{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 10,
    "day": 11
  },
  "case_number": "平成22(行ウ)725",
  "case_name": "所得税更正処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "シンガポール共和国において設立された外国法人の株式を保有する者に対し，前記法人が租税特別措置法（平成１７年法律第２１号による改正前又は平成１８年法律第１０号による改正前）４０条の４第１項の特定外国子会社等に当たるとして，前記法人の課税対象留保金額を前記保有者の総収入金額の額に算入してされた，所得税の更正処分のうち確定申告額を超える部分及び過少申告加算税の賦課決定処分が，いずれも違法とされた事例",
  "case_gist": "シンガポール共和国において設立された外国法人の株式を保有する者に対し，前記法人が租税特別措置法（平成１７年法律第２１号による改正前又は平成１８年法律第１０号による改正前。以下同じ）４０条の４第１項の特定外国子会社等に当たるとして，前記法人の課税対象留保金額を前記保有者の総収入金額の額に算入してされた，所得税の更正処分のうち確定申告額を超える部分及び過少申告加算税の賦課決定処分につき，同項の適用除外の要件を定める同条４項にいう「主たる事業を行うと認められる事業所，店舗，工場その他の固定施設を有している」といえるためには，当該特定外国子会社等が，主たる事業の業種や形態に応じた規模の固定施設を賃借権等の正当な権原に基づき使用していれば足り，固定施設を自ら所有している必要はなく，また，同項にいう「その事業の管理，支配及び運営を自ら行っている」といえるためには，前提として，事業を行うために必要な常勤役員及び従業員が存在していることが必要であり，かつ，特定外国子会社等の株主総会及び取締役会の開催，役員としての職務執行，会計帳簿の作成及び保管等が行われている場所等を総合的に勘案し，特定外国子会社等の業務執行に関する意思決定及びその決定に基づく具体的な業務の執行が親会社等から独立して行われていると認められるか否かについて判断することが必要であるとした上，前記法人は同項の要件を全て満たすから，その課税対象留保金額は前記保有者の雑所得の金額に算入されないとして，前記各処分をいずれも違法とした事例",
  "lawsuit_id": "83247",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83247",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/247/083247_hanrei.pdf",
  "contents": "主                    文\n１  処分行政庁が平成２０年３月１１日付けで原告に対してした原告の平成１６\n年分の所得税に係る更正処分のうち総所得金額１２１４万４２１８円，納付す\nべき税額１２万２０００円を超える部分及び過少申告加算税賦課決定処分を取\nり消す。\n２  処分行政庁が平成２０年３月１１日付けで原告に対してした原告の平成１７\n年分の所得税に係る更正処分のうち総所得金額１３６７万７５９８円，納付す\nべき税額３０万９２００円を超える部分及び過少申告加算税賦課決定処分を取\nり消す。\n３  処分行政庁が平成２０年３月１１日付けで原告に対してした原告の平成１８\n年分の所得税に係る更正処分のうち総所得金額１１６０万６７５０円を超え，\n還付金の額に相当する税額が４万６３００円を下回る部分及び過少申告加算税\n賦課決定処分を取り消す。\n４  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文第１項ないし第３項同旨\n第２  事案の概要\n本件は，処分行政庁が，原告に対して，シンガポール共和国（以下「シン\nガポール」という。）において設立されたＰ１PTE LTD（以下「Ｐ１社」とい\nう。）は，租税特別措置法（以下「措置法」という。)４０条の４第１項(ただ\nし，平成１６年分及び平成１７年分については平成１７年法律第２１号による\n改正前のもの，平成１８年分については平成１８年法律第１０号による改正前\nのものをいう。以下同じ。）に規定する特定外国子会社等に該当し，同条の定\nめる外国子会社合算税制の適用があるとして，Ｐ１社の課税対象留保金額に相\n当する金額が原告の平成１６年分ないし平成１８年分(以下「本件各係争 年\n分」という。）における雑所得の総収入金額にそれぞれ算入されることを前提\nに，原告の本件各係争年分の所得税について，いずれも更正処分及び過少申告\n加 算 税 賦 課 決 定 処 分 （ 以 下 ， 本 件 各 係 争 年 分 の 更 正 処 分 を 「 本 件 各 更 正 処\n分」，本件各係争年分の過少申告加算税賦課決定処分を「本件各賦課決定処\n分 」 ， 本 件 各 更 正 処 分 と 本 件 各 賦 課 決 定 処 分 を 併 せ て 「 本 件 各 処 分 」 と い\nう。）を行ったところ，原告が，Ｐ１社は措置法４０条の４第４項(ただし，\n平成１７年法律第２１号による改正前は，同条３項。以下同じ。)所定の同条\n１項の外国子会社合算税制の適用除外のための要件を満たすため，本件各処分\nは違法な処分であるとしてそれらの取消しを求めている事案である。\n１  関係法令の定め\n別紙１のとおり\n２  前提事実（争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に\n認められる事実）\n(1)  当事者\nア  原告について\n原告は，日本に住所を有する者であり，Ｐ１社平成１５年１２月期（Ｐ\n１社の平成１５年１月１日から同年１２月３１日までの事業年度をいい，\n以下，他の事業年度についても同様の表現をする。），Ｐ１社平成１６年\n１２月期，Ｐ１社平成１７年１２月期（以下，これらの事業年度を併せ\nて，「Ｐ１社各事業年度」という。)の間，埼玉県志木市に本店を置く精\n密ねじ等の製品を製造するＰ２株式会社（以下「Ｐ２社」という。）の常\n勤専務取締役を務めており，平成２０年５月２９日，Ｐ２社の代表取締役\nに就任し，現在も引き続き代表取締役の地位にある。（乙１）\nイ  Ｐ１社について\nＰ１社は，Ｐ２社及びその関連会社であるＰ３CO., LTD.（以下「Ｐ３\n社」という。）の製造する精密ねじ等の製品を東南アジアの日系企業に販\n売するために平成１２年２月３日にシンガポールにおいて設立された株式\n会社である。\n原告は，同年１２月１５日以降，Ｐ１社の発行済株式総数７８００株の\nうちの７７９９株を保有する株主であり，Ｐ１社各事業年度の終了時にお\nけるＰ１社の取締役２名のうちの１名である。（乙２ないし４）\nウ  原告とＰ１社との関係について\n(ア)  措置法４０条の４第１項は，同項各号に掲げる「居住者」に係る外国\n関係会社のうち特定外国子会社等が適用対象留保金額を有する場合，そ\nの適用対象留保金額のうち，課税対象留保金額に相当する金額は，その\n者の雑所得に係る収入金額とみなして当該各事業年度終了の日の翌日か\nら２月を経過する日の属する年分のその者の雑所得の計算上，総収入金\n額に算入すると規定しているところ，日本に住所を有する原告が直接保\n有する株式数の占める割合が１００分の５０を超えていることから，Ｐ\n１社は措置法４０条の４第２項１号所定の「外国関係会社」に該当し，\nまた，上記の割合は１００分の５以上であることから，原告は，措置法\n４０条の４第１項１号所定の「居住者」に該当する。したがって，Ｐ１\n社は，同号所定の「居住者」に該当する原告に係る「外国関係会社」に\n該当する。\n(イ)  Ｐ１社は，本件各係争年分に係る全期間，シンガポールに本店を有\nしており，Ｐ１社は，シンガポールの法人税に関する法令(我が国の法\n人税法(Ｐ１社平成１５年１２月期については平成１５年法律第８号に\nよる改正前のもの，Ｐ１社平成１６年１２月期については平成１６年法\n律第８８号による改正前のもの，Ｐ１社平成１７年１２月期については\n平成１７年法律第２１号による改正前のもの。以下同じ。)６９条１項\n所定の外国法人税に関する法令をいう。)により，Ｐ１社各事業年度の\n所得に対して我が国の法人税に相当する租税が課され，その課された税\n額の当該所得の金額に占める割合は，別表１(③欄)のとおりである。\nこのＰ１社各事業年度の所得に対して課される租税の額は，当該所得\nの金額の１００分の２５(租税特別措置法施行令(平成１６年分について\nは平成１６年政令第１０５号による改正前のもの，平成１７年分につい\nては平成１７年政令第１０３号による改正前のもの，平成１８年分につ\nいては平成１８年政令第１３５号による改正前のものをいい，以下「措\n置法施行令」という。)２５条の１９第１項２号所定の割合)以下であ\nり，我が国における法人の所得に対して課される税の負担に比して著し\nく低いものとして政令に定める外国関係会社に該当するから，Ｐ１社\nは，措置法４０条の４第１項に規定する「特定外国子会社等」に該当す\nる。\nエ  Ｐ４について\nＰ４は，Ｐ１社の発行済株式総数７８００株のうちの１株を保有するＰ\n１社の取締役であり，シンガポールに在住している。（乙２ないし４）\nＰ４は，昭和６３年にシンガポールで設立されたＰ５PTE. LTD.(以下\n「Ｐ５社」という。）のマネージングディレクターであり，同社の業務委\n託・経営コンサルタント部門は，シンガポールにおいて，事務所設備の賃\n貸，業務サポートサービスの提供及び営業担当者の派遣を行っている。\n(乙５，６）\nオ  Ｐ１社とＰ５社との間の業務委託契約\nＰ１社は，Ｐ１社の設立時に，Ｐ５社との間で，Ｐ１社の周辺事務業務\n（経理・総務・営業事務）等につき業務委託契約（以下「本件業務委託契\n約」という。）を締結した（ただし，本件業務委託契約の内容として，上\n記 周 辺 事 務 業 務 の 委 託 以 外 に 何 が 含 ま れ て い る か に つ い て は 争 い が あ\nる。）。\n(2)  原告の所得税に係る申告\n原告は，本件各係争年分の所得税の確定申告について，別表２ないし４の\n「確定申告」欄及び「修正申告」欄の「年月日」記載の各日において，同欄\nの総所得金額及び納付すべき税額のとおり確定申告及び修正申告をした。\n(3)  本件各処分及び不服申立手続の経緯\nア  甲府税務署長は，平成２０年３月１１日，原告に対し，別表２ないし４\nの「更正処分等」欄記載の総所得金額及び納付すべき税額並びに過少申告\n加算税の額が相当であるとして，本件各処分をし，そのころ，これらを原\n告に通知した。\nイ  原告は，平成２０年５月９日，甲府税務署長に対し，本件各処分の取消\nしを求めて異議申立てをしたところ，甲府税務署長は，同年８月８日，上\n記異議申立てを棄却する旨の決定をし，そのころ，これを原告に通知し\nた。（甲１）\nウ  原告は，同年９月５日，国税不服審判所長に対し，本件各処分の取消し\nを求めて審査請求をしたところ，国税不服審判所長は，平成２２年９月２\n日，上記審査請求を棄却する旨の裁決をし，そのころ，これを原告に通知\nした。（甲２）\nエ  原告は，平成２２年１２月２２日，本件訴えを提起した。（顕著な事\n実）\n３  被告の主張する本件各処分の根拠及び適法性\n本件において被告が主張する本件各更正処分の根拠及び適法性に関する主張\nは別紙２のとおりであり，本件各賦課決定処分の根拠及び適法性に関する主張\nは別紙３のとおりである（別紙２及び別紙３において用いた略称は，以下の本\n文においても用いることとする。）。\nなお，後記４の争点以外の点や，仮に争点に関する被告の主張が認められた\n場合に原告の雑所得の総収入金額に算入される課税対象留保金額の算定につい\nては，当事者間に争いがない。\n４  争点\n本件の争点はＰ１社が措置法４０条の４第４項所定の外国子会社合算税制の\n適用除外の各要件のうちの「特定外国子会社等が，その本店又は主たる事務所\nの所在する国又は地域において，その主たる事業を行うに必要と認められる事\n務所，店舗，工場その他の固定施設を有していること」（以下，この適用除外\n要件を「実体基準」という。）及び「その特定外国子会社等が本店又は主たる\n事務所の所在する国又は地域において，その事業の管理，支配及び運営を自ら\n行っていること」（以下，この適用除外要件を「管理支配基準」という。）を\n満たすか否かであり，これらに関して摘示すべき当事者の主張は，後記５「争\n点に関する当事者の主張の要旨」において記載するとおりである。\n５  争点に関する当事者の主張の要旨\n(1)  争点(1)（実体基準の充足の有無）について\n（被告）\nア  実体基準の内容及び判断基準\n措置法４０条の４第４項柱書きは，特定外国子会社等が，その本店又は\n主たる事務所の所在する国又は地域において，その主たる事業を行うに必\n要と認められる事務所，店舗，工場その他の固定施設を有していることを\n適用除外要件としている（実体基準）。\n適用除外要件として実体基準が規定されたのは，独立企業としての実体\nを備えているというためには，当然，主たる事業を行うに必要な事務所，\n店舗，工場その他の固定施設を有している必要があるとの考え方に基づく\nものであり，物的な側面から独立企業としての必要条件を明らかにしたも\nのである。実体基準を満たすというためには，必ずしも固定資産を自ら所\n有していなければならないわけではなく，事業を行うに必要な事務所，店\n舗等を賃借している場合も含む。\nイ  本件における当てはめ\nＰ１社各事業年度においてＰ１社が所有していた固定資産は器具備品\n(オフィス機器)のみであることから，シンガポールに事務所，店舗，工場\nその他の固定施設を所有していなかったことは明らかである。\nまた，Ｐ１社とＰ５社との間の平成１７年８月１日付け業務委託契約\n書(以下「平成１７年業務委託契約書」という。）には，Ｐ５社が提供す\nるサービスの内容に関する定めはあるものの，Ｐ１社がＰ５社から賃借す\nる物件や具体的な賃料については何ら定めがない。Ｐ１社がＰ５社内の一\n区画の賃借の対価を支払うこととしたのはＰ１社とＰ５社との間の平成１\n９年７月１日付け業務委託契約書（以下「平成１９年業務委託契約書」と\nいう。）からである。\nしたがって，Ｐ１社各事業年度において，Ｐ１社がシンガポールで事務\n所，店舗，工場その他の固定施設を賃借していたことを認めるに足りる的\n確な証拠はなく，むしろ，Ｐ１社各事業年度のＰ１社の財務諸表に事務\n所，店舗等を賃借するための賃借料の計上がないことからすれば，Ｐ１社\n各事業年度において，Ｐ１社が事務所，店舗等を賃借していた事実は認め\nられないというべきである。\nウ  原告の主張に対する反論\n(ア)  原告は，Ｐ１社が実体基準を満たしていたことの根拠として，Ｐ１\n社はＰ１社各事業年度において，Ｐ５社からＰ５社のレンタルオフィス\n内に机１台分のオフィススペース(机，椅子，棚，固定電話を含む。)を\n賃借し，Ｐ１社の営業担当者が営業活動を行うために当該オフィススペ\nースを使用していたこと，当該オフィススペースの賃借料は，Ｐ１社が\nＰ５社に支払っていた「業務委託料」名目の支払の中に含まれていた旨\n主張する。\nしかしながら，上記イのとおり，Ｐ１社とＰ５社との間の平成１７年\n業務委託契約書に基づきＰ１社がＰ５社から事務所等を賃借していた事\n実は認められない。平成１７年業務委託契約書には，Ｐ１社がＰ５社か\nら賃借する物件や具体的な賃料について何ら定めがない一方，Ｐ１社各\n事業年度経過後に作成された平成１９年業務委託契約書においては，Ｐ\n１社が，Ｐ５社から，平成１７年業務委託契約書において記載された業\n務管理サービスと同様の業務管理サービスを同額の対価で受けることと\nされ，その業務管理サービスに対する対価とは別に，Ｐ１社が，Ｐ５社\nか ら ， １ か 月 当 た り ５ ０ ０ シ ン ガ ポ ー ル ド ル （ 以 下 「 Ｓ Ｇ Ｄ 」 と い\nう。）により建物内の一画を賃借する条項が設けられている(平成１９\n年業務委託契約書・１項)に照らせば，Ｐ１社各事業年度においては，\n業務管理サービスの対価にＰ１社のＰ５社に対する賃料が含まれておら\nず，Ｐ１社がＰ５社からオフィススペースを賃借していなかったことが\n強く推認されるというべきである。\nこの点，原告は，Ｐ１社とＰ５社との間の固定施設の賃貸借について\nは，原告及びＰ４の口頭による合意があり，平成１７年業務委託契約書\nの文言は重視すべきではない旨主張する。しかしながら，Ｐ１社とＰ５\n社との間の業務委託契約関係を明らかにするために契約書を作成するの\nであるから，仮に，Ｐ１社が賃借した固定施設を継続して使用していた\nのであれば，契約書の中で，当該賃貸借契約において賃借する物件を特\n定し，賃料や賃貸借期間を明示してしかるべきである。にもかかわら\nず，平成１７年業務委託契約書には，両者間の賃貸借契約の存在をうか\nがわせる条項がなく，両者の代表者である原告及びＰ４が，いずれも平\n成１７年業務委託契約書の内容を理解しないままに署名押印したという\nのはいかにも不自然である。\nよって，Ｐ１社が，Ｐ１社各事業年度において，Ｐ５社からオフィス\nスペースを賃借した事実は認められず，原告の上記主張は失当である。\n(イ)  原告は，Ｐ１社が実体基準を満たす根拠として，Ｐ４がＰ１社のオ\nフィススペースと同フロアに執務室を有する点を挙げるが，Ｐ１社がＰ\n５社の建物内においてオフィススペースを賃借していなかったことは上\n記(ア)で述べたとおりである。また，この点をおくとしても，原告がＰ\n５社内においてＰ４が自由に利用可能であったとする執務室というのは\nＰ５社の社長室であるから，Ｐ５社の社長であるＰ４が同社の社長室を\n利用するのは当然であって，当該事実をもって，Ｐ１社が実体基準を満\nたすことの根拠となるものではない。\n(ウ)  原告は，Ｐ１社がＰ５社のオフィススペースを賃借していたことを\n裏付ける事実として，Ｐ１社に派遣された営業担当者がＰ５社内部のオ\nフィススペースでＰ１社の営業活動を行っていた旨主張する。\nしかしながら，Ｐ５社とＰ１社の間には人材派遣契約書は存在せず，\n平成１７年業務委託契約書にも派遣人員数，派遣期間等の人材派遣に関\nする項目は一切ないから，Ｐ１社に派遣された従業員がいたことを裏付\nける的確な客観的証拠は一切ない。さらに，Ｐ５社からＰ１社の営業担\n当者として派遣されていたとするＰ５社の従業員であるＰ６は，Ｐ１社\nの業務を行っていたとする席において，Ｐ１社とは全く関係がないＰ５\n社の業務も行っていたこと，Ｐ１社が賃借していたとするスペースがあ\nる部屋には，Ｐ５社のマネージャーが配置されているが，スペースの賃\n借会社の従業員が執務する部屋の中にＰ５社のマネージャーが配置され\nているのは不自然であることに照らすと，Ｐ６は，Ｐ１社の派遣社員と\nしてではなく，本件業務委託契約に基づきＰ５社の業務としてＰ１社の\n業務を行っており，Ｐ６の使用していた席は，そもそも賃貸用のスペー\nスではなく，Ｐ５社の業務を行うために使用していたＰ６の専用の業務\nスペースとみるのが自然である。\nしたがって，Ｐ６らＰ１社の営業担当者とされる者が，Ｐ５社内の一\n画においてＰ１社の業務を行っていたことをもって，その一画をＰ１社\nがＰ５社から賃借していたとみることはできない。\n(エ)  原告は，Ｐ１社がＰ５社からオフィススペースを賃借していた根拠\nとして，Ｐ１社の看板がＰ５社の入口に掲げられていたことを挙げる。\nしかしながら，Ｐ５社はＰ１社の通常業務について包括的に委託を受\nけていたのであるから，Ｐ１社の窓口として，Ｐ５社の入口にＰ１社の\n看板を掲げるのは当然のことであり，原告の上記主張に係る事情は，必\nずしもＰ１社がＰ５社からオフィススペースを賃借していた事実を裏付\nけるものではない。\nしたがって，Ｐ１社の看板がＰ５社の入口に掲げられていたことをも\nって，Ｐ１社が，Ｐ５社からオフィススペースを賃借していたことの根\n拠とはならない。\n(オ)  原告は，Ｐ１社が実体基準を満たす根拠として，Ｐ１社はＰ７Pte\nLtd（以下「Ｐ７」という。）のシンガポール国内にある倉庫内に事業\n上必要なスペースを賃借していた旨主張する。\nしかしながら，原告が提出した倉庫の使用料等の請求書の「貨物内\n容」の「重量  寸法」欄には，Ｐ１社の荷物の重さと面積が記載される\nというところ，上記書面の同欄は，いずれも零ないし空欄となってお\nり，実際に当該倉庫にＰ１社の取引物品が保管されていたか疑わしいと\nいわざるを得ない。\nなお，仮に，Ｐ１社が上記倉庫を賃借していたとしても，Ｐ１社は，\nシンガポールにおいてその主たる事業を行うに必要な事務所を有してい\nないのであるから，結局，Ｐ１社は，シンガポールにおいてその主たる\n事業を行うために必要と認められる程度の固定施設を有していたとはい\nえない。\nエ  以上によれば，Ｐ１社がシンガポールにおいて固定資産を所有してい\nたと認められないことはもちろん，同社が店舗，事務所等を賃借してい\nたと認めることもできないから，Ｐ１社各事業年度において実体基準は\n満たされていなかったというべきである。\n（原告）\nア  実体基準の内容及び判断基準\n実体基準の内容は認める。主たる事業を行うために必要となる固定施設\nの規模は，特定外国子会社等の業種業態によって異なり，問題となる特定\n外国子会社等ごとにその営む事業の内容から，その必要と認められる程度\nが判断されなければならない。また，特定外国子会社等は，かかる固定施\n設を有していさえすれば実体基準を満たすのであり，当該固定施設を使用\nする権原がいかなるものであるかは問われない。まして，特定外国子会社\n等がかかる固定施設を自ら所有又は賃借していることは要件とされていな\nい。\n本件では，Ｐ１社がシンガポール国内で，受注発注形態の小規模の卸売\n事業を営むために必要と認められる固定施設を有していたかどうかが問題\nとなる。\nイ  本件における当てはめ\n(ア)  Ｐ１社の主たる事業はねじ等の精密機械部品の卸売事業であるが，\nＡＳＥＡＮ諸国を拠点とする日系企業からの注文を受けてＰ２社やその\n関連企業であるＰ３社に発注を行う受注発注の形態で，限られた顧客を\n相手に小規模に営まれていた。このような受注発注の形態で行われる小\n規模な卸売事業を営むには，少数の従業員や役員の執務スペース，業務\n上必要となる帳簿類の保管スペース，取扱製品の一時保管スペースがあ\nれば足りる。\n(イ)ａ  Ｐ１社は，Ｐ１社各事業年度において，Ｐ５社からＰ５社のレン\nタルオフィス内に机１台分のオフィススペース（机，椅子，棚，固定\n電話を含む。）を賃借し，Ｐ１社が所有するパソコン１台及びモデム\nを設置し，Ｐ１社の営業担当者が営業活動を行うために使用してい\nた。\nなお，Ｐ１社からＰ５社に対する「賃借料」名目での支払は行われ\nず，Ｐ１社のＰ１社各事業年度に係る損益計算書上も，「賃借料」名\n目の計上は行われていないが，Ｐ１社がＰ５社に対して支払っていた\n「業務委託料」名目の支払の中には，賃借料相当分も含まれていた。\nｂ  Ｐ４は，Ｐ１社のオフィススペースと同じフロアにあるＰ４の専用\nの執務室をＰ１社の居住取締役としての職務の遂行のためにも使用\nし，Ｐ１社は，Ｐ５社からオフィススペースと同じフロアにある共用\n会議室の提供を受け，来客時などに利用していた。\nｃ  Ｐ１社がＰ５社のレンタルオフィス内にオフィススペースを賃借\nし，同所で営業していることを示すため，Ｐ５社の入口にはＰ１社の\n看板が掲げられていた。\nｄ  Ｐ１社は，Ｐ７と契約し，Ｐ７のシンガポール国内にある倉庫内に\nＰ１社が取り扱う精密機械部品の保管場所として必要なスペースを確\n保し，Ｐ７の書類保管庫においてＰ１社の古い帳簿書類を保管してい\nた。\nなお，Ｐ１社の新しい帳簿書類については，Ｐ１社が記帳等の経理\n事務や営業事務等の周辺事務を業務委託していたＰ５社のオフィスス\nペース内のＰ１社用の棚に保管されていた。\nｅ  このように，Ｐ１社は，シンガポール国内に，受注発注の形態で行\nわれる小規模の卸売事業を行うために必要かつ十分な固定施設を有し\nており，実体基準を満たしている。\nウ  被告の主張に対する反論\n(ア)  被告は，Ｐ１社がＰ５社から事務所等を賃借していた事実が認めら\nれない根拠として，平成１７年業務委託契約書及び平成１９年業務委託\n契約書の文言を指摘するがそれは誤りである。そもそもＰ１社とＰ５社\nとの業務委託契約は，Ｐ１社が設立された２０００年（平成１２年）２\n月，原告（Ｐ１社を代表する取締役）とＰ４（Ｐ５社のマネージングデ\nィレクター）との間で，①  オフィススペースの賃貸借，②  周辺事務\n業務（経理・総務・営業事務）の業務委託，③  営業担当者の派遣を内\n容として口頭での合意により成立したものであり，その後も契約内容に\n変更はない。他方，平成１７年業務委託契約書及び平成１９年業務委託\n契約書は，いずれもＰ１社の設立から５年以上を経て，しかもＰ５社が\nどの顧客に対しても使用できるように作成した定型フォームを利用した\nものにすぎないから，上記の各契約書の文言に拘泥すべきではない。\n(イ)  被告は，Ｐ１社がＰ５社から事務所等を賃借していた事実が認めら\nれない根拠として，Ｐ１社各事業年度に係るＰ１社の財務諸表上，賃借\n料の計上がないことを指摘する。\nしかしながら，賃料の支払の有無の判断においては，当事者が賃借の\n対価として金員の授受を行っていたか否かにより判断すべきであり，か\nかる金員が会計上のいかなる項目で処理されていたかに拘泥すべきでは\nない。Ｐ５社は，Ｐ１社各事業年度において，自己が提供するサービス\nの対価を積上げ方式で計算していなかったため内訳は明示されていない\nが，Ｐ１社からＰ５社へ支払われた「業務委託料」には，オフィススペ\nースの賃借料，周辺事務の業務委託料及び人材派遣料の３つの性質の支\n払が含まれていたのであり，Ｐ１社は，Ｐ５社に対し，オフィススペー\nスの賃借料を支払っていた。\n(ウ)  被告は，Ｐ５社がＰ１社から業務委託を受けていたのであるから，\nＰ５社の入口にＰ１社の看板が掲げられているのはむしろ当然であり，\nＰ１社がＰ５社からオフィススペースを賃借している事実を裏付ける事\n情とはいえない旨主張する。\nしかしながら，Ｐ５社の入口に看板が掲げられている会社は，Ｐ５社\nからオフィススペースを賃借している会社のうち看板を掲げることを希\n望する会社のみであり，Ｐ５社が業務委託を受けているだけの会社は含\nまれていないから，被告の主張は前提を欠く。\n(エ)  被告は，Ｐ１社がＰ７から倉庫を賃借していた事実が認められない\n根拠として，主として実際にＰ１社が請求を受けた際の請求書等を提出\nしていないことを挙げるが，原告が書証として提出したものは，Ｐ１社\nがＰ７から実際に受領した請求書の一部の写しである。\nエ  以上のとおり，Ｐ１社は，その本店の所在するシンガポールにおいて，\nその主たる事業である卸売事業を営むために必要と認められる固定施設を\n有しており，Ｐ１社は実体基準を満たす。\n(2)  争点(2)（管理支配基準の充足の有無）について\n（被告）\nア  管理支配基準の内容及び判断基準\n措置法４０条の４第４項柱書きは，その特定外国子会社等が本店又は主\nたる事務所の所在する国又は地域において，その事業の管理，支配及び運\n営を自ら行っていることを適用除外要件としている（管理支配基準）。\n適用除外要件として管理支配基準が規定されたのは，独立企業としての\n実体を備えているというためには，事業の管理，支配及び運営という企業\nの機能面に着目しても独立企業としての実体を備えている必要があるとの\n考え方に基づくものであり，機能的な側面から独立企業としての必要条件\nを明らかにしたものである。\n管理支配基準を満たすか否かは，具体的には，取締役会が本店所在地で\n開かれている等特定外国子会社等が自ら事業の管理支配を行っているかど\nうかにより判断すべきであり，管理，支配及び運営を自ら行っているかど\nうかは，特定外国子会社等の株主総会及び取締役会の開催，役員としての\n職務執行，会計帳簿の作成及び保管等が行われている場所並びにその他の\n状況を勘案の上判定することとなる。なお，管理支配基準は，必要と認め\nられる常勤役員及び従業員が存在していることを前提としている。そこ\nで，以下各要素について検討する。\nイ  本件における当てはめ\n(ア)  株主総会について\n本件においては，Ｐ１社における株主は原告とＰ４の２名のみであ\nり，原告がＰ１社の発行済株式総数の９９．９％を保有していること，\nシンガポール会社法上，株主総会の決議については，普通決議が出席株\n主の議決権総数の過半数，特別決議が出席株主の議決権総数の４分の３\nの賛成をそれぞれ要することからすれば，Ｐ１社の意思決定は，事実\n上，原告のみによって行われているということができる。本件におい\nて，管理支配基準を満たしているか否かを判定するに際しては，Ｐ１社\nの株主総会における意思決定権を掌握している原告が所在する場所にお\nいて株主総会の意思決定が行われていたと解すべきである。そして，Ｐ\n１社各事業年度内の平成１６年６月３０日及び平成１７年６月３０日に\n開催されたＰ１社の定時株主総会については，いずれもシンガポール国\n内において開催された旨の議事録が残されているものの，原告はいずれ\nの日においてもシンガポールには滞在していないのであるから，管理支\n配基準の判断上，Ｐ１社の株主総会の意思決定はシンガポールで行われ\nたとは評価することはできない。\n(イ)  業務遂行上の重要事項の意思決定について\n平成１９年１１月２日にされた本件各処分に係る税務調査（以下「本\n件調査」という。）における原告の回答内容からすれば，Ｐ１社による\n平成１７年８月に行われたＰ２社の第三者割当増資（以下「本件増資」\nという。）の引受けの可否については，原告はＰ４に相談することなく\n単独で決定していたことが認められる。また，Ｐ２社は，Ｐ１社の取締\n役において本件増資に係る引受けを承認する約２週間前に，臨時株主総\n会及び取締役会において，Ｐ１社を本件増資の引受人とすることを決議\nしていたという本件増資の事実経緯に照らせば，原告は，Ｐ１社の取締\n役において本件増資の引受けを了承する前に，単独で本件増資を引き受\nけることを決定し，Ｐ２社に対し，あらかじめその旨を伝えていたもの\nと考えられる。\nなお，仮に，原告がＰ４に対し本件増資の引受けの可否について相談\nをしていたとしても，Ｐ４は，Ｐ１社以外にも複数の会社の役員を兼務\nしていたのであるから，原告を差し置いてＰ１社の経営を左右するよう\nな事業上の重要事項についての決定権限を有していたと考えるのは不自\n然であり，Ｐ１社の発行済株式総数の９９．９％を保有する大株主であ\nり，かつ，Ｐ１社の取締役であるという原告の立場等に着目すれば，重\n要事項に関する最終的な決定は原告のみの意思に基づいてなされていた\nものとみるのが自然である。\n以上によれば，原告は，本件増資の引受けというＰ１社の事業上の重\n要事項の可否について単独で意思決定していたものと認められる。\n(ウ)  役員の構成及び職務執行の状況について\nａ(a)  管理支配基準を満たすためには，その主たる事業を遂行するた\nめに必要と認められる常勤役員及び従業員の存在が必要となる。こ\nれは，特定外国子会社等が自ら管理，支配及び運営を行うには，当\n然，その主たる事業を遂行するため常勤役員と役員からの指示を受\nけ業務を行う従業員が存在していることが前提であると解されるか\nらである。\n(b)  これを本件についてみると，Ｐ１社各事業年度において，原告\nは，Ｐ２社の常勤専務取締役も務めており，Ｐ１社各事業年度の大\n半の期間はシンガポール国外に滞在し，原告がＰ１社各事業年度に\nおいてシンガポールに滞在していた期間は合計４６日間にすぎなか\nったから，原告は，Ｐ１社の通常業務について，ほとんど関与して\nいなかったといえる。\n他方で，Ｐ４は，Ｐ１社の通常業務を全般的に執行していなが\nら，Ｐ１社から職務に応じた報酬を一切支払われていなかったとこ\nろ，Ｐ５社はＰ１社から包括的に業務を受託し，業務委託料を受領\nし，Ｐ５社の執務室においてＰ１社の業務を行っていたのであるか\nら，Ｐ４は，実質的には，本件業務委託契約に基づき，Ｐ５社が受\n託したＰ１社の業務を行っていたとみるのが自然である。しかも，\nシンガポールの会社法上，現地法人の取締役のうち少なくとも１名\nは居住者でなければならないとされており，Ｐ４が複数の法人の役\n員を兼務していることを併せ鑑みれば，Ｐ４は，本件業務委託契約\nに基づくＰ５社の業務の一環として，Ｐ１社の取締役に就任し，Ｐ\n１社の通常業務を遂行していたものというべきである。\nｂ  従業員及び業務遂行について\nＰ１社には給与を支給されている従業員は存在せず，損益計算書上\nも給与の計上は認められない。また，Ｐ５社とＰ１社の間には人材派\n遣契約書等のＰ５社からＰ１社へ従業員を派遣していたことを裏付け\nる証拠はなく，平成１７年業務委託契約書にも人材を派遣する旨の項\n目もない。\nなお，原告がＰ５社からＰ１社へ派遣していたと主張するＰ５社の\n従業員のＰ６は，その勤務時間のうち３ないし４割程度の時間をＰ５\n社の業務のために割き，残りの時間にＰ５社の一画においてＰ１社の\n業務を行っていたのであり，平成１７年業務委託契約書にはＰ５社へ\n包括的にＰ１社の業務等を委託する旨の記載があることやＰ１社がＰ\n５社の代表番号を使用し，Ｐ６らがＰ５社のメールアドレスを使用し\nていたことを併せ考慮すれば，Ｐ６及びその後任であるＰ８は，Ｐ１\n社から業務委託を受けたＰ５社の社員として，本件業務委託契約に基\nづき，Ｐ１社の業務を遂行していたとみるのが自然である。\n以上によれば，Ｐ１社各事業年度において，Ｐ１社にはその主たる\n事業を遂行するために必要な従業員が存在していたとみることはでき\nない。\nｃ  Ｐ１社の固定施設の状況\nＰ１社は，その本店所在地であるシンガポールに，その主たる事業\nである卸売業を行うに必要と認められる事務所を有していなかったの\nであるから，物理的にもその事業の管理，支配及び運営を自ら行うこ\nとはできなかった。\nウ  原告の主張に対する反論\n(ア)  原告は，株主総会については，その開催地が株主総会による意思決\n定の場所となるのであり，Ｐ１社各事業年度において開催された各定時\n株主総会は，シンガポールの会社法にのっとって招集・開催され，議事\n録が作成されているとして，原告の参加の方法によって開催地がシンガ\nポールであった事実は影響を受けない旨主張する。\nしかしながら，管理支配基準を満たすか否かについては，議事録上の\n株主総会の開催地や，シンガポール会社法上，株主総会がどこで開催さ\nれたと解されるかによるのではなく，実際の意思決定がどこで行われた\nかによって判断すべきである。そして，シンガポール会社法上の株主総\n会決議に関する定めによれば，事実上，Ｐ１社の意思決定は，発行済株\n式総数の９９．９％を有する原告のみによって行われるといえる。した\nがって，本件において管理支配基準を満たすか否かを判定するに際して\nは，原告がどこで意思決定を行ったかが考慮されるべきであり，原告の\n上記主張は失当である。\n(イ)  原告は，Ｐ１社が管理支配基準を満たしていたことの根拠の一つと\nして，Ｐ１社各事業年度における顧客の訪問等の営業活動や顧客からの\nクレーム処理等日々の業務については，平成１５年１月から平成１７年\n６月までの期間はＰ６が，同月から平成１７年１２月までの期間はＰ８\nが，それぞれＰ５社からＰ１社に派遣されて遂行しており，Ｐ６に対し\nては，平成１５年１月から平成１７年６月の間，Ｐ１社従業員としての\n貢献に報いるため，Ｐ１社からＰ５社に対して毎月１０００ＳＧＤを\n「人材派遣料」として通常の支払に上乗せして支払っていたと主張す\nる。\n原告の上記主張のうち，Ｐ５社からＰ１社にＰ６及びＰ８が派遣され\nていたとの主張については，Ｐ１社とＰ５社の間には派遣期間，派遣就\n業時間等に関する条項を定めた派遣に係る契約は存在せず，当該事実を\n直接立証する証拠は存在しない。\nまた，Ｐ６は，Ｐ５社の仕事にも勤務時間のうちの３ないし４割程度\nを割いていたのであり，平成１７年業務委託契約書において，Ｐ５社が\nＰ１社に対して提供するサービスの内容について包括的な記載があるこ\nとを併せ考慮すれば，Ｐ６及びＰ８は，Ｐ１社がＰ５社から人材派遣を\n受けた者としてではなく，Ｐ１社から業務委託を受けたＰ５社の従業員\nとして，本件業務委託契約に基づき，Ｐ１社の業務を遂行していたと考\nえるのが自然である。\nなお，原告は，Ｐ６に対する人材派遣料を通常の支払に上乗せして支\n払っていたと主張する金員については，Ｐ１社の損益計算書においては\n「下請業者費用」(sub-contractors' fee）として計上されていること\nからすれば，Ｐ１社は業務委託料のうちＰ５社がＰ１社の業務を遂行し\nたことへの対価に相当する部分を別途計上したにすぎず，原告の上記主\n張に係る事情は，Ｐ６がＰ１社に派遣されていたことを基礎付ける事情\nたり得ないというべきである。\n(ウ)  原告は，Ｐ１社各事業年度において，Ｐ１社の事業に重大な影響を\n与える可能性のある事項については，原告とＰ４が相談の上で決定して\nいた旨主張する。\nしかしながら，上記イ(イ)のとおり，原告は，本件増資の引受けにつ\nいて，少なくともその可否についてはＰ４に相談することなく決定して\nおり，仮に，原告がＰ４に対し本件増資の引受けの可否について相談を\nしていたとしても，本件増資の引受けの可否の最終決定は原告のみの意\n思に基づいてなされていたものとみるのが自然であるから，原告の主張\nには理由がない。\n(エ)  原告は，Ｐ６及びＰ８は，同人らの使用者たるＰ５社ではなく，Ｐ\n１社の取締役である原告及びＰ４の指揮命令に服していたのであるか\nら，Ｐ５社は，両名をＰ１社に派遣していたものである旨主張する。\nしかしながら，Ｐ６及びＰ８は，本件業務委託契約に基づくＰ５社の\n業務としてＰ１社の業務を遂行していたのであるから，かかる業務につ\nいてＰ４から指揮命令を受けていたとすれば，それはＰ５社の取締役と\nしての立場に基づく指揮命令であったと解すべきである。また，原告が\nＰ１社各事業年度においてほとんどシンガポールに滞在せず，Ｐ５社に\nＰ１社の業務を包括的に委託し，Ｐ１社の通常業務にはほとんど関与し\nていなかったことに照らせば，原告がＰ１社の通常業務について従業員\nを直接指揮命令することを予定する人材派遣契約を締結したとはおよそ\n考え難い。そうすると，仮にＰ６らが原告から指揮命令を受けることが\nあったとしても，それは業務委託者からの事実上の指揮命令であったと\n解すべきである。\nしたがって，Ｐ６らがＰ１社の取締役である原告及びＰ４の指揮命令\nに服していた旨の原告の上記主張は理由がないというべきである。\nなお，仮に，Ｐ１社にＰ５社の従業員が派遣されていたとしても，当\n該従業員とＰ１社との間に雇用関係は存在しないのであるから，いずれ\nにしてもＰ１社には，従業員は存在しなかったといえる。\nエ  以上によれば，Ｐ１社は，重要な意思決定機関である株主総会における\n意思決定がその本店所在地国において開催されているとはいえず，本来で\nあればそこで行われるべき重要な意思決定については原告がシンガポール\n国外において行っていたこと，業務遂行上の重要事項については原告がシ\nンガポール国外において意思決定を行っていたと認められること，原告及\nびＰ４の２名で決定すべき事項についても実質的に原告が決定していたと\n認められること，役員の職務についても原告は専らシンガポール国外にお\nいて執行し，Ｐ４は業務委託を受けたＰ５社の一員としてＰ１社の日常業\n務を行っているにすぎないこと，Ｐ１社には常勤役員及び従業員が存在せ\nず，同社の業務は業務委託先であるＰ５社の従業員が遂行していたと認め\nられること，Ｐ１社はシンガポールに固定施設を有していないこと等を考\n慮すれば，Ｐ１社はその発行済株式総数の９９．９％を保有している原告\nの強い管理，支配の下に置かれており，シンガポールにおいて，独立した\n企業としてその事業の管理，支配及び運営を自ら行っていたとはいえない\nのであるから，Ｐ１社はＰ１社各事業年度において管理支配基準を満たし\nていない。\n（原告）\nア  管理支配基準の内容及び判断基準\n管理支配基準の内容は認める。管理支配基準の充足の有無の判定に際\nし，特定外国子会社等の重要な意思決定が行われた場所，役員としての職\n務執行，会計帳簿の作成及び保管等が行われている場所その他の状況が勘\n案されることは認めるが，その余は争う。上記に掲げた事項は，あくまで\n管理支配基準の充足の有無を判定する際に総合考慮される諸要素の例示に\nすぎず，上記の全ての行為が特定外国子会社等の本店所在地国等で行われ\nることを要件としているわけではない。\nイ  本件における当てはめ\n(ア)  株主総会について\nＰ１社各事業年度において開催された定時株主総会はいずれもシンガ\nポールにおいて，シンガポールの会社法にのっとって招集・開催され，\n議事録が作成された。原告の参加の方法によって開催地がシンガポール\nであった事実は影響を受けない。上記定時株主総会においては，Ｐ１社\n各事業年度の決算の承認と，任期が満了した役員の再任が行われたが，\nＰ１社各事業年度には，上記の事項以外に特に株主総会による意思決定\nが必要となるような重要事項は生じなかった。\n(イ)  重要な意思決定について\nＰ１社の定款上，シンガポールの会社法によって株主総会で決議する\nことが要請されている事項以外については，全て取締役が決定する権限\nを有し，Ｐ１社には取締役会という機関は存在しない（Ｐ１社附属定款\n７５条）。そして，シンガポールの会社法上，取締役による会議の招集\n手続等については特段の規定は存在せず，Ｐ１社の定款上，取締役が会\n議を開くこと自体は義務付けられていないから（Ｐ１社附属定款８１\n条），原告とＰ４が協議して決定を行えば，それがＰ１社の取締役の意\n思決定となり，両名による協議や決定が行われた場所が，その意思決定\nが行われた場所となる。Ｐ１社各事業年度において，本件増資の引受け\nに係る意思決定を始めとして，Ｐ３社の増資の引受けの可否や規模等Ｐ\n１社の事業に重大な影響を与える可能性のある事項については，緊急の\n場合を除き，基本的には原告がシンガポールに赴き，２人で会議や打合\nせを行って意思決定していた。\n(ウ)  Ｐ４による業務上の意思決定と業務遂行について\nＰ１社における意思決定のうち，重要事項であっても各取締役に権限\nが委任されている事項については，それぞれの取締役が適宜決定を行っ\nていた。そして，Ｐ１社のシンガポールの現地法令の遵守の確保，税務\n申告等に関する事項，Ｐ１社の経理や資金管理に関する事項，シンガポ\nール国内における販売活動，Ｐ５社から派遣された営業担当者の指揮監\n督その他の日常業務の執行に関する管理・運営等，Ｐ１社の業務上の意\n思決定の多くはシンガポール在住のＰ１社取締役であるＰ４に委ねら\nれ，その権限は実際に行使されていたが，このようなＰ４による重要事\n項の決定及びその権限の行使は，いずれもシンガポールで行われてお\nり，原告のシンガポール滞在日数が限定されていても，Ｐ１社はシンガ\nポールで何ら問題なく運営されていた。\n(エ)  日常業務の遂行について\nＰ１社各事業年度における顧客の訪問等の営業活動や顧客からのクレ\nーム処理等日々の業務については，Ｐ５社から派遣されたＰ６及びＰ８\nがＰ１社の従業員として行っていた。両名は，これらの日常業務をＰ１\n社がＰ５社から賃借したＰ５社のレンタルオフィスのオフィススペース\nで行っていたから，かかる日常業務の遂行場所がシンガポールであるこ\nとはいうまでもない。\n(オ)  会計帳簿の作成・保管等\nＰ１社の会計帳簿は，シンガポールにおいて作成され，古いものはＰ\n７のシンガポール国内の書類保管庫に，新しいものは周辺事務業務を委\n託していたＰ５社のオフィススペース内のＰ１社用の棚に保管されてい\nた。\n(カ)  以上のとおり，Ｐ１社では，その重要な意思決定も日常的な業務の\n遂行もＰ１社の役員及び従業員によってシンガポールで行われており，\n会計帳簿の作成・保管等もシンガポールにおいて行われている。Ｐ１社\nは，その本店所在地国であるシンガポールにおいて独立した法人とし\nて，その事業の管理支配及び運営を自ら行っており，管理支配基準も満\nたす。\nウ  被告の主張に対する反論\n(ア)  被告は，原告は，事実上，Ｐ１社の株主総会における意思決定権を\n掌握しているから，原告がどこで意思決定を行ったかが考慮されるべき\nであるところ，Ｐ１社各事業年度において，原告の意思決定は，専らシ\nンガポール国外で行われていたとして管理支配基準を満たさない旨主張\nするが，被告の主張は，個々の株主と株主総会という会社の機関を同視\nするものであり，失当といわざるを得ない。\n(イ)  被告は，Ｐ１社の事業上の重要事項については，Ｐ４が決定権限を\n有しておらず，原告が１人で意思決定していたと考えるのが自然である\nと主張する。被告は，上記主張の理由として，原告がＰ１社の発行済株\n式総数の９９．９％を保有していること及びＰ４がＰ１社以外に７社の\n役員を兼務していることから，Ｐ４が原告を差し置いて重要事項の決定\n権を有していたと考えるのは不自然であると主張するが，被告の根拠と\nする事情は，いずれも取締役としての権限分配や役割分担には関わりの\nないものであり理由がない。\n(ウ)  被告は，平成１７年８月に行われた本件増資の引受けについて原告\nが単独で意思決定したと認められることを管理支配基準を満たさない根\n拠として主張する。\nしかしながら，本件増資の引受けの可否はシンガポールの法制やＰ１\n社のキャッシュフローの状態にも関わるため，それらを十分に把握して\nいない原告が単独で決定することは不可能であった。本件調査時の聞取\nり結果は，処分行政庁の内部文書にすぎず，原告の発言の全てが記録さ\nれたものではなく，その内容も不正確である。\n本件増資の引受けに際しては，原告がシンガポールに赴いた際に，Ｐ\n４との間で，Ｐ１社がＰ２社の増資を引き受けることについて基本的に\nは合意したものの，その後，正式にＰ２社から本件増資の引受けの依頼\nがあった際は，Ｐ１社の財務を担当していたＰ４が引受可能な金額の上\n限を判断して本件増資の引受額を決定したのであり，本件増資の引受け\nは，Ｐ１社の取締役として原告とＰ４が主としてシンガポールにおいて\n２人で話し合って決定したものである。\n(エ)  被告は，Ｐ４がＰ５社のマネージングディレクターとして，Ｐ１社\nの通常業務について全般的な決定権限を有し，業務を遂行していたこと\nを管理支配基準を満たさない根拠として主張し，その理由として，Ｐ４\nがＰ１社から取締役としての報酬を受け取っておらず，Ｐ４がマネージ\nングディレクターを務めるＰ５社が平成１７年業務委託契約書に基づい\nてＰ１社の業務を包括的に受託していることから，Ｐ４は平成１７年業\n務委託契約書に基づく業務の遂行としてＰ５社の役員としてＰ１社の通\n常業務を行い，その対価を得ていたと考えるのが自然であると主張す\nる。\nしかしながら，Ｐ４がマネージングディレクターを務めているＰ５社\nがＰ１社から業務の委託を受けることとＰ４が個人としてＰ１社の取締\n役に就任することは別の問題であり，Ｐ４がＰ１社から個人として役員\n報酬を受け取るかどうかとＰ５社がＰ１社から業務受託の対価を受け取\nることとは無関係である。Ｐ４は，Ｐ５社が業務委託を受けている会社\nのうち複数の会社の取締役に就任しているが，Ｐ４が取締役に就任する\nのは，Ｐ４が個人として当該会社の経営について責任が取れる会社に限\nられ，各会社の業績等により取締役としての報酬を受け取っている社と\n受け取っていない社がある。Ｐ４がＰ１社の取締役に就任したのは，友\n人である原告に依頼されたためであり，Ｐ１社各事業年度において役員\n報酬を受領せずにその職務を遂行していたのは，Ｐ１社の業績がまだそ\nれほど安定しておらず，同じ取締役である原告も報酬を受け取っていな\nかったからにすぎない。\n(オ)  被告は，Ｐ６及びＰ８は，Ｐ５社からＰ１社に派遣されていたので\nはなく，Ｐ１社から業務委託を受けたＰ５社の従業員として，Ｐ１社の\n業務を遂行しており，Ｐ１社には従業員が存在していなかったことを管\n理支配基準を満たさない根拠として主張する。被告は，上記主張の根拠\nとして，①  Ｐ１社各事業年度に係るＰ１社の財務諸表上，従業員に対\nする給与は計上されておらず，原告が本件調査において給与を支給され\nている従業員がいないと答えたこと，②  派遣契約が文書化されておら\nず，平成１７年業務委託契約書の文言が，Ｐ１社がＰ５社に包括的な業\n務委託を行っているように読み得ること，③  Ｐ１社がＰ５社の電話及\nびＦＡＸ番号を使用しており，Ｐ１社の営業担当者の名刺に記載された\nメールアドレスがＰ５社のものであること，④  原告が本件調査におい\nて原告がＰ１社の業務についてＰ５社に丸投げであると答えたことを挙\nげるが，以下のとおり被告の主張する根拠はいずれも誤りである。\nａ  Ｐ１社の営業担当者はＰ５社から人材派遣を受けた者であるから，\nＰ１社において営業担当者の給与は計上されておらず，Ｐ１社が直接\n給与を支払う従業員は存在しなかった。Ｐ１社のような小規模な会社\nにとっては，適切な人材を発掘することの困難さやコストの点からみ\nれば，人材派遣を受けることが合理的な選択であったためである。Ｐ\n１社各事業年度においてＰ１社からＰ５社に対して支払われていた\n「業務委託料」には，従業員の派遣料が含まれており，Ｐ１社各事業\n年度のうち，平成１５年１月から平成１７年６月の間は，Ｐ６のＰ１\n社従業員としての貢献に報いるため，Ｐ１社は，Ｐ５社に対し，「人\n材派遣料」を通常の「業務委託料」名目の支払に上乗せして支払い，\n上乗せ金額の全額がＰ５社からＰ６に対して支払われていた。被告\nは，この「人材派遣料」がＰ１社の財務諸表上「sub-contractors'\nfee」として計上されていることを理由に，この「人材派遣料」はＰ\n５社がＰ１社の業務を遂行したことへの対価に相当する部分を別途計\n上したにすぎないと主張するが，上記の「人材派遣料」は，Ｐ５社ら\nＰ１社に対して「supply manpower」という名目の人材派遣料として\n請求されており，当該「人材派遣料」がＰ５社からＰ６にそのまま支\n払われた事実を無視するものであり妥当でない。\nｂ  Ｐ１社各事業年度において，Ｐ６及びＰ８がＰ５社からＰ１社に派\n遣されていたか否かを，人材派遣に関する契約書が書面化されている\nか，平成１７年業務委託契約書の文言から営業業務の委託が行われて\nいたと読み得るかどうかで判断するのは誤りである。Ｐ１社がＰ５社\nに業務委託していたのは周辺事務業務のみであり，営業活動は委託し\nていない。Ｐ１社がＰ５社に委託していた周辺事務業務は，定型的な\n営業事務（インボイスや注文書の発行等の事務作業）等であり，かか\nる業務は，Ｐ５社の業務受託部門の従業員により機械的に処理されて\nいたが，Ｐ６やＰ８が従事していた営業活動は，顧客の訪問，取引の\n獲得，仕入価格・販売価格の交渉等の営業活動や顧客からのクレーム\n処理等を裁量をもって行う業務であるから，業務の性質が異なる。そ\nして，「業務処理請負」と「労働者派遣」とは，当該労働者を他人の\n指揮命令に服せしめるかどうかの点等で区別されるところ，本件の場\n合，周辺事務業務に従事するＰ５社の従業員は，Ｐ５社の中間管理職\nや場合によってＰ５社のマネージングディレクターとしてのＰ４の指\n揮命令に服していたが，委託業務の委託元の取締役である原告による\n指揮命令には服さず，あくまでも「業務処理請負」であるのに対し，\nＰ６及びＰ８は，Ｐ１社の営業活動に関し，Ｐ５社の指揮命令には服\nさず，Ｐ１社の取締役としてのＰ４及び原告の指揮命令に服していた\nのであるから，Ｐ１社の営業を担当するため，Ｐ５社からＰ１社に人\n材派遣されていたものである。\nｃ  Ｐ１社は，固有の電話及びＦＡＸ番号を保有せず，Ｐ５社の代表番\n号と同一の番号を使用していたが，顧客からＰ５社の代表番号に架か\nってきた電話は，オペレーターにより適切に営業担当者に転送されて\nおり，Ｐ１社の営業担当者がＰ５社のメールアドレスを使用していた\nのは，コストや手間を考慮した単なる事務上の便宜のためにすぎず，\n顧客らは営業担当者をＰ５社の従業員ではなく，Ｐ１社の営業担当者\nとして理解していたから，これらの事情は，Ｐ１社の営業担当者がＰ\n１社の従業員でなかったことや，Ｐ１社がＰ５社に業務を丸投げして\nいたことを示すものではない。\nｄ  さらに，被告は，本件調査における聞取り結果の記載をもって，原\n告がＰ１社の業務についてＰ５社に丸投げであると答えたかのように\n主張しているが，原告がそのような発言をしたことはなく，そもそも\n主張の前提を欠いている。\nエ  Ｐ１社の株主総会がシンガポールにおいてシンガポールの会社法にのっ\nとって開催されていたこと，Ｐ１社の重要な意思決定がＰ１社の取締役で\nあるＰ４と原告によって役割分担されながら行われており，業務上の意思\n決定の多くはシンガポール在住の取締役であるＰ４が担っていたこと（し\nたがって，原告のシンガポール滞在日数が限定されていても問題ないこ\nと），Ｐ１社の営業を含む日常業務はＰ５社内のＰ１社の事務スペースで\nＰ５社からＰ１社に派遣されたＰ６及びＰ８が遂行していたこと，Ｐ１社\nの会計帳簿の作成・保管等もシンガポールで行われていたことを併せ考え\nれば，Ｐ１社は，シンガポール国内で，受注発注形態の小規模の卸売事業\nの管理，支配及び運営を自ら行っていたといえ，Ｐ１社が，Ｐ１社各事業\n年度において，管理支配基準を満たしていたことが認められる。\n第３  争点に対する判断\n１  措置法４０条の４第１項所定の外国子会社合算税制は，いわゆるタックス・\nヘイブン対策税制とも称され，軽課税国（いわゆるタックス・ヘイブン）に所\n在する子会社等で我が国の株主により支配されているものに我が国の株主が所\n得を留保し，我が国での税負担を不当に軽減することを規制することにより，\n課税の実質的な公平を確保することを目的とするものである。外国子会社合算\n税制は，我が国での税負担を不当に軽減するという租税回避目的での行為を否\n認するものであるから，軽課税国に所在する子会社等が，当該外国に所在する\nことについて十分な経済的合理性が認められる場合には適用されないこととな\nり，特定外国子会社等が当該外国に所在することについて十分な経済的合理性\nを有しているか否かについて，業種ごとに具体的な基準として明らかにしたも\nのが適用除外要件である。本件においては，特定外国子会社等に当たるＰ１社\nが措置法４０条の４第４項所定の適用除外要件のうちの実体基準及び管理支配\n基準を満たすか否かが争点となっているところ，課税庁の属する被告側がＰ１\n社が上記の各適用除外要件を満たさないことを主張立証する必要がある。\n２  前提事実，末尾掲記の各証拠，Ｐ４の証言及び原告本人尋問の結果並びに弁\n論の全趣旨によれば，次の各事実が認められる。\n(1)  Ｐ１社の設立経緯\nア  Ｐ２社は，各種ねじ，ボルト，シャフト，マイクロファスナー等の各種\n冷間圧造部品を中心とする精密機械部品を製造することを目的として昭和\n４８年４月２日に原告の父Ｐ９により設立された株式会社である。（甲１\n３・１頁，乙１）\nイ  １９９０年代，主要な顧客であるＡＶ機器，家電，通信機器等の製造業\n者が海外，特に，ＡＳＥＡＮ諸国に製造拠点を設ける動きが加速したた\nめ，Ｐ２社は，当初は，直接又は当時商社としての活動を中心的に行って\nいたＰ５社を通じて日本からＡＳＥＡＮ諸国の日系企業に対して製品を販\n売し，何か問題が生じた場合には原告が出張して対応していた。しかしな\nがら，Ｐ２社の競合相手が次々にシンガポールに販売子会社を設立する\n中，中間業者への手数料分だけ割高になっている印象を顧客に与えたり，\n顧客に対する機動的な対応ができないという事態を避け，上記の日系企業\nとの取引を獲得し，拡大していくためには，Ｐ２社自身の販売拠点をＡＳ\nＥＡＮ諸国に設ける必要があった。特に，１９９０年代半ば，当時ＶＨＳ\nビデオデッキの部品について世界市場の２５％のシェアを有していた株式\n会社Ｐ１０（以下「Ｐ１０」という。）がマレーシア及びタイ王国（以下\n「タイ」という。）に子会社及び工場を有しており，シンガポールにもタ\nイ工場向けの購買拠点を設けていたため，Ｐ２社としてはどうしてもＰ１\n０との取引を拡大したいと考えていた。\nまた，Ｐ２社は，その頃，タイに合弁子会社であるＰ３社を設立して工\n場を創業することを検討しており，タイ国外でＰ３社の製品を販売するた\nめの販売拠点が必要となることも見込まれていた。\nしかしながら，当時，Ｐ２社はＡＳＥＡＮ諸国の現地事情には疎く，ど\nこにどのような販売拠点を設立するのがよいか，設立した販売拠点をどの\nように運営するのがよいか判断する材料や能力を有していなかった。（甲\n１３・２頁，原告本人調書２頁）\nウ  原告は，平成７年頃にＰ４と知り合い，シンガポールに出張の都度，Ｐ\n４と面会し，Ｐ４に対し，Ｐ２社のＡＳＥＡＮ諸国内での販売拠点の設置\nについて相談していた。原告は，法制度，政治的・経済的安定性，地理的\n事情から，シンガポールがＡＳＥＡＮ諸国への販売拠点として最も優れて\nいること，競合他社もシンガポールに販売子会社を設けていたこと，Ｐ１\n０のタイの子会社  Ｐ１１Ltd.（以下「Ｐ１１社」という。）がタイ国外\nから購入する部品をシンガポールにおいて集中的に購買していたこと，シ\nンガポールであれば，Ｐ４及びＰ４の経営するＰ５社による様々な支援を\n得られることから，シンガポールに販売拠点となる新会社を設立すること\nとした。（甲１３・３頁，甲１５・２，３頁，Ｐ４証人調書２頁，原告本\n人調書２，３頁）\nエ  原告は，平成１０年から平成１１年にかけて，Ｐ４に新会社設立につい\nての相談を重ね，Ｐ４に対し，新会社の取締役に就任することを要請した\nところ，Ｐ４はこれを了承した。その際，原告とＰ４は，設立する新会社\nの経営が軌道に乗るまで，原告及びＰ４は無報酬で業務に当たることにし\nた。（甲１３・３頁，甲１５・４頁，Ｐ４証人調書９，１０頁）\nオ  原告は，その後，Ｐ９に対し，Ｐ２社の販売拠点となる新会社をシンガ\nポールに設立することを提案したところ，Ｐ９は，新会社の設立自体には\n賛成したものの，新会社の業務規模が比較的小さいことと，進出に伴うリ\nスクについて原告に責任を持たせるために，Ｐ２社の子会社としてＰ２社\nが出資するのではなく，原告自身が出資することを条件とした。（甲１\n３・３，４頁）\nカ  原告とＰ４は，２０００年（平成１２年）２月３日，それぞれが１ＳＧ\nＤずつ出資し，１株ずつ取得してＰ１社を設立した。Ｐ４が出資をしたの\nは，当時のシンガポール会社法上，会社設立時の株主にシンガポール居住\n者が１名以上含まれていることが条件とされていたためであり，同年１２\n月１５日に行われた７７９８株の増資については，全て原告が引き受け\nた。（甲１３・４頁，甲１５・４頁）\n(2)  Ｐ４及びＰ５社について\nア  Ｐ４は，１９９３年（平成５年）１０月，１９８８年（昭和６３年）に\n設立されたものの当時は休眠状態であったＰ５社を知人から譲り受け，従\n前の勤務先であるＰ１２株式会社（以下「Ｐ１２社」という。）において\n部品調達業務を行っていた経験を生かし，ＡＳＥＡＮ諸国において部品を\n調達し，日系企業を中心とした商社業務を開始した。その後，Ｐ１０から\n依頼されてシンガポール子会社であるＰ１３Pte Ltd（以下「Ｐ１３社」\nという。）の設立及びその後の運営の支援を行ったことを契機として，他\nの日本企業からＡＳＥＡＮ諸国における部品調達や販売を目的とするシン\nガポール子会社の設立やその後の運営支援を依頼されるようになり，部品\n調達業務等の商社業務からシンガポールに進出する日系企業の設立及びそ\nの後の運営支援業務（オフィススペースの賃貸，周辺事務業務に関するサ\nービス提供）に主軸を移すようになった。(甲１５・１，２頁，乙５，\n６，Ｐ４証人調書２頁）\nイ  Ｐ５社が提供する業務サポートサービスには，①  オフィススペースの\n賃貸，②  営業周辺業務の支援，③  営業担当者の派遣の３種類がある\nが，顧客はその中から必要なサービスを選択することができる。ただし，\nＰ１社各事業年度の当時，①ないし③の各サービスごとの対価は決められ\nておらず，①ないし③の全てのサービスの提供を受ける場合であっても，\nその対価は，各サービスごとの対価を積み上げて算定する方式ではなく，\nサービス全体について包括的に決定されていた。（甲１５・２頁，Ｐ４証\n人調書３０，３１頁）\nウ  Ｐ４は，Ｐ１社各事業年度において，Ｐ１社及びＰ５社と住所を同じく\nする複数の会社（Ｐ１３社等の少なくとも７法人）の役員を兼務していた\nが，それらの会社に対しては，上記イの①ないし③の全てのサービスを提\n供していた。ただし，Ｐ５社が上記の①ないし③のサービスの提供をして\nいる会社であっても，Ｐ４は全ての会社について取締役を兼務していたわ\nけではなく，Ｐ４が取締役を兼務していたのは，Ｐ５社がシンガポールで\nの法人設立を支援し，周辺事務業務を受託し，Ｐ４が会社の事業について\n知識を有しているなどの事情により自己が取締役として責任を持てると思\nった会社に限られていたが，会社の業績次第で報酬を受け取っている場合\nと受け取っていない場合とがあった。(甲１５・４頁，同添付資料２，Ｐ\n４証人調書３０，３１頁）\n(3)  Ｐ１社の事業規模・取引先\nＰ１社の扱う精密機械部品は，特殊圧造部品や特殊ねじであるため，取引\n先となる企業は限定され，汎用性が低く，大量仕入れや量販にはなじまず，\nＰ１０のシンガポール子会社であるＰ１３社やＰ１０のマレーシア子会社で\nあるＰ１４Sdn Bhd (Malaysia)（以下「Ｐ１４社」という。）等の取引先か\nら受注を得て，Ｐ２社及びＰ３社に対して発注し，出来上がった製品を顧客\nに納入するという受注発注の形式で行われている。(甲１３・４頁，Ｐ４証\n人調書７頁，原告本人調書１，５頁）\nＰ１社各事業年度におけるＰ１社の顧客数は１０社に満たず，売上高合計\nも平成１５年１２月期が１１４万ＳＧＤ余り（平成１５年１２月期の円／Ｓ\nＧＤ相場の年平均６６．５７円で換算すると７５８８万９８００円余り），\n平成１６年１２月期が１９１万ＳＧＤ余り（平成１６年１２月期の円／ＳＧ\nＤ 相 場 の 年 平 均 ６ ４ ． ０ ３ 円 で 換 算 す る と １ 億 ２ ２ ２ ９ 万 ７ ３ ０ ０ 円 余\nり），平成１７年１２月期が１６０万ＳＧＤ余り（平成１７年１２月期の円\n／ＳＧＤ相場の年平均６６．１９円で換算すると１億０５９０万４０００円\n余り）であった(甲１０ないし１２，乙２・和訳１２頁，乙３・和訳１２枚\n目，乙４・和訳１１頁，乙４７）\n(4)  Ｐ１社とＰ５社との間の業務委託契約\nア  原告及びＰ４は，Ｐ１社の設立時に，Ｐ１社とＰ５社との間で，①  オ\nフィススペースの賃貸借，②  周辺事務業務（経理・総務・営業事務）の\n業務委託，③  営業担当者の派遣を内容とする業務委託契約を口頭により\n締結し，Ｐ１社は，Ｐ１社各事業年度において，Ｐ５社から上記の①ない\nし③の各サービスの提供を受けた。（甲１３・１５，１６頁，甲１５・１\n２～１５頁，原告本人調書３，４頁，Ｐ４証人調書１２～１４頁，原告本\n人調書３頁）\nＰ５社からＰ１社に対して提供されるサービスの内容は，平成１７年業\n務委託契約書の作成の前後を問わず，変更はなかった。(本人調書４頁，\nＰ４調書１４頁)。\nイ  Ｐ５社に対する業務委託料及び人材派遣料\n本件業務委託契約に基づく業務委託料は，２００３年（平成１５年）１\n月から２００４年（平成１６年）１２月までが月額２０００ＳＧＤ，２０\n０５年（平成１７年）１月から同年７月までが月額４０００ＳＧＤ，同年\n８月から同年１２月までが月額５５００ＳＧＤであった（Ｐ１社の財務諸\n表 上 は ， 「 管 理 費 」 （ administrative  charges) 名 目 で 計 上 さ れ て い\nる。）。（甲１３・１７頁，同添付資料４－１，乙２・和訳１９頁，乙\n３・和訳１９枚目，乙４・和訳２２頁）\nＰ１社は，Ｐ５社に対し， 上記の業務委託料に加えて，２００ ２年\n（平成１４年）１２月に６０００ＳＧＤを，２００３年（平成１５年）１\n月から２００５年（平成１７年）６月まで毎月１０００ＳＧＤを人材派遣\n料（supply manpower）として支払った（Ｐ１社の財務諸表上は，「下請\n業者費用」（sub-contractors' fee）名目で計上されている。）。(甲１\n３・１６，１７頁，同添付資料４－２，乙２・和訳１９頁，乙３・和訳２\n０枚目，乙４・和訳２３頁，Ｐ４証人調書１６頁，原告本人調書９頁）。\n人材派遣料は，下記(11)ア(ウ)のとおり，Ｐ６が営業担当者になってか\nらＰ１社の業績が好転したために，Ｐ６に対する賞与又は給与の上乗せ分\nの支払を目的とするものであり，Ｐ５社からＰ６に対して同額が支払われ\nた。（甲１５・１５，１６頁，Ｐ４証人調書１６頁，原告本人調書９頁）\nウ  原告とＰ４は，平成１７年８月１日，本件業務委託契約の存在及び本件\n業務委託契約に基づく業務委託料の金額を明らかにすることを目的とし\nて，平成１７年業務委託契約書を作成した。平成１７年業務委託契約書\nは，Ｐ５社の全顧客に対して利用可能な定型フォームを利用したものであ\nり，次の事項が記載され，Ｐ１社を代表して原告が，Ｐ５社を代表してＰ\n４が各々署名しているが，本件業務委託契約の内容どおりの条項にはなっ\nていない。(甲１３・１８頁，甲１５・１７頁，乙４６，Ｐ４証人調書１\n３頁，原告本人調書４頁)\n(ア)  契約の目的(序文)\n業務管理者(Ｐ５社)は，当会社(Ｐ１社)にあらゆる種類の財務上，経\n営管理上，業務管理上及びその他の営業活動上のサービス及び顧問サー\nビスを提供することを望んでいる。\nＰ１社は，以下に含まれる契約条件に従って以下に記載するサービス\nを提供する業務管理者を指定することを望んでいる。\nよって，ここに両当事者は以下のとおり相互に合意した。\n(イ)  契約の対価(第１条)\nＰ１社がＰ５社に対して毎月５５００ＳＧＤ(物品・サービス税を除\nく。)の月次報酬又は本契約の両当事者が合意するその他の料金を支払\nうことを考慮して，Ｐ５社はＰ１社に対して，本契約の第３条に更に詳\n細に記載されている業務管理サービスを提供するものとする。\n(ウ)  契約期間(第２条)\n本業務委託契約は，２００５年(平成１７年)８月１日に発効し，本契\n約の第７条の規定に従って別段に終了されない限り，また終了されるま\nで，存続するものとする。\n(エ)  サービスの内容(第３条)\n本業務委託契約の存続期間中，Ｐ５社はＰ１社に対して以下のサービ\nスを履行し提供するものとする。\nａ  Ｐ１社により要求されることのある又はＰ１社の事業にとって必要\nとみなされる全ての財務上のサービス及び顧問サービス。\nｂ  Ｐ１社により要求されることのある又はＰ１社の事業にとって必要\nとみなされる全ての経営管理上，業務上及びその他の営業活動上のサ\nービス。\nｃ  相互に合意する全てのその他の経営管理及び顧問サービス。\n(オ)  上述の業務運営サービス以外のサービス(第４条)\nＰ１社により要求される場合，別途の相互に合意する報酬を前提条件\nとして，Ｐ５社は上述の業務運営サービス以外のサービスを提供するこ\nとができる。\nエ  Ｐ５社は，新しい建物に本社及びオフィススペースを移転した際，Ｐ５\n社が支払うべき賃借料が大幅に上昇したため，レンタルオフィススペース\nの賃貸料を増額する必要があり，今後もＰ５社が支払う賃借料が増額され\nた場合には，レンタルオフィススペースの賃貸料を増額することにより対\n応できるよう，顧客との間でレンタルオフィススペースの賃貸料を独立し\nて定めることとし，平成１９年７月１日，Ｐ１社との間で，本件業務委託\n契約について，平成１９年業務委託契約書を作成した。平成１９年業務委\n託契約書には，次の事項が記載され，Ｐ１社を代表して原告が，Ｐ５社を\n代表してＰ４が，各々署名しているが，本件業務委託契約の内容どおりの\n条項にはなっていない。(乙５３，Ｐ４証人調書１４，１５頁，原告本人\n調書１７頁）\n(ア)  契約の目的(序文)\n平成１７年業務委託契約書と同様である。\n(イ)  契約の対価(第１条)\nＰ１社がＰ５社に対して毎月５５００ＳＧＤ(物品・サービス税を除\nく。)の月次報酬及び毎月５００ＳＧＤ(物品・サービス税を除く。)の\n建物内の一画の賃借料，又は本契約の両当事者が合意するその他の料金\nの支払を対価として，Ｐ５社はＰ１社に対して，本契約の第３条に更に\n詳細に記載されている業務管理サービスを提供するものとする。\n(ウ)  契約期間(第２条)\n本業務管理契約は，２００７年(平成１９年)７月１日に発効し，本契\n約の第７条の規定に従って別段に終了されない限り，また終了されるま\nで，存続するものとする。\n(エ)  サービスの内容(第３条)\n平成１７年業務委託契約書と同様である。\n(オ)  上述の業務運営サービス以外のサービス(第４条)\n平成１７年業務委託契約書と同様である。\n(5)  Ｐ１社のオフィススペース\nア  Ｐ１社は，Ｐ５社が賃借するビルのレンタルオフィス内の机１台分のオ\nフィススペース（机，椅子，棚，固定電話を含む。）に，Ｐ１社が所有す\nるパソコン１台及びモデムを設置していた（甲４，甲１３・６頁，甲１\n４・３頁，同添付資料１，２，甲１５・１２，１３頁，同添付資料１１，\n乙７，Ｐ４証人調書４，５頁，原告本人調書５頁）。\nこの机１台分のスペースは，２００２年（平成１４年）後半から２００\n５年（平成１７年）６月末まではＰ６が，同年６月から２００６年（平成\n１８年）６月まではＰ８が，Ｐ１社の営業活動を行うために使用してい\nた。（甲１３・６，９頁，甲１５・１３頁，Ｐ４証人調書５頁，原告本人\n調書６頁）\nイ  Ｐ１社のオフィススペースと同じフロアには，Ｐ４の専用の執務室があ\nり，この執務スペースは，Ｐ５社の業務やＰ４が取締役を兼務する会社の\n業務のほか，Ｐ１社の職務の遂行のためにも使用されていた。（甲５，甲\n１３・６，７頁，甲１４添付資料２，甲１５・１２，１３頁，Ｐ４証人調\n書４，６，２３頁，原告本人調書・７頁）\nウ  Ｐ５社のレンタルオフィスの顧客であるＰ１社には，共用スペースとし\nて会議室が提供されており，原告やＰ１社の営業担当者は，来客があった\n際にはこの会議室を利用していた（甲１３・７頁，甲１４・４頁，同添付\n資料２，Ｐ４証人調書６頁，原告本人調書７頁）\nエ  Ｐ１社各事業年度において，Ｐ５社のオフィスの入口には，Ｐ１社の看\n板が掲げられていた。なお，看板の設置には費用が掛かるため，Ｐ５社\nは，周辺事務業務の委託又はオフィススペースの賃借をしている会社の中\nで希望する会社についてのみ看板を設置している。（甲６，甲１３・７\n頁，甲１４・４頁，同添付資料３，甲１５・１３頁，Ｐ４証人調書６，７\n頁，原告本人調書６頁）\n(6)  Ｐ１社の取扱製品の保管場所\nＰ１社は，受注発注の取引であるため，滞留在庫を抱えることは稀である\nが，製品が到着してから各顧客に出荷するまでの数日から１週間程度は，Ｐ\n１社が製品を保管し，製品及び顧客ごとに随時入荷又は出荷をする必要があ\nることや，欠陥のある製品が返品された場合にそれらを保管する必要がある\nことから，Ｐ７と契約し，Ｐ７のシンガポール国内にある倉庫内にＰ１社が\n取り扱う精密機械部品の保管場所を確保し，必要なスペースを賃借してい\nた。（甲１３・７，８頁，同添付資料１－１から１－３，３－１から３－\n３）\n(7)  Ｐ１社の帳簿書類の保管場所\nＰ１社は，シンガポールの法令・規則・基準に従った会計帳簿を作成し，\n新しい帳簿書類については，Ｐ１社が経理事務及び営業事務を委託していた\nＰ５社のオフィススペース内のＰ１社用の棚に保管し，古い帳簿書類につい\nては，Ｐ７の書類保管庫内に保管していた。（甲９の１ないし３，甲１３・\n７頁，甲１４・４頁，同添付資料２，甲１５・１２頁，Ｐ４証人調書６頁，\n原告本人調書７頁）\n(8)  Ｐ１社の株主総会\nア  シンガポール会社法及びＰ１社の定款の定め\nシンガポール会社法上，株主総会決議には，普通決議と特別決議とがあ\nり，普通決議については出席株主の議決権総数の過半数の賛成を，また，\n特別決議については出席株主の議決権総数の４分の３の賛成を要するもの\nとされている。（乙５２）\nイ  Ｐ１社の株主総会の状況\nＰ１社は，２００４年（平成１６年）６月３０日，２００５年（平成１\n７年）６月３０日，２００６年（平成１８年）６月３０日，いずれもシン\nガポール国内において株主総会を開催し，Ｐ４はいずれの株主総会にも出\n席したが，原告は，２００４年６月３０日及び２００５年６月３０日には\nシンガポールに滞在しておらず，電話で参加するか，事前にＰ４に一任し\nていた。(甲１５・１０，１１頁，乙４４，５１の４，５，Ｐ４証人調書\n１２頁，原告本人調書１３頁）\n(9)  原告及びＰ４の間の権限分配\nア  原告とＰ４は，Ｐ１社設立当初から，それぞれの居住地や専門性を考慮\nして，取締役として役割分担することを合意したが，２０１１年（平成２\n３年）３月まで，職務分掌・権限規程を作成したことはなかった。（甲１\n３・１０，１１頁，甲１５・６頁，Ｐ４証人調書８頁）\nイ  Ｐ４は，シンガポールに在住し，シンガポールの現地事情や経済動向に\n精通していることから，Ｐ１社がシンガポールの法令・規制を遵守するた\nめに必要な各種届出や税務申告を行い，必要に応じて税務当局や監査法人\nと交渉していた。\nまた，Ｐ４は，Ｐ１社の経理や銀行取引及び為替管理を含む資金管理を\n行い，米ドル口座，日本円口座，ＳＧＤ口座の各残高を把握しつつ，各種\nの支払をチェックして承認し，為替相場を見て米ドルを日本円に交換する\nよう指示を出したりしていたが，通常の銀行取引については，無制限の権\n限を有していた。Ｐ４は，実際に，下記(10)オ(イ)のとおり，本件増資の\n引受けの可否について，１６００万円を上限額とし，かつ，Ｐ１社の資金\n繰りの都合上，支払時期を１か月遅らせるよう指示した。（甲１３・１１\n頁，甲１５・７頁，Ｐ４証人調書９頁，原告本人調書９，１０頁）\nさらに，Ｐ４は，シンガポール国内におけるＰ１社の新規顧客の開拓を\n役割としており，実際に，Ｐ１社の大口取引先であるＰ１３社，Ｐ１４社\n等の複数の顧客を獲得した。（甲１３・１１頁，甲１５・８頁，Ｐ４証人\n調書２４頁）\nＰ４は，上記のほか，取締役の決定や株主総会の開催等のシンガポール\n会社法及びＰ１社の定款上必要な行為については，Ｐ１社から総務事務を\n受託していたＰ５社の担当者に指示してカンパニーセクレタリー会社に依\n頼して財務諸表・事業報告の承認や株主総会の準備・招集に必要な書類を\n作成させたり，営業担当者に対する指揮監督を行い，日常的な営業活動や\n顧客からのクレーム対応，売掛債権の督促・回収などの日常業務を執行し\nていた。（甲１３・１１頁，甲１５・８，１０頁）\nウ  原告は，日本に居住し，Ｐ１社各事業年度において，Ｐ１社の取扱製品\nを製造しているＰ２社の取締役でもあったことから，主としてシンガポー\nル国外における新規顧客を開拓し，シンガポールに滞在中は，Ｐ４や営業\n担当者が開拓したシンガポール国内の顧客に対して挨拶をして営業活動を\n支援し，営業担当者から連絡を受けて，Ｐ２社及びその関連会社であるＰ\n３社との間で，どの工場が顧客に対する見積りをすべきか，製品に欠陥が\nあった場合の処理費用の負担をどうするか等の事項について協議，交渉及\nび連絡をし，取引先からの重大なクレームを受けた場合には，営業担当者\nと共に現場に出向い て謝罪する等の対応 を行っていた。(甲 １３・ １２\n頁，甲１５・８，９頁，乙４０ないし４３，原告本人調書１０頁）。\nなお，原告は，Ｐ１社各事業年度において，Ｐ１社平成１５年１２月期\nは合計２４日，Ｐ１社平成１６年１２月期は合計１０日，Ｐ１社平成１７\n年１２月期は合計１２日，シンガポールに滞在していた。(乙４４）\nエ  原告とＰ４は，２０１１年(平成２３年）３月，職務分掌・権限規程を\n作成した。職務分掌・権限規程によれば，居住取締役の分掌事項は，①\nシンガポールの法令の遵守の確保，②  シンガポールにおける納税及び税\n務当局との交渉，③  事業計画案及び予算案の作成・検討，予算の実行及\nびその監督，④  人事に関する決定及び承認，⑤  従業員の指揮，命令及\nび監督，⑥  監査法人との交渉及び対応，⑦  銀行取引，⑧  日常業務の\n執行，⑨  総務，経理，営業事務に係る業務の外部委託に関する協議・交\n渉，⑩  シンガポール国内における新規顧客の開拓，⑪  シンガポール国\n内における経済情勢，市場動向，取引環境の調査，分析及び報告とされ，\n非居住取締役の分掌事項は，①  シンガポール国外における新規顧客の開\n拓，②  Ｐ１社及びその関連会社との協議，交渉及び連絡業務，③  顧客\nからの重要なクレームへの対応，④  事業計画案及び予算案の作成・検討\nとされている。（甲７）\n(10)  Ｐ１社の重要事項の決定\nア  Ｐ１社の定款の定め\nＰ１社附属定款(ARTICLES OF ASSOCIATION OF Ｐ１PTE LTD)７５条は，\nシンガポールの会社法により株主総会で決議することが要請されている事\n項以外については，全て取締役が決定する権限を有する旨定めている。\n（甲１９）\nシンガポール会社法上，取締役による会議の招集手続等に関する規定は\n設けられておらず，Ｐ１社附属定款８１条は，取締役は，会社の運営に関\nして会議を開催することができるとしているものの，会議の開催自体は義\n務付けておらず，会議をどのように規律するかについても取締役の裁量に\n委ねている。\n書面決議とは，会議の開催に代えて書面による意思表示により決議を行\nったとみなすものであり，Ｐ１社附属定款９２条においても，会社の取締\n役の過半数が署名した書面による決議は，その決議が正当に招集され開催\nされた取締役の会議で可決されたのと同様に有効であるものとし，このよ\nうな決議はなんであれ，１人又はそれ以上の取締役によりそれぞれ署名さ\nれた同様な形式のいくつかの文書類から構成することができる旨規定され\nている。(甲１９）\nイ  取締役による書面決議\nＰ１社各事業年度において，平成１６年３月４日及び平成１７年５月１\n２日に，監査会計書類の承認，株主総会の招集・開催に関して取締役２名\nが決定した旨の各取締役の決議書，同年７月２７日にＰ２社に対する投資\n（本件増資の引受け）を承認する旨の各取締役の決議書が作成されてい\nる。なお，これらの書面作成日のうち，原告がシンガポールに滞在してい\nたのは，平成１６年 ３月４日のみである 。(乙４４，乙５１ の１ない し\n３）\nウ  Ｐ１社においては，経営に重大な影響を及ぼし得る事項や多額の投資を\n行う場合には，原告及びＰ４が協議して決定することとしていた。経営に\n重大な影響を及ぼし得る事項としては，重大なクレーム処理に際して顧客\nとの間でＰ１社が大きな損失を被るような合意をする場合や，大口の取引\n先の獲得が考えられるが，Ｐ１社各事業年度においては，上記のような経\n営に重大な影響を及ぼし得る事項は発生しなかった。\nなお，Ｐ１社が行う投資として考えられるのは，関連会社であるＰ２社\n及びＰ３社が行う増資の引受けをするか否かである。（甲１３・１３頁，\nＰ４証人調書１０，１１頁，原告本人調書２０頁）\nエ  原告は，平成１６年１０月末頃，Ｐ４に対し，Ｐ３社の行う増資を引き\n受けることが可能であるかどうか，可能であるとしてその金額はいくらか\nを相談したが，最終的に，Ｐ２社が増資を引き受けることとなり，Ｐ１社\nは増資を引き受けなかった。（甲１３・１３頁，同添付資料５，甲１５・\n９，１０頁，Ｐ４証人調書１１，２６頁，原告本人調書１０，１１，１４\n頁）\nオ(ア)  原告は，平成１７年初め頃，Ｐ２社から，資金繰りが悪化したこと\nを理由としてＰ１社が本件増資の引き受けることが可能かどうか打診さ\nれた。原告は，同年３月頃，シンガポールに出張した際，Ｐ１社の資金\n繰りやシンガポールの法令・規則等の関係での問題の有無を確認するた\nめ，Ｐ４に対して相談したところ，Ｐ４は，シンガポールの法令・規則\n上は問題はないが，株式の券面額で増資を引き受けることについては，\n日本の税法上の問題がないかどうかを確認する必要がある旨指摘した。\n原告は，Ｐ２社の部長に対して確認したところ，税法上の問題はない旨\nの回答を得たが，その後しばらく，Ｐ２社から正式な依頼はなかった。\n（甲１３・１３頁，Ｐ４証人調書１１，１２，２７～２９頁，原告本人\n調書１１，１５，１８頁）\n(イ)  原告は，平成１７年７月頃，Ｐ２社からＰ１社が本件増資の引受け\nをするよう正式に依頼されたため，Ｐ４に対して，Ｐ１社が本件増資を\n引き受けることが可能か，可能であるとしてその金額はいくらかについ\nて尋ねた。Ｐ４は，本件増資の引受けは法令上の問題がないが，引受可\n能な上限金額は１６００万円であり，資金繰りの関係から，同年８月以\n降に支払時期が到来するよう引受けの時期を変更するよう指示を受け\nた。（甲１３・１３，１４頁，原告本人調書１１，１２，１４，１５\n頁）\n(ウ)  Ｐ２社は，平成１７年７月１４日，取締役会を開催し，増資株式数\nを３万２０００株，１株当たりの価額を５００円とし，Ｐ１社のみを引\n受人とする第三者割当増資(本件増資)を行うことを全会一致で可決し，\nその後，臨時株主総会を開催し，本件増資を行う旨の特別決議を行っ\nた。当該取締役会及び臨時株主総会には原告も出席し，臨時株主総会で\nは賛成の決議に加わった。(乙８，５６)\n(エ)  Ｐ２社は，平成１７年７月２５日，Ｐ１社がＰ２社に対し当該株式\nを引き受けるための株式申込証を作成した。(乙５７，本人調書１６頁)\n(オ)  Ｐ１社の取締役である原告及びＰ４は，２００５年（平成１７年）\n７月２７日付けのＰ２社に対する投資を承認する旨の取締役決定書を作\n成した。(乙５１の３)\n(カ)  Ｐ１社は，平成１７年７月２７日，Ｐ１５銀行Ｐ１６支店に対し\nて，上記株式の取得に係る１６００万円の送金を依頼した。(乙９の１)\n(キ)  本件増資により，Ｐ２社の発行済株式総数は５万２０００株とな\nり，Ｐ１社が本件増資により３万２０００株を取得したため，Ｐ２社の\n発行済株式総数の５０％超を保有する筆頭株主となった。（乙１）\n(11)  Ｐ１社の日常業務\nア  営業活動\n(ア)  Ｐ１社は，小規模な卸売業であることからくるコスト面での制約や\n適切な人材を自前で発掘することが困難であることから，営業担当者を\n直接雇用することはせず，Ｐ５社から派遣を受けることとした。Ｐ１社\nは，受注発注の卸売業であるため，顧客の新製品の製造や既存製品のモ\nデルチェンジの機会を捉えて，Ｐ２社やＰ３社から見積りを取って顧客\nに提示することにより，新規取引の獲得や取引の拡大を目指していた。\n営業担当者の業務の中心は，取引先の管理，情報収集，新規取引拡大の\nための見積りの提案，クレーム処理などであった。営業担当者は，Ｐ４\nから全般的な監督を受け，原告からＰ２社やＰ３社の会社の概要や製品\nに関する技術的な事項について直接指導を受けていたが，Ｐ１社の利益\n率を１０％以上確保する限り，Ｐ２社やＰ３社からいくらで仕入れ，顧\n客にいく らで売る か について の 裁量権 を 有していた 。(甲１ ３ ・５，\n６，９，１４頁，甲１４・５～７頁，甲１５・１４頁，原告本人調書\n５，８，９頁）\nなお，営業担当者は，Ｐ１社の業務に支障のない範囲において他の業\n務を行うことを禁じられていなかったため，人材派遣料はかなり低額に\n抑えられていたが，営業担当者がＰ５社の業務受託部門（パーチェスグ\nループやアカウンティンググループ）の担当者を兼務したことはなく，\n例えば，Ｐ６は，顧客からＰ１社宛ての発注について，注文書の作成や\nＰ２社等への発注などの作業をしたことはなく，また，営業業務の内容\nについて，Ｐ５社の中間管理職に対し報告等をしていたことはなく，指\n揮監督を受けたこともない。（甲１３・９頁，甲１４・６頁，甲１５・\n１４頁，Ｐ４証人調書３３頁）\nまた，派遣先ごとのメールアドレスを取得するのは煩雑であったた\nめ，Ｐ５社から派遣された従業員は，「○」のメールアドレスを使用し\nていたが，Ｐ６らの営業担当者が使用していた名刺には，Ｐ１社のロゴ\nが記載されていた。（甲８，甲１４・７頁，甲１５・１５頁）\n(イ)  Ｐ１社各事業年度におけるＰ１社の営業業務は，前記のとおり，２\n００２年（平成１４年）後半から２００５年（平成１７年）６月末まで\nはＰ６が，同年６月から２００６年（平成１８年）６月まではＰ８がそ\nれぞれＰ５社から派遣されて担当していた。これらの営業担当者に対す\nる指揮監督は，Ｐ４及び原告が行っていた。（甲１５・８，１４頁，Ｐ\n４証人調書１６頁）\n(ウ)  Ｐ６は，１９９９年(平成１１年)にＰ５社に入社した当初から２年\n半ほどの間は商社業務を担当するグループで韓国関連業務のみを担当し\nた。その後，２００２年(平成１４年)後半からＰ１社の営業事務も同時\nに担当するようになったが，２００５年（平成１７年）６月にＰ５社を\n退社した。Ｐ６は，平均すればＰ１社の仕事に６ないし７割，Ｐ５社の\n韓国関連の仕事に３ないし４割程度の時間を割いており，韓国関連の仕\n事の報告・相談についてはＰ５社のマネージャーに対して行っていた。\nなお，Ｐ６は，Ｐ１社が賃借していたオフィススペースにおいて，Ｐ\n５社の韓国関連の仕事とＰ１社の営業事務の両方を行っていた。(甲１\n４・２，３，１０頁，同添付資料１，２，Ｐ４証人調書２９頁)\nＰ６は，原告に対して取扱製品の構造や特徴等について質問するなど\n熱心に勉強し，営業活動も優れており，Ｐ１社の売上げ増加に貢献した\nため，原告は，Ｐ４と相談の上，Ｐ６に対する賞与に充てるため，２０\n０２年（平成１４年）１２月には，Ｐ１社からＰ５社に対して，人材派\n遣料（supply manpower）の名目で６０００ＳＧＤを支払い，Ｐ５社は\n同額をＰ６に対して支払った。２００３年（平成１５年）１月から２０\n０５年（平成１７年）６月までの間も，Ｐ１社からＰ５社に対し，上記\nの人材派遣料の名目で毎月１０００ＳＧＤを従前の業務委託料に上乗せ\nして支払い，Ｐ５社がＰ６に対し，同額を給与に上乗せして支払った。\n(甲１３・９，１０頁，同添付資料４－１，４－２）\n(エ)  Ｐ６の後任であるＰ８は，Ｐ５社の取締役社長であるＰ４の秘書業\n務とＰ１社の営業事務を兼務していたが，Ｐ６と同様に，Ｐ１社の営業\n活動，クレーム処理，顧客対応全般を担当した。(甲１３・１５頁，Ｐ\n４調書３３頁)\nイ  周辺事務業務\nＰ１社は，本件業務委託契約に基づき，注文書の作成や請求書の作成等\nの営業事務，会計帳簿類の作成事務，総務事務をＰ５社に委託しており，\n受発注関連の営業事務はＰ５社のパーチェスグループが，決裁事務，経理\n処理等はＰ５社のアカウンティンググループが，各部門の管理職であるマ\nネージャーの指揮監督を受けて受託業務として上記の各業務を担当してい\nた。（甲１３・１６頁，甲１５・１１頁，Ｐ４証人調書１５，３３頁）\n(12)  Ｐ１社の経理の状況\nア  人件費\nＰ１社は，Ｐ１社各事業年度において，役員報酬及び従業員の給与を計\n上していない。(乙２・和訳１９，２０頁，乙３・和訳１９，２０枚目，\n乙４・和訳２２，２３頁)\nイ  賃借料\nＰ１社各事業年度において，Ｐ１社は事務所等を賃借するための賃借料\nを計上していない。(乙２・和訳１９，２０頁，乙３・和訳１９，２０枚\n目，乙４・和訳２２，２３頁）\n３  争点(1)（実体基準の充足の有無）について\n(1)  措置法４０条の４第４項柱書きは，特定外国子会社等が，その本店又は\n主たる事務所の所在する国又は地域において，その主たる事業を行うに必要\nと認められる事務所，店舗，工場その他の固定施設を有していること（実体\n基準）を適用除外要件としているところ，適用除外要件として実体基準が規\n定されたのは，我が国に所在する親会社等から独立した企業として実体を備\nえているというためには，主たる事業を行うために必要と認められる事務\n所，店舗その他の固定施設を有している必要があるとの考え方に基づくもの\nであり，実体基準は，物的な側面から独立企業としての必要条件を明らかに\nしたものである。\n上記のとおり，実体基準が物的な側面から独立企業としての実体があるか\nどうかを判断する基準であるとすれば，固定施設を有しているというために\nは，特定外国子会社等が賃借権等の正当な権原に基づき固定施設を使用して\nいれば足り，固定施設を自ら所有している必要はないものと解される。ま\nた，実体基準を満たすために必要な固定施設の規模は，特定外国子会社等の\n行う主たる事業の業種や形態により異なると考えられるため，特定外国子会\n社等が使用している固定施設が必要な規模を満たしているか否かについて\nは，特定外国子会社等の行う主たる事業の業種や形態に応じて判断されるべ\nきである。\n(2)ア  前記２(5)のとおり，Ｐ１社は，Ｐ５社が賃借するビルのレンタルオフ\nィススペースのうちの机１台分のスペース（机，椅子，棚，固定電話を含\nむ。）をその営業活動のために使用し，Ｐ４はＰ５社の専用の執務室にお\nいてＰ１社の取締役としての業務を行い，原告やＰ６ら営業担当者は，必\n要に応じてＰ５社の会議室を利用していたことが認められる。\nイ  この点，被告は，平成１７年業務委託契約書において，オフィススペー\nスの賃貸に関する条項が設けられておらず，Ｐ１社の会計帳簿上も，Ｐ５\n社に対する賃借料名目の支払がなく，Ｐ５社に対する支払は全て業務委託\n料とされていることを根拠として，Ｐ１社はＰ５社のレンタルオフィスス\nペースを賃借していなかった旨主張する。\nしかしながら，前記２(4)ウ及びエのとおり，オフィススペースの賃貸\nに関する条項は，平成１７年業務委託契約書には設けられておらず，平成\n１９年業務委託契約書において初めて設けられたものであるが，本件業務\n委託契約の内容は，Ｐ１社の設立後からＰ１社各事業年度までの間，さら\nには，平成１９年業務委託契約書の作成の前後を通じても変更がなかった\nことがうかがえるところ，本件業務委託契約は口頭で契約が締結され，平\n成１７年業務委託契約書は，Ｐ１社とＰ５社との間の本件業務委託契約が\n成立してから５年程度経過後に作成されたものであり，前記２(4)ウのと\nおり，その書式は，Ｐ５社と取引のあるどの会社にも使用できるよう定型\nの書式を用いたものであることが認められ，契約書作成の目的は本件業務\n委託契約の内容を正確に反映させることにはなかったものと認められるこ\nと，平成１９年業務委託契約書の作成時には，前記２(4)エのとおり，Ｐ\n５社の建物の賃借料が高騰したことに対応するために，レンタルオフィス\nスペースの賃貸料を上記の建物の賃借料に連動させることができるように\nする必要があったものと認められることに照らすと，前記２(4)ウ及びエ\nのとおり，平成１７年業務委託契約書及び平成１９年業務委託契約書は，\n必ずしも本件業務委託契約の内容そのものが正確に記載されたものではな\nい可能性が高い。また，前記２(2)ア及びイのとおり，Ｐ５社が本件業務\n委託契約締結当時，シンガポールにおいて子会社等を設立する日系企業等\nへの業務サポートサービスの提供を始めてそれほど間もないころであっ\nて，各サービスの対価を定めた上で積上げ方式で業務委託報酬を算定する\n方式にしていなかったことが認められるから，オフィススペースの賃借料\nは，業務委託報酬に含めて支払われていたものと認められる。したがっ\nて，この点に関する被告の主張を採用することはできない。\nウ  また，被告は，Ｐ６ら営業担当者は，Ｐ５社から派遣されてＰ１社の業\n務を行っていたのではなく，Ｐ５社の受託業務を行っていたにすぎない旨\n主張する。\nしかしながら，上記イのとおり，平成１７年業務委託契約書は，本件業\n務委託契約の内容を正確に反映させることを目的として作成されたもので\nはないから，営業担当者の派遣に関する事項が平成１７年業務委託契約書\nに存在しないことは，営業担当者が派遣されていなかったことを推認させ\nる事実とはいえない。むしろ，前記２(11)ア(ア)のとおり，営業担当者\nは，Ｐ４及び原告から指揮監督を受けることはあっても，Ｐ５社の中間管\n理職に対する報告等は義務付けられておらず，指揮監督も受けていなかっ\nたことが認められるから，Ｐ１社の営業活動をＰ５社の業務としてではな\nく，Ｐ１社の業務として行っていたものと認めるのが相当である（この\n点，被告は，Ｐ１社の営業担当者の使用していたオフィススペースとＰ５\n社のマネージャーの配置関係から，Ｐ６ら営業担当者がＰ５社のマネージ\nャーによる指揮監督を受けていた旨主張するが，単なる推測の域を出るも\nのではなく採用することはできない。）。また，前記２(4)イ及び(11)ア\n(ウ)のとおり，Ｐ６がＰ１社の営業担当者であった間は，Ｐ６のＰ１社の\n業績好転への貢献に報いるために，Ｐ６に対する賞与又は増額された給与\nの原資にするために，Ｐ１社からＰ５社に対する業務委託報酬が増額され\nて支払われていることも，人材派遣であることを強く推認させるというべ\nきである。したがって，前記２(11)アのとおり，Ｐ６ら営業担当者は，Ｐ\n５社から派遣されてＰ１社の営業活動を行っていたものと認められ，この\n認定に反する被告の主張を採用することはできない。\nエ  前記２(6)及び(7)のとおり，Ｐ１社は，取扱製品を保管するため，Ｐ７\nに必要なスペースを賃借し，会計帳簿類は新しいものはＰ５社の周辺業務\nを行う担当部署に保管し，古いものはＰ７に保管していたことが認められ\nる。\nなお，Ｐ１社がＰ７から倉庫を賃借していたか否かについて，被告が指\n摘するとおり，甲第３号証の添付資料１－１ないし１－３の請求書写しの\n重量及び寸法欄は，空欄か零という記載がされており，その理由は不明で\nあるが，同添付資料によれば，Ｐ７は，Ｐ１社に対し，倉庫料と入出庫費\n用を請求していることがうかがえ，同添付資料が架空のものとは認められ\nず，倉庫の賃借に関する契約書が作成されていないとしても，Ｐ１社はＰ\n７から倉庫スペースを賃借していないという被告の主張を採用することは\nできない。\n(3)  前記２(3)のとおり，Ｐ１社の扱う精密機械部品は，特殊圧造部品や特殊\nねじであるため，取引先となる企業は限定され，大量仕入れや量販にはなじ\nまず，Ｐ１３社やＰ１４社等の取引先から受注を得て，Ｐ２社及びＰ３社に\n対して発注し，出来上がった製品を顧客に納入するという受注発注の形態で\n行われており，取引先となる企業数が１０社程度に限られ，売上高合計も日\n本円に換算すると，約７６００万円から１億２０００万円程度であったこと\nが認められる。\n以上のようなＰ１社が小規模な卸売業であることに照らすと，必要となる\n事務所の規模は小さくて足り，受注発注という形態からすると，シンガポー\nルにおいて取扱製品を保管する必要がほとんどないものと考えられる。\nしたがって，Ｐ１社が使用していたＰ５社のレンタルオフィススペース及\nびＰ４の専用執務室，Ｐ７の倉庫スペースは事務所及び倉庫としては必要な\n規模と考えられ，Ｐ１社は主たる事業である精密機械部品等の卸売業を行う\nために十分な固定施設を有していたものと認められ，実体基準を満たしてい\nるものと認められる。\n４  争点(2)（管理支配基準の充足の有無）について\n(1)  措置法４０条の４第４項柱書きは，特定外国子会社等が，その本店又は\n主たる事務所の所在する国又は地域において，その事業の管理，支配及び運\n営を自ら行っていること（管理支配基準）を適用除外要件としているとこ\nろ，適用除外要件として管理支配基準が規定されたのは，我が国に所在する\n親会社等から独立した企業として実体を備えているというためには，事業の\n管理，支配及び運営という機能面から見て独立性を有している必要があると\nの考え方に基づくものであり，管理支配基準は，機能的な側面から独立企業\nとしての必要条件を明らかにしたものである。\n上記のとおり，管理支配基準が機能的な側面から独立企業としての実体が\nあるかどうかを判断する基準であるとすれば，前提として，事業を行うため\nに必要な常勤役員及び従業員が存在していることが必要であり，かつ，特定\n外国子会社等の業務執行に関する意思決定及びその決定に基づく具体的な業\n務の執行が親会社等から独立して行われていると認められるか否かについて\nは，特定外国子会社等の株主総会及び取締役会の開催，役員としての職務執\n行，会計帳簿の作成及び保管等が行われている場所等を総合的に勘案するこ\nとが必要である。\n(2)ア  前記２(2)ウ及び(11)ア(ウ)のとおり，Ｐ１社には，シンガポールに在\n住する取締役であるＰ４及びＰ６ら営業担当者が存在する。\nイ  この点，被告は，Ｐ１社には常勤役員が存在しない旨主張し，その根拠\nとして，Ｐ４が，Ｐ５社のマネージングディレクター（役員）であり，他\nに７社の法人の役員を兼務しており，Ｐ１社からＰ１社各事業年度におい\nて役員報酬を受領していないことを挙げる。\n確かに，前記２(12)のとおり，Ｐ１社各事業年度において，Ｐ４は，Ｐ\n１社から役員報酬を受領していないことが認められるところ，前記２(1)\nエのとおり，原告とＰ４は，Ｐ１社設立時にＰ１社の経営が軌道に乗るま\nで無報酬で業務に当たる旨合意しており，実際に，原告自身もＰ１社各事\n業年度において役員報酬を受領していないことが認められる。また，前記\n２(2)ウのとおり，Ｐ４は，Ｐ１社各事業年度において，Ｐ１社以外に７\n社の法人の役員を兼務していたことが認められるところ，Ｐ４が役員に就\n任するか否かは，単にＰ５社が業務サポートサービスを提供している取引\n先であるということのみならず，Ｐ４自身が当該法人の事業内容について\n知識を有している等の事情により自己が取締役に就任しても責任を持てる\nと考えた法人に限られ，兼務していた法人の業務成績いかんにより役員報\n酬をもらっていない法人もあったことが認められるから，Ｐ５社がＰ１社\nから業務委託を受けておりその報酬が得られることのみをもってＰ４がＰ\n１社の取締役に名目的に就任したものと推認することはできない。さら\nに，前記２(9)イのとおり，Ｐ４は，シンガポール在住取締役として，Ｐ\n１社が法令・規制を遵守するために必要な各種届出等や税務申告を行い，\nＰ１社の経理及び銀行取引及び為替管理を含む資金管理，営業担当者に対\nする指揮監督，売掛債権の督促・回収等の業務を行っていたものと認めら\nれるから，Ｐ１社がその本店を置くシンガポールに取締役を置いていなか\nったものということはできない。\nウ  また，被告は，Ｐ１社には，従業員が存在しない旨主張するところ，Ｐ\n６ら営業担当者は，Ｐ１社が直接雇用するものではなく，上記３(2)ウの\nとおり，Ｐ５社から派遣を受けてＰ１社の営業業務を行っていたものと認\nめられるが，特定外国子会社等が親会社等から独立して自ら事業を管理，\n支配しているといえるためには，居住取締役の指揮監督を受けて実際に日\n常業務を行う従業員が存在すれば足り，当該従業員について特定外国子会\n社等自らが直接雇用していることまでは必要ではなく，親会社等以外の第\n三者から従業員の派遣を受けている場合を含むと解すべきである。前記２\n(11)アのとおり，Ｐ６ら営業担当者は，Ｐ５社の中間管理職による指揮監\n督ではなく，Ｐ４又は原告による指揮監督を受けていたものであり，Ｐ４\nによる指揮監督はＰ５社のマネージングディレクターとしてではなく，Ｐ\n１社の取締役としてされたものと推認するのが相当である。\nエ  したがって，Ｐ１社に居住取締役及び従業員が存在しない旨の被告の主\n張を採用することはできない。\n(3)  前記２(8)イのとおり，Ｐ１社各事業年度において，Ｐ１社の株主総会は\nシンガポールにおいて開催されたものと認められる。\nこの点，被告は，原告がＰ１社の発行済株式総数の９９．９％を保有し，\nシンガポール会社法の定めによれば，Ｐ１社の意思決定権を原告が掌握して\nいるから，株主総会による意思決定は，原告の所在する場所で行われていた\nと解すべきである旨主張する。\n前記２(8)アのとおり，シンガポール会社法上は，株式会社の株主総会決\n議には普通決議と特別決議との２種類が存在し，原告の保有株式数は，普通\n決議及び特別決議のどちらにおいてもその帰趨を決するに足りる割合である\nことが認められるが ，前記２(8)イのとおり，Ｐ１社各事業 年度にお いて\nは，株主総会の招集及び開催は，シンガポールにおいて行われており，Ｐ４\nは株主として株主総会に参加していることが認められるところ，招集及び開\n催手続がシンガポールにおいて行われ，株主２名のうちの１名が実際にシン\nガポールで参加し，その旨の株主総会議事録も作成されているのであるか\nら，Ｐ１社の株主総会は，その本社が所在するシンガポールにおいて開催さ\nれたものと認められる。被告の主張は，Ｐ１社の大株主である原告の所在地\nを過度に重視し，大株主の所在地と株主総会の開催地とを混同するものであ\nって採用することができない。\n(4)  前記２(10)ウのとおり，Ｐ１社にとって経営に重大な影響を及ぼし得る\n事項としては，重大なクレーム処理に際して顧客との間でＰ１社が大きな損\n失を被るような合意をする場合や，大口の取引先の獲得が考えられるが，Ｐ\n１社各事業年度においては，上記のような経営に重大な影響を及ぼし得る事\n項は発生せず，Ｐ１社が行う投資として検討されたのは，関連会社であるＰ\n２社及びＰ３社が行う増資の引受けをするか否かであったところ，前記２\n(10)エのとおり，Ｐ３社が行う増資については，最終的にはＰ１社が引き受\nけなかったものの，その可否について原告とＰ４が相談していたこと，前記\n２(10)オのとおり，Ｐ２社の行う本件増資の引受けの可否については，原告\nとＰ４が相談し，Ｐ１社の資金繰りの事情により，引受けの総額及び引受け\nの時期が決定されたことが認められる。\nこの点，被告は，原告がＰ４に相談せずに本件増資の引受けの可否を決定\nし，仮に原告がＰ４に相談していたとしても，Ｐ４もＰ１社の重要事項につ\nいて意思決定していたとみるのは適当ではない旨主張する。しかしながら，\n原告がＰ１社の大株主であることからすれば，原告の意向を無視することは\nできないと考えられるものの，Ｐ１社の取締役は原告とＰ４の２名であり，\n前記２(9)のとおり，それぞれの役割分担や権限分配を決め，実際にそのと\nおりに役割や権限を分担・分配しながらＰ１社の経営に当たり，Ｐ４が分担\nする事項については裁量権を有していたものと認められるから，Ｐ１社の重\n要事項について，専ら原告のみが意思決定していたものと推認することはで\nきない。被告の主張は，単なる推測の域を出るものではなく，採用すること\nはできない。\n(5)  前記２(9)イのとおり，Ｐ４は，シンガポールのカンパニーセクレタリー\n会社に指示してＰ１社の会計帳簿書類を作成させ，前記２(7)のとおり，そ\nれらの会計帳簿等は，新しいものはＰ５社に，古いものはＰ７において保管\nされていたことが認められるところ，上記の指示は，Ｐ４のＰ１社の取締役\nとしての権限に基づいてされたものと認められる。\n(6)  以上に加えて，前記３のとおり，Ｐ１社がその事業を行うために必要な\n固定施設を有していたことを考慮すると，Ｐ１社においては，経営上重要な\n事項に関する意思決定及び会計帳簿書類の作成・保管を含む日常的な業務の\n遂行は，いずれもＰ１社の取締役であるＰ４及びＰ６ら営業担当者により行\nわれていたことが認められるから，Ｐ１社はその本店所在地国であるシンガ\nポールにおいて，独立した法人としてその事業の管理・支配及び運営を自ら\n行っていたものと認められる。\n５  本件各更正処分の適法性について\n以上によれば，Ｐ１社は，措置法４０条の４第４項の適用除外要件を全て満\nたすことになり，原告の本件各係争年分の雑所得の金額には，Ｐ１社の課税対\n象留保金額を含める必要がないこととなるから，原告の本件各係争年分の納付\nすべき税額は，別紙４「原告の納付すべき税額等」の(1)ないし(3)のとおり，\n平成１６年分については１２万２０００円，平成１７年分については３０万９\n２００円，平成１８年分については２０万１１００円であったと認められ，こ\nれらの金額は，別表２ないし４の「更正処分等」の「納付すべき税額」欄記載\nの本件各更正処分における本件各係争年分の納付すべき税額を下回るから，本\n件各更正処分は，上記の本件各係争年分の納付すべき税額を上回る部分につい\nていずれも違法であり取消しを免れない。\nなお，訴状の請求の趣旨第１項には，原告の平成１６年分の総所得金額１２\n１４万４０００円を超える部分の取消しを求める旨の記載があるところ，別紙\n４の(1)アのとおり，原告の平成１６年分の総所得金額は１２１４万４２１８\n円と認められ，同年分の納付すべき税額は１２万２０００円であって，上記請\n求の趣旨第１項記載の税額と同一であることからすると，原告は総所得金額に\nついても上記金額を超える部分について取消しを求める趣旨であって，１２１\n４万４０００円を超え１２１４万４２１８円を下回る部分について取消しを求\nめる趣旨ではないと解されるため，請求の趣旨第１項の上記の記載は誤記と認\nめる。\n６  本件各賦課決定処分の適法性について\n過少申告加算税は，過少申告による納税義務違反の事実がある場合に科され\nるものであるところ，原告がした本件各係争年分に係る確定申告（平成１７年\n分については修正申告）における申告納税額は，上記５の本件各係争年分の納\n付すべき税額と同額であるから，原告には過少申告による納税義務違反の事実\nは認められないことになる。したがって，本件各賦課決定処分はその前提を欠\nくものであって，いずれも違法であり取消しを免れない。\n第４  結論\nよって，原告の請求はいずれも理由があるからこれらを認容することとし，\n訴訟費用の負担について，行政事件訴訟法７条，民事訴訟法６１条を適用し\nて，主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官          川    神          裕\n裁判官          内    野    俊    夫\n裁判官          日    暮    直    子\n（別紙１）\n関係法令の定め\n１  措置法(平成１８年法律第１０号による改正前のもの。)\n(1)  居住者に係る特定外国子会社等の留保金額の総収入金額算入（４０条の\n４第１項）\n次に掲げる居住者に係る外国関係会社のうち，本店又は主たる事務所の所\n在する国又は地域におけるその所得に対して課される税の負担が本邦におけ\nる法人の所得に対して課される税の負担に比して著しく低いものとして政令\nで定める外国関係会社に該当するもの(以下この款において「特定外国子会\n社等」という。)が，昭和５３年４月１日以後に開始する各事業年度(２条２\n項１９号に規定する事業年度をいう。以下この条において同じ。)におい\nて，その未処分所得の金額から留保したものとして，政令で定めるところに\nより，当該未処分所得の金額につき当該未処分所得の金額に係る税額及び利\n益の配当又は剰余金の分配の額に関する調整を加えた金額(以下この条にお\nいて「適用対象留保金額」という。)を有する場合には，その適用対象留保\n金額のうちその者の有する当該特定外国子会社等の直接及び間接保有の株式\n等に対応するものとしてその株式等(株式又は出資をいう。以下この項及び\n次項において同じ。)の請求権(利益の配当，剰余金の分配，財産の分配その\n他 の 経 済 的 な 利 益 の 給 付 を 請 求 す る 権 利 を い う 。 以 下 こ の 項 に お い て 同\nじ。)の内容を勘案して政令で定めるところにより計算した金額(次条におい\nて「課税対象留保金額」という。)に相当する金額は，その者の雑所得に係\nる収入金額とみなして当該各事業年度終了の日の翌日から２月を経過する日\nの属する年分のその者の雑所得の金額の計算上，総収入金額に算入する。\nア  １号\nその有する外国関係会社の直接及び間接保有の株式等(請求権のない株\n式等又は実質的に請求権がないと認められる株式等(以下この号及び次項\nにおいて「請求権のない株式等」という。)に係るものを除く。次号にお\nいて同じ。)の当該外国関係会社の発行済株式の総数又は出資金額(請求権\nのない株式等及び当該外国関係会社が有する自己の株式等を除く。次号に\nおいて「発行済株式等」という。)のうちに占める割合が１００分の５以\n上である居住者\nイ  ２号  (略)\n(2)  外国関係会社及び未処分所得の金額の定義（４０条の４第２項）\n前項及びこの項において，次の各号に掲げる用語の意義は，当該各号に定\nめるところによる。\nア  １号\n外国関係会社  外国法人で，その発行済株式の総数又は出資金額(その\n有する自己の株式等を除く。)のうちに居住者及び内国法人並びに居住者\n又は内国法人と政令で定める特殊の関係のある非居住者(以下この号にお\nいて「特殊関係非居住者」という。)が有し，並びに特定信託(法人税法２\n条２９号の３に規定する特定信託をいう。以下この項において同じ。)の\n受託者である法人が当該特定信託の信託財産として有する直接及び間接保\n有の株式等の合計数又は合計額の占める割合(括弧内省略)が１００分の５\n０を超えるものをいう。\n(ア)  イないしハ  (略)\nイ  ２号\n未処分所得の金額  特定外国子会社等の各事業年度の決算に基づく所得\nの金額につき，法人税法及びこの法律による各事業年度の所得の金額の計\n算に準ずるものとして政令で定める基準により計算した金額を基礎として\n攻令で定めるところにより当該各事業年度開始の日前７年以内に開始した\n各事業年度において生じた欠損の金額に係る調整を加えた金額をいう。\nウ  ３号及び４号  (略)\n(3)  適用対象留保金額の計算の特例（４０条の４第３項）\n１項各号に掲げる居住者に係る特定外国子会社等(株式(出資を含む。)若\nしくは債券の保有，工業所有権その他の技術に関する権利，特別の技術によ\nる生産方式若しくはこれらに準ずるもの(これらの権利に関する使用権を含\nむ。)若しくは著作権(出版権及び著作隣接権その他これに準ずるものを含\nむ。)の提供又は船舶若しくは航空機の貸付けを主たる事業とするものを除\nく。)がその本店又は主たる事務所の所在する国又は地域においてその主た\nる事業を行うに必要と認められる事務所，店舗，工場その他の固定施設を有\nし，かつ，その事業の管理，支配及び運営を自ら行っているものである場合\n(次項において「固定施設を有するものである場合」という。)における１項\nの規定の適用については，同項中「調整を加えた金額」とあるのは，「調整\nを加えた金額から当該特定外国子会社等の事業に従事する者の人件費として\n政令で定める費用の額の１００分の１０に相当する金額を控除した金額」と\nする。\n(4)  適用除外となる特定外国子会社等の範囲（４０条の４第４項）\n１項及び前項の規定は，１項各号に掲げる居住者に係る前項に規定する特\n定外国子会社等がその本店又は主たる事務所の所在する国又は地域において\n固定施設を有するものである場合であって，各事業年度においてその行う主\nたる事業が次の各号に掲げる事業のいずれに該当するかに応じ当該各号に定\nめる場合に該当するときは，当該特定外国子会社等のその該当する事業年度\nに係る適用対象留保金額については，適用しない。\n１号及び２号  (略)\n(5)  適用除外要件を満たす場合の手続要件（４０条の４第６項）\n１項各号に掲げる居住者が３項又は４項の規定の適用を受ける場合は，そ\nの者は，確定申告書にこれらの規定の適用がある旨を記載した書面を添付\nし，かつ，その適用があることを明らかにする書類その他の資料を保存しな\nければならない。\n２   租税特別措置法施行令(平成１８年政令第１３５号による改正前のもの。)\n(1)  特定外国子会社等の範囲（２５条の１９第１項）\n法４０条の４第１項に規定する政令で定める外国関係会社は，次に掲げる\nものとする。\nア  １号\n法人の所得に対して課される税が存在しない国又は地域に本店又は主た\nる事務所を有する外国関係会社(法４０条の４第２項１号に規定する外国\n関係会社をいう。以下この節において同じ。)\nイ  ２号\nその各事業年度(法２条２項１９号に規定する事業年度をいう。以下こ\nの節において同じ。)の所得に対して課される租税の額が当該所得の金額\nの１００分の２５以下である外国関係会社\n(2)  特定外国子会社等の未処分所得の金額の計算（２５条の２０第１項）\n法第４０条の４第２項２号に規定する政令で定める基準により計算した\n金額は，同条１項に規定する特定外国子会社等(以下この節において「特定\n外国子会社等」という。)の各事業年度の決算に基づく所得の金額に係る３\n９条の１５第１項１号に掲げる金額及び同項２号に掲げる金額の合計額か\nら当該所得の金額に係る同項３号に掲げる金額を控除した残額(括弧内省\n略)とする。\n(3)  定義（２５条の２０第４項）\n前項及びこの項において，次の各号に掲げる用語の意義は，当該各号に\n定めるところによる。\nア  １号\n配当可能金額  特定外国子会社等の各事業年度の法４０条の４第２項２\n号に規定する未処分所得の金額(括弧内省略)から次に掲げる金額の合計額\nを控除した残額(括弧内省略)をいう。\n(ア)  イ\n当該各事業年度において納付をすることとなる法人所得税の額(括弧\n内省略)\n(イ)  ロ\n当該各事業年度の利益又は剰余金の処分により支出される金額(法人\n所得税の額及び利益の配当又は剰余金の分配の額を除く。)\n(ウ)  ハ\n当該各事業年度の費用として支出された金額(法人所得税の額及び利\n益の配当又は剰余金の分配の額を除く。)のうち１項若しくは２項の規\n定により所得の金額の計算上損金の額に算入されなかったため又は同項\nの規定により所得の金額に加算されたため当該各事業年度の法４０条の\n４第２項２号に規定する未処分所得の金額に含まれた金額\nイ  ２号ないし４号  (略)\n(4)  ３９条の１５第１項\n法６６条の６第２項２号に規定する政令で定める基準により計算した金額\nは，同条１項に規定する特定外国子会社等(以下この節において「特定外国\n子会社等」という。)の各事業年度の決算に基づく所得の金額に係る１号に\n掲げる金額及び２号に掲げる金額の合計額から当該所得の金額に係る３号に\n掲げる金額を控除した残額(括弧内省略)とする。\nア  １号\n当該各事業年度の決算に基づく所得の金額につき，法人税法２編１章１\n節２款から８款まで(同法２３条，２６条，２８条，３８条から４１条ま\nで，５７条から５９条まで及び６１条の１１から６１条の１３までを除\nく。)の規定並びに法４３条，４５条の２，５２条の２，５７条の５，５\n７条の６，５７条の８，５７条の９，６１条の４，６５条の７から６５条\nの９まで(法６５条の７第１項の表の２４号に係る部分に限る。)，６６条\nの４第３項，６７条の１２及び６７条の１３の規定(以下この号において\n「本邦法令の規定」という。)の例に準じて計算した場合に算出される所\n得の金額又は欠損の金額(括弧内省略)\nイ  ２号\n当該各事業年度において納付する法人所得税(本店所在地国若しくは本\n店所在地国以外の国若しくは地域又はこれらの国若しくは地域の地方公共\n団体により法人の所得を課税標準として課される税(これらの国若しくは\n地域又はこれらの国若しくは地域の地方公共団体により課される法人税法\n施行令１４１条２項各号に掲げる税を含む。)及びこれに附帯して課され\nる法人税法２条４５号に規定する附帯税(利子税を除く。)に相当する税そ\nの他当該附帯税に相当する税に類する税をいう。以下４項１号までにおい\nて同じ。)の額\nウ  ３号\n当該各事業年度において還付を受ける法人所得税の額\n(5)  居住者に係る特定外国子会社等の課税対象留保金額の計算等（２５条の\n２１第１項）\n法４０条の４第１項の未処分所得の金額につき当該未処分所得の金額に\n係る税額及び利益の配当又は剰余金の分配の額に関する調整を加えた金額\nは，特定外国子会社等の各事業年度の同条２項２号に規定する未処分所得\nの金額(以下この項において「未処分所得の金額」という。)から次に掲げ\nる金額の合計額を控除した残額(括弧内省略)とする。\nア  １号\n当該各事業年度において納付をすることとなる法人所得税の額(括弧内\n省略)\nイ  ２号\n当該各事業年度に係る利益の配当又は剰余金の分配の額(括弧内省略)\nイないしニ  (略)\n(6)  ２５条の２１第２項\n法４０条の４第１項に規定する政令で定めるところにより計算した金額\nは，同項各号に掲げる居住者に係る特定外国子会社等の各事業年度の同項\nに規定する適用対象留保金額から当該各事業年度の前条４項１号ロ及びハ\nに掲げる金額の合計額を控除した残額(以下この項において「調整適用対\n象留保金額」という。)に，当該特定外国子会社等の当該各事業年度終了\nの時における発行済株式等のうちに当該各事業年度終了の時におけるその\n者の有する当該特定外国子会社等の請求権勘案保有株式等の占める割合を\n乗じて計算した金額(括弧内省略)とする。\n１号及び２号  (略)\n（別紙２）\n本件各更正処分の根拠及び適法性\n１  本件各更正処分の根拠について\n被告が本訴において主張する原告の本件各係争年分の納付すべき税額等は，\n次のとおりである。\n(1) 平成１６年分\nア  総所得金額                                １５４２万１６４３円\n上記金額は，次の(ｱ)ないし(ｳ)の各金額の合計額である。\n(ｱ) 配当所得の金額                                      １５万円\n上記金額は，原告が平成１７年３月３日に甲府税務署長に提出した平\n成１６年分の所得税の確定申告書(以下「平成１６年分確定申告書」と\nいう。)に記載された配当所得の金額と同額である。\n(ｲ) 給与所得の金額                          １１９９万４２１８円\n上記金額は，次のａの金額からｂの金額を控除した後の金額である。\nａ  給与等の収入金額                      １４４１万４９６７円\n上記金額は，原告の平成１６年分確定申告書に記載された給与等の\n収入金額と同額である。\nｂ  給与所得控除額                          ２４２万０７４９円\n上記金額は，所得税法(平成１６年分については平成１６年法律第\n１４号による改正前のもの，平成１７年分及び平成１８年分について\nは平成１８年法律第１０号による改正前のもの。以下同じ。)２８条\n３項５号の規定に基づき，ａの金額から１０００万円を控除した後の\n金額に１００分の５の割合を乗じた金額と２２０万円の合計額であ\nる。\n(ｳ) 雑所得の金額                              ３２７万７４２５円\n上記金額は，Ｐ１社平成１５年１２月期の措置法４０条の４第１項所\n定の課税対象留保金額に相当する金額であり，同項の規定に基づき，原\n告の雑所得の総収入金額に算入すべき金額である。\nなお，Ｐ１社の上記課税対象留保金額の算定については，後記２(1)\nのとおりである。\nイ  所得控除の額の合計額                        ２５５万３４６６円\n上記金額は，原告の平成１６年分確定申告書に記載された所得控除の額\nの合計額と同額である。\nウ  課税総所得金額                            １２８６万８０００円\n上記金額は，前記アの総所得金額１５４２万１６４３円から前記イの所\n得控除の額の合計額２５５万３４６６円を控除した後の金額(国税通則法\n(平成１６年分については平成１６年法律第１４号による改正前のもの，\n平成１７年分及び平成１８年分については平成１８年法律第１０号による\n改正前のものをいう。)１１８条１項の規定により１０００円未満の端数\nを切り捨てた後のもの。以下同じ。)である。\nエ  納付すべき税額                              １１１万２９００円\n上記金額は，次の(ｱ)の金額から(ｲ)ないし(ｵ)の各金額を控除した後の\n金額(通則法１１９条１項の規定により１００円未満の端数を切り捨てた\n後のもの。以下同じ。)である。\n(ｱ) 課税総所得金額に対する税額                ２６３万０４００円\n上記金額は，前記ウの課税総所得金額１２８６万８０００円に所得税\n法８９条１項所定の税率(経済社会の変化等に対応して早急に講ずべき\n所得税及び法人税の負担軽減措置に関する法律(平成１６年分について\nは平成１６年法律第１４号による改正前のもの，平成１７年分について\nは平成１７年法律第２１号による改正前のもの,平成１８年分について\nは平成１８年法律第１０号による改正前のものをいい，以下「負担軽減\n措置法」と総称する。)４条の特例を適用したもの。以下同じ。)を乗じ\nた金額である。\n(ｲ) 配当控除の額                                      ７５００円\n上記金額は，所得税法９２条１項３号イの規定に基づき，前記ア(ｱ)\nの配当所得の金額１５万円に１００分の５の割合を乗じた金額である。\n(ｳ) 住宅借入金等特別控除の額                    ３６万０７００円\n上記金額は，原告の平成１６年分確定申告書に記載された住宅借入金\n等特別控除の額と同額である。\n(ｴ) 定率減税額                                          ２５万円\n上記金額は，負担軽減措置法６条２項の規定により算出した金額であ\nり，原告の平成１６年分確定申告書に記載された定率減税額と同額であ\nる。\n(ｵ) 源泉徴収税額                                ８９万９２１６円\n上記金額は，原告の平成１６年分確定申告書に記載された源泉徴収税\n額と同額である。\n(2) 平成１７年分\nア  総所得金額                                ２８１０万９３６２円\n上記金額は，次の(ｱ)ないし(ｴ)の各金額の合計額である。\n(ｱ) 不動産所得の金額                                    ２１万円\n上記金額は，原告が平成１８年３月６日に甲府税務署長に提出した平\n成１７年分の所得税の確定申告書に添付された平成１７年分不動産使用\n料等支払調書に記載されたＰ２社を支払者とする地代の「支払金額」欄\nに記載された金額である。\n(ｲ) 配当所得の金額                                      ３０万円\n上記金額は，原告が平成１８年４月１７日に甲府税務署長に提出した\n平成１７年分の所得税の修正申告書(以下「平成１７年分修正申告書」\nという。)に記載された配当所得の金額と同額である。\n(ｳ) 給与所得の金額                          １３１６万７５９８円\n上記金額は，原告の平成１７年分修正申告書に記載された給与所得の\n金額と同額である。\n(ｴ) 雑所得の金額                            １４４３万１７６４円\n上記金額は，Ｐ１社平成１６年１２月期の措置法４０条の４第１項所\n定の課税対象留保金額に相当する金額であり，同項の規定に基づき，原\n告の雑所得の総収入金額に算入すべき金額である。\nなお，Ｐ１社の上記課税対象留保金額の算定については，後記２(2)\nのとおりである。\nイ  所得控除の額の合計額                        ２９０万１７４９円\n上記金額は，原告の平成１７年分修正申告書に記載された所得控除の額\nの合計額と同額である。\nウ  課税総所得金額                            ２５２０万７０００円\n上記金額は，前記アの総所得金額２８１０万９３６２円から前記イの所\n得控除の額の合計額２９０万１７４９円を控除した後の金額である。\nエ  納付すべき税額                              ５１４万３２００円\n上記金額は，次の(ｱ)の金額から(ｲ)ないし(ｵ)の各金額を控除した後の\n金額である。\n(ｱ) 課税総所得金額に対する税額                ６８３万６５９０円\n上記金額は，前記ウの課税総所得金額２５２０万７０００円に所得税\n法８９条１項所定の税率を乗じた金額である。\n(ｲ) 配当控除の額                                  １万５０００円\n上記金額は，所得税法９２条１項３号イの規定により算出した金額で\nあり，原告の平成１７年分修正申告書に記載された配当控除の額と同額\nである。\n(ｳ) 住宅借入金等特別控除の額                    ３０万２１００円\n上記金額は，原告の平成１７年分修正申告書に記載された住宅借入金\n等特別控除の額と同額である。\n(ｴ) 定率減税額                                          ２５万円\n上記金額は，負担軽減措置法６条２項の規定により算出した金額であ\nり，原告の平成１７年分修正申告書に記載された定率減税額と同額であ\nる。\n(ｵ) 源泉徴収税額                              １１２万６２００円\n上記金額は，原告の平成１７年分修正申告書に記載された源泉徴収税\n額と同額である。\n(3) 平成１８年分\nア  総所得金額                            １億５２７２万５５０８円\n上記金額は，次の(ｱ)ないし(ｴ)の各金額の合計額である。\n(ｱ) 不動産所得の金額                                    ３２万円\n上記金額は，原告が平成１９年２月２２日に甲府税務署長に提出した\n平成１８年分の所得税の確定申告書(以下「平成１８年分確定申告書」\nという。)に記載された不動産所得の金額と同額である。\n(ｲ) 配当所得の金額                                      １０万円\n上記金額は，原告の平成１８年分確定申告書に記載された配当所得の\n金額と同額である。\n(ｳ) 給与所得の金額                          １１１８万６７５０円\n上記金額は，原告の平成１８年分確定申告書に記載された給与所得の\n金額と同額である。\n(ｴ) 雑所得の金額                        １億４１１１万８７５８円\n上記金額は，Ｐ１社平成１７年１２月期の措置法４０条の４第１項所\n定の課税対象留保金額に相当する金額であり，同項の規定に基づき，原\n告の雑所得の総収入金額に算入すべき金額である。\nなお，Ｐ１社の上記課税対象留保金額の算定については，後記２(3)\nのとおりである。\nイ  所得控除の額の合計額                        ３１１万３６９５円\n上記金額は，原告の平成１８年分確定申告書に記載された所得控除の額\nの合計額と同額である。\nウ  課税総所得金額                        １億４９６１万１０００円\n上記金額は，前記アの総所得金額１億５２７２万５５０８円から前記イ\nの所得控除の額の合計額３１１万３６９５円を控除した後の金額である。\nエ  納付すべき税額                            ５１７２万１４００円\n上記金額は，次の(ｱ)の金額から(ｲ)ないし(ｶ)の各金額を控除した後の\n金額である。\n(ｱ) 課税総所得金額に対する税額              ５２８６万６０７０円\n上記金額は，前記ウの課税総所得金額１億４９６１万１０００円に所\n得税法８９条１項所定の税率を乗じた金額である。\n(ｲ) 配当控除の額                                      ５０００円\n上記金額は，所得税法９２条１項３号イの規定に基づき，前記ア(ｲ)\nの配当所得の金額１０万円に１００分の５の割合を乗じた金額である。\n(ｳ) 住宅借入金等特別控除の額                                ０円\n原告は，平成１８年分の合計所得金額(前記アの総所得金額と同額の\n１億５２７２万５５０８円)が３千万円を超えるため，措置法４１条１\n項の規定に基づき，住宅借入金等特別控除の適用はない。\nしたがって，上記金額は，零円となる。\n(ｴ) 定率減税額                                  １２万５０００円\n上記金額は，負担軽減措置法６条２項の規定に基づき１２万５０００\n円となる。\nなお，前記(ｱ)の金額５２８６万６０７０円から前記(ｲ)の金額５００\n０円を差し引いた後の金額に１００分の１０の割合を乗じた金額が５２\n８万６１０７円であるところ，同金額は，１２万５０００円を超えるこ\nとから，負担軽減措置法６条２項の規定に基づき，同項所定の限度額で\nある１２万５０００円となる。\n(ｵ) 源泉徴収税額                                ７６万７２００円\n上記金額は，原告の平成１８年分確定申告書に記載された源泉徴収税\n額と同額である。\n(ｶ) 予定納税額                                  ２４万７４００円\n上記金額は，原告の平成１８年分確定申告書に記載された予定納税額\n(第１期分及び第２期分の合計額)と同額である。\n２  Ｐ１社の課税対象留保金額の算定\n原告の雑所得の総収入金額に算入される課税対象留保金額に相当する金額\nは，適用対象留保金額のうち，原告の有するＰ１社の直接及び間接保有の株式\n等に対応するものとして政令で定めるところにより計算した金額である(措置\n法４０条の４第１項柱書き)。\n(1) 平成１６年分\nア  Ｐ１社の適用対象留保金額の算定\nＰ１社の適用対象留保金額は，措置法施行令３９条の１５第１項及び同\n２５条の２１第１項の各規定に基づき，Ｐ１社平成１５年１２月期の決算\n書上の未処分所得の金額(乙第２号証７枚目)，交際費等の損金不算入額\n(交際費(乙第２号証１６枚目)の１００分の２０に相当する金額(平成１５\n年法律第８号による改正前の措置法６１条の４第１項１号))及び当期にお\nいて納付する法人所得税の額(乙第２号証７枚目)の合計額から，当期にお\nいて納付をすることとなる法人所得税の額(乙第２号証７枚目)を差し引い\nた後の金額であり，別表６(⑥欄)のとおり，５万２７５３シンガポールド\nル(以下，この通貨名を「ＳＧＤ」という。)となる。\nイ  Ｐ１社の課税対象留保金額の算定\nＰ１社の課税対象留保金額は，措置法施行令２５条の２１第２項，２５\n条の２０第４項３号の規定に基づき，前記アのＰ１社の適用対象留保金額\nから当期の費用として支出された金額のうち所得の金額の計算上損金の額\nに算入されなかった金額(Ｐ１社の場合，交際費等の損金不算入額)を控除\nした後の金額に，Ｐ１社の発行済株式のうちに原告が有する直接保有の株\n式の占める割合を乗じた金額であり，別表６(⑨欄)のとおり，５万０９５\n５ＳＧＤとなる。\nそして，租税特別措置法関係通達(平成１６年分及び平成１７年分につ\nいては平１７課法２－１４による改正前のもの，平成１８年分については\n平１９課法２－３による改正前のものをいい，以下「措置法通達」と総称\nする。)６６の６－１３(現行措置法通達６６の６－１４。以下同じ。)の\n定めに則して，上記金額を平成１６年２月末の対顧客電信売買相場の仲値\n(以下「ＴＴＭ」という。乙第１６号証)によって円換算すると，課税対象\n留保金額は，別表６(⑪欄)のとおり，３２７万７４２５円となり，同金額\nが原告の平成１６年分の雑所得の総収入金額に算入すべき金額となる。\n(2) 平成１７年分\nア  Ｐ１社の適用対象留保金額の算定\nＰ１社の適用対象留保金額は，措置法施行令３９条の１５第１項及び同\n令２５条の２１第１項の各規定に基づき，Ｐ１社平成１６年１２月期の決\n算書上の未処分所得の金額(乙第３号証７枚目)，交際費等の損金不算入額\n(交際費(乙第３号証１６枚目)の１００分の１０に相当する金額(平成１８\n年法律第１０号による改正前の措置法６１条の４第１項１号))及び当期に\nおいて納付する法人所得税の額(乙第３号証７枚目)の合計額から，当期に\nおいて納付をすることとなる法人所得税の額(乙第１０号証)を差し引いた\n後の金額であり，別表６(⑥欄)のとおり，２２万５２４３．８ＳＧＤとな\nる。\nイ  Ｐ１社の課税対象留保金額の算定\nＰ１社の課税対象留保金額は，措置法施行令２５条の２１第２項，２５\n条の２０第４項３号の規定に基づき，前記アのＰ１社の適用対象留保金額\nから当期の費用として支出された金額のうち所得の金額の計算上損金の額\nに算入されなかった金額(Ｐ１社の場合，交際費等の損金不算入額)を控除\nした後の金額に，Ｐ１社の発行済株式のうちに原告が有する直接保有の株\n式の占める割合を乗じた金額であり，別表６(⑨欄)のとおり，２２万４２\n３５ＳＧＤとなる。\nそして，措置法通達６６の６－１３の定めに則して，上記金額を平成１\n７年２月末のＴＴＭ(乙第１７号証)によって円換算すると，課税対象留保\n金額は，別表６(⑪欄)のとおり，１４４３万１７６４円となり，同金額が\n原告の平成１７年分の雑所得の総収入金額に算入すべき金額となる。\n(3) 平成１８年分\nア  Ｐ１社の適用対象留保金額の算定\nＰ１社は，Ｐ２社の新株３万２０００株を１株当たり５００円で引き受\nけ，本件払込期日までに，１６００万円を払い込んだ。後記ウ(ｱ)のとお\nり，当該新株の発行価額は法人税法施行令(平成１８年政令第１２５号に\nよる改正前のもの。以下同じ。)１１９条１項３号に規定する有利な発行\n価額に該当し，当該新株の払込期日における価額と払込金額との差額は，\n法人税法２２条２項に定めるＰ１社の益金の額を構成することから，当該\n差額は，措置法施行令３９条の１５第１項１号の規定により，Ｐ１社の適\n用対象留保金額に加算されることとなる。\nしたがって，Ｐ１社の適用対象留保金額は，措置法施行令３９条の１５\n第１項及び同令２５条の２１第１項の各規定に基づき，Ｐ１社平成１７年\n１２月期の決算書上の未処分所得の金額(乙第４号証７枚目)，交際費の損\n金不算入額(交際費(乙第４号証１９枚目)の１００分の１０に相当する金\n額(平成１８年法律 第 １０号による改正 前の措置法６１条の ４第１ 項１\n号))，当期において納付する法人所得税の額(乙第４号証７枚目)及び後記\nウで算定した本件増資により益金に加算する額の合計額から，当期におい\nて納付をすることとなる法人所得税の額(乙第１１号証)を差し引いた後の\n金額であり，別表６(⑥欄)のとおり，１９７万１１１８ＳＧＤとなる。\nイ  Ｐ１社の課税対象留保金額\nＰ１社の課税対象留保金額は，措置法施行令２５条の２１第２項，２５\n条の２０第４項１号ハの規定に基づき，前記アのＰ１社の適用対象留保金\n額から当期の費用として支出された金額のうち所得の金額の計算上損金の\n額に算入されなかった金額(Ｐ１社の場合，交際費等の損金不算入額)を控\n除した後の金額に，Ｐ１社の発行済株式のうちに原告が有する直接保有の\n株式の占める割合を乗じた金額であり，別表６(⑨欄)のとおり，１９７万\n０３８２ＳＧＤとなる。\nそして，措置法通達６６の６－１４の定めに則して，上記金額を平成１\n８年２月末のＴＴＭ(乙第１８号証)によって円換算すると，課税対象留保\n金額は，別表６(⑪欄)のとおり，１億４１１１万８７５８円となり，同金\n額が原告の雑所得の総収入金額に算入すべき金額となる。\nウ  本件増資により益金に加算する額の算定方法について\n(ｱ) 新株の有利発行における当該株式の適正な価額と取得価額の差額が益\n金を構成すること\n法人税法２２条２項は，内国法人の各事業年度の所得の金額の計算上\n当該事業年度の益金の額に算入すべき金額は，別段の定めがあるものを\n除き，資産の販売，有償又は無償による資産の譲渡又は役務の提供，無\n償による資産の譲受けその他の取引で資本等取引以外のものに係る当該\n事業年度の収益の額とすると規定している。\nこの規定(法人税法２２条２項)は，益金を取引に係る収益として観念\nしているが，このことは，法人税法も，所得税法と同様に，原則として\n実現した利益のみが所得であるという考え方を採用し，未実現の利益を\n課税の対象から除外していることを意味する。しかし，実現した利益は\n原則としてすべて益金に含まれる，というのがこの規定の趣旨であり，\nその意味で，法人税法においても所得概念は包括的に構成されていると\n解すべきである。したがって，取引によって生じた収益は，営業取引に\nよるものか営業外取引によるものか，合法なものか不法なものか，有効\nなものか無効なものか，金銭の形態をとっているかその他の経済的利益\nの形態をとっているか等の別なく，益金を構成すると解すべきである。\nしたがって，新株の有利発行によって引受人が利益を受けた以上，そ\nの利益の額も益金を構成するというべきであり，ここにいう新株の引受\n人の受けた利益とは，株式を適正な価額より低い価額で引き受けた場合\nの，当該適正な価額と取得価額の差額であり，その差額が益金に算入さ\nれる金額というべきである。\nよって，Ｐ１社が本件増資により適正な価額より低い価額で新株を引\nき受けたと認められる場合においては，適正な価額と取得価額との差額\nは益金を構成するというべきである。\n(ｲ) 発行された有価証券の価額が「適正な価額より低い価額」に当たるか\n否かの判定方法\n法人税法上，株式引受けに係る取得利益の算定に関する規定は存在し\nないものの，株式譲渡損益を計算する場合の計算方法(法人税法６１条\nの２第１０項，法人税法施行令１１９条１項３号参照)は，適正な価額\nと譲渡価額との差額が益金ないしは損金を構成する場合の株式譲渡損益\nの計算方法について定めたものであり，譲渡損益についてのものか取得\n利益についてのものかの違いはあるものの，株式の授受という外形では\nなく，その実質に着目して損益を算出するという基本的な考え方が共通\nするものであるから，株式引受けに係る取得利益の算定に当たっては，\n株式譲渡損益を算出する場合の計算方法に関する規定を準用するのが合\n理的であり，実務としてもそれが定着している。\nしたがって，本件増資に係る新株の発行価額が「適正な価額より低い\n価額」に該当するか否かは，株式譲渡損益に計算に関する規定である法\n人税法６１条の２第１０項，同項の規定を受けた法人税法施行令１１９\n条１項３号，及び法人税基本通達(平１７課法２－１４による改正前の\nものをいう。以下同じ。)の定めるところに従って判断されるべきであ\nる。\nよって，発行された有価証券の価額が「適正な価額より低い価額」に\n該当するか否かは，上記通達にいう「有利な発行価額」に該当すると認\nめられるか否かにより判定されるべきである。\nそして，「有利な発行価額」に該当するか否かは，当該新株の発行価\n額を決定する日前１月間の平均株価等，発行価額を決定するための基礎\nとして相当と認められる価額を基礎として算定された，発行価額を決定\nする日の現況における「当該株式の価額」と発行価額の差額が，「当該\n株式の価額」のおおむね１０％相当額以上であるかどうかにより判定さ\nれる(法人税基本通達２－３－７注(1)及び(2))。\n(ｳ) 有価証券の価額の算定方法\n発行価額を決定する日の現況における「当該株式の価額」を算定する\n方法を定めた明文の規定はないものの，法人税基本通達２－３－９で\nは，旧株，新株ともに上場していない株式の価額について，「その新株\n又は出資の払込期日において当該新株につき９－１－１３及び９－１－\n１４(括弧内省略)に準じて合理的に計算される当該払込期日の価額」と\n定めていることから，発行価額を決定する日の現況における「当該株式\nの価額」の算定も，法人税基本通達９－１－１３及び９－１－１４に準\nじて算出するのが相当である。\n法人税基本通達９－１－１３は，売買実例のあるもの(同通達(1))，\n公開途上にある株式で，当該株式の上場又は登録に際して株式の公募又\nは売出しが行われるもの(同通達(2))，類似する他の法人の株式の価額\nがあるもの(同通達(3))についての株式の価額について定め，同通達(4)\nにおいて，同通達(1)ないし(3)に該当しない場合には，当該事業年度終\n了の日又は同日に最も近い日におけるその株式の発行法人の事業年度終\n了の時における１株当たりの純資産価額等を参酌して通常取引されると\n認められる価額による旨を定めている。\nまた，法人税基本通達９－１－１４は，法人が，非上場株式について\n上記の「１株当たりの純資産価額等を参酌して通常取引されると認めら\nれる価額」を算定するに当たって，財産評価基本通達(平１８課評２－\n２７外による改正前のものをいい，以下「評価通達」という。)の定め\nる非上場株式の評価方法の例によって算定した価額によっているとき\nは，課税上の弊害がない限り，同通達(1)ないし(3)によることを条件と\nしてこれを認めるとしている。\n法人税基本通達９－１－１４の趣旨は，相続税，贈与税及び地価税に\n共通の財産評価に関する基本通達である評価通達の定める非上揚株式の\n評価方法を，原則として法人税課税においても是認することを明らかに\nするとともに，この評価方法を無条件で法人税課税において採用するこ\nとには疑問なしとはしないことから，１株当たりの純資産価額の計算に\n当たって株式の発行会社の有する土地を相続税路線価ではなく時価で評\n価するなどの条件を付して採用することとしたものである。\nそして，同通達本文において「課税上弊害がない限り」と規定されて\nいるように，評価通達の例により気配相場のない株式の評価を行うこと\nを容認する本通達の取扱いは，飽くまでも課税上の弊害がない場合に限\n定されている。\nエ  発行価額を決定する日の現況におけるＰ２社発行の新株の価額について\nＰ１社はＰ２社の議決権総数の６１．５％を有する(Ｐ２社の発行済株\n式総数５万２０００株(乙第１号証)のうち，本件増資においてＰ１社の取\n得した新株は３万２０００株である(乙第８号証)。)ため，法人税基本通\n達９－１－１４(1)所定の「中心的な同族会社」に該当する。その結果，\nＰ２社発行の新株の価額については，Ｐ２社は常に評価通達１７８に定め\nる「小会社」に該当するものとして，評価通達１７９に従い，同社の純資\n産価額により算定することとなる。\nＰ２社の純資産価額を算定するに当たっては，Ｐ２社が新株の発行価額\nを決定した平成１７年７月１４日(乙第８号証)に最も近接した時期である\nＰ２社の平成１７年３月期の決算書(乙第２１号証)に基づいて算定するの\nが合理的である。\n(ｱ) Ｐ２社が保有するＰ３社への出資金の評価額の算定\nＰ２社は，Ｐ３社の議決権総数の５０％を有するため(乙第１３号証\n９枚目)，法人税基本通達９－１－１４(1)所定の「中心的な同族会社」\nに該当する。その結果，Ｐ３社発行の株式の価額については，Ｐ３社は\n常に評価通達１７８に定める「小会社」に該当するものとして，評価通\n達１７９に従い，同社の純資産価額により算定することとなる。\nそこで，Ｐ３社株式の１株当たりの価額については，本件払込期日で\nある平成１７年８月８日を評価時点とし，評価通達１８５に則した純資\n産価額を基に算定すべきところ，本件払込期日の直近の決算は，平成１\n６年１２月３１日時点のものである。しかしながら，前記第４の３(1)\nのとおり，同社は決算の約２か月後である平成１７年３月に資本金を２\n倍に増資していることから，同社への出資金の評価に当たって，同社の\n平成１６年１２月３１日時点の純資産価額(別表７(③欄)乙第１３号証\n３及び４枚目)をそのまま用いることは，本件払込期日における純資産\n価額から著しく乖離することとなる。そこで，平成１６年１２月３１日\n時点の純資産価額に当該増資による資産増加額(別表７(④欄)乙第１３\n号証１４枚目)を加えたものを本件払込期日の純資産価額とすべきであ\nる。このようにして算定した金額を本件払込期日である平成１７年８月\n８日の対顧客電信買相場(以下「ＴＴＢ」という。)(乙第２２号証)によ\nり邦貨換算すると，別表７(⑨欄)のとおり，８５０１万３２９３円とな\nる。\n(ｲ) Ｐ２社が保有するＰ１７社への出資金の評価額の算定\nＰ２社が保有するＰ１７社の株式は，非上場株式であり，気配相場や\n独立当事者間の適当な売買実例がなく，その公開の途上にあるわけでも\nなく，同社と事業の種類や収益の状況等において類似する法人もないこ\nとから，同社の株式の価額は，本件払込期日である平成１７年８月８日\nに最も近い日における同社の純資産価額等を参酌して通常取引されると\n認められる価額によって算出されることとなる。\nそこで，法人税基本通達９－１－１４の定めにより，課税上弊害が\nない限り，評価通達によってＰ１７社の株式の価額を算定することと\nなる。\nａ  評価通達１８８－２によりＰ１７社の株式の価額を算定すべきこと\n別表５(乙第１４号証５枚目)のとおり，Ｐ１７社の議決権割合の５\n８．４１％を有するＰ１８株式会社(以下「Ｐ１８」という。)は，総\n議決権の３０％以上を保有する株主であることから，評価通達１８８\n(1)に 定め る Ｐ１ ７ 社の 「 同族 株 主」 に 該当 す る。 そ して ， Ｐ ２ 社\nは，Ｐ１７社の総議決権の１．１６％を有する株主であることから，\n同通達に定める「同族株主のいる会社の株主のうち，同族株主以外の\n株主」に該当するため，Ｐ２社のＰ１７社への出資金の評価は，評価\n通達１８８－２の定めにより配当還元方式によって評価することとな\nる。\nｂ  評価通達１８８－２によりＰ１７社の株式の価額を算定することに\n課税上の弊害がないこと\n同通達が，同族株主以外の少数株主が取得した株式の評価を配当還\n元方式によることとしているのは，事業経営への影響の少ない同族株\n主の一部及び従業員株主などのような少数株主が取得した株式につい\nては，これらの株主は単に配当を期待するにとどまるという実質のほ\nか，評価手続きの簡便性をも考慮したためである。Ｐ２社がＰ１７社\nの議決権割合のわずか１.１６％しか保有しておらず，Ｐ１７社の事\n業経営へ及ぼす影響はさほど大きくはないと考えられること，及び評\n価手続の簡便性を考慮すると，Ｐ２社の有するＰ１７社の株式の価値\nを算定する際にも，上記通達の趣旨が妥当するといえる。\nまた，配当還元方式を適用することが法人税の課税において課税上\nの弊害が生じるような特段の事情は認められない。\nｃ  そうすると，Ｐ２社によるＰ１７社への出資金の評価に当たって\nは，評価通達の定めるところにより，配当還元方式で評価することが\n最も合理的であり，これにより算定した金額は，別表８(⑧欄)のとお\nり，２５８万１５２０円となる(乙第２４号証参照)。\n(ｳ) Ｐ２社に生ずる借地権の評価額の算定\n借地権の評価については，自用地としての価額に，国税局長の定める\n割合を乗じて計算した金額によって評価することとされている(評価通\n達２７)。\nそして，自用地としての価額は，固定資産税評価額に，国税局長の定\nめる倍率を乗じて計算した金額によって評価することとされている(評\n価通達１１，２１，２１－２)。\nＰ２社 が賃 借し てい る 土地 は別 表９ 記載 の各土 地 (以 下「 本 件各 土\n地」という。)であり，その所在地及び固定資産税評価額等は同表のと\nおりである(乙第２５号証)。\n自用地としての価額を算定するに当たって用いられる，国税局長の定\nめる倍率は，平成１７年分財産評価基準書「評価倍率表(神奈川県・山\n梨県)」(以下「平成１７年分財産評価基準書」という。)２６４ページ\n(乙第２６号証)記載の１．１倍である。\nそして，Ｐ２社は，本件各土地に関して平成１９年６月２５日に土地\nの無償返還に関する届出書を朝霞税務署長に提出した(乙第２７号証)こ\nとから，「相当の地代を支払っている場合等の借地権等についての相続\n税及び贈与税の取扱いについて」(昭和６０年６月５日課資２－５８・\n乙第２８号証)の「８」により，「相当の地代を収受している貸宅地の\n評価について」(昭和４３年１０月２８日直資３－２２・乙第２９号証)\nの「相当の地代を収受している」を「土地の無償返還に関する届出書の\n提出されている」と読み替えた上で，同通達に即して，「自用地として\nの価額」「の２０％に相当する金額」を上記借地権の評価額とすべきこ\nととなる。\n以上を前提として，本件各土地の固定資産評価額に１．１を乗じて算\n出された計数に２０％の割合を乗じた結果，本件各土地の借地権につい\nての評価額は，別表９(合計(借地権評価額)欄)のとおり，１２９０万９\n０９１円となる。\nなお，α×－１及びα×－２所在の土地については，現況が宅地であ\nることから，これらの土地の価額は，評価通達８２を準用し，近傍宅地\n(α××)におけ る１ 平方メート ル 当た り の評価額(乙 第３０ 号 証「備\n考」欄)にこれらの土地の面積を乗じて計算した金額となる。\n(ｴ) Ｐ２社が保有する建物及び建物附属設備の評価額の算定\nＰ２社保有の建物及び建物附属設備の評価額は，評価通達８９に則し\nて，平成１７年１月１日現在のＰ２社の建物等に係る固定資産税評価額\n６５６８万４７３３円(乙第３１号証)に同通達の別表１記載の倍率１．\n０を乗じた結果，６５６８万４７３３円となる。\n(ｵ) Ｐ２社が保有するＰ１９の会員権の評価額の算定\nＰ２社の保有するＰ１９の会員権は，取引相場のない会員権であり，\n預託金等を預託しなければ会員となれない会員権であることから，評価\n通達２１１(2)ハ，２１１(1)イにより評価すべきこととなる。\nＰ２社保有のＰ１９の会員権については，当該ゴルフ倶楽部の所有者\nであるＰ２０株式会社と運営者である株式会社Ｐ１９が，平成１７年７\n月２６日，東京地方裁判所における会社更正法に基づく変更更正計画の\n認可決定により，全会員に預託金１％を返還し，仮に継続会員となる場\n合は，預託金を現預託金の０．００１％とする旨認可されている(乙第\n３２号証)ことから，帳簿価額１３００万円に１．００１％を乗じた１\n３万０１３０円が「課税時期において返還を受けることができる金額」\nに該当し，同ゴルフ会員権の評価額となる。\n(ｶ) Ｐ２社が保有する電話加入権の評価額の算定\nＰ２社が保有する電話加入権については，当該加入権の内訳が，固定\n電話５回線，携帯電話１回線である(乙第２１号証４枚目)ところ，評価\n通達１６１に則し評価すると，固定電話の回線数５本に平成１７年分財\n産評価基準書３８７ページ(乙第２６号証)に記載の固定電話１回線当た\nりの評価額５０００円を乗じた２万５０００円となる。\n(ｷ) Ｐ２社が保有するその他の資産の評価額の算定\nＰ２社が保有するその他の資産については，Ｐ２社が資産計上してい\nる帳簿価額によれば，４億８５９９万５４５５円と評価できる(乙第２\n１号証３枚目参照)。\n(ｸ) Ｐ２社の株式の１株当たりの評価額の算定\nＰ２社の株式の１株当たりの評価額は，前記(ｱ)ないし(ｷ)の各評価額\nの合計から，負債の評価額(帳簿価額)(乙第２１号証３枚目)を差し引い\nた後の金額をＰ２社の発行済株式の総数５万２０００株(乙第１号証１\n枚目)で除した金額であり，別表１０(⑫欄)のとおり，３９２１円とな\nる。\nオ  益金に算入すべき金額について\n(ｱ) Ｐ２社の新株の発行価額は「有利な発行価額」に該当すること\n前記エ(ｸ)のとおり，発行価額を決定する日の現況におけるＰ２社の株\n式の価額は３９２１円であり，その金額と発行価額５００円との差額３\n４２１円は，当該新株の発行価額決定日の価額３９２１円の１０％を大\n幅に超える割合(約８７．２％)となるから，当該新株の発行価額は「有\n利な発行価額」に該当する。\nしたがって，発行価額と払込期日における株式の価額の差額を益金に\n算入すべきこととなる。\n(ｲ) 益金に算入すべき金額\n評価通達４－３に則して，Ｐ１社が本件増資により取得したＰ２社の\n株式の評価額(本件増資によりＰ１社が引き受けたＰ２社の株式の数に\n前記エ(ｸ)のＰ２社の株式の１株当たりの純資産価額(評価額)を乗じた\n金額)を本件払込期日である平成１７年８月８日のＴＴＢ(乙第３３号\n証)によりＳＧＤに換算した金額と，平成１７年１２月末のＰ１社にお\nけるＰ２社の株式の帳簿価額との差額は，Ｐ１社の益金を構成すること\nから，措置法施行令３９条の１５第１項１号の規定により，Ｐ１社の適\n用対象留保金額に加算されるところ，当該差額は，別表１１(⑦欄)のと\nおり，５６万７４５３ＳＧＤとなる。\n３  本件各更正処分の適法性について\n被告が本訴において主張する原告の本件各係争年分の納付すべき税額は，前\n記１(1)エ，同(2)エ及び同(3)エのとおり，それぞれ\n平成１６年分        １１１万２９００円\n平成１７年分        ５１４万３２００円\n平成１８年分        ５１７２万１４００円\nであり，これら各金額はいずれも本件各更正処分に係る納付すべき税額(平成\n１６年分１１０万２１００円，平成１７年分４３６万３７００円，平成１８年\n分４４４９万１３００円・別表２ないし４の「更正処分等」の「納付すべき税\n額」欄参照)を上回るから，本件各更正処分は適法である。\n（別紙３）\n本件各賦課決定処分の根拠及び適法性\n別紙２のとおり本件各更正処分はいずれも適法であるところ，本件各更正処分\nにより新たに納付すべき税額の計算の基礎となった事実のうち，本件各更正処分\n前における税額の計算の基礎とされなかったことについて，国税通則法６５条４\n項にいう正当な理由があるとは認められない。\nしたがって，本件各更正処分により原告が新たに納付すべきこととなった税額\nを基礎として，次のとおり計算して行った本件各賦課決定処分はいずれも適法で\nある。\n(1) 平成１６年分                                      ９万８０００円\n上記金額は，国税通則法６５条２項の規定に基づき，平成１６年分の所得\n税の更正処分により原告が新たに納付すべきこととなった税額９８万円(同\n法１１８条３項の規定により１万円未満の端数を切り捨てた後のもの。)を\n基礎として，これに同法６５条１項の規定により１００分の１０の割合を乗\nじた金額である。\n(2) 平成１７年分                                    ５４万５５００円\n上記金額は，国税通則法６５条２項の規定に基づき，①  平成１７年分の\n所得税の更正処分により原告が新たに納付すべきこととなった税額４０５万\n円(同法１１８条３項の規定により１万円未満の端数を切り捨てた後の も\nの。)を基礎として，これに同法６５条１項の規定により１００分の１０の\n割合を乗じた金額４０万５０００円に，②  上記新たに納付すべきこととな\nった税額４０５万４５００円に平成１７年分の所得税の修正申告により納付\nすべきこととなった税額９万９６００円を加算した金額のうち，期限内申告\n税額に相当する金額１３３万５８００円と５０万円とのいずれか多い金額を\n超える部分に相当する税額２８１万円(同法１１８条３項の規定により１万\n円未満の端数を切り捨てた後のもの。)に同法６５条２項の規定により１０\n０分の５の割合を乗じた金額１４万０５００円を加算した金額である。\n(3) 平成１８年分                                  ６６３万１０００円\n上記金額は，国税通則法６５条２項の規定に基づき，①  平成１８年分の\n所得税の更正処分により原告が新たに納付すべきこととなった税額４４５３\n万円(同法１１８条３項の規定により１万円未満の端数を切り捨てた後のも\nの。)を基礎として，これに同法６５条１項の規定により１００分の１０の\n割合を乗じた金額４４５万３０００円に，②上記新たに納付すべきこととな\nった税額４４５３万７６００円のうち，期限内申告税額に相当する金額９６\n万８３００円と５０万円とのいずれか多い金額を超える部分に相当する税額\n４３５６万円(同法１１８条３項の規定により１万円未満の端数を切り捨て\nた後のもの。)に同法６５条２項の規定により１００分の５の割合を乗じた\n金額２１７万８０００円を加算した金額である。\n（別紙４）\n原告の納付すべき税額等\n原告の本件各係争年分の納付すべき税額等は，次のとおりである。\n(1) 平成１６年分\nア  総所得金額                                １２１４万４２１８円\n上記金額は，次の(ｱ)及び(ｲ)の各金額の合計額である。\n(ｱ) 配当所得の金額                                      １５万円\n上記金額は，平成１６年分確定申告書に記載された配当所得の金額と\n同額である。\n(ｲ) 給与所得の金額                          １１９９万４２１８円\n上記金額は，次のａの金額からｂの金額を控除した後の金額である。\nａ  給与等の収入金額                      １４４１万４９６７円\n上記金額は，原告の平成１６年分確定申告書に記載された給与等の\n収入金額と同額である。\nｂ  給与所得控除額                          ２４２万０７４９円\n上記金額は，所得税法２８条３項５号の規定に基づき，ａの金額か\nら１０００万円を控除した後の金額に１００分の５の割合を乗じた金\n額と２２０万円の合計額である。\nイ  所得控除の額の合計額                        ２５５万３４６６円\n上記金額は，原告の平成１６年分確定申告書に記載された所得控除の額\nの合計額と同額である。\nウ  課税総所得金額                                      ９５９万円\n上記金額は，前記アの総所得金額１２１４万４２１８円から前記イの所\n得控除の額の合計額２５５万３４６６円を控除した後の金額(国税通則法\n１１８条１項の規定により１０００円未満の端数を切り捨てた後のもの。\n以下同じ。)である。\nエ  納付すべき税額                                １２万２０００円\n上記金額は，次の(ｱ)の金額から(ｲ)ないし(ｵ)の各金額を控除した後の\n金額(国税通則法１１９条１項の規定により１００円未満の端数を切り捨\nてた後のもの。以下同じ。)である。\n(ｱ) 課税総所得金額に対する税額                １６４万７０００円\n上記金額は，前記ウの課税総所得金額９５９万円に所得税法８９条１\n項所定の税率を乗じた金額である。\n(ｲ) 配当控除の額                                  １万５０００円\n上記金額は，所得税法９２条１項１号イの規定に基づき，前記ア(ｱ)\nの配当所得の金額１５万円に１００分の１０の割合を乗じた金額であ\nる。\n(ｳ) 住宅借入金等特別控除の額                    ３６万０７００円\n上記金額は，原告の平成１６年分確定申告書に記載された住宅借入金\n等特別控除の額と同額である。\n(ｴ) 定率減税額                                          ２５万円\n上記金額は，負担軽減措置法６条２項の規定により算出した金額であ\nり，原告の平成１６年分確定申告書に記載された定率減税額と同額であ\nる。\n(ｵ) 源泉徴収税額                                ８９万９２１６円\n上記金額は，原告の平成１６年分確定申告書に記載された源泉徴収税\n額と同額である。\n(2) 平成１７年分\nア  総所得金額                                １３６７万７５９８円\n上記金額は，次の(ｱ)ないし(ｳ)の各金額の合計額である。\n(ｱ) 不動産所得の金額                                    ２１万円\n上記金額は，原告が平成１８年３月６日に甲府税務署長に提出した平\n成１７年分の所得税の確定申告書に添付された平成１７年分不動産使用\n料等支払調書に記載されたＰ２社を支払者とする地代の「支払金額」欄\nに記載された金額である。\n(ｲ) 配当所得の金額                                      ３０万円\n上記金額は，平成１７年分修正申告書に記載された配当所得の金額と\n同額である。\n(ｳ) 給与所得の金額                          １３１６万７５９８円\n上記金額は，原告の平成１７年分修正申告書に記載された給与所得の\n金額と同額である。\nイ  所得控除の額の合計額                        ２９０万１７４９円\n上記金額は，原告の平成１７年分修正申告書に記載された所得控除の額\nの合計額と同額である。\nウ  課税総所得金額                            １０７７万５０００円\n上記金額は，前記アの総所得金額１３６７万７５９８円から前記イの所\n得控除の額の合計額２９０万１７４９円を控除した後の金額である。\nエ  納付すべき税額                                ３０万９２００円\n上記金額は，次の(ｱ)の金額から(ｲ)ないし(ｵ)の各金額を控除した後の\n金額である。\n(ｱ) 課税総所得金額に対する税額                ２００万２５００円\n上記金額は，前記ウの課税総所得金額１０７７万５０００円に所得税\n法８９条１項所定の税率を乗じた金額である。\n(ｲ) 配当控除の額                                  １万５０００円\n上記金額は，所得税法９２条１項３号イの規定により算出した金額で\nあり，原告の平成１７年分修正申告書に記載された配当控除の額と同額\nである。\n(ｳ) 住宅借入金等特別控除の額                    ３０万２１００円\n上記金額は，原告の平成１７年分修正申告書に記載された住宅借入金\n等特別控除の額と同額である。\n(ｴ) 定率減税額                                          ２５万円\n上記金額は，負担軽減措置法６条２項の規定により算出した金額であ\nり，原告の平成１７年分修正申告書に記載された定率減税額と同額であ\nる。\n(ｵ) 源泉徴収税額                              １１２万６２００円\n上記金額は，原告の平成１７年分修正申告書に記載された源泉徴収税\n額と同額である。\n(3) 平成１８年分\nア  総所得金額                                １１６０万６７５０円\n上記金額は，次の(ｱ)ないし(ｳ)の各金額の合計額である。\n(ｱ) 不動産所得の金額                                    ３２万円\n上記金額は，平成１８年分確定申告書に記載された不動産所得の金額\nと同額である。\n(ｲ) 配当所得の金額                                      １０万円\n上記金額は，原告の平成１８年分確定申告書に記載された配当所得の\n金額と同額である。\n(ｳ) 給与所得の金額                          １１１８万６７５０円\n上記金額は，原告の平成１８年分確定申告書に記載された給与所得の\n金額と同額である。\nイ  所得控除の額の合計額                        ３１１万３６９５円\n上記金額は，原告の平成１８年分確定申告書に記載された所得控除の額\nの合計額と同額である。\nウ  課税総所得金額                              ８４９万３０００円\n上記金額は，前記アの総所得金額１１６０万６７５０円から前記イの所\n得控除の額の合計額３１１万３６９５円を控除した後の金額である。\nエ  納付すべき税額                                ２０万１１００円\n上記金額は，次の(ｱ)の金額から(ｲ)ないし(ｵ)の各金額を控除した後の\n金額である。\n(ｱ) 課税総所得金額に対する税額                １３６万８６００円\n上記金額は，前記ウの課税総所得金額８４９万３０００円に所得税法\n８９条１項所定の税率を乗じた金額である。\n(ｲ) 配当控除の額                                          １万円\n上記金額は，所得税法９２条１項１号イの規定に基づき，前記ア(ｲ)\nの配当所得の金額１０万円に１００分の１０の割合を乗じた金額であ\nる。\n(ｳ) 住宅借入金等特別控除の額                    ２８万２７００円\n上記金額は，原告の平成１８年分確定申告書に記載された住宅借入金\n等特別控除の額と同額である。\n(ｴ) 定率減税額                                  １０万７５９０円\n上記金額は，負担軽減措置法６条２項の規定により算出した金額であ\nり，原告の平成１８年分確定申告書に記載された定率減税額と同額であ\nる。\n(ｵ) 源泉徴収税額                                ７６万７２００円\n上記金額は，原告の平成１８年分確定申告書に記載された源泉徴収税\n額と同額である。\nオ  還付される税金の額                              ４万６３００円\n上記金額は，前記エの納付すべき税額２０万１１００円から予定納税\n額２４万７４００円を控除した後の金額である。なお，予定納税額は，\n原告の平成１８年分確定申告書に記載された予定納税額(第１期分及び\n第２期分の合計額)と同額である。\n"
}