{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 24
  },
  "case_number": "平成28(行ウ)331",
  "case_name": "障害基礎年金支給停止処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "アスペルガー症候群による障害に関して，障害基礎年金の支給を受けていた者に対し，その障害の状態が障害等級２級に該当する程度のものではなくなったことを理由に，国民年金法３６条２項に基づき障害基礎年金の支給を停止した厚生労働大臣の処分が違法であるとされた事例",
  "case_gist": "アスペルガー症候群による障害に関して障害基礎年金の支給を受けていた者に対し，その障害の状態が障害等級２級に該当する程度のものではなくなったことを理由に，国民年金法３６条２項に基づき障害基礎年金の支給を停止した厚生労働大臣の処分は，次の～など上記の者に関する判示の事情の下においては，上記の者が障害等級２級に該当する程度の障害の状態に該当しなくなったと認めることはできず，同項所定の支給停止の要件を欠くものであって違法である。\n　処分時まで相当期間にわたり一人暮らしをし，一般企業への勤務も相当期間継続してきたが，その実態は，アスペルガー症候群による障害のため本来であれば継続が困難であるところを，周囲の理解や両親の援助，指導等によって継続が可能となったものであった。\n　自らの回りのことについても自発的かつ適正に行うことができず，両親の援助や指導等が必要な状況にあった。\n　他者との意思疎通が困難であり，通勤以外の外出，社会生活に必要な諸手続，職場での意思疎通などに制約が生じていた。\n　強迫観念に基づく確認行為や，衝動を抑制することができず興奮状態となるなどの不適応な行動がみられた。",
  "lawsuit_id": "88327",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88327",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/327/088327_hanrei.pdf",
  "contents": "平成３０年４月２４日判決言渡\n平成２８年（行ウ）第３３１号  障害基礎年金支給停止処分取消等請求事件\n主         文\n１  厚生労働大臣が平成２６年１１月６日付けで原告に対してした障害基礎\n年金の支給を停止する旨の処分を取り消す。\n２  原告のその余の請求に係る訴えをいずれも却下する。\n３  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n１  主文第１項と同旨\n２  審査請求につき平成２７年３月２０日付けで関東信越厚生局社会保険審査\n官がした決定を取り消す。\n３  再審査請求につき平成２８年１月２９日付けで社会保険審査会がした裁決\nを取り消す。\n第２  事案の概要\n本件は，アスペルガー症候群（以下「本件傷病」ということがある。）に\nよる障害を有し，かつて障害等級２級の認定を受け，障害基礎年金の支給を\n受けていた原告が，厚生労働大臣から，原告の障害の状態が障害等級３級に\n該当する程度のものとなったことを理由に，平成２６年１１月６日付けで，\n障害基礎年金の支給を停止する旨の処分（以下「本件処分」という。）を受\nけたことから，原告の障害の状態は本件処分時においても障害等級２級に該\n当する程度のものであると主張して本件処分の取消しを求めるとともに，本\n件処分に係る審査請求を棄却した関東信越厚生局社会保険審査官（以下「審\n査官」という。）の決定（以下「本件棄却決定」という。）及び再審査請求\nを棄却した社会保険審査会（以下「審査会」という。）の裁決（以下「本件\n棄却裁決」という。）の各取消しを求める事案である。\n１  関係法令の定め\n(1)  ２０歳前の傷病による障害基礎年金\n国民年金法（以下「国年法」という。）３０条の４第１項は，疾病にか\nかり，又は負傷し，その初診日（その疾病又は負傷及びこれらに起因する\n疾病〔以下「傷病」という。〕について初めて医師又は歯科医師の診療を\n受けた日をいう〔同法３０条１項〕。以下同じ。）において２０歳未満で\nあった者が，障害認定日以後に２０歳に達したときは２０歳に達した日に\nおいて，障害認定日が２０歳に達した日後であるときはその障害認定日に\nおいて，障害等級に該当する程度の障害の状態にあるときは，その者に障\n害基礎年金を支給する旨規定する。\n(2)  障害等級\nア  国年法３０条２項は，同法における障害等級につき，障害の程度に応\nじて重度のものから１級及び２級とし，各級の障害の状態は政令で定め\nる旨規定しており，これを受けた国民年金法施行令（以下「国年令」と\nいう。）４条の６は，障害等級の各級の障害の状態は別表（以下「国年\n令別表」という。）に定めるとおりとする旨定めている。\nなお，厚生年金保険法は，後記ウのとおり，障害厚生年金の支給の対\n象となる障害等級として１級から３級までを定める（障害等級１級及び\n２級については国年法と共通）ところ，国年法において障害基礎年金の\n対象として定めるのは上記のとおり障害等級１級及び２級のみであるた\nめ，障害等級３級に該当する程度の障害の状態にある者は，障害基礎年\n金の支給対象とはならず，障害厚生年金のみを受給することができる\n（以下においては，国年法によるものか厚生年金保険法によるものかに\nかかわらず，「障害等級１級」などと表記する。）。\nイ  国年令別表は，障害の程度が１級である障害の状態につき，「両眼の\n視力の和が０．０４以下のもの」（１級１号），「両耳の聴力レベルが\n１００デシベル以上のもの」（同２号）などを掲げた上で，「前各号に\n掲げるもののほか，身体の機能の障害又は長期にわたる安静を必要とす\nる病状が前各号と同程度以上と認められる状態であつて，日常生活の用\nを弁ずることを不能ならしめる程度のもの」（同９号），「精神の障害\nであつて，前各号と同程度以上と認められる程度のもの」（同１０号）\nとそれぞれ定めている。\nまた，国年令別表は，障害の程度が２級である障害の状態につき，\n「両眼の視力の和が０．０５以上０．０８以下のもの」（２級１号），\n「両耳の聴力レベルが９０デシベル以上のもの」（同２号）などを掲げ\nた上で，「前各号に掲げるもののほか，身体の機能の障害又は長期にわ\nたる安静を必要とする病状が前各号と同程度以上と認められる状態であ\nつて，日常生活が著しい制限を受けるか，又は日常生活に著しい制限を\n加えることを必要とする程度のもの」（同１５号），「精神の障害であ\nつて，前各号と同程度以上と認められる程度のもの」（同１６号）をそ\nれぞれ定めている。\nウ  厚生年金保険法における障害等級は，障害の程度に応じて重度のもの\nから１級，２級及び３級とし，各級の障害の状態は，政令で定めるもの\nとされ（同法４７条２項），これを受けた厚生年金保険法施行令３条の\n８は，上記の障害等級１級及び２級についてはそれぞれ国年令別表に定\nめる１級及び２級の障害の状態とし，障害等級３級については厚生年金\n保険法施行令別表（以下「厚年令別表」という。）第１に定めるとおり\nとする旨規定している。そして，障害等級３級に該当する精神の障害と\nして，厚年令別表第１は，「精神又は神経系統に，労働が著しい制限を\n受けるか，又は労働に著しい制限を加えることを必要とする程度の障害\nを残すもの」（１３号），「傷病が治らないで，身体の機能又は精神若\nしくは神経系統に，労働が制限を受けるか，又は労働に制限を加えるこ\nとを必要とする程度の障害を有するものであつて，厚生労働大臣が定め\nるもの」（１４号）とそれぞれ定めている。\n(3)  障害等級の認定基準\n障害基礎年金の支給要件に係る裁定権者である厚生労働大臣による障害\n等級の認定の基準として，「国民年金・厚生年金保険障害認定基準」（昭\n和６１年３月３１日庁保発第１５号社会保険庁年金保険部長通知。平成２\n６年改正後のもの。以下「本件認定基準」という。）が定められていると\nころ，本件認定基準のうち，本件に関連する部分の概要は，要旨，以下の\nとおりである（乙２，３）。\nア  障害の程度\n本件認定基準は，障害の程度を認定する場合の基準となる国年令別表，\n厚年令別表第１等における障害の状態の基本について，以下のとおり定\nめている（乙３・３頁）。\n(ア)  １級\n身体の機能の障害又は長期にわたる安静を必要とする病状が日常生\n活の用を弁ずることを不能ならしめる程度のものとする。この日常生\n活の用を弁ずることを不能ならしめる程度とは，他人の介助を受けな\nければほとんど自分の用を弁ずることができない程度のものである。\n例えば，身のまわりのことはかろうじてできるが，それ以上の活\n動はできないもの又は行ってはいけないもの，すなわち，病院内の\n生活でいえば，活動の範囲がおおむねベッド周辺に限られるもので\nあり，家庭内の生活でいえば，活動の範囲がおおむね就床室内に限\nられるものである。\n(イ)  ２級\n身体の機能の障害又は長期にわたる安静を必要とする病状が，日\n常生活が著しい制限を受けるか又は日常生活に著しい制限を加える\nことを必要とする程度のものとする。この日常生活が著しい制限を\n受けるか又は日常生活に著しい制限を加えることを必要とする程度\nとは，必ずしも他人の助けを借りる必要はないが，日常生活は極め\nて困難で，労働により収入を得ることができない程度のものである。\n例えば，家庭内の極めて温和な活動（軽食作り，下着程度の洗濯\n等）はできるが，それ以上の活動はできないもの又は行ってはいけ\nないもの，すなわち，病院内の生活でいえば，活動の範囲がおおむ\nね病棟内に限られるものであり，家庭内の生活でいえば，活動の範\n囲がおおむね家屋内に限られるものである。\n(ウ)  ３級\n労働が著しい制限を受けるか又は労働に著しい制限を加えること\nを必要とする程度のものとする。\nイ  精神の障害についての認定基準\n本件認定基準は，第３「障害認定に当たっての基準」において，障害\nの種類ごとに障害等級認定基準を定めている（第１章第１～１９節）と\nころ，そのうち第８節「精神の障害」においては，精神の障害の程度は，\nその原因，諸症状，治療及びその病状の経過，具体的な日常生活状況等\nにより，総合的に認定するものとし，日常生活の用を弁ずることを不能\nならしめる程度のものを１級に，日常生活が著しい制限を受けるか又は\n日常生活に著しい制限を加えることを必要とする程度のものを２級に，\n労働が著しい制限を受けるか又は労働に著しい制限を加えることを必要\nとする程度の障害を残すもの，及び労働が制限を受けるか又は労働に制\n限を加えることを必要とする程度の障害を有するものを３級に，それぞ\nれ該当するものと認定することとしている（乙３・４３頁）。\nまた，本件認定基準の同節第２項「認定要領」では，精神の障害は，\n「統合失調症，統合失調症型障害及び妄想性障害」，「気分（感情）障\n害」，「症状性を含む器質性精神障害」，「てんかん」，「知的障害」，\n「発達障害」の６つに区分されているところ，これらのうち，「発達障\n害」については，おおむね次のとおり記載されている（乙３・４３頁，\n４７の２頁以下）。\n(ア)  発達障害とは，自閉症，アスペルガー症候群その他の広汎性発達\n障害，学習障害，注意欠陥多動性障害その他これに類する脳機能の障\n害であってその症状が通常低年齢において発現するものをいう。\n発達障害については，たとえ知能指数が高くても社会行動やコミュ\nニケーション能力の障害により対人関係や意思疎通を円滑に行うこと\nができないために日常生活に著しい制限を受けることに着目して認定\nを行う。\n発達障害は，通常低年齢で発症する疾患であるが，知的障害を伴わ\nない者が発達障害の症状により，初めて受診した日が２０歳以降であ\nった場合は，当該受診日を初診日とする。\n(イ)  発達障害について各等級に相当すると認められるものを一部例示\nすると，障害等級１級に相当する障害の状態は，「発達障害があり，\n社会性やコミュニケーション能力が欠如しており，かつ，著しく不適\n応な行動がみられるため，日常生活への適応が困難で常時援助を必要\nとするもの」，障害等級２級に相当する障害の状態は，「発達障害が\nあり，社会性やコミュニケーション能力が乏しく，かつ，不適応な行\n動がみられるため，日常生活への適応にあたって援助が必要なもの」，\n障害等級３級に相当する障害の状態は，「発達障害があり，社会性や\nコミュニケーション能力が不十分で，かつ，社会行動に問題がみられ\nるため，労働が著しい制限を受けるもの」とされる（なお，各等級に\nつき，これら以外の例示は挙げられていない。）。\n(ウ)  日常生活能力等の判定に当たっては，身体的機能及び精神的機能\nを考慮の上，社会的な適応性の程度によって判断するよう努める。\n就労支援施設や小規模作業所などに参加する者に限らず，雇用契約\nにより一般就労をしている者であっても，援助や配慮のもとで労働に\n従事している。したがって，労働に従事していることをもって，直ち\nに日常生活能力が向上したものと捉えず，現に労働に従事している者\nについては，その療養状況を考慮するとともに，仕事の種類，内容，\n就労状況，仕事場で受けている援助の内容，他の従業員との意思疎通\nの状況等を十分確認した上で日常生活能力を判断する。\n(4)  障害の程度の診査による年金額の改定又は支給停止\n国年法は，３４条１項において，「厚生労働大臣は，障害基礎年金の受\n給権者について，その障害の程度を診査し，その程度が従前の障害等級以\n外の障害等級に該当すると認めるときは，障害基礎年金の額を改定するこ\nとができる。」と規定するとともに，３６条２項本文において，「障害基\n礎年金は，受給権者が障害等級に該当する程度の障害の状態に該当しなく\nなつたときは，その障害の状態に該当しない間，その支給を停止する。」\nと規定する。\nまた，国年法１０５条３項は，「受給権者又は受給権者の属する世帯の\n世帯主その他その世帯に属する者は，厚生労働省令の定めるところにより，\n厚生労働大臣に対し，厚生労働省令の定める事項を届け出，かつ，厚生労\n働省令の定める書類その他の物件を提出しなければならない。」と規定し，\nこれを受けて，国民年金法施行規則３６条の４第１項本文は，「障害基礎\n年金の受給権者であつて，その障害の程度の審査が必要であると認めて厚\n生労働大臣が指定したものは，厚生労働大臣が指定した年において，指定\n日までに，指定日前一月以内に作成されたその障害の現状に関する医師又\nは歯科医師の診断書を機構に提出しなければならない。」と規定している。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣\n旨により容易に認められる事実）\n(1)  原告（昭和５１年▲月▲日生）は，平成１８年３月２０日，厚生労働\n大臣に対し，アスペルガー症候群（本件傷病）により障害の状態にあると\nして，国年法３０条の４第１項所定の２０歳到達前に初診日のある者に対\nする障害基礎年金の裁定請求（２０歳に達した日において障害等級に該当\nする程度の障害の状態にあることを理由とする請求）をした。\n(2)  厚生労働大臣は，平成１８年４月１３日付けで，原告の障害の状態が\n２０歳に達した日である平成８年８月２５日の時点において障害等級２級\nに該当する程度のものであると認定し（以下「当初認定」という。），障\n害基礎年金の裁定をした。\nこの裁定に基づき，原告は，障害基礎年金の支給を受けることとなり，\nその後も，平成２０年，平成２３年及び平成２５年に行われた各診査の結\n果，それぞれの診査時点において障害等級２級に該当すると認定され，後\n記(4)のとおり本件処分により支給が停止されるまでの約８年間，障害基\n礎年金の支給を受け続けた。\n(3)  その後，厚生労働大臣は，原告の障害の程度について診査を要すると\nして，原告に対し，診断書の提出を求め，原告が提出した平成２６年７月\n１０日付け診断書（以下「本件診断書」という。甲１３，乙１）を踏まえ\nて診査をした。\n(4)  厚生労働大臣は，上記(3)の診査の結果，原告の障害の状態が障害等級\n３級に該当する程度のものである（障害等級２級に該当する程度のもので\nはなくなった）として，国年法３６条２項本文に基づき，平成２６年１１\n月６日付けで，障害基礎年金の支給を停止する旨の処分（本件処分）をし\nた（甲４）。\n(5)  原告は， 本件処分 を不服として， 平成２６年１ ２月９ 日，審査請求\n（以下「本件審査請求」という。）をしたが，審査官は，平成２７年３月\n２０日，本件審査請求を棄却する旨の決定（本件棄却決定）をした（甲５，\n乙５）。\n(6)  原告は，本件棄却決定を不服として，平成２７年５月８日，再審査請\n求（以下「本件再審査請求」という。）をしたが，審査会は，平成２８年\n１月２９日，本件再審査請求を棄却する旨の裁決（本件棄却裁決）をした\n（甲６，乙６）。\n(7)  原告は，平成２８年７月２６日，本件訴えを提起した。\n３  争点\n(1)  本件処分の適法性（具体的には，原告が本件処分時において障害等級\n２級に該当する程度の障害の状態に該当しなくなったといえるか。）\n(2)  本件棄却決定及び本件棄却裁決の適法性\n４  争点に関する当事者の主張の要旨\n別紙２のとおり。\n第３  当裁判所の判断\n当裁判所は，原告が本件処分時において障害等級２級に該当する程度の障\n害の状態に該当しなくなったと認めることはできず，原告に対する障害基礎\n年金の支給を停止するものとした本件処分は，国年法３６条２項所定の支給\n停止の要件を欠くものであって違法であり，本件処分の取消しを求める原告\nの請求は理由があるからこれを認容すべきであると判断し，一方，本件棄却\n決定及び本件棄却裁決の取消しを求める訴えは，いずれも訴えの利益を欠く\n不適法なものであるからこれらを却下すべきであると判断する。\nその理由の詳細は以下のとおりである。\n１  争点(1)（本件処分の適法性）について\n(1)  障害等級の認定について\n前記第２の１のとおり，国年法は，初診日において２０歳未満であった\n者が障害認定日以後の２０歳に達した日等において障害等級に該当する程\n度の障害の状態にあることを障害基礎年金の支給の要件とし（３０条の４\n第１項），障害等級につき，障害の程度に応じて重度のものから１級及び\n２級とした上で各級の障害の状態は政令で定めるものとし（３０条２項），\nこれを受けた国年令は，障害等級の各級の障害の状態につき，別表におい\nて具体的に定めている（４条の６）。そして，上記の支給要件に係る裁定\n権者である厚生労働大臣による障害等級の認定の基準として，本件認定基\n準が定められているところ，その内容及び策定 ，改正の経緯等（乙２，\n３）に照らせば，本件認定基準は，法的拘束力を有するものではないもの\nの，本件処分時における最新の医学的知見を踏まえたものであって合理的\nなものということができる。\nしたがって，原告の本件処分時における障害の状態が障害等級２級に該\n当する程度のものであるか否かの認定は，特段の事情がない限り，本件認\n定基準を参酌して判断するのが相当であるというべきである。\n(2)  精神の障害に係る国年令別表の定めについては，前記第２の１(2)イの\nとおり，障害の程度が２級である障害の状態につき，「精神の障害であっ\nて，前各号と同程度以上と認められる程度のもの」（２級１６号）と定め\nられ，同１５号には「前各号に定めるもののほか（中略），日常生活が著\nしい制限を受けるか，又は日常生活に著しい制限を加えることを必要とす\nる程度のもの」と定められている。\nまた，本件認定基準においては，前記第２の１(3)イのとおり，精神の\n障害の程度は，その原因，諸症状，治療及びその病状の経過，具体的な日\n常生活状況等により，総合的に認定するものとし，日常生活が著しい制限\nを受けるか又は日常生活に著しい制限を加えることを必要とする程度のも\nのを障害等級２級に相当するものとしている。\nそして，本件認定基準においては，精神の障害につき，さらに特性の異\nなる６つの障害に区分しているところ，それらのうち発達障害（自閉症，\nアスペルガー症候群その他の広汎性発達障害等であってその症状が通常低\n年齢において発現するもの）については，各等級に相当すると認められる\n障害の状態の例示として，障害等級２級につき，「社会性やコミュニケー\nション能力が乏しく，かつ，不適応な行動がみられるため，日常生活への\n適応にあたって援助が必要なもの」，障害等級３級につき，「社会性やコ\nミュニケーション能力が不十分で，かつ，社会行動に問題がみられるため，\n労働が著しい制限を受けるもの」を掲げている。これらは，たとえ知能指\n数が高くても社会行動やコミュニケーション能力の障害により対人関係や\n意思疎通を円滑に行うことができないために日常生活に著しい制限を受け\nることがあるという発達障害の特性に着目したものと解され（前記第２の\n１(3)イ(ア)），同じく精神の障害に関するものであっても，例えば知的\n障害について，障害等級２級につき，「食事や身のまわりのことなどの基\n本的な行為を行うのに援助が必要であって，かつ，会話による意思の疎通\nが簡単なものに限られるため，日常生活にあたって援助が必要なもの」，\n障害等級３級につき，「労働が著しい制限を受けるもの」が例示として掲\nげられている（乙３・４７の１頁）のとは，その障害の特性に応じて等級\nを認定するに当たっての基本的視点を異にするものといえる。\nもとより，上記に掲げられているものは例示にすぎないものであって，\n発達障害を有する者について障害等級の認定をするに当たり，食事や身の\nまわりのことなど日常生活上の基本的な行為に援助を要するか否かを考慮\nに入れることが妨げられるものではないが，上記に述べたような発達障害\nの特性上，知能指数が高いため日常生活上の基本的な行為には援助を要し\nないとしても，社会性やコミュニケーション能力が乏しく不適応な行動が\nみられるために日常生活への適応に当たって援助を要し，その結果，日常\n生活が著しい制限を受けるものと評価される余地はあるといえるから，こ\nのような発達障害の特性を十分に踏まえた上で障害等級の認定をすべきも\nのである。\n以下においては，上記のような観点から，原告の本件処分時における障\n害の状態が障害等級２級に該当する程度であったか否かにつき検討する。\n(3)  認定事実\nア  当初認定に至るまでの経緯等\n(ア)  原告は，昭和５１年▲月▲日生まれの男性である（なお，原告の\n父親であるＢ〔以下「原告父」という。〕は，昭和２１年▲月▲日生\nまれである。）。\n(イ)  原告は，小学校，中学校の普通学級を卒業した（証人原告父）。\n(ウ)  原告は，高校生であった平成６年頃から，汚れを異常に気にする，\n外国人と目が合っただけで「エイズがうつったんじゃないか」と不安\nになるなどの強迫観念や被害妄想があり，同年３月頃に心療内科を受\n診した。その際は，統合失調症と診断され，いくつか病院を受診した\nが，症状は改善しなかった。\nまた，原告は，高校生の頃から，外出時は一定の歩数を踏まなけれ\nば出られない，扉を施錠したことを何十回も確認するなどの傾向がみ\nられるようになり，それらを家族に注意されると粗暴に振る舞うこと\nが顕著になっていった。\n（以上につき，甲２，証人原告父）\n(エ)  原告は，２年間の浪人の末，平成９年にＣ大学Ｄ学部に入学し，\n２年間の留年を経て，平成１５年に同大学を卒業した（証人原告父）。\n(オ)  原告は，平成１５年に大学を卒業した後，東京都（住所省略）所\n在の介護施設の非常勤職員として勤務し，平成１７年４月頃に（住所\n省略）に転居するまでは，埼玉県（住所省略）の自宅（実家）から上\n記施設に通勤していた（甲３，証人原告父）。\n(カ)  原告は，大学生であった平成１２年頃から，家庭内において，手\n当たり次第に物を家族や壁に向かって投げつけたり，ドアを殴って破\n壊したり，家族に殴りかかるなどの暴力を繰り返すようになり，この\nような暴力によって，原告の妹は膝を７針縫う怪我を負い，原告父は\n階段から突き落とされて後頭部を１４針縫う怪我を負うなどした。こ\nのように原告が家庭内で暴れて収拾がつかなくなったために，やむを\n得ず家族が警察に通報し，警察官に臨場してもらったことは，少なく\nとも８回くらいあり，これらによってもなお原告が落ち着かないとき\nには，留置場に留置してもらったり，精神科の病院で鎮静剤を打って\nもらうこともあった。\nそのほか，家庭の外でも，原告は，自宅の近くに停めてあったオー\nトバイのシートをナイフで切り付けるなどした。\n（以上につき，甲１９）\n(キ)  このため，両親は，原告との同居を継続していくと家族の身の安\n全を守ることが困難になると考え，原告に一人暮らしをさせることと\nした。そこで，原告は，平成１７年４月頃，実家を出て，当時の勤務\n先（上記(オ)の介護施設）から近い東京都（住所省略）のアパートに\n転居した。なお，上記の転居に際して，物件探しや契約の手続等の事\n務は，全て両親が行った。（甲１９，証人原告父）\n(ク)  原告が一人暮らしを開始してからは，両親のいずれかが毎日原告\n宅を訪問し，原告に代わって掃除，洗濯，ごみ出しなどを行い，週末\nは原告を自宅（実家）に連れて帰っていた（証人原告父）。\n(ケ)  原告は，勤務先の介護施設において，周囲とのコミュニケーショ\nンや意思疎通ができないため，同僚や入所者とのトラブルが生じ，職\n場から，発達障害の疑いがあるとの指摘を受けた上，退職を勧告され，\n平成１７年８月頃に同施設を退職した（甲３，証人原告父。なお，そ\nの後の就労状況については後記ウのとおりである。）。\n(コ)  原告は，平成１７年７月頃にＥ病院を受診し，アスペルガー症候\n群（本件傷病）との診断を受けた。また，同年８月２４日頃に暴力や\n不穏状態が強くなったとして，同月２５日から同年１０月２８日まで\n同病院に入院した。（甲３）\n(サ)  原告は，平成１８年３月２０日，厚生労働大臣に対し，本件傷病\nにより障害の状態にあるとして，国年法の規定に基づき，同年２月１\n０日付け診断書（甲３）を添えて障害基礎年金の裁定請求をしたとこ\nろ，同年４月１３日付けで，原告が２０歳に達した日である平成８年\n８月２５日の時点において障害等級２級に該当する程度の障害の状態\nにある旨の認定を受け，障害基礎年金の裁定を受けた（前提事実(1)，\n(2)）。\nイ  原告の本件処分当時の生活状況等について\n原告の生活状況等について，原告父の供述及び陳述によれば，次の事\n実が認められる（甲１９，証人原告父）。\n(ア)  原告が平成１７年４月に一人暮らしを始めた後，両親は，前記ア\n(ク)のとおり，平日は毎日原告宅を訪れて掃除や洗濯等の家事を行っ\nており，このような援助は平成２５年１２月まで継続していた。その\n後，平成２６年１月頃に原告が東京都（住所省略）から東京都（住所\n省略）に転居した（転居は，原告の希望により母親に付き添われて訪\n問した占い師のアドバイスによるものであり，転居に際しての物件探\nしや契約等の手続はすべて原告父が行った。）後も，日数は減ったも\nのの，週の平日のうち２～３日は原告宅への訪問を継続している。ま\nた，両親が週末に原告を埼玉県（住所省略）の実家に連れて帰ること\nも，従前と同様に継続している。\n(イ)  原告は自ら掃除や洗濯をすることができないため，原告宅はゴミ\n屋敷のようになっており，母親が原告宅を訪問した際に，掃除をし，\n汚れた衣類を持って帰って実家で洗濯するなどの援助をしている。\nもっとも，原告は，両親による繰り返しの指導の結果，平成２５年\n１２月頃までには，収集日にごみ出しをすることはできるようになっ\nていた。\n(ウ)  原告は一人で起床することができないため，両親が毎朝定刻に原\n告を電話で起こしている。原告は，着替えなどの身支度は自ら行うこ\nとができるが，何日か同じ服を着て出かけることがあり，両親から注\n意を受けている。\n(エ)  原告は，入浴や歯磨きについても一人で行うことができるが，両\n親からの指示がなければ自発的には行わない。平成２５年頃からは，\n両親から何度か指示をされても行わないことがあり，３日ほど入浴を\nしないこともある。\n(オ)  原告は，湯を沸かすことはできるものの，調理することはできず，\n食事は，社員食堂を利用する（昼食），コンビニエンスストアで購入\nする（夕食）などしている。\n(カ)  通勤については，前記(ア)のとおり原告が東京都（住所省略）に\n転居した後は，Ｇ駅からＨ線でＩ駅まで電車に乗り，同駅から地下鉄\n又は徒歩でＪ駅近くの勤務先まで通っている。通勤時間は片道５０分\nほどである。\nこのように原告は，通勤については付添いなく一人で交通機関を利\n用して移動することができるものの，初めての場所へ一人で赴くこと\nは困難であるため，通勤以外では一人で外出せず，外出時は母親が付\nき添うなどしている。\n(キ)  原告が勤務先から支払を受ける給与は母親が管理しており，母親\nが原告名義の預金口座に日常の買い物等に必要な一定額を振り込み，\n原告は同口座から金銭を引き出して買い物をしている（ただし，洋服\nなどの高額な買い物は行わない。）。光熱費や家賃等の支払は，母親\nが行っている。\n(ク)  原告は，毎月１回程度通院しているが，通院には母親が付き添っ\nている。服薬は自ら行っている。\n(ケ)  原告父からみて，衝動を抑えられず，些細なことで怒り出すなど\nの原告の状態は，当初認定時と比べて改善しておらず，むしろ悪化し\nていると認識している。例えば，扉の施錠などを多数回確認したり，\nかばんの中身を一つ一つ取り出して確認するなどの確認行動は従前か\nら見られたが，本件処分当時はその回数が従前よりも多くなっていた。\nまた，過激な発言をしたり，物に当たるなどの暴力行為を行う回数も，\n従前と比べて増えた。\n(コ)  原告は，本件処分の後である平成２７年１月頃，勤務先から帰宅\n途中のＩ駅構内の階段で，他の乗客から原告の傘が当たったとの指摘\nを受けて激昂し，傘で相手の頭を殴り全治２週間の傷害を負わせると\nいう傷害事件を起こし，警察署に連行されたことがあった（その後，\n被害者との間で示談が成立した。）。\nウ  原告の本件処分当時の就労状況について\n原告の就労状況等について，原告父の供述及び陳述によれば，次の事\n実が認められる（甲１９，証人原告父）。\n(ア)  原告は，平成１７年８月頃に介護施設を退職した後，しばらく働\nいていなかったところ，原告父の知人（大学の後輩）がＫの総務局長\nであったことから，上記知人に相談をした結果，Ｋの関連会社（派遣\n会社）であるＬの紹介を受け，いわゆる障害者雇用により契約期間６\nか月の派遣契約を締結し，平成１８年２月頃から，派遣場所であるＫ\nの本社において，書類整理の仕事（具体的には，資料等を作成年月日\nやジャンルなど一定の基準に基づいてインデックスを貼り付けて分類\nする，新聞の切り抜きを年代順に並べる，雑誌のバックナンバーを揃\nえる等の作業）をするようになった。原告の業務は，基本的には他の\n社員や外部とのコミュニケーションが不要な単純作業であり，上司も\n原告がアスペルガー症候群であることやその状況等については認識を\nした上で対応していたが，それでも原告は，上司の指示を理解するこ\nとができず，同じ内容のミスを何度も重ねて上司から叱責されること\nが少なくなく，また，同僚との意思疎通が上手くいかずにいさかいと\nなることもあった。例えば，上司から雑誌を空いている棚に持って行\nくよう指示をされると，複数あるうちのどの棚に置いてよいか分から\nず，また，新聞を持ってくるよう指示をされると，何部持って行けば\nよいか分からず，このようなときに，上司に対し，指示の内容や趣旨\nについて適切に確認をすることもできないため，行動できずにまごつ\nいてしまったり，指示に沿わない行動をとってしまうということがあ\nった。また，強迫観念に基づく確認行為のために，一旦終了した作業\nを何度も確認し直すため，一定時間内に事務を処理することができず，\nこのために上司から叱責されることもあった。\n(イ)  原告は，上司の指示が理解できないと，どのように対応すればよ\nいか分からなくなり，勤務時間中に両親に電話をして相談をすること\nがあり，多いときには１日に７回ほども電話をしていた。また，原告\nは，帰宅後には毎日のように両親に電話をして，勤務先の不満などを\n述べており，平成２５年頃からは，母親に対し，上司や同僚を殺して\nやりたいなどと口走るようになった。\n(ウ)  原告は，同僚や上司に対し暴力を振るったことはないが，勤務中\nに腹が立つと，近くの物を蹴飛ばして壊したりすることがあった。\n(エ)  原告は，両親から毎朝定刻に電話で起こされ，決まった時間に家\nを出て通勤しているが，電話を受けても起きることができずに会社を\n休むことも，月に１，２回ほどあった。\n(オ)  原告は，６か月ごとに査定を受けて契約を更新しており，本件処\n分時まで約８年間にわたり雇用を継続されているものの，期間の定め\nのない社員に登用されるための試験に合格することはなかった。仮に，\n現在の勤務先を退職することとなった場合，他に就職する見込みはな\nい。\nエ  原告の収入について\n原告の標準報酬月額は，当初は月額１６万円から１８万円であったと\nころ，平成２５年９月以降は２０万円となり，そのほかに年２回の賞与\n（平成２５年の標準報酬額は各５万円）の支給を受けるなどしていた。\n本件処分当時における原告の年収は２５０万円程度であった。（乙７）\nオ  当初認定時の診断書について\n原告が障害基礎年金の裁定請求（前記ア(サ)）において提出したＭ医\n師（Ｎ病院）作成の平成１８年２月１０日付け診断書（甲３）には，そ\nの当時の原告の病状等について，以下の通り記載されている。\n(ア)  傷病名\nアスペルガー症候群\n(イ)  傷病の発生年月日\n昭和５１年▲月▲日\n(ウ)  上記(ア)のため初めて医師の診療を受けた日\n平成６年\n(エ)  現在の病状又は状態像\n「Ⅰ  抑うつ状態」のうち「３  憂うつ気分」，「Ⅳ  精神運動興\n奮状態及び昏迷の状態」のうちの「１  興奮」及び「５  衝動行為」，\n「Ⅶ  知的障害」のうち「Ａ  精神遅滞」の「１  軽度」にそれぞれ\n〇印が付されている。\n(オ)  日常生活状況\nａ  全般的状況\n対人関係，コミュニケーションの障害があり，対人交流には困難\nがある。\nｂ  日常生活能力の判定\n⒜  適切な食事摂取\n「①自発的にできる，②自発的にできるが援助が必要，③自発\n的にはできないが援助があればできる，④できない」のうち，②\nに〇印が付されている。\n⒝  身辺の清潔保持\n上記⒜と同じ項目のうち，②に〇印が付されている。\n⒞  金銭管理と買物\n「①適切にできる，②概ねできるが援助が必要，③自発的には\nできないが援助があればできる，④できない」のうち，②に〇印\nが付されている。\n⒟  通院と服薬\n要・不要のうち，要に〇印が付され，上記⒞と同じ項目のうち，\n③に〇印が付されている。\n⒠  他人との意志伝達及び対人関係\n上記⒞と同じ項目のうち，③に〇印が付されている。\n⒡  身辺の安全保持及び危機対応\n上記⒞と同じ項目のうち，③に〇印が付されている。\nｃ  日常生活能力の程度\n５段階のうち，障害の状態が軽いものから順にみたときに３番目\nの「精神障害を認め，家庭内での単純な日常生活はできるが，時に\n応じて援助が必要である」に〇印が付されている。\n(カ)  臨床検査\nＶＩＱ（注：言語性知能指数）９１\nＰＩＱ（注：動作性知能指数）６１\nＩＱ（注：知能指数）７６\n(キ)  予後\n回復は困難\nカ  本件処分に至るまでの診査の経緯等\n(ア)  平成２０年の診査の状況\n原告については，前記ア(サ)の障害認定（当初認定）の２年後，障\n害の状態について診査を要するとされ，厚生労働大臣は，原告に対し，\n平成２０年７月３１日を期限として診断書の提出を求め，診査を実施\nした。\n原告から提出されたＯ医師（Ｎ病院）作成の平成２０年７月１４日\n付け診断書（甲９の１）には，診療回数については「年２４回，月平\n均２回」と記載され，「現在の病状又は状態像」については，「前回\nの診断書の記載時との比較」欄の「悪化している」に〇印が付され，\n「抑うつ状態」の「その他」欄に「強迫観念」と記載されているほか\nは，前記オ(エ)と同様の記載がされている。日常生活状況について，\n全般的状況として「対人関係の障害があり，対人交流は乏しい」と記\n載され，日常生活能力の判定としては，「適切な食事摂取」，「身辺\nの清潔保持」，「金銭管理と買物」，「通院と服薬」，「他人との意\n思伝達・対人関係」のいずれも，「自発的にはできないが援助があれ\nばできる」に〇印が付され，「身辺の安全保持・危機対応」は「でき\nない」に〇印が付され，日常生活能力の程度については「精神障害を\n認め，日常生活における身のまわりのことも，多くの援助が必要であ\nる」に〇印が付されている。\n上記の診査の結果，原告の障害の状態は障害等級２級に該当する程\n度のものであるとの認定がされるとともに，次回診査は３年後に指定\nされた。\n（以上につき，甲９の１，弁論の全趣旨）\n(イ)  平成２３年の診査の状況\n厚生労働大臣は，原告に対し，平成２３年７月３１日を期限として\n診断書の提出を求め，診査を実施した。\n原告から提出されたＳ医師（Ｎ病院）作成の平成２３年７月１４日\n付け診断書（甲１１の１）には，診療回数については「年間１２回，\n月平均１回」，「最近一年間の治療経過，内容，就学・就労状況等，\n期間，その他参考となる事項」欄に「定期的に通院，派遣の仕事」と\n記載され，「現在の病状又は状態像」については，「前回の診断書の\n記載時との比較」欄の「変化なし」に〇印が付されているほかは，上\n記(ア)の診断書と同様の記載がされている。日常生活状況について，\n全般的状況として「対人関係もてぬ」と記載され，日常生活能力の判\n定としては，「適切な食事摂取」，「身辺の清潔保持」，「金銭管理\nと買物」，「通院と服薬」，「他人との意思伝達・対人関係」のいず\nれも「自発的にはできないが援助があればできる」に〇印が付され，\n「身辺の安全保持・危機対応」は「できない」に〇印が付され，日常\n生活能力の程度については「精神障害を認め，日常生活における身の\nまわりのことも，多くの援助が必要である」に〇印が付されている。\n以上の診査の結果，原告の障害の状態は障害等級２級に該当する程\n度のものであるとの認定がされるととも に，次回診査は前回の間隔\n（３年）よりも短い２年後に指定された。\n（以上につき，甲１１の１，弁論の全趣旨）\n(ウ)  平成２５年の診査の状況\n厚生労働大臣は，原告に対し，平成２５年７月３１日を期限として\n診断書の提出を求め，診査を実施した。\n原告から提出されたＳ医師作成の平成２５年７月２５日付け診断書\n（甲１２の１）には，新たに設けられた「現症時の就労状況」の「勤\n務先」欄の「一般企業」に〇印がされていたほかは，上記(イ)の診断\n書（甲１１の１）と概ね同様の記載がされていた。\n以上の診査の結果，原告の障害の状態は障害等級２級に該当する程\n度のものであるとの認定がされるとともに，次回診査は，前回の間隔\n（２年）より更に短い１年後に指定された。\n（以上につき，甲１２の１，弁論の全趣旨）\nキ  本件処分時（平成２６年）の診査について\n厚生労働大臣は，原告に対し，平成２６年７月３１日を期限として診\n断書の提出を求め，診査を実施し，原告は，Ｓ医師作成の平成２６年７\n月１０日付け診断書（甲１３，乙１。本件診断書）を提出した。\n本件診断書には，原告の病状等について，以下のとおり記載されてい\nた。\n(ア)  傷病名\nアスペルガー症候群（Ｆ８４．５）\n(イ)  診療回数\n年間１２回，月平均１回\n(ウ)  最近１年間の治療の経過，内容，就学・就労状況等，期間，その\n他参考となる事項\n定期的に通院。派遣の仕事\n(エ)  現在の病状又は状態像\n「前回の診断書の記載時との比較」は「１  変化なし」に○印が付\nされている。\n「Ⅲ  幻覚妄想状態等」のうち「２  妄想」，「Ⅳ  精神運動興奮\n状態及び昏迷の状態」のうち「１  興奮」及び「５  衝動行為」，\n「Ⅶ  知能障害等」のうち「１  知能障害」の「ア  軽度」にそれぞ\nれ〇印が付されている。また，「ⅩⅠ  その他」に「強迫」と記載さ\nれている。\n(オ)  上記(エ)の状態について，その程度・症状等の具体的記載として\nは，「知的障害は境界－軽度。言語的情緒的コミュニケーションの障\n害。強迫観念に基づく確認行為があり生活に支障をきたしている。被\n害妄想あり。衝動のコントロールわるく，時に興奮状態となる。」と\n記載されている。\n(カ)  日常生活状況\nａ  全般的状況\n対人関係もてぬ\nｂ  日常生活能力の判定\n⒜  「適切な食事－配膳などの準備も含めて適当量をバランスよく\n摂ることがほぼできるなど。」について\n「①できる，②自発的にできるが時には助言や指導を必要とす\nる，③自発的かつ適正に行うことはできないが助言や指導があれ\nばできる，④助言や指導をしてもできない若しくは行わない」の\nうち，③にチェックが付されている。\n⒝  「身辺の清潔保持－洗面，洗髪，入浴などの身体の衛生保持や\n着替え等ができる。また，自室の清掃や片付けができるなど。」\nについて\n上記⒜と同じ項目のうち，③にチェックが付されている。\n⒞  「金銭管理と買い物－金銭を独力で適切に管理し，やりくりが\nほぼできる。また，一人で買い物が可能であり，計画的な買い物\nがほぼできるなど。」について\n「①できる，②おおむねできるが時には助言や指導を必要とす\nる」，③助言や指導があればできる，④助言や指導をしてもでき\nない若しくは行わない」のうち，③にチェックが付されている。\n⒟  「通院と服薬－規則的に通院や服薬を行い，病状などを主治医\nに伝えることができるなど。」について\n「要・不要」の「要」に〇印がされ，上記⒞と同じ項目のうち，\n③にチェックが付されている。\n⒠  「他人との意思伝達及び対人関係－他人の話を聞く，自分の意\n思を相手に伝える，集団的行動が行えるなど。」について\n上記⒞と同じ項目のうち，③にチェックが付されている。\n⒡  「身辺の安全保持及び危機対応－事故などの危険から身を守る\n能力がある，通常と異なる事態となった時に他人に援助を求める\nなどを含めて，適正に対応することができるなど。」について\n上記⒞と同じ項目のうち，④にチェックが付されている。\n⒢  「社会性－銀行での金銭の出し入れや公共施設などの利用が一\n人で可能。また，社会生活に必要な手続きが行えるなど。」につ\nいて\n上記⒞と同じ項目のうち④にチェックが付されている。\nｃ  日常生活能力の程度\n５段階のうち，障害の程度が軽いものから順にみたときに４番目\nの「精神障害を認め，日常生活における身のまわりのことも，多く\nの援助が必要である。（たとえば，著しく適性を欠く行動が見受け\nられる。自発的な発言が少ない。あっても発言内容が不適切であっ\nたり不明瞭であったりする。金銭管理ができない場合など。）」に\n〇印が付されている。\n(キ)  現症時の就労状況\n「勤務先」については「一般企業」に，「雇用体系」については\n「障害者雇用」に，それぞれ○印が付されている。\n(ク)  身体所見\nなし\n(ケ)  臨床検査\nＶＩＱ（注：言語性知能指数）９１\nＰＩＱ（注：動作性知能指数）６１\nＴＩＱ（注：総知能指数）７６\n(コ)  現症時の日常生活活動能力及び労働能力\n簡単で，対人関係をもたない仕事に限定される。\n(サ)  予後\n不良\nク  厚生労働大臣は，上記診査を踏まえて検討した結果，平成２６年１１\n月６日付けで，原告の障害の状態が障害等級３級に該当する程度のもの\nであるとして，障害基礎年金の支給を停止する旨の本件処分をした（前\n提事実(4)）。\n(4)  検討\n以上のような当初認定に至るまでの経緯，本件処分当時における原告の\n生活及び就労の状況，当初認定時から本件処分時までの診断内容等に照ら\nせば，次の事実が認められる。\nア  原告は，大学在学中より家庭内で暴力を繰り返し，家族に傷害を負わ\nせるなどしたことから，平成１７年４月頃に当時の勤務先（介護施設）\nに近い東京都（住所省略）のアパートで一人暮らしをすることになった\nが，その後８年８か月の間，両親のいずれかが毎日原告宅を訪問して掃\n除や洗濯等の家事を行い，週末は埼玉県（住所省略）の実家に原告を連\nれて帰っていた。原告が東京都（住所省略）へ転居した平成２６年１月\n以降は平日の訪問日数が週２～３日に減少したものの，両親によるこう\nした援助は，本件処分時に至ってもなお継続していた。（前記(3)ア，\nイ）\nイ  就労状況については，原告は前職（介護施設）において周囲とのコミ\nュニケーションや意思疎通ができず，同僚や入所者とのトラブルが生じ\nたことなどから平成１７年８月に退職し，平成１８年２月に派遣会社に\n再就職したものの，その就職は原告父の知人の紹介によるものであって，\nいわゆる障害者雇用であり，派遣先企業においては，原告がアスペルガ\nー症候群の障害を有することを前提に，他の社員や外部とのコミュニケ\nーションを要しない単純作業が割り当てられている。原告は，この勤務\n先に本件処分時まで８年以上継続して勤務しており，年収２５０万円程\n度（本件処分当時）の報酬を得ているが，仮にこれを退職することとな\nった場合には，他に就職の見込みはない。（前記(3)ア，ウ，エ）\nウ  当初認定時の診断及びその後の４回の診査時の各診断（本件処分時の\n診断を含む。）においては，いずれも，原告の病状又は状態像として興\n奮，衝動行為があるとされるとともに知的障害は軽度であるとされ，対\n人関係が持てない，あるいは対人交流が困難である旨が記載されている。\nまた，上記４回の診断におけるそれぞれ前回の診断書記載時との比較に\nついては，平成２０年の診断 において，前回（当初認定時）と比べて\n「悪化している」とされているほか，平成２３年以降の各診断において\nは「変化なし」とされている。（前記(3)オ～キ）\nエ  原告の本件処分時における日常生活及び就労の具体的状況並びに日常\n生活能力に関する診断（前記(3)イ，ウ，キ）を総合すると，次のとお\nりである。\n(ア)  食事摂取については，原告は，自ら調理をすることはできないも\nのの，コンビニエンスストアで弁当を購入したり，社員食堂で食事を\nするなどしており，特段の指示や援助がなくても自発的に食事を摂る\nことができるものと認められる。\n(イ)  身辺の清潔保持については，原告は，洗髪，入浴，着替え等の行\n為自体は自ら行うことが出来るものの，両親から何度も促されなけれ\nば入浴等をせず，何日か入浴をしないことがあり，また，同じ衣服を\n続けて着用することで両親から注意を受けていたというのであるから，\n入浴等による身体の清潔保持に関しては，自発的かつ適正に行うこと\nはできないが助言や指導があればできる状態であったと認められる。\n一方，原告は，両親による繰り返しの指導の結果， 収集日にごみ\n出しをすることができるようになったものの，なお十分に自室を掃除\nすることはできず，衣類を洗濯することもできないため，本件処分当\n時においても週に２～３回は両親のいずれかが原告宅を訪問して掃除\nをし，衣類を持ち帰って洗濯をするなどしていたというのであるから，\n自室の清掃等に関しては，助言や指導があってもできない又は行わな\nい状態であったと認められる。\n(ウ)  金銭管理及び買い物については，原告は，上記(ア)のとおりコン\nビニエンスストアで弁当を買ったり，自らの判断で日用品の購入等を\nすることはできるが，原告の給与は母親が管理し，光熱費や家賃等の\n支払も全て母親が行い，原告は日常の買い物等に必要な一定額を原告\n名義の預金口座に振込みを受け，同口座から金銭を引き出して買い物\nをしていたものである。\nそうすると，原告は，自身で日用品程度の買い物をすることや，自\n己の預金口座から金銭を引き出すことは自発的に行うことができ，母\n親が設定した範囲内では金銭を扱うことができるものと認められるか\nら，金銭管理及び買い物については，おおむね，助言や指導があれば\nできる状態であったといえるが，それ以上に金銭を適切に管理し，計\n画的に使用することは，困難であったと認められる。\n(エ)  通院と服薬については ，原告は，毎日の服薬を自らすることが\nできるものの，毎月１回程度の通院時には必ず母親に付き添われて\nおり，通院に関しては援助が必要な状態であったと認められる。\n(オ)  他人との意思伝達及び対人関係については，原告は，派遣社員\n（障害者雇用）として一般企業に勤務しているものの，書類の整理等\nといった単純業務に従事しているにもかかわらず，上司からの「新聞\nを持ってくる」や「雑誌を空いている棚に置く」などの簡単な指示す\nら理解することができず，強迫観念に基づく確認行為のために一定時\n間内に事務を処理することもできないため，上司から叱責されること\nが少なくなく，また，同僚との意思疎通がうまくいかずにいさかいと\nなったり，職場で物を蹴とばして壊すなどの粗暴な行為に出ることも\nあったものである。このような状態は，本件処分時に至っても改善す\nることはなく，むしろ平成２５年頃からは，母親に対して上司や同僚\nを殺してやりたいと口走るようになるなど，対人感情は不穏さを増し\nているといえる。また，本件処分の約２か月後である平成２７年１月\n頃には，帰宅途中の駅構内で他の乗客から傘が当たったと指摘された\nことに激昂して相手に傷害を負わせており，このことも，本件処分当\n時において原告が独力で他者との意思疎通を行うことが困難であった\nことをうかがわせるものといえる。\nこれらの事情に鑑みると，原告が上記企業における勤務を８年以上\n継続していることをもって，原告の対人関係や意思伝達能力の障害が\n軽度であると評価することはできず，むしろ，原告の障害を踏まえた\n業務上の配慮のほか，勤務中に原告からの電話による相談を受けたり\n原告の不満を聞いて助言をするなどしてきた両親の助言と指導があっ\nたために勤務を継続することができたものと評価することが相当であ\nる。\nしたがって，原告は，他人への意思伝達や対人交流に当たっては，\n助言や指導が不可欠な状態であったと認められる。\n(カ)  身辺の安全保持及び危機対応については，原告は，通勤以外の外\n出を一人ですることができないほか，上記(オ)のとおり，コミュニケ\nーションの障害があるために上司からの簡単な指示も理解することが\nできず，また上司に対し指示の内容や趣旨について適切に確認をする\nこともできないのであるから， 日常生活において通常と異なる事態\n（事故，災害等を含む）に遭遇した場合，その場に応じて臨機応変に\n対応したり，他人に助けを求めたりすることはおよそ困難であるとい\nうことができる。したがって，原告は，身辺の安全保持及び危機対応\nに関しては，助言や指導があっても困難な状態であったと認められる。\n(キ)  社会性については，原告は，交通機関を利用して通勤したり，預\n金口座から金銭を引き出すことはできるものの，通勤以外に一人で外\n出することはなく，通院時にも母親が付き添っていることや，原告の\n転居の際の物件探しや契約手続は全て両親が行っていることなども考\n慮すると，日常の反復的な行為は独力で行うことができるが，その他\nの社会生活に必要な諸手続については，助言や指導があっても自ら行\nうことは困難であったと認められる。\nイ  原告の障害の状態について\n(ア)  以上のような原告の生活状況等を総合すると，原告は，知的障\n害は軽度であり，本件処分時まで相当期間にわたり 一人暮らしをし\nてきたほか，一般企業への勤務も相当期間継続してきたが，その実\n態は，原告の対人交流の困難性や強迫観念に基づく確認行為等の ア\nスペルガー症候群（本件傷病）による障害の ため，本来であれば継\n続が困難であるところを，周囲の理解や両親の援助，指導等によっ\nて継続が可能となったものということができる。すなわち，原告が\n自発的に行うことができるのは，コンビニエンスストア で弁当を購\n入するなどして食事を摂ること，服薬をすること，預金口座から金\n銭を引き出して一定の金額の範囲内で日用品等の買い物をすること，\n毎日決まった経路で通勤することなどの単純かつ反復的・習慣的な\n行為に限られるものであり，それら以外の行為については， 例えば，\n掃除や洗濯等は両親に代行してもらうことを要し，入浴や着替え等\nは両親の助言や指導を要するなど，身の回りのことであっても，自\n発的かつ適正に行うことがで きず，これらについては両親の援助や\n指導等が必要な状況にあったものといえる。また，本件傷病の特性\nであるコミュニケーションの障害により，他者との意思疎通 が困難\nであり，職場では簡単な意思疎通も図れず，通勤以外では一人で外\n出することができず，毎月１回の通院すら母親の付き添いを必要と\nし，社会生活に必要な諸手続を行うこと や，通常と異なる事態に遭\n遇した場合に他人の助けを求め たり臨機応変な対応をとることも，\n困難であったものである。\n(イ)  そして，前記(2)のとおり，本件認定基準においては，アスペル\nガー症候群（本件傷病）を含む発達障害の場合について ，社会行動\nやコミュニケーション能力の障害により対人関係や意思疎通を円 滑\nに行うことができないことに 特に着目すべきものとされ，「社会性\nやコミュニケーション能力が乏しく，かつ，不適応な行動がみられ\nるため，日常生活への適応にあたって援助が必要なもの」と認めら\nれる場合には障害等級２級に相当するものと例示されているところ\nである。上記(ア)のような原告の生活状況等に照らせば，原告は，\n本件傷病のため社会性やコミュニケーション能力が乏し いことによ\nり，通勤以外の外出，社会生活に必要な諸手続，職場で の意思疎通\nなど，日常生活において対人関係が必要となる様々な面で の制約が\n生じている。また，強迫観念に 基づく確認行為や，衝動を抑制する\nことができず興奮状態となるなどの 不適応な行動がみられる ことか\nら，他人とのトラブルが生じやすく，そのため ，日常生活に生じる\n上記の制約は一層困難なものとなっている。さらに，給与の管理や ，\n掃除，洗濯，入浴等の身の回りのことであっても，自発的かつ適正\nに行うことができないものが少なからずあり，両親の援助や指導が\n必要とされている。これらに照らせば，原告は， 本件認定基準にお\nける上記の例示に該当し，国年令別表１５号，１６号及び本件認定\n基準にいう「日常生活が著しい制限を受けるか又は日常生活に著 し\nい制限を加えることを必要とする程度のもの」（前記(2)）に当たる\nということができるから，本件処分時における原告の障害の状態は ，\n障害等級２級に該当 する程度のものであったと認めるのが相当であ\nる。\n(ウ )  これに対し，被告は， 障害等級 の 認定にあたって想定される\n「日常生活」とは，労働に従事すること等の社会内における様々な\n他人との複雑な人間関係の中での社会的な活動よりも狭い範囲の活\n動であり，具体的には，食事や入浴，家事等，他人関係を伴わず，\n主に家庭内で行う活動や，買物や通院等，比較的単純な対人関係を\n伴う活動を指すものとし，原告の本件処分当時の生活は，本件認定\n基準にいう「家庭内の極めて温和な活動（軽食作り，下着程度の洗\n濯等）はできるが，それ以上の活動はできないもの又は行ってはい\nけないもの」，「家庭内の生活でいえば，活動の範囲がおおむね家\n屋内に限られるもの」との例示にみられる 活動範囲を大幅に超える\n広い活動範囲の中で営まれていたものである旨主張する。\nこの点について被告が指摘する本件認定基準の例示の記載は，障害\n等級２級に該当する障害の程度とされる「必ずしも他人の助けを借り\nる必要はないが，日常生活は極めて困難で，労働により収入を得るこ\nとが出来ない程度のもの」の例示として記述されたものであるところ，\nこれらは「身体の機能の障害又は長期にわたる安静を必要とする症\n状」についての例示であって（前記第２の１(3)ア(イ)），必ずしも\n発達障害を含む精神の障害について想定したものとはいえないもので\nある。本件認定基準は，発達障害について個別に基準を設け，日常生\n活能力等の判定に当たっては，社会的な適応性の程度において判断す\nるものとしているのであり，また，労働に従事したことをもって，直\nちに日常生活能力が向上したものと捉えるべきではないと している\n（前記第２の１(3)イ(ウ)）のであるから，発達障害について，障害\n等級２級に相当する場合として活動の範囲がおおむね家屋内に限られ\nるものに限定する趣旨ではないと解すべきである。\nまた，前記のとおり，原告は，掃除，洗濯等の家庭内での日常的な\n活動や通院等の対人交流が比較的単純な活動についても両親の援助や\n指導を必要としているのであるから，この点においても，被告の上記\n主張は採用できないというべきである。\n⑷  以上のとおり，原告が本件処分時において障害等級２級に該当する程度\nの障害の状態に該当しなくなったと認めることはできないから，本件処分\nは，国年法３６条２項所定の支給停止の要件を欠くものであって違法であ\nり，取消しを免れない。\n２  争点(2)（本件棄却決定及び本件棄却裁決の適法性）について\n特定の処分についての審査請求又は再審査請求の裁決の取消しを求める訴\nえの目的は，究極的には当該処分の取消しを求めることにあると解されると\nころ，前記１で述べたとおり，本件処分の取消しを求める原告の請求は認容\nすべきものであるから，本件棄却決定及び本件棄却裁決の各取消しを求める\n訴えの利益は失われるものと解される。\nしたがって，本件訴えのうち本件棄却決定及び本件棄却裁決の各取消しを\n求める部分は，いずれも不適法であるというべきである。\n第４  結論\n以上によれば，本件処分の取消しを求める原告の請求は理由があるからこ\nれを認容し，本件訴えのうち本件棄却決定及び本件棄却裁決の各取消しを求\nめる部分は不適法であるからいずれも却下することとして，主文のとおり判\n決する。\n東京地方裁判所民事第５１部\n裁判長裁判官     清   水   知  恵  子\n裁判官     進   藤   壮  一  郎\n裁判官     池   田   美  樹  子\n（別紙１省略）\n（別紙２）\n(1)  争点(1)（本件処分の適法性）について\n（被告の主張の要旨）\nア  原告が本件処分時において障害等級２級に該当する程度の障害の状態\nに該当しなくなったといえること\n(ア)  日常生活状況の具体的診断について\n精神の障害による障害の程度の認定に当たっては，「日常生活状\n況」における「家庭及び社会生活についての具体的な状況」，「日常\n生活能力の判定」及び「日常生活能力の程度」を診断書に記載するこ\nとが求められている。\n具体的にみると，「日常生活能力の判定」として，本人の一人暮ら\nしを想定した上で，「適切な食事」及び「身辺の清潔保持」の項目に\nついては，「できる」，「自発的にできるが時には助言や指導を必要\nとする」，「自発的かつ適正に行うことはできないが助言や指導があ\nればできる」又は「助言や指導をしてもできない若しくは行わない」\nのいずれの状態に該当するかの判定を記載することとされている。ま\nた，「金銭管理と買い物」，「通院と服薬」，「他人との意思伝達及\nび対人関係」，「身辺の安全保持及び危機対応」及び「社会性」の各\n項目について，「できる」，「おおむねできるが時には助言や指導を\n必要とする」，「助言や指導があればできる」又は「助言や指導をし\nてもできない若しくは行わない」のいずれの状態に該当するかの判定\nを記載することとされている。そして，上記各判定を踏まえ，更に\n「日常生活能力の程度」について，「精神障害（又は知的障害）を認\nめるが，社会生活は普通にできる。」から「精神障害（又は知的障\n害）を認め，身のまわりのこともほとんどできないため，常時の援助\nが必要である。」までの５段階のうちいずれに該当するかの判定を記\n載することとされており，これらの判定をもって，本人の日常生活状\n況を認定する資料とされている。\n(イ)  原告の病状又は状態について\n本件診断書によれば ，原告の平成２６年７月時点での病状又は状\n態としては，「妄想」，「興奮」，「衝動行為」，「知的障害」及\nび「強迫」があるとされ，その具体的な程度・症状として，知的障\n害は境界－軽度であり，言語的情緒的コミュニケーションの障害 及\nび強迫観念に基づく確認行為があり，生活に支障を来しているとさ\nれている。また，被害妄想があり，衝動のコントロールが悪く，と\nきに興奮状態になるとされている。\nこうした原告の症状は，前回 （平成２３年診査時）の診断書の記\n載と比較して「変化なし」とされており，従前の 診査の際に提出を\n受けた各診断書（甲３，甲９の１，甲１１の１，甲１２の１）の記\n載内容と比較しても，平成１８年 から大きな変化は認められない。\nただし，過去の治療歴及び通院回数を見ると，平成１８年 までは，\n時に病状が入院を要する状態にまで悪化することがあり（甲３），\n通院回数も，平成２０年までは「年間２４回，月平均２回」を要し\nた（甲９の１）のに対し，平成２３年 には，通院回数は「年間１２\n回，月平均１回」に減少しており（甲１１の１），この間に，ある\n程度症状が落ち着いてきたことがうかがわれる。以後，本件診断書\n作成時点まで，原告の通院回数は「年間１２回，月１回」で安定し\nており（甲１２の１，甲１３，乙１），症状が変動している様子は\nうかがえない。\n(ウ)  日常生活状況について\n原告の本件診断書作成時点での日常生活状況は，対人関係はもて\nな い と さ れ て い る も の の ， 単 身 で 生 活 し て い る 事 実 が 認 め ら れ る\n（なお，福祉サービスの利用を示す記載はない。）。かつ，原告の\n単身生活は，本件診断書作成当時において既に８年間に及んでいた\n（甲３，甲９の１，甲１１の１，甲１２の１，甲１３，乙１）。\n具体的な日常生活能力をみても，原告は，自身で調理することは\nできないものの，外食したり，購入したりして一人で食事を賄って\nいることが認められ，毎朝一人で洗面，着替えをして出勤し，一人\nで身体を洗ったり洗髪することも，行為自体は問題なくできている。\nそして，原告は，母親から原告の口座に振り込まれた金銭を引き出\nして日常的な買い物にあてている。原告は，４～８種類の薬を処方\nされているが，毎日の服薬を要する薬は独力で管理している。\n以上の状況からすると，原告は， 「適切な食事」，「身辺の清潔\n保持」，「金銭管理と買い物」，「通院と服薬」の面では ，「助言\nや指導があればできる」程度か又はそれ以上の能力を有して いたと\nいえる。\nまた，原告は，平成１８年３月から，障害者雇用ではあるものの，\n一般企業に勤務し，上司の指示を受けて作業を行っていたが，両親\nから原告の障害の特性等について上司に説明したことはないという\nのであり，原告の障害特性を前提とした特別の援助や配慮がされて\nいたものではないといえる。そうすると，原告は，平成２６年７月\n時点までの８年間，雇用契約を更新されて就労を継続することがで\nきるだけの「他人との意思伝達及び対人関係」に係る 能力を有して\nいたものといえる。 さらに，原告について安全保持等に関し不適応\nな対応をしたことを示す具体的エピソードはなく，生活資金を口座\nから引き出して買い物等をすることができ， （住所省略）の自宅か\nら毎日電車を利用して一人で通勤していることから，原告は，「身\n辺の安全保持及び危機対応」，「社会性」の面においても，「助言\nや指導があればできる」程度かそれ以上の能力を有していたといえ，\nこれらの事情からすれば，原告が障害等級２級の障害の状態である\n「日常生活が著しい制限を受けるか又は日常生活に著しい制限を加\nえることを必要とする程度のもの」に該当しないことは明らかであ\nる。\n(エ)  就労状況について\n原告は，上記(ウ)のとおり，障害者雇用ではあるものの，一般企\n業で就労し，平成１８年３月１日に厚生年金保険の被保険者資格を\n取得して以降，８年間にわたって 継続して雇用されている事実が認\nめられる。この間原告は， 東京都（住所省略）の自宅（転居前は東\n京都（住所省略）の自宅）から就業場所の東京都（住所省略）まで，\n週５日通勤し（甲１４），その収入も，当初は標準報酬月額にして\n概ね月１６万円から１８万円であったところ，平成２５年９月以降\nは２０万円（報酬月額は１９万５ ０００円以上２１万円未満）に昇\n給しており，さらに，年２回の賞与の支給も受け て，年収２５０万\n円程度の収入を安定的に得ている状況が認められる。\n(オ)  以上の各事実によれば，原告は，両親から一定の助言と指導を受\nけながらも一人暮らしをして一人で買い物をし，食事を摂り，着替\nえ等の身支度をして公共交通機関を利用して通勤し，就業先では特\n段の配慮ないし援助を受けなくとも，健常者と同条件でほぼ同内容\nの作業に従事できているものであり，本件認定基準における「家庭\n内の極めて温和な活動」や「活動の範囲がおおむね家屋内に限られ\nる」との例示（第２の１関係法令の定め(3)ア(イ)）にみられる「日\n常生活」の範囲を大幅に超える広い活動範囲の中で生活しているも\nのといえ，日常生活の活動に著しい制限を受けるような不適応な行\n動は認められない。\nしたがって，本件処分時の原告の障害の状態が障害等級２級に該当\nする程度のものでないことは明らかである。\nイ  他方で，本件診断書作成当時においても，原告が発達障害に伴う日常\n生活全般の問題を有し，その労働能力も，簡単で対人関係を持たない仕\n事に限定されるとの指摘があることに鑑みると，原告の精神の障害の状\n態は，労働が著しい制限を受けるものといえ，障害等級３級に該当する\n程度のものであると認定するのが相当である。\nよって，原告は，「障害等級に該当する程度の障害の状態に該当しな\nくなった」（国年法３６条２項）ものであるから，本件処分は適法であ\nる。\nなお，本件認定基準においては，発達障害の場合の障害等級の認定に\nついて，労働に従事していることをもって，直ちに日常生活能力が向上\nしたものと捉えないよう求めているところ，本件において，厚生労働大\n臣は，原告が平成１８年３月１日に就職したことをもって，直ちに日常\n生活能力が向上したものと判断したわけではなく，上記のとおり，当初\n認定から本件処分に至るまでの約８年間にわたる原告の療養状況，日常\n生活状況及び就労状況を診断書等で継続的に確認した上で，本件処分を\nしたものである。\nウ  原告の主張は理由がないこと\n(ア)ａ  原告は，障害等級２級の認定を受けた当時から障害の程度に変\n化がないこと等を理由として，本件処分が違法であると主張する。\nしかしながら，年金額の改定又は支給停止は，あくまで診査時点\nの障害の状態に基づいて，いずれの障害等級に該当するかを判断す\nべきものであって，以前に認定を受けた時点から症状に実体的な変\n化があったことは改定又は支給停止の要件とはされていない。本件\nにおいても，厚生労働大臣は，本件診断書における原告の障害の状\n態を個別具体的に検討し，総合的に判断した結果，その障害の状態\nが障害等級３級に該当する程度のものであると判断したものであり，\n本件処分は適法である。\nｂ  また，前記ア(イ)～(エ)の各事実に照らせば，原告の障害の状態\nは，当初認定当時と比べて症状が安定しているといえるから，障害\nの状態に変化がないということもできない。\n(イ)  原告は，「発達障害があり，社会性やコミュニケーション能力が\n乏しく，かつ，不適応な行動がみられるため，日常生活への適応にあ\nたって援助が必要なもの」（第２の１関係法令の定め(3)イ(イ)）と\nの本件認定基準の「要件」に該当することが明らかである旨主張する。\nしかし，本件認定基準の上記記載は例示であって，これに該当すれ\nば必ず障害等級２級と認定されるものではなく，これに該当したとし\nても，被保険者の状態を総合的に認定した結果，障害等級２級に相当\nすると認められないこともあるのであるから，上記例示に該当するか\n否かを議論する実益はない。\n(ウ)  原告は，両親が日常的に多大な援助を継続して初めて一人暮らし\nが成り立っているとして，原告に日常生活能力はない旨主張する。\nしかし，障害基礎年金は，被保険者が障害により日常生活に支障を\n来したり，日常生活に著しい制限を加えられたりして所得が減少した\n場合に，所得を補償することで，その生活の安定が損なわれることを\n防止し，もって健全な国民生活の維持及び向上に寄与する目的で支給\nされるものである（国年法１条）ことに鑑みれば，支給対象となる障\n害の程度を判断する「日常生活」とは，すべての人が一般的な生活を\nする上で必要な活動，具体的には，食事や入浴，家事等，他人関係を\n伴わず，主に家庭内で行う活動や，買い物や通院等，比較的単純な対\n人関係を伴う活動を指す概念であると解される。原告は，「日常生\n活」，すなわち，日々の食事，洗面・洗髪・入浴などの身体の衛生保\n持や着替え，家事等の家庭内での活動及び買い物や通院などの比較的\n単純な対人関係を伴う活動について，約８年間にわたり，福祉サービ\nスを受けずに単身で行える能力が身についているのであるから，原告\nが毎日，両親から電話による助言や指導を受けていたことを前提とし\nても，障害等級２級に該当しないことは明らかである。\nさらに，原告の主張する就労状況等に関する事情は，いずれも，日\n常生活の困難に関する事情ではなく，就労先での労働の場面において，\n原告の精神障害の状態が障害等級３級に相当する「労働が著しい制限\nを受けるか，又は労働に著しい制限を加えることを必要とする程度の\n障害を残すもの」（関係法令の定め(2)ウ）に該当することを示す事\n情にとどまり，障害等級２級に該当することを基礎付ける事情とはな\nらない。\nしたがって，原告の上記主張は，理由がない。\n（原告の主張の要旨）\nア  原告のようにアスペルガー症候群にり患している場合には，本件認定\n基準にいう「発達障害があり，社会性やコミュニケーション能力が乏し\nく，かつ，不適応な行動がみられるため，日常生活への適応にあたって\n援助が必要なもの」（第２の１関係法令の定め(3)イ(イ)）に当たるか\nを検討することとなる。\nイ  以下のとおり，本件診断書において記載されている原告の日常生活の\n状況等によれば，原告の障害の状態が障害等級２級に該当する程度のも\nのであることは明らかである。\n(ア)  「日常生活状況」の「全般的状況」について「対人関係持てぬ」\nとされ，「日常生活能力の判定」のうち特に問題となる「他人との意\n思伝達及び対人関係」は「助言や指導があればできる」，「身辺の安\n全保持及び危機対応」や「社会性」については「助言や指導をしても\nできない若しくは行わない」とされている。さらに，「日常生活能力\nの程度」は，「精神障害を認め，日常生活における身の回りのことも，\n多くの援助が必要である」とされている。\n(イ)  就労状況については，「一般企業」であっても「障害者雇用」で\nあり，「現症時の日常生活活動能力及び労働能力」については「簡単\nで対人関係を持たない仕事に限定される」とされている。\n(ウ)  さらに，本件診断書においては，原告の障害の状態について，言\n語的・情緒的コミュニケーションの障害があること，強迫観念に基づ\nく確認行動があり，生活に支障をきたしていること，被害妄想があり，\n衝動のコントロールが悪く，特に興奮状態となることなどが記載され，\n予後は「不良」とされている。\n(エ)  そのほか，本件診断書によれば，適切な食事，金銭管理，買い物，\n通院や服薬についても指導や助言が必要であり，日常生活における身\nの回りのことは，多くの援助が必要とされているのであるから，この\nような原告の障害の状態は，障害等級２級の要件である「発達障害が\nあり，社会性やコミュニケーション能力が乏しく，かつ，不適応な行\n動が見られるため，日常生活への適応にあたって援助が必要なもの」\nに該当することは明らかである。\nウ  また，以下のとおりの原告の生活状況や働きぶりからすれば，原告の\n障害の状態が障害等級２級に該当する程度のものであることは一層明ら\nかである。\n(ア)  原告は，平成１２年７月頃から家庭内において，家族に殴りかか\nるなどの暴力を繰り返し，父親や妹に傷害を負わせたことがあった。\n両親は警察に通報し，警察官の力を借りて何とか原告を落ち着かせる\nようにしていたが，それでも原告の暴行が収まらないときは，留置場\nに留置されたこともあった。このような警察沙汰になったことは，少\nなくとも８回くらいに上る。両親は，このまま同居を続けると家族が\n傷つけられるおそれがあったことから，原告に一人暮らしをさせるこ\nととし，平成１７年４月，両親が全ての必要な手続を行ってアパート\nで一人暮らしを始めた。\nもっとも，一人暮らしを始めた後も，原告は，お湯を沸かす以外に\n調理はできず，掃除や洗濯もできないため，両親が毎日原告のもとに\n通い，室内の掃除，洗濯，ゴミ出しなど身の回りの世話を行っている。\nまた，週末は両親が原告を車で迎えに行って，両親の住む自宅で原告\nと一緒に過ごすようにしている。原告は，自ら起床できないため，両\n親が毎朝７時に電話で起こしているが，会社を休むことが月に１，２\n回はある。風呂にはあまり入らず，何日も同じ洋服を着続けることが\nあるため，両親が指導をしている。預金の管理は母親に任せている。\n原告は，継続的に薬物療法を受けており，毎月の通院は母親に付き添\nってもらっている。\n原告は，常に精神が不安定であり，不安が耐え難いレベルになると，\n母親に電話をして助言を得ており，母親に大きく依存している。この\nような連絡は，１日に５，６回の割合で毎日行われ，ときには「上司\nを殺してやりたい」などの過激な発言をすることもある。そのほか，\n扉の施錠などの確認行動を１００回も繰り返すなど日常生活に支障が\n出ている。\n原告は，平成２７年１月１５日，通勤途中の駅で，原告の傘が当た\nり不満を述べた乗客に対し，立腹して傘で同人の額を殴り，全治２週\n間の傷を負わせ，警察の事情聴取を受けたが，２０万円程度の金銭を\n支払って示談した。このように，原告は「謝罪する」という当然の応\n答すら取ることができないもので，コミュニケーション能力を著しく\n欠いていることは明白である。\n(イ)  また，原告は，平成１８年２月から派遣会社と契約し，Ｋの本社\nに派遣され，書類整理の仕事をしているが，当時，原告は精神的に不\n安定で就労できる状況ではなかったものの，父親のつてで就職できた\nもので，自ら就職活動をしたものではない。\n業務内容は，書類にインデックスを付するという単純作業であり，\n原告の病状を踏まえて配置されたものである。しかし，業務を習熟す\nることができず，例えば，上司から新聞を取ってくるよう指示を受け，\n状況から１部持参すればよいことが明らかであるのに２０部近く持参\nして叱責されたり，「この書籍を向こうの空いている棚に移動しなさ\nい」と指示された際も，原告は，空いている棚が複数あると，どこに\n置いてよいか判断できず，まごついてしまうため，その都度，叱責さ\nれるなどしている。また，吃音により話が聞き取りにくく，周囲に不\n快な思いをさせている。\n原告は，仕事中に精神が不安定になると精神安定剤を服用してかろ\nうじて精神の安定を保っており，仕事がうまくいかず精神的に煮詰ま\nる度に，執務時間中に父親に電話して助言を得ている。このような連\n絡は，多いときで１日に７回にも及ぶことがある。\n原告は６か月の期間を定められた契約であり，更新前に正社員にな\nるための試験を受けているが，毎回落第し，その成績も低下していた\nことから，いずれは契約が打ち切りとなる見通しである。\n以上のように，原告は両親や会社からの援助や理解があって何とか\n就労を継続してきたものであり，就労しているからといって，障害の\n程度が軽いなどということにはならない。\nなお，本件認定基準では，「労働に従事していることをもって，直\nちに日常生活能力が向上したものと捉えず，現に労働に従事している\n者については，その療養状況を考慮するとともに，仕事の種類，内容，\n就労状況，仕事場で受けている援助の内容，他の従業員との意思疎通\nの状況等を十分認識したうえ日常生活能力を判断すること」とされて\nいる。\n(ウ)  このように，原告が一人暮らしや就労を継続することができたの\nは，原告の両親の献身的な援助と職場の援助によるものであり，原告\nは，これらの援助なしでは日常生活を送ることができない。\nしたがって，原告が「発達障害があり，社会性やコミュニケーショ\nン能力が乏しく，かつ，不適応な行動がみられるため，日常生活への\n適応にあたって援助が必要なもの」に当たることは明らかである。\nエ  原告は，当初認定において障害等級２級に該当すると認定され，その\n後の複数回の診査においても障害等級２級に該当するものとされていた\nところ，本件処分時までに症状の改善は見られず，むしろ，扉の施錠な\nどの確認行動や暴力的な言動が増加するなど，症状が悪化していたので\nあるから，従前と同一の障害等級に該当すると認定されるべきことは当\n然であって，症状の変化がないのに異なる障害等級の認定をすることは\n恣意的な認定であり，経験則にも反するものである。\nオ  以上のとおり，原告の障害の状態は本件処分時においても障害等級２\n級に該当する程度のものであるから，本件処分は不適法である。\n(2)  争点(2)（本件棄却決定及び本件棄却裁決の適法性）について\n（原告の主張の要旨）\n本件審査請求及び本件再審査請求の手続においては，原処分（本件処\n分）の妥当性を判断するため，原告の生活状況や労働環境に関する具体的\nな事実や資料の収集が必要である。しかし，上記各請求の手続においては，\n原告の生活状況や就労状況につき具体的な事実を把握すべく釈明を求めた\nり，資料の提出を求めたりすることなく，父親からの事情聴取においても，\n同人の発言をそのまま聞き流すだけで，その発言の真偽を確認したり，証\n拠の提出を求めたりしていないなど，事実や資料の収集を全く行わないま\nま，原告が就労していること及び同居者がいないことの２点のみを理由に\n障害等級２級に該当しないと結論付けている。このように具体的な事実や\n証拠の収集手続を欠いたままでは適正な判断ができるはずはなく，本件審\n査請求及び本件再審査請求の手続は，適正手続（憲法３１条）に違反して\nおり，違法である。\n（被告の主張の要旨）\n本件審査請求手続において，審査官は，原告代理人であった原告の父親\nが作成した審査請求書，その添付資料として提出された支給額変更通知書，\n本件診断書及び平成２６年１２月２２日付け診断書のほか，保険者の意見\nの提出を受けて，これらを審査している。さらに，審査官は，父親の申立\nてにより，同人と面談し，審査請求の理由，原告の状態，単身生活の理由\n等について事情聴取を実施している。したがって，審査官は，適正に証拠\nの収集を行っている。\nまた，本件再審査請求において，審査会は，平成２７年１１月１３日，\n審理期日を定めてこれを原告に通知したうえで，同年１２月８日，公開審\n理を実施し，同期日に出席した父親に意見陳述の機会を与え，原告の単身\n生活の理由，就労状況等について，審査会の委員（医師を含む。）が，質\n問を交えて詳細に聞き取りを行っている。加えて，審査会は，本件審査請\n求手続で提出された各書面のほか，父親作成の再審査請求書，被保険者記\n録照会回答票，保険者の意見書の提出を受けてこれらを審理している。し\nたがって，審査会は，適正に証拠の収集を行っている。\n以上のとおりであるから，本件棄却決定及び本件棄却裁決には，何ら違\n法はない。\n"
}