{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 5,
    "day": 23
  },
  "case_number": "平成24(ワ)19272",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84252",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84252",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/252/084252_hanrei.pdf",
  "contents": "平成２６年５月２３日判決言渡  同日原本交付  裁判所書記官\n平成２４年（ワ）第１９２７２号  ドメイン名使用差止等請求事件\n口頭弁論終結日  平成２６年３月７日\n判              決\n千葉県流山市＜以下略＞\n原 告                              特 定 非 営 利 活 動 法 人\n日本モーゲージプランナーズ協会\n訴 訟 代 理 人 弁 護 士                              菊 地 陽 介\n東京都文京区＜以下略＞\n被 告                              特 定 非 営 利 活 動 法 人\n日 本 資 産 証 券 化 セ ン タ ー\n東京都文京区＜以下略＞\n被 告                              一 般 社 団 法 人\n日 本 住 宅 ロ ー ン 診 断 士 協 会\n被 告 ら 訴 訟 代 理 人 弁 護 士                              渡 邉 智 宏\n同                                三 浦 恵 介\n主              文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は，原告の負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n１  被告らは，「（略）」のドメイン名を使用してはならない。\n２  被告特定非営利活動法人日本資産証券化センター（以下「被告センター」と\nいう。）は，社団法人日本ネットワークインフォメーションセンター平成１\n８年１２月８日受付の登録ドメイン名「（略）」の抹消登録手続をせよ。\n３  被告一般社団法人日本住宅ローン診断士協会（以下「被告協会」という。）\nは，「住宅ローン診断士補（MPフェロー）検定試験」を実施してはならず，\nかつ，その講座を開講する告知をしてはならない。\n４  訴訟費用は，被告らの負担とする。\n５  仮執行宣言\n第２  事案の概要\n本件は，住宅ローン契約の締結に際し中立公正な立場から提案等を行う原告\n認定の資格であると主張するモーゲージプランナーの養成，認証等を行うと\nする原告が，(1)被告センターが社団法人日本ネットワークインフォメーショ\nンセンターから登録を受け，被告協会及び被告センターが使用するドメイン\n名「（略）」（以下「本件ドメイン名」という。）は，原告の特定商品等表\n示である「JMPA」ないし「JAMP」と同一若しくは類似であり，かつ，被告ら\nはこれを不正の利益を得る目的で保有，使用し，これにより原告の営業上の\n利益が侵害されていると主張して，不正競争防止法（以下「不競法」とい\nう。）２条１項１２号，３条１項，２項に基づき，被告らに対して本件ドメ\nイン名の使用差止め，被告センターに対しては本件ドメイン名の抹消登録手\n続をすることを（請求の趣旨１項，２項），(2)「MP」と「モーゲージプラン\nナー（Mortgage Planner）」は，いずれも原告の著名ないし周知な表品等表\n示に当たるとして，これと同様の表示を使用して，原告が認定するモーゲー\nジプランナーの資格と同様の資格試験である「住宅ローン診断士補（MPフェ\nロー）検定試験」と称する試験（以下「被告検定試験」という。）を行い，\nその講座を開講する被告協会に対し，不競法３条１項，２項と，主位的に同\n法２条１項２号，予備的に同項１号に基づき，被告検定試験の実施及び講座\n開講の告知の差止めを（請求の趣旨３項），それぞれ求めた事案である。\n１  前提となる事実（証拠の摘示がない事実は当事者間に争いがない。）\n(1) 当事者\n原告は，平成２０年８月２１日に設立された，住宅ローン契約の締結に際\nし中立公正な立場から提案等を行うモーゲージプランナーの養成，認証等\nを目的等に掲げる特定非営利活動法人である。〔甲１〕\n被告センターは，平成１５年１２月１９日に設立された，住宅ローン，\n不動産及び知的財産など資産の証券化に関する調査研究を行い，その研究\nに関する成果について啓蒙普及活動事業を行うこと等を目的等に掲げる特\n定非営利活動法人である。〔甲２〕\n被告協会は，平成２４年５月１８日に設立され，生活者の住宅ローン相\n談に際して中立公正な立場から提案し，あっせん業務を行う住宅ローン診\n断士やモーゲージプランナーを養成・認証・登録すること等を目的等に掲\nげる一般社団法人である。〔甲３〕\n(2) 原告の行う事業等\n原告は，モーゲージプランナー養成講座，同資格認定試験や，認定後のモ\nーゲージプランナー向けの実務技術養成セミナー等の公演活動の事業（こ\nれら原告の行う事業を総称して，以下「原告事業」という場合がある。）\nを行っている。〔弁論の全趣旨〕\n原告及び被告らのいうモーゲージプランナー（Mortgage Planner）とは，\nアメリカ合衆国における「Mortgage Brokers（モーゲージブローカー）」\nを我が国に導入することを主眼とするものである。モーゲージプランナー\n自体は，少なくとも，住宅ローン分野の専門家として住宅ローンを利用す\nる消費者の保護という観点から最も有益な提案を行うことを目的とするも\nのである（なお，上記「モーゲージプランナー」の行う業務に，住宅ロー\nンのあっせん業務が含まれるかにつき，これを含まないとする原告と，含\nむとする被告らとの間に対立がある。）。\n(3) 被告センターの設立と本件ドメイン名取得の経緯等\nア   平 成 １ ５ 年 １ ２ 月 １ ９ 日 に ， 被 告 セ ン タ ー の 代 表 者 理 事 Ａ （ 以 下\n「Ａ」という。）を中心として，前記(1)のとおり被告センターが設立さ\nれた。また，それまでにも既に存した住宅ローンアドバイザーにおける\nコンサルタント業務にとどまらず，住宅ローンのあっせんまでできる資\n格としてのモーゲージプランナーを養成し，認証すべきであるとのＡの\n構想のもと，平成１８年７月には，任意団体である訴外日本モーゲージ\nプ ラ ン ナ ー ズ 協 会 （ 英 文 表 示 は 「 Japan  Mortgage  Planners\nAssociation」。以下「MP協会」という。）が，主たる事務所を当時の被\n告センターの主たる事務所の置かれた東京都文京区＜以下略＞に置いて\n設立された。MP協会の目的には，住宅ローン契約の締結に際し，中立公\n正な立場から提案並びにあっせんを行うモーゲージプランナーを養成・\n認証すること等が掲げられている。〔乙３３〕\nイ  被告センターは，社団法人日本ネットワークインフォメーションセン\nターに本件ドメイン名である「（略）」の登録を申請し，平成１８年１\n２月８日に登録がされて，被告センターは本件ドメイン名を取得した。\n〔甲８〕\nウ  被告センターは，本件ドメイン名をMP協会に貸与し，同協会は，その\nパンフレットや，開講するモーゲージプランナー養成講座の案内等にお\nい て ， メ ー ル ア ド レ ス （ info@ （ 略 ） ） ， ホ ー ム ペ ー ジ ア ド レ ス\n（http://www.（略）/）として本件ドメイン名である「（略）」を記載\nしてこれを用いていた。同協会は，平成２０年３月に解散した。〔乙３\n８，３９〕\n(4) 原告の設立と本件ドメイン名の被告センターから原告への貸与等\n平成２０年８月２１日に至り，主たる事務所を東京都文京区＜以下略＞\nとして，原告が設立された。Ａは，その設立者の一人である。原告は，被\n告センターから本件ドメイン名の貸与を受け，「www.（略）」を広告用の\nウェブサイトのアドレスに用いるなどして使用した。\n(5) その後の経緯と被告協会の設立等\nア  平成２３年１２月４日，原告の理事に，現在の原告代表者理事である\nＢ（以下「Ｂ」という。）が就任した。ＢとＡは，モーゲージプランナ\nーにつき，住宅ローンのあっせん業務をも行うべきかを巡り意見が対立\nするようになった。平成２４年１月３１日，原告は，主たる事務所を上\n記東京都文京区＜以下略＞から千葉県流山市の頭書所在地に移転した。\n〔甲１〕\nイ  平成２４年５月１８日に至り，Ａが監事となるなどして，被告協会が\n設立された。〔甲３〕\n同月２８日，被告センターは，原告に対し，本件ドメイン名の返還を\n要求した。同月２９日，原告の代表者理事たるＢは，Ａに対し，同月３\n１日をもってＡを原告の会員から除名する旨を通知した。〔甲２３〕\nウ  同月３１日，原告は，同日をもって本件ドメイン名を使用することが\nできない状態となった。\n(6) 被告らの行為等\n被告協会は，遅くとも平成２４年６月３日以降，本件ドメイン名を使用\nし，「http://www.（略）/」のアドレスに同協会広告用ホームページを掲\n載すると共に，顧客問い合わせ用のメールアドレスとして「info@（略）」\nを使用している。〔甲９の１〕\nまた，被告協会は，被告検定試験を実施し，そのための講座を開講し，\nウェブサイトを通じて開講の告知をしている。\nなお，被告協会は，別紙被告協会ロゴマーク記載のロゴマークを使用し，\n原告もこれと同じ別紙原告ロゴマーク記載のロゴマークを使用したため，\nロゴマークについて一時的に混同が生じる事態となった。\n(7) 本件訴えの提起及びＪＰドメイン紛争処理方針に基づく申立ての経緯等\n原告は，平成２４年７月５日，本件訴えを提起した。なお，本件訴えの\n提起当初には，被告協会に対し，別紙被告協会ロゴマーク記載のロゴマー\nクの表示を同協会のホームページから抹消すること等を求める請求（以下\n「抹消等請求」という。）も含まれていた。\nまた，本件訴え提起と同日に，原告は，日本知的財産仲裁センターに対\nし，本件ドメイン名登録を原告に移転する裁定を求める申立てを行ったが，\n同年８月３１日，上記仲裁センターは，原告の移転請求は成り立たない旨\nの裁定をした。その理由として，本件ドメイン名及びロゴマークは，被告\nセンターから原告に貸与されたものであるところ，原告と被告協会は本件\nドメイン名を用いたメールアドレス及びロゴマークを使用しており，誤認\n混同が生じているものの，それらが貸与された前提条件は，住宅ローンの\nあっせんをも行うモーゲージプランナーの養成，認証の事業目的の遂行で\nあったが，原告側がこれと異なる見解を持つに至って被告センターとの間\nに対立が生じ，原告に対する貸与の前提条件が充足されなくなって，被告\nセンターからの貸与が終了したものであるから，登録者である被告センタ\nーが本件ドメイン名に関し権利又は正当な利益を有している等というもの\nであった。〔乙４７，４８〕\n(8) 原告，被告協会のロゴマークの変更等\n原告は，平成２５年６月頃から，別紙原告新ロゴマークのとおりロゴマ\nークを変更し，そこでは「JAMP」の（略）称が使用されている。これに伴\nい 原 告 は ， 従 来 の 原 告 の 英 語 表 記 で あ る 「 Japan   Mortgage   Planners\nAssociation」から，「Japan  Association  of Mortgage Planner」と改\nめ た 。 原 告 は ， こ れ は ， ア メ リ カ 合 衆 国 の 団 体 「 NAMB （ National\nAssociation  of  Mortgage  Brokers)」にならうとともに，被告協会らと\nの誤認混同を招きかねないとの原告の会員らの強い要望があったために変\n更したものである，と主張している。\nまた，被告協会は，遅くとも，同年８月２１日には，ロゴマークを別紙\n被告協会新ロゴマークのとおり変更し，「JMPA」の（略）称を用いている。\n〔乙５０の１，２，乙５１〕\n原告は，平成２６年１月２２日付け訴えの一部取下書により抹消等請求\nを取り下げ，被告協会はこれに同意した。\n２  争点\n(1) 本件ドメイン名の使用差止め請求，抹消登録請求の可否\nア  原告主張の「JMPA」ないし「JAMP」が，原告の特定商品等表示に当た\nるか\nイ  被告らの不正の利益を得る目的等の有無\nウ  原告の営業上の利益の侵害ないし侵害のおそれの有無\n(2) 被告検定試験の差止め等請求の可否\n第３  争点に関する当事者の主張\n１  争点(1)ア（本件ドメイン名の使用差止め請求，抹消登録請求の可否につき，\n原告主張の「JMPA」ないし「JAMP」が，原告の特定商品等表示に当たるか）\nについて\n〔原告の主張〕\n原告の行う事業のうち，モーゲージプランナーの養成講座を終え，同資格\n認定試験である修了検定に合格したときには，原告の内部組織である資格認\n定委員会が，養成講座と修了検定のコースに応じ，モーゲージプランナーや\nサーティファイドモーゲージプランナー等の資格を認定し，認定証書（甲\n４）と，認定証明書（甲５）を交付している。その認定証書には，「日本モ\nーゲージプランナーズ協会資格認定委員会」名で，取得した資格の種類と\n「本協会は・・・資格を認定し，証書を交付します」という文言が印字され\nている。また，原告は，アメリカ合衆国でのモーゲージプランナーの団体で\nある「NAMB(National Association of Mortgage Brokers)」などにならって，\n「JMPA(Japan Mortgage Planners Association)」と称し，原告の案内用パン\nフレット（甲６），名刺（甲７）には，当時の（略）称「JMPA」の一部であ\nる「JMP」という文字列を含む別紙原告ロゴマーク記載のロゴマークを印刷し\nた物を使用していた。また，原告は，平成２５年６月以降は，別紙原告新ロ\nゴマーク記載のとおり，「JAMP(Japan Association of Mortgage Planner)」\nと称している。\n以上によれば，「JMPA」ないし「JAMP」は，原告の商品の出所を示す特定\n商品等表示であるところ，本件ドメイン名「（略）」は，原告の特定商品等\n表示である「JMPA」ないし「JAMP」とは，順序は異なりこそすれ同じ「J･M･P\n･A」の文字列からなり，原告の特定商品等表示を含むものであるから，これ\nと同一ないし類似である。\n〔被告らの主張〕\n本件ドメイン名は，平成１８年７月にＡらにより設立されたMP協会のメー\nルアドレスのため作成されたものであり，そもそも原告が作成したものでは\nない。Ａは，平成１７年頃から，従来の住宅ローンアドバイザーによるコン\nサルタント（乙２）に止まらず，住宅ローンのあっせんまでができるビジネ\nス，資格を日本で確立させるべく，米国のモーゲージブローカーの日本版を\n根付かせたいと考えるようになり，そのためMP協会を創設した。つまり，モ\nーゲージプランナーの主眼は，コンサルタントだけではなく，あっせんがで\nきるということにあったのであり，このあっせんをしない，その看板を外す\nということは，Ａにとってはその理念を放棄することであって，あり得ない\nことであった。原告は，MP協会を前身とし，Ａを創設者として，あっせんが\nできるモーゲージプランナー資格を確立する目的のため設立された組織であ\nり，被告センターが本件ドメイン名やロゴマークを原告に貸与していたのも，\nあっせんを含むモーゲージプランナーの育成等の事業目的のためであった。\nしかし，Ｂを含む数名の原告の理事が，モーゲージプランナーにつき，あ\nっせんを行わない単なるコンサルタント資格と位置付けるなどし，上記目的\nからかけ離れた行動をとったため，被告センター及びＡと，原告との信頼関\n係は破壊されるに至った。\nそして，被告センターからの本件ドメイン名の返還要求に対し，原告は，\nいったんは本件ドメイン名について何らの権利を有しないことを認める行動\nをとったが，被告センターが被告協会と提携して事業を進めていくことを知\nった途端に態度を急変させ，本件ドメイン名の移転を要求してきたものであ\nる。\n上記経過からすれば，原告の主張する「JMPA」ないし「JAMP」は，原告の\n特定商品等表示とは到底いえないものである。\n２  争点(1)イ（本件ドメイン名の使用差止め，抹消登録請求の可否につき，被\n告らの不正の利益を得る目的等の有無）について\n〔原告の主張〕\n(1)  被告センターによる本件ドメイン名取得の経緯\n被告センターは，理事長であるＡが特定非営利活動法人である原告の設\n立手続を行うに際し，「（略）」のドメイン登録を被告センターの名義で\n平成１８年１２月８日に登録した。\nところが，平成２０年４月に原告が設立されてからも，Ａが原告の運営\nを事実上支配し，本件ドメイン名の原告への移転登録手続をすることもな\nく ， 原 告 は や む を 得 ず 登 録 者 か ら 本 件 ド メ イ ン 名 を 借 り る か た ち で ，\n「www.（略）」のアドレスで広告用のウェブサイトを運営し，顧客問い合\nわせ用メールアドレスとして「info@（略）」のメールアドレスを作成し\nた。\n被告センターは，平成２４年５月２８日，原告に対して本件ドメイン名\nを被告センターに対して返還するように要求した。原告としては，原告と\nＡとの間で対立が生じていたため，被告センターが本件ドメイン名の登録\n名義人となって当該ドメインで原告の広告を行っていることに不安を感じ\nていたため，原告固有のドメイン名を取得したうえでホームページをリニ\nューアルすることを検討していた。そこで，原告は，被告センターにドメ\nイン名を返還することとした。\n原告としては，せめてドメイン名については円満に解決するべく，ホー\nムページやメールアドレスの移転の告知をスムーズに行うことに協力して\nもらうとともに，本件ドメイン名を用いて原告と類似のホームページを立\nち上げることによって原告と誤認混同を生じさせることのないように被告\nセンターに対して申し出ていた（甲１６）。\nところが，平成２４年５月３１日をもって，原告は本件ドメイン名を一\n切使用できなくなってしまった。\n(2)  被告らによる本件ドメイン名の使用状況\n被告センターと被告協会は，「（略）」のドメイン名を用いて，遅くと\nも平成２４年６月３日には「www.（略）」のアドレスで被告協会のウェブ\nサイトを立ち上げた。また，同ウェブサイトでは，原告が顧客問い合わせ\n用メールアドレスとして使用した「info@（略）」をそのまま問い合わせ先\nメールアドレスとして用いている。\nこのため，顧客において，原告と被告協会との誤認混同が生じ，かつ，\n問い合わ せ先 にも流 用して いる ために 原 告宛ての メー ルとし て「info@\n（略）」に送信した問い合わせメールが，全て被告協会に送信される状況\nとなった。\n上記の状況は，原告において，新たに作成したウェブサイト上で被告協\n会と原告とが全く無関係の団体であることを告知した後も続き，平成２４\n年９月頃までの間，原告の事業収益は著しく減少した。\n被告センターの理事長であるＡは，被告協会の役員として登記されてお\nり，被告協会が本件ドメイン名においてウェブサイトを立ち上げるに際し\nて，被告らは原告が本件ドメイン名でウェブサイトないし顧客問い合わせ\n用メールアドレスを使用していた経緯を知悉していた。\nまた，被告協会は，原告に関するプレスリリースや記事を被告協会のも\nのとして掲載することによって，閲覧者をして，被告協会が原告協会から\n名称を変更するなどした同一の組織である等の誤解を容易に与え，もって\n原告と被告協会とを誤認混同せしめるべく本件ドメイン名を使用している\nというほかない。\n被告らは，被告センターに本件ドメイン名の登録があることを奇貨とし\nて，当該ドメイン名を使用し，もって競業者たる原告の事業を混乱せしめ\nると同時に，商業上の利得を得る目的でそのウェブサイト若しくはその他\nのオンラインロケーション，又はこれらに登場する商品及びサービスの出\n所について誤認混同を生ぜしめることを意図して，インターネット上のユ\nーザーを，そのウェブサイト又はその他のロケーションに誘引するために\n当該ドメインを使用し，よって，不正の目的で当該ドメイン名を使用した\nものである。\n〔被告らの主張〕\n(1)  被告センターは，原告の設立以前から本件ドメイン名の登録をして MP\n協会にこれを貸与し，原告の設立以後は原告にこれを貸与してきたが，\nもともと，MP 協会も原告も，被告センターの指導等のもとに設立され，\nその目的とする事業を行うこととされてきたものである。原告は，被告\nセンターがあっせん事業を行うモーゲージプランナーとの理念と反する\n行動をとることによって，貸与の前提を欠くに至り，被告らにおいて貸\n与を止めることとしたものである。\n被告協会は，その登記簿の目的欄に「・・・あっせん業務を行う住宅ロ\nーン診断士やモーゲージプランナーを養成・認証・登録」するとあるとお\nり，被告センターやＡと同じ理念を掲げて，平成２４年５月１８日に設立\nされた団体であり，原告に代わり被告センターから本件ドメイン名の貸与\nを受けたものである。\n被告らは，本件ドメイン名の保有，使用について正当な権限を有する者\nであり，何ら不正な利益を得る目的は存しない。\n(2)  原告は，被告協会のホームページに，原告に関するプレスリリースや\n記事が一時期掲載されていたことについて，誤認混同を惹起すべく，そ\nれら原告のニュース等を被告協会のものとして掲載したものである旨主\n張する。\nしかし，上記記事が内容を変えずに被告協会のホームページに掲載され\nた原因は，被告協会の担当者の誤りによるものであり，誤認混同の意図な\nどは全くなく，これらは原告からの指摘を受け，直ちに削除されている。\n３  争点(1)ウ（本件ドメイン名の使用差止め，抹消登録請求の可否につき，\n原告の営業上の利益の侵害ないし侵害のおそれの有無）について\n〔原告の主張〕\n(1)  原告は特定非営利活動法人であるが，原告の事業は，一部の無料講演\nを除いて，受講者からの受講料や，会員からの会費を対価として得て行う\nもので，経済的対価を得ることによって運営される事業であるから（甲１\n１），不競法３条１項の「営業」にあたる。\n(2)  原告は，被告らによる本件ドメイン名の不正目的での使用によって，\n原告のホームページにアクセスしようとした顧客が全て被告協会のホーム\nページを訪れてしまうこととなり，特に，被告協会が原告の使用していた\n顧客問い合わせ用メールアドレス「info@（略）」をそのまま流用すること\nによって，本来原告に問い合わせをしようとした顧客や原告の会員のメー\nルは，そのまま被告協会に送信されることになってしまっている。このよ\nうに原告の営業上の利益は侵害されている。\n〔被告の主張〕\n否認し，争う。原告において営業上の利益を侵害されるおそれはない。\n４  争点(2)（被告検定試験の差止め等請求の可否）について\n〔原告の主張〕\n(1) 原告は，原告の事業であるモーゲージプランナー養成講座や修了検定に\nついて，「MP養成講座（モーゲージプランナー養成講座）」「MP修了検\n定」，「CMP養成講座（サーティファイドモーゲージプランナー養成講\n座」「CMP修了検定」，「AMP（アパートモーゲージプランナー）養成の\nための通学講座」という講座 名を付けて いる。上記各講座名中の「MP\n（モーゲージプランナー）」「CMP（サーティファイドモーゲージプラン\nナー」「AMP（アパートモーゲージプランナー）」は，原告の認定する資\n格であるMP，つまりモーゲージプランナー（Mortgage  Planner），CMP\n（サーティファイドモーゲージプランナー），AMP（アパートモーゲージ\nプランナー）をそれぞれ意味するものであって，当該講座ないし資格認\n定試験を受講することによって取得することのできる資格に対応するも\nのである。\nまた，各講座名の「養成講座」「修了検定」「養成のための通学講\n座」は，原告の認定する各資格の取得要件である各講座並びに資格認定\n試験の別を識別するための表記である。\nすなわち，前記各講座名中の，「MP（モーゲージプランナー）」「CMP\n（サーティファイドモーゲージプランナー）」「AMP（アパートモーゲー\nジプランナー）」の部分が各講座名の主要な部分である。\nまた，原告は前記養成講座及び資格認定試験を経た者を当該養成講座\nのレベルに応じて「MP（モーゲージプランナー）」「CMP（サーティファ\nイ ド モ ー ゲ ー ジ プ ラ ン ナ ー ） 」 「 AMP （ ア パ ー ト モ ー ゲ ー ジ プ ラ ン ナ\nー）」と認定し，これら の者には資格認 定証書（甲４）と資格認 定証\n（甲５）を交付することとしている。資格認定証には，モーゲージプラ\nンナーの資格を意味する「MP」「CMP」「AMP」などの有資格者であるこ\nとを示す欄が設けられている。\nなお，「CMP」や「AMP」は，「MP」の上位にあたる資格であり，基本\nとなる「モーゲージプランナー」資格を有する者が取得する資格である。\n以 上 の 次 第 で ， 「 MP 」 と 「 モ ー ゲ ー ジ プ ラ ン ナ ー （ Mortgage\nPlanner)」は，原告の商品を表示する商品等表示であるということがで\nきる。\n(2) 原告は，平成２０年の設立以来，モーゲージプランナーの資格自体と，\nその資格認定のための講座と検定の事業の出所を示す表示として，原告\nの名称である「（特定非営利活動法人）日本モーゲージプランナーズ協\n会」ないしその（略）称である「JMPA」並びに「JMP」を用い，これら原\n告の名称や（略）称を，資格認定証書，資格認定証や，パンフレットに\n用いている。モーゲージプランナーの資格は，原告の設立時の理事長で\nあり，中央大学経済学部教授として米国におけるモーゲージプランナー\nの制度について研究していたＡによって全国的に宣伝され，原告設立後\nは，原告の役員や，原告の会員たるモーゲージプランナーが中心となっ\nて，全国での講演や周知活動を行った。\n当時，米国のいわゆるサブプライムローン問題が日本においても社会\n的な話題になっていたこともあって，日本における住宅ローンのあり方\nについてもマスコミを中心に積極的に取り上げるところとなり，モーゲ\nージプランナーという資格は脚光を浴び，平成２０年９月２５日付け朝\n日新聞で，原告とモーゲージプランナーの資格が取り上げられた（甲１\n２）。また，平成２１年１０月６日に全国八つのテレビ局で放送された\nテレビ東京系「ガイアの夜明け」でも，原告の会員であるモーゲージプ\nランナーが紹介された（甲１３）。\nこのようにマスコミで取り上げられたこともあって，全国でモーゲー\nジプランナーの資格と，原告の知名度は著しく上昇し，全国的に周知の\nものとなり，かつ著名なものとなった。\n(3) そして，被告協会は，生活者の住宅ローンに際してあっせん業務を行う\n住宅ローン診断士やモーゲージプランナーを要請・認証・登録すること\n等の事業を遂行するべく，「http://www.（略）/」上で「住宅ローン診\n断士補検定試験」なる事業を行っており，原告の行う事業との同一性に\nつき，誤認させるものである。\n(4) 被告協会は，同協会のホームページ等において「第１回住宅ローン診断\n士補（MPフェロー）検定試験」なる資格試験並びに通信講座を開講する\n旨広告し，平成２４年７月から８月にかけて上記検定試験並びに講座を\n実施することを予定しているところ，資格試験の名称を「住宅ローン診\n断士補（MPフェロー）」とし，MPフェローの資格についても「住宅ロー\nン診断士，モーゲージプランナーや専門業者が相互に協働することで事\n業を活性化させることをめざす資格」とし，あたかもモーゲージプラン\nナーと関連する資格であるかのように装っている。\n以上のとおり，被告協会は，原告の事業たる「モーゲージプランナー\n養成講座」及び「モーゲージプランナー認定試験」と酷似する内容の事\n業を行おうとしているものであって，これらの行為が周知性のある原告\nの商品等表示を用いる誤認混同行為であり，著名な原告の商品等表示を\n冒用するものであることは明らかである。\nまた，被告協会が原告の行うモーゲージプランナー養成講座と類似す\nる講座ないし検定試験を行うことを告知しているため，原告の行うモー\nゲージプランナー養成講座の受講者が激減するとともに，原告の認定す\nるモーゲージプランナーという資格自体の価値が希釈化する損害が生じ\nるおそれがあり，原告の営業上の利益が侵害されるおそれがあるという\nことができる。\n〔被告協会の主張〕\n(1) 不競法２条１項１号及び２号の「商品等表示」といえるためには，当該\n表示が，自他識別機能又は出所識別機能を有していることが必要である\nところ，「モーゲージプランナー」や「MP」は，一般用語ないしはその\n頭文字を組み合わせた普通名称にすぎず，これら機能を有しないという\nべきである。\nまた，全国紙記事や在京キー局のＴＶ放送で取り上げられたことがあ\nるとはいうものの，原告の売上・規模・従業員数・支店数・全国区のマ\nスコミへの登場頻度や扱いの大きさ，その他諸般の事情から一般的な認\n知度を考えると，原告やMPが，全国的に周知ないし著名であるとは到底\nいえない。\nまた，「あっせん業務を行える」ということを主眼に置きそれを標榜\nする被告協会の講座や検定試験と，「あっせん業務は行わずコンサルタ\nント業務のみにとどめる」ことを標榜する原告のそれとでは，本質が異\nなっており，「類似する」とはいえない。また，そうである以上は，被\n告協会が展開する講座や検定試験によって，原告の講座の受講者が激減\nしたり，モーゲージプランナーという資格の価値が希釈化することは到\n底考えられない。\n(2) また，そもそも被告協会が認定する住宅ローン診断士補という資格は，\n原告認定のモーゲージプランナーとは，本質的に異なる資格である。\n第４  当裁判所の判断\n１  証拠（甲１ないし２６，乙１ないし５１）及び弁論の全趣旨によれば，以下\nの事実が認められ，同認定を覆すに足る証拠はない。\n(1) モーゲージブローカーは，「住宅ローンの貸し手と借り手を結びつける仲\n介業者（mortgage broker）。住宅金融の専門機関『モーゲージカンパニ\nー』の一種。住宅を購入してローンの借り入れを希望するユーザーに対し\nて，資金計画等のアドバイス，返済プランの提案，金融機関の紹介・取り\n次ぎ，ローン申請代行，手続きのサポートなどを行う。アメリカではロー\nンの相談先として定着している。手数料は取り次いだ金融機関から得るケ\nースが多い。」などと説明されているところであり，米国発祥の資格であ\nる。〔乙３〕\n平成１５年１２月１９日に，Ａを創設者の一人として被告センターが設立\nされた。Ａの構想は，既に存した住宅ローンアドバイザーによるコンサルタ\nント業務に止まらず，住宅ローンのあっせんをすることができる資格として\nのモーゲージプランナーを養成し，認証すべきであるとするものであった。\n平成１８年７月には，任意団体であるMP協会が設立されたところ，同協会\nの目的には，住宅ローン契約の締結に際し，中立公正な立場から提案並びに\nあっせんを行うモーゲージプランナーを養成・認証すること等が掲げられて\nいる。〔乙３３〕\nそして，被告センターは，本件ドメイン名である「（略）」の登録申請\nをし，平成１８年１２月８日に本件ドメイン名の登録を得た。〔甲８〕\n被告センターは，この本件ドメイン名をMP協会に貸与し，同協会は，そ\nのパンフレットやモーゲージプランナー養成講座の案内等に，同協会のメー\nルアドレス（info@（略）），ホームページアドレス（http://www.（略）\n/）として，本件ドメイン名である「（略）」を用いていた。\nまた，被告センターは，平成１８年１２月２０日には，第３６類の土地\nないし建物の売買の代理又は媒介等を指定役務等として，シニアサーティフ\nァイドモーゲージプランナーを意味する「SCMP」（標準文字），及び，「日\n本モーゲージプランナーズ協会認定  モーゲージプランナー」（標準文字）\nの商標登録の申請を行い，それぞれ，商標登録第５０８７４７８号，同５１\n０４８７３号として，平成１９年１１月２日，平成２０年１月１８日に商標\n登録を得た。〔乙５，６〕\n平成１９年６月３０日，MP協会と被告センターは，契約期間を平成２１\n年（２００９年）３月３１日までとする事業提携契約を締結した。そこにお\nいては，MP協会は，被告センターを母体として設立され，その指導・支援・\n協力関係に基づいて事業を展開してきたことに鑑み，両者の事業に関して事\n業提携契約を締結するものとされている。〔乙２６〕\n平成１９年（２００７年）１１月４日に，MP協会は，米国のモーゲージ\nブローカー協会との間で，相互協力に関する原則的合意書を交わした。そこ\nにおいては，両協会は健全なモーゲージローンのコンサルティング・あっせ\nんサービスを通じて持ち家を実現し，国際的な組織を作り上げるために協会\nの会員を教育し協同する一環としての相互協力に合意するとし，そこにおい\nて，MP協会は「JMPA」と（略）称されている。〔乙４４，４５〕\n平成２０年（２００８年）１月１５日版の週刊エコノミスト誌には，Ａ\nによる「『モーゲージプランナー』が日本に誕生する意味」と題する記事が\n掲載され，そこには，「日本で誕生したモーゲージプランナーは，住宅ロー\nンに関する助言のみで契約締結にはかかわらない既存の住宅ローンアドバイ\nザーとは異なり，米国のモーゲージブローカーのように積極的にローンを斡\n旋し，契約にかかわっていくものである。」とされている。〔乙３２〕\nその後，MP協会は，平成２０年３月に解散するに至った。〔乙３９〕\n前記週刊エコノミスト誌掲載の原稿を紹介する設立中の原告発行の平成\n２０年５月度の小冊子（JMP REPORT 1）は，Ａに対する質問と回答を掲載し，\nそこでは，「モーゲージプランナーズ協会とMPの活動とは？」との質問に，\nＡは「・・・住宅ローンのアドバイスとあっせん資格取得のための『モーゲ\nージプランナー（＝MP）』の育成，支援を行います。・・・」などと回答し，\n「あっせん業務を行えるのはMPだけということですね？」という質問には，\n「・・・モーゲージプランナーは・・・CMP（判決注；『サーティファイド\nモーゲージプランナー』を指す）のスキルを身につけることで・・・あっせ\nん業務が遂行できます」，「あっせんにはMP＋上級資格CMPのスキルが必要\nです」などと回答している旨が掲載されている。〔乙３２〕\n(2) その後，平成２０年８月２１日に至り，Ａが設立者の一人となり，原告が\n設立された。その設立に先立つ同年２月２０日に，設立中の原告と被告セン\nターは，業務提携期間を平成２１年３月３１日までとする（当事者双方に異\n議がない限り，期間を１年間として自動継続）事業提携契約を締結した。そ\nこにおいては，原告は，被告センターを母体として設立され，その指導・支\n援・協力関係に基づいて事業を展開してきたことに鑑み，両者の事業に関し\nて事業提携契約を締結するものとされ，被告センターが保有する「モーゲー\nジプランナー」に関する商標権，ロゴ使用権について，原告は被告センター\nに対し使用料を支払うものとされた。〔乙２７〕\nまた，原告は，被告センターから本件ドメイン名の貸与を受け，広告用の\nウェブサイトなどに「www.（略）」を用いて使用した。\n原告の設立後に，原告と被告センターとの間で締結された平成２２年３月\n１日付け事業提携契約（事業提携期間平成２２年３月３１日まで。双方異議\nがなければ自動継続するものとされた。なお，その場合の契約期間の定めは\nない。）においても，被告センターが保有する「モーゲージプランナー」，\n「SCMP」に関する商標権及びロゴについて，原告は被告センターからそれら\nの使用権を購入して使用するものとされた。〔乙２８〕\n(3) 平成２０年９月２５日付け朝日新聞において，「モーゲージプランナ\nー」が紹介された。そこでは，「プロに聞け住宅ローン」との見出しのもと，\n「『モーゲージプランナー』（MP）という住宅ローンの専門家が，国内でも\n本格的に仕事を始めました。素人には難しいローン選びを，住宅会社や金融\n機関から独立した立場で助言します。サブプライム問題で金融・不動産市場\nが大荒れの中，消費者の確かな羅針盤になれるかどうかが試されます。」と\nされ，Ａとの問答が掲載されている。〔甲１２〕\nまた，平成２１年１０月６日のテレビ東京放送番組「ガイアの夜明け」に\nおいて，「住宅ローンの危機が高まりつつある中，ローンの返済を指南する\n専門家が現れた。モーゲージプランナー（MP）という住宅ローンの専門家で\nある。これまでのファイナンシャルプランナー等との違いは，金融機関から\n依頼者に住宅ローンの斡旋ができることにある。」などとして，モーゲージ\nプランナーが紹介された。〔甲１３〕\n(4) 平成２３年１２月４日，原告の理事にＢが就任した。平成２４年１月３１\n日，原告は，主たる事務所を東京都文京区＜以下略＞から頭書所在地に移転\nした。〔甲１〕\nその後，モーゲージプランナーについて，あっせん業務を行うことを含む\nのか等を巡ってＡとＢとの間で対立が生じるなどし，同年３月に，原告は，\n同月末をもって，サーバーの利用に関する訴外株式会社日本モーゲージプラ\nンナー支援センター（以下「支援センター」という。）との業務委託契約を\n解除するとした。〔乙１７〕\n被告センターは，同年４月２６日，原告に対し，「SCMP」及び「日本モー\nゲージプランナーズ協会認定  モーゲージプランナー」商標の使用を直ちに\n止めるよう求める内容証明郵便を差し出した。〔乙１３〕\n同年５月１８日に，Ａが監事となるなどして，被告協会が設立された。\n〔甲３〕\n同月２２日，原告は，支援センターに対し，ホームページアドレスを変更\nする予定である旨の通知をした。〔乙１５〕\n被告センターは，同月２３日付け内容証明郵便及び同月２４日のファック\nスにおいて，原告に対し，本件ドメイン名は，被告センターと原告との信頼\n関係に基づき原告に貸与されてきたものであるところ，これ以上貸与を続け\nる理由もないとして，同月３１日をもって本件ドメイン名の使用を停止する\n旨を通知した。〔乙１４〕\n同月２９日，原告の代表者理事Ｂは，Ａに対し，同月３１日をもって原告\n会員から除名する旨を通知した。〔甲２３〕\n同月３１日，原告は，同日をもって本件ドメイン名を使用することができ\nない状態となった。\n同年６月３日，被告らは，遅くともこのときまでに本件ドメイン名のアド\nレスでホームページを立ち上げた。\n(5) 原告は，代理人弁護士を通じ，平成２５年５月２１日，被告ら代理人弁護\n士宛てに，「ＦＡＸ送信書（申入れ）」と題する書面を送付し，そこにおい\nて，被告協会のホームページに，平成２３年１月２６日付け日本経済新聞に\nおける原告の関連記事，同年７月２９日及び同年１２月４日，原告の理事会\n開催について，これらが被告協会の理事会開催等として，ニュースリリース\nに掲載されていることにつき，削除することを求める申し入れを行った。\n〔甲２５〕\n上記ニュースリリースについては，その後直ちに被告協会のホームページ\nから削除された。\n(6) 原告は，平成２５年６月頃から，別紙原告新ロゴマークのとおりロゴマー\nクを変更し，そこでは「JAMP」の（略）称が使用されている。これに伴い原\n告 は ， 従 来 の 原 告 の 英 語 表 記 で あ る 「 Japan   Mortgage   Planners\nAssociation」から，「Japan  Association  of Mortgage Planner」と改め\nた。\nまた，被告協会は，遅くとも，同年８月２１日には，ロゴマークを別紙\n被告協会新ロゴマークのとおり変更し，「JMPA」の（略）称を用いている。\n〔乙５０の１，２，乙５１〕\n２  争点(1)イ（本件ドメイン名の使用差止め，抹消登録請求の可否につき，被\n告らの不正の利益を得る目的等の有無）について\n(1) 前記１で認定した事実によれば，本件ドメイン名は，原告が設立される以\n前の平成１８年１２月８日に被告センターにより登録され，その後はMP協会\nに貸与されて同協会において使用され，MP協会が解散した後には，原告に期\n間を定めて貸与されてきたものであって，その後，原告と被告センターにお\nいて紛争が生じ，被告センターにおいて原告に対して本件ドメイン名の貸与\nを止めるに至ったものである。\nしたがって，被告らにおける本件ドメイン名の保有ないし使用に不正な利\n益を得る目的があるとは認められないというべきである。\n(2) 原告は，被告協会のホームページに，原告に関するプレスリリースや記事\nを掲載したことなどからすると，被告協会には原告と被告協会とを混同させ\nる意図があったものと主張する。\n確かに，被告協会は，そのホームページに，被告センターが原告に対し本\n件ドメイン名を貸与していた時期である平成２３年７月及び１２月の原告の\n理事会における定款変更や理事選任等の記事について，被告協会の理事会の\nニュースリリースとして掲載し，また同年１月の原告に関する日本経済新聞\nの記事につき，それをそのまま画像データとして掲載していたことが認めら\nれる。\nしかし，その掲載された記事の内容や，それらが掲載された時期は原告\nと被告センターとが協力関係にあった時期であること，平成２５年５月に原\n告代理人から指摘を受けてこれを速やかに削除していること等からすると，\n上記の事情が，本件ドメイン名の保有・使用について，被告らに不正の目的\nがあったことを裏付ける事情であるとは到底いえないというべきである。\nしたがって，原告の上記主張は採用することができない。\n３  争点(2)（被告検定試験の差止め等請求の可否）について\n原告は，「MP」ないし「モーゲージプランナー」が原告の周知ないし著名な\n商品等表示であるとして，それに基づき被告検定試験等の差止めを求める。\n前記１で認定した事実によれば，モーゲージプランナー及びモーゲージプラ\nンナーの（略）語としてのMPは，米国におけるモーゲージブローカーを日本に\n導入するに当たり，住宅ローン契約の締結に際して提案等を行う資格ないし職\n種を指すものとして，平成２０年８月２１日に原告が設立される以前からMP協\n会等においても用いられてきたものであり，そもそも特定の出所を表示するも\nのとして用いられているものとは認められないばかりか，前記１認定のテレビ\n放送，全国紙及び週刊誌にもそれぞれ一度取り上げられたのみであり，その他\n原告による広告宣伝の程度に照らしても，「MP」ないし「モーゲージプランナ\nー」が，原告の出所を示すものとして，周知ないし著名な商品等表示となって\nいるものとは到底認められないというべきである。\n４  結論\n以上のとおりであり，その余の点につき判断するまでもなく，原告の請求は\nいずれも理由がないから棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n東 海 林       保\n裁判官\n今 井 弘 晃\n裁判官\n足 立 拓 人\n（別紙）略\n"
}