{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 1,
    "day": 24
  },
  "case_number": "平成28(行ウ)344",
  "case_name": "相続税更正処分等取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "88279",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88279",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/279/088279_hanrei.pdf",
  "contents": "平成３０年１月２４日判決言渡\n平成２８年（行ウ）第３４４号  相続税更正処分等取消請求事件\n主         文\n１  本件訴えのうち，江東東税務署長が平成２６年１１月１２日付けで\n原告に対してした相続税の更正をすべき理由がない旨の通知処分のう\nち納付すべき税額が４億４６８９万９３００円を超える部分の取消し\nを求める部分を却下する。\n２  江東東税務署長が平成２６年１１月１２日付けで原告に対してした\n相続税の更正処分のうち納付すべき税額が４億４６８９万９３００円\nを超える部分を取り消す。\n３  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n１  江東東税務署長が平成２６年１１月１２日付けで原告に対してした相続税の\n更正をすべき理由がない旨の通知処分のうち納付すべき税額が４億４６８９万\n９３００円を超える部分を取り消す。\n２  主文第２項と同旨\n第２  事案の概要\n原告は，その母が死亡したことにより開始した相続（以下「本件相続」とい\nう。）について相続税の申告を行うに当たり，他の相続人との間で遺産が未分\n割であるとし，相続税法（平成１６年法律第８４号による改正前のもの。以下\n同じ。）５５条に基づき，相続税の申告（以下「本件申告」という。）をしたと\nころ，江東東税務署長から，遺産のうち，別表１の各株式（以下「本件各株式」\nという。）の一部の価額が過少であるとして更正処分を受けた。\nそこで，原告は，異議申立て及び審査請求を経て，上記の更正処分（ただし，\n異議決定においてその一部が取り消されている。）の取消しを求めて被告を相\n手に東京地方裁判所に訴えを提起したところ（以下，後記の控訴審も含め，\n「前件訴訟」という。），同裁判所は，上記の更正処分（ただし，前件訴訟係属\n中の減額更正処分により更にその一部が取り消されている。以下，同取消し後\nの更正処分を「前件更正処分」という。）における本件各株式の一部の価額が\n過大であるのみならず，本件申告における本件各株式の一部の価額も過大であ\nった旨を判示した上で，前件更正処分のうち本件申告の額を超える部分を取り\n消す旨の判決（以下「前件第１審判決」という。）を言い渡した。被告は同判\n決を不服として控訴したところ，東京高等裁判所は，上記の判示を維持した上\nで，被告の控訴を棄却する旨の判決（以下「前件控訴審判決」といい，前件第\n１審判決と併せて「前件判決」という。）をし，前件判決は確定した。\nその後，原告は，遺産分割が成立したとして，江東東税務署長に対し相続税\n法３２条１号に基づき，本件各株式の価額が前件判決で認定された額と同額\n（ただし，一部，前件判決の判決書に記載された金額と異なる。）であること\nを前提に更正の請求（以下「本件更正請求」という。）をした。これに対し，\n同税務署長は，本件各株式の価額は本件申告における額と同額とすべきである\nとし，これを前提とすると，原告の本件申告に係る相続税額が過少となること\nから，本件更正請求について更正をすべき理由がない旨の通知処分（以下「本\n件通知処分」という。）をするとともに，原告以外の相続人から別途されてい\nた同号に基づく更正の請求に対し減額更正処分をした上で，原告に対し，同法\n３５条３項に基づき，相続税の増額更正処分（以下「本件更正処分」といい，\n本件通知処分と併せて「本件更正処分等」という。）をした。\n本件は，原告が，本件更正処分等における本件各株式の価額を不服として，\n本件更正処分等のうち，前記第１のとおりその各一部の取消しを求める事案で\nある。\n１  主な関係法令の定め\n別紙のとおりである。\n２  前提事実（証拠等を掲記しない事実は当事者間に争いがない。なお，過少申\n告加算税の賦課決定を含む課税の経緯については，別表２参照。）\n(1)  Ｄ（以下「本件被相続人」という。）が平成１６年▲月▲日に死亡したこ\nとにより開始した本件相続に係る相続人である原告（本件被相続人の長男），\n本件被相続人の長女，三女，四女及び二男（以下「長女ら」という。）並び\nに本件被相続人の二女及び五女（以下「二女ら」といい，原告，長女ら，二\n女らの計７名を併せて「本件相続人ら」という。）は，本件相続に係る相続\n税について，同年１２月２７日，遺産分割が成立していないことから相続税\n法５５条に基づき民法の規定による相続分の割合（各７分の１）に従って財\n産を取得したものとして，江東東税務署長に対し申告（本件申告）をした。\nその際，原告は，別表２の順号１欄記載のとおり，課税価格を２２億６３\n７４万４０００円，納付すべき税額を１０億７０９５万円とする申告をして\nおり，本件各株式の価額については別表１の本件申告欄記載のとおりとして\nいた。\n(2)  江東東税務署長は，平成１９年２月１３日，原告に対し，本件各株式の\n一部の価額が過少であるとして，別表２の順号２欄記載のとおり，課税価格\nを４１億２０６８万円，納付すべき税額を１９億９９８９万９２００円とす\nる更正処分をした。\n(3)  原告は，平成１９年４月１２日，上記(2)の更正処分の取消しを求めて，\n東京国税局長に対する異議申立てをしたところ，同局長は，同年６月２７日，\n別表２の順号４欄記載のとおり，課税価格を４１億２０５９万２０００円，\n納付すべき税額を１９億９９８５万４９００円として，上記(2)の更正処分\nの一部を取り消す旨の異議決定をした。\n(4)  原告は，平成１９年８月１日，上記(3)の異議決定によりその一部が取り\n消された後の更正処分の取消しを求めて，国税不服審判所長に対する審査請\n求をしたところ，同所長は，平成２０年７月１６日，原告の審査請求を棄却\nする旨の裁決をした。\n(5)   原告は，平成２１年１月２１日，被告を相手に，別表２の順号７欄記載\nのとおり，上記(4)の更正処分の取消しを求める訴えを東京地方裁判所に提\n起した（前件訴訟）。なお，原告のほか，長女らも，それぞれ申告後に受け\nた更正処分につき，異議申立て及び審査請求を経て，取消しを求める訴えを\n提起し，前件訴訟の共同原告となっていた（甲７，８，乙４，５の１，２）。\n(6)  江東東税務署長は，平成２３年２月２８日，原告に対し，別表２の順号\n８欄記載のとおり，課税価格を４０億６０８９万円，納付すべき税額を１９\n億７０００万９３００円として，前記(4)の更正処分の一部を取り消す減額\n更正処分をした。\nその際，江東東税務署長は，本件各株式の価額を別表１の前件更正処分欄\n記載のとおりとしていた。\n(7)  東京地方裁判所は，平成２４年３月２日，上記(6)の減額更正処分により\nその一部が取り消された後の更正処分（前件更正処分）のうち，本件申告に\n係る納付すべき税額１０億７０９５万円を超える部分を取り消す旨の判決\n（前件第１審判決）を言い渡した。\n被告は，上記判決を不服として控訴したが，東京高等裁判所は，平成２５\n年２月２８日，被告の控訴を棄却する旨の判決（前件控訴審判決）を言い渡\nし，これらの判決（前件判決）は，同年３月１５日に確定した。\n前件判決の判決書上，本件各株式の価額は別表１の前件判決欄記載のとお\nりと記載されていた。\n(8)  前件訴訟では（なお，第１審及び控訴審を通じ，以下の争点及び判断の\n要旨に変更はない。），本件各株式のうち，Ｅ（別表１の番号１）及びＦ（同\n番号２）の各株式の評価方法ないし価額が争われ，①Ｅの株式については，\n同株式が取引相場のない株式に当たり，同社が財産評価基本通達（以下「評\n価通達」という。）にいう大会社に該当することを前提に，同社が株式保有\n特定会社であるとして評価通達所定の純資産価額方式によってその価額を評\n価すべきか否かが，②Ｆの株式については，同株式が取引相場のない株式に\n当たり，同社が株式保有特定会社であり，純資産価額方式によってその価額\nを評価すべきであることを前提に，同社がＥの株式を保有していることを踏\nまえて，Ｆの株式の価額をいくらと評価すべきかが争われた。\nこの点，評価通達では，取引相場のない株式の発行会社の中には，評価通\n達所定の類似業種比準方式によって株式の価額を評価する場合における標本\n会社である上場会社に比べて，資産構成が著しく株式等に偏った会社が見受\nけられるところ，このような会社の株式については，一般の評価会社に適用\nされる類似業種比準方式により適正な株価の評価を行うことが期し難いもの\nと考えられることから，大会社については，株式保有割合（評価会社の有す\nる各資産の価額の合計額のうちに占める株式等の価額の合計額の割合）が２\n５％以上である評価会社を株式保有特定会社とし，その株式の価額を類似業\n種比準方式ではなく，原則として純資産価額方式で評価することとしていた。\n前件判決は，その理由中で，株式保有特定会社の株式の価額を原則として\n純資産価額方式により評価すること自体は合理的であると認める一方で，平\n成９年の独占禁止法の改正に伴って会社の株式保有に関する状況が株式保有\n特定会社に係る評価通達の定めが置かれた平成２年の評価通達改正時から大\nきく変化していることなどから，大会社についての株式保有割合２５％以上\nという基準は，もはや資産構成が著しく株式等に偏っているとまでは評価で\nきなくなっていたと判断した上で，Ｅの株式保有割合が約２５．９％等であ\nること等を踏まえた上で，同社が株式保有特定会社に該当せず，純資産価額\n方式によってその株式の価額を評価すべきではなく，類似業種比準方式によ\nって評価すべきであるとの判断をし，同社の株式の価額を別表１の前件判決\n欄記載のとおりと認定した。\nまた，前件判決に係る判決書上，Ｆの株式については，以上の説示を前提\nとした上で，別表１の前件判決欄記載のとおりの額と認定する旨が記載され\nていた。ただし，同社の株式の価額については，Ｅに係る上記の説示を前提\nに，評価通達所定の純資産価額方式によって正しく計算をすれば，別表１の\n本件更正請求欄記載のとおりの額と認定されるべきものであった。\n他方で，本件各株式のうち，上記各社以外の別表１番号３ないし７の各社\nの株式については，前件更正処分における価額である別表１の前件更正処分\n欄記載のとおりの額とすることについて当事者間に争いがなく，前件判決に\nおいてもその価額をもって計算がされている。\nその上で，前件判決は，上記の各価額等を基礎として，本件相続に係る原\n告の課税価格（取得金額）を１８億８７８６万１０００円，納付すべき相続\n税額を８億７８７３万３８００円と認定し，当該相続税額は本件申告に係る\n金額の範囲内であるから，前件更正処分は本件申告に係る納付すべき税額を\n超えるその全部が違法なものであると判示した。\n（以上につき，甲６～８，弁論の全趣旨）\n(9)  国税庁長官は，前件判決を受けて，現下の上場会社の株式等の保有状況\n等に基づき，評価通達における大会社の株式保有割合による株式保有特定会\n社の判定基準を２５％以上から５０％以上に改正し，平成２５年５月，これ\nを公表した（甲６）。\nなお，原告を含む本件相続人らは，更正処分の法定の制限期間が経過して\nいたことから，上記の評価通達改正に伴う更正の請求をすることはできなか\nった。\n(10)  本件各株式を含む本件被相続人の遺産に係る遺産分割申立事件について，\n平成２６年１月１６日，東京家庭裁判所において遺産分割調停（以下「本件\n調停」という。）が成立した。\nなお，本件調停の成立により，原告は本件各株式の７分の６を取得するに\n至った。\n(11)  二女らは，平成２６年２月２１日，江東東税務署長に対し，本件調停の\n成立を理由として，相続税法３２条１号に基づく更正の請求をした。\n(12)  原告は，平成２６年５月１６日，江東東税務署長に対し，本件調停の成\n立を理由として，別表２の順号１０欄記載のとおり，課税価格を９億６０８\n０万５０００円，納付すべき税額を４億４１９９万０４００円として，相続\n税法３２条１号に基づく更正の請求（本件更正請求）をした。\nその際，原告は，本件各株式の価額を別表１の本件更正請求欄記載のとお\nり，Ｆを除く各社の各株式については，前件判決で認定された額と同額，Ｆ\nの株式の価額については，前記(8)のとおり前件判決の説示を前提に正しく\n計算した場合の価額としていた（甲７，８，弁論の全趣旨）。\n(13)  江東東税務署長は，平成２６年６月２０日，前記(11)の更正の請求に基\nづき，二女らに対し減額更正処分をした。\n(14)  江東東税務署長は，平成２６年１１月１２日，原告に対し，本件更正請\n求につき，本件各株式の価額に係る部分については，本件申告における株式\nの評価の誤りに係る是正を求めるもので，相続税法３２条１号に基づく更正\nの請求によっては是正し得ないことなどを理由として，更正をすべき理由が\nない旨の通知処分（本件通知処分）をした。\nまた，江東東税務署長は，前記(13)の二女らに対する減額更正処分に伴い，\n平成２６年１１月１２日，原告に対し，別表２の順号１２欄記載のとおり，\n課税価格を４９億０４１０万９０００円，納付すべき税額を２３億２５６７\n万１８００円として，相続税法３５条３項に基づく増額更正処分（本件更正\n処分）をした。\n本件更正処分等において，江東東税務署長は，本件各株式の価額を別表１\nの本件更正処分等欄記載のとおり，本件申告における価額と同額としていた。\n(15)  原告は，平成２６年１２月１２日，江東東税務署長に対し，本件更正処\n分等を不服として異議申立てをしたところ，同税務署長は，平成２７年２月\n１２日，原告の異議申立てを棄却する旨の異議決定をした。\nさらに，原告は，平成２７年３月１３日，本件更正処分等を不服として審\n査請求をしたところ，国税不服審判所長は，平成２８年２月１２日，原告の\n審査請求を棄却する旨の裁決をした。\n(16)  原告は，平成２８年７月２９日，本件訴えを提起した（顕著な事実）。\n３  当事者の主張の要旨\n（被告の主張）\n(1)  相続税法３２条１号及び３５条３項の解釈について\n相続税法５５条は，遺産分割前であっても，一応民法の相続分に従って相\n続財産を分割したものとし，その取得した財産の価額によって相続税の課税\n価格及び納付すべき税額を算出し，申告期限までに申告と納付を行うよう義\n務付けたものであり，同条に基づく申告により，納付すべき税額は確定する\nものである。\nもっとも，その後に，民法の相続分とは別の遺産分割が成立することがあ\nるから，相続税法３２条１号は，国税通則法２３条１項１号の特則として置\nかれており，未分割の遺産につき，いったん相続税法５５条による計算で税\n額が確定した後，遺産の分割が行われ，その結果，既に確定した相続税額が\n過大になるという相続税に固有の後発的事由について特別に更正の請求を許\nしたものと解される。そうすると，当初の申告に存在するとされる過誤の是\n正を求めるために同法３２条１号に基づく更正の請求をすることは法の予定\nするところではなく，未分割の遺産を分割した結果，既に確定した課税価格\n及び相続税額が過大となるか否かの判断に当たって，算定の基礎となる遺産\nの価額は，申告（その後に更正処分があった場合にはその更正処分）により\n確定した価額を基礎とすべきと解される。\nまた，相続税法３２条１号に基づく更正の請求と同法３５条３項に基づく\n更正処分との関係からすると，同項に基づく更正処分は，同法３２条１号に\n基づく更正の請求の事由に係る事実を基礎としてなすもので，遺産分割によ\nり取得した財産を基礎として算出した課税価格及び相続税額を確定すること\nを実質とするものであり，更正処分という形式は採用するものの，申告時の\n過誤を是正するものではないといえる。\nしたがって，相続税法３２条１号に基づく本件更正請求及び同法３５条３\n項に基づく本件更正処分において，本件申告における本件各株式の評価の誤\nりに係る過誤の是正をすることは許されない。\n(2)  前件判決の拘束力について\nア  課税処分の取消訴訟における実体上の審理の対象は，当該課税処分によ\nって確定された税額の適否であり，課税処分における税務署長の所得の源\n泉の認定等に誤りがあっても，これにより確定された税額が総額において\n租税法規によって客観的に定まっている税額を上回らなければ，当該課税\n処分は適法というべきであり（総額主義），具体的には，課税処分によっ\nて確定された税額が処分時に客観的に存在した税額を上回っているか否か\nが重要なのであって，税額算出の根拠となる事実は単なる攻撃防御の方法\nにすぎない。そうすると，課税処分は，税額を数額的に確定させる処分で\nあって，その中身（内容）まで確定させる処分ではなく，一個の納税義務\nの発生原因たる課税要件事実は，実体的に一体不可分であり，これを分断\nして部分ごとに認定し，納付すべき税額を部分的に確定させるということ\nはできない。\nそうすると，前件訴訟における審理の対象は，あくまでも前件更正処分\nによって確定された税額（数額）の適否の問題であり，前件更正処分にお\nける結論としての税額の総額が処分時に租税法規により客観的に定まる税\n額を上回っているか否かが問題となるのであって，前件判決における本件\n各株式の評価についての判断は，税額算出の根拠事実にすぎず，これによ\nり納付すべき税額を部分的にも確定させるものではないから，本件各株式\nの評価額についての理由中の判断は，前件更正処分が違法であるという前\n件判決における結論と直接の関係のない部分であり，これにつき拘束力は\n生じないというべきである。\nイ  また，仮に，前件判決の理由中の判断に示された課税標準の算出方法に\nついては，拘束力が生ずるとみる見解に立ち，江東東税務署長に対し，Ｅ\nが株式保有特定会社に該当しないとの理由中の判断について拘束力が及ぶ\n余地があると解したとしても，以下に述べるとおり，当該拘束力は本件更\n正処分等の適法性を否定する根拠とはなり得ない。\nすなわち，相続税法５５条ただし書，同法３２条１号及び同法３５条３\n項１号の規定は，相続税特有の事由に基づく相続税額の再調整を行うため\nの連環した規定であって，同法３２条１号及び同法３５条３項１号は，同\n法３２条１号に掲げる事由に該当した場合に，その事由のみに基づき相続\n税額の再調整を許す規定であるところ，前件判決におけるＥが株式保有特\n定会社に該当しないとの判断は，本件申告及び前件更正処分における本件\n各株式の評価の誤りをいうにすぎず，国税通則法２３条１項１号の事由に\nは該当し得るが，相続税法５５条本文に基づき法定相続分に従って申告を\nした後に遺産分割を行ったことにより，当初の法定相続分に従った課税価\n格と異なる課税価格になったという相続税特有の事情とは何ら関係なく，\n同法３２条１号に掲げる事由に当たらないことは明らかである。\nそうすると，原告から遺産分割をしたとして相続税法３２条１号に基づ\nく更正の請求をされた江東東税務署長としては，前件判決におけるＥが株\n式保有特定会社に該当しないという判断に拘束されるとしても，当該判断\nないし当該事由は，相続税法３２条１号に掲げる事由には当たらず，国税\n通則法２３条１項１号の事由に該当し得るにすぎないから，原告について\nほかに相続税法３２条１号に掲げる事由がなければ，更正をすべき理由が\nない旨の通知処分（本件通知処分）をすることになり，また，二女らに対\nする減額更正処分に伴い，原告に対しては同法３５条３項に基づく増額更\n正処分（本件更正処分）をすることになる。\n(3)  以上からすれば，本件更正処分等が基礎とすべき本件各株式の価額は，\n本件申告における価額と同額であり，別表１の本件更正処分等欄記載のとお\nりとなるというべきであるところ，これらを前提としたときの本件相続に係\nる課税価格及び納付すべき税額は別表３－１記載のとおりであり，本件更正\n処分等におけるこれらの額と同額であるから，本件更正処分等は適法である。\n（原告の主張）\n(1)  原告の本件各株式の取得分全体に正しい評価額を適用すべきであること\nについて\nア  相続税法等の関係法令に照らし，相続税法３２条１号の遺産分割後の更\n正事由たる２つの課税価格の相違は，その判定時点で算定される課税価格\nと，遺産分割前の申告等で計算されていた課税価格の相違によって判断す\nればよいのであり，２つの課税価格を比較する上で，遺産分割前の申告等\nにおける課税価格の計算の過程にあえて立ち入って，そこで中間項として\n用いられた相続財産１単位当たりの評価額を拾い出し，それを新たになさ\nれる遺産分割により取得された相続財産の課税価格の計算に用いなければ\nならないなどとする根拠はない。\n個々の共同相続人に対し当該共同相続人が取得した相続財産に応じて課\n税する以上は，個々の共同相続人は，自らが取得した相続財産について適\n正な評価を受け，それに応じた課税を受ける利益を有しているというべき\nであるし，遺産分割後には，改めてその遺産分割により個々の共同相続人\nが取得した相続財産に応じて課税するように課税額を是正するのであるか\nら，その際に新たな課税関係が生じているのは明らかである。したがって，\n個々の共同相続人には，遺産分割後の更正の際の新たな課税関係において，\n過去の誤った評価に縛られず，改めて適正な評価に基づき税額が計算され，\nそれが既に納付した税額を上回る場合にのみ追加の課税（差額の追加納付\nの必要が生ずる増額更正処分）を受け，それが既に納付した税額を下回る\n場合には差額の還付を受ける権利があるというべきである。\n他方で，遺産分割前の課税価格の計算に用いられた誤った評価額に基づ\nき，遺産分割後の更正に係る課税価格の計算がなされるとすれば，遺産分\n割前の課税価格の計算で過少に評価された相続財産を遺産分割により取得\nする者が，その取得する相続財産の本来の評価額に比して少ない金額の相\n続税額のみを負担すればよいこととなる一方，遺産分割前の課税価格の計\n算で過大に評価された相続財産を遺産分割により取得する者は，その取得\nする相続財産の本来の評価額に比して過大な金額の相続税額を負担するこ\nとになり，明らかに公平を欠く。\n以上からすれば，相続人が相続税法３２条１号の更正の請求をするに当\nたっては，必ずしも従前の申告等の際の個々の財産の価額を計算の基礎と\nせずともよく，遺産分割後の新たな課税関係について，改めて全ての個々\nの財産の価額について適正な評価をし，課税価格及び納付すべき税額を計\n算することができるというべきである。\nイ  したがって，本件では，原告の本件各株式の取得分全体に別表１の本件\n更正請求欄記載のとおりの正しい評価額を適用すべきであって，これを前\n提に計算すると原告の納付すべき税額は別表４Ａ－１のとおり，４億４６\n８９万９３００円であるから，本件更正処分等はこの額を上回る部分につ\nいて違法である。\n(2)  原告の本件各株式の取得分のうち，本件調停により追加で取得した部分\nに正しい評価額を適用すべきであることについて\nア  仮に，前記(1)のとおり，改めて全ての個々の財産の価額について適正\nな評価をし，課税価格及び納付すべき税額を計算することができないとし\nても，少なくとも，相続人が遺産分割により法定相続分の割合を超えて取\n得することとなった相続財産については，遺産分割により新たに当該相続\n人に対する課税の対象となり，新しく課税価格に加算されることになった\nもので，その金額が遺産分割前から確定していたということはないという\nべきであるから，当該相続人は相続税法３２条１号の更正の請求をするに\n当たり，上記の相続財産の価額については，改めて適正な評価をし，課税\n価格及び納付すべき税額を計算することができるというべきである。\nイ  したがって，本件では，原告の本件各株式の取得分のうち，本件調停に\nよりその法定相続分たる７分の１の割合を超えて取得した部分（すなわち\n７分の５に相当する部分）の価額は，別表１の本件更正請求欄記載のとお\nりの正しい評価額を適用すべきであって，これを前提に計算すると原告の\n納付すべき税額は別表４Ｂ－１のとおり，７億５４１９万８５００円であ\nるから，本件更正処分等はこの額を上回る部分について違法である。\n(3)  相続税の総額は本件申告で申告されたものを維持しつつ，共同相続人間\nにおける相続財産の取得割合の計算に当たって本件各株式の正しい評価額を\n適用すべきであることについて\nア  仮に，税額計算の過程に着目し，あるいは，国家財政上の要請に着目し\nて，遺産分割後の更正を通じて共同相続人全体の課税価格の合計額及び相\n続税の総額を更正することは基本的に想定されておらず，遺産分割の前後\nを通じて変動しないという意味で課税価格の合計額及び相続税の総額は申\n告（遺産分割後の更正ではない更正があった場合にはその更正）により確\n定するという考え方を採るとしても，その相続税の総額は，その確定した\n課税価格合計額の計算に用いられた評価とは別途の，正しい評価に基づき\n計算された共同相続人間の財産取得割合に応じて按分すべきである。\nこれは，①遺産の取得という偶然の事情による一種の不労所得に担税力\nを認め，納税者に取得される遺産の額に応じて税を課すという遺産取得税\nとしての相続税の趣旨，②遺産分割により取得された相続財産に応じた課\n税を実現するため遺産分割を原因とした更正を行う遺産分割後の更正の趣\n旨，及び③共同相続人間の租税負担の公平からして，当然の要請であると\n考えられる。\nイ  本件で，本件相続人ら全体の相続税の総額は本件申告で申告されたもの\nを維持しつつ，本件相続人ら間における相続財産の取得割合の計算に当た\nって別表１の本件更正請求欄記載のとおりの本件各株式の正しい評価額を\n適用することを前提に計算すると，原告の納付すべき税額は別表４Ｃのと\nおり，６億４６３７万６２００円であるから，本件更正処分等はこの額を\n上回る部分について違法である。\n(4)  前件判決の拘束力について\n遺産分割後の更正においては，遺産分割により新たに取得された財産に対\nする新たな課税がなされるというべきであって，遺産分割後の更正は，遺産\n分割前の状態の下で確定すべき税額に係る前件訴訟と同じ事件を構成せず，\n行政事件訴訟法３３条１項に規定する「その事件」に属しないというべきで\nあるが，仮に，遺産分割後の更正を遺産分割により新たに取得された財産に\n対する新たな課税と取り扱わず，単に相続税額を調整するものと捉えるので\nあれば，遺産分割後の更正で新たな課税が行われるのではないから，遺産分\n割後の更正は前件訴訟と同じ事件について行われる処分となるというべきで\nあって，遺産分割後の更正においても，江東東税務署長は前件判決のＥが株\n式保有特定会社に該当しないとの判断に拘束され，評価として確定していた\nわけではない本件申告の評価ではなく，同判断に基づく別表１の本件更正請\n求欄記載のとおりの評価を適用しなければならないと考えるのが当然の帰結\nである。\n第３  当裁判所の判断\n１  本件訴えのうち，本件通知処分の一部の取消しを求める部分の適法性につい\nて\n増額更正処分は，課税庁が課税要件事実を全体的に見直し，申告又は従前の\n更正処分に係る税額を含めた全体としての税額を総額的に確定する処分である\nから，申告又は従前の更正処分に係る税額を減額しない旨の判断を含むもので\nあり，当該従前の税額についての更正の請求に対する更正をすべき理由がない\n旨の通知処分があった場合には，その内容を包摂するものである。\nしたがって，同一の申告又は従前の更正処分に係る税額について更正をすべ\nき理由がない旨の通知処分と増額更正処分とがされた場合には，税額を争う納\n税者は，増額更正処分の取消訴訟をもって争えば足り，これと別個に通知処分\nを争う利益を有しないものと解すべきである。このように解することが，同一\nの相続税の納税義務に関わる両処分の取消訴訟が別個に係属することにより生\nずる審理判断の重複抵触を避けるためにも相当である。また，このように解し\nても，増額更正処分の内容は，通知処分の内容を包摂する関係にあるのである\nから，通知処分の不服申立期間や出訴期間が経過してその取消しを求めること\nができなくなった後に増額更正処分がされた場合でない限り，増額更正処分の\n取消訴訟の中で，通知処分における更正をしない旨の判断に存する違法を主張\nして，申告又は従前の更正処分に係る税額を下回る額にまで増額更正処分の取\n消しを求めることもできるものと解されるから，納税者に不利益が生ずるもの\nではない。\nしたがって，本件訴えのうち，本件通知処分の一部の取消しを求める部分は，\n訴えの利益を欠き，不適法である。\n２  本件更正処分の適法性について\n(1)  相続税法は，相続税について，５５条で，国家の財源である税収を迅速\n・確実に確保する観点から，遺産分割が未了であっても，相続人は民法の規\n定による相続分の割合に従って財産を取得したものとしてその課税価格を計\n算して申告すべきこととした上で，３２条１号で，後に遺産分割が行われ，\n財産の取得状況が変化し，申告又は従前の更正処分に係る課税価格及び相続\n税額が過大となった場合には，国税通則法２３条１項の特則として，同号の\n後発的事由に基づく更正の請求を認めたものと解される。\nしたがって，相続税法３２条１号に基づく更正の請求においては，原則と\nして，遺産分割によって財産の取得状況が変化したこと以外の事由，すなわ\nち，申告又は従前の更正処分における個々の財産の価額の評価に誤りがあっ\nたこと等を主張することはできないものと解され（ただし，遺産分割による\n財産の取得状況の変化により，個々の財産の価額が変化するといえる場合に\nは，この変化は主張し得るものと解される。），その結果として，同号に基づ\nく更正の請求上，課税価格の算定の基礎となる個々の財産の価額は，まずは\n申告における価額となるというべきであり，また，その後に更正処分があっ\nた場合で，申告における価額のうち，当該更正処分によって変更された価額\nがあるときには，その価額を基礎にすべきであると解される。\nまた，相続税法３５条３項は，相続税について，一部の相続人からの同法\n３２条１号の更正の請求に基づき減額更正処分がされた場合において，その\n余の相続人について，当該減額更正処分の「基因となった事実を基礎として\n計算」した課税価格及び相続税額が申告又は従前の更正処分における金額と\n異なることとなったときには，当該相続人に対して更正処分をする旨を定め\nており，その規定振りからすれば，同項に基づく更正処分における課税価格\nの算定の基礎となる個々の財産の価額もまた上記と同様に解するべきである。\n(2)  もっとも，本件のように，相続税の申告の後に個々の財産の価額を変更\nする更正処分がされた上，当該更正処分の取消しの訴えが当該申告をした相\n続人によって提起され，個々の財産の評価方法ないし価額が争点となり，判\n決がこの点について認定・判断をし，課税価格及び納付すべき税額につき当\n該更正処分における金額と異なる金額を認定して，当該更正処分の一部を取\nり消すこととなった場合には，後の相続税法３２条１号に基づく更正の請求\n又は同法３５条３項に基づく更正処分の際の計算において，従前の更正処分\nにおける個々の財産の価額のうち判決によって変更を受けたものをそのまま\n計算の基礎にすべきではないのはもちろんであるが，かといって，当該価額\nを申告における価額と置き換えることも，当該価額が従前の更正処分によっ\nて変更を受けている以上，判決がその変更前の価額を相当とする旨を判示し\nているのでない限り，相当ではなく，根拠を欠くというべきである。この場\n合，課税庁としては，取消判決の説示に従い，改めて個々の財産の価額を変\n更する更正処分をしておくことが考えられるが，判決が確定した時点におい\nて更正処分の法定の制限期間が経過しているときには，そのような処理をす\nることができない。\n上記のような場合には，争点となった個々の財産の評価方法ないし価額に\n係る認定・判断並びにこれらを基礎として算定される課税価格及び相続税額\nに係る認定・判断に，判決主文が導き出されるのに必要な事実認定及び法律\n判断として，行政事件訴訟法３３条１項所定の拘束力が生じているというこ\nとができる上（最高裁昭和６３年（行ツ）第１０号平成４年４月２８日第三\n小法廷判決・民集４６巻４号２４５頁参照），後の相続税法３２条１号に基\nづく更正の請求又は同法３５条３項に基づく更正処分に係る事件についても，\n同一の被相続人から相続により取得した財産に係る相続税の課税価格及び相\n続税額に関する事件であることに変わりがない以上，行政事件訴訟法３３条\n１項にいう「その事件」として，上記の拘束力が及ぶものと解するのが相当\nであって，従前の更正処分について，争点となり，その評価方法ないし価額\nが判決によって変更されるに至った個々の財産については，課税庁において，\n同判決における評価方法ないし価額を基礎として課税価格を算定しなければ\nならないものというべきである。\n以上を相続税法３２条１号及び同法３５条３項の条文に則して言えば，上\n記のような場合，同法３２条１号の「共同相続人又は包括受遺者が当該分割\nにより取得した財産に係る課税価格」については，個々の財産の価額につき，\n申告における価額に，従前の更正処分による変更に加え，更に上記の判決に\nよる変更を加えた上での価額を基礎として，当該分割後の課税価格を計算す\nべきであり，その結果，同号の「当該相続分又は包括遺贈の割合に従って計\n算された課税価格」及び同条柱書きの「更正に係る課税価格及び相続税額」\nに相当する上記の判決による一部取消し後の従前の更正処分に係る課税価格\n及び相続税額が過大となったときは，課税庁において，当該分割後の課税価\n格及び相続税額に基づいて，同号の更正の請求に対する減額更正処分をすべ\nきことになると解される。また，同法３５条３項に基づく更正処分において\nも，同法３２条１号の更正の請求に基づく減額更正処分の「基因となった事\n実を基礎として計算」する以上，同様に，上記の各変更後の個々の財産の価\n額を基礎として「その者に係る課税価格又は相続税額」を計算し，その結果\nとして，「更正に係る課税価格又は相続税額」，すなわち，上記の判決による\n一部取消し後の従前の更正処分に係る課税価格又は相続税額がこれと異なる\nこととなる場合に，それに応じた更正処分が可能になるものと解される。\n(3)  前記前提事実によれば，本件では，本件各株式の価額について，本件申\n告においては別表１の本件申告欄記載のとおりとされていたのが，前件更正\n処分において同表の前件更正処分欄記載のとおりに変更された上で，さらに，\n前件判決において，このうち争点となっていたＥ及びＦの各株式の価額につ\nいて同表の前件判決欄記載のとおりに変更されたものである。ただし，その\nうちＦの株式の価額については，前記前提事実のとおり，争点となっていた\nＥの株式の評価方法ないし価額に係る説示を前提に，正しく計算をすれば，\n同表の本件更正請求欄記載のとおりの額とされるべきものであったものであ\nり（民事訴訟法２５７条の更正決定の対象になり得るものといえる。），この\n点の拘束力は，上記の計算違いによる金額についてではなく，上記の説示に\nおける評価方法に基づいた正しい計算による金額について生ずるというべき\nであるから，同表の本件更正請求欄記載の額をもって，同社の株式の価額と\nするのが相当である。\nしたがって，結局，本件各株式のうち，Ｅの株式の価額については，同表\nの前件判決欄記載の１株当たり４６５３円，Ｆの株式の価額については，同\n表の本件更正請求欄記載の１株当たり１万９１３２円，その他の会社の株式\nの価額については，同表の前件更正処分欄記載の各価額が前件判決でも維持\nされているものとして（以上はいずれも同表の本件更正請求欄記載の額と同\n額となる。），相続税法３２条１号及び３５条３項の計算をするのが相当であ\nる。\nそして，以上の各価額を前提に計算をすれば，本件相続に係る原告の納付\nすべき相続税額は，原告の主張する別表４Ａ－１の⑭欄記載の４億４６８９\n万９３００円となることについては当事者間に争いがないから，本件更正処\n分は納付すべき税額が４億４６８９万９３００円を超える部分について違法\nな処分として取消しを免れない。\n３  以上の次第で，本件訴えのうち本件通知処分の一部の取消しを求める部分は\n不適法であるからこれを却下し，本件更正処分の一部の取消しを求める請求は\n理由があるからこれを認容することとし，訴訟費用については，行政事件訴訟\n法７条，民事訴訟法６４条ただし書を適用して，主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官              古 田 孝 夫\n裁判官              大 畠 崇 史\n裁判官              古屋 勇 児\n（別表１省略）\n（別表２省略）\n（別表３省略）\n（別表４省略）\n"
}