{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 22,
    "month": 10,
    "day": 22
  },
  "case_number": "平成19(ワ)13846",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所民事第３４部",
  "result": "棄却",
  "lawsuit_id": "81251",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=81251",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/251/081251_hanrei.pdf",
  "contents": "平成２２年１０月２２日判決言渡\n平成１９年(ワ)第１３８４６号  損害賠償請求事件\n判 決\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告Ａに対し，１億１０００万円及びこれに対する平成１９年６月\n１３日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂに対し，５５０万円及びこれに対する平成１９年６月１３日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，被告が開設し，運営するＣ病院（以下「被告病院」という。）にお\nいて出生した原告Ａ及びその母である原告Ｂが，被告病院の担当医師には，①\n原告Ａの分娩に際し，より早期に急遂分娩へ方針を変更すべきであったにもか\nかわらずこれを怠った注意義務違反，②同原告の出生後，直ちに適切な酸素供\n給を主眼とする新生児医療を行うべきであったにもかかわらずこれを怠った注\n意義務違反があり，これらによって，原告Ａは，仮死新生児として出生し，低\n酸素性虚血性脳症を原因とする脳性麻痺を発症し，脳性麻痺による四肢体幹機\n能障害の後遺障害を負ったとして，被告に対し，診療契約上の債務不履行に基\nづき，損害賠償を求めた事案である。\n２  前提となる事実（末尾に認定の根拠となった証拠等を示す。［］内の数字は，\n当該証拠の関係頁である。証拠等を掲記しない事実は，争いのない事実である。）\n  当事者\nア  原告Ａは，平成１０年a月b日（以下，日付は，特に年を表記しない限り，\n平成１０年の日付である。），被告病院において出生した女児であり，原\n告Ｂは，その母である。\nイ  被告は，主たる事務所を被告肩書地に置き，さいたま市北区において被\n告病院を開設し，経営する社団法人である。\n  診療経過\nア  原告Ｂが被告病院へ入院する前の診療経過\n原告Ｂは，平成９年８月２５日，Ｄ病院を外来受診し，子宮外妊娠が疑\nわれたが，同年９月１日，同病院において子宮内妊娠が確認され，子宮外\n妊娠の可能性は否定された。\nまた，原告Ｂは，同月３日，５日，１２日，Ｅ医院を受診し，切迫流産\nの兆候があったため，ＨＣＧ（流産予防薬）の筋肉内注射を受けるととも\nに，漢方薬の処方を受けた。\nさらに，原告Ｂは，同月２４日，下腹部痛等を主訴として，被告病院産\n婦人科を初めて外来受診し，妊娠が再確認され，２週間後に超音波検査を\nし分娩予定日決定後初期検査をすることとされ，同年１０月７日の外来再\n診時に，超音波検査により胎児心拍動が確認され，分娩予定日は平成１０\n年４月２８日であると伝えられた。その後，原告Ｂは，同月１５日（妊娠\n３８週１日）までの間，被告病院に定期的な外来通院を継続した。（甲Ａ\n１，２，８，乙Ａ１［１，２１ないし３１］，７，証人Ｆ，原告Ｂ）\nイ  原告Ｂが被告病院へ入院した後の診療経過\n原告Ｂは，４月１９日午前２時３０分ころ，前期破水し，血性分泌物が\nあったことから，同日午前３時３０分ころ，被告病院に入院することにな\nった。Ｆ医師が同月２０日午前９時３０分ころに原告Ｂを診察したところ，\n子宮口開大度は２ｃｍ，展退度は４０％，児頭の位置はステーション－３\nであり，ネオメトロ（分娩誘発を促す風船様の医療機器）１００ｍℓ を挿\n入し，胎盤早期剥離に注意し，ノンストレステスト（妊娠中の胎児健康状\n態を評価する指標，胎動などに伴って胎児心拍数図上に一過性頻脈が出現\nするかどうかで判定するもの）による経過観察をし，徐脈が現れるようで\nあれば，胎盤早期剥離の疑いにより帝王切開を行うことを念頭に置き，翌\n日にビショップスコア（子宮頸部の分娩準備状態を表す指標）を計測し，\nその結果によっては陣痛誘発剤の使用や帝王切開を行うこととし，自然陣\n発を待つことになった。原告Ｂの午後１時４５分ころの子宮口開大度は４\nｃｍ，展退度は７０％であり，午後３時４０分ころの子宮口開大度は４ｃ\nｍ，展退度は６０％で，メトロが半分脱出していた。原告Ｂの午後１１時\n３０分ころの子宮口開大度は４ｃｍ，展退度は６０％，児頭の位置はステ\nーション－３で，メトロが脱出していた。同月２１日午前１時４０分ころ，\n原告Ｂの子宮口が全開大し，分娩のために分娩台へと移動し，午前２時１\n５分ころ，陣痛が微弱であり，児頭の下降がみられなかったことから，ク\nリステレル圧出法が行われたものの，児頭の下降が十分でなかったため，\n午前２時２５分ころから，ソフトカップによる吸引分娩が開始され，午前\n２時３２分ころ，原告Ａが出生した。原告Ａの出生時体重は２７１４ｇで\nあり，出生直後のアプガースコアは２点（心拍２点）であった。また，原\n告Ｂが被告病院へ入院してから原告がＡが出生するまでの間，分娩監視装\n置の装着及び解除が繰り返されていた。そして，原告Ａは，午前２時５０\n分ころ，酸素流量１ℓ 毎分としたクベース（保育器）に収容された。\n原告Ａの同日午前３時１０分ころの体温は３５．２℃，呼吸は努力性で\nあり，陥没呼吸がみられた。午前３時３０分ころ，ＳｐＯ２（経皮的動脈\n血酸素飽和度）が８０％台に低下し，全身の色が優れず，午前５時５５分\nころ，無呼吸発作があり，刺激してもすぐには回復せず，２５秒間持続し，\nその際のＳｐＯ２は６０％から７２％であった。\n原告Ａは，同日午前８時４５分ころ，手足がバタバタして硬直気味で，\nボートこぎ様であり，目は凝視し，呼吸はあるものの，舌を出して口から\nあぶくや涎が出ており，冷汗があった。ＳｐＯ２は８０％台から７０％台\nに低下し，チアノーゼが出現してきており，痙攣が疑われた。そのため，\n原告Ａに対し，酸素フラッシュが行われたところ，午前８時５０分ころに\nＳｐＯ２は９４％に回復し，午前９時３０分ころには，微細発作（一見生\n理的な動きのようにみえる微細な発作）が生じた可能性があることから，\nフェノバール坐薬（抗痙攣薬）５０ｍｇが挿肛された。原告Ａの午前９時\n５５分ころの体温は３４．９℃で，四肢冷感があり，浅表性呼吸がみられ，\n午前１０時５分ころには，やや四肢が硬直し，冷汗があり，ややチアノー\nゼが出現しており，ＳｐＯ２は７０～８０％台であったが，酸素投与によ\nりＳｐＯ２は９３％に回復した。\n同日午前１１時５０分ころ，原告Ａの頭部ＣＴが撮影され，クモ膜下出\n血を疑う所見が認められ，新生児の専門病院における検査・診断が必要で\nあるとして，転院が決定された。\nそして，原告Ａは，同日午後１時４５分ころ，Ｇ医療センターへ転院し\nた。（甲Ａ３，８，乙Ａ２［１，５ないし８，１９，２２，２４ないし２\n６］，５［７ないし９，２２ないし２４］，７，証人Ｆ，原告Ｂ）\nウ  原告ＡがＧ医療センターへ転院した後の診療経過\n原告Ａは，４月２１日，Ｇ医療センターにおいて頭部ＣＴを撮影され，\nこれによれば，後頭脳幹裂隙に高吸収域がみられ，硬膜下出血があるよう\nであり，両側後頭頭頂部の脳白質及び皮質が全体的に低吸収域を示してお\nり，ＣＴ上は虚血性変化や浮腫による所見と考えられた。また，原告Ｂは，\n同月２６日，被告病院を退院した。同月３０日にも，原告Ａの頭部ＣＴが\n撮影されたが，これによれば，前回のＣＴと同様に，両側後頭頭頂部の白\n質及び皮質はびまん性に低吸収域を示し，左の側脳室後角がやや拡大して\nきており，左頭頂葉の脳回に沿って高吸収域が認められ，脳細胞壊死や脳\n出血が起きていることが予測されるところであり，これら一連の変化は虚\n血性低酸素性脳症による所見と考えられた。\n原告Ａは，５月１日，状態が安定してきたことなどから，被告病院に転\n院し，同月１３日，被告病院を退院した。\nその後，原告Ａは，１１月ないし１２月ころにてんかんの発作がみられ，\nその後，脳性麻痺による四肢体幹機能障害があると診断されている。（甲\nＡ３，６ないし８，乙Ａ２［３０］，４［５，８，９］，６［２，１７，\n１８］，８［２，３５，３７］，９，原告Ｂ）\n３  争点\n  ４月２０日午後３時（予備的に午後５時）に急遂分娩へ方針を変更すべき\nであったにもかかわらずこれを怠った注意義務違反の有無\n  原告Ａの出生後，直ちに適切な酸素供給を主眼とする新生児医療を行うべ\nきであったにもかかわらずこれを怠った注意義務違反の有無\n  各注意義務違反と結果（原告Ａの後遺障害）との間の因果関係の有無\n  損害の有無及びその額\n４  争点についての当事者の主張\n  争点（４月２０日午後３時（予備的に午後５時）に急遂分娩へ方針を変\n更すべきであったにもかかわらずこれを怠った注意義務違反の有無）につい\nて\n（原告らの主張）\nア  注意義務の内容\n被告病院の担当医師には，４月２０日午後３時（予備的には午後５時）\nには，これまでの待機的な分娩方針から急遂分娩へと方針を変更すべき注\n意義務，すなわち，原告Ｂに対し，帝王切開の準備をしつつ，陣痛促進剤\nを投与することによって陣痛の誘発を行うべき注意義務があった。\n具体的には，被告病院の担当医師は，原告Ｂに対する陣痛促進剤の投与\nが奏功して，遷延ないし停止していた分娩が順調に進行促進となれば，原\n告Ｂに対する観察を厳重にしつつ経膣分娩の方針とし，陣痛促進剤の投与\nにもかかわらず陣痛誘発に至らない場合には，直ちに帝王切開に着手すべ\nきであった。\nイ  注意義務の存在を基礎付ける事実\n  ４月２０日早朝（遅くとも午前１０時３０分以降）から，胎児（原告\nＡ）が「心配ないとはいえない状態」（ｎｏｎ－ｒｅａｓｓｕｒｉｎｇ\nｆｅｔａｌ  ｓｔａｔｕｓ）にあったにもかかわらず，同日午後３時\n（予備的には午後５時）の時点では分娩進行が遷延ないし停止しており，\n待機的方針では分娩が長期化して，胎児に対する低酸素状態の継続によ\nる脳への侵襲に由来する不可逆的な障害発生の具体的な危険が予見でき\nる事態となっていた。\n  胎児が「心配ないとはいえない状態」（ｎｏｎ－ｒｅａｓｓｕｒｉｎ\nｇ  ｆｅｔａｌ  ｓｔａｔｕｓ）にあり，分娩の長期化による障害の危\n険があったことを基礎付ける事実は，次のとおりである。\nａ  分娩監視記録上基線細変動の減少が認められること\nｂ  １６０ｂｐｍ（ｂｐｍとは，１分間の胎児心拍数をいう。）を超え\nる持続性頻脈が長時間継続していること\nｃ  一過性頻脈が出現しなくなっていること\nｄ  早発性ではない一過性徐脈が出現していること\nｅ  前期破水以来３６時間余を経過していること\n  待機的方針では分娩が長期化して，胎児に危険が生じるべきことは，\n次の事実から明らかであった。\nａ  ４月２０日早朝から午後５時までの原告Ｂの子宮口開大経過は，以\n下のとおりである。\n午前９時３０分  子宮口開大２ｃｍ，展退度４０％，ＳＴ（児頭の\n位置・ステーション）－３，後方（乙Ａ２［２４］）\n午後１時４５分  子宮口開大４ｃｍ，展退度７０％，子宮収縮まあ\nまあ（乙Ａ２［７］）\n午後３時４０分  子宮口開大４ｃｍ，展退度６０％，ＳＴ－３（乙\nＡ２［２５］）\n午後５時        子宮口開大４ｃｍ，子宮収縮５分間歇，展退度６\n０％，ＳＴ－３（乙Ａ２［２５］）\nｂ  子宮口が２．５ｃｍ以上開大した後に分娩進行が１時間に１．２ｃ\nｍ以下しか開大しなくなった状態が第１期活動期の分娩遷延であり，\n２時間も開大が停止した場合には分娩停止とされる。\n原告Ｂにつき，４月２０日午前９時３０分から午後１時４５分まで\nの子宮口開大度についての記録がないために，子宮口開大４ｃｍでの\n停止の始期を正確には判定し難いが，午後３時には，分娩遷延ないし\n分娩停止の状態にあった。また，午後５時には，明らかに分娩停止の\n状態にあった。\nｃ  原因が判明しない分娩遷延ないし停止の事態にあっては，更なる分\n娩の長期化を予想しなければならない。\nｄ  ４月２０日午後３時ころには(５時ころには更に)，原告Ｂは疲労の\n程度が甚だしく，娩出力に欠ける状態であった。\n  教科書的な単独の指標に着目するだけでなく，本件のごとく様々な要\n因（分娩遷延，頻脈の継続，基線細変動の減少，一過性頻脈の消失，一\n過性徐脈の出現，前期破水，産婦の疲労等）が複合している場合には総\n合的な判断による方針の決定が必要となる。\nウ  注意義務違反の事実\n被告病院の担当医師は，４月２０日午後３時以後，また，同日午後５時\n以後も，急遂分娩に方針を転換することなく，漫然と待機方針を維持して，\n同月２１日午前２時３２分まで分娩期間を長期化せしめ，その間，胎児の\n低酸素状態を継続させた。\nエ  被告の主張に対する反論\n  被告は，帝王切開の適応となる症例を限定して列挙するが，そのよう\nなマニュアル的な思考は臨床には馴染まない。\n本件のように，胎児の低酸素状態が長時間継続していることが明らか\nで，更に分娩が遷延ないし停止して，漫然と放置した場合には，分娩の\n進行を期待することができず，その結果，胎児の低酸素症が不可逆的な\n事態にまで進行するおそれがあるときには，急遂分娩方針に変更し，ま\nず分娩誘発して，効果がなければ，最も確実な方法として，その時点で，\n直ちに帝王切開を行うことが担当医師の注意義務となる。\n本件において，被告病院の担当医師は，判断の適切を欠き，漫然と待\n機的に分娩の進行を放置したことによって，胎児の低酸素状態を継続し\n進行させて，低酸素性虚血性脳症から脳性麻痺に至らせたものである。\n  被告は，基線細変動の減少が後に復活しているなど，分娩監視記録の\n指標が一時悪化しても待機することによって改善すれば問題ないと主張\nする。\nしかし，分娩監視記録上の指標の悪化が一時的な原因によるものであ\nると特定されない限り，指標悪化の回復は，原因症状の回復を意味する\nものではないから，再度の更に重篤な指標の悪化と症状悪化に至ること\nを予見して対処するのが臨床の常識である。\n（被告の主張）\nア  原告らが主張する注意義務の存在を基礎付ける事実には誤りがあること\n本件脳性麻痺の原因は不明である。事後的に評価しても，胎児が低酸素\n状態にあったことを積極的に示す所見は存在しない。ｎｏｎ－ｒｅａｓｓ\nｕｒｉｎｇ  ｆｅｔａｌ  ｓｔａｔｕｓ（心配ないとはいえない状態）と\nは，文字どおり，胎児が低酸素状態であることを積極的に示す所見ではな\nい。\n原告らの主張する帝王切開の準備をしつつ，陣痛促進剤を投与すること\nによって陣痛の誘発を行うという注意義務の内容は，分娩遷延を前提とし\nたものであり，低酸素状態にあることを前提とした場合には成り立たない。\n原告らにおいて，このような注意義務を想定すること自体，同時点におい\nて胎児が低酸素状態になかったことを意味するものである。\nまた，本件で分娩遷延はなく，この点からも，待機的な自然分娩を選択\nしたことに不適切な点はない。\nイ  被告病院の担当医師に注意義務違反はないこと\n  胎児の状態について\nａ  胎児に明らかな低酸素状態の所見は認められない。少なくとも４月\n２０日午後３時の時点において，直ちに娩出しなければ胎児に低酸素\n状態の継続による脳への侵襲に由来する不可逆的な障害が発生する状\n態であったとはいえない。\nｂ  原告らが，遅くとも４月２０日午前１０時３０分ころないし１０時\n４０分ころ以降，胎児が低酸素状態となったとしつつも，陣痛促進剤\nの投与を義務とすること自体，矛盾した主張である。低酸素状態にあ\nる胎児に対して，子宮収縮を強めることとなる陣痛促進剤を投与した\n場合には，子宮収縮によって胎児の状態が更に悪化することとなるの\nであり，原告の主張には明らかな矛盾がある。\n  ４月２０日の分娩監視記録の所見について\nａ  基線細変動について\n本件では長時間にわたって基線細変動の減少が認められた事実はな\nい。４月２０日午後２時ころから午後３時１８分までの間，基線細変\n動は６ｂｐｍ以上みられており，正常である。\nｂ  一過性頻脈について\n一過性頻脈は主に胎動に伴って起きるとされていることから，一過\n性頻脈があれば，胎児はアシドーシスではないと評価される。このよ\nうに，一過性頻脈は胎児が低酸素状態でないことを積極的に示唆する\nものである。逆に一過性頻脈がないことから低酸素状態であると評価\nすることはできない。\nなお，本件では，４月２０日午後７時５０分ころ，午後８時２０分\nころ，午後１０時３２分ころに一過性頻脈がみられている。この間に\n遅発一過性徐脈もない。\nｃ  持続性頻脈がないこと\n本件で問題となっている４月２０日午後１時２４分から午後３時１\n８分までの間，胎児心拍数基線はおおむね１６０ｂｐｍであり，持続\n性頻脈はみられていない。その後も，胎児心拍数基線が１６０ｂｐｍ\nを著しく超える状態が継続していたことはない。\nｄ  一過性徐脈について\n本件では明らかな低酸素状態を疑わせる所見は存在しない。４月２\n０日午後２時３５分ころに変動一過性徐脈がみられたものの，回復も\n良好である。また，同日午後３時ころまでの間，そのほかに一過性徐\n脈はみられていない。上記変動一過性徐脈は臍帯因子によるものと評\n価される。\n  分娩の遷延は認められないこと\nａ  本件の経過\n原告Ｂに有効陣痛（分娩につながる陣痛）がみられ，分娩開始した\nのは４月２０日午後１時２４分である。その後の経過は，以下のとお\nりである。\n午後１時４５分    子宮口開大度４ｃｍ，展退度７０％，子宮収縮\nまあまあ\n午後３時４０分    子宮口開大度４ｃｍ，展退度６０％，メトロ半\n分脱出\n午後５時５０分    ４～５分間歇，少しずつ強くはなっている\n午後１１時３０分  子宮口開大度４ｃｍ，児頭位置－３，展退度６\n０％，メトロ脱出，１～２分で陣痛＋，震えが\nきてしまう\n午前１時４０分    子宮口全開大\nｂ  分娩遷延ではないこと\n分娩遷延は，分娩開始から初産婦の場合は３０時間，経産婦の場合\nは１５時間経過しても児娩出に至らない場合のことをいい（甲Ｂ９［２\n７７］，１０［１５２］，１３［４８４］），本件が分娩遷延でない\nことは明らかである。\nｃ  分娩が進行していること\n本件では，原告Ｂに対するメトロ挿入後，４月２０日午後３時４０\n分にメトロが半分脱出し（乙Ａ２［２５］），同日午後１１時３０分\nにはメトロが脱出している（乙Ａ２［２６］）のであって，分娩が進\n行していることは明らかである。\nウ  原告らの主張に対する反論\n胎児の状態として，急速遂娩が不要であるのであれば，帝王切開を選択\nすべき義務は生じないし，急速遂娩が必要であれば，陣痛促進剤の有無に\nかかわらず，帝王切開を実施することとなるのであり，陣痛促進剤を投与\nすべき義務も生じない。\n本件では，分娩遷延の事実はないが，この点を措いたとしても，原告ら\nの主張は，分娩の進行が遅い場面で陣痛促進剤を用いることも選択肢の一\nつであるという一般論を法的注意義務としている点，これを胎児の状態悪\n化と結びつけている点で根本的に誤っている。\n  争点（原告Ａの出生後，直ちに適切な酸素供給を主眼とする新生児医療\nを行うべきであったにもかかわらずこれを怠った注意義務違反の有無）につ\nいて\n（原告らの主張）\nア  注意義務の内容\n  被告病院の担当医師は，出生直後の原告Ａに対し，産科を引き継いで\n新生児科ないし小児科において，直ちに専門的な新生児管理をすべきで\nあり，適切な酸素供給を主眼とする新生児医療をすべき注意義務があっ\nた。\n  具体的には，以下の５点について被告病院の担当医師に注意義務違反\nがある。\nａ  呼吸管理\n気管挿管による人工換気を施行し，適切な血中酸素，炭酸ガス濃度\nを維持すべき注意義務違反\nｂ  血液のアシドーシス補正\nメイロン（炭酸水素ナトリウム）の投与などによるアシドーシスを\n改善すべき注意義務違反\nｃ  痙攣の治療\n適切な時期に適量のフェノバールを投与して痙攣治療を行うべき注\n意義務違反\nｄ  脳保護・脳蘇生\n脳保護薬の投与によって脳血液の循環を確保すべき注意義務違反\nｅ  体温管理\nインファントラジアントウォーマーの温度調節やプラスチックラッ\nプで体表を覆うなどの操作によって低体温を改善すべき注意義務違反\nイ  注意義務の存在を基礎付ける事実\n  ４月２１日午前２時３２分の原告Ａの出生時には分娩監視記録上から\n胎児仮死が明らかであり，原告Ａが出生後には無呼吸や痙攣を繰り返す\n重篤な仮死新生児であることが明らかであった。\n  原告Ａの出生後最初の静脈血血液ガス分析(４月２１日午前３時２９\n分，出生後約１時間)の記録は以下のとおりであり，明らかな低酸素・高\n二酸化炭素・アシドーシス亢進の症状であって，蘇生措置を必要とする\n状態である。\nｐＨ（酸・塩基度）７．１１７（標準７．３～７．４）\nｐＣＯ２（二酸化炭素分圧）５０．９ｍｍＨｇ（標準３３～３６）\nＡＢＥ（過剰塩基・代謝性アシドーシスの指標）－１４．０ｍｍｏℓ\n／ℓ （標準０）\n  原告Ａには，出生直後から，呼吸障害（鼻翼呼吸，陥没呼吸，多呼吸\n（１分間に６０回以上）），四肢冷感（体温３５．２℃），筋緊張低下\nがあった。\nまた，痙攣や無呼吸発作（２０秒以上の呼吸停止）が繰り返され，そ\nの都度動脈血酸素飽和度が低下してチアノーゼが出現する状態であっ\nた。\nウ  注意義務違反の事実\n  原告Ａの出生後に直ちに必要であった専門医による蘇生措置は行われ\nなかった。\n  アの５点の具体的な注意義務違反の態様は，次のとおりである。\nａ  呼吸管理\n呼吸障害や無呼吸発作に直ちに気管挿管が必要となるものではない\nが，呼吸障害や無呼吸発作には直ちにバッグ・マスクを用いた人工呼\n吸による酸素投与を開始すべきものとされる。通例は，バッグ・マス\nクを用いた人工呼吸による酸素投与で呼吸障害や無呼吸発作は改善を\nみるが，本件のように長時間呼吸状態の改善をみることなく，呼吸障\n害や無呼吸発作を繰り返す症例では，気管挿管による呼吸管理が必要\nであるところ，その実行はなかった。\nなお，新生児仮死や低酸素性虚血性脳症（ＨＩＥ）の症状把握と治\n療方針確定のためには，動脈血の採血とガス分析を実施すべきであり，\n静脈血の採血とガス分析の検査の有効性は動脈血に比べてはるかに劣\nる。本件において，臍帯血の保存もなく，動脈血の採血もされなかっ\nたことは，被告病院の担当医師の注意義務違反と指摘せざるを得ない。\nｂ  血液のアシドーシス補正\nメイロンの投与などによるアシドーシスの改善はされていない。\nｃ  痙攣の治療\nフェノバールの投与はされたが，時期が遅れ，量も過少である。\nｄ  脳保護・脳蘇生\n脳血液の循環を確保すべき脳保護薬の投与はされなかった。\nｅ  体温管理\nインファントラジアントウォーマーの温度調節やプラスチックラッ\nプで体表を覆うなどの操作によって低体温を改善すべき注意は払われ\nなかった。\n（被告の主張）\nア  被告病院の小児科医師に注意義務違反はないこと\n  本件では，原告Ａに明らかな低酸素状態を示す所見は存在していない。\nまた，原告Ａは，４月２１日午前２時３２分，新生児仮死の状態で出\n生したが，被告病院の産婦人科医師による速やかな蘇生措置により，２\n分後には自発呼吸が確認され，４分後のアプガースコアは，８点にまで\n回復している。その後，駆け付けた小児科医師による治療も開始されて\nおり，被告病院における新生児仮死の対処方法に不適切な点はない。\n  被告病院では，小児科の当直体制が整備されておらず，深夜帯に小児\n科医師の立会いは不可能である。一般的にも，そのような体制を組まね\nばならない義務はない。\nイ  被告病院の新生児仮死の対処方法に不適切な点がないこと\n  呼吸管理について\n本件では，酸素飽和度は持続的に８６ないし９０％を下回る状態では\nないこと，無呼吸発作が頻発する状態でもないことから，原告らが主張\nする４月２１日午前６時の時点において気管挿管をした上での人工呼吸\n管理を行うべき義務はない。このことは，後医において挿管の上での人\n工呼吸管理をしていないことからも明らかである。\n  アシドーシス補正について\n新生児仮死に伴う二次性代謝性アシドーシスの補正に炭酸水素ナトリ\nウムを用いることについては，慎重な判断が必要である。また，実際に\nも，ｐＨ７．１１７→ｐＨ７．２１６→ｐＨ７．２５８とアシドーシス\nは改善してきており，このような状況で炭酸水素ナトリウムを用いるべ\nき義務はない。\n  痙攣の治療について\n本件では，４月２１日午前８時４５分までの間，痙攣発作と疑われる\n所見はない。また，同時点では，微細発作が疑われたものの，発作は短\n時間で自然に止まっており，その後，フェノバール坐薬投与までの間，\n痙攣発作はみられていない（乙Ａ５［２３］）。そして，本件では同日\n午前８時４５分ころ微細発作の疑いがあったことからフェノバール坐薬\nを投与しており，何ら遅滞はない。また，フェノバール坐薬５０ｍｇは，\n適切な量である（甲Ｂ１５［２６６］等）。\n  脳保護・脳蘇生について\n原告らが主張するグリセオールの投与は，転院後においてもされてい\nない（甲Ａ３）。所見としても大泉門の膨隆も認められておらず，経過\n中に嘔吐などの所見もない。また，グリセオールは脳浮腫の治療に使用\nされるものであって，脳浮腫の予防のために投与するものではない。こ\nれらのことからすれば，グリセオールを用いるべき義務などない。\n  体温管理について\n成熟児の場合の保育器内温度は，一般的には，３３．１℃±０．９℃\nが至適温度環境とされている（甲Ｂ１６［２２７］）。本件では，保育\n器内の温度は３３℃，湿度は６０％であり（乙Ａ５［２３］），至適温\n度環境であったといえる。\nまた，クベース収容２０分後の４月２１日午前３時１０分には，原告\nＡの体表温は３５．２℃であったが，同日午前４時には３５．７℃，午\n前６時３０分には３６．７℃となっており（乙Ａ５［２２，２３］），\n原告Ａの体温が改善していることは明らかである。\n  争点（各注意義務違反と結果（原告Ａの後遺障害）との間の因果関係の\n有無）について\n（原告らの主張）\nア  前記の注意義務違反と結果との間に因果関係があること\n  原告Ａが胎児期の低酸素状態に起因して仮死新生児として出生したこ\nとは，以下の事実によって明らかである。\nａ  原告Ａはアプガースコアが２点の重度仮死新生児として出生してい\nること。\nｂ  胎児期の分娩監視記録上，頻脈の継続，基線細変動の減少，一過性\n頻脈の消失，一過性徐脈の出現から，胎児の低酸素症状が認められ，\nしかも，分娩遷延による脳への酸素の供給不足が長期間継続したこと\nが認められること。\nｃ  原告Ａの臍帯血の保存はなく，動脈血の検査もされていないが，出\n生直後の静脈血血液ガス分析(４月２１日午前３時２９分，出生後約１\n時間)がされており，その検査記録は，下記のとおりである。\nｐＨ(酸・塩基度)  ７．１１７\nｐＣＯ２(二酸化炭素分圧)  ５０．９ｍｍＨｇ\nＡＢＥ(塩基過剰・代謝性アシドーシスの指標)  －１４．０ｍｍｏ\nℓ ／ℓ\nこれは，胎児期の値に準ずるものと考えられ，胎児期に低酸素状態\nが長期にわたって継続したことを物語っている。\nｄ  新生児期の無呼吸，痙攣，低体温の発作等の症状も，胎児期の低酸\n素状態に起因する低酸素性虚血性脳症の症状に符合する。\n  Ｇ医療センターのＣＴ画像に基づく診断について\nａ  新生児低酸素性虚血性脳症（ＨＩＥ）の最も正確な診断は頭部ＣＴ\n画像の読影によってされるところ，原告Ａが出生した日である４月２\n１日の午後４時５１分，搬送先のＧ医療センターにおいて頭部ＣＴ撮\n影がされた(甲Ａ６)。同画像は，同センターの放射線科医師によって\n読影され，画像診断報告書が作成されている。その内容は，「後頭幹\n裂隔に高吸収域が見られ，硬膜下出血があるようです。また，両側後\n頭頭頂部の脳白質及び皮質が全体的に低吸収域を示しており，ＣＴ上\nは虚血性変化や浮腫による所見と考えられます。｣というものである(\n甲Ａ３［３５］)。このように読影される上記ＣＴ画像は，新生児低酸\n素性虚血性脳症の典型像である。\nｂ  さらに，原告Ａの日令１０に当たる４月３０日に２回目の頭部ＣＴ\n画像撮影が行われている（甲Ａ７）。\nそして，放射線科医師による画像診断報告書に記載のとおり，「前\n回ＣＴ同様両側後頭頭頂部の白質及び皮質はびまん性に低吸収域を示\nしており，また左の側脳室後角がやや拡大してきています。左頭頂葉\nの脳回にそって，高吸収域が認められ脳細胞壊死や脳出血が起きてい\nることが予想されます。これら一連の変化は，虚血性低酸素性脳症に\nよる所見と考えられます。」と読影されているものである（甲Ａ３［３\n７］）。\nｃ  以上の各ＣＴ画像と専門医の読影報告における診断のとおり，原告\nＡは，後医において虚血性低酸素性脳症と診断されていたものである。\n  原告Ａの後遺障害は，周産期における低酸素症状に由来する新生児低\n酸素性虚血性脳症を原因とした脳性麻痺の症状と符合し，被告病院にお\nいても後医においてもその旨の診断を受けている。\n  他原因として検討に値する別の機序がないこと\n他原因として一応考え得るものに，母体の妊娠時の貧血，甲状腺機能\n異常，幼少時の心疾患の３点があるが，そのいずれも，検査値が基準値\n外延の境界付近となっている微妙なものであり，しかも，本件は，被告\n病院の判断で正常な妊娠に問題なしとされた症状である。原告Ａの後遺\n障害との関連性は，現実的には全く考え難い。\nそのほかに，原因として考慮の対象とすべきものはない。\nイ  前記の注意義務違反と結果との間に因果関係があること\n  原告らの基本的な主張は，原告Ａの後遺障害が，周産期における低酸\n素症状に由来する新生児低酸素性虚血性脳症を原因とした脳性麻痺であ\nるということであって，周産期とは，胎児期と新生児期（妊娠後期から\n新生児早期まで）を包括した概念である。\n原告Ａの後遺障害は，胎児期と出生直後の新生児期と，分娩時に直ち\nには途切れることのない両時期に跨って継続した胎児への酸素欠乏状態\nが，胎児の脳に低酸素性・虚血性の障害をもたらしたものである。\n  その後遺障害への起因性を，胎児期と新生児期とのどちらであるか，\nあるいはその起因性の割合を特定することは不可能であり，かつ，いず\nれも被告の責任である以上は無意味なものでもある。\nしたがって，前記の注意義務違反と結果との間に因果関係が存在す\nることの主張は，前記の注意義務違反の場合と変わらないことになる。\n  原告Ａは，胎児期に低酸素状態の継続によって脳に不可逆的な侵襲を\n受け，出生時には脳性麻痺の後遺障害を生ずべき症状にあった。\nただし，被告病院の新生児治療における前記の注意義務違反は，原\n告Ａの後遺障害の程度を増悪させている。\n前記各注意義務違反のうち，どの注意義務違反が，後遺障害増悪にど\nの程度寄与しているかを特定することは不可能を強いることでもあり，\n無意味なことでもある。\n（被告の主張）\nア  前記の注意義務違反と結果との間に因果関係がないこと\n原告Ａの脳性麻痺は，周産期における低酸素症状に由来する新生児低酸\n素性虚血性脳症が原因とは考えにくいこと\n  脳性麻痺の原因について\n脳性麻痺が発症したとしても，その原因が低酸素性虚血性脳症である\nなどと単純にとらえることはできない。\n脳性麻痺の原因のうち，新生児脳症に寄与するような受胎前及び分娩\n前の要因を持たずに分娩中の低酸素症に起因するものは，わずか約４％\nのみであり，周産期における低酸素症状に由来する新生児低酸素性虚血\n性脳症が原因となることは極めて少ない。\n  Ｇ医療センターの診断について\nＧ医療センターからの診療情報提供書においては，「ＣＴ上小さな硬\n膜下出血らしきものとやや白質が低吸収（？です）以外の所見なく，日\n令９の頭部ＣＴでも同様の所見でした。」とあり（乙Ａ４［９］），低\n酸素性虚血性脳症と診断したとは記載されていない。\nまた，後医の診断において，低酸素性虚血性脳症が被告病院での分娩\n管理時の低酸素症状に基づくとする根拠もない。\n  胎児仮死の兆候がないこと\n分娩監視記録上，低酸素血症あるいは高炭酸ガス血症の存在を示すほ\nどの徴候（基線細変動の消失を伴う遅発一過性徐脈，変動一過性徐脈の\n反復，持続性徐脈など）は存在していない。\nなお，出生後のアプガースコアは，５分以内に８点となっており，出\n生後の血液検査上も軽度の肝機能障害のみであり，多臓器不全の存在が\nないことからも，低酸素性虚血性脳症が周産期における低酸素症状に由\n来するものであることは否定的である。\n  他の考え得る原因等について\nａ  母体の甲状腺機能異常について\n原告Ｂは，甲状腺機能低下症（ＦＴ３（遊離トリヨードサイロニン）\n及びＦＴ４（遊離サイロキシン）低値）を合併した妊婦であって，こ\nれによる胎児中枢神経系への影響も考えられる。\nすなわち，Ｔ３（トリヨードサイロニン）及びＴ４（サイロキシン）\nは，母体から胎児に移行することが判明しており，胎児神経発達の第\n１のピークである妊娠第２期には母体由来の甲状腺ホルモンが作用\nし，第２の発達時期である妊娠第３期には胎児由来の甲状腺ホルモン\nが作用している。そのため，母体の甲状腺疾患は新生児の神経学的発\n達異常のリスク因子とされている。\nしかも，本件では，出生直後のアプガースコアは，心拍のみ正常の\n２点であり，心拍以外に強い抑制が認められており，中枢神経の異常\nが存在することをうかがわせる。\nこのように，本件脳障害の発症には，甲状腺機能低下症に伴う胎児\n中枢神経の異常によって，低酸素症に対する中枢神経系の耐性が障害\nされた状態であったことがベースにあった可能性も残る。\nｂ  その他の原因について\n本件では，胎児の先天異常の有無，子宮内障害，新生児障害につい\nて精査されていないため，その他の原因として考えられるものは不明\nである。\nなお，胎児心拍数パターンをもって，その後の脳性麻痺の発生を予\n知する場合には，９９％の偽陽性率があるとの報告もある。\nしかも，このような分娩中の低酸素症に対する不正確な指標（偽陽\n性率の高い指標・分娩中にリスクがあったと評価されやすく，リスク\n因子がなかったとは評価されにくい指標）を用いた場合ですら，新生\n児脳症全例中，６９％は分娩前の危険要因のみを持ち，２５％は分娩\n前と分娩中の危険要因を持ち，４％は新生児脳症に寄与するような受\n胎前及び分娩前の要因を持たずに分娩中の低酸素症の証拠のみを持\nち，２％は発見できるリスク因子を何ら発見できなかったと報告され\nている。\nこのように，新生児脳症の多くは，分娩前の事象に二次的に発生し\nたものであるし，全く原因不明のものもある。\n原告らは，他の原因について，検討に値するほどの可能性ある別異\nの機序は見当たらないなどとしているが，これは，上記医学的知見に\n反するものである。\nイ  前記の注意義務違反と結果との間に因果関係がないこと\n本件においては，①ＳｐＯ２は保たれており，②循環不全の所見もなく，\n③アシドーシスは改善傾向であり，④頭蓋内圧が亢進するほどの脳浮腫も\nない上に，⑤４月２１日午前９時前に起きた痙攣発作時以外に持続的な低\n体温もなく，前記⑵の注意義務違反と原告Ａの後遺障害との間に因果関係\nがないことは明らかである。\nなお，原告らは，原告らが主張する五つの各注意義務違反の，原告Ａの\n後遺障害への寄与の割合を特定することは困難であり無意味でもあると主\n張しているが，このことは，端的に，小児科領域の各注意義務違反と結果\nとの間の因果関係が不明であることを自認するものである。原告らの主張\nは，各注意義務違反すべてが肯定された場合にのみ，因果関係が認められ\nるという主張にすぎず，各注意義務違反と後遺障害との間の因果関係は，\nむしろ否定されることとなる。\n  争点（損害の有無及びその額）について\n（原告らの主張）\nア  原告Ａの損害\n  介護費用  ７０００万円\n原告Ａは，独力で日常生活を営むことは不可能であり，終生にわたり\n第三者の付添介護を要する。\nａ  出生から９歳の誕生日までの介護費用額\n在宅介護費用の１日当たりの適正金額は，５０００円（年間１８２\n万円）。\n１８２万円（年間在宅介護費用）×９（年齢）≒１６００万円\nｂ  ９歳の誕生日から平均余命を全うするまでの介護費用額\n原告Ａの余命７６年に対応する年利５％の中間利息を，ライプニッ\nツ方式で計算して控除して，現価を次のとおり算出する。\n１８２万円×３１.９５０９≒５８００万円\nｃ  上記ａ及びｂの合計額は，７０００万円を下回らない。\n  後遺障害による逸失利益  ５７００万円\n原告Ａは，本件医療事故がなければ，その平均余命の範囲内で９歳の\n誕生日から９年後の満１８歳から，５８年後の満６７歳までの４９年間\nは就労可能であった。原告Ａは，脳性麻痺による四肢体幹機能障害のた\nめに労働能力を１００％喪失し，その回復の見込みもない。\n原告Ａの逸失利益の現価を，年利５％の中間利息をライプニッツ方式\nで計算して控除して算出すると，次のとおり５７００万円を下回らない。\n４９４万円（平均年収）×（１８.８２０（５８年に対応する係数）－\n７.１０８（９年に対応する係数）)≒５７００万円\n  慰謝料  ２０００万円\n原告Ａは，その後遺障害により，終生を付添い介助付きで生活するこ\nとを余儀なくされ，多大な精神的苦痛を被った。かかる精神的苦痛を慰\n謝するための相当額は２０００万円を下回らない。\n  原告Ａの損害の合計額と内金請求\n原告Ａの損害の合計額は，１億４７００万円を超えるが，この内金１\n億円を請求する。\n  弁護士費用  １０００万円\n原告らは，本件損害賠償請求訴訟を提起するに当たり，原告ら訴訟代\n理人への依頼を余儀なくされたのであり，原告らが負担する弁護士費用\nのうち，請求額の１０％相当の金額は被告の行為と相当因果関係を有す\nる損害である。\nイ  原告Ｂの損害\n  原告Ｂの固有の慰謝料  ５００万円\n本件は，原告Ｂが２８歳になって初めての妊娠・出産の際に生じた事\n故であり，出産直前まで順調に推移していたにもかかわらず，被告病院\nの担当医師らが母児の監視を懈怠し，医療実務上当然になすべき基本的\nな処置を怠ったことにより生じたものである。特に，原告Ｂにおいては，\n大きな肉体的ダメージを受けた上，出産した児が重度の仮死状態であっ\nたことで，精神的ショックも大きい。また，原告Ｂは原告Ａの母として，\n被告病院の重大な過失を原因とする原告Ａの苦痛を自らの精神的苦痛と\nしている。この精神的苦痛を慰謝するための相当額は５００万円を下回\nらない。\n  弁護士費用  ５０万円\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  認定事実\n証拠及び弁論の全趣旨によれば，次の事実が認められる（末尾に認定の根拠\nとなった証拠等を示す。［］内の数字は，当該証拠の関係頁である。）。\n  原告Ｂが被告病院へ入院する前の診療経過\n原告Ｂは，平成９年８月２５日，月経がなく，軽い腹痛と微熱があったこ\nとから，Ｄ病院を外来受診し，超音波検査により子宮内妊娠が確認できなか\nったため，子宮外妊娠が疑われた。しかし，原告Ｂは，同年９月１日，同病\n院を受診し，超音波検査を受けたところ，子宮内妊娠が確認され，子宮外妊\n娠の可能性は否定された。これは原告Ｂの初めての妊娠であった。\n原告Ｂは，同月３日，少量の茶色帯下，下腹部痛及び吐き気があったこと\nから，原告Ｂの実家に近いＥ医院を受診したところ，切迫流産の兆候があっ\nたため，ＨＣＧ（流産予防薬）の筋肉内注射を受けるとともに，漢方薬の処\n方を受けた。また，原告Ｂは，同月４日に性器出血があったことから，同月\n５日，同病院を受診し，ＨＣＧの筋肉内注射を受け，同月１２日にも通院し，\nＨＣＧの筋肉内注射を受けるとともに，漢方薬の処方を受けた。\n原告Ｂは，同月２４日，下腹部痛等を主訴として，被告病院産婦人科を外\n来受診し，超音波検査を受け，妊娠が再確認され，２週間後に超音波検査を\nし分娩予定日決定後初期検査をすることとされ，同年１０月７日の外来再診\n時に，超音波検査により胎児心拍動が確認され，分娩予定日は平成１０年４\n月２８日であると伝えられ，その後も被告病院産婦人科に定期的な外来通院\nを継続し，平成９年１１月７日には，便秘があったことから，プルゼニド（下\n剤）が処方された。また，原告Ｂは，同年１２月１９日の外来受診において，\n胸が息苦しいのが２，３日あり，幼少時に心臓の異常を指摘されたことがあ\nる旨訴えたことから，被告病院内科を受診するよう指示され，同科を受診し\nたところ，１月９日ころ，収縮期心雑音が聴取されるが，超音波検査上は明\nらかなシャント疾患がなく，左右各室の大きさも正常範囲であり，壁の動き\nも良好で，弁疾患も認められないため，特に心疾患を考慮しなくてもよいと\n診断された。\n原告Ｂは，同月２８日，被告病院内科において心房中隔欠損又は心室中隔\n欠損を考慮すべきと診断され，念のため甲状腺ホルモン検査を受けたところ，\n同月３０日にその結果が報告され，ＴＳＨ（甲状腺刺激ホルモン）は０．４\n７μＵ／ｍℓ （以下，単位は省略する。基準値は０．３４～３．５である。），\nＦＴ３（遊離トリヨードサイロニン）は２．１３ｐｇ／ｍℓ （以下，単位は\n省略する。基準値は２．４７～４．３４である。），ＦＴ４（遊離サイロキ\nシン）は０．８１ｎｇ／ｄℓ （以下，単位は省略する。基準値は０．９７～\n１．７９である。）であった。また，原告Ｂは，２月４日にも甲状腺ホルモ\nン検査を受けたところ，同月６日にその結果が報告され，ＴＳＨは０．３６，\nＦＴ３は１．７８，ＦＴ４は０．８０であった。原告Ｂは，同月４日には，\n血液検査をも受けたところ，ヘモグロビンは９．３ｇ／ｄℓ （以下，単位は\n省略する。女性の基準値は１１～１５である。）であったことから，同月１\n９日，フェロミア（造血剤）及びシナール（ビタミン剤）が処方された。さ\nらに，３月４日，原告Ｂに甲状腺機能の低下が疑われたことから，被告病院\n内科において経過観察がされることになった。同月１１日にも，フェロミア\n及びシナールが処方され，同月１８日には被告病院内科において，甲状腺機\n能の低下に対する治療・投薬の必要はないと診断された。４月１日の血液検\n査の結果では，原告Ｂのヘモグロビンは１１であった。\n原告Ｂは，同月８日，被告病院産婦人科において，子宮底が３３ｃｍ，腹\n囲が８８ｃｍ，児頭大横径が９２ｍｍ，躯幹前後径が９８ｍｍ，躯幹横径が\n９６ｍｍ，大腿骨長が６８ｍｍ，胎児の推定体重が３０２１ｇ，胎盤前壁で，\nグレードがⅡ～Ⅲ，羊水深度が９．８ｃｍ，ノンストレステストの所見はリ\nアクティブ（ｒｅａｃｔｉｖｅ，一過性頻脈が出現すること）で，ビショッ\nプスコアは０点であり，胎児が骨盤内にはまっておらず，ザイツ法＋（触診\nにより児頭の前面が恥骨結合前面より高いか否かをみる手法であり，＋であ\nれば，児頭骨盤不均衡の疑いがある。）であり，胎児はやや大きめであるこ\nとが確認された。原告Ｂは，同月１５日にも被告病院産婦人科に通院した。\n（甲Ａ１，２，８，乙Ａ１［１，２，４，８，９，２０ないし３１］，４［３］，\n７，証人Ｆ，原告Ｂ）\n  原告Ｂが被告病院へ入院した後の診療経過\n原告Ｂは，４月１９日午前２時３０分ころ，前期破水し，血性分泌物があ\nったことから，同日午前３時３０分ころ，被告病院産婦人科に入院すること\nになり，感染症の予防のためユナシン（抗菌薬）が投与された。被告病院の\n助産師は，そのころの原告Ｂの状態について，子宮口開大度は１指（１，２\nｃｍ），子宮頸管の展退度は４０％と判断した。午前３時４０分ころ，分娩\n監視装置が装着されたが，陣痛（子宮収縮）が弱く，有効陣痛とはいえない\n陣痛が間歇時間６～１０分であり，分娩開始にはまだ時間がかかることが予\n想され，胎児心拍もリアクティブであったため，午前４時５５分ころに分娩\n監視装置は外された。その後，Ｈ医師が午前１０時ころ原告Ｂを診察したと\nころ，子宮口の開大はなく，ビショップスコアは０点であり，陣痛は不規則\nで，出血及び羊水の流出がみられたが，羊水の混濁はなく，胎児の胎動もあ\nり，陣痛発来を待つこととされた。そのころ，原告Ｂに対し，ユナシンが投\n与された。その後も，陣痛は不規則で，出血と羊水の流出が続いていたが，\n午後６時ころには，原告Ｂの出血及び羊水の流出が少なくなり，胎動は鈍い\n状態であった。午後６時５５分ころ，原告Ｂに再び分娩監視装置が装着され，\n胎児心拍数は１４０～１６０ｂｐｍと正常範囲内で，リアクティブの所見で\nあったことから，午後７時３５分ころに分娩監視装置は外された。上記のい\nずれの分娩監視記録からも，心配ない胎児の状態（ｒｅａｓｓｕｒｉｎｇ  ｆ\nｅｔａｌ  ｓｔａｔｕｓ）である旨の所見が得られていた。\n原告Ｂは，同月２０日午前３時ころ，陣痛が不規則であり，ほとんど入眠\nできていた。午前６時ころ，陣痛は不規則だが強くはなってきており，胎動\nがない旨訴えたが，ドップラーによる胎児の心音は良好であり，羊水の流出\n及び血性の分泌物がみられた。Ｆ医師が午前９時３０分ころに原告Ｂを診察\nしたところ，子宮口開大度は２ｃｍ，展退度は４０％，児頭の位置はステー\nション－３で，有効陣痛はまだみられなかった。また，血性分泌物があった\nため，ユナシン及びマイリス（子宮頸管熟化薬）が点滴投与され，胎盤早期\n剥離の可能性を考慮して，超音波検査がされたところ，胎盤は前壁にあり，\nエコーフリースペースはなく，常位胎盤早期剥離及び低置胎盤の所見はなか\nった。そこで，ネオメトロ１００ｍℓ を挿入し，胎盤早期剥離に注意し，ノ\nンストレステストによる経過観察をし，徐脈が現れるようであれば，胎盤早\n期剥離の疑いにより帝王切開を行うことを念頭に置き，翌日にビショップス\nコアを計測し，その結果によっては陣痛誘発剤の使用や帝王切開を行うこと\nとし，自然陣発を待つことになった。そして，原告Ｂに対し，陣痛がないよ\nうであれば，翌朝より陣痛の誘発を行い，それでも陣痛がないようであれば，\n帝王切開を予定する旨の説明がされた。\n同日午前１０時２４分ころ，原告Ｂに分娩監視装置が装着され，午前１１\n時３３分ころに分娩監視装置は外された。原告Ｂに，午後１時ころ，マルチ\nウスグートマン撮影が行われ，午後１時４５分ころの診察の結果，子宮口開\n大度は４ｃｍ，展退度は７０％で，血性羊水や羊水の流出量は減少しており，\nマルチウスグートマン撮影等の結果では，やや不正軸進入があるものの，児\n頭骨盤不均衡はみられず，経膣分娩が可能であると判断された。また，午後\n１時２４分ころ，原告Ｂに再び分娩監視装置が装着され，午後２時ころには\n有効陣痛がみられた。胎児心拍数基線は１６０ｂｐｍであり，基線細変動は，\n午後２時ころまで２～４ｂｐｍに減少していたが，その後は６ｂｐｍ以上に\n回復したことから一過性の減少であると判断された。また，午後２時３５分\nころに一過性の徐脈がみられたが，それ以外には徐脈は発生していなかった\nため，臍帯因子性の変動一過性徐脈と判断され，午後３時１８分ころに分娩\n監視装置が外された。\n原告Ｂの午後３時４０分ころの子宮口開大度は４ｃｍ，展退度は６０％で，\nメトロが半分脱出していた。\n同日午後４時３０分ころ，原告Ｂの血性羊水は薄くなってきており，ドッ\nプラーによる胎児の心音の聴取も良好であった。午後４時５１分ころ，原告\nＢに分娩監視装置が再度装着され，午後５時ころ，Ｆ医師が診察したところ，\n子宮収縮は５分間歇で，胎児心拍数基線は１６０ｂｐｍ，基線細変動は２～\n１０ｂｐｍ程度と正常範囲からやや減少気味であったため，今後も徐脈が出\n現するようであれば帝王切開を考慮して経過観察を行うこととした。\n午後５時４５分ころ，夕食のため分娩監視が一時中断された。この時点の\n原告Ｂの陣痛間歇時間は４～５分で，陣痛は少しずつ強くなっており，発作\n時に力が入っている状態であった。午後７時４０分ころ，原告Ｂに対する分\n娩監視が再開され，その際の陣痛間歇時間は４～５分と変わらず，胎児心拍\n数基線はおおむね１６０～１６５ｂｐｍ，基線細変動は２～１０ｂｐｍでや\nや減少気味であった。午後８時３０分ころには，原告Ｂにユナシンが点滴投\n与された。他方，午後７時５０分ころ，午後８時２０分ころ，午後１０時３\n２分ころに一過性頻脈がみられており，この間に遅発一過性徐脈がないこと\nから胎児の状態は経過観察可能であると判断された。\n午後１１時３０分ころには，子宮口開大度は４ｃｍ，展退度は６０％，児\n頭の位置はステーション－３であったものの，メトロが脱出し，陣痛がかな\nり強くなってきており，陣痛周期も間歇時間１～２分と短くなり，震えがき\nてしまうという程になっていたが，怒責感はみられなかった。この時点では，\nメトロが脱出していることから，分娩は順調に進行していると判断された。\n午後１１時３７分ころには，児頭の下降がよくないこともあり，原告Ｂに\nトイレに行くよう促し，分娩監視装置が一時停止されたが，同原告は，震え\nてしまい歩けないとのことであった。\n原告Ｂは，同月２１日午前０時１０分ころ，トイレに行くことができない\n状態であったため，２４０ｃｃの導尿がされ，その後に分娩監視装置が装着\nされ，このときには，胎児心拍数基線は１６０ｂｐｍと基線が減少し，基線\n細変動は正常範囲内となっていたことから，経過観察することとされた。午\n前１時４０分ころ，子宮口が全開大し，分娩のために分娩台へと移動し，酸\n素投与が開始されたが，陣痛は微弱であった。そして，午前２時１５分ころ，\n陣痛が微弱であり，児頭の下降がみられなかったことから，クリステレル圧\n出法が行われたものの，児頭の下降が十分でなかったため，分娩がほぼ停止\nしていると判断され，午前２時２５分ころから，ソフトカップによる吸引分\n娩が開始され，午前２時３２分ころ，原告Ａが出生した。原告Ａの出生時体\n重は２７１４ｇで，臍帯巻絡が１回あり，啼泣・呼吸はなく，チアノーゼが\nあり，筋緊張はなく，出生から１分後のアプガースコアは，心拍があること\nのみによる２点であり，鼻腔・口腔からの吸引が行われ，ジャクソンリース\n（酸素マスク）による酸素投与が行われた。午前２時３４分ころ，原告Ａに\n刺激によるかすかな啼泣があり，自発呼吸が少ないながらもみられ，皮膚色\nが少し改善したため，出生から２分後のアプガースコアは，心拍数２点，呼\n吸１点，皮膚色１点の合計４点であった。午前２時３６分ころには，原告Ａ\nに強い啼泣があり，全身の色が改善し，筋緊張が現れており，出生から４分\n後のアプガースコアは，心拍数２点，呼吸２点，皮膚色１点，反射２点，筋\n緊張１点の合計８点であった。午後２時４０分ころ，原告Ｂから胎盤の娩出\nがあり，明らかな常位胎盤早期剥離の所見はなかったが，辺縁の一部にそれ\nらしい部分がみられた。午前２時４２分ころ，原告Ａに刺激による啼泣があ\nり，血性羊水が吸引された。そして，原告Ａは，午前２時５０分ころ，酸素\n流量１ℓ 毎分のクベースに収容され，心拍数は１６０回／分（以下，単位は\n省略する。），呼吸数は６６回／分（以下，単位は省略する。）であった。\nその後，被告病院の当直看護師から診察を求める旨の連絡を受けた被告病\n院小児科のＩ医師が被告病院に到着し，午前３時ころに原告Ａの診察をした\nところ，原告Ａの午前３時１０分ころの体温は３５．２℃，心拍数は１５０\nで，呼吸は努力性であり，陥没呼吸がみられたため，肩枕が入れられた。午\n前３時２９分ころ，足底採血による原告Ａに対する血液検査の結果，ｐＨ\n（酸・塩基度）は７．１１７，ｐＣＯ（二酸化炭素分圧）は５０．９ｍｍＨ\nｇ（以下，単位は省略する。），ｐＯ２（酸素分圧）は４０．９ｍｍＨｇ（以\n下，単位は省略する。），ＡＢＥ（過剰塩基・代謝性アシドーシスの指標）\nは－１４．０ｍｍｏℓ ／ℓ （以下，単位は省略する。）であり，午前３時３\n０分ころ，原告ＡのＳｐＯ２が８０％台に低下し，全身の色が優れず，血糖\n値は６９ｍｇ／ｄℓ であった。そこで，Ｉ医師は，原告Ａの循環動態の安定，\n低血糖の予防，投薬に備えての血管確保を目的として点滴の準備を指示し，\nこれを受けて，輸液の準備，静脈確保，輸液の接続，点滴ルートの固定が行\nわれた。\n午前４時ころ，原告Ａに対し，１０％ブドウ糖の持続点滴の投与が開始さ\nれ，この時点でクベースに流されている酸素は５ℓ ／分で，体温は３５．７\n℃，心拍数は１６０であり，ジャクソンリースにより酸素を口元に流したと\nきのＳｐＯ２は１００％であった。また，原告Ａの胸部所見について，心雑\n音及び肺ラ音はなく，腹部は柔軟で，肝臓は０．５ｃｍ，大泉門は０．５×\n０．５ｃｍであり，モロー反射（乳児にみられる正常反射の一つ）があった\nが，四肢の筋力は低下しており，刺激してもほとんど泣かない状態であった。\n午前４時２０分ころ，原告ＡのＳｐＯ２は８６％に低下したが，午前４時３\n０分ころにはクベース内の酸素濃度４７％の状態でＳｐＯ２は９０％であ\nり，心拍数は１５５，時折無呼吸で，口唇の色が不良となっていた。午前４\n時５５分ころに原告Ａの胸部レントゲン写真が撮影され，午前５時ころ，ク\nベース内の酸素濃度５０％の状態でＳｐＯ２は９７％，心拍数は１５２，呼\n吸数は１０２であった。午前５時７分ころの足底採血による原告Ａの血液検\n査の結果，ｐＨは７．２１６，ｐＣＯ２は４５．０，ｐＯ２は４２．２，Ａ\nＢＥは－９．９であった。午前５時５５分ころ，原告Ａに無呼吸発作があり，\n刺激してもすぐには回復せず，２５秒間持続し，クベース内の酸素濃度５４\n～５５％の状態で発作時のＳｐＯ２は６０～７２％であったが，午前６時こ\nろには，クベース内の酸素濃度５６％の状態でＳｐＯ２は９７～９８％であ\nり，抗生剤の点眼がされた。\n同日午前６時２０分ころの原告ＡのＳｐＯ２が９６％であったことから，\n午前６時２３分ころ，ジャクソンリースによる酸素投与が一時中止され，ク\nベース内の酸素を６．５ℓ ／分で流送し，酸素濃度５０％を維持することと\nされた。午前６時３０分ころの原告Ａの体温は３６．７℃，ＳｐＯ２は９６\n％で，クベース内の酸素濃度は３６％であったが，ＳｐＯ２が良好であった\nため，酸素流量を増加することなく，経過観察することとした。午前６時４\n０分ころ，原告ＡのＳｐＯ２が８８～８９％に低下したが，四肢を時々動か\nしており，冷感はなく，発汗があり，活動性があり元気な状態と判断された。\n午前７時９分ころの静脈採血による原告Ａの血液検査の結果，ｐＨは７．２\n５８，ｐＣＯ２は４４．９，ｐＯ２は３７．２，ＡＢＥは－７．３であり，\n鼻翼呼吸及び陥凹呼吸は消失し，無呼吸発作もなく，少し四肢を動かすよう\nになっており，採血時の啼泣はなかった。午前７時３０分ころ，原告Ａの採\n血が行われるとともに，胃管が挿入されたが，体温は３６．０℃で，四肢を\nたまに動かしており，クベース内の酸素濃度４０％，酸素６ℓ ／時流送の状\n態でＳｐＯ２は９８％であり，クベース内の温度は３３℃，湿度は６０％で\nあった。原告Ａは，午前８時４５分ころ，手足がバタバタして硬直気味で，\nボートこぎ様であり，目は凝視し，呼吸はあるものの，舌を出して口からあ\nぶくや涎が出ており，冷汗がある状態であった。原告Ａの心拍数は１５０～\n１６０，ＳｐＯ２は８０％台から７０％台に低下し，チアノーゼが出現して\nきており，痙攣があることが疑われた。そのため，原告Ａに対し酸素フラッ\nシュが行われたところ，午前８時５０分ころにＳｐＯ２は９４％に回復し，\n心拍数は１４８，呼吸数は７８となった。午前９時３０分ころには，微細発\n作が生じた可能性があると判断され，フェノバール坐薬（抗痙攣薬）５０ｍ\nｇが挿肛された。午前９時５５分ころの原告Ａの体温は３４．９℃で，四肢\n冷感があり，浅表性呼吸がみられ，午前１０時５分ころには，やや四肢が硬\n直し，冷汗があり，ややチアノーゼが出現しており，痙攣があることが疑わ\nれた。ＳｐＯ２は７０～８０％台，心拍数は１３０～１４０台であったが，\n酸素投与によりＳｐＯ２は９３％に回復し，呼吸数は７０～８０であった。\n同日午前１１時５０分ころ，原告Ａの頭部ＣＴが撮影され，クモ膜下出血\nを疑う所見が認められ，新生児の専門病院における検査・診断が必要である\nとして，転院が決定された。午後０時１０分ころには，原告Ａの無呼吸が疑\nわれ，チアノーゼが出現し，ＳｐＯ２は７０～８０％，心拍数は１４０台で\nあったが，酸素フラッシュによりＳｐＯ２は９０％台に回復した。午後０時\n２０分ころ，被告病院のＪ医師から原告Ａの父親に対し，ＣＴ検査の結果，\nクモ膜下出血が見付かり，そのために痙攣等が起きていると思われ，現在の\nところ全身状態はまあまあであるが，新生児専門の機関で詳しく経過をみて\nいくのが良いと思われる旨の説明が行われた。\nそして，原告Ａは，同日午後１時４５分ころ，Ｇ医療センターへ転院し，\nこのときの体温は３６．０℃，ＳｐＯ２は９０％台であった。（甲Ａ３，５，\n８，乙Ａ２［１，２，４ないし８，１９，２０，２２，２４ないし２６］，\n３の２ないし６，乙Ａ５［７ないし９，２２ないし２４］，７，９，証人Ｆ，\n原告Ｂ）\n  原告ＡがＧ医療センターへ転院した後の診療経過\n原告Ａは，４月２１日のＧ医療センター入院時に，痙攣のために無呼吸発\n作が頻発したことから，ワコビタール（抗てんかん薬）が投与されたが，改\n善がみられなかったため，ドルミカム（催眠・鎮静薬）が投与された。同日，\n原告Ａの頭部ＣＴが撮影され，これによれば，後頭脳幹裂隙に高吸収域がみ\nられ，硬膜下出血があるようであり，両側後頭頭頂部の脳白質及び皮質が全\n体的に低吸収域を示しており，ＣＴ上は虚血性変化や浮腫による所見と考え\nられた。同日の原告Ａに対する脳エコー検査の結果，ｂｒｉｇｈｔ  ｂｒａ\nｉｎとＲＩの低下がみられたが，同月２４日にこれらの所見は消失した。そ\nして，同月２３日には，原告Ａの無呼吸発作が改善したため，ドルミカムの\n投与が中止された。また，原告Ｂは，同月２６日，被告病院を退院した。原\n告Ａは，同月２７日から経口哺乳を開始し，同月３０日にも，頭部ＣＴが撮\n影されたが，これによれば，前回のＣＴと同様に，両側後頭頭頂部の白質及\nび皮質はびまん性に低吸収域を示し，左の側脳室後角がやや拡大してきてお\nり，左頭頂葉の脳回に沿って高吸収域が認められ，脳細胞壊死や脳出血が起\nきていることが予測されるところであり，これら一連の変化は虚血性低酸素\n性脳症による所見と考えられた。\n原告Ａは，５月１日，状態が安定してきたことなどから，母親である原告\nＢが初産であるため，育児指導等の必要もあり，被告病院に転院した。原告\nＡは，ミルク摂取量が次第に増大し，引き起こし反射，モロー反射及び把握\n反射がいずれも良好であり，同月１３日，被告病院産婦人科を退院した。\n原告Ａは，同月２１日，被告病院小児科を受診したところ，異常所見はみ\nられなかった。また，原告Ｂは，同月２６日，６月５日，７月１０日に，被\n告病院産婦人科を受診した。\nその後，原告Ａは，１１月ないし１２月ころにてんかんの発作がみられ，\nその後，脳性麻痺による四肢体幹機能障害があると診断されている。（甲Ａ\n３，６ないし８，乙Ａ１［４０，４１］，２［３０］，４［５，８，９］，\n６［２，１７，１８］，８［２，１５，３５，３７］，９，原告Ｂ）\n  認定事実についての補足説明\nア  本件における分娩開始時期について\n原告らは，４月１９日午前３時３０分の原告Ｂの入院直後の入院カルテの\n看護記録（乙Ａ２［２４］）に「ＭＭ１Ｆ（子宮口１指分（１．５ｃｍ）\n開大），後方，ＳＰ－３，展退度４０％」との記載があること（しかも，\n４月１５日の展退度は０～３０％（乙Ａ１［３１］）とされており，明\nらかに分娩は進行していること），４月１９日午前５時の看護記録の記\n載が陣痛６～１０分間歇とされていること（乙Ａ２［２４］）から，４\n月１９日午前５時をもって分娩開始時期と考えるべきである旨主張し，\n原告Ｂは，被告病院入院直後あるいは４月１９日の夕方ころから陣痛が\nあった旨供述する（甲Ａ８［５］，原告Ｂ［３，４，６，１９］）。\n分娩開始については，一般に陣痛周期１０分以内あるいは陣痛頻度１時\n間６回以上の陣痛開始時期をもって臨床的な分娩開始時期と解されている\nところ（甲Ｂ１０［１５２，１５４］，乙Ａ７［１１］），確かに，原告\nＢの被告病院産婦人科の入院カルテの看護記録には，原告らの指摘する記\n載があるものの，それらはいずれも助産師の判断であり，子宮口開大度及\nび展退度については，前記⑵で認定した分娩進行の経過のほか，当該記載\nをした助産師自身が同記録の別の箇所（看護計画表）では，入院時の所見\nとして子宮口開大なしと記載していること（乙Ａ２［２３］），４月１９\n日午前１０時ころに原告Ｂを診察したＨ医師は，子宮口の開大はなく，ビ\nショップスコアは０点であると診断したこと（乙Ａ２［５，２４］）に照\nらすと，４月１９日午前３時３０分の時点において子宮口１指分開大，展\n退度４０％であったとは認められない。\nまた，有効陣痛発来の時期についても，原告Ｂ自身が，４月１９日の夕\n方までは，痛みではなく，多少の違和感のようなものを感じていたと供述\nするとともに，４月２０日午前９時３０分ころにＦ医師から有効陣痛が出\nるのを待つとの説明を受けた旨供述している（原告Ｂ［１９，２０］）上，\n同日午前９時３０分ころの被告病院産婦人科のカルテには，自然陣発を待\nつという趣旨の記載や，陣痛が来ないようなら明朝より誘発し，それでも\n陣痛が来ないようであれば帝王切開の予定とする旨を原告Ｂに説明したと\nの記載があり（乙Ａ２［６，２５］），Ｆ医師も，同日午前９時３０ころ\nに原告Ｂを診察した際に陣痛（有効陣痛）は出ていなかったため，その発\n来を待つこととし，同日午後２時ころに有効陣痛がみられた旨供述すると\nころであり（乙Ａ７［４，５］，証人Ｆ［４，９，２４ないし２６］），\n他に４月２０日午後２時以前の段階で有効陣痛がみられたことを裏付ける\n客観的かつ的確な証拠等は提出されていない。なお，被告病院産婦人科の\nカルテには同月２０日午後６時ころに陣痛が開始したという趣旨の記載が\nあり（乙Ａ２［１９］），Ｆ医師は，同記載について，助産師が原告Ｂ本\n人に確認等した上で，分娩後等の事情も考慮して記載したのではないかと\n思うと証言するが（証人Ｆ［４１，４２］），同記載がされた具体的な経\n過等は不明であるほか，上記のとおり，原告Ｂを診察していたＦ医師自身\nが同日午後２時ころに有効陣痛がみられたと明確に供述していることから\nすると，上記の記載は正確ではないというべきである。\nこれらの事情からすれば，遅くとも４月１９日の夕方ころから原告Ｂに\n不規則な陣痛（子宮収縮）があったことは認められるものの，同原告に有\n効陣痛（臨床的に意味のある陣痛）がみられたのは同月２０日午後２時こ\nろであると認めるのが相当であり，原告らの主張するように，４月１９日\n午前５時をもって分娩開始時期とは認めることができない。\nしたがって，原告らの上記主張は採用することができない。\nイ  原告Ａの出生から５分後のアプガースコアについて\n原告らは，原告Ａの出生から５分後のアプガースコアは５点である旨主\n張し，原告Ｂは，原告Ａの出生から３か月後の小児科における検診の際に\n渡された外来カルテの表紙に原告Ａの出生から５分後のアプガースコアが\n合計５点であるという趣旨の記載があった旨供述する（甲Ａ８［１０］，\n原告Ｂ［１０，１８］）。\nしかし，原告Ｂの上記供述を裏付ける客観的かつ的確な証拠は提出され\nておらず，かえって，被告病院産婦人科のカルテには出生から４分後のア\nプガースコアが合計８点（心拍数２点，呼吸２点，皮膚色１点，反射２点，\n筋緊張１点）である趣旨の記載がある上（乙Ａ２［８，１９］，５［７，\n２２］），上記検診が行われるよりも前に作成されたＧ医療センターのカ\nルテにも出生から５分後のアプガースコアが合計８点である趣旨の記載が\nあること（甲Ａ３，乙Ａ８［４］），Ｆ医師は，出生から４分後のアプガ\nースコアは，心拍数２点，呼吸２点，皮膚色１点，反射２点，筋緊張１点\nという内訳を示して合計８点である旨供述していること（乙Ａ７［７］，\n証人Ｆ［１７］）が認められるところであり，これらのことに照らすと，\n原告Ａの出生から４分ないし５分後のアプガースコアは，合計８点であっ\nたと認めるのが相当である。したがって，原告らの上記主張は採用するこ\nとができない。\n２  医学的知見\n  胎児仮死及び新生児仮死\n胎児仮死とは，胎児・胎盤系における呼吸・循環不全を主徴とする症候群\nをいい，胎児の低酸素状態に起因する場合が多い。\n新生児仮死とは，出生時における新生児の呼吸・循環不全を主徴とする症\n候群をいい，その主要な原因は胎児仮死であり，胎児仮死から引き続き新生\n児仮死に移行することが多く，未熟児，臍帯巻絡，骨盤位及び多胎妊娠など\nが重要な因子である。（甲Ｂ１，２，甲Ｂ３の１ないし５，甲Ｂ４，８）\n  アプガースコア\nアプガースコアとは，生後１分と５分時の新生児の心拍数，呼吸，筋緊張，\n反射性及び皮膚の色の５項目の採点により新生児仮死の状態を判定する手法\nであり，１０点満点で，１０～８点は正常（呼吸抑制なし），７～５ないし\n３点は軽症仮死（軽度呼吸抑制），４ないし３～０点は重症仮死（重症呼吸\n抑制）と考えられている。心拍数がなければ０点，１００未満であれば１点，\n１００以上であれば２点，呼吸がなければ０点，困難（不規則）であれば１\n点，強く泣くのであれば２点，筋緊張がだらんとしていれば０点，四肢の軽\n度屈曲があれば１点，四肢を活発に動かすのであれば２点，鼻腔にカテーテ\nル挿入の際に反応しないのであれば０点，顔をしかめるのであれば１点，咳\n若しくはくしゃみをし又は泣くのであれば２点，皮膚の色が全身蒼白又はチ\nアノーゼ（暗紫色）であれば０点，躯幹が淡紅色で四肢が蒼白又はチアノー\nゼであれば１点，全身が淡紅色であれば２点であるとして判定される。（甲\nＢ１，甲Ｂ３の１，３）\n⑶  低酸素性虚血性脳症\n低酸素性虚血性脳症（ＨＩＥ）とは，胎児・新生児が仮死に陥った結果，低\n酸素と虚血に基づく脳の組織及び細胞の障害が起こった状態をいう。その症状\nには，意識障害，筋緊張低下，痙攣（微細痙攣，全身性硬直性痙攣等），原始\n反射の異常等があるほか，多臓器障害を合併していることが多い。その急性期\n症状の治療には，ａ体温管理，ｂ血糖維持・電解質補正・代謝性アシドーシス\nの補正，ｃ呼吸管理，ｄショックの治療，ｅ水分制限，ｆ脳浮腫の治療，ｇフ\nェノバルビタール（抗痙攣薬）の投与，ｈ痙攣の治療等があるとされている。\n（甲Ｂ１５ないし１７）\n３  争点（４月２０日午後３時（予備的に午後５時）に急遂分娩へ方針を変更\nすべきであったにもかかわらずこれを怠った注意義務違反の有無）について\n原告らは，被告病院の担当医師には，４月２０日午後３時ないし午後５時こ\nろまでには，原告Ｂにつき急遂分娩へ方針を変更し，陣痛促進剤を投与し，陣\n痛誘発に至らなければ直ちに帝王切開に着手すべきであったにもかかわらず，\nこれらを怠った注意義務違反がある旨主張し，その根拠として，①分娩監視記\n録上，分娩の長期化による障害の危険があったこと，②午後３時に分娩遷延な\nいし分娩停止の状態にあり，午後５時には明らかに分娩停止の状態にあったこ\nとなどを挙げ，証拠（甲Ａ５，甲Ｂ１４）には一部これに沿う部分もある。\nしかし，上記①の点について，Ｋ医師は，教科書的には，急速遂娩を行わな\nければ重大な神経障害や死亡という不幸な結果に至ってしまうのは，分娩監視\n記録上は，基線細変動の消失を伴う遅発一過性徐脈や変動一過性徐脈が反復し\nて（子宮収縮の５０％以上に）出現する場合又は持続性徐脈のような所見があ\nる場合とされているところ，本件の場合には，被告病院産婦人科の担当医師に\nより急速遂娩の一つである吸引分娩が行われる４月２１日午前２時２４分ころ\nまでの間に，急速遂娩の適応に明確に合致する所見はみられていないとし，同\n月２０日の午前の時点で，胎児は安心できる状態とはいえない状態になってお\nり，分娩進行が止まっていると考えられるから，同日午後の時点で分娩方針を\n変更して急速遂娩に切り替えてもよいタイミングであった旨供述するにとどま\nる（甲Ａ５［６，７］）。また，Ｆ医師は，同日午前１０時４０分ころから，\n基線細変動がやや減少傾向にあったが，おおむね２～１０ｂｐｍは保たれてお\nり，午前１１時１５分ころには臨床上有意な徐脈ではなく，バリアビリティー\nがみられるにすぎず，午後１時２４分ころから午後２時前ころまでの間に基線\n細変動は２～４ｂｐｍに減少しているが，午後２時前ころまでには６ｂｐｍ以\n上に回復しており，これも臨床上有意な所見ということはできず，午後２時３\n５分ころに変動一過性徐脈がみられ，その原因は臍帯圧迫であると考えられる\nが，回復も良く，一度しか現れておらず，午後１１時ころから一時的な軽度頻\n脈がみられるが，その原因は陣痛による胎児のストレスであると考えられ，分\n娩監視記録上，全体を通して，明らかな胎児の低酸素状態を示す所見はない旨\n供述しているところである（乙Ａ７［９，１０］，証人Ｆ［８，３４ないし３\n６，３８，３９］）。これらによれば，本件における分娩監視記録上，分娩の\n長期化による障害の危険があったと認めることはできず，他にそのような危険\nがあったことを認めるに足りる証拠はない。\n次に，上記②の点について検討するに，Ｋ医師は，陣痛が弱くて進行しない\nような場合にはある程度の時間が経過しても胎児に大きな影響が及ぶことはな\nいとして，分娩の進行状態を考慮した上で，上記のとおり，同月２０日午前の\n時点で胎児は安心できるとはいえない状態になっており，分娩進行が止まって\nいると考えられるから，午後の時点で分娩方針を変更して急速遂娩に切り替え\nてもよいタイミングであった旨供述するにとどまっている（甲Ａ５［６，７］）。\nまた，証拠（甲Ｂ９［２７７］，１０［１５２］，１３［４８４］，１４［６\n５２］）によれば，子宮口が２．５ｃｍ以上開大した後，分娩の進行が緩徐に\nなった場合で，初産のときに子宮口が１時間に１．２ｃｍ以下しか開大しなく\nなった状態を分娩遷延（第Ⅰ期中期遷延）とし，子宮口が２，５ｃｍ開大した\n後，子宮口の開大が停止し，２時間が経過しても同じ開大度が続いている状態\nを分娩停止（第Ⅰ期続発分娩停止）とする見解が認められる一方で，分娩開始\nから初産の場合に３０時間経過しても胎児が娩出されない状態を分娩遷延とす\nる見解（なお，日本産婦人科学会用語問題委員会では，その分娩障害の発生頻\n度から初産婦においては分娩開始後３０時間以上を経過してもなお児の娩出を\nみないものを遷延分娩と定義する。）も認められるところである。そして，Ｆ\n医師は，前者の見解について，分娩の進行は子宮口の開大だけでは測れない部\n分があるため，これだけでは判断せず，また，１時間ごとに内診するのは患者\nの負担にもなるとして，後者の見解に立ち，有効陣痛が認められる時点を分娩\n開始時とした上，原告Ｂの有効陣痛がみられたのは前記１，ア認定のとお\nり４月２０日午後２時ころであり，原告Ａが出生した同月２１日午前２時３２\n分ころまで分娩時間は約１２時間３０分であるので分娩遷延は認められず，前\n記１認定のとおり同月２０日午後１時４５分ころの子宮口開大度は４ｃｍ\nで，午後１１時３０分ころの子宮口開大度も４ｃｍであるが，メトロの脱出が\nあり，分娩が進行していると考えられるので，分娩停止も認められない旨供述\nする（乙Ａ７［１０，１１］，証人Ｆ［７，９，３９，４０］）。さらに，被\n告病院産婦人科のカルテには，分娩遷延及び微弱陣痛との記載がある（乙Ａ２\n［１，４，８］）が，Ｆ医師は，これについて，同月２１日午前１時４０分こ\nろの子宮口全開大後の第２期の分娩経過に照らし，吸引分娩の適応（子宮口全\n開大後の分娩遷延）を示すために記載した旨供述するところである（乙Ａ７\n［６］，証人Ｆ［９ないし１４，４２，４３］）。これらに照らすと，原告Ｂ\nが４月２０日午後３時に分娩遷延ないし分娩停止の状態にあり，同日午後５時\nには明らかに分娩停止の状態にあったということはできず，他に原告らの主張\nする事実を認めるに足りる証拠はない。\n加えて，Ｋ医師は，陣痛促進剤の投与による子宮収縮の増強が胎児の低酸素\n状態を悪化させる可能性も考慮する必要がある旨供述し（甲Ａ５［８］），Ｆ\n医師も，原告らが主張する陣痛促進剤の投与は胎児の状態が良好であることを\n前提としており，胎児の状態の悪化により緊急に帝王切開を行うべきであった\nと主張されていることと矛盾している旨供述しているところである（乙Ａ７［１\n２，１３］，証人Ｆ［１０，１１］）。\nこれらの事情からすると，被告病院産婦人科の担当医師に，４月２０日午後\n３時ないし午後５時ころまでに，急遂分娩へ方針を変更し，陣痛促進剤を投与\nし，陣痛誘発に至らなければ帝王切開に着手すべきであったにもかかわらず，\nこれらを怠った注意義務違反があったとはいうことができない。\nしたがって，原告らの上記主張は採用することができない。\n４  争点（原告Ａの出生後，直ちに適切な酸素供給を主眼とする新生児医療を\n行うべきであったにもかかわらずこれを怠った注意義務違反の有無）について\n原告らは，被告病院の担当医師には，出生直後の原告Ａに対し，産科を引き\n継いで新生児科ないし小児科において，①気管挿管による人工換気，②メイロ\nン（炭酸水素ナトリウム）の投与などによる血液のアシドーシスの補正，③適\n切な時期における適量のフェノバール（抗痙攣薬）の投与による痙攣の治療，\n④脳保護薬の投与による脳血液の循環の確保，⑤インファントラジアントウォ\nーマーの温度調節やプラスチックラップで体表を覆うなどの操作による体温管\n理をすべきであったにもかかわらず，これらを怠った注意義務違反がある旨主\n張し，証拠（甲Ｂ１５ないし２０）にはこれに沿う部分もある。\nしかし，Ｋ医師は，分娩時に，新生児科ないし小児科の医師が立ち会うか否\nかは，施設によって異なっており，必須のことではなく，また，原告Ａに対す\nる蘇生措置については記録がなく，それが適切であったか否かは判断できない\n旨供述する（甲Ａ５［７］）。さらに，前記１認定のとおり，被告病院小児\n科のＩ医師が，原告Ａの出生後に被告病院の当直看護師から連絡を受け，４月\n２１日午前３時ころから原告Ａの診療を開始しており，被告病院小児科におい\nて，出生直後の原告Ａを，産科から引き継いだものということができる。\nそして，上記①の点について検討するに，前記１認定のとおり，原告Ａの\n出生から１分後のアプガースコアは心拍があることのみによる２点であった\nが，２分後のアプガースコアは，心拍数２点，呼吸１点，皮膚色１点の合計４\n点，４分後のアプガースコアは，心拍数２点，呼吸２点，皮膚色１点，反射２\n点，筋緊張１点の合計８点と改善している。また，Ｉ医師は，新生児に対する\n人工呼吸器管理を行う基準については確立した医学的知見はなく，目安として\nは，ＣＰＡＰ（持続的陽圧呼吸）と６０％未満の酸素吸入では改善しない低酸\n素血症，ＣＰＡＰやテオフィリン（気管支拡張薬）やドプラム（呼吸中枢刺激\n薬）の投与で改善しない頑固な無呼吸などの場合が挙げられるが，原告ＡのＳ\nｐＯ２については，一時的な低下はみられたものの，酸素投与等の処置により\n直ちに回復していること，４月２１日午前５時５５分ころの無呼吸発作は単発\n的なもので，刺激によって２５秒間で回復していることから，人工呼吸器管理\nを実施する必要はない旨供述しているところである（乙Ａ９［６，７］）。こ\nれらによれば，原告Ａが気管挿管の必要な状態であったとは認められない。\nなお，原告らは，被告病院の担当医師には，臍帯血を保存せず，動脈血の採\n血をしなかった注意義務違反があるとも主張する。しかし，前記１⑵認定のと\nおり，被告病院の担当医師は，原告Ａの足底採血及び静脈採血による血液検査\nを行い，同検査の結果に基づいて同原告に対する診療行為を行っているところ，\n実際に行われた足底採血及び静脈採血による血液検査のほかに，原告Ａの臍帯\n血を保存し，かつ，動脈血の採血をする具体的な必要性があったことを客観的\nに裏付ける証拠はないから，被告病院の担当医師が，原告Ａの臍帯血を保存せ\nず，動脈血の採血をしなかったことが不適切であり，医師としての注意義務違\n反に当たるということはできない。\n上記②の点について，証拠（甲Ｂ１６［４８８］）によれば，ｐＨ（酸・塩\n基度）は７．２～７．５が新生児の治療中の至適範囲とされていること，ＢＥ\n（過剰塩基・代謝性アシドーシスの指標をいい，ＡＢＥともいう。）は－１０\n以上が新生児の治療中の至適範囲とされ，新生児（生後１～３時間）の正常値\nは－８～－２とされていることが認められるところ，前記１認定のとおり，\n原告ＡのｐＨは，４月２１日午前３時２９分ころの７．１１７から，午前５時\n７分ころの７．２１６，午前７時９分ころの７．２５８と，ＡＢＥは，同日午\n前３時２９分ころの－１４．０から，午前５時７分ころの－９．９，午前７時\n９分ころの－７．３と，それぞれ改善している。また，証拠（甲Ｂ１８［５６\n８］，２０［６６］）によれば，炭酸水素ナトリウムは，高浸透圧で頭蓋内出\n血の誘因となり，二酸化炭素を産生することから，短時間の心肺蘇生での使用\nは勧められないとされ，その投与は，十分な人工呼吸管理がされているにもか\nかわらず，代謝性アシドーシスが明らかにあって，循環動態の改善を妨げてい\nることが認められる場合に考慮するとされている上，Ｉ医師は，原告Ａの場合\nには，上記のとおり，炭酸水素ナトリウムを用いなくともアシドーシスが改善\nしているから，炭酸水素ナトリウムを原告Ａに投与する必要はなかった旨供述\nするところである（乙Ａ９［９，１０］）。これらによれば，原告Ａについて\n炭酸水素ナトリウムの投与などによる血液アシドーシスの補正をする必要があ\nったとは認められない。\n上記③の点について，前記１認定のとおり，原告Ａの出生児の体重は２７\n１４ｇであったこと，原告Ａには，４月２１日午前８時４５分ころに痙攣があ\nることが疑われるまで，痙攣の所見はみられず，午前９時３０分ころには微細\n発作が生じた可能性があることからフェノバール坐薬５０ｍｇが挿肛されてい\nるところ，証拠（甲Ｂ１５［２６６］）によれば，急性期の痙攣に対するフェ\nノバール（フェノバールは商品名であり，一般名はフェノバルビタールである。）\nの投与量は１０～２０ｍｇ／ｋｇとされていることが認められ，これを原告Ａ\nの体重に換算すると，適正な投与量は２７．１４ないし５４．２８ｍｇという\nことになり，原告Ａに対する上記投与量はその範囲内にあることになる。加え\nて，Ｆ医師は，フェノバールなどの抗痙攣薬には呼吸抑制の副作用がある旨証\n言し（証人Ｆ［４１］），Ｉ医師は，痙攣発作が出現した場合，一般的には，\n初期の対応として，保育器に収容して経過観察し，痙攣が頻発するのであれば，\n酸素投与，静脈ルートの確保を行うのであって，抗痙攣薬には副作用があるこ\nとから直ちに抗痙攣薬を投与することはなく，原告Ａにフェノバールを投与し\nた時期が遅いとはいえず，投与量も十分である旨供述するところである（乙Ａ\n９［８，９］）。これらによれば，本件において，適切な時期における適量の\nフェノバール（抗痙攣薬）の投与による痙攣の治療が行われなかったと認める\nことはできない（なお，原告らは，４月２１日午前４時３０分あるいは同日午\n前５時５５分ころ，原告Ａに無呼吸発作がみられた時点で抗痙攣薬を投与すべ\nきであるとも主張するが，原告Ａの無呼吸発作が痙攣発作であると断定する根\n拠はなく（乙Ａ９［８］），原告らの主張は前提を欠くものというべきである。）。\n上記④の点について，Ｆ医師は，脳保護薬であるグリセオールには脳出血を\n引き起こす副作用がある旨証言し（証人Ｆ［４１］），Ｉ医師は，グリセオー\nルなどの脳保護薬は脳浮腫の治療に使用するものであり，その予防に投与する\nものではなく，脳浮腫がみられていないのに使用しなければならないものでは\nなく，大泉門の膨隆や嘔吐などの所見のみられない原告Ａに対してグリセオー\nルなどの脳保護薬を投与する必要はない旨供述するところである（乙Ａ９［１\n０］）。これらによれば，原告Ａに対し脳保護薬を投与する必要があったとは\n認められない。\n上記⑤の点について，前記１認定のとおり，原告Ａの体温は，４月２１日\n午前３時１０分ころの３５．２℃から，午前４時ころの３５．７℃，午前６時\n３０分ころの３６．７℃と改善しており，同日午前７時３０分ころの原告Ａの\nクベース内の温度は３３℃であったところ，証拠（甲Ｂ１６［２２７］，１８\n［５７４］，乙Ａ９［１０，１１］）によれば，低酸素性虚血性脳症の新生児\nには発熱や脳温の上昇による異常代謝の亢進が起きるので，体温上昇に十分注\n意し，直腸温や鼻咽頭温が３７℃以上にならないように環境温を調整すること\nが必要であるとする見解や，体重が２７５０ｇの新生児の保育器内の温度は３\n３．１±０．９℃が至適範囲であるとする見解があることが認められる。これ\nらの事実に照らすと，被告病院における原告Ａの体温管理に不適切な点があっ\nたということはできない。\n以上の認定判断からすると，原告らの主張する上記各注意義務違反は，いず\nれもこれを認めることができないといわざるを得ない。\nしたがって，原告らの上記主張は採用することができない。\n５  結論\n以上のとおりであり，原告らの請求は，その余の争点について判断するまで\nもなく（なお，本件における証拠を精査しても，原告Ａの脳性麻痺による四肢\n体幹機能障害が被告病院の担当医師らの診療行為によって生じたものであると\n断定することはできない。），いずれも理由がないからこれを棄却することと\nし，主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官  村 田   渉\n裁判官  成 田 晋 司\n裁判官  平 野   望\n"
}