{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 23
  },
  "case_number": "平成23(行ケ)10249",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82283",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82283",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/283/082283_hanrei.pdf",
  "contents": "平成２４年５月２３日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０２４９号  審決取消請求事件\n口頭弁論終結日  平成２４年５月９日\n判        決\n原              告        ユ ニ チ カ 株 式 会 社\n同訴訟代理人弁理士        奥      村      茂      樹\n阿      部      清      二\n被              告        東 洋 紡 績 株 式 会 社\n同訴訟代理人弁理士        植      木      久      一\n植      木      久      \n菅      河      忠      志\n柴      田      有  佳  理\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１０－８００１６３号事件について平成２３年６月２９日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，被告の下記２の本件発明に係\nる特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たな\nいとした別紙審決書（写し）の本件審決（その理由の要旨は下記３のとおり）には，\n下記４のとおりの取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  被告は，平成５年３月１１日，発明の名称を「生分解性土木用繊維集合体」\nとする特許出願（特願平５－５０８８３号）をし，平成１３年２月９日，設定の登\n録（特許第３１５６８１２号。請求項の数１）を受けた（甲２７）。以下，この特\n許を「本件特許」という。なお，本件特許は，平成１５年５月１９日に確定した異\n議の決定により，訂正されている（甲２８）。\n(2)  原告は，平成２２年９月１３日，本件特許について，特許無効審判を請求し，\n無効２０１０－８００１６３号事件として係属した（甲３２）。\n(3)  被告は，平成２３年２月１４日，訂正請求（甲２９。以下「本件訂正」とい\nう。）をし，特許庁は，同年６月２９日，「訂正を認める。本件審判の請求は，成\nり立たない。」旨の本件審決をし，同年７月６日，その謄本が原告に送達された。\n２  特許請求の範囲の記載\n本件訂正後の特許請求の範囲の請求項１の記載は，次のとおりのものである。以\n下，本件訂正後の請求項１の発明を「本件発明」といい，本件訂正後の明細書（甲\n２９）を「本件明細書」という。\n一般式－Ｏ－ＣＨ（ＣＨ３）－ＣＯ－を主たる繰り返し単位とするポリ乳酸を主\n成分とする切断強度０．１ＧＰａ以上，切断伸度５％以上であり，且つヤング率が\n０．５ＧＰａ以上であるモノフィラメント及び／又はマルチフィラメントの複数本\nからなる生分解性土木用の溶融紡糸による繊維集合体\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本件発明は，①特許請求の範囲の記載は，明\n確であって，特許を受けようとする発明の構成に欠くことのできない事項のみが記\n載されているから，平成６年法律第１１６号による改正前の特許法（以下「法」と\nいう。）３６条５項２号に適合する，②下記ア及びイの引用例１及び２に記載され\nた発明に基づいて当業者が容易に発明をすることができたものであるとはいえない，\n③同日に出願された下記ウの引用例３の特許発明と同一の発明であるとはいえない，\nなどとしたものである。\nア  引用例１：実願平１－１２０６９２号のマイクロフィルム（実開平３－６２\n１２３号）（甲１）\nイ  引用例２：特開平３－２６２４３０号公報（甲４）\nウ  引用例３：特許第３７１１４０９号公報（特願平５－５０８８１号の特許公\n報。平成５年３月１１日出願）（甲６）\n(2)  なお，本件審決は，その判断の前提として，引用例１に記載された発明（以\n下「引用発明１－１」「引用発明１－２」という。）並びに本件発明と上記各引用\n発明との一致点及び相違点を，以下のとおり認定した。\nア  引用発明１－１：耐摩耗性糸条によつて織成された土木用シートであって，\n該耐摩耗性糸条は，長手方向に走行する複数本の単糸と該単糸を囲繞すると共に該\n単糸相互間を固着する合成樹脂とからなる土木用シートであって，上記単糸はポリ\nエステル系フィラメントであり，上記合成樹脂はポリ塩化ビニルである，土木用シ\nート\nイ  本件発明と引用発明１－１との一致点：ポリエステルを主成分とするマルチ\nフィラメントの複数本からなる土木用の溶融紡糸による繊維集合体\nウ  本件発明と引用発明１－１との相違点：上記の，ポリエステルを主成分とす\nるマルチフィラメントの複数本からなる土木用の溶融紡糸による繊維集合体が，本\n件発明では，一般式－Ｏ－ＣＨ（ＣＨ３）－ＣＯ－を主たる繰り返し単位とするポ\nリ乳酸を主成分とする切断強度０．１ＧＰａ以上，切断伸度５％以上であり，且つ\nヤング率が０．５ＧＰａ以上であるマルチフィラメントからなる生分解性の繊維集\n合体であるのに対し，引用発明１－１では，ポリエステルを主成分とする生分解性\nでない織成されたシートである点\nエ  引用発明１－２：マルチフィラメントを織成してなる引張強度の高い織物か\nらなる土木用シート\nオ  本件発明と引用発明１－２との一致点：マルチフィラメントの複数本からな\nる土木用の繊維集合体\nカ  本件発明と引用発明１－２との相違点：上記の，マルチフィラメントの複数\n本からなる土木用の繊維集合体が，本件発明では，一般式－Ｏ－ＣＨ（ＣＨ３）－\nＣＯ－を主たる繰り返し単位とするポリ乳酸を主成分とする切断強度０．１ＧＰａ\n以上，切断伸度５％以上であり，且つヤング率が０．５ＧＰａ以上であるマルチフ\nィラメントからなる生分解性の溶融紡糸による繊維集合体であるのに対し，引用発\n明１－２では，引張強度の高い織物からなる点\n(3)  また，本件審決は，その判断の前提として，引用例３の特許発明を，以下の\nとおり認定した。\n一般式－Ｏ－ＣＨＲ－ＣＯ－（但し，ＲはＨまたは炭素数１～３のアルキル基を\n示す）を主たる繰り返し単位とする脂肪族ポリエステルを主成分とする下記ａ群の\n用途の中のいずれかである生分解性農業用モノフィラメント及び／又はマルチフィ\nラメント繊維集合体\nａ群\n防虫用シート，遮光用シート，防霜シート，防風シート，農作物保管用シート，\n保温用不織布，防草用不織布，農業用ネット，農業用ロープ\n４  取消事由\n(1)  記載要件に係る判断の誤り（取消事由１）\n(2)  容易想到性に係る判断の誤り（取消事由２）\n(3)  発明の同一性に係る判断の誤り（取消事由３）\n第３  当事者の主張\n１  取消事由１（記載要件に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，本件発明の解決課題と特許請求の範囲に記載された構成要件で\nある切断強度等の値とが，どのような関係を有するかを具体的に何ら判断せずに，\n切断強度等の値について技術的意義があると判断したものであり，誤りである。\n本件審決は，引張強度等が土木用繊維集合体として，実用的な機械特性を特定し\nたものであるから，技術的意義がないとはいえないと判断した。しかしながら，実\n用的な機械特性は，発明を構成するものではない。なぜなら，従来の実用されてい\nる土木用繊維集合体のモノフィラメント又はマルチフィラメントは，同様の実用的\nな機械特性を持っているからである。このように従来のモノフィラメント又はマル\nチフィラメントが持っている切断強度等の数値を特許請求の範囲に記載しても，そ\nれは発明を構成しないものであって，技術的意義を持たない。本件審決は，特許請\n求の範囲に記載された構成要件の技術的意義の解釈を誤っている。\nまた，本件発明の解決課題は環境破壊を防止することであり，解決手段は素材を\nポリ乳酸にするというものであるから，モノフィラメント又はマルチフィラメント\nの切断強度等は，課題と解決手段との関係において，何ら技術的意義のないもので\nある。なぜなら，切断強度等は，ポリ乳酸の生分解性と何ら関係がないし，環境破\n壊の防止の観点からも，何ら関係がないからである。\nさらに，モノフィラメントやマルチフィラメントの切断強度等は，多くの場合，\n本件のような一定値以上を持っているのである。したがって，本件で特定した切断\n強度等は，本件発明において技術的意義を有しないものである。\n(2)  本件発明の場合も切断強度等の技術的意義について，本件明細書に具体的に\n何ら記載していない。\nすなわち，本件明細書には，切断強度０．１ＧＰａ以上の場合と０．１ＧＰａ未\n満の場合，切断伸度５％以上と未満の場合及びヤング率０．５ＧＰａ以上と未満の\n場合が，本件発明の解決課題との関係において，どのような差異を有するかという\n具体的な記載がない。また，実施例において，切断強度等の値の境界で，どのよう\nな差異が現れるかを実証する具体的な記載も一切ない。\n本件審決は，具体的な記載の意味を誤って解釈しているとともに，甲１７の意味\nも誤って解釈している。\nしたがって，切断強度等の値は，本件発明において何ら技術的意義を有しないも\nのであり，かかる技術的意義を有しない記載は，法３６条５項２号に規定された「発\n明の構成に欠くべからざる事項」ではない。\n〔被告の主張〕\n産業上の利用可能性を担保する技術的事項の一つとして記載した引張強度等は，\n土木用途において使用されるという前提的課題の下での必要的物性であると本件発\n明者らが認識して特許請求の範囲に記載したのであり，その物性の一部が公知要素\nと重複していることをもって，あるいは他分野用途における物性との重複をもって\n技術的意義がないという原告の主張は，極めて不合理な見解である。\nしかしながら，従来土木分野において用いられなかったポリ乳酸という素材を，\nモノフィラメント及び／又はマルチフィラメントの複数本からなる溶融紡糸による\n繊維集合体の形態として土木分野に用いるという本件発明において，当該繊維集合\n体として満足することを要する切断強度等を特定する必要を意識したのであり，原\n告の主張は，切断強度等と生分解性との関係を表面的にのみ理解するにすぎない。\n２  取消事由２（容易想到性に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件発明の解決課題及び解決手段の認定について\nア  まず，本件発明の解決課題及び解決手段の認定は，本件明細書の記載に基づ\nいて行わなければならない。\n本件明細書には，従来の土木用繊維集合体は，その素材がポリエチレン，ポリ塩\n化ビニル等であったため，自然環境下で分解せず，環境破壊の原因になっていると\nの問題点，上記問題点に対し，自然環境下で分解する土木用繊維集合体を提供する\nことを課題として挙げている。そして，上記課題解決のために，繊維集合体の素材\nをポリ乳酸とすることを解決手段とするものである。かかる解決手段による効果は，\n優れた生分解性と良好な物性を有しているので，自然環境下で分解され環境破壊の\n心配がないというものである。\nここで，優れた生分解性が発現するのは，素材がポリ乳酸だからであり，良好な\n物性を有しているのはモノフィラメント及び／又はマルチフィラメントが所定の切\n断強度，切断伸度及びヤング率（切断強度等）を持っているからであると解釈され\nる。なぜなら，本件特許請求の範囲における生分解性に関連する構成要件はポリ乳\n酸のみであり，物性に関連する構成要件は切断強度等だからである。なお，物性に\n関する点は，解決課題として挙げられておらず，付随的な効果と解される。\n以上のとおりであるから，本件発明の解決課題は自然環境下で分解する土木用繊\n維集合体を得ることであり，本件発明の課題解決手段は従来のポリエチレン等に代\nえて，ポリ乳酸を用いることである。そして，ポリ乳酸は生分解性を有しているの\nで，使用後に自然環境下で分解し環境破壊の心配がなく，また，ポリ乳酸のモノフ\nィラメント及び／又はマルチフィラメントとして，所定の切断強度等を持つものを\n用いると，物性も良好であるというものである。\nイ  本件審決は，本件明細書に基づく課題解決及び解決手段を一切考慮せずに，\n特許請求の範囲に土木用と記載されていれば，用途発明であるとしたものであり，\n誤りである。\nすなわち，用途発明については，請求項に記載された用途に意味があるか否かを\n判断しなければならない。また，用途発明であるか否かは，その物自体の用途に関\n連する属性が未知であるか既知であるかを判断しなければならない。\nしかるに，本件審決は，本件明細書記載の解決課題及び解決手段との関係で，用\n途に意味があるか否かは全く判断せず，また物自体の属性が未知であるか既知であ\nるかも判断せず，本件発明を用途限定に意味のある発明又は用途発明と解釈したも\nのであり，誤っている。本件明細書記載の解決課題及び解決手段を正しく認定して\nいれば，本件発明が用途発明でないことは明らかである。\nウ  また，「一般式－Ｏ－ＣＨ（ＣＨ３）－ＣＯ－を主たる繰り返し単位とするポ\nリ乳酸を主成分とする」との組成は，生分解性を発現させるための組成であり，生\n分解性という属性は，各種の用途に所望される属性であり，土木用に適したもので\nはない。\n本件発明は，土木用に適したものではなく，また本件発明がポリ乳酸の公知の属\n性に基づくものであるから，用途発明とはいえない。\nエ  本件発明は，用途限定に意味はなく，かつ用途発明でもないことは明らかで\nある。\n(2)  引用例１に記載された発明の認定の誤りについて\nア  そもそも，主引用例である一つの先行文献には，複数の発明が記載されてい\nることが多いから，容易想到性の判断に当たって，その複数の発明を個別に摘示す\nるものではない。主引用例にどのような発明が記載されているかを認定するのは，\n本件発明と対比するために行うのであるから，本件発明に最も近い発明を一つ摘示\nすればよいのである。本件審決のように，本件発明とは遠い発明や関係のなさそう\nな発明を複数摘示するものではない。もっとも，例外的に一つの先行文献から複数\nの発明を摘示し，それぞれに容易想到性の判断を行うことはあるが，それはそれぞ\nれの容易想到性の論理が異なるからであり，本件の場合，容易想到性の論理は異な\nらないのであるから，そのような例外を採用する余地はない。\nまた，主引用例にどのような発明が記載されているかは，先行文献に記載された\n文言の意味について，技術常識や周知技術を参酌して認定するのであり，文言の意\n味を理解せずに認定するものではない。\nよって，本件審決は，引用例１に記載された発明の認定を誤っている。\nイ  引用例１においては，ポリエステルマルチフィラメント高強力糸を経糸及び\n緯糸とした織物が，従来から土木用シートとして用いられている。上記「高強力糸」\nを，技術常識又は周知技術（甲２）に基づいて判断すると，引用例１に記載されて\nいるポリエステルマルチフィラメント高強力糸は，引張強度０．８～１．１ＧＰａ，\n伸度７～１７％及び見掛けヤング率１０．８～１９．６ＧＰａのものである。\nよって，引用例１には，引張強度０．８～１．１ＧＰａ，伸度７～１７％及び見\n掛けヤング率１０．８～１９．６ＧＰａのポリエステルマルチフィラメント糸を織\n成してなる織物を土木用シートとして用いることが記載されていると認定されるべ\nきである。\n(3)  相違点の認定の誤りについて\n本件審決は，マルチフィラメント糸の切断強度等を相違点として認定したが，こ\nれは相違点ではない。相違点としては，引用例１記載のマルチフィラメント糸の素\n材がポリエステルであるのに対して，本件発明はポリ乳酸である点で相違すると認\n定されるべきである。\n(4)  引用例２に記載された事項の認定の誤りについて\n本件審決は，引用例２には，生分解性の素材としてポリ乳酸が記載されていると\nいったん認定しながら，生分解性の素材として，実施例に記載されているのがポリ\nグリコール酸だけであるから，ポリ乳酸は生分解性の素材として記載されていない\nと認定した。\nしかしながら，上記認定は，引用例２に記載されている事項は実施例のみであり，\n特許請求の範囲及びその他の発明の詳細な説明に記載されている事項は記載されて\nいないとするもので，明らかに誤りである。また，引用例２の用途が漁網であって\n土木用途ではないとの認定判断は，一致点に関するものであるから，相違点の検討\nの箇所で持ち出すべき事項ではない。\n(5)  容易想到性の判断の誤りについて\n以上のとおり，本件審決は，本件発明の解決課題及び解決手段の認定を誤り，引\n用例１に記載された発明の認定を誤って，相違点の認定を誤り，さらに引用例２記\n載事項の認定を誤り，この結果，容易想到性の判断を誤っている。\n本件発明は，引用例１に記載されているマルチフィラメント糸の素材であるポリ\nエステルを，引用例２に記載されているポリ乳酸に置換したものであり，当業者が\n容易に想到し得るものである。\n引用例２には，従来のポリエステルでは生分解性がなく環境汚染を生じるので，\n生分解性のあるポリ乳酸を用いれば環境汚染を防止し得ることが記載されているか\nら，本件発明は引用例１及び２の記載に基づいて，当業者が容易に想到し得るもの\nである。\n環境破壊を防止するために生分解性のポリ乳酸を採用しようとの動機付けは，引\n用例２に記載されている。動機付けの存否は，主引用例のみで判断するのではなく，\n副引用例や技術常識及び周知技術に基づいても判断しなければならない。\n〔被告の主張〕\n(1)  本件発明の解決課題及び解決手段の認定について\nア  特許請求の範囲には，素材としてポリ乳酸を主体とすること，そしてモノフ\nィラメント及び／又はマルチフィラメントの複数本からなる溶融紡糸による繊維集\n合体の形態で用いること，さらに土木用途であることに鑑みて求められる所定の切\n断強度等を備えることによって，土木用途に適用されるものである旨を明記してお\nり，本件発明によってもたらされる土木分野での技術的・環境的・社会的貢献を軽\n々しい評価で済ますべきではない。\nイ  本件明細書の全記載及び技術常識をもってすれば，土木用途に適した物を意\n味していると理解することを妨げるものではない。\n本件発明は，まさにこの判断手法に基づいた用途発明であり，本件審決の認定に\n誤りはない。\n土木分野に通暁している当業者が本件明細書を通読すれば，土木分野に使用され\nる「物」を直ちに理解することが可能である。そしてこれらの物が使用される環境，\nこれらの物に求められる物性，陸上の苛酷な環境下での使用可能性を念頭に置きつ\nつ，陸上への投棄後は，太陽光，風雨，温度・湿度の変化，陸上微生物の多様性な\nどに曝される中での適切な期間経過における分解・崩壊を意図して，これまでこの\nような環境条件の土木分野で使用されたことのないポリ乳酸に着目し，実施例に記\n載したような実験事実を積み重ねながら本件発明の課題解決に至ったことを理解で\nきる。したがって，本件明細書の全記載に鑑みて本件発明を用途発明と認定した本\n件審決には，原告が主張するような取消事由は存在しない。\nウ  土木用に適した組成とするために，いくつか知られている生分解性ポリマー\nの中から，物性や陸上環境での生分解を配慮してポリ乳酸を選んだものであり，「土\n木用に適したものではない」との原告の主張は，一方的な決め付けである。\n同じポリ乳酸を使用している発明であっても当該各発明の用途対象が別々である\nから，それぞれの用途分野において，固有の作用効果を発揮しているのであり，本\n件発明の発明性が否定されることがあってはならない。\n本件発明は，例示したような用途を含む土木用途のいずれにおいても，それがそ\nのまま放置された状況での時間推移につれて想定される土壌との接触状態の下での\n分解性を備えたものであることに意味がある。\nポリ乳酸と，生分解性ポリマーと考えられている他のポリマーとの間には，顕著\nな違いが存在し，本件発明は，これまで知られていた用途とは異なる新しい用途を\n見いだしたものである。原告は，ポリ乳酸の効果・属性を「生分解性」の一言で把\n握することを出発点とし，例えば漁業用と土木用を全く混同しているというほかな\nく，自然界の多岐性・複合性などを一切配慮しないもので，誤りである。\nエ  被告が行った特許出願の考え方は，「農業用」，「土木用」及び「衛生用」\nを別々の用途発明と認識したことに由来し，これらを併合発明と認識して単一の特\n許出願としたわけでもなければ，これらの上位概念用途を案出して単一の特許出願\nとしたものでもない。\n(2)  引用例１に記載された発明の認定の誤りについて\nア  引用発明１－１の概略は，ポリエステル系フィラメントからなる長手方向に\n走行する複数本の単糸に，この単糸間を相互に固着するポリ塩化ビニル樹脂を囲繞\nさせた耐摩耗性糸条を用いて形成した土木用シートの発明であり，実用新案登録請\n求の範囲に記載された発明である。一方，引用発明１－２の概略は，従来技術とし\nて示された土木用シート，すなわちマルチフィラメントを編成してなる引張強度の\n高い織物からなる土木用シートである。\nイ  土木分野で用いられる引用例１を公知技術として把握する際，当業者であれ\nばまずはその実用新案登録請求の範囲に記載された発明に着目するという通常の判\n断に配慮した結果，本件審決は，まず引用発明１－１が記載されていることを摘示\nし，当該発明では本件発明との距離が大きくなることに配慮して，引用発明１－２\nが示されている事実を摘示したのである。本件審決がこのような立場から引用例１\nの開示技術の全貌を理解する上で望ましいという観点に基づいて上記のような摘示\nをしたことは，公知技術の理解にとって正しいことであり，誤りはない。\nウ  一般的なポリエステルのフィラメントの物性は，ポリ乳酸フィラメントの物\n性と何の関係もない。したがって本件発明の課題や解決手段を総合的に配慮すれば，\n当業者にとっては何の関係もないという実体を認定されたのであり，判断が誤って\nいるとの謗りを受けるべきものではない。\n(3)  相違点の認定の誤りについて\n一言でポリエステルマルチフィラメント高強力糸と称しても，その製造条件（特\nに延伸条件）あるいはポリエステルの組成や分子量等によって，切断強度等の物性\nが異なる値を示すことは，当業者の技術常識である。引用例２に，あるポリエステ\nル（高強力）の切断強度等の物性が記載されているからといって，それが引用例１\nに記載されているマルチフィラメント高強力糸の物性と重複しているということは\nできない。\n本件審決が，本件発明と引用発明１－１や引用発明１－２との相違点を認定した\nことは，技術実体として何ら誤りではない。\n(4)  引用例２に記載された事項の認定の誤りについて\nア  本件審決は，特許請求の範囲などに記載されている発明の記載ぶりを十分承\n知した上で，引用例２が後の発明者に何を示唆しているか，との観点から，ポリ乳\n酸の具体的使用技術や不織布としての利用形態，さらには土木用途における具体的\n資材について何一つ示唆していないことを認識し，他方では一言で生分解性といっ\nても，その生分解機構の違いが顕著であることを念頭において認定したものである。\nイ  引用例２は副引用例である。本件発明の進歩性判断においては，本件発明と\n主引用例の一致点・相違点を認定した後，当該相違点について副引用例の記載事項\nを組み合わせることの動機付けがあるか否か，あるいは動機付けに対する阻害的要\n因がないか，といったことが検討課題である。本件審決は，引用例２の発明は漁網\nに関するものであり，土木用途でない点において本件発明と技術分野が明確に相違\nするから，この相違を有する引用例２を副引用例とし，引用例１との相違点を克服\nして引用発明１との組合せに適用できたかとの視点から認定したのである。つまり\n一致点の検討が行われたことは，引用例２の副引用例としての適格性が検証された\nことを意味し，したがって本件審決の認定に問題はない。\n(5)  容易想到性の判断の誤りについて\n漁業の分野における生分解とは，海水，湖・沼水，河川などのように，ほとんど\n１００％水分で囲まれた環境下における生分解であること，中でもほとんどは海水\nという高塩分水溶液環境であること，酸素や炭酸ガスなどの気体成分の溶存量が極\nめて少ない環境であること，高塩分環境ゆえに，一般土壌細菌・放線菌類・微小動\n物などはほとんど常在しておらず，微生物としては精々好塩菌が常在するのみであ\nり，微小動・植物としてはプランクトンが考えられる程度であること，といった特\n殊な環境下における生分解であるから，別異の技術分野と考えるべきものである。\n引用発明１－１及び引用発明１－２は，土木用シートなどにおける耐摩耗性の視\n点から記述されたものであり，それ自体長期安定使用を課題とするものであったか\nら，土中での早期分解を意図する土木用資材を提供しようとする本件発明に対して\nはいかなる動機付けも与えない。また，引用例２は漁業用途分野における水中条件\n下での加水分解を意図し，具体的にはポリグリコール酸の適用を達成し得た発明に\nすぎないし，引用例１と引用例２は課題が共通するどころか全く正反対である。し\nたがって，引用例１のみからはもちろん，これに引用例２を組み合せたとしても，\n本件発明への動機付けは全く与えられない。\nちなみに，引用例１に測定開示された引張強力は，実施例では３５７㎏／５㎝幅\nであり，比較例では３６９㎏／５㎝幅である。つまり引張強力の面では両品は略同\n等であるが，摩擦回数が増えるにつれて（０回から５０回）進む強力保持率の低下\nの度合いは，比較例（すなわち引用発明１－２）において顕著であり，本件発明に\n対する動機付けをむしろ阻却させるものである。\n３  取消事由３（発明の同一性に係る判断の誤り）について\n〔原告の主張〕\n(1)  発明の解決課題及び解決手段について\n本件発明と引用例３の発明の解決課題及び解決手段は，実質的に同一である。\n(2)  同一性の判断の誤りについて\nア  本件審決は，土木用繊維集合体と農業用繊維集合体では，使われ方が異なる\nと判断するだけで，どのように使われ方が異なるかに関して，何らの認定判断もし\nていない。\nイ  土木用繊維集合体も農業用繊維集合体も，養生シートとして用いられるので\nあるから，使われ方も同一である。本件審決は，農業用養生シートは何の養生に用\nいられるのかに関して，原告の主張を無視し，何らの認定判断もしていない結果，\nその判断を誤ったものである。\nウ  養生シートの「養生」とは，狭義では打ち終わったコンクリートの表面に敷\n設して保温し，硬化を十分にするという意味であり，広義では工事箇所の防護をす\nるという意味である。\n狭義に解釈した場合，土木用と農業用に使用する養生シートのいずれも，コンク\nリートの硬化のために用いる繊維集合体であり，使われ方に相違はない。また，広\n義に解釈した場合も，工事箇所の防護をするために用いられるのであり，使われ方\nに相違はない。例えば，農業用用水路を施工する際，コンクリートを打ち終わった\n後に保温のために養生シートを用いる場合，それは土木用養生シートなのか農業用\n養生シートなのか区別できない。また，畜舎を建築する際，柱等の防護のために養\n生シートを用いる場合，それは土木用養生シートなのか農業用養生シートなのか，\nそれとも建築用養生シートなのか区別できない。\n本件審決は，かかる具体的な判断は何も行わなかった結果，土木用養生シートと\n農業用養生シートは異なると判断したものである。\n〔被告の主張〕\n原告は，無効審判において，原告製造の養生シートについて被告が判定請求をし\nたことは，本件発明の土木用シートとして本件明細書中に例示される「養生シート」\nは，引用例３の発明の「保温用不織布」と同一であると主張することにほかならな\nいから，本件発明は引用例３の発明と同一であると主張していた。\n農業用か土木用かは，社会的常識においても十分に区別可能であるから，取消事\n由は見当たらない。\n第４  当裁判所の判断\n１  本件発明について\n(1)  本件発明の特許請求の範囲の記載は，前記第２の２に記載のとおりであり，\n本件明細書には，以下の記載がある（甲２９）。\nア  本件発明は，土木用繊維集合体に関し，更に詳しくは自然環境下に放置して\nおくと，徐々に分解し，最終的には消失するため，使用後の焼却による大気汚染や\n放置による環境破壊のない生分解性土木用の溶融紡糸による繊維集合体に関する\n（【０００１】）。\nイ  従来，仮設ネット，養生シート，遮水シート等の土木用繊維集合体はポリエ\nチレン，ポリ塩化ビニル等のプラスチック材料が使用されている。前記プラスチッ\nク材料は自然環境下でほとんど分解しないため，使用後回収され，焼却，埋め立て\nあるいはリサイクルにより処理されているが，リサイクルによる再生では採算があ\nわず，焼却や埋め立てによる処理では大気汚染や埋め立て地の確保が困難等の問題\nがある。また，回収には多大な労力を必要とするために回収し切れず土中等の自然\n界に放置され，環境破壊等様々な問題を引き起こしている（【０００２】）。\n本発明者らの目的は，自然環境下で徐々に分解し，最終的には消失し，使用後の\n焼却による大気汚染や放置による環境破壊の心配のない生分解性土木用の溶融紡糸\nによる繊維集合体を提供することにある（【０００３】）。\n本発明者らは上記事情を鑑み，使用後の焼却による大気汚染や放置による環境破\n壊の心配のない土木用繊維集合体を得るべく鋭意検討を重ねた結果，一般式－Ｏ－\nＣＨ（ＣＨ３）－ＣＯ－を主たる繰り返し単位とする脂肪族ポリエステルを主成分と\nする切断強度０．１ＧＰａ以上，切断伸度５％以上であり，かつヤング率が０．５\nＧＰａ以上であるモノフィラメント及び／又はマルチフィラメントの複数本からな\nる生分解性土木用の溶融紡糸による繊維集合体に関するものであり，当該集合体は\n自然環境下に放置しておくと徐々に分解され，最終的には消失し，使用後の焼却に\nよる大気汚染や放置による環境破壊の懸念がないものである（【０００４】）。\nウ  本件発明の溶融紡糸による土木用繊維集合体は，優れた生分解性と良好な物\n性を有している故，使用後の焼却による大気汚染や放置による環境破壊の心配がな\nいことから産業界又は環境保護に寄与すること大である（【００１５】）。\nエ  本件発明の繊維集合体は，切断強度０．１ＧＰａ以上，切断伸度５％であり，\nかつヤング率が０．５ＧＰａ以上であるモノフィラメント及び／又はマルチフィラ\nメントの複数本からなる土木用の溶融紡糸による繊維集合体である。繊維集合体を\n構成するフィラメントの特性がこの範囲を外れると土木用繊維集合体として実用的\nな機械特性を有することが困難となり好ましくない（【０００８】）。\n本件発明の繊維集合体とは規則的あるいは不規則的に繊維が集合した構成体，例\nえば，繊維束や織物，編物，組物，不織布，多軸積層体等の布帛等として得ること\nができるが特にこれらに限定されるものではない（【０００９】）。\nオ  実施例１\n粘度平均分子量１５万のポリ乳酸を孔径０．４φ，ホール数４８を有するノズル\nから１８５℃で溶融紡糸して未延伸糸を得た。次いで常法により延伸熱処理を行い，\n１５０デニール／１８フィラメントの延伸糸を得た。テンシロン引張り試験機を使\n用して，試料長２０㎝，引張り速度２０㎝／min で得られた延伸糸の強伸度を測定\nした結果，得られた延伸糸の切断強度は０．５６ＧＰａ，切断伸度は２５％，ヤン\nグ率は５．９ＧＰａであった。得られた延伸糸を法面補強用の素材として用いた。\n該繊維を土壌中に埋設し，重量変化を調査したところ半年後で初期重量の４８％，\n１年後には１５％となり，１年半後には分解により形状を確認することができなか\nった（【００１４】）。\n(2)  以上の記載によれば，本件発明は，仮設ネット，養生シート，遮水シートな\nどの用途に用いられる，モノフィラメント及び／又はマルチフィラメントの複数本\nからなる土木用の溶融紡糸による繊維集合体において，使用後の焼却処理による大\n気汚染や放置による環境破壊などの問題を解決するために，その素材として，自然\n環境下で徐々に分解し最終的には消失する，生分解性のポリ乳酸を主成分とするも\nのを用いるものということができる。\n２  取消事由１（記載要件に係る判断の誤り）について\n(1)  法３６条５項２号について\n法３６条５項２号は，特許請求の範囲の記載について，「特許を受けようとする\n発明の構成に欠くことができない事項のみを記載した項（以下「請求項」という。）\nに区分してあること」と規定するものである。\nここで，「特許を受けようとする発明」とは，発明者自らが発明した発明のうち，\n自らの判断で，特許を受けることによって保護を求めようとする発明を意味するも\nのであるから，法３６条５項２号は，このような「特許を受けようとする発明」，\nすなわち，自らが発明した発明のうち，自らの判断で，特許を受けることによって\n保護を求めようとする発明について，その構成に欠くことができない事項のみを記\n載することと規定するものと解される。そうすると，いずれの事項を「特許を受け\nようとする発明の構成に欠くことができない事項」として特許請求の範囲に記載す\nるかは，発明者自らが判断することであると解される。\n本件発明における「切断強度０．１ＧＰａ以上，切断伸度５％以上であり，且つ\nヤング率が０．５ＧＰａ以上である」との事項は，本件明細書の「本発明の繊維集\n合体は，切断強度０．１ＧＰａ以上，切断伸度５％以上であり，且つヤング率が０．\n５ＧＰａ以上であるモノフィラメント及び／又はマルチフィラメントの複数本から\nなる土木用繊維集合体である。繊維集合体を構成するフィラメントの特性がこの範\n囲を外れると土木用繊維集合体として実用的な機械特性を有することが困難となり\n好ましくない。」（【０００８】）との記載から，土木用繊維集合体として実用的\nな機械特性を示したものと認められる。そして，本件発明においては，発明者自ら\nが判断して，上記事項を「特許を受けようとする発明の構成に欠くことができない\n事項」として特許請求の範囲に記載したものと解される。\n以上によれば，本件発明における「切断強度０．１ＧＰａ以上，切断伸度５％以\n上であり，且つヤング率が０．５ＧＰａ以上である」との事項は，「特許を受けよ\nうとする発明の構成に欠くことができない事項」と認められるから，特許請求の範\n囲の記載は，法３６条５項２号に適合するとした本件審決の判断に誤りはない。\n(2)  原告の主張について\n原告は，切断強度等の値は，本件発明において何ら技術的意義を有しないもので\nあり，かかる技術的意義を有しない記載は，法３６条５項２号に規定された「発明\nの構成に欠くべからざる事項」ではないと主張する。\nしかし，いずれの事項を「特許を受けようとする発明の構成に欠くことができな\nい事項」として特許請求の範囲に記載するかは，発明者自らが判断することである。\n原告が主張する「発明の構成に欠くことができない事項」についての解釈は独自の\nものであり，技術的意義を有しないとしても，「発明の構成に欠くことができない\n事項」ではないということはできない。よって，原告の主張は採用できない。\n(3)  小括\n以上のとおり，取消事由１は，理由がない。\n３  取消事由２（容易想到性に係る判断の誤り）について\n(1)  引用例１に記載された発明について\nア  引用例１には，以下の記載がある（甲１）。\n(ア)  実用新案登録請求の範囲\n耐摩耗性糸条によって織成された土木用シートであって，該耐摩耗性糸条は，長\n手方向に走行する複数本の単糸と該単糸を囲繞すると共に該単糸相互間を固着する\n合成樹脂とからなることを特徴とする土木用シート\n(イ)  産業上の利用分野\n本考案は，地盤改良や地盤強化等の土木工事において，土中に埋設あるいは敷設\n等して使用する土木用シートに関するものである。\n(ウ)  従来の技術及び考案が解決しようとする課題\n従来より，土木用シートとして，マルチフィラメントを織成してなる織物が使用\nされている。特に，土木用シートには高強度が要求されるため，引張強度の高い織\n物が使用されている。\nしかしながら，土木用シートは土中に埋設して使用される場合が多く，工事中あ\nるいは工事後において，土中の岩石等の鋭い角と接触し，その部分から土木用シー\nトが破れるということがあった。\nこの原因は，高強度の土木用シートすなわち高強度のマルチフィラメントであっ\nても，摩擦強度の点で劣っているからである。つまり，マルチフィラメント全体と\nしては高強度なのであるが，摩擦に対してはマルチフィラメントを構成している単\n糸が１本ずつ切断してゆき，徐々に強度が低下してゆくのである。\nそこで，本考案は，土木用シートを構成する糸条として特殊な耐摩耗性糸条を用\nいることにより，土中の岩石等との間に摩擦が生じても，破断しにくい土木用シー\nトを提供しようとするものである。\n(エ)  課題を解決するための手段\n耐摩耗性糸条は，長手方向に走行する複数本の単糸と，この単糸を囲繞すると共\nに単糸間を固着する合成樹脂とからなるものである。\n単糸としては，代表的には，ポリエステル系フィラメント，ポリアミド系フィラ\nメント，ポリオレフィン系フィラメント等の高強度の糸が用いられる。これらの単\n糸は合成樹脂によって囲繞されている。そして，更にこの合成樹脂によって単糸相\n互間が固着されている。合成樹脂としては，従来公知のものが使用されるが，特に\nポリ塩化ビニル，塩素化ポリエチレン，クロロスルフォン化ポリエチレン等が好適\nに用いられる。\n(オ)  作用及び考案の効果\n本考案に係る土木用シートは，単糸が合成樹脂によって保護されており，土中に\nおいて岩石等の鋭い角と接触し，摩擦を生じても，単糸が切断しにくい。また，単\n糸相互間は合成樹脂によって固着されているので，単糸が別々になることを防止で\nき，土中において岩石等の鋭い角と接触し，摩擦を生じても，単糸が切断しにくい。\nしたがって，耐摩耗性糸条は土中において強力の低下が起こりにくく，ひいては土\n木用シートの強力の低下も起こりにくいという効果を奏する。\nイ  引用例１に記載された発明の認定について\n(ア)  前記ア(ア)のとおり，引用例１の実用新案登録請求の範囲には，「耐摩耗\n性糸条によって織成された土木用シートであって，該耐摩耗性糸条は，長手方向に\n走行する複数本の単糸と該単糸を囲繞すると共に該単糸相互間を固着する合成樹脂\nとからなることを特徴とする土木用シート」が記載されているところ，上記「単糸」\nとしては，前記ア(エ)の単糸についての記載から，ポリエステル系フィラメントを\n用いることができる。また，上記「合成樹脂」としては，前記ア(エ)の合成樹脂に\nついての記載から，ポリ塩化ビニルを用いることができる。\n以上の引用例１の記載を，本件発明に対応させて整理すると，引用例１には，「耐\n摩耗性糸条によって織成された土木用シートであって，当該耐摩耗性糸条は，長手\n方向に走行する複数本の単糸と当該単糸を囲繞すると共に該単糸相互間を固着する\n合成樹脂とからなる土木用シートであって，上記単糸はポリエステル系フィラメン\nトであり，上記合成樹脂はポリ塩化ビニルである，土木用シート」，すなわち本件\n審決が認定した引用発明１－１が記載されているということができる。\n(イ)  また，引用例１には，土木シートの従来技術に関して，上記ア(ウ)のとお\nり記載されており，この記載を本件発明に対応させて整理すると，引用例１には，\n「マルチフィラメントを織成してなる引張強度の高い織物からなる土木用シート」，\nすなわち本件審決が認定した引用発明１－２が記載されているということができる。\n(ウ)  原告は，引用例１に記載されている高強力糸は，技術常識又は周知技術に\n基づけば，引張強度０．８～１．１ＧＰａ，伸度７～１７％及び見掛けヤング率１\n０．８～１９．６ＧＰａのものであるから，引用例１には，引張強度０．８～１．\n１ＧＰａ，伸度７～１７％及び見掛けヤング率１０．８～１９．６ＧＰａのポリエ\nステルマルチフィラメント糸を織成してなる織物を土木用シートとして用いるこ\nとが記載されていると認定されるべきであると主張する。\n繊維便覧（甲２）には，ポリエステルフィラメントに普通のものと強力なものが\nあることを前提に，強力なものの物性が，引張強度が６．３～９．０ｇ／Ｄ（有効\n数字を勘案して換算すると，０．７７～１．１ＧＰａとなる。），伸度７～１７％\n及び見掛けヤング率１１００～２０００㎏／㎜ 2（有効数字を勘案して換算すると，\n１１～２０ＧＰａとなる。）であることが記載されている。これによれば，原告主\n張の引用例１記載の発明を認定し得ないではないが，そのような発明を認定しても，\n本件発明を容易に想到することはできないことは，後記のとおりであるところ，引\n用例１に本件審決が認定した引用発明１－１及び引用発明１－２が記載されてい\nることは上記(ア)(イ)のとおりであって，本件審決の認定が誤りであるとはいえな\nい。\n(2)  相違点の認定について\nア  本件発明と引用発明１－１との対比\n本件発明と引用発明１－１とは，いずれも「土木用」で一致する。\nまた，引用発明１―１は，「耐摩耗性糸条によって織成された」シートに関する\nものである。\nそして，上記耐摩耗性糸条は，「長手方向に走行する複数本の単糸と該単糸を囲\n繞すると共に該単糸相互間を固着する合成樹脂とからなる」ものであるが，「単糸」\nは「長手方向に走行する」ものであるから，フィラメントであることは明らかであ\nる。また，そのようなフィラメントの「複数本」が，合成樹脂により囲繞され相互\nに固着されて「耐摩耗性糸条」とされているのであるから，「耐摩耗性糸条」は「マ\nルチフィラメント」ということができる。そうすると，上記シートは，このような\nマルチフィラメントによって織成された一種の織物であると認められる。そして，\n織成に際して，マルチフィラメントを複数本用いること，また，マルチフィラメン\nトが「溶融紡糸」により製造されることも当業者において自明のことである。\n他方，本件明細書（【０００９】【００１０】）の記載によれば，本件発明の繊\n維集合体は，その形態として織物を含むものであり，また，コーティング等の加工\nを行ったものを含むものと認められる。\nそうすると，引用発明１－１の「耐摩耗性糸条によって織成された…シートであ\nって，該耐摩耗性糸条は，長手方向に走行する複数本の単糸と該単糸を囲繞すると\n共に該単糸相互間を固着する合成樹脂とからなる…シート」は，本件発明の「マル\nチフィラメントの複数本からなる溶融紡糸による繊維集合体」に相当する。\nしたがって，本件発明と引用発明１－１とは，「マルチフィラメントの複数本か\nらなる土木用の溶融紡糸による繊維集合体」である点で一致し，「上記マルチフィ\nラメントが，本件発明では，一般式－Ｏ－ＣＨ（ＣＨ３）－ＣＯ－を主たる繰り返\nし単位とするポリ乳酸を主成分とする生分解性のものであり，切断強度０．１ＧＰ\nａ以上，切断伸度５％以上であり，且つヤング率が０．５ＧＰａ以上のものである\nのに対し，引用発明１－１では，ポリエステル系で生分解性ではないものであり，\n切断強度，切断伸度及びヤング率が特定されていないものである点」において相違\nする。\nイ  本件発明と引用発明１－２との対比\n本件発明と引用発明１－２とは，いずれも「土木用」で一致する。\nまた，引用発明１－２は，「マルチフィラメントを織成してなる引張強度の高い\n織物からなる」シートに関するものであるが，織成に際して，マルチフィラメント\nを複数本用いること，また，マルチフィラメントが「溶融紡糸」により製造される\nことも当業者において自明のことである。\n他方，本件明細書（【０００９】【００１０】）によれば，本件発明の繊維集合\n体は，その形態として織物を含むものと認められる。\nそうすると，本件発明と引用発明１－２は，「マルチフィラメントの複数本から\nなる土木用の溶融紡糸による繊維集合体」である点で一致し，「上記マルチフィラ\nメントが，本件発明では，一般式－Ｏ－ＣＨ（ＣＨ３）－ＣＯ－を主たる繰り返し\n単位とするポリ乳酸を主成分とする生分解性のものであり，切断強度０．１ＧＰａ\n以上，切断伸度５％以上であり，且つヤング率が０．５ＧＰａ以上のものであるの\nに対し，引用発明１－２では，その素材が特定されておらず，切断強度，切断伸度\n及びヤング率が特定されていないものである点」において相違する。\nウ  なお，原告は，本件審決は，マルチフィラメント糸の切断強度等を相違点と\nして認定しているが，引用例１に記載されているマルチフィラメント高強力糸は，\nこの切断強度等と重複しているから，これは相違点ではなく，相違点は，引用例１\nに記載された発明のマルチフィラメント糸の素材がポリエステルであるのに対し，\n本件発明はポリ乳酸である点と認定されるべきであると主張する。\nしかし，原告の上記主張は，原告が主張する引用例１に記載された発明の認定を\n前提とするものであり，これを前提とすれば，原告主張の相違点を認定し得ないで\nはないが，そのような相違点を認定しても，原告が主張する引用例１記載の発明に\n基づいて本件発明を容易に想到できないことは，後記のとおりである。また，本件\n審決の引用発明１－１及び引用発明１－２の認定自体に誤りがなく，本件発明と引\n用発明１－１及び引用発明１－２との相違は，前記ア，イのとおりであって，本件\n審決が認定した相違点と実質的に同一であるから，本件審決の認定した相違点にも\n誤りがあるとはいえない。\n(3)  相違点に係る判断について\nア  引用発明１－１は，耐摩耗性糸条によって織成された土木用シートに関する\nものであるが，上記耐摩耗性糸条を構成する単糸は，ポリエステルを素材とするも\nのである。また，引用例１には，上記単糸の素材として，ポリエステル以外にもポ\nリアミド，ポリオレフィン等を使用できることが記載されているが，ポリ乳酸につ\nいては記載されていないし，上記以外に，単糸の素材について何ら記載されていな\nい。そうすると，引用発明１－１においては，そもそも素材を自然に分解させたい\nという課題はなく，単糸の素材をポリ乳酸とする動機付けがあるとはいえない。\nまた，引用発明１－２は，マルチフィラメントを織成してなる引張強度の高い織\n物からなる土木用シートであるが，マルチフィラメントの素材については特定され\nていない。また，引用例１の実施例の欄に，「比較のため，ポリ塩化ビニルを付与\nしていない前記のポリエステルマルチフィラメント高強力糸を経糸及び緯糸として\n…織物を織成した」と記載されているが，この比較例が，引用発明１－２を具体化\nしたものであるか否か明らかでなく，たとえ具体化したものであるとしても，マル\nチフィラメントの素材として，ポリエステルを使用できることが記載されているに\nすぎない。そうすると，引用発明１－２においては，マルチフィラメントの素材を\nポリ乳酸とする動機付けがあるとはいえない。\nイ  引用例２の記載\n引用例２には，以下の記載がある（甲４）。\n(ア)  特許請求の範囲\n請求項１：分解性高分子をその構成素材としたことを特徴とする漁網\n請求項２：分解性高分子がポリグリコール酸であることを特徴とする請求項１記\n載の漁網\n請求項３：分解性高分子がポリ乳酸であることを特徴とする請求項１記載の漁網\n(イ)  発明の詳細な説明\n本発明は漁網に関し，分解性を有する特殊な素材をもって構成したことに特徴を\n有するものである。\n従来，漁網を構成する素材としては安価で強度的に優れるポリアミド系，ポリエ\nステル系，ポリエチレン系等の合成繊維が用いられているが，かかる素材より成る\n漁網は，自然の環境下において極めて安定であり，長期にわたってその強度を維持\nするため，逆に不要時の処分に困難を来し，環境汚染の原因となっている。\n本発明は，分解性，特に，水分により分解する高分子にて漁網を構成したので，\n水中に放置しておよそ数か月から１年以上経過後にはモノマー化し，最終的には微\n生物の餌となって消失してしまうので従来のような放置に伴う環境汚染の問題を生\nじない。\nウ  容易想到性について\n上記のとおり，引用例２には，従来，漁網を構成する素材としては安価な強度的\nに優れるポリアミド系，ポリエステル系，ポリエチレン系等の合成繊維糸が用いら\nれているが，自然の環境下において極めて安定であり，長期にわたってその強度を\n維持するために，不要時の処分に困難を来し，環境汚染の原因となっていること，\nまた，漁網をポリ乳酸等の分解性高分子により構成したため，水中に放置しておよ\nそ数か月から１年以上経過後にはモノマー化し，最終的には微生物の餌となって消\n失してしまうことから，従来のような放置に伴う環境汚染の問題を生じないことが\n記載されている。\nしかし，引用例２に，漁網において，不要時の処分に関する課題を解決するため\nに，その素材をポリ乳酸とすることが記載されているとしても，土木用シートにつ\nいては何ら記載も示唆もないから，上記引用例２の記載は，土木用シートに関する\n引用発明１－１及び引用発明１－２において，不要時の処分に関する課題が存在す\nることを示すものではない。しかも，引用発明１－１及び引用発明１－２において，\n素材を自然に分解させたいという課題はないから，そのような課題を解決するため\nに素材をポリ乳酸とする動機付けが存在することを示すものでもない。\n以上のとおりであるから，引用発明１－１において，単糸の素材をポリ乳酸とす\nる動機付けがあるということはできず，また，引用発明１－２において，マルチフ\nィラメントの素材をポリ乳酸とする動機付けがあるということはできないから，本\n件発明と上記発明との相違点が，当業者が容易に想到することができたものとはい\nえない。\nエ  原告の主張について\n(ア)  原告は，動機付けの存否は主引用例のみで判断するのではなく，副引用例\n等の他の証拠や技術常識及び周知技術に基づいても判断しなければならないところ，\n本件において環境破壊を防止するために生分解性のポリ乳酸を採用しようとの動機\n付けは，引用例２に記載されており，本件審決の判断は誤りであると主張する。\nしかし，引用例２の記載は，土木用シートに関する引用発明１－１及び引用発明\n１－２において，素材を自然に分解させたいという課題が存在することを示すもの\nではなく，そうすると，上記発明において，そのような課題を解決するために，素\n材をポリ乳酸とする動機付けが存在することを示すものでもない。\n(イ)  原告は，引用例２の用途が漁網であって土木用途ではないとする本件審決\nの認定判断は，一致点に関するものであるから，相違点の検討で持ち出すべき事項\nではなく，論理性においても誤りであると主張する。\nしかし，引用例１に記載された発明に，引用例２に記載された事項を適用するこ\nとの容易想到性を判断する際に，両者の用途の関連性を検討すること自体に問題は\nなく，論理性においても誤りとはいえないから，原告の主張は採用できない。\n(ウ)  なお，原告が主張する引用例１に記載された発明において，素材を自然に\n分解させたいという課題が存在することを示すものではなく，そうすると，上記発\n明において，そのような課題を解決するために，素材をポリ乳酸とする動機付けが\n存在することを示すものでもないことは，上記と同様であり，上記発明に基づいて，\n本件発明を容易に想到することはできない。\n(4)  小括\n以上のとおり，本件発明は，引用例１に記載された発明に基づいて容易に想到で\nきたものとはいえないから，取消事由２は，理由がない。\n４  取消事由３（発明の同一性に係る判断の誤り）について\n(1)  引用例３の特許発明\n本件出願と同日に出願された引用例３の特許発明は，引用例３の特許請求の範囲\nの請求項１に記載された以下のとおりのものと認められる（甲６）。\n一般式－Ｏ－ＣＨＲ－ＣＯ－（但し，ＲはＨまたは炭素数１～３のアルキル基を\n示す）を主たる繰り返し単位とする脂肪族ポリエステルを主成分とする下記ａ群の\n用途の中のいずれかである生分解性農業用モノフィラメント及び／又はマルチフィ\nラメント繊維集合体\nａ群\n防虫用シート，遮光用シート，防霜シート，防風シート，農作物保管用シート，\n保温用不織布，防草用不織布，農業用ネット，農業用ロープ\n(2)  対比\n本件発明と引用例３の発明とを対比すると，引用例３の発明における「モノフィ\nラメント及び／又はマルチフィラメント」は，複数本用いられるものであること及\nび溶融紡糸により得られるものであることは，明らかであるから，両者の一致点と\n相違点は，以下のとおりであると認められる。\nア  一致点：モノフィラメント及び／又はマルチフィラメントの複数本からなる\n生分解性の溶融紡糸による繊維集合体\nイ  相違点①：上記モノフィラメント及び／又はマルチフィラメントが，本件発\n明では，「一般式－Ｏ－ＣＨ（ＣＨ３）－ＣＯ－を主たる繰り返し単位とするポリ\n乳酸を主成分とする」ものであり，「切断強度０．１ＧＰａ以上，切断伸度５％以\n上であり，且つヤング率が０．５ＧＰａ以上」のものであるのに対し，引用例３の\n発明では，「一般式－Ｏ－ＣＨＲ－ＣＯ－（但し，ＲはＨまたは炭素数１～３のア\nルキル基を示す）を主たる繰り返し単位とする脂肪族ポリエステルを主成分とす\nる」ものであり，切断強度，切断伸度及びヤング率が特定されていないものである\n点\nウ  相違点②：本件発明は，用途が「土木用」であるのに対して，引用例３の発\n明は「農業用」であり，「ａ群  防虫用シート，遮光用シート，防霜シート，防風\nシート，農作物保管用シート，保温用不織布，防草用不織布，農業用ネット，農業\n用ロープ」の用途の中のいずれかである点\n(3)  発明の同一性について\nア  前記(2)ウの相違点②について，土木用と農業用では，繊維集合体の使用の\n態様が異なることは当業者において明らかであるから，相違点②は実質的な相違点\nである。\nしたがって，相違点①について検討するまでもなく，本件発明は，引用発明３の\n発明と同一の発明であるとはいえない。\nイ  原告の主張について\n原告は，土木用繊維集合体も農業用繊維集合体も，養生シートとして用いられる\nから，使われ方も同一であるのに，本件審決は，農業用養生シートは何の養生に用\nいられるのかに関して何らの認定判断もしていない結果，その判断を誤ったと主張\nする。\nしかし，具体的に何の養生に用いられるかを示すまでもなく，土木用と農業用で\nは，養生シートの使用の態様が異なることは，当業者において明らかである。本件\n審決が，農業用について何の養生に用いられるか認定判断していないとしても，そ\nのことは，上記発明の同一性の判断に影響を及ぼすものではない。\n(4)  小括\n以上のとおり，取消事由３は，理由がない。\n５  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n"
}