{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 7,
    "day": 28
  },
  "case_number": "平成26(ワ)18842",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85273",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85273",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/273/085273_hanrei.pdf",
  "contents": "平成２７年７月２８日判決言渡  同日原本領収  裁判所書記官\n平成２６年（ワ）第１８８４２号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２７年５月２６日\n判            決\n東京都品川区＜以下略＞\n原        告         ヒ ロ セ 電 機 株 式 会 社\n同訴訟代理人弁護士         田   中   伸一 郎\n同                 高   石   秀   樹\n同                 松   野   仁   彦\n同訴訟代理人弁理士         須   田   洋   之\n同 補 佐 人 弁 理 士         豊   島   匠   二\n横浜市＜以下略＞\n被        告         イリソ電子工業株式会社\n同訴訟代理人弁護士         佐   藤   安   紘\n同                 高   橋   元   弘\n同                 末   吉      亙\n同 補 佐 人 弁 理 士         大   竹   正   悟\n主            文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙被告製品目録記載の被告製品を製造し，販売し，もしくは輸出\nし，輸入し，又は販売の申出をしてはならない。\n２  被告は，別紙被告製品目録記載の被告製品を廃棄せよ。\n３  被告は，原告に対し，２億１６４０万円及びこれに対する平成２６年８月１\n８日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，発明の名称を「多接点端子を有する電気コネクタ」とする２件の特\n許権を有する原告が，電気コネクタを製造・販売する被告に対し，これらの行\n為が原告の上記特許権をいずれも侵害する旨主張して，同製品の製造等の差止\nめ，同製品の廃棄，並びに損害賠償金２億１６４０万円及びこれに対する訴状\n送達日である平成２６年８月１８日から支払済みまで民法所定の年５分の割合\nによる遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いがない。）\n当事者\n原告及び被告は，いずれも電子部品の製造，加工及び販売等を業とする株\n式会社である。\n原告の特許権\nア  原告は，次の特許権（以下，「本件特許権１」といい，この特許を「本\n件特許１」という。）を有している。\nなお，本件特許１に係る特許請求の範囲の請求項１の記載は，本判決添\n付の同特許に係る特許公報の該当項記載のとおりである（以下，請求項１\nに係る発明を「本件特許発明１」という。）。\n発明の名称    多接点端子を有する電気コネクタ\n出願日      平成２０年８月５日\n出願番号     特願２００８－２０１５８３\n登録日      平成２５年２月１５日\n登録番号     特許第５１９７２１６号\nイ  原告は，次の特許権（以下，「本件特許権２」といい，この特許を「本\n件特許２」といい，本件特許１と本件特許２を併せて「本件特許」と総称\nする。）を有している。\nなお，本件特許２に係る特許請求の範囲の請求項１及び２の記載は，本\n判決添付の同特許に係る特許公報の該当項記載のとおりである（以下，請\n求項１に係る発明を「本件特許発明２－１」といい，請求項２に係る発明\nを「本件特許発明２－２」といい，本件特許発明１，２－１，２－２を併\nせて「本件特許発明」と総称する。）。\n発明の名称    多接点端子を有する電気コネクタ\n出願日      平成２３年６月３日\n分割の表示    特願２００８－２０１５８３の分割\n原出願日     平成２０年８月５日\n登録日      平成２５年３月１５日\n登録番号     特許第５２２０８８８号\n本件特許発明１，２－１及び２－２の構成要件（以下，分説した構成要件\nをそれぞれの符号に従い「構成要件Ａ」などという。）\nア  本件特許発明１を構成要件に分説すると，以下のとおりである。\n１Ａ\n①    端子が複数の弾性腕を有し，\n②    相手コネクタとの嵌合時に，該複数の弾性腕にそれぞれ形成された\n突状の接触部が相手端子に一つの接触線上で順次弾性接触するように\nなっており，\n③    端子は金属板の板面を維持したまま作られていて，\n④    該端子の板厚方向に間隔をもってハウジングに配列されている\n⑤    電気コネクタにおいて，\n１Ｂ  端子の複数の弾性腕は，相手端子との接触位置を通りコネクタ嵌合\n方向に延びる接触線に対して一方の側に位置しており，\n１Ｃ  上位の弾性腕が上端から下方に延び上記接触線に向う斜縁を有して\nいて該斜縁の下端に接触部を形成し，\n１Ｄ  上記複数の弾性腕の接触部は，下方に向け順に位置しており，\n１Ｅ  上位に位置する弾性腕の接触部に対して下位となる接触部を有する\n弾性腕の上端が上記上位の弾性腕の接触部に近接しており，\n１Ｆ  コネクタ嵌合時に相手端子と最初に接触する接触部から順に相手端\n子に対する接触圧が小さくなっていることを特徴とする\n１Ｇ  多接点端子を有する電気コネクタ。\nイ  本件特許発明２－１を構成要件に分説すると，以下のとおりである。\n２Ａ\n①    端子が基板に接続される接続部を有すると共に，\n②    自由端が嵌合側へ向け並んで延び，\n③    ハウジングの壁面との間にすき間をもって弾性変位可能な第一弾性\n部の嵌合側端部に第一接触部が形成された第一弾性腕と\n④    第二弾性部の嵌合側端部に第二接触部が形成された第二弾性腕を有\nし，\n⑤    相手コネクタとの嵌合時に，該第一弾性腕と第二弾性腕にそれぞれ\n形成された突状の第一接触部と第二接触部が相手端子に嵌合側から順\n次弾性接触するようになっており，\n⑥    端子は金属板の板面を維持したまま作られていて，該端子の板厚方\n向に間隔をもってハウジングに配列されている電気コネクタにおいて，\n２Ｂ  端子の第一弾性腕と第二弾性腕は，相手端子との接触位置を通りコ\nネクタ嵌合方向に延びる接触線に対して一方の側に位置しており，\n２Ｃ  第一弾性腕の第一接触部は，接触線に対し直角もしくは嵌合側に鋭\n角をなす嵌合側と反対側の縁部と該縁部よりも嵌合側に位置する斜縁\nとで略三角形突状をなし，\n２Ｄ  第二弾性腕の第二接触部が上記第一接触部の上記縁部の嵌合側と反\n対側に近接して位置し，\n２Ｅ  上記第一弾性部の嵌合側と反対側端部から第二弾性腕の嵌合側端部\nまでのコネクタ嵌合方向での距離に比べ，第二弾性腕の全長の方が長\nく設定されている\n２Ｆ  ことを特徴とする多接点端子を有する電気コネクタ。\nウ  本件特許発明２－２を構成要件に分説すると，以下のとおりである。\n２Ｇ\n①    端子が基板に接続される接続部を有すると共に，\n②    自由端が嵌合側へ向け並んで延び，\n③    ハウジングの壁面との間にすき間をもって弾性変位可能な第一弾性\n部の嵌合側端部に第一接触部が形成された第一弾性腕と\n④    第二弾性部の嵌合側端部に第二接触部が形成された第二弾性腕を有\nし，\n⑤    相手コネクタとの嵌合時に，該第一弾性腕と第二弾性腕にそれぞれ\n形成された突状の第一接触部と第二接触部が相手端子に嵌合側から順\n次弾性接触するようになっており，\n⑥    端子は金属板の板面を維持したまま作られていて，該端子の板厚方\n向に間隔をもってハウジングに配列されている電気コネクタにおいて，\n２Ｈ  端子の第一弾性腕と第二弾性腕は，相手端子との接触位置を通りコ\nネクタ嵌合方向に延びる接触線に対して一方の側に位置しており，\n２Ｉ  第一弾性腕の第一接触部は，該第一弾性腕の嵌合側端部から嵌合側\nと反対側へ延びて相手端子との接触側に向かう斜縁を有し，\n２Ｊ  相手コネクタと接触する接点から第一接触部の突出基部に向けた直\n線と，上記斜縁を通る直線とでなす角度が鋭角であり，\n２Ｋ  第二弾性腕の第二接触部が上記第一接触部の嵌合側と反対側の縁部\nの嵌合側と反対側に近接して位置し，\n２Ｌ  上記第一弾性部の嵌合側と反対側端部から第二弾性腕の嵌合側端部\nまでのコネクタ嵌合方向での距離に比べ，第二弾性腕の全長の方が長\nく設定されていることを特徴とする\n２Ｍ  多接点端子を有する電気コネクタ。\n被告の行為\n被告は，業として，遅くとも平成２５年２月１５日以降，別紙被告製品目\n録記載の製品を製造，販売している（以下，別紙被告製品目録記載１の製品\nを「被告製品１」，同目録記載２の製品を「被告製品２」といい，これらを\n「被告製品」と総称する。）。\n被告製品の構成要件充足性\n被告製品が，本件特許発明１の１Ｂ，１Ｆ以外の構成要件を充足すること\nにつき，当事者間に争いがない（ただし，被告は，構成要件１Ａ，１Ｃに関\nし，被告製品の外側接触子は「外側湾曲部の嵌合側と反対側端部」から外側\n接触子の嵌合側端部までの部分を含む旨主張する。）。\nまた，被告製品が，本件特許発明２－１の２Ｂ，２Ｅ以外の構成要件を充\n足すること，本件特許発明２－２の２Ｈ，２Ｌ以外の構成要件を充足するこ\nとにつき，当事者間で争いがない（ただし，被告は，構成要件２Ａ，２Ｃ，\n２Ｇ，２Ｉ，２Ｊに関し，被告製品の外側接触子につき上記同旨を主張す\nる。）。\n２  争点\n被告製品が本件特許発明の技術的範囲に属するか否か\nア  被告製品は，本件特許発明１の構成要件１Ｂ，本件特許発明２－１の構\n成要件２Ｂ，本件特許発明２－２の構成要件２Ｈをそれぞれ充足するか\n（争点１）\nイ  被告製品は，本件特許発明１の構成要件１Ｆを充足するか（争点２）\nウ  被告製品は，本件特許発明２－１の構成要件２Ｅ，本件特許発明２－２\nの構成要件２Ｌをそれぞれ充足するか（争点３）\n本件特許の無効事由の有無\nア  本件特許発明は，乙１０に記載された発明により，新規性又は進歩性を\n欠如するか（争点４）\nイ  本件特許発明２－１及び２－２に係る特許は，乙２に記載された発明に\nより，拡大先願要件違反となるか（争点５）\nウ  本件特許発明２－１に係る特許は，補正要件に違反するか（争点６）\n原告の損害額（争点７）\n３  争点に関する当事者の主張\n争点１（被告製品の構成要件１Ｂ，２Ｂ，２Ｈ充足性）について\nア  原告の主張\n構成要件１Ｂは，「内側接触子」と「外側接触子」の各２つの接触部が，\n相手端子とその一つの側で接触することを限定するものにすぎず，相手端\n子が挿入されない弾性腕の根元部分はおよそ問題とならない。そして，被\n告製品の「内側接触子」と「外側接触子」の各２つの接触部は，相手端子\nとその一つの側で接触しているから，被告製品は同構成要件を充足する\n（別紙１の図１－３参照）。\nなお，嵌合終了時に相手コネクタが達しない弾性腕の根元が接触線に対\nして一方の側に位置することは，有効嵌合長を長くすることには何ら関係\nしない。構成要件２Ｂ，２Ｈについても同様である。\nイ  被告の主張\n構成要件１Ｂは，複数の弾性腕を弾性部も含めて全長にわたって接触線\nに対して一方の側に位置させることによって有効嵌合長を長くするという\n課題を解決するものである。\nしかるに，被告製品１の内側接触子の湾曲部分の一部は，別紙１の図１\n－３における直線Ｘをまたいで外側接触子とは反対側に位置している。原\n告の主張によれば，湾曲部も「複数の弾性腕」を構成するから，被告製品\n１では，外側接触子と内側接触子は「接触線に対して一方の側」に位置し\nておらず，「接触線に対して」双方に分かれて位置していることになる。\nこの点は被告製品２においても同様である。したがって，被告製品は構成\n要件１Ｂを充足しない。\n同様に，被告製品は，構成要件２Ｂ及び２Ｈを充足しない。\n争点２（被告製品の構成要件１Ｆ充足性）について\nア  原告の主張\n特許請求の範囲の記載文言等からすれば，構成要件１Ｆの「嵌合時」が，\n相手コネクタが各弾性腕にそれぞれ形成された突状の接触部と順次弾性接\n触していく途中の期間を意味することは明らかである。\nまた，「接触圧」（接圧）は，操作者がコネクタを嵌合する過程で感じ\nる負荷を意味するところ，反力の増加度合いが高いほど操作者が負荷を強\nく感じることは明らかである。\n以上からすれば，構成要件１Ｆの「コネクタ嵌合時」は，相手端子が挿\n入されて，上位の接触部及び下位の接触部を弾性変形させていく途中の時\n点を意味し，「接触圧」とは，単位変位量当たりの反力（単位はＮ／ｍｍ）\nを意味するものである。\nそして，被告製品はいずれも，プラグ３０との嵌合時に，プラグ端子３\n１と最初に接触する外側突出部２２Ｃはプラグ端子３１に対し単位変位量\n２．６６Ｎ／ｍｍ程度の反力を加え，その次に相手端子２２Ｃと接触する\n内側突出部２３Ｂは２．３３Ｎ／ｍｍ程度の反力を加える。このように，\n被告製品は，コネクタ嵌合時に，プラグ端子３１と最初に接触する外側突\n出部２２Ｃから順にプラグ端子３１に対する単位変位量当たりの反力が小\nさくなっている。したがって，被告製品は構成要件１Ｆを充足する。\nイ  被告の主張\n本件特許発明１における「接触圧」とは「２つの物体が触れた際に生じ\nる力（荷重）」を意味することが明らかである。\nそして，被告製品１及び２ともに，外側接触子２２に相当するフロント\n端子と相手端子との接触圧は０．５６ニュートン（Ｎ）であり，他方，内\n側接触子２３に相当するリア端子と相手端子との接触圧は０．６３ニュー\nトン（Ｎ）である。\nこのように，被告製品の内側突出部２３Ｂとプラグ端子３１との接触圧\nは外側突出部２２Ｃとプラグ端子３１との接触圧よりも大きくなっている\nから，被告製品は構成要件１Ｆを充足しない。\n争点３（被告製品の構成要件２Ｅ，２Ｌ充足性）について\nア  原告の主張\n構成要件２Ｅ及び２Ｌの「第二弾性腕の全長」とは，被告製品の「第二\n弾性腕」が曲線部分を含んでいる以上，その道のりを意味する。そして，\n外側湾曲部２２Ｂの内側端部から内側接触子２３の外側端部までの直線Ｘ\nの方向の距離は３．６４ｍｍであり，内側接触子２３の全長は４．２９ｍ\nｍであるから，前者に比べ後者の方が長く設定されている（別紙２の図１\n－４，別紙３の図２－４参照）。\nもっとも，仮に「第二弾性腕の全長」が直線距離を意味するとしても，\n被告製品は，第一弾性部の嵌合側と反対側端部から第二弾性腕の嵌合側端\n部までのコネクタ嵌合方向での距離に比べ，第二弾性腕の全長の方が長く\n設定されている（第一弾性腕の根元部分は，ハウジングに接しているため\n弾性変形しないから，「第一弾性腕」の一部ではない。）から，被告製品\nは，いずれにしても，構成要件２Ｅ及び２Ｌを充足する。\nイ  被告の主張\n構成要件２Ｅ及び２Ｌの「第二弾性腕の全長」とは，「第二弾性腕の嵌\n合側端部と第二弾性腕の嵌合側と反対側端部までを直線で測った距離」で\nあると解すべきである。\nそして，被告製品において，外側湾曲部２２Ｂの嵌合側と反対側端部か\nら内側接触子２３の嵌合側端部までの「コネクタ嵌合方向での距離」は，\n内側接触子２３の「全長」と同一であるから，被告製品は，構成要件２Ｅ\n及び２Ｌを充足しない。\n争点４（新規性又は進歩性欠如の有無）について\nア  被告の主張\n本件特許発明１は，本件特許１の特許出願前に頒布された米国特許３\n６３１３８１号公報（乙１０，１９７１年（昭和４６年）１２月２８日\n発行，以下「乙１０文献」という。）に記載された発明（以下「乙１０\n発明」という。）と同一である。すなわち，乙１０文献には，本件特許\n発明１の構成要件の全てが開示されている。\n仮に，本件特許発明１と乙１０発明とが，「上位の弾性腕が上端から\n下方に延び上記接触線に向う斜縁を有していて該斜縁の下端に接触部を\n形成」（構成要件１Ｃ）するという構成において相違点を有するとして\nも，そのような相違点は，以下のとおり，特開２００３－１６８５０５\n号公報（乙１２）を組み合わせることにより，また，本件特許１出願時\nの周知技術（乙１３ないし乙１９）に照らして，当業者が適宜設計し得\nる事項に該当し，容易想到である。\nすなわち，乙１２には，「弾性腕が上端から下方に延び上記接触線に\n向かう斜縁を有していて該斜縁の下端に接触部を形成し」との構成が開\n示されている。また，乙１２には，隆起部（接触部）の傾斜を緩慢にす\nることで，コネクタ結合時の接触抵抗を低くすることができ，その結果，\nコンタクト片と露出片との摩擦を小さくするとともに，コネクタ結合時\nの操作性（円滑性）を高めることができる旨記載されている。\n更に，乙１３ないし乙１９に照らせば，接触部が直線状の「斜縁」を\n有するとの構成が本件特許１出願時において技術常識であったことは明\nらかである。\n以上のとおり，本件特許発明１は新規性又は進歩性を欠く。\n本件特許発明２－１と乙１０発明とは，「本件特許発明２－１の第一\n弾性腕の第一接触部は，接触線に対し直角もしくは嵌合側に鋭角をなす\n嵌合側と反対側の縁部と該縁部よりも嵌合側に位置する斜縁とで略三角\n形突状をなしているのに対し，乙１０発明のばね脚２２（＝第一弾性腕）\nの突出部２６（＝第一接触部）は，接触線に対し略半円状をなしている\n点」において相違する。\nしかし，主引例記載の発明である乙１０発明の課題（接触圧が大きす\nぎると挿抜が困難になるとの課題）を解決するために，乙１０発明に，\n乙１２（副引例）に開示されている端子２３の隆起部２３ａを組み合わ\nせる動機付けがあることは明らかである。また，電気コネクタの端子に\nおいて，接触部の形状を略三角形状にすることは，乙１３ないし乙１９\nに記載されているとおり，本件特許２の原出願日における技術常識であ\nった。\nしたがって，本件特許発明２－１は，乙１０発明と乙１２記載の発明\nを組み合わせることにより，また，本件特許２－１出願当時の周知技術\n（乙１３ないし乙１９）に基づき，当業者が容易に発明することができ\nたものであるから，進歩性を欠く。\n本件特許発明２－２と乙１０発明とは，「本件特許発明２－２の第一\n弾性腕の第一接触部は，該第一弾性腕の嵌合側端部から嵌合側と反対側\nへ延びて相手端子との接触側に向かう斜縁を有し，相手コネクタと接触\nする接点から第一接触部の突出基部に向けた直線と，上記斜縁を通る直\n線とでなす角度が鋭角であるのに対して，乙１０発明のばね脚２２（＝\n第一弾性腕）の突出部２６（＝第一接触部）は，接触線に対し略半円状\nをなしている点」において相違する。\nしかし，前 記載の発明を組み合わせ\nることにより，また，本件特許２の原出願日当時の周知技術（乙１３な\nいし１９）に基づき，当業者が容易に想到できたものであるから，本件\n特許発明２－２も進歩性を欠く。\nイ  原告の主張\n乙１０発明は，本件特許発明１の４５年前の，桁違いに大きなコネク\nタの構成を開示するもので，本件特許発明１等が対象とする超小型コネ\nクタの設計製造に際して参考にすることはあり得ず，そもそも先行技術\nとして不適格なものである。\n乙１０発明においては，端子の下位となる接触部を有する弾性腕の上\n端と上位の弾性腕の接触部との間の距離は約０．６インチと設定されて\nいる上，半円状のばね脚の上端突出部３８の半径の長さ分だけ上位の弾\n性腕の接触部に近接できない構成となっているため，本件特許発明１の\n「近接」の要件を有しないから，構成要件１Ｅを開示せず，乙１０発明\nに基づく新規性喪失の主張は失当である。\nなお，「近接」とは，「帯状の金属板をその肉厚方向に屈曲して端子\nを得る」場合には得られない距離を意味するものである。\nまた，本件特許発明１の構成要件１Ｆは，嵌合時の接触圧に関して，\n接触部がその変位量当たりの接触圧の大きさが小さくなっていくことを\n限定するものであるが，乙１０発明においては，嵌合行為のため各端子\nの接触圧の大小を限定することは必要なく，そのように「接触圧」を限\n定することは何ら記載されていない。「荷重」の大小関係は乙１０発明\nの技術思想とは関係がなく，乙１０文献はこの点に関していかなる関係\nでもよいと放置しているにすぎない。\nこのほか，乙１０発明における「長ばね脚２２」の接触部近辺は半円\n形状であって「斜縁」ではなく，半円形状の途中に接触部が形成されて\nおり，接触部が「下端」に設けられてはいない。\nそして，この「長ばね脚２２」の接触部近辺を，乙１２の隆起部２３\nａのように三角形状で，接触部分が尖っている形状に変更すると，コネ\nクタを抜去するときの接触抵抗は大きくなってしまい，コンタクト要素\n及びプリント回路基板上の導電域に損傷・過剰摩耗を引き起こすという\n乙１０発明の懸念が現実化してしまう。\n以上からすれば，乙１０発明の「長ばね脚２２」の接触部近辺の形状\nを乙１２～１９のように三角形状に変更することの動機付けはなく，む\nしろ阻害事由が存在する。\n乙１０発明において，上位の弾性腕に相当する「長ばね脚２２」の\n「接触部」は略三角形突状でなく，半円形状であるから，構成要件２Ｃ\nを有しない。そして，乙１０発明の上位の弾性腕に相当する「長ばね脚\n２２」の接触部近辺の形状を，半円形状から乙１２～１９のように三角\n形状に変更することの動機付けはなく，むしろ阻害事由が存在する。\n同様に，乙１０発明は，本件特許発明２－２の構成要件２Ｉ，２Ｊを\n有しない上，前記のとおり，長ばね脚２２の「接触部」を半円形状から\n三角形状に変更することの動機付けがない。\n争点５（拡大先願要件違反の有無）について\nア  被告の主張\n本件特許発明２－１及び２－２は，本件特許２の原出願日（平成２０年\n８月５日）より前に出願された特開２００９－１９９７６６号公報（乙２）\nに記載された発明（以下「乙２発明」という。）と同一であるから，特許\n法２９条の２に該当し，特許を受けることができない。\nイ  原告の主張\n乙２の図１１は斜視図であるため，第１コンタクト腕部３１Ａの下端と\n第２コンタクト腕部３２Ａの下端の高さを比較できない。また，同図では，\n第２コンタクト腕部３２Ａが曲線であるという技術事項を示しているとは\n解されない。以上からすれば，乙２発明は，本件特許発明２－１の構成要\n件２Ｅ，同発明２－２の構成要件２Ｌを有しないから，本件特許発明２－\n１，２－２と同一ではなく，拡大先願要件違反は存在しない。\n争点６（補正要件違反の有無）について\nア  被告の主張\n本件特許発明２－１については，平成２４年１２月３日付けで，構成要\n件２Ｃに「もしくは嵌合方向に鋭角をなす」との文言が付加されている\n（以下「本件補正」という。）ところ，本件補正は，本件特許２の当初明\n細書等の記載の範囲を超えた，新規事項を追加する補正であり，特許法１\n７条の２第３項に規定する要件を満たさない。したがって，本件特許発明\n２－１に係る特許は無効にされるべきものである。\nイ  原告の主張\n当初明細書（乙３の１）から存在する図２，図４では，第一弾性腕２２\nの第一接触部２２Ｃないし２２Ｃ－２を含む部分の角度は，それぞれ概ね\n「直角」，「鋭角」に描かれている。このように，当該部位の角度を「鋭\n角」にするという技術思想は当初から開示されていたから，補正要件違反\nはない。\n争点７（原告の損害額）について\nア  原告の主張\n主位的主張（特許法１０２条２項に基づく主張）\n被告は，遅くとも平成２５年２月１５日以降，本件特許１及び２を侵\n害する被告製品を製造販売しており，本訴提起時までの売上高は合計１\n０億８２００万円を下らない。\nまた，被告製品の１台当たりの限界利益率は２０％を下らない。\nしたがって，被告による本件特許１及び２の侵害により原告が受けた\n損害額は，特許法１０２条２項により，少なくとも２億１６４０万円を\n下らない。\n予備的主張（特許法１０２条３項に基づく主張）\nおり，被告製品の売上高は合計１０億８２００万円を下ら\nない。また，仮に本件特許１及び２が第三者に実施許諾された場合の実\n施料率は，少なくとも１０％を下らない。\nしたがって，被告による本件特許１及び２の侵害により原告が受けた\n損害額は，特許法１０２条３項により，少なくとも１億０８２０万円を\n下らない。\nイ  被告の主張\nいずれも否認ないし争う。\n第３  当裁判所の判断\n１  争点１（被告製品の構成要件１Ｂ，２Ｂ，２Ｈ充足性）について\n被告製品の構成要件１Ｂの充足性について\nア  本件特許１に係る明細書（甲２）には以下の記載がある。\n「したがって，相手コネクタの相手端子に対し本願発明コネクタの対\n応端子がその複数の弾性腕に形成されたそれぞれの接触部で接触するこ\nととなる。本発明では，相手端子が一つの平坦面ではなく段状をなす各\n面に接触部を形成している場合には，上記仮想線としての接触線は段の\n数だけ互いに平行に存在するが，本発明の端子の複数の弾性腕はいずれ\nの接触線に対しても一方の側に位置する。」（段落【００１１】）\n「第一弾性腕２２は，基部２１側の部分の左側縁が延長された被取付\n部２２Ａと，該被取付部２２Ａよりも上方部分が段状に幅が小さくなり\nそのまま上方へ延びる第一弾性部２２Ｂを有し，該第一弾性部２２Ｂの\n上端に右方へ突出せる第一接触部２２Ｃが設けられている。」（段落\n【００２６】）\n「これに対し，第二弾性腕２３は，上記基部２１から，上記第一弾性\n腕２２の第一弾性部２２Ｂよりも若干小さい幅で上方に延びる第二弾性\n部２３Ａを有している。該第二弾性部２３Ａは上記第一弾性腕２２の第\n一接触部２２Ｃの直下まで延びていて，該第二弾性部２３Ａの上端に右\n方へ突出する第二接触部２２Ｂが設けられている。該第二弾性腕２３の\n第二接触部２３Ｂと上記第一弾性腕２２の第一接触部２２Ｃのそれぞれ\nの突端を通る線Ｘ’は，図３（Ａ）に見られる相手コネクタ３０の対応\n端子３１の対応接触部３１Ａ（の接触面）を通りコネクタ嵌合方向に延\nびる仮想の接触線Ｘと平行であり，該接触線Ｘに対して距離δだけ偏位\nしている。この距離δは，相手コネクタ３０の嵌合時に，第一弾性腕２\n２そして第二弾性腕２３が相手コネクタ３０の端子３１に当接して変位\nする弾性変位量となる。このように，本実施形態では，一つの端子２０\nが有する二つの弾性腕，すなわち，第一弾性腕２２と第二弾性腕２３は，\n上記接触線Ｘに対し一方の側に位置し，それらの弾性変位量も同じδで\nある。しかし，第一弾性腕２２と第二弾性腕２３は，それらの幅，長さ\nが違うので，固有振動数は互いに異なっている。この固有振動数は，コ\nネクタが使用される装置，特に切削加工時に生ずる振動のもとで使用さ\nれる工作機械等においては，この振動の周波数が予め知られている場合\nが多いのでこの周波数と異なるように設定される。」（段落【００２\n７】）\nイ  本件特許発明１の構成要件１Ｂにおいては，「端子の複数の弾性腕は，\n相手端子との接触位置を通りコネクタ嵌合方向に延びる接触線に対して\n一方の側に位置しており」と定められている。\n一方，被告製品においては，原告自身が作成した「被告製品１説明書」\nの一部である別紙１の図１－３（別紙４の図１－２も参照）のとおり，\n「第二弾性腕」（本件特許発明１の請求項では，本件特許発明２の請求項\nと異なり，「第一弾性腕」「第二弾性腕」との表現は使われておらず，単\nに「複数の弾性腕」と記載されるのみであるが，明細書においては「第一\n弾性腕」「第二弾性腕」との表現が用いられている。）に相当する部分の\n一部（内側接触子２３のうち内側湾曲部２３Ａの根元部分）が，内側接触\n子のその他の部分や「第一弾性腕」に相当する外側接触子とは，接触線Ｘ\nに対して反対側に存在しており，この位置関係については当事者間に争い\nがない。\nそして，被告製品における内側接触子２３のうち内側湾曲部２３Ａは，\n接触線Ｘの反対側に存在する根元部分も含めて，全体として，腕状の形態\nをなすものであるから，上記根元部分が本件特許発明１の「弾性腕」の一\n部に含まれないと解するのは困難である。このことは，前記ア のとお\nり，明細書の発明の実施形態の説明において，本件特許発明１の「第一弾\n性腕２２」は「被取付部２２Ａ」，「第一弾性部２２Ｂ」及び「第一接触\n部２２Ｃ」からなり，「第二弾性腕２３」は「第二弾性部２３Ａ」，「第\n二接触部２３Ｂ」からなる旨，それぞれ記載されていることからも裏付け\nられる。\nこの点に関し，原告は，構成要件１Ｂにつき，被告製品における「内側\n接触子」と「外側接触子」の各２つの接触部が相手端子とその一つの側で\n接触することを限定するものにすぎず，相手端子が挿入されない弾性腕の\n根元部分はおよそ問題とならない旨主張する。しかし，前記のとおり，構\n成要件１Ｂは，「端子の複数の弾性腕は，相手端子との接触位置を通りコ\nネクタ嵌合方向に延びる接触線に対して一方の側に位置しており」という\nものであり，弾性腕が接触線の一方側に位置するか否かを問題としている\nのであって，弾性腕の根元部分が問題とならないというような解釈を裏付\nける記載はないから，原告の上記主張は特許請求の範囲の記載に基づかな\nいものである上，明細書を精査しても，このように解すべき根拠は何ら見\n当たらないから，原告の上記主張は採用できない。\nウ  以上のとおり，被告製品における「第二弾性腕」に相当する部分の一部\nは，接触線の他の側に延びているため，被告製品は本件特許発明１の構成\n要件１Ｂを充足しない。\n被告製品の構成要件２Ｂ，２Ｈの充足性について\n本件特許発明２における構成要件２Ｂ，２Ｈについても，構成要件１Ｂと\n実質的に同様に定められている（本件特許発明１の「複数の弾性腕」が本件\n特許発明２の「第一弾性腕」及び「第二弾性腕」に相当する。）ことに加え，\n本件特許２に係る明細書（甲４）の段落【００１２】，【００２５】，【０\n明細書（甲２）の記載\nと実質的に同様の記載があるため，本件特許発明２の「第一弾性腕」及び\n「第二弾性腕」と接触線との位置関係については，本件特許発明１と同様に\n解すべきである。\n以上からすれば，被告製品は本件特許発明の構成要件１Ｂ，２Ｂ，２Ｈを\nいずれも充足しない。\n２  争点２（被告製品の構成要件１Ｆ充足性）について\n念のため，被告製品の構成要件１Ｆ充足性についても検討する。\nア  本件特許１に係る明細書（甲２）には，以下の記載がある。\n「・・・山型とされる接触部は接圧の確保のために，山型の形状は一\n定の高さが要求される。・・・」（段落【０００６】）\n「・・・また，上記複数の弾性腕の接触部はコネクタ嵌合時に相手端\n子と最初に接触する接触部から順に相手端子に対する接触圧が小さくな\nっており，相手コネクタを嵌合するときに，最初の接触部を圧したその\n勢いで，次の弾性腕の接触部を圧することができるので，小さい挿入力\nで弾性変形させることができ，コネクタ嵌合が容易となる。」（段落\n【００１２】）\n「・・・第一弾性腕２２（前者）を押し拡げるのに要する指圧（操作\n者がコネクタ嵌合時に相手コネクタを押し込む力であり，接触部での接\n圧に比例する。）と第二弾性腕２３（後者）を押し拡げるのに要する指\n圧とを比べると，相手端子が第一弾性腕２２の方が先に当接するので，\n通常，前者の指圧の方が大きい。したがって，前者の第一接触部２２Ｃ\nの直下に後者の第二接触部２３Ｂが位置しているので，相手端子は前者\nを押し拡げた勢いで後者を難なく押し拡げる。具体的には，相手端子と\nの接圧は，前者が後者の２倍以上であると，上記の効果が顕著である。\n好ましくは，前者と後者の接圧比は２対１である。これらの関係は，接\n触部における弾性変位量が仮に前者そして後者において同じでも，両者\nの剛性をそのような関係となるように，長さ・幅を決めることにより得\nられる。」（段落【００３６】）\nイ  まず，「接触圧」との文言について，原被告双方が異なる解釈を採って\nいるため，この点について検討する。\n「圧」とは「おしつける力」を意味し，「接触」とは「近づきふれるこ\nと，さわること」を意味する（広辞苑第６版，乙１参照）。\nそして，これらの文言の通常の解釈からすれば，本件特許発明１におけ\nる「接触圧」との文言は，複数の物体が互いに接触する際に生じる力ない\nし圧力を意味するものと解されるところ，次に指摘する本件特許１の明細\n書の記載を参酌すれば，上記文言は，複数の物体が互いに接触する際に生\nじる力を意味すると解すべきである。\nすなわち，本件特許１の明細書（甲２）において，前記ア\n「・・・上記複数の弾性腕の接触部はコネクタ嵌合時に相手端子と最初に\n接触する接触部から順に相手端子に対する接触圧が小さくなっており，相\n手コネクタを嵌合するときに，最初の接触部を圧したその勢いで，次の弾\n性腕の接触部を圧することができるので，小さい挿入力で弾性変形させる\nことができ・・・」「指圧（操作者がコネクタ嵌合時に相手コネクタを押\nし込む力であり，接触部での接圧に比例する。）」などと記載されている\nことからすれば，同明細書の記載は「接触圧」を力と同視しているものと\nいえ，「接触圧」が相手端子と各弾性腕の接触部との間で生じる力を意味\nすること，すなわち「力」であることが明らかといえる。\nこれに対し，原告は，「接触圧」とは単位変位量当たりの反力（Ｎ／ｍ\nｍ）を意味する旨主張する。しかし，これは通常の文言解釈に反する上，\n原告の上記解釈を根拠付けるような明細書上の記載は存在しないため，原\n告の上記主張を採用することはできない。\nこのほか，原告は，上記「接触圧」が，嵌合終了時点ではなく嵌合途中\nの数値を指すとも主張するところ，既に検討したところによれば，この点\nについて判断するまでもなく，原告の同主張は採用できない。\nウ  原告は，「接触圧」に関する自らの解釈を前提として，被告製品が構成\n要件１Ｆを充足する旨主張するが，「接触圧」に関する原告の解釈を採用\nできないことは前記イのとおりであって，被告製品が「接触圧」に関する\n構成要件１Ｆを充足することを認めるに足りる証拠はない。\n以上のとおり，被告製品が本件特許発明１の構成要件１Ｆを充足するとは\n認められない。\n３  争点４（新規性又は進歩性欠如の有無）について\n前記１及び２のとおり，被告は本件特許発明を実施しているとは認められ\nないため，原告の請求は理由がないものであるが，念のため，乙１０文献に\n基づく本件特許発明の新規性又は進歩性欠如の有無についても検討する。\nア  乙１０文献は，米国特許第３６３１３８１号公報（１９７１年（昭和４\n６年）１２月２８日発行）であり，本件特許１の特許出願前に頒布された\nものであって，これには以下の各記載がある（いずれも訳文参照）。\n「本発明はプリント回路基板用の超小形多重電気コネクタに関する。」\n（１頁１４行）\n「ただし，接触圧が大きすぎると，コネクタへのプリント回路基板の\n挿抜がより困難になるばかりか，接点，特にプリント回路基板の極めて\n薄い導電域の摩耗が増えてしまう。」（２頁３～５行）\n「・・・レセプタクルに収容されるコンタクト要素Ｃの数に対応した\n数のポケット１６，１６が溝に沿って長手方向に互いに距離を置いて形\n成される。各コンタクト要素は，ポケット１６によって位置決めされ，\nかつ一部が収容される。」（３頁２４～２６行）\n「各コンタクト要素Ｃは音叉，即ち二又部材の形態で構成され，基部\n２０とこの基部から上方に延在する一対のばね脚２２及び２４とを備え\nるように一枚の導電体シートから形成される。」（３頁２９行～４頁２\n行）\n「２つのばね脚２２，２４は，プリント回路基板Ｂの接触領域３０，\n３０に係合するように適合化された側方突出部２６及び２８をそれぞれ\n上端に有する。」（４頁３～５行）\n「・・・このシート形状のコンタクト要素は，図１及び図２に最も良\nく示されているようにレセプタクルのポケット１６内にプリント回路基\n板の平面に対して直角な平面に，配置される構造を有する。」（４頁８\n～１０行）\n「上記のようにばね脚２２及び２４は長さが互いに異なる。」（４頁\n１１行）\n「また，各コンタクト要素の基部２０は，溝孔３４をばね脚間に設け\nて形成される。この溝孔３４は，前記ばね脚のそれぞれに加えられうる\n異なる接触圧又は荷重特性を決定するように構成される。」（４頁１５\n～１７行）\n「上記の構造を採ることにより，荷重特性については，いくつかの選\n択をすることが可能になる。たとえば，２つのばね脚にかかる荷重を等\nしくしても良いし，短ばね脚にかかる荷重より長ばね脚にかかる荷重を\n小さくしても良い。また，長ばね脚にかかる荷重より短ばね脚にかかる\n荷重を小さくしても良い。これら選択肢は，ばね脚間の溝孔３４の下端\nの構成を決めることで調整される。」（４頁２３～２７行）\n「上記のように，これらコンタクト要素は１シートインチの導電材料\nから形成される。この材料は燐青銅であることが好ましく，金又は銀鍍\n金されることが好ましい。」（４頁２８行～５頁１行）\nイ  前記アの各記載，及び乙１０文献の「FIG.1」，「FIG.2」に基づき，本\n件特許発明１と乙１０発明とを対比することとする。\nの各記載に加え，乙１０文献の「FIG.1」，\n「FIG.2」を総合すれば，乙１０文献には，コンタクト要素Ｃがばね脚\n２２及び２４を有し，プリント回路基板Ｂとの嵌合時に，複数のばね脚\n２２及び２４にそれぞれ形成された突状の突出部２６及び２８がプリン\nト回路基板Ｂに一つの接触線上で順次弾性接触するようになっており，\nコンタクト要素Ｃは一枚の導電体シートから形成されていて，コンタク\nト要素Ｃが溝に沿って長手方向に距離を置いてレセプタクルＲのポケッ\nト１６に配列されている電気コネクタが開示されている。そして，プリ\nント回路基板Ｂは本件特許発明１の「相手コネクタ」，コンタクト要素\nＣは「端子」，ばね脚２２及び２４は「複数の弾性腕」，突出部２６及\nび２８は「接触部」，レセプタクルＲは「ハウジング」にそれぞれ相当\nする。また，コンタクト要素Ｃは金属板である導電体シートの板面を維\n持したまま作られている。\n以上からすれば，乙１０文献には構成要件１Ａが開示されているとい\nえる。\nまた，乙１０文献の「FIG.2」等からすれば，乙１０発明では，コン\nタクト要素Ｃのばね脚２２及び２４（「端子の複数の弾性腕」に相当す\nる。）がプリント回路基板Ｂ（「相手端子」に相当する。）との接触位\n置を通りコネクタ嵌合方向に伸びる接触線に対して一方の側に位置して\nいる。したがって，乙１０文献には構成要件１Ｂが開示されているとい\nえる。\n乙１０文献の「FIG.2」において，ばね脚２２の突出部２６の半円状\n部分のうち上半分が「斜縁」に該当するといえ，同文献には，ばね脚２\n２がその上端から下方に延び接触線に向かう「斜縁」を有し，その「下\n端」に突出部２６（接触部）を形成することが開示されている。そして，\nばね脚２２は，構成要件１Ｃの「上位の弾性腕」に該当するから，乙１\n０文献には構成要件１Ｃが開示されていることになる。\n乙１０文献の「FIG.2」等からすれば，乙１０文献には，ばね脚２２\nの突出部２６及びばね脚２４の突出部２８が，下方に向け順に位置して\nいることが開示されており，構成要件１Ｄが開示されているといえる。\n乙１０文献では，コンタクト要素Ｃ（端子）を，金属板である導電体\nシートの板面を維持したまま作成しており，上位に位置する突出部２６\nと下位となるばね脚２４の上端との距離が十分に近接しているといえ，\n構成要件１Ｅが開示されているといえる。\nまた，乙１０文献 のとおりの記載があるところ，\n「荷重」とは，本件特許発明１の「接触圧」と同義と解され，長ばね脚\nであるばね脚２２の突出部２６が嵌合時にプリント回路基板と最初に接\n触し，その後，短ばね脚であるばね脚２４の突出部２８がプリント回路\n基板Ｂに接触するが，長ばね脚にかかる荷重より短ばね脚にかかる荷重\nを小さくしてもよいことが記載されている。そのため，乙１０文献には，\nコネクタ嵌合時にプリント回路基板Ｂ（相手端子）と最初に接触する突\n出部２６（接触部）から順にプリント回路基板Ｂ（相手端子）に対する\n接触圧が小さくなっていることを特徴とする電気コネクタが開示されて\nいるといえ，乙１０文献には，構成要件１Ｆが開示されているといえる。\nそして，乙１０文献には，複数の接触部を有する端子を利用する電気\nコネクタが開示されており，構成要件１Ｇが開示されているといえる。\n以上のとおり，乙１０文献には本件特許発明１の構成要件の全てが開\n示されているから，乙１０発明は本件特許発明１と同一であり，本件特\n許発明１は新規性を欠くことになる。\n原告は，乙１０発明につき，本件特許発明１の４５年前の桁違いに大き\nなコネクタの構成を開示するもので，先行技術として不適格である旨主張\nする。しかし，本件特許発明１の特許請求の範囲において，コネクタの大\nきさは何ら特定されておらず，原告の上記主張は特許請求の範囲の記載に\n基づくものではなく，採用できない。\nまた，原告は，半円形状をもって「斜縁」であるとはいえず，また接触\n部が半円形状部分の下端ではなく途中に設けられているため，乙１０文献\nは構成要件１Ｃを開示していない旨主張する。\nしかし，本件特許１に係る明細書（甲２）の図４等においても，平坦な\n第一弾性部上端から接触線に向かう「斜縁」にかけて，折れ線状ではなく，\n直線部分と直線部分とが曲線部分を経て接続されるように描かれていると\nころ，同明細書においても「斜縁」が直線状で曲線を含まないなどとは記\n載されていない。そして，「斜縁」の作用効果については同明細書に特段\nの記載がないものの，段落【００３５】   しかる後に，相手コネク\nタ３０を降下させる。相手コネクタ３０はその外壁３３が上記コネクタ１\nのハウジング１０の本体部１１の外面で案内され，該相手コネクタ３０の\n嵌合凹部３６で上記本体部１１に嵌合し始める。嵌合当初では，相手コネ\nクタ３０の嵌入壁３７に設けられた端子３１が，コネクタ１の端子２０の\n第一弾性腕２２に設けられた第一接触部２２Ｃに当接し，その当接圧で左\n右両側の第一弾性腕２２同士を左右に押し拡げて弾性変形させる・・・」\nとの記載があり，同記載及び図３，４によれば，上方から挿入される相手\n端子は「斜縁」との接触により第一弾性腕を左右に押し広げることになる\nから，「斜縁」は相手端子との当接から第一弾性腕を押し広げるに至る過\n程を円滑に行わせる作用を有するものと解される。そして，この作用を実\n現するためには，「斜縁」の角部が面取りされていれば足りるものと解さ\nれる。\nまた，接触部が斜縁の下端ではなく途中に設けられているとの原告の主\n張に関しても，斜縁\n明において，斜縁の下端に「接触部」が形成されているといえる。\nしたがって，原告の上記主張は採用できない。\nイ  次に，原告は，構成要件１Ｅに関し，乙１０発明においては接触部間距\n離が約０．６インチもあるため「近接」の要件を充たさないと主張する。\nしかし，そもそも本件特許発明１Ｅの「近接」との文言は，定量的なも\nのではなく定性的なものであって，これによって本件特許１が直ちに無効\nとなるとまではいえないとしても，具体性に欠ける不明確な文言である。\n原告は，「近接」とは「帯状の金属板をその肉厚方向に屈曲して端子を得\nる」場合には得られない距離を意味する旨主張するが，同主張を採用して\nもなお，「近接」の具体的内容は不明確であるといわざるを得ない。\nそのことを前提として乙１０発明をみると，乙１０文献における「各ば\nね脚２２，２４の幅も，図４に示されているように０．０２５インチ台で\nある。」（訳文５頁２～３行）との記載に加え，「FIG.4」におけるばね\n脚の幅と「突出部２６と突出部２８の上端」の距離の大小関係等からすれ\nば，乙１０発明において，突出部２６と突出部２８の上端とは十分に「近\n接」しているといえる。\nこのほか，原告は，乙１０発明の接触部が半円状なので，半径の長さ分\nだけ上位の弾性腕の接触部に近接していないとも主張する。しかし，前記\n「斜縁」に該当し，同「斜縁」の下端点が「接触部」である以上，原告の\n上記主張は前提において誤りである。いずれにしても，上記のとおり，乙\n１０発明において，突出部２６と突出部２８の上端とは十分に「近接」し\nているといえ，原告の上記主張は採用できない。\nウ  更に，原告は，構成要件１Ｆの「接触圧」に関して，充足論における主\n張を前提として，乙１０発明における「荷重」は構成要件１Ｆにおける\nまた，原告は，「荷重」の大小関係は乙１０発明の技術思想とは関係が\nなく，乙１０文献はこの点に関していかなる関係でもよいと放置している\nにすぎない旨 の記載からすれば，乙１０文献には\nこの点について開示があることは明らかである。\nア  前 同様に，本件特許発明２－１と乙１０発明とを対比すると，構\n成要件２－Ｃのうち，「本件特許発明２－１の第一弾性腕の第一接触部は，\n略三角形突状をなしているのに対して，乙１０発明のばね脚２２（＝第一\n弾性腕）の突出部２６は，接触線に対し略半円状をなしている点」（相違\n点１），「本件特許発明２－１の第一弾性腕の第一接触部において，嵌合\n側と反対側の縁部が，接触線に対し直角もしくは嵌合側に鋭角をなすのに\n対して，乙１０発明ではそのような特定がされていない点」（相違点２）\nが相違し，その他は一致する。なお，両発明は，第一接触部が嵌合側に斜\n縁を有する点においては一致する。\nイ  ケーブル用コネクタに関する発明が記載された特開２００３－１６８５\n０５号公報（乙１２）には，「本発明の課題は，・・・接触信頼性の向上，\n操作性の向上を図ることができる平型柔軟ケーブル用コネクタの技術を提\n供することにある。」（段落【００１３】），「前記コンタクト片には，\n導体露出部に接触する隆起部が設けられると共に，その隆起部の傾斜が緩\n慢に設定されていることが望ましい。・・・この隆起部の傾斜を緩慢に設\n定することで，コネクタ結合時の接触抵抗を低くすることができる。・・\n・」（段落【００１９】），「また，コンタクト片２３ｂのばね長を長く\nできることは，それ自体の弾力性によってコンタクト片２３ｂと露出片１\n２との接触抵抗（摩擦）を小さくし，コネクタ結合時の操作性（円滑性）\nを高めることが容易になる。」（段落【００４１】），「端子２３には，\n導体露出部１２ａに接触する隆起部２３ａが設けられている。・・・」（\n段落【００４２】）と記載されており，図４には，略三角形状の隆起部２\n３ａが描かれている。\nまた，本件特許１及び２の出願前に頒布された乙１３（米国特許第３４\n１４８７１号公報，発明の名称「２つの戻り止めフラップを有する弾発舌\n片手段を有する電気コネクタ」）には，「図９は板ばね型コネクタを示す。\nこのコネクタは追加の導線接続部２１と追加の戻り止めフラップ２２とを\n備える。このコネクタの接続部は，互いに独立した複数の平らな弾発舌片\nで構成されている。・・・」との記載があり（訳文６～８行），「 FIG.9」\nには，（本件特許発明でいう）接触線に対しほぼ直角となる縁部及び同縁\n部よりも嵌合側に位置する斜縁とで三角形状となった接触部が描かれてい\nる。\n同様に，本件特許１及び２の特許出願前に頒布された乙１４（特開昭４\n７－１５３２号公報，発明の名称「電気接続装置」）には，「本発明の目\n的は整合する電気接続器と信頼し得る電気接続を行うことができる電気接\n点を提供しようとするにある。」（５頁６～８行），「第１図は回路板１\nのようなオス接続素子を取り付けた従来既知の典型的な接続器を示す。」\n（６頁１７～１８行），「接触腕１２は回路板１を接触させるための接触\n部分１１を具える。」（６頁２０行～７頁１行）との記載があり，\n「Fig.3」には，（本件特許発明でいう）接触線に対しほぼ直角となる縁\n部及び同縁部よりも嵌合側に位置する斜縁とで三角形状となった接触部が\n描かれている。\nまた，本件特許１及び２の特許出願前に頒布された乙１５（特開平６－\n７６８９６号公報，発明の名称「回路板エッジコネクタ」）には，\n「・・・もちろん，この接触部の形状は本発明から逸脱することなく大き\nく変化させることができる。この主接触領域２６は円形，平面，三角形，\n台形などでもよく，同様な結果が得られる。・・・」（段落【００１８】）\nとの記載がある。\n更に，本件特許１及び２の出願前に頒布された乙１６（特開２００３－\n２６４０１５号公報，発明の名称「直交接続用コネクタ」）には，「プラ\nグ１０には，その本体モールド１１の内部に複数の端子１２が整列配置さ\nれ，該端子１２はソケット２の端子３と接触する接触片１２ａを具備す\nる。・・・」（段落【００１１】）との記載があり，図２には，三角形状\nとなった接触部が描かれている。\nウ  以上からすると，接触部を略三角形状とすることは乙１２ないし１６に\n記載されており，周知であるといえ，そのうち乙１２には，隆起部（第一\n接触部に相当する。）の傾斜を緩慢に設定することでコネクタ結合時の接\n触抵抗を低くすることができる旨の記載があり，接触部を略三角形状にす\nることは，乙１０発明の課題の１つである「コネクタの挿抜を容易にする\nこと」（ ）の解決と矛盾せず，乙１０発明に対し，乙１２\nに開示された端子２３の隆起部２３ａを組み合わせることは容易である。\nなお，原告は，乙１０発明における突出部２６は半円形状であり，これ\nを乙１２記載の三角形状の隆起部に置き換えることには阻害要因があると\nも主張する。確かに，乙１０文献の図面上，突出部は半円形状に描かれて\nいるものの，乙１０文献にはこの形状に関する特段の記載はないから，乙\n１０発明においてコネクタの容易な挿抜が課題であるとしても，同課題解\n決と接触部の形状との関連が明確にされていない以上，上記置換に関して\n阻害要因があるとはいえない。\nエ  他方で，本件特許２に係る明細書上，「嵌合側と反対側の縁部が接触線\nに対し直角もしくは嵌合側に鋭角をなす」との構成を採用する理由や作用\n効果に関して何ら記載がなく，上記構成による作用効果は自明ではない。\nそして，コネクタ嵌合時に弾性腕を押し広げる過程を円滑化する要請が\nあるとしても，嵌合時において縁部が相手端子に接触しない形状であれば\n足り，それ以上に，縁部が接触線に対し直角もしくは嵌合側に鋭角をなす\n構成とすることに何らかの技術的意義があるとは認められない。\n以上からすると，上記構成は，特段の作用効果を伴わない単なる設計事\n項というべきであり，また，乙１３及び１４には，嵌合側と反対側の縁部\nが接触線に対しほぼ直角をなす構成が開示されているから，当業者であれ\nば，適宜設計して，本件特許発明２－１の上記構成を採用することは容易\nといえる。\nオ  以上からすれば，本件特許発明２－１は，乙１０発明に乙１２ないし１\n６に記載された周知技術を組み合わせ，また，適宜設計を加えることによ\nり容易想到であるといえるから，進歩性を欠く。\n同様に，本件特許発明２－２と乙１０発明とを対比すると，「本件特許発\n明２－２の第一弾性腕の第一接触部において，相手コネクタと接触する接点\nから第一接触部の突出基部に向けた直線と，斜縁を通る直線とでなす角度が\n鋭角であるのに対して，乙１０発明では，そのような特定はされていない点」\nにおいて相違し，その他は一致する。なお，両発明は，第一接触部が嵌合側\nに斜縁を有する点は一致する。\nそして，乙１２ないし１４，１６の図面等からすれば，これらの文献には，\n「相手コネクタと接触する接点から第一接触部の突出基部に向けた直線と，\n斜縁を通る直線とでなす角度が鋭角である」構成が開示されており，同構成\nは周知であったといえ，同構成を乙１０発明に組み合わせることは容易とい\nうべきである。\n以上からすれば，上記相違点は，これらの周知技術を適用することにより，\n当業者であれば容易に想到できたものといえる。\nこのように，本件特許発明２－２は，乙１０発明に乙１２ないし１４，１\n６記載の周知技術を組み合わせることにより容易想到であるといえるから，\n進歩性を欠く。\n第４  結論\n以上によれば，被告製品は本件特許の構成要件１Ｂ，１Ｆ，２Ｂ，２Ｈのい\nずれも充足しない上，本件特許発明１は新規性を欠き，本件特許発明２－１及\nび本件特許発明２－２は進歩性を欠くため，本件特許はいずれも無効とされる\nべきものと認められる。よって，その余の争点について判断するまでもなく，\n原告の請求はいずれも理由がないから，これを棄却することとし，主文のとお\nり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官   沖   中   康   人\n裁判官    矢   口   俊   哉\n裁判官   宇   野   遥   子\n＜添付の特許公報は省略する＞\n（別紙）\n被  告  製  品  目  録\n１  被告製品１：  製品名  ９９８４Seriesのボードtoボード用の電気コネクタ\n２  被告製品２：  製品名  ９９８５Seriesのボードtoボード用の電気コネクタ\n"
}