{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 5,
    "day": 30
  },
  "case_number": "平成29(行ケ)10167",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87782",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87782",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/782/087782_hanrei.pdf",
  "contents": "平成３０年５月３０日判決言渡\n平成２９年（行ケ）第１０１６７号  特許取消決定取消請求事件\n口頭弁論終結日  平成３０年４月１６日\n判決\n原 告     帝 人 株 式 会 社\n同 訴 訟 代 理 人 弁護 士     杉    浦              秀\n弁理 士     為    山      太    郎\n被 告     特 許 庁 長 官\n同 指 定 代 理 人      西    藤      直    人\n井    上    茂      夫\n千    壽    哲      郎\n藤    原    浩      子\n板    谷    玲    子\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が異議２０１６－７００１５０号事件について平成２９年７月１２日にし\nた決定のうち，「特許第５７７１０２１号の請求項７に係る特許を取り消す。」との\n部分を取り消す。\n第２  事案の概要\n本件は，特許異議の申立てを認めて特許を取り消した決定に対する取消訴訟であ\nる。\n争点は，特許法２９条の２違反の有無である。\n１  特許庁における手続の経緯\n原告は，名称を「積層フィルム」とする発明につき，平成２３年２月１６日，特\n許出願（請求項の数６）をし，平成２７年７月３日，その設定登録（特許第５７７\n１０２１号。以下「本件特許」という。）を受けた（甲９）。\n本件特許について，Ａ及びＢから特許異議の申立てがされたため，特許庁は，こ\nれらを異議２０１６－７００１６０号事件として審理したところ，原告は，平成２\n９年２月２７日，訂正請求（以下「本件訂正」という。）をした（訂正後の請求項の\n数７。甲１０）。\n特許庁は，平成２９年７月１２日，本件訂正を認め，本件特許の請求項１～６に\n係る特許を維持し，同請求項７に係る特許を取り消す旨の決定をし，その謄本は，\n同月２１日，原告に送達された。\n２  本件発明の要旨\n本件訂正後の本件特許の請求項１～７に係る発明（以下，請求項の番号を用いて\n「本件発明１」～「本件発明７」といい，これらを総称して「本件発明」という。\nまた，本件訂正後の明細書及び図面を「本件明細書」という。）のうち，本件発明７\nは，以下のとおりである（甲１０）。\n【請求項７】\n植物由来のエーテルジオール残基を含んでなるポリカーボネート樹脂材料の層\n（Ａ）の少なくとも一方の面に，熱可塑性樹脂材料の層（Ｂ）および印刷層を積層\nされてなる多層フィルムであって，植物由来のエーテルジオール残基を含んでなる\nポリカーボネート樹脂が下記式（１）で表されるジオール残基を含んでなり，全ジ\nオール残基中式（１）で表されるジオール残基が１５～１００モル％を占め，樹脂\n０．７g を塩化メチレン１００ml に溶解した溶液の２０℃における比粘度が０．１\n４～０．５０のポリカーボネートであり，熱可塑性樹脂材料が粘度平均分子量で表\nして１３，０００～４０，０００のポリカーボネート樹脂であり，印刷層のバイン\nダー樹脂がポリウレタン系樹脂，ビニル系樹脂，ポリアミド系樹脂，ポリエステル\n系樹脂，アクリル系樹脂，ポリビニルアセタール系樹脂，ポリエステルウレタン系\n樹脂，セルロースエステル系樹脂，アルキド系樹脂または熱可塑性エラストマー系\n樹脂であり，印刷層は片面に積層されており，印刷層の厚みが０．０１～１００μm\nである多層フィルム。\n【化２】\n３  決定の理由の要点（本件訴訟の争点に関連する部分）\n(1)  甲１（特願２０１０－０４６６３０号公報）に記載された発明（甲１発明）\n「ジヒドロキシ化合物に由来する構造単位を含む脂肪族ポリカーボネート樹脂の層\n（Ａ層）の少なくとも一方の面に，芳香族ポリカーボネート樹脂の層（Ｂ層）と，\n印刷層とを積層してなる積層体であって，\n前記脂肪族ポリカーボネート樹脂のジヒドロキシ化合物の主成分は，一般式（２）\nで表され，生物起源物質に由来するエーテルジオールであり，このジヒドロキシ化\n合物に由来する構造単位の含有割合として，好ましくは３５モル％以上，９０モル％\n以下であり，\n前記芳香族ポリカーボネート樹脂の粘度平均分子量は，力学特性と成形加工性の\nバランスから，通常，８，０００以上，３０，０００以下，好ましくは１０，００\n０以上，２５，０００以下の範囲であり，\n前記印刷層に用いられる印刷用インクは，アクリル系樹脂やウレタン系樹脂を含\nんでいる，積層体からなるフィルム。」\n(2)  本件発明７と甲１発明との対比\n【一致点】\n「植物由来のエーテルジオール残基を含んでなるポリカーボネート樹脂材料の層の\n少なくとも一方の面に，熱可塑性樹脂材料のポリカーボネート樹脂からなる層およ\nび印刷層を積層されてなる多層フィルムであって，植物由来のエーテルジオール残\n基を含んでなるポリカーボネート樹脂が下記式（１）で表されるジオール残基を含\nむ，多層フィルム\n」\n【相違点】\n［相違点１］\n植物由来のエーテルジオール残基を含んでなるポリカーボネート樹脂材料につい\nて，本件発明７が「全ジオール残基中式（１）で表されるジオール残基が１５～１\n００モル％を占め，樹脂０．７g を塩化メチレン１００ml に溶解した溶液の２０℃\nにおける比粘度が０．１４～０．５０のポリカーボネート」であるのに対し，甲１\n発明は「ジヒドロキシ化合物に由来する構造単位の含有割合として，好ましくは３\n５モル％以上，９０モル％以下」のポリカーボネートであるものの，比粘度につい\nては特定されていない点。\n［相違点２］\n熱可塑性樹脂材料のポリカーボネート樹脂について，本件発明７が「粘度平均分\n子量で表して１３，０００～４０，０００のポリカーボネート樹脂」であるのに対\nし，甲１発明は粘度平均分子量が「８，０００以上，３０，０００以下，好ましく\nは１０，０００以上，２５，０００以下の範囲」の芳香族ポリカーボネート樹脂で\nある点。\n［相違点３］\n印刷層について，本件発明７が「印刷層のバインダー樹脂がポリウレタン系樹脂，\nビニル系樹脂，ポリアミド系樹脂，ポリエステル系樹脂，アクリル系樹脂，ポリビ\nニルアセタール系樹脂，ポリエステルウレタン系樹脂，セルロースエステル系樹脂，\nアルキド系樹脂または熱可塑性エラストマー系樹脂であり」，「印刷層の厚みが０．\n０１～１００μm」であるのに対し，甲１発明は，印刷層に用いられる印刷用インク\nは，アクリル系樹脂やウレタン系樹脂を含むものの，印刷層の厚みについては特定\nされていない点。\n(3)  相違点の判断\n上記相違点１～３に係る本件発明７の構成は，いずれも，それらを備えることに\nより新たな効果を奏するものでなく，多層フィルムとして，求められる成形性や機\n械強度を得るための具体化手段における微差にすぎないものであるから，本件発明\n7 は，甲１発明と実質的に同一である。\n(4)  結論\n本件発明７は，甲１発明と同一であるから，本件発明７に係る特許は，特許法２\n９条の２の規定に違反してされたものである。\n第３  原告主張の決定取消事由\n１  特許法２９条の２における同一発明に関する解釈の誤り\n(1)  特許法２９条の２における同一発明の判断方法\nア  特許法２９条の２により，「当該特許出願の日前の他の特許出願又は実\n用新案登録出願等であつて当該特許出願後に第６６条第３項の規定により同項各号\nに掲げる事項を掲載した特許公報（以下「特許掲載公報」という。）の発行若しくは\n出願公開又は実用新案法（昭和３４年法律第１２３号）第１４条第３項の規定によ\nり同項各号に掲げる事項を記載した実用新案公報（以下「実用新案掲載公報」とい\nう。）の発行がされたもの」（以下「先願」という。）「の願書に最初に添付した明細\n書，特許請求の範囲」「又は図面」「に記載された発明」（以下「先願発明」という。）\nと，「特許出願に係る発明」の「特許出願」（以下「後願」という。）「に係る発明」\n（以下「後願発明」という。）が同一である場合に，後願は拒絶される（特許法４９\n条２号）。\n特許法２９条の２は，昭和４５年の特許法改正（昭和４５年法律第９１号）によ\nり新たに制定された。\n昭和４５年特許法改正前は，先後願関係の拒絶理由としては，いわゆる二重特許\nを規定する特許法３９条のみが存在していたところ，同条は，原則として，特許請\n求の範囲に記載された発明の関係について規定するものであるため，後願に係る発\n明が，先願の明細書又は図面に開示されているが特許請求の範囲には記載されてい\nない場合に，同条に基づいて後願を拒絶することは法解釈上困難であるとされてい\nた。昭和３４年の特許法制定当時には，出願審査の遅れはさほど顕著ではなく，審\n査期間も短かったため，さほど目立った問題は生じていなかったが，審査の遅れが\n顕著になり，審査期間が長くなるにつれて，同条で後願を拒絶できる範囲に限界が\nあることの問題が浮上するようになった。特許法２９条の２は，このような背景の\n下で新たに設けられたものであり，これによって先願の開示全体が後願に対して排\n除効果を持つようになった。\n昭和４５年改正後の特許法では，明細書又は図面の補正に関する当時の特許法４\n１条（現在の特許法１７条の２第３項）に特許請求の範囲の記載を補正することが\nできる範囲として，「願書に最初に添付した明細書又は図面」に記載された事項の範\n囲とされていたことを考慮し，それと同じ範囲で特許法２９条の２の後願排除効果\nを認めるために，「願書に最初に添付した明細書又は図面」（特許法２９条の２）と\n定められた（甲１１～１３）。\nこのような特許法２９条の２が制定された背景及び趣旨によると，特許法２９条\nの２によって，後願が排除される範囲は，先願の願書に最初に添付された明細書等\nに記載されている事項に限られるべきである。\nそして，このような範囲は，先願の願書に添付された特許請求の範囲を補正でき\nる最大の範囲，すなわち，明細書又は図面の全ての記載を総合することにより導か\nれる技術的事項の範囲と解すべきである（特許法１３４条２項ただし書における「願\n書に添付した明細書又は図面に記載した事項の範囲内」の意義についての知財高判\n平成２０年５月３０日(平成１８年(行ケ)第１０５６３号)ソルダーレジスト大合議\n判決，甲２５）。\nイ  特許法２９条の２の後願排除効果の範囲を上記のように解する場合，同\n条における先願発明と後願発明の同一性判断は次のようになる。\n(ｱ)  後願発明の全ての発明特定事項が，先願の願書に最初に添付された明\n細書等に記載されている場合，先願発明と後願発明は同一である。\n(ｲ)  後願発明が，先願の願書に最初に添付された明細書等に記載されてい\nない発明特定事項を備える場合，\n①  当該発明特定事項が先願の願書に最初に添付された明細書又は図面の全ての記\n載を総合することにより導かれる技術的事項の範囲内であるときは，先願発明と後\n願発明は同一である。\n②  当該発明特定事項が先願の願書に最初に添付された明細書又は図面の全ての記\n載を総合することにより導かれる技術的事項の範囲内でないときは，先願発明と後\n願発明は同一ではない。\nウ  また，ソルダーレジスト大合議判決（甲２５）における判断によると，\n後願発明が，先願の願書に最初に添付された明細書等に記載されていない発明特定\n事項を備える場合において，当該発明特定事項が先願の願書に最初に添付された明\n細書又は図面の全ての記載を総合することにより導かれる技術的事項の範囲内とい\nえるのは，当該発明特定事項が先願の願書に最初に添付された明細書等の記載から\n自明な事項である場合と解するのが相当である。\nエ(ｱ)  特許法２９条の２の制度趣旨の一部として，たとえ先願が出願公開さ\nれる前に出願された後願であっても，後願の発明が先願の明細書等に記載された発\n明と同一である場合は，さらに出願公開等しても，新しい技術をなんら公開するも\nのではないから，そのような後願の発明は特許を受けることができない旨の内容が\n説明されることはあるが，特許法２９条の２の制度趣旨は，それのみにとどまるも\nのではない。\nまた，特許法２９条の２の発明同一性の判断方法に関する最高裁判例は存在せず，\n下級審裁判例においては，上記判断方法は統一されていないのが実情である（甲２\n６，２７，乙２～４）。\n(ｲ)  特許請求の範囲を補正できる範囲を規定する「明細書又は図面に記載\nした事項」は，発明に関する技術的事項である（ソルダーレジスト大合議判決）か\nら，「発明」と「事項」を区別して論じることに実質的意味はない。\nソルダーレジスト大合議判決は，本質的には，「明細書又は図面に記載した事項の\n範囲内において」という平成６年改正前の特許法１７条２項の解釈を判断したもの\nであり，同判決における「明細書又は図面に記載した事項の範囲内において」の文\n言解釈は，特許法１７条２項（現行法の１７条の２第３項）における当該文言の一\n般的な解釈を判断するものであって，同判決の射程は，「除くクレーム」とする訂正\nの場合のみに限られるものではない。\n(2)  本件決定における特許法２９条の２の同一発明に関する判断方法が誤っ\nていること\nア  本件決定における判断基準によると，後願発明と先願発明とが相違する\n場合であっても，当該相違によって後願に記載された発明が新たな効果を奏しない\n場合は，当該相違は「微差」であるとして，両発明は「同一」であると判断される。\nしかし，このような判断基準では，相違点によって新たな効果を奏するかどうか\nを基準として「微差」を判断する場合，後願発明が，先願の願書に最初に添付され\nた明細書等に全く記載がなく，かつ当業者が先願の願書に最初に添付された明細書\nから自明と判断できない発明特定事項を含む場合であっても，当該発明特定事項に\nよって後願発明が新たな効果を奏するものではない場合には，当該相違点は「微差」\nと判断され，先願発明と後願発明が同一と判断されることになる。\nこのような判断基準では，先願の特許請求の範囲を補正することができない事項\nにまで，後願排除効果を認めることになってしまうため，審査遅延防止のために先\n願の特許請求の範囲を補正することができる最大限の範囲で後願排除効果を認める\n特許法２９条の２の趣旨に反する。\nイ  これに加えて，「微差」の判断基準に新たな効果を奏するかという視点を\n加えた場合，その判断基準は，発明の同一性の判断の範疇を超えて，進歩性（特許\n法２９条２項）の判断と重複することになる。すなわち，進歩性（特許法２９条２\n項）では，主引用発明と出願に係る発明との間に相違点があったとしても，当業者\nが副引用発明や出願時点における周知技術等から当該相違点に係る発明特定事項を\n主引用発明に適用することが可能であり，かつそれによって顕著な効果を奏しない\n場合には，出願に係る発明の進歩性を否定するという判断が実務上妥当とされてい\nる。したがって，もし，特許法２９条の２において，後願発明の発明特定事項のう\nち，先願の願書に最初に添付された明細書等に記載されていないものが新たな効果\nを奏するかどうかによって，上記「微差」を判断する場合，そのような判断方法は\n進歩性の判断と実質的に重複することになる。こうなると，特許法２９条の２は，\n未公開先願発明から当業者が容易に想到することができた発明について特許を認め\nないことも包含することになるが，これは我が国の特許法の枠組みを逸脱する。\n我が国の特許法は，特許法２９条１項各号に該当する発明から当業者が容易に想\n到できる発明についてのみ進歩性を否定しており，特許法２９条１項各号に係る発\n明に該当しない先願未公開発明に基づいて進歩性を判断する制度を採用していない\nことからして，そのような判断方法が特許法２９条の２の趣旨に合致しない誤りで\nあることは明らかである。\n(3)  本件発明７は特許法２９条の２に違反しないこと\n特許法２９条の２によって後願が排除される範囲は，先願の明細書又は図面の全\nての記載を総合することにより導かれる技術的事項の範囲であるとの基準に従って\n判断した場合，本件発明７は特許法２９条の２に違反するものではない。\nア  相違点１について\nそもそも先願（甲１）の明細書及び図面には，本件発明７の発明特定事項である\n「エーテルジオール残基を含んでなるポリカーボネート樹脂の比粘度が０．１４～\n０．５０」であることは記載されていない。\nまた，エーテルジオール残基を含んでなるポリカーボネート樹脂の比粘度は，特\n定の値を有するものではなく，それが用いられる目的や用途に応じて適宜決定され\nるものである。\nしたがって，当業者の理解をもってしても，先願（甲１）におけるエーテルジオ\nール残基を含んでなるポリカーボネート樹脂の比粘度が一義的に０．１４～０．５\n０の範囲を意味するものとは認められず，かつ先願（甲１）の明細書及び図面の記\n載を総合しても，当該エーテルジオール残基を含んでなるポリカーボネート樹脂の\n比粘度が０．１４～０．５０であることを示す根拠はない。\nさらに，樹脂を製膜して使用する場合において，十分な機械強度や適度な溶融流\n動性を得るために選択し得るポリカーボネート樹脂の比粘度は，０．１４～０．５\nに限られるものではない。\nポリカーボネート樹脂の比粘度は，その用途等に応じて様々な範囲が用いられる\nものであり，一義的に定まるものではない（甲１４～１９）。\n以上によると，エーテルジオール残基を含んでなるポリカーボネート樹脂の比粘\n度が０．１４～０．５０であることは，先願（甲 1）の明細書又は図面に明示的に記\n載されておらず，かつその記載がなくても当業者にとって自明な事項ともいえない。\nしたがって，相違点１は，先願（甲１）の明細書又は図面の全ての記載を総合す\nることにより導かれる技術的事項の範囲外である。\nイ  相違点２について\nＢ層に用いられる熱可塑性樹脂の粘度平均分子量を１３，０００～４０，０００\nにすることは，先願（甲１）の明細書等には記載されていない。\nまた，ポリカーボネート樹脂の粘度平均分子量は，本件発明７に記載された１３，\n０００～４０，０００に一義的に定まるものではなく（甲１），ポリカーボネート樹\n脂を構成するモノマー，ポリカーボネート樹脂の用途等に応じて適宜選択されるも\nのである。\nしたがって，当業者の理解をもってしても，先願（甲１）におけるポリカーボネ\nート樹脂の粘度平均分子量は一義的に１３,０００～４０,０００の範囲を意味する\nものとは認められず，かつ先願の明細書及び図面の記載を総合しても，当該ポリカ\nーボネート樹脂の粘度平均分子量が１３,０００～４０,０００であることが自明と\nは理解できない。\nそうすると，先願（甲１）において芳香族ポリカーボネートの粘度平均分子量が\n１３，０００～４０，０００であることは，先願（甲１）の明細書又は図面に明示\n的に記載されておらず，かつその記載がなくても当業者にとって自明な事項ともい\nえない。\nしたがって，相違点２は，先願（甲１）の明細書又は図面の全ての記載を総合す\nることにより導かれる技術的事項の範囲外である。\nウ  相違点３について\nそもそも先願（甲１）の明細書には，印刷層の厚みが０．０１～１００μｍであ\nることは記載されていない。\nこれに加えて，印刷層の厚みは，印刷層を構成する材料や印刷の種類，印刷層を\n設けた物の特性や用途等に応じて適宜決定されるものであるから，印刷層の厚みが\n０．０１～１００μｍに一義的に決定されることはない。\nしたがって，当業者の理解をもってしても，先願（甲１）における印刷層の厚み\nが一義的に０．０１～１００μｍの範囲を意味するものとは認められず，かつ先願\n（甲１）の明細書及び図面の記載を総合しても，当該印刷層の厚みが０．０１～１\n００μｍであることは自明であるとはいえない。\nまた，印刷層の厚みは，印刷層が設けられる物や当該物の用途等によって適宜決\n定されるものであり，必ずしも０．０１～１００μｍが望ましいものではない。\n印刷層の厚みは目的によって様々であり，一義的に定まるものではない（甲２０\n～２４）。\nしたがって，相違点３は，先願（甲１）の明細書又は図面の全ての記載を総合す\nることにより導かれる技術的事項の範囲外である。\nエ  小括\n以上のとおり，相違点１～３は，いずれも，先願（甲１）の明細書又は図面の全\nての記載を総合することにより導かれる技術的事項の範囲外であるから，本件発明\n７は，先願（甲１）の明細書等に記載された発明と同一ではない。\n２  相違点の判断の誤り\n仮に本件決定において採用された判断基準に依拠した場合であっても，本件決定\nにおける各相違点の判断の誤りがある。\n(1)  相違点１の判断の誤り\nア  本件決定における「樹脂を製膜して積層体を形成し，フィルムとして使\n用する以上，求められる成形性や機械強度のためには，樹脂材料自体の比粘度は，\n当然考慮されるべきものである。」との認定には，何ら根拠がない。\n加えて，先願（甲１）の明細書等に記載された発明も「樹脂を製膜して積層体を\n形成し，フィルムとして使用する」ものであるが，先願（甲１）の明細書等には比\n粘度に関する記載は一切されていない。このことは，樹脂を製膜して積層体を形成\nし，フィルムとして使用する場合であっても，樹脂の比粘度が当然考慮されるわけ\nではないことの証左である。\nイ  本件決定では，樹脂を製膜して積層体を形成し，フィルムとして使用す\nる場合に当然考慮するべき比粘度として，０．１４～０．５が好ましい旨が甲６～\n８の複数の公知文献に記載されていると判断しているが，このような判断も誤りで\nある。\nそもそも，甲６～８に記載された発明は，樹脂を製膜して積層体を形成すること\nを内容とする発明ではない。甲６及び７に記載された発明は，積層体としてではな\nく樹脂を射出成形してなる成形品に関する発明であり，甲８に記載された発明は，\n積層体としてではなく樹脂を製膜してなる単層フィルムに関する発明である。\n単層フィルムと積層フィルムとでは，使用される樹脂に要求される物性は，異な\nる。すなわち，積層フィルムを形成する場合は，各層の成形性のみならず，複数の\n層が組み合わされてなる積層フィルム全体としての成形性を考慮しなければならな\nいため，単純に成形性に優れる各層を積層しても，積層フィルム全体として成形性\nに優れるとは一概にいえない。\n本件決定は，樹脂を製膜して積層体を形成し，フィルムとして使用する場合に当\n然考慮するべき比粘度として，本件発明７とは全く異なる射出成形品又は単層フィ\nルムに係る発明に用いられる比粘度のみが引用されている点において，誤りがある。\nウ  また，樹脂を製膜して使用する場合において，十分な機械強度や適度な\n溶融流動性を得るために選択し得るポリカーボネート樹脂の比粘度は，０．１４～\n０．５に限られるものではない。機械強度や溶融流動性を向上させることができる\nポリカーボネート樹脂の比粘度としては，０．１４～０．５の範囲以外にも広範な\nあらゆる範囲が知られている（甲１４～１９）のであり，仮に，機械強度や溶融流\n動性の向上を考慮する場合であっても，それによって比粘度の範囲が一義的に０．\n１４～０．５に定まるものではない。\nエ  樹脂の分子量（又は比粘度）が，機械強度及び成形性に影響を与えるこ\nとは，技術常識であったとしても，樹脂の分子量（又は比粘度）をどのような数値\n範囲にするかまでは技術常識とはいえない。\n(2)  相違点２の判断の誤り\nア  本件決定は，「成膜してフィルムとして使用する以上，必要な成形性と機\n械強度のため，樹脂材料自体の分子量を考慮することは当然のことであることから\nすれば，分子量の範囲の上限と下限が相違することにより新たな効果を奏するもの\nともいえない」と判断しているが，このような判断は誤りである。\nポリカーボネート樹脂の粘度平均分子量は，当該ポリカーボネート樹脂が用いら\nれる目的や用途に応じて決定されるものであり，さらには目的や用途が同一であっ\nても具体的な実施態様に応じて所望の効果を発現できる範囲内に選択されるもので\nある。このため，ポリカーボネート樹脂の粘度平均分子量の上限及び下限は所望の\n効果を奏する範囲に限定して特定されるから，仮に樹脂材料自体の分子量を考慮す\nることは当然のことであるとしても，分子量の範囲の上限と下限が相違することに\nより新たな効果を奏しないといえるものではない。\nイ  また，前記(1)のとおり，積層フィルムを形成する場合は，各層の成形性\nのみならず，複数の層が組み合わされてなる積層フィルム全体としての成形性を考\n慮しなければならない。\n本件発明７におけるＢ層に関する相違点２の粘度平均分子量の上限及び下限は，\nＡ層のイソソルビド等のエーテルジオールを構造単位にもつ比粘度が０．１４～０．\n５のポリカーボネートとの積層した場合の成形性を発現するための規定であり，そ\nれらＡ層とＢ層との関係を考慮することなく，新たな効果を奏しないと判断した点\nにおいて，本件決定には誤りがある。\nウ  被告が引用している乙５～７によっても，機械強度や溶融流動性を向上\nすることができるポリカーボネート樹脂の分子量としては，１３，０００～４０，\n０００の範囲以外にも広範なあらゆる範囲が知られている。機械強度や溶融流動性\nの向上を考慮する場合であっても，１３，０００～４０，０００という粘度平均分\n子量の範囲は技術常識とはいえず，また，粘度平均分子量の範囲が１３，０００～\n４０，０００に定まるものではない。\n(3)  相違点３の判断の誤り\nア  本件決定は，「印刷層として０．０１～１００μｍの厚みは一般的である」\nとしているが，誤りである。\n確かに，本件決定において引用された文献には，成形性の観点から印刷層の厚み\nは０．０１～１００μｍが好ましい旨が記載されている。\nしかしながら，印刷層の厚みは，印刷層が設けられる物や当該物の用途等によっ\nて適宜決定されるものであり，必ずしも０．０１～１００μｍが望ましいものでは\nない。印刷層の厚みは０．０１～１００μｍ以外にも多くの厚みが知られている（甲\n２０～２４）ことから，印刷層の厚みとして０．０１～１００μｍが一般的である\nとはいえない。\nイ  先願（甲１）の明細書には，「印刷層の絵柄は，石目調，木目調，幾何学\n模様及び抽象模様等任意である。」との記載があり，甲２０～２４に記載された印刷\n層を排除するものではない。\n３  相違点１～３により本件発明７が新たな効果を奏すること\n(1)  本件発明７は，相違点１においてＡ層に用いられるポリカーボネート樹\n脂の比粘度を所定の範囲内に特定し，相違点２においてＢ層に用いられる熱可塑性\n樹脂の粘度平均分子量を特定の範囲内に特定し，相違点３において印刷層の厚みを\n一定の範囲に特定するものである。\n本件発明７では，Ａ層に用いられるポリカーボネート樹脂の比粘度が０．１４～\n０．５０であることにより，多層フィルムとして十分な機械強度が得られることに\n加え，多層フィルムを，例えば共押出しによって製膜する場合においても，必要な\n流動性が得られるようになる（本件明細書【００３９】）。\nここで，上記機械強度は多層フィルムとしての靱性の向上に寄与するものであり，\n上記流動性は，多層フィルムとしての成形加工性に寄与するものであるから，Ａ層\nに用いられるポリカーボネート樹脂の比粘度（相違点１）は，本件発明７の多層フ\nィルム全体としての成形加工性及び靱性に密接に関連する。\n本件発明７では，Ｂ層に用いられるポリカーボネート樹脂の粘度平均分子量を１\n３，０００～４０，０００の範囲とすることにより，多層フィルムとして優れた靱\n性が得られることに加え，多層フィルムを，例えば共押出しによって製膜する場合\nにおいても，優れた成形加工性が得られるようになる（本件明細書【００６３】）。\nこのように，Ｂ層に用いられるポリカーボネート樹脂の粘度平均分子量（相違点\n２）も，本件発明７の多層フィルム全体としての成形加工性及び靱性に密接に関連\nする。\nなお，ここでいう「成形加工性」とは，「押出し等によって多層フィルムを成形す\nる場合の成形加工性」を意味する。\n本件発明７では，これらの靱性及び成形加工性に密接に関連する事項が，多層フ\nィルムを構成するＡ層及びＢ層のそれぞれにおいて特定されていることにより，多\n層フィルム全体として，靱性及び成形加工性に優れたものになる。\n(2)  また，本件発明７は，印刷層も厚みが特定の範囲であることを要するもの\nである。\n本件発明７では，印刷層の厚みを０．０１～１００μｍの範囲とすることにより\n多層フィルムとして優れた成形（加工）性が得られるようになる。\nこのように，本件発明７では，Ａ層，Ｂ層及び印刷層の全ての層において，相違\n点として使用される材料や厚みのパラメーターが規定されており，これらの相違点\nによって生み出される効果は，各層が個々に独立して発現する効果ではなく，各層\nが組み合わされて発現する効果である。\n本件発明７の多層フィルム全体として耐薬品性，吸水率，成形加工性，靭性に優\nれたものにできるという効果は，本件明細書の実施例において具体的に示されてい\nる。すなわち，本件明細書の実施例において，比粘度と粘度平均分子量について，\n本件発明７の数値範囲に含まれる多層フィルムは，熱成形性及び靭性における優れ\nた効果を有することが具体的に確認されており，相違点１及び２を含めた本件発明\n７の構成を有することにより，多層フィルム全体としての熱成形性及び靭性が優れ\nていることが示されているものと認められる。上記の効果は，表面硬度，耐衝撃性，\n打ち抜き加工性，及び紫外線吸収機能を課題としてされた先願（甲１）の明細書等\nには記載がなく，Ａ層，Ｂ層及び印刷層からなる多層フィルムに関する本願出願当\n時の先行技術文献に記載されているわけでもないことから，新たな効果である。\n本件決定における判断は，このような各発明特定事項の組合せによって得られる\n多層フィルム全体としての効果を看過し，Ａ層，Ｂ層及び印刷層の各層における効\n果のみを判断している点において誤りがある。\n(3)  本件発明７は，光学フィルムや加飾フィルム（本件明細書【０００１】）\nに用いられることが想定され，これに対して，先願（甲１）の発明は，ディスプレ\nイカバーやタッチパネルに加えて建築材料部材，自動販売機用模擬缶，プレススル\nーパックにも用いられることが想定されており，それぞれの想定される用途の大部\n分は異なり，その一部の用途が重なるからといって期待される効果が同じであると\nはいえない。\nまた，本件発明７は，Ａ層，Ｂ層及び印刷層の全ての層において，先願（甲１）\nの発明との相違点として使用される材料の比粘度，分子量又は厚みのパラメーター\nが規定されており，これらの相違点によって生み出される耐薬品性，吸水率，成形\n加工性，靭性という効果が，先願（甲１）の発明の効果と同程度であるとはいえな\nい。\n第４  被告の主張\n１  取消事由１について\n(1)  特許法２９条の２における同一発明の判断方法について\nア  特許法２９条の２は，新しい技術を公開した者に対して，その代償とし\nて一定の期間，一定の条件の下に特許権を付与し，他方，第三者に対しては，この\n公開された発明を利用する機会を与えるという特許制度の趣旨に鑑み，たとえ先願\nが出願公開等される前に出願された後願であっても，後願の発明が先願の明細書等\nに記載された発明と同一である場合には，さらに出願公開等しても，新しい技術を\nなんら公開するものではないことから，そのような後願の発明は，特許を受けるこ\nとができないことを規定したものである。\nこの先願の明細書等に記載された発明の認定に当たっては，先願の明細書等に当\n該発明に関する全ての技術を網羅してこれを説明しているものではなく，先願の出\n願当時の当業者の技術常識を前提とした上で明細書等が作成されるのが通常である\nことから，特に明細書等に記載がなくても，当該発明を理解するに当たって当業者\nの有する技術常識を参酌することができるものと解される（乙１）。\nこのことから，特許法２９条の２に基づく「発明の同一性」の判断方法は，上記\nのように認定された先願発明と後願発明とを対比し，両者の一致点及び相違点を抽\n出し，相違点がある場合，当該相違点が，周知技術，慣用技術の付加，削除，転換\n等であって，新たな効果を奏するものではなく，課題解決のための具体化手段にお\nける微差といえるようなときには，先願発明と後願発明は「実質同一」であるとし\nたものである（特許庁審査基準「第Ⅲ部  特許要件」「第３章  拡大先願」）。\nこのような特許法２９条の２に基づく「発明の同一性」の判断方法は，多数の判\n例においても支持されている（乙１～４）。\nしたがって，本件決定における特許法２９条の２に基づく「発明の同一性」の判\n断方法に誤りはない。\nイ(ｱ)  特許法２９条の２によると，後願が排除されるのは，先願の「願書に\n最初に添付した明細書，特許請求の範囲又は図面に記載された発明」と同一である\nときであり，原告が主張する「先願の願書に最初に添付された明細書等に記載され\nている事項」ではない。\nそして，先願の「願書に最初に添付した明細書，特許請求の範囲又は図面に記載\nされた発明」の認定に当たっては，当業者の有する技術常識を参酌することができ\nるものと解され（乙１），さらに，同一性の判断に当たって，先願発明と後願発明と\nの間の相違点が，周知技術，慣用技術の付加，削除，転換等であって，先願発明が\n奏する作用効果と周知の手段がもたらす作用効果との総和にすぎないなど，新たな\n効果を奏するものではない場合には，課題解決のための具体化手段における微差に\nすぎず，後願発明は，先願発明と「実質同一である」と解するのが，前記アの特許\n法２９条の２の趣旨からみて相当である（乙３）。\n(ｲ)  ソルダーレジスト大合議判決は，訂正が，当業者によって，明細書又\nは図面の全ての記載を総合することにより導かれる技術的事項との関係において，\n新たな技術的事項を導入しないものであるときは，当該訂正は，「明細書又は図面に\n記載した事項の範囲内において」するものということができ，いわゆる「除くクレ\nーム」とする訂正が，「明細書又は図面に記載した事項の範囲内において」するもの\nということができるとされたことを判示した裁判例であって，特許法２９条の２の\n同一性の判断方法について原告が主張するような判断方法をとるべき旨を判示する\nものではない。\n(2)  本件決定における特許法２９条の２の同一発明に関する判断方法につい\nて\nア  前記(1)アの特許法２９条の２の趣旨からすると，先願発明と後願発明と\nの間の相違点が，周知技術，慣用技術の付加，削除，転換等であって，先願発明が\n奏する作用効果と周知の手段がもたらす作用効果との総和など，新たな効果を奏す\nるものではない場合には，そのような相違点を，課題解決のための具体化手段にお\nける「微差」と判断することに差し支えがない。\nイ  本件決定は，相違点が構成上の微差であって新たな効果を奏しないもの\nであることから，実質同一と判断したのであり，進歩性に係る主たる引用例への副\n引用例の適用可能性について判断したものではない。そして，相違点が構成上の微\n差であって新たな効果を奏しないものである場合，実質同一と判断することが相当\nであることは，前記(1)のとおりである。\n(3)  本件発明７が特許法２９条の２に違反するかについて\nア  「後願が排除される範囲は，先願の明細書又は図面の全ての記載を総合\nすることにより導かれる技術的事項の範囲」との原告の主張が誤りであることは，\n前記(1)イのとおりであり，本件発明７は特許法２９条の２に違反するものではな\nいとする主張も，前提において誤りである。\nイ  相違点１～３は，後記２のとおり，いずれも課題解決のための具体化手\n段における微差であって，本件発明７と甲１発明は実質同一であるとした本件決定\nに，誤りはない。\n２  取消事由２について\n(1)  相違点１の判断について\nア(ｱ)  「比粘度」は，高分子が純溶媒中で純溶媒に比してどれだけ粘性を増\n加させているかを示す増加率をいい，高分子の分子量を推定する方法に用いること\nができるものであって，単位濃度あたりの粘度増加率である「還元粘度」とは，互\nいに換算することができるものである（乙８）。\nそして，「比粘度（還元粘度）」は，一般に，「比粘度（還元粘度）」が低くなると，\n低分子量となり，機械強度が低下し，「比粘度（還元粘度）」が高くなると，高分子\n量となり，溶融粘度が高くなり，成形性が低下することから，本件出願当時，樹脂\nをフィルム等に成形するに当たって，機械強度と成形性を考慮して，分子量に関連\nする物性である「比粘度（還元粘度）」を適切な範囲に設定することは，技術常識で\nあった（甲６～８，乙９）。\n(ｲ)  本件決定は，本件出願当時，樹脂をフィルム等に成形するに当たって，\n機械強度と成形性を考慮して，分子量に関連する物性である「比粘度（還元粘度）」\nを適切な範囲に設定することは，技術常識であったことから，先願発明に係る積層\n体からなるフィルムにおいて，「ジヒドロキシ化合物に由来する構造単位を含む脂\n肪族ポリカーボネート樹脂」の比粘度は，機械強度と成形性のために当然考慮され\nるべきものであると判断し，上記技術常識について，具体的に根拠（甲６～８）を\n示している。\n先願（甲１）の明細書に，「ジヒドロキシ化合物に由来する構造単位を含む脂肪族\nポリカーボネート樹脂」の比粘度が記載されていないことは，上記判断を左右する\nものでない。\nイ(ｱ)  本件決定は，「成形性や機械強度のためには，樹脂材料自体の比粘度\nが考慮される」との事項が，技術常識（甲６～８）であり，併せて，甲６～８の記\n載から，「バイオマス由来のイソソルビド等のエーテルジオールを構造単位にもつ\nポリカーボネート樹脂」の比粘度として０．１４～０．５程度の値は，通常，取り\n得る値であって，新たな効果を奏するものとはいえない旨を述べたものであって，\n原告が主張するように，樹脂を製膜して積層体を形成し，フィルムとして使用する\n場合に特化した比粘度の数値が，０．１４～０．５程度であることを述べたもので\nはない。\nしたがって，甲６～８に積層フィルムに係る発明が記載されていないとしても，\n本件決定に誤りはない。\n(ｲ)  なお，甲８の「バイオマス由来のイソソルビド等のエーテルジオール\nを構造単位にもつポリカーボネート樹脂」は，積層フィルムを構成する樹脂材料と\nして用いることが想定されるものである（甲８【０１１１】）。そのような積層フィ\nルムとして用いる甲８の「バイオマス由来のイソソルビド等のエーテルジオールを\n構造単位にもつポリカーボネート樹脂」の比粘度として，０．１４～０．５が好ま\nしい（甲８【００２１】）と記載されているのであるから，積層フィルムとして用い\nる場合も含め，成形性や機械強度のために，「バイオマス由来のイソソルビド等のエ\nーテルジオールを構造単位にもつポリカーボネート樹脂」の比粘度として，０．１\n４～０．５は，通常，取り得る値であるということができる。\nウ  確かに，ポリカーボネート樹脂の比粘度は０.１４～０.５に限られるも\nのではない（甲１４～１９）が，分子量や具体的な構造等が異なる種々のポリカー\nボネート樹脂の比粘度が，様々な値を取るのは当然である。\n本件決定で述べているのは，０．１４～０．５程度の値は，「バイオマス由来のイ\nソソルビド等のエーテルジオールを構造単位にもつポリカーボネート樹脂」の比粘\n度として，通常，取り得る値であり，新たな効果を奏するものではないということ\nであって，樹脂を製膜して使用する場合において，十分な機械強度や適度な溶融流\n動性を得るために選択し得るポリカーボネート樹脂の比粘度が一義的に０.１４～\n０.５に定まることを述べたものではない。\nエ  本件明細書【００３９】から，「イソソルビド系ポリカーボネート樹脂」\nを包含する，本件発明７に係る「植物由来のエーテルジオール残基を含んでなるポ\nリカーボネート樹脂」の比粘度を０．１４～０．５０とすることにより，当該樹脂\n材料からなる層を含む積層フィルムは，充分な機械強度を持ち，成形に必要な流動\n性が得られる（すなわち，積層フィルムを成形する場合の「成形性」が良好である。）\nという効果を奏することが理解できる。\nしかし，本件発明７に係る「植物由来のエーテルジオール残基を含んでなるポリ\nカーボネート樹脂」の比粘度を，通常，取り得る値である０．１４～０．５とした\nことにより，当該樹脂材料からなる単層フィルム自体が，十分な機械強度を持ち，\n成形性が良好であることは，前記ア(ｱ)に示した技術常識から，当業者が予測可能で\nあり，当該単層フィルムを含む積層フィルムにおいても，同様の効果が得られるこ\nとは予測可能である。\nまた，本件明細書の実施例１，３，４及び比較例において，耐薬品性，吸水率，\nフィルムを真空引きして金型表面に貼合させた場合の熱成形性（外観のシワ・白化\nの有無），破壊に対する強さである靱性，全光線透過率，ヘイズ及び表面硬度が測定\nされているが，上記実施例及び比較例において使用されたイソソルビド系ポリカー\nボネートは，その比粘度が０．１４～０．５０の範囲に含まれるもののみであり（製\n造例１「０．２６」，製造例２「０．３４」，製造例３「０．３５」），０．１４～０．\n５０の範囲の上限及び下限を超えた比粘度の値の場合との比較により，熱成形性や\n靱性等に係る効果を確認したものではないから，比粘度として０．１４～０．５０\nの範囲を選択することにより新たな効果を奏することは，具体的に示されていない。\nしたがって，本件発明７における０．１４～０．５０の比粘度は，「植物由来のエ\nーテルジオール残基を含んでなるポリカーボネート樹脂」の比粘度として，通常，\n取り得る値であって，この値を選択することにより新たな効果を奏するものとはい\nえない。\n(2)  相違点２の判断について\nア(ｱ)  原告は，分子量の範囲の上限及び下限が相違することにより，どのよ\nうな新しい効果を奏するのかについて，具体的に主張していない。\n(ｲ)ａ  本件明細書【００６３】には，「ポリカーボネート樹脂の分子量は，\n粘度平均分子量で表して１３，０００～４０，０００の範囲が好ましい。該分子量\nが１３，０００より低いと多層フィルムとして脆くなり，また４０，０００より高\nいとその溶融粘度が高くなりすぎて溶融製膜が困難となるため好ましくない。」と\n記載されている。\n他方，先願（甲１）の明細書【００５８】には，「本発明に用いられる芳香族ポリ\nカーボネート樹脂の粘度平均分子量は，力学特性と成形加工性のバランスから，通\n常，８，０００以上，３０，０００以下，好ましくは１０，０００以上，２５，０\n００以下の範囲である。」と記載されている。\n本件明細書の「脆」さは，先願（甲１）の明細書の「力学的特性」の一種であり，\n「機械強度」も「力学的特性」と同様の物性である。また，本件明細書の「溶融粘\n度」と先願（甲１）の明細書の「成形加工性」は，いずれも，フィルムを成形する\n場合における「成形性」に関する物性である。\nそうすると，本件発明７の「ポリカーボネート樹脂」と甲１の発明の「芳香族ポ\nリカーボネート樹脂」は，それらの粘度平均分子量のうち「１３，０００～２５，\n０００」の範囲において重複し，粘度平均分子量を特定範囲にしたことにより奏す\nる効果も軌を一にしている。\nｂ  一般に，樹脂が低分子量となると，機械強度が低下し，樹脂が高分\n子量となると，溶融粘度が高くなり，成形性が低下することから，本件出願当時，\n樹脂をフィルム等に成形するに当たって，機械強度と成形性を考慮して，樹脂の分\n子量を適切な範囲に設定することは，技術常識であった（乙５～７）。\nそうすると，粘度平均分子量を特定範囲にしたことによる効果は，当業者が予測\n可能なものということができる。\nしたがって，粘度平均分子量の上限値及び下限値が異なるとしても，相違点２に\n係る本件発明７の構成により，新たな効果を奏するとはいえない。\n(ｳ)  また，本件明細書の実施例及び比較例において使用されたポリカーボ\nネート樹脂は，その粘度平均分子量が「２３，７００」のもののみであり，「１３，\n０００～４０，０００」の範囲の上限及び下限を超えた場合との比較により，熱成\n形性や靱性等に係る効果を確認したものではないから，粘度平均分子量として「１\n３，０００～４０，０００」という上限値及び下限値を特定することにより新たな\n効果を奏することは，具体的に示されていない。\n(ｴ)  したがって，相違点２に係る本件発明７の構成により，新たな効果が\n生じるとはいえない。\nイ  本件明細書【００６３】には，「ポリカーボネート樹脂の分子量は，粘度\n平均分子量で表して１３，０００～４０，０００の範囲が好ましい。該分子量が１\n３，０００より低いと多層フィルムとして脆くなり，また４０，０００より高いと\nその溶融粘度が高くなりすぎて溶融製膜が困難となるため好ましくない。」と記載\nされているものの，特に，「Ａ層のイソソルビド等のエーテルジオールを構造単位に\nもつ比粘度が０.１４～０.５のポリカーボネートとの積層した場合」において，他の\n層と積層した場合との比較において，成形性が良好となることは記載されていない。\nまた，本件明細書の実施例及び比較例をみても，粘度平均分子量を「１３，００\n０～４０，０００」の範囲とすれば，当該範囲外の場合と比較して，比粘度が「０．\n１４～０．５０」であるポリカーボネート（Ａ層）との積層フィルムを成形するに\n当たっての成形性が優れることは確認されていない。\nしたがって，本件発明７が，Ａ層とＢ層という特定の２層を積層した場合の成形\n性に関し，新たな効果を奏する旨の原告の主張には根拠がない。\n(3)  相違点３の判断について\nア  印刷層の厚みは０.０１～１００μｍ以外にも多くの厚みが知られてい\nるからといって，直ちに，「印刷層の厚みとして０.０１～１００μｍが一般的であ\nる」ことが否定されるわけではない。\nなお，甲２０（特開平１－３０１３５８号公報）には，滑り止め性を有するパタ\nーンである印刷層の厚みが厚さ１００μｍ以上であること，甲２１（特開平２－２\n３４９８３号公報）には，立体感がよく現出される，滑らかな凹凸を付けて印刷さ\nれたグラビア印刷層の厚さが１００～５００μｍであること，甲２２（特開平１０\n－１００５９２号公報）には，定規のプレート本体と紙面との間に微細な隙間を形\n成するための印刷層の総厚みが１００μｍ～３００μｍであること，甲２３（特開\n２００６－２８１７５８号公報）には，蓄光インキの印刷層を約２００μｍとする\nこと，甲２４（特開２００８－１１４３７３号公報）には，連続状の凸模様を形成\nする印刷層の最大の層厚を０．２ｍｍ（２００μｍ）以上とすること等が記載され\nているところ，これらの印刷層は，滑り止め性を付与するための印刷層等の特殊な\n印刷層であって，石目調や木目調のような絵柄を形成するための甲１発明に係る印\n刷層（甲１【００７３】）とは，印刷層が設けられる物や当該物の用途が，大きく異\nなる。\nイ  甲１発明に係る印刷層は，「石目調，木目調，又は幾何学模様，抽象模様\nなどの任意」の絵柄を設けるものであるから，甲１発明を具体化するに当たって，\n甲３～５に記載されるような，一般的な「０．０１～１００μｍ」の厚みとするこ\nとは，当業者において極めて自然なことであり，この厚みにすることにより，新た\nな効果を奏するものともいえない。\n３  相違点１～３により本件発明７が新たな効果を奏するかについて\n(1)ア  原告の主張における「成形加工性」は，原告の主張の他の部分にある「成\n形性」（すなわち，「押出し等によってフィルムを成形する場合の成形性」をいうも\nのであって，実施例及び比較例において測定した，フィルムを真空引きして金型表\n面に貼合させた場合の「熱成形性（シワ・白化）」ではない。）と同義であると解さ\nれる。\nまた，原告の主張における「靱性」は，本件明細書【００３９】及び【００６３】\nにおける，「機械強度」や「脆さ」と関連する，広義の「機械強度」に包含される物\n性であると解される。\nそうすると，相違点１（比粘度に係る相違）又は相違点２（粘度平均分子量に係\nる相違）に係る本件発明７の構成を採用することにより，本件発明７が，新たな効\n果を奏するものとはいえないことは，前記２(1)及び(2)のとおりであり，相違点１\n及び２を併せ考慮した多層フィルム全体としての効果についても，同様に新たな効\n果を奏するものとはいえない。\nイ  原告の主張における「成形加工性」及び「靱性」が，本件明細書の実施\n例及び比較例において測定された「熱成形性」（【０１２１】）及び「靱性」（【０１２\n２】）の具体的な効果を意味すると解することも可能であるが，この場合においても，\n実施例及び比較例において，比粘度と粘度平均分子量について，本件発明７の数値\n範囲の内外で，「熱成形性」及び「靱性」が顕著に異なることは具体的に確認されて\nいないことから，相違点１及び２に係る本件発明７の構成を有することにより，多\n層フィルム全体の「熱成形性」及び「靱性」が優れることが示されているとはいえ\nない。\n(2)  原告が主張する「多層フィルム全体として耐薬品性，吸水率，成形加工性，\n靭性に優れたものにできるという効果」は，本件明細書の表２に記載された実施例\n（実施例１，３，４）が奏する具体的な効果をいうものと解される。なお，ここで\nの「成形加工性」と，上記(1)アにおける「成形加工性」は，意味が異なり，上記(1)\nアにおける「熱成形性」をいうものと解される。\nしかし，本件明細書には，Ａ層及びＢ層が特定のパラメーターを充足することに\n加え，印刷層も厚みが特定の範囲であることにより，新たな効果を奏する旨の記載\nはない。それどころか，本件明細書には，印刷層を備えた多層フィルムの具体的な\n実施例すら記載されておらず，厚みが特定の範囲であることによる効果について評\n価されていない。\nまた，印刷層を除いたＡ層とＢ層を含む多層フィルムの効果について，本件明細\n書の実施例及び比較例を参照しても，比粘度と粘度平均分子量について，本件発明\n７の数値範囲の内外で，「耐薬品性，吸水率，成形加工性，靭性」が，顕著に異なる\nことは具体的に確認されていない。\nさらに，本件発明７は「光学フィルム」（本件明細書【０００１】）に用いられる\nことが想定されるところ，甲１発明は「ディスプレイカバー」や「タッチパネル」\n（甲１【０００１】，【０００２】）という「光学フィルム」の一種に用いられること\nからすると，期待される効果も同様のものということができ，さらに，両発明は，\n多層フィルムを構成する各層の樹脂材料が一致していることから，「耐薬品性，吸水\n率，成形加工性，靭性」は同程度のものということができる。\nしたがって，本件発明７の多層フィルム全体として耐薬品性，吸水率，成形加工\n性，靭性に優れたものにできるという効果が，先願（甲１）の明細書に記載されて\nいないからといって，直ちに，相違点１～３により新たな効果が生じるということ\nはできない。\n第５  当裁判所の判断\n１  本件発明について\n(1)  本件発明７は，前記第２の２記載のとおりであるところ，本件明細書（甲\n１０）には，本件発明について，次のとおりの記載がある。\n【技術分野】\n【０００１】\n本発明は，バイオマス資源であるデンプンなどの糖質から誘導することができる\n構成単位を含有するポリカーボネート樹脂を含有する耐薬品性，吸水率，成形加工\n性，靭性に優れた積層フィルムに関するものである。さらに，透明性を付与する光\n学フィルムや加飾フィルムに関係するものである。\n【背景技術】\n【０００２】\nポリカーボネート樹脂は，優れた透明性，耐衝撃性及び高い熱変形温度を有し，\n寸法安定性，加工性及び自己消火性に優れることから，窓ガラス材料や光学材料と\nして多くの用途で使用されている。しかしながら，ポリカーボネート樹脂は，表面\n硬度が劣るため傷つきやすいという問題を有している。また，ポリカーボネート樹\n脂の表面硬度を高めるために，表面にハードコート処理が行われることがあるが，\nポリカーボネート層とハードコート層との密着が十分でないという問題も有してい\nた。\n【０００３】\nこれらの問題点を改善する方法として，ポリカーボネート樹脂層を(メタ)アクリ\nレートの重合体または共重合体からなる層で被覆する方法が知られている。\n・・・しかしながら，既存の多層フィルムにおいては，耐薬品性，成形性，衝撃\n強度の点で満足できるものは得られていなかった。・・・\n【０００４】\nまた，ポリカーボネート樹脂や(メタ)アクリレート重合体などは一般的に石油資\n源から誘導される原料を用いて製造される。しかしながら，近年，石油資源の枯渇\nが危惧されており，植物などのバイオマス資源から得られる原料を用いたプラスチ\nック成形品の提供が求められている。また，二酸化炭素排出量の増加，蓄積による\n地球温暖化が，気候変動などをもたらすことが危惧されていることからも，使用後\nの廃棄処分をしてもカーボンニュートラルな，植物由来モノマーを原料としたプラ\nスチックの開発が求められており，特に大型成形品の分野においてはその要求は強\nい。\n【０００５】\n従来，植物由来モノマーとしてイソソルビドを使用し，脂肪族ジオールとを共重\n合すること炭酸ジフェニルとのエステル交換により，カーボネート重合体を得るこ\nとが提案されている。・・・\nこのようにイソソルビドを用いたカーボネート重合体の提案はなされているが，\nこれらの文献で開示されているのは，ガラス転移温度や基本的な機械的特性のみで，\n積層フィルムに必要とされる耐薬品性，吸水率，成形加工性，靭性などの特性につ\nいては十分開示されていない。\n・・・\n【発明が解決しようとする課題】\n【０００７】\n本発明者は，上記目的を達成するために，鋭意検討した結果，植物由来のモノマ\nーであるイソソルビドからなるポリカーボネート樹脂の少なくとも一方の面に，熱\n可塑性樹脂材料を積層されてなるフィルムにすることで，耐薬品性，吸水率，成形\n加工性，靭性が改良されることを見出し本発明を完成するに至った。\n・・・\n【発明の効果】\n【００１０】\n本発明は，バイオマス資源であるデンプンなどの糖質から誘導することができる\n構成単位を含有するポリカーボネート樹脂からなる積層体とすることで，耐薬品性，\n吸水率，成形加工性，靭性に優れた多層フィルムが得られ，さらに透明性にも優れ\nているため光学フィルム，加飾フィルムとして好適に用いることが出来る。\n・・・\n【発明を実施するための形態】\n【００１２】\n以下，本発明の多層フィルムについて以下詳細に説明する。\n本発明の多層フィルムは，ベースフィルムの少なくとも片面に熱可塑性樹脂材料\nの層が積層される。つまり本発明の多層フィルムの構成としては，ベースフィルム\n＋熱可塑性樹脂材料の層，の構成や，ベースフィルム＋熱可塑性樹脂材料の層＋ベ\nースフィルム，の構成や，熱可塑性樹脂材料の層＋ベースフィルム＋熱可塑性樹脂\n材料の層，の構成が挙げられる。\n【００１３】\n＜ベースフィルムについて＞\nそして本発明に用いるベースフィルムは，植物由来のエーテルジオール残基を含\nみ，好ましくは下記式（１）で表される植物由来のエーテルジオール残基を含んで\nなるポリカーボネート樹脂である。\n【００１４】\n【化２】\n・・・\n【００２０】\n特に，カーボネート構成単位がイソソルビド（１，４；３，６ージアンヒドロー\nＤーソルビトール）由来のカーボネート構成単位を含んでなるポリカーボネート樹\n脂が好ましい。イソソルビドはでんぷんなどから簡単に作ることができるエーテル\nジオールであり資源として豊富に入手することができる上，イソマンニドやイソイ\nディッドと比べても製造の容易さ，性質，用途の幅広さの全てにおいて優れている。\n【００２１】\n全ジオール残基中，式（１）で表されるジオール残基が好ましくは１５～１００\nモル％，より好ましくは３０～１００モル％，さらに好ましくは４０～１００モル％，\n特に好ましくは５０～１００モル％を占めるポリカーボネートである。\n一方，本発明に用いるに適した共重合構成単位のジオール化合物としては，直鎖\n脂肪族ジオール化合物，脂環式ジオール化合物，芳香族ジヒドロキシ化合物のいず\nれでも良い。\n・・・\n【００２８】\n炭酸ジエステルとしては，水素原子が置換されていてもよい炭素数６～１２のア\nリール基またはアラルキル基，もしくは炭素数１～４のアルキル基などのエステル\nが挙げられる。具体的にはジフェニルカーボネート，ビス（クロロフェニル）カー\nボネート，ｍークレジルカーボネート，ジナフチルカーボネート，ビス（ジフェニ\nル）カーボネート，ジメチルカーボネート，ジエチルカーボネート，ジブチルカー\nボネートなどが挙げられ，なかでも反応性，コスト面からジフェニルカーボネート\nが好ましい。\n・・・\n【００３９】\n本発明のイソソルビド系ポリカーボネート樹脂は，樹脂０．７ｇを塩化メチレン\n１００ｍｌに溶解した溶液の２０℃における比粘度としては０．１４～０．５０の\nものを用いることができる。比粘度の好ましい範囲は，下限は０．２０以上が好ま\nしく，０．２２以上がより好ましい。また上限は０．４５以下が好ましく，０．３\n７以下がより好ましく，０．３５以下が特に好ましい。また比粘度が０．１４より\n低くなると本発明のポリカーボネート樹脂より得られた積層フィルムが充分な機械\n強度を持たせることが困難となる。また比粘度が０．５０より高くなると溶融流動\n性が高くなりすぎて，成形に必要な流動性を有する溶融温度が分解温度より高くな\nってしまう。\n・・・\n【００５６】\n＜熱可塑性樹脂材料の層について＞\n層（Ｂ）を構成する熱可塑性樹脂としては，例えば，ポリカーボネート樹脂，ア\nクリル樹脂が挙げられる。また，その他の樹脂として，ポリスチレン樹脂，ポリオ\nレフィン樹脂，ポリエステル樹脂，ポリアミド樹脂等を積層することもできる。こ\nれらの樹脂は，その一部が変性したものであってもよい。\n・・・\n【００５８】\n〈ポリカーボネート樹脂〉\nポリカーボネート樹脂は，ジヒドロキシ化合物が炭酸エステル結合により結ばれ\nたポリマーであり，通常，ジヒドロキシ成分とカーボネート前駆体とを界面重合法\nまたは溶融重合法で反応させて得られるものである。\n・・・\n【００６０】\n具体的なポリカーボネートとして，ビスフェノールＡのホモポリマー，ビスフェ\nノールＡと１，１－ビス（４－ヒドロキシフェニル）－３，３，５－トリメチルシ\nクロヘキサンとの共重合体，ビスフェノールＡと９，９－ビス（４－ヒドロキシ－\n３－メチルフェニル）フルオレンとの共重合体等を挙げることができる。ビスフェ\nノールＡのホモポリマーが最も好ましい。\n・・・\n【００６３】\nポリカーボネート樹脂の分子量は，粘度平均分子量で表して１３，０００～４０，\n０００の範囲が好ましい。該分子量が１３，０００より低いと多層フィルムとして\n脆くなり，また４０，０００より高いとその溶融粘度が高くなりすぎて溶融製膜が\n困難となるため好ましくない。ポリカーボネート樹脂が２種以上の混合物の場合は\n混合物全体での分子量を表す。ここで粘度平均分子量とは，塩化メチレン１００ｍ\nＬにポリカーボネート０．７ｇを溶解した溶液の２０℃における比粘度（ηｓｐ）を\n測定し，下記式から粘度平均分子量（Ｍ）を算出したものである。\nηｓｐ／ｃ＝［η］＋０．４５×［η］２ｃ\n［η］＝１．２３×１０－４Ｍ０．８３\n（但しｃ＝０．７ｇ／ｄＬ，［η］は極限粘度）\n・・・\n【００９２】\n次に，本発明の多層フィルムの製造方法について説明する。\n〈多層フィルムの製造〉\n本発明の多層フィルムは，従来公知の方法により製造することが出来る。例えば\n各層を予め別々に製膜しておきラミネートする，あるいは熱圧着プレスする方法，\n予め製膜した一方の層のフィルムを基材として，その片面あるいは両面にコーティ\nングしてもう一方の層を形成させる方法，それぞれの樹脂層を共押出法により積層\n製膜する方法等が挙げられる。中でも経済性，生産安定性等から共押出法による製\n造がもっとも好ましい。\n即ち，本発明の多層フィルムは，Ａ層用の成形材料Ａと，Ｂ層用の成形材料Ｂと\nを共押出して製造することができる。\n【００９３】\n共押出法は，成形材料ＡおよびＢを別々の押出機を用いて溶融押出しし，フィー\nドブロックまたはマルチマニホールドダイを用いて積層することにより多層フィル\nムを得る方法であり，各押出機の押出量や製膜速度，ダイスリップ間隔等を調整す\nることにより，得られる多層フィルムの総厚みおよび厚み組成をコントロールする\nことが可能である。\n・・・\n【００９７】\n本発明の多層フィルムにおいては，ベースフィルムの少なくとも片面に加飾層が\n積層することができる。本発明に用いられる加飾層は，各種形態を取り得る。例え\nばベースフィルムに直接的に施される印刷層や蒸着層，ベースフィルムに積層され\nる着色した樹脂層，および印刷や蒸着などの加飾を施したフィルムを用いた層など\nが加飾層として挙げられるが，特に限定されるものではない。\n【００９８】\n加飾層の一種である印刷層のバインダー樹脂素材としては，ポリウレタン系樹脂，\nビニル系樹脂，ポリアミド系樹脂，ポリエステル系樹脂，アクリル系樹脂，ポリビ\nニルアセタール系樹脂，ポリエステルウレタン系樹脂，セルロースエステル系樹脂，\nアルキド系樹脂，熱可塑性エラストマー系樹脂等が好ましく，特に柔軟な被膜を作\n製することができる樹脂が好ましい。またバインダー樹脂中には，適切な色の顔料\nまたは染料を着色剤として含有する着色インキを配合することが好ましい。\n【００９９】\n印刷層の積層方法は，オフセット印刷法，グラビア印刷法，スクリーン印刷法な\nどの方法を用いることが好ましい。特に多色刷りや階調色彩を必要とする場合には，\nオフセット印刷法やグラビア印刷法が好ましい。また単色の場合は，グラビアコー\nト法，ロールコート法，コンマコート法などのコート法を採用することもできる。\n図柄に応じて，フィルムに全面的に印刷層を積層する印刷法でも，部分的に印刷層\nを積層する印刷法でもよい。\n【０１００】\n加飾層の一種である蒸着層を構成する材質としては，アルミニウム，珪素，亜鉛，\nマグネシウム，銅，クロム，ニッケルクロムなどの金属が好ましい。意匠性とコス\nトの面からアルミニウム金属がより好ましいが，２種以上の金属成分からなる合金\nであってもよい。蒸着によりこれら金属薄膜層を積層する方法としては，通常の真\n空蒸着法を用いることができるが，イオンプレーティングやスパッタリング，プラ\nズマで蒸発物を活性化する方法なども用いることができる。また化学気相蒸着法（い\nわゆるＣＶＤ法）も，広い意味での蒸着法として用いることができる。これらのた\nめの蒸発源としては，抵抗加熱方式のボード形式や，輻射または高周波加熱による\nルツボ形式や，電子ビーム加熱による方式などがあるが，これらに特に限定さるこ\nとはない。\n【０１０１】\n加飾層の一種として，ベースフィルム上に着色した樹脂層を形成する方法を用い\nる場合，着色剤としては染料，有機顔料および無機顔料により着色した樹脂を，コ\nーティング法や押出ラミネート法により積層する方式があげられるが，これらに限\n定されない。\n加飾層として印刷層を形成した場合，加飾層の厚みの範囲は，本発明の効果を阻\n害しない限り限定されないが，成形性の観点から０．０１～１００μｍが好ましい。\nまた印刷層や蒸着層，樹脂層以外を加飾層として用いた場合でも，加飾層の厚み\nの範囲は，本発明の効果を阻害しない限り限定されないが，成形性の観点から０．\n０１～１００μｍであることが好ましい。\n・・・\n【実施例】\n・・・\n【０１２３】\n［製造例１］\nイソソルビド１４６１重量部（１０モル）とジフェニルカーボネート２１４２重\n量部（１０モル）とを反応器に入れ，重合触媒としてテトラメチルアンモニウムヒ\nドロキシドを１．０重量部（ジフェニルカーボネート成分１モルに対して１×１０\n－４モル），および水酸化ナトリウムを１．１×１０－３重量部（ジフェニルカーボネ\nート成分１モルに対して０．２５×１０－６モル）仕込んで窒素雰囲気下常圧で１８\n０℃に加熱し溶融させた。\n撹拌下，反応槽内を３０分かけて徐々に減圧し，生成するフェノールを留去しな\nがら１３．３×１０－３ＭＰａまで減圧した。この状態で２０分反応させた後に２０\n０℃に昇温した後，２０分かけて徐々に減圧し，フェノールを留去しながら４．０\n０×１０－３ＭＰａで２０分間反応させ，さらに，２２０℃に昇温し３０分間，２５\n０℃に昇温し３０分間反応させた。\n次いで，徐々に減圧し，２．６７×１０－３ＭＰａで１０分間，１．３３×１０－３\nＭＰａで１０分間反応を続行し，さらに減圧し，４．００×１０－４ＭＰａに到達し\nたら，徐々に２６０℃まで昇温し，最終的に２６０℃，６．６６×１０－５ＭＰａで\n１時間反応せしめた。反応後のポリマーをペレット化した。得られたポリマーの比\n粘度，ガラス転移温度を測定し，その結果を表１に示した。\n【０１２４】\n［製造例２］\nイソソルビド１１６９重量部（８モル）とジフェニルカーボネート２１４２重量\n部（１０モル），ヘキサンジオール２３６重量部（２モル）とを反応器に入れ，重合\n触媒としてテトラメチルアンモニウムヒドロキシドを１．０重量部（ジフェニルカ\nーボネート成分１モルに対して１×１０－４モル），および水酸化ナトリウムを１．\n１×１０－３重量部（ジフェニルカーボネート成分１モルに対して０．２５×１０－６\nモル）とを用いた以外は実施例１と同様にしてポリカーボネートの溶融重合を行っ\nた。得られたポリマーの比粘度，ガラス転移温度を測定し，その結果を表１に示し\nた。\n【０１２５】\n［製造例３］\nイソソルビド１０２３重量部（７．０モル），１，４－シクロヘキサンジメタノー\nル４３２重量部（３．０モル）とジフェニルカーボネート２１４２重量部（１０モ\nル），ステアリルアルコール５４重量部（０．２０モル）とを反応器に入れ，重合触\n媒としてテトラメチルアンモニウムヒドロキシドを１．０重量部（ジフェニルカー\nボネート成分１モルに対して１×１０－４モル），および水酸化ナトリウムを１．１\n×１０－３重量部（ジフェニルカーボネート成分１モルに対して０．２５×１０－６モ\nル）とを用いた以外は実施例１と同様にしてポリカーボネートの溶融重合を行った。\n得られたポリマーの比粘度，ガラス転移温度を測定し，その結果を表１に示した。\n【０１２６】\n〔実施例１〕\n製造例１で得られた樹脂（Ａ層）とポリカーボネート樹脂ペレット（帝人化成（株）\n製パンライトＬ－１２５０，粘度平均分子量２３，７００）（Ｂ層）を，それぞれス\nクリュー径４０ｍｍの単軸押出機を用いて，シリンダー温度２５０～２７０℃（Ａ\n層），２５０～２７０℃（Ｂ層）の条件で，フィードブロック方式にて３００ｍｍ幅\nのＴダイから押出し，冷却ロールに溶融樹脂の一方の面をタッチさせて冷却した後，\nＡ層／Ｂ層／Ａ層の３層構造を有するフィルム幅２００ｍｍの多層フィルムを作成\nした。該フィルムの全光線透過率，ヘイズ，耐溶剤性，鉛筆硬度，吸水率を評価し，\nその結果を表２に示した。\n・・・\n【０１３６】\n【表２】\n【産業上の利用可能性】\n【０１３７】\n本発明の多層フィルムを用いて得られる多層フィルム成形品は，耐薬品性，吸水\n率，成形加工性，靭性に優れるため，食品や医療品等の包装用フィルムとして好適\nである。さらに透明性にも優れるため，各種光学用途として使用され有用である。\n(2)  前記２の２の認定事実及び前記(1)の本件明細書の記載によると，本件発\n明について，次のとおり認められる。\nア  本件発明は，バイオマス資源であるデンプンなどの糖質から誘導するこ\nとができる構成単位を含有するポリカーボネート（ＰＣ）樹脂を含有する耐薬品性，\n吸水率，成形加工性，靭性に優れた積層フィルムに関する。さらに，透明性を付与\nした光学フィルムや（包装用）加飾フィルムに関する。\nポリカーボネート樹脂は，優れた透明性，耐衝撃性及び高い熱変形温度を有し，\n寸法安定性，加工性及び自己消火性に優れることから，窓ガラス材料や光学材料と\nして多くの用途で使用されているが，表面硬度が劣るため傷つきやすいという問題\nを有している。\n近年，石油資源の枯渇が危惧されており，植物などのバイオマス資源から得られ\nる原料を用いたプラスチック成形品が求められているところ，植物由来モノマーを\n用いたカーボネート重合体が提案されているが，積層フィルムに必要とされる耐薬\n品性，吸水率，成形加工性，靭性などの特性については十分開示されていない。\nイ  本件発明の多層フィルムは，ベースフィルムとしての植物由来のエーテ\nルジオール（好ましくは，イソソルビド（１，４；３，６－ジアンヒドロ－Ｄ－ソ\nルビトール））由来の構成単位を含んでなるポリカーボネート樹脂の層の少なくと\nも片面に熱可塑性樹脂材料の層が積層される。\nイソソルビド系ポリカーボネート樹脂としては，樹脂０．７g を塩化メチレン１\n００ｍｌに溶解した溶液の２０℃における比粘度が０．１４～０．５０のものを用\nいることができる｡比粘度が０．１４より低くなると本件発明のポリカーボネート\n樹脂より得られた積層フィルムに充分な機械強度を持たせることが困難となる｡ま\nた比粘度が０．５０より高くなると溶融流動性が高くなりすぎて，成形に必要な流\n動性を有する溶融温度が分解温度より高くなってしまう｡\n熱可塑性樹脂としては，ポリカーボネート樹脂が挙げられ，ビスフェノールＡの\nホモポリマーが最も好ましい。ポリカーボネート樹脂の分子量は，粘度平均分子量\n（塩化メチレン１００ｍｌにポリカーボネート０．７g を溶解した溶液の２０℃に\nおける比粘度（ηｓｐ）を測定し，粘度平均分子量（Ｍ）を算出したもの）で表して，\n１３，０００～４０，０００の範囲が好ましい。分子量が１３，０００より低いと\n多層フィルムとして脆くなり，４０，０００より高いと溶融製膜が困難となるため\n好ましくない。\nウ  本件発明の多層フィルムは，ベースフィルムの少なくとも片面に印刷層\nを積層することができる。印刷層を構成するバインダー樹脂中には，適切な色の顔\n料又は染料を着色剤として含有する着色インキを配合することが好ましい。印刷層\nの厚みは，本件発明の効果を阻害しない限り限定されないが，成形性の観点から０．\n０１～１００μｍが好ましい。\nエ  本件発明の多層フィルムを用いて得られる多層フィルム成形品は，食品\nや医療品等の包装用フィルムとして好適である。さらに透明性にも優れるため，各\n種光学用途に使用される。\n２  取消事由１について\n(1)  特許法２９条の２における同一発明の判断方法について\nア  特許法２９条の２が設けられた趣旨については，次のとおりであると認\nめられる。\n(ｱ)  先願の明細書，特許請求の範囲又は図面に記載された発明は，出願公\n開等により一般にその内容が公表されるところ，先願が出願公開等をされる前に出\n願された後願につき，更に出願公開等をしても，先願と同一の発明であれば，新し\nい技術を公開することにはならない。\n(ｲ)  特許制度は，新しい技術の公表の代償として当該技術を発明として\n保護しようとするものであるから，先願と同一の発明を後願として出願しても，新\nしい技術を公表することにならないことから，特許を得ることができないとしたも\nのである。\nイ  そうすると，特許法２９条の２における「発明」と「同一であるとき」\nの判断に当たっては，後願に係る発明が，先願の願書に最初に添付した明細書，特\n許請求の範囲又は図面に記載された発明とは異なる新しい技術に係るものであるか\nという見地から判断されるべきである。そして，明細書は，当該発明に関する全て\nの技術を網羅してこれを説明しているものではなく，出願当時の当業者の技術常識\nを前提とした上で作成されるのが通常であるから，上記の「同一であるとき」の判\n断に当たって，当業者の有する技術常識を証拠により認定し，これを参酌すること\nができるというべきである。\nウ  原告は，特許法２９条の２は，後願の審査の便宜のために設けられた旨\n主張するとともに，ソルダーレジスト大合議判決（甲２５）を挙げて，同判決にお\nける「明細書又は図面に記載した事項の範囲内において」の文言解釈は，特許法１\n７条の２第３項における当該文言の一般的な解釈を判断したものであって，特許法\n２９条の２の「明細書，特許請求の範囲」「又は図面」「と同一であるとき」の解釈\nにおいて，後願発明の発明特定事項が先願の願書に最初に添付された明細書又は図\n面の全ての記載を総合することにより導かれる技術的事項の範囲内といえるのは，\n当該発明特定事項が先願の願書に最初に添付された明細書等の記載から自明な事項\nである場合と解すべきである旨主張する。\n確かに，特許法２９条の２が設けられたことについては，原告が主張するような\n後願の審査の便宜も，その趣旨の一つであるということができるが，同条が設けら\nれた趣旨はそれに限らないものであって，前記アで判示したような趣旨があり，そ\nのことから同条を解釈すると，同条が規定する「同一であるとき」は，前記イのと\nおり解釈することができる。そして，その結果，同条が規定する「同一であるとき」\nの範囲と特許法１７条の２第３項が規定する補正が許される範囲とが異なることと\nなったとしても，それぞれの規定の趣旨に従って解釈した結果であって，それによ\nり不都合な点が生ずるとも認められない。\nそうすると，特許法２９条の２が規定する先願による後願排除の要件を判断する\nに当たって，特許法１７条の２第３項が規定する補正が許される要件と同じ解釈を\nとるべき理由は乏しい。\nしたがって，原告の上記主張は，採用することができない。\n(2)  本件決定における特許法２９条の２の同一発明に関する判断方法につい\nて\n原告は，特許法２９条の２における発明の同一性につき，先願の願書に最初に添\n付された明細書等に記載されていないものが新たな効果を奏するかによって判断す\nるべきではないと主張する。\nしかし，先願発明と後願発明の間に形式的な差異があっても，その差が単なる表\n現上のものであったり，設計上の微差であるなど，後願の発明が先願の発明とは異\nなる新しい技術に係るものということができない場合には，特許法２９条の２の「同\n一であるとき」の要件を充足すると認められるのであって，その判断に当たっては，\n発明の効果も考慮することができるものと考えられる。\nそして，特許法２９条の２についてこのように判断するからといって，その判断\nは，特許法２９条の２の「同一であるとき」の要件について判断しているものであ\nって，実質的に進歩性（特許法２９条２項）の判断をしているとは評価できない。\nしたがって，原告の上記主張は，採用することができない。\n(3)  小括\n以上によると，第３の１(1)及び(2)記載の原告の主張を採用することはできず，\nそれを前提とする同(3)記載の原告の主張も採用することはできないから，取消事\n由１には，理由がない。\n３  取消事由２について\n(1)  甲１発明\nア  甲１（特願２０１０－４６６３０号公報）には，次の記載がある。\n【発明が解決しようとする課題】\n・・・\n【００１０】\n本発明が解決しようとする課題は，芳香族ポリカーボネート樹脂シートでは達\n成できない表面硬度と，アクリル樹脂又はアクリル樹脂を表層に配置してなる積層\n体では達成できない耐衝撃性や打ち抜き加工性とを兼備したディスプレイカバー，\n及び紫外線吸収機能を付与した芳香族ポリカーボネート樹脂シートでは達成できな\nい耐黄変劣化性を有する建材などに適した積層体を提供することにある。\n【課題を解決するための手段】\n【００１１】\n本発明者らは，前記課題を解決するため鋭意検討を行った結果，特定の脂肪族ポ\nリカーボネート樹脂と芳香族ポリカーボネート樹脂とを積層してなる積層体が，総\n厚さが現行厚さでも薄肉化しても歩留まり良く打ち抜き加工が可能で，特定の脂肪\n族ポリカーボネート樹脂層が前面側になるよう配置して使用するディスプレイカバ\nーは，製品の表面硬度と耐衝撃性に優れることを見出し，本発明を完成するに至っ\nた。さらに少なくとも前面側にハードコート層を配置すると打ち抜き加工性や耐衝\n撃性を著しく低下させること無く表面硬度をさらに高めることも見出した。\n・・・\n【００１４】\n第１の発明によれば，構造の一部に下記一般式（１）で表される部位を有するジ\nヒドロキシ化合物に由来する構造単位を含む脂肪族ポリカーボネート樹脂層（Ａ層）\nと，芳香族ポリカーボネート樹脂層（Ｂ層）とを積層してなることを特徴とする積\n層体が提供される。\n・・・\n【００１７】\n第２の発明によれば，第１の発明において，前記ジヒドロキシ化合物が，下記一\n般式（２）で表されるジヒドロキシ化合物である。\n【００１８】\n【化２】\n・・・\n【００３１】\n＜脂肪族ポリカーボネート樹脂層（Ａ層）＞\n本発明におけるＡ層に用いる脂肪族ポリカーボネート樹脂としては，構造の一部\nに下記一般式（１）で表される部位を有するジヒドロキシ化合物に由来する構造単\n位を含むポリカーボネート樹脂が用いられる。\n・・・・\n【００３４】\n前記ジヒドロキシ化合物の主成分としては，分子構造の一部が前記一般式（１）\nで表されるものであれば特に限定されるものではないが，具体的には・・・・下記\n一般式（２）で表されるジヒドロキシ化合物に代表される無水糖アルコール，・・・・\nが挙げられる。・・・・具体的には，下記一般式（２）で表されるジヒドロキシ化合\n物としては，立体異性体の関係にある，イソソルビド，イソマンニド，イソイデッ\nトが挙げられる。・・・・\nこれらは単独で用いても良く，２種以上を組み合わせて用いても良い。\n【００３５】\n【化４】\n【００３８】\n前記一般式（２）で表されるジヒドロキシ化合物は，生物起源物質を原料として\n糖質から製造可能なエーテルジオールである。とりわけイソソルビドは澱粉から得\nられるＤ－グルコースを水添してから脱水することにより安価に製造可能であって，\n資源として豊富に入手することが可能である。これら事情により，イソソルビドが\n最も好ましい。\n・・・\n【００４３】\n前記脂肪族ポリカーボネート樹脂の，構造の一部に前記一般式（１）で表される\n部位を有するジヒドロキシ化合物に由来する構造単位の含有割合としては，好まし\nくは３５モル％以上，より好ましくは４０モル％以上であって，また，好ましくは\n９０モル％以下，より好ましくは８０モル％以下であればよい。・・・\n・・・\n【００５４】\n＜芳香族ポリカーボネート樹脂層（Ｂ層）＞\n本発明におけるＢ層に用いる芳香族ポリカーボネート樹脂は，ホモポリマー又は\nコポリマーのいずれであってもよい。また，芳香族ポリカーボネート樹脂は，分岐\n構造であっても，直鎖構造であってもよいし，さらに分岐構造と直鎖構造との混合\n物であってもよい。\n【００５５】\n本発明に用いる芳香族ポリカーボネート樹脂の製造方法は，ホスゲン法，エステ\nル交換法，ピリジン法など，公知のいずれの方法を用いてもかまわない。以下一例\nとして，エステル交換法による芳香族ポリカーボネート樹脂の製造方法を説明する。\n【００５６】\nエステル交換法は，２価フェノールと炭酸ジエステルとを塩基性触媒，さらには\nこの塩基性触媒を中和する酸性物質を添加し，溶融エステル交換縮重合を行う製造\n方法である。２価フェノールの代表例としては，ビスフェノール類が挙げられ，特\nに２，２－ビス（４－ヒドロキシフェニル）プロパン，すなわちビスフェノールＡ\nが好ましく用いられる。・・・・\n【００５７】\n炭酸ジエステルの代表例としては，・・・・などが挙げられる。これらのうち，特\nにジフェニルカーボネートが好ましく用いられる。\n【００５８】\n本発明に用いられる芳香族ポリカーボネート樹脂の粘度平均分子量は，力学特性\nと成形加工性のバランスから，通常，８，０００以上，３０，０００以下，好まし\nくは１０，０００以上，２５，０００以下の範囲である。又，前記芳香族ポリカー\nボネート樹脂の還元粘度は，溶媒として塩化メチレンを用い，ポリカーボネート濃\n度を０．６０ｇ／ｄｌに精密に調整し，温度２０．０℃±０．１℃で測定され，通\n常，０．２３ｄｌ／ｇ以上０．７２ｄｌ／ｇ以下で，好ましくは０．２７ｄｌ／ｇ\n以上０．６１ｄｌ／ｇ以下の範囲内である。\n・・・\n【００６２】\n＜本発明の積層体の製造方法＞\nＡ層とＢ層とを積層してなる本発明の積層体の製造方法は特に制限されるもので\nはないが，より好適な方法は前述の通り両者を共押出しして製膜する方法である。\n具体的に説明すると，Ｂ層を構成する樹脂を供給する主押出機と，Ａ層を構成する\n樹脂を供給する副押出機とを備え，主押出機の温度設定は通常２２０℃以上，３０\n０℃以下，好ましくは２２０℃以上，２８０℃以下であり，副押出機は通常２２０℃\n以上，２８０℃以下，好ましくは２２０℃以上，２５０℃以下である。\n・・・\n【００６４】\n本発明の積層体は，Ａ層とＢ層を各々少なくとも一層以上積層してあれば，その\n構成は特に制限されるものではない。例えば，Ｂ層の両面にＡ層を積層し，Ａ／Ｂ\n／Ａ型２種３層の積層体としてもよい。この場合も両者を共押出しして製膜する方\n法で製造することが好ましい。該積層体は両面のＡ層厚さを揃えて中心対称構造に\nすると，環境反りや捻れのおそれを低減させることができるので好適である。\n・・・\n【００７３】\n＜印刷層＞\n本発明の積層体には，さらに印刷層を設けることができる。印刷層は，グラビア\n印刷，オフセット印刷，スクリーン印刷他公知の印刷の方法で設けられる。・・・\n【００７４】\nまた，印刷層は本発明の積層体におけるＡ層，Ｂ層のいずれの表面に印刷して設\nけても良く，最表面に前記のハードコート層や反射防止層，防汚層を設ける場合は，\nそれらの層を設ける前の工程において印刷層を印刷して設けることが好ましい。・・・\n【００７５】\n印刷層に用いられる印刷用インクに含有される顔料や溶剤は特に限定されること\n無く，一般的に利用されるものを適用することができる。特に，アクリル系樹脂や\nウレタン系樹脂を含むものは，印刷層を設けた場合においても，本発明の積層体を\n層間剥離等の支障なく作製することが可能となることから好適である。\n・・・\n【００８０】\n＜本発明の積層体の用途＞\n本発明の積層体は，前述の製造方法によってフィルム，シート，プレートなどの\n形状に成形される。・・・\nイ  前記アによると，甲１発明は，審決の認定のとおり，\n「ジヒドロキシ化合物に由来する構造単位を含む脂肪族ポリカーボネート樹脂の層\n（Ａ層）の少なくとも一方の面に，芳香族ポリカーボネート樹脂の層（Ｂ層）と，\n印刷層とを積層してなる積層体であって，\n前記脂肪族ポリカーボネート樹脂のジヒドロキシ化合物の主成分は，一般式（２）\nで表され，生物起源物質に由来するエーテルジオールであり，このジヒドロキシ化\n合物に由来する構造単位の含有割合として，好ましくは３５モル％以上，９０モル％\n以下であり，\n前記芳香族ポリカーボネート樹脂の粘度平均分子量は，力学特性と成形加工性の\nバランスから，通常，８，０００以上，３０，０００以下，好ましくは１０，００\n０以上，２５，０００以下の範囲であり，\n前記印刷層に用いられる印刷用インクは，アクリル系樹脂やウレタン系樹脂を含\nんでいる，積層体からなるフィルム。」\nであると認められる。この点について，当事者間に争いはない。\n(2)  対比\nそこで，本件発明７と前記(1)イ認定の甲１発明とを対比すると，前記第２の３\n(2)のとおり，審決認定の【一致点】の点で一致し，次の【相違点】の点で相違する。\nこの点において，当事者間に争いはない。\n【相違点】\n［相違点１］\n植物由来のエーテルジオール残基を含んでなるポリカーボネート樹脂材料につい\nて，本件発明７が「全ジオール残基中式（１）で表されるジオール残基が１５～１\n００モル％を占め，樹脂０．７g を塩化メチレン１００ml に溶解した溶液の２０℃\nにおける比粘度が０．１４～０．５０のポリカーボネート」であるのに対し，甲１\n発明は「ジヒドロキシ化合物に由来する構造単位の含有割合として，好ましくは３\n５モル％以上，９０モル％以下」のポリカーボネートであるものの，比粘度につい\nては特定されていない点。\n［相違点２］\n熱可塑性樹脂材料のポリカーボネート樹脂について，本件発明７が「粘度平均分\n子量で表して１３，０００～４０，０００のポリカーボネート樹脂」であるのに対\nし，甲１発明は粘度平均分子量が「８，０００以上，３０，０００以下，好ましく\nは１０，０００以上，２５，０００以下の範囲」の芳香族ポリカーボネート樹脂で\nある点。\n［相違点３］\n印刷層について，本件発明７が「印刷層のバインダー樹脂がポリウレタン系樹脂，\nビニル系樹脂，ポリアミド系樹脂，ポリエステル系樹脂，アクリル系樹脂，ポリビ\nニルアセタール系樹脂，ポリエステルウレタン系樹脂，セルロースエステル系樹脂，\nアルキド系樹脂または熱可塑性エラストマー系樹脂であり」，「印刷層の厚みが０．\n０１～１００μm」であるのに対し，甲１発明は「印刷層に用いられる印刷用インク\nは，アクリル系樹脂やウレタン系樹脂を含むものの，印刷層の厚みについては特定\nされていない点。\n(3)  相違点の判断\nア  相違点１の判断について\n(ｱ)ａ  乙５（特開平１１－３２０７９９号公報）【０００９】には，\n「フィルム層用ポリカーボネート系樹脂はその粘度平均分子量が２００００以上で\nあると好ましく，より好ましくは２２０００以上である。粘度平均分子量があまり\n低いと十分な溶融粘度が得られない虞れがある。一方，粘度平均分子量が高すぎる\nと溶融粘度が高くなる傾向にあるため，通常粘度平均分子量の上限は５００００で\nある。」\nとの記載がある。\nｂ  乙６（特開２００７－２３７５６８号公報）【請求項１】には，\n「Ａ層，およびＢ層の２層を有する積層シートであって，\n前記Ａ層が，樹脂混合物を主体とする層であって，・・・芳香族ポリカーボネート\n系樹脂を含有するものであり，\n・・・\n積層シートの総厚みが５０μm 以上，３００μm 以下である精密エンボス意匠の\n付与適性に優れた積層シート。」\nとの記載があり，同【００４４】には，\n「本発明に用いられる芳香族ポリカーボネート樹脂の粘度平均分子量としては，２\n００００以上，４００００以下のものを用いることが好ましく，２２０００以上，\n３００００以下のものを用いることがさらに好ましい。ここで，粘度平均分子量が\n小さすぎると，特に低温衝撃強度が低下することが知られており，一方，粘度平均\n分子量が大きすぎると，溶融粘度が非常に高くなり成形加工性が低下し，また，重\n合に長時間を要することから生産サイクルやコストの点から好ましくない。」\nとの記載がある。\nｃ  乙７（特開２００９－１２６１２８号公報）【請求項１】には，\n「メチレンクロライド，及び炭素数１～６の直鎖または分岐鎖状の脂肪族アルコー\nルを４～１４質量部含有する混合溶媒に，芳香族ポリカーボネートを溶解させたド\nープ組成物を支持体に流延し，下記式（ⅰ）で表される残留溶媒濃度が３５～５５%\nの状態でウェブを剥離した後，残留溶媒濃度が０．５～３５%の状態でウェブを幅保\n持，もしくは延伸することを特徴とする芳香族ポリカーボネートフィルムの製造方\n法。\n式（ⅰ）  残留溶媒濃度（％）＝溶媒量／（溶媒量＋溶質量）×１００」\nとの記載があり，同【００３３】には，\n「ここで用いられる芳香族ポリカーボネートの粘度平均分子量は，１００００以上，\n２０００００以下であれば好適に用いられる。粘度平均分子量２００００～１２０\n０００が特に好ましい。粘度平均分子量が１００００より低い樹脂を使用すると得\nられるフィルムの機械的強度が不足する場合があり，また４０００００以上の高分\n子量になるとドープの粘度が大きくなり過ぎ取扱い上問題を生じるので好ましくな\nい。」\nとの記載がある。\nｄ  以上の記載によると，一般に，ポリカーボネート樹脂は，低分子量\nとなると機械強度が低下し，高分子量となると粘度が高くなり，成形性が低下する\nことから，樹脂をフィルム等に成形するに当たって，機械強度と成形性を考慮して，\n分子量を適切な範囲に設定することは，本件出願時の技術常識であったことが認め\nられる。\n(ｲ)ａ  甲８（特開２００８－２７４２０３号公報）には，次の記載がある。\n【請求項１】\n下記式（１）で表されるカーボネート構成単位からなり，２５０℃におけるキャ\nピラリーレオメータで測定した溶融粘度が，シェアレート６００sec－１の条件下で\n０．２×１０３～４．０×１０３Ｐａ・ｓの範囲にあるポリカーボネート樹脂（Ａ成\n分）を，シリンダー温度２２０～２７０℃の範囲で押出成形して得られる押出成形\n品。\n【化 1】\n・・・\n【請求項４】\n押出成形品が，シートまたはフィルムである請求項１～３のいずれか１項に記載\nの押出成形品。\n・・・\n【技術分野】\n【０００１】\n本発明は，特定のポリカーボネート樹脂からなる押出成形品および光学用フィル\nムに関する。更に詳しくは，特定のポリカーボネート樹脂を特定の押出成形条件で\n成形することにより得られた，耐熱性，機械特性，耐環境特性に優れた押出成形品\nおよび光学用フィルムに関する。\n・・・\n【００２１】\n本発明に用いるポリカーボネート樹脂（Ａ成分）は，樹脂０．７g を塩化メチレ\nン１００ml に溶解した溶液の２０℃における比粘度としては０．１４～０．５のも\nのを好ましく用いることができる。比粘度の下限は０．２０以上がより好ましく，\n０．２２以上がさらに好ましい。また上限は０．４５以下がより好ましく，０．３\n７以下がさらに好ましく，０．３４以下が特に好ましい。また比粘度が０．１４よ\nり低くなると本発明に用いられるポリカーボネート樹脂組成物より得られた成形品\nに充分な機械強度を持たせることが困難となる。また比粘度が０．５より高くなる\nと溶融流動性が高くなりすぎて，成形に必要な流動性を有する溶融温度が分解温度\nより高くなってしまう。\n・・・\n【００２４】\n本発明に用いるポリカーボネート樹脂（Ａ成分）は，下記式（ａ）\n【化８】\nで表されるエーテルジオールおよび炭酸ジエステルとから溶融重合法により製造す\nることができる。エーテルジオールとしては，具体的には下記式（ｂ），（ｃ）およ\nび（ｄ）\n【化９】\n【化１０】\n【化１１】\nで表されるイソソルビド，イソマンニド，イソイディッドなどが挙げられる。\n【００２５】\nこれら糖質由来のエーテルジオールは，自然界のバイオマスからも得られる物質\nで，再生可能資源と呼ばれるものの１つである。イソソルビドは，でんぷんから得\nられるＤーグルコースに水添した後，脱水を受けさせることにより得られる。その\n他のエーテルジオールについても，出発物質を除いて同様の反応により得られる。\n・・・\n【０１１１】\n本発明の光学用フィルムは１枚単独で用いてもよいし，２枚以上積層して用いて\nもよい。また他の素材からなる光学用フィルムと組み合わせて用いてもよい。偏光\n板の保護膜として用いてもよいし，また液晶表示装置の透明基板用フィルムとして\n用いてもよい。\nｂ  証拠（乙８）及び弁論の全趣旨によると，高分子の「比粘度」とは，\n高分子が純溶媒中で純溶媒に比してどれだけ粘性を増加させているかを示す増加率\nをいい，高分子の分子量の推定に用いることができること，単位濃度当たりの粘度\n増加率である「還元粘度」とは，互いに換算することができることが認められる。\n(ｳ)  以上によると，樹脂材料をフィルム等に成形するに当たって，所期の\n機械強度と成形性を得るために，分子量に関連する物性である「比粘度（還元粘度）」\nが好適な値（範囲）である高分子材料を用いることは，本件出願当時の技術常識で\nあったものと認められる。\nそして，本件発明７において特定される比粘度「０．１４～０．５０」という値\nは，植物由来のエーテルジオール残基を含んでなるポリカーボネート樹脂材料の比\n粘度として知られているものであり（甲８【００２１】，【００２４】，【００２５】），\nこれを上記範囲とすることによって，上記の認定したものとは異なる新たな効果を\n奏することを認めるに足りる証拠はない。\nしたがって，本件発明７において，植物由来のエーテルジオール残基を含んでな\nるポリカーボネート樹脂材料について，その比粘度を相違点１に係る値としたこと\nは，甲１発明との実質的な相違点とはいえない。\nイ  相違点２の判断について\n(ｱ)  本件発明７においては，熱可塑性樹脂材料のポリカーボネート樹脂\nの粘度平均分子量について，「分子量が１３，０００より低いと多層フィルムとして\n脆くなり，また４０，０００より高いとその溶融粘度が高くなりすぎて溶融製膜が\n困難となるため好ましくない」（本件明細書【００６３】）とされており，実施例で\nは，粘度平均分子量２３，７００のポリカーボネート樹脂が使用されている（本件\n明細書【０１２６】）。\n他方，甲１発明では，「力学特性と成形加工性のバランスから，通常，８，０００\n以上，３０，０００以下，好ましくは１０，０００以上，２５，０００以下の範囲\nである。」（甲１【００５８】）とされているところ，実施例で使用されている樹脂Ｂ\n－１（三菱エンジニアリングプラスチックス社製，「ユーピロンＳ３０００」）（甲１\n【００８８】）の粘度平均分子量を特定するに足りる証拠はない。\nそうすると，本件発明７及び甲１発明において，熱可塑性樹脂のポリカーボネー\nト樹脂層の粘度平均分子量について，範囲を特定することの技術的な意味は，いず\nれも強度及び成形性という点で共通しており，本件発明７における粘度平均分子量\nの範囲の上限及び下限は，先願発明のそれと相違するものの，その範囲の多くの部\n分において重複しているといえる。\n(ｲ)  そして，本件発明７において粘度平均分子量を特定することによる\n効果が，強度及び成形性の両立であって，これを特定の値にすることによる強度及\nび成形性の程度は，前記ア(ｱ)のとおり，当業者が予測可能なものであると考えられ\nる。\nまた，本件明細書の記載中には，粘度平均分子量の上限及び下限を本件発明７に\n係る値とすることで，上記の認定したものとは異なる新たな効果を奏することを認\nめるに足りる記載はなく，他にこれを認めるに足りる証拠もない。\n(ｳ)  したがって，本件発明７において，熱可塑性樹脂材料のポリカーボネ\nート樹脂の粘度平均分子量を相違点２に係る値としたことは，甲１発明との実質的\nな相違点とはいえない。\nウ  相違点３の判断について\n(ｱ)  本件発明７における印刷層は，加飾層の一種であり，ベースフィルム\nの少なくとも片面に積層することができるものであって，印刷の方法，着色剤など\nについて，各種形態を取り得る（本件明細書【００９７】～【０１０１】）。\n甲１発明における印刷層は，印刷層を設けるか否か，印刷の方法，インクなど，\n当業者が適宜選択し得るものであって，加飾層として設けられているものと認めら\nれる（甲１【００７３】～【００７５】）。\n(ｲ)ａ  甲３（特開２００６－８２５３９号公報）【００１７】には，積層\nフィルムにおける印刷層である「インク受容層」の厚さを「１～２０μm」とするこ\nと，甲４（特開２００２－１８８９３号公報）【００３７】には，積層フィルムにお\nける印刷層である「絵柄層」の厚さを「０．１～２０μm」とすること，甲５（特開\n２０１０－８２８７２号公報）【００１４】には，積層フィルムにおける「印刷層」\nの厚さを通常は「１～２０μm」程度とすることが，それぞれ記載されており，本件\n発明７における印刷層の厚さの範囲である「０．０１～１００μm｣は，上記の甲３\n～５の印刷層の厚みを包含する。\nｂ  また，本件明細書【０１０１】には，「加飾層として印刷層を形成し\nた場合，加飾層の厚みの範囲は，本発明の効果を阻害しない限り限定されないが，\n成形性の観点から０．０１～１００μm が好ましい。」と記載されているのであって，\n印刷層の厚さの上限及び下限を本件発明７に係る値とすることが成形性の観点から\n好ましい旨記載されているにとどまっており，印刷層の厚さの上限及び下限を本件\n発明７に係る値とすることによって他に新たな効果を奏することを認めるに足りる\n記載はなく，他にこれを認めるに足りる証拠もない。\n(ｳ)  したがって，本件発明７において，印刷層の厚さを相違点３に係る値\nとしたことは，甲１発明との実質的な相違点とはいえない。\nエ  小括\n以上によると，本件発明７と甲１発明との相違点１～３は，いずれも，求められ\nる成形性や機械強度を満たす積層フィルムを得るための具体化手段における微差に\nすぎないものであり，他の新たな効果を奏するとは認められないから，本件発明７\nと甲１発明は，実質的に同一である。\nオ  原告の主張について\n(ｱ)ａ  原告は，相違点１の判断につき，①先願（甲１）の明細書には，比\n粘度に関する記載はないこと，②甲６～８に記載された発明は，樹脂を製膜して積\n層体を形成する発明ではないことから，本件発明７とは異なる旨主張する。\nしかし，本件発明のベースフィルムに用いるポリカーボネート樹脂には，芳香族\nポリカーボネート樹脂が含まれる（本件明細書【００２１】）ところ，先願（甲１）\nの明細書において，芳香族ポリカーボネート樹脂の粘度平均分子量が，力学特性と\n成形加工性のバランスから，通常，特定の範囲とされること，芳香族ポリカーボネ\nート樹脂の還元粘度は，通常特定の範囲とされることが記載されており（【００５\n８】），前記ア(ｲ)ｂのとおり，還元粘度と比粘度は互いに換算することができるもの\nであるから，原告の上記①の主張は前提を欠く。\nまた，甲８には，「本発明の光学用フィルムは１枚単独で用いてもよいし，２枚以\n上積層して用いてもよい。また他の素材から成る光学用フィルムと組み合わせても\nよい。」（【０１１１】）との記載があり，積層フィルムとして用いられることも前提\nとされている。\n樹脂を製膜して積層体を形成し，フィルムとして使用する場合，当業者が，当該\nフィルムの力学特性及び成形加工性のバランスをとるという必要性から，積層体を\n構成する樹脂の粘度を考慮しないとは考え難く，この樹脂の粘度を表す一つの指標\nが比粘度であるといえるから，原告の上記主張は，採用することができない。\nｂ  原告は，相違点１の判断につき，樹脂の比粘度が考慮されるとして\nも，その数値範囲は，０．１４～０．５に特定されるとまではいえない旨を主張す\nる。\n確かに，甲８【００２１】においては，ポリカーボネート樹脂の比粘度を「０．\n１４～０．５」とすることが好ましい旨記載されているのであって，この範囲に特\n定することが必須である旨が記載されているわけではないが，甲８【００２１】に\nは，上記以外の数値では，当該ポリカーボネート樹脂組成物より得られた成形品に\n十分な機械強度を持たせることが困難になったり，成形に必要な流動性を有する溶\n解温度が分解温度より高くなってしまう旨も記載されている。\nそうすると，上記以外の数値の比粘度の樹脂による積層フィルムが存在するとし\nても，所期の機械強度と成形性を得るために，本件発明７におけるポリカーボネー\nト樹脂材料の比粘度を相違点１に係る値とすることが，甲１発明との実質的な相違\n点とはいえないという結論を左右するものではない。\n(ｲ)  原告は，相違点２の判断につき，①ポリカーボネート樹脂の粘度平均\n分子量の上限及び下限が相違することによって，新たな効果を奏しないといえるも\nのではない，②樹脂の粘度平均分子量の数値範囲は，１３，０００～４０，０００\nに特定されるとまではいえない旨主張する。\nしかし，前記イのとおりであって，原告の上記主張は採用することができない。\n(ｳ)  原告は，相違点３につき，印刷層の厚みとして０．０１～１００μm\nが一般的であるとはいえない旨主張する。\nしかし，前記ウのとおりであって，原告の上記主張は採用することができない。\n(ｴ)  原告は，本件発明７は，少なくともＡ層，Ｂ層及び印刷層を有する多\n層フィルムであるところ，各層の材料や厚みのパラメータが規定されることにより，\n各層が組み合わされて，耐薬品性，吸水率，成形加工性，靭性に優れたものにでき\nるという新たな効果が発現する旨主張する。\nしかし，前記ア～ウのとおり，本件発明７と甲１発明との相違点１～３は，いず\nれも，求められる成形性や機械強度を満たす積層フィルムを得るための具体的手段\nにおける微差にすぎないものであり，他の新たな効果を奏するものとは認められず，\n本件発明７と甲１発明は，実質的に同一である。\nなお，原告は，ここでいう「成形加工性」とは，「押出し等によって多層フィルム\nを成形する場合の成形加工性」であると主張しており，その内容は，「成形性」の範\n疇に含まれるものであるといえる。また，弁論の全趣旨によると，「靭性」は，技術\n上，「機械強度」に包含される物性であるといえる。さらに，本願発明７の「耐薬品\n性」又は「吸水率」が，甲１発明のそれと異なると認めるに足りる証拠もない。\nしたがって，原告の上記主張は，採用することができない。\n第６  結論\n以上によると，取消事由１及び２は，いずれも理由がない。\nよって，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森   義 之\n裁判官\n森 岡礼 子\n裁判官\n古庄   研\n"
}