{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 20
  },
  "case_number": "平成30(行ケ)10086",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88559",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88559",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/559/088559_hanrei.pdf",
  "contents": "平成３１年３月２０日判決言渡\n平成３０年（行ケ）第１００８６号  審決取消請求事件\n口頭弁論終結日  平成３１年２月４日\n判           決\n原              告        ア ル イ ン コ 株 式 会 社\n同訴訟代理人弁護士      加    藤      幸      江\n同訴訟代理人弁理士        中    野      収      二\n被              告      Ｙ\n同訴訟代理人弁護士        安    藤      拓      郎\n坂  井  田      大      洋\n同訴訟代理人弁理士        木    村      高      明\n宮    尾      雅      文\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２０１７－４００００３号事件について平成３０年５月２２日\nにした審決を取り消す。\n第２  事案の概要（後掲証拠及び弁論の全趣旨から認められる事実）\n１  特許庁における手続の経緯等\n(1)  被告は，名称を「振動器」とする考案に係る実用新案（実用新案登録第３\n１４９０９２号。出願日  平成２０年１２月２５日，設定登録日  平成２１\n年２月１８日。請求項の数３。以下，「本件実用新案権」といい，同実用新\n案権に係る実用新案を「本件実用新案」という。）の実用新案権者である（甲\n１）。\n(2)  原告は，平成２９年９月２８日，本件実用新案につき特許庁に無効審判請\n求をし，特許庁は上記請求を無効２０１７－４００００３号事件として審理\nした。\n(3)  特許庁は，平成３０年５月２２日，審判請求は成り立たない旨の審決（以\n下「本件審決」という。）をし，その謄本は，同月３１日，原告に送達され\nた。\n(4)  原告は，平成３０年６月２６日，本件審決の取消しを求めて本件訴訟を提\n起した。\n２  実用新案登録請求の範囲の記載\n本件考案の実用新案登録請求の範囲の請求項１～３の記載は，次のとおりで\nある。以下，各請求項に係る考案を請求項の番号に従い「本件考案１」，「本\n件考案２」などといい，「本件考案」と総称する。本件考案の明細書（甲２）\nを，図面を含めて「本件明細書」という。また，本件明細書の図面の一部は，\n別紙本件明細書図面目録記載のとおりである。\n【請求項１】\n支持面に設置するための底座体と，上面に手足を置くための上板とを備え，\n該上板の下面の中央部に幅方向に沿って中心軸が配設され，該中心軸は，前\n記底座体の上面中央部の両側に設置された第一８字形リンクロッドと第二８\n字形リンクロッドにより支持され，前記底座体の前部に回動自在に設置され\nた第一駆動ホイールが第一モータに連結され，前記第一駆動ホイールに第一\n偏心軸の入力端部が固定されると共に，前記第一偏心軸の出力端部は第三８\n字形リンクロッドを介して前記上板の前部に連結され，前記底座体の後部に\n回動自在に設置された第二駆動ホイールが第二モータに連結され，第二駆動\nホイールに第二偏心軸の入力端部が固定されると共に，第二偏心軸の出力端\n部はリンクロッドを介して前記中心軸に連結されたことを特徴とする，振動\n器。\n【請求項２】\n前記上板の上面に脚載せパッドまたは手載せパッドを設置したことを特徴\nとする，請求項１に記載の振動器。\n【請求項３】\n前記上板１の周縁から下方向に延びるカバーを設け，該カバーにより前記\n上板より下方の部材を遮蔽してあることを特徴とする，請求項１に記載の振\n動器。\nそして，請求項１は，次のとおり分説することができる（以下，「分説Ａ」\n「分説Ｂ」などという。）。\nＡ：支持面に設置するための底座体と，上面に手足を置くための上板とを備\nえ，該上板の下面の中央部に幅方向に沿って中心軸が配設され，該中心軸\nは，前記底座体の上面中央部の両側に設置された第一８字形リンクロッド\nと第二８字形リンクロッドにより支持され，\nＢ：前記底座体の前部に回動自在に設置された第一駆動ホイールが第一モー\nタに連結され，前記第一駆動ホイールに第一偏心軸の入力端部が固定され\nると共に，前記第一偏心軸の出力端部は第三８字形リンクロッドを介して\n前記上板の前部に連結され，\nＣ：前記底座体の後部に回動自在に設置された第二駆動ホイールが第二モー\nタに連結され，第二駆動ホイールに第二偏心軸の入力端部が固定されると\n共に，第二偏心軸の出力端部はリンクロッドを介して前記中心軸に連結さ\nれた\nＤ：ことを特徴とする，振動器。\n３  本件審決の理由の要旨\n原告は，①  無効理由１として，本件考案１について，請求項１の記載が考\n案の詳細な説明に記載されていない考案を包含していることを理由とするサポ\nート要件違反及び明確性要件違反，②  無効理由２として，本件考案１に考案\nの課題を解決することができない技術的構成が含まれていることを理由とする\nサポート要件違反及び明確性要件違反，③  無効理由３として，本件考案１の\n従属項である本件考案２及び３について，同様の理由によるサポート要件違反\n及び明確性要件違反を主張した。\n本件審決の理由は，別紙審決書（写し）記載のとおりであり，本件考案１～\n３について，サポート要件違反及び明確性違反は認められないから，原告の無\n効審判請求は成り立たないというものである。\n４  取消事由\n取消事由１：サポート要件違反についての判断の誤り\n取消事由２：明確性要件違反についての判断の誤り\n第３  原告主張の取消事由\n１  取消事由１（サポート要件違反についての判断の誤り）について\n(1)  本件審決は，本件考案１～３がサポート要件を充足すると判断したが，次\nのとおり，誤りである。\n(2)  実用新案登録請求の範囲について\nア  分説Ｂには，底座体の前部の駆動機構（以下「第１駆動系」という。）\nに関し，①第一駆動ホイールが第一モータに連結されていること，②第一\n駆動ホイールに第一偏心軸の入力端部が固定されていること，③第一偏心\n軸の出力端部が第三８字形リンクロッドを介して上板の前部に連結されて\nいることについては特定されているが，このうち，③における「介する」\nの語の意味は「間におく。さしはさむ。中に立てる。」であるから（広辞\n苑第五版），「出力端部は第三８字形リンクロッドを介して前記上板の前\n部に連結され」とは，出力端部と上板の前部がその間に第三８字形リンク\nロッドをおいて連結されていることであり，それ以外の技術的構成は特定\nされておらず，分説Ｂには，第１駆動系により上板を上下移動させるのか\nあるいは前後移動（又は左右移動）させるのかについての特定はない。\nこれによれば，分説Ｂは，別紙１の【図１Ａ】に示された，第三８字形\nリンクロッドが上板を上下振動させる手段を構成するが，左右振動させる\n手段を構成しないもの（本件実用新案の図面の記載に基づくものである。\n以下「実施例構成Ｂ」という。）と，【図１Ｂ】に示された，第三８字形\nリンクロッドが，上板を左右振動させる手段を構成するが，上下振動させ\nる手段を構成しないもの（以下「原告指摘構成Ｂ」という。）の両方を含\nむ。\nイ  同様に，分説Ｃの底座体の後部の駆動機構（以下「第２駆動系」という。）\nに関する記載において，「出力端部はリンクロッドを介して前記中心軸に\n連結され」とは，出力端部と中心軸がその間にリンクロッドをおいて連結\nされていることであり，それ以外の技術的構成は特定されていないから，\n分説Ｃには，第２駆動系により上板を上下移動させるのかあるいは前後移\n動（又は左右移動）させるのかについての特定はない。\nこれによれば，分説Ｃは，別紙１の【図２Ａ】に示された，リンクロッ\nドが上板を左右振動させる手段を構成するが，上下振動させる手段を構成\nしないもの（本件実用新案の図面の記載に基づくものである。以下「実施\n例構成Ｃ」という。）と，【図２Ｂ】に示された，リンクロッドが，上板\nを上下振動させる手段を構成するが，左右振動させる手段を構成しないも\nの（以下「原告指摘構成Ｃ」という。）の両方を含む。\nそうすると，実用新案登録請求の範囲には，①  分説Ｂに記載された第\n１駆動系として実施例構成Ｂを採用し，分説Ｃに記載された第２駆動系と\nして原告指摘構成Ｃを採用した振動器（原告指摘振動器１（以下「原告指\n摘振動器１」という。）（別紙１【図３】），及び②  分説Ｂに記載され\nた第１駆動系として原告指摘構成Ｂを採用し，分説Ｃに記載された第２駆\n動系として実施例構成Ｃを採用した振動器（以下「原告指摘振動器２」と\nいう。）（別紙１【図４】）が含まれる。原告指摘振動器１は，第一偏心\n軸により第三８字形リンクロッドが上板の前部を下動したとき，第二偏心\n軸によりリンクロッドが中心軸の横向きブラケットを上動させ，引き続い\nて，第一偏心軸により第三８字形リンクロッドが上板の前部を上動したと\nき，第二偏心軸によりリンクロッドが中心軸のアームを下動させるから，\n２個のモータを同時に駆動することにより，上板の上下振動を行うが，前\n後振動は行うことができない。また，原告指摘振動器２は，第一偏心軸に\nより第三８字形リンクロッドが上板の前部を左動したとき，第二偏心軸に\nよりリンクロッドが中心軸の横向きブラケットを左動させ，引き続いて，\n第一偏心軸により第三８字形リンクロッドが上板の前部を右動したとき，\n第二偏心軸によりリンクロッドが中心軸のアームを右動させる。したがっ\nて，２個のモータを同時に駆動することにより，上板の前後（左右）振動\nを行うが，上下振動は行うことができない。なお，上板の前後移動は，中\n央部の揺動リンク（本件考案の第一・第二８字形リンクロッド）の揺動を\n伴うものであるから，その点で，上板は上下動する（揺動リンクが直立姿\n勢のとき上板を上動し，揺動リンクが傾斜姿勢のとき上板を下動する）こ\nとにより，複数方向の振動を発生する。\n(3)  本件明細書には，複数方向の振動を発生させる振動器を提供することに\n課題があると説明され，【００１０】～【００１２】において，【考案を実\n施するための最良の形態】であるとして，①  第三８字形リンクロッドによ\nり上板を上下振動させ，②  リンクロッドにより中心軸と共に上板を前後振\n動させるものが唯一の実施形態として説明されている。\nこれに対し，実用新案登録請求の範囲の請求項１には原告指摘構成Ｂ及び\n原告指摘構成Ｃの構成が含まれる。\nこれによれば，請求項１の記載は，考案の詳細な説明に全く記載されてい\nない原告指摘振動器１及び原告指摘振動器２を形式的に含んでいるから，考\n案の詳細な説明により開示された考案の範囲を超えて広く独占権を求めるよ\nうに記載されていることが明らかである。\nまた，実質的に見ても，原告指摘振動器１及び原告指摘振動器２は，考案\nの詳細な説明に記載された考案でないことはもとより，考案の詳細な説明の\n記載により当業者が本件考案の課題を解決できると認識できる範囲のもので\nもない。なお，原告指摘振動器２は，上板が前後に移動する間，中央部の揺\n動リンクの揺動により上板を上下動させるため，その意味では「複数方向の\n振動」を可能にするが，本件考案の課題解決手段とは別の手段で複数の振動\nを発生させるものであるから，本件考案の課題を解決できると認識できる範\n囲のものではない。\n(4)  本件審決について\nア  本件審決は，原告指摘構成Ｂ及び原告指摘構成Ｃは，実用的な振動器の\n構造としてあまりに不自然であり，本件考案の課題に照らせば，技術常識\n上本件考案１に含まれないと判断する。\nしかし，審決が述べる「実用的な振動器の構造としてあまりに不自然」\nの点は，何が「実用的な振動器の構造」であり何が「不自然」であるのか，\nその根拠を全く示しておらず，極めて不可解であり，恣意的な判断である\nと言わざるを得ない。別紙２の（Ａ）は第一偏心軸の出力端部が偏心回転\nの軌跡上で０°の位置にあり，上板の下向きブラケットと底座体に固定さ\nれた第一駆動ホイールの間隔が距離Ｌとされ，このとき（Ｅ）のように第\n一・第二８字形リンクロッドが直立姿勢とされ，上板がニュートラル位置\nにあるとする。この状態から，第一偏心軸の入力端部が反時計針方向に９\n０°ずつ回転すると，出力端部が偏心回転の軌跡上で（Ｂ）（Ｃ）（Ｄ）\nのように偏心回転する。（Ｂ）は０°から９０°まで回転した状態を示し\nており，このとき前記距離がＬ＋αとされ，上板を（Ｆ）のように左方向\nに移動する。（Ｃ）は０°から１８０°まで回転した状態を示しており，\nこのとき前記距離はＬに戻り，上板は（Ａ）と同じニュートラル位置に戻\nされる。（Ｄ）は０°から２７０°まで回転した状態を示しており，この\nとき前記距離はＬ－αとされ，上板を（Ｇ）のように右方向に移動する。\nなお，上板は，左右移動（前後移動）に際して第一・第二８字形リンクロ\nッドの揺動を伴うので，左右移動と同時に上下移動させられる。このよう\nな駆動機構は，当業者に極めて自明の技術であり，請求項１の分説Ｂから\n直ちに「実用的な振動器」として認識することができるものであり，何ら\n「不自然な構造」ではない。同様のことは，原告指摘構成Ｃについても妥\n当するのは，別紙３のとおりである。\nまた，「本件考案の課題に照らせば，技術常識上当然に」含まれないと\nする点について，考案の課題を解決できないものがその考案に含まれない\n（技術的範囲に属さない）と解釈し得ることと，サポート要件に違反する\nかどうかの問題は別の問題である。サポート要件は，考案の課題を解決で\nきると認識される範囲を逸脱した（つまり課題を解決できない）技術的構\n成のものが請求項の記載に含まれているかどうかの問題であり，本件審決\nのように，課題を解決できないものは当然に請求項の記載にも含まれない\nと考えることは，理論的にサポート要件違反の事案は存在し得ないことに\nなり，誤りである。\nイ  さらに，本件審決は，「実用新案登録請求の範囲の文言を形式的に捉\nえて，文言解釈上含み得る構成が考案の詳細な説明に記載されていなけ\nれば直ちにサポート要件違反となるものではなく，考案の課題にも照ら\nして，技術常識上考え難い構成は，文言形式的に請求の範囲に入り得る\nとしても，サポート要件の検討対象としないと解すべきである。」と述\nべるが，原告指摘振動器１及び原告指摘振動器２は，「振動器」として\n正常に機能するものであり，２個のモータが使用されている点について\nも，常識的に見て，モータ１個あたりの負荷が小さくなるので，高回転\nによる振動が円滑になると考えるのが一般的であり，本件審決がいうよ\nうな考え難い構成では決してない。さらに，原告指摘振動器２の場合\nは，上板が前後に移動する間，中央部の揺動リンク（本件考案の第一・\n第二８字形リンクロッド）の揺動により上板を上下動させるものである\nから，その点では，「複数方向の振動」が発生しており，本件考案の課\n題解決手段とは別の手段で複数の振動を発生する。\nウ  本件審決は，「明細書及び図面に記載の機構学的な作用を実現するた\nめに必要な機械要素として，実用新案登録請求の範囲の請求項１には，\n「底座体」，「上板」，「中心軸」，「第一８字形リンクロッド」が記\n載されており，各機械要素の接続連結関係又は固定関係等も記載されて\nいる」と認定するが，請求項１には，「第一偏心軸の出力端部と，第三\n８字状リンクロッドと，上板の前部」，「第一偏心軸の出力端部と，第\n三８字状リンクロッドと，上板の前部」の機械要素に関して，それぞれ\n【００１０】及び【００１１】に説明されているような上下振動及び前\n後振動の作用を実現するために必要な接続連結関係は記載されていな\nい。\n本件明細書の記載のうち，上板の上下移動及び前後移動が理解できる\nのは，【００１０】及び【００１１】のみであるが，その記載によって\nも振動に必要不可欠な接続関係は不明であり，図面の記載を精査しなけ\nれば理解できないが，実用新案法５条６項１号における「考案の詳細な\n説明に記載したものであること」には，図面の記載は含まれない。\n２  取消事由２（明確性要件違反についての判断の誤り）について\n分説Ｂ及び分説Ｃの「介して」は，「間におく。さしはさむ。中に立てる。」\nという意味であるから，ロッドの往復運動によりなぜ上下振動や左右振動が可\n能になるかの技術的構成が記載されているとはいえず，不明確である。上記１\nのとおり，原告指摘振動器１は，単一方向の振動だけが可能なものであるため，\n明細書及び図面の記載を参照することにより，本件考案の技術的範囲に属さな\nいものであると考えることは可能であるが，請求項１に記載のとおりのもので\nあるため，実用新案権の権利行使を受けることはないと断言することはできな\nい。また，原告指摘振動器２は，上記１のとおり，前後振動に上下振動が加え\nられた複数方向の振動を発生していると考えることが可能であり，請求項１に\n記載のとおりのものであるため，実用新案権の権利行使を受ける危険に曝され\nることになる。\nこのように，本件考案の実用新案登録請求の範囲の記載は不明確である。\n第４  被告の反論\n１  取消事由１（サポート要件違反についての判断の誤り）について\n(1)  本件考案がサポート要件を充足するとした本件審決の判断に誤りはない。\n(2)  考案の内容を認定するに当たっては，特段の事情があれば考案の詳細な説\n明の記載を参照することが許されるのであり，原告指摘構成Ｂ及び原告指摘\n構成Ｃ並びに原告指摘振動器１及び原告指摘振動器２は，本件明細書及び図\n面の記載に照らし本件考案１には含まれない。\n２  取消事由２（明確性要件違反についての判断の誤り）について\n(1)  本件考案が明確性要件を充足するとした本件審決の判断に誤りはない。\n(2)  原告指摘振動器１及び原告指摘振動器２が実用新案登録請求の範囲の請\n求項１には含まれないのは上記１のとおりである。\n第５  当裁判所の判断\n１  本件考案について\n(1)  実用新案登録請求の範囲の記載\n本件考案の実用新案登録請求の範囲の記載は，上記第２の２に記載のとお\nりである。\n(2)  本件明細書の記載\n本件明細書には以下の記載がある（甲２）。\nア  技術分野\n【０００１】本考案は，美容或いは運動用の振動器に関する。\nイ  背景技術\n【０００２】美容健康用の振動器は，非常に人気のある運動器械または健康\n器械の１つであって，人体手足の振動を通して全身を振動させ，人体の疲\n労を緩和したり，経脈を通じさせたり，美容に利用したりする。\n特に現代女性にとって，自身のイメージは重要であり，完璧な身体曲線\nを有することを願う人が多い。\n一般的な振動器は，モータを用いて振動を発生させ，局部振動，マッサ\nージを利用して体内の余分な脂肪を除去し，疲労を取り除き，筋肉のしま\nりをよくすると共に，皮膚をよりつややかにきめ細かくするものである。\nしかしながら，市販されている美容装置は往々にして上下振動や左右振動\n（前後振動）など単一方向の振動しか発生せず，多様な美容上のニーズを\n満たすことはできない。\nウ  考案が解決しようとする課題\n【０００３】本考案が解決しようとする課題は，複数方向の振動を発生させ，\n様々なニーズに応じた美容効果を達することができる振動器を提供するこ\nとにある。\nエ  課題を解決するための手段\n【０００４】本考案の振動器は，支持面に設置するための底座体と，上面に\n手足を置くための上板とを備え，該上板の下面の中央部に幅方向に沿って\n中心軸が配設され，該中心軸は，前記底座体の上面中央部の両側に設置さ\nれた第一８字形リンクロッドと第二８字形リンクロッドにより支持され，\n前記底座体の前部に回動自在に設置された第一駆動ホイールが第一モータ\nに連結され，前記第一駆動ホイールに第一偏心軸の入力端部が固定される\nと共に，前記第一偏心軸の出力端部は第三８字形リンクロッドを介して前\n記上板の前部に連結され，前記底座体の後部に回動自在に設置された第二\n駆動ホイールが第二モータに連結され，第二駆動ホイールに第二偏心軸の\n入力端部が固定されると共に，第二偏心軸の出力端部はリンクロッドを介\nして前記中心軸に連結されている。\n【０００５】前記上板の上面に脚載せパッドまたは手載せパッドを設置し，\n使用者の手足を位置決めすることができる。\n前記上板の周縁から下方向に延びるカバーを設け，該カバーにより前記\n上板より下方の部材を遮蔽すると良い。\nオ  考案の効果\n【０００６】本考案によれば，両足または片足で上板上に立ったり，両手ま\nたは片手で上板上を押した状態で，いずれかのモータ又は両方のモータを\n作動させることにより，上板を制御して上下振動，左右振動，或いは，両\n者を複合した振動を発生し，これにより，人体の必要な箇所に必要な振動\nを与えて，全身の血液循環を促進して新陳代謝を高め，多様な美容効果を\n達成することができる。\nカ  考案を実施するための最良の形態\n【０００７】本考案の振動器は，図１及び図２に示すように，地面，床等の\n支持面上に水平に設置するための底座体４と，上面に手足を置くための上\n板１とを備える。\n上板１の下面の中央部には幅方向に沿って中心軸２が設置される。中心\n軸２は，底座体４の上面中央部の両側にそれぞれ設置された第一８字形リ\nンクロッド８１及び第二８字形リンクロッド８２によって支持されている。\n８字形リンクロッドとは，二つの固定孔を比較的接近して設けた略８字状\nのリンクロッドであり，第一８字形リンクロッド８１及び第二８字形リン\nクロッド８２は，その一方の固定孔を介して底座体４に軸着されるととも\nに，他方の固定孔間に中心軸２が架設されている。\n従って，上板１は，底座体４の上方において，第一８字形リンクロッド\n８１と第二８字形リンクロッド８２の一方の固定孔を通る幅方向に沿う軸\nを中心として回動可能に支持されている。\n【０００８】底座体４の上面の左前部には，第一軸受座体５１と第一モータ\n９１が設置されている。第一軸受座体５１に第一駆動ホイール６１が取り\n付けられ，第一駆動ホイール６１が第一ドライブベルト１１を介して第一\nモータ９１に連結されている。\nまた，第一駆動ホイール６１の中心には第一偏心軸７１の入力端部が固\n定され，第一偏心軸７１の出力端部，即ち，中心線に対し偏心して位置す\nる出力端部は，第三８字形リンクロッド８３を介して上板１の下面前部に\n連結されている。\n【０００９】底座体４の上面の右後部には，第二軸受座体５２と第二モータ\n９２が設置されている。第二軸受座体５２に第二駆動ホイール６２が設け\nられ，第二駆動ホイール６２が第二ドライブベルト１２を介して第二モー\nタ９２に連結されている。\nまた，第二駆動ホイール６２の中心に第二偏心軸７２の入力端部が固定\nされ，第二偏心軸７２の出力端部，即ち，中心線に対し偏心して位置する\n出力端部はリンクロッド３を介して中心軸２に連結される。\n【００１０】本考案の振動器は，以下三種類の異なる振動を発生させること\nができる。\n（１）上下振動：第一モータ９１を作動させて，第二モータ９２を停止さ\nせる。すると，第一モータ９１が第一ドライブベルト１１を動かして第一\n駆動ホイール６１を回転させ，第一駆動ホイール６１がこれに固定された\n第一偏心軸７１を回転させ，第一偏心軸７１が回転時に第三８字形リンク\nロッド８３を動かす。\n第三８字形リンクロッド８３は上板１の下面前部に連結されており，上\n板１の下面中央部に設けた中心軸２は，停止した第二偏心軸７２に連結さ\nれたリンクロッド３により，前後の移動が牽制されるため，第三８字形リ\nンクロッド８３によって上板１には上下方向の振動が発生する。\n【００１１】（２）前後振動：第二モータ９２を作動させて，第一モータ９\n１を停止させる。すると，第二モータ９２が第二ドライブベルト１２を動\nかして第二駆動ホイール６２を回転させ，第二駆動ホイール６２がこれに\n固定された第二偏心軸７２を回転させ，第二偏心軸７２が回転時にリンク\nロッド３を動かす。\nリンクロッド３は上板１に設けた中心軸２に連結されており，上板１は，\n停止した第一偏心軸７１に連結された第三８字形リンクロッド８３により\n上下の移動が牽制されるため，上板１には前後方向の振動が発生する。\n【００１２】（３）上下，前後に往復する弧形運動：第一モータ９１と第二\nモータ９２を同時に作動させることにより，第一偏心軸７１及び第二偏心\n軸７２をそれぞれ回転させ，上板１を上下方向と前後方向に同時に移動さ\nせて，両者を複合した弧形の振動を発生させることができる。\nなお，上板１の上面には，最も効果的な位置に手足を載せることができ\nるように，脚載せパッドまたは手載せパッドを設置しても良い。\nまた，上板１の周縁から下方向に延びるカバーを設け，このカバーで上\n板１より下方の部材を遮蔽すると体裁がよい。\n(3)  本件考案の特徴\n上記(2)の記載によれば，本件考案の特徴は以下のとおりと認められる。\nア  本件考案は，美容或いは運動用の振動器に関する（【０００１】）。\nイ  美容健康用の一般的な振動器は，モータを用いて振動を発生させ，局部\n振動，マッサージを利用して体内の余分な脂肪を除去し，疲労を取り除き，\n筋肉のしまりをよくすると共に，皮膚をよりつややかにきめ細かくするも\nのであるが，往々にして上下振動や左右振動（前後振動）など単一方向の\n振動しか発生せず，多様な美容上のニーズを満たすことはできない（【０\n００２】）。\nウ  本件考案は，複数方向の振動を発生させ，様々なニーズに応じた美容効\n果を得ることができる振動器を提供することを課題とし（【０００３】），\n実用新案登録請求の範囲に記載の構成を採用することで（【０００４】，\n【０００５】），いずれかのモータ又は両方のモータを作動させることに\nより，上板を制御して上下振動，左右振動，或いは両者を複合した振動を\n発生し，これにより，人体の必要な箇所に必要な振動を与えて，全身の血\n液循環を促進して新陳代謝を高め，多様な美容効果を達成することができ\nるようにしたものである（【０００６】）。\n２  取消事由２（明確性要件違反についての判断の誤り）について\n(1)  事案に鑑み，まず，取消事由２について判断する。\n実用新案法５条６項２号は，実用新案登録請求の範囲の記載に関し，実用\n新案登録を受けようとする考案が明確でなければならない旨規定するが，同\n号がこのように規定した趣旨は，実用新案登録請求の範囲に記載された考案\nが明確でない場合には，考案の技術的範囲が不明確となり，権利者がどの範\n囲において独占権を有するのかについて予測可能性を奪うなど第三者の利益\nが不当に害されることがあり得るので，そのような不都合な結果を防止する\nことにある。そして，実用新案登録を受けようとする考案が明確であるか否\nかは，実用新案登録請求の範囲の記載だけではなく，願書に添付した明細書\nの記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎\nとして，実用新案登録請求の範囲の記載が，第三者の利益が不当に害される\nほどに不明確であるか否かという観点から判断されるべきである。\n(2)  以上を前提に，本件考案１の明確性要件適合性について判断する。\nア  本件考案１の実用新案登録請求の範囲の分説Ｂには，「前記底座体の前\n部に回動自在に設置された第一駆動ホイールが第一モータに連結され，前\n記第一駆動ホイールに第一偏心軸の入力端部が固定されると共に，前記第\n一偏心軸の出力端部は第三８字形リンクロッドを介して前記上板の前部に\n連結され，」（第一駆動系）と，分説Ｃには，「前記底座体の後部に回動\n自在に設置された第二駆動ホイールが第二モータに連結され，第二駆動ホ\nイールに第二偏心軸の入力端部が固定されると共に，第二偏心軸の出力端\n部はリンクロッドを介して前記中心軸に連結された」（第二駆動系）と記\n載されている。そして，「介して」は「間におく。さしはさむ。中に立て\nる。」といった意味であるが（甲６，７），このような実用新案登録請求\nの範囲の記載のみからは，「第一偏心軸の出力端部」と「上板の前部」と\nが「第三８字形リンクロッド」を「介して」どのように連結固定されるの\nか，「第二偏心軸の出力端部」と「中心軸」とが「リンクロッド」を「介\nして」どのように連結固定されるのかが必ずしも明らかではない。\nそこで，本件考案の技術的意義について，本件明細書の記載をみるに，\n本件明細書の【０００７】～【０００９】，【図１】及び【図２】には，\n「底座体４」，「上板１」，「中心軸２」，「第一８字形リンクロッド８\n１」，「第二８字形リンクロッド８２」，「第一モータ９１」，「第一駆\n動ホイール６１」，「第一偏心軸７１」，「第三８字形リンクロッド８３」，\n「第二モータ９２」，「第二駆動ホイール６２」，「第二偏心軸７２」，\n「リンクロッド３」の本件考案の各機械要素の位置関係又は連結固定関係\nが記載されている。また，【００１０】～【００１２】には，本件考案の\n振動器が上記の機械要素を用いて，上板に，①  上下振動，②  前後振動，\n③  両者を複合した振動を発生させるものであり，①は，「第二モータ９\n２」は停止させ，「第一モータ９１」を作動させて「第一駆動ホイール６\n１」を回転させると当該「第一駆動ホイール６１」に固定された「第一偏\n心軸７１」が回転し，当該「第一偏心軸７１」が「第三８字形リンクロッ\nド８３」を動かすことで「上板１」を上下方向に振動させるものであるこ\nと（【００１０】），②は，「第一モータ９１」は停止させ，「第二モー\nタ９２」を作動させて「第二駆動ホイール６２」を回転させると当該「第\n二駆動ホイール６２」に固定された「第二偏心軸７２」が回転し，当該「第\n二偏心軸７２」が「上板１」に設けた「中心軸２」に連結されている「リ\nンクロッド３」を動かすことで，「上板１」に前後方向に振動させるもの\nであること（【００１１】），③は，「第一モータ９１」と「第二モータ\n９２」を同時に作動させたときに「上板１」を上下方向と前後方向に同時\nに移動することで生じる①と②を複合した弧形の振動であること（【００\n１２】）が記載されている。また，これ以外の態様は記載されていない。\n以上に照らせば，本件考案の技術的意義は，第一駆動系により上板を上\n下方向に振動させ，第二駆動系により上板を前後方向に振動させることで，\n複数方向の振動を発生させることにあるといえる。そうすると，本件考案\n１の分説Ｂ及び分説Ｃにおける「介する」は，第一駆動系により上板を上\n下振動させ，第二駆動系により上板を左右振動させるような連結固定関係\nとしたものを意味するものであることは，明らかである。\nイ  以上によれば，実用新案登録請求の範囲の記載は，その記載それ自体に\n加え，本件明細書の記載及び図面並びに当業者の技術常識を基礎にすると，\n第三者に不測の不利益を及ぼすほどに不明確なものとは認められないから，\n明確性要件関する本件審決の判断の結論に誤りはなく，この点に関する原\n告の主張は採用することができない。\nしたがって，取消事由１は理由がない。\n(3)  原告の主張について\n原告は，分説Ｂ及び分説Ｃは，「介して」という「間におく。さしはさむ。\n中に立てる。」という意味の用語を用いているのに止まり，本件考案を特定\nするために必要不可欠な技術的事項の記載が欠落しており，原告指摘振動器\n１及び原告指摘振動器２を含み得るように広く記載されているから，請求項\n１の記載が不明確である旨主張する。\nしかし，上記(2)に説示したとおり，分説Ｂ及びＣの「介して」の用語の意\n義を理解できるから，請求項１の記載は，第三者に不測の不利益を及ぼすほ\nどに不明確なものとは認められない。\n３  取消事由１（サポート要件違反についての判断の誤り）について\n(1)  サポート要件に適合するかどうかは，実用新案登録請求の範囲の記載と考\n案の詳細な説明の記載とを対比し，実用新案登録請求の範囲に記載された考\n案が，考案の詳細な説明に記載された考案で，考案の詳細な説明の記載によ\nり当業者が当該考案の課題を解決できると認識できる範囲のものであるか否\nか，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当\n該考案の課題を解決できる範囲のものであるか否かを検討して判断すべきも\nのである。\n(2)  以上を前提に，本件考案１のサポート要件適合性について判断するに，本\n件考案の技術的意義については，上記２(2)アのとおりであり，本件考案の採\n用する課題解決手段もそのとおりに理解することができる。\nそうすると，実用新案登録請求の範囲の請求項１の記載は，考案の詳細な\n説明に記載された考案で，当業者が，技術常識に照らし，考案の詳細な説明\nの記載により当該考案の課題（美容あるいは運動用の振動器において，複数\n方向の振動を発生させ，様々なニーズに応じた美容効果を得ることができる\n振動器を提供すること）を解決できると認識できる範囲のものであるといえ\nる。\nよって，本件考案１は，サポート要件に適合しているから，サポート要件\n関する本件審決の判断の結論に誤りはなく，この点に関する原告の主張は採\n用することができない。\nしたがって，取消事由２は理由がない。\n(3)  原告の主張について\nア  原告は，本件考案１には，上下方向の振動しかしない原告指摘振動器１\nと前後方向の振動しかしない原告指摘振動器２が含まれると主張する。\nしかし，上記２(2)アで述べたところに照らせば，原告指摘振動器１及び\n原告指摘振動器２は，本件考案１には含まれないというべきであるから，\n原告の主張は前提を欠く。\nイ  原告は，明細書の考案の詳細な説明に記載されていない考案が請求項に\n記載された考案に含まれている場合，サポート要件違反になる旨主張する\nが，本件考案１において，考案の詳細な説明に記載されていない考案が請\n求項に含まれているとはいえないことは上記(2)に説示したとおりである。\nウ  原告は，請求項１には，第一駆動系における「第一偏心軸の出力端部と，\n第三８字形リンクロッドと，上板の前部」の３つの機械要素，及び第二駆\n動系における「第二偏心軸の出力端部と，リンクロッドと，中心軸」の３\nつの機械要素に関して，本件明細書の【００１０】，【００１１】がそれ\nぞれ説明する振動の作用を実現するために必要な「接続連結関係」が記載\nされているとはいえず，この「接続連結関係」が記載されているとする本\n件審決の認定は誤りである旨主張する。\nしかし，第一駆動系及び第二駆動系の各機械要素の連結固定関係につい\nては上記２(2)アのとおり理解できるのであり，この点に関する原告の主張\nは採用することができない。\nエ  原告は，本件審決は図面の記載を参照しているが，実用新案法５条６項\n１号は「考案の詳細な説明に記載したものであること」と規定しており，\n判断の対象は，明細書の記載であって，図面の記載ではない旨主張するが，\n「考案の詳細な説明」が，図面の記載を引用して，本件考案について説明\nしている場合には，図面の記載も，「考案の詳細な説明」に記載されたも\nのにほかならないから，図面の記載も一体となって，「考案の詳細な説明」\nを構成するというべきである。この点に関する原告の主張は採用すること\nができない。\nオ  原告は，本件考案の課題を解決できないものが本件考案の技術的範囲に\n属さないと解釈し得るかと，サポート要件に違反するかは，別の問題であ\nり，本件の場合，原告指摘構成Ｂ又は原告指摘構成Ｃが請求項１の記載に\n含まれるかどうかの判断が必要であるという旨主張するが，原告指摘構成\nＢ及び原告指摘構成Ｃが請求項１の記載に含まれないのは，上記２(2)アに\n説示したとおりである。\n４  以上のとおり，取消事由はいずれも理由がなく，原告の請求は理由がないか\nら，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴岡稔 彦\n裁判官\n高 橋   彩\n裁判官\n寺田利 彦\n別紙\n本件明細書図面目録\n【図１】\n【図２】\n"
}