{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 12,
    "day": 9
  },
  "case_number": "平成28(ネ)1420",
  "case_name": "情報開示等請求控訴・同附帯控訴事件",
  "court_name": "大阪高等裁判所第6民事部",
  "original_court_name": "大阪地方裁判所",
  "gist": "1 権利能力なき社団たるマンション管理組合とその構成員たる各区分所有者との間のマンション管理に関する法律関係に対し，委任契約に関する民法645条(受任者の報告義務に関する規定)の類推適用が相当とされた事例。\n2 上記の場合において，各区分所有者は，マンション管理規約に明文の定めがない場合であっても，民法645条に基づき，管理組合に対し，管理組合がマンション管理業務について保管している文書(会計帳簿の裏付けとなる原資料等)の閲覧及び閲覧の際の当該文書の写真撮影を請求する権利を有するとされた事例。",
  "lawsuit_id": "86398",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86398",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/398/086398_hanrei.pdf",
  "contents": "主         文\n１  控訴人らの控訴に基づき，原判決を次のとおり変更する。\n２  被控訴人は，控訴人らに対し，別紙１請求文書目録記載の各文書につい\nて閲覧及び閲覧の際の写真撮影をさせよ。\n３  被控訴人は，控訴人らに対し，被控訴人の現在の組合員の氏名，その組\n合員が所有する専有部分及びその組合員の住所を記載した名簿を閲覧させ\nよ。\n４  被控訴人の附帯控訴を棄却する。\n５  訴訟費用は第１，２審とも被控訴人の負担とする。\n事 実 及 び 理 由\n第１  当事者の求めた裁判\n１  控訴人らの控訴の趣旨\n主文１項ないし３項と同旨。\n２  被控訴人の附帯控訴の趣旨\n(1) 原判決のうち被控訴人敗訴部分を取り消す。\n(2) 上記取消部分に係る控訴人らの請求を棄却する。\n第２  事案の概要\n１  当事者の請求及び訴訟の経過\n(1) 本件は，マンション管理組合が保管する文書について，当該マンションの\n区分所有者が閲覧や閲覧の際の写真撮影を求める権利があるのかないのかが\n争われた事案であり，被控訴人の組合員である控訴人らが，被控訴人に対し，\nア  別紙１請求文書目録記載の各文書（以下「本件議事録等」という｡)の閲\n覧及び閲覧の際の写真撮影\nイ  被控訴人の組合員名簿（以下「本件名簿」という｡)の閲覧\nをさせるよう求めた。\n(2) 原審は，別紙２原判決主文認容文書目録記載の各文書を，各１回限りにお\nいて閲覧する限度で控訴人らの請求を認容し，閲覧の際に本件記事録等を写\n真撮影することを含めその余の請求を棄却した。\n(3) 控訴人らは，原判決の敗訴部分を不服として控訴を提起し，被控訴人は，\n原判決の敗訴部分を不服として附帯控訴を提起した（なお，以下の本判決で\nは，建物の区分所有等に関する法律を「区分所有法」，マンションの管理の\n適正化の推進に関する法律を「適正化推進法」，一般社団法人及び一般財団\n法人に関する法律を「一般法人法」といい，適正化推進法３条所定のマンシ\nョンの管理の適正化に関する指針を「マンション管理適正化指針」という｡)。\n２  前提事実\n次の事実は，当事者間に争いがないか，証拠（甲１の１，甲１の２，甲２，\n甲３．甲２３，乙１，原審における証人Ａの証言及び控訴人ら各本人尋問の結\n果）及び弁論の全趣旨により容易に認められる。\n(1)  被控訴人は，大阪市ａ区ｂ丁目ｃ番地ｄ（住居表示は「ｃ番ｅ号」）所\n在のＢマンション（以下「本件マンション」という｡)の区分所有者全員\nで構成される区分所有法３条所定の団体であり，適正化推進法２条３号\n所定の「管理組合」であって，本件マンションの敷地並びに共用部分及\nび附属施設の管理を行っている。\n本件マンションは，昭和５０年に新築された地下１階地上１２階の大規模\nなマンションであり，専有部分３０１戸を有する。\n(2) 控訴人Ｃは，平成１６年１０月，売買により本件マンションｆ号室（５４．\n０９㎡）の専有部分の持分１０分の１を取得した者である（甲１の１）。ｆ\n号室の残りの持分は控訴人Ｃの娘が保有している。ｆ号室の共有者らは，控\n訴人Ｃが単独でｆ号室に関する区分所有者としての権利を行使する旨を合意\nしている（以下，控訴人Ｃのような専用部分の共有者をも「区分所有者」と\nいう｡)。\n控訴人Ｄは，平成１４年６月，売買により本件マンションのｇ号室（３０．\n４８㎡）の専有部分を取得した者である（甲１の２）。\n(3) 被控訴人は，区分所有法３１条に基づき本件マンション新築時に定められ，\n平成１２年に改正された規約（甲３。以下「本件規約」という｡)を有し，本\n件規約に基づいて業務を行っている。\n(4) 本件規約５条は，被控訴人が行う業務を次のとおり列挙している。\nア  共用部分及び共用設備の維持管理，定期保守点検等\nイ  共用部分及び共用施設の諸修繕，各種保険の附保等\nウ  管理費，管理費預り金及び組合費の出納保管\nエ  共用施設の処分，変更及び経営\nオ  その他管理に必要な一切の業務\n(5) 本件規約は，組合員（本件マンションの区分所有者）に対し，上記業務遂\n行に必要な経費に充てるため，毎月２６日に当月分の管理費及び組合費を被\n控訴人に納付するよう義務付けている。\n(6) 本件規約には，次のとおり，文書の閲覧に関する規定がある。これら規定\nは本件口頭弁論終結時まで変更されていない。\n４１条１項「総会の議事は議事録に記録し，議長と出席した理事がこれに\n署名押印するものとする。」\n同条２項「理事長は議事録を保管するものとし，組合員の請求があった\n場合はこれを閲覧させなければならない。」\n４２条１項「理事会は，総会の決議及び規約等に基づく組合業務を執行す\nるほかに，理事会が必要と認める事項を決定し，これを処理\nする。」\n同条４項「理事会の議事については，議事録を作成しなければならない。\n尚，議事録の保管，組合員の閲覧については第４１条第２項\nを準用する。」\n４６条   「組合は，次に掲げる帳簿を保管し，組合員の請求があった時\nはこれを閲覧させなければならない。\n１．会計帳簿\n２．什器備品台帳\n３．組合員名簿」\n(7) 控訴人らは，平成２６年５月２６日付け及び同年６月３日付け書面により，\n被控訴人に対し，本件名簿，過去５年分の総会及び理事会の議事録，会計帳\n簿，工事関係見積書等の閲覧と複写を請求した。\nこれに対し，被控訴人から対応を委任された弁護士は，同年６月１２日付\nけ書面により，過去５年分の会計帳簿，総会議事録，理事会議事録の閲覧に\nは応じること，複写は認めないこと，本件名簿の閲覧には応じないこと等を\n回答した（甲２３）。\n(8) 控訴人らは，平成２６年６月から９月までの下記の前後９回にわたり，本\n件マンションの集会室において，被控訴人が所持する一定の文書を閲覧した\n（乙１。以下「提訴前閲覧」という｡)。いずれの場合も，被控訴人側の立会\n人としてＡが立ち会った。Ａは，被控訴人から管理業務を受託した管理会社\nである株式会社Ｅ（以下「Ｅ社」という。なお，同社は平成２７年４月の会\n社合併により「Ｆ株式会社」となった｡)の従業員である。\n提訴前閲覧の際，少なくとも，平成２１年度から平成２５年度までの５年\n分の総会及び理事会の各議事録が閲覧に供された。\n記\n６月２６日  午後１時から午後４時まで\n７月  ４日  午後２時から午後４時３０分まで\n７月１４日  午後２時から午後４時まで\n７月２５日  午後２時から午後４時３０分まで\n８月  １日  午後２時から午後４時３０分まで\n８月  ８日  午後１時３０分から午後４時まで\n８月２２日  午後１時３０分から午後４時１０分まで\n８月２９日  午後１時３０分から午後３時５０分まで\n９月１２日  午後１時３０分から午後４時まで\n３  争点\n(1) 控訴人らが被控訴人に対し，本件議事録等の閲覧及び閲覧の際の写真撮影\nを求める権利を有するか。\n(2) 控訴人らが被控訴人に対し，本件名簿の閲覧を求める権利を有するか。\n(3) 被控訴人が，閲覧請求権の濫用を理由に控訴人らの請求を拒絶し得るか。\n４  争点(1)に関する当事者の主張\n（控訴人らの主張）\n(1) マンションの管理組合は，もっぱらマンションの敷地及び共用部分の管理\nを行うための団体であり，かつ，必要経費に充てるため各区分所有者から金\n銭（管理費）を徴収しこれを保管しているが，その金銭は各区分所有者から\n保管を委託された金銭にほかならない。したがって，各区分所有者と管理組\n合との間には少なくとも金銭管理に関する準委任関係がある。\nそして，管理組合は，マンション管理以外の独自の事業活動を行うことは\nなく，各区分所有者との関係で，団体固有の機密情報というものをおよそ保\n有してもいないから，各区分所有者と管理組合の間では，透明性のある管理\n費会計が行われることこそが最重要課題である。\nしたがって，各区分所有者と管理組合との間の法律関係は，区分所有法２\n８条が管理者について民法の委任に関する規定を準用していることからも明\nらかなとおり，民法の委任に関する規定により規律されると解される。すな\nわち，個々の区分所有者と管理組合との間の法律関係に対しては，民法６４\n５条（受任者の報告義務を定めた規定）又は民法６５６条（受任者の保管物\n引渡義務を定めた規定）が準用される。\n(2) そうすると，区分所有法や本件規約に明示的な定めがあると否とにかかわ\nらず，被控訴人は，控訴人らに対し，本件マンションの管理に関して被控訴\n人が保管する一切の文書を閲覧させる義務を負い，控訴人らは本件議事録等\nの閲覧請求権を有する。閲覧させる義務の根拠が上記のとおりである以上，\n控訴人らは，議事録や会計帳簿だけではなく，別紙１の３記載の会計帳簿の\n裏付けとなる原資料（以下，単に「裏付資料」という｡)の閲覧請求権をも有\nすることが明らかである。\n(3) 原判決は，区分所有法が明示的な規定を置いていない文書について，管理\n組合が各区分所有者に閲覧させるかどうかは，団体の自治に委ねられている\nと理解した上で，裏付資料の閲覧請求権を否定した。\nしかしながら，一般法人法１２１条，会社法４３３条により，社団構成員\n（又は株主）は会計帳簿及びこれに関する資料の閲覧請求権を有するとされ\nているのであり，原判決の判断は，我が国の現行法秩序と整合していない。\n区分所有法に規定がないとの一事から，区分所有者の管理組合に対する裏付\n資料の閲覧請求権を否定する原判決の判断は不当である。\n抽象的な記載があるだけの会計帳簿からは管理費の支出の適否を知ること\nができないのであるから，裏付資料の閲覧請求権を認めるのでなければ，管\n理組合の適正な運営も担保されないのであり，管理組合が，各区分所有者と\nの関係で，団体固有の機密情報など保有していないのであるから，裏付資料\nの閲覧請求権を否定する理由は何もないのである。\n団体自治の名の下に閲覧請求権を著しく制限する原判決の説示に従えば，\n規約が裏付資料の閲覧に関する規定を置かない限り，管理組合は裏付資料を\n秘匿することが可能となるが，これが管理組合の適正な運営を阻害し，不当\nな結果を招くことは明らかである。\n(4) なお，裏付資料を含めた管理組合保管文書の閲覧請求が認められる根拠が，\n管理組合の適正な運営を担保するためであること，写真撮影は作業内容が閲\n覧と異ならないこと，写真撮影をさせても被控訴人の費用負担の問題が生じ\nないことに照らせば，閲覧の際の写真撮影も「閲覧」に含まれると解釈すべ\nきである。\n（被控訴人の反論）\n(1) 区分所有法３０条１項は「建物又はその敷地若しくは附属施設の管理又は\n使用に関する区分所有者相互間の事項は、この法律に定めるもののほか、規\n約で定めることができる。」と規定する。この規定は，マンション管理組合\nの規約が強制力を有する根拠であり，区分所有者と管理組合の関係は，マン\nションの憲法とも言い得る規約によって規律される。\nしたがって，いかなる文書について個々の区分所有者に閲覧請求権を付与\nするかどうかは，原判決説示のとおり，団体自治に委ねられる。本件規約は\n団体自治を具体化したものであるから，本件規約が定めていない文書につい\nて個々の区分所有者が被控訴人に対し閲覧請求権を有するわけではない。被\n控訴人は，総会議事録，理事会議事録，会計帳簿，什器備品台帳以外の文書\nについて，控訴人らに閲覧させる義務を負うものではない。\n(2) 控訴人らは，民法の委任に関する規定を根拠として，控訴人らが本件議事\n録等の閲覧請求権を根拠付けようとするが，民法の委任契約に関する規定は，\n基本的に「一対一」の法律関係を前提とする規定であるのに対し，区分所有\n者と管理組合の間の法律関係は，団体契約の範疇に属する関係であり，そこ\nに民法の委任に関する規定を適用することは，団体の根本規範を定めるとい\nう規約の性質を侵害することになり，相当ではない。\n例えば，管理費の保管に関する控訴人らと被控訴人との関係が委任契約で\nあるとした場合，委任終了の場合の預託金返還債権が問題となるが，控訴人\nらが本件マンションの区分所有者でなくなった場合でも，管理費に関する預\n託金返還債権が発生しないことは明らかである。本件マンションの個々の区\n分所有者と被控訴人との間には委任契約に類似する法律関係は存在せず，そ\nのような法律関係に委任に関する規定を準用しようとする控訴人らの主張は\n失当である。\n(3) 文書の写真撮影は文書の謄写である。そして，本件規約は，文書の閲覧を\n認めるが謄写を認めていないから，控訴人らによる本件議事録等の写真撮影\nは認められない。\n５  争点(2)に関する当事者の主張\n（被控訴人の主張）\n(1) 本件名簿には，被控訴人以外の第三者への開示が望まれない個人情報が記\n載されており，被控訴人は，個人情報を取り扱う者として，プライバシー保\n護の観点から，本件名簿記載の情報をみだりに開示しない義務を負う。した\nがって，本件規約のうち，組合員による本件名簿の閲覧請求権を認めた規定\nは無効と解される。被控訴人の平成２７年３月３０日の総会において，本件\n名簿の閲覧を禁止する旨の決議がされたことも，上記解釈の妥当性を裏付け\nるものである。\n(2) 仮に上記規定が無効といえないとしても，本件名簿が個人情報を含むこと\nに照らせば，正当な理由を伴うものでない限り，被控訴人は，本件名簿の閲\n覧請求を拒絶できると解すべきである。\n控訴人らは，本件名簿の閲覧を求める目的について，各組合員に対し書類\nを送付することであるというが，その目的であれば，不動産登記記録の調査\nや戸別訪問によって組合員の氏名住所を調査して郵便物を送付したり，郵便\n受けに文書を投函するなどの方法によって達成することができるから，控訴\n人ら主張の目的は，本件名簿の閲覧を求める正当な理由とはならない。\n（控訴人らの反論）\n(1) 被控訴人の組合員の住所氏名や連絡先は，被控訴人という団体の成り立ち\nを知るための最も基本的な情報でありながら，不動産登記記録からは必ずし\nも明らかにならない情報であるから，これを知るためには本件名簿の閲覧に\nよるしかない。\n社員名簿に関する一般法人法３２条，株主名簿に関する会社法１２５条が，\n個々の社員や株主による閲覧請求権を認めていることからも明らかなとおり，\n合理的な理由に基づく本件名簿の閲覧請求は，組合員のプライバシーに優越\nする。\n(2) なお，区分所有法３４条３項及び４項は，少数組合員が総会を招集する場\n合があることを定めているが，本件名簿の閲覧ができなければ，上記規定に\n基づく招集が困難となるのであって，本件名簿の閲覧請求権を全面的に否定\nしようとする被控訴人の主張は，上記の区分所有法の規定とも矛盾するので\nあって，容認できるものではない。\n６  争点(3)に関する当事者の主張\n（被控訴人の主張）\n(1) 被控訴人保管文書であっても，正当な理由があれば，閲覧を拒否すること\nができると解される（区分所有法３３条２項，４２条参照）。\n(2) 控訴人らは，提訴前閲覧において，控訴人らを含む多人数で，合計２２時\n間３０分もの長時間にわたり十分な時間をかけて議事録や総勘定元帳を閲覧\nしているし，提訴前閲覧の際，Ａから制止されたにもかかわらず，一部の文\n書ではあるが，規約で認められていない写真撮影まで行った。\nこのような経緯がありながら，さらに本件議事録等を無制限に閲覧・写真\n撮影しようとする控訴人らの本件請求は，被控訴人の本件マンション管理業\n務に著しく悪影響を及ぼし，被控訴人の業務遂行を阻害するものであって，\n権利を濫用して行うものであるから，被控訴人には本件請求を拒否する正当\nな理由がある。\n（控訴人らの反論）\n提訴前閲覧の際に閲覧に供された文書は，過去５年分の総会議事録と理事会\n議事録，平成２６年７月４日に閲覧に供された預金通帳のみであり，控訴人ら\nが本件訴訟において開示を求める会計帳簿や裏付資料は一度も閲覧に供されて\nいない。一度も閲覧の機会を与えられていない文書の閲覧請求を被控訴人が拒\n否する「正当な理由」などない。\n第３  当裁判所の判断\n１  被控訴人の社団性について\n(1) 前提事実に加え，証拠（甲３，甲５，甲２５）及び弁論の全趣旨によれば，\n次の事実が認められる。\nア  被控訴人は，本件マンションの区分所有者を構成員とし，組織としての\n意思決定の方法，組織運営及び業務執行に関する根本規範（本件規約）を\n有し，構成員の変動にかかわりなく団体としての同一性を保ちつつ，根本\n規範に従って，少なくとも年１回は総会を開催し，予算を決定したり決算\nを承認し，構成員から費用を徴収し，対外的に必要な契約を締結するなど\nして活動している。\nイ  被控訴人がマンション共用部分や共用施設の維持管理のために行う修繕\n工事は，平成２１年１月１日から平成２５年１２月３１日までの５年間で\n１２０件を超え，そのため支出した工事代金は２０００万円を超える。\nウ  被控訴人は，平成２５年の年間収入が４６０２万円，年間支出が３８５\n７万円，同年末時点での管理費会計の繰越金が１億２３５６万円，積立金\nが２億６２０４万円という経済規模の団体である（金額はいずれも１万円\n未満の端数を切捨て）。年間収入の大半は，区分所有者から支払われる管\n理費，敷地（駐車場区画）の使用料である。\n(2) 上記認定の事実関係に照らせば，被控訴人は，社団（いわゆる権利能力な\nき社団を指す。以下も同じ｡)としての実質を有し，構成員である区分所有者\nとは独立した社会的存在として活動する団体であるということができる。\n(3) 被控訴人が社団である以上，個々の組合員との関係で被控訴人保管文書を\n閲覧謄写に供する義務を負う場合，その義務の履行主体は被控訴人自身であ\nる。\nなお，被控訴人が社団と認められるので，理事長に対し議事録を組合員に\n閲覧させるよう定める本件規約４１条２項及び４２条４項は，理事長に対し，\n被控訴人の業務執行機関として閲覧させる義務を履行するよう定めているも\nのと理解すべきことになる。\n２  委任に関する民法の規定の類推適用の可否について\n(1) マンション管理組合と区分所有者の間の法律関係\n部落や自治会等の社団がその管理する公民館を保有しているような場合と\nは異なり，被控訴人は社団ではあるものの，自身が管理する本件マンション\nの敷地と共用部分を保有しているわけではない。それらは，組合員が保有（共\n有）する財産である。また，被控訴人は，独自の事業経営により管理費用を\n捻出しているわけではなく，区分所有者が拠出する金銭や敷地（駐車場区画）\n使用料を必要経費に充てているのである。法的にみれば，被控訴人は，他人\nの費用負担の下に，当該他人の財産を管理する団体である。\nそうすると，被控訴人と組合員との間には，前者を敷地及び共用部分の管\n理に関する受任者とし，後者をその委任者とする準委任契約が締結された場\n合と類似の法律関係，すなわち，民法の委任に関する規定を類推適用すべき\n実質があるということができる。\nそこで，被控訴人保管文書の閲覧謄写の根拠となり得る民法６４５条の規\n定を，被控訴人と控訴人との間に類推適用することが，マンション管理を巡\nる法律関係に妥当するのかどうかについて検討する。\n(2) 適正化推進法の規定及びマンション管理適正化指針\n適正化推進法は，現代社会の住環境を考える上でマンションの重要性が増\n大していることから立法され，平成１３年８月１日から施行された。\n適正化推進法３条所定のマンション管理適正化指針（平成２８年３月１４\n日国土交通省告示第４９０号による改訂後の平成１３年８月１日国土交通省\n告示第１２８８号。その内容は公知の事実である｡)は，管理組合と個々の区\n分所有者との間の法律関係を直接的に規律するものではないものの，両者間\nの法律関係のあり方を検討する上で当然に考慮しなければならないものであ\nり，その実効性を損なうような法令の解釈適用は避ける必要がある。\nマンション管理適正化指針は，「管理組合は，マンションの区分所有者等\nの意見が十分に反映されるよう…適正な運営を行うことが重要である」とし\n（指針一の１），区分所有者も「管理組合の一員として…管理組合の運営に\n関心を持ち，積極的に参加する等，その役割を適切に果たすよう努める必要\nがある」とし（指針一の２），さらに「管理組合の運営は，情報の開示，運\n営の透明化等，開かれた民主的なものとする必要がある」とし（指針二の１），\n「管理組合の管理者等は，必要な帳票類を作成してこれを保管するとともに，\nマンションの区分所有者等の請求があった時は，これを速やかに開示するこ\nとにより，経理の透明性を確保する必要がある」とする（指針二の４）。\nマンション管理適正化指針二の４にいう「帳票類」とは帳簿と伝票類を意\n味する会計用語であり，本件の裏付資料は，ここでいう「帳票類」の中に含\nまれる。\n管理組合の区分所有者に対する情報開示義務に関し，法令の解釈適用をす\nるに当たっては，このように，適正化推進法が施行されて長年が経過し，上\n記のような内容のマンション管理適正化指針が公表されているという経過を\n踏まえて行うべきである。\n(3) 一般社団法の規定\n次に，社団の内部関係に対しては，社団法人に関する法律の規定が類推適\n用されるというのが法律学の通説であるところ，平成２０年１２月１日に施\n行された一般法人法は，社員が法人に対し，社員名簿（３２条２項），理事\n会議事録（９７条２項），計算書類及び事業報告並びにこれらの附属明細書\n（１２９条３項）の閲覧又は謄写（あるいは写しの交付）を求める権利を有\nする旨を規定し，さらに，総議決権の１０分の１以上を有する社員が法人に\n対し，会計帳簿又はこれに関する資料（１２１条１項）の閲覧又は謄写を求\nめる権利を有する旨を規定している（なお，一般法人法３２条３項，１２１\n条２項は，社員共同の利益や法人の利益を保護する観点から，一定の場合に\nは閲覧謄写を拒絶できる旨をも規定している｡)。\n上記の「会計帳簿又はこれに関する資料」（会社法４３３条にも同一の用\n語が用いられている｡)のうち「会計帳簿」とは日記帳，仕訳帳，総勘定元帳，\n各種補助簿を意味し，「これに関する資料」とは，伝票，受取証，契約書，\n信書等の原資料を意味する。本件の裏付資料は，ここでいう「これに関する\n資料」に含まれる。\n一般法人法が上記のとおりの情報開示を保障しているのに，社団である管\n理組合にあっては同様の保障が及ばないと考える合理的な根拠は見出し難い。\n(4) 民法６４５条の類推適用\n上記(1)ないし(3)のとおり，管理組合と組合員との間の法律関係が準委任\nの実質を有することに加え，マンション管理適正化指針が管理組合の運営の\n透明化を求めていること，一般法人法が法人の社員に対する広範な情報開示\n義務を定めていることを視野に入れるならば，管理組合と組合員との間の法\n律関係には，これを排除すべき特段の理由のない限り，民法６４５条の規定\nが類推適用されると解するのが相当である。\nしたがって，管理組合は，個々の組合員からの求めがあれば，その者に対\nする当該マンション管理業務の遂行状況に関する報告義務の履行として，業\n務時間内において，その保管する総会議事録，理事会議事録，会計帳簿及び\n裏付資料並びに什器備品台帳を，その保管場所又は適切な場所において，閲\n覧に供する義務を負う。\n次に，民法６４５条の報告義務の履行として，謄写又は写しの交付をどの\n範囲で認めることができるかについて問題となるところであるが，少なくと\nも，閲覧対象文書を閲覧するに当たり，閲覧を求めた組合員が閲覧対象文書\nの写真撮影を行うことに特段の支障があるとは考えられず，管理組合は，上\n記報告義務の履行として，写真撮影を許容する義務を負うと解される。\nなお，管理組合は，通常，当該マンション管理業務以外に独自の事業を行\nうわけではないから，各区分所有者との関係で，会計帳簿及び裏付資料に関\nする何らかの機密情報を有するとも考えられず，一般法人法１２１条１項の\nような「議決権の１０分の１」といった閲覧謄写の制限をする必要は見あた\nらない。\n３  争点(1)（控訴人らが被控訴人に対し，本件議事録等の閲覧及び閲覧の際の写\n真撮影を求める権利を有するか）について\n(1) 本件規約の内容と前記２の説示から明らかなとおり，控訴人らは，被控訴\n人に対し，\nア  本件規約に基づき，総会及び理事会の議事録，会計帳簿並びに什器備品\n台帳の閲覧を，\nイ  民法６４５条に基づき，裏付資料の閲覧を，\nウ  民法６４５条に基づき，本件議事録等の全部について閲覧の際の写真撮\n影を，\nそれぞれ請求することができる。本件議事録等に関する控訴人らの請求は理\n由がある。\n(2) 被控訴人は，区分所有者と管理組合の関係はもっぱら規約によって規律さ\nれ，控訴人らは本件規約が定める以上の権利を有しないと主張する。被控訴\n人の主張は，被控訴人の個々の組合員に対する情報開示のあり方は，もっぱ\nら団体自治によって定めれば足りるとの考え方に立つものである（原判決も\nこの考え方を採用したものと解される）。\n上記考え方に従うならば，本件規約は裏付資料の閲覧に関する規定を置い\nていないから，例えば，個々の組合員が修繕工事代金の決め方や工事業者の\n選定の仕方に疑問を感じた場合であっても，その疑問を確かめたり，その改\n善を被控訴人に促したりすることが困難とならざるをえない。\nしかし，そのような結果は，マンション管理適正化指針によって具体化さ\nれた適正化推進法の法意に適合しない。マンション管理に関する現在の法状\n況に照らすと，少なくとも，規約によって定められた情報開示に関する手段\n以外の情報開示をあえて禁止しなければならない具体的な必要性がある場合\nはともかく（後記５参照），そのような必要性が認められない場合において，\n上記(1)に係る情報開示を拒絶することは許されない。\nしたがって，被控訴人の上記主張は採用しない。\n４  争点(2)（控訴人らが被控訴人に対し，本件名簿の閲覧を求める権利を有する\nか）について\n(1) 控訴人らが被控訴人に対し，本件名簿の閲覧を求める権利を有することは，\n本件規約４６条から明らかである。\n(2) 被控訴人は，個人情報保護の観点から，本件規約４６条が無効であると主\n張する。\nしかし，国土交通省が定めた標準管理規約６４条は，個々の区分所有者に\n対し組合員名簿の閲覧請求権を認めている（この事実は公知の事実である。\nなお，標準管理規約は，適正化推進法施行後は，同法５条に基づく国からの\n情報提供として公表されているものと位置づけられるものである｡)。\nのみならず，一般法人法３２条は，一般社団法人の個々の社員に対し社員\n名簿の閲覧謄写請求権を認め，会社法１２５条は，株式会社の個々の株主に\n対し株主名簿の閲覧謄写請求権を認めている。一般法人法と会社法は，いず\nれも個人情報の保護に関する法律が平成１５年５月３０日に施行された後に\n立法され施行された法律であるが，これら法律は，個人情報保護の観点から，\n人的団体の構成員が他の構成員が誰であるかを知る権利を制限しようとはし\nていない。\nさらに，区分所有法３４条３項及び４項は，少数組合員が総会を招集する\n場合があることを定めているが，少数組合員が組合員名簿を閲覧できなけれ\nば上記規定の実効性を確保することができないおそれがある。\nしたがって，個人情報保護の観点から本件規約４６条を無効と解すべきで\nはない。\n(3) 被控訴人は，本件名簿の閲覧を求めなくても控訴人らに支障がない（代替\n手段がある）ということから，控訴人らの本件名簿の閲覧請求に正当な理由\nがないと主張する。\nしかし，上記(1)のとおり，規約上認められた権利であるにもかかわらず，\n代替手段があるからという理由で，これを拒否することはできない。\nしかも，原審における控訴人ら本人尋問の結果によれば，控訴人らは，被\n控訴人の運営が不透明であるため，臨時総会を招集する賛同者を得ようと考\nえ，他の組合員の住所を知る目的で本件マンションのすべての専有部分の登\n記記録を取り寄せた事実，ところが登記記録上の住所に郵便物を送付する方\n法では全体の約２割の組合員と連絡がとれなかった事実，そのため，本件規\n約に基づき被控訴人が作成保管しているはずの本件名簿の閲覧を求めている\n事実が認められる。\n上記認定事実に照らせば，控訴人らの本件名簿の閲覧請求は正当な理由が\nあり，被控訴人が控訴人らの閲覧請求を拒絶できるとは解されない。被控訴\n人の上記主張は採用しない。\n５  争点(3)（被控訴人が，閲覧請求権の濫用を理由に控訴人らの請求を拒絶し得\nるか）について\n(1) 一般法人法３２条３項は，社団法人が社員に対する情報開示を拒絶できる\n場合を定めており（会社法４３３条２項にも同様の規定がある｡)，この規定\nは，本件規約又は民法６４５条に基づく閲覧謄写請求権の行使についても考\n慮すべき内容である。したがって，控訴人らの本件請求が一般法人法３２条\n３項所定のような不適切なものと認められる場合には，被控訴人は情報開示\nを拒絶できるものと解するのが相当である。\nそこで，本件請求が上記のような不適切なものかどうかについて検討する。\n(2) 本件提訴に至る経緯等\n証拠（甲３，５，１１～１５，２１～２７，乙１，原審における証人Ａの\n証言，控訴人ら各本人尋問の結果）及び弁論の全趣旨によれば，次の事実が\n認められる。\nア  控訴人Ｃは，本件マンションｆ号室以外にも，収益物件としての不動産\nを所有しており，他のマンション管理組合の理事長を務めたことがあり，\n本件マンションの役員（理事）を務めたこともある。\n控訴人Ｄは，会社経営者であり，収益物件として本件マンションｇ号室\nを所有している。\nイ  Ｇは，消防設備や建築設備の施工・保守管理等を業とする株式会社Ｈ（以\n下「Ｈ社」という｡)の代表者であり，被控訴人の理事長を長らく務めてい\nた。\nウ  本件マンションの管理業務は，平成２０年５月以降，マンション管理業\n務の請負等を業とするＥ社に外注されており，Ｅ社は，本件マンションの\n管理業務の全般に関わっていた。\nＨ社は，しばしば管理組合から直接本件マンションの修繕工事を請け負\nっていたほか，Ｅ社からは本件マンションの防火関係設備の保守管理業務\nを下請していた。\nエ  被控訴人の理事長であるＧがＨ社の代表者であり，そのＨ社が本件マン\nションに関する工事や業務を請け負っていることは，被控訴人の組合員に\n広く知られていることではなかったが，控訴人Ｄは，平成２６年３月３１\n日の定期総会の少し前に，ある組合員から，噂として，「Ｇ理事長が，管\n理組合の業務を，自らが代表者を務める会社に不正な価格で発注している」\nとの話を聞いた。\nオ  平成２６年３月３１日に定期総会が開催され，平成２６年度の役員選任\nの件が第４号議案として提出された。被控訴人の役員構成は規約上１２名\nであったが（本件規約２６条），同日時点では８名しかいなかった。\n上記総会では，従前の役員８名のほかに控訴人Ｄ，Ｉ及びＪの３名が立\n候補した。立候補した３名は，１１名全員の役員選任が異議無く承認され\nたと認識していたが，その後間もなく，従前の役員らは控訴人Ｄら３名の\n役員就任を認めないという姿勢を明らかにし，上記３名の役員選任はなか\nったことにされ，議事録（甲５の平成２５年度定期総会議案集）には，従\n前の役員８名が留任した事実だけが記載され（甲５の３４頁），上記３名\nが立候補し選任された事実は記載がされなかった（甲１１～１５）。\n被控訴人の理事会は，年間１０回ほど開催されているが，控訴人Ｄら３\n名が平成２６年４月以降の理事会に呼ばれることはなかった。\nカ  ところで，上記総会では，平成２６年度の事業計画として，積立金会計\nで８４００万円の予算を組み，大規模な雑排水管更新工事を行うことが承\n認された。\nその後，理事会から同工事に関する情報提供が何もなかったのに，平成\n２６年６月になって唐突に，既に同工事を受注したという業者による工事\n説明会が行われた。控訴人らやＩは，同工事が予算８４００万円もの大型\n工事であるにもかかわらず，理事会が業者選定経過を何も説明しないこと\nを不審に思った。\nキ  その後，提訴前閲覧が行われたが，裏付資料が全面的に閲覧に供される\nことはなかった。控訴人らやＩは，立ち会っていたＡに対し，８４００万\n円の雑排水管更新工事に関する資料を開示するよう求めたが，同工事に関\nする資料は何も開示されなかった。\nなお，Ａは，開示した議事録等をデジタルカメラやスマートフォンで写\n真撮影することは認められていないとし，文書の写真撮影を制止していた。\n控訴人らはいくつかの資料を写真撮影したが（甲２１，２２），開示され\nた資料全部を写真撮影することはできなかった。\nク  控訴人らは，平成２６年１０月１７日，本件訴訟を提起した。\n(3) 上記の認定事実に照らせば，控訴人らが，役員人事や修繕工事の発注の面\nで被控訴人の運営に不信感を抱いたことには相応の理由があるといわなけれ\nばならず，しかも，被控訴人は，８４００万円の雑排水管更新工事に関する\n資料については開示を明示的に拒絶し，その他の裏付資料についてもこれを\n全面的に開示しようとしないのであるから，本件議事録等をさらに仔細に検\n討する必要があるとの前提で控訴人らが本件請求をしているのは，何ら不適\n切なものではない。\n本件請求が権利の濫用であるとする被控訴人の主張は採用できない。\n６  結論\n以上の次第で，控訴人らの請求は全部理由があるから，控訴人らの控訴に基\nづき，原判決のうち控訴人ら敗訴部分を取り消し，取消部分に係る請求を認容\nし，被控訴人の附帯控訴を棄却すべきである。\nよって，上記のとおりの判断を示す趣旨で，原判決を変更することとし，主\n文のとおり判決する。\n大阪高等裁判所第６民事部\n裁判長裁判官        山    田    陽    三\n裁判官        橋    詰        均\n裁判官        細    川    二    朗\n（別紙１）\n請  求  文  書  目  録\n１  総会議事録\n(1) 平成２１年度，平成２２年度，平成２３年度，平成２４年度及び平成２５\n年度の各定期総会の議事録\n(2) 平成２７年３月３０日に開催された平成２７年度定期総会の議事録\n(3) 平成２７年２月１６日に開催された臨時総会の議事録\n２  理事会議事録\n平成２１年度から平成２６年度までの間に開催された被控訴人の理事会の議\n事録\n３  会計帳簿及び裏付資料\n平成２１年度から平成２６年度までの間の被控訴人の会計帳簿（元帳，仕訳\n帳，月次報告書）及び会計帳簿の裏付けとなる原資料（領収書，請求書，見積\n書，工事の発注書，受注書，作業報告書，完了報告書，契約書等の会計関係書\n類一切）\n４  什器備品台帳\n平成２１年度から平成２６年度までの間の被控訴人の什器備品台帳\n以  上\n（別紙２）\n原判決主文認容文書目録\n１  被控訴人の下記の各総会の議事録\n平成２１年度，平成２２年度，平成２３年度，平成２４年度及び平成２５年\n度の各定期総会\n平成２７年３月３０日に開催された総会\n同年２月１６日に開催された臨時総会\n２  平成２１年度から平成２６年度までの間に開催された被控訴人の理事会の議\n事録\n３  平成２１年度から平成２６年度までの間の被控訴人の会計帳簿\n４  平成２１年度から平成２６年度までの間の被控訴人の什器備品を記載した台\n帳\n５  被控訴人の現在の組合員の氏名，その組合員が本件建物内に所有する区分所\n有建物及びその組合員の住所を記載した名簿\n以  上\n"
}