{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 4,
    "day": 27
  },
  "case_number": "平成26(ワ)771",
  "case_name": "商標権侵害差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85155",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85155",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/155/085155_hanrei.pdf",
  "contents": "平成２７ 年４月２７ 日判決言渡   同日原 本 領収  裁判所書記 官\n平成２６ 年(ﾜ)第７ ７１ 号  商標権侵害 差止 請求事件\n口頭弁論終結日  平成 ２７ 年２月 ２７日\n判                  決\n名古屋市＜以下 略＞\n原              告             興 和 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士        北 原 潤 一\n同                            江 幡 奈 歩\n同                            梶   並   彰 一 郎\n名古屋市＜以下 略＞\n被              告            テ バ 製 薬 株 式 会 社\n同訴訟 代理人弁護士             長 沢 幸 男\n同                            笹本   摂\n同                            向     多美 子\n同補佐 人弁理士                 小谷   武\n同                            伊 東 美 穂\n同                            長 谷 川   綱   樹\n同                            永 露 祥 生\n同                            木 村 吉 宏\n主                  文\n１   原告の 請求を いずれ も棄却する。\n２   訴訟費用は原告の負 担とする。\n事  実  及   び  理  由\n第１   請求\n１  被告は，別紙被 告標章目録記載の標 章を付した薬剤を販 売してはならない。\n２  被告は，前項記 載の薬剤を廃棄せよ 。\n第２   事案の概要\n１   本 件 は ， 原 告 が ， 被 告 に 対 し ， 別 紙 被 告 標 章 目 録 記 載 の 標 章 （ 以下「被告\n標章」という。 ） を 付 し た 薬剤 を 販 売 す る 被 告 の 行 為 は ， 商 標 法 ３ ７ 条 ２ 号\nにより原告の有する 商標権 を 侵害する も のとみなされる と主 張して， 同法３６\n条１項及び２項 に基 づき， 同 薬剤の販売 の差止め及び廃棄を 求め る 事案である 。\nな お ， 被 告 は ， 本 件 訴 訟 の 係 属 中 に 商 標 権 の 分 割 が あ っ た こ と に 伴 い ， 原\n告が 平 成 ２ ７ 年 ２ 月 ２ ７ 日 の 当 審 第 ５ 回 弁 論 準 備 手 続 期 日 （ 以下 ，単に 「第\n５ 回 弁 論 準 備 手 続 期 日 」 と い う 。 ）において 平 成 ２ ６ 年 １ ２ 月 ２ ５ 日 付 け 原\n告準備書面 (3)を 陳述 したこと に つ い て ， 請 求 原 因 の 変 更 （ 訴 え の 変 更 ） に 該\n当 す る と し て ， 民 事 訴 訟 法 １ ４ ３ 条 ４ 項 に 基 づ き そ の 不 許 を 求 め る 申 立 て を\nした。\n２  前提事実（当事 者間に争いがないか ，後掲各証拠 及び弁 論の全趣旨 により容\n易に認められる 事実 ）\n(1)  原 告 及 び 被 告 は ， い ず れ も 医 薬 品 等 の 製 造 ・ 販 売 等 を 業 と す る 株式 会社\nである。\n(2)  原 告 は ， 「 Ｐ Ｉ Ｔ Ａ Ｖ Ａ 」 と 標 準 文 字 で 書 し て な る 商 標 （ 以下 「 本件 商\n標」とい う。 ）につき， 別 紙 商 標 権 目 録 記 載 １ の と お り ， 指 定 商 品 を 「 薬\n剤 」 と す る 商 標 登 録 第 ４ ９ ４ ２ ８ ３ ３ 号 に係る 商 標 権 （ 以下「本件商標権 」\nという。 ） を 有 し て い た が ， 同 商 標 権 に つ き ， 平 成 ２ ６ 年 １ １ 月 １ ７ 日 ，\n商標権 の 分 割 を 申 請 し た （ 以下 ， 同 申 請 に 基 づ く 手 続 を 「 本 件 分 割 手 続 」\nという。 ） 。 本 件 分 割 手 続 に よ り ， 本 件 商 標 権 は， 同 目 録 記 載 ２ の と お り ，\n指 定 商 品 を 「 薬 剤 但 し ， ピ タ バ ス タ チ ン カ ル シ ウ ム を 含 有 す る 薬 剤 を 除 く 」\nとする 商 標 登 録 第 ４ ９ ４ ２ ８ ３ ３ 号 の １ に 係る 商 標 権 （ 以 下 「 原 告 商 標 権\n１」という。 ） とな る と と も に ， 本 件 商 標 権 か ら ，同 目 録 記 載 ３ の と お り ，\n指 定 商 品 を 「 ピ タ バ ス タ チ ン カ ル シ ウ ム を 含 有 す る 薬 剤 」 と す る 商 標 登 録\n第 ４ ９ ４ ２ ８ ３ ３ 号 の ２ に 係る 商 標 権 （ 以 下 「 原 告 商 標 権 ２ 」 と いう。 ）\nが 分割され た（甲 １ ，２，１９， ２０の １ ・ ２）。\n(3)  被 告 は ， 別 紙 被 告 商 品 目 録 記 載 の 販 売 名 の 商品 （ 以下「被告商品」と い\nう。 な お ， 被 告 商 品 の 錠 剤 表 面 に は ， 同 目 録 の 写 真 に 示 さ れ る と お り の印\n字 か ら な る 標 章 〔 以 下 「 被 告 全 体 標 章 」 と い う 。 〕 が あ り ， 被 告 標 章 は ，\nその一部である 。） を販売 している。\n(4)  原告 は ， 平 成 １ ５ 年 ９ 月 以 降 ， ピ タ バ ス タ チ ン カ ル シ ウ ム を 有 効 成 分 と\nする Ｈ Ｍ Ｇ － Ｃ ｏ Ａ 還 元 酵 素 阻 害 剤 に つ き ， 販 売 名 を 「 リ バ ロ 錠 １ ｍ ｇ 」 ，\n「 リバロ錠 ２ ｍ ｇ 」 ， 「 リ バ ロ 錠 ４ ｍ ｇ 」 ， 「 リ バ ロ Ｏ Ｄ 錠 １ ｍ ｇ 」 ，\n「 リ バ ロ Ｏ Ｄ 錠 ２ ｍ ｇ 」 又は 「 リ バ ロ Ｏ Ｄ 錠 ４ ｍ ｇ 」 と す る 先 発 医 薬 品\n（ 新 薬 ） （ 以下「 原告商品 」という。 ） を 製 造 販 売 し て き た 。 そ の 後 ， 原\n告 の 提 携 先 で あ る 日 産 化 学 工 業 株 式 会 社 の 有 し て い た 上 記 有 効 成 分 に 関 す\nる 特 許 権 （ 以下「本件特許権」とい う 。 ） の 存 続 期 間 が 平 成 ２ ５ 年 ８ 月 に\n満 了 し た こ と か ら ， 多 数 の 後 発 医 薬 品 （ ジ ェ ネ リ ッ ク 医 薬 品 ） の 製 造 販 売\nが 承 認 さ れ ， 薬 価 収 載 の あ っ た 同 年 １ ２ 月 以 降 ， そ の 製 造 販 売 が 開 始 さ れ\nた。 被告 商品 は ， 当 該 後 発 医 薬 品 の 一 つ で あ る （ 甲 ７ ， １ ４ ， 乙１ ， １１，\n１ ４ の １ な い し ５ ， １ ７ の １ ・ ２ ， １９ ， ３ ０ ， ３ ２ ， ３ ５ の １ ・ ２ ， ３\n６，３７，３９ ，弁 論の全趣旨 ）。\n(5)  被告商品は， 原告商標権２に係る 商標登録の指定商品 と同一である。\n３  争点\n(1)  被告標章が 本件 商標 と類似するか\n(2)  被告標章の 使用 が商標的使用に当 た るか\n(3)  被 告 標 章 が 普 通 名 称 な ど を 普 通 に 用 い ら れ る 方 法 で 表示 する商標に当た\nるか\n(4)  原 告 商 標 権 ２ に 係 る 商 標 登 録 が 無 効 審 判 に よ り 無 効 と さ れ る べ き も の と\n認められ，又は原告 による 原告商標権２ の行使が権利の濫用 に当た るか\n第３   争点に対する 当事者の主張\n１  争点 (1)（被告 標章 が本件商標 と類 似するか ） について\n【原告の主張】\n(1)  被告標章と本 件商標との対比\n本件商標 は，欧文字 の「 ＰＩＴＡＶＡ 」 との 外観を有し，「 ピタバ」との\n称 呼 を 生 じ る が ， 特 段 の 観 念 は 生 じ な い 。 他 方 ， 被 告 標 章 は ， 片 仮 名 の\n「 ピ タ バ 」 と の 外 観 を 有 し ， そ の 称 呼 は 「 ピ タ バ 」 で あ り ， 特 段 の 観 念 は\n生 じ な い 。 そ う す る と ， 本 件 商 標 と 被 告 標 章 と は ， 外 観 が 異 な る も の の ，\n称呼 が 同 一 で あ り ， 特 定 の 観 念 を 生 じ な い 点 も 同 一 で あ る か ら ， 両 者 は 類\n似 する。\n(2)  被告の主張に 対して\nア   被 告 は ， 被告 全 体 標 章 を 一 体 性 の あ る 結 合 標 章 の ご と く 「 ピ タ バ １ テ\nバ」とみて ，本件商 標と対比 すべき であ る旨主張 する。 しか し， 被告商品\nには，① 「ピタバ」 ，② 「１」， ③ 「テ バ」の 各 文字が異な る段に分かれ\nて 付 さ れ て おり， 「 ピ タ バ 」 と 「 テ バ 」 の 間 に 識 別 力 を 持 た な い 数字の\n「１」が入り，両者 を分断している こと ，「ピタバ」は上段 にアーチ状 に，\n「テバ」は下段に直 線状に表記されてい ることから すれば ， 外観上，上記\n①ないし③の各文字 は，明らかに分離表 記されており， これ らを 一体とし\nて捉えること により 特定の意味・観念を 生じるものでもない から， 被告全\n体標章を一体 性のあ る結合 標章のごとく 「ピタバ１テバ」 と みることは相\n当でない。\n被告は，この点に関 連して，患者を 被告 商品のような 医療用 医薬品の 取\n引者 ， 需 要 者 （ 以 下 「 需 要 者 等 」 と い う 。 ） と み る べ き で な い か の ご と\nき 主 張 も す る が ， 医師 や 薬 剤 師 など の 医 療 関 係 者 （ 以 下 「 医 療 従事者 」\nという。 ） の み な ら ず ， 患 者 も ， 自 ら の 意 思 と 支 出 に お い て 当 該 医 薬 品\nを購入するものであ るから， 需要者等に 当 たるというべきで ある。\nイ   仮 に ， 被 告 全 体 標 章 を 一 体 性 の あ る 結 合 標 章 の ご と く 「 ピ タ バ １ テ バ 」\nとみて， 本件商標と 対比したとしても， 上記アで述べたとこ ろによれば，\n「ピタバ」の文字 は ，他の文字と異なり ，被告商品の錠剤の 表示に 接した\n者に強い印象を与え る から， 被告の主張 に係る 「ピタバ１テ バ」 なる表示\nの要部といえる の で あ り ， 前記 (1)の と お り ， 被 告 標 章 「 ピ タ バ 」 と 本 件\n商標が称呼 及び 観念 において 共通 するこ とからすれば，被告 全体標章は，\n本件商標と類似する 。\n【被告の主張】\n(1)  対比の対象に ついて\nア   被告 が 被 告 商 品 に お い て 実 際 に 使用 し て い る 標 章 は ， 下 記 イ の と お り ，\n被告全体標章 を一体 として 把握すること により， 「ピタバ１ テバ」 とみる\nべきであり ， 被告標 章 （ 「ピタバ」 ） と みるべき ではない 。 そして，被告\n全体標章 （「ピタバ １テバ」 ）と本件商 標 （ 「ＰＩＴＡＶＡ 」 ）とを対比\nすれば，両者 は，外観 ， 称呼，観念いず れの点 において も類 似しない。\nイ   被 告 商 品 は ， 厚 生 労 働 大 臣 の 指 定 に 基 づ く い わ ゆ る 処 方 箋 医 薬 品 で あ\nり，医師の処方箋の 交付又は指示を受け た者以外の者に販売 又は授与でき\nないことなど， 薬事 法 その他 の法令 の規 制に従った 取引 の実情 が存在する 。\nす な わ ち ， 被 告 商 品 に つ い て は ， 製 造 業 者 の 出荷 から 病院 や 薬局 （ 以下\n「医療機関」という。 ） へ の 納 入 ま で が 流 通 過 程 で あ り， 医 療 機 関 へ の\n納入から 患者 への支 給まで が 医療従事者 による医療の提供で あ って（ 医師\nの 処 方 箋 の 交 付 又 は 指 示 を 受 け た 者 〔 以 下 「 特 定 の 患 者 」 と い う 。 〕 以\n外の者に は， 販売又 は授与でき ない。） ，処方箋による調剤 後はもはや一\n般への流通はな く， 専ら 特定の患者の治 療 に用いられる。 こ のように， 医\n療従事者 が商品 たる 処方箋医薬品 の購買 を決定し，患者は ， 医療従事者か\nら医療の提供 として 当該 医薬品の支給を 受ける にすぎない と いう取引の 実\n情に照らせば，商品 の選択 ・ 決定権を有 する 医療従事者 が類 否の判断 の 主\n体であり，商品の選 択 ・ 決定権のない患 者は類否の判断主体 とはいえない 。\nそして， 被告 商品の 錠剤は ，ＰＴＰシー トに包含され内袋に 封入され又\nはボトルに充填され た状態で ，添付文書 とともに外箱に入れ られる から，\n類否判断 の主体 たる 医療従事者 とすれば ， 被告商品の包装（ 外箱 ，ボトル ，\n内袋，ＰＴＰシート ）及び添付文書に一 体不可分に表示され た 被告商品の\n販売名の表示を繰り 返し観察 ・認識し ， こ れを前提に被告全 体標章 （ 「ピ\nタバ１テバ」 ）を観 察するから ， 被告全 体標章 を 被告商品の 販売名の略記\nと し て 一 連 一 体 に 理 解 す る も の で あ っ て ， 被 告 全 体 標 章 か ら 被 告 標 章\n（「ピタバ」 ）のみ を抽出し て観察 ・ 認 識することはない。\nウ   こ の 点 ， 原告 は， 被 告 全 体 標 章 を 一 体 と し て 「 ピ タ バ １ テ バ 」 と みた\nとしても，その 要部 が「 ピタバ｣である 旨主張する 。\nしかし ，被告全体標 章 のうち， ｢ピタバ｣の部分が出所識別標 識として強\nく支配的な印象を与 える等の事情はなく ，「ピタバ１テバ」 から「ピタバ 」\nの部分を取り出して 観察することは 不相 当である 。被告全体 標章 のうち，\n「ピタバ」は有効成 分「ピタバスタチン 」を，数字の「１」 は１ｍｇ の有\n効成分含量を，「テ バ」は会社名を表し ており，これらの要 素があって初\nめて医療事故の防止 が可能 となるのであ るから，被告 全体標 章 を一体とし\nて捉えるのが取引 の 実情 に沿う。\nなお， 仮に，「ピタ バ」が要部になり得 たとしても，少なく とも医療 従\n事者は「ピタバ」か ら「ピタバスタチン 」を想起するだけで あり，「ピタ\nバ」が処方箋医薬品 である被告商品 の出 所識別に機能するこ とはない。\n(2)  被告標章につ いて\n仮に，被告標章につ いて議論するとして も，被告商品の需要 者 等である 医\n療 従 事 者 は， 被 告 商 品 の 購 買 に 際 し ， 医 薬 情 報 担 当 者 （ い わ ゆ る Ｍ Ｒ ）か\nら 商 品 の 機 能 及 び 効 能 ， 安 全 性 等 に つ き 詳 細 な 説 明 を 受 け ， 製 造 業者 につ\nい て も 吟 味 す る か ら ， 被 告 商 品 の 出 所 は 常 に 明 ら か で あ り ， 被 告 商 品 に つ\nいて出所の混同を生 じる可能性は著しく 低い。\nまた，仮に，患者の 認識を問題にし たと し ても， 患者は ，薬 剤師の服薬指\n導 ， 薬 剤 情 報 提 供 書 ， お 薬 手 帳 ， 後 発 医 薬 品 情 報 提 供 書 等 に よ っ て ， 正式\nな 販 売 名 ， 効能 ， 用 法 ・ 用 量 等 の 情 報 を 総 合 的 に 与 え ら れ た 上 で ， 被 告 商\n品 を 認 識 す る か ら ， 被 告 標 章 に接 す る こ と に よ り ， 出 所 の 混 同 を 生 じ る 可\n能性 は著しく低い 。\nしたがって，仮に， 本件商標と対比すべ き対象を被告標章と し， 類否判断\nの 主 体 に 患 者 を 含 め た と し て も ， 被 告 商 品 に 関 す る 具 体 的 な 取 引 の 実 情 に\n照らせば， 被告標章 と 本件商標 は， 類似 しない 。\n２  争点 (2)（被告 標章の 使用 が商標的 使用に当 た るか）に ついて\n【原告の主張】\n(1)  被告 標章 は ， 少 な く と も 薬 剤 の 購 入 決 定 の 過 程 に 影 響 を 及 ぼ す こ と の で\nき る 患 者 が 購 入 ・ 使 用 す る 場 面 に お い て 出 所 識 別 機 能 を 発 揮 し て お り ， 商\n標 と し て 使 用 さ れ て い る 。 す な わ ち ， 被 告 商 品 の よ う な 高 脂 血 症 治 療 剤 は ，\n長 期 間 に わ た り 反 復 し て 購 入 ・ 服 用 さ れ る も の で あ る と こ ろ ， そ の よ う な\n薬 剤 の 場 合 ， 患 者 は ， 購 入 す る 薬 剤 を 実 質 的 に 選 択 す る こ と が で き る と い\nえ る し ， 少 な く と も 購 入 す る 薬 剤 が 決 定 さ れ る 過 程 に 影 響 を 与 え る こ と が\nで き る 。 そ し て ， 購 入 決 定 権 を 有 す る 者 は も ち ろ ん ， 購 入 決 定 の 過 程 に 影\n響 を 及 ぼ す 者 と の 関 係 に お い て も ， 当 該 表 示 が 出 所 識 別 機 能 を 発 揮 し て い\nる 場 合 に は ， 商標 的 使 用 に 当 た る と い う べ き で あ る か ら ， 被 告 標 章 の 表 示\nが商標的使用 に該当 することは，明らか である 。\n被告は， 商標的使用 に当たらない 旨主張 するが，医療従事者 のみが判断主\n体であるという誤っ た前提に基づ くもの であり， 失当である 。\n(2)  患者 は ， 自 ら の 症 状 を 治 す た め に 薬 剤 を 服 用 し ， 薬 剤 の 効 果 や 副 作 用 に\nつ い て 興 味 を 持 つ こ と は あ る と し て も ， 当 該 薬 剤 の 化 学 物 質 で あ る 有 効 成\n分 の 名 称 が 何 で あ る か と い う こ と に は 興 味 や 知 識 を 持 っ て い な い の が 通 常\nで あ る 。 ま た ， 医 療 従 事 者 も ， 患 者 に 対 し て 薬 剤 を 処 方 す る に 際 し ， 薬剤\nの 効 果 や 副 作 用 に つ い て の 説 明 を す る こ と は あ る が ， 通常 ， 当 該 薬 剤 の 有\n効 成 分 の 名 称 が 何 で あ る か を 説 明 す る こ と は な い 。 そ う だ と す れ ば ， 患 者\nが ， 被 告 標 章 （ 「 ピ タ バ 」 ） に 接 し た と き に ， そ れ が 「 有 効 成 分 」 を 示 す\nも の で あ る と 認 識 す る と は い え な い 。 む し ろ ， 錠 剤 に 数 文 字 の 片 仮 名 が 表\n示 さ れ て い る 場 合 ， 当 該 片 仮 名 は 薬 剤 の 名 称 又は そ の 一 部 を 示 す も の で あ\nる こ と が 多 い こ と に 照 ら せ ば ， 被 告 標 章 （ 「 ピ タ バ 」 ） に 接 し た 患 者 も ，\n「ピタバ」は薬剤の 名称 又はその一部で あると認識するのが 通常である。\n商品に販売者の名称 に 係る標章と ， それ とは別に商品の名称 に係る標章を\n併 記 す る こ と は ， 一 般 的 に 行 わ れ て い る こ と で あ り ， 片 方 に 出 所 識 別 機 能\nが あ る か ら と い っ て ， 他 方 に 出 所 識 別 機 能 が な い と い う こ と に は な ら な い\nか ら ， 仮に ， 被 告 商 品 の 錠剤 表 面 の 印 字 中 の 「 テ バ 」 の 文 字 に よ っ て ， 患\n者 が 被 告 商 品 の 出 所 を 識 別 す る こ と が あ る と し て も ， 同 印 字 中 の 被 告 標 章\n（ 「 ピ タ バ 」 ） が 出 所 識 別 機 能 を 有 し な い こ と に は な ら な い し ， 患 者 が こ\nれ を有効成分である と認識することにも ならない。\n仮に，患者が，被告 商品のＰＴＰシート 等に付された「ピタ バスタチンＣ\nａ 錠 １ ｍ ｇ 『 テバ 』 」 の 表 示 に 接 し た う え で ， 被 告 標 章 （ 「 ピ タ バ 」 ） に\n接 し た と き に ， 「 ピ タ バ 」 が ， 販 売 名 た る 「 ピ タ バ ス タ チ ン Ｃ ａ 錠 １ ｍ ｇ\n『 テバ 』 」 の う ち 「 ピ タ バ ス タ チ ン Ｃ ａ 」 の 一 部 の 表 示 あ る い は そ れ に 由\n来 す る 表 示 で あ る と 認 識 す る こ と が あ っ た と し て も ， 被 告 商 品 の 有 効 成 分\nの 名 称 が 何 で あ る か と い う こ と に つ い て 興 味 も 知 識 も な く ， 説 明 も 受 け て\nい な い か ら ， 「 ピ タ バ 」 を 「 有 効 成 分 と し て の 」 ピ タ バ ス タ チ ン Ｃ ａ を 意\n味するものと認識す ることはない。\n(3)  被告は， 「 医 療 事 故 防 止 の 機 能 を 果 た す 表 示 で あ る 」 から 「商標」でな\nい と 主 張 す る が ， 医 療 事 故 防 止 の 表 示 で あ る こ と が 商 標 的 使 用 で な い こ と\nの 根 拠 に は な ら な い 。 そ も そ も 被 告 は ， 「 ピ タ バ １ テ バ 」 が 被 告 商 品 の 販\n売 名 た る 「 ピ タ バ ス タ チ ン カ ル シ ウ ム 錠 １ ｍ ｇ 『 テバ 』 」 の 略 記 で あ る と\n繰 り 返 し 述 べ て お り ， 「 ピ タ バ １ テ バ 」 の 表 示 を 商 標 と し て 使 用 し て い な\nいなどと主張するこ とはできない。\n【被告の主張】\n(1)ア   本 件 商 標 と 対 比 す べ き 対 象 を 被 告 全 体 標 章 （ 「 ピ タ バ １ テ バ 」 ） とす\nるか ， 被 告 標 章 （ 「 ピ タ バ 」 ） と す る か に か か わ ら ず ， こ れ ら （少なく\nとも， 「 ピ タ バ 」 の 文 字 ） は， 取 引 に お い て 自 他 商 品 識 別 標 識 と し て 機\n能 す る も の で は な く ， 被告 商 品 の 内 容 を 理 解 さ せ たり， 医 療 事 故 を 防止\nしたりするための表 示である。\nイ   商 標 類 否 （ 出 所 混 同 ） の 判 断 主 体 で あ る 医 療 従 事 者 は ， 被 告 全 体 標 章\nについて 有効成分・ 含量・屋号 （又は被 告商標について有効 成 分）を表し\nたものであると理解 するから，被告全体 標章 （又は被告標章 ） は商標とし\nて機能するものでは ない。 また， 被告商 品 の 錠剤表面の印字 （ 「ピタバ１\nテバ」） あるいは 同 印字中の 「ピタバ」 と の表示は， 医療従 事者 の目に は\n触れないものである し， 医療従事者 は ， 添付文書 ，ＭＲ の説 明などから商\n品の機能及び効能 ， 安全性等に関する詳 細な情報を得た上で 購買決定 する\nのであるから ，被告 商品 の錠剤表面の印 字 のみに基づいて購 買決定するこ\nとはない。\nウ   患者 に つ い て も ， 薬剤師の服薬指導 ， 薬剤情報提供書 ， お薬手帳 ， 後\n発医薬品情報提供書等によって ， 医薬品 の正式な販売名 ， 効能 ， 用法・\n用量等の情報を総合的に与えられた上 ， 患者は薬についての希望を医師\nに伝えたり ， 薬局で 先発医薬品 ・ 後発医薬品 の選択をするなど ， 処方さ\nれる医薬品に対して意識的なのであるから ， 患者は ， 被告 商品（ 錠剤 ）\n上の「ピタバ」の表示をもって ， 「有効成分としての」ピタバスタチン\nカルシウム を意味するものと認識するとともに ， 商品の品質 ， 原材料の\n表示（説明的表示） であると理解する。\nまた， ① 錠 剤 上 の 表 示 は 医 療 事 故 防 止 の た め の 表 示 で あ る こ と ， ② 被\n告商品は ， 医師の 処方箋 が不可欠な ， 処方箋 医薬品であり ， 患者が自ら\n錠剤の表示に基づいてその出所を識別して薬剤の処方を受けることはな\nいこと ， ③ 患者が ， 薬局において ， 先発医薬品 と 後発医薬品 の選択をす\nる場合 ， あるいは ， 患者が医者に対して ， 効き目や副作用の点から薬の\n変更や新しい薬の処方を依頼するといった場合において ， 患者が薬剤の\n表面に付された表示に基づ き ， その出所を識別して薬剤の処方を受ける\nという 取引 の 実情はない ことに照らせば， 被告 商品（ 錠剤 ） 上に表示さ\nれた被告標章は ， 患者との関係においても ， 商標として使用されるもの\nではない。\n３   争点 (3)（ 被 告 標 章 が 普 通 名 称 な ど を 普 通 に 用 い ら れ る 方 法 で 表示 す る 商 標\nに当たるか ）につい て\n【被告の主張】\n本 件 商 標 と 対 比 す べ き 対 象 を 被 告 標 章 （ 「 ピ タ バ 」 ） と 解 し て も ， 被 告 標\n章の 表 示 は ， 被 告 商 品 の 「 品 質 」 ， 「 原 材 料 」 を 「 普 通 に 用 い ら れ る 方 法 で\n表 示 」 す る も の で あ り ， 原告 商標 権２ の 効 力 は 及 ば な い （ 商 標 法 ２ ６ 条 １ 項\n２号）。\n【原告の主張】\n争う。\n４   争点 (4)（ 原 告 商 標 権 ２ に 係 る 商 標 登 録 が 無 効 審 判 に よ り 無 効 と さ れ る べ き\nものと認められ，又 は原告による原告商 標権２の行使が 権利 の濫用 に当たるか ）\nについて\n【被告の主張】\n(1)  商 標 法 ４ 条 １ 項 １ ６ 号 に 該 当 す る こ と （ 本 件 商 標 権 又 は 原 告 商 標 権 １ の\n行使につき）\n「ピタバ」及び「 Ｐ ＩＴＡＶＡ 」 は ， 「 ピタバスタチン」及 び 「ＰＩＴＡ\nＶ Ａ Ｓ Ｔ Ａ Ｔ Ｉ Ｎ 」 の 略 称 と し て こ れ ら と 同 一 の 意 味 に 理 解 さ れ ， 周知 ，\n慣 用 さ れ て い る 。 こ の た め ， 本 件 商 標 （ 「 Ｐ Ｉ Ｔ Ａ Ｖ Ａ 」 ） を 「 ピ タ バ ス\nタ チ ン 」 を 含 ま な い 「 薬 剤 」 に 使 用 し た 場 合 ， あ た か も 「 ピ タ バ ス タ チ ン\n（ カ ル シ ウ ム ） 剤 」 （ 以 下 「 ピ タ バ ス タ チ ン カ ル シ ウ ム 製 剤 」 も し く は\n「 ピ タ バ ス タ チ ン 製 剤 」 と い う こ と が あ る 。 ） で あ る か の よ う に 品 質 の 誤\n認 を 生 じ る お そ れ が あ る か ら ， 本 件 商 標 は ， 商 標 法 ４ 条 １ 項 １ ６ 号 に 該当\nし ， 本 件 商 標 権 又 は 原 告 商 標 権 １ に 係 る 商 標 登 録 は ， 同 法 ４ ６ 条 １ 項 １ 号 ，\n５ 号 の 無 効 理 由 を 有 し ， 原 告 は ， 本 件 商 標 権 又 は 原 告 商 標 権 １ を 行 使 す る\nこ と が で き な い （ な お ， 被 告 は ， 原 告 が 第 ５ 回 弁 論 準 備 手 続 期 日 に お い て\n平成２６年１２月２ ５日付け原告準備書 面 (3)を 陳 述 し た こ と につき，本件\n商 標 権 に 基 づ く 請 求 を 取 り 下 げ る と と も に ， 原 告 商 標 権 ２ に 基 づ く 請 求 を\n追 加 す る 旨 の 請 求 原 因 の 変 更 を 意 味 す る か ら ， こ れ に 異 議 を 述 べ る と と も\nに ， 民 事 訴 訟 法 １ ４ ３ 条 ４ 項 に 基 づ き そ の 不 許 を 求 め る 申 立 て を し た 。 し\nた が っ て ， 本 件 商 標 権 又 は 原 告 商 標 権 １ に 基 づ く 請 求 が 本 件 の 審 理 の 対 象\nである。） 。\n(2)  商標法４条 １ 項７号 に該当するこ と（原告商標権２の 行使につき）\nア   「 Ｐ Ｉ Ｔ Ａ Ｖ Ａ 」 及 び 「 ピ タ バ 」 は ， 医 薬 品 の 一 般 的 名 称 た る 「 Ｐ Ｉ\nＴＡＶＡＳＴＡＴＩ Ｎ」 及び「ピタバス タチン」の略称とし て周知 ， 慣用\nされ，医療・製薬業 界で用いられている ところ ， 原告商標権 ２の 指定商品\n「ピタバスタチンカ ルシウムを含有する 薬剤」に 本件商標 （ 「ＰＩＴＡＶ\nＡ」）を使用しても ，医療従事者は本件 商標を指定商品の内 容（成分）表\n示としてしか認識で きず ，原告の出所を 認識させ ，自他商品 の識別として\n機能することができ ない。\nイ  本件商 標 （ 「 Ｐ ＩＴＡＶＡ 」 ） と ， 医薬品の一 般的名 称 （ 「ＰＩＴ ＡＶ\nＡＳＴＡ ＴＩＮ」 及 び「ピタ バスタチ ン 」）の略 称（ 「Ｐ Ｉ ＴＡＶＡ 」 及\nび「ピタ バ」）と は ，外観 ， 称呼及び 観 念におい て類似し ， 混同を生 ずる\nおそれが ある。 ＷＨＯは， 一 般名を保 護 する立場 から ， 一 般 名に由来 する\n商標の採 用を避け る よう加盟 各国に勧 告 しており （乙３の ２ の１） ， この\n趣旨に照ら しても 「 ＰＩＴＡＶ Ａ」 の 登 録商標は ， 公序良 俗 に反してい る。\nウ   し た が っ て ， 指 定 商 品 を 「 ピ タ バ ス タ チ ン カ ル シ ウ ム を 含 有 す る 薬 剤 」\nとする原告商標 権２ に係る商標登録が認 められると ， 医薬品 の一般的名称\nの略称の使用が制限 され ，公序良俗を害 するおそれがあるか ら ，本件商標\nは商標法４条１項７ 号に 該当し，原告商 標権２に係る商標登 録は， 同法４\n６条１項１号，５号 の無効理由を有 し， 原告は，原告商標権 ２を行使する\nことができない 。\n(3)  権利濫用\n以下のア ないし オの とおり，本件商標権 （若しくは原告商標 権１） 又は原\n告商標権２に基づく 原告の権利行使は権 利の濫用である。\nア   独 占 適 応 性 を 欠 く パ ブ リ ッ ク ド メ イ ン に つ い て の 権 利 取 得 ， 行 使 で あ\nること\n後発医薬 品である錠 剤の限られたスペー スの中で ， 誤投与・ 誤服用防止\nのために販売名を略 記することは社会的 要請である 。 誤投与 ・誤服用防止\nのためには， 錠剤上 に販売名等の表記が 求められており ，錠 剤という限ら\nれたスペースの中で 販売名を表記する場 合 ， 行政上要請され た販売名「ピ\nタバスタチンカルシ ウム錠 １ ｍｇ『 テバ 』 」を表記すること は視認性の観\n点から問題があるか ら ， その略記を行う ものである。誤投与 ・誤服用防止\nのために ，販売名を 表示する被告錠剤で は ， 視認性の点より ， 略記の表示\n以外の手段がないか ら ， 本件商標権又は 原告商標権２に基づ く請求は権利\n濫用として許されな い。\nイ   本件商標 が商標 法３条１項３号に 該当すること\n「ＰＩＴＡＶＡ」 が 「ＰＩＴＡＶＡＳＴ ＡＴＩＮ」 の冒頭部 分に一致し ，\n後半部分の「 ＳＴＡ ＴＩＮ」 の語がスタ チン系薬剤すなわち 高脂血症治療\n薬を意味する記述的 な部分である以上 ， 冒頭の 「ＰＩＴＡＶ Ａ」 の語は他\nの ス タ チ ン 系 薬 剤 と の 識 別 に 必 要 な 主 要 な 部 分 と な る の で ， 本 件 商 標\n（「ＰＩＴＡＶＡ」 ）が ，その査定時に おいても ，指定商品 （ピタバスタ\nチンカルシウムを含 有する薬剤）の原材 料 ， 品質を普通に用 いられる方法\nで表示する標章のみ からなる商標である ことは明らかである 。\nまた，本件 商標権の 分割により ， 本件商 標（ 「ＰＩＴＡＶＡ 」 ）は ， そ\nの指定商品そのもの である薬剤「ピタバ スタチンカルシウム 製剤」に使用\nされることになった もので， 本件商標 は ， 指定商品の「品質 」「原材料」\nをそのまま記述的に 表示するものに ほか なら ない。\nしたがって，本件商 標は ， 商標法３条１ 項３号に 該当 する。\nウ   本件商標 が 商標 法３条１項６号に 該当すること\n「ＰＩＴＡＶＡ」 及 び「ピタバ」は ，医 薬品の一般的名称（ 「ＰＩＴＡ\nＶＡＳＴＡＴＩＮ」 及び「ピタバスタチ ン」）の略称として 周知 ，慣用さ\nれ，医療・製薬業界 で用いられているか ら ， 本件商標（ 「Ｐ ＩＴＡＶＡ」 ）\nを指定商品である「 ピタバスタチンカル シウムを含有する薬 剤」に使用し\nた場合， 需要者等 た る医療 従事者は ， 商 品の有効成分の一般 的名称の略称\nと理解するので ，本 件商標 は ，特定の出 所を表示する機能を 欠いて おり，\n商標法３条１項６号 に 該当する。\nエ   本件商標の 不使 用\n本件商標 は ，不使用 取消審判により 取り 消されるべきことが 明らかであ\nるから， その商標登 録に係る商標権に基 づく差止請求は ，権 利の濫用に当\nた り 許 さ れ な い 。 す な わ ち ， 原 告 と キ ョ ー リ ン リ メ デ ィ オ 株 式 会 社 （ 以\n下「キョーリン リ メディオ」という 。 ） の 間 で 締 結 さ れ た 平 成 ２ ５ 年 １\n２ 月 １ ９ 日 付 け 「 商 標 使 用 許 諾 契 約 書 」 に よ る 契 約 （ 以 下 「 本 件 商 標 使\n用許諾契約」という。 ） は ， 本件 商 標 の 積 極 的 な 使 用 を 許 諾 す る 契 約 で\nはなく， キョーリン リメディオが本件商 標と類似する「ピタ バ」の表示の\n使用を速やかに中止 することを前提に ， 既に製造し在庫を保 有してい る 商\n品の限度内でその販 売等に対する本件商 標権侵害に基づく差 止め等を行わ\nないという， 禁止権 行使の猶予を合意し たものと 解される。 他方 ，商標法\n５０条１項の制度趣 旨（実際に使用され る商標の保護を通じ て商標に化体\nされている商標権者 の業務上の信用を保 護するという商標制 度の目的にそ\nぐわない商標を整理 する こと）に照らせ ば ， 商標権者から禁 止権行使の猶\n予を受けたにすぎな い者は ， 同項所定の 「通常使用権者」に 当たらないか\nら，キョーリンリメ ディオによる「ピタ バ」の使用をもって 同項にいう通\n常使用権者による本 件商標又はこれと社 会通念上同一と認め られる商標の\n使用があるというこ とはできない。さら に ， キョーリンリメ ディオが使用\nした「ピタバ」の 表示 も医療事故防止の ために「ピタバスタ チン」の略語\nとして使用されてい たのであって ， キョ ーリンリメディオと いう商品の出\n所を表示するもので も ， もちろん原告の 出所を表示するもの でもないので ，\n自他商品識別のため の商標として使用さ れたものではない 。\nしたがって ，本件商 標権 又は原告商標権 １ 及び原告商標 権 ２ に係る商標\n登録は， 不使用取消 審判により取り消さ れるべきことが明ら かである。\nオ   後 発 医 薬 品 の 普 及 を 不 当 に 阻 み ， 先 発 医 薬 品 市 場 を 守 る た め の 訴 訟 で\nあること\n(ｱ)  後 発 医 薬 品 の 普 及 促 進 は 日 本 国 の 国 策 ， 施 策 で あ り ， 原告による本\n件訴訟は権利の濫用 として制限されなけ ればならない。\n後発医薬品について は ， 販売名等の類似 性に起因する医療過 誤防止の\nため， 薬事行政上 ， 有効成分の一般的名 称 ，剤型， 含有量 ， 会社名（屋\n号等）から なる販売 名の使用が要請され ている。このように して認めら\nれた販売名について ， その略記を ， 誤投 与 ，誤服用という医 療過誤を防\n止 す る た め に 錠 剤 上 に 表 示 す る と い う 適 正 な 表 示 方 法 を ， 先 発 医 薬 品\nメーカーが 保有する 商標権によって阻止 しようとすることは ，国家政策\nに反し ，商標権 の 濫 用となる行為である 。\n原告は ， 先発医 薬品 メーカー として ，本 件 特許権 の存続 期間 が満了し\nた後に後 発医薬 品メ ーカーに よって 現在 の事態が 引き起 こさ れることを\n本件商標 登録出 願当 時に予期 して ， 本件 商標を登 録して おい たというこ\nとが推認できる。\n(ｲ)  ま た ， 医療 ， 製 薬 に 関 わ る 学 会 ， 業 界 等 の 関 係 者 に よ っ て ， 「ＰＩ\nＴＡＶＡＳＴＡＴＩ Ｎ」 （ピタバスタチ ン）」が「 ＰＩＴＡ ＶＡ （ピタ\nバ）」と略称される であろうことは誰の 眼にも明らかなこと であったの\nであり ，原告が ， 国 際一般名称ないし一 般的名称である 「Ｐ ＩＴＡＶＡ\nＳＴＡＴＩＮ」（ピ タバスタチン）」 ， 「ピタバスタチンカ ルシウム」\nの要部であり略称と され るべき 「ＰＩＴ ＡＶＡ 」の語を商標 登録するこ\nと自体 ，非難される べきであり ， まして やそのような商標権 に基づいて ，\n本来許されるべき他 人の使用を制限しよ うすることは ，商 標 権の濫用に\nほかならない。\n【原告の主張】\n(1)  商標法４条１ 項１６号に該当する との主張 について\n本件請求は， 原告商 標権２ に基づくもの であるところ，同商 標権に係る 指\n定 商 品 は 「 ピ タ バ ス タ チ ン カ ル シ ウ ム を 含 有 す る 薬 剤 」 で あ っ て ， ピ タ バ\nス タ チ ン カ ル シ ウ ム を 含 有 し な い 薬 剤 は 指 定 商 品 で は な い か ら ， 被 告 が 主\n張 す る よ う な 品 質 誤 認 の 問 題 は 生 じ ず ， 本 件 請 求 に 対 す る 抗 弁 と は な ら な\nい 。\n(2)  商標法４条１ 項７号に該当する と の主張 について\n「ピタバ」は， 需要 者等 ，とりわけ患者 において，「ピタバ スタチンカル\nシ ウ ム 」 の 略 称 で あ る と 認 識 さ れ て い る と は い え ず ， 「 「 ピ タ バ 」 及 び\n「 Ｐ Ｉ Ｔ Ａ Ｖ Ａ 」 は ， 「 ピ タ バ ス タ チ ン 」 及 び 「 Ｐ Ｉ Ｔ Ａ Ｖ Ａ Ｓ Ｔ Ａ Ｔ Ｉ\nＮ 」 の 略 称 と し て ， こ れ ら と 同 一 の 意 味 に 理 解 さ れ ， 周 知 ， 慣 用 さ れ て い\nる」とはいえず，被 告の主張はその前提 を欠くものである。\n(3)  権利濫用との 主張 について\n(ｱ)  独 占 適 応 性 を 欠 く パ ブ リ ッ ク ド メ イ ン に つ い て の 権 利 取 得 ， 行 使 で あ\nるとの主張 について\n被告は， 「ＰＩＴＡ ＶＡ」 が「ＰＩＴＡ ＶＡＳＴＡＴＩＮ」 及び「ピタ\nバスタチン」の略称 として ， これらと同 義に理解され ， 周知 ， 慣用されて\nいる旨主張するが， 当該 前提自体 が誤り である。\n被告は ，後発医薬品 メーカ ーは ， 後発医 薬品について販売名 の自由な選\n択が許されておらず ，医薬品の有効成分 名等を使用すること が行政上要請\nされていると も主張 す るが， 錠剤にどの ような表示をするか については何\nら制限がない。\n加えて ，被告は ， 「 ピタバ」及び「ＰＩ ＴＡＶＡ」は ，「ピ タバスタチ\nン製剤」の製造販売 において ，他に選択 する語が見つけ難い ， 代替が容易\nでない語である 旨の 主張も するが，「ピ タバ」の表示をして いる錠剤は６\n１ 品 目 中 １ ４ 品 目 （ 約 ２ ３ ％ ） で あ り ， 多 く の 後 発 医 薬 品 企 業 は 錠 剤 に\n「ピタバ」以外の様 々な表示をしている のであって ， 「ピタ バ」が「取引\nに際して 必要適切な 表示として何人もそ の使用を欲するもの 」に該当しな\nいことは明らかであ る。\n(ｲ)  本件商標 が 商 標法３条１項３号に 該当するとの主張 に ついて\n「ＰＩＴＡＶＡ」は ， 「ＰＩＴＡＶＡＳ ＴＡＴＩＮ」及び「 ピタバスタ\nチン」の略称として ，これらと同義に理 解され ， 周知， 慣用 されていると\nの前提が誤りであ り ，被告の主張は失当 である。\nまた， 本件 では， ５ 年の除斥期間 が 経過 しているため， 商標 法３条１項\n３号に該当すること を理由とする 無効 審 判を 請求することが できない 以上 ，\n同号該当性を 抗弁と して 主張することも できない と解すべき である 。\n(ｳ)  本件商標 が商 標法３条１項６号に 該当するとの主張に ついて\n争う。\nなお， 同号に該当す ることを理由とする 無効審判を 請求する ことができ\nない以上 ，同号該当 性を 抗弁として 主張 することもできない と解すべきで\nある。\n(ｴ)  本件商標の不 使用 との主張につい て\n原告は ，キョーリン リメディオに対して ， 本件商標使用許諾 契約に基づ\nき，本件 商標 の通常 使用権を許諾してお り ， 同社において「 ピタバ」の使\n用実績がある。\n(ｵ)  後 発 医 薬 品 の 普 及 を 不 当 に 阻 み ， 先 発 医 薬 品 市 場 を 守 る た め の 訴 訟 で\nあるとの主張につい て\n原告は ，単に ，被告 による被告標章の使 用が原告商標権 ２ を 侵害すると\nして，そ の差止 等を 求めているだけであ って ，後発医薬品を 販売すること\n自体を問題としてい るわけではない。\n第４   当裁判所の判 断\n１  当裁判所は， 被 告標章 の使用は，商 標的使用に該当せず ，また， 本件商標は ，\n公の秩序又は善良の 風俗を害するおそれ がある商標 （ 商標法 ４条１項７号 ）に\n該当するから，原告 商標権２に係る商標 登録 は， 無効審判に より無効とされる\nべきものであって， 原告は原告 商標権 ２ を行使することがで きない から，原告\nの本件請求は棄却す べきものと判断する 。その理由は，以下 のとおりである。\nなお，前記前提事実 (2)の と お り ， 本 件 分 割 手 続 に よ り ， 本 件 商 標 権 は 原告\n商 標 権 １ と な る と と も に ， 本 件 商 標 権 か ら 原 告 商 標 権 ２ が 分 割 さ れ た と い う\n経 緯 が あ る と こ ろ ， 被 告 は ， 原 告 が 第 ５ 回 弁 論 準 備 手 続 期 日 に お い て 平 成 ２\n６ 年 １ ２ 月 ２ ５ 日 付 け 原 告 準 備 書 面 (3)を 陳 述 し た こ と に つ き ， 本 件 商 標 権 に\n基 づ く 請 求 を 取 り 下 げ る と と も に ， 原 告 商 標 権 ２ に 基 づ く 請 求 を 追 加 す る 旨\nの 請 求 原 因 の 変 更 （ 訴 え の 変 更 ） を 意 味 す る と し た 上 ， 請 求 の 取 下 げ （ 訴 え\nの 一 部 取 下 げ ） に 異 議 を 述 べ る と と も に ， 請 求 の 追 加 に つ き 民 事 訴 訟 法 １ ４\n３ 条 ４ 項 に 基 づ き そ の 不 許 を 求 め る 申 立 て を し た 。 し か し ， 原 告 商 標 権 ２ は ，\n本 件 商 標 権 か ら 分 割 さ れ た も の で あ っ て ， 原 告 は ， 本 件 分 割 手 続 の 前 後 を 通\nじ ， 一 貫 し て ， 被 告 商 品 が 指 定 商 品 と 同 一 で あ る 旨 の 主 張 を し て い る こ と か\nら す れ ば ， 原 告 の 上 記 陳 述 は ， 本 件 分 割 手 続 を 踏 ま え て ， 訴 訟 物 と し て の 同\n一 性 を 失 わ な い 範 囲 で 請 求 原 因 を 補 正 し た に す ぎ ず （ 原 告 は ， 本 件 商 標 権 の\nう ち ， 原 告 商 標 権 ２ に 分 割 さ れ た 部 分 に 基 づ く 請 求 を し て い た と 解 さ れ る の\nで あ っ て ， 原 告 商 標 権 １ と な っ た 部 分 に 基 づ く 請 求 を し て い た と は 解 さ れ な\nい 。 ） ， 請 求 原 因 の 変 更 （ 訴 え の 変 更 ） に は 当 た ら な い と 解 す る の が 相 当 で\nあ る （ 仮 に ， 請 求 原 因 の 変 更 〔 訴 え の 変 更 〕 に 当 た る と す る 被 告 の 主 張 に よ\nる べ き で あ る と し て も ， 原 告 商 標 権 ２ に 基 づ く 請 求 と 本 件 商 標 権 に 基 づ く 請\n求 と は ， 請 求 の 基 礎 を 同 一 と す る も の で あ り ， 著 し く 訴 訟 手 続 を 遅 滞 さ せ る\nものでないことは，明らかであるから，これを許さないとすべき理由はな\nい。）。\n２  認定事実\n(1)  前 記 前 提 事 実 に加え， 後 掲 各 証 拠 及 び 弁 論 の 全 趣 旨 に よ れ ば ，以下の事\n実が認められる。\nア   被告商品 は，ピタバスタチン カルシウムを有効成 分とする医療用後発 医\n薬品であり，直径６ ｍｍ程の円形の錠剤 である。その錠剤 両 面上部 には，\n略円弧状に横書きで 片仮名の「ピタバ」 （被告標章）の文字 が ，錠剤の中\n央部には数字の 「１ 」 が ，下部には片仮 名の 「テバ」の文字 が表記されて\nいる（乙 １）。\nイ   「ピタバ スタチンカルシウム 」 又は「Ｐｉｔａｖ ａｓｔａｔｉｎ   Ｃ ａ\nｌｃｉｕｍ」 は，医 薬品の一般的名称（ 厚労省の医薬品名称 調査会が定め\nる 医 薬 品 の 名 称 で 「 Ｊ Ａ Ｎ 」 〔「 Japanese Accepted Names 」 の 略 〕 と 称\nされる。 ）であ り（ 当初登録名は「 ニ ス バスタチンカルシウ ム」（ｎｉｓ\nｖａｓｔａｔｉｎ   ｃａｌｃｉｕｍ）） ， 「 ｐｉｔａｖａｓ ｔａｔｉｎ 」\nは，国際一般名称（ 世界保健機構（ ＷＨ Ｏ ）が定める医薬品 の名称 で 「Ｉ\nＮＮ」〔「 International  Nonproprietary Name」の略〕と 称される 。 ）\nである（乙２の１ ・ ２， ３の２の１ ・ ２ ，弁論の全趣旨 ）。\nウ   ＨＭＧ－ ＣｏＡ 還元酵素阻害 薬（スタチン） 系化 合物が ， 高脂血症治 療\n薬として有効である ことは広く知られ， 「ピタバスタチン カ ルシウム 」 は，\n従来よりも有効性に 優れるスタチンとし て開発された。\nまた， 医学分野の学 会発表や研究報告 に おいて， スタチン系 化合物は ，\n「スタチン」 ，「ス タチン類」 ， 「スタ チン系」 ，「スタチ ン系薬剤」な\nどと呼ばれ，スタチ ン系化合物である「 プラバスタチン」 ， 「シンバスタ\nチン」， 「フルバス タチン」 ，「アトル バスタチン」 ， 「ロ スバスタチン 」\n等は ， 「 ス タ チ ン 」 を 省 略 し た 上 で ， 「 プ ラ バ 」 ， 「 シ ン バ 」 ， 「フル\nバ」，「アトルバ」 ，「ロスバ」等と 慣 用的に 称されること があ り，これ\nらと同様に，「ピタ バスタチン」又は「 ｐｉｔａｖａｓｔａ ｔｉｎ 」も ，\n「ピタバ」又は 「ｐ ｉｔａｖａ 」と称さ れ ること がある （乙 ４ ，５の１な\nいし１２，６の１ の １・２，６の２ない し ８，７の１ ，７の ２の１・２，\n７の３， ８の１ ない し１ ０）。\nエ   特許庁は ， 原告を出願人とす る 「ピタバ」の標準 文字からなる商標の 登\n録出願（商願２０１ ３－０８０９４４） に対し ， 平成２６年 ３月４日付 け\n（起案日）で拒絶理 由を通知した。その 理由は ， 指定商品を 取り扱う業界\nにおいて，「ピタバ 」の文字は，「ピタ バスタチンカルシウ ム」又は「ピ\nタバスタチン」の略 称として使用されて いることから ， 指定 商品中，「ピ\nタバスタチンカルシ ウムを有効成分とす る薬剤」に使用した ときは，「ピ\nタバスタチンカルシ ウムを有効成分とす る商品」等の意味合 いを理解させ\nるにとどまり，単に 商品の 原材料 ，品質 を普通に用いられる 方法で表 示す\nる標章のみからなる 商標と認められるか ら商標法３条１項３ 号に該当し，\n上記以外の商品に使 用するときは商品の 品質の誤認を生じさ せるおそれが\nあるとして同法４条 １項１６号に該当す るとした 。\nその後，上記 拒絶 理 由が解消されなかっ たとして，同出願は 拒絶査定さ\nれた（乙 ９の１， ９ の２）。\nオ   平 成 １ ７ 年 ９ 月 ２ ２ 日 付 け 薬 食 審 査 発 第 ０ ９ ２ ２ ０ ０ １ 号 厚 生 労 働 省\n医薬食品局審査管理 課長 通知「医療用後 発医薬品の承認申請 にあたっての\n販 売 名 の 命 名 に 関 す る 留 意 事 項 に つ い て 」 （ 以下「厚労省通知」 とい\nう。 ） に よ れ ば ， 医 療 事 故 防 止 等 の た め ，一般 的 名 称 を 基 本 と し た 販 売\n名を命名する際の取 扱い のうち，「 （１ ） 全般的事項」と し て，「販売名\nの記載にあたっては ，含有する有効成分 に係る一般的名称に 剤型，含量及\nび会社名（屋号等） を付すこと。なお， 一般的名称を基本と した記載を行\nわない場合は，その 理由を明らかにする 文書を承認申請書に 添付して提出\nすること」とされ， 「 （２） 語幹に関す る事項」として，「 有効成分の一\n般的名称については ，その一般的名称の 全てを記載すること を原則とする\nが，当該有効成分が 塩，エステル及び水 和物等の場合にあっ ては，これら\nに関する記載を元素 記号等を用 いた略号 等で記載して差し支 えないこと。\nまた，他の製剤との 混同を招かないと判 断される場合にあっ ては，塩，エ\nステル及び水和物等 に関する記載を省略 することが可能であ ること。」 と\nされている（乙１０ ）。\nカ   被 告 商 品 は ， Ｐ Ｔ Ｐ シ ー ト に 包 含 さ れ ， 内 袋 に 封 入 さ れ て 外 箱 に 入 れ\nられるか，ボトルに 入れられて販売され ，ＰＴＰシート，内 袋，外箱，ボ\nトルには，すべて販 売名である「ピタバ スタチンカルシウム 錠」，「１ｍ\nｇ」，「テバ」の表 示が記載されている （乙１１） 。\nキ   後 発 医 薬 品 に お い て は ， 誤 投 与 ， 誤 飲 の 医 療 事 故 防 止 の 観 点 か ら ，\n「ピタバスタチンカ ルシウム錠１ｍｇ」 の錠剤上に ， 「ピタ バ１アメル」 ，\n「ＳＷピタバ１」 ， 「ピタバ１杏林」 ， 「１ｍｇピタバ ＭＥ ＥＫ 」，「ピ\nタバ１明治」などと 販売名を略記してい るものがあ り，錠剤 上の表記につ\nき「一錠毎に成分名 と含量を表示」と成 分名を表示している と説明してい\nるものもある （乙１ ４の１ないし５ ，３ ９ ） 。\nなお， ピタバスタチ ンカルシウム以外の 薬剤でも ， 誤投与 ， 誤飲防止の\nために， 錠剤上に ， 販売名が略記されて いる ものもある （乙 １５の１ ない\nし７）。\nク   被告商品 は， 処方箋医薬品で あり，患者に 処方箋 医薬品が 交付される 際 ，\n薬剤情報提供書（処 方される薬剤の販売 名 ， 効能，用法・用 量 ，副作用 ，\n他の薬等との相互作 用に関する主な情報 ， 写真， 薬価等が記 載されたもの ）\nが添付され， お薬手 帳を保有する患者に は ， 新たに処方され る薬剤の販売\n名，効能 ，用法・用 量等が記載され ， 後 発医薬品については 後発医薬品情\n報提供書が添付され る（乙２３，２４， ２９の１，２９の２ ，２９の４） 。\n３  争点 (2)（被告 標章の使用が商標的 使用に当たるか ）に ついて\n(1)  前 記 前 提 事 実 及 び 上記 ２ の 認 定 事 実 に よ れ ば ， 被 告 商 品 の 販 売 に あたっ\nて は ， そ の 外 箱 ， 内 袋 ， Ｐ Ｔ Ｐ シ ー ト に ， 薬 剤 の 有 効 成 分 で あ る 「 ピ タ バ\nス タ チ ン カ ル シ ウ ム 」 ， 薬 剤 の 有 効 成 分 の 含 有 量 で あ る 「 １ ｍ ｇ 」 ， 被 告\nが 販 売 す る 医 薬 品 で あ る こ と を 示 す 被 告 会 社 名 「 テ バ 」 が 示 さ れ て いる こ\nと が 認 め ら れ る と こ ろ ， こ れ は ， 後 発 医 薬 品 に 関 す る 厚 労 省 通 知 に 従 って ，\n医 療 事 故 防 止 の た め ， 被 告 商 品 の 販 売 名 を ， 薬 剤 の 有 効 成 分 を 示 す 「 ピ タ\nバ ス タ チ ン カ ル シ ウ ム 」 と し た も の と 認 め ら れ ， 薬 剤 に 含 有 す る 有 効 成 分\nに 係 る 一 般 的 名 称 を 販 売 名 と し て 表 記 し た も の と 認 め ら れ る 。 さ ら に ， 一\n般 に ， 誤 飲 防 止 等 の た め ， 錠剤 の表面 上 に 販 売 名 ， 含 有 量 等が 記 載 さ れ る\nこと ， 後 発 医 薬 品 の 販 売 名 と し て 他 の 製 剤 と の 混 同 を 招 か な い 場 合 に は ，\n塩 に 関 す る 記 載 を 省 略 す る こ と が 可 能 で あ り ， 医 学 分 野 の 学 会 発 表 や 研 究\n報告 に お い て 「 ピ タ バ ス タ チ ン カ ル シ ウ ム 」 又は 「 ピ タ バ ス タ チ ン 」 の略\n称 と し て 「 ピ タ バ 」 を 用い る こと が あ る こ と ， 被 告 商 品 （ 錠 剤 ） 上 の 「 ピ\nタ バ 」 の 片 仮 名 文 字 は ， ピ タ バ ス タ チ ン カ ル シ ウ ム の 略 記 で あ る と 認 め る\nのが相当である。\nこのように， 後発医 薬品においては， 厚 労省通知に従い， 基 本的に，有効\n成 分 に 係 る 一 般 的 名 称 を 販 売 名 と し て 付 す こ と と さ れ て い る か ら ， 同 一 の\n有 効 成 分 や 含 量 の も の を 用い てい る 以 上 ， 同 一 の 販 売 名 に な ら ざ る を 得 ず ，\n有 効 成 分 に 係 る 一 般 的 名 称 や そ の 含 有 量 の 表 示 に 当 該 商 品 の 出 所 識 別 機 能\nを 認 め る こ と は 困 難 で あ る。 こ の 点 ， 被 告 商 品 （ 錠 剤 ） 上 の 「 ピ タ バ 」 は ，\n「 ピ タ バ ス タ チ ン カ ル シ ウ ム 」 の 略 記 と し て 表 示 さ れ て い る と 認 め ら れ る\nこ と は 上 記 の と お り で あ る か ら ， 単 に 一 般 的 名 称 の 略 記 と し て 被 告 商 品\n（ 錠 剤 ） 上 にお いて 使用 さ れ て い る 「 ピ タ バ 」 （ 被 告 標章 ） の 表 記 は ， 商\n標的使用に当たらな いというべきであ る。\n(2)  こ の 点 ， 原 告 は ， 患 者 の 認 識 を 基 準 と す れ ば ， 販 売 名 と 認 識 し 得 る と し\nても，これ を有効成 分であるとの認識ま では有しない旨主張 する。\n確かに， 被告商品の 最終の需要者である 患者 にとっては，被 告商品 （錠剤 ）\n上 の 表 記 が 販 売 名 で あ る の か ， 有 効 成 分 の 表 示 で あ る か に つ い て は 明 確 に\nは認識できないと も いえる。\nしかし， 被告商品は ，「ピタバスタチン カルシウム錠   １ｍ ｇ   『テバ 』」\nと の 記 載 の あ る Ｐ Ｔ Ｐ シ ー ト ， 内 袋 ， 外 箱 ， ボ ト ル に 入 れ ら れ た 状 態 で 患\n者 の 手 元 に 届 け ら れ る も の で あ っ て ， シ ー ト か ら 取 り 出 さ れ た 錠 剤 と し て\n手 渡 さ れ る こ と が 想 定 さ れ て い る も の で は な い か ら ， 被 告 商 品 （ 錠 剤 ） 上\nの 「 ピ タ バ 」 の 文 字 を 患 者 が 認 識 し た 際 に は ， Ｐ Ｔ Ｐ シ ー ト 等 に 記 載 さ れ\nた 「 ピ タ バ ス タ チ ン カ ル シ ウ ム 錠 」 の 頭 部 分 の ３ 文 字 を 略 記 し た も の で あ\nる と 認 識 す る も の と 解 さ れ ， 被 告 商 品 （ 錠 剤 ） 上 の 「 ピ タ バ 」 の 文 字 のみ\nにより商品の出所を 識別する ものとは解 されない。\nまた，原告は， 患者 の選択に基づき薬品 を調剤することがあ ること等 から\n患 者 を 被 告 商 品 の 取 引 主 体 と し て 基 準 と す べ き と 主 張 し ， 甲 １ ５ な い し １\n７ を 掲 げ る が ， 上 記 の と お り ， 患者は ， 医 薬 品 の 正 式 な 販 売 名 ， 効能 ， 用\n法 ・ 用 量 等 の 情 報 を 総 合 的 に 与 え ら れ た 上 で ， 被 告 商 品 を 識 別 す る ので\nあ っ て ， 被 告 商 品 （ 錠剤 ） 上 の 表 示 に 着 目 して 被 告 商 品 を 識 別 す る と は い\nえないから，原告の 主張は採用できない 。\n４   争点 (4)（ 原 告 商 標 権 ２ に 係 る 商 標 登 録 が 無 効 審 判 に よ り 無 効 と さ れ る べ き\nものと認められ，又 は原告による 原告商 標 権２ の行使が権利 の濫用 に当たるか ）\nについて\n(1)  商標法４条１ 項７号 該当性につい て\nア   商 標 法 ４ 条 １ 項 ７ 号 は ， 商 標 登 録 を 受 け る こ と が で き な い 商 標 と し て ，\n「公の秩序又は善良 の風俗を害するおそ れがある商標」を規 定していると\nころ，ある商標を指 定商品又は指定役務 について使用するこ とを特定人に\n独占させることが著 しく社会的妥当性を 欠くと認められるよ うな場合には ，\n当該商標は，同号に 該当するものと解す るのが相当である。\nイ   こ れ を 本 件 に つ い て み る に ， 前 記 前 提 事 実 ， 前 記 ２ の 認 定 事 実 及 び 弁\n論の全趣旨（当裁判 所に顕著な事実を含 む。）を総合すれば ，①本件商標\nを構成する「ＰＩＴ ＡＶＡ」の文字は， 医学分野の学会発表 や 研究報告に\nおいて，「ｐｉｔａ ｖａｓｔａｔｉｎ 」 （原告商品及び被告 商品の有効成\n分である「ピタバス タチンカルシウム」 について，塩に関す る記載を省略\nした「ピタバスタチ ン」の英語表記 〔小 文字 表記〕である。 ）の略称とし\nて用いられている 「 ｐｉｔａｖａ」の大 文字表記 であること ，②被告標章\nを構成する「ピタバ 」の文字は，被告商 品の有効成分である 「ピタバスタ\nチンカルシウム」に ついて，塩に関する 記載を省略した「ピ タバスタチン 」\nの略称として用いら れるものであること ，③原告は，平成１ ５年９月以降 ，\nピタバスタチンカル シウムを有効成分と する原告商品を製造 販売してきた\nが，同商品の販売に 当たり，本件商標を 使用したことはない こと，④原告\nは，本件 特許権の存 続期間が平成２５年 ８月をもって満了し ， 同年１２月\n以降，原告商品に対 する 後発医薬品の製 造販売が開始された ことを受けて ，\n当該後発医薬品の錠 剤自体に「ピタバ」 との記載を付してい る会社（ 原告\nが本件商標につき通 常 使用権を許諾した とする キョーリンリ メディオを除\nく。）に対して，商 標権侵害訴訟を提起 したこと，⑤上記後 発医薬品（被\n告商品を含む。）の 錠剤に「ピタバ」と の記載がされた趣旨 は， 誤投与・\n誤飲による医療事故 防止等を目的とした 厚労省通知の要請に 従おうとした\nものであることが， いずれも認められる 。\nそうとすれば，原告 による本件商標に係 る商標登録出願は， 本件特許権\nの存続期間満了後， 原告のライセンシー 以外の者による後発 医薬品の市場\n参入を妨げるという 不当な目的でされた ものであることが推 認されるばか\nりか，本件商標を指 定商品「ピタバスタ チンカルシウムを含 有する薬剤」\nに使用することを原 告に独占させること は，薬剤の取違え（ 引いては，誤\n投与・誤服用による 事故）を回避する手 段が不当に制約され るおそれを生\nじさせるものであっ て，公共の利 益に反 し，著しく社会的妥 当性を欠くと\n認めるのが相当であ る。\nなお，付言するに， 原告のような先発医 薬品を製造 ・ 販売す る者が後発\n医薬品の市場参入を 阻止したいと考える こと自体は，無理か らぬところで\nあるが，その手段は ，特許権など医薬品 それ自体に関する権 利の行使によ\nるべきであって，化 合物の一般的名称で ある「ピタバスタチ ンカルシウム 」\nの略称として用いら れる「 ＰＩＴＡＶＡ 」の文字を標準文字 で書してなる\n本件商標と，薬剤の 取違えを回避するた め被告商品の錠剤表 面に印字され\nた「ピタバ」（有効 成分である「ピタバ スタチンカルシウム 」 の略称とし\nて用いられることは ，前示のとおりであ る。）との文字から なる標章（被\n告標章）とが類似す る旨主張することは ，公益上，容認する ことができな\nいというべきである 。\n(2)  小括\n上記検討したところ によれば，本件商標 は， 公の秩序又は善 良の風俗を害\nす る お そ れ が あ る 商 標 （ 商 標 法 ４ 条 １ 項 ７ 号 ， ４ ６ 条 １ 項 １ 号 ） に 該 当 し ，\n原 告 商 標 権 ２ に 係 る 商 標 登 録 は ， 無 効 審 判 に よ り 無 効 と さ れ る べ き も の と\n認 め ら れ る か ら ， 原 告 は 原 告 商 標 権 ２ を 行 使 す る こ と が で き な い （ 商 標 法\n３９条により準用さ れる特許法１０４条 の３項） 。\n第５   結 論\n以 上 に よ れ ば ， そ の 余 の 点 に つ い て 検討 す る ま で も な く ， 原 告 の 請 求 は い\nず れ も 理 由 が な い か ら ， こ れ ら を 棄 却 す る こ と と し て ， 主 文 の と お り 判 決 す\nる。\nな お ， 前 述 の と お り ， 原 告 の 第 ５ 回 弁 論 準 備 手 続 期 日 に お け る 平 成 ２ ６ 年\n１ ２ 月 ２ ５ 日 付 け 原 告 準 備 書 面 (3)の陳述 は ， 請 求 原 因 の 変 更 （ 訴 え の 変 更 ）\nに は 当 た ら な い と 解 す る の が 相 当 で あ り ， 仮 に ， 請 求 原 因 の 変 更 （ 訴 え の 変\n更 ） に 当 た る と し て も ， 請求 の 基 礎 を 同 一 と し ， 著 し く 訴 訟 手 続 を 遅 滞 さ せ\nる も の で な い か ら こ れ を 許 さ な い と す べ き 理 由 は な い 。 そ し て ， 被 告 の 異 議\nに よ り ， 従 前 の 訴 え の 取 下 げ が 効 力 を 生 じ な い た め ， 原 告 商 標 権 １ に 基 づ く\n請 求 が あ る と み た と し て も ， ① ピ タ バ ス タ チ ン カ ル シ ウ ム を 含 有 す る 薬 剤 で\nある 被 告 商 品 は， 原 告 商 標 権 １ に 係 る 登 録 商 標 の 指 定 商 品 「 薬 剤 但 し ， ピ タ\nバ ス タ チ ン カ ル シ ウ ム を 含 有 す る 薬 剤 を 除 く 」 と 同 一 で は な い こ と ， ② 被 告\n標 章 の 使 用 は ， 既 に 説 示 し た と お り ， 商 標 的 使 用 に 当 た ら な い こ と ， ③ 本件\n商 標 を 構 成 す る 「 Ｐ Ｉ Ｔ Ａ Ｖ Ａ 」 の 文 字 は ， 既 に 説 示 し た と お り ， 医 学 分 野\nの 学 会 発 表 や 研 究 報 告 に お い て ， 「 ｐ ｉ ｔ ａ ｖ ａ ｓ ｔ ａ ｔ ｉ ｎ 」 （ 原 告 商 品\n及 び 被 告 商 品 の 有 効 成 分 で あ る 「 ピ タ バ ス タ チ ン カ ル シ ウ ム 」 に つ い て ， 塩\nに 関 す る 記 載 を 省 略 し た 「 ピ タ バ ス タ チ ン 」 の 英 語 表 記 で あ る 。 ） の 略 称 と\nし て 用 い ら れ て い る 「 ｐ ｉ ｔ ａ ｖ ａ 」 の 大 文 字 表 記 であ る と こ ろ ， こ れ を 原\n告 商 標 権 １ に 係 る 登 録 商 標 の 指 定 商 品 「 薬 剤 但 し ， ピ タ バ ス タ チ ン カ ル シ ウ\nム を 含 有 す る 薬 剤 を 除 く 」 に 使 用 す れ ば ， 「 ピ タ バ ス タ チ ン カ ル シ ウ ム を 含\n有 す る 薬 剤 」 で あ る か の よ う に 品 質 の 誤 認 を 生 じ る お そ れ が あ る か ら ， 同商\n標 権 に 係 る 商 標 登 録 は ， 商 標 法 ４ 条 １ 項 １ ６ 号 に 該 当 し ， 無 効 審 判 に よ り 無\n効 と さ れ る べ き も の と 認 め ら れ ， 原 告 は 原告 商 標 権 １ を 行 使 す る こ と が で き\nない こと （ 商 標 法 ３ ９ 条 に よ り 準 用 さ れ る 特 許 法 １ ０ ４ 条 の ３ 項 ） か ら す れ\nば，当該請求に理由 がないことは，明ら かである。\n東京地方裁判所民事 第２９部\n裁 判長裁判官\n嶋    末       和    秀\n裁判官\n鈴    木       千    帆\n裁判官  本 井修平は 転補のため ，署名押印できない 。\n裁 判長 裁判官\n嶋    末       和    秀\n（別紙）\n被告標章目録\n（別紙）\n商標権目録\n１   登録番号              第４９４２ ８３３号\n出願日                平成１７年８月 ３０日\n登録日                平成１８年４月 ７日\n登録商標              ＰＩＴＡＶＡ（ 標準文字）\n商品及び役務の区分    第５類\n指定商品              薬剤\n２   登録番号              第４９４２ ８３３号の１\n出願日                平成１７年８月 ３０日\n登録日                平成１８年４月 ７日\n登録商標              ＰＩＴＡＶＡ（ 標準文字）\n商品及び役務の区分    第５類\n指 定 商 品               薬 剤 但 し ， ピ タ バ ス タ チ ン カ ル シ ウ ム を 含 有 す る 薬\n剤を除く\n３   登録番号              第４９４２ ８３３号の２\n出願日                平成１７年８月 ３０日\n登録日                 平 成 １ ８ 年 ４ 月 ７ 日 （ 商 標 登 録 原 簿 の 甲 区 欄 〔 原 告\nを商標権者とする 旨〕の登録は，平 成２６年１２月\n２日）\n登録商標              ＰＩＴＡＶＡ（ 標準文字）\n商品及び役務の区分    第５類\n指定商品              ピタバスタチン カルシウムを含有す る薬剤\n（別紙）\n被告商品目録\n（販売名）   ピタバ スタチンカルシウム 錠１ｍｇ 「テバ 」\n"
}