{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 2,
    "day": 23
  },
  "case_number": "平成25(ワ)13183",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第１８民事部",
  "gist": "立地，外観，内装，店名等により秘密性を演出している飲食店が，一般消費者の投稿により口コミサイトに掲載された店舗情報の抹消を求めたのに同サイトの運営会社が抹消に応じなかった事案において，飲食店の営業権等が違法に侵害されたとは認められないとして，同口コミサイトの運営会社に対する削除請求及び損害賠償請求が棄却された事例",
  "lawsuit_id": "84943",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84943",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/943/084943_hanrei.pdf",
  "contents": "主             文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告は，原告に対し，３３０万円及びこれに対する平成２５年１０月１日\nから支払済みまで年５分の割合による金員を支払え。\n２ 被告は，原告に対し，Ａと題するウェブサイト（http://xxx.com/）から\nＢ （ 住所 ：大 阪市 西区 ａ 町 ｂ 丁目 ｃ － ｄ ）に 関す る掲 載情 報の 全て\n（http://xxx.com/osaka/以下省略する。）を削除せよ。\n第２  事案の概要\n１  本件は，Ｂという名称の飲食店（以下「本件店舗」という。）を経営する\n原告が，本件店舗に関する店舗情報・写真・口コミ等（以下「店舗情報等」\nという。）を掲載したウェブサイトＡを運営する被告に対し，同店舗情報等\nの抹消を求めたのに，被告がこれに応じないことから，営業権及び情報コン\nトロール権を違法に侵害されたとして，原告が，被告に対し，不法行為に基\nづく損害賠償３３０万円及びこれに対する不法行為の日である平成２５年１\n０月１日から支払済みまで民法所定年５分の割合による遅延損害金の支払を\n求めるとともに，人格権（営業権及び情報コントロール権）に基づく侵害行\n為の差止めとして，店舗情報等の削除を求めた事案である。\n２  争いのない事実等（証拠により認定した事実は末尾に証拠を示す。）\n(1)ア  原告は，大阪市西区において本件店舗ほか数店舗の飲食店を経営す\nる有限会社である。\nイ  被告は，広告宣伝の情報媒体の販売等を業とし，口コミグルメサイト\nＡを開設し，これを管理運営する株式会社である。\n(2)  Ａに会員登録した一般ユーザー（以下「ユーザー会員」という。）\nは，平成２４年１１月１日，Ａに本件店舗を新規登録し，本件店舗の名\n称，住所，電話番号等の基本情報を掲載した（乙５１）。ユーザー会員\nは，同月２日，本件店舗の口コミ及び写真を投稿した（甲７）。\n(3)  原告は，被告に対し，平成２５年９月３０日，本件店舗に関する店舗\n情報等を削除するよう要求した。ところが，被告は，これに応じなかっ\nた。\n３  争点及び争点に関する当事者の主張\n(1)  被告は，原 告から店舗情報等の 削除を求める旨の申 出があった場合\nに，これに応じるべき義務があるといえるか。被告が応じないことが違法\nであるといえるか。\n（原告の主張）\n原告は，本件店舗について，立地，外観，店名，内装，入店方法等によ\nり，また，本件店舗の情報をいかなる範囲，いかなる方法で公開するかに\nついて慎重な検討と経営判断に基づき公開することにより，秘密性を保持\nすることで価値を創出してきた。ところが，Ａは月間５０００万のユーザ\nーアクセス数を誇る国内最大の飲食店検索サイトであるから，これに掲載\nされると，いつでもどこでも誰でも即時かつ容易に本件店舗の情報，外\n観，内装等の情報をインターネット上で確認できることになり，原告の経\n営戦略に基づく本件店舗の価値が阻害される。\n被告は，原告の事前承諾を得ることなく無断で本件店舗の店舗情報をＡ\nに掲載する情報環境を提供し，これによって収益を上げているのであるか\nら，原告から，Ａへの掲載が本件店舗の営業戦略を阻害するとして店舗情\n報等の削除を求められた場合には，削除権限を有するＡの管理運営者とし\nて，原告の営業権若しくは業務遂行権又は情報コントロール権を侵害しな\nいよう，直ちに削除に応じる条理上の作為義務を負っている。\nところが，被告は，原告からの削除要請に対し，応じなかったのである\nから，作為義務違反であり，違法であるから，損害賠償義務を負うし，本\n件店舗の店舗情報等を削除すべき義務を負う。\n（被告の主張）\n否認ないし争う。\nア  一般消費者を対象として営業する飲食店は，不特定多数の顧客に対し\nて飲食物を提供するという性質上，その飲食店の名称，所在地，電話番\n号，営業時間などの情報に加え，その外観及び内装の情報についても一\n般的に自ら公開しており，これらの情報を第三者に利用されない利益が\n法的に保護される利益に該当しないから，営業権侵害又は自己情報コン\nトロール権の侵害とはならない。\nイ  原告は，自ら運営するウェブサイト（乙１の１ないし５），ブログ\n（乙２）及びＦａｃｅｂｏｏｋ（乙３の１及び２。以下「フェイスブッ\nク」という。）において，本件店舗の写真，内装の見取り図，メニュ\nー，所在地・電話番号・営業時間を開示し，積極的に本件店舗の写真を\n公開するなど，店舗情報を公開しているのであるから，Ａで本件店舗の\n店舗情報等を掲載することが業務遂行の権利侵害にならない。\nウ  自己情報コントロール権は，本件店舗の店舗情報，外観，内装等の情\n報をインターネット上に掲載されない権利をいうものと解されるが，自\n己情報コントロール権は，未だこれが認められる範囲，権利の内容等に\nついて不確定な要素が多く，これを直ちに憲法１３条に基づく権利とし\nて認めることは困難である。一般に秘匿性の高い個人情報に関する自己\n情報コントロール権でさえ裁判例でこれを認めることについては消極的\nであるのに，店舗情報という一般的に公開されている情報についてこれ\nをコントロールする権利が認められることはない。\nエ  差止め請求権の根拠となるのは，物権又はこれに準ずる権利，人格権\n等の絶対権，不正競争防止法，独占禁止法といった特別規定に基づく請\n求権，利用差止めを権利の本質とする知的財産権の他は，一定の不作為\nを目的とした契約に基づく請求権であり，営業権や業務遂行権に基づく\n差止めは認められないか，認められるとしても，業務遂行を阻害する行\n為であることが明らかであり，その態様が著しく相当性を欠いているよ\nうな場合に限定される。ところが，本件では，これに該当しないことは\n明らかであるから，差止めは認められない。\n(2)  原告における損害の発生及びその金額\n（原告の主張）\n法人である原告にも名誉その他人格的諸利益があるから，法人が第三者\nの不法行為によって損害を被った場合には，金銭的評価可能なものである\n以上，その損害賠償が認められるべきであるところ，原告は，被告が本件\n店舗の店舗情報等を削除しないため，無形の損害を被ったものであり，そ\nの性質上財産上の評価が困難であるが，民事訴訟法２４８条を適用すべき\nである。\n被告の行為は，原告における本件店舗の根幹的営業戦略を無用のものと\nならしめる重大なものであり，Ａのユーザーアクセス数が月間５０００万\nを超え，削除義務に違反して放置された期間が長期にわたること等を踏ま\nえると，被告の不法行為によって原告が被った損害は３００万円を下回る\nことはない。\nまた，原告は，同損害回復に要する弁護士費用として同損害の１割に当\nたる弁護士費用３０万円の損害も被った。\nよって，被告は原告に対し，３３０万円の損害賠償債務を負う。\n（被告の主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  認定事実\n前記争いのない事実等に加え，証拠（各掲記のほか，甲２６，原告代表\n者）及び弁論の全趣旨によれば，次の各事実を認めることができる。\n(1)  本件店舗について\nア  原告は，平成２２年６月，大阪市西区の繁華街ではない場所に本件店\n舗を開店した。本件店舗は，店先に一切看板を設置せず，入口には鉄扉\nがある。来店者は，インターホンを鳴らし，解錠を求めて，店員が開錠\nし，建物内に入ることができる。鉄扉の中に入っても，そこに本件店舗\nはなく，狭い階段があるのみで，その階段を上がった２階の扉には「Ｄ\nＯ  ＮＯＴ  ＤＩＳＴＵＲＢ」（邪魔するな，あるいは開けるなの意味\nである。）の札が多数掲げられている。\n２階の扉を開けると，３０坪ほどの店舗であり，広くきれいなバーラ\nウンジがあり，バーカウンターの他，座敷やソファ席等が広く設けら\nれ，カラオケができる個室もある。このように，本件店舗は，秘密性の\nある隠れ家としての演出がされている。\n本件店舗には，「当店は会員制のプライベートラウンジにつき，Ａ\n等，口コミサイトへのご投稿はご遠慮くださいますようお願い申し上げ\nます」と記載したプレートを掲示し，本件店舗の店舗情報をＡ等の口コ\nミサイト等に投稿することを禁止する旨の告示を行っている（甲４の１\nないし１１）。\nイ  原告は，本件店舗を開店する数年前から，大阪市西区内にＣという店\n舗を経営しており，この店舗については，開店以来，数多くのテレビ，\n雑誌等から取材を受け，宣伝も行っていたが，同店舗の常連客がゆっく\nりできる場所を提供する趣旨もあり本件店舗を開店することにした。原\n告は，本件店舗の改装費用として１０００万円程度支出した。\n本件店舗の客は，Ｃの常連客やその紹介をされた者，本件店舗に来店\nした者に紹介された者がほとんどである。本件店舗のホームページや，\n店内の表示には，会員制との記載があるものの，会員制ではなく，顧客\n名簿もない。\nウ  原告は，本件店舗のホームページを作成し，インターネット上で公開\nしている。同ホームページには，本件店舗の内部の写真，パーティープ\nラン，ご予約・お問い合わせ先として電話番号が記載されている他，店\n内の見取り図，飲食のメニュー，本件店舗の住所，地図等が記載されて\nいる（乙１の１ないし５）。\n本件店舗については，ブログもあり，そこには，店内の写真が掲載さ\nれており，「隠れ家的空間のＢＡＲで特別なひとときを。店長の親しい\n友人のみ入店出来ます。Ｃのａ町３号店。最大８０名様までのパーティ\nー承ります。」との記載がある（乙２）。\n本件店舗については，本件店舗のフェイスブックと店長のフェイスブ\nックがあり，誰でも閲覧可能な設定となっている（乙３の１及び２，乙\n１１）。本件店舗では，ツイッター（乙１５）やミクシィ（乙１６）も\n利用している。Ｃのホームページから，本件店舗のホームページに入る\nことができるようになっている（乙１０）。\n(2)  Ａについて\nア  Ａは，「ランキングと口コミで探せるグルメサイト」をキャッチフレ\nーズとし，店舗で実際に食事をしたユーザーによる主観的な感想や評価\n（コメント）を写真等とともにインターネット上に公開することで，店\n舗選びの参考となる信頼できるレストランガイドとして活用されること\nを目的とするもので，日本全国の飲食店を無料でデータベース化し，店\n舗側からの情報だけでなく，店舗を利用した顧客の意見や感想を集め，\n共有していくものである。\nＡの特長としては，①今までのグルメサイトに載っていなかった「イ\nンターネット上で広告宣伝をしない美味しいお店」も検索できるよう\nに，日本全国の店舗を無料掲載によってデータベース化しており，平成\n２５年１１月現在全国約６９万件のレストラン情報を掲載しているこ\nと，②Ａに掲載されているお店には，全て，ユーザー会員から寄せられ\nたお店の個人評価をもとに，そのユーザー会員の信頼度を加味した独自\nのロジックで算出された「５点満点の点数（格付け）」が付いているこ\nと，③Ａに投稿された口コミ数は３５０万件と日本最大であり，ポジテ\nィブな内容だけでなく，ネガティブな内容も掲載しているなど実際に食\n事をした人のリアルな口コミが掲載されていることが挙げられる（これ\nについては「人の味覚や嗜好は千差万別。賛否両論があって当然なの\nで，きちんと両方掲載していくことが口コミサイトとしての信頼性にお\nいて重要なポイントであると考えています。」との記載もある。甲３の\n２）。\n顧客は，被告所定の手続により，ゲスト会員，レビュアー会員の登録\n手続をすることができ，口コミ投稿は，レビュアー会員登録をした者が\n行うことができる。口コミについては，ガイドラインを遵守しなければ\nならず，レビュアー会員がＡに口コミの投稿を行った時点で当該口コミ\nの国内外における複製，公衆送信等著作権法上の権利をレビュアー会員\nが被告に対して無償で利用することを許諾したものとなるとされている\n（甲８）。\n被告は，Ａの利用について，利用規約を定めているが（甲８），同規\n約上，Ａは，ユーザー会員からの自己責任に基づく口コミの投稿によっ\nて成り立っているが，ガイドラインに反するもの，公序良俗に反するも\nの，その他，Ａの管理運営を妨げる等被告が不適切と判断したものにつ\nいては，予告無く，当該口コミをＡから削除する場合があり，削除対象\nに該当するか否かは，全て被告が判断するとされている。\nイ  運営ポリシーとして，「Ａは『お店選びで失敗したくない人のための\nグルメサイト』をコンセプトとしております。Ａに掲載しているランキ\nングと口コミは一般ユーザー様の口コミ・評価で成り立っております。\n中立・公正な運営を厳守しておりますので，運営側で特定の飲食店の利\n益になるような操作等を行うことは一切ございません。」としている\n（甲３の２）。\n被告は，レストラン情報編集のガイドラインも作成しており，これに\nよれば，レストラン情報もユーザー会員が編集するが，管理者側でメン\nテナンスをする項目もあり，特定のレストランについては編集不可能と\nする場合があるとされている（乙８）。\nウ  Ａの利用者情報としては，平成２５年１１月現在の月間総ページレビ\nュー１１億８３１２万ＰＶ，月間利用者数はパソコンが２５４８万人，\nスマートフォンが２４４８万人，フィーチャーフォンが１６８万人であ\nる（甲３の３）。\nエ  Ａには店舗会員があり，登録，店舗ページの基本情報，写真，メニュ\nー，最新情報の掲載，クーポンの提示等は無料で行うことができる（甲\n３の４）。店舗会員数は，平成２６年２月現在９万９２７８店舗であ\nる。\nオ  被告は，健全なコミュニティサイト運営のためのルールとして，口コ\nミを投稿する際の遵守事項としてガイドラインを規定した。\nその内容は，①実際に食事をした内容を具体的に記述すること，②店\n舗に悪影響を及ぼす，かつ，内容の確認が困難な事象についての投稿は\n避けること（事実関係の確認が困難でかつ他のユーザーや店舗から「そ\nの内容は事実と異なる」という連絡があった口コミについては，Ａ側で\n連絡を受けた内容をもとに確認し，本項に該当すると判断した場合に\nは，当該口コミを削除する場合がある），③衛生管理面のクレームは投\n稿を避けること，④店舗の法律違反，契約違反に関する内容はしかるべ\nき当局又は関係者に連絡すること，⑤個人への誹謗中傷，店舗への断定\n的批判及び不適当な表現は禁止（口コミとして不適切な表現はＡ側から\n修正をお願いすることがある），⑥店舗への個人的なクレームやトラブ\nルに関する内容は避けること，⑦トラブルがあった店舗への口コミは避\nけること（該当の口コミを削除することがある），⑧法令に反する行為\nや犯罪行為等に結びつく口コミは禁止，⑨プライバシーの侵害に配慮す\nること，⑩著作権等の知的財産権に配慮すること，⑪対価を目的とした\n口コミ投稿の禁止，⑫通常利用できない場合は「通常利用外口コミ」に\nチェックを入れること，⑬店舗関係者が関係店舗に口コミ投稿すること\nは禁止（該当の口コミを発見した場合には削除するし，Ａ側が店舗関係\n者からの口コミと判断した場合にも削除することがある），⑭節度ある\n表現での投稿をすること（Ａ側で不適切と判断した場合には，該当の口\nコミを削除する場合がある），⑮原本保持のお願い（「口コミがガイド\nラインに違反する場合，投稿したユーザーへの予告なく削除する場合が\nあります」）というものである。\nカ  店舗掲載に関する方針について，「Ａでは『店舗情報を一般公開して\nいるお店を全て掲載』する方針で運営しております。ホームページ・シ\nョップカード・雑誌・書籍・電話帳などで店舗情報を一般公開している\nお店については，店舗様のご意向に関わらず，口コミが投稿される仕組\nみとなっておりますので，ご了承ください。万が一，店舗情報を完全非\n公開で営業されていて，かつ店舗情報非掲載をご依頼の場合は，ご連絡\nください」としている（乙２１）。\nキ  被告は，ユーザー会員からの会員料，飲食店からの広告料及び他の企\n業からの広告料によって収益を上げている。\n(3)  Ａへの本件店舗の店舗情報の掲載\nＡのユーザー会員は，平成２４年１１月１日，Ａに本件店舗を新規登録\nし，本件店舗の名称，住所，電話番号，交通手段，営業時間，定休日等の\n基本情報を掲載した（乙５１）。ユーザー会員は，同月２日，本件店舗の\n口コミ及び写真を投稿した。この口コミは「プライベートラウンジ」とい\nう題名で「本日，２軒目は，こちらのお店，プライベートラウンジで隠れ\n家過ぎましたので悩みましたがホームページがありましたので，レビュー\nさせていただきました」から始まるものであった。店内の写真や料理，飲\nみ物等の写真とこれに対するコメントもあった（甲７）。\n本件店舗がＡに載ってから，紹介者がない顧客が本件店舗に入ってきて\n大騒ぎをしたり，くつろいでいる年配客に絡んで暴力事件に発展したケー\nスもあった。\n(4)  原告の被告に対する削除要求\n原告は，被告に対し，平成２５年９月３０日到達の同月２７日付け通知\n書により，本件店舗は秘密基地，隠れ家として来店者の遊び心をくすぐる\nことを企図し，他の飲食店との差別化を図ったサービスを展開しているの\nに，Ａに掲載されることにより，この営業戦略及び本件店舗の価値・サー\nビスが大きく損なわれるので，本件店舗情報等を削除するよう要求した\n（甲５の１ないし３）。\nところが，被告は，原告に対し，同年１０月７日，飲食店に係る情報の\n掲載に関し，一般的に公開されている情報を利用することや飲食店に関す\nる感想を述べることは表現の自由の範囲内で適法であること，本件店舗に\n関する情報は，インターネット上だけでもホームページのほか，複数発\n信・公開されていることが確認できたので，本件店舗の店舗情報をＡ上に\n掲載する行為は適法であることとして，本件店舗の店舗情報をＡから削除\nすることには応じないと回答した（甲６）。\n２  争点(1)（被告は，原告から店舗情報等の削除を求める旨の申出があった\n場合に，これに応じるべき義務があるといえるか。被告が応じないことが違\n法であるといえるか。）について\n(1)  原告は，不法行為に基づく損害賠償及び人格権（営業権若しくは業務\n遂行権又は情報コントロール権）に基づく差止めを請求しているが，これ\nらが認められるためには，被告において，原告から店舗情報等の削除を求\nめる旨の申出があった場合に被告がこれに応じないことが違法と評価され\nることが必要となる。\nそして，違法と評価されるかどうかは，被侵害利益の種類と侵害行為の\n態様との相関関係で決せられるべきものである。本件で問題となる被侵害\n利益としては，原告の情報コントロール権又は営業権若しくは業務遂行権\nである。\n(2)ア  まず，情報コントロール権であるが，本件では，原告が本件店舗に\n関する店舗情報等を自由に取捨選択し，公開するものと公開しないもの\nとを自らの意思で決定し，被告その他の者が決定することができないと\nいう権利又は利益を指すものと解される。\nこのような権利又は利益は，自らの情報に関しては自らが支配すると\nいうものであるので，人格権に基づくものと解されるが，これが憲法１\n３条で保障されるものであるかは検討の余地がある。\nそして，情報コントロール権といってもその権利又は利益の内容及び\n外延が明らかではないこと，個人の情報に関しては，私生活をみだりに\n公開されないといういわゆるプライバシーの権利が憲法１３条に基づき\n保護されるものと認めることができるが，これも，私生活上の情報であ\nればすべて公開されることが許されないものではなく，その情報内容に\n応じ，また，その侵害行為の態様により，保護の範囲は異なってくるも\nのであることからして，情報コントロール権というものを，不法行為や\n差止めを認めるために保護されるべき権利又は利益として認めることは\n相当ではないと解する。\nイ  次に，営業権又は業務遂行権であるが，営業の自由，職業活動の自由\nは，憲法２２条１項の職業選択の自由に包摂されるものとして，保障さ\nれているものと解される。この権利の享有主体は，個人のみならず，法\n人においても認めることができる。したがって，原告は，自らの業務遂\n行のため，自己の情報に関し，公開するかどうかについて，選択する権\n利又は利益を有するものと考えられる。\n(3)  そこで，被告が，原告による店舗情報等の削除要求に応じないとい\nう行為の態様について検討する。\nア  前記１(4)認定のとおり，原告が，被告に対し，本件店舗の店舗情\n報等がＡに掲載されることにより，隠れ家として情報管理をしていた\n原告の営業戦略及び本件店舗の価値・サービスが大きく損なわれるの\nで，本件店舗情報等を削除するよう要求したのに対し，被告は，原告\nに対し，飲食店に係る情報のように一般的に公開されている情報を利\n用することや飲食店に関する感想を述べることは表現の自由の範囲内\nで適法であること，本件店舗に関する情報は，インターネット上だけ\nでもホームページのほか，複数発信・公開されていることが確認でき\nたとして本件店舗の店舗情報をＡから削除することには応じないと回\n答したことを認めることができる。\nイ  前記１(2)認定のように，Ａは，被告ではなく，飲食店で実際に飲\n食をしたユーザー会員が，当該店舗に関する情報を，口コミとして，\n被告が設置するウェブ上に提供し，これを被告が管理し，多くの利用\n者が閲覧することにより，飲食店情報を提供するインターネットサイ\nトであり，被告としては多くの閲覧がされることによる広告収入等を\n得ることができるというものであると認められる。口コミ等により情\n報を提供するのはユーザー会員であって被告ではないが，著作権を無\n料で被告が使用することが許されており，被告には，ガイドラインに\nより，自己の判断で口コミ等を削除する権限も有している。ただし，\n原告は，このような口コミやＡのシステム自体について違法と主張す\nるものではない。\nなお，前記１(2)カ認定のとおり，被告は，ホームページ・雑誌・\n書籍・電話帳などで店舗情報を一般公開している店舗全てを掲載する\n方針で運営しているが，店舗情報を完全非公開で営業し，かつ店舗情\n報非掲載を依頼された店舗については応じる方針であると解される。\nウ  前記１(1)認定のように，原告は，Ｃと異なり，本件店舗について\nは，看板を設けず，顧客をＣの常連客やその紹介者，本件店舗に訪れ\nたことがある顧客やその紹介者に限定したり，マスコミ等の宣伝を行\nわず，秘密性のある隠れ家としての演出を行うなどの営業戦略を用い\nたことを認めることができる。そして ，前記１ (3)で認定したよう\nに，Ａに本件店舗が掲載された後，原告が想定しないような客が本件\n店舗を訪問したこと自体は認めることができる。\nエ  前記１(1)ウ認定のように，本件店舗の店名，住所，電話番号，地\n図，店内見取り図等は，原告自身がホームページで公開しているし，\nその他，ブログやツイッター等により，本件店舗の情報が公開されて\nいるものは多数認められる。\n以上によれば，被告の侵害行為の態様は，原告からの申入れに対し，店\n舗情報等が公開されているので応じなかったというものであり，被告は，\nその権限で削除をすることは可能であるものの，Ａでは，当該店舗に批判\n的な評価も含め，管理者である被告の作為による情報操作をせず，ユーザ\nーの情報をそのまま提供するサイトを設けるという方針で行っており，一\n般的に公開されている情報であれば掲載するという方針で原告の申し入れ\nに応じなかったに過ぎないものであるから，被告が，原告からの申し入れ\nに応じないことが違法と評価される程度に侵害行為の態様が悪質というこ\nとはできない。\nそうであれば，被告が口コミにより収入を得ていること，原告の承諾な\nく情報を掲載していることが認められるとしても，被告の行為が名誉毀損\nに該当したり，プライバシー侵害に該当したりしないような本件につい\nて，前記先行行為に基づく条理上の作為義務が発生すると認めることはで\nきない。\n(4)  以上によれば，被告が，原告の要求に応じなかったことが作為義務違\n反になることはなく，それが違法と評価することはできない。\n３  よって，その余（争点(2)）を検討するまでもなく，原告の請求は理由が\nない。\n第４  結論\n以上によれば，原告の請求はいずれも理由がないので棄却することとし，\n訴訟費用の負担につき民事訴訟法６１条を適用して，主文のとおり判決す\nる。\n大阪地方裁判所第１８民事部\n裁判長裁判官       佐     藤     哲    治\n裁判官       諸     岡     慎    介\n裁判官       中     井     裕    美\n"
}