{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 28
  },
  "case_number": "平成23(ワ)10705",
  "case_name": "意匠権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82428",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82428",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/428/082428_hanrei.pdf",
  "contents": "平成２４年６月２８日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第１０７０５号  意匠権侵害差止等請求事件\n口頭弁論終結日  平成２４年４月２４日\n判                決\n東京都大田区＜以下略＞\n原 告          株 式 会 社 ユ ニ ッ ク ス\n同訴訟代理人弁護士          山 崎 司 平\n柳 楽 久 司\n星   晶 広\n正   岡   有 希 子\n同 補 佐 人 弁 理 士          大 竹 正 悟\n武 田 寧 司\n東京都練馬区＜以下略＞\n被 告          西 邦 工 業 株 式 会 社\n同訴訟代理人弁護士          冨 永 博 之\n主                文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙物件目録記載１及び２の換気口を製造，販売してはならない。\n２  被告は，その占有に係る前項の換気口及びその半製品を廃棄せよ。\n３  被告は，原告に対し，４２００万円及びこれに対する平成２３年４月１２日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，換気口の意匠権を有する原告が，被告が別紙物件目録記載１及び２\nの換気口を製造販売する行為が原告の意匠権を侵害すると主張して，被告に対\nし，意匠法３７条１項に基づく上記換気口の製造販売の差止め並びに同条２項\nに基づく上記換気口及びその半製品の廃棄を求めるとともに，不法行為に基づ\nく損害賠償として４２００万円及びこれに対する不法行為の後である平成２３\n年４月１２日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求める事案である。\n１  前提となる事実（当事者間に争いがない事実）\n(1)  当事者\n原告は，住宅，工場，事務所等の換気口，吸音材等の製造販売等を目的と\nする株式会社である。\n被告は，空調機器，冷暖房機器の製造販売等を目的とする株式会社である。\n(2)  原告の意匠権\nア  原告は，次の意匠権（以下「本件意匠権Ａ」といい，その登録意匠を\n「本件意匠Ａ」という。）を有している。\n登 録 番 号    第１２２２９５８号\n出 願 日    平成１５年１２月８日\n登 録 日    平成１６年１０月１日\n意匠に係る物品    換気口\n登 録 意 匠    別紙Ａ意匠公報のとおり\nイ  原告は，本件意匠Ａを本意匠とする関連意匠として，次の意匠権（以下\n「本件意匠権Ｂ」といい，その登録意匠を「本件意匠Ｂ」という。）を有\nしている。\n登 録 番 号    第１２２３０６９号\n出 願 日    平成１５年１２月８日\n登 録 日    平成１６年１０月１日\n意匠に係る物品    換気口\n登 録 意 匠    別紙Ｂ意匠公報のとおり\nウ  原告は，本件意匠Ａを本意匠とする関連意匠として，次の意匠権（以下\n「本件意匠権Ｃ」といい，その登録意匠を「本件意匠Ｃ」という。本件意\n匠権Ａ及びＢと併せて「本件各意匠権」といい，その登録意匠を併せて\n「本件各意匠」という。）を有している。\n登 録 番 号    第１２２３０７０号\n出 願 日    平成１５年１２月８日\n登 録 日    平成１６年１０月１日\n意匠に係る物品    換気口\n登 録 意 匠    別紙Ｃ意匠公報のとおり\n(3)  本件各意匠の構成\nア  本件意匠Ａの構成は，別紙「本件意匠Ａの説明書」の「(1)構成」に記\n載のとおりである（なお，本件意匠Ａの基本的構成態様及び具体的構成態\n様の各構成は，同説明書記載の符合に従い「構成ア」のようにいう。）。\nイ  本件意匠Ｂの構成は，別紙「本件意匠Ｂの説明書」の「(1)構成」に記\n載のとおりである（なお，本件意匠Ｂの基本的構成態様及び具体的構成態\n様の各構成は，同説明書記載の符合に従い「構成ア」のようにいう。）。\n本件意匠Ｂは，本件意匠Ａを本意匠とする関連意匠であり，その構成アな\nいしシは本件意匠Ａの構成アないしシと同一であり，その構成セ及びソが\n本件意匠Ａの構成スと異なる。\nウ  本件意匠Ｃの構成は，別紙「本件意匠Ｃの説明書」の「(1)構成」に記\n載のとおりである（なお，本件意匠Ｃの基本的構成態様及び具体的構成態\n様の各構成は，同説明書記載の符合に従い「構成ア」のようにいう。）。\n本件意匠Ｃは，本件意匠Ａを本意匠とする関連意匠であり，その構成アな\nいしシは本件意匠Ａの構成アないしシと同一であり，その構成タ及びチが\n本件意匠Ａの構成スと異なる。\n(4)  被告は，遅くとも平成１７年１０月から現在に至るまで，業として，別\n紙物件目録記載１及び２の換気口（以下「被告製品１」，「被告製品２」と\nいい，併せて「被告製品」という。）を製造販売している。\n(5)  被告製品は，換気口であり，本件各意匠に係る物品と同一である。被告\n製品の意匠（以下「被告意匠」という。）は，別紙被告意匠目録記載のとお\nりであり，その構成は，別紙「被告意匠の説明書」の「(1)構成」に記載の\nとおりである（なお，被告意匠の基本的構成態様及び具体的構成態様の各構\n成は，同説明書記載の符合に従い「構成ａ」のようにいう。ただし，原告は，\n構成ｂの「該差込筒部前端に設けられた外向きのフランジ部でリベット止め\nされた円板部からなる」及び構成ｅの「前方にやや突出しているため，正面\n視において前面筒状部の外形線を示す円の内側に水溜め部の外形線の円弧が\n現れる「円の下２０パーセントの円弧と円弧の両端を結ぶ弦からなる形状」\n（以下この形状を「弓状」という。）」は，いずれも基本的構成態様ではな\nく，具体的構成態様に分類すべきものであると主張する。）。被告製品１と\n被告製品２の違いは，被告製品２の内部にはドレンコップと称する水溜め用\nのシリコーンゴム製の容器が収納されていることであり，両製品の外観から\n把握できる意匠は同一である。\n２  争点\n(1)  本件各意匠と被告意匠の類否（争点１）\n(2)  本件各意匠に係る意匠登録は意匠登録無効審判により無効にされるべき\nものと認められるか（争点２）\n(3)  原告の損害（争点３）\n３  争点についての当事者の主張\n(1)  本件各意匠と被告意匠の類否（争点１）\n（原告の主張）\nア  本件各意匠の要部\n本件各意匠に係る換気口は，背面カバーの差込筒部を建物の外壁に開口\nするダクトに差し込んで外壁に固定されるものであるから，建物の外壁に\n設置された状態においては，本件各意匠の背面は全く見えなくなる。そし\nて，換気口は，通常，建物の外壁の中でも天井面に近い位置に設置される\nから，下から見上げるように目視されるものである。\nまた，建物外壁に設置する前に観察することのできる全体的なデザイン\nに着目すると，外壁への設置前においては，前面カバーだけでなく，背面\nカバーの差込筒部も含めて本件各意匠の全体が観察されることになる。\nさらに，換気口は，通気のために使われるものであるから，そのガラリ\n部も需要者に着目される部分である。\n以上によれば，本件各意匠において，看者の注意を引く部分は，①  前\n方に突き出した前面筒状部の前端面の上側にガラリ部があり，②  その下\n側に通気を遮る略半円板状の水溜め部があり，かつ，③  上記前面筒状部\nと背面カバーに対して差込筒部が上方に偏芯しているという構成態様であ\nり，これが本件各意匠の要部を構成する。\nイ  本件各意匠と被告意匠との対比\n本件各意匠と被告意匠とを対比すると，両意匠は，背面カバーと前面カ\nバーを有し，背面カバーに差込筒部を有し，前面カバーに前面筒状部を有\nし，前面筒状部にガラリ部と略半円板状の水溜め部を有する点で共通する。\nまた，本件各意匠と被告意匠は，前面筒状部が円筒形状であり，外向きの\nフランジ部を有し，筒状縁を有する前面カバーの基本的な構成においても\n共通する。\nしたがって，被告意匠は，本件各意匠の要部である，①  前方に突き出\nした前面筒状部の前端面の上側にガラリ部があり，②  その下側に通気を\n遮る略半円板状の水溜め部があり，かつ，③  上記前面筒状部と背面カバ\nーに対して差込筒部が上方に偏芯しているという構成において，本件各意\n匠と全く同一の構成を有し，本件各意匠との間に相違点があるとしても，\n全体として本件各意匠と同一の意匠的印象を発揮する。\nよって，被告意匠は，本件各意匠に類似する。\nウ  意匠登録第１１７６７９１号の意匠（乙１。以下「本件公知意匠」とい\nう。）ではガラリ部のガラリ桟が左右対称にＶの字を描くようにして中央\nに縦方向に渡された１本の棒に接合する形態で配置されているのに対し，\n本件各意匠のガラリ部のガラリ桟は全て平行に配置されていて，両意匠の\n美感は異なるものであるから，本件公知意匠との関係を踏まえて本件各意\n匠の要部を解釈するとすれば，その要部たる構成は，前方に突き出した前\n面筒状部の前端面の上側にはガラリ部を有し，同前端面の下側には通気を\n遮る略半円板状の水溜め部を有し，かつ，ガラリ部の全てのガラリ桟が一\n方向に直線状に伸張する形状で並列に架け渡されている構成態様というこ\nとになる。\n本件各意匠の要部をこのように解釈しても，被告意匠は本件各意匠に類\n似する。\n（被告の主張）\nア  本件各意匠の要部\n(ア)  原告が，本件各意匠の要部として主張する，①  前方に突き出した\n前面筒状部の前端面の上側にガラリ部があるという構成は，甲１０ない\nし１６に多数示されているとおり，周知の形態である。そして，②  前\n面筒状部の前端面のガラリ部の下側に通気を遮る略半円板状の水溜め部\nがあるという構成は，乙１に見られるように公知の意匠であり，乙２，\n３にもガラリ部の下側を閉塞する類似の意匠が示されている。\nしたがって，本件各意匠の基本的構成態様は，全て周知ないし公知の\nものであり，これらを本件各意匠の要部とすることはできない。\n次に，本件各意匠の構成カ，ク，ケ及びコは，甲１０ないし１６に開\n示されている周知でありふれた形態である。そして，背面カバーの差込\n筒部を背面カバーよりも小径の円筒形状とし，その筒軸を背面カバーの\n中心に対し上方に偏芯させた構成（本件各意匠の構成キ。原告が本件各\n意匠の要部として主張する③）は，乙１，３ないし５に開示された公知\nの意匠である。\nよって，公知意匠や周知意匠を参酌すると，原告が本件各意匠の要部\nとして主張する①ないし③が要部を構成するものでないことは明らかで\nある。\n(イ)  上記(ア)で述べたことに加え，乙１には，前面カバーのガラリ部が，\n前面筒状部の前端面の上から約８／１０の高さを占め，その下側の残余\nの約２／１０に水溜め部を有する意匠が示されていることからすると，\n公知意匠にはない新規な創作部分である本件各意匠の要部は，前面カバ\nーのガラリ部が，前面筒状部の前端面の上から約７／１０の高さを占め\nるように形成され，ガラリ部の下側には略半円板状の水溜め部が残余の\n約３／１０の高さを占めるように形成され，かつガラリ部には，縦方向\nに伸張し列方向で並列に整列する１０本のガラリ桟（縦ガラリ）が形成\nされた構成であると認められる。\nイ  本件各意匠と被告意匠との対比\n被告意匠は，前面カバーのガラリ部の割合が約８／１０，水溜め部の割\n合が約２／１０である点，横ガラリである点，水溜め部がやや前方に突出\nし，前面筒状部の外形線を示す円の内側にその突出部が円弧状に見え，水\n溜め部が立体的に浮き上がって見える点において，上記本件各意匠の要部\nと相違する。\n被告意匠は，本件各意匠にはない背面カバー下部の突出部を有する（被\n告意匠の構成ｉ）ところ，この突出部は，流出する水を溜めるための工夫\nが施されている部分であり，取引業者が関心を持つ部分である。また，被\n告製品が建物の外壁に設置される前においては，被告意匠は全体が観察さ\nれるが，被告意匠を背面から見ると，背面カバーの下側の約２０％が後方\nに大きく突出し，看者に極めて強い印象を与えるから，この点でも被告意\n匠は，本件各意匠と全体として相違する印象を与える。\nさらに，被告意匠では，前面カバーのフランジ部の縁がごく短く斜め上\n後方に形成され，前面カバー側のごく一部が背面カバーの筒状縁を覆い，\n大部分の背面カバーの筒状縁が視認できる点において，本件各意匠と相違\nする。\nそして，その他の本件各意匠と被告意匠の共通点は，周知ないし公知の\nものであるから，以上の本件各意匠と被告意匠の相違点，共通点を総合す\nれば，被告意匠は，本件各意匠に類似しないというべきである。\n(2)  本件各意匠に係る意匠登録は意匠登録無効審判により無効にされるべき\nものと認められるか（争点２）\n（被告の主張）\nア  新規性の欠如\n本件公知意匠は，意匠に係る物品を換気口とするもので，本件意匠Ａの\n構成アないしコと共通する構成を有する。そして，本件意匠Ａの構成サ，\nシ及びスと本件公知意匠の構成とを対比すると次のとおりとなる。\n(ア)  構成サについて\n本件意匠Ａにおいては，前面カバーのガラリ部が前面筒状部の前端面\nの上から約７／１０の高さを占め，下側約３／１０には水溜め部がある\nのに対し，本件公知意匠においては，前面カバーのガラリ部が前面筒状\n部の前端面の上から約８／１０の高さを占め，下側約２／１０には水溜\nめ部がある点で相違するが，この差は微差にすぎない。\n(イ)  構成シについて\n本件意匠Ａのガラリは縦ガラリであるのに対し，本件公知意匠のガラ\nリは中央で分離された斜め方向のガラリである点で相違する。しかしな\nがら，公知意匠（甲１０ないし１６）には縦ガラリ，横ガラリが周知の\nありふれた形態として示されているから，中央で分離された斜め方向の\nガラリと縦方向のガラリは類似する。\n(ウ)  構成スについて\n本件意匠Ａのガラリ桟は，中央部が前方に，左右がそれぞれ左右方向\nに吹き出すように傾斜がつけられているのに対し，本件公知意匠のガラ\nリ桟は，やや斜め下方向に一定の向きにガラリ桟を傾斜させている。し\nかしながら，この差は微差であり，美感を左右するほどのものではない。\n(エ)  そうすると，本件意匠Ａは本件公知意匠に類似する（意匠法３条１\n項３号）から，本件意匠権Ａに係る意匠登録は意匠登録無効審判により\n無効にされるべきものと認められる（同法４８条１項１号）。そして，\nこの理は本件意匠Ｂ及びＣについてもそのまま当てはまるから，本件意\n匠権Ｂ及びＣに係る各意匠登録も意匠登録無効審判により無効にされる\nべきものと認められる。\nよって，原告は，被告に対し，本件各意匠権を行使することができな\nい（意匠法４１条，特許法１０４条の３第１項）。\nイ  創作容易であること\n上記アのとおり，本件意匠Ａと本件公知意匠の相違点は，本件意匠Ａの\n構成サ，シ，スのみである。そして，乙３の図１，２には，ガラリ部の下\n側約２０％を閉塞する水溜め部を有する意匠が示されており，ガラリ部に\nは横ガラリ桟が設けられている。当業者にとって，ガラリ部を縦ガラリと\nするか横ガラリとするかは周知でありふれた変更であるので，乙３及び周\n知意匠を基に，本件公知意匠のガラリ部のガラリ桟を縦ガラリ桟とするこ\nとは容易にすることができる。また，ガラリ桟の傾斜を変化させて吹き出\nしの方向を変える構成もありふれたものである。\nしたがって，本件意匠Ａは，本件公知意匠並びに乙３及び４に記載され\nた公知意匠に基づいて当業者が容易に創作することができたものである\n（意匠法３条２項）から，本件意匠権Ａに係る意匠登録は意匠登録無効審\n判により無効にされるべきものと認められる（同法４８条１項１号）。そ\nして，この理は本件意匠Ｂ及びＣについてもそのまま当てはまるから，本\n件意匠権Ｂ及びＣに係る各意匠登録も意匠登録無効審判により無効にされ\nるべきものと認められる。\nよって，原告は，被告に対し，本件各意匠権を行使することができない\n（意匠法４１条，特許法１０４条の３第１項）。\n（原告の主張）\nア  新規性の欠如を理由とする無効主張について\n本件公知意匠は，ガラリ部のガラリ桟が左右対称にＶの字を描くように\nして中央に縦方向に渡された１本の棒に接合する形態を採用することによ\nって，まるで１枚の葉に描かれた葉脈のような印象を看者に与えるのに対\nし，本件各意匠のガラリ部は，全てのガラリ桟が平行に配置されており，\nよりスマートな印象を与えるから，両者の与える印象は大きく異なる。\nしたがって，本件公知意匠の存在を理由として，本件各意匠が無効とさ\nれるべきものと認められるとする被告の主張は失当である。\nイ  創作容易であることを理由とする無効主張について\n被告の主張は，乙３の横ガラリを縦ガラリに変更し，その上で本件公知\n意匠の葉脈状のガラリを縦ガラリに変更するという多段階の創作行為を経\nなければならないものであり，これは当業者にとってありふれた手法によ\nるものではないから，創作容易ではないというべきである。\n(3)  原告の損害（争点３）\n（原告の主張）\n被告は，平成１７年１０月から今日に至るまで，被告製品を製造販売し，\nその販売金額の合計は１億２０００万円を下らず，被告が得た利益の額はそ\nの３５％に相当する４２００万円を下らない。\nよって，被告による本件各意匠権の侵害によって原告が被った損害の額は，\n意匠法３９条２項により，４２００万円を下らないと推定される。\n（被告の主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  争点１（本件各意匠と被告意匠の類否）について\n(1)  本件各意匠の構成\n前提となる事実に証拠（甲２，４，６）及び弁論の全趣旨を総合すれば，\n本件各意匠の構成は，別紙ＡないしＣの各意匠公報のとおりであり，①  本\n件意匠Ａの構成は，構成アないしスに加えて，「前面筒状部の前端面のガラ\nリ部の下側には，略半円板状の水溜め部が前面筒状部の前端面の他の部分と\n同一の平面上に形成されている。」との構成（以下「構成ツ」という。）を\n有し，②  本件意匠Ｂの構成は，構成アないしシ，セ，ソ及びツを有し，③\n本件意匠Ｃの構成は，構成アないしシ，タ，チ及びツを有することが認めら\nれる。\n(2)  被告意匠の構成\n証拠（甲８，９）及び弁論の全趣旨によれば，被告意匠は，別紙被告意匠\n目録記載のとおりであり，その構成は，構成ａないしｏに加えて，「前面筒\n状部の前端面のガラリ部の下側には，弓状の水溜め部が前面筒状部の前端面\nの他の部分から前方にやや突出して形成されている。」との構成（以下「構\n成ｐ」という。）を有することが認められる。\n(3)  本件各意匠と被告意匠の対比\nア  本件各意匠と被告意匠の共通点\n本件各意匠の構成ア，ウ，エ，キ，ク及びケと被告意匠の構成ａ，ｃ，\nｄ，ｇ，ｊ及びｋは，それぞれ共通する。具体的には，本件各意匠と被告\n意匠は，①  建物の外壁に沿わせて設置する背面カバーと，背面カバーの\n前面側を覆う前面カバーとを有し，②  前面カバーは，背面カバーの前方\nに短く突出する前面筒状部を有し，③  前面カバーは，前面筒状部の前端\n面に通気用のガラリ部を有し，④  背面カバーの差込筒部は，背面カバー\nよりも小径の円筒形状であり，その筒軸は背面カバーの中心に対し上方に\n偏芯させて形成されており，⑤  前面カバーの前面筒状部は，円筒形状で\nあり，⑥  前面カバーの前面筒状部の後端部には，背面カバーと重ね合わ\nせて接合する外向きのフランジ部を有する，という構成において共通する。\nまた，被告意匠の構成ｂは，背面カバーが差込筒部を有するという点に\nおいて，本件各意匠の構成イと共通し，被告意匠の構成ｅは，前面カバー\nが前面筒状部の前端面におけるガラリ部の下側部分を閉塞する略半円板状\n（弓状）の水溜め部を有するという点において，本件各意匠の構成オと共\n通する。\nイ  本件各意匠と被告意匠の差異点\n(ア)  本件各意匠と被告意匠とは，次の点において差異がある。\nａ  本件各意匠においては，前面カバーのガラリ部が前面筒状部の前端\n面の上から約７／１０の高さを占めるように形成され，その下側に略\n半円板状の水溜め部が約３／１０の高さを占めるように形成されてい\nるが，被告意匠においては，前面カバーのガラリ部が前面筒状部の前\n端面の上から約８／１０の高さを占めるように形成され，その下側に\n弓状の水溜め部が約２／１０の高さを占めるように形成されている。\nｂ  本件各意匠においては，ガラリ部が縦方向に伸長し列方向で並列に\n整列する１０本のガラリ桟から形成されている（縦ガラリ）が，被告\n意匠においては，ガラリ部が横方向に伸長し行方向で並列に整列する\n７本のガラリ桟から形成されている（横ガラリ）。\nｃ  本件各意匠においては，略半円板状の水溜め部が前面筒状部の前端\n面の他の部分と同一の平面上に形成されているが，被告意匠において\nは，弓状の水溜め部が前面筒状部の前端面の他の部分から前方にやや\n突出して形成されている。\nｄ  本件各意匠においては，背面カバーは円板形状で，前面カバーのフ\nランジ部が外周縁に筒状縁を有している。これに対して，被告意匠に\nおいては，背面カバーの円板部が筒状縁を有しており，この筒状縁の\n最下端に円板に平行な短い切り込み部があり，前面カバーのフランジ\n部は，前面筒状部と同心状に斜め上後方にごく短く突出する縁を有し\nている。\nｅ  本件意匠Ａのガラリは左右吹き出し，本件意匠Ｂのガラリは左吹き\n出し，本件意匠Ｃのガラリは右吹き出しであるが，被告意匠のガラリ\nは下吹き出しである。\n(イ)  被告意匠には，次のとおり，本件各意匠にはない構成がある。\nａ  差込筒部の外周に３つのスプリングを有する。\nｂ  背面カバーの円板部の差込筒部の下側に，背面視弓状の突出部を有\nする。\n(4)  本件各意匠の要部\nア  本件各意匠は，その登録に係る物品が換気口であり，建物の外壁に設置\nされて使用されるものであるから，使用時においては，背面側の部分は観\n察されず，もっぱら正面から見た前面側の部分の形状が観察されることに\nなる。\nイ  そして，証拠（乙１，５）によれば，本件各意匠の登録の出願前におい\nて，次の各意匠が公知であったことが認められる。\n(ア)  本件公知意匠は，背面カバーと前面カバーを有し，前面カバーが背\n面カバーの前方に短く突出する円筒形状の前面筒状部を有し，前面筒状\n部の前端面には通気用のガラリ部を有し，ガラリ部は前面筒状部の前端\n面の上から約８／１０の高さを占めるように形成され，下側には略半円\n板状の水溜め部が残余の約２／１０の高さを占めるように形成されてお\nり，ガラリ桟は，左右対称にＶの字を描くように中央の縦方向に配置さ\nれた一本の棒に接合する形態で平行に配置されており，前面筒状部の後\n端部には背面カバーと重ね合わせて接合する外向きのフランジ部を有し，\n背面カバーが差込筒部を有し，その差込筒部が背面カバーよりも小径の\n円筒形状であり，その筒軸は背面カバーの中心に対し上方に偏芯させて\n形成されている構成を有する換気口の意匠である。\n(イ)  平成１１年１０月の被告の換気口等のカタログ（乙５）には，背面\nカバーと前面カバーを有し，前面カバーが背面カバーの前方に短く突出\nする円筒形状の前面筒状部を有し，前面筒状部の前端面には通気用のガ\nラリ部を有し，前面筒状部の後端部には背面カバーと重ね合わせて接合\nする外向きのフランジ部を有し，背面カバーが差込筒部を有し，その差\n込筒部が背面カバーよりも小径の円筒形状で，その筒軸は背面カバーの\n中心に対し上方に偏芯させて形成されている構成を有する換気口の意匠\nが記載されている。\nウ  以上の本件各意匠に係る換気口の性質，用途，使用態様に上記公知意匠\nの構成を併せ考慮すると，看者である需要者の注意を最も惹きやすい部分\nは，正面から見た前面側の部分であり，特に，前面カバーのガラリ部が前\n面筒状部の前端面の上から約７／１０の高さを占め，そのガラリ部には，\n縦方向に伸長し列方向で並列に整列する１０本のガラリ桟が形成され（縦\nガラリ），上記ガラリ部の下側に，前面筒状部の前端面の他の部分と同一\nの平面上に略半円板状の水溜め部が残余の約３／１０の高さを占めるよう\nに形成されている構成であり，この構成が本件各意匠の要部であると認め\nられる。\nエ  原告は，①  前方に突き出した前面筒状部の前端面の上側にガラリ部が\nあり，②  その下側に通気を遮る略半円板状の水溜め部があり，かつ，③\n上記前面筒状部と背面カバーに対して差込筒部が上方に偏芯しているとい\nう構成が要部であると主張するが，上記①ないし③の構成は，上記イで認\n定したとおり，いずれも公知意匠で開示されている構成であるから，この\n構成を需要者の注意を最も惹く部分であるところの本件各意匠の要部とし\nて認めることはできない。\nまた，原告は，本件公知意匠との関係を踏まえると，本件各意匠の要部\nは，ガラリ部の全てのガラリ桟が一方向に直線状に伸張する形状で並列に\n架け渡された構成であると主張する。しかしながら，本件公知意匠のＶの\n字を描くように配置されたガラリ桟の構成に対して，本件各意匠のガラリ\n桟は，縦方向に伸長し列方向で並列に整列している（縦ガラリ）点で相違\nするのであるから，原告の上記主張のようにガラリ桟の方向を「一方向」\nとして抽象化した構成をもって本件各意匠の要部として認定することはで\nきないというべきである。\n(5)  本件各意匠と被告意匠の類否\n本件各意匠と被告意匠には，上記(3)イで判示したとおりの差異点があり，\nその中でも，上記(4)ウで認定した要部の全て，すなわち，①  ガラリ部と\n水溜め部の割合が，本件各意匠では約７対３であるのに対し，被告意匠では\n約８対２であること，②  本件各意匠は１０本のガラリ桟から成る縦ガラリ\nであるのに対し，被告意匠は７本のガラリ桟から成る横ガラリであること，\n③  略半円板状（弓状）の水溜め部が，本件各意匠では前面筒状部の前端面\nの他の部分と同一の平面上に形成されているのに対し，被告意匠では前面筒\n状部の前端面の他の部分から前方にやや突出して形成されていることの各点\nにおいて大きく相違するから，本件各意匠と被告意匠は，全体として看者に\n対し異なる美感を与えるものである。そして，本件各意匠と被告意匠には，\n上記(3)アの共通点があるが，これらの共通点は，いずれも上記(4)イで認定\nした公知意匠に認められる構成であって，上記の差異点から生じる全体とし\nての美感の相違を凌駕するものとはいえない。\n原告は，縦ガラリか横ガラリかの相違は，換気口の意匠の分野では極めて\nありふれた相違にすぎず，別異の意匠的印象を発揮する要素になることはな\nいと主張する。しかしながら，本件各意匠の要部の構成としては，上記(4)\nウで認定したとおり，ガラリ部が縦ガラリであることも認められるべきであ\nり，ガラリ部のガラリ桟の向きと水溜め部との組合せから生じる美感をも考\n慮すると，むしろ縦ガラリか横ガラリかの相違によって，看者に対し異なっ\nた美感を与えるというべきである。\n(6)  そうであるから，被告意匠が本件各意匠に類似するものとは認められな\nい。\n２  以上によれば，原告の請求は，その余の点について判断するまでもなく，理\n由がない。\n第４  結論\nよって，原告の請求を全て棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          高 野 輝 久\n裁判官          志 賀   勝\n裁判官          小       川       卓       逸\n（意匠公報は省略する。）\n（別紙）\n物 件 目 録\n１  商 品 名    外壁用ステンレス製換気口  ＳＶ－ＡＵＳ\n型 番    ＳＶ１００ＡＵＳ，ＳＶ１２５ＡＵＳ，ＳＶ１５０ＡＵＳ\n２  商 品 名    外壁用ステンレス製換気口  ＳＶ－ＣＵＳ\n型 番    ＳＶ１００ＣＵＳ\n"
}