{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 28
  },
  "case_number": "平成28(行ケ)10103",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86560",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86560",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/560/086560_hanrei.pdf",
  "contents": "平成２９年２月２８日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ケ）第１０１０３号  審決取消請求事件\n口頭弁論終結日  平成２９年２月７日\n判     決\n原        告    株 式 会 社 永 木 精 機\n同訴訟代理人弁理士    岡    田    全    啓\n竹    中    俊    夫\n扇    谷        一\n被 告 訴 訟 引 受 人    株式会社ＨＩ - Ｔ Ｏ Ｏ Ｌ\n脱 退 被 告    Ｙ\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１５－８０００９３号事件について平成２８年３月２８日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  脱退被告は，平成２４年１月２４日，発明の名称を「掴線器」とする特許出\n願をし，平成２６年１月３１日，設定の登録（特許第５４６５７３３号）を受けた\n（請求項の数１。以下，この特許を「本件特許」という。甲３４）。本件特許出願\nは，実用新案登録出願（実用新案登録第３１６３１９６号。出願日平成２２年１月\n１５日。以下「もとの出願日」という。）の変更である。\n(2)  原告は，平成２７年３月３１日，本件特許について特許無効審判を請求し，\n無効２０１５－８０００９３号事件として係属した。\n(3)  特許庁は，平成２８年３月２８日，「本件審判の請求は，成り立たない。」\nとの別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本\nは，同年４月７日，原告に送達された。\n(4)  原告は，平成２８年４月２８日，本件審決の取消しを求める本件訴訟を提起\nした。\n(5)  本件特許に係る特許権は，被告訴訟引受人（以下「引受人」という。）に移\n転され，平成２８年５月２３日，特許登録原簿にその移転登録がされた。\n２  特許請求の範囲の記載\n特許請求の範囲の請求項１の記載は，次のとおりである（甲３４）。以下，請求\n項１に記載された発明を「本件発明」という。また，その明細書（甲３４）を，図\n面を含めて「本件明細書」という。\n【請求項１】長レバーのリング部に引張力を負荷することで，テコを利用してケ\nーブルを把持する構造の掴線器において，その長レバーの後端に設けたリング部を，\n長レバー及びケーブルの平面に対して１５°～４５°に捻ったことを特徴とする掴\n線器\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①\n本件発明は，下記アの引用例に記載された発明（以下「引用発明」という。）及び\n下記イないしソの周知例に記載された事項に基づいて，当業者が容易に発明をする\nことができたものではないから，特許法２９条２項の規定に違反して特許されたも\nのではない，②本件発明は，その発明の詳細な説明の記載が，当業者がその実施を\nすることができる程度に明確かつ十分に記載したものであり，同法３６条４項１号\nに規定する要件（以下「実施可能要件」ということがある。）を満たしており，実\n施可能要件を満たしていない特許出願に対して特許されたものではない，というも\nのである。\nア  引用例：米国特許１９４２６２５号公報（甲１。昭和９年公開）\nイ  周知例１：特開２００２－１９９５６８号公報（甲２）\nウ  周知例２：特開２０１０－２２６８７２号公報（甲３。平成２２年１０月７\n日公開）\nエ  周知例３：特開２０００－２４５０２４号公報（甲４）\nオ  周知例４：米国特許３５９９２９７号公報（甲５の１。昭和４６年公開）及\nび「米国特許３５９９２９７号公報の図面の説明図」と題する書面（甲５の２）\nカ  周知例５：特開平１０－２５５５４７号公報（甲６）\nキ  周知例６：特公昭４２－１００７５号公報（甲７）\nク  周知例７：実開昭５４－１０２８００号公報（甲８の１）\nケ  周知例８：実願昭５２－１７６７０６号のマイクロフィルム（甲８の２）\nコ  周知例９：特開２００５－８９０８４号公報（甲９）\nサ  周知例１０：特開２０００－２８８９５２号公報（甲１０）\nシ  周知例１１：特開２００３－１８１５３９号公報（甲１１）\nス  周知例１２：特開２００８－４８４８８号公報（甲１２）\nセ  周知例１３：特開２００５－２０５４９２号公報（甲１３）\nソ  周知例１４：特開平１０－１４６６１９号公報（甲１４）\n(2)  本件発明と引用発明との対比\n本件審決が認定した引用発明，本件発明と引用発明との一致点及び相違点は，以\n下のとおりである。なお，「／」は，原文の改行部分を示す（以下同じ。）。\nア  引用発明\nボディ１２および腕１５を有するフレーム１１を備え，前記ボディ１２および前\n記腕１５の接合部に隣接して顎１６が形成され，より短い腕２０とより長い腕２１\nが形成されたベルクランク１８は，前記ボディ１２に支点ピン２２により枢着され，\n前記より短い腕２０は，ピン２６上で枢動される顎２５を受け，前記より長い腕２\n１は，ピン３３に枢動できるように取り付けられるハンドル３２を有し，前記ハン\nドル３２の柄を受けて導くためのガイド３６を備えたブラケット３５は，その外端\n部に隣接する前記腕１５の側に形成され，前記ハンドル３２は，前記ピン３３と前\n記ブラケット３５との間に段差状の屈曲する部分を有し，前記ハンドル３２の外の\n方に伸びている一端は目３７を備えた，ワイヤー把持具であって，／逆時計回り方\n向に前記ベルクランクを回すために外の方に前記ハンドル３２を引くことにより，\n枢着された前記顎２５が，ワイヤー３８に対して前記顎１６の方へ移動するとすぐ\nに，前記ワイヤー３８は確実に握持され，／引っ張る負荷が前記目３７に適用され\nるとき，前記ガイド３６のその形状と配置にあわせて，前記ハンドル３２の前記段\n差状の屈曲と枢着接続部の移動の円弧がよく調整されているので，引っ張る動作は\n常に前記ワイヤー３８のほぼ軸方向とされ，把持面の位置またはそのあたりで，前\n記ワイヤー３８が曲がったり捻れたりすることを防止し，かつ絶縁型の前記ワイヤ\nー３８への損傷や切断を生じないワイヤー把持具。\nイ  一致点\n長レバーのリング部に引張力を負荷することで，テコを利用してケーブルを把持\nする構造の掴線器において，その長レバーの後端にリング部を設けた掴線器。\nウ  相違点\n本件発明は，「その長レバーの後端に設けたリング部を，長レバー及びケーブル\nの平面に対して１５°～４５°に捻った」ものであるのに対し，引用発明は，「ハ\nンドル３２は，前記ピン３３と前記ブラケット３５との間に段差状に屈曲する部分\nを有し」ているが，「捻った」部分を有するものではない点。\n４  取消事由\n(1)  本件発明の容易想到性判断の誤り（取消事由１）\nア  判断の遺脱\nイ  相違点に係る判断の誤り\n(2)  実施可能要件に係る判断の誤り（取消事由２）\nア  本件発明の要旨認定の誤り\nイ  実施可能要件に係る判断の誤り\n第３  当事者の主張\n１  取消事由１（本件発明の容易想到性判断の誤り）について\n〔原告の主張〕\n(1)  判断の遺脱\n原告は，本件審判手続において提出した口頭審理陳述要領書（甲３５）において，\nリング部とケーブルとの接触（干渉）を回避するという課題を解決するための手段\nとして，ハンドルを屈曲ないし湾曲させるか，あるいは本件発明のようにリング部\nを捻るかは，単なる設計事項にすぎない旨主張した。\nしかし，本件審決は，原告の上記主張に対し，何らの判断もしていない。よって，\n本件審決には，判断の遺脱がある。\n(2)  相違点に係る判断の誤り\nア  課題\n引用発明では，引っ張る負荷が目３７に適用されるとき，ハンドル３２の湾曲と\nピボット接続部の調整により，ワイヤーが曲がったり，捻れたりせず，引っ張る動\n作は常にワイヤーのほぼ軸方向にある。したがって，引用発明には，「ケーブルの\n屈曲によるケーブル表面に生じる屈曲のクセ及び損傷等の不都合を解決する」とい\nう課題が存在している。\nまた，掴線器において，リング部中心とケーブル中心との距離を小さくすること\nでケーブルの損傷を回避することができることは，当業者が経験的に知る技術常識\nであるから，引用発明にリング部とケーブルとの接触（干渉）を回避する必要があ\nるという課題が存在することは，明らかである。\nイ  周知技術\n(ア)  甲１ないし２７に示されているように，もとの出願時において，「板材及\nび線材を捻ることにより，一の端部の平面に対して一定の角度をもって他の端部の\n平面を位置させること」は，様々な技術分野において利用されている周知技術であ\nり，機械工具一般における技術常識であり，電線の架線工事の当業者における周知\n慣用の技術である。\n(イ)  また，「板材を他の物体に干渉することを避けるように捻って，ある物体\nに取り付けること」は，甲２，３及び１５ないし２０に開示されているように，周\n知慣用の技術であるし，「線材を移動させて，ケーブルに接触することを避けなが\nら，線材を捻り，又は屈曲させて，ケーブルの向こう側や，手前側に位置させるこ\nと」も，甲２１ないし２７に開示されているように，周知慣用の技術である。\n(ウ)  さらに，「捻った」構成が，移動により他の部位との干渉を避けることを\n目的とするものであることも，甲１０ないし１４に開示されているように，技術常\n識に属する事項である。\nウ  周知技術の適用\n(ア)  発明の課題解決のために，関連する技術分野における手段の適用を試みる\nことは，当業者の通常の創作能力の発揮にすぎないところ，引用発明と甲２及び３\nとは，いずれも架線工事に用いられる工具であり，技術分野が共通する。\n(イ)  そして，引用発明において，「ケーブルの屈曲によるケーブル表面に生じ\nる屈曲のクセ及び損傷等の不都合を解決する」という課題を解決するために，ケー\nブルに向く面の角度を変化させるべく金属製板状体である長レバーを「捻じる」の\nか，「曲げる」のかは，両構成の効果に差がなく，当業者が必要に応じて任意に定\nめる設計的事項にすぎない。あるいは，甲２及び３に開示された周知技術を適用し\nて，「捻った」構成とすること（引用発明において，ハンドルに段差状に屈曲する\nことによってケーブルとの干渉を回避した構成を，本件発明のようにハンドルの先\n端の目（リング部）を捻ることによってケーブルとの干渉を回避する構成とするこ\nと）は，当業者が容易に想到できたことである。\nエ  阻害要因もないこと\n引用発明において，段差を設けたレバーを「捻った」構成のレバーに置き換える\nことに阻害要因はない。例えば，引用発明において，ワイヤーの径が太い場合には，\nハンドル３２を捻ることにより，目３７がワイヤー３８に接触しないように構成す\nる必要がある。\nオ  作用効果\n(ア)  本件発明の作用効果は，引用発明に周知技術を適用することにより予想さ\nれる範囲内のものにすぎない。\n(イ)  本件発明は，リング部を長レバー及びケーブルの平面に対し１５°～４５\n°捻ったことを構成とするものであるが，リング部中心をケーブル中心に接近させ\nて移動させるための構成について何ら特定されておらず，本件明細書には，捻る角\n度を１５°～４５°とすることの意義を客観的に裏付ける記載もないから，リング\n部を捻る角度の数値限定に臨界的な意義はない。\nカ  小括\n以上によれば，引用発明において，周知技術を適用し，相違点に係る本件発明の\n構成とすることは，当業者が容易に想到できたことである。\n〔引受人の主張〕\n(1)  判断の遺脱\n原告の主張は，争う。\n(2)  相違点に係る判断の誤り\nア  本件審決における判断に誤りはない。\nイ  本件発明は，原告が挙げる証拠に基づき，容易に発明をすることができたも\nのではない。原告が挙げる証拠の多くは，掴線器とは関係のないものである。\n２  取消事由２（実施可能要件に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件発明の要旨認定の誤り\n本件審決は，本件発明の「長レバー及びケーブルの平面」とは，「長レバーが回\n動する支軸に垂直な平面」を意味するとした上で，「長レバーの後端に設けたリン\nグ部を，長レバー及びケーブルの平面に対して１５°～４５°に捻った」とは，本\n件明細書の図１（ａ）において，長レバーの捻り箇所４の位置で「長レバーが回動\nする支軸に垂直な平面」に対して「１５°～４５°に捻った」ことであると解され\nる旨判断した。\nしかし，本件発明の特許請求の範囲及び本件明細書には，「長レバー及びケーブ\nルの平面」の意義は何ら記載されていない。本件審決における上記判断は，特許請\n求の範囲及び本件明細書の記載に基づかないものであって，誤りである。\n(2)  実施可能要件に係る判断の誤り\nア  本件発明は，「長レバーの後端に設けたリング部を，長レバー及びケーブル\nの平面に対して１５°～４５°に捻った」ことを発明特定事項として規定するもの\nである。しかし，本件明細書には，「長レバーの平面」及び「ケーブルの平面」が\n何を指しているのか，何ら記載されておらず，その意味が不明である。したがって，\nリング部を１５°～４５°に捻る基準が不明である。\nイ  本件明細書の図面からは，カムと三角レバーと長レバーの接続状態が不明瞭\nであり，各構成部品の形状を把握することはできない。\nウ  掴線器において，単にリング部を捻っただけでは，長レバーのリング部に引\n張力を負荷した際にリング部がケーブル近傍を移動するものとはならないから，リ\nング部がケーブル中心に接近して移動するように長レバーの形状・リンク機構・ガ\nイド機構を構成する必要がある。すなわち，①一般に，ケーブルの線径によっては\n（特に細いケーブルでは），リング部を捻っても捻らなくてもリング部がケーブル\nの位置に達せず，ケーブルの下方にしか位置できない，②ケーブル半径が三角レバ\nーの厚み１／２と長レバーの厚み１／２の和より大きいものについては，長レバー\n及びケーブル平面に対して捻じっても，フックがケーブルに干渉するので，ケーブ\nルに干渉しない程度の角度を持たせながら捻じる必要がある，③長レバーの長さに\nより，ケーブルを掴持する箇所とリング部中心との距離が変わり，リング部中心が\nケーブルの中心に接近したりしなかったりする。しかし，本件発明は，その特許請\n求の範囲において，ケーブルの線径及び長レバーの形状・リンク機構・ガイド機構\nについての構成が特定されておらず，また，本件明細書にも，これらについての記\n載はない。\n以上のとおり，本件発明は，長レバーを案内するガイドの形状と配置の変更，長\nレバーを捻った湾曲と枢着接続部の移動の円弧の調整，ケーブルの太さによりリン\nグ部がケーブルに接触しないようにするためのリング部の形状及び位置とケーブル\nの太さとの相関関係などの必須の構成が特定されておらず，本件明細書にも，これ\nらについての記載はないから，当業者が，本件発明を実施しようとすれば，過度の\n試行錯誤を要する。\nエ  本件明細書には，リング部を１５°～４５°に捻ることにより所期の作用効\n果を奏することを裏付ける記載はないから，本件発明の少なくとも一部につき，当\n業者がその実施をすることができる程度の記載があるということはできない。\nオ  以上によれば，本件明細書の発明の詳細な説明の記載は，当業者がその実施\nをすることができる程度に明確かつ十分に記載したものであるということはできな\nい。よって，本件審決の実施可能要件に係る判断は，誤りである。\n〔引受人の主張〕\n本件審決における判断に誤りはない。\n第４  当裁判所の判断\n１  本件発明について\n(1)  本件明細書等の記載\n本件発明に係る特許請求の範囲（請求項１）は，前記第２の２記載のとおりであ\nるところ，本件明細書（甲３４）の発明の詳細な説明には，おおむね，次の記載が\nある（下記記載中に引用する図１～３については，別紙本件明細書図面目録を参\n照。）。\nア  技術分野\n【０００１】本発明は，電力の送電線及び配電線を緊張する際に使用される，ケ\nーブル（電線）を掴む掴線器に関するものであり，ウィンチのフック等を接続する\n長レバーのリング部に工夫を加えることによって，ケーブル表面に生じる屈曲クセ\n及び損傷を防止するためのものである。\nイ  背景技術\n【０００２】従来からテコを利用した掴線器は，長レバーとその端部にあるリン\nグ部が同一平面上にある掴線器が使用されている。（図２参照）\nウ  発明が解決しようとする課題\n【０００３】しかしながら長レバーとリング部が同一平面上にある掴線器では，\nリング部の上部がケーブルに干渉してリング部中心をケーブル中心に接近させるこ\nとが出来ない欠点があった。（図２ｂ参照）その為，ケーブル中心とリング部中心と\nの位置が大きくズレることになる。このズレの大きさが，ケーブルを緊線した際に\nケーブルを屈曲させることになる。（図３参照）この屈曲によるケーブル表面に生じ\nる屈曲のクセ及び損傷等･･･の不都合を解決することを課題とする。\nエ  課題を解決するための手段\n【０００４】本発明は，掴線器の長レバーのリング部を１５°～４５°の角度に捻\nることにより，リング部の上部がケーブルに干渉することを避けてリング部中心を\nケーブル中心に接近させることが出来ることにより（図１参照）及び（図１ｂ参照），\n上記課題を解決するものである。この角度の範囲外では実用的に不適当である。\nオ  発明の効果\n【０００５】本発明による掴線器は，部品数を増やす必要もなく，只，長レバー\nのリング部を捻るだけで容易に製作できる。また，ケーブル表面の損傷等･･･を防止\nして，長期間設置され続けるケーブルの信頼性を向上させることが出来る利点があ\nる。\nカ  発明を実施するための形態\n【０００７】図１に示すように，掴線器の長レバー１の端部にあるリング部２を\n１５°～４５°の角度に捻ることは容易に出来，部品数も増えずコストも最小にで\nきる。更に，同一平面上にある，従来使用されている長レバーに比較しても，有効\nにリング部中心をケーブルに干渉させずに，ケーブル中心に接近させることが出来\nる。\n(2)  前記(1)の記載によれば，本件発明の特徴は，以下のとおりである。\nア  本件発明は，電力の送電線及び配電線を緊張する際に使用される，ケーブル\n（電線）を掴む掴線器に関する（【０００１】）。\n従来から使用されているテコを利用した掴線器では，長レバーとその端部にある\nリング部が同一平面上にある（【０００２】）。しかし，このような掴線器では，\nリング部の上部がケーブルに干渉してリング部中心をケーブル中心に接近させるこ\nとができないため，ケーブル中心とリング部中心との位置が大きくずれることにな\nり，ケーブルを緊線した際にケーブルを屈曲させることになって，ケーブル表面に\n屈曲のクセ及び損傷等が生じるという問題があった（【０００３】）。\nイ  本件発明は，前記アの問題を解決することを課題とし，かかる課題の解決手\n段として，長レバーのリング部に引張力を負荷することで，テコを利用してケーブ\nルを把持する構造の掴線器において，長レバーの後端に設けたリング部を１５°～\n４５°の角度に捻ることにより，リング部の上部がケーブルに干渉することを避け\nてリング部中心をケーブル中心に接近させることができるようにした（【０００\n４】）。\nウ  本件発明の掴線器は，部品数を増やす必要もなく，長レバーのリング部を捻\nるだけで容易に製作することができ，ケーブル表面の損傷等を防止して，長期間設\n置され続けるケーブルの信頼性を向上させることができる（【０００５】）。\n２  取消事由１（本件発明の容易想到性判断の誤り）について\n(1)  引用発明\nア  引用例（甲１）には，次のような記載がある。\n(ア)  本発明の１つの目的は，さまざまなサイズのワイヤーを把持しかつのばし\nあるいは操作に用いるのに適する，改良された使いやすくかつ有用なワイヤー把持\n具を提供することである。本発明の他の目的は，把持されるべきワイヤーの材料長\nが確保され，それによりその把持面の位置またはそのあたりでの結びや捻れを防止\nし，かつ絶縁型のワイヤーへの損傷や切断を生じないワイヤー把持具を提供するこ\nとである。本発明の他の目的は，軽量かつ構造が簡単で，それ故，地上でワイヤー\nとともに手動操作を容易にし，かつそこから取り外されたときにワイヤー上で掴み\nやロックを生じないため，さらに有利な導線ワイヤー把持具を提供することである。\n（１頁左欄６行～２３行）\n(イ)  ワイヤー把持具１０の１つの外形は，ボディ部１２およびボディとともに\n略Ｕ字形状を形成する腕１５を有するハウジングもしくはフレーム１１を備えた発\n明を具体化している。ボディ１２および腕１５の接合部に隣接して水平方向に伸長\nする楕円形の顎１６が一体に形成され，例えば弓形またはＶ字状等の所望の断面形\n状をとり得る溝付きの面１７を備える。より短い腕２０とより長い腕２１が形成さ\nれたベルクランク１８は，顎１６の面とは反対側のボディ１２の外側端に近接して\n強固に支持する支点ピン２２により枢着され，より短い腕２０は，腕の分岐部に固\n定されたピン２６上で枢動される長方形の顎２５を受けるための分岐部２３を有す\nる。顎１６および２５の間で有効な把持動作を確実にするために，複数の横断溝２\n７が，２８で示されるように，所望の弓形，Ｖ字状，あるいは他の所望の断面外形\nを有するように，長手方向に溝形成された顎２５の表面に形成されている。枢着さ\nれた顎２５の一端部は，そこから斜めに一体的に伸長する取っ手２９を備える。溝\n部１７および２８は，反対側の関係に配置され，ベルクランクを旋回することで互\nいに近づき離れ得る。（１頁左欄３１行～同頁右欄３行）\n(ウ)  より長い腕２１の外端部は，曲げられたリンクの端を受け入れるための分\n岐部３０を有し，分岐部３０でピン３３上に枢動できるように取り付けられるハン\nドル３２を有する。ブラケット３５は，ハンドル３２の柄を受けて導くためのガイ\nド３６を備えるために，その外端部に隣接する腕１５の側に，一体的に，または，\nしっかりと形成される。腕１５から外の方に伸びているハンドル３２の一端は，ツ\nールまたは他の機械構成部品を受けるのに適しているか，グリップを操作するため\nにオペレータによって直接握られることができる，そこに形成された目３７を備え\nている。時計回り方向にベルクランク１８を回転させるために内に向けてハンドル\n３２を動かすことによって，図１に図示されるように，突起２９は，ハンドルの表\n面を接触させて止められる。ハンドル３２に突き当たることで，突起は，顎１６の\n面と実質的に平行に顎２５の溝を彫られた面を配置するために自動的に機能する。\nこの装置は，顎の間に，ワイヤー３８の挿入を容易にする。逆時計回り方向にベル\nクランクを回すために外の方にハンドル３２を引くことにより，枢着された顎２５\nが，ワイヤー３８に対して顎１６の方へ移動するとすぐに，ワイヤーは確実に握持\nされ，そして，ハンドルによるワイヤーの牽引力は，顎の間からワイヤーがすべる\n危険のないようどのようにでも印加されることができる。この動きは，ベルクラン\nク腕２１および２０間の比率が，ほぼ２～１であるという事実のため，保証される。\n顎２５と顎１６のクランプ面１７に対するベルクランクの短い腕２０の関係は，顎\n２５が顎１６を接触させるものであり，そのとき，ピン２６が顎１６の面に直角で\nピン２２の軸から引き出される線の外にある位置で，ベルクランクは，逆時計回り\n方向に回される。記載されたワイヤー把持具を設計する際に向けられる特別な注意\nは，グリップが調整されたり，操作されたりしているときであっても，目３７を含\nむハンドル３２の部分は，可動顎２５の作用面におおむね一直線状に配置された状\n態のままである，という望ましい構造要件の配置である。ガイド３６のその形状と\n配置にあわせて，ハンドル３２の屈曲と枢着接続部３３の移動の円弧がよく調整さ\nれているので，このような結果をもたらす。３９に示されるように，ブラケット３\n５と顎１６の間の腕１５が中央線をはずれている結果として，ワイヤーを曲げるこ\nとなく収納できる充分な空間があるが，このようにその締め付け位置にあるワイヤ\nー３８の中心線は，目３７の方向に配置されている。従って，ワイヤーをのばすた\nめに，引っ張る負荷が目３７に適用されるとき，ワイヤーが曲がったり，捻れたり\nせず，引っ張る動作は常にワイヤーのほぼ軸方向にある。（１頁右欄４行～２頁左\n欄１０行）\n(エ)  図１及び３（別紙引用例図面目録参照）\nイ  引用例に前記第２の３(2)アのとおりの引用発明が記載されていることは，当\n事者間に争いがないところ，前記アの記載によれば，引用例には，引用発明に関し，\n以下の点が開示されているものと認められる。\n(ア)  引用発明は，ワイヤーの把持面又はその辺りでの結びや捻れを防止し，か\nつ絶縁型のワイヤーへの損傷や切断を生じないワイヤー把持具を提供することを目\n的の一つとする（前記ア(ア)）。\n(イ)  引用発明では，上記(ア)の課題を解決するため，ハンドル３２が，ピン３\n３とブラケット３５との間に段差状の屈曲する部分を有し，ガイド３６の形状と配\n置にあわせて，ハンドル３２の上記屈曲と枢着接続部３３の移動の円弧がよく調整\nされている（前記ア(ウ)，(エ)）。\n(ウ)  引用発明によれば，ブラケット３５と顎１６の間の腕１５が中央線をはず\nれている結果として，締め付け位置にあるワイヤー３８の中心線は，目３７の方向\nに配置されているため，引っ張る負荷が目３７に適用されるとき，ハンドル３２が\nワイヤーに接触せず移動して目３７の位置がワイヤーに接近し，引っ張る動作は常\nにワイヤーのほぼ軸方向にあるから，ワイヤーが曲がったり，捻れたりしないとい\nう作用効果を奏する（前記ア(ウ)）。\n(2)  判断の遺脱について\n原告は，本件審決には，リング部とケーブルとの接触（干渉）を回避するという\n課題を解決するための手段として，ハンドルを屈曲ないし湾曲させるか，あるいは\n本件発明のようにリング部を捻るかは，単なる設計事項にすぎない旨の原告の主張\nについて，判断の遺脱がある旨主張する。\nしかし，本件審決は，①引用発明の「ハンドル３２」の「目３７」を，「ワイヤ\nー３８が曲がったり」しないために，さらに「捻った」構成としなければならない\n必要性は見当たらず，むしろ，「ハンドル３２」を「捻った」構成とすることには\n阻害要因があるから，周知例１ないし１４に記載された事項を適用して，引用発明\nの「ハンドル３２」をさらに「捻った」ものとすることが当業者において容易に想\n到できたということはできず，②周知例１，２及び１０ないし１４に記載された\n「捻った」構成を有する部位は，引用発明とは技術分野の関連性が認められないも\nのであるか，あるいは，技術分野の関連性が認められるとしても，引用発明の「ハ\nンドル３２」と同様の機能を有するものではなく，「捻った」構成が，移動により\n他の部位との干渉を避けることを目的とするものでもないから，周知例１，２及び\n１０ないし１４に記載された「捻った」構成が周知慣用技術であったとしても，掴\n線器である引用発明の「ハンドル３２」を「捻った」ものとすることが当業者にお\nいて容易に想到できたということはできず，③掴線器である周知例３ないし５及び\n７ないし９には，引用発明の「ハンドル３２」に対応する部位が「捻った」部分を\n有することについて，記載も示唆もないから，上記周知例に接した当業者であって\nも，引用発明の「ハンドル３２」を「捻った」部分を有するように構成することが\n容易に想到できたということはできず，上記は，周知例１及び２に記載された「ス\nトラップ」の「捻った」構成が周知慣用技術であることを踏まえても同様であり，\n④周知例６及び９に記載された「ワイヤー等の屈曲のクセ及び損傷」の原因及び回\n避のための構成は，引用発明とは異なり，周知例７及び８では，引用発明と関連す\nるものの，その回避のための構成は，引用発明とは異なるから，周知例６ないし９\nに接した当業者であっても，引用発明の「ハンドル３２」を「捻った」部分を有す\nるように構成することが容易に想到できたということはできない旨判断した。\n上記判断は，要するに，本件発明が引用発明及び各周知例に記載された周知技術\nに基づいて，当業者が容易に発明をすることができたものではないこと，すなわち，\n掴線器において，リング部とケーブルとの接触（干渉）を回避するという課題を解\n決するための手段として，リング部を捻るという構成が設計事項であるとはいえな\nいことを具体的に判断したものであるということができる。よって，本件審決には，\n原告の主張する判断の遺脱はない。\n(3)  相違点に係る判断の誤りについて\nア  周知例等の記載\n各文献には，以下の事項が記載されているものと認められる。\n(ア)  周知例１（甲２）\n架空高圧配電線の架線において，振分け装柱に架空高圧配電線を絶縁し支持する\nために使用される振分け架線金具に関し，耐張碍子を腕金に連結する捻りストラッ\nプが，板状体のものを捻った構造であること（【０００１】，【００１２】，【図\n１】）。\n(イ)  周知例２（甲３）\n電柱の腕金に取り付けられる碍子の支持構造に関し，耐張碍子を腕金に連結する\n捻りストラップが，板状体のアーム３２を捻った構造であること（【０００１】，\n【０００４】，図８）。\n(ウ)  周知例３（甲４）\n電柱の腕金の碍子に高圧配電線の通り電線を張り渡した通り装柱を振分け装柱に\n変更する工法及び活線振分け金具に関し，張線器３０を耐張碍子２４に連結する引\nき留めクランプ２５が，平板状のものを曲げた構造を有すること，及び掴線器３３\nの捻りのないレバー状の部位が張線器３０の伸縮杆３１の先端に連結されること\n（【０００１】，【００１６】，【００１７】，【００２５】，【図４】，【図\n５】，【図９】）。\n(エ)  周知例４（甲５の１・２）\nワイヤー把持具において，リンク４０が捻りのない平板状であり，かつ，ピン４\n２の軸方向に屈曲していないため，ピン４２の軸に垂直な平面であって，リンク４\n０が移動する平面では，ワイヤー３８，顎１６及び顎３２が存在しておらず，顎３\n２と顎１６がワイヤーを挟んだ状態では，リンク４０の外端部の目４６は，ワイヤ\nー３８に近接した位置にある構成とすること（１頁左欄４７行～右欄２４行，図２，\n図３）。\n(オ)  周知例５（甲６）\n電線などの線状体を掴持する用途に使用される線状体把持器に関し，連結部材７\nの連結部１９を引っ張ると，連結部材７が引っ張られて連結部１９は線状体に重な\nる位置まで移動し，作動部材３は回動して可動側掴線部４を押し上げることで線状\n体Ｗを固定側掴線部２と共に上下から挟み付けて掴線する構成とすること（【００\n０１】，【００２１】，【図１】,【図２】）。\n(カ)  周知例６（甲７）\n把持表面が凹面であるアンビルと凸状であるカム状部材からなるワイヤー緊張機\nは，把持作用によりワイヤーを押しつぶし，ワイヤーを凹面に一致するよう曲げて\nしまうという不利な点があること（１頁右欄２行～１９行）。\n(キ)  周知例７（甲８の１）及び周知例８（甲８の２）\n掴線器において，被張設線を掴線するために作動レバーの端部を引張すると，作\n動レバーの端部は被張設線の自由部（無負荷部）を持上げ被張設線の挟持部を傾斜\nさせるので，被張設線に曲がりぐせがつき著しく損傷するという欠陥を有していた\nこと，並びに捻った部分及び屈曲した部分を有しない作動レバーの端部を鉛直断面\nＵ形状とすることで，該端部の上方向移行は何らの障害もなく円滑に行われること\n（２頁４行～１７行，６頁２行～７行，第１図，第２図）。\n(ク)  周知例９（甲９）\nエレベータ用ケーブルを引っ張った状態に保持するときに，当該エレベータ用ケ\nーブルの先端部を掴持する用途に好適に用いることができる掴線器に関し，一対の\n掴線部の各々の把持溝の溝面が，滑り止め用凹凸部である多数の係止条部を有して\nいるため，エレベータ用ケーブルが一対の掴線部により上下から掴持されたとき，\n各係止条部がケーブル素線に食い込んでケーブル素線を損傷させてしまうおそれが\nあること，及び掴線器の連結部材（１１）が捻った部分を有さず，支軸（１２）の\n軸方向に屈曲していない平板状の形状であること（【０００１】，【０００４】，\n【０００５】，【図１】～【図５】）。\n(ケ)  周知例１０（甲１０）\n六角レンチに関し，レバーの干渉を避けるため，六角棒の稜部を最小曲げ半径と\nして９０度曲げ，さらに一方の面部にα度の捻りを与えること（【０００１】，【\n０００３】～【０００５】）。\n(コ)  周知例１１（甲１１）\n自動車ボデーの補修工具に関し，延長部が所望の捻れ角だけ捻ることができると\n同時に，所望の形状に曲げることができるので，干渉物を避けてボデーの凹みに先\n端の押圧部を当てることができること（【０００１】，【００２５】，【００２\n８】，【００２９】，【図５】）。\n(サ)  周知例１２（甲１２）\n回転電機巻線に関し，巻線端部を長手方向に１８０°捻ることにより，隣接する\n回転電機巻線の巻線端部が干渉しないこと（【０００１】，【０００７】）。\n(シ)  周知例１３（甲１３）\n内側が複数の連結穴部に区画された多穴管に関し，多穴管を曲げるとともに所定\n角度の捻り成形を施すことで，芯金本体の平坦部が捻られた連結壁との干渉を避け\nることができること （【００３９】～【００４２】，【００４８】，【００４\n９】）。\n(ス)  周知例１４（甲１４）\n曲げ加工が施されたチューブを次の曲げ加工位置に移動する際に曲げ型と干渉し\nないように，チューブがチューブ曲げ装置により捻られること（【００１８】，【\n００２６】）。\n(セ)  甲１５～２７\nａ  甲１５（特開２００９－１５３２４４号公報）\nケーブル弛み防止吊り車に関し，屈曲した上部レバー２５ｂ及び下部レバー２５a\nを有する，通信ケーブルを一対のブレーキ材２５ｃで把持して制動する制動手段\n（【００３５】，【００３６】，【図１２】）。\nｂ  甲１６（特開２００９－２１５０５６号公報）\n長手軸まわりに１８０度捩られた捩り部が形成された通い綱ロープの掛け止め補\n助具１０（【００２５】，【００２６】，【図３】，【図４】）。\nｃ  甲１７（特開２００７－１５９２７０号公報）\n延在方向に対して交差するように水平方向に周回しつつ上昇する，所謂，豚の尻\n尾形状に先端部２１ｂが形成された棒状部材を有する電柱設置装置（【００２０】，\n【図１】）。\nｄ  甲１８（特開２００５－１８３１０１号公報）\n高圧引下用バインドレス碍子５１の中央側の巻付用突出体５４に引留し，掛止用\n突出体に隣接した巻付用突出体５４に「８字」状に巻き付けた高圧引下用絶縁電線\n（【０００９】，【図９】）。\nｅ  甲１９（特開２００３－８７９５２号公報）\n腕金装柱バンドの柱径調整バンド片に関し，一端側を緊締バンド片６と接続し，\n他の一端部に，電柱Ｄ面から突出する方向にして挟持部片１１，１１を相対して列\n設したバンド基片（【０００１】，【０００９】，【図３】）。\nｆ  甲２０（特開２０００－２２４７２５号公報）\n架線走行システムに関し，鉄塔などの構造物の上部及び下部に２列にして架線１\nが張設され，上部架線から下部架線に架線走行装置５１ａを移動させるため，鉄塔\nなどの構造物の上部から下部に向けて適宜捩じりを与えながら曲げて配設される補\n助レール５１ｃ（【０００１】，【００５６】，【図７】）。\nｇ  甲２１（特開２０１０－１７０１４号公報。平成２２年１月２１日公開）\n絶縁された素線を複数撚り合わせた，引込線等をなす撚り線（【図４】等）。\nｈ  甲２２（特開２０１０－１１６７５号公報。平成２２年１月１４日公開）\n電線や碍子等に巻付けたバインド線（【図４】等）。\nｉ  甲２３（特開２００９－１７６４９７号公報）\n電線を碍子の頂部に固定する際に，電線や碍子に巻き付けたバインド線（【図１\n２】等）。\nｊ  甲２４（特開２００８－１８２８４６号公報）\nホットスティックを着脱自在に保持し吊り下げるための，Ｕ字状の第１アームと\nＬ字状の第２アームを備えた吊り具（【０００１】，【００５５】，【図１】）。\nｋ  甲２５（特開２００５－１４７９０７号公報）\n架空送電線において，ギャロッピング等の異常振動を検知する架空送電線の異常\n振動検知機構に関し，曲げられた形状を有するアークホーン（【０００１】，【図\n４】）。\nｌ  甲２６（特開２００２－１４２３４３号公報）\n螺旋状ケーブル支持具の架設装置に関し，案内線とケーブル用支持線に順次巻回\nする螺旋状ケーブル支持具（【０００１】，【００１７】，【図１】）。\nｍ  甲２７（特開２００１－３３９８３４号公報）\n長杆部の下端部を巻回して光ケーブルの引込線が保持できるようにした保持部を\n設けて形成された光ケーブルの保持具（【００１０】，【図１】等）。\nイ  相違点の容易想到性\n(ア)  引用発明は，前記(1)イによれば，ワイヤーの把持面又はその辺りでの結び\nや捻れを防止し，かつ絶縁型のワイヤーへの損傷や切断を生じないワイヤー把持具\nを提供することを目的とし，かかる課題の解決手段として，ハンドル３２が，ピン\n３３とブラケット３５との間に段差状の屈曲する部分を有し，ガイド３６の形状と\n配置にあわせて，ハンドル３２の上記屈曲と枢着接続部３３の移動の円弧がよく調\n整されるようにした構成を採用し，これにより，引っ張る負荷が目３７に適用され\nるとき，ハンドル３２がワイヤーに接触せず移動して目３７の位置がワイヤーに接\n近し，引っ張る動作は常にワイヤーのほぼ軸方向にあるから，ワイヤーが曲がった\nり，捻れたりしないという作用効果を奏するものである。\nそうすると，引用発明は，前記１(2)アの本件発明の課題と共通する課題を，ハン\nドル３２が，ピン３３とブラケット３５との間に段差状の屈曲する部分を有し，ガ\nイド３６の形状と配置にあわせて，ハンドル３２の上記屈曲と枢着接続部３３の移\n動の円弧がよく調整されるようにした構成を採用することにより，既に解決してい\nるということができるから，上記構成に加えて，あるいは，上記構成に換えて，ハ\nンドル３２を「捻った」部分を有するように構成する必要がない。\n(イ)  また，前記アの周知例等の記載によっても，掴線器において，長レバーの\n移動により，その後端に設けられたリング部がケーブルなど他の部材と干渉するの\nを避けるために，長レバーを「捻った」部分を有するように構成することが，もと\nの出願日前に，当業者に周知慣用の技術であったとは認められない。すなわち，周\n知例１，１０ないし１４，甲１６及び２０には，部材を「捻った」構成が記載され\nているものの，周知例１は「耐張碍子を腕金に連結する捻りストラップ」，周知例\n１０は「六角レンチ」，周知例１１は「自動車ボデーの補修工具」，周知例１２は\n「回転電機巻線」，周知例１３は「多穴管」，周知例１４は「チューブ」，甲１６\nは「通い綱ロープの掛け止め補助具」，甲２０は「架線走行システムの補助レー\nル」に関するものであって，掴線器に関するものではなく，掴線器の長レバーと同\n様の作用や機能を有する部材に関するものでもない。なお，周知例２及び甲２１は，\nもとの出願日後に公開された文献であって，もとの出願日前の周知慣用の技術を示\nす証拠としては失当であるが，この点を措いても，周知例２は「耐張碍子を腕金に\n連結する捻りストラップ」，甲２１は「引込線等をなす撚り線」に関するものであ\nって，掴線器に関するものではなく，掴線器の長レバーと同様の作用や機能を有す\nる部材に関するものでもない。同様に，周知例３，甲１５，１７ないし１９及び２\n２ないし２７は，いずれも掴線器に関するものではないし，そこに記載されている\nのは，部材を「曲げた」又は「巻き付けた」構成であって，そもそも「捻った」構\n成でもない。さらに，周知例４ないし９は，掴線器に関するものであるが，長レバ\nー又はそれに相当する部材を「捻った」構成とすることについて，記載又は示唆す\nるものではない。\n(ウ)  したがって，そもそも，掴線器において，長レバーの移動により，その後\n端に設けられたリング部がケーブルなど他の部材と干渉するのを避けるために，長\nレバーを「捻った」部分を有するように構成することが，もとの出願日前に，当業\n者に周知慣用の技術であったとは認められないし，引用発明において，上記構成を\n備えるようにする動機付けもない。\n(エ)  むしろ，引用発明の構成に加えて，ハンドル３２を「捻った」部分を有す\nるように構成する場合には，引用発明では，目３７がワイヤーに近接した位置とな\nるように調整されているため，目３７がワイヤーに接触するおそれがあり，目３７\nがワイヤーに接触しないようにするには，目３７とワイヤーとの距離を遠ざけるよ\nうにガイド３６の形状と配置を変更することや，ハンドル３２の段差状の屈曲と枢\n着接続部の移動の円弧の再調整をすることが必要になるから，引用発明において，\nその構成に加えて，ハンドル３２を「捻った」部分を有するように構成することに\nは，阻害要因があるというべきである。\n(オ)  以上によれば，引用発明において，周知例等に記載された事項に基づいて\n相違点に係る本件発明の構成を備えるようにすることが，容易に想到できたという\nことはできない。\nウ  原告の主張について\n(ア)  原告は，引用発明において，「ケーブルの屈曲によるケーブル表面に生じ\nる屈曲のクセ及び損傷等の不都合を解決する」という課題を解決するために，ケー\nブルに向く面の角度を変化させるべく金属製板状体である長レバーを「捻じる」の\nか，「曲げる」のかは，両構成の効果に差がなく，当業者が必要に応じて任意に定\nめる設計的事項にすぎない旨主張する。\nしかし，引用発明は，前記イ(ア)のとおり，ハンドル３２が，ピン３３とブラケ\nット３５との間に段差状の屈曲する部分を有し，ガイド３６の形状と配置にあわせ\nて，ハンドル３２の上記屈曲と枢着接続部３３の移動の円弧がよく調整されるよう\nにすることによって，引っ張る負荷が目３７に適用されるとき，ハンドル３２がワ\nイヤーに接触せず移動して目３７の位置がワイヤーに接近し，引っ張る動作は常に\nワイヤーのほぼ軸方向にあるから，ワイヤーが曲がったり，捻れたりしないという\n作用効果を実現するものである。したがって，引用発明において，ハンドル３２が\n段差状の屈曲する部分を有するように構成するか，捻った部分を有するように構成\nするかは，技術的意義の異ならない設計的事項にすぎないなどということはできな\nい。\n(イ)  原告は，周知例１及び２に開示された周知技術を適用して，引用発明のハ\nンドル３２に段差状に屈曲することによってケーブルとの干渉を回避した構成を，\n本件発明のようにハンドルの先端の目（リング部）を捻ることによってケーブルと\nの干渉を回避する構成とすることは，当業者が容易に想到できたことである旨主張\nする。\nしかし，周知例１及び２には，部材を「捻った」構成が記載されているものの，\n周知例１は「耐張碍子を腕金に連結する捻りストラップ」，周知例２は「耐張碍子\nを腕金に連結する捻りストラップ」に関するものであって，掴線器に関するもので\nはなく，掴線器の長レバーと同様の作用や機能を有する部材に関するものでもない。\nさらに，周知例１及び２に記載された部材を「捻った」構成は，ケーブルとの干渉\nを回避するために設けられた構成でもない。したがって，引用発明のハンドル３２\nが段差状の屈曲する部分を有する構成に換えて，周知例１及び２に記載された事項\nを適用する動機付けがないか，仮にこれを適用しても，相違点に係る本件発明の構\n成には至らない。\n(ウ)  原告は，引用発明において，段差を設けたレバーを「捻った」構成のレバ\nーに置き換えることに阻害要因はない旨主張する。\nしかし，前記イ(ウ)のとおり，そもそも，掴線器において，長レバーの移動によ\nり，その後端に設けられたリング部がケーブルなど他の部材と干渉するのを避ける\nために，長レバーを「捻った」部分を有するように構成することが，もとの出願日\n前に，当業者に周知慣用の技術であったとは認められないし，引用発明において，\n上記構成を備えるようにする動機付けもないから，引用発明の構成に換えて，ハン\nドル３２を「捻った」部分を有するように構成することに阻害要因があるか否かを\n論じるまでもなく，引用発明において，周知例等に記載された事項に基づいて相違\n点に係る本件発明の構成を備えるようにすることが，容易に想到できたということ\nはできない。\nエ  以上によれば，本件発明は，引用発明及び周知例等（甲２～２７）に記載さ\nれた事項に基づいて，当業者が容易に発明をすることができたものではない。\n(4)  小括\n以上のとおり，本件審決における本件発明の容易想到性の判断に誤りはない。よ\nって，取消事由１は，理由がない。\n３  取消事由２（実施可能要件に係る判断の誤り）について\n(1)  本件発明の要旨認定の誤り\n原告は，本件審決が特許請求の範囲に記載された発明特定事項である「長レバー\n及びケーブルの平面」とは，長レバーが回動する支軸に垂直な平面を意味し，「長\nレバー及びケーブルの平面に対して１５°～４５°に捻った」とは，図１（ａ）に\nおいて，長レバーの捻り箇所４の位置で，長レバーが回動する支軸に垂直な平面に\n対して１５°～４５°に捻ったことを意味する旨判断したのは，特許請求の範囲及\nび本件明細書の記載に基づかないものであって，誤りである旨主張する。\nア  「長レバー及びケーブルの平面」の意義\n(ア)  本件明細書には，前記１のとおり，本件発明が，従来から使用されている\nテコを利用した掴線器では，長レバーとその端部にあるリング部が同一平面上にあ\nり，リング部の上部がケーブルに干渉してリング部中心をケーブル中心に接近させ\nることができないため，ケーブル中心とリング部中心との位置が大きくずれること\nになり，ケーブルを緊線した際にケーブルを屈曲させることになって，ケーブル表\n面に屈曲のクセ及び損傷等が生じるという問題があったことから，かかる問題を解\n決することを課題とし，かかる課題の解決手段として，長レバーのリング部に引張\n力を負荷することで，テコを利用してケーブルを把持する構造の掴線器において，\n長レバーの後端に設けたリング部を１５°～４５°の角度に捻ることにより，リン\nグ部の上部がケーブルに干渉することを避けてリング部中心をケーブル中心に接近\nさせることができるようにするという構成を採用し，これにより，部品数を増やす\n必要もなく，長レバーのリング部を捻るだけで容易に製作することができ，ケーブ\nル表面の損傷等を防止して，長期間設置され続けるケーブルの信頼性を向上させる\nことができるという作用効果を奏するものであることが記載されている。\n(イ)  本件明細書の【図２（ａ）】は，従来使われている長レバーと端部にある\nリング部が同一平面上にある掴線器の正面図であるところ（【０００６】），従来\nの掴線器の構造に関する技術常識を踏まえれば，同図から，長レバーのリング部が\n設けられた端部とは反対側の端部が，三角レバーとピンによって枢動できるように\n取り付けられた構成が記載され，長レバーはピンの支軸を中心に回動しながら移動\nし，支軸を中心とした長レバーの回動は支軸に垂直な平面で行われるから，従来の\n掴線器において，長レバーは，支軸に垂直な平面内を，支軸を中心に回動しながら\n移動するものであることが理解できる。そして，本件明細書には，従来の掴線器で\nは，長レバーとその端部にあるリング部が同一平面上にあり，リング部の上部がケ\nーブルに干渉してリング部中心をケーブル中心に接近させることができないことが\n記載されているところ，仮に支軸に垂直な平面内又はその近傍にケーブルが存在し\nないとすれば，長レバーとリング部が同一平面上にあったとしても，リング部の上\n部がケーブルに干渉することはないから，同図に記載された従来の掴線器において\nは，長レバーが回動する支軸に垂直な平面内又はその近傍にケーブルが存在してい\nることが理解できる。したがって，同図に記載された従来の掴線器においては，お\nおむね，長レバーが回動する支軸に垂直な平面内に，長レバー（及びその端部に設\nけたリング部）並びにケーブルが存在することが理解できる。\nところで，本件明細書には，本件発明の掴線器は，部品数を増やす必要もなく，\n長レバーのリング部を捻るだけで容易に製作することができるものであることが記\n載されているところ，上記記載を踏まえて本件明細書を見れば，当業者は，本件発\n明は，従来の掴線器において，長レバーのリング部を捻っただけのものであって，\nその他，部品数を増やしたり，捻る以外の形状の変更を行ったりしないものである\nと理解するということができる。したがって，本件発明の掴線器においても，【図\n２（ａ）】に記載された従来の掴線器と同様に，おおむね，長レバーが回動する支\n軸に垂直な平面内に，長レバー及びケーブルが存在することが理解できる。また，\n【図１（ａ）】は，長レバーの端部にあるリング部を捻った掴線器の正面図（本件\n発明の実施例に係る図）であるところ（【０００６】），同図においても，捻り箇\n所４が長レバーの先端のリング部のすぐ根元側に設けられており，長レバーは，支\n軸側の端部から捻り箇所４の直前までは，回動する支軸に垂直な平面内にあると理\n解される。\nそうすると，本件発明において，「長レバー及びケーブルの平面」とは，長レバ\nーが回動する支軸に垂直な平面を意味するものと理解することができる。\nイ  本件発明は，「長レバーの後端に設けたリング部を，長レバー及びケーブル\nの平面に対して１５°～４５°に捻った」ことを発明特定事項として規定するもの\nであるところ，前記アのとおり，「長レバー及びケーブルの平面」とは，長レバー\nが回動する支軸に垂直な平面を意味するものと理解することができる。したがって，\n上記発明特定事項は，本件明細書の記載から，長レバーの後端に設けたリング部を，\n長レバーが回動する支軸に垂直な平面に対して１５°～４５°に捻ったことを意味\nするものと理解することができる。よって，本件審決における本件発明の要旨認定\nに誤りはない。\n(2)  実施可能要件に係る判断の誤り\nア  原告は，本件発明は，「長レバーの後端に設けたリング部を，長レバー及び\nケーブルの平面に対して１５°～４５°に捻った」ことを発明特定事項として規定\nするものであるが，本件明細書には，「長レバーの平面」及び「ケーブルの平面」\nが何を指しているのか何ら記載されておらず，リング部を１５°～４５°に捻る基\n準が不明である旨主張する。\nしかし，前記(1)のとおり，本件明細書の記載から，「長レバー及びケーブルの平\n面」とは，長レバーが回動する支軸に垂直な平面を意味するものと理解することが\nでき，「長レバーの後端に設けたリング部を，長レバー及びケーブルの平面に対し\nて１５°～４５°に捻った」とは，長レバーの後端に設けたリング部を，長レバー\nが回動する支軸に垂直な平面に対して１５°～４５°に捻ったことを意味するもの\nと理解することができる。\nイ  原告は，本件明細書の図面からは，カムと三角レバーと長レバーの接続状態\nが不明瞭であり，各構成部品の形状を把握することはできない旨主張する。\nしかし，【図１（ａ）】や【図２（ａ）】には，支点ピン，三角レバーのより短\nい腕において枢動されるようにカムを受けるピン，及び三角レバーのより長い腕に\nおいて長レバーが枢動できるように取り付けられるピンが記載されているところ，\nこれらの接続状態は，本件発明が前記(1)アのとおり，従来の掴線器において，長レ\nバーのリング部を捻っただけのものであって，その他，部品数を増やしたり，捻る\n以外の形状の変更を行ったりしないものであると理解されることに照らせば，例え\nば引用例１に見られるような，従来の掴線器と同様の接続状態，すなわち，ボディ\nと三角レバーとは支点ピンにより枢着され，三角レバーのより短い腕はピン上で枢\n動されるカムを受け，三角レバーのより長い腕はピンに枢動できるように取り付け\nられる長レバーを有するというように接続されるものであることを理解することが\nできる。\nウ  原告は，単にリング部を捻っただけでは，長レバーのリング部に引張力を負\n荷した際にリング部がケーブル近傍を移動するものとはならず，リング部がケーブ\nル中心に接近して移動するように長レバーの形状・リンク機構・ガイド機構を構成\nする必要があるところ，本件発明は，その特許請求の範囲において，ケーブルの線\n径及び長レバーの形状・リンク機構・ガイド機構についての構成が特定されておら\nず，本件明細書にも，これらについての記載はないから，本件発明の実施には，過\n度の試行錯誤を要する旨主張する。\nしかし，長レバーの後端に設けたリング部を捻った構成とした場合に，長レバー\nのリング部に引張力を負荷した際にリング部がケーブル近傍を移動するようにする\nための，長レバーを案内するガイドの形状と配置や，長レバーを捻った湾曲と枢着\n接続部の移動の円弧の調整，ケーブルの太さによりリング部がケーブルに接触しな\nいようにするための，リング部の形状と配置などは，ケーブルの線径，掴線器を構\n成する各部分の形状，大きさ，厚みなどに基づいて，当業者であれば，適宜決定す\nることができる事項である。\nエ  原告は，本件明細書には，リング部を１５°～４５°に捻ることにより所期\nの作用効果を奏することを裏付ける記載はないから，本件発明の少なくとも一部に\nつき，当業者がその実施をすることができる程度の記載があるということはできな\nい旨主張する。\nしかし，物の発明における発明の実施とは，その物の生産，使用等をする行為を\nいうから（特許法２条３項１号），物の発明について実施可能要件を充足するか否\nかについては，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常\n識とに基づいて，過度の試行錯誤を要することなく，その物を製造し，使用するこ\nとができる程度の記載があるか否かによるというべきであって，所期の作用効果を\n奏することを裏付ける記載の有無いかんにより実施可能要件の充足性が直ちに左右\nされるものではない。\nオ  そして，前記(1)のとおり，「長レバーの後端に設けたリング部を，長レバー\n及びケーブルの平面に対して１５°～４５°に捻った」とは，本件明細書の記載か\nら，長レバーの後端に設けたリング部を，長レバーが回動する支軸に垂直な平面に\n対して１５°～４５°に捻ったことを意味すると理解することができるから，当業\n者であれば，従来の掴線器の構成を踏まえて，本件発明の掴線器を製造し，使用す\nることができる。\nよって，当業者であれば，本件明細書の発明の詳細な説明の記載及び本件特許の\n出願当時の技術常識に基づいて，本件発明を実施することが可能であったと認めら\nれる。\n(3)  小括\n以上によれば，本件審決における実施可能要件に係る判断に誤りはない。よって，\n取消事由２は，理由がない。\n４  結論\n以上によれば，原告の本訴請求は理由がないから，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙    部    眞  規  子\n裁判官      柵    木    澄    子\n裁判官      片    瀬        亮\n（別紙）\n本件明細書図面目録\n（別紙）\n引用例図面目録\n【図１】\n【図３】\n"
}