{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 29
  },
  "case_number": "平成22(わ)1072",
  "case_name": "準強制わいせつ，準強姦致傷，公務執行妨害",
  "court_name": "神戸地方裁判所第１刑事部",
  "lawsuit_id": "82162",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82162",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/162/082162_hanrei.pdf",
  "contents": "主            文\n被告人を判示第 1 の１の罪について懲役２年に，判示第１の２及び第２\nの各罪について懲役９年に処する。\n未決勾留日数中３１０日を判示第１の１の罪の刑に算入する。\n理            由\n（犯罪事実）\n被告人は，\n第１  内縁の妻の子であるＡ（平成２年生）と神戸市ａ区ｂｃ丁目ｄ番ｅの当時の\n自宅で同居していたが，Ａが重度の知的発達障害のため心神喪失の状態にある\nのに乗じて，同所で，\n１  平成１９年８月２日ころ，Ａ（当時１７歳）に対し，自己の陰茎を握らせる\nなどして手淫行為をさせ，わいせつな行為をした。\n２  平成２２年７月８日ころ，Ａ（当時１９歳）に対し，Ａの服を脱がすなどし\nて姦淫し，その際，Ａに全治約１週間を要する処女膜裂創の傷害を負わせた。\n第２  同市同区ｆ町ｇ丁目ｈ番ｉ号のＢ警察署留置施設に留置されていたが，同月\n２３日午前７時４０分ころ，同施設内の通路で，宿直責任者として留置主任官\nの職務を代行し，被告人ら被留置者の点呼，洗面等の定時点検の職務に従事し\nていた同署刑事第二課課長警部Ｃ（当時４５歳）に対し，「デカ長，お前，名\n前なんちゅうんや。」「偉そうに言いやがって。」「制服脱いでさしで勝負せ\nんかい。」などと鋭い口調で言い，さらに，「わしは，二人殺しとるんや。お\n前，人弾いたことあるんか。脳漿ぶちまけたろか。」などと前同様の口調で言\nった直後に，手に持っていたプラスチック製コップで同警部の左側頭部を１回\n軽くたたくなどの暴行，脅迫を加え，もってその職務の執行を妨害した。\n（証拠の標目）\n省略\n（争点に対する判断）\n１  判示第１の１の準強制わいせつ及び同２の準強姦致傷の各事実についての共通\nの争点は，被告人による各行為当時，① Ａが心神喪失の状態にあった（すなわち，\nＡに，性的行為の意味を理解する能力がなかった）か否か，これに関連して，Ａ\nが各行為につき同意をしていたか否か，② Ａが心神喪失の状態にあることを被告\n人が認識していたか否かの２点であり，準強姦致傷の事実については，さらに，\n③ 姦淫行為があったか否かの点も争われている。また，判示第２の公務執行妨害\nの事実についての争点は，④ Ｃ警部に対する脅迫の有無，⑤ 同暴行の故意の有\n無，⑥ Ｃ警部の職務行為の適法性の３点である。\n２  争点①（Ａが心神喪失状態にあったか否か，Ａによる同意の有無）について\n関係各証拠によれば，Ａは，小学校及び中学校では知的障害等のある生徒の入\nるクラスに，高校では養護学校にそれぞれ在籍していたが，いずれの学校でも，\n男女の性に関する教育をほとんど受けておらず，実際，Ａには，上記の養護学校\nで，スカート内の下着が見えるのを気にせず足を広げて座ったり，生理用品を隠\nさず持ち歩くなど，性的な事柄に対する理解力や羞恥心に欠ける行為が少なから\nず見受けられたこと，Ａは，以前から療育手帳の交付を受けていたが，平成２０\n年８月の同手帳の更新時には，発達指数（ＤＱ）が１４，知的発達水準が２歳５\nか月程度で，その前回の更新時（平成１５年）と同じく，重度の知的発達遅滞と\n判定されたこと（甲７９等），また，平成２２年８月の精神鑑定時にも，ＩＱ（田\n中ビネー検査）が１４．５，知的発達水準が２歳４か月程度と鑑定されたこと（甲\n２），Ａの公判での証言も，単純な質問に対し辛うじて簡単な表現で返答できる\n程度のレベルにとどまるもので，上記の各知的水準に沿う内容のものであったこ\nと，以上の各事実が認められる。\nまた，上記の養護学校で３年間Ａの担任の教師をしていたＤや，上記の判定や\n鑑定にそれぞれ携わったＥ，Ｆの両医師が，Ａには性的行為の意味を理解する能\n力がないと判断する旨の一致した意見を述べているだけでなく，被告人自身も，\n捜査段階では，後に述べるとおり，Ａの知的能力が相当に低いと供述しており，\nＡに性的行為の意味を理解する能力があると考えていたような形跡は全くない。\nこれらの事実からすると，Ａは，被告人による判示第１の各行為当時，いずれ\nも重度の知的発達障害であったことに何らの疑いがないのはもとより，同障害の\nために，手淫行為や姦淫等の性的行為の社会的，倫理的意味や生物学的意味をい\nずれも理解しておらず，従って心神喪失の状態にあったことは明らかであって，\nこの点に合理的な疑いを差し挟む余地はない。そして，この判断は，Ａが日常的\nな家事や比較的単純な作業に関しては繰り返し教えられればある程度できること\n等を考慮しても，左右されるものではない。\nそうすると，仮に，上記の各行為当時，Ａが外形的にこれらについて同意して\nいるかのように見られたとしても，それが性的行為の意味に対する理解を前提と\nした真の同意とは認められないことも明白である。\n３  争点②（Ａが心神喪失状態にあったことについての被告人の認識の有無）につ\nいて\n被告人は，平成１７年７月ころからＡ及びその母親Ｇと同居を始め，日常的に\nＡの言動を見聞きしていたほか，Ａの養護学校の入学式（平成１８年４月）に出\n席するなどしていて，Ａが養護学校に通っていることをその入学当初から認識し\nていたのは明らかである。また，被告人は，後記のとおり平成２０年に傷害罪で\n実刑判決を受けて服役したが，その服役の間，Ｇとの手紙のやり取り等の中で，\n前記２のとおりＡの療育手帳の更新の際に前回に引き続き重度の知的発達障害と\n判定されたことなどを伝えられ，それに対し，被告人自身も，当時４歳前後であ\nったＡの妹（被告人とＧとの間の子）がもうすぐＡの知能レベルを抜くという趣\n旨のことを手紙に書いており，捜査段階でも，これと同旨の供述をしているので\nあって，そのような知能レベルにかかわらずＡが性的行為の意味を理解している\nと考えていたような節は全く見受けられない。\nそうすると，被告人は，判示第１の各行為当時，Ａに性的行為の意味を理解す\nる能力がなかったこと，すなわちＡが心神喪失状態にあったことを認識していた\nのは明らかというべきであり，これに反する被告人の公判供述はいずれも採用で\nきない。\n４  争点③（姦淫行為の有無）について\nＡは，表現等に若干の相違はあるが，判示第１の２の日ころに被告人から姦淫\nされた旨を捜査・公判段階を通じ一貫して供述しているところ，本件の発覚の端\n緒が，同日ころの夜にＡがその旨を母親であるＧに打ち明けたことにあり，これ\nを受けてＧが被告人に対し，Ａを強姦したと言って強く責めるなどしたことは，\nいずれも証拠上明らかである。\nこれに対し，被告人は，事実とは違うなどと言って否定し続けるという態度は\nとらず，自宅を出て住居不定の生活を続けた末，Ｇに宛てた留守番電話に，謝罪\nし別れを告げる内容のメッセージを残した上，逮捕前後に２度にわたり自殺を図\nったと受け取れる行動をとっているが，仮に，被告人がＡを姦淫していないので\nあれば，これらの言動は，いずれも極めて不自然，不合理で理解に苦しむものと\nいわねばならない。加えて，Ａを「レイプ」したという被告人の捜査段階の供述\nが，必ずしも強姦を意味せず，手指をＡの陰部に挿入して怪我をさせたというこ\nとも含む趣旨であったとする被告人の公判供述も，容易に了解し得るものではな\nい。\n一方で，Ａの公判供述は，Ａが宣誓の意味を理解できないため宣誓なしに行わ\nれたものであり，また前記２のとおりのＡの知的能力にも照らせば，Ａの供述の\n信用性の吟味は慎重に行われなければならないが，上記のような被告人の事後の\n一連の言動等に加え，Ａは，判示第１の２の行為が終わった後，被告人がティッ\nシュで自分の陰茎を拭いたとも述べていること（甲１０），被告人に姦淫された\n旨のＡの供述と矛盾する客観的な証拠はなく，むしろ，被告人が当時はいていた\nトランクスについてのＤＮＡ型鑑定を始めとして，客観的な証拠のいずれもがＡ\nの供述と整合していることなどに照らせば，Ａの供述の信用性は高いというべき\nであるのに対し，被告人の供述は信用できない。\n以上によれば，Ａの供述及びこれを裏付ける各証拠に基づいて，被告人がＡを\n姦淫した事実は十分に認められる。\n５  争点④～⑥（公務執行妨害の各争点）について\nＣ警部は，被告人から，判示第２のとおり脅迫され，「脳漿ぶちまけたろか。」\nなどと言われた直後に，被告人が右手に持っていたコップで手首のスナップをき\nかすようにして左こめかみを軽くたたいてきたことや，被告人が，胸を前に突き\n出しぶつかりそうな勢いで詰め寄ってきたのに対し，開いた両手を胸くらいの高\nさに上げて押し返すという動作を数回繰り返したことを公判で供述している。そ\nの供述は，各脅迫文言の内容や一連の動作の順序等の細部にわたって，当時そば\nで見ていたＨ警察官の公判供述と概ね一致している上，両供述とも非常に具体的\nで，「脳漿」という特異な表現を含めて迫真性があり，また，そもそも両名には，\n他の被留置者も多数いた状況の中での事柄について，虚偽の供述までして被告人\nの公務執行妨害行為をあえて作出し，被告人を罪に陥れるだけの動機も利益も認\nめられない。なお，上記の被留置者の１人であったＩの公判供述は，自身の捜査\n段階での供述と重要な部分で異なっており，明らかに信用できない。\n以上のとおり，信用できるＣ警部らの各公判供述によれば，被告人がＣ警部に\n対し判示第２の脅迫を行ったことのほか，意図的にその左側頭部をコップで軽く\nたたいたことも十分認められるし，Ｃ警部による上記の押し返し行為は，詰め寄\nってくる被告人を制止するために必要なものであったことが明らかであり，その\n職務執行の適法性にも疑義は認められない。\nこれに対し，被告人は，Ｃ警部にコップが当たったとしても，足を滑らせた際\nに手に持っていたコップが偶然当たっただけであるなどと供述するが，その当時，\n現場の床が水で濡れていたとは認められない上，そもそも足を滑らせて上半身を\n後ろにのけぞらせながら，無意識のうちにコップを持った右手が斜め上に上がり，\nそ の コ ッ プ が Ｃ 警 部 の 左 側 頭 部 に 当 た る と い う の は 極 め て 不 自 然 な 動 き で あ っ\nて，被告人の供述が信用できないのは明らかである。\nしたがって，判示第２のとおりの事実が認められる。\n（累犯前科及び確定裁判）\n省略\n（法令の適用）\n省略\n（量刑の理由）\nまず，判示の準強制わいせつは，内妻の娘であるＡに知的発達障害があることに\nつけ込んだまことに悪質な犯行で，常習性も認められ，Ａに与えた精神的な悪影響\nは小さくないことがうかがわれる。もとより，自己の歪んだ性欲を満たすためとし\nか考えられないその動機に酌量の余地は全くない。\nまた，判示の準強姦致傷及び公務執行妨害についてみても，準強姦致傷は，上記\nの準 強 制わ いせ つ と 同様 ，動 機 の点 も 含 めて 人の 道 から 外 れ た醜 悪な 犯 行で あ り，\n姦淫行為により判示の傷害も負わせている。Ａは，血はつながっていないとはいえ\n父親の立場にあった被告人に姦淫され，その心身に著しい苦痛を被っており，被告\n人の刑事責任は重大である。また，被告人は，公務執行妨害においても，留置施設\n内 と い う 場 所 を わ き ま え る こ と な く 留 置 責 任 者 の 警 察 官 に 対 し 激 し い 脅 迫 等 を 行\nっており，その犯情は悪い。\nさらに，被告人は，本件各犯行について不合理な弁解に終始しており，反省の態\n度はうかがわれず，準強姦致傷等の被害者の母親が被告人に対する厳重な処罰を求\nめているのは当然である。また，被告人には，前科が１３犯あり，本件各犯行のい\nずれもが累犯であった上，特に準強姦致傷は前刑出所後わずか１週間ほどでの犯行\nであって，その遵法精神の欠如はまことに著しく，今後の再犯も危惧される。\nそうすると，判示の準強制わいせつは前記の確定裁判の余罪であること，公務執\n行妨害の際の暴行の程度が軽かったこと，本件で逮捕される直前や直後ころには被\n告人なりに反省の態度を示していたことがうかがわれることなど，被告人のために\n酌むべき事情を考慮しても，被告人を主文のとおりの各刑に処するのが相当である\nと判断した。\n（求刑  準強制わいせつについて懲役３年，準強姦致傷及び公務執行妨害について\n懲役１１年）\n平 成２ ３年１ １ 月２９日\n神戸地方 裁判 所第１ 刑事部\n裁判長裁 判官       細 井 正 弘\n裁判官      西 森 英 司\n裁判官      林   奈 桜\n"
}