{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 1,
    "day": 11
  },
  "case_number": "平成28(行ケ)10153",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86425",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86425",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/425/086425_hanrei.pdf",
  "contents": "平成２９年１月１１日判決言渡\n平成２８年（行ケ）第１０１５３号  審決取消請求事件\n口頭弁論終結日  平成２８年１０月２７日\n判 決\n原 告  株 式 会 社 カ イ ン ズ\n訴訟代理人弁理士  志賀正 武\n同  高柴忠 夫\n同  安部   聡\n被 告  八 幡 化 成 株 式 会 社\n訴訟代理人弁護士  渡辺   久\n訴訟代理人弁理士  高田修 治\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１４－８８００１８号事件について平成２８年６月２日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n原告は，意匠に係る物品を「バケツ」とする意匠登録第１５０９０４０号（平\n成２５年１１月２８日出願，平成２６年９月１２日登録。以下，同登録を「本\n件意匠登録」といい，同登録に係る意匠を「本件登録意匠」という。）の意匠\n権者である。\n被告は，平成２６年１２月１１日，特許庁に対し，本件意匠登録につき，意\n匠法３条１項３号に該当することを理由として無効審判請求をした。\n特許庁は，同請求を無効２０１４－８８００１８号事件として審理した上，\n平成２８年６月２日，「登録第１５０９０４０号の登録を無効とする。」との\n審決（以下「本件審決」という。）をし，同月１０日，その謄本が原告に送達\nされた。\n原告は，同年７月６日，本件審決の取消しを求める本件訴訟を提起した。\n２  本件登録意匠の内容\n本件登録意匠の内容は，別紙審決書（写し）の「別紙第１」のとおりである。\n３  本件審決の理由\n本件審決の理由は，別紙審決書（写し）記載のとおりであるが，その要旨は\n次のとおりである。\n(1) 被告が主張した無効理由\nア  無効理由１\n本件登録意匠は，甲１ないし甲４に記載された製品名「ウェイビー８０\n１」に係る意匠（引用意匠１）と類似するものであるから，意匠法３条１\n項３号により意匠登録を受けることができない。\nイ  無効理由２\n本件登録意匠は，甲１ないし甲４に記載された製品名「ウェイビー１０\n２」に係る意匠（引用意匠２）と類似するものであるから，意匠法３条１\n項３号により意匠登録を受けることができない。\n(2) 本件審決の判断\n無効理由１について，引用意匠１を下記のとおり特定した上で（その内容\nは，別紙審決書〔写し〕の「別紙第２」のとおり。以下，特に断りがない限\nり，「引用意匠１」とは同意匠を指すものとする。），本件登録意匠は，本\n件登録意匠の出願前に日本国内において公然知られた引用意匠１に類似する\n意匠であるから，意匠法３条１項３号により意匠登録を受けることができな\nいと判断した（無効理由２については，引用意匠２を特定したものの，類否\n判断は行わず，本件意匠登録を無効とすべき理由にはしなかった。）。\n記\n甲４（被告商品カタログの写し）の１２頁及び１３頁に掲載された製品名\n「ｏｍｎｉｏｕｔｉｌ  Ｓ／オムニウッティ  Ｓ」（フタ付きバケット）\n２２３７６４（ＰＫ）の「バケツ」の意匠\n(3) 本件審決が認定した本件登録意匠と引用意匠１（以下，併せて「両意匠」\nという。）の形態上の共通点及び差異点は，それぞれ次のとおりである。\nア  共通点（以下の各共通点を「本件共通点」と総称する。）\n・ 全体が本体部，蓋部，取っ手により構成されたもので，本体部周側面及\nび蓋部の全体に，一様の凹凸形状を形成したものである点（共通点（Ａ））\n・ 本体部を，下方向にごく僅かにテーパーのついた略円筒形状とし，本体\n部の高さが本体部上面の直径よりも短く，本体部上面の周縁に外方に逆\nＬ字状に小さく突出する細幅で蓋部と略同厚の縁部を有し，正面視左右\nの対向する位置であって前記縁部から下方に向かって設けられた扁平\n直方体状の取っ手取り付け部を配し，全高（上端縁部を除く。）にわた\nる縦方向の細い筋状の凹凸形状を周方向に連続して多数施したもので\nある点（共通点（Ｂ））\n・ 蓋部は，本体部上端縁と略同径の円板状とし，その表裏の表面ほぼ全面\nを細い筋状の凹凸形状に形成して，裏面の外周端部に細幅の平坦面部を\n設けて，その内側に外周に沿うように細幅帯状の薄い凸状枠部を設けた\nものである点（共通点（Ｃ））\n・ 取っ手は，細幅薄板状体を正面視略半円弧状のアーチ状とし，両端の先\n端部を弧状とし，本体部の取っ手取り付け部の外側に設けたものである\n点（共通点（Ｄ））\n・ 蓋部はやや明調子で，本体部はそれより暗調子である点（共通点（Ｅ））\nイ  差異点（以下の各差異点を「本件差異点」と総称する。）\n・ 取っ手の態様について，本件登録意匠は，両端部を側面視略Ｕ字状に形\n成したものであるのに対して，引用意匠１は，両端側の板状体をやや幅\n広の隅丸長方形状とし，一方の隅丸長方形状部分の上方寄りに縁部を有\nする小型円形状孔部を設けたものである点（差異点（ア））\n・ 本体部と蓋部の凹凸形状について，本件登録意匠は，断面視形状がやや\n先端が尖った山型状の突条を連続した態様であるのに対して，引用意匠\n１は，先端がやや緩やかな波型状の突条を連続した態様である点（差異\n点（イ））\n・ 蓋部の裏面の態様について，本件登録意匠は，裏面中央に本体部への掛\n部となる短い円柱の先端に底面視小型円形状板体を設けた突起部を配\nし，凸状枠部の内側に細い突条が縦横２本ずつ互いに交差する井桁状の\n補強用のリブを設けたものであるのに対して，引用意匠１は，突起部も\n井桁状の補強用のリブも有していないものである点（差異点（ウ））\n・ 取っ手の明暗調子について，本件登録意匠は，本体部と同様の暗調子で\nあるのに対して，引用意匠１は，蓋部と同様の明調子である点（差異点\n（エ））\n第３  原告が主張する取消事由\n１  本件共通点の認定に関する誤り\n(1) 共通点（Ｄ）について\n本件審決は，両意匠の取っ手部の態様につき，「両端の先端部を弧状とし，\n…」と認定しているが，誤りである。\n本件登録意匠においては，確かに，その端部が半円状に湾曲した態様であ\nるため，「弧状」との表現が当てはまるが，引用意匠１においては，その端\n部は「取っ手部より明らかに幅の広くなった隅丸長方形状」と捉えるのが適\n切であって，どちらかというと直線を基調とした態様であり，本件登録意匠\nのように端部が大きく湾曲した態様ではないため，「弧状」との表現は当て\nはまらない。\n(2) 共通点（Ｅ）について\n本件審決は，両意匠の色彩につき，「蓋部はやや明調子で，本体部はそれ\nより暗調子である点」を共通点と認定しているが，誤りである。\n本件登録意匠においては，蓋部及び本体部は，いずれも同様の色彩（灰色）\nからなり，確かに本体部が暗調子で，蓋部が明調子と捉えることが可能では\nあるが，引用意匠１は，本体部がピンク色で，蓋部がオレンジ色であること\nから，暗調子と明調子というよりは，それぞれ全く別異の色彩の組合せから\nなる本体部と蓋部と認識するのが自然であり，これを本件登録意匠と同様に，\n暗調子と明調子であるとした本件審決の認定は誤りである。\n２  両意匠の類否判断に関する誤り\n(1) 本件共通点の評価\nア  共通点（Ａ）について\n本件審決は，「本体部及び蓋部の外観全体に，ともに一様の細かい凹凸\n形状を形成した態様は，全体の統一感を生じさせ，両意匠の極めて強い共\n通感を看者に与える」と認定する。\nしかし，仮に看者に極めて強い共通感を与えたり，全体の統一感を生じ\nさせる印象があるとすれば，それは単に「凹凸形状」などという大雑把な\n括りから生じる抽象的な印象ではなく，より具体的でインパクトのある印\n象，すなわち，より具体的な態様から看取し得る印象である。\nこれを両意匠についてみると，本件登録意匠においては，本体周側面及\nび蓋体上面に，山型で中央部が鋭く尖った頂点を形成した突条が多数連続\nして形成されており，その山と山の間隔も非常に狭いことから，鋭敏・シ\nャープなイメージ，細かく刻まれたギザギザした印象を強く感じ取ること\nができ，このような印象が本体部及び蓋部の外観全体に統一感を感じさせ\nているといえるのに対し，引用意匠１においては，本件登録意匠と同様に，\n本体周側面及び蓋体上面に複数の突条が形成されているものの，当該突条\nはなだらかに波打ったような波型に形成され，波と波の間隔も，本件登録\n意匠の山と山の間隔よりも明らかに広く，ゆったりとしていることから，\n緩やかで柔らかい印象が強く感じられ，このような印象こそが本体部及び\n蓋部の全体に統一感をもたらしているのであり，本件登録意匠のような鋭\n敏さや細かくギザギザした印象は微塵も感じられない。\nこのように，両意匠の本体部及び蓋部の外観を具体的に把握すれば，そ\nれぞれに統一感は生じているものの，それぞれが看者に与える印象は全く\n別異のものであって，その差異を凌駕するような両意匠の共通感を看取す\nることができないことは明らかである。\nなお，平成６年度の「グッドデザイン賞」の紹介文（甲３５・審判乙２）\nにおいても，本体部及び蓋部の形状が引用意匠１と同様の形状であるバケ\nツにつき，「段ボール紙のギャザー形状をテクスチュアとして取り入れる\nことで，従来のバケツが持つプラスッチック成型の無機質な表情を脱し，\nナチュラルで新鮮なイメージを待たすことに成功した家庭用バケツ。」な\nどと記載されており，段ボールから作った手作りクラフト品のような，柔\nらかくて温かみのある印象が評価されているといえる。また，平成２２年\n度の「グッドデザイン・ロングライフデザイン賞」における「受賞対象の\n概要」のコメント（甲９）においても，同様のバケツにつき，「ダンボー\nルの並々をモチーフにデザインし，」との記載が見受けられ（「並々」と\nいう表現は「波々」の誤記と推測される。），ここでもやはり当該バケツ\nの波打った柔らかい印象が評価されているといえる。これらのコメント以\n外に，単に「凹凸形状が斬新」などという評価やコメントは一切見当たら\nない。\nちなみに，本件登録意匠の出願前には，本体部及び蓋部の外観全体に凹\n凸形状が形成されたバケツが，既に複数公知となっていることから（甲５\n２～５４，いずれも中国意匠特許公報），単に「本体部及び蓋部の外観全\n体に凹凸形状が形成された」点は，本件登録意匠と引用意匠１のみに存在\nする共通点ではない。\nしたがって，前記本件審決の認定は誤りである。\nイ  共通点（Ｂ）及び（Ｃ）について\n本件審決は，本体周側面，あるいは，蓋部に細い筋状の凹凸形状が連続\nしている態様を，「引用意匠１の公開以前には見られない独特の形態」，\n「極めてユニークな外観」などと評価しているが，前記甲３５や甲９の記\n載からも確認し得るように，引用意匠１における本体周側面及び蓋部の態\n様は，単に「凹凸形状」というだけでなく，その凹凸が波型の態様であっ\nて，従来の無機質な表情を脱し，ナチュラルで柔らかい印象を与える点が\n考慮されて独特の形態であるとの評価が得られたものと考えられる。\nしたがって，本件周側面，あるいは，蓋部に，単に細い筋状の凹凸形状\nが連続している態様を共通点と捉え，当該共通点を上記のように過大に評\n価している本件審決の認定は明らかに誤りである。\nウ  共通点（Ｄ）について\n本件審決は，両意匠の取っ手部の態様につき「両端の先端部を弧状」と\nしている点を共通点（Ｄ）として認定している点で誤っており，そもそも，\nこの点が共通点でない以上，これを共通点として評価している本件審決の\n認定も明らかに誤りである。\n両意匠の取っ手部の両端の態様については，むしろ差異点として適切に\n評価すべきである。\nエ  共通点（Ｅ）について\n本件審決は，両意匠の「蓋部はやや明調子で，本体部はそれより暗調子\nである点」を共通点として認定している点で誤っており，そもそも，この\n点が共通点でない以上，これを共通点として評価している本件審決の認定\nも明らかに誤りである。\n(2) 本件差異点の評価\nア  差異点（ア）について\n本件審決は，差異点（ア）につき，「取っ手の先端部のみという限られ\nた部分における差異に係るもので，その差異が格別目立つものとはいえず，\n…両意匠全体の共通する印象に埋没してしまう程度の部分的な細部の差異」\nと認定する。\nしかし，バケツの取っ手の両端部の態様は，取っ手部が本体部とどのよ\nうに連結して，どのように回動するか等，バケツの操作性，把持性にも影\n響するため，「格別目立たない」などということはなく，むしろ，需要者\nの注意を強く引き付けるものであり，当該部分における差異は，「限られ\nた部分の差異」の一言で片付けられるような差異ではない。本件登録意匠\nの取っ手の端部が，半円状に湾曲した態様であるのに対し，引用意匠１の\n当該端部が，取っ手部より明らかに幅の広くなった隅丸長方形状をなし，\n直線を基調とした態様であるという明らかな態様の差異を有していること\nからしても，単に「限られた部分の差異」の一言で片付けられるべきでな\nいことは尚更である。\nまた，引用意匠１の取っ手部に設けられた円形状孔部についても，本件\n審決は「小型円形状孔部」と認定しているが，そもそも何をもって「小型」\nなのか，その根拠が明らかではない。引用意匠１の当該孔部は，幅の広く\nなった隅丸長方形状の取っ手の端部に大きく形成されており，「小型」と\nは到底いい難く，当該孔部にホースを固定できるという機能面も考慮すれ\nば，非常に存在感があり，需要者の注意を強く引き付けるものである。\n本件審決は，意匠全体に占める取っ手部の面積割合のみに拘泥して上記\nのとおり認定しているにすぎず，上記のようなバケツの操作性や把持性，\n具体的な用途・機能をも考慮した総合判断を行っていない点で明らかに誤\nりである。\nイ  差異点（イ）について\n本件審決は，本体部と蓋部の凹凸形状の差異につき，「細部においては\n相応の違いではあるものの…共通する印象に埋没してしまう程度の微弱な\n差異」と認定する。\nしかし，本体部と蓋部の凹凸形状に関し，先端が尖っているか，緩やか\nであるかの差異は，両意匠の本体の周側面全体，及び，蓋部上面にまでわ\nたる範囲における差異であるから，単に「細部」における差異と捉えるべ\nきではない。\nまた，前記のとおり，本件登録意匠においては，本体周側面及び蓋体上\n面に，山型で中央部が鋭く尖った頂点を形成した突条が多数連続して形成\nされており，その山と山の間隔も非常に狭いことから，鋭敏・シャープな\nイメージ，細かく刻まれたギザギザした印象を強く感じ取ることができる\nのに対し，引用意匠１においては，本体周側面及び蓋体上面に形成された\n突条はなだらかに波打ったような波型に形成され，波と波の間隔も，本件\n登録意匠の山と山の間隔よりも明らかに広く，ゆったりとしていることか\nら，緩やかで柔らかい印象が強く感じられ，両意匠からはそれぞれ全く別\n異の印象を強く看取し得る。\n引用意匠１と同様の形状であるバケツに関しては，甲２ないし甲４をは\nじめ，多くの証拠資料において，「腰掛け」や「簡易スツール」としての\n用途・機能も積極的に紹介されていることから，ソフトな座り心地につな\nがる蓋体部のなだらかな波型の態様及びそれにつながる本体周側面の態様\nは，本件登録意匠のシャープな山型の態様とは対照的な引用意匠独自の特\n徴として，類否判断において十分に考慮されるべきである。また，バケツ\n本来の用途として使用する場合においても，中に水を入れる際等に，本体\n周側面や蓋部を直接手に触れることが多く，また水位を細かく確認する際，\n使用者の目線からも極めて近い位置で使用されることが多いため，上記差\n異は際立って看取されるものである。\n以上を考慮すれば，差異点（イ）が両意匠の類否判断に与える影響は極\nめて大きく，これを「微弱な差異」と認定した本件審決は明らかに誤りで\nある。\nウ  差異点（ウ）について\n本件審決は，蓋部の突起部及び補強用のリブの有無についての差異点に\nつき，「あくまでも裏面側における差異」，「掛部となる突起部があるこ\nとも付加的な差異」，「補強用のリブについても補助的」などと認定する。\nしかし，「裏面という目立ちにくい部分」という程度の認識で差異点の\n評価を行うべきでなく，蓋部の機能・用途を考慮すれば，たとえその裏側\nにおける差異点であっても十分に評価され得る。例えば，蓋をして長期間\nそのまま収容しておく容器等のように，常に蓋が閉じているような物品で\nあれば，その蓋部の裏側の差異が目立たないということもあり得るが，両\n意匠に係るバケツの蓋は，頻繁に開閉しなければ，バケツとしての機能を\n果たし得ないため，蓋の裏側の態様についても必然的に目に触れる機会が\n多くなる。また，蓋がヒンジ等でバケツ本体と一体的に結合された態様の\n場合，本体側との結合部分付近が見え難くなることも考えられるが，両意\n匠の蓋部は，いずれも本体とは完全に分離する構成よりなるものであるか\nら，蓋全体が独立して需要者の注意を引き付ける存在となる。\nそして，本件登録意匠のみに存在する蓋体裏面中央の突起部（引っ掛け\n部）は，バケツの開口部に掛止するという機能面やバケツの使用方法等に\nも大きく影響するものであり，需要者の視覚に強く訴える部分となるため，\n本件審決における認定のように単に「付加的な差異」として軽視されるべ\nきものではない。\nまた，本件登録意匠の蓋体裏面に設けられた井桁状の補強用のリブも，\n引用意匠１には全く存在しない独創的なものであり，本件登録意匠におい\nては，蓋がバケツの台座としても機能することに鑑みれば，これも需要者\nの視覚に強く訴える部分となるため，本件審決における認定のように単に\n「補助的な細部の差異」として軽視されるべきものではない。\n以上のような蓋部の機能面も考慮すれば，差異点（ウ）は，両意匠全体\nの類否判断においても十分に評価されるべきであり，意匠全体の美感にも\n多大な影響を与えるものであるから，蓋部の機能面につき全く考慮してい\nない本件審決の認定は誤りである。\nエ  差異点（エ）について\n本件審決は，差異点（エ）につき，「取っ手はその全体に対する面積比\nが小さいものであるから，…差異が目立つものとはいえず，」と認定する。\nしかし，この種のバケツの分野においては，様々なカラーバリエーショ\nンが存在するだけに，需要者としても，バケツを選択する際の比較要素の\n一つとして，少なからず色彩にも着目するはずである。そして，直接手に\nする取っ手部が「本体と同じやや暗い色彩」なのか，「蓋と同じ明調子の\n色彩」なのかは対照的であるから，その差異が意匠全体の印象の中で埋没\nするはずはなく，他の差異点とあいまって，両意匠の印象を異なるものと\nしている。\nよって，「取っ手はその全体に対する面積比が小さい」という理由のみ\nで差異点（エ）を軽視している本件審決の認定は誤りである。\n(3) 類否判断の結論\n本件審決は，「とりわけ共通点（Ａ）ないし（Ｃ）が両意匠の類否判断に\n与える影響が大きく，共通点が生じさせる効果が差異点のそれを凌駕し，意\n匠全体として需要者に共通の美感を起こさせる」と認定しているが，前記の\nとおり，共通点（Ａ）ないし（Ｃ）は，むしろ差異点（イ）として適切に評\n価されるべきであるから，上記認定を理由に本件登録意匠が意匠法３条１項\n３号に該当するとした本件審決の結論は誤りである。\n３  無効理由２に関する認定判断の誤り\n本件審決は，甲４のカタログ１２頁及び１３頁に掲載された「ｏｍｎｉｏｕ\nｔｉｌ  Ｌ／オムニウッティ  Ｌ」（フタ付きバケット）２３０５９５（ＰＫ）\nの「バケツ」の意匠を，引用意匠２と認定しているが，甲４の該当頁には，「２\n３０５９５（ＰＫ）」の製品番号からなるバケツは掲載されていない。\n証拠から特定し得ない意匠を引用意匠２と認定している点で，本件審決は誤\nっており，これと本件登録意匠とを対比して類否判断しても無意味であり誤っ\nているといわざるを得ない。\n４  以上のとおり，本件審決の認定判断には誤りがあるから，同審決は違法とし\nて取り消されるべきである。\n第４  被告の反論\n１  本件共通点の認定に関し\n(1) 共通点（Ｄ）について\n「弧状」というのは，広辞苑（第６版）１０１４頁によれば，「弓なりの\nさま」を意味する語であり（乙１），原告が主張するような「大きく湾曲し\nた態様」だけに限られないものであるから，原告の主張は失当である。\n(2) 共通点（Ｅ）について\n本件審決が認定したとおり，引用意匠１は「オレンジの蓋に濃いピンクの\n本体」（本件審決３１頁５行目～６行目）から構成されており，これに対し，\n本件登録意匠は，原告も認めているとおり，「蓋部及び本体部は，いずれも\n同様の色彩（灰色）からなり，確かに本体部が暗調子で，蓋部が明調子と捉\nえることが可能」であるから，原告の主張は失当である。\n２  両意匠の類否判断に関し\n(1) 本件共通点の評価\nア  共通点（Ａ）について\n本件審決は，本体部周側面及び蓋部の全体に，一様の凹凸形状を形成し\nた点，すなわち，本体部の周側面全体に全高（上端縁部を除く。）にわた\nる縦方向の細い筋状の凹凸形状を周方向に連続して多数施し，かつ蓋部の\n表面ほぼ全面を細い筋状の凹凸形状に形成した点を捉えて，「本体部及び\n蓋部の外観全体に，ともに一様の細かい凹凸形状を形成した態様は，全体\nの統一感を生じさせ，両意匠の極めて強い共通感を看者に与える」と認定\nしたのであって，極めて妥当な認定である。\nなお，原告は，本件登録意匠に新規性があることを立証するため，中国\n意匠特許公報（甲５３，５４）を提出するが，これらはいずれも被告が平\n成６年度に「グッドデザイン賞」を受賞し，平成２２年度に「グッドデザ\nイン・ロングライフデザイン賞」を受賞した被告製品のバケツ（蓋付きバ\nケツ）を冒認したものであることが明らかであるから，本件登録意匠に新\n規性があることを根拠付ける証拠とはなり得ない。\nイ  共通点（Ｂ）及び（Ｃ）について\n前記のとおり，本件審決は，本体部周側面及び蓋部の全体に，一様の凹\n凸形状を形成した点，すなわち，本体部の周側面全体に全高（上端縁部を\n除く。）にわたる縦方向の細い筋状の凹凸形状を周方向に連続して多数施\nし，かつ蓋部の表面ほぼ全面を細い筋状の凹凸形状に形成した点を捉えて，\n「本体部及び蓋部の外観全体に，ともに一様の細かい凹凸形状を形成した\n態様は，全体の統一感を生じさせ，両意匠の極めて強い共通感を看者に与\nえる」と認定したのであって，極めて妥当な認定である。\nウ  共通点（Ｄ）について\n前記のとおり，「弧状」の語は，「弓なりのさま」を意味するものであ\nり（乙１），原告が主張するような「大きく湾曲した態様」だけに限られ\nないものであるから，本件審決の認定は極めて妥当である。\nエ  共通点（Ｅ）について\n本件審決が認定したとおり，引用意匠１は「オレンジの蓋に濃いピンク\nの本体」（本件審決３１頁５行目～６行目）から構成されており，これに\n対し，本件登録意匠は，原告も認めているとおり，「蓋部及び本体部は，\nいずれも同様の色彩（灰色）からなり，確かに本体部が暗調子で，蓋部が\n明調子と捉えることが可能」であるから，本件審決の認定は極めて妥当で\nある。\n(2)  本件差異点の評価\nア  差異点（ア）について\n本件審決は，「両意匠を全体として比較したときには，取っ手の先端部\nのみという限られた部分における差異に係るもので，その差異が格別目立\nつものとはいえず，前記共通点（Ａ）ないし（Ｃ）に係る態様における両\n意匠全体の共通する印象に埋没してしまう程度の部分的な細部の差異とい\nえるものであり，」（本件審決３６頁１行目～５行目，下線は被告が付し\nた。）と認定しているのであって，その認定は極めて妥当である。\nイ  差異点（イ）について\n本件審決は，「差異点（イ）の本体部と蓋部の凹凸形状の差異について\nは，確かに先端が尖っているか，やや緩やかであるかの差異であって，細\n部においては相応の違いではあるものの，その差異は，前記共通点（Ａ）\n及び共通点（Ｃ）に係る細い筋状の凹凸形状を周側面全体に全高（上端縁\n部を除く。）にわたる縦方向に，また円形の蓋部にも同様に表して，本体\n部外側全体に表した極めてユニークな態様における共通する印象に埋没し\nてしまう程度の微弱な差異といえるもので，この点における差異が両意匠\nを別異のものとする程の大きな差異とはいえず，両意匠の類否判断に大き\nな影響を与えるものとはいえない。」（本件審決３６頁１１行目～１９行\n目，下線は被告が付した。）と認定しているのであって，その認定は極め\nて妥当である。\nウ  差異点（ウ）について\n本件審決は，「差異点（ウ）の蓋部の突起部及び補強用のリブの有無に\nついては，…その存在が意匠全体の美感を左右する程のものとはいえず，\n意匠全体からすれば，蓋の裏面という目立ちにくい部分の，いずれも付加\n的，補助的な細部の差異に過ぎず，この点における差異が両意匠を別異の\nものとする程の大きな差異とはいえず，依然として両意匠の類否判断に大\nきな影響を与えるものとはいえない。」（本件審決３６頁２０行目～２７\n行目）と認定しているのであって，その認定は極めて妥当である。\nエ  差異点（エ）について\n本件審決は，「差異点（エ）の明暗調子については，この種のバケツの\n分野においては，様々なカラーバリエーションがあることが普通で，その\n明暗調子についても，様々な組合せがあり，また，取っ手はその全体に対\nする面積比が小さいものであるから，取っ手を蓋部と同様の明調子とする\nか，本体部と同様の暗調子とするかの差異が目立つものとはいえず，前記\n共通点（Ａ）ないし（Ｃ）に係る態様における両意匠全体の共通する印象\nに埋没してしまう程度の差異といえるもので，その差異が両意匠の類否判\n断に大きな影響を与えるものとはいえない。」（本件審決３６頁２８行目\n～３５行目，下線は被告が付した。）と認定しているのであって，極めて\n妥当な認定である。\n(3) 類否判断の結論に関し\n共通点（Ａ）ないし（Ｃ）に関する本件審決の認定は前記のとおり極めて\n妥当なものである。また，同審決は，「両意匠は，意匠に係る物品が一致し，\n形態においても，…その視覚に訴える意匠的効果としては，とりわけ共通点\n（Ａ）ないし（Ｃ）が両意匠の類否判断に与える影響が大きく，共通点が生\nじさせる効果が差異点のそれを凌駕し，意匠全体として需要者に共通の美感\nを起こさせるものであるから，本件登録意匠は引用意匠１に類似する。そう\nすると，本件登録意匠は…意匠法第３条第１項第３号に規定された意匠に該\n当する。」（本件審決３７頁２１行目～２８行目）と判断しているのであっ\nて，その認定判断に原告主張のような誤りはない。\n３  無効理由２に関し\n本件審決は，無効理由２についての判断を示していないのであるから，原告\nが主張する点は本件審決の取消事由とはなり得ない。\n４  以上のとおり，本件審決の認定判断に誤りはなく，同審決に取り消されるべ\nき違法はない。\n第５  当裁判所の判断\n１  本件登録意匠と引用意匠１（両意匠）の類否について\n(1) 類否判断の前提となる事実\nア  ①両意匠が，いずれも取っ手のある蓋付きの「バケツ」に係るものであ\nって，意匠に係る物品が共通すること，②両意匠の形態に関し，少なくと\nも，本件共通点のうち共通点（Ａ）ないし（Ｃ）が認められること，及び\n本件差異点が認められることは，原告も争っていない。\nイ  本件共通点のうち共通点（Ｄ）の認定について\n両意匠の取っ手部の態様について，本件審決が両端の先端部を「弧状」\nとしている点を両意匠の共通点と認定したのに対し，原告は，本件登録意\n匠においては，確かに，その端部が半円状に湾曲した態様であるため，「弧\n状」との表現が当てはまるが，引用意匠１においては，その端部は「取っ\n手部より明らかに幅の広くなった隅丸長方形状」と捉えるのが適切であっ\nて，どちらかというと直線を基調とした態様であり，本件登録意匠のよう\nに端部が大きく湾曲した態様ではないため，「弧状」との表現は当てはま\nらないと主張する。\nよって検討するに，確かに，引用意匠１の取っ手部の両端は，本件登録\n意匠のそれと比較すれば，やや角張った形状をしており，本件登録意匠の\nようにその端部が半円形に湾曲した態様であるとはいえない。\nしかし，広辞苑第６版（乙１）によれば，弧状とは「弓なりのさま。」\nを表すところ，例えば，日本列島を「弧状列島」などと表現するように，\n全体としてみた場合に弓を張ったような形をしていれば，それを「弧状」\nと表現しても良く，引用意匠１の取っ手部の両端（先端部）も，それぞれ\nその中心を頂点としてなだらかに湾曲しており，左右の隅も丸く形作られ\nていることからすれば，これを全体としてみた場合に，なお弓を張ったよ\nうな形（弧状）をしていると評価することが可能である。\nまた，原告が指摘する具体的な形状の違いは，差異点（ア）において，\n本件登録意匠は「側面視略Ｕ字状」であり，引用意匠１はやや幅広の「隅\n丸長方形状」であるとして，別途評価されているから，大づかみの態様（基\n本的構成態様）としては，前記のとおり，両意匠の先端部の形状を「弧状」\nと評価しても，その類否の判断に問題が生ずることはないと考えられる。\nしたがって，両意匠の取っ手部の両端（先端部）を共に「弧状」と評価\nした上，これを両意匠の共通点と認定した本件審決の判断に誤りはないと\nいうべきであり，この点に関する原告の主張は採用できない。\nウ  本件共通点のうち共通点（Ｅ）の認定について\n本件審決が，両意匠の色彩につき，「蓋部はやや明調子で，本体部はそ\nれより暗調子である点」を共通点と認定したのに対し，原告は，少なくと\nも，引用意匠１は，本体部がピンク色で，蓋部がオレンジ色であることか\nら，暗調子と明調子というよりは，それぞれ全く別異の色彩の組合せから\nなる本体部と蓋部と認識するのが自然であり，本件審決の認定は誤りであ\nると主張する。\nしかし，本件審決は，引用意匠１の色彩について，「オレンジの蓋に濃\nいピンクの本体」と認定しており（本件審決３１頁５行目～６行目），証\n拠（甲４）によれば，その認定は妥当であると認められる。そして，かか\nる認定を前提とすれば，引用意匠１についても，本件登録意匠と同様に，\n蓋部をやや明調子，本体部をそれより暗調子であると評価することが可能\nである。\nしたがって，これを両意匠の共通点と認定した本件審決の判断に誤りは\nないというべきであり，この点に関する原告の主張は採用できない。\nエ  以上によれば，本件審決が認定するとおり，両意匠の間には，本件共通\n点（共通点（Ａ）ないし（Ｅ））と本件差異点（差異点（ア）ないし（エ））\nが認められる。\n(2) 両意匠の類否\nア  (1)を前提として，両意匠の類否について検討する。\n両意匠に係る物品は共に「バケツ」であり，特に取っ手のある蓋付きの\nバケツであって，本来的には，水などを入れる容器であり，その他，物の\n運搬，収納，保管等にも使用され得るものである。また，これらのバケツ\nは，いずれも雑貨の部類に属するものであり，その需要者は主に一般消費\n者であると認められるところ，かかる物品の性質や用途からすれば，看者\nは，通常，これを正面ないし斜め上方から見る機会が多く，全体的な形状，\n特に外観に占める割合が大きい本体部周側面や蓋の表面における形状に着\n目するものと認めるのが合理的である（本件において証拠として提出され\nている，商品カタログ・リーフレット〔甲１～４〕や，雑誌・ウェブサイ\nトの記事〔甲１２～３１〕に掲載されている写真をみても，商品の全体を\n斜め上方から俯瞰的に撮影したものが圧倒的に多い。）。\nまた，両意匠は共に，本体部周側面及び蓋部の全体に一様の細い筋状の\n凹凸形状を形成しているところ，平成６年度には，同様の形状を備えた被\n告製品が「グッドデザイン賞」を受賞しており，そこでは，「段ボール紙\nのギャザー形状をテクスチュアとして取り入れ」た点が評価されているこ\nとや（甲３５），平成２２年度には，引用意匠１に係るバケツと同様のバ\nケツ（被告製品）が「グッドデザイン・ロングライフデザイン賞」を受賞\nしており，そこでも，色鮮やかさと共に「段ボールの並々（判決注：「波々」\nの誤記と認める。）をモチーフにデザインし」ている点などが評価されて\nいること（甲９）を考慮すれば，上記の形態（本体部周側面及び蓋部の全\n体に一様の細い筋状の凹凸形状を形成している点）は，各受賞の時点で，\nそれなりに印象度の強い特徴的なデザインとして受け止められていたもの\nと認められる（なお，原告は，前記「段ボールのギャザー形状」との表現\nや「段ボールの並々」との表現について，いずれも単なる「凹凸形状」で\nはなく，「段ボールから作った手作りクラフト品のような，柔らかくて温\nかみのある印象」や「当該バケツの波打った柔らかい印象」が評価されて\nいる旨主張するが，いずれの受賞の時点においても，外観全体に「凹凸形\n状」を備えたバケツがありふれていたことを示す証拠はなく，これによれ\nば，前記の各表現は単なる比喩であって，「凹凸形状」の具体的差異に着\n目した表現ではないと認めるのが相当である。）。\nそうすると，本件共通点のうち，特に，「本体部周側面及び蓋部の全体\nに，一様に凹凸形状を形成」している点（共通点（Ａ）），本体部の「全\n高（上端縁部を除く。）にわたる縦方向の細い筋状の凹凸形状を周方向に\n連続して多数施した」ものである点（共通点（Ｂ））及び蓋部は「本体部\n上端縁と略同径の円板状」とし，しかも，「その表裏の表面ほぼ全面を細\nい筋状の凹凸形状に形成」している点（共通点（Ｃ））は，本体部と蓋部\nの外観全体を通じて統一感を感じさせる独特の形態であって，意匠全体に\nおける支配的部分を占め，意匠的まとまりを形成し，看者（需要者）の注\n意を強くひく構成態様であると評価することができる。\n他方，本件差異点は，いずれも，取っ手の両端部の態様や取っ手の明暗\n調子（差異点（ア）及び（エ）），本体部と蓋部の凹凸形状の態様（差異\n点（イ）），蓋部の裏面の態様（差異点（ウ））といった，両意匠を全体\nとしてみれば，限られた部分，あるいは目立ちにくい部分における細かな\n差異（細部における差異）にすぎず，これらを総合しても，上記の共通点\nを凌駕するほどの印象を看者（需要者）に与えるものとは認められない。\n以上によれば，両意匠は，意匠に係る物品が一致し，形態においても，\nその視覚に訴える意匠的効果としては，とりわけ共通点（Ａ）ないし（Ｃ）\nが両意匠の類否判断に与える影響が大きく，共通点が生じさせる効果が差\n異点のそれを凌駕し，意匠全体として需要者に共通の美感を起こさせるも\nのであるとした本件審決の認定及び判断は正当であり，本件登録意匠は引\n用意匠１に類似するとの結論に誤りがあるものとは認められない。\nイ  原告の主張について\nこれに対し，原告は，差異点（イ）に相当する凹凸形状の違い（本件登\n録意匠のそれは山型であるのに対し，引用意匠１のそれは波型である点）\nを強調して，①両意匠の本体部及び蓋部の外観を具体的に把握すれば，そ\nれぞれに統一感は生じているものの，それぞれが看者に与える印象は全く\n別異のものであって，その差異を凌駕するような両意匠の共通感を看取す\nることができない，②引用意匠１と同様の形状であるバケツについては，\n「腰掛け」や「簡易スツール」としての用途・機能も積極的に紹介されて\nおり，また，水を入れる際に直接手で触れたり，水位を確認する際に至近\n距離から目にしたりすることも多いのであるから，凹凸形状の違いは「微\n弱」な差異などではない，③本件登録意匠の出願前から，本体部及び蓋部\nの外観全体に凹凸形状が形成されたバケツが既に複数公知となっているこ\nとから，単に「本体部及び蓋部の外観全体に凹凸形状が形成された」点は，\n本件登録意匠と引用意匠１のみに存在する共通点ではないなどと主張する。\nしかし，①については，前記のとおり，両意匠の凹凸形状がいずれも細\nい筋状のものであり，これが本体と蓋を含む外観全体に一様に施されてい\nる点にこそ，両意匠の特徴が認められるのであって，これと比較すれば，\n原告が指摘する凹凸形状の違いは，細部における差異にすぎず，「それぞ\nれが看者に与える印象は全く別異のものであ」ると感じさせるほどに特徴\n的であるとは認められない。②についても，たとえ引用意匠１に係るバケ\nツが腰掛け等として使われることがあったとしても，バケツである以上，\n第一次的な用途が水を入れること，あるいは，物の運搬，収納，保管等に\nあることは明らかであるし，その性質や用途からして，看者（需要者）が\nまず全体的な形状に着目し，これを俯瞰的にみることが多いことも明らか\nである。③の主張は，要するに，「本体部及び蓋部の外観全体に凹凸形状\nが形成された」点は，本件登録意匠の出願前に既に複数公知であるから，\n類否判断を行う上で重視すべきではないとの主張と解されるが，複数公知\nになるだけで直ちに意匠上の要部でなくなるとはいえず（ヒット商品こそ，\n往々にして模倣品が現れることを考えれば当然である。），飽くまで上記\nの点が本体部と蓋部の外観全体を通じて統一感を感じさせる独特の形態で\nあって，意匠全体における支配的部分を占め，意匠的まとまりを形成し（こ\nのような評価を否定するに足りるほど，上記の点が陳腐化していたことを\n認めるに足りる証拠はない。），看者の注意を強くひく構成態様であると\n評価される以上，これを両意匠に共通してみられる特徴的部分であるとし\nて類否判断を行うことは当然である。\nしたがって，差異点（イ）に相当する凹凸形状の違いは，共通点（Ａ）\nないし（Ｃ）が物品の外観全体にもたらす効果を凌駕し，差異性を際立た\nせるほどの特徴であるとは認められず，類否の判断要素としては，副次的\nな要素にすぎないといわざるを得ない。\nまた，原告は，機能的な面からすれば，取っ手の両端部の態様や，引用\n意匠１の取っ手部に設けられた円形状孔部の存在（差異点（ア）），蓋部\nの突起部及び補強用のリブの有無といった蓋部の裏面における違い（差異\n点（ウ））も軽視できず，また，様々なカラーバリエーションがあること\nからすれば，取っ手の明暗調子の違い（差異点（エ））も軽視できないな\nどと主張するが，これらの差異も，両意匠を全体としてみれば，部分的な\n差異や目立たない部分における細かな差異にすぎないことは明らかであっ\nて，共通点（Ａ）ないし（Ｃ）が物品の外観全体にもたらす効果を凌駕し，\n差異性を際立たせるほどの特徴であるとは認められず，類否の判断要素と\nしては，飽くまで副次的な要素にすぎないというべきである。\nしたがって，原告の主張はいずれも採用することができない。\n２  無効理由２に関する認定判断の誤りを指摘する点について\n前記第２の３(2)のとおり，本件審決は，無効理由１についてのみ判断し，無\n効理由２については判断していない（無効理由２は，本件意匠登録を無効とす\nべき理由にはなっていない）のであるから，無効理由２に関する点は，（仮に\n原告が指摘するような誤りがあったとしても）本件審決の取消事由にはならな\nいというべきである。\nよって，無効理由２に関する原告の主張は，本件審決の取消事由としては，\n採用することができない。\n３  結論\n以上の次第であるから，本件審決に取り消されるべき違法はなく，原告の請\n求は理由がない。よって，原告の請求を棄却することとして，主文のとおり判\n決する。\n知的財産高等裁判所第３部\n裁判長裁判官      鶴      岡    稔    彦\n裁判官       大    西    勝    滋\n裁判官       寺    田    利    彦\n"
}