{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 11,
    "day": 27
  },
  "case_number": "平成29(行ケ)10110",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87252",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87252",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/252/087252_hanrei.pdf",
  "contents": "平成２９年１１月２７日判決言渡\n平成２９年（行ケ）第１０１１０号  審決取消請求事件\n口頭弁論終結日  平成２９年９月２５日\n判 決\n原 告  株 式 会 社 も り も と\n訴訟代理人弁理士  佐川慎 悟\n小林基 子\n被 告  特 許 庁 長 官\n指 定 代 理 人  松   浦   裕紀 子\n大森健 司\n板谷玲 子\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１６－５２１５号事件について平成２９年３月２９日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，商標登録出願に係る拒絶査定不服審判請求に対する不成立審決の取\n消訴訟である。争点は，商標法３条１項４号該当性の有無及び同条２項該当性\nの有無である。\n１  特許庁における手続の経緯等\n原告は，平成２７年５月２６日，別紙「本願商標」のとおりの本願商標につ\nき商標登録出願（商願２０１５－４９８６９号）をしたが，平成２８年１月８\n日付けで拒絶査定を受けたので，同年４月８日，拒絶査定に対する不服の審判\nを請求した。\n特許庁は，これを不服２０１６－５２１５号事件として審理した上，平成２\n９年３月２９日，「本件審判の請求は，成り立たない。」との審決をし，その\n謄本は同年４月１２日原告に送達された。\n原告は，平成２９年５月１２日，上記審決の取消しを求めて本件訴えを提起\nした。\n２  審決の理由（要旨）\n審決の理由は，別紙審決書写し記載のとおりであり，その要旨は次のとおり\nである。\n(1) 商標法３条１項４号該当性について\n本願商標は，ありふれた氏である「森本」を普通に用いられる方法で表示\nする標章のみからなる商標というのが相当であるから，同号に該当する。\n(2) 商標法３条２項該当性について\n請求人が，平成１４年１０月頃には本願商標の使用を開始したこと，本願\nの指定商品中「フルーツゼリー菓子，ケーキ，チーズケーキ，クッキー，ペ\nストリー（菓子），プリン，アイスクリーム，洋菓子，もち菓子，あずきを\n使用した菓子，和菓子，菓子，パン」について，宣伝広告活動を継続して行\nっていることが認められるが，これらの活動によって，請求人の名称が北海\n道内で相当程度広く知られるものとなっているとしても，請求人の本願商標\nを使用した商品の地域別販売数量，売上高及び市場占有率等について，具体\n的な証拠が提出されておらず，本願商標が，請求人がその指定商品に使用す\nる商標として，需要者の間で認識されているとまでは認められない。そうす\nると，請求人の提出する証拠によっては，本願商標が使用された結果，需要\n者が何人かの業務に係る商品であることを認識することができるに至ってい\nるものと認めることができないから，本願商標は，同項に該当しない。\n第３  原告主張の取消事由\n１  商標法３条１項４号該当性について\n(1) 本願商標の構成に関し\n審決は，本願商標の書体は，いずれも文字の角を丸めたやや太めの書体で\nあって，格別特異なところはなく，また，本願商標は二段書きの上段の「ｒ」\nの文字の下部と下段の「ｔ」の文字の上部とが接しているものの，その表示\n方法は，取引において一般的に用いられる範囲を超えるほど特殊なものとは\nいえないとする。\nしかし，本願商標は，アルファベット小文字の横書きの「ｍｏｒｉ」と「ｍ\nｏｔｏ」とを上下二段で書して成るところ，その構成文字はいずれもエッジ\nをなくして強い丸みを帯びたＦｏｎｔｗｏｒｋｓ社のスーラＥＢの丸ゴシッ\nク書体で強調して書かれている。この書体は，暖かく優しい表情を持ち，文\n字組みしたときの美しさが特徴の書体である。また，商標の構成中，上下二\n段の配列においては「ｍｏｒｉ」と「ｍｏｔｏ」の共通する語頭文字「ｍ」\nと２番目の「ｏ」の欧文字が上下段でピタリと一致するように配置されてお\nり，かつ，「ｍｏｔｏ」の「ｔ」の文字と「ｍｏｒｉ」の「ｒ」の文字の縦\n画がつなげられているため，本願商標は，全体として横長の長方形内にまと\nまりよく収まるような極めて洗練されたデザインから成る独創的なロゴとな\nっている。\n(2) 「ありふれた氏」に関し\n審決は，二段書きされた欧文字を称呼するに当たっては，上段の左の文字\nから読み，次に下段の左の文字から読むのが一般的であり，本願商標は，そ\nの構成文字に相応して「モリモト」と称呼されるといえるところ，当該称呼\nは，ありふれた氏の「森本」の読みを容易に連想，想起させるものであると\nする。\nしかし，「モリモト」と読まれる語としては，インターネットで検索すれ\nば明らかであるように，「森本」のほか，「森元」，「守本」，「盛本」な\nどの氏もあり，必ずしも「森本」が一義的に想起されるものではない。\nしかも，本願商標は，「ｍｏｒｉ」と「ｍｏｔｏ」が二段に表され，なお\nかつ，「ｔ」の文字と「ｒ」の文字の縦画がつながった特徴あるデザインを\n有しており，単なる欧文字の「ｍｏｒｉｍｏｔｏ」の表記とは趣を異にする\nものであって，一義的に姓氏を連想させるものではない。\nこのように，本願商標は複数の意味合いを想起させ，若しくは，その複数\nの意味合いについても直ちにこれといった特定の語の意味合いを想起させな\nい欧文字より成るものであるから，「森本」のみを認識させるものとはいえ\nない。\n(3) 「普通に用いられる方法」に関し\n審決は，本願商標が，ありふれた氏を「普通に用いられる方法」で表示す\nるにすぎないと認定しているが，氏をローマ字で表す場合には，横一段に表\nすのが一般的であり，「森本」に由来するローマ字を普通に用いられる方法\nで表示する場合は，「ｍｏｒｉｍｏｔｏ」と横一段に表すのが通常であって，\n本願商標のように「ｍｏｒｉ」と「ｍｏｔｏ」を二段に表した態様は，氏を\n普通に用いられる方法で表示したものとはいえない（審決は，氏を表記する\n際に，その読みをローマ字で表すことが一般的に行われており，商標を，商\n品の包装や広告等のスペースの都合などにより，複数の段にして表示するこ\nとも一般に広く行われているとするが，欧文字で表された「氏」，すなわち\n欧文字の一つの単語を，本願商標のように，複数の段に，しかも左右の端を\nそろえた態様で表示する方法は決して普通に用いられる方法ではない。「商\n標を，商品の包装や広告等のスペースの都合などにより，複数の段にして表\n示すること」は，正に商品の出所識別機能を有する「商標」の表示方法であ\nって，氏の一般的な表示方法ではない。）。\nしかも，本願商標は，「ｍｏｒｉ」と「ｍｏｔｏ」に共通する「ｍ」と「ｏ」\nの欧文字が語順も同じくして並んでいるため，前記のとおり，「ｍｏｒｉ」\nの「ｍ」の文字の真下に「ｍｏｔｏ」の「ｍ」の文字，「ｍｏｒｉ」の「ｏ」\nの文字の真下に「ｍｏｔｏ」の「ｏ」の文字を配置することで，その特徴を\nより印象付けており，かつ，語順の３番目にある「ｒ」と「ｔ」の欧文字は\n縦長線を共通に備えているため，「ｔ」と「ｒ」の文字の縦画をつなげるこ\nとにより，一層一体感が強調されている。\n以上のとおり，本願商標は，菓子メーカーらしく優しさ暖かみ，美しさを\n感じるフォントを採用しつつ，更に二段に分けて欧文字の共通性を印象付け\nる配置に構成することにより，強い一体感と斬新性を与える印象的なデザイ\nンのロゴである。\n加えて，本願商標が装飾などのパターンとしても使用できるようにデザイ\nンされていることも考慮すれば，本願商標は，本願指定商品に関する業界に\nおいては，装飾のモチーフとしても使用される高度にデザインされたもので\nあって，普通に用いられている域を脱していると評価するのが相当である。\n(4) 以上によれば，本願商標は，ありふれた氏である「森本」を普通に用いら\nれる方法で表示する標章のみからなる商標ではなく，商標法３条１項４号に\n該当しない。\n２  商標法３条２項該当性について\n本願商標については，次のとおり，平成１４年から約１５年にわたって，本\n願商標を使用した大規模かつ継続的な広告宣伝活動及び全国的な商品の販売が\nなされており，これによれば，本願商標は既に原告が菓子，パン等に使用する\nブランド名として全国の取引者，需要者間に認識されて，十分に自他商品の識\n別標識としての機能を果たしていることが明らかである。\nしたがって，仮に本願商標が商標法３条１項４号に該当するとしても，同条\n２項に該当するというべきである。\n(1) 原告の営業規模\n原告は，創業６６年の北海道を代表する老舗の菓子・パンの製造小売業者\nであり，現在，北海道内において，千歳，札幌，小樽，恵庭，室蘭，苫小牧，\n江別，旭川，滝川の各地域に合計２７店舗を展開している（甲１の１ないし\n１の４，甲７２の１・２）。\n原告は，闇雲に全国に店舗数を展開する戦略ではなく，北海道ブランドを\n効果的に活用する戦略を採っており，道産食材にこだわり，優秀なパティシ\nエを育てて高品質の洋菓子とパンを提供し続けることにより希少性を高め，\n北海道民はもとより，全国及びアジア各地から訪れる多くの観光客にも喜ば\nれる商品作りに徹している。特に新千歳空港は全国有数の観光の窓口として\n著名であって全国各地から観光客やビジネスマンが訪れる場所であるところ，\n原告は新千歳空港内に自社の専門店をオープンしているとともに，空港内に\nある大多数のお土産店に商品を卸して販売している。\nこのような新千歳空港での販売等における本願商標の使用は，全国各地か\nら訪れる観光客やビジネスマンによって見られ，商品の購入につながるため，\n道内に限らず全国的な周知性を取得することに寄与しているといえる。\nまた，新千歳空港以外の店舗についても自社の路面店だけでなく，多数の\n人が集まるイオンモール内に積極的に出店しており，より集客力が高い店舗\nにおける使用により，本願商標が知られる機会が多いといえる（甲７２の２）。\nさらに，原告は，実店舗以外の販売システムを備えており，例えばオンラ\nインショップによる菓子等の販売（甲２の１・２），カタログによる通信販\n売（甲７４の１ないし７４の８８）も行っている。\nさらにまた，原告は日本全国の百貨店等における北海道物産展に年１００\n回以上出展し，本願商標を使用した商品を販売している（甲１の５，甲４７\nないし６０，７５の１ないし７５の４６）ほか，本願商標を使用した商品は\n全国の生協等でも販売されている（甲７６の１ないし甲７９）。\n(2) 本願商標の使用開始時期，使用期間及び使用地域\n本願商標は，平成１４年に原告のＣＩ（コーポレート・アイデンティティ）\nとして導入され（甲４），以来，約１５年にわたり，原告を示すブランド名\nとして，菓子等の商品パッケージ（原告の商品「ハスカップジュエリー」の\nパッケージにおいて本願商標が使用されている。同商品は，昭和５９年に全\n国菓子大博覧会で内閣総理大臣賞を受賞し，百貨店における催事，生協にお\nける販売や通信販売でも人気の高い商品，原告を代表するロングセラー商品\nの一つである。），紙袋，店舗の看板（本願商標は全国有数の観光の窓口と\nして著名な新千歳空港内の店舗等において原告を示す商標として使用されて\nいる。）及び広告に継続的に使用されている（甲６ないし８，７３の１ない\nし７３の１１，１０５の１ないし１０５の５，１０６の１ないし１０６の３）。\nよって，周知性を獲得するための期間としては充分な期間といえる。\nまた，本願商標の使用地域としては，実店舗は北海道内であるが，オンラ\nインショップや通信販売，全国の物産展，全国の生協等での販売を行ってい\nるため，北海道の地域を越えて日本全国に商品が流通されており，本願商標\nの全国的な周知性獲得に寄与しているといえる。\nア  通信販売\n原告は，年に数回，本願商標を使用したカタログを発行し，カタログに\nよる通信販売を行っている（甲７４の１ないし７４の８８）。カタログに\nよる通信販売は少なくとも平成１５年から開始されており，その利用者は\n関東地域を中心に全国各地に延べ約１０万人に上る（甲７４の１）。\nこのことから，本願商標を使用したカタログが全国の利用者に配布され\nるとともに，本願商標を使用した商品が通信販売を通じて全国の消費者に\n販売されることにより，更なる全国的な周知性獲得に寄与しているといえ\nる。\nイ  催事への出展\n原告は，年に１００回以上，全国の百貨店等における北海道物産展に出\n展し，本願商標を使用した商品を販売している（甲１の５，原告が自ら出\n店した催事〔消化催事〕につき甲４７ないし６０，甲７５の１ないし７５\nの４６，百貨店等が商品を買い取って行った催事〔買取催事〕につき甲９\n４の１ないし１０３の２６）。\n北海道物産展は全国各地で非常に人気の高い催事であり，出展者は集客\n力のある有名店に厳選されるところ，原告は，関東，関西，東海を中心と\nする全国各地の有名百貨店で開催される数多くの北海道物産展に出展し，\n高い評価を得ている。北海道物産展のチラシには，原告の商品や本願商標\nが掲載されるなど，既に原告及び本願商標が全国的に周知であって，原告\nの商品が北海道物産展の目玉として取り扱われていることが分かる。\nウ  生協等での販売\n原告の商品は，生協の宅配パルシステムにおいて販売されているほか，\n九州，神戸，東海などの生協が発行するカタログに掲載され，日本全国の\n生協組合員に販売されている（甲７６の１ないし７６の１０１）。\n生協は取扱商品について食品添加物や微生物の基準などの厳しい基準を\n設けているが，原告の商品はその厳しい基準をクリアして生協の取扱商品\nに採用されているのである。\nまた，原告の商品は，全日空の飛行機内，阪急・阪神百貨店グループの\n食品宅配サービス，北海道の代表的な人気の高い土産物を取り扱う北海道\nキヨスクの通販でも販売されている（甲７７ないし７９）。\nこのことから，原告の商品は品質の高い，北海道を代表とする土産物と\nして認識されており，原告の商品が全国の需要者に販売されていることが\n分かる。\n(3) 広告宣伝\n原告は，一年間に９０００万円ないし１億３３００万円をかけて，販売促\n進活動を行うとともに，大手広告代理店複数社に依頼し「菓子」を中心とす\nる商品に関する新聞広告，テレビＣＭ等の広告宣伝活動を展開しており，平\n成２６年には本願商標が使用された広告が広告電通賞を受賞し，極めて高い\n広告効果が得られていることが分かる（甲８０の１・２）。\nほぼ全ての広告物には本願商標が記載されており，本願商標は原告を示す\n商標として使用されている。中でも新聞やテレビＣＭ（甲１１，８１の１な\nいし８１の１４９ほか）においては，原告を示す表示は本願商標のみのもの\nも多く，本願商標は既に需要者・取引者により原告を示す商標として認識，\n把握されていることが分かる。\nア  新聞広告\n本願商標を使用した広告が，北海道新聞，朝日新聞，読売新聞等にほぼ\n毎月掲載されている（甲９の１ないし９の４，甲８１の１ないし８１の１\n４９ほか）。\nイ  雑誌\n本願商標を使用した広告が，全日空及びＡＩＲＤＯの機内誌等に掲載さ\nれている（甲８２の１ないし８２の６）。\nウ  ポスター，チラシ等\n本願商標を使用したポスターが，毎年，季節などに合わせて作成され，\n店舗や札幌市営地下鉄等の多数の需要者が目にしやすい場所に掲出されて\nいる（甲１５の１・２，甲８３の１ないし８３の９ほか）。\nまた，原告は，新聞の折り込みチラシやダイレクトメールなどを多数作\n成して配布している（甲８５の１ないし８５の２８）。\nエ  テレビＣＭ等\nテレビＣＭは，平成２４年１２月から平成２７年９月までの２年半の間\nに民報５局で３００回以上放映されている（甲１１，３８，８４）。\nまた，世界フィギュア選手権や日本ハムファイターズ戦のテレビ番組の\nスポンサーなど，全国的に注目度の高いイベントに対して積極的な広告宣\n伝活動が行われている（甲４１）。\n(4) 新聞，雑誌，インターネット掲載等による紹介\n原告ないし原告の商品は，日本経済新聞等の全国紙に記事として取り上げ\nられているほか，全国で販売されている人気女性誌や観光ガイドブックで紹\n介されたり，北海道の土産物ランキングの上位の商品として新聞やインター\nネット記事で紹介されたり，テレビ番組で紹介されたりしている（甲４５，\n４６，８６の１ないし８６の１５８，８７の１ないし８７の２９，１０４の\n１ないし１０４の８）。\nア  新聞\n原告の地元で発行されている千歳民報や北海道全域に発行されている北\n海道新聞のほか，全国紙である日本経済新聞や日経ＭＪ等にも，原告の商\n品の紹介記事等が掲載されている（甲８６の１ないし８６の１５８）。\nイ  雑誌，ガイドブック\n全国で１６万部以上発行されている人気女性誌「Ｍａｒｔ」や，東海エ\nリアで販売されている「東海ウォーカー」，北海道の旅行者をターゲット\nとする北海道の観光ガイドブック等において原告の商品が掲載されている\n（甲８７の１ないし８７の２９）。\nウ  インターネット掲載\n原告の商品が，新千歳空港のおすすめ土産ランキングで３位，北海道の\n名産品ランキングで６位になったことが記載されている（甲４５，４６）。\nエ  テレビ\n原告の商品は，全国ネットで放映されている人気長寿番組「とんねるず\nのみなさんのおかげでした」（フジテレビ）において芸能人御用達お土産\nの４位として「太陽いっぱい真っ赤なゼリー」が紹介されているほか，関\n西，広島，九州など全国各地で放映されているテレビ番組において，遅く\nとも平成１３年頃から紹介されている（甲１０４の１ないし１０４の８）。\nこのようにテレビ番組において原告の商品が紹介されている事実は，現\n実に，原告が周知・著名であり，本願商標も原告を示す商標として周知・\n著名となっていることを示すものである。\n(5) 受賞歴など\n原告の商品又は原告所属のパティシエが下記のとおり，数多くの賞を受賞\nしており，原告の商品の品質の高さ及び原告の技術力の高さが評価されてい\nる。これらの事実は，最終消費者のみならず，同業者や取引者にも本願商標\nが注目される機会となり，全国的な周知性獲得に寄与している。\nア  昭和５９年  全国菓子博覧会  内閣総理大臣賞受賞（甲８８の１・２）\nイ  さっぽろスイーツ２０１３グランプリ（甲８９）\nウ  平成２６年度北海道新技術・新製品開発賞  優秀賞受賞（甲９０の１・\n２）\nエ  第１２回キリクリームチーズコンクール２０１５  銅賞受賞（甲９１）\nオ  ＲＯＬＬ－１（ロールワン）グランプリ／第５回スイーツコンテスト  準\n優勝（甲９２）\nカ  北のハイグレード食品Ｓ  ２０１７（甲９３）\n(6) 売上高\n販売数量や売上高の詳細は営業秘密ともいうべきものであるため，積極的\nにこれを開示することはできないが，特に本願商標の全国的な周知・著名性\nに寄与すると思われる千歳空港，催事，通信販売，生協等における売上げに\n関する資料を提出する（甲１０７の１・２）。\n原告の売上高は５４億円（２０１６年７月決算）であるところ，同決算期\nの千歳空港にある店舗の売上げは約２億円，千歳空港にある土産物店におけ\nる売上げは約５４００万円である。また，全国の百貨店で開催される催事に\nおける売上げは，消化催事，買取催事合わせて約２億１０００万円，生協に\nおける売上げは約１億１０００万円，オンラインショップやカタログによる\n通販の売上げは約５０００万円である。\nこのように，中小規模が多い生菓子業界において，原告は大手クラスの規\n模を備えており，市場占有率等も低くない。\n３  以上のとおり，審決の認定判断には誤りがあり，違法として取り消されるべ\nきである。\n第４  被告の反論\n１  商標法３条１項４号該当性について\n(1) 本願商標の構成に関し\n本願商標は，別紙「本願商標」のとおりの構成から成るところ，文字の角\nを丸めたやや太めの書体で表されているものの，「ｍｏｒｉ」の欧文字と「ｍ\nｏｔｏ」の欧文字を，上下二段に横書きして成るものと容易に看取，把握さ\nれるものといえる。\nまた，本願商標は，その上段に書された「ｍｏｒｉ」の欧文字と下段に書\nされた「ｍｏｔｏ」の欧文字が，それぞれに独立して単独の語として把握さ\nれ，２つの要部から構成されるものとみるべき事情が見いだせない。\nそして，二段に横書きされた欧文字については，上段の左の文字から右に\n向かって読み，次に下段の左の文字から右に向かって読むのが一般的である\nといえる。\nそうすると，本願商標は，全体として，「ｍｏｒｉｍｏｔｏ」の欧文字か\nら構成されるものといえる。\n(2) 「ありふれた氏」に関し\nア  本願商標が氏の「森本」を表したものと理解させること\n本願商標は，その構成文字全体から「モリモト」の称呼が自然に生じる\nものであり，その称呼に照応する語である氏の「森本」を表したものと理\n解させるということができる。このことは，「モリモト（もりもと）」に\nついて，一般の辞書には氏の一つである「森本」のみが掲載され，他の意\n味が挙げられていないこと（乙１，２），以下のイのように当該氏の者が\n全国に多数存在することから裏付けられる。\nイ  「森本」がありふれた氏であること\n氏の「森本」は，上記アのとおり，一般の辞書に掲載があるほか，①「全\n国名字大辞典」によれば，奈良県の１０位を筆頭に１３府県でベスト１０\n０に入っており，全国で１３９番目に多い氏であること（乙３），②「姓\n名分布＆ランキング」のウェブサイトによれば，全国で約２万６６６０件\n存在し，１４１番目に多い氏であること（乙４）及び③「名字由来ｎｅｔ」\nのウェブサイトによれば，全国で約１４万人存在し，１４５番目に多い氏\nであること（乙５）から，ありふれた氏といえる。\nウ  以上によれば，本願商標は，氏の「森本」を表したものと理解され，当\n該氏はありふれた氏というべきであるから，本願商標は，ありふれた氏を\n表示するものといえる。\n(3) 「普通に用いられる方法」に関し\nア  ローマ字表記について\n前記(2)のとおり，本願商標は，氏の「森本」を理解させるといえるとこ\nろ，氏をローマ字で表記することが一般に広く行われており，商取引にお\nいても，例えば創業者・代表者などの氏に由来する商号が採択されること\nなどにより，氏のローマ字表記に相当する標章が採択，使用されている上\n（乙６ないし１５），本願の指定商品に含まれる「菓子」を取り扱う業界\n（菓子業界）においても，パティシエの氏をローマ字で表記するなど，氏\nをローマ字で表記することが一般に行われているといえる（乙１６ないし\n２０）。\nイ  書体及び二段書きについて\n商取引においては，標章のデザイン化が一般に広く行われており，その\n類型として，標章の構成文字について，ややデザイン化した書体で表示す\nることや（乙６，７，９，１０，２１），商品の包装や広告等における表\n示スペースに合わせたり，標章の表示上のバランスを取ったりするためな\nどから，複数の段にして表示することが行われている（乙２２ないし２９）。\nこれを本願商標についてみると，本願商標が使用するような，ややデザ\nイン化した文字の角を丸めたやや太めの書体も，菓子業界を含め一般に使\n用されているといえ（乙２５，３０ないし３４），また，本願商標の二段\n書きした構成態様にしても，上記のとおり，商取引において，一般に用い\nられる範囲のものといえる。\nそうすると，本願商標を構成する文字を，ややデザイン化した書体で二\n段書きしたからといって，本願商標に接する取引者，需要者が本願商標か\nら把握，理解する称呼（モリモト）及び観念（氏の「森本」）が変わるも\nのとはいえない。そして，構成文字（語）自体に自他商品の識別力がある\nものは格別，本願商標のように構成文字（語）自体に自他商品の識別力が\nないものをややデザイン化した書体で二段書きしたとしても，そのことを\nもって自ずと自他商品の識別力が生じるものとはいえない。\nウ  以上からすると，本願商標のようなローマ字表記をややデザイン化した\n書体及び二段書きによる標章の表示方法は，一般に用いられるものであっ\nて，商標全体としても特殊な構成態様とは認められないというべきである\nから，本願商標は，普通に用いられる方法で表示する範囲内のものという\nべきである。\n(4) 小括\n以上によれば，本願商標に接する取引者，需要者は，これを，ありふれた\n氏を普通に用いられる方法で表示したものと理解，認識するにとどまるとい\nえる。\nしたがって，本願商標は，ありふれた氏を普通に用いられる方法で表示す\nる標章のみからなる商標というべきであるから，商標法３条１項４号に該当\nする。\n(5) 原告の主張について\nア  原告は，本願商標は，アルファベット小文字の横書きの「ｍｏｒｉ」と\n「ｍｏｔｏ」を上下二段で書して成るところ，その構成文字は，いずれも\nＦｏｎｔｗｏｒｋｓ社のスーラＥＢの丸ゴシック書体で強調して書かれて\nいる旨，また，その構成中，上下二段の配列においては，「ｍｏｒｉ」と\n「ｍｏｔｏ」の共通する語頭の「ｍ」の文字と２番目の「ｏ」の文字が上\n下段でピタリと一致するように配置されており，かつ，「ｍｏｔｏ」の「ｔ」\nの文字と「ｍｏｒｉ」の「ｒ」の文字の縦画がつなげられ，全体として横\n長の長方形内にまとまりよく収まるような極めて洗練されたデザインから\n成る独創的なロゴであると主張する。\nしかしながら，本願商標は，「ｍｏｒｉ」の文字と「ｍｏｔｏ」の文字\nを，上下二段に横書きしたものと容易に看取，把握されるところ，前記(3)\nのとおり，商取引においては，標章のデザイン化が一般に広く行われ，標\n章の構成文字についても，①ややデザイン化した書体で表示することが行\nわれていること，②商品の包装や広告等における表示スペースに合わせた\nり，標章の表示上のバランスを取ったりするためなどから複数の段にして\n表示することが行われていること，といった実情があることに照らすと，\n本願商標に接する取引者，需要者は，これを「ｍｏｒｉｍｏｔｏ」の文字\nを，普通に用いられる方法で表示したものと認識するにとどまるものとい\nえる。\nそして，原告が本願商標の書体として採用したＦｏｎｔｗｏｒｋｓ社の\nスーラＥＢの丸ゴシック書体は，既製の書体である「スーラ」シリーズの\n「スーラＥＢ」であるところ，同シリーズはＤＴＰ（デスクトップパブリ\nッシング）の代表的な丸ゴシックとして人気の書体とされ（乙３５），近\n年多くの場所で使用されているものであるから（乙３６），当該書体を採\n用することによって，本願商標のデザインの独創性が高まるものとはいえ\nない。\nまた，「ｍｏｒｉｍｏｔｏ」の文字が８文字から成ることから，これら\nの文字を，「ｍｏｒｉ」と「ｍｏｔｏ」の４文字ずつに分け，上下二段に\n配置すれば，必然的に「ｍｏ」の文字部分が上下一致し，上段の「ｒ」の\n文字と下段の「ｔ」の文字の縦画が接することになるのであり，モノグラ\nムといえるほどに構成各文字が一体となって図案化されているともいえな\nいものである。\nしたがって，本願商標が独創的な態様から成るものとはいえず，原告の\n主張は，失当である。\nイ  原告は，氏をローマ字で表す場合には，横一段に表すのが一般的である，\n欧文字で表された氏，すなわち欧文字の一つの単語を，本願商標のように，\n複数の段に，しかも，左右の端をそろえた態様で表示する方法は，決して\n普通に用いられる方法ではない，「商標を，商品の包装や広告等の表示ス\nペースの都合などにより，複数の段にして表示すること」は正に商品の出\n所識別機能を有する「商標」の表示方法であって，氏の一般的な表示方法\nではない，などと主張する。\nしかしながら，商取引においては，標章のデザイン化が一般に広く行わ\nれており，標章の構成文字について，商品の包装や広告等の表示スペース\nに合わせたり，標章の表示上のバランスを取ったりするためなどから，複\n数の段にして表示することが行われていることは，前記(3)のとおりであり，\n加えて，氏のローマ字表記に相当する文字の二段書きを構成中に有する標\n章が実際に存在する（乙３７，３８）ことに鑑みれば，本願商標が氏を上\n下二段に表示したものであるからといって，そのことのみを理由に，本願\n商標に接する取引者，需要者が，その構成態様が，商取引において一般的\nに使用される範囲にとどまらない特殊なものであると認識するとはいえな\nい。\nしたがって，原告の主張は，失当である。\nウ  原告は，本願商標が，装飾などのパターンとしても使用できるようにデ\nザインされていることも考慮すれば，本願の指定商品に関する業界におい\nては，本願商標が装飾のモチーフとしても使用される高度にデザインされ\nたものであって，普通に用いられている域を脱していると評価するのが相\n当であると主張する。\nしかしながら，本願商標が商標法３条１項４号に該当するか否かは，別\n紙（本願商標）のとおりの構成態様から成る本願商標について判断すべき\nものであり，本願商標が装飾などのパターンとしても使用できるようにデ\nザインされたなどという経緯は，本願商標に係る同号の該当性の判断に何\nら影響しないといえる。\nしたがって，原告の主張は，失当である。\nエ  原告は，「モリモト」と読まれる語としては，「森本」のほか，「森元」，\n「守本」，「盛本」などの氏もあり，必ずしも「森本」が一義的に想起さ\nれるものではないと主張する。\nしかしながら，前記(2)のとおり，「モリモト」の称呼（読み）に照応す\nる語としては，一般の辞書に「森本」のみが掲載され，また，「全国名字\n大辞典」などに「森本」が全国順位の上位にある氏として掲載されている\nのに対し，原告主張の「森元」，「守本」，「盛本」は，「森本」に比し\nて全国順位の下位にある氏として掲載されている（乙３，乙３９ないし４\n４。なお，乙３に「盛本」の掲載はない。）ことからすれば，本願商標か\nら生じる「モリモト」の読みは，氏の「森本」を認識させるものといえる。\nなお，原告代表者の氏が「森本」であること（甲１の２）から，本願商\n標に接する需要者が氏の「森本」を一義的に想起しても，何ら不自然な点\nはないといえる。\nしたがって，「モリモト」と読まれる氏として，「森元」，「守本」，\n「盛本」などもあることをもって，本願商標がありふれた氏「森本」を表\n示するものであるという判断を否定することはできず，原告の主張は，失\n当である。\n２  商標法３条２項該当性について\n原告の主張は争う。\n原告は，①本願商標と同一の構成態様で表して成る商標（甲３等）に加え，\n②「ｍｏｒｉ」の欧文字と「ｍｏｔｏ」の欧文字を上下二段に横書きして成る\nもの（本願商標と同様の構成態様から成るもの）の上部に小さい「ＰＡＴＩＳ\nＳＩＥＲ」の文字が付された構成態様から成る商標（甲９の１等）を使用して\nいるところ（以下，合わせて「使用商標」という。），その使用に係る商品は，\n本願の指定商品の一部に限られ，本願の指定商品と同一とはいえない。\nそして，原告は，全国的に商品を販売し，大規模かつ継続的な使用商標を使\n用した広告宣伝活動を行っていると主張するが，原告の商品の販売活動及び広\n告宣伝活動において使用商標が使用された地域は，北海道を中心に限定的とい\nえるものである。\nまた，原告の示す売上高や広告宣伝活動に要した費用には，（本件訴訟で追\n加提出されたものを除き）その数値の根拠となる資料の提示がなく，使用商標\nを使用した商品販売活動及び広告宣伝活動に係るものであるのかを客観的に証\n明する証拠もない。加えて，使用商標を使用して販売した商品の販売数量も不\n明である。\n以上のとおりであるから，本願商標は，使用をされた結果，その使用に係る\n商品（「菓子，パン」の範ちゅうに含まれる商品）について，需要者が何人か\nの業務に係る商品であることを認識することができるものとはいえない上，そ\nの他の指定商品についてはなおさら，需要者が何人かの業務に係る商品である\nことを認識することができるものとはいえない。\nしたがって，本願商標は，商標法３条２項に該当しない。\n３  以上のとおり，原告の主張は，いずれも失当であって，本願商標が，商標法\n３条１項４号に該当し，かつ，同条２項に該当しないものであるとした審決の\n認定判断に何ら違法な点はなく，これが取り消されるべき理由はない。\n第５  当裁判所の判断\n１  商標法３条１項４号該当性について\n(1) 「ありふれた氏」を表示するものであるか否かについて\nア  本願商標は，別紙「本願商標」のとおり，「ｍｏｒｉ」と「ｍｏｔｏ」\nなる文字を上下二段に横書きして成るものであるところ，その構成態様か\nらして，「モリモト」なる称呼が生じることは明らかである（この点は原\n告も積極的に争っていない。）。また，同じ読みを持つ「森本」なる語は，\n日本人の姓氏の一つであり（顕著な事実），我が国の代表的な国語辞典で\nある広辞苑（第６版）や大辞林（第３版）にも掲載されていること（乙１，\n２）を踏まえれば，同称呼から「森本」なる姓氏を連想，想起し得ること\nもまた明らかといえる。\nところで，「森本」姓については，上記のとおり広辞苑等の一般的な辞\n書に掲載されているほか，例えば，①森岡浩編「全国名字大辞典」（東京\n堂出版）においては，関西から，中国・四国地方にかけて集中している名\n字であり，奈良県の１０位を筆頭に１３府県でベスト１００に入っており，\n全国でも１３９番目に多い氏として紹介されていること（乙３），②姓名\n分布や名字の出現数のランキングなどを紹介する複数のウェブサイト（乙\n４，５）においても，全国で約２万６６６０件存在し，１４１番目に多い\n氏である（ただし，平成１９年１０月までに発刊された全国の電話帳に掲\n載されている約２３３８万世帯の情報を基にしたものである。）とか，全\n国で約１４万人存在し，１４５番目に多い氏であるなどとして紹介されて\nいることを踏まえれば，「森本」は同種の氏が多数存在するありふれた氏\nといってよい。\nそうすると，本願商標は，その称呼観念から，ありふれた氏である「森\n本」を想起，連想させるものといえ，したがって，「ありふれた氏」を表\n示するものといえるから，この点に関する審決の認定判断に誤りがあると\nは認められない。\nイ  原告の主張について\nこれに対し，原告は，①「モリモト」と読まれる語としては，「森本」\nのほかにも，「森元」，「守本」，「盛本」などの氏もあり，必ずしも「森\n本」が一義的に想起されるものではないこと，②本願商標は，その特徴あ\nる構成文字の配置やデザイン（「ｍｏｒｉ」と「ｍｏｔｏ」が二段に表さ\nれ，なおかつ，「ｔ」の文字と「ｒ」の文字の縦画がつながった特徴ある\nデザインを有していること）からして，一義的に姓氏を連想させるもので\nはないことを理由に，本願商標は，複数の意味合いを想起させ，若しくは，\nその複数の意味合いについても直ちにこれといった特定の語の意味合いを\n想起させない欧文字より成るものであるから，「森本」のみを認識させる\nものとはいえないと主張する。\nしかしながら，上記①の点については，たとえ同じ読みを有する他の姓\nが存在するとしても，前記のとおり，「森本」姓が，広辞苑等の一般的な\n辞書にも掲載される氏であり，関西や中国・四国地方を中心に同姓者が多\n数存在するとされていることからすれば，「森本」姓がありふれた氏であ\nることや，「モリモト」の読みを持つ姓の代表格が「森本」であること自\n体は争いようがなく（広辞苑や大辞林の「もりもと」の項に「森本」以外\nの姓は掲載されておらず，また，例えば，前記乙３の「全国名字大辞典」\nにおいては，「森元」は１０００位台，「守本」は４０００位台と，「森\n本」に比して全国順位が明らかに低く，「盛本」に至っては掲載すらされ\nていない。），そうである以上，本願商標がありふれた氏の「森本」を連\n想，想起させるとの認定自体が誤りであるとはいえない。\nまた，上記②の点についても，本願商標における構成文字の配置やデザ\nインが姓氏以外の観念を生じ得るほどに特徴的であるといえないことは後\n記(2)のとおりであるし，原告は，結局のところ，本願商標から想起される\n姓氏以外の意味（観念）として何があるかを具体的に主張立証していない\nから，本願商標が姓氏以外の何かを想起させる（複数の意味合いを想起さ\nせる）ということもできない。\nしたがって，原告の主張は採用できない。\n(2) 「普通に用いられる方法で表示する」標章に当たるか否かについて\nア  次に，本願商標の表示方法について検討するに，本願商標は，前記のと\nおりありふれた氏である「森本」と同一の称呼観念を有する語をローマ字\n表記にした上，「ｍｏｒｉ」と「ｍｏｔｏ」を上下二段に分けて配置した\nものであり，その字体も，文字の角を丸めたやや太めの書体を採用したに\nすぎないものである（Ｆｏｎｔｗｏｒｋｓ社のスーラＥＢという特定の書\n体を採用した点についても，同社のウェブサイト〔乙３５，３６〕におい\nて，同書体がＤＴＰ〔デスクトップパブリッシング〕の代表的な書体であ\nり，近年多くの場所で使用されている旨謳われていることからすれば，格\n別特徴的であるとはいえない。）。\n商取引において，氏や名称をローマ字で表記することは，一般的に行わ\nれていることであるし，標章の構成文字を複数の段に分けることや，構成\n文字の書体をある程度デザイン化することも特段珍しいことではなく，表\n示上格別の工夫を凝らしたものであるとはいえない（これらのことは逐一\n立証するまでもない公知な事実であり，被告提出の乙６ないし３４からも\n明らかといえる。なお，これらの書証の中には，必ずしも原告と同じ業界\nでないものの例も含まれているが，複数の業界を跨いで同じような例があ\nるということは，それだけ一般的に行われていることを示すものといえる\nから，これらの証拠を総合して取引の実情を認定したとしても何ら差し支\nえない。）。\nしたがって，上記の程度の表示態様（外観）では，いまだ「森本」の氏\nとは別の称呼観念が生じ得るほどに（すなわち，独占の弊害を生ずるおそ\nれがないといい得るほどに）特徴的であるということはできず，本願商標\nは，外観上も，ありふれた氏を「普通に用いられる方法」で表示する域を\n出ないものと評価するのが相当である。\nよって，この点に関する審決の認定判断に誤りはない。\nイ  原告の主張について\nこれに対し，原告は，本願商標は，①「ｍｏｒｉ」と「ｍｏｔｏ」を二\n段に表した点（氏をローマ字で表す場合には，横一段に表すのが一般的で\nあり，「森本」に由来するローマ字を普通に用いられる方法で表示する場\n合は，「ｍｏｒｉｍｏｔｏ」と横一段に表すのが通常である。），②構成\n文字の書体としてＦｏｎｔｗｏｒｋｓ社のスーラＥＢの丸ゴシック書体で\n強調して書かれている点，③「ｍｏｒｉ」と「ｍｏｔｏ」に共通する「ｍ」\nと「ｏ」の欧文字が語順も同じくして並んでいるため，「ｍｏｒｉ」の「ｍ」\nの文字の真下に「ｍｏｔｏ」の「ｍ」の文字，「ｍｏｒｉ」の「ｏ」の文\n字の真下に「ｍｏｔｏ」の「ｏ」の文字を配置することで，その特徴をよ\nり印象付けている点，④語順の３番目にある「ｒ」と「ｔ」の欧文字は縦\n長線を共通に備えているため，「ｔ」と「ｒ」の文字の縦画をつなげるこ\nとにより，一層一体感が強調されている点，⑤全体として横長の長方形内\nにまとまりよく収まるようデザインされている点，⑥本願商標が装飾など\nのパターンとしても使用できるようにデザインされている点などで特徴的\nであるから，本願商標については，普通に用いられる域を脱していると評\n価するのが相当である旨主張する。\nしかしながら，上記①の点については，必ずしも氏をローマ字で表す場\n合に横一段に表すのが一般的であるとはいえず（乙２２ないし２９にも同\n様の例が示されている。），その前提自体に誤りがあるというべきである\nし，上記②の点についても，つまるところ，文字の角を丸めたやや太めの\n書体を採用したにすぎず，（スーラＥＢという特定の書体を採用した点を\n含めても）格別特徴的といえないことは前記のとおりである。\n上記③及び④の各点についても，「ｍｏｒｉ」と「ｍｏｔｏ」が共にア\nルファベット４文字から成る以上，これを上下二段に配置すれば，（文字\nの大きさが同じである限り）各文字がそろうことは当然であり，１番目の\n「ｍ」と２番目の「ｏ」が上下段で一致することも当然であるから，他に\n格別の工夫がない以上，それだけで文字の共通性が強く印象付けられると\nはいえない。また，「ｍｏｔｏ」の「ｔ」の文字と「ｍｏｒｉ」の「ｒ」\nの文字の縦画がつながっている点も，文字の配置上，上段と下段の間隔を\n狭めていけば，自ずとそのようになるのであるから，それだけで特に一体\n感が強調されるとか，格別目を惹くということもできない。\n上記⑤の点についても，前記のとおり，上段も下段も共に４文字のアル\nファベットから成る以上，端をそろえればそのような形に収まるのは当然\nであって，やはり格別特徴的な工夫がなされているとはいえない。\n上記⑥の点についても，要するに，本願商標を並べたり，反転して使用\nしたりすれば，装飾としても使用できるというにすぎず，本願商標の構成\n（表示方法）自体に装飾としての使用という観点から格別の工夫がなされ\nているとまでは認められない。\n以上のとおり，原告が主張する点は，いずれも格別特徴的であるとまで\nはいえず，結局のところ，本願商標の構成は，ありふれた表現の域を出な\nいものといわざるを得ない。\nしたがって，原告の主張は採用できない。\n(3) 本願商標は，「ｍｏｒｉ」と「ｍｏｔｏ」の文字のみから成る標章であり，\n他の構成要素を含むものではない。したがって，他の構成要素と結合して識\n別力を有するということもできない。\n(4) 以上によれば，本願商標は，商標法３条１項４号が規定する「ありふれた\n氏又は名称を普通に用いられる方法で表示する標章のみからなる商標」に当\nたるというべきであり，同号該当性を認めた審決の認定判断に誤りがあると\nは認められない。\n２  商標法３条２項該当性について\n(1) 商標法３条２項は，「ありふれた氏又は名称を普通に用いられる方法で表\n示する標章のみからなる商標」であっても，使用をされた結果，需要者が何\n人かの業務に係る商品又は役務であることを認識できるに至った場合，すな\nわち，使用により自他商品識別力を獲得するに至った場合には，商標登録を\n受けることができるものと規定するところ，当該商標が同項に該当するか否\nかについては，使用に係る商標ないし商品，使用開始時期及び使用期間，使\n用地域，商品の販売数量，広告宣伝のされた期間・地域及び規模などの諸事\n情を総合考慮して判断するのが相当である（その場合，使用に係る商標ない\nし商品等は，原則として，出願に係る商標及び指定商品と同一であることを\n要する。）。また，上記「需要者が何人かの業務に係る商品又は役務である\nことを認識できるに至った場合」に該当するというためには，永年使用され\nることにより，特定の者の出所表示としてその商品又は役務の需要者の間で\n全国的に認識されるに至っている（すなわち特別顕著性が認められる）こと\nを要するものと解するのが相当である。\n(2) これを本件についてみるに，後掲の各証拠（枝番号があるものは枝番号を\n含む。）及び弁論の全趣旨によれば，次の事情が認められる。\nア  原告は，北海道千歳市を本店所在地として昭和３５年に設立された菓子\nの製造販売等を目的とする株式会社であり，資本金１０００万円，従業員\n数８００名余り（平成２６年７月３１日現在），売上高約５６億円（平成\n２６年７月決算）程度の企業規模を有する（甲１）。\nイ  原告は，現在，北海道内において，千歳，札幌，小樽，恵庭，室蘭，苫\n小牧，江別，旭川及び滝川の各地域に合計２７店舗を展開している（これ\nには，新千歳空港やイオンモールなどのショッピングモールへの出店が含\nまれる。）が，北海道外には常設の店舗を置いていない。これは，北海道\nブランドを効果的に活用するとの原告の企業戦略による（甲７２，弁論の\n全趣旨）。\nウ  原告は，上記の店舗販売のほかに，オンラインショップによる販売（甲\n２）や，カタログによる通信販売（甲７４）を行っている。\nまた，原告は，全国の百貨店等で開催される北海道物産展等に年１００\n回以上出店して商品の販売を行っている（甲１，４７ないし６０，７５，\n９４ないし１０３）ほか，原告の商品は，生活協同組合（コープさっぽろ\n等）や，航空会社の機内販売，北海道キヨスクの通信販売等でも取り扱わ\nれている（甲７６ないし７９）。\nエ  原告の主力商品としては，昭和５９年に全国菓子大博覧会で内閣総理大\n臣賞を受賞した「ハスカップジュエリー」や，テレビのバラエティ番組に\nおいて芸能人御用達のお土産として取り上げられた「太陽いっぱい真っ赤\nなゼリー」などが存する（甲８８，１０４）。これらの商品は，日本経済\n新聞等の全国紙や，雑誌，ガイドブックなどでも，北海道土産の人気商品\nなどとして紹介されている（甲４５，４６，８６，８７など）。\nほかにも，原告の商品ないしパティシエは，さっぽろスイーツ２０１３\nグランプリ（甲８９），平成２６年度北海道新技術・新製品開発賞（優秀\n賞）（甲９０），第１２回キリクリームチーズコンクール２０１５銅賞（甲\n９１），ＲＯＬＬ－１（ロールワン）グランプリ第５回スイーツコンテス\nト準優勝（甲９２），北のハイグレード商品Ｓ２０１７（甲９３）などの\n受賞歴が存する。\nオ  本願商標は，平成１４年に原告のＣＩ（コーポレート・アイデンティテ\nィ）として導入されたものであり（甲４），以来，約１５年にわたり，原\n告を示すブランド名として，商品の包装，紙袋，店舗の看板，広告等で継\n続的に使用されているものと推認できる（甲６ないし８，７３など）。\nもっとも，使用態様としては，もともと，字体が同じでも「ｍｏｒｉ」\nと「ｍｏｔｏ」を横一列に表示するものや，「ｍｏｒｉ」の上部に小さな\n文字で「ＰＡＴＩＳＳＩＥＲ」と表示するものなどが想定されていたほか\n（甲４），現実には，全く異なる字体で「ｍｏｒｉｍｏｔｏ」ないし「Ｍ\nＯＲＩＭＯＴＯ」と表示するものや（甲３，１０），平仮名や漢字で「も\nりもと」ないし「森もと」と表示するもの（甲３，７５）なども存在して\nおり，原告の商品の包装，紙袋，店舗の看板等において，（上部に小さな\n文字で「ＰＡＴＩＳＳＩＥＲ」と表示するものを本願商標に含めたとして\nも）必ずしも本願商標のみが統一的に使用されているわけではない。\nカ  原告は，年間９０００万円から１億３３００万円程度の資金をかけて販\n売促進活動を行っており，ほぼ全ての広告物に本願商標が記載されている\nと主張して，多数の新聞広告の写し（甲９，１４ないし３６，８１など）\nや，雑誌，ポスター・チラシの写し（甲１５，８２，８３，８５など）を\n証拠として提出している。\nしかし，新聞広告を例に取れば，そもそも北海道新聞などの北海道を対\n象とする地方紙に掲載されたものが圧倒的多数を占めており，全国紙であ\nっても掲載された版が判明するものはいずれも道内版であって，北海道以\n外の地域で広く広告宣伝が行われたことを示す証拠はない。上記雑誌やポ\nスター・チラシの写しも然りであって，広く全国各地において広告宣伝が\n行われたことを示すものではない（原告主張の広告電通賞を受賞した新聞\n広告〔甲８０の１・２〕も，飽くまで北海道地区の地区賞にとどまるもの\nであって，直ちに全国的な周知性に寄与するものではない。）。\nまた，原告は，多数のテレビＣＭを行ったり，世界フィギュア選手権や\nプロ野球日本ハムファイターズ戦などの全国的に注目度の高いイベントに\n対して積極的な広告宣伝活動を行ったりしているとも主張するが，その具\n体的内容や広告宣伝の規模，態様等を認定するに足りる証拠は提出されて\nおらず，全国的な宣伝がなされたと認めるには足りない。\n(3) 以上によれば，原告及び原告の商品は，原告の地道な企業努力（商品開発\nや広告宣伝活動等）によって，北海道内においては，ある程度の周知性を獲\n得しているものと推認できるが，本願商標それ自体は必ずしも周知であると\nはいえず，ましてや，全国の需要者（消費者や取引者）の間で本願商標それ\n自体が原告の出所表示として周知になっている（すなわち特別顕著性を獲得\nしている）とは認められない。\nこの点，原告は，①北海道の空の玄関口である新千歳空港での販売，②全\n国の百貨店等における北海道物産展（催事）への出展，③通信販売及び生協\n等における販売が，特に本願商標の全国的な周知・著名性に寄与すると主張\nし，その売上高に関する資料（甲１０７の１・２）を提出するが，上記①及\nび②は，結局のところ，一地方空港での販売や，季節ごとの臨時出展にとど\nまるものであって，それのみで特別顕著性を獲得するには足りないというべ\nきであるし，上記③についても，それのみで全国で周知になったといえるほ\nどの爆発的な人気，売上げを記録したことを認めるに足りる証拠はない（原\n告の企業活動の軸足が飽くまで北海道内にあることは，前記認定の諸事情か\nらも明らかであり，それにもかかわらず，本願商標について特別顕著性を認\nめ得るほど，上記①ないし③の点が有力な事情であるとは認められない。）。\nその他，原告が種々主張するところは，いずれも本願商標について特別顕\n著性の獲得を認めるには足りず，いずれも採用の限りではない。\n(4) したがって，本願商標は商標法３条２項に該当するとはいえず，この点に\n関する審決の認定判断に誤りがあるとは認めらない。\n３  結論\n以上の次第であるから，原告の主張はいずれも理由がなく，審決に取り消さ\nれるべき違法はない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n寺    田    利    彦\n裁判官大西勝滋は，転補のため署名押印することができない。\n裁判長裁判官\n鶴    岡    稔    彦\n（別紙）\n本  願  商  標\n指定商品：\n第３０類「フルーツゼリー菓子，ケーキ，チーズケーキ，クッキー，ペストリー（菓\n子），プリン，アイスクリーム，洋菓子，もち菓子，あずきを使用した菓子，和菓\n子，菓子，パン，サンドイッチ，中華まんじゅう，ハンバーガー，ピザ，ホットド\nッグ，ミートパイ，もち，穀物の加工品，即席菓子のもと，アイスクリームのもと，\nシャーベットのもと，アイスクリーム用凝固剤，家庭用食肉軟化剤，ホイップクリ\nーム用安定剤，茶飲料，茶，チョコレート飲料，コーヒー飲料，コーヒー，ココア\n飲料，ココア，コーヒー豆，氷，砂糖，はちみつ，その他の調味料，香辛料，食品\n香料（精油のものを除く。），ぎょうざ，しゅうまい，すし，たこ焼き，弁当，ラ\nビオリ，イーストパウダー，こうじ，酵母，ベーキングパウダー，パスタソース，\n酒かす，米，脱穀済みのえん麦，脱穀済みの大麦，食用グルテン，食用粉類」\n"
}