{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 3,
    "day": 28
  },
  "case_number": "平成23(行ケ)10227",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82168",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82168",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/168/082168_hanrei.pdf",
  "contents": "平成２４年３月２８日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０２２７号  審決取消請求事件\n口頭弁論終結日  平成２４年３月７日\n判        決\n原              告      富 士 レ ビ オ 株 式 会 社\n同訴訟代理人弁護士      増      井      和      夫\n菊      池              毅\n工      藤      敦      子\n髙      橋      直      樹\n被              告      バ イ オ ・ ラ ッ ド\nラ ボ ラ ト リ ー ズ 株 式 会 社\n同訴訟代理人弁護士      田      中      浩      之\n野      口      明      男\n野      口      祐      子\n三      好              豊\n同          弁理士      前              直      美\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１０－８００１８２号事件について平成２３年６月１０日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，原告の下記２の本件発明に係\nる特許に対する被告の特許無効審判の請求について，特許庁が本件特許を無効とし\nた別紙審決書（写し）の本件審決（その理由の要旨は下記３のとおり）には，下記\n４のとおりの取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，平成１９年９月１４日，発明の名称を「病原性プリオン蛋白質の\n検出方法」とする特許出願（特願２００７－２３９２６５号。特願平９－１９３８\n０１号を原出願とする分割出願である特願２００４－２３１８１９号を原出願とす\nる分割出願。原出願日平成９年７月１８日）をし，平成２１年８月２８日，設定の\n登録（特許第４３６２８３７号）を受けた。以下，この特許を「本件特許」という。\nなお，本件特許に係る発明の発明者は，A 及び B である。\n(2)  被告は，平成２２年１０月７日，本件特許の請求項１ないし４に係る発明\n（以下，順次，「本件発明１」ないし「本件発明４」といい，総称して，「本件発\n明」という。）に係る特許について，特許無効審判を請求し，無効２０１０－８０\n０１８２号事件として係属した。\n原告は，平成２２年１２月２４日，訂正請求をした（甲５。以下「本件訂正」と\nいい，本件訂正に係る明細書（甲６）を，図面（甲４）を含め，「本件明細書」と\nいう。）。\n(3)  特許庁は，平成２３年６月１０日，本件訂正を認めた上，「特許第４３６\n２８３７号の請求項１ないし４に係る発明についての特許を無効とする。」旨の本\n件審決をし，同月２０日，その謄本が原告に送達された。\n２  本件発明の要旨\n本件発明の要旨は，本件訂正後の特許請求の範囲の請求項１ないし４に記載され\nた次のとおりのものである。なお，文中の「／」は，原文の改行箇所である。\n【請求項１】動物の中枢神経系組織から病原性プリオン蛋白質を酵素免疫吸着測定\n法により検出する方法であって，／ｔ－オクチルフェノキシポリエトキシエタノー\nル（トリトン（商標）Ｘ－１００）及びサーコシル（商標）を同時に用いて前記中\n枢神経系組織中の非特異的物質を可溶化することと，／前記可溶化された非特異的\n物質をプロテアーゼを用いて分解処理することと，／超遠心分離処理を除く遠心分\n離処理を行うことにより前記分解処理により得られたものから病原性プリオン蛋白\n質由来蛋白質を含有する濃縮物を得ることと，／前記濃縮物を洗浄することなく溶\n解液とし，再沈殿させることなく酵素免疫吸着測定法により検出することと／を含\nむ病原性プリオン蛋白質の検出方法\n【請求項２】前記中枢神経系組織を脳組織とする，請求項１に記載の病原性プリオ\nン蛋白質の検出方法\n【請求項３】前記分解処理が，さらにコラーゲン分解酵素及びＤＮＡ分解酵素によ\nる分解処理を含む，請求項１又は２に記載の病原性プリオン蛋白質の検出方法\n【請求項４】前記プロテアーゼが，プロテイナーゼＫである，請求項１から３のい\nずれか１項に記載の病原性プリオン蛋白質の検出方法\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①下記アの引用例１に記載された発明（以\n下「引用発明１」という。）と本件発明とは同一ではないから，新規性喪失の例外\nを定める平成１１年５月１４日法律第４１号による改正前の特許法（以下，「改正\n前特許法」といい，上記法律第４１号による特許法改正を総称して，「平成１１年\n特許法改正」という。）３０条１項を適用することができないところ，引用発明１\nに，下記ウの引用例３に記載された発明（以下「引用発明３」という。）を組み合\nわせることにより，また，②下記イの引用例２に記載された発明（以下「引用発明\n２」という。）に引用発明３を組み合わせることにより，更に，③引用発明３に引\n用発明１を組み合わせることにより，いずれも当業者が容易に発明をすることがで\nきたものであるから，本件発明に係る特許は，特許法２９条２項の規定に違反して\nされたものであり，同法１２３条１項２号の規定により無効にすべきものである，\nというものである。\nア  引用例１：Journal of Virological Methods, Vol.64（甲１。平成９年３月\n発行。なお，引用例１は，本件発明の発明者である A 及び B らによって発表され\nた。）\nイ  引用例２：第４４回日本ウイルス学会総会  アブストラクト（甲２。平成８\n年発行）\nウ  引用例３：山口獣医学雑誌第２３号（甲３。平成８年発行）\n(2)  なお，本件審決が認定した引用発明１ないし３並びに本件発明１と引用発\n明１との一致点及び相違点（１，２），本件発明１と引用発明２との一致点及び相\n違点（３，４），本件発明１と引用発明３との一致点及び相違点（５，６）は，次\nのとおりである。\nア  本件発明１と引用発明１との関係\n(ア)  引用発明１：脳及び脾臓組織試料を鋏で細切れにした後，均質化緩衝液に\n４％トリトンＸ－１００と０．５％サーコシルとを添加して均質化し，コラゲナー\nゼ，ＤＮアーゼⅠ及びプロテイナーゼＫで消化し，試料から可溶性の非特異的物質\nを遠心分離によって除去するために４万ｒｐｍ（ＴＬＡ  １００．３ローター及び\nオプティマＴＬＸ  デスクトップ型超遠心機，ベックマン）での遠心分離処理し，\n得られたペレットを５％ドデシル硫酸ナトリウム（以下「ＳＤＳ」という。）中で\n煮沸し，１０倍容量以上の氷冷メタノール中で沈殿させ遠心分離処理の後，得られ\nたペレットをグアニジンチオシアネート（チオシアン酸グアニジン。以下「Ｇｄｎ\nＳＣＮ」という。）のリン酸緩衝化生理食塩水（以下「ＰＢＳ」という。）溶液中\nで超音波処理によって溶解させるか，又はＳＤＳのＰＢＳ溶液中で溶解させ，それ\nぞれの調製物を，９６穴丸底マイクロタイタープレート上に分注し，室温で１晩振\n揺下でインキュベートし，プレートを３回洗浄した後，ＰＢＳ－５％脱脂乳中で１\n時間３７℃でブロッキングし，その後，プレートを０．０５％トゥイーン２０を含\n有するＰＢＳ（ＰＢＳＴ）で３回洗浄し，ウサギ抗血清Ｂ－１０３をウエルに分注\nし，プレートを室温で１時間振揺下でインキュベートし，プレートをＰＢＳＴで３\n回洗浄した後，抗原抗体複合体をアビジン－ビオチン－複合体法で調べる酵素免疫\n吸着法（酵素免疫吸着測定法。以下「ＥＬＩＳＡ法」ともいう。）による病原性プ\nリオン蛋白質（以下「ＰｒＰＳｃ」ともいう。）の高感度検出方法\n(イ)  一致点：動物の中枢神経系組織からＰｒＰＳｃをＥＬＩＳＡ法により検出\nする方法であって，トリトンＸ－１００及びサーコシルを同時に用いて前記中枢神\n経系組織を均質化することと，前記均質化物をプロテアーゼを用いて分解処理する\nことと，遠心分離処理を行うことにより前記分解処理により得られたものからＰｒ\nＰＳｃ由来蛋白質を含有する濃縮物を得ることと，前記濃縮物を洗浄することなく\n溶解液とし，再沈殿させることなくＥＬＩＳＡ法により検出することとを含むＰｒ\nＰＳｃの検出方法である点\n(ウ)  相違点１：トリトンＸ－１００及びサーコシルによる均質化及びその後の\nプロテアーゼ分解処理により分解される中枢神経系組織中の物質が，本件発明１で\nは，「非特異的物質」であるのに対して，引用発明１では，非特異的物質であるこ\nとを規定していない点\n(エ)  相違点２：遠心分離処理が，本件発明１では，「超遠心分離処理を除く遠\n心分離処理」であるのに対して，引用発明１では，「試料から可溶性の非特異的物\n質を遠心分離によって除去するために４万ｒｐｍでの遠心分離処理」である点\nイ  本件発明１と引用発明２との関係\n(ア)  引用発明２：スクレイピー感染マウスの脳又は脾臓をトリトンＸ－１００\nあるいはＺｗｉｔｔｅｒｇｅｎｔ３－１２と，０．５％サーコシル存在下でホモゲ\nナイズし，コラゲナーゼ処理及びプロテイナーゼＫ処理を行った後，６万９０００\nｘｇで２０ｍｉｎ遠心し，生じた沈殿物を５％ＳＤＳにより溶解し，１０倍量のメ\nタノールにより沈殿させ，沈殿物をＧｄｎＳＣＮあるいはＳＤＳで溶解し，マイク\nロプレートへ吸着させ，１次抗体としてＢ－１０３抗ＰｒＰ合成ペプチドウサギ血\n清を用い，アビジン－ビオチン－複合体法により抗原抗体複合物を検出する，ＥＬ\nＩＳＡ法によるＰｒＰＳｃの高感度検出方法\n(イ)  一致点：動物の中枢神経系組織からＰｒＰＳｃをＥＬＩＳＡ法により検出\nする方法であって，トリトンＸ－１００及びサーコシルを同時に用いて前記中枢神\n経系組織を可均質化することと，前記均質化物をプロテアーゼを用いて分解処理す\nることと，遠心分離処理を行うことにより前記分解処理により得られたものからＰ\nｒＰＳｃ由来蛋白質を含有する濃縮物を得ることと，前記濃縮物を洗浄することな\nく溶解液とし，再沈殿させることなくＥＬＩＳＡ法により検出することとを含むＰ\nｒＰＳｃの検出方法である点\n(ウ)  相違点３：非特異的物質について規定していない点につき，相違点１と同\n様である。\n(エ)  相違点４：遠心分離処理が異なる点について，相違点２と同様である。\nウ  本件発明１と引用発明３との関係\n(ア)  引用発明３：脳組織を，Ｚｗｉｔｔｅｒｇｅｎｔ３－１２とサーコシル，\nＰＢＳ，コラゲナーゼ及びＤＮアーゼ中で一様に分散させ，プロテイナーゼＫで処\n理し，１万５０００回転で遠心分離し，沈殿に５％ＳＤＳを加え沸騰させ，メタノ\nールで沈殿させ，ＧｄｎＳＣＮに溶解し，ＥＬＩＳＡ法でＰｒＰＳｃを検出する方\n法\n(イ)  一致点：動物の中枢神経系組織からＰｒＰＳｃをＥＬＩＳＡ法により検出\nする方法であって，サーコシル及びその他の界面活性剤を同時に用いて前記中枢神\n経系組織を均質化することと，均質化物をプロテアーゼを用いて分解処理すること\nと，超遠心分離処理を除く遠心分離処理を行うことにより前記分解処理により得ら\nれたものからＰｒＰＳｃ由来蛋白質を含有する濃縮物を得ることと，前記濃縮物を\n洗浄することなく溶解液とし，再沈殿させることなくＥＬＩＳＡ法により検出する\nこととを含むＰｒＰＳｃの検出方法である点\n(ウ)  相違点５：サーコシルと併用するその他の界面活性剤が，本件発明１では\n「トリトンＸ－１００」であるのに対して，引用発明３では，「Ｚｗｉｔｔｅｒｇ\nｅｎｔ３－１２」である点\n(エ)  相違点６：非特異的物質について規定していない点につき，相違点１と同\n様である。\n４  取消事由\n(1)  引用発明１に基づく本件発明の進歩性に係る判断の誤り（取消事由１）\nア  引用例１を引用例として用いた判断の誤り\nイ  本件発明１と引用発明１との一致点及び相違点の認定の誤り\nウ  相違点２に係る判断の誤り\n(2)  引用発明２に基づく本件発明の進歩性に係る判断の誤り（取消事由２）\nア  本件発明１と引用発明２との一致点及び相違点の認定の誤り\nイ  相違点４に係る判断の誤り\n(3)  引用発明３に基づく本件発明の進歩性に係る判断の誤り（取消事由３）\nア  引用例１を引用例として用いた判断の誤り\nイ  本件発明１と引用発明３との一致点及び相違点の認定の誤り\nウ  相違点５に係る判断の誤り\n第３  当事者の主張\n１  取消事由１（引用発明１に基づく本件発明の進歩性に係る判断の誤り）につ\nいて\n〔原告の主張〕\n(1)  引用例１を引用例として用いた判断の誤りについて\nア  改正前特許法３０条１項適用の可否\n(ア)  特許法３０条は，特許を受ける権利を有する者が，刊行物等に発表するこ\nとによって当該刊行物等が公知文献となることにより，発明の新規性・進歩性の判\n断において不利益を受けることがないようにすることを目的とする規定である。\n本件審決のように，改正前特許法３０条１項について，発表した発明と特許出願\nをした発明との同一性を要求すると，発表した発明以外の概念を含む上位概念の発\n明に関する出願や発表した発明から容易に想到できる発明に関する出願が，発明者\n自身が発表した発明を根拠として拒絶され，特許を取得できないという問題が生じ\nることから，このような立法趣旨に反する解釈の可能性を排除するため，平成１１\n年特許法改正が行われたものである。\nしたがって，発明者が刊行物等に発明を公開した場合，当該発明から容易に想到\nできる発明に関する出願をした場合にも，当該発明は公知の発明に該当するに至ら\nなかったものとみなすと解釈し，進歩性は否定されないと解すべきである。\n(イ)  本件審決は，改正前特許法３０条１項の「その者が特許出願をしたときは，\nその発明」における「発明」について，補正が行われた場合には，補正された請求\n項に記載された発明と同一であることが必要であるとする。しかし，補正が行われ\nた場合については，改正前特許法は何ら規定していないところ，同条の趣旨に鑑み\nれば，特許を受ける権利を有する者に有利に解釈すべきであるから，補正の有無は\n改正前特許法３０条の解釈に影響されることはないと解するのが相当である。\nこれを本件についてみると，分割出願により出願された発明は，「超遠心分離を\n含む遠心分離処理」を行うものであるところ，これは引用発明１についての出願が\nあったことを意味するのであるから，補正前の出願により，本件出願は改正前特許\n法３０条１項の要件を充足するものというべきである。\n(ウ)  被告は，原告の主張は法改正の経緯を無視するものであるなどと主張する\nが，特許庁の従前の運用が不合理な帰結をもたらすことが明らかになった現時点に\nおいては，必ずしも，法改正前の運用と同様の解釈をする必要はなく，むしろ改正\n法の趣旨に合致するように解釈すべきである。\nイ  小括\n以上からすると，改正前特許法３０条により，引用例１を引用例として用いるこ\nとは許されないから，引用発明１に引用発明３を組み合わせることに基づく無効事\n由に係る本件審決の判断は，その前提自体が誤りであって，取消しを免れない。\nなお，仮に，引用例１を引用例として用いることが許される場合であっても，以\n下のとおり，本件発明１は，引用発明１に引用発明３を組み合わせることにより，\n当業者が容易に発明をすることができたものであるということはできない。\n(2)  本件発明１と引用発明１との一致点及び相違点の認定の誤りについて\nア  ＳＤＳ溶解及びメタノール沈殿の有無について\n(ア)  本件審決は，本件発明１では，遠心分離処理により得た濃縮物をＳＤＳに\n溶解し，メタノール沈殿をする工程は省略されていないから，これらの工程が含ま\nれることについて，引用発明１との相違点とは認められないとする。\nしかしながら，本件発明１は，遠心分離処理して得た濃縮物につき，ＥＬＩＳＡ\n法にとって無意味な処理を行うことなく，直ちに同法を用いるものであるから，本\n件発明１では，ＳＤＳ溶解及びメタノール沈殿は不要である。\nまた，本件発明１には，「洗浄することなく」「再沈殿させることなく」と記載\nされていることからしても，ＳＤＳ溶解及びメタノール沈殿は排除されているもの\nということができる。\nこれに対し，引用発明１は，遠心分離処理により得た固体状（ペレット状）濃縮\n物をＳＤＳに溶解し，メタノールで沈殿させ，更に遠心分離処理した後の濃縮物を，\nＧｄｎＳＣＮ等に溶解してＥＬＩＳＡ法に用いているところ，引用例１には，ＳＤ\nＳ溶解及びメタノール沈殿を除外してもよいことは開示されていないから，本件発\n明１と引用発明１とは，ＳＤＳ溶解及びメタノール沈殿の有無について，相違する\nものである。\n(イ)  本件発明１には，「遠心分離処理を行うことにより…濃縮物を得る」「前\n記濃縮物を洗浄することなく溶解液とし，再沈殿させることなく酵素免疫吸着測定\n法により検出する」と記載されているところ，用語の通常の意味において，上記濃\n縮物は，遠心分離処理により得られた試料であり，次に溶解するのであるから，固\n体状態（ペレット状）にあることは当然であって，その固体を洗浄することなく溶\n解し，当該溶解液につき再沈殿させることなく，ＥＬＩＳＡ法を行うものである。\nすなわち，本件発明１では，濃縮物を溶解液とするのは１回だけで，「再沈殿」及\nび更なる溶解は行われない。\nしたがって，用語の通常の意味からすれば，本件発明１において，その濃縮物を\n得た後に，ＳＤＳに溶解してメタノール沈殿をすることは観念できない。\n(ウ)  本件明細書において，ＥＬＩＳＡ法で使用するマイクロタイタープレート\nへのＰｒＰＳｃ由来蛋白質の吸着に対するＧｄｎＳＣＮとＳＤＳとの比較評価が行\nわれており，ＧｄｎＳＣＮを使用した場合に特異的な吸着が達成できることが見出\nされている（【０１３７】～【０１４３】）。\nこの結果によれば，ＧｄｎＳＣＮに溶解することにより優れた検出感度が得られ\nるから，ＳＤＳによる前処理は不要であるということができる。また，上記比較評\n価の結果からすると，ＥＬＩＳＡ法では，ＳＤＳによる変性ではなく，ＧｄｎＳＣ\nＮによる変性の方が適しているということができ，ＧｄｎＳＣＮによる変性にＳＤ\nＳは必要ないし，ＧｄｎＳＣＮ処理前にＳＤＳに溶解して変性したか否かは無関係\nである。すなわち，ＥＬＩＳＡ法の前提として行なわれるＳＤＳ溶解は，その変性\n作用には意味がないところ，ＥＬＩＳＡ法の前提として行なわれるＳＤＳ溶解及び\nメタノール沈殿が意味を有するとすれば，これは，ＰｒＰＳｃが含まれる濃縮物に\n付着等していたメタノールに可溶な不純物が，この操作により除去されることから，\n「洗浄」としての意味があるということができる。\nしたがって，引用発明１でも，濃縮物をＳＤＳ溶解及びメタノール沈殿により洗\n浄した上で溶解液としており，本件発明１と引用発明１とは，濃縮物を洗浄する点\nにおいて異なるものである。\nこの点について，被告は，ＳＤＳ溶解及びメタノール沈澱の有無に関する比較実\n験がされていないことを問題にするが，当業者であれば，比較実験がなくても，十\n分に把握できる事項である。しかも，事後的に行った実験結果（甲１６）からも，\nＳＤＳ溶解は意味がないことが確認されている。\n(エ)  本件明細書では，従来の標準的な蛋白質の分析方法であるウエスタンブロ\nット法（以下「ＷＢ法」という。）とＥＬＩＳＡ法による感度の比較が行われてお\nり（【０１５９】～【０１６７】），比較を厳密に行うために，試料を全部一旦Ｓ\nＤＳで溶解液にして条件を統一していると理解されるところ，ＳＤＳ溶解液とする\nことはＷＢ法の実施には必須の工程ではあるが，ＥＬＩＳＡ法ではＳＤＳ溶解液と\nすることは不要である。この厳密な比較実験においてＥＬＩＳＡ法の優秀性が確認\nされた後には，端的にＥＬＩＳＡ法に必要な操作のみを行えば足りるのであり，Ｅ\nＬＩＳＡ法の実施においては，ＳＤＳで溶解液とすることは必要ではない。\nまた，本件発明１において，濃縮（分離）工程は遠心分離処理までであるところ，\n本件明細書には，濃縮（分離）工程において，ＳＤＳ溶解が必要である旨の記載は\nない。ＥＬＩＳＡ法は，濃縮（分離）工程により得られた固体試料をＧｄｎＳＣＮ\n－ＰＢＳ溶解液としてマイクロタイタープレートへ吸着させる方法であるところ，\n本件明細書には，ＥＬＩＳＡ法でＳＤＳに溶解してメタノール沈殿させることが必\n要であるとの記載も示唆もない。本件明細書には，ＳＤＳ溶解及びメタノール沈殿\nを不要であるとする示唆はないとする被告の主張は明らかに誤りである。\n仮に，ＳＤＳによって蛋白質を変性することが本件発明１において必須の操作で\nあるならば，発明の技術思想の内容として，その効果とともに，本件明細書に記載\nされるのが当然であるが，本件明細書には，その旨の記載は存在しない。本件明細\n書【０１２２】に記載されているＳＤＳ処理は，ＥＬＩＳＡ法では必須の処理であ\nるということはできないし，【０１４５】【０１５１】に記載されている処理は，\nＳＤＳ処理を含むものとは解されない。\nイ  小括\n以上からすると，本件発明１は，引用発明１が有するＳＤＳ溶解及びメタノール\n沈殿の工程を有するものではないから，本件発明１と引用発明１との一致点として，\n上記各工程を含むものとし，相違点として認定しなかった本件審決の認定は誤りで\nある。\n(3)  相違点２に係る判断の誤りについて\nア  遠心分離処理の条件について\n(ア)  本件審決は，相違点２について，引用発明１における遠心分離処理の条件\nである回転数４万ｒｐｍ（超遠心分離処理）を，引用発明３における回転数を参考\nにして，より簡便な回転数１万５０００ｒｐｍ程度の「超遠心分離処理を除く遠心\n分離処理」とすることは，当業者が容易になし得たものとする。\nしかしながら，本件明細書の図７において，界面活性剤の相違及び可溶化と洗浄\n工程の相違とによって，検出感度が大きく異なることが図示されているように，界\n面活性剤の種類と分析対象組織の種類，適用される遠心分離処理の方法及び洗浄，\n再沈殿などの精製工程の有無は，結果に大きく影響するものである。引用発明３の\n界面活性剤は，Ｚｗｉｔｔｅｒｇｅｎｔ３－１２とサーコシルとの組合せによるも\nのであり，本件発明１とは界面活性剤の種類が異なる。\n本件発明１は，界面活性剤としてトリトンＸ－１００とサーコシルとの組合せを\n中枢神経系組織に適用する場合，超遠心分離を適用せず，かつ最初の遠心分離処理\nによる沈殿物を溶解するだけで，好適な分析結果が得られることを見出した発明で\nあり，上記各工程を組み合わせることにより，迅速でありながら，高感度の実用性\nに優れたＰｒＰＳｃを検出する方法を提供するものである。\n引用例３においても，脾臓などの場合，超遠心分離処理に加え，塩析と再度の超\n遠心分離処理とを要する旨が記載されており，超遠心分離処理と低速の遠心分離処\n理のいずれでも結果が同じになるものではないことは理解できるから，引用例３で\nは，Ｚｗｉｔｔｅｒｇｅｎｔ３－１２をトリトンＸ－１００に変更した場合に適し\nた遠心分離処理の方法は不明である。\n(イ)  引用発明１においては，超遠心分離処理の適用が原則であり，脳組織にＺ\nｗｉｔｔｅｒｇｅｎｔ３－１２を使用する場合，１万５０００回転の遠心分離処理\nも適用可能であるが，Ｚｗｉｔｔｅｒｇｅｎｔ３－１２を使用しない場合には，超\n遠心分離処理が必要になるものと解される。\n(ウ)  通常の遠心分離処理で良好な結果が得られたのであれば，当業者は，超遠\n心分離処理を適用することは避けるはずであるから，引用例１が超遠心分離処理を\n適用している以上，超遠心分離処理でなければよい結果が得られないと理解するも\nのである。\nまた，超遠心分離処理を使用すると，可溶化されている目的物をより多く沈殿さ\nせる効果を有する反面，液相中に残った方がよい夾雑物まで沈殿させる傾向がある\nから，遠心分離処理の条件と界面活性剤との各種組合せの中から，実験によっての\nみ判明する好適な特定の組合せは，当業者に容易に想到されるものではない。\nイ  小括\n以上からすると，引用発明１と引用発明３とを組み合わせる動機付けは存在せず，\nまた，組み合わせることが可能であったとしても，引用発明３とは界面活性剤が異\nなる引用発明１の遠心分離処理の条件に，引用発明３の１万５０００回転程度の\n「超遠心分離処理を除く遠心分離処理」を適用することは，当業者が容易になし得\nたものということはできない。\nしたがって，相違点２に係る本件審決の判断は誤りである。\n(4)  小括\n以上からすると，本件発明１は，引用発明１に引用発明３を組み合わせても，当\n業者が容易に想到し得るものということはできないから，本件審決の判断は誤りで\nある。\n〔被告の主張〕\n(1)  引用例１を引用例として用いた判断の誤りについて\nア  改正前特許法３０条１項適用の可否\n(ア)  改正前特許法３０条は，発表した発明と出願された発明とが同一である場\n合にのみ適用される規定であり，発表者が一旦発明を公開した場合，その発明以外\nの概念を含む上位概念の発明や，発表した発明から容易に発明することができた発\n明については，自己の発表した発明により，特許法第２９条１項又は２項により拒\n絶され，特許を取得することができないものと一般的には理解されていた。原告も\n自認するとおり，改正前特許法における特許庁の実務も，特許出願に係る発明と発\n表した発明とが同一である場合に限り，新規性喪失の例外を認めるものであった。\n特許庁は，上記法改正により，初めて現行法に沿った取扱いを採用するに至った\nものであって，改正前特許法３０条によっては，現行法のような取扱いをすること\nが不可能であったからこそ，法改正が行われたものである。特許庁の審査ハンドブ\nック（乙３）にも，改正前特許法３０条が適用される平成１１年１２月３１日以前\nの特許出願については，「公開した発明が特許出願に係る発明であること」も適用\n要件であることが明記されている。\n(イ)  原告の主張は，前記法改正の経緯を無視するものであって，理由がない。\nなお，原告は，補正が行われた場合についてもるる主張するが，改正前特許法３０\n条を適用する余地がない以上，その前提自体が誤りである。\nイ  小括\n以上からすると，改正前特許法３０条による新規性喪失の例外に係る事由を認め\nず，引用例１を引用例として用いた本件審決の判断に誤りはない。\n(2)  本件発明１と引用発明１との一致点及び相違点の認定の誤りについて\nア  ＳＤＳ溶解及びメタノール沈殿の有無について\n(ア)  本件発明１における「洗浄することなく溶解液とし」「再沈殿させること\nなく」とは，時系列に沿って記載されているものと解すべきであるから，本件発明\n１は，濃縮物を溶解液とした後，再沈殿させることなくＥＬＩＳＡ法を行う発明と\n解すべきである。ここで，「溶解液とし」とは，濃縮物をＧｄｎＳＣＮのようなＥ\nＬＩＳＡ法の溶剤に溶解することを意味するものである。\n(イ)  「洗浄」とは，化学分野における当業者の通常の用語の理解からすると，\n不純物を除去する一方で，洗浄される固体（沈澱）をできるだけ溶けないようにし，\nその損失を最小限にする操作を意味し，被洗浄成分に質的変化を起こすような操作\nを含むものではない。これに対し，ＳＤＳでの加熱溶解が蛋白質を変性させること\nは周知であるから，プリオン蛋白質もＳＤＳで変性され，その性質が影響を受ける\nことが知られている（乙６）。したがって，化学分野における当業者の通常の用語\nの理解からは，蛋白質を変性させる操作であるＳＤＳ加熱溶解及びメタノール沈殿\nは，「洗浄」に該当するものではない。\n本件明細書において，「洗浄」について，通常の用語例とは異なり，蛋白質を変\n性させる操作であるＳＤＳでの加熱溶解処理及びメタノールで沈殿させる操作を意\n味するものとして用いるのであれば，その旨の定義が記載されるべきであるが，そ\nのような記載は存在しない。原告の主張は失当である。\n(ウ)  本件明細書には，ＳＤＳ溶解及びメタノール沈殿が省略されることの開示\nはなく，省略した方法に関するデータや効果の記載もない。むしろ，全ての実施例\nにおいて，ＳＤＳに加熱溶解する操作が行われており，本件発明１は，ＳＤＳ溶解\n及びメタノール沈殿を省略するものであると解することは不可能である。\n本件明細書は，ＷＢ法との比較においてＥＬＩＳＡ法の効果を開示しているので\nあるから，ＳＤＳでの加熱溶解は，ＷＢ法との比較においてＥＬＩＳＡ法の検出感\n度を確認する本件発明１の効果の担保のために必須の工程ということができる。\n原告自身，比較実験の前提条件をできる限り同一にするためにＳＤＳ溶解を行っ\nたことを認めている以上，ＳＤＳ溶解及びメタノール沈澱の有無が，条件の相違と\nして結果の解釈において無視できる程度の微差ではないことを自認するものである。\n本件明細書では，ＥＬＩＳＡ法においてＳＤＳ溶解及びメタノール沈澱を行った\n場合とこれらを省略した場合との比較実験，あるいはＷＢ法とＳＤＳ溶解及びメタ\nノール沈澱を省略したＥＬＩＳＡ法との比較実験の結果は開示されていないから，\n本件明細書の比較実験において，ＥＬＩＳＡ法についてのみ，ＳＤＳ溶解及びメタ\nノール沈澱を行わなくてもＷＢ法と同様の効果が奏されることについて，当業者が\n理解することができるものではない。\nイ  小括\n以上からすると，本件発明１は，ＳＤＳ溶解及びメタノール沈殿の工程を有する\nものというべきである。\nしたがって，本件審決の一致点及び相違点の認定に誤りはない。\n(3)  相違点２に係る判断の誤りについて\nア  遠心分離処理の条件について\n(ア)  遠心分離処理において，遠心時間を短縮するために遠心加速度又は回転数\nを上げ，あるいは逆に遠心加速度又は回転数を下げて遠心時間を長くすることによ\nり同等の結果を得ることができることは，当業者は容易に理解できるものである。\n当業者が遠心分離処理を行う場合，公知文献に開示された回転速度に固執するとは\n考え難く，むしろこれを適宜調整し，目的物の分離という目的ができる限り簡便に\n達成されるように適切な回転速度又は遠心加速度の値を選択することが通常である。\nしたがって，遠心加速度の変更は，数値範囲の最適化の範疇に含まれるものであ\nって，当業者が任意に選択し得る設計的事項にすぎないものである。\n(イ)  原告は，Ｚｗｉｔｔｅｒｇｅｎｔ３－１２に代えてトリトンＸ－１００を\n使用した場合に適した遠心分離処理の方法は，引用例３からは不明であると主張す\nるが，どの界面活性剤を使用するかという問題と，遠心分離処理の条件をどのよう\nにするかという問題との間に，通常，技術的な関連性は存在しないから，界面活性\n剤の違いを根拠に遠心分離処理条件適用の理由がないとする原告主張は，明らかに\n誤りである。\nまた，原告は，引用発明１は，超遠心分離処理の適用が原則であり，脳組織にＺ\nｗｉｔｔｅｒｇｅｎｔ３－１２を使用する場合，１万５０００回転の遠心分離処理\nも適用可能であるなどと主張するが，引用例１には，そのような趣旨の記載は存在\nしない。\nさらに，原告は，良好な結果が得られた超遠心分離処理の条件について，Ｚｗｉ\nｔｔｅｒｇｅｎｔ３－１２を用いる引用例３における遠心分離処理の条件に変更す\nる理由はないとも主張するが，原告自身も，本件特許の審査手続における意見書\n（乙７）で，超遠心分離処理を行わない理由として，作業時間の短縮，経済的な負\n担回避及び安全性確保の利点が認められると主張している以上，超遠心分離処理を\n回避するために，引用発明１の超遠心分離処理に代えて，引用発明３の遠心分離処\n理条件（超遠心分離処理を除く遠心分離処理）を適用することの動機付けが存在す\nるものというほかない。\nイ  小括\n以上からすると，引用発明１の遠心分離処理の条件に，引用発明３の１万５００\n０回転程度の「超遠心分離処理を除く遠心分離処理」を適用することは，当業者が\n容易になし得たものというべきである。\nしたがって，相違点２に係る本件審決の判断に誤りはない。\n(4)  小括\n以上からすると，本件発明１は，引用発明１に引用発明３を組み合わせることに\nより，当業者が容易に想到し得るものというべきであるから，本件審決の判断に誤\nりはない。\n２  取消事由２（引用発明２に基づく本件発明の進歩性に係る判断の誤り）につ\nいて\n〔原告の主張〕\n(1)  本件発明１と引用発明２との一致点及び相違点の認定の誤りについて\n本件発明１と引用発明１との一致点及び相違点の認定の誤りと同様の理由により，\n本件審決における本件発明１と引用発明２との一致点及び相違点の認定も，誤りで\nあるというべきである。詳細は，前記１〔原告の主張〕(1)で主張したとおりであ\nる。\n(2)  相違点４に係る判断の誤りについて\n相違点２に係る判断の誤りと同様の理由により，本件審決における相違点４に係\nる判断も，誤りであるというべきである。詳細は，前記１〔原告の主張〕(3)で主\n張したとおりである。\n(3)  小括\n以上からすると，本件発明１は，引用発明２に引用発明３を組み合わせても，当\n業者が容易に想到し得るものということはできないから，本件審決の判断は誤りで\nある。\n〔被告の主張〕\n(1)  本件発明１と引用発明２との一致点及び相違点の認定の誤りについて\n本件発明１と引用発明１との一致点及び相違点の認定に誤りがないことと同様の\n理由により，本件審決における本件発明１と引用発明２との一致点及び相違点の認\n定も，誤りはないというべきである。詳細は，前記１〔被告の主張〕(1)で主張し\nたとおりである。\n(2)  相違点４に係る判断の誤りについて\n相違点２に係る判断に誤りがないことと同様の理由により，本件審決における相\n違点４に係る判断も，誤りはないというべきである。詳細は，前記１〔被告の主\n張〕(3)で主張したとおりである。\n(3)  小括\n以上からすると，本件発明１は，引用発明２に引用発明３を組み合わせても，当\n業者が容易に想到し得るものというべきであるから，本件審決の判断に誤りはない。\n３  取消事由３（引用発明３に基づく本件発明の進歩性に係る判断の誤り）につ\nいて\n〔原告の主張〕\n(1)  引用例１を引用例として用いた判断の誤りについて\n前記１〔原告の主張〕(1)のとおり，改正前特許法３０条により，引用例１を引\n用例として用いることは許されないから，引用発明３に引用発明１を組み合わせる\nことに基づく無効事由に係る本件審決の判断は，その前提自体が誤りであって，取\n消しを免れない。\nなお，仮に，引用例１を引用例として用いることが許される場合であっても，以\n下のとおり，本件発明１は，引用発明３に引用発明１を組み合わせることにより，\n当業者が容易に発明をすることができたものであるということはできない。\n(2)  本件発明１と引用発明３との一致点及び相違点の認定の誤りについて\n本件発明１と引用発明１との一致点及び相違点の認定の誤りと同様の理由により，\n本件審決における本件発明１と引用発明３との一致点及び相違点の認定も，誤りで\nあるというべきである。詳細は，前記１〔原告の主張〕(1)で主張したとおりであ\nる。\n(3)  相違点５に係る判断の誤りについて\nア  本件審決は，界面活性剤について，引用発明３のＺｗｉｔｔｅｒｇｅｎｔ３\n－１２とサーコシルとの組合せに代えて，引用発明１のトリトンＸ－１００とサー\nコシルとの組合せを適用することは，当業者が容易になし得たものとする。\nしかしながら，引用例３において，超遠心分離処理と低速の遠心分離処理のいず\nれでも同じ結果となるものではないことが開示されているし，引用発明１において，\nトリトンＸ－１００を使用した場合には，超遠心分離処理を用いているものである。\nそうすると，引用例１及び３によると，界面活性剤としてトリトンＸ－１００を\n使用する場合，超遠心分離処理の適用が原則であり，Ｚｗｉｔｔｅｒｇｅｎｔ３－\n１２を使用する場合でも，超遠心分離処理の適用が原則であって，脳組織を対象と\nする場合にのみ，１万５０００回転の遠心分離処理も適用可能であるにすぎないと\n解される。\nイ  したがって，引用発明１を参考にして，引用発明３の界面活性剤をＺｗｉｔ\nｔｅｒｇｅｎｔ３－１２からトリトンＸ－１００に変更する場合，遠心分離処理の\n条件は，トリトンＸ－１００に適合するように変更するものというべきである。相\n違点５に係る本件審決の判断は誤りである。\n(4)  小括\n以上からすると，本件発明１は，引用発明３に引用発明１を組み合わせても，当\n業者が容易に想到し得るものということはできないから，本件審決の判断は誤りで\nある\n(5)  本件発明１の進歩性に係る判断の適否\nよって，本件発明１は，引用発明１に引用発明３を組み合わせても，引用発明２\nに引用発明３を組み合わせても，引用発明３に引用発明１を組み合わせても，当業\n者が容易に想到し得るものということはできないから，本件発明１の進歩性に係る\n本件審決の判断は誤りである。\n(6)  本件発明２ないし４の進歩性に係る判断の適否\n本件審決は，本件発明１が進歩性を有しないことを前提として，同様の理由によ\nり，本件発明２ないし４についても進歩性を否定するものであって，その前提自体\nが誤りである。\n〔被告の主張〕\n(1)  引用例１を引用例として用いた判断の誤りについて\n前記１〔被告の主張〕(1)のとおり，改正前特許法３０条を適用せず，引用例１\nを引用例として用いた本件審決の判断に誤りはない。\n(2)  本件発明１と引用発明３との一致点及び相違点の認定の誤りについて\n本件発明１と引用発明１との一致点及び相違点の認定に誤りがないことと同様の\n理由により，本件審決における本件発明１と引用発明３との一致点及び相違点の認\n定も，誤りはないというべきである。詳細は，前記１〔被告の主張〕(1)で主張し\nたとおりである。\n(3)  相違点５に係る判断の誤りについて\n界面活性剤の変更は，均等物による置換を行うものにすぎず，当業者にとって何\nの困難もない。実際，界面活性剤の相違は，本件明細書においても両者を比較検討\nしている程度のものであって，当業者であれば，通常並行して検討する範囲内のも\nのである。相違点５に係る本件審決の判断に誤りはない。\n(4)  小括\n以上からすると，本件発明１は，引用発明３に引用発明１を組み合わせても，当\n業者が容易に想到し得るものというべきであるから，本件審決の判断に誤りはない。\n(5)  本件発明１の進歩性に係る判断の適否\nよって，本件発明１は，引用発明１に引用発明３を組み合わせても，引用発明２\nに引用発明３を組み合わせても，引用発明３に引用発明１を組み合わせても，当業\n者が容易に想到し得るものというべきであるから，本件発明１の進歩性に係る本件\n審決の判断に誤りはない。\n(6)  本件発明２ないし４の進歩性に係る判断の適否\n本件審決は，本件発明１が進歩性を有しないことを前提として，同様の理由によ\nり，本件発明２ないし４についても進歩性を否定するものであって，本件審決の上\n記判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（引用発明１に基づく本件発明の進歩性に係る判断の誤り）につ\nいて\n(1)  引用例１を引用例として用いた判断の誤りについて\nア  改正前特許法３０条の解釈について\n(ア)  改正前特許法３０条は，「特許を受ける権利を有する者が試験を行い，刊\n行物に発表し，又は特許庁長官が指定する学術団体が開催する研究集会において文\n書をもつて発表することにより，第２９条第１項各号の１に該当するに至つた発明\nについて，その該当するに至つた日から６月以内にその者が特許出願をしたときは，\nその発明は，同項各号の１に該当するに至らなかつたものとみなす。」と規定され\nていたところ，平成１１年特許法改正により，「特許を受ける権利を有する者が試\n験を行い，刊行物に発表し，電気通信回線を通じて発表し，又は特許庁長官が指定\nする学術団体が開催する研究集会において文書をもつて発表することにより，第２\n９条第１項各号の１に該当するに至つた発明は，その該当するに至つた日から６月\n以内にその者がした特許出願に係る発明についての同条第１項及び第２項の規定の\n適用については，同条第１項各号の１に該当するに至らなかつたものとみなす。」\nと改正されたものである。\n(イ)  平成１１年特許法改正による改正前特許法３０条の改正は，新規性喪失の\n例外適用の拡大を目的とするものであり，改正前においては，新規性喪失の例外が\n適用される範囲は，特許出願に係る発明と発表等がされた発明とが同一である場合\nに限られていたが，当該要件を見直し，これを同一のみならず，自己の発表等を行\nった発明から出願の発明が容易に発明をすることができた場合（両者に相違点が存\n在する場合）まで適用可能とし，当該発明の新規性又は進歩性の判断において，発\n表等の行為を考慮しないこととする趣旨の改正であるとされる（甲１１，乙２）。\nこのように，改正前特許法３０条においては，新規性喪失の例外が適用される範\n囲は，進歩性の判断の場合を含まず，新規性の判断の場合のみであると定められて\nおり，特許庁における運用についても，同様であったことについては，原告も争う\nものではない。平成１１年特許法改正は，上記解釈及び運用を前提として，例外が\n適用される範囲を進歩性判断の場合にまで拡大したものである。\n(ウ)  平成１１年５月１４日法律第４１号附則２条は，平成１１年特許法改正に\n伴う経過措置を定めるところ，同条１項は「この法律の施行の際現に特許庁に係属\nしている特許出願に係る発明の新規性の要件については，その特許出願について査\n定又は審決が確定するまでは，なお従前の例による。」と定めている。これは，新\n規性喪失の例外の適用が拡大されると，第三者に対して不利益変更となり得るもの\nであることから，新規性の要件について経過措置を設けたものと解される。特許庁\nにおける取扱いも，上記経過措置に従い，平成１１年１２月３１日以前の特許出願\nについては，「公開した発明が特許出願に係る発明であること」を要求しているも\nのである（乙３）。\nイ  改正前特許法３０条適用の適否\n原告は，平成１１年特許法改正により，進歩性判断の場合にまで例外規定が拡大\nされた趣旨をふまえ，改正前特許法３０条の適用においても同様に解し，本件出願\nにもその趣旨を拡大して同条が適用されるべきであって，引用例１を引用例として\n用いることはできないと主張する。\nしかしながら，前記アの改正前特許法３０条の解釈によれば，同条を原告主張の\nように拡大して適用することができないことは明らかである。原告の主張は採用で\nきない。\nウ  小括\n以上からすると，本件出願に関し，引用例１を引用例として用いた本件審決の判\n断に誤りはない。\n(2)  本件発明１について\nア  本件発明の技術内容\n本件発明の特許請求の範囲の記載は，前記第２の２のとおりであるところ，本件\n明細書の記載（甲４，６）によると，本件発明は，病原性プリオン蛋白質の検出方\n法について，従来技術であるＷＢ法，免疫組織染色，病理所見，ＥＬＩＳＡ法等に\nよる診断方法には，安全性，感度，特異性等に問題があったところ，動物組織由来\n物質から，低濃度でも迅速，簡便，更には高感度でＰｒＰＳｃを検出できる方法及\nび検出されるべきＰｒＰＳｃを濃縮する方法を提供することを目的とし，トリトン\nＸ－１００及びサーコシルを用いて中枢神経系組織中の非特異的物質（本件発明に\nおいて検出しようとするＰｒＰＳｃ以外の物質であり，正常プリオン蛋白質やその\n他の蛋白質等を意味する。以下，「夾雑物」ともいう。）を可溶化すること，可溶\n化された非特異的物質をプロテアーゼを用いて分解処理すること，ＰｒＰＳｃ由来\n蛋白質を含有する濃縮物を得ることを含む濃縮方法によって中枢神経系組織中のＰ\nｒＰＳｃを濃縮し，ＥＬＩＳＡ法によってＰｒＰＳｃを検出することをその技術内容\nとするものである。\nイ  本件明細書の実施例の記載\n本件明細書には，本件発明１の実施例として，脳組織をＥＬＩＳＡ法で分析する\n方法３及び４が挙げられており，その分析結果は図７Ａに図示されている。方法３\n及び４に関する記載を要約すると，以下のとおりとなる。\n(ア)  方法３\n組織重量の５ないし８倍容量の４％トリトンＸ－１００（非イオン性界面活性\n剤）と，０．５％サーコシルとを加えて，脾臓組織及び脳組織を均一化し，均一化\n物を作製した（第１の工程）。\n次いで，方法１と同様の分解（消化）処理（第２の工程）及び分離処理（第３の\n工程）を行った。\n分離処理（第３の工程）で得られた沈殿物を６．２５％サーコシル及び１０ｍＭ，\nｐＨ＝９．２のトリス－塩酸緩衝液を用いて懸濁化し，分解した（分解工程）。\nこれを超音波破砕してから，回転数１万５０００ｒｐｍで遠心分離処理し，その\n後，遠心分離処理で得られた溶液の上澄みに，最終濃度１２％で塩化ナトリウム\n（以下「ＮａＣｌ」という。）を添加し，攪拌した（塩析工程）。この後，回転数\n５万５０００ｒｐｍで超遠心分離処理し，５％ＳＤＳを用いて加熱溶解し，ＰｒＰ\nＳｃ由来蛋白質含有の濃縮物を得た。\n(イ)  方法４\n方法３と分離処理（第３の工程）までは同様にして，脾臓組織及び脳組織の分離\nを行った後，得られたペレット状の沈殿物を５％ＳＤＳを用いて加熱溶解し，Ｐｒ\nＰＳｃ由来蛋白質含有の濃縮物を得た。\n(3)  引用発明１について\n引用例１（甲１）は，「スクレピー感染マウス由来粗組織抽出物におけるＰｒＰ\nＳｃの検出のための高感度酵素結合免疫吸着アッセイ」と題する学術論文であると\nころ，引用例１の記載によると，引用発明１は，スクレーピーに感染したマウスの\n脳と脾臓組織の粗抽出液に含まれるＰｒＰＳｃとを，感度及び特異性のいずれも高\nく検出する方法をその技術内容とするものであり，①脳及び脾臓組織試料を細切れ\nにした後，４％トリトンＸ－１００と０．５％サーコシルとを添加して均質化する\nこと，②コラゲナーゼ，ＤＮアーゼⅠ及びプロテイナーゼＫで消化すること，③４\n万ｒｐｍで遠心分離処理すること，④得られたペレットをＳＤＳ中で煮沸し，１０\n倍容量以上の氷冷メタノール中で沈殿，遠心分離処理後，ペレットをＧｄｎＳＣＮ\nのＰＢＳ溶液中で超音波処理によって溶解させるか，又はＳＤＳのＰＢＳ溶液中で\n溶解させること，⑤洗浄後，抗原抗体複合体をアビジン－ビオチン－複合体法で調\nべるＥＬＩＳＡ法を用いることによって，ＰｒＰＳｃを高感度に検出する方法をそ\nの技術内容とするものである。\n(4)  本件発明１と引用発明１との一致点及び相違点の認定の誤りについて\nア  ＳＤＳ溶解及びメタノール沈殿の有無について\n(ア)  本件発明１は，「前記濃縮物を洗浄することなく溶解液とし，再沈殿させ\nることなく酵素免疫吸着測定法により検出すること」（以下「本件構成」とい\nう。）と規定するものであるところ，本件構成における「前記濃縮物」とは，遠心\n分離処理で得られたＰｒＰＳｃ由来蛋白質を含有する濃縮物を意味することは，そ\nの文言上，明らかである。\nしかし，本件明細書には，「洗浄することなく」について，濃縮物を洗浄しない\nことを具体的に明示する記載はない。同明細書には，濃縮工程における望ましい付\n加工程として，遠心分離処理で得られた濃縮物を，Ｚｗｉｔｔｅｒｇｅｎｔ３－１\n２等の界面活性剤で洗浄する工程が記載されているが，当該工程は「付加的な洗浄\n工程」であり，本件発明１における必須の工程としては記載されていない。\nそうすると，「前記濃縮物を洗浄することなく」とは，任意に行うことができる\nとされている，「遠心分離処理で得られた濃縮物を洗浄する工程を行わないこと」\nを意味するものと解される。\n(イ)  本件構成における「溶解液」について，本件明細書には，これを定義する\n記載はない。\nしかし，本件明細書には，濃縮工程に加えて，濃縮物を微生物プロテアーゼを含\nむ分解酵素を用いて分解し，次いで分離後に塩析処理を施す工程や，界面活性剤で\n洗浄する洗浄工程を必要に応じて付加させることが望ましく，また，続いて，Ｇｄ\nｎＳＣＮを用いる溶解工程，ＰｒＰＳｃを吸着面に結合させる結合工程を行うとの\n記載があり，遠心分離処理により得られた濃縮物は，必要に応じて，任意の処理工\n程を経てＰｒＰＳｃを含有する濃縮物とした上で，これを溶解物とし，ＥＬＩＳＡ\n法による検出に至ることが可能であるとされているものである。\nそうすると，「溶解液」とは，遠心分離処理後の濃縮物に必要に応じて任意の処\n理工程を行った濃縮物を溶剤に溶解して得たものを意味すると解される。\n(ウ)  本件構成における「再沈殿させることなく」について，本件明細書には，\n再沈殿を行わないことに関する記載はないが，溶解液を直接マイクロタイタープレ\nート等に吸着させ（【００６４】），溶解液を再沈殿させていないことなどからす\nると，これは，前記溶解液，すなわち，遠心分離処理後の濃縮物に必要に応じて任\n意の処理工程を行った濃縮物を溶剤に溶解したものは，再度，沈殿させないことを\n意味するものと解される。\n(エ)  したがって，本件構成は，遠心分離処理で得られた濃縮物に洗浄工程を行\nうことなく，濃縮物に必要に応じて洗浄工程以外の任意の処理工程を行った後に，\n溶剤に溶解して溶解液とし，溶解液を再沈殿させることなくＥＬＩＳＡ法により検\n出することを意味するものと解される。\n(オ)  以上からすると，本件発明１において，本件構成に係る記載は，遠心分離\n処理によって濃縮物が得られた以降は，ＳＤＳ溶解及びメタノール沈殿を行わない\nことを意味するものであって，それ以前に上記各工程を経ることを排除するもので\nはない。実際，本件明細書に記載された実施例でも，上記各工程を行っているもの\nである。上記各工程が不要であることを前提として，上記各工程について相違点と\nして認定しなかった本件審決の誤りをいう原告主張は，その前提自体が誤りである。\nイ  原告の主張について\n(ア)  原告は，ＳＤＳ溶解及びメタノール沈殿は本件発明１から排除されており，\n本件明細書にも，このような工程が必要であることが記載されていないと主張する。\n本件明細書に記載された実施例では，ＳＤＳ溶解及びメタノール沈殿は，Ｇｄｎ\nＳＣＮによる溶解工程の直前に行われる工程であり，溶解液を得る工程より前に行\nわれるものとして記載されているところ，本件明細書では，特にその意義や操作の\n詳細について説明する記載はない。しかし，本件発明１において，溶解液を得る前\nにこのような任意の処理工程を経ることを排除しておらず，実際，実施例において\nも上記工程を行っていることは，前記ア(オ)のとおりである。\nしたがって，本件発明１では，溶解液を得る前にＳＤＳ溶解及びメタノール沈殿\nを行う態様が排除されているということはできない。\n(イ)  原告は，本件明細書に記載されている，ＥＬＩＳＡ法で使用するマイクロ\nタイタープレートへのＰｒＰＳｃの吸着に対するＧｄｎＳＣＮとＳＤＳとの比較評\n価によると，ＥＬＩＳＡ法ではＳＤＳによる前処理は不要であって，本件発明１で\nは，ＳＤＳ溶解及びメタノール沈殿は不要であるとも主張する。\nしかしながら，原告主張の比較評価では，遠心分離処理によりＰｒＰＳｃを含有\nする濃縮物を得た後，ＳＤＳ溶解及びメタノール沈殿を共通して行った上で，マイ\nクロタイタープレートへの吸着の前に試料をＧｄｎＳＣＮに溶解させる場合とＳＤ\nＳに溶解させる場合とを比較するものであって，マイクロタイタープレートへのＰ\nｒＰＳｃの吸着においてＧｄｎＳＣＮがＳＤＳより優れた溶剤であることが，Ｇｄ\nｎＳＣＮによる溶解工程の前に行われるＳＤＳ溶解及びメタノール沈殿がＥＬＩＳ\nＡ法では不要であり，省略できることの証明とはならない。原告の主張はその根拠\nを欠くものである。\n(ウ)  原告は，ＳＤＳ溶解及びメタノール沈殿は，ＰｒＰＳｃの濃縮物に付着し\nていたメタノールに可溶な夾雑物がこれらの操作により除去されることから，洗浄\nとしての意味を有するところ，本件発明１では，濃縮物を洗浄することを排除して\nいるとも主張する。\nしかしながら，本件明細書において，ＳＤＳ溶解及びメタノール沈殿の処理が排\n除されているものではないことは，先に指摘したとおりである。原告の主張はその\n前提自体，誤りである。\n(エ)  原告の主張はいずれも採用できない。\nウ  小括\n以上からすると，本件審決の本件発明１と引用発明１との一致点及び相違点の認\n定に誤りはない。\n(5)  相違点２に係る判断の誤りについて\nア  引用例３について\n引用例３（甲３）は，「動物のプリオン病」と題する学術論文であるところ，同\n文献には，ＥＬＩＳＡ法でＰｒＰＳｃを検出する際の試料の調製方法として，脳組\n織を分析する場合には，組織を細寸後，界面活性剤としてＺｗｉｔｔｅｒｇｅｎｔ\n３－１２及びサーコシルを使用して可溶化し，酵素としてコラゲナーゼ，ＤＮアー\nゼ及びプロテイナーゼＫを使用して分解し，１万５０００回転で遠心分離処理し，\n沈殿物にＳＤＳを加えて加熱し，メタノールで沈殿させ，沈殿物をＧｄｎＳＣＮに\n溶解する方法が記載されている。\nしたがって，引用例３が開示する脳組織の分析方法は，組織を可溶化し，酵素で\n分解後，遠心分離処理をして，ＰｒＰＳｃと夾雑物とを分けているが，その際の遠\n心分離処理の回転数が，１万５０００回転であることから，当業者は，引用例３か\nら，ＥＬＩＳＡ法でＰｒＰＳｃを検出するための試料を調製する際，脳組織を分析\nする場合には，ＰｒＰＳｃと夾雑物とを分ける工程において，いわゆる超遠心分離\n処理（４万回転）を行わなくても，１万５０００回転程度の高速遠心分離処理でＰ\nｒＰＳｃを検出できる可能性があると認識するものであるということができる。\nイ  遠心分離処理の条件について\n(ア)  原告は，本件特許の審査段階において，意見書（乙７）を提出し，本件発\n明で超遠心分離処理を行わないことに関する利点として，超遠心分離処理は，高速\n遠心分離処理と比較して，より精密にサンプルのバランスを調整しなければならな\nいという操作の煩わしさがあり，また，遠心管の破損やバランス調整不備に起因す\nる事故によって，作業者がＰｒＰＳｃに感染する危険性が増すことを指摘している\nが，このような事項は，当業者の技術常識であるということができる。\nそうすると，当業者であれば，遠心分離処理において，超遠心分離処理を行うこ\nとなく，高速遠心分離処理で所期の目的が達成される可能性があれば，超遠心分離\n処理ではなく，高速遠心分離処理を試みようとすることが自然であるということが\nできる。\n(イ)  したがって，当業者は，中枢神経系組織に属する脳組織に関し，引用発明\n１における４万回転という遠心分離処理について，引用例３により開示された１万\n５０００回転という，より簡便かつ危険性の少ない回転数を試みるものということ\nができ，その実施に格別の困難性も認められない。\nしかも，本件明細書には，本件発明１の「超遠心分離処理を除く遠心分離処理」\nに関する定義は存在しないところ，実施例において，回転数１万５０００ｒｐｍの\n遠心分離処理を行った旨の記載があることからすると，遠心分離処理における１万\n５０００回転という回転数は，本件発明１における「超遠心分離処理を除く遠心分\n離処理」に該当するものということができる。\n(ウ)  以上からすると，当業者が，引用発明１の遠心分離処理の条件に，引用発\n明３の１万５０００回転程度の「超遠心分離処理を除く遠心分離処理」を適用する\nと，相違点２に係る構成に想到し得るものと認められる。\nウ  原告の主張について\n(ア)  原告は，界面活性剤の種類と分析対象組織の種類，適用される遠心分離処\n理の方法及び洗浄，再沈殿などの精製工程の有無は，結果に大きく影響するもので\nあることは，本件明細書の図７からも明らかであるところ，引用発明３の界面活性\n剤は，Ｚｗｉｔｔｅｒｇｅｎｔ３－１２とサーコシルとの組合せによるものであり，\n本件発明１とは種類が異なるなどと主張する。\nしかしながら，引用発明１ないし３と同様に脳組織を分析対象とする図７Ａにつ\nいてみると，同図には，方法４に続いてサーコシルによる溶解及びＮａＣｌによる\n塩析を行う方法３は，方法４と比較してＰｒＰＳｃを検出できる感度が劣ることが\n開示されているが，可溶化工程でＺｗｉｔｔｅｒｇｅｎｔ３－１２とサーコシルと\nの組合せの界面活性剤を使用し，遠心分離処理を１万５０００回転で行う方法１と，\n可溶化工程でトリトンＸ－１００とサーコシルとの組合せの界面活性剤を使用し，\n遠心分離処理を１万５０００回転で行う方法４とを比較すると，両者はいずれも７．\n８μｇの組織相当量まではＰｒＰＳｃの検出が可能であることも開示されており，\n本件明細書【０１５４】にも，「方法４は方法１よりもやや感度が劣るが，十分に\n実用的なものである」と記載されているものであるから，ＰｒＰＳｃのＥＬＩＳＡ\n法による検出では，脳組織の可溶化の際に使用する界面活性剤の相違は，検出感度\nに大きな影響を与えないものというべきである（少なくとも，図７Ａによると，Ｚ\nｗｉｔｔｅｒｇｅｎｔ３－１２とトリトンＸ－１００との間には，格別の相違を認\nめることができない。）。原告の主張はその根拠を欠くものである。\n(イ)  原告は，引用発明１ないし３においては，超遠心分離処理の適用が原則で\nあり，脳組織にＺｗｉｔｔｅｒｇｅｎｔ３－１２を使用する場合，１万５０００回\n転の遠心分離処理も適用可能であるが，Ｚｗｉｔｔｅｒｇｅｎｔ３－１２を使用し\nない場合には，超遠心分離処理が必要になるものと解されるとも主張する。\nしかしながら，超遠心分離処理が高速遠心分離処理と比較して危険性の大きな処\n理方法であることが，当業者の技術常識であることは先に指摘したとおりであって，\n当業者は，超遠心分離処理を行うことなく，高速遠心分離処理で所期の目的が達成\nされる可能性があれば，高速遠心分離処理を試みようとするものである。したがっ\nて，引用例１ないし３に接した当業者が，引用例３の記載について，脳組織にＺｗ\nｉｔｔｅｒｇｅｎｔ３－１２とサーコシルとの組合せの界面活性剤を適用した場合\nにのみ１万５０００回転の遠心分離処理が可能であると理解するとの原告主張は，\n感染の危険性や操作の煩雑さを排除しようという当業者の自然な発想を無視するも\nのであるというほかない。\n(ウ)  原告は，通常の遠心分離処理で良好な結果が得られたのであれば，当業者\nは，超遠心分離処理を適用することは避けるはずであるから，引用例１及び２が超\n遠心分離処理を適用している以上，超遠心分離処理でなければよい結果が得られな\nいと理解するものである，超遠心分離処理を使用すると，可溶化されている目的物\nをより多く沈殿させる効果を有する反面，夾雑物まで沈殿させる傾向があるから，\n遠心分離処理の条件と界面活性剤との各種組合せの中から，実験によってのみ判明\nする好適な特定の組合せは，当業者に容易に想到されるものではないとも主張する。\nしかしながら，中枢神経系組織に属する脳組織に由来するＰｒＰＳｃの場合，遠\n心分離処理の回転数が超遠心分離処理と比較して低速である１万５０００回転でも，\nその検出が可能である旨の引用例３の記載に接した当業者は，脳組織を分析対象と\nする場合，超遠心分離処理により濃縮物を得ることが必須であって，これよりも低\nい回転数ではＰｒＰＳｃの検出が不可能であると理解するものではないというべき\nであるから，引用発明１が超遠心分離処理により濃縮物を得る方法しか開示してい\nなくとも，引用例３の記載に接した当業者は，引用例３により開示された，超遠心\n分離処理よりも危険性の少ない遠心分離処理の条件を採用しようとすることがむし\nろ自然である。そして，回転数を変更して実験することが，格別困難であるという\nことができないことは明らかである。\n(エ)  原告の主張はいずれも採用できない。\n(6)  本件発明１の進歩性に係る判断の当否\n以上からすると，本件発明１は，中枢神経系組織に属する脳組織に由来するＰｒ\nＰＳｃの場合について，引用発明１に引用発明３を組み合わせることにより，当業\n者が容易に想到し得るものというべきであるから，本件発明１の進歩性に係る本件\n審決の判断に誤りはない。\n(7)  本件発明２ないし４の進歩性に係る判断の適否\nア  本件発明２について\n本件発明２は，本件発明１の中枢神経組織を「脳組織」と限定するものであるが，\n引用発明１は，脳を試料として用いるものであるから，本件発明２は，本件発明１\nと同様の理由により，進歩性が存しないというべきである。\nイ  本件発明３について\n本件発明３は，本件発明１又は２の分解処理について，更に「コラーゲン分解酵\n素及びＤＮＡ分解酵素による分解処理を含む」と限定するものであるが，これらの\n構成は，引用発明１において，「コラゲナーゼ，ＤＮアーゼⅠ及びプロテイナーゼ\nＫ」で処理することが明示されているから，本件発明３は，本件発明１及び２と同\n様の理由により，進歩性が存しないというべきである。\nウ  本件発明４について\n本件発明４は，本件発明１ないし３について，プロテアーゼが「プロテイナーゼ\nＫ」であると限定するものであるが，引用発明１は，プロテイナーゼＫを用いるも\nのであるから，本件発明４は，本件発明１ないし３と同様の理由により，進歩性が\n存しないというべきである。\nエ  小括\n以上からすると，本件発明２ないし４についても進歩性を否定した本件審決の判\n断に誤りはない。\n２  結論\n以上の次第であるから，その余について検討するまでもなく，原告の請求は棄却\nされるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n"
}