{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 7,
    "day": 27
  },
  "case_number": "平成27(ワ)22491",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87022",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87022",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/022/087022_hanrei.pdf",
  "contents": "平成２９年７月２７日判決言渡  同日原本領収  裁判所書記官\n平成２７年(ワ)第２２４９１号  損害賠償請求事件\n口頭弁論終結日  平成２９年４月１３日\n判        決\n原        告         中外製薬株式会 社\n同訴訟代理人弁護士         尾   崎   英   男\n同                 日   野   英一 郎\n同                 江   黒   早耶 香\n同訴訟復代理人弁護士          石   井   奈   沙\n被        告         岩城製薬株式会 社\n（以下「被告岩城製薬」という。）\n被        告         高田製薬株式会 社\n（以下「被告高田製薬」という。）\n被        告         株式会社ポーラファルマ\n（以下「被告ポーラファルマ」という。）\n上記３名訴訟代理人弁護士          新   保   克   芳\n同                 井   上      彰\n同訴訟代理人弁理士         今   村   正   純\n同                 渡   辺   紫   保\n同 補 佐 人 弁 理 士          井   上   香   織\n主        文\n１  被告岩城製薬は，原告に対し，２億０３６３万２７９８円及びこれ\nに対する平成２７年９月１５日から支払済みまで年５分の割合による\n金員を支払え。\n２  被告高田製薬は，原告に対し，１億１８１５万９４５８円及びこれ\nに対する平成２７年９月１５日から支払済みまで年５分の割合による\n金員を支払え。\n３  被告ポーラファルマは，原告に対し，１億６８２２万３６８６円及\nびこれに対する平成２７年９月１５日から支払済みまで年５分の割合\nによる金員を支払え。\n４  被告らは，原告に対し，連帯して５億７９１６万９６８６円及び内\n４億円に対する平成２７年９月１５日から，内１億７９１６万９６８\n６円に対する平成２８年９月１日から，各支払済みまで年５分の割合\nによる金員を支払え。\n５  原告のその余の請求をいずれも棄却する。\n６  訴訟費用のうち，計算鑑定に要した費用は原告の負担とし，その余\nはこれを５分し，その１を原告の負担とし，その４を被告らの連帯負\n担とする。\n７  この判決は，第１項ないし第４項に限り，仮に執行することができ\nる。\n事 実 及 び 理 由\n第１  請求\n１  被告岩城製薬は，原告に対し，３億１５００万円及びこれに対する平成２７\n年９月１５日から支払済みまで年５分の割合による金員を支払え。\n２  被告高田製薬は，原告に対し，１億３５００万円及びこれに対する平成２７\n年９月１５日から支払済みまで年５分の割合による金員を支払え。\n３  被告ポーラファルマは，原告に対し，２億７０００万円及びこれに対する平\n成２７年９月１５日から支払済みまで年５分の割合による金員を支払え。\n４  主文第４項と同旨\n第２  事案の概要\n本件は，発明の名称を「ビタミンＤおよびステロイド誘導体の合成用中間体\nおよびその製造方法」とする特許権を第三者と共有する原告が，マキサカルシ\nトール製剤を販売等する被告らに対し，これらの行為が上記特許権の均等侵害\nに当たるものであるところ，①被告らの上記製品の販売により原告製品（オキ\nサロール軟膏）の市場におけるシェアが下落し，損害を被ったとして，民法７\n０９条ないし特許法１０２条１項に基づき，被告岩城製薬に対し，損害賠償金\n３億１５００万円及びこれに対する訴状送達日（全ての被告につき同じ）の翌\n日である平成２７年９月１５日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を，被告高田製薬に対し，損害賠償金１億３５００万円及\nびこれに対する上記同様の遅延損害金の支払を，被告ポーラファルマに対し，\n損害賠償金２億７０００万円及びこれに対する上記同様の遅延損害金の支払を，\nそれぞれ求めるとともに，②被告らの上記製品の薬価収載により原告製品（オ\nキサロール軟膏及びオキサロールローション）の薬価が下落し，その取引価格\nも下落したことにより，損害を被ったとして，民法７０９条に基づき，被告ら\nに対し，連帯して損害賠償金５億７９１６万９６８６円及び内４億円に対する\n訴状送達日（全ての被告につき同じ）の翌日である平成２７年９月１５日から，\n内１億７９１６万９６８６円に対する訴えの変更申立書の送達日（全ての被告\nにつき同じ）の翌日である平成２８年９月１日から，各支払済みまで民法所定\nの年５分の割合による遅延損害金の各支払を，それぞれ求める事案である。\n１  前提事実（証拠を掲記した事実以外は当事者間に争いがない。）\n(1)  当事者\nア  原告は，医薬品の研究，開発，製造，販売及び輸出入等を業とする株式\n会社である。\n原告は，マキサカルシトールを有効成分として含有する，「オキサロー\nル軟膏２５μｇ／ｇ」（以下，単に「オキサロール軟膏」という。）及び\n「オキサロールローション２５μｇ／ｇ」（以下，単に「オキサロールロ\nーション」といい，両者を「原告製品」と総称する。）の製造販売承認責\n任者である。なお，原告製品は，いずれも尋常性乾癬等の治療剤である\n（甲Ａ２６の１）。\nイ  被告岩城製薬は，医薬品，医薬部外品，動物用医薬品，農薬，試薬，工\n業薬品の製造加工及び販売等を業とする株式会社である。\nウ  被告高田製薬は，医薬品，医薬部外品，工業薬品，化学薬品，理化学用\n薬品，医療機器等の製造及び販売並びに医薬品及び原薬の輸出入及び販売\n等を業とする株式会社である。\nエ  被告ポーラファルマは，医薬品，医薬部外品，動物用医薬品，工業薬品\n及びその他の化学的製品の製造，販売及び輸出入等を業とする株式会社で\nある。\n(2)  原告の特許権及び原告・コロンビア大学間のライセンス契約\nア  原告は，コロンビア大学とともに，次の特許権（以下「本件特許権」と\nいい，この特許を「本件特許」という。）を共有する（持分は各２分の\n１）。\n(ア)  発明の名称   「ビタミンＤおよびステロイド誘導体の合成用中間\n体およびその製造方法」\n(イ)  出願日      平成９年９月３日\n(ウ)  出願番号     特願平１０－５１２７９５号\n(エ)  優先日      平成８年９月３日\n(オ)  優先権主張国   米国\n(カ)  優先権主張番号  ６０／０２５，３６１\n(キ)  登録日      平成１４年５月２４日\n(ク)  特許番号      特許第３３１０３０１号\nイ  原告とコロンビア大学は，平成９年３月３日付けで，コロンビア大学が\n有する特許権等に関するライセンス契約（以下「本件ライセンス契約」と\nいう。）を締結した（甲Ａ６，３０）。\n同契約上，コロンビア大学は，原告に対し，サブライセンス権付きの全\n世界を範囲とする，「許諾製品」を開発，製造，使用，販売，輸入，貸渡\nし又はリースする，「許諾特許」についての独占的実施権を付与している\n（第２条ａ(i)）。なお，「許諾特許」とは，「本仮特許出願及びこれの\n全ての米国仮出願・本出願，外国特許出願…から発行される全ての特許権\n…であって，その権利の全部又は一部をコロンビア大学が保有若しくは支\n配し，本仮特許出願中で具体化された発明をクレームするもの」を指し\n（第１条ｂ），「許諾製品」とは，「その開発，製造，使用，販売，輸入，\n貸渡し又はリースが，許諾特許…のクレームの技術的範囲に属する製品\n…」を指し（第１条ｃ），「本仮特許出願」とは，平成８年９月３日に\n（米国で）出願され，発明の名称が「ビタミンＤおよびステロイド誘導体\nの合成用中間体及びその製造方法」である，米国仮特許出願番号６０／０\n２５，３６１の仮特許出願（判決注：本件特許権に係る優先権主張の基礎\nとなる出願）をいう（第１条ｅ）とされている。\nこのほか，同契約上，原告がコロンビア大学に対し，所定のライセンス\n料を，契約締結日から３０日以内に支払うこととされている（第３条）。\n(3)  特許請求の範囲の記載\n本件特許については，特許無効審判（無効２０１３－８０００８０）手続\nにおいて，平成２５年９月２５日付けで訂正請求がされ，平成２６年７月２\n５日，特許庁において，同訂正を認め，審判請求は成り立たない旨の審決が\nされ，これに対して知的財産高等裁判所に審決取消訴訟が提起されたが（平\n成２６年(行ケ)第１０２６３号），平成２７年１２月２４日，同裁判所にお\nいても請求棄却判決がされ，同判決は確定した。\n上記訂正後の本件特許に係る請求項１３の記載（以下，同請求項記載の発\n明を「本件発明」という。）は，別紙「【書類名】特許請求の範囲」と題す\nる書面の該当項記載のとおりである。\n(4)  本件発明の構成要件\n本件発明を構成要件に分説すると，以下のとおりである（以下，分説した\n構成要件をそれぞれの符号に従い「構成要件Ａ－１」などという。）。\n【Ａ－１】\n下記構造を有する化合物の製造方法であって：\n【Ａ－２】\n（式中，ｎは１であり；\n【Ａ－３】\nＲ１およびＲ２はメチルであり；\n【Ａ－４】\nＷおよびＸは各々独立に水素またはメチルであり；\n【Ａ－５】\nＹはＯであり；\n【Ａ－６】\nそしてＺは，\n式：\nのステロイド環構造，\nまたは式：\nのビタミンＤ構造であり，\nＺの構造の各々は，１以上の保護または未保護の置換基および／または１以上\nの保護基を所望により有していてもよく，Ｚの構造の環はいずれも１以上の不\n飽和結合を所望により有していてもよい）\n【Ｂ－１】\n（ａ）下記構造：\n（式中，Ｗ，Ｘ，ＹおよびＺは上記定義の通りである）\nを有する化合物を\n【Ｂ－２】\n塩基の存在下で下記構造：\n（式中，ｎ，Ｒ１およびＲ２は上記定義の通りであり，そしてＥは脱離基であ\nる）\nを有する化合物と反応させて，\n【Ｂ－３】\n下記構造：\nを有するエポキシド化合物を製造すること；\n【Ｃ】\n（ｂ）そのエポキシド化合物を還元剤で処理して化合物を製造すること；\nおよび\n【Ｄ】\n（ｃ）かくして製造された化合物を回収すること；\n【Ｅ】\nを含む方法。\n以上\n(5)  オキサロール軟膏に関する原告の事業の商流\nア  原告は，オキサロール軟膏について，製剤メーカーであるＡ社（判決\n注：原告から実名を伏せて主張されている。）に対して，原告が製造した\nマキサカルシトール原薬を有償で供給した上で，オキサロール軟膏の製造\n委託をし，製造されたオキサロール軟膏の最終製品を全量買い戻している。\nその後，原告は，買い戻したオキサロール軟膏を，独占的販売契約を締結\nした相手方であるマルホ株式会社（以下「マルホ」という。）に販売し，\nマルホは，卸会社等にオキサロール軟膏を販売している（甲Ａ８）。\nイ  オキサロール軟膏の所有権は，Ａ社→原告→マルホの順で移転している\nが，原告は，マルホへのオキサロール軟膏の輸送を原告の子会社である中\n外物流株式会社（以下「中外物流」という。）に委託しており，オキサロ\nール軟膏は，Ａ社→中外物流→マルホの順に輸送されている（甲Ａ８）。\n(6)  被告らの行為等\nア  ＤＫＳＨジャパン株式会社（以下「ＤＫＳＨ」という。）は，スイスの\n製薬メーカーであるセルビオス－ファーマ  エス  アー（以下「セルビオ\nス社」という。）が別紙方法目録記載の製造方法（以下「本件製造方法」\nという。）により製造したマキサカルシトール原薬を業として輸入し，被\n告らに対して販売した。\nイ  被告らは，いずれも平成２４年８月１５日に，マキサカルシトール製剤\nについて厚生労働省から製造販売承認を受け，また，次の各商品名により，\n薬価基準収載の申請を行い，同申請に基づき，同年１２月１４日に同商品\n名の医薬品が薬価基準収載された。その後，被告らは，業として，同商品\n名のマキサカルシトール製剤（以下「被告製品」と総称する。）を販売し\nた。\n被告岩城製薬    マキサカルシトール軟膏２５μｇ／ｇ「イワキ」\n被告高田製薬    マキサカルシトール軟膏２５μｇ／ｇ「タカタ」\n被告ポーラファルマ    マキサカルシトール軟膏２５μｇ／ｇ「ＰＰ」\nウ  被告製品の平成２４年１２月から平成２７年２月までの販売数量（「単\n品製品」，「１０本組製品」，「５０本組製品」に分けて，期間ごとに計\n算したもの）は，以下のとおりである。\n販売者  製品  平成２６年３月\n以前の販売数量\n平成２６年４～\n９月の販売数量\n平成２６年１０\n月以降の販売数\n量\n岩城製薬\n単品製品  ●(省略)●  ●(省略)●  ●(省略)●\n１０本組製品  ●(省略)●  ●(省略)●  ●(省略)●\n５０本組製品  ●(省略)●  ●(省略)●  ●(省略)●\n高田製薬  単品製品  ●(省略)●  ●(省略)●  ●(省略)●\n１０本組製品  ●(省略)●  ●(省略)●  ●(省略)●\nポーラフ\nァルマ\n単品製品  ●(省略)●  ●(省略)●  ●(省略)●\n１０本組製品  ●(省略)●  ●(省略)●  ●(省略)●\n以上\nエ  本件製造方法は，出発物質Ａ及び中間体Ｃにおいて，シス（５Ｚ）セコ\nステロイド構造ではなく，トランス（５Ｅ）セコステロイド構造である点\nにおいて，本件発明所定の方法と相違する。\nしかし，本件に先行する訴訟（原告が，ＤＫＳＨに対し，マキサカルシ\nトール原薬の輸入等の差止等を，被告らに対し，被告製品の販売等の差止\n等を，それぞれ求めた事案）において，本件製造方法は本件発明と均等で\nあってその技術的範囲に属する旨の判断が既に確定している（最高裁平成\n２９年３月２４日第二小法廷判決(平成２８年(受)第１２４２号) ，知財\n高裁平成２８年３月２５日判決）。\n(7)  原告製品の薬価下落\n前記(6)イのとおり，被告製品が後発品として薬価基準に収載されたこと\nにより，平成２６年４月１日，原告製品（オキサロール軟膏及びオキサロー\nルローション）の薬価は，いずれも，それまでの１３８．００円／ｇ（税込\n価格）から１２３．２０円／ｇ（税込価格）に改定された。\nなお，消費税率は，平成２６年４月１日以前は５％であったが，同日以降\nは８％となった。\n２  争点\n(1)  本件製造方法に係る均等侵害の成否\n具体的には，本件製造方法について，本件特許の出願手続において特許請\n求の範囲から意識的に除外されたものに当たるなどの「特段の事情」の有無\nなお，本件製造方法が本件特許権の均等侵害に係るその余の要件を充足す\nることについては，当事者間において争いがない。\n(2)  原告が本件特許権の共有者の１人であることに関し，原告が被告らに対\nして損害賠償請求できる範囲\n(3)  外用ビタミンＤ３製剤の市場での原告製品（オキサロール軟膏）のシェ\nア喪失による原告の損害額\n(4)  原告製品（オキサロール軟膏及びオキサロールローション）の取引価格\n下落による原告の損害額\nなお，被告製品の薬価収載によって原告製品の薬価が下落したこと自体は\n争いがない。\n(5)  被告らの過失の有無\n(6)  過失相殺の成否\n(7)  特許法１０２条４項後段の適用の有無\n３  争点に関する当事者の主張\n(1)  争点(1)（本件製造方法について，本件特許の出願手続において特許請求\nの範囲から意識的に除外されたものに当たるなどの「特段の事情」の有無）\nについて\nア  被告らの主張\n知財高裁平成２８年３月２５日大合議判決によれば，出願人が出願当時\nに公表した論文等で特許請求の範囲外の他の構成による発明を記載してい\nるときには，出願人が特許請求の範囲に当該他の構成を記載しなかったこ\nとは，均等侵害の第５要件における「特段の事情」に当たるとされる。\n原告が本件特許出願の約８か月前に出願した特願平８－３４１７８６号\n公報（乙Ａ１０）の段落【００５０】，【００５１】，【００５４】ない\nし【００５６】の記載に，「トランスの幾何異性体もまた本発明に含ま\nれ」（段落【００５８】）との記載も併せれば，原告は，そこにおいて，\nトランス体（ビタミンＤ３構造）を出発物質とすることを内容とする本件\n発明と同一の構成の発明を記載している。\nなお，本件特許の特許請求の範囲において，「Ｚの構造の環は，いずれ\nも１以上の不飽和結合を所望により有していてもよい」と記載されており，\n環の一部が二重結合か一重結合かは問題とされていない。したがって，乙\nＡ１０記載の物質の１６位と１７位の間が二重結合であるか一重結合であ\nるかは，第５要件の「特段の事情」の有無を検討する際には意味がない。\nこのように，「出願人が出願当時に公表した論文等」といえる乙Ａ１０\nにおいて，「特許請求の範囲外の他の構成」すなわちトランス体による構\n成の発明が記載されていたのであるから，出願人が本件特許の特許請求の\n範囲にトランス体を記載しなかったことは，知財高裁平成２８年３月２５\n日大合議判決のいう意識的除外が認められる「特段の事情」に該当し，均\n等の第５要件により，トランス体を出発物質とする本件製造方法について\n本件特許権の均等侵害は成立しない。\nイ  原告の主張\n本件製造方法は，出発物質Ａにおいて，Ｚがシス（５Ａ）セコステロイ\nドではなく，トランス（５Ｅ）セコステロイドである点において，本件発\n明の構成と相違するが，最高裁平成１０年２月２４日判決が判示する均等\n侵害の５要件に照らして，均等侵害が成立する。\n被告らが指摘する原告の別件特許出願（乙Ａ１０）には，マキサカルシ\nトールも，トランス体のビタミンＤ構造の化合物も，これを出発物質とす\nる均等の反応もいずれも記載されていない。\nなお，原告の別件特許の出願（乙Ａ１０）は，物質特許の出願であると\nころ，その請求項１での出願対象は，１６位と１７位の間が二重結合の物\n質である。これに対し，マキサカルシトールでは，１６位と１７位の間は\n一重結合であり，二重結合ではないから，乙Ａ１０の出願はマキサカルシ\nトールを含まない。マキサカルシトールは，昭和６０年に新規物質として\n特許出願された化合物であり，平成８年出願の乙Ａ１０に記載された新規\n物質に含まれるはずがない。したがって，乙Ａ１０にトランス体のビタミ\nンＤ構造の化合物を出発物質とする本件発明と均等のマキサカルシトール\nの製造方法が記載されているという被告らの主張は誤りである。\n(2)  争点(2)（原告が本件特許権の共有者の１人であることに関し，原告が被\n告らに対して損害賠償請求できる範囲）について\nア  原告の主張\n(ア)  原告は，本件特許権の２分の１の持分を有するほか，コロンビア大\n学が有する本件特許権の２分の１の共有持分について，平成９年３月３\n日に締結された原告・同大学間の本件ライセンス契約に基づいて，独占\n的通常実施権を有する。\nなお，コロンビア大学は，教育・研究機関であり，製薬会社や化学メ\nーカーではないから，日本国内でマキサカルシトール医薬の事業を行っ\nておらず，本件発明の実施も行っていないことは明らかである。\n(イ)  原告は，自らが有する本件特許権の持分２分の１に基づいて，被告\nらの特許権侵害による逸失利益の損害賠償請求権を有する。そして，上\n記持分２分の１に係る損害賠償請求権の金額は，全損害額の半分を下回\nることはない。\nまた，原告は，コロンビア大学の持分２分の１について独占的通常実\n施権を有しているところ，被告らの本件特許権侵害行為は，原告に対す\nる，上記独占的通常実施権の積極的債権侵害に当たり，原告は，同侵害\n行為による逸失利益の損害賠償請求権を有する。そして，上記持分２分\nの１に係る積極的債権侵害に基づく損害賠償請求権の金額もまた，全損\n害額の半分を下回ることはない。\n以上から，原告は，被告らの本件特許権侵害行為により原告が被った\n逸失利益の全損害額の賠償を請求することができる。\nなお，独占的通常実施権者の積極的債権侵害に基づく逸失利益の損害\n賠償請求権と，特許権者の実施料相当額の損害賠償請求権は，いずれも\n被告らの同一の特許権侵害行為によって生じる損害の賠償請求権である\nから，重複する範囲で，不真正連帯債権の関係にある。\nこの点に関し，独占的通常実施権者が被告に請求できる損害賠償金に\nついて，逸失利益の賠償金額から特許権者に支払うべき約定実施料を控\n除した金額であるとする説（控除説）が有力であったが，約定実施料を\n控除すべき合理的理由はない。\nちなみに，原告・コロンビア大学間の本件ライセンス契約では，同契\n約締結後３０日以内に一定額の実施料を支払う条件となっており，原告\nには実施数量による約定実施料の支払義務はない。\n(ウ)  本件ライセンス契約において，侵害者に対しては原告がその費用で\n訴訟提起できること，原告がコロンビア大学から証拠とともに侵害者の\n存在を知らされた場合，まず原告に提訴の権利があるが，原告が証拠の\n受領から３か月以内に侵害者を提訴しない場合には，コロンビア大学が\nその費用により提訴する権利を有することが規定されている（第５条\nｂ）。以上のとおり，本件ライセンス契約上は，原告が提訴した被告ら\nに対して，コロンビア大学が別訴を提起する権利はないため，本件に関\nして，コロンビア大学が，自己の特許権の持分に基づいて，被告らに対\nし別訴を提起することはない。\nイ  被告らの主張\n(ア)  損害賠償請求権は金銭請求権であり，発生と同時に原告とコロンビ\nア大学に２分の１ずつ帰属するから，原告は，コロンビア大学から債権\n譲渡を受けない限り，損害額の２分の１しか請求できない。\n(イ)  独占的通常実施権によって他の実施権者の存在を否定できても，専\n用実施権ではないから，コロンビア大学自体の実施を否定できない。仮\nにコロンビア大学が本件発明を実施していないとしても，裁判例等から\nすれば，被告らは，原告から民法７０９条ないし特許法１０２条１項に\nよる損害賠償請求を受けながら，さらに共有者であるコロンビア大学か\nら同条２項等に基づく損害賠償請求を受ける可能性を否定できない。\n原告は，原告がその請求額について被告らから支払を受けると，コロ\nンビア大学の持分２分の１に基づく被告らに対する特許権侵害の損害賠\n償請求権も消滅すると主張するが，同主張には何の法的根拠もない。\n実際に，現行法上，連帯債権に関する規定や，まして不真正連帯債権\nに関する規定はない。これは，「連帯債権は，実質的に債権の全額単独\n受領権を認める危険性を有している」からであり，根拠のない不真正連\n帯債権は安易に認めるべきではない。\nまた，裁判例で，権利者の損害賠償請求権と独占的通常実施権者の損\n害賠償請求権の関係が不真正連帯債権の関係に立つことを認めたものは，\n全て，それらの債権者全員が訴訟当事者となっている事案であり，その\n場合は二重払いのリスクはなく，本件とは事案が異なる。\n(ウ)  本件ライセンス契約第５条ｃは，訴訟を開始した当事者が当該手続\nによって回収した全てを保持できると規定しており，原告は，本件訴訟\nで「回復した損害」をコロンビア大学に配分しないから，仮に被告らが\n原告に賠償しても，同大学に対する賠償義務を免れない。\nまた，上記契約第５条ｂは，「コロンビア大学が証拠を示して侵害事\n実を原告に通告」しても原告が動かない場合における，同大学の提訴権\nを規定するのみであり，同大学からの通告と関係なく原告が訴訟を提起\nした場合の同大学の提訴権については何ら規定していない。したがって，\nコロンビア大学の提訴権が限定されるものでもない。\nこのほか，上記契約第５条ｃからすれば，訴訟手続を開始した原告は，\nコロンビア大学に対して必要な協力を求めることができるのである。\n以上のように，本件ライセンス契約をみても，被告らがコロンビア大\n学から二重請求される可能性は否定できない。そして，契約上可能であ\nるのにコロンビア大学に協力を求めようとしない原告には，自己の持分\n割合を超える請求は認められるべきではない。\n(3)  争点(3)（外用ビタミンＤ３製剤の市場でのオキサロール軟膏のシェア喪\n失による原告の損害額）について\nア  原告の主張\n(ア)  オキサロール軟膏が，被告らの本件特許権侵害行為によって，マキ\nサカルシトール軟膏の市場におけるシェアを奪われたために，原告は，\n市場シェアの減少に応じて（逸失利益の）損害を被ったものであり，被\n告らに対し，民法７０９条ないし特許法１０２条１項に基づき，同損害\nの賠償を請求する。\nなお，この損害は，平成２４年１２月の被告製品の上市から発生して\nいる。\nそして，オキサロール軟膏の市場シェアは，被告らの後発品が市場に\n現れるまで１００％であり，被告らの侵害行為がなければ，被告らの販\n売分は全部オキサロール軟膏の販売分となったものである。\n原告のオキサロール軟膏に関する事業の商流については前記１(5)の\nとおりであるが，原告は，本訴において，主張立証の煩瑣を避けるため，\nＡ社に対してマキサカルシトール原薬を販売することによって得られる\n限界利益については，損害額算定の対象として主張しない。\nしたがって，原告が本訴で主張する限界利益は，原告がオキサロール\n軟膏をＡ社から買い戻し，マルホに対して販売する取引行為による限界\n利益である。\n(イ) a  具体的には，原告のオキサロール軟膏に関する単位当たりの限界\n利益は，原告のマルホに対する販売価格（単位当たり）から原告の変\n動経費（単位当たり）を差し引いた金額であり，控除すべき変動経費\nは，Ａ社に対して支払うオキサロール軟膏の買戻費用と，中外物流に\n対して支払う輸送費である。\nｂ  オキサロール軟膏の限界利益は，別紙損害額計算書１記載１のとお\nりである（マルホへの販売額については甲Ａ１１の１～３０，Ａ社と\nの取引価格は甲１３の１～２７，中外物流への輸送費は甲Ａ１６の１\n～２５参照。なお，輸送費については，単品製品について１円，１０\n本組製品について４円としている。）。\nｃ  被告らの単品製品，１０本組製品は，それぞれ原告の単品製品と１\n０本組製品の市場シェアを奪っている。また，被告岩城製薬の「５０\n本組製品」は，その１組の販売によって，原告の「１０本組製品」５\n組の販売を奪っている。したがって，原告が，各被告の販売によって，\n「オキサロール軟膏」の市場シェアを奪われたことによる逸失利益の\n損害額は以下のとおりである（具体的な計算方法は別紙損害額計算書\n１記載２のとおり）（判決注：原告の請求金額は，損害額に係る旧主\n張に基づくものであるため，以下の金額とは一致しない。）。\n(a)  被告岩城製薬\n合計２億２６２５万８６６５円\n(b)  被告高田製薬\n合計１億３１２８万８２８７円\n(c)  被告ポーラファルマ\n合計１億８６９１万５２０７円\n(ウ)  被告らの主張について\nａ  なお，本件では，平成２６年２月までと同年３月以降とでは，オキ\nサロール軟膏の販売価格が異なる。これは，被告らの本件特許権侵害\n行為により同年４月に原告のオキサロール軟膏の薬価が引き下げられ\nたことが理由である。\nしかし，本件で問題となるのは，被告らの本件特許権侵害行為がな\nかった場合と比較しての，オキサロール軟膏の市場シェア喪失による\n原告の逸失利益であるところ，後記(4)アのとおり，被告らの本件特\n許権侵害行為と原告製品の薬価引下げ，さらに原告のマルホに対する\n販売価格の引下げには相当因果関係があるので，薬価引下げ後の時期\nの限界利益の算出においても，薬価引下げ前の販売価格を用い，逸失\n利益を算出すべきである。\nｂ  被告らも引用する国税庁の基本通達（消費税法基本通達５－２－\n５）は，「その実質が資産の譲渡等の対価に該当すると認められるも\nの」の例として，「(2)無体財産権の侵害を受けた場合に加害者から\n当該無体財産権の権利者が収受する損害賠償金」を明確に記載してい\nる（甲Ａ３２）。したがって，特許権侵害による逸失利益の損害賠償\n金であっても，消費税の課税対象となることは，上記通達の記載から\n明らかであるから，損害賠償金には消費税相当額を加算すべきである\n（東京地裁平成２４年７月３１日判決（甲Ａ２９）も同旨）。\nｃ  原告のオキサロール軟膏に係る単位当たりの限界利益は，１０本組\n製品の方が単品製品よりも大きい。しかるに，被告らは，原告の限界\n利益について，所定期間において原告の１０本組製品の総販売額と単\n品製品の総販売額を合計し，同期間の総販売本数で除して１本当たり\nの販売価格を計算し，Ａ社に支払う取引価格と中外物流に支払う輸送\n費も，１本当たりの費用として計算し，１本当たりの限界利益を計算\nしている。この計算方法では，１０本組製品と単品製品を全部合算し\nて１本当たりの限界利益を計算するので，１本当たりの限界利益の意\n味が不明確になる。本件においては，取引の実情に鑑みて，１０本組\n製品と単品製品とを区別して計算するのが合理的である。\nｄ(a)  被告らが主張する「競合品」の存在の問題は，特許法１０２条\n１項については同項但書の適用の有無の問題であり，同条項に依拠\nしない場合は相当因果関係の立証の問題である。\n有効成分がマキサカルシトールの軟膏は，いわゆる処方箋医薬品\nであり，医師の処方箋がなければ患者に販売されることがなく，被\n告ら主張の「競合品」（有効成分がタカルシトールのボンアルファ\n及びボンアルファハイ，有効成分がカルシポトリオールのドボネッ\nクス）も同様である。\n医師が有効成分を選択して処方箋を出す際には，後発品の有無に\nよってではなく，当該有効成分の薬効が患者の症状に適応するかど\nうかを考慮して適切な医薬品を処方するから，マキサカルシトール\nを有効成分とする軟膏と「競合品」の競争は，この医師の処方の段\n階で後発医薬品の存否とは関係なく生じている。つまり，マキサカ\nルシトール軟膏と「競合品」との競争において，マキサカルシトー\nル軟膏の選択がされた後で，マキサカルシトール軟膏市場において，\nオキサロール軟膏と被告製品の競争が生じるという関係にあるから，\n被告製品が「競合品」のシェアを奪うという直接的関係はない。\nなお，被告らが「競合品」であると主張する製品のうち，ボンア\nルファ軟膏は低濃度の軽症患者向けであり，またボンアルファハイ\n軟膏は，１日１回の塗布であることからコンプライアンスの理由で\n使用されており，他の薬剤では代替できないため，これらは実際に\nはオキサロール軟膏と競合しない。\n(b)  被告製品は，オキサロール軟膏と有効成分が同じ後発医薬品で\nあり，低価格によりオキサロール軟膏に代替できるように設計され\nた商品である。したがって，被告らがいかに営業努力を重ねようと，\nそれは「新規に市場を獲得する」ものではなく，オキサロール軟膏\nに代替して市場を獲得するものであり，以上によれば，オキサロー\nル軟膏と被告製品との間では，原則として，特許法１０２条１項但\n書の事情は存在しない。\n被告らが同項但書の適用を主張するためには，オキサロール軟膏\n以外の製品（競合品）に代わって被告製品が販売されたケース（た\nだし，治療効果を上げる目的で競合品からマキサカルシトールを有\n効成分とする被告製品に変更する場合は含まれず，低価格のみを理\n由として処方変更された場合に限られる。）が，被告製品の全販売\n数のうちどの程度の割合を占めるかを証明する以外にはないところ，\n有効成分が異なる医薬品からの変更の場合は，被告製品が当該患者\nに適するかのテストが必要であり，オキサロール軟膏の処方箋で\n（医師の処方変更なしに）患者が薬局で被告製品を購入できるのと\nは全く状況を異にしており，被告らは，上記の主張立証を行ってい\nない。\n実際に，それまで患者に処方されていたビタミンＤ３製剤が治療\n効果を上げているときに，医師が，価格のみを理由として，新たに\n患者へのテストを行って，有効成分の異なる被告製品への切替えの\n処方を行うことは，当然に想定されることではない。\nまた，マキサカルシトールを有効成分とする軟膏の販売数量の合\n計は，年による変動はあるものの，他のビタミンＤ３製剤の市場シ\nェアを大きく上回る一定のレベルを保っている。しかし，平成２６\n年の原告と被告らの販売数量及びその合計をみると，マキサカルシ\nトールを有効成分とする軟膏の販売数量の合計が概ね一定のレベル\nを保っているにもかかわらず，被告製品の販売によって，その分だ\nけ原告の販売数量が減少している。これは，被告製品がオキサロー\nル軟膏のシェアを奪っていることを示している。\n他方で，被告製品が市場に存在しなくなった後で起こっている\n（オキサロール軟膏の）売上げの減少は，被告製品とは無関係であ\nる。\n(c)  以上のとおり，オキサロール軟膏と被告製品とは，医師の処方\nでマキサカルシトールを有効成分とする軟膏が選択された後で競合\nしており，患者が薬局等でマキサカルシトールを有効成分とする軟\n膏を購入する際には，医師の処方箋に従って，必ず「オキサロール\n軟膏」か被告らの後発医薬品のどちらかが販売される。\n被告製品が存在しない状況であれば，全量，原告のオキサロール\n軟膏が購入され，被告製品が存在する状況下では，被告製品が販売\nされた数量だけ原告のオキサロール軟膏の販売数量が減少する関係\nにあるから，被告らの特許権侵害行為によって，被告らの侵害品の\n販売数量分だけ原告のマルホに対するオキサロール軟膏の販売数量\nが減少したという明確な因果関係が存在する。\nこのように，医薬品の分野の事実関係の下では，必ずしも特許法\n１０２条１項の推定に依拠しなくても，同項本文と同じ関係が成り\n立つ。\n(d)  被告らは，乙２７や乙２８に基づいて各医薬品のシェアを算出\nした上で，被告製品の販売数量について，上記シェアに基づいて，\n原告製品と競合品との間で按分すべき旨主張する。\nしかし，そもそも乙２７のデータは，処方箋全体を把握するもの\nではない。この点を措くとしても，被告らは，被告製品は，その先\n発医薬品であるオキサロール軟膏の代替品として販売されただけで\nなく，他の競合品の代替品としても販売された（代替率が同じ）と\n主張するものであり，不合理極まりない。前記(b)のとおり，被告\nらは，特許法１０２条１項但書を適用するために必要な立証を全く\n行っていない。\nイ  被告らの主張\n(ア)  原告は，薬価下落後も同下落前の販売価格を用いて限界利益を計算\nしているが，これは誤りである。特許法１０２条１項は，侵害品の販売\n分に関して，「その侵害の行為がなければ販売することができた物の単\n位数量当たりの利益の額」を推定するものにすぎず，侵害終了後の，単\n位数量当たりの利益額まで損害と推定するものではない。同条項によっ\nて，薬価下落分のその後の原告の利益まで主張することはできず，限界\n利益の正しい計算は，実際の販売価格によって行うべきである。\n(イ)  消費税は「資産の譲渡等」に対して課税される（消費税法４条）と\nころ，この「資産の譲渡等」とは「事業として対価を得て行われる資産\nの譲渡及び貸付け並びに役務の提供」と定義され（同法２条１項８号），\nまた「資産の譲渡」とは，「資産につきその同一性を保持しつつ，他人\nに移転させることをいう」と定められている（消費税基本通達５－２－\n１）。\nそして，平成２８年版図解消費税（乙Ａ３０）において，基本通達５\n－２－５(2)について「無体財産権の侵害を受けたことにより受け取る\n権利の使用料に相当する損害賠償金」は「資産の譲渡等」の対価に該当\nする旨説明されている。\nしたがって，無体財産権侵害に基づく損害賠償金のうち，課税対象に\nなるのは，権利の使用料というべき，実施料相当額としての賠償金のみ\nである。この点は，実務的にもロイヤリティには消費税を加えているこ\nとと平仄があっている。よって，逸失利益に消費税相当額を付加して請\n求することはできない。\n(ウ)  オキサロール軟膏に関して，平成２６年３月にマルホへの販売価格\nが下落した以外に，同年１０月には，原告がＡ社に支払う仕入価格が上\n昇している。そこで，３つの期間に区切って原告の限界利益を計算する\nと，平成２４年１２月から平成２６年２月までは●(省略)●円／本，同\n年３月から９月までは●(省略)●円／本，同年１０月から平成２７年２\n月までは●(省略)●円／本となる。\nなお，この計算に際して，①マルホへの１本当たり販売価格について\nは甲Ａ１１の１～２６を，②Ａ社に支払う取引価格は甲Ａ１３の１～２\n７を，③中外物流に支払う輸送費は甲Ａ１５の１～４，甲Ａ１６の１～\n２５をそれぞれ集計した。また，各期間の集計方法としては，上記①及\nび②は原告の１０本組製品，単品製品及びサンプルで単価が異なること\nから，それぞれ別々に販売本数及び販売金額を集計した。その後，販売\n金額の合計と販売本数の合計を算出し，前者を後者で除して１本当たり\nの単価を算出している。上記③は，上記①で算出したマルホへの販売本\n数をもとに各期間で集計した売上げを除して１本当たりの輸送単価を算\n出した。\n上記限界利益に，各被告について各期間の販売数量を乗じた金額は，\n以下のとおりである。\n限界利益  イワキ\n（本）\n計算結果\n（円）\nタカタ\n（本）  計算結果（円）  ＰＰ\n（本）\n計算結果\n（円）\nH24.12\n●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●\n～H26.2\nH26.3\n●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●\n～H26.9\nH26.\n●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●\n～H27.2\n合計      ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●  ●(省略)●\n以上\n(エ)ａ  尋常性乾癬の治療薬としては，マキサカルシトール以外にも，同\nじビタミンＤ３製剤である競合品（商品名ボンアルファ，ボンアルフ\nァハイ，ドボネックス）が存在するところ，一般に，尋常性乾癬の治\n療薬としては，どれを選択してもよいといわれている。\nマキサカルシトール，タカルシトール，カルシポトリオールの各有\n効成分は，薬効・作用機序等の点において同等であると解され，ある\n有効成分で効果が得られない場合に別の有効成分に切り替えることで\n治療効果が向上すること（ローテーション療法）が認識されており，\n実際の医療現場でも，ビタミンＤ ３外用剤は相互に互換性があるため，\nいずれを選択してもよいと解されている。以上によれば，タカルシト\nールやカルシポトリオールを含む各製剤が，マキサカルシトール製剤\n（オキサロール）の競合品であることは明らかである。\nなお，実際に治療に当たる医師も，ボンアルファハイやボンアルフ\nァについて，オキサロール軟膏と選択的に処方される競合医薬品であ\nる旨述べており，これらも，ドボネックスと同様，オキサロール軟膏\nの競合品である。\nｂ  被告製品はジェネリック品であって，薬価は８０円（平成２５年当\n時）であり，競合品と比べて非常に安価であったことから，被告らの\n販売開始後の営業努力に加え，政府のジェネリック品使用促進策によ\nり一定の市場を確保し，競合品に代えて採用されるに至った。\n医師は，患者が負担するコストも重要な要素として認識しており，\n治療効果や患者負担のコスト又は塗り心地等に関する患者の希望等に\n応じて，適宜処方薬を選択するものである。実際に，医師が，ドボネ\nックスを処方していた患者に対し，被告製品に変更した例が存在する。\n被告製品の販売期間は平成２４年１２月から平成２７年２月までで\nあるところ，他のビタミンＤ３製剤の平成２５年ないし平成２６年の\n販売数量は減少しており，被告らの販売数はオキサロール軟膏だけで\nなく広く競合品の売上げを奪ったとみるべきで，「被告製品の販売数\n量＝オキサロール軟膏の販売数量減少分」という関係は成り立たない。\nこのような，競合品の市場への浸食は，被告製品のジェネリック製\n剤としての安価な薬価によって初めて達成できたものである。\n他方で，被告製品が本格的に発売された平成２５年のオキサロール\n軟膏の販売数量は，平成２４年よりも大きく増加しており，被告製品\nの販売によってオキサロール軟膏の販売量が減少したとはいえない。\nまた，被告らが製品の販売を中止した後も，オキサロール軟膏の販売\n数量は減少しており，オキサロール軟膏について，被告製品の売上本\n数と同数を販売できたと仮定できないことは明らかである。\nｃ  以上のとおり，被告製品の販売開始により競合品の売上げが減少し\nた一方で，オキサロール軟膏の販売量の増減と被告製品の販売開始・\n中止との間に合理的な関係が認められない。また，現場の医師も，販\n売価格の安さが処方薬選択の重要な要素であると述べているほか，オ\nキサロール軟膏と競合品は相互に互換性のある製剤であり，ローテー\nション療法も行われる。以上によれば，被告製品のうち一定量は競合\n品のシェアを奪っていたものであり，特許法１０２条１項但書が適用\nされる。なお，上記事情は，民法７０９条に基づく請求との関係では，\n侵害行為と損害との因果関係を否定する事情である。\nｄ  オキサロール軟膏と競合品とが，平成２６年４月から平成２７年３\n月までに実際に患者に処方されたグラム数（乙２７の１～５参照）に\n基づき，各軟膏の市場におけるシェアを計算する（ただしボンアルフ\nァハイ軟膏は，１日２回使用の他の製剤と異なり１日１回使用であり，\n処方グラム数は他の半分であるから，ボンアルファハイ軟膏のグラム\n数については２倍する必要がある。）と，オキサロール軟膏の市場シ\nェアは約５８％となり，その余が競合品となる。\nこのように，外用ビタミンＤ３製剤市場（被告製品を除く）は，オ\nキサロール軟膏５８％，競合品４２％の市場シェアで大きくすみ分け\nられているが，オキサロール軟膏と競合品とは相互に互換性のある製\n剤であり，ローテーション療法も行われる。そして，被告製品の販売\n開始後に競合品の売上げが明らかに減少しているところ，被告製品が\n実際に競合品に代替していることは前述のとおりであり，被告製品の\n販売本数は少なくとも上記市場シェアに基づいてオキサロール及び競\n合品間で按分されると解すべきである。\n以上によれば，被告らの販売数量のうち，競合品全体のシェアに相\n当する４２％分については，原告が販売できたとはいえず，その分は\n控除すべきである。\n(4)  争点(4)（原告製品の取引価格下落による原告の損害額）について\nア  原告の主張\n(ア)  本件では，後発医薬品（被告製品）が存在することによって先発医\n薬品（原告製品）の薬価が引き下げられた。薬価とは，厚生労働省が定\nめる医薬品の公定価格を意味し，医療機関や調剤薬局は，薬価に基づい\nて，患者や健康保険組合に対して医薬品の費用を請求する。\n薬価の改定は，厚生労働省の裁量でされるものではなく，一定の基準\n（甲Ａ２，３参照）に従って機械的に行われるところ，新薬創出等加算\n制度は，革新的な新薬の創出や適応外薬等の開発を目的に，一定の後発\n品のない新薬の薬価に一定率までの加算を行い，実質的に薬価を維持す\nることを可能とするものであり，新薬創出を行った者は，同制度の下で\n正当に利益を享受することができる。具体的には，薬価基準収載後１５\n年以内で，かつ後発品が収載されていないなどといった要件を充たす医\n薬品については，市場実勢価格に基づく算定薬価に加算がされる一方で，\n後発品が収載された場合には，それまでの薬価改定において加算を受け\nた相当額の総額が控除されることになる。\nそして，後発医薬品の上市が違法な侵害行為によってなされた場合に\nは，当該侵害行為がなければ新薬の開発者が受けられるはずの新薬創出\n加算の利益を，当該侵害行為による後発医薬品の上市によって受けられ\nなくなるという損害を被るのであり，当該侵害行為と損害との間に相当\n因果関係が存在する。\n本件において，被告製品が薬価基準収載された結果，いわゆる先発医\n薬品である原告製品（オキサロール軟膏及びオキサロールローション）\nの薬価は，平成２６年４月１日付けで，１３８．０円／ｇから１２３．\n２円／ｇに引き下げられた。この下落分は，①平成２６年の薬価改定時\nに受けられるはずであった，新薬創出加算が受けられなくなった分と，\n②過去の新薬創出加算によって加算されていた薬価分についてその価格\n分が薬価から差し引かれた分の合計分に相当する。\nそして，平成２６年の薬価改定時において，本件特許権の非侵害品に\nよる後発品の参入はなかった。すなわち，被告らが，被告製品の販売を\nしていなければ，平成２６年の薬価改定時において，原告製品の薬価に\nついては新薬創出加算がされ，これらの製品の販売価格が下落しなかっ\nたという関係が明白に存在する。\nなお，被告らのいう厚生労働省の薬価政策においては，特許権侵害と\nいう違法行為の存在は想定されておらず，本来存在することが許されな\nい違法行為による後発医薬品は，厚生労働省の薬価政策の範囲外のこと\nである。\n(イ)  医薬品メーカーや販売代理店が販売する医薬品の価格に規制はない\nものの，医療機関等から患者等への請求価格に薬価の規制があるため，\n事実上，医薬品メーカーや販売代理店が販売する医薬品の価格は薬価を\n基準に定められることとなる。\n原告は，オキサロール軟膏及びオキサロールローションを最終製品の\n状態でマルホに販売し，マルホがこれらを卸会社等に販売していたが，\n前記(ア)の薬価引下げに伴い，平成２６年３月から，オキサロール軟膏\n及びオキサロールローションそれぞれについて，原告のマルホに対する\n販売価格（単位当たり）が下落した。これに伴う，原告がマルホに対し\nて販売したオキサロール軟膏及びオキサロールローションの売上げの減\n少が原告の逸失利益となる。\nなお，原告のマルホに対する上記販売価格の下落は，薬価引下げが決\nまってから原告・マルホ間で新たに合意したものではなく，両者間の販\n売価格は，マルホの正味仕切価格の一定割合と薬価下落前から決められ\nており，この合意に基づいて，薬価下落後，原告製品の価格も下落した。\n医薬品業界では，特許権侵害の存在と関係なく，薬価の引下げが頻繁\nに生じるため，医薬品の製造・販売元と，販売元が，薬価の変動に備え\nて，正味仕切価格の所定割合を製造販売元の販売価格（販売元の仕入価\n格）として予め定めておくことは極めて合理的である。その合意に基づ\nく販売金額の具体的引下げ額が，被告らにとって予め知り得なくても，\n合意に基づいて計算された実際の引下げ額が通常の合理的範囲を超えて\nいなければ，当該販売金額の引下げによる損害は，相当因果関係の範囲\n内である。\n以上によれば，本件特許権を侵害する後発医薬品の存在により先発医\n薬品の薬価が引き下げられ，これに起因して原告のマルホへの販売価格\nの下落が生じ，これによって生じた売上げの減少で原告が受けた損害は，\n通常生じる，相当因果関係の範囲内の損害といえ，原告製品の薬価下落\n前の取引価格に薬価下落率１０．７２％を乗じた額に限って被告らの行\n為と相当因果関係のある部分であるとの被告らの主張は誤りである。\n(ウ)  なお，原告とＡ社との取引価格は，薬価下落によって下がらず，薬\n価改定による損失は原告とマルホにおいて負担した（甲Ａ１２の１～５，\n１３の１～２７参照）。\nまた，薬価下落に起因する原告の損害は，原告が販売した原告製品に\nついて，①侵害行為がない場合＝薬価の引下げがなかった場合と，②侵\n害行為があった場合＝薬価の引下げがされた場合との利益の差額である\nところ，Ａ社への支払金額は，①の場合と②の場合とで同じであるから，\n損害（差額）の計算結果には現れない。原告の損害は，具体的には薬価\n引下げ前のマルホへの販売価格－薬価引下げ後のマルホへの販売価格と\nなる。なお，平成２６年１０月にＡ社への支払金額が増加したが，この\n変動は，薬価下落に起因する原告の逸失利益の計算には影響を与えない。\nしたがって，平成２６年１０月以降の逸失利益について，修正後の下落\n額（薬価下落前の原告製品の取引価格に薬価下落率１０．７２％を乗じ\nた額）からＡ社に対する支払代金の増額部分を控除するとの被告らの計\n算方法は誤りである。\n(エ)  逸失利益の損害額の計算においては，税込みの計算をする必要があ\nるので，平成２６年４月１日より前の時期と，同日以降の時期に分けて，\n原告のマルホに対する販売価格の下落分に対して１．０５又は１．０８\nを乗じた金額を下落分として算出し，これに，同期間における原告製品\nの販売数を乗じることになる（別紙損害額計算書２記載のとおり）。\n以上を前提とすると，薬価引下げに起因する原告の逸失利益は，平成\n２６年３月から平成２７年６月の期間において４億４４７２万８９５０\n円，平成２７年７月から平成２８年２月の期間において１億３４４４万\n０７３６円であり，合計５億７９１６万９６８６円である。\n(オ)  前記(3)アのシェア喪失による逸失利益は，被告らの特許権侵害行\n為に起因して原告が販売できなくなったオキサロール軟膏の販売数量分\nに対応する逸失利益である。他方で，オキサロール軟膏及びオキサロー\nルローションの価格下落分の逸失利益は，価格下落期間において，原告\nが実際に販売したこれらの製品の販売数量分に対応する逸失利益である\nから，両逸失利益は同一の期間において重複することなく，それぞれ別\n個独立の損害であり，原告はその両方の逸失利益の回復を求めることが\nできる。\nこのほか，薬価引下げは，後発医薬品が１社から販売されても，３社\nから販売されても，同じくされるものであるので，被告らの各侵害行為\nと原告の損害との間に，それぞれ相当因果関係が存在する。したがって，\n原告は，被告らそれぞれに対し，原告の損害額全てを請求できるが，他\n方で，被告らの各特許権侵害行為によって生じた原告の損害は同一であ\nり，原告が被告らの１社からでも損害金の支払を受ければ，原告の被告\nらに対する上記損害賠償請求権は消滅する。このような被告らの原告に\n対する損害賠償債務は，不真正連帯債務である。\nイ  被告らの主張\n(ア)  医薬品については，２年ごとに薬価を引き下げる改定が行われるの\nが原則であり，一定の要件を充たす新薬については，後発医薬品が上市\nされるまでの間，市場実勢価格に基づく薬価の引下げを一時的に猶予さ\nれているにすぎない。\nマキサカルシトールについても，本来，年月の経過とともに薬価が下\n落するところ，政策的に薬価が維持されているにすぎず，しかも，これ\nは後発医薬品の上市を阻止することに成功して初めて得られる利益であ\nる。本件でのマキサカルシトール製剤については，平成１９年６月１９\n日に再審査期間が終了しており，その後の後発品阻止の手段は特許権で\nあるが，物質特許も用途特許もいずれも特許権の存続期間が満了してい\nる。これら特許権の存続期間の満了後は，後発品の参入は自由であり，\n中間体の製造方法の均等論を主張できたにすぎず，もともと別の製造方\n法であれば，いつでも後発品が参入できたのである。被告らにおいて平\n成２４年１２月から被告製品を販売したが，均等侵害が認められるとい\nう予想外の事態をもって薬価維持ができたというべきではなく，本来得\nられないはずの利益を損害と主張することはできない。\nまた，後発品が上市されない場合に薬価が維持されているという事実\n自体は，本来，法的な保護の対象とはいえない。\nこのほか，本来，原告製品の薬価は，被告製品の上市にかかわらず引\nき下げられるべき時期にあり，その維持を前提とする損害賠償請求は適\n切ではない。\nそもそも，後発医薬品が上市されることによって先発医薬品の薬価が\n下落するのは，専ら厚生労働省の薬価政策によるものであって，原告製\n品の薬価引下げによる損害を全て被告らが負担するのは不合理である。\n(イ)  薬価とは，国により決定される医療用医薬品の公定価格であり，医\n療機関や調剤薬局が健康保険組合に対して請求する際の基準となる価格\nにすぎず，原告からマルホ，マルホから医療機関等に販売する際の価格\nを直接決めるものではない。\n仮に医療機関への販売価格については薬価が念頭に置かれるとしても，\n原告・マルホ間では自由に価格を取り決めることができる。たとえ原\n告・マルホ間で薬価改定前に（販売価格について）取り決めていたとし\nても，販売価格の下落分のうち薬価の下落率を超える部分は通常生ずべ\nき損害とはいえず，また被告らにおいて，薬価下落以上の下落まで予見\nできるものではない。少なくとも薬価下落分を超える部分は，原告が自\nらマルホと合意して減額したのであるから，被告らが責任を負うべき損\n害ではない。\n甲Ａ４によれば，原告製品の薬価１３８円が１２３円になったので，\nその下落率は１０．７２％であり，薬価の改定分を超えたマルホへの販\n売価格の下落分について，被告らに賠償を求める理由はない。\nなお，原告は，薬価の下落率を上回る割引率で，原告製品をマルホに\n販売することで，マルホに対して，従前よりも多くの利益を提供してい\nることになる。他方で，マルホに提供した上記利益を「薬価下落に伴う\n損害」として被告らに転嫁することは，およそ相当因果関係の範囲外で\nある。\n(ウ)  原告は，マルホに対する販売価格の下落分がそのまま損害であると\n主張するが，薬価の下落により，販売価格とともに原告がＡ社から製剤\nを購入する金額も下がるはずである（甲Ａ１２，４条２項参照）。\nこのほか，原告・Ａ社間の取引価格が平成２６年１０月から増額され\nているところ，原告の逸失利益額は，結局は，Ａ社への支払額に応じて\n計算されることになるから，販売価格下落分から，Ａ社に対する支払額\nの上昇分を控除すべきである。\n(エ)  以上のとおり，製品ごとの販売価格の下落に関して，旧取引価格に\n対する薬価下落率１０．７２％を乗じた額に修正し，またＡ社に対する\nオキサロール軟膏の支払代金が平成２６年１０月から増額されているの\nで，同増加分を修正後の下落額から控除し，オキサロールローションに\n係るＡ社への支払金額は不明であるが，軟膏と同様に２６．４％増額さ\nれているものとし，また下落額に消費税を上乗せしないこととし，以上\nを前提とした計算結果は以下のとおりとなり，これらを合計すると，薬\n価下落に基づく原告の損害額は，計算上合計３億５３６３万７３４７円\nとなる。\nａ「オキサロール軟膏」の１０本組製品\n(a)  平成２６年９月まで    ●(省略)●円×●(省略)●組\n(b)  平成２６年１０月以降  ●(省略)●円×●(省略)●組\n合計  ２億６３０４万２２７１円\nｂ「オキサロール軟膏」の単品製品\n(a)  平成２６年９月まで    ●(省略)●円×●(省略)●本\n(b)  平成２６年１０月以降  ●(省略)●円×●(省略)●本\n合計  ３６１６万４０９４円\nｃ「オキサロールローション」の１０本組製品\n(a)  平成２６年９月まで    ●(省略)●円×●(省略)●組\n(b)  平成２６年１０月以降  ●(省略)●円×●(省略)●組\n合計  ４１９７万１３５０円\nｄ「オキサロールローション」の単品製品\n(a)  平成２６年９月まで    ●(省略)●円×●(省略)●本\n(b)  平成２６年１０月以降  ●(省略)●円×●(省略)●本\n合計  １２４５万９６３２円\n(5)  争点(5)（被告らの過失の有無）について\nア  原告の主張\n(ア)  均等侵害による侵害行為も，他人の特許権を侵害する行為であるか\nら，特許法１０３条の適用があることは明らかである。\n同条は暫定真実を定めた規定であり，均等侵害の場合においても同条\nの規定が適用されるのは，その条文の記載からも明らかである。これは，\n均等侵害で損害賠償を認めた裁判例においても，過失に関する認定が行\nわれていないことに現れている。\n同条の推定規定の意義は，特許権の侵害者が特許権の存在や内容を知\nらなかったとか，知らなかったことに過失がなかったなどと主張するの\nを認めないことにあり，公示制度の存在は，特許権の不知の主張を認め\nない推定制度を正当化する理由である。特許法１０３条の立法化におい\nて，文言侵害は前提とされてはいない。\nしたがって，均等侵害の事案では過失の推定規定の根拠を欠くとして，\n特許法１０３条が適用されないとする条文解釈は誤りである。\n(イ)  被告らは，自らの無過失を主張立証していない。\n被告らが均等侵害を行ったことは，既に最高裁判決により確定してい\nるところ，「法の不知は許さず」という法の基本原則からすれば，被告\nらが専門家の誤った意見書を信じたとしても，被告らの責任が回避され\nるものではなく，また，特許発明の技術的範囲の属否の判断は法律問題\nであり，法の不知や解釈の誤りによって違法行為を行った者の責任は免\n責されない。\nなお，見解書（甲８，９）においては，いずれも十分な検討がされた\nとはいえない意見が述べられているにすぎない。仮に，被告らが，後発\n品の販売開始前に均等侵害について真摯な検討をしていたならば，被告\nら自身が依頼した専門家の意見をも考慮して，後発品の販売開始をすべ\nきか検討したはずであり，上記見解書は，いずれも被告らの過失の推定\nを覆滅させるようなものではない。\nイ  被告らの主張\n(ア)  特許権侵害について過失を推定する特許法１０３条が立法された当\n時は，均等侵害は認められないものと解されており，同条が均等侵害に\n適用されるか否かについては全く議論されていなかった。\nそもそも，特許法１０３条は，特許制度の公示機能を根拠として侵害\n者の過失を推定するものであり，特許請求の範囲による公示の範囲外の\n構成に均等侵害が認められた場合に，さらに過失まで推定することは，\n不法行為法における原則を例外的に緩和した立法趣旨からしても，同条\nの予定しないところである。\n特に，本件では，本件発明の構成要件である「出発化合物」を開示す\nる文献として国際公報（乙３，４）が明細書に記載されており，同公報\nにはトランス体の出発物質が記載されているが，特許請求の範囲からは\nトランス体は除外されているから，同明細書の記載をみれば，第三者は，\nトランス体については出願人が権利放棄したものと信頼するはずである。\n以上によれば，本件では，前提としての公示があるとはいえず，過失\nの推定の前提を欠くから，特許法１０３条の適用は認められない。\n(イ)  仮に均等侵害の場合に特許法１０３条の適用があるとしても，制定\n当時に想定されていたように，侵害者が相当な注意義務を尽くしている\n場合には，過失の推定の覆滅を認めるべきである。\n専門家も，特許公報に基づく調査を尽くした場合には，過失の推定の\n覆滅を認めるべき旨指摘している（乙Ａ１５参照）。\n本件において，ビタミンＤ構造にトランス体とシス体の２つがあるこ\nとは本件優先日当時の技術常識であったにもかかわらず，原告は，特許\n請求の範囲において，出発物質としてシス体のビタミンＤ構造のみを示\nしている。また，明細書の実施例は，出発物質Ａの「Ｚ」に相当する部\n分構造がステロイド環構造のもののみであり，それと試薬Ｂ（本件試\n薬）との反応が確認されているにすぎないのに，「Ｚ」に相当する部分\n構造がシスセコステロイドの場合にまで拡張されている。このような実\n施例及び特許請求の範囲の記載に接した第三者は，「Ｚ」に相当する部\n分構造について検討が行われた上で，権利が及ぶ範囲が決定されている\nから，特許請求の範囲に記載されなかったトランスセコステロイドに関\nしては権利が及ぶ範囲から除外されたと認識する。\n以上の明細書の記載や，化学に関する発明（化学式や化合物名を用い\nて一定のルールの下に客観的かつ容易に発明の対象が定義されるとの特\n徴がある。）における特許請求の範囲の公示機能，均等論を認めた最高\n裁平成１０年２月２４日判決の調査官解説に記載された見解（出願時に\n特許請求の範囲に含めることができた物質を包含しない形で出願した場\n合には，当該物質を技術的範囲から除外したと外形的に解される行動を\nとったと認められ，均等の第５要件を充足する旨）からみても，本件で\nは均等侵害が成立しないと被告らが判断したことは相当である。\nしかも，弁理士等による均等でない旨の意見書等（甲８，９）も存在\nする一方，均等侵害に関する原告の当時の主張も明確なものではなく，\n被告製品の薬価基準への収載時に，厚生労働省担当者から特許権者の同\n意書の提出を求められなかったことからすれば，被告らが，被告製品の\n販売開始時に，均等侵害が成立しないと考えるに相当な理由があったと\nいえ，被告らに過失はない。\n(6)  争点(6)（過失相殺の成否）について\nア  被告らの主張\nビタミンＤ構造において，シス体のセコステロイドのほかにトランス体\nのセコステロイドが存することは周知の事実であり，トランス体のセコス\nテロイドを出発物質としてマキサカルシトールを製造する例も公知であっ\nた。しかるに，原告は，特許請求の範囲において，トランス体のセコステ\nロイドをあえて記載せず，シス体のセコステロイドのみを記載した。\n原告が特許請求の範囲にトランス体のセコステロイドを含めて記載すれ\nば，被告らも，本件製造方法による原薬を採用することもなく，原告が主\n張する損害も生じなかった。\nしたがって，仮に均等侵害と被告らの過失が認められるとしても，原告\nの主張する損害の発生は，専ら原告の重大な過失によるものであり，過失\n相殺により大幅に減額されるべきである。\nイ  原告の主張\n当業者であれば，特許請求の範囲や明細書の記載に従って均等の及ぶ範\n囲を予期すべきであり，被告らが主張するような，特許請求の範囲や明細\n書の記載を前提とした過失相殺が認められる余地はない。\nまた，本件特許の出願人に，出願時において，特許請求の範囲にトラン\nス体のセコステロイドを含めて記載しなければならない注意義務はない。\n将来の侵害態様を全て含むように特許請求の範囲を記載しようとすると，\n出発物質を上位概念で広く記載することになるが，そのような広いクレー\nムは無効理由を包含するおそれがあり，特許出願人が広いクレームの権利\nを取得しなければならない理由はない。均等論が認められていることの意\n義は，特許出願人が，上位概念の広いクレームではなく，下位概念のより\n明確なクレームで出願できることにある。\n以上のとおり，被告らの過失相殺の主張は認められない。\n(7)  争点(7)（特許法１０２条４項後段の適用の有無）について\nア  被告らの主張\n特許法１０２条４項は，特許権者が同条３項に規定する金額を超える損\n害の賠償を請求することを妨げないとしつつ（前段），侵害者に故意また\nは重大な過失がなかったときに，裁判所は，損害の賠償の額を定めるにつ\nいて，これを参酌することができると規定している（後段）。\nそして，専門家の意見書（乙Ａ１５）にも記載されているように，同条\n４項については柔軟に適用すべきである。\n本件において，被告らが均等侵害の成立を知っていれば被告製品を販売\nするはずもなく，被告らに故意がないのは当然である。また，出願時に容\n易にクレームに記載し得る技術の記載がない場合，第三者が，当該技術を\n実施しても特許権侵害とならないと考えることには相当な理由があり，均\n等侵害を前提とする本件において，被告らに重大な過失などないことは明\nらかである。\nなお，他社が市場参入を見送ったことは，被告らが慎重な判断をしなか\nった理由にはならない。また，第三者の侵害行為の発生について特許権者\n側に明らかに落ち度がある場合に，通常の文言侵害と同様に高額の賠償責\n任を第三者に課すことは，当事者間の衡平に反する結果になるから，正に\n賠償額の減額を相当とする事情がある。\n以上によれば，本件では特許法１０２条４項後段を適用すべきである。\nイ  原告の主張\n特許法１０２条４項は，実際の適用例はほぼなく，極めて例外的な事案\nにおいて，裁判所が損害賠償額を定める上で必要であれば裁量の根拠とす\nることができる条文であるが，本件はそのような裁量の発動を必要とする\n特別な事案ではない。\n第３  当裁判所の判断\n１  争点(1)（本件製造方法について，本件特許の出願手続において特許請求の\n範囲から意識的に除外されたものに当たるなどの「特段の事情」の有無）につ\nいて\n(1)  特許請求の範囲に記載された構成中に対象製品等と異なる部分が存する\n場合であっても，所定の要件を満たすときには，対象製品等は，特許請求の\n範囲に記載された構成と均等なものとして，特許発明の技術的範囲に属する\nというべきであるが，対象製品等が特許発明の特許出願手続において特許請\n求の範囲から意識的に除外されたものに当たるなどの特段の事情が存すると\nきは，上記のような均等の主張は許されないものと解される。そして，出願\n人が，特許出願時に，特許請求の範囲に記載された構成中の対象製品等と異\nなる部分につき，対象製品等に係る構成を容易に想到することができたにも\nかかわらず，これを特許請求の範囲に記載しなかった場合において，客観的，\n外形的にみて，対象製品等に係る構成が特許請求の範囲に記載された構成を\n代替すると認識しながらあえて特許請求の範囲に記載しなかった旨を表示し\nていたといえるときには，対象製品等が特許発明の特許出願手続において特\n許請求の範囲から意識的に除外されたものに当たるなどの特段の事情が存す\nるというべきである（最高裁平成２８年(受)第１２４２号，平成２９年３月\n２４日第二小法廷判決参照）。\nしかるところ，上記最高裁判決の判示に照らせば，本件製造方法は本件発\n明の構成と均等であってその技術的範囲に属するものと認められる。\nこれに対し，本件において，被告らは，本件製造方法がトランス体の出発\n物質を用いているのに対し，本件発明ではシス体の出発物質を用いる製造方\n法しか記載されていない点に関し，原告が，別件の特許出願（乙Ａ１０）で\nはビタミンＤ構造におけるトランス体の出発物質について記載しながら，本\n件特許出願に際しては，ビタミンＤ構造におけるトランス体の出発物質を特\n許請求の範囲に記載しなかったことは，上記の「意識的除外」に当たると主\n張するので，検討する。\n(2)  証拠（乙Ａ１０）及び弁論の全趣旨によれば，以下の事実が認められる。\nア  原告は，本件特許の出願日（平成９年９月３日）以前である平成８年１\n２月２０日，発明の名称を「１６－エン－ビタミンＤ誘導体」とする特許\n出願をした（乙Ａ１０，特願平８－３４１７８６号）。\nイ  上記アの出願に係る明細書（乙Ａ１０）の特許請求の範囲は，例えば，\n次のようなものである。\n「【請求項１】  一般式（１）：\n【化１】\n（式中，Ｘは酸素原子またはイオウ原子を示し，Ｒ１は保護基を有していて\nもよい水酸基で置換されていてもよい飽和または不飽和の脂肪族炭化水素\n基を意味し，Ｒ２は水素原子または水酸基を示す）で表されるビタミンＤ\n誘導体。」\nウ  上記明細書（乙Ａ１０）には，【発明の実施の形態】として，一般式\n（23）で示される以下の化合物の製造方法（工程６，７，８の順で行うも\nの）が記載されている（段落【００５０】）。\n（式中，ＴＢＳはｔ－ブチルジメチルシリル基を意味し，Ｒ１ａは水酸基\nまたは保護された水酸基で置換されていてもよい飽和または不飽和の脂肪\n族炭化水素基を示し，Ｒ１ｂは水酸基で置換された飽和または不飽和の脂\n肪族炭化水素基を示す）\n「工程６」とは，「一般式（20）で示される２０Ｓ－または２０Ｒ－ア\nリルアルコールに側鎖を導入することにより，一般式（21）で示される化\n合物を得ること」を，「工程７」とは「一般式（21）で示される化合物に\n脱保護反応を付すことにより，一般式（22）で示される化合物に変換する\nこと」を，「工程８」とは「一般式（22）で示される化合物について，常\n法の光反応・熱異性化を行うことにより，一般式（23）で示される化合物\nを得ること」を，それぞれ意味し（段落【００５１】【００５５】【００\n５６】），「工程６，７，８は上記の順で反応を行うほか，工程６→工程\n８→工程７あるいは工程８→工程６→工程７の順で行っても良い…」とさ\nれている（段落【００５６】）。\nもっとも，上記の製造方法における出発物質は，１６位と１７位の間が\n二重結合であり，マキサカルシトール（１６位と１７位の間が一重結合で\nある。）とは異なっている。\nエ  上記明細書（乙Ａ１０）には，「さらに一般式（１）中のＲ１が水酸基\nで置換されていてもよい不飽和の脂肪族炭化水素基を示す場合であって，\n二重結合を含む場合，それにより生じるシス，トランスの幾何異性体もま\nた本発明に含まれ，その他，考えられる光学異性体，幾何異性体も本発明\nに含まれる。」と記載されている（段落【００５８】）。\n(3)  上記(2)のとおり，原告が，本件特許出願に先立ち行った別件の特許出願\n（乙Ａ１０）においては，マキサカルシトールやその製法は記載されていな\nいが，乙Ａ１０の段落【００５０】【００５１】【００５５】【００５６】\nの記載に基づき，段落【００５０】記載の方法について工程８→工程６→工\n程７の順に変更すると，本件発明所定の方法にほぼ相当する製造方法が記載\nされているといえる。\n被告らは，上記記載された製造方法における出発物質等がシス体である点\nについて，乙Ａ１０の段落【００５８】に，「トランスの幾何異性体もまた\n本発明に含まれ」と記載されていることによれば，乙Ａ１０には，トランス\n体のビタミンＤ構造を出発物質とすることを内容とする本件発明と同一の構\n成の発明が記載されている旨主張する。\nしかし，上記(2)エのとおり，乙Ａ１０の段落【００５８】の記載からす\nれば，被告らが指摘する「シス，トランスの幾何異性体もまた本発明に含ま\nれ」という記載における「トランスの幾何異性体」は，「一般式（１）中の\nＲ１が水酸基で置換されていてもよい不飽和の脂肪族炭化水素基を示す場合\nであって，二重結合を含む場合，それにより生じる」ことを前提とするもの\nである。すなわち，Ｒ１の二重結合に起因するトランス体が含まれることを\n意味するものであって，ビタミンＤ構造におけるトランス体を含むことを意\n味するものではない。\nしたがって，乙Ａ１０にはトランス体のビタミンＤ構造を出発物質とする\nことを内容とする本件発明と同一の構成の発明が記載されているとは認めら\nれず，被告らの上記主張は前提を欠くものであるから，原告が，本件特許出\n願の際に，本件製造方法（トランス体のビタミンＤ構造を出発物質とするマ\nキサカルシトールの製造方法）を特許請求の範囲から意識的に除外したもの\nに当たるなどの特段の事情が存するとはいえない。\n(4)  そして，均等侵害の他の要件の充足性については当事者間に争いがない\nから，本件製法方法は本件発明の構成と均等であるものと認められる。\n２  争点(2)（原告が本件特許権の共有者の１人であることに関し，原告が被告\nらに対して損害賠償請求できる範囲）について\n(1)  前記第２，１(2)ア及びイのとおり，原告は，本件特許権の２分の１の持\n分を有するにすぎず，残りの２分の１の持分についてはコロンビア大学が有\nしており，原告は，同大学との間で，同大学が有する特許権等に関して本件\nライセンス契約を締結しており，本件ライセンス契約上，原告への独占的実\n施権付与の対象となる「許諾特許」とは「本仮特許出願及びこれの全ての米\n国仮出願・本出願，外国特許出願…から発行される全ての特許権…であって，\nその権利の全部又は一部をコロンビア大学が保有若しくは支配し，本仮特許\n出願中で具体化された発明をクレームするもの」を指すところ，本件特許権\nに係る優先権主張の基礎となる出願（甲Ａ７，以下「基礎出願」という。）\nは本件ライセンス契約における「本仮特許出願」に相当し，また，本件特許\nの請求項１３に係る発明（本件発明）は上記基礎出願において記載されてい\nたものである。これらの事実によれば，原告は，本件特許権に関するコロン\nビア大学の共有持分２分の１について，独占的通常実施権を有することが認\nめられる。\n(2)  以上によれば，まず，原告は，自らが有する本件特許権の持分２分の１\nに基づき，特許権侵害に係る逸失利益の損害賠償請求権を有しているほか，\n上記(1)のとおり，原告は，コロンビア大学の共有持分２分の１について独\n占的通常実施権を有するから，被告らによる本件特許権侵害は，原告に対す\nる上記独占的通常実施権の積極的債権侵害に当たるといえ，原告は被告らに\n対し，同侵害行為による逸失利益の損害賠償を請求することができる。\nなお，本件ライセンス契約において，原告は，コロンビア大学に対し，同\n契約締結日から３０日以内に，所定の金額のライセンス料を支払済みであり\n（第３条），今後，原告による本件特許に係る発明の実施に応じた実施料の\n支払は予定されていない。したがって，原告が独占的通常実施権者としての\n立場で行う損害賠償請求に関しても，実施料相当額を控除する必要はない。\nこの点，被告は，原告に独占的通常実施権者としての損害賠償請求を認め\nると，コロンビア大学に二重払いしなければならないリスクがある旨主張す\nる。しかし，原告が独占的通常実施権者として積極的債権侵害による損害を\n現に被っている以上，被告らが主張するような二重払いのリスクは，原告が\n被告らに対して行使し得る損害賠償請求権の範囲を限定する根拠となるもの\nではない。なお，原告・コロンビア大学間の本件ライセンス契約においては，\nコロンビア大学が法的手続を行うことができるのは，原告がコロンビア大学\nから証拠（原告又はその関連会社と競合する製品を販売している第三者によ\nる「許諾特許」の侵害を，一応証明するもの）を受領してから３か月以内に，\n①侵害を停止させるか，②侵害者に対して法的請求を行うことのいずれも行\nわない場合であると解される（甲Ａ３０，第５条ｂ参照）ところ，既に原告\nが被告らに対して訴訟を提起した本件において，コロンビア大学が，別途，\n被告らに対して損害賠償請求し，被告らがコロンビア大学に二重払いしなけ\nればならないリスクがあるとは解されない。したがって，いずれにしても，\n被告らの上記主張は採用できない。\n(3)  以上によれば，原告は，被告らに対し，本件特許権の侵害によって被っ\nた損害（独占的通常実施権者として受けた損害も含む。）の全額について賠\n償を請求し得る。\n３  争点(3)（外用ビタミンＤ３製剤の市場でのオキサロール軟膏のシェア喪失\nによる原告の損害額）について\n(1)  原告は，オキサロール軟膏の後発医薬品である被告製品が販売されたこ\nとにより，乾癬の治療薬としての外用ビタミンＤ３製剤の市場でのオキサロ\nール軟膏のシェアが奪われたとして，これに基づく原告の損害額について，\n民法７０９条ないし特許法１０２条１項に基づいて（両方の請求は選択的と\nされている）計算しているところ，当裁判所は，まず，特許法１０２条１項\nに基づく請求について判断する。\n(2)ア  原告は，本訴において，Ａ社に対してマキサカルシトール原薬を販売\nすることによって得られる限界利益については主張せず，原告がオキサロ\nール軟膏をＡ社から買い戻し，マルホに対して販売する取引行為による限\n界利益のみを主張している。したがって，原告の限界利益は，原告のマル\nホに対するオキサロール軟膏の販売価格から原告の変動経費（原告が，Ａ\n社に対して支払うオキサロール軟膏の買戻費用と，中外物流に対して支払\nう輸送費の合計額）を控除することで算定できる（前記第２，１(5)参\n照）。\nなお，オキサロール軟膏の単品製品と１０本組製品において，原告の限\n界利益がそれぞれ異なるならば，オキサロール軟膏の市場シェア喪失によ\nる原告の損害額を計算するに当たっても，単品製品と１０本組製品とを\n別々に計算する必要がある。この点に関し，被告らは，これらの製品ごと\nに区別せずに，原告の限界利益を計算しているが，このような簡易な計算\n方法を採用することについて原告が争っている以上，原則どおり，単品製\n品と１０本組製品とを別々に計算すべきである。\nイ  当事者間に争いのない事実に，証拠（甲Ａ１０の１及び２，１１の１～\n３０，１３の１～２７）を併せれば，以下の事実が認められる。\n(ア)  原告・マルホ間におけるオキサロール軟膏の取引価格は，当初，１\n０本組製品については●(省略)●円（税抜き），単品製品については●\n(省略)●円（税抜き）であったが，平成２６年３月分以降は，１０本組\n製品については●(省略)●円（税抜き），単品製品については●(省略)\n●円（税抜き）に下落した。\n(イ)  原告・Ａ社間におけるオキサロール軟膏の取引価格は，１０本組製\n品につき，平成２６年１０月１日以前は●(省略)●円（税抜き），同日\n以降は●(省略)●円，単品製品につき，同日以前は●(省略)●円（税抜\nき），同日以降は●(省略)●円（税抜き）であった。\n(ウ)  原告・中外物流間の輸送費は，単品製品について１円，１０本組製\n品について４円（いずれも税込み）である。\n(エ)  なお，消費税率は，平成２６年４月１日以前は５％であったが，同\n日以降は８％となった。\nウ  被告らの単品製品及び１０本組製品は，それぞれ原告の単品製品及び１\n０本組製品の市場シェアを奪い，被告岩城製薬の５０本組製品は，その１\n組の販売によって，原告の１０本組製品の５組分の販売の機会を奪ったも\nのと推認されるところ，上記イの各事実及び前記第２，１(6)ウの被告製\n品の販売数量を前提として，原告の損害額（特許法１０２条１項本文によ\nるもの）を計算すると，別紙損害額計算書１記載のとおりとなり，被告岩\n城製薬につき合計２億２６２５万８６６５円，被告高田製薬につき合計１\n億３１２８万８２８７円，被告ポーラファルマにつき合計１億８６９１万\n５２０７円となる。\nエ  なお，原告は，コロンビア大学の持分２分の１については，独占的通常\n実施権者としての立場で損害賠償請求しているところ，特許権者から許諾\nを受けた独占的通常実施権者が製品を販売する場合も，特許権者が製品を\n販売する場合と同様に，製品の販売数量の減少による逸失利益額を立証す\nることは困難であるから，特許法１０２条１項が類推適用されるものと解\nするのが相当である。\nオ  また，上記の算定に際しては，原告・マルホ間の取引価格の下落は考慮\nしないものとした。すなわち，原告のオキサロール軟膏の市場シェア喪失\nによる損害額を計算するに際しては，被告による本件特許権侵害があった\n場合となかった場合との差額を考慮する必要があるところ，後記４で認定\n判断するとおり，被告製品の薬価収載によって原告製品（オキサロール軟\n膏を含む。）の薬価が下落し，原告・マルホ間の取引価格も下落した（す\nなわち，被告製品の薬価収載がなかったならば，原告・マルホ間の取引価\n格の下落はなかった）ものといえるから，オキサロール軟膏の薬価下落後\nも，薬価下落前の取引価格を前提として原告の損害額を計算すべきである。\nこの点に関し，被告らは，特許法１０２条１項は，侵害品の販売分に関\nする原告の損害額を推定するものにすぎず，薬価下落後も下落前の販売価\n格を用いて限界利益を計算することはできないと主張する。しかし，本件\nにおいては，後記４で認定判断するとおり，被告製品の薬価収載と原告製\n品の薬価下落及びそれに起因する取引価格の下落との間の相当因果関係が\n認められるために，オキサロール軟膏のシェア喪失による原告の損害額\n（侵害品の販売分に関する原告の損害額）を計算するに当たっても薬価下\n落前の取引価格を前提としているものにすぎず，被告らの上記主張は理由\nがない。\nカ  さらに，上記算定においては，消費税相当額を加算した。なぜならば，\n消費税は「資産の譲渡等」に対して課税される（消費税法４条）ところ，\n消費税法基本通達（甲Ａ３２）では，「その実質が資産の譲渡等の対価に\n該当すると認められるもの」の例として「無体財産権の侵害を受けた場合\nに加害者から当該無体財産権の権利者が収受する損害賠償金」を挙げてお\nり（同通達５－２－５(2)），本件で原告が被告らに対して請求する損害\n賠償金は，正に上記の趣旨の損害賠償金であるから，これは，「資産の譲\n渡等」の対価に該当するものとして，消費税の課税対象になると解される\nからである。\nこの点につき，被告らは，特許権侵害による損害賠償金は，それが実施\n料相当額以外の趣旨のものならば，「資産の譲渡等」の対価ではないから，\n消費税は課されないと主張するが，これは上記通達の趣旨に反するもので\nあり，採用できない。なお，被告らは，平成２８年版図解消費税（乙Ａ３\n０）において，「無体財産権の侵害を受けたことにより受け取る権利の使\n用料に相当する損害賠償金」について「資産の譲渡等」の対価に該当する\n旨記載されているとも主張するが，これは例示にすぎないというべきであ\nり，「無体財産権の侵害を受けたことにより受け取る損害賠償金」のうち\n「権利の使用料に相当する」もの以外の損害賠償金を除外する趣旨とは解\nされない。\n(3)  推定覆滅（特許法１０２条１項但書）について判断する。\n被告らは，オキサロール軟膏には複数の競合品（ボンアルファ，ボンアル\nファハイ，ドボネックス）があるところ，被告製品は，その性能が上記各競\n合品と同等であることに加え，安価であるため，原告製品だけでなく，上記\n各競合品のシェアをも奪ったものであるとし，上記各競合品は，乾癬の治療\n薬としての外用ビタミンＤ３製剤の市場において４２％のシェアを有してい\nるから，４２％分について推定を覆滅すべきである，と主張する。\n確かに，証拠（甲Ａ３１，乙Ａ２１ないし２３，２８）及び弁論の全趣旨\nによれば，①乾癬の治療薬としての外用ビタミンＤ３製剤としては，有効成\n分がタカルシトールのボンアルファ及びボンアルファハイ，有効成分がカル\nシポトリオールのドボネックス，有効成分がマキサカルシトールのオキサロ\nール軟膏及び被告製品があり，これらはいずれも薬効や作用機序の面でほぼ\n同等と解されており，医師も，これらを適宜選択して処方していること，②\n被告製品は後発医薬品であり，オキサロール軟膏や他の外用ビタミンＤ３製\n剤に比較して価格が安いこと，③医師は，患者に薬剤を処方する際には，患\n者の薬剤費負担も考慮していること，④被告製品が平成２４年１２月に販売\n開始された後，オキサロール軟膏だけでなく，他の外用ビタミンＤ３製剤の\n売上高も減少したこと，⑤ボンアルファ，ボンアルファハイ及びドボネック\nスは，平成２４年から平成２６年にかけて，その販売高において外用ビタミ\nンＤ３製剤の市場の合計４１～４２％程度のシェアを有していたことが認め\nられる。\n以上によれば，ボンアルファ，ボンアルファハイ及びドボネックスは，い\nずれもオキサロール軟膏の競合品であって，被告製品は，オキサロール軟膏\nだけでなく，上記各競合品のシェアをも一定程度奪っていたものと認められ\nる。\nなお，原告は，ボンアルファ軟膏は低濃度の軽症患者向けであり，またボ\nンアルファハイ軟膏は１日１回の塗布で済み，他の薬剤では代替できないた\nめ，これらはオキサロール軟膏の競合品ではないとも主張する。しかし，原\n告の上記主張は，上記各軟膏の薬効が他の軟膏と本質的に異なる旨主張する\nものではなく，あくまでもその濃度等の違いによって使用方法に差が生じる\n旨主張するものにすぎず，前記のとおり，ボンアルファやボンアルファハイ\nもオキサロール軟膏の競合品であると認められることを左右しない。\n他方で，証拠（甲Ａ２６の１～４）及び弁論の全趣旨によれば，オキサロ\nール軟膏や被告製品，上記各競合品は，いずれも医師の処方箋を必要とする\n薬品であり，消費者（患者）が自由に選択できるものではないこと，被告製\n品は，オキサロール軟膏の後発医薬品であって，有効成分も同じであり，医\n師がオキサロール軟膏を処方した場合，処方箋の変更なしに患者が自由に購\n入できるのは被告製品だけであることが認められる。\nそうすると，オキサロール軟膏から被告製品に変更する場合と比較すると，\n上記各競合品から被告製品に変更するのは容易ではないというべきであって，\n上記各競合品（ボンアルファ，ボンアルファハイ，ドボネックス）が，乾癬\nの治療薬としての外用ビタミンＤ３製剤の市場で４２％程度のシェアを有し\nていたとしても，被告製品が同シェアをそのまま代替したものとは到底認め\nられない。\n以上の諸事情を総合的に考慮すると，被告製品は，上記各競合品のシェア\nを一定程度奪ったものとして，特許法１０２条１項本文による推定が覆滅さ\nれる割合を１０％と認定するのが相当である。\n(4)  以上を前提とすると，前記(2)で計算した金額につき，１０％分を控除し\nた後の金額が，シェア喪失による原告の損害額となる（具体的には，被告岩\n城製薬につき２億０３６３万２７９８円，被告高田製薬につき１億１８１５\n万９４５８円，被告ポーラファルマにつき１億６８２２万３６８６円とな\nる。）（いずれも小数点以下は切捨て）。\nなお，民法７０９条のみに基づく請求についても，特許法１０２条１項に\n基づき計算した額を超える損害額は認められない。\n４  争点(4)（原告製品の取引価格下落による原告の損害額）について\n(1)  原告は，被告製品の存在によって原告製品の薬価は下落し，それに伴い，\n原告・マルホ間の取引価格も下落したから，同取引価格の下落に対応する部\n分が原告の損害であると主張する。\nこれに対し，被告らは，医薬品については２年ごとに薬価を引き下げる改\n定が行われるのが原則であり，一定の要件を充たす新薬について，後発医薬\n品の上市までの間，薬価の引下げを一時的に猶予されているにすぎず，原告\nが有していた「後発医薬品が上市されるまで先発医薬品の薬価が維持され\nる」との期待は，法的に保護された利益ではないとし，仮にこれが保護され\nるとしても，薬価自体の下落率は約１０．７２％であるから，被告らの行為\nと相当因果関係が認められるのはその範囲に限られる旨等を主張するので，\n以下検討する。\n(2)  当事者間に争いのない事実に，証拠（甲Ａ２ないし５，８，９，１０の\n１及び２，１１の１ないし３０，１２の３及び４，１７，２８の１ないし\n８）及び弁論の全趣旨を併せれば，以下の事実が認められる。\nア  薬価について\n(ア)  薬価とは，保険医療機関及び保険薬局が薬剤の支給に要する単位当\nたりの平均的な費用の額として銘柄ごとに定める額をいう。医療機関や\n調剤薬局は，薬価に基づいて，患者や健康保険組合に対して医薬品の費\n用を請求しなければならない。他方で，医薬品メーカーや卸会社等の販\n売代理店が販売する医薬品の価格に規制はないが，医療機関等からの請\n求額には薬価の規制があるため，医薬品メーカーや販売代理店が販売す\nる医薬品の価格は，事実上，薬価を基準に定められる。\n(イ)  薬価は，厚生労働省が実施する薬価調査の結果に基づき，２年に１\n回，改定される。薬価の算定は，厚生労働省保険局長が地方厚生（支）\n局長にあてた「薬価算定の基準について」（保発０２１２第７号）（甲\nＡ３）に定められた基準に基づいて行われる。\n(ウ)  以下のａないしｄの要件を全て充たす新薬については，市場実勢価\n格に基づく算定値に対して，新薬創出・適応外薬解消等促進加算が行わ\nれる。\nａ  薬価収載後１５年以内で，かつ後発品が収載されていないこと\nｂ  市場実勢価格と薬価との乖離が，薬価収載されている全医薬品の平\n均を超えないこと\nｃ  厚生労働省による開発要請品目又は公募品目について開発に向けた\n取り組みを行う企業が製造販売するもの，又は「真に医療の質の向上\nに貢献する医薬品」の研究開発を行う企業が製造販売するもの\nｄ  再算定対象品でないこと\n(エ)  原告製品は，上記(ウ)の要件のうち，ａの「後発品が収載されてい\nないこと」を除く各要件を充たしていた。\n(オ)  平成２４年１２月１４日，被告製品が後発品として薬価基準に収載\nされ，原告製品が上記(ウ)ａの要件を充たさなくなったことにより，平\n成２６年４月１日，原告製品（オキサロール軟膏及びオキサロールロー\nション）の薬価は，いずれも，それまでの１３８．００円／ｇ（税込価\n格）から１２３．２０円／ｇ（税込価格）に改定された。\nなお，消費税率は，平成２６年４月１日以前は５％であったが，同日\n以降は８％となった。\n(カ)  平成２６年４月の薬価改定時点において，被告製品以外には，原告\n製品に係る後発医薬品の市場参入はなかった。\nイ  原告からマルホに対するオキサロール軟膏等の販売について\n(ア)  原告とマルホは，平成１３年６月１日付けで，「オキサロール軟膏\nの独占販売に関する契約書」（甲Ａ９）による契約を締結した。\n●(省略)●\n(イ)  原告のマルホに対するオキサロール軟膏の販売価格は，以下のとお\nりであった。\nａ  平成２４年３月～平成２６年２月\n単品製品    ●(省略)●円／本（税抜き）\n１０本組製品  ●(省略)●円／組（税抜き）\nｂ  平成２６年３月以降\n単品製品    ●(省略)●円／本（税抜き）\n１０本組製品  ●(省略)●円／組（税抜き）\n(ウ)  原告のマルホに対するオキサロール軟膏の販売数量は，以下のとお\nりであった（内訳は別紙原告製品販売数量一覧のとおり）。\nａ  単品製品\n平成２６年３月             ●(省略)●本\n平成２６年４月～平成２７年６月      ●(省略)●本\n平成２７年７月～平成２８年２月      ●(省略)●本\nｂ  １０本組製品\n平成２６年３月             ●(省略)●組\n平成２６年４月～平成２７年６月      ●(省略)●組\n平成２７年７月～平成２８年２月     ●(省略)●組\n(エ)  原告とマルホは，平成１８年１２月１５日付けで「オキサロールロ\nーションの独占販売に関する契約書」（甲Ａ１７）による契約を締結し\nた。\n●(省略)●\n(オ)  原告のマルホに対するオキサロールローションの販売価格は，以下\nのとおりであった。\nａ  平成２４年３月～平成２６年２月\n単品製品    ●(省略)●円／本（税抜き）\n１０本組製品  ●(省略)●円／組（税抜き）\nｂ  平成２６年３月以降\n単品製品    ●(省略)●円／本（税抜き）\n１０本組製品  ●(省略)●円／組（税抜き）\n(カ)  原告のマルホに対するオキサロールローションの販売数量は，以下\nのとおりであった（内訳は別紙原告製品販売数量一覧のとおり）。\nａ  単品製品\n平成２６年３月              ●(省略)●本\n平成２６年４月～平成２７年６月      ●(省略)●本\n平成２７年７月～平成２８年２月      ●(省略)●本\nｂ  １０本組製品\n平成２６年３月              ●(省略)●組\n平成２６年４月～平成２７年６月      ●(省略)●組\n平成２７年７月～平成２８年２月      ●(省略)●組\n(キ)  原告・Ａ社間の取引価格は，平成２６年４月には変更がなかったが，\n同年１０月１日前後で，オキサロール軟膏の単品製品，１０本組製品と\nもに上昇した。\n(3)  上記(2)の認定事実を前提として判断する。\nア  原告は，新薬創出・適応外薬解消等促進加算制度によって，被告製品が\n薬価収載されるまでは，現に原告製品について薬価の維持という利益を得\nていたところ，後発品である被告製品が薬価収載されたことにより，平成\n２６年４月１日に原告製品の薬価が下落したものである。この薬価の下落\nは被告製品の薬価収載の結果であり，本件特許権の侵害品に当たる被告製\n品が薬価収載されなければ，原告製品の薬価は下落しなかったものと認め\nられるから，被告らは，被告製品の薬価収載によって原告製品の薬価下落\nを招いたことによる損害について賠償責任を負うべきである。\n被告らは，そもそも薬価の維持は保護に値する利益ではなく，厚生労働\n省の薬価政策による結果にすぎないとも主張するが，新薬創出・適応外薬\n解消等促進加算という制度が実際に存在し，しかも，同制度に基づく加算\nは厚生労働省が裁量で行うものではなく，所定の要件を充たす新薬であれ\nば一律に同制度による加算を受けられる以上，これは法律上保護される利\n益というべきであって，被告らの上記主張は採用できない。\nイ  上記(2)イの各事実に加え，上記(2)ア(ア)のとおり，医療機関等からの\n請求額には薬価の規制があるため，医薬品メーカーや販売代理店が販売す\nる医薬品の価格は，事実上，薬価を基準に定められることからすれば，被\n告製品の薬価収載によって，原告製品の薬価が下落し，それに伴って原\n告・マルホ間の原告製品の取引価格が下落したものと認められる。原告・\nマルホ間の契約を見ても，●(省略)●が規定されており，この内容は経済\n合理的なものというべきところ，これによれば，原告製品の薬価が下落す\nれば，それに伴って原告・マルホ間の原告製品の取引価格も下落すること\nが当然に予想されるものである。現に，後記ウのとおり，原告・マルホ間\nでの原告製品の取引価格の下落率は，薬価の下落率とほぼ同一である。\n以上によれば，原告・マルホ間の取引価格の下落分は，その全てが被告\n製品の薬価収載と相当因果関係のある損害と認められる。\nそして，原告の具体的な損害額については，別紙損害額計算書２記載の\nとおりであり，原告の請求額と同額である合計５億７９１６万９６８６円\nとなる（平成２６年３月から平成２７年６月までの損害額は４億４４７２\n万８９５０円，同年７月から平成２８年２月までの損害額は１億３４４４\n万０７３６円である。）。\nまた，原告は，上記請求額のうち４億円につき平成２７年９月１５日か\nら，残額である１億７９１６万９６８６円につき平成２８年９月１日から，\n各支払済みまで年５分の割合による遅延損害金の支払を求めているところ，\nこれらも理由がある。\nウ  被告らは，仮に薬価下落について被告らが責任を負うべきであるとして\nも，原告製品の薬価下落率は約１０．７２％であり，それを超える部分は\n被告らの行為との関係はなく，被告らにとって予見不可能であったと主張\nする\nしかし，平成２６年４月１日前後で消費税率が５％から８％に上昇した\nことをも考慮して，原告製品の取引価格の下落率について消費税込みの金\n額に引き直して計算すると，オキサロール軟膏の単品製品についての下落\n率は約１０．９７％（１－●(省略)●円×１．０８／（●(省略)●円×１．\n０５），以下同様に計算する。），１０本組製品についての下落率は約１\n０．９１％，オキサロールローションの単品製品についての下落率は約１\n０．７７％，１０本組製品についての下落率は約１０．８９％となる。こ\nれらの取引価格の下落率と，薬価の下落率（約１０．７２％，消費税込み\nの数字）との差は，いずれも僅少なものにすぎないから，被告らにとって\nも，原告製品の取引価格がこの程度下落することは，十分に予見可能であ\nったといえる。したがって，被告らの上記主張は採用できない。\nエ  被告らは，薬価下落に伴って原告・Ａ社間の取引価格も下落したはずで\nあると主張する。しかし，証拠（甲Ａ１２の３及び４，１３の１～２７）\nによれば，薬価下落時において，原告・Ａ社間の取引価格は下落していな\nいものと認められるから，被告らの上記主張は理由がない。\nまた，被告らは，平成２６年１０月に，原告・Ａ社間の取引価格が上昇\nしているところ，それ以降の原告の逸失利益額を計算する際には，同取引\n価格の上昇分を控除すべきであると主張する。しかし，原告・Ａ社間の取\n引価格が上昇したことは，被告製品の薬価収載と関係があるとは認められ\nない（むしろ，原告・Ａ社間の取引価格が変動するのであれば，被告製品\nの薬価収載及び原告製品の薬価下落に伴って取引価格も下落するのが通常\nであると解される。）ため，薬価下落に伴う原告の逸失利益の算定に当た\nって，原告・Ａ社間の取引価格の上昇を考慮するのは相当ではなく，被告\nらの上記主張は採用できない。\nオ  このほか，前記３(2)カ同様，取引価格下落による原告の損害額につい\nても消費税相当額を加算すべきである。\n(4)  なお，前記３で認定した市場シェア喪失による逸失利益は，被告らの特\n許権侵害行為によって原告が販売できなかったオキサロール軟膏に関する逸\n失利益であるのに対し，上記で認定した取引価格下落による逸失利益は，価\n格下落期間中に原告が実際に販売した原告製品の販売数量に対応する逸失利\n益であって，両者は別個の損害であるから，原告は，被告らに対し，両方の\n損害について賠償を請求できる。\nまた，後発医薬品が一社からでも薬価収載されると，原告製品の薬価の下\n落が生じるので，被告らの各侵害行為と原告の取引価格下落による逸失利益\nに係る損害との間に，それぞれ相当因果関係が認められる。したがって，原\n告は，各被告に対し，薬価下落に起因する損害額の全額の賠償を請求できる。\nもっとも，被告らの各特許権侵害行為によって生じた原告の損害は単一で\nあり，原告が被告らの一社からでも損害賠償金の支払を受ければ，原告の上\n記損害賠償請求権は消滅するため，同請求権に係る被告らの債務は，いわゆ\nる不真正連帯債務となる。\n５  争点(5)（被告らの過失の有無）について\n(1)  被告らは，特許法１０３条は均等侵害を前提としておらず，均等侵害の\n場合に侵害者の過失を推定することは，立法趣旨にも反するから，均等侵害\nの場合に同条は適用されない旨主張する。\nしかしながら，均等侵害も特許権侵害に当たることに変わりはないところ，\n特許法１０３条は「他人の特許権…を侵害した者は，その侵害の行為につい\nて過失があったものと推定する。」と規定し，文言侵害と均等侵害とを何ら\n区別していないし，同条について均等侵害が成立する場合にその適用が排除\nされることを裏付けるような立法趣旨を認めるに足りる証拠もないから，本\n件のような均等侵害の事案においても，特許法１０３条が適用され，被告ら\nの過失が推定されるものと解すべきである。\nなお，原告は，コロンビア大学の持分２分の１については，独占的通常実\n施権者としての立場で損害賠償請求するものであるが，特許法１０３条にお\nいて過失が推定される根拠が，当該特許発明の存在及び内容が公示されてい\nることにあることからすれば，独占的通常実施権の侵害についても，同条を\n類推適用すべきである。\n(2)  被告らは，仮に均等侵害の事案に特許法１０３条が適用されるとしても，\n本件では，過失の推定は覆滅されるべきである旨主張する。\nしかし，被告らは，いずれも医薬品の製造販売等を業としているのである\nから，その販売する医薬品の特許権侵害については高度の注意義務を負うと\nいうべきところ，被告製品の販売前に，本件特許の内容や本件製造方法が本\n件特許権を侵害する可能性について慎重に検討したならば，本件製造方法が\n本件発明の構成と均等であると判断される可能性について十分認識可能であ\nったものと認められる。この点に関し，「Ａ弁護士の見解に対するセルビオ\nス社の見解」と題する平成２４年１１月７日付けのヨーロッパ特許弁護士作\n成の書面（甲８），「Ａ弁護士の見解についての検討」と題する平成２４年\n１１月２２日付けのＢ弁理士作成の書面（甲９）は，いずれも，本件製造方\n法による本件特許権の均等侵害の可能性について検討してはいるが，前者\n（甲８）は，均等論に関して「公知の事項については請求項の範囲に拡大さ\nれない」などとした上で，本件製造方法は優先日において既に公知の方法で\nあった上，本件製造方法は本件発明記載の方法とは効果が異なるなどとする\nにすぎず，後者（甲９）も，製造方法の特許発明では，原材料は必須の構成\n部分であるところ，原材料がシス体とトランス体とで異なる点は本質的部分\nの相違であり，また，トランス（５Ｅ）セコステロイドは，特許請求の範囲\nから意識的に除外されたなどとするにすぎず，結局，いずれも比較的簡単に\n均等侵害にはならないと結論付けており，慎重な検討結果であるとはいえな\nい。したがって，被告らが，このようなヨーロッパ特許弁護士や弁理士の見\n解を信用したとしても，これによって直ちに過失がなかったとはいえない。\nこのほか，被告らは，厚生労働省の担当者の言動についても指摘するが，\n同担当者は特許権侵害の成否に関して判断する立場にはないから，同担当者\nの言動は，被告らの過失の有無に影響を及ぼすものではない。\n被告らは，この他にもるる主張するが，本件全証拠によっても，被告らに\nついて過失の推定を覆滅させるような事情が存在するとは認めるに足りず，\n被告らの主張は採用できない。\n６  争点(6)（過失相殺の成否）について\n被告らは，ビタミンＤ構造において，シス体だけでなくトランス体のセコス\nテロイドを出発物質としてマキサカルシトールを製造する例は公知であり，原\n告がこれを特許請求の範囲に記載することは可能であったにもかかわらず，本\n件特許出願に際して，これを記載しなかった過失があり，これによって被告ら\nが均等侵害をするに至ったものであって，原告には，このような事態を自ら招\nいた責任があるため，原告の損害額の算定に当たり過失相殺を行うべきである\n旨主張する。\nしかし，出願人が，特許出願時に，特許請求の範囲に記載された構成中の対\n象製品等と異なる部分につき，対象製品等に係る構成を容易に想到することが\nできたにもかかわらず，これを特許請求の範囲に記載しなかったというだけで\nは，特許出願に係る明細書の開示を受ける第三者に対し，対象製品等が特許請\n求の範囲から除外されたものであることの信頼を生じさせるものとはいえず，\n当該出願人において，対象製品等が特許発明の技術的範囲に属しないことを承\n認したと解されるような行動をとったものとはいい難い。また，先願主義の下\nで早期の特許出願を迫られる出願人において，将来予想されるあらゆる侵害態\n様を包含するような特許請求の範囲の記載を特許出願時に強いることは，特許\n制度の目的に反するものというべきである。\nこれらの事情を踏まえれば，本件において，原告が，本件特許に係る特許請\n求の範囲に，ビタミンＤ構造においてトランス体のセコステロイドを出発物質\nとする方法まで記載すべき注意義務があったとまでは認められず，原告に過失\nがあったとはいえないから，過失相殺に係る被告らの主張は理由がない。\n７  争点(7)（特許法１０２条４項後段の適用の有無）について\n被告らは，本件において被告らには故意・重過失がない上，原告が特許出願\n時に容易にクレームに記載し得る技術をクレームに記載しなかった以上，特許\n法１０２条４項後段を適用して損害額を減額すべき旨主張する。\nしかし，前記５のとおり，被告らは，いずれも医薬品の製造販売等を業とし\nているのであるから，その販売する医薬品の特許権侵害については高度の注意\n義務を負うというべきところ，被告製品の販売前に，本件特許の内容や本件製\n造方法が本件特許権を侵害する可能性について慎重に検討したならば，本件製\n造方法が本件発明の構成と均等であると判断される可能性について十分認識可\n能であったこと，前記６のとおり，原告に特許請求の範囲の記載について過失\nがあったとまでは認められないこと等を考慮すれば，本件において，特許法１\n０２条４項後段を適用して原告の損害額を減額すべきほどの事情は見当たらず，\n被告らの上記主張は採用できない。\n８  結論\n以上によれば，原告の請求は，①原告製品のシェア喪失に基づき，被告岩城\n製薬に対し，損害賠償金２億０３６３万２７９８円及びこれに対する平成２７\n年９月１５日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を，被告高田製薬に対し，損害賠償金１億１８１５万９４５８円及びこれに\n対する上記同様の遅延損害金の支払を，被告ポーラファルマに対し，損害賠償\n金１億６８２２万３６８６円及びこれに対する上記同様の遅延損害金の支払を，\n②原告製品の薬価下落に基づき，被告らに対し，連帯して損害賠償金５億７９\n１６万９６８６円及び内４億円に対する平成２７年９月１５日から，内１億７\n９１６万９６８６円に対する平成２８年９月１日から，各支払済みまで民法所\n定の年５分の割合による遅延損害金の各支払を，それぞれ求める範囲で理由が\nあるからこれらを認容し，その余は理由がないからこれらをいずれも棄却する\nこととし，主文のとおり判決する。\nなお，本件では，被告製品の販売数量について計算鑑定を実施したものであ\nるが，原告がこれに要する費用を負担する旨申し出ていたことに加え，同計算\n鑑定を実施した結果，被告製品の販売数量に関する被告らの主張が概ね正しい\nことが判明し，本来，計算鑑定を実施する必要はなかったことに鑑みれば，計\n算鑑定に要した費用は，勝訴当事者（原告）の権利の伸長若しくは防御に必要\nでない行為によって生じた訴訟費用であるから，民事訴訟法６２条により，こ\nれを原告に負担させることとする。\n東京地方裁判所民事第４７部\n裁判長裁判官         沖   中   康   人\n裁判官        矢   口   俊   哉\n裁判官島田美喜子は差支えにより署名押印することができない。\n裁判長裁判官      沖   中   康   人\n"
}