{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 9,
    "day": 19
  },
  "case_number": "平成23(ワ)5078",
  "case_name": "損害賠償請求事件",
  "court_name": "福岡地方裁判所",
  "gist": "タクシーの客待ち時間が労働時間に当たると認められた事案",
  "lawsuit_id": "84027",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84027",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/027/084027_hanrei.pdf",
  "contents": "主 文\n１  被告は，原告に対し，８４万７８０９円及びこれに対する平成２２年１１月\n１０日から支払済みまで年１４．６％の割合による金員を支払え。\n２  被告は，原告に対し，８４万７８０９円及びこれに対する本判決確定の日か\nら支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は被告の負担とする。\n４  この判決は，１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，被告においてタクシー運転手として勤務していた原告が，被告に対\nし，原告の実労働時間に照らすと被告の賃金支払額は最低賃金法違反となると\n主張し，平成２１年４月から平成２２年１０月までの最低賃金法に定める賃金\nと支給額との差額及び原告退職日かつ賃金支払日である平成２２年１１月１０\n日から支払済みまで賃金の支払確保等に関する法律所定の年１４．６％の割合\nによる遅延損害金，並びに未払賃金と同額の付加金及びこれに対する判決確定\nから支払済みまで民法所定の年５分の割合による遅延損害金を請求した事案で\nある。\n１  前提となる事実\n争いのない事実並びに後掲証拠及び弁論の全趣旨によると，次の事実を認め\nることができる。\n  当事者\nア  原告は，被告に雇用され，平成１９年１月頃から同２２年１０月頃まで，\nタクシー運転手として勤務していた。\nイ  被告は，旅客運送事業を目的とする有限会社である。\n  被告における労働条件\n乗務員賃金協定書には，以下の定めがある（甲１）。\nア  １か月の所定水揚額が ４２万円未満 の者に対しては３９％を賃 金総額\nとして保障する。（基本１１０，８４０円＋深夜残業手当）\nイ  指定休憩時間外の待機客待時間は休憩とみなす。\nウ  別勤（公休日等に出勤 した場合）の 支給率は，一定運収以下の 場合４\n５％\n  原告が支払を受けた賃金\n原告が，被告から，平成２１年４月から同２２年１０月まで支払を受けた\n賃金は，別紙２「支払額」のとおりである。\n２  争点及び当事者の主張\n  実労働時間\n【原告の主張】\n原告は，平成２１年４月から同２２年１０月までの間，出勤日には，ほぼ\n毎回，午前６時から翌午前４時まで就労し，実労働時間は休憩時間を除く１\n９時間，うち時間外労働４時間，深夜労働６時間であった。\n労働基準法上の労働時間とは，労働者が使用者の指揮命令下に置かれてい\nる時間をいい，労働時間に該当するか否かは，労働者の行為が使用者の指揮\n命令下に置かれたものと評価することができるか否かにより客観的に定まる\nものであり，労働者が労働から離れることを保障されていて初めて，労働者\nが使用者の指揮命令下に置かれていないものと評価することができる。\n原告が客待ちのために車両を停車させている時間も，客が来れば原告が対\n応せざるを得ない以上，労働契約上の役務の提供が義務づけられていると評\n価され，労働時間に該当する。\nなお，被告は，「自動車運転者の労働時間等の改善のための基準」（平成\n元年３月１日付基発第９３号  労働基準局長あて労働省労働基準局長通達，\n以下「９３号通達」という。）が，３時間を超えて休憩を取ることを禁じる\nものではない旨主張するが，９３号通達が「事業場外における仮眠時間を除\nく休憩時間は３時間を超えてはならないもの」としているのは，特に歩合給\nの賃金体系の場合，労働者が休憩時間中に働く可能性があり，結果的に長時\n間労働に結びつくおそれがあるからである。そのため，当該基準では，事業\n場外における休憩時間が３時間を超えても差し支えない場合として，①業務\nの必要上やむを得ない場合であって，あらかじめ運行計画により３時間を超\nえる休憩時間が定められている場合，②運行記録計等により３時間を超えて\n休憩がとられたことが客観的に明らかな場合の２つを挙げているのであり，\n車両が停止した状態にあれば，常に休憩時間として取り扱うことができるも\nのではない。また，被告は，５分を超える停車を休憩時間とする労使協議が\n整っていた等と主張するが，５分以上の客待ちを一律禁止することと，５分\n以上の停止を休憩として取り扱うことは，次元の異なるものであり，また労\n働者側代表選挙が行われたこともなく，９３号通達にも反するし，労働者の\n過半数を組織する労働組合も存在せず，実体的にも手続的にも無効である。\n【被告の主張】\n原告の主張する実労働時間は否認する。\n９３号通達が，事業場外での休憩時間は仮眠時間を除き，原則として３時\n間を超えてはならないとしているのは，労働者が休憩時間中に働く可能性が\nあるためであり，３時間を超えて休憩を取ることを禁じるものではない。通\n達が，事業場外における休憩時間を「所定の休憩時間」休憩したものとして\n取り扱うとしているのは，一種の擬制であり，このことから，第１に，就業\n規則等に基づいて経済合理性を備えた賃金体系による一定のルールを周知し\nた上で，当該ルールに基づく労働時間の算定が認められること，第２に，一\n種の擬制である以上，より客観的な根拠に基づく労働時間の算定がなされる\nべきこと，第３に，周知されたルールに基づいて算出された賃金以外の賃金\n請求権は放棄したと考えるのが実態に沿う，という命題が導かれる。\n被告は，タクシー運転手固有の労働の特質に由来する労働時間管理の困難\nさに対応するため，労働密度が小さく，使用者の指揮監督が及んでいない５\n分以上の駐停車を休憩時間とすることについて，労使で協議を行った上定め\nられ，これを周知徹底し，国土交通省が推奨するデジタルタコグラフを導入\nして機械的に休憩時間の算定を行い，可能な限り労働時間の管理を行ってき\nた。すなわち，福岡市における駐停車違反検挙の厳格化に伴い，被告と従業\n員代表との間で協議を行い，本社車庫以外で５分以上停車した場合は休憩と\nみなすこととし，このことは，出庫時の掲示伝言板に記載すると共に，点呼\n等の際にも乗務員に対し周知した。\nまた，原告については，その運行状況等に鑑みれば，所定の休憩時間以外\nを全て実労働時間と評価することができない。すなわち，タクシー運転手の\n場合，私用のための車両の移動時間と実労働時間の区別は困難であり，乗客\n獲得可能性との関連で労働時間性を判断する必要がある。原告の場合，５分\n以上低速で移動し停止しているのに乗客を乗せずに走行している回数が異常\nに多く，１時間以上停止ないし低速移動した後に乗客を乗せずに走行してい\nることも珍しくない。運行場所についても，原告は，売上の効率が悪く，他\nの乗務員が行くことがないＯ町に頻繁に行っており，被告がＯ町に行くこと\nをやめるよう指導してもこれに従わなかった。また，原告は，Ｎ町まで頻繁\nに空車で往復しているが，Ｎ町は流し営業で乗客を拾える可能性が低い。こ\nれらは，私用での往復であったとみる他ない。さらに，原告は，休憩時間と\n自認している時間中にも，タコグラフ上車両が少しずつ移動している時間が\nあり，客待ち時間と客観的な区別が困難であること，休憩場所とその後の実\n車場所との整合性がないものもあること，またデジタルタコグラフ導入後，\n合理的な理由なく休憩時間の申告を行わなくなっていること等からも，恣意\n的な申告をしていた可能性があり，原告の申告の信用性は認められない。\n被告の賃金体系はタクシー業界でも一般的であり，経済合理性を有してい\nるし，毎年従業員との協議を経て協定書に明示し，営業所にぶら下げる等し\nて周知していること，また５分以上の停止時間を休憩とみなす取扱も周知さ\nれていたし，デジタルタコグラフ導入後は，５分以上の停止時間を休憩時間\nとした実労働時間も明確に告知されていたところ，給与明細上時間外手当の\n金額を明示して賃金が支給されてきたにもかかわらず，原告以外に未払時間\n外手当の存在を主張する者がいないことから，売上３９％以上の賃金につい\nては放棄されたとみるのが実態に沿う。\n  付加金\n【原告の主張】\n本件は，刑罰が科せられるべき最低賃金法違反という，被告の賃金未払の\n悪質性が正面から問われている事案であり，また被告の悪質性は，福岡県内\nのタクシー会社の中で際だっているから，付加金の支払いを免れることはで\nきない。\n【被告の主張】\n被告は，タクシー業界においては一般的な賃金体系を採用していたという\nだけでなく，労務時間管理がきわめて困難である中，現実的になしうる労働\n時間管理を行い，これに基づいて賃金を支払ってきたのであり，使用者とし\nての不誠実さや悪質さを見いだすことはできない。\n第３  争点に対する判断\n１  争点について\n  休憩時間の判断基準\nア  労働基準法３２条にいう労働時間とは，労働者が使用者の指揮命令下に\nおかれて労務を提供する時間をいい，この労働時間に該当するか否かは，\n使用者の指揮命令下におかれているか否かにより客観的に定まる。また，\n使用者には，労働者の労働時間を適正に把握する義務が課されている。\n本件についていえば，タクシーの客待ち時間は，客が来ればいつでもタ\nクシーを運行させるのであるから，タクシー運転手に対して労働契約上の\n役務の提供が義務づけられており，客待ち時間を含む長時間の駐停車を一\n律に休憩時間と評価することはできない。他方で，タクシー運転手の休憩\n時間は，場所，時間帯や気候等の諸状況により乗客獲得見込みが異なるた\nめ，一定程度，タクシー運転手の判断に委ねざるを得ず，使用者において\n把握することが困難な特質があることに鑑みると，経営上の必要性から，\n使用者により事前に，客待ち時間の制限や客待ち場所の指定等の指導がさ\nれ，使用者の指導を超えた駐停車時間を，休憩時間と評価する就業規則等\nを定めることも，一定の合理性があるといえる。\nそして，使用者の指導を超えた駐停車時間を休憩時間と評価するには，\n①当該指導の内容が使用者の経営方針やタクシー営業の実態に鑑みて合理\n的であると認められること，及び②使用者から当該指導の内容について，\n職場の見える場所に掲示して周知する他，点呼等の際に，タコグラフ等に\nよって把握できる各タクシー運転手の勤務状況に応じて，当該指定が遵守\nされていないタクシー運転手に対し，使用者の指定を遵守するよう個別に\n指導をする等，従業員であるタクシー運転手に対し，一般的な注意に止ま\nらず，指導を超えた駐停車時間が休憩時間と評価されることが，実質的に\n周知されていると認められることが必要であるとするのが相当である。\nイ  被告は，従業員に対し，被告本社車庫以外で５分を超えて駐停車しない\nことを指導しており，これを超える駐停車時間は休憩とみなすことを指定\nしていた旨主張する。しかし，５分との基準の根拠は，駐停車禁止違反に\nよる検挙を防止することを目的とするところ，場所，時間帯や気候等の諸\n状況により乗客獲得見込みが変化するタクシー営業に導入する基準として，\n合理性があるとはいえない。また，駐停車時間が５分を超えた場合に，直\nちに休憩時間とすることは，休憩時間と評価されないために，所定労働時\n間のうち休憩時間以外は被告本社車庫に帰るか，常に走行しながら客を取\nる，いわゆる流し営業しかできず，駐停車禁止に違反することがないタク\nシー待機所等での客待ちによる営業を事実上禁止することになる。しかし，\nタクシー待機所等での客待ちによる営業を禁止することは，タクシー営業\nの現在の実態に鑑みれば一般的とは言い難く，このような被告の指導の内\n容に合理性は認めがたい。\nまた，仮に被告の当該指導の内容に合理性が認められるとしても，当該\n指導を超えた駐停車時間が休憩時間と評価されることが，実質的に周知さ\nれていることを要する。被告は，５分以上の駐停車は休憩時間と取り扱う\nことを，掲示伝言板に記載をし，従業員に告知し，また原告にも注意をし\nていた旨主張し，これに沿う証言もあるが（乙２５，乙２８，証人Ａ），\n被告が，点呼等の際に，原告を含む従業員に対し，乗務員記録簿やタコグ\nラフの記録に基づいて，５分を超えて駐停車しないことを，一般的な注意\nに止まらず，５分を超えて駐停車した場合は休憩時間と取り扱うことを明\n示した上で，当該指定をどのように遵守すれば良いか等の具体的な指導を\nしたことは認められず，また原告の運行状況を見ても，５分を超える駐停\n車の際に被告本社車庫に戻ることは殆どなく（乙２の１から５の１４），\n原告が当該指導を理解していなかったことからも，当該指導内容が原告を\n含む従業員に対し実質的に周知されていたと認められない。\nよって，原告が休憩時間として申告した時刻以外に，被告が指導してい\nたとする５分を超えて駐停車した時間を，直ちに休憩時間と評価すること\nはできない。\n  原告の実労働時間\n前項の基準に照らし，原告の勤務時間のうち，休憩時間と評価される時間\nを，乗務員記録簿（乙５の１～１４），タコグラフ（乙６の１～１４，乙１\n１の１～１４），乗務記録報告（乙２～４）に基づいて検討する。平成２１\n年６月２日から平成２２年７月１０日までは，原告が「休憩した時間」とし\nて乗務記録報告上申告している時刻の直近前後の停車時間を休憩時間と解し\n（なお，被告は，原告の申告が恣意的なものであることを窺わせる事情があ\nり，信用性がない旨主張するが，被告の指摘する事実のみをもって乗務記録\n報告上の記載の信用性は否定できず，採用できない。），同月１２日から平\n成２２年１０月２５日までは，原告が休憩した時間を申告した記載が認めら\nれないため，停車時間のうち最も長い時間を休憩時間と評価すると，これら\nの休憩時間が一日当たり３時間を超えている日と３時間を超える時間は，平\n成２１年１２月１日（１９５分，１５分超），平成２２年１月１３日（２３\n０分，５０分超），同月１７日（２１８分，３８分超）及び同月１９日（１\n９０分，１０分超）である。\n所定労働時間については，隔日勤務については始業時間が午前７時，終業\n時間が午前３時で所定労働時間が１５時間，休憩時間は３時間，隔日勤務以\n外については，所定労働時間８時間，休憩時間は１時間とした（弁論の全趣\n旨）。\nまた，始業時間については，原告がタクシーを出庫する前に，被告事務所\nにおいて点検，点呼を受け，乗務記録報告，乗務員証等を受領する等の時間\n（甲１３，原告本人）を考慮し，タコグラフから確認される原告の運転開始\n時間から３０分前，終業時間については，原告がタクシーを入庫した後に，\n洗車，納金，点呼を受け，乗務員記録報告等を提出する等の時間（甲１３，\n原告本人）を考慮し，タコグラフから確認される原告の運転終了時間から３\n０分後とした。\n以上に基づいて計算した原告の労働時間及びこれに最低賃金法に定める賃\n金を乗じて計算した金 額は，別紙１の「 賃金日額」のとおりで ある。この\n「賃金日額」の各月の合計と支払額との差額は，別紙２のとおりであり，被\n告の原告に対する未払賃金の総額は，平成２１年６月から同２２年１０月ま\nでで，１０４万８０９０円となる（なお，被告は，平成２４年８月９日に行\nわれた第６回弁論期日において，平成２４年８月６日付準備書面を陳述する\nことにより，これを援用し，原告の被告に対する，平成２１年４月及び同年\n５月分の未払賃金請求権は，時効により消滅した。）\nよって，原告の未払賃金請求は理由がある。\n  この点，被告は，乗客の獲得可能性がなければ労働時間と認められない旨\n主張し，原告の運行状況について，他の乗務員が行かないＯ町や，流し営業\nの可能性の低いＮ町に頻繁に行っている，一定時間駐停車後に乗客を乗せず\nに走行する，いわゆるお茶引きが頻繁である等の事情を挙げる。\nしかし，タクシーの乗客は，前述のとおり，場所のみならず，時間帯や気\n候等の諸状況により乗客獲得見込みが変化するところ，走行場所ないし駐停\n車場所のみによって乗客の獲得可能性は判断できず，被告の主張する基準に\nよって労働時間を判断することは困難である。\n原告が頻繁に行 っていたとす るＯ町には ，Ｈ港国際ター ミナルが存在 し\n（甲１３），船で同ターミナルに着いた後，Ｈ駅等へタクシーで移動する乗\n客がいる可能性は認められること，また他の乗務員があまり行かない場所で\n営業をすることも，営業方法の一つとして不合理とまではいえない。原告が\n走行していたＮ町についても，着時間や駐停車時間（乙２２）等に鑑みれば，\n原告が同所付近で食事をしていたことも否定できず（甲１３，原告本人），\n私用等で走行していたことを窺わせる事情は認められない。さらに，一定時\n間駐停車していても，必ず乗客がいるとは限らず，お茶引きの頻度が高いか\nらといって，直ちに原告の駐停車時間が労働時間であるとの推認を覆すもの\nではない。\n２  争点について\n上記のとおり，被告は，最低賃金法に照らし，時間外労働割増賃金，深夜労\n働割増賃金の支払を怠っていたところ，被告の賃金制度が他のタクシー会社と\n比べ特異なものではなく，またタクシー運転手の労働時間管理に一定の困難が\n認められるとしても，平成元年以降，９３号通達等の厚生労働省等タクシー運\n転手の労働時間管理について通達等が出されており（甲９，１０，１２等），\nタクシー運転手の労働時間を適切に管理すべきことを認識し得，また平成２１\n年に至るまで労働時間管理の方法について検討する期間が十分にあったこと，\nさらに原告の実車率や運収が平成２２年８月以前から問題視されていた（乙２\n５）とすれば，被告は原告の実車率を向上させるための実質的な指導ができた\nはずであること等の事情を踏まえると，労働基準法１１４条所定の付加金の支\n払を免れることはできないと解するのが相当であり，被告に対して，認容され\nた未払賃金と同額の付加金の支払を命じることとする。\nよって，被告に対し，付加金として，原告に対し未払賃金と同額の支払を命\nじる。\n３  以上によれば，原告の請求は理由があるから認容することとし，主文のとお\nり判決する。\n福岡地方裁判所第５民事部\n裁判官      吉      田      祈      代\n"
}