{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 19
  },
  "case_number": "平成28(ワ)12394",
  "case_name": "レッスン目的使用差止請求事件",
  "court_name": "大阪地方裁判所第23民事部",
  "lawsuit_id": "88074",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88074",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/074/088074_hanrei.pdf",
  "contents": "主                文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  当事者の求めた裁判\n１  請求の趣旨\n被告は，別紙物件目録記載１ないし３の区分所有建物を，演技指導，発声\n指導，音楽指導又はダンス指導のための教室として使用してはならない。\n訴訟費用は被告の負担とする。\n２  請求の趣旨に対する答弁\n原告らの請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\n第２  当事者の主張\n１  請求原因\n当事者等\nア  原告Ａは，その肩書住所地に所在するマンションであるＤマンション\n（以下「本件マンション」という。）の８○○号室（以下，本件マンショ\nン内の各室ないし区画は，号室ないし区画番号のみで表記する。）及び１\n１××号室の，原告Ｂは，１１○×号室の，原告Ｃは，２□□号室の，各\n区分所有権をそれぞれ有する本件マンションの区分所有者らである。\nイ  被告は，演劇・映画・放送番組の企画制作・出演引受け，若手俳優の育\n成等を主な業務とする株式会社であり，東京都及び大阪府において，「Ｅ\n塾」という名称の附属俳優養成所を運営している。\n被告は，９××号室（別紙物件目録記載１の建物）及び６△△号室（同\n目録記載２の建物，以下，９××号室及び６△△号室を併せて「本件部屋」\nという。）並びに地下駐車場区画であるＢ１□△（同目録記載３の建物，\n以下「本件駐車場」といい，本件部屋と本件駐車場を併せて「本件部屋等」\nという。）を練習場として使用しており，被告は，本件部屋等の区分占有\n者である。\n本件マンションの管理組合の規約（以下「本件規約」という。）\n本件規約２２条には，１項として「住居部分及び事務所部分の区分所有者\n及びその占有者はその専用部分を住居及び事務所及びそれに類する用途（診\n療所等）に使用することとし，他の住居者の迷惑となるような営業その他の\n行為を行わないものとする。」，２項として「区分所有者及びその占有者は\n部屋の使用においては，騒音，臭気，振動等公衆衛生及び環境の維持保全に\n留意しなければならない。」との規定がある。\n被告の共同利益背反行為（建物の区分所有等に関する法律（以下「法」と\nいう。）６条１項）\n本件規約２２条１項によれば，本件マンションの専用部分の用途は，「住\n居及び事務所及びそれに類する用途（診療所等）」に限定されており，「診\n療所等」という記載からすると，住居部分及び事務所部分の区分所有区画を，\n発声，演技練習やダンス練習などが行われる練習場として使用することを許\n容していないと解することができ，また，このような形式で使用することは\n「他の住居者の迷惑となるような営業その他の行為」に当たる。したがって，\n被告が，本件部屋等を，演技指導，発声指導，音楽指導又はダンス指導のた\nめの教室として使用することは本件規約に違反する。\nさらに，被告が，本件部屋をレッスン場として使用することで，本件マン\nションの廊下や階段における塾生らの話し声や物音，集団移動，エレベータ\nーの占拠（以下「迷惑行為」という。）により，区分所有者らの平穏な生活\n及び廊下や階段の円滑な通行，エレベーターの円滑な使用が障害されている。\n以上からすると，被告による本件部屋等の使用は，「建物の管理又は使用\nに関し区分所有者の共同の利益に反する行為」（法６条１項）に該当する。\n原告らが，法６条１項，３項に基づく差止請求ができることについて\n区分占有者等が法６条１項に規定する行為をした場合には，他の区分所有\n者全員又は管理組合法人は，区分所有者の共同の利益のため，その行為の停\n止等の請求することができ（法５７条１項），その場合に訴訟を提起するに\nは，集会の決議によらなければならない（同条２項）と規定している。\nしかし，その集会の決議を得る前提として，集会の議題に挙げるか否かは\n理事会が決定するところ，理事会が議題に挙げなければ法５７条１項に基づ\nく差止請求ができないのであるから，理事会が機能不全に陥っている場合に\nは，各区分所有者は，法６条１項，３項に基づき，差止請求をすることがで\nきると解される。\nそして，本件マンションの理事会の役員は，長年同じメンバーが重任して\nおり，各区分所有者が役員の不利になり得る行動をしようとするとそれを排\n除する傾向にあること，Ｅ塾大阪校の塾長であるＦが管理組合の役員である\nことからすると，本件マンションの理事会は機能不全に陥っているから，原\n告らにおいて，法６条１項，３項に基づく差止請求ができるというべきであ\nる。\nよって，原告らは，被告に対し，法６条１項，３項に基づき，本件部屋等\nを演技指導，発声指導，音楽指導又はダンス指導のための教室として使用す\nることの差止めを求める。\n２  請求原因に対する被告の認否\nア  アの事実は認める。\nイ  の事実のうち，被告が本件駐車場を占有している事実は否\n認する。本件駐車場を使用しているのは，Ｇ株式会社（以下「Ｇ」とい\nう。）であって，被告ではない。本件駐車場で練習を行っているのは，Ｇ\nの演技部に所属する者であって，Ｅ塾の塾生ではない。\nその余の事実は認める。もっとも，被告の登記上は，演\n劇，映画，放送番組及び各種催物の出演引受け，演劇，映画，放送番組及\nび各種催物の企画並びに制作，及びこれらに附帯する一切の業務を行う株\n式会社である。また，Ｅ塾大阪校を経営，運営するのは，被告ではなく，\n被告から委託を受けたＧであり，本件部屋等の賃借人もＧ株式会社である。\nさらに，平成２８年１０月以降，ダンスレッスンは本件マンション以外の\n場所で行っており，本件部屋では行っていない。\n請求原因\nただし，本件規約２２条には，３項として，以下の規定もある。\n「区分所有者及びその占有者は理由の如何を問わず，その専有部分を次の用\n途に供してはならない。\n一．暴力団関係の事務所及び暴力団関係者の住居\n二．偏った思想を信奉する政治結社の事務所\n三．反社会的な宗教施設及び宗教関連施設\n四．「風俗営業等の規制及び業務の適正化等に関する法律」による風俗営\n業，風俗関連営業（法第２条第４項関係）例えばキャバレー等\n但し，麻雀屋は除く\n五．性風俗施設，性風俗関連施設及び性風俗特殊営業（法第２条第５項～\n８項関係）\n六．コインランドリー等無人による営業行為\n七．焼肉店，炉端焼店等強いにおいを出す店\n八．上記各号に類する用途」\n本件部屋等を演技指導，発声指導，音楽指導又はダンス指導のための教室\nとして使用することは，本件規約２２条３項の絶対的禁止事項に該当せず，\n同条が住民の安全と平穏を守るために禁止事項を定めた趣旨からすれば，許\n容される行為である。また，被告は，昭和５８年から３４年間にわたり，本\n件マンションにおいてレッスンを行っているが，これまで一度も苦情を受け\nたことはなく，理事会で被告の使用方法が問題にされたこともない。さらに，\n原告らは，都心で生活する以上，一定限度の振動や音は受忍せざるを得ない\nというべきであり，被告の塾生らが出す振動や音は受忍限度を超えるものと\nはいえない。\nよって，原告らの被告に対する行為の差止請求は成立しない。\n第３  当裁判所の判断\n１  事実関係\n争いのない事実，後掲各証拠及び弁論の全趣旨によれば，以下の事実が認め\nられる。\n本件マンションの概要等\n本件マンションは，昭和５０年に建築された地下１階，地上１２階建ての\nマンションであり，建物中央部分と東側・西側部分にそれぞれ階段が，建物\n中央部分にエレベーターが２基設置されている。本件マンションの完成予想\n図面（甲５）では，戸数は，店舗９戸，事務所６４戸及び住居２２８戸とな\nっており，地下１階が店舗と駐車場区画（本件駐車場（Ｂ１□△）は駐車場\n区画の一画である。），１階が店舗，２階及び３階が事務室仕様，４階から\n１２階が主として住居仕様（１２階を除く各階に１室ずつ事務室仕様もあ\nる。）となっており，本件部屋はいずれも種類としては住居である。もっと\nも，４階以上の住居部分も，会社や事務所等が多数入所しており，実際の使\n用方法は不明であるが，事務所としての使用も多数あることが窺われる（甲\n１ないし５，７，原告Ａ，証人Ｆ）。\n本件マンションは，ＪＲ新大阪駅と地下鉄御堂筋線Ｋ駅の中間地点に位置\nし，この付近では高架になっている地下鉄御堂筋線の線路が中央分離帯の役\n割を果たす国道の東に隣接している。本件マンションは，東西方向の廊下の\n壁が開放されていて，道路や鉄道の音が壁に遮られることなく，本件マンシ\nョンの通路に聞こえてくる状態にある。なお，当裁判所は，本件訴訟を当庁\nの民事調停に付し，調停委員会は，平成２９年７月１８日，本件マンション\nにおいて，現地調停を実施したところ，同日の時点で，本件マンションでは，\n新御堂筋を通行する車両の音や地下鉄御堂筋線の電車の通過音がよく聞こえ，\n会話は少し大きな声でないと相手方に通じないような状況であった（争いが\nない）。\n本件規約２２条の規定（甲６）\n第２２条（建物使用制限）\n住居部分及び事務所部分の区分所有者及びその占有者はその専用部分を\n住居及び事務所及びそれに類する用途（診療所等）に使用することとし，\n他の住居者の迷惑となるような営業その他の行為を行わないものとする。\n②  区分所有者及びその占有者は部屋の使用においては，騒音，臭気，振動\n等公衆衛生及び環境の維持保全に留意しなければならない。\n③  区分所有者及びその占有者は理由の如何を問わず，その専有部分を次の\n用途に供してはならない。\n一．暴力団関係の事務所及び暴力団関係者の住居\n二．偏った思想を信奉する政治結社の事務所\n三．反社会的な宗教施設及び宗教関連施設\n四．「風俗営業等の規制及び業務の適正化等に関する法律」による風俗営\n業，風俗関連営業（法第２条第４項関係）例えばキャバレー等\n但し，麻雀屋は除く\n五．性風俗施設，性風俗関連施設及び性風俗特殊営業（法第２条第５項～\n８項関係）\n六．コインランドリー等無人による営業行為\n七．焼肉店，炉端焼店等強いにおいを出す店\n八．上記各号に類する用途\n④  店舗部分における営業時間の設定，営業種目の変更，廃業，転売につい\nては，予め書面をもって管理組合に届出をなし，協議して了解を得なけれ\nばならない。\n原告ら\n原告Ａは，平成２７年１月２６日，８○○号室の区分所有権を，同年９月\n１４日，１１××号室の区分所有権をそれぞれ取得し，平成２８年１月から\n１１××号室に居住している（甲１９）。\n原告Ｂは，平成１４年６月１８日，１１○×号室の区分所有権を取得し，\n原告Ｃは，平成１６年１０月２６日，２□□号室の区分所有権の共有持分権\n１０分の１を取得したが，いずれも本件マンションには居住していない（争\nいがない）。\nＥ塾の概要等\nア  被告は，昭和５８年からＥ塾大阪校を開業し，その運営をＦが代表取締\n役を務めるＧに委託している（乙１２）。\nＥ塾大阪校では，本件部屋を声優タレント養成のためのレッスン場とし\nて使用しており，被告は，これら建物の占有者である。そのほか，Ｅ塾大\n阪校では，１２▽▽号室を事務局及び講師待機室に，１２▽□号室を塾生\n用の更衣室及びロッカーとして使用している（争いがない）。\nイ  Ｅ塾大阪校では，毎年６０人の塾生を募集しており，本件部屋において，\n土曜日の午後３時から午後９時まで，日曜日の午前１０時から午後６時３\n０分まで，アクセント，朗読，俳優術，演技演習，音楽のレッスンを行っ\nている。ダンスのレッスンも，平成２８年１０月よりも前には本件部屋で\n行っていたが，同月以降，本件マンション以外の場所で行っており，本件\nマンションでは行っていない。平日は，上記レッスンのカリキュラムは行\nわれておらず，Ｅ塾の塾生が本件部屋を自主練習として使用することもあ\nるが，頻度としては少ない（乙２ないし５，証人Ｆ）。\nウ  Ｆは，Ｅ塾大阪校の塾長であり，本件マンションの管理組合の理事であ\nる（争いがない）。\nＦが代表を務めるＧは，本件マンションを本店所在地とし，芸能イベン\nトの構成・演出・出演を業とする株式会社であり，かかるイベントに出演\nする俳優が所属している（乙９，１２，証人Ｆ）。\n本件訴訟に至る経緯等（争いがない）\n原告Ａは，平成２８年３月頃，本件マンションの管理組合の理事会に対し，\n被告が本件規約に違反した使用をしている旨の苦情を申し入れた。また，原\n告Ａは，同月３１日に開催された総会において，被告によるマンションの使\n用方法が本件規約に違反しており，振動・騒音も受忍限度を超えている旨の\n意見を述べた。\n理事会は，同年９月２６日，本件マンション１階会議室で会議を開催し，\n原告ら，Ｈ氏及びＩの代理人からの連絡書において，１２▽▽号室の事務所\n使用が規約違反に当たること，騒音問題が生じていることの指摘を受けたと\nして，これらの問題について検討した。その結果，規約違反はないという結\n論になったほか，騒音問題については，原告Ａを呼んで，被害状況を確認す\nることとした。\n原告Ａは，同年１０月１３日頃，理事会のＪ理事長から，理事会で検討し\nた結果，規約違反はないという結論になったとの連絡を受けた。\n原告Ａは，理事会から出席要請を受けていたが，同月２４日開催の理事会\nには出席しなかった。\n２  原告らによる本件差止請求の可否について\nア  原告らは，法６条１項，３項を訴訟物として本件差止請求を求めるので，\n以下検討するに，法５７条１項，３項によれば，法６条１項，３項に基づ\nいて訴訟を提起することができるのは，当該共同利益背反行為をした者を\n除く区分所有者全員又は管理組合法人（１項），あるいは，管理者又は集\n会において指定された区分所有者（３項）である。\nそして，原告らは，全員でも合計４区分の区分所有権しか有さず，区分\n所有者の全員（被告は占有者であるから，請求主体は，本件マンションの\n区分所有者全員であ\n原告らが集会において法５７条３項の指定を受けたとは認められないから，\n原告らは，法６条１項，３項に基づき，本件差止請求をすることはできな\nい。\nイ  以上に対し，原告らは，前記第２の１ 管理組合の理事会が\n機能不全に陥っている場合には，各区分所有者が，法６条１項，３項に基\nづき，差止請求をすることができると主張する。\nしかし，法６条１項，３項により保護される利益は，区分所有者全員の\n共同利益であるから，これらによる区分所有者の権利は，当該共同利益背\n反行為をした者を除く区分所有者全員に個別に帰属するのではなく，団体\n的に帰属しているというべきである。そして，法は，かかる観点から，法\n５７条において，法６条１項，３項に規定する行為の停止等を請求するこ\nとができる主体を，当該共同利益背反行為をした者を除く区分所有者全員\n又は管理組合法人と明示的に定めたのであるから，各区分所有者が個別に\n６条１項，３項の権利を行使することはできないと解すべきである。\n理事会が機能不全に陥っている場合でも，一定数の議決権を有する区分\n所有者は，総会の招集を請求できるし（法３４条），当該共同利益背反行\n為が区分所有者個人の人格権や共有持分権等の固有の権利を侵害するもの\nであれば，それに基づく請求も可能であるから，上記の例外を認める必要\n性は乏しいし（なお，原告らは，当初，これらに基づく差止請求も訴訟物\nとしていたが，明示的にこれらの請求を取り下げた。），仮に，原告らの\n主張するとおり，法５７条の例外を認める余地があるとしても，当該機能\n不全を生じさせた理事会の役員以外の区分所有者ら全員の関与なしに，一\n部の区分所有者のみで法６条１項，３項による差止請求が許容される根拠\nはないし，本件についてみても，原告Ａは，Ｅ塾の使用に関して，総会の\n開催を呼びかけたこともなく，また，訴訟提起を持ち掛けたのも原告ら以\n外にはわずか二人というのであって（原告Ａ２１頁），原告らが，本件訴\n訟に係る法５７条の集会の決議を得られていない理由が専ら理事会の機能\n不全にあると認めるに足りる的確な証拠もないから，いずれにしろ，原告\nらの主張は採用できない。\nなお，被告による本件駐車場の占有及び共同利益背反行為について，念の\nため検討すると，まず，被告による本件駐車場の占有については，原告Ａが，\n本件マンションの地下駐車場で練習を行っている者がＥ塾のＴシャツを着て\nいたり，Ｅ塾の者と名乗ったり，Ｅ塾が使用しているロッカー室で着替えて\nいたりすると述べるのみで，Ｇではなく，被告ないしＥ塾が本件駐車場を占\n有していることを裏付ける客観的証拠はないし（甲１０号証の写真の人物が\nＥ塾の塾生であるかも不明である。），Ｅ塾のスケジュール表（乙４，５）\nに照らしても，上記原告Ａの供述をもって，Ｅ塾が各種指導のための教室と\nして，本件駐車場を使用していると認めるに足りず，他にこれを認めるに足\nりる証拠はない（なお，原告らは，平成２９年１１月９日付け「訴えの一部\n取下げ書兼請求の趣旨変更申立書」をもって，本件駐車場に係る訴えを取り\n下げたが，被告がこれに同意しなかったため，取下げの効力は生じなかっ\nた。）。\nまた，原告らは，本件部屋をレッスンのための練習場に使用することは本\n件規約２２条に反するとともに，本件マンションの廊下や階段，エレベータ\nーにおける塾生らの迷惑行為によって，本件マンションの他の区分所有者ら\nの平穏な生活や共用部分の円滑な使用が害されていると主張し，原告Ａはこ\nれに沿う供述をする。まず，本件規約２２条１項の規定は，同３項の規定と\n異なり，「他の住居者の迷惑となるような営業その他の行為を行わないもの\nとする」と抽象的であり，各種指導のための教室として使用していることの\nみをもって，同規定に違反するとして直ちに使用差止めの対象になるとはい\nえない。そして，差止請求が認められるかは，当該行為の必要性並びに他者\nが被る不利益の性質及び程度等を総合考慮して検討すべきものであるところ，\n原告Ａの述べる塾生らの共用部分での話し声等の音量も住居部分への影響の\n程度も不明であり，その他の迷惑行為も，甲１１号証の写真では，塾生らは\n階段の片側に寄っており，通路を妨害しているとまではいえないし，原告Ａ\nの供述によっても，同人の心理的な抵抗感はともかくとして，塾生らが積極\n的に通行を妨害したり，２基あるエレベーターを長時間使用できない状態に\nしたりしているとまでは認められないことに加え，本件マンションは，幹線\n道路や鉄道に隣接する都心にあって，かつ，廊下の壁面が開放されていて，\nレッスンも\n土日のみで，しかも，遅くとも午後９時までであって深夜に及ぶものではな\nいことなど（なお，被告は，原告Ａが本件部屋の騒音等を問題にした後の平\n成２８年１０月以降，本件部屋でのダンスレッスンをやめており，また，本\n件部屋からの振動や騒音が，現在，それほどひどくないことは原告Ａも認め\nている。）も考慮すれば，原告Ａの供述をもって，原告Ａその他の区分所有\n者の平穏な生活や共用部分の利用に対する不利益が，原告Ａ個人の主観的な\n不快感を超えて，受忍限度を超えているとまでは認めるに足りず，他にこれ\nを認めるに足りる証拠はない。\n以上によれば，原告らは，法６条１項，３項に基づく差止請求権を有さず，\nその前提となる被告の共同利益背反行為も認めるに足りない。\n第４  結論\n以上の次第で，原告の被告に対する本件請求は理由がないから棄却することと\nし，主文のとおり判決する。\n大阪地方裁判所第２３民事部\n裁判官\n梅      本       聡       子\n"
}