{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 12,
    "day": 22
  },
  "case_number": "平成27(ワ)9758",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86619",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86619",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/619/086619_hanrei.pdf",
  "contents": "平成２８年１２月２２日判決言渡  同日原本交付  裁判所書記官\n平成２７年（ワ）第９７５８号 特許権侵害差止等請求事件\n口頭弁論終結日 平成２８年１０月１４日\n判            決\n原      告                  東 洋 精 器 工 業 株 式 会 社\n同訴訟代理人弁護士          島   俊 公\n同訴訟代理人弁理士          鹿    島      義      雄\n被      告                  小 野 谷 機 工 株 式 会 社\n同訴訟代理人弁護士          山上和 則\n同                          大林良 寛\n同補佐人弁理士              西   教   圭一 郎\n主            文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙物件目録記載の作業車を，製造し，販売し，販売の申出をして\nはならない。\n２  被告は，その占有する前項記載の作業車を廃棄せよ。\n３  被告は，原告に対し，１億０８２７万１９７１円及びこれに対する平成２４\n年９月１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，発明の名称を「作業車」とする後記の特許に係る権利を有する原告が，\n被告の製造，販売した作業車が当該発明の技術的範囲に属すると主張して，被告に\n対し，特許法１００条１項及び２項に基づき，同作業車の製造，販売及び販売の申\n出の差止め及びその占有する同作業車の廃棄を求めるとともに，特許権侵害の不法\n行為による損害賠償請求として，同法１０２条１項に基づき算定した平成２２年か\nら平成２７年８月３１日までに原告が受けた損害額１億０８２７万１９７１円及び\nこれに対する不法行為日である平成２４年９月１日から支払済みまで民法所定の年\n５分の割合による遅延損害金の支払を求めた事案である。\n１  前提事実（当事者間に争いがない。）\n(1) 当事者\n原告は，自動車部分品の販売等を業とする株式会社である。\n被告は，各種タイヤサービス，機械設計及び製作販売等を業とする株式会社であ\nる。\n(2) 原告の有する特許権\n原告は，以下の特許（以下，この特許に係る発明を「本件特許発明」という。ま\nた，その特許出願を「本件特許出願」といい，本件特許出願の願書に添付された明\n細書及び図面をまとめて「本件明細書」という。）に係る特許権を有する（甲１）。\n本件明細書の記載は，本判決添付の特許公報（以下「本件公報」という。）のとおり\nである。\n特許番号   第４４１１４８７号\n発明の名称  作業車\n出願日      平成１７年５月２７日\n登録日      平成２１年１１月２７日\n特許請求の範囲\n【請求項１】\n下端部を支点として垂直な姿勢から略水平な姿勢まで回動し且つ水平な姿勢で昇\n降する昇降ゲートを荷台後端に備えた作業車であって，該作業車の荷台の後部下方\nにジャッキ収納部が設けられ，該ジャッキ収納部の出し入れ口が作業車後方に向か\nって形成されており，該出し入れ口に蓋板が開閉自在に設けられており，前記蓋板\nが，下端部のヒンジを支点として開閉するように形成され，該蓋板が水平な姿勢に\n開放されたときに，蓋板先端部分がジャッキ収納部の底面と略水平となる位置まで\n降下させた昇降ゲートの上面に橋架されて，ジャッキ収納部の底面と昇降ゲートと\nの隙間を埋める橋渡しとしての作用をなすように形成されており，更に，昇降ゲー\nトが垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋板の一部が昇降ゲートに隠\nされて開閉できないように形成されている作業車。\n(3) 構成要件の分説\n本件特許発明を構成要件に分説すると，以下のとおりである。\nＡ  下端部を支点として垂直な姿勢から略水平な姿勢まで回動し且つ水平な\n姿勢で昇降する昇降ゲートを荷台後端に備えた作業車であること\nＢ  該作業車の荷台の後部下方にジャッキ収納部が設けられていること\nＣ  該ジャッキ収納部の出し入れ口が作業車後方に向かって形成されている\nこと\nＤ  該出し入れ口に蓋板が開閉自在に設けられていること\nＥ  前記蓋板が，下端部のヒンジを支点として開閉するように形成されてい\nること\nＦ  該蓋板が水平な姿勢に開放されたときに，蓋板先端部分がジャッキ収納\n部の底面と略水平となる位置まで降下させた昇降ゲートの上面に橋架されて，ジャ\nッキ収納部の底面と昇降ゲートとの隙間を埋める橋渡しとしての作用をなすように\n形成されていること\nＧ  更に，昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋\n板の一部が昇降ゲートに隠されて開閉できないように形成されていること\n(4) 被告の行為\nア  被告は，遅くとも，平成２３年８月以降，別紙物件目録記載の作業車（以\n下「イ号物件」という。）を製造，販売している。\nイ  イ号物件は，少なくとも以下の構成を備えている。\nａ  下端部を支点として垂直な姿勢から略水平な姿勢まで回動し且つ水平\nな姿勢で昇降する昇降ゲートを荷台後端に備えた作業車で，\nｂ  該作業車の荷台の後部下方にジャッキ収納部が設けられ，\nｃ  該ジャッキ収納部の出し入れ口が作業車後方に向かって形成されてお\nり，\nｄ  該出し入れ口に蓋板が開閉自由に設けられており，\nｅ  前記蓋板が下端部のヒンジを支点として開閉するように形成され，\nｆ  該蓋板が水平な姿勢に解放されたときに，蓋板先端部分がジャッキ収\n納部の底面と略水平となる位置まで降下させた昇降ゲートの上面に橋架されて，ジ\nャッキ収納部の底面と昇降ゲートとの隙間を埋める橋渡しとしての作用をなすよう\nに形成されている。\nウ  イ号物件は，また，別紙イ号物件の構造等記載の構造を有している。\n２  争点\n(1) イ号物件は本件特許発明の技術的範囲に属するか\nア  文言侵害の成否（争点１）\nイ  均等侵害の成否（争点２）\n(2) 原告の損害額（争点３）\n第３  争点に関する当事者の主張\n１  争点１（文言侵害の成否）について\n（原告の主張）\n(1) イ号物件は，前記第２の１(4)イ記載ａないしｆの構成を備えるとともに，\n次の構成ｇを備え，各構成は，本件特許発明の構成要件ＡないしＧを充足する。\nｇ  荷台後端に備えられた昇降ゲートが垂直な閉じ姿勢にあるときに，ジャ\nッキ収納部の蓋板の一部が昇降ゲート下端部のロールバーないしアーム連結パイプ\n（以下「アーム連結パイプ」という。）に隠されて開閉できないように形成されてい\nる。\n(2) 構成要件Ｇの文言充足\nア  イ号物件は，構成ｇを備えるものであり，同構成は，本件特許発明の構\n成要件Ｇを充足する。\nイ  アーム連結パイプは，昇降ゲートの一部である。\n本件明細書【請求項１】において，昇降ゲートは，「下端部を支点として垂直な姿\n勢から略水平な姿勢まで回動し且つ水平な姿勢で昇降する昇降ゲート」と定義され\nており，同【発明を実施するための最良の形態】【００１２】において，「そのメカ\nニズムは・・・上記特許文献２（特開平１０－１７５４７２号公報）にも開示され\nているもの」とされていることから，同特許文献２における「荷役車両用荷受台昇\n降装置」を指すものであるといえる。そして，当該「荷役車両用荷受台昇降装置」\nは，被告が主張するような板状のものを指すのではなく，荷受台と荷受作動制御装\n置等を含む荷受台に付随した部分を併せたものである。\nまた，本件明細書【図２】，【図５】における「昇降ゲート５」の示す位置が板状\n部分以外の昇降ゲートの構成部分を示している点も板状部分に限らないことを裏付\nけるものである。\nさらに，本件明細書【００１２】において，「下端部の枢軸５ａを支点として垂直\nな姿勢から略水平な姿勢まで回動し且つ水平な姿勢で昇降する昇降ゲート５」との\n記載からも，「昇降ゲート５」が，その下端部に板状部分ではない，「バー（軸状）」\nといえる枢軸５ａを含んでいるものといえる。\nしたがって，昇降ゲートとは，板状のもののみを指すのではなく，荷受台に加え\nて荷受台に付随した部分も含むものといえ，イ号物件における，昇降ゲートの下端\n部に付随するアーム連結パイプも，昇降ゲートの一部である。\nウ  被告の主張に対する反論\n被告は，アーム連結パイプが，リフトアームを構成する又はリフトアームを補助\nする部品であるところ，リフトアームは昇降ゲートに含まれないため，アーム連結\nパイプは昇降ゲートを構成しないとする。\nしかし，アーム連結パイプは，リフトアームを水平に保つだけでなく，最終的に\nはリフトアームが支える荷受台を水平に保つことを目的とするから，荷受台を水平\nに保つ機能を有しているといえる。\nまた，「昇降ゲート」には，板状の部分のみを含むのではなく，「この昇降ゲート\n５はアーム６や油圧シリンダー７等によって駆動されるものである」（本件明細書\n【００１２】）との記載から，直ちにアームや油圧シリンダーが昇降ゲートとは別の\n構成物とはいえず，むしろ，昇降ゲート内の仕組みであると捉えるべきである。さ\nらに，本件明細書の記載（【０００２】，【０００４】，【０００５】）からすれば，「昇\n降ゲート」も「パワーゲート」も荷台後端に備えられているもので，本件明細書に\nおいて両者は同じものとされ，いずれも「リフト機構を備えたゲート」を意味する\nものであるから，「昇降ゲート」とは，昇降装置をも含むものであるといえる。した\nがって，本件明細書における「昇降ゲート」とは，板状部分だけでなく，昇降装置\n全体を指すものであり，リフトアームは，板状部分を昇降させる機構を構成するも\nのであるから，リフトアームは，昇降ゲートの構成物であるといえる。\nそうすると，アーム連結パイプは，昇降ゲートの一部である荷受台の水平を保つ\n機能を有し，また，リフトアームの一部を構成するものであるから，昇降ゲートの\n構成物であるといえる。\n（被告の主張）\n(1)  原告の主張する構成ｇについては，「昇降ゲート下端部のロールバーに隠\nされて開閉できないように」形成されている点を否認し，その余の主張は争う。\nイ号物件においては，別紙イ号物件の構造等記載の図１－１のとおり，ジャッキ\n収納部のヒンジ（回動する蓋板の中心点）とアーム連結パイプの間には若干の間隙\n（約１０センチ）があり，昇降ゲートが垂直な閉じ姿勢にあるときでも，ジャッキ\n収納部の蓋板は，約３０度開くことができるため，単に遮るのみのものといえ，次\nの構成ｇを有するものである（下線部は原告の主張との相違点を示す。）。\nｇ  更に，昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋\n板の一部をアーム連結パイプにより遮り，約３０度開閉できるように形成されてい\nる作業車。\n(2) 構成要件Ｇの文言充足について\n構成ｇにおけるアーム連結パイプは，「昇降ゲート」には該当しないから，イ号物\n件は構成要件Ｇを充足しない。\nア  「昇降ゲート」の意義\n「昇降ゲート」における「ゲート」とは，「門，出入口」であり，板状のものを意\n味し，棒状のものは含まない。\nまた，本件明細書【００１２】において「昇降ゲート５はアーム６や油圧シリン\nダー７等によって駆動されるものであるが，そのメカニズムは，一般に広く使用さ\nれている公知の技術であり，また上記特許文献２にも開示されているものである」\nと記載される特許文献２（特開平１０－１７５４７２号公報）にある棒状の「枢軸\n５１」，「枢軸５２」は，ジャッキ収納部の蓋板の一部を隠して開閉できないように\nすることが不可能なものである。したがって，昇降ゲートは，板状のものであり，\n棒状のものは含まない。\nさらに，原告は，拒絶理由通知を受けて構成要件Ｇを加える補正をし，同構成が\n本質的部分であり，それによりもたらされる，①盗難防止，②運行中の確実な落下\n防止を，本件特許発明の優れた作用効果としていた。そして，開閉にいう「閉じる」\nとは，「ぴたりとくっつけて間をふさぐ」ことであることから，上記作用効果を生じ\nさせるためにも，「開閉できない」とは，昇降ゲートをジャッキ収納部の蓋板にぴた\nりとくっつけて間をふさぐことを意味するものである。\nそうすると，アーム連結パイプは，棒状であり，また，ぴたりとくっつけて間を\nふさげないから，「昇降ゲート」には該当しない。\nイ  アーム連結パイプの構造，機能\n(ｱ) 本件明細書【００１２】は，「この昇降ゲート５はアーム６や油圧シリ\nンダー７等によって駆動されるものである」として，昇降ゲートと，アームや油圧\nシリンダー等は別の構成物としているのであって，アームや油圧シリンダー等は，\n昇降ゲートに含まれない。\nイ号物件におけるアーム連結パイプは，左右二つのリフトアーム（別紙イ号物件\nの構造等記載の図１－１，同別紙図２ないし図４の２０１ａ及びｂ）に溶接して取\nり付けられているものである。また，アーム連結パイプは，昇降ゲートを支える左\n右のリフトアームにかかる応力を分散し，リフトアームを水平に保つことであるこ\nとからすれば，アーム連結パイプは，その構造，機能いずれの点を考慮しても，リ\nフトアームの一部を構成するもの，又は，リフトアームを補助する部品である。\nそうすると，本件特許発明における「昇降ゲート」には，アームは含まれないの\nであるから，アーム連結パイプを含むリフトアームは，昇降ゲートには含まれず，\nしたがって，イ号物件におけるアーム連結パイプは，「昇降ゲート」には該当しない。\n(ｲ) 原告は，本件明細書【００１２】における記載により，昇降ゲート自\n体を，「荷役車両用荷受台昇降装置」であると主張するが，同段落が，「そのメカニ\nズム」としているのは，「昇降ゲートを昇降させるメカニズム」という意味であって，\n昇降ゲート自体を，「荷役車両用荷受台昇降装置」であるとしているのではない。\n２  争点２（均等侵害の成否）について\n（原告の主張）\n仮に，イ号物件におけるアーム連結パイプが，昇降ゲートを構成しないとして，\n構成要件Ｇと文言上異なるとしても，以下のとおり，均等侵害が成立する。\n(1) 特許請求の範囲に記載された構成中に対象製品等と異なる部分が存する場\n合であっても，①当該部分が特許発明の本質的部分でなく，②当該部分を対象製品\n等におけるものと置き換えても，特許発明の目的を達成することができ，同一の作\n用効果を奏するものであって，③②のように置き換えることに当該発明の属する技\n術の分野における通常の知識を有する者（以下「当業者」という。）が，対象製品等\nの製造等の時点において容易に想到することができたものであり，④対象製品等が，\n特許発明の特許出願時における公知技術と同一又は当業者がこれから出願時に容易\nに推考できたものではなく，かつ，⑤対象製品等が特許発明の特許出願手続におい\nて特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないと\nきは，当該対象製品等は，特許請求の範囲に記載された構成と均等なものとして，\n特許発明の技術的範囲に属するものと解せられる（以下，①ないし⑤を第１要件な\nいし第５要件などという。）。\n(2) 非本質的部分（第１要件）\nア  特許発明の本質的部分とは，当該特許発明特有の技術的課題の課題解決\n手段を基礎づける特徴的部分あるいは特許発明特有の作用効果を生じるための部分\nと解される。\n本件特許発明の技術的課題の課題解決手段は，ジャッキの出し入れ口に設けられ\nた開閉自在の蓋板が，昇降ゲートが垂直な閉じ姿勢にあるときに，当該蓋板の一部\nが昇降ゲートに隠されて開閉できないように形成されていることにある。これによ\nり，ジャッキの出し入れがスムーズになることに加え，昇降ゲートが垂直な閉じ姿\n勢になる時にジャッキの盗難を未然に防止することができる点にその作用効果があ\nるといえる。\nそうすると，本質的部分である課題解決手段を基礎づける特徴的部分，あるいは\n特有の作用効果を生じるための部分は，昇降ゲートが閉じ姿勢になるときに，ジャ\nッキ収納部の蓋板の一部が開閉できないように形成されている点，すなわち，昇降\nゲートあるいは昇降ゲートの姿勢に連動する部品が，ジャッキ収納部の蓋板の開閉\n軌跡上にあるため，特段専用の機構を取付けることなく同蓋板が開閉できないよう\nになるという構成であり，その点が本質的部分である。開閉できなくなる原因が昇\n降ゲートでなければならない理由はない。そのため，相違部分を置き換えて，昇降\nゲートが垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋板の一部がアーム連結\nパイプにより３０度しか開閉できないように形成されているとしても，本件特許の\n技術的課題を解決でき，それにより実現される作用効果も同様である。\nしたがって，本件特許発明とイ号物件との相違部分は，特許発明の本質的部分で\nはない。\nイ  従来技術との比較\n本件特許発明の本質的部分は，従来技術との比較の観点からも，上記アのとおり\nであるといえる。\n(ｱ) 公知文献（乙８の１及び２）\n実開平７－２７９４５号公報（乙８の１，以下「乙８の１公報」という。）は，荷\n台後部に昇降装置が備えられ，運搬具用レールが敷設された車両において，パレッ\nト荷物を運搬具を使ってする荷役も，有輪ラックコンテナによる荷役でも可能にし\nたものである。実開平５－７４９８３号公報（乙８の２，以下「乙８の２公報」と\nいう。）は，断熱荷箱を持つ車両において，荷箱と昇降装置の荷受台を導板によって\n橋渡しのように構成するものである。\nいずれも，荷台後方に備えられた昇降装置が垂直な閉じ姿勢にあることによって，\n荷室後方扉は隠されることになる。\n(ｲ) 本件特許発明における構成要件Ｇが公知文献における構成の転用では\nないこと\nａ  本件特許発明の構成要件Ｇと乙８の１公報及び乙８の２公報におけ\nる構成との相違点は，昇降装置が垂直な閉じ姿勢にあることにより隠されているの\nがジャッキ収納部の蓋板ということ，及び昇降装置が垂直な閉じ姿勢にあることに\nよりジャッキ収納部の蓋板を隠すことを意図してジャッキ収納部が設けられている\n点にある。\nｂ  このような相違点は，本件特許発明における構成要件Ｇの課題と乙\n８の１公報及び乙８の２公報の課題とは全く異なることから生じている。\nすなわち，構成要件Ｇは，惹起収納部の蓋板が開閉できなくすることを課題解決\nの方法としているため，車両のシャシーとそれに固定する荷室床面との間に収納部\nを設けるスペースをわざわざ確保し，昇降装置が垂直な閉じ姿勢にあることにより，\nジャッキ収納部の蓋板を隠すよう，開口部と昇降装置との位置関係を考慮して構成\nされている。\n他方，乙８の１公報における解決方法は，荷室への荷物の搬出入が異なる方法で\n行われる場合も一つの車両で対応できるようにしたもので，乙８の２公報における\n解決方法は，荷室と昇降装置の荷受台との間隙を埋める方策として導板を設けたと\nいうものであり，いずれにしても，結果として，昇降装置が垂直な閉じ姿勢にある\nにすぎず，昇降装置の格納方法とは無関係であり，昇降装置が荷台後部に垂直姿勢\nで格納されることを必ずしも要しない。乙８の１公報においては，収納箱が設置さ\nれているが，設置位置が下方すぎ，昇降装置が閉じ姿勢にあることにより収納箱の\n扉が開閉できなくなる構成になっていない。乙８の１公報及び乙８の２公報におけ\nる昇降装置の垂直姿勢での格納は，昇降装置を備えた車両における荷受台の格納方\n法の一つにすぎず，その格納方法について，荷室後方扉が開閉できない状態になる\nという作用効果を求めているわけではない。実際，いずれの公報においても昇降装\n置が垂直な閉じ姿勢にあることによって，荷室後方扉が隠され開閉できなくなるこ\nとを作用効果とした記載はない。\nしたがって，これらの公報における構成と本件特許発明の構成要件Ｇとは，その\n課題，作用及び機能の共通性を欠くもので，本件構成要件Ｇが，上記公報に見られ\nる構成を転用したものと評価すべきではない。\n(ｳ) 本件特許発明の本質的部分の評価\n従来技術と比較して，特許発明の貢献の程度が大きいと評価される場合に，特許\n請求の範囲の記載の一部について，これを上位概念化したものとして認定されると\nころ，本件特許発明は，上記(ｲ)のとおり，従来技術にはない新規の機能を持たせる\nものであり，昇降装置が垂直な閉じ姿勢にあることにより蓋板の一部分を隠し開閉\nできないように形成するという技術的課題を解決する手段を初めて開示したものと\nいえ，その貢献の程度は大きいものといえる。\nしたがって，本件特許発明の課題及び解決手段とその効果に照らすと，本件特許\n発明の本質的部分は，昇降装置が垂直な閉じ姿勢になるときにジャッキ収納部の蓋\n板の一部が開閉できないように形成されている点であると考えるべきである。\nイ号物件は，昇降装置が垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋板の\n一部がアーム連結パイプにより，３０度しか開閉できないように形成されているも\nのであるから，昇降装置が垂直な閉じ姿勢になるときにジャッキ収納部の蓋板の一\n部が開閉できないように形成されているのであり，本件特許発明の本質的部分をイ\n号物件が共通に備えているといえる。\nしたがって，本件特許発明とイ号物件の相違部分は，本件特許発明の本質的部分\nではない。\n(3) 置換可能性（第２要件）\n本件特許発明において，蓋板の一部をイ号物件のアーム連結パイプに置き換えて\nも，ジャッキ収納部の蓋板は開閉できないようにすることができるので，本件特許\n発明と同一の作用効果を奏し，本件特許発明の目的を達成している。\n(4) 置換容易性（第３要件）\n昇降ゲートは，イ号物件の製造時にメーカーにより公然実施されていたもので，\n昇降ゲートの板状部分と連動する部品は明確であった。そのため，昇降ゲートの板\n状部分と，かかる部分と連動する部品とを置き換えれば，本件特許発明と同一の作\n用効果が得られることは容易に想到できた。\n(5) 公知技術からの容易推考性及び適用除外事項（第４要件及び第５要件）\n本件においては，いずれも特に該当する事情はない。\n（被告の主張）\n(1) 本件特許発明とイ号物件の相違部分\n本件特許発明は，「昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ収納部の\n蓋板の一部が昇降ゲートに隠されて開閉できないように形成されている」（構成要件\nＧ）のに対し，イ号物件は，「昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ\n収納部の蓋板の一部をアーム連結パイプにより遮り，約３０度開閉できるように形\n成されている」もので，この点で相違する（以下「本件相違部分」という。）。\n(2) 非本質的部分（第１要件）\nア  本件相違部分は本質的部分に該当すること\n(ｱ) 本件明細書の記載によれば，従来技術として特許文献１及び２（乙９，\n乙２）を挙げた上で，作業車に備え付けられたジャッキ収納部の出し入れ口が車体\n側面にあることから生じる作業上の問題点を，本件特許発明が解決すべき課題とし\nている。そして，当該課題を解決するための手段は，①「下端部を支点として垂直\nな姿勢から略水平な姿勢まで回動し且つ水平な姿勢で昇降する昇降ゲートを荷台後\n端に備え」，②「荷台の後部下方にジャッキ収納部が設けられ，該ジャッキ収納部の\n出し入れ口が作業車後方に向かって形成されており，該出し入れ口に蓋板が開閉自\n在に設けられ」たことにある，としている（【０００５】）。そのうち，①については，\n上記特許文献に開示されている技術であり，また，②も，本件特許発明の出願時に\n既に存在していた技術であり（乙８の１），本件明細書記載の解決課題は，出願時の\n従来技術に照らして不十分である。\n(ｲ) 本件特許出願の手続において出された拒絶理由通知書（乙４）におい\nて，昇降ゲート及び荷台の橋渡しは，乙８の１公報及び乙８の２公報等の従来周知\nの技術であり，引用文献１（特開平１０－０００９７８号公報，乙３。以下「乙３\n公報」という。）の「蓋板」（開閉蓋８１）を上記橋渡しのように構成することに格\n別の困難性はないと指摘されたことを受け，原告は，手続補正書（乙５）により構\n成要件Ｇを追加し，意見書（乙６）においては，上記拒絶理由通知書記載の引用文\n献１及び上記参考文献に記載の発明は，手続補正書において必須の構成要件として\n加えた構成要件Ｇの構成を全く備えていない旨記載している。このような経緯と内\n容からすれば，本件特許発明の作用効果は，上記意見書に記載されている①ジャッ\nキの盗難の未然防止，及び，②車輌運転中のジャッキの落下防止である考えられる。\n(ｳ) そして，これらの作用効果を発揮するには，ジャッキ収納部の蓋板を\n何らかの方法で開閉できない状態にする必要があるところ，その具体的な方法は\n様々な方法が考えられるが，その最も典型的な方法は，ジャッキ収納部の蓋板に錠\n杆等のロック機能を備えることにより，ジャッキ収納部の蓋板を開閉できないよう\nにすることである。本件明細書記載の実施例においては，「蓋板１１には閉じ姿勢を\nロックする錠杆１２が設けられている」と記載されており（【００１３】），本件特許\n発明は，昇降ゲート以外にジャッキ収納部の蓋板を開閉できないようにする部材を\n備えないという構成を想定しているわけではなく，むしろ，ジャッキ収納部の蓋板\nを開閉できない状態にする典型的な方法である錠杆を設けることを想定している。\nそうすると，錠杆等のロック機能が作用している限りにおいて，上記(ｲ)の①②の\n作用効果は発揮されることを考慮すれば，本件特許発明の本質的部分は，ジャッキ\n収納部の蓋板の錠杆等のロック機能のかけ忘れ，又は，当該機能が壊れる等，当該\n機能が機能していない場合でも，昇降ゲートが垂直な閉じ姿勢にあるときに，ジャ\nッキ収納部の蓋板の一部が昇降ゲートに隠されて開閉できないように形成すること\nにより，ジャッキ収納部の蓋板の錠杆等のロック機能の代替となることを可能にし\nた点にあると認められる。\n(ｴ) そうすると，本件相違部分であるイ号物件の構成ｇにおいては，昇降\nゲート以外の部材により開閉できないようにしており，また，約３０度開閉できる\n以上，「ジャッキ収納部の蓋板の錠杆等のロック機能の代替」となっているとはいえ\nないため，本件相違部分は，本件特許発明の本質的部分に該当する。\nしたがって，本件では，均等論の第１要件を充足しない。\nイ  従来技術との比較\n(ｱ) 本件特許発明における構成要件Ｇが公知文献における構成の転用であ\nること\n乙８の１公報においては，車両（トラック）の荷台の後方扉が，垂直な閉じ姿勢\nにある昇降装置（テールゲート）によって隠されて開閉できないように形成されて\nおり，かつ，本件特許発明におけるジャッキ収納部と同様の位置（すなわち，作業\n車の荷台の後部下方）に，凹溝塞ぎ部材を収納する格納室が設置されているが，か\nかる格納室の取り出し口は，垂直な閉じ姿勢にある昇降装置（テールゲート）によ\nって隠されて開閉できないように形成されていない。また，乙８の２公報において\nは，車両（トラック）の荷台の後方扉が，垂直な閉じ姿勢にある昇降装置（テール\nゲート）によって隠されて開閉できないように形成されているが，本件特許発明に\nおけるジャッキ収納部に該当する構成を有していない。\n一方，本件特許発明は，作業の荷台の後部下方にジャッキ収納部を設置し，垂直\nな閉じ姿勢にある昇降装置（テールゲート）によって，かかるジャッキ収納部の蓋\n板が隠されて開閉できないように形成されている。\nしたがって，本件特許発明と従来技術を比較すると，本件特許発明の構成要件Ｇ\nを，「上記公知文献において，車両（トラック）の荷台の後方扉が，垂直な閉じ姿勢\nにある昇降装置（テールゲート）によって隠されて開閉できないように形成されて\nいる構成を，作業車の荷台の後部下方のジャッキ収納部の蓋板を隠して開閉できな\nいようにすることに転用したもの」であると捉えることができる。\n(ｲ) 本件特許発明の本質的部分の評価\n上記(ｱ)の従来技術を前提とした場合，車両（トラック）の荷台の後方扉が，垂直\nな閉じ姿勢にある昇降装置（テールゲート）によって隠されて開閉できないように\n形成されている構成を，作業車の荷台の後部下方のジャッキ収納部の蓋板を隠して\n開閉できないようにすることに転用することは，何ら困難なことではない。そうす\nると，本件特許発明の貢献の程度は，それほど大きくないと評価でき，本件特許発\n明の本質的部分は，特許請求の範囲の記載とほぼ同義のものとして認定されるべき\nである。\nしたがって，本件特許発明の本質的部分は，「昇降ゲートが垂直な閉じ姿勢にある\nときに，ジャッキ収納部の蓋板の一部が昇降ゲートに隠されて開閉できないように\n形成されていること」にあると認められる。\n(3) 置換可能性（第２要件）\n本件特許発明の作用効果は，①盗難防止，及び，②運行中の確実な落下防止であ\nる。また，昇降ゲートがジャッキ収納部の蓋板にぴたりとくっつけてその間がふさ\nがれていなければ，それらの作用効果は発揮されないため，本件特許発明の構成要\n件Ｇにおいて，昇降ゲートをアーム連結パイプに置き換えると，本件特許発明の目\n的を達することができず，同一の作用効果を奏さない。\nしたがって，均等論の第２要件を充足しない。\n(4) 置換容易性（第３要件）\nイ号物件においては，昇降ゲートが垂直な閉じ姿勢にあるときも，蓋板とアーム\n連結パイプとの間に約５センチの隙間が存在するため，現場へ赴くべく車庫を出\n発するに際し，わざわざエンジンをかけて，昇降ゲートを，ジャッキ収納部の底面\nと略水平な姿勢まで回動させるという操作をすることなく，垂直な閉じ姿勢の状\n態で，ジャッキの積み忘れを簡単に確認することができる。\nこのような作用効果を発揮させるために，昇降ゲートではなく，それとは別の構\n成物であるアーム連結パイプにより遮り，約３０度開閉できるようにしたところ，\nかかる置換は，イ号物件の製造等の時点において容易に想到することができたも\nのではない。\nしたがって，第３要件を充足しない。\n(5) 以上のとおり，イ号物件は少なくとも，均等論の第１要件ないし第３要件\nを充足しないため，均等侵害は成立しない。\n３  争点３（原告の損害額）について\n（原告の主張）\n被告が平成２２年から平成２７年８月３１日までに譲渡した被告製品は，合計８\n１台を下らない。\nそして，原告において，本件特許発明の実施品１台当たりの売上げ平均１０３６\n万４３２８円から，仕入費及び消費税並びに出張費等の経費を差し引いた利益額は，\n１３３万６６９１円である。\nしたがって，同期間の原告の損害額は，１億０８２７万１９７１円（１３３万６\n６９１円×８１台）となる（特許法１０２条１項）。\n（被告の主張）\n否認ないし争う。\n第４  当裁判所の判断\n１  争点１（文言侵害の成否）について\n(1) 構成要件ＡないしＦについて\nイ号物件は，前記第２の１(4)イ記載ａないしｆの構成を備え，これらの構成は，\n本件特許発明の構成要件ＡないしＦを充足する。\n(2) 構成要件Ｇについて\nア  本件特許発明の構成要件Ｇに対比すべきイ号物件の構成については，当\n事者間に争いがあるが，別紙イ号物件の構造等からすると，被告の主張のとおり，\n「昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋板の一部をアー\nム連結パイプにより遮り，約３０度開閉できるように形成されている」構成である\nと認められる。\nそこで，まず，アーム連結パイプが構成要件Ｇの「昇降ゲート」に該当し，イ号\n物件において，ジャッキ収納部の蓋板の一部が「昇降ゲート」に隠されているかを\n検討する。\nイ  本件特許発明の「昇降ゲート」の意義について\n(ｱ)  本件特許発明の特許請求の範囲の構成要件Ａには，「下端部を支点と\nして垂直な姿勢から略水平な姿勢まで回動し且つ水平な姿勢で昇降する昇降ゲート\nを荷台後端に備えた」との記載があることからすれば，「昇降ゲート」とは，作業者\nの荷台後端に設けられる部材であって，下端部を支点として，垂直な姿勢から略水\n平な姿勢まで回動し，かつ，水平な姿勢で昇降するものをいうと解される。\n(ｲ) そして，本件明細書の【発明を実施するための最良の形態】の欄には，\n「荷台１の後端には，下端部の枢軸５ａを支点として垂直な姿勢から略水平な姿勢\nまで回動し且つ水平な姿勢で昇降する昇降ゲート５が設けられている。この昇降ゲ\nート５はアーム６や油圧シリンダー７等によって駆動されるものであるが，そのメ\nカニズムは，一般に広く使用されている公知の技術であり，また上記特許文献２に\nも開示されているものであるから，この部分の説明は省略する。」と記載され（【０\n０１２】），【図１】ないし【図５】が示されている。\nこのように，本件明細書においては，「昇降ゲート５」，「アーム６」及び「油圧シ\nリンダー７」に，それぞれ異なる符号が付され，【図５】においては，その記載に対\n応した異なる部材が明示されていることからすれば，「昇降ゲート５」と，「アーム\n６」及び「油圧シリンダー７」とは，別の構成物であるとして記載されていると解\nするのが自然であり，このように解することは，「アーム６」及び「油圧シリンダー\n７」が，前記構成要件Ａ記載のように，下端部を支点として垂直な姿勢から略水平\nな姿勢まで回動する，あるいは水平な姿勢で昇降するといった動作を行うものでな\nいことからしても合理的である。また，構成要件Ｆに関して，【図３】を説明する【０\n０１５】には，「アーム６」及び「油圧シリンダー７」の記載がないのに，「蓋板１\n１を水平な姿勢に開放したときに，蓋板１１の先端部分が昇降ゲート５の上面に橋\n架されて，ジャッキ収納部の底面８ａと昇降ゲート５との隙間Ｌを埋める橋渡しと\nしての作用をなすように形成されている。」などと説明されていることも，このよう\nな理解に沿うものである。\n(ｳ) 以上からすれば，本件特許発明における「昇降ゲート」は，前記(ｱ)で\n述べたとおりであり，実施例の記載との対応関係でいえば，「昇降ゲート５」として\n図示された板状部のみを意味し，「アーム６」や「油圧シリンダー７」といった「昇\n降ゲート５」を駆動させる部材を含まないものと解するのが相当である。\n(ｴ) これに対し，原告は，特許請求の範囲及び本件明細書の上記【００１\n２】の記載から，本件特許発明の「昇降ゲート」が特許文献２（乙２）中の「荷役\n車両用荷受台昇降装置」を指すなどとして，「アーム６」は本件特許発明の「昇降ゲ\nート」を構成する旨主張する。しかし，本件明細書の同段落における特許文献２に\n関する記載は，「昇降ゲート５」が「アーム６」や「油圧シリンダー７」によって駆\n動されるメカニズムが同文献に記載されていることを説明するものであるにとどま\nり，それ以上に「昇降ゲート」の範囲を述べるものではないから，原告の主張は採\n用できない。さらに，原告は，本件明細書の【図２】や【図５】についても指摘す\nるが，上記(ｲ)のとおり，「昇降ゲート５」は，「アーム６」や「油圧シリンダー７」\nを含まないと解され，原告の指摘は理由とならない。\nウ  イ号物件におけるアーム連結パイプの「昇降ゲート」該当性\nイ号物件は，別紙イ号物件の構造等のとおりの構造を有するものであるところ，\n同別紙の図３及び図４のとおり，アーム連結パイプ（１０３）は，リフトアーム（２\n０１ａ及びｂ）の端部に溶接して取り付けられている。リフトアーム（２０１ａ及\nびｂ）の端部は，ゲート支持体（２０６ａ及びｂ）を介して，昇降ゲート（２０８）\nに溶接されているブラケット（２０９ａ及びｂ）にピン（２０７ａ及びｂ）で結合\nされている。また，リフトアームには，昇降用油圧シリンダー（２０３ａ及びｂ）\nの端部が，ピン（１１２ａ１及びｂ１）を介して，ピン結合されている。\nこのような構造から，昇降ゲート（２０８）は，ピン（２０７ａ及びｂ）を支点\nとして，リフトアーム（２０１ａ及びｂ）に対して垂直な姿勢から略水平な姿勢ま\nで回動し，また，リフトアーム（２０１ａ及びｂ）等の駆動によって，水平な姿勢\nを維持しながら昇降するものといえるのに対し，リフトアーム（２０１ａ及びｂ）\nは，昇降ゲート（２０８）を水平に保ちながら昇降させる部材である。\nそうすると，イ号物件において，作業者の荷台後端に設けられる部材であって，\n下端部を支点として，垂直な姿勢から略水平な姿勢まで回動し，かつ，水平な姿勢\nで昇降する部材は，昇降ゲート（２０８）であり，アーム連結パイプ（１０３）は，\nリフトアーム（２０１ａ及びｂ）の端部に溶接して取り付けられている構造から，\nリフトアーム（２０１ａ及びｂ）にかかる応力を分散し，リフトアーム（２０１ａ\n及びｂ）を水平に保つ機能を有し，昇降ゲート（２０８）を駆動させるリフトアー\nム（２０１ａ及びｂ）の一部を構成するもの，又は，リフトアーム（２０１ａ及び\nｂ）を補助する部品であり，本件特許発明の「昇降ゲート」に当たらないというべ\nきである。\nしたがって，イ号物件は，構成要件Ｇのジャッキ収納部の蓋板の一部が「昇降ゲ\nート」に隠されている構成を充足しない。\n２  争点２（均等侵害の成否）について\n(1) 特許請求の範囲に記載された構成中に，相手方が製造等をする製品又は用\nいる方法（以下「対象製品等」という。）と異なる部分が存する場合であっても，①\n同部分が特許発明の本質的部分ではなく，②同部分を対象製品等におけるものと置\nき換えても，特許発明の目的を達することができ，同一の作用効果を奏するもので\nあって，③上記のように置き換えることに，当業者が，対象製品等の製造等の時点\nにおいて容易に想到することができたものであり，④対象製品等が，特許発明の特\n許出願時における公知技術と同一又は当業者がこれから当該出願時に容易に推考で\nきたものではなく，かつ，⑤対象製品等が特許発明の特許出願手続において特許請\n求の範囲から意識的に除外されたものに当たるなどの特段の事情もないときは，同\n対象製品等は，特許請求の範囲に記載された構成と均等なものとして，特許発明の\n技術的範囲に属するものと解するのが相当である（最高裁判所第３小法廷平成１０\n年２月２４日判決・民集５２巻１号１１３頁参照）。\n先に検討したとおり，本件特許発明の構成とイ号物件の構成とは，少なくとも，\n昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋板の一部が，「昇降\nゲートに」隠されている（構成要件Ｇ）のか，「アーム連結パイプにより」遮られて\nいるのか（イ号物件）との点で相違する（以下「本件相違点」という。）ことから，\n以下，この相違点に関する均等の成否を検討する。\n(2) 非本質的部分（第１要件）について\nア  後掲証拠によれば，本件特許出願の経過について，以下の事実が認めら\nれる。\n(ｱ) 本件特許出願の当初の特許請求の範囲の記載は，請求項１が本件特許\n発明の構成要件ＡないしＤを内容とするものであり，請求項２が上記請求項１に加\nえて本件特許発明の構成要件Ｅ及びＦを内容とするものであり，本件特許発明の構\n成要件Ｇを内容とするものは特許請求の範囲に記載されていなかった。また，本件\n特許出願の願書に添付された当初の明細書及び図面（以下「本件当初明細書」とい\nう。）は，本件公報のうち下線部を除いたものであった。（乙５及び６）\nそこでは，当初の請求項１に係る発明は，従来，「作業車の前輪と後輪との間で荷\n台下方にジャッキ収納空間を設けてこれにジャッキを収納するようにし，車体側面\nから出し入れするようにしたもの」があるが，これには，「重量のあるジャッキの出\nし入れにはやはりかなりの労力を必要とすると共に，車体側面から出し入れするも\nのであるから，出し入れ口が走行車線側にある場合には非常に危険であり，歩行者\n側にある場合には歩行者の邪魔になると共に，ガードレールやポール等の等の障害\n物があれば出し入れができないといった問題点があった」ことから，この問題点を\n解決することを課題としており（【０００３】，【０００４】），本件特許発明の構成要\n件ＡないしＤの構成により，「ジャッキ収納部の出し入れ口が車体の後端に向かって\n形成されているので，車体左側のガードレールやポール等の障害物に影響されるこ\nとなく，或いは車体左右の歩行者や走行車に気を使うことなく，道路上で車体後部\nに少しの作業スペースがあればどこででも安全にジャッキを出し入れすることがで\nき，加えて，ジャッキの地上への昇降に際して，荷台後端に常備されている昇降ゲ\nートを利用することができるので，作業者の労力を著しく軽減することができると\nいった優れた効果がある。」とされていた（【０００８】）。\nまた，当初の請求項２に係る発明は，本件特許発明の構成要件ＡないしＤの構\n成に加え，同Ｅ及びＦの構成を備えることにより，「ジャッキ収納部の蓋板が水平な\n姿勢に開放されたときに，蓋板先端部分がジャッキ収納部の底面と略水平となる位\n置まで降下させた昇降ゲートの上面に橋架されて，ジャッキ収納部の底面と昇降ゲ\nートとの隙間を埋める橋渡しとしての作用をなすように形成されているので，ジャ\nッキをジャッキ収納部から引きずり出す際にコマ等の部材が隙間に落ち込んで引っ\nかかるようなことを防止でき，スムースに出し入れすることができるといった効果\nがある。」とされていた（【０００９】）。\n(ｲ) これに対し，平成２１年４月１５日付けで，特許庁審査官から，進歩\n性が認められないこと（特許法２９条２項）を理由とする拒絶理由通知がされた（乙\n４）。\n同通知に係る通知書には，当初の請求項１に関し，乙３公報を引用文献等として，\n「『格納部Ａ』にジャッキを収納することは，適宜なし得る事項である。」とされ，\nまた，当初の請求項２に関し，「『昇降ゲート』及び『荷台』の『橋渡し』が，従来\n周知の技術（例えば，実願平０５－０５８０４２号（実開平０７－０２７９４５号）\nのＣＤ－ＲＯＭの渡し板１１，実願平０４－０２３４４５号（実開平０５－０７４\n９８３号）のＣＤ－ＲＯＭの導板３８等を参照されたい。）であることから，引例１\nの『蓋板』（開閉蓋８１）を，上記『橋渡し』のように構成することに格別の困難性\nはない。」と記載されていた（乙４）。\n(ｳ) これを受けて，原告は，手続補正書により，①特許請求の範囲につき，\n当初の請求項１に，本件特許発明の構成要件Ｅ及びＦの構成並びに同構成要件Ｇの\n構成を追加したものとするとともに，本件当初明細書の【０００６】に同構成要件\nＧの構成の記載を追加し，②作用効果について，本件当初明細書【０００９】に，\n「更に加えて，本発明は，昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ収\n納部の蓋板の一部が昇降ゲートに隠されて開閉できないように形成されているので，\nジャッキの盗難を未然に防止することができるといった効果をも有するものであ\nる。」を追加する補正をした（以下「本件補正」という。乙５）。これにより，本件\n特許発明の内容及び本件明細書の記載は，現在のものとなった。\n(ｴ) また，原告は，意見書において，次のとおり述べた（乙６）。\nａ  「本願発明では，以上の構成とすることによって出願当初明細書の\n段落『０００８』欄で述べている効果に加えて，下記の如き新規な効果をも同時に\n発揮することができるのであります。」として，本件当初明細書の【０００９】及び\n【００１６】（本件補正後の本件明細書の【０００９】）の記載を効果として指摘し\nた。\nｂ  そして，前記拒絶理由での引用文献及び参考文献については，｢引用\n文献１（特開平１０－０００９７８号公報）並びに参考文献の実開平０７－０２７\n９４５号公報，実開平０５－０７４９８３号公報に記載の発明には，そのいずれに\nも，今般本願発明の必須構成要件として新請求項１に加入させていただきました，\n『昇降ゲートが垂直な閉じ姿勢にあるときに，ジャッキ収納部の蓋板の一部が昇降\nゲートに隠されて開閉できないように形成されている』との構成を全く備えており\nません。殊に，引用文献１には，審査官殿御指摘のように，『開閉蓋８１を橋渡しの\nようにして使用する』という示唆は一切なされていないものであります。また，上\n記参考文献２件には，『昇降ゲート』と『荷台』の隙間を埋める『橋渡し』の部材は\n記載されておりますが，ジャッキ収納部の蓋板が『橋渡し』の役目を兼用するとい\nう，本願発明において構造上重要な思想は開示されておりません。｣，「したがって，\nこれらの文献では，本願発明の効果，即ち，  ａ．昇降ゲートが垂直な閉じ姿勢に\nあるときに，ジャッキ収納部の蓋板の一部が昇降ゲートに隠されて開閉できないよ\nうに形成されているので，（屋外駐車時等における）ジャッキの盗難を未然に防止す\nることができる  ｂ．車輌運転中の振動によりジャッキ収納部からジャッキが落下\nして紛失することのみならず，道路上でのトラブルの発生を確実に防止することが\nできる  ｃ．ジャッキ収納部の蓋板が『橋渡し』の役目を兼用しているので，構成\n部材を少なくすることができると共に，ジャッキをスムースに収納部に出し入れで\nきる  といった本願発明の独特の効果を期待することができるものではありませ\nん。  故に本願発明は，引用文献とは別異な新規性を具備した発明であると考えま\nす。」と述べた。\n(ｵ) その後，本件特許出願については，本件補正に係る内容で特許査定が\nされた。\nイ  本件特許発明の本質的部分について\n(ｱ) 特許発明における本質的部分とは，当該特許発明の特許請求の範囲の\n記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分である\nと解されるところ，当該本質的部分は，特許請求の範囲及び明細書の記載，特に明\n細書記載の従来技術との比較から認定されるべきである。ただし，明細書に従来技\n術が解決できなかった課題として記載されているところが，出願時の従来技術に照\nらして客観的に見て不十分な場合には，明細書に記載されていない従来技術も参酌\nして，当該特許発明の従来技術に見られない特有の技術的思想を構成する特徴的部\n分が認定されるべきである（知的財産高等裁判所平成２８年３月２５日判決・平成\n２７年（ネ）第１００１４号参照）。\n(ｲ) 本件明細書によれば，本件特許発明の構成は，大別して，①作業車の\n後方に所定の昇降ゲートとジャッキ収納部が設けられ，ジャッキ収納部の出し入れ\n口が作業車の後方に向かい，開閉自在の蓋が設けられている構成（構成要件Ａない\nしＤ），②蓋板が水平な状態に開放されたときに，蓋板が降下した昇降ゲートの上面\nに橋架される構成（構成要件Ｅ及びＦ），③昇降ゲートが垂直な閉じ姿勢にあるとき\nに，ジャッキ収納部の一部が昇降ゲートに隠されて開閉できないように形成されて\nいる構成（構成要件Ｇ）から成っており，従来技術に比べて，①の構成については，\n車体左側の障害物や車体左右の歩行者等に気を使うことなく，安全にジャッキを出\nし入れすることができるとともに，ジャッキの地上への昇降に昇降ゲートを利用す\nることができるので作業者の労力を著しく軽減することができるという効果があ\nり，②の構成については，ジャッキをジャッキ収納部からスムースに出し入れする\nことができるという効果があり，③の構成については，ジャッキの盗難を未然に防\n止することができるという効果があるとされていると認められる。そして，②の構\n成と③の構成は，いずれも①の構成が定める昇降ゲート（構成要件Ａ）とジャッキ\n収納部の蓋板（構成要件ＢないしＤ）の構成を前提として，この二つの部材の関係\nが，そのまま，ある状態では蓋板が昇降ゲートに橋架される状態となり（②の構成・\n構成要件Ｅ及びＦ），他の状態では蓋板の一部が昇降ゲートに隠されて開閉できない\n状態になる（③の構成・構成要件Ｇ）というように構成したものであり，それによ\nり，上記の諸効果を同時に奏するとされたものであると認められる。\n(ｳ) しかし，本件明細書に記載されていない公知技術を参酌すると，本件\n特許発明の構成要件ＡないしＤ（上記の①の構成）については，拒絶理由通知書（乙\n４）において引用文献とされた乙３公報に，「格納部Ａ」が荷台の下方に形成され，\nその後部が出し入れ口として開放され，この後部に開閉蓋８１が下部ヒンジ８２を\n中心にして開閉自在に設けられている構成が記載されていることが認められる（乙\n３【０００４】，【００２４】，【図１】）。そして，前記のとおり，この「格納部Ａ」\nにジャッキを収納することは，適宜なし得ることであるとして，構成要件Ａないし\nＤを内容とする当初の請求項１の発明について拒絶理由通知がされ，原告が提出し\nた意見書においても特段これに対する反論もされていないことからすると，構成要\n件ＡないしＤの構成が，従来技術に見られない特有の技術的思想を構成する特徴的\n部分であるとは認められない。\n他方，構成要件Ｅ及びＦの構成（上記②の構成）については，いわゆる昇降ゲー\nトと「荷台」の「橋渡し」の構成は，同じく拒絶理由通知書において指摘された乙\n８の１公報及び乙８の２公報において記載がある周知技術であるが，原告が意見書\nで述べるとおり，「ジャッキ収納部の蓋板」が昇降ゲートに橋架される機能を兼ねる\n構成については記載がなく，それにより前記のとおりの効果を奏するものであるか\nら，構成要件Ｅ及びＦは，従来技術に見られない特有の技術的思想を構成する特徴\n的部分であると認められる。\nまた，構成要件Ｇ（上記③の構成）は，上記意見書に記載されたとおり，公知文\n献に記載されておらず，それにより前記の効果を奏するものであることから，従来\n技術に見られない特有の技術的思想を構成する特徴的部分であると認められる。\n(ｴ) 以上からすると，本件特許発明の構成の技術的特徴部分は，構成要件\nＥないしＧの構成であると認められるが，前記のとおり，これらの構成は，構成要\n件Ａの昇降ゲートと，構成要件ＢないしＤのジャッキ収納部の蓋板の構成を前提と\nして，この二つの部材の関係が，そのまま，ある状態では蓋板が昇降ゲートに橋架\nされる状態となり（構成要件Ｅ及びＦ），他の状態では蓋板の一部が昇降ゲートに隠\nされて開閉できない状態になる（構成要件Ｇ）というように構成したものであり，\nそれにより，上記の諸効果を同時に奏するとされたものであるから，このような構\n成要件Ｅ及びＦと構成要件Ｇとの密接関連性に照らすと，構成要件Ｇにおいて，蓋\n板の一部を隠すのが「昇降ゲート」であることは，本件特許発明の本質的部分であ\nるというべきである。\n(ｵ) そうすると，本件相違点は，ジャッキ収納部の蓋板の一部が昇降ゲー\nトに隠されて開閉できないように形成されていることという本件特許発明の本質的\n部分に該当するといえ，第１要件を充足しない。\nウ  原告の主張について\n(ｱ) これに対し，原告は，本件特許発明の本質的部分は，「昇降ゲートある\nいは昇降ゲートの姿勢に連動する部品が，ジャッキ収納部の蓋板の開閉軌跡上にあ\nるため，特段専用の機構を取付けることなく同蓋板が開閉できないようになるとい\nう構成」であるとして，本件相違点は，本件特許発明の本質的部分に該当しない旨\n主張する。\n(ｲ) しかし，まず，本件特許発明における構成要件Ｅ及びＦと構成要件Ｇ\nとの密接関連性に照らして，構成要件Ｇにおいて，蓋板の一部を隠すのが「昇降ゲ\nート」であることが，本件特許発明の本質的部分であると解されることは，前記の\nとおりである。\n(ｳ) また，原告のこの主張は，ジャッキ収納部の蓋板の一部を隠すのが，\n構成要件Ｇが定める「昇降ゲート」そのものではなく，昇降ゲートを含む上位概念\nである「昇降ゲートの姿勢に連動する部品」であることが，本件特許発明の本質的\n部分であると主張する趣旨であると理解することができる。\n特許発明の本質的部分の認定に当たっては，①従来技術と比較して特許発明の貢\n献の程度が大きいと評価される場合には，特許請求の範囲の記載の一部について，\nこれを上位概念化したものとして認定され，②従来技術と比較して特許発明の貢献\nの程度がそれ程大きくないと評価される場合には，特許請求の範囲の記載とほぼ同\n義のものとして認定されると解される（前掲知的財産高等裁判所判決参照）。\nそこで，改めて従来技術を検討すると，乙８の２公報には，上記「橋渡し」の構\n成だけでなく，断熱荷箱を持つトラックにおいて，そのトラックの荷台の後方扉が，\n垂直な閉じ姿勢にあるテールゲートの荷台によって隠される構成が記載されてお\nり，また，乙８の１公報においては，同様の昇降装置を備えたバン型車両において，\n車両の荷台の後部下方に部材を収納する格納室１０が設置されているが，昇降装置\nによって隠される位置にはないことが認められる（乙８の１の【図２】，【図６】，乙\n８の２の【図２】）。このような記載によれば，車体後部に昇降装置，あるいはテー\nルゲート等を備えた車両において，昇降装置あるいはテールゲートを使用しない場\n合にこれらが垂直な閉じ姿勢となり，そのような姿勢にあるときに，昇降装置ある\nいはテールゲートが，車両後方に向けて開閉部を有する後方扉を隠すこととなり，\nその結果として，後方扉が開閉できなくなるという原理は既に示されており，本件\n特許発明の構成要件Ｇは，この原理をジャッキ収納部の蓋板と昇降ゲートの関係に\n応用し，原告が主張するように，ジャッキ収納部の蓋板と昇降ゲートの位置関係を，\n昇降ゲートによって蓋板の一部が隠されるように構成したものであるといえる。そ\nうすると，従来技術と比較して，構成要件Ｇの貢献の程度はそれ程大きなものとは\nいえないから，本件特許発明の本質的部分を認定するに当たり，原告主張のように\n上位概念化することはできない。\nしたがって，原告の上記主張は採用できない。\n(3) 以上から，少なくとも，均等の第１要件を充足しないから，均等侵害も成\n立しない。\n３  よって，その余の点を判断するまでもなく，原告の請求は，理由がないから\nこれを棄却することとし，訴訟費用の負担につき民事訴訟法６１条を適用し，主文\nのとおり判決する。\n大阪地方裁判所第２６民事部\n裁 判 長 裁 判 官\n髙    松          宏      之\n裁 判 官\n田    原      美    奈    子\n裁 判 官\n林             啓    治    郎\n"
}