{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 16
  },
  "case_number": "平成24(行ウ)6",
  "case_name": "政務調査費返還履行請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "市議会の会派が，市から交付を受けた政務調査費の一部を地方自治法その他の使途基準に違反して違法に支出し，これを不当利得として返還すべきであるにもかかわらず，市長がその返還請求を違法に怠っているとして，市の住民らが，同法２４２条の２第１項４号本文に基づき，その返還請求をすることを上記市長に対して求める請求の一部が認容された事例",
  "lawsuit_id": "86700",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86700",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/700/086700_hanrei.pdf",
  "contents": "主           文\n１  被告は，被告補助参加人札幌市議会自由民主党議員会に対し，１８９４\n万８７５３円を札幌市に支払うよう請求せよ。\n２  被告は，被告補助参加人札幌市議会民進党市民連合議員会に対し，１２\n３８万３７００円を札幌市に支払うよう請求せよ。\n３  被告は，被告補助参加人日本共産党札幌市議会議員団に対し，２８万円\nを札幌市に支払うよう請求せよ。\n４  原告のその余の請求をいずれも棄却する。\n５  訴訟費用はこれを２分し，その１を原告の負担とし，その余を被告の負\n担とし，補助参加により生じた費用はこれを２分し，その１を原告の負担\nとし，その余を被告補助参加人らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，被告補助参加人札幌市議会自由民主党議員会に対し，３７５８万８\n９０２円を札幌市に支払うよう請求せよ。\n２  被告は，被告補助参加人札幌市議会民進党市民連合議員会に対し，２８５２\n万８５４０円を札幌市に支払うよう請求せよ。\n３  被告は，被告補助参加人日本共産党札幌市議会議員団に対し，１７７万６４\n０１円を札幌市に支払うよう請求せよ。\n４  被告は，札幌市議会改革維新の会こと「改革」に対し，９３万７９００円を\n札幌市に支払うよう請求せよ。\n第２  事案の概要\n１  本件は，札幌市の住民を構成員とする権利能力のない社団である原告が，被\n告が平成２２年度に札幌市議会の会派である被告補助参加人ら及び札幌市議会\n改革維新の会に交付した政務調査費のうち，被告補助参加人札幌市議会自由民\n主党議員会（補助参加申立時の名称は「札幌市議会自民党・市民会議」。以下，\n名称変更の前後を問わず，「参加人自民党会派」という。）については３７５\n８万８９０２円が，同札幌市議会民進党市民連合議員会（平成２２年度当時の\n名称は「札幌市議会民主党・市民連合議員会」。以下，名称変更の前後を問わ\nず，「参加人民進党会派」という。）については２８５２万８５４０円が，同\n日本共産党札幌市議会議員団（以下「参加人共産党会派」という。）について\nは１７７万６４０１円が，札幌市議会改革維新の会（以下「改革維新の会」と\nいう。）との同一性が認められると主張する「改革」については９３万７９０\n０円が，いずれも地方自治法その他の使途基準に違反する用途に用いられた違\n法な支出であり，札幌市が上記各会派に対して上記各金額の不当利得返還請求\n権を有するところ，札幌市の執行機関である被告が上記不当利得返還請求権の\n行使を違法に怠っていると主張して，被告に対し，地方自治法２４２条の２第\n１項４号本文に基づき，被告補助参加人ら及び改革に対する上記各金員の返還\nを請求することを求めた事案である。\nなお，以下では，別紙１記載の政務調査費支出の適法性が争われている議員\nについては，いずれも別紙１の「番号」欄記載のアルファベット及び数字によ\nり特定し，例えば「Ａ１議員」などということがある（「Ａ」は参加人自民党\n会派の，「Ｂ」は同民進党会派の，「Ｃ」は同共産党会派の，「Ｄ」は改革維\n新の会の各所属議員を指す。）。\n２  関係法令等の定め\n別紙関係法令等の定め記載のとおり（なお，同別紙で定める略称等は，以下\nにおいても用いる。）\n３  前提事実（争いのない事実並びに掲記の証拠〔書証番号については，特に付\n記しない限り，全ての枝番を含む。〕及び弁論の全趣旨により容易に認められ\nる事実）\n⑴  当事者\nア  原告は，札幌市の住民によって組織され，札幌市内に事務所を有する権\n利能力なき社団である。\nイ  被告は，普通地方公共団体である札幌市の執行機関である。\nウ  参加人自民党会派，同民進党会派，同共産党会派及び改革は，札幌市議\n会において同一の行動をとるために，複数名の札幌市議会議員によって構\n成された団体である。\n⑵  政務調査費の交付\n平成２２年４月１日，被告は，参加人自民党会派，同民進党会派，同共産\n党会派及び改革維新の会の各代表者から政務調査費交付申請書の提出を受け，\n上記各会派に対する平成２２年度の政務調査費支出額を決定した（乙共１）。\n⑶  各会派が支出した政務調査費の内訳\nア  上記 各会派に所属する議員ごとの事務所費及び人件費に関する政務\n調査費支出額の内訳は別紙１（政務調査費支出額一覧）のとおりであり，\n別紙２（当事者に争いのある支出額一覧表）記載のとおり，一部の議員に\nついては，支出額について争いがある。\nイ  また，参加人民進党会派は，平成２２年３月３１日付けで，国政政党で\nある民主党（平成２２年当時）の地方組織である民主党北海道総支部連合\n会（以下「民主党北海道」という。）の下部組織・民主党札幌との間で政\n務調査活動に関わる業務委託契約（以下「本件業務委託契約」という。）\nを締結し，同契約に基づき，政策調査業務委託費（研究研修費）４８０万\n円，政策調査業務委託費（資料作成費）１０３２万円，広報紙作成業務委\n託費（広報費）６００万円の合計２１１２万円を政務調査費から支出した\n（乙共３，丙共１）。\n⑷  改革維新の会及び改革の成立及び消滅に係る経緯\nア  平成２１年４月１日，当時札幌市議会議員であった，Ｄ１議員，Ｄ２議\n員，Ｐ１議員及びＰ２議員の４名は，同議会における会派として，改革維\n新の会を結成し，札幌市議会議長（以下「市議会議長」という。）に会派\n結成届を提出して，平成２２年４月より，同年度の政務調査費の交付を受\nけた（乙Ｄ全１３）。\nイ  平成２３年４月１０日実施の札幌市議会議員選挙（以下「平成２３年市\n議会議員選挙」という。）で当選したＰ１議員及びＰ２議員の２名は，同\n年５月２日に札幌市議会市政改革クラブ（以下「市政改革クラブ」とい\nう。）を結成し，市議会議長に会派結成届を提出した（乙Ｄ全２）。\nウ  市政改革クラブは，平成２４年４月１日，札幌市議会議員であるＰ３議\n員の加入により，札幌市議会市政改革・みんなの会（以下「みんなの会」\nという。）を結成し，市議会議長に会派結成届を提出した（乙Ｄ全１４）。\nエ  その後，平成２５年１１月１２日にＰ３議員がみんなの会から離脱した\nことにより，同会は，会の名称を「改革」に変更し，市議会議長に会派変\n更届を提出した（乙Ｄ全１５）。\nオ  なお，改革維新の会，市政改革クラブ，みんなの会及び改革の各会派は，\nいずれも特定の国政政党を共通する関係にはない。\n⑸  本件訴訟に至る経緯等\nア  平成２３年１０月２０日，原告は，法２４２条１項に基づき，札幌市監\n査委員に対して住民監査請求を行い，同委員は，平成２４年１月１３日，\nこれを棄却する旨の監査結果を原告に通知した（甲共１，２）。\nイ  原告は，上記アの監査結果を受け，平成２４年２月８日，本件訴えを提\n起した。\n４  争点\n⑴  改革維新の会と改革の同一性（争点１）\n⑵  参加人民進党会派における業務委託費支出の適法性（争点２）\n⑶  各会派における事務所費支出の適法性（争点３）\n⑷  参加人自民党会派における人件費支出の適法性（争点４）\n５  争点に関する当事者の主張\n⑴  改革維新の会と改革の同一性（争点１）\n（原告の主張）\n市議会における会派は，いわゆる権利能力なき社団に当たり，構成員の変\n更があったとしても，団体の性質上，当該社団は存続するのであるから，平\n成２３年市議会議員選挙により構成する議員が変化しても，これが改革維新\nの会と改革の同一性を認める障害となることはない。\n改革と改革維新の会は，政党事務所も，市議会における会派ごとの控室も，\nいずれも従前のものを継続して利用しており，広報費としてのシステム更新\n料の支払も継続して行っている。これらの事実からも明らかなとおり，改革\n維新の会と改革は実質的には同一の会派であって，そうであるがゆえに従前\nの権利関係を引き継いでいることがうかがわれる。\n本件訴訟前の監査手続においても，結論として原告の監査請求は「棄却」\nされたものの「却下」はされておらず，札幌市は改革維新の会が実質的に存\n在することを前提としていた。\nしたがって，改革維新の会と改革は実質的に同一の権利能力なき社団であ\nり，会派の名称が異なるのは単なる会派の名称変更によるものにすぎないか\nら，改革は，改革維新の会が負う政務調査費の返還義務を承継する。\n（被告の主張）\n議会における会派とは，政治的信条等を同じくする議員の任意の同志的集\n合体であって，任期満了等により議員が議員としての地位を喪失した場合，\n議員を構成員とする会派は，法律上当然に自然消滅することになる。この場\n合でも，新しく結成された会派が消滅した会派の権利義務を承継する旨の意\n思を有し，又は両会派の間に実質的同一性が認められるときは，新会派への\n政務調査費に関する返還義務の承継が認められる余地もあるが，改革は，平\n成２３年市議会議員選挙の結果により旧会派である改革維新の会の構成員４\n名のうち２名のみが加入したにすぎず，特定の国政政党との共通の関係も存\n在しない。さらに，構成員は各々が個人事務所を使用していたものであって，\n会派として改革維新の会と改革が同一の事務所を継続利用していた事実もな\nく，市議会における控室も，両会派では位置及び面積が異なり，同一のもの\nは利用していない。\nしたがって，改革維新の会は，平成２３年市議会議員選挙後に，その構成\n員の札幌市議会議員の任期が満了した同年５月１日をもって自然消滅したと\nいうべきであるから，その後に結成された改革は，同選挙前の改革維新の会\nとは別個の会派であり，同会派の政務調査費に係る返還義務を承継しない。\n⑵  参加人民進党会派における業務委託費支出の適法性（争点２）\n（原告の主張）\nア  「手引き」等の使途基準に違反する支出であること\n政務調査費は，議員の調査研究に資するために必要な経費についてのみ\n支出することが許容され（市条例１条），具体的使途基準である「手引き」\n等記載の項目についてのみ支出が認められるものであるから，政務調査費\nから業務委託費を支出する場合，当該支出が市条例別表に記載された項目\nのうちのいずれに当たり，どれだけの金額が支出されたのかを明確にし，\n資料等を整備しなければならない。\n使途項目が不明確であること\nしかし，参加人民進党会派は，月別報告書（丙共２）等を提出するの\nみで，使途項目について全く明らかにせず，その結果，業務委託費が\n「手引き」における使途項目のいずれに該当するのかが判然としない。\nさらに，参加人民進党会派が委託業務に従事したと主張する３名の職員\nについても，これらの職員がどのように業務に従事していたかが客観的\nに明らかとなっていない。\nそうすると，参加人民進党会派が業務委託費に関してした政務調査費\nの支出は，その全額について違法である。\n研究研修費の委託は認められないこと\n「手引き」には，資料作成費や広報誌の作成及び発送業務については\n委託が認められる旨の記載があるものの，研究研修費について，これを\n許容する規定は存在しない。そうすると，研究研修費については，個別\nの研究研修についての経費等の支出を認めているにすぎず，本件業務委\n託契約のような包括的な契約を根拠として政務調査費を支出することは\n許されないと解すべきである。\nそうすると，参加人民進党会派が支出した研究研修費については，そ\nの全額（４８０万円）が返還されなければならない。\nイ  政務調査活動として必要性を欠く支出が混在していること\n参加人民進党会派は市政懇談会の配布資料や報告書の作成費用を業務委\n託費に算入しているが，当該作成費用が研究研修費，資料作成費，広報費\nのいずれに属するものとして支出されたのかが明らかでなく，また，その\n点を措くとしても，当該文書は他機関が作成した資料をそのまま流用して\nいたにすぎないものであるなど，政務調査費から当該作成費を支出する必\n要性は認められない。\nまた，市民等から聴取した意見をまとめた要望書や公開質問状等の書類\n作成業務委託費についても，本来，議員による質問は議員本人によってな\nされるべきものであって，公開質問に関する資料の作成が政党支部に委託\nされることは予定されていないはずである。\nさらに，参加人民進党会派は，市議会における同会派の議会活動に関し\nて市民向けの報告記事を作成させることをもって業務委託費を政務調査費\nから支出しているが，当該記事は，インターネット上にアップされた市議\n会における審議過程を内容としたものにすぎず，独自に報告記事を作成し\nていると評価できるものではない。したがって，上記広報誌作成業務は政\n務調査活動としての必要性が認められず，当該業務委託費として政務調査\n費を支出することは許されない。\nウ  業務委託費に係る支出の具体的違法性\n仮に上記ア及びイの主張が認められないとしても，民主党札幌で参加人\n民進党会派\n記載の政党活動に従事していたことが明らかであって，当該活動の業務量\nが少なからぬものであることに照らすと，当該職員らは，実質的には業務\n委託費をもって政党活動の補助を行っていたと評価せざるを得ない。\nしたがって，その支出のうち，少なくとも２分の１については政務調査\n費からこれを支出することは許されない。\n選挙公約の作成\n本件業務委託契約の受託者である民主党札幌が参加人民進党会派に対\nして提出した月別報告書には，政務調査業務に関するもののみならず，\n「２０１１年札幌市議会・民主党市民連合選挙公約」の作成（丙共２の\n８）も委託業務の内容として記載されている。\nしかし，選挙活動は，民主党所属議員の党勢拡大を図るための業務\nであることが明らかであって，これはいかなる意味でも政務調査活動と\nは評価できず，純然たる政党活動というほかない。\n「まちかどミーティング」に関する案内文書の作成\n参加人民進党会派が主催し，民主党札幌が後援する「まちかどミーテ\nィング」は，民主党札幌の党員等が参加者を募集し，北海道議会議員が\n開会挨拶を行い，その様子が民主党札幌の機関誌に掲載されることがあ\nる活動であり，このような活動内容からすれば，政務調査活動の要素が\n皆無とはいえないにせよ，政党活動の要素が相当程度含まれている。\n民主党札幌固有の業務\n民主党札幌の職員ら３名は，平成２２年度中も，週に１回程度発行さ\nれる民主党札幌の機関誌の編集・発送業務を業務時間内に行っていたほ\nか，うち１名の職員は，民主党札幌の会計業務及び就業場所における民\n主党札幌の事務所業務を担当し，政党活動に従事していた。\n（被告及び参加人民進党会派の主張）\nア  「手引き」及び本件委託業務の性質\n「手引き」は，政務調査費による支出が認められる使途項目を限定列挙\nしたものではないから，そのことだけを理由として「手引き」に記載のな\nい研修研究費を政務調査費から支出することが許されないということには\nならない。業務委託が可能な範囲は，会派又は所属議員の合理的な裁量に\nおいて，自主的・自律的判断に基づいて決せられるものである。\nまた，参加人民進党会派が民主党札幌に委託した業務は，いずれも「手\n引き」記載の使途項目の複数の性質を有するものであり，特定の使途項目\nに該当すると決めることは困難である。「手引き」は会派又は議員の自主\n的・自律的裁量によって業務を第三者に委託することを許容しているから，\n個別の事項ごとに委託せず，複数の事項を包括的に委託することもこれが\n裁量の範囲にとどまる限りにおいて当然に許容される。\nイ  委託先の選定及び委託費の決定が合理的なものであること\n参加人民進党会派が政務調査活動の委託を行った民主党札幌は，国政政\n党である民主党（平成２２年当時）の地方組織である民主党北海道総支部\n連合会の下部組織として位置付けられる機関であり，参加人民進党会派の\n目指す市政の方向性を熟知し，執行機関や他の会派からの干渉を防ぎ，会\n派の独立性を保障するために活動内容の秘匿性を保つ上で適切な組織であ\nることから，当該団体に対して政務調査活動の一部の委託を行ったことは\n合理的である。\nまた，その委託費は，民主党札幌で当該受託業務に従事する職員を３名\nと定め，当該職員らの人件費の合計額を基礎として算出したことから，当\n該委託費の決定も不合理とはいえない。\nしたがって，参加人民進党会派が民主党札幌を委託先として選定し，そ\nの委託費を２１１２万円と定め，これを政務調査費から支出したことが同\n会派の裁量を逸脱・濫用したものと評価することはできない。\nウ  資料作成費の支出が適法であること\n平成２２年１１月の月別報告書における「２０１１年札幌市議会・民主\n党市民連合選挙公約作成」という記載は，民主党札幌が政務調査とは別に\n行った業務を誤って記載したものであり，参加人民進党会派からの委託業\n務としてなされたものではない上，選挙公約が作成されたのは同月の１か\n月間にすぎず，個々の議員の後援会活動とも異なる。\nさらに，多岐にわたる市政上の課題について，議員の調査研究能力を補\nい，議員が市議会において有効・適切な質問を行うべく他の機関の人的資\n源を用いて資料の作成を行うことも当然許されるべきことから，市議会に\nおける質問事項や意見書の作成に係る業務を委託したことも適法である。\nエ  広報誌作成業務委託費の支出が適法であること\n民主党札幌が作成した市民向けの報告記事は，札幌市がホームページで\n審議過程をアップロードするよりも相当前に作成されて議員に提供され，\n広報活動に用いられているものである以上，独自の価値を有する。また，\n市政懇談会の配布資料についても，当該資料の作成においては収集した多\n数の資料の選択・編集を要するのであって，当該資料の作成を委託するこ\nとの必要性は否定されない。\n⑶  各会派における事務所費支出の適法性（争点３）\n（原告の主張）\nア  基本的な考え方\n政務調査費は，会派又は所属議員の調査研究に資するための経費に充て\nられるべきものであって，これ以外の使途には支出することができない性\n質のものであることから，当該支出が政務調査活動を行うに当たり真に必\n要であったのか否かの立証責任は所属議員側が負うべきものである。\nそして，議員活動の方面が多岐にわたり，政務調査活動とその他の活動\n（後援会活動や政党活動等）と区別することも困難であり，一般的にも，\n議員事務所においては政務調査活動のみならず，後援会活動や政党活動が\n行われるのが通常であることからすれば，事務所費について，所属議員が\n政務調査事務所の使用実態を明らかにしない限り，交付された政務調査費\nを事務所費名目で支出することは許されない。\nまた，仮に事務所経費への政務調査費の支出が認められたとしても，会\n派又は所属議員の事務所を政務調査活動の拠点として利用する場合，政務\n調査費の負担額は政務調査活動の実態に応じて，あるいは，所定の割合に\nより按分することとされているから（市要領４条１０項），政務調査費の\n支出は按分を原則とし，支出が認められる政務調査費は事務所経費の３分\nの１にとどまるというべきである。\nイ  具体的な違法支出について\n各会派所属の議員に対する個別の主張は，別紙３（事務所費に関する当\n事者の主張）の「原告の主張」欄記載のとおりであり，複数の議員に共通\nする主張は以下のとおりである。\n政務調査事務所の賃貸借契約書が開示されていない場合（Ａ７，Ａ１\n２，Ｂ７，Ｄ１，Ｄ２の各議員関係）\n本件訴訟において原告が賃貸借契約書の開示を求めたにもかかわらず，\nこれが開示されていない議員については，賃貸借契約書が提出されてい\nない以上，原告において，当該事務所が何の用途に用いられたのかを判\n断することができず，そうである以上，当該議員は同事務所に係る事務\n所費を政務調査費から支出することは許されない。\n賃貸借契約の当事者欄に会派名が記載されている場合，及び，政務調\n査事務所の賃貸借契約書上，使用目的欄等に「事務所」等とのみ記載さ\nれているか，何らの記載もされていない場合（Ａ４，Ａ５，Ａ９，Ａ１\n０，Ａ１３，Ａ１４，Ａ１６，Ａ１８，Ｂ１ないし４，Ｂ６，Ｂ８ない\nし１５，Ｃ１，Ｃ３，Ｃ４の各議員関係）\n賃貸借契約書の当事者欄に会派名が記載されている場合，たとえその\n後に議員名が付記されている場合であっても，当該賃貸借契約は各会派\nたる政治団体の活動（政党活動）に利用されていることが強く推認され\nるから，このような場合においては，特段の事情のない限り，当該賃料\nについて政務調査費から支出することは許されない。\nまた，事務所の賃貸借の目的について，単に「事務所」との記載があ\nる場合，あるいは，使用目的欄が空欄になっている場合には，何らかの\n立証がない限り，当該事務所は政務調査活動を含む各種活動が行われて\nいる場所として，当該事務所に係る賃料に対する政務調査費の支出は，\n多くとも３分の１にとどめられるべきである。\n政務調査事務所に関する賃貸借契約の当事者が議員以外の第三者とな\nっている場合（Ａ６，Ｂ１１，Ｃ２の各議員関係）\n政務調査費は，議員の調査研究のために限定して支出が認められてい\nるものであって，政務調査事務所の賃貸借契約の当事者は，議員本人で\nあることが当然に予定されており，「手引き」にも，事務所の要件とし\nて「会派または所属議員が契約者となっていること」が明記されている。\nしたがって，会派又は議員を契約当事者としない賃貸借契約に基づく\n賃料を政務調査費から支出することは許されない。\n議員本人若しくは親族が役員に就任している法人，又は，議員が株主\nである法人が政務調査事務所の賃貸人である場合（Ａ１１，Ａ１５，Ａ\n１６，Ａ１８の各議員関係）\n議員本人若しくは生計を一つにする親族が役員に就任している法人又\nは議員が株主となっている法人が政務調査事務所の賃貸人となっている\n場合，政務調査費により支出された賃料は，最終的に，役員報酬又は株\n主配当という形で議員に帰属する可能性がある。\n「手引き」は，議員本人又は生計を一つにする親族を賃貸人とする事\n務所の賃料を政務調査費から支出することを禁じているところ，この趣\n旨は政務調査費が実質的に議員自身に支払われたのと同一の状況となる\nことを防止する点にある。この「手引き」の趣旨からすれば，議員自身\nが取締役等の役員を務める会社を賃貸人とする賃貸借契約に伴う賃料の\n支払についても，特段の事情がない限り政務調査費からの支出が禁止さ\nれるべきである。\n政務調査事務所に党員のポスター等が貼付されている場合（Ａ７，Ａ\n１１，Ｂ１０の各議員関係）\n各会派所属議員の中には，政務調査事務所の外壁や窓等に自身が所属\nする政党の他の党員や政党自体のポスター等を貼付している議員が存在\nする。これは，自己が所属する政党や同党に所属する議員の宣伝行為に\nほかならず，政務調査事務所における政党活動ともいうべき行為である\nし，仮にそこまでいえないとしても，その他の政党活動が同事務所にお\nいて行われていることを推認させる間接事実となり得る。\nこのことからすると，政務調査事務所に上記のようなポスター等が掲\n示されている事務所においては，政党活動が行われていることを前提と\nする政務調査費の按分がなされなければならない。\n（被告及び被告補助参加人らの主張）\nア  本件における判断のあり方\n法２４２条の２第１項４号の規定に基づく請求を行う場合，「違法な\n行為又は怠る事実」が存在すること，すなわち，政務調査費の使途が違\n法であることの立証責任は原告が負う。そして，そのような原告の立証\nが，上記違法性の存在を一応推認させる程度に達しており，被告及び被\n告補助参加人らがこれに対して十分な反証を行わないような場合に初め\nて政務調査費の支出が違法であると証明がなされたと判断すべきである。\n市条例５条及び別表並びに「手引き」の位置づけ\n地方自治における地方議会の役割の重要性及び政務調査費制度の趣旨\nからすれば，市条例５条及び別表並びに「手引き」によって定められる\n政務調査費の使途に関する基準は画一的・形式的に適用されるべきもの\nではなく，市議会会派又は議員は，合理的な裁量の範囲内で，政務調査\n費の支出の有無及びその額を決することができる。\nそうすると，各会派又は議員の政務調査費の支出が違法と認められる\nのは，当該会派又は議員に与えられた上記裁量判断が逸脱・濫用にわた\nると評価される場合に限られるというべきである。\nイ  個別の支出に関する主張\n参加人各会派に所属する各議員の支出の内訳及びその適法性に関する主\n張は，別紙３（事務所費に関する当事者の主張）の「被告・被告補助参加\n人らの主張」欄記載のとおりであるほか，各議員に共通する被告及び参加\n人各会派の主張は以下のとおりである。\n賃貸借契約書の利用目的欄や当事者欄の記載について\n賃貸借契約書は，契約当事者間の権利関係に係る内容を確認するため\nに作成されるものであり，使用目的については一般的・概括的な記載が\nされるのが通常であるし，実際にも，「手引き」には契約書の利用目的\n欄や当事者欄に記載すべき事項につき何らの規定も置かれていないから，\n当該記載をもって事務所の利用態様を推認することはできない。\n政務調査事務所の賃貸借契約の当事者が議員本人でない場合について\n「手引き」には，政務調査費の支出が許容される事務所の要件につい\nて，「会派または所属議員が契約者となっていること」を定めているが，\nこれは，政務調査費が政務調査活動のための経費として利用されている\nことを形式面から担保する趣旨のものにすぎず，会派又は議員本人が事\n務所の賃貸借契約の名義人となることまで求めているものではない。\nしたがって，実際に政務調査事務所として使用されている実態が存在\nすることを前提として，当該賃貸借契約の賃料を負担している者であれ\nば，なお「手引き」にいう「契約者」に含まれるものというべきである。\n賃貸人が，自己若しくは親族が役員に就任している会社であるか，又\nは議員が株主の地位にある会社である場合について\n「手引き」には，生計を一つにしない親族及び議員の経営する会社が\n所有する物件の事務所費については政務調査費からの支出を行うことが\nできる旨の定めが存在する以上，このような支出は適法である。\nまた，議員が株主となっている会社が所有する物件を政務調査事務所\nとする場合においても，議員と会社が別の権利主体であって，会社の財\n産が直ちに議員の財産となるものではない以上，当該事実をもって政務\n調査費の支出が違法となる根拠はない。\n事務所にポスター等が掲示されていることについて\nそもそも，平成２２年度当時，議員らの政務調査事務所にポスター等\nが掲示されていたことについて，原告は何ら立証していないから，これ\nらが掲示されていたことを前提とする原告の主張はその前提を欠く。\nまた，仮にそのようなポスター等が掲示されていたとしても，「政党\n活動」として政務調査費の支出が禁止されるのは，あくまで「手引き」\n記載の「政党事務所としての用途」と評価されるべき事情がある場合に\n限られるのであって，政党と関連するおよそあらゆる活動が「政党活動」\nと評価されるわけではないところ，当該ポスター等は会派や政党との関\n係や応援の意を示すものにとどまり，政党事務所の看板などと同視でき\nるものではなく，当該ポスター等の存在により当該事務所で政党活動が\n行われていたことを推認することはできない。\n⑷  参加人自民党会派における人件費支出の適法性（争点４）\n（原告の主張）\nア  議員の人件費についても，上記⑶（原告の主張）ア記載のとおり，事務\n所費と同様に，所属議員が，雇用している職員が政務調査活動にのみ従事\nしているということを積極的に立証しない限り，当該職員の人件費に関す\nる政務調査費の支出は違法となると解すべきである。各会派所属の各議員\nに対する個別の主張は，別紙４（人件費に関する当事者の主張）の「原告\nの主張」欄記載のとおりである。\nイ  被告及び参加人各会派が政務調査活動を行う事務所として届出を行って\nいる各事務所において，実際には政党活動及び後援会活動も行われていた\nことは上記⑶（原告の主張） 記載のとおりであるから，当該事\n務所で働く事務員についても，政党活動や後援会活動に従事していたこと\nが強く推認される。\nまた，雇用契約書を提出しない各議員，又は，仮にこれが提出されてい\nたとしても当該雇用契約書上，職員が従事する業務内容について政務調査\n活動に従事することが明記されていない各議員の支出する人件費について\nは，上記⑶（原告の主張）と同様に，その全額が違法とされるべきである。\n（被告及び被告補助参加人らの主張）\n参加人各会派に所属する各議員の支出の内訳及び適法性に関する主張は，\n別紙４（人件費に関する当事者の主張）「被告・被告補助参加人らの主張」\n欄記載のとおりであるほか，各議員に共通する違法事由に関する原告の主張\nに対する反論も上記⑶（被告及び被告補助参加人らの主張）のとおりである。\n事務所の利用状況と雇用した職員の活動内容は必ずしも一致するものでは\nないから，仮に政務調査事務所において後援会活動や政党活動が行われてい\nたとしても，当該職員の人件費を政務調査費から支出できるかどうかは，当\n該職員の活動内容に応じて判断されるべきである。\n第３  当裁判所の判断\n１  改革維新の会と改革の同一性（争点１）\n⑴  地方議会における会派とは，議会の内部において議員により組織され，同\n一の政治的信条に基づく各種施策の実現に向けて統一的な活動を行っていく\nための自主的団体であって，その構成員である議員の変更が生じたとしても\n団体としての会派は存続することから，法的には，権利能力なき社団として\nの性質を有するものであると解される。\n⑵  前記前提事実⑷のとおり，本件において，平成２２年度の政務調査費の交\n付を受けた改革維新の会所属のＰ１議員及びＰ２議員は，市議会議長に対し，\n平成２３年５月２日付けで市政改革クラブの，また，平成２４年４月１日付\nけでみんなの会の各会派結成届を提出した上，その後，最終的には，同会派\nから会派名を「改革」とする会派変更届を提出したことが認められる。\nこのとおり，札幌市議会においては，新しい会派を結成する場合と，これ\nまでの会派の名称を変更する場合とでは，異なる定型の届出書を提出するも\nのとされていたことが認められるところ，Ｐ１議員及びＰ２議員は，平成２\n３年市議会議員選挙後に市政改革クラブの会派結成の届出を行ったのは，改\n革維新の会とは異なる新たな会派を結成したためであると推認されるから，\n改革維新の会と改革は，その成立の経緯からして，それぞれ別個の権利能力\nなき社団である会派であって，実質的に同一の会派であると認められる特段\nの事情がない限り，改革維新の会に交付された政務調査費に係る不当利得返\n還義務は，改革に承継されることはないと解すべきである。\n⑶  これを本件についてみると，改革維新の会と改革は，特定の国政政党を共\n通する関係にない上，構成員も改革維新の会の構成員であった４名の議員の\nうち，改革にも所属している議員は２名にとどまり，改革維新の会に所属し\nていた平成２２年度の当時に政務調査費の交付を受けたＤ１議員及びＤ２議\n員は改革の構成員とはなっていない（前記前提事実⑷）のであるから，本件\nにおいて上記 特段の事情は認められない。\nしたがって，改革維新の会と改革は実質的に同一性を有するものとはいえ\nない。\n⑷  これに対し，原告は，改革は，改革維新の会が締結した事務所賃貸借契約\nを変更せずに事務所を利用し，広報費としてのシステム更新料の支払も継続\nしているから，両会派には同一性が認められるべきである旨を主張する。\nしかし，改革維新の会と改革は，別個の権利能力なき社団であり，実質的\nに同一の会派であると認められる特段の事情が存在しないことは上記⑵及び\n⑶のとおりであって，会派の活動内容に関わらない従前からの事務所やシス\nテムの利用に係る契約関係が形式的に維持されていたといった事情があった\nとしても，上記特段の事情が存在するとして両会派の実質的な同一性を肯定\nすることはできず，結局，原告の上記主張を採用することはできない。\n⑸  小括\n以上によれば，改革維新の会と改革は会派としての同一性を肯定すること\nはできず，改革維新の会に対する政務調査費の支出がたとえ違法な支出であ\nったとしても，改革は，当該政務調査費の不当利得返還義務を改革維新の会\nから承継するものではないから，被告に対し，改革への政務調査費の不当利\n得返還請求をするよう求める原告の請求は理由がないというべきである。\n２  参加人民進党会派における業務委託費支出の適法性（争点２）\n⑴  判断の基準\nア  政務調査費は，「議会の議員の調査研究に資するため必要な経費の一部\nとして，その議会における会派又は議員に対し」交付される費用であって\n（法１００条１４項），その趣旨は，議会の審議能力を強化し，議員の調\n査研究活動の基盤の充実を図るため，議会における会派又は議員に対する\n調査研究の費用等の助成を制度化したものであると解される（最高裁平成\n１７年１１月１０日第一小法廷決定・民集５９巻９号２５０３頁，最高裁\n平成２５年１月２５日第二小法廷判決・裁判集民事２４３号１１頁参照）。\nそして，地方議員が行う調査研究活動は，その性質上，多岐にわたり，\n個々の支出が政務調査費による支出を許すものであるかどうかは，議員の\n合理的判断に委ねられるべき部分が多いと解される。もっとも，札幌市に\nおいては，政務調査費の支出について，市条例，市規則及び市要領で定め\nられた使途基準では政務調査費による支出を許すものであるかどうかの判\n断が難しいケースもあることから，札幌市議会の委員会における検討を重\nね，政務調査費の適正な使用を目的として，政務調査費の基本方針や大原\n則を確認するとともに，使途項目ごとに事例を取り上げつつ留意事項とし\nて具体的な使途基準を示した「手引き」を制定し，「手引き」制定以降，\n各会派における政務調査費の支出については「手引き」の使途基準に沿っ\nた運用が行われている（甲共３）。\nこのような「手引き」の性質・内容及び制定経緯・目的（政務調査費の\n適正な使用を確保するために，市条例等による使途基準を具体化した判断\n基準を示したこと）に照らすと，「手引き」の使途基準は，市条例等の趣\n旨・内容に適合する合理的な内容のものであると認められ，札幌市議会に\nおいては，議員の議会活動の基礎となる調査研究及び調査の委託に要する\n費用のうち，同使途基準に適合する政務調査費の支出は，議員の「調査研\n究に資するため」に「必要な経費」（法１００条１４項，市条例５条）と\nして適法な支出であるが，同使途基準に違反する政務調査費の支出は，違\n法な支出であると解すべきである。\nそうすると，当該会派が政務調査費を市条例，市規則，市要領及び「手\n引き」の使途基準（以下，これらを総称して「『手引き』等の使途基準」\nという。）に適合しない使途に用いるために支出した場合には，当該会派\nは，条例の根拠なく金員の交付を受けて利得したこととなり，また，法が\n条例に委任した趣旨に反して政務調査費の交付を受けているものとして，\n違法な状態にあることとなるのであるから，その利得について法律上の原\n因を欠き，これによる損失を被る札幌市は，当該会派に対して民法上の不\n当利得返還請求権を有するものと解される。\nイ  そこで，業務委託に関する「手引き」の使途基準をみると，「手引き」\nにおいては，外部団体等への委託に関し，資料作成のための調査，広報誌\nの作成・発送業務等の業務（以下，これらを総称して「資料作成のための\n調査等の業務」という。）については，これが許容される旨の定めが存在\nする一方，それ以外の業務については，これが許容される旨の明文の定め\nは存在しない。\nしかし，「手引き」に資料作成のための調査等の業務以外の業務の外部\n団体等への委託が許容されない旨の明文の定めは存在せず，議会の議員の\n調査研究に資するため必要な業務であれば，業務委託が許容される業務の\n範囲が資料作成のための調査等の業務に限定されると解すべき根拠はない。\nそうすると，「手引き」は，明文で外部団体等への委託が許容されている\n資料作成のための調査等の業務は，委託の際に特に留意すべき事項を列挙\nする趣旨で明文の定めを例示的に置いているにすぎず，上記業務以外の委\n託を行ったことのみをもって，当該業務委託に係る支出を違法と解すべき\nではない。\nそして，政務調査活動の範囲が多岐にわたることに対応して，政務調査\n費による支出が許容される業務委託も広範囲に及び，当該業務委託が「手\n引き」記載の使途項目の複数の性質を有し，いずれの項目に該当するかを\n一義的に決定することが困難であることも想定されるところ，政務調査費\nの交付が制度化された趣旨からすると，当該業務委託が複数の使途項目の\n性質を有することのみをもって，当該支出を違法と解すべきではない。\nそうすると，業務委託費の支出については，「手引き」に当該業務委託\nを許容する旨の明文の定めがあるかどうかにかかわらず，市政に関する調\n査研究を目的とする業務を委託するために必要かつ合理的な支出は適法な\nものとして許容され，他方，政党活動若しくは後援会活動又はこれらに準\nずる活動に係る業務を委託するために政務調査費を支出することは違法な\nものとして許されないと解すべきである。\nウ  また，当該業務委託が，たとえ市政に関する調査研究を主たる目的とし\nてされたものであっても，政党活動若しくは後援会活動又はこれらに準ず\nる活動に関する業務を委託する性質を併有する場合や，委託された業務に\n政務調査活動に関するもののほか政党活動若しくは後援会活動又はこれら\nに準ずる活動に関するものが含まれる場合については，基本的に，その業\n務委託の対象となった業務活動の実態や，その実態を踏まえた政務調査活\n動に関する経費とそれ以外の活動に関する経費のいずれとして支出された\nのかといった支出の実態に応じた合理的な割合によって按分した額のうち，\n政務調査活動に関する経費として算出される額についてのみ政務調査費に\nよる支出が許容されている（市要領４条９項，１０項）。\nしかし，当事者の主張や提出証拠が十分とはいえないことなどにより，\n上記業務活動や支出の実態を適確に認定することができず，政務調査活動\nに関する経費として支出されたものとそれ以外の活動に関する経費として\n支出されたものとを区分することが困難であるときには，諸般の事情に基\nづいて，社会通念上合理的と認められる割合により当該経費として支出さ\nれた額を政務調査活動に関するものとそれ以外の活動に関するものとに按\n分し，政務調査活動に関する経費として支出された額についてのみ政務調\n査費による支出が許容されるものというべきである。\nそうすると，このような合理的と認められる割合による按分に従って政\n務調査費の支出が行われている場合には，当該政務調査費の支出は，「手\n引き」等の使途基準に違反するものではないが，按分の割合が上記業務活\n動や支出の実態に応じた合理的なものといえない場合には，当該政務調査\n費の支出は，その実際の支出額と適正であると認められる按分額との差額\nにおいて，「手引き」等の使途基準に違反する違法な支出となり，当該会\n派は，札幌市に対し，上記差額に相当する金員を不当利得として返還する\n義務を負うこととなると解される。\n⑵  違法な支出であることの主張立証責任の所在について\n本件訴訟は，原告が，参加人各会派による政務調査費の支出が法その他の\n規定に違反する違法なものであり，同各会派が札幌市に対して不当利得返還\n義務を負うことから，札幌市の執行機関である被告に対し，同各会派に対す\nる当該返還義務の履行を請求することを求めるものである。\n不当利得返還請求権の発生については，一般に，不当利得の返還を請求す\nる者において当該利得が法律上の原因を欠くことを主張立証すべきであると\n解されるところ，このことは，当該普通地方公共団体の執行機関に対して怠\nる事実に係る相手方に不当利得返還の請求をすることを求める住民訴訟にお\nいても同様に解されるから，本件における政務調査費の支出が「手引き」等\nの使途基準に違反する違法な支出として法律上の原因を欠くものであること\nについても，被告に対して怠る事実に係る相手方に不当利得返還の請求をす\nることを求める原告が主張立証責任を負うというべきである。\nもっとも，原告は参加人各会派及びそれらの所属議員の内部事情について\n情報を有していないものであること，政務調査費が税金を原資とするもので\nあり，その支出には透明性の確保が要求されること，「手引き」においても，\n議員において「支出についての説明ができるよう書類等が整備されているこ\nと」が求められる旨明記されていること（甲共３）等に照らすと，原告にお\nいて各会派の政務調査費の支出が違法であることまでを具体的に立証する必\n要はなく，当該支出が「手引き」等の使途基準に違反する違法な支出である\nことを推認させる一般的，外形的な事実を主張立証すれば足り，その場合に\nおいて，被告側がこれに対して適切な反証を行わないときには，当該支出が\n違法なものであると解すべきである。\n⑶  本件業務委託契約に関する認定事実\n以上を本件についてみると，前記前提事実，掲記の証拠及び弁論の全趣旨\nによれば，本件業務委託契約に関し，以下の事実を認定することができる。\nア  参加人民進党会派は，平成２２年３月３１日付けで，民主党札幌との間\nで本件業務委託契約を締結し（前提事実⑶イ），民主党札幌は，Ｐ４，Ｐ\n５及びＰ６（以下，３名の職員を総称して「Ｐ４ら」という。）の３名の\n職員を同会派から受託した業務に従事させた。なお，平成２２年当時，民\n主党札幌にはＰ４らのほかに職員は存在しなかった。（証人Ｐ４，証人Ｐ\n７）\nイ  本件業務委託契約においては，北海道職員，札幌市職員，民主党北海道\nの職員の各給与に，社会保険料及び労働保険料を合算した額を参考に，Ｐ\n４らの平成２２年度における人件費を算出し，当該額の合計額を基礎とし\nて政務調査業務委託費（研究研修費４８０万円，資料作成費１０３２万円，\n広報費６００万円の合計２１１２万円）を決定した（ 証人\nＰ７）。\n民主党札幌は，上記のとおり定められた委託費をもとに，本件業務委託\n契約に基づく業務に従事した対価として，Ｐ４らに対し，給与合計２０５\n２万９６７２円（期末手当及び福利厚生費を含む。）を支払ったほか，Ｐ\n４らの社会保障費として，合計３１７万４６９５円を負担した。\nウ  Ｐ４らは，就業時間が平日の午前９時から午後５時まで（休憩時間４\n５分を除く。）とされ，札幌市庁舎内所在の参加人民進党会派議員控室\nを就業場所として，以下のとおりの具体的業務に従事した 。これらの業\n務のうち最も大きな比重を占めるのは，各種業務に係る資料作成業務で\nあった。（丙共２，２０，２１，証人Ｐ４，証人Ｐ７）\n「まちかどミーティング」に関する業務\n参加人民進党会派が主催し，札幌市議会議員が市民らと 市政に関す\nる意見交換を行う懇談会を「まちかどミーティング」（以下「まちかど\nミーティング」という。）と呼称し，同ミーティングが平成２２年４月\n及び同年９月の２回にわたり開催された。\n民主党札幌は，まちかどミーティングの開催に当たり，出席議員と共\nに，テーマの選定，ミーティングの構成等といった内容面についての検\n討を行ったほか，会場の確保や設営，参加案内状の発送及び取りまとめ，\n懇談会で配布する資料及び報告書の作成等の補助を行った。\nまちかどミーティングの成果は代表質問や委員会質問等を通じて市政\nに反映され，その様子が取材されて民主党札幌の機関誌にも掲載された。\n意見書の作成に関する業務\n民主党札幌は，参加人民進党会派が法９９条に基づき国会又は関係\n行政庁に２８件の意見書（丙共６）を提出するに当たり，現行制度の整\n理，関連データの収集・整理を行い，参考資料を収集・作成しつつ，意\n見書の文案の作成を補助した。\n要望書の作成に関する業務\n民主党札幌は，参加人民進党会派が市に対して要望・提言を行うに当\nたり，同会派内の意見調整を行うために，会派担当者との調整を行った\nほか，同要望・提言のための意見書・要望書の文案作成を補助した。上\n記業務に関し，平成２２年度に作成・提出された要望書等は，以下のと\nおりである。\nａ  ２０１１年度予算編成に関する要望書（丙共２の９）\nｂ  「入札制度の改善に関する申し入れ」と題する書面（丙共２の９）\nｃ  「雪害から市民生活を守るための緊急申し入れ」と題する書面（丙\n共２の１０）\nｄ  「東北地方太平洋沖地震にかかわる緊急要望」と題する書面（丙共\n２の１２）\n条例案の作成に関する業務\n民主党札幌は，平成２２年６月に参加人民進党会派が提出した「札幌\n市公契約条例の修正案」の文案作成を補助した。\n各議員の議会質問の作成補助に関する業務\n議員が議会や各種委員会で質問を行うために，それに先立ち開催され\nる政策審議委員会での検討，執行機関との協議や意見交換，議会勉強会\nについて，民主党札幌は，必要な日程調整・会場準備，開催案内文の作\n成・配布等の業務を行ったほか，議員の質問事項作成の前提となる参考\n資料の収集・作成を行った（丙共４）。\n市政についての広報に関する業務\n民主党札幌は，議会の経過，代表質問，委員会質問等の市議会議員の\n市政に関する活動について取材をし，その活動に関する広報記事を作成\nして各議員に提供した。上記広報記事の内容は，議会のホームページに\n掲載される議会報告を用いて作成される場合があったが，その場合でも，\n民主党札幌は，同報告に推敲して手を加えたり，短くまとめるなどした。\n市議会議員は，上記広報記事を用いて，自己の市政に関する活動状況等\nを有権者に報告するために作成する市政だより等を作成して配布してい\nた。（丙共１１，１２，証人Ｐ４）\n選挙公約の作成\n民主党札幌は，平成２３年市議会議員選挙に備え，平成２２年１１月\nにまとめられた「２０１１年札幌市議会・民主党市民連合選挙公約」の\n作成を補助した。また，上記選挙公約は，その後，その内容が民主党札\n幌の機関誌に掲載された。（丙共２の８，証人Ｐ４，証人Ｐ７）\nその他の業務\nＰ４は，民主党札幌の会計業務を担当し，議員の寄附，政務調査費の\n業務委託，機関誌の収支や人件費等に関する会計業務に従事したほか，\n就業場所で民主党札幌宛ての電話に対応したり，ファックス・郵便物を\n受領するなどしていた（証人Ｐ４，証人Ｐ７）。\nまた，Ｐ５及びＰ６の２名は，週に１度発行される（４０００部程度）\n民主党札幌の機関誌「民主党札幌」の編集及び発送業務を担当し，当該\n業務は業務時間内に行われることもあった（証人Ｐ４，証人Ｐ７）。\nさらに，民主党札幌では，Ｐ４らの勤務時間外に，民主党北海道，公\n共施設，ホテル等の会議室を使用し，民主党本部，各総支部等からの指\n示・伝達・取組事項等に関する打合せをほぼ１か月に１回の割合で開催\nしていたところ，Ｐ４らが，上記打合せのために必要な連絡・調整やレ\nジュメ等の資料作成を行うほか，民主党札幌の副幹事長の肩書を有して\nいたＰ５及びＰ６は，上記打合せに出席し，事務的な事項について応答\nを行うなどしていた。そして，Ｐ４は，国政選挙に関し，国会議員が支\n援者を集めて支援を呼びかける集会，選挙事務所の開設，政治パーティ\nー等のイベントの受付や司会などを手伝った。（証人Ｐ４，証人Ｐ７）\n⑷  具体的検討\nア  以上を踏まえ，本件業務委託契約について検討すると，同契約におい\nて，参加人民進党会派は，本件業務委託契約に従事する職員としてＰ４\nら３名の民主党札幌の職員を充てることとし，同契約に基づく業務委託\nの対価を，近隣自治体の給与水準等を参照した上で決定された上記職員\nらの給与（社会保障費を含む。）の合計２３７０万４３６７円に近い数\n額である２１１２万円と定めたことが認められる（上記⑶イ）。\nこの点について，まず，参加人民進党会派が業務委託先を民主党札幌\nとしたことは，選挙の度に構成員が変化する会派の特性から，会派自身\nが政務調査活動の補助を行う職員を雇用することは困難であること（証\n人Ｐ７）を踏まえ，会派所属議員が政治的信条を同じくする国政政党を\n共通にし，その市政に関する政策，活動内容等において相当程度の共通\n性があると認められることや，民主党札幌が会派の目指す市政の方向性，\n活動内容等を熟知した機関であることからすると，民主党札幌に市政に\n関する業務委託を行うことに合理性があると認められる。\nまた，本件業務委託契約において業務委託費を決定するに当たり，同\n契約は，同契約に基づく政務調査活動に係る業務にＰ４らを専属的に従\n事させる趣旨のものであると解されるところ，少なくとも上記\nの各業務は政務調査活動に係る業務であると認められ，これらの\n業務の内容が多岐にわたり，その業務量も多く，Ｐ４らが上記業務を処\n理するためには就業時間中において上記業務に従事する必要があると判\n断されたことが不合理であるとはいえないから，近隣自治体の給与水準\n等を参照した上で決定された同職員らの同給与額をもって業務委託額を\n決定したことのみをもって，業務委託費の支出が不合理なものであると\nいうことはできない。\n他方，上記のとおり，本件業務委託契約の趣旨がＰ４らを政務調査活\n動に係る業務に専属的に従事させる趣旨のものであることに加え，上記\n政務調査費の趣旨からすると，上記契約に基づく業務委託費の\nうち政務調査費による支出が許されるのは，政務調査活動に必要な範囲\nの業務に限られるというべきであって，Ｐ４らが従事した業務であって\nも，それが民主党札幌固有の業務であるか，あるいは，政党活動又は後\n援会活動に係る業務である場合には，それらの業務に従事するために要\nした費用については，Ｐ４らの人件費として政務調査費から支出するこ\nとは許されないというべきである。\nイ\nＰ４らが従事した業務のうち，「まちかどミーティング」に関する業\n務（上記⑶ウ 及び条例案の作成に関する業務（同\n），議員の議会質問に関する業務（ ），市政についての\n広報に関する は，いずれも，議員が議会活動として要望書\nや意見書の提出，条例制定の発議，これらの前提となる議会における質\n疑応答等を行う前提として，市政の現状，議員の活動内容等を有権者で\nある市民に伝え，市民の要望等を市政に反映させるために必要かつ重要\nな業務に当たるというべきであって，会派の議会活動の基礎となるもの\nといえるから，正に「議員の調査研究に資するため必要な経費」として，\n政務調査費の支出が許容されると解される。\n他方，選挙公約の作成に関する業務（上記⑶ウ ）については，当該\n選挙公約が，翌年度に実施される市議会議員選挙に備え，党ないし党支\n部の公約として作成されたものである以上，それは同選挙における党勢\n拡大を目的として行われる政党活動にほかならないというべきである。\nこれに対し，参加人民進党会派は，上記選挙公約は，これまで同会派\nが取り組んできた政策の成果に対する総括にすぎず，政務調査活動とし\nての性質も有していると主張し，証人Ｐ４も同様の認識でいた旨供述す\nるが，選挙公約というものの性質上，これを政務調査活動の一環として\n評価することはできないから，参加人民進党会派の上記主張は採用でき\nない。\nさらに，Ｐ４らが受託業務に従事する作業は，いずれも参加人民進党\n会派の議員控室において行われていたところ，民主党札幌は，平成２２\n年度当時，同人ら以外に専属職員を有していなかったため，\nのとおり，Ｐ４らは，本件業務委託契約に基づく業務を受託後も，民主\n党札幌が発行していた機関誌の編集・発送に関する業務や，民主党札幌\n宛ての電話やファックス，郵便物等の処理等，民主党札幌固有の業務に\n従事していたことが認められる。\nまた，Ｐ４らは，民主党本部，各総支部等からの指示・伝達・取組事\n項等に関してほぼ１か月に１回行われていた民主党札幌の打合せの連絡\n調整やレジュメ等の資料作成をしたほか，Ｐ５及びＰ６は，事務的な事\n項について受け答えをするなどし，Ｐ４は，国政選挙に関するイベント\nの受付や司会などの手伝いをしたことが認められる。\nウ  以上によれば，参加人民進党会派は，Ｐ４らを専属的に受託業務に従事\nさせ，少なくとも同契約で定められた勤務時間内においては，同業務にの\nみ従事させることを内容とする契約を締結していたのにもかかわらず，Ｐ\n４らは政党活動に係る業務や民主党札幌固有の業務にも従事していたこと\nが認められる以上，業務委託費の支出のうち少なくともこれらの業務に関\nする政務調査費の支出については，「手引き」等の使途基準に違反する違\n法なものとして許されない。\nエ  この点に関し，証人Ｐ４及び証人Ｐ７は，上記イ の政党活動に\n関する業務のうち，選挙公約の作成に関する業務，民主党札幌の機関誌の\n編集・発行に関する業務，民主党札幌の民主党本部等から指示・伝達事項\n等の打合せに関する業務や国政選挙に関するイベントの手伝い等の業務に\nついては，Ｐ４らの勤務時間外に，会派控室以外の場所で行われ，これら\nの業務に対する報酬が給与として支給されておらず，業務委託費に含まれ\nていない旨証言する。\nしかし，これらの業務については，民主党札幌の職員らが継続して従事\nしてきたものであり，平成２２年度においてもＰ４らがこれらの業務に従\n事することは当然に前提とされていたのであるから，これらの業務に従事\nすることに対する報酬を含めて全体としての給与が決定され，これに基づ\nき業務委託費が決定・支出されていたとみるのが合理的であるというべき\nである。そして，証人Ｐ４及び証人Ｐ７の上記証言があるものの，これら\nの業務が政務調査活動に関係する業務に当たることや，これらの業務にＰ\n４らが従事したことに対する給与の支給がされていないことなどについて，\n被告及び参加人民進党会派は具体的に主張立証しておらず，これらの業務\nに対して業務委託費としての給与が支払われたと認めるべきであるから，\nこれらの業務に関するＰ４らの給与の支出は「手引き」等の使途基準に違\n反する違法なものとして許されないというべきである。\nオ  そこで，参加人民進党会派が民主党札幌に対してした業務委託費の支出\nには，政務調査活動に関する業務に支出されたもののほかに政党活動等に\n関する業務に支出されたものが含まれ，これらを按分して支出すべきであ\nるところ，そのうち政務調査活動に関連する業務に係る支出が占める割合\nを検討すると，本件においては，当事者からの提出証拠が十分ではないこ\nとなどにより，上記業務活動や支出の実態を適確に認定することができず，\nＰ４らの受託業務のうち政務調査活動に関連する業務に従事した割合は明\nらかではないから，政務調査活動に関する経費として支出されたものとそ\nれ以外の活動に関する経費として支出されたものとを区分することが困難\nであるといわざるを得ない。\nそうすると，諸般の事情に基づき，社会通念上合理的と認められる割合\nにより，その経費として支出された額を政務調査活動に関するものとそれ\n以外の活動に関するものとに按分すべきであって， Ｐ４らが従\n事した業務には，機関誌の作成・発行に関する業務，ほぼ１か月に１回行\nわれていた民主党札幌の打合せに関する連絡調整，資料作成等の業務など\nが含まれており，政務調査費に関する業務との軽重を判断することが容易\nであるとはいえないことなどの本件における諸事情を考慮すると，２分の\n１ずつの割合により按分するのが相当であるというべきである。\nしたがって，本件業務委託契約に基づき支出される業務委託費のうち２\n分の１についてのみ，適法な支出であると認められ，これを超える政務調\n査費の支出は，「手引き」等の使途基準に違反する違法な支出である。\n⑸  小括\nしたがって，参加人民進党会派がした本件業務委託契約に基づく業務委託\n費の支出のうち，その２分の１である１０５６万円を超える支出は違法な支\n出と認められるから，参加人民進党会派は，札幌市に対し，上記金額に相当\nする金員の不当利得返還義務を負うこととなる。\n３  参加人各会派における事務所費支出の適法性（争点３）\n⑴  判断の基準\n参加人各会派に所属する議員が支出した政務調査費が「手引き」等の使途\n基準に適合した適法な支出であるかどうかについては，業務委託費の支出に\n関する場合（上記２⑵）と同様に考え，原告側において各議員の個別の支出\nが違法であることまでを具体的に立証する必要はなく，当該支出が「手引き」\n等の使途基準に違反する違法な支出であることを推認させる一般的，外形的\nな事実を主張立証すれば足り，被告側がこれに対して適切な反証を行わない\nときには，当該支出が違法なものであると解すべきである。\n以下では，「手引き」等の使途基準に従い，まず，原告が主張する，複数\n名の議員に共通する事務所費支出の違法事由の有無について検討し（後記\n⑵），その後に議員ごとの支出の個別的な違法事由の有無について検討する\n（後記⑶）こととする。\n⑵  各議員に共通する原告主張についての検討\nア  賃貸借契約書が提出されていない場合の，事務所費支出の適法性につい\nて（Ａ７，Ａ１２，Ｂ７の各議員の関係）\n原告は，賃貸借契約書が開示されていない議員については，当該事務\n所が何の用途に用いられたのか等を判断することができず，当該事務所\nの事務所費を政務調査費から支出することは許されない旨を主張する。\n法は，政務調査費の支出を受けた会派又は議員に対し，条例の定める\nところにより，当該政務調査費に係る収入及び支出の報告書を市議会議\n長に提出することを求め（法１００条１５項），また，「手引き」には，\n「使途基準項目の共通原則・指針」の一つである「政務調査費執行にあ\nたっての原則」として，「支出についての説明ができるよう書類等が整\n備されていること」に留意する必要があることが掲げられている。これ\nらは，政務調査費が市民から徴収した税金を原資とするものであること\nを踏まえ，政務調査費の使途の透明性を確保しつつ，法令等や「手引き」\nの定める使途基準に適したものであるかどうかを事後的に検証すること\nのできるよう，そのような支出に関する書類等を議員側において整備す\nることを要求する趣旨であると解される（最高裁平成１７年１１月１０\n日第一小法廷決定・民集５９巻９号２５０３頁参照）。\nそして，事務所費とは，「会派又は所属議員の行う調査研究活動のた\nめに必要な事務所の設置・管理等に要する経費」と定義され（市条例・\n別表），「手引き」の使途基準において，事務所の要件として，「賃借\nの場合は，会派または所属議員が契約者となっていること」，「調査研\n究活動が実際に当該事務所にて行われていること」などが定められてい\nるところ，賃貸借契約書は，議員が政務調査事務所として届出を行う物\n件の契約当事者，賃貸借契約の内容・目的等を証する，最も基本的な文\n書であり，当該事務所費としての政務調査費の支出が，上記のとおり定\n義された経費の支出に当たるかどうか，また，「手引き」等の使途基準\nに適合する適正なものであるかどうかを明らかにするために重要な書類\nであるということができる。\nそうすると，議員としては，政務調査事務所の賃貸借契約締結に当た\nり，当該事務所費の支出が適正なものであることを説明できるよう，賃\n貸借契約書を作成し，上記支出の適法性・相当性が争われた場合には，\n同契約書を開示するなどして，これを説明できるようにしておくべきで\nあって，これが開示等されない場合には，当該事務所費の支出が「手引\nき」等の使途基準に適合する適正な支出であることについて相当程度の\n疑いが生じるといわざるを得ないから，事務所費支出の実態について，\n議員側で適切な反証がされないときには，当該事務所費の支出は「手引\nき」等の使途基準に反する違法なものとなると解するのが相当である。\nしたがって，賃貸借契約書を開示しないＡ７，Ａ１２及びＢ７の各議\n員については，議員側において当該事務所費を政務調査費から支出する\nことが「手引き」等の使途基準に適合する適法なものであることについ\nての適切な反証をすることを要するというべきである。ただし，この点\nに関する具体的検討については，後記⑶イ（Ａ７議員），カ（Ａ１２議\n員）及びシ（Ｂ７議員）で行うこととする。\nイ  賃貸借契約書上，政務調査事務所の使用目的欄等に，単に「事務所」等\nとのみ記載があるか，何らの記載もされていない場合の，事務所費支出の\n適法性について（Ａ４，Ａ５，Ａ９，Ａ１０，Ａ１３，Ａ１４，Ａ１６，\nＡ１８，Ｂ１ないし４，Ｂ６，Ｂ８ないし１５，Ｃ１，Ｃ３，Ｃ４の各議\n員関係）\n本件においては，賃貸借契約書上，政務調査事務所として届け出てい\nる事務所の使用目的について，Ａ４，Ａ５，Ａ１６，Ａ１８，Ｂ１，Ｂ\n３，Ｂ６，Ｂ９，Ｂ１０，Ｂ１２，Ｃ１，Ｃ３，Ｃ４の各議員について\nは「事務所」と，Ａ９議員については「議員事務所」と，Ａ１０議員に\nついては「店舗（事務所）」と，Ｂ２議員については「政治団体事務所」\nと，Ｂ８議員については「民主党・市民連合Ｂ８事務所」とそれぞれ記\n載されており，また，Ａ１３，Ａ１４，Ｂ４，Ｂ１１，Ｂ１３ないし１\n５の各議員については，賃貸借契約書上，いずれも政務調査事務所の使\n用目的欄等に使用目的の記載がないことが認められる。\nそして，原告は，これらの使用目的等の記載からは，当該事務所が政\n務調査活動のみに使用されているかどうかが明らかではなく，政党活動\nや後援会活動に使用されている可能性がある以上，当該事務所の賃料等\nを政務調査費から支出することは許されない旨主張する。\nしかし，賃貸借契約書における使用目的欄等は，抽象的・概括的な使\n用目的が記載されるのが通常であると考えられるところであるし，「手\n引き」においても，政務調査費を支出する事務所について，政務調査活\n動を行う拠点として使用することを賃貸借契約書上明示すべき旨定めた\n規定は存在しない。かえって，「手引き」は，政務調査費の支出が許さ\nれる「事務所」の要件について，「調査研究活動が実際に当該事務所に\nて行われていること」と定め，活動の実態という実質的な基準を設定し\nていることからすれば，形式的に賃貸借契約書上の使用目的欄に政務調\n査活動にのみ使用する旨記載されていないことの一事をもって，当該事\n務所の賃料等に係る政務調査費の支出を許さないとするものとは解され\nない。そして， 賃貸借契約書上の使用目的が限\n定されていないことが，当該事務所において政務調査活動以外の政党活\n動や後援会活動が行われていることを疑わせ，当該事務所費に係る政務\n調査費の支出が「手引き」等の使途基準に違反する違法なものであるこ\nとを推認させる事実であるともいえない。\nそうすると，賃貸借契約書の表題や使用目的欄に記載されている使用\n目的が特定されていないことのみをもって，当該事務所の賃料を政務調\n査費から支出することが違法であると解することはできないから，原告\nの上記 主張を採用することはできない。\n小括\nそして，原告は，Ａ５，Ａ１０，Ａ１３，Ａ１４，Ａ１８，Ｂ１ない\nし４，Ｂ６，Ｂ８，Ｂ９，Ｂ１２ないし１５，Ｃ１，Ｃ３，Ｃ４の各議\n員について，賃貸借契約書上の表題や使用目的欄に記載されている使用\n目的が特定されていないこと以外に当該各議員の事務所費としての政務\n調査費の支出が「手引き」等の使途基準に違反する違法な支出であるこ\nとを推認させる一般的，外形的な事実を具体的に主張立証しないから，\n上記各議員がした事務所費に係る政務調査費の支出は，別紙１（政務調\n査費支出額一覧）中の「事務所費」の「政務調査費での支出額」欄記載\nの金額の全額について違法な支出であるということはできない。\nウ  政務調査事務所に係る賃貸借契約上の当事者が議員以外の第三者である\n場合の事務所費支出の適法性について（Ａ６，Ｂ１１，Ｃ２の各議員関係）\n「手引き」は，政務調査費を支出することが許される「事務所」の要\n件として，「会派または所属議員が契約者となっていること」を定める。\nこれは，政務調査費が，議員としての議会活動の基礎となる調査研究活\n動に対して支出される性質を有するものであり，当該事務所において当\n該議員の調査研究活動が実質的に行われることを確保するとともに，当\n該事務所における調査研究活動の実態がないにもかかわらず，政務調査\n費が事務所費として流用されてしまうことを防止するため，会派又は議\n員が政務調査事務所に係る賃貸借契約を自ら締結し，その当事者となっ\nていることを政務調査費支出の要件としたものと解される。\nしたがって，政務調査事務所の賃料に係る政務調査費の支出は，賃貸\n借契約上，当該会派又は議員以外の第三者が当事者として記載されてい\nることのみをもって直ちに違法な支出であるとはいえないとしても，上\n記第三者が賃貸借契約書上の当事者である場合には，当該賃料の支出が\n政務調査費として「手引き」等の使途基準に適合する適正な支出である\nことについて相当程度の疑いが生じるというべきであって，これに対し\nて適切な反証がないときには，当該事務所費の支出は「手引き」等の使\n途基準に違反する違法なものと認められるというべきである。\nそこで，上記の観点から本件について検討する。\nａ  Ａ６及びＢ１１議員は，賃貸借契約書上，いずれも会派又は議員以\n外の第三者が，賃貸人との間で，政務調査事務所の賃貸借契約を締結\nした賃借人であるとされており，議員本人は連帯保証人となっている\nにすぎず（丙Ａ６の２１，丙Ｂ１１の１），とりわけＢ１１議員につ\nいては，同議員本人がその計算において政務調査事務所の賃料を継続\nして支払っていたことを裏付ける領収証等の客観的証拠がなく，その\nほかに，同議員が，賃貸借契約上，実質的に賃借人としての地位にあ\nることをうかがわせる事実も認められないから，上記 推認につい\nての適切な反証があるとはいえない。\nまた，Ａ６議員については，参加人自民党会派が，同議員本人がそ\nの計算において政務調査事務所の賃料を継続して支払っていた旨主張\nし，これを裏付ける領収証（丙Ａ６の１ないし２０）を提出する。し\nかし，それ以上にＡ６議員が政務調査事務所に関する実質的な賃借人\nの地位にあることを示す事実関係について立証を行なっていないから，\n結局，Ａ６議員についても，当該事務所に係る支出の違法性に関する\n上記推認に対して適切な反証があるとはいえない。\nそうすると，Ａ６議員及びＢ１１議員のした政務調査事務所の賃料\nに係る政務調査費の支出は，「手引き」等の使途基準として定められ\nている「事務所」の要件を欠いており，これに違反する違法な支出で\nあると認められるから，当該支出はその全額について違法であるとい\nうべきである。\nｂ  次に，Ｃ２議員については，賃貸借契約書上，政務調査事務所が１\n階に，日本共産党手稲区後援会事務所が２階に，それぞれ位置する建\n物の賃借人が「日本共産党札幌西・手稲地区委員会」とされていると\nころ（丁Ｃ２の１），証拠（証人Ｐ８）及び弁論の全趣旨によれば，\n「日本共産党札幌西・手稲地区委員会」は，参加人共産党会派とは異\nなる政党の下部組織である地区委員会の一つであると認められるが，\n同会派又は議員は，その計算において政務調査事務所に係る賃料を継\n続的に負担していることなど，実質的に同事務所の賃借人であること\nをうかがわせる事情について適切な反証を行っていない。\nしたがって，Ｃ２議員がした事務所費の支出は，その全額について\n違法な支出であるというべきである。\nこれに対し，被告及び参加人自民党会派及び同民進党会派は，「手引\nき」の定めは会派又は議員が事務所の賃貸借契約の名義人となることま\nで要求する趣旨ではなく，当該事務所を実際に政務調査活動の用に供し\nており，当該事務所の賃料を議員自身が支払っている場合には，なお政\n務調査費の適法な支出と解すべきであって，Ａ６議員及びＢ１１議員自\n身が賃料の支払を行っている以上，当該事務所費に関する支出は適法で\nある旨主張する。\nしかし，\n政務調査事務所の連帯保証人の地位にあるにすぎないのであって，上記\n各議員が上記賃料の支払を行ったことがあると認められるとしても，そ\nれは，法形式的には連帯保証人の地位で連帯保証債務を履行したものに\nすぎないとみる余地があるのであるから，被告及び補助参加人自民党会\n派及び民進党会派としては，これを超えて，政務調査事務所の賃貸借契\n約上，会派又は議員自身が賃借人の地位にあることを示す特別の事情に\nついて適切な反証をすべきところ，本件においてこれが行われていると\nいうことはできない。\nしたがって，被告，参加人自民党会派及び民進党会派の上記主張を採\n用することはできない。\n小括\n以上によれば，Ａ６，Ｂ１１，Ｃ２の各議員については，いずれも事\n務所費に係る政務調査費の支出が，その全額について違法である。\nエ  議員本人若しくは親族が役員に就任している法人又は議員が株主である\n法人が政務調査事務所の賃貸人である場合の，事務所費支出の適法性につ\nいて（Ａ１１，Ａ１５，Ａ１６，Ａ１８の各議員関係）\n原告は，議員本人若しくは親族が役員に就任している法人又は議員が\n株主となっている法人が政務調査事務所の賃貸人となっている場合，当\n該法人の利益は役員報酬又は株主配当という形で最終的には当該議員の\n利益に帰属することになるのであるから，議員と生計を一つにする者か\nらの賃借を禁じて「お手盛り」を防止する「手引き」の趣旨からして，\n当該支出はその全体が違法になると主張する。\nしかし，「手引き」においては，自己又は生計を一つにする者の所有\nする物件については事務所賃料を支出することができないとされている\n一方，生計を一つにしない親族及び議員の経営する会社が所有する物件\nについては，この事務所賃料を政務調査費から支出することができる旨\n明文で定められている。そうすると，議員が役員に就任し，又は株式を\n保有することによって，議員と当該法人とが実質的に同一の法主体であ\nると評価すべきであるような例外的事情が認められる場合は別として，\n議員が役員に就任し，又は株式を保有する法人が政務調査事務所の賃貸\n人となっていることの一事をもって，当該事務所費を政務調査費から支\n出することが「手引き」等の使途基準に違反する違法な支出であると解\nすることはできない。\nそして，本件において，Ａ１１，Ａ１５，Ａ１６，Ａ１８の各議員\nについて，政務調査事務所を生計を一つにする親族の経営する法人から\n賃借していることのほか，上記各議員が法人の役員に就任し，又は法人\nの株式を保有することにより，議員と当該法人とが実質的に同一の法主\n体であると評価すべきであるような例外的事情があるとは認められない。\nしたがって，上記各議員の事務所費の支出については，上記各議員が\n政務調査事務所の賃貸人である法人の役員に就任し，又は同法人の株主\nであることの一事をもって違法であるということはできない。\n⑶  各議員の事務所費支出の適法性について\n以下では， 各議員に共通する原告の主張について検討した\n点以外について，各会派所属の議員がした事務所費の支出の適法性について\n検討することとする。\nア  Ａ４議員\n原告は，平成２２年６月以降，Ａ４議員が雇用する職員の１名が政党\n活動を行い得る状態であったことを自認していることから，同議員の政\n務調査事務所においても政党活動が行われていたことが推認されると主\n張する。\nしかし，Ａ４議員の陳述書（丙Ａ４の２２）における供述内容は，具\n体的かつ詳細であって，不合理なものとはいえず，信用性を有するとこ\nろ，上記陳述書及び弁論の全趣旨によれば，同議員が雇用する職員のう\nち１名（Ｐ９）について同議員が政党活動も行い得る状況にあったとす\nるのは，平成２２年６月１０日から同年１０月までの間に政務調査事務\n所に政党事務所が設置されていたことを考慮したためであって，同議員\nは，同年度において，政務調査事務所で，同年６月９日までは政務調査\n活動及び後援会活動を行っていたとして同事務所の賃料の２分の１を，\n同月１０日以降は上記各活動のほかに政党活動を行っていたとして同事\n務所の賃料の３分の１を政務調査費から支出したこと，同議員は，平成\n２２年度の政党活動としては党費の徴収及び寄付に関する事務程度しか\n行っておらず，同事務があえて政務調査事務所において行うことが必要\nな性質のものではなかったことが認められる。\nこれに対し，原告は，Ａ４議員の政務調査事務所において，同年６月\n９日以前に政党活動が行われていたことや，同月１０日以降に上記事務\n以外の政党活動が行われていたなど，当該支出が「手引き」等の使途基\n準に違反する違法な支出であることを推認させる一般的，外形的な事実\nを具体的に主張立証していない。\nそうすると， ，Ａ４議員の事務所費のうち２分の１な\nいし３分の１につきされた政務調査費の支出が「手引き」等の使途基準\nに違反する違法なものであると認めることはできない。\nイ  Ａ７議員\n上記⑵アのとおり，Ａ７議員は，政務調査活動のために使用した３か\n所の駐車場について，いずれも賃貸借契約書を提出していないことから，\n当該駐車場の賃料の政務調査費からの支出が「手引き」等の使途基準に\n違反する違法な支出であることが推認されるため，当該駐車場の賃料の\n支出が「手引き」等の使途基準に照らし適正なものであることについて\nの適切な反証がない限り，当該支出は違法なものと認められる。\nそこで，この点について検討すると，本件においては，掲記の証拠及\nび弁論の全趣旨によれば，以下の事実を認めることができる。\nａ  Ａ７議員は，同議員の妻が所有する物件を政務調査事務所として使\n用し，同事務所には附属の駐車場が存在する（甲Ａ７の３，丙Ａ７の\n４１，証人Ａ７）。\nｂ  Ａ７議員は，政務調査事務所から徒歩で５ないし１０分程度の距離\nにある３か所の駐車場（うち一つについては株式会社藤晃〔以下「藤\n晃」という。〕が所有し管理する駐車場であり，残り二つは第三者が\n所有し藤晃が管理する駐車場となっている。）を賃借し，それらの賃\n料（１か月当たり合計３万円，平成２２年度の合計額３６万円）を政\n務調査費から支出した。\nこれらの駐車場は，同議員が毎月１回程度の頻度（ただし，平成２\n２年７月１１日実施の参議院議員選挙〔以下「平成２２年参議院議員\n選挙」という。〕があった同年７月頃は行っていない。）で近隣の市\n民会館や神社等の施設において開催される市政報告会の際に，同報告\n会の参加者（毎回２０名から７０名程度）が車を駐車するためのスペ\nースとして使用されていた（丙Ａ７の１ないし１３，丙Ａ７の４１，\n証人Ａ７）。\n藤晃が所有する駐車場に係る政務調査費の支出について，上記 認\n定事実によれば，Ａ７議員は，平成２２年度に十数回，公共施設等を利\n用して政務調査活動に関する市政報告会を実施する際，自動車を利用し\nて来場する市民の便宜を図るため，近隣の場所に駐車場を賃借し，これ\nを市民の利用に供していたことが認められる。これによれば，当該駐車\n場は，市政の状況を報告し，市民の要望を調査する政務調査活動に当た\nる市政報告会のために利用されていたものといえるから，その賃料は政\n務調査活動を行うために必要な支出であるということができ，これを政\n務調査費から支出することが「手引き」等の使途基準に違反する違法な\n行為であるとの推認についての適切な反証があるというべきである。\nしたがって，Ａ７議員がした上記駐車場の賃料に係る政務調査費の支\n出のうち，藤晃が所有する駐車場について支出した政務調査費について\nは違法であるということはできない。\n他方，Ａ７議員は，上記以外の二つの駐車場については，当該事務所\nの賃料を同駐車場の管理者にすぎない藤晃に支払っていたことを裏付け\nる領収書を提出するのみであって，当該事務所の賃貸人について，上記\n３ 「手引き」等の使途基準に適合するものであ\nるかどうかを判断することができず，当該支出の適法性についての適切\nな反証があるとはいえない。\nそうすると，Ａ７議員が支出した事務所費のうち，藤晃が所有する一\nつの駐車場を除いた賃料の残額（２４万円）についての支出は違法であ\nる。\nウ  Ａ８議員\nＡ８議員の政務調査事務所に関する賃貸借契約書（丙Ａ８の１）にお\nいては，使用目的欄に「後援会事務所兼，政務調査室事務所」と記載さ\nれており，議員が政務調査活動を行う拠点として届出を行っている事務\n所について，あえてその使用目的欄に後援会活動にも使用する旨を記載\nしている以上，同事務所は，政務調査活動のみならず，後援会活動の目\n的でも使用されていたことが推認されるというべきである。\nもっとも，Ａ８議員は政務調査事務所の賃料の２分の１についてのみ\n政務調査費から支出したことが認められるところ，賃貸借契約書の上記\n記載は，当該事務所において後援会活動が行われていたことを推認させ\nるにとどまり，そのことをもって，当該事務所において主に後援会活動\nが行われており，上記政務調査事務所の賃料の政務調査費による支出が\n「手引き」等の使途基準に違反する違法な支出であることを推認させる\n一般的，外形的な事実であるということはできず，そのほかに，当該事\n務所において主として後援会活動が行われていたことを推認させる一般\n的，外形的な事実について，原告は主張立証していない。\nこれらの事情を考慮すると，Ａ８議員の政務調査事務所においては，\n後援会活動が行われたこと自体は認められるものの，政務調査活動と後\n援会活動の活動比が明らかではなく，主として後援会活動が行われてい\nたとは認められないことから，「按分の指針」（市要領４条）に従い，\n事務所費の２分の１については，これを政務調査費から支出することが\nできるというべきである。\nそうすると，Ａ８議員が政務調査事務所を後援会活動にも利用したこ\nとを前提として同事務所の賃料の２分の１についてのみ政務調査費から\nした支出が，その全額について「手引き」等の使途基準に違反する違法\nなものであったとは認められない。\nエ  Ａ９議員\nＡ９議員の事務所費支出については，掲記の証拠及び弁論の全趣旨に\nよれば，以下の事実を認定することができる。\nａ  Ａ９議員は，平成２２年度において，自身の父親であるＰ１０が所\n有し居住する物件を，同人から賃借し，政務調査事務所として使用し\nた（丙Ａ９の１）。\n同物件は，２階建てであるところ，１階は，Ｐ１０世帯の住宅部分\n及びＡ９議員の政務調査事務所部分から成り，それぞれ，別々の入口\nが設けられ，内部で両部分を出入りすることのできる扉こそあるもの\nの，通常は同扉を施錠して使用しておらず，それ以外の部分は，壁で\n完全に仕切られており，内部で自由に行き来できる構造とはなってい\nない。\nまた，２階は，Ａ９議員世帯の住居部分とＰ１０世帯の住居部分か\nらなり，Ａ９議員の住居部分の玄関は２階に設置されているほか，内\n部でドアを開閉することにより両部分を自由に行き来することは可能\nであるが，同ドアを使用することは稀であった。（丙Ａ９の３６，証\n人Ａ９）\nｂ  Ａ９議員とＰ１０は，年に数回ほど一緒に食事をする程度の関係で\nあって，生活費について，Ｐ１０世帯が年金により生活しており，い\nずれも独立して生計を立てている（証人Ａ９）。\nｃ  Ａ９議員は，平成２２年度中，政党活動として，約２０名弱の党員\nから党費を徴収してこれを札幌支部連合会に納める活動のみに従事し，\n当該活動に関する作業は，全て自宅でこれを行った（証人Ａ９）。\n上記 認定事実によれば，Ａ９議員は，実父であるＰ１０から当該\n物件の１階部分を賃借して政務調査事務所として使用しており，当該物\n件は，Ａ９議員世帯とＰ１０世帯の二世帯が居住する住居でもあったも\nのの，当該物件において，Ａ９議員世帯の居住部分と政務調査事務所部\n分は入口及び階を異にし，物理的にも物件内部において自由に行き来を\nすることはできないような構造になっていることから，両部分は独立し\nた別個の物件であるということができる。さらに，Ａ９議員が政務調査\n事務所の賃借人であるＰ１０と生計を一つにしているとは認められない\n以上，当該物件の一部を政務調査事務所として賃借してその賃料を政務\n調査費から支出したとしても，当該支出は，「手引き」が政務調査費の\n支出を認める「生計を一つにしない親族（中略）が所有する物件の賃借」\nに当たるから，これが違法な支出であるということはできない。\nしたがって，Ａ９議員の事務所費に関する政務調査費の支出は，その\n全額について違法であるとはいうことはできないというべきである。\nこれに対し，原告が以下のとおり主張するので検討する。\nａ  原告は，Ａ９議員が行っていた政党活動はかなりの作業量を要する\nものであり，これを自宅内で行っていたとの同議員の供述は信用でき\nず，政務調査事務所の賃料全額の政務調査費からの支出は違法である\n旨主張するが，Ａ９ の\nとおりであると認められ，２０名弱の党員から党費を徴収し，これを\n支部に納めるために要する作業が，あえて政務調査事務所において行\nうことが必須な性質のものであるとは認め難く，そのほかに，Ａ９議\n員が，同作業のために，政務調査事務所を使用していたことをうかが\nわせる事情は認められない。\nしたがって，Ａ９議員が政務調査事務所において政党活動を行って\nいたものと認めることはできないから，結局，原告の上記主張を採用\nすることはできない。\nｂ  また，原告は， 議員が使用する政務調\n査事務所は，同一の住居に居住して生計を一つにする親族から賃借し\nたものである旨主張するが，政務調査事務所の所在する建物が，内部\nが壁により一応区分された，いわゆる二世帯住宅となっていることは\n上記認定のとおりであって，一般に，二世帯住宅に居住しているから\nといって，当然に当該二世帯が生計を同一にしているとは認め難く，\nかえって，Ａ９議員は，父であるＰ１０とは，年に数回食事をする程\n度の関係であり，両親世帯は年金により，同議員とは独立の生計を行\nっていたといえ，そのほかにＡ９議員がＰ１０と生計を一つにしてい\nたことをうかがわせる事情は存在しない。\nそうすると，Ｐ１０がＡ９議員と「生計を一つにする」親族に当た\nるとは認められず，結局，原告の上記主張を採用することはできない。\nオ  Ａ１１議員\nＡ１１議員の事務所費支出については，掲記の証拠及び弁論の全趣旨\nによれば，以下の事実を認定することができる。\nａ  Ａ１１議員は，平成２２年度において，政務調査事務所として，自\n身の義理の姉にあたるＰ１１が代表取締役を務める株式会社Ｑ１米酒\n店所有の物件の一部を賃借していた（丙Ａ１１の１，証人Ａ１１）。\nｂ  Ａ１１議員の後援会事務所は，政務調査事務所と同じ建物の同じフ\nロアに存在するものの，両事務所は壁と扉で仕切られており，床面積\nは，政務調査事務所が約１００平方メートル，後援会事務所が約３５\n平方メートルであった。また，両事務所ともに，それぞれ数台の机，\n椅子のほか，コピー機が１台ずつ備え置かれていたが，固定電話及び\nパソコンは後援会事務所に設置されておらず，政務調査事務所にのみ\n１台ずつ設置されていた。（丙Ａ１１の１ないし３，丙Ａ１１の１７，\n証人Ａ１１）\nｃ  同後援会事務所では，年に三，四回程度，後援会会員と懇親行事を\n実施するため，１００名前後の会員に案内状を作成・発送する業務を\n行っていた。また，Ａ１１議員は，平成２２年１１月からは，政務調\n査事務所も使用して，平成２３年市議会議員選挙のための準備作業を\n２０名程度のスタッフとともに行い，これに合わせて同月頃から平成\n２３年４月までの間，上記準備作業を行うために後援会事務所に五，\n六台の固定電話を新たに設置した。このように，Ａ１１議員は，平成\n２２年１１月以降については，政務調査事務所において後援会活動に\n関する業務を行っていたことから，同事務所の賃料の２分の１のみを\n政務調査費から支出した。（丙Ａ１１の１８，証人Ａ１１）\n上記 認定事実によれば，Ａ１１議員の政務調査事務所は，後援会\n事務所と物理的に分離されており，それぞれの事務所で行われることが\n想定される活動に応じて，机，椅子，コピー機等の事務用品がそれぞれ\n設置されていたことが認められる。そして，Ａ１１議員は，その陳述書\n（丙Ａ１１の１８）及び証言において，平成２３年市議会議員選挙の準\n備作業に着手する前の平成２２年１０月までの間は，後援会活動として\nは年に数回行われる懇親行事の案内業務程度の作業しか行っていなかっ\nたため，比較的手狭な後援会事務室のみを使用し，同年１１月以降は，\n上記選挙に向けて後援会活動の量が増大したため，後援会事務室より広\nい政務調査事務室を後援会活動のためにも使用するようになったことを\n具体的かつ詳細に供述ないし証言し，その内容も合理的で自然であると\nいえるから，上記供述ないし証言は信用できる。\nそうすると，Ａ１１議員は，平成２２年４月から同年１０月までの間\nは政務調査事務室において政務調査活動のみを行い，他方，同年１１月\n以降は，後援会活動も行っていたと認められ，政務調査事務所で行われ\nていた政務調査活動と後援会活動の按分割合を２分の１として政務調査\n事務所の賃料を政務調査費から支出したことが不合理であるとはいえな\nいから，これに応じたＡ１１議員の政務調査費の支出は，その全額につ\nいて違法であるということはできない。\nこれに対し，原告は，平成２２年参議院議員選挙に自民党候補者が出\n馬するに際し，政務調査事務所において当該選挙活動に関する打合せを\n行ったことについてはＡ１１議員も認めるところであることからすれば，\n同議員の政務調査事務所においては政党活動も行われていたと評価すべ\nきであり，また，平成２２年度の途中から政務調査事務所を後援会活動\nにも使用するようになったというのは不自然であって，同年度中を通し\nて後援会活動も行われていたとみるべきであるなどと主張する。\na  しかし，国政選挙の同一政党候補者に関する選挙活動の打合せが政\n党活動に当たるとしても，Ａ１１議員は，平成２２年度において，数\n回程度，候補者と選挙活動の打合せを行ったにとどまり，そのほかに\n政務調査事務所において政党活動に関する業務が行われたことをうか\nがわせる事実は認められないから，政務調査事務所において，「手引\nき」等の使途基準に従った按分の割合（平成２２年１０月までは全額，\n同年１１月以降は２分の１）を超えた政務調査費の支出が許容されな\nいような政党活動の実態があったとは認められない。\nｂ  また，Ａ１１議員が平成２２年度の途中から後援会活動を行うよう\nになったとの点についても，平成２３年４月に実施された市議会議員\n選挙に備え，その半年程度前から選挙活動を行うために，五，六台の\n固定電話を後援会事務所に搬入した上で，同事務所より広い政務調査\n事務所のスペースも使って２０人程度の後援会会員とともに上記選挙\nのための準備作業を行った旨のＡ１１議員の供述ないし証言は，上記\n合理的かつ自然であるこ\nとから，信用することができる。\nそうすると，Ａ１１議員の政務調査事務所については，平成２２年\n１１月より後援会活動も行われていたものの，同月以前は，専ら政務\n調査活動のみが行われていたものと認められるから，原告の上記主張\nを採用することはできない。\nしたがって，Ａ１１議員の事務所費に関する政務調査費の支出は，そ\nの全額について違法であるということはできない。\nカ  Ａ１２議員\n上記３⑵ア のとおり，Ａ１２議員は，本件訴訟において賃貸借契約\n書を開示していないことから，自らの事務所費の支出が「手引き」等の\n使途基準に適合した適正なものであることについて積極的に適切な反証\nをすべきであるところ，政務調査事務所及び付属駐車場を賃借したと主\n張し，これらの賃料に関する領収書（甲Ａ１２の１，丙Ａ１２の１ない\nし１０）が提出されている。\nこのうち，付属駐車場について，Ａ１２議員は，北海道ジェイ・アー\nル都市開発株式会社を賃貸人として賃貸借契約を締結し，同契約に基づ\nき，平成２３年２月から同年３月までの２か月間において賃料合計４万\n４１００円を支払った旨を具体的に主張し，これを裏付ける領収書（甲\nＡ１２の１の９）を提出することから，同支出は「手引き」等の使途基\n準に適合した支出であると認められる。そして，原告は，そのほかに，\n政務調査事務所が政務調査活動のために利用されていないことや，政務\n調査活動とそれ以外の活動の按分の割合が合理性を欠くことなど，当該\n賃料の支出が「手引き」等の使途基準に違反する違法なものであること\nを推認させる一般的，外形的な事実を主張立証していないから，当該賃\n料のうち２分の１に係る政務調査費の支出は，その全額について違法で\nあるということはできない。\nしかし，他方，政務調査事務所の賃料については，Ａ１２議員は，当\n該事務所の賃料を株式会社不動産ショップきりんに支払っていたことを\n裏付ける領収書を提出するのみであって，当該事務所の賃貸人について，\n「手引き」等の使途基準に適合するものであるかどうかを判断すること\nができず，当該支出の適法性についての適切な反証があるとはいえない。\nそうすると，Ａ１２議員が支出した事務所費のうち，政務調査事務所の\n賃料に係る政務調査費の支出は，その全額について違法な支出であると\nいわざるを得ず，平成２３年２月及び同年３月分の付属駐車場の賃料の\n２分の１である２万２０５０円の支出のみ，適法なものとして政務調査\n費から支出することができるというべきである。\n以上より，Ａ１２議員の事務所費に係る政務調査費の支出は，５２万\n６０２１円から２万２０５０円を控除した残額である５０万３９７１円\nについての支出は違法である。\nキ  Ａ１５議員\nＡ１５議員の事務所費支出については，掲記の証拠及び弁論の全趣旨\nによれば，以下の事実を認定することができる。\nａ  Ａ１５議員は，自身の長女であり，当時別の住所地に住んでいたＰ\n１２が代表者を務めるＱ２都市開発株式会社との間で，同社が所有す\nる物件の一部に関する賃貸借契約を締結した（丙Ａ１５の１の１，丙\nＡ１５の３，証人Ａ１５）。\nｂ  Ａ１５議員がその一部を賃借した上記ａの物件は，全２階から成り，\n１階入口ドア横に「Ａ１５政務調査室」，「Ａ１５連合後援会事務所」\n等と記載された看板を設置していた（丙Ａ１５の１の２）。\nｃ  Ａ１５議員は，平成２２年度においては，政党活動として，自由民\n主党の選挙区支部総会等への出席，平成２２年参議院議員選挙候補者\nの街頭演説への参加，党の機関紙の発行等を行っており，これらに関\nする業務を政務調査事務所の近くにある自民党北海道札幌市北区第７\n支部で行っていた（丙Ａ１５の３，証人Ａ１５）。\nｄ  平成２２年度当時，Ａ１５議員の政務調査事務所は，上記ａの物件\nの２階の２室に事務室と応接室が設けられ，同事務室内には机や固定\n電話等が設置されていた。また，同年度当時，同物件の１階はＱ２都\n市開発株式会社の事務室となっており，Ａ１５議員は，その２階の一\n部を同議員の後援会活動に関する業務を行うために後援会事務所とし\nて同社から無償で間借りし，固定電話等の事務用品も同社のものを同\n社とともに併用していた。なお，後援会活動に関する補助業務につい\nては，職員として雇用されたＰ１３が専属的に当該業務に従事してい\nた。政務調査事務所と後援会事務所は，平成２２年度当時，共に上記\n物件の２階にあったが，入口は別々で，壁で隔てられており，それら\nの間を行き来するためには，一旦階段で１階まで降り，再び階段で２\n階まで昇る必要があった。（丙Ａ１５の３，証人Ａ１５）\nの認定事実によれば，平成２２年度当時，Ａ１５議員の政務調\n査事務所は，同一建物内の同一階に後援会事務所が存在していたとはい\nえ，両者は，壁により隔てられ，入口が別々であるなど，構造上の独立\n性を有し，いずれも独立に事務用品を備え付けていたと認められるから，\n物理的・機能的に独立の事務所としての用途に供することが可能であっ\nたというべきである。\nそして，このような事情に加え，Ａ１５議員の陳述書（丙Ａ１５の３）\nにおける供述及び証言の内容が，具体的かつ詳細で，その内容が合理的\nで自然であると認められること，後援会活動については，上記後援会事\n務所において専属の職員が雇用されていたこと，これが政務調査事務所\n内において行われていたことをうかがわせる事実は認められないこと，\nまた，政党活動についても，参加人自民党会派においては，各選挙区に\n政党活動を行うための拠点として政党支部事務所が設置されており，Ａ\n１５議員の政務調査事務所の近くに政党支部事務所があり，同議員が政\n党活動として行っていた党機関誌の発行や党員拡大のための街頭演説等\nの活動を政党支部事務所のみならず政務調査事務所において行わなけれ\nばならなかったことをうかがわせる事実は認められないこと等を総合考\n慮すれば，後援会活動はすべて後援会事務所において，政党活動は全て\n政党支部事務所において，それぞれ全て行われていた旨のＡ１５議員の\n上記供述ないし証言は信用することができるというべきである。\nそうすると，Ａ１５議員の政務調査事務所においては，政務調査活動\nのみが行われていたものと認められるから，同議員がした当該事務所の\n事務所費に係る政務調査費の支出は，その全額について違法であるとい\nうことはできない。\nク  Ａ１６議員\n原告は，Ａ１６議員の政務調査事務所は，同議員の自宅である建物内\nに存在することから，自宅に対して政務調査費が支出されることとなっ\nてしまっている旨主張する。\nしかし，Ａ１６議員の政務調査事務所は，同議員の自宅がある，株式\n会社Ｑ３ビルの所有に係る建物内に設置されているものの，自宅と入口\nを別にし，政務調査活動に使用するスペースが自宅部分とは明確に区分\nされていることが認められる（丙Ａ１６の１の３）。\nそうすると，Ａ１６議員の政務調査事務所については，同議員の自宅\nと独立しており，政務調査活動に使用する事務所としての機能が備わっ\nているといえるから，「手引き」等の使途基準に照らし，政務調査事務\n所及びこれに付随する駐車場に係る賃料の政務調査費からの支出が違法\nであるということはできない。\nケ  Ａ１７議員\nＡ１７議員は，平成２２年度において，Ｐ１４から事務所及び付属駐\n車場を１か月当たりの賃料等合計６万３５００円で賃借し，これを政務\n調査事務所として利用したことが認められる（丙Ａ１７の１）。\nこの点について，原告は，Ａ１７議員が提出する証拠からは当該事務\n所がどのように利用されていたのかが不明であり，政務調査費の支出全\n体が違法である旨主張するが，Ａ１７議員の事務所費の支出が「手引き」\n等の使途基準に違反する違法な支出であることを推認させる一般的，外\n形的な事実を具体的に主張立証していないから，同議員の事務所費に係\nる政務調査費の支出が違法であるということはできない。\nコ  Ｂ２議員\n事務所費及び政務調査費の支出額について\nＢ２議員は，平成２２年度中，政務調査事務所として，駐車場を含む\n１か月当たりの賃料が７万８０００円の物件を賃借し，同物件を平成２\n２年４月から平成２３年３月までの間使用したことから，同年度におけ\nるＢ２議員の事務所費支出額は合計８５万８０００円であり，その２分\nの１である４２万９０００円を政務調査費から支出したことが認められ\nる（甲Ｂ２の１，丙Ｂ２の１）。\n政務調査費支出の適法性について\n原告は，Ｂ２議員の事務所費に関する政務調査費支出の違法性につい\nて，政務調査事務所の賃貸借契約書上の使用目的が「事務所」とのみ記\n載されていること以外には，「手引き」等の使途基準に違反する違法な\n支出であることを推認させる一般的，外形的な事実を具体的に主張立証\nしておらず，使用目的が上記のとおり記載されていることが上記一般的，\n外形的な とおりであるから，Ｂ\n２議員の事務所費に係る上記 政務調査費の支出は，その全額につい\nて違法であるということはできない。\nサ  Ｂ５議員\n事務所費の支出額について\nＢ５議員は，平成２２年度中，政務調査事務所として，１か月当たり\nの賃料が６万円である物件を賃借し，これを平成２２年５月から平成２\n３年２月までの１０か月間にわたり利用していたことから，同年度にお\nける事務所費は合計６０万円であり，その２分の１である３０万円を政\n務調査費から支出したことが認められる（甲Ｂ５の１の１ないし９，甲\nＢ５の１の１１，丙Ｂ５の１ないし１１）。\nなお，Ｂ５議員から会派に提出された書面に添付されている 領収証\n（甲Ｂ５の１の１ないし１１。ただし，受領者氏名欄はマスキング処理\nされている。）に記載された賃料の合計額は６９万円となるが，これら\nの領収証の中には，平成２３年１月分の賃料として支払われたものが２\n枚あり，そのうち１枚の領収証（甲Ｂ５の１の１０）は，賃料額が９万\n円となっていて，更に他の領収証と体裁も異なることからすると，Ｂ５\n議員の事務所費に係る領収証ではないにもかかわらず，誤って同議員の\n事務所費に係る領収証として政務調査費領収書等添付用紙に添付された\nものであることが明らかであるから，Ｂ５議員が平成２２年度に支出し\nた賃料の合計額６０万円であると認められる。\n政務調査費支出の適法性について\n原告は，Ｂ５議員の政務調査事務所の用途が賃貸借契約書上「Ｂ５後\n援会事務所」と明記されており，政務調査活動を目的とするものである\nとは認められず，同議員の事務所費に関する政務調査費の支出全額が違\n法となり，また，仮に同事務所で政務調査活動が行われていたとしても，\n政党活動についても同事務所で行われていた可能性を全く払拭できない\nから，その３分の１を超える支出が違法である旨主張する。\nそこで，検討すると，Ｂ５議員が政務調査事務所として届出を行った\n物件の平成１９年５月１日付け賃貸借契約書には，当該事務所の利用目\n的欄に「Ｂ５後援会事務所」と記載されており，当該賃貸借契約が同日\nから平成２３年４月３０日までを契約期間とするものである事実が認め\nられる（丙Ｂ５の１）。このことからすると，賃貸借契約締結時におい\nては，上記期間において，同事務所が後援会活動に使用されることが想\n定されていたというべきであって，上記事実は，同事務所において，平\n成２２年度中においても，後援会活動が行われていたことを推認させる\n事実であるということができる。\nしかし，上記事実は，当該事務所において何らかの後援会活動が行わ\nれていたことを推認させるにとどまり，そのことをもって，当該事務所\nにおいておよそ政務調査活動が行われていなかったことまでを推認させ\nる事実であるとまではいうことはできず，そのほかに，原告は，当該事\n務所において政務調査活動が全く行われていなかったこと，政務調査活\n動と後援会活動の按分の割合が合理性を欠くものであること，当該事務\n所において政党活動が行われていたことなど，Ｂ５議員の事務所費に係\nる政務調査費の支出が「手引き」等の使途基準に違反する違法な支出で\nあることを推認させる一般的，外形的な事実について具体的な主張立証\nを行っていない。\nそうすると，上記事務所においては，何らかの後援会活動が行われた\nことは認められるものの，Ｂ５議員が， 「按分の指針」\n（市要領４条）に従ってした事務所費の２分の１についてのみに係る政\n務調査費の支出が，その全額について違法であるということはできない。\nシ  Ｂ７議員\n参加人民進党会派は，Ｂ７議員について，本件訴訟において，政務調\n査事務所の賃貸借契約の内容を一部変更した旨記載された覚書（丙Ｂ７\nの１）を提出するのみであり，その作成元となった賃貸借契約書を提出\nしないところ，原告は，同事務所の使用目的等が不明であり，同事務所\nが使用された用途に関する客観的証拠が存在しないから，同事務所の賃\n料に係る政務調査費の支出全額が違法となる旨主張する。\nそこで，検討すると，上記⑵アのとおり，政務調査事務所の賃貸借契\n約書は，当該事務所に係る事務所費について，政務調査費が適正に支出\nされていることを説明するために必要な最も基本的な文書であるという\nことができ，これが開示されない場合には，当該政務調査費が適正に支\n出されているかどうかにつき相当な疑いが生じるものというべきである。\nそして，参加人民進党会派が提出したＢ７議員の覚書をみると，同書\n面は，僅かＡ４用紙１枚の簡素なものであって，賃料・契約期間・契約\n者以外の契約内容については「原契約の通りとする」と記載されている\nにとどまり，このような記載内容だけでは，政務調査事務所の賃貸借契\n約の内容について，十分な説明がなされているということはできず，当\n該政務調査費の支出が適正にされているかどうかにつき相当な疑いが生\nじるものといわざるを得ない。ところが，被告及び参加人民進党会派は，\nＢ７議員が政務調査事務所で行った政務調査活動の実態について具体的\nに主張立証しておらず，違法な支出であることの推認についての適切な\n反証があるとはいえない。\nしたがって，Ｂ７議員の政務調査事務所の事務所費に係る政務調査費\nの支出は，その全額について違法であるというべきである。\nス  Ｂ１０議員\nＢ１０議員の事務所費支出については，掲記の証拠及び弁論の全趣旨\nによれば，以下の事実を認定することができる。\nａ  Ｂ１０議員は，平成１６年５月１日より政務調査事務所として，１\nか月当たりの賃料を１０万５０００円としてアパートの１階の一室を\n賃借して使用していたところ，平成２０年４月１日，同室の内部に間\n仕切りの壁を設置することで二つの空間を設け，それぞれを政務調査\n事務所（床面積約５４平方メートル）と後援会事務所（床面積約３６\n平方メートル）として賃借して使用することとした。それぞれの入口\nは別々に設置された。（丙Ｂ１０の１ないし３，丙Ｂ１０の５，証人\nＢ１０）\nｂ  Ｂ１０議員は，従来の事務所を上記ａのとおり二つの部屋に分けた\nことから，同日付けで各部屋の賃貸借契約をそれぞれ締結した。それ\nらの賃貸借契約において，１か月当たりの賃料は，政務調査事務所部\n分が８万８２００円，後援会事務所部分が１万６８００円とそれぞれ\n定められた。（丙Ｂ１０の１及び２，証人Ｂ１０）\nｃ  後援会事務所と政務調査事務所は，それぞれ固定電話，机，椅子，\n書棚などが設置されているが，後援会事務所にはコピー機は設置され\nていなかった（丙Ｂ１０の３，証人Ｂ１０）。\nｄ  Ｂ１０議員の後援会においては，機関誌を作成・送付するほかに，\n後援会が主催して年に１回行っていた「とんとん祭」という行事の準\n備活動を行っており，その準備活動については，案内文書の作成・発\n送作業等を１０名程度の後援会会員がボランティアで行っていた。当\n該案内文書は外部の業者に発注して作成することが多かったものの，\n緊急を要する文書の作成等については，政務調査事務所に設置されて\nいるコピー機を使用することがあった。（丙Ｂ１０の５，証人Ｂ１０）\n上 の認定事実によれば，Ｂ１０議員の後援会事務所においては，\n機関誌や後援会行事の案内状の作成・送付といった書類の作成に関する\n業務が多かったにもかかわらず，後援会事務所固有のコピー機は設置さ\nれていなかったこと，また，時には１０人以上の後援会会員が集まって\n作業をすることがあったにもかかわらず，同事務所の床面積が３６平方\nメートル程度にとどまっていたことが認められ，これらのことからする\nと，平成２２年度中，Ｂ１０議員の政務調査事務所においては，政務調\n査活動のほか，後援会活動に係る文書の作成・発送等の作業が行われて\nいたことが少なくなかったものと推認される。\nそうすると，Ｂ１０議員の政務調査事務所では，後援会活動と政務調\n査活動のいずれもが行われていたといわざるを得ないところ，Ｂ１０議\n員は，同事務所において政党活動が按分の比率を超えて政党活動が行わ\nれていたことについて具体的な主張立証をしないから，結局，Ｂ１０議\n員は，市要領の使途基準である按分の指針に従い，政務調査事務所に係\nる賃料の２分の１までしか政務調査費によって支出することはできない\nというべきである。\nところで，「手引き」等の使途基準においては，政務調査費による支\n出が許される事務所費は，「適正な額の範囲」のものであることが必要\nであるとされているところ，上記 認定事実によれば，Ｂ１０議員\nの政務調査事務所は，従前，後援会事務所と一体となっていた部屋を二\n分割して，従前の賃料を二つの事務所に割り付けたものであるが，両事\n務所の賃料は，約５４平方メートルの床面積である政務調査事務所が１\nか月あたり８万８２００円（１平方メートル当たり約１６３３円）であ\nるのに対し，約３６平方メートルの床面積である後援会事務所が１か月\nあたり１万６８００円（１平方メートル当たり約４６６円）となってお\nり，その床面積を基準とした場合の１平方メートル当たりの賃料には著\nしい開きがある。そして，Ｂ１０議員は，両事務所の賃料については，\n賃貸人に言われたとおりの金額で従前の賃料額を両事務所に割り付けて\n決定した旨の説明しかしておらず，両者の間に著しい開きがあることに\nついての合理的な説明があるとは到底いえない。\nそうすると，Ｂ１０議員の政務調査事務所の事務所費としては，平成\n２０年４月１日に１室を後援会事務所と政務調査事務所に分割する前の\n賃料額１０万５０００円を，両事務所の床面積比（政務調査事務所３に\n対し，後援会事務所２）で按分した金額である６万３０００円が適正な\n賃料額であり，これを超える額を政務調査費から支出することは許され\nないというべきである。\n小括\n以上より，Ｂ１０議員の政務調査事務所の事務所費については，適正\nな賃料額６９万３０００円（１か月当たり６万３０００円）に駐車場費\n及び光熱費の合計１１万円を加えた８０万３０００円の２分の１である\n４０万１５００円の限度でのみ政務調査費からの支出が許容されるから，\n結局，Ｂ１０議員がした事務所費に係る政務調査費の支出は，１０８万\n０２００円と４０万１５００円との差額である合計６７万８７００円に\nついて違法な支出であるというべきである。\nセ  Ｂ１２議員\n事務所費の支出額について\n証拠（甲Ｂ５の１の１０，甲Ｂ１２の１）及び弁論の全趣旨によれば，\nＢ１２議員の事務所費の支出について，Ｂ１２議員は，平成２２年度に\nおいて，１か月当たりの賃料が９万円である物件を平成２２年５月から\n平成２３年２月までの１０か月間にわたり政務調査事務所として賃借し\nて，事務所費合計９０万円を支出し，その政務調査活動と後援会活動を\n按分した割合である２分の１である４５万円を政務調査費から支出した\nことが認められる。\n政務調査費支出の適法性について\nそして，原告は，Ｂ１２議員 について，\n同議員の政務調査事務所に係る賃貸借契約書の使用目的欄に「事務所」\nとのみ記載されている点を違法事由として主張するが，当該主張に理由\nがないことは上記⑵イのとおりであり，そのほかに，政務調査事務所に\nおいて行われていた政党活動や政務調査活動及び後援会活動の実態に関\nする具体的な主張立証をしないから，上記支出が「手引き」等の使途基\n準に違反する違法なものであることを推認させる一般的，外形的な事実\nの立証があるとはいえない。\nそうすると，Ｂ１２議員がした政務調査事務所の賃料に係る政務調査\n費の支出は，その全額について違法であるということはできない。\nソ  Ｃ２議員\nＣ２議員の事務所費支出については，掲記の証拠及び弁論の全趣旨に\nよれば，以下の事実を認定することができる。\nａ  Ｃ２議員は，平成２２年度中，２階建ての物件を１か月当たりの賃\n料を７万円として賃借した。その後，同議員は，同物件の２階部分を\n日本共産党手稲地区後援会に１か月当たりの転借料を２万円として転\n貸し（なお，その後，同転借料は，平成２２年度中を通じて月額２万\n３３３４円であったものと変更した。），自身は，１階部分に政務調\n査事務所を設置して，合計３０万円の政務調査費を賃料に充当した。\n（丁Ｃ２の１）\nｂ  Ｃ２議員は，平成２３年１２月２２日，政務調査事務所において政\n党活動が行われていたことも考慮して，既に同事務所賃料の一部に充\n当していた政務調査費のうち，合計２万円を被告に返還した。\nｃ  したがって，平成２２年度において，Ｃ２議員は，政務調査事務所\nのある物件全体の賃料合計８４万円（月額７万円）のうち，同事務所\n利用部分に関する賃料合計５６万円を事務所費として支出し，その２\n分の１である２８万円を政務調査費から支出したものと認められる。\n政務調査費支出の適法性について\n原告は，Ｃ２議員については，政務調査事務所に係る賃貸借契約の賃\n借人が議員本人ではなく「日本共産党札幌西・手稲地区委員会」となっ\nていることを違法事由として主張するところ， のとおり，\nＣ２議員が支出した事務所費２８万円を政務調査費から支出することは\n違法である。\nタ  Ｃ３議員\n原告は，Ｃ３議員の事務所費の支出については，同議員の政務調査事\n務所に係る賃貸借契約書の利用目的として「事務所」とのみ記載されて\nいる点を違法事由として主張するが，当該主張に理由がないことは上記\n⑵イのとおりであり，そのほかに，政務調査事務所において行われてい\nた政務調査活動，後援会活動及び政治活動の実態に関する具体的な主張\n立証をしないから，上記支出が「手引き」等の使途基準に違反する違法\nなものであることを推認させる一般的，外形的な事実の立証があるとは\nいえない。\nそうすると，同議員が支出した事務所費９４万７８０８円の２分の１\nに係る政務調査費の支出は，その全額が違法であるということはできな\nい。\nところで，札幌市における政務調査費は，各年度における四半期ごと\nに，原則として当該四半期の最初の月の１０日に，当該四半期に属する\n月数分に相当する金額（月額４０万円に原則として各月１日における当\n該会派の所属議員数を乗じた金額を基本とする。）が各会派に対して交\n付され（市条例２条，３条），その後，当該政務調査費を使用した議員\nが使用実績に応じた必要書類を作成して各会派に提出し，会計期間終了\n後に，各会派が収支報告書を作成して議長に提出するとともに（市条例\n７条），交付された政務調査費のうち，政務調査活動に必要な経費とし\nて当該会派が支出した額の総額を控除して残余がある場合には，当該会\n派は，当該残余の額を返還しなければならないとされている（市条例９\n条）。\nこのような札幌市における政務調査費の交付に関する制度の在り方に\n鑑みると，札幌市における政務調査費は，各年度の四半期ごとに各会派\nに対して交付されるものの，政務調査活動に係る政務調査費の収支につ\nいては，会計期間ごと，すなわち年度ごとに報告されることが予定され\nているから，政務調査費により支出することが認められる事務所費の額\nは，当該年度を単位として計算すべきであると解される。\nこの点について，原告は，Ｃ２議員が政務調査費から支出することが\nできる賃料額を１か月ごとに計算し，小数点以下を切り捨てた上で，各\n月の支出可能額を合計すると４７万３９０１円となることから，同議員\nが支出することが許されるのは上記金額の限度に限られる旨主張するよ\nうである。しかし，上記のとおり，政務調査費による支出が認められる\n事務所費の額は年度を単位として計算すべきであると解されるところ，\nのとおり，平成２２年度中に，事務所費として合計\n９４万７８０８円を支出し，このうち，政務調査費を充当することがで\nきるのは２分の１の限度にとどまるというべきであって，Ｃ３議員が政\n務調査費から支出することが認められる事務所費は４７万３９０４円と\n算定されるから，原告の上記主張を採用することはできない。\n⑷  小括\n以上の検討結果によれば，参加人各会派所属の各議員について，政務調査\n費による支出が違法である事務所費の額は，別紙５（検討結果一覧表）「事\n務所費」欄記載のとおりである。\n４  参加人自民党会派における人件費支出の適法性（争点４）\n⑴  判断の基準\n各参加人会派に所属する議員が支出した政務調査費が「手引き」等の使途\n基準に適合した適法な支出であるかどうかについては，業務委託費及び事務\n所費の支出に関する場合（上記２⑴及び３⑴）と同様に考え，原告側におい\nて各議員の個別の支出が違法であることまでを具体的に立証する必要はなく，\n「手引き」等に違反する違法な支出であることを推認させる一般的，外形的\nな事実を主張立証すれば足り，その場合において，被告側がこれに対して適\n切な反証を行わないときには，当該支出が違法なものであると解するのが相\n当である。\n以下では，事務所費における場合と同様に，まず，原告が主張する，複数\n名の議員に共通する事務所費支出の違法 事由の有無について検討し（後記\n⑵），その後に議員ごとの支出の個別的な違法事由の有無について検討する\n（後記⑶）こととする。\n⑵  各議員に共通する原告主張についての検討\nア  雇用契約書が提出されていない場合の，人件費支出の 適法性について\n（Ａ１ないし６，Ａ９，Ａ１２，Ａ１４，Ａ１６，Ａ１８ないし２１の各\n議員関係）\n事務所費について論じたのと同様に ，政務調査費の交\n付を受ける議員は，当該政務調査費によって支出した費用が「手引き」等\nの使途基準に適合する適正なものであることを説明することができるよう，\n書類等を整備することが求められているのであって，これを人件費につい\nていえば，政務調査費の交付を受ける議員としては，政務調査活動を補助\nさせるために自身が雇用する職員について，雇用契約書を作成し，支出の\n適法性・相当性が争われた場合には，誰を被用者としてどのような内容の\n雇用契約が成立したのかを立証する最も基本的かつ重要な文書である当該\n職員の雇用契約書を開示するなどして，これを説明できるようにしておく\nべきである。\nそして，これが開示等されない場合には，当該職員の人件費の支出が政\n務調査費として「手引き」等の使途基準に適合する適正な支出であること\nについて相当程度の疑いが生じるといわざるを得ないから，同支出が「手\n引き」に違反する違法な支出であることが推認され，当該職員の属性や従\n事する業務等の人件費の支出の実態について，議員側で適切な反証がなさ\nれないときには，当該職員の人件費の支出は「手引き」等の使途基準に違\n反する違法なものとなると解するのが相当である。\n本件訴訟において，Ａ１ないし６，Ａ９，Ａ１２，Ａ１４，Ａ１６，Ａ\n１８ないし２１の各議員は，そもそも雇用契約書を作成していないか，又\nは職員個人の同意がないため開示できないとして，雇用契約書を提出しな\nいのであるから，上記各議員については，議員側において当該人件費を政\n務調査費から支出することが「手引き」等の使途基準に適合する適正なも\nのであることについて適切な反証をすることを要するというべきである。\nただし，この点に関する具体的検討については，後記 で行うこととする。\nイ  政務調査事務所で雇用する職員の雇用契約書上の業務内容欄に政務調査\n活動にのみ従事する旨明示されていない場合の，人件費支出の適法性につ\nいて（Ａ８，Ａ１３の各議員関係）\n本件においては，各議員が雇用する職員について，各議員が会派に提\n出した雇用契約書中，同職員の業務内容を示す箇所において，Ａ８議員\n（丙Ａ８の２及び３）については「一般事務並びに政務調査に関する事\n務」と，Ａ１３議員（丙Ａ１３の２）については「一般事務職」とそれ\nぞれ記載されていることが認められる。そして，原告は，政務調査事務\n所で議員が雇用する職員の雇用契約書の業務内容欄において，当該職員\nが政務調査活動にのみ従事する旨記載されていない職員は，政務調査活\n動以外の活動に従事することが予定されていることから，当該職員の人\n件費を政務調査費から支出することが違法である旨主張する。\nしかし，政務調査事務所の賃貸借契約書について論じたのと同様に\n），雇用契約書における当該被用者が従事する業務内容\n欄の記載は，同被用者が従事することが想定されている抽象的・概括的\nな業務内容が記載されるのが通常であると考えられるところであるし，\n「手引き」においても，政務調査費から人件費を支出する職員につき，\n雇用契約書中の業務内容欄等に，政務調査活動にのみ従事することを明\n記すべき旨を定めた規定は存在しない。かえって，「手引き」は，政務\n調査費の支出が許される「雇用職員」の要件について，「調査研究活動\nの補助業務に従事する職員」と定め，当該職員の従事する業務の実態と\nいう実質的な基準を設定していることからすれば，形式的に当該雇用契\n約書中の業務内容欄に政務調査活動にのみ従事する旨明記されていない\nことの一事をもって，当該職員の人件費を政務調査費から支出すること\nは許されないと解することはできない。\nの業務内容欄に政務調\n査活動にのみ従事する旨明記されていないことが，当該職員が政務調査\n活動の補助業務に従事しておらず，また，政務調査活動以外の政党活動\nや後援会活動の補助業務に従事しているものと疑わせ，当該人件費の支\n出が「手引き」等の使途基準に違反する違法なものであることを推認さ\nせる事情であるともいえない。\nそうすると，雇用契約書中の当該職員の従事する業務内容欄に政務調\n査活動にのみ従事する旨明記されていないことだけをもって，当該職員\nの人件費を政務調査費から支出することが違法であると解することはで\nきないから，原告の 主張を採用することはできない。\n小括\nそして，原告は，Ａ８，Ａ１３の各議員について，雇用契約書中の当\n該職員の従事する業務内容欄の記載以外に当該職員の人件費の支出が\n「手引き」等の使途基準に違反する違法な支出であることを推認させる\n一般的，外形的な事実を具体的に主張立証しないから，上記各議員につ\nいては，別紙１（政務調査費支出額一覧）中の「人件費」の「政務調査\n費での支出額」欄記載の金額に係る政務調査費の支出が，その全額につ\nいて違法であるということはできない。\n⑶  各議員の人件費支出の適法性について\nア  Ａ１議員\n証拠（甲Ａ１の２，丙Ａ１の２の１）及び弁論の全趣旨によれば，Ａ\n１議員は，平成２２年度において，政務調査活動に従事する職員として\nＰ１５及びＰ１６の２名を雇用し，Ｐ１５については合計３７万０９７\n８円の，Ｐ１６については合計７５万０７０８円の各人件費を支出した\nことが認められる。\n両職員のうち，雇用契約書（丙Ａ１の２の１）が提出されて\nいるＰ１５について，Ａ１議員は，同人が後援会活動にも従事していた\nことを認めるが，政党活動には従事していなかったとして，その人件費\nのうち政務調査活動と後援会活動の按分の割合である２分の１の額を政\n務調査費から支出したものであるところ，原告は，同人が政党活動に従\n事していたことなど，その支出が「手引き」等の使途基準に違反する違\n法なものであることを推認させる一般的・外形的な事実を具体的に主張\n立証していない。\nしたがって，Ｐ１５の人件費に係る政務調査費の支出は，その全額に\nついて違法であるということはできない。\n他方，Ｐ１６については，参加人自民党会派は，原告から雇用契約書\nの提出を求められたにもかかわらず，これを提出していないことから，\nＡ１議員がしたＰ１６の人件費の政務調査費からの支出は，「手引き」\n等に適合する適正な支出であることについて相当程度の疑いが生じると\nいわざるを得ず，違法なものであると推認される。\nしかし，被告及び参加人自民党会派は，Ａ１議員とＰ１６との間で成\n立した雇用契約の内容，同人が従事した業務の実態等について具体的に\n主張立証しておらず，開示済みの領収書等（甲Ａ１の２）からも，同職\n員の雇用契約の内容，労働条件，給与支払の基準等が明確でない。そう\nすると，Ｐ１６の人件費に係る政務調査費の支出は，上記推認について\nの適切な反証がなく，その全額について違法なものであるというべきで\nある。\n小括\n以上より，Ａ１議員が支出した人件費に係る政務調査費５６万０８４\n３円のうち，Ｐ１５の人件費合計３７万０９７８円の２分の１である１\n８万５４８９円については政務調査費から支出することが許されるとい\nうべきであるが，Ｐ１６の人件費合計７５万０７０８円の２分の１であ\nる３７万５３５４円に係る支出は，その全額について違法である。\nイ  Ａ２議員\n証拠（丙Ａ２の２）及び弁論の全趣旨によれば，Ａ２議員は，平成２\n２年度において，政務調査活動に従事する職員として，Ｐ１７及びＰ１\n８の２名を雇用し，両職員は，それぞれ１１か月間にわたり政務調査活\n動，後援会活動及び政党活動に従事したと認められる。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ１７らの雇用契約書を提出していないことから，Ａ２議員が同\n人らの人件費の政務調査費からの支出は違法な支出であることが推認さ\nれるところ，Ａ２議員が，受領者名及び住所が記載された賃金の領収書\nを市議会議長に提出し，Ｐ１７らの人件費について，政務調査活動，政\n党活動，後援会活動のいずれにも従事していたとして，その３分の１の\n額のみに政務調査費を充当したものであることを考慮しても，被告及び\n参加人自民党会派がＰ１７らの雇用契約の内容，労働条件，給与支払の\n基準等について主張立証をしておらず，Ｐ１７らの雇用や人件費支給の\n実態が明らかとなっていない以上，上記推認についての適切な反証があ\nるとはいえない。\nしたがって，Ａ２議員がしたＰ１７らの人件費に係る政務調査費の支\n出は，その全額について違法である。\nウ  Ａ３議員\nＡ３議員は，政務調査活動に従事する職員としてＰ１９を平成２２年\n４月から平成２３年３月までの１２か月間にわたり雇用し，同人の人件\n費として合計１０２万円の全額を政務調査費から支出したことが認めら\nれる（丙Ａ３の２）。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ１９の雇用契約書を提出していないことから，Ａ３議員がした\n同人の人件費の政務調査費からの支出が違法な支出であることが推認さ\nれるところ，Ａ３議員が，受領者名及び住所が記載された賃金の領収書\nを市議会議長に提出し，その陳述書（丙Ａ３の３）において，政党活動\nについて，Ｐ１９が平成２２年度において行っていたのは党勢の拡大及\nびセミナー券の販売程度しかなく，あえて同人に補助してもらうような\n内容のものでなかったものであり，また，後援会活動についても，自身\nが任期満了により引退する予定であったため，これを行う必要はなかっ\nた旨の供述をし（丙Ａ３の３），同供述が格別不合理な内容のものとは\nいえないことを考慮しても，被告及び参加人自民党会派がＰ１９の雇用\n契約の内容，雇用条件，給与支払の基準等について具体的な主張立証を\nしておらず，Ｐ１９らの雇用や人件費支給の実態が明らかとはなってい\nない以上，上記推認についての適切な反証があるとはいえない。\nそうすると，Ａ３議員がしたＰ１９の人件費に係る政務調査費の支出\nは，その全額について違法である。\nエ  Ａ４議員\nＡ４議員の人件費支出については，掲記の証拠及び弁論の全趣旨によ\nれば，以下の事実を認定することができる。\nａ  Ａ４議員は，平成２２年度において，Ｐ２０（平成２２年４月から\n同年１２月まで。），Ｐ９（同年４月から同年１１月まで）及びＰ２\n１（同年１１月から平成２３年３月まで。以下，Ｐ２０ら３名の職員\nを総称して「Ｐ２０ら」という。）の３名の職員を雇用した（丙Ａ４\nの２ないしＡ４の２２）。\nｂ  Ｐ２０らのうち，Ｐ２０は，Ａ４議員の娘に当たるが，平成２２年\n度中，Ａ４議員とは同居していなかった（丙Ａ４の２２）。\nそして，Ａ４議員は，受領者名及び住所が記載されたＰ２０らの賃金\nの領収書を提出し，その陳述書（丙Ａ４の２２）において，平成２２年\n度に行った政党活動は党費の徴収寄付に関する事務程度のものであって，\nあえてＰ２０らの補助を要するようなものではなかったこと，及び，後\n援会活動についてはＰ９（平成２２年１１月より前）及びＰ２１（同年\n１１月以降）の２名が後援会会員との親睦のための行事に関する事務を\n担当していたこと，Ｐ２０らが従事していた業務に応じて給与を政務調\n査会費から支出していたことなどを具体的に供述し，その供述内容は格\n別不合理なものとはいえない。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ２０らの雇用契約書を提出していないから，Ａ４議員がしたＰ\n２０らの人件費の政務調査費からの支出は，違法な支出であることが推\n認されるところ，被告及び参加人自民党会派は，Ｐ２０らの雇用契約の\n内容，雇用条件，給与支払の基準等について具体的に主張立証しておら\nず，Ｐ２０らの雇用や人件費支給の実態が明らかとはなっていない以上，\n上記推認についての適切な反証があるとはいえない。\nそうすると，Ａ４議員がしたＰ２０らの人件費に係る政務調査費の支\n出は，その全額について違法である。\nオ  Ａ５議員\nＡ５議員は，平成２２年度において，政務調査活動に従事する職員と\nしてＰ２２及びＰ２３（以下，両名の職員を総称して「Ｐ２２ら」とい\nう。）の２名を雇用し，Ｐ２２に対しては１か月当たり１４万７０８０\n円を，Ｐ２３に対しては１か月当たり４万円を，それぞれ１２か月間に\nわたり給与として支払い，Ｐ２２らの人件費として合計２２４万４９６\n０円の全額を政務調査費から支出した（甲Ａ５の３，丙Ａ５の２ないし\nＡ５の２５）。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ２２らの雇用契約書を提出していないことから，Ａ５議員がし\nたＰ２２らの人件費の政務調査費からの支出が違法な支出であることが\n推認されるところ，領収証が提出されているにとどまり，被告及び参加\n人自民党会派がＰ２２らの雇用契約の内容，雇用条件，給与支給の基準\n等について具体的に主張立証しておらず，Ｐ２２らの雇用や人件費支出\nの実態が明らかとなっていない以上，上記推認についての適切な反証が\nあるとはいえない。\nしたがって，Ａ５議員がした人件費に係る政務調査費の支出は，その\n全額について違法である。\nカ  Ａ６議員\nＡ６議員は，平成２２年度において，政務調査活動に従事する職員と\nして，Ｐ２４，Ｐ２５，Ｐ２６及びＰ２７（以下，４名の職員を総称し\nて「Ｐ２４ら」という。）の４名を雇用し，Ｐ２４に対しては７２万２\n０００円，Ｐ２５に対しては３６万円，Ｐ２６に対しては１２７万８０\n００円，Ｐ２７に対しては１０５万円の合計３４１万円の給与の２分の\n１の額を人件費として政務調査費から支払った（丙Ａ６の２２ないしＡ\n６の４４）。\nＡ６議員は，受領者名及び住所が記載された賃金の領収書を市議会議\n長に提出し，平成２２年度に行った後援会活動は，主として後援会会員\nと行う懇親行事の案内文書の作成及び発送のみで，Ｐ２４らが政党活動\nには従事しておらず，Ｐ２４らが従事していた作業としては，後援会活\n動よりは政務調査活動の補助の方が多かったが，Ｐ２４らが政務調査活\n動に加えて後援会活動の補助にも従事していたことを考慮して，Ｐ２４\nらの人件費の合計額の２分の１のみを政務調査費から支出したと主張し，\nその陳述書（丙Ａ６の４５）及び証人尋問において，これに沿う供述な\nいし証言をする。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ２４らの雇用契約書を提出していないことから，Ａ６議員のし\nたＰ２４らの人件費の支出が違法な支出であることが推認されるところ，\nＰ２４らが政務調査活動と後援会活動のうち後援会活動の補助業務を中\n心として従事していたとは認められないことなどを考慮しても，Ｐ２４\nらの雇用契約の内容，雇用条件，給与支払の基準等について具体的に主\n張立証しておらず，Ｐ２４らの雇用や人件費支出の実態が明らかとはな\nっていない以上，上記推認についての反証があるとはいえない。\nそうすると，Ａ６議員がしたＰ２４らの人件費に係る政務調査費の支\n出は，その全額について違法である。\nキ  Ａ７議員\nＡ７議員の人件費支出については，掲記の証拠及び弁論の全趣旨によ\nれば，以下の事実を認定することができる。\nａ  Ａ７議員は，平成２２年度において，政務調査活動に従事する常勤\n職員であるＰ２８及びＰ２９（以下，両名を総称して「Ｐ２８ら」と\nいう。）並びにアルバイトであるＰ３０（平成２３年１月のみ。）の\n３名の職員を雇用し，Ｐ２８及びＰ３０の給与の全額及びＰ２９の給\n与の２分の１を政務調査費から支出した（丙Ａ７の１４ないし４１，\n証人Ａ７）。\nｂ  雇用契約書に記載されているＰ２８らの勤務条件は以下のとおりで\nあった（丙Ａ７の１４及びＡ７の１５）。\n⒜  Ｐ２８の勤務条件\n労働時間   １日４時間\n労働日数   １か月に１５日\n日   給   ６０００円\nガソリン代  １万円\n⒝  Ｐ２９の勤務条件\n労働時間   １日３．５時間\n労働日数   １か月に２０日\n日   給   １万２０００円\nｃ  Ａ７議員は，Ｐ２８らに対し，どの程度の給与を支払えば生活して\nいけるか尋ね，給与額の希望を聞いた上で，上記の雇用契約書の記載\nにかかわらず，両人 が希望する額として，Ｐ２８には月額１０万円\n（合計１２０万円）を，Ｐ２９には月額２３万円（合計２７６万円）\nの２分の１の額をそれぞれ支払っていた。Ｐ２８らは，いずれも政務\n調査における関係者・関係機関との連絡・折衝，各種資料の収集・整\n理などの補助作業を行っており，Ｐ２９は，後援会の行事に関する場\n所や交通手段の手配等も行っていた。（丙Ａ７の１６ないし３３，丙\nＡ７の３５ないし４１，証人Ａ７）\nまた，Ｐ３０は市政だよりの配布を行い，Ａ７議員は同人に対して\nは合計１０万円の給与を支払った（丙Ａ７の３４，証人Ａ７）。\nａ  Ｐ３０に関する人件費支出について\nＰ３０が市政だよりの配布を職務と\nして行ったことが認められるが，参加人自民党会派は，原告から提出\nを求められたにもかかわらず，Ｐ３０の雇用契約書を提出していない\nことから，Ａ７議員がしたＰ３０の人件費に係る政務調査費の支出は\n違法な支出であることが推認されるところ，被告及び参加人自民党会\n派がＰ３０の雇用契約の内容，雇用条件，給与支給の基準等について\n具体的な主張立証をしておらず，Ｐ３０の雇用や人件費支給の実態が\n明らかとなっていない以上，上記推認についての適切な反証があると\nはいえない。\nそうすると，Ａ７議員がしたＰ３０の人件費に係る政務調査費の支\n出は，その全額が違法である。\nｂ  Ｐ２８らに関する人件費支出について\n「手引き」の使途基準の共通原則・指針において，政務調査費の執\n行に当たっての原則として，政務調査に要した金額や態様等の妥当性\nがあることが必要であるとされているところ（「手引き」の２ ③\n（７頁）），いかにＰ２８らが地域における生活が長く，市民の要望\n等を把握することに長けており，その意味で政務調査活動に従事する\n職員としての能力が高かったなどの事情があったとしても，Ａ７議員\nは，上記 認定事実のとおり，両名が政務調査活動に従事するこ\nとの対価として相当な額を給与額と定めたのではなく，両名が希望す\nる額を支払うものとし，そのために逆算して日当額等を定めており，\nこのような給与額の決定方法が相当性を欠くことは明らかであるから，\nＡ７議員がしたＰ２８らの給与に係る政務調査費の支出は，「手引き」\n等の使途基準に違反する違法な支出であると推認される。\nそこで，更に検討すると，Ｐ２８については，雇用契約書の記載か\nら換算すると時給が１５００円と計算され， が従事\nしていた業務内容を考慮すると，その対価として支払われた給与の額\nや態様等の相当性を欠くものであるということはできない。\nこれに対し，Ｐ２９については，雇用契約書の記載から換算すると\n時給が３５００円と計算され，\nにＰ２８と同様の業務に従事しており，後援会の行事に関する場所や\n交通機関の手配等を行っていたことを考慮しても，なお時給額が高額\nであり，上記のとおり給与額の決定方法が不相当であることをも考慮\nすると，Ｐ２９に支払われた給与のうち，少なくともその半額につい\nては，これを政務調査費により支出することは違法である。\n小括\n以上より，Ａ７議員のしたＰ２９及びＰ３０の人件費に係る政務調査\n費の支出は，７９万円（Ｐ３０について支出された１０万円及びＰ２９\nについて政務調査活動と後援会活動の按分の割合を２分の１として支出\nされた政務調査費の半額である６９万円の合計額）について違法である。\nク  Ａ８議員\n証拠（丙Ａ８の２ないし２６）及び弁論の全趣旨によれば，Ａ８議員\nは，平成２２年度において，政務調査活動に従事する職員として，Ｐ３\n１及びＰ３２（以下，両名の職員を総称して「Ｐ３１ら」という。）の\n２名の職員を雇用し，その給与の合計１７０万３８００円の２分の１で\nある８５万１９００円を政務調査費から支払ったことが認められる。\nこれに対し，原告は，Ｐ３１らの雇用契約書における「職種」欄の記\n載が「一般事務並びに政務調査に関する事務」となっており，Ｐ３１ら\nが政務調査活動以外の業務に従事することが明記されており，それらの\n業務の具体的内容やその比重が立証されていない以上，当該職員らが政\n務調査活動に従事したとは認められない旨主張するが，雇用契約書にお\nける記載から直ちにＰ３１らの給与に係る政務調査費の支出が違法なも\nのであることが推認されないことは上記⑵イ のとおりである上，その\nほかに，原告は，上記支出が「手引き」等の使途基準に違反する違法な\nものであることを推認させる一般的・外形的な事実を具体的に主張立証\nしていない。\nしたがって，Ａ８議員がしたＰ３１らの人件費に係る政務調査費の支\n出は，その全額について違法であるということはできない。\nケ  Ａ９議員\nＡ９議員の人件費支出については，掲記の証拠及び弁論の全趣旨によ\nれば，以下の事実を認定することができる。\nａ  Ａ９議員は，平成２２年度において，政務調査活動に従事する職員\nとしてＰ３３，Ｐ３４，Ｐ３５及びＰ３６の４名の職員（以下，４名\nの職員を総称して「Ｐ３３ら」という。）を雇用し，Ｐ３３らの給与\nの合計３４０万円の２分の１である１７０万円を政務調査費から支払\nった（丙Ａ９の２及び３，Ａ９の１４ないし３５，Ａ９の３７）。\nｂ  Ｐ３３らは，政務調査事務所において，政務調査に関する資料の整\n理，電話応対，来客対応，後援会行事に関する資料の作成等の業務に\n従事したほか，Ａ９議員が市政相談を行う際に車の運転等も行った\n（丙Ａ９の３７，証人Ａ９）。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ３３らの雇用契約書を提出していないことから，Ａ９議員がし\nたＰ３３らの人件費に係る政務調査費の支出が違法な支出であることが\n推認されるところ，Ａ９議員が，受領者名及び住所が記載された賃金の\n領収証を市議会議長に提出し，上記３⑶ 平成\n２２年度において，政党活動としては，２０名程度の党員から党費を徴\n収し，これを支部に納める作業のみを行い，同作業に関する業務は全て\n自宅で行っていたことから，Ｐ３３らが政党活動に従事する必要はなく，\nまた， Ｐ３３らが後援会活動にも従事\nしていたとして同人らの人件費の２分の１のみを政務調査費から支出し\nていたなどの事情を考慮しても，被告及び参加人自民党会派がＰ３３ら\nの雇用契約の内容，雇用条件，給与支払の基準等について具体的に主張\n立証しておらず，Ｐ３３らの雇用や人件費支給の実態が明らかとなって\nいるとはいえない以上，上記推認についての適切な反証があるとはいえ\nない。\nそうすると，Ａ９議員がしたＰ３３らの給与に係る政務調査費の支出\nは，その全額について違法である。\nコ  Ａ１０議員\n証拠（丙Ａ１０の２ないし１４）及び弁論の全趣旨によれば，Ａ１０\n議員は，平成２２年度において，政務調査活動に従事する職員としてＰ\n３７を雇用し，その給与の合計１４６万４０００円の２分の１である７\n３万２０００円を政務調査費から支払ったことが認められる。\nこれに対し，原告は，Ｐ３７の雇用契約書における「職務内容」欄の\n記載が「政務調査補助事務・後援会事務等」となっており，同人が政務\n調査活動以外の業務にも従事することが明記されており，実際に従事し\nた業務の具体的内容や比重等について個別具体的な立証を行わない以上，\n当該職員の人件費を政務調査費から支出することは許されない旨を主張\nする。\nこの点について，確かに，雇用契約書の「職務内容」欄にあえてＰ３\n７が「後援会事務」をも業務内容とするものと記載されている以上，同\n人が何らかの後援会活動の補助業務にも従事していたことが推認される\nものの，同欄に「政務調査補助」とも記載されていることを考慮すると，\nＰ３７が後援会活動にのみ従事していたことまで推認されるものではな\nい。また，そのほかに，原告は，Ｐ３７がおよそ政務調査活動に従事し\nていなかったことや，政務調査活動と後援会活動の按分の割合が不合理\nであることなど，同人の人件費に係る政務調査費の支出が「手引き」等\nの使途基準に違反する違法な支出であることを推認させる一般的・外形\n的な事実を具体的に主張立証していない。\nそうすると，Ａ１０議員が，Ｐ３７が政務調査活動のみならず後援会\n活動にも従事していたことを前提として，同人の人件費のうち２分の１\nのみについてした政務調査費の支出は，その全額について違法なもので\nあるということはできない。\nサ  Ａ１１議員\nＡ１１議員の人件費支出については，掲記の証拠及び弁論の全趣旨に\nよれば，以下の事実を認定することができる。\nａ  Ａ１１議員は，平成２２年度において，政務調査活動に従事する職\n員としてＰ３８を雇用し，同年４月から同年１０月までの間は，同人\nが一人で政務調査活動の補助を行い，人件費の全額について政務調査\n費から支出した。また，同年１１月以降については，平成２３年市議\n会議員選挙に備えた後援会活動の業務量が増加したことから，Ｐ３８\nも後援会活動の補助を行うこととし，同月以降の人件費についてはそ\nの２分の１についてのみ政務調査費から支出した。（丙Ａ１１の４な\nいし１５，丙Ａ１１の１８，証人Ａ１１）\nｂ  Ｐ３８は，平成２２年度中，政務調査事務所において業務に従事し\nており，同年９月に実施された後援会行事である，後援会女性部の旅\n行について出席者の確認を行うことなどもあったものの，基本的には，\n後援会活動については後援会の役員がこれを行っていた（丙Ａ１１の\n１８，証人Ａ１１）。\nｃ  Ａ１１議員は，従来から自民党の政党色を出さないような方針で選\n挙活動を行うなど，できるだけ政党活動を行わないようにしており，\n平成２２年当時も自己の政党支部は作っていなかった（証人Ａ１１）。\n上記 認定事実によれば，Ａ１１議員は，従来から，政党色を出さ\nないように配慮した選挙活動を行うなど，できるだけ政党活動を行わな\nいようにしており，平成２２年度に行った政党活動としては，平成２３\n年市議会議員選挙の準備作業程度であったこと，また，後援会活動につ\nいても，基本的には，Ａ１１議員の後援会役員がこれを担当していたこ\nとが認められ，同議員が雇用したＰ３８は，平成２２年度において，同\n年１１月以降に後援会活動にも従事していたものの，主として政務調査\n活動に従事していたと認められる。\nこれに対し，原告は，Ｐ３８が後援会に関連する郵便物の回収を行っ\nたり，後援会宛ての電話について伝言を残す作業を行っていたりした以\n上，平成２２年４月から同年１０月までの間も後援会活動にも従事して\nいたとみるべきである旨主張する。\nしかし，原告が指摘するこれらの作業は，いずれも軽微な作業であっ\nて，その処理のために格別の手間や時間を要するものであるとは認め難\nいところ，\n出席者の確認を行うことなどがあったことを考慮しても，Ｐ３８が，上\n記期間において，上記のとおり週５日間にわたり午前９時から午後５時\nまでを就業時間として主に政務調査活動に従事していたと認められるこ\nとからすれば（丙Ａ１１の４，丙Ａ８の１８，証人Ａ１１），上記作業\nに従事したことにより，同人に支払われる給与につき政務調査活動と後\n援会活動を按分した割合による政務調査費からの支出が求められるよう\nな程度に後援会活動に従事したものとは認められない。\nしたがって，原告の上記主張を採用することはできず，Ａ１１議員の\n人件費に関する政務調査費の支出は，その全額について違法であるとい\nうことはできない。\nシ  Ａ１２議員\n証拠（甲Ａ１２の２，丙Ａ１２の１１ないし３５，丙Ａ１２の３７）\n及び弁論の全趣旨によれば，Ａ１２議員は，政務調査活動に従事する職\n員として，Ｐ３９，Ｐ４０，Ｐ４１及びＰ４２の４名の職員（以下，４\n名の職員を総称して「Ｐ３９ら」という。）を雇用し，Ｐ３９らの給与\nの合計２９０万５２００円の２分の１である１４５万２６００円を政務\n調査費から支出したことが認められる。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ３９らの雇用契約書を提出しておらず，提出された賃金に関す\nる領収書も一部マスキングされていることから，Ａ１２議員がしたＰ３\n９らの人件費の政務調査費からの支出が違法な支出であると推認される\nところ，Ａ１２議員が，その陳述書（丙Ａ１２の３７）において，平成\n２２年度中は，政党活動を自身で行っており，当該職員らは政党活動に\n従事していない旨の供述をし，同供述の内容が格別不合理なものとはい\nえないこと，また，Ａ１２議員は，Ｐ３９らが後援会活動にも従事して\nいたものとして，同人らの人件費の２分の１のみを政務調査費から支出\nしていることなどを考慮しても，被告及び参加人自民党会派がＰ３９ら\nの雇用契約の内容，雇用条件，給与支払の基準等について具体的に主張\n立証しておらず，Ｐ３９らの雇用や人件費支出の実態が明らかとはなっ\nていない以上，上記推認についての適切な反証があるとはいえない。\nそうすると，Ａ１２議員のＰ３９らの人件費に係る政務調査費の支出\nは，その全額が違法である。\nス  Ａ１３議員\nＡ１３議員は，平成２２年１２月から平成２３年２月までの間，政務\n調査活動に従事する職員として，Ｐ４３を雇用し，Ｐ４３の給与合計４\n０万５０００円の２分の１である２０万２５００円を支出した（丙Ａ１\n３の２ないし５）。\nこれに対し，原告は，Ｐ４３の雇用契約書における「仕事の内容」欄\nの記載が「一般事務職」とされており，Ｐ４３が政務調査活動に従事す\nることが明記されていない以上，Ｐ４３が同活動に従事したとは認めら\nれない旨主張する。\nしかし，雇用契約書における記載から直ちにＰ４３の給与に係る政務\n調査費の支出が違法であることを推認できないことは上記⑵イ のとお\nりであるところ，原告は，それ以外にＰ４３が政務調査活動に従事して\nいなかったことを推認させる一般的，外形的な事実を具体的に主張立証\nしていない。\nしたがって，Ａ１３議員のＰ４３の人件費に係る政務調査費の支出は，\nその全額について違法であるということはできない。\nセ  Ａ１４議員\nＡ１４議員は，平成２２年度において，政務調査活動に従事する職員\nとしてＰ４４及びＰ４５（以下，両名の職員を総称して「Ｐ４４ら」と\nいう。）の２名を雇用し，Ｐ４４を同年４月から平成２３年２月までの\n間，Ｐ４５を平成２２年４月から同年１０月までの間，それぞれ雇用し，\nＰ４４らの給与として１２５万８０００円を 政務調査費から支出した\n（丙Ａ１４の２ないし１４の１９）。\n人件費の総額について\nところで，参加人自民党会派は，Ａ１４議員が支出したＰ４４らの平\n成２２年度における人件費の総額は２１１万８７００円であって，原告\nが主張する１２５万８０００円は飽くまでＡ１４議員が支出した政務調\n査活動に従事した分の報酬にすぎず，これを上回る人件費が別途支給さ\nれていた旨主張する。\nしかし，Ａ１４議員により提出されたＰ４４らの報酬に係る領収証\n（甲Ａ１４の２）に記載された金額の合計は１２５万８０００円である\nことに加え，Ａ１４議員作成に係る「人件費内訳」と題する書面（丙Ａ\n１４の２０）の「年月（日額）」欄に「Ｐ４４  日／（４，０００）」，\n「Ｐ４５  日／３，５００」と，「政務累計」の「総合計」欄に「１，\n２５８，０００」とそれぞれ記載されていることからすると，Ｐ４４に\nついては日給４０００円，Ｐ４５については日給３５００円という基準\nで給与が支払われ，平成２２年度におけるＰ４４らの給与支給合計額が\n１２５万８０００円であることが推認され，Ａ１４議員が領収証記載の\n上記給与支給額の合計額を超えてＰ４４らの人件費を支払っていたとは\n認められないから，参加人自民党会派の上記主張は採用することができ\nない。\nしたがって，平成２２年度においてＡ１４議員がＰ４４らの平成２２\n年度において支給した人件費の総額は，１２５万８０００円であると認\nめられる。\n職員の業務実態について\nそして，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ４４らの雇用契約書を提出していないことから，Ａ１４議員が\nしたＰ４４らの人件費の政務調査費からの支出が違法な支出であること\nが推認されるところ，被告及び参加人自民党会派がＰ４４らとの雇用契\n約の内容，雇用条件，給与支払の基準等を具体的に主張立証しておらず，\nＰ４４らの雇用や人件費支給の実態が明らかとなっていない以上，上記\n推認についての適切な反証があるとはいえない。\nしたがって，Ａ１４議員がした人件費に係る政務調査費の支出は，そ\nの全額について違法である。\nソ  Ａ１５議員\nＡ１５議員の人件費支出に関しては， 掲記の\n証拠及び弁論の全趣旨によれば，以下の事実を認定することができる。\nａ  Ａ１５議員は，平成２２年度において，政務調査活動の補助業務に\n従事する職員としてＰ４６を雇用し，Ｐ４６の給与のうち１７４万５\n５３８円を政務調査費から支出した。Ｐ４６は，同年４月から同年９\n月までの６か月間にわたり，同議員の妻とともに政務調査活動の補助\n業務に従事した後，同年１０月からは，平成２３年市議会議員選挙に\n向けて北海道自民党支部での業務に従事するべく，Ａ１５議員の政務\n調査事務所における政務調査活動等の補助業務には携わらなくなった。\n（甲Ａ１５の２，丙Ａ１５の２の１，丙Ａ１５の３，証人Ａ１５）\nｂ  政務調査事務所と同一建物内の１階にあった後援会事務所では，Ａ\n１５議員の後援会が後援会活動に従事する職員（Ｐ１３）を１名雇用\nし，同職員が後援会主催で年に数回行われる懇親行事に関する業務に\n従事したところ，Ａ１５議員は同職員の給与を政務調査費から支出し\nなかった（丙Ａ１５の３，証人Ａ１５）。\nこれに対し，原告は，Ａ１５議員の政務調査事務所が後援会事務所と\n同一建物内に存在していること，Ｐ４６が平成２２年１０月より政務調\n査活動以外の活動にも従事したこと，さらには，同人とＡ１５議員との\n間で真に雇用契約が締結されていたのかどうかも疑わしいこと等を主張\nする。\nしかし，Ａ１５議員とＰ４６との間で労働条件通知書（丙Ａ１５の２\nの１）が作成され，実際にＡ１５議員からＰ４６に対して同通知書記載\nのとおりの給与が支払われたこと（甲Ａ１５の２）からすれば，Ａ１５\n議員とＰ４６との間で上記通知書記載のとおりの内容の雇用契約が成立\nしていたと認められ，さらに，上記３⑶キ のとおり，Ａ１５議員の政\n務調査事務所と後援会事務所は物理的・機能的に独立し，政務調査事務\n所において勤務していたＰ４６が，後援会事務所において後援会事務を\n取り扱う職員が他に１名存在していたにもかかわらず，政務調査活動の\nほか，あえて後援会活動にまで従事していたことをうかがわせる事実は\n認められない。\nそうすると，原告の上記主張を採用することはできない。\nしたがって，Ａ１５議員がしたＰ４６の人件費に係る政務調査費の支\n出は，その全額について違法であるということはできない。\nタ  Ａ１６議員\nＡ１６議員は，平成２２年度において，政務調査活動に従事する職員\nとしてＰ４７，Ｐ４８，Ｐ４９及びＰ５０の４名（以下，４名の職員を\n総称して「Ｐ４７ら」という。）を雇用し，Ｐ４７らの給与合計２０５\n万円の２分の１である１０２万５０００円を政務調査費から支出し た\n（丙Ａ１６の２）。\nしかし，参加人自民党会派は，受領者名及び住所が記載された賃金の\n領収証を提出するものの，原告から提出を求められたにもかからず，Ｐ\n４７らの雇用契約書を提出しないことから，Ａ１６議員がしたＰ４７ら\nの人件費の政務調査費の支出は違法なものであることが推認されるとこ\nろ，被告及び参加人自民党会派がＰ４７らの雇用経緯の内容，雇用条件，\n給与支払の基準等について具体的に主張立証しておらず，Ｐ４７らの雇\n用や人件費支給の実態が明らかとはなっていない以上，上記推認につい\nての適切な反証があるとはいえない。\nしたがって，Ａ１６議員がしたＰ４７らの人件費に係る政務調査費の\n支出は，その全額について違法である。\nチ  Ａ１７議員\nＡ１７議員は，平成２２年度において，政務調査活動に従事する職員\nとして，Ｐ５１及びＰ５２の２名の職員（以下，両名の職員を総称して\n「Ｐ５１ら」という。）を雇用し，Ｐ５１らの給与合計１４６万８２０\n５円の２分の１である７３万４１０２円を政務調査費から支出した（丙\nＡ１７の２）。\nこれに対し，原告は，Ｐ５１らの業務委託通知書の内容が客観的に裏\n付けられておらず，Ｐ５１らが政務調査活動のみに従事したとは認めら\nれない旨主張する。\nしかし，Ａ１７議員は，Ｐ５１らが後援会活動の補助業務にも従事し\nていたことを認め，Ｐ５１らの人件費の２分の１のみを政務調査費から\n支出しているところ，原告は，Ｐ５１らが政党活動にも従事していたこ\nとや，政務調査活動を全く行っていなかったことなど，Ａ１７議員がし\nたＰ５１らの人件費に係る政務調査費の支出が「手引き」等の使途基準\nに違反する違法な支出であることを推認させる一般的，外形的な事実を\n具体的に主張立証していない。\nそうすると，Ａ１７議員がしたＰ５１らの人件費に係る政務調査費の\n支出は，その全額について違法であるということはできない。\nツ  Ａ１８議員\n証拠（丙Ａ１８の２の１）及び弁論の全趣旨によれば，Ａ１８議員は，\n平成２２年度において，政務調査活動に従事する職員として，Ｐ５３，\nＰ５４，Ｐ５５，Ｐ５６，Ｐ５７及びＰ５８の６名の職員（以下，６名\nの職員を総称して「Ｐ５３ら」という。）を雇用し，Ｐ５３らの給与合\n計２８１万０６１５円の約２分の１である１４０万５３０４円を政務調\n査費から支出した。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ５３らの雇用契約書を提出しないことから，Ａ１８議員がした\nＰ５３らの人件費に係る政務調査費の支出が違法なものであることが推\n認されるところ，被告及び参加人自民党会派がＰ５３らの雇用契約の内\n容，雇用条件，給与支給の基準等を具体的に主張立証しておらず，Ｐ５\n３らの雇用や人件費支給の実態が明らかとはなっていない以上，上記推\n認についての適切な反証があるとはいえない。\nそうすると，Ａ１８議員がしたＰ５３らの人件費に係る政務調査費の\n支出は，その全額について違法である。\nテ  Ａ１９議員\nＡ１９議員は，平成２２年度において，政務調査活動に従事する職員\nとして，Ｐ５９を雇用し，Ｐ５９の給与合計２４０万円の２分の１であ\nる１２０万円を政務調査費から支出した（丙Ａ１９の２）。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ５９の雇用契約書を提出しないことから，Ａ１９議員がしたＰ\n５９の人件費に係る政務調査費の支出が違法なものであることが推認さ\nれるところ，Ａ１９議員は，Ｐ５９が後援会活動にも従事していたこと\nを認め，同人の人件費の２分の１のみを政務調査費から支出しているこ\nとを考慮しても，被告及び参加人自民党会派がＰ５９の雇用契約の内容，\n雇用条件，給与支給の基準等を具体的に主張立証しておらず，Ｐ５９の\n雇用や人件費支給の実態が明らかとはなっていない以上，上記推認につ\nいての適切な反証があるとはいえない。\nそうすると，Ａ１９議員がしたＰ５９の人件費に係る政務調査費の支\n出は，その全額について違法である。\nト  Ａ２０議員\nＡ２０議員は，平成２２年度において，政務調査活動に従事する職員\nとして，Ｐ６０を雇用し，同人の給与合計１０８万円全額を政務調査費\nから支出した（丙Ａ２０の２及び３）。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ６０の雇用契約書を提出しないことから，Ａ２０議員がした同\n人の人件費の支出が違法なものであることが推認されるところ，Ａ２０\n議員が，その陳述書（丙Ａ２０の３）において，政党活動及び後援会活\n動は自身の妻に補助してもらっており，Ｐ６０は，地域の施政に関する\n要望聴取や資料収集及び調査等の政務調査活動にのみ従事していた旨の\n供述をし，同供述の内容が格別不合理なものとはいえないことを考慮し\nても，被告及び参加人自民党会派が同人の雇用契約の内容，雇用条件，\n給与支払の基準等について具体的に主張立証しておらず，同人の雇用や\n人件費支出の実態が明らかとはなっていない以上，上記推認についての\n適切な反証があるとはいえない。\nそうすると，Ａ２０議員がした同人の人件費に係る政務調査費の支出\nは，その全額について違法である。\nナ  Ａ２１議員\nＡ２１議員は，平成２２年度において，政務調査活動に従事する職員\nとして，Ｐ６１，Ｐ６２，Ｐ６３及びＰ６４（以下，４名の職員を総称\nして「Ｐ６１ら」という。）の４名の職員を雇用し，Ｐ６１，Ｐ６２及\nびＰ６３の給与合計３２９万円のうち１４９万５９６７円とＰ６４の給\n与合計４万１０４０円全額の総計１５３万７００７円を政務調査費から\n支出した（丙Ａ２１の２）。\nしかし，参加人自民党会派は，原告から提出を求められたにもかかわ\nらず，Ｐ６１らの雇用契約書を提出しないことから，Ａ２１議員のした\nＰ６１らの人件費に係る政務調査費の支出が違法なものであることが推\n認されるところ，Ａ２１議員が，Ｐ６１らのうち３名については，後援\n会活動にも従事していたことを認め，その給与の２分の１のみを政務調\n査費から支出していることを考慮しても，被告及び参加人自民党会派が\nＰ６１らの雇用契約の内容，雇用条件，給与支給の基準等を具体的に主\n張立証しておらず，Ｐ６１らの雇用や人件費支給の実態が明らかとはな\nっていない以上，上記推認についての適切な反証があるとはいえない。\nそうすると，Ａ２１議員がしたＰ６１らの人件費に係る政務調査費の\n支出は，その全額について違法である。\nニ  Ａ２２議員\nＡ２２議員の人件費支出については，掲記の証拠及び弁論の全趣旨に\nよれば，以下の事実を認定することができる。\nａ  Ａ２２議員は，平成２２年度において，政務調査活動に従事する職\n員として，Ｐ６５，Ｐ６６及びＰ６７（以下，３名の職員を総称して\n「Ｐ６５ら」という。）の３名の職員を雇用し，Ｐ６５については合\n計１８５万４０００円，Ｐ６６については合計１５万４３８０円の合\n計２００万８３８０円の人件費全額を政務調査費から支出した。\nまた，Ｐ６７については，平成２２年度において，政務調査活動の\n補助に従事したほか，政務調査事務所のある建物の３階に位置するエ\nコ・サーブ株式会社（以下「エコ・サーブ」という。）の職員として\nも稼働していたことから，Ａ２２議員は，Ｐ６７の人件費合計額であ\nる１６５万０３４０円の２分の１である８２万５１７０円のみを政務\n調査費から支出した。（甲Ａ２２の１，丙Ａ２２の２及び３）\nｂ  上記職員らのうち，Ｐ６５について作成された雇用契約書（丙Ａ２\n２の２の１）の記載は，以下のとおりである。\n⒜  勤務時間   午前１０時から午後４時（うち休憩時間６０分）\n⒝  休   日   基本  土・日・祝日  政務調査室が定めた休日\n⒞  月   給   １５万円\nｃ  上記職員らのうち，Ｐ６６について作成された雇用契約書（丙Ａ２\n２の２の２）の記載は，以下のとおりである。\n⒜  勤務時間   午前１０時から午後４時（うち休憩時間６０分）\n⒝  休   日   基本  土・日・祝日  政務調査質が定めた休日\n⒞  時間 給   ８５０円\nｄ  上記職員らのうち，Ｐ６７について作成された雇用契約書（丙Ａ２\n２の２の３）の記載は，以下のとおりである。\n⒜  勤務時間   午前１０時から１２時又は午後１時から午後５時\n⒝  休   日   基本  土・日・祝日  政務調査質が定めた休日\n⒞  時間 給   ８５０円\nｅ  Ａ２２議員の政務調査事務所は，後援会事務所と同一の建物内に位\n置し，政務調査事務所は３階に，後援会事務所は２階に，それぞれ設\n置されていた。後援会活動は，Ａ２２議員の実子であるＰ６８等の後\n援会役員が行っていた。（丙Ａ２２の３）\n上記 認定事実によれば，Ａ２２議員の政務調査事務所は，後援会\n事務所の設置された建物内に位置しているものの，両事務所が設置され\nている階が異なり，物理的に独立していた上，後援会役員が後援会活動\nに従事していたのであるから，政務調査事務所において政務調査活動に\n関する業務に従事していたＰ６５らが，後援会事務所における後援会活\n動にも従事していたものとは認め難い。\nそして，Ａ２２議員がした人件費に係る政務調査費の支出のうち，ま\nず，Ｐ６５及びＰ６６に関する人件費の支出については，原告は，Ｐ６\n５及びＰ６６が政務調査活動以外の活動に従事していたことなど，上記\n支出が「手引き」等の使途基準に違反する違法な支出であることを推認\nさせる一般的，外形的な事実を具体的に主張立証していないから，上記\n支出が違法であるということはできない。\nそうすると，Ａ２２議員のＰ６５及びＰ６６の人件費に係る政務調査\n費の支出は，その全額について違法であるということはできない。\nこれに対し，Ｐ６７の人件費については，政務調査事務所における業\n務に関する雇用契約書（甲Ａ２２の２の３）上，同人の勤務時間が平日\nの午前１０時から正午まで又は午後１時から午後５時までとされている\nものの，参加人自民党会派は同人のエコ・サーブにおける業務に関する\n雇用契約書を提出していないことから，政務調査事務所における業務に\n関する雇用契約書におけると同様に，エコ・サーブにおいて従事してい\nた業務における雇用実態が明らかではなく，同業務に係る給与額ないし\n按分の割合の決定が適正にされたかどうかについて疑いが生じるから，\nＡ２２議員がしたＰ６７の人件費の２分の１に係る政務調査費の支出が\n「手引き」等の使途基準に違反する違法なものであることが推認される。\nそして，Ａ２２議員は，Ｐ６７がエコ・サーブにおける業務にも従事\nしていたことを認め，同人の人件費の２分の１のみを政務調査費から支\n出していることを考慮しても，被告及び参加人自民党会派がＰ６７のエ\nコ・サーブにおける業務に関する雇用契約の内容，雇用条件，給与支給\nの基準等を具体的に主張立証しておらず，Ｐ６７のエコ・サーブにおけ\nる雇用や人件費支給の実態が明らかとはなっていない以上，上記推認に\n関する適切な反証がされているとはいえない。\nそうすると，Ａ２２議員がしたＰ６７の人件費の２分の１に係る政務\n調査費の支出は，その全額について違法である。\n⑷  小括\n以上の検討結果によれば，参加人自民党会派所属の各議員について，政務\n調査費による支出が違法である人件費の額は，別紙５（検討結果一覧表）\n「人件費」欄記載のとおりである。\n５  小括（各会派の不当利得額）\n以上によれば，被告が各会派に交付した平成２２年度の政務調査費から各会\n派がした支出のうち，違法であると認められるものの金額の合計は，以下のと\nおりである。\n⑴  参加人自民党会派   １８９４万８７５３円\n⑵  参加人民進党会派   １２３８万３７００円\n⑶  参加人共産党会派         ２８万円\n⑷  改革                    ０円\nそうすると，被告は，上記⑴ないし⑶の各会派に対し，上記⑴ないし⑶記載\nの金額につき不当利得返還請求権を有しているにもかかわらず，これを行使し\nていないことから，当該請求権の行使につき違法に財産の管理を怠っていると\nいうことができる。\n第４  結論\nよって，原告の請求は，被告に対し，参加人自民党会派に対して１８９４万８\n７５３円の，参加人民進党会派に対して１２３８万３７００円の，参加人共産党\n会派に対して２８万円の各返還を請求することを求める限度で理由があるから認\n容し，その余は理由がないから棄却することとし，訴訟費用の負担につき行政事\n件訴訟法７条，民事訴訟法６４条本文及び６６条を適用して，主文のとおり判決\nする。\n札幌地方裁判所民事第３部\n裁判長裁判官\n湯    川    浩    昭\n裁判官\n宇田 川    公     輔\n裁判官\n遊    間    洋    行\n（別紙）関係法令等の定め\n１   地 方 自 治 法 （ 平 成 ２ ４ 年 法 律 第 ７ ２ 号 に よ る 改 正 前 の も の 。 以 下 「 法 」 と\nいう。 ） １ ０ ０ 条 （ 調査 ， 出 頭 証 言 及 び 記 録 の 提 出 請 求 並 び に 政 務 活 動 費 等 ）\n⑴  １４項\n普通地方公共団体 は ， 条 例 の 定 め る と こ ろ に よ り ， そ の 議 会 の 議 員 の 調\n査 研 究 に 資 す る た め 必 要 な 経 費 の 一 部 と し て ， その議会における会 派又は\n議 員 に 対 し ， 政 務 調 査 費 を 交 付 す る こ と が で き る 。 こ の 場 合 に お い て ， 当\n該 政 務 調 査 費 の 交 付 の 対 象 ， 額及び交付の方法 は ， 条 例 で 定 め な け れ ば な\nらない。\n⑵  １５項\n前項の政務調査費 の交付を受けた会派 又は議員は ， 条 例 の 定 め る と こ ろ\nにより ， 当該政務調査費に 係る収入及び支出の 報告書を議長に提出 するも\nのとする。\n２   札 幌 市 議 会 政 務 調 査 費 の 交 付 に 関 す る 条 例 （ 平 成 ２ ５ 年 条 例 第 １ 号 に よ る\n改正前のもの。以下「市条例」という。）\n⑴  ５条（使途の基準）\n会派は，政務調査費を，別表に定める使途に従って使用するものとし，\n市政に関する調査研究に資するために必要な経費以外のものに充ててはな\nらない。\n⑵  ９条（政務調査費の返還）\nそ の 年 度 に お い て 会 派 が 交 付 を 受 け た 政 務 調 査 費 の 総 額 か ら ， そ の 年 度\nに お い て 市 政 の 調 査 研 究 に 資 す る た め に 必 要 な 経 費 と し て 当 該 会 派 が 支 出\nし た 額 （ 政 務 調 査 費 と し て 支 出 し た 額 に 限 る 。 ） の 総 額 を 控 除 し て 残 余 が\nある場合には，当該会派は，当該残余の額を返還しなければならない。\n⑶  別表（抜粋）\n項目  内容\n研究研修費  会派若しくは所 属議 員が研究会，研 修会 等を開催するた め\nに要する経費又 は所 属議員が他の団 体の 開催する研究会 ，\n研修会等に参加するために要する経費\n資料作成費  会派又は所属議 員の 行う調査研究活 動の ために必要な資 料\nの作成に要する経費\n人件費   会派又は所属議 員の 行う調査研究活 動を 補助する職員を 雇\n用する経費\n事務所費  会派又は所属議 員の 行う調査研究活 動の ために必要な事 務\n所の設置・管理等に要する経費\n３   札 幌 市 議 会 政 務 調 査 費 の 交 付 に 関 す る 規 則 （ 平 成 ２ ５ 年 規 則 第 ６ 号 に よ る\n改正前のもの。以下「市規則」という。）\n⑴  １条（趣旨）\nこの規則は，札幌 市議会政務調査費の 交付に関する条例 （ 市 条 例 ） に定\nめ る も の の ほ か ， 政 務 調 査 費 の 交 付 に 関 し 必 要 な 事 項 を 定 め る も の と す る 。\n⑵  ４条（交付請求）\n政務調査費の交付 の決定を受けた会派 が，各四半期に係る 政務調査費の\n交 付 を 受 け よ う と す る と き は ， 当 該 会 派 の 代 表 者 は ， 当 該 政 務 調 査 費 に 係\nる 最 初 の 基 準 日 ま で に ， 政 務 調 査 費 交 付 請 求 書 を市長に提出しなけ ればな\nらない。\n４   政 務 調 査 費 に 関 す る 取 扱 要 領 （ 平 成 ２ ５ 年 ２ 月 ２ ５ 日 付 け 改 正 前 の も の 。\n以下「市要領」という。）\n⑴  １条（趣旨）\nこ の 要 領 は ， 札 幌 市 政 務 調 査 費 の 交 付 に 関 す る 条 例 （ 市 条 例 ） に 定 め る\n政務調査費の取扱いについて必要な事項を定めるものとする。\n⑵  ２条（使途基準の内容）\n条 例 別 表 に 定 め る 使 途 基 準 の 項 目 ご と の 支 出 内 容 は ， 次 の 表 （ 抜 粋 ） の\nとおりとする。\n項目  支出内容\n資料作成費  印刷製本費，翻訳料，調査委託費，備 品購入費，リース代\n等\n人件費   報酬・日当，通勤費，社会保険料，雇用に伴う事務経費等\n事務所費  事務書の賃借料，維持管理費，備品購入費・リース代等\n⑶  ３条（支出対象外の経費）\n政務調査費は，次に掲げる経費には支出することができない。\nア  餞別，慶弔，見舞等の交際費的経費\nイ  飲食経費（会議等で 提供する茶菓に係る経費 を除く。 ）\nウ  レクリエーション経費\nエ  選挙活動に要する経費\nオ  政党活動に要する経費\nカ  後援会活動に要する経費\nキ  私的活動に属する経費\nク  政治資金規正法８条の２に規定する政治資金パーティーに要する経費\nケ  その他，政務調査の目的に合致しない経費\n⑷  ４条（支出基準等）\nア  ２項\n会 派 が ， 会 派 の 関 係 団 体 等 と 共 同 で 政 務 調 査 を 実 施 す る 場 合 は ， 当 該\n会 派 と 関 係 団 体 等 と の 間 で ， 調 査 の 目 的 ， 負 担 割 合 等 を 明 ら か に し て 行\nうものとする。\nイ  ８項\n会 派 又 は 所 属 議 員 の 行 う 調 査 研 究 活 動 を 補 助 す る 職 員 を 雇 用 し た と き\nは ， そ の 者 の 氏 名 ， 性 別 ， 住 所 ， 生 年 月 日 及 び 雇 用 期 間 を 記 載 し た 補 助\n職員雇用台帳を会派に備えるものとする。\nウ  ９項\n前 項 に 規 定 す る 雇 用 補 助 職 員 の う ち ，専ら 調 査 研 究 活 動 の 補 助 業 務 に\n従 事 す る 職 員 を 除 き ， 調 査 研 究 活 動 の 補 助 業 務 以 外 の 活 動 に も 従 事 し て\nい る 者 に 係 る 人 件 費 を 支 出 す る 場 合 は ， 政 務 調 査 活 動 の 実 態 に 応 じ て 按\n分し，負担額を明らかにして行うものとする。\nエ  １０項\n会 派 又 は 所 属 議 員 の 事 務 所 を 政 務 調 査 の 活 動 の 拠 点 と し て 利 用 し ， そ\nの 事 務 所 に 係 る 経 費 を 支 出 す る 場 合 は ， 政 務 調 査 活 動 の 実 態 に 応 じ て 按\n分し，政務調査費 の負担額等を明らかにして行うものとする。\n５   平 成 ２ ２ 年 度 版 札 幌 市 議 会 政 務 調 査 費 の 手 引 き （ 甲 ３ 。 以 下 「 『 手 引 き 』 」\nという。）（抜粋）\n⑴  使途基準項目 の共通原則・指針\n政 務 調 査 費 の 執 行 に あ た っ て は ， 次 に 掲 げ る 項 目 に 留 意 の う え ， 各 会 派\nの責任において，適切に取り扱うものとする。\nア  市政に関する調査研究目的であること 。\nイ  政務調査の必要性があること 。\nウ  政務調査に要した金額や態様等の妥当性があること 。\nエ  適正手続がなされていること 。\nオ  支出についての説明ができるよう書 類等が整備されていること 。\n⑵  使途項目別の考え方\nア  資料作成費に関する留意事項\n調査の委託は認められるが，委託の際には，以下の点に留意する。\n委託先の選定理由を明確にすること 。\n委託内容の分かる契約を締結すること 。\n契 約 期 間 が １ 年 な ど 長 期 に 及 ぶ 場 合 に は ， 毎 月 又 は 定 期 の 業 務 報 告\nと実績による精算が行われること。\n委 託 業 務 が 終 了 し た と き は ， 当 該 業 務 に よ り 作 成 さ れ た 資 料 ， 報 告\n書等の成果物を会派又は所属議員において保管すること。\nイ  広報費に関する留意事項\n広報紙\n広 報 紙 は ， 紙 面 全 体 と し て ， 会 派 又 は 所 属 議 員 の 調 査 研 究 活 動 ， 議\n会 活 動 及 び 市 の 政 策 に つ い て 報 告 ・ 宣 伝 す る も の で あ る 場 合 ， そ の 作\n成経費や送料等を支出することができる。\n政 党 又 は 後 援 会 等 と 共 同 し て 発 行 す る 広 報 紙 の 作 成 経 費 や 送 料 等 に\nは，支出することができない。\n広報紙に関する業務委託費\n広 報 紙 の 作 成 業 務 や 発 送 業 務 等 の 委 託 は 認 め ら れ る が ， 委 託 の 際 に\nは，以下の点に留意する。\nａ  委託先の選定理由を明確にすること。\nｂ  委託内容の分かる契約を締結すること。\nｃ   委 託 業 務 が 終 了 し た と き は ， 当 該 業 務 に よ り 作 成 さ れ た 広 報 紙 な\nど実績の分かる成果物を会派又は所属議員において保管すること。\nウ  人件費に関する留意事項\n家族・親族の雇用\n配 偶 者 ， 扶 養 関 係 に あ る 者 ， 同 居 し 生 計 を 一 つ に す る 者 の い ず れ か\nに該当する者の雇用には，支出することができない。\n個人事務所の雇用職員\n調 査 研 究 活 動 の ほ か 後 援 会 活 動 も 担 当 さ せ て い る 場 合 ， 原 則 １ ／ ２\nで 按 分 し 支 出 す る こ と が で き る 。 但 し ， 業 務 実 態 に 照 ら し ， 適 宜 按 分\nしている場合には，これを尊重するものとする。\n源泉所得税・社会保険料等\n職 員 を 雇 用 す る 場 合 は ， 所 得 税 の 源 泉 徴 収 ， 社 会 保 険 ， 雇 用 保 険 等\nの手続に留意すること。\nエ  事務所費に関する留意事項\n事務所の要件\n事務所については，以下の要件を備えていること 。\nａ  外形上，事務所として認識できる形態を有していること 。\nｂ   事 務 所 と し て の 機 能 （ 少 な く と も ， 事 務 ス ペ ー ス ， 事 務 用 品 等 を\n備えていること。）を有していること 。\nｃ  賃借の場合は，会派または所属議員が契約者となっていること 。\nｄ  調査研究活動が実際に当該事務所にて行われて いること。\n事務所の賃借料\n政 務 調 査 費 を 充 当 す る 場 合 に お け る 事 務 所 の 賃 借 料 に つ い て は ， 地\n域性を考慮し，適正な額の範囲において支出することができる。\n自己所有物件と自宅\n自 己 （ ま た は 生 計 を 一 つ に す る 者 ） の 所 有 す る 物 件 に つ い て は ， 事\n務 所 の 要 件 （ 賃 借 の 契 約 以 外 の ３ 要 件 ） が 備 わ っ て い れ ば ， 事 務 所 の\n賃 借 料 以 外 の 事 務 所 費 （ 維 持 管 理 費 ， 光 熱 費 ， 備 品 購 入 費 ・ リ ー ス 代\n等）は，支出することができる。\n親族名義の物件，経営する会社の物件の賃借\nａ   生 計 を 一 つ に し な い 親 族 及 び 議 員 の 経 営 す る 会 社 が 所 有 す る 物 件\nの賃借については，政務調査費の対象経費とすることができる。\nｂ  契約書と毎月の支払 いを証する書類を確実に徴することが必要。\n後援会活動や政党活動に使用される事務所の賃借料\nａ   専 ら 調 査 研 究 活 動 に 資 す る た め の 事 務 所 に つ い て は ， 全 額 支 出 す\nることができる。\nｂ   調 査 研 究 活 動 に 資 す る た め の 事 務 所 と 後 援 会 事 務 所 を 兼 ね て い る\n場 合 は ， 月 額 賃 借 料 の １ ／ ２ を 限 度 と し て ， 政 務 調 査 費 で 支 出 す る\nことができる。\nｃ   調 査 研 究 活 動 と 後 援 会 事 務 所 の ２ つ の 用 途 に 加 え ， 政 党 事 務 所 と\nし て の 用 途 に も 使 用 さ れ る 場 合 は ， 月 額 賃 借 料 の １ ／ ３ を 限 度 と し\nて，政務調査費で支出することができる。\n事務所に附設する駐車場の賃借料\n事務所の賃借料の考えと連動\n維持管理費（光熱水費）\n事務所の賃借料の考えと連動\n以   上\n"
}