{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 19
  },
  "case_number": "平成29(行ケ)10182",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87991",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87991",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/991/087991_hanrei.pdf",
  "contents": "平成３０年９月１９日判決言渡\n平成２９年（行ケ）第１０１８２号  審決取消請求事件\n口頭弁論終結日  平成３０年７月９日\n判        決\n原          告          有限会社バイオメディカルリサーチグループ\n原       告      Ｘ\n原告ら訴訟代理人弁理士     中    村    和    男\n被       告      特許庁長 官\n指定代理 人      中    島    庸    子\n同             藤    原    浩    子\n同             松    浦    安  紀  子\n同             阿    曾    裕    樹\n主        文\n１  原告らの請求を棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０１６－１３４９６号事件について平成２９年８月２３日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告らは，発明の名称を「キノコ発酵エキス」とする発明について，平成\n２４年２月２９日に特許出願（特願２０１２－４４８８７号。以下「本願」\nという。）をした。\n原告らは，平成２７年１２月１６日付けの拒絶理由通知を受けたため，平\n成２８年２月１９日付けで，発明の名称，特許請求の範囲及び明細書につい\nて手続補正（甲５）（以下「本件補正」といい，本件補正後の明細書を「本\n願明細書」という。）をしたが，同年６月２日付けの拒絶査定を受けた。\n(2)  原告らは，平成２８年９月８日，拒絶査定不服審判（不服２０１６－１３\n４９６号事件）を請求した。\n原告らは，平成２９年５月２３日付けの拒絶理由通知（以下「本件拒絶理\n由通知」という。甲６）を受けたため，同年７月２４日付けの意見書（以下\n「本件意見書」という。甲７）を提出した。\nその後，特許庁は，同年８月２３日，「本件審判の請求は，成り立たない。」\nとの審決（以下「本件審決」という。）をし，その謄本は，同年９月６日，\n原告らに送達された。\n(3)  原告らは，平成２９年１０月４日，本件審決の取消しを求める本件訴訟を\n提起した。\n２  特許請求の範囲の記載\n本件補正後の特許請求の範囲は，請求項１ないし４からなり，その請求項１\nの記載は，次のとおりである（以下，請求項１に係る発明を「本願発明」とい\nう。甲５）。\n【請求項１】\nキノコをパントエア・アグロメランスによって発酵させて，同時に該パント\nエア・アグロメランスを培養することを特徴とする発酵及び培養方法。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。その要旨は，\n本願発明は，本願の出願前に頒布された刊行物である特開２００３－２２５\n０６８号公報（以下「引用例１」という。甲１），国際公開第２００５／０\n３０９３８号（以下「引用例２」という。甲２）及び特開２００２－３３５\n９０７号公報（以下「引用例３」という。甲３）に記載された発明に基づい\nて当業者が容易に発明をすることができたものであるから，特許法２９条２\n項の規定により特許を受けることができず，他の請求項に係る発明について\n言及するまでもなく，本願は拒絶すべきものであるというものである。\n(2)  本件審決が認定した，引用例１に記載された発明（以下「引用発明」とい\nう。），本願発明と引用発明の一致点及び相違点は，以下のとおりである。\nア  引用発明\n「キノコ類に，麹菌，乳酸菌および酵母の群から選択された一種または\n複数種を接種して発酵させることを特徴とするキノコ類発酵食品の製造\n方法。」\nイ  本願発明と引用発明の一致点\n「キノコを微生物によって発酵させて，同時に該微生物を培養すること\nを特徴とする発酵及び培養方法。」である点。\nウ  本願発明と引用発明の相違点\n微生物が，本願発明では「パントエア・アグロメランス」であるのに対\nして，引用発明では「麹菌，乳酸菌および酵母の群から選択された一種ま\nたは複数種」である点。\n第３  当事者の主張\n１  取消事由１（相違点の容易想到性の判断の誤り）\n(1)  原告らの主張\n本件審決は，①当業者であれば，引用例２の記載から，麹菌，乳酸菌，酵\n母を用いる従来の技術で発酵させていた糖質を含む食品素材は，「パントエ\nア・アグロメランス」を用いて発酵させることができることを理解するとい\nえる（以下「①の認定判断」という。），②一方，引用発明は，キノコとい\nう食品素材を麹菌，乳酸菌，酵母により発酵するものであるから，引用発明\nにおける発酵技術は，引用例２に示される従来の技術に該当するものである\n（以下「②の認定判断」という。）などとして，免疫賦活物質を含有する発\n酵生産物を得る目的で，引用発明において，従来の技術に相当する「麹菌，\n乳酸菌および酵母の群から選択された一種または複数種」による発酵に代え\nて，引用例２に記載される「パントエア・アグロメランス」による発酵（相\n違点に係る本願発明の構成）とすることは，当業者が容易になし得ることで\nある旨判断した。\nしかしながら，以下のとおり，本件審決の上記判断は，誤りである。\nア  本件審決の①の認定判断の誤り\n(ア)  引用例２には，パントエア・アグロメランスの発酵基質に糖質が必\n要であることが記載されているが，一方で，［００４２］には，発酵条\n件として，適当な温度及び水素イオン指数（ｐＨ）などが必要であるこ\nとも記載されており，発酵基質に糖質が含まれていれば，パントエア・\nアグロメランスを用いて発酵させることができることが記載されている\nわけではない。\nしたがって，本件審決が，当業者であれば，引用例２の記載から，麹\n菌，乳酸菌，酵母を用いる従来の技術で発酵させていた糖質を含む食品\n素材は，「パントエア・アグロメランス」を用いて発酵させることがで\nきることを理解する旨認定判断（①の認定判断）したのは誤りである。\n(イ)  この点について被告は，引用例２の実施例に記載された小麦粉，お\nから，米粉，わかめめかぶといった食品素材は，従来から，麹菌，乳酸\n菌，酵母により発酵させていたこと（乙１，５，７）を前提とした上で，\n引用例２に接した当業者であれば，麹菌，乳酸菌，酵母を用いる従来の\n技術で発酵させていた糖質を含む食品素材は，パントエア・アグロメラ\nンスで発酵できる高い蓋然性を理解するといえるから，本件審決の①の\n認定判断に誤りはない旨主張する。\nしかしながら，被告が小麦粉，おから，米粉，わかめめかぶといった\n食品素材が，従来から，麹菌，乳酸菌，酵母により発酵させていたこと\nの根拠とする乙号各証には，おからについては，乳酸菌又は酵母による\n発酵が記載されているにすぎず，麹菌についての記載はなく，また，わ\nかめめかぶについては，麹菌，乳酸菌，酵母により発酵させていたこと\nの記載はない。\nしたがって，被告の上記主張は，その前提事実に誤りがあるから，失\n当である。\nイ  本件審決の②の認定判断の誤り\n(ア)  引用例２の記載から理解される従来の技術は，ぶどうを酵母で発酵\nさせてワインを製造し，大豆を麹で発酵させて醤油や味噌を製造し，牛\n乳を乳酸菌で発酵させて発酵乳製品を製造することなどである。\n一方，引用例２には，そもそもキノコに関する記載はなく，ましてや\n「キノコ類に，麹菌，乳酸菌および酵母の群から選択された一種または\n複数種を接種して発酵させることを特徴とするキノコ類発酵食品の製造\n方法。」（引用発明）の記載もない。\nしたがって，本件審決が，引用発明における発酵技術は，引用例２に\n示される従来の技術に該当する旨認定判断（②の認定判断）したのは誤\nりである。\n(イ)  この点について被告は，本願出願時において，根菜類，果実類，穀\n物類，豆類，藻類と同様に，キノコを麹菌，乳酸菌，酵母等で発酵させ\nてキノコ発酵物を得ることは当業者にとって技術常識であったこと（乙\n１ないし７）に照らすと，当業者であれば，引用例２に「キノコ」の明\n示がなくとも，引用例２に示された従来技術である「食品素材を麹菌，\n乳酸菌，酵母により発酵すること」の食品素材の中にキノコが含まれる\nものと当然理解するから，本件審決の②の認定判断に誤りはない旨主張\nする。\nしかしながら，一般に，技術常識とは，当業者に一般的に知られてい\nる技術又は経験則から明らかな事項をいうところ，特許公報の出願発明\nとして記載されている事項は，その出願時には新規な発明と認識されて\nいたものであるから，相当多数の公報に記載されることによって技術常\n識といえるようになるものと考えられるが，被告が根拠して挙げる乙号\n各証の特許公報には，麹による発酵１件（乙４），酵母による発酵２件\n（乙１，３），乳酸菌による発酵４件（乙３，５ないし７）が出願発明\nとして記載されているにすぎず，これらをもって相当多数の公報に記載\nされているとはいえないから，根菜類，果実類，穀物類，豆類，藻類と\n同様に，キノコを麹菌，乳酸菌，酵母等で発酵させてキノコ発酵物を得\nることは当業者にとって技術常識であったとはいえない。また，仮に技\n術常識であったとしても，引用発明におけるキノコ類発酵食品の発酵技\n術は，引用例２に示される従来技術とはいえない。\nしたがって，被告の上記主張は，その前提を欠くものであって，理由\nがない。\nウ  容易想到性の判断の誤り\n前記ア及びイのとおり，本件審決の①及び②の認定判断に誤りがある上，\n引用例１と引用例２における菌と培地との関係をみると，引用例１では，\n菌が「麹菌，乳酸菌，酵母」，培地が「キノコ」であるのに対し，引用例\n２では，菌が「パントエア・アグロメランス」，培地が「食用植物」であ\nって，菌及び培地のいずれについても類似性がないところ，菌とそれを培\n養する培地との関係は，個々の組合せについて，実際に試してみなければ\n分からない関係にあることを踏まえると，「麹菌，乳酸菌，酵母」から，\nこれらとは全く類似性のない「パント・アグロメランス」を想起すること\nは容易ではないから，当業者が引用発明において「パントエア・アグロメ\nランス」による発酵（相違点に係る本願発明の構成）とすることを当業者\nが容易になし得ることであるとした本件審決の判断は誤りである。\nエ  小括\n以上のとおり，本件審決は，相違点の容易想到性の判断を誤り，その結\n果，本願発明は当業者が容易に発明をすることができたものであると誤っ\nた判断をしたから，違法として取り消されるべきである。\n(2)  被告の主張\nア  本件審決の①の認定判断について\n(ア)  引用例２の［０００３］には，酒類，醤油や味噌，発酵乳製品とい\nった個々の発酵飲食品に関するものだけではなく，「微生物を用いた発\n酵技術は，食品分野で汎用されている」こと，すなわち「食品素材を微\n生物により発酵すること」が従来技術として記載され，当該微生物の代\n表的なものとして「麹（真菌）酵母，乳酸菌」が記載されている。\nしたがって，引用例２には，「食品素材を麹菌，乳酸菌，酵母により\n発酵すること」が代表的な従来技術として示されているといえる。\n(イ)  引用例２の実施例においては，小麦粉，おから，米粉，わかめめか\nぶといった多様な「食用植物に由来する素材」をパントエア・アグロメ\nランスで実際に発酵できたことが開示されている。\nこの小麦粉，おから，米粉，わかめ等の藻類といった食品素材は，従\n来から麹菌，乳酸菌，酵母により発酵させていたこと（例えば，乙１，\n５，７）からすると，引用例２には，小麦粉，おから，米粉，わかめめ\nかぶ等の従来の技術において麹菌，乳酸菌，酵母により発酵させていた\n多様な食品素材を，パントエア・アグロメランスによって発酵，培養さ\nせる発酵技術が記載されているといえる。\nそうすると，当業者は，引用例２の記載から，実施例で用いられた小\n麦粉，おから，米粉，わかめめかぶだけでなく，その他の「麹菌，乳酸\n菌，酵母を用いる従来の技術で発酵させていた食品素材」についても，\nパントエア・アグロメランスで発酵できる蓋然性が高いことを理解する\nといえる。\n(ウ)  引用例２の請求項３には，パントエア・アグロメランスが炭素源と\nして澱粉（糖質の一種）を発酵基質とすることが記載されている。\nまた，引用例２の［００４０］の記載事項によれば，蛋白質及び糖類\n（糖質と同義）が含まれている植物である，穀物，海草，豆類は，パン\nトエア・アグロメランスを用いる培養技術が適用できることが理解でき\nる。\nそもそも，パントエア・アグロメランスは，本願出願時において，麹\n菌，乳酸菌，酵母等と同様に，有用な成分を含む発酵物を得るために用\nいられる周知の菌である（乙８ないし１４）。また，パントエア・アグ\nロメランスを始めとするパントエア属微生物は，澱粉以外にも，ブドウ\n糖等の単糖類，オリゴ糖，デキストリンといった多種多様な糖質を炭素\n源として培養される（乙１３ないし１５）。\n以上によれば，パントエア・アグロメランスは，「澱粉」あるいは「蛋\n白質及び糖類」が含まれる食用植物を発酵させることができると理解で\nきるから，「麹菌，乳酸菌，酵母を用いる従来の技術で発酵させていた\n食品素材」が，澱粉等の「糖質」を含有するものであれば，パントエア\n・アグロメランスで発酵できる蓋然性は，さらに高くなる。\nそうすると，引用例２に接した当業者であれば，引用例２の記載から，\n麹菌，乳酸菌，酵母を用いる従来の技術で発酵させていた糖質を含む食\n品素材は，パントエア・アグロメランスで発酵できる蓋然性が高いこと\nを理解するといえるから，本件審決の①の認定判断に誤りはない。\nイ  本件審決の②の認定判断について\n前記ア(ア)のとおり，引用例２には，「食品素材を麹菌，乳酸菌，酵母\nにより発酵すること」が代表的な従来技術として示されている。\nまた，乙１ないし７記載のとおり，本願出願時において，根菜類，果実\n類，穀物類，豆類，藻類と同様に，キノコを麹菌，乳酸菌，酵母等で発酵\nさせてキノコ発酵物を得ることは当業者にとって技術常識であったもので\nある。\nこのような技術常識に照らせば，当業者であれば，引用例２に「キノコ」\nの明示がなくとも，引用例２に示された従来技術である「食品素材を麹菌，\n乳酸菌，酵母により発酵すること」の食品素材の中に，根菜類，果実類，\n穀物類，豆類，藻類と同様に，キノコが含まれると当然理解するものとい\nえる。\nそうすると，キノコという食品素材を，麹菌，乳酸菌，酵母により発酵\nする引用発明における発酵技術は，引用例２に示される従来の技術に該当\nするものであるから，本件審決の②の認定判断に誤りはない。\nウ  相違点の容易想到性について\n(ア)  引用例１の【０００１】の記載事項によれば，引用発明は，キノコ\n類が本来有する，免疫賦活作用等の生理活性作用を増加させることを課\n題の一つとするものである。\n他方，引用例２の［０００７］の記載事項によれば，引用例２に記載\nされた，食用物質に由来する素材をパントエア・アグロメランスによっ\nて発酵，培養する発酵技術は，安全かつ安価な免疫賦活物質を製造する\nことを課題とするものである。\nしたがって，引用発明における発酵技術と引用例２に記載されたパン\nトエア・アグロメランスに関する発酵技術は，共に免疫賦活物質を含有\nする発酵生成物を得る点で，課題が共通する。\n(イ)  前記イのとおり，引用発明における発酵技術は，引用例２に示され\nる「従来の技術」に該当するものであるから，キノコは，麹菌，乳酸菌，\n酵母を用いる「従来の技術」で発酵させていた食品素材である。\nまた，引用例３の【０００２】記載のとおり，キノコは，糖質や蛋白\n質を含む食品素材であるから，キノコは，「糖質を含む食品素材」でも\nある。\nそして，前記アのとおり，当業者であれば，引用例２の記載から，麹\n菌，乳酸菌，酵母を用いる従来の技術で発酵させていた糖質を含む食品\n素材はパントエア・アグロメランスを用いて発酵させることができるこ\nとを理解するといえるところ，キノコは，麹菌，乳酸菌，酵母を用いる\n従来の技術で発酵させていた糖質を含む食品素材に当たるから，当業者\nであれば，キノコは，パントエア・アグロメランスを用いて発酵するこ\nとができると理解する。\nまた，引用例２に記載されたパントエア・アグロメランスによる発酵\n技術は，食品素材を麹菌，乳酸菌，酵母で発酵させていた従来技術に対\nし，新たな発酵技術として，食品素材をパントエア・アグロメランスで\n発酵させることにより，パントエア・アグロメランスに由来する免疫賦\n活物質を含有する発酵物を提供するものである。\n(ウ)  以上によれば，引用発明における発酵技術と引用例２に記載された\n発酵技術は，共に免疫賦活物質を製造するという点で課題が共通するこ\nと，当業者であれば，キノコは，パントエア・アグロメランスを用いて\n発酵することができることを理解するといえることからすると，引用発\n明において，キノコ類が本来有する免疫賦活作用等の生理活性作用をよ\nり増加させて，免疫賦活物質を含有する発酵生成物を得る目的で，「麹\n菌，乳酸菌および酵母の群から選択された一種または複数種」を用いて\n発酵させる構成に代えて，引用例２に記載されたパントエア・アグロメ\nランスを用いて発酵させる構成（相違点に係る本願発明の構成）とする\nことは，当業者が容易になし得ることである。\nしたがって，本件審決における相違点の容易想到性の判断に誤りはな\nい。\nエ  小括\n以上のとおり，本件審決における相違点の容易想到性の判断に誤りはな\nいから，原告ら主張の取消事由１は理由がない。\n２  取消事由２（本件審決の判断遺脱）\n(1)  原告らの主張\n本件審決は，原告らが本件拒絶理由通知に対し提出した本件意見書（甲７）\nにおける「菌とそれを培養する培地との関係は，個々の組合せについて，実\n際に試してみなければ分からない関係にある」から，「麹菌，乳酸菌，酵母」\nから，これらとは全く類似性のない「パントエア・アグロメランス」を想起\nすることは容易ではないという重要な主張について判断することなく，本願\n発明の進歩性を否定したものであって，その判断遺脱は本件審決の結論に影\n響を及ぼすものである。\nしたがって，本件審決は違法として取消しを免れない。\n(2)  被告の主張\n審決が相違点の容易想到性を判断する際に，請求人提出の意見書における\n主張を必ず検討しなければならないというものではないから，本件審決が，\n本件意見書記載の主張について直接言及しなかったことが，直ちに判断遺脱\nとなるわけではない。\nまた，本件審決は，「キノコとパントエア・アグロメランス」という特定\nの組合せの容易想到性について判断しているから，本件審決における相違点\nの容易想到性の判断に判断遺脱はない。\nしたがって，原告ら主張の取消事由２は理由がない。\n第４  当裁判所の判断\n１  取消事由１（相違点の容易想到性の判断の誤り）について\n(1)  本願明細書の記載事項等について\nア  本願発明の特許請求の範囲（請求項１）の記載は，前記第２の２のとお\nりである。\n本願明細書（甲４，５）の「発明の詳細な説明」には，次のような記載\nがある。\n(ア)  【技術分野】\n【０００１】\n（目的）\n多くの担子菌類子実体（キノコ）が食用に供されている。キノコは免\n疫を賦活するβグルカンやαグルカン，キシログルカンなどの他，コレ\nステロールを低下するエリタデニンなどが知られて，健康を増進する食\n品として認識されている。βグルカンやαグルカンなどは自然免疫の中\n心的細胞であるマクロファージの細胞膜に存在するトル様受容体２(Ｔ\nＬＲ－２)やデクチンと結合してマクロファージを刺激することが知ら\nれている。しかし，キノコに含まれる成分はまだ解明されていないもの\nが多く存在する。\n【背景技術】\n【０００２】\n一方，グラム陰性菌も免疫賦活する物質が含まれており，健康を増進\nする作用がある。例えば，リポ多糖，ペプチドグリカン，細菌のＤＮＡ\nなどである。リポ多糖はＴＬＲ－４を介し，細菌のＤＮＡはＴＬＲ－９\nを介してマクロファージを活性化する。ある種のグラム陰性菌は植物に\n共生することが知られており，キノコにも存在が示されている。例えば\nパントエア菌である。\n【０００３】\nキノコのマクロファージ活性化はＴＬＲ－２が主体であり，グラム陰\n性菌のそれはＴＬＲ－４，ＴＬＲ－９が主体であることから，受容体が\n異なるため，キノコとグラム陰性菌の成分はマクロファージ活性化に対\nして相乗的効果が期待される。\n(イ)  【発明が解決しようとする課題】\n【０００４】\nパントエア菌などの植物に共生するグラム陰性細菌や免疫賦活作用が\n期待出来るキノコを用いて，成分，製造法，効果等について訴求力が高\nく，格別の効果を示す新規素材を開発する。今回は，細菌をキノコを成\n分とした培地で発酵させることを検討した。\n(ウ)  【発明を実施するための形態】\n【０００５】\n（試験内容）\n細菌をキノコで培養する例は知られていない。そこで，βグルカンが\n制がん剤として使用されているシイタケ，多くの健康食品会社より免疫\n賦活効果が謳われているアガリスク（メシマコブ），マイタケなどを用\nいて細菌の培養を検討する。\n【実施例１】\n【０００６】\n（実験）\nシイタケ粉末，マイタケ粉末，チチタケ粉末，アガリスク粉末をケー\nフーズなまためから購入した。各粉末５ｇと食塩０．５ｇを混合し，蒸\n留水１００ｍｌを添加した。これを１２０℃２０分間オートクレーブで\n滅菌してキノコ培地とした。対照区としてＬＢ培地（トリプトン１．０\nｇ，イーストエクストラクト０．５ｇ，ＮａＣｌ０．５ｇに１００ｍｌ\nとなるように蒸留水を加え，懸濁液を調製し，オートクレーブして調整）\nを用いた。パントエア菌，すなわち，パントエア・アグロメランスおよ\nび大腸菌をＬＢ培地で培養したものを１５００回転１０分間遠心分離器\nにかけて菌体を回収し，リン酸緩衝生理的食塩水１００ｍｌで懸濁し，\nこれを０．５ｍｌ分取し，それぞれのキノコ培地５０ｍｌに加えた。振\n盪培養器で３０℃４８時間培養した。培養後，ボルテックスミキサーで\n１分間分散した後，９０℃で２０分間加熱した。室温まで温度が低下し\nた後に，ボルテックスミキサーで１分間分散後に，２０分間超音波処理\nし，１５０００ｒｐｍで５分間遠心分離して，上清を各キノコ培地で培\n養した細菌の発酵抽出液として回収した。発酵液中の糖脂質含量はエン\nドスペシーで定量した。\n【０００７】\n（結果）\nシイタケ，マイタケ，チチタケ，アガリスク培地で発酵したパントエ\nア菌と大腸菌の発酵抽出物の糖脂質含量を表１，２に結果を示す。表か\nら明らかなように各キノコ培地は単独でもパントエア菌と大腸菌を増殖\nさせることが出来た。さらに食塩を加えることで１０倍程度に菌の増殖\nが高まり，極めて優秀な培地となりえることが見いだされた。\n【００１０】\n（考察）\nシイタケ，マイタケ，アガリスクにはβグルカンが含まれることが明\nらかである。本試験において作製されたキノコ培地は食塩を入れること\nで，大腸菌やパントエア菌を培養することが出来る事が明らかになった。\n本キノコ抽出物はマクロファージ活性化による，感染症予防，抗アレル\nギー，抗がん，生活習慣病予防，鎮痛，睡眠導入などの健康を維持する\n作用が誘導出来ると考えられる。ヒト以外にも，ペット，家畜，水産動\n物にも応用可能である。\nイ  前記アの記載事項によれば，本願明細書の「発明の詳細な説明」には，\n本願発明に関し，細菌をキノコで培養する例は知られていないが，マクロ\nファージを活性化する免疫賦活物質であるβグルカン等を含有するキノ\nコと同免疫賦活物質であるリポ多糖等を含有するグラム陰性菌のマクロ\nファージ活性化に対する相乗的効果を期待して，キノコを培地として，グ\nラム陰性菌であるパントエア菌を発酵及び培養させることを見いだした\nことの開示があることが認められる。\n(2)  引用例１の記載事項について\nア  引用例１（甲１）には，次のような記載がある。\n(ア)  【特許請求の範囲】\n【請求項１】\nキノコ類に，麹菌，乳酸菌および酵母の群から選択された一種または複\n数種を接種して発酵させることを特徴とするキノコ類発酵食品の製造方\n法。\n(イ)  【０００１】\n【発明の属する技術分野】本発明は，キノコ類を発酵処理して，キノコ\n類が本来有する生理活性作用，例えば免疫賦活作用，抗癌作用，抗酸化\n作用などを増加させると共に高齢者にも消化吸収を良くし，さらには食\n味を改善し，発酵菌である麹菌類の生育をコントロールし，胞子形成を\n抑制することにより，麹菌特有の胞子の色，例えば，黒色に着色しない\nように食品として視覚的に食欲を阻害することのないキノコ類発酵食品\nの製造方法，キノコ類発酵食品，およびそれを添加した食品に関する。\n【０００２】\n【従来の技術】発酵食品（以下「発酵食材」ともいう）にキノコ類ある\nいはそのエキスを添加することはあっても，キノコ類自体を直接発酵素\n材として発酵させた発酵食品は知られていない。また，キノコ類を原料\nとして多くの医薬品が生産されている事情からみて，キノコ類はそれ自\n体が機能性食品である。しかしながら，キノコ類は食品という観点から\nみると，好き嫌いの激しい食品で，キノコ類が嫌いな人にとっては，そ\nれがどんなに薬効があっても，臭いを感じるだけで食欲をなくしてしま\nう人もいる。又，高齢者にとって消化吸収の良い食品ではない。したが\nって，キノコ類特有の臭いを抑制し，キノコ類の嫌いな人にとっても素\n直に食することができ，しかもキノコ類の有する機能性を兼ね備えた消\n化吸収の良い優れた健康に良い食品の開発が重要となる。\n【０００３】\n【発明が解決しようとする課題】キノコ類は南方系から北方系まで多様\nで，その種類は約４０００～５０００種あるとされていて，このうち２\n０００種近くが同定され，約一割の２００種が食用になることが認めら\nれている。そして，キノコ類には，数多くの抗腫瘍活性成分が見いださ\nれていて，その一つが多糖体（β－Ｄ－グルカン）で，代表的なものと\nして椎茸のレンチナン，カワラタケのクレスチン，スエヒロタケのシゾ\nフィンラン等がある。また，血圧降下作用を示すマンネンタケ（霊芝）\nのトリテルペン，血清コレステロール低下作用を示す椎茸のエリタデニ\nンがある。このように，一般にキノコ類の多くが抗がん作用あるいは免\n疫賦活作用などの生理活性成分を有し，健康に良いといわれている。し\nかし，その活性成分の一つであるβ－グルカンは分子量が数十万と大き\nく，その消化吸収には疑問がもたれている。また，キノコ類はミネラル\nその他滋養成分が多いが，消化吸収されにくい食品でもあり，また独特\nの臭いがあり，上記のように栄養成分が多いにもかかわらず好き嫌いの\n激しい食品でもあるという短所も有する。\n【０００４】\n本出願人は永年発酵食品技術分野において研究開発を行って得た知見に\n基づき，新規な発酵方法および発酵食品を見い出した。すなわち，上記\nのように長所，短所を兼ね備えたキノコ類を発酵させることにより，さ\nらに新しい生理活性作用を付加すると同時に，本来有する生理活性作用\nを増強することで，高齢者にも消化吸収を良くし，食味，旨味も改善し\nたキノコ類発酵食品の製造方法，キノコ類発酵食品，およびそれを添加\nした食品を提供することを目的とする。\n(ウ)  【０００５】\n【課題を解決するための手段】本発明は，上記目的を達成するために，\n次の構成を有する。すなわち，請求項１の発明は，キノコ類発酵食品の\n製造方法であって，キノコ類に，麹菌，乳酸菌および酵母の群から選択\nされた一種または複数種を接種して発酵させることを特徴とする。…\n(エ)  【００２７】\n【発明の効果】請求項１の発明に係わるキノコ類発酵食品の製造方法は，\n多くの栄養機能を有するキノコ類を食材とし，これに麹菌，乳酸菌およ\nび酵母の群から選択された一種または複数種を接種して発酵させる構成\nにした。担子菌類であるキノコを発酵させる，すなわち菌類を菌類で発\n酵させることにより子実体を軟化させ消化吸収を良くし味の改善を大幅\nに図ることができた。これにより栄養機能の宝庫でもあるキノコ類の嫌\nいな人にとっても抵抗なく素直に食することができるようになった。\nイ  前記アの記載事項によれば，引用例１（甲１）には，引用発明に関し，\n①キノコ類は，その多くが免疫賦活作用，抗がん作用などの生理活性成分\n（生理活性作用）を有し，ミネラルその他滋養成分を多く有しているが，\n消化吸収されにくく，独特の臭いがあり，好き嫌いの激しい食品でもある\nという問題があったこと（【０００１】，【０００３】），②「本発明」\nは，キノコ類を発酵させることにより，生理活性作用を新たに付加すると\n同時に，キノコ類が本来有する生理活性作用を増強することで，高齢者に\nも消化吸収を良くし，食味，旨味も改善したキノコ類発酵食品を提供する\nことなどを目的とすること（【０００４】），③「請求項１の発明」（引\n用発明）は，上記目的を達成するための手段として，キノコ類を素材とし\nて，麹菌，乳酸菌および酵母の群から選択された一種または複数種を接種\nして発酵させるキノコ類発酵食品の製造方法の構成を採用し，これにより\n子実体を軟化させ消化吸収を良くし，味の改善を大幅に図り，キノコ類の\n嫌いな人にとっても抵抗なく素直に食することができるという効果を奏\nすること（【０００５】，【００２７】）の開示があることが認められる。\n(3)  引用例２の記載事項について\nア  引用例２（甲２）には，次のような記載がある。\n(ア)  請求の範囲\n［１］食用植物に由来する素材を専ら植物に共生する通性嫌気性グラム\n陰性菌によって発酵させて，同時に該通性嫌気性グラム陰性菌を培養す\nることを特徴とする発酵及び培養方法。\n［３］炭素源として澱粉を発酵させることを特徴とする請求項１又は２\n記載の発酵及び培養方法。\n［４］前記通性嫌気性グラム陰性菌が桿菌であることを特徴とする請求\n項１乃至３いずれかに記載の発酵及び培養方法。\n［７］前記通性嫌気性桿菌がパントエア・アグロメランスであることを\n特徴とする請求項４記載の発酵及び培養方法。\n(イ)  技術分野\n［０００１］\n本発明は…医薬品，動物用医薬品，医薬部外品，化粧品，食品，機能\n性食品，飼料及び浴用剤などに添加しても安全な免疫賦活物質を得るた\nめの発酵及び培養方法，植物発酵エキスの製造方法，発酵及び培養方法\nによって得られる免疫賦活物質含有の植物発酵エキス，その植物発酵エ\nキスから得られる免疫賦活物質含有粉末，及び，その植物発酵エキスを\n配合した植物発酵エキス配合物に関する。\n(ウ)  背景技術\n［０００２］\nヒトを含む哺乳動物（具体的には家畜，愛玩動物など），鳥類（具体\n的には養鶏，愛玩鳥類など），両生類，は虫類，魚類（具体的には，水\n産養殖魚，愛玩魚類など），無脊椎動物に関して，感染防除技術を含む\n疾病予防・治療法を確立することは喫緊の課題である。しかもこれを達\n成する上では，化学物質を用いず，環境汚染がなく，耐性菌を生ずるこ\nとなく，人体に蓄積性がない方法が強く求められている。本発明者らは\n如上の課題に関して，すでに小麦水抽出物等の植物由来の免疫賦活物質\nが疾病予防・治療効果を安全に達成することを発見した（特許文献１，\n非特許文献１）。また，以上の目的を達成するために小麦共生細菌であ\nるパントエア・アグロメランス（Ｐａｎｔｏｅａ  ａｇｇｌｏｍｅｒａ\nｎｓ）から得た低分子量リポ多糖を用いることができることを発見した。\n（非特許文献２）。一方，近年の研究により，リポ多糖以外の種々の物\n質が免疫賦活効果を示すことが明らかにされ，これら複数の免疫賦活物\n質を含む天然物素材が注目されている。\n［０００３］\nところで，微生物を用いた発酵技術は食品分野のみならず，広い分野\nで汎用されている。例えばワインをはじめとする酒類の製造，醤油や味\n噌の製造，チーズなど発酵乳製品の製造，医薬品の製造など極めて広い\n分野に及んでいる。これら発酵に用いられる微生物は広範に及んでおり，\n麹（真菌）酵母，乳酸菌などが代表的なものであるが，グラム陰性菌を\n用いるものは殆ど報告されてこなかった。一般に発酵とは有機物が微生\n物の作用によって分解的に作用する現象であり，広義には微生物による\n有用な物質の生産を意味する（非特許文献３）。微生物を用いた発酵技\n術としては代表的なものとしてワインがあげられる。ワインはぶどう果\n皮に付着しているワイン酵母を用いた発酵技術であり，生産物はアルコ\nールである。また，微生物を用いる発酵技術の中にあって，グラム陰性\n菌を用いたものとしては，メタン菌を用いたメタン発酵，酢酸菌を用い\nた酢酸発酵，ザイモモナス・モビリス（Ｚｙｍｏｍｏｎａｓ  ｍｏｂｉ\nｌｉｓ）を用いた竜舌蘭の根茎からのエタノール発酵（テキーラ製造）\n等が知られているが，食用植物を素材として，その植物に専ら共生する\nことを特徴とする微生物を用いる発酵培養はほとんど知られておらず，\n発酵生産物として免疫賦活物質が注目されたことはない。いわんや免疫\n賦活物質生産を目的とした発酵及び培養法が注目されたことはない。\n［０００４］\n一方微生物により発酵を行う場合には一般的には微生物が生育するた\nめの発酵基質が満たすべき栄養条件がある。すなわち炭素源としてはブ\nドウ糖，果糖などの単糖類を十分に含むことなど微生物が栄養素として\n利用可能な物質の存在が必須である。このためにもともと果糖を多く含\nむブドウのような果実のように，なんら加工を加えることなく発酵基質\nとして利用できる場合のほかは，加熱あるいは酵素処理を加えるなどし\nて，微生物による発酵の前段階の処理が必要となる。例えば前述のザイ\nモモナス・モビリス（Ｚｙｍｏｍｏｎａｓｕ  ｍｏｂｉｌｉｓ）はテキ\nーラ製造に用いられる微生物であるが，この場合には，食用植物ではな\nい竜舌蘭の根茎から得られた多糖類を加熱して発酵性の単糖に分解し，\nその後該微生物により発酵して発酵産物としてのアルコールを得る。従\nって通常の微生物を用いて発酵培養を行う場合には，澱粉などの多糖類\nは発酵基質として適切といえるものではない。例えばパントエア・アグ\nロメランス（Ｐａｎｔｏｅａ  ａｇｇｌｏｍｅｒａｎｓ）に関しては澱\n粉を分解できないと記載する文献がある（非特許文献４）。\n［０００６］\n一方，パントエア・アグロメランスは小麦に共生する細菌であり，小\n麦にリン，窒素の供給を行うことから小麦栽培に有用な菌であると考え\nられる（非特許文献７）。また，パントエア・アグロメランスは小麦の\nみならず，梨やリンゴの果実の表皮に付着しており，この菌が付着して\nいるとカビによる腐れ病が予防できることがヨーロッパにおいて明らか\nにされ，本菌を無毒で，自然環境に優しい防かび剤として利用する開発\nが進んでいる（非特許文献８）。…パントエア・アグロメランスの場合，\n小麦からはその産地，種類を問わず分離されている（非特許文献５）こ\nと，また果実からも分離されること（非特許文献１０．１１）がわかっ\nている。パントエア・アグロメランスは，抗生物質を産生し（非特許文\n献１２，１３）カビや他の細菌から植物を保護すること，リン，窒素固\n定を行うこと（非特許文献７）が報告されている。従って，パントエア\n・アグロメランスは植物に常在し，植物に益する役割を担うと考えられ，\n「寄生」ではなく「共生」と捉えられる。さらに，我々はパントエア・\nアグロメランスには免疫を賦活化する有効な成分が含まれていることを\nこれまでに明らかにしてきた。また，この菌から得た低分子量リポ多糖\nはヒトやマウスの諸疾患（糖尿病，高脂質血症，アトピー性皮膚炎，が\nん）等の予防効果があること，魚類や甲殻類，トリの感染予防に有効で\nあることを見いだしている（特許文献３，非特許文献２）。\n［０００７］\nこの様な状況で我々は，安全かつ安価な免疫賦活物質を製造する方法\nとして，パントエア・アグロメランスを用いた植物発酵エキスの製造方\n法を確立することを着想した。つまり，(1)培養液に含まれるタンパク質\nの主成分を植物由来のものにした培地を用いてパントエア・アグロメラ\nンスを低コストで培養するとともに植物成分を発酵させ，(2)植物に含ま\nれるパントエア・アグロメランス或いは発酵による生産物を多く含む素\n材を調製し，これを用いることでヒトを含む哺乳動物（具体的には家畜，\n愛玩動物など），鳥類（具体的には養鶏，愛玩鳥類など），両生類，は\n虫類，魚類（具体的には，水産養殖魚，愛玩魚類など），無脊椎動物に\n及ぶ医薬品，動物用医薬品，医薬部外品，化粧品，機能性食品，食品，\n飼料及び浴用剤を開発すること，に着目した。しかし，植物に共生して\nいる微生物が直ちに植物成分例えば食用植物に由来する素材を発酵基質\nとして利用できることを意味するわけではない。例えば小麦粉は小麦粒\nの中に存在する澱粉質等の複合有機物質であるが，小麦共生微生物であ\nるパントエア・アグロメランスとは外皮を隔てて隔離されており直接の\n接点はないのであるから，パントエア・アグロメランスを小麦粉を用い\nて発酵培養できるか否かは単に微生物が小麦に共生していることとの関\n連で明らにできるわけではないし，事実パントエア・アグロメランスが\n小麦粉を資化できることはこれまでに知られておらず，全く報告がない。\n逆に，これまで公知である事実に基づけばパントエア・アグロメランス\nは小麦澱粉を発酵基質として利用できないとされる。\n［０００８］\nところで，植物に含まれている糖質は澱粉の状態で保持される場合が\n多く，これは食用植物，特に穀類で顕著である。通常微生物は澱粉を資\n化する機能は高いものではない。この点に関して，一部の通性グラム陰\n性菌が澱粉を発酵できることが知られている。例えば，エルイニア（Ｅ\nｒｗｉｎｉａ）は澱粉を資化できることが知られている。しかしこの発\n酵技術は，澱粉を発酵するに際し，別に最適培地などで大量に培養した\n微生物を加えることによって，微生物の持つアミラーゼ活性を利用する\nことが意図されているのであり，培養そのものを澱粉を用いて行うと共\nに併せて発酵を行う形態はこれまでに着想されていない。…一方本発明\nの実施例では，澱粉を唯一の炭素源とすることで微生物の増殖に加え発\n酵産物が産生されることが開示されているのであり，本実施例は単なる\n発酵ではなく発酵培養である点が公知技術と大きく異なる。\n(エ)  発明が解決しようとする課題\n［００１２］\n既述したように，免疫賦活物質は植物自身が含有する場合と植物に共\n生する微生物の構成成分又は生産物である場合が多い。従って，摂取し\nても安全な天然物由来の免疫賦活物質を得ようとすれば，食用植物自身\nから成分を抽出するか（例えばリムラス陽性糖脂質，特許文献１）食用\n植物に共生する微生物を効率よく培養してその構成成分又は生産物を取\n得すること（例えば低分子量リポ多糖，特許文献２）が有用である。し\nかし，食用植物に含まれる免疫賦活物質の含量は少なく，食により免疫\n賦活効果を期待するためには極めて多量の食品を取らなければならず，\nまた免疫賦活物質の摂取量を適正に保つことが一般的には容易でないた\nめに，効果が期待できない。さらに植物から抽出して食品や薬剤として\n利用する場合にも多額のコストがかかり実用性に乏しい。\n［００１３］\n一方植物に共生する微生物に注目すると例えば，小麦共生細菌である\nパントエア・アグロメランスは免疫賦活に有効な低分子量リポ多糖を構\n成成分として含んでいる。しかしこれまで低分子量リポ多糖を抽出する\nには，培養液に含まれるタンパク質の主成分が動物由来のもの，例えば\nＮＺアミンやトリプトンやカザミノ酸など高価な培養液を用いてパント\nエア・アグロメランスを培養する必要があった。従って，汎用性の高い\n免疫賦活物質として，安価に供給することが困難である，と同時にＢＳ\nＥ他動物由来の未知の有害物質が混在してくる可能性を否定できなかっ\nた。\n［００１４］\n上記問題点に鑑み，本発明は，安全な素材を用いて安価に効率よく免\n疫賦活物質を得ることができる発酵及び培養方法，該方法によって得ら\nれる植物発酵エキス，該植物発酵エキスから得られる植物発酵エキス末\n並びに該植物発酵エキス末が配合されている植物発酵エキス配合物を提\n供することを目的とする。\n(オ)  課題を解決するための手段\n［００１５］\n本発明の発酵及び培養方法は，食用植物に由来する素材を専ら植物に\n共生する通性嫌気性グラム陰性菌によって発酵させて，同時に該通性嫌\n気性グラム陰性菌を培養することを特徴とする。\n［００２０］\nまた，前記通性嫌気性桿菌は，パントエア・アグロメランスであるこ\nとで，澱粉を炭素源とすることができる。\n(カ)  発明の効果\n［００３２］\n食用植物に由来する素材を専ら植物に共生する通性嫌気性グラム陰性\n菌によって発酵させて，同時に該通性嫌気性グラム陰性菌を培養すると\nいう単純な過程で発酵及び培養ができることは，これまで着想もされて\nおらず，これまでの発酵技術の知見から容易に推察される事実ではない。\n(キ)  発明を実施するための最良の形態\n［００３９］\nところでパントエア・アグロメランスは公知の方法を用いて培養でき\nる（特許文献２，非特許文献８）。しかし公知の培養液に含まれるタン\nパク質の主成分は動物由来のものであり，培地のコストが高い。さらに，\n動物に例えば機能性食品や機能性飼料を与え，或いは経皮的に用いる場\n合に，ＢＳＥに代表されるように動物由来の不純物の混入が食の安全性\nの点から問題になること，更に製造コストが高額となり実用性の面から\n見ると十分な方法ではない。そこで本発明者らは，安全で，安価な免疫\n賦活作用を持つ天然物を得るために鋭意研究を進めた結果，小麦発酵エ\nキスを得るためにパントエア・アグロメランスを用いる発酵及び培養方\n法を実施例に示すように完成した。培養液に含まれるタンパク質の主成\n分は，従来は動物由来のものであったが，本発明はこれを植物由来のも\nのにした。通常，培養液には牛乳由来のカゼイン等のタンパク質を消化\n酵素で分解した産物を添加する。この場合には培地１ｌあたりの原価は\n約２５０円となるが，これが小麦粉で代替出来れば原価は約１６円とな\nる。これまでに植物とそれに共生する微生物の両方の免疫賦活活性を高\n濃度化しつつ相乗的に融合化する目的での発酵は行われたことがない。\n［００４０］\n以下に実施例として発明内容を詳述するが，本発明は実施例記載の微\n生物としてパントエア・アグロメランス，食用植物として小麦あるいは\n素材として小麦粉に限定されたものではなく，免疫賦活物質を多量に含\nむ他の食用植物から通常の工程を経て得られる素材，例えばわかめにも\n適応できるし，穀物（穀物に由来する素材である小麦粉，米粉，小麦ふ\nすま粉，米ぬか，又は酒かす等を含む），海草（海草に由来する素材で\nあるわかめ粉，めかぶ粉，又は昆布粉等を含む），豆類（豆類に由来す\nる素材であるおから等を含む）にも適応できる。これらの植物にはタン\nパク質，糖類が含まれていることはよく知られており，パントエア・ア\nグロメランスを用いる発酵及び培養に適応できる。また，これらの植物\nに常在性の細菌，例えばセラチア属，エンテロバクター属が共生してい\nることは広く知られたところであり（非特許文献４），発酵に用いる微\n生物もそれら植物に共生する通性嫌気性グラム陰性菌にも適応できるも\nのであることは言うまでもない。\n［００４２］\nIII：小麦発酵エキスの具体的製造方法\n(1) パントエア・アグロメランスは小麦粉より定法に従い単離する（非\n特許文献１）。なお，一度，単離同定すれば，この菌を５０％グリセロ\nール等で保存が可能である。…\n(7) ２から５を適量混合し，水を加え，０．１～５％の小麦粉を含む懸\n濁液とする。場合によってはアルカリ溶液や酸性溶液を加えｐＨを中性\nにする。\n(8) ７に場合によっては培地１リットルあたり１０～５００００単位ア\nミラーゼを加えて１０℃から８０℃で１～２４時間保温して，小麦でん\nぷんを部分消化させるのもよい。\n(9) ７乃至８に１で単離したパントエア・アグロメランスを添加する。\n(10) ９を１～４０℃で発酵させる。場合によっては静置や震盪してもよ\nい。また，数時間おきに撹拌を行うことでもよい。\n(11) １０を６時間から一週間発酵させる。発酵が進むと小麦粉水溶液が\n黄色に着色してくる。\n(12) １１の発酵途中に適宜アルカリ溶液を加え，ｐＨを中性にすること\nや，小麦粉懸濁液や無機塩類を添加することもよい。\n(13) 発酵を終了させ，遠心分離（１０００～５０００ｒｐｍ，１０～６\n０分間）等の操作により固形分を沈殿物として回収する。沈殿物は小麦\n粉発酵物として，そのまま飼料として又は飼料に混ぜる原料として使う\nこともできる。…\nイ  前記アの記載事項によれば，引用例２（甲２）には，①パントエア・ア\nグロメランスは免疫賦活に有効な低分子量リポ多糖を構成成分として含ん\nでいるが，これまで低分子量リポ多糖を抽出するには，培養液に含まれる\nタンパク質の主成分が動物由来の，高価な培養液を用いており，動物由来\nの有害物質が混在する可能性も否定できなかったという課題があったこと\n（［００１３］），②「本発明」の発酵及び培養方法は，安全な素材を用\nいて安価に効率よく免疫賦活物質を得ることができる発酵及び培養方法を\n提供することを目的とし，食用植物に由来する素材を，通性嫌気性グラム\n陰性菌であるパントエア・アグロメランスによって発酵させて，同時に該\n通性嫌気性グラム陰性菌を培養することを特徴とすること（［００１４］，\n［００１５］，［００３９］），③免疫賦活物質を多量に含む食用植物か\nら通常の工程を経て得られる素材，例えば，穀物（穀物に由来する素材で\nある小麦粉，米粉，小麦ふすま粉，米ぬか，又は酒かす等を含む），海草\n（海草に由来する素材であるわかめ粉，めかぶ粉，又は昆布粉等を含む），\n豆類（豆類に由来する素材であるおから等を含む）であれば，パントエア\n・アグロメランスを用いる発酵及び培養に適応することができ，これらの\n植物にはタンパク質，糖類が含まれていることはよく知られていること\n（［００４０］）の開示があることが認められる。\n(4)  引用例３の記載事項について\n引用例３（甲３）には，次のような記載がある。\nア  【０００１】\n【発明の属する技術分野】本発明はキノコ乳酸発酵液の製造方法及びそれ\nから製造されるキノコ乳酸発酵液に関し，より詳しくは乳酸菌の菌株をキ\nノコ成分含有の培地に接種し乳酸発酵させる段階を含んで味と嗜好性が優\nれており，過酸化脂質の生成抑制及び血糖降下に有用なキノコ乳酸発酵液\nの製造方法及びそれから製造されるキノコ乳酸発酵液に関するものである。\nイ  【０００２】\n【従来の技術】一般的に，キノコは脂肪成分が少なく，糖質または蛋白質\nが豊富な食品材料である。キノコに含まれている糖質はトレハロース，マ\nンニトール，アラビノース等の人の腸管に吸収利用されにくい低分子糖と\n共に多糖類，即ち不消化性の所謂食品繊維が主体である。従って，食品分\n析による計算値より非常に低いカロリー素材であると言える。更に，熱に\nより乾燥されればビタミンＤ２に変わるエルゴステリン，カルシウムを普\n遍的に１００～８００ｍｇぐらい含有している。他に，ビタミンＢ１，Ｂ２，\nナイアシンを含有しており，ビタミンＡやＣは殆ど含有していない。ミネ\nラルとしてはＮａに比べてＫを非常に多く含有しており，その次にＰ，Ｃ\nａ，Ｆｅ等の順である。また，キノコの香味成分は核酸物質が主体になり，\nグルタミン酸，琥珀酸，林檎酸，及び尿糖等の組合せによりなる。従って，\nキノコは食品学的立場からはカロリー中心の食品でなく，香，味，組織感\nのある特殊嗜好性を有した生理調節の機能性食品であると言える。\n(5)  相違点の容易想到性について\nア  前記(2)イのとおり，引用例１には，生理活性作用（免疫賦活作用，抗が\nん作用などの生理活性成分）を新たに付加すると同時に，キノコ類が本来\n有する生理活性作用を増強することで，高齢者にも消化吸収を良くし，食\n味，旨味も改善したキノコ類発酵食品を提供することを目的とする，キノ\nコ類を素材として，麹菌，乳酸菌および酵母の群から選択された一種また\nは複数種を接種して発酵させる構成としたキノコ類発酵食品の製造方法\n（引用発明）が開示されている。\n一方，前記(3)イのとおり，引用例２には，安全な素材を用いて安価に効\n率よく免疫賦活物質を得ることができる発酵及び培養方法を提供すること\nを目的とする，食用植物に由来する素材を，通性嫌気性グラム陰性菌であ\nるパントエア・アグロメランスによって発酵させて，同時に該通性嫌気性\nグラム陰性菌を培養することを特徴とする発酵及び培養方法が開示されて\nいる。\nそうすると，引用発明の製造方法と引用例２記載の発酵及び培養方法は，\n微生物を用いて食用素材を発酵させる発酵技術である点で技術分野が同一\nであり，また，引用発明の製造方法は免疫賦活作用，抗がん作用などの生\n理活性成分を付加及び増強することを目的の一つとし，引用例２記載の発\n酵及び培養方法は免疫賦活物質を効率よく得ることを目的とするものであ\nるから，両者は，免疫賦活物質の生産を目的とする点で課題が共通する。\n加えて，引用例２には，タンパク質，糖類が含まれていることがよく知\nられている穀物，海草，豆類の食用植物に由来する素材は，パントエア・\nアグロメランスを用いる発酵及び培養に適応できることの記載があること\n（前記(3)イ③），引用例３には，キノコが糖質又は蛋白質が豊富な食品材\n料であることの記載があること（前記(4)イ）に照らすと，引用例１ないし\n３に接した当業者においては，糖質又は蛋白質（タンパク質）が豊富な食\n品材料であるキノコは，穀物，海草，豆類の食用植物に由来する素材と同\n様に，引用例２記載のパントエア・アグロメランスを用いる発酵及び培養\nに適応し得るものと理解し，引用発明において，免疫賦活物質の生産をよ\nり向上させるために，「麹菌，乳酸菌および酵母の群から選択された一種\nまたは複数種」を用いて発酵させる構成に代えて，パントエア・アグロメ\nランスを用いて発酵させる構成（相違点に係る本願発明の構成）とする動\n機付けがあるものと認められるから，引用例１ないし３に基づいて，相違\n点に係る本願発明の構成を容易に想到することができたものと認められる。\nこれと同趣旨の本件審決の判断に誤りはない。\nイ  この点について，原告らは，引用例１と引用例２における菌と培地との\n関係をみると，引用例１では，菌が「麹菌，乳酸菌，酵母」，培地が「キ\nノコ」であるのに対し，引用例２では，菌が「パントエア・アグロメラン\nス」，培地が「食用植物」であって，菌及び培地のいずれについても類似\n性がないところ，菌とそれを培養する培地との関係は，個々の組合せにつ\nいて，実際に試してみなければ分からない関係にあることを踏まえると，\n「麹菌，乳酸菌，酵母」から，これらとは全く類似性のない「パントエア\n・アグロメランス」を想起することは容易ではないから，引用発明におい\nて「パントエア・アグロメランス」を用いて発酵させる構成（相違点に係\nる本願発明の構成）とすることは当業者が容易になし得ることであるとし\nた本件審決の判断は誤りである旨主張する。\nしかしながら，前記ア認定のとおり，引用例１ないし３に接した当業者\nにおいて，糖質又は蛋白質（タンパク質）が豊富な食品材料であるキノコ\nは，穀物，海草，豆類の食用植物に由来する素材と同様に，引用例２記載\nのパントエア・アグロメランスを用いる発酵及び培養に適応し得るものと\n理解するものと認められるから，キノコをパントエア・アグロメランスを\n用いて発酵させることを想起することに格別の困難はない。また，菌とそ\nれを培養する培地との関係は，個々の組合せについて，実際に試してみな\nければ分からない関係にあるとしても，そのことは，キノコにパントエア\n・アグロメランスを組み合わせることを想起したり，それを実際に試みる\nことを否定する事情になるものではない。\nしたがって，原告らの上記主張は，採用することができない。\nこのほか，原告らは，縷々主張するが，その主張の当否は相違点に係る\n本願発明の構成が容易想到であるとの前記アの判断に影響を及ぼすもので\nはない。\n(6)  小括\n以上のとおり，本件審決における相違点の容易想到性の判断に誤りはなく，\n本願発明は引用例１ないし３に基づいて当業者が容易に発明をすることがで\nきたものと認められるから，原告ら主張の取消事由１は，理由がない。\n２  取消事由２（本件審決の判断遺脱）について\n原告らは，本件審決は，原告らが本件拒絶理由通知に対して提出した本件意\n見書（甲７）における「菌とそれを培養する培地との関係は，個々の組合せに\nついて，実際に試してみなければ分からない関係にある」から，「麹菌，乳酸\n菌，酵母」から，これらとは全く類似性のない「パントエア・アグロメランス」\nを想起することは容易ではないという重要な主張について判断することなく，\n本願発明の進歩性を否定したものであり，その判断遺脱は本件審決の結論に影\n響を及ぼす旨主張する。\nしかしながら，本件審決は，「５．審判請求人の主張について」の項におい\nて，本件意見書に「(2)  麹菌，乳酸菌，酵母は，パントエア・アグロメランス\nとの類似性はなく，キノコは菌類であって植物とは種も生態も全く異なり，キ\nノコが含有する糖質は少ないから，引用例２の方法を引用例１のキノコの発酵\nに適用しないこと。」の主張があることを摘示した上で，上記主張についてキ\nノコの発酵に「パントエア・アグロメランス」による発酵を適用できる旨の判\n断をしている（本件審決の７頁１９行～２２行，同頁２７行～８頁２行）。\nまた，本件審決は，本件意見書記載の「菌とそれを培養する培地との関係は，\n個々の組合せについて，実際に試してみなければ分からない関係にある」との\n点について直接言及していないが，その点についても，上記主張についての判\n断において実質的に判断しているものと認められる。\nしたがって，本件審決に判断遺脱があるものと認めることはできないから，\n原告ら主張の取消事由２は，理由がない。\n３  結論\n以上によれば，原告ら主張の取消事由はいずれも理由がなく，本件審決にこ\nれを取り消すべき違法は認められない。\nしたがって，原告らの請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      山    門        優\n裁判官      筈    井    卓    矢\n"
}