{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 3,
    "day": 24
  },
  "case_number": "平成27(行ケ)10203",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85779",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85779",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/779/085779_hanrei.pdf",
  "contents": "平成２８年３月２４日判決言渡\n平成２７年（行ケ）第１０２０３号  審決取消請求事件\n口頭弁論終結日  平成２８年３月１７日\n判          決\n原       告      株式会社伊勢半\n訴訟代理人弁理士      古    関        宏\n被       告      Ｙ\n訴訟代理人弁護士      吉    原    崇    晃\n訴訟代理人弁理士      工    藤    一    郎\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が取消２０１３－３００９４２号事件について平成２７年８月２１日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯\n(1)  原告は，以下の商標（登録第１８５９８１２号。以下「本件商標」とい\nう。）の商標権者である（甲４０，４１）。\n（本件商標）\n出願日    昭和５８年４月１日\n設定登録日  昭和６１年５月３０日\n存続期間の更新登録日\n平成８年８月２９日，平成１８年５月１６日\n指定商品の書換登録日\n平成１８年８月９日\n指定商品   第３類「せっけん類，歯磨き，化粧品，植物性天然香料，動物\n性天然香料，合成香料，調合香料，精油からなる食品香料，薫\n料」\nなお，書換登録前（設定登録時）の指定商品は，第４類「せ\nっけん類（薬剤に属するものを除く）歯みがき，化粧品（薬剤\nに属するものを除く）香料類」であった。\n(2)  被告は，平成２５年１１月６日，特許庁に対し，本件商標について，継\n続して３年以上日本国内において商標権者，専用使用権者又は通常使用権者\nのいずれもが使用した事実がないから，商標法５０条１項の規定により本件\n商標の商標登録が取り消されるべきであるとして，本件商標の商標登録取消\n審判を請求し（以下，この請求を「本件審判請求」という。），同月２１日，\n本件審判請求の登録がされた（甲４１）。\n特許庁は，本件審判請求につき，取消２０１３－３００９４２号事件とし\nて審理し，平成２７年８月２１日，「登録第１８５９８１２号商標の商標登\n録は取り消す。」との審決（以下「本件審決」という。）をし，その謄本は，\n同月３１日，原告に送達された。\n(3)  原告は，平成２７年９月３０日，本件審決の取消しを求める本件訴訟を\n提起した。\n２  本件審決の理由\n本件審決の理由は，別紙審決書（写し）のとおりであり，その要旨は，以下\nのとおりである。\n(1)  被請求人（原告）提出の証拠によれば，本件商標の通常使用権者である\n株式会社エリザベス（以下「エリザベス」という。）は，本件審判請求の登\n録前３年以内（以下「要証期間内」という場合がある。）である平成２５年\n３月１４日から同年１１月２１日までの間に，株式会社マスダ増（以下「マ\nスダ増」という。）及び「新世界べにや」に対し，別掲１の標章（以下「本\n件使用商標①」という。）を包装に付したアイライナー（以下「本件使用商\n品」という。）を譲渡し，又は引き渡したこと，本件使用商品の包装の表面\nには，「Ｒｕｂｏｔａｎ」，「ＬＩＮＥ」，「ＬＩＱＵＩＤ」，「ルボタ\nン」及び「ライン」の文字を五段に横書きしてなる本件使用商標①が表示さ\nれ，本件使用商品の包装の裏面には，「ルボタン  ライン」の文字，「（ア\nイライナー）」の文字等があること，原告は，同年３月，５月及び１２月に\n本件使用商品の包装に本件使用商標①を付したことが認められる。\n(2)  本件使用商品は，本件審判請求に係る指定商品中の「化粧品」の範ちゅ\nうに属する。\n本件商標は，「Ｌｉｎｅ」の欧文字と「ライン」の片仮名とを二段に横書\nきした構成からなるものであるところ，その構成中の下段の「ライン」の文\n字部分は，上段の「Ｌｉｎｅ」の欧文字の表音と認められることから，「ラ\nイン」の称呼が生じ，「Ｌｉｎｅ」の欧文字が「線，系列」等の意味を有す\nる平易は英語であるから，「線，系列」の観念を生じる。\n他方で，本件使用商標①は，別掲１のとおり，「Ｒｕｂｏｔａｎ」の欧文\n字を最上段に大きく，その下部に該文字よりやや大きく「ＬＩＮＥ」の欧文\n字を配し，その下部に「ＬＩＱＵＩＤ」の欧文字，「ルボタン」及び「ライ\nン」の片仮名を上段の二段に比べ小さく三段に表してなるものであるところ，\n本件使用商標①の構成中の「ＬＩＱＵＩＤ」の文字部分は，上段の２つの欧\n文字より極めて小さな文字で，異なる書体で表されており，商品が「液状」\nであることを表示する語と認識されるものであるから，それ自体は自他商品\nの識別力がないものであること，本件使用商標①の構成中の上部二段の「Ｒ\nｕｂｏｔａｎ」と「ＬＩＮＥ」の欧文字部分は，書体及び大きさが多少異な\nってはいるものの，いずれも通常に用いられる書体からなるものであって，\n下段二段にその表音といえる片仮名が同書，同大をもってまとまりよく併記\nされ，該文字部分全体から生じる「ルボタンライン」の称呼も淀みなく一連\nに称呼し得るものであることを勘案するならば，上部二段の「Ｒｕｂｏｔａ\nｎ」及び「ＬＩＮＥ」の欧文字部分と下部二段の「ルボタン」及び「ライ\nン」の片仮名部分が自他商品識別のための要部というべきであり，しかも，\nその全体として特定の意味合いを想起させない造語といえるものである。\nそうすると，本件商標と本件使用商標①は，その構成文字において明らか\nな差異があり，また，その称呼及び外観においても，同一とはいえないから，\n本件使用商標①は，本件商標と社会通念上同一の商標と認めることはできな\nい。\n(3)  以上によれば，原告（商標権者）及びエリザベス（通常使用権者）は，\n要証期間内に，本件使用商標①を本件審判請求に係る指定商品中「化粧品」\nの範ちゅうに属する「アイライナー」に使用したと認められるものの，その\n使用商標は，本件商標と社会通念上同一の商標とはいえないものであり，本\n件商標と社会通念上同一の商標の使用を証明したということはできない。\nしたがって，原告は，本件審判請求の登録前３年以内に日本国内において，\n商標権者，専用使用権者又は通常使用権者のいずれかが本件審判請求に係る\n指定商品について，本件商標（社会通念上同一の商標を含む。）の使用をし\nていたことを証明していないものといわざるを得ず，また，原告は，本件商\n標を本件審判請求に係る指定商品に使用をしていないことについて正当な理\n由があると述べていないから，本件商標の商標登録は，商標法５０条１項の\n規定により，取り消すべきものである。\n第３  当事者の主張\n１  原告の主張\n(1)  取消事由１（本件商標の使用の事実の判断の誤り）\nア  本件使用商標①と本件商標の社会通念上同一性の判断の誤り\n(ア)ａ  本件使用商標①中の「Ｒｕｂｏｔａｎ」，「ＬＩＮＥ」，「ルボ\nタン」及び「ライン」の各文字は，段を違えて表示されており，一列\nに併記した場合に比して，一体性が希薄化されていることは明らかで\nある。需要者は，「ルボタン」及び「ライン」は，上部に書された\n「Ｒｕｂｏｔａｎ」及び「ＬＩＮＥ」の欧文字のそれぞれの表音を表\nした程のものと認識，理解する。\nまた，「Ｒｕｂｏｔａｎ」は７文字，「ＬＩＮＥ」は４文字である\nから，「ＬＩＮＥ」の方が，文字数が少なく，大きく書されている。\nさらに，「Ｒｕｂｏｔａｎ」の欧文字は，大文字と小文字で筆書き\n風に書されているのに対し，「ＬＩＮＥ」の欧文字は，すべて大文字\nで肉太のゴシック体をもって書されているから，相対的に際立ち，顕\n著な印象を与えるものといえる。\nしたがって，本件使用商標①の構成中の「Ｒｕｂｏｔａｎ」及び\n「ＬＩＮＥ」の欧文字は，分離して観察することが取引上不自然であ\nると思われるほど不可分的に結合しているものではなく，外観上，\n「ＬＩＮＥ」の欧文字及び「ライン」の片仮名文字は，相対的に際立\nち，顕著な印象を与えるものであるから，独立して自他商品識別標識\nとして機能し得るものであり，本件使用商標①の要部に当たるという\nべきである。\nｂ  この点に関し，本件審決は，本件使用商標①の構成中の上部二段の\n「Ｒｕｂｏｔａｎ」と「ＬＩＮＥ」の欧文字部分は，書体及び大きさ\nが多少異なってはいるものの，いずれも通常に用いられる書体からな\nるものであって，下段二段にその表音といえる片仮名が同書，同大を\nもってまとまりよく併記され，該文字部分全体から生じる「ルボタン\nライン」の称呼も淀みなく一連に称呼し得るものであると認定判断し\nた。\nしかしながら，「Ｒｕｂｏｔａｎ」の書体は，古き良き昭和の時代\nを想起させる郷愁的かつ繊細な印象を与えしめるものであり，かかる\n書体が通常用いられるものとはいえない。\nまた，一連の称呼を生じさせようとする場合，横一列に「ルボタン\nライン」と一体に連綴されるのが通例であるが，本件使用商標①にお\nける片仮名文字は，「ルボタン」と「ライン」が，段を異にして表示\nされている上，「ルボタンライン」の称呼は，中間に位置する第４音\nに撥音「ン」が存するから，連音されず，「ン」の音でいったん終止\nし，その後に「ライン」と発音されるものであるから，淀みなく一連\nに称呼し得ると断定できるものではない。\nしたがって，本件審決の上記認定判断は誤りである。\n(イ)  仮に本件使用商標①の構成中，上部二段の「Ｒｕｂｏｔａｎ」及び\n「ＬＩＮＥ」の欧文字部分と下部二段の「ルボタン」及び「ライン」の\n片仮名部分が，取引上，実際に自他商品識別標識の要部として機能して\nいるとしても，「ＬＩＮＥ」の欧文字及び「ライン」の片仮名文字も，\n独立して自他商品の識別標識として機能し得るものであることに変わり\nはない。\n(ウ)ａ  化粧品業界においては，書体，大きさ，段等を異にする２以上の\n構成要素からなる商標については，それぞれの構成要素について商標\n登録を受けて使用するのが一般的であるという取引の実情がある。そ\nの例を示すと，次のとおりである。かかる商標が一体の識別標識とし\nて認識されることがあるとしても，それぞれの構成要素である登録商\n標の使用であることに変わりはない。\n①  「ＳＨＩＳＥＩＤＯ＼ＵＬＴＩＭＵＮＥ」「パワライジング  コ\nンセントレート」の商標\n株式会社資生堂（以下「資生堂」という。）は，上記商標を「美\n容液」に使用しているが（甲６４），資生堂の有する登録商標は，\n「ＳＨＩＳＥＩＤＯ」（登録第３９３９４３号），「アルティミュ\nーン＼ＵＬＴＩＭＵＮＥ」（登録第５６１５４４５号），「パワラ\nイジング  コンセントレート＼Ｐｏｗｅｒｉｚｉｎｇ  Ｃｏｎｃｅ\nｎｔｒａｔｅ」（登録第５７２６２９６号）である（甲６５ないし\n６７）。\n②  「ＩＮＦＩＮＩＴＹ＼Ｒｅａｌｚｉｎｇ」，「ＩＮＦＩＮＩＴＹ\n＼Ｐｒｅｓｔｉｇｉｏｕｓ」及び「ＩＮＦＩＮＩＴＹ＼ＰＲＩＭＡ\nＬ  ＷＨＩＴＥ」の商標\n株式会社コーセー（以下「コーセー」という。）は，上記商標を\n「化粧品」に使用しているが（甲６８），コーセーの有する登録商\n標は，「インフィニティ＼ＩＮＦＩＮＩＴＹ」（登録第４６１３８\n７９号），「リアライジング＼ＲＥＡＬＩＺＩＮＧ」（登録第４３\n３０４５１号），「プレステジアス＼Ｐｒｅｓｔｉｇｉｏｕｓ」\n（登録第４７８１４６４号），「プライマルホワイト＼ＰＲＩＭＡ\nＬ  ＷＨＩＴＥ」（登録第５７０３５４２号）である（甲６９ない\nし７２）。\n③  「ミュゼル  ノクターナル」の商標\n株式会社ポーラ（以下「ポーラ」という。）は，上記商標を「ア\nイライナー」に使用しているが（甲７３），ポーラの有する登録商\n標は，「ＭＵＳＥＬＬＥ＼ミュゼル」（登録第５１５００９３号），\n「ノクターナル＼ＮＯＣＴＵＲＮＡＬ」（登録第５６８８３１０\n号）である（甲７４，７５）。\n④  「Ｂｉｏｒé＼マシュマロホイップ」の商標\n花王株式会社（以下「花王」という。）は，上記商標を「洗顔\n料」に使用している（甲７６）が，花王の有する登録商標は，「Ｂ\nＩＯＲＥ＼ビオレ」（登録第１６００３８４号）及び「マシュマロ\nホイップ」（登録第４９４４２１８号）である（甲７７，７８）。\nｂ  株式会社ルボタン（以下「ルボタン社」という。）は，昭和３６年\n１０月３０日に設立された後，「Ｒｕｂｏｔａｎ」の欧文字又は「ル\nボタン」の片仮名文字の商号商標と他の文字を組み合わせた商標（甲\n４４ないし４９）を様々な化粧品に使用してきた。その後，原告は，\n昭和６２年１２月１８日に，厚生大臣から，化粧品製造品目の許可を\n得て，本件使用商標①を付した「アイライナー」の製造を開始した。\nルボタン社が有していた「Ｒｕｂｏｔａｎ＼ルボタン」（登録第２５\n１６４０８号）の登録商標の存続期間が平成２５年３月３１日に満了\nしたことに伴い，原告は，上記商標の商標登録出願を行い，登録第５\n６６４９５３号として商標登録を受けた（甲５７）。\nしたがって，原告は，本件使用商標①の構成要素である「Ｒｕｂｏ\nｔａｎ＼ルボタン」（上記商標）及び「ＬＩＮＥ＼ライン」（本件商\n標）について別々に登録商標を有している。\nｃ  本件使用商標①は本件商標と社会通念上同一の商標と認めることは\nできないとした本件審決の判断は，前記ａの取引の実情と乖離したも\nのである。\n(エ)  以上によれば，本件使用商標①の構成中の「ＬＩＮＥ」の欧文字及\nび「ライン」の片仮名文字は，独立して自他商品の識別標識として機能\nし得るものであるから，要部と認定すべきものである。そして，本件使\n用商標①の上記要部と本件商標とを比較すると，本件使用商標①は本件\n商標と社会通念上同一と認められる商標であるといえるから，これと異\nなる本件審決の判断は誤りである。\nイ  包装用箱における本件商標と社会通念上同一と認められる商標の使用\n原告は，要証期間内に，別掲２のとおり，本件使用商品を６個梱包する\nための包装用容器（包装用箱。以下「本件包装用箱」という。甲９５）に，\n「       」の片仮名文字，その下段にゴシック体で大きく表された\n「ライン」の片仮名文字（以下「本件使用商標②」という。）を表示して\n使用していた。\n原告は，本件包装用箱の製造を富岡紙業株式会社に委託し，要証期間内\nの平成２５年９月２０日，本件包装用箱の納品を受けた後，同年１０月１\n１日，本件使用商品の製造業者であって，原告の関連会社であるアイカー\nケミカル株式会社（以下「アイカーケミカル」という。）に対し，本件包\n装用箱を納品した。本件包装用箱によって包装された本件使用商品は，要\n証期間内に販売された。\n本件包装用箱に表示された本件使用商標②は，本件商標と社会通念上同\n一と認められる商標である。\nしたがって，原告又は通常使用権者であるエリザベスが，要証期間内に，\n本件商標と社会通念上同一と認められる商標である本件使用商標②を本件\n使用商品に使用したものといえる。\nウ  被告の主張について\n被告は，「新世界べにや」の店員が，電話口で，「アイラインのことは\n「ライン」っていうんです。」と述べたことを根拠に，「ライン」という\n称呼（標章）は，それ単独では，特定のアイライナー商品を他の商品と識\n別することができず，自他商品識別標識としての機能を発揮していないか\nら，本件使用商標①のうち，「ＬＩＮＥ」の欧文字部分は，要部に当たら\nない旨主張する。\nしかしながら，被告主張の電話口において発声された「ライン」なる音\n声は，本件商標から生ずる「称呼」でも，本件商標を構成する「標章」で\nもなく，そもそも，当該店員は，「アイライン」のことを「ライン」と略\n称しているにすぎず，本件使用商標①における「ＬＩＮＥ」及び「ライ\nン」が「アイライン」を意味すると言っているのではない。\nまた，商標から生じ得る識別標識としての称呼は，商標に接して初めて\n生じ得るのであり，使用商標が登録商標と社会通念上同一と認められるか\n否かの判断において考慮すべき点は，使用商標そのものに接する需要者，\n取引者の認識であり，使用商標を離れた取引実態ではない。\nさらに，本件使用商標①中の「ＬＩＮＥ」の欧文字及び「ライン」の片\n仮名文字は，アイライナー商品との関係において，商品の品質等を直接か\nつ具体的に表示するものではないし，商品の品質等を表示するものとして\n一般に使用されているものでもない。\n以上によれば，被告の上記主張は失当である。\nエ  小括\n以上のとおり，本件商標の商標権者である原告又は通常使用権者である\nエリザベスは，要証期間内に日本国内において，本件審判請求に係る指定\n商品のうち，「化粧品」について，本件商標と社会通念上同一と認められ\nる商標を使用していたことは明らかである。\nしたがって，これと異なる本件審決の判断は誤りであるから，本件審決\nは，取り消されるべきである。\n(2)  取消事由２（手続違背）\n原告は，特許庁審判長作成の平成２６年６月４日付け審理事項通知書（以\n下「本件審理事項通知書」という。甲３４）に「被請求人の提出に係る乙各\n号証に関する暫定的な見解」として，「提出された証拠方法によっては，次\nの(1)ないし(4)の理由によって，被請求人が商標法第５０条第２項に規定す\nる証明をしたものと認めることはできません。」との記載があったため，本\n件審理事項通知書記載の「(1)ないし(4)の理由」を解消すれば，被請求人\n（原告）が商標法５０条２項に規定する登録商標（本件商標）の使用の事実\nの証明をしたものと認められると理解した。そこで，原告は，同年７月８日\n付け口頭審理陳述要領書（甲３５）において，「平成２６年６月４日付けの\n審理事項通知書において，登録商標と使用商標の同一性に関して，陳述する\nことは求められておりません。」，「したがいまして，乙各号証における使\n用商標は，登録商標と社会通念上同一のものとお認めいただいていると思料\nいたします」と述べた。\nところが，本件審決は，本件使用商標①が本件商標と社会通念上同一と認\nめられる商標に当たるか否かという本件審理事項通知書に一切記載されてい\nなかった争点について，「使用商標は，本件商標と社会通念上同一の商標と\n認めることはできない」と判断し，本件商標の商標登録を取り消した。原告\nは，本件審理事項通知書に上記争点の説示があれば，詳細に反論する準備が\nあったし，新たな証拠を収集したであろうが，上記争点に関する記載はなく，\n反論の機会が与えられなかった。\nしたがって，本件審決の審判手続には，不意打ちを防止した特許法１５３\n条２項の趣旨に違反する手続違背があるから，本件審決は，取り消されるべ\nきである。\n２  被告の主張\n(1)  取消事由１（本件商標の使用の事実の判断の誤り）に対し\nア  本件使用商標①と本件商標の社会通念上同一性の判断の誤りについて\n(ア)  商標は当該商標に化体した実際の信用が保護の対象であるから，本\n件使用商標①において，商標としての機能を発揮していた部分を特定す\nるに当たっては，実際の商取引の実態に即して需要者，取引者の認識を\n把握することができる場合には，その認識内容に則して特定する必要が\nある。しかるところ，被告代理人関係者が原告主張の本件使用商品の販\n売先のマスダ増及び「新世界べにや」に直接訪問し，又は電話したとこ\nろ，マスダ増及び「新世界べにや」のいずれにおいても，本件使用商品\nを「ライン」との称呼では特定することができず，「ルボタン」との称\n呼を追加したことにより初めて商品を特定することができた。また，\n「新世界べにや」の担当者は，「「ライン」はないですけどね。みんな\nアイラインのことは「ライン」っていうんです。」と述べた。このこと\nは，アイライナー商品の商取引の実態として，需要者，取引者において，\n「ライン」という称呼（標章）は，それ単独では，特定のアイライナー\n商品を他の商品と識別することができず，自他商品識別標識としての機\n能を発揮していないことを意味するものであるから，本件使用商標①の\nうち，「ＬＩＮＥ」の欧文字部分が独立して自他商品識別標識としての\n機能するとはいえない。\nしたがって，本件使用商標①の構成中，自他商品識別標識として機能\nするのは，「Ｒｕｂｏｔａｎ／ＬＩＮＥ」，「ルボタン／ライン」であ\nり，本件使用商標①から「ルボタンライン」の称呼が生じるが，特定の\n観念は生じない。\n他方で，本件商標から「ライン」の称呼が生じ，「線，系列」の観念\nを生じる。そうすると，両商標は，その構成文字において明らかな差異\nがあり，その称呼，外観及び観念において同一とはいえないものである\nから，本件使用商標①は，本件商標と社会通念上同一の商標と認めるこ\nとはできない。\n(イ)  この点に関し，原告は，書体，大きさ，段等を異にする２以上の構\n成要素からなる商標について，それぞれの構成要素について商標登録を\n受けるという化粧品を取り扱う業界の一般的な通例を挙げて，その通例\nからすれば，本件使用商標①のうち，「ＬＩＮＥ」の欧文字部分も要部\nに当たる旨主張する。\nしかしながら，原告の上記主張は，あくまで通例ないし傾向に依拠す\nる主張であるところ，前記(ア)のとおり，本件使用商標①のうち，「Ｌ\nＩＮＥ」の欧文字部分に対して独立して信用が化体していないことが明\n確であり，一般的な通例に従った判断を優先させる必要はないから，原\n告の上記主張は失当である。\n(ウ)  以上によれば，本件使用商標①は本件商標と社会通念上同一の商標\nと認めることはできないとした本件審決の判断に誤りはない。\nイ  本件使用商標②と本件商標の社会通念上同一性について\n(ア)  本件使用商品の販売において本件包装用箱が用いられたことは不知。\n仮に本件包装用箱が用いられたとしても，本件包装用箱に表示された\n標章と本件商標との社会通念上の同一性については争う。\n(イ)  前記ア(ア)のとおり，需要者，取引者において，「ライン」という\n称呼（標章）は，それ単独では，特定のアイライナー商品を他の商品と\n識別することができず，自他商品識別標識としての機能を発揮しないか\nら，本件包装用箱に表示された標章のうち，「ＬＩＮＥ」の欧文字部分\n（本件使用商標②）が独立して自他商品識別標識として機能するとはい\nえない。\nウ  小括\n以上によれば，原告又はエリザベスが要証期間内に本件商標と社会通念\n上同一と認められる商標を本件使用商品に使用していたことの証明はない\nから，原告主張の取消事由１は理由がない。\n(2)  取消事由２（手続違背）に対し\n不使用取消審判では当事者主義が妥当しており，当事者の自己責任におい\nて主張が選別される必要がある。この大原則を踏まえると，本件審理事項通\n知書は，当事者間の攻防上の主たる争点である「社会通念上の同一性」を判\n断する前提事項として，原告に対し，使用商品の販売主体と商標権者の関係\n及び販売時期につき補充することを求めたものであると理解することができ\nる。\nそうだとすると，本件審理事項通知書は，当事者の主張を制限するもので\nはなく，かつ，原告が主張するような本件審理事項通知書記載の「(1)ない\nし(4)の理由」を解消すれば，原告が商標法５０条２項に規定する登録商標\n（本件商標）の使用の事実の証明をしたものと認められるとの意味合いを含\nむものではない。\nしたがって，原告主張の取消事由２は，理由がない。\n第４  当裁判所の判断\n１  取消事由１（本件商標の使用の事実の判断の誤り）について\n(1)  本件使用商標①の使用の事実について\n証拠（甲７ないし１９，２１ないし２９，４３ないし６２（枝番のあるも\nのは枝番を含む。））及び弁論の全趣旨によれば，次のような事実が認めら\nれる。\nア  ルボタン社は，昭和３６年１０月３０日に設立された後，「ルボタンリ\nップクリーム」，「ルボタン  ピンクリップ」，「ルボタン  ブラウンリ\nップ」等の商品名の化粧品を製造，販売していた。ルボタン社は，上段に\n「Ｒｕｂｏｔａｎ」の欧文字と下段に「ルボタン」の片仮名文字を二段に\n横書きに書してなる登録商標（甲４９）のほかに，「ルボタン」の片仮名\n文字を横書きに書してなる登録商標（甲４４），「ルボタンライン」の片\n仮名文字を横書きに書してなる登録商標（甲４５），上段に「ルボタン」\nの片仮名文字と下段に「アイブラッシュ  シャドウ」の片仮名文字を二段\nに横書きに書してなる登録商標（甲４６），上段に「ルボタン」の片仮名\n文字と下段に「ピンク  リップ」の片仮名文字を二段に横書きに書してな\nる登録商標（甲４７），上段に「ルボタン」の片仮名文字と下段に「ブラ\nッシュカラー」の片仮名文字を二段に横書きに書してなる登録商標（甲４\n８）などの商標権を有していた。\nイ  原告は，昭和４３年７月１１日に設立され，株式会社伊勢半本店（以下\n「伊勢半本店」という。），エリザベス，アイカーケミカルなどと企業グ\nループ（「伊勢半グループ」）を形成している。伊勢半本店は，昭和４７\n年１２月８日に，ルボタン社の全株式を取得し，ルボタン社は，そのころ\nまでに，伊勢半グループの一員となった。\nウ  原告は，昭和５８年４月１日，本件商標の商標登録出願をし，昭和６１\n年５月３０日にその設定登録を受けた。\n原告は，昭和６２年１２月１８日に，厚生大臣から，販売名を「ルボタ\nン  ライン」とする化粧品製造品目の許可を得て，アイライナー商品の製\n造を開始した。その後，原告は，平成６年５月１３日付けで，上記化粧品\n製造品目許可の製造を廃止し，化粧品製造製品届に変更する旨の変更の届\n出（甲１００）をした。\n原告は，平成２１年３月２６日，東京都知事に対し，販売名を「ルボタ\nン  ライン」とする化粧品の製造販売の届出（甲１６）をした。\nその後，原告は，ルボタン社が有していた上段に「Ｒｕｂｏｔａｎ」の\n欧文字と下段に「ルボタン」の片仮名文字を二段に横書きに書してなる登\n録商標の存続期間が平成２５年３月３１日に満了したことに伴い，上記と\n同様の構成（ただし，字体は異なる。）の商標の商標登録出願を行い，平\n成２６年４月１８日，その商標登録（甲５７）を受けた。\nエ  伊勢半グループに属するエリザベスは，原告の許諾を受けて，要証期間\n内である平成２５年３月１４日から同年１１月２１日までの間に，マスダ\n増及び「新世界べにや」に対し，本件使用商標①を包装（包装容器）に付\nしたアイライナー（本件使用商品）を譲渡し，又は引き渡し，本件使用商\n標①を使用した。\nまた，原告は，要証期間内である同年３月及び５月，本件使用商品を製\n造し，本件使用商品の包装（包装容器）に本件使用商標①を付して，本件\n使用商標①を使用した。\n(2)  本件使用商標①と本件商標の社会通念上同一性について\n原告は，①本件使用商標①中の「Ｒｕｂｏｔａｎ」，「ＬＩＮＥ」，「ル\nボタン」及び「ライン」の各文字は，段を違えて表示されており，一列に併\n記した場合に比して，一体性が希薄化されていることは明らかであり，需要\n者は，「ルボタン」及び「ライン」は，上部に書された「Ｒｕｂｏｔａｎ」\n及び「ＬＩＮＥ」の欧文字のそれぞれの表音を表した程のものと認識，理解\nすること，②「Ｒｕｂｏｔａｎ」は７文字，「ＬＩＮＥ」は４文字であるか\nら，「ＬＩＮＥ」の方が，文字数が少なく，大きく書されていること，③\n「Ｒｕｂｏｔａｎ」の欧文字は，大文字と小文字で筆書き風に書されている\nのに対し，「ＬＩＮＥ」の欧文字は，すべて大文字で肉太のゴシック体をも\nって書されていることからすると，本件使用商標①の構成中の「Ｒｕｂｏｔ\nａｎ」及び「ＬＩＮＥ」の欧文字は，分離して観察することが取引上不自然\nであると思われるほど不可分的に結合しているものではなく，外観上，「Ｌ\nＩＮＥ」の欧文字及び「ライン」の片仮名文字は，相対的に際立ち，顕著な\n印象を与えるものであり，独立して自他商品識別標識として機能し得るもの\nであるから，本件使用商標①の要部である，そして，本件使用商標①の上記\n要部と本件商標を比較すると，本件使用商標①は本件商標と社会通念上同一\nと認められる商標（商標法５０条１項）に当たる旨主張するので，以下にお\nいて判断する。\nア  本件使用商標①は，別掲１のとおり，最上段に「Ｒｕｂｏｔａｎ」の欧\n文字，その下段に「ＬＩＮＥ」の欧文字，さらに，その下段に「ＬＩＱＵ\nＩＤ」の欧文字，「ルボタン」の片仮名文字及び「ライン」の片仮名文字\nを三段に配してなる五段の標章である。\n上段二段の「Ｒｕｂｏｔａｎ」及び「ＬＩＮＥ」の欧文字は，下段三段\nの「ＬＩＱＵＩＤ」，「ルボタン」及び「ライン」よりも文字が大きいこ\nと，「ＬＩＱＵＩＤ」の下部の「ルボタン」及び「ライン」の片仮名文字\nは，同じ大きさ，同じ書体でまとまりよく併記されていることからすると，\n「ルボタン」及び「ライン」の片仮名文字は，「Ｒｕｂｏｔａｎ」及び\n「ＬＩＮＥ」の欧文字の表音を示したものとして，本件使用商標①から\n「ルボタンライン」の称呼が自然に生じるものと認められる。「ＬＩＱＵ\nＩＤ」の欧文字は，「液状」の意味を有し，本件使用商品が液状であるこ\nとを表示したものと理解することができ，しかも，上段二段の「Ｒｕｂｏ\nｔａｎ」及び「ＬＩＮＥ」の欧文字よりも文字が小さいことからすると，\n出所識別標識としての機能は弱いものといえる。\n一方で，「Ｒｕｂｏｔａｎ」の欧文字と「ＬＩＮＥ」の欧文字は，上下\n２段にまとまりよく併記されており，「Ｒｕｂｏｔａｎ」の欧文字は筆書\nき風の書体であり，「ＬＩＮＥ」の欧文字は「Ｒｕｂｏｔａｎ」の欧文字\nよりもやや文字が大きいが，「Ｒｕｂｏｔａｎ」の欧文字はゴシック体の\n「ＬＩＮＥ」の欧文字とは異なる筆書き風の書体であることからすると，\n外観上，いずれかが顕著に際立っているということはできない。\n加えて，本件使用商品は，販売名を「ルボタン  ライン」とする「アイ\nライナー」であり（前記(1)），本件使用商品の宣伝広告においては，本\n件商品の画像とともに「ルボタンライン」，「ルボタンライン  リキッド\nアイライナー」，「ルボタンアイライナー」などと表記され（甲２２ない\nし２７），本件証拠上，本件使用商品について，「ＬＩＮＥ」の部分のみ\nをその出所の識別標識として使用していた事情は認められない。\nイ  以上を総合すると，本件使用商標①の構成中の「Ｒｕｂｏｔａｎ」及び\n「ＬＩＮＥ」の欧文字は，分離して観察することが取引上不自然であると\n思われるほど不可分的に結合しているものではないが，需要者，取引者に\nおいては，ひとまとまりの表示として認識するものと認められるから，\n「ＬＩＮＥ」の欧文字部分が独立して自他商品識別標識として機能し得る\nものということはできない。\nしたがって，「ＬＩＮＥ」の欧文字及びその表音を示した「ライン」の\n片仮名文字が，本件使用商標①の要部に当たるとの原告の主張は採用する\nことができない。\nウ  この点に関し，原告は，化粧品業界においては，書体，大きさ，段等を\n異にする２以上の構成要素からなる商標については，それぞれの構成要素\nについて商標登録を受けて使用するのが一般的であるという取引の実情が\nあり，このような取引の実情を考慮すると，「ＬＩＮＥ」の欧文字が本件\n使用商標①の要部に当たる旨主張する。\nしかしながら，個々の商標の要部をどのように認定するかは，需要者，\n取引者の認識等を前提に個別的に検討すべき問題であり，原告が主張する\nような取引の実情があるからといって直ちに「ＬＩＮＥ」の欧文字が本件\n使用商標①の要部に当たることの根拠となるものではない。\nしたがって，原告の上記主張は理由がない。\nエ  以上のとおり，本件使用商標①の構成中の「ＬＩＮＥ」の欧文字及び\n「ライン」の片仮名文字は本件使用商標①の要部に当たるものと認められ\nないから，本件使用商標①は本件商標と社会通念上同一と認められる商標\nであるとの原告の主張は，その前提を欠くものであり，理由がない。\n(3)  本件使用商標②と本件商標の社会通念上同一性について\n原告は，要証期間内に，別掲２のとおり，本件使用商品を６個梱包するた\nめの包装用容器（本件包装用箱）に，「       」の片仮名文字，その\n下段にゴシック体で大きく表された「ライン」の片仮名文字を表示して使用\nしていたものであり，「ライン」の片仮名文字の標章（本件使用商標②）は，\n本件商標と社会通念上同一性のある商標であるから，原告又は通常使用権者\nであるエリザベスは，要証期間内に，本件商標と社会通念上同一と認められ\nる商標（本件使用商標②）を本件使用商品に使用した旨主張する。\nしかしながら，前記(2)ア認定のとおり，本件使用商品は，販売名を「ル\nボタン  ライン」とする「アイライナー」であり，本件使用商品の宣伝広告\nにおいては，本件商品の画像とともに「ルボタンライン」，「ルボタンライ\nン  リキッドアイライナー」，「ルボタンアイライナー」などと表記され，\n本件証拠上，本件使用商品について，本件使用商標①の構成中の「ＬＩＮ\nＥ」の部分のみをその出所の識別標識として使用していた事情は認められな\nいこと，本件包装用箱は，本件使用商品を６個梱包するための包装用容器で\nあること（甲９５）に照らすと，本件包装用箱に接した需要者，取引者は，\n本件包装用箱に付された別掲２の「ルボタン」及び「ライン」の片仮名文字\nを，ひとまとまりの標章として認識し，上記標章から「ルボタンライン」の\n称呼が自然に生じるものと認められるから，「ライン」の片仮名文字のみが\n独立して自他商品識別標識として機能し得るものということはできない。\nしたがって，原告の上記主張は採用することができない。\n(4)  小括\n以上によれば，原告は，本件審判請求の登録前３年以内に日本国内におい\nて，商標権者，専用使用権者又は通常使用権者のいずれかが本件審判請求に\n係る指定商品について，本件商標（社会通念上同一の商標を含む。）の使用\nをしていたことを証明していないとした本件審決の判断に誤りはないから，\n原告主張の取消事由１は理由がない。\n２  取消事由２（手続違背）について\n(1)  原告は，①特許庁審判長作成の本件審理事項通知書に「被請求人の提出\nに係る乙各号証に関する暫定的な見解」として，「提出された証拠方法によ\nっては，次の(1)ないし(4)の理由によって，被請求人が商標法第５０条第２\n項に規定する証明をしたものと認めることはできません。」との記載があっ\nたため，本件審理事項通知書記載の「(1)ないし(4)の理由」を解消すれば，\n被請求人（原告）が商標法５０条２項に規定する登録商標（本件商標）の使\n用の事実の証明をしたものと認められると理解したが，本件審決は，本件使\n用商標①が本件商標と社会通念上同一と認められる商標に当たるか否かとい\nう本件審理事項通知書に一切記載されていなかった争点について，「使用商\n標は，本件商標と社会通念上同一の商標と認めることはできない」と判断し，\n本件商標の商標登録を取り消した，②本件審理事項通知書に上記争点の説示\nがあれば，原告は，詳細に反論する準備があったし，新たな証拠を収集した\nであろうが，上記争点に関する記載はなく，反論の機会が与えられなかった\nとして，本件審決の審判手続には，不意打ちを防止した特許法１５３条２項\nの趣旨に違反する手続違背がある旨主張する。\nア  そこで検討するに，本件審理事項通知書（甲３４）には，「１  被請求\n人の提出に係る乙各号証に関する暫定的な見解」として，被請求人及びエ\nリザベスが，要証期間内に日本国内において，本件審判請求に係る指定商\n品中，「化粧品」に属する「アイライナー」について本件商標を使用して\nいると主張し，「その証拠方法として乙第１号証ないし乙第４号証（枝番\n号を含む。）を提出しています。」（判決注・「乙第１号証ないし乙第４\n号証（枝番号を含む。）」は，本訴甲７の１ないし甲１０である。），\n「しかしながら，提出された証拠方法によっては，次の(1)ないし(4)の理\n由によって，被請求人が商標法第５０条第２項に規定する証明をしたもの\nと認めることはできません。」との記載がある一方で，「２  口頭審理陳\n述要領書について」の「(1)  被請求人」の項目に，「ア  被請求人は，\n前記１の暫定的な見解及び請求人提出の審判事件弁駁書に対する意見があ\nれば述べてください。」，「イ  被請求人は，既に提出した乙号証のほか\nに，商標法第５０条第２項に規定する要証期間内に，我が国において，商\n標権者，専用使用権者又は通常使用権者のいずれかが本件商標の使用をし\nた事実を示す新たな証拠方法があれば提出してください。」との記載があ\nる。本件審理事項通知書の上記記載は，「１」において「被請求人の提出\nに係る乙各号証に関する暫定的な見解」を示すとともに，「２」において\n「前記１の暫定的な見解及び請求人提出の審判事件弁駁書」に対する意見\nの提出を求めることを示したものと理解することができる。\nイ  そして，被告作成の「審判事件弁駁書」（甲３２）には，「以下では，\n被請求人の主張，すなわち欧文字「ＬＩＮＥ」と片仮名文字「ライン」が\n独立して識別力を発揮する構成・態様で表示しており，この使用態様は，\n登録商標と社会通念上同一と認められるとの主張に対して反論する。」，\n「以上の点を考えると，本商品の記載は，「Ｒｕｂｏｔａｎ／ＬＩＮＥ」，\n「ルボタン／ライン」で各々１つの商標であると評価できる。」，「そう\nすると，そのうち「ＬＩＮＥ」や「ライン」の部分のみを独立して捉えて\n実際の商取引の実態を無視して形式的に登録商標の使用であると考えるこ\nとはできない。」，「このようなことから，商品の表面の表示を根拠に\n「社会通念上同一の商標」を使用したとはいえない。」などの記載がある。\n「審判事件弁駁書」の上記記載は，被告が，本件使用商標①が本件商標\nと社会通念上同一と認められる商標に当たることを否認し，この点を本件\n審決の審判手続における争点として捉えていることを示したものといえる。\nウ  前記ア及びイによれば，本件審理事項通知書は，原告に対し，「１  被\n請求人の提出に係る乙各号証に関する暫定的な見解」のみならず，本件使\n用商標①が本件商標と社会通念上同一と認められる商標に当たることを否\n認する理由を具体的に記載した被告作成の「審判事件弁駁書」に対する意\n見の提出を求める内容のものであることは明らかであるから，本件使用商\n標①が本件商標と社会通念上同一と認められる商標に当たるか否かという\n点が本件審理事項通知書に一切記載されていなかった争点であるというこ\nとはできないし，また，原告に反論の機会が与えられなかったということ\nはできない。\nしたがって，原告の上記主張は採用することができない。\n(2)  以上のとおり，本件審決の審判手続に手続違背は認められないから，原\n告主張の取消事由２は理由がない。\n３  結論\n以上のとおり，原告主張の取消事由はいずれも理由がない。その他，原告は\n縷々主張するが，いずれも理由がなく，本件審決にこれを取り消すべき違法は\n認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第３部\n裁判長裁判官      大    鷹    一    郎\n裁判官      田    中    正    哉\n裁判官      神    谷    厚    毅\n（別掲１）\n（別掲２）\n"
}