{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 14
  },
  "case_number": "平成29(う)1072",
  "case_name": "昏睡強盗，住居侵入，窃盗",
  "court_name": "東京高等裁判所第１２刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成26(わ)1790",
  "lawsuit_id": "87644",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87644",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/644/087644_hanrei.pdf",
  "contents": "平成２９年１２月１４日宣告  東京高等裁判所第１２刑事部判決\n平成２９ １０７２号  昏酔強盗，住居侵入，窃盗被告事件\n主        文\n本件控訴を棄却する。\n当審における未決勾留日数中１７０日を原判決の刑に算入する。\n理        由\n第１  主任弁護人柳原由以及び弁護人鈴木加奈子の控訴趣意は，事実誤認\n及び量刑不当の主張である。\n第２  原判決が認定した罪となるべき事実の概要\n被告人は，①平成２５年１０月１０日，横浜市内にある被害者Ｆ(以下，\n被害者の呼称は原審における被害者の呼称に従う。)方において，現金１０\n５万円を窃取し（窃盗罪。原判示第１事実），②当時４７歳の被害者Ｃを昏\n酔させて金品を盗取しようと考え，同月１７日，東京都品川区内の路上にお\nいて，同人に対し，睡眠薬を混入した清涼飲料水を飲用させて，同区内にあ\nるホテル客室に赴き，同室内において，同人を昏酔状態に陥らせた上，現金\n約５万円，商品券約６枚(金額合計約６０００円)，腕時計１個及び鍵２個等\n約３７点(時価合計約４０万円相当)を盗取し(昏酔強盗罪。原判示第２事実)，\n③金品窃取の目的で，同日，東京都目黒区内にある前記被害者Ｃ方に，盗取\nした鍵を使用して侵入し，同所において，被害者Ｄ所有の現金約１万２００\n０円を窃取し(住居侵入罪及び窃盗罪。原判示第３事実)，④当時３２歳の被\n害者Ｂを昏酔させて金品を盗取しようと考え，同年１２月１４日，東京都目\n黒区内の路上において，同人に対し，睡眠薬を混入したアルコール飲料を飲\n用させて，同区内にある同人方に赴き，同所において，同人を昏酔状態に陥\nらせた上，現金約５万７０００円及び腕時計１個等３点(時価合計約４５万\n円相当)を盗取し(昏酔強盗罪。原判示第４事実)，⑤当時３６歳の被害者Ｅ\nを昏酔させて金品を盗取しようと考え，同月２５日，東京都世田谷区内にあ\nる同人方において，同人に対し，睡眠薬を混入した清涼飲料水を飲用させ，\n同人を昏酔状態に陥らせた上，現金約３６万円を盗取し(昏酔強盗罪。原判\n示第５事実)，⑥当時２２歳の被害者Ａを昏酔させて金品を盗取しようと考\nえ，平成２６年２月２７日，東京都杉並区内にある同人方において，同人に\n対し，睡眠薬を混入したアルコール飲料を飲用させ，同人を昏酔状態に陥ら\nせた上，現金約２万円，古銭約３０枚及び腕時計約１０個等約４１点(時価\n合計約３５万円相当)を盗取した(昏酔強盗罪。原判示第６事実)。\n第３  事実誤認の主張について\n１  所論の要旨\nこの点に関する所論の要旨は，被告人は，解離性同一性障害に罹患してお\nり，本件各犯行は，被告人の別人格である「ｇ’(ｇ。原審記録上，ｇ’な\nる別人格とｇなる別人格は同一人格であるとされている。以下の記述におい\nても双方の呼称を用いているが，同じ別人格を指す。)」が実行したもので，\n平素の人格（主人格）は，犯行を弁識しておらず，制御もできなかったから，\n被告人には刑事責任能力がなかったのに，完全責任能力があったと認定した\n原判決には，判決に影響を及ぼすことが明らかな事実誤認があると言うもの\nである。\n２  検  討\n⑴  本件では，原審弁護人からも同旨の主張がなされていたところ，原判\n決は，被告人の本件各犯行当時における行動が解離性同一性障害に基づく別\n人格によるものであると考えると説明が困難となる事情が複数あることを挙\nげ，本件各犯行は，被告人が平素の人格状態で行ったもので，完全責任能力\nが認められると判断した。\n原審記録に照らして検討すると，本件各犯行当時の被告人の責任能力に関\nする原判決の判断に，論理則・経験則等に反する不合理な誤りは認められず，\nその結論は，当裁判所としても是認できるところである。\n以下，所論に鑑み，更に検討する。\n⑵  解離性同一性障害罹患の有無について\nア  所論は，まず，被告人が解離性同一性障害に罹患しているかどうかに\nついて原判決が明言していない点を批判する。\nイ  本件各犯行当時における被告人の責任能力の判断に関連して，原審に\nおいては，２人の精神科医の見解が証拠として取り調べられている。\n一つは，原審において実施された鑑定の鑑定人であるＫ医師(Ｎ大学大学\n院Ｏ分野教授)の見解（以下，同医師作成の鑑定書(原審職７号証)及び同医\n師の原審証言の内容を併せて「Ｋ意見」と言うことがある。）であり，もう\n一つは，弁護人の協力医として被告人と面接したＬ医師(Ｐ大学Ｑ研究科教\n授)の見解（同様に，同医師が作成した「鑑定書」と題する書面(原審弁２９\n号証)及び同医師の原審証言の内容を併せて「Ｌ意見」と言うことがある。）\nである。\nＫ医師は，司法精神医学の専門家として豊富な臨床例や精神鑑定の経験等\nを有しており，他方，Ｌ医師は，解離性同一性障害の知識や臨床経験を豊富\nに有していて，いずれの医師についても，経歴や経験等の面で，その医学的\n知見に基づく判断の信用性を疑うべき格別の理由は見出せない。\nしかるところ，被告人が解離性同一性障害に罹患しているか否かについて，\nＫ意見は，「本件各犯行当時において，解離性同一性障害による別人格の状\n態にあったとすると，客観的な情報とは矛盾が生じてしまうことから，別人\n格による行動である旨を示唆する被告人供述の信憑性については疑問がある\nと言わざるを得ない」「本件各犯行当時，被告人は，解離性同一性障害の状\n態にはなかったと判断している」としているのに対して，Ｌ意見は，本件各\n犯行当時，被告人が解離性同一性障害に罹患していたとするものであり，一\n見，両意見は結論を異にしているように思われる。\nしかし，Ｋ意見は，他方において，被告人の「本件犯行当時以外の一部の\n状態については」「解離状態と見ることができるものがある」としているし，\n他の医師が，被告人について解離性同一性障害に罹患していると診断するこ\nとはあり得るとしている。そうすると，被告人が解離性同一性障害に罹患し\nているとするかどうかに関する上記のＫ意見とＬ意見の差は，精神科医の診\n断名の付け方の違いの問題なのではないかと見られるところである。\nウ  そして，本件刑事訴訟における争点は，本件各犯行について，被告人\nに責任能力を認めることができるかどうかであって，被告人が特定の疾病に\n罹患しているか否かそれ自体ではない。被告人が解離性同一性障害に罹患し\nているとするＬ意見においても，主人格と別人格の交替が起こることは珍し\nくなく，短時間で入れ替わる場合も，１日程度は入れ替わらない場合もある\nとされており，また，主人格が出現している状態の被告人の責任能力に疑問\nを抱かせる医学的所見がないことは，Ｌ意見の前提となっている。したがっ\nて，Ｌ意見によっても，被告人が解離性同一性障害に罹患していると認める\nことで直ちに本件各犯行当時の人格状態が別人格であって被告人の責任能力\nに疑問が生ずることにはならない。そうすると，本件において検討すべきな\nのは，本件各犯行がどのような人格状態の下で行われたのかという点である\nことになる。原判決の判文全体を通じて見れば，ここに述べたところと同様\nの理解・前提に立脚していることは明らかであり，被告人が解離性同一性障\n害に罹患しているかどうかについての判断を明示せずに本件各犯行当時の人\n格状態についての検討を行っている原判決には，所論のような批判を受ける\nべき謂れはない。\n⑶  被告人の本件各犯行当時における行動が解離性同一性障害に基づく別\n人格によるものであると考えると説明が困難となる事情の有無について\nア  既に述べたとおり，原判決は，被告人の本件各犯行当時における行動\nが解離性同一性障害に基づく別人格によるものであると考えると説明が困難\nとなる事情が複数あることを説示しており，所論は，それを批判しているの\nで，次に，この点を取り上げるが，それらの点についての判断の前提ともな\nるので，先に，本件各犯行がどのような人格状態の下で行われたのかについ\nてのＫ意見とＬ意見の内容を見ておくことにする。\nイ  本件各犯行当時の人格状態に関するＫ意見とＬ意見について\nこの点についてのＫ意見の内容は，上記のとおり，「本件各犯行当時\nにおいて，解離性同一性障害による別人格の状態にあったとすると，客観的\nな情報とは矛盾が生じてしまうことから，別人格による行動である旨を示唆\nする被告人供述の信憑性については疑問があると言わざるを得ない」という\nものであり，被告人の記憶の最も保持されている原判示第６事実の件を例と\nして，被告人の説明では，女装道具や知人とのＬＩＮＥのやり取りの関係で，\n明らかに無理が生じ，「解離」によっては，それを合理的に説明できないこ\nと等を指摘して，この件は，被告人が平素の人格状態の下で主体的・能動的\nに行ったものであり，他の一連の犯行についても同様であると考えるのが妥\n当であるなどとしているところ，その内容は合理的で説得力に富んでいる。\nまた，被害者らの説明によって確認される限り，昏酔強盗の加害者として合\n理的で巧妙で臨機応変な言動をしており，その間，奇異，不可解，病的，不\n合理などと見るべき言動は観察されておらず，比較的長い時間を経過する中\nでも前後の連続性が完全に保たれているという指摘も納得できる。この点の\nＫ意見の信用性は高い。\n他方，Ｌ意見においては，本件各犯行は，解離性同一性障害のために\n有していた別人格(ｇ)が単独で計画し，遂行したと考えられるとしている。\nしかしながら，Ｌ医師が，そのように判断した理由として挙げているのは，\n同医師が被告人と面接をする中で，ｇ”なる別人格が現れ，そのｇ”が本件\n各犯行はｇ’なる別人格が行ったものであると話したという点なのであって，\n同医師は，これまでの被告人との面接の際に，当のｇなる別人格が現れた状\n態を見たことはなく，その別人格と話したこともないと言うのである。そし\nて，Ｌ医師は，「(ｇなる)独立した別人格があることの確証はないものの，\nｇ”なる別人格の話の信憑性を判断し，そう考えれば矛盾なく説明できる場\n合には別人格があることを推測することができ，ｇ”なる別人格は，被告人\nに不利となる犯行に関する具体的な事実(昏酔強盗の際に使った薬がどのよ\nうに作られたか)を説明しているから信憑性がある。」旨も述べているが，\nｇ”なる別人格がそこで述べたという内容は，結局，平素の人格ではないｇ\nなる別人格によって一連の犯行が行われ，被告人はその刑事責任を負わない\nことにつながるものなのであるから，本件各犯行についての記憶がないこと\nを一貫して主張する被告人にとっては，むしろ有利になる事情である。また，\nＬ医師の説明によっても，別人格が虚偽の事実を述べることがないとはされ\nていないから，ｇ”なる別人格が，自分が見た状況の主体の点だけを主人格\nではなくｇ’なる別人格であると偽ることもあり得ないことではないことに\nなるのである以上，ｇ”なる別人格の話に信憑性を認めるためには，より適\n切な裏付けとなる事情が必要になるところ，Ｌ意見の中には，そのような事\n情は見当たらない（ちなみに，Ｌ医師は，被告人が，解離性同一性障害では\nないのに演技でそれを装うことは不可能であると述べるが，仮にその前提に\n立っても，別人格が述べる話の内容の全てが真実であることにはならな\nい。）。更に言えば，このｇ”なる別人格が本件各犯行を行ったのがｇ’な\nる別人格であるという話をしたことについては，Ｌ医師が被告人と初めて面\n接をした時(平成２８年５月２７日)には，ｇ”なる別人格は現れなかったも\nのの，このとき，Ｌ医師が，被告人に対し，「ｇ”はしっかり見てると思う。\n後でいろいろ言ってくるかもしれない。ｇ”はあなたを守ってくれる人格」\nなどと述べたところ，次の第２回目の面接の際(同年６月３日)には，被告人\nがｇ”なる別人格として面接に臨み，ｇ’による犯行であることを話し始め\nたとの経緯が認められるのであって，精神科医としての質問方法の当否の問\n題はさておき，被告人が，Ｌ医師による第１回面接時の発言を受け，ｇ”な\nる別人格としてｇ’なる別人格が本件各犯行に及んだ状況を積極的に話すこ\nとで，被告人に本件各犯行の記憶がないことを正当化しようとした可能性を\n否定することは困難である。そうすると，このような点を併せ考え，同時に\nＫ意見の内容も踏まえて見るならば，被告人が解離性同一性障害に罹患して\nいるとの診断自体は別として，本件各犯行がｇなる別人格が行ったものであ\nるとの部分のＬ意見は，その判断理由が十分なものとは言い難いと言わざる\nを得ない。\nウ  女装用衣服の管理等の点について\n被告人の本件各犯行当時における行動が解離性同一性障害に基づく別\n人格によるものであると考えると説明が困難となる事情として，原判決がま\nず挙げるのは，女装用衣服の管理等の点であり，その要旨は，次のとおりで\nある。\n被告人は，女性の服装をして本件各犯行に及んでいるところ，ベレー帽や\nダッフルコートなどは同じ物が複数の犯行で使用されたと認められるから，\n被告人は，普段の男っぽい衣服から女性用の衣服に着替えて犯行に及んだ後\nにこれらを保管し，次の犯行の際にも使用したことになり，また，原判示第\n４事実の犯行では，女装していた被告人が，その被害者から教えられた連絡\n先等の情報を保管しておき，約１か月後にこれを用いて犯行に及んだことに\nなる。しかしながら，被告人は，本件各犯行について全く記憶がない上，知\nらないうちに所持金が増えていたという経験もなく，本件各犯行当時に着用\nしていた女性用の衣服等についての記憶もないと供述しており，Ｌ医師も，\n解離性同一性障害においては，別人格にとって代わられた主人格は，その際\nのことは覚えていないのが普通であると述べていることからすると，被告人\nは，別人格にとって代わられた後に女装して犯行に及び，別人格のまま男性\n用の衣服に着替えて，女性用の衣服等を隠匿管理した後，主人格に戻ること\nを繰り返したことになり，また，犯行時だけでなく，犯行によって得た財物\nを処分したり，利得金を費消したりした際にも，同様の人格の入れ替わりを\n繰り返したことになる。Ｌ医師は，別人格の力が強く，用意周到な性格であ\nる場合には，別人格が女装の痕跡を残さないようなタイミングで人格を操作\nすることもあり得ると原審で証言しているが，この見解を踏まえても，解離\n性同一性障害による別人格が，自由自在に被告人の人格を操ったと考えるこ\nとに合理性を見出すことは困難であり，むしろ被告人が，平素の人格状態に\nおいて女装して犯行に及び，犯行後に衣服等を保管して，次の機会にこれを\n利用したと考える方が自然で無理がない。\n原審記録に照らすと，原判決の上記説示は，論理則，経験則に適う合\n理的なものであると認められる。\n所論は，Ｌ医師が，原審において，「別人格が女装の痕跡を残さない\nようなタイミングで人格状態を操作することや，別人格が丸一日現れ続けた\nり，数秒ごとに代わったりすることがあり得る」旨証言しているとした上で，\n原判決の指摘は，少なくとも経験豊富なＬ医師の見解を採用できないとする\nほどの根拠足り得ないと主張するが，そのＬ医師の見解は，「別人格たるｇ\nが本件各犯行を行ったとすれば」ということが前提となる説明であるところ，\nその点についてのＬ意見の問題点は既に指摘したとおりである。また，所論\nが指摘する人格操作に関するＬ意見は，「別人格の力が強く」「用意周到な\n場合」についてのものであると解されるところ，既に述べたとおり，Ｌ医師\nが，ｇなる別人格と接触できていないことからすると，その人格操作に関す\nる意見は，本件に即したものではなく，そのようなケースもあるとの一般的\n説明に止まっているものと見るべきである（Ｌ医師自身，その点に関係する\nｇ’なる別人格についての質問に，最終的には，「詳しいことはちょっとお\n答えできません。分からないです。」と答えている（Ｌ証人尋問調書５４\n頁）。）。この点の所論は採用できない。\n関連して，所論は，①被告人は，性同一性障害(性別違和)であり，平\n素の人格であれば女装という手段を採ることは考えられない，②被告人は，\n本件各犯行において同じ名前や職業を名乗り，目立つ衣服を着るなどしてお\nり，犯行発覚を防ごうとする意識が見られないことは極めて不自然であるな\nどとも主張する。しかしながら，①の点について見ると，男性犯人が犯行の\n発覚を免れるための変装として日常的に着用する衣服と異なる女性用の衣服\nを身に着けることは一般的に十分あり得るところであるし，本件昏酔強盗の\n犯行態様からして，被告人が女性として男性に近づいて睡眠薬入りの飲料を\n飲ませるためには，女性用衣服を着用することが最も合理的な方法である以\n上，被告人が性別違和の状態にあって平素の人格では一般の男性以上に女装\nに嫌悪感を有していたとの前提に立っても，本件昏酔強盗の目的に合致した\n合理的な行動として女装を選択してもおかしくはない。そして，②の点につ\nいては，平素の人格の場合であろうと別人格の場合であろうと，その点につ\nいては同様の指摘が当てはまるから，所論の指摘は本件各犯行が別人格の状\n態で行われたことの根拠にはならない。そもそも，男性として日常生活を送\nる被告人が，ｇなどの偽名を名乗り，女装して犯行に及ぶこと自体が犯行の\n発覚を防ごうとする意識の表れに他ならないと言うべきである。\nエ  原判示第６事実の犯行前後の被告人の行動の点について\n次に，原判決が，被告人の本件各犯行当時における行動が解離性同一\n性障害に基づく別人格によるものであると考えると説明が困難となる事情と\nして挙げるのが，原判示第６事実の犯行前後の被告人の行動の点であり，そ\nの要旨は，次のとおりである。\n原判示第６事実の被害者Ａによれば，被告人は，この犯行(平成２６年２\n月２７日)の直前，女装して上記被害者Ａに声を掛け，「ｇ」と名乗った上\nで，来月友達が荻窪に来ること，その友達は荻窪のパチンコ店で支配人をし\nていること，それで荻窪でいい居酒屋を探していることを話したと認められ\nる。他方，被告人は，同月２０日から，オンラインゲーム仲間(トーク名\n「Ｍ」)とＬＩＮＥを利用して連絡を取るようになり，同日，Ｍに対し，自\n分の本名が「Ｇ」であること，性同一性障害であることを伝え，その際Ｍは，\n同年３月に荻窪のパチンコ店に転勤する予定であることを伝えている(原審\n甲１２１号証等)。ところで，被告人がＭに対し，本名や性同一性障害であ\nることを伝えていることからすると，Ｍとの連絡は被告人の平素の人格状態\nの下で開始されたものであって，同人からのメッセージ内容も平素の人格状\n態で受け取ったことになるから，被害者Ａに対する被告人の上記発言は平素\nの人格で受け取った情報をそのまま説明したことになる。Ｌ医師は，解離性\n同一性障害による別人格は，主人格の振りをして取り繕うということが起き\nると証言するが，上記発言は，主人格を知らない被害者Ａに対するものであ\nり，同人に対して主人格の振りをする必要はないのであるから，上記Ｌ医師\nの原審証言を踏まえても，被告人の上記発言を別人格の行動として説明する\nことは困難である。また，原判示第６事実の犯行前における被告人とＭのＬ\nＩＮＥメッセージの送受信状況(原審甲１２１号証)を見ると，同月２６日午\n後６時１３分頃から１４分頃までの間，被告人とＭとの間でやり取りがあり，\nそれがいったん中断した後，同日午後１１時２分頃にやり取りが再開された\nことが認められるが，被害者Ａが，同日午後１１時頃，荻窪駅付近で，女装\nした被告人から声を掛けられていることからすると(原審甲１，５号証)，上\n記再開した際のメッセージは女装した状態の被告人が送ったことになる。こ\nのメッセージも主人格の振りをしなければならないような状況で送ったもの\nではないから，上記Ｌ医師の原審証言を踏まえても，これを別人格の行動と\nして説明することは困難である。更に，翌日に被告人が被害者Ａと居酒屋で\n飲食していた時刻や被害者Ａ方で一緒にいた時刻にもＭとのメッセージのや\nり取りがあり，これも女装した状態の被告人によってなされたことが認めら\nれるところ(原審甲５号証)，被告人によるこれら一連のメッセージは，いず\nれも相手のメッセージに対応した自然で違和感のないものであり，その内容\nは急を要するものでもないから，被告人が女装した状態で犯行を行うかたわ\nら，平素の人格状態で行ったものと考えざるを得ず，Ｌ医師の原審証言を踏\nまえても，これを別人格による行動と説明することには無理がある。\n原審記録に照らせば，原判決の上記説示についても，論理則，経験則\nに適う合理的なものであると認められる。\nこの点に関して所論は，被告人が犯行のために女装しているのであれ\nば，被害者らに自分につながる情報を伝えることは避けるはずであるのに，\n原判示第６事実の被害者ＡにＭのことを伝えたり，原判示第１事実の被害者\nＦに実家のことを伝えているのは不自然であるなどと主張する。しかしなが\nら，被害者を昏酔させて金品を奪うために被害者らに近づき，被害者方やホ\nテルに誘うに当たり，全て虚偽の事実を伝えるのではなく，真実を織り交ぜ\nながら，被害者らとコミュニケーションを図るほうが自然で無理がないとも\n考えられるところであるから，被告人が被害者らに上記のような個人情報を\n伝えたことが不自然であるとは言い得ない。\nまた，所論は，原判決が，解離性同一性障害による別人格は，主人格\nの振りをして取り繕うということが起きるとのＬ証言を前提としつつ，特に\n急を要する類のものではない連絡を別人格がしたとは考えられないとした点\nについて，緊急性がないのであれば，平素の人格にとっても，自分が犯行場\n所(荻窪)にいる証拠となるようなやり取りをする必要がないから，原判決の\n認定を前提としても上記Ｍとのメッセージのやり取りを合理的に説明できな\nいと主張するが，そのようなやり取りをしていたとしても，そのことから直\nちに被告人が犯行場所にいることが認められるわけではないのだから，所論\nは前提を欠く上，原判決は，別人格が主人格を取り繕わなくてはいけないよ\nうな場面ではないにもかかわらず，相手のメッセージに合わせてやり取りを\nしている等の点について，別人格が行ったのであれば不合理であると指摘し\nているものなのであって，所論は，その点に対する批判になっていない。\nそして，原判示第１ないし第５の各犯行についての関係各証拠を精査\nしても，原判決が上記のとおり原判示第６事実の件について検討したところ\nと異なる認定をすべき理由の存在は窺われない。\nオ  その他に所論は，本件各犯行当時，平素の人格状態にある被告人には\n収入があり，犯行に及ぶ必要性がなかった旨も主張するが，本件各犯行当時，\n被告人に金銭を必要とする事情があったことは原審記録から明らかであって，\n収入があったことは，被告人が平素の人格状態で犯行に及んだことを否定す\nる事情とはならない。\n３  本件においては，原審記録によれば，Ｌ意見や所論を踏まえて検討し\nても，被告人が，本件各犯行を解離性同一性障害による別人格の状態で行っ\nたことを合理的に疑わせる根拠になるような点は見出せず，本件各犯行当時，\n被告人は，平素の人格状態にあったものと認められる。そして，同様に原審\n記録によれば，平素の人格状態における被告人の責任能力の有無や程度につ\nいての合理的疑問の存在を窺わせる事情は見出せないから，結局，被告人が\n本件各犯行当時に完全責任能力を有していたものと優に認めることができる。\n原判決に所論の指摘する事実誤認はない。\n第４  量刑不当の主張について\nこの点の所論は，要するに，仮に被告人に完全責任能力が認められる場合\nであっても，被告人を懲役１０年の刑に処した原判決の量刑は重すぎて不当\nであると言うものである。\n原判決は，量刑の理由について，要旨，「本件各昏酔強盗は，非常に計画\n的で巧妙かつ大胆な犯行であり，その手口からは手慣れた常習性も窺われる\n上，被害者らの生命・身体への危険を顧みずに行われた非常に危険な犯行態\n様であり，犯意の強固さも明らかである。被害総額が約２７５万円余りと高\n額であり，各被害者の被った精神的苦痛も大きいことを考慮すると，同種事\n案の中でも重い部類に位置付けられる。その一方で，被告人は被害者らに対\nする謝罪の気持ちを述べて，それなりの反省の態度を示すとともに，更生へ\nの意欲を見せ，母親はこれを支えていく旨述べていることを考慮し，懲役１\n０年の刑とした。」と説示しており，原審記録を検討しても，この説示に不\n合理な誤りは認められない(なお，所論は，原判決が，①被害総額を約２７\n５万５０００円相当としている点及び②原判示第４事実の件において，被告\n人がコンロの火が点いたままの状態で被害者Ｂ方を立ち去ったと認めた点に\nついて，いずれも証拠が不十分である旨述べているが，①の点については，\n各被害申告の内容は具体的であり，かつ，申告額も合理的であって，被害額\nの概算を算出するのには十分な証拠と言える上，②の点については，被害者\nＢの供述内容(原審甲４４号証)は具体的であり，実況見分調書の写真(原審\n甲５０号証の写真１３)との整合性も認められるところである。なお，②の\n点について，原審記録に照らせば，原判決が殊更にこの点を理由に刑を重く\nしたものとは認められない。)。\n所論は，被告人が被害者らに対する謝罪の意思を有していると主張するが，\nその点は，原判決が既に適切に考慮済みであり，その他の原審記録から窺わ\nれる被告人のために酌むべき事情を十分に考慮しても，被告人を懲役１０年\nの刑に処した原判決の量刑が重すぎて不当であるとは言えない。\n第５  結  論\nよって，所論はいずれも理由がないから，刑訴法３９６条により本件控訴\nを棄却し，刑法２１条を適用して当審における未決勾留日数中１７０日を原\n判決の刑に算入し，当審における訴訟費用は刑訴法１８１条１項ただし書を\n適用して被告人に負担させないこととし，主文のとおり判決する。\n平成２９年１２月１４日\n東京高等裁判所第１２刑事部\n裁判長裁判官    合 田 悦 三\n裁判官    河 村 俊 哉\n裁判官    竹下   雄\n"
}