{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 7,
    "day": 15
  },
  "case_number": "平成26(行ケ)10262",
  "case_name": "審判請求書却下決定取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85213",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85213",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/213/085213_hanrei.pdf",
  "contents": "平成２７年７月１５日判決言渡\n平成２６年（行ケ）第１０２６２号  審判請求書却下決定取消請求事件\n口頭弁論終結日  平成２７年５月１３日\n判               決\n原 告      Ｘ\n訴訟代理人弁護 士      木 下 健 治\n補 佐 人 弁 理 士    唐 木 浄 治\n被 告    特 許 庁 長 官\n指定 代理 人    三崎   仁\n同                          尾 崎 淳 史\n同                          窪 田 治 彦\n同                          田 中 敬 規\n主                 文\n１  特許庁が無効２０１４－８００１２６号事件について平成２６年１０\n月２４日にした決定を取り消す。\n２  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文同旨\n第２  前提事実（争いがない事実又は文中掲記の証拠により容易に認定できる事実）\n１  本件特許について\n四国計測工業株式会社（以下「四国計測」という。）は，平成１４年９月４日，発\n明の名称を「有精卵の検査法および装置」とする発明について特許出願をし（特願\n２００２－２５９２９７号），同出願は，平成１６年４月２日，出願公開され（甲５\nの１。特開２００４－１０１２０４号。以下，この出願公開公報を「本件公開公報」\nという。），平成１９年７月５日付けで特許請求の範囲の補正がされ，同年８月１７\n日，特許権の設定登録がされた（甲５の２。特許第３９９８１８４号。以下「本件\n特許」といい，本件特許に係る請求項１ないし９の発明を併せて「本件特許発明」\nという。）。\n２  特許庁における手続の経緯等\n原告は，平成２６年７月２４日，本件特許発明についての特許を無効とするとの\n審決を求める特許無効審判請求をし，特許庁は，これを無効２０１４－８００１２\n６号事件として受理した。特許庁長官により指定された審判長は，平成２６年９月\n５日，原告に対し，同月４日付け手続補正指令書（甲６の２。以下，同指令書によ\nる指令を「本件補正指令」という。）を発送した。原告は，同年１０月１日付け手続\n補正書（甲６の３。以下「本件補正書」といい，同補正書による補正を「本件補正」\nという。）を提出したが，審判長は，同月２４日付けで，「本件審判の請求書を却下\nする。」との決定をし，その謄本を，同年１１月４日，原告に送達した。\n３  無効審判請求書の記載\n原告が提出した平成２６年７月２４日付け無効審判請求書（甲６の１。以下「本\n件審判請求書」という。）は，その別紙に「請求の理由」が記載されており，そのう\nち「(3)  特許無効審判の根拠」欄には，特許法（以下単に「法」ということがある。）\n２９条１項１号，同項２号及び３８条が無効の根拠条文として記載され，「(4)  本\n件特許を無効にすべき理由」欄には，以下の記載がされていた（なお，引用に際し，\n書証番号は，すべて本件訴訟において付された書証番号に置き換えた。以下，審判\n段階の書証に言及する場合について同じ）。\n(1)  「理由１：本件特許発明は，いわゆる公知の発明である。」\nア  「本件特許出願は，平成１４年９月４日付で出願されたものであり，その出\n願日以前の平成１４年５月２８日に公開されている特開２００２－１５３２６２号\nの「公開特許公報」で公開されている発明（鶏卵の処理方法及び処理装置）の「発\n明の詳細な説明」によって開示された発明から容易に発明することができた特許発\n明と解すべきである。」（以下「無効理由１の１」という。）\nなお，特開２００２－１５３２６２号の公開特許公報（乙５の５）とは，出願人\nを澁谷工業株式会社及び財団法人阪大微生物病研究会，出願日を平成１２年１１月\n２０日，公開日を平成１４年５月２８日とし，発明の名称を「鶏卵の処理方法およ\nび処理装置」とする発明（請求項の数２）に係る公開特許公報（全６頁）である（以\n下「引用公報」という。）。\nイ  「また，本件特許出願人が広告宣伝用の冊子「有精卵の検査方法」において\n使用されている「自動検卵機」（乙５の８）の「装置概要説明」に特開２００４－１\n０１２０４（２００４年４月２日公開）と明記されており，この公開されている発\n明は本件出願の公開特許公報（乙５の９）に記載されている発明と同一の発明であ\nる。」（以下「無効理由１の２」という。）\nなお，乙５の８は，四国計測作成の「自動検卵機」という表題の広告宣伝用の文\n書（全１頁）と，四国計測の従業員作成に係る「有精卵の検査手法」と題する研究\n論文（全９頁）の二つの書面を一括して綴ったものである（以下「乙５の８文書」\nという。）。\n(2)  「理由２：本件特許発明は，いわゆる公用の発明である。」\n「本件特許発明の「自動検卵機」（乙５の８）は，２００４年４月２日に公開され\nた特開２００４－１０１２０４（判決注：本件公開公報）と同一の発明であり，し\nかも，本件請求人が公開した「自動検卵機」とも全く同一の装置である。\nすなわち，乙５の６によって熊本アイディーエム㈱から坪井種鶏孵化場のＸ社長\nに報告されている「検卵機開発経過報告書」（乙５の６）に記載されている開発経過，\n打合せ議事録，設定見積仕様書などによって明らかにされている。（・・略・・）こ\nの設備見積仕様書に基づいて，坪井種鶏孵化場において直ちに試作品を製造すると\nともに，乙５の７に示されている各孵化工場で何回かのテストを繰り返して市場化\nが開始されている。」（以下「無効理由２」という。）\nなお，乙５の６は，株式会社熊本アイディーエム（以下「熊本アイディーエム」\nという。）作成の「検卵機開発経過報告書」と題する原告宛ての文書であり，同社が\n原告から依頼を受けて設計したとする「自動検卵機」の開発経過について記載した\n報告文書（２枚）及びその添付書面として，同文書中に引用されている打合せ議事\n録（１枚），検卵装置の構想図及び当初設計図（２枚），下請会社からのファックス\n文書（１枚），検卵装置の全体図及びライトガイド外観図（各１枚），平成１４年１\n０月８日付の同社作成に係る「坪井種鶏孵化場」宛の設備見積仕様書（全１１枚）\nが添付されたものである（以下併せて「本件報告書」という。）。乙５の７は，株式\n会社坪井種鶏孵化場へのアクセス情報等が記載されたインターネットサイトを印刷\nした書面及び同社の履歴事項全部証明書である。\n(3)  「理由３：本件特許発明は，いわゆる共同開発による共同出願である。」\n「本件特許出願は，発明者を追加補正するとともに共同発明に補正して認められ\nた特許権である。\nよって，この追加発明と共同発明に発明者を補正しながら特許を受ける権利を承\n継することを証明する書面（譲渡書等）の提出をされていないのに，担当審査官が\nこの補正を職権でこの補正を認めていることは，無効な手続による補正であるから\n本件特許出願は無効な特許出願と解すべきである。\nすなわち，特許法に違反する特許出願の手続であるから，特許無効の審判請求に\nよって無効な特許と解すべきである。」（以下「無効理由３」という。）\nなお，原告が本件審判請求書とともに提出した書証である本件特許に係る出願に\nついての平成１５年１月３１日受付の手続補正書（乙５の１０）及び同年２月３日\n受付の手続補足書（乙５の１１）によれば，本件特許の発明者は，出願後の補正に\nより，出願時の２名（いずれも四国計測内の者）から，６名（四国計測内の者４名，\n財団法人阪大微生物病研究会観音寺研究所内の者２名）に変更されている。\n４  本件補正指令の内容\n審判長は，本件審判請求書の無効理由１ないし３についての記載は，以下のとお\nりの理由により，いずれも法１３１条２項で規定される記載要件を満たすものでは\nなく，請求の理由が正しく記載されていないので，請求の理由の欄を正確に記載し\nた書面を提出するよう命じた。\n(1)  無効理由１について\nア  無効理由１の１は，「発明の詳細な説明」の記載から，との指摘があるのみで，\n引用公報の具体的記載事項を何ら特定していないことから，当該指摘のみでは，本\n件特許発明が引用公報のどこに記載されているのかや，それらの対応関係が理解で\nきず，引用公報の「発明の詳細な説明」のどこの記載から，本件特許発明が公知の\n発明であると主張しているのか不明である。したがって，法１３１条２項で規定す\nる要件を満たすものといえない。\nイ  また，無効理由１の１には，「発明の詳細な説明」によって開示された発明か\nら容易に発明することができた特許発明と解すべきである，との記載があるが，当\n該記載と本件特許発明が法２９条１項１号に該当するものであるとする根拠となる\n関係も明らかでない。同記載による主張は，法２９条１項３号に該当し，あるいは，\n法２９条１項３号（判決注：法２９条２項の誤記であると解される。）の規定による\n無効を主張しようとしているとも解される。いずれにしても，特許を無効にする根\n拠となる事実が明確とはいえない。\nウ  さらに，無効理由１の２にも，本件特許発明と「自動検卵機」（乙５の８文書）\nにより公開されているという発明との関係については何ら記載されておらず，両者\nの関係について具体的に説明をしていないのであるから，これをもって，法１３１\n条２項で規定した記載をしたものということもできない。\nなお，乙５の８文書の記載内容からすれば，その記載は本件特許出願日より後で\nある平成１６年（２００４年）４月２日以降のものであるとも考えられるのである\nが，それにもかかわらず，乙５の８文書を証拠に本件特許発明が公知の発明である\nとする具体的な理由についても何らの言及もない。\n(2)  無効理由２について\nア  無効理由２の記載からは，原告が，本件特許発明が公知の発明であるとする\n事実として，どの証拠に記載の「自動検卵機」が本件特許出願日前に公然実施をさ\nれていたものであることを主張しようとしているのかが特定できない。\nイ  さらに，無効理由２の記載のみからは，乙５の８文書中に綴られた二つの書\n面である「自動検卵機」と題する書面と「有精卵の検査手法」と題する書面との関\n係，乙５の８文書のどの書面のどの記載事項から乙５の８文書の「自動検卵機」が\n本件特許発明といえるのか，乙５の８文書から具体的にどのような事実が立証され，\nそれにより本件特許発明が出願前に公然実施をされていたものといえるのかについ\nて具体的にどのような主張をしようとしているのかが不明である。\nウ  また，本件報告書は，複数の書面が一括して綴られたものであり，一方，無\n効理由２の記載においては，本件報告書の具体的記載事項を何ら特定して説明をし\nていないことから，当該記載のみからは，本件特許発明が本件報告書のどの書面の\nどこに具体的に記載されているのかや，原告が明らかにされているとする事実と本\n件報告書の各書面の対応関係が理解できず，本件報告書のどの書面のどこの記載か\nら，どのような事実を立証し，それにより本件特許発明が出願前に公然実施をされ\nていたものといえるかについて具体的にどのような主張をしようとしているのかが\n不明である。\n(3)  無効理由３について\n原告は，担当審査官が職権で補正を認めていることは，無効な手続による補正で\nあるから，本件特許に係る出願は無効な特許出願と解すべきである旨を主張してい\nる。しかし，発明者を追加する補正を認めることと，法３８条の規定とは直接関連\nするものではないから，これらの証拠と法３８条の共同出願の規定に違反するとの\n主張との関係が不明である。\n５  本件補正の内容\n原告が行った本件補正の内容は，以下のとおりである（甲６の３）。\n(1)  無効理由１について\nア  無効理由１の１について\n本件審判請求書の無効理由１の１に関する記載の末尾に「それは別紙２－１と２\nによって明らかである。」との一文を加え，別紙２－１・２を新たに提出した。別紙\n２－１（乙６の３）は，本件特許の出願時の請求項（本件公開公報記載の請求項）\nと，特許時の請求項（特許公報記載の請求項）とを対比したものであり，別紙２－\n２（乙６の４）は，引用公報と本件公開公報記載の請求項や発明の要約等を対比し\nたものである。別紙２－２の引用公報についての「発明の要約」欄には，引用公報\n記載の発明に係る課題及び解決手段が記載されていた。\nイ  無効理由１の２について\n本件審判請求書の無効理由１の２に関する記載の末尾に，「その論拠は次のとおり\nである。」と追加した上，その１及び２として，前記アの別紙２－２に記載された引\n用公報記載の発明に係る課題，解決手段，請求項と同様の内容を摘示し，さらに，\n「その具体的な内容は，『発明の詳細な説明』に明記されている『発明が属する技術\n分野』（０００１）と『従来の技術』（０００２～４）と『発明が解消しようとする\n課題』（０００５）と『課題を解決するための手段（０００７と８）と『発明の実施\nの形態』（０００９～２８）と『発明の効果』（００３０）とによって明記されてい\nるとおりである。（別紙２－２参照）』，「その３は，図面の簡単な説明欄に記載され\nているように，『検卵処理装置』の基本的な構成図（引用公報等の『図面の簡単な説\n明』参照）は同一図面と解する。それは本件特許発明（公開特許発明）と，本件特\n許公報とは発明者が財団法人阪大微生物病研究会の研究者だからである。」 との記\n載を追加した。\n(2)  無効理由２について\n本件審判請求書の無効理由２に関する記載のうち，「しかも本件請求人が公開した\n『自動検卵機』とも全く同一の装置である。」という文中の「本件請求人」を「本件\n被請求人」と補正し，同文の末尾に，「（別紙４－１の装置概要に赤文字で記入され\nているのと，それに添付されている「有精卵の検査方法」の冊子によって明らかで\nある。」（判決注：別紙４－１〔乙６の７〕とは，本件報告書の添付文書のうちの設\n備見積仕様書である。）との記載を加えた。\nまた，「・・・各孵化工場で何回かのテストを繰り返して市場化が開始されている」\nとの文の次に，「ので，本件特許発明は，特許出願前に公然実施されていた発明と解\nするべきである。（別紙２－１と２参照）」との記載を追加する補正をした。\n(3)  無効理由３については，補正はされなかった。\n６  却下決定の理由\n却下決定の理由は，別紙却下決定写しに記載のとおりである。その要旨は，以下\nのとおりの理由により，本件補正によっても，補正を命じた本件審判請求書の請求\nの理由の不備は解消されず，したがって，原告は当該不備に関する補正をしていな\nいことになるので，法１３３条３項の規定により，本件審判請求書を却下すべきも\nのとする，というものである。\n(1)  無効理由１について\n本件審判請求書の別紙２－２では，引用公報と本件公開公報との書誌的事項，発\n明の要約，特許請求の範囲，審査結果を並記しているが，本件特許発明に対して引\n用公報の対比を行うべきであり，同別紙の記載事項から，本件特許発明が引用公報\nのどこに記載されているとする理由が明らかになるものではない。また，その他の\n補正内容は，引用公報の【要約】の欄等の記載を摘記するものであるが，それは本\n件公開公報に記載されている発明が引用公報に記載されていることを示そうとした\nものとしか解されず，本件特許発明が引用公報に記載されていることを説明するも\nのでもない。\nそうすると，本件補正された請求の理由によっても，本件特許発明が，特許出願\n前に日本国内において公然知られた発明であるとの無効理由について，特許権者が\n対応することができる程度に具体的に事実を特定して記載しているということはで\nきず，法１３１条２項で規定する要件を満たすものとすることはできない。\n(2)  無効理由２について\n本件補正のうち，「別紙４－１の装置概要に赤文字で記入されている」ものが不明\nであり，また，それに添付されている「有精卵の検査方法」の冊子についても不明\nである。なお，乙５の８文書として「有精卵の検査手法」があることから，上記冊\n子がこの乙５の８文書の「有精卵の検査手法」であるとしても，本件特許発明が公\n知の発明であるとする事実として，当該追加された記載から，原告が，どの証拠の\nどのような記載事項に基づいて，本件特許発明の出願日前に公然実施をされていた\nものであることを主張・立証しようとするものであるのかを具体的に特定すること\nができない。\nまた，本件補正のうち，「本件特許発明は，特許出願前に公然実施されていた発明\nと解するべきである。（別紙２－１と２参照）」との記載についても，別紙２－１・\n２を参照しても，本件特許発明が出願日前に公然実施をされていたものであること\nについて，具体的に特定することができない。\nそうすると，本件補正された請求の理由によっても，本件特許発明は特許出願前\nに日本国内において公然実施された発明であるから，法２９条１項２号の規定に該\n当するとの無効理由について，特許権者が対応することができる程度に具体的に事\n実を特定して記載しているということはできないため，法１３１条２項で規定する\n要件を満たすものとすることはできない。\n(3)  無効理由３について\n無効理由３については，補正されていないことから，依然として，法１３１条２\n項で規定する要件を満たすものとすることはできない。\n第３  原告主張の取消事由\n本件審判請求書及び本件補正書の記載によれば，原告は，無効理由１ないし３に\nついて，本件特許を無効にする根拠となる事実を具体的に特定し，かつ，立証を要\nする事実ごとに証拠との関係を記載したものといえる。特許庁の法１３１条２項の\n運用解釈は誤っている。\nしたがって，本件補正指令は違法であるし，却下決定は，法１３１条２項の解釈\nを誤った違法な処分であるから，取り消されるべきである。\n第４  被告の反論\n本件審判請求書の請求の理由の記載は，法１３１条２項で規定する要件を満たし\nていないから，却下決定は適法なものである。\n１(1)  法１３１条２項の記載要件は，平成１５年法律改正（平成１５年法律第４\n７号）により追加されたものである。同改正の背景には，請求の根拠となる事実が\n具体的に特定されていない，あるいは，無効理由と根拠との関係が不明瞭な審判請\n求書が提出されると，被請求人としては，不明確な点について請求人による釈明を\n待たなければ有効な反論をなすことができず，被請求人に無意味な負担を課し，か\nつ審理の遅延をもたらすことになるという問題があった。また，事実と証拠との関\n連が不明確な審判請求書の伝達を受けた被請求人は直ちに有意義な反論をすること\nができず，本来回避できたはずの求釈明手続や再反論を繰り返さなければならない\nという問題があった。\nそこで，請求を十分に根拠づけるよう請求の理由を構成する事実を具体的に特定\nし，かつ，いずれの証拠によって個々の事実を立証するのか明らかにすることを要\n求したものである。そして，それに違反する審判請求書は，法１３３条１項による\n補正命令の対象とすることとし，これにより，早期の段階で請求書の不備を正し，\n請求書の副本を送達するときには被請求人が有意義な反論をすることができる状態\nにして，審理の迅速化及び被請求人の負担の軽減をはかったものである。\n本条項は上述した問題を除去することを目的とするものであるから，本条項に規\n定する記載要件は，被請求人が審判請求書の副本を受領した後，直ちに有効な反論\nをすることが可能な程度に請求の理由を構成する事実が特定され，それぞれの立証\nに用いる証拠との関係が記載されている場合に充足されることとなる。\n(2)  例えば，法２９条１項３号に規定する新規性欠如に基づく無効理由の場合に\nおいて，新規性欠如の主張の根拠となる事実の一つとして出願前に頒布された刊行\n物に特許発明が記載されている事実を主張するときは，その発明の内容を具体的に\n記載し（発明の特定），それがいつ（先行の事実の特定），どこで（刊行場所の特定）\n発行されたどの刊行物（刊行物の特定）のどの頁のどこにどのような事項が（記載\nの具体的特定）記載されているのかが具体的に記載されていなければならず，先行\n技術として文献名のみを挙げてそれが存在することのみを事実として記載しただけ\nの場合は，特許権者が対応することができるように具体的に事実を特定していると\nはいえないため，記載要件を満たさないものとして取り扱われることとなる。\nしたがって，文献名のみを事実として記載しつつ，その文献を証拠として添付し\nている場合においても，その証拠文献の内容を精査しなければ審判請求人の主張す\nる主要事実を推し量ることができないときは，やはり「請求の理由」において特許\nを無効にする根拠となる事実を具体的に特定したものとはいえないから，記載要件\nを満たさないこととなる。\n請求の理由の記載要件がこのように解されること，及び，その具体的な運用につ\nいては，特許庁審判部編「改訂１４版  審判便覧」（平成２４年３月２１日  改訂１\n４版発行）５１－０４「特許（登録）無効審判の請求の手続」のとおりである。\n２  本件審判請求書の請求の理由について\n(1)  本件審判請求書記載の無効理由１の１は，法２９条１項１号を根拠条文とし\nて主張しているのに対して，提示されている証拠は，文書としての公開特許公報の\nみであるから，単に文書が提示され，そこでの記載事実が示されたとしても，請求\n人が公然知られた事実としてどのような事実を主張しようとしているのか，すなわ\nち，いかなる発明がいかなるように公然知られたのかが明らかであるとはいえず，\n法２９条１項１号に規定する発明に該当することを根拠づける具体的事実として何\nを主張しようとしているのかが理解できない。理由２及び理由３についてもその点\nは同様である。\n本件のような無効理由を主張する場合には，請求人は，より具体的に請求人の主\n張する事実と証拠の関係を明らかにしなければ，被請求人の対応負担は大きいもの\nとなる。もっとも，例えば，請求人が，法２９条１項３号を理由とする無効理由を\n主張し，その具体的事実として「本件特許発明が本件特許出願前に頒布された刊行\n物に記載された発明である」として，その証拠として公開公報や刊行物を摘示して\nいる場合には，その証拠が大部なものでなければ，審判請求人が主張する事実は理\n解することができるものとはいえるが，上述したように本件審判請求書の請求の理\n由が法２９条１項１号であるのに対して，示された証拠が直接に公然知られた事実\nを根拠付けるものとはいえないのであるから，このような場合に当てはまるもので\nもない。\n(2)  さらに，本件無効審判は，本件特許について原告から請求された３回目の無\n効審判であり，本件無効審判で提示された証拠のうち，乙５の７（ (株)坪井種鶏孵\n化場の各農場の地図及び(株)坪井種鶏孵化場の登記簿）以外の証拠については，す\nでに１回目及び２回目の無効審判事件（無効審判２００８－８００２０９号，無効\n審判２０１２－８０００２６号。以下，それぞれ「先行審判事件１」，「先行審判事\n件２」という。）において審理され，各審決は確定している。\nア  すなわち，原告は，無効理由１の１として，引用公報に基づき本件特許発明\nが法２９条１項１号に該当すると主張しているが，先行審判事件１の確定審決にお\nいては，本件特許発明は，引用公報記載の発明に対して法２９条１項３号に該当し\nないこと，及び，同公報記載の発明に基づき容易な発明でなく，同条２項の規定に\nより特許を受けることができないものではないことが判断されている。\nしたがって，本件における無効理由１の１について，本件特許発明が，引用公報\nから，法２９条１項３号及び同条２項の規定に該当するとの主張であると善解する\nことは適切ではなく，請求人が同条１項１号に該当するという主張事実を明らかに\nすることなく本案審理に入ることは，法１３１条２項の立法趣旨を没却することと\nなり，被請求人に無用な負担を強いる。仮に善解するとしても，先行審判事件１と\nの関係に照らせばより詳細に記載すべきところ，本件補正を勘案してもなおその趣\n旨は判然としないままであって，到底受容できない。\nイ  無効理由２についても同様であり，本件報告書は，本件特許に係る先行審判\n事件１において同一の書証が提出され，本件特許発明が同書証から公用であったか\nどうか既に審理がなされ，その審決が確定している。\nそうすると，本件無効審判で新証拠（乙５の７）が追加されたことにより，先行\n審判事件１で主張した事実と異なる新たな具体的な事実を基に本件特許発明が公用\nであったのかを主張しようとしているのかを明らかにすべきであるにもかかわらず，\n本件審判請求書の請求の理由の記載では，その点が不明であって，特許権者が対応\nすることができる程度に具体的に事実を特定して記載されているとはいえない。\nウ  無効理由３についても，本件特許に係る特許出願が法３８条の共同出願の規\n定に違反しているかどうかについては，先行審判事件２で既に審理がされ，その審\n決が確定しており（乙６の１５），本件無効審判において，それと異なるどのような\n新たな具体的な事実を基に同条の規定に違反していることを主張しようとしている\nのかが明らかにされていなければ，本案審理へと進むべきではない。\nエ  以上のような事情のある本件無効審判請求において，その理由と証拠につい\nて追って補充することが許されるべきではない。\n本件補正指令においては，このような事情に鑑み，本件無効理由１ないし３は，\n先行審判事件１及び２で既に審決として判断されていることと同一事実，同一証拠\nに基づく審判請求の恐れがあることから，上記記載要件についての補正と同時に，\n補正書の中で今回の審判請求で無効理由として主張する内容と上記各審判事件にお\nける無効内容との関係についても釈明されたいことを付記したが，これについては，\n原告は何らの釈明もしてこなかったものである。\n３  以上のとおりであるから，本件審判請求書の請求の理由の記載は，立法趣旨\nや具体的な運用に照らして，法１３１条２項で規定される記載要件を満たしている\nとはいえないことは明らかである。\n第５  当裁判所の判断\n当裁判所は，原告の取消事由の主張には理由があり，却下決定にはこれを取り消\nすべき違法があるものと判断する。その理由は，以下のとおりである。\n１  法１３１条１項は，審判請求書の必要的記載事項として，審判を請求する者\nは，当事者及び代理人の氏名等及び住所等（１号），審判事件の表示（２号）並びに\n請求の趣旨及びその理由（３号）を記載しなければならない旨を定め，同条２項は，\n「特許無効審判を請求する場合における前項第３号に掲げる請求の理由は，特許を\n無効にする根拠となる事実を具体的に特定し，かつ，立証を要する事実ごとに証拠\nとの関係を記載したものでなければならない。」と定めている。そして，審判長は，\n請求書が法１３１条の規定に違反しているときは，請求人に対し，相当の期間を指\n定して，補正をすべきことを命じなければならず（法１３３条１項），同期間内に補\n正がされないとき，又はその補正が法１３１条の２第１項（要旨変更の禁止）に違\n反するときは，決定をもってその手続を却下することができるものとされている（法\n１３３条３項）。一方，不適法な審判の請求であって，その補正をすることができな\nいものについては，被請求人に答弁書を提出する機会を与えないで，審決（合議体\nによる判断）をもってこれを却下することができるとされており（法１３５条），ま\nた，請求人の請求に理由があるとは認められないときには，請求不成立の審決がさ\nれることになる（法１５７条）。\n法１３１条２項にいう「特許を無効にする根拠となる事実」とは，無効理由を基\n礎付ける主要事実をいうものと解されるから，同項は，請求人が主張する無効理由\nを基礎付ける主要事実を具体的に特定し，かつ，そのうち立証を要する事実につい\nては，当該事実ごとに証拠との関係を記載することを記載要件とするものと解され\nる。しかし，同記載要件を欠くことを理由とする法１３３条３項に基づく却下決定\nは，合議体による主張内容自体についての判断（請求が不適法であるかどうかの判\n断を含む。）ではなく，審判長による単独の決定として，形式的な事項のみを審査し\nて，審理を行うことが可能な程度に主張が特定されているかどうかを判断して行う\nものであるから，無効理由を基礎づける主要事実が具体的に特定されていないこと\nを理由とする審判請求書の却下は，審判請求書の無効理由の記載（補正を含む。）を，\nその記載全体及び提出された書証により容易に理解できる内容を併せ考慮して合理\n的な解釈をしても特定を欠くことが明らかな場合にされるべきであるし，請求人が\n主張する無効理由が証拠上認められないということをもって同項の特定を欠くとは\nいえないことはもちろんのこと，請求人が主張する無効理由が，法定された無効原\n因についての独自の見解ないし法解釈に基づくものであるため，審判体において無\n効理由としては失当又は不十分な事実の記載であると思料する場合であったり，ま\nた，請求人が主張する無効原因が一事不再理違反に当たるなどの理由により，請求\nが不適法である場合であっても，このことのみをもって同項の特定を欠くというこ\nとはできないというべきである。\n２  以上を前提として，本件審判請求書の記載について検討する。\n(1)  無効理由１について\nア  無効理由１の１について\n(ｱ)  本件審判請求書の記載によれば，原告は，無効理由１の１については，法２\n９条１項１号を根拠条文として挙げ，本件特許発明は，いわゆる公知の発明である\nと主張している。同号違反による無効の根拠となる事実とは，特許発明と同一の発\n明が存すること及び当該発明が特許出願前に日本国内又は外国において公然知られ\nたことであるところ，原告は，本件審判請求書において，自己の主張の根拠となる\n発明として本件特許に係る出願日よりも前の平成１４年５月２８日を公開日とする\n引用公報記載の発明を挙げ，その引用公報を書証として提出している。そして，引\n用公報は，全６頁と比較的短いものであり，基本的な発明の実施の形態としては一\nつしか記載されていない上（乙５の５），原告は，本件補正の際に，別紙２－２（乙\n６の４）を提出し，引用公報記載の発明の要約として，その実施形態の要約を「解\n決手段」として記載している。\nそうすると，原告の上記主張は，引用公報記載の発明を具体的に特定した上で，\n本件特許発明は，出願前に公然知られていた引用公報記載の発明と同一の発明であ\nり，したがって，本件特許に係る出願は法２９条１項１号に反し，無効であるとの\n主張をするものであると理解することができ，これらの事実を立証する証拠として\n引用公報を提出したものであるから，法１３１条２項の「特許を無効とする根拠と\nなる事実を具体的に特定し，かつ，立証を要する事実ごとに証拠との関係を記載し\nたもの」との記載要件を満たすものといえる。\n(ｲ)  なお，無効理由１の１についての本件審判請求書の記載には，「本件特許出\n願は，・・引用公報記載の発明から容易に発明することができた特許発明と解すべき\nである」という部分があり，原告は，本件補正指令においてこの点についての釈明\nを求められたにもかかわらず，同記載を補正していないことからすると，同主張部\n分は，法２９条２項による無効をも主張するかのように解する余地はある。しかし，\n原告（代理人弁理士）が，明確に同条１項１号を根拠条文として挙げ，本件特許発\n明は，「いわゆる公知の発明である」と主張しているという無効理由１の１の記載全\n体からみれば，同記載部分は，単なる誤記であると解するのが相当であり，同記載\n部分があることをもって，法２９条１項１号違反の主張が特定されていないという\nことはできない。\nまた，原告は，本件補正の際に提出した別紙２－２（乙６の４）において，引用\n公報記載の発明と，本件公開公報記載の発明（出願時の発明）とを対比しており，\n本件特許時の請求項ではなく，本件公開公報の公開時の請求項に係る発明と同一で\nあることをもって，本件特許に係る出願に無効理由があるとの主張をしているもの\nと解される。この点，無効原因の判断をする際には，本件特許に係る特許された請\n求項の記載と，引用公報記載の発明とを対比すべきであることは，却下決定におい\nても指摘されているとおりであるから，原告の主張は，独自の見解にたつものであ\nる。しかし，原告の主張自体は理由がないとしても，前記のとおり，同別紙の記載\n事項から，原告が無効原因として主張する引用公報記載の発明は特定されていると\nいえる以上，同主張が，法１３１条２項にいう特定を欠いているということはでき\nない。\nイ  無効理由１の２について\n(ｱ)  本件審判請求書の記載によれば，原告は，無効理由１の２についても，法２\n９条１項１号を根拠条文として挙げ，本件特許発明はいわゆる公知の発明であると\n主張しているところ，その具体的な理由として，乙５の８文書のうち広告宣伝用の\n冊子の「自動検卵機」の「装置概要」に「特開２００４－１０１２０４」と明記さ\nれている発明が，本件特許発明（ただし，本件公開公報記載の発明）と同一の発明\nであるとの主張をしている。そして，乙５の８文書の広告宣伝用の文書の「装置概\n要」と題する部分には，「特開２００４－１０１２０４（２００４年４月２日公開）」\n「本装置は，インフルエンザワクチン用有精卵を良卵と死卵に選別する装置です。\n専用トレイ（３６個詰）に乗せられた卵を装置に供給すると，トレイ毎に画像判定\nを行い死卵を抜き取り，良卵をトレイに残して排出します。排出したトレイは死卵\nのところが空席になっています。手詰めで３６個詰めに直します。死卵は，回収用\nの空トレイに乗せて排出します。」と記載されていることが認められる（乙５の８）。\n本件審判請求書の記載自体からは，原告が本件特許発明と同一であると主張する\n発明が，「特開２００４－１０１２０４」（本件公開公報）記載の発明自体をいうの\nか，乙５の８文書の広告宣伝用の文書に記載されている上記装置をいうのかが一見\nして明らかではないが，本件公開公報（乙５の３）記載の発明は，有精卵内部のカ\nラー画像を撮像し，その情報に基づいて正常卵を判定する有精卵の検査法及びその\nような検査法を実現するための検査装置に関するものであることからすれば，原告\nが本件特許発明と同一であると主張する発明は，乙５の８文書の広告宣伝用の文書\nに記載されている上記装置が本件公開公報記載の発明を備えるものであるとして，\nこれと本件特許発明との同一性を主張しているものと善解することができる。そう\nすると，原告の上記主張は，乙５の８文書記載の発明の内容を具体的に特定した上\nで，同発明と本件特許発明は，同一の発明であり，したがって，本件特許発明は，\n特許法２９条１項１号に反し，無効であるとの主張をするものと理解することがで\nき，これらの事実を立証する証拠として乙５の８文書及び本件公開公報を提出した\nものであるから，法１３１条２項の「特許を無効とする根拠となる事実を具体的に\n特定し，かつ，立証を要する事実ごとに証拠との関係を記載したもの」との記載要\n件を満たすものといえる。\n(ｲ)  なお，原告は，本件補正において，無効理由１の２の末尾に，「その論拠は\n次のとおりである。」として，別紙２－２記載の引用公報記載の発明の課題，解決手\n段等についての記載を加えている。上記のとおり，無効理由１の２は，乙５の８文\n書記載の発明を理由とするものであるから，これと相矛盾する内容の本件補正によ\nる記載の意味するところは不明であるといわざるを得ない。もともと，同記載は，\n原告が主張する発明と本件特許発明とが同一であることの論拠を追加しようとする\nものにすぎず，その論拠の追加の意味するところが不明な場合なのであるから，無\n効理由１の２の根拠となる発明の特定自体を左右する趣旨のものであるとは解され\nず，本件補正によって，法１３１条２項の特定を欠くことになったとはいえない。\n(2)  無効理由２について\nア  本件審判請求書の記載によれば，原告は，無効理由２については，法２９条\n１項２号を根拠条文として挙げ，本件特許発明は，いわゆる公用の発明であると主\n張している。同号違反による無効の根拠となる事実とは，特許発明と同一の発明が\n存すること及び当該発明が特許出願前に日本国内又は外国において公然実施をされ\nたことであるところ，原告は，本件特許発明は，原告が公開した「自動検卵機」と\n同一の装置であると主張して，本件報告書を書証として提出している。本件報告書\nは，報告文書及びその添付書面という複数の書面から構成されているが，これらの\n添付書面は，原告から依頼を受けて熊本アイディーエムが設計した「自動検卵機」\nの一連の開発経緯を説明するための資料であり，報告文書の記載からすれば，その\n最終的な開発結果として平成１４年１０月８日付の設備見積仕様書が添付されてい\nるのであるから，原告は，同設備見積仕様書記載の装置が本件特許発明と同一であ\nると主張しているものと理解できる上，原告は，本件補正の際に，本件特許発明と\n同一の装置であることは上記設備見積仕様書の「装置概要」の記入によって明らか\nである旨の記載及びこの設備見積仕様書に基づいて製造された試作品でテストを繰\nり返して市場化が開始されたことをもって公然実施と解するべきであるとの記載も\n加えている。そして，同設備見積仕様書の「装置概要」には，「卵トレーを，装置内\nにセットし，そのトレーを１個毎に搬送させ，整列・検卵・不良取出しを行うもの\nで，検卵部でライトアップを行い，目視によって，良否判定を行い，次工程で不良\n品を自動的に取り出す装置です。」との記載がされている（乙５の６）。\nそうすると，原告の上記主張は，本件特許発明（ただし，原告の主張によれば，\n本件公開公報記載の発明）と同一の発明であると主張する発明を，上記設備見積仕\n様書に記載されたものと具体的に特定した上で，同仕様書に基づいて製造した試作\n品を原告の孵化工場でテストを繰り返して市場化が開始されたことをもって，本件\n特許出願前の公然実施を主張するものと理解することができ，これらの事実を立証\nする証拠として本件報告書等を提出したものであるから，法１３１条２項の「特許\nを無効とする根拠となる事実を具体的に特定し，かつ，立証を要する事実ごとに証\n拠との関係を記載したもの」との記載要件を満たすものといえる。\nイ  なお，無効理由２についての本件審判請求書には，「本件特許発明の「自動検\n卵機」（乙５の８）は，２００４年４月２日に公開された特開２００４－１０１２０\n４（判決注：本件公開公報）と同一の発明であり，」という記載部分もあるが，同部\n分は，無効理由１の２と同じ記載を繰り返したものであり，別個の無効理由を主張\nしたものとは解されない（同文に続く「すなわち」以下の記載からすれば，無効理\n由２は，原告が公開した自動検卵機との同一性に基づく無効理由の主張であると解\nされる。）。また，無効理由２の末尾には「（別紙２－１と２参照）」との記載があり，\nその意味するところは不明であるが，参照との記載にすぎないことからすれば，同\n記載をもって，法１３１条２項の特定を欠くとはいえない。\nまた，無効理由２について原告がした本件補正のうち，「本件請求人が公開した『自\n動検卵機』とも全く同一の発明である。」という文中の「本件請求人」を「本件被請\n求人」と補正した点は，同文に続く「すなわち」以下の文章からすれば，補正の方\nが誤記であると合理的に理解できる。\n本件補正のうち，「別紙４－１の装置概要に赤文字で記入されているのと，」に続\nく，「それに添付されている「有精卵の検査方法」の冊子によって明らかである。」\nという部分は，そもそも本件補正書にはそのような冊子は添付されていないから，\nその意味するところが明らかではないが，前記のとおり，本件審判請求書の記載か\nら，本件特許発明と同一の発明であると主張する発明は，本件報告書の設備見積仕\n様書に記載されたものと理解することができるのであるから，上記冊子の内容が不\n明であるとしても，無効理由２について法１３１条２項の特定を欠くとはいえない。\nさらに，本件補正指令及び却下決定は，本件特許発明が出願日前に公然実施され\nたものであることについて具体的に特定することができないと指摘している（第２\nの４(2)イ，６(2)）。しかし，原告は，上記のとおり，上記設備見積仕様書に基づい\nて製造した試作品によるテスト等が本件特許出願前に公然と実施された旨を主張し\nているものと理解することができ，その主張自体は特定されているということがで\nきるから，具体的な日時等を主張していないとしても，法１３１条２項の特定を欠\nくとはいえない。\n(3)  無効理由３について\n本件審判請求書の記載によれば，原告は，無効理由３については，法３８条を根\n拠条文として挙げている。そして，原告が主張する無効理由３についての具体的な\n理由は，原告が提出した書証（乙５の１０，１１）を併せて読めば，本件特許発明\nは四国計測内の社員及び財団法人阪大微生物病研究会内の社員が共同発明者である\n共同発明であるのに，出願時には四国計測の社員のみが発明者とされ，四国計測が\n単独出願をしていたものであり，その後，四国計測が，特許を受ける権利を承継す\nることを証明する書面（譲渡書等）の提出をしていないのに，担当審査官が共同発\n明として発明者を追加する補正を認めたことは違法であり，このような手続違背が\nあることをもって無効な出願と解すべきであるとの主張をするものと解することが\nできる。この点，法３８条違反は，特許を受ける権利が共有に係るときに，各共有\n者が共同で特許出願をしなかった場合が該当するものであり，補正についての瑕疵\nがあっても同条違反に該当するとは解されないから，原告の主張は同条についての\n独自の理解を前提とするものであり，失当であるというべきであるが，原告の主張\nする無効理由自体は特定されているというべきであるから，このことをもって，法\n１３１条２項の特許を無効にする根拠となる事実が特定されていないということは\nできない。\nそうすると，無効理由３についての記載は，法１３１条２項の「特許を無効とす\nる根拠となる事実を具体的に特定し，かつ，立証を要する事実ごとに証拠との関係\nを記載したもの」との記載要件を満たすものといえる。\n(4)  その他の記載について\nなお，原告は，本件審判請求書において，特許庁作成の審判請求書の様式見本で\n定められている「請求の理由の要約」欄については記載をしておらず，却下決定は，\n本件補正指令において同欄を正しく記載するように命じられたにもかかわらず，原\n告がこれを補正しなかったことも摘示している。しかし，そもそも「請求の理由の\n要約」欄自体を記載することは，法１３１条２項の記載要件ではないから，この点\nをもって本件審判請求書が同項の記載要件を欠くということもできない。\nまた，却下決定は，本件補正指令においては，証拠方法についても正しく記載す\nるように命じたにもかかわらず，原告がこれを補正しなかったことも摘示している。\nしかし，証拠の提出方法（一括して提出するか，別文書として区別して提出するか）\nや証拠説明書の記載内容（文書作成日や公開日等を記載する，証拠の標目を正しく\n記載するか）は，これらが適切な審理を行う上で有用であり，これらを欠くことに\nより証拠の内容が不明となり，立証が足りないものとして，原告が主張する無効理\n由が認められない不利益を被ることはあるとしても，これらに不備があることをも\nって審判請求書の必要的記載事項を欠くということはできない。\n３  被告の主張について\n(1)ア  被告は，本件審判請求書の無効理由１の１について，単に文書が掲示され，\nそこでの記載事実が示されたとしても，いかなる発明がいかなるように公然知られ\nたのかが明らかであるとはいえず，法２９条１項１号に規定する発明に該当するこ\nとを根拠づける具体的事実として何を主張しようとしているのかが理解できないし，\nこのような無効理由を主張する場合には，より具体的に請求人の主張する事実と証\n拠の関係を明らかにしなければ被請求人の対応負担は大きいと主張する。\nしかし，前記のとおり，原告は，引用公報を掲示したのみならず，本件補正にお\nいて引用公報記載の発明の要旨をも記載して，本件特許発明と同一であると主張し，\n発明の内容を特定している。そして，公知であるというためには，現に第三者に発\n明の内容が知られている必要があるとの解釈を採るとしても，特許公開公報は，単\nなる刊行物と異なり，刊行により当然に多数の企業関係者等の目に触れることとな\nり，その内容が公然と知られるものと一般的に理解されていることからすれば，原\n告は，このような引用公報の公開自体をもって，同公報記載の発明が公然知られた\nということを主張しているものと理解される。また，そのような無効理由の主張が\nされることにより，法２９条１項３号に該当するとの主張をされた場合と比して，\n被請求人の対応負担が大きいものともいえない（なお，被告は，審判便覧の記載を\n引用し，法２９条１項３号に規定する新規性欠如に基づく無効理由の場合において，\n具体的に事実が特定されているというためには，発明の内容を具体的に記載し，そ\nれがいつ，どこで発行されたどの刊行物のどの頁のどこにどのような事項が記載さ\nれているのかが具体的に記載されていなければならないと主張し，文献名のみを事\n実とし，その文献を証拠として添付している場合においても，その証拠文献の内容\nを精査しなければ主要事実を推し量ることができないときには，特許権者が対応す\nることができるように具体的に事実を特定しているとはいえない旨を主張する。し\nかし，特許公開公報については，その性質上，いつ，どこで発行されたどの刊行物\nであるかは，主張中に引用されている公報自体の記載から明らかであるし，原告は，\n引用公報記載の発明も，発明の要約として特定しているのであるから，引用公報の\n内容を精査しなければその主張事実を理解できないとはいえない。）。\nしたがって，被告の主張は採用することができない。\nイ  被告は，無効理由２についても同様であり，本件特許発明が法２９条１項２\n号に規定する発明に該当することを根拠づける具体的事実として，原告が何を主張\nしようとしているのかが理解できない旨主張する。しかし，原告の無効理由２につ\nいての主張は，前記のとおり，本件特許発明と同一であると主張する発明の内容を\n具体的に特定した上で，公然実施の態様を主張するものといえるから，被告の主張\nは採用することができない。\nウ  被告は，無効理由３についても同様であり，原告が共同出願違反であるとす\nるどのような事実を具体的に主張するものであるのかが全く理解することができな\nい旨主張する。しかし，原告が主張する内容が客観的には法３８条違反に該当する\nものではないとしても，前記のとおり，原告が同条違反に該当すると主張する内容\n自体は理解することが可能であり，原告が無効の根拠とする事実は具体的に特定さ\nれているといえるから，被告の主張は採用することができない。\n(2)  被告は，無効理由１ないし３については，同一の証拠に基づく無効理由につ\nいて判断した先行審判事件の審決が既に確定しており，本件無効審判で新証拠（乙\n５の７）が追加されたことなどにより，先行審判事件で主張した事実と異なるいか\nなる新たな具体的な事実を基に本件特許発明が公用等であったのかを主張しようと\nしているのかなどが明らかにされていなければ，特許権者が対応することができる\n程度に具体的に事実を特定して記載されているとはいえないなどと主張する。\n確かに，同一の事実及び同一の証拠に基づく無効理由について判断した先行無効\n審判の審決が確定したときは，先行無効審判と主張した事実又は証拠と異なる新た\nな具体的な事実又は証拠に基づかなければ，審判請求はいわゆる一事不再理（法１\n６７条）違反により不適法となることは被告の主張するとおりである。そして，証\n拠（乙４，乙６の１１，乙６の１５）によれば，本件と同一の当事者間の先行審判\n事件１において，本件特許発明が，引用公報に基づいて法２９条１項３号に該当す\nるとの無効理由及び本件報告書等に基づいて法２９条１項２号に該当するとの無効\n理由についての判断がされていること，先行審判事件２において，本件特許出願は，\n四国計測の従業員４名と阪大研究会の研究員２名との共同発明であるから，法３８\n条により四国計測のみで単独出願できないものである旨の無効理由について判断が\nされていることが認められ，これらは本件における無効理由１の１，無効理由２及\nび３と同一の事実関係に基づくものといえるから（無効理由１の１は法２９条１項\n１号に基づくものであるが，公知発明である根拠として引用公報の発行という同項\n３号と同一の事実しか主張していないから，同一の事実に基づくものといえるし，\n無効理由３は，直接的には発明者を追加する補正の瑕疵を理由として法３８条違反\nを主張するものであるが，主張の仕方は異なっているとしても，基礎となる事実は\n同一であるといえる。），特段の事情がない限り，これらの無効理由に基づく審判請\n求は，一事不再理違反として不適法となるといえる。\nしかし，そのような場合には，合議体による審決により審判請求を却下するべき\nなのであり（法１３５条。被請求人に答弁書を提出する機会を与えないこともでき\nる。），当該無効理由自体について，特許を無効にする根拠となる事実が具体的に特\n定され，かつ，証拠との関係が記載されているのであれば，法１３１条２項違反と\nなるものではなく，また，先行審判事件で主張した事実と違う事実を主張するもの\nでなければ法１３１条２項の特定を欠くともいえない。なお，そのように無効理由\n自体として特定されているのであれば，無効審判請求の被請求人としては，対応す\nることが困難であるともいえない。したがって，本件審判請求書記載の無効理由１\nないし３について，先行審判事件で主張した事実との違いが明らかにされていなけ\nれば，法１３１条２項の特定を欠くとの被告の主張は，同項を正解しないものであ\nって，採用することができない。\n第６  結論\n以上のとおりであり，原告の主張する取消事由は理由があり，これが却下決定の\n結論を左右することは明らかである。したがって，原告の本件請求は理由があるか\nら，これを認容することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官     設    楽    隆    一\n裁判官    大    寄    麻    代\n裁判官    岡    田    慎    吾\n"
}