{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 11,
    "day": 24
  },
  "case_number": "平成28(ネ)10027",
  "case_name": "損害賠償等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86271",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86271",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/271/086271_hanrei.pdf",
  "contents": "平成２８年１１月２４日判決言渡\n平成２８年（ネ）第１００２７号  損害賠償等請求控訴事件\n（原審・東京地方裁判所平成２６ ２５２８２号）\n口頭弁論終結日  平成２８年９月８日\n判                決\n控訴 人         エ ムエフピー  マネジメント\nリミテッド\n控訴 人        Ｘ\n上記両名訴訟代理人弁護士    飯田   圭\n同                        小 林 正 和\n同訴訟代理人弁理士       近 藤 直 樹\n同                            工 藤 嘉 晃\n被控訴 人              楽 天 株 式 会 社\n訴訟代理人弁護士             高   橋   雄一 郎\n訴訟代理人弁理士         望 月 尚 子\n主         文\n１  本件控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人らに対し，それぞれ５億円及びこれに対する平成２６\n年１０月１０日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本判決の略称は，特段の断りがない限り，原判決に従う。\n１  事案の要旨\n控訴人らは，発明の名称を「電子ショッピングモールシステム」とする発明\nについての特許権（特許第４５９８０７０号。以下「本件特許権」といい，こ\nの特許を「本件特許」という。）の特許権者である。\n原審において，控訴人らは，被控訴人に対し，被控訴人による別紙物件・方\n法目録記載１の管理装置（被告装置）の管理運営及び同２の管理方法（被告方\n法。被告装置及び被告方法を併せて「被告装置・方法」）の使用が，本件特許\nに係る平成２８年４月８日付け審判請求書（以下「本件審判請求書」という。）\nによる訂正前の特許請求の範囲請求項４及び７の発明（本件発明１及び２。こ\nれらを併せて「本件各発明」）の技術的範囲にそれぞれ属すると主張し，本件\n特許権侵害の不法行為に基づく損害賠償金又は不当利得金の一部として，控訴\n人らそれぞれに５億円及びこれに対する不法行為の後である平成２６年１０月\n１０日（訴状送達日の翌日）から支払済みまで民法所定の年５分の割合による\n遅延損害金を支払うよう求めた。\n原判決は，本件各発明は，本件特許の優先日前に頒布された刊行物である書\n籍「楽天市場の賢い買い方・使い方」（乙１６）に記載された発明と同一の発\n明であり，本件特許は新規性の欠如を理由として無効にされるべきものである\nから，控訴人らは本件特許権を行使することができないとして，その余の争点\nについて判断することなく，控訴人らの請求をいずれも棄却した。\n控訴人らは，原判決を不服として本件控訴を提起した。\nその後，控訴人らは，本件特許について，本件審判請求書をもって訂正審判\n請求（訂正２０１６－３９００５２号。以下，この請求に係る訂正を「本件訂\n正」という。）をした。\nこれに対し，特許庁は，平成２８年７月２６日，本件訂正を認める審決をし，\n同年８月４日，その謄本が控訴人らに送達され，上記審決が確定した。\n２  前提事実\n当事者\n控訴人エムエフピー  マネジメント  リミテッドは，亡Ａが取得した特\n許権を管理・運営等する会社であり，控訴人Ｘは亡Ａの相続人である。\n被控訴人は，インターネットサービス，金融サービスを提供し，通信事\n業等を行う会社である。\n本件特許権\nア  控訴人らは，次の特許権（本件特許権）を共有している。\n発明の名称  電子ショッピングモールシステム\n特許番号    第４５９８０７０号\n出願日     平成１８年４月４日\n優先日     平成１７年４月１４日\n登録日     平成２２年１０月１日\nイ  本件特許に係る本件訂正前の特許請求の範囲請求項４及び７の記載は次\nのとおりである。\n請求項４\n「回線網を介して接続されたクライアント装置を用いた電子ショッピング\nモールを管理する管理装置であって，\n前記電子ショッピングモールが扱う商品に対応づけて，前記電子ショッ\nピングモールの全体に設定される商品分類に基づく共通カテゴリと，当該\n商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示\nす情報を記憶する記憶部と，\n前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示\nす情報を前記記憶部から取得して前記クライアント装置に送信する第１の\n送信部と，\n前記第１の送信部により送信された前記共通カテゴリを示す情報と前記\n共通カテゴリに分類される商品を示す情報が前記クライアント装置により\n表示された後，当該表示された商品がユーザによって選択された旨が前記\nクライアント装置から通知された場合に，前記店舗カテゴリを示す情報と\n前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得して\n前記クライアントに送信する第２の送信部と，\nを備えることを特徴とする管理装置。」\n請求項７\n「回線網を介して接続されたクライアント装置を用いた電子ショッピング\nモールを管理し，記憶部を有する管理装置で実行される管理方法であって，\n前記記憶部は，前記電子ショッピングモールが扱う商品に対応づけて，\n前記電子ショッピングモールの全体に設定される商品分類に基づく共通カ\nテゴリと，当該商品を取り扱う店舗ごとに設定される商品分類に基づく店\n舗カテゴリとを示す情報を記憶し，\n前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示\nす情報とを前記記憶部から取得して前記クライアント装置に送信する第１\nの送信ステップと，\n前記第１の送信ステップで送信された前記共通カテゴリを示す情報と前\n記共通カテゴリに分類される商品を示す情報が前記クライアント装置によ\nり表示された後，当該表示された商品がユーザによって選択された旨が前\n記クライアント装置から通知された場合に，前記店舗カテゴリを示す情報\nと前記店舗カテゴリに分類される商品を示す情報とを前記記憶部から取得\nして前記クライアントに送信する第２の送信ステップと，\nを備えることを特徴とする管理方法。」\n本件特許に係る本件訂正後の特許請求の範囲請求項４の記載は次のと\nおりであり（以下，この発明を「本件訂正発明１」という。また，本件\n訂正後の明細書（甲３５の２）及び図面（甲２）を「本件訂正明細書」\nという。），下記の構成要件（以下，それぞれを「構成要件Ａ」などと\nいう。）に分説される（下線部分は，本件訂正に係る訂正箇所であ\nる。）。\n「回線網を介して接続されたクライアント装置を用いた電子ショッピング\nモールを管理する管理装置であって，\n前記電子ショッピングモールが扱う商品に対応づけて，前記電子ショッ\nピングモールの全体に設定される商品分類に基づく共通カテゴリと，当該\n商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示\nす情報が保存された，商品情報テーブルを記憶する記憶部と，\n前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示\nす情報を前記記憶部から取得して前記クライアント装置に送信する第１の\n送信部と，\n前記第１の送信部により送信された前記共通カテゴリを示す情報と前記\n共通カテゴリに分類される商品を示す情報が前記クライアント装置により\n表示された後，当該表示された商品がユーザによって選択された旨が前記\nクライアント装置から通知された場合に，前記記憶部に記憶された前記商\n品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記店舗カテゴ\nリに分類される商品を示す情報を前記記憶部から取得してＷｅｂページ\nデータを生成し，前記クライアントに送信する第２の送信部と，\nを備えることを特徴とする管理装置。」\n記\nＡ  回線網を介して接続されたクライアント装置を用いた電子ショッピン\nグモールを管理する管理装置であって，\nＢ  前記電子ショッピングモールが扱う商品に対応づけて，\n前記電子ショッピングモールの全体に設定される商品分類に基づく共\n通カテゴリと，\n当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテ\nゴリと\nを示す情報が保存された，商品情報テーブルを記憶する記憶部と，\nＣ  前記共通カテゴリを示す情報と\n前記共通カテゴリに分類される商品を示す情報\nを前記記憶部から取得して前記クライアント装置に送信する第１の送信\n部と，\nＤ  前記第１の送信部により送信された\n前記共通カテゴリを示す情報と\n前記共通カテゴリに分類される商品を示す情報\nが前記クライアント装置により表示された後，\n当該表示された商品がユーザによって選択された旨が前記クライアン\nト装置から通知された場合に，前記記憶部に記憶された前記商品情報\nテーブルを検索し，\n前記店舗カテゴリを示す情報と\n前記店舗カテゴリに分類される商品を示す情報\nを前記記憶部から取得してＷｅｂページデータを生成し，前記クライア\nントに送信する第２の送信部と，\nＥ  を備えることを特徴とする管理装置。\n本件特許に係る本件訂正後の特許請求の範囲請求項７の記載は次のと\nおりであり（以下，この発明を「本件訂正発明２」といい，これと本件\n訂正発明１を併せて，「本件各訂正発明」という。），下記の構成要件\n（以下，それぞれを「構成要件Ａ’」などという。）に分説される（下\n線部分は，本件訂正に係る訂正箇所である。以下，請求項４及び７の本\n件訂正に係る構成部分を「本件訂正部分」という場合がある。）。\n「回線網を介して接続されたクライアント装置を用いた電子ショッピング\nモールを管理し，記憶部を有する管理装置で実行される管理方法であって，\n前記記憶部は，前記電子ショッピングモールが扱う商品に対応づけて，\n前記電子ショッピングモールの全体に設定される商品分類に基づく共通カ\nテゴリと，当該商品を取り扱う店舗ごとに設定される商品分類に基づく店\n舗カテゴリとを示す情報が保存された，商品情報テーブルを記憶し，\n前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示\nす情報とを前記記憶部から取得して前記クライアント装置に送信する第１\nの送信ステップと，\n前記第１の送信ステップで送信された前記共通カテゴリを示す情報と前\n記共通カテゴリに分類される商品を示す情報が前記クライアント装置によ\nり表示された後，当該表示された商品がユーザによって選択された旨が前\n記クライアント装置から通知された場合に，前記記憶部に記憶された前記\n商品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記店舗カテ\nゴリに分類される商品を示す情報とを前記記憶部から取得してＷｅｂペー\nジデータを生成し，前記クライアントに送信する第２の送信ステップと，\nを備えることを特徴とする管理方法。」\n記\nＡ’  回線網を介して接続されたクライアント装置を用いた電子ショッピ\nングモールを管理し，記憶部を有する管理装置で実行される管理方法\nであって，\nＢ’  前記記憶部は，\n前記電子ショッピングモールが扱う商品に対応づけて，\n前記電子ショッピングモールの全体に設定される商品分類に基づく\n共通カテゴリと，\n当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カ\nゴリと\nを示す情報が保存された，商品情報テーブルを記憶し，\nＣ’  前記共通カテゴリを示す情報と\n前記共通カテゴリに分類される商品を示す情報と\nを前記記憶部から取得して前記クライアント装置に送信する第１の送\n信ステップと，\nＤ’  前記第１の送信ステップで送信された\n前記共通カテゴリを示す情報と\n前記共通カテゴリに分類される商品を示す情報\nが前記クライアント装置により表示された後，\n当該表示された商品がユーザによって選択された旨が前記クライア\nント装置から通知された場合に，前記記憶部に記憶された前記商品情\n報テーブルを検索し，\n前記店舗カテゴリを示す情報と\n前記店舗カテゴリに分類される商品を示す情報と\nを前記記憶部から取得してＷｅｂページデータを生成し，前記クライ\nアントに送信する第２の送信ステップと，\nＥ’  を備えることを特徴とする管理方法。\n被控訴人の行為等\nア  被控訴人は，本件特許の優先日前から現在に至るまで，インターネット\nを介して接続されたパソコン，スマートフォン等のユーザ端末を用いた\n「楽天市場」という名称のインターネット・ショッピングモール（以下\n「楽天市場」という。）のサービスを提供している（ただし，本件特許の\n優先日より前の楽天市場に用いられていた管理装置及び管理方法が現在用\nいられている被告装置・方法と同一か否かは，当事者間に争いがある。）。\nイ  被告装置・方法の内容は別紙被告装置・方法説明書〔再修正版〕記載の\nとおり（ただし，下線部分については争いがある。）であり，その概要は\n以下のとおりである。\n被告装置は楽天市場を管理するサーバ装置であり，被告方法は当該\nサーバ装置で実行される管理方法である。\n楽天市場には，その全体に共通する商品分類が設定されており，楽天\n市場に出店する店舗管理者は，楽天市場で扱う商品に対し，この共通し\nて設定されている商品分類に基づく商品ジャンルを登録し，被告装置・\n方法はその情報を記憶部に記憶する。\n上記店舗管理者は，店舗ごとに独自の商品分類を設定することができ，\n楽天市場で扱う商品に対し，上記独自の商品分類に基づくカテゴリを登\n録し，被告装置・方法はその情報を記憶部に記憶する。\nユーザは，ユーザ端末からインターネットを介して楽天市場のトップ\n選択することにより（例，別紙被告装置・方法説明書〔再修正版〕中写\n真１の青枠で囲まれた部分「食品・ドリンク・お酒」→写真２の同「ワ\nイン」→写真３の同「赤ワイン」），それぞれのジャンルに登録された\n商品を表示させることができる（写真４の青枠で囲まれた部分等）。\nユーザがその商品の一つを選択すると（写真４の赤枠で囲まれた部分），\nユーザ端末はその旨を被告装置・方法に通知し，被告装置・方法はこれ\nを示す情報（写真５の緑枠で囲まれた部分）及び店舗ごとのカテゴリに\n分類される商品を示す情報（写真５の赤枠で囲まれた部分）を記憶部か\nら取得してユーザ端末に送信し，ユーザ端末に表示させる。\n３  争点\n被告装置・方法が本件各訂正発明の構成要件を充足するか。\nア  構成要件Ｂ及びＢ’（「商品情報テーブル」）の充足性\nイ  構成要件Ｄ及びＤ’（「店舗カテゴリに分類される商品を示す情報」）\nの充足性\n被告装置が本件訂正発明１の構成要件Ｃ（「第１の送信部」）及びＤ\n（「第２の送信部」）を充足するか。\nなお，被控訴人は，被告装置・方法 をそれぞ\nれ充足することについては争っていない。\n本件各訂正発明に係る特許の無効理由の有無\nア  被控訴人は，本件特許の優先日（平成１７年４月１４日）より前に楽天\n市場に用いられていた管理装置及び管理方法（以下「旧被告装置・方法」\nという。）に基づき，以下のとおりの無効理由を主張する。\n書籍「楽天市場の賢い買い方・使い方」（乙１６。以下「乙１６文\n献」という。）に記載された発明（以下「乙１６発明」という。）に\n基づく新規性及び進歩性欠如（特許法２９条１項３号，２項）\n商品名「Ｂａｂｙ－Ｇ  Ｓｔａｒｒｙ  Ａｍｕｌｅｔ」を例とする\n旧被告装置・方法（乙２ないし７。以下「例１」という。）の公然実\n施に基づく新規性及び進歩性欠如（同条１項２号，２項）\n商品名「トマトのフェットチーネ１食」を例とする旧被告装置・方\n法（乙８ないし１３。以下「例２」という。）の公然実施に基づく新\n規性及び進歩性欠如（同上）\n上記「Ｂａｂｙ－Ｇ  Ｓｔａｒｒｙ  Ａｍｕｌｅｔ」に係るイン\nターネットサイトの画面（乙６，７。以下「乙６・７画面」という。）\nに基づく新規性及び進歩性欠如（同条１項３号，２項）\nイ  また，被控訴人は，被控訴人が楽天市場において現在実施している被告\n装置・方法と同様のものであると主張する管理装置・管理方法（商品名\n「ペリドットスターがきらめくユラユラシューティングスター１４金ホワ\nイトゴールドピアス」を例とするもの（乙７３ないし７８）。以下「被控\n訴人新システム」という。）について，本件特許の優先日（平成１７年４\n月１４日）より前から公然実施され，かつ，電気通信回線を通じて公衆に\n利用可能となっていたとして，これに基づく新規性及び進歩性欠如（特許\n法２９条１項２号，３号，２項）の無効理由も主張する。\n特許法６９条２項２号の適用の可否，被控訴人の先使用による通常実施\n権の有無\n控訴人らの損害・損失の額\n４  争点に関する当事者の主張\nＢ及びＢ’（「商品情報テーブ\nル」）の充足性）について\n（控訴人らの主張）\nア  被控訴人は，被告装置・方法について，商品の情報，楽天市場のジャン\nルを示す情報及び店舗ごとのカテゴリを示す情報の３つの情報が，複数の\nテーブルに記憶され，これらが対応づけされていることを自認している。\nしたがって，被告装置が，構成要件Ｂの「…商品に対応づけて，…共通\nカテゴリと，…店舗カテゴリとを示す情報が保存された，商品情報テーブ\nルを記憶する記憶部」を有することは明らかであるから，被告装置・方法\nは，構成要件Ｂ及びＢ’を充足する。\nイ  これに対し，被控訴人は，被告装置・方法において，「商品」，「楽天\n市場のジャンルを示す情報」及び「店舗ごとのカテゴリを示す情報」が\n単一の「テーブル」ではなく，複数のテーブルに記憶されている点を非\n充足の主張の根拠とする。\nしかしながら，たとえ，上記各情報を記憶する「テーブル」が複数で\nあるとしても，それらの対応づけがされている以上，単一の「テーブル」\nと同様に機能し得る「テーブル」であることに変わりはない。\nそして，本件訂正後の特許請求の範囲の記載においても，「テーブル」\nを単一であるとは限定しておらず，複数のテーブルを排除していない。\nまた，本件訂正明細書に，実施例として一つのテーブルのものが記載\nされているとしても，テーブルを一つにするか，複数にするかは，当業\n者にとって単なる設計事項にすぎないから，本件訂正明細書に複数の\nテーブルも当業者に実施可能に開示されているものであることも明らか\nである。\nしたがって，被告装置・方法において，上記各情報が複数のテーブル\nに記憶されていることは，構成要件Ｂ及びＢ’の充足性を否定する根拠\nにはならない。\n（被控訴人の主張）\nア  一般に，「テーブル」は，「データの関係を表した２次元の表のこと。表\nの行を「組」，列を「属性（または列）」と呼び，行がデータベースのレ\nコードとなり，列がフィールドとなる。」と定義され（日経ＢＰデジタル\n大事典２００１－２００２年版４８２頁。乙６３），また，「データを行と\n列の集合として格納するデータベースオブジェクトのことです。テーブル\nの構造は，含まれている列によって定義されます。」と説明されている\n（マイクロソフト公式解説書Ｍｉｃｒｏｓｏｆｔ  ＳＱＬ  Ｓｅｒｖｅｒ\n２０００の４２頁。乙６４）。\nこのように，「テーブル」とは行列状の２次元の表であるから，構成要\n件Ｂ及びＢ’の「商品に対応付けて，…共通カテゴリと，…店舗カテゴリ\nとを示す情報が保存された，商品情報テーブル」とは，「商品に対応付け\nて，…共通カテゴリと，…店舗カテゴリとを示す情報が保存された」行列\n状の２次元の表を意味するものであり，特定の２次元の表の列として，\n「商品」，「共通カテゴリ」及び「店舗カテゴリ」が存在する必要がある。\nそして，このことは，本件訂正明細書の【図５】に示された商品情報保\n存部に保存される商品情報テーブルの構造の例においても「商品名」（２\n２０），「ショッピングモールカテゴリ名」（２４０），「店舗カテゴリ名」\n（２５０）の列が同一テーブル中に存在していることからも裏付けられる。\nイ  しかるところ，被告装置・方法においては，「商品」，「楽天市場のジャ\nンルを示す情報」及び「店舗ごとのカテゴリを示す情報」を列に含むとこ\nろの単一の「テーブル」は存在しないから，上記アのような「商品情報\nテーブル」を有せず，構成要件Ｂ及びＢ’を充足しない。\n（被告装置・方法について構成要件Ｄ及びＤ’（「店舗カテゴリ\nに分類される商品を示す情報」）の充足性） 被告装置について\n構成要件Ｃ（「第１の送信部」）及びＤ（「第２の送信部」）の充足性）につい\nて\nは，\n原判決「事実及び理由」の\n目まで）に記載のとおりであるから，これを引用する。\nア  原判決８頁１８行目，９頁１０行目及び同頁１６行目の各「別紙被告\n装置・方法説明書」のあとに「〔再修正版〕」を加える。\nイ  原判決８頁２４行目，９頁６行目及び同頁２５行目の各「本件明細書」\nを「本件訂正明細書」と改める。\nウ  原判決９頁１行目及び同頁６行目から７行目の各「本件各発明」を「本\n件各訂正発明」と改める。\nエ\nオ  原判決９頁２０行目の「その通知を受けて，」のあとに「記憶部に記憶\nされた商品情報テーブルを検索し，」を加える。\nカ  原判決９頁２２行目の「取得して」のあとに「Ｗｅｂページデータを\n生成し，」を加える。\nア（旧被告装置・方法に基づく新規性及び進歩性欠如の無効理由\nの有無）について\n（被控訴人の主張）\n被控訴人は，本件特許の優先日（平成１７年４月１４日）の前から旧被\n告装置・方法を用いて楽天市場のサービスを提供しており，以下のアないし\nエはその具体例であるところ，本件各訂正発明の技術的範囲について，上記\n許には，以下の無効理由がある。\nア  乙１６発明に基づく新規性・進歩性の欠如\n乙１６文献は，平成１３年１月６日に発行された当時の楽天市場にお\nけるオンラインショッピングの方法を記載した書籍である。\n乙１６文献には，楽天市場のトップページから，楽天市場全体に設\n定される商品ジャンル「ドリンク・アルコール類」，「ビール・地\nビール」，「地ビール」，「北海道」を順次選択して画面表示させて\nいくとそれぞれのジャンルの商品リストが表示され，その中から商品\nを選んで選択すると，当該商品を販売している「はこだてビール」と\nいう楽天市場中の店舗のホームページにアクセスし，同店舗が設定し\nた「はこだてビールオリジナルギフトセット」というジャンルから商\n品を選ぶことができることが記載されている。\n以上の特徴を備える乙１６文献記載の発明（乙１６発明）は，本件訂\n正部分以外の本件各訂正発明の構成（すなわち，本件各発明の構成）を\nすべて備えている。\n一方，乙１６発明と本件各訂正発明とは，以下のとおり，本件訂正部\n分において，一応の相違が認められる。\nａ  本件各訂正発明においては，構成要件Ｂ及びＢ’のとおり「商品に\n対応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報」が\n「商品情報テーブル」に保存されるのに対し，乙１６文献では，これ\nらの情報を記憶する部分について「商品情報テーブル」という表現が\n用いられていない点（以下「相違点１」という。）\nｂ  本件各訂正発明においては，構成要件Ｄ及びＤ’のとおり，「前記\n店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す\n情報を前記記憶部から取得」する際に，「前記記憶部に記憶された前\n記商品情報テーブルを検索」することとされているのに対し，乙１６\n文献では，この点が明示されていない点（以下「相違点２」という。）\nｃ  本件各訂正発明においては，構成要件Ｄ及びＤ’のとおり，「Ｗｅ\nｂページデータを生成」することとされているのに対し，乙１６文献\nでは，この点が文言上明示されていない点（以下「相違点３」とい\nう。）\nしかしながら，これらの相違点に係る構成は，いずれも乙１６文献に\n実質的に記載されている事項であるか，又は，当業者が容易に想到し得\nる構成である。\nａ  相違点１について\n乙１６発明はデータベースを使用しており，「商品情報テーブル」\nを有すると理解できること\nⅰ  乙１６発明は，旧被告装置・方法に関するものであるところ，\nこれには，「楽天スーパーサーチ」（乙５７）や「エキスパート\nサーチ」（乙１４）という機能が実装されており，これらで実現\nされているジャンル（本件各訂正発明の「カテゴリ」に対応）\nによる商品の検索・抽出（乙１４，５７）や商品価格帯を指定\nした商品の検索・抽出（乙５７）などは，商品に関する情報や\nカテゴリがデータベースのテーブルに保存されていなければ行\nえないものである。\nしたがって，乙１６発明は，上記のような商品の検索・抽出\nができるものである以上，「商品情報テーブル」を有するものと\nいえる。\nなお，控訴人らは，乙１６発明に係る旧被告装置・方法では，\n「楽天市場のジャンル」についてはともかく，「店舗ごとのカテ\nゴリ」については，「商品に対応づけて」「商品情報テーブル」\nに保存されてはいない旨主張する。しかし，乙１６発明におい\nて，「商品に対応づけて」「楽天市場のジャンルを示す情報が保\n存された，商品情報テーブル」が存在する のであれば，現に\n「楽天市場のジャンル」と「店舗ごとのカテゴリ」が同列に存\n在する以上，必然的に，両者の情報が同じデータベース（「商品\n情報テーブル」）に保存されていると考えられるから，控訴人ら\nの上記主張は理由がない。\nⅱ  また，旧被告装置・方法に関するマニュアル（乙１５）の記載\nによれば，旧被告装置・方法においては，分類ページ（本件各訂\n正発明の「カテゴリ」に相当），商品ページ及び商品情報は，そ\nれぞれ独立して編集ができるものとされているから，このことか\nらも，これらの情報がデータベースに記憶され，しかも，項目\n（インデックス）で識別されていることが理解できる。\nこのように，旧被告装置・方法はデータベースを使用してお\nり，「商品情報テーブル」を有するものと認められるから，乙１\n６発明もデータベースを使用しており，「商品情報テーブル」を\n有するものと認められる。\n⒝  インターネットショップにおいてデータベースを使用することは\n本件特許の優先日前の技術常識であるとともに周知技術であったこ\nと\n本件特許の優先日（平成１７年４月１４日）前に刊行されたイ\nンターネットショップ関係の書籍等（乙６６ないし６８）には，\nインターネットショップにおいて商品情報を保存する「データ\nベース」を使用すること，「データベース」には２次元の表として\n表現される「テーブル」が存在することが記載されている。\nまた，本件特許の優先日前に発行された公開特許公報（乙６９\nないし７２）においても，インターネットショップ等に係る発明\nについて，商品データベースが明示され，そこに「商品名」，「属\n性」，「商品分類」（本件各訂正発明の「カテゴリ」に相当）等が保\n存されることやデータベースが「テーブル」の形式とされること\nなどが記載されている。\nこのような文献等の記載からすれば，インターネットショップ\nにおいて「商品情報」や「カテゴリ」を保存する「データベース」\nを使用することや「データベース」が「商品」と「カテゴリ」と\nを対応させて保存する「テーブル」から構成されることは，本件\n特許の優先日前の技術常識であるとともに周知技術であったもの\nと認められる。\n⒞  相違点１に係る本件各訂正発明の構成は乙１６文献に実質的に記\n載されていること\n本件特許の優先日当時における上記⒝のとおりの技術常識・周\n知技術 乙１６文献の記\n載（乙１６発明がインターネットショップに関するものであるこ\nと，検索・抽出機能が実装されていること）に接した当業者は，\n乙１６発明には「商品情報」や「カテゴリ」を保存する「データ\nベース」が存在すること，その「データベース」が「商品」と\n「カテゴリ」とを対応させて保存する「テーブル」から構成され\nることを認識するものといえる。\nそして，乙１６発明においては，楽天市場のジャンル（共通カ\nテゴリ）と店舗が設定した「オリジナルギフトセット」といった\nジャンル（店舗カテゴリ）が明示されているのであるから，これ\nから，当業者は，「共通カテゴリと，…店舗カテゴリとを示す情報」\nが「商品」と対応づけて，データベースのテーブルに保存されて\nいると認識するものといえる。\nしたがって，相違点１に係る本件各訂正発明の構成（「商品に対\n応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報」が\n「商品情報テーブル」に保存されること）は，乙１６文献に実質\n的に記載されている事項であると認められる。\n⒟  相違点１に係る本件各訂正発明の構成は容易想到であること\n仮に，相違点１に係る本件各訂正発明の構成が乙１６文献に実質\n的に記載されているとはいえないとしても，上記⒝のとおり相違点\n１に係る本件各訂正発明の構成は，本件特許の優先日当時における\n技術常識であるとともに周知技術であるから，当業者が容易に想到\nし得るものであることは疑いがない。\nこの点，控訴人らは，乙１６発明のような「ページ階層型」の\n構成に替えて「データベース型」の構成を採用することには阻害\n要因がある旨主張するが，「ページ階層型」と「データベース型」\nとは排他的な概 念で はなく ，併存す る概 念である。 すな わち ，\n「ページ階層型」とは，データベースとの対比で用いる構造では\nなく，単にリンクをたどっていけば目的のページにたどり着ける\nという意味の「見た目（表示）」の問題にすぎず，どのようにデー\nタを保存するかという問題とは無関係である。\nしたがって，乙１６発明が「ページ階層型」にサイトを構成し\nているからといって，「データベース型」の構成を採用することに\n阻害要因があるとはいえない。\nｂ  相違点２について\n上記ａのとおり，相違点１に係る本件各訂正発明の構成（「商品に\n対応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報」が\n「商品情報テーブル」に保存されること）が乙１６文献に実質的に記\n載されている事項であり，仮にそうでないとしても，当業者が容易に\n想到し得るものであることを前提とすれば，このような「商品情報\nテーブル」から「データ」を取り出すに当たって，「商品情報テーブ\nルを検索」することは明らかであるから，必然的に，相違点２に係る\n本件各訂正発明の構成（「前記記憶部に記憶された前記商品情報テー\nブルを検索」すること）についても，乙１６文献に実質的に記載され\nている事項であり，仮にそうでないとしても，当業者が容易に想到し\n得るものということになる。\nｃ  相違点３について\n乙１６文献の６６頁及び６８頁に記載の図面は，すべてインターネ\nット閲覧ソフトであるウェブブラウザのスクリーンショットである。\nしかるところ，インターネット閲覧ソフトであるウェブブラウザは，\nサーバから送信されてきたＨＴＭＬデータ（Ｗｅｂページデータ）を\n解析して端末のディスプレイ画面上に表示するソフトである。そして，\nウェブブラウザが特定のウェブサイトの特定ページを表示していると\nいうことは，サーバから当該ウェブサイトのページの内容を記述した\nＨＴＭＬデータを受け取っているということにほかならず，サーバが\nそのようなＨＴＭＬデータ（Ｗｅｂページデータ）を生成しているこ\nとにほかならない。\nしたがって，相違点３に係る本件各訂正発明の構成（「Ｗｅｂペー\nジデータを生成」すること）は，乙１６文献に実質的に記載されてい\nる事項である。\n以上によれば，本件各訂正発明と乙１６発明の一応の相違点である相\n違点１ないし３に係る構成は，乙１６文献に実質的に記載されている事\n項であり，実質的な相違点とはいえないものであるから，両発明は同一\nの発明であって，本件各訂正発明は新規性を欠く。\nまた，仮に，相違点１ないし３に係る構成が乙１６文献に実質的に記\n載されている事項とはいえないとしても，これらの相違点に係る構成は\n当業者が容易に想到し得たものであるから，本件各訂正発明は進歩性を\n欠く。\nイ  例１の公然実施に基づく新規性及び進歩性欠如\n平成１６年６月から平成１７年１月当時，楽天市場には「ファッショ\nン・ブランド」，「腕時計」，「カシオ」という楽天市場全体に共通する商\n品分類に基づく共通カテゴリが設定されており，楽天市場のトップペー\nジから上記カテゴリを順次選択していき，最下位の「カシオ」を選択す\nると，同カテゴリに分類されるカシオの腕時計の商品リストが表示され\nた。その中の商品「【Ｂａｂｙ－Ｇ】Ｓｔａｒｒｙ  Ａｍｕｌｅｔ  Ｂ\nＧＴ－３０１０ＣＳ－４Ｂ２ＪＲ」を選択すると，「Ｂｌｅｓｓ  Ｙｏ\nｕ事業部」という楽天市場中の店舗が作成した画面に移動し，同画面に\nは，同店舗独自の商品分類に基づくカテゴリリスト及び同リストに含ま\nれるカテゴリ「レディス」に分類される商品が表示されていた。\n以上の特徴を備える例１は，本件訂正部分以外の本件各訂正発明の構\n成（すなわち，本件各発明の構成）をすべて備えていること，本件各訂\n正発明との比較において，一応の相違点が認められるものの，それらは\n実質的に例１に存在しており，実質的な相違点とはいえないこと，仮に，\nそうでないとしても，両者の相違点に係る構成は当業者が容易に想到し\n得たものであることは，上記アにおいて乙１６発明について述べたとこ\nろと同様である。\nしたがって，本件各訂正発明は，例１との関係において，新規性を欠\nき，又は，進歩性を欠く。\nウ  例２の公然実施に基づく新規性及び進歩性欠如\n平成１６年８月から１０月当時，楽天市場には「フード・ドリンク・\nワイン」，「麺類」，「パスタ」，「パスタ」（直前のカテゴリ「パスタ」の\n下位のカテゴリ）という楽天市場全体に設定される商品分類に基づく共\n通カテゴリが設定されており，楽天市場のトップページから上記カテゴ\nリを順次選択していき，最下位の「パスタ」を選択すると，同カテゴリ\nに分類されるパスタの商品リストが表示された。その中の１商品「トマ\nトのフェットチーネ１食」を選択すると，「中仙道宿」という楽天市場\n中の店舗が作成した画面に移動し，同画面には同店舗の商品分類に基づ\nくカテゴリリスト及び商品「トマトのフェットチーネ１食」が表示され，\n同商品は同店舗の商品分類に基づくカテゴリ「【単品】生パスタ色々」\nに分類されていた。\n以上の特徴を備える例２は，本件訂正部分以外の本件各訂正発明の構\n成（すなわち，本件各発明の構成）をすべて備えていること，本件各訂\n正発明との比較において，一応の相違点が認められるものの，それらは\n実質的に例２に存在しており，実質的な相違点とはいえないこと，仮に，\nそうでないとしても，両者の相違点に係る構成は当業者が容易に想到し\n得たものであることは，上記アにおいて乙１６発明について述べたとこ\nろと同様である。\nしたがって，本件各訂正発明は，例２との関係において，新規性を欠\nき，又は，進歩性を欠く。\nエ  乙６・７画面に基づく新規性及び進歩性欠如\n乙６・７画面は，例１における画面の一部であり，「腕時計＞カシオ」\nという楽天市場全体に設定される商品分類に基づく共通カテゴリが存在\nし，同カテゴリに分類される商品群が画面に表示されること，この画面\nに表示された商品の一つを選択すると表示される画面には，楽天市場の\n店舗が独自に設定した「レディス」というカテゴリに分類される商品が\n表示されることが示されている。\n以上の特徴を備える乙６・７画面に示された発明は，本件訂正部分以\n外の本件各訂正発明の構成（すなわち，本件各発明の構成）をすべて備\nえていること，本件各訂正発明との比較において，一応の相違点が認め\nられるものの，それらは実質的に乙６及び７に記載されており，実質的\nな相違点とはいえないこと，仮に，そうでないとしても，両者の相違点\nに係る構成は当業者が容易に想到し得たものであることは，上記アにお\nいて乙１６発明について述べたところと同様である。\nしたがって，本件各訂正発明は，乙６・７画面に示された発明との関\n係において，新規性を欠き，又は，進歩性を欠く。\n（控訴人らの主張）\nア  乙１６発明に基づく新規性・進歩性の欠如の主張に対し\n乙１６発明と本件各訂正発明には，被控訴人主張の相違点以外にも相\n違点があること\n被控訴人は，本件各訂正発明と乙１６発明との一応の相違点として，\n相違点１ないし３を挙げるが，以下のとおり，両者には，それ以外にも\n相違点がある。\nすなわち，本件各訂正発明においては，表示された商品がユーザに\nよって選択された旨がクライアント装置から通知された場合に，記憶部\nに記憶された商品情報テーブルを検索し，「店舗カテゴリを示す情報と\n前記店舗カテゴリに分類される商品を示す情報を記憶部から取得してＷ\nｅｂページデータを生成して，クライアントに送信している」のに対し，\n乙１６文献には，選択された商品情報の表示の際に，店舗カテゴリを示\nす情報と店舗カテゴリに分類される商品を示す情報を表示することが記\n載されていないから，乙１６発明は，表示された商品がユーザによって\n選択された旨がクライアント装置から通知された場合に，「店舗カテゴ\nリを示す情報と前記店舗カテゴリに分類される商品を示す情報を記憶部\nから取得して」Ｗｅｂページデータを生成していない点（以下「相違点\n４」という。）においても，本件各訂正発明と相違する。\n被控訴人の相違点１及び２に係る主張について\n被控訴人は，乙１６発明はデータベースを使用しており，「商品情報\nテーブル」を有すると理解できること，インターネットショップにおい\nてデータベースを使用することは本件特許の優先日前の技術常識・周知\n技術であったことを根拠として，相違点１及び２は乙１６文献に実質的\nに記載されている事項であり，仮に，そうでないとしても，相違点１及\nび２は当業者が容易に想到し得るものである旨を主張する。\nしかしながら，以下に述べるとおり，被控訴人の上記主張は理由がな\nい。\nａ  乙１６発明に係る旧被告装置・方法は，「はこだてビールオリジナ\nルギフトセット」という店舗独自の商品ページ（本件各訂正発明の\n「店舗カテゴリ」に相当するページ）に，当該カテゴリに属する個別\nの商品の説明（「はこだてビールギフトＡセット」など）が表示列記\n（貼り付け）されているもの（「ページ階層型」というべきもの）に\nすぎず，本件各訂正発明のように，各「商品」の情報に，店舗カテゴ\nリを示す情報が対応づけられたデータベースを構成するものではない。\nしたがって，乙１６発明に係る旧被告装置・方法は，「楽天市場の\nジャンル」についてはともかくとして，少なくとも「店舗ごとのカテ\nゴリ」については，本件各訂正発明のように，「商品に対応づけて」，\n「店舗カテゴリを示す情報が保存された，商品情報テーブルを記憶す\nる記憶部」を備えるものではない。\nｂ  一般に，基礎技術の一つとして，インターネットショップにおいて\nデータベースを使用することが本件特許の優先日前の周知技術であっ\nたこと自体は，争うところではない。\nしかし，「電子ショッピングモール」に係る管理装置・方法におい\nて，上記「データベース」として，様々なデータモデル（データベー\nス）のうち，どれをどのように用いるのか，様々なデータのうち，ど\nのデータをどのようにデータベース化するのかについては，様々な課\n題に応じて，当業者において様々な選択・工夫の余地がある。そして，\n本件各訂正発明においては，特に，「従来のショッピングモールシス\nテムは，ショッピングモールシステムの運営者が設定したカテゴリ・\nサブカテゴリに従って商品を分類する。このため，各店舗が取扱商品\nを独自のカテゴリ・サブカテゴリに従って分類できないという問題」\n（本件訂正明細書【０００５】）を課題とし，「１つのショッピング\nモールに属しつつ各店舗が独自性をアピールできる柔軟性にとんだ電\n子ショッピングモールシステムを提供することを目的と」して（同\n【０００７】），特に上記相違点１ないし４を有機的に一体の特徴部分\nとする構成要件Ｂ及びＢ’並びにＤ及びＤ’を採用することにより，\n「ユーザは，電子ショッピングモール全体の共通カテゴリだけでなく，\n各店舗が独自に設定したカテゴリにも基づいて，商品を閲覧，選択，\n購入等することができ，店舗の独自性を反映することができる」（同\n【００１９】）という効果を奏することができるものである。\nところが，被控訴人主張の周知技術（乙６６ないし７２）には，\n本件各訂正発明のように，「電子ショッピングモール」に係る管理装\n置・方法において，「店舗カテゴリ」を関係（リレーショナル）モデ\nル（データベース）化すべく「商品情報テーブル」に記憶したもの\nは一切存在せず，そもそも各店舗の独自性のアピール・反映という\n課題・目的や各店舗の独自のカテゴリの併用という課題解決・目的\n達成の方向性それ自体に着目したものすら一切存在しない。\nｃ  上記ａ及びｂで述べたところによれば，相違点１及び２に係る構成\nが乙１６文献に実質的に記載されている事項であるとはいえず，また，\nこれらの構成が容易想到であるともいえないことは明らかである。\n被控訴人の相違点３に係る主張について\n被控訴人は，乙１６発明において，ウェブブラウザが特定のウェブサ\nイトの特定ページを表示しているということは，サーバから当該ウェブ\nサイトのページの内容を記述したＨＴＭＬデータを受け取っているとい\nうことにほかならず，サーバがそのようなＨＴＭＬ（Ｗｅｂページデー\nタ）を生成していることにほかならないから，相違点３に係る本件各訂\n正発明の構成（「Ｗｅｂページデータを生成」すること）は，乙１６文\n献に実質的に記載されている事項である旨主張する。\nしかしながら，被控訴人の上記主張は，本件各訂正発明と乙１６発明\nとの相違点３に係る顕著な相違を看過又は無視するものであって，明ら\nかに誤りである。すなわち，Ｗｅｂページには，基本技術として，静的\nコンテンツ（要求のパスに指定されたＨＴＭＬなどのデータがそのまま\n応答のデータとして送信される方式のＷｅｂページ）と動的コンテンツ\n（パスとともにクエリと呼ばれるパラメータが要求データとして送信さ\nれ，これを受信したＷｅｂサーバは，スクリプトと呼ばれるプログラム\nに渡されるパラメータを指定して実行することで結果を生成し，それを\n応答のデータとしてブラウザに送信する方式のＷｅｂページ）があると\nころ，本件各訂正発明における「前記記憶部に記憶された前記商品情報\nテーブルを検索し，」「前記店舗カテゴリを示す情報と，前記店舗カテゴ\nリに分類される商品を示す情報を前記記憶部から取得してＷｅｂページ\nデータを生成し，前記クライアントに送信する」（構成要件Ｄ及びＤ’）\nとは，データベースにおける店舗カテゴリ及びそれに分類される商品に\n係る商品情報テーブルの検索結果に基づき，動的にＷｅｂページデータ\nを生成し，クライアントに送信するものである。これに対し，乙１６発\n明に係る旧被告装置・方法は，単に，階層型データモデルとして既存の\n店舗カテゴリページをそのまま静的にクライアントに送信するにすぎな\nいものであるから，両者は顕著に相違する。\n本件各訂正発明に係る特許には新規性欠如・進歩性欠如の無効理由は\nないこと\nａ  で述べたとおり\nの相違点があるから，両発明は同一の発明ではなく，本件各訂正発明\nに係る特許には，乙１６発明に基づく新規性欠如の無効理由は認めら\nれない。\nｂ  また，以下に述べるとおり，これらの相違点に係る構成は，当業者\nが容易に想到し得たものとはいえないから，本件各訂正発明に係る特\n許には，乙１６発明に基づく進歩性欠如の無効理由も認められない。\n相違点１及び２について\n前記 ａで述べたとおり，乙１６発明は，Ｗｅｂページを階層的\nに構成し，最下層のＷｅｂページに複数の商品説明を表示列記す\nるもの（ページ階層型）にすぎず，本件各訂正発明のように，\n「商品に対応づけて」，「店舗カテゴリ」及びその他の情報が\n「保存された，商品情報テーブル」を有するもの（データベース\n型）ではない。そして，乙１６文献は，ページ階層型の乙１６発\n明において，データベース型の構成を採用すべき何らの教示・示\n唆等も与えるものでもないから，その動機付けが認められない。\nまた，乙１６発明に係る旧被告装置・方法がページ階層型の構成\nを採用したのは，①サーバへの負担をできるだけ減らすべく ，\nデータベースの機能である検索・抽出等の有効な機能をあえて持\nたせず，また，②店舗運営者が商品の列記表示を感覚的かつ視覚\n的に簡明に取り扱えるよう，商品情報を商品ページに表示列記す\nるだけにするという設計思想によるものと推察され，旧被告装\n置・方法は，このような設計思想を背景に「店舗カテゴリ」につ\nいてページ階層型の構成を採用し，全体として完結したシステム\nを構築している。ところが，このような旧被告装置・方法におい\nて，データベース型の構成を採用することは，上記設計思想に反\nすることになるから，阻害要因があるといえる。\nしたがって，乙１６発明において相違点１及び２に係る構成を採\n用することには動機付けがなく，むしろ阻害要因があるものといえ\nる。\n⒝  相違点３について\n前記 で述べたとおり，乙１６発明に係る旧被告装置・方法は，\n階層型データモデルとして既存の店舗カテゴリページをそのまま静\n的にクライアントに送信するものにすぎず，本件各訂正発明のよう\nに，動的にＷｅｂページデータを生成し，クライアントに送信する\nものではない。\nそして，このような相違点３に係る本件各訂正発明の構成につ\nいては，これを開示する副引例が何ら示されていないから，容易\n想到といえないことは明らかである。\nまた，乙１６発明に係る旧被告装置・方法が上記の構成を採用し\nたのは，動的にＷｅｂページデータを生成する際のプログラムの実\n行に伴う負荷を軽減し，応答速度が遅くなることを回避するという\n設計思想によるものと推察される。ところが，そのような旧被告装\n置・方法において，Ｗｅｂページデータの動的な送信処理を採用す\nることは，上記設計思想に反することになるから，阻害要因がある\nといえる。\nしたがって，乙１６発明において相違点３に係る本件各訂正発\n明の構成を採用することには動機付けがなく，むしろ阻害要因が\nあるものといえる。\n⒞  相違点４について\n相違点４に係る構成については，これを開示する副引例が何ら示\nされていないから，容易想到といえないことは明らかである。\n⒟  さらに，被控訴人は，乙１６発明に副引例を組み合わせるなどし\nて，上記各相違点を有機的に一体構成することの容易想到性につい\nても，何ら主張立証していない。\nイ  例１の公然実施，例２の公然実施及び乙６・７画面に基づく新規性及び\n進歩性欠如について\n被控訴人は，上記各無効理由についても，乙１６発明に基づく新規性及\nび進歩性欠如の無効理由と同様に認められる旨主張するが，これが認めら\nれないことは，上記アにおいて乙１６発明について述べたところと同様で\nある。\nイ（被控訴人新システムに基づく新規性及び進歩性欠如の無効理由\nの有無）について\n（被控訴人の主張）\nア  被控訴人は，次のとおり，本件特許の優先日前から，楽天市場において，\n現在実施している被告装置・方法と同様の管理装置・管理方法（被控訴人\n新システム）を公然実施していた。\nすなわち，例１及び２等の旧被告装置・方法に係る商品ページのＵＲＬ\nは，「www.rakuten.co.jp/［店舗名］/［商品ＩＤ］/」である（甲６３の\n添付資料１－ａなど）のに対し，被控訴人新システムの商品ページのＵＲ\nＬは，「item.rakuten.co.jp/［店舗名］/［商品ＩＤ］/」であり（甲６３\nの３頁図１－ｂなど），「item.rakuten.co.jp」で始まる点において，旧被\n告装置・方法とは異なる。\nしかるところ，乙７８は，本件特許の優先日（平成１７年（２００５年）\n４月１４日）より前の平成１７年（２００５年）３月４日に被控訴人のウ\nェブサーバから公衆送信されたＷｅｂページのアーカイブ出力であり，株\n式会社 Strapya.com ジュエル POPs（ジュエルポップス）事業部の「【セー\nル】ペリドットスターがきらめくユラユラシューティングスター１４金ホ\nワイトゴールドピアス」の商品ページである。そして，この商品ページの\nＵＲＬは，「item.rakuten.co.jp/jewel/103-41-1388pr/」であり，jewel\nが「店舗名」，103-41-1388pr が「商品ＩＤ」であるから，このＵＲＬは\n「item.rakuten.co.jp/［店舗名］/［商品ＩＤ］/」のフォーマットであ\nり，この商品ページは，旧被告装置・方法ではなく，被控訴人新システム\nによって生成されたものであることが分かる。\nイ  そこで，本件特許の優先日前である平成１７年（２００５年）３月４日\nから４月３日にかけて，被控訴人新システムにおいて公衆送信されたＷｅ\nｂページ（乙７３ないし７８）に基づいて，その当時の被控訴人新システ\nムの説明をすれば，別紙「本件特許の優先日前に公然実施された被控訴人\n新システム」と題する書面に記載のとおりである。\nそして，これと控訴人らが現在の被告装置・方法の内容であるとして主\n張する別紙被告装置・方法説明書〔再修正版〕との相違は，①端末の「パ\nソコン，スマートフォン等」が当時は存在しなかったスマートフォンを除\n外して「パソコン等」と変更されていること，②「トップ＞ビール・洋酒\n…赤ワイン」，「ボルドーワイン」及び「レディス」が，乙７３ないし７８\nに整合させて「トップ＞ファッション・ブランド…ピアス」，「【セール】\nペリドットスターがきらめくユラユラシューティングスター１４金ホワイ\nトゴールドピアス」及び「キュート」に変更されていることのみであるか\nら，控訴人らが主張する現在の被告装置・方法と被控訴人新システムとは，\nその構成が同一であるといえる。\nウ  そうすると，別紙被告装置・方法説明書〔再修正版〕記載のとおりの被\n告装置・方法が本件各訂正発明の技術的範囲に属するとの控訴人らの主張\nを前提とする限り，本件各訂正発明は，本件特許の優先日前に，公然実施\nをされた発明又は電気通信回線を通じて公衆に利用可能となった発明と同\n一の発明といえることになり，新規性を欠く。\nエ  なお，別紙「本件特許の優先日前に公然実施された被控訴人新システム」\nと題する書面に示した写真の画面には，本件各訂正発明の構成のうち，\n「回線網」，「サーバ」，「商品情報テーブル」（データベース），「記憶部」\n及び「送信部」に係る明示的な記載は存在せず，また，「商品情報テーブ\nルを検索し，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類され\nる商品を示す情報を前記記憶部から取得してＷｅｂページデータを生成」\nする点についても明示的な記載は存在しない。\nしかし，Ｗｅｂページがサーバによって送信されること，サーバが磁気\nディスク等の情報記憶要素を有すること，インターネットと接続される以\n上はＬＡＮポートといった通信手段を有することなどは技術常識であるか\nら，「回線網」，「サーバ」，「記憶部」及び「送信部」を設けることは容易\n想到である。\nまた，「商品情報テーブル」が存在し，これをもとにして「Ｗｅｂペー\nジデータを生成」する場合に，「商品情報テーブルを検索し，前記店舗カ\nテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記\n記憶部から取得」することは技術常識である。\nしたがって，仮に，上記の点が本件各訂正発明と被控訴人新システムの\n相違点になるとしても，これらの相違点に係る構成は，被控訴人新システ\nムが公衆送信した各画面から認識される発明から容易想到といえるから，\n本件各訂正発明は，進歩性を欠く。\n（控訴人らの主張）\nア  時機に後れた攻撃防御方法であること\n被控訴人の被控訴人新システムに基づく無効の抗弁は，平成２６年９月\n２６日に訴えが提起された原審の審理及び平成２８年１月１４日の原判決\nを経て，同年２月１９日提起の控訴審である当審において，侵害論・無効\n論に係る最終の期日として裁判所により指定された同年９月８日の弁論期\n日の直前である同年８月２３日に至って，突如として，原審・控訴審の主\nたる争点として審理されてきた旧被告装置・方法に基づく新規性又は進歩\n性欠如の無効の抗弁がいずれも成り立たないであろうことが明らかになっ\nてきた状況の下で，新たに提出されたものであるから，時機に後れたもの\nであることは明らかである。\nまた，かかる時機に後れた攻撃防御方法の提出について，被控訴人に\n少なくとも「重大な過失」があることは明らかであり，また，この点に\n関する更なる主張立証が平成２８年９月８日の弁論期日以降も継続され\nるようなことになれば，「訴訟の完結を遅延させることとなる」ことも明\nらかである。\nしたがって，被控訴人の上記抗弁は，時機に後れた攻撃防御方法とし\nて却下されるべきである。\nイ  被控訴人主張の被控訴人新システム（乙７３ないし７８に係るシステ\nム）は，被控訴人が現在実施している被告装置・方法とは異なり，本件\n各訂正発明の構成要件を具備しないこと\n被控訴人は，乙７３ないし７８に示されるＷｅｂページについて，「Ｊ\nｅｗｅｌ  ＰＯＰｓ」という店（別紙「本件特許の優先日前に公然実施さ\nれた被控訴人新システム」と題する書面の写真５の上部青楕円）のページ\nにおける「キュート」，「カジュアル」等（同写真５の左下部の青枠内の緑\n枠及び中央部の赤枠内の緑枠）と「商品番号１０３－４１－１３８８ｐｒ」\nの商品（同写真５の中央部の赤枠）とが，それぞれ，本件各訂正発明の\n「店舗カテゴリ」と「店舗カテゴリに分類される商品」とに該当する旨主\n張する。\nしかし，上記写真５の左下部の青枠内の緑枠における「キュート」，「カ\nジュアル」等は店舗管理者が作成したＨＴＭＬにすぎないし，同写真５の\n中央部の赤枠内の緑枠における「キュート」，「カジュアル」等も店舗管理\n者が独自に商品情報に追記したテキストにすぎないから，いずれも記憶部\nに記憶された商品情報テーブルの検索により記憶部から取得され，Ｗｅｂ\nページデータとして生成され，送信されたものではなく，したがって，本\n件各訂正発明の「店舗カテゴリ」に該当しないものであることが明らかで\nある。そして，上記写真５の中央部の赤枠における「商品番号１０３－４\n１－１３８８ｐｒ」の商品が，「店舗カテゴリに分類される商品」に該当\nしないことも明らかである。\nしたがって，乙７３ないし７８に係るシステムは，被控訴人が現在実施\nしている被告装置・方法とは異なり，少なくとも本件各訂正発明の構成要\n件Ｄ及びＤ’を具備しないものであるから，これに基づいて，本件各訂正\n発明が新規性を欠くとする被控訴人の主張は理由がない。\nウ  乙７３ないし７８のＷｅｂページ画面によっては，その電子ショッピン\nグモールに係るシステムに係る内部構造，記憶形式及び内部動作の開示が\nあるとはいえないこと\n乙７３ないし７８のＷｅｂページに係る電子ショッピングモールそれ\n自体がインターネットを通じて公然実施され，公衆に利用可能になったと\nしても，同Ｗｅｂページの画面表示のみでは，同モールに係るシステムの\n内部構造，記憶形式及び内部動作を開示し得るものではない。\nしたがって，乙７３ないし７８によって，本件各訂正発明におけるシス\nテムの内部構造及び記憶形式（「テーブル」に「保存」）並びに内部動作\n（「テーブルを検索」，「店舗カテゴリ…と前記店舗カテゴリに分類される\n商品…を記憶部から取得」及び「Ｗｅｂページデータを生成」）に係る構\n成要件Ｂ及びＢ’並びにＤ及びＤ’が，開示され，「公然」実施され，「公\n衆に利用可能」となったなどということはできない。\nエ  進歩性が欠如するとはいえないこと\n上記で述べたところによれば，インターネットを通じて公然実施され，\n公衆に利用可能になった乙７３ないし７８のＷｅｂページに係る電子ショ\nッピングモールと，本件各訂正発明とでは，構成要件Ｂ及びＢ’並びにＤ\n及びＤ’が相違点と認定されるべきところ，これらの相違点に係る構成を\n開示する副引例は何ら示されておらず，また，これらを有機的に一体に構\n成することの容易想到性についても，何ら主張立証されていない。\nしたがって，乙７３ないし７８に基づいて，本件各訂正発明が進歩性を\n欠くとする被控訴人の主張は理由がない。\n特許法６９条２項２号の適用の可否，被控訴人の先使用による通\n常実施権の有無）について\n（被控訴人の主張）\nア  被控訴人が楽天市場に\nおいて現在実施している被告装置・方法と同一のものであるところ，その\n管理装置は，遅くとも本件特許の優先日である平成１７年（２００５年）\n４月１４日より前の平成１７年（２００５年）３月４日には，日本国内に\n存在し，動作していた。\nしたがって，特許法６９条２項２号の適用により，本件各訂正発明に係\nる特許権の効力は，被控訴人が楽天市場において現在使用している被告装\n置には及ばない。\nイ  また，被控訴人は，本件特許の出願に係る発明の内容を知らずに，本件\n各訂正発明と同一の発明である被控訴人新システムを自ら構築し，遅くと\nも本件特許の優先日前の平成１７年（２００５年）３月４日までに運用を\n開始し，楽天市場の事業に供していた。\nしたがって，被控訴人は，本件各訂正発明に係る特許権について，先使\n用による通常実施権（特許法７９条）を有する。\n（控訴人らの主張）\nア  被控訴人の特許法６９条２項２号及び先使用の各\n訴人らの主張）アと同様の理由により，時機に後れた攻撃防御方法として\n却下されるべきである。\nイ  （控訴人らの主張）イ及びウで述べたとおり，被控訴人主張\nの被控訴人新システム（乙７３ないし７８に係るシステム）は，被控訴\n人が楽天市場において現在実施している被告装置・方法と同一のもので\nはなく，本件各訂正発明と同一の発明でもないから，被控訴人主張の特\n許法６９条２項２号の適用及び先使用による通常実施権はいずれも認め\nられない。\n争点 （控訴人らの損害・損失の額）について\nに関する当事者の主張は，原判決１６頁３行目の「本件各発明」\nを「本件各訂正発明」と改めるほかは，原判決「事実及び理由」の第２の３\n１５頁２４行目から１６頁９行目まで）に記載のとおりであるから，こ\nれを引用する。\n第３  当裁判所の判断\n１  ）\nについて\n事案に鑑み，被控訴人が主張する本件各訂正発明に係る特許の無効理由の\nうち，乙１６発明に基づく新規性及び進歩性欠如について，以下判断する（な\nお，控訴人ら 被控訴人主張の抗弁につき，時機に後\nれた攻撃防御方法として却下すべき旨を述べるが，少なくとも，これらの主張\nが「訴訟の完結を遅延させる」ものでないことは明らかであるから，時機に後\nれた攻撃防御方法としての却下はしないこととする。）。\n乙１６発明について\nア  乙１６文献は，２００１年（平成１３年）１月６日に発行された書籍\nであり，その当時の楽天市場におけるオンラインショッピングの方法が記\n載されたものである。そして，同文献には，北海道・函館の地ビールを検\n索して購入する例を取り上げて，次のようなことが記載されている（乙１\n６の６６，６８頁）。\nａ  「ジャンル名で商品を探す」との表題の下に，次のような記載が\nある。\n「トップページの「商品名で調べる」または「商品別」のどちら\nかをクリックして，商品名で探すこともできる。店探しの時と同様\n「ドリンク・アルコール類」→「ビール・地ビール」→「地ビール」\n→「北海道」とジャンルが絞られていき，そのたびにそれぞれのジ\nャンルでの検索結果に商品名が表示される。今回は，店を探した時\nよりもヒット数が多いが，これは「はこだてビール」にさまざまな\nセット内容があり，それらの商品名がすべて表示されたため。金額\nも表示されるので，わざわざ店のホームページにアクセスしなくて\nも商品を選べるのは利点だ。…」\nｂ  Ｗｅｂページ画像及\nびその説明が記載されている。\n「購入の手順  ０１欲しい商品を決める」との表題の下に，次の\nような記載がある。\n「…また，商品別で検索した時も商品名をクリックすれば，店舗\nのホームページにアクセスして，その商品の紹介ページが見られる。\n「はこだてビール」のホームページには，今回の目的にぴったりな\n「オリジナルギフトセット」というジャンルがあり，このジャンル\nの画像や価格，セット名を一覧表示できたので，中からビールと特\n製のおつまみが組み合わせになった商品を選ぶことにした。」\nｂ  Ｗｅｂページ画像及\nびその説明が記載されている。\n買い物かごに商品を入れる」との表\n題の下に，次のような記載がある。\n「…購入したい商品の紹介ページで個数を選択して「買い物かごに入\nれる」ボタンをクリックすれば，自分の買い物かごに商品を入れるこ\nとができる。…」\nｂ  上記ａの説明とともに，別紙１ のとおりのＷｅｂページ画像及び\nその説明が記載されている。\nイ  上記アによれば，乙１６文献には，楽天市場のサービスを提供するため\nの管理装置及びこれによる管理方法として，次のようなものが記載され\nていることが認められる。\n乙１６文献には，楽天市場におけるオンラインショッピングの方法が\n示されており，その記載から，楽天市場にアクセスするユーザに対し，\n例えば「北海道・函館の地ビール」などの「商品」の「検索」に係る\nサービスを提供していることが理解できるから，そのために，楽天市\n場が管理・運営する「サーバ装置」が備えられていることが当然に理\n解できる。\nａ  前記 上記 の「サーバ装置」は，ユーザが端\n末を操作して「地ビール」等の楽天市場全体において共通に設定され\nた商品分類に基づくジャンルを選んで絞り込むたびに検索結果を表示\nし，その検索結果の中に，「はこだてビールギフトＪセット」等の商\n品名を表示するものであることが認められる。\nｂ  また，① 「商品別で検索した時も商品名をクリックすれ\nば，店舗のホームページにアクセスして，その商品の紹介ページが見\nられる。「はこだてビール」のホームページには，今回の目的にぴっ\nたりな「オリジナルギフトセット」というジャンルがあり，このジャ\nンルの画像や価格，セット名を一覧表示できたので，中からビールと\n特製のおつまみが組み合わせになった商品を選ぶことにした。」との\n記載，②上記記載とともに表記された「はこだてビールオリジナルギ\nフトセ」（「はこだてビールオリジナルギフトセット」というジャンル\n名の記載の一部が表れたものと理解される。）との表題の下に，「はこ\nだてビールギフトＡセット」，「はこだてビールギフトＢセット」等の\n複数の商品の商品名，価格，写真が一覧表示されたＷｅｂページ画像\n，③同Ｗｅｂページ画像についての「今回は，はこだて\nビール各タイプ１本ずつと，特製ソーセージなどがセットになったギ\n物かごに商品を入れる」との表題の下に表記された「はこだてビール\nギフトセットＢセット」に係る商品の紹介ページの画像\n及び⑤同画像についての「「はこだてビールギフトＢセット」を１個\n購入しよう。まだ楽天会員ではないので，「買い物かごに入れる」ボ\nタンをクリック。」との説明文の記載を総合すれば，上記ａの検索結\n果に表示される商品名「はこだてビールギフトＪセット」等は，「は\nこだてビール」という個別の店舗独自に設定された商品分類である\n「はこだてビールオリジナルギフトセット」というジャンルに属する\n商品であり，ユーザが端末を操作して上記商品名をクリックすると，\n当該店舗のホームページにアクセスし，まずは，「はこだてビールオ\nリジナルギフトセット」のジャンルのページ（上記②のページ）が表\n示され，更にユーザが当該ページに一覧表示された個別の商品である\n「はこだてビールギフトＢセット」の商品名をクリックすると，当該\n個別の商品の紹介ページ（上記④のページ）が表示され，そこで当該\n商品の購入ができるものであることを自然に理解することができる。\nしたがって，上記 の「サーバ装置」は，前記ａの検索結果とし\nて，「はこだてビール」という個別の店舗独自に設定された商品分類\nである「はこだてビールオリジナルギフトセット」というジャンルに\n属する商品名を表示し，ユーザがその商品名をクリックすれば，店舗\nのホームページにアクセスして，上記「はこだてビールオリジナルギ\nフトセット」というジャンルに属する複数の商品の商品名，価格，写\n真を一覧表示するものであることが認められる。\nｃ  さらに，上記 の「サーバ装置」が，上記ａ及びｂのような表示を\n行うためには，その処理に必要な情報を記憶しておく必要があること\nは明らかであるから，そのための記憶手段を有するものであることが\n認められる。\nそして，上記ａ及びｂのような表示を行うためには， 楽天市場\nが扱う「はこだてビールギフトＪセット」等の商品の情報，⒝「地\nビール」等の楽天市場全体において共通に設定された商品分類に基づ\nくジャンルの情報及び⒞「はこだてビールオリジナルギフトセット」\nという個別の店舗独自に設定された商品分類に基づくジャンルの情報\nをそれぞれ記憶しておく必要がある。また，上記ａ及びｂのとおり，\n「地ビール」等の楽天市場全体において共通に設定された商品分類に\n基づくジャンルに従って検索を行っていくと，そのジャンルに属する\n商品が表示されるが，その商品は，「はこだてビールオリジナルギフ\nトセット」のような，個別の店舗独自に設定された商品分類に基づく\nジャンルにも関連付けられているため，ユーザがその商品名をクリッ\nクすれば，店舗のホームページにアクセスして，上記「はこだてビー\nルオリジナルギフトセット」というジャンルに属する複数の商品の商\n品名，価格，写真を一覧表示するのであるから，このような処理を行\nうためには，上記 の情報及び ⒞の情報とを，\nそれぞれ何らかの態様により結び付つけるようにして記憶しておく必\n要があることは明らかである。\nしたがって， 上記\n⒝の情報及び ⒞の情報とをそれぞれ結び\n付つけるようにして記憶する記憶手段を有するものであることが認め\nられる（ただし，当該記憶の具体的な態様は明らかではない。）。\n上記 等の楽\n天市場全体において共通に設定された商品分類に基づくジャンルの検索\n結果とその検索結果の中に「はこだてビールギフトＪセット」等の商品\n名を併せて表示するところ，このような表示はユーザの端末操作による\n選択に応じたものであり，その表示のためには，上記楽天市場全体に設\n定された商品分類に基づくジャンルの情報と当該ジャンルに属する商品\nの情報を，上記 記憶手段から取得し，ユーザの使用する端末に送\n信することを当然に行っていると理解され，そのための送信手段を有す\nるものであることが認められる。\n「地ビール」等の楽\n天市場全体において共通に設定された商品分類に基づくジャンルの検索\n結果とその検索結果の中に「はこだてビールギフトＪセット」等の商品\n名を表示し，ユーザがその商品名をクリックすれば，店舗のホームペー\nジにアクセスして，個別の店舗独自に設定された商品分類である「はこ\nだてビールオリジナルギフトセット」というジャンルに属する複数の商\n品の商品名，価格，写真を一覧表示するところ，このような表示はユー\nザの端末操作によるクリックに応じたものであり，その表示のためには，\n上記個別の店舗独自に設定された商品分類に基づくジャンルの情報と当\n該ジャンルに属する商品の情報を，上記 記憶手段から取得し，こ\nれらの情報を表示するＷｅｂページデータをユーザの使用する端末に送\n信することを当然に行っていると理解され，そのための送信手段を有す\nるものであることが認められる。\n以上を総合すれば，乙１６文献に記載された楽天市場のサービスを提\n供するための管理装置（乙１６発明）は，次のようなものであると認め\nられる（以下，各構成を「構成ａ」などという。）。\nａ  楽天市場のオンラインショッピングにおけるサービスを提供するた\nめに管理・運営されるサーバ装置であって，\nｂ  楽天市場が扱う「はこだてビールギフトＪセット」等の商品の情\n報，⒝「地ビール」等の楽天市場全体において共通に設定された商品\n分類に基づくジャンルの情報及び⒞「はこだてビールオリジナルギフ\nトセット」という個別の店舗独自に設定された商品分類に基づくジャ\nンルの情報を ⒞の情報とを\nそれぞれ結び付つけるようにして記憶する記憶手段と，\nｃ  「地ビール」等の楽天市場全体に設定された商品分類に基づくジャ\nンルの情報と当該ジャンルに属する「はこだてビールギフトＪセット」\n等の商品の情報を上記記憶手段から取得し，ユーザが使用する端末に\n送信する送信手段と，\nｄ  上記送信手段により送信された上記楽天市場全体に設定された商品\n分類に基づくジャンルの情報と当該ジャンルに属する「はこだてビー\nルギフトＪセット」等の商品の情報がユーザの使用する端末に表示さ\nれた後，ユーザが当該商品名をクリックすると，「はこだてビールオ\nリジナルギフトセット」という個別の店舗独自に設定された商品分類\nに基づくジャンルの情報と当該ジャンルに属する商品の情報を上記記\n憶手段から取得し，これらの情報を表示するＷｅｂページデータを\nユーザの使用する端末に送信する送信手段と，\nｅ  を有するサーバ装置\n本件各訂正発明と乙１６発明の対比\nそこで，本件訂正発明１と乙１６発明を構成要件ごとに対比すると，次の\nとおりである（なお，本件訂正発明２は，本件訂正発明１の管理装置による\n管理方法に係る発明であるから，本件訂正発明１と乙１６発明に係る管理装\n置との一致点・相違点は，そのまま本件訂正発明２と乙１６発明に係る管理\n方法との一致点・相違点となる。）。\nア  構成要件Ａについて\n楽天市場のオンラインショッピングにおいて，ユーザによるアクセスが\nユーザ端末により行われることは自明であり，また，楽天市場のオンライ\nンショッピングのサービスがオンラインによるインターネット回線を介し\nてユーザ端末に提供されるものであることも自明であるから，乙１６発明\nの構成ａの「サーバ装置」は，構成要件Ａ（回線網を介して接続されたク\nライアント装置を用いた電子ショッピングモールを管理する管理装置）に\n相当する。\nイ  構成要件Ｂについて\n乙１６発明の構成ｂにおける 楽天市場が扱う「はこだてビール\nギフトＪセット」等の商品」は，構成要件Ｂの「前記電子ショッピン\nグモールが扱う商品」に相当する。また，乙１６発明の構成ｂにおけ\nる「⒝「地ビール」等の楽天市場全体において共通に設定された商品\n分類に基づくジャンルの情報」及び「⒞「はこだてビールオリジナル\nギフトセット」という個別の店舗独自に設定された商品分類に基づく\nジャンルの情報」は，それぞれ，構成要件Ｂの「前記電子ショッピン\nグモールの全体に設定される商品分類に基づく共通カテゴリ」（以下\n「共通カテゴリ」という。）を示す情報及び「当該商品を取り扱う店舗\nごとに設定される商品分類に基づく店舗カテゴリ」（以下「店舗カテゴ\nリ」という。）を示す情報にそれぞれ相当する。\nそして，乙１６発明は，上記 ⒞の\n情報とをそれぞれ結びつけるようにして記憶する記憶手段を有するもの\nであるから，構成要件Ｂの「電子ショッピングモールが扱う商品に対応\nづけて，…共通カテゴリと，…店舗カテゴリとを示す情報…を記憶する\n記憶部」の構成を備えるものと認められる。\n他方，乙１６発明においては，上記各情報を記憶する具体的な態様\nが明らかではなく，これらの情報の記憶を「商品情報テーブル」に\n「保存され」るものとして行うか否かは不明である。\nしたがって，乙１６発明は，構成要件Ｂのうち，「前記電子ショッピ\nングモールが扱う商品に対応づけて，前記電子ショッピングモールの\n全体に設定される商品分類に基づく共通カテゴリと，当該商品を取り\n扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示す情\n報…を記憶する記憶部」の構成を備えることが認められる一方，これ\nらの情報の記憶を「商品情報テーブル」に「保存され」るものとして\n行うか否かは不明である。\nウ  構成要件Ｃについて\n乙１６発明の構成ｃにおける「「地ビール」等の楽天市場全体に設定さ\nれた商品分類に基づくジャンルの情報」及び「当該ジャンルに属する「は\nこだてビールギフトＪセット」等の商品の情報」は，それぞれ構成要件Ｃ\nの「前記共通カテゴリを示す情報」及び「前記共通カテゴリに分類される\n商品を示す情報」に相当し，また，乙１６発明は，これらの情報を上記記\n憶手段から取得し，ユーザ端末に送信する送信手段を有するものであるか\nら，乙１６発明が構成要件Ｃを備えることは明らかである。\nエ  構成要件Ｄについて\n乙１６発明の構成ｄにおける「上記送信手段により送信された上記楽\n天市場全体に設定された商品分類に基づくジャンルの情報と当該ジャン\nルに属する「はこだてビールギフトＪセット」等の商品の情報がユーザ\nの使用する端末に表示された後，ユーザが当該商品名をクリックする」\nは，構成要件Ｄの「前記第１の送信部により送信された前記共通カテゴ\nリを示す情報と前記共通カテゴリに分類される商品を示す情報が前記ク\nライアント装置により表示された後，当該表示された商品がユーザに\nよって選択された旨が前記クライアント装置から通知され」ることに相\n当する。\nそして，乙１６発明においては，上記の場合に，「「はこだてビールオ\nリジナルギフトセット」という個別の店舗独自に設定された商品分類に\n基づくジャンルの情報と当該ジャンルに属する商品の情報を上記記憶手\n段から取得し，これらの情報を表示するＷｅｂページデータをユーザの\n使用する端末に送信する送信手段」を有するところ，この構成は，構成\n要件Ｄの「前記店舗カテゴリを示す情報と前記店舗カテゴリに分類され\nる商品を示す情報を前記記憶部から取得してＷｅｂページデータを…，\n前記クライアントに送信する第２の送信部」に相当するものといえる。\n他方，乙１６発明においては，「はこだてビールオリジナルギフトセ\nット」という個別の店舗独自に設定された商品分類に基づくジャンルの\n情報と当該ジャンルに属する商品の情報を，どのようにして記憶手段か\nら取得するのかが明らかではなく，「前記記憶部に記憶された前記商品\n情報テーブルを検索」することによって取得するものか否かは不明であ\nる。\nまた，乙１６発明においては，ユーザの使用する端末（「クライアン\nト」）に送信されるＷｅｂページデータ（すなわち，「はこだてビールオ\nリジナルギフトセット」というジャンルに属する複数の商品の商品名，\n価格，写真を一覧表示する別紙 Ｗｅｂページのデータ）を，上記\n取得した情報から「生成」するものか否かが不明である。\nすなわち，Ｗｅｂページに係る基本技術として，Ｗｅｂページには，\n静的コンテンツ（要求のパスに指定されたｈｔｍｌなどのデータがその\nまま応答のデータとしてブラウザに送信される方式のＷｅｂページで，\n常に同じ内容を提供する場合に使われるもの）と動的コンテンツ（パス\nと共にクエリと呼ばれるパラメータが要求データとして送信され，これ\nを受信したＷｅｂサーバは，スクリプトと呼ばれるプログラムに渡され\nたパラメータを指定して実行することで結果を生成し，それを応答の\nデータとしてブラウザに送信する方式のＷｅｂページで，検索画面のよ\nうに，利用者によって表示される内容が異なる場合などに使われるもの）\nがあることは，インターネットに係る技術分野における本件優先日前の\n技術常識であったことが認められる（甲６２。この点は，控訴人らが同\n旨の主張をし，被控訴人もこれを特に争ってはいない。）。そして，この\nような技術常識を前提とすれば，構成要件Ｄの「前記記憶部に記憶され\nた前記商品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記\n店舗カテゴリに分類される商品を示す情報を前記記憶部から取得してＷ\nｅｂページデータを生成し，」におけるＷｅｂページデータの「生成」\nとは，取得した情報からＷｅｂページデータを上記の動的コンテンツと\nして生成することを意味するものと解するのが相当である。\nしかるところ，乙１６発明においては，ユーザ端末に送信されるＷｅ\nｂページデータを，上記取得した情報から動的コンテンツとして「生成」\nするものであるのか，静的コンテンツとしてサーバ装置に保存されてい\nたデータを呼び出すものであるのかが不明であるから，その意味におい\nて，上記取得した情報から「生成」するものか否かが不明であるといえ\nる。\nしたがって，乙１６発明は，構成要件Ｄのうち，「前記第１の送信部\nにより送信された前記共通カテゴリを示す情報と前記共通カテゴリに分\n類される商品を示す情報が前記クライアント装置により表示された後，\n当該表示された商品がユーザによって選択された旨が前記クライアント\n装置から通知された場合に，…前記店舗カテゴリを示す情報と前記店舗\nカテゴリに分類される商品を示す情報を前記記憶部から取得してＷｅｂ\nページデータを…，前記クライアントに送信する第２の送信部」の構成\nを備えることが認められる一方，上記各情報の取得に当たって「前記記\n憶部に記憶された前記商品情報テーブルを検索」するか否か，及び，Ｗ\nｅｂページデータの送信に当たって上記取得した情報からＷｅｂページ\nデータを「生成」するか否かは，いずれも不明である。\nオ  一致点及び相違点\n以上を総合すれば，本件各訂正発明と乙１６発明とは，本件訂正部分\n以外の本件各訂正発明の構成（すなわち，本件各発明の構成）において\n一致し，以下の点で相違するものと認められる（被控訴人の主張と区別\n。\nａ  相違点\n記憶部について，本件各訂正発明が，電子ショッピングモールが扱\nう商品に対応づけて，共通カテゴリと，店舗カテゴリとを示す情報を\n記憶するに当たり，「商品情報テーブル」に「保存され」るものとし\nて記憶するのに対し，乙１６発明では，上記情報の記憶を，「商品情\n報テーブル」に「保存され」るものとして行うものとは特定されてい\nない点。\nｂ  相違点\n第２の送信部又は第２の送信ステップについて，表示された商品が\nユーザによって選択された旨が前記クライアント装置から通知された\n場合に，店舗カテゴリを示す情報と店舗カテゴリに分類される商品を\n示す情報を記憶部から取得するに当たり，本件各訂正発明が，記憶部\nに記憶された「前記商品情報テーブルを検索」するのに対し，乙１６\n発明では，上記情報の取得に当たり，記憶部に記憶された「前記商品\n情報テーブルを検索」するものとは特定されていない点。\nｃ  相違点\n第２の送信部又は第２の送信ステップについて，クライアントにＷ\nｅｂページデータを送信するに当たり，本件各訂正発明が，店舗カテ\nゴリを示す情報と店舗カテゴリに分類される商品を示す情報を記憶部\nから取得してＷｅｂページデータを「生成」するのに対し，乙１６発\n明では，上記Ｗｅｂページデータの送信に当たり，上記取得した情報\nからＷｅｂページデータを「生成」するものとは特定されていない点。\n控訴人ら主張の相違点４について\n控訴人らは，乙１６文献には，選択された商品情報の表示の際に，店\n舗カテゴリを示す情報と店舗カテゴリに分類される商品を示す情報を表\n示することが記載されていないから，乙１６発明は，表示された商品が\nユーザによって選択された旨がクライアント装置から通知された場合に，\n「店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す\n情報を記憶部から取得して」Ｗｅｂページデータを生成していない点\n（相違点４）においても，本件各訂正発明と相違する旨主張する。\n合すれば，同文献には，「地ビール」等の楽天市場全体において共通に\n設定された商品分類に基づく検索の結果として「はこだてビールギフト\nＪセット」等の商品名が表示されること，当該商品は，「はこだてビー\nル」という個別の店舗独自に設定された商品分類である「はこだてビー\nルオリジナルギフトセット」というジャンルに属する商品であること，\nユーザが端末を操作して上記商品名をクリックすると，当該店舗のホー\nムページにアクセスし，まずは，「はこだてビールオリジナルギフトセ\nット」のジャンルのページ（ のページ）が表示され，更にユー\nザが当該ページに一覧表示された個別の商品である「はこだてビールギ\nフトＢセット」の商品名をクリックすると，当該個別の商品の紹介ペー\nジ（ のページ）が表示されることが記載されているものという\nべきである。\nこのように，乙１６文献には，ユーザによって選択された商品を表示\nする際に，「はこだてビールオリジナルギフトセット」というジャンル\nの表題の下に，「はこだてビールギフトＡセット」，「はこだてビールギ\nフトＢセット」等の複数の商品の商品名，価格，写真が一覧表示された\nＷｅｂページ画像（ のページ）が表示されることが記載されて\nいるのであるから，選択された商品情報の表示の際に，店舗カテゴリを\n示す情報と店舗カテゴリに分類される商品を示す情報を表示することが\n記載されているものといえるのであって，控訴人らの上記主張は，その\n前提において理由がない。\nなお，本件訂正を認めた訂正２０１６－３９００５２事件に係る審決\n（甲７０）は，本件訂正発明１について独立特許要件の有無を判断する\nに当たり，乙１６文献の記載について，上記と異なる認定（控訴人ら主\n張のとおりの認定）をしているが，乙１６文献の記載からは、上記で述\nべたとおりのことが読み取れるというべきであるから，上記審決の認定\nは是認できない。\n相違点に係る容易想到性について\nそこで，上記各相違点に係る容易想到性について検討する。\nア  相違点 について\nインターネットショッピングにおいて，その運営・管理に必要となる\n商品に関する各種情報を記憶する態様については，例えば，本件特許の\n優先日前に刊行された文献に，次のようなことが記載されている。\nａ  特開２００２－６３４６５号公報（乙６９）\n【００１３】…本実施形態は，顧客装置１と販売店装置２とが，イン\nターネット３を介して，互いに接続されて構成されているネットワー\nク販売システムに本発明を適用した例である。…\n【００１４】販売店装置２のユーザである販売店は，インターネット\n３上で，オンラインショップを開設している。…\n【００１５】顧客装置１のユーザである顧客は，オンラインショップ\nにアクセスし，希望の商品の注文を行うことができる。…\n【００２９】商品データベース２３５は，図４に一例を示すように，\n商品を識別するためのコードである商品ＩＤ２３５１と，商品名２３\n５２と，販売価格２３５３と，その商品の属性，例えば，「家電」\n「ゲーム機」「ソフトウェア」等に分類される属性２３５４と，その\n商品の画像を生成するためのイメージデータ２３５５とを関連付けて\n格納する。\nｂ  特開２００２－９２５０８号公報（乙７０）\n【０００１】\n【発明が属する技術分野】コンピュータシステムにより行う電子モー\nルショッピングにおいて，購入者端末の画面上に映し出された複数の\n商品の中から，購入者が選択した商品の表示方法に関する。\n【００１０】図３は，商品情報ＤＢ１４のファイルレコードの一実施\n例であり，ショップＩＤ，分類ＩＤ，商品ＩＤ，商品名，型式，価格，\n商品画像，組み合わせ画像，階層情報，商品説明等から構成される。\n…\nｃ  特開２００１－２６５８５１号公報（乙７１）\n【０００１】\n【発明の属する技術分野】本発明は，商品の選択手法に関し，特に，\nオンラインショッピングシステム及び方法に用いて好適な商品選択手\n法に関する。\n【００３２】商品マスタＤＢ２３１は，図５（ａ）に示すように，こ\nの事業体が取り扱っている全商品の商品コード，商品名，商品説明内\n容，基準単価，商品区分，リンク情報などが記録されている。\n【００３３】ここで，商品区分とは，その商品が，「本体」，「オプシ\nョン」，「消耗品」のいずれに属するかを示す情報である。「本体」と\nは，通常，単独で使用される主要商品を意味する。「オプション」と\nは，通常，単独で使用されることがなく，本体に装着・接続されて使\n用される商品を意味する。「消耗品」とは，通常，単独で使用される\nことがなく，本体又はオプションに装着され，使用に伴って量が減少\nするものを意味する。例えば，コピー機を例に取ると，コピー機自体\nが本体，コピー機に装着されて使用されるフィーダ，ソータ，通信装\n置，電源装置がオプション，トナーやＰＰＣ用紙が消耗品となる。ま\nた，ディジタルカメラを例に取ると，カメラ自体が本体，カメラと\nパーソナルコンピュータを接続するケーブル及び通信ソフトがオプシ\nョン，画像を蓄積するフラッシュメモリカードや電池が消耗品となる。\n【００３４】リンク情報とは，他の商品区分で，その商品に使用可能\nなものが登録されている。例えば，「本体」であれば，その本体に適\n合するオプションや消耗品の商品コードが登録されている。同様に，\n「オプション」であれば，そのオプションが適合する本体の商品コー\nドや，そのオプションに適合する消耗品の商品コードが登録されてい\nる。また，「消耗品」であれば，その消耗品が適合する本体やオプシ\nョンの商品コードが登録されている。図５（ａ）の例では，本体であ\nる商品コードＡ１２３の商品に使用できる消耗品として，Ｃ２０３が\n挙げられている。従って，商品コードＣ２０３のリンク情報には，適\n合する本体としてＡ１２３が挙げられている。\n【００３５】この商品区分及びリンク情報により，各商品がいずれか\nの商品区分に分類され，さらに，適合関係にある商品同士がリンク付\nけされる。これにより，例えば本体の機種を指定すれば，その本体に\n適合するオプション又は消耗品を特定するという形式で，商品を選\n択・指定することも可能であり。また，商品区分を特定し，その商品\n区分内で，ある商品に適合する商品を選択・指定することも可能とな\nる。\nｄ  特開２００３－２８１４４７号公報（乙７２）\n【０００１】\n【発明の属する技術分野】本発明は，利用者の商品購入希望時期まで\nの猶予期間に基づいて，利用者に提供する商品情報の内容を決定して，\n利用者の必要な情報を絞り込む煩雑な作業を軽減させた商品情報提供\n方法に関する。\n【０００６】また，インターネットなどで特定の商品に関する情報を\n検索したり，複数の商品を比較したりするサイトも存在している。\n【００２７】商品情報テーブル１２１０を，図２に示す。図２に示す\nように，商品情報テーブル１２１０は，情報ＩＤ，商品分類，情報内\n容分類，企業／個人発信区分，商品ＩＤ，使用用途，用途詳細，ポイ\nントとなるスペック，商品情報を有している。\n【００２８】ここで，情報ＩＤは，商品情報ごとの識別子を示す。情\n報内容分類は，その商品情報がどの情報内容の情報であるかを示し，\n“商品基礎知識”，“用途別使用知識”，“商品スペック”に分類され，\nこの分類に基づいて，情報提供期間に応じた情報内容に分類される商\n品情報を提供する。\n以上のような各文献の記載によれば，インターネットショッピングに\nおいて，その運営・管理に必要となる商品に関する各種情報を記憶する\nに当たり，テーブル（すなわち，行と列からなる２次元の表）の形式で\n保存することは，本件特許の優先日当時における周知技術であったこと\nが優に認められる。\nしてみると，インターネット・ショッピングモールの管理装置・方法\nに係る乙１６発明に対し，同様の技術分野における上記周知技術を適用\nすることにより，「共通カテゴリ」や「店舗カテゴリ」を含む商品情報\n等の記憶を，「商品情報テーブル」に「保存され」るものとして行い，\n相違点 に係る本件各訂正発明の構成とすることは，当業者が容易に想\n到し得たものと認められる。\nこれに対し，控訴人らは，以下のとおり主張して，相違点 に係る\n容易想到性を争うので，それぞれ検討する。\nａ  控訴人らは，被控訴人主張の周知技術（乙６６ないし７２）には，\n本件各訂正発明のように，「電子ショッピングモール」に係る管理装\n置・方法において，「店舗カテゴリ」をデータベース化すべく「商品\n情報テーブル」に記憶したものは一切存在せず，そもそも各店舗の独\n自性のアピール・反映という課題・目的や各店舗の独自のカテゴリの\n併用という課題解決・目的達成の方向性に着目したものは一切存在し\nない旨を主張する。\nしかしながら，前記 で述べたとおり，乙１６発明は，楽天市場が\n扱う商品の情報に対応づけて，楽天市場全体において共通に設定され\nた商品分類に基づくジャンル（「共通カテゴリ」）の情報と個別の店舗\n独自に設定された商品分類に基づくジャンル（「店舗カテゴリ」）の情\n報を記憶する構成を有するものであり，本件各訂正発明と同様に，\n「ユーザは，電子ショッピングモール全体の共通カテゴリだけでなく，\n各店舗が独自に設定したカテゴリにも基づいて，商品を閲覧，選択，\n購入等することができ，店舗の独自性を反映することができる」（本\n件訂正明細書の段落【００１９】）との効果を奏することができるも\nのといえるから，控訴人らが主張する「各店舗の独自性のアピール・\n反映という課題・目的」，「各店舗の独自のカテゴリの併用という課題\n解決・目的達成の方向性への着目」といった点は，既に乙１６発明が\n備えるものにほかならない。そして，ここで問題となるのは，このよ\nうな乙１６発明に対して 上記各情報を記\n憶する具体的態様を本件各訂正発明の構成とすることの可否であると\nころ，その際，当該周知技術自体に，「各店舗の独自性のアピール・\n反映という課題・目的」，「各店舗の独自のカテゴリの併用という課題\n解決・目的達成の方向性への着目」といった本件各訂正発明と同様の\n課題・目的等が存在することが求められる理由はない（上記周知技術\nは，データベースにデータを蓄積するための汎用技術というべきもの\nであって，様々な課題解決・目的達成のために利用できるのであるか\nら，その適用に当たって，当該技術自体が，特定の課題・目的を明示\n的に持っているかどうかを問題にする必要はない。）から，控訴人ら\nの上記主張は，相違点 に係る容易想到性を否定する理由とはならな\nい。\nｂ  また，控訴人らは，乙１６発明は，Ｗｅｂページを階層的に構成し，\n最下層のＷｅｂページに複数の商品説明を表示列記するもの（ページ\n階層型）にすぎないから，そのような乙１６発明において，データ\nベース型の構成である相違点 に係る本件各訂正発明の構成を採用す\nることには動機付けがなく，かえって，サーバへの負担軽減を図るな\nどした乙１６発明の設計思想に反するから，阻害要因がある旨を主張\nする。\nしかしながら，控訴人らが，乙１６発明について主張する「ページ\n階層型」の構成とは，乙１６発明において，個別の店舗独自に設定さ\nれた商品分類である「はこだてビールオリジナルギフトセット」とい\nうジャンルのページ（ に，当該ジャンルに属する\n複数の商品（「はこだてビールギフトＡセット」など）の情報（商品\n名，価格，写真）が表示列記されていることを指すものと解されると\nころ，このことは，Ｗｅｂページにおける商品情報等の表示の態様を\n表すものにすぎず，当該「表示の態様」が上記のようなものであるか\nらといって，「店舗カテゴリ」の情報を含む商品情報等が記憶手段に\nどのように格納されているかという「記憶の態様」が当然に定まるも\nのではなく，乙１６文献からは，乙１６発明における当該「記憶の態\n様」は明らかではないというべきである。\nしたがって，乙１６発明が控訴人らのいう「ページ階層型」の表示\nの態様を採るからといって，乙１６発明における商品情報等の記憶の\n態様が，本件各訂正発明の構成（商品情報等の記憶を，「商品情報\nテーブル」に「保存され」るものとして行うこと）と相容れないもの\nであることが認められるものではない。\nしてみると，乙１６発明と本件各訂正発明とが，商品情報等の記憶\nの態様において本質的に異なることを前提に，乙１６発明において，\n相違点 に係る本件各訂正発明の構成を採用することの動機付けを否\n定するとともに，阻害要因の存在を指摘する控訴人らの上記主張は，\nその前提において理由がないというべきである。\nｃ  以上のとおり，相違点 に係る容易想到性を争う控訴人らの主張は，\nいずれも理由がない。\nイ  相違点 について\n上記ア のとおり，乙１６発明において，上記周知技術を適用すること\nにより，相違点 に係る本件各訂正発明の構成とすることは，当業者が容\n易に想到し得たものと認められる。\nそして，その結果，「店舗カテゴリ」等の情報を「商品情報テーブル」\nに「保存され」るものとして記憶することになれば，これらの情報を取得\nしてユーザに提示する際には，当該「商品情報テーブル」に保存された複\n数の情報から必要な情報を取得するために，これを検索することは当然に\n行われるべき処理といえる。\nしたがって，乙１６発明において，上記周知技術を適用するに当たり，\n相違点 に係る本件各訂正発明の構成とすることに併せて，相違点 に係\nる本件各訂正発明の構成とすることは，当業者が容易に想到し得たものと\n認められる。\nウ  相違点 について\nＷｅｂページデータの送信に当たっては，\n①静的コンテンツ（要求のパスに指定されたｈｔｍｌなどのデータがそ\nのまま応答のデータとしてブラウザに送信される方式のＷｅｂページ）\nとして，サーバ装置に保存されていたデータを呼び出してそのまま送信\nする方法のほか，②動的コンテンツ（パスと共にクエリと呼ばれるパラ\nメータが要求データとして送信され，これを受信したＷｅｂサーバは，\nスクリプトと呼ばれるプログラムに渡されたパラメータを指定して実行\nすることで結果を生成し，それを応答のデータとしてブラウザに送信す\nる方式のＷｅｂページ）として，取得した情報からその都度データを\n「生成」して送信する方法があることは，インターネットに係る技術分\n野における本件優先日前の技術常識であったことが認められる。\nしてみると，乙１６発明において，技術常識である上記②方法を採用\nし，記憶手段から取得した個別の店舗独自に設定された商品分類に基づ\nくジャンルの情報と当該ジャンルに属する商品の情報からＷｅｂページ\nデータを「生成」してユーザ端末に送信するようにすることにより，相\n違点 に係る本件各訂正発明の構成とすることは，当業者が容易に想到\nし得たものと認められる。\nこれに対し，控訴人らは，乙１６発明に係る旧被告装置・方法は，動\n的コンテンツとしてＷｅｂページデータを生成する際のプログラムの実\n行に伴う負荷を軽減し，応答速度が遅くなることを回避するという設計\n思想により，静的コンテンツとして保存されたＷｅｂページデータを呼\nび出してそのまま送信する構成を採用したものと推察されるから，この\nような旧被告装置・方法において，相違点 に係る本件各訂正発明の構\n成とすることには阻害要因がある旨を主張する。\n方法と②の方法とを比較すると，①の方法では，送信する全てのＷｅｂ\nページデータを記憶手段に保持しておかねばならないから，それに見合\nう容量の記憶手段を備えるためのコストがかかるという短所を有する一\n方で，Ｗｅｂページデータの生成に係るサーバ装置の処理負担を軽減で\nきるという長所を有し，逆に，②の方法では，Ｗｅｂページデータの生\n成に係るサーバ装置の処理負担が増大するという短所を有する一方で，\n膨大なＷｅｂページデータを全て記憶手段に保持する必要がないという\n長所を有する。このようなことからすると，Ｗｅｂページデータの送信\nに当たって，上記①の方法と②の方法のいずれを選択するかは，それぞ\nれの場合ごとに，必要なデータ量やサーバ装置等の設備に要する性能・\nコスト等を考慮して適宜決めるべき設計的事項にすぎないものといえる。\nしたがって，乙１６発明において，上記②の方法を採り，相違点 に\n係る本件各訂正発明の構成とすることに阻害要因があるなどとはいえな\nいというべきであり，控訴人らの上記主張は理由がない。\n小括\n以上によれば，本件各訂正発明は，本件特許の優先日前に，当業者が乙１\n６発明及び周知技術に基づいて容易に発明をすることができたものと認めら\nれるから，本件各訂正発明に係る特許には，進歩性欠如（特許法２９条２項\n違反）の無効理由がある。\n２  結論\n上記１によれば，本件各訂正発明に係る特許は，特許無効審判により無効に\nされるべきものと認められるから，特許法１０４条の３第１項の規定により，\n控訴人らは，被控訴人に対し本件特許権を行使することができない。\nしたがって，本件特許権に基づく控訴人らの請求は，その余の点について判\n断するまでもなく，いずれも理由がない。\nよって，控訴人らの請求をいずれも棄却した原判決は結論において相当であ\nり，本件控訴はいずれも理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官         鶴岡 稔 彦\n裁判官         大西勝 滋\n裁判官         杉浦正 樹\n（別紙）\n物  件・方  法  目  録\n１  「楽天市場」という名称のインターネット・ショッピングモールのサービスを\n提供するための管理装置\n２  「楽天市場」という名称のインターネット・ショッピングモールのサービスを\n提供するための管理方法\n以  上\n"
}