{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 8
  },
  "case_number": "平成26(行ケ)10176",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85365",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85365",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/365/085365_hanrei.pdf",
  "contents": "平成２７年１０月８日判決言渡  同日原本受領  裁判所書記官\n平成２６年（行ケ）第１０１７６号  審決取消請求事件\n口頭弁論終結日  平成２７年８月２７日\n判     決\n原        告        ザ   ト ラ ス テ ィ ー ズ   オ ブ\nプリンストン  ユニバーシティ\n原        告        ザ   ユ ニ バ ー シ テ ィ   オ ブ\nサ ザ ン   カ リ フ ォ ル ニ ア\n原告ら訴訟代理人弁護士      片    山      英    二\n同              北    原      潤    一\n同              岩    間      智    女\n同              梶    並      彰  一  郎\n同      弁理士      小    林      純    子\n同              黒    川              恵\n被        告        株式会社半導体エネルギー研究所\n同訴訟代理人弁護士        高    橋      元    弘\n同              渡    邊              肇\n同      弁理士        加    茂      裕    邦\n同              吉    本    智    史\n主     文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を\n３０日と定める。\n事実及び理由\n第１  請求\n特許庁が無効２０１１－８０００９９号事件について平成２６年３月１９日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告らは，平成１０年１０月８日，発明の名称を「高透明性非金属カソー\nド」とする発明について国際特許出願（国際特許出願番号：ＰＣＴ／ＵＳ１９９８\n／０２１１７１，日本における出願番号：特願２０００－５１６５０７号。パリ条\n約による優先権主張：平成９年１０月９日，同年１１月３日，同月５日，同年１２\n月１日，平成１０年４月１日，同月３日，同月１０日及び同年９月１４日，米国。\n甲４４）をし，平成１２年４月１０日，日本国特許庁に翻訳文を提出し（公表公\n報：特表２００１－５２０４５０号），平成２２年５月１４日，設定の登録（特許\n第４５１１０２４号）を受けた（請求項の数１０。甲１）。以下，この特許を「本\n件特許」といい，本件特許に係る発明を請求項の番号に従って「本件発明１」など\nといい，本件発明１ないし６，９及び１０を併せて「本件発明」ということがある。\n(2)  被告は，平成２３年６月１４日，特許庁に対し，本件発明１ないし６，９\n及び１０に係る本件特許について無効審判を請求し，無効２０１１－８０００９９\n号事件として係属した。\n(3)  特許庁は，平成２４年４月２５日，「特許第４５１１０２４号の請求項１な\nいし６，９，１０に係る発明についての特許を無効とする。」との審決（以下「第\n１次審決」という。）をし，その謄本は，同年５月１０日，原告らに送達された。\n(4)  原告らは，平成２４年９月５日，第１次審決の取消しを求める訴訟を提起\nし，知的財産高等裁判所平成２４年（行ケ）第１０３１４号審決取消請求事件とし\nて係属し，同裁判所は，平成２５年１０月３１日，第１次審決を取り消すとの判決\nをした。\n(5)  特許庁は，さらに無効２０１１－８０００９９号事件について審理し，平\n成２６年３月１９日，「特許第４５１１０２４号の請求項１～６，９～１０に係る\n発明についての特許を無効とする。」との別紙審決書（写し）記載の審決（以下\n「本件審決」という。）をし，その謄本は，同月２７日，原告らに送達された。\n(6)  原告らは，平成２６年７月２２日，本件審決の取消しを求める本件訴訟を\n提起した。\n２  特許請求の範囲の記載\n本件発明に係る特許請求の範囲の請求項１ないし６，９及び１０の記載は，次の\nとおりである。なお，本件発明に係る明細書（甲１）を「本件明細書」という。\n【請求項１】\n発光層を有する，エレクトロルミネッセンスを生ずることができる有機発光デバ\nイスであって，\n前記発光層は，電荷キャリアーホスト材料と，前記電荷キャリアーホスト材料の\nドーパントとして用いられる燐光材料とからなり，\n前記有機発光デバイスに電圧を印加すると，前記電荷キャリアーホスト材料の非\n放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行\nすることができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室\n温において発光する有機発光デバイス。\n【請求項２】\n前記有機発光デバイスが，１０ｃｄ／ｍ２を超える表示輝度を与えることができ\nる，請求項１に記載のデバイス。\n【請求項３】\n前記電荷キャリアーホスト材料が，ホール輸送材料である請求項１または２に記\n載のデバイス。\n【請求項４】\n前記電荷キャリアーホスト材料が，電子輸送材料である請求項１，２，または３\nに記載のデバイス。\n【請求項５】\n前記燐光材料が，１０μ秒以下の燐光寿命を有する，請求項１，２，３，または\n４に記載のデバイス。\n【請求項６】\n前記燐光材料が，１０～１００μ秒の光ルミネッセンス寿命を有する，請求項１，\n２，３，または４に記載のデバイス。\n【請求項９】\n前記有機発光デバイスを通って電圧を印加した場合，外部量子効率が室温で少な\nくとも０．１４％である，請求項１～８のいずれかに記載のデバイス。\n【請求項１０】\n前記有機発光デバイスを通って電圧を印加した場合，外部量子効率が室温で少な\nくとも０．０７％である，請求項１，２，３，４，５，６，７，８または９に記載\nのデバイス。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①本\n件発明は特許法３６条６項１号に規定する要件（以下「サポート要件」ということ\nがある。）を満たしておらず，その特許は，同法１２３条１項４号に該当し，無効\nとすべきものである，②外国語特許出願である本件特許出願の特許請求の範囲の請\n求項１ないし６，９及び１０に記載した事項は，国際出願日における国際出願の明\n細書，特許請求の範囲又は図面（甲４４。以下「本件国際出願明細書」という。）\nに記載した事項の範囲内にないから，本件特許出願は同法１８４条の１８による読\nみ替え後の同法１２３条１項５号（以下「原文新規事項」ということがある。）に\n該当し，その特許は無効とすべきである，というものである。\n(2)  なお，本件審決は，サポート要件違反について，以下のとおり判断した。\n本件明細書の記載において，課題を解決できると認識できる範囲，又は，その記\n載や示唆がなくとも当業者が出願時の技術常識に照らして当該発明の課題を解決で\nきると認識できる範囲は，「発光層を有する，エレクトロルミネッセンスを生ずる\nことができる有機発光デバイスであって，前記発光層は，電荷キャリアーホスト材\n料と，前記電荷キャリアーホスト材料のドーパントとして用いられる燐光材料とか\nらなり，燐光材料が，【化４４】…，【化４５】…，【化４６】…，又は，【化４７】\n…であり，前記有機発光デバイスに電圧を印加すると，前記電荷キャリアーホスト\n材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状\n態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放\n射線を発光する有機発光デバイス」であって，励起子三重項状態から燐光放射線を\n発光する有機電界発光材料として見いだされたのは，上述の【化４４】～【化４\n７】（ただし，Ｍ１は白金である。）のみである。これに対して，本件発明は，ド\nーパントとして用いられる燐光材料として，具体的な材料が何ら限定されていない\nことは明らかであるところ，ドーパントとして用いられる燐光材料として，具体的\nな材料が何ら限定されていない本件発明には，例えば，金属を考えてみても，Ｅｕ，\nＧｄ，Ｒｕ，Ｉｒ等というＰｔ以外の金属が広く含まれることになる。してみると，\n本件発明は，発明の詳細な説明の記載により当業者が当該発明の課題を解決できる\nと認識できる範囲のものであるとも，また，その記載や示唆がなくとも当業者が出\n願時の技術常識に照らして当該発明の課題を解決できると認識できる範囲のもので\nあるともいうことはできず，発明の詳細な説明の記載の範囲を超えているものであ\nる。\nなお，上記【化４４】～【化４７】及び本件明細書の【化４３】の構造式は，別\n紙本件明細書中の構造式の【化４３】～【化４７】のとおりである。\n４  取消事由\n(1)  サポート要件についての判断の誤り（取消事由１）\n(2)  原文新規事項についての判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（サポート要件についての判断の誤り）について\n〔原告らの主張〕\n(1)  本件発明の課題\nア  本件審決は，本件明細書の【００２６】，【００２７】，甲１１～１５を引用\nした上で，本件発明の課題は，「理論的可能性としては知られていた，非放射性励\n起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子\n三重項状態から燐光放射線を発光する，具体的な有機電界発光材料を見いだすこ\nと」であると認定した。\nイ  しかし，本件審決は，本件発明が解決しようとする課題の認定を誤り，誤っ\nて認定した課題を前提に「課題を解決できると認識できる範囲」と本件発明とを対\n比してサポート要件を満たさないと判断したものであって，誤りである。\n甲４９，５０及び１２に記載されているように，本件に係る優先権主張日（平成\n９年１２月１日。以下「本件優先権主張日」という。）当時，室温において燐光発\n光を示す有機発光デバイスを開発することは困難であり，室温において燐光発光を\n示す有機発光デバイスは得られていなかったというのが当時の技術水準であった。\nこれに対して，本件発明は，室温において燐光発光を示す有機発光デバイスであ\nる。本件明細書には，本件発明が解決しようとする課題について明確には記載され\nていないが，本件優先権主張日当時の技術水準が室温において燐光発光を示す有機\n発光デバイスは得られていなかったというものであったことと，本件発明が室温に\nおいて燐光発光を示す有機発光デバイスであることを対比すれば，本件発明は，上\n記の技術水準を前提としたものであり，本件発明が解決しようとする課題は，「室\n温において燐光発光を示す有機発光デバイスを得ること」であるといえる。\nウ  本件審決による本件発明の課題の認定の誤り\n本件審決は，本件発明の課題を認定するに当たり，本件明細書の【００２６】，\n【００２７】，甲１１～１５を引用している。\nしかし，本件明細書の【００２６】，【００２７】は，本件優先権主張日当時にお\nいて公知となっていた従来技術の問題点を述べたものではなく，本件優先権主張日\n当時において公知ではなかった，本件発明者の別の発明であるＴＰＰドープデバイ\nスと本件発明とを対比して，本件発明の特徴について説明したものである。そして，\n本件発明の特徴に基づいて，本件発明の課題を認定することはできないから，【０\n０２６】，【００２７】の記載は，本件発明の課題の認定の根拠となるものではない。\n甲１１は，本件明細書に従来技術として挙げられている文献ではないし，また，\n甲１１に記載された技術的事項が本件優先権主張日当時の技術水準を形成していた\nとも認められないから，甲１１を根拠に本件発明が解決しようとする課題を認定す\nることはできない。\nまた，甲１２～１５に記載されるような，励起一重項状態からの発光（蛍光）よ\nりも効率よく発光できる励起三重項状態からの発光（燐光）が可能な材料の研究が\n行われていたという状況の存在は，本件発明の課題が「非放射性励起子三重項状態\nのエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から\n燐光放射線を発光する，具体的な有機電界発光材料を見いだすこと」とする根拠に\nなるものではない。\n(2)  本件発明の課題を解決できると認識できる範囲\nア  以下の記載によれば，本件明細書には，「ホスト材料の非放射性励起子三重\n項状態のエネルギーがドーパントである燐光材料の三重項分子励起状態に移行し，\nかつ，燐光材料の三重項分子励起状態から燐光放射線を発光する有機発光デバイ\nス」が記載されているということができる。\n(ア)  本件明細書の【００２７】には，本件発明の特徴として，非放射性三重項\n励起状態のエネルギーを燐光物質の三重項励起状態へ移転し，発光を生じさせるこ\nとが記載されている。\n(イ)  本件明細書の【０１５８】には，ホスト材料の励起エネルギーがドーパン\nト化合物へ移行し，ホスト材料からドーパント化合物に移行された励起エネルギー\nが大きな量子効率をもって発光することが記載されている。\n(ウ)  本件明細書には，「本発明の代表的な態様」として，Ａｌｑ３を電荷キャ\nリアーホスト材料，【化４４】～【化４７】の化合物を電荷キャリアーホスト材料\nのドーパント（燐光材料）とした有機発光デバイスが開示されているとともに，当\n該有機発光デバイスにおいて，電荷キャリアーホスト材料の非放射性励起子三重項\n状態のエネルギーがドーパントの三重項分子励起状態に移行することができ，かつ，\nドーパントの三重項分子励起状態から燐光放射線を発光することが開示されている\n（【０１６１】～【０１９９】）。殊に，【０１６５】には，ＰｔＯＥＰのような５\n０％よりも大きな光ルミネッセンス量子収量を有し，燐光発光を示す化合物がドー\nパント材料として適していること，及びドーパント化合物に燐光材料を用い，かか\nる燐光材料が，非放射性励起子三重項状態エネルギーの移行を受け，三重項励起状\n態から当該エネルギーを放射し得ることが記載されている。さらに，【０１６７】\nの記載から，当業者は，高電圧の場合には，Ａｌｑ ３（ホスト）からＰｔＯＥＰ\n（ドーパント）へのエネルギー移動が生じにくく，その結果，Ａｌｑ３の発光が増\n大すること，これに対して，低電圧の場合には，Ａｌｑ３（ホスト）からＰｔＯＥ\nＰ（ドーパント）へのエネルギー移動が生じやすいことを認識することができる。\nイ  以下の記載によれば，本件明細書に記載された有機発光デバイスの発光は，\n室温におけるものと理解できる。\n(ア)  本件明細書の【０２４６】に，本件発明の実施態様として例示された「乗\nり物，コンピューター，テレビジョン，プリンター，大面積壁，劇場，又はスタジ\nアムスクリーン，掲示板，又は標識」はいずれも室温において使用されるものであ\nるから，本件発明の実施例であるＰｔＯＥＰを用いた有機発光デバイスの発光を含\nめ，本件明細書に記載された有機発光デバイスの発光は，室温におけるものと理解\nできる。\n(イ)  本件明細書の【００６０】，【０１７１】には，「数日間，周囲の環境条\n件に曝す」ことが記載されているが，「数日間，周囲の環境条件に曝す」というこ\nとは，数日間，周囲の温度を維持するのであるから，数日間，室温において実験を\n行うことを意味するものと解するのが自然である。数日間にわたって周囲の温度を\n極低温に維持するには，莫大な費用が掛かり，極めて困難であるし，仮に，数日間\nにわたって周囲の温度を極低温に維持するのであれば，その旨を記載するはずであ\nる。かかる記載がない以上，「周囲の環境条件」を極低温と解する余地はない。し\nかも，前記(ア)のとおり，本件発明が室温における使用を想定していることを併せ\n考えれば，なおのこと「周囲の環境条件」は「室温」を意味すると解するのが自然\nである。\nウ  以上のとおり，本件明細書には，「ホスト材料の非放射性励起子三重項状態\nのエネルギーがドーパント材料である燐光材料の三重項分子励起状態に移行し，か\nつ，燐光材料の三重項分子励起状態から燐光放射線を室温において発光する有機発\n光デバイス」が記載されている。したがって，かかる記載から，当業者は，少なく\nとも，「前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギー\nが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の\n前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイ\nス。」との請求項１記載の範囲で，本件発明の「室温において燐光発光を示す有機\n発光デバイスを得る」という課題を解決できると認識することができる。\nしたがって，本件発明は，本件明細書の記載等に照らし，当業者が課題を解決で\nきると認識できる範囲を超えるものではないから，サポート要件に適合する。\nエ  本件審決の本件発明の課題を解決できると認識できる範囲の認定の誤り\n本件発明は「燐光材料」の発明ではなく，「有機発光デバイス」の発明であると\nころ，本件発明の技術的範囲は，「発光層を有する，エレクトロルミネッセンスを\n生ずることができる有機発光デバイスであって，…前記電荷キャリアーホスト材料\nの非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に\n移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線\nを室温において発光する有機発光デバイス。」である。\nしかるところ，仮に，ＰＬ（Photoluminescence）や本件とは異なる構造の有機発\n光デバイス（ＥＬデバイス）において，燐光発光を示す材料（燐光材料）として知\nられる金属錯体（Ｅｕ，Ｇｄ，Ｒｕ，Ｉｒ等の金属を含む錯体）であっても，当該\n金属錯体（を用いた有機発光デバイス）全てが本件発明の技術的範囲に含まれるわ\nけではない。すなわち，発光層にホスト材料とドーパント材料を有する有機発光デ\nバイスにおいて，ある燐光材料がドーパント材料として用いられたときに，当該有\n機発光デバイスが，非放射性三重項状態のエネルギーを当該燐光材料の三重項励起\n状態に移行することができ，かつ，当該燐光材料の当該三重項励起状態から燐光放\n射線を室温において発光した場合に，初めて，当該燐光材料（を用いた有機発光デ\nバイス）は，本件発明の技術的範囲に含まれるのであって，燐光材料として知られ\nる金属錯体の全てが本件発明の有機発光デバイスに用いられる燐光材料に含まれる\nわけではない。そのため，本件明細書の【化４４】～【化４７】（ただし，Ｍ １は\n白金である。）以外の材料で，本件発明の有機発光デバイスに用いられる燐光材料\nが存在するか否かは必ずしも明らかではないが，この点は，具体的な材料を用いた\n有機発光デバイスについて侵害訴訟が提起され，当該具体的な材料が本件発明の有\n機発光デバイスに用いられる燐光材料に含まれるか否かが争われたときに判断され\nるべき問題であって，現段階において，【化４４】～【化４７】以外の材料で本件\n発明の有機発光デバイスに用いられる具体的な材料の存在が確認できているわけで\nはない。\nそれにもかかわらず，本件発明の有機発光デバイスに用いられる燐光材料にＰｔ\n以外に，Ｅｕ，Ｇｄ，Ｒｕ，Ｉｒ等の金属が広く含まれるとして，サポート要件を\n否定した本件審決の判断は明らかに誤りである。\n(3)  機能的事項を含む本件発明のクレームについてサポート要件違反はないこ\nと\nア  本件発明は，「前記電荷キャリアーホスト材料の非放射性励起子三重項状態\nのエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前\n記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する」と\nいう特定の機能を有することを「有機発光デバイス」の要件としている点で，いわ\nゆる機能的クレームと解し得る。しかるところ，機能的クレームについては，当業\n者の技術常識を踏まえて，明細書の内容（発明の具体的な構成など）に基づいて，\nその技術的範囲が画定されることになり，明細書に開示された内容に基づいて画定\nされた技術的範囲は，明細書によってサポートされているから，原則として，サポ\nート要件違反の問題は生じない。\n本件では，本件発明は，「室温において燐光発光を示す有機発光デバイスを得\nる」という課題の解決手段として，「前記有機発光デバイスに電圧を印加すると，\n前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐\n光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重\n項分子励起状態から燐光放射線を室温において発光する有機発光デバイス。」を開\n示したものであるところ，前記のとおり，本件明細書には，本件発明の特徴として，\n非放射性三重項励起状態のエネルギーを燐光材料の三重項励起状態へと移行させ，\n発光させることが記載され（【００２７】，【０１５８】），さらに実施例である有機\n発光デバイスが複数開示されている（【０１６１】～【０１９９】）。本件明細書に\nかかる開示のある本件発明については，当業者の技術常識を踏まえて，本件明細書\nの開示内容に基づいて，技術的範囲が画定され，当該技術的範囲は，本件明細書に\nよってサポートされているから，サポート要件に違反しない。\nイ  サポート要件について判断した知財高裁平成１７年１１月１１日判決・平成\n１７年（行ケ）第１００４２号（以下「大合議判決」という。）は，請求項に記載\nされた構成要件の要素である「ＰＶＡフィルム」の範囲が，数式によって一義的に\n画定されている一方で，明細書には，２つの実施例及び比較例が開示されているの\nみであって，出願時の技術常識を踏まえても，当業者が，明細書の開示内容に基づ\nいて，当該数式が示す範囲内であれば，所望の効果（性能）を有する偏光フィルム\nを製造し得ることが裏付けられていると認識することは不可能であるとしてサポー\nト要件の適合性を否定したものであるが，当該事案においては，クレームに記載さ\nれた発明特定事項たる構成要件（ＰＶＡフィルム）の範囲は，明細書の記載とは独\n立して，数式によって一義的に明確に画定されており，明細書に記載の開示範囲に\n応じて合理的に画定されるというものではなかった。\nこれに対して，本件においては，クレームに記載された発明特定事項である構成\n要件（燐光材料）は，機能的な事項を含んで規定されているため，その範囲は，ク\nレームの記載のみから一義的に明確に画定することはできず，明細書に記載の開示\n範囲に応じて合理的に画定されるものであるところ，本件明細書には，本件発明の\n特徴として，非放射性三重項励起状態のエネルギーを燐光材料の三重項励起状態へ\nと移行させ，発光させることが記載され（【００２７】，【０１５８】），また，５\n０％よりも大きな光ルミネッセンス量子収量を有し，燐光発光を示す化合物がドー\nパントとして適していることが記載され，さらに，【化４４】～【化４７】の化合\n物を燐光材料とした有機発光デバイスが開示されている（【０１６１】～【０１９\n９】）から，本件発明の有機発光デバイスに用いられる「燐光材料の範囲」は，当\n業者の技術常識を踏まえて，本件明細書の上記のような開示内容に基づいて認識で\nきる「燐光材料の範囲」で画定されることになる。\nこのように，大合議判決の事案と本件とは，クレームに記載された発明特定事項\nである構成要件の範囲が，明細書に記載の開示範囲に連動して画定されるかどうか\nという点において，著しく異なっているから，大合議判決において判示されたサポ\nート要件の判断基準を適用しても，本件発明のサポート要件を否定することはでき\nない。\n(4)  被告の主張(3)について\nア  被告の主張(3)アについて\n本件発明は，「前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエ\nネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐\n光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光\nデバイス。」であり，一貫して，三重項励起状態からの発光である燐光に焦点を当\nてて，「発光」（放射）又は「非放射」という用語を用いている。そして，本件明細\n書において，Ａｌｑ３は「非放射性励起子三重項状態のエネルギー」をＰｔＯＥＰ\n（燐光材料）の三重項分子励起状態に移行し，ＰｔＯＥＰが室温において燐光発光\nすることが記載されているから，Ａｌｑ３は，本件発明の「電荷キャリアーホスト\n材料」に該当する。\nイ  被告の主張(3)イについて\n本件明細書の【０１６８】，【図４Ｄ４】に示されているように，ＰｔＯＥＰの\nドーピング量の増加とともにＡｌｑ３から発光するエネルギーが少なくなっている\nということは，Ａｌｑ３の全ての励起エネルギーである一重項励起状態のエネルギ\nーだけでなく非放射性三重項励起状態のエネルギーも，ドーパント材料であるＰｔ\nＯＥＰに移行していることを意味している。\nウ  被告の主張(3)ウについて\n本件明細書の【０２４６】，【００６０】，【０１７１】に基づき，本件明細書\nに記載された有機発光デバイスの発光が室温におけるものと理解できることは，前\n記(2)イのとおりである。\nまた，甲１２，１３及び１５は，いずれも，実用することを主たる目的とするも\nのではないデバイスを研究の対象とする研究論文であり，これに対して，本件発明\nに係る有機発光デバイスは，極低温ではなく，室温での利用という実用を目的とす\nるものであるから，本件明細書の【０２４６】に，「乗り物，コンピューター，テ\nレビジョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲示板，\n又は標識に含まれる光電デバイス中に組み込むこと」に使用されることが記載され\nているにもかかわらず，本件発明に係る有機発光デバイスの発光が室温ではなく，\n低温におけるものであるとするのは明らかに不自然な解釈である。\n(5)  小括\n以上のとおり，本件審決は，サポート要件についての判断を誤り，その誤りは結\n論に影響を及ぼすものであるから，違法として取り消されるべきである。\n〔被告の主張〕\n(1)  本件発明の課題\n本件明細書の【００２７】には，非放射性励起子三重項状態のエネルギーを励起\n子三重項状態のエネルギーに移行させることができれば有機発光デバイスの量子効\n率を向上させることができること，ある環境下では効果的に非放射性励起子三重項\n状態のエネルギーを励起子三重項状態のエネルギーに移行させることは知られてい\nるものの，表示デバイスで用いるのには適していないことが記載されていることに\n加え，本件優先権主張日当時において，第１の有機色素（本件発明の「電荷キャリ\nアーホスト材料」に相当する。）の励起三重項状態のエネルギーを受け取り，燐光\n（励起三重項状態からの発光）を発光する第２の有機色素（本件発明の「ドーパン\nトとして用いられる燐光材料」に相当する。）を用いた場合，効率よく発光させる\nことができるという理論的可能性が当業者には知られていたこと（甲１１），さら\nには，励起一重項状態からの発光（蛍光）よりも効率よく発光できる励起三重項状\n態からの発光（燐光）が可能な材料の研究が行われていたという状況（甲１２～１\n５）からすれば，本件発明の課題は，理論的可能性としては知られていた，非放射\n性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励\n起子三重項状態から燐光放射線を発光する，具体的な有機電界発光材料を見いだす\nことであることは明らかである。\n原告らが引用する甲４９によれば，常温で燐光を発光する有機発光デバイスを開\n発することが困難であったのは，室温で燐光発光する有機電界発光材料が発見でき\nていなかったからであることが分かる。また，原告らの引用する甲５０の記載も，\n有機発光デバイスそのものの記載ではなく，燐光発光する有機電界発光材料に関す\nる記載である。そして，上記のとおり，励起一重項状態からの発光（蛍光）よりも\n効率よく発光できる励起三重項状態からの発光（燐光）が可能な材料の研究が行わ\nれていたという状況（甲１２～１５）からすれば，甲４９や甲５０の記載を考慮し\nても，本件発明の課題は，非放射性励起子三重項状態のエネルギーを励起子三重項\n状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する，具体\n的な有機電界発光材料を見いだすことにある。\nまた，本件優先権主張日当時，有機発光デバイスにおいて，いかなる化学物質が，\n常温でも燐光が観測される有機色素として第２の有機色素に選択され，この第２の\n有機色素が，第１の有機色素の非放射性の励起三重項状態からエネルギーを受け取\nり，励起三重項状態に励起して，この励起三重項状態から基底状態に遷移する際に\n室温で燐光を発光するのかが，当業者の技術常識として解明されていなかった。そ\nうすると，原告らの主張する課題である室温において燐光発光を示す有機発光デバ\nイスを得るためには，非放射性励起子三重項状態のエネルギーを励起子三重項状態\nのエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する，具体的な\n有機電界発光材料を見いださなければならないのであって，結局のところ，原告ら\n主張に係る本件発明の課題は，本件審決の認定する本件発明の課題と実質的には同\nじものにすぎない。\n(2)  本件発明の課題を解決できると認識できる範囲\nア  本件発明の課題を前記(1)のとおりと解した場合，本件明細書の発明の詳細\nな説明には，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネル\nギーに移行させ，励起子三重項状態から燐光放射線を発光する具体的な有機電界発\n光材料として，【化４４】～【化４７】（ただし，Ｍ１は白金である。）のみが開示\nされているにすぎない。\nまた，本件優先権主張日当時，有機発光デバイスにおいて，いかなる化学物質が，\n常温でも燐光が観測されるドーパントとして用いられる燐光材料に選択され，この\n燐光材料が，電荷キャリアーホスト材料の非放射性の励起三重項状態からエネルギ\nーを受け取り，励起三重項状態に励起して，この励起三重項状態から基底状態に遷\n移する際に室温で燐光を発光するのかが，当業者の技術常識として解明されていな\nかった。\nそうすると，本件明細書の発明の詳細な説明の記載や本件優先権主張日当時の技\n術常識に照らし，本件発明の課題である非放射性励起子三重項状態のエネルギーを\n励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発\n光する燐光材料を発見するという課題を解決できると認識できる範囲は，本件明細\n書【化４４】～【化４７】（ただし，Ｍ１は白金である。）を燐光材料とする場合に\n限定される。\nこれに対して，本件発明においては，非放射性励起子三重項状態のエネルギーを\n励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発\n光する燐光材料について何らの限定もない。そして少なくとも，非放射性励起子三\n重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項\n状態から燐光放射線を発光する燐光材料には，本件明細書の【化４４】～【化４\n７】（ただし，Ｍ１は白金である。）以外の材料も含まれる。\nしたがって，本件発明は，発明の詳細な説明の記載により当業者が当該発明の課\n題を解決できると認識できる範囲のものであるとも，また，その記載や示唆がなく\nとも当業者が本件優先権主張日時点の技術常識に照らして当該発明の課題を解決で\nきると認識できる範囲のものであるともいうことはできず，発明の詳細な説明の記\n載の範囲を超えているものであって，サポート要件に違反することは明らかである。\nイ  仮に，本件発明が解決しようとする課題が室温において燐光発光を示す有機\n発光デバイスを得ることであるとの原告らの主張を前提としても，以下のとおり，\n本件発明の特許請求の範囲はサポート要件に違反する。\n本件優先権主張日当時，有機発光デバイスにおいて，いかなる化学物質が，常温\nでも燐光が観測されるドーパントとして用いられる燐光材料に選択され，この燐光\n材料が，電荷キャリアーホスト材料の非放射性の励起三重項状態からエネルギーを\n受け取り，励起三重項状態に励起して，この励起三重項状態から基底状態に遷移す\nる際に室温で燐光を発光するのかが，当業者の技術常識として解明されていなかっ\nた。\nそうすると，上記の常温でも燐光が観測される「ドーパントとして用いられる燐\n光材料」が明らかでなければ，室温において燐光発光を示す有機発光デバイスを得\nるという課題を解決することもできないのであるが，本件明細書の発明の詳細な説\n明において当該燐光材料として開示されているのは，【化４４】～【化４７】（ただ\nし，Ｍ１は白金である。）のみである。\n他方で，本件発明の燐光材料には，本件明細書の【化４４】～【化４７】（ただ\nし，Ｍ１は白金である。）以外の材料も含まれる。\nしたがって，本件発明において，電荷キャリアーホスト材料の非放射性励起子三\n重項状態のエネルギーが燐光材料の三重項分子励起状態に移行することができ，か\nつ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する\nとが記載されていたとしても，室温において燐光発光を示す有機発光デバイスを得\nるという課題の解決手段が記載されているとはいえない。\nまた，本件発明は，達成すべき「燐光放射線を室温において発光する有機発光デ\nバイス」という結果（すなわち，原告らの主張する課題そのもの）により規定され\nているところ，発明の詳細な説明には【化４４】～【化４７】（ただし，Ｍ１は白\n金である。）を燐光材料とするという特定の手段による発明が記載されているのみ\nであって，本件優先権主張日時点の技術常識に照らしても，請求項に係る発明の範\n囲まで，発明の詳細な説明において開示された内容を拡張ないし一般化できないこ\nとは明らかであるから，本件発明はサポート要件に違反する。\n(3)  本件特許の発明の詳細な説明の記載には，以下のとおり，①非放射性の電\n荷キャリアーホスト材料が開示されておらず，②電荷キャリアーホスト材料の励起\n子三重項状態のエネルギーが燐光材料の三重項励起状態に移行したことも開示され\nておらず，また，③燐光材料が室温において発光したことも開示されていないから，\nかかる観点からも本件発明はサポート要件に違反している。\nア  本件明細書の【０１５８】，【０１６７】，【０１６８】には，Ａｌｑ３という\n放射性を有する電荷キャリアーホスト材料の放射性励起子のエネルギーがドーパン\nトとして用いられる燐光材料に移行することのみが記載されているのであって，本\n件明細書の発明の詳細な説明には，本件発明の，ホスト材料の「非放射性」励起子\n三重項状態のエネルギーがドーパントである燐光材料の三重項分子励起状態に移行\nすることについての開示がない。\nイ  本件明細書の【０１６８】，【０１６９】，【図４Ｄ４】には，電荷キャリアー\nホスト材料の発光性励起子一重項状態のエネルギーが燐光材料の三重項励起状態に\n移行したことのみが開示されており，本件明細書の発明の詳細な説明には，本件発\n明の，ホスト材料の「非放射性」励起子「三重項状態のエネルギー」がドーパント\nである燐光材料の三重項分子励起状態に移行することについての開示がない。\nウ  本件明細書には，燐光材料を用いた有機発光デバイスが室温において燐光発\n光した旨の記載は一切存在しない。特に，本件優先権主張日当時，いかなる化学物\n質が，常温でも燐光が観測される有機電界発光材料に選択され，この材料が，電荷\nキャリアーホスト材料の非放射性の励起三重項状態からエネルギーを受け取り，励\n起三重項状態に励起して，この励起三重項状態から基底状態に遷移する際に室温で\n燐光を発光するのかが，当業者の技術常識として解明されていなかったのであるか\nら，有機発光デバイスにおいて室温で燐光が観測されたのであれば，その旨明記す\nるはずであるところ，かかる記載は存在しない。\nこの点，本件明細書の【００６０】，【０１７１】の記載については，周囲の温度\nを含む周囲の環境条件がどのようなものであるかが不明であるばかりか，ＰｔＯＥ\nＰを燐光材料とした有機発光デバイスを「周囲の環境条件」に曝した状態で保存し\nている際に発光していることが記載されているものではなく，このような環境下で\n保存した後であっても発光することができることから保存寿命が従来のデバイスよ\nりも優れていることが記載されているにすぎない。そして，本件優先権主張日当時，\n有機発光デバイスの発光層に使用される有機色素であって常温で燐光発光する有機\n色素の存在が当業者の技術常識として確立していたということはできない状況にお\nいて，本件明細書に何ら燐光発光特性の測定条件が記載されていない場合に，本件\n明細書の記載に触れた当業者は，本件優先権主張日当時の技術常識から，ＰｔＯＥ\nＰを燐光材料としたデバイスの発光が低温で行われたと認識するのが自然であって，\n室温で行われたとは認識しないものである。\nまた，本件明細書の【０２４６】の記載についても，有機発光デバイスにおいて，\nいかなる化学物質が，常温で燐光が観測されるドーパント材料として，ホスト材料\nの非放射性励起子三重項状態からエネルギーを受け取り，三重項励起状態に励起さ\nれて，この三重項励起状態から室温で燐光放射線を発光するのかが，当業者の技術\n常識として解明されていたとも認められない本件優先権主張日当時において，甲１\n２，１３及び１５に示されるように，表示デバイスとして使用することを目的とし\nている燐光発光する有機発光デバイスにおいても，室温のみならず，低温において\nも，その発光を測定することが通常であったといえる。このように，室内における\n製品の用途の記載がある本件優先権主張日以前の研究論文においても有機発光デバ\nイスが低温で燐光を示したことのみが記載されているのであって，単に本件明細書\nに室温下を含む製品の用途の記載があったからといって，本件明細書の実施例にお\nいて有機発光デバイスが室温で燐光発光したことを観測したことを示すものではな\nい。燐光発光する有機発光デバイスの技術分野においては，実施例等において温度\nが特記されていない場合，室温ではなく，低温において測定されている可能性も十\n分に考え得るから，室温で使用する製品の用途の記載があるからといって，本件明\n細書の記載及び技術常識から燐光材料が室温で発光することを意味するとはいえな\nい。\n(4)  原告らの主張(3)について\nア  原告らの主張(3)アについて\n本件発明が機能的クレームであるか否かは別として，機能的クレームであればサ\nポート要件違反の問題が生じないというものではない。特許・実用新案審査基準第\nⅠ部第１章「２．２．１．３  第３６条第６項第１号違反の類型」の例６において\nも，機能的クレームについてサポート要件違反となる具体例が記載されている。\n本件発明が，原告らが主張するように，特定の機能を有する有機発光デバイスで\nあるとしても，本件明細書には，電荷キャリアーホスト材料としてＡｌｑ ３を用い，\nドーパントとして用いられる燐光材料として【化４４】～【化４７】（ただし，Ｍ\n１は白金である。）を用いる場合が記載されているのみである。しかし，本件発明\nにおける燐光材料には上記以外の材料も含まれる。そうすると，本件明細書【化４\n４】～【化４７】（ただし，Ｍ１は白金である。）以外の物質をも燐光材料とする本\n件発明は，当業者が本件優先権主張日時点の技術常識に照らして本件発明の課題を\n解決できると認識できる範囲のものとはいえず，本件発明が機能的クレームである\nか否かは別として，サポート要件に適合しないことは明らかである。\nイ  原告らの主張(3)イについて\n原告らは，本件事案とサポート要件について判断した大合議判決の事案は著しく\n異なるから，大合議判決の基準は適用できない旨主張するが，大合議判決の基準は\nその後のサポート要件を判断する裁判例でも採用されており，事案が異なるという\nことで当該基準が適用できないとすることはできない。\n(5)  小括\n以上のとおりであるから，本件発明がサポート要件を充足しないとした本件審決\nの判断に誤りはない。\n２  取消事由２（原文新規事項についての判断の誤り）について\n〔原告らの主張〕\n本件審決は，「室温において」を追加する補正は，新たな技術的事項を導入する\nものであって，本件発明１の「燐光放射線を室温において発光する有機発光デバイ\nス」との発明特定事項は，本件国際出願明細書に記載した範囲のものとはいえず，\n本件発明２ないし６，９及び１０についても同様であるから，外国語特許出願であ\nる本件特許出願の特許請求の範囲の請求項１ないし６，９及び１０に記載した事項\nは，本件国際出願明細書に記載した事項の範囲内になく，本件特許出願は原文新規\n事項に該当し，その特許は無効とすべきである，と判断したが，以下のとおり，誤\nりである。\n(1)  本件国際出願明細書の記載から本件発明に係る有機発光デバイスが室温に\nおおいて発光することが記載されているとは認められないとした本件審決の誤り\nア  本件審決は，本件国際出願明細書の記載中，室温に関連する記載は，１９頁\n１０～１３行（対応する日本語訳は本件明細書の【００６０】である。）及び５８\n頁１６～１８行（対応する日本語訳は本件明細書の【０１７１】である。）の２箇\n所のみであるが，上記記載中の「ambient environmental conditions」（「周囲の環\n境条件」，「周囲環境条件」）は周囲の温度を含む概念であるが，周囲の温度を含む\n周囲の環境条件がどのようなものであるかは不明であり，かつ，本件国際出願明細\n書の他の記載を参照しても，上記「ambient environmental conditions」の周囲の\n温度を含む周囲の環境条件がどのようなものであるのかを示唆する記載もなく，さ\nらに，上記記載は，「shelf life stability」（「保存寿命安定性」），「shelf lives」\n（「保存寿命」）に関する記載であって，本件国際出願明細書の１１頁４～８行（対\n応する日本語訳は本件明細書の【００２６】である。）に記載された「保存寿命」\nについての課題の記載とも整合するものであるし，デバイス保存中にデバイスを発\n光させることはないと解するのが相当であるから，上記記載はデバイス発光時の周\n囲の環境条件を記載したものではないことが明らかであり，上記記載からは，本件\n発明に係る有機発光デバイスが室温において発光することが記載されているとは認\nめられないと判断した。\nイ  しかし，「the device is exposed to ambient environmental conditions\nfor a few days」（「装置を数日間周囲の環境条件に曝した」）ということは，数日\n間，周囲の温度を維持するのであるから，数日間，室温において実験を行うことを\n意味するものと解するのが自然である。数日間にわたって周囲の温度を極低温に維\n持するには，莫大な費用が掛かり，極めて困難であるし，仮に，数日間にわたって\n周囲の温度を極低温に維持するのであれば，その旨を記載するはずである。かかる\n記載がない以上，「周囲の環境条件」を極低温と解する余地はない。\nまた，本件国際出願明細書７８頁１９～２１行（対応する日本語訳は本件明細書\nの【０２４６】である。）に記載された本件発明の用途は，「乗り物，コンピュータ\nー，テレビジョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲\n示板，又は標識に含まれる光電デバイス中に組み込むこと」であり，いずれも室温\nにおける用途のみであって，極低温での用途は記載されていない。\n本件審決は，この点について，甲１２～１５に示されるように，表示デバイスと\nして使用することを目的としている燐光発光する有機発光デバイスにおいても，室\n温のみならず，低温においても，その発光を測定することが通常であったといえる\nと判断した。しかし，甲１２～１５は，いずれも，実用することを主たる目的とす\nるものではないデバイスを研究の対象とする研究論文であり，これに対して，本件\n発明に係る有機発光デバイスは，極低温ではなく，室温での利用という実用を目的\nとするものであるから，本件国際出願明細書に係る有機発光デバイスについて，\n「乗り物，コンピューター，テレビジョン，プリンター，大面積壁，劇場，又はス\nタジアムスクリーン，掲示板，又は標識に含まれる光電デバイス中に組み込むこ\nと」に使用されることが記載されているにもかかわらず，本件発明に係る有機発光\nデバイスの発光が室温ではなく，低温におけるものであるとするのは明らかに不自\n然な解釈である。\nそして，本件審決のように解すると，極低温で発光するデバイスについて，保存\n寿命安定性を測定したということになるが，そもそも，極低温でしか発光しないデ\nバイスの実用は現実的に不可能であり，当該デバイスの保存寿命安定性を測定する\n必要はないから，デバイスの保存寿命安定性を測定しているということは，当該デ\nバイスが室温において発光を示し，実用可能性があることが前提となっている。\nしたがって，「保存寿命安定性」を室温で測定しているとしても，デバイスの発\n光は極低温で測定している可能性があるかのように述べる本件審決の判断は誤りで\nある。\n(2)  本件国際出願明細書の記載に触れた当業者は，本件優先権主張日当時の技\n術常識から，本件発明に係る有機発光デバイスの発光の測定が室温で行われたとは\n認識しないとした本件審決の誤り\nア  本件審決は，本件優先権主張日当時，有機発光デバイスの発光層に使用され\nる有機色素であって常温で燐光発光するものの存在が当業者の技術常識として確立\nしていたということはできない状況において，本件国際出願明細書に何ら燐光発光\n特性の測定条件が記載されていない場合に，本件国際出願明細書の記載に触れた当\n業者は，本件優先権主張日当時の技術常識から，本件国際出願明細書中の有機発光\nデバイスの発光の測定が低温で行われたと認識するのが自然であって，上記測定が\n室温で行われたとは認識しないというべきであるから，本件国際出願明細書の記載\n及び技術常識から燐光放射線が室温で発光することを意味するとはいえないと判断\nした。\nイ  しかし，有機発光デバイスの技術分野においては，室温において燐光発光を\n示す有機発光デバイスの開発が長年の課題とされていたところ，平成２年（１９９\n０年）頃に初めて極低温（７７Ｋ＝マイナス１９６℃）において燐光発光を示した\n有機発光デバイスが報告されており，本件優先権主張日当時において，当業者は，\n極低温における有機発光デバイスよりも，室温において燐光発光を示す有機発光デ\nバイスの開発を目指していたといえる。そうすると，本件国際出願明細書の記載に\n触れた当業者は，本件発明にかかる有機発光デバイスの発光は室温における発光で\nあると理解すると捉えるのが自然である。\n(3)  小括\n以上のとおり，本件審決は，原文新規事項についての判断を誤り，その誤りは審\n決の結論に影響を及ぼすから，違法として取り消されるべきである。\n〔被告の主張〕\n(1)  本件国際出願明細書の「周囲の環境条件」との記載について\n本件国際出願明細書の１９頁１０～１３行及び５８頁１６～１８行の記載につい\nての本件審決の判断に誤りはない。また，上記各記載は，ＰｔＯＥＰを燐光材料と\nした有機発光デバイスを「周囲の環境条件」に曝した状態で保存している際に発光\nしていることが記載されているものではなく，このような環境下で保存した後であ\nっても発光することから，保存寿命が従来のデバイスよりも優れていることが記載\nされているにすぎない。したがって，上記記載からは，本件特許発明に係る有機発\n光デバイスが室温において発光することが記載されているとは認められない。\nそして，有機発光デバイスの実験に用いられるデバイスサイズは，甲１２（訳文\n４頁１２行）では１２ｍｍ ２，甲１５（訳文３頁６行）では０．２ｃｍ ２程度であ\nり，仮に極低温に維持したとしても莫大な費用がかかるものではない。\n本件優先権主張日当時，有機発光デバイスの発光層に使用される有機色素であっ\nて室温で燐光発光するものの存在が当業者の技術常識として確立していたというこ\nとはできない状況であり，むしろ公知文献にはいずれも極低温での燐光を示すもの\nのみが開示されている状況において，仮に有機発光デバイスの発光層に使用される\n有機色素であって室温で燐光発光していたとすれば，これが明記されるはずである。\nしかし，かかる記載がない以上，本件国際出願明細書の「周囲の環境条件」との記\n載は，有機発光デバイスの発光時の条件を室温としていたことを示すものとは考え\nられない。\nまた，有機発光デバイスにおいて，いかなる化学物質が，常温で燐光が観測され\nるドーパント材料として，ホスト材料の非放射性励起子三重項状態からエネルギー\nを受け取り，三重項励起状態に励起されて，この三重項励起状態から室温で燐光放\n射線を発光するのかが，当業者の技術常識として解明されていたとも認められない\n本件優先権主張日当時において，甲１２，１３及び１５に示されるように，室内を\n含む場所において表示デバイスとして使用することを目的としている燐光発光する\n有機発光デバイスに関する研究論文では，室温のみならず，低温においても，その\n発光を測定することが通常であったといえる。特に，室温を含む環境下における製\n品の用途の記載がある本件優先権主張日以前の上記各研究論文においても，有機発\n光デバイスが低温で燐光を示したことのみが記載されているのであって，単に室温\nを含む環境下における製品の用途の記載があったからといって，本件国際出願明細\n書の実施例において室温で燐光発光が観測されたことを示すことにはならない。\n燐光発光する有機発光デバイスの技術分野においては，実施例等において温度が\n特記されていない場合，室温ではなく，低温において測定されている可能性も十分\nに考え得るから，室温で使用する製品の用途の記載があるからといって，本件国際\n出願明細書の記載及び技術常識から燐光放射線が室温で発光することを意味すると\nはいえない。\n(2)  本件優先権主張日当時の技術常識から本件国際出願明細書に明記のない以\n上，本件国際出願明細書に記載された有機発光デバイスが室温において燐光発光し\nたと当業者は認識しないこと\n前記(1)のとおり，本件優先権主張日当時，有機発光デバイスの発光層に使用さ\nれる有機色素であって室温で燐光発光するものの存在が当業者の技術常識として確\n立していたということはできない状況であり，むしろ公知文献にはいずれも極低温\nでの燐光を示すもののみが開示されている状況において，仮に有機発光デバイスの\n発光層に使用される有機色素であって室温で燐光発光していたとすれば，これが明\n記されるはずである。かかる記載がない以上，本件国際出願明細書に記載の有機発\n光デバイスが，室温で燐光発光していたと当業者が理解することはあり得ない。\n(3)  小括\n以上のとおり，外国語特許出願である本件特許出願の特許請求の範囲の請求項１\nないし６，９及び１０に記載した事項は本件国際出願明細書に記載した事項の範囲\n内にないから，本件特許出願は特許法１８４条の１８による読み替え後の同法１２\n３条１項５号に該当し，その特許は無効であって，本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（サポート要件についての判断の誤り）について\n(1)  サポート要件の判断基準について\n特許制度は，発明を公開させることを前提に，当該発明に特許を付与して，一定\n期間その発明を業として独占的，排他的に実施することを保障し，もって，発明を\n奨励し，産業の発達に寄与することを趣旨とするものである。そして，ある発明に\nついて特許を受けようとする者が願書に添付すべき明細書は，本来，当該発明の技\n術内容を一般に開示するとともに，特許権として成立した後にその効力の及ぶ範囲\n（特許発明の技術的範囲）を明らかにするという役割を有するものであるから，特\n許請求の範囲に発明として記載して特許を受けるためには，明細書の発明の詳細な\n説明に，当該発明の課題が解決できることを当業者において認識できるように記載\nしなければならないというべきである。特許法３６条６項１号の規定する明細書の\nサポート要件が，特許請求の範囲の記載を上記規定のように限定したのは，発明の\n詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていな\nい発明について独占的，排他的な権利が発生することになり，一般公衆からその自\n由利用の利益を奪い，ひいては産業の発達を阻害するおそれを生じ，上記の特許制\n度の趣旨に反することになるからである。\nそして，特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，\n特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記\n載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載\nにより当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，\nまた，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課\n題を解決できると認識できる範囲のものであるか否かを検討して判断すべきもので\nある。\n(2)  本件発明について\n本件発明に係る特許請求の範囲は，前記第２の２記載のとおりであるところ，本\n件明細書（甲１）の発明の詳細な説明には，おおむね，次の記載がある。\nア  技術分野\n【０００１】本発明は，光電子デバイス（装置，devices），特に高度に透明な非金\n属カソードに用いられる非金属カソードに関する。詳しくは，本発明は，高度に透\n明な非金属カソードを有する有機発光デバイス（装置）（ＯＬＥＤ）に関する。本\n発明は，更に少なくとも一つの電子輸送部分及び少なくとも一つのホール輸送部分\nを有する分子を含む化合物を含む電荷キャリヤー層を有する新規なＯＬＥＤ，アズ\nラクトン関連ドーパントを含む発光層を有するＯＬＥＤ，燐光ドーパント化合物を\n含む発光層を有するＯＬＥＤ，又は対称性分子構造を有する化合物からなるガラス\n状有機ホール輸送材料を含むホール輸送層を有するＯＬＥＤに関する。\nイ  背景技術\n【００２６】米国特許出願Ｓｅｒｉａｌ Ｎｏ．０８／７７４，０８７に記載され\nている例は，Ｘ＝Ｃ；Ｒ８＝フェニル；Ｒ９＝Ｒ１０＝Ｈ；ｃ＝０；及びｂ＝１の場\n合の式Ｉの発光化合物を含んでいる。この化合物は，化学名５，１０，１５，２０\n－テトラフェニル－２１Ｈ，２３Ｈ－ポルフィン（ＴＰＰ）を有する。ＴＰＰ含有\n発光層を有するＯＬＥＤは，二つの狭い帯域からなる発光スペクトルを生じ，それ\nは図１に示すように，約６５０及び約７１３ｎｍの所に中心を有する。このデバイ\nスからの発光は，ＴＰＰドーパントからの蛍光を含んでいる。ＴＰＰドープデバイ\nスについての問題の一つは，発光の約４０％を占める７１３ｎｍでの狭い帯域が，\n表示用途に有用な範囲内に入っていないことである。第二の問題は，ＴＰＰドープ\nＯＬＥＤは非常に不安定であり，そのためそのようなデバイスの保存寿命が非常に\n短いのが典型的である。ＴＰＰドープ装置のこれらの二つの特徴が改善されること\nが望ましいであろう。本発明は，従来のデバイスのこれらの問題に対処することを\n目的としている。\n【００２７】本発明の別の特徴は，スピン統計議論に基づき，ＯＬＥＤ中に生じた\n励起子の大部分が非発光三重項電子状態になっていることが一般に理解されている。\nそのような三重項状態の形成は，ＯＬＥＤの励起エネルギーの基底状態への無放射\n遷移による実質的な損失を与える結果になる。この励起子三重項状態を通るエネル\nギー遷移経路を利用することにより，例えば，励起子三重項状態エネルギーを発光\n物質へ移行させることにより，全ＯＬＥＤ量子効率を向上させることができれば望\nましいであろう。残念ながら励起三項重状態からのエネルギーは或る環境下で燐光\n発光分子の三重項状態へ効果的に転移させることができることは知られているが，\n燐光消滅速度が，表示デバイスで用いるのに適切になる程充分速いものとは考えら\nれていない。本発明は，更に従来のデバイスのそのような問題にも対処したＯＬＥ\nＤにも関する。\nウ  本発明の利点及び要約\n【００５７】本発明は，更にデバイスからの発光が燐光減衰過程によって得られる\nＯＬＥＤ及びそのＯＬＥＤ製法に関し，この場合燐光減衰速度は，表示デバイスの\n必要条件を満たすのに充分な速さを持っている。\n【００５８】特に，本発明は，更に励起子一重項又は三重項状態からのエネルギー\nを受けて，そのエネルギーを燐光放射線として発光することができる材料を有する\nＯＬＥＤに関する。\n【００５９】本発明の利点の一つは，燐光減衰過程が励起子三重項状態のエネルギ\nーを利用していることであり，そのエネルギーは無発光エネルギー転移及び緩和過\n程によりＯＬＥＤ内で浪費されるのが典型的なものである。本発明は，更に高度に\n飽和した赤色発光を生ずることができる材料から構成されてＯＬＥＤに関する。特\nに本発明のＯＬＥＤは，トリス－８－ヒドロキシキノリン－アルミニウム（Ａｌｑ\n３）からなる電子輸送層中でＰｔＯＥＰをドープした場合に，６４０ｎｍ近くにピ\nークを有する狭い発光帯域を生ずる化合物である白金オクタエチルポルフィン（Ｐ\nｔＯＥＰ）から構成することもできる。そのような発光は高度に飽和した赤色発光\nとして認められる。\n【００６０】ＰｔＯＥＰドープＯＬＥＤの別の利点は，そのようなＯＬＥＤが，装\n置を数日間周囲の環境条件に曝した場合，従来の装置に匹敵する安定性，特にＴＰ\nＰドープデバイスと比較して確実に一層長い保存寿命安定性を有することである。\nエ  好ましい態様についての詳細な説明\n(ア)  【０１６１】～【０１６５】本発明は，更にデバイスからの発光が燐光減\n衰過程によって得られるＯＬＥＤにも関し，この場合燐光減衰速度は表示デバイス\nの要件に合うように充分速いものとする。本発明の代表的な態様として，発光層は\n式Ｄ－Ｉ：【化４３】〔（式中，Ｍ＝Ｐｔ；ａ＝１；ｂ＝０；ｃ＝１；Ｘ＝Ｃ；Ｒ ８\n＝Ｈ；及びＲ９＝Ｒ１０＝Ｅｔ（エチル）。〕によって表される構造を有する発光化合\n物からなる。特に，この化合物，白金オクタエチルポルフィン（ＰｔＯＥＰ）は，\n式Ｄ－ＩＩ：【化４４】の化学構造を有する。ＯＬＥＤの発光材料としてＰｔＯＥ\nＰのようなドーパント化合物を選択する利点は，就中，二つの特別な事実に基づく。\n第一はこの分子の光ルミネッセンス量子収量がＴＰＰよりもかなり大きく，ＰｔＯ\nＥＰは５０％より大きな光ルミネッセンス量子収量を有し，固体状態では９０％位\nの高さであるのに対し，ＴＰＰは僅か約１０％の光ルミネッセンス量子収量しか持\nたない。光ルミネッセンス量子収量の増大は，増大した効率を持つＯＬＥＤの製造\nを可能にする。ＰｔＯＥＰのような燐光化合物を選択することによって与えられる\n第二の利点は，そのような分子からの発光が三重項状態から来ることである。三重\n項状態へ励起することができる分子は，非放射性励起子三重項状態から燐光放射線\nとしてこのエネルギーを放射発光することができる三重項状態へエネルギーを移行\nさせる可能性を与える。三重項状態からくる放射線と呼ぶ燐光は，典型的には，一\n重項状態からの放射線と呼ばれている蛍光よりも遥かに低い速度で起きるが，それ\nにも拘わらずＰｔＯＥＰのような化合物からの燐光は，或る表示装置の要件を満足\nするのに充分な位速い。特にＡｌｑ３層中のドーパントとして用いた場合，約７μ\nｓｅｃの寿命を有するＰｔＯＥＰのような化合物を，約１０μｓｅｃ以下の速さの\nスイッチング時間を必要とする受動マトリックス表示器に用いるか，又はスイッチ\nング時間が約１０ｍｓｅｃでありさえすればよい活性マトリックス表示器に用いる\nことができる。\n【０１６６】本発明の代表的な態様として，ＰｔＯＥＰは，ＩＴＯ／ＴＰＤ／Ａｌ\nｑ３／Ｍｇ－ＡｇＯＬＥＤのＡｌｑ３層中へドープすることができる。そのような\nＰｔＯＥＰドープＯＬＥＤの挙動は，ＴＰＰドーパントを用いて製造したＯＬＥＤ\nとは非常に異なっている。ＴＰＰを０．５モル％より大きな量でドーピングすると，\nＯＬＥＤからの発光は排他的にＴＰＰからのものになる。これに対し，中程度から\n低いドーピング量のＰｔＯＥＰのＡｌｑ ３中に入れると，発光は低電圧では主にＰ\nｔＯＥＰ発光によるが，電圧を増大すると，Ａｌｑ ３発光が現れる。中程度に高い\n電圧（例えば，１５Ｖ）では，発光の大部分はＡｌｑ３からくる。０．６モル％の\nＰｔＯＥＰをドープしたＯＬＥＤについてのＥＬスペクトルを図４Ｄ２に示す。１．\n３モル％のＰｔＯＥＰについてのスペクトルは，０．６モル％の装置について示し\nたものとほぼ同じ形を有する。６モル％のＰｔＯＥＰを用いて製造したＯＬＥＤの\nスペクトルの形は，図４Ｄ３に示してある。電圧を増大するにつれて，赤色発光の\n強度は著しく増大するが，Ａｌｑ３からの発光寄与は高電圧でも観察されていない。\n【０１６７】本発明は，それがどのように作動するかについての理論には限定され\nるものではないが，電圧を増大するについてＡｌｑ ３の発光が増大することについ\nての説明は，Ａｌｑ３及びＰｔＯＥＰについての光ルミネッセンスの寿命の差に関\n係していると考えられる。Ａｌｑ３についてのＰＬ寿命は，固体状態及び溶液状態\nの両方で約１３ｎｓｅｃ（ナノ秒）であるのに対し，ＰｔＯＥＰのＰＬ寿命は，媒\n体により約１０～約１００μｓｅｃ（マイクロ秒）の範囲にある。もしＰｔＯＥＰ\nドープ装置に印加する電圧を低く維持すると，ＰｔＯＥＰへ移行する励起子の数は\n充分少なく，励起したＰｔＯＥＰ分子がＡｌｑ３励起子発生速度に対し充分な速度\nで緩和することができ，Ａｌｑ３からのエネルギー移動のために充分なドーパント\n分子が常に存在する結果を与える。電圧を増大すると，有効ＰｔＯＥＰドーパント\n分子が飽和し，励起子がＡｌｑ３中で生成していくような速度を保って行くのに充\n分な速さで緩和することができなくなる。この高い電圧範囲では，励起エネルギー\nがＰｔＯＥＰ分子へ移動される前に，Ａｌｑ３励起子の幾らかが放射線発光により\n緩和する。６モル％のＰｔＯＥＰでは，励起子の全てを捕捉するのに充分なドーパ\nントが存在するが，一層多くのドーピング量は全効率を減少させることになる。\n【０１６８】この説明は，ＰｔＯＥＰをドープしたＡｌｑ ３デバイスについて異な\nったドーピング量での波長の関数としてＰＬスペクトルを示した図４Ｄ４に示され\nている結果によっても更に支持されている。０．６モル％の最も低いドーピング量\nでは，Ａｌｑ３大きな発光帯特性観察されているが，高い６モル％のＰｔＯＥＰド\nーピング量では，Ａｌｑ３からの全ての励起子エネルギーを捕捉するのに充分なＰ\nｔＯＥＰが存在すると思われる。\n(イ)  【０１７１】数日間周囲環境条件に曝したＰｔＯＥＰデバイスの保存寿命\nは，ドープしていないＡｌｑ３デバイスに匹敵し，ドーパントとしてＴＰＰを用い\nて製造したデバイスよりも決定的に優れていることが観察された。\n【０１７３】～【０１７５】そのようなＯＬＥＤは，例えば，約１０μｓｅｃ以下\nのスイッチング時間を有する受動マトリックス平面パネル表示器，スイッチング時\n間が約１０ｍｓｅｃでありさえすればよい活性マトリックス表示器，又は低解像力\n表示器用途に用いることができる。燐光化合物は，一般に式Ｄ－Ｉ：【化４５】（式\n中，Ｘは，Ｃ又はＮであり，Ｒ８，Ｒ９及びＲ１０は，夫々独立に，水素，アルキル，\n置換アルキル，アリール，及び置換アリールからなる群から選択され，Ｒ ９及びＲ\n１０は，一緒になって融合環を形成していてもよく，Ｍ１は，二価，三価，又は四価\nの金属であり，ａ，ｂ及びｃは，夫々０又は１であり，然も，ＸがＣである場合，\nａは１であり；ＸがＮである場合，ａは０であり；ｃが１である場合，ｂは０であ\nり；ｂが１である場合ｃは０である。）の化学構造を有する燐光化合物から選択さ\nれる。\n【０１７６】燐光化合物は，別の例として，部分的又は完全に水素化された燐光ポ\nルフィリン化合物から選択することもできる。\n【０１７７】燐光寿命に従って燐光化合物を選択することに加えて，或る用途では\n約１０μ秒以下の燐光寿命を有する化合物を選択することを意味するが，燐光化合\n物は，電荷キャリヤー物質から励起子三重項エネルギーを選択的に捕捉し，次にそ\nの励起エネルギーを，Ａｌｑ３系ＯＬＥＤのＰｔＯＥＰにより示されるような高度\nに飽和した色に相当する狭い発光帯域中の燐光として発するように選択される。\n(ウ)  【０１８２】白金ポルフィリン化合物のような燐光化合物を選択すること\nによって与えられる第二の利点は，そのような化合物からの発光が典型的には三重\n項状態から来ることである。三重項状態へ励起することができる分子は，非放射性\n励起子三重項状態から燐光放射線としてこのエネルギーを放射発光することができ\nる三重項状態へエネルギーを移行させる可能性を与える。三重項状態からくる放射\n線と呼ぶ燐光は，典型的には，一重項状態からの放射線と呼ばれている蛍光よりも\n遥かに低い速度で起きるが，白金ポルフィリン化合物のような化合物からの燐光は，\n或る表示デバイスの要件を満足するのに充分な位速い。特にＡｌｑ ３層中のドーパ\nントとして用いた場合，約７μｓｅｃの寿命を有するＰｔＯＥＰのような化合物を，\n約１０μｓｅｃ以下の速さのスイッチング時間を必要とする受動マトリックス表示\n器に用いるか，又はスイッチング時間が約１０ｍｓｅｃでありさえすればよい活性\nマトリックス表示器に用いることができる。\n【０１８３】本発明の特別の利点は，視感曲線のピークの方へ発光ピークを移行す\nるが，依然として飽和赤色として知覚されるスペクトル範囲内に入っているように，\n燐光白金ポルフィリン化合物を選択することである。特に，ＰｔＯＥＰのような化\n合物を，ポルフィリンリガンドの四重対称性を壊すことにより化学的に変化させる\nことにより，発光ピークが，ＰｔＯＥＰと比較して約１５～３０ｎｍ短波長側へ移\n行させることができることが見出された。\n【０１８４】～【０１８６】本発明は，特に式Ｅ－ＩＩ：【化４６】（式中，Ｒ基，\nＲ１，Ｒ２，Ｒ３及びＲ４は独立にアルキル，アリール又は水素であり，但しＲ基の\n少なくとも一つは少なくとも他のＲ基の一つと異なっている。）の構造を有する燐\n光ドーパント化合物を含むＯＬＥＤに関する。\n【０１８７】～【０１８９】更に特に，本発明のＯＬＥＤは，式Ｅ－ＩＩＩ：【化\n４７】（式中，Ｒ５及びＲ６は，電子供与体又は電子受容体基であり，例えば，－Ｆ，\n－ＣＮ，又は－ＯＣＨ３であり，Ｒ５及びＲ６は同じでも異なっていてもよい。）の\n構造を有する燐光化合物を有する。\n(エ)  【０２４６】本発明の種々の態様は，乗り物，コンピューター，テレビジ\nョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲示板，又は標\n識に含まれる光電デバイス中に組み込むことができる。\n(3)  本件発明の課題について\n本件明細書の【０００１】によれば，本件明細書に記載された発明は，光電子デ\nバイスのうち，燐光ドーパント化合物を含む発光層を有する有機発光デバイスに関\nするものであるということができる。\nそこで，本件明細書の発明の詳細な説明における「燐光ドーパント化合物を含\nむ発光層を有する有機発光デバイス」に関する記載に着目して，本件発明の課題に\nついて検討するに，本件明細書の【００２７】には，有機発光デバイス中に生じた\n励起子の大部分が非発光三重項電子状態になり，そのような三重項状態の形成は，\n有機発光デバイスの励起エネルギーの基底状態への無放射遷移による実質的な損失\nを与える結果になるが，この励起子三重項状態を通るエネルギー遷移経路を利用す\nることにより，例えば，励起子三重項状態のエネルギーを発光物質へ移行させるこ\nとにより，全有機発光デバイスの量子効率を向上させることが望ましいところ，励\n起三重項状態からのエネルギーはある環境下で燐光発光分子の三重項状態へ効果的\nに転移させて，全有機発光デバイスの量子効率を向上させることができることは知\nられているが，燐光消滅速度が，表示デバイスで用いるのに適切になるほど十分速\nいものとは考えられていなかったという従来のデバイスの問題点に対処した有機発\n光デバイスを提供することが記載されている。そうすると，本件発明の課題は，\n「非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行\nさせ，励起子三重項状態から燐光放射線を発光し，かつ，その燐光消滅速度が表示\nデバイスで用いるのに適切になるほど十分速い，有機発光デバイスを提供するこ\nと」であると認めるのが相当である。\n(4)  本件優先権主張日当時の有機発光デバイスにおける燐光発光に関する技術\n常識について\nア  甲１２の記載内容\n(ア)  甲１２（Appl. Phys. Lett,第７１巻第１８号，平成９年（１９９７年）\n１１月３日発行）には，おおむね，次の記載がある。\nａ  単層エレクトロルミネッセンスデバイスからの発光について述べる。該エレ\nクトロルミネッセンスデバイスでは，（Ｅｕ，Ｇｄ）配位錯体である（Ｅｕ０．１Ｇ\nｄ０．９）（ＴＴＡ）３（ＴＰＰＯ）２と電子輸送性材料であるオキサジアゾール誘導\n体２－(４－ビフェニル)－５－(４－ｔ－ブチルフェニルイル)－１，３，４－オキ\nサジアゾールが，ホール輸送性ホストポリマーであるポリ(Ｎ－ビニルカルバゾー\nル)膜中に分散されている。発光したエレクトロルミネッセンスの色は温度が７７\nから３００Ｋに変化するのに伴い緑白色から赤色になだらかに変化する。\nｂ  有機エレクトロルミネッセンス（ＥＬ）デバイスは，可視光領域で効果的に\n発光し，バックライトやフラットパネルディスプレイのような様々なデバイスへの\n応用が期待されており，多大な注目を集めている。\nｃ  本論文では（Ｅｕ，Ｇｄ）配位錯体であるＥｕ ０ ． １Ｇｄ ０ ． ９（ＴＴＡ） ３\n（ＴＰＰＯ）２の三重項状態からの電気リン光について説明する。配位子と常磁性\nＧｄ３＋イオン間のスピン軌道相互作用により，錯体は強い配位子分子リン光を発\nする。有機材料における三重項励起状態からの電気リン光を研究することは，有機\nＥＬデバイスの量子効率を高めるうえで有用であろう。有機蛍光色素を用いたＥＬ\nデバイスの内部量子効率には原則として２５％という限界があるが，三重項励起状\n態は，スピン多重度により，一重項励起状態に比べて３倍効率的に生成されること\nが可能だからである。\nｄ  図６に７７，１８０，および３００ＫにおけるＥＬスペクトルを示す。スペ\nクトルには３つの成分が含まれており，これらが何に起因するかは図２と３に示す\n発光スペクトルを用いて特定できる。４２０ｎｍ付近の発光帯はＰＶＫによるもの\nであり，５００ｎｍ付近の発光帯は配位子の三重項状態からの電気リン光に対応し，\n５９２ｎｍ付近にサイドピークを有する６１２ｎｍの急峻なピークはＥｕ ３＋イオ\nンの５Ｄ０→７Ｆ２および５Ｄ０→７Ｆ１遷移に由来する。後者２つのスペクトル成分は\n錯体によるものであり，温度変化に敏感である。\n(イ)  前記(ア)によれば，甲１２には，ＥＬデバイスは，バックライトやフラッ\nトパネルディスプレイのような様々なデバイスへの応用が期待され，多大な注目を\n集めていること，金属錯体は，配位子と金属イオンとの間のスピン軌道相互作用に\nより配位子分子が燐光を発光するものであること，有機蛍光色素を用いたＥＬデバ\nイスの内部量子効率は原則として２５％であるが，三重項励起状態は一重項励起状\n態に比べて３倍効率的に生成されることが可能であるから，三重項励起状態からの\n電気燐光を研究することは，ＥＬデバイスの量子効率を高めるうえで有用であると\n考えられていること，また，前記(ア)ｄの図６によれば，７７ＫにおけるＥＬスペ\nクトルで存在した燐光による発光とされる５００ｎｍ付近の発光帯が，３００Ｋに\nおけるＥＬスペクトルでは消失していることが報告されていることから，(Ｅｕ０．\n１Ｇｄ０．９)（ＴＡＡ）３（ＴＰＰＯ）２及び２－（４－ビフェニル）－５－（４－\nｔ－ブチルフェニルイル）－１，３，４－オキサジアゾールが分散したポリ（Ｎ－\nビニルカルバゾール）膜を発光層とするＥＬデバイスは，７７Ｋ（－１９６℃）で\nは燐光を示すが，３００Ｋ（２７℃）では燐光を示さないこと，が記載されている\nということができる。\nイ  甲１３の記載内容\n(ア)  甲１３（K.Honda(Editor-in-Chief),  Photochemical Processes in\nOrganized Molecular Systems, Elsevier Science Publishers B.V，平成３年（１\n９９１年）発行）には，おおむね，次の記載がある。\nａ  有機薄膜ＥＬデバイスは，大面積，フラットパネル，フルカラーディスプレ\nイへの適用が有望であると期待されている。\nｂ  電気励起については，…三重項励起子の生成はとても容易である。…一重項\n励起子とほとんど同程度の量の三重項励起子がＥＬセル内で生成される。ただし，\nほとんどすべての三重項励起子は非放射減衰過程を通して消失する。もし発光分子\nを適切に設計するならば，三重項励起子からの発光が観測されるかもしれない。言\nい換えれば，有機固体において蛍光だけでなくリン光も利用することができること\nが期待できる。\nｃ  数１０ｍｓの燐光寿命を示すクマリン色素を用いてＥＬデバイスを製造した。\n液体窒素温度において方形パルスで駆動させると，ＥＬデバイスは，印加場の停止\nの後，緩やかな輝度減衰を示した。その減衰寿命は，燐光測定からの減衰寿命とほ\nぼ同じであった。ＥＬデバイスにおける三重項励起子の利用は，有機ＥＬデバイス\nの研究分野のさらなる拡大に寄与するだろう。\n(イ)  前記(ア)によれば，甲１３には，有機薄膜ＥＬデバイスは，大面積，フラ\nットパネル，フルカラーディスプレイへの適用が有望であると期待されているとこ\nろ，クマリン色素を発光層に含有するＥＬデバイスは，液体窒素温度で燐光を示す\nことが記載されているということができる。\nウ  甲１４の記載内容\n(ア)  甲１４（１９９０年（平成２年）秋季 第５１回応用物理学会学術講演会\n講演予稿集第３分冊１０４１頁，平成２年９月発行）には，おおむね，次の記載が\nある。\nａ  固体内での電子とホールの再結合によって，一重項励起子と三重項励起子が\n生成する。従って，燐光物質を発光層に持つＥＬ素子を作成すれば，この三重項励\n起子から直接発光させることができると考えられる。そこで，燐光物質ＢＢ，ＣＰ\n１（Ｆｉｇ．１）を発光層に持つ素子について，室温および液体窒素温度において，\n発光特性および発光寿命を調べた。\nｂ［ＩＴＯ／ＴＡＤ／ＢＢ／ＰＢＤ／ＭｇＡｇ］（素子Ａ），［ＩＴＯ／ＴＡＤ／\nＣＰ１／ＭｇＡｇ］（素子Ｂ）の素子構造を持つ素子を真空蒸着法により作成した。\nその素子に直流およびパルス電圧を印加したときのＥＬ発光を，室温および液体窒\n素温度において測定した。また，パルス電圧を印加して発光寿命について，室温お\nよび液体窒素温度において測定した。\nｃ  素子ＡのＥＬ発光寿命は液体窒素温度で約１３０μｓであり，室温での約５\nμｓに比べてかなり長い。このときの素子の輝度は，電流密度のほぼ１次に比例し\nた。従って，この発光は遅延蛍光ではなく，三重項から直接発光したものであると\n考えられる。…素子Ｂは，液体窒素温度での発光効率が室温の場合に比べて約１桁\n高い。このため，この素子も三重項から直接発光していると考えられる。\n(イ)  前記(ア)ｃにおいて素子Ａについての「この発光は遅延蛍光ではなく，三\n重項から直接発光したものであると考えられる。」との記載のうち「この発光」と\nは，続いて「遅延蛍光ではなく」とあることから，発光寿命が長い液体窒素温度に\nおける発光を意味するものであって，発光寿命の短い室温での発光を意味するもの\nではないと認められる。このように発光寿命が長いものを燐光と認めることは，甲\n１５（２２５頁図３の下３１～３６行）において，「有機分子では，三重項励起状\n態から基底状態への電子遷移はスピン禁制プロセスなので，三重項励起状態は一重\n項励起状態より寿命が長い。そのため，ＬＥＤの発光種はＥＬ減衰時間の測定によ\nり決定することができる。」と記載されていることからも，相当である。\n同様に，素子Ｂについての「この素子も三重項から直接発光していると考えられ\nる。」との記載部分も，発光効率が高い液体窒素温度における発光をもって三重項\nから直接発光しているものとしているのであって，発光効率の低い室温での発光を\n意味するものではないと認められる。\nしたがって，甲１４には，燐光物質ＢＢ又はＣＰ１を発光層に含有する電界発光\n素子は，液体窒素温度で燐光発光することが記載されているということができる。\nエ  甲１５の記載内容\n(ア)  甲１５（Appl. Phys. Lett, 第６９巻第２号，平成８年（１９９６年）７\n月発行）には，おおむね，次の記載がある。\nａ  発光層としてベンゾフェノン（ＢＰ）が分散されたポリ（メチルメタクリレ\nート）（ＰＭＭＡ）膜を有する有機多層構造発光ダイオード（ＬＥＤ）のエレクト\nロルミネッセンス特性を報告する。これらのＬＥＤのエレクトロルミネッセンス\n（ＥＬ）強度は，同一電圧または同一電流密度で動作させる際に，２７３Ｋから１\n００Ｋへの降温に伴い増す。ＬＥＤのＥＬスペクトルは…ＰＭＭＡ中のＢＰの燐光\nスペクトルと同一である。さらに，ＥＬ減衰時間は矩形電圧パルスを印加すること\nによって１００Ｋで４６．８μｓと決定された。これらの結果はＬＥＤのＥＬがＢ\nＰの三重項励起状態に起因することを示している。\nｂ  Ｔａｎｇらが昇華分子膜からなる明るい発光ダイオード（ＬＥＤ）を発表し\nてから，有機薄膜ＬＥＤに多くの注目が集まっている。これらのＬＥＤの最も魅力\n的な応用例の一つは，大画面フラットパネルディスプレイである。\nｃ  これまでに発表された有機ＬＥＤのほとんどは蛍光性色素や発光材料として\n用いられるポリマーの一重項励起状態に起因するＥＬである。我々の知る限りでは，\n三重項励起状態分子に起因するＥＬに関しては予備的研究しか行われていない。適\n切な燐光分子を発光材料に用いた場合には，三重項励起状態分子からのＥＬも観察\nできると考えられる。\n本稿では，有機ＬＥＤの三重項励起状態分子からのＥＬに関する観察を報告する。\n我々はホール輸送層，発光層，及び電子輸送層からなる多層構造有機ＬＥＤを作製\nした。発光層の発光材料にはベンゾフェノン（ＢＰ）を用いた。\nｄ  ＬＥＤはインジウム錫酸化物（ＩＴＯ）でコーティングされたガラス基板上\nに作製され，有機機能層を３層有する。各層は，ＰＭＰＳのホール輸送／電子ブロ\nック層，ＢＰ（１０ｗｔ％）が分散されたＰＭＭＡ（ＢＰ：ＰＭＭＡ）の発光層，\nＰＢＤの電子輸送／ホールブロック層である。\nｅ  図２はＬＥＤのＢＰ：ＰＭＭＡ層の吸収スペクトル及びフォトルミネッセン\nス（ＰＬ）スペクトルを示している。ＰＬは１００Ｋで測定した。４２０，４５０，\n４８０ｎｍ付近の３つのピークはベンゾフェノン燐光の振動構造と一致している。\n同じ分光器を使っても，室温では燐光はほとんど観察できない。一般的に，三重項\n励起状態から一重項基底状態への無放射失活は昇温と共に支配的になるため，燐光\n発光は室温では非常に弱い。\n(イ)  前記(ア)によれば，甲１５には，Ｔａｎｇらが昇華分子膜からなる明るい\n発光ダイオード（ＬＥＤ）を発表してから，有機薄膜ＬＥＤに多くの注目が集まっ\nており，これらのＬＥＤの最も魅力的な応用例の一つは，大画面フラットパネルデ\nィスプレイであるが，一般的に,三重項励起状態からの一重項基底状態への無放射\n失活は昇温と共に支配的になるため，燐光発光は室温では非常に弱いものであり，\n三重項励起状態分子に起因するＥＬに関しては予備的研究しか行われていなかった\nものであること，ホール輸送／電子ブロック層としてＰＭＰＳを有し，電子輸送／\nホールブロック層としてＰＢＤを有し，発光層としてベンゾフェノンが分散したポ\nリ（メチルメタクリレート）膜を有する有機多層構造発光ダイオードは，１００Ｋ\n（－１７３℃）で燐光を示すことが記載されているということができる。\nオ  前記アないしエのとおり，本件優先権主張日当時の有機発光デバイスにおけ\nる燐光発光に関する技術水準は，電気励起により三重項励起状態からの燐光発光を\n示す有機発光デバイスは，一重項励起状態からの蛍光発光を示すものよりも，内部\n量子効率が大きく有用であると考えられていたが，予備的研究しかされておらず，\n液体窒素温度のような極低温において燐光発光を示す有機発光デバイスは知られて\nいたものの，室温において燐光発光を示す有機発光デバイスはいまだ知られておら\nず，また，極低温で燐光発光する有機発光デバイスに用いることができる燐光発光\n材料にしても，ごく限られた特定の材料しか見いだされていなかったというもので\nあった。\n殊に，甲１２の前記ア(ア)ｃの記載によれば，金属錯体は，配位子と金属イオン\nとの間のスピン軌道相互作用により配位子分子が燐光を発光するものであることが\n開示され，そのため，配位子と金属イオンの具体的な組合せにより燐光発光するか\n否かが左右されることが広く知られていたといえることを考慮すると，ある金属錯\n体を用いた燐光発光を示す有機発光デバイスにおいて，金属錯体の金属イオンを別\nのものに変えても，同様な燐光発光特性を有する有機発光デバイスが得られるとの\n技術常識は確立されていなかったということができる。\n(5)  本件発明の課題を解決できると認識できる範囲について\nア  本件明細書の【００５８】の「本発明は，更に励起子一重項又は三重項状態\nからのエネルギーを受けて，そのエネルギーを燐光放射線として発光することがで\nきる材料を有するＯＬＥＤに関する。」との記載，【０１６５】の「ＰｔＯＥＰのよ\nうな燐光化合物を選択することによって与えられる第二の利点は，そのような分子\nからの発光が三重項状態から来ることである。三重項状態へ励起することができる\n分子は，非放射性励起子三重項状態から燐光放射線としてこのエネルギーを放射発\n光することができる三重項状態へエネルギーを移行させる可能性を与える。」との\n記載，【０１６７】の「Ａｌｑ３からのエネルギー移動のために充分なドーパント\n分子が常に存在する結果を与える。」との記載，【０１６８】の「Ａｌｑ３からの全\nての励起子エネルギーを捕捉するのに充分なＰｔＯＥＰが存在すると思われる。」\nとの記載によれば，本件明細書には，ホスト材料（Ａｌｑ３）における非放射性励\n起子三重項状態から，ドーパントである燐光発光分子（ＰｔＯＥＰ）の励起子三重\n項状態へとエネルギーが移行し，又は移行する可能性があり，燐光発光分子（Ｐｔ\nＯＥＰ）の励起子三重項状態から燐光放射線を発光することが記載されているとい\nうことができる。\nイ  その上で，本件明細書の【０１６１】～【０１６８】，【０１８２】には，\n【化４３】，【化４４】で表される白金オクタエチルポルフィリン（ＰｔＯＥＰ）を\nドーパントとして用いた有機発光デバイスは，燐光発光を示し，その燐光減衰速度\n（燐光消滅速度と同義である。）は表示デバイスの要件に合うように十分速いもの\nであることが記載されている。具体的には，（電荷キャリアー）ホスト材料である\nＡｌｑ３層中のドーパントとしてＰｔＯＥＰを用いた場合には，約７μｓｅｃの寿\n命を有することから，約１０μｓｅｃ以下の速さのスイッチング時間を必要とする\n受動マトリックス表示器，又はスイッチング時間が約１０ｍｓｅｃでありさえすれ\nばよい活性マトリックス表示器等に用いることができることが記載されている。\nしたがって，上記記載によれば，ＰｔＯＥＰを燐光ドーパントとして用いた有機\n発光デバイスは，本件発明の課題を解決できるものであると認識することができる。\nウ  また，本件明細書の【０１７３】～【０１７７】には，【化４３ 】，【化４\n４】で表されるＰｔＯＥＰを包含する一般式である【化４５】が記載されているが，\nこの【化４５】については，【０１７５】に，式中の各構成元素等については，「…\nの化学構造を有する燐光化合物から選択される。」と，【０１７７】に，「燐光寿命\nに従って燐光化合物を選択することに加えて」と，それぞれ記載されていることか\nらすれば，一般式である【化４５】の構造を有する燐光化合物を用いた有機発光デ\nバイスは，その全てについて，燐光消滅速度が表示デバイスで用いるのに適切にな\nるほど十分速いとはいえず，本件発明の課題を解決するためには，一般式である\n【化４５】の構造を有する燐光化合物の中から，燐光消滅速度が適切となるものを\n選択する必要があることが理解できる。\nそして，前記(4)のとおり，金属錯体は配位子と金属イオンの具体的な組合せに\nより燐光発光するか否かが左右されることが知られていたことを考慮すると，前記\nイにおいて本件発明の課題を解決できると認識されるＰｔＯＥＰと同じ金属イオン\nを有し，ポルフィリン骨格を配位子とする金属錯体である，一般式【化４５】にお\nいてＭ１＝Ｐｔである燐光化合物を，ドーパントとして用いた有機発光デバイスは，\nＰｔＯＥＰと同様な燐光特性を示し，燐光消滅速度が表示デバイスで用いるのに適\n切になるほど十分速く，本件発明の課題が解決できるものと認識することができる。\nしかし，前記(4)のとおり，ある金属錯体を用いた燐光発光を示す有機発光デバ\nイスにおいて，金属イオンを別のものに変えても，同様な燐光発光特性を有する有\n機発光デバイスが得られるとの技術常識は確立されていなかったことを考慮すると，\n一般式【化４５】において，【０１７５】に記載された「Ｍ １は，二価，三価，又\nは四価の金属」のうちどのような金属を選択すれば，ホスト材料の非放射性励起子\n三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重\n項状態から燐光放射線を発光し，かつ，燐光消滅速度が表示デバイスで用いるのに\n適切になるほど十分速くなるのか，当業者にとって自明であるということはできな\nい。\nしたがって，Ｍ１がＰｔとは異なる一般式【化４５】の構造を有する燐光化合物\nをドーパントとして用いた有機発光デバイスは，当業者において，本件発明の課題\nを解決できることを認識し得たということはできない。\nエ  さらに，本件明細書の【０１８３】～【０１８６】には，【化４６】の構造\nを有する燐光化合物が記載されているところ，【化４６】の構造を有する燐光化合\n物は，Ｍ１がＰｔであり，一般式【化４５】に包含される構造を有することから，\nＰｔＯＥＰと同様な燐光特性を示し，燐光消滅速度が表示デバイスで用いるのに適\n切になるほど十分速く，本件発明の課題が解決できるものと認識できる。\nまた，本件明細書の【０１８７】～【０１８９】には，【化４７】の構造を有す\nる化合物が，本件発明の有機発光デバイスに用いることができる旨記載されている\nことから，【化４７】の構造を有する燐光化合物をドーパントとして用いた有機発\n光デバイスは，ＰｔＯＥＰと同様な燐光特性を示し，燐光消滅速度が表示デバイス\nで用いるのに適切になるほど十分速く，本件発明の課題が解決できるものと認識で\nきる。\nオ  前記アないしエによれば，本件明細書の発明の詳細な説明の記載及び本件優\n先権主張日当時の技術常識に照らせば，本件発明の課題を解決できると当業者が認\n識できるのは，【化４３】，【化４４】の構造を有するＰｔＯＥＰ，一般式【化４\n５】においてＭ１＝Ｐｔである燐光化合物，【化４６】又は【化４７】の構造を有\nする燐光化合物をドーパントとして用いた有機発光デバイスであると認められる。\n(6)  本件発明のサポート要件の適合性について\n本件発明には，燐光材料の構造に関わらず，「電荷キャリアーホスト材料の非放\n射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行す\nることができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温\nにおいて発光する有機発光デバイス」は，全て包含される。\nしかし，前記(5)オのとおり，本件明細書の発明の詳細な説明の記載及び本件優\n先権主張日当時の技術常識に照らして，当業者が本件発明の課題を解決できると認\n識できるのは，【化４３】，【化４４】の構造を有するＰｔＯＥＰ，一般式【化４\n５】においてＭ１＝Ｐｔである燐光化合物，【化４６】又は【化４７】の構造を有\nする燐光化合物をドーパントとして用いた有機発光デバイスであると認められる。\nしたがって，燐光材料の構造が特定されていない本件発明は，本件明細書の発明\nの詳細な説明の記載及び本件優先権主張日当時の技術常識に照らして，当業者が本\n件発明の課題を解決できると認識できる範囲を超えており，サポート要件に適合し\nないというほかない。\n(7)  原告らの主張について\nア  原告らは，室温において燐光発光を示す有機発光デバイスを開発することは\n困難であり，室温において燐光発光を示す有機発光デバイスは得られていなかった\nというのが本件優先権主張日当時の技術水準であったところ，本件明細書の【０２\n４６】，【００６０】，【０１７１】によれば，本件発明は，室温において燐光発光を\n示す有機発光デバイスであることが理解できるから，本件優先権主張日当時の技術\n水準が室温において燐光発光を示す有機発光デバイスは得られていなかったという\nものであったことと，本件発明が室温において燐光発光を示す有機発光デバイスで\nあることを対比すれば，本件発明の課題は，「室温において燐光発光を示す有機発\n光デバイスを得ること」である旨主張する。\n(ア)  なるほど，本件優先権主張日当時の有機発光デバイスにおける燐光発光に\n関する技術水準は，電気励起により三重項励起状態からの燐光発光を示す有機発光\nデバイスとして，液体窒素温度のような極低温において燐光発光を示す有機発光デ\nバイスは知られていたものの，室温において燐光発光を示す有機発光デバイスはい\nまだ知られておらず，また，極低温で燐光発光する有機発光デバイスに用いること\nができる燐光発光材料にしても，ごく限られた特定の材料しか見いだされていなか\nったことは，前記(4)のとおりである。\nしかしながら，本件明細書中には，【０２４６】，【００６０】，【０１７１】のよ\nうに，本件発明に係る有機発光デバイスが，常温において利用されることが想定さ\nれる乗り物，テレビジョン，劇場又はスタジアムスクリーン等に含まれる光電デバ\nイスに組み込むことができることや，数日間周囲環境条件に曝したＰｔＯＥＰデバ\nイスの保存寿命が優れていることの記載があるにすぎず，この記載をもって「室温\nにおいて燐光発光を示す有機発光デバイスを得ること」という課題を読み取ること\nは，困難である。そして，本件明細書の発明の詳細な説明には，従来技術における\n有機発光デバイスの燐光発光が極低温におけるものであることの記載もなく，「室\n温において燐光発光を示す有機発光デバイスを得ること」という課題は記載されて\nいない。さらに，課題を解決するための手段，発明の作用・効果も含め，本件発明\nにおける有機発光デバイスの燐光発光を測定した際の具体的な温度設定条件及び室\n温において燐光発光を示す有機発光デバイスを得ることによる具体的な作用効果の\n記載も全くない。\n発明が，一定の技術的課題の設定，その課題を解決するための技術的手段の採用\n及びその技術的手段により所期の目的を達成し得るという効果の確認という段階を\n経て完成されるものであることから，本件明細書の発明の詳細な説明に，上記のと\nおり，室温において燐光発光を示す有機発光デバイスを得ることについて，課題を\n解決するための手段及び本件発明の作用効果がいずれも具体的に記載されていない\nことからすれば，液体窒素温度のような極低温において燐光発光を示す有機発光デ\nバイスは知られていたものの，室温において燐光発光を示す有機発光デバイスはい\nまだ知られていなかったという本件優先権主張日当時の技術水準のみに基づいて，\n本件発明の課題を，「室温において燐光発光を示す有機発光デバイスを得ること」\nであると認定することはできない。\n(イ)  また，仮に，本件発明の課題が，室温において燐光発光を示す有機発光デ\nバイスを得ることであるならば，本件優先権主張日当時の技術水準に照らし，本件\n明細書中に，課題を解決するための手段として，燐光発光材料としての【化４３】\n～【化４７】の構造式だけでなく，燐光発光を測定した具体的な温度設定条件が記\n載されていてしかるべきであるし，室温において燐光発光を示す有機発光デバイス\nを得ることによる具体的な作用効果が記載されていてしかるべきものである。それ\nにもかかわらず，本件明細書には，課題を解決するための手段としての本件発明に\nおける有機発光デバイスの燐光発光を測定した際の具体的な温度設定条件や，室温\nにおいて燐光発光を示す有機発光デバイスを得ることによる具体的な作用効果につ\nいては，全く記載されていない。\nそして，上記のとおり，本件優先権主張日当時の技術水準は，電気励起により燐\n光発光を示す有機発光デバイスとして，極低温において燐光発光を示す有機発光デ\nバイスは知られていたものの，室温において燐光発光を示す有機発光デバイスはい\nまだ知られておらず，極低温で燐光発光する有機発光デバイスに用いることができ\nる燐光発光材料にしても，ごく限られた特定の材料しか見いだされていなかったと\nいうものであった。そうすると，室温でも燐光が観測される燐光発光材料が明らか\nでなければ，室温において燐光発光を示す有機発光デバイスを得るという課題を解\n決することもできないところ，本件明細書の発明の詳細な説明において燐光発光材\n料として開示されているのは，【化４３】，【化４４】の構造を有するＰｔＯＥＰ，\n一般式【化４５】においてＭ １＝Ｐｔである燐光化合物，【化４６】又は【化４\n７】の構造を有する燐光化合物のみである。これに対して，本件発明の燐光発光材\n料には，「電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが\n前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前\n記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス」\nに用いることができるものであれば，本件明細書の発明の詳細な説明に開示されて\nいる【化４３】，【化４４】の構造を有するＰｔＯＥＰ，一般式【化４５】において\nＭ１＝Ｐｔである燐光化合物，【化４６】又は【化４７】の構造を有する燐光化合\n物以外の燐光発光材料も全て含まれる。そうすると，仮に，本件発明の課題が，室\n温において燐光発光を示す有機発光デバイスを得ることであるとしても，本件明細\n書の発明の詳細な説明には，【化４３】，【化４４】の構造を有するＰｔＯＥＰ，一\n般式【化４５】においてＭ １＝Ｐｔである燐光化合物，【化４６】又は【化４７】\nの構造を有する燐光化合物を燐光発光材料とする課題解決手段が開示されているの\nみであって，本件優先権主張日当時の技術水準に照らしても，本件発明の特許請求\nの範囲の範囲まで，発明の詳細な説明において開示された内容を拡張ないし一般化\nできないことは明らかであって，本件発明はサポート要件に違反することとなる。\n(ウ)  したがって，原告らの上記主張は，採用することができない。\nイ  原告らは，本件明細書の【００２６】，【００２７】は，本件優先権主張日当\n時において公知となっていた従来技術の問題点を述べたものではなく，本件優先権\n主張日当時において公知ではなかった，本件発明者の別の発明であるＴＰＰドープ\nデバイスと本件発明とを対比して，本件発明の特徴について説明したものであり，\nまた，本件発明の特徴に基づいて，本件発明の課題を認定することはできないから，\n【００２６】，【００２７】の記載は，本件発明の課題の認定の根拠となるものでは\nない旨主張する。\n確かに，本件明細書の【００２６】には，ＴＰＰは化学名５，１０，１５，２０\n－テトラフェニル－２１Ｈ，２３Ｈ－ポルフィリンであり，ＴＰＰ含有発光層を有\nする有機発光デバイスからの発光は，ＴＰＰドーパントからの蛍光を含んでいる旨\n記載されていることから，【００２６】の「ＴＰＰドープ装置のこれらの二つの特\n徴が改善されることが望ましいであろう。本発明は，従来のデバイスのこれらの問\n題に対処することを目的としている。」との記載中の「従来のデバイス」とは，蛍\n光を示すＴＰＰドープデバイスを意図していると解することができる。\nしかし，本件明細書の【００２７】の「燐光消滅速度が，表示デバイスで用いる\nのに適切になる程充分速いものとは考えられていない。本発明は，更に従来のデバ\nイスのそのような問題にも対処したＯＬＥＤにも関する。」との記載中の「従来の\nデバイス」とは，【００２７】の文脈からして，蛍光を示すデバイスではなく，励\n起三重項状態からのエネルギーはある環境下で燐光発光分子の三重項状態へ効果的\nに転移させることができることが知られているが，燐光消滅速度が表示デバイスで\n用いるのに適切になるほど十分速いものとは考えられていないデバイスを意味する\nと解すべきことは明らかである。\nしたがって，【００２７】における「従来のデバイス」がＴＰＰドープデバイス\nであることを前提とする原告らの上記主張は，採用することができない。\nウ  原告らは，本件発明は，「前記電荷キャリアーホスト材料の非放射性励起子\n三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することがで\nき，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発\n光する」という特定の機能を有することを「有機発光デバイス」の要件としている\n点で，いわゆる機能的クレームであるところ，機能的クレームについては，当業者\nの技術常識を踏まえて，明細書の内容（発明の具体的な構成など）に基づいて，そ\nの技術的範囲が画定されることになり，明細書に開示された内容に基づいて画定さ\nれた技術的範囲は，明細書によってサポートされているから，原則として，サポー\nト要件違反の問題は生じない旨主張する。\nしかし，特許法３６条６項１号がサポート要件を法定した趣旨は前記(1)のとお\nりであって，かかる趣旨はいわゆる機能的クレームであると否とにかかわらず，特\n許請求の範囲の記載について等しく妥当するものであって，特許請求の範囲に機能\n的な発明特定事項が含まれるか否かによって，サポート要件の判断基準を変更しな\nければならない理由はない。\nしたがって，原告らの上記主張は，採用することができない。\n(8)  小括\nよって，取消事由１は理由がなく，本件発明はサポート要件を満たしていないか\nら，本件特許は無効にされるべきものである。\n２  結論\n以上によれば，取消事由１は理由がないから，取消事由２について判断するまで\nもなく，本件審決にはこれを取り消すべき違法はない。\nよって，原告らの請求をいずれも棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          髙    部    眞  規  子\n裁判官      田      中    芳    樹\n裁判官      柵      木    澄    子\n別紙  本件明細書中の構造式\n【化４３】\n【化４４】\n【化４５】\n【化４６】\n【化４７】\n"
}