{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 3,
    "day": 29
  },
  "case_number": "平成22(ワ)30777",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82176",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82176",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/176/082176_hanrei.pdf",
  "contents": "平成２４年３月２９日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ワ）第３０７７７号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２３年１２月２０日\n判 決\n東京都中央区＜以下略＞\n原 告                              富 士 レ ビ オ 株 式 会 社\n訴 訟 代 理 人 弁 護 士                              増 井 和 夫\n同                                菊 池   毅\n同                                工 藤 敦 子\n同                                髙 橋 直 樹\n東京都品川区＜以下略＞\n被 告                              バイオ・ラッドラボラトリーズ株式会社\n訴 訟 代 理 人 弁 護 士                              田   中   浩   之\n同                                野   口   明   男\n同                                野   口   祐   子\n同                                三   好       豊\n訴 訟 代 理 人 弁 理 士                              前       直   美\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙物件目録記載の製品を輸入し，販売してはならない。\n２  被告は，前項記載の製品を廃棄せよ。\n３  被告は，原告に対し，３億２５６０万円及びこれに対する平成２２年９月１\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，発明の名称を「病原性プリオン蛋白質の検出方法」とする特許第４\n３６２８３７号（以下，この特許を「本件特許」，この特許権を「本件特許権」\nという。）の特許権者である原告が，被告による別紙物件目録記載の製品（以\n下「被告製品」という。）の輸入及び販売が本件特許権の間接侵害（特許法１\n０１条４号）に当たる旨主張して，被告に対し，特許法１００条１項及び２項\nに基づき，被告製品の輸入及び販売の差止め並びに廃棄を求めるとともに，特\n許権侵害の不法行為に基づく損害賠償を求めた事案である。\n２  争いのない事実等（証拠の摘示のない事実は，争いのない事実又は弁論の全\n趣旨により認められる事実である。）\n(1)  当事者\nア  原告は，医薬品，臨床検査薬，医薬部外品及びその他各種化学製品の製\n造，販売並びにこれらの輸入輸出等を目的とする株式会社である。\nイ  被告は，研究・診断用特殊化学薬品及び検査用製品等の製造，輸入及び\n販売等を目的とする株式会社である。\n(2)  特許庁における手続の経過等\nア  原告は，平成９年７月１８日にした特許出願（特願平９－１９３８０１\n号。以下「本件原々出願」という。）の一部を分割して平成１６年８月９\n日にした特許出願（特願２００４－２３１８１９号。以下「本件原出願」\nという。）の一部を更に分割して，平成１９年９月１４日，発明の名称を「病\n原性プリオン蛋白質の検出方法」とする発明について特許出願（特願平２\n００７－２３９２６５号。以下「本件出願」という。）をし，平成２１年\n８月２８日，本件特許権の設定登録（請求項の数４）を受けた。\nイ(ア)  被告は，平成２２年１０月７日，本件特許について無効審判請求（無\n効２０１０－８００１８２号事件）をした。\n原告は，同年１２月２４日，本件特許の特許請求の範囲の減縮等を目\n的とする訂正請求（以下，この訂正請求に係る訂正を「第１次訂正」と\nいう。）をした。\n特許庁は，平成２３年６月１０日，上記無効審判事件について，第１\n次訂正を認めた上で，「特許第４３６２８３７号の請求項１ないし４に\n係る発明についての特許を無効とする。」との審決（以下「別件審決」\nという。）をした（乙３５）。\nこれに対し原告は，同年７月１９日，別件審決の取消しを求める審決\n取消訴訟（知的財産高等裁判所平成２３年（行ケ）第１０２２７号事件）\nを提起した。\n(イ)  また，原告は，平成２３年８月１５日，本件特許の特許請求の範囲\nの減縮を目的とする訂正審判請求（訂正２０１１－３９００９８号事\n件。以下，この訂正審判請求に係る訂正を「第２次訂正」という。）を\nした。\n(3)  発明の内容\nア  設定登録時のもの\n(ア)  本件特許の設定登録時の特許請求の範囲は，請求項１ないし４から\n成り，その請求項１の記載は，次のとおりである（以下，請求項１に係\nる発明を「本件発明」という。）。\n「【請求項１】  動物の中枢神経系組織から病原性プリオン蛋白質を酵\n素免疫吸着測定法により検出する方法であって，t-オクチルフェノキ\nシポリエトキシエタノール（トリトン（商標）Ｘ－１００）及びサー\nコシル（商標）を同時に用いて前記中枢神経系組織中の非特異的物質\nを可溶化することと，前記可溶化された非特異的物質をプロテアーゼ\nを用いて分解処理することと，超遠心分離処理を除く遠心分離処理を\n行うことにより前記分解処理により得られたものから病原性プリオ\nン蛋白質由来蛋白質を含有する濃縮物を得ることと，前記濃縮物を酵\n素免疫吸着測定法により検出することとを含む病原性プリオン蛋白\n質の検出方法。」\n(イ)  本件発明を構成要件に分説すると，次のとおりである(以下，各構\n成要件を「構成要件Ａ」，「構成要件Ｂ」などという。)。\nＡ  動物の中枢神経系組織から病原性プリオン蛋白質を酵素免疫吸着\n測定法により検出する方法であって，\nＢ  t-オクチルフェノキシポリエトキシエタノール（トリトン（商標）\nＸ－１００）及びサーコシル（商標）を同時に用いて前記中枢神経系\n組織中の非特異的物質を可溶化することと，\nＣ  前記可溶化された非特異的物質をプロテアーゼを用いて分解処理\nすることと，\nＤ  超遠心分離処理を除く遠心分離処理を行うことにより前記分解処\n理により得られたものから病原性プリオン蛋白質由来蛋白質を含有\nする濃縮物を得ることと，\nＥ  前記濃縮物を酵素免疫吸着測定法により検出することと\nＦ  を含む病原性プリオン蛋白質の検出方法。\nイ  第１次訂正後のもの\n第１訂正後の特許請求の範囲は，請求項１ないし４から成り，その請求\n項１の記載は，次のとおりである（以下，第１次訂正後の請求項１に係る\n発明を「第１次訂正発明」という。下線部は訂正箇所である。）。\n「【請求項１】  動物の中枢神経系組織から病原性プリオン蛋白質を酵素\n免疫吸着測定法により検出する方法であって，t-オクチルフェノキシポ\nリエトキシエタノール（トリトン（商標）Ｘ－１００）及びサーコシル（商\n標）を同時に用いて前記中枢神経系組織中の非特異的物質を可溶化する\nことと，前記可溶化された非特異的物質をプロテアーゼを用いて分解処\n理することと，超遠心分離処理を除く遠心分離処理を行うことにより前\n記分解処理により得られたものから病原性プリオン蛋白質由来蛋白質\nを含有する濃縮物を得ることと，前記濃縮物を洗浄することなく溶解液\nとし，再沈殿させることなく酵素免疫吸着測定法により検出することと\nを含む病原性プリオン蛋白質の検出方法。」\nウ  第２次訂正後のもの\n第２訂正後の特許請求の範囲は，請求項１及び２から成り（請求項３及\nび４は削除），その請求項１の記載は，次のとおりである（以下，第２次\n訂正後の請求項１に係る発明を「第２次訂正発明」という。下線部は訂正\n箇所である。）。\n「【請求項１】  動物の中枢神経系組織から病原性プリオン蛋白質を酵素\n免疫吸着測定法により検出する方法であって，ｔ－オクチルフェノキシ\nポリエトキシエタノール（トリトン（商標）Ｘ－１００）及びサーコシ\nル（商標）を同時に用いて前記中枢神経系組織中の非特異的物質を可溶\n化することと，前記可溶化された非特異的物質をコラーゲン分解酵素及\nびＤＮＡ分解酵素を用いることなくプロテイナーゼＫを用いて分解処\n理することと，超遠心分離処理を除く遠心分離処理を行うことにより前\n記分解処理により得られたものから病原性プリオン蛋白質由来蛋白質\nを含有する濃縮物を得ることと，前記濃縮物を洗浄することなく直接カ\nオトロピックイオン剤を用いて溶解液とし，酵素免疫吸着測定法により\n検出することとを含む病原性プリオン蛋白質の検出方法。」\n(4)  被告の行為等\nア  被告は，平成１８年７月から，被告製品を販売している。\nイ  被告製品の使用説明書（甲３）には，次のような記載がある。\n「＜本質＞\n本製剤は，異常プリオン蛋白の性質を利用して牛延髄よりプリオン蛋\n白の断片を精製し，抗ヒトプリオン蛋白マウスモノクロナール抗体によ\nる酵素免疫測定法（ＥＬＩＳＡ法）で検出します。」\n「＜成分及び分量＞\n本製剤は，「テセーＢＳＥ精製キット」及び「テセーＢＳＥ検出キッ\nト」により構成されています。」\n「テセーＢＳＥ精製キット\n・〔A〕プロティナーゼＫ希釈液（尿素０．１２g/mL）…５５mL\n・〔PK〕プロティナーゼＫ溶液（中略）…０．５mL」\n「テセーＢＳＥ検出キット」\n「＜効能または効果＞\n牛延髄における異常プリオン蛋白の検出」\n「＜用法及び用量＞\n2.操作方法\n1）テセーＢＳＥ精製キット\n1-1）ウシ延髄のObex域３５０±４０mgを採取します。\n1-2）採材した検体をグラインディングチューブに入れ，ホモジナイ\nザーでできるだけ組織の塊が残らないようにホモジナイズしま\nす。\n1-4）マイクロテストチューブに希釈調製したプロティナーゼＫ溶液\n２５０μLを加え，よく混和します。\n1-5）３７±２℃で１０±１分間インキュベートします。\n1-7）２０，０００gで５分間，または１５，０００gで７分間遠心し\nます。\n1-11）「テセーＢＳＥ検出キット」の希釈液（R6）を１２５μL加え，\nよく混和します。\n2）テセーＢＳＥ検出キット\n2-8）プレートシールを剥がし，各ウェル中の溶液を吸引した後，プ\nレートを洗浄液(１８～２２℃)で１ウェルあたり８００μLの\nオーバーフロー設定で，３回洗浄します。（以下略）\n2-12）プレートシールを剥がし，各ウェル中の溶液を吸引した後，プ\nレートを洗浄液(１８～２２℃)で１ウェルあたり８００μLの\nオーバーフロー設定で，５回洗浄します。（以下略）\n2-16）反応停止液〔R10〕添加後３０分以内に，主波長４５０nm，副\n波長６２０nmにおける吸光度を測定します。」\nウ  被告製品を使用する，牛延髄から病原性プリオン蛋白質を検出する方\n法（以下「被告方法」という。）は，本件発明の構成要件Ａ及びＥを充足\nする。\n３  争点\n本件の争点は，被告方法が本件発明の技術的範囲に属するか否か（争点１），\n本件発明に係る本件特許に特許無効審判により無効にされるべき無効理由が\nあり，原告の本件特許権の行使が特許法１０４条の３第１項の規定により制限\nされるかどうか（争点２），上記無効理由による権利行使の制限を否定する第\n１次訂正又は第２次訂正に係る対抗主張の成否（争点３），被告が賠償すべき\n原告の損害額（争点４）である。\n第３  争点に関する当事者の主張\n１  争点１（被告方法についての本件発明の技術的範囲の属否）について\n(1)  原告の主張\nア  構成要件Ｂ及びＣについて\n(ア)ａ  本件発明は，狂牛病の原因物質である病原性プリオン蛋白質を，\n動物の組織から濃縮した状態で取得し，検出する方法の発明であり，\n発明の核心部分は，簡便性と迅速性に極めて優れた，新規な濃縮方法\nを提供することにある。\n病原性プリオン蛋白質は，正常なプリオン蛋白質と，化学的なアミ\nノ酸配列は同一であるのに，特異的な立体構造を有することにより，\n病原性を示す物質である。そして，その特異的な立体構造のために，\n正常なプリオン蛋白質（及び他の蛋白質）に比べ，界面活性剤による\n可溶化を受けにくい。この性質を利用して，病原性プリオン蛋白質の\n存在が疑われる動物組織を，特定の界面活性剤を含有する水中に分散\nさせ，病原性でない，すなわち特異的でない蛋白質及び他の成分を可\n溶化すると，可溶化された非特異的蛋白質等は，分解酵素が存在すれ\nば分解されるから，病原性プリオン蛋白質との分離が容易になる。他\n方，可溶化しない病原性プリオン蛋白質は，分解を受けないので，そ\nのまま残存する。分解処理後のサンプルを遠心分離すると，病原性プ\nリオン蛋白質は，粒子として存在するので沈殿物となり，非特異的蛋\n白質等の分解物は，溶液中に残って沈殿しない。そこで，遠心分離に\nより得られた沈殿物を，今度は，病原性プリオン蛋白質も溶解する溶\n媒に溶かせば，定量分析をすることができる。本件発明は，このよう\nな原理を実現したものである。\n本件発明の構成要件Ｂは，界面活性剤である「t-オクチルフェノキ\nシポリエトキシエタノール（トリトン（商標）Ｘ－１００）」及び「サ\nーコシル（商標）」を同時に用いることにより，非特異的物質を可溶\n化させる「可溶化工程」を規定し，構成要件Ｃは，分解酵素である「プ\nロテアーゼ」用いることにより，可溶化された非特異的物質を分解さ\nせる「分解処理工程」を規定している。\nそして，本件発明は，非特異的物質が界面活性剤により可溶化され\nている状態で，分解酵素を作用させるものであり，界面活性剤と酵素\nは相互に阻害しないことが，当然の前提になっている。すなわち，本\n件原出願の願書に添付した明細書（以下，図面を含めて「原出願明細\n書」という。乙３）の段落【００７５】ないし【００７７】，【０１\n０８】，【０１０９】の記載を読めば，当業者は，プロテアーゼが界\n面活性剤の可溶化作用を阻害することはなく，プロテアーゼによる処\n理は，界面活性剤の存在により阻害されないものと理解するものであ\nり，この点については，本件出願の出願経過において，原告は，意見\n書（甲１８）で指摘している。\nそうである以上，本件発明において，組織を界面活性剤により水中\nに分散させ，可溶化を進行させる過程において，最初から分解酵素を\n共存させるか，ある程度可溶化が進んだ時点で分解酵素を加えるか，\n可溶化が実質的に終了してから分解酵素を加えるかによって，方法の\n原理が特に相違することはない。処理中の混合物中において生じてい\nる現象としては，①非特異的物質の特定の分子に着目すれば，非特異\n的物質が界面活性剤の作用により可溶化し，可溶化した非特異的物質\nが分解酵素により分解されるが，②非特異的物質の多数の分子（すな\nわち処理対象試料の全体）に着目すれば，非特異的物質の可溶化と分\n解が並行して進んでいる。\nこのような本件発明の本質に鑑みれば，構成要件Ｂ及びＣは，時間\n的に区別された独立の工程として実施される必要はなく，界面活性剤\nとプロテアーゼを同時に添加する方法を排除するものではないとい\nうべきである。\nｂ  被告製品中の「プロティナーゼＫ希釈液」は，「トリトンＸ－１０\n０」及び「サーコシル」のいずれも含むものであるところ，被告方法\nにおいては，この「プロティナーゼＫ希釈液」が加えられることによ\nり，それに含まれる「トリトンＸ－１００」及び「サーコシル」が同\n時に用いられ，脳組織中のプリオン蛋白質が可溶化され（構成要件\nＢ），可溶化されたプリオン蛋白質がプロティナーゼＫ溶液中のプロ\nテアーゼにより分解処理される（構成要件Ｃ）。\nしたがって，被告方法は，本件発明の構成要件Ｂ及びＣをいずれも\n充足する。\n(イ)  これに対し，被告は，後記のとおり，本件出願の出願経過において，\n原告は，可溶化工程と分解処理工程とを一つの工程で一体の操作として\n行う構成を本件発明から意識的に除外しているから，このような構成の\n場合も本件発明に含むと原告が主張することは包袋禁反言の原則の適\n用により許されず，被告方法は，可溶化工程と分解処理工程を一つの工\n程で一体の操作として行うものであるから，構成要件Ｂ及びＣを充足し\nない旨主張する。\nしかしながら，①特許庁の審査官は，平成２１年６月１０日，原告に\n対し，電話で，「現在の請求項１」（同日当時の請求項１）の記載では，\n各工程をどのような順番で行うのかが明確でなく，プロテアーゼによる\n分解が，界面活性剤による可溶化よりも前に起こることまでが含まれる\nように読み得るが，それは含まないと思う旨の指摘があり，そうであれ\nば，含まないよう記載して欲しいという補正の示唆があったこと，②そ\nの後原告に送付のあった同月１１日付け拒絶理由通知書（乙５）におい\nて，本件発明の構成要件Ｂについて，「２種の界面活性剤を同時に入れ\nるのか，別個に加えるのかが明らかではない。」との指摘（以下「第１\nの指摘」という。）と，構成要件ＢないしＥの工程につき「各工程をど\nのような順番で行うのかが明確であるとはいえない」との指摘（以下「第\n２の指摘」という。）があったこと，③原告は，第１の指摘については，\n２種の界面活性剤の相乗的な作用により，必要な可溶化が行われること\nから，「同時に」添加する旨を記載した手続補正書案を作成し，第２の\n指摘については，「現在の請求項１」の記載から各工程の化学反応の順\n番は明確であることから，補正をすることなく，各工程の化学反応の順\n番につき説明を記載した意見書案（甲１９の２）を作成して，特許庁に\nＦＡＸし，その上で，原告は，審査官に電話をかけ，その内容を説明し\nた結果，「現在の請求項」のままで，各工程において，起こる化学反応\nの順番は明らかであり，プロテアーゼによる分解が，界面活性剤による\n可溶化よりも前に起こることは含まれないことにつき，審査官の納得が\n得られたこと（甲１９の１），④上記経緯を経て，本件特許の特許査定\nがされたこと（甲２０）に照らすならば，特許庁が平成２１年６月１１\n日付け拒絶理由通知書において，界面活性剤とプロテアーゼを同時に入\nれるのか，別個に加えるのかが明らかではないと指摘したものではない\nことは明らかである。このような本件出願の出願経過からみると，本件\n発明は，界面活性剤とプロテアーゼを同時に添加する方法を排除するも\nのではない。\nしたがって，被告の上記主張は，理由がない。\nイ  構成要件Ｄについて\n(ア)  甲８（化学辞典）には，「超遠心分離」とは，「毎分３万回転程度\n以上で回転する遠心機」を使用する遠心分離であること（８５８頁）が\n記載され，甲９（基礎生化学実験法）には，「低速遠心器」とは，「普\n通は，最高２００００rpmまで」の遠心器であること（１５８頁）が記\n載されている。\nまた，当業者であれば，装置の構成と性能から，超遠心分離と一般（低\n速）の遠心分離とを容易に区別することができる。低速遠心分離は，主\nとして固体と液体の分離をその使用目的とするが，一方で，超遠心分離\nは，溶解している成分の数を調べたり，高分子の分子量を求めるといっ\nた高度な技術に使用することを目的とし，このような高度の分析を行う\n性能を有していることが，超遠心分離装置の基準となる。\nそして，遠心分離装置の性能は，基本的に回転速度に依存するから，\n先ず回転速度が考慮される。厳密には，回転速度よりも，回転により発\n生する遠心力（加速度）の大きさ（g）が本質的なパラメータであるが，\n回転部分の半径が同じなら回転速度と遠心力は比例し，一般的には，３\n０，０００rpm程度を超える回転が可能な装置が超遠心分離装置となる。\n(イ)  被告方法は，プロティナーゼＫ溶液による可溶化及び分解処理工程\nの後に「２０，０００gで５分間，または１５，０００gで７分間遠心」\nする工程を含むものである。\nそして，被告の分析によれば，乙７記載の遠心力６９，０００gは，\n回転速度として約３５，０００～４０，０００rpmに相当するとのこと\nである。この分析を基にすれば，被告方法の１５，０００g又は２０，\n０００gの遠心分離は，２０，０００rpmより小さな回転速度となる。\nそうすると，被告方法における遠心分離の回転速度が３０，０００rpm\nを下回ることは明らかであるから，同遠心分離は，超遠心分離に当たら\nない。\nしたがって，被告方法は，「超遠心分離処理を除く遠心分離処理」を\n行うことにより「病原性プリオン蛋白質由来蛋白質を含有する濃縮物を\n得る」ものといえるから，構成要件Ｄを充足する。\nウ  構成要件Ｆについて\n被告方法が本件発明の構成要件Ａ及びＥを充足することは争いがなく，\nまた，被告方法が構成要件ＢないしＤを充足することは前記ア及びイのと\nおりである。\nそうすると，被告方法は，本件発明の構成要件ＡからＥを含む病原性プ\nリオン蛋白質の検出方法であるといえるから，構成要件Ｆを充足する。\nエ  小括\n以上のとおり，被告方法は，本件発明の構成要件をすべて充足するから，\nその技術的範囲に属する。\nそして，被告製品は，被告方法の使用にのみ用いる物であるから，被告\nによる被告製品の輸入及び販売は，本件発明に係る本件特許権の間接侵\n害（特許法１０１条４号）に当たるというべきである。\n(2)  被告の主張\nア  構成要件Ｂ及びＣについて\n(ア)  本件発明の構成要件Ｂ及びＣは，その文言上も，出願経過からして\nも，可溶化工程と分解処理工程が同時に行われる場合は含まれない。\nａ  文言解釈\n本件発明の特許請求の範囲（請求項１）の記載上，「可溶化するこ\nと」（構成要件Ｂ）と「分解処理すること」（構成要件Ｃ）とが明確\nに書き分けられているから，文言解釈上，「可溶化」と「分解処理」\nは，二つの別個独立した工程によって行われることが必要である。\nまた，構成要件Ｃの「前記可溶化された非特異的物質をプロテアー\nゼを用いて分解処理」との記載は，文言上，経時的にも，「可溶化」\n工程の後に「分解処理する」が行われる必要があることを意味するも\nのである。\nさらに，本件発明の特許請求の範囲においては，同時に行う場合に\nは，「同時に」との文言が用いられている（構成要件Ｂ）のに対し，「可\n溶化すること」と「分解処理すること」については，「同時に」との\n文言が用いられていないことからすると，両工程が同時に行われるこ\nとは，本件発明の特許請求の範囲において予定されていないと解釈す\nべきである。\nｂ  出願経過からの解釈\n原告は，本件出願の出願経過において，平成２０年１１月５日付け\n拒絶理由通知書（乙２）に対応するため，遅くとも，同年１２月１９\n日付け手続補正によって特許請求の範囲を補正した時点で，可溶化工\n程と分解処理工程とを一つの工程で一体の操作として行う構成を本\n件発明から意識的に除外したから，原告が，このような構成の場合も\n本件発明に含むと主張することは包袋禁反言の原則の適用により許\nされない。\n(ａ)  原告は，平成２０年１１月５日付け拒絶理由通知書（乙２）に\nより，「均一化工程」（本件発明の「可溶化工程」に相当）と「分\n解処理工程」とが「１つの工程」で行われる構成は，原出願明細書\nに記載されていなかったものとして，分割要件違反を前提とする新\n規性欠如及び進歩性欠如の拒絶理由通知がされたことを受け，同月\n２６日付け意見書（甲１８）を提出した。この意見書において，原\n告は，界面活性剤溶液はプロテアーゼ処理を阻害するものではない\n等の化学反応についての説明に基づき，本件原出願には「均一化工\n程」と「分解処理工程」を「一体の操作」として「同時に」行う構\n成も開示されていると当業者は解釈できる旨述べた。その上で，原\n告は，同年１２月４日に審査官と面接を行ったが，面接における議\n論の結果，原告は，本件特許の特許請求の範囲の補正を行うことと\nなった（乙３６）。その後，原告は，同月９日，ＦＡＸで，審査官\nに対して「可溶化」と「分解処理」とが別個の独立した工程である\nことを明確化した手続補正書案（乙３７）を送付している。\nこれらの審査経過からすれば，原告は，平成２０年１２月４日の\n審査官との面接において，同年１１月２６日付け意見書に記載して\nあるとおり，「均一化工程」と「分解処理工程」とを一体の操作と\nして同時に行う構成も本件原出願に記載されていた，との説明を行\nったと考えられる。しかし，結果的に審査官を納得させることはで\nきなかったため，原告において，かかる主張は諦め，補正を行うこ\nととし，上記手続補正書案をＦａｘした後，同年１２月１９日付け\nで，「可溶化」と「分解処理」とが別個の独立した工程であること\nを明確化した手続補正書（乙４）を提出した。\nかかる補正が，上記審査経過を受けて行われたものであることに\n照らせば，原告が，「可溶化」工程と「分解処理」工程とを一つの\n工程で一体の操作として行う構成を意識的にかつ明確に除外した\nことは明らかである。\n(ｂ)  さらに，原告は，平成２１年６月１１日付け拒絶理由通知書（乙\n５）を受けたため，同月２４日付け意見書（乙６）を提出し，その\n中で，「可溶化」と「分解処理」とが別個の独立した工程であり，「可\n溶化」工程の後に「分解処理」工程を行うことをさらに明確化した。\n(ｃ)  以上によれば，原告は，包袋禁反言の原則の適用により，本件\n発明の権利範囲に「可溶化」工程と「分離処理」工程とを一つの工\n程で一体の操作として行う構成も含むと主張することは許されな\nい。\n(イ)  被告方法で使用する「プロティナーゼＫ希釈液」には，検体の可溶\n化を行う「トリトンＸ－１００」及び「サーコシル」と，分解処理を行\nうプロテアーゼが含まれている。そして，被告方法では，この「プロテ\nィナーゼＫ希釈液」と「プロティナーゼＫ溶液」とを混合して，「プロ\nティナーゼＫ混合液」とした上で，この「プロティナーゼＫ混合液」を\n検体に加えることにより，「トリトンＸ－１００」及び「サーコシル」\nによる「可溶化」とプロテアーゼによる「分解処理」が一つの工程で行\nわれている。\nこのように，被告方法においては，「プロティナーゼＫ混合液」を検\n体に加えるという単一の手順により，「可溶化」と「分解処理」の双方\nが一つの工程で行われるから，被告方法は，本件発明の構成要件Ｂ及び\nＣを充足しない。\nイ  構成要件Ｄについて\n原告は，被告方法は，２０，０００rpmより小さな回転速度を用いてい\nるから，構成要件Ｄの「超遠心分離処理を除く遠心分離処理」に当たると\n主張する。\nしかし，回転数（rpm）が同じでもローター（回転部分）の大きさ（回\n転半径）が変われば，加わる遠心加速度が変わるため，回転数（rpm）は\n単独では超遠心分離と遠心分離を区別する基準とはなり得ない。また，こ\nの点を措くとしても，「超遠心分離を除く遠心分離」と「超遠心分離」は，\n一定の遠心加速度で明確に切り分けられる概念ではなく，その境界は不明\nである。\nしたがって，２０，０００rpmが超遠心分離と遠心分離の境界であると\nの原告の主張には理由がなく，被告方法は構成要件Ｄを充足しない。\nウ  小括\n以上のとおり，被告方法は，構成要件ＢないしＤをいずれも充足しない\nから，本件発明の技術的範囲に属さない。\nしたがって，被告による被告製品の輸入及び販売は，本件発明に係る本\n件特許権の間接侵害に当たるとの原告の主張は理由がない。\n２  争点２（本件特許権に基づく権利行使の制限の成否）について\n(1)  被告の主張\n本件発明に係る本件特許には，以下のとおりの無効理由があり，特許無効\n審判により無効にされるべきものであるから，特許法１０４条の３第１項の\n規定により，原告は，被告に対し，本件特許権を行使することができない。\nア  無効理由１（乙７による新規性の欠如）\n本件発明は，以下のとおり，本件原々出願（出願日平成９年７月１８日）\nの出願前に頒布された刊行物である乙７（１９９６年（平成８年）１０月\n２３日～２５日に開催された「第４４回日本ウイルス学会総会」の「アブ\nストラクト」中の「ＰｒＰSc    高度検出法の開発：ＥＬＩＳＡ法の検討」\nと題する部分（９９頁）。以下同じ。）に記載された発明と同一のもので\nあるから，本件発明に係る本件特許には，特許法２９条１項３号に違反す\nる無効理由（同法１２３条１項２号）がある。\n(ア)  乙７の記載事項（１行～１１行）によれば，乙７には，本件発明の\n構成要件ＡないしＦの構成をすべて備える「動物の中枢神経系組織から\n病原性プリオン蛋白質を酵素免疫吸着測定法により検出する方法」が開\n示されている。\nａ  乙７には，スクレイピー感染マウスの脳又は脾臓を検体としてＰｒ\nＰScをＥＬＩＳＡ法によって検出する方法が記載されている。「Ｐｒ\nＰSc」は病原性プリオン蛋白質（の一種）であり，「ＥＬＩＳＡ」は\n酵素免疫吸着測定法と同義である。\nしたがって，乙７記載の方法は，「動物の中枢神経系組織から病原\n性プリオン蛋白質を酵素免疫吸着測定法により検出する方法」であ\nり，乙７には，構成要件Ａに相当する構成が開示されている。\nｂ  乙７記載の方法は，「トリトンＸ－１００」と「サーコシル」とを\n同時に用いてマウスの脳又は脾臓をホモゲナイズ（組織などを粉砕又\nは磨砕して均一な懸濁状態にすること＝均一化）している。\nここで，本件出願の願書に添付した明細書（以下，図面を含めて「本\n件明細書」という。甲２）の記載（段落【００４０】ないし【００４\n６】，【０１００】，【０１０８】）によれば，本件発明の構成要件\nＢにいう「可溶化」とは，「トリトンＸ－１００」及び「サーコシル」\nという界面活性剤を用いた「均一化」と同じ意味であると理解できる\nから，乙７には，構成要件Ｂに相当する構成が開示されている。\nｃ  乙７記載の方法は，上記のホモゲナイズされた試料をプロテアーゼ\nの一種であるプロテイナーゼＫを用いて分解処理しているので，乙７\nには，構成要件Ｃに相当する構成が開示されている。\nｄ  乙７記載の方法は，上記プロテアーゼ分解後の試料を６９，０００\n×ｇ（×ｇとは，重力加速度の表記方法の一つであり，単にｇと記載\nされる場合とその意味は同じである。），２０分の遠心分離処理をす\nることにより，ＰｒＰScを含む沈殿物を回収している。\n構成要件Ｄの「超遠心分離処理を除く遠心分離処理」の意義は不明\n確であるが，６９，０００×ｇの遠心分離は，「超遠心分離処理を除\nく遠心分離処理」であると考えることができるから，乙７には，構成\n要件Ｄに相当する構成が開示されている。\nｅ  乙７記載の方法は，回収された沈殿物を用いてＥＬＩＳＡ法を行っ\nているので，乙７には，構成要件Ｅに相当する構成が開示されている。\nｆ  乙７記載の方法は，上記のとおり可溶化，分解，分離，検出の各工\n程を含む病原性プリオン蛋白質の検出方法であるから，乙７には，構\n成要件Ｆに相当する構成が開示されている。\n(イ)  以上によれば，本件発明は，乙７に記載された発明と同一のもので\nあるから，新規性が欠如している。\nイ  無効理由２（乙７を主引用例とする進歩性の欠如）\n仮に乙７に開示された「６９，０００×ｇ」の遠心分離処理が「超遠心\n分離処理」に該当し，乙７に記載された発明が構成要件Ｄの「超遠心分離\n処理を除く遠心分離処理」の構成を備えていないとしても，本件発明は，\n以下のとおり，本件原々出願の出願前に頒布された刊行物である乙７及び\n乙９（「総説  動物のプリオン病」山口獣医学雑誌，第２３号１９９６年\n１１月，１頁～１５頁。以下同じ。）に記載された発明に基づいて容易に\n発明をすることができたものであるから，進歩性が欠如し，本件発明に係\nる本件特許には，特許法２９条２項に違反する無効理由（同法１２３条１\n項２号）がある。\n(ア)  本件発明と乙７に記載された発明との対比\n乙７には，次の相違点に係る本件発明の構成を除き，本件発明のその\n余の構成が開示されている。\n（相違点）\n病原性プリオン蛋白質由来蛋白質を含有する濃縮物を得る際に，本件\n発明は，「超遠心分離処理を除く遠心分離処理」（構成要件Ｄ）を行う\nものであるのに対し，乙７に記載された発明は，超遠心分離処理を行う\nものである点。\n(イ)  乙９の記載事項\n乙９の記載事項（８頁右欄末行～９頁左欄４行，Fig.８等）によれば，\n乙９には，プロテアーゼ分解後の試料を「１５，０００回転」（rpmと\n同義）の遠心分離処理をすることにより，ＰｒＰScを含む沈殿物を回収\nしていることが開示されている。\nここで，乙９記載の方法が用いる「１５，０００回転」の遠心分離処\n理は，「超遠心分離処理を除く遠心分離処理」（相違点に係る本件発明\nの構成）に該当する。\n(ウ)  相違点の容易想到性\nａ  乙７と乙９は，同一技術分野における同一課題に関する同一研究者\nらによる文献であるから，当業者であれば，これらの文献を組み合わ\nせるのは容易である。また，超遠心分離処理を行わないことには，作\n業時間が短縮できる点，高額でメンテナンス頻度も高いため経済的な\n負担がかかる超遠心分離装置を必要としない点，及び遠心管の破損に\nよる液漏れ事故が生じるリスクやローターの飛び出し事故のリスク\nが減るために安全である点といった利点がある以上，乙７記載の超遠\n心分離に代えて，乙９記載の遠心分離条件を適用することの動機付け\nが存在する。加えて，遠心加速度の変更は，当業者であればごく自然\nに通常行うことであり，当業者が任意に選択し得る設計的事項にすぎ\nない。\n以上によれば，当業者であれば，乙７に記載された発明に乙９記載\nの遠心分離条件（相違点に係る本件発明の構成）を適用することによ\nり，本件発明に想到することは容易であったものといえる。\nｂ  これに対し原告は，後記のとおり，乙７では，ズイッタージェント\nとサーコシルの組合せよりも，トリトンＸ－１００とサーコシルの組\n合せの方が良好だったというのであるから，ズイッタージェントを使\n用する乙９に記載された遠心分離の条件を，乙７における既に良好で\nある方法を変更するために適用する理由がないなどと主張する。\nしかし，ズイッタージェントやサーコシルといった界面活性剤のい\nずれを使用するかという問題と，遠心分離条件をどのようにするかと\nいう問題との間には技術的な関連性はないから，そもそも界面活性剤\nの違いを根拠に，遠心分離条件の適用がないとの原告の主張は，その\n主張自体理由がない。\nウ  無効理由３（乙８を主引用例とする進歩性の欠如）\n本件発明は，以下のとおり，本件原々出願の出願前に頒布された刊行物\nで あ る 乙 ８ （ 「 Sensitive  enzyme-linked  immunosorbent  assay  for\ndetection of PrPSc  in crude tissue extracts from scrapie-affected\nmice」Journal of Virological Methods 64(1997）205-216。以下同じ。）\n及び乙９に記載された発明に基づいて容易に発明をすることができたも\nのであるから，進歩性が欠如し，本件発明に係る本件特許には，特許法２\n９条２項に違反する無効理由（同法１２３条１項２号）がある。\n(ア)  乙８を公知文献として参酌することの適格性\n乙８は，本件原々出願の出願前に，頒布された刊行物である。\n原告は，後記のとおり，乙８について，平成１１年法律第４１号によ\nる改正前の特許法３０条１項（以下「特許法旧３０条１項」という。）\nの適用を受けるための証明書（乙１０）が提出され，その適用が主張さ\nれ，これが認められているから，同条項の適用により，乙８を本件発明\nの進歩性の判断に当たり考慮することはできない旨主張する。\nしかし，特許法旧３０条１項は，「新規性喪失の例外規定は発表した\n発明と出願された発明が同一である場合のみ適用される規定」となって\nおり，「発明者にとって酷となる…面を有している」ことに鑑み，平成\n１１年改正は「出願に係る発明が発表した発明と同一でない出願につい\nても新規性喪失の例外規定の適用対象とする」ように改正したものであ\nる。\nしたがって，特許法旧３０条１項は，審査過程で行われた補正を経た\n最終的な特許請求の記載に係る発明と刊行物に記載された発明との同\n一性がある場合にのみ適用され，同条項は，同一性のない発明の記載さ\nれた文献を発明の進歩性判断に当たって公知文献として参酌すること\nを何ら否定するものではない。\nそして，乙８が後記のとおり最終的に本件発明とは同一性のない発明\nを開示するものである以上，進歩性否定の基礎資料としての適格性を有\nすることは疑いがなく，原告の上記主張は理由がない。\n(イ)  本件発明と乙８に記載された発明との対比\nａ  乙８の記載事項（２０５頁２行～４行，２０６頁右欄下から８行～\n２０８頁左欄８行，２０７頁の「Fig 1」，２０７頁の「2.4 ELISA」）\nによれば，乙８のMethod１記載の方法は，本件発明の構成要件Ａない\nしＤの構成を備える「動物の中枢神経系組織から病原性プリオン蛋白\n質を酵素免疫吸着測定法により検出する方法」である。\n(ａ)  乙８のMethod１記載の方法は，スクレイピー感染動物の脳を検\n体としてＰｒＰSc をＥＬＩＳＡ法によって検出する方法である。\nしたがって，乙８のMethod１記載の方法は，「動物の中枢神経系\n組織から病原性プリオン蛋白質を酵素免疫吸着測定法により検出\nする方法」であり，乙８には，構成要件Ａに相当する構成が開示さ\nれている。\n(ｂ)  乙８のMethod１記載の方法においては，トリトンＸ－１００及\nびサーコシルを同時に用いて組織が「均質化」しており，これは，\n構成要件Ｂにいう「可溶化」に相当する。\nしたがって，乙８には，構成要件Ｂに相当する構成が開示されて\nいる。\n(ｃ)  乙８のMethod１記載の方法は，上記の可溶化された試料を，プ\nロテイナーゼＫを用いて分解処理しているので，乙８には，構成要\n件Ｃに相当する構成が開示されている。\n(ｄ)  乙８のMethod１記載の方法は，上記プロテアーゼ分解後の試料\nを「ＴＬＡ  １００．３ローター及びオプティマTLX デスクトップ\n型超遠心機，ベックマン」を用いて４０,０００回転（rpmと同義）\nの遠心分離処理をすることにより，ＰｒＰScを含む沈殿物を回収し\nている。構成要件Ｄにおける「超遠心分離処理を除く遠心分離処理」\nの意義は不明確であるが，仮に乙８のMethod１記載の４０,０００\n回転の速度による遠心分離が「超遠心分離処理」に該当するとすれ\nば，この点が本件発明と乙８のMethod１記載の方法との相違点とな\nる。\n(ｅ)  乙８のMethod１記載の方法は，回収された沈殿物をＥＬＩＳＡ\n法に使用しているので，乙８には，構成要件Ｅに相当する構成が開\n示されている。\n(ｆ)  乙８のMethod１記載の方法は，上記のとおり，遠心分離処理の\n際に「超遠心分離処理」を用いていることが相違点となるとしても，\nそれ以外の点においては，乙８には，構成要件Ｆに相当する構成が\n開示されている。\nｂ  以上によれば，乙８には，次の相違点に係る本件発明の構成を除き，\n本件発明のその余の構成が開示されている。\n（相違点）\n病原性プリオン蛋白質由来蛋白質を含有する濃縮物を得る際に，本\n件発明は，「超遠心分離処理を除く遠心分離処理」（構成要件Ｄ）を\n行うものであるのに対し，乙８に記載された発明は，超遠心分離処理\nを行うものである点。\n(ウ)  相違点の容易想到性\n乙９には，「１５，０００回転」の遠心分離処理の開示があり，この\n遠心分離処理が「超遠心分離処理を除く遠心分離処理」（相違点に係る\n本件発明の構成）に該当することは，前記イ(イ)のとおりである。\n乙８には，遠心分離条件が本件発明と相違するものの，それ以外は本\n件発明と同一の方法が記載されており，乙８記載の方法と乙９記載の方\n法の基本的な構成は同一である。\nまた，乙８と乙９は，同一技術分野における同一課題に関する同一研\n究者らによる文献であるから，当業者であれば，これらの文献を組み合\nわせることは容易である。\n以上によれば，当業者であれば，乙８に記載された発明に乙９記載の\n遠心分離条件（相違点に係る本件発明の構成）を適用することにより，\n本件発明に想到することは容易であったものといえる。\nエ  無効理由４（乙９を主引用例とする進歩性の欠如）\n本件発明は，以下のとおり，本件原々出願の出願前に頒布された刊行物\nである乙９及び乙８に記載された発明に基づいて容易に発明をすること\nができたものであるから，進歩性が欠如し，本件発明に係る本件特許には，\n特許法２９条２項に違反する無効理由（同法１２３条１項２号）がある。\n(ア)  本件発明と乙９に記載された発明との対比\nａ  乙９の記載事項（８頁右欄末行～９頁左欄４行，Fig.８等）によれ\nば，乙９記載の方法は，本件発明の構成要件Ａ，ＣないしＥの構成を\n備える「動物の中枢神経系組織から病原性プリオン蛋白質を酵素免疫\n吸着測定法により検出する方法」である。\n(ａ)  乙９のFig.８に記載された方法は，スクレイピー感染動物の脳\nを検体としてＰｒＰScをＥＬＩＳＡ法（又はウェスタンブロット）\nによって検出する方法である。\nしたがって，乙９記載の方法は，「動物の中枢神経系組織から病\n原性プリオン蛋白質を酵素免疫吸着測定法により検出する方法」で\nあり，乙９には，構成要件Ａに相当する構成が開示されている。\n(ｂ)  乙９記載の方法は，ズイッタージェント３－１２及びサーコシ\nルを同時に用いて組織が「一様に分散するまで放置」（すなわち可\n溶化）している。本件発明の構成要件Ｂと異なり，可溶化工程にお\nいてトリトンＸ－１００をサーコシルと同時に用いてはいない。\nしたがって，この点は，本件発明と乙９記載の発明との相違点と\nなる。\n(ｃ)  乙９記載の方法は，上記の可溶化された試料を，プロテイナー\nゼＫを用いて分解処理しているので，乙９には，構成要件Ｃに相当\nする構成が開示されている。\n(ｄ)  乙９記載の方法は，上記プロテアーゼ分解後の試料を１５,０\n００回転（rpmと同義）の遠心分離処理をすることにより，ＰｒＰ\nScを含む沈殿物を回収している。\nそして，この１５,０００回転の遠心分離処理は，構成要件Ｄ\nの「超遠心分離処理を除く遠心分離処理」に該当するから，乙９に\nは，構成要件Ｄに相当する構成が開示されている。\n(ｅ)  乙９記載の方法は，回収された沈殿物をＥＬＩＳＡ法に使用し\nているので，乙９には，構成要件Ｅに相当する構成が開示されてい\nる。\n(ｆ)  乙９記載の方法は，上記のとおり，可溶化の工程においてトリ\nトンＸ－１００をサーコシルと同時に用いてはいない点が本件発\n明との相違点であるが，それ以外の点においては，乙９には，構成\n要件Ｆに相当する構成が開示されている。\nｂ  以上によれば，乙９には，次の相違点に係る本件発明の構成を除き，\n本件発明のその余の構成が開示されている。\n（相違点）\n中枢神経組織中の非特異的物質を可溶化する際にサーコシルと共\nに用いる界面活性剤について，本件発明が「トリトンＸ－１００」を\n用いるのに対し，乙９に記載された発明が「ズイッタージェント３－\n１２」を用いる点。\n(イ)  相違点の容易想到性\n乙９記載の方法が用いる「ズイッタージェント３－１２」と，乙８記\n載の方法が用いる「トリトンＸ－１００」はいずれも界面活性剤であり，\n乙９記載の発明に乙８記載の発明を適用することは均等物による置換\nを行うものにすぎず，当業者にとって何らの困難もない。\nまた，乙９には，可溶化工程における２種の界面活性剤の一方が本件\n発明と相違するものの，それ以外は本件発明と同一の方法が記載されて\nおり，乙８記載の方法と乙９記載の方法との基本的な構成は同一であ\nる。\nそして，乙８と乙９は，同一技術分野における同一課題に関する同一\n研究者らによる文献であるから，当業者であれば，これらの文献を組み\n合わせるのは容易である。\n以上によれば，当業者であれば，乙９に記載された発明に乙８記載の\n界面活性剤（相違点に係る本件発明の構成）を適用することにより，本\n件発明に想到することは容易であったものといえる。\nオ  無効理由５（実施可能要件違反）\n本件明細書の発明の詳細な説明は，以下のとおり，当業者が本件発明の\n実施をすることができる程度に明確かつ十分に記載されたものとはいえ\nず，平成１１年法律第１６０号による改正前の特許法３６条４項に適合し\nないから，本件発明に係る本件特許には，同項に規定する要件を満たして\nいない特許出願に対してされた無効理由（同法１２３条１項４号）がある。\n(ア)  本件発明の特許請求の範囲（請求項１）における「超遠心分離処理\nを除く遠心分離処理」（構成要件Ｄ）は，その文言自体が不明確である\nのみならず，本件明細書の発明の詳細な説明においても，その文言の意\n義についての説明はなく，また，「超遠心分離」の定義も全く記載され\nていない。\nすなわち，本件明細書（甲２）の発明の詳細な説明には，ＴＬＡ  １\n００．３ローターを使用した１５，０００rpm，４０，０００rpm，５５，\n０００rpmの３種類の回転数の遠心分離処理が記載され，５５，０００\nrpmについては「超遠心分離」とされている場合（段落【０１１１】）\nと「遠心分離」とされている場合（段落【０１２０】）との記載がある\nところ，仮にＴＬＡ  １００．３ローターを使用した場合の１５，００\n０rpm（又はそれ以下）での遠心分離処理は，「超遠心分離処理を除く\n遠心分離処理」に含まれ，５５，０００rpm（又はそれ以上）での遠心\n分離処理は「超遠心分離処理」に含まれるとしても，その中間の回転数\nでの遠心分離処理については，どこからが超遠心分離処理に相当するの\nか，境界が不明である。このため，当業者は，どの回転数で遠心分離処\n理を行えば構成要件Ｄに該当し，どの回転数で遠心分離処理を行えば構\n成要件Ｄに該当しないのかを判断することができない。\n(イ)  本件原々出願の出願当時の文献（乙１５ないし１９）には，超遠心\n分離とされる回転数又は重力加速度は様々に説明されており，その多く\nは単一の数字を述べておらず，どの範囲が超遠心分離であるかについ\nて，当業者にとって一義的に明確な境界はない。\nまた，そもそも，遠心分離は，試料中の個々の成分が遠心力をかけら\nれたときに沈降する程度に応じて試料中の成分を分ける技術であり，成\n分の分離に当たっては，試料にかかる遠心加速度が重要となる。一般に，\n回転速度（回転数）が高いほど遠心加速度は大きくなるが，回転数（rpm）\nが同じでもローター（回転部分）の大きさ（回転半径）が変われば，加\nわる遠心加速度は変わるため，回転数（rpm）は単独では超遠心分離と\n遠心分離を区別する基準とはなり得ない。\nしたがって，構成要件Ｄの「超遠心分離処理を除く遠心分離処理」は，\n当業者の技術常識を勘案しても，不明確である。\n(ウ)  以上のとおり，本件明細書の発明の詳細な説明には，本件発明の構\n成要件Ｄの「超遠心分離処理を除く遠心分離処理」について当業者がこ\nれを行うことができる程度に明確かつ十分な記載がないから，本件明細\n書の発明の詳細な説明は，実施可能要件に違反する。\nカ  無効理由６（明確性要件違反）\n本件発明の特許請求の範囲（請求項１）の記載は，「特許を受けようと\nする発明」が明確であるとはいえず，平成１４年法律第２４号による改正\n前の特許法３６条６項２号に適合しないから，本件発明に係る本件特許に\nは，同号に規定する要件を満たしていない特許出願に対してされた無効理\n由（同法１２３条１項４号）がある。\nすなわち，前記オのとおり，本件発明の構成要件Ｄの「超遠心分離処理\nを除く遠心分離処理」は不明確であり，本件発明の特許請求の範囲（請求\n項１）の記載は，「特許を受けようとする発明」が明確であるとはいえな\nいから，明確性要件に違反する。\nキ  無効理由７（サポート要件違反）\n本件発明の特許請求の範囲（請求項１）の記載は，以下のとおり，特許\nを受けようとする発明が発明の詳細な説明に記載したものであるとはい\nえず，平成１４年法律第２４号による改正前の特許法３６条６項１号に適\n合しないから，本件発明に係る本件特許には，同号に規定する要件を満た\nしていない特許出願に対してされた無効理由（同法１２３条１項４号）が\nある。\n(ア)  本件発明は，分解工程（構成要件Ｃ）においてプロテアーゼによる\n分解のみを必須としている。本件明細書記載の実施例（方法１ないし８）\nのうち，本件発明の実施例であって結果が示されているものは方法４の\nみである。そして，方法４の工程２（分解工程）は，方法１と同様であ\nり，この工程においては，非特異的物質を，まず「コラゲナーゼ」（コ\nラーゲン分解酵素），「ＤＮアーゼ」（ＤＮＡ分解酵素）で分解した後，\nプロテイナーゼＫを添加してさらに分解している。一方，非特異的物質\nを，分解工程において「コラゲナーゼ」及び「ＤＮアーゼ」を用いずプ\nロテアーゼのみを用いて分解処理する態様は，本件明細書に記載されて\nおらず，プロテイナーゼＫのみで非特異的物質の分解が十分に行われる\nことは示されていない。\nこのように，プロテアーゼのみで十分に非特異的物質が分解されるこ\nとは，本件明細書の発明の詳細な説明の記載によってサポートされてい\nない。\n(イ)  本件明細書の発明の詳細な説明には，前記オ(ア)のとおり，ＴＬＡ\n１００．３ローターを使用した１５，０００rpm，４０，０００rpm，５\n５，０００rpmの３種類の回転数の遠心分離処理が記載されている。仮\nに原告が主張するように，このうち４０，０００rpm，５５，０００rpm\nでの遠心分離処理は超遠心分離処理であるとすると，本件発明における\n分離工程の「超遠心分離処理を除く遠心分離処理」は，１５，０００rpm\nでの遠心分離処理しか記載されていないことになる。\n一方，「超遠心分離処理を除く遠心分離処理」は，その意義が不明で\nあるとしても，少なくとも１５，０００rpmより低速での遠心分離処理\nはすべて含まれると考えられる。しかし，方法４の実施例と同一の条件\nで各工程を行えば病原性プリオン濃縮物が得られるとしても，遠心分離\n処理によって目的の成分を沈殿させることができるかどうかは，遠心力\nの大きさをはじめとして，試料液体の粘度等の要因にも依存する。そし\nて，例えば，トリトンＸ－１００，サーコシル等の界面活性剤は非常に\n粘度が高いので，その含有量はサンプルの粘度に影響するし，可溶化さ\nれた組織もサンプルの粘度を高めると考えられるから，可溶化工程にお\nける界面活性剤や組織の含有量が異なる場合に，１５，０００rpm又は\nそれ以下での遠心分離処理によって目的の病原性プリオン濃縮物が得\nられるかどうかは，不明である。\nこのように，本件明細書に記載された一例のみをもって，「超遠心分\n離処理を除く遠心分離処理」すべてについての十分な具体例が示されて\nいるとはいえない。\n(ウ)  以上によれば，本件発明の特許請求の範囲（請求項１）の記載は，\n特許を受けようとする発明が本件明細書の発明の詳細な説明に記載し\nたものとはいえないから，サポート要件に違反する。\n(2)  原告の主張\nア  無効理由１に対し\n前記１(1)イ(ア)のとおり，遠心分離の回転速度が３０，０００rpm程度\nを超える場合は，超遠心分離である。\nしかるところ，乙７記載の方法の遠心力６９，０００ｇは，回転速度と\nして約３５，０００～４０，０００rpmに相当するから，超遠心分離に当\nたる。また，乙７をみれば，微量の病原性プリオン蛋白質を高感度で分析\nするには，遠心分離における病原性プリオン蛋白質の回収を確実にするた\nめ，超遠心分離が必要であると解される。\nそうすると，本件発明は，分離工程において，「超遠心分離処理を除く\n遠心分離処理」を行うのに対し，乙７に記載された発明は，超遠心分離処\n理を行う点で相違するから，本件発明は，乙７に記載された発明と同一の\nものとはいえない。\nしたがって，被告主張の無効理由１は，理由がない。\nイ  無効理由２に対し\n後記３(1)ア(エ)のとおり，乙７に乙９を組み合わせる動機付けは存在\nせず，相違点に係る本件発明の構成を容易に想到し得たものとはいえない\nから，被告主張の無効理由２は理由がない。\nウ  無効理由３に対し\n(ア)  本件原々出願の出願人の株式会社ザンギは，その出願手続におい\nて，乙８について，特許法旧３０条１項の適用を受けるための証明書（乙\n１０）を提出して，その適用を主張し，これが認められており，本件出\n願についても，その出願と同時に乙８が特許庁長官に提出されたものと\nみなされるので（特許法４４条５項），特許法旧３０条１項の適用を受\nける。\n特許法旧３０条１項は，「特許を受ける権利を有する者が試験を行\nい，刊行物に発表し，電気通信回線を通じて発表し，又は特許庁長官が\n指定する学術団体が開催する研究集会において文書をもつて発表する\nことにより，第二十九条第一項各号の一に該当するに至つた発明につい\nて，その該当するに至つた日から六月以内にその者が特許出願をしたと\nきは，その発明は，同項各号の一に該当するに至らなかつたものとみな\nす。」と規定しており，この規定の本来の目的は，同規定の手続を遵守\nする限り，出願人自身の公表によって出願人に不利益が及ばないように\nすることであったと考えられ，平成１１年改正は，立法により疑義を解\n決したものと解される。\nしたがって，特許法旧３０条１項の規定は，できるだけ現行法と同様\nに解すべきであり，新規性を確保する発明の範囲は，乙８に具体的に開\n示された遠心分離の条件に限定されるものではなく，遠心分離一般の適\n用であったものというべきであるから，本件出願時に特許法旧３０条１\n項の適用された範囲の一部を除く減縮の補正が審査過程で行われたと\nしても，同条項の適用性が変わる必要性はなく，同条項の文言において\nも，これに反する解釈は要求されていない。\nそうすると，乙８は，特許法旧３０条１項の適用により，本件発明の\n進歩性の判断に当たり公知技術として考慮することはできないから，乙\n８及び乙９に基づく本件発明の進歩性の欠如をいう被告主張の無効理\n由３は，理由がない。\n(イ)  また，仮に本件発明の進歩性の判断に当たり乙８を公知技術として\n考慮することができるとしても，後記３(1)ア(オ)のとおり，乙８及び\n乙９に基づいて，相違点に係る本件発明の構成を容易に想到し得たもの\nとはいえないから，被告主張の無効理由３は理由がない。\nエ  無効理由４に対し\n(ア)  前記ウ(ア)のとおり，乙８は，特許法旧３０条１項の適用により，\n本件発明の進歩性の判断に当たり公知技術として考慮することはでき\nないから，乙９及び乙８に基づく本件発明の進歩性の欠如をいう被告\n主張の無効理由４は，理由がない。\n(イ)  また，仮に本件発明の進歩性の判断に当たり乙８を公知技術とし\nて考慮することができるとしても，後記３(1)ア(カ)のとおり，乙９及\nび乙８に基づいて，相違点に係る本件発明の構成を容易に想到し得た\nものとはいえないから，被告主張の無効理由４は理由がない。\nオ  無効理由５及び６に対し\n前記１(1)イ(ア)のとおり，超遠心分離と通常（低速）の遠心分離との\n区別の基準は明確であり，両者は，使用する装置において，３０，００\n０rpm程度を超える回転数が可能であり，かつ，密度勾配のような，溶解\n成分について性質を調べる分析が可能な装置か否かにより区別されるも\nのである。\nしたがって，両者の区別が明確でないことを前提とする被告主張の無\n効理由５及び６は，いずれも理由がない。\nカ  無効理由７に対し\n(ア)  被告は，プロテアーゼのみで十分に非特異的物質が分解されるこ\nと（構成要件Ｂ）は，本件明細書の発明の詳細な説明の記載によって\nサポートされていない旨主張する。\nしかし，本件明細書の段落【００７８】，【００７９】には，分解\n酵素について，コラーゲン分解酵素及びＤＮＡ分解酵素を併用せずに，\nプロテアーゼだけを用いればよいことが明記されているから，被告の\n上記主張は理由がない。\n(イ)  被告は，本件明細書には，「超遠心分離処理を除く遠心分離処理」\nについて１５，０００rpmの一例しか記載がなく，この一例のみをもっ\nて，「超遠心分離処理を除く遠心分離処理」すべてについてサポートさ\nれていない旨主張する。\nしかし，１５，０００rpmの遠心分離によって本件発明が実施できる\nことは，実施例により確認されているところ，本件発明における遠心分\n離が，中枢神経系組織を可溶化処理と分解処理に付した後の状態で，沈\n殿物を効率的に取得するに十分な回転速度で実施される処理であるこ\nとは明らかであるし，遠心分離の回転速度を１５，０００rpmに限定す\nる必要のないことも明らかである。\nまた，本件発明の実施として行われる遠心分離の回転速度が適切であ\nるかどうかは，病原性プリオン蛋白質の含有量が既知であるサンプルを\n使用して，検出感度を確認してみれば容易に判断できることであり，こ\nのような検出感度の確認は，当業者であれば，１５，０００rpmの遠心\n分離を適用する場合はもとより，その他のすべての使用材料及び条件が\n適切であることを確認するために必ず行う作業である。その程度の予備\n試験を行うことが，サポート要件に影響するものではない。\nしたがって，被告の上記主張は理由がない。\n(ウ)  以上によれば，被告主張の無効理由７は，理由がない。\n３  争点３（訂正による対抗主張の成否）について\n(1)  第１次訂正による対抗主張の成否（争点３－１）\nア  原告の主張\n(ア)  第１次訂正の適法性及び第１次訂正発明の解釈\nａ  第１次訂正発明を構成要件に分説すると，次のとおりである（以下，\n各構成要件を「構成要件Ａ’」，「構成要件Ｂ’」などという。下線\n部は訂正箇所である。）。\nＡ’  動物の中枢神経系組織から病原性プリオン蛋白質を酵素免疫吸\n着測定法により検出する方法であって，\nＢ’  ｔ－オクチルフェノキシポリエトキシエタノール（トリトン（商\n標）Ｘ－１００）及びサーコシル（商標）を同時に用いて前記中枢\n神経系組織中の非特異的物質を可溶化することと，\nＣ’  前記可溶化された非特異的物質をプロテアーゼを用いて分解処\n理することと，\nＤ’  超遠心分離処理を除く遠心分離処理を行うことにより前記分解\n処理により得られたものから病原性プリオン蛋白質由来蛋白質を\n含有する濃縮物を得ることと，\nＥ’  前記濃縮物を洗浄することなく溶解液とし，再沈殿させること\nなく酵素免疫吸着測定法により検出することと\nＦ’  を含む病原性プリオン蛋白質の検出方法。\nｂ  第１次訂正は，第１次訂正前の請求項１記載の方法の条件に限\n定（構成要件Ｅ’）を加えるものであって，特許請求の範囲の減縮を\n目的とし，本件明細書に記載した事項の範囲内おいてされたものであ\nり，実質上特許請求の範囲を拡張し，又は変更するものでもないから，\n特許法１３４条の２第１項ただし書，同条５項において準用する同法\n１２６条３項及び４項の訂正要件を充足する。\nすなわち，第１次訂正前の請求項１は，構成要件ＡないしＥを充足\nする検出方法であることを要するものの，構成要件ＡないしＥに明記\nされていない事項を加えることを排除していない。そして，本件明細\n書には，分解工程後の遠心分離により最初の濃縮物を得た段階から，\n酵素免疫吸着測定法（ＥＬＩＳＡ法）に供するまでの間に，各種の追\n加的な精製手段などを適用し得ることが開示されている。\n第１次訂正は，構成要件Ｅを訂正した構成要件Ｅ’において，「洗\n浄することなく溶解液とし，再沈殿させることなく」との文言を加え，\n分離工程の濃縮物につき，追加的な洗浄工程を適用せず，必須でない\n沈殿工程（それは必然的に追加の遠心分離を要求する。）を適用しな\nいで，最初の遠心分離による沈殿物（濃縮物）をそのまま溶解して酵\n素免疫吸着測定法に使用することを明確にしたものであり，上記「洗\n浄することなく溶解液とし」にいう「洗浄」とは，溶解液とする前に\n行われる付加的な（追加的な）洗浄を意味する。\n第１次訂正発明は，本件明細書記載の「方法４」に根拠を有するも\nのである。すなわち，本件明細書記載の「方法４」は，最初の遠心分\n離による沈殿物（濃縮物）につき，抽出（洗浄）や溶解－再沈殿（塩\n析またはメタノール添加）－遠心分離（超遠心分離）等の追加の濃縮\n手段を施さないことを特徴とするものであり（段落【０１１２】，【\n０１２０】，図２），最初の遠心分離による沈殿物（濃縮物）をその\nまま溶解して酵素免疫吸着測定法に使用する方法は，本件明細書の段\n落【００５１】ないし【００６０】，【０１５０】，【０１５１】に\n開示されている。第１次訂正発明は，本件明細書に記載された各種の\n方法の中でも，簡便性及び迅速性に最も優れ，低濃度の病原性プリオ\nンに対する検出感度については，図７に示すように，追加的な処理を\n行う濃縮方法よりも，かえって優れている。\n以上のとおり，第１次訂正は，特許請求の範囲の減縮を目的とし，\n本件明細書に記載した事項の範囲内おいてされたものであって，実質\n上特許請求の範囲を拡張し，又は変更するものでもない。\nｃ  これに対し，被告は，後記のとおり，本件明細書では，「方法４」\nを含むすべての方法において，沈殿物（濃縮物）を「５％ＳＤＳで加\n熱溶解」し，再沈殿させる工程を経た上で，酵素免疫吸着測定法を行\nっており，この工程を省略できるとの説明はされていないから，当該\n工程は，必須の工程であるというべきであり，これを省略できるとす\nる原告主張の第１次訂正は，本件明細書に記載した事項の範囲外のも\nのであって，新規事項の追加に当たり，特許法１３４条の２第５項に\nおいて準用する同法１２６条３項を充足しないから，第１次訂正は，\n不適法である旨主張する。\nしかし，被告の主張は，以下のとおり理由がない。\n(ａ)  第１次訂正発明の構成要件のＤ’の「遠心分離処理を行うこと\nにより…濃縮物を得る」及び構成要件Ｅ’の「前記濃縮物を洗浄す\nることなく溶解液とし，再沈殿させることなく酵素免疫吸着測定法\nにより検出する」との記載によれば，構成要件のＤ’の「濃縮物」\nは，遠心分離によって得られた試料であり，次に溶解するのである\nから，固体状態（ペレット状）にあることは当然であり，しかも，\nその固体を「洗浄することなく」溶解して，当該溶液につき「再沈\n殿させることなく」酵素免疫吸着測定法を行うのであるから，構成\n要件Ｅ’に記載された「溶解液」は，酵素免疫吸着測定法に適した\n溶剤に試料を溶解した溶液である。\nそうすると，第１次訂正発明において，遠心分離によって濃縮物\nを得た後に，「５％ＳＤＳで加熱溶解」して，メタノール沈殿を行\nうことを観念することができない。\n(ｂ)  本件明細書の発明の詳細な説明には，濃縮工程は，分離工程を\nもって終了し，分離工程は遠心分離であることの記載（段落【００\n５０】ないし【００５２】，【００５６】，【００８０】ないし【\n００８２】，【００９４】ないし【００９６】等）があるが，濃縮（分\n離）工程として，「５％ＳＤＳで加熱溶解」が必要である旨の記載\nはない。\n一方，本件明細書の発明の詳細な説明には，酵素免疫吸着測定\n法（ＥＬＩＳＡ法）は，固体試料をＧｄｎＳＣＮ－ＰＢＳ溶解液と\nしてマイクロタイタープレートへ吸着させる方法であることの記\n載（段落【００５８】ないし【００６１】，【００６４】，【０１\n２２】，【０１２３】，【０１４５】，【０１５１】，【０１６３\n】，【０１７７】等）があるが，ＥＬＩＳＡ法のために，「５％Ｓ\nＤＳで加熱溶解」し，メタノール中で再沈殿させる工程が必要であ\nる旨の記載はない。\n(ｃ)  本件明細書記載の実施例において，ＳＤＳ溶解が記載されてい\nる意味は，次のように理解される。\n本件明細書では，従来の標準的な蛋白質の分析方法であるウエス\nタンブロット法（ＷＢ法）を基準として，酵素免疫吸着測定法（Ｅ\nＬＩＳＡ法）の作用効果を評価している（段落【０００６】，【０\n１５９】ないし【０１６７】）。そのため，試料の作成も，ＷＢ法\nが適用できるＳＤＳ溶解液を一旦作成し，サンプル調製について，\nＷＢ法のサンプル調製法を出発点としたことが記載されている（段\n落【０１４７】）。\nＷＢ法は，ＳＤＳ－ＰＡＧＥと呼ばれるＳＤＳ溶解液を使用する\n電気泳動法によって，試料に含有される蛋白質を分子量ごとに分け\nて検出することを必須としている（段落【０１２１】）。ＷＢ法の\n採用するＳＤＳ－ＰＡＧＥにおいては，立体的な高次構造の蛋白質\nをそのまま泳動しても分子量による分離はできないので，ＳＤＳで\n変性して高次構造を壊してから泳動するため，ＳＤＳ溶解液とする\nことは，試料の変性のための必須の工程となる。\n一方，ＥＬＩＳＡ法を適用する場合には，ＳＤＳによる変性状態\nではなく，ＧｄｎＳＣＮによる蛋白質分子の変性状態の方が，適し\nており，試料の変性のためにＳＤＳ溶解液とすることは必要性がな\nい。もっとも，本件明細書において，ＥＬＩＳＡ法の溶解液につき，\nＳＤＳとＧｄｎＳＣＮの比較評価が行われているが（段落【０１３\n７】ないし【０１４３】），カオトロピックイオン剤（変性剤）で\nあるＧｄｎＳＣＮにより特異的な吸着が達成できることが見出さ\nれ，実験データはＧｄｎＳＣＮ－ＰＢＳを使用して得ており（段落\n【０１６３】等），ＥＬＩＳＡ法においては，ＥＬＩＳＡ法の溶剤（Ｇ\nｄｎＳＣＮ）に溶解することが，測定のための変性操作になる。\n実施例では，ＷＢ法との厳密な比較のために，試料を全部一旦Ｓ\nＤＳ溶解液にしているので，ＥＬＩＳＡ法の適用に際し，ＳＤＳを\nＧｄｎＳＣＮに置換する必要があるから，メタノールを加えて，溶\n解している試料を沈殿させ，再度の遠心分離により固体とし，それ\nをＧｄｎＳＣＮ－ＰＢＳ溶解液としている（図４）。メタノールを\n加えて，溶解している試料を沈殿させ，再度の遠心分離をする操作\nは，ＷＢ法との厳密な比較のための調製という以上の意味に乏しい\n操作である。しかし，同時に，５％ＳＤＳに溶解し，そしてメタノ\nール沈殿をすれば，病原性プリオン蛋白質に付着等していた不純物\nで，メタノールに可溶なものは，この操作によって除去されるから，\n洗浄としての意味があることも事実である。また，ＥＬＩＳＡ法に\nおいて，マイクロタイタープレートへのＰｒＰSc由来蛋白質吸着に\n対するＧｄｎＳＣＮとＳＤＳの効果を比較するためには（段落【０\n１３７】，【０１３８】），ＳＤＳが残存した状態のままではＧｄ\nｎＳＣＮとＳＤＳの正確な比較結果を得ることができないことか\nら，一旦ＳＤＳに溶解した試料をメタノール中で沈殿させて，ＳＤ\nＳを取り除く必要があった。\nこのように，本件発明は，ＷＢ法を出発点とし，ＷＢ法との比較\nを行っているので，試料はＳＤＳに一旦溶解したものと理解され\nる。\n(ｄ)  以上の(ａ)ないし(ｃ)を総合すると，当業者は，本件明細書の実\n施例（図４）に記載されているＥＬＩＳＡ法に先立って行われてい\nるＳＤＳへの溶解とメタノール沈殿は，必須の工程ではないことを\n認識し，このＳＤＳ溶解―メタノール沈殿の工程が，たまたま病原\n性プリオン蛋白質の分析におけるＷＢ法とＥＬＩＳＡ法の厳密な\n比較を意図した一連の実験に際し，濃縮物をいったんＳＤＳに溶解\nしていたため，ＳＤＳのＧｄｎＳＣＮへの置換が必要になったこと\nと，メタノールに可溶の夾雑物を取り除く洗浄工程としての技術的\n意義を有することの２点以外には意味がないことを理解するとい\nうべきである。\nそして，本件明細書には，遠心分離による分離工程に加えて，洗\n浄工程を設けてもよいことが記載されているところ，洗浄工程は，\n界面活性剤によって固体試料を溶解（均一化）し，遠心分離をして\n固体を回収する工程であり，ＳＤＳ溶解とメタノール沈殿は，洗浄\n工程とは明記されていないけれども，除去される夾雑物の種類が異\nなるだけで，手段（溶解―沈殿―遠心分離による回収）も効果も特\nに区別する必要がないから，構成要件Ｅ’の「洗浄することなく溶\n解液とし，再沈殿させることなく」にいう「洗浄」に当たると解す\nべきである。\nしたがって，当業者は，本件明細書には，ＥＬＩＳＡ法に関して，\n実施例のＳＤＳ溶解―メタノール沈殿の工程を含まない方法が記\n載されていると認められるものであり，第１次訂正発明は，この態\n様に基づくものであるから，第１次訂正が新規事項の追加に該当す\nるとの被告の主張は，理由がない。\n(イ)  被告方法が第１次訂正発明の技術的範囲に属すること\nａ  第１次訂正発明の構成要件Ａ’ないしＤ’は，本件発明の構成要件\nＡないしＤとそれぞれ同内容である。\nそして，被告方法が構成要件ＡないしＤを充足することは，前記１\n(1)のとおりであるから，被告方法は，構成要件Ａ’ないしＤ’を充\n足する。\nｂ  被告方法は，遠心分離後，洗浄することなく，溶解液を加えている\nから，構成要件Ｅ’を充足する。\nｃ  以上によれば，被告方法は，構成要件Ａ’ないしＥ’の構成を含む\n病原性プリオン蛋白質の検出方法であるから，構成要件Ｆ’を充足す\nる。\nしたがって，被告方法は，第１次訂正発明の構成要件をすべて充足\nするから，その技術的範囲に属する。\n(ウ)  無効理由１の解消\n第１次訂正発明と乙７に記載された発明との間には，次のとおりの相\n違点があり，第１次訂正発明は，乙７に記載された発明と同一のものと\nはいえないから，第１次訂正によって，被告主張の無効理由１は解消さ\nれている。\nａ  相違点１\n「第１次訂正発明は，分離工程において，「超遠心分離処理を除く遠\n心分離処理」を行うのに対し，乙７に記載された発明は，超遠心分離\n処理を行う点。」\nｂ  相違点２\n「乙７に記載された発明は，超遠心分離によって得た沈殿物を，５％\nＳＤＳに溶解し，メタノールによる沈殿を経た沈殿物を分析に使用し\nているが，第１次訂正発明は，この操作を適用していない点。」\n「ＳＤＳ溶解－メタノールによる再沈殿」は，メタノールに可溶な\n夾雑物をサンプルから除去するための精製方法であり，乙７の分析方\n法による重要な要素であると考えられる。\n(エ)  無効理由２の解消\n乙７と乙９を組み合わせる動機付けは存在せず，以下のとおり，これ\nらを組み合わせたとしても，第１次訂正発明を容易に想到し得るもので\nはないから，被告主張の無効理由２は理由がない。\nａ  乙９は，界面活性剤としてズイッタージェントとサーコシルの組合\nせを記載した文献である。界面活性剤の種類，分析対象組織の種類，\n適用される遠心分離の方法，洗浄，再沈殿などの精製工程の有無は，\n結果に大きく影響する。乙９から，脳組織の処理について，ズイッタ\nージェントに代えてトリトンＸ－１００を使用した場合に適した遠\n心分離の方法は分からない。\n乙９は，本件特許の発明者の一人であるＡ１教授の論文であり，乙\n７もＡ１教授らの発表である。両文献を検討すると，超遠心分離の適\n用が原則であり，脳組織にズイッタージェントを使用するときは１\n５，０００rpmの遠心分離も適用可能だが，ズイッタージェントを使\n用しないときは，超遠心分離が必要になると解される。\nそして，乙７では，ズイッタージェントとサーコシルの組合せより\nも，トリトンＸ－１００とサーコシルの組合せの方が良好であったと\nいうのであるから，ズイッタージェントを使用する乙９に記載された\n遠心分離の条件を，乙７における既に良好である方法を変更するため\nに適用する理由がない。\nしたがって，乙７に記載された発明に，乙９記載の遠心分離の条\n件（相違点１に係る第１次訂正発明の構成）を組み合わせる動機付け\nは存在しない。\nｂ  乙９においても，遠心分離後に沈殿物を溶解しメタノールにより再\n沈殿する工程が使用されており，相違点２に係る第１次訂正発明の構\n成の開示はない。\nｃ  以上によれば，当業者において乙７及び乙９に記載された発明に基\nづいて第１次訂正発明を容易に想到することができたものとはいえ\nないから，第１次訂正によって，被告主張の無効理由２は解消されて\nいる。\n(オ)  無効理由３の解消\nａ  仮に被告が主張するように第１次訂正発明の進歩性の判断に当た\nり乙８を公知技術として考慮することができるとしても，第１次訂正\n発明と乙８に記載された発明との間には，次のとおりの相違点があ\nる。\n(ａ)  相違点①\n「第１次訂正発明は，分離工程において，「超遠心分離処理を除く\n遠心分離処理」を行うのに対し，乙８に記載された発明は，超遠心\n分離処理を行う点。」\n乙８をみると，工程ごとに低速遠心分離と超遠心分離を使い分け\nており（２０７頁Fig.１参照），分離工程においては，超遠心分離\n処理を行うことが必要であると解される。乙８には，分離工程にお\nいては，超遠心分離処理を除く遠心分離処理を行うとの示唆はな\nい。\n(ｂ)  相違点②\n「乙８に記載された発明は，酵素免疫吸着測定法による吸着の前\nに，濃縮物を５％ＳＤＳ中で煮沸し，メタノール中で再沈殿させる\nのに対し，第１次訂正発明は，このような工程を含まない点。」\n乙８においては，濃縮物を５％ＳＤＳ中で煮沸し，メタノール中\nで再沈殿させる工程を省いてもよいと解される記載や示唆はなく，\n同工程は必須である。\nｂ  乙８に乙９を組み合わせても，第１次訂正発明を容易に想到し得る\nものとはいえないから，第１次訂正によって，被告主張の無効理由３\nは，解消されている。\n(ａ)  乙９は，界面活性剤としてズイッタージェントとサーコシルの\n組合せを記載した文献である。\n界面活性剤の種類，分析対象組織の種類，適用される遠心分離の\n方法，洗浄，再沈殿などの精製工程の有無は，結果に大きく影響す\nる。遠心分離による特定の蛋白質の取得量は，より強い分離条件を\n適用するほど向上すると考えるのが通常であり，公知文献に記載さ\nれた条件を弱める方向に変更することは想到困難であり，使用する\n界面活性剤の種類が異なる乙９が超遠心分離処理を除く遠心分離\n処理を行っているからといって，乙８において超遠心分離処理を除\nく遠心分離処理（相違点①に係る第１次訂正発明の構成）を適用す\nることに想到することは困難である。\n(ｂ)  乙９には，遠心分離後に５％ＳＤＳを加え，１００℃で加熱す\nる工程及び８倍量のメタノールで沈殿する工程が含まれており，こ\nの工程を省いてよいと解される記載は一切ない。\nしたがって，乙９には，相違点②に係る第１次訂正発明の構成の\n開示はない。\nｃ  以上によれば，当業者において乙８及び乙９に記載された発明に基\nづいて第１次訂正発明を容易に想到することができたものとはいえ\nないから，第１次訂正によって，被告主張の無効理由３は解消されて\nいる。\n(カ)  無効理由４の解消\nａ  仮に被告が主張するように第１次訂正発明の進歩性の判断に当たり\n乙８を公知技術として考慮することができるとしても，第１次訂正発\n明と乙９に記載された発明との間には，次のとおりの相違点がある。\n(ａ)  相違点Ａ\n「可溶化工程における界面活性剤として，第１次訂正発明が「トリ\nトンＸ－１００」と「サーコシル」とを用いるのに対し，乙９に記\n載された発明が「Ｚｗｉｔｔｅｒｇｅｎｔ」（ズイッタージェント）\nと「サーコシル」を用いる点。」\n(ｂ)  相違点Ｂ\n「乙９に記載された発明は，酵素免疫吸着測定法による吸着の前\nに，濃縮物を５％ＳＤＳ中で煮沸し，メタノール中で再沈殿させる\nのに対し，第１次訂正発明は，このような工程を含まない点。」\n乙９においては，濃縮物を５％ＳＤＳ中で煮沸し，メタノール中\nで再沈殿させる工程を省いてもよいと解される記載も示唆はなく，\n同工程は必須である。\nｂ  乙９に乙８を組み合わせても，第１次訂正発明を容易に想到し得る\nものとはいえないから，第１次訂正によって，被告主張の無効理由４\nは，解消されている。\n(ａ)  乙８には，脳組織のサンプルの調製に「ズイッタージェント」\nを用いる「方法４」は，高感度を実現する方法であり，かつ，陰性\nコントロールサンプルに対して，非特異的反応が一貫して微弱なの\nで，最適な方法と考えられるとの記載があり（２１１頁右欄下から\n５行～末行），乙９において，脳組織のサンプル調製にわざわざ最\n適な方法である「ズイッタージェント」の代わりに「トリトンＸ－\n１００」を使用する動機がない。\nまた，乙８において，脾臓組織に「トリトンＸ－１００」を用い\nた旨の記載があり（２１０頁右欄１行～４行），これにより，脾臓\n組織につき，乙９において，「ズイッタージェント」に代えて「ト\nリトンＸ－１００」を用いることに想到し得るかもしれない。しか\nし，脾臓組織の場合は，乙９においても，超遠心分離処理を行うと\n記載されており（９頁Fig.８の注記），「ズイッタージェント」に\n代えて「トリトンＸ－１００」を用いることに想到したとしても，\n第１次訂正発明を想到することはできない。\nしたがって，乙９及び乙８に基づいて，相違点Ａに係る第１次訂\n正発明の構成を容易に想到し得たものとはいえない。\n(ｂ)  乙８及び乙９のいずれにも，濃縮物を５％ＳＤＳ中で煮沸し，\nメタノール中で再沈殿させる工程を省いてよいと解される記載は\n一切なく，相違点Ｂに係る第１次訂正発明の構成の開示はない。\nｃ  以上によれば，当業者において乙９及び乙８に記載された発明に基\nづいて第１次訂正発明を容易に想到することができたものとはいえ\nないから，第１次訂正によって，被告主張の無効理由４は解消されて\nいる。\n(キ)  小括\n以上のとおり，第１次訂正発明によって被告主張の無効理由１ないし\n４はいずれも解消され（なお，被告主張の無効理由５ないし７が理由の\nないことは，前記２(2)オ及びカのとおりである。），かつ，被告方法\nは第１次訂正発明の技術的範囲に属するものであるから，被告主張の本\n件特許権の権利行使の制限は，理由がない。\nイ  被告の主張\n(ア)  第１次訂正の適法性及び第１次訂正発明の解釈\nａ  第１次訂正は，以下に述べるとおり，願書に添付した明細書，特許\n請求の範囲又は図面に記載した事項の範囲外のものであって，新規事\n項の追加に該当し，特許法１３４条の２第５項において準用する同法\n１２６条３項の訂正要件を充足しないから，第１次訂正は，不適法で\nある。\n(ａ)  本件発明は，可溶化工程（構成要件Ｂ），分解工程（構成要件\nＣ），分離工程（構成要件Ｄ）及び検出工程（構成要件Ｅ）の４工\n程を含むものであるところ，第１次訂正は，分離工程で得られた濃\n縮物を，検出工程において「洗浄することなく溶解液とし」かつ「再\n沈殿させることなく」酵素免疫吸着測定法で検出するというもので\nあるから，検出工程（本件明細書の図４の各工程）に係るものであ\nる。\n原告が第１次訂正の根拠として挙げる本件明細書の段落【００５\n５】，【００５６】は，いずれも「分離工程」（本件明細書の図２\n及び図３の各工程）に関する記載であり，これらの記載は，第１次\n訂正に対応する技術内容を開示したものではない。それ以外でも，\n本件明細書には，「検出工程」において「洗浄することなく溶解液」\nとする方法は開示されておらず，第１次訂正は，新規事項の追加に\n該当する。\nすなわち，本件明細書の段落【００５５】，【００５６】にいう「洗\n浄」とは，あくまで，段落【０１１３】及び図２の「方法５」に「沈\n殿を８％ズイッタージェント３－１２（界面活性剤）と，１０mM，\npH=７．５のトリス－塩酸緩衝液とを加えて均一化し，均一化物を\n作製した（洗浄工程）」と記載されているところの「洗浄」を指す\nのであり，段落【００５５】，【００５６】は，単に，「方法５」\nに「記載されているような「洗浄」を行う方法もあるが，「方法４」\nのように，そのような「洗浄」を行わない方法もあるということを\n述べているにすぎない。これらの記載内容，本件明細書の文脈及び\n全体の整合性からみて，段落【００５５】ないし【００５７】は，「方\n法５」（及び「方法８」）における「分離工程」中の洗浄工程に関\nする記載であって，「検出工程」に係る第１次訂正の根拠となり得\nない。\nまた，一般に，酵素免疫吸着測定法（ＥＬＩＳＡ法）においては，\n反応させるべき成分を含む試薬溶液や試料溶液を，順次固相に添加\nして，反応させた後に除去することを繰り返すが，反応後の溶液を\n除去し，次の溶液を加える前に，固相を緩衝液，低濃度の界面活性\n剤を含む緩衝液又は水で「洗浄」することが行われている。このよ\nうな洗浄は，通常当然に行われていることであり，本件明細書の段\n落【０１２２】ないし【０１３６】及び図４に示された具体的手順\nにおいては，これを行うことが記載されている。このような洗浄を\n省略してよいことは本件明細書には一切記載されていないし，酵素\n免疫吸着測定法において洗浄を行わないことは当業者に自明なこ\nとでもない。\nなお，「脳組織…抽出物（濃縮物）」を「５％ＳＤＳ…中で沸騰\nさせ」る工程（本件明細書の段落【０１２２】）は，第１次訂正の「洗\n浄することなく」にいう「洗浄」に当たると解釈することはできな\nい。すなわち，「洗浄」とは，一般に「固体の表面に付着したよご\nれや好ましくない物質を，液体により取り除くこと」（乙２１），\nあるいは，限られた量の洗液で沈澱を清浄にすること（乙２２）を\nいい，不純物を除去する一方で，洗浄される固体（沈澱）をできる\nだけ溶けないようにし，その損失を最小限にするという操作を指す\nものであるから，化学分野の当業者の通常の用語の理解として，洗\n浄される固体（沈澱）に実質的な変化を起こすような操作を「洗浄」\nと呼ぶことはない。本件明細書には，「洗浄」の意味について特段\nの説明はない以上，通常の語義から離れた解釈は許されないという\nべきである。一方，ＳＤＳは，周知の蛋白変性剤であり，「５％Ｓ\nＤＳ…中で沸騰させ」る工程は，蛋白質を変性させる工程（蛋白質\n中の立体構造を実質的に変化させ，抗原性（抗体との反応性）を変\n化させ得る工程）であり，被洗浄成分の質的変化を伴うものである\nから，「洗浄」に当たると解釈することはできない。仮に「５％Ｓ\nＤＳ…中で沸騰させ」る工程が「洗浄」に当たるとの解釈に立って\nも，本件明細書では，当該工程を省略できるとは何ら説明されてお\nらず，かえって当該工程は「方法４」を含むすべての方法において\n行われているから，当該工程を省略できるとの解釈も不可能であ\nる。また，本件明細書では酵素免疫吸着測定法（ＥＬＩＳＡ法）と\nウエスタンブロット法（ＷＢ法）との感度の比較が行われている以\n上，両者の比較の前提条件は同一にする必要があるところ，サンプ\nルをＳＤＳで処理した場合としない場合とで抗原蛋白質（検出対象\nの病原性プリオン蛋白質）と抗体との反応性が代わることは公知で\nあること（乙２５），本件明細書のＷＢ法において蛋白質を「５％\nＳＤＳ…中で沸騰させ」る工程は必須の工程であること（段落【０\n１２１】）からすると，ＥＬＩＳＡ法を用いる場合でも，検出の際\nの反応性を正確に確保するため，「５％ＳＤＳ…中で沸騰させ」る\n工程は，必須であり，これを省略することができないものと解され\nる。\nこの点に関し，原告は，本件明細書記載の「方法４」は，最初の\n遠心分離による沈殿物（濃縮物）につき，抽出（洗浄）や溶解－再\n沈殿（塩析またはメタノール添加）－遠心分離（超遠心分離）等の\n追加の濃縮手段を施さないことを特徴とするものであり，第１次訂\n正発明は，この「方法４」に根拠を有し，最初の遠心分離による沈\n殿物（濃縮物）をそのまま溶解して酵素免疫吸着測定法に使用する\n方法は，本件明細書の段落【０１５１】などに開示されている旨主\n張する。\nしかし，本件明細書の段落【０１５１】は，「方法４，…で調整（濃\n縮）し」としており，図２における「方法４」は「沈澱を５％ＳＤ\nＳで加熱溶解」する工程を経ることが明記されており，かかる工程\nを経ることもなく「最初の遠心分離による濃縮物（ペレット状）」\nをそのまま溶解して酵素免疫吸着測定法に使用することは，段落【\n０１５１】の記載と明らかに矛盾する。このほか，本件明細書のど\nこにも，「沈澱を５％ＳＤＳで加熱溶解」する工程を省略できる旨\nの記載は存在しないから，原告の上記主張は失当である。\n(ｂ)  本件明細書には，「再沈殿させることなく」酵素免疫吸着測定\n法を行う方法は開示されておらず，第１次訂正は，この点において\nも，新規事項の追加に該当する。\n前述のとおり，本件明細書では，「５％ＳＤＳ…中で沸騰させ」\nる工程は「方法４」を含むすべての方法において行われており，当\n該工程を省略できると解することはできない。\n本件明細書の段落【０１４１】に「ＳＤＳ濃度が最低濃度（０．\n１％）であっても，脳組織からＰｒＰSc由来蛋白質の吸着は生じて\nいなかった」と記載されているとおり，溶液中にＳＤＳが少量でも\n残存していたのでは，ＥＬＩＳＡ法によるマイクロタイタープレー\nトへの病原性プリオン蛋白質由来蛋白質の吸着は生じ得ない。そし\nて，「方法４」で「沈殿を５％ＳＤＳで加熱溶解」した後，「その\nまま」ＧｄｎＳＣＮ－ＰＢＳに投入したのでは，溶液中にＳＤＳが\n残存した状態でＥＬＩＳＡ法による測定を行うことになるのであ\nるから，蛋白質の吸着が生じないこととなり，測定が不可能となる。\nそうすると，本件明細書の段落【０１５１】の「方法４…で調整（濃\n縮）し，３ＭのＧｄｎＳＣＮ－ＰＢＳ中で…溶解，希釈化した。」\nとの記載は，「５％ＳＤＳで加熱溶解」した「沈殿」をＧｄｎＳＣ\nＮ－ＰＢＳに投入する前に，再沈殿処理を行っていることの記載が\n省略されているものと理解するほかない。そもそも段落【０１５１\n】は，段落【０１５０】及び【０１５２】と併せて読めば，図７の「（Ａ）\n：脳組織」及び「（Ｂ）：脾臓組織」に示された測定の測定条件に\nついて説明したものであることからすれば，段落【０１５１】の記\n載は図７の「（Ａ）：脳組織」及び「（Ｂ）：脾臓組織」の測定条\n件に相違がある点に特に焦点をあてて記載されたものであって，図\n７の（Ａ）と（Ｂ）に共通する再沈殿処理（第４の工程の(1)～(3)\nの処理）の記載が省略されていることはごく自然なことである。\n以上のとおり，本件明細書の段落【０１５１】の上記記載は，５\n％ＳＤＳで加熱溶解，メタノール添加及び遠心分離（再沈澱）を行\nうことを当然の前提としつつ，その記載が省略されたものであり，\n第３の工程（分離工程）で生じた沈澱の溶液を「そのまま」３Ｍの\nＧｄｎＳＣＮ－ＰＢＳで溶解したものではない。本件明細書の他の\n記載をみても，本件明細書において，再沈殿を行うことなく酵素免\n疫吸着法を行う方法が開示されているということはできない。\n(ｃ)  以上のとおり，第１次訂正は，新規事項の追加に該当し，特許\n法１３４条の２第５項において準用する同法１２６条３項の訂正\n要件を充足しないから，不適法である。\nｂ  仮に第１次訂正が本件明細書に記載された事項の範囲内のもので\nあり，新規事項の追加に当たらないと解釈するとすれば，第１次訂正\nに係る「洗浄することなく溶解液とし」，「再沈殿することなく」の\n意味は，「分離工程」における付加的工程として，本件明細書に開示\nされている，「方法５」（及び「方法８」）におけるような付加的な\n洗浄工程及びその後の遠心分離を行わないことを指すものと解する\nほかはない。\n(イ)  被告方法が第１次訂正発明の技術的範囲に属さないこと\n被告方法は，前記１(2)ア及びイと同様の理由により，第１次訂正発\n明の構成要件Ｂ’ないしＤ’を充足しない。\nまた，構成要件Ｅ’中の「洗浄することなく溶解液とし，再沈殿させ\nることなく」にいう「洗浄」は，検出工程に係るものであるところ，被\n告方法は，検出工程において洗浄が行われているから（前記第２の２(4)\nイの「2-8）」，「2-12)」），構成要件Ｅ’を充足しない。\n以上のとおり，被告方法は，第１次訂正発明の構成要件Ｂ’ないしＥ\n’を充足しないから，その技術的範囲に属さない。\n(ウ)  無効理由１が解消されないこと\nａ  原告主張の相違点１が認められないことは，前記２(1)アと同様で\nある。\nｂ  前記(ア)ｂのとおり，仮に第１次訂正が新規事項の追加に当たらな\nいと解釈するとすれば，第１次訂正に係る「洗浄することなく溶解液\nとし」，「再沈殿することなく」の意味は，「分離工程」における付\n加的工程として，付加的な洗浄工程及びその後の遠心分離を行わない\nことを意味するものと解するほかはなく，５％ＳＤＳ中での加熱溶解\nをしないこと，及びその後のメタノールによる沈澱及び遠心分離をし\nないことが第１次訂正発明において要件とされているものと解する\nことはできないから，原告主張の相違点２は，存在しない。逆に，あ\nくまで相違点２が存在すると原告が主張するのであれば，かかる主張\nは特許請求の範囲の記載に基づかない主張であって，失当である。\nｃ  したがって，第１次訂正発明には無効理由１と同様の新規性欠如の\n無効理由が存するから，第１次訂正によって，本件発明の無効理由１\nは解消されない。\n(エ)  無効理由２が解消されないこと\n乙７及び乙９に記載された発明は，いずれも「分離工程」において，\n本件明細書記載の「方法５」及び「方法８」におけるような付加的な洗\n浄工程及びその後の遠心分離を行っていないので，この点において，乙\n８に記載された発明は，第１訂正発明との間に相違点はない。結局，第\n１次訂正によって新たな相違点が生じることはなく，乙７に記載された\n発明と第１次訂正発明との相違点は，遠心分離条件のみである。\nそして，前記２(1)イと同様の理由により，当業者であれば，乙７に\n記載された発明に乙９記載の遠心分離条件を適用することにより，第１\n次訂正発明に想到することは容易であったものといえる。\n以上のとおり，第１次訂正発明には無効理由２と同様の進歩性欠如の\n無効理由があり，また，第１次訂正によって，本件発明の無効理由２が\n解消されることはない。\n(オ)  無効理由３が解消されないこと\n前記(ア)ｂのとおり，仮に第１次訂正が新規事項の追加に当たらない\nと解釈するとすれば，第１次訂正に係る「洗浄することなく溶解液と\nし」，「再沈殿することなく」の意味は，「分離工程」における付加的\n工程として，本件明細書の「方法５」（及び「方法８」）におけるよう\nな付加的な洗浄工程及びその後の遠心分離を行わないことを意味する\nものと解するほかはない。\nそして，乙８にMethod１として開示されている方法は，本件明細書記\n載の「方法５」及び「方法８」におけるような付加的な洗浄工程及びそ\nの後の遠心分離を行っていないので，この点において，乙８に記載され\nた発明は，第１訂正発明との間に相違点はない。結局，第１次訂正によ\nって新たな相違点が生じることはなく，両発明の相違点は，遠心分離条\n件のみである。\n前記２(1)ウと同様の理由により，当業者であれば，乙８に乙９を組\nみ合わせることは容易である。加えて，遠心加速度の変更は，当業者で\nあれば，ごく自然に通常行うことであり，当業者が任意に選択し得る設\n計的事項にすぎない。\nしたがって，当業者であれば，乙８に記載された発明に乙９記載の遠\n心分離条件を適用することにより，第１次訂正発明に想到することは容\n易であったものといえる。\n以上によれば，第１次訂正発明には無効理由３と同様の進歩性欠如の\n無効理由があり，また，第１次訂正によって，本件発明の無効理由３が\n解消されることはない。\n(カ)  無効理由４が解消されないこと\n前記(ア)ｂのとおり，仮に第１次訂正が新規事項の追加に当たらない\nと解釈するとすれば，第１次訂正に係る「洗浄することなく溶解液と\nし」，「再沈殿することなく」の意味は，「分離工程」における付加的\n工程として，本件明細書の「方法５」（及び「方法８」）におけるよう\nな付加的な洗浄工程及びその後の遠心分離を行わないことを意味する\nものと解するほかはない。\nそして，乙９に開示されている方法は，本件明細書記載の「方法５」\n及び「方法８」におけるような付加的な洗浄工程及びその後の遠心分離\nを行っていないので，この点において，乙９に記載された発明は，第１\n訂正発明との間に相違点はない。結局，第１次訂正によって新たな相違\n点が生じることはなく，両発明の相違点は，可溶化工程における２種類\nの界面活性剤の一方が相違する点のみである。\n前記２(1)エと同様の理由により，当業者であれば，乙９に乙８を組\nみ合わせることは容易である。加えて，界面活性剤の相違は，本件明細\n書においても両者を比較検討している程度のものであって（「方法１」\n及び「方法４」），当業者であれば通常並行して検討する範囲内のもの\nであるから，この意味でも当業者にとって組み合わせは容易である。\nしたがって，当業者であれば，乙９に記載された発明に乙８に記載さ\nれた発明を組み合わせることによって，第１次訂正発明に想到すること\nは容易であったものといえる。\n以上によれば，第１次訂正発明には無効理由４と同様の進歩性欠如の\n無効理由があり，また，第１次訂正によって，本件発明の無効理由４が\n解消されることはない。\n(キ)  無効理由５ないし７が解消されないこと\nａ  仮に第１次訂正が認められたとしても，本件発明の無効理由５ない\nし７は，解消されない。\nｂ  また，仮に原告が主張するように，５％ＳＤＳ中での加熱溶解が第\n１次訂正に係る「洗浄することなく」の「洗浄」に相当し，その後の\nメタノール（又はエタノール）沈殿及び遠心分離が第１次訂正に係\nる「再沈殿することなく」の「再沈殿」に相当するとしても，本件明\n細書には，「方法４」において分離工程で得られた沈殿物を５％ＳＤ\nＳ中で加熱溶解せず，その後のメタノール（又はエタノール）沈殿及\nび遠心分離を行わないことは記載も示唆もされておらず，当然，実施\n例における成功例の記載も存在しないから，第１次訂正発明は，新た\nなサポート要件違反の無効理由を有することになる。\n(ク)  小括\n以上のとおり，第１次訂正は，新規事項を追加するものであって訂正\n要件を充足しないこと，被告方法は第１次訂正発明の技術的範囲に属さ\nないこと，第１次訂正発明には無効理由があり，第１次訂正によって本\n件発明の無効理由が解消されないことからすれば，原告主張の第１次訂\n正による対抗主張は，理由がない。\n(2)  第２次訂正による対抗主張の成否（争点３－２）\nア  原告の主張\n(ア)  第２次訂正の適法性及び第２次訂正発明の解釈\nａ  第２次訂正発明を構成要件に分説すると，次のとおりである（以下，\n各構成要件を「構成要件Ａ'' 」，「構成要件Ｂ'' 」などという。下\n線部は訂正箇所である。）。\nＡ''   動物の中枢神経系組織から病原性プリオン蛋白質を酵素免疫\n吸着測定法により検出する方法であって，\nＢ''   ｔ－オクチルフェノキシポリエトキシエタノール（トリト\nン（商標）Ｘ－１００）及びサーコシル（商標）を同時に用いて前\n記中枢神経系組織中の非特異的物質を可溶化することと，\nＣ''   前記可溶化された非特異的物質をコラーゲン分解酵素及びＤ\nＮＡ分解酵素を用いることなくプロテイナーゼＫを用いて分解処\n理することと，\nＤ''   超遠心分離処理を除く遠心分離処理を行うことにより前記分\n解処理により得られたものから病原性プリオン蛋白質由来蛋白質\nを含有する濃縮物を得ることと，\nＥ''   前記濃縮物を洗浄することなく直接カオトロピックイオン剤\nを用いて溶解液とし，酵素免疫吸着測定法により検出することと\nＦ''   を含む病原性プリオン蛋白質の検出方法。\nｂ  第２次訂正は，第１次訂正前の請求項１記載の方法の条件に限\n定（構成要件Ｃ'' 及びＥ'' ）を加えるものであって，特許請求の範\n囲の減縮を目的とし，本件明細書に記載した事項の範囲内においてさ\nれたものであり，実質上特許請求の範囲を拡張し，又は変更するもの\nでもないから，特許法１２６条３項及び４項の訂正要件を充足する。\n(ａ)  非特異的物質をコラーゲン分解酵素及びＤＮＡ分解酵素を用\nいることなくプロテアーゼＫを用いて分解処理することは，本件明\n細書の段落【００２７】，【００３２】，【００３５】，【００４\n９】，【０１０３】に開示されている。\n(ｂ)  洗浄，再沈殿が付加的な工程であるとして，最初の遠心分離に\nよる沈殿物の溶液をそのまま酵素免疫吸着測定法に使用すること\nができることが，本件明細書の段落【００５５】，【００５６】，\n【００５８】ないし【００６３】に開示されている。\nまた，ＧｄｎＳＣＮは，カオトロピックイオン剤の例示であるこ\nとが，本件明細書の段落【０１４０】に記載されている。\nさらに，濃縮物を直接ＧｄｎＳＣＮを用いて溶解することについ\nて，本件明細書の段落【０１７７】に「これらの観察及び考察に基\nづいて，本発明者は，ＰｒＰSC含有物質を直接溶解させるために1\nＭ～５Ｍ（特に３Ｍ及び４Ｍ）のＧｄｎＳＣＮを用い，この濃度で\nのＧｄｎＳＣＮの存在下でマイクロタイタープレートへのＰｒＰ\nSCの吸着に成功した。」と記載されている。\n本件明細書の各種実施例では，病原性プリオン蛋白質の濃縮物を\n一度はＳＤＳに溶解し，メタノール沈殿したうえで後の実験を行っ\nているが，それは，本件発明以前の病原性プリオン蛋白質の取扱い\nにおける技術常識に従ったものであると解される。すなわち，本件\n発明当時の主流であった分析法であるウェスタンブロット法では，\nＳＤＳ溶液として立体構造をほぐすことが必須であったため，ＥＬ\nＩＳＡ法でも，分析のため，抗原－抗体反応の活性を高めるために\nは，ＳＤＳ溶解により病原性プリオン蛋白質の立体構造をほぐすと\nいう前処理が有益であると認識されていたものと理解される。本件\n明細書の段落【０１７６】にも，ＥＬＩＳＡ法のためにＳＤＳによ\nる前処理を行う公知文献の引用がある。しかしながら，本件明細書\nでは，ＥＬＩＳＡ法のための好適な条件の探索がなされ，溶剤とし\nてＧｄｎＳＣＮとＳＤＳの比較試験が行われているが，特に図５の\nデータにおいて，ＧｄｎＳＣＮに溶解することによるＥＬＩＳＡ法\nの検出感度の増強が，ＳＤＳに溶解する場合より格段に優れている\nことが見出されている。このデータに基づけば，ＧｄｎＳＣＮに直\n接溶解することにより，十分に高い検出感度が得られるのであるか\nら，ＳＤＳによる前処理は不要であるとの結論に到達する。そうで\nあるから，段落【０１７７】において，ＧｄｎＳＣＮに直接溶解し\nてＥＬＩＳＡ法を行うことが，検討の結論として明記されたのであ\nる。\n(ｃ)  また，本件発明においてＳＤＳ溶解及びメタノール沈殿をせ\nず，カオトロピックイオン剤に直接溶解することは，本件明細書か\nら読み取ることができる。\nすなわち，本件明細書では，段落【００３９】ないし【００５２\n】において，病原性プリオン蛋白質由来蛋白質の濃縮工程の基本的\nな構成が示されているが，濃縮工程において，ＳＤＳ溶解及びメタ\nノール沈殿が必要だという記載もなければ，必要性の示唆もない。\nまた，段落【００５３】ないし【００５７】では，この基本構成に\n付加することが望ましい工程が詳細に説明されているが，付加工程\nとしてもＳＤＳ溶解及びメタノール沈殿が必要だという記載もな\nければ，必要性の示唆もない。\n次に，「本発明」の検出方法に基づく測定法について，段落【０\n０５８】ないし【００７２】において説明があるが，ここでも，検\n出工程にＳＤＳ溶解及びメタノール沈殿が必要だという記載もな\nければ，必要性の示唆もない。さらに，段落【００７３】ないし【\n００９６】において，再度，濃縮方法についての説明が続くが，こ\nこでも，ＳＤＳ溶解及びメタノール沈殿が必要だという記載もなけ\nれば，必要性の示唆もない。\n続いて，【実施例】の記載中には，「本発明は以下の実施例に限\n定されるものではない」と断った上で，いずれの濃縮方法において\nも，最後にＳＤＳ溶解が行われている（段落【００９７】ないし【\n０１１７】）が，各方法において，採用された付加的な工程につい\nて，その目的が説明されているのに対し，ＳＤＳ溶解を行う目的に\nついては，何ら説明がなく（段落【０１１８】ないし【０１５９】），\n当業者がＳＤＳ溶解が「本発明」に不可欠な工程だと理解すること\nはない。\nそして，段落【０１５９】以降の記載を読むと，当業者は，本件\n明細書において，ウエスタンブロット法とＥＬＩＳＡ法の感度の比\n較が行われたことが分かり，このような比較試験を行おうとする場\n合には，前提条件はできる限り同一にしておかなければならないの\nで，ＥＬＩＳＡ法で使用する濃縮物についても，ＳＤＳ溶解を行っ\nたことを理解する。\nこのように比較試験のため，前提条件を同一にする目的でＳＤＳ\n溶解を行ったにすぎないのであれば，当業者は，比較試験ではない\n場面で，ＥＬＩＳＡ法を実施する際は，ＳＤＳ溶解が不要なことは\n容易に理解する。さらに，ＳＤＳ溶解が不要であれば，当然，ＳＤ\nＳを取り除くために行うメタノール沈殿も不要であることは容易\nに理解できる。特に，「本発明」においては，迅速性及び簡便性が\n重要視されているので，当業者は本件明細書の記載から必要性が読\nみ取れない工程は不要であると理解する。\n以上のとおり，本件明細書においては，実施方法の具体的な説明\nの記載中に，ＳＤＳ溶解及びメタノール沈殿が必要だという記載も\nなければ，必要性の示唆もないので，ＳＤＳ溶解及びメタノール沈\n殿が不要であることが読み取れる。そして，上述のように，本件明\n細書においては，カオトロピックイオン剤に試料を溶解することに\nよって，ＳＤＳに溶解した場合よりも格段に高いＥＬＩＳＡ法の検\n出感度が得られることを明らかにし，ＳＤＳに溶解する必要性がな\nいことを積極的に裏付けて，ＥＬＩＳＡ法のためには「直接」カオ\nトロピックイオン剤に溶解することを記載している。\n(ｄ)  以上のとおり，第２訂正は，本件明細書の記載に基づいており，\nまた，第１次訂正前の請求項の方法の条件に限定を加えるものであ\nるから，特許請求の範囲の減縮に当たるといえる。\n(イ)  被告方法が第２次訂正発明の技術的範囲に属すること\nａ  第２次訂正発明の構成要件Ａ'' ，Ｂ'' ，Ｄ'' は，本件発明の構\n成要件Ａ，Ｂ，Ｄとそれぞれ同内容である。\nそして，被告方法が構成要件Ａ，Ｂ，Ｄを充足することは，前記１\n(1)のとおりであるから，被告方法は，構成要件Ａ'' ，Ｂ'' ，Ｄ''\nを充足する。\nｂ  被告方法では，分解酵素として，プロテイナーゼＫのみが使用され，\nコラーゲン分解酵素及びＤＮＡ分解酵素は使用されていないから，構\n成要件Ｃ'' を充足する。\nまた，被告方法では，検体をプロテアーゼにより分解処理した後の\n最初の遠心分離により得られた沈殿物を，洗浄他何らの工程を経るこ\nとなく，直接「【C】溶解液（尿素0.36g/mL）」を用いて溶解して，\n酵素免疫測定法による検出に使用しているところ，被告方法の溶解液\nに使用されている尿素とは，カオトロピックイオン剤の代表的なもの\nの一つである（甲２１）。\nしたがって，被告方法は，構成要件Ｅ'' を充足する。\nｃ  以上によれば，被告方法は，構成要件Ａ'' ないしＥ'' の構成を含\nむ病原性プリオン蛋白質の検出方法であるから，構成要件Ｆ'' を充\n足する。\nしたがって，被告方法は，第２次訂正発明の構成要件をすべて充足\nするから，その技術的範囲に属する。\n(ウ)  無効理由１ないし４の解消\nａ  第２次訂正発明は，①所定の界面活性剤を使用して非特異的物質を\n可溶化すること，②可溶化された非特異的物質をプロテイナーゼＫの\nみで分解すること（他の酵素を使用しないことによる検出時間の短縮\n効果が得られる。），③超遠心分離を除く遠心分離で濃縮すること（超\n遠心分離に要する時間を不要とする短縮効果並びに超遠心分離を使\n用しないことによる簡便性，安全性が得られる。），④濃縮物を直接\nカオトロピックイオン剤で溶解する（ＳＤＳ溶解工程を省くことによ\nる時間の短縮効果が得られる。）ことにより，従来技術では両立させ\nることが困難であった迅速性・簡便性と高感度を達成することができ\nる方法であり，さらには安全性，経済性をも満たすものであり，第２\n次訂正発明は，乙７に記載された発明と大きく異なっている。\nしたがって，第２次訂正発明は，乙７に記載された発明と同一であ\nるとはいえないから，被告主張の無効理由１は，解消される。\nｂ  また，上記ａの④のＳＤＳ溶解工程を省いて直接カオトロピックイ\nオン剤に溶解することは，本件明細書の段落【０１７７】等の記載に\nより認められるけれども，本件発明以前に，乙７ないし９の公知技術\nの記載のみから想到することは困難であった。乙７ないし９のいずれ\nにおいても，濃縮された病原性プリオン蛋白質試料をＳＤＳによる溶\n解とメタノール沈殿という処理を経たうえで分析に供しており，この\n処理を省略してよいことの示唆は存在しない。\nそして，本件明細書に，「スクレーピー感染組織のギ酸又はＳＤＳ\nでの予備処理（カスクサック他，１９８７年）・・・が報告されてお\nり，これは，抗ＰｒＰ抗体の免疫反応を増大させる」（段落【０１７\n６】）と記載されているように，ＳＤＳ予備処理はＥＬＩＳＡ法の抗\n原－抗体反応を増強する手段として必要との知見が存在したから，こ\nの予備処理は必要と認識されたはずである。\nしかし，本件明細書では，上記のとおり，図５等から，ＧｄｎＳＣ\nＮに溶解する処理がＳＤＳに溶解するよりも格段に高いＥＬＩＳＡ\n法の検出感度増大をもたらすことを考慮して，濃縮試料を直接Ｇｄｎ\nＳＣＮに溶解するＥＬＩＳＡ法を記載しているのであるから，こ\nの「直接溶解」の点は，新規であり，かつ，第２次訂正発明の簡便性，\n正確性，迅速性等に寄与する要素として，進歩性の評価につき重要で\nある（このことは，甲２２のＳＤＳ溶解及びメタノール沈殿処理追加\nの有無による反応性の比較実験の結果からも裏付けられる。）。\nそして，第２次訂正によって，被告主張の無効理由２ないし４が解\n消されることは，前記(1)ア(エ)ないし(カ)と同様である。\n(エ)  小括\n以上のとおり，第２次訂正によって被告主張の無効理由１ないし４は\nいずれも解消され（なお，被告主張の無効理由５ないし７に理由のない\nことは，前記２(2)オ及びカのとおりである。），かつ，被告方法は第\n２次訂正発明の技術的範囲に属するものであるから，被告主張の本件特\n許権の権利行使の制限は，理由がない。\nイ  被告の主張\n(ア)  第２次訂正の適法性及び第２次訂正発明の解釈\nａ  以下に述べるとおり，第２次訂正は，願書に添付した明細書，特許\n請求の範囲又は図面に記載した事項の範囲外のものであって，新規事\n項の追加に該当し，又は特許請求の範囲の拡張若しくは変更に該当\nし，また，第２次訂正発明は独立特許要件を欠いているから，第２次\n訂正は，特許法１２６条３項ないし５項の訂正要件を充足せず，不適\n法である。\n(ａ)  構成要件Ｃに係る訂正について\n第２次訂正は，構成要件Ｃについて，「前記可溶化された非特異\n的物質をコラーゲン分解酵素及びＤＮＡ分解酵素を用いることな\nくプロテイナーゼＫを用いて分解処理することと，」と訂正するも\nのである。\nしかし，本件明細書には，「コラーゲン分解酵素及びＤＮＡ分解\n酵素を用いることなく」との点についての開示はない。原告が根拠\nとして挙げる本件明細書の各段落にも，コラーゲン分解酵素及びＤ\nＮＡ分解酵素を省略することができる旨の開示はない。\nまた，本件明細書の段落【００４９】の「望ましい」との記載は，\nコラーゲン分解酵素及びＤＮＡ分解酵素を用いた分解処理工程が\n付加的な工程であるということを意味するものではない。すなわ\nち，段落【００４９】は，分解処理に，①「コラーゲン分解酵素（コ\nラゲナーゼ：Collagenase）」，②「ＤＮＡ分解酵素（ＤＮアーゼ\n：DNase）」及び③「蛋白質分解酵素（プロテイナーゼ：Proteinase\n又はプロテアーゼ）」のすべてを用いることを前提としつつ，分解\n処理工程の時系列として，①「コラーゲン分解酵素（コラゲナーゼ\n：Collagenase）」及び②「ＤＮＡ分解酵素（ＤＮアーゼ：DNase）」\nを用いた分解処理を行い，しかる後に，③「蛋白質分解酵素（プロ\nテイナーゼ：Proteinase又はプロテアーゼ）」を用いた分解処理を\n行うことが望ましいとして，時系列的に望ましい手順について記載\nしているにすぎない。\nまた，本件明細書の実施例及び図面においても，プロテイナーゼ\nＫを用いている方法（方法１，３，４，５）においては，すべて，\nその前段階の処理として，コラーゲン分解酵素及びＤＮＡ分解酵素\nを用いた分解処理工程が行われており，コラーゲン分解酵素及びＤ\nＮＡ分解酵素が省略されている例は開示されておらず，これらを省\n略することの示唆もない。\nしたがって，第２次訂正による構成要件Ｃに関する訂正は，新規\n事項の追加に当たり，訂正要件を充足しない。\n(ｂ)  構成要件Ｅに係る訂正について\n第２次訂正は，構成要件Ｅについて，「前記濃縮物を洗浄するこ\nとなく直接カオトロピックイオン剤を用いて溶解液とし，酵素免疫\n吸着測定法により検出することと」と訂正するものである。\n原告が根拠として挙げる本件明細書の段落【００５５】，【００\n５６】の記載は，方法５のような付加的洗浄を行わないことを意味\nするにすぎない。また，同じく段落【０１７７】中の「直接溶解」\nの記載は，段落【０１７６】に記載された「サーバン他，１９９０\n年」（乙３３）の方法のように，１段階目としてプリオンをＧｄｎ\nＳＣＮではない溶液中に入れ，マイクロタイタープレートに吸着さ\nせた上で，２段階目としてマイクロタイタープレートに吸着した状\n態のプリオンをＧｄｎＳＣＮで変性させる，ということはせず，直\n接，プリオンをＧｄｎＳＣＮ溶液に溶解して変性させた状態にして\nおき，これをマイクロタイタープレートに吸着させることを意味し\nているにすぎない。これらの記載は，およそ，原告の主張するよう\nな，５％ＳＤＳ溶解及びメタノール沈殿を排除する方法を開示して\nいるものではない。仮に原告が第２次訂正によって５％ＳＤＳ溶解\n及びメタノール沈殿を排除した方法を特許請求の範囲とする趣旨\nなのであれば，かかる訂正は，本件明細書には開示されていない方\n法をクレームするものであるから，新規事項の追加に当たり，訂正\n要件を充足しないことになる。\nまた，本件明細書では吸着時に使用する溶剤については一貫して\nＧｄｎＳＣＮ（及びＳＤＳ）についてのみ述べているのであって，\nカオトロピックイオン剤については，本件明細書の段落【０１４０\n】，【０１４１】に言及されているにすぎない。段落【０１４０】，\n【０１４１】は，図５に示した実験についての解説であるので，こ\nこでカオトロピックイオン剤又は界面活性剤と述べているのは，実\n質的には図５の実験で使用されたＧｄｎＳＣＮ及びＳＤＳのこと\nである。また，段落【０１４０】には，「前記カオトロピックイオ\nン剤」との記載があるが，本件明細書においてカオトロピックイオ\nン剤が登場するのはここが初めてであるので，これは，ＧｄｎＳＣ\nＮの説明であって，吸着時に使用する溶剤としてカオトロピックイ\nオン剤すべてがＧｄｎＳＣＮと同様に作用することが開示されて\nいるわけではなく，あくまでも吸着時に使用する溶剤としてはＧｄ\nｎＳＣＮしか認識されていないと解釈すべきである。それにもかか\nわらず，これらの記載をつなぎあわせ，本件明細書の段落【０１７\n７】に記載されたＧｄｎＳＣＮへの溶解をもって「直接カオトロピ\nックイオン剤を用いて溶解液とする」ことを特許請求の範囲とする\nのであれば，それはすなわち，ＧｄｎＳＣＮの上位概念であるカオ\nトロピックイオン剤のクレーム化に該当し，新規事項の追加又は特\n許請求の範囲の拡張若しくは変更に該当するから，訂正要件を充足\nしない。\n(ｃ)  小括\n以上のとおり，第２次訂正は，新規事項の追加又は特許請求の範\n囲の拡張若しくは変更に該当し，特許法１２６条３項ないし５項の\n訂正要件を充足しないから，不適法である。\nｂ  仮に第２次訂正が本件明細書に記載された事項の範囲内のもので\nあり，新規事項の追加に当たらないと解釈するとすれば，構成要件Ｅ\nの「前記濃縮物を洗浄することなく直接カオトロピックイオン剤を用\nいて溶解液とし，」とは，①第１次訂正発明と同様，本件明細書の方\n法５（及び方法８）として記載されている「分離工程」における付加\n的工程としての洗浄工程を行わないこと，及び，②ＧｄｎＳＣＮでは\nない溶液中に溶解してマイクロタイタープレートに吸着させた上で\nＧｄｎＳＣＮで変性させるということはせず，直接プリオンをＧｄｎ\nＳＣＮ溶液に溶解して変性させた状態にしておき，これをマイクロタ\nイタープレートに吸着させることを意味するにすぎず５％ＳＤＳ溶\n解及びメタノール沈殿を排除することを意味するものではないと解\nするほかはない。\n(イ)  無効理由２が解消されないこと\n原告の主張を前提とすると，第２次訂正発明は，①コラーゲン分解酵\n素及びＤＮＡ分解酵素による分解処理を省略している点，②超遠心分離\n処理を除く遠心分離処理を用いている点において，乙７記載の方法と相\n違することになる。\nしかし，①の点は，本件明細書に記載されていない。それにもかかわ\nらず，かかる省略を当業者が認識できるとすれば，それは当業者の技術\n常識にすぎないことになる。また，これらの処理を行った場合と省略し\nた場合について感度のデータが本件明細書に示されていない以上，これ\nらの処理の省略が当時の技術水準から予測される範囲を超えた顕著な\n作用効果を有するものとは認められない。したがって，コラーゲン分解\n酵素及びＤＮＡ分解酵素による分解処理の省略を根拠として，第２次訂\n正発明に進歩性を認めることはできない。\n次に，②の点については，乙９には，１５,０００rpmで遠心分離処理\nを行うことにより濃縮物が得られることが記載されており，乙７及び乙\n９は同一研究者らによる同一技術分野の同一課題に関する文献である\nから，当業者であれば，これらの文献を組み合わせることは容易である。\nそうすると，乙７に記載された発明に乙９に記載された発明を組み合\nわせることにより，第２次訂正発明を容易に想到し得たものであるり，\n第２次訂正発明には無効理由２と同様の進歩性欠如の無効理由があり，\nまた，第２次訂正によって，本件発明の無効理由２が解消されることは\nない。\n(ウ)  無効理由３が解消されないこと\n原告の主張を前提とすると，第２次訂正発明は，①コラーゲン分解酵\n素及びＤＮＡ分解酵素による分解処理を省略している点，②超遠心分離\n処理を除く遠心分離処理を用いている点において，乙８記載の方法と相\n違することになる。\nしかし，①の点が進歩性を認める根拠とならないことは，前記(イ)\nのとおりである。\nまた，乙９には，相違点②の遠心分離に関する条件の開示がある。\nそして，当業者は，乙８に記載された発明に乙９に記載された発明を\n組み合わせることにより，第２次訂正発明を容易に想到し得たものであ\nる。\nしたがって，第２次訂正発明には無効理由３と同様の進歩性欠如の無\n効理由があり，また，第２次訂正によって，本件発明の無効理由３が解\n消されることはない。\n(エ)  無効理由４が解消されないこと\n乙９には，①コラーゲン分解酵素及びＤＮＡ分解酵素による分解処理\nを省略している点，②トリトンＸ－１００を使用している点を除き，第\n２次訂正発明と同一の方法が開示されていると理解されるべきである。\nしかし，①の点が進歩性を認める根拠とならないことは，前記(イ)\nのとおりである。\n次に，②の点については，当業者は，乙９に記載された発明に乙８に\n記載された発明を組み合わせることにより，第２次訂正発明を容易に想\n到し得たものである。\nしたがって，第２次訂正発明には無効理由４と同様の進歩性欠如の無\n効理由があり，また，第２次訂正によって，本件発明の無効理由４が解\n消されることはない。\n(オ)  無効理由５が解消されないこと\n「超遠心分離処理を除く遠心分離処理」は，不明確であり，第２次訂\n正発明は実施可能な程度に開示されているとはいえない。\nまた，前述のとおり，本件明細書の実施例では，すべて５％ＳＤＳで\nの加熱溶解及びメタノール中で沈殿させる操作を行っている。そうする\nと，仮に，原告の主張を前提として，第２次訂正発明が，５％ＳＤＳで\nの加熱溶解及びメタノール中で沈殿させる操作を行わないことを意味\nした場合，本件明細書には，発明についての実施可能な実施形態の記載\nが全くないことになり，当業者は，発明の詳細な説明の記載に基づいて\n発明を容易に実施することはできない。\nしたがって，第２次訂正発明は，本件明細書の発明の詳細な説明にお\nいて，実施可能な程度に開示されているとはいえないから，第２次訂正\n発明には，実施可能要件違反の無効理由があり，また，第２次訂正によ\nって，本件発明の無効理由５が解消されることはない。\n(カ)  無効理由６が解消されないこと\n前述のとおり，「超遠心分離を除く遠心分離処理」は不明確であり，\nその結果，当業者が，「超遠心分離」と「超遠心分離を除く遠心分離」\nとの境界領域にあるような回転数（又は遠心加速度）で分離を行った場\n合に，かかる分離が特許請求の範囲に含まれるのかどうかを判断するこ\nとは極めて困難であることは明らかであるから，第２次訂正発明を明確\nに把握できない。\nしたがって，第２次訂正発明は，明確性要件違反の無効理由があり，\nまた，第２次訂正によって，本件発明の無効理由６が解消されることは\nない。\n(キ)  無効理由７が解消されないこと\nａ  前記(ア)ａ(ａ)のとおり，本件明細書の実施例では，非特異的物質\nの分解処理工程において，プロテイナーゼＫ，コラーゲン分解酵素及\nびＤＮＡ分解酵素が用いられており，本件明細書には，プロテイナー\nゼＫのみで分解処理工程を行った実施例は含まれておらず，プロテイ\nナーゼＫを用いる場合に，コラーゲン分解酵素及びＤＮＡ分解酵素を\n省略することができることの開示も示唆もない。\nしたがって，コラーゲン分解酵素及びＤＮＡ分解酵素を用いること\nなく，プロテイナーゼＫのみで十分に非特異的物質が分解されること\nは本件明細書の発明の詳細な説明の記載によってサポートされてい\nないから，第２次訂正発明は，サポート要件違反の無効理由を有する。\nｂ  本件明細書の発明の詳細な説明には，「超遠心分離処理を除く遠心\n分離処理」すべてについての十分な具体例が示されているとはいえな\nいから，第２次訂正発明には，サポート要件違反の無効理由がある。\nｃ  前述のとおり，本件明細書の実施例では，すべて５％ＳＤＳでの加\n熱溶解及びメタノール中で沈殿させる操作を行っている。\nしたがって，仮に原告の主張を前提として，第２次訂正発明が，５\n％ＳＤＳでの加熱溶解及びメタノール中で沈殿させる操作を行わな\nいものであると解釈すると，第２次訂正発明は，本件明細書の発明の\n詳細な説明の記載によってサポートされていない。\nｄ  本件明細書上，｢カオトロピックイオン剤｣については，段落【０１\n４０】に「疎水性分子の水溶性を増加させ，疎水結合を弱め，膜蛋白\n質等の抽出に用いられるもの」とされており，種々の物質を包含し得\nる。第２次訂正発明の特許請求の範囲には，かかる「カオトロピック\nイオン剤」を広く用いることが記載されているが，本件明細書の発明\nの詳細な説明においては，ＧｄｎＳＣＮ以外の実施例について一切開\n示がない。\nしたがって，この点においても，第２次訂正発明には，サポート要\n件違反の無効理由がある。\nｅ  以上のとおり，第２次訂正発明には，サポート要件違反の無効理由\nがあり，また，第２次訂正によって，本件発明の無効理由７が解消さ\nれることはない。\n(ク)  小括\n以上のとおり，第２次訂正は，新規事項の追加又は特許請求の範囲の\n拡張若しくは変更に該当し，また，第２次訂正発明には，無効理由があ\nり，独立特許要件を欠いていることからすると，第２次訂正は，訂正要\n件を充足せず，第２次訂正によって本件発明の無効理由が解消されるこ\nとはないから，原告主張の第２次訂正による対抗主張は，理由がない。\n４  争点４（原告の損害額）について\n(1)  原告の主張\nア  特許法１０２条２項に基づく損害額\n(ア)  被告が被告製品を輸入販売した行為は，原告の本件特許権の間接侵\n害の不法行為に当たるから，被告は，原告に対し，原告が受けた損害を\n賠償する義務を負う。\n原告は，被告製品と同じ目的・効果を有する牛海綿状脳症診断用酵素\n抗体反応キット（商品名「フレライザＢＳＥ」。以下「原告製品」とい\nう。）を製造販売しているところ，被告による被告製品の輸入販売とい\nう本件特許権の間接侵害によって，原告製品の販路が奪われ，原告に損\n害が生じている。\n特許法１０２条２項によれば，被告が被告製品の販売によって受けた\n利益額が，原告の受けた損害額と推定される。\n(イ)  被告が，平成２１年８月２８日（本件特許の設定登録日）から平成\n２２年７月３１日までの間に輸入販売した被告製品の数量は少なくと\nも７４００箱，その売上額は少なくとも３億７０００万円であり，その\n売上額の８０％に相当する２億９６００万円が，被告の受けた利益の額\nである。\nしたがって，特許法１０２条２項によって推定される原告の損害額\nは，２億９６００万円を下らない。\nイ  弁護士費用\n被告による本件特許権の間接侵害行為と相当因果関係のある弁護士費\n用に相当する原告の損害額は，２９６０万円を下らない。\nウ  まとめ\n以上によれば，原告は，被告に対し，不法行為に基づく損害賠償として\n３億２５６０万円（前記ア(イ)及びイの合計額）及びこれに対する平成２\n２年９月１日（訴状送達の日の翌日）から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求めることができる。\n(2)  被告の主張\n原告の主張は争う。\n第４  当裁判所の判断\n本件の事案に鑑み，まず，争点２のうち，被告主張の無効理由２（乙７を主\n引用例とする進歩性の欠如）による本件特許権に基づく権利行使の制限の成否\nから判断することとする。\n１  無効理由２の成否（争点２）について\n被告は，本件発明は，本件原々出願の出願前に頒布された刊行物である乙７\n及び乙９に記載された発明に基づいて容易に発明をすることができたもので\nあって，本件発明に係る本件特許には，特許法２９条２項に違反する進歩性欠\n如の無効理由（無効理由２）があり，特許無効審判により無効にされるべきも\nのであるから，同法１０４条の３第１項の規定により，原告は，本件特許権を\n行使することができない旨主張する。\n(1)  乙７の記載事項\nア  乙７（１９９６年（平成８年）１０月２３日～２５日に開催された「第\n４４回日本ウイルス学会総会」の「アブストラクト」中の「ＰｒＰSc    高\n感度検出法の開発：ＥＬＩＳＡ法の検討」と題する部分（９９頁））には，\n次のような記載がある。\n(ア)  「目的と意義：我々はこれまでにスクレイピーに感染した動物の診\n断法としてWestern blot（ＷＢ）法によりＰｒＰScの検出を行ってきた。\n今回，ＷＢ法より簡便かつ高感度な方法の確立を目的として，ＥＬＩＳ\nＡ法について検討したので報告する。」（１行～２行）\n(イ)  「材料と方法：スクレイピー感染マウスの脳または脾臓を各種濃度\nのＴｒｉｔｏｎＸ－１００（ＴＸ），あるいはＺｗｉｔｔｅｒｇｅｎｔ\n３－１２（ＺＷ）と０．５％Ｓａｒｋｏｓｙｌ（ＳＫ）存在下でホモゲ\nナイズし，ｃｏｌｌａｇｅｎａｓｅ処理（０．５mg/１００mg組織，３\n７℃，４～１２hr），およびｐｒｏｔｅｉｎａｓｅ  Ｋ（ＰＫ）処理（５\n０μg/１００mg組織，３７℃，１～２hr）を行ったのち，６９，０００\nxg，２０min遠心した。」（３行～６行）\n(ウ)  「生じた沈殿物を５％のＳＤＳにより溶解し，１０倍量のメタノー\nルにより沈殿させた。沈殿物を各種濃度のチオシアン酸グアニジン（Ｇ\nｄｎＳＣＮ）あるいはＳＤＳで溶解し，マイクロプレートへ吸着させた。\n一次抗体はB-103抗ＰｒＰ合成ペプチドウサギ血清を用いた。Ａｖｉｄ\nｉｎ－ｂｉｏｔｉｎ－ｃｏｍｐｌｅｘ（ＡＢＣ）法により抗原抗体複合\n物を検出した。」（６行～８行）\n(エ)  「結果と考察：まず，試料調製に使用する界面活性剤について検討\nした。各種濃度のＴＸ／０．５％ＳＫ，あるいはＺＷ／０．５％ＳＫ存\n在下で処理した試料を抗原とした場合，ＰｒＰScの検出は４～８％ＴＸ\n／０．５％ＳＫの処理で最も良い結果が得られた。」（９行～１１行）\n(オ)  「次に，マイクロプレートへの吸着条件について検討した。メタノ\nール沈殿により得られたＰｒＰScを含む画分を０～５ＭＧｄｎＳＣＮ，\nあるいは０～４％ＳＤＳで溶解したのちプレートへ吸着させ，ＰｒＰSc\n検出感度を比較した結果，３～４ＭＧｄｎＳＣＮによる溶解・吸着が適\nしていることが明らかとなった。上記条件により最適化したＥＬＩＳＡ\nとＷＢ法によるＰｒＰScの検出感度を比較したところ，感染脳を試料と\nした場合，ＥＬＩＳＡはＷＢ法よりも１０倍程度感度が高く，脾臓を用\nいた場合でもＷＢ法と同程度の感度を示した。また，ＥＬＩＳＡでは，\n病気末期の脳と比較して約１／５００しかＰｒＰScが含まれない試料\nでも陽性所見を得ることができた。以上のように，今回確立したＥＬＩ\nＳＡはＷＢ法より簡便かつ高感度でＰｒＰSc検出が可能であることか\nら，多検体の検査が必要となる屠蓄場などでの検査法として有用と考え\nられる。」（１１行～末行）\nイ  前記アの記載を総合すると，乙７には，スクレイピー感染マウスの脳又\nは脾臓を，「ＴｒｉｔｏｎＸ－１００」又は「Ｚｗｉｔｔｅｒｇｅｎｔ３\n－１２」と「０．５％Ｓａｒｃｏｓｙｌ」の存在下でホモゲナイズし，「ｃ\nｏｌｌａｇｅｎａｓｅ処理」及び「ｐｒｏｔｅｉｎａｓｅ  Ｋ」処理を行\nった後，６９，０００×ｇで２０ｍｉｎ遠心し，生じた沈殿物を，５％Ｓ\nＤＳにより溶解し，１０倍量のメタノールにより沈殿させ，その沈殿物を\nＧｄｎＳＣＮあるいはＳＤＳで溶解し，マイクロプレートへ吸着させ，一\n次抗体としてＢ－１０３抗ＰｒＰ合成ペプチドウサギ血清を用い，Ａｖｉ\nｄｉｎ－ｂｉｏｔｉｎ－ｃｏｍｐｌｅｘ（ＡＢＣ）法により抗原抗体複合\n物を検出する，ＥＬＩＳＡ法によるＰｒＰSｃの高感度検出方法が記載され\nていることが認められる。\n(2)  本件発明と乙７に記載された発明との対比\n前記(1)の認定を前提に，本件発明と乙７記載の方法（乙７に記載された\n発明）とを対比すると，乙７記載の方法の「スクレイピー感染マウスの\n脳」，「ＥＬＩＳＡ法」，「ＰｒＰSｃ」，「ＴｒｉｔｏｎＸ－１００」，「Ｓ\nａｒｃｏｓｙｌ」，「ｐｒｏｔｅｉｎａｓｅ  Ｋ処理」，「遠心し，生じた\n沈殿物」は，本件発明の「動物の中枢神経系組織」，「酵素免疫吸着測定\n法」，「病原性プリオン蛋白質由来蛋白質」及び「病原性プリオン蛋白\n質」，「ｔ－オクチルフェノキシポリエトキシエタノール（トリトン（商標）\nＸ－１００）」，「サーコシル（商標）」，「プロテアーゼを用いて分解処\n理すること」，「遠心分離処理を行うことにより」得る「病原性プリオン蛋\n白質由来蛋白質を含有する濃縮物」にそれぞれ相当する。\nそして，乙７記載の方法では，脳を「ＴｒｉｔｏｎＸ－１００」と「Ｓａ\nｒｃｏｓｙｌ」の存在下で「ホモゲナイズ」しており，両者を同時に用いて\n中枢神経系組織を均質化（可溶化）しているといえる。\n以上を総合すると，本件発明と乙７記載の方法とは，本件発明は，遠心分\n離処理が，「超遠心分離処理を除く遠心分離処理」であるのに対し，乙７記\n載の方法では，「６９，０００×ｇの遠心分離処理」である点において相違\nし，その余の構成は，一致するものと認められる。\n(3)  相違点の容易想到性\nア  「超遠心分離処理を除く遠心分離処理」の意義\n(ア)  本件発明の特許請求の範囲（請求項１）には，「超遠心分離処理を\n除く遠心分離処理」（構成要件Ｅ）の用語の意義を規定する記載はない。\nところで，一般に，「遠心分離」とは，遠心によって分離することを\nいい，「超遠心分離」とは，超遠心で溶液の成分を分離することをい\nう（「化学大辞典（第１版）」東京化学同人）。\nそして，甲８（「化学辞典」東京化学同人）には，「超遠心」とは，「高\n速回転（毎分３万回転程度以上），つまり大きな遠心加速度の下での遠\n心」（８５８頁）との記載があり，また，甲９（「基礎生化学実験法２\n抽出・分離・精製」）には，「遠心分離法のもっとも簡単なものは，固\n体試料と液体試料の分離である。この目的に使うのが，低速遠心器で，\n･･･普通は，最高２０，０００rpmまでで，数百ミリリットルから数リッ\nトルの試料の分別に用いる。」（１５８頁）との記載がある。\nこれらの記載を総合すれば，「超遠心」は，３０，０００rpm程度以\n上の回転数の大きな遠心加速度の下での遠心をいい，２０，０００rpm\nまでの回転数の遠心は，「超遠心」に当たらないものと解される。もっ\nとも，遠心加速度（「ｇ」あるいは「×ｇ」）は，回転半径と回転数に\nよって規定され，回転数（rpm）が同じでも回転半径が変われば，遠心\n加速度が変動するので，厳密には，回転数のみが，「超遠心」と「超遠\n心に当たらない遠心」あるいは「超遠心を除く遠心」とを区別する基準\nとなるものではないが，回転半径が同程度の遠心機を使用する場合に\nは，上記の回転数は，一応の区別の目安になり得るものといえる。\n(イ)  本件明細書（甲２）には，「この分離工程では，例えば，遠心分離（超\n遠心分離）等の手段を用いて分離，濃縮することができる。」（段落【\n００９４】），「次いで，これを超音波破砕してから，回転数１５,０\n００rpmで遠心分離し，その後，遠心分離で得られた溶液の上澄みに，\n最終濃度１２％でＮａＣｌを添加，攪拌した（塩析工程）。この後，回\n転数５５,０００rpmで超遠心分離し，」（段落【０１１１】）との記載\nがある。これらの記載と図１ないし図３の「遠心分離（１５,０００rpm，\n２０min）（第３の工程：分離工程）」との記載を総合すれば，本件明\n細書では，回転数５５,０００rpmの遠心が「超遠心」，回転数１５,０\n００rpmの遠心が「超遠心を除く遠心」であることを開示しているもの\nといえる。\n(ウ)  乙７記載の「６９，０００ｘｇの遠心分離処理」にいう「６９，０\n００ｘｇ」（遠心加速度）は，乙７からは，用いた遠心分離機が不明で\nあり，その回転半径も不明であるため，これを直ちに回転数に換算する\nことはできないが，乙７と同じ研究者による論文である乙８で使用した\n遠心分離機「ＴＬＡ  １００．３ローター及びオプティマＴＬＸ  デス\nクトップ型超遠心機，ベックマン」を用いたとして換算すると，回転数\nは，３５，７１４～４０，３１８ｒｐｍ（乙１２の２，３）となる。\n上記(ア)及び(イ)に照らすと，乙７記載の「６９，０００ｘｇの遠心分\n離処理」は，３０，０００rpm程度以上の回転数の「超遠心」による遠心\n分離処理であって，本件発明の構成要件Ｅの「超遠心分離処理を除く遠心\n分離処理」に該当しない。\nイ  乙９の記載事項\n(ア)  乙９（「総説  動物のプリオン病」山口獣医学雑誌，第２３号１９\n９６年１１月，１頁～１５頁）には，次のような記載がある。\nａ 「この蛋白は当初スクレイピー病原体の構成蛋白として発見された\nためプリオン蛋白（ｐｒｉｏｎ  ｐｒｏｔｅｉｎ，ＰｒＰ）と名付け\nられたが，正常な細胞の構成蛋白としても存在するため，病原体を構\n成するものをｓｃｒａｐｉｅ  ＰｒＰ（ＰｒＰＳｃ），正常なものを\nｃｅｌｌｕｌａｒ  ＰｒＰ（ＰｒＰｃ）と区別している。プリオンは\nＰｒＰｃが構造変化してＰｒＰＳｃとなり，物理化学的抵抗性の高いア\nミロイドとして凝集したものである。」（２頁左欄下から８行～末行）\nｂ  「ＰｒＰｃとＰｒＰＳｃは一次構造は同じであり，何らかの修飾など\n検出されていない。しかし高次構造の違いとして，前者はβシート構\n造が３％程度であるが，後者は４０％以上と高いことが判ってい\nる。」（６頁左欄下から１０行～６行）\nｃ 「我々の研究室で実施しているウエスタンブロットあるいはＥＬＩ\nＳＡ用の試料調製法（Ｆｉｇ．８）（３２）では，界面活性剤抽出及び\n蛋白分解酵素処理の段階にＰｒＰｃが除去される。発症した動物の脳\nであれば，数μｇ相当の組織からＰｒＰＳｃが検出される。」（８頁\n右欄末行～９頁左欄４行）\nｄ  「１．被検脳組織→細寸，秤量\n↓\n２．８％Zwittergent3-12＆0.5％Sarkosyl，ＰＢＳ\nコラゲナーゼ（0.5mg/100mg組織重量）\nDNase（40μg/100mg組織重量）\n一様に分散するまで37℃放置\n↓\n３．Proteinase K（50μg/100mg組織重量）\n37℃，１時間\n↓\n４．15,000回転\n↓\n５．沈殿に５％SDSを加え100℃５分加熱\n↓\n６．８倍量のメタノールで沈殿\n↓\n７．ＳＤＳサンプルバッファーに溶解（ウエスタンブロット用）\n３Ｍチオシアン酸グアニジンに溶解（ＥＬＩＳＡ用）\nＦｉｇ．８．ウエスタンブロット及びＥＬＩＳＡ用試料調製法。\n脾臓，リンパ節等は“ステップ４”の遠心を４０，\n０００回転とし，沈殿を６．２５％Ｓａｒｋｏｓｙ\nｌに溶解，１５，０００回転の上清に固形ＮａＣｌ\nを１０％に加え４℃で放置，５５，０００回転の沈\n殿から“ステップ５”に戻る。」（９頁左欄）\n(イ)  上記(ア)によれば，乙９には，動物の脳組織を「Ｚｗｉｔｔｅｒｇ\nｅｎｔ３－１２」，「Ｓａｒｋｏｓｙｌ」及び「Ｐｒｏｔｅｉｎａｓｅ\nＫ」で処理し，毎分１万５０００回転で遠心分離した沈殿物について酵\n素免疫吸着測定法（ＥＬＩＳＡ法）で検出する方法が開示されているこ\nとが認められる。\nそして，前記ア(ア)及び(イ)に照らすと，乙９記載の遠心分離におけ\nる毎分１万５０００回転の遠心は，「超遠心」に該当しないから，乙９\nには，「超遠心分離処理を除く遠心分離処理」の構成（相違点に係る本\n件発明の構成）が開示されているものと認められる。\nウ  容易想到性\n(ア)  乙７には，「ＷＢ法より簡便かつ高感度な方法の確立を目的とし\nて，ＥＬＩＳＡ法について検討」した結果の報告である旨の記載がある\nが（前記(1)ア(ア)），遠心分離処理条件の検討がされた旨の記載はな\nい。\n乙７記載の方法を更に簡便とするため，目的とする物質の遠心分離が\n達成できる範囲で遠心分離処理条件を変更し，その検出結果を検討する\nことは，当業者が当然試みることといえる。\nそして，乙７及び乙９は，ＥＬＩＳＡ法に用いてＰｒＰＳｃを検出す\nる試料の調製法に係る文献である点で，その技術分野を共通にするとこ\nろ，乙７には，「脳又は脾臓」から試料を調製する場合に，両者を区別\nせずに「６９，０００×ｇ」で遠心すると記載されているのに対し，乙\n９には，脾臓，リンパ節等については，遠心を４０，０００回転とする\n一方で，脳の場合には１５，０００回転とされていること（前記イ(ア)\nｄ）に照らすならば，乙７及び乙９に接した当業者であれば，乙７記載\nの方法において，「脳」（脳組織）から試料を調製する場合に，「６９，\n０００×ｇ」の遠心分離処理条件に代えて，乙９記載の「毎分１万５０\n００回転」の遠心分離処理条件（相違点に係る本件発明の構成）を適用\nすることを容易に想到し得たものと認められる。\n(イ)  これに対し原告は，界面活性剤の種類，分析対象組織の種類，適用\nされる遠心分離の方法，洗浄，再沈殿などの精製工程の有無は，結果に\n大きく影響するところ，乙７及び乙９を検討すると，超遠心分離の適用\nが原則であること，乙７では，Ｚｗｉｔｔｅｒｇｅｎｔとサーコシルの\n組合せよりも，トリトンＸ－１００とサーコシルの組合せの方が良好で\nあったことなどからすると，Ｚｗｉｔｔｅｒｇｅｎｔを使用する乙９に\n記載された遠心分離の条件を，乙７における既に良好である方法を変更\nするために適用する動機付けが存在しないから，乙７に記載された発明\nに，乙９記載の遠心分離条件（相違点に係る本件発明の構成）を組み合\nわせることは容易想到とはいえない旨主張する。\nしかしながら，前記(ア)で述べたように，乙７記載の方法において，\n目的とする物質の遠心分離が達成できる範囲で遠心分離処理条件を変\n更し，その検出結果を検討することは，当業者が当然試みることであり，\nしかも，乙９には「脳」（脳組織）から試料を調製する場合の遠心分離\nの回転数について１５，０００回転と記載されていることからすると，\n乙７記載の方法に，乙９記載の遠心分離条件を適用する動機付けが存在\nするものといえること，乙７には，「脳」から試料を調製する場合\nに，「６９，０００×ｇ」の遠心分離処理条件を変更することに問題が\nあることを積極的に示唆する記載はなく，上記の適用について阻害事由\nもないこと照らすならば，原告の上記主張は，採用することができない。\n(4)  まとめ\n以上によれば，本件発明は，当業者が，乙７及び乙９に記載された発明に\n基づいて，容易に発明をすることができたものといえるから，本件発明に係\nる本件特許には，特許法２９条２項に違反する進歩性欠如の無効理由（無効\n理由２）があることが認められる。\n２  第１次訂正による対抗主張の成否（争点３－１）について\n(1)  原告は，①第１次訂正は，本件発明の構成要件Ｅの「前記濃縮物を酵素\n免疫吸着測定法により検出することと」の構成について「洗浄することなく\n溶解液とし，再沈殿させることなく」との条件を付加して限定し，第１次訂\n正発明の構成要件Ｅ’の「前記濃縮物を洗浄することなく溶解液とし，再沈\n殿させることなく酵素免疫吸着測定法により検出することと」の構成に訂正\nしたものであって，濃縮物につき，追加的な洗浄工程を適用せず，必須でな\nい沈殿工程を適用しないで，最初の遠心分離による沈殿物（濃縮物）をその\nまま溶解して酵素免疫吸着測定法に使用することを明確にしたものであり，\nこれは，本件明細書の実施例に示された，濃縮物を５％ＳＤＳに加熱溶解し，\nメタノール中で沈殿させる付加的な操作を排除することを意味する，②第１\n次訂正によって，第１次訂正発明と乙７に記載された発明との間には，乙７\nに記載された発明では，超遠心分離によって得た沈殿物を，５％ＳＤＳに溶\n解し，メタノールによる沈殿を経た沈殿物を分析に使用しているのに対し，\n第１次訂正発明は，この操作を適用していない点において相違するという，\n本件発明と乙７に記載された発明との間に存在しなかった新たな相違点が\n生じるが，乙７及び乙９には，上記新たな相違点に係る第１次訂正発明の構\n成の開示がないことからすると，当業者が乙７及び乙９に基づいて第１次訂\n正発明を容易に想到し得るものではないから，第１次訂正によって被告主張\nの無効理由２は解消される，③被告方法は，第１次訂正発明の技術的範囲に\n属するとして，被告主張の無効理由２は，第１次訂正による対抗主張によっ\nて否定される旨主張する。\nこれに対し，被告は，本件明細書に開示されたすべての方法において，沈\n殿物（濃縮物）を「５％ＳＤＳで加熱溶解」し，再沈殿させる工程を経た上\nで，酵素免疫吸着測定法を行っており，本件明細書には，当該工程を省略で\nきるとの説明はされていないから，これを省略できるとする原告主張の第１\n次訂正は，本件明細書に記載した事項の範囲外のものであって，新規事項の\n追加に当たり，訂正要件を充足しない，仮に訂正要件を充足するように，第\n１次訂正に係る「洗浄することなく溶解液とし，再沈殿することなく」の用\n語を解釈するとすれば，「分離工程」における付加的工程として，付加的な\n洗浄工程及びその後の遠心分離を行わないことを意味するものと解するほ\nかはなく，第１次訂正によって原告が主張する新たな相違点が生じるもので\nはないから，無効理由２は解消されないとして，原告主張の第１次訂正によ\nる対抗主張は理由がない旨主張する。\nア  本件明細書の記載事項\n本件明細書（甲２）の「発明の詳細な説明」には，次のような記載があ\nる（なお，下記の記載中に引用する「図１」ないし「図５」については，\n別紙明細書図面参照）。\n(ア)  「【技術分野】  本発明は，動物組織由来物質から病原性プリオン\n蛋白質を検出する方法，さらに，この検出方法の実施に際し，検出され\nるべき前記病原性プリオン蛋白質由来蛋白質を濃縮する，病原性プリオ\nン蛋白質由来蛋白質の濃縮方法，並びにその濃縮又は検出試薬キットに\n関するものである。」（段落【０００１】），「現在行われている最も\n高感度な病原性プリオン蛋白質（異常プリオン蛋白質）の検出方法とし\nて，羊のスクレーピーに関して，発病前の低濃度での病原性プリオン蛋\n白質を検出するウエスタンブロット法（ＷＢ法；Western Blotting）が\n開発されている。しかしこの方法は，病原物質の蓄積部位の相違や，こ\nの方法を実施するのに時間がかかることや処理頭数などの関係から，牛\nに関しての適用は困難である。即ち，迅速な処理は困難である。」（段\n落【０００５】，【０００６】），「上述した方法以外では，病原性プ\nリオン蛋白質に対する抗体を用いた免疫組織染色や病理所見による感\n染牛の検出法が広く実施されているのが現状である。しかしながら，こ\nれらの方法は，発病後顕著な神経症状を呈したり，死亡した家畜に関し\n有効なものであり，潜伏期間にある家畜の安全性，言い換えれば，屠蓄\n場まで，見かけ上，正常な牛についての安全性が確保できなかっ\nた。」（段落【０００７】，【０００８】）\n(イ)  「近年，海外から，酵素免疫吸着測定法（ＥＬＩＳＡ：enzyme-linked\nimmnosorbent assay）や，尿や血液による診断方法の報告もあるが，そ\nの感度や特異性には疑問があった。即ち，目的とする病原物質に含まれ\nる病原性プリオン蛋白質をその測定試料調製段階で濃縮し，また，ＥＬ\nＩＳＡ法用のマイクロタイタープレートへ効率良く吸着させれば，検出\n感度を向上させることができるが，これまでの方法では検出感度上の限\n界があった。」（段落【０００９】，【００１０】），「最近では，プ\nリオン病の重大性が高まってきているため，羊や畜牛を屠殺時に選別す\nるためのより感度の高い診断方法が求められている。」（段落【００１\n９】），「選別方法としてはＥＬＩＳＡ法が適切な方法と言えるが，現\n在，この方法はＴＳＥの基本的な研究のみで使用されているにすぎな\nい（カスクザック他，１９８７年，サファー他，１９９０年；サーバン\n他，１９９０年）。これらの研究では，高純度ＰｒＰSCのみがマイクロ\nタイタープレートに吸着されているが，診断においては原組織抽出液の\n使用も必要となる。」（段落【００２０】）\n(ウ)  「本発明は，上述した従来の実情に鑑みてなされたものであり，そ\nの目的は，動物組織由来物質から，比較的低濃度でも迅速かつ簡便に，\nそして高感度で組織特異的に病原性プリオン蛋白質を検出できる病原\n性プリオン蛋白質の検出方法，および，その検出方法の実施に際し，検\n出されるべき前記病原性プリオン蛋白質由来蛋白質を濃縮する方法を\n提供することにある。」（段落【００２５】），「【課題を解決するた\nめの手段】  本発明者は，上述した課題を解決するべく鋭意検討を重ね\nた結果，動物組織由来物質から病原性プリオン蛋白質を検出する方法に\nおいて，検出対象となる動物組織由来物質の種類に応じて，使用する調\n製剤（特に界面活性剤）や調製方法，検出方法を適宜選択することによ\nって，前記病原性プリオン蛋白質を比較的低濃度でも迅速かつ簡便に，\nそして高感度で検出できることを見出した。」（段落【００２６】），「即\nち，本発明は，動物の中枢神経系組織から病原性プリオン蛋白質を免疫\n測定法により検出する方法の実施に際し，検出されるべき病原性プリオ\nン蛋白質由来蛋白質を濃縮する方法において，ｔ－オクチルフェノキシ\nポリエトキシエタノール（トリトン（商標）Ｘ－１００），サーコシル（商\n標）を用いて前記中枢神経系組織中の非特異的物質を可溶化すること\nと，前記可溶化された非特異的物質をプロテアーゼを用いて分解処理す\nることと，前記分解処理物から病原性プリオン蛋白質由来蛋白質を含有\nする濃縮物を得ることとを含む濃縮方法に係るものである。」（段落【\n００２７】），「本発明の濃縮方法によれば，まず，病原性プリオン蛋\n白質由来蛋白質の濃縮工程において，中枢神経系組織に適した界面活性\n剤を用いてこれを均一化しているので，前記動物組織由来物質に蓄積さ\nれる病原性プリオン蛋白質の蓄積濃度が比較的小さくても，病原性プリ\nオン蛋白質由来蛋白質を十分に濃縮させることができる。」（段落【０\n０２８】），「さらに，濃縮後，免疫測定法，例えば酵素免疫吸着測定\n法（ＥＬＩＳＡ法；以下，同様）に基づいてこれを検出することができ\nるので，病原性プリオン蛋白質由来蛋白質を特異的に，かつ強固に結\n合（固定化）させることができ，迅速かつ簡便に，そして高感度でこれ\nを検出することができる。」（段落【００２９】）\n(エ)  「【発明の効果】  本発明の濃縮方法によれば，動物の中枢神経系\n組織から病原性プリオン蛋白質を免疫測定法により検出する方法の実\n施に際し，検出されるべき病原性プリオン蛋白質由来蛋白質を濃縮する\n方法において，ｔ－オクチルフェノキシポリエトキシエタノール（トリ\nトン（商標）Ｘ－１００），サーコシル（商標）を用いて前記中枢神経\n系組織中の非特異的物質を可溶化することと，前記可溶化された非特異\n的物質をプロテアーゼを用いて分解処理することと，前記分解処理物か\nら病原性プリオン蛋白質由来蛋白質を含有する濃縮物を得ることとを\n含む濃縮方法によって，前記病原性プリオン蛋白質を濃縮することを特\n徴としており，まず，病原性プリオン蛋白質由来蛋白質の濃縮工程にお\nいて，特に，中枢神経組織に適した界面活性剤を用いて非特異的物質を\n可溶化し，さらに，前記可溶化された非特異的物質をプロテアーゼを用\nいて分解処理しているので，前記中枢神経組織に蓄積される病原性プリ\nオン蛋白質の蓄積濃度が比較的小さくても，病原性プリオン蛋白質由来\n蛋白質を十分に濃縮させることができる。」（段落【００３５】），「さ\nらに，濃縮された病原性プリオン蛋白質をその後，酵素免疫吸着測定法\nに基づいてこれを検出することができるので，病原性プリオン蛋白質由\n来蛋白質を特異的に，かつ強固に結合（固定化）させることができ，迅\n速かつ簡便に，そして高感度でこれを検出することができる。」（段落\n【００３６】），「即ち，本発明の検出方法によれば，例えば牛や羊な\nどをプリオン病（スクレーピーやＢＳＥ）感染初期の段階で診断，選別\nすることが可能となり，また，これを大量かつ迅速に行うことができ\nる。」（段落【００３７】），「また，本発明の濃縮方法によれば，動\n物組織由来物質から病原性プリオン蛋白質を検出する病原性プリオン\n蛋白質の検出方法の実施に際し，検出されるべき前記病原性プリオン蛋\n白質由来蛋白質を濃縮する方法において，蓄積濃度が比較的小さくても\nこれを十分に濃縮できる有効な濃縮方法を提供できる。」（段落【００\n３８】）\n(オ)  「本発明の検出方法における第１の工程として，前記動物組織由来\n物質の種類に応じた界面活性剤を用いて，この動物組織由来物質を均一\n化する均一化工程を有しているので，前記動物組織由来物質を十分に溶\n解し，また，その種類に応じた前記界面活性剤の存在下で非特異的物質\nを可溶化し，病原性プリオン蛋白質を含有する前記動物組織由来物質を\n十分に均一化することができる。」（段落【００４０】），「この第１\nの工程において，前記動物組織由来物質が中枢神経系組織（例えば，脳\n組織や脊髄組織など）の場合は，前記界面活性剤をズイッタージェン\nト（Zwittergent）３－１２〔商品名：カルビオケミカル社製：ｎ－ド\nデシル－Ｎ，Ｎ－ジメチル－３－アンモニオ－１－プロパンスルホネー\nト（N-dodecyl-N,N-dimethyl-3-amino-1-propanesulfonate)：分子量３\n３６．６〕又はトリトン(Triton)Ｘ－１００〔商品名：シグマ社製：ｔ\n－ オ ク チ ル フ ェ ノ キ シ ポ リ エ ト キ シ エ タ ノ ー\nル（t-octylphenoxypolyethoxyethanol）〕からなる界面活性剤とする\nことが望ましい。」（段落【００４２】），「上記の各界面活性剤を使\n用することによって，前記脳組織における非特異的物質（正常プリオン\n蛋白質やその他の蛋白質：以下，同様）を十分に可溶化することができ\nる。特に，前記中枢神経系組織として脳組織を用いることがさらに望ま\nしい。」（段落【００４３】）\n(カ)  「次に，前記第２の工程として，前記第１の工程で得られた均一化\n物を微生物プロテアーゼを含む分解酵素を用いて分解処理する分解処\n理工程を有しているので，前記均一化物中の病原性プリオン蛋白質を含\nむ物質（特に，染色体やＤＮＡなど）を十分に分解，消化させて，目的\n物である病原性プリオン蛋白質を十分に取り出すことができる。」（段\n落【００４７】），「一般に，病原性プリオン蛋白質は，染色体中の遺\n伝子上にのっていると考えられている。従って，特異的にこの蛋白質を\n取り出すためには，これを含む蛋白質を分解することが要求される。こ\nの第２工程は，非特異的物質を分解すると共に病原性プリオン蛋白質を\n含む蛋白質を分解する操作である。」（段落【００４８】），「ここで，\n前記分解酵素としてコラーゲン分解酵素（コラゲナーゼ：Collagenase）\n及びＤＮＡ分解酵素（ＤＮアーゼ：DNase）を用いて前記均一化物を分\n解し，さらに蛋白質分解酵素（プロテイナーゼ：Proteinase又はプロテ\nアーゼ：Protease）を用いて分解することが望ましい。」（段落【００\n４９】）\n(キ)  「次に，前記第３の工程として，前記第２の工程で分解された前記\n均一化物から前記病原性プリオン蛋白質由来蛋白質を含有する濃縮物\nを得る分離工程を有しているので，上記の第１の工程及び第２の工程で\n十分に均一化及び分解された前記病原性プリオン蛋白質由来蛋白質を\n含有する物質を効率的に分離することができる。」（段落【００５０\n】），「この分離工程では，例えば，遠心分離（超遠心分離）等の手段\nを用いて分離，濃縮することができる。」（段落【００５１】），「以\n上が，前記病原性プリオン蛋白質由来蛋白質の濃縮工程の基本的な構成\nであるが，本発明の検出方法における濃縮工程では，上述した第１の工\n程～第３の工程に加えて，例えば，下記のような工程を付加することが\n望ましい。」（段落【００５２】），「例えば，前記濃縮工程中に，前\n記第３の工程で得られた前記病原性プリオン蛋白質由来蛋白質を含有\nする濃縮物を微生物プロテアーゼを含む分解酵素を用いて分解し，次い\nで分離後に塩析処理を施す工程を更に有することが望ましい。」（段落\n【００５３】），「即ち，前記病原性プリオン蛋白質由来蛋白質の溶解\n性を一層向上させるために，例えば，サーコシル（Sarkosyl，商品名：\nシグマ社製：Ｃ15Ｈ25ＮＯ3Ｎａ）等を使用して溶解処理，分離処理を行\nい，得られた分離抽出物を例えばＮａＣｌを用いて塩析した後，分離処\n理を行うことによって，一層濃縮された病原性プリオン蛋白質由来蛋白\n質を含有する濃縮物を得ることができる。」（段落【００５４】），「ま\nた，前記濃縮工程中に，前記第３の工程で得られた前記病原性プリオン\n蛋白質由来蛋白質を含有する濃縮物を界面活性剤で洗浄する洗浄工程\nを更に有することが望ましい。」（段落【００５５】），「即ち，前記\n濃縮物（例えばペレット状）の付加的な洗浄工程として，界面活性剤を\n用いて前記濃縮物を洗浄することによって，前記濃縮物中の不所望の物\n質（非特異性物質）をさらに多く除去することができる。」（段落【０\n０５６】），「ここで，使用する界面活性剤としては，ｎ－ドデシル－\nＮ，Ｎ－ジメチル－３－アンモニオ－１－プロパンスルホネート（例え\nばズイッタージェント３－１２，３－０８，３－１０など）からなる界\n面活性剤が望ましい。」（段落【００５７】）\n(ク)  「ここで，第４から第６工程で行われる測定法として免疫測定法，\n例えば酵素免疫吸着測定法（ＥＬＩＳＡ：enzyme-linked\nimmnosorbentassay)は，酵素抗体法とも呼ばれ，特定の吸着面に抗体を\n配し，抗原と抗体とを結合せしめて，その複合体を形成し，これを検出\nする方法である。」（段落【００５９】），「まず，前記第４の工程と\nして，前記病原性プリオン蛋白質由来蛋白質を含有する濃縮物を溶剤に\n溶解して前記濃縮物の溶解物を得る工程（溶解工程）を有しているので，\n次段の吸着工程で吸着面に吸着され易い病原性プリオン蛋白質由来蛋\n白質の濃縮物を作製することができる。」（段落【００６０】），「こ\nこで，前記溶剤としてグアニジンチオシアネート（ＧｄｎＳＣＮ）を使\n用することが望ましい。」（段落【００６１】），「グアニジンチオシ\nアネートは，前記濃縮物を次段での吸着工程で吸着されやすくする作用\nを有すると考えられる。これは，グアニジンチオシアネートによって抗\nプリオン蛋白質抗体の免疫反応性が増大するような抗原性サイトが発\n現することによるものと考えられ，グアニジンチオシアネートでの溶解\n処理によって，抗原－抗体複合体の強固で特異的な反応を検出すること\nができる。」（段落【００６２】），「次に，前記第５の工程として，\n前記溶解物中の前記病原性プリオン蛋白質を吸着面に結合させる工\n程（結合工程）を有しており，前段で溶解された溶解物中の前記病原性\nプリオン蛋白質由来蛋白質由来蛋白質を，例えばマイクロタイタープレ\nート（microtiter plate）などに吸着させることができる。従って，抗\n原－抗体複合体の形成のための強く特異的な反応をこの方法にて検出\nすることができる。」（段落【００６４】），「次に，前記第６の工程\nとして，上記第５の工程において結合された前記病原性プリオン蛋白質\n由来蛋白質を酵素標識抗体と発色基質とを反応させて発色させる工\n程（発色工程）を有しているので，これを比色計や分光光度計などによ\nり容易に検出できる。即ち，その発色度を検出することによって病原性\nプリオン蛋白質の有無，さらにはその蓄積濃度を調べることができ\nる。」（段落【００６６】），「この発色方法としては，前記病原性プ\nリオン蛋白質由来蛋白質に結合するアビジン（avidin）と，前記化学発\n光物質に結合するビオチン（biotin）との複合体の形成に基づく発色を\n観察するアビジン－ビオチン複合体法（ＡＢＣ法）やホースラディッシ\nュペルオキシダーゼ複合ロバ抗兎免疫グロブリン（horseradish\nperoxidase-conjugated donky anti-rabbit IgG ）を使用する間接法（Ｈ\nＲＰ法）などを使用できる。」（段落【００６８】），「なお，ＥＬＩ\nＳＡ法による検出は，上述したウエスタンブロッティング法（ＷＢ法）\nに比べて，少なくとも同等の感度を示し，さらに，その測定は実用的か\nつ迅速である。また，ＥＬＩＳＡ法による検出の利点は，多くのサンプ\nルを１回で分析することができ，潜在的に感染されている動物を大量に\n診断，選別することができ，感染によるプリオン病（特にＢＳＥ）をコ\nントロールするという広汎な用途に利用することが可能である。」（段\n落【００７２】），「上述した，本発明の濃縮方法によれば，前記動物\n組織由来物質に蓄積される病原性プリオン蛋白質の蓄積濃度が比較的\n小さくても，病原性プリオン蛋白質由来蛋白質を十分に濃縮させること\nができる。なお，上記各濃縮方法で得られた病原性プリオン蛋白質由来\n蛋白質を含有する濃縮物は，後段でＥＬＩＳＡ法に用いてもよいし，ま\nた，ＷＢ法や電気泳動法などに用いてもよい。」（段落【００９６】）\n(ケ)  「本発明の濃縮方法によれば，動物の中枢神経系組織から病原性プ\nリオン蛋白質を検出する方法の実施に際し，検出されるべき病原性プリ\nオン蛋白質由来蛋白質を濃縮する方法において，ｔ－オクチルフェノキ\nシポリエトキシエタノール（トリトン（商標）Ｘ－１００），サーコシ\nル（商標）を用いて前記中枢神経系組織中の非特異的物質を可溶化し，\nさらに前記可溶化された非特異的物質をプロテアーゼを用いて分解処\n理するため，病原性プリオン蛋白質を含有する前記動物組織由来物質を\n十分に均一化及び分解することができる。」（段落【００７４】），「ま\nた，プロテアーゼを含む分解酵素を用いて分解処理するので，前記均一\n化物中の病原性プリオン蛋白質を含む物質（特に，染色体）を十分に分\n解，消化させて，目的物である病原性プリオン蛋白質由来蛋白質を十分\nに取り出すことができる。」（段落【００７７】），「前記分解酵素と\nして，コラーゲン分解酵素及びＤＮＡ分解酵素を用いて前記均一化物を\n分解し，さらに微生物プロテアーゼを含む蛋白質分解酵素を用いて分解\nすることが望ましい。」（段落【００７８】）\n(コ)  「【実施例】  以下，本発明を具体的な実施例について説明するが，\n本発明は以下の実施例に限定されるものではない。」（段落【００９７\n】），「以下，ＰｒＰ\nSC由来蛋白質の濃縮方法に関し，方法１～方法８\nについて図１～３を参照しながら簡単に説明する。」（段落【０１０１\n】），「方法１  まず，８％ズイッタージェント３－１２（界面活性剤）\nと，サーコシルと，１００ｍＭ塩化ナトリウム（NaCl）と，５ｍＭ塩化\nマグネシウム（MgCl2）と５０ｍＭ，ｐＨ＝７．５のトリス－塩酸緩衝\n液（Tris-HCl）とを加えて，上記脳組織を均一化し，均一化物（ホモジ\nネート）を作製した（第１の工程）。」（段落【０１０２】），「次い\nで，この均一化物を，０．５mg/１００mgコラゲナーゼ〔３，４，２４，\n３〕（Collagenase）及び４０μg/１００mgのＤＮアーゼ〔３，１，２\n１，１〕（DNase）を用いて，温度３７℃，４～１２時間で分解（消化）\n処理を行い，さらに，５０μg/１００mgのプロテイナーゼ〔３，４，２\n１，１４〕（Proteinase K）を用い，温度３７℃，０．５～２時間で分\n解（消化）処理を行った（第２の工程）。この分解（消化）処理は，前\n記組織中の病原性プリオン蛋白質以外の測定夾雑物質の酵素分解のた\nめに行ったものである。」（段落【０１０３】），「次いで，反応を停\n止した後，回転数15,000rpm，室温で２０分間遠心分離を行った。これ\nを，５％ＳＤＳ（ドデシル硫酸ナトリウム）で１０分間加熱溶解させ（第\n３の工程），ＰｒＰSC由来蛋白質含有の濃縮物を得た（図１）。」（段\n落【０１０４】），「方法２  まず，方法１と同様に，上記脳組織を均\n一化し均一化物を作製した（第１の工程）。次いで，前記均一化物を，\nブロメリン〔３，４，２２，２３〕（Bromelain）を用いて温度４５℃，\n０．５～２時間で分解（消化）した（第２の工程）。」（段落【０１０\n５】），「次いで，反応を停止した後，回転数15,000rpm，室温で２０\n分間遠心分離を行った。これを，５％ＳＤＳ（ドデシル硫酸ナトリウム）\nで１０分間加熱溶解させ（第３の工程），ＰｒＰSC由来蛋白質含有の濃\n縮物を得た（図１）。」（段落【０１０６】），「なお，ブロメリンを\n用いる場合，作用温度４５～８０℃，作用時間１～１０時間程度が望ま\nしい。ブロメリンを用いる結果，使用する酵素の種類が１種類となり，\nまた操作が簡便（操作時間の短縮や経費圧縮）になる。なお，測定結果\nは，３種類の酵素（コラゲナーゼ，ＤＮアナーゼ，プロテイナーゼ）を\n用いた場合と感度においても遜色のない（同程度）結果であった。」（段\n落【０１０７】）\n(サ)  「方法３  組織重量の５～８倍容量の４％トリトンＸ－１００（非\nイオン性界面活性剤）と，０．５％サーコシルと，１００ｍＭ塩化ナト\nリウム（NaCl）と，５ｍＭ塩化マグネシウム（MgCl2）と，５０ｍＭ，\nｐＨ＝７．５のトリス－塩酸緩衝液とを加えて，上記脾臓組織及び脳組\n織を均一化し均一化物を作製した（第１の工程）。」（段落【０１０８\n】），「次いで，方法１と同様の分解（消化）処理を行った（第２の工\n程）。さらに方法１と同様の分離処理を行った（第３の工程）。」（段\n落【０１０９】），「次いで，前記分離処理（第３の工程）で得られた\n沈殿物を６．２５％サーコシル及び１０ｍＭ，ｐＨ＝９．２のトリス－\n塩酸緩衝液を用いて懸濁化，分解した（分解工程）。」（段落【０１１\n０】），「次いで，これを超音波破砕してから，回転数15,000rpmで遠\n心分離し，その後，遠心分離で得られた溶液の上澄みに，最終濃度１２\n％でＮａＣｌを添加，攪拌した（塩析工程）。この後，回転数55,000rpm\nで超遠心分離し，５％ＳＤＳを用いて加熱溶解し，ＰｒＰSC由来蛋白質\n含有の濃縮物を得た（図２）。」（段落【０１１１】）\n(シ)  「方法４  方法３と，分離処理（第３の工程）までは同様にして，\n上記脾臓組織及び脳組織の分離を行ったのち，得られた沈殿物（ペレッ\nト状）を５％ＳＤＳを用いて加熱溶解し，ＰｒＰSC由来蛋白質含有の濃\n縮物を得た（図２）。」（段落【０１１２】）\n(ス)  「方法５  方法３と，分離処理（第３の工程）までは同様にして，\n上記脾臓組織の分離を行ったのち，得られた沈殿物（ペレット状）を８\n％ズイッタージェント３－１２（界面活性剤）と，１０ｍＭ，ｐＨ＝７．\n５のトリス－塩酸緩衝液とを加えて均一化し，均一化物を作製した（洗\n浄工程）。」（段落【０１１３】），「次いで，回転数15,000rpmで遠\n心分離し，得られた沈殿物（ペレット状）を５％ＳＤＳを用いて加熱溶\n解し，ＰｒＰSC由来蛋白質含有の濃縮物を得た（図２）。」（段落【０\n１１４】），「方法５で用いたズイッタージェント３－１２は，不所望\nな材料（非特異的物質）を更に多く除去するために，第３の工程（回転\n数１５，０００rpm）での遠心分離（ＴＬＡ 100.3回転子，オプティマ\nＴＬＸ デスクトップ型超遠心機，ベックマン（Beckman）社製）で得ら\nれたペレットの付加的な洗浄工程として用いた。」（段落【０１１９】）\n(セ)  「４．ＥＬＩＳＡ法  図４に示すように，マイクロタイタープレー\nトへの適切な吸着条件を調べるために，まず，脳組織及び脾臓組織抽出\n物を，５％ＳＤＳ：ドデシル硫酸ナトリウム中で１０分間加熱沸騰さ\nせ（１），これを１０倍容量以上の氷冷メタノール中で沈殿させた（２）。\nこの組織抽出物は，通常，１０～４０mgの原組織を含有していた。但し，\n前記（数値）は，図４中の（数値）と対応するものである（以下，同\n様）。」（段落【０１２２】），「次いで，遠心分離処理（３）後，得\nられたペレット状沈殿物を１００μlの異なる濃度（１～５Ｍ）のグア\nニジンチオシアネート（グアニジンチオシアン酸エステル：ＧｄｎＳＣ\nＮ），ＰＢＳ（リン酸緩衝生理食塩水：最終ｐＨ≦５)中で超音波溶解\nさせた（４）。ここまでの工程（１）～（４）は上述した第４の工程に\n相当するものである。」（段落【０１２３】），「また，図５に示すよ\nうに，溶剤としてＳＤＳを用いた場合の測定を行うために，ＧｄｎＳＣ\nＮの使用に変えて，ペレットを１００μlの異なる濃度（０．１～４％\n(vol/vol)）のＳＤＳ，ＰＢＳ（最終ｐＨ≦５）中に溶解させた。」（段\n落【０１２４】），「５．測定結果  (1)適当なコーティング条件の決\n定  マイクロタイタープレートへの高い吸着率を実現するためには，Ｐ\nｒＰSC由来蛋白質を十分に溶解させる必要がある。ここで，ＰｒＰSCを\n溶解させるためにＧｄｎＳＣＮとＳＤＳの有用性を評価した（図\n５）。」（段落【０１３７】），「図５において，マイクロタイタープ\nレートへのＰｒＰSC由来蛋白質吸着に対するＧｄｎＳＣＮ及びＳＤＳ\nの効果を見るために，スクレーピー感染マウスの脳組織（Ａ）及び脾臓\n組織（Ｂ）からのサンプルを方法１及び方法５によってそれぞれ調製し\nた。」（段落【０１３８】），「なお，前記カオトロピックイオン剤は，\n疎水性分子の水溶性を増加させ，疎水結合を弱め，膜蛋白質等の抽出に\n用いられるものであり，例えばＧｄｎＳＣＮが挙げられる。」（段落【\n０１４０】），「また，ＳＤＳ濃度が最低濃度（０．１％）であっても，\n脳組織からＰｒＰSC由来蛋白質の吸着は生じていなかった（図５(Ａ\n)）。」（段落【０１４１】），「これに対して，ＰＢＳ濃度を増やし\nながらＧｄｎＳＣＮをＰＢＳに添加すると，コーティング効率が向上\nし，ＧｄｎＳＣＮの濃度が４Ｍの側で脾臓組織のものについてのピーク\nが生じた（図５(Ｂ)）。また，３Ｍ付近のＧｄｎＳＣＮ濃度で，脳組織\nのものについてはピークを示した（図５(Ａ)）。即ち，溶剤として１～\n５Ｍ（特に３～４Ｍ）のＧｄｎＳＣＮを使用したとき，強く特異的な吸\n着が見られた。」（段落【０１４２】），「スクレーピー感染マウスの\n脳組織のサンプル（Ａ）を方法１で調製し，引き続いて，３ＭのＧｄｎ\nＳＣＮ中へ順次２倍ずつ希釈した。」（段落【０１４５】），「(3)\n適切なサンプル調製法（濃縮法）の確立  ＥＬＩＳＡ法については方法\n３を用いた。このサンプル調製（濃縮）法は公知のウエスタンブロット\n法（グレイスウォール他，１９９６年）用のサンプル調製法である。」（段\n落【０１４７】）\n(ソ)  「本発明者は，ＷＢ法と感度が少なくとも同等であり，容易かつ短\n時 間 に 検 出 可 能 な Ｅ Ｌ Ｉ Ｓ Ａ 法 を 脳 組 織 及 び 脾 臓 組 織 に 適 用 し\nた。」（段落【０１７５】），「スクレーピー診断にＥＬＩＳＡ法を開\n発する上での大きな障害は，ＰｒＰSCが容易に沈積状態に凝集すること\nであった（メイヤー他，１９８６年）。スクレーピー感染組織のギ酸又\nはＳＤＳでの予備処理（カスクサック他，１９８７年），更に，純粋な\nＰｒＰSCのＧｄｎＳＣＮでの変性（これはマイクロタイタープレートへ\nの吸着後に行われた；サーバン他，１９９０年）が報告されており，こ\nれは，抗ＰｒＰ抗体の免疫反応性を増大させる。また，マイクロタイタ\nープレートへのＢＳＡ牛胎児血清）の吸着がグアニジンの存在下で向上\nすることが報告された（ズー他，１９９３年）。グアニジンはおそらく，\n抗原性サイトが生じることによって次々と耐プリオン蛋白質抗体の免\n疫反応性を増大させるＰｒＰ SCの展開を促進させるものと考えられ\nる。」（段落【０１７６】），「これらの観察及び考察に基づいて，本\n発明者は，ＰｒＰSC含有物質を直接溶解させるために1Ｍ～５Ｍ（特に\n３Ｍ及び４Ｍ）のＧｄｎＳＣＮを用い，この濃度でのＧｄｎＳＣＮの存\n在 下 で マ イ ク ロ タ イ タ ー プ レ ー ト へ の Ｐ ｒ Ｐ SC の 吸 着 に 成 功 し\nた。」（段落【０１７７】），\nイ  第１次訂正発明の構成要件Ｅ’の「洗浄することなく溶解液とし，再沈\n殿することなく」の意義等\n(ア)  「洗浄」とは，通常，「固体の表面に付着したよごれや好ましくな\nい物質を，液体により取り除くこと」（科学大辞典（乙２１））を意味\nするものと認められる。\nそして，本件明細書においても，遠心分離処理によって得られた濃縮\n物について，付加的な工程として，ズイッタージェント３－１２等の界\n面活性剤を用いて処理する工程を「洗浄」ないし「洗浄工程」と呼んで\nおり（段落【００５５】ないし【００５７】（前記ア(キ)），【０１１\n３】（前記ア(ス)），図２，図３），かかる処理の目的は，不所望な材\n料（非特異的物質）を更に多く除去するためであることが記載されてい\nる（段落【０１１９】（前記ア(ス)）。\n一方，濃縮物を５％ＳＤＳに加熱溶解し，メタノール中で沈殿させる\n操作は，蛋白質を変性させる操作であって（乙２３），これを「洗浄」\nと呼ぶことは通常の用語法ではないし，本件明細書中にこれを「洗浄」\nと呼ぶことの記載も示唆もない。\nこのような「洗浄」という用語の通常の意味及び本件明細書の発明の\n詳細な説明の記載事項によれば，構成要件Ｅ’の「前記濃縮物を洗浄す\nることなく溶解液とし，再沈殿させることなく」にいう「洗浄」とは，\n方法５（図２）及び方法８（図３）で付加的な工程として行われている，\nズイッタージェント３－１２等の界面活性剤で，遠心分離処理により得\nられた濃縮物を処理する「洗浄工程」における「洗浄」を意味し，濃縮\n物を５％ＳＤＳに加熱溶解し，メタノール中で沈殿させる操作は「洗浄」\nに当たらないものと認められる。\nまた，構成要件Ｅ’の「前記濃縮物を洗浄することなく溶解液とし，\n再沈殿させることなく」にいう「再沈殿させることなく」とは，文言上，\n時系列で記載されているといえ，濃縮物をグアニジンチオシアネー\nト（ＧｄｎＳＣＮ）等の溶剤に溶解して溶解液とした後，再沈殿させな\nいで溶解液をそのまま酵素免疫吸着測定法に用いることを意味するも\nのと解される。\nさらに，本件明細書において，沈殿物をＧｄｎＳＣＮ－ＰＢＳで溶解\nさせた溶液について，再沈殿といえる工程を有していないことからも，\n上記解釈が妥当である。\n(イ)  以上によれば，第１次訂正前の本件発明には，濃縮物に対する洗浄\n工程を付加する場合とこれを付加しない場合を実施態様として含み得\nるものであったところ，第１次訂正は，このような付加的な「洗浄工程」\nないし「洗浄」を行わず，これに伴う再沈殿をさせない場合に限定した\nものであり，構成要件Ｅ’の「前記濃縮物を洗浄することなく溶解液と\nし，再沈殿させることなく酵素免疫吸着測定法により検出することと」\nとは，付加的な「洗浄」を行わず，かつ，濃縮物をグアニジンチオシア\nネート（ＧｄｎＳＣＮ）等の溶剤に溶解して溶解液とした後に，当該溶\n解液について再沈殿させる操作を経ることなく酵素免疫吸着測定法に\n用いることを意味するものと解される。\nしかるところ，乙７に記載された発明においても，上記のような付加\n的な「洗浄工程」ないし「洗浄」は行われず，かつ，ＧｄｎＳＣＮに溶\n解して得られた溶解液について再沈殿させる操作を経ることなく酵素\n免疫吸着測定法に使用している。\nしたがって，構成要件Ｅ’は，濃縮物を５％ＳＤＳに加熱溶解し，メ\nタノール中で沈殿させる操作を排除するものとは解されず，第１次訂正\nによって，原告主張の新たな相違点が生じるものと解することはできな\nい。\nウ  原告の主張に対する判断\n原告は，①構成要件Ｄ’の濃縮物は固体状態（ペレット状）であり，構\n成要件Ｅ’は，その固体を「洗浄することなく」溶解して，当該溶液につ\nき「再沈殿させることなく」，酵素免疫吸着測定法を行うのであるから，\n構成要件Ｅ’に記載された溶解液は，酵素免疫吸着測定法に適した溶剤に\n試料を溶解した溶液であり，濃縮物を得た後に，ＳＤＳに溶解してメタノ\nール沈殿をすることは観念できない，②構成要件Ｅ’の「洗浄することな\nく溶解液とし，再沈殿させることなく」にいう「洗浄」とは，付加的な洗\n浄を意味し，ＳＤＳ溶解及びメタノール沈殿は，この「洗浄」に当たる，\n③ＳＤＳ溶解及びメタノール沈殿は，本件発明に必須の操作ではなく，こ\nれを省略できることは，本件明細書から読み取ることができるとして，第\n１次訂正により，５％ＳＤＳに溶解し，メタノールによる再沈殿を行う操\n作は，排除される旨主張する。\nしかしながら，原告主張のＳＤＳ溶解が，構成要件Ｅ’の「前記濃縮物\nを洗浄することなく溶解液とし，再沈殿させることなく」にいう「洗浄」\nに当たらないことは，前記イ(ア)認定のとおりである。\nそして，本件明細書の段落【００５２】ないし【００５７】，【０１１\n０】，【０１１１】，【０１１３】，【０１１４】，【０１２０】，図２\n及び図４によれば，本件明細書には，遠心分離により濃縮物を得た後，溶\n解液とする前までの中間に行う処理として，付加的な工程であると明記さ\nれているものを含め，方法３における「（塩析工程）」，「超遠心分離」\n及び「沈殿を５％ＳＤＳで加熱溶解」（図２），方法４における「沈殿を\n５％ＳＤＳで加熱溶解」（図２），方法５における「（洗浄工程）」，「遠\n心分離」及び「沈殿を５％ＳＤＳで加熱溶解」（図２），第４の工程にお\nける「(1)  （沈殿を５％ＳＤＳで沸騰，１０min）」，「(2)  １０倍量\nのエタノールで沈殿させる」及び「(3)  遠心分離」（図４）などの開示\nがある。\nここで，構成要件Ｅ’においては，「濃縮物」を「溶解液」とする前に「洗\n浄」しないことを規定するのみであるから，濃縮物を得る段階と濃縮物を\n溶解液とする段階の中間に，上記「（洗浄工程）」における「洗浄」以外\nの処理を行うことは排除されていないというべきである。\nそうすると，「濃縮物」が固体状態（ペレット状）であるとしても，濃\n縮物を得る段階と濃縮物を溶解液とする段階の中間に，ＳＤＳに加熱溶解\nしてメタノール沈殿をするという「洗浄」に当たらない処理を行うことは，\n構成要件Ｅ’で排除されていないというべきである。\nまた，構成要件Ｅ’の「再沈殿させることなく」とは，「溶解液」とす\nる工程の後に再沈殿させることをせずに，当該溶解液を酵素免疫吸着測定\n法に用いることを意味することは，前記イ(イ)認定のとおりである。\nそうすると，「５％ＳＤＳで加熱溶解」に引き続き行われる「メタノー\nル沈殿（エタノール沈殿）」は，「溶解液」とする工程の前に行われるも\nのであるから，構成要件Ｅ’の「再沈殿」に該当せず，構成要件Ｅ’で排\n除されていないというべきである。\nしたがって，原告の上記主張は理由がない。\n(2)  以上によれば，第１次訂正によって，本件発明についての無効理由２が\n解消されるものとはいえないから，その余の点について判断するまでもな\nく，原告の第１次訂正による対抗主張は，理由がない。\n３  第２次訂正による対抗主張の成否（争点３－２）について\n(1)  原告は，①第２次訂正は，本件発明の構成要件Ｃの「前記可溶化された\n非特異的物質をプロテアーゼを用いて分解処理することと」の構成につい\nて「コラーゲン分解酵素及びＤＮＡ分解酵素を用いることなく」との条件を\n付加し，かつ，「プロテアーゼ」を「プロテイナーゼＫ」に特定して限定し，\n第２次訂正発明の構成要件Ｃ'' の「前記可溶化された非特異的物質をコラ\nーゲン分解酵素及びＤＮＡ分解酵素を用いることなくプロテイナーゼＫを\n用いて分解処理することと」の構成に，本件発明の構成要件Ｅの「前記濃縮\n物を酵素免疫吸着測定法により検出することと」の構成について「直接カオ\nトロピックイオン剤を用いて溶解液とし」との条件を付加して限定し，第２\n次訂正発明の構成要件Ｅ'' の「前記濃縮物を洗浄することなく直接カオト\nロピックイオン剤を用いて溶解液とし，酵素免疫吸着測定法により検出する\nことと」の構成にそれぞれ訂正したものであって，これは，本件明細書の実\n施例に示された，濃縮物を５％ＳＤＳに加熱溶解し，メタノール中で沈殿さ\nせる付加的な操作を排除することなどを意味する，②第２次訂正によって，\n第２次訂正発明と乙７に記載された発明との間には，本件発明と乙７に記載\nされた発明との間に存在しなかった新たな相違点が生じるが，乙７及び乙９\nには，上記新たな相違点に係る第２次訂正発明の構成の開示がないことから\nすると，当業者が乙７及び乙９に基づいて第２次訂正発明を容易に想到し得\nるものではないから，第２訂正によって被告主張の無効理由２は解消され\nる，③被告方法は，第２次訂正発明の技術的範囲に属するとして，被告主張\nの無効理由２は，第２次訂正による対抗主張によって否定される旨主張す\nる。\nア  構成要件Ｃに係る訂正についての訂正要件の充足性\n(ア)  第２次訂正は，本件発明の構成要件Ｃを，「前記可溶化された非特\n異的物質をコラーゲン分解酵素及びＤＮＡ分解酵素を用いることなく\nプロテイナーゼＫを用いて分解処理することと」（第２次訂正発明の構\n成要件Ｃ'' ）と訂正するものである。\nそして，前記１(1)イの認定事実によれば，乙７記載の方法における\n可溶化された非特異的物質の分解処理は，「ｃｏｌｌａｇｅｎａｓｅ処\n理」及び「ｐｒｏｔｅｉｎａｓｅ  Ｋ」処理によって行われ，これは，\nコラーゲン分解酵素及びプロテイナーゼＫを用いた分解処理を意味す\nるものであるから，第２次訂正後の本件発明（第２次訂正発明）と乙７\nに記載された発明との間には，可溶化された非特異的物質の分解処理に\nついて，第２次訂正発明は，コラーゲン分解酵素及びＤＮＡ分解酵素を\n用いることなく，プロテイナーゼＫを用いるのに対し，乙７に記載され\nた発明は，プロテイナーゼＫと共にコラーゲン分解酵素を用いる点で相\n違するものといえる。\n(イ)  この点に関し，被告は，本件明細書の実施例では，非特異的物質の\n分解処理工程において，プロテイナーゼＫ，コラーゲン分解酵素及びＤ\nＮＡ分解酵素が用いられており，本件明細書には，プロテイナーゼＫの\nみで分解処理工程を行った実施例は含まれておらず，プロテイナーゼＫ\nを用いる場合に，コラーゲン分解酵素及びＤＮＡ分解酵素を省略するこ\nとができることの記載も示唆もなく，第２次訂正発明の構成要件Ｃ\n'' （上記相違点に係る第２次訂正発明の構成）は，本件明細書の発明\nの詳細な説明の記載によってサポートされていないから，第２次訂正発\n明には，サポート要件違反の無効理由があり，第２次訂正は，独立特許\n要件を欠き，訂正要件（特許法１２６条５項）を充足しない旨主張する。\n平成１４年法律第２４号による改正前の特許法３６条６項１号は，特\n許請求の範囲の記載は，特許を受けようとする発明が発明の詳細な説明\nに記載したものであることに適合するものでなければならない旨規定\nしている。\nところで，同条項に定める要件（サポート要件）の適合性の有無は，\n特許請求の範囲に記載された発明が，発明の詳細な説明に記載されてい\nることを前提とした上で，発明の詳細な説明の記載及び特許出願時の技\n術常識に照らし，特許請求の範囲に記載された発明が，発明の詳細な説\n明の記載により当業者が当該発明の課題を解決できると認識できる範\n囲のものであるか否かによって判断すべきである。\nそこで検討するに，本件明細書の記載事項（前記２(1)ア）を総合す\nると，本件明細書には，①本件発明は，動物組織由来物質から，比較的\n低濃度でも迅速かつ簡便に，高感度で組織特異的に病原性プリオン蛋白\n質を検出できる病原性プリオン蛋白質の検出方法及びその検出方法の\n実施の際の試料となる病原性プリオン蛋白質由来蛋白質の濃縮方法を\n提供することを課題とし，その課題を解決する手段として，本件発明の\n特許請求の範囲（請求項１）記載の各構成を採用したこと，②本件発明\nの効果として，病原性プリオン蛋白質由来蛋白質の濃縮工程において，\n特に，中枢神経組織に適した界面活性剤を用いて非特異的物質を可溶化\nし，可溶化された非特異的物質をプロテアーゼを用いて分解処理してい\nるので，中枢神経組織に蓄積される病原性プリオン蛋白質の蓄積濃度が\n比較的小さくても，病原性プリオン蛋白質由来蛋白質を十分に濃縮させ\nることができ，さらに，濃縮された病原性プリオン蛋白質を酵素免疫吸\n着測定法に基づいて検出することにより，病原性プリオン蛋白質由来蛋\n白質を特異的に，かつ強固に結合（固定化）させることができ，迅速か\nつ簡便に，そして高感度でこれを検出することができることが開示され\nている。\nそして，第２次訂正による本件発明の訂正内容及び第２次訂正発明の\n特許請求の範囲の記載に照らすならば，第２次訂正発明の課題及び効果\nは，本件発明の上記課題及び効果と同旨のものであることが認められ\nる。\nしかるところ，本件明細書の発明の詳細な説明には，前記２(1)アの\nとおり，非特異的物質の分解処理工程において，プロテアーゼとして「プ\nロテイナーゼＫ」を用いた実施例（「方法３」ないし「方法５」）にお\nいては，プロテイナーゼＫと共に，コラーゲン分解酵素である「コラゲ\nナーゼ」及びＤＮＡ分解酵素である「ＤＮアーゼ」が用いられており，\nこれらのコラーゲン分解酵素及びＤＮＡ分解酵素を用いることなく，プ\nロテイナーゼＫのみを用いて分解処理を行った実施例の記載はない。\nまた，本件明細書には，非特異的物質の分解処理工程に関し，「次に，\n前記第２の工程として，前記第１の工程で得られた均一化物を微生物プ\nロテアーゼを含む分解酵素を用いて分解処理する分解処理工程を有し\nているので，前記均一化物中の病原性プリオン蛋白質を含む物質（特に，\n染色体やＤＮＡなど）を十分に分解，消化させて，目的物である病原性\nプリオン蛋白質を十分に取り出すことができる。」（段落【００４７\n】），「ここで，前記分解酵素としてコラーゲン分解酵素（コラゲナー\nゼ：Collagenase）及びＤＮＡ分解酵素（ＤＮアーゼ：DNase）を用いて\n前記均一化物を分解し，さらに蛋白質分解酵素（プロテイナーゼ：\nProteinase又はプロテアーゼ：Protease）を用いて分解することが望ま\nしい。」（段落【００４９】），「また，プロテアーゼを含む分解酵素\nを用いて分解処理するので，前記均一化物中の病原性プリオン蛋白質を\n含む物質（特に，染色体）を十分に分解，消化させて，目的物である病\n原性プリオン蛋白質由来蛋白質を十分に取り出すことができる。」（段\n落【００７７】），「前記分解酵素として，コラーゲン分解酵素及びＤ\nＮＡ分解酵素を用いて前記均一化物を分解し，さらに微生物プロテアー\nゼを含む蛋白質分解酵素を用いて分解することが望ましい。」（段落【\n００７８】）との記載がある。これらの記載は，「プロテアーゼを含む\n分解酵素」を用いることにより，目的物である病原性プリオン蛋白質を\n十分に取り出すことができること，「プロテアーゼを含む分解酵素」に\nおけるプロテアーゼ以外の分解酵素の組合せとしてコラゲナーゼ及び\nＤＮアーゼを用いることが望ましいことを開示するものといえる。\n一方で，本件明細書の発明の詳細な説明には，プロテイナーゼＫを用\nいる場合に，コラーゲン分解酵素及びＤＮＡ分解酵素を用いることを省\n略することができることについての記載も示唆もない。かえって，本件\n明細書には，プロテアーゼとして，「ブロメリン」を用いた場合に関\nし，「なお，ブロメリンを用いる場合，作用温度４５～８０℃，作用時\n間１～１０時間程度が望ましい。ブロメリンを用いる結果，使用する酵\n素の種類が１種類となり，また操作が簡便（操作時間の短縮や経費圧縮）\nになる。なお，測定結果は，３種類の酵素（コラゲナーゼ，ＤＮアナー\nゼ，プロテイナーゼ）を用いた場合と感度においても遜色のない（同程\n度）結果であった。」（段落【０１０７】）との記載がある。上記記載\nは，プロテアーゼとして，「ブロメリン」を用いる場合には，「コラゲ\nナーゼ」及び「ＤＮアナーゼ」を用いなくても，所望の検出感度を得る\nことができるが，「プロテイナーゼＫ」を用いて所望の検出感度を得る\nには，「プロテイナーゼＫ」，「コラゲナーゼ」及び「ＤＮアナーゼ」\nの３種類の酵素を用いることが必要であることを示唆するものといえ\nる。\nさらに，本件原々出願当時，可溶化された非特異的物質の分解処理工\n程において，「プロテイナーゼＫ」のみを用いることによって，中枢神\n経組織に蓄積される病原性プリオン蛋白質の蓄積濃度が比較的小さく\nても，病原性プリオン蛋白質由来蛋白質を十分に濃縮させる効果を奏す\nることが技術常識であったことを認めるに足りる証拠はない。\n以上を総合すると，当業者が，本件明細書の発明の詳細な説明の記載\n及び本件原々出願当時の技術常識に照らし，第２次訂正発明の構成要件\nＣ'' の「前記可溶化された非特異的物質をコラーゲン分解酵素及びＤ\nＮＡ分解酵素を用いることなくプロテイナーゼＫを用いて分解処理す\nる」構成を採用した場合に，中枢神経組織に蓄積される病原性プリオン\n蛋白質の蓄積濃度が比較的小さくても，病原性プリオン蛋白質由来蛋白\n質を十分に濃縮させる効果を奏し，高感度で組織特異的に病原性プリオ\nン蛋白質を検出できるとする本件発明の課題を解決できることを認識\nできるものと認めることはできない。\nしたがって，第２次訂正発明は，サポート要件に適合しないというべ\nきであるから，第２次訂正発明には，サポート要件違反の無効理由があ\nるものと認められる。\nイ  小括\nそうすると，第２次訂正は，独立特許要件を欠くものであって，訂正要\n件を充足しないというべきである。\n(2)  以上によれば，その余の点について判断するまでもなく，原告の第２次\n訂正による対抗主張は，理由がない。\n４  結論\n以上によれば，本件発明に係る本件特許は，被告主張の無効理由２によって，\n特許無効審判により無効にされるべきものと認められるから，特許法１０４条\nの３第１項の規定により，原告は，本件特許権を行使することができないとい\nうべきである。\nしたがって，その余の点について判断するまでもなく，原告の請求は，いず\nれも理由がないから，これを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官        大 鷹 一 郎\n裁判官        上 田 真 史\n裁判官        石 神 有 吾\n別紙\n物  件  目  録\n1.  名称\n「テセーBSE」\n2.  構成，成分及び分量\n(1)  テセーBSE精製キット\n・ ［A］プロティナーゼＫ希釈液(尿素0.12g/mL) 55mL\n・ ［B］クラリファイングソリューション(1-ブタノール)  55mL\n・ ［C］溶解液(尿素0.36g/mL)  7mL\n・ ［PK］プロティナーゼＫ溶液(Tritirachium album由来)\n(500μL中プロティナーゼＫ450μL) 0.5mL\n・ グラインディングチューブ  1.4mL×96本×2袋\n(ブドウ糖50mg/mL，セラミックビーズ)\n(2)  テセーBSE検出キット\n・ ［R1］固相マイクロプレート  96穴プレート×2枚\n(抗ヒトプリオン蛋白マウスモノクローナル抗体0.5μg/ウェル)\n・ ［R2］洗浄原液  250mL\n(トリス(ヒドロキシメチル)アミノメタン塩酸塩12.1mg/mL)\n・ ［R3］陰性コントロール(リン酸緩衝液)  4mL\n・ ［R4］陽性コントロール(凍結乾燥品)  4mL用\n(ヒトプリオン蛋白合成ぺプチド2μg)\n・ ［R6］希釈液  35mL\n(リン酸カリウム2.7mg/mL，リン酸二カリウム13.9mg/mL)\n・ ［R7］酵素標識抗体  2.8mL\n(ペルオキシダーゼ標識抗ヒトプリオン蛋白マウスモノクローナル抗体\n1μg/mL)\n・ ［R8］基質緩衝液(0.015％過酸化水素) 60mL\n・ ［R9］発色液  5mL\n(テトラメチルベンチジン二塩酸塩2.5mg/mL)\n・ ［R10］反応停止液(硫酸0.5mol/L)  28mL\n(3)  付属品\n・ プレートシール  8枚\n別紙  明細書図面\n図１\n図２\n図３\n図４\n図５\n"
}