{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 13
  },
  "case_number": "平成29(ネ)10020等",
  "case_name": "競業行為差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87120",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87120",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/120/087120_hanrei.pdf",
  "contents": "１\n平成２９年９月１３日判決言渡\n平成２９年（ネ）第１００２０号  競業行為差止等請求控訴事件\n同年（ネ）第１００３６号  同附帯控訴事件\n（原審・東京地方裁判所平成２７年（ワ）第１６７１９号）\n口頭弁論終結日  平成２９年６月１４日\n判                決\n控訴人・附帯被控訴人     株式会社Ｘ\n（以下「控訴人」という。）\n訴訟代理人弁護士       津田哲 哉\n被控訴人・附帯控訴人     Ｙ\n（以下「被控訴人」という。）\n訴訟代理人弁護士        池田匡 和\n同                          小   池   亜希 子\n主         文\n１  控訴人の控訴に基づき，原判決を次のとおり変更する。\n(1)  被控訴人は，控訴人に対し，６００万円並びに内金４８０万\n円に対する平成２７年７月１日から支払済みまで年６分の割合\nによる金員及び内金１２０万円に対する平成２５年１２月２９\n日から支払済みまで年５分の割合による金員を支払え。\n(2)  控訴人のその余の請求をいずれも棄却する。\n２  被控訴人の附帯控訴を棄却する。\n３  訴訟費用は，第１，２審を通じてこれを８分し，その１を被控訴\n２\n人の負担とし，その余を控訴人の負担とする。\n４  この判決は，第１項(1)に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  控訴及び附帯控訴の趣旨\n（控訴の趣旨）\n１  原判決中，控訴人敗訴部分を取り消す。\n２  被控訴人は，パチンコ・スロットの販売及び開発を行っている会社におい\nて，プログラマー及びその他の職種として業務に従事してはならない。\n３  被控訴人は，控訴人に対し，９４０万円並びに内金７９０万円に対する平成\n２７年７月１日から支払済みまで年６分の割合による金員及び内金１５０万円\nに対する平成２５年１２月２９日から支払済みまで年５分の割合による金員を\n支払え。\n（附帯控訴の趣旨）\n１  原判決中，被控訴人敗訴部分を取り消す。\n２  上記部分に係る控訴人の請求を棄却する。\n第２  事案の概要\n本判決の略称は，特段の断りがない限り，原判決に従う。\n１  事案の要旨\n(1)  本件は，控訴人が，控訴人と被控訴人との間の業務に関する基本契約\n（本件基本契約）の契約期間中に，被控訴人が，①被控訴人の業務上のデー\nタを持ち出して失踪し，②本件基本契約に基づいて行うべき業務を放棄し，\nその後，③控訴人と競業関係にある会社に就職してその業務に従事している\nと主張して，被控訴人に対し，以下の各請求をした事案である。\nア  被控訴人が，パチンコ・スロットの販売及び開発を行っている会社にお\nいて，プログラマー及びその他の職種として業務に従事することは，本件\n基本契約の競業避止条項（本件競業避止条項）に違反するとともに，不正\n３\n競争防止法（以下「不競法」という。）２条１項４号の不正競争が行われ\nるおそれがあるとして，本件競業避止条項又は不競法３条１項に基づき，\n被控訴人が上記業務に従事することの差止めを求める請求。\nイ  本件基本契約に基づく債務の不履行による損害賠償として，５３４８万\n８８６３円及びこれに対する平成２７年７月１日（訴状送達の日の翌日）\nから支払済みまで商事法定利率年６分の割合による遅延損害金の支払を求\nめる請求。\nウ  控訴人の業務上のデータを持ち出すという不法行為による損害賠償とし\nて，７４８万４５２５円及びこれに対する不法行為の日である平成２５年\n１２月２９日から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求める請求。\n(2)  原判決は，上記各請求について，要旨以下のとおり判断して，被控訴人\nに対し４２０万円及びこれに対する遅延損害金の支払を求める限度で認容し，\nその余の請求をいずれも棄却した。\nア   本件基本契約の競業避止条項は，現時点において無効であるから，同\n条項に基づく差止請求は理由がない。\n不競法３条１項に基づく差止請求は，差止めの必要性が認められない\nから理由がない。\nイ  債務不履行による損害賠償請求は，３００万円（Ｃ社ア案件の被控訴\n人の作業状況の調査費用１００万円及びＣ社ア案件に関する逸失利益２\n００万円）及びこれに対する遅延損害金の支払を求める限度で理由があ\nる。\nウ  不法行為による損害賠償請求は，１２０万円（被害の実態把握のため\nの調査費用１００万円及び弁護士費用２０万円）及びこれに対する遅延\n損害金の支払を求める限度で理由がある。\n(3)  そこで，控訴人は，原判決中控訴人敗訴部分を不服として控訴を提起し，\n４\n当審において，前記(1)イ及びウの各損害賠償請求を，以下のとおりの内金\nの請求に減縮し，被控訴人は請求の減縮に同意した。\nア  前記(1)イの請求について\n債務不履行による損害賠償請求額を，５３４８万８８６３円及びこれに\n対する遅延損害金から，内金１０９０万円（その内訳は，①被控訴人に支\n払った請負代金５９３万２５００円の内金１００万円，②Ａ社ス案件に係\nる追加発注費用２００万円の内金５０万円，③Ｃ社ア案件に係る追加発注\n費用３００万円の内金１５０万円，④Ｃ社ア案件に関する逸失利益３６３\n７万４３７５円の内金７００万円，⑤違約罰３１８万１９８８円の内金６\n０万円，⑥競業避止義務違反による損害３００万円の内金３０万円）及び\nこれに対する遅延損害金に減縮。\nイ  前記(1)ウの請求について\n不法行為に基づく損害賠償請求額を，７４８万４５２５円及びこれに対\nする遅延損害金から，内金２７０万円（その内訳は，①被害の実態把握の\nための調査費用３４０万円の内金２００万円，②被控訴人使用のパソコン\nの購入代金８万４５２５円の内金５万円，③控訴人代表者の人件費２００\n万円の内金２０万円，④弁護士費用２００万円の内金４５万円）及びこれ\nに対する遅延損害金に減縮。\n(4)  他方，被控訴人は，原判決中被控訴人敗訴部分を不服として附帯控訴を\n提起した。\n２  前提事実，争点及び争点についての当事者の主張は，次のとおり原判決を補\n正し，後記３のとおり，「当審における当事者の補充主張」を付加するほかは，\n原判決「事実及び理由」の第２の１ないし３（原判決２頁２１行目から１１頁\n３行目まで）記載のとおりであるから，これを引用する。\n(1)  原判決２頁２５行目の「●（省略）●との名称で個人事業を営んだこと\nのある者であり，」及び３頁１行目の「個人事業主として」をそれぞれ削除\n５\nする。\n(2)  原判決４頁５行目の「デバッグの各業務」を「デバッグ」と改める。\n(3)  原判決４頁１３行目の「Ａ社とＯＥＭ関係にあった」を「スロット事業\nを営み，同事業に関してＡ社と取引関係のあった」と改める。\n(4)  原判決４頁１８行目及び１９行目の各「当庁」を「東京地方裁判所」と\nそれぞれ改める。\n(5)  原判決８頁１４行目冒頭から同頁１９行目の「履行しなかった。」までを\n次のとおり改める。\n「本件基本契約は，被控訴人が，発注書に定める成果物を所定の期限までに\n控訴人に提出することを請け負うことを内容とする契約である。そして，被\n控訴人は，本件基本契約に基づいて控訴人が発行した平成２５年７月２６日\n付け発注書（甲１３。以下「甲１３発注書」という。）により，Ａ社ス案件\n及びＣ社ア案件に係る成果物を所定の期限までに提出する義務を負っていた。\n上記発注書には，成果物が明記されてはいないが，いずれも被控訴人作成の\nＡ社ス案件に係る工数見積表（甲１０。以下「甲１０工数見積表」という。），\nＣ社ア案件に係る工数見積表（甲１１。以下「甲１１工数見積表」という。）\n及びこれらをスケジュール化した開発計画（甲１２。以下「甲１２開発計画」\nという。）により当該成果物は特定されている。ところが，被控訴人は，こ\nれらの案件に係る業務を適正に遂行せず，これらを完成させないまま同年１\n２月２９日に失踪し，上記成果物提出義務を果たさなかった。」\n(6)  原判決９頁１９行目の「被告の作業状況の調査検証を発注した費用」を\n「追加して発注した費用」と改める。\n３  当審における当事者の補充主張\n(1)  争点(1)ア（本件競業避止条項の有効性ないし主張の可否）について\n（控訴人の主張）\n原判決は，本件競業避止条項を文言どおり解すると，被控訴人は事実上無\n６\n期限に競業避止義務を負うことになりかねないから，被控訴人が競業を禁止\nされる期間は合理的な範囲に限られる旨判示する。\nしかし，一般に，個別の請負業務を発注するに先立ち，契約の基本的事項\nを定める基本契約を締結することは通常であるところ，新たな個別発注がさ\nれる予定がなく継続中の個別案件が終了すれば，同時に基本契約終了の合意\nがされるのが通常である。そして，このように契約関係が円満に終了すれ\nば，本件競業避止条項に定める「本契約の終了」となり，競業避止義務は，\nその時点から「１２ヶ月間」に限られることになるから，その程度の制限が\n被控訴人の自由を不当に制限するものではない。しかるに，被控訴人は，控\n訴人に中途解約の申出をしないまま，いきなり失踪して連絡を断ち，その後\nの交渉にも応じなかったのであり，中途解約の機会を自ら放棄したものであ\nる。\nしたがって，本件競業避止条項が被控訴人に事実上無期限に競業避止義務\nを負わせることになりかねないことから，被控訴人の自由への配慮が必要で\nあるとする原判決の前提は誤りである。\n（被控訴人の主張）\n控訴人は，本件競業避止条項について，契約関係が円満に終了すれば，競\n業避止義務は，その時点から「１２ヶ月間」に限られることになるから，そ\nの程度の制限が被控訴人の自由を不当に制限するものではない旨主張する。\nしかし，本件基本契約では，当事者双方が解除に合意すれば問題はないも\nのの，一方当事者が解除に同意しない場合には，永久に本件基本契約が存続\nし，本件競業避止条項も存続してしまうことになる。このように合意によっ\nてのみ解消できる本件競業避止条項を無条件に有効とすることはできず，原\n判決のように，職業選択の自由と競業行為禁止の必要性の調和を図り，本件\n競業避止条項の有効期間を一定期間に限定すべきことは明らかである。\n(2)  争点(1)ウ（差止めの必要性）について\n７\n（控訴人の主張）\nア  原判決は，「他のパチンコ機及びこれに類する機器の開発に際してＡ社\nス案件のための本件開発データが使用され得るものであるかは明らかでな\nい」ことを差止めの必要性を否定する根拠とする。\nしかし，本件開発データのようなプログラムに他に流用可能な汎用的\n部分があることは，ソフトウェア開発の常識である。現に，Ａ社ス案件と\nＣ社ア案件のサブサブソースファイルどうしを比較したところ，Ａ社ス案\n件の２８１個の関数のうち，１２８個の関数がＣ社ア案件にもあった（汎\n用率は４６％）。\nこのように，本件開発データには汎用性が認められるから，原判決の上\n記判断は誤りである。\nイ  また，原判決は，被控訴人が「本件開発データを使用したと認めるに\n足りる証拠はない」ことを差止めの必要性を否定する根拠とする。\nしかし，平成２５年１２月２９日以降の被控訴人の行動からみて，本\n件開発データを不正に使用していることは明らかである。また，不競法３\n条１項に基づく差止請求は，営業秘密の不正使用の事実を要件とするもの\nではなく，「不正競争によって営業上の利益を侵害されるおそれ」があれ\nば認められるところ，被控訴人が，不競法６条の具体的態様の明示義務を\n果たさないこと，控訴人の営業秘密である本件開発データを所持し続けて\nいること，控訴人の取引先であるＣ社と接触を図っていることからすれば，\n上記の「おそれ」は認められるから，差止めの必要性はある。\nウ  原判決は，本件和解条項により本件開発データの使用禁止が法的に担\n保されていることを差止めの必要性を否定する根拠とする。\nしかし，被控訴人が本件開発データを使用しても，控訴人がその証拠\nを収集することは困難である。また，そもそも被控訴人は，本件開発デー\nタが記録された電子媒体及び紙媒体を破棄しておらず，Ｃ社の担当者と連\n８\n絡を取るなど，本件和解条項に違反しているのであるから，本件和解条項\nにより本件開発データの使用禁止が担保されているとはいえない。\nエ  原判決は，被控訴人が「本件開発データを他社に流用する目的を有し\nていたとみるのは困難であ」ると判断する。\nしかし，被控訴人が，Ｆと共謀し，「引っ越しリスト」（甲２６）を準\n備するなどして計画的に本件開発データを持ち出したことは，被控訴人の\n行動等から明らかであるから，原判決の上記判断は誤りである。\n（被控訴人の主張）\nア  控訴人は，Ａ社ス案件とＣ社ア案件のソースファイル同士を比較し，\n４６％の汎用率が認められたことなどから，本件開発データには汎用性が\nある旨主張する。\nしかし，パチンコ・スロットの開発業務を行う会社は，それぞれ独自\nの開発手順や開発方法を採用するものであるところ，控訴人が主張する汎\n用率は，自社内のプログラム同士の汎用率にすぎないから，当該データを\n他社が使用することができるという意味での汎用率は何ら立証されておら\nず，本件開発データに汎用性があるとの控訴人の主張は認められない。\nイ  控訴人は，被控訴人が，本件和解条項に違反している旨主張する。\nしかし，被控訴人は，持ち出した本件開発データを全て削除し，紙媒\n体も破棄しており，本件和解条項を遵守している。被控訴人が，Ｃ社の担\n当者と連絡を取った事実はあるが，被控訴人の携帯電話に登録された情報\nを使用して架電したものにすぎず，そのことが，本件和解条項に違反する\nものではない。\nウ  控訴人は，被控訴人が本件開発データを他社に流用する目的を有して\nいた旨主張する。\nしかし，被控訴人がそのような目的を有していたのであれば，データ\n持ち出し後の平成２５年１２月２９日から平成２６年３月上旬までの間，\n９\n各地を転々とし，パチンコ・パチスロの開発を行う会社に関与する者と接\n触をしなかったこととの整合性がつかない。また，被控訴人使用のパソコ\nン内にある「引越しリスト」（甲２６）は，控訴人が平成２３年１２月に\n○○から○○に事務所を移転するに当たって必要な準備内容を記載したも\nのにすぎず，被控訴人が計画的に本件開発データを持ち出したことを示す\nものではない。\nエ  控訴人が，平成２５年１２月２９日に本件開発データを持ち出したこ\nとが不正競争に該当するものとして不競法３条１項に基づく差止めを請求\nするのであれば，「侵害の停止又は予防」として認められるのは，被控訴\n人が本件開発データを使用することの差止めが限度であって，被控訴人が，\n「パチンコ・スロットの販売及び開発を行っている会社において，プログ\nラマー及びその他の職種として業務に従事」することの差止請求が認めら\nれるものではない。\n(3)  争点(2)ア（被控訴人の債務及びその不履行）について\n（控訴人の主張）\nア  甲１３発注書に従って被控訴人が負っていた債務が，本件案件に係る\n成果物を所定の期限までに提出するという義務（請負契約に基づく成果物\n提出義務）であって，平成２５年１２月末日まで開発業務に従事するとい\nう義務（雇用契約又は準委任契約に基づく義務）にとどまるものでないこ\nとは，以下に述べるところから明らかである。\n被控訴人が控訴人を退職した後，個人事業主として控訴人と本件基\n本契約を交わしたことに争いはなく，当該契約に係る契約書（甲１）が\n請負契約書であることは，各条項を個別に引用するまでもなく明らかで\nある。そもそも準委任契約は，サーバの保守管理のような業務について\n交わされる契約であって，本件のように，ソフトウェアの内容を詳細に\n見積もり，その開発を行う契約が請負契約であることは明らかである。\n１０\n甲１３発注書には，成果物が明記されてはいないが，当該成果物\nは，被控訴人が各案件の開発責任者として自ら作成したＡ社ス案件に係\nる甲１０工数見積表，Ｃ社ア案件に係る甲１１工数見積表及びこれらを\nスケジュール化した甲１２開発計画によって特定されている。すなわ\nち，甲１２開発計画によれば，Ａ社ス案件について，被控訴人は，平成\n２５年１０月末までに「最終版」を完成させる義務を負っており，その\n後１１月末までに「デバッグ」を経て，成果物の検査・納品完了となる\n計画であったところ，被控訴人の遅延により成果物の完成が平成２６年\n１月にずれ込んでいた（甲３，２５の１～１０）。他方，Ｃ社ア案件\nは，もともと平成２６年に完成の予定であった。\nしたがって，被控訴人が失踪した平成２５年１２月時点で，被控訴人\nは，Ａ社ス案件についての成果物提出義務を負っていたのであって，甲\n１３発注書で定められた対価は，Ａ社ス案件の成果物完成の対価を含む\nものであり，これに加え，Ｃ社ア案件の成果物完成の対価の一部前払金\n（中間金）を含むものである。\n控訴人は，甲１３発注書に係る委託料５６５万円（税別）について，\n被控訴人に対し，平成２５年１０月１６日ころに３１５万円，同年１２\n月２８日に残金２７８万２５００円（税込み）を支払っているが，この\nことは，被控訴人が甲１３発注書に基づく債務を完成させたことを意味\nするものではない。すなわち，平成２５年１２月２８日の時点におい\nて，Ａ社ス案件に係る成果物は未完成であったが，被控訴人が，平成２\n６年１月末までにこれを完成させる旨のマイルストーン（甲３。以下\n「甲３マイルストーン」という。）を提出したため，その約束を前提\nに，上記残金を前払いしたものである。また，Ｃ社ア案件については，\nもともと平成２６年の完成予定であったところ，被控訴人が予定どおり\nに完成させることを前提に，中間金として支払ったものである。\n１１\n控訴人と被控訴人との間で，本件案件に係る成果物が特定されてお\nり，被控訴人が当該成果物の提出義務を負っていたことは，次のような\nことからも明らかである。\nａ  詳細見積書の存在\n甲１０及び甲１１工数見積表は，いずれも被控訴人から控訴人に\nメールで提出されたものであるところ，これらのメール（甲６６の１\n及び６７の１）には，甲１０及び甲１１工数見積表の前段階で作成さ\nれた詳細見積書（甲６６の２及び６７の２）も添付されていた。\nそもそもシステム開発においては，企画段階でメーカー（本件でい\nえばＡ社・Ｃ社）が企画仕様書を作成した上で，開発業者（本件でい\nえば控訴人）に開発工程を見積もらせる。開発工程は，メーカーの企\n画仕様書に適合した商品を完成させる工程であり，商品を構成する成\n果物の詳細が特定されなければ着手することができないため，企画段\n階で，メーカーと打合せを繰り返ししながら成果物を詳細に特定する\nことになる。そのようにして完成したのが，上記詳細見積書であり，\nその要約版が甲１０及び１１工数見積表であって，それをスケジュー\nルに落とし込んだのが，甲１２開発計画にほかならない。こうして特\n定された成果物から詳細に積み上げられた工数見積りをベースにして\nメーカーと控訴人との間で発注金額が協議承認され，控訴人は，特定\nされた成果物を完成させるべく開発に着手したのである。\nこのように，成果物が特定されていたからこそ控訴人は，被控訴人\nに業務を発注し，開発に着手できたのであるのであるから，控訴人と\n被控訴人の間で，本件案件に係る成果物が特定されており，被控訴人\nが当該成果物の提出義務を負っていたことは明らかである。\nｂ  被控訴人が成果物を認識し納品作業を行っていること\nＣ社ア案件において，Ｃ社より社内プレゼンで使うための納品物の\n１２\n提出を求められたことがあったが，被控訴人はＣ社に対し，平成２５\n年８月１６日，その納品物を提出している（甲６８）。\nまた，Ａ社ス案件において，被控訴人は，控訴人に対し，平成２５\n年１１月１９日，平成２５年１１月末にＡ社に提出する納品物に含ま\nれている成果物について報告している（甲６９）。\nこのような事実は，控訴人と被控訴人の間で，これらの案件に係る\n成果物が特定されていることを示している。\nｃ  控訴人，被控訴人及びメーカーの間で成果物についての共通認識が\nあったこと\n控訴人は，Ｃ社に対し，平成２５年７月１９日，Ｃ社ア案件の見積\n書をメール（甲７０の１）で提出しているところ，そのメールには見\n積書（甲７０の４）のほか，サブ１（サブメイン）御見積り試算表\n（甲７０の２）及びサブ２（サブサブ）御見積り試算表（甲７０の３）\nが添付されていた。このうち，サブ１（サブメイン）の御見積り試算\n表（甲７０の２）のファイルは，被控訴人が作成した詳細見積書（甲\n６７の２）のファイル名を変更しただけのものである。\nまた，Ａ社ス案件でも同様に，控訴人は，Ａ社に対し，平成２５年\n５月９日のメール（甲７２の１）で見積書を送る際，資料として「御\n見積り資料」（甲７２の２）を送付しているところ，このファイルも\n被控訴人が作成したものである。\nこのように，控訴人，被控訴人及びメーカーの間では，どのような\n成果物を作成するかについて，共通した認識があったことは明らかで\nある。\nイ  以上のとおり，被控訴人は，控訴人に対し，本件案件に係る成果物を\n所定の期限までに提出するという義務（請負契約に基づく成果物提出義\n務）を負っていたにもかかわらず，被控訴人は，これらの成果物を完成\n１３\nさせないままに失踪し，上記義務を果たさなかったのであるから，この\n点において債務不履行責任を負うことは明らかである（被控訴人の負う\nべき債務を準委任契約に基づく義務と捉えた上で，平成２５年１２月２\n８日までの業務について債務不履行はないとした原判決の判断は誤りで\nある。）。\n（被控訴人の主張）\nア  甲１３発注書に基づく控訴人と被控訴人との契約は，雇用契約でない\nとすれば，準委任契約であり，請負契約ではない。その理由は，以下の\nとおりである。\n成果物の特定がないこと\nＣ社ア案件の開発業務は，もともと平成２６年１月以降も継続するも\nのであるから，平成２５年１２月末時点における成果物を想定できない\nものであり，控訴人もこれを前提に甲１３発注書に基づく発注をしてい\nる。また，控訴人は，平成２５年１２月末時点における被控訴人の「業\n務の完了」とは何であるかについて明確に供述しておらず（原審におけ\nる控訴人代表者本人調書２３頁），控訴人自身，被控訴人の「業務の完\n了」が何であるかを明確に定めることなく発注していることがうかがわ\nれる。\nこれらに照らせば，控訴人が，被控訴人に対し，甲１３発注書に基づ\nく発注を行うに際し，成果物が特定されていなかったことは明らかであ\nり，そうである以上，請負契約の成立要件を欠いているから，甲１３発\n注書に基づく控訴人と被控訴人との契約は，準委任契約であると解され\nる。\n発注書の記載\n甲１３発注書においても，「業務の内容」は，「開発業務」としか記載\nされておらず，いかなるものを開発するのかが明記されていない。ま\n１４\nた，「業務の完了期日」として「平成２５年１２月末日」と記載されて\nおり，通常の請負契約であれば記載されるはずの成果物の「納品期日」\nや「完成期日」という記載は存在しない。「業務の完了」という文言を\n文字通りにとらえれば，「業務を終える」という意味であり，当該完了\n期日まで業務を行うことで足りることになる。\nこのような甲１３発注書の記載からすれば，これに基づく控訴人と被\n控訴人との契約は，特定の成果物を完成させる請負契約ではなく，指定\nされた期日まで開発業務を行うという準委任契約であることは明らかで\nある。\n甲１２開発計画の性質\n控訴人は，被控訴人が作成した甲１２開発計画の内容が，被控訴人に\n対する具体的発注内容であるかのように主張する。\nしかし，甲１２開発計画には平成２６年５月までの計画が記載されて\nいるのに対し，甲１３発注書では「業務の完了期日」が「平成２５年１\n２月末日」とされている。仮に，甲１３発注書による被控訴人への発注\nが，甲１２開発計画の承認を前提とするものであり，両者に対応関係が\nあるのであれば，甲１３発注書においても「業務の完了期日」を「平成\n２６年５月」とするはずであるのに，そのようになっていないというこ\nとは，両者が無関係なものであることを示している。\nＣ社デバッグ案件の業務について\n平成２５年７月１１日作成された甲１２開発計画には，Ｃ社デバッグ\n案件の業務についての記載はないところ，控訴人によれば，その後，被\n控訴人は，平成２５年７月３１日に，同業務が追加された新たな開発計\n画（甲５４）を控訴人に交付し，当該業務を行ったものとされる（原審\nにおける控訴人代表者本人調書２７頁）。このような経過からすると，\n被控訴人は，甲１３発注書が発行された時点では認識されていなかった\n１５\nＣ社デバッグ案件の業務を，その後，控訴人から指示を受け，新たに発\n注書を受けることも，別途対価を受け取ることもなく行ったことになる\nが，この事実は，甲１３発注書に基づく控訴人の発注内容が，「甲１３\n発注書記載の期間，控訴人からの指示に従って各種業務を適宜行うこ\nと」という総括的内容であり，甲１３発注書記載の対価には，その間に\n新たに指示される業務の対価も含まれるものであることを示している。\nイ  平成２５年１２月２８日までの業務を履行したこと\n以上のとおり，甲１３発注書に基づく控訴人と被控訴人との契約は，雇\n用契約でないとすれば，準委任契約であるところ，被控訴人は，平成２５\n年１２月２８日まで控訴人における業務を行ったものであるから，同日ま\nでの業務について被控訴人に債務不履行はない。\nウ  平成２６年以降の業務の委託を受けていないこと\n被控訴人は，控訴人から，甲１３発注書に基づき，平成２５年１２月末\nまでの業務について委託を受けていたものの，それ以降の業務について，\nいかなる発注書も受け取っておらず，委託を受けた事実は認められない。\nそうである以上，平成２６年以降の業務について，被控訴人に債務不履行\nは生じ得ない。\n(4)  争点(2)イ（債務不履行に基づく損害額）について\n（控訴人の主張）\nア  被控訴人に支払った請負代金５９３万２５００円について\n被控訴人は，控訴人に対し，本件案件に係る成果物を所定の期限まで\nに提出する義務を負うところ，被控訴人は，当該義務を履行せず，引継\nぎもしないまま突然失踪したのであるから，支払済みの請負代金相当額\n５９３万２５００円の全額の損害賠償が認められるべきである。被控訴\n人は，自身の仕事の成果を主張するが，具体的な成果について何ら主張\n立証しておらず，また，被控訴人が失踪したために，出来高による対価\n１６\nの清算もできない状況となったのであるから，被控訴人が出来高払いを\n主張することは許されない。\nまた，仮に，甲１３発注書に基づく控訴人と被控訴人との契約が準委\n任契約であるとしても，委任が履行の途中で終了した場合に受任者が履\n行の割合に応じた報酬を請求することができるのは，受任者の責めに帰\nすることができない事由による場合に限られる。したがって，自ら業務\nを放棄して失踪した被控訴人が報酬を受ける権利を有しないことは明ら\nかであるから，やはり支払済みの５９３万２５００円の全額の損害賠償\nが認められる。\nイ  本件違約金条項に基づく違約罰３１８万１９８８円について\n甲１３発注書に基づく控訴人と被控訴人との契約が請負契約であるか，\n準委任契約であるかに関わりなく，被控訴人がその業務を途中で放棄し\nたことが債務不履行に当たることは明らかであるから，本件違約金条項\nが適用される。\nしたがって，被控訴人は，控訴人に対し，違約罰として３１８万１９\n８８円（甲１３発注書による請負代金５９３万２５００円÷請負期間５か\n月÷２２日≒５万３９３２円を１日当たりの違約罰とし，平成２６年１月\n１日から同年２月末日までの５９日分）を支払う義務がある。\nウ  Ａ社ス案件についてのＤへの追加発注費用２００万円について\nＡ社ス案件は，もともと平成２５年中に完了予定であったため，開発\n完了までの対価は，平成２５年中に，担当者である被控訴人及びＤに対\nして全額支払済みであったところ，被控訴人の失踪により，被控訴人が\n平成２５年中に行うべき作業を平成２６年にＤに追加発注したものであ\nり，当該発注に追加費用がかかるのは当然である。しかも，被控訴人が\n引継ぎも行わないまま失踪したため，急きょＤに一から設計してもらう\nことになり，高額の追加費用の支出を余儀なくされたものである。\n１７\nしたがって，Ｄへの発注による２００万円の費用（甲１４）は，被控\n訴人の業務放棄によって生じた純粋な追加支出であるから，被控訴人の\n債務不履行による損害として認められるべきである。\nエ  Ｃ社ア案件についてのＥへの追加発注費用３００万円について\n被控訴人がＣ社ア案件に係る業務を引継ぎなく放棄したため，控訴人\nは，平成２６年１月，Ｅに対し当該業務を代金３００万円で追加発注し\nたものであるところ，その内容は，①被控訴人が行っていた業務の解析\n及び検証，②開発手順書の作成，③サンプルプログラムの作成である。\n原判決は，このうち，①についてのみ，被控訴人の業務放棄への対応の\nために必要となった費用であるとして，１００万円の限度で損害と認め\nた。しかし，被控訴人は，もともとＣ社ポ案件において，平成２５年中\nに，開発手順（すなわちマニュアル）の作成及びその作成に必要なサン\nプルプログラムの作成の業務を完了させる義務を負っていたのであり，\n被控訴人が完了させ，控訴人に引き継いでいれば，Ｃ社ア案件でもこれ\nを利用できたはずであるから，上記②及び③に係る費用も，被控訴人の\n業務放棄によって生じた純粋な追加支出といえる。\nしたがって，Ｅに対する３００万円の追加発注費用の全額が，被控訴\n人の債務不履行による損害として認められるべきである。\nオ  Ｃ社ア案件に係る逸失利益３６３７万４３７５円について\nＣ社ア案件について，Ｃ社から控訴人が受ける開発業務の対価は，当初\nの６３１２万４３７５円から１４８５万円に減額されたところ，このよう\nにＣ社ア案件についての見直しが行われたのは，被控訴人の業務放棄によ\nり，平成２６年１月末の期限までに，Ｃ社への中間納品物（α版）の納品\nができなくなったからであるから，上記減額によって生じた控訴人の逸失\n利益３６３７万４７３５円（見直し前の利益２５２２万４３７５円に，見\n直し後の損失１１１５万円を加えた金額）は，被控訴人の債務不履行によ\n１８\nる損害として認められるべきである。\nＣ社ア案件に係る開発業務は，①サブ制御（サブメイン）の開発と②\n画面（サブサブ）の開発からなるところ，原判決は，被控訴人が担当し\nたのは，①の業務のみであるから，①の業務の見直しが必要となった結\n果生じた代金減額分７４７万円については，被控訴人の債務不履行によ\nる損害とみられるが，②の業務の見直しによる代金減額分については，\n被控訴人の債務不履行との因果関係が認められない旨判断する。 しか\nし，Ｃ社との業務委託契約では，サブメインとサブサブが一体の成果物\nとされており，両プログラムは一体となって動作することによって初め\nて機能することが求められていることからすると，サブメインの開発責\n任者であった被控訴人が失踪したがゆえに，サブサブを含むＣ社ア案件\nの業務全体の大幅な見直しが余儀なくされ，控訴人は，その対価の減額\nにより得べかりし利益を失ったのであるから，その減額によって生じた\n控訴人の逸失利益の全額が，被控訴人の債務不履行による損害として認\nめられるべきである。\nカ  競業避止義務違反による損害３００万円について\n被控訴人が失踪するまでの間，控訴人とＡ社との関係はすこぶる良好\nであり，Ａ社ス案件の終了後，次の案件を受注することが十分期待でき\nる状況にあった。ところが，被控訴人が，Ａ社とＯＥＭ関係にあるＢ社\nに就職し，公然と競業避止義務に違反したため，控訴人は，Ａ社に対す\nる営業を自重せざるを得なくなり，その結果，３００万円を下らない営\n業損失を受けた。この損害は，被控訴人の債務不履行（競業避止義務違\n反）によって通常生ずべき損害というべきであり，また，仮に，特別の\n事情によって生じた損害であるとしても，被控訴人はその事情を十分予\n見できた。\nしたがって，上記営業損失３００万円は，被控訴人の債務不履行（競\n１９\n業避止義務違反）による損害として認められるべきである。\n（被控訴人の主張）\nア  被控訴人に支払った請負代金５９３万２５００円について\n前記⑶の（被控訴人の主張）のとおり，甲１３発注書に基づく控訴人\nと被控訴人の契約は準委任契約であり，被控訴人は，平成２５年１２月\n２８日まで同発注書記載の業務に従事し，その対価として同日までに，\n５９３万２５００円の支払を受けたのであるから，被控訴人には同金額\nについての返還義務はない。\nイ  本件違約金条項に基づく違約罰３１８万１９８８円について\n前記⑶の（被控訴人の主張）のとおり，被控訴人には，いかなる債務不\n履行も認められないから，違約罰の支払義務がないことは当然である。\nウ  Ａ社ス案件についてのＤへの追加発注費用２００万円について\n前記⑶の（被控訴人の主張）のとおり，被控訴人には，いかなる債務\n不履行も認められないから，被控訴人には何らの賠償義務もない。\n仮に，被控訴人の債務不履行があるとしても，Ａ社ス案件に係る開発\n業務を行う者が被控訴人からＤに代わったことにより費用が増加したと\n認めるに足りる証拠はないから，当該費用について，控訴人の損害は認\nめられない。\nエ  Ｃ社ア案件についてのＥへの追加発注費用３００万円について\n前記⑶の（被控訴人の主張）のとおり，被控訴人には，いかなる債\n務不履行も認められないから，被控訴人には何らの賠償義務もない。\n仮に，被控訴人の債務不履行があるとしても，控訴人に上記調査費\n用に係る損害が生じたといえるためには，控訴人がＥに対して調査費\n用３００万円を現に支払ったことの裏付けが必要であるところ，控訴\n人は発注書（甲１５）を証拠として提出しているにとどまり，支払の\n事実を裏付ける証拠はない。\n２０\n原判決は，控訴人がＥに発注した業務内容のうち，「被控訴人が行っ\nていた業務の解析及び検証」につき，被控訴人の業務放棄への対応の\nために必要となった費用であるとして，１００万円の限度で損害と認\nめた。\nしかし，Ｅは，控訴人から業務を依頼される際，被控訴人と同様に，\n成果物や納期を明確に特定されることなく総括的に依頼を受けていた\nのであり，控訴人から指示される業務に適宜対処すべき立場にあった。\nしてみると，控訴人がＥに「被控訴人が行っていた業務の解析及び検\n証」を行わせたところで，Ｅに支払う費用が特別に増大したとはいえ\nず，控訴人に損害が発生したとはいえない。また，仮に，控訴人に何\nらかの損害が発生していたとしても，上記業務の対価としていくらが\n支払われたのかを示す客観的資料がない以上，損害額の立証はない。\n原判決は，３００万円の内訳が不明なことから，単純な三分割により\n１００万円の損害を認めているが，その判断は根拠を欠く。\n以上のとおり，Ｃ社ア案件についてのＥへの発注費用３００万円\n（甲１５）について，被控訴人に，債務不履行による賠償義務はない\nのであり，１００万円の限度で賠償義務を認めた原判決の判断は誤り\nである。\nオ  Ｃ社ア案件に係る逸失利益３６３７万４３７５円について\n前記⑶の（被控訴人の主張）のとおり，被控訴人には，いかなる債\n務不履行も認められないから，被控訴人には何らの賠償義務もない。\n仮に，被控訴人の債務不履行があるとしても，控訴人には，Ｃ社と控\n訴人の間のＣ社ア案件に係る契約内容の変更に伴う損害は発生していな\nい。\nすなわち，上記契約内容の変更は，サブサブの部分を契約から削除\nし，サブメインの部分は対価を減額するなどして継続するというもので\n２１\nあるところ，上記変更の際に控訴人とＣ社との間で取り交わされた覚書\n（甲１６）において，「甲（Ｃ社）と乙（控訴人）は，本件変更によ\nり，乙に，サブ制御プログラム業務に関する損害は一切生じないことを\n確認する」（４条）と定められていることからすると，サブメイン部分\nに関して控訴人に上記変更による損害が生じていないことは明らかであ\nる。\nまた，上記覚書によれば，サブサブの部分についても，Ｃ社が変更に\n伴う損害補てん金として３３０万７５００円を支払うことにより控訴人\nの損害は填補されている（３条３項）。\n控訴人は，Ｃ社との契約の変更前の利益２５２２万４３７５円に，変\n更後の損失１１１５万円を加えた３６３７万４７３５円が控訴人の逸失\n利益に係る損害である旨主張する。\nしかし，控訴人は，その主張する利益等を示す帳簿等の資料を何ら提\n出していないから，控訴人の損害額の主張は客観的な裏付けを欠く。\nまた，原判決は，Ｃ社との契約内容の変更によるサブメインに係る代\n金減額分７４７万円から必要経費を差し引いた２００万円を控訴人の損\n害と認定するが，当該認定も根拠を欠くものと言わざるを得ない。\n控訴人は，Ｃ社との契約内容の変更のうち，サブサブの部分が契約か\nら削除されたことによる代金の減額分についても，被控訴人の業務放棄\nによる逸失利益の損害である旨主張する。\nしかし，Ｃ社ア案件において，被控訴人が専ら担当していたのはサブ\nメイン部分であり，サブサブ部分を担当していたのは控訴人代表者であ\nるから，サブサブの部分が契約から削除されたことと被控訴人の業務放\n棄とは何ら関係がない。むしろ，サブサブ部分の削除は，それまで控訴\n人と協力して同案件に取り組んでいた映像制作会社であるＪ株式会社が\n同案件から外れることを契機に，控訴人代表者が経営判断として行った\n２２\nことである。\nしたがって，控訴人の上記主張は理由がない。\nカ  競業避止義務違反による損害３００万円について\n本件競業避止条項は，平成２６年４月の時点においても無効である\nから，被控訴人がＢ社に就職したことは，何ら債務不履行には該当し\nない。\n仮に，被控訴人に債務不履行があるとしても，控訴人が主張するＡ\n社への営業を自重したことによる営業損失は通常生ずべき損害ではな\nい。\nまた，Ａ社とＢ社の間には，資本関係もなければ，主従関係がある\nわけでもないから，被控訴人がＢ社に就職したことによって，控訴人\nがＡ社への営業を自重すべき理由はなく，そのような自重は，控訴人\n自らの意思に基づくものであるから，これによる損害と被控訴人のＢ\n社への就職とは関係がない。\nさらに，控訴人は，Ａ社への営業を自重したことによる営業損失が\n３００万円を下らない旨主張するが，これを示す客観的資料を何ら証\n拠として提出していない。\n加えて，控訴人は，上記営業損失が特別の事情により生じた損害で\nあるとしても，被控訴人はその事情を予見できた旨主張するが，Ａ社\nス案件の終了後，Ａ社と控訴人の間で，業務発注に関する具体的な話\nは出ていなかった（原審における原告代表者本人調書２７頁）のであ\nるから，そのような状況の下で，控訴人に営業損害が発生する事態を\n被控訴人が予見することは不可能である。\nしたがって，被控訴人の債務不履行（競業避止義務違反）による損\n害賠償として，営業損失３００万円の賠償を求める控訴人主張は認め\nられない。\n２３\n⑸  争点⑶イ（不法行為に基づく損害額）について\n（控訴人の主張）\nア  被害の実態把握のための調査費用３４０万円について\n控訴人は，被控訴人の本件開発データ持ち出しによる被害の実態を把握\nするため，３度にわたりＤに依頼して調査を実施し，合計３４０万円の支\n払を余儀なくされた（甲１８の１ないし３）。原判決は，調査費用３４０\n万円に客観的裏付けはなく，Ｄが他の業務を合わせて金額の支払を受けて\nいることから，被控訴人の不法行為と相当因果関係がある損害は１００万\n円にとどまる旨判断するが，控訴人が平成２６年中にＤに追加発注したの\nは，被控訴人失踪後にＡ社ス案件を２００万円で追加発注したこと（甲１\n４）及び見直し後のＣ社ア案件を５３０万円で発注したこと（甲７６の１\n及び２）のみであり，上記３４０万円は全て調査費用としてＤに支払われ\nたものである。Ｄが平成２６年中に行った業務の総工数１８か月に対し，\n控訴人がＤに平成２６年中に支払った代金は１０７０万円であり，一月当\nたりの費用が約６０万円であるところ，Ｄが行った調査に要した期間が６\nか月であることからすると，３４０万円の金額は，Ｄの調査業務に対応す\nる金額といえる。\nしたがって，被害の実態把握のための調査費用３４０万円は，その全額\nが被控訴人の不法行為による損害として認められるべきである。\nイ  被控訴人使用のパソコンの購入代金８万４５２５円について\n本件開発データの持ち出しに関し，被控訴人は，警察で繰り返し嘘を述\nべているから（甲５０），控訴人は，証拠品である被控訴人使用のパソコ\nンを保全する必要があったのであり，被控訴人の犯罪行為に係る捜査はな\nお進行中であるから，証拠保全の必要性は現在も変わらない。\nしたがって，控訴人が当該パソコンを購入した代金８万４５２５円は，\n被控訴人の不法行為による損害と認められるべきであり，仮に全額が認め\n２４\nられないとしても，その一部が損害として認められるべきである。\nウ  控訴人代表者の人件費２００万円について\n被控訴人との紛争を処理するため，控訴人代表者は忙殺され，平常業務\nに優先して，その処理を行わざるを得なかった。このような負担を人件費\nに換算すれば，優に２００万円を超える。\nしたがって，控訴人の負担する人件費（控訴人代表者の役員報酬）の増\n加の有無に関わらず，上記人件費相当額２００万円は，被控訴人の不法行\n為による損害として認められるべきである。\n（被控訴人の主張）\nア  被害の実態把握のための調査費用３４０万円について\n控訴人が平成２５年中に発行したＤに対する発注書（甲３７の１）を\nみても，「業務の内容」として具体的な成果物は記載されていないので\nあり，これからすると，Ｄも，被控訴人と同様に，成果物や納期を明確\nに特定されることなく総括的に依頼を受け，控訴人から指示される業務\nに適宜対処すべき立場にあったものと考えられる。\nそうすると，控訴人からＤへの合計３４０万円の発注書（甲１８の１\nないし３）に係る発注も，被害の実態把握のための調査（被控訴人の使\n用していたパソコン等の調査）に限られるものではなく，同時期に控訴\n人が実施し，Ｄが担当するべき全ての業務を対象とし，その対価が定め\nられていたものと考えられる。\nしたがって，Ｄが，上記の調査を行ったとしても，これによって控訴\n人の費用が増加したものではなく，損害が発生しているとはいえない。\n控訴人発行の発注書によれば，控訴人がＤに平成２６年中に発注した\n金額は合計１０７０万円とされる（甲１４，１８の１ないし３，７６の\n１及び２）。他方，控訴人提出の科目別元帳（甲６４の１及び２）によ\nれば，控訴人は，Ｄに対し，上記発注書記載の業務完了日に当該業務の\n２５\n委託料に対応する金額を支払っておらず，しかも，平成２６年中にＤに\n支払われた金額は総額９７０万円にすぎない。\nこのように，控訴人がＤに対して発行する発注書は，実際の支払額と\n適合したものではないというべきであるから，Ｄへの「損害に関する調\n査業務」に係る発注書（甲１８の１ないし３）の委託料の金額が合計３\n４０万円であるとしても，Ｄが行った被控訴人の使用していたパソコン\n等の調査業務に係る対価が実際にどの程度であったのかは，明らかでは\nない。\n仮に，控訴人がＤに被控訴人の使用していたパソコン等の調査業務を\n行わせていたとしても，同業務を他者に行わせる場合の適正な価格は何\nら明らかとなっていない。\nこの点，Ｃ社ア案件において，控訴人が，Ｅに対しＤが作成したプロ\nグラムの確認及び検証作業を３０万円で発注し，また，Ｄに対しＥが作\n成したプログラムの確認及び検証作業を３０万円で発注していることか\nらすると，これと類似した被控訴人使用のパソコン等の調査業務につい\nても，適正な対価は３０万円を超えないと考えられる。\nしたがって，控訴人に，被害の実態把握のための調査費用に係る損害\nが発生しているとしても，その額は３０万円を超えるものではない。\nイ  被控訴人使用のパソコンの購入代金８万４５２５円について\n控訴人に，証拠品である被控訴人使用のパソコンを保全する必要があっ\nたとしても，控訴人がパソコンを所有していることに変わりはなく，パソ\nコンが滅失又は毀損しているものでもない以上，購入代金相当額の損害が\n発生しないことは明らかである。\nまた，被控訴人が持ち出したデータが記録されたＵＳＢメモリ及びパソ\nコンは，現在も捜査機関に押収されている状況であるから，控訴人が被控\n訴人の使用していたパソコンを保全すべき必要性はなく，この点からもパ\n２６\nソコンの購入代金相当額の損害は認められない。\nウ  控訴人代表者の人件費２００万円について\n控訴人は，控訴人代表者が被控訴人との紛争を処理するために要した負\n担に相当する人件費として２００万円の損害を受けた旨主張する。\nしかし，被控訴人代表者が，紛争処理のための負担を要したとしても，\nそれによって具体的に控訴人に損害が生じていなければ，控訴人が被控訴\n人に賠償請求すべきものは存在しない。しかるところ，控訴人に，具体的\nに人件費等の損害が発生したことをうかがわせる証拠は存在しないから，\n控訴人の上記主張は認められない。\n第３  当裁判所の判断\n１  控訴人と被控訴人の間の契約の性質について\n被控訴人が失踪した平成２５年１２月２９日当時，控訴人と被控訴人の間\nには，被控訴人が控訴人におけるソフトウェア開発業務を行うことを内容とす\nる契約関係が存在したところ，当該契約の性質について，控訴人は，所定の成\n果物の提出義務を伴う請負契約である旨主張するのに対し，被控訴人は，成果\n物提出義務を伴わない雇用契約又は準委任契約である旨主張するので，まず，\nこの点について検討することとする。\n(1)  認定事実\n前記前提事実（原判決「事実及び理由」第２の１）のほか，証拠（甲１\n３，３４，４９，５１，乙１，５の１ないし３，乙８，原審における控訴人\n代表者本人尋問の結果（以下「控訴人代表者本人」という。），同じく被控訴\n人本人尋問の結果（以下「被控訴人本人」という。）及び弁論の全趣旨によ\nれば，次の事実が認められる。\nア  被控訴人は，平成１９年７月，控訴人に雇用され，以後，控訴人の事\n務所において，暦上の休日及び年末年始等を休日，午前９時から午後６時\nまでを勤務時間として勤務し，プログラマーとして，控訴人が顧客から受\n２７\n注したパチスロ等に係るソフトウェア開発の業務に従事していた。\nイ  被控訴人は，平成２４年７月ころ，控訴人代表者から，控訴人と被控\n訴人の雇用関係を解消し，今後は，被控訴人が個人事業主として控訴人の\n業務を行うことを提案された。これを受けて，被控訴人は控訴人に退職届\nを提出し，同年１０月１５日，控訴人と被控訴人の間で，前記前提事実\n（原判決「事実及び理由」第２の１(2)）のとおりの本件基本契約が締結\nされた。\nウ  本件基本契約締結以後における被控訴人の業務従事等の実態は，次の\nとおりであった。\n被控訴人は，専ら控訴人の業務に従事しており，他の顧客から仕事\nを請け負うことはなかった。\n業務の内容は，控訴人が顧客から発注を受けて手掛けるパチスロ等\nに係るソフトウェアの開発作業を開発責任者又はプログラマーとして\n行うというものであり，本件基本契約締結以前の業務と特段異なるも\nのではなかった。\n業務を行う場所は，控訴人の事務所であり，控訴人が所有し，本件\n基本契約締結以前から被控訴人が使用していた専用のパソコンを使用\nして作業を行っていた。休日及び勤務時間も本件基本契約締結以前と\n同様であった。\n被控訴人が行う具体的な業務の割り振りの決定権は控訴人代表者にあ\nり，例えば，控訴人代表者は，被控訴人が担当していたＡ社ス案件の作\n業が遅れていたことから，その判断で被控訴人の担当業務を一部に限定\nするなどしたほか，被控訴人に対し，甲１２開発計画には記載のないＣ\n社デバッグ案件の業務を割り当てるなどしている。また，上記 のとお\nり，被控訴人は，控訴人の事務所で作業を行っており，控訴人代表者\nは，被控訴人の作業状況を容易に確認し得る状況にあった。さらに，被\n２８\n控訴人は，作業の進捗状況を適宜控訴人代表者に報告し，控訴人代表者\nは，被控訴人の作業のやり方等に，注意や指示を与えるなどしており，\n業務遂行上の指揮監督の状況においても，本件基本契約締結以前と特段\n異なるものではなかった。\n被控訴人は，その業務において，控訴人の社名，住所及び連絡先が\n記載され，控訴人の「テクニカルディレクター」の肩書が付された名\n刺を使用していた。\n他方，被控訴人は，本件基本契約締結以前とは異なり，その業務を\n行うに当たり，控訴人から被控訴人宛ての発注書の交付を受けてい\nた。被控訴人が平成２５年中に交付された発注書及びその記載内容\nは，次のとおりである。\nａ  平成２５年１月２０日付け発注書（乙５の１）\n業務の内容：開発業務\n本契約の発効日：平成２５年２月１日\n業務の完了期日：平成２５年４月末日\n納品場所：控訴人事務所\n委託料（税別）：２５０万円\nｂ  平成２５年４月２６日付け発注書（乙５の２）\n業務の内容：開発業務\n本契約の発効日：平成２５年５月１日\n業務の完了期日：平成２５年５月末日\n納品場所：控訴人事務所\n委託料（税別）：８８万円\nｃ  平成２５年７月２６日付け発注書（甲１３発注書，乙５の３）\n業務の内容：開発業務\n本契約の発効日：平成２５年８月１日\n２９\n業務の完了期日：平成２５年１２月末日\n納品場所：控訴人事務所\n委託料（税別）：５６５万円\n報酬については，本件基本契約締結以前には毎月の給与として支払わ\nれていたのに対し，本件基本契約締結以後は，年数回に分けて，控訴人\n発行の発注書記載の委託料として支払われるようになった。平成２５年\n中の支払状況をみると，上記 の各発注書記載の「委託料」に相当する\n税込み額が，それぞれ一括又は分割により支払われている。例えば，甲\n１３発注書に係る５９３万２５００円（税込み）については，平成２５\n年１０月１６日に３１５万円，同年１２月２８日に残金２７８万２５０\n０円が支払われている。\n(2)  検討\nア  上記認定事実を踏まえて，控訴人と被控訴人の間の契約の性質が，請負\n契約であるのか，雇用契約等であるのかについて検討するに，控訴人と被\n控訴人との間で締結された本件基本契約の各条項（甲１）をみる限りは，\nその内容が請負を内容とするものであることは否定できないところであ\nる。\nしかしながら，使用者と労働者との間における労働契約の存否について\nは，明示された契約の形式のみによることなく，その労務供給形態の具体\n的実態に照らし事実上の使用従属関係があり，当該使用従属関係を基盤と\nする契約を締結する旨の当事者間に客観的に推認される黙示の意思の合致\nがあるか否かにより判断されるべきものといえる。特に，本件では，被控\n訴人が控訴人に現に雇用されていた状況の下で，控訴人代表者からの提案\nにより，当該雇用関係が解消され，本件基本契約の締結に至ったという経\n過があるところ，一般に，労働者の立場にある者が使用者から上記のよう\nな提案を受けた場合，これを容易に拒絶し難いであろうことは，推察し得\n３０\nるところである。また，この時点において，被控訴人が，労働関係法令に\nよって保護される労働者としての地位をあえて放棄し，リスクの高い個人\n事業者の地位を選択し，控訴人との契約を請負契約に切り替えようとする\n積極的な理由は認め難いのであり，これらの事情を勘案すれば，被控訴人\nが真にその自由意思によって控訴人との雇用契約関係を解消し，請負を内\n容とする本件基本契約を締結したと断ずることには疑問がある。してみる\nと，本件においては，控訴人と被控訴人の間で本件基本契約が締結された\n事実があるからといって，当該契約に規定された各条項どおりの契約が成\n立したものと直ちに断ずることはできないのであり，本件基本契約の各条\n項に従った請負契約の成立が認められるためには，本件基本契約締結以後\nの被控訴人による労務提供の実態や報酬の労務対価性等が，それ以前の雇\n用関係の下におけるものと異なっており，真に請負契約としての実質を備\nえたものであることが認められる必要があるのであって，そうでない限り\nは，従前と同様の雇用契約関係が継続しているものと解するのが，客観的\n事実から推認される当事者間の黙示の意思に適合するものというべきであ\nる。\nイ  そこで，上記認定事実に基づき考察するに，まず，被控訴人による労務\n提供の実態をみると，業務の内容，勤務場所，勤務時間，業務遂行上の指\n揮監督の状況において，本件基本契約締結の前後で格別の相違は見られな\nい。また，本件基本契約締結以後の業務においては，その勤務時間からし\nて，被控訴人が控訴人以外の業務を受注し得る状況にはなく，現に，その\n実績もないのであり，業務の専属性は高いものといえるし，そのような状\n況もあって，被控訴人が控訴人から求められた業務を断る自由（諾否の自\n由）があったとは考えにくい。そのほか，本件基本契約締結以後の業務に\nおいても，被控訴人が使用する主要な機材（パソコン）は控訴人所有のも\nのであり，業務上使用する名刺も控訴人の社員用のものであって，いずれ\n３１\nも本件基本契約締結以前と異ならない。\n他方，報酬の労務対価性に関しては，報酬の決め方や支払方法が，前記\n(1) 本件基本契約締結の前後で相違していることが\n認められる。しかしながら，控訴人発行の発注書の記載には，「業務の内\n容」として，「開発業務」との概括的な記載しかなく，その対価である\n「委託料」についても総額が記載されるのみである。一般に，請負契約に\nおいて発注書等で請け負うべき業務の内容やその対価の額を定める場合に\nは，業務内容の詳細やそれに対応した対価の額の内訳を記載し，当事者間\nの認識を明確化し，後の紛争防止を図るのが通常といえるのであり，これ\nからすれば，上記のような概括的な記載しかない発注書によって報酬の額\nを定める方法は，業務の成果と報酬との具体的な対応関係が明らかではな\nく，真に請負としての実質を備えたものと評価することは困難である。む\nしろ，上記発注書の記載は，「本契約の発効日」から「業務の完了期日」\nまで，控訴人における「開発業務」に従事すること全般に対する対価を定\nめたもの（すなわち，雇用契約上の報酬額を，それが，労働基準法の定め\nに合致するかどうかはともかくとして，月々の給与としてではなく，不定\n期の期間ごとに区切って，その都度定めたもの）と理解することが可能で\nあるといえる。\n以上によれば，本件基本契約締結以後の被控訴人による労務提供の実態\nや報酬の労務対価性等をみても，それ以前の雇用関係の下におけるものと\n異なるものではなく，真に請負契約としての実質を備えたものであること\nが認められるとはいえないから，控訴人と被控訴人の間の契約の性質は，\n本件基本契約締結以後においても，それ以前と同様の雇用契約のままで\nあったと解するのが相当である。そして，そうである以上，本件基本契約\nのうち，雇用契約の性質に反する条項は，その効力を有しないものという\nべきである。\n３２\nウ  他方，控訴人は，控訴人と被控訴人の間では，本件案件に係る成果物が\n特定されており，被控訴人は控訴人に対し特定の成果物提出義務を負って\nいた旨（すなわち，控訴人と被控訴人の間の契約は請負契約である旨）を\n主張し，これを示す事情として，Ａ社ス案件及びＣ社ア案件について，被\n控訴人が，甲１０及び１１工数見積表，その前提となる詳細見積書（甲６\n６の２，６７の２），それらをスケジュール化した甲１２開発計画及び顧\n客向けの見積試算表（甲７０の２）や見積資料（甲７２の２）を作成して\nいた事実を挙げる。\nしかし，被控訴人が，控訴人の受注したＡ社ス案件及びＣ社ア案件につ\nいて，開発責任者又はプログラマーとして開発業務に当たっていた以上，\nこれらの案件において想定される最終的な成果物を把握し，この点につい\nて控訴人との共通認識があったことは当然のことであり，このことは，控\n訴人と被控訴人の間の契約が，請負であるか，雇用であるかに関わらない\nことである。また，控訴人の要求に応じて，これらの案件に係る工数見積\n表等の資料を作成することは，開発責任者等としての業務の範囲内のこと\nと考えられるのであり，このことも，控訴人と被控訴人の間の契約が，請\n負であるか，雇用であるかに関わらないことといえる。\nしたがって，控訴人の上記主張は，控訴人と被控訴人の間の契約の性質\nいかんに関わる事情を指摘するものではないから，これによって上記イの\n判断が左右されるものではない。\n２  争点(1)のうち，本件競業避止条項に基づく差止請求の可否について\n(1)  前記前提事実（原判決「事実及び理由」第２の１(2)ア のとおり，本\n件競業避止条項は，被控訴人に対し，本件基本契約期間中及びその終了後１\n２か月間，控訴人の業務内容と同種の行為を自ら又は第三者をして行うこと\nを禁じるものであるところ，前記１(1)のとおり，被控訴人は，本件基本契\n約締結以後においても，控訴人が顧客から発注を受けて手掛けるパチスロ等\n３３\nに係るソフトウェアの開発業務を開発責任者又はプログラマーとして行う立\n場にあり，その際，控訴人又はその顧客の営業秘密を取り扱うことは当然想\n定されることであるから，控訴人としては，被控訴人がこれらの営業秘密や\nその他控訴人の業務を通じて知り得た知識を用いて競業行為を行うことによ\nり控訴人に不利益が生じることを防止する必要があることは明らかである。\nそうすると，本件基本契約において，控訴人が被控訴人に対し，被控訴人が\n控訴人の業務を行う本件基本契約期間中及びその終了後１２か月程度の期間\nにつき，本件機密保持契約上の義務に加え，被控訴人が控訴人と同種の業務\nを行うことを禁止する旨の約定をすることは，それが被控訴人の職業選択の\n自由又は営業の自由を制限するものであることを考慮しても十分合理性のあ\nることであり，このことは，前記１(2)イのとおり，本件基本契約締結以後\nの控訴人と被控訴人の間の契約が雇用契約であることを前提としても同様で\nある（被控訴人が，ソフトウェアの開発責任者を務めるなど，重要なポジシ\nョンにあり，それだけ営業秘密に触れる機会も多かったと考えられることか\nらすれば，上記程度の制約を受けることはやむを得ないものといわざるを得\nない。）。\nしたがって，本件基本契約締結以後の控訴人と被控訴人の間の契約が雇用\n契約であることを前提としても，本件競業避止条項は有効であり，被控訴人\nは控訴人に対し，当該契約期間中及びその終了後１２か月の間，控訴人の業\n務内容と同種の行為を自ら行い，又は第三者をして行わせない義務を負うも\nのといえる。\nなお，被控訴人は，本件基本契約では，一方当事者が解除に合意しない限\nり，永久に本件基本契約が存続し，本件競業避止条項も存続することになる\nから，被控訴人の職業選択の自由を過度に制約することになるなどとして，\n本件競業避止条項は公序良俗に違反し，無効である旨主張する。しかし，後\n記(2)で述べるとおり，当事者間の明示的な解除の合意がなくとも，黙示の\n３４\n辞職の意思表示を認定するなど，具体的な状況に応じて雇用契約の終了を認\n定することもできることからすれば，永久に本件競業避止条項が存続するよ\nうな事態は想定されないというべきであるから，本件競業避止条項が公序良\n俗に違反するとはいえない。\n(2)  次に，本件競業避止条項によれば，被控訴人の競業避止義務の存続期間\nは，「契約の終了後１２ケ月間」とされるため，控訴人と被控訴人との間の\n雇用契約が既に終了しているか否か，又，終了しているとすればその時期は\nいつかが問題となる。\nそこで検討するに，そもそも期間の定めのない雇用契約においては，労働\n者は，所定の予告期間を置けば，いつでもその契約を解約（すなわち辞職）\nし得る（民法６２７条）のであるから，本件においても，被控訴人が控訴人\nに対し，明示又は黙示に辞職の意思表示をしたものと認められる場合には，\nその時点から所定の予告期間が経過することにより，控訴人と被控訴人との\n間の雇用契約は終了したものと解することができる（本件基本契約２１条の\n定めは，このような解釈を採用することの妨げになるものではないというべ\nきである。）。\nこの点，被控訴人は，被控訴人が失踪後の平成２６年１月４日にＤに控訴\n人事務所のカードキーを送付・返却した時点で，被控訴人が控訴人の下で就\n労する意思のないことが明らかにされているから，これをもって控訴人との\n契約を解除する黙示の意思表示とみるべきである旨主張するが，単に控訴人\n事務所のカードキーを返却したという行為のみからは，必ずしも辞職の意思\nが明確に読み取れるものではないから，これのみをもって黙示の辞職の意思\n表示であると断ずることは困難というべきである。しかしながら，被控訴人\nは，控訴人の平成２６年の業務が開始した以降も，控訴人事務所に出勤せ\nず，控訴人代表者らにその所在を知らせることも，連絡を取ることもないま\nまの状態を続け，同年４月にはＢ社に就職するに至っているのであり，他\n３５\n方，控訴人においても，同年１月中旬ころには，被控訴人の業務離脱を前提\nに，同人が担当していた業務をＤやＥに行わせる（甲１４，１５）などして\nいるのであるから，控訴人と被控訴人の間では，遅くとも被控訴人の業務放\n棄が明白となった平成２６年の２月ころには，被控訴人の辞職が当然の共通\n認識になっていたものと推認される。さらに，より確実な時期を言えば，控\n訴人が，被控訴人を債務者として不正競争行為等の差止めの仮処分命令を申\nし立てた平成２６年１１月の時点においては，両者の紛争が顕在化し，被控\n訴人が控訴人の下で就労することがあり得ない状況にあったものであり，被\n控訴人の辞職が控訴人と被控訴人の間の共通認識になっていたことは明らか\nである。してみると，遅くともそのころまでには，被控訴人による黙示の辞\n職の意思表示があったものと認めることができるというべきであり，そうで\nあるとすると，上記予告期間や本件競業避止条項における「１２ケ月間」の\n付加期間を考慮しても，当審の口頭弁論終結時である平成２９年６月１４日\nの時点において，被控訴人の競業避止義務の存続期間が経過していることは\n明らかである。\n(3)  以上によれば，その余の点について判断するまでもなく，控訴人の本件\n競業避止条項に基づく差止請求には理由がない。\n３  争点(1)のうち，不競法３条１項に基づく差止請求の可否について\n(1)  控訴人は，被控訴人が控訴人保有の本件開発データを持ち出したことは\n不競法２条１項４号の営業秘密の不正取得に当たるとした上で，不競法３条\n１項の差止請求として，被控訴人がパチンコ・スロットの販売及び開発を\n行っている会社においてプログラマー及びその他の職種として業務に従事す\nることの差止めを求めている。\nしかしながら，不競法３条１項に基づく差止請求として認められるのは，\n不正競争によって他人の営業上の利益が侵害され，又は侵害されるおそれが\nある場合に，その侵害の停止又は予防を求めること，すなわち，不正競争に\n３６\n該当する営業利益侵害行為が現に行われ，又はそれが行われるおそれがある\n場合に，当該侵害行為の停止又は予防を求めることであり，これを不競法２\n条１項４号の不正競争に即して言えば，不正取得された営業秘密が現に使用\n又は開示され，又はそのおそれがある場合に，当該使用行為等の停止又は予\nめの禁止を求めることである。これに対し，控訴人の上記請求は，被控訴人\nがパチンコ・スロットの販売及び開発を行う会社の業務に従事すること全般\n（すなわち，控訴人の競業会社での業務従事全般）の禁止を求めるものであ\nるところ，被控訴人がこのような業務に従事することが，直ちに控訴人の営\n業秘密とされる本件開発データを使用又は開示することを意味するものでは\nないから，控訴人の上記請求は，不競法３条１項に基づく差止請求としては\n過剰な請求といわざるを得ない。\n(2)  他方で，被控訴人がパチンコ・スロットの販売及び開発を行う会社の業\n務に従事すれば，当然に本件開発データの使用等に及ぶ蓋然性が高いといっ\nた特段の事情がある場合には，控訴人の上記請求が認められる余地もあり得\nないではないので，この点について検討する。\nア  まず，証拠（甲６２，６３，乙８，９，１１，１５，被控訴人本人）及\nび弁論の全趣旨によれば，①被控訴人は，平成２５年１２月２９日に本件\n開発データを持ち出した後，平成２６年４月１日にＢ社に就職してスロッ\nトの開発に従事したが，平成２７年１１月１５日にＢ社を退職し，その\n後，平成２８年５月１７日まで株式会社Ｇで，同年８月３１日までＨ株式\n会社で，その後は株式会社Ｉでそれぞれ就労したこと，②上記各社のうち\n株式会社Ｉを除く会社はいずれもパチスロ等の開発を業務としており，株\n式会社Ｉもパチスロ等の業務用アミューズメント機器の販売等を業務とし\nていることが認められる。このように，被控訴人は，本件開発データの持\nち出し後に，控訴人と同種の事業を行う会社への就職・退職を繰り返して\nいる事実が認められるところ，平成１９年以降控訴人の下で専らパチスロ\n３７\n等に係るソフトウェアの開発業務に従事してきた被控訴人の職歴，経験か\nらすれば，被控訴人がパチスロ等に関係する会社に就職し，プログラマー\nとしての業務に従事することはごく自然な選択といえるから，このような\n就職等の事実自体から，被控訴人がこれらの会社において本件開発データ\nの使用や開示に及んでいることが直ちに推認されるものではない。また，\nそのほかに，当該使用・開示が行われたことを示す具体的な証拠（例え\nば，これらの会社が製作した製品に本件開発データのいずれかが使用され\nた形跡があることを示す解析結果など）があるものでもない。\nイ  また，前記前提事実（原判決「事実及び理由」第２の１⑷）のとおり，\n控訴人と被控訴人の間では，控訴人が申し立てた仮処分命令申立事件にお\nいて，被控訴人が，パチンコ・スロット用ソフトウェアを開発するに当た\nり本件開発データを自ら使用し又は第三者に使用させないこと及びその情\n報が記録された電子媒体及び紙媒体を廃棄することを内容とする和解が成\n立しており，被控訴人によって本件開発データの使用が行われないこと\nは，法的強制力を伴う義務によって担保されているものといえる。\nしかも，被控訴人が本件開発データを持ち出すのに用いたＵＳＢメモリ\n及びこれからデータが移された被控訴人所有のパソコンは，被控訴人を被\n疑者とする建造物侵入・窃盗被疑事件に係る捜査の過程で警察に押収され\nており（甲７），被控訴人の手元にはない現状にある（乙９，弁論の全趣\n旨）。また，被控訴人が印刷した紙媒体についても，被控訴人は既に廃棄\nした旨を述べており（甲２７の１ないし１０），これを否定し得る明確な\n証拠はない。なお，控訴人は，被控訴人は，①本件開発データが記録され\nた電子媒体及び紙媒体を廃棄しておらず，②Ｃ社の担当者と連絡を取るな\nど，本件和解条項に違反している旨主張するが，①の事実を認めるに足り\nる確たる証拠はなく，②の行為は，直ちに被控訴人が本件開発データ中の\n情報を使用したことを意味するものではないから，控訴人の上記主張は採\n３８\n用できない。\nウ  さらに，本件開発データは，飽くまでもＡ社ス案件に係るパチスロのた\nめのプログラム等のデータであるところ，これを他社が製作する別のパチ\nスロ等にも使用することができるかは，必ずしも具体的に明らかではな\nい。また，仮に，本件開発データ中に他社の製品にも流用し得る汎用的部\n分（ただし，営業秘密としての価値が認められる程度には独自性がある部\n分）があるとしても，本件開発データは，平成２５年１２月２９日までに\n製作されたものであり，他方，パチスロやパチンコが新機種導入のサイク\nルが短い製品であること（当裁判所に顕著な事実）からすれば，製作後３\n年以上が経過した現時点（当審の口頭弁論終結時である平成２９年６月１\n４日）における製品にも当該データを流用し得るかは疑問というべきであ\nる。\nエ  他方，控訴人は，「被控訴人は，「引っ越しリスト」（甲２６）を準備\nするなどして計画的に本件開発データを持ち出したものであり，当初から\nこれを他社に流用する目的を有していたものと認められるから，今後も本\n件開発データの使用等を行うおそれがある。」旨主張する。\nこの点，控訴人が指摘する「引っ越しリスト」（甲２６）とは，被控訴\n人が使用していた控訴人所有のパソコンのアクセス履歴に残った「引っ越\nしリスト  Ｙ（姓）  作業確認」との表題の付されたデータを指すもので\nあるが，当該データは，アクセス履歴にその表題が残されるのみで，その\n内容は明らかではなく，当該表題のみからその内容まで推測することは困\n難であって，これが被控訴人の失踪に関わるものであるか否かは判然とし\nないというほかない。また，仮に，これが被控訴人の失踪に係る引っ越し\nの準備内容を記載したデータであることが認められるとしても，引っ越し\nの準備をすることと本件開発データを持ち出すこととは直ちに結びつくも\nのではないから，当該データの存在によって，被控訴人が本件開発データ\n３９\nの持ち出しを事前に計画していたことが示されるとはいえず，他にこれを\n認めるに足りる的確な証拠もない。むしろ，被控訴人が，最初に控訴人の\n競業会社であるＢ社と接触したのは，上記持ち出しから２か月以上が経過\nした平成２６年３月上旬であり，それまでの間に競業会社に接触した形跡\nが認められないことは，被控訴人が当初から当該データを他社に流用する\n目的を有していたとの事実に沿わない事情といえる。\nまた，仮に，被控訴人が本件開発データを持ち出すに際しこれを他社に\n流用する目的を有していたとしても，そのことは，現時点においても，被\n控訴人が同様の目的を有し続けており，被控訴人が競業会社の業務に従事\nすれば，当然に本件開発データの使用等に及ぶ蓋然性が高いことを直ちに\n示すものではない。むしろ，上記イのような本件開発データ持ち出し後の\n事情，すなわち，本件開発データの持ち出しを巡って，控訴人との民事上\nの紛争が生じ，仮処分命令申立事件において被控訴人が本件開発データの\n不使用を約する和解が成立した上，被控訴人は，被疑者としての捜査対象\nともなって，所有パソコン等の押収まで受け，更に，本件訴訟も係属して\nいるという状況からすれば，現時点において，被控訴人があえて本件開発\nデータの使用等に及ぶリスクを冒そうとすることは，考えにくいというべ\nきである。\nオ  小括\n以上述べたところを総合すれば，被控訴人がパチンコ・スロットの販売\n及び開発を行う会社の業務に従事すれば，当然に本件開発データの使用等\nに及ぶ蓋然性が高いというべき特段の事情は認められない。\n⑶  以上の次第であるから，その余の点について判断するまでもなく，控訴人\nの不競法３条１項に基づく差止請求には理由がない。\n４  争点⑵ア（被控訴人の債務及びその不履行）について\n前記１で述べたとおり，被控訴人が失踪した平成２５年１２月２９日当時，\n４０\n控訴人と被控訴人の間に存在した契約は雇用契約であると解されるので，これ\nを前提に，その当時に被控訴人が控訴人に対して負担していた債務の内容及び\nその不履行の有無について検討する。\n⑴  認定事実\n前記前提事実（原判決「事実及び理由」第２の１）のほか，証拠（甲３，\n１０ないし１３，１７，３４，４１，４４，４５，４９，５１，７０の１な\nいし４，乙８，控訴人代表者本人，被控訴人本人）及び弁論の全趣旨によれ\nば，次の事実が認められる。\nア  控訴人は，平成２５年５月，Ａ社からパチスロに係るプログラム等の開\n発（Ａ社ス案件）を受注し，また，同年７月ころ，Ｃ社からパチンコに係\nるプログラム等の開発（Ｃ社ア案件）を受注し，それぞれそのころからこ\nれらの開発業務を行った。\n被控訴人は，上記各受注の前提となる工数見積表（甲１０及び１１工数\n見積表）を作成したほか，上記各受注後は，控訴人の下で，開発責任者又\nはプログラマーとして，上記各案件に係るプログラム等の開発業務に従事\nした。具体的には，被控訴人が平成２５年７月１１日に作成し，控訴人に\n提出した各案件に係るスケジュール表（甲１２開発計画）によれば，Ａ社\nス案件は作業期間を平成２５年６月から１１月まで，Ｃ社ア案件は作業期\n間を同年６月から翌２６年５月まで，更にＣ社を発注元とする別の案件\n（Ｃ社ポ案件）は作業期間を平成２５年６月から１２月までとすること，\n被控訴人は，Ａ社ス案件につき抽選テーブル，役物制御等の作業を，Ｃ社\nア案件につきトライアル版サブメイン，α版サブメイン等の作業を，Ｃ社\nポ案件につき原理試作，β版抽選処理等の作業を担当することが予定され\nていた。\nイ  控訴人は，平成２５年７月２６日，被控訴人に対し，前記１⑴ウ ｃの\nとおりの内容の甲１３発注書を交付したが，同書の「業務の内容」に記載\n４１\nされた「開発業務」に上記Ａ社ス案件及びＣ社ア案件に係る開発業務が含\nまれることは，控訴人と被控訴人の間の共通認識であった。\nウ  その後，被控訴人は，遅くとも平成２５年１２月２８日までに，平成２\n６年１月７日からＣ社デバッグ案件に係る業務を行うよう控訴人から指示\nされた。\nエ  Ａ社ス案件に係る開発業務は，サブ制御プログラム（サブメイン）の開\n発と同プログラムによって制御される画像等に係るプログラム（サブサ\nブ）の開発とに大別されるところ，被控訴人は，当初は案件全体の開発責\n任者であったが，平成２５年８月ころ，作業の遅れが見られたことから，\n控訴人代表者の判断により，被控訴人のサブサブの業務を控訴人代表者が\n引き取り，以後，被控訴人は，専らサブメインの開発業務を行うように\nなった。\nしかし，平成２５年１１月までに完了する予定であった被控訴人の業務\nは，同年１２月２８日の時点でも完了しなかった。そこで，被控訴人は，\n控訴人代表者に対し，自ら作成した甲３マイルストーンを示し，Ａ社ス案\n件に係る被控訴人の業務を翌２６年１月には完了させる旨を約した。\nオ  また，Ｃ社ア案件に係る開発業務も，サブ制御プログラム（サブメイン）\nの開発と画像に係るプログラム（サブサブ）の開発とに大別されるところ，\n被控訴人は，サブメインの開発について責任者として業務を行っていた。\nカ  控訴人代表者は，平成２５年１２月２８日，控訴人事務所において，被\n控訴人に対し，同人の仕事の内容やそのやり方について注意を与えるなど\nした。また，その後，控訴人代表者は，被控訴人を控訴人代表者の自宅に\n呼び出し，同様に同人の仕事のやり方等についての注意を与えるなどし\nた。\nキ  被控訴人は，平成２５年１２月２９日，控訴人が管理する被控訴人の連\n絡先情報を削除した上，業務に関する引継ぎを何ら行うことなく失踪し，\n４２\nその後も控訴人に連絡を取らないまま，平成２６年４月１日には，パチス\nロ等の開発を業務とするＢ社に就職し，平成２７年１１月１５日に退職す\nるまで，プログラマーとしてパチスロの開発業務に従事した。\n⑵  検討\nア  業務放棄について\n前記１で述べたとおり，平成２５年１２月２９日当時，控訴人と被控訴\n人の間に存在した契約は雇用契約（期間の定めのないもの）であると解さ\nれるから，被控訴人は控訴人に対し，同契約に基づき，控訴人の指揮命令\nに従って所定の労務を提供すべき義務を負うものといえる。具体的には，\nその当時，被控訴人は，控訴人の指示に基づき，Ａ社ス案件のサブメイン\nの開発業務及びＣ社ア案件のサブメインの開発業務に従事し，その作業が\n継続中であったのであり，更に，平成２６年１月７日からはＣ社デバッグ\n案件に係る業務を行うよう控訴人から指示されていたのであるから，被控\n訴人は，控訴人に対し，平成２６年１月以降も，これらの案件（本件案\n件）の開発業務に係る労務を提供すべき義務を負っていたものといえる。\nまた，雇用契約において，労働者は，使用者に対し，上記労務提供義務\nに付随して，当該労務の提供を誠実に行い，使用者の正当な利益を不当に\n侵害してはならない義務を負うものといえるところ，このような労働者の\n誠実義務からすれば，被控訴人が職を辞して労務の提供を停止するに当\nたっては，使用者である控訴人に対し，所定の予告期間を置いてその旨の\n申入れを行うとともに，自らが担当していた控訴人の業務の遂行に支障が\n生じることのないよう適切な引継ぎ（それまでの成果物の引渡しや業務継\n続に必要な情報の提供など）を行うべき義務を負っていたものというべき\nである。\nしかるところ，被控訴人は，平成２５年１２月２９日，控訴人代表者ら\nに対し自己の担当業務に関する何らの引継ぎもしないまま突然失踪し，以\n４３\n後，控訴人の業務を全く行わず，控訴人に何らの連絡もしなかったのであ\nるから，このような被控訴人の行為が，控訴人との雇用契約に基づく上記\n労務提供義務及び誠実義務（労務の提供を停止するに当たって，所定の手\n順を踏み，適切な引継ぎを行う義務）に違反し，債務不履行を構成するこ\nとは明らかであり，被控訴人は，これによって控訴人に生じた損害を賠償\nする義務を負う。\nなお，被控訴人は，被控訴人の上記業務放棄は，その前日に控訴人代表\n者が激高し，被控訴人に罵声を浴びせるなどして脅迫したことにより，被\n控訴人が生命の危険を感じ，精神的に不安定となったことによるものであ\nるから，被控訴人に帰責事由はない旨主張する。しかし，平成２５年１２\n月２８日の控訴人代表者と被控訴人とのやりとりにおいて，控訴人代表者\nが被控訴人に生命の危険を感じさせるほどの脅迫的言辞を用いたとの事実\nは，被控訴人がその旨を述べる（乙８，被控訴人本人）のみで，控訴人代\n表者はこれを否定しており（甲４９，控訴人代表者本人），他にこれを裏\n付ける証拠もない。他方，控訴人代表者自身が上記やりとりの際の被控訴\n人の言動に強い憤りを感じた旨を述べていること（甲４９）からすれば，\nその際に，控訴人代表者が激しい叱責を加えたことも考えられるが，使用\n者が労働者に対し業務上の注意を与える際に，ある程度の強い叱責が行わ\nれることは通常あり得ることであり，平成１９年から約６年にわたって雇\n用関係にあった控訴人代表者と被控訴人の間でも同様の状況がこれまでに\nもあったことが推察されるから，今回に限り，そのような叱責によって，\n被控訴人が業務継続ができないほどの精神的な不安定に陥ったとは考えに\nくいものといえる。したがって，被控訴人の上記主張は採用することがで\nきない。\nイ  競業避止義務違反について\n前記２(1)で述べたとおり，被控訴人は控訴人に対し，本件競業避止条\n４４\n項に基づき，控訴人と被控訴人との雇用契約期間中及びその終了後１２か\n月の間，控訴人の業務内容と同種の行為を自ら行い，又は第三者をして行\nわせない義務を負うものといえる。\nしかるところ，被控訴人は，平成２６年４月１日から平成２７年１１月\n１５日まで，控訴人の業務内容と同様のパチスロ等の開発を業務とするＢ\n社で就労し，プログラマーとしてパチスロの開発業務に従事していたので\nあり，他方，上記雇用契約の終了時期が前記２(2)のとおりであると認め\nられることからすれば，被控訴人がＢ社で就労していた時期に，被控訴人\nが上記義務を負っていたことは明らかである。\nしたがって，被控訴人の上記就労が，控訴人との雇用契約に付随する競\n業避止義務に違反し，債務不履行に当たることは明らかであり，被控訴人\nは，これによって控訴人に生じた損害を賠償する義務を負う。\n５  争点(2)イ（債務不履行による損害額）について\n(1)  被控訴人に支払った請負代金５９３万２５００円について\n控訴人は，被控訴人が控訴人に対し，本件案件に係る成果物提出義務を負\nうこと（すなわち，控訴人と被控訴人との間の契約の性質が請負契約である\nこと）を前提に，控訴人が被控訴人に平成２５年１２月２８日までに支払っ\nた請負代金相当額５９３万２５００円全額が，被控訴人の業務放棄に係る債\n務不履行による損害となる旨主張する。\nしかしながら，前記１(2)イで述べたとおり，控訴人と被控訴人との間の\n契約は，本件基本契約締結以降においても雇用契約であると解され，甲１３\n発注書は，「本契約の発効日」から「業務の完了期日」まで，控訴人におけ\nる「開発業務」に従事すること全般に対する対価を定めたものと理解される\nことからすれば，控訴人が被控訴人に平成２５年１２月２８日までに支払っ\nた５９３万２５００円（甲１３発注書記載の「委託料」に相当するもの）\nは，被控訴人が控訴人に対し，甲１３発注書記載の「業務の完了期日」であ\n４５\nる「平成２５年１２月末日」まで労務を提供したことに対する対価であると\n理解することができる。そして，被控訴人は，控訴人の平成２５年の仕事が\n終了した平成２５年１２月２８日までは，控訴人の下で，その担当する業務\nに係る労務を提供していたのであるから，これに対する対価である上記金額\nを収受し得るものといえる。\nしたがって，控訴人が被控訴人に支払った５９３万２５００円に相当する\n金額が，被控訴人の業務放棄に係る債務不履行による損害となるものとはい\nえず，また，控訴人が被控訴人に当該金額の返還を求め得る理由もない。\n(2)  本件違約罰条項に基づく違約罰について\n前記１(2)イで述べたとおり，控訴人と被控訴人との間の契約が，本件基\n本契約締結以降においても雇用契約と解される以上，本件基本契約の各条項\nのうち，雇用契約の性質に反するものは，その効力を有しないものと解され\nる。\nしかるところ，労働契約において，使用者が労働契約の不履行について違\n約罰を定めることは，労働基準法１６条に違反するものであるから，本件違\n約罰条項は，その効力を有しないものと解される。\nしたがって，控訴人の本件違約罰条項に基づく違約罰の請求は認められな\nい。\n(3)  Ａ社ス案件についてのＤへの追加発注費用について\n証拠（甲１４，３４，４４，６４の１，控訴人代表者）及び弁論の全趣\n旨によれば，控訴人は，被控訴人の失踪により同人が行うはずであった業\n務を他者に振り向ける必要が生じたため，平成２６年１月１０日，Ｄに対\nし，Ａ社ス案件において被控訴人が平成２６年２月末までに行う はずで\nあった業務及びプロジェクト管理業務を，平成２６年１月１０日から同年\n２月末日まで行うことを２００万円で発注し，これをＤに支払ったことが\n認められる。しかるところ，控訴人は，当該発注費用として控訴人が支出\n４６\nした２００万円は，被控訴人の債務不履行によって控訴人に生じた損害と\nなる旨主張する。\nしかし，本件基本契約締結以降の控訴人と被控訴人との間の契約が雇用\n契約であるとの理解を前提とすると，仮に，被控訴人が平成２６年１月以\n降も控訴人のＡ社ス案件に係る業務を継続していたとすれば，控訴人は，\n被控訴人に対し，平成２６年１月以降の当該業務に係る労務提供の対価を\n支払わなければならないことになる。したがって，被控訴人の業務放棄に\n係る債務不履行によって生じた損害として認め得るのは，被控訴人が行う\nはずであった業務をＤが行うことによって生じた上記費用と，被控訴人が\n当該業務を継続していた場合に同人に支払うはずであった労務提供の対価\nとの差額にとどまるものというべきところ，これを具体的に明らかにし得\nる証拠はない。しかしながら，控訴人は，被控訴人が何らの引継ぎも行わ\nないままその業務を放棄したため，急きょＤにその業務を振り向けざるを\n得ず，Ｄとしても，そのような状況で予定外の業務に当たる以上，通常よ\nりも高額の報酬を得られなければ，容易にこれを引き受けないはずである\nことからすれば，上記発注費用２００万円は，被控訴人が当該業務を継続\nしていた場合に同人に支払うべき対価の額よりは高額であること，すなわ\nち上記差額の存在が推認されるものといえる。そして，その金額について\nは，控訴人が被控訴人に平成２５年中に支払った報酬の総額９４８万円\n（甲２０）から算出される同人の２か月分（平成２６年１月及び２月）の\n報酬額約１６０万円と上記発注費用２００万円との差額である４０万円と\n認めるのが相当である。\nしたがって，控訴人がＤへの発注費用として支出した２００万円につい\nては，４０万円の限度で，被控訴人の業務放棄に係る債務不履行によって\n控訴人に生じた損害と認めることができる（なお，控訴人とＤとの関係も\n雇用関係と認められる可能性もないわけではないが，このように解される\n４７\n場合であっても，上記認定事実によれば，通常の報酬額を超える部分につ\nいては，控訴人は，Ｄに対し，追加ボーナスを支払ってＡ社ス案件の引継\nぎをさせたと理解し得るから，上記４０万円が損害に当たることに変わり\nはない。この点は，次項のＥへの追加発注についても同様である。）。\n(4)  Ｃ社ア案件についてのＥへの追加発注費用について\n証拠（甲１５，３４，６４の１，控訴人代表者）及び弁論の全趣旨によ\nれば，控訴人は，被控訴人の失踪により同人が行うはずであった業務を他\n者に振り向ける必要が生じたため，平成２６年１月１７日，Ｅに対し，Ｃ\n社ア案件において被控訴人が平成２６年１月以降に行うはずであった業務\n及びそれを行うために必要となる被控訴人が行っていた業務の解析・検証\nの業務を平成２６年２月１日から同年４月末日まで行うことを３００万円\nで発注し，これをＥに支払ったことが認められる（なお，被控訴人は，控\n訴人がＥに上記３００万円を支払ったことの裏付けがない旨主張するが，\n控訴人の科目別元帳（甲６４の１）から，同年５月２９日に３００万円が\nＥに支払われていることが確認できるから，被控訴人の上記主張は理由が\nない。）。\nしかるところ，控訴人は，当該発注費用として控訴人が支出した３００万\n円は，被控訴人の債務不履行によって控訴人に生じた損害となる旨主張する。\nしかし，上記(3)で述べたとおり，仮に，被控訴人が平成２６年１月以降\nも控訴人のＣ社ア案件に係る業務を継続していたとすれば，控訴人は，被\n控訴人に対し，平成２６年１月以降の当該業務に係る労務提供の対価を支\n払わなければならないことになるから，被控訴人の業務放棄に係る債務不\n履行によって生じた損害として認め得るのは，被控訴人が行うはずであっ\nた業務をＥが行うことによって生じた上記費用と，被控訴人が当該業務を\n継続していた場合に同人に支払うはずであった労務提供の対価との差額に\nとどまるものというべきところ，これを具体的に明らかにし得る証拠はな\n４８\nい。しかしながら，控訴人は，被控訴人が何らの引継ぎも行わないままそ\nの業務を放棄したため，急きょＥにその業務を振り向けざるを得ず，しか\nも，引継ぎがなかったがゆえに，それまで被控訴人が行っていた業務につ\nいての解析・検証という余分な作業までＥに行わせざるを得なかったので\nあるから，このような作業をも含むものとして定められた上記発注費用３\n００万円は，被控訴人が当該業務を継続していた場合に同人に支払うべき\n対価の額よりは高額であること，すなわち上記差額の存在が推認されるも\nのといえる。そして，その金額については，控訴人が被控訴人に平成２５\n年中に支払った報酬の総額９４８万円（甲２０）から算出される同人の２\nか月分（本来，Ｅの業務期間とされる平成２６年２月ないし４月の３か月\n分を想定すべきであるが，平成２６年２月分については，上記(3)の損害算\n定において考慮済みであり，この金額は，Ａ社ス案件とＣ社ア案件の双方\nの業務を含んだ報酬と考えられるから，ここでは考慮に入れないこととす\nる。）の報酬額約１６０万円と上記発注費用３００万円との差額である１４\n０万円をもって，上記差額と認めるのが相当である。\nしたがって，控訴人がＥへの発注費用として支出した３００万円につい\nては，１４０万円の限度で，被控訴人の業務放棄に係る債務不履行によっ\nて控訴人に生じた損害と認めることができる。\n(5)  Ｃ社ア案件に係る逸失利益について\nア  認定事実\n前記４(1)の認定事実に加え，証拠（甲１６，３２の１及び２，３３，\n３４，４９，５１，７０の１ないし４，乙８，控訴人代表者本人，被控訴\n人本人）及び弁論の全趣旨によれば，次の事実が認められる。\n控訴人は，平成２５年７月ころ，Ｃ社からＣ社ア案件に係る開発業務\nを代金６３１２万４３７５円で受注した。控訴人が受注した業務は，パ\nチンコに係るサブ制御プログラム（サブメイン）の開発と画像に係るプ\n４９\nログラム（サブサブ）の開発とに大別されるところ，上記代金の内訳\nは，サブメインに関する部分が２２３２万円，サブサブに関する部分が\n４０８０万４３７５円（いずれも直接制作費に５％の販管費を加えたも\nの）であった。\nなお，控訴人とＣ社との間の正式な業務委託契約書は，平成２５年１\n０月１１日付けで作成された。\nＣ社ア案件において，被控訴人は，控訴人の指示に基づき，サブメイ\nンの開発の責任者として業務を行い，サブサブの開発業務は控訴人代表\n者が担当した。\n控訴人とＣ社との業務委託契約では，控訴人はＣ社に対し，平成２６\n年１月３１日までに一定の成果物（α版）を納品することとされてお\nり，その中には，サブメインに関する成果物も含まれていた。\nところが，平成２６年１月上旬ころ，被控訴人の失踪が明らかとなっ\nたことから，控訴人代表者は，同年１月末までにサブメインに関する成\n果物をＣ社に納品することは不可能であると判断し，Ｃ社に対し，その\n旨を報告するとともに，発注内容の見直しを申し入れ，Ｃ社においてこ\nれを検討することとなった。\nその後，Ｃ社の判断に基づき，控訴人とＣ社は，平成２６年２月２１\n日，①Ｃ社ア案件について控訴人が受注していた業務のうち，サブメイ\nンに関する部分は一部に縮小し，その代金額を１４８５万円に減額する\nこと，②サブサブに関する部分は，未履行部分の業務を中止して契約を\n将来に向かって解除し，未完成の仕掛品の評価及び上記中止による控訴\n人の損害を補填するものとして，３３０万７５００円をＣ社が控訴人に\n支払うことを合意した。\nイ  検討\n以上の事実によれば，控訴人は，Ｃ社ア案件に関する契約内容が見直\n５０\nされたことにより，Ｃ社から支払われる対価の額が６３１２万４３７５円\nから１８１５万７５００円（サブメインに係る見直し後の代金１４８５万\n円に，サブサブに係る仕掛品の評価等として支払われた３３０万７５００\n円を加えた金額）に減額されることとなり，その差額（４４９６万６８７\n５円）に相当する売上げを失い，これに対応した得べかりし利益を失った\nものということができる。\nさらに，控訴人は，Ｃ社ア案件の変更後の損益は，受注金額１５５９\n万２５００円（税抜き１４８５万円）から，Ｄに支払った５３０万円，Ｅ\nに支払った６６０万円，並びに販売費及び一般管理費１７８１万７０４４\n円を控除した金額，すなわち，１４１２万４５４４円の赤字であり，これ\nも損害に当たると主張する。しかし，Ｄ及びＥに支払った人件費（合計１\n１９０万円）は，受注金額に比べて過大との疑いを免れない（人件費の受\n注金額に対する割合は約７６％となるが，通常の案件における利益率は約\n３５％であるとする控訴人自身の主張を前提とすれば，人件費のみで，通\n常の経費率６５％を１０％も上回るというのは不自然といわざるを得な\nい。）。また，控訴人は，Ｃ社ア案件に係る販売費及び一般管理費の額を\n算出するに当たり，控訴人が平成２５年度（平成２５年７月から平成２６\n年６月まで）に支出した販売費及び一般管理費の総額を，その期間に控訴\n人が行った各案件の業務に要した工数（作業期間）を基準に割り付けて算\n出するが，そのような算出方法の正当性を直ちに首肯することはできな\nい。特に，Ｃ社ア案件において，控訴人が得た売上額は，上記のとおり１\n８１５万７５００円にとどまるにもかかわらず，控訴人の上記算出方法に\nよれば，当該売上額にほぼ匹敵する額の販売費及び一般管理費を同案件に\n割り付けることとなるが，このような結果は不合理といわざるを得ない。\nそして，他に経費の額について適切な資料は存しない以上，Ｃ社ア案件に\n関し，控訴人に上記主張どおりの赤字が生じていたと断ずることはでき\n５１\nず，これをもって損害に当たるものということはできない。\nしかるところ，Ｃ社ア案件に関する契約内容が見直されるに至ったの\nは，控訴人の下でＣ社ア案件に係るサブメインの開発業務に責任者として\n従事していた被控訴人が，平成２６年１２月２９日に，業務の引継ぎを行\nうことなく失踪して業務を放棄し，その結果，控訴人がＣ社に対し，平成\n２６年１月３１日までに一定の成果物（α版）を納品する義務を履行する\nことができなくなったことによるものであるから，被控訴人の業務放棄に\n係る債務不履行と控訴人の上記利益の喪失との間に因果関係があることは\n否定できないところである。この点，被控訴人は，被控訴人が専ら担当し\nていたのはサブメインの部分であり，サブサブの部分を担当していたのは\n控訴人代表者であるから，サブサブの部分の契約が解除されたことと被控\n訴人の業務放棄とは関係がない旨主張するが，サブメインに係るプログラ\nムの制御に従ってサブサブに係るプログラムが画像を表示させる処理を行\nうものであることからすれば，サブメインとサブサブとは密接に関連した\nプログラムということができるのであり，してみると，サブメイン部分に\n係る発注内容の見直しがサブサブ部分に係る発注内容の見直しにもつなが\nることはあり得る事態といえるから，サブサブ部分の契約が解除されたこ\nとと被控訴人の業務放棄とが無関係であると断ずることはできない。\nしかしながら，上記発注内容の見直しは，専らＣ社の判断に委ねられて\nいたところ，Ｃ社が，どのような要素を重視し，いかなる判断の下に上記\nのとおりの見直しを決定したのかは，具体的には明らかではない。特に，\n控訴人代表者自身が，Ｃ社による発注内容の見直しについて，「被控訴人\nが行っていたサブメインソフト開発だけが引き上げられ，サブサブソフト\n開発は引き続き行えるのではないかと考えていた」（甲３４の８頁）と述\nべるとおり，控訴人の体制に問題のあるサブメインの開発業務からサブサ\nブの開発業務を切り離し，この部分のみを控訴人に行わせることも可能で\n５２\nあったと考えられるのに，Ｃ社は，むしろ上記問題のあるサブメインの開\n発業務を控訴人のもとに残し，上記問題のないサブサブの開発業務を全て\n控訴人から引き揚げて他に行わせる選択をしているのであり，このような\n選択の背景には，被控訴人の業務放棄によって生じたサブメイン開発に係\nる控訴人の体制上の問題以外の要因が関係している可能性が否定できない\nものというべきである。してみると，Ｃ社ア案件に係る契約内容が見直さ\nれ，代金額が減額されるに至ったことについては，被控訴人による業務放\n棄がその一因となっていることは否定できないものの，それ以外の要因も\n想定されるところであるから，控訴人の上記逸失利益に係る損害の全てを\nもって，被控訴人の業務放棄に係る債務不履行による損害とみることはで\nきず，その額は，一定の合理的な範囲に限定されるべきである。\nさらに，控訴人と被控訴人との契約が期限の定めのない雇用契約であっ\nて，一定の成果物の完成を目的とする請負契約ではないことからすれば，\nＣ社ア案件の完成に向けて適切な人員配置をし，かつ，作業が順調に進行\nするよう配慮すべき立場にあるのは控訴人の側であることは明らかであ\nる。この観点から考えた場合，特定のスタッフが欠けた場合のバックアッ\nプ体制が十分であったのか，また，平成２５年１２月２８日の夜に，被控\n訴人をわざわざ自宅まで呼び出して，約２時間にわたって厳しく叱責した\nことは，（被控訴人による債務不履行を正当化する事由であるとまでは認\nめられないとしても）労働者に対する配慮義務を負う使用者として適切で\nあったのかといった点も問題になり得るのであって，この点からも，控訴\n人の上記逸失利益に係る損害の全てについて，被控訴人の業務放棄に係る\n債務不履行による損害とみることはできず，その額は，相当程度限定され\nてしかるべきである。\nそこで，上記逸失利益に係る損害額について検討するに，まず，契約変\n更前のＣ社ア案件の受注に係る営業利益率に関する控訴人代表者の供述\n５３\n（甲８０）によれば，被控訴人らへの報酬のほか，販売費・一般管理費を\n含めたコスト計算の結果から約３５％とされ，これを覆すに足りる証拠も\nないことから，これに基づいて，上記逸失利益の額を算出すると，１５７\n３万８４０６円（４４９６万６８７５円×３５％）となる。そして，被控\n訴人の業務放棄に係る債務不履行と相当因果関係があると認められる損害\n額については，上記で述べたとおりの理由からこれを一定の範囲に限定す\nべきところ，具体的には，本件に顕れた諸事情を考慮し，上記利益額の２\n割程度に当たる３００万円と認めるのが相当である。\n(6)  競業避止義務違反による損害について\n控訴人は，被控訴人が平成２６年４月１日以降Ｂ社において就労したこと\nにより，控訴人は，Ｂ社とＯＥＭ関係にあるＡ社への営業を自重せざるを得\nなくなり，その結果３００万円を下らない営業損失を受けた旨主張する。\nしかし，控訴人代表者の供述（甲３４，控訴人代表者本人）によれば，控\n訴人とＡ社との取引は，平成２５年５月に受注したＡ社ス案件に係るものの\nみであり，その後，被控訴人がＢ社に就職した平成２６年４月までの間をみ\nても，Ａ社から新たな案件を受注するという具体的な話はなかったというの\nであるから，控訴人がその主張の前提とする「控訴人がＡ社への営業を行え\nば，受注を獲得して利益を得られた」との想定は，単にその可能性があった\nということにすぎず，現実的な裏付けのあることではない。\nしたがって，控訴人主張の３００万円の営業損失なるものを，控訴人に現\nに生じた損害として認めることはできない。\n⑺  小括\n以上によれば，被控訴人の債務不履行による損害額は，４８０万円の限度\nでこれを認めるのが相当である。\n６  争点(3)ア（データ持ち出し行為の正当理由の有無）について\n以下のとおり原判決を補正するほかは，原判決２１頁１３行目冒頭から同頁\n５４\n２６行目末尾までに記載のとおりであるから，これを引用する。\n(1)  原判決２１頁１５行目の「前記前提事実(2)及び(3)」を「前記前提事実\n（原判決「事実及び理由」第２の１(2)及び(3)）」と改める。\n(2)  原判決２１頁２１行目の「前記１(3)アのとおり」を削除し，「発注す\nる」を「行わせる」と改める。\n７  争点(3)イ（不法行為による損害額）について\n上記６によれば，被控訴人が控訴人の機密情報である本件開発データを複製\nし，これを控訴人の事務所から持ち出したことは，故意に，控訴人の法律上保\n護される利益を侵害する違法な行為であって，不法行為を構成するものといえ\nる。したがって，被控訴人は，上記行為によって控訴人に生じた損害を賠償す\nる義務を負う。\nそこで，控訴人が主張する損害費目ごとに，被控訴人の上記不法行為によっ\nて生じた損害として認められるか否かについて，検討する。\n⑴  被害の実態把握のための調査費用について\n証拠（甲１８の１ないし３，３４，４４，６０，６４の１及び２，控訴人\n代表者本人）及び弁論の全趣旨によれば，控訴人は，被控訴人の失踪後，同\n人が本件開発データを社外に持ち出すなどした事実が判明したことから，被\n控訴人がそれ以外にアクセス，改ざん又は社外に持ち出したデータがないか\nどうかの調査が必要であると判断し，そのために控訴人のファイルサーバ及\nび被控訴人が使用していた控訴人所有のパソコンを調査する業務を，Ｄに対\nし，①平成２６年１月１０日，②同年３月３日及び③同年７月２８日の３回\nにわたり合計３４０万円（①につき，１００万円，②につき１２０万円，③\nにつき１２０万円）で発注したこと，Ｄは，上記①の発注に係る調査業務\n（以下「①の調査業務」という。）を同年１月から２月にかけて，上記②の\n発注に係る調査業務（以下「②の調査業務」という。）を同年３月から４月\nにかけて，上記③の発注に係る調査業務（以下「③の調査業務」という。）\n５５\nを同年８月から９月にかけて行い，上記金額の支払を受けたことが認められ\nる（なお，被控訴人は，控訴人の科目別元帳（甲６４の１及び２）における\nＤへの支払額と控訴人がＤに平成２６年中に発注した発注書（甲１４，１８\nの１ないし３，７６の１及び２）記載の委託料の金額とが適合しない旨主張\nするところ，確かに，上記科目別元帳からは，上記各発注書ごとの金額に正\n確に対応した額の支払を確認することはできないが，総額としては，平成２\n５年４月１４日から翌２６年１月２３日までに，上記発注書記載の委託料の\n合計額である１０７０万円が支払われていることが確認できるから，控訴人\nがＤに甲１８の１ないし３の発注書に係る３４０万円を支払ったことは，こ\nれを認めることができる。）。\nしかるところ，被控訴人が控訴人の機密情報である本件開発データを持ち\n出すなどした事実からすれば，控訴人が，被控訴人によるそれ以外のデータ\nの持ち出し等の可能性を考え，今後の対応策を講じる前提として，被害の実\n態を把握するために必要かつ合理的な範囲内の調査を行うことはやむを得な\nいことであり，そのために要する適正な調査費用を支出することも必要なこ\nとといえるから，控訴人がＤに支払った上記費用についても，それが，必要\nかつ合理的な範囲内の調査に要する適正な費用といえる限りにおいては，被\n控訴人の本件開発データの持ち出しに係る不法行為によって生じた損害と評\n価することができる。\nそこで検討するに，Ｄの陳述書（甲４４，８３）によれば，同人は，①の\n調査業務として，控訴人のファイルサーバ及び被控訴人が使用していた控訴\n人所有のパソコン内のＡ社ス案件に関係するものを中心としたデータに係る\n調査を，平成２６年１月１０日ころから２月末ころにかけて，他の開発業務\nと並行して断続的に行い，次に，②の調査業務として，調査範囲を控訴人の\nファイルサーバと外部ハードディスクに保存されている過去に作成したプロ\nグラム等にも拡大し，同年３月から４月にかけて，合計６週間程度の時間を\n５６\nかけて調査を行い，さらに，③の調査業務として，調査範囲を被控訴人が失\n踪時より以前に使用していたパソコンにまで拡大し，同年８月から９月にか\nけて，合計４週間程度の時間をかけて調査を行ったものとされる。\nしかしながら，Ｄに行わせたこれらの調査業務の全てが，被控訴人による\n本件開発データの持ち出しに対応するために真に必要やむを得ないもので\nあったかについては，必ずしも客観的な裏付けがあるものではない（特に，\n③の調査業務のように，被控訴人による本件開発データの持ち出しから数か\n月が経過し，警察による捜査も進んでいた平成２６年８月の時点で，被控訴\n人が過去に使用していたパソコンにまで調査範囲を広げて調査を行うこと\nは，徹底した調査を行うという控訴人の意図には沿うものであったとして\nも，その費用を被控訴人に負担させることを正当化するだけの必要性があっ\nたかについては疑問がある。）。\nまた，これらの調査業務に対する合計３４０万円という報酬の額が，真に\n適正な額であるかについても，客観的な裏付けがあるとはいえない。特に，\nＤが調査業務に当たっていた期間は合計で約６か月に及ぶとされるものの，\n実質的な作業期間はおおむね３か月半程度（①の調査業務が４週間程度，②\nの調査業務が６週間程度，③の調査業務が４週間程度）にとどまると考えら\nれ，しかも，Ｄは，その間Ａ社ス案件やＣ社ア案件の開発業務にも従事し，\nこれらに係る報酬も得ていたこと（甲１４，７６の１）からすれば，上記３\n４０万円の報酬額が上記調査業務のみに対するものとして適正であるかにつ\nいては，にわかにこれを首肯することができない（例えば，甲７６の１によ\nれば，控訴人は，Ｄに対し，Ｃ社ア案件に係る業務を，平成２６年５月１日\nから同年１１月末日までの７か月間行うことを５００万円で発注しており，\nこれから計算すれば，１か月当たりの業務に係る報酬額は約７０万円にとど\nまる。）。\n以上によれば，控訴人がＤに支払った３４０万円の調査費用の全額をもっ\n５７\nて，被控訴人の本件開発データの持ち出しに係る被害を調査するための必要\nかつ合理的な範囲内の調査に要する適正な費用であると断じることはでき\nず，上記で述べた事情その他諸般の事情に鑑みれば，当該適正な費用に当た\nるといえるのは，上記３４０万円の３割程度に相当する１００万円にとどま\nるものと認めるのが相当である。\nしたがって，被控訴人の不法行為によって控訴人に生じた被害の実態把握\nのための調査費用に係る損害額は，１００万円と認められる。\n⑵  被控訴人使用のパソコンの購入代金について\n控訴人は，被控訴人が失踪前に使用していた控訴人所有のパソコンについ\nて，被控訴人が本件開発データを持ち出したことに係る刑事事件の証拠品と\nして保全する必要があることを根拠として，被控訴人の不法行為によって控\n訴人に当該パソコンの購入代金に相当する８万４５２５円の損害が生じた旨\nを主張する。\nしかしながら，上記パソコンが被控訴人を被疑者とする建造物侵入・窃盗\n被疑事件の証拠品となり得るものであるとしても，同パソコンは，捜査機関\nに押収されることもないまま，終始控訴人のもとにあり，これを使用するこ\nとができない状態にあるものでもないから，控訴人に同パソコンの購入代金\n相当額の損害が生じているなどといえないことは明らかである。控訴人代表\n者は，同パソコンの証拠価値を保全するために，これを使用することなく保\n管せざるを得ないかのごとく述べるが（甲３４，８０），上記被疑事件の捜\n査においては，被控訴人が本件開発データの持ち出しに使用したＵＳＢメモ\nリ及びそのデータが移された被控訴人所有のパソコンなど，被控訴人による\n本件開発データ持ち出しの事実を証し得る証拠品が既に警察に押収されてい\nる上（甲７），被控訴人自身が当該事実を自認しているのであり，他方，被\n控訴人が失踪前に使用していた控訴人所有のパソコンについては，捜査機関\nもこれを押収の対象とはしておらず，控訴人にその使用を禁じるなどの要請\n５８\nをしている事実も認められないのであるから，そもそも当該パソコンを上記\n被疑事件の証拠品として保全すべき必要性があるかは疑問といえる。\n以上によれば，被控訴人の不法行為によって控訴人に上記パソコンの購入\n代金の全額又は一部に相当する損害が生じているものとはいえない。\n⑶  控訴人代表者の人件費について\n控訴人は，被控訴人による本件開発データの持ち出し後，控訴人代表者が\nその処理のために要した業務上の負担を人件費に換算すると２００万円を超\nえるから，被控訴人の不法行為によって控訴人に上記人件費相当額２００万\n円の損害が発生した旨を主張する。\nしかしながら，仮に，被控訴人による本件開発データの持ち出しによって\n控訴人代表者に業務上の負担の増大が生じたとしても，これによって控訴人\nが控訴人代表者に支払う報酬額が増額されたという事実がないことは，控訴\n人代表者が自認するところ（甲８０の４９頁）であるから，控訴人代表者の\n人件費に関して控訴人に財産上の損害が現に生じているということはできな\nい。この点，控訴人の主張は，控訴人代表者が被った業務負担の増大自体を\n無形的な損害ととらえた上で，それを填補すべき賠償額として人件費相当額\nを主張するものとも解し得るが，そうであれば，その請求主体となり得るの\nは，そのような損害を被った控訴人代表者であって，控訴人ではない。\nしたがって，被控訴人の不法行為によって控訴人に上記人件費相当額の損\n害が生じているものとはいえない。\n⑷  弁護士費用\n弁護士費用については，上記認定に係る損害額のほか，本件に顕れた諸事\n情に鑑み，２０万円をもって相当な額と認める。\n⑸  小括\n以上によれば，被控訴人の不法行為による損害額は，１２０万円の限度で\nこれを認めるのが相当である。\n５９\n８  結論\n以上の次第であるから，控訴人の各請求のうち，債務不履行による損害賠償\n請求は，４８０万円及びこれに対する平成２７年７月１日（訴状送達の日の翌\n日）から支払済みまで商事法定利率年６分の割合による遅延損害金の支払を求\nめる限度で理由があり，また，不法行為による損害賠償請求は，１２０万円及\nびこれに対する不法行為の日である平成２５年１２月２９日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求める限度で理由がある\nが，その余の請求はいずれも理由がない。\nしたがって，控訴人の控訴は一部に限り理由があるから，同控訴に基づき，\n原判決を主文第１項のとおり変更することとし，被控訴人の附帯控訴は理由が\nないからこれを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴      岡    稔    彦\n裁判官\n大      西    勝    滋\n裁判官\n６０\n杉      浦    正    樹\n"
}