{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 21
  },
  "case_number": "平成29(わ)380",
  "case_name": "強盗致傷，窃盗被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "①被告人Ａ，Ｂ，Ｃに対する強盗致傷，②被告人Ａ，Ｃに対する窃盗，③被告人Ａ，Ｂに対する窃盗の各事案であり，①では共謀内容に，②では共謀の存在に争いがあったが，全ての事件について有罪が認定され，被告人Ａに懲役９年，被告人Ｂに懲役６年，被告人Ｃに懲役５年が言い渡された事案（裁判員裁判）。",
  "lawsuit_id": "87388",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87388",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/388/087388_hanrei.pdf",
  "contents": "平成２９年１２月２１日宣告\n号，同第４８８号，同第６２４号  強盗致傷，窃盗被告事件\n主          文\n被告人Ａを懲役９年に，被告人Ｂを懲役６年に，被告人Ｃを懲役５年に処す\nる。\n被告人らに対し，未決勾留日数中各１００日を，それぞれその刑に算入する。\n理          由\n（罪となるべき事実）\n第１  被告人Ａ及び同Ｃは，共謀の上，平成２９年１月６日午前１時５７分頃，a 市\n内の歩道上で，同Ａにおいて，同所を通行中の D（当時３５歳）が右手に持って\nいた同人所有又は管理の現金約２０万円及び財布等４３点在中の手提げかばん\n１個（時価合計約１０万２７１０円相当）をひったくり窃取し，\n第２  被告人Ａ及び同Ｂは，共謀の上，平成２９年１月２４日午後１１時４分頃，北\n海道ｂ市内の駐車場で，同Ａにおいて，同所に駐車中の自動車内から，Ｅ（当時\n６２歳）所有又は管理の現金約８万円及び財布等５３点在中のバッグ２個（時価\n合計約５万４３００円相当）を窃取し，\n第３  被告人３名は，共謀の上，被告人Ｃの勤務先であるホテルから，従業員のＦ（当\n時５８歳）によって多額の売上金が運び出される機会にこれをひったくって奪い\n取ろうと企て，相手の抵抗等の状況次第では，その抵抗を排除して奪取を遂げる\nために暴力を振るい強取するに至ることもある程度想定しつつ，平成２９年１月\n３０日午前１０時２０分頃，北海道ｃ市内のホテル専用駐車場で，同Ａ及び同Ｂ\nにおいて，前記Ｆに対し，同人が所持していた手提げバッグを強く引っ張った上，\nその顔面を拳で１回殴り，下腿部を足で数回蹴って，同人をその場に転倒させる\n暴行を加え，その反抗を抑圧し，同人管理の現金４５５万９９５１円及びバッグ\n１個在中の前記手提げバッグ１個（時価合計約１１００円相当）を強取し，その\n際，同人に加療約１０日間を要する両下腿挫傷，口唇部・下顎挫創等の傷害を負\nわせた。\n（争点に対する判断）\n※  以下，この項では，被告人Ａを単に「Ａ」といい，その他の被告人についても同\nじ例による。また，判示第１の事実を「第１事件」と，同第２の事実を「第２事件」\nと，同第３の事実を「第３事件」という。「量刑の理由」の項でも以上の例に従う。\n第１  第１事件について\n１  争  点\nＣの弁護人は，本件窃盗はＡが１人で行った犯行であり，Ｃにはその共謀はなかっ\nたから，無罪であると主張している。\n２  検  討\nＡの公判供述\nＡの公判供述は，概要以下のとおりである。前日から犯行前にかけて，Ａ運転の車\nでＣとともに２か所のパチンコ店（ｄ市及びｂ市）から a 市内のｅ近辺まで移動しつ\nつ，自身が運転役，Ｃが実行役を担うこととして，ともにひったくりをしようと，パ\nチンコ店では換金所から出てくる客を，ｅ近辺では低速度で徘徊しながら通行中の女\n性を物色し機会をうかがっていた。ｅ近辺での徘徊中，Ｃがひったくりを試みたが実\n行できないということが３度続き，あきらめて帰ろうとしたところ，被害者が目に留\nまったので，Ａは自らひったくりをすることとし，車を停止させた。Ａは，Ｃに「行\nってくる」と告げて本件犯行に及び，直ちにＣの運転で逃走した。Ａは，犯行で得た\n現金約２０万円のうち約５万円をＣに渡し，約１５万円を自分のものにした。\nＡの公判供述の信用性及び共謀等に関する検討\nア  Ａは，長時間ひったくりの機会をうかがい，本件の実行役をすすんで果たした\nことなど，自身に不利な事実関係を率直に述べており，両名が長年の友人であること\nにも照らすと，Ｃの関与を殊更強調して自身の処分を軽くしようとしているおそれは\n低いと考えられる。ひったくりをする機会を求めて，距離の離れたパチンコ店を２か\n所，次いでｅ近辺へ順次移動し，車で徘徊を続けたのを経て犯行に及んだという経過\nも，違和感の残らない自然な内容といえる。また，Ａ供述のうち，ｅ近辺での約１時\n間程度にも及ぶ車での徘徊状況や犯行の直前・直後の車の動きに関する部分は，防犯\nカメラ映像によって裏付けられている。\n特に，犯行現場付近の防犯カメラ映像を見ると，Ａが車を降りて被害者の方に向か\nうと，車のブレーキランプがすぐに点灯してその後消えることがなく，犯行を終えた\nＡが一目散に車に戻ってきて乗り込んだタイミングで文字通り直ちに車が発進した\nことが確認でき，この様子からは，Ｃは，Ａの降車後すぐに運転席に移動し，Ａが戻\nると車をすぐさま発進させたことが明らかである。このＣの動きは，Ａがひったくり\nの実行に当たることを認識し，自身は運転役を担おうとしたがゆえの行動としてはじ\nめて説明がつくものである。この映像に見られる両名の手際の良さは，Ｃはひったく\nりの実行にあくまで消極的であったとする同人の供述（後述）よりも，前日から２人\nでひったくりをしようとその機会を求めていたというＡ供述にはるかに整合する。Ａ\nは，前日の段階からＣとの間で，実行役が多めに利益を得るという話が出ていたとも\n述べており，自身が約１５万円，Ｃが約５万円を得たというのも，一貫していて理に\nかなっている。以上によれば，Ａの供述は十分信用することができ，これによれば，\n両名は意思を通じ合わせ共謀して本件のひったくりに及んだものと認められる。\nなお，両名がともにひったくりに及ぼうと機会をうかがっていた経緯のほか，Ｃが\n本件で運転役という重要な役割を率先して果たし，犯行で得た現金から相応の額を受\nけ取ったことなどからすると，Ｃは，他人の犯罪を容易にしたという窃盗の幇助犯で\nはなく，自分たちの犯罪を行うために重要な役割を果たし相当程度の利益を収めた者\nとして，共謀共同正犯が成立すると認められる。\nイ  ところで，Ａは，犯行に及んだ際にＣを頼る気持ちはなく，１人でひったくり\nをし自ら運転して逃げようと思っていたもので，Ｃが運転席に移動していることは想\n定外であったとも供述している。しかし，両名は，ともにひったくりをしようと犯行\n直前まで長時間相手や機会を探し続けており，いったんはあきらめてｆ市内のＡの自\n宅に向かおうとしたとはいえ，その後間もなくさほど移動しないうちに，被害者の姿\nを見つけると帰宅経路と異なる方向に右折して車を停止させ，その被害者を相手にひ\nったくりをすることを各々認識した上で，Ａにおいて犯行に及んだと認められる。Ａ\nが被害者を見つけるとためらう様子もなく実行に及び，またＣが首尾よく運転役をし\nて２人で逃走を果たしたのは，適当な相手や機会があれば２人でひったくりをしよう\nとする意思がその時点でも立ち消えになっていたわけではなかったからであると認\nめられ，そうである以上，両名に本件ひったくりの共謀があったと認定することに問\n題はないと考えられる。\nＣの公判供述\nＣの公判供述は，概要以下のとおりである。２か所のパチンコ店でひったくりに積\n極的な言動をしていたのはもっぱらＡであり，自身は，行き先を知らされないままＡ\nの運転でａ市方面に移動し，ｅ近辺を巡るうち，Ａから，女性からひったくりをして\nくるよう，かなり威圧的な態度で強く要求されたので，場を収めるためにやむなく，\n車を降りて女性を追うふりをした。そのようなことが２回あり，Ａは「もういい」と\n怒ってｆ市方面へ向かうこととなり，ひったくりの話は終わった。すると，Ａは何も\n言わずに車を停止させ，「運転替わって」「ちょっと待ってて」とだけ言って車を出て\n行ったが，何をしているかは分からなかった。特に気にせずに，助手席から運転席に\n移って，スマートフォンのゲームをしながらたばこを吸っていると，Ａが急に助手席\nドアを開け，焦る様子なく乗り込んできて「行って行って」と言うので，特に急ぐこ\nとなく発進した。その後車内でかばんを見せられ，Ａがひったくりをしたことがはじ\nめて分かった。口止め料を渡されそうになったが断った。\nＣの公判供述の信用性に関する検討\nこのようなＣの供述は，Ａから行き先を知らされないままａ市内に移動して，長時\n間徘徊を続けていたという点，ｅ近辺で，Ａに威圧的に要求され，場を収めるという\n理由でひったくりをしようとするふりを２回したという点や，中でも，停止させた車\nを降りて出て行ったＡの目的や行き先について，Ａが降車した際も車に戻った後も気\nにしなかったという点で，時々の状況や前後の経過，両名の間柄等にそぐわず，不自\n然，不合理である。そして，犯行現場付近の防犯カメラ映像によれば，Ａがかなり急\nいだ様子で車に駆け戻り助手席に乗り込むや，Ｃはすぐさま車を発進させたことが客\n観的に明らかであるのに，Ｃの公判供述は，この場面でＡにもＣ自身にもさほど急ぐ\n様子がなかった旨を強調する内容となっており，やはり不自然である。Ｃは，Ａが車\nに乗り込んでくる際にかばんを持っていることに気付かなかったとも供述するが，そ\nの大きさ等からして，あり得ないことというべきである。そのほか，Ｃには，責任を\n免れようと虚偽供述をする動機があると考えられることにも照らすと，本件ひったく\nりへの関与を争うＣの供述は，信用することができない。\nＣの弁護人の主張に関する検討\nＣの弁護人は，Ａの公判供述の信用性を争っているが，その主張は，Ａに対する被\n告人質問等でのささいな供述内容の違いを問題にしようとするものにすぎず，採用で\nきない。\nまた，Ｃの弁護人は，Ａの降車後にＣが運転席に移動したのは，Ａからの「運転替\nわって」「ちょっと待ってて」との指示に応じたにすぎず，その頃車のギアはドライブ\nではなくパーキングに入っていたのであり，Ｃが運転席でブレーキペダルを踏み続け\nていたのは，車を直ちに発進させるためではないとも主張する。しかし，本件の関与\nを否定しようとするＣの供述が信用できないことはすでに検討したとおりであるし，\n何より，Ａの降車後Ｃがすぐに運転席に移動して，Ａが戻ると車をすぐさま発進させ\nた事実は防犯カメラ映像から動かないのであって，ギアの位置がどこであったかなど\n細かな事柄を挙げてそのことを争おうとする主張には，無理があるといわざるを得な\nい。\n３  結  論\n以上によれば，Ｃには，本件窃盗の共謀共同正犯が成立するものと認定することが\nできる。\n第２  第３事件について\n１  争  点\nＣの弁護人は，Ｃは強盗致傷ではなく窃盗の共謀をしたにとどまる旨主張している\n（Ａ及びＢの弁護人も，強盗致傷罪の共同正犯の成立は争わないものの，被告人らは\n事前にはあくまで窃盗の共謀をしていたにすぎない旨主張している。）。\n２  前提となる事実関係\n関係証拠によれば，検討の前提となる主要な事実関係は，以下のとおりである。\n１月２４日の第２事件の後程なく，Ａが，その事件は得られた金額が少なく失敗で\nあったことなどをＣに伝えると，Ｃは，自身が勤務するｃ市内のホテルから売上金が\n運ばれるところをねらってはどうかと言った。これに関心を示したＡは，その話をＢ\nにも伝えると，Ｂも，詳しい話を知りたいと言った。Ａは，その頃Ｃから，運搬する\n従業員として考えられるのは被害者を含め３名おり，被害者であれば腰又は足を悪く\nしているのですぐに奪えるのではないかといったことのほか，売上金が運び出される\n時間帯やルートなどの具体的な情報を聞いた。Ａは，数日後には自らホテルを訪れ，\nＣの案内で建物内から逃走経路などの下見をし，想定される売上金の搬出ルートをＣ\nから聞くなどした。それ以降，被告人らの間でこの計画を実行することが決まり，１\n月３０日には宴会の多額の売上金がまとめて運び出されるであろうとのＣの情報を\nもとに，同日実行に移すこととされ，Ａが実行，Ｂが運転，Ｃがホテル内部の情報提\n供と見張りにそれぞれ当たることとなった。\n同日朝，Ａ及びＢは，Ｂの車に同乗して本件現場であるホテルの駐車場に行き，被\n害者が出てくるのを待つ間，Ａが後ろから近づいてバッグを奪い，その間に，逃げや\nすいようにＢが車を移動しておくことなどを決めた。被害者は，他の施設の売上金を\n受け取りに向かった後ホテルに戻り，そのことは，Ｃから逐一Ａに伝えられた。被害\n者は，同日午前１０時１９分頃，判示のとおり売上金が収められた手提げバッグを手\nに持ってホテルを出て，自身の車がある駐車場に向かった。\nＣは，ホテル建物と現場駐車場との間の位置に駐車した車の中にいたところ，被害\n者の姿を認めてＡに合図の連絡をした。これを受け，Ａは，車を降りていったん他の\n車の陰に隠れ，背後から被害者に近づいて手提げバッグを引っ張り，これを離そうと\nしない被害者との間で引っ張り合いになり，その際，拳で被害者の顔面を１回殴った。\nＢは，逃げやすいように車を少し前に移動させていたが，引っ張り合いをしている様\n子を目にすると，すぐに降車してＡに加勢し引っ張り合いに加わり，もみ合いになる\nなどするうち，被害者が転倒し，Ａ又はＢのいずれかがバッグを奪って，Ｂの運転で\nともに逃走した。\nその後，奪った現金の分配は主としてＡが取り仕切り，被告人らは，額に差はある\nもののいずれも相当額を得た（少なくとも，Ａは約１７０万円を，Ｂは７０万円余り\nを，Ｃは約３７万円をそれぞれ得た。）。なお，被害者に暴力を振るい，口元に出血を\n伴うけがを負わせたことは，被告人らの間でさして話題とはされなかった。\n３  検  討\n以上を前提に，本件犯行に先立ち，被告人らが，本件で行われたように暴力を\n振るって強取するに至ることを想定していたかどうか，Ｃにつき強盗致傷罪の共謀共\n同正犯の成立が認められるかどうかを検討する。\n被告人らはそろって，被害者が抵抗することはなく，容易にひったくりをす\nることができると思っていたので，暴力を振るうことは想定していなかった旨を供述\nしている。しかし，被告人らが犯行計画の中でねらいを定めていたのは，従業員が勤\n務先から運び出そうとする多額の売上金であり，その金額や性質からして，運搬業務\nに当たる従業員にとって容易には手放せない重要な所持品であったことが明らかで\nあり，被告人らにとっても，これが入った手提げバッグ等を突然奪い取ろうとした場\n合には，相手が，これを握り持つ手に力を入れて離そうとしないなど激しい抵抗をす\nることも常識的に想定される状況にあったと認められる（特にＡは，第１事件及び第\n２事件を実行した際，被害者から何らかの形で抵抗されたことが認められ，より多額\nの現金を所持していると思われる相手をねらう第３事件では，強い抵抗を受けること\nが容易に想定されたと認められる。）。そうであるのに，被告人らの間では，抵抗を受\nけるなどした場合に，例えば，手荒な手段には出ずに犯行を止めて逃走するなど，暴\n力を使ってその抵抗を排除しようとはしない無理のない実行の仕方にとどめる話し\n合いがされた形跡はない。\nむしろ被告人らは，Ｃからのリークや下見を通じ情報を収集しながら犯行の計画・\n準備をして実行に臨み，また，Ａが被害者との間でバッグの引っ張り合いをすると，\nＢがこれに加勢して，被害者を転倒させるまで２人がかりで強く引っ張り合いを続け\nるなど，バッグを奪い取ることを断念しなかった。これらの一連の経過を通じ，被告\n人らの間では，売上金の奪取を遂げようとするかなり強固な意思があったことも明ら\nかというべきである。Ｃについては，最初に計画を提案した張本人であり，多くの情\n報をＡに提供していた上，実行予定日の前に手の指にかなり重いけが（開放骨折）を\n負って手術を受け，相当期間ホテルには出勤しない扱いになるという予想外の事態が\n生じたにもかかわらず，本件当日は計画どおりホテルに赴いて情報提供と見張りの役\n割を果たしたことが認められ，やはり計画実行に向け強い意思を有していたと認めら\nれる。\n加えて，本件の後も，被告人らの間では，被害者に暴力を振るいけがを負わせたこ\nとはほとんど話題になっておらず，当時の状況を確認したり，互いを責めたりするよ\nうな様子もほとんどなかった（なお，犯行直後に現場付近で被害者と顔を合わせたＣ\nは，その際，被害者がけがをしたことを知りながら特に動揺する様子を見せなかった\nことも認められる。）。このような被告人らの態度や反応は，被害者に暴力を振るいけ\nがを負わせたことが全く想定外であったとすると，説明がつかないものである。\nイ  たしかに，被告人らは武器等を準備しておらず，現に行われた暴行の内容も執\n拗なものではなかったことに照らすと，計画段階から積極的，意欲的に暴力を用いる\n考えでいたと認定することはできず，むしろ，被害者の抵抗にあうことなく首尾よく\nバッグを奪い取ることが望ましいと考えていたともみられる。しかし，先のような計\n画の内容，計画実行に向けた意思の強さ，その後の被告人らの態度等からすると，被\n告人らの間では，抵抗にあうなどする可能性があり，そのような場合には，実行役の\n者が本件で行われたような程度の暴行に及んでバッグを強取するに至ることがある\nことは，考えられる事態の推移としてある程度想定・認容されていたものと認められ\nる。\nなお，Ｃの弁護人は，被告人らは，被害者のことを足の悪い弱々しい年配の人\n物であると認識していたから，体格が良く力も強いＡは極めて容易にひったくりをす\nることができると思っていたと主張する。しかし，体格，力等において勝っているか\nらといって，被害者は現に売上金の運搬を任されている従業員であって，その被害者\nが手に握るなどして持ち運んでいる売上金在中のバッグを，被告人らが述べるように，\nいとも簡単に奪い取ることができるものとしか認識，想定していなかったというのは，\n常識的には信じ難いところである。売上金の運搬を担当するであろう複数の従業員の\nうち，体格等が劣る被害者を選んで標的にしたのは，力勝負になってもＡは奪い取る\nことに失敗しない，つまりは強引にでも売上金を奪い取ることができるという展開を\nも予想し，そのような期待を寄せていたことの現れともいえるのであって，上記主張\nは先の認定を妨げるものではない。\n４  結  論\n以上によれば，被告人らは，本件で行われたように暴力を振るって強取するに\n至ることをある程度想定していたと認められ，Ｃにも本件強盗致傷の共謀共同正犯が\n成立するものと認定することができる。\nなお，Ｂの弁護人は，Ｂが被害者の足を数回蹴ったとの点を争っている。\nこの点，被害者は公判で，最初に現れたＡとの間でバッグの引っ張り合いをしてい\nると，次に現れたＢに足を蹴られ，その後にＡに殴られたと述べているところ，その\n供述は捜査段階から著しく変化するなど不安定なものとなっており，被害状況を正確\nに再現できているとは認められない。しかし，被害者は，蹴られたこと自体の記憶は\n保たれていると認められ，何より被害者には，転倒した際に生じるとは考え難い両足\nのすねの位置に１か所ずつあざが残されていた。そして，Ａは，自身と被害者のとこ\nろに駆けつけてきたＢが，走ってきた勢いで蹴ったのではないかと思う，あるいは，\nＢが左足で被害者の右足の下の方を蹴ったと思うと，あいまいながらもその限度では\n一貫して述べている（Ａは，自身が蹴ったことはなかったと供述している。）。またＢ\nも，もみ合う中で自身の足が被害者の体に１回当たったと思うと述べている。以上に\nよれば，Ａとともに被害者との間でバッグを引っ張り合うなどしてもみ合いになって\nいたＢが，そのもみ合いの間に，どの程度意識的にかはともかく被害者の足を数回蹴\nったという事実は，十分認められる。そこで，判示のとおり認定した。\n（累犯前科）\n１  被告人Ａについて\n（略）\n２  被告人Ｂについて\n（略）\n（法令の適用）\n※  特に記載のない限り被告人らに共通である。\n罰 条\n判示第１の所為（被告人Ａ及び同Ｃにつき）\n刑法６０条，２３５条\n判示第２の所為（被告人Ａ及び同Ｂにつき）\n刑法６０条，２３５条\n判示第３の所為\n刑法６０条，２４０条前段\n刑種の選 択\n判示第１の罪について  被告人Ａ及び同Ｃにつきいずれも懲役刑\n判示第２の罪について  被告人Ａ及び同Ｂにつきいずれも懲役刑\n判示第３の罪について  いずれも有期懲役刑\n累 犯 加 重（被告人Ａ及び同Ｂにつき）\n刑法５６条１項，５７条（被告人Ａにつき判示各罪の刑に，同Ｂにつき判示第\n２及び第３の各罪の刑にいずれも再犯の加重〔ただし，判示第３の罪につきい\nずれも刑法１４条２項の制限内〕）\n併合罪の処 理\n刑法４５条前段，４７条本文，１０条（被告人Ａにつき最も重く，同Ｂ及び同\nＣにつき重い判示第３の罪の刑に法定の加重〔ただし，被告人Ａ及び同Ｂにつ\nき刑法１４条２項の制限内〕）\n酌 量 減 軽（被告人Ｃにつき）\n刑法６６条，７１条，６８条３号\n未決勾留日数の算入\n刑法２１条\n訴 訟 費 用 の 処 理\n刑訴法１８１条１項ただし書（不負担）\n（量刑の理由）\n１  第３事件は相当計画的な犯行であり，ホテルに与えた財産的被害も非常に甚大\nである。暴力を用いることは明示的，確定的には予定されておらず，暴行や被害者の\nけがは軽微なものにとどまるものの，犯情はかなり悪い。\n第１事件は，長時間ひったくりの機会を探った後に，実行役と運転役を分担して手\n際よく行われており，被害額も大きい。第２事件は，パチンコ店の換金所の金をねら\nおうと，出てきた従業員が車の雪下ろし等をしているすきに車に乗り込んで発進し，\n車ごと所持金品を奪うという危険な計画のもと，下見等を重ねて実行されている。車\nをスムーズに発進できず被害者の抵抗にあうという想定外の事態が起きたものの，バ\nッグを盗むことには成功しており，財産的被害も相応に深刻である。第１事件と第２\n事件の被害者の処罰感情は厳しい。\nＡは，全ての事件で準備・計画を主導的に進め，実行役を果たした主犯であ\nる。常習性が認められる上，その手口は事件を追うごとに大胆かつ巧妙になっている。\n最も多くの利益を得たのはＡであり，窃盗罪による累犯前科があることをも踏まえる\nと，情状は最も重い。\nＢは，第２事件では運転役を担ったのみであるが，第３事件では，ＡとＣの計\n画に乗る形で運転役として参加し，現場では臨機応変にＡに加勢し，執拗にバッグの\n引っ張り合いをするなど現金を奪い取るのに重要な役割を果たした。第２事件ではＡ\nと同等の現金４万円を得，第３事件でも相当多額の現金を得ており，窃盗罪等による\n累犯前科２犯があることにも照らすと，Ａほどではないにせよ，その情状は重い。\nＣは，第１事件では，逃走するために首尾よく運転役をし，自ら実行に当たる\nかどうかはともかく，Ａとともにひったくりを遂げようとする強い意思があったと認\nめられる。第３事件では，勤務先の売上金の運搬状況に関する内部情報を提供し，当\n日も標的となる従業員の動きを報告して，Ａに実行のタイミングを合図するなどして\nいる。Ｃは，第３事件のきっかけを作るとともに，犯行に必要な情報の源として，他\nの者には果たすことのできない文字通り必要不可欠な役割を果たし，ＡやＢほどでは\nないにせよ多額の現金を得た。Ｃは強取の実行に加わっていないが，その関与の仕方\nは，自身の地位を悪用してＡとともに犯行を主導したとも評価すべき卑劣なもので，\n厳しい非難を免れない。Ｃには前科がないが，情状は悪く，相応の責任を問う必要が\nある。\n他方，第３事件に限っては，ＢとＣは被害者に合計２０万円の被害弁償をし，\n被害者は両名を許すとの意向を示している。また，両名はホテルにも合計２００万円\nの被害弁償をしている。これらの点は，Ｂ及びＣのために十分考慮する必要がある。\n３  そこで，同種又は類似の強盗致傷事案での量刑傾向を踏まえつつ，前記の重要\nな情状のほか，被告人らが謝罪の態度を示し，それぞれ親族又は知人による支援や監\n督が期待できること，Ａは，出所後被害弁償に努めると述べていること，Ｂは，第２\n事件の被害者に相当額の弁償を申し出たこと，Ｃは，社会復帰後第３事件のホテルの\n被害回復に更に努めると述べていること，一方で，特に第１事件について不自然な弁\n解を多くするなど，反省がうかがえないことなどを考慮し，各々の刑を定めた。\n（求刑  被告人Ａ・懲役１０年，被告人Ｂ及び同Ｃ・いずれも懲役７年）\n（各弁護人の科刑意見  被告人Ａ・懲役５年，被告人Ｂ・懲役３年６月，被告人Ｃ・\n刑の執行猶予）\n平成２９年１２月２７日\n札幌地方裁判所刑事第３部\n裁判長裁判官       金    子    大    作\n裁判官       坂    田    正    史\n裁判官       山    田    雅    秋\n"
}