{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 30
  },
  "case_number": "平成26(ワ)768",
  "case_name": "商標権侵害差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84629",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84629",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/629/084629_hanrei.pdf",
  "contents": "平成２６年１０月３０日判決言渡  同日原本交付  裁判所書記官\n平成２６年（ワ）第７６８号  商標権侵害差止請求事件\n口頭弁論終結日  平成２６年９月１１日\n判決\n名古屋市中区＜以下略＞\n原告                              興和株式会社\n同訴訟代理人弁護 士                              北 原 潤 一\n江幡奈歩\n梶   並   彰一郎\n同訴訟代理人弁理 士                              高   野   登 志 雄\n大阪市淀川区＜以下略＞\n被告                              沢 井 製 薬 株 式 会 社\n同訴訟代理人弁護 士                              小   松   陽一郎\n川   端   さとみ\n森本   純\n山崎道雄\n辻   淳子\n藤野睦子\n大住   洋\n中原明子\n主文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙被告標章目録記載１～３の各標章（以下「被告各標章」と総\n称し，それぞれを「被告標章１」などという。）を付した薬剤を販売しては\nならない。\n２  被告は，前項記載の薬剤を廃棄せよ。\n第２  事案の概要\n本件は，原告が，被告に対し，被告が原告の商標権を侵害していると主張\nして，商標法３６条１項及び２項に基づき，被告各標章の使用の差止め及び\n被告各標章を付した薬剤の廃棄を求めた事案である。\n１  争いのない事実等（後掲各証拠及び弁論の全趣旨により容易に認められる\n事実を含む。以下，証拠の枝番号の記載は省略する。）\n(1)  当事者\n原告及び被告は，医薬品等の製造，販売等を業とする会社である。\n(2)  原告の商標権\n原告は，以下の商標権（以下「本件商標権」といい，その登録商標を\n「本件商標」という。）を有している。\n登 録 番 号            第４９４２８３３号\n出願年月日  平成１７年８月３０日\n登録年月日  平成１８年４月７日\n商品の区分            第５類\n指 定 商 品            薬剤\n登 録 商 標            ＰＩＴＡＶＡ（標準文字）\n(3)  被告の行為\nア  被告は，別紙被告商品目録記載１～３の薬剤（以下「被告各商品」と\n総称し，それぞれを「被告商品１」などという。）を販売している。\nイ  被告各商品の錠剤の外観はそれぞれ別紙被告全体標章目録記載１～３\nのとおりであり（以下，これらを「被告各全体標章」と総称する。），\n被告商品１の錠剤の中央には被告標章１が，被告商品２の錠剤の中央に\nは被告標章２が，被告商品３の錠剤の中央には被告標章３がそれぞれ付\nされている。\nウ  被告各商品の有効成分はＨＭＧ－ＣｏＡ還元酵素阻害薬である物質で，\nその医薬品一般的名称（ＪＡＮ）は「ピタバスタチンカルシウム」，国\n際一般名（ＩＮＮ）は「pitavastatin」である（乙１，２，５。以下，こ\nの化学物質を「本件物質」ということがある。）。\nエ  原告は，本件物質を有効成分とする先発医薬品を製造販売しており，\n被告各商品はその後発医薬品である。\n(4)  不使用取消審判請求\n被告は，平成２６年１月２１日，本件商標について不使用を理由とする\n取消審判請求（取消２０１４－３０００４１。以下「本件審判請求」とい\nう。）をした（乙５０）。\n２  争点に関する当事者の主張\n(1)  被告の使用する標章（被告各標章ないし被告各全体標章）と本件商標\nの類否（争点１）について\n（原告の主張）\nア  本件商標について\n本件商標の外観は「ＰＩＴＡＶＡ」の欧文字（標準文字）を横一段に\n配置したものであり，「ピタバ」の称呼を有し，特段の観念を生じない。\nイ  被告の使用する標章について\n(ア)  被告各標章は被告各全体標章の中段の「ピタバ」の部分であると\nころ，被告各全体標章は一体に表記されているとはいえないから，本\n件商標との類否を判断するに際しては，被告各標章と本件商標とを対\n比すべきである。\n被告各標章は，「ピタバ」の片仮名を横一段に配置したもので，そ\nの外観は別紙被告各標章目録記載のとおりであり，「ピタバ」の称呼\nを有し，特段の観念を生じない。\n(イ)  仮に，被告各全体標章と本件商標を対比すべきであるとしても，\n被告各全体標章の構成からすれば，「ピタバ」の部分が要部であり識\n別力を有することが明らかである。\nすなわち，需要者ないし取引者のうち特に患者が，被告各全体標章\nの「ＳＷ」の部分を被告の会社名を示すものとして認識することはな\nいし，「ピタバ」の部分から本件物質を示すものと理解することもな\nいから，「ＳＷ」の部分が「ピタバ」の部分より出所識別力を有する\nとは到底いえない。\nウ  対比\n以上のとおり，本件商標と被告各標章ないし被告各全体標章は称呼が\n同一であり，特段の観念を生じない点も同一である。また，原告は「ピ\nタバ」の商標の通常使用権をキョーリンリメディオ株式会社（以下「キ\nョーリンリメディオ」という。）に許諾しており，出所の混同を生ずる\nおそれがある。したがって，被告の使用する標章は本件商標に類似する。\n（被告の主張）\nア  被告が被告各商品に付しているのは被告各全体標章である。\nイ  被告各全体標章のうち，「ＳＷ／ピタバ」の部分は小さな錠剤の表面\nに一体的に表示され，「ピタバ」は本件物質を意味するから出所識別機\n能を有しないのに対し，「ＳＷ」は医療従事者の間でよく知られている\n医薬品メーカーである被告を示す薬剤識別コードの一種であり，代表的\n出所標識として機能する。よって，全体観察によれば，「ピタバ」の部\n分より「ＳＷ」の部分が出所識別力を有し，「沢井製薬のピタバスタチ\nン」との観念が生ずるから，被告各全体標章は本件商標と類似しない。\nウ  ①  被告各全体標章が「沢井製薬のピタバスタチン」を想起させるこ\nと，②  先発医薬品メーカーである原告は本件商標を使用しておらず，\n本件商標に原告の信用は化体していないこと，③  後発医薬品の錠剤の\n表面に一般的名称の接頭語のみを略称として印字する例は多いこと，④\n薬剤師も患者も，被告各商品の包装箱，ＰＴＰシート，薬袋や説明書に\nよって，被告各全体標章に接する前の段階で繰り返し被告各商品の商品\n名（別紙被告商品目録記載１～３の商品名）から成る標章に接している\nこと，⑤  医薬品の購買システム，値段，販売名の違い等から，医療従\n事者も患者も医薬品の購入に当たり先発医薬品と後発医薬品を明確に区\n別しており，通常同一成分の医薬品について先発医薬品と後発医薬品は\n別の会社により製造及び販売されると受け止めることなどの取引の実情\nに照らせば，本件商標と被告各全体標章について出所の混同のおそれは\nない。\n(2)  商標的使用の有無（争点２）について\n（被告の主張）\nア  商標の出所表示機能は取引の時点でその機能を発揮するものであり，\n取引の時点で出所表示機能を発揮しない使用態様の場合には商標的使用\nに当たらない。\n被告各商品（錠剤）に付された標章は，着色が施されたＰＴＰシート\nに梱包された状態では判読し難い。そして，被告各商品の取引は医療機\n関等において包装箱に梱包された状態のまま行われるから，被告各商品\nの購買決定を行う段階では錠剤に付された標章を視認することはない。\nまた，一包化調剤の場合に患者が錠剤に付された標章を認識するのも服\n用時であって取引時点ではない。\nしたがって，被告各商品（錠剤）に付された標章は，商標の出所表示\n機能が発揮される取引の段階では需要者に認識されないものであり，被\n告各標章ないし被告各全体標章は商標的に使用されたものとはいえない。\nイ  被告は，被告各商品（錠剤）に被告各全体標章を付している。このう\nち「ＳＷ」は被告の会社名を，「ピタバ」は医薬品業界において本件物\n質を，数字（「１」，「２」又は「４」）は有効成分の含有量（mg）\nを示すもので，被告各全体標章は一体として被告各商品の販売名の略称\nを示し，これにより調剤ミスの防止や服用時の誤飲防止を図るものであ\nる。このように被告各全体標章は，出所表示機能ではなく記述的機能を\n果たすものである。\nまた，被告各全体標章のうち原告が着目する被告各標章（ピタバ）の\n部 分 を 取 り 出 し た と し て も ， 近 接 し て 表 示 さ れ る 「 Ｓ Ｗ 」 や 数 字\n（「１」，「２」又は「４」）と同時に認識され，被告各商品が本件物\n質を含む薬剤であることを示す記述的機能を果たすことに変わりはない。\nウ  以上によれば，被告各全体標章ないし被告各標章の使用は商標的使用\nとはいえないから，これらの標章の使用は商標権侵害に当たらない。\n（原告の主張）\n被告各商品の需要者である患者は，被告各商品を服用する際に錠剤に付\nされた標章に接するところ，被告各商品は長期間服用される薬剤であり，\n患者は，反復して処方を受ける際に，医師や薬剤師等に処方薬についての\n希望を伝えるなどして購入決定過程に影響を及ぼすから，錠剤に付された\n標章であっても出所識別機能を有している。\nまた，医師，薬剤師等が医薬品の取引を行う場合には，錠剤の拡大写真\nが掲載されたパンフレット等の資料や錠剤のサンプル等を事前に入手して\n購入を決定するのが通例であり，その際に錠剤を目にするから，錠剤に付\nされた標章であっても出所識別機能を有する。\nしたがって，被告各商品（錠剤）における被告各標章ないし被告各全体\n標章の使用は，商標的使用に当たる。\n(3)  権利行使制限の可否（争点３）について\n（被告の主張）\n以下のとおり，本件商標の商標登録は無効審判により無効にされるべき\nものであるから，原告は本件商標権を行使することができない（商標法３\n９条，特許法１０４条の３第１項）。\nア  商標法４条１項７号\n(ア)  医薬品一般的名称及び国際一般名は医薬品をめぐる医療事故を防\n止するために特に定められたものであり，社会公共の利益の見地及び\n国際信義から，これらに類似し混同を生ずるおそれのある商標につい\nて独占を認めることは許されない。\n(イ)  国際一般名「pitavastatin」のうち「statin」はＨＭＧ－ＣｏＡ還元\n酵素阻害薬の総称として周知の普通名称であるスタチンを示すウィー\nクな接尾語であり，造語である「pitava」の部分に識別力が認められ\nる。そして，「pitava」は「pitavastatin」及び「ピタバスタチンカル\nシウム」の略称として普通に用いられている。\nしたがって，本件商標と本件物質の医薬品一般的名称及び国際一般\n名は，称呼及び外観において類似し，混同を生ずるおそれがある。\n(ウ)  以上によれば，指定商品を薬剤として本件商標の商標登録が認め\nられるとすれば，公序良俗を害するおそれがある。\nイ  商標法４条１項１６号\n「pitava」は本件物質の略称であり，本件商標は需要者に本件物質を\n想起させるところ，本件物質を含有しない医薬品その他の薬剤に本件商\n標を使用した場合には，商品の品質の誤認を生ずるおそれがある。\nウ  商標法３条１項１号，同項３号，同項６号，同項柱書き\n(ア)  「pitava」は本件物質の略称であるから，原告が本件商標を本件\n物質を有効成分とする医薬品に用いた場合には，商品の普通名称の略\n称を普通に用いられる方法で表示する標章のみからなる商標（商標法\n３条１項１号），あるいは，商品の原材料の略称を普通に用いられる\n方法で表示する標章のみからなる商標（同項３号）に当たる。\n(イ)  本件商標が想起させる本件物質を含有する医薬品は数多くのメー\nカーが製造販売するものであるから，本件物質の略称である本件商標\nは，特定の出所を表示する機能を欠いており，需要者が何人かの業務\nに係る商品であることを認識することができない商標（同項６号）に\n当たる。\n(ウ)  後記(4)（被告の主張）イ記載のとおり，原告は本件商標を使用し\nておらず，第三者に本件商標権の専用権に基づく使用を許諾している\nとも認められないから，本件商標は原告が自己の業務に係る商品に使\n用する意思のある商標（同項柱書き）とはいえない。\n(エ)  なお，上記(ア)～(ウ)については無効審判請求の除斥期間（商標\n法４７条１項）が経過しているが，その後であっても，「無効審判に\nより無効にされるべきもの」に当たり，原告の権利行使は制限される\nと解すべきである。\n（原告の主張）\nア  「pitava」は本件物質の略称ではなく，本件商標に触れた需要者が本\n件物質を想起することはない。「statin」ないし「スタチン」がＨＭＧ\n－ＣｏＡ還元酵素阻害薬の総称として周知の普通名称であるとはいえな\nいし，被告の提出する文献における「pitava」等の表記は，本件物質の\n一般名等と併記されており，スペースの関係上本件物質の名称の略記と\nして用いられているにすぎない。したがって，本件商標は被告の主張す\nる無効理由に該当しない。\nイ  原告はキョーリンリメディオに対し本件商標の通常使用権を許諾して\nおり，同社が「ピタバ」を使用しているから，商標法３条１項柱書きに\n反することはない。\nウ  除斥期間が経過し無効審判請求をすることができない場合には，商標\n法３９条が準用する特許法１０４条の３第１項の場合に当たらず，権利\n行使は制限されない。\n(4)  権利の濫用の成否（争点４）について\n（被告の主張）\nア  商標登録に無効理由があること\n前記(3)（被告の主張）ウ記載のとおり本件商標の商標登録には無効\n理由があるところ，除斥期間経過後であっても無効理由のある商標登録\nに係る商標権の行使は権利の濫用として許されない。\nイ  商標法５０条２項により取り消されるべき商標であること\n(ア)  原告は本件商標を使用したことがない。\n(イ)  原告とキョーリンリメディオとの間の商標使用許諾契約（以下\n「本件契約」という。）は，キョーリンリメディオが「ピタバ」の表\n示の使用を中止して「ピタバスタチン」の表示に切り替えるまでの短\n期間に限り，本件商標権の禁止権に係る権利不行使の猶予を得させる\nために締結されたものと解される。したがって，本件商標の専用権に\n基づきその出所表示機能を発揮する使用を許諾したものではないから，\nキョーリンリメディオは本件商標の「通常使用権者」には当たらない。\nまた，キョーリンリメディオが使用する標章は「ピタバ」であって\n本件商標と「社会通念上同一と認められる商標」（同条１項）とはい\nえないし，キョーリンリメディオは「ピタバ」の標章を錠剤の表面に\n印字しているところ，前記(2)（被告の主張）のとおり，このような\n使用の態様は商標的使用ではないから同項の「使用」に当たらない。\n(ウ)  以上のとおり，本件商標の商標登録には取消事由があり，被告は\n本件取消審判請求をしているから，本件商標権の行使は権利の濫用と\nして許されない。\nウ  本件商標は医薬品一般的名称又は国際一般名の略称に該当すること\n後発医薬品の販売に際しては，販売名を一般的名称としなければなら\nない。先発医薬品メーカーである原告に本件商標権の行使を認めること\nは，不当に後発医薬品メーカーの競争力を損なうばかりか，判読しやす\nい錠剤上の印字によって恩恵を受けることができるはずの医療従事者及\nび患者の利益及び安全を害する。\nエ  被告各標章の使用の差止めは被告に甚大な損害をもたらすこと\n被告は，平成２５年１２月から被告各商品の販売を開始しているが，\n医薬品の販売は種々の規制に基づいた許可ないし届出のもとに厳格に行\nわれているところ，現段階で錠剤の印字を変更する場合には，在庫の廃\n棄，錠剤のデザイン変更，錠剤製造工程の検討及び変更，添付文書及び\nパンフレット類の変更及び再配布等が必要となり，供給に空白期間が生\nじ，取引先を失う可能性もあるなど，被告に甚大な損害をもたらす。\nこれに対し，原告は，本件物質を含有する薬剤の先発医薬品メーカー\nであり，先発医薬品商品には「リバロ」というブランド名を使用してお\nり，後発医薬品メーカーである被告が服用時にのみ視認できる被告各標\n章を被告各商品（錠剤）に印字することにより何ら不利益は生じない。\n以上によれば，原告による被告各標章の使用の差止めを認めることは\n当事者間の公平を著しく害する。\nオ  権利行使の経過の不当性\n被告は，平成２５年８月１５日付けで被告各商品の製造販売承認を得\nて，同年９月にはパンフレット及び被告ホームページ上で錠剤の写真を\n発表した。先発医薬品メーカーである原告と後発医薬品メーカーである\n被告との間で知的財産権に関し双方の情報を開示する事前調整が行われ\nたのであるから，原告は上記発表を確認して本件商標権侵害について警\n告を発することができたはずであるのにこれをせず，被告が充分な在庫\nを準備し後発医薬品としてのシェアを獲得するための販売営業活動を開\n始した矢先に本件訴訟を提起した。このような経過に照らせば，原告に\nよる本件商標権の行使は，不当に後発医薬品の販売を抑制するためにさ\nれたものであり，信義則に反し，正当な権利行使とは認め難い。\nカ  以上によれば，原告による本件商標権の行使は権利の濫用に当たり，\n許されない。\n（原告の主張）\nア  本件商標には被告の主張する無効理由はない。\nイ(ア)  商標法が不使用を理由に商標登録の有効性を失わせる手続を不使\n用取消審判手続に一元化している趣旨に照らせば，商標権者が登録商\n標を使用していないことをもって商標権の行使が権利の濫用となるこ\nとはない。\n(イ)  本件契約に係る契約書には本件商標についての通常使用権を許諾\nすることが記載されている。また，キョーリンリメディオから在庫の\n販売完了の通知はなく本件契約は継続しているから，本件契約の有効\n期間はごく短期間ではない。本件契約は，キョーリンリメディオに本\n件商標の使用を許諾するものであって，キョーリンリメディオは「通\n常使用権者」（商標法５０条１項）に当たる。\nキョーリンリメディオは，その販売する薬剤の錠剤に「ピタバ」の\n標章を使用しているところ，同標章は本件商標と社会通念上同一であ\nり，錠剤に「ピタバ」と付することが商標的使用でないとはいえない。\nしたがって，通常使用権者が指定商品に登録商標を使用しているとい\nえるので，本件商標に取消事由はない。\nウ  「pitava」が本件物質の名称の略称であるとはいえないから，これを\n前提とする権利の濫用の主張は失当である。\nエ  錠剤に付された「ピタバ」の表示を「ピタバスタチン」に変更するこ\nとは可能であり，被告の主張するような甚大な損害は発生しない。\nオ  事前調整開始時には被告各商品の表示は未確定であったし，事前調整\nはもっぱら特許権に係るものであったことから本件商標権に言及しなか\nっただけであって，後発医薬品の抑制を目的とした不当な権利行使では\nない。\n第３  当裁判所の判断\n１  被告の使用する標章と本件商標の類否（争点１）について\n(1)  原告は本件商標と被告の使用する標章が類似すると主張するので，以\n下，検討する。\nア  本件商標\n(ア)  本件商標は，「ＰＩＴＡＶＡ」の欧文字の標準文字から成り，\n「ピタバ」の称呼を生ずる。\n(イ)  次に，本件商標から生ずる観念について検討する。\nａ  証拠（乙１７～２１，２３，２４，４７，４９，７４）及び弁論\nの全趣旨によれば，平成２０年ないし平成２４年に公開された公開\n特許公報や再公表特許公報，平成２２年３月付けの医療関係誌に掲\n載された学会報告に関する記事及び米国食品医薬品局の安全性通信\n（平成２６年３月にアクセスしたもの）において，本件物質につき\n「ピタバ」ないし「Pitava」と表記する例があること，これらの文\n献等の一部のほか，平成１０年から平成２６年に発表された英語の\n論文等においても，ＨＭＧ－ＣｏＡ還元酵素阻害薬であるプラバス\nタチンを「Prava」，シンバスタチンを「Simva」，アトルバスタチ\nンを「Atorva」又は「アトルバ」，ロスバスタチンを「ロスバ」と\n表記する例があること，さらに，「statin」，「statins」，「スタチ\nン」又は「スタチン類」がＨＭＧ－ＣｏＡ還元酵素阻害薬の総称と\nして用いられていることが認められる。\nｂ  そして，本件商標の指定商品である薬剤の需要者ないし取引者は，\n指定商品の性質上，患者及び医師，薬剤師，看護師等の医療従事者\nであると認められるところ，上記認定事実によれば，本件物質等の\nＨＭＧ－ＣｏＡ還元酵素阻害薬が「スタチン」と総称されている上，\n論文等においてＨＭＧ－ＣｏＡ還元酵素阻害薬の薬剤名を略記する\n際に「statin」ないし「スタチン」の前の部分のみを記載する方法\nが用いられていることからすれば，需要者ないし取引者のうち一般\nに医療従事者においては，医薬品に付された「PITAVA」の記載か\nら本件物質を想起するものと認められる。\n他方，需要者等のうち患者において，一般に「PITAVA」の記載\nから本件物質を想起すると認めるに足りる証拠はない。\nｃ  これに対し，原告は，医薬品関連分野の文献における「pitava」\nないし「ピタバ」の語の使用頻度は極めて低いとして使用頻度を調\n査した報告書（甲１９）を提出するが，同調査は，論文の標題及び\n抄録についての検索に基づくものにとどまり，本文を検索したもの\nではないから，上記認定を左右するには足りない。\nｄ  以上によれば，本件商標は，需要者等のうち患者に対しては特段\nの観念を生じさせないが，医療従事者に対しては本件物質を想起さ\nせるものと認められる。\nイ  被告各標章\n(ア)  被告は，被告各標章は被告各全体標章の一部であるから，類否の\n判断に際しては，被告各全体標章と本件商標を対比すべきであると主\n張する。\nしかし，被告各商品に付された標章は別紙被告全体標章目録記載１\n～３のとおりであり，一段目の「SW」の文字，二段目の「ピタバ」\nの文字（被告各標章），三段目の数字（１，２又は４）が，等間隔に\nやや離れて配置されており，被告各標章は他の部分と独立した標章と\n解することができるから，本件商標と被告各標章を対比するのが相当\nである。\nなお，①  「SW」は医療従事者の間でよく知られている医薬品メ\nーカーである被告を示す薬剤識別コードの一種であり（乙３７，３\n８），また，②  医療従事者は「ピタバ」からは本件物質を想起する\nといえる（前記ア(イ)ｂ参照）が，これらの点は，本件商標と被告各\n標章の類否を検討する際の取引の実情として考慮すれば足りる。\n(イ)  そこで被告各標章について検討するに，被告各標章は「ピタバ」\nのゴシック調の片仮名文字から成り，別紙被告標章目録記載１～３の\nとおりの外観であって，「ピタバ」の称呼を生ずる。また，その観念\nについては，前記ア(イ)に判示したところによれば，医療従事者に対\nしては本件物質を想起させるが，患者に対しては特段の観念を生じさ\nせないものと解し得る。\nウ  対比\n以上によれば，本件商標と被告各標章は，「ピタバ」という同一の称\n呼を生ずるものであり，外観は「PITAVA」又は「ピタバ」という欧文\n字であるか片仮名であるかの相違にとどまる。そして，需要者等のうち\n医療従事者においては同一の観念を生じさせること，患者においてはい\nずれに関しても特段の観念を想起することがないことを考慮すると，被\n告各商品に付された被告各標章に接した需要者等は，特に上記称呼の同\n一性により，本件商標との間で商品の出所に混同を来すおそれがあると\nいうことができる。\n(2)  これに対し，被告は，①  被告各標章は，被告各商品（錠剤）に「Ｓ\nＷ」及び数字と共に付されているので「沢井製薬のピタバスタチン」を想\n起させること，②  原告は本件商標を使用しておらず，本件商標に原告の\n信用は化体していないこと，③  後発医薬品の錠剤の表面に一般的名称の\n接頭語のみを略称として印字する例は多いこと，④  薬剤師も患者も，被\n告各商品の包装箱，ＰＴＰシート，薬袋や説明書によって，被告各全体標\n章に接する前の段階で繰り返し被告各商品の商品名から成る標章に接して\nいること，⑤  医薬品の購買システム，値段，販売名の違い等から，医療\n従事者も患者も医薬品の購入に当たり先発医薬品と後発医薬品を明確に区\n別していることといった取引の実情等を考慮すれば，出所の混同は生じな\nいと主張する。\nそこで判断するに，①については，被告各商品において，「ピタバ」の\n文字（被告各標章）は中央部分に，「ＳＷ」の文字より目立つ態様で表示\nされているので，「ＳＷ」の文字が被告主張のような意味を有するとして\nも，被告各標章が出所識別機能を有しないとはいえない。②については，\n商標の不使用取消しをいう後記被告の主張に関する判断において考慮すべ\nき事柄である。③については，錠剤の表面に印字された文字が有効成分の\n一般的名称ないしその略称と認識されていると認めるに足りる証拠はない。\n④及び⑤については，需要者等のうち医療従事者に関しては出所の混同を\n否定する事情になり得るとしても，被告各商品は主に中高年以上の患者が\n服用する薬剤であり（乙２７，２８），患者の注意力，薬剤に対する意識\n及び知識は様々であるところ，被告各商品の商品名は視覚的にも長く一息\nでは発音できないものであること，患者は服用時に錠剤に付された被告各\n標章を目にする機会が多いことからすれば，患者が本件商標と被告各標章\nにつき出所の混同を来たすおそれがあることは否定できない。\nしたがって，被告の主張を採用することはできない。\n２  権利行使制限の可否（争点３）について\n(1)  上記１によれば，被告各標章は本件商標に類似すると解されるところ，\n被告各商品への使用がいわゆる商標的使用に当たるとすれば本件商標権を\n侵害するとみる余地があることから，本件商標の商標登録が審判により無\n効にされるべきか否かについて検討することとする。\n(2)  まず，本件商標が商標法４条１項１６号所定の「商品の品質…の誤認\nを生ずるおそれのある商標」に当たるかどうかについてみるに，前記１\n(1)ア(イ)ｂのとおり，需要者ないし取引者のうち一般に医療従事者におい\nては，医薬品に付された「PITAVA」の記載から本件物質を想起すると認\nめられる。そうすると，本件商標の指定商品のうち本件物質を含有しない\n薬剤に本件商標を使用した場合には，需要者等が当該薬剤に本件物質が含\nまれると誤認するおそれがあるので，本件商標は「商品の品質…の誤認を\n生ずるおそれがある商標」（商標法４条１項１６号）に当たると判断する\nのが相当である。\nしたがって，本件商標の商標登録は無効審判により無効にされるべきも\nのであり，原告は本件商標権を行使することができない（同法３９条，特\n許法１０４条の３第１項）。\n(3)  これに対し，原告は，とりわけ患者は本件商標から本件物質を想起す\nることはないから，本件商標が「商品の品質…の誤認を生ずるおそれがあ\nる商標」に当たるとはいえないと主張する。\nそこで判断するに，商標法４条１項１６号において，品質等の誤認を生\nじさせるおそれのある商標を不登録事由とした趣旨は，商標が表す観念と\n使用される商品等が符合しないために需要者等が誤った商品を購入するな\nどの錯誤を防止し，需要者等の保護を図る点にあると解される。本件商標\nの指定商品である薬剤の需要者等には患者のみならず医療従事者が含まれ\nるところ，医療従事者は薬剤の取引において患者と同様に主要な地位を占\nめるものであり，しかも，本件物質を有効成分とする薬剤が一般に店頭で\n市販されるものでなく医師の処方箋を要するものであること（弁論の全趣\n旨）を考慮すると，医療従事者において品質の誤認を生ずるおそれがある\n以上，本件商標は同号所定の商標に当たると解すべきである。\nそうすると，患者において一般に「PITAVA」の語が本件物質を想起さ\nせるものでないとしても，上記判断を左右するものでないから，原告の主\n張を採用することはできない。\n３  権利の濫用の成否（争点４）について\n(1)  被告は，本件商標の商標登録には商標法５０条１項所定の取消事由が\nあり，本件審判請求により取り消されるべきものであるから，原告による\n本件商標権の行使は権利の濫用に当たると主張するので，この点について\nも念のため検討する。\nア  原告が継続して３年以上本件商標を自ら使用していないことは当事者\n間に争いがないところ，原告は，通常使用権者であるキョーリンリメデ\nィオが指定商品である薬剤につき「ピタバ」の商標を使用していること\nから，同条１項の取消事由は存在しないと主張する。\nそこで判断するに，証拠（甲３，１０，乙５７）によれば，①  原告\nとキョーリンリメディオは平成２５年１２月１９日に「商標使用許諾契\n約書」と題する契約書を取り交わしたこと，②  同契約書によれば，通\n常使用権の許諾範囲は，(ａ)  地域は日本全国，(ｂ)  製品は医療用医\n薬品であるピタバスタチンＣａ錠１ｍｇ「杏林」及び同２ｍｇ「杏林」，\n(ｃ)  表示は錠剤への刻印表示「ピタバ」及びＰＴＰ包装表示「ピタ\nバ」，(ｄ)  期間は契約の有効期間中とされていること（２条），③\n同契約の有効期間は平成２５年１２月１３日からキョーリンリメディオ\nが契約日現在在庫として保有している数量の「ピタバ」の表示を付した\n製品の販売完了時までであること（９条），④  キョーリンリメディオ\nは「ピタバ」の標章を使用していたが，平成２６年１月には「ピタバ」\nの表示の使用を中止することを発表し，同年３月以降順次「ピタバスタ\nチン」の表示に切り替えて出荷していることが認められる。以上の事実\nによれば，本件契約は本件商標の積極的な使用を許諾する契約ではなく，\nキョーリンリメディオが本件商標と類似する「ピタバ」の表示の使用を\n速やかに中止することを前提に，既に製造し在庫を保有している製品の\n限度内でその販売等に対する本件商標権侵害に基づく差止め等を行わな\nいという，禁止権行使の猶予を合意したものであると解される。\n一方，商標法５０条１項は，実際に使用される商標の保護を通じて商\n標に化体されている商標権者の業務上の信用を保護するという商標制度\nの目的にそぐわない商標を整理するという点にあるから，商標権者から\n禁止権行使の猶予を受けたにすぎない者は同項所定の「通常使用権者」\nに当たらないと解すべきである。そうすると，キョーリンリメディオに\nよる「ピタバ」の使用をもって同項にいう通常使用権者による本件商標\n又はこれと社会通念上同一と認められる商標の使用があるということは\nできないから，本件商標の商標登録は不使用取消審判により取り消され\nるべきことが明らかであると考えられる。\nイ  商標登録の取消審判請求がされ，当該商標登録が取り消されるべきこ\nとが明らかな場合には，不使用取消制度及び商標権制度の趣旨に照らし，\nその商標登録に係る商標権に基づく差止め請求は権利の濫用に当たり許\nされないと解される。したがって，原告による本件商標権の行使は権利\nの濫用に当たり許されないと判断することが相当である。\n(2)  これに対し，原告は，キョーリンリメディオは同項所定の「通常使用\n権者」であるなどと主張するが，以上に説示したところに照らし，これを\n採用することはできない。\n４  結論\n以上によれば，その余の点を判断するまでもなく，原告の請求はいずれも\n理由がないから，これを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官        長谷川   浩   二\n裁判官        清 野 正 彦\n裁判官        髙橋   彩\n"
}