{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 1,
    "day": 31
  },
  "case_number": "平成23(ネ)10052",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81967",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81967",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/967/081967_hanrei.pdf",
  "contents": "平成２４年１月３１日判決言渡\n平成２３年(ネ)第１００５２号  損害賠償請求控訴事件\n（原審・東京地方裁判所平成２１年(ワ)第３１７５５号）\n口頭弁論終結日  平成２３年１１月２８日\n判                決\n控訴人（１審被告）          株 式 会 社 本 の 泉 社\n控訴人（１審被告）          Ｘ\n上記両名訴訟代理人弁護士    松      井      繁      明\n被控訴人（１審原告）        Ｙ\n上記訴訟代理人弁護士        小  野  瀬              有\n同                          小      泉              桂\n主                文\n１  原判決を次のとおり変更する。\n(1)  控訴人らは，被控訴人に対し，連帯して１２万円及びこれに対する平成１\n９年７月２日から支払済みまで年５分の割合による金員を支払え。\n(2)  控訴人Ｘは，被控訴人に対し，６万円及びこれに対する平成２１年５月３\n０日から支払済みまで年５分の割合による金員を支払え。\n(3)  控訴人株式会社本の泉社は，被控訴人に対し，６万円及びこれに対する平\n成２２年２月２６日から支払済みまで年５分の割合による金員を支払え。\n(4)  被控訴人のその余の請求をいずれも棄却する。\n２  訴訟費用は，第１審，第２審を通じて，これを５分して，その１を控訴人ら\nの負担とし，その余は被控訴人の負担とする。\n３  この判決は，第１項の(1)ないし(3)に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  原審判決の控訴人ら敗訴部分を取り消す。\n２  被控訴人の各請求をいずれも棄却する。\n３  訴訟費用は，１，２審を通じて被控訴人の負担とする。\n第２  事案の概要\n１  事案の概要及び当事者の主張\n(1) 原審の事案の概要\n当事者の表記については，被控訴人を原告，控訴人Ｘを被告Ｘ，控訴人株式会社\n本の泉社を被告本の泉社という。\n原審の経緯は，以下のとおりである。\n被告Ｘは，「合格！行政書士  南無刺青観世音」と題する書籍（平成１９年７月\n１日初版第１刷発行。以下「本件書籍」という。）を執筆し，被告本の泉社は，こ\nれを発行，販売した。本件書籍の発行，販売等に関して，原告は，被告らに対して，\n以下の各請求をした。\nア  原審「第１の１の請求」\n(ｱ) 被告らが原告の許諾を得ずに原告が被告Ｘの左大腿部に施した十一面観音立\n像の入れ墨（以下「本件入れ墨」という。）を撮影した写真の陰影を反転させ，セ\nピア色の単色に変更した画像（以下「本件画像」という。）を本件書籍の表紙カバ\nー（別紙の１。以下「本件表紙カバー」という。）及び扉（別紙の２。以下「本件\n扉」という。）の２か所に掲載したことは，原告の有する本件入れ墨の著作者人格\n権（公表権，氏名表示権，同一性保持権）を侵害すると主張して，被告らに対し，\n連帯して，著作者人格権侵害の不法行為による損害賠償請求権に基づき損害賠償金\n７７万円（慰謝料７０万円，弁護士費用７万円）及びうち７０万円に対する不法行\n為の後の日である平成１９年７月２日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金，\n(ｲ) 原告の人格，名誉を傷付ける記述及び原告のプライバシーに関する記述がさ\nれており，これらの記述は原告の人格権及びプライバシー権を侵害すると主張して，\n被告らに対し，連帯して，人格権及びプライバシー権侵害の不法行為による損害賠\n償請求権に基づき損害賠償金３３万円（慰謝料３０万円，弁護士費用３万円）及び\nうち３０万円に対する前同日から支払済みまで民法所定の年５分の割合による遅延\n損害金\nの各支払を求めた。\nイ  原審「第１の２の請求」\n原告は，被告Ｘが平成１９年７月１日以降インターネット上の自己のホームペー\nジ（以下「本件ホームページ１」という。）に本件表紙カバーの写真を掲載してい\nることは，原告の有する本件入れ墨の著作者人格権（公表権，氏名表示権，同一性\n保持権）を侵害するとして，被告Ｘに対し，著作者人格権侵害の不法行為による損\n害賠償請求権に基づき損害賠償金３５万円（慰謝料３０万円，弁護士費用５万円）\n及びうち３０万円に対する不法行為の後の日である平成２１年５月３０日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求めた。\nウ  原審「第１の３の請求」\n原告は，被告本の泉社が平成１９年７月１日以降インターネット上の自社のホー\nムページ（本件ホームページ１と併せて「本件各ホームページ」という。）に本件\n表紙カバーの写真を掲載していることは，原告の有する本件入れ墨の著作者人格権\n（公表権，氏名表示権，同一性保持権）を侵害するとして，被告本の泉社に対し，\n著作者人格権侵害の不法行為による損害賠償請求権に基づき損害賠償金３５万円\n（慰謝料３０万円，弁護士費用５万円）及びうち３０万円に対する不法行為の後の\n日である平成２２年２月２６日から支払済みまで民法所定の年５分の割合による遅\n延損害金の支払を求めた。\nなお，原告は，本件訴訟において，本件入れ墨の著作権（複製権，翻案権，公衆\n送信権〔送信可能化権を含む。〕）侵害に基づく損害賠償は請求しない旨を明らか\nにしている。\n(2) 原判決の概要等\n原審は，①本件入れ墨は，著作物性を有する，②被告らの本件画像及び本件各ホ\nームページを掲載する被告らの行為は，氏名表示権及び同一性保持権を侵害すると\n判断して，原告の被告らに対する損害賠償金の支払請求の一部を認容し，その余の\n請求を棄却した。\nこれに対して，被告らは，原判決中の敗訴部分を不服として本件控訴を提起した。\n２  前提事実，争点及び争点に関する当事者の主張\n原判決の「事実及び理由」欄の「第２  事案の概要」の「２  前提事実」，「３\n争点」，「４  争点に関する当事者の主張」（原判決４頁５行目から１９頁１７行\n目）に記載のとおりであるから，これを引用する。\n３  当審における補足的主張\n［被告らの主張］\n原告の請求は，以下の理由からも，成り立たない。すなわち，\n①原告は，本件入れ墨の製作に当たり，「日本の仏像１００選（主婦と生活  生\n活シリーズ３２８）」（佐藤昭夫監修，平成８年１０月２０日株式会社主婦と\n生活社１刷発行）の中から１１頁左側に掲載された向源寺観音堂（滋賀県）の\n十一面観音立像の写真（以下「本件仏像写真」という。甲１６の２）の上にトレ\nーシングペーパーを重ねて，上から鉛筆で描線をトレースして，下絵を作成した。\nこのような製作過程を考慮すると，本件入れ墨は，創作的な表現とはいえず，著作\n物性はない。②本件入れ墨が，男性の大腿部に施されていることから，本件入れ墨\nを撮影した写真をそのまま使うことは相当でないといえるから，本件画像を本件書\n籍の表紙カバー等に掲載したことは，著作権法２０条２項４号所定の「やむをえな\nい改変」に基づく掲載に当たる。③本件入れ墨の対価が社会通念に照らし高額であ\nること，入れ墨が身体に施すものであることからすると，著作者人格権不行使につ\nいて，黙示の合意が成立しているというべきである。また，原告は，平成２１年４\n月１３日に，被告Ｘに対して，「今後一切，金品等の要求はしない」と述べたこと\nに照らすと，著作者人格権不行使の合意が成立している。④本件入れ墨の製作に当\nたり，被告Ｘは，本件仏像写真を原告に提供して，本件入れ墨の図柄等に対して依\n頼をしたが，被告Ｘのこのような行為は，本件入れ墨の創作に共同して関与したも\nのと評価されるべきであり，本件入れ墨は，原告と被告Ｘの共同著作物であるとい\nえる。したがって，原告は，被告Ｘの合意なく，請求権を行使することは許されな\nい。⑤他人の許諾を得ない限り，自己の身体の利用ができないとすることは社会通\n念に照らし不合理であること等から，被告らに過失はない。⑥原告が，著作者人格\n権に基づいて，損害賠償金支払を請求することは，権利の濫用に該当する。\n［原告の反論］\n被告らの主張は，以下のとおり，失当である。すなわち，\n①原告の作成した下絵にも創作性があるのみならず，本件入れ墨は，下絵をもと\nに順次手数を重ねて完成させたものであり，創作性を否定する余地はない。なお，\n原告は，本件仏像写真にコピー用紙を重ねて，下絵を作成したが，コピー用紙を重\nねた上から，本件仏像写真の輪郭線はかろうじて見ることができるが，輪郭線以外\nの観音像の顔，頂上仏面および変化面の顔，および着衣のひだ等の状態を見ること\nはできないので，原告は，自ら創作的に下絵を作成した。さらに，本件入れ墨の施\n術に当たっては，本件仏像写真と比較して，穏やかな顔の表情になるよう表現上の\n工夫を施しており，その点からも，本件入れ墨の創作性を肯定することができる。\n②本件入れ墨を撮影した写真をそのまま書籍に掲載することが相当でないからとい\nって，本件入れ墨を改変して，本件書籍に掲載することが，著作権法２０条２項４\n号により，許されるものではない。③本件入れ墨の対価は，原告の施術という役務\n及び創作性に対する評価であり，被告Ｘが対価を支払ったことをもって，著作者人\n格権不行使の特約が成立したと解することできない。原告が「今後一切，金品等の\n要求をしない。」と発言をした事実はない。④被告Ｘは，本件入れ墨について，画\n像の選択，観音像の顔の表情について希望は述べたが，本件入れ墨の創作への関与\nはない。したがって，被告Ｘは，共同著作者に当たらない。⑤被告らに過失がない\nとの主張は否認する。⑥著作者人格権の侵害に対する法的な救済として損害賠償を\n求めることが権利の濫用に当たることはない。\n第３  当裁判所の判断\n１  当裁判所は，以下のとおり判断する。その理由については，次のとおり付加，\n訂正するほかは，原判決の「事実及び理由」欄の「第３  当裁判所の判断」（原判\n決１９頁１８行目から３６頁５行目）記載のとおりであるから，これを引用する。\n(1) 原判決２４頁１６行目の次に，行を改め，次のとおり付加する。\n「さらに，本件仏像写真の仏像と本件入れ墨の仏像のそれぞれの顔を対比すると，\n両者には，以下のとおりの表現上の相違も認められる。すなわち，本件仏像写真の\n仏像の顔では，その眼は，中央からゆるやかな弧を描くように上向きに表現されて\nいること，鼻は，直線的に細長く表現されていること，唇は，上唇の中央部を切り\n結び，引き締まったような表情で表現されていること等の点において特徴がある。\nこれに対して，本件入れ墨の仏像の顔では，眼は，ほぼ水平方向に描かれているこ\nと，鼻は，横に広くふくらみをもった形状に表現されていること，唇は，上唇が厚\nくふくらみをもって表現されていること，頬や顎は，前記のとおり，墨の濃淡によ\nり，丸みを帯びるような表現がされていること等の点において特徴がある（甲８の\n１ないし３，甲１６の２）。」\n(2) 原判決２５頁１７行目の次に，行を改め，次のとおり付加する。\n「被告らは，製作過程等を指摘し，本件仏像写真の仏像と本件入れ墨の間には，\n図柄全体の輪郭が共通することから，本件入れ墨は著作物性がない旨を主張する。\nしかし，前記のとおり，本件入れ墨は，墨の濃淡等によって，表情の特徴や立体感\nを表すための工夫がされている点等を総合すると，思想，感情の創作的な表現がさ\nれていると評価することができる。したがって，この点の被告らの主張は採用でき\nない。」\n(3) 原判決２９頁１２行目の次に，行を改め，次のとおり付加する。\n「被告らは，本件入れ墨の写真画像について，陰影を反転させ，かつ，セピア色\nの単色に変更させた点は，被告Ｘの大腿部に施された入れ墨をそのまま使用するこ\nとが相当でない点を考慮すれば，著作権法２０条２項４号所定の「やむを得ない改\n変」に該当すると主張する。しかし，本件入れ墨を撮影した写真を書籍に掲載する\nことがふさわしくない事情があるからといって，本件入れ墨を改変して，本件書籍\nに掲載することが，著作権法２０条２項４号所定の「やむをえない改変」に該当す\nるとして，その掲載が許されるものではない。被告らの主張は採用の限りでない。\nまた，被告らは，原告と被告Ｘとの間において，明示又は黙示の著作者人格権不\n行使の合意が成立していると主張する。しかし，著作者人格権不行使の合意がされ\nた場合に，その合意が効力あるものと解されるべきか否かの判断はさておき，本件\n全証拠によっても，著作者人格権不行使の合意が成立したことを認めることはでき\nない。被告らの上記主張は，採用の限りでない。\nさらに，被告らは，本件入れ墨は，原告と被告Ｘの共同著作物であり，原告は，\n被告Ｘの合意なく，請求権を行使することは許されない，とも主張する。しかし，\n被告Ｘは，本件入れ墨について，画像の選択，観音像の顔の表情について希望は述\nべた事実はあるが，本件全証拠によるも，被告Ｘが，本件入れ墨の作成に，創作的\nに関与したことを認めることはできないから，被告らの主張は，採用できない。」\n(4) 原判決３３頁２２行目の次に，行を改め，次のとおり付加する。\n「被告らは，他人の許諾を得ない限り，自己の身体の利用ができないとすること\nは社会通念に照らし不合理であることから，被告らが，本件入れ墨の画像を用いて，\n本件書籍カバー等に掲載した行為に過失はないなどと主張するが，採用の限りでな\nい。」\n(5) 原判決３４頁１６行目の「２０万円」を「１０万円」に，同頁２０行目の「４\n万円」を「２万円」に，３５頁２行目の「１０万円」を「５万円」に，同頁６行目\nの「２万円」を「１万円」に，同頁１４行目の「１０万円」を「５万円」に，同頁\n１８行目の「２万円」を「１万円」に，同頁２２行目の「２４万円」を「１２万円」\nに，同頁２５行目の「１２万円」を「６万円」に，３６頁２行目の「１２万円」を\n「６万円」に，それぞれ改める。\n第４  結論\nその他，被告らは，縷々主張するがいずれも理由がない。以上のとおりであり，\n原告の請求は，主文掲記の損害賠償請求及び遅延損害金請求の限度において理由が\nあり，その余の請求は理由がない。よって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n池      下              朗\n裁判官\n武      宮      英      子\n"
}