{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 29
  },
  "case_number": "平成20(あ)1911",
  "case_name": "殺人，死体損壊，死体遺棄被告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "集刑　第305号455頁",
  "original_court_name": "名古屋高等裁判所",
  "original_date": {
    "era": "Heisei",
    "year": 20,
    "month": 9,
    "day": 12
  },
  "gist": "死刑の量刑が維持された事例（愛知県の交際２女性殺害事件）",
  "lawsuit_id": "81880",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=81880",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/880/081880_hanrei.pdf",
  "contents": "主          文\n本件上告を棄却する。\n理          由\n弁護人大橋君平，同岡田浩志の上告趣意のうち，死刑制度に関して憲法１３条，\n３１条，３６条違反をいう点は，死刑制度が憲法のこれらの規定に違反しないこと\nは当裁判所の判例（最高裁昭和２２年（れ）第１１９号同２３年３月１２日大法廷\n判決・刑集２巻３号１９１頁，最高裁昭和２６年（れ）第２５１８号同３０年４月\n６日大法廷判決・刑集９巻４号６６３頁，最高裁昭和３２年（あ）第２２４７号同\n３６年７月１９日大法廷判決・刑集１５巻７号１１０６頁）とするところであるか\nら，理由がなく，憲法３８条２項違反をいう点は，記録を調べても，被告人の自白\nの任意性を疑うべき証跡はないから，前提を欠き，その余は，単なる法令違反，事\n実誤認，量刑不当の主張であって，刑訴法４０５条の上告理由に当たらない。\nなお，所論に鑑み記録を調査しても，刑訴法４１１条を適用すべきものとは認め\nられない。\n付言すると，本件は，妻子のあった被告人が，(1)  長年にわたり不倫関係にあ\nった女性との二重生活において多額の借金をするなどして行き詰まりを感じていた\n中で，新たな就職が決まったことから，同女を疎ましく思うようになり，同女を殺\n害して同女との生活を終わらせることを考えるようになっていたところ，平成１１\n年８月１５日頃，同女（当時４３歳）との間で借金の返済資金をめぐって口論とな\nり，同女になじられるなどしたことから激高してその殺害を決意し，横になってい\nた同女の腹部に馬乗りになってその頸部を両手で扼し，窒息死させて殺害し，(2)\nその後，別の会社に転職し，同社内で昇進する傍ら，密かに同社に対する背信的な\n取引をしていたが，その頃知り合った別の女性と不倫関係を続けるうち，上記背信\n的取引を同女に知られることとなり，同女からこれを公表しないことと引き換えに\n結婚を迫られていると感じたことなどから，同女を疎ましく思い，その殺害を考え\nるようになっていたところ，平成１５年５月２５日深夜，結婚を求める同女（当時\n４９歳）と口論になった際，同女から，上記背信的取引のことや同女との不倫関係\nを被告人の勤務先や妻に暴露する旨言われたことに激高して同女の殺害を決意し，\n同女をその場に押し倒し，その胸部に馬乗りになった上，その頸部を両手で扼し，\n窒息死させて殺害し，その後，その発覚を免れるため，カッターナイフを用いてそ\nの遺体を切断した上，川に投棄し，土中に埋めるなどして遺棄したという事案であ\nる。\n被告人は，不倫関係にあった女性を殺害し，その３年９か月後に，またしても不\n倫関係にあった別の女性を殺害し，その死体の解体，遺棄にも及んでいるのであっ\nて，被告人の犯罪的傾向は顕著といわざるを得ない上，いずれも確定的意思に基づ\nく冷酷かつ残忍な犯行であり，生じた結果は誠に重大である。各犯行は，いずれも\n被害者との口論が直接のきっかけとはなっているが，いずれの被害者にも特段の落\nち度があったとはいえず，怒りに任せて各被害者を殺害した犯行の動機に酌量の余\n地はない。本件各犯行が社会に与えた衝撃は大きく，各被害者の遺族らへの慰謝の\n措置もなく，遺族らの処罰感情も厳しい。しかるに，被告人は，公判において，い\nずれの犯行についても不合理な弁解をするに至っており，真摯な反省の情は認め難\nい。\n以上によれば，被告人の刑事責任は誠に重大であって，本件各殺人の犯行はいず\nれも事前の具体的計画に基づくものとは認められないこと，被告人には前科がない\nこと等被告人のために酌むべき事情を考慮しても，被告人を死刑に処した第１審判\n決を維持した原判断は，当裁判所もこれを是認せざるを得ない。\nよって，刑訴法４１４条，３９６条，１８１条１項ただし書により，裁判官全員\n一致の意見で，主文のとおり判決する。\n検察官中村明  公判出席\n(裁判長裁判 官  那須弘 平  裁判官  田原睦 夫  裁判官  岡部喜 代子  裁判 官\n大谷剛彦  裁判官  寺田逸郎)\n"
}