{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 22
  },
  "case_number": "平成22(行ケ)10343",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81848",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81848",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/848/081848_hanrei.pdf",
  "contents": "平成２３年１２月２２日判決言渡\n平成２２年（行ケ）第１０３４３号  審決取消請求事件\n口頭弁論終結日  平成２３年９月１５日\n判 決\n原 告        Ｘ\n訴 訟 代 理 人 弁 護 士        鮫 島 正 洋\n髙 見   憲\n弁 理 士        相 川 俊 彦\n被 告        Ｙ\n訴 訟 代 理 人 弁 理 士        伊 東 忠 彦\n大 貫 進 介\n伊 東 忠 重\n大 場 義 則\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告が求めた判決\n特許庁が無効２００７－８９０１５６号事件について平成２２年９月２８日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，被告が登録を受けた商標権につき原告の無効審判請求を不成立とした審\n決の取消訴訟である。争点は，①本件商標が他人の著名な略称を含むか否か（商標\n法４条１項８号），②本件商標が他人の業務に係る商品等を表示するものとして需要\n者の間に広く認識されている商標等と類似するか否か（同項１０号），③本件商標に\nつき他人の業務に係る商品等と混同を生ずるおそれがあるか否か（同項１５号），④\n本件商標が他人の業務に係る商品等を表示するものとして需要者の間で広く認識さ\nれている商標と類似し，不正の目的をもって使用されるものであるか否か（同項１\n９号）である。\n１  特許庁における手続の経緯\n被告は，平成１４年１０月２２日，標準文字で「空手道極真館」と表して成り，\n別紙指定商品・指定役務目録記載の商品及び役務を指定商品・指定役務とする商標\n（本件商標）につき，登録出願し，特許庁から平成１６年２月１８日に登録査定を，\n同年３月１２日に設定登録を受けた（登録第４７５５６０５号）。\n原告は，平成１９年９月２１日，本件商標につき，第２５類の指定商品及び第４\n１類の指定役務の全部に関して，商標法４条１項８号，１０号，１５号及び１９号\nに該当するとの理由で無効審判請求をしたところ（無効２００７－８９０１５６号），\n特許庁は，平成２０年７月２３日，原告の上記請求は成り立たないとの審決をした\n（第一次審決）。\nそこで，原告が第一次審決の取消しを求めて知的財産高等裁判所に訴えを提起し\nたところ（平成２０年（行ケ）第１０３２３号），同裁判所は，平成２１年１０月３\n０日，商標法４条１項８号等の該当性に係る審決の判断には誤りがあるとして，第\n一次審決を取り消す旨の判決をし（第一次判決），この判決は確定した。\n特許庁は，その後，さらに審理をした上で，平成２２年９月２８日，再度原告の\n請求を不成立とする第二次審決（以下「審決」というときは，特に断らない限り，\nこの第二次審決を指す。）をし，その謄本は同年１０月７日に原告に送達された。\n２  原告主張の無効理由\n(1)  「極真」の語は，Ａ      （Ａ                ）が創設し主宰していた\n団体「極真会館」ないし「極真会」，Ａ      が創設した空手道の流派「極真空手」\nの略称あるいは後記引用商標の略称として，空手及び格闘技に興味がある需要者の\n間で著名であるところ，本件商標の要部は「極真」の文字部分にあり，本件商標は\n上記の著名な略称を含む。そうすると，本件商標は商標法４条１項８号に当たる。\n(2)  下記引用商標ＡないしＤは，空手及び格闘技に興味がある需要者の間で，\nＡ      が創設・主宰が主宰していた団体「極真会館」ないし「極真会」，Ａ      が\n創設した空手道の流派「極真空手」の業務に係る商品，役務を示すものとして広く\n認識されている。また，本件商標の要部は「極真」の文字部分にあるところ，本件\n商標と上記引用商標は類似し，その指定商品・指定役務も類似する。したがって，\n本件商標は商標法４条１項１０号に当たる。\n【引用商標Ａ】\n・登録第３３７０４００号\n登録日  平成１０年１０月９日\n無効審決確定による消滅日  平成１９年６月２８日\n・登録第４０２７３４４号\n登録日  平成９年７月１１日\n無効審決確定による消滅日  平成１９年６月２８日\n【引用商標Ｂ】\n無効審決確定による消滅日  平成１９年６月２８日\n【引用商標Ｃ】\nは商標法４条１項１９号に当たる。\n３  審決の理由の要点\n(1)  そもそも本件商標は「極真会館」の語を含むものではないし，「極真」の\n語は，かつてはＡ      が創始した空手の一流派である「極真空手」の略称である\nとはいえても，他人の氏名等や著名な略称であるとはいえない。Ａ      の生前に\nおいては，「極真」の語は上記「極真空手」ないしＡ      が設立した「国際空手道\n連盟極真会館」の略称「極真会館」を指すものとして，空手に関心を有する者を中\n心に我が国において広く知られていたものと認められるが，Ａ      死亡後の分派\nにより，本件商標の登録査定時（平成１６年２月１８日）には，特定の者又は団体\nを示すものとして需要者の間で広く知られているものとは認められない。また，商\n標法４条１項８号にいう「他人」を自然人たるＡ      と特定するとしても，Ａ\nの死亡後は，同人の保護すべき人格的利益は消滅した。したがって，本件商標\nは商標法４条１項８号に当たらない。\n(2)  本件商標の登録査定時において引用商標は特定の者又は団体の業務に係る\n商品又は役務を表示するものとして需要者の間で広く知られているものとは認めら\nれず，また本件商標と引用商標とはその外観が明らかに相違し，称呼，観念が類似\nしないから，両商標は類似しない。したがって，本件商標は商標法４条１項１０号\nに当たらない。\n(3)  本件商標の登録査定時において引用商標は，原告らが行う空手道の教授及\nび空手道着に使用するものとして需要者の間で広く知られているものとは認められ\nず，また被告が本件商標をその指定商品，指定役務につき使用しても，原告又は原\n告と何らかの関連を有する者の業務に係る商品又は役務とその出所につき混同を生\nずるおそれはない。したがって，本件商標は商標法４条１項１５号に当たらない。\n(4)  本件商標の出願時及び登録査定時において，引用商標「極真会」等は需要\n者の間で広く認識されておらず，また本件商標と引用商標とは類似しない。そして，\nＡ      の死亡後の分派の事情や空手道の流派「極真空手」に関連する商標を巡っ\nて分派間で争いが生じたことなどを考慮すれば，本件商標が「不正の目的」をもっ\nて使用されるものともいうことはできない。したがって，本件商標は商標法４条１\n項１９号に当たらない。\n第３  原告主張の審決取消事由\n１  取消事由１（審理不尽等）\n第一次判決は，本件商標が商標法４条１項８号に当たるか否かに関して，第一次\n審決が，本件商標の出願時及び登録査定時において「極真」の語が原告自身又は原\n告が運営する団体「極真会館」の略称として著名であるか否かを判断していないし，\n本件商標が同条１０号，１５号及び１９号に当たるか否かに関しても，第一次審決\nが上記各時点において原告自身又は原告が運営する上記団体が周知であるか否か及\nび原告自身又は上記団体の業務に係る商標と本件商標とが類似するか否かを判断し\nておらず，これらの各点を審理・判断すべきであると判示した。\nしかるに，審決はＡ      が死亡した時点から本件商標の出願時及び登録査定時\nまでの間の「極真空手」各流派の離合集散状況や商標（標章）使用状況を適切な証\n拠を用いて認定しておらず，本件商標の出願時及び登録査定時における「極真」の\n語の著名性等の審理が尽くされていない（しかも，第一次審決の審理で得られた主\n張及び証拠では審決をするのに不十分であるにもかかわらず，当事者に主張や証拠\nを補充する機会が付与されていない。）。\n上記は審理不尽の違法であるとともに，第一次審決を取り消した第一次判決の拘\n束力ある判断に従わないものであるから，手続違背の瑕疵がある（行政事件訴訟法\n３３条１項）。\n２  取消事由２（「極真」の語の著名性判断の誤り，商標法４条１項８号）\n(1)  審決は，「極真」の語の著名性等について，次のとおり判断する（１８，\n１９頁)。\n「商標法第４条第１項第８号は，『他人の肖像又は他人の氏名若しくは名称若しくは著名な雅\n号，芸名若しくは筆名若しくはこれらの著名な略称を含む商標（その他人の承諾を得ているも\nのを除く。）』は，商標登録を受けることができない旨規定している。\nそして，  同規定の趣旨は，『人（法人等の団体を含む。以下同じ。）の肖像，氏名，名称等に\n対する人格的利益を保護することにあると解される。すなわち，人は自らの承諾なしにその氏\n名，名称等を商標に使われることがない利益を保護されているのである。略称についても，一\n般に氏名，名称と同様に本人を指し示すものとして受け入れられている場合には，本人の氏名，\n名称と同様に保護に値すると考えられる。』平成１６年（行ヒ）３４３号判決（最高裁第２小法\n廷  平成１７年７月２２日言渡し参照）と解される。これを本件についてみると，本件商標は，\n『空手道極真館』の文字よりなるものであり，原告の主張する『極真会館』の文字を含むもの\nでないから，原告のこれを根拠とする主張はその前提において，採用できない。\nまた，本件商標は，『極真』の文字を含むものであるが，・・・『極真』は，本件商標の登録査\n定時にＡ      の創出した空手の流派の名称ということができても，他人の氏名若しくは名称\nとはいえず，また，これらの著名な略称とも認められない。\n加えて，原告は，『極真』の語が『Ａ      』が創設し，そのＡ      の屋号である『極真会\n館』の著名な略称に該当するとの理解を前提としつつ，極真関連商標を相続により原告が承継\nした旨主張しており，これは，商標法第４条第１項第８号の『他人』すなわち人格権的利益の\n帰属主体を，自然人であるＡ      と特定し，『極真』をもって，Ａ      を指称する著名な略\n称に該当することを主張するものと解される。\nしかしながら，本件商標の出願時である平成１４年１０月２２日及び登録査定時である同１\n６年２月１８日において，Ａ      は既に死亡（同６年４月２６日死亡）しており，Ａ\n死亡後はその保護すべき人格的利益は消滅しているから，その著名な略称について商標法第４\n条第１項第８号の該当性は認める余地はないから，原告の上記主張はそれ自体失当であり，採\n用できない。」\n(2)  「極真」の語は，Ａ      の生前においては，同人が設立・運営する団体\n「極真会館」の略称として，我が国の空手に関心がある者の間で著名であった。\nそして，Ａ      が死亡し，さらにその妻のＣ        が死亡した後は，三女の\n原告がＡ      の権利義務のほぼすべてを承継しており，その肖像権も承継してい\nる。あるいは，少なくとも，原告はＡ      の死亡後，同人の肖像権を継続して管\n理してきた。\n(3)  原告は，Ａ      の存命中から「極真会館」本部道場で空手の教授や空手\n道着の販売等を行ってきており，また，Ａ      の死亡後は，団体「極真会館」を\n管理・運営してきた。\n他方，Ａ      が死亡した時点から本件商標の出願時及び登録査定時までの間，\n「極真」の語を団体「極真会館」の略称として使用してきたのは原告らのみであっ\nて，「極真空手」の他の流派は自己の団体の略称として「極真」の語を使用してこな\nかった。そうすると，Ａ      の生前に培われた「極真会館」の略称としての「極\n真」の著名性は，原告が運営する団体「極真会館」に引き継がれたものというべき\nである。\n(4)  上記(2)，(3)の事情に基づけば，本件商標の出願時及び登録査定時において，\n「極真」の語は，原告が運営する団体「極真会館」の略称として，我が国の空手に\n関心がある者の間で著名であったというべきである。\nしかるに，審決は，「極真」の語は，Ａ      の死亡後の分派により，本件商標の\n登録査定時（平成１６年２月１８日）には，特定の者又は団体を示すものとして需\n要者の間で広く知られているものとは認められず，単にＡ      が創始した空手道\nの流派の略称として需要者の間で認識されているにすぎないと判断しており，この\n判断には誤りがある。\n３  取消事由３（「極真」の語及び引用商標の周知性判断の誤り，商標法４条１項\n１０号，１９号）\n(1)  審決は，「極真」の語や引用商標の周知性等につき，次のとおり判断する\n（１７，１８頁）。\n「Ａ      は，極真空手と呼ばれる空手の流派の創始者であり，昭和３９年，同空手に関す\nる団体として国際空手道連盟極真会館を設立し，同団体は，『極真会館』と略称され，Ａ\nが死亡した平成６年４月２６日には，極真会館は，日本国内に，総本部，関西本部のほか，５\n５支部，５５０道場，会員約５０万人を有する団体であることが認められる。また，極真会館\nによる活動等を背景にして，Ａ      が生存時には，『極真』といえばＡ      が創出した『極\n真空手』ないしは，Ａ      が設立した上記『極真会館』を指すものとして一般に通用してい\nたものと認められ，さらに『国際空手道連盟極真会館』の略称『極真会館』は，空手に関心の\nある者を中心に，我が国において，広く知られていたものと認められる。\nしかしながら，『極真会館』は，Ａ      の死後，遺言書の問題や運営方針等の違いから，各\n支部長らが，それぞれ極真空手を正当に承継するものであるとして独自の活動を始めた。そし\nて，被告を含む独自の活動を始めた団体は，いずれもＡ      の『極真会館』において極真空\n手の修行をし，その流儀を汲むものであり，『極真会館』を名乗るものも少なくなかった。\nその結果，平成１５年５月の時点における，Ａ      死亡時に支部長であったものの所属は，\n『Ｄ  派』３名，『Ｅ派』１２名，『Ｈ  派』１７名，『全日本極真連合会』１２名，『極真館』\n３名，無所属３名であった。\nさらに，これらの各団体の主催する大会，行事などについて，空手（道）に関する雑誌など\nにおいて紹介されている。\n以上によれば，本件商標の登録査定時において，『極真』は，Ａ      の創設した空手の流派\nである『極真空手』の略称として認識されるというべきであり，特定の者，及び団体の名称又\nは略称として広く知られているものとして認めることはできない。\nそして，『極真会館』については，Ａ      の生前に，Ａ      の創設した『国際空手道連盟\n極真会館』の略称として認識されていたことは認め得るとしても，少なくとも本件商標の登録\n査定時においては，特定の者及び団体の名称又は略称として広く知られているものとして認め\nることはできない。\nなお，原告は，Ａ      の唯一の相続人であり，Ａ      存命中から引き続き「極真会館」\n本部所在地の道場において，夫と共に空手の教授を行い，空手道着の販売を行っていること（判\n決注：Ａ      の妻Ｃ        がＡ      の道場の運営を支え，空手道着の販売を行なってき\nたこと，原告もＡ      の生前から道場の運営に協力し，死後も運営に携わっていることをい\nうものと解される。）は認めることができるが，提出された証拠等によっては，本件商標の登録\n査定時において，『極真会館』の文字が，原告らが行う空手の教授及び商品『空手道着』に使用\nする商標として，需要者に広く知られていると認めることはできない。\nまた，原告は，別件極真関連商標に関する商標登録無効審判事件の特許庁及び裁判所の認定\n判断などを根拠として本件無効審判に係る無効事由が存するものであると主張するものである\nが，原告の示す上記事件は，本件商標とその判断をすべき基準時（それぞれの商標登録出願時\n及び登録査定時）を異にするものであり，さらに，上記事件とは，商標の構成態様及びその無\n効事由（上記極真関連商標に関する審判事件は,商標法４条１項７号の該当性を争うもの。）を\n異にするものであるから，当該事件は，本件審判とは明らかに事案を異にするものである。そ\nして，本件審判においては，上記のように認定すべきであるから，原告の主張は採用できない。\nさらに，『極真会館』以外の極真関連商標（『極真会（筆縦書）』『極真空手／  ＫＹＯＫＵＳＨ\nＩＮ  ＫＡＲＡＴＥ』『ＫＹＯＫＵＳＨＩＮ』）についても，『極真会館』同様に，提出された証\n拠等によっては，本件商標の登録査定時において，原告らが行う空手の教授及び空手道着に使\n用する商標として，需要者に広く知られていると認めることはできない。」\n(2)  しかしながら，前記２と同様に，本件商標の出願時及び登録査定時，「極\n真」の語は，原告が運営する団体「極真会館」の略称として，また引用商標は上記\n団体を出所とするものとして，我が国の空手に関心がある者の間で周知であった。\nしかるに，審決は，「極真」の語及び引用商標の周知性を否定しており，この判断\n（商標法４条１項１０号該当性）には誤りがある。\n同様の理由で，商標法４条１項１９号の周知性についての審決の判断にも誤りが\nある。\n４  取消事由４（商標の類否判断の誤り等，商標法４条１項１０号）\n本件商標の構成のうち「空手道」の部分は，指定商品又は指定役務との関係で，\n自他識別機能を有しないし，本件商標のうち「館」の部分も，学校や道場を表す接\n尾辞にすぎず，自他識別機能を有しない。そうすると，本件商標の要部は「極真」\nの部分にあり，「キョクシン」との称呼が生じる。他方，引用商標の要部は「極真」\n又は「ＫＹＯＫＵＳＨＩＮ」であって，「キョクシン」との称呼が生じる。また，本\n件商標からも引用商標からも「極真空手」の観念が生じる。\n仮に本件商標の要部が「極真館」であるとしても，この要部から生じる称呼「キ\nョクシンカン」は引用商標Ａから生じる称呼「キョクシンカイ」と，拗音，撥音を\n含む各７音のうちの最後の１音が相違するだけで，冒頭の２音節が共通するし，最\n後の１音節にはアクセントが置かれず，消え入るように発音されるにすぎない。そ\nうすると，上記両称呼は類似する。\nまた，仮に本件商標の要部が「極真館」であるとしても，この要部からも「極真\n空手」の観念が生じるところ，引用商標ＢないしＤからも「極真空手」の観念が生\nじる。そうすると，本件商標とこれらの引用商標との間では生じる観念が共通する。\nところで，被告がＡ      の氏名を冒用し，Ａ      の遺志を継ぐなどと表示し\nて空手の教授を行なうことは，原告が被告に対してＡ      の氏名等の使用を許諾\nしたかのように装い，取引者等にこの旨誤信させるものである。そうすると，かよ\nうな具体的な取引状況も勘案すると，本件商標は引用商標と類似する。\nなお，本件商標と引用商標とでは，商品「空手道着」，役務「空手の教授」の点で\n指定商品ないし指定役務が同一である。\nしかるに，審決は，「本件商標は，商標法４条１項１０号・・・に該当するものと\nいうことができない。」と判断するが，かかる判断には誤りがある。\n５  取消事由５（混同のおそれの判断の誤り，商標法４条１項１５号）\n前記４のとおり，本件商標の要部は「極真」の部分であるところ，同要部及び引\n用商標から生じる称呼の共通性等に照らせば，本件商標をその指定役務に使用した\nときに，他人の業務たるＡ      が創設した極真空手の業務に係る役務であると出\n所の混同を生じさせるおそれがある。\nそうすると，本件商標は商標法４条１項１５号に該当し，これに反する審決の判\n断には誤りがある。\n６  取消事由６（不正の目的の認定判断の誤り，商標法４条１項１９号）\n被告は，原告からＡ      の氏名等の使用の許諾を受けることなく，Ａ      の\n氏名を勝手に商業的に使用し，またＡ      の遺志を継いでいるなどと僭称してい\nる。かかる被告の行為は，自らの商品又は役務をＡ      が創設した極真空手の業\n務に係る商品又は役務と誤認させる行為であって，商標法４条１項１９号にいう「不\n正の利益を得る目的，他人に損害を加える目的その他の不正の目的」をもって本件\n商標を使用しているといえる。\nしかるに，審決は，「本件商標は，商標法４条１項１９号・・・に該当するものと\nいうことができない。」と判断するが，かかる判断には誤りがある。\n第４  取消事由に対する被告の反論\n１  取消事由１に対し\n審決は乙第７号証や乙第２３号証の２のみから「極真空手」各流派の離合集散状\n況等を認定したわけではない（しかも，上記書証のうち乙第２３号証の２が発行さ\nれたのは本件商標の登録査定の時点よりも以前のことである。）し，審決に審理不尽\nの違法はない。\nまた，本件の審判体は第一次審決後に提出された証拠等の提出を求める旨の指令\n書を原告に送り，新たな証拠等の提出を求めたにもかかわらず，原告は上記指令書\nに何ら応答しなかったのであって，原告は主張，立証の補充をする機会を付与され\nながら自ら逸したにすぎず，審決に手続違背の違法はない。\n２  取消事由２に対し\nＡ      が平成６年４月２６日に死亡した後は，極真空手に関連する各派閥の離\n合集散状態及び極真空手に関連する標章の使用状態，派閥の分裂状態からみても，\n「極真」の名称自体は，Ａ      が創出した空手の流派の名称であるとはいえるが，\nこれが他人の氏名，名称又はその略称であるということはできない。\nそうすると，本件商標の出願時及び登録査定時，「極真」の語が原告が運営する団\n体「極真会館」（や原告自身）の略称として著名であったなどということはできない。\nしたがって，審決による「極真」の名称等の著名性判断に誤りはない。\nなお，Ａ      が死亡した後は，商標法４条１項８号で保護されるべき同人の人\n格的利益は消滅し，原告がこれを相続することはできない。また，原告ら遺族派は，\n平成１１年以前は「極真」の略称を使用していなかった。\n３  取消事由３に対し\nＡ      の死亡後の極真空手に関連する各派閥の離合集散状態，極真空手に関連\nする各標章の使用状態，「極真」を名乗る多数の団体が乱立する状態に照らせば，本\n件商標の出願時においても登録査定時においても，「極真」の語も引用標章も原告が\n運営する団体「極真会館」を示すものとして需要者の間に広く認識されていなかっ\nた。\nしたがって，この旨をいう審決による周知性判断に誤りはない。\n４  取消事由４に対し\n本件商標は漢字である「空手道極真館」を標準文字で記して成り，全体がまとま\nりよく表されている。そうすると，その構成の全体をもって，需要者において一体\n不可分のものとして認識され，把握される。また，本件商標の構成のうち「空手道」\nの部分が武道としての「空手」を表示するものにすぎないとしても，「極真」の部分\nと「館」の部分は一方が他方よりも注意を惹くような態様で表記されるものではな\nく，外観的特徴の点で差異がない。「館」が接尾語であるからといって，「館」とこ\nれに接する語（「弘道」等）とを分離して観察するのは，不合理であって，「弘道館」\n等は一体不可分の語として機能するものである。したがって，「極真」の部分と「館」\nの部分を分離して考察すべき格別の理由はなく，需要者はこれらを一体のものとし\nて認識，把握するはずである。そうすると，本件商標からは，「カラテドウキョクシ\nンカン」又は「キョクシンカン」の称呼が生じる。そして，本件商標からは特定の\n観念が生じない。\n他方，引用商標Ａは筆文字縦書きで「極真会」と記して成るもの，引用商標Ｂは\n欧文字横書きで「ＫＹＯＫＵＳＨＩＮ」と記して成るもの，引用商標Ｃは漢字横書\nきで「極真会館」と記して成るもの，引用商標Ｄは漢字及び欧文字で「極真空手／\nＫＹＯＫＵＳＨＩＮ  ＫＡＲＡＴＥ」と上下２段横書きして成るものであるから，\n本件商標とはその外観が異なる。\nまた，その構成文字に従って，引用商標Ａからは「キョクシンカイ」の，引用商\n標Ｂからは「キョクシン」の，引用商標Ｃからは「キョクシンカイカン」の，引用\n商標Ｄからは「キョクシンカラテ」の称呼が生じる。そうすると，本件商標と引用\n商標とは，称呼の構成音数，音感，音調を異にし，両者を称呼において聞き分ける\nことができる。なお，引用商標Ａの称呼「キョクシンカイ」と本件商標の称呼「キ\nョクシンカン」とは音数が同一であるが，前者の末尾の「イ」はそれ自体が短音を\n構成し，澄んだ解放音として軽い音質を生じさせる一方，後者の末尾の鼻音「ン」\nはかような性格を有しないから，両者は明瞭に聞き分けることができ，類似するも\nのではない。\nそして，引用商標はいずれも造語であって，引用商標Ａ，Ｃからは特定の観念が\n生じない一方，引用商標Ｂからは「空手の極真」程度の観念が，引用商標Ｄからは\n「極真空手」の観念が生じる。そうすると，本件商標と引用商標とは生じる観念が\n共通しない。\n極真空手が分派して以降，狭い地区内に複数の派閥の道場がひしめく現象が顕著\nになり，被告の「極真館」道場の近辺も同様の状況になっている。しかし，入門希\n望者が被告の「極真館」と他の分派の道場とを混同して入門手続をした例はなく，\n空手着の需要者，取引者も，被告の「極真館」と他の分派の道場とを峻別して空手\n着を選択してきている。そうすると，取引の実情に照らしても，本件商標をその指\n定商品に使用した場合に，出所の誤認混同が生じるおそれはないといい得る。\n以上のとおり，本件商標と引用商標とは，その外観も，生じる称呼や観念も異な\nり，取引の実情を勘案しても両者が類似するとはいえない。\nしたがって，本件商標と引用商標とが類似しないとした審決の判断に誤りはない。\n５  取消事由５に対し\n前記４のとおり，需要者，とりわけ空手道を志す者は，極真空手が複数の流派に\n分派し，その名称中に「極真」の語を採用して活動していた状況の下でも，それぞ\nれの流派の固有の名称として認識，識別し，各流派を区別できていた。\nそうすると，本件商標をその指定商品，指定役務に使用した場合でも，需要者，\n取引者に原告が運営する団体「極真会館」の業務に係る商品，役務であるとか，引\n用商標に関連する業務に係る商品，役務であるという，出所の混同を生じるおそれ\nはない。\nしたがって，かかる混同のおそれを否定した審決の判断に誤りはない。\n６  取消事由６に対し\n前記のとおり，本件商標は引用商標と類似しないし，被告による本件商標の使用\nには商標法４条１項１９号にいう「不正の目的」がない。\nそうすると，「不正の目的」がないとした審決の判断に誤りはない。\n第５  当裁判所の判断\n１  取消事由１（審理不尽等）について\n第一次判決（甲１０４）は，商標法４条１項８号に関し，原告自身又は団体「極\n真会館」が同号にいう「他人」に当たることを前提とし，原告が同号の主張をして\nいるものと解して，第一次審決が原告自身又は原告が運営する団体「極真会館」自\n体が同号の著名性を有するか否かを判断しなかったことをもって審理不尽と評価し，\nまた，同項１０号，１５号，１９号該当性についても，本件商標の出願時及び登録\n査定時における，原告自身又は原告が運営する『極真会館』という団体の周知性や\nそれらの業務に係る商標と本件商標との類否などに第一次審決の審理不尽があると\n評価し，これらにつき再度審理判断を要するとしたものである。\nこれを受けた審決は，本件商標の同項８号該当性に関し，Ａ      の死亡後はそ\nの略称について同号に該当する余地はないと説示し，また，Ａ      の死亡後の極\n真空手の分派状況及び極真空手に関連する商標の出願状況等に係る１８頁までの詳\n細な事実認定を基礎にして，「極真」の語は同号にいう「他人の氏名若しくは名称」\nにも「これらの著名な略称」にも当たらないと判断したものであり，この判断は本\n件商標の登録査定時についてのものであることが明らかである（１９頁）。この判断\nは第一次判決の拘束力に従ったものであり，そこに拘束力違背はないし，審理不尽\nの違法も存しない。\nまた，審決は，本件商標の同項１０号等の周知性の判断に関しても，Ａ      の\n死亡後の極真空手の分派状況及び極真空手に関連する商標の出願状況等に係る事実\n認定（１２～１８頁）を基礎に，本件商標の登録査定時において，「極真」の語も引\n用商標Ｃないし名称「極真会館」も，特定の者や団体の名称又は略称として需要者\nに広く知られていたとは認められず，引用商標Ａ，Ｂ，Ｄも同様である旨説示した\nものであるから（１９，２０頁），上記各号の無効理由に関しても，審決に第一次判\n決の拘束力違背はないし，審理不尽の違法も存しない。\nそして，審決時までに提出された主張及び証拠では不十分であるとは認められな\nいし，本件商標の登録査定後に発行等がされたことの一事をもって極真空手の分派\n状況等を裏付ける証拠として使用することができないわけではなく，審決が不適切\nな証拠を用いて事実認定をしたとも認められない。\nほかに，審決に審理不尽の違法があるとは認められないから，原告が主張する取\n消事由１は理由がない。\n２  取消事由２（「極真」の語の著名性判断の誤り）について\n審決は，Ａ      の死亡後の極真空手の分派状況及び極真空手に関連する商標の\n出願状況等を基礎にして，本件商標の登録査定時，「極真」の語は商標法４条１項８\n号にいう「著名な略称」に当たらないと説示したものであるが，原告は，上記当時，\n「極真」の語は原告が運営する団体「極真会館」の略称として著名であったなどと\n主張する。\nしかしながら，証拠（甲１６，１９，２０，３６，３７，４７，４８，５３，５\n５，５６，５８，５９，６４，７４，８５，９５，９７の７，８，甲９８，９９，\n１０３，乙７１，７２）及び弁論の全趣旨によれば，Ａ      の死後，同人が創設\nした団体「極真会館」の運営を巡って対立が生じ，Ｄ  派やＥ派等の複数の団体（派\n閥，流派）に分裂したこと，各団体はＡ      が生前主宰していた空手道の「極真\n空手」を承継するなどと標榜して，独自に「極真」の語を含む標章を使用して空手\nの教授等に関係する活動を行なってきたことが認められる。\nそして，「極真空手」に関連する商標の出願状況，商標登録の有効・無効や権利行\n使を巡る係争の状況等にも照らせば（甲３，４，１７，１８，２１～２７，５４，\n６３，７５，８９～９１），本件商標の登録査定（平成１６年２月１８日）時，「極\n真」の語が，Ａ      の三女である原告が極真会本部道場で運営する団体「極真会\n館」の略称として，空手の教授を受けようとしたり，空手道着等を購入しようとし\nたりなどする本件商標の指定商品，指定役務の需要者の間で著名であるとまでいう\nことは困難である。\nまた，Ａ      の生前，「極真」の語が，Ａ      が創設した空手道場「極真会館」\nないし同人が創始し，主宰していた空手道の流派「極真空手」の略称として，わが\n国の空手の教授を受けようとしたり，空手道着等を購入しようとしたりなどする需\n要者の間で著名であったとしても，Ａ      の相続人にすぎない原告がかかる著名\n性を当然に承継することになるものではないし，前記のとおり，Ａ      が創設し\nた団体は分裂，分派して各団体がめいめい「極真空手」を承継するなどと標榜して\n活 動 し て い る 状 況 及 び こ の 事 実 が 広 く 知 ら れ て い る 事 実 関 係 に 照 ら す と ， Ａ\nの死亡後である本件商標の登録査定時においても，「極真」の語が，Ａ      の三女\nである原告が極真会本部道場で運営する団体「極真会館」の略称として著名である\nとまでいうことはできない。そして，Ａ      の死後に分派した流派が自己の団体\nないし流派の略称として「極真」の語を使用してこなかったとしても，分派によっ\nて「極真」の語と特定の団体との結び付きが低下した事実に変わりはないから，上\n記結論に影響を及ぼすものではない。\nこのほかに，原告が主張する各種の事情を考慮しても，原告の前記主張を採用す\nることはできず，審決の著名性判断に誤りはないから，原告の取消事由２は理由が\nない。\n３  取消事由３（「極真」の語及び引用商標の周知性判断の誤り）について\n前記２と同様に，Ａ      の死後，同人が創設した団体「極真会館」の運営を巡\nって対立が生じ，Ｄ  派やＥ派等の複数の団体に分裂し，各団体はＡ      が生前\n主宰していた空手道の「極真空手」を承継するなどと標榜して，独自に「極真」の\n語を含む標章を使用して空手の教授等に関係する活動を行なってきたものであるか\nら，この事実が広く知られている事実関係にも照らすと，「極真」の語と原告が極真\n会本部道場で運営する団体「極真会館」との結び付きは低下し，本件商標の登録査\n定時において，「極真」の語が，Ａ      の三女である原告が極真会本部道場で運営\nする団体「極真会館」を示すものとして，空手の教授を受けようとしたり，空手道\n着等を購入しようとしたりなどする本件商標の指定商品，指定役務の需要者の間で\n広く認識されているということは困難である。\nまた，Ａ      の生前からＡ      や団体「極真会館」の支部長らが引用商標（登\n録が抹消される以前のものを含む。）を使用してきたとしても，上記分派が広く知ら\nれている状況に照らせば，本件商標の登録査定時，引用商標が，Ａ      の三女で\nある原告が極真会本部道場で運営する団体「極真会館」を示すものとして，空手の\n教授を受けようとしたり，空手道着等を購入しようとしたりなどする本件商標の指\n定商品，指定役務の需要者の間で広く認識されているということは困難である。\nなお，本件商標の出願時においても，上記と異なる認定は導かれない。\nそして，このほかに，原告が主張する各種の事情を考慮しても，「極真」の語又は\n引用商標の周知性をいう原告の主張を採用することはできず，審決の周知性判断に\n誤りはないから，原告の取消事由３は理由がない。\n４  取消事由４（商標の類否判断の誤り等）について\n(1)  前記３のとおり，本件商標の登録査定時，引用商標が，Ａ      の三女で\nある原告が極真会本部道場で運営する団体「極真会館」を示すものとして，需要者\nの間で広く認識されていたわけではないから（周知性），原告が主張する商標法４条\n１項１０号，１９号の無効理由は理由がないが，さらに進んで判断する。\n(2)  本件商標は漢字「空手道極真館」を標準文字で横書きして成るところ，審\n決が説示するとおり，その構成文字に従って「カラテドウキョクシンカン」の称呼\nを生じるか，又はうち「空手道」は武道の一範疇を示す普通名称であることから，\nその余の構成部分が要部となって，「キョクシンカン」との称呼が生じる。本件商標\nのうち「極真館」の部分はまとまりよく記されているものと理解できるから，先頭\nの２字「極真」の部分と最後尾の「館」とに分けて称呼されるものではない。「空手\n道」の部分は普通名称であるが，「極真館」の部分は造語であるから，そこからは特\n定の観念が生じないが，本件商標から一武道である空手に関わる施設ないし団体で\nある「極真館」程度の観念が生じる。\n(3)  引用商標Ａは，筆字風の縦書きで「極真会」と記して成るものであって，\nその構成文字から「キョクシンカイ」の称呼が生じる。また，「極真会」は造語であ\nって，引用商標からは特定の観念が生じないか，団体であることを示す「会」が末\n尾にあることに着目して，運動特に空手に関係する団体である「極真会」程度の観\n念が生じる。\n引用商標Ｂはゴシック体の欧文字（いずれも大文字）で「ＫＹＯＫＵＳＨＩＮ」\nと横書きして成るものであって，その構成文字から「キョクシン」との称呼が生じ\nる。また，「ＫＹＯＫＵＳＨＩＮ」は造語であるから，引用商標Ｂからは特定の観念\nが生じないか，Ａ      が創始した空手の流派「極真空手」を知る者であれば，上\n記流派の略称と認識し，上記流派の観念を生じる。\n引用商標Ｃはゴシック体の漢字で「極真会館」と横書きして成るものであって，\nその構成文字から「キョクシンカイカン」との称呼が生じる。また，「極真会館」は\n造語であるから，引用商標Ｃからは特定の観念が生じないか，「会館」が建物を表す\n接尾語であることに着目し，Ａ      が創始した空手の流派「極真空手」を知る者\nであれば，上記流派と関係する建物程度の観念を生じる。\n引用商標Ｄはいずれもゴシック体で，上段に漢字「極真空手」，下段に欧文字（い\nずれも大文字）「ＫＹＯＫＵＳＨＩＮ  ＫＡＲＡＴＥ」と横書き（２段書き）で記し\nて成る。引用商標Ｄからは，特に下段の欧文字部分のつづりに着目して，「キョクシ\nンカラテ」との称呼が生じ，また，引用商標Ｂと同様に，引用商標Ｄからは特定の\n観念が生じないか，Ａ      が創始した空手の流派「極真空手」を知る者であれば，\n上記流派ないしその空手のスタイルの観念を生じる。\n(4)  上記(2)，(3)によれば，本件商標と引用商標とは，その文字構成が異なり，\n生じる観念も異なるものであるし，称呼も必ずしも類似しないから，両商標は類似\nしない。\nしたがって，審決の両商標の類否判断に誤りはない。\n原告は，本件商標の構成部分である「極真館」から生じる称呼「キョクシンカン」\nと引用商標Ａから生じる称呼「キョクシンカイ」が類似すると主張するが，前者の\n最後尾の音「ン」は鼻音であり，後者の最後尾の音「イ」は独立した母音であるか\nら，両称呼は明確に聞き分けることができ，両称呼は類似するものではない。\nこれらのほか，本件商標と引用商標が類似するとすべき取引の実情は認められな\nいので，類否判断の誤りをいう原告の取消事由４は理由がない。\n５  取消事由５（混同のおそれの判断の誤り）について\n前記２，３のとおり，本件商標の登録査定時，「極真」の語が，Ａ      の三女で\nある原告が極真会本部道場で運営する団体「極真会館」を示すものとして，空手の\n教授を受けようとしたり，空手道着等を購入しようとしたりなどする本件商標の指\n定商品，指定役務の需要者の間で広く認識されているとか，これらの需要者の間で\n著名であるということは困難である。\nまた，前記４のとおり，本件商標の構成のうち「極真」の部分のみが要部である\nということはできない。\nそして，本件商標から生じる観念や，Ａ      が死亡した後の「極真空手」の各\n分派の活動状況等にもかんがみると，被告が本件商標をその指定商品，指定役務に\n使用したとしても，需要者において，「他人」たる原告が極真会本部道場で運営する\n団体「極真会館」や同団体と何らかの関係を有する者の業務に係る商品，役務であ\nるとの出所の混同が生じるおそれがあるとはいえない。\nしたがって，審決による出所の混同のおそれの判断の誤りをいう原告の取消事由\n５は理由がない。\n６  取消事由６（不正の目的の認定判断の誤り）について\n前記のとおりのＡ      死亡後の「極真空手」の各分派の状況等に照らすと，被\n告が本件商標をその指定商品，指定役務に使用したとしても，他人たる原告が極真\n会本部道場で運営する団体「極真会館」の業務に係るものであると需要者に誤認混\n同させたり，上記団体に損害を与える目的等があるとまではいえないから，被告に\nよる上記使用につき商標法４条１項１９号所定の「不正の目的」があるとまではい\nえない。\nしたがって，審決による不正目的の認定判断の誤りをいう原告の取消事由６は理\n由がない。\n７  小括\n結局，原告が主張する商標法４条１項８号，１０号，１５号，１９号の無効理由\nはいずれも理由がない。\n第６  結論\n以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとお\nり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n（平成２２年（行ケ）第１０３４３号判決別紙）\n指定商品指定商品指定商品指定商品・・・・指定役務目録指定役務目録指定役務目録指定役務目録\n第１６類「事務用又は家庭用ののり及び接着剤，封ろう，印刷用インテル，活字，\n青写真複写機，あて名印刷機，印字用インクリボン，自動印紙はり付け機，事務用\n電動式ホッチキス，事務用封かん機，消印機，製図用具，タイプライター，チェッ\nクライター，謄写版，凸版複写機，文書細断機，郵便料金計器，輪転謄写機，マー\nキング用孔開型板，電気式鉛筆削り，装飾塗工用ブラシ，紙製幼児用おしめ，紙製\n包装用容器，家庭用食品包装フィルム，紙製ごみ収集用袋，プラスチック製ごみ収\n集用袋，型紙，裁縫用チャコ，紙製のぼり，紙製旗，観賞魚用水槽及びその附属品，\n衛生手ふき，紙製タオル，紙製テーブルナプキン，紙製手ふき，紙製ハンカチ，荷\n札，印刷したくじ（おもちゃを除く。），紙製テーブルクロス，紙類，文房具類，印\n刷物，書画，写真，写真立て」\n第２５類「洋服，コート，セーター類，ワイシャツ類，寝巻き類，下着，水泳着，\n水泳帽，和服，エプロン，えり巻き，靴下，ゲートル，毛皮製ストール，ショール，\nスカーフ，足袋，足袋カバー，手袋，布製幼児用おしめ，ネクタイ，ネッカチーフ，\nバンダナ，保温用サポーター，マフラー，耳覆い，ずきん，すげがさ，ナイトキャ\nップ，ヘルメット，帽子，ガーター，靴下止め，ズボンつり，バンド，ベルト，靴\n類（「靴合わせくぎ・靴くぎ・靴の引き手・靴びょう・靴保護金具」を除く。），靴合\nわせくぎ，靴くぎ，靴の引き手，靴びょう，靴保護金具，げた，草履類，仮装用衣\n服，運動用特殊衣服，運動用特殊靴（「乗馬靴」を除く。），乗馬靴」\n第４１類「空手の教授，その他の技芸・スポーツ又は知識の教授，当せん金付証\n票の発売，献体に関する情報の提供，献体の手配，セミナーの企画・運営又は開催，\n動物の調教，植物の供覧，動物の供覧，電子出版物の提供，図書及び記録の供覧，\n美術品の展示，庭園の供覧，洞窟の供覧，書籍の制作，映画・演芸・演劇又は音楽\nの演奏の興行の企画又は運営，映画の上映・制作又は配給，演芸の上演，演劇の演\n出又は上演，音楽の演奏，放送番組の制作，教育・文化・娯楽・スポーツ用ビデオ\nの制作（映画・放送番組・広告用のものを除く。），放送番組の制作における演出，\n映像機器・音声機器等の機器であって放送番組の制作のために使用されるものの操\n作，ゴルフの興行の企画・運営又は開催，相撲の興行の企画・運営又は開催，ボク\nシングの興行の企画・運営又は開催，野球の興行の企画・運営又は開催，サッカー\nの興行の企画・運営又は開催，興行の企画・運営又は開催（映画・演芸・演劇・音\n楽の演奏の興行及びスポーツ・競馬・競輪・競艇・小型自動車競走の興行に関する\nものを除く。），競馬の企画・運営又は開催，競輪の企画・運営又は開催，競艇の企\n画・運営又は開催，小型自動車競走の企画・運営又は開催，音響用又は映像用のス\nタジオの提供，運動施設の提供，娯楽施設の提供，映画・演芸・演劇・音楽又は教\n育研修のための施設の提供，興行場の座席の手配，映画機械器具の貸与，映写フィ\nルムの貸与，楽器の貸与，運動用具の貸与，テレビジョン受信機の貸与，ラジオ受\n信機の貸与，図書の貸与，レコード又は録音済み磁気テープの貸与，録画済み磁気\nテープの貸与，ネガフィルムの貸与，ポジフィルムの貸与，おもちゃの貸与，遊園\n地用機械器具の貸与，遊戯用器具の貸与，書画の貸与，写真の撮影，通訳，翻訳，\nカメラの貸与，光学機械器具の貸与，音声周波機械器具・映像周波機械器具・映写\n機及びその付属品の貸与，美術用モデルの提供，ニュースレポーターによる取材・\n報告」\n"
}