{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 20
  },
  "case_number": "平成23(行ケ)10009",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81632",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81632",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/632/081632_hanrei.pdf",
  "contents": "平成２３年９月２０日判決言渡  同日判決原本領収  裁判所書記官\n平成２３年（行ケ）第１０００９号  審決取消請求事件\n口頭弁論終結日  平成２３年９月６日\n判 決\n原 告        Ｊ Ｆ Ｅ ス チ ー ル 株 式 会 社\n訴 訟 代 理 人 弁 護 士        近 藤 惠 嗣\n重 入 正 希\n前 田 将 貴\n被 告        新 日 本 製 鐵 株 式 会 社\n訴 訟 代 理 人 弁 理 士        影 山 秀 一\n富 田 和 夫\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告が求めた判決\n特許庁が無効２００７－８００２８７号事件について平成２２年１２月８日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，原告からの無効審判請求について請求不成立とした審決の取消訴訟であ\nる。争点は，訂正後の請求項１ないし３に係る発明の進歩性（容易想到性）の有無\nである。なお，審判の段階では，請求項１ないし３の特許請求の範囲の記載の明確\n性要件違反及び発明の詳細な説明の記載の実施可能要件違反も争われたが，本件訴\n訟ではこれらの点に関する判断の当否は争点になっていない。\n１  特許庁における手続の経緯\n被告は，平成１０年３月２７日，名称を「加工性の良い高強度合金化溶融亜鉛め\nっき鋼板とその製造方法」とする発明につき特許出願し，平成１６年２月２７日，\n本件特許設定登録を受けた（特許第３５２７０９２号，請求項の数は４）。\n原告は，平成１９年１２月２８日，特許庁に対し，本件特許につき無効審判請求\nをしたところ，特許庁はこれを無効２００７－８００２８７号として審理し，平成\n２０年９月１７日，本件特許を無効とするとの第１次審決をした。\nそこで，被告は，第１次審決の取消しを求める訴えを提起するととともに（知財\n高裁平成２０年（行ケ）第１０３９５号），訂正審判請求をし，平成２１年２月２０\n日，特許法１８１条２項に基づいて第１次審決を取り消すとの決定を得た。\n被告は，その後の審判手続において，平成２１年３月２３日，特許請求の範囲の\n記載（それまでに，請求項の数は３に減じられている。）及び発明の詳細な説明の記\n載の各一部を改める訂正請求をした結果（本件訂正），平成２１年８月１１日，「訂\n正を認める。請求項１～３についての特許を無効にする。」との第２次審決があった。\nそこでは，発明の詳細な説明の記載が実施可能要件（特許法３６条４項）を欠き，\n特許請求の範囲の記載が明確性要件（同条６項２号）を欠くと判断された。\n被告は，第２次審決の取消しを求める訴えを提起し（知財高裁平成２１年（行ケ）\n第１０２８１号），平成２２年３月２４日，第２次審決の明確性要件に係る判断及び\n実施可能要件に係る判断には誤りがあるとして，第２次審決を取り消すとの判決が\nあり，確定した。\n特許庁は，再度審理を行った上で，平成２２年１２月８日，「訂正を認める。本件\n審判の請求は，成り立たない。」との第３次審決をし（以下，単に「審決」というと\nきは，この第３次審決を指す。），同月１６日，その審決の謄本は原告に送達された。\n２  本件訂正発明\n本件訂正発明は，自動車等のプレス加工に用いられる加工性の良い高強度合金化\n溶融亜鉛めっき鋼板及びその製造方法に関する発明で，本件訂正後の請求項１ない\nし３の特許請求の範囲は以下のとおりである。\n【請求項１（訂正発明１）】\n「重量％で，\nＣ：０．０５～０．１４％，\nＳｉ：０．３～１．５％，\nＭｎ：１．５～２．８％，\nＰ：０．０３％以下，\nＳ：０．０２％以下，\nＡｌ：０．００５～０．２８３％，\nＮ：０．００６０％以下を含有し，\n残部Ｆｅおよび不可避的不純物からなり，さらに％Ｃ，％Ｓｉ，％Ｍｎをそれぞ\nれＣ，Ｓｉ，Ｍｎ含有量とした時に（％Ｍｎ）／（％Ｃ）≧１５かつ（％Ｓｉ）／\n（％Ｃ）≧４が満たされる化学成分からなり，その金属組織として，フェライト中\nに体積率で３％以上２０％以下のマルテンサイトおよび残留オーステナイトが混在\nすることを特徴とする加工性の良い高強度合金化溶融亜鉛めっき鋼板。」\n【請求項２（訂正発明２）】\n「重量％で，Ｂ：０．０００２～０．００２０％を含有する請求項１記載の加工\n性の良い高強度合金化溶融亜鉛めっき鋼板。」\n【請求項３（訂正発明３）】\n「請求項１または請求項２に記載の化学成分からなる組成のスラブをＡｒ３点以\n上の温度で仕上圧延を行い，５０～８５％の冷間圧延を施した後，連続溶融亜鉛め\nっき設備で７００℃以上８５０℃以下のフェライト，オーステナイトの二相共存温\n度域で焼鈍し，その最高到達温度から６５０℃までを平均冷却速度０．５～３℃／\n秒で，引き続いて６５０℃からめっき浴までを平均冷却速度１～１２℃／秒で冷却\nして溶融亜鉛めっき処理を行った後，５００℃以上６００℃以下の温度に再加熱し\nてめっき層の合金化処理を行い，その金属組織として，フェライト中に体積率で３％\n以上２０％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴\nとする加工性の良い高強度合金化溶融亜鉛めっき鋼板の製造方法。」\n３  原告が審判で提出した証拠方法及び主張した無効理由\n(1)  証拠方法\n【甲第１号証】特開平５－７０８８６号公報\n【甲第２号証】特開平２－２１７４２５号公報\n【甲第３号証】特開平５－２４７５８６号公報\n【甲第４号証】特開平２－２９０９５５号公報\n【甲第５号証】特開平５－２９５４３３号公報\n【甲第６号証】「新日鉄技報  第３５４号」（平成６年１１月２９日新日本製鐵株\n式会社技術企画部発行）１７～２１頁\n【甲第７号証】「日本金属学会誌，第５４巻  第６号  １９９０年６月」６５７～\n６６３頁\n【甲第８号証】「日本金属学会誌，第５４巻  第１２号  １９９０年１２月」１３\n５０～１３５７頁\n【甲第９号証】特開昭６３－２４１１２０号公報\n【甲第１０号証】特開昭６２－１６４８２７号公報\n【甲第１１号証】特開平２－１０１１１７号公報\n【甲第１２号証】特開平５－１７９３４５号公報\n【甲第１３号証】特開平５－１８６８２４号公報\n【甲第１４号証】特開平６－１４５７８８号公報\n【甲第１５号証】特開平９－１３１４７号公報\n【甲第１６号証】「鋼材マニュアルシリーズ５  薄板マニュアル  熱延鋼板編」（昭\n和４８年２月１５日社団法人日本鉄鋼協会発行）１２～２９頁\n【甲第１７号証】「鋼材マニュアルシリーズ６  薄板マニュアル  冷延鋼板編」（昭\n和４８年２月２６日社団法人日本鉄鋼協会発行）６～３９頁\n【甲第１８号証】「第３版  鉄鋼便覧  第ＶＩ巻  二次加工・表面処理・熱処理・\n溶接」（昭和５７年５月３１日丸善株式会社発行）４２１～４３５頁\n【甲第２０号証】「鉄と鋼  Ｖｏｌ．８１  Ｎ０．６  平成７年６月」（平成７年\n６月１日社団法人日本鉄鋼協会発行）６７～７２頁\n【甲第２１号証】「講義資料・材料科学」（材料科学検討委員会編，１９７１年５\n月３１日財団法人東京大学出版会発行）１８０～１８３頁\n【甲第２２号証】「Ｆｕｎｄａｍｅｎｔａｌｓ  ｏｆ  Ｄｕａｌ－Ｐｈａｓｅ  Ｓ\nｔｅｅｌｓ」（１９８１年２月実施ＡＩＭＥシンポジウム講演予稿集，Ｔｈｅ  Ｍｅ\nｔａｌｌｕｒｇｉｃａｌ  Ｓｏｃｉｅｔｙ  ｏｆ  ＡＩＭＥ発行）１６１～１８０\n頁\n(2)  無効理由\n原告は，本件無効審判請求において無効理由として明確性要件違反及び実施可能\n要件違反も主張しているが，確定した前回の審決取消判決において各訂正発明に両\n要件の違反はないと判断されているので，今回の審決ではこの点の無効理由につい\nては触れなかったものと解される。\n・無効理由１（訂正発明１について）\n訂正発明１は，本件出願当時，①甲第１号証に記載された発明に基づいて，②甲\n第２号証に記載された発明に甲第１号証に記載された技術的事項及び周知技術を組\nみ合せることに基づいて，又は③甲第３号証に記載された発明に甲第１，５号証に\n記載された技術的事項を組み合わせることに基づいて，当業者において容易に想到\nすることができたもので，新規性ないし進歩性を欠く（なお，原告は，平成２０年\n８月２８日の口頭審理における主張整理で，甲第１号証を引用例とする新規性欠如\nの主張をしておらず，したがって審決もかかる新規性の有無につき判断していな\nい。）。\n・無効理由２（訂正発明２について）\n訂正発明２は，本件出願当時，①甲第１号証に記載された発明に基づいて，②甲\n第２号証に記載された発明に甲第１号証に記載された技術的事項及び周知技術を組\nみ合せることに基づいて，又は③甲第３号証に記載された発明に甲第１，５号証に\n記載された技術的事項及び周知技術を組み合わせることに基づいて，当業者におい\nて容易に想到することができたもので，進歩性を欠く。\n・無効理由３（訂正発明３について）\n訂正発明３は，本件出願当時，①甲第１号証に記載された発明に甲第２，３，６\n号証に記載された技術的事項及び周知技術に基づいて，②甲第２号証に記載された\n発明に甲第１号証に記載された技術的事項及び周知技術を組み合せることに基づい\nて，又は③甲第３号証に記載された発明に周知技術を組み合わせることに基づいて，\n当業者において容易に想到することができたもので，進歩性を欠く。\n４  審決の理由の要点\n(1)  無効理由１について\nア  甲第１号証を主引用例とする場合の無効理由１について\n【甲第１号証に記載された発明（甲１発明）】\n「重量％で，\nＣ  ：０．１１％，\nＳｉ：１．４３％，\nＭｎ：１．６２％，\nＰ：０．００６％，\nＳ：０．００３％，\nＡｌ：０．４３％，\nＮ：０．００４０％以下，\n残部Ｆｅおよび不可避的不純物からなる化学成分からなり，\nその金属組織として，フェライト中に体積率で１６％の残留オーステナイト，及\nびベイナイトが混在する合金化溶融亜鉛めっき鋼板。」\n【甲１発明と訂正発明１の一致点】\n「重量％で，\nＣ：０．０５～０．１４％，\nＳｉ：０．３～１．５％，\nＭｎ：１．５～２．８％，\nＰ：０．０３％以下，\nＳ：０．０２％以下，\nＡｌ\nＮ：０．００６０％以下を含有し，\n残部Ｆｅおよび不可避的不純物からなり，さらに％Ｃ，％Ｓｉ，％Ｍｎをそれぞ\nれＣ，Ｓｉ，Ｍｎ含有量とした時に（％Ｓｉ）／（％Ｃ）≧４が満たされる化学成\n分からなり，その金属組織として，フェライト中に残留オーステナイトが混在する\n合金化溶融亜鉛めっき鋼板」である点。\n【甲１発明と訂正発明１の相違点（相違点Ａ）】\n「訂正発明１は，金属組織として，フェライト中に体積率で３％以上２０％以下\nのマルテンサイトおよび残留オーステナイトが混在するのに対して，甲１発明は，\nフェライト中に体積率で１６％の残留オーステナイト及びベイナイトが混在する\n点」\n【甲１発明との対比での訂正発明１の容易想到性に係る審決の判断（２４\n頁）】\n「甲１発明は，・・・，従来技術である［フェライト＋ベイナイト＋残留オーステナ\nイト］や，［マルテンサイト或いはベイナイト＋フェライトと残留オーステナイト］か\nら成る組織とした高延性高張力鋼板においては（【０００３】～【０００５】），変性後\n期において残留オーステナイトが高炭素マルテンサイトに変化し，局部延性を悪化させ\nる等の課題が存在することを認識し（【０００６】），段落【００１０】，【００１９】の\n記載によると，オーステナイト残留量に及ぼすＳｉとＡｌの影響を調査して適宜な化学\n成分を知見するとともに，【請求項３】，段落【００２３】ないし【００２６】又は段落\n【００２７】ないし【００２９】に記載された熱処理工程を採用することによって，オ\nーステナイトをベイナイトに変態させながらオーステナイトへのＣの濃縮を促進する\nことにより［フェライト＋残留オーステナイト＋ベイナイト］の組織とすることによっ\nて，段落【００３５】に記載の効果を奏するものと認められる。\nそうすると，甲１発明は，オーステナイトをベイナイトに変態させて，フェライト\nと所望量の残留オーステナイトとベイナイトとが混在する金属組織とすること，及び当\n該金属組織を得るために，Ａｌを含む化学成分を調整し，熱処理工程の工夫を行ってい\nるものであるから，甲１発明とは異なる金属組織である『フェライト中に体積率で３％\n以上２０％以下のマルテンサイトおよび残留オーステナイトが混在する』金属組織とす\nること，及びそのような金属組織とするための化学成分の調整，及び熱処理工程の工夫\nに関する技術事項は，甲１号証の記載から当業者が容易に想到することができたという\nことはできない。\nしたがって，甲１発明において，上記相違点Ａを解消して訂正発明１とすることは，\n当業者が容易になし得たことではない。」\nイ  甲第２号証を主引用例とする場合の無効理由１について\n【甲第２号証に記載された発明（甲２発明）】\n「重量％で，\nＣ：０．１０，\nＳｉ：１．３０，\nＭｎ：１．９５，\nＰ：０．００２，\nｓｏｌ．Ａｌ：０．０３０，\nＴ．Ｎ：０．００３\nを含み，残部Ｆｅおよび不可避的不純物からなる化学成分からなり，\nその金属組織として，フェライト中にベイナイトや一部ではマルテンサイトとと\nもに残留オーステナイトが混在することを特徴とする高強度鋼板」\n【甲２発明と訂正発明１の一致点】\n「重量％で，\nＣ：０．０５～０．１４％，\nＳｉ：０．３～１．５％，\nＭｎ：１．５～２．８％，\nＰ：０．０３％以下，\nＳ：０．０２％以下，\nＡｌ：０．００５～０．２８３％，\nＮ：０．００６０％以下を含有し，\n残部Ｆｅおよび不可避的不純物からなり，さらに％Ｃ，％Ｓｉ，％Ｍｎをそれぞ\nれＣ，Ｓｉ，Ｍｎ含有量とした時に（％Ｍｎ）／（％Ｃ）≧１５かつ（％Ｓｉ）／\n（％Ｃ）≧４が満たされる化学成分からなる高強度鋼板」である点。\n【甲２発明と訂正発明１の相違点（相違点Ｂ）】\n「訂正発明１は，金属組織として，フェライト中に体積率で３％以上２０％以下\nのマルテンサイトおよび残留オーステナイトが混在する合金化溶融亜鉛めっき鋼板\nであるのに対して，甲２発明はフェライト中にベイナイトや一部ではマルテンサイ\nトとともに残留オーステナイトが存在するが，マルテンサイト及び残留オーステナ\nイトの体積率が不明であり，合金化溶融亜鉛めっき鋼板ではない点」\n【甲２発明との対比での訂正発明１の容易想到性に係る審決の判断（２５，\n２６頁）】\n「（ア）  甲２号証の２頁右下欄１３行ないし３頁左上欄３行には，甲２発明の金属\n組織について，『本発明者らは比較的低いＣ含有量であってもＳｉの添加と同時にフェ\nライトの清浄度とその量を増すようなプロセス設計を行なうと，いわゆるＤｕａｌ  ｐ\nｈａｓｅ鋼ではかつて認められなかったような変態誘起塑性に寄与するところが大で\nある残留オーステナイトが得られることを見出した。これにより低歪域では主として多\n量に存在する清浄なフェライトにより，また高歪域では残留オーステナイトの変態誘起\n塑性により大きなｎ値が確保できることが明らかとなり本発明を行なった。」と記載さ\nれているから，甲２発明は，金属組織として清浄なフェライト及び残留オーステナイト\nに注目してなされたものである。\nそして，４頁右上欄１１行ないし５頁左上欄２０行の記載によると，一連のサイク\nルからなる熱処理により，オーステナイトの一部がベイナイト状の組織に変態するとと\nもに，未変態オーステナイトにはＣが濃化して安定度が増し，清浄なフェライトと共存\nする残留オーステナイトの金属組織が得られるのであるから，この金属組織中には，清\n浄なフェライトと残留オーステナイト以外にオーステナイトが変態したベイナイトが\n必ず存在しているのに対して，マルテンサイトは積極的に導入されるものではないから，\n単に存在が許容されているものにすぎない。\nそうすると，甲２発明において，フェライト中に一部ではマルテンサイトが存在す\nるとしても，任意の組織であるマルテンサイトと必須の組織である残留オーステナイト\nとの体積率を足し合わせて限定しようとする動機付けは見出せない。\n（イ）  しかも，甲２発明は，【特許請求の範囲】，４頁右上欄１１行ないし５頁左\n上欄２０行に記載の特定の熱処理工程を経て得られる鋼板であって，これにさらに合金\n化溶融亜鉛めっき処理を施すことは，当業者が容易に想到し得るとしても，その合金化\n溶融亜鉛めっきのための熱処理条件について，甲２号証には，何ら示唆するところがな\nい。\nそして，合金化溶融亜鉛めっきのための熱処理条件が不明であれば，当該熱処理に\nより得られる金属組織も不明といわざるを得ない。\nしたがって，甲２発明において，上記相違点Ｂを解消することはできない。\n（ウ）  また，甲１号証には，局部延性に優れた高張力の合金化溶融亜鉛めっき鋼\n板の金属組織について，フェライト中に残留オーステナイトとベイナイトを混在させた\nものは記載されているが，フェライト中に残留オーステナイトとともに混在させる組織\nが，ベイナイトではなくマルテンサイトであるものを示唆する記載はない。\nそうすると，甲２発明に甲１号証に記載の事項を組み合わせても，その金属組織と\nして，フェライト中に体積率で３％以上２０％以下のマルテンサイトおよび残留オース\nテナイトが混在する合金化溶融亜鉛めっき鋼板を導くことはできない。」\nウ  甲第３号証を主引用例とする場合の無効理由１について\n【甲第３号証に記載された発明（甲３発明）】\n「重量％で，\nＣ：０．０５～０．３０％，\nＳｉ：０．５％以下，\nＭｎ：０．８～３．０％，\nＰ：０．０２％以下，\nＳ：０．０１％以下，\nＡｌ：０．５～１．５％，\nＮ：０．００８％以下を含有し，\n残部Ｆｅおよび不可避的不純物からなる化学成分からなり，その金属組織として，\n残留オーステナイトを含有する複合組織であるめっき密着性に優れた高強度高延性\n合金化溶融亜鉛めっき鋼板」\n【甲３発明と訂正発明１の一致点】\n「重量％で，\nＣ：０．０５～０．１４％，\nＳｉ：０．３～１．５％，\nＭｎ：１．５～２．８％，\nＰ：０．０３％以下，\nＳ：０．０２％以下，\nＡｌ，\nＮ：０．００６０％以下を含有し，\n残部Ｆｅおよび不可避的不純物からなり，高強度合金化溶融亜鉛めっき鋼板」で\nある点。\n【甲３発明と訂正発明１の相違点】\n・相違点Ｃ\n「訂正発明１は，Ａｌを０．００５～０．２８３％含むのに対して，甲３発明は\nＡｌを０．５～１．５％含む点」\n・相違点Ｄ\n「訂正発明１は，金属組織として，フェライト中に体積率で３％以上２０％以下\nのマルテンサイトおよび残留オーステナイトが混在するのに対して，甲３発明は，\n残留オーステナイトを含有する複合組織である点」\n【甲３発明との対比での訂正発明１の容易想到性に係る審決の判断（２７，\n２８頁）】\n「（ア）  甲３発明は，金属組織が残留オーステナイトを含有する複合組織である鋼\n板に係るものであるところ，甲３号証の段落【００１８】には，甲３発明におけるＡｌ\nの含有に関して，「オーステナイト中へのＣの濃化を促進し，残留オーステナイトの生\n成を容易にする作用があり，０．５％以上の添加を必要とする」と記載されているから，\nこれを０．５％より少ない０．２８３％以下とすることは，残留オーステナイトの生成\nを困難にするため，甲３発明において阻害されているといえる。\nしたがって，甲３発明において，相違点Ｃを解消することはできない。\n（イ）  さらに，甲３号証には，金属組織中にマルテンサイトを含有させることに\nついて，記載も示唆もないから，甲３発明において，化学成分を敢えて好ましいとされ\nる範囲外として，「フェライト中に体積率で３％以上２０％以下のマルテンサイトおよ\nび残留オーステナイトが混在する」金属組織とする動機付けも見出せない。\nしたがって，甲３発明において，相違点Ｄも解消することはできない。\n甲１号証には，局部延性に優れた高張力の合金化溶融亜鉛めっき鋼板の金属組織に\nついて，フェライト中に残留オーステナイトとベイナイトを混在させたものは記載され\nているが，フェライト中に残留オーステナイトとともにマルテンサイトを混在させたも\nのを示唆する記載はない。\n（ウ）  また，甲５号証には，特許請求の範囲の記載によると，体積率で５％以上\nのオーステナイトが残留した加工性に優れる溶融亜鉛メッキ高張力熱延鋼板について\n記載されているが，以下の【００１２】，【００４４】の記載によると，その化学成分や\n熱処理条件は，金属組織にマルテンサイトが含有されないように選択されているという\nべきであって，フェライト中に残留オーステナイトとともにマルテンサイトを特定の体\n積率で混在させることを示唆する記載はない。\n『【００１２】Ｍｎ\nＭｎは，未変態オーステナイトがパーライト或いはマルテンサイト変態するのを\n抑制する重要な作用を有している…』\n『【００４４】冷却停止温度の低い試験番号３０，４７では，得られる溶融亜鉛メッ\nキ熱延鋼板にマルテンサイトが生成してオーステナイト残留量が少ない。』\nしたがって，甲３発明に甲１号証や甲５号証の記載事項を組み合わせても，相違点\nＤを解消することはできない。」\nエ  無効理由に関わるその余の文献の考慮について（２９，３０頁）\n「ア  甲４号証には，合金化溶融亜鉛めっき高硬度冷延鋼板の製造方法が記載されて\nいるが（特許請求の範囲），その具体的な化学成分中の少なくともＡｌの含有量や（６\n頁第１表），焼鈍からめっき温度までの冷却速度（特許請求の範囲）において訂正発明\n１～３と相違し，その鋼板の金属組織においても，『フェライトとマルテンサイト（一\n部，ベイナイトを含む）との複合組織』であって（６頁左上欄第１～４行），訂正発明\n１～３に係る金属組織と相違する。\nイ  甲７，８号証には，残留オーステナイトを１０～２０体積％含むＴＲＩＰ鋼板（甲\n７：６５７頁左欄，甲８：１３５０頁左欄）に関して記載されているが，当該鋼板に合\n金化溶融亜鉛めっきを施した場合の金属組織について示唆するところはない。\nウ  甲９，１０号証には，金属組織がマルテンサイト，ベイナイト，フェライト及び\n残留オーステナイトからなる高延性高強度複合組織鋼板に関して記載されており（甲\n９：特許請求の範囲，甲１０：特許請求の範囲），甲１１号証には，金属組織がフェラ\nイト，ベイナイト，残留オーステナイトの混合組織からなる高強度鋼板に関して記載さ\nれており（２頁左下欄第３～６行），甲１２号証には，フェライト・オーステナイト２\n相状態からオーステナイトを一部残留させつつベイナイトもしくはマルテンサイト或\nいはその両方に変態させる高加工性高強度複合組織鋼板の製造方法について記載され\nており（【０００６】），甲１３号証には，金属組織が残留オーステナイトを含有する複\n合組織であって，耐時効性の優れた高強度高延性冷延鋼板の製造方法について記載され\nている（特許請求の範囲，【０００７】）。\nしかし，甲９～１３号証には，それらの鋼板に合金化溶融亜鉛めっきを施した場合の\n金属組織について示唆するところはないし，合金化溶融亜鉛めっきのための熱処理条件\nに関する示唆もない。\nエ  甲１４号証には，フェライトをマトリックスとしベイナイト，マルテンサイトと\n３～２０％の残留オーステナイトが混在する金属組織を有し，溶融めっき設備で熱処理\nされてよい高強度鋼板の製造方法について記載されている（特許請求の範囲，【０００\n５】，【００１５】）。\nしかし，甲１４号証の【００１２】～【００１４】の記載によると，この熱処理は，\nオーステナイトをパーライトに分解することなくベイナイト変態域にもちきたして未\n変態のオーステナイト中へのＣの濃化を進め，室温において変態誘起塑性を起こす残留\nオーステナイトとすることを目的とするものであって，プレス成形性を悪くするマルテ\nンサイトが生じにくくするものである。\nそうすると，甲１４号証は，フェライト中にベイナイト及び残留オーステナイトが存\n在するという訂正発明１～３とは別異の金属組織を得るための製造方法を開示するも\nのである。\nオ  甲１５号証には，成型性及びめっき密着性に優れた高強度合金化溶融亜鉛めっき\n鋼板及びその製造方法について記載されているが，化学成分はＴｉを必須とし，Ａｌを\n選択成分とするものであり（特許請求の範囲），金属組織はフェライト・マルテンサイ\nト混合組織であり（【０００４】），熱処理条件は，冷却速度が不明であり，合金化処理\n温度の上限が７００℃であるから，化学成分，金属組織，熱処理条件のいずれにおいて\nも，訂正発明１～３と異なるものである。\nカ  甲１６号証，甲１７号証には，鋼板の仕上圧延温度が通常Ａ３変態点以上である\n旨が記載され（甲１６：２０頁９～２２行，甲７：１６頁１１～１２行），甲１８号証\nには合金化処理鋼板が，連続式溶融亜鉛めっきラインのめっき浴溶出側で５５０～６０\n０℃で合金化処理される旨が記載されている（４２８頁右欄２０-２２行）。\nしかし，甲１６～１８号証は，訂正発明１～３における化学成分，金属組織，熱処理\n条件のいずれについても，示唆するところはない。\nキ  甲２０号証には，ＴＲＩＰを利用した延性が向上した高強度鋼板について，オー\nステンパー処理によりマルテンサイト又はマルテンサイト変態が起こる旨が記載され\nており（６９頁左欄５～７行），甲２１号証には，鋼の状態図（１８１頁図３．５．８），\n０．８％炭素鋼のＴ－Ｔ－Ｔ線図（１８２頁図３．５．１０）とともに，パーライト，\nベイナイト，マルテンサイトについての説明が記載されており，甲２２号証には，デュ\nアル・フェーズ鋼（フェライトとマルテンサイト及び残留オーステナイト）についての\n概説が記載されていると認められるが，甲２０～２２号証には，訂正発明１～３におけ\nる化学成分，金属組織，熱処理条件のいずれについても，示唆するところはない。\nク  以上のとおりであるから，上記の各甲号証に記載された事項が全て周知の技術で\nあるとしても，甲１～３発明と組み合わせて訂正発明１～３を導くことはできない。」\n(2)  無効理由２（訂正発明２）について（甲４号証等の考慮については前記の\nとおり）\n「訂正発明２は，訂正発明１と同じ化学成分に，さらに『Ｂ：０．０００２～０．０\n０２０％』を追加して含有することを発明特定事項とするものであって，その金属組織\nは訂正発明１と同じであるから，甲１～３発明のそれぞれと対比すると，それぞれにつ\nいて，少なくとも金属組織に関する相違点Ａ・・・，相違点Ｂ・・・，相違点Ｄ・・・\nと同様の相違点を有するものである。\nそして，甲１～３発明のいずれに基いても，また，甲１～３発明と甲５号証の記\n載事項を組み合わせても，相違点Ａ，Ｂ，Ｄを解消することが当業者にとって容易に想\n到し得ないことは，４－１の（１）イ，（２）イ，（３）イ（判決注：甲第１ないし３号\n証をそれぞれ主引用例とする訂正発明１の容易想到性判断）に示すとおりである。\nしたがって，訂正発明２に対する無効理由２は理由がない。」（２８頁）\n(3)  無効理由３（訂正発明３）について（甲４号証等の考慮については前記の\nとおり）\n「訂正発明３は，『金属組織として，フェライト中に体積率で３％以上２０％以下の\nマルテンサイトおよび残留オーステナイトが混在する』合金化溶融亜鉛めっき鋼板の製\n造方法に関する発明であるのに対して，甲１～甲３号証に記載された鋼板の製造方法に\n係る発明（以下，『甲１～３製法発明』という。）は，訂正発明３と異なる金属組織を有\nする鋼板の製造方法に係るものである。\nそして，甲１～３製法発明と訂正発明３とは，それぞれ異なる金属組織の鋼板を得る\nために，それぞれ異なる化学成分の調整及び熱処理工程の特定を行っているものである\nから，甲１～３製法発明に基いて，当業者が訂正発明３を容易に想到することができた\nということはできない。\nまた，甲６号証には，残留オーステナイトを６～１０体積％含む改良ＴＲＩＰ鋼板に\n関して記載されているが（１８頁右欄１６～２１行），この鋼板の金属組織は，フェラ\nイト中に残留オーステナイトとマルテンサイトとともにベイナイトも混在するもので\nあるし（１８頁左欄１行～右欄４行），この鋼板にさらに合金化溶融亜鉛めっき処理を\n施した場合の金属組織について，何も示唆するところがないから，仮に，甲１～３製法\n発明に甲６号証の記載事項を組み合わせても，『金属組織として，フェライト中に体積\n率で３％以上２０％以下のマルテンサイトおよび残留オーステナイトが混在する』合金\n化溶融亜鉛めっき鋼板の製造方法を導くことはできない。\nしたがって，無効理由３も理由がない。」（２８頁）\n第３  原告主張の審決取消事由\n１  各訂正発明の要旨認定の誤り（取消事由１）\n訂正発明１の特許請求の範囲には「その金属組織として，フェライト中に体積率\nで３％以上２０％以下のマルテンサイト及び残留オーステナイトが混在する」との\n記載があるところ，かかる記載を文言どおり読めば，フェライト中にマルテンサイ\nトが積極的に導入されたか，あるいは不可避的に混在するかを問うものでないこと\nは明らかであり，また，フェライト中にマルテンサイトや残留オーステナイト以外\nの組織，例えばベイナイトが混在することを排除するものではない。\nこの点，記載要件違反を理由に本件特許を無効とした第２次審決を取り消した判\n決では，上記記載につき，マルテンサイトと残留オーステナイトの合計量を規定す\nることの有用性に係る技術的意義が不明であるとしても、特許請求の範囲の記載と\nしては，マルテンサイトと残留オーステナイトの合計量が規定範囲内にあればその\n内訳は問わないという意味を持つものとして一義的に解釈できるから明確性要件に\n違反しないとの判示がされるとともに、マルテンサイトと残留オーステナイトの各\n含有量の内訳が特定されなければ当業者において実施できないものではないとして、\n実施可能要件にも違反しないとの判示がされた。\nそうすると，各訂正発明の要旨認定においては，フェライト中にマルテンサイト\nが積極的に導入されたか否かを問うたり，フェライト中のマルテンサイトと残留オ\nーステナイトの内訳を問題にすることは，上記判決の拘束力に反し許されない。\nまた，本件明細書の段落【００１６】，【００１９】，【００２１】，【００２２】，【０\n０２４】には，マルテンサイトの導入に対して否定的な記載がある一方，フェライ\nト中へマルテンサイトを積極的に導入することの意義に係る記載は見当たらないか\nら，各訂正発明はマルテンサイトを積極的に導入する趣旨のものではない。\nしかるに，審決は，上記記載に関し，甲２発明との相違点の判断に当たって，訂\n正発明１のマルテンサイトはフェライト中に積極的に導入されるものであって，単\nに存在が許容されるマルテンサイトはこれに当たらないとしたり（２５頁），訂正発\n明１のフェライト中に混在するのはマルテンサイト及び残留オーステナイトのみで\nあって，ベイナイト等が存在することは許されないとしており（２６頁），上記判決\nの判断内容と齟齬している。\nしたがって，審決が特許請求の範囲の記載をそのまま各訂正発明の要旨認定とし\nて記載しているとしても（５頁），誤りである。\n２  甲１発明と各訂正発明の相違点の認定の誤り（取消事由２）\nオーステナイトをマルテンサイト点（Ｍｓ点）以下の温度で変態させるとマルテ\nンサイトに変態するのが自然法則であるところ，甲第１号証の熱処理工程（段落【０\n０２６】，【００２８】）においては，オーステナイトの少なくとも一部がマルテンサ\nイトに変態し，したがって，甲１発明の鋼板のフェライト中にはマルテンサイトが\n含まれることが明らかである。すなわち，段落【００２５】，【００２６】の記載は\n急冷を示唆しているし，オーステナイトがパーライト変態を起こすことのない程度\nの冷却速度で冷却され，Ｍｓ点以上の温度でオーステナイトの一部がベイナイト変\n態すると同時に，オーステナイトのＣ（炭素）濃化が生じ，Ｃ濃化後のオーステナ\nイトの少なくとも一部がＭｓ点以下の温度でマルテンサイトに変態する（なお，Ｍ\nｆ点は常温以下であるから，すべてのオーステナイトがマルテンサイトに変態する\nものではない。）という条件を充たす以上，甲１発明の鋼板組織においてもマルテン\nサイトが存在するのであって，各訂正発明の鋼板と実質的に異ならない（なお，甲\n第１４号証の鋼板においても，フェライト中にマルテンサイトが含まれることが明\nらかである。）。\nそうすると，鋼のフェライト中のマルテンサイトの有無は甲１発明と各訂正発明\nの相違点とならない。\nまた，各訂正発明の金属組織中にはベイナイトが含まれていても含まれていなく\nてもよいのであって（任意成分），ベイナイトの含有の有無は甲１発明と各訂正発明\nの相違点とならない。\nしかるに，審決は，オーステナイトからマルテンサイトへの変態という自然法則\nの適用を誤り，甲１発明と訂正発明１の相違点Ａにつき，「訂正発明１は，金属組織\nとして，フェライト中に体積率で３％以上２０％以下のマルテンサイトおよび残留\nオーステナイトが混在するのに対して，甲１発明は，フェライト中に体積率で１６％\nの残留オーステナイト及びベイナイトが混在する点」と認定しており，甲１発明と\n各訂正発明の相違点に係る審決の認定には誤りがある。\n第４  取消事由に関する被告の反論\n１  取消事由１に対し\n審決は，特許請求の範囲に記載されたとおりに各訂正発明を認定しており，フェ\nライト中にマルテンサイトを積極的に導入したものに限り，マルテンサイトの存在\nが許容されているものは含まれないとか，フェライト中のマルテンサイトと残留オ\nーステナイトの内訳を限定して各訂正発明を認定してはいない。したがって，審決\nによる各訂正発明の認定に誤りがあるとはいえない。\nなお，各訂正発明に係る明細書においては，健全な冷延鋼板を得るためには冷間\n圧延前の過度のマルテンサイトの生成を避ける必要があるとか，合金化処理時のマ\nルテンサイトの焼戻しやセメンタイトの析出を抑制するために，亜鉛めっき前のマ\nルテンサイトの生成を避ける必要があるとされているにすぎず，金属組織中にマル\nテンサイトが含まれ得ることに対しても否定的な姿勢がとられているものではない\nところ，審決はこのとおり正しく認定している。\nまた，審決は，相違点Ａの認定に際して，ベイナイトを含む金属組織は各訂正発\n明の組織とは異なる旨を認定したものではない。\n２  取消事由２に対し\nオーステナイトをマルテンサイトに変態させるためには，急速に冷却すること（冷\n却条件）が必要であって，単にマルテンサイト点（Ｍｓ点）以下の温度に冷却され\nているからといって，必ずマルテンサイトが形成されているとはいえない。そして，\n甲１発明においては，マルテンサイトの形成を避ける観点から，７００℃を切る温\n度域でパーライト変態を抑制するため冷却速度を５０℃／ｓ以上とし，かつ，５５\n０ないし３５０℃の間で３０秒以上保持する過時効処理を行うか，５５０ないし３\n５０℃の間では４００℃／ｍｉｎ以下の速度で冷却する処理が行われているのであ\nって，甲１発明の金属組織では，少なくともマルテンサイトが形成されているかは\n不明であり，むしろマルテンサイトが形成されていないものとみるのが自然である。\n各訂正発明と甲１発明とは，鋼板成分組成が同一でないばかりか，冷却条件も異\nなっているのであって，両者は実質的に同一でないし，訂正発明１と甲１発明の相\n違点（相違点Ａのほかにも，Ａｌの含有率や（％Ｍｎ）／（％Ｃ）の数値範囲が相\n違する。）のうち相違点Ａを特徴的な相違点として挙げた審決の認定に誤りがあると\nはいえない。\n第５  当裁判所の判断\n１  取消事由１（各訂正発明の認定の誤り）について\n審決は，各訂正発明の要旨につき，平成２１年３月２３日付け訂正請求書添付の\n訂正明細書（乙２）の特許請求の範囲の記載のとおりに認定しており（５，１２頁），\n格別に限定を加えて認定していないことが明らかである。そうすると，原告が主張\nする取消事由１はその前提において失当である。原告は，前回の審決取消判決の拘\n束力違反をいうが，該判決は各訂正発明が特許請求の範囲の構成を有することを前\n提として実施可能要件の不備がないことを判断したものであるから，審決が訂正後\nの特許請求の範囲に従って要旨認定をした点に誤りはない。\n２  取消事由２（甲１発明と各訂正発明の相違点の認定の誤り）について\n(1)  訂正発明１の特許請求の範囲においては，「その金属組織として，フェライ\nト中に体積率で３％以上２０％以下のマルテンサイトおよび残留オーステナイトが\n混在することを特徴とする」との特定がされているから，訂正発明１の構成におい\nて，鋼板の金属組織のフェライト中に一定の割合（体積率）のマルテンサイト及び\n残留オーステナイトが含有されることが必須であることは明らかである。\n他方，特開平５－７０８８６号公報（甲第１号証）の特許請求の範囲や発明の詳\n細な説明中には，上記公報に記載された発明である甲１発明の鋼板の金属組織中に\n残留オーステナイトやベイナイトが含有されていることを示す記載があるものの\n（請求項１，３，段落【００１０】，【００２６】等），マルテンサイトの含有の有無\nは明記されていない。\nそうすると，訂正発明１と甲１発明の相違点Ａを「訂正発明１は，金属組織とし\nて，フェライト中に体積率で３％以上２０％以下のマルテンサイトおよび残留オー\nステナイトが混在するのに対して，甲１発明は，フェライト中に体積率で１６％の\n残留オーステナイト及びベイナイトが混在する点」とした審決の認定に誤りがある\nとはいえない。\n(2)  この点，原告は，甲１発明の鋼板のフェライト中にはマルテンサイトが含\nまれることが明らかであって，各訂正発明の鋼板と実質的に異ならない旨を主張す\nる。\nしかしながら，鉄鋼材料に関する一般的な文献である「鉄鋼材料便覧」１１ない\nし２１頁（乙３）に照らせば，鉄に炭素（Ｃ）を固溶させた炭素鋼においてマルテ\nンサイトを生じさせるためには，オーステナイト（γ鉄）の状態からＭｓ点（マル\nテンサイト変態開始点）以下に冷却させるだけでは足りず，その冷却条件が重要で\nあること，例えば急冷が必要であることが明らかであり，また，乙第３号証の図１・\n２９（甲２１では図３．５．１０）のようなＴ．Ｔ．Ｔ．曲線図のいわゆる鼻（変\n態曲線が図の左側に向かって出っ張った部分）より下の範囲で，とりわけＭｓ点近\n傍より高い温度においては，温度を一定に保つ恒温処理を一定時間以上施すと，鋼\nの組織がベイナイトになってしまうことが明らかである。そうすると，甲１発明の\n鋼板の炭素（Ｃ），珪素（Ｓｉ），マンガン（Ｍｎ），リン（Ｐ），硫黄（Ｓ），窒素（Ｎ）\nの各含有率が訂正発明１の鋼板の炭素等の各含有率の数値範囲に含まれているとし\nても，冷却条件の如何によっては鋼組織が異なるものとなる可能性があるのであっ\nて（しかも，甲１発明の鋼板のアルミニウム（Ａｌ）の含有率は訂正発明１の鋼板\nのアルミニウムの含有率の数値範囲内にない。），訂正発明１の鋼板においてフェラ\nイト中にマルテンサイトが含まれるとしても，甲１発明の鋼板にマルテンサイトが\n含まれるとは必ずしもいうことができない。\nのみならず，甲第１号証の段落【０００６】にはマルテンサイト又はベイナイト\n中に体積率１０％以上のフェライト及び残留オーステナイトを含む従来の混合組織\n鋼板は，プレス加工時の成形性が必ずしも良好でなかったこと，かかる混合組織鋼\n板をプレス加工すると，変形後期に大部分の残留オーステナイトが歪誘起変態を起\nこして高炭素マルテンサイトに変態し，局部延性がごく不良になる旨が記載されて\nいるところ，段落【０００９】ないし【００１３】に照らせば，甲１発明は，かか\nる不都合を回避しながら，プレス加工性が良好で加工後に高強度となる鋼板を提供\nするものであることが明らかであり，殊に段落【００１０】，【００１９】には，一\n定量のアルミニウム（Ａｌ）を添加すると残留オーステナイトが安定になり，プレ\nス加工時も高歪域に達するまで歪誘起変態を起こしにくいことが記載されている。\nそうすると，アルミニウムが訂正発明の鋼板よりも多く含有されている甲１発明の\n鋼板においては，鋼組織中にマルテンサイトをできる限り生じさせないようにする\nことが目指されているということができる。\nここで，原告が急冷を示唆しているとする段落【００２５】の記載は，過時効処\n理帯に入るまでの７００℃を切る温度域，すなわち７００ないし５５０℃の温度域\nで，パーライト変態を抑制するために冷却速度を５０℃／秒以上に高める等の趣旨\nのものにすぎず，実施例に係る段落【００２８】の記載も，７００℃から４００℃\nまで冷却速度５０℃／秒で冷却した後に４００℃で過時効処理を行う趣旨のものに\nすぎないのであって，例えば甲第２１号証の図３．５．１０（炭素の含有率が０．\n８％の共析炭素鋼）及び乙第３号証の図１．２９（炭素の含有率が０．８０％，マ\nンガンの含有率が０．７６％の共析炭素鋼）ではＭｓ点が２００℃強，図１．３０\n（炭素の含有率が０．３７％，マンガンの含有率が０．６８％，ニッケルの含有率\nが３．４１％の亜共析ニッケル鋼）ではＭｓ点が３００℃程度と図示されているこ\nとにも照らせば，４００℃や５５０℃を大きく下回るＭｓ点以下への急冷が示唆さ\nれているということはできない。また，原告が急冷を示唆しているとする段落【０\n０２６】の記載も，鋼組織をベイナイト変態させることを進行させながら，オース\nテナイトへの炭素（Ｃ）の濃縮の促進を達成するために一定範囲の温度条件を設定\nする趣旨のものにすぎず，Ｍｓ点以下への急冷が示唆されているということはでき\nない。\nそうすると，甲１発明の上記鋼板をＭｓ点以下に冷却したとしても，鋼組織中に\nマルテンサイトが含有されているか否かは不明であるといわざるを得ない。\nしたがって，甲１発明の鋼組織中にマルテンサイトが含まれ，甲１発明の鋼板は\n各訂正発明の鋼板と実質的に異ならないからマルテンサイトの含有の有無は相違点\nとならないとする原告の主張は採用することができない。\n原告は，各訂正発明の金属組織中にはベイナイトが含まれていても含まれていな\nくてもよく，ベイナイトの含有の有無は甲１発明と各訂正発明の相違点とならない\nと主張する。しかしながら，審決は，各訂正発明の特許請求の範囲で，ベイナイト\nの含有が必須の要件として特定されていない一方，甲１発明では，ベイナイトを必\n須の要素として含有する構成を採用しているために，前記のとおりに相違点Ａを認\n定したにすぎないから，原告の上記主張は失当というべきである。\n(3)  結局，訂正発明１と甲１発明の相違点Ａに係る審決の認定に誤りはなく，\nしたがって，審決の各訂正発明の要旨認定や甲１発明と各訂正発明の相違点の認定\nに誤りがあるとはいえない。そうすると，審決の自然法則の適用に誤りがあること\nを前提とする原告の取消事由２の主張には理由がなく，審決が上記認定に基づいて\n甲第１号証を主引用例とする各訂正発明の容易想到性を判断したからといって誤り\nではない。審決が説示するとおり（２４頁），相違点Ａに係る異なる金属組織とする\nことや，そのために化学成分を調整したり，熱処理工程を工夫したりすることは当\n業者において容易に想到できたものではなく，当業者において，仮に特開平６－１\n４５７８８号公報（甲１４）等に記載された事項を組み合わせたとしても（なお，\n甲第１４号証は溶融めっき処理を行う前の鋼板に関する発明を開示するものにすぎ\nず，この文献を組み合わせるべき甲１発明も溶融亜鉛めっき処理，合金化処理を行\nう前の鋼板に関するものにすぎないものであることからすれば，甲第１４号証から\nは鋼板を溶融亜鉛めっき処理，合金化処理を行った場合にどのような鋼組織になる\nのか必ずしも明らかでない。），甲１発明に基づいて相違点Ａに係る構成に容易に想\n到できるものではなく，各訂正発明の容易想到性についての審決の判断に誤りがあ\nるものではない。\n第６  結論\n以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとお\nり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}