{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 7,
    "day": 7
  },
  "case_number": "平成28(受)222",
  "case_name": "地位確認等請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "集民　第256号31頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成27(ネ)3329",
  "original_date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 7
  },
  "gist": "医療法人と医師との間の雇用契約において時間外労働等に対する割増賃金を年俸に含める旨の合意がされていたとしても，当該年俸の支払により時間外労働等に対する割増賃金が支払われたということはできないとされた事例",
  "case_gist": "医療法人と医師との間の雇用契約において時間外労働等に対する割増賃金を年俸に含める旨の合意がされていたとしても，当該年俸のうち時間外労働等に対する割増賃金に当たる部分が明らかにされておらず，通常の労働時間の賃金に当たる部分と割増賃金に当たる部分とを判別することができないという事情の下では，当該年俸の支払により，時間外労働等に対する割増賃金が支払われたということはできない。",
  "ref_law": "労働基準法３７条",
  "lawsuit_id": "86897",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=86897",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/897/086897_hanrei.pdf",
  "contents": "平成２８年（受）第２２２号  地位確認等請求事件\n平成２９年７月７日  第二小法廷判決\n主      文\n１  原判決中，割増賃金及び付加金の請求に関する部\n分を破棄する。\n２  前項の部分につき，本件を東京高等裁判所に差し\n戻す。\n３  上告人のその余の上告を棄却する。\n４  前項に関する上告費用は上告人の負担とする。\n理      由\n上告代理人新井隆の上告受理申立て理由（ただし，排除されたものを除く。）に\nついて\n１  本件は，医療法人である被上告人に雇用されていた医師である上告人が，被\n上告人に対し，上告人の解雇は無効であるとして，雇用契約上の権利を有する地位\nにあることの確認等を求めるとともに，時間外労働及び深夜労働に対する割増賃金\n並びにこれに係る付加金の支払等を求める事案である。\n２  原審の確定した事実関係等の概要は，次のとおりである。\n(1)ア  上告人は，平成２４年４月，病院，介護老人保健施設等を運営する医療\n法人である被上告人との間で，雇用契約（以下「本件雇用契約」という。）を締結\nした。本件雇用契約に係る契約書には，次の内容の定めがあった。\n(ア)  年俸を１７００万円とする。年俸は，①本給（月額８６万円），②諸手当\n（役付手当，職務手当及び調整手当の月額合計３４万１０００円。ただし，平成２\n４年４月分のみ初月調整８０００円を加算する。），③賞与（本給３か月分相当額\nを基準として成績により勘案する。）により構成される（以下，本給に初月調整を\n除く諸手当を加えた合計１２０万１０００円を「月額給与」という。）。\n(イ)  週５日の勤務とし，１日の所定勤務時間は，午前８時３０分から午後５時\n３０分まで（休憩１時間）を基本とするが，業務上の必要がある場合には，これ以\n外の時間帯でも勤務しなければならず，その場合における時間外勤務に対する給与\nについては，被上告人の医師時間外勤務給与規程（以下「本件時間外規程」とい\nう。）の定めによる。\nイ  本件時間外規程は，①時間外手当の対象となる業務は，原則として，病院収\n入に直接貢献する業務又は必要不可欠な緊急業務に限ること，②医師の時間外勤務\nに対する給与は，緊急業務における実働時間を対象として，管理責任者の認定によ\nって支給すること，③時間外手当の対象となる時間外勤務の対象時間は，勤務日の\n午後９時から翌日の午前８時３０分までの間及び休日に発生する緊急業務に要した\n時間とすること，④通常業務の延長とみなされる時間外業務は，時間外手当の対象\nとならないこと，⑤当直・日直の医師に対し，別に定める当直・日直手当を支給す\nること等を定めていた。\nウ  本件雇用契約においては，本件時間外規程に基づき支払われるもの以外の時\n間外労働等に対する割増賃金について，年俸１７００万円に含まれることが合意さ\nれていたが（以下，この合意を「本件合意」という。），上記年俸のうち時間外労\n働等に対する割増賃金に当たる部分は明らかにされていなかった。\n(2)  上告人は，平成２４年４月から同年９月までの間，本件雇用契約に基づ\nき，被上告人の運営する病院の医師として勤務し，その間，当直を１３回行った。\n上記の勤務に係る始業時刻，終業時刻及び休憩時間は，それぞれ第１審判決別紙２\nの「出勤時間」，「退勤時間」及び「休憩時間」欄記載のとおりであった。なお，\n上告人は，労働基準法４１条２号にいう「監督若しくは管理の地位にある者」に該\n当する者ではなかった。\n(3)  被上告人は，上告人に対し，前記(1)ア(ア)の本給及び諸手当のほか，本件\n時間外規程に基づき，合計２７．５時間の時間外労働（うち合計７．５時間は深夜\n労働）に対する時間外手当として合計１５万５３００円を，当直手当として合計４\n２万円を，それぞれ支払った。上記時間外手当は，上告人の１か月当たりの平均所\n定労働時間及び本給の月額８６万円を計算の基礎として算出されたものであり，深\n夜労働を理由とする割増しはされていたが，時間外労働を理由とする割増しはされ\nていなかった。\n(4)  第１審は，時間外労働が月６０時間を超えた場合の割増賃金及び深夜労働\nに対する割増賃金については，年俸に含めて支払われたということはできず，上記\n(3)の時間外手当は時間外労働を理由とする割増しがされていないこと等により不\n足しているとして，被上告人に対し，割増賃金５６万３３８０円及びこれに対する\n遅延損害金の支払を命じた。被上告人は，第１審判決後，上記割増賃金等相当額に\nつき，上告人に対して弁済の提供をしたが，その受領を拒絶されたことから，これ\nを供託した。\n３  原審は，上記事実関係等の下において，要旨次のとおり判断して，上告人の\n割増賃金及び付加金に関する請求をいずれも棄却すべきものとした。\n本件合意は，上告人の医師としての業務の特質に照らして合理性があり，上告人\nが労務の提供について自らの裁量で律することができたことや上告人の給与額が相\n当高額であったこと等からも，労働者としての保護に欠けるおそれはなく，上告人\nの月額給与のうち割増賃金に当たる部分を判別することができないからといって不\n都合はない。したがって，本件時間外規程に基づき実際に支払われたもの以外の割\n増賃金（前記２(4)の割増賃金５６万３３８０円を除く。）は，上告人の月額給与\n及び当直手当に含めて支払われたものということができる。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  労働基準法３７条が時間外労働等について割増賃金を支払うべきことを使\n用者に義務付けているのは，使用者に割増賃金を支払わせることによって，時間外\n労働等を抑制し，もって労働時間に関する同法の規定を遵守させるとともに，労働\n者への補償を行おうとする趣旨によるものであると解される（最高裁昭和４４年\n（行ツ）第２６号同４７年４月６日第一小法廷判決・民集２６巻３号３９７頁参\n照）。また，割増賃金の算定方法は，同条並びに政令及び厚生労働省令の関係規定\n（以下，これらの規定を「労働基準法３７条等」という。）に具体的に定められて\nいるところ，同条は，労働基準法３７条等に定められた方法により算定された額を\n下回らない額の割増賃金を支払うことを義務付けるにとどまるものと解され，労働\n者に支払われる基本給や諸手当（以下「基本給等」という。）にあらかじめ含める\nことにより割増賃金を支払うという方法自体が直ちに同条に反するものではない。\n他方において，使用者が労働者に対して労働基準法３７条の定める割増賃金を支\n払ったとすることができるか否かを判断するためには，割増賃金として支払われた\n金額が，通常の労働時間の賃金に相当する部分の金額を基礎として，労働基準法３\n７条等に定められた方法により算定した割増賃金の額を下回らないか否かを検討す\nることになるところ，同条の上記趣旨によれば，割増賃金をあらかじめ基本給等に\n含める方法で支払う場合においては，上記の検討の前提として，労働契約における\n基本給等の定めにつき，通常の労働時間の賃金に当たる部分と割増賃金に当たる部\n分とを判別することができることが必要であり（最高裁平成３年（オ）第６３号同\n６年６月１３日第二小法廷判決・裁判集民事１７２号６７３頁，最高裁平成２１年\n（受）第１１８６号同２４年３月８日第一小法廷判決・裁判集民事２４０号１２１\n頁，最高裁平成２７年（受）第１９９８号同２９年２月２８日第三小法廷判決・裁\n判所時報１６７１号５頁参照），上記割増賃金に当たる部分の金額が労働基準法３\n７条等に定められた方法により算定した割増賃金の額を下回るときは，使用者がそ\nの差額を労働者に支払う義務を負うというべきである。\n(2)  前記事実関係等によれば，上告人と被上告人との間においては，本件時間\n外規程に基づき支払われるもの以外の時間外労働等に対する割増賃金を年俸１７０\n０万円に含める旨の本件合意がされていたものの，このうち時間外労働等に対する\n割増賃金に当たる部分は明らかにされていなかったというのである。そうすると，\n本件合意によっては，上告人に支払われた賃金のうち時間外労働等に対する割増賃\n金として支払われた金額を確定することすらできないのであり，上告人に支払われ\nた年俸について，通常の労働時間の賃金に当たる部分と割増賃金に当たる部分とを\n判別することはできない。\nしたがって，被上告人の上告人に対する年俸の支払により，上告人の時間外労働\n及び深夜労働に対する割増賃金が支払われたということはできない。\n５  これと異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨はこの趣旨をいうものとして理由があり，原判決中，割増賃金及び\n付加金の請求に関する部分は，破棄を免れない。そして，被上告人が，上告人に対\nし，通常の労働時間の賃金に相当する部分の金額を基礎として労働基準法３７条等\nに定められた方法により算定した割増賃金を全て支払ったか否か，付加金の支払を\n命ずることの適否及びその額等について更に審理を尽くさせるため，上記部分につ\nき本件を原審に差し戻すこととする。なお，その余の請求に関する上告について\nは，上告受理申立て理由が上告受理の決定において排除されたので，これを棄却す\nることとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁判長裁判官  小貫芳信  裁判官  鬼丸かおる  裁判官   山本庸幸  裁判官\n菅野博之)\n"
}