{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 16
  },
  "case_number": "平成23(行ケ)10337",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82272",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82272",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/272/082272_hanrei.pdf",
  "contents": "平成２４年５月１６日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０３３７号  審決取消請求事件\n口頭弁論終結日  平成２４年４月２５日\n判        決\n原              告                  X\n被              告      特 許 庁 長 官\n同 指 定 代 理 人      堀      川      一      郎\n大  河  原              裕\n倉      橋      紀      夫\n石      川      好      文\n守      屋      友      宏\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１０－１８７５０号事件について平成２３年９月９日にした審\n決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，特許請求の範囲の記載を下記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成\nり立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記３のとお\nり）には，下記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，平成１８年７月１８日，発明の名称を「無燃料発電装置」とする\n特許を出願した（甲１。特願２００６－２２７１４９。請求項の数１）。\n原告は，平成２２年６月２５日付けで拒絶査定を受け（甲５），同年７月２３日\n（同月２６日特許庁受領），これに対する不服の審判を請求した（甲６）。\n(2)  特許庁は，これを不服２０１０－１８７５０号事件として審理し，平成２\n３年９月９日，「本件審判の請求は，成り立たない。」との本件審決をし，その審\n決謄本は，同年１０月５日，原告に送達された。\n２  本願発明の要旨\n本件審決が判断の対象とした特許請求の範囲の請求項１の記載は，以下のとおり\nである。以下，特許請求の範囲の請求項１に記載された発明を「本願発明」といい，\n本願発明に係る明細書（甲１）を，図面を含めて「本願明細書」という。なお，文\n中の「／」は，原文の改行箇所である。また，丸囲み数字は，原文では，「▲」及\nび「▼」で囲まれた数字である（以下，同じ。）。\n発電機の回転子を回転させるに要する動力を「電動機の出力＋α（ギヤ比より発\n生するエネルギー）」に求める，／バッテリーを電源とし，バッテリーより発生す\nる直流を変流機を通して三相交流に変換し，三相交流誘導電動機を回転させる，回\n転している三相交流誘導電動機にギヤ比を介して連結されている三相交流発電機の\n回転子も回転し電力が発生する。／三相交流発電機の回転子の回転によって発生し\nた電力の内，入力（電動機の出力）に相当する電力は分配器①，変圧器，分配器②\nを通りマグネットスイッチ①に至り，マグネットスイッチ①を介して，バッテリー\nからの電力を遮断し，三相交流誘導電動機の電源となる。／一方 分配器②によって\n分配されたバッテリー充電用の電力は変流機③（三相交流→直流）を介して電源と\nなっているバッテリーに充電する／ギヤ比より発生するエネルギーに相当する電力\nが有効発電力となる無燃料発電装置\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本願発明は，①自然法則を利用した技術的思\n想の創作とはいえないから，産業上利用することができる発明（特許法２９条１項\n柱書）ということはできず，②特許請求の範囲の請求項１の記載は，いわゆる実施\n可能要件（同法３６条４項１号）及び明確性の要件（同条６項２号）に違反するも\nのであり，更に，③仮に，上記①及び②の各要件を充足すると解するとしても，下\n記アの引用例に記載された発明及び下記イの周知例に記載された周知技術に基づい\nて，当業者が容易に発明をすることができたものであり，特許法２９条２項の規定\nにより特許を受けることができない，というものである。\nア  引用例：特開昭６３－２８３４６２号公報（乙３）\nイ  周知例：特開昭５３－２８２１３号公報（乙４）\n(2)  なお，本件審決が認定した引用例に記載された発明（以下「引用発明」と\nいう。）並びに本願発明と引用発明との一致点及び相違点は，次のとおりである。\nア  引用発明：発電機の回転子を回転させるに要する動力を電動機の出力に求め\nる，バッテリーを電源とし，バッテリーより発生する直流を変流機を通して三相交\n流に変換し，三相交流モーターを回転させる，回転している三相交流モーターに直\n結されている三相交流発電機の回転子も回転し電力が発生する。三相交流発電機の\n回転子の回転によって発生した電力の一部を，第１の分配器，変圧器，第２の分配\n器を通りマグネットスイッチ①に至り，マグネットスイッチ①を通して，バッテリ\nーからの電力を遮断し，三相交流モーターの電源となる。一方  第２の分配器によ\nって分配されたバッテリー充電用の電力は三相交流を直流に変換する変流機②を介\nして電源となっているバッテリーに充電する無燃料発電機\nイ  一致点：発電機の回転子を回転させるに要する動力を少なくとも電動機の出\n力に求める，バッテリーを電源とし，バッテリーより発生する直流を変流機を通し\nて三相交流に変換し，三相交流電動機を回転させる，回転している三相交流電動機\nに連結されている三相交流発電機の回転子も回転し電力が発生する。三相交流発電\n機の回転子の回転によって発生した電力のうち，入力（電動機の出力）に相当する\n電力は分配器①，変圧器，分配器②を通りマグネットスイッチ①に至り，マグネッ\nトスイッチ①を介して，バッテリーからの電力を遮断し，三相交流電動機の電源と\nなる。一方  分配器②によって分配されたバッテリー充電用の電力は変流機③（三\n相交流→直流）を介して電源となっているバッテリーに充電する無燃料発電装置\nウ  相違点１：三相交流電動機に関し，本願発明は，三相交流誘導電動機である\nのに対し，引用発明は，三相交流モーターである点\nエ  相違点２：本願発明は，発電機の回転子を回転させるに要する動力を電動機\nの出力＋α（ギヤ比より発生するエネルギー）に求め，三相交流誘導電動機と三相\n交流発電機とがギヤ比を介して連結されて，ギヤ比より発生するエネルギーに相当\nする電力が有効発電力となるのに対し，引用発明は，発電機の回転子を回転させる\nに要する動力を電動機の出力に求め，三相交流モーターと三相交流発電機とが直結\nされている点\n４  取消事由\n(1)  特許法２９条１項柱書に係る判断の誤り（取消事由１）\n(2)  実施可能要件及び明確性の要件に係る判断の誤り（取消事由２）\n(3)  進歩性に係る判断の誤り（取消事由３）\n第３  当事者の主張\n１  取消事由１（特許法２９条１項柱書に係る判断の誤り）について\n〔原告の主張〕\n(1)  本願発明は，永久機関に関する物理学界の常識を破る画期的な発明であるに\nもかかわらず，本件審決は，銅損，鉄損等によるロス分を考慮すると，本願発明は\nエネルギー保存の法則（熱力学の第一法則）に反するから，特許法２９条１項柱書\nの定める発明に該当しないとする。\nしかしながら，本願発明は，ギヤ比により発生するエネルギーを用いることによ\nり，出力エネルギーが入力エネルギーより大きくなり，永久機関を成立させている\nのであるから，エネルギー保存の法則は，本願発明によって打破され，失効したも\nのということができる。本件審決の判断は，その前提自体が誤りである。\n(2)  本願発明が前提とする「ギヤ比により発生するエネルギー」とは，ギヤ比を\n用いることによりギヤ比が最大効率３割増しの力学的仕事をなし得る能力を有する\nため，増力が発生することを意味するものである。本願発明では，増加された能力\n（エネルギー）の範囲内で，駆動ギヤと従動ギヤとの関係（（駆動ギヤのトルク×\n駆動ギヤの角速度）＝（従動ギヤのトルク×従動ギヤの角速度））に基づき，駆動\nギヤの歯数を従動ギヤの歯数より小さくし，増力を求めるものである。\n「ギヤ比により発生するエネルギー」が，ギヤを用いることによって，機械損失\n等の影響は受けるものの，３割強のエネルギーが増加することを意味するものであ\nること及びその原理は一般常識であり，説明は不要である。この原理は，参考書等\nにも記載されているが，原告は，現時点で，この原理が記載された参考書を特定し，\n書証として提出することはできない。もっとも，丸ノコギリがギヤ比により増力を\n得て木材を切断することは，この原理の活用例であるし，小，中学校における理科\nの授業でも取り上げられているものである。特開昭５３－２８２１３号公報にも，\n「ギヤ比より発生するエネルギーに相当する電力が有効発電力として扇風機や電灯\nに用いられている」と記載されている。本願発明は，ギヤ比のメカニズムの解明を\n目的にしているのではなく，ギヤ比の機能（自然法則）を利用することを目的とし\nているものにすぎず，自然法則を利用した技術的思想の創作というべきである。す\nなわち，本願発明は，ギヤ比の機能という自然法則をもって，従来，自然法則とさ\nれていたエネルギー保存の法則を打破したものである。\n(3)  以上からすると，本件審決の特許法２９条１項柱書に係る判断は誤りである。\n〔被告の主張〕\n(1)  本願明細書によると，本願発明の三相交流発電機は，三相交流誘導電動機の\n駆動のための電力を三相交流誘導電動機の出力分で賄い，それに加えて，バッテリ\nーの充電と負荷への電力供給をも行い得るものと解される。\nまた，本願発明に係る発電装置は，起動時を含めて短期間だけ動作することを想\n定するものではなく，長時間使用することを前提とするものである。\n本願発明は，入力エネルギーよりも大きい出力エネルギーが得られる装置である\nから，エネルギー保存の法則（熱力学の第一法則）という自然法則に反する発明特\n定事項を含むものであって，特許法２９条１項柱書の「産業上利用することができ\nる発明」に該当しない。\n(2)  本願発明において，三相交流誘導電動機の軸に取り付けられたギヤを駆動ギ\nヤ，三相交流発電機の軸に取り付けられたギヤを従動ギヤとすると，駆動ギヤの歯\n数が従動ギヤの歯数より小さい場合，従動ギヤは減速されるが，伝達されるトルク\nは増加し，駆動ギヤの歯数が従動ギヤの歯数より大きい場合，従動ギヤは増速され\nるが，伝達されるトルクは減少する。駆動ギヤと従動ギヤとの関係は，（駆動ギヤ\nのトルク×駆動ギヤの角速度）＝（従動ギヤのトルク×従動ギヤの角速度）となる\nものであり，摩擦等を無視すれば，エネルギーは保存される。もっとも，仮に摩擦\n等を無視するとしても，ギヤはエネルギーを保存することができても，増加させる\nことはできず，実際には，機械損等の様々な損失が存在するため，ギヤを用いても\n三相交流誘導電動機で発生したエネルギーより小さなエネルギーが三相交流発電機\nに伝達されることになる。原告が主張するように，ギヤを用いることによって３割\n強のエネルギーが増加することはない。\n原告は，本願発明は永久機関であって，エネルギー保存の法則を打破したもので\nある，ギヤを用いることにより３割強のエネルギーが増加することは一般常識であ\nるなどと主張するが，その具体的な根拠を示すものではない。\n(3)  以上からすると，本件審決の特許法２９条１項柱書に係る判断に誤りはない。\n２  取消事由２（実施可能要件及び明確性の要件に係る判断の誤り）について\n〔原告の主張〕\nギヤ比より発生するエネルギーとは，周知例に記載されているとおり，ギヤを用\nいることにより３割強のエネルギーが増加することを意味するものである。\nしたがって，特許請求の範囲の請求項１の記載が，実施可能要件及び明確性の要\n件に違反するものであるとした本件審決の判断は誤りである。\n〔被告の主張〕\nギヤ比より発生するエネルギーなるものが発生するものではないことは，取消事\n由１について先に述べたとおりである。本件審決の判断に誤りはない。\n３  取消事由３（進歩性に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，電動機と発電機とをギヤ比を介して連結することは周知技術で\nあるから，本願発明は，引用発明及び周知技術に基づいて，当業者が容易に発明す\nることができたものであるとする。\nしかしながら，本願発明のように，電動機と発電機とをギヤ比を介して連結する\nことと，引用発明のように，電動機と発電器とを直結することの差異は大きく，電\n動機と発電機とをギヤ比を介して連結することが周知技術であったとしても，その\nような周知技術を知らない者にとっては，電動機と発電器とをギヤ比を介して連結\nすることは理解し難いことであり，当業者が相違点２の構成を容易に想到し得るも\nのということはできない。\n(2)  周知例は，本願発明の無燃料発電装置と類似するものであり，永久機関と解\nされるが，本件審決は，永久機関であるとすることなく，周知技術として用いてい\nるものであって，不当である。電動機と発電機とを単にギヤ比を介して連結するこ\nとと，永久機関を想定して連結するのでは，その差異は大きいものである。\n(3)  したがって，本件審決の相違点２に係る判断は，誤りである。\n(4)  以上からすると，本願発明は，引用発明及び周知技術に基づいて，当業者\nが容易に発明をすることができるものということはできないから，本願発明の進歩\n性を否定した本件審決は誤りであって，取消しを免れない。\n〔被告の主張〕\n(1)  発明の容易想到性に係る判断は，あくまで出願人ではなく当業者を基準とす\nべきであって，電動機と発電機とをギヤ比を介して連結することが，回転電機の分\n野において当業者に周知の技術である以上，引用発明に当該周知技術を適用するこ\nとが当業者にとって容易であることは明らかである。\n(2)  本件審決は，発電機と電動機との結合を，ギヤを介して行うことが周知技術\nであることの根拠として，周知例を指摘しているものであり，周知例が永久機関に\n関するものであることを前提とするものではない。原告の主張は，誤解にすぎない。\n(3)  したがって，本件審決の相違点２に係る判断に誤りはない。\n(4)  以上からすると，本願発明は，引用発明及び周知技術に基づいて，当業者\nが容易に発明をすることができるものというべきであって，本件審決の本願発明の\n進歩性に係る判断には，以上のとおり，何らの誤りはない。\n第４  当裁判所の判断\n１  本願発明について\n本願明細書（甲１）には，本願発明について，概略，次の記載がある。\n(1)  本願発明は，電力発電及び自動車等の動力源となる無燃料発電装置に係る発\n明であり，発電器の入力に要する動力に，水力，火力，原子力等ではなく，「電動\n機の出力＋ギヤ比より発生するエネルギー」を使用するため，省エネ効果があり，\n設備施行，運営管理，メンテナンス等が簡便であって，燃料を使用しないため，経\n済的であり，公害を減少させるという効果を奏することを目的とするものである。\n(2)  本願発明は，電源であるバッテリーから発生する直流を変流機を通して三相\n交流に変換して三相交流誘導電動機を回転させ，三相交流誘導電動機にギヤ比を介\nして連結されている三相交流発電機の回転子を回転させることによって電力を発生\nさせるものである。発生した電力が，負荷側とバッテリー充電電源用と三相交流誘\n導電動機の電源用とに分配され，三相交流誘導電動機の電源用の電流はマグネット\nスイッチ①に至ってバッテリーからの電流を遮断した後は，三相交流発電機より発\n生した電流が三相交流誘導電動機の電源となり，三相交流誘導電動機を回転させ，\n三相交流誘導電動機にギヤ比を介して連結されている三相交流発電機の回転子を回\n転させることにより電力を発生させるものである。\nそして，本願発明は，三相交流発電機の回転子の回転に要する動力源を，三相交\n流誘導電動機の出力にギヤ比より発生するエネルギーを加えたものに求めている。\n(3)  前記(1)及び(2)からすると，本願発明は，バッテリーを電源として三相交流\n誘導電動機を起動させ，これにギヤ比を介して連結されている三相交流発電機の回\n転子を回転させて電力を発生させた後，バッテリーからの電流を遮断し，三相交流\n発電機より発生した電流を三相交流誘導電動機の電源とし，三相交流誘導電動機の\n出力にギヤ比より発生するエネルギーを加えたものを動力源として，三相交流発電\n機の回転子を回転させて電力を発生させるというものであって，それにより，三相\n交流発電機の回転子を回転させる動力に，燃料を使用することなく発電ができるよ\nうにしたものというのである。そして，本願発明は，三相交流発電機から出力され\nる電力で，三相交流誘導電動機の駆動のための電力を賄うとともに，バッテリーの\n充電と負荷への電力供給をも行うというのである。\n２  取消事由１（特許法２９条１項柱書に係る判断の誤り）について\n(1)  エネルギー保存の法則について\nア  エネルギー保存の法則とは，エネルギーは，ある形態から別の形態へ変化す\nることはあり得ても，新たにつくり出されることも消滅することもあり得ないとい\nう原理をいうものであり，熱はエネルギーの一形態であり，孤立した系の全エネル\nギーの総和は一定であるという熱力学の第一法則は，エネルギー保存の法則の一応\n用例である。上記各法則は，現在の科学技術の普遍的法則であり，常識であると認\nめられる（乙２）。\nイ  前記１(3)のとおり，本願発明は，外部から絶縁された状態で，三相交流誘導\n電動機の出力にギヤ比より発生するエネルギーを加えたものを動力源として，三相\n交流発電機の回転子を回転させて電力を発生し，この電力で三相交流誘導電動機の\n駆動のための電力を賄うとともに，バッテリーの充電と負荷への電力供給をも行う\nというものである。\nそうすると，本願発明では，三相交流誘導電動機から入力されるエネルギーより\nも大きいエネルギーが，三相交流発電機から出力されることになるから，エネルギ\nー保存の法則（熱力学の第一法則）に反することは明らかである。\nウ  したがって，本願発明が，エネルギー保存の法則（熱力学の第一法則）とい\nう自然法則に反するとした本件審決の判断に誤りはない。\n(2)  原告の主張について\nア  原告は，本願発明は，ギヤ比により発生するエネルギーを用いることにより，\nエネルギー保存の法則を打破したものであるなどと主張する。\nしかしながら，本件審決が指摘するとおり，ギヤとは，動力の伝達に用いられる\nものであって，回転軸の減速・増速，回転軸の向きの変更，回転方向の変更，動力\nの分割等に用いられるものであることは，本願出願時における技術常識であること\nは明らかである。そして，二つのギヤを噛み合わせ，一方（駆動ギヤ）を回転させ\nて他方（従動ギヤ）に動力を伝達する際，駆動ギヤと従動ギヤとの間には，原告も\n認めるとおり，「（駆動ギヤのトルク×駆動ギヤの角速度）＝（従動ギヤのトルク\n×従動ギヤの角速度）」との関係があり，ギヤのトルクはギヤの角速度に反比例し\nて変化するが，駆動ギヤを回転させるために加えられたエネルギーは，摩擦抵抗等\nによる損失を無視すれば保存され，ギヤを介しても変化しないこと，すなわち，駆\n動ギヤと従動ギヤとの歯数の比（ギヤ比）によってエネルギーが発生しないことも，\n本願出願時における技術常識である。\nそうすると，本願出願時における技術常識に照らせば，本願発明において，エネ\nルギー保存の法則に反し，三相交流誘導電動機と三相交流発電機とを連結している\nギヤ比によりエネルギーが発生するとは認められない。\nイ  原告は，「ギヤ比により発生するエネルギー」が，ギヤを用いることによっ\nて，３割強のエネルギーが増加することを意味するものであることは一般常識であ\nるとも主張する。\nしかしながら，前記アのとおり，ギヤのトルクはギヤの角速度に反比例して変化\nするが，駆動ギヤを回転させるために加えられたエネルギーは保存され，ギヤ比に\nよってエネルギーが発生しないことは，本願出願時において技術常識である以上，\n「ギヤ比により」エネルギーが発生するものではないことは明らかである。原告は，\n一般常識であると主張する当該原理を裏付けるに足りる文献を提出するものでもな\nい。なお，原告は，その根拠として，周知例を指摘するが，周知例に記載された事\n項も，エネルギー保存の法則に反するものであって，「ギヤ比により発生するエネ\nルギー」の科学的，合理的な根拠が開示されているものではない。\nウ  原告の主張はいずれも採用できない。\n(3)  小括\n以上からすると，本願発明は，自然法則を利用した技術的思想の創作とはいえな\nいから，産業上利用することができる発明ということはできないとした本件審決の\n判断に誤りはない。\n３  結論\n以上の次第であるから，その余の取消事由について判断するまでもなく，原告の\n請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n"
}