{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 5,
    "day": 23
  },
  "case_number": "平成31(う)89",
  "case_name": "強盗殺人，死体遺棄，電子計算機使用詐欺",
  "court_name": "名古屋高等裁判所刑事第２部",
  "original_court_name": "名古屋地方裁判所",
  "original_case_number": "平成29(わ)1647",
  "lawsuit_id": "88713",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88713",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/713/088713_hanrei.pdf",
  "contents": "主              文\n本件控訴を棄却する。\n理              由\n本件控訴の趣意は弁護人石井雄介作成の第 1 回公判期日に訂正された控訴趣意書\n及び控訴趣意書訂正書に記載されたとおりであるが，論旨は理由の不備と食い違い，\n訴訟手続の法令違反，事実誤認及び量刑不当の主張である。\nそこで，原審記録を調査して検討する。\n１  理由の不備と食い違い（刑訴法３７８条４号）の論旨について\n論旨は次のようなものである。すなわち，原判決は，罪となるべき事実第１の\n１として，被告人が，Ⓐと共謀し，Ⓑを殺害して同女から金品を強取しようと考え，\n平成２９年６月１８日午後６時５６分頃から午後７時２２分頃までの間に，滋賀県\n犬上郡⒜町又はその周辺で，同女（５３歳）を無理やり自動車の荷物庫に押し込む\nなどの暴行を加えて，反抗を抑圧し，現金約５万円及び商品券１１枚（金額合計１\n万１０００円）並びにスマートフォン，タブレット端末のほかノートなどの物品４\n２点（時価合計６万８１７８円前後相当）を強取した上，同日午後７時４０分頃か\nら午後８時頃までの間に，⒜町大字⒝字⒞⒟番⒠付近の⒡川河川敷又はその周辺で，\n地面に仰向けに倒した同女に対し，殺意をもって，胸部に馬乗りになって両手で頸\n部を絞めたほか，頸部に情報機器の接続線を巻き付けて絞めるなどして，その場で\n頸部と胸部の圧迫に起因する呼吸障害等により死亡させて殺害した，との事実を認\n定している。しかし，本件で，原判示の殺害の実行行為を担当した者が被告人でな\nく共犯Ⓐであり，原判決も，弁護人の主張に対する判断の２項でその旨の認定をし\nている上，とりわけ頸部を情報機器の接続線で絞め付けた行為について，量刑の理\n由の項で，被告人とⒶが共同して実行したと認定している。しかるに，罪となるべ\nき事実で実行行為の担当者という極めて重要な事実の認定を脱漏した原判決に理由\n不備があるほか，罪となるべき事実とそれ以外の項目における認定事実が一致しな\nい点で理由に食い違いがある，というのである。\nしかし，被告人と共犯者が共謀して犯罪を実行したことを判示した以上，どちら\nが現実に実行行為を分担したかを明示しなくても罪となるべき事実の記載として欠\nけるところはないというべきである（最高裁判所昭和２３年１月１５日第一小法廷\n判決・刑集２巻１号４頁及び同年１１月１０日大法廷判決・刑集２巻１２号１５１\n２頁等参照）。また，原判決が弁護人の主張に対する判断と量刑理由の項で所論の\nとおり実行行為者を特定して認定するという罪となるべき事実における記載より詳\n細な説示をしたことが理由の食い違いに当たるとする所論は，非常識な立論であっ\nて採用の余地がない。この点に関する論旨は失当を免れない。\n２  訴訟手続の法令違反及び事実誤認の論旨について\n論旨は次のようなものである。すなわち，原審の公判前整理手続で被告人の\n責任能力が争点となっていたのに，原裁判所は原審弁護人が平成３１年１月１１日\nに行った裁判員の参加する刑事裁判に関する法律５０条に基づく精神鑑定の請求を\n却下した。しかし，そのような措置は，審理のために必要不可欠な立証を許さなか\nったこととなり，原審の訴訟手続に証拠の採否に関する裁量を逸脱して事案の真相\nを明らかにしないまま判決を言い渡した審理不尽の違法があり，ひいて，原判決が\n被告人の本件犯行当時における完全責任能力を肯認するという事実の誤認を招いた\nものであり，それらが判決に影響を及ぼすことが明らかである，というのである。\n原判決は，弁護人の主張に対する判断の２項で，次のような事実や経過を認\n定している。\nア  被告人は，知人を介して知り合った被害者から，同女の扱う仮想通貨であ\nるビットコインに関連するネットワークビジネスに加わるように誘われるなどして\nいたが，平成２９年６月上旬以降に，インターネットで「死体  埋める」などの事\n柄に関する検索を行うとともに，被害者に連絡し，同月１２日に面会する約束を取\nり付けた。一方，被告人は，親しい友人であるⒶに対し，「殺したい女性がいる。２\n０００万円くらいビットコインを持っている。勧誘がしつこくてむかつく。」などと\n話した上，殺害に対する協力を求め，被告人が被害者に面会する同月１２日に実行\nすることを予定したものの，当日になってⒶがおじけづき，仕事を口実に被告人に\n断りの連絡を入れたことから，被告人は被害者との面会の約束を取り消した。\nイ  しかし，被告人は，同月１８日に被害者に会い，自分の運転する自動車内\nで被害者に気付かれないように催涙スプレーを噴霧して視力に障害を生じさせた上，\n事情を知らせないまま呼び出したⒶを被害者に気付かれないようにして乗車させ，\nⒶと無料通信ソフトの「ＬＩＮＥ」で人気のない場所を探し出すためのやり取りを\nした。その後，被告人は，病院に着いたと申し向けて降車させた被害者をⒶと２人\nで同車の荷物庫に押し込んだ後，走行中の車内で被害者のバッグなどの所持品を物\n色した。そして，殺害現場で，被告人が荷物庫から出てきた被害者を転倒させ，Ⓐ\nに「びびるな，やれ。」と申し向けるなどしたところ，Ⓐが馬乗りになって両手で首\nを絞めるなどして，被害者を殺害した。なお，情報機器の接続線で首を絞めた点は，\nⒶが被告人と共同して実行したか，一人で行ったかについて争いがある。さらに，\n被告人は，被害者と会う前に買い求めた粘着テープを同女の顔を覆い隠すように巻\nき付け，Ⓐと共に被害者の手足を結束バンドで縛った上，あらかじめ用意した旅行\n鞄に被害者の遺体を入れて被告人の親族の管理する別荘に運び込んだ。それから，\n被告人は建設機械を手配し，同月２０日に被害者の遺体が入ったままの旅行鞄を別\n荘敷地内の土中に埋めた。\nウ  その前後，被告人は被害者のバッグ内の現金と商品券の売却代金をⒶと２\n人で分けたほか，同年７月３日以降に２回にわたりバッグ内のノートに記載された\n暗証符号等を用いて被害者名義の口座にあったビットコインを自己名義の口座に移\nし，それを換金して３５万円余りの現金を手に入れた。なお，被告人は，被害者が\n少なくとも１ＢＴＣ程度のビットコインを持っていると思っていたほか，同女がビ\nットコインの取引に必要な暗証符号等をノートに記載していることを知っていた。\nそして，原判決は，上記認定の事実や経過に基づき，弁護人の主張に対する\n判断の３項と４項で，次のような判断を示している。\nア  上記認定の事実によれば，被告人が被害者の持つビットコインなどの財産\nを奪うという利欲的な目的で同女の殺害を企てた上，Ⓐを犯行に引き込んでから，\n被害者を呼び出し，状況に応じた行動をとって同女の所持金品を奪った後に同女を\n殺害し，あらかじめ用意した旅行鞄に遺体を入れ，事前にインターネットで調べた\n情報に基づき，犯行の発覚を避けるために建設機械を用いて遺体を埋めて隠蔽し，\n被害者の所持品に記載された暗証符号等を用いて，計画どおり被害者のビットコイ\nンを自分のものとしたことが明らかである。このように，本件は利欲的な動機に基\nづく計画的な犯行であり，被告人が被害者を殺害してビットコインなどの財産を奪\nうという目的の達成に向けて，一貫して合理的に行動した経過に照らし，被告人の\n責任能力の存在に疑問を抱く余地はなく，完全責任能力があったものと認められる。\nイ  これに対し，弁護人は，被告人に解離性障害の疑いがあり，犯行動機が理\n解不能で行為に及んだ善悪の判断が異常であり，犯行の際の人格が普段の人格と異\n質であるから，責任能力がなかったと判断すべき合理的な疑いがあると主張する。\nこの点について，司法分野の社会的活動を専門とするⒸ大学Ⓓ学部の教授である\nⒺは，心理検査の結果等から被告人に解離性障害の疑いがあると証言する。しかし，\n被告人に精神障害による入通院の経歴がなく，成育歴に解離性障害を疑わせるよう\nな逸話も見当たらない上，犯行当時の記憶の欠落がなく，Ⓐの供述によって犯行の\n際の被告人に普段と異なる様子がなかったことなどから，Ⓔ教授の見解に疑問があ\nり，そのまま採用することはできない。その上，Ⓔ教授も，犯行当時の被告人の心\n理状態が不明であり，解離性障害の疑いが犯行に及ぼした影響について説明するこ\nとはできない，というのであるから，仮に心理検査の時点で解離性障害の疑いがあ\nったとしても，本件犯行との結び付きを欠いており，責任能力に疑いを生じさせる\n事情とはいえない，というのである。\nそして，原判決の上記認定及び判断について，論理則や経験則等に照らして\n不合理な点は認められない。\nア  これに対し，所論は次のようなものである。すなわち，①本件鑑定がⒺ教\n授の「心理社会鑑定書」とⒻ大学の精神科の担当教授であるⒼ医師の意見書に基づ\nいて請求されたものであるところ，Ⓔ鑑定書は，犯罪動機に関する被告人の説明が\n極めて奇妙な内容であり，複数の心理検査の結果により解離性同一性障害と指摘す\nることはできないが，解離症状が発現していると理解すべきであるから，精神鑑定\nを実施して確定診断を行うことが必要である，とする意見を述べており，Ⓖ意見書\nも，被告人が統合失調症を患っている可能性は低いが，解離性障害の疑いがあると\n指摘している。そして，裁判所は，精神鑑定の採否を決定する場合に，最高裁判所\nの判例（平成２０年４月２５日第二小法廷判決・刑集６２巻５号１５５９頁）の趣\n旨に従い，経験則と論理法則に基づいて判断しなければならないから，専門家が経\n験科学的ないし臨床的な見地から鑑定を必要と判断した意見があるのに，不必要と\n判断する場合に相応の合理的な根拠が必要とされるため，合理的根拠もなく経験則\nや論理法則に反して鑑定請求を却下した場合は，裁判所に与えられた合理的な裁量\nを逸脱したものとして，違法性を帯びるというべきである。そして，本件鑑定請求\nの時点で，専門的知見により完全責任能力の存在について疑義が生じていたのであ\nるから，「疑わしきは被告人の利益に」の原則に照らし，本件鑑定請求を採用し，そ\nの結果に基づいて被告人に必要な防御を尽くさせなければ，審理を尽くしたものと\nはいえない。また，②原判決は，被告人の精神障害の有無やその程度を一切考慮せ\nず，機械的に動機が了解可能であって犯行が計画的で行動が一貫して合目的的であ\nるなどという視点を根拠に判断するという誤った経験則や論理則によって被告人の\n完全責任能力を肯定しており，重大な事実誤認を犯した，というのである。\nイ  しかし，①本件鑑定請求に先立つ平成３０年４月１３日に弁護人の請求し\nた同趣旨の精神鑑定について，原裁判所は，検察官及び弁護人から意見書と反論書\nを徴した上，同年６月１１日の第４回公判前整理手続期日に鑑定請求を却下した。\nしかるに，弁護人が所論のⒺ鑑定書及びⒼ意見書を添付して改めて本件鑑定請求を\n行ったため，原裁判所は，検察官から意見書を徴した上，平成３１年１月２２日の\n第８回公判前整理手続期日に却下したが，いずれの却下決定に対しても弁護人の異\n議申立てはなかった。ところで，Ⓔ教授は，かつて家庭裁判所調査官を務めた臨床\n心理士であり，所論の鑑定書で被告人の精神障害の有無に関する言及はない。また，\n所論のⒼ意見書でも，統合失調症の可能性が低いが，解離性障害の疑いがあると指\n摘するにとどまり，その根拠を明らかにしていない。しかも，被告人に精神障害に\nよる入通院の経歴がなく，成育歴に解離性障害を疑わせる逸話も見当たらない上，\n本件犯行当時の記憶に欠落がなく，周囲の人物から見て普段と異なる様子がなかっ\nたというのであるから，本件鑑定請求を却下した原審の措置は妥当なものと認めら\nれ，証拠の採否に関する裁量権を逸脱し，審理を尽くさなかった訴訟手続の法令違\n反があるとはいえない。また，②原判決は，弁護人の請求に係るⒺ証人の原審証言\nを検討しても，上記のような被告人の経歴や記憶，行動の状況に基づき，解離性障\n害の疑いがあるとするⒺ証言をそのままに採用できないと判断した上，本件が利欲\n的な動機に基づく計画的な犯行であり，被告人が被害者を殺害して財産を奪うとい\nう目的の達成に向けて，一貫して合理的に行動していることから見て，被告人の責\n任能力に疑問を生じる余地がなく，完全責任能力があったと認められると説示して\nおり，被告人の精神障害の有無や程度を考慮していないとする所論は原判決を正解\nしないものというほかない。したがって，所論はいずれも採用できない。\nウ  以上のほか，所論が指摘するその他の点を検討しても，原裁判所が本件鑑\n定請求を却下した措置に所論のような法令の違反がない上，本件犯行当時の被告人\nに完全責任能力を肯認した原判決に所論のような事実の誤認もない。各論旨はいず\nれも理由がない。\n３  量刑不当の論旨について\n論旨は，被告人を無期懲役に処した原判決の量刑が，犯情に関する事実の誤認\nに基づくものであって，重過ぎて不当である，というのである。\n本件は，被告人が，①Ⓐと共謀し， 前記１掲記の強盗殺人を犯した（原判示第\n１の１）ほか 平成２９年６月１８日の夜に滋賀県犬上郡⒜町所在の別荘建物脇\nに旅行鞄に入れた被害者の死体を置いて隠匿した上，同月２０日に別荘敷地内に建\n設機械を用いて地面に掘った穴にその死体を埋めて土中に遺棄し（同第１の２），②\n同年７月３日と５日に岐阜県大垣市内のアパートの当時の自宅居室で自分のスマー\nトフォンを操作し，インターネットを経由して，仮想通貨の交換会社が事務処理に\n使用する電子計算機に対し，不正に入手した被害者名義の口座に係る暗証符号等を\n用いて，その口座にあったビットコインの合計１．２５ＢＴＣを被告人名義の口座\nに送信する旨の虚偽の情報を与え，財産権の得喪及び変更に係る不実の電磁的記録\nを作って財産上不法の利益を得た（同第２の１及び２），という事案である。\nそして，原判決が説示する量刑事情及び評価は是認することができる。すなわち，\n①の各犯行は，被告人があらかじめ死体の処理方法等をインターネットで調べた上，\n死体を入れるため大型の旅行鞄を用意し，口実を設けて被害者を呼び出した後に，\nⒶを引き込んで計画的に金品を奪って被害者を殺害し，発覚を免れるためにその死\n体を土中に埋めて遺棄したものであり，その罪質や内容等を考慮しただけでも，甚\nだ利欲的で計画性の高い極めて悪質な重大事犯といわなければならない。しかも，\n被告人は，催涙スプレーを噴射して被害者の視力に障害を生じさせたほか，病院に\n着いたと虚偽の事実を申し向けて降車させた被害者を自動車の荷物庫に押し込み，\n仮装通貨に係る被害者名義の口座の暗証符号等の記載されたノートなどを奪った上，\nⒶに指示して殺害行為の大半を実行させ，用意した建設機械で土中深くに死体を埋\nめるという凶悪な犯行を冷徹に実行したほか，当初の犯行予定日にⒶがおじけづい\nて参加を断るとともに，犯行の断念を懇願されたのに，数日後に被害者を呼び出し\nた後，事情を知らせずに呼び出したⒶを引き入れて実行に及んだものであり，犯意\nが強固であることに加え，人命軽視の態度も甚だしく，犯行を自ら首謀かつ主導し\nた主犯としてその第一次的な責任を負うべき立場にあるだけでなく，Ⓐを重大犯罪\nに引き込んだ行為ももとより看過できない。したがって，懲役１８年に処せられた\nⒶとの刑の不均衡をいう所論は採用の余地がない。そして，被告人がもたらした結\n果が取り返しのつかない極めて重大なものであることはいうまでもないが，信頼す\nる被告人の噴射した催涙スプレーで視力を障害された状態で，自動車の荷物庫に押\nし込められた上，突然に生命を奪われた被害者の苦痛や恐怖，無念さは計り知れず，\n遺族が原審における意見陳述で被告人に対する厳重処罰を求める心情は当然のもの\nとして理解することができる。さらに，被告人は，被害者から合計１３万円弱の金\n品を強取した上，冷酷にも，②の犯行により被告人名義の口座に移した仮想通貨を\n売却して合計３５万円余りを取得しており，財産的被害も軽視できない。\n所論は，原判決が，量刑の理由の項で，被告人自身もⒶと共に情報機器の接続線\nで被害者の首を絞めたと認められると説示した点について，それを裏付ける唯一の\n証拠であるⒶの証言が信用し難いから，事実を誤認している，というのである。し\nかし，Ⓐは，原審で証言した時点で自らに対する判決が確定して既に服役中であっ\nた上，一時的に同居を許されるなどしたことで被告人に恩義を感じているというの\nに，あえて被告人に不利益な虚偽の証言をする動機が見当たらないだけでなく，自\n己に不利益な点を含めて終始一貫した供述をしていることに加え，その内容が被害\n者の受傷状況と整合していることなどに照らすと，被告人がⒶと共に情報機器の接\n続線で被害者の首を絞めたと述べるⒶの証言は十分に信用できるというべきであり，\n所論は採用できない。\n以上のような罪質や犯情等に照らし，被告人の刑事責任は極めて重いといわなけ\nればならない。\nそうすると，反省の深まりを認め難いとはいえ，被告人が①の実行行為の一部を\n除いて基本的な事実関係を認めていることや，若年であることなど，原判決や所論\n指摘の酌むべき事情を考慮しても，上記のような罪質や犯情等に照らし，検察官に\nよる求刑と同様に被告人を無期懲役に処した原判決の量刑が重過ぎて不当であると\nはいえない。量刑不当をいう論旨も理由がない。\n４  よって，刑訴法３９６条により本件控訴を棄却し，当審における訴訟費用を被\n告人に負担させないことについて同法１８１条１項ただし書を適用して，主文のと\nおり判決する。\n令和元年５月２３日\n名古屋高等裁判所刑事第２部\n裁判長裁判官    髙    橋        徹\n裁判官    後    藤         隆\n裁判官    菱    川    孝    之\n"
}