{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 19
  },
  "case_number": "平成30(ネ)10029",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88023",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88023",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/023/088023_hanrei.pdf",
  "contents": "平成３０年９月１９日判決言渡\n平成３０年（ネ）第１００２９号  特許権侵害差止等請求控訴事件\n（原審・東京地方裁判所平成２８年（ワ）第３５１８９号）\n口頭弁論終結日  平成３０年７月９日\n判                決\n控訴人（一審原告）              アスモ株式会社訴訟承継人\n株 式 会 社 デ ン ソ ー\n同訴訟代理人弁護士               櫻    林      正    己\n同訴訟代理人弁理士                碓    氷      裕    彦\n被控訴人（一審被告）               株 式 会 社 ミ ツ バ\n同訴訟代理人弁護士         小  野  寺    良    文\n田      中    浩    之\n呂         佳    叡\n岩      澤    祐    輔\n同補佐人弁理士                    大      塚    康    徳\n江      嶋    清    仁\n木      村    秀    二\n鎗      田    伸    宜\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙被告製品目録記載１及び２の各製品の製造，販売又\nは販売の申出をしてはならない。\n３  被控訴人は，前項の各製品を廃棄せよ。\n第２  事案の概要\n１  本件は，発明の名称を「モータ」とする発明についての特許の特許権者であ\nる控訴人（一審原告）が，被控訴人（一審被告）の製造，販売する原判決別紙「被\n告製品目録」記載１及び２の各製品（以下，同目録記載１の製品を「被控訴人製品\n１」，同目録記載２の製品を「被控訴人製品２」といい，被控訴人製品１と被控訴\n人製品２を併せて「被控訴人製品」という。）は，上記特許権を侵害するとして，\n特許法１００条１項及び２項に基づき，被控訴人に対し，被控訴人製品の製造等の\n差止め及び廃棄を求めた事案である。\n原判決は，被控訴人製品は本件特許権を侵害しないとして，控訴人の請求を棄却\nしたため，控訴人は，これを不服として本件控訴を提起した。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠及び弁論の全趣旨によ\nり認められる事実），争点及び争点に対する当事者の主張は，(1)のとおり補正し，\n(2)のとおり当審における主張を追加するほかは，原判決の事実及び理由欄の「第２\n事案の概要」１～３に記載のとおりであるから，これを引用する。\n(1)  原判決の補正\nア  原判決４頁１１行目末尾の次に行を改めて次のとおり加える。\n「  被控訴人製品は，いずれも，ヨークハウジングの開口部側端部に段差部が設\nけられており，ホルダ部材の当接部は同段差部の底部に当接する構成となっている\nが，同段差部の深さは，いずれも約０．９ｍｍである。」\nイ  原判決９頁５行目の末尾の次に行を改めて次のとおり加える。\n「  仮に，『開口部側端部』を控訴人が主張するように，開口部側の端部で出力\n側から見て露出する部位であると解した場合，以下のとおり，本件発明は新規性を\n欠く。」\nウ  原判決９頁６行目の「本件特許の原出願日」を「本件原々出願の出願日」\nに改め，同頁２０行目から２１行目にかけての「段差部」の次に「（開口側の端部\nに位置しており，かつ，出力側から見て露出している。）」を加える。\nエ  原判決１０頁６行目冒頭から１６行目末尾までを次のとおり改める。\n「  本件発明の「開口部側端部」について，被控訴人が主張するように，専ら当\n接部の当接を受けるために形成された位置決め用の段差部を含まず，フランジ部と\n実質上同意義であると解した場合には，乙２発明ではモータヨークの側部にブラシ\nホルダと当接する当接部が設けられている点（上記(ｱ)⑥）で本件発明（構成要件\nＦ）と相違するが，以下のとおり，乙１７文献に記載された技術を乙２発明に適用\nすることにより，本件発明の進歩性は否定される。」\nオ  原判決１０頁１７行目，１１頁２１行目及び１２頁２３行目の各「本件特許の原\n出願日」をそれぞれ「本件原々出願の出願日」に改める。\nカ  原判決１６頁１６行目の「本件明細書」を「本件特許の特許請求の範囲」に改め\nる。\nキ  原判決２０頁１行目の「平成２１年」を「同年」に，同頁２４行目から２５行目\nにかけての「おいて」を「において」にそれぞれ改める。\n(2)  当審における主張\nア  構成要件Ｃの「組み付けられ」の充足性について\n（控訴人の主張）\n(ｱ)  被控訴人製品では，ベース部からは中間部材の端部より係合爪がヨーク\nハウジングに向けて延出している。また，電気端子も同様にヨークハウジングに向\nけて延出している。このベース部から突出している電気端子及び係合爪は，夫々二\nつずつあり，対向するホルダ部材にも，二つの電気端子が嵌入して電気接続する電\n気端子部が二つ，係合爪が嵌入する係合穴が二つ，それぞれ設けられている。すな\nわち，被控訴人製品のベース部とホルダ部材とは，二つの電気端子（凸端子）と電\n気端子部（凹端子）との嵌め合い，及び二つの係合爪と係合穴との嵌め合いにより\n組み付けられる。\n(ｲ)  被控訴人は，「電気端子と電気接続端子」について ，前者を後者に\n差し込むことで達成されるのは電気接続であり組み付けでないと主張するが，\n電気接続がされる以上，電気端子（凸端子）と電気端子部（凹端子）とは嵌め\n合いにより組み合わされている。\nまた，被控訴人は，「係合爪と係合穴」はガイド部材にすぎず ，ベース部と\nホルダ部材とを組み付けるものではないと主張するが， 被控訴 人の同主張に\nよっても，ベース部とホルダ部材とは，係合爪と係合穴とによって組み付けが\nガイドされ，上記のとおり，電気端子（凸端子）と電気端子部（凹端子）との\n嵌め合いにより組み合わされているのであり，この状態が維持されているので\nあるから，被控訴人製品のベース部材はホルダ部材に組み付けられている。\n(ｳ)  したがって，被控訴人製品は構成要件Ｃを充足する。\n（被控訴人の主張）\n被控訴人製品の係合爪と係合穴は，ベース部とホルダ部材の位置決めをサポート\nするためのガイド部材にすぎず，係合しているものでも，ベース部とホルダ部材を\n組み付けるものでもない。\n被控訴人製品のベース部とホルダ部材は，電気端子（凸端子）と電気端子部（凹\n端子）との嵌め合いにより組み合わされているものであり，係合用の専用部材（機\n械的な手段）の係合によって組み付けられているものではないところ，電気端子を\n電気端子部に差し込むことによって達成されるのは電気接続であり組み付けではな\nい。\nしたがって，このような被控訴人製品の構成は，本件発明の構成要件Ｃを充足し\nない。\nイ  構成要件Ｄ，Ｆの「開口部側端部」の充足性について\n（控訴人の主張）\n(ｱ)  構成要件Ｄの「開口部側端部」の充足性について\nａ  構成要件Ｄは，「前記ヨークハウジングの開口部側端部には，該\nヨークハウジングに前記ギヤハウジングを固定するためのフランジ部が設けられ，」\nであるところ，「開口部側端部」には「ホルダ部材の当接部の当接を受けてホルダ\n部材の位置決めをするためにヨークハウジングの成型とは別の工程によって設けら\nれた段差部」が含まれないとする原判決の立場に立ったとしても，被控訴人製品に\nおいて，フランジ部は，この段差部と異なる「ヨークハウジングの開口部側端部」\nに設けられている。\nしたがって，被控訴人製品は構成要件Ｄを充足する。\nｂ  また，被控訴人も，被控訴人製品が構成要件Ｄを充足することを認\nめた（原審における被告準備書面（８）の６頁）。\n(ｲ) 構成要件Ｆの「開口部側端部」の充足性について\n以下の理由から，被控訴人製品は，構成要件Ｆの「開口部側端部」を充足する。\nａ  構成要件Ｆの文言\nヨークハウジングの「開口部側端部」とは，文字どおりに読めば，「ヨークハウ\nジングの開いた部分の端の部分」という意味である。すなわち，段差部の有無は問\n題ではなく，「ヨークハウジングの開いた部分の端の部分」である限り，ヨークハ\nウジングの「開口部側端部」である。\n原審において，控訴人は，これを「ヨークハウジングの開口部側の端部（出力側\n端部）であり，出力側から見て露出する部分である」と主張した。\nそして，被控訴人製品は，ヨークハウジングの開口部に，わずか０．９ミリ\nメートルの「当接用の段差」を設けただけのものであり，ホルダ部材の当接部は，\nこの段差部分に当接しているから，被控訴人製品においては，「ヨークハウジング\nの開いた部分の端の部分」に，「ホルダ部材の当接部」が当接している。\nｂ  本件発明の本質\n本件発明の本質は，①ホルダ部材の軸方向の位置決めのために，②ホルダ部材を\nヨークハウジングに当接させるに当たり，③ヨークハウジングの側部（内部）では\nなく，④ヨークハウジングの開口部側端部に，⑤ホルダ部材の当接部を当接させる\n構造を採ったことにあり（本件明細書【０００４】～【０００６】），これにより，\nヨークハウジングの側部（内部）にホルダ部材の当接部を形成する必要がなくなり，\nヨークハウジングの側部の構成を複雑にするという課題（本件明細書【００５４】，\n【００５５】，【００５７】）が解決される。\n被控訴人製品は，ヨークハウジングの開口部側端部に設けられた「被当接部」\nに「ホルダ部材の当接部」が当接して，ホルダ部材，ブラシホルダの軸方向の位置\n決めがされており，その結果，「ヨークハウジングの側部にホルダ部材の当接部を\n形成する必要がなくなり，ヨークハウジングの側部の構成を複雑にする」という本\n件発明の課題が解決されている。\nｃ  原判決の判断の検討（技術論）\n原判決が，被控訴人製品の開口部側端部に形成された段差部は本件発明の「開口\n部側端部」に含まれないと判断した根拠は，①「被告製品の段差部」は，ヨークハ\nウジングの成型とは別の工程で設けられていること，②本件発明の構成要件におけ\nる「被当接部」は，ヨークハウジングの成型とは別の工程で設けられているものを\n含まないことという点にあるが，被控訴人製品において，開口部側端部の「被当接\n部」（段差部）は，ヨークハウジングの「成型工程とは別の工程」ではなく，ヨー\nクハウジングの「成型工程の中」で形成されているから，原判決の上記認定は，技\n術的にも誤りである。\nすなわち，特許第４３９７５０３号公報（甲４）や特許第４６０２６０３号公報\n（甲５）に開示されているように，ヨークハウジングは１枚の鉄板を複数回に分け\nて絞り成型をして形成するが，被控訴人製品も，このように，１枚の鉄板から何度\nも絞り成型をして形状を整えた後，フランジ部外形を打ち抜いて製造する。そして，\n被控訴人製品の開口部側端部の段差部成型は，上記のフランジ部外形打ち抜き前の\n工程でされている。なぜなら，一旦ヨークハウジングのフランジ部を打ち抜き成型\nした後で，別工程として段差部を形成しようとすれば，改めて部材を固定し直す工\n程が必要となり，そうすると，位置合せが非常に煩雑なものとなり，実質的にヨー\nクハウジングを大量生産することができないからである\nまた，そもそも，本件発明は，モータ構造の特許であり，モータ製造方法の特許\nではないから，「開口部側端部」はヨークハウジングの成型とは別の工程で設けら\nれた段差部を含まないとの原判決の判断は不当である。\nｄ  原判決の判断の検討（発明の本質論）\n(a) 前記のとおり，本件発明の本質は，ヨークハウジングの開口部側\n端部にブラシホルダのホルダ部材の当接部を当接させて，ブラシホルダの軸方向の\n位置決めを行うことであり，その結果，ヨークハウジングの側部にホルダ部材の被\n当接部を形成する必要がなくなり，ヨークハウジングの側部の構成を複雑にするこ\nともなくなるという効果が生じるのであるから，本件発明が除外するのは，位置決\nめ用の段差部をヨークハウジングの側部（内部）に形成することである。\n(b) ヨークハウジングの開口部側端部に段差部を成形する場合には，\nヨークハウジングの肉厚をそのまま利用することができ，側部の構成を複雑にする\nことは全くない。\n設計上の公差から見ると，ヨークハウジングの開口側の端部から所定距離の位置\nにあるヨークハウジングの側面の段差部を基準にホルダ部材を設計する場合と，\nヨークハウジングの開口部側端部を基準にホルダ部材を設計する場合とを比較すれ\nば，後者（開口部側端部）の方が前者（側部）に比べて設計上の公差をより少なく\nすることが可能となる。また，開口部側端部で位置決めを行えば，ホルダ部材の位\n置決めをヨークハウジングの側部の段差部で行う場合と比較して，開口部側端部か\nらの距離が短くなり，設計上，公差や熱膨張の観点から有利である。\n原判決は，上記の点は本件明細書に記載されておらず，認めるに足りる証拠\nもないとするが，位置決め基準面が，設計上の公差を考える上で重要であるこ\nとは，モータの当業者にとって技術常識である。また，基準面からの距離が長\nくなれば，その分熱膨張の影響も受けやすくなることも，モータの当業者の技\n術常識である。\nさらに，ヨークハウジング内部（側部）に位置決め用の段差部を 成型するこ\nとと開口部側端部に位置決め用段差部を成型することを比較すると，ヨークハ\nウジング内部（側部）に位置決め用の段差部を成型する方が製造が困難である\nことは，鉄板材からヨークハウジングを深絞り成型することを技術常識として\nわきまえている当業者には，容易に理解できる。\n(c)  このように，本件発明の技術的意義は，位置決め用の段差部を\nヨークハウジングの側部（内部）に形成しないことであり，位置決めをヨークハウ\nジングの開口部側端部で行うことである。\nしたがって，開口部側端部に位置決め用の段差部を設け，開口部側端部でブラシ\nホルダの軸方向の位置決めを行っている限り，本件発明の技術的範囲に含まれる。\n（被控訴人の主張）\n(ｱ) 本件発明の「開口部側端部」は，以下の理由から，少なくとも，専ら\n当接部の当接を受けるために形成された位置決め用の段差部等を含まないものと解\nすべきであるところ，被控訴人製品は，ヨークハウジング内側の凹んだ箇所に位置\n決め用の段差部を設け，ここにホルダ部材の当接部を当接させているものであるか\nら，このような段差部は，専ら当接部の当接を受けるために形成された位置決め用\nの段差部であって，本件発明の「開口部側端部」には該当しない。この段差部の設\n置場所が端部であろうと，側部であろうと，構造が複雑になるのは自明であるから，\n被控訴人製品の製造は容易にも低コストにもなっていない。したがって，被控訴人\n製品は，構成要件Ｄ及びＦを充足しない。\nａ  本件明細書の記載\n本件明細書の記載からすると，本件発明が解決する課題は，ヨークハウジングに，\nフランジ部とは別途，ホルダ部材の位置決めのため，段差部等の位置決め構造を設\nけることによってヨークハウジングの構成が複雑化し製造コストが増加するという\n点にあり，この課題を解決するための構成として，ホルダ部材の当接部をフランジ\n部に当接させる構成のみが開示されている。本件発明における「開口部側端部」は\nフランジ部と実質上同意義と解するほかないというべきであり，本件発明は，ホル\nダ部材の当接部をフランジ部に当接させることによってヨークハウジングの構成を\n単純化する発明である。\nｂ  本件発明の分割経緯\n(a) 本件特許は，２回の分割出願によって成立した特許である。\nそして，本件原出願においては，ホルダ部材の当接部を（フランジ部ではない）\n開口部側端部に当接させる構成は明細書上何ら開示されていなかったにもかかわら\nず，本件原出願から本件出願を分割出願する際（２回目の分割時）に，それまで\n「前記ホルダ部材には，前記ヨークハウジングの前記フランジ部に対して回転軸の\n軸方向に当接する当接部が設けられ，」とされていた構成（構成要件Ｆ）が，突如\nとして，「前記ホルダ部材には，前記ヨークハウジングの開口部側端部に対して回\n転軸の軸方向における反ギヤハウジング側に向かって当接する当接部が設けられ，」\nとの構成に変更されている（上記分割出願時点の直前に被控訴人製品の製造・販売\nが開始されたため，被控訴人製品を捕捉するためにクレームの範囲を拡大しようと\nしたものと推測される。）。\nしかし，分割出願に際して新規事項の追加を行うことが禁止されている以上，本\n件発明の課題及びその解決手段は，本件原々出願及び本件原出願における課題及び\n解決手段を超えるものであることはあり得ない。\n(b)  本件原々出願の明細書及び本件原出願の明細書の記載によると，\n本件原々出願及び本件原出願における課題は，ヨークハウジングに形成されたホル\nダ部材の位置決め用の段差部によってヨークハウジングの構成が複雑化することを\n防止することであって，本件発明の課題も，ヨークハウジングに形成されたホルダ\n部材の位置決め用の段差部によってヨークハウジングの構成が複雑化することを防\n止することである。\nそして，専ら当接部の当接を受けるために形成された位置決め用の段差部等は，\nヨークハウジングの構成を複雑化することになる以上，本件原々出願に係る発明は\n（控訴人が開口部側端部と主張する位置を含め）ヨークハウジングにホルダ部材の\n位置決めのための段差部等を設けることを排除していたものといえ，したがって，\nこのような段差部等は本件発明の開口部側端部にも含まれないというべきである。\n(c) なお，本件発明における「開口部側端部」はフランジ部と実質上\n同意義と解するほかないことは前記ａのとおりであって，仮に，ホルダ部材の当接\n部が当接する「開口部側端部」がフランジ部以外の部位を含むとすれば，本件原々\n出願及び本件原出願の明細書上，このような構成に関する開示も示唆もないため，\n分割出願に際して新規事項が追加されていることになり，分割要件違反の無効理由\nが存在することになる。\nｃ  従来技術との比較\n本件明細書の【００５３】によると，従来技術においても，ホルダ部材の軸方向\nへの位置決めそれ自体は達成されているところ，本件明細書記載の従来技術におい\nて解決済みの課題が本件発明の解決課題となることはあり得ないから，本件発明の\n目的は，単にホルダ部材のヨークハウジングの軸方向への位置決めを行うことでは\nなく，当該位置決めに際して，位置決め用の段差部等をヨークハウジングに設ける\nことによりヨークハウジングの構成が複雑になってしまう事態を解消することと解\nすべきである（本件明細書【００５５】，【００５７】）。\n(ｲ) 控訴人の主張について\n控訴人は，本件発明について，ヨークハウジングの側部ではなく開口部側端部で\n位置決めを行う発明であるとし，開口部側端部で位置決めを行うことにより，ヨー\nクハウジングの側部で位置決めを行う場合に比して，設計上，公差や熱膨張の観点\nから有利である旨主張する。\nしかし，上記のような設計上の公差や熱膨張といった観点は本件明細書に何らの\n記載もなく，そのほかにも何らの根拠もない\nウ  均等侵害の成否について\n（控訴人の主張）\n仮に，構成要件Ｆの「開口部側端部」に被控訴人製品の段差部（被当接部）は\n含まないと解釈しても，以下の理由から，被控訴人製品の段差部に係る構成は構成\n要件Ｆの「開口部側端部」と均等である。\n(ｱ)  発明の本質的部分\n本件発明の本質は，ヨークハウジング側部（内部）に位置決め用の段差部を成形\nするのではなく，「ヨークハウジングの開口部側の端の部分」に「ホルダ部材の当\n接部」を当接させて位置決めをするという点である。\n被控訴人製品は，ヨークハウジングの「開口部側端部」に深さ０．９ミリメート\nルの「段差部」を設けて，ホルダ部材の当接部を当接させているが，このように段\n差部を設けたとしても，ヨークハウジングの側部（内部）の構成の複雑化防止は達\n成できているから，上記段差部を設けるか否かは本件発明の本質的部分ではない。\nしたがって，被控訴人製品を上記の構成としたことによって，発明の本質的部分が\n変わったとは認められない。\n(ｲ)  置換可能性\n被控訴人製品の上記構成を採用したとしても，「被当接部」にホルダ部材の当接\n部が当接されてホルダ部材のヨークハウジングに対する回転軸の軸方向における反\nギアハウジング側への位置決めが可能となっており，また，ヨークハウジングの側\n部の構成を複雑にするという課題も解決されているから，置換可能である。\n(ｳ)  置換容易性\n部材と部材が当接する部分について，段差その他の構成を設ける技術は，当業者\nにおける周知慣用技術であるから，被控訴人製品を上記構成に置換することは容易\nである。\n(ｴ)  公知技術からの非容易想到性\n被控訴人製品の上記構成が，本件発明の出願時の公知技術から容易に想到し得る\nとする事情もない。\n(ｵ)  意識的除外\n本件発明の出願経過等において，ヨークハウジングの開口部側端部に位置決め用\n段差部を形成する構成が意識的に除外された事実はない。\n（被控訴人の主張）\nホルダ部材の当接部をフランジ部に当接させる構成は，ヨークハウジングの構成\nの複雑化を防止するという本件発明の効果を発揮するための構成なのであるから，\nまさに本件発明の本質的部分であって，この構成を採用していない被控訴人製品に\nついて，本件発明の均等侵害が成立する余地はない。\nまた，前記の分割の過程から明らかなとおり，控訴人は，本件発明の出願経過に\nおいてホルダ部材を当接させるための段差部等を設ける構成を明示的に除外してお\nり，均等の第５要件も充足しない。\n第３  当裁判所の判断\n１  構成要件Ｃ，Ｆの充足性について\n当裁判所は，被控訴人製品は，構成要件Ｃを充足するが，構成要件Ｆを充足しな\nいものと判断する。\nその理由は，次のとおり補正するほかは，原判決の事実及び理由欄の第３に記載\nのとおりであるから，これを引用する。\n（原判決の補正）\n(1) 原判決２４頁２０行目の末尾の次に行を改めて次のとおり加える。\n「「・・・前記ホルダ部材には，前記ヨークハウジングの前記フランジ部に対し\nて回転軸の軸方向に当接する当接部が設けられ・・・」（段落【００５６】）」\n(2) 原判決２５頁４行目の「ヨークハウジングの」の次に「側部の」を加え，\n１０行目の「容易化等」を「容易化及び製造コストの削減」に改める。\n(3)  原判決２５頁２６行目冒頭から２８頁１０行目末尾までを次のように改\nめる。\n「３  構成要件Ｆの「開口部側端部」の充足性について\n(1)ア 前記１のとおり，本件発明の課題は，ヨークハウジングの側部にホル\nダ部材の回転軸の軸方向の位置決め用の段差部を設けると，ヨークハウジングの側\n部の構成が複雑になるため，それを回避するという点にあり，同課題を解決するた\nめに，構成要件Ｆの構成を採用し，ホルダ部材の当接部をヨークハウジングの開口\n部側の端部に当接させて，ホルダ部材の軸方向の位置決めを行うこととしたのであ\nるから，ヨークハウジングの側部に位置決め用の段差部を設ける構成は構成要件Ｆ\nを充足せず，同様に，ヨークハウジングの開口部側の端部に位置決め用の段差部を\n設けた結果，ヨークハウジングの側部にも位置決め用の段差部が形成される場合も\n構成要件Ｆを充足しないというべきである。なお，ここでいうヨークハウジングの\n側部は，ヨークハウジングの内側の面全般を指すものと解され，その構成の複雑化\nを回避するという本件発明の課題に照らしても，その範囲を限定すべき理由はない。\nしたがって，ヨークハウジングの開口部側の端部に，当接部を当接させてホルダ\n部材の位置決めをするための段差部を設けた場合に，同段差部がヨークハウジング\nの側部に及ぶことにより，ヨークハウジングの側部にも段差部が形成されることに\nなる同段差部の底部（ホルダ部材の当接部が当接する被当接部。以下「段差部被当\n接面」という。）は構成要件Ｆの「開口部側端部」に当たらないと解するのが相当\nである（控訴人も，争点(2)エにおいて，構成要件Ｆの「開口部側端部」は，ヨー\nクハウジングの側部との対比で用いられ，ヨークハウジングの側部を除外するもの\nであると主張している。）。\nイ  被控訴人製品には，いずれも，開口部側の端部に深さ約０．９ｍｍの\n位置決め用の段差部が設けられ，同段差部の底部（段差部被当接面）にホルダ部材\nの当接部が当接するところ，同段差部の設置により，ヨークハウジングの側部にも\n段差部が形成されることになるものと認められる（弁論の全趣旨）。\n被控訴人製品においては，上記段差部の設置により，ヨークハウジングの側部\nに段差部が生じてしまうため，ヨークハウジングの側部の構成の複雑化を回避する\nことはできない。\nウ  したがって，被控訴人製品における段差部被当接面は，構成要件Ｆの\n「開口部側端部」には当たらず，被控訴人製品は，構成要件Ｆを充足しないという\nべきである。\n(2) 控訴人の主張について\nア 控訴人は，ヨークハウジングの「開口部側端部」とは，文字どおりに\n読めば，「ヨークハウジングの開いた部分の端の部分」という意味であるところ，\n被控訴人製品は，ヨークハウジングの開口部に，わずか０．９ｍｍの「当接用の段\n差」を設けただけのものであり，ホルダ部材の当接部は，この段差部分に当接して\nいるから，被控訴人製品においては，「ヨークハウジングの開いた部分の端の部分」\nに，「ホルダ部材の当接部」が当接していると主張する。\nしかし，前記１のとおり，本件発明は，ヨークハウジングの側部にホルダ部材の\n位置決め用の段差部を設けるとヨークハウジングの側部の構成が複雑になるため，\nそれを回避するという課題を解決するために，ホルダ部材の当接部をヨークハウジ\nングの開口部側端部に当接させて，ホルダ部材の位置決めを行うこととしたのであ\nるから，ホルダ部材の位置決めのための段差部を開口部側の端部に設けたとしても，\n同段差部がヨークハウジングの側部にも及んだ場合は，上記課題を解決することが\nできない以上，同段差部にホルダ部材の当接部が当接する部分（段差部被当接面）\nは，構成要件Ｆの「開口部側端部」に当たらないというべきである。\nそして，被控訴人製品における上記段差部の深さが０．９ｍｍであっても，ヨー\nクハウジングの側部に段差部が生じているのであるから，被控訴人製品の段差部被\n当接面は，構成要件Ｆの「開口部側端部」に該当しないというべきである。\nこの点，控訴人は，ヨークハウジングの開口部側端部に段差部を形成する場合に\nは，ヨークハウジングの肉厚をそのまま利用することができ，側部の構成を複雑に\nすることは全くないと主張するが，ヨークハウジングの側部に段差部が形成される\n以上，ヨークハウジングの側部の構成が複雑にならないということはないというべ\nきである。\nしたがって，控訴人の上記主張は理由がない。\nイ  控訴人は，ヨークハウジングの開口部側端部に位置決め用の段差部を\n形成することは，ヨークハウジングの側部に位置決め用の段差部を形成することに\n比べて，製造が容易となる旨主張する。\nしかし，前記１のとおり，本件発明は，ヨークハウジングの側部に位置決め用の\n段差部を設けないことにして，ヨークハウジングの側部の構成を単純化し，これに\nより，ヨークハウジングの製造の容易化と製造コストの削減を図ったものであるか\nら，ヨークハウジングの側部に位置決め用の段差部を設けた構成では，本件発明の\n課題を解決したことにはならない。\nしたがって，被控訴人製品のように，ヨークハウジングの開口部側の端部に形成\nされた位置決め用の段差部がヨークハウジングの側部に及んでいる場合に，段差部\n被当接面を構成要件Ｆの「開口部側端部」に含ませるのは相当ではなく，控訴人の\n上記主張は理由がない。\nウ  控訴人は，被控訴人製品のように，開口部側端部にホルダ部材の位置\n決め用の段差部を設けることにより，ヨークハウジングの側部に段差部を設ける場\n合に比べて，開口部側端部からの距離が短くなり，設計上，公差や熱膨張の観点か\nら有利となる，また，このことは技術常識であると主張する。\nしかし，本件明細書には，本件発明は，ヨークハウジングの側部の構成が複雑に\nなるという課題を解決するために，ホルダ部材の当接部をヨークハウジングの開口\n部側端部に当接させて，ホルダ部材の位置決めを行うこととしたこと，これにより，\nヨークハウジングの製造の容易化とコストの削減の効果が生じることが記載されて\nいるが，控訴人主張の上記の点を本件発明の課題又は効果としたことをうかがわせ\nる記載はないのであるから（甲２），仮に，上記の点が技術常識であるとしても，\n本件発明は，上記の点を課題又は効果としていないものと解するのが相当である。\nしたがって，控訴人の上記主張は，明細書の記載に基づかない主張であり，採用\nできない。」\n２  均等侵害の成否について\n(1) 控訴人は，構成要件Ｆの「開口部側端部」に被控訴人製品の段差部被当接\n面は含まれないと解釈しても，被控訴人製品の段差部に係る構成は構成要件Ｆの構\n成と均等であると主張する。\nそこで検討するに，前記１のとおり，本件発明は，ヨークハウジングの側部にホ\nルダ部材の位置決め用の段差部を設けるとヨークハウジングの側部の構成が複雑に\nなるため，それを回避するという課題を解決するために，構成要件Ｆの構成を採用\nし，ホルダ部材の当接部をヨークハウジングの開口部側端部に当接させて，ホルダ\n部材の位置決めを行うこととし，これにより，ヨークハウジングの側部に位置決め\n用の段差部を設けない構成とすることができ，上記課題を解決したのであるから，\nヨークハウジングの側部に位置決め用の段差部を設けないこととした点は，本件発\n明の本質的部分というべきである。\nそして，被控訴人製品においては，前記１のとおり，ヨークハウジングの開口部\n側の端部に設けられた位置決め用の段差部は，ヨークハウジングの側部にも及んで\nおり，同側部に位置決め用の段差部が形成されているのであるから，本件発明の本\n質的部分である構成を採用していないというべきである。\n(2) 控訴人は，被控訴人製品の構成によっても，ホルダ部材のヨークハウジン\nグに対する回転軸の軸方向における反ギアハウジング側への位置決めが可能となっ\nており，また，ヨークハウジングの側部の構成を複雑にするという課題も解決され\nているから，置換可能性の要件も充たす旨主張する。\nしかし，前記のとおり，被控訴人製品においては，ヨークハウジングの側部に\nも位置決め用の段差部が形成されているのであるから，ヨークハウジングの側部に\n位置決め用の段差部を形成することによって生じるヨークハウジングの側部の構成\nの複雑化を回避するという課題は解決していない。\n(3) したがって，被控訴人製品について均等侵害は成立しないというべきであ\nる。\n第４  結論\n以上の次第で，控訴人の本件請求は，その余の点を判断するまでもなく，いずれ\nも理由がなく，原判決は相当であるから，本件控訴を棄却することとして，主文の\nとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義    之\n裁判官\n佐    野        信\n裁判官\n熊    谷    大    輔\n"
}