{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 14
  },
  "case_number": "平成28(ネ)10100",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86595",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86595",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/595/086595_hanrei.pdf",
  "contents": "平成２９年３月１４日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ネ）第１０１００号  特許権侵害差止等請求控訴事件\n原審・東京地方裁判所平成２７年（ワ）第３１８７号\n口頭弁論終結日  平成２９年２月１４日\n判     決\n控訴 人     グローブライド株式会 社\n同訴訟代理人弁護士    高    橋    元    弘\n末    吉        亙\n同補佐人弁理 士    水     野    浩    司\n被控訴 人     株 式 会 社 シ マ ノ\n同訴訟代理人弁護士    鎌    田    邦    彦\n北    井        歩\n毒    島    光    志\n村    上    光  太  郎\n同補佐人弁理 士    小    野    由  己  男\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙被告製品目録記載の各魚釣用電動リールを製造し，\n譲渡し，若しくは輸出し，又は譲渡の申出をしてはならない。\n３  被控訴人は，原判決別紙被告製品目録記載の各魚釣用電動リールを廃棄せよ。\n４  被控訴人は，控訴人に対し，３８５０万円及びこれに対する平成２７年２月\n１９日から支払済みまで年５分の割合による金員を支払え。\n５  訴訟費用は，第１，２審とも被控訴人の負担とする。\n６  第２ないし４項につき仮執行宣言\n第２  事案の概要（略称は，特に断らない限り，原判決に従う。）\n１  本件は，発明の名称を「魚釣用電動リール」とする発明に係る特許権（特許\n第５６４１６２３号（本件特許権１），同第５６４１６２４号（本件特許権２），\n同第５６４１６２５号（本件特許権３））を有する控訴人が，原判決別紙被告製品\n目録記載の各魚釣用電動リール（被告製品）を販売等する行為は，本件特許権１な\nいし３を侵害する行為である旨主張して，被控訴人に対し，①特許法１００条に基\nづき，被告製品の製造，譲渡等の差止め及び廃棄，②不法行為による損害賠償請求\n権に基づき，損害賠償金３８５０万円（平成２６年１１月７日から平成２７年１月\n３１日までの間に被告製品を販売したことによる損害額３５００万円及び弁護士等\n費用３５０万円の合計額）及びこれに対する訴状送達の日の翌日である平成２７年\n２月１９日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめた事案である。\n２  原判決は，被告製品は，本件特許権１に係る特許（本件特許１）の特許請求\nの範囲の請求項１に記載された発明（本件発明１），本件特許権２に係る特許（本\n件特許２）の特許請求の範囲の請求項１に記載された発明（本件発明２）及び本件\n特許権３に係る特許（本件特許３）の特許請求の範囲の請求項１に記載された発明\n（本件発明３）の各技術的範囲に属するが，本件特許１ないし３はいずれも特許無\n効審判により無効にされるべきものであるから，控訴人は被控訴人に対し本件特許\n権１ないし３を行使することはできないとして，控訴人の請求をいずれも棄却した。\n３  そこで，控訴人が，原判決を不服として控訴を提起した。\n４  前提事実は，原判決「事実及び理由」の第２の１記載のとおりであるから，\nこれを引用する。\n５  争点は，原判決９頁７行目末尾に改行の上，「   訂正の対抗主張の成否」\nを付加し，同頁８行目の「   原告の損害額」を「   控訴人の損害額」と訂正す\nるほかは，原判決「事実及び理由」の第２の２記載のとおりであるから，これを引\n用する。\n第３  争点に関する当事者の主張\n争点に関する当事者の主張は，下記１のとおり， 主張を補充し，下\n記２のとおり， 当審における主張を付加するほかは，原判決「事実及\nび理由」の第２の３記載のとおりであるから，これを引用する（ただし，引用に係\nる原判決中\nついて」と訂正する。）。\n１  争点 （本件各発明の乙１８発明に基づく進歩性欠如）について\n〔被控訴人の主張〕\n本件各発明の課題の周知性ないし乙１８発明の課題との共通性\nア  本件各発明は，「釣竿とリール本体を片手で容易に把持できるとともに，そ\nの手の親指でモータ出力を調整する操作部材を巧みに操作でき，更には，操作部材\nの操作中や急に大きな負荷がかかっても十分な把持性を有する魚釣用電動リールを\n提供すること」を課題とするものである（【０００６】）。\nイ  当業者であれば，電動リールにおいても，リール（リール本体と釣竿）を片\n方の手で把持しその手の親指でモータ出力調整体を操作すること，そして，その際\nの操作性（操作性・把持性）の向上を図ることは当然に考えることであり，本件各\n発明の上記課題は，自明ないし周知の課題にすぎない（乙１７，２０，２２，３９\n～４１，４３，４８，５１，５２，７２等）。\nウ  また，乙１８発明は，片方の手でリール（リール本体及び釣竿）を把持し，\nその手の親指で操作部材を操作する際の操作性の向上を課題とするものであるから\n（【００２６】等），本件各発明の上記課題（「釣竿とリール本体を片手で容易に\n把持できるとともに，その手の親指でモータ出力を調整する操作部材を巧みに操作\nでき」るという課題）と共通する。\n課題解決手段の周知性\nア  手持ち状態で使用するリールにおいて，リールを片方の手で把持しその手の\n親指でモータ出力を調整する操作部材を操作する際の操作性（操作性・把持性）の\n向上のため，操作部材を親指の届きやすい位置に配置するのは当然のことである（乙\n２３）。\nイ  リールは後方側から把持されるものであるところ，親指の届きやすい位置と\nして，モータ出力等を調整する操作部材を制御ケースの後方側で側板の上部に配置\nすることは周知である（乙１７，１８，２０，２１，２４，４３等）。\nウ  また，操作部材は，リールを後方側から把持した手の親指で操作されるもの\nであるから，リール本体に対して前後方向に回転操作するものが合理的かつ一般的\nである（乙１８，２０，２１，２８，４３等）。\nエ  さらに，操作部材は外側から操作されるものであるから操作部材がリールの\n表面から露出することは当然のことであり，側板の表面から露出するものも周知で\nある（乙１８，２０，２４，２８，４３等）。\nオ  そうすると，本件各発明における「操作部材を制御ケースの後方側で少なく\nとも左右の側板の一方の上部にその側板の表面から露出した状態で前後方向に回転\n可能に装着する」構成は，リールを片方の手で把持しその手の親指でモータ出力を\n調整する操作部材の操作性の向上という自明かつ周知の課題を解決するための周知\n技術そのもの，又は周知技術を組み合わせて容易に想到することができる構成にす\nぎない。\nカ  また，操作部材について，レバー式，スライド式，ダイヤル式は，一般的に\n置換可能な代替手段であって周知のものであり，置換後の配置位置又は態様も，技\n術の具体的適用に伴い適宜設計される事項にすぎない（乙１７，１８，２２，２５\n～２７等）。\n本件各発明の容易想到性\nア  本件発明１\n乙１８発明も乙１７発明も乙２０発明も，いずれもリールを片方の手で把持しそ\nの手の親指でモータ出力を調整する操作部材を操作する際の操作性（操作性・把持\n性）の向上という点で課題及び作用効果を共通にしており，これらを組み合わせる\n動機付けがある。\nしたがって，乙１８発明に，乙１８公報の図８又は乙１７公報の図９を適用して，\n乙１８発明の操作部材を略円筒形状に構成され前後方向に回転する操作部材に変え\nること（相違点③）は，容易に想到できたことである。そして，その際，親指が届\nきやすい配置位置として操作部材をより後方に下げて制御ケースの後方側に配置す\nることは，設計的事項にすぎないか，操作部材を側板の上部で制御ケースの後方側\nに配置する周知技術を適用することにより，容易に想到できたことである（相違点\n①）。\nさらに，魚釣り用電動リールにおいて検知手段の防水性の確保等は自明かつ周知\nの課題であり，そのために操作部材を制御ケースに配設するとともに制御ケースに\n支持された支軸に操作部材を回転可能に装着し，制御ケースに操作部材の操作角度\nを検知する検知手段を設けることは古くからの周知技術であるから（乙１７，１９，\n３４），この周知技術を適用することにより，操作部材が「前記制御ケースに配設\nされるとともに，前記制御ケースに支持された支軸に前後方向に回転可能に装着さ\nれて」おり，「前記制御ケースには，操作部材の操作角度を検知する検知手段が設\nけられている」構成とすることも，容易に想到できたことである（相違点②及び④）。\nなお，検知手段が角度を検知するものである点は，操作部材が回転可能に装着さ\nれている構成とする場合，当然に得られる構成である。\n以上によれば，本件発明１は，乙１８発明に基づき，容易に発明をすることがで\nきたものである。\nイ  本件発明２及び３\n乙１８公報の図８及び乙１７公報の図９の操作部材は，略円筒形状に形成され外\n表面の円弧領域が操作部としてリールの上部の表面から露出している構成（本件発\n明２との関係）及び親指を接触させて操作される外表面の円弧領域が露出するよう\nにリールの上部の表面に形成された凹所内に下方領域が収容されて前後方向に向け\nて回転可能に装着されている構成（本件発明３との関係）を有しており，また，本\n件発明２の操作部材の大きさは，設計的事項にすぎない上（乙１８公報の図８も乙\n１７公報の図９も，その範囲内の大きさであるとみられる。），技術常識（乙３７）\nの範囲内でもあるから，本件発明２と乙１８発明との相違点（操作部材がスライド\nレバー形状で寸法が明記されておらずその外表面が突起状のつまみである点。以下\n「相違点⑤」という。），本件発明３と乙１８発明との相違点（操作部材の外表面\nが突起状のつまみであり下方領域の収容態様が不明である点。以下「相違点⑥」と\nいう。）に係る構成も，容易に想到できたものである。\nよって，本件発明２及び３は，乙１８発明に基づき，容易に発明をすることがで\nきたものである。\n把持方法について\n本件各発明は片手のみで釣竿とともにリール本体を把持することを構成とするも\nのではないことに加え，当業者であれば，乙１８発明は，手持ち状態で使用するも\nのであり，リール本体と釣竿を片手で把持するものであると当然に理解するという\nことができるが，仮に，乙１８発明と本件各発明とが，片方の手でリール本体のみ\nを把持するものであるか，リール本体と釣竿の両方を把持するものであるかという\n把持方法の点で相違するとしても，以下のとおり，本件各発明は乙１８発明及び周\n知技術に基づいて容易に発明をすることができたものである。\nア  魚釣用電動リールにおいて，片方の手でリール本体と釣竿を把持しその手の\n親指でモータ出力を調整する操作部材を操作する際の操作性（操作性・把持性）の\n向上という課題は，自明かつ周知であり，その課題の解決のために，リール本体と\n釣竿を片手で把持するものについて，操作部材の配置位置等を工夫した電動リール\nが多数存在する（乙１７，２０，２１，３８～４３，４６～４８，５１～５３，７\n２等）。\nそうすると，手持ち状態で使用する乙１８発明においても，釣竿とリール本体を\n把持した片手の親指で操作部材を巧みに操作するという上記課題に沿って，本件各\n発明のように構成することは容易に想到できたことである。\nイ  また，手持ち状態で使用するリールにおいては，片手でリール本体と釣竿を\nともに把持する方法が安定的で操作性の高い把持方法として技術常識であるから\n（乙３８，７１，７２等），当業者であれば，手持ち状態で使用する乙１８発明に\nおいても，当然に，片手でリール本体と釣竿をともに把持することを考えるという\nことができる。\nさらに，手持ち状態で使用する電動リールについては，古くから，釣竿とともに\nリール本体を片手で把持して釣りをする「ベイトリール」のようにするという一般\n的な課題が市場・業界に存在し，かかる課題を満足するリールが周知であったので\nあるから（甲１６，乙４６～４８，５１～５３等），当業者は，乙１８発明におい\nても，当然に，ベイトリールのように片手でリール本体と釣竿をともに把持するこ\nとを考えるということができる。\nそして，片方の手でリール本体のみを把持する場合であっても，リール本体と釣\n竿を把持する場合であっても，リール本体，あるいは，リール本体と釣竿を把持し\nた手の親指で操作部材を操作する際の操作性・把持性の向上という課題の解決のた\nめに，操作部材を制御ケースの後方側で側板の上部に装着すること，側板の表面か\nら露出した状態で装着すること，前後方向に回転可能に装着することが好適である\nことに変わりはない。\nそもそも，釣竿等を両手で把持するか，片手のみで把持するかは，釣竿等の重さ\nや実釣時の状況に左右されるものであり，釣竿等を両手で把持する場合であっても，\n片手のみで把持する場合であっても，操作部材の配置態様等において変わりはない。\nなお，リールを小型化すればリールを把持した手の親指で操作部材を操作する上\nでの操作性（操作性・把持性）が向上することは自明かつ周知であるところ，電動\nリールは，早くから小型化が進み，原出願の出願日当時，既に十分小型化されてい\nたから（甲１６，乙４６～４８，５１～５３等），当業者であれば，操作部材の配\n置位置等をそのままにして大きさを小さくすることを当然考え，また，周知例等の\nうちに電動リールに関するものでないことが含まれていたとしても，これを電動リ\nールに適用することを当然考えるというべきである。\nそうすると，乙１８発明において，本件各発明のように構成することは容易に想\n到できたことである。\n小括\n以上のとおり，本件各発明は，乙１８発明に基づき容易に発明をすることができ\nたものであって，特許無効審判により無効にされるべきものである。\n〔控訴人の主張〕\n本件各発明の特徴\n従来の魚釣用電動リール（乙１７，１８）は，片手でリール本体を把持すること\nを前提としたものであるため，釣竿とリール本体を把持する片手で，モータの出力\n調整操作をあらゆるシーン（単なる仕掛け回収のような巻き取りや，魚を誘う場合\nに応じた複雑（緩急）な巻き取り操作等）に適宜対応できるものとはなっておらず，\nまた，親指が届いても，力を入れることができない位置に操作部材（操作部）があ\nり，所望の巻き取り状態が得られないという問題があった。\n本件各発明は，上記問題に鑑み，釣竿とリール本体を片手で容易に把持できると\nともに，その手の親指でモータ出力を調整する操作部材を巧みに操作でき，更には，\n操作部材の操作中や急に大きな負荷がかかっても十分な把持性を有する魚釣用電動\nリールを提供することを目的として，かかる課題の解決手段として，操作部材を，\n制御ケースの後方側で，少なくとも左右の側板の一方の上部にその側板の表面から\n露出した状態で前後方向に回転可能に装着する構成を採用したものである。\n本件各発明によれば，①操作部材の装着位置を制御ケースの後方側で，少なくと\nも左右の側板の一方の上部とすることで，釣竿とリール本体を把持した手の親指が\n届き，操作した際に力を十分に伝えることができるとともに（【０００８】），②\n操作部材を，左右の側板の一方の上部にその側板の表面から露出した状態で装着し，\nかつ，前後方向に回転可能に装着することで，上方から押え付けて転がすような操\n作ができることから，把持している手の親指で回転操作した際，親指が左右にずれ\nることがなく把持安定性を高くすることができるという作用効果を奏する（【００\n０８】，【００２３】）。\n本件発明１の容易想到性\nア  本件発明１と乙１８発明との対比\n本件各発明は， 操作部材を，その装着位置を制御ケースの後方\n側で，少なくとも左右の側板の一方の上部に装着すること，左右の側板の一方の上\n部にその側板の表面から露出した状態で装着すること，前後方向に回転可能に装着\nすることの全ての構成によって課題の解決をしているものである。\nしたがって，解決課題に係る技術的観点を考慮すれば，本件発明１と乙１８発明\nとは，①操作部材について，本件発明１では，「操作部材は，前記制御ケースの後\n方側で，少なくとも左右の側板の一方の上部にその側板の表面から露出した状態で\n前記制御ケースに配設されるとともに，前記制御ケースに支持された支軸に前後方\n向に回転可能に装着されて」いるのに対し，乙１８発明では，モータ出力調節体４\n０が制御ケースの左側方側でほぼ中央に配置されるとともに，左側板の表面から露\n出した状態でモータ出力調節体４０の操作部４０ａを略円弧方向Ｔにスライド操作\nすることによってモータ出力を増減調節するよう装着されている点，②本件発明１\nの操作部材は制御ケースに支持された支軸に回転可能に装着されているが，乙１８\n発明のモータ出力調節体４０は制御ケースに配設されると共に制御ケースに支持さ\nれた支軸に装着されているかどうか不明である点，③本件発明１の検知手段は，操\n作角度を検知するように制御ケースに設けられているのに対し，乙１８発明のモー\nタ出力調節体４０の検知手段が角度を検知するものなのか，また，制御ケースに設\nけられているかどうか不明である点において相違する。\nイ  乙１８発明及び周知技術における電動リールを装着した釣竿の把持保持方法\n乙１８公報には，リール本体を握持保持することが記載されている（請求項\n３，【００２４】，【００３０】，【００３２】）。特に【００２４】に，釣竿又\nはリール本体４を保持する手を持ち換えるだけで手動魚釣操作と電動魚釣操作のい\nずれか一方の操作形態に切り換えることができる旨記載されているように，乙１８\n発明は，ハンドル２とモータ出力調節体４０がリール本体４の左右の両側部に振り\n分け配置されているため，釣竿又はリール本体４を保持する手を持ち換えるだけで\n手動魚釣操作と電動魚釣操作のいずれか一方の操作形態に切り換えることができ，\n手動魚釣操作と電動魚釣操作の切換を容易に，かつ誤操作することなく確実に行え\nること，及びモータ出力調節体４０をスプール８の回転軸芯よりも上方側（表示ケ\nース５０の側方）に配置したことによって，釣り人がリール本体４を握持した状態\nで，かつ指や手の無理のない姿勢でモータ出力調節体４０を変位操作することを目\n的としたものである。乙１８公報には，乙１８発明が，一方の手でリール本体，他\n方の手で釣竿を保持するものであることが記載されており，片手のみで釣竿とリー\nル本体を把持することについては記載も示唆もない。\nまた，乙１８公報のうち，乙１８発明は【００２９】の第２の変形例であるが，\nその前提となる実施形態（図１，図２）では，釣竿及びリール本体を片手で把持す\nる把持態様であればモータ出力調節体４０に指や手は届かないのであるから，乙１\n８発明ではリール本体のみを把持した手の指でモータ出力調節体４０を操作すると\n理解する。\n以上によれば，乙１８発明は，リール本体のみを把持した手やその指でモータ出\n力調節体４０を操作するものであって，乙１８公報には，片手のみで釣竿とリール\n本体を把持することについては，記載も示唆もない。\n甲１６，乙１７，３９ないし４３，４６ないし４８，５１及び５２に係る電\n動リールは，いずれも片手で釣竿とリール本体とを把持した手の親指で巻上げ速度\nの調整を行うものではなく，少なくとも，本件各発明が目的とする釣竿とリール本\n体を片手で容易に把持でき，その手の親指でモータ出力を調整する操作部材を巧み\nに操作でき，更には，操作部材の操作中や急に大きな負荷がかかっても十分な把持\n性を有する魚釣用電動リールを提供することを目的とするものではない。また，乙\n７２に記載されているのは，通常の魚釣用リールに補助巻取り専用モータを備えた\nリールであって，電動リール一般の把持態様を示すものではない。\nウ  本件各発明の課題を認識できないこと\n乙１８公報には，リール本体のみを把持した手やその指でモータ出力調節体\n４０を操作することのみが開示されているのであって，片手のみで釣竿とリール本\n体を把持することは記載も示唆もない。その他の文献（乙１７，２０～２２）も片\n手で釣竿とリール本体とを把持した手の親指でモータ出力の調節のための操作部材\nを操作するものではない。したがって，これらの文献には，「釣竿とリール本体を\n片手で容易に把持できるとともに，その手の親指でモータ出力を調整する操作部材\nを巧みに操作でき，更には，操作部材の操作中や急に大きな負荷がかかっても十分\nな把持性を有する魚釣用電動リールを提供する」という課題については，記載も示\n唆もない。\n電動リールでは，ハンドルを用いた手動での巻上げ操作も行えるようになっ\nているため，釣竿とリール本体を片手で把持できる電動リールでは，巻上げ操作は\n手動でも電動でもハンドル側の手で行うというものであった。実際に，原出願の出\n願日前の電動リールを見ると，モータの出力調整操作をあらゆるシーン（単なる仕\n掛け回収のような巻き取りや，魚を誘う場合に応じた複雑な巻き取り操作等）に適\n宜対応する操作部材としては，ハンドル側に配置され，釣竿ないしリール本体と釣\n竿を把持した手と反対側の手で摘まんで操作するもののみが存在していた（甲１６，\n１８，甲３２の１～３，乙４６）。また，乙３８は，小型の電動リールを前提とし\nた記載であるところ，小型の電動リールでは，他方の手が空いているために，モー\nタ出力を調整する操作部材の操作は，釣竿とリール本体を把持していない手で操作\nすれば足りるから，釣竿とリール本体を把持した手の指で操作部材を操作するとい\nう動機付けはなかった。\nしたがって，釣竿とリール本体を片手で把持できる電動リールでは，ハンドルが\n備えられている側の手の指でレバー形状のモータ出力を調整する操作部材を摘まん\nで操作するという固定観念を打破し，釣りの一連の動作について片手で行えるよう\nにするとともに，釣竿とリール本体を片手で容易に把持でき，その手の親指でモー\nタ出力を調整する操作部材を巧みに操作でき，更には，操作部材の操作中や急に大\nきな負荷がかかっても十分な把持性を有する魚釣用電動リールを提供するという本\n件各発明の課題を認識することはできなかった。\nエ  原判決における周知技術の認定が誤りであること\n乙１８公報に開示されている電動リールは，リール本体のみを片手で把持す\nるもの，乙１７公報に開示されている電動リールは，比較的大型の電動リールであ\nるため，両手で電動リール本体を備えた釣竿を把持することを前提とするもの，乙\n２１公報に開示されている電動リールは，竿のみを片手で把持するものであり，い\nずれも片手で釣竿とリール本体とを把持した手の親指が届きやすい位置にモータ出\n力の調整のための操作部材を設けるものではない。また，乙２３及び２４も，片手\nで釣竿とリール本体とを把持した手の親指が届きやすい位置にモータ出力の調整の\nための操作部材を設けることを開示するものではない。\n「シーボーグ  １５０Ｓ」（乙４６），「シーボーグ２５０ＦＢ」（乙４７），\n「ＬＥＯＢＲＩＴＺ  １５０」（乙４８，５３）の「チョイ巻き」スイッチや乙３\n８等の「寸動スイッチ」は，ベイトキャスティングリールにおける限定的な課題，\nすなわち，糸ふけ防止時の課題，棚取り時の課題，魚取り込み時の課題を解決する\nための手段（ルアーのアクションを付ける操作や棚取りの操作時，又は魚の取り込\nみ時の微妙で単純な巻き取り操作を簡単にできるようにするための手段）にすぎな\nいから，釣竿とリール本体を片手で容易に把持できるとともに，モータ出力を多段\n階に調整して所望の巻き取り状態を得るという構成を開示するものではない。\n以上のとおり，片手で釣竿とリール本体とを把持した手の親指が届きやすい位置\nにモータ出力の調整のための操作部材を設けるものは，原出願の出願日前には開示\nされていない。\n乙１７公報，乙１８公報，乙２２及び２５ないし２７は，いずれも具体的な\n配置位置・態様を前提としたものか，あるいは，抽象的に置換できると述べるもの\nの置換後の配置位置や態様が明らかではないものであって，これらの文献には，電\n動リールにおいてレバー式やスライド式の操作部材を，配置位置や配置態様を無視\nしてダイヤル式に置換してよいという技術常識ないし技術は開示されていない。\nオ  相違点の容易想到性\n前記ア①の点\n操作部材は，制御ケースの後方側で，少なくとも左右の側板の一方の上部にその\n側板の表面から露出した状態で前後方向に回転可能に装着されているとの構成は，\nいずれの文献にも開示されておらず，そもそも乙１８発明に組み合わせる技術がな\nい。\nまた，本件発明１の課題は，前記ウのとおり，当業者において認識することがで\nきなかったから，乙１８発明のモータ出力調節体４０の配置・装着態様に代えて，\n上記構成を備えるようにすることについて，動機付けがない。\nしたがって，乙１８発明において，前記ア①に係る本件発明１の構成を備えるよ\nうにすることについては，当業者が容易に想到できたものではない。\n前記ア②及び③の点\n防水性の確保のために電動リールのモータ出力の操作部材の角度を検知する手段\nを制御ケース内に配置することは僅か２件の公報（乙１９，３４）に記載されてい\nるにすぎず，これが周知技術であるということはできない。\nまた，防水性の確保のために，乙１８発明のモータ出力調節体４０の操作部４０\nａを前記ア①に係る構成に置換できたとしても，操作部材の角度検知手段を制御ケ\nース内に配置することの動機付けとなる記載は，乙１８公報にはない。\nしたがって，乙１８発明において，前記ア②及び③に係る本件発明１の構成を備\nえるようにすることについては，当業者が容易に想到できたものではない。\n本件発明２の容易想到性\nア  本件発明２と乙１８発明との対比\n本件発明２と乙１８発明とは，①操作部材について，本件発明２では「操作部材\nは，前記制御ケースの後方側で，少なくとも左右の側板の一方の上部に前後方向に\n向けて回転可能に装着」されているのに対し，乙１８発明では，モータ出力調節体\n４０が制御ケースの左側方側でほぼ中央に配置されるとともに，左側板の表面から\n露出した状態でモータ出力調節体４０の操作部４０ａを略円弧方向Ｔにスライド操\n作することによってモータ出力を増減調節するよう装着されている点，②本件発明\n２の操作部材は直径が１０～２４ｍｍ，軸方向長さが２～２０ｍｍの略円筒形状に\n形成され，その外表面が円弧領域であるのに対し，乙１８発明のモータ出力調節体\n４０の操作部４０ａは，スライドレバー形状で寸法が明記されておらず，外表面が\n突起状のつまみである点において相違する。\nイ  相違点の容易想到性\n前記ア①の点\n備えるようにすることについては，当業者が容易に想到できたものではない。\n前記ア②の点\n２の課題及びこれに応じた作用効果は，乙１８公報の\nみならず，いずれの文献にも開示も示唆もされていない。\n特に，本件発明２では，操作部材を直径が１０～２４ｍｍ，軸方向長さが２～２\n０ｍｍの略円筒形状に形成することで，釣竿とリール本体を片手で把持した場合に\nより把持安定度を向上させるとともに，親指を押さえつけて安定して転がし操作が\nできるようにしている（【００２５】）。\nしたがって，上記課題の解決のために操作部材の形状や寸法を定めることが設計\n的事項であるということはできない。また，乙１８公報に接した当業者において，\n上記課題の解決のために操作部材の形状や寸法を定めることについては，その動機\n付けもない。さらに，片手でリール本体と釣竿を把持し，その手の親指で巻上げ速\n度の調整の操作を行う場合に，操作部材を直径が１０～２４ｍｍ，軸方向長さが２\n～２０ｍｍの略円筒形状に形成することは通常想定された範囲ではない。\nそうすると，乙１８発明において，前記ア②に係る本件発明２の構成を備えるよ\nうにすることについては，当業者が容易に想到できたものではない。\n本件発明３\nア  本件発明３と乙１８発明との対比\n本件発明３と乙１８発明とは，①操作部材について，本件発明３では「操作部材\nは，前記制御ケースの後方側で，少なくとも左右の側板の一方の上部に，親指を接\n触させて操作される外表面の円弧領域が露出するように・・・前後方向に向けて回\n転可能に装着されている」のに対し，乙１８発明では，モータ出力調節体４０が制\n御ケースの左側方側でほぼ中央に配置されるとともに，左側板の表面から露出した\n状態でモータ出力調節体４０の操作部４０ａを略円弧方向Ｔにスライド操作するこ\nとによってモータ出力を増減調節するよう装着されている点，②本件発明３の操作\n部材は親指を接触させて操作される外表面の円弧領域が露出するように前記側板の\n上部の表面に形成された凹所内に下方領域が収容されて前後方向に向けて回転可能\nに装着されているのに対し，乙１８発明のモータ出力調節体４０は外表面の突起状\nのつまみが露出するように前記側板の上部に装着されている点（すなわち，外表面\nが突起状のつまみであり，下方領域の収容態様が不明である点）において相違する。\nイ  相違点の容易想到性\n前記ア①の点\nの構成を\n備えるようにすることについては，当業者が容易に想到できたものではない。\n前記ア②の点\n３の課題及びこれに応じた作用効果は，乙１８公報の\nみならず，いずれの文献にも開示も示唆もされていない。\nしたがって，上記課題の解決のために，操作部材の配置態様を定めることは設計\n的事項ではなく，乙１８発明に接した当業者が，上記課題の解決のために，操作部\n材の配置態様を定めることの動機付けがない。\nそうすると，乙１８発明において，前記ア②に係る本件発明３の構成を備えるよ\nうにすることについては，当業者が容易に想到できたものではない。\n小括\n以上のとおり，本件各発明は，乙１８発明に基づき容易に発明をすることができ\nたものではない。\n２  争点 （訂正の対抗主張の成否）について\n〔控訴人の主張〕\n訂正請求\nア  控訴人は，本件特許権１に係る特許無効審判事件（無効２０１５－８００１\n９７）において，平成２８年１２月５日，特許請求の範囲の請求項１につき，以下\nのとおり訂正請求をした（下線部は訂正箇所。以下，この訂正を「本件訂正１」，\n訂正請求後の特許請求の範囲の請求項１に係る発明を「本件訂正発明１」という。）。\nなお，「／」は，原文の改行箇所を示す（以下同じ。）。\n【請求項１】リール本体の左右側板間に設けられ，釣糸が巻回されるスプールと，\n前記リール本体に設けられ，スプールを回転駆動する駆動モータと，前記駆動モー\nタの出力を調整する操作部材と，前記駆動モータを制御する制御部を収容した制御\nケースと，／を有する魚釣用電動リールにおいて，／前記操作部材は，略円筒形状\nに構成され，前記制御ケースの後方側で，釣竿とともにリール本体を片手で把持保\n持した状態の手の親指が届く位置で押え付けて前後方向に回転操作が可能となるよ\nうに少なくとも左右の側板の一方の上部にその側板の表面から露出した状態で前記\n制御ケースに配設されるとともに，前記制御ケースに支持された支軸に前後方向に\n回転可能に装着されており，前記制御ケースには，操作部材の操作角度を検知する\n検知手段が設けられていることを特徴とする魚釣用電動リール。\nイ  控訴人は，本件特許権２に係る特許無効審判事件（無効２０１５－８００１\n９８）において，平成２８年１２月５日，特許請求の範囲の請求項１につき，以下\nのとおり訂正請求をした（下線部は訂正箇所。以下，この訂正を「本件訂正２」，\n訂正請求後の特許請求の範囲の請求項１に係る発明を「本件訂正発明２」という。）。\n【請求項１】リール本体の左右側板間に設けられ，釣糸が巻回されるスプールと，\n前記リール本体に設けられ，スプールを回転駆動する駆動モータと，前記駆動モー\nタの出力を調整する操作部材と，前記駆動モータを制御する制御部を収容した制御\nケースと，／を有する魚釣用電動リールにおいて，／前記操作部材は，釣竿ととも\nにリール本体を片手で把持保持した状態の手の親指が届く位置に配設されており，\n前記制御ケースの後方側で，少なくとも左右の側板の一方の上部に前後方向に回転\n可能に装着されるとともに，直径が１０～２４ｍｍ，軸方向長さが２～２０ｍｍの\n略円筒形状に形成され，その外表面の円弧領域が操作部として前記釣竿とともにリ\nール本体を片手で把持保持した状態の手の親指で押え付けて前後方向に回転操作可\n能に前記側板の上部の表面から露出し，前記円弧領域となる操作面の前記表面に対\nする突出高さが０．５～１２ｍｍの範囲に設定されている，ことを特徴とする魚釣\n用電動リール。\nウ  控訴人は，本件特許権３に係る特許無効審判事件（無効２０１５－８００１\n９９）において，平成２８年１２月５日，特許請求の範囲の請求項１につき，以下\nのとおり訂正請求をした（下線部は訂正箇所。以下，この訂正を「本件訂正３」，\n訂正請求後の特許請求の範囲の請求項１に係る発明を「本件訂正発明３」という。\nまた，本件訂正１ないし３を併せて「本件各訂正」，本件訂正発明１ないし３を併\nせて「本件各訂正発明」という。）。\n【請求項１】リール本体の左右側板間に設けられ，釣糸が巻回されるスプールと，\n前記リール本体に設けられ，スプールを回転駆動する駆動モータと，前記駆動モー\nタの出力を調整する操作部材と，前記駆動モータを制御する制御部を収容した制御\nケースと，／を有する魚釣用電動リールにおいて，／前記操作部材は，釣竿ととも\nにリール本体を片手で把持保持した状態の手の親指が届く位置の前記制御ケースの\n後方側で，前記スプールのフランジ後端より前方側に配置されており，少なくとも\n左右の側板の一方の上部に，前記釣竿とともにリール本体を片手で把持保持した状\n態の手の親指を押え付けて前後方向に回転操作される外表面の円弧領域が露出する\nように前記側板の上部の表面に形成された凹所内に下方領域が収容されて前後方向\nに向けて回転可能に装着されていることを特徴とする魚釣用電動リール。\n本件各訂正が訂正要件を満たすものであること\nア  本件訂正１\n本件訂正１は，訂正前の請求項１の「操作部材」の形状を具体化し，かつ「操作\n部材」の配設位置及び配設態様をより具体化することで，特許請求の範囲を減縮し\nようとするものであるから，特許法１３４条の２第１項１号の規定する特許請求の\n範囲の減縮を目的とするものである。\nまた，本件訂正１は，実質上特許請求の範囲を拡張し又は変更するものには該当\nせず，特許法１３４条の２第９項が準用する同法１２６条６項に適合する。\nそして，本件訂正１に係る訂正事項は，本件明細書１の【００２０】，【００２\n３】，【００２９】等に記載されているから，本件訂正１は，願書に添付した明細\n書，特許請求の範囲又は図面に記載した事項の範囲内においてするものであり，特\n許法１３４条の２第９項が準用する同法１２６条５項に適合する。\nイ  本件訂正２\n本件訂正２は，訂正前の請求項１の「操作部材」の配設位置及び配設態様をより\n具体化するとともに，側板の上部の表面から露出している円弧領域となる操作面の\n突出高さを特定することで，特許請求の範囲を減縮しようとするものであるから，\n特許法１３４条の２第１項１号の規定する特許請求の範囲の減縮を目的とするもの\nである。\nまた，本件訂正２は，実質上特許請求の範囲を拡張し又は変更するものには該当\nせず，特許法１３４条の２第９項が準用する同法１２６条６項に適合する。\nそして，本件訂正２に係る訂正事項は，本件明細書２の【００２０】，【００２\n３】，【００２４】，【００２９】，【００４０】等に記載されているから，本件\n訂正２は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲\n内においてするものであり，特許法１３４条の２第９項が準用する同法１２６条５\n項に適合する。\nウ  本件訂正３\n本件訂正３は，訂正前の請求項１の「操作部材」の配設位置及び配設態様をより\n具体化することで，特許請求の範囲を減縮しようとするものであるから，特許法１\n３４条の２第１項１号の規定する特許請求の範囲の減縮を目的とするものである。\nまた，本件訂正３は，実質上特許請求の範囲を拡張し又は変更するものには該当\nせず，特許法１３４条の２第９項が準用する同法１２６条６項に適合する。\nそして，本件訂正３に係る訂正事項は，本件明細書３の【００２０】，【００２\n３】，【００２９】，【００３９】等に記載されているから，本件訂正３は，願書\nに添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてする\nものであり，特許法１３４条の２第９項が準用する同法１２６条５項に適合する。\n本件各訂正により乙１８発明に基づく進歩性欠如の無効理由が解消されるこ\nと\n本件各訂正は，共通して操作部材の位置を「釣竿とともにリール本体を片手で把\n持保持した状態の手の親指が届く位置」と減縮し，本件各訂正発明がこのような把\n持保持状態で操作部材を親指で押さえ付けて前後方向に転がし（回転）操作するも\nのであることを明確化するものである。これにより，本件各訂正発明が，釣竿とリ\nール本体を片手で把持できる電動リールであることを前提とするものであることが\n明確化されるとともに，乙１８発明及び他の周知技術との把持態様の違いが明確化\nされた。\nア  本件訂正発明１\n乙１８発明は，リール本体４を握持した状態で，かつ指や手の無理のない姿勢で\n操作可能となるように，モータ出力調節体４０を制御ケースの左側方側に配置して\nいる。したがって，操作部材を釣竿とともにリール本体を片手で把持保持した状態\nの手の親指が届く位置に配置することを当業者が想到することはなく，操作部材を\n略円筒形状に構成し，当該親指で押え付けて前後方向に転がし（回転）操作が可能\nとなるように少なくとも左右の側板の一方の上部にその側板の表面から露出した状\n態で制御ケースに配設されるとともに，制御ケースに支持された支軸に前後方向に\n回転可能に装着することを想到することもない。\nまた，操作部材を釣竿とともにリール本体を片手で把持保持した状態の手の親指\nが届く位置に配置することは，いずれの文献にも開示されていないから，乙１８発\n明に組み合わせる技術がない。さらに， の本件\n訂正発明１の課題は，乙１８公報のみならず，いずれの文献にも開示も示唆もされ\nていないから，片手のみで釣竿とリール本体を把持した状態の手の親指で出力調節\n体を操作する電動リールについて上記課題を認識することはできない。したがって，\n乙１８発明のモータ出力調節体４０の配置・装着態様に代えて，本件訂正発明１に\n係る構成を採用する動機付けはない。\nそうすると，乙１８発明において，モータ出力調節体４０の配置・装着態様に代\nえて，本件訂正発明１に係る構成を備えるようにすることについては当業者が容易\nに想到できたものではない。\nイ  本件訂正発明２\n前記アと同様に，乙１８発明において，モータ出力調節体４０の配置・装着\n態様に代えて，本件訂正発明２に係る構成を備えるようにすることについては当業\n者が容易に想到できたものではない。\n本件訂正発明２は，操作部材の直径が１０～２４ｍｍ，軸方向長さが２～２\n０ｍｍの略円筒形状に形成され，その外表面の円弧領域となる操作面の前記表面に\n対する突出高さが０．５～１２ｍｍの範囲に設定されているという構成によって，\nより一層，釣竿とリール本体を片手で容易に把持できるとともに，その手の親指で\nモータ出力を調整する操作部材を巧みに操作でき，更には，操作部材の操作中や急\nに大きな負荷がかかっても十分な把持性を有する魚釣用電動リールを提供する。\nこのような特有の作用効果を有する操作部材の外表面の円弧領域となる操作面\nの表面に対する突出高さ，その他の数値範囲を開示する文献はない。\nしたがって，乙１８発明において，本件訂正発明２に係る上記構成を備えるよう\nにすることについては，当業者が容易に想到できたものではない。\nウ  本件訂正発明３\n前記アと同様に，乙１８発明において，モータ出力調節体４０の配置・装着\n態様に代えて，本件訂正発明３に係る構成を備えるようにすることについては当業\n者が容易に想到できたものではない。\n本件訂正発明３は，更に操作部材をスプールのフランジの後端よりも前方側\nに配置するという構成により，操作性及び把持性においてより好ましい配置位置に\n限定をしている。このように限定された操作部材の配置位置について，具体的に開\n示する文献はない。\nしたがって，乙１８発明において，本件訂正発明３に係る上記構成を備えるよう\nにすることについては，当業者が容易に想到できたものではない。\n本件各訂正によりその他の進歩性欠如の無効理由が解消されること\n前記 と同様に，本件訂正発明１は，乙１７発明，乙２０発明及び乙１９発明に\n基づき，本件訂正発明２及び３は，乙１７発明，乙２０発明及び公然実施発明（Ｖ\nＳ７００ＡＣ）に基づき，それぞれ容易に発明をすることができたものではない。\n被告製品は本件各訂正発明の技術的範囲に属するものであること\nア  本件訂正発明１\n本件発明１に付加された本件訂正発明１の構成は，①操作部材が略円筒形状に構\n成されている点，②操作部材は釣竿とともにリール本体を片手で把持保持した状態\nの手の親指が届く位置で押え付けて前後方向に回転操作が可能となるように配設す\nるとした点である。\n被告製品の調整部材５は略円筒形状に構成されている。また，被告製品は，調整\n部材５が釣竿とともにリール本体を片手で把持保持した状態の手の親指が届く位置\nで押え付けて前後方向に回転操作が可能となるように配設されている。\nしたがって，被告製品は，本件訂正発明１の技術的範囲に属する。\nイ  本件訂正発明２\n本件発明２に付加された本件訂正発明２の構成は，①操作部材が釣竿とともにリ\nール本体を片手で把持保持した状態の手の親指が届く位置に配設され，釣竿ととも\nにリール本体を片手で把持保持した状態の手の親指で押え付けて前後方向に回転操\n作可能に側板の上部の表面から露出している点，②円弧領域となる操作面の外表面\nに対する突出高さが０．５～１２ｍｍの範囲に設定されている点である。\n被告製品では，調整部材５が釣竿とともにリール本体を片手で把持保持した状態\nの手の親指が届く位置に配置され，かつ，かかる親指で押え付けて前後方向に回転\n操作可能に側板の上部の表面から露出している。また，被告製品の調整部材５の円\n弧領域となる操作面の外表面に対する突出高さは約２ｍｍである。\nしたがって，被告製品は，本件訂正発明２の技術的範囲に属する。\nウ  本件訂正発明３\n本件発明３に付加された本件訂正発明３の構成は，①操作部材が釣竿とともにリ\nール本体を片手で把持保持した状態の手の親指が届く位置に配設され，釣竿ととも\nにリール本体を片手で把持保持した状態の手の親指を押え付けて前後方向に回転操\n作される外表面の円弧領域が露出している点，②操作部材が，スプールのフランジ\n後端より前方側に配置されている点である。\n被告製品では，調整部材５が釣竿とともにリール本体を片手で把持保持した状態\nの手の親指が届く位置に配置され，かつ，かかる親指を押え付けて前後方向に回転\n操作される外表面の円弧領域が露出している。また，被告製品の操作部材５は，ス\nプール１０のフランジの後端より前方側に配置されている。\nしたがって，被告製品は，本件訂正発明３の技術的範囲に属する。\n本件各訂正発明に無効理由は存しないこと\nア  明確性要件違反について\nリールを備えた釣竿を使用する対象者の手の大きさは一定の範囲に収まるもの\nであり，そのような手の大きさの範囲で釣竿とリール本体を片手で把持保持できる\n大きさ，形状の電動リールは当業者であれば想定することができる。そして，その\n状態で側板の上部であって，その手の親指が届く位置も自ずと設定することができ\nる。よって，本件各訂正発明は，明確である。\nイ  進歩性欠如について\n本件各訂正発明は，「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ３００」及び乙５１に\n記載された技術事項に基づき，当業者が容易に発明をすることができたものではな\nい。\n本件各訂正発明は，「シーボーグ２５０ＦＢ」（乙４７，５２），「シーボ\nーグ１５０Ｓ」（乙４６）又は「ＬＥＯＢＲＩＴＺ１５０」（乙４８，５３）に基\nづき，当業者が容易に発明をすることができたものではない。\n小括\n以上のとおり，本件各訂正は適法なものであって，本件各訂正によって進歩性欠\n如の無効理由は解消し，かつ被告製品は本件各訂正発明の技術的範囲に属する。ま\nた，本件各訂正発明には，被控訴人の主張する無効理由は存しない。\nしたがって，控訴人の被控訴人に対する本件特許権１ないし３の行使が制限され\nることはない。\n〔被控訴人の主張〕\n時機に後れた攻撃防御方法として却下されるべきものであること\n訂正の対抗主張は，被控訴人が本件特許１ないし３について乙１８発明に基づく\n進歩性欠如の無効理由が存する旨の主張をしたのに対抗して，原審における審理の\n当初から主張することができたものである。そして，控訴人は，原審裁判所による\n侵害論に係る心証開示がされた後に，平成２８年３月２日付け原告第６準備書面に\nおいて上記訂正の対抗主張をしたが，原審裁判所は，同月８日の口頭弁論期日にお\nいて，これを却下し，口頭弁論を終結している。原審における上記審理経過に照ら\nし，訂正の対抗主張は，時機に後れて提出された攻撃防御方法として，民訴法１５\n７条１項に基づき却下されるべきである。\n本件各訂正は不適法なものであること\n操作部材の配設位置を「釣竿とともにリール本体を片手で把持保持した状態の手\nの親指が届く位置」と特定したとしても，せいぜいリールの把持方法を特定するに\nとどまり，リール本体の大きさや形状を構成として特定するものではない。また，\nリールをハンドル側から把持する場合と反ハンドル側から把持する場合とでは釣竿\nとともにリール本体を片手で把持保持した状態の手の親指が届く位置は異なり，操\n作部材の配置位置を特定することができない。さらに，人によって手の大きさは異\nなるから，同じリールであっても釣竿とともにリール本体を片手で把持保持した状\n態の手の親指が届く位置は異なる。\nこのように，「釣竿とともにリール本体を片手で把持保持した状態の手の親指が\n届く位置」との訂正は，構成として，リール本体の大きさや形状を特定するもので\nも，操作部材の配置位置を特定するものでもなく，特許請求の範囲を減縮するもの\nとはいえない。\nしたがって，少なくとも本件特許１の「釣竿とともにリール本体を片手で把持保\n持した状態の手の親指が届く位置で」との訂正，本件特許２の「釣竿とともにリー\nル本体を片手で把持保持した状態の手の親指が届く位置に配設されており」との訂\n正及び本件特許３の「釣竿とともにリール本体を片手で把持保持した状態の手の親\n指が届く位置の」との訂正は訂正要件を満たさないもので，本件各訂正は不適法で\nある。\n本件各訂正によっても乙１８発明に基づく進歩性欠如の無効理由が解消しな\nいこと\nア  本件訂正発明１\n本件訂正発明１と乙１８発明とは，本件発明１と乙１８発明との相違点①，\n②及び④と同じ点で相違するのに加え，「本件訂正発明１では，操作部材が略円筒\n形状に構成され，（前後方向に）回転可能に装着されているのに対して，乙１８発明\nでは，操作部材がスライドレバー形状であって（前後方向に）略円弧状にスライド\n可能に装着されている点」（相違点③’）において相違する。\n相違点③’の容易想到性\n相違点③’は，本件発明１と乙１８発明との相違点③に加え，さらに操作部材の\n形状が「略円筒形状に構成され」と特定されている。しかし，ダイヤル式の操作部\n材において略円筒形状に構成されたものは周知である（乙１７，１８，２８）。\nしたがって，乙１８発明に，上記周知技術を適用して，相違点③’に係る構成を\n得ることは，当業者が容易に想到できたことである。なお，略円筒形状に構成され\nた（ダイヤル式の）回転可能な操作部材が押さえ付けて操作されるものであること\nは，明らかである（乙１７）。\n仮に本件訂正発明１と乙１８発明とが，さらに「本件訂正発明１では，操作\n部材が「釣竿とともにリール本体を片手で把持保持した状態の手の親指が届く位置\nで押え付けて」操作可能に配設されているのに対し，乙１８発明では，リール本体\nを片手で把持保持した状態の手の親指が届く位置で押え付けて操作可能に配置され\nている点」（以下「相違点⑦」という。）において相違しているとしても，かかる\nある。\nイ  本件訂正発明２\n本件訂正発明２と乙１８発明とは，本件発明１と乙１８発明との相違点①，\n本件訂正発明１と乙１８発明との相違点③’と同じ点で相違するのに加え，「本件\n訂正発明２では，操作部材が，直径が１０～２４ｍｍ，軸方向長さが２～２０ｍｍ\nの略円筒形状に形成され，その外表面が円弧領域であり，円弧領域となる操作面の\n側板表面に対する突出高さが０．５～１２ｍｍの範囲に設定されているのに対し，\n乙１８発明では，操作部材が，スライドレバー形状で寸法が明記されておらず，そ\nの外表面が突起状のつまみである点」（相違点⑤’）において相違する。\n相違点⑤’の容易想到性\n相違点⑤’は，本件発明２と乙１８発明との相違点⑤に加え，さらに「円弧領域\nとなる操作面の側板表面に対する突出高さが０．５～１２ｍｍの範囲に設定され」\nと特定されている。しかし，操作部材の大きさや表面からの突出高さを適した寸法\nにすることは具体的状況において当業者が当然に考慮することにすぎない。\nしたがって，乙１８発明に，上記周知技術を適用して，相違点⑤’に係る構成を\n得ることは，当業者が容易に想到できたことである。\n仮に本件訂正発明２と乙１８発明とが，さらに相違点⑦と同様の点において\n業者が容易に想到できたものである。\nウ  本件訂正発明３\n本件訂正発明３と乙１８発明とは，本件発明１と乙１８発明との相違点①及\nび③，並びに本件発明３と乙１８発明との相違点⑥と同じ点で相違する。本件訂正\n発明３では，操作部材の配置について，「前記スプールのフランジ後端より前方側\nに配置されて」いることが特定されているが，乙１８発明においても，モータ出力\n調節体４０はスプール８のフランジ後端より前方側に配置されており，この点は一\n致している。\nしたがって，本件訂正発明３は，本件発明３と同様に，乙１８発明に基づき\n容易に発明をすることができたものである。\n仮に本件訂正発明３と乙１８発明とが，さらに相違点⑦と同様の点において\n業者が容易に想到できたものである。\n本件各訂正によってもその他の進歩性欠如の無効理由が解消されないこと\n前記 と同様に，本件訂正発明１は，乙１７発明，乙２０発明又は乙１９発明に\n基づき，本件訂正発明２及び３は，乙１７発明，乙２０発明又は公然実施発明（Ｖ\nＳ７００ＡＣ）に基づき，それぞれ容易に発明をすることができたものである。\n本件各訂正発明の無効理由\nア  明確性要件違反\n本件訂正発明１についての「釣竿とともにリール本体を片手で把持保持した状態\nの手の親指が届く位置で」との訂正事項，本件訂正発明２についての「釣竿ととも\nにリール本体を片手で把持保持した状態の手の親指が届く位置に配設されており」\nとの訂正事項及び本件訂正発明３についての「釣竿とともにリール本体を片手で把\n持保持した状態の手の親指が届く位置の」との事項は，いずれも不明確であり，本\n件各訂正発明は，特許法３６条６項２号に適合しない。\nイ  「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ３００」（乙５１）に基づく進歩性欠如\n本件各訂正発明は，公然実施された「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ３００」及\nび乙５１に記載された技術事項に基づき，当業者が容易に発明をすることができた\nものであり，進歩性欠如の無効理由を有する。\nウ  「シーボーグ２５０ＦＢ」（乙４７，５２），「シーボーグ１５０Ｓ」（乙\n４６）又は「ＬＥＯＢＲＩＴＺ１５０」（乙４８，５３）に基づく進歩性欠如\n本件各訂正発明は，公然実施された「シーボーグ２５０ＦＢ」，「シーボーグ１\n５０Ｓ」又は「ＬＥＯＢＲＩＴＺ１５０」に基づき，当業者が容易に発明をするこ\nとができたものであり，進歩性欠如の無効理由を有する。\n小括\n以上のとおり，本件各訂正は不適法なものであり，また，本件各訂正によっても\n進歩性欠如の無効理由は解消しない。さらに，被告製品は本件各訂正発明の技術的\n範囲に属しないし，本件各訂正発明は，無効理由を有する。\nしたがって，控訴人は，被控訴人に対し，本件特許権１ないし３を行使すること\nはできない。\n第４  当裁判所の判断\n当裁判所は，被告製品は本件各発明の技術的範囲に属するものの，本件特許１な\nいし３は本件各訂正によっても特許無効審判により無効にされるべきものと認めら\nれるから，控訴人は被控訴人に対し本件特許権１ないし３を行使することはできな\nいものと判断する。その理由は以下のとおりである。\n１  争点 （被告製品は本件各発明の技術的範囲に属するか）について\n本件各発明の構成要件\n本件各発明の特許請求の範囲の記載を，構成要件に分説すると，以下のとおりで\nある。\nア  本件発明１\n１Ａ  リール本体の左右側板間に設けられ，釣糸が巻回されるスプールと，前記\nリール本体に設けられ，スプールを回転駆動する駆動モータと，前記駆動モータの\n出力を調整する操作部材と，前記駆動モータを制御する制御部を収容した制御ケー\nスと，を有する魚釣用電動リールにおいて，\n１Ｂ  前記操作部材は，前記制御ケースの後方側で，少なくとも左右の側板の一\n方の上部にその側板の表面から露出した状態で前記制御ケースに配設されるととも\nに，前記制御ケースに支持された支軸に前後方向に回転可能に装着されており，\n１Ｃ  前記制御ケースには，操作部材の操作角度を検知する検知手段が設けられ\nている\n１Ｄ  ことを特徴とする魚釣用電動リール。\nイ  本件発明２\n２Ａ  リール本体の左右側板間に設けられ，釣糸が巻回されるスプールと，前記\nリール本体に設けられ，スプールを回転駆動する駆動モータと，前記駆動モータの\n出力を調整する操作部材と，前記駆動モータを制御する制御部を収容した制御ケー\nスと，を有する魚釣用電動リールにおいて，\n２Ｂ  前記操作部材は，前記制御ケースの後方側で，少なくとも左右の側板の一\n方の上部に前後方向に向けて回転可能に装着されるとともに，直径が１０～２４ｍ\nｍ，軸方向長さが２～２０ｍｍの略円筒形状に形成され，その外表面の円弧領域が\n操作部として前記側板の上部の表面から露出している，\n２Ｃ  ことを特徴とする魚釣用電動リール。\nウ  本件発明３\n３Ａ  リール本体の左右側板間に設けられ，釣糸が巻回されるスプールと，前記\nリール本体に設けられ，スプールを回転駆動する駆動モータと，前記駆動モータの\n出力を調整する操作部材と，前記駆動モータを制御する制御部を収容した制御ケー\nスと，を有する魚釣用電動リールにおいて，\n３Ｂ  前記操作部材は，前記制御ケースの後方側で，少なくとも左右の側板の一\n方の上部に，親指を接触させて操作される外表面の円弧領域が露出するように前記\n側板の上部の表面に形成された凹所内に下方領域が収容されて前後方向に向けて回\n転可能に装着されている\n３Ｃ  ことを特徴とする魚釣用電動リール。\n構成要件の充足性\n被告製品の構成は，原判決別紙被告製品説明書記載のとおりであると認められる\nところ，被告製品１と２は，ハンドルの形状のみが相違し，その余の構造は同一で\nあり，被告製品１と３，２と４は，それぞれ構造が左右対称であるが，それ以外の\n点では構造が同一であるため，原判決と同様に，被告製品１ないし４についてまと\nめて被告製品の本件各発明の構成要件充足性について論じることとする。\nア  被告製品の構成要件充足性について当事者間に争いがある点は，①被告製品\nの操作部材の露出位置は，構成要件１Ｂの「その側板の表面から露出」，２Ｂの「前\n記側板の上部の表面から露出」，３Ｂの「外表面の円弧領域が露出するように前記\n側板の上部の表面に形成された凹所内に下方領域が収容」を充足するか否か，②被\n告製品の操作部材の配設位置は，構成要件１Ｂの「前記制御ケースの後方側で･･･\n制御ケースに配設」，２Ｂ及び３Ｂの「前記制御ケースの後方側で，少なくとも左\n右の側板の一方の上部に･･･装着」を充足するか否か，③被告製品の操作部材の操作\n角度を検知する検知手段は，制御ケース内に設けられているか否か（構成要件１Ｃ\nを充足するか否か），④被告製品は，凹所を有するか否か（構成要件３Ｂを充足す\nるか否か）である。\n被告製品は，上記①ないし④の各点に係る構成要件をいずれも充足するものと認\nめられるところ，その理由は，原判決「事実及び理由」の第３の１ないし４記載の\nとおりであるから，これを引用する。\nイ  被控訴人の主張について\n被控訴人は，本件各発明において，操作部材の露出位置は，各特許の出願経\n過において引用文献１（乙１７公報）に基づく進歩性の欠如を回避するために操作\n部材が「側板の表面のみ」から露出するものに限定された旨主張する。\n証拠によれば，本件特許１ないし３の出願経過について，以下の事実が認め\nられる。\nａ  操作部材の露出位置に関し，本件特許１に係る特許請求の範囲（請求項１）\nには「前記制御ケースの後方側で少なくとも左右の側板の一方の上部に周辺の表面\nから露出した状態で前記制御ケースに配設される」と，本件特許２に係る特許請求\nの範囲（請求項１）には「前記制御ケースの後方側で少なくとも左右の側板の一方\nの上部に･･･支持されるとともに，･･･略円筒形状に形成され，その外表面の円弧領\n域が操作部として周辺の表面から露出している」と，本件特許３に係る特許請求の\n範囲（請求項１）には「前記制御ケースの後方側で少なくとも左右の側板の一方の\n上部に，親指を接触させて操作される外表面の円弧領域が露出するように前記側板\n上に形成された凹所内に下方領域が収容され」と記載されていた（乙２，７，１２）。\nｂ  特許庁審査官は，本件特許１ないし３について，それぞれ平成２６年４月２\n５日付け拒絶理由通知書において，乙１７公報（引用文献１）及び乙１８公報（引\n用文献２）に基づき進歩性が欠如する旨の拒絶理由を通知した（乙４，９，１４）。\n本件特許１に係る拒絶理由通知書には，乙１７公報には，操作部材が「前記制御ケ\nースの後方側で少なくとも左右の側板の一方の上部に周辺の表面から露出した状態\nで前記制御ケースに配設される」魚釣用電動リールが記載されていることが，本件\n特許２及び３に係る拒絶理由通知書には，乙１７公報には，操作部材が「前記制御\nケースの後方側で，側板上にかかる部位に透孔（本願の「凹所」に相当）から，該\n表面の円弧領域が露出するように収容された」魚釣用電動リールが記載されている\nことが指摘されている。\nｃ  控訴人は，前記拒絶理由の通知を受け，平成２６年６月１２日，本件特許１\nないし３について，操作部材の露出位置に関し，特許請求の範囲の記載を構成要件\n１Ｂ，２Ｂ，３Ｂのとおりに補正した（乙６，１１，１６）。控訴人は，同日付け\n意見書において，①上記補正が，操作部材の配置構成について，乙１７公報に見ら\nれる制御ケースの表面から露出するように配設する構成（あるいは，制御ケースの\n表面に形成されている凹所（透孔）に円弧領域が露出するように収容される構成）\nとは明確に相違するようにしたものであること，②乙１７公報に記載のものは，操\n作部材を，側板の上方や，側板間に配設した部材の後側に設けたものは，モータ出\n力調整操作が行い難く，リール本体の十分な保持を図りながら釣場の状況に応じた\nモータによる自動巻き取り操作を容易かつ確実に行えない，という問題を解消する\nように着想されたものであり，操作部材を，スプール上方の側板間上面より突出さ\nせる（制御ケースに透孔を形成してそこから突出させる）という構成を必須要件と\nするものであるから，乙１７公報に接した当業者において，上記必須の構成要件に\n反して，「側板の上部」に「側板の表面」から（あるいは，「側板の上部の表面」\nから）露出した状態となるように配設することを着想することはない旨主張した（乙\n５，１０，１５）。\nｄ  乙１７公報に記載された実施態様（第１実施例（図１），変形例（図８），\n第２実施例（図９），第１変形例（図１１），第２変形例（図１２））では，操作\n部材は，いずれも制御ケースのみから露出するように設けられており，側板と制御\nケースとの双方に跨ってその上部から露出するように設けられた態様は記載されて\nいない。\n前記 の認定事実によれば，控訴人は，乙１７公報に記載のものが，操作部\n材を側板の上方に設けたものの問題の解消を目的として，操作部材を制御ケースの\n表面から露出するように配設する構成とするものであることを前提に，本件発明１\nないし３においては，側板の上部の表面から操作部材が露出するように配設する構\n成とすることで乙１７公報に記載のものとの構成上の差異を明らかにする趣旨で補\n正をしたにすぎないものと認められ，それを超えて，本件発明１ないし３の技術的\n範囲を，操作部材が側板の上部の表面のみから露出する態様に限定する趣旨，言い\n換えれば，その技術的範囲から，操作部材が側板の上部の表面に加えてこれに隣接\nする他の部材の表面からも露出している態様を除外する趣旨で補正をしたものであ\nるということはできない。このことは，控訴人が，各意見書において，補正の根拠\nとして，操作部材３０が制御ケースに配設されており，かつ制御ケース１５と左側\n板５Ａの双方の上部の表面から露出した状態で配設されている第１の実施形態（【図\n１】，【図３】，【図４】）に係る本件明細書１及び２の【００２０】，本件明細\n書３の【００２１】を挙げていることからも明らかであるということができる。\n以上によれば，被控訴人の上記主張は理由がない。\nウ  以上のとおり，被告製品は，前記ア①ないし④の各点に係る構成要件をいず\nれも充足するところ，被告製品が本件各発明のその余の構成要件を充足することは\n当事者間に争いがない。よって，被告製品は，本件各発明の技術的範囲に属する。\n２  ）について\n進歩性欠如の無効理由があるか否かについて，まず判断する。\n本件各発明の特徴\n本件明細書１ないし３の記載によれば，本件各発明の特徴は以下のとおりである\nと認められる。なお，特に断らない限り，段落番号は本件明細書１ないし３に共通\nである。\nア  本件各発明は，魚釣用電動リールに関する（【０００１】）。\n最近では，手持ち状態で操作が行えるように，スプールを巻き取り操作するため\nの操作部材を様々な位置に配置する，工夫された魚釣用電動リールが知られており，\n例えば，乙１８公報には，リール本体の側方の前方側にスライドレバー式の操作部\n材を前後方向に移動可能に支持したものや，リール本体の後方に回転式の操作部材\nを回転可能に支持したものが開示されており，乙１７公報には，制御ケースの上面\nから円板状の回転つまみ（操作部材）の一部を露出させ，上方から親指を押し付け\nながら回転操作するようにしたものが開示されており，乙２４公報には，左側板上\nにプッシュボタン式の操作部材を設置したものが開示されている（【０００２】～\n【０００４】）。\nしかし，従来の操作部材の配置を工夫した魚釣用電動リールでは，釣竿とリール\n本体を把持する片手の親指での操作と把持の両面で満足できるものとはなっておら\nず，特に，釣竿とリール本体を把持する片手で，モータの出力調整操作をあらゆる\nシーン（単なる仕掛け回収のような巻き取りや，魚を誘う場合に応じた複雑（緩急）\nな巻き取り操作等）に適宜対応できるものとはなっていないという問題点があった\n（【０００５】）。\nイ  本件各発明は，従来の魚釣用電動リールの前記アの問題点に鑑み，釣竿とリ\nール本体を片手で容易に把持できるとともに，その手の親指でモータ出力を調整す\nる操作部材を巧みに操作でき，更には，操作部材の操作中や急に大きな負荷がかか\nっても十分な把持性を有する魚釣用電動リールを提供することを目的とする（【０\n００６】）。\nウ  本件各発明は，前記イの課題の解決手段として，本件特許１ないし３に係る\n特許請求の範囲の各請求項１記載の構成を採用したものであり，特に，操作部材の\n配設に関し，操作部材が制御ケースの後方側で，少なくとも左右の側板の一方の上\n部にその側板の表面から露出した状態で配設されるとともに，前後方向に回転可能\nに装着されるようにした（【０００７】）。なお，操作部材が装着されるのは，①\n本件発明１では，制御ケースに支持された支軸であり（本件明細書１【０００７】），\n②本件発明２では，左右側板の一方の上部であり（本件明細書２【０００７】），\n③本件発明３では，左右側板の一方の上部の表面に形成された凹所内である（本件\n明細書３【０００７】）とそれぞれ特定されている。また，操作部材の形状に関し，\n本件発明２では，直径が１０～２４ｍｍ，軸方向長さが２～２０ｍｍの略円筒形状\n（本件明細書２【０００７】），本件発明３では，外表面に円弧領域がある形状（本\n件明細書３【０００７】）とそれぞれ特定されている。\nエ  本件各発明によれば，釣竿とリール本体を把持する片手の掌の一部が本体の\n側板にフィットした状態で，操作部材に親指が届き，操作した際の力を十分に伝え\nることができ，また，操作部材は，略前後方向に回転可能に支持されているため，\n露出部分を少なくしても操作領域を確保することができるとともに，把持している\n手の親指で回転操作した際，親指が左右にずれることがなく把持安定性が高くなる\nという作用効果を奏する（【０００８】，【０００９】）。\n乙１８発明の構成及びその特徴\nア  乙１８公報には，「第１の実施形態」の「第２の変形例」として，以下の発\n明（乙１８発明）が記載されているものと認められる（【０００８】，【０００９】，\n【００２１】，【００２２】，【００２９】，【図５】，【図６（ｂ）】）。\nリール本体の左右側板間に設けられ，釣糸が巻回されるスプールと，前記リール\n本体に設けられ，スプールを回転駆動する駆動モータと，前記駆動モータの出力を\n調整するモータ出力調節体と，前記駆動モータを制御する制御部を収容した制御ケ\nースと，を有する魚釣用電動リールにおいて，前記モータ出力調節体は，前記制御\nケースの前後方向のほぼ中央で，前記リール本体の左側板の上部にその側板の表面\nから露出した状態で前記制御ケースに配設され，前後方向に略円弧状にスライド移\n動可能に装着されていることを特徴とする魚釣用電動リール。\nなお，より具体的には，モータ出力調節体の外表面は突起状のつまみであり，操\n作部として，リール本体の左側板の上部にその側板の表面から露出している。\nイ  乙１８公報には，乙１８発明の特徴等に関し，以下の事項が記載されている\nものと認められる。\n乙１８発明は，魚釣用電動リールに関する（【０００１】）。\n一般的に，魚釣用電動リールには，スプールを巻取駆動させるモータのモータ出\n力を調節するモータ出力調節体が設けられており，このモータ出力調節体を前後方\n向に回転操作してモータ出力を連続的に増減変更することによって，釣場の状況（例\nえば，対象魚の種類，魚とのファイト，ヒット数，仕掛けの回収など）に応じた釣\n糸巻取操作を行うことができるようになっている（【０００２】）。\nしかし，従来の魚釣用電動リールでは，モータ出力調節体と手動巻取用ハンドル\nとが，小型化及び小スペース化されたリール本体の同一側部に配設されているため，\n両操作部の配置位置が相互に近接してしまい，手動魚釣操作と電動魚釣操作の切換\nを誤操作しやすいという問題があり，また，両操作部をリール本体の同一側部に配\n設したことによって，リール本体の重量バランスが一側部に偏寄して，リール本体\nの安定性が低下し，その結果，魚釣操作性が低下するという問題があった（【００\n０３】，【０００４】）。\n乙１８発明は，前記 の従来の魚釣用電動リールの問題に鑑み，手動魚釣操\n作と電動魚釣操作の切換を容易に，かつ誤操作することなく確実に行うことができ\nるとともに，リール本体の重量バランスの偏寄を緩和させた魚釣操作性に優れた魚\n釣用電動リールを提供することを目的とする（【０００５】）。\n乙１８発明は，前記 の課題の解決手段として，魚釣用電動リールにおいて，\nリール本体の手動巻取用ハンドルが装着される一側部を除くリール本体に，モータ\n出力を増減調節することによって電動魚釣操作を行うことが可能なモータ出力調節\n体を変位可能に設けるという構成を採用したものである（【０００６】）。\n乙１８発明は，乙１８公報に「第１の実施形態」の「第２の変形例」として記載\nされた実施形態であり，「第１の実施形態」及びその「第１の変形例」では，回転\n操作式のモータ出力調節体としていたのを，スライド操作式のモータ出力調節体と\nしたものである（【００２９】，【図５】，【図６（ｂ）】）。\n乙１８公報には，「第１の実施形態」の「第２の変形例」（乙１８発明）のほ\nか，以下の実施形態及び事項が開示されている。\nａ  「第１の実施形態」では，モータ出力調節体は，リール本体の一側部に対向\nした反ハンドル側で，かつ前方側（釣糸操出方向側）の上部（具体的には，スプー\nルの回転軸芯よりも上方側）に前後方向に向けて回動可能に取り付けられている\n（【００２１】，【図１】，【図２】）。\n「第１の実施形態」の「第１の変形例」では，モータ出力調節体が，リール本体\nの反ハンドル側で，かつ後方側（釣糸巻取方向側）の上部に回転可能に取り付けら\nれている（【００２８】，【図４】）。\n上記各実施形態では，モータ出力調節体は，上方に向けて突設された操作部を有\nしており，釣り人がリール本体を握持した状態で操作部を，例えば，指や手で手動\n操作することによってモータ出力調節体を変位操作（具体的には回動操作）できる\nように，レバー形態となっており，モータ出力調節体を変位操作すると，その変位\n方向及び変位量に応じてモータに供給される電力量が増減変更され，その結果，モ\nータ出力を増減調節することができることが開示されている（【００２２】，【００２\n８】）。\nｂ  前記ａの実施形態では，ハンドルとモータ出力調節体がリール本体の左右の\n両側部に振り分け配置されているため，①釣竿又はリール本体を保持する手を持ち\n換えるだけで手動魚釣操作と電動魚釣操作のいずれか一方の操作形態に切り換える\nことができ，手動魚釣操作と電動魚釣操作の切換を容易に，かつ誤操作することな\nく確実に行うことができ，②リール本体の重量バランスの偏寄を緩和させることが\n可能になり，リール本体が安定することにより魚釣操作性を向上させることができ\nる（【００２４】，【００２５】）。\nさらに，モータ出力調節体をスプールの回転軸芯よりも上方側に配置したことに\nよって，釣り人がリール本体を握持した状態で，かつ指や手の無理のない姿勢でモ\nータ出力調節体を変位操作することができ，その結果，釣り場の状況に応じたモー\nタ出力の幅広い増減調節が可能になる（【００２６】）。\nｃ  「第３の実施形態」は，モータ出力調節体を，スプールの後方の側板間に配\n設されているサムレストに，前後方向に回転操作可能に設けており，この場合，モ\nータ出力調節体をリール本体を保持した手の指の操作によって容易に回転可能であ\nる（【００３２】，【図８】）。\nまた，上記実施形態では，モータ出力調節体の回転量によって変化する抵抗値を\nリール本体内の制御装置へ入力するポテンショメータをリール本体の側板内に設け\nている（【００３３】，【図８】）。\nｄ  前記の実施形態の他にも，モータ出力調節体を，リール本体の手動巻取用ハ\nンドルが設けられる側板以外の様々な部分に配設することが可能である（【００３\n５】）。\n乙１８発明によれば，手動魚釣操作と電動魚釣操作の切換を容易に，かつ誤\n操作することなく確実に行うことができるとともに，リール本体の重量バランスの\n偏寄を緩和させた魚釣操作性に優れた魚釣用電動リールを提供することができると\nいう効果を奏する（【００３６】）。\n本件発明１\nア  本件発明１と乙１８発明との対比\n本件発明１と乙１８発明とを対比すると，両者は，以下の点において相違するも\nのと認められる。\n相違点１－１：操作部材について，本件発明１では，「制御ケースの後方側で，\n少なくとも左右の側板の一方の上部にその側板の表面から露出した状態で前記制御\nケースに配設されるとともに，前記制御ケースに支持された支軸に前後方向に回転\n可能に装着され」たものであるのに対し，乙１８発明では，「モータ出力調節体は，\n制御ケースの前後方向のほぼ中央で，左側板の上部にその側板の表面から露出した\n状態で前記制御ケースに配設されるとともに，前後方向に略円弧状にスライド移動\n可能に装着され」たものである点。\n相違点１－２：検知手段について，本件発明１では，「制御ケースに操作部材の\n操作角度を検知する検知手段が設けられている」のに対し，乙１８発明では，モー\nタ出力調節体４０の検知手段が角度を検知するものであるのか，また，制御ケース\nに設けられているのか不明である点。\nイ  原出願の出願時における周知技術等\n魚釣用電動リールの小型化，軽量化\nａ  開発経緯\n釣竿に取り付けて使用する魚釣用電動リールは昭和４６年頃から販売されるよう\nになったが，当初は大型で重量があり，専ら釣竿を船縁等に固定して釣糸を巻き上\nげるために使用されていた。その後，小型化，軽量化が進むとともに，様々な機能\nや使いやすさを追求した商品が販売されるようになった。例えば，控訴人では，平\n成５年頃には，「パワーレバー」（その操作で巻上げスピードの調整ができるシス\nテム）を搭載した商品シリーズを販売したが，当該商品シリーズの紹介では，パワ\nーレバーの操作を「右手の親指ひとつでコントロールできる」などとと紹介される\nとともに，電動リール本体の両側部を両手で把持する写真（「スーパータナコンＺ\n５００ＳＷ」）が掲載されていた。しかし，その後の平成１１年頃には，電動リー\nルのコンパクト化，軽量化により，「キャスティングベイトリールと同じ感覚で使\nえるモデル」，「手のひらに納まってしまうコンパクトボディーでありながら…」\nなどと紹介されるモデル（「スーパータナコンＸ３００Ｗ」）を発売している。ま\nた，被控訴人からは，平成１０年頃には，「コンパクトでパワフルな機種と合わせ\nて，電動リールによる手持ち釣りに新天地を切り開いたモデル」などと紹介される\n商品が販売された。さらに，ＲＹＯＢＩブランドからは，平成１１年頃には，「ワ\nンハンドシリーズ」，「手のひらに納まるコンパクトなサイズにまとめた」，「ワ\nンハンドで操作できる電動リールであることに意義がある。つまり手巻き用ベイト\nリールと同じ感覚で使えるということだ」などと紹介される商品（「Ａｄｖｅｎｔ\nｕｒｅ電動  ＶＳ７００ＡＴ」）が販売された。なお，この「ＡＴシリーズ」につ\nいては，「手巻きのベイトリール同様にスプール正面に棚取りクラッチがデザイン\nされ，握った手の左手の親指ひとつでクラッチのオン＆オフを操作できる。アクセ\nルレバーは，…やはり左手の親指ひとつでスピード調整ができるようにしている。」\nなどと紹介されている。（甲１６）\nｂ  販売された商品\n⒜  ＲＹＯＢＩブランドの商品カタログには，「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ\n７００ＡＴ」（乙３９。平成１１年発行），「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ７０\n０ＡＣ」（乙４０～４２。乙４０は平成１２年発行），「Ａｄｖｅｎｔｕｒｅ電動\nＶＳ７００ＡＣ  Ｈｉ－ＰＯＷＥＲ」（乙４３。平成１４年発行），「Ａｄｖｅｎ\nｔｕｒｅ電動  ＶＳ３００」（乙５１）が掲載されている。\n「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ７００ＡＴ」のカタログ（乙３９）には，商品\nの仕様説明として，「ワンハンドＡＴは「Ａ」アクセルレバーと「Ｔ」タナトリク\nラッチが親指１本で操作出来る理想的なレイアウト。リールをホールドしている手\nで電動巻き取り＆棚取りが可能となり，左手はワンハンドＡＴでリールの操作，右\n手はロッド操作に集中できます。」，「アクセルレバー…操作性を重視したレバー\nの位置と形状で，パーミング状態での瞬動巻きも可能。」，「新しい電動ＶＳ７０\n０ＡＴなら，パーミングした状態のまま左手一本でクラッチやアクセルレバーの操\n作ができる。ということは，棚取りも瞬動も，左手だけでリール操作ができるとい\nうこと。」などと記載されている。また，「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ７００\nＡＣ」のカタログ（乙４０～４２）や「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ７００ＡＣ\nＨｉ－ＰＯＷＥＲ」のカタログ（乙４３）には，「５８０ｇの超軽量化を達成。し\nかも，手巻きの両軸リールかと見間違うほどのサイズに仕上げました。」，「アク\nセルレバー  …操作性を重視したレバーの位置と形状でパーミング状態での巻き上\nげ・やりとりもＯＫ。」，「瞬動スイッチ  スイッチに指を乗せると巻き上げスタ\nート，指を離せばストップ。」などと記載されている。さらに，「Ａｄｖｅｎｔｕ\nｒｅ電動  ＶＳ３００」のカタログ（乙５１）には，超小型であり，その大きさが\n「Ｌ９５ｍｍ，Ｗ８５ｍｍ，Ｈ４８ｍｍ」であること，「片手で自在に操作」，「超\n軽量３９０ｇ」，「変速」スイッチについて，「スピード２段切り替え」などと記\n載されるとともに，片手で釣竿とリール本体を把持する様子を示す写真が掲載され\nている。\nこれらの商品は，上記使用説明等に照らせば，手のひらにのる程度の大きさに小\n型化・軽量化されていたこと，駆動モータの出力を制御する操作部材の操作性の向\n上を指向したものであることが認められる。さらに，「Ａｄｖｅｎｔｕｒｅ電動  Ｖ\nＳ３００」については，釣竿とリール本体とを片手で把持し，その把持した手の親\n指で駆動モータの出力を制御する操作部材（「変速」スイッチ）を操作することを\n予定したものであることが認められる。\n⒝  控訴人の商品カタログには，「シーボーグ  １５０Ｓ」（乙４６。平成１９\n年発行），「シーボーグ２５０ＦＢ」（乙４７。平成１８年発行），「ＬＥＯＢＲ\nＩＴＺ  １５０」（乙４８，５３。乙４８は平成２２年発行）が掲載されている。\n「シーボーグ  １５０Ｓ」のカタログ（乙４６）や「シーボーグ２５０ＦＢ」の\nカタログ（乙４７）には，商品の仕様説明として，「手持ちコンセプト」，「ワン\nハンドの司令塔」などとの記載とともに，その大きさがコンピュータのマウスと同\n程度にコンパクトであることを示す写真や片手で釣竿とリール本体を把持した状態\nにおけるその親指で「チョイ巻き」スイッチ（駆動モータの出力を制御するボタン\n式の操作部材）を操作する様子を示す写真が掲載されている。\nまた，「ＬＥＯＢＲＩＴＺ  １５０」のカタログ（乙４８，５３）には，「一日\n中手持ちでも疲れ知らずの，手持ちコンセプトに最適な小型電動リール。」，「ボ\nタンひとつで電動巻き上げができるチョイ巻スイッチにより，ワンハンドですべて\nの操作が簡単にできるようになっています。」などとの記載とともに，片手で釣竿\nとリール本体を把持した状態におけるその親指で「チョイ巻き」スイッチ（駆動モ\nータの出力を制御するボタン式の操作部材）を操作する様子を示す写真が掲載され\nている。\nこれらの商品は，上記使用説明等に照らせば，①手のひらにのる程度の大きさに\n小型化・軽量化されていたこと，②釣竿とリール本体とを片手で把持し，その把持\nした手の親指で駆動モータの出力を制御する操作部材（「チョイ巻き」スイッチ）\nを操作することを予定したものであることが認められる。\nｃ  公報の記載\n⒜  乙７２（特開２００４－２２９６０１号公報）\n乙７２（控訴人を出願人とする公開特許公報）には，リール４１をロッドととも\nに握持し，反対側の手でハンドル２１による巻取り操作を行うこと，反対側の手で\nハンドル操作を行えない場合に（例えば，ロッドを操作する手が伸びきっている，\n魚を取り込むための手網を持って手が塞がっているような場合），ロッドの持ち手\nの指でレバー５３の操作部５５の操作を行うことでモータ４３を駆動することで，\nワンタッチ操作で釣り糸の微妙な巻取りを行うことが記載されており（【０００７】，\n【００２７】，【００２８】，【００３０】，【図１】等），「駆動モータの出力\nを制御する操作部がリール及びロッドを把持した手で操作されること」が開示され\nているものと認められる。\n⒝  乙７１（特開２００６－８７４２６号公報）\n乙７１（控訴人を出願人とする公開特許公報）には，釣竿及びリール本体を保持\nした状態で電動巻上げ操作等を支障なく円滑に行うことができるようにすることが\n求められること，駆動モータの出力を制御する寸動ボタン２６を釣竿とリール本体\nとを片手で把持した状態で操作することが記載されており（【００１１】，【００\n１９】，【００２５】，【図１】，【図２】），「駆動モータの出力を制御する操\n作部がリール及びロッドを把持した手で操作されること」が開示されているものと\n認められる。\n⒞  乙３８（特開２００５－２０４５６７号公報）\n乙３８（控訴人を出願人とする公開特許公報）には，①従来から，電動リールを\n使用する場合，釣竿とともにリール全体を手で握持して釣糸の繰出しや巻取り等の\n魚釣り操作が行われており，そのために，更なるリール全体の小型，軽量化を図っ\nて操作性に優れた電動リールを提供することが求められること，②微妙な棚位置調\n整やシャクリ操作を行うための寸動スイッチ５３を指載置部６９の側板７に配設す\nるとともに，誤作動を防止するために隆起部７３を設けること，③実釣時に釣人は\n電動リール７１と釣竿を保持して魚釣り操作を行うところ，クラッチ機構４７は，\n電動リール７１を保持した状態で指載置部６９から親指をずらして押圧操作される\nことが記載されている（【０００４】，【０００６】，【００２２】，【００２４】，\n【００２９】，【００３０】，【００３２】，【図１】）。以上の記載に照らせば，\n寸動スイッチ５３も，実釣時に釣竿と電動リール７１を握持した手の親指で操作さ\nれるものであると理解することができるから，乙３８には，「駆動モータの出力を\n制御する寸動スイッチを釣竿とリール本体とを片手で把持した状態で操作するこ\nと」が開示されているものと認められる。\n⒟  乙１７（特開２００３－９２９５９号公報）\n乙１７公報（控訴人を出願人とする公開特許公報）は，乙１８公報記載の発明の\n改良発明に係るものであるところ，乙１７公報には，リール本体を保持した状態を\n維持しながらその手の親指の関節の仕組みからくる回動範囲内で無理なく操作部を\n移動操作することによって，モータ出力の増減調節操作を行いつつ，他方の手で手\n動巻取り操作やドラグ調節操作等を容易に行えること（モータ自動巻取り操作や手\n動巻取り操作などの実用時における複合操作が容易に行えること）が記載されてい\nる（【０００３】，【０００５】，【００１６】）。以上の記載に照らせば，モー\nタ出力調節体Ｂの操作部５を移動操作する一方の手が，リール本体のみならず釣竿\nを保持しているものと理解することができるから，乙１７公報には，「駆動モータ\nの出力を制御するモータ出力調節体Ｂの操作部５を，釣竿とリール本体とを片手で\n把持した状態で操作すること」が開示されているものと認められる。\n操作部材の配設位置，形態等\nａ  乙３８に開示された「寸動スイッチ５３」，乙７１に開示された「寸動ボタ\nン２６」は，駆動モータの出力を制御する操作部材であるが，制御ケースの後方側\nで右寄りの位置（手動ハンドル側）であって，釣竿及びリール本体を片手で把持し\nた状態でその手の親指が届きやすい位置に設けられている（各【図１】，【図３】）。\n乙７２に開示された「操作部５５」は，駆動モータの出力を制御する操作部材で\nあるが，リール本体の後方側で左側板（手動ハンドルと反対側の側板）の上部（左\n寄り）の位置であって，釣竿及びリール本体を片手で把持した状態でその手の親指\nが届きやすい位置に設けられている（【図１】，【図２】）。\n乙１７公報に開示された「モータ出力調節体Ｂの操作部５」は，駆動モータの出\n力を制御する操作部材（回動つまみ）であるが，制御ケースの後方側で左寄りの位\n置（手動ハンドルと反対側）であって，釣竿及びリール本体を片手で把持した状態\nでその手の親指が届きやすい位置に設けられている（【図１】，【図３】，【図９】，\n【図１２】）。\n「シーボーグ  １５０Ｓ」（乙４６），「シーボーグ２５０ＦＢ」（乙４７），\n「ＬＥＯＢＲＩＴＺ  １５０」（乙４８，５３）では，「チョイ巻き」スイッチ（駆\n動モータの出力を制御するボタン式の操作部材）が，制御ケースの後方側であり，\n左右いずれか寄りの位置であって，釣竿及びリール本体を片手で把持した状態でそ\nの手の親指が届きやすい位置に設けられている。\n「Ａｄｖｅｎｔｕｒｅ電動  ＶＳ３００」（乙５１）では，「変速」スイッチ（駆\n動モータの出力を制御するボタン式の操作部材であり，出力スピードを２段階で切\nり替え調整するもの）が，制御ケースの後方側で左寄りの位置（手動ハンドルと反\n対側）であって，釣竿及びリール本体を片手で把持した状態でその手の親指が届き\nやすい位置に設けられている。\nｂ  魚釣用電動リールにおいて，操作部材の形態としては，円筒状又は円板状の\n部材を回転させるダイヤル式のもの，つまみ等の部材を直線ないし円弧方向に移動\nさせるスライド式のもの，レバーを円弧状に動かすレバー式のもの，ボタンを押し\n下げるボタン式のものが原出願の出願日前から使用されており，レバー式の操作部\n材に代えてダイヤル式やスライド式のものを用いるなど，これらを相互に置換する\nことが可能であることも，上記出願日前に公開された複数の公開特許公報に記載さ\nれていた。（乙１７，１８，２２，２５～２７）\nまた，魚釣用電動リールにおいて，ダイヤル式の操作部材として，前後，左右又\nは斜め方向に回転するように構成されたものであって，回転する部材の一部のみが\nリール本体から外部に露出し，その余の部分は内部に収納されるように配設されて\nおり，リール本体の内部において支軸に装着される構成のものが，原出願の出願日\n前に開示されていた。（乙１７～１９）\n検知手段の構成及び配設位置\n魚釣用電動リールにおいて，操作具の設定位置を検知する手段を，海水等の浸入\nを防止するため，密封型のケースの内部に設けたもの，約１２０度の範囲にわたっ\nて回転可能に取り付けられたモータ出力調節レバーの作動量（変位量）を検知する\nためのポテンショメータを，リール本体に組み付けられた水密収納部内に設けたも\nのが，原出願の出願日前に開示されていた。（乙１９，３４）\nウ  相違点１－１の容易想到性\n乙１８発明は，前記 イのとおり，従来の魚釣用電動リールでは，モータ出\n力調節体と手動巻取用ハンドルとが，小型化及び小スペース化されたリール本体の\n同一側部に配設されているため，両操作部の配置位置が相互に近接してしまい，手\n動魚釣操作と電動魚釣操作の切換を誤操作しやすいという問題があり，また，両操\n作部をリール本体の同一側部に配設したことによって，リール本体の重量バランス\nが一側部に偏寄して，リール本体の安定性が低下し，その結果，魚釣操作性が低下\nするという問題があったことに鑑み，手動魚釣操作と電動魚釣操作の切換を容易に，\nかつ誤操作することなく確実に行うことができるとともに，リール本体の重量バラ\nンスの偏寄を緩和させた魚釣操作性に優れた魚釣用電動リールを提供することを目\n的とし，かかる課題の解決手段として，リール本体の手動巻取用ハンドルが装着さ\nれる一側部を除くリール本体にモータ出力調節体を変位可能に設けるという構成を\n採用したことにより，上記課題に応じた効果を奏するものである。さらに，乙１８\n発明では，モータ出力調節体を「制御ケースの前後方向のほぼ中央で，リール本体\nの左側板の上部にその側板の表面から露出した状態で」制御ケースに設けることに\nより，釣り人がリール本体を握持した状態で，かつ指や手の無理のない姿勢でモー\nタ出力調節体を変位操作することができるという作用効果をも奏している（【００\n２６】）。\nここで，乙１８公報には，モータ出力調節体を，リール本体の手動巻取用ハ\nンドルが設けられる側板以外の様々な部分に配設することが可能であることが記載\nされており（【００３５】），実施形態として，乙１８発明のほか，モータ出力調\n節体をリール本体の反ハンドル側で，かつ後方側（釣糸巻取方向側）の上部に回転\n可能に取り付けたもの（「第１の実施形態」の「第１の変形例」）や，スプールの\n後方の側板間に配設されているサムレストに，前後方向に回転操作可能に設けたも\nの（「第３の実施形態」）なども開示されており，この形態の場合でも，リール本\n体を把持した手の指の操作によってモータ出力調節体を容易に回転可能であること\nが記載されていることに照らせば，乙１８公報には，小型化された魚釣用電動リー\nルにおいて，リール本体を保持した手の指による操作性の向上を考慮して，モータ\n出力調節体の配置を変更することについての示唆があるということができる。\nさらに，前記イ によれば，魚釣用電動リールは，手のひらにのる程度に小型化，\n軽量化が図られていたところ，このように小型化，軽量化した魚釣用電動リールで\nは，釣竿とリール本体とを片手で把持し，その把持した手の親指で駆動モータの出\n力を制御する操作部材を操作することが指向されること及び釣竿とリール本体とを\n片手で把持した状態で操作することを予定した位置に駆動モータの出力を制御する\n操作部を配設することが，原出願の出願日（平成２３年７月１１日）前に当業者に\n周知であったものと認められる。\nそうすると，乙１８公報の記載及び上記周知の技術事項を踏まえた当業者におい\nて，釣竿とリール本体とを片手で把持した状態でのその手の指による操作性の向上\nを図るため，操作部材の配設位置や形態に係る周知技術を適用して，乙１８発明の\nモータ出力調節体をより操作性のよいものに変更することには，動機付けがあると\nいうことができる。\nそして，乙１８公報には，前記 のとおり，実施形態として，モータ出力調\n節体をリール本体の反ハンドル側で，かつ後方側（釣糸巻取方向側）の上部に回転\n魚釣用電\n動リールにおいて，駆動モータの出力を調節する操作部材を，リール本体ないし制\n御ケースの後方側で左右いずれか寄りの位置であって，釣竿及びリール本体を片手\nで把持した状態でその手の親指が届きやすい位置に設けることは，原出願の出願日\n前に当業者に周知であったものと認められる。\nそうすると，乙１８公報の記載及び上記周知技術を踏まえた当業者において，釣\n竿とリール本体とを片手で把持した状態でのその手の指による操作性の向上を考慮\nして，「制御ケースの前後方向のほぼ中央で，リール本体の左側板の上部にその側\n板の表面から露出した状態で」制御ケースに設けていた乙１８発明のモータ出力調\n節体を，制御ケースの後方側に配置することにし，「制御ケースの後方側で，リー\nル本体の左側板の上部にその側板の表面から露出した状態で」制御ケースに設ける\nようにすることは容易に想到できたことである。\nまた， 円筒状のモータ\n出力調節体を前後方向に回転操作可能に設けたもの（「第３の実施形態」）が記載\nによれば，原出願の出願日前に，魚釣用電動リー\nルにおいて，駆動モータの出力を調節する操作部材として，ダイヤル式の形態のも\nのを用いること及びスライド式等他の形態のものからダイヤル式の形態のものに置\n換可能であることは，当業者に周知であったものと認められる。\nところで，駆動モータの出力を調節する操作部材をダイヤル式の形態のものとし\nた場合，回転操作可能なように支軸に装着することは普通のことであり，前記イ\nによれば，リール本体の内部において支軸に装着される構成のものが周知であった\nと認められるから，乙１８発明のモータ出力調節体をスライド式のものからダイヤ\nル式のものに置き換え，リール本体を構成する制御ケースに支持された支軸に前後\n方向に回転可能に装着されたものとすることは，当業者が容易に想到できたことで\nある。\n本件明細書１には，前記 のとおり，本件発明１が，①釣竿とリール本体を\n把持する片手の掌の一部が本体の側板にフィットした状態で，操作部材に親指が届\nき，操作した際の力を十分に伝えることができ，また，②操作部材は，略前後方向\nに回転可能に支持されているため，露出部分を少なくしても操作領域を確保するこ\nとができるとともに，把持している手の親指で回転操作した際，親指が左右にずれ\nることがなく把持安定性が高くなるという作用効果を奏するものであることが記載\nされている（【０００８】，【０００９】）。\nしかし，本件発明１は，リール本体，制御ケース及び側板の大きさや形状を何ら\n特定していないことに照らせば，上記各作用効果は，乙１８発明において，操作部\n材の配設位置や形態について相違点１－１に係る本件発明１の構成を採用すること\nにより，通常予想される範囲内のものにすぎない。なお，本件明細書１には，操作\n部材の位置と操作部材の形態の組合せが相乗的に作用することで格別の作用効果を\n奏することについての記載や示唆はない。\n以上によれば，乙１８発明において，周知技術を適用することにより，相違\n点１－１に係る本件発明１の構成を備えるようにすることは，当業者が容易に想到\nできたことである。\n控訴人の主張について\nａ  控訴人は，乙１８公報には，リール本体のみを把持した手やその指でモータ\n出力調節体４０を操作することのみが開示されているのであって，片手のみで釣竿\nとリール本体を把持することは記載も示唆もなく，その他の文献も片手で釣竿とリ\nール本体とを把持した手の親指でモータ出力の調節のための操作部材を操作するも\nのではないから，釣竿とリール本体を片手で把持できる電動リールではハンドルが\n備えられている側の手の指でレバー形状のモータ出力を調整する操作部材を摘まん\nで操作するという固定観念を打破し，釣りの一連の動作について片手で行えるよう\nにするとともに，釣竿とリール本体を片手で容易に把持でき，その手の親指でモー\nタ出力を調整する操作部材を巧みに操作でき，更には，操作部材の操作中や急に大\nきな負荷がかかっても十分な把持性を有する魚釣用電動リールを提供するという本\n件各発明の課題を当業者が認識することはできなかった旨主張する。\nしかし，たとえ乙１８公報に記載された魚釣用電動リールが，リール本体のみを\n把持した手やその指でモータ出力調節体を操作することを前提としたものであった\nとしても，前記 及び のとおり，乙１８公報には，小型化された魚釣用電動リー\nルにおいて，リール本体を把持した手の指による操作性の向上を考慮して，モータ\n出力調節体の配置を変更することについての示唆があるということができ，さらに，\n前記イ によれば，魚釣用電動リールは，手のひらにのる程度に小型化，軽量化が\n図られていたところ，このように小型化，軽量化した魚釣用電動リールでは，釣竿\nとリール本体とを片手で把持し，その把持した手の親指で駆動モータの出力を制御\nする操作部材を操作することが指向されること及び釣竿とリール本体とを片手で把\n持した状態で操作することを予定した位置に駆動モータの出力を制御する操作部を\n配設することが，原出願の出願日前に当業者に周知であったものと認められる。ま\nた，そもそも，乙１８発明を含め乙１８公報に記載されたものは，小型化された魚\n釣用電動リールであって，手持ち状態での使用も予定されるものであると理解され\nるから，当業者であれば，乙１８発明において，釣竿とリール本体とを片手で把持\nした状態でのその手の指による操作性の向上を図ることを容易に想到し得るという\nことができる。\n以上に照らせば，乙１８公報の記載及び上記周知の技術事項を踏まえた当業者に\nおいて，釣竿とリール本体とを片手で把持した状態でのその手の指による操作性の\n向上を図るため，操作部材の配設位置や形態に係る周知技術を適用して，乙１８発\n明のモータ出力調節体をより操作性のよいものに変更することには，動機付けがあ\nるということができる。\nｂ  控訴人は，乙１７公報に開示された電動リールは，比較的大型の電動リール\nであるため，両手で電動リール本体を備えた釣竿を把持することを前提とする旨主\n張する。\nしかし，前記イ ｃ⒟のとおり，乙１７公報には，リール本体を保持した状態を\n維持しながらその手の親指の関節の仕組みからくる回動範囲内で無理なく操作部を\n移動操作することによって，モータ出力の増減調節操作を行いつつ，他方の手で手\n動巻取り操作やドラグ調節操作等を容易に行えること（モータ自動巻取り操作や手\n動巻取り操作などの実用時における複合操作が容易に行えること）が記載されてお\nり，かかる記載からすれば，モータ出力調節体Ｂの操作部５を移動操作する一方の\n手が，リール本体のみならず釣竿を保持しているものと理解することができる。\nまた，控訴人は，乙３８は，小型の電動リールを前提とした記載であるところ，\n小型の電動リールでは，他方の手が空いているために，モータ出力を調整する操作\n部材の操作は，釣竿とリール本体を把持していない手で操作すれば足りるから，釣\n竿とリール本体を把持した手の指で操作部材を操作するという動機付けはない旨主\n張する。\nしかし，前記イ ｃ⒞のとおり，乙３８の記載によれば，寸動スイッチ５３も，\n実釣時に釣竿と電動リール７１を握持した手の親指で操作されるものであると理解\nすることができる。そして，小型の電動リールであっても，実釣時における種々の\n動作を複合的に行うことができるように，片手を操作部材の操作から解放すること\nを指向すると考えられるのであって，小型の電動リールでは，釣竿とリール本体を\n把持した手の指で操作部材を操作するという動機付けがおよそ生じ得ないなどとい\nうことはできない。\nさらに，控訴人は，乙７２に記載されているのは，通常の魚釣用リールに補助巻\n取り専用モータを備えたリールであって，電動リール一般の把持態様を示すもので\nはない旨主張するが，乙７２に記載されているのは，魚釣用電動リールにほかなら\nない。\nｃ  控訴人は，「シーボーグ  １５０Ｓ」，「シーボーグ２５０ＦＢ」，「ＬＥ\nＯＢＲＩＴＺ  １５０」の「チョイ巻き」スイッチや乙３８等の「寸動スイッチ」\nは，ベイトキャスティングリールにおける限定的な課題，すなわち，糸ふけ防止時\nの課題，棚取り時の課題，魚取り込み時の課題を解決するための手段（ルアーのア\nクションを付ける操作や棚取りの操作時，又は魚の取り込み時の微妙で単純な巻き\n取り操作を簡単にできるようにするための手段）にすぎないから，釣竿とリール本\n体を片手で容易に把持できるとともに，モータ出力を多段階に調整して所望の巻き\n取り状態を得るという構成を開示するものではない旨主張する。\nしかし，上記「チョイ巻き」スイッチや「寸動スイッチ」も，駆動モータの出力\nを制御する操作部材であることに変わりはないから，その配設位置という観点にお\nいては，駆動モータの出力を調整する操作部材と格別異なるものとして捉える必要\nはないというべきである。\nしたがって，これらのスイッチの配置位置を含め，魚釣用電動リールにおいて，\n駆動モータの出力を調節する操作部材を，リール本体ないし制御ケースの後方側で\n左右いずれか寄りの位置であって，釣竿及びリール本体を片手で把持した状態でそ\nの手の親指が届きやすい位置に設けることが，当業者に周知の技術事項であったも\nのと認められるというべきである。\nｄ  控訴人は，乙１７公報，乙１８公報，乙２２及び２５ないし２７は，いずれ\nも電動リールにおいてレバー式やスライド式の操作部材を，配置位置や配置態様を\n無視してダイヤル式に置換してよいという技術常識ないし技術を開示するものでは\nない旨主張する。\nしかし，各文献（乙１７，１８，２２，２５～２７）には，レバー式，スライド\n式，ダイヤル式等，採用する方式によって操作部材の配設が特定の位置に限定され\nる旨の記載はない。むしろ，これらの文献が，置換後における操作部材の配設位置\nに触れることなく，方式の置換可能性に言及していることに照らせば，方式を置換\nした後における操作部材の配設位置は，当業者において適宜設計される設計的事項\nにすぎないものと考えられる。\nｅ  控訴人は，「操作部材は，制御ケースの後方側で，少なくとも左右の側板の\n一方の上部にその側板の表面から露出した状態で前後方向に回転可能に装着されて\nいる」との構成は，いずれの文献にも開示されておらず，そもそも乙１８発明に組\nみ合わせる技術がない旨主張する。\nしかし，前記 及び のとおり，乙１８公報の記載及び周知の技術事項を踏まえ\nた当業者において，釣竿とリール本体とを片手で把持した状態でのその手の指によ\nる操作性の向上を図るため，操作部材の配設位置や形態に係る周知技術を適用して，\n乙１８発明のモータ出力調節体をより操作性のよいものに変更することには，動機\n付けがあるということができるところ，たとえ一つの文献で全ての構成を開示した\nものが存しないとしても，乙１８公報自体に\nせば，かかる記載を踏まえて，乙１８発明において，操作部材の配設位置や形態に\n係る各周知技術の適用を試みることは，当業者が容易に想到できたことであるとい\nうべきである。\nエ  相違点１－２の容易想到性\n乙１８発明において，モータ出力調節体は，操作部をスライドさせることで\n１８発明は，乙１８公報に「第１の実施の形態」の「第２の変形例」として記載さ\nれた実施形態であるところ，乙１８公報には，「第１の実施の形態」に関し，モー\nタ出力調節体を変位操作すると，その変位方向及び変位量に応じてモータに供給さ\nれる電力量が増減変更され，モータ出力を増減調節することができるようになって\nいることが記載されており（【００２２】），モータ出力調節体を回動式からスラ\nイド式に変形した変形例である乙１８発明においても，モータ出力調節体を変位操\n作すると，その変位量に応じてモータに供給する電力量が増減変更されるようにな\nっているものと理解できるから，乙１８発明は，操作部の変位量を検知する検知手\n段を備えるものと認められる。\nそして，乙１８\n後方向に回転操作可能に設けたモータ出力調節体の回転量によって変化する抵抗値\nをリール本体内の制御装置へ入力するポテンショメータ（回転角や移動量を電圧に\n変換する機器・素子）をリール本体の側板内に設ける形態が開示されているから，\n乙１８発明のモータ出力調節体をダイヤル式のものとした場合に，操作部の変位量\nを検知する検知手段を，操作部材の操作角度を検知するものとすることは，当業者\nが容易に想到できたことである。\nさらに， によれば，検知手段をリール本体内の密封された空間内に\n設ける構成は，原出願の出願日前に周知であったと認められることに加え，そもそ\nも，魚釣用電動リールは海や河川などで用いるものであり，かつ使用後には丸洗い\nすることも予定されるものであるから，防水性を確保するため，検知手段をリール\n本体内に収納するように構成することは普通のことであるということができる。そ\nうすると，乙１８発明のモータ出力調節体をダイヤル式のものとした場合に，操作\n部の変位量を検知する検知手段を操作部材の操作角度を検知するものとし，これを\n制御ケース内に設けることは，当業者が容易に想到できたことである。\nよって，乙１８発明において，相違点１－２に係る本件発明１の構成を備え\nるようにすることは，当業者が容易に想到できたことである。\nオ  小括\n以上によれば，本件発明１は，乙１８発明及び周知技術に基づき容易に発明をす\nることができたものであって，進歩性欠如の無効理由を有するものである。\n本件発明２\nア  本件発明２と乙１８発明との対比\n本件発明２と乙１８発明とを対比すると，両者は，以下の点において相違するも\nのと認められる。\n相違点２－１：操作部材について，本件発明２では，「制御ケースの後方側で，\n少なくとも左右の側板の一方の上部に前後方向に向けて回転可能に装着されるとと\nもに，」「その外表面が操作部として前記側板の上部の表面から露出している」も\nのであるのに対し，乙１８発明では，「モータ出力調節体は，制御ケースの前後方\n向のほぼ中央で，左側板の上部にその側板の表面から露出した状態で前記制御ケー\nスに配設されるとともに，前後方向に略円弧状にスライド移動可能に装着され」た\nものである点。\n相違点２－２：操作部材について，本件発明２では，「直径が１０～２４ｍｍ，\n軸方向長さが２～２０ｍｍの略円筒形状に形成され，」その外表面が「円弧領域」\nであるのに対し，乙１８発明では，「モータ出力調節体の外表面は突起状のつまみ」\nであり，その寸法が明記されていない点。\nイ  相違点２－１の容易想到性\n相違点２－１は，相違点１－１と実質的に異ならないから，前記 ウと同様に，\n乙１８発明において，周知技術を適用することにより，当業者が容易に想到できた\nものである。\nウ  相違点２－２の容易想到性\n乙１８発明において，モータ出力調節体をスライド式のものからダイヤル式\nのものに置き換えること\nことであるところ，前記 イ によれば，ダイヤル式の操作部材を略円筒形状に形\n成し，その外表面の一部をリール本体から外部に露出させることは，原出願の出願\n日前に当業者に周知であったと認められる。\nそして， 当業者において，釣竿とリール本体とを片手で把持\nした状態でのその手の指による操作性の向上を図るため，操作部材の配設位置や形\n態に係る周知技術を適用して，乙１８発明のモータ出力調節体をより操作性のよい\nものに変更することには動機付けがあるということができるところ，指や手の無理\nのない姿勢でモータ出力調節体を変位操作することができるように，モータ出力調\n節体の大きさを適した寸法にすることは，当業者であれば当然に考慮することであ\nる。その際，ダイヤル式のものであって，略円筒形状に形成したモータ出力調節体\nの直径及び軸方向長を，人の指先の可動域及び親指の幅（なお，乙３６の１・２の\n計測結果では，親指の第１指関節幅の平均値が，男性では２０．１ｍｍ，女性では\n１７．６ｍｍ，男女平均では１９．１ｍｍとされている。）に応じて，「直径が１\n０～２４ｍｍ，軸方向長さが２～２０ｍｍ」の範囲内のものとすることは，当業者\nが適宜選択することのできる設計的事項にすぎないというべきである。\nここで，本件明細書２の【００２５】には，「操作部材３０の直径Ｄについ\nては，１０～２４ｍｍの範囲のものを用いることが好ましい。これは，直径が１０\nｍｍ未満のものを用いると，親指との接触面積が小さくなり過ぎて，滑りが生じる\n等，操作性が悪くなるためである。また，２４ｍｍを超えてしまうと，周辺部（本\n体）の把持領域が少なくなり，把持安定度が低下するためである。なお，操作部材\n３０の軸方向長さＬについては，親指を押え付けて安定して転がし操作ができるよ\nうに，２．０～２０ｍｍとしておくことが好ましい。」との記載があるのみで，直\n径が１０～２４ｍｍ，軸方向長さが２～２０ｍｍという構成を備えるものと，この\n構成を備えないものとの操作性に関する比較結果等については何らの記載もないか\nら，上記数値範囲に臨界的意義があるということはできない。結局，上記数値範囲\nは，人の指先の可動域及び親指の幅から通常想定される範囲を規定したものにすぎ\nないというべきである。\nよって，乙１８発明において，周知技術を適用し，相違点２－２に係る本件\n発明２の構成を備えるようにすることは，当業者が容易に想到できたことである。\nエ  小括\n以上によれば，本件発明２は，乙１８発明及び周知技術に基づき容易に発明をす\nることができたものであって，進歩性欠如の無効理由を有するものである。\n本件発明３\nア  本件発明３と乙１８発明との対比\n本件発明３と乙１８発明とを対比すると，両者は，以下の点において相違するも\nのと認められる。\n相違点３－１：操作部材について，本件発明３では，「制御ケースの後方側で，\n少なくとも左右の側板の一方の上部に，親指を接触させて操作される外表面の円弧\n領域が露出するように」「前後方向に向けて回転可能に装着されている」ものであ\nるのに対し，乙１８発明では，「モータ出力調節体は，制御ケースの前後方向のほ\nぼ中央で，左側板の上部にその側板の表面から露出した状態で前記制御ケースに配\n設されるとともに，前後方向に略円弧状にスライド移動可能に装着され」たもので\nある点。\n相違点３－２：操作部材について，本件発明３では，「側板の上部の表面に形成\nされた凹所内に下方領域が収容されて」いるのに対し，乙１８発明では，外表面が\n突起状のつまみであり，下方領域の収容態様が不明である点。\nイ  相違点３－１の容易想到性\n相違点３\n乙１８発明において，周知技術を適用することにより，当業者が容易に想到できた\nものである。\nウ  相違点３－２の容易想到性\n本件発明３における「凹所」の意義\n本件発明３における「凹所」は，特許請求の範囲の記載によれば，側板の上部の\n表面に形成され，操作部材の下方領域を収容するものであり，本件明細書３の発明\nの詳細な説明には，実施形態として，半円状に窪んだ湾曲部（【００２０】，【０\n０２１】，図５）と，上下方向に貫通した開口部（【００３７】，図１２）が開示\nされている。\n乙１８発明において，モータ出力調節体をスライド式のものからダイヤル式\n様に，当業者において容易に想到できた\nによれば，ダイヤル式の操作部材を略円筒形状に形\n成し，その外表面の一部をリール本体から外部に露出させ，その余の部分は内部に\n収納されるように配設することは，原出願の出願日前に当業者に周知であったと認\nめられる。\nそうすると，本件発明３における「凹所」は，前記 によれば，側板の上部の表\n面に形成され，操作部材の下方領域を収容するものであれば足り，その形状は，半\n円状に窪んだ湾曲状のものに限らず，上下方向に貫通した開口状のものも含むと解\nされるところ，乙１８発明において，モータ出力調節体をスライド式のものからダ\nイヤル式のものに置き換えた場合に，上記周知技術を適用し，略円筒形状に形成し\nた操作部材を，左側板の上部に外表面の円弧領域が露出するように左側板の上部に\n形成された凹所内にその下方領域を収容するようにすることは，当業者が容易に想\n到できたことである（上記周知技術を適用し，外部に露出されていないその余の部\n分，すなわち，下方領域をリール本体の内部に収納されるようにするということは，\n乙１７公報の【図２】，【図７】や乙１８公報の【図８】等から明らかなように，\n少なくとも左側板に形成された開口部に下方領域を収納されるようにすることを意\n味する。）。\nよって，乙１８発明において，周知技術を適用し，相違点３－２に係る本件\n発明３の構成を備えるようにすることは，当業者が容易に想到できたことである。\nエ  小括\n以上によれば，本件発明３は，乙１８発明及び周知技術に基づき容易に発明をす\nることができたものであって，進歩性欠如の無効理由を有するものである。\n３  争点 （訂正の対抗主張の成否）について\n訂正の対抗主張について\n特許に無効理由が存在する場合であっても，①適法な訂正請求（又は訂正審判請\n求）がされ（訂正請求及び訂正審判請求が制限されるためにこれをすることができ\nない場合には，訂正請求（又は訂正審判請求）できる時機には，必ずこのような訂\n正を請求する予定である旨の主張），②上記訂正により無効理由が解消されるとと\nもに，③訂正後の特許請求の範囲に対象製品が属するときは，特許法１０４条の３\n第１項により権利行使が制限される場合に当たらない。\n時機に後れた攻撃防御方法との主張について\n被控訴人は，控訴人が，当審において，訂正の対抗主張を追加したのに対し，上\n記主張は，時機に後れた攻撃防御方法の提出として，民訴法１５７条１項に基づき\n却下されるべきである旨主張する。\n控訴人は，原審において，弁論準備手続が終結されるまでの間，訂正の対抗主張\nを提出することはなかったが，弁論準備手続終結後に提出された準備書面において\n初めてこれを主張するに至ったため，原審裁判所により時機に後れたものとして却\n下された（なお，原審において主張した訂正の内容は，「片手で」との文言の有無\nの点を除き，当審における訂正の内容と同一である。）。控訴人は，平成２８年９\n月８日に原判決が言い渡されると，同月２１日控訴を提起した。他方，同月３０日\nには，本件特許１ないし３に係る各特許無効審判において，審決の予告がされた。\nそこで，控訴人は，同年１１月１０日提出に係る控訴理由書において，訂正の対抗\n主張を記載した。\n上記の原審及び当審における審理の経過に照らすと，より早期に訂正の対抗主張\nを行うことが望ましかったということはできるものの，控訴人が原判決や審決の予\n告がされたのを受けて，控訴理由書において訂正の対抗主張を詳細に記載し，当審\nにおいて速やかに上記主張を提出していることに照らすと，控訴人による訂正の対\n抗主張の提出が，時機に後れたものであるとまでいうことはできない。また，本件\nにおける訂正の対抗主張の内容に照らすと，訂正の対抗主張の提出により訴訟の完\n結を遅延させることになるとも認められない。\nよって，控訴人の訂正の対抗主張を時機に後れたものとして却下することはしな\nい。\n無効理由の解消の有無について\n事案に鑑み，まず，本件各訂正により本件各発明の乙１８発明に基づく進歩性欠\n如の無効理由が解消したか否か，すなわち，本件各訂正発明は，乙１８発明に基づ\nき容易に発明をすることができたものか否かについて，判断する。\nア  本件訂正発明１\n本件訂正発明１は，本件発明１に，発明特定事項として，①操作部材を，釣\n竿とともにリール本体を片手で把持保持した状態の手の親指が届く位置で押え付け\nて前後方向に回転操作が可能となるように配設すること，②操作部材を略円筒形状\nに構成することを追加したものである。よって，本件訂正発明１と乙１８発明との\n相違点は，前記相違点１－１及び１－２のほか，以下のとおりである。\n相違点１－３：操作部材に関し，本件訂正発明１では，「釣竿とともにリール本\n体を片手で把持保持した状態の手の親指が届く位置で押え付けて前後方向に回転操\n作が可能となるように」配設されたものであるのに対し，乙１８発明では，このよ\nうに配設されたものではない点。\n相違点１－４：操作部材に関し，本件訂正発明１では，「略円筒形状に構成され」\nたものであるのに対し，乙１８発明では，「モータ出力調節体の外表面は突起状の\nつまみ」である点。\n相違点１－３の容易想到性\n①乙１８公報には，小型化された魚釣用電動リールにおいて，リール本体を保持\nした手の指による操作性の向上を考慮して，モータ出力調節体の配置を変更するこ\nとについての示唆があるということができること，並びに，②魚釣用電動リールは，\n手のひらにのる程度に小型化，軽量化が図られていたところ，このように小型化，\n軽量化した魚釣用電動リールでは，釣竿とリール本体とを片手で把持し，その把持\nした手の親指で駆動モータの出力を制御する操作部材を操作することが指向される\nこと及び釣竿とリール本体とを片手で把持した状態で操作することを予定した位置\nに駆動モータの出力を制御する操作部を配設することが，原出願の出願日前に当業\n者に周知であったことは，前記２ ウ のとおりである。そうすると，乙１８発明\nにおいて，操作部材を釣竿とともにリール本体を片手で把持保持した状態の手の親\n指が届く位置に配設することは，当業者が容易に想到できたことである。\nまた，乙１８発明において，周知技術を適用して，相違点１－１に係る本件発明\n１の構成とすることは当業者が容易に想到できたものであるところ，上記構成を備\nえた場合，操作部材の前後方向への回転操作は，親指で押え付けるようにして行わ\nれ得るものであることは明らかである。\nそうすると，乙１８発明において，相違点１－３に係る本件訂正発明１の構成と\nすることは，当業者が容易に想到できたことである。\n相違点１－４の容易想到性\n乙１８発明において，モータ出力調節体をスライド式のものからダイヤル式のも\nのに置き換えることは，前記２ ウのとおり，当業者において容易に想到できたこ\nとであるところ，ダイヤル式の操作部材を略円筒形状に形成することは，原出願の\n出願日前に当業者に周知であったと認められる。そうすると，乙１８発明において，\n相違点１－４に係る本件訂正発明１の構成とすることは，当業者が容易に想到でき\nたことである。\n以上によれば，本件訂正発明１は，乙１８発明及び周知技術に基づき容易に\n発明をすることができたものである。\nイ  本件訂正発明２\n本件訂正発明２は，本件発明２に，発明特定事項として，①操作部材を，釣\n竿とともにリール本体を片手で把持保持した状態の手の親指が届く位置に配設する\nこと，②操作部材の操作部（外表面の円弧領域）を，釣竿とともにリール本体を片\n手で把持保持した状態の手の親指で押え付けて前後方向に回転操作可能に側板の上\n部から露出し，円弧領域となる操作面の前記表面に対する突出高さが０．５～１２\nｍｍの範囲に設定されているように構成することを追加したものである。よって，\n本件訂正発明２と乙１８発明との相違点は，前記相違点２－１及び２－２のほか，\n以下のとおりである。\n相違点２－３：操作部材について，本件訂正発明２では，「釣竿とともにリール\n本体を片手で把持保持した状態の手の親指が届く位置に配設されて」いるものであ\nるのに対し，乙１８発明では，このように配設されたものではない点。\n相違点２－４：操作部材について，本件訂正発明２では，「釣竿とともにリール\n本体を片手で把持保持した状態の手の親指で押え付けて前後方向に回転操作可能\nに」側板の上部から露出し，「円弧領域となる操作面の前記表面に対する突出高さ\nが０．５～１２ｍｍの範囲に設定され」たものであるのに対し，乙１８発明では，\nこのように配設されたものではなく，モータ出力調節体の外表面は突起状のつまみ\nであり，その寸法が明記されていない点。\n相違点２－３の容易想到性\n前記ア のとおり，乙１８発明において，相違点２－３に係る本件訂正発明２の\n構成とすることは，当業者が容易に想到できたことである。\n相違点２－４の容易想到性\nａ  乙１８発明において，周知技術を適用して，相違点２－１及び２－２に係る\n本件発明２の構成とすることは当業者が容易に想到できたものであることは，前記\n２ イ及びウのとおりであるところ，上記構成を備えた場合，操作部材の前後方向\nへの回転操作は，親指で押え付けるようにして行われ得るものであることは明らか\nである。したがって，乙１８発明において，操作部材の操作部（外表面の円弧領域）\nを，釣竿とともにリール本体を片手で把持保持した状態の手の親指で押え付けて前\n後方向に回転操作可能に側板の上部から露出するように構成することは，当業者が\n容易に想到できたことである。\nｂ  前記２ ウのとおり，当業者において，釣竿とリール本体とを片手で把持し\nた状態でのその手の指による操作性の向上を考慮して，乙１８発明のモータ出力調\n節体の配置をより操作性のよいものに変更することには，動機付けがあるというこ\nとができるところ，指や手の無理のない姿勢でモータ出力調節体を変位操作するこ\nとができるように，モータ出力調節体の大きさを適した寸法にすることは，当業者\nであれば当然に考慮することである。その際，ダイヤル式のものであって，略円筒\n形状に形成したモータ出力調節体の突出高さを，人の指先の可動域を考慮して，「０．\n５～１２ｍｍ」の範囲のものとすることは，当業者が適宜選択することのできる設\n計的事項にすぎないというべきである。\nここで，本件明細書２の【００２４】には，「操作部材３０は，リール本体を確\n実に把持した状態で，安定して転がす操作ができるように，前記突出高さｈについ\nては，０．５～１２ｍｍの範囲に設定しておくことが好ましい。これは，突出高さ\nｈが０．５ｍｍ未満となると，親指の接触面積が小さくなり過ぎて，滑りが生じる\n等，操作性が悪くなるためである。また，１２ｍｍを超えてしまうと，大きく突出\nした状態となってしまい，その周辺部の把持圧力が小さくなって，把持安定度が低\n下してしまうためである。」との記載があるのみで，突出高さが０．５～１２ｍｍ\nという構成を備えるものと，この構成を備えないものとの操作性に関する比較結果\n等については何らの記載もないから，上記数値範囲に臨界的意義があるということ\nはできない。結局，上記数値範囲は，人の指先の可動域から通常想定される範囲を\n規定したものにすぎないというべきである。\nそうすると，乙１８発明において，周知技術を適用し，相違点２－４に係る本件\n訂正発明２の構成を備えるようにすることは，当業者が容易に想到できたことであ\nる。\n以上によれば，本件訂正発明２は，乙１８発明及び周知技術に基づき容易に\n発明をすることができたものである。\nウ  本件訂正発明３\n本件訂正発明３は，本件発明３に，発明特定事項として，①操作部材を，釣\n竿とともにリール本体を片手で把持保持した状態の手の親指が届く位置に配設する\nこと，②操作部材の操作部（外表面の円弧領域）を，釣竿とともにリール本体を片\n手で把持保持した状態の手の親指を押え付けて前後方向に回転操作されるように構\n成すること，③操作部材を，スプールのフランジ後端より前方側に配置することを\n追加したものである。よって，本件訂正発明３と乙１８発明との相違点は，前記相\n違点３－１及び３－２のほか，以下のとおりである。\n相違点３－３：操作部材について，本件訂正発明３では，「釣竿とともにリール\n本体を片手で把持保持した状態の手の親指が届く位置」に配設されているものであ\nるのに対し，乙１８発明では，このように配設されたものではない点。\n相違点３－４：操作部材について，本件訂正発明３では，操作部（外表面の円弧\n領域）を「釣竿とともにリール本体を片手で把持保持した状態の手の親指を押え付\nけて前後方向に回転」操作するものであるのに対し，乙１８発明では，操作部をこ\nのように操作するものではない点。\n相違点３－５：本件訂正発明３では，制御ケースの後方側に配置された操作部材\nが「スプールのフランジ後端より前方側に配置されて」いるのに対し，乙１８発明\nでは，このように配置されたものではない点。\n相違点３－３及び３－４の容易想到性\n及びイ のとおり，乙１８発明において，相違点３－３及び３－４に係\nる本件訂正発明３の構成とすることは，当業者が容易に想到できたことである。\n相違点３－５の容易想到性\n前記２ ウ のとおり，乙１８発明において，釣竿とリール本体とを片手で把持\nした状態でのその手の指による操作性の向上を考慮して，モータ出力調節体を制御\nケースの後方側に配置することにし，「制御ケースの後方側で，リール本体の左側\n板の上部にその側板の表面から露出した状態で」制御ケースに設けるようにするこ\nとは容易に想到できたことである。\nそして，操作部材を制御ケースの後方側で，前記スプールのフランジ後端より前\n方側に配設することは，乙１７公報の【図９】や【図１２】，乙４６にも示されて\nいるように，原出願の出願日前に当業者に周知のものであったと認められる。\nそうすると，乙１８発明において，周知技術を適用し，相違点３－５に係る本件\n訂正発明３の構成を備えるようにすることは，当業者が容易に想到できたことであ\nる。\n以上によれば，本件訂正発明３は，乙１８発明及び周知技術に基づき容易に\n発明をすることができたものである。\nエ  以上のとおり，本件各訂正発明は，乙１８発明に基づき容易に発明をするこ\nとができたものであって，本件各訂正によっても，本件各発明の無効理由（乙１８\n発明に基づく進歩性欠如の無効理由）は解消しない。\n小括\nよって，控訴人は，被控訴人に対し，本件特許権１ないし３を行使することはで\nきない（特許法１０４条の３第１項）。\n４  結論\n以上によれば，控訴人の被控訴人に対する本訴請求をいずれも棄却した原判決は\n相当であるから，本件控訴を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官     髙    部    眞  規  子\n裁判官     柵    木    澄    子\n裁判官     片     瀬         亮\n"
}