{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 8,
    "day": 27
  },
  "case_number": "平成26(ワ)19616",
  "case_name": "営業妨害予防等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85360",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85360",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/360/085360_hanrei.pdf",
  "contents": "平成２７年８月２７日判決言渡  同日原本領収  裁判所書記官\n平成２６年（ワ）第１９６１６号  営業妨害予防等請求事件\n口頭弁論の終結の日  平成２７年５月２８日\n判                決\n東京都千代田区＜以下略＞\n原 告          株 式 会 社 三 実 通 商\n同 訴 訟 代 理 人 弁 護 士          樋 口 一 磨\n同             山 崎 創 生\n同 訴 訟 復 代 理 人 弁 護 士          畔山   亨\n兵庫県豊岡市＜以下略＞\n被 告          三 栄 産 業 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士          若 本 修 一\n主                文\n１  別紙営業秘密目録２記載(2)の営業秘密の使用及び\n開示の各差止請求に係る訴えを却下する。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，自ら又は第三者をして，別紙物件目録記載の鍵を製造し，販売し，\n使用し又は頒布してはならない。\n２  被告は，被告保有に係る別紙物件目録記載の鍵を廃棄せよ。\n３  被告は，錠前付き鞄の販売事業に関して，別紙営業秘密目録１及び２記載の\n各営業秘密を使用し，又は第三者に開示してはならない。\n４  被告は，別紙営業秘密目録１記載の情報を使用して製造した鍵を廃棄せよ。\n５  被告は，原告に対し，２７３３万１２１４円及びこれに対する平成２６年８\n月３０日（訴状送達の日の翌日）から支払済みまで年６分の割合による金員を\n支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，原告が，被告に対し，以下の各請求をする事案である。\n(1)  原告は，被告が，不正の利益を得，又は原告に損害を与える目的で，原告\nから示された別紙営業秘密目録１及び２記載の各情報（以下，別紙営業秘密\n目録１記載の情報を「本件鍵情報」，別紙営業秘密目録２記載(1)の情報を「本\n件名簿情報１」，同目録記載(2)の情報を「本件名簿情報２」といい，これら\nを併せて「本件各情報」という。）を使用して営業活動を行うなどしたと主張\nして，不正競争防止法３条１項及び２項に基づき，本件各情報の使用，開示\n及び別紙物件目録記載の鍵（以下「二重打刻鍵」という。）の製造等の各差止\nめ並びに二重打刻鍵の廃棄を求める（前記第１の１ないし４）。\n(2)  原告は，被告が，私的独占の禁止及び公正取引の確保に関する法律（以下\n「独占禁止法」という。）１９条及び２条９項６号に違反した行為を行ってお\nり，これにより原告の利益が侵害され，又は侵害されるおそれがあると主張\nして，独占禁止法２４条に基づき，二重打刻鍵の製造等の差止め及び廃棄を\n求める（前記第１の１及び２）。具体的には，原告は，被告が，①正常な商慣\n習に照らして不当な利益をもって，原告の顧客である綜合警備保障株式会社\n（以下「ＳＯＫ」という。）を被告と取引するように誘引し（昭和５７年６月\n１８日公正取引委員会告示第１５号「不公正な取引方法」（以下「一般指定」\nという。）９項），また，②自己と競争関係にある他の事業者である原告とそ\nの取引の相手方であるＳＯＫとの間の取引を不当に妨害する（平成２１年１\n０月２８日公正取引委員会告示第１８号による改正後の一般指定１４項）と\nいう行為を行っている旨主張する。\n(3)  原告は，被告による二重打刻鍵の製造等が債務不履行，一般不法行為又は\n上記(1)のとおり不正競争に該当するとして，民法４１５条，７０９条又は不\n正競争防止法４条に基づき，損害賠償金２７３３万１２１４円及びこれに対\nする訴状送達の日の翌日から支払済みまで商事法定利率である年６分の割合\nによる遅延損害金の支払を求める（前記第１の５）。\n２  前提事実（証拠等を掲げた事実以外は，当事者間に争いがない。）\n(1)  原告は，防犯，防火，防災及び安全に関する設備，機器及びシステムの販\n売等を目的とする株式会社（平成２年１０月設立，資本金２３００万円）で\nあり，被告は，各種鞄嚢類の製造販売等を目的とする株式会社（昭和５１年\n７月２日設立，資本金１０００万円）である。（甲１，２）\n(2)  原告は，平成１５年ころ以降，被告にＳＯＫ向けの原告鞄を製造させるた\nめ，被告に対し，ディンプルキー「スーパーＺ錠」（以下「Ｚ錠」といい，Ｚ\n錠に対応した本件鍵情報記載の構造を有する鍵を「Ｚ錠用鍵」という。）を有\n償で譲渡した上，被告から，被告がＺ錠を使用して製造したＺ錠付き鞄（以\n下「原告鞄」という。）を購入し，これをＳＯＫに販売するようになった。\nなお，ディンプルキーとは，外筒と内筒の二重構造から成り，開錠時には，\n開錠用キーを用いて，錠前内のドライバーピンとキーピンを所定の位置に正\n確に押し上げることにより，ドライバーピンを錠前の外筒に残したままキー\nピンごと錠前内の内筒を回転させて開錠する構造の錠前である。そのため，\nディンプルキーを開錠するためには，当該ディンプルキーごとに大きさや深\nさの違う複数のくぼみ（以下「ピン穴」という。）が正確に打刻された解錠用\nの鍵が必要となる。\n(3)  被告は，平成２５年，ＳＯＫが実施した業務用鍵付き鞄の入札に参加し，\n同入札に参加していた原告を下回る価額（最低落札価格と同額）で応札して\n落札した。被告は，そのころ以降，ＳＯＫに対し，自ら製造する差込式ディ\nンプルキー「ＳＥ－１錠」（以下「ＳＥ錠」という。）を使用して製造したＳ\nＥ錠付き鞄（以下「被告鞄」という。）を販売している。\n(4)  被告は，ＳＯＫに対して，被告鞄を納入するとともに，ＳＥ錠を開錠す\nることができるピン穴を打刻した鍵（以下「ＳＥ錠用鍵」という。）の表面\nにＺ錠を開錠することのできるピン穴を二重に打刻した二重打刻鍵を納入\nしている。\n３  争点\n(1)  不正競争の成否\nア  本件各情報の営業秘密該当性（争点１）\nイ  被告が図利加害目的で営業秘密を使用し又は開示したか否か（争点２）\n(2)  独占禁止法違反の成否（被告が「不公正な取引方法」を用いたか否か）\nア  競争者に対する取引妨害（一般指定１４項）に該当する行為の有無（争\n点３）\nイ  不当な利益による顧客誘引（一般指定９項）に該当する行為の有無（争\n点４）\n(3)  債務不履行又は一般不法行為の成否（争点５）\n(4)  損害の有無及び額（争点６）\n４  争点に関する当事者の主張\n(1)  争点１（本件各情報の営業秘密該当性）について\n[原告の主張]\nア  本件鍵情報について\n(ア)  有用性について，ディンプルキーの開錠用の鍵に打刻されたピン穴\nの位置，深さ及び大きさは，ディンプルキーを開錠する中核となる有用\nな情報である。\n(イ)  非公知性について，本件鍵情報は，原告が原告鞄を販売する前は原\n告及び被告しか知らず，販売した後であっても顧客の社内においてのみ\n使用され，外部に公表される性質のものではない。また，原告鞄の販売\nと共にＺ錠用鍵がＳＯＫにわたった後も，本件鍵情報はＳＯＫとの関係\nで非公知である。なぜなら，本件鍵情報は，ディンプルキーに関する専\n門的知識がなければそれ単独では意味のない情報であって，ＳＯＫは本\n件鍵情報を形式的には認識できても，鍵の開錠においていかなる意味を\n有するのかを理解することはできないからである。\n(ウ)  秘密管理性について，ＳＯＫ向けのＺ錠用鍵は，原告鞄の製造委託\n先にしか支給されず，また，本件鍵情報は原告の社内において厳重に保\n管されているのであって，アクセスできる者は原告代表取締役及び一部\nの担当者のみに限られている。さらに，Ｚ錠自体が番号管理され，他社\nに誤ってＳＯＫ向けの原告鞄のＺ錠が引き渡されることがないように厳\n重な管理がされており，本件鍵情報につき，原告に秘密保持の意思も認\nめられる。\nイ  本件名簿情報１及び２について\n(ア)  有用性について，本件名簿情報１及び２は，いずれも原告の事業拡\n大の源泉であり，会社名と住所地自体ではなく，本件名簿情報１に記載\nされた会社が原告鞄を購入し，今後も同様の需要があること，当該事業\n者の中での調達決定権者，原告鞄の使用目的や主に使用している商品の\n大きさや数，買い替えが想定される時期など全体としての情報が，原告\nが効率的な営業活動及び顧客開拓を行うために必要かつ有用なものであ\nる。\n(イ)  非公知性について，本件名簿情報１及び２は，いずれも原告しか知\nり得ない情報である。原告の顧客の中には，製造元からの直送納品を望\nむ顧客も多く，製造委託先から顧客への直送を可能にするため，本件名\n簿情報１及び２を被告に開示しているが，あくまで被告にとどめておく\nべき性質の情報であり，広く公に開示される情報ではなく非公知性を有\nしている。\n(ウ)  秘密管理性について，本件名簿情報１及び２は，いずれも原告の鍵\nのかかるキャビネット内に保管しており，鍵を借りる許可を得た従業員\nのみがキャビネット内の顧客名簿を見ることができる。また，原告の従\n業員は，事前に会社から発行されたアカウントに自ら設定したパスワー\nドを入力することでしか本件名簿情報１及び２にアクセスすることがで\nきない。したがって，原告は，本件名簿情報１及び２について，必要か\nつ十分な情報管理体制を敷いているといえる。\nウ  以上のとおり，本件各情報は，いずれも不正競争防止法上の営業秘密に\n当たる。\n[被告の主張]\nア  本件鍵情報について\nＳＯＫがどのようなディンプルキーを使用しているのかを知り得たのは\n被告のみではなく，ＳＯＫ自身及び被告以外の下請業者もＳＯＫがどのよう\nなディンプルキーを使用していたのか知っていたはずである。また，原告・\n被告間の取引において，秘密保持契約が交わされていないのはもちろん，取\n引基本契約書や製造委託契約書さえ存在しない。さらに，被告は，原告が他\n社から仕入れたＺ錠を原告から購入した上，Ｚ錠を付けた原告鞄を製造して\nＳＯＫに販売したのであって，最終的にＳＯＫがＺ錠用鍵を含む原告鞄の所\n有権を取得しているところ，Ｚ錠のピン穴の位置等は，Ｚ錠用鍵上に露出し\nており，Ｚ錠用鍵を一見すれば誰もがその内容を把握することが可能である。\nしかるに，Ｚ錠用鍵はＳＯＫの不特定多数の従業員によって使用されている\n上，原告はＳＯＫに対して本件鍵情報の利用を禁じる手段を講じてもいない。\n以上によれば，本件鍵情報が秘密管理性及び非公知性の要件を満たさないこ\nとは明白である。\nイ  本件名簿情報１及び２について\n一般論として顧客情報に有用性が認められる場合がある点については争\nわないが，本件名簿情報１は，防犯用の鍵付き鞄を使用している会社名とそ\nの本社所在地にすぎず，秘密情報ではなく，むしろ公知情報である。このよ\nうな公知情報については秘密管理体制を敷く必要すらないから，秘密管理性\nも否認する。また，本件名簿情報２については，被告は存在すら認識してい\nない。\n(2)  争点２（被告が図利加害目的で営業秘密を使用し又は開示したか否か）\nについて\n[原告の主張]\n被告は，原告からＳＯＫ向け原告鞄の製造委託を受けるに当たり，原告か\nら本件鍵情報を示された。しかるに，被告は，被告自身の事業で不正の利益\nを得る目的又は本件鍵情報の保有者である原告に損害を与えて被告鞄の市場\nシェアを拡大する目的で，原告の営業秘密たる本件鍵情報を使用した。\nまた，被告は，被告自身の事業で不正の利益を得る目的又は原告に損害を\n与えて被告鞄の市場シェアを拡大する目的で，直送取引のために示された原\n告の営業秘密である本件名簿情報１及び２を使用し，本件名簿情報１記載の\n原告顧客らを含む複数の原告鞄の販売先に対し，被告鞄の営業活動を行った。\n以上によれば，被告が図利加害目的で本件各情報を使用し又は開示したと\nいえる。\n[被告の主張]\n被告には，二重打刻鍵の提供等によって不正の利益を得る目的はないし，\nそもそもＺ錠の保有者はＳＯＫであるから，本件鍵情報はＳＯＫが自由に処\n分できるものである。また，被告が本件名簿情報１及び２を使用したことは\nなく，本件名簿情報２に至っては，その存在すら認識していない。したがっ\nて，被告が図利加害目的で本件各情報を使用し又は開示したとはいえない。\n(3)  争点３（競争者に対する取引妨害（一般指定１４項）に該当する行為の\n有無）について\n[原告の主張]\n原告と被告はいずれも業務用鍵付き鞄のメーカーであるから，国内におい\nて競争関係にある。そして，被告が，被告鞄を二重打刻鍵と共に販売するこ\nとにより，ＳＯＫは，既に原告がＳＯＫに販売した原告鞄のＺ錠をも二重打\n刻鍵を用いて開錠できることとなる。これにより，ＳＯＫにとっては，原告\nとの取引を継続するメリット（業務用鍵付き鞄の安全管理及び社内での使用\nの便宜）が薄れるのであるから，被告は，原告とＳＯＫの間の契約の成立を\n阻止し，契約を奪取する取引妨害をしているといえる。被告が二重打刻鍵を\n製造してＳＯＫにこれを売り込み，ＳＯＫに被告鞄を採用させた行為は，品\n質面の優位性に基づかず，原告鞄のＺ錠を開錠できる二重打刻鍵を原告に無\n断で製造し，これを付随させることを宣伝文句として原告鞄の使用者である\nＳＯＫに自己と取引するよう誘引するものであって，競争手段として不公正\nであるから，公正競争阻害性があることも明らかである。\n[被告の主張]\n原告は鍵付き鞄のメーカーではないから，被告と競争関係にはない。また，\n被告は，入札という公正かつ自由な競争によってＳＯＫとの取引を開始した\n上で，Ｚ錠用鍵の所有者であるＳＯＫからの依頼に基づき，二重打刻錠を製\n造したのであって，何ら不公正な手段も用いていない。したがって，被告の\n行為には，公正競争阻害性など認められない。\n(4)  争点４（不当な利益による顧客誘引（一般指定９項）に該当する行為の有\n無）について\n[原告の主張]\n被告が二重打刻鍵を製造してＳＯＫにこれを売り込み，ＳＯＫに被告鞄を\n採用させた行為は，良質廉価な製品を供給することにより公正かつ自由な競\n争を促進するものではなく，原告鞄のＺ錠が開錠できるように，無断でＳＥ\n錠用鍵に加工を加えて二重打刻鍵の製造を行うという手段によって顧客獲得\n競争に参加するもので，品質面での優位性により競争していないから，公正\nな競争秩序の維持促進に役立つものとはいえない。また，業務用鍵付き鞄の\n業界において，二重打刻鍵の製造のような鍵の加工行為は一切行われていな\nい。それは，こうした鍵の加工行為が，金融機関や警送会社で用いられる業\n務用鞄に付属する鍵の安全管理を直接脅かし，業界全体の信用を引き下げる\nもので，決してしてはならない行為であるという共通認識があるからであり，\nこのことは正常な商慣習として存在している。\nこのように，被告の行為は，「正当な商慣習に照らして不当」であり，かつ，\n被告の二重打刻鍵の提供により顧客が原告と取引を継続するメリットが薄れ，\n安価な被告鞄を買い求めるように誘引されるのであるから，「競争者の顧客を\n自己と取引するように誘引する」ものであって，不当な利益による顧客誘引\nに該当する。\n[被告の主張]\n被告は，Ｚ錠の所有者であるＳＯＫからの依頼に基づき，被告鞄及び二重\n打刻鍵を製造したのであって，無断で二重打刻鍵を製造したわけではない。\nまた，鍵の加工行為を認めないとする商慣習など存在しない。被告のＳＯＫ\nとの取引は公正な入札によるものであるし，二重打刻鍵の製造もＺ錠用鍵の\n所有権を有するＳＯＫの依頼に基づくものであるから，被告は不当な利益に\nよる顧客誘引などしていない。\n(5)  争点５（債務不履行又は一般不法行為の成否）について\n[原告の主張]\nア  債務不履行\n原告は，原告鞄の製造を長年の取引先である被告に依頼し，被告がこれ\nを承諾したことにより，両者の間には継続的な製造委託契約（以下「本件\n製造委託契約」という。）が成立した。本件製造委託契約の成立により，原\n告と被告との間には，原告が開示した本件鍵情報を使用してＺ錠用鍵の無\n断複製を行わないという明示又は黙示の合意が成立した。仮にそのような\n合意が成立していないとしても，本件製造委託契約の付随義務又は信義則\n上の義務として，被告は，本件鍵情報を原告の承諾なく第三者に開示して\nはならず，また，原告鞄の製造以外の目的で使用してはならない義務を負\nう。\nしかるに，被告は，本件製造委託契約に基づいて原告から提供された本\n件鍵情報を流用して二重打刻錠を作成した上，原告の大口取引先であるＳ\nＯＫに対し二重打刻錠と共に被告鞄を販売したのであるから，これらの行\n為は，債務不履行に該当する。\nイ  一般不法行為\n被告が製造した二重打刻鍵は，ＳＯＫ向けのＺ錠用鍵の表面にあるピン\n穴とほぼ同じ位置，大きさ，深さに打刻されている。ディンプルキーの製\n造会社にとって，開錠用の鍵に打刻されたピン穴の位置，深さ及び大きさ\nは，そのノウハウや機密情報に該当するものであって，製造会社は相互に\n他社のディンプルキーを完全に模倣したデッドコピーを製造しないという\n暗黙の了解がある。また，技術上は他社のディンプルキーを開錠する開錠\n用キーを製造できるとしても，こうした製造行為を行なわないという業界\n規範及び社会規範が存在している。\nしかるに，被告は，原告のＳＯＫ向けＺ錠用鍵のデッドコピーを作成す\nるという公序良俗に反する著しく不公正な手段により，原告のＳＯＫ向け\n原告鞄の営業活動を妨害したのであり，これによって，原告のＳＯＫに対\nする業務用鍵付き鞄の納入業者としての営業権又は営業活動を侵害したの\nであるから，不法行為を構成する。\n[被告の主張]\nア  債務不履行について\n被告は，原告からの個々の製造委託に応じていたにすぎず，原告が主張\nするような継続的な本件製造委託契約は成立していない。被告は，原告か\nらの製造委託に際して，原告からＺ錠を購入しているのであって，Ｚ錠の\n所有権は被告に移転しているから，Ｚ錠及びＺ錠用鍵に係る情報も被告に\n開示されている。また，ＳＯＫは，Ｚ錠付き原告鞄を購入しており，ＳＯ\nＫにもＺ錠及びＺ錠用鍵に係る情報が開示されている。\nＳＯＫは，原告鞄と共にＺ錠用鍵を購入してこれらの所有権を取得した\nのであるから，本件鍵情報をどのように利用しようがＳＯＫの自由である。\nこのように，本件鍵情報は既に被告及びＳＯＫに開示されているのである\nから，被告には，原告の許諾なくＳＯＫに対して本件鍵情報を開示しては\nならない義務や，原告鞄の製造以外の目的に本件鍵情報を用いてはならな\nい義務など存在しない。被告は，ＳＯＫからの依頼に基づき，被告及びＳ\nＯＫに開示され，かつ，ＳＯＫが保有するＺ錠及びＺ錠用鍵の情報を用い\nて被告鞄を製造したのであって，また，二重打刻鍵の製造に当たって原告\nの承諾は不要であるから，何ら義務違反を問われることはない。\nイ  一般不法行為について\n二重打刻鍵はＺ錠用鍵のデッドコピーではないし，仮にＺ錠用鍵におけ\nるピン穴の構造を利用したとしても，原告鞄及びこれに付随するＺ錠用鍵\nの所有者であるＳＯＫの依頼に基づくものであるから，不法行為を構成し\nないことは明白である。また，鍵の所有者による合鍵の作製が一般に許容\nされている以上，原告が主張するような「暗黙の了解」，「業界規範」又は\n「社会規範」はいずれも存在しない。\n(6)  争点６（損害の有無及び額）について\n[原告の主張]\nア  経済的損害  ２４９２万３６２０円\n被告が二重打刻鍵を製造してＳＯＫに提供したことで，原告が有するＳ\nＯＫに対する営業権が侵害され，原告に１１９２万３６２０円を下らない逸\n失利益が生じた。\nまた，本件鍵情報には１０００万円を下らない財産的価値が，本件名簿\n情報には３００万円を下らない財産的価値があるところ，被告の上記行為に\nよって，原告にこれらの合計額である１３００万円の損害が生じた。\nイ  無形損害  ３００万円\n被告が二重打刻鍵を製造してＳＯＫに提供したことで，原告鞄の業界内\nにおける信用が大きく損なわれ，原告に３００万円の無形損害が生じた。\nウ  弁護士費用  ２７０万円\n本件訴訟の提起には専門的知見が必要であるところ，原告が拠出した弁\n護士費用のうち，上記ア及びイの合計額の約１０％である２７０万円につ\nいては，被告の二重打刻鍵の製造及びその提供行為と因果関係がある。\nエ  相殺後の残額\n原告は，被告に対し，平成２６年７月７日を支払期限とする１９２万１\n４１６円及び同月８日を支払期限とする１３７万０９９０円の各買掛金債\n務（合計３２９万２４０６円）を負担しているので，上記ア～ウ記載の各\n損害賠償請求債権（合計３０６２万３６２０円）を自働債権として，訴状\nをもって対当額で相殺する旨の意思表示をした。\nしたがって，上記相殺後の原告の損害額は，２７３３万１２１４円とな\nる。\n[被告の主張]\nア～ウはいずれも不知である。\nエは争う。被告が原告に対して売掛金を有することは認めるが，その金額\nについては否認する。また，原告の主張する自働債権は存在しない。\n第３  当裁判所の判断\n１  職権による検討\n原告は，本件名簿情報２が原告の営業秘密であるとしてその使用及び開示の\n各差止めを求めるが，本件名簿情報２は，本件名簿情報１記載の顧客について\nの「原告鞄に係る製造数，製造単価（その単価の構成も含む。），仕入価格（被\n告にとっては原告への販売価格），原告顧客の使用目途，の全部又は一部」と\nいうものであって，単に上記のような項目を並べたにすぎず，その各項目に係\nる具体的内容は何ら記載されていないから，使用及び開示の差止めを求める営\n業秘密の内容が具体的に特定されているとは認められない。\nしたがって，本件名簿情報２の使用及び開示の差止めを求める訴えは，不適\n法として却下すべきである。\n２  争点１（本件各情報の営業秘密該当性）について\n(1)  まず，本件鍵情報について検討するに，原告が，原告鞄及びＺ錠用鍵を\nＳＯＫに交付するに際し，特にＳＯＫに対し本件鍵情報についての守秘義務\nを課していたと認めるに足りる証拠は一切ないから，本件鍵情報は，原告に\nよってＳＯＫに開示されていたというべきである（なお，原告は，ディンプ\nルキーに関する専門的知識がなければＺ錠用鍵上の本件鍵情報を形式的に\n認識することしかできないから，ＳＯＫにＺ錠用鍵等を交付したとしても本\n件鍵情報をＳＯＫに開示したことにはならない旨主張するが，本件鍵情報の\n内容は，Ｚ錠用鍵のピン穴に関する位置，大きさ，深さ等であって，Ｚ錠の\n開錠機構やそれぞれのピン穴が開錠機構において果たす具体的役割等では\nないから，原告の主張は失当である。）。さらに，原告が，平成２６年７月３\n０日に本件訴訟を提起した後，口頭弁論の終結日（平成２７年５月２８日）\nに至るまで，本件鍵情報と同一内容が記載された訴状別紙「営業秘密 目録」\n記載１につき，民事訴訟法９２条１項２号に基づく閲覧等制限の申立てさえ\nせず，その結果，約１０か月間にわたって，本件鍵情報が何人も自由に閲覧\nできる状態に置かれていたこと（同法９１条１項参照）も併せ考慮すれば，\n本件鍵情報に営業秘密性（非公知性，秘密管理性）があると認めることはで\nきない。\n(2)  次に，本件名簿情報１及び２について検討する。\nア  まず，本件名簿情報１は，その対象顧客数がわずか１３にすぎない上，\nその多くが金融機関や大手警備会社などであり，しかも，その内容は顧客\n名及び所在地のみである。そうすると，本件名簿情報１は，原告の名簿に\nよらずとも第三者が容易に入手可能な情報というべきであって，経済的有\n用性を有する情報に当たるとは認め難い。\nまた，原告は，本件名簿情報１の有用性について，本件名簿情報２の内\n容（本件名簿情報１に記載された会社が原告鞄を購入し，今後も同様の需\n要があること，当該事業者の中での調達決定権者，原告鞄の使用目的や主\nに使用している商品の大きさや数，買い替えが想定される時期など）も踏\nまえた全体としての情報について判断すべきであるなどと主張する。しか\nしながら，前記１のとおり，本件名簿情報２の内容は具体的に特定されて\nいない上，その具体的内容を認めるに足る証拠も全く提出されていないの\nであるから，本件名簿情報１及び２が経済的有用性を有する情報であると\nいうことはできない。\nイ  さらに，上記アの点を措いても，本件名簿情報１及び２には非公知性及\nび秘密管理性も認められないから，営業秘密に当たるということはできな\nい。\nこの点，原告は，本件名簿情報１及び２は鍵のかかるキャビネット内に\n保管された台帳及びログインが必要なシステム上で管理され，台帳につい\nては鍵を借りる許可を得た従業員のみが，システムについては，原告から\nアカウントを発行され，パスワードを設定した従業員のみが，それぞれア\nクセスできる旨主張するが，本件名簿情報１及び２にアクセスできる従業\n員の範囲等について具体的な主張立証はない。かえって，原告は，平成２\n６年７月３０日に本件訴訟を提起した後，口頭弁論終結日（平成２７年５\n月２８日）に至るまで，本件名簿情報１と同一内容が記載された訴状別紙\n営業秘密目録記載２及び同別紙顧客名簿目録，並びに本件名簿情報２と同\n一内容が記載された訴状別紙営業秘密目録記載３について，いずれも民事\n訴訟法９２条１項２号に基づく閲覧等制限の申立てさえせず，その結果，\n約１０か月間にわたって，本件名簿情報１及び２は何人も自由に閲覧でき\nる状態に置かれていたこと（同法９１条１項参照）を併せ考慮すれば，本\n件名簿情報１及び２に営業秘密性（非公知性，秘密管理性）があるとは認\nめ難い。\n(3)  以上のとおり，本件各情報はいずれも営業秘密に該当するとは認められ\nない。\n３  争点３（競争者に対する取引妨害（一般指定１４項）に該当する行為の有無）\nについて\n(1)  まず，一般指定１４項は，「国内において競争関係にある他の業者とその\n取引の相手方との取引」を不当に妨害することと定めているから，取引妨害\nを行う主体と他の事業者とが競争関係に立つことが前提となる。\n本件についてみるに，原告が自ら鍵付き鞄を製造していたとは認められな\nいが，原告・被告はいずれも鍵付き鞄の販売を行っている上，原告は製造業\n者に委託することで間接的に鍵付き鞄の製造を行っているとも評価できるの\nであって，原告と被告は競争関係に立つものといえる。\n(2)  次に，被告の行為が，原告と顧客との間の取引を「不当」に妨害するも\nのであるか否かを検討する。独占禁止法２条９項６号及び一般指定１４項が，\n競争者とその取引の相手方との間の取引の不当な妨害を「不公正な取引方法」\nに当たるとしているのは，このような行為が価格と品質による競争を歪め，\n顧客の商品・役務の選択を妨げるおそれがあることによるもの と解される。\nしたがって，本件のように顧客に対する働き掛けが問題となる事案における\n「不当」性の判断は，勧誘に用いられた手段が客観的にみて顧客の自由な意\n思決定に支障を来す程度のものであっ たかどうかにより判断することが相\n当である。\nこの点，原告は，被告が顧客に対し，被告鞄の付属鍵（ＳＥ錠用鍵）に原\n告鞄のＺ鍵を開錠できる機能を付加するという条件を告知して被告鞄の勧誘\nをした上，同機能を付加した二重打刻鍵と共に被告鞄を顧客に販売した旨主\n張する。しかしながら，被告が原告主張に係る勧誘をしたと認めるに足る的\n確な証拠はないし，仮に被告においてそうした勧誘を行ったとしても，これ\nが客観的にみて顧客の自由な意思決定に支障を来す性格のものであったとは\n到底認め難い。\nなお，原告は，上記のような勧誘が常態化すれば，鍵を模造して自由に流\n通させることを法が是認することになるなどと主張するが，独占禁止法が禁\n止する取引妨害の不当性は既に述べたような観点から判断されるべきもので\nあるし，そもそも本件において二重打刻鍵の交付を受けたＳＯＫは，Ｚ錠付\nき原告鞄及びＺ錠用鍵を正当に購入しているのであって，他人の鍵を無断で\n複製して第三者に流通させるような場合でないことは明らかであるから，原\n告の主張は採用することができない。\n(3)  そうすると，被告において，競争者に対する取引妨害（一般指定１４項）\nに該当する行為をしたということはできない。\n４  争点４（不当な利益による顧客誘引（一般指定９項）に該当する行為の有無）\nについて\n(1)  独占禁止法２条９項６号及び一般指定９項において，「正常な商慣習に照\nらして不当な利益をもつて，競争者の顧客を自己と取引するように誘引する\nこと」が不公正な取引として規制されているのは，顧客の勧誘が競争の本質\n的な要素でそれ自体非難されるものではないとしても，本来的な取引対象で\nある商品又は役務以外の経済上の利益を提供することにより顧客を誘引す\nる不公正な競争手段が用いられると，商品又は役務の価格や品質による本来\nの能率競争が行われないおそれがあるばかりか，顧客による適正な商品又は\n役務の選択が歪められるおそれがあり，公正かつ自由な競争が阻害されるか\nらであると考えられる。そうすると，一般指定９項の「不当な利益」は経済\n的利益を意味し，その有無は，公正かつ自由な競争が阻害されるおそれがあ\nるか否かという観点から判断するのが相当である。\n(2)  そこで検討するに，原告が「不当な利益」として主張する利益は，原告\n鞄に付けられたＺ錠をも開けることができるという便宜にすぎず，直ちに経\n済的利益とは認め難い。\nまた，仮に原告が主張するように，被告において，ＳＥ錠用鍵にＺ鍵を開\n錠できる機能を付随させるという条件をＳＯＫに提示して被告鞄の勧誘をし\nたとしても，上記３(2)のとおり，ＳＯＫがＺ錠付き原告鞄をＺ錠用鍵と共に\n正当に購入していることに鑑みると，これが本来の能率競争を阻害するもの\nであるとも，顧客による適正な商品の選択を歪めるものであるともいい難い\n（この点，原告は被告の行為は鍵の安全管理を直接脅かし業界全体の信用を\n引き下げるなどとも主張するが，上記３(2)のとおりの事実関係に鑑みると，\n失当というほかない。）。\n(3)  そうすると，被告において，不当な利益による顧客誘引（一般指定９項）\nに該当する行為をしたということはできない。\n５  争点５（債務不履行又は一般不法行為の成否）について\n(1)  債務不履行について\n原告は，原告と被告の間に，本件鍵情報を使用して，Ｚ錠用鍵の無断複製\nを行わないという明示又は黙示の合意が成立したと主張するが，かかる合意\nの存在を認めるに足る証拠はない。\nまた，原告は，被告が，本件製造委託契約の付随義務又は信義則上の義務\nとして，原告から開示された本件鍵情報を原告の承諾なく第三者に開示した\nり，原告鞄の製造以外の目的に使用したりしない義務を負うとも主張する。\nしかしながら，被告が原告の主張するような義務を負うと解すべき事実関係\nを認めるに足る証拠はないし，仮に被告が原告の主張するような義務を負う\nとしても，被告は，本件鍵情報に係る鍵（Ｚ錠用鍵）の正当な権利者である\nＳＯＫから，二重打刻鍵の作成について少なくとも同意を得ているのであっ\nて，Ｚ錠用鍵の権利者であるＳＯＫが被告から開示されるまでもなく本件鍵\n情報を保有していることも併せ考慮すると，被告が二重打刻鍵を作成してＳ\nＯＫに交付したことをもって，直ちに被告が原告から提供を受けた本件鍵情\n報を開示又は使用したと認めることはできない。\n以上によれば，被告に債務不履行に該当する行為があったとは認められな\nい。\n(2)  一般不法行為について\n原告は，被告による二重打刻鍵の作成が公序良俗に反する著しく不公正な\n手段による原告の営業権又は営業活動の妨害であり，一般不法行為に該当す\nると主張するが，同主張を基礎付ける事情を認めるに足る証拠は見当たらな\nい。\nこの点，仮に被告が，Ｚ錠用鍵の権利者の同意を得ないまま，原告から提\n供された本件鍵情報を使用することによりＺ錠用鍵の合鍵を作成して第三者\nに提供したのであれば，一次的にはＺ錠用鍵の権利者に対し，二次的には原\n告に対して，不法行為を構成する可能性もあり得るが，前記３(2)のとおり，\n被告は，Ｚ錠用鍵の正当な権利者であるＳＯＫから，少なくとも同意を得て，\n二重打刻鍵を作成・交付したのであるから，上記のような場合に当たらない\nことは明らかである。\nしたがって，被告について，原告に対する一般不法行為に該当する行為が\nあったとは認められない。\n６  結論\n以上によれば，その余の争点について検討するまでもなく，原告の訴えのう\nち本件名簿情報２の使用及び開示の差止めを求める部分は不適法であるから\nこれを却下し，その余の請求はいずれも理由がないからこれらを棄却すること\nとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          沖 中 康 人\n裁判官          矢 口 俊 哉\n裁判官          廣 瀬 達 人\n（別紙）\n物件目録\n下記の構造を有する鍵\n記\n鍵の中心線から左右にそれぞれ２ミリメートルの平行線上と交差する，正面から\n見て鍵の左部（左縦ピッチ）につき，鍵の下端部の基準線から計測して約４．３ミ\nリメートル，約７．３ミリメートル，約１０．３ミリメートルの位置にそれぞれピ\nン穴（以下，順次「左第１ピン」，「左第２ピン」，「左第３ピン」という。）を有し，\n鍵の右部（右縦ピッチ）につき，鍵の下部の基準線から計測して約６．０５ミリメ\nートル，約９．０５ミリメートル，約１２．０５ミリメートルの位置にそれぞれピ\nン穴（以下，順次「右第１ピン」，「右第２ピン」，「右第３ピン」という。）を有し，\nかつ，各ピン穴の深さが左第１ピンにつき約０．０１ミリメートル，左第２ピンに\nつき約０．０１ミリメートル，左第３ピンにつき約０．６ミリメートル，右第１ピ\nンにつき約０．０１ミリメートル，右第２ピンにつき約０．６ミリメートル，右第\n３ピンにつき約１．２ミリメートルである開錠用キー\n以上\n（別紙）\n営業秘密目録１\n原告が綜合警備保障株式会社に対して納入している原告鞄に使用されるＺ錠用鍵\nが下記の構造を有していること\n記\n鍵の中心線から左右にそれぞれ２ミリメートルの平行線上と交差する，正面か\nら見て鍵の左部（左縦ピッチ）につき，鍵の下端部の基準線から計測して４．５\nミリメートル，７．５ミリメートル，１０．５ミリメートルの位置にそれぞれピ\nン穴（以下，順次「左第１ピン」，「左第２ピン」，「左第３ピン」という。）を有\nし，鍵の右部（右縦ピッチ）につき，鍵の下部の基準線から計測して６．０ミリ\nメートル，９．０ミリメートル，１２．０ミリメートルの位置にそれぞれピン穴\n（以下，順次「右第１ピン」，「右第２ピン」，「右第３ピン」という。）を有し，\nかつ，各ピン穴の深さが左第１ピンにつき約０．２ミリメートル，左第２ピンに\nつき約０．２ミリメートル，左第３ピンにつき約０．８ミリメートル，右第１ピ\nンにつき約０．２ミリメートル，右第２ピンにつき約０．８ミリメートル，右第\n３ピンにつき約１．４ミリメートルである開錠用キー\n以  上\n（別紙）\n営業秘密目録２\n(1)  次の原告顧客情報\n顧客名  本社所在地\n１  綜合警備保障株式会社  東京都港区＜以下略＞\n２  中南信用金庫  神奈川県中郡＜以下略＞\n３  株式会社山口銀行  山口県下関市＜以下略＞\n４  金沢信用金庫  石川県金沢市＜以下略＞\n５  静清信用金庫  静岡県静岡市＜以下略＞\n６  株式会社福島銀行  福島県福島市＜以下略＞\n７  岐阜県旅券センター  岐阜県岐阜市＜以下略＞\n８  セントラル警備保障株式会社  東京都新宿区＜以下略＞\n９  青和信用組合  東京都葛飾区＜以下略＞\n10  滋賀コープサービス株式会社  滋賀県大津市＜以下略＞\n11  株式会社メルファム  東京都港区＜以下略＞\n12  株式会社ヨシオ  東京都足立区＜以下略＞\n13  株式会社鳥取銀行  鳥取県鳥取市＜以下略＞\n(2)  上記(1)記載の各原告顧客に係る原告鞄の製造数，製造単価（その単価の構成\nも含む。），仕入価格（被告にとっては原告への販売価格），原告顧客の使用用途，\nの全部又は一部\n以  上\n"
}