{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 12,
    "day": 24
  },
  "case_number": "平成26(行ケ)10103",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84747",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84747",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/747/084747_hanrei.pdf",
  "contents": "平成２６年１２月２４日判決言渡\n平成２６年（行ケ）第１０１０３号  審決取消請求事件\n口頭弁論終結日  平成２６年１１月２６日\n判決\n原                  告        カ ワ タ 工 業 株式会 社\n訴訟代理人 弁護 士        溝    上    哲    也\n河    原    秀    樹\n弁理 士        山    本              進\n被                  告        株式会社フジワラテクノアート\n訴訟 代理人 弁理 士        森        寿    夫\n森        廣  三  郎\n木    村              厚\n主文\n１  特許庁が無効２０１２－８００１９６号事件について平成２６年３月１４日\nにした審決のうち，特許第４８０１４４３号の請求項３に係る発明についての特許\nを無効とする部分を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n主文同旨。\n第２  事案の概要\n本件は，特許無効審判請求を一部成立とした審決の取消訴訟である。争点は，進\n歩性判断の当否である。\n１  特許庁における手続の経緯\n原告は，平成１７年１２月２９日に出願され，平成２３年８月１２日に特許権の\n設定登録がなされた特許（本件特許。特許第４８０１４４３号。発明の名称「固体\n麹の製造方法」）の特許権者である（甲３３）。\n被告は，平成２４年１１月２７日，本件特許の請求項１ないし７について無効審\n判請求をしたところ（無効２０１２－８００１９６号。甲３４），原告は，平成２５\n年１０月２９日，訂正請求をした（本件訂正。甲４４）。\n特許庁は，平成２６年３月１４日，「請求のとおり訂正を認める。特許第４８０１\n４４３号の請求項３に係る発明についての特許を無効とする。 特許第４８０１４４\n３号の請求項１，２，４ないし７に係る発明についての審判請求は，成り立たない。\n審判費用は，その７分の６を請求人の負担とし，７分の１を被請求人の負担とする。」\nとの審決をし，同審決（謄本）は，同月２５日に原告に送達された。\n２  本件発明の要旨\n本件訂正によって訂正された本件特許の特許請求の範囲請求項１ないし７に記載\nされた発明（本件発明）の要旨は，次のとおりである（下線部分が本件訂正によっ\nて変更された部分である。以下，請求項の番号に応じて，例えば「本件発明１」な\nどと表記する。）。\n【請求項１】（削除）\n【請求項２】（削除）\n【請求項３】\n少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，蒸煮，放\n冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することによ\nり固体麹を製造する方法において，\n前記回転ドラムは，駆動装置により回転される回転ドラム本体と，この回転ドラ\nム本体の内部に装着された品温センサを，少なくとも備え，\n種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置すると共に，\n前記回転ドラムが設置された室内の温度及び前記回転ドラム本体内の温度を，共\nに製麹開始温度となるように調節し，\n製麹原料の品温上昇後に製麹原料を常にあるいは少なくとも１～１０分間隔で間\n欠的に攪拌し，\n前記製麹原料の攪拌が，前記回転ドラム本体の回転により生じる原料層の傾斜面\nからの落下により行われ，\n前記回転ドラム本体の回転速度は，１回転／３０～９０秒に設定されていると共\nに，\n前記品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風し\nて断続的に冷却を行い，\n温度及び湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾\n斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交\n換が行われ，\n前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製\n麹原料への菌糸の破精込みを活発にし，\n製麹を完了することを特徴とする固体麹の製造方法。（本件訂正前の下線部分は，\n「前記ドラムの回転が，１回転／３０～９０秒に設定されている請求項２に記載の」\nであった。なお，本件訂正前の請求項２及びこれが引用する本件訂正前の請求項１\nは，「【請求項１】撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能とな\nされた製麹原料に種麹を接種することにより固体麹を製造する方法において，種麹\nの接種後，製麹原料の品温が上昇するまで製麹原料を静置し，製麹原料の品温上昇\n後に製麹原料を常にあるいは少なくとも１～１０分間隔で間欠的に攪拌し，製麹を\n完了することを特徴とする固体麹の製造方法。【請求項２】少なくとも製麹工程にお\nいて，回転ドラムが用いられ，前記製麹原料の攪拌が，ドラムの回転により生じる\n原料層の傾斜面からの落下により行われる請求項１に記載の固体麹の製造方法。」で\nあった。）\n【請求項４】\n製麹工程において，上下複数段に設置されたコンベアが用いられ，撒水又は浸漬，\n蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種する\nことにより固体麹を製造する方法において，\n種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置し，製麹原料の品\n温上昇後に製麹原料を常にあるいは少なくとも１～１０分間隔で間欠的に攪拌し，\n前記製麹原料の攪拌が，上段のコンベアから下段のコンベアへの製麹原料の落下\nにより行われ，\n前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製\n麹原料への菌糸の破精込みを活発にし，\n製麹を完了することを特徴とする固体麹の製造方法。（訂正前の下線部分は，前半\n部分はなく，後半部分は「請求項１に記載の」であった。）。\n【請求項５】\n前記コンベアは，搬送速度が２００～４００ｃｍ／分であって，上段のコンベア\nから下段のコンベアへの製麹原料の落下が１～５分ごとに行われるものと設定され，\nかつ上段のコンベアと下段のコンベアとの落差が２０～８０ｃｍに設定されている\n請求項４に記載の固体麹の製造方法。\n【請求項６】（削除）\n【請求項７】（削除）\n３  原告の主張した無効理由（ただし，本件発明３を無効とする審決に関する無\n効理由１２のみを記載する。）\n本件発明３は，甲３に記載された発明（甲３発明）並びに甲１，４，５，７及び\n９に記載された発明（甲１，甲４，甲５，甲７及び甲９発明）における技術常識に\n基づいて，当業者が容易に発明をすることができたものであるから，特許法２９条\n２項により特許を受けることができない。\n甲１：早出昭雄外３名著，「新規製麹機の実用化試験」，信州味噌研究所研究報\n告第３６号，信州味噌研究所（平成７年２月１７日発行）２０～２２頁\n甲３：米国特許１，２０１，３８５号明細書及び翻訳文\n甲４：米国特許１，２６３，８１７号明細書及び翻訳文\n甲５：特開昭５１－７１９２号公報\n甲７：特公昭３９－２０２１２号公報\n甲９：実公昭４１－１１１７号公報\n４  審決の理由の要旨（ただし，本件発明３を無効とする審決に関する無効理由\n１２に関連する判示部分のみを記載する。争点と関係の薄い部分はフォントを小さ\nく表記する。）\n審決は，本件訂正を認めた上で，本件発明３につき，引用発明である甲３発明と\n技術常識に基づいて，当業者が容易に発明をすることができたものであるから，特\n許法２９条２項により，特許を受けることができないと判断した。\n(1) 本件訂正について\n請求項３に係る本件訂正は，請求項１及び２を引用する従属請求項であった請求項３を独立\n請求項に変更するために，訂正前の請求項１及び２の発明特定事項を請求項３に記載すること\nに加えて，以下（ア）～（オ）の限定を行っている。\n（ア）本件訂正前の請求項２の「回転ドラム」について，「前記回転ドラムは，駆動装置に\nより回転される回転ドラム本体と，この回転ドラム本体の内部に装着された品温センサを，少\nなくとも備え」ること\n（イ）本件訂正前の請求項１の「種麹の接種後，製麹原料の品温が上昇するまで製麹原料を\n静置」する工程において，「前記回転ドラムが設置された室内の温度及び前記回転ドラム本体\n内の温度を，共に製麹開始温度となるように調節」すること\n（ウ）本件訂正前の請求項２の「製麹工程」において，「前記品温センサが前記品温の上昇\nを感知すると，前記回転ドラム本体内に送風して断続的に冷却を行」うこと\n（エ）本件訂正前の請求項２の「製麹工程において，回転ドラムが用いられ，製麹原料の攪\n拌が，ドラムの回転により生じる原料層の傾斜面からの落下により行われる」について，「温\n度及び湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順次落\n下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ」ること\n（オ）本件訂正前の請求項１及び２の「攪拌」について，「前記攪拌により前記製麹原料表\n面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発に」するこ\nと\nしてみると，請求項３に係る本件訂正は，特許法１３４条の２第１項ただし書１号に規定す\nる特許請求の範囲の減縮を目的とするものである。\nそして，上記（ア）～（オ）の限定事項は，それぞれ特許明細書の【００２３】，【００２\n７】，【００３３】，【００１４】及び【００２８】，【００１１】に記載されている。\nよって，特許明細書に記載した事項の範囲内の訂正であり，特許法１３４条の２第９項で準\n用する同法１２６条５項に適合する。\nまた，請求項３に係る本件訂正は，固体麹の製造方法についての発明特定事項を直列的に付\n加するものであり，実質上特許請求の範囲を拡張し，又は変更するものではないから，特許法\n１３４条の２第９項で準用する同法１２６条６項に適合する。\n(2) 無効理由１２について\nア  甲３発明（引用発明）の認定\nアスペルギルス・オリゼ胞子を水で湿らせた小麦ふすまのような培地と混合し，\n発芽準備のために停止した後に，回転ドラムを１～３分間ごとに１回転の速度で３\n０～４０時間の期間回転させて，ジアスターゼを含む麹を製造する方法。\nイ  本件発明１と甲１発明の対比\n（一致点）\n「少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，蒸煮，\n放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することに\nより固体麹を製造する方法において，前記回転ドラムは，駆動装置により回転され\nる回転ドラム本体を少なくとも備え，種麹の接種後，製麹原料を常に攪拌し，製麹\n原料の攪拌が，回転ドラム本体の回転により生じる原料層の傾斜面からの落下によ\nり行われ，前記回転ドラム本体の回転速度は，１回転／６０～９０秒に設定されて\nいると共に，回転ドラム本体内で前記製麹原料が傾斜面から順次落下する時に，前\n記回転ドラム本体内の空気に触れることにより熱交換が行われ，製麹を完了するこ\nとを特徴とする固体麹の製造方法。」\n（相違点１）本件発明３において，回転ドラム本体の内部に品温センサが装着さ\nれているのに対して，甲３発明では明らかでない点。\n（相違点２）本件発明３において，回転ドラムが設置された室内の温度及び回転\nドラム本体内の温度を共に製麹開始温度になるように調節しているのに対して，甲\n３発明では明らかでない点。\n（相違点３）本件発明３において，「種麹の接種後，製麹原料の品温が上昇するま\nで製麹原料を静置すると共に」「製麹原料の品温上昇後に」製麹原料の攪拌を開始す\nるのに対して，甲３発明では「発芽準備のために停止」させた後に製麹原料の攪拌\nを開始する点。\n（相違点４）本件発明３において，「品温センサが前記品温の上昇を感知すると，\n前記回転ドラム本体内に送風して断続的に冷却を行い，」製麹原料が傾斜面から順次\n落下する時に，回転ドラム本体内の空気に触れることにより熱交換が行われるのに\n対して，甲３発明では，「品温センサが前記品温の上昇を感知すると，前記回転ドラ\nム本体内に送風して断続的に冷却を行う」ことが明らかでない点。\n（相違点５）本件発明３が「前記攪拌により前記製麹原料表面や原料外空中での\n菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発にし」ているのに対\nして，甲３発明では明らかでない点。\nウ  相違点について\n(ｱ) 相違点１及び２\n本件発明３と甲３発明は，いずれも回転ドラムが設置された製麹装置を用いた製\n麹方法に係る発明であるところ，一般に，回転ドラムが設置された製麹装置を用い\nた製麹方法において，製麹原料を製麹に適した所定温度に温度制御することは，甲\n１，４，７及び９にも記載されているように，周知の課題である。\nまた，当該周知の課題に対応して，ア）品温センサを用いて温度制御を行うこと，\nイ）品温センサを回転ドラム本体の内部に装着すること，ウ）回転ドラム本体内の\n温度制御を行うこと，エ）回転ドラムが設置された室内の温度制御も併せて行うこ\nとは，製麹分野における本件出願時の技術常識にすぎない。\nしたがって，甲３発明において，周知の課題である製麹原料を製麹に適した所定\n温度に温度制御するために，回転ドラム本体の内部に品温センサを装着し（相違点\n１），回転ドラムが設置された室内の温度及び回転ドラム本体内の温度を共に製麹開\n始温度になるように調節すること（相違点２）は，当業者であれば技術常識に基づ\nいて適宜容易になし得ることである。\n(ｲ) 相違点３\n甲４，７及び９に記載された技術常識を考慮すると，ア）麹の成長に伴って品温\nが上昇すること，イ）品温が低くても高くても麹の成長が阻害されること，ウ）麹\nの成長を阻害しないために品温を過度に上昇させないように攪拌手入れ，切返作業\n等の冷却手段がとられることが，製麹分野における本件出願時の技術常識であった\nといえる。\nしてみると，甲３発明がジアスターゼを含む麹の成長の促進を目的とした製麹方\n法の発明であることを念頭において，上記技術常識を熟知した当業者が，甲３の「発\n芽準備のために停止」させた後に攪拌を開始する旨の記載に接すれば，麹菌の発芽\nが始まり麹の成長に適した温度であって，かつ，ドラムを回転して麹を冷却しても\n麹の成長に悪影響を与えない，「ある程度品温が上昇した時点」で攪拌を開始する意\n味であると，容易に理解できる。\n実際に，甲３の分割出願である甲４には，「ドラムは，発芽準備のために１０ない\nし１２時間の期間停止させてもよい・・・この準備的な停止・・・の後は，ドラム\nは３０時間ないし４０時間の期間，１分間ないし３分間ごとに１回転の速度で回転\nさせる。」と記載されており，本件明細書に記載された唯一の実施例に記載された「品\n温の上昇が始まった約１５時間後」（【００３３】）とそれほど異なる時間ではない。\nしたがって，相違点３は，甲３に記載された事項を読んだ当業者であれば，甲４，\n７及び９に記載された技術常識に基づき，容易に想到し得るものと認められる。\n(ｳ) 相違点４\n上記のとおり，回転ドラムが設置された製麹装置を用いた製麹方法において，製\n麹原料を製麹に適した所定温度に温度制御することは，甲１，４，７及び９にも記\n載されているように，周知の課題である。\n甲３には，「各空気導管は，ドラムの回転中，静止が保持されるように，適切なフ\nレーム１３に搭載されている。これから理解されるように，ドラムは前記導管に関\nして自由に回転する。導管の内側の端部は，１４がドラムの回転方向になるように，\nドラム中心から放射状に向けられている。これにより，前記導管の開放端が，回転\n中に降りていくドラムの側面側に向けられる。これらの導管は胴体１５に接続され\nている。導管の一つは吸引送風機に接続されており，送風機の操作により，通路又\nは導管から円筒を経てドラムに向かう空気の流れが生み出され，送風機に接続され\nている導管から出て行く。導管１５には，ドラムを通る空気の流れを調整する適度\nな室１６が備えられている。これらの導管は，ドラム内に適当な空気の循環状態を\n生み出せる任意の大きさであればよい。」と記載されており，送風機の操作により，\n通路又は導管から円筒を経てドラムに向かう空気の流れが生み出され，送風機に接\n続されている導管から出て行くことが理解できる。そして，ドラムは前記導管に関\nして自由に回転し，導管の内側の端部１４が回転中においても常に降りていくドラ\nムの側面側に向けられるように設計されており，ドラムの回転中における送風をも\n意識した工夫が凝らされている。\nまた，甲３には，「ドラムの回転中，邪魔板２５・・・は，底部の培地の塊を持ち\n上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，胞\n子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられることが理解\nされる。これは，塊が空気の流れに連続的に向けられるという強く望まれる最適な\n結果であることが理解される。」と記載されていることを併せ考慮すると，ドラムの\n回転中に送風機の操作によりドラム内の一定方向に「空気の流れ」が生み出され，\nドラムの回転により製麹原料が持ち上げられドラムの底部に重力で動き又は崩れる\n時に「空気の流れ」に向けられ，結果として，製麹原料が「空気の流れ」を用いて\n冷却を行える製麹装置であることが，当業者であれば理解できる。\nここで，本件発明３では，「品温センサが前記品温の上昇を感知すると，前記回転\nドラム本体内に送風して断続的に冷却を行」うことが記載されているが，甲１，７\n及び９に記載されているように，製麹原料の品温の上昇をセンサで感知して回転ド\nラム内に送風して冷却を行うことは製麹分野の本件出願時の技術常識にすぎないか\nら，甲３発明の製麹装置において，製麹原料の品温の上昇をセンサで感知して回転\nドラム内に送風して，上述した「空気の流れ」を用いて冷却を行うことは，当業者\nであれば容易になし得ることである。\nしたがって，相違点４に係る「品温センサが前記品温の上昇を感知すると，前記\n回転ドラム本体内に送風して断続的に冷却を行い」，製麹原料が傾斜面から順次落下\nする時に，回転ドラム本体内の空気に触れることにより熱交換が行うことも，当業\n者であれば，技術常識に基づいて，適宜容易になし得ることである。\n(ｴ) 相違点５\n上記で述べたように，菌糸の「破精込み」を活発にすることにより，「酵素力価」\nが高まることは，製麹分野における本件出願時の技術常識であって，アミラーゼ（ジ\nアスターゼ）等の酵素を含む固体麹の製造において「破精込みを活発にし」ようと\nすることは製麹分野の周知の課題にすぎず，相違点５は，本件発明３において当該\n周知の課題を記載したものである。\nそして，本件発明３における相違点５以外の発明特定事項によって，当該周知の\n課題が解決されるものと認められる。\nしたがって，上述した相違点１～４について当業者が容易になし得る以上，相違\n点５についても，結果として当業者が容易になし得ることである。\n(ｵ) 本件発明３の作用効果\n甲３には，甲３発明の作用効果について，「以前より，十分な成長のために静置は\n必須と考えられていた。これは，培地の動きにより，表面に混合された胞子が移動\nしてしまうと考えられていたためである。しかしながら，私は，ある程度の量の動\nきは許容できるだけでなく，非常に有利であることを発見した。これは，ある程度\nの量の動きは，成長を妨げないだけでなく，実際には成長を促進させ，しかも操作\nの無駄を大いに省けるからである。私はまた，動きのある製造では，菌糸の成長は\n異なっており，糸状体は短く厚くなり（糸状体は短く密になり），多くの枝が非常に\n増加し，これにより，もやし胞子の頭を生じさせる多くの端を成長させることを発\n見した。」，「私の発明は，塊が連続的に攪拌されるように装置を構成し，これにより，\n塊の粒子は，空気に接近させるために，連続的に表面に導かれる。しかしながら，\nこの攪拌は，塊における菌糸の糸状体の形質を変えることはあっても，菌の成長を\n実質的に妨げるような激しさはない。」及び「この準備的な停止，・・・の後は，ド\nラムは３０時間ないし４０時間の期間，１分間ないし３分間ごとに１回転の速度で\n回転させる。この期間は，通常，ジアスターゼ形成物，すなわち本事例である麹の\n発芽を完結させるに十分である。」と記載されており，甲３発明により，静置した従\n来法よりも菌糸の成長が促進された，ジアスターゼを含む麹が製造できることが確\n認できる。\nこうした甲３に記載された作用効果と比べて，本件発明３において格別に顕著な\n効果が奏されるものとも認められない。\n第３  原告の主張\n１  取消事由１（一致点・相違点の認定の誤り）\n審決が認定した一致点のうち，製麹原料の撹拌についての「傾斜面からの落下」\n及び「傾斜面から順次落下する時に」は，甲３からは認定できない。したがって，\n一致点は次のとおりに認定すべきであるとともに，審決が認定した相違点に加えて\n次の相違点６を認定すべきである。\n（一致点）少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，\n蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種する\nことにより固体麹を製造する方法において，前記回転ドラムは，駆動装置により回\n転される回転ドラム本体を少なくとも備え，種麹の接種後，製麹原料を常に攪拌し，\n製麹原料の攪拌が，回転ドラム本体の回転により生じる原料層の落下により行われ，\n前記回転ドラム本体の回転速度は，１回転／６０～９０秒に設定されていると共に，\n回転ドラム本体内で前記製麹原料が落下する時に，前記回転ドラム本体内の空気に\n触れることにより熱交換が行われ，製麹を完了することを特徴とする固体麹の製造\n方法。\n（相違点６）本件発明３は，「前記製麹原料の攪拌が，前記回転ドラム本体の回転\nにより生じる原料層の傾斜面からの落下により行われ」，「温度及び湿度が任意に調\n整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，\n前記回転ドラム本体内の空気に触れることにより熱交換が行われ」るのに対し，甲\n３発明は，ドラムの回転中に温度及び湿度の調整が行われているかは不明であり，\n原料層の傾斜面からの落下による攪拌，及び製麹原料が傾斜面から順次落下する時\nに熱交換が行われているかも不明である点。\n２  取消事由２（容易想到性の判断の誤り）\n(1) 相違点２に関する判断の誤り\nア  製麹原料の品温が上昇した後，常に又は少なくとも１～１０分間隔で間\n欠的にドラムを１回転／３０～９０秒で回転させることとした場合，室内温度が調\n節されていなければ（室温が低いと），製麹中にドラム内の温度が下がり，結露が生\nじ，製麹原料に塊が生じるという課題が生じる。本件発明３は，酵素力価の高い麹\nが得られる製麹方法を提供するという目的を達成するために上記回転を採用し，そ\nれにより新たに生じた課題を回避すべく，回転ドラムが設置された室内の温度及び\n回転ドラム本体内の温度を，「共に」製麹開始温度となるように調節することとした\nものである。\nイ  他方，甲３には，回転ドラムが設置された室内の温度と回転ドラム内の\n温度を，「共に」製麹開始温度となるように調節することについて，記載も示唆もな\nい。\nウ  他の副引用例にも，回転ドラムが設置された室内の温度と回転ドラム内\nの温度を，「共に」製麹開始温度となるように調節することの開示はない。\n(ｱ)  甲１の製麹方法は，緩慢な回転速度を採用しており，酵素活性はあま\nり高くなかったと結論付けられているので，本件発明３の上述の課題は存在しない。\n(ｲ)  甲５において，最初の１時間の間，１０分間ごとに１分間回転させる\nのは，種麹と原料との均一な混合撹拌を目的したものであり，その後，３時間ごと\nに１分間回転させるのは，原料の塊をほぐす手入れを目的としたものであって，甲\n５には，本件発明３のように，破精込みを活発にして酵素力価の高い麹を得るとい\nう目的のために回転させた場合に生じる上述の課題は存在しない。\n(ｳ)  甲７の製法は，麹品温が上昇するまで保温箱をかぶせるだけであり，\nドラムを空調された室内に設置することの開示はない。\nエ  以上のとおり，審決の相違点２に関する判断には誤りがある。\n(2) 相違点３に関する判断の誤り\nア  本件発明３において，撹拌開示条件を「品温上昇後」とした理由は，品\n温がまだ上昇していない段階で撹拌を開始すると，目的に反して菌糸の育成を阻害\nしてしまうこと，及び，製麹原料の種類や量に依存せずに撹拌を開始すべきタイミ\nングを把握できることにある。\nイ  甲３の「ドラムは，発芽準備のために停止させてもよい」の「発芽準備」\nの期間とは，アスペルギルス・オリゼ胞子が未だ発芽しておらず，発芽の準備をし\nている段階を指すが，そのような段階の麹菌によって製麹原料の品温が上昇し始め\nることは，生物学的にあり得ない。したがって，甲３でドラムを停止させてもよい\nとされる「発芽準備」の期間は，本件発明３の撹拌停止期間よりも明らかに短い。\nまた，甲３には，製麹原料の品温を監視することによって撹拌開始のタイミング\nを決定するという本件発明３の技術的思想は開示されていない。\nさらに，本件発明３によれば，発芽直後に撹拌を開始することを確実に回避でき\nるのに対して，甲３の「発芽準備」の期間停止させておく方法では，発芽した途端\nに撹拌を開始することになり，破精込みを活発にするという本件発明３の有利な効\n果は得られない。\nウ  審決は，甲４の「ドラムは，発芽準備のために１０ないし１２時間の期\n間停止させてもよい」の記載と，本件実施例の「品温の上昇が始まった約１５時間\n後」をそれほど異なる時間ではないと判断した。\nしかしながら，甲３及び４では，製麹原料が小麦ふすまであって，本件実施例の\n白米とは異なるから，甲４の記載と本件実施例の記載の意味するところは異なる。\n審決の上記判断には，製麹原料の際を考慮せずに，単に数字が近似していることだ\nけを理由に甲３の記載を読み替えた点において，誤りがある。\nエ  審決は，ア）麹の成長に伴って品温が上昇すること，イ）品温が低くて\nも高くても麹の成長が阻害されること，ウ）麹の成長を阻害しないために品温を過\n度に上昇させないように攪拌手入れ，切返作業等の冷却手段がとられることは，技\n術常識であると判断したが，そのような技術常識と，甲３発明の「発芽準備のため\nに停止させてもよい」という部分をある程度品温が上昇した時点で撹拌を開始する\n意味に読み替えることができることとが，どのような論理的関係にあるのか不明で\nある。品温管理という抽象的なレベルの技術常識が共通しているからといって，甲\n３発明を「品温上昇後」の撹拌開始とすることにはつながらない。\nオ  以上のとおり，審決の相違点３に関する判断には誤りがある。\n(3) 相違点４に関する判断の誤り\nア  甲３に記載された「導管１２」からの循環空気による冷却は，種麹を接\n種した後，ドラムを回転させている間に行う送風ではなく，種麹を接種する前の殺\n菌工程で使用されるものにすぎない。\nイ  甲３の分割出願に係る明細書である甲４にも，その他の副引用例にも，\n品温センサが品温の上昇を感知するとドラム内に送風して元の品温に戻し，再び上\n昇を感知すると送風することを繰り返すという断続的な送風による冷却については，\n開示がない。\nウ  本件発明３の「送風」とは，品温センサと連動させてドラムに接続され\nた送風管から断続的に行う送風のことであり，甲３に記載された，ドラムを回転さ\nせることによって，製麹原料がドラムの頂部から落下する動作が繰り返されるため\nに，製麹原料が空気の流れに連続的に向けられることとは，本質的に異なる。審決\nの判断は，これらを混同したか，あるいは，相違点４に係る構成がいずれの引用例\nにも記載がないことを承知のうえで強弁したものである。\n(4) 相違点５に関する判断の誤り\nア  相違点５に係る本件発明３の構成は，本件発明３の作用を明示しており，\n「製麹原料表面や空中での菌糸の過度の生育を抑制」できないような従来技術や，\n「製麹原料への菌糸の破精込みを活発に」できないような従来技術と，明確に区別\nされるものである。\nイ  甲３は，大きな床空間を必要とせずに培地の厚さを増す目的で撹拌する\nものであり，菌糸の成長に関して「多くの枝が非常に増加し，これにより，もやし\n胞子の頭を生じさせる多くの端を成長させることを発見した。」との記載は，糸状体\nが原料外空中に向けて茂り，密になっている状態，すなわち，本件発明３が回避し\nている「製麹原料表面や空中での菌糸の過度の生育」のことを指し，製麹原料内部\nに向けて菌糸が伸びるものではないから，本件発明３が活発化させる「破精込み」\nとは異なる。なお，「the filaments being shorter and thicker」という記述にお\nける「thicker」は，糸状体の枝の数が増えて茂っていること，すなわち，密になっ\nていることを述べていると考えるのが，後続の文章「the number of branches being\ngreatly increased, thereby increasing the number of ends for heading out in\nmoyashi spores.」（訳：多くの枝が非常に増加し、これによりもやし胞子の頭を生\nじさせる多くの端を成長させることを発見した。）との整合性の点で正しい。\n甲３では，撹拌による曝気で，原料外空中への菌糸の成長が旺盛になり，菌糸が\n密になって多くの枝から胞子柄が伸びかかっていることがうかがえるが，ドラムの\n回転中に製麹原料が塊になっていることから，多湿状態にあり，麹は塗り破精型で\nあることが強く疑われる。\nウ  審決は，相違点５に関して，甲３発明で破精込みが活発になっているの\nか否かの判断を回避し，結論を導いた点で誤りがある。\n(5) 相違点６について（相違点４の容易想到性判断部分と共通する。）\nア  本件発明３は，「回転ドラム本体内で前記製麹原料が前記傾斜面から順次\n落下する時に，前記回転ドラム本体内の空気に触れること」により熱交換が行われ\nるもので，傾斜面全体において製麹原料が粒状で落下し，熱交換が広く均一に行わ\nれる。また，回転ドラムが設置された室内の温度と回転ドラム本体内の温度差をな\nくしており，蒸発潜熱のみによって熱交換を行う構成を採用している。\nイ  それに対して，甲３発明は，「底部の培地の塊を持ち上げ，塊の頂部で崩\nす作用をし，塊がドラムの底部に重力で動き又は崩れると，胞子形成物の塊の新た\nな部分は，空気の流れの動きに連続的に向けられる」もので，熱交換面積は狭く，\n熱交換が不均一である。そして，製麹原料は塊として落下するため，本件発明３と\nは，水分蒸発量が大きく異なる。また，甲３には，ドラムを設置した部屋の温度調\n整について記載がないから，蒸発潜熱のみならず，ドラム内外の熱伝導による熱交\n換も行われていると推測される。甲３の図２には，約７０度まで傾斜した状態にお\nいても，原料層の傾斜面から製麹原料が順次落下する場面は示されていない。\nウ  以上のとおり，相違点６に係る構成は，甲３に開示されておらず，副引\n用例と組み合わせても容易に想到できるものではない。\n(6) 本件発明３の効果について\nア  甲３を出願した高峰譲吉博士の製麹方法は，期待するほどの成果は得ら\nれなかったとされ（甲３２），Ａ博士などに引き継がれ堆積培養へと進展したもので\nあって，甲３発明の効果は疑わしい。甲３発明において，製麹原料が連続的に撹拌\nされても菌の成長が阻害されないのは，小麦ふすまという小さな粒子からなる粉状\nの製麹原料を用いているから，撹拌されても気中に延びた菌糸が切断されないから\nである。\nイ  それに対して，本件発明３は，白米の場合，製麹中に撹拌を行うと菌糸\nが切断されて製麹不能になるという従来の技術常識を打ち破り，回転ドラムが設置\nされた室内の温度と回転ドラム内の温度差をなくして蒸発潜熱により熱交換を行う\nことで水分除去を促し，原料表面や原料外空中での菌糸の生育を抑制し，破精込み\nを活発にして，酵素力価の高い麹製品を提供できるという効果をもたらすものであ\nり，甲３発明と比較して格別顕著な効果を有する。\n第４  被告の反論\n１  取消事由１に対し\n製麹原料の撹拌についての「傾斜面からの落下」及び「傾斜面から順次落下する\n時に」に関する構成は甲３に記載されているから，審決の一致点・相違点の認定に\n誤りはない。\n２  取消事由２に対し\n(1) 相違点２に関する判断の誤りに対して\n次のとおり，審決の相違点２に関する判断に誤りはない。\nア  原告は，相違点２に係る本件発明の構成は，室温が調整されていなけれ\nばドラム内に結露が生じ，製麹原料に塊が生じるという課題を解決するためのもの\nである旨主張するが，本件明細書にはそのような課題について記載がない。したが\nって，本件明細書から相違点２に係る構成の技術的意義を見出すことはできない。\nイ  回転ドラム内のみならず，それが設置された室内の温度制御をも併せて\n行うことは，製麹分野における技術常識である（甲１，５）。温度制御の直接的な対\n象である回転ドラム本体内の温度が，回転ドラムが設置された室内の温度により影\n響されないように，両温度を共に製麹開始温度となるように調節することは，合理\n的であって，当業者が適宜行う設計事項にすぎない。\n(2) 相違点３に関する判断の誤りに対して\n次のとおり，審決の相違点３に関する判断に誤りはない。\nア  原告は，品温上昇を監視することによる利点を主張するが，本件発明３\nにおいて品温上昇を監視することは限定されていない。「品温上昇後」に撹拌すると\nは，品温上昇を監視して撹拌することだけでなく，品温上昇が確実な経過時間後に\n撹拌することも含む。したがって，品温上昇を監視することは進歩性を肯定するた\nめの特徴点にはなり得ない。\nイ  米や小麦ふすまを製麹原料とした場合，製麹開始から１５～１６時間で\n発熱がますます盛んになる状態又はそれに近い状態になり，それ以前の１２～１６\n時間経過前において温度上昇するというのが，技術常識である（甲４９，乙１～３）。\nこれによれば，甲３の分割出願明細書である甲４に記載された「発芽準備」期間で\nある「１０ないし１２時間」は，既に温度が上昇している期間と考えるのが，合理\n的かつ自然である。\n原告は，甲３の「発芽準備」の期間は未だ発芽していない状態である旨主張する\nが，甲３や甲４に「発芽準備」の定義はない。むしろ，実際の製麹中は，２０時間\n以後にやっと破精が見られる（甲４９）のだから，発芽開始後を含む期間を「発芽\n準備」の期間と位置付けても不自然ではない。\n(3) 相違点４に関する判断の誤りに対して\n次のとおり，審決の相違点４の判断に対する原告の主張は失当である。\nア  原告は，甲３の「導管１２」からの循環空気による冷却は，種麹を接種\nする前の殺菌工程で使用されるものにすぎない旨主張する。しかしながら，甲３に\nは，ドラムの回転中に送風機より空気の流れが生み出されることが記載され，ドラ\nムの回転により持ち上げられて落下する製麹原料が空気の流れに向けられることが\n理解できるから，原告の主張は当たらない。\nイ  原告は，甲３の分割出願の明細書である甲４やその他の副引用例にも，\n品温に応じた断続的な送風による冷却について開示がない旨主張する。しかしなが\nら，甲４には，「準備的な冷却」後にドラムが回転している間，「胴体を経てドラム\nを通過する空気の流れの調節」が行われることが記載されているから，断続的な送\n風による冷却が記載されているといえる。また，本件明細書には，「品温の上昇を感\n知」すると送風が開始されることの技術的意義について記載はなく，副引用例にお\nける，品温が設定温度に達すると送風が開始されることと，格別な差異があるとは\n認められない。\n(4) 相違点５に関する判断の誤りに対して\n次のとおり，審決の相違点５に関する判断に誤りはない。\nア  本件発明３の「前記攪拌により前記製麹原料表面や原料外空中での菌糸\nの生育を抑制して前記製麹原料への菌糸の破精込みを活発にし」は，培地をある程\n度動かすことによって，菌糸の成長を促進するという周知の課題を記載したものに\nすぎない。\nイ  原告は，甲３の「thick」を「厚く」ではなく「密になる」と訳すべき旨\n主張するが，根拠が欠けている。また，甲３では，「塊（lumps）」は原料の一部で形\n成された固まり，「塊（mass）」は原料全体又はその一部という意味で使い分けられ\nているから，本件発明３と甲３発明とでドラム回転中の製麹原料の動きに差はなく，\n甲３発明の製品が塗り破精型であるということはできない。\n(5) 相違点６について\nア  甲３において，塊（mass）は原料全体又はその一部を意味することと，\n図２において，ドラムが回転し，塊が傾斜している場面が示されていることを考慮\nすれば，甲３発明においても，ドラム内で塊（原料の一部）が傾斜面から順次落下\nするときに，空気の流れの動きに連続的に向けられて，本件発明３と同様の熱交換\nが行われる。効果の点でも差異はない。\nイ  原告は，本件発明３は蒸発潜熱のみによって熱交換を行う点に特徴を有\nするのに対して，甲３では蒸発潜熱のみならず，ドラム内外の温度差に起因する熱\n伝導による熱交換も行われている旨主張する。しかしながら，本件明細書にも甲３\nにもそのような事項は記載されていない。\n(6) 本件発明３の効果について\n甲３２に記載された，期待した成果が得られなかった製麹方法が，甲３によるも\nのであるか不明であるし，甲３２には，試験設備，試験条件及び試験結果が記載さ\nれていないから，甲３において一律十分な効果が生じないということもできない。\n本件明細書には，「破精込みが活発になる」のは，「接種後の製麹原料の撹拌を従\n来のように長時間静置することなく行」うからであるとの記載しかなく，室内の温\n度と回転ドラム内の温度をなくして蒸発潜熱によって熱交換をして水分除去を促し，\n破精込みを活発にするという記載はない。また，小麦ふすまのような粉状の麹の場\n合，撹拌しても，空気中に伸びた菌糸は切断されずに旺盛に生育するという推測に\nは，根拠はないし，破精込みの活発化という効果との関係も不明である。\n第５  当裁判所の判断\n１  取消事由１について\n(1) 本件発明３について\nア  本件明細書（甲３３，４４）には，次のとおりの記載がある。\n【技術分野】\n【０００１】\nこの発明は，発酵，製薬，生化学工業等に用いられる固体麹の製造方法に関する。\n【発明が解決しようとする課題】\n【００１０】\n上述のように，従来は，製麹中に菌糸を切ることは麹菌の生育を弱めることにな\nるので，数回行う手入れ作業以外は，製麹原料を静置して製麹を行なければならな\nいとされていたものであった。しかし，本出願人は，接種後の製麹原料を従来のよ\nうに長時間静置することなく行えば，製麹原料表面や空中での菌糸の過度の生育が\n抑制される反面，製麹原料への菌糸の破精込みが活発になることに思い至ったので\nある。\n【００１１】\n而して，本発明は，複雑な装置を用いたり製麹原料の改質を行ったりすることな\nく製麹原料表面や原料外空中での菌糸の生育を抑制して製麹原料への菌糸の破精込\nみを活発にし，酵素力価の高い製麹方法を提供することを目的とする。\n【課題を解決するための手段】\n【００１２】\n上記目的を達成するために，本発明に係る固体麹の製造方法は，撒水又は浸漬，\n蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種する\nことにより固体麹を製造する方法において，種麹の接種後，製麹原料の品温が上昇\nするまで製麹原料を静置し，製麹原料の品温上昇後に製麹原料を常にあるいは少な\nくとも５～１０分間隔で間欠的に攪拌し，製麹を完了する構成を採用する。\n【００１３】\n前記製麹原料の攪拌の方式として，回転ドラム方式，コンベア落下方式，製麹棚\n原料攪拌方式，回転円盤内攪拌方式が採用される。ここにいう「攪拌」とは，製麹\n原料の固体を隣あう固体と分離させたり，他の固体と接触させたりすることを繰り\n返す動作を意味するものとして用いることとする。\n【００１４】\n前記製麹原料の攪拌が回転ドラム方式によるものである場合，攪拌は，ドラムの\n回転により生じる原料層の傾斜面からの落下により行われる。そして，温度及び湿\n度が任意に調整されたドラム内で製麹原料が落下する時に，熱交換が行われ，適切\nな製麹温度が維持されることになる。\n【発明の効果】\n【００１８】\n本発明は，種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置し，製\n麹原料の品温上昇後に製麹原料を常にあるいは少なくとも１～１０分間隔で間欠的\nに攪拌し，製麹を完了する構成を採用しているので，製麹原料を満遍なく製麹室の\n空気に触れさせ，麹菌の生育に好適な条件を与えることができ，人力による手入れ\nあるいは手入れ機による手入れや，手入れ後のいわゆる盛りを不要とし，製造コス\nトを低減できる。\n【００１９】\nしかも，製麹原料表面や原料外空中での菌糸の過度な絡み合いが抑制され，ひい\nては製麹原料中の菌糸の生育が活発になり，酵素力価の高い固体麹を得ることがで\nきる。\n【００２０】\nまた，攪拌の速度を，任意に設定できるので，麹菌の種類あるいは製麹原料に応\nじた最適の麹菌生育環境が作りやすい。\n【実施例】\n【００３２】\n本実施例では，上記回転ドラム（Ｄ）を用いて，白米１００ｋｇを製麹原料とし\nて製麹を行った。\n【００３３】\n回転ドラム（Ｄ）が設置された製麹室の室内温度，回転ドラム本体内温度のいず\nれをも摂氏３５度に設定して製麹を開始し，品温の上昇が始まった約１５時間後に，\n回転ドラム本体（１）を６０秒に一回転の割合で回転させ，約２５時間回転を続け\n製麹を完了した。その間，品温設定を摂氏３７度とし，品温センサ（４）が品温の\n上昇を感知すると，送風バルブ（６）を開いて断続的に冷却を行った。\n【００３４】\n上記製麹完了後，国税庁所定分析法（平成３年改正法）に基づいて，グルコアミ\nラーゼ活性，α－アミラーゼ活性，酸性プロテアーゼ活性及び酸性カルボキシペプ\nチダーゼ活性を求めたところ，いずれも従来の固体麹に較べて優れた値が得られた。\n【００３５】\n本実施例による，吟醸麹としての固体麹の\nグルコアミラーゼ活性は，  ２８０単位／ｇこうじ\nα－アミラーゼ活性は，  ９５０単位／ｇこうじ\n酸性プロテアーゼ活性は，  ３１５８単位／ｇこうじ\n酸性カルボキシペプチダーゼ活性は，６０５３単位／ｇこうじ，であり，いずれの\n活性も従来方式による固麹よりも優れたものであった。\n【００３６】\nすなわち，従来の一般的な静置方式により製造された固体麹の\nグルコアミラーゼ活性は，  ２０２単位／ｇこうじ\nα－アミラーゼ活性は，  ７４３単位／ｇこうじ\n酸性プロテアーゼ活性は，  ２６２５単位／ｇこうじ\n酸性カルボキシペプチダーゼ活性は，３４３０単位／ｇこうじ，であった。\n【００３７】\nまた，本実施例による，清酒麹としての固体麹の\nグルコアミラーゼ活性は，  ３０５単位／ｇこうじ\nα－アミラーゼ活性は，  １２５１単位／ｇこうじ\n酸性プロテアーゼ活性は，  ３２３３単位／ｇこうじ\n酸性カルボキシペプチダーゼ活性は，６１２８単位／ｇこうじで，あり，いずれの\n活性も従来方式による固体麹よりも酵素力価の優れたものであった。\n【００３８】\nすなわち，従来の一般的な静置方式により製造された清酒麹としての固体麹の\nグルコアミラーゼ活性は，  ２１５単位／ｇこうじ\nα－アミラーゼ活性は，  ９７５単位／ｇこうじ\n酸性プロテアーゼ活性は，  ２７５３単位／ｇこうじ\n酸性カルボキシペプチダーゼ活性は，４４７１単位／ｇこうじであった。\n【００３９】\nまた，一般細菌数の比較において，本実施例においては，吟醸麹としての固体麹\n及び清酒麹としての固体麹のいずれにおいても  一般細菌数が，１００ＣＦＵ／ｇ以\n下であるのに対して，従来方式において１０００００ＣＦＵ／ｇ以上であり，本発\n明の製造方法は，雑菌の少ない清潔な固体麹を製造することができるものであるこ\nともわかった。\n【図１】                        【図２】\nイ  このように，本件発明３は，製麹原料の品温が上昇した後に製麹原料を\n間欠的に撹拌することで，製麹原料表面や空中での菌糸の過度の生育を抑制し，製\n麹原料内部への菌糸の破精込みを活発にすること，すなわち，破精込みの種類とし\nて塗り破精ではなく突き破精とすることを目的とし，それに適合した回転ドラムの\n回転速度，回転ドラム本体内の温度調整や湿度調整を行い，製麹原料は，傾斜面を\n順次落下するときに，回転ドラム本体内の空気に触れることにより熱交換が行われ\nるものである。\n(2) 引用発明の認定\nア  甲３の２には，次のとおりの記載がある。\n「私の発明は，麹及びもやしの製造工程を行う装置である。・・・麹ともやしの製\n造においては，アスペルギルス・オリゼ胞子は，水とともに湿らせた小麦ふすまの\nような培地と混合されている。\n以前より，十分な成長のために静置は必須と考えられていた。これは，培地の動\nきにより，表面に混合された胞子が移動してしまうと考えられていたためである。\nしかしながら，私は，ある程度の量の動きは許容できるだけでなく，非常に有利で\nあることを発見した。これは，ある程度の量の動きは，成長を妨げないだけでなく，\n実際には成長を促進させ，しかも操作の無駄を大いに省けるからである。私はまた，\n動きのある製造では，菌糸の成長は異なっており，糸状体は短く密になり（判決注：\n原告は，「糸状体は短く厚くなり」という訳が正しいと主張している。），多くの枝が\n非常に増加し，これにより，もやし胞子の頭を生じさせる多くの端を成長させるこ\nとを発見した。」（１頁１１～２４行）\n「古い方法では塊は厚さが３ないし４インチが最大であり，この厚さでさえも，\n菌の成長は，厚さ１ないし２インチで行われるのと同じ程度に満足できるものでは\nなかったところ，私の発明で構成される装置を使用すれば，塊は数フィートの厚さ，\nすなわち３ないし４フィート，又はそれ以上でもよい。\n私の発明は，塊が連続的に攪拌されるように装置を構成し，これにより，塊の粒\n子は，空気に接近させるために，連続的に表面に導かれる。しかしながら，この攪\n拌は，塊における菌糸の糸状体の形質を変えることはあっても，菌の成長を実質的\nに妨げるような激しさはない。\nこの攪拌は，粒子に１周期の動きを遂げさせるようにし，１分間当たり約１回な\nいし２回を超えないようにし，好ましくは，この攪拌の速度は，適当に増加させて\nもよいが，私は，１分間当たり１０周期に達すると，成長は実質的に妨げられるこ\nとを見い出した。」（１頁３１行～２頁６行）\n「ドラムの各ヘッド２には，空気導管１２が突出する中央開口が備えられている。\n各空気導管は，ドラムの回転中，静止が保持されるように，適切なフレーム１３に\n搭載されている。これから理解されるように，ドラムは前記導管に関して自由に回\n転する。導管の内側の端部は，１４がドラムの回転方向になるように，ドラム中心\nから放射状に向けられている。これにより，前記導管の開放端が，回転中に降りて\nいくドラムの側面側に向けられる。これらの導管は胴体１５に接続されている。導\n管の一つは吸引送風機に接続されており，送風機の操作により，通路又は導管から\n円筒を経てドラムに向かう空気の流れが生み出され，送風機に接続されている導管\nから出て行く。導管１５には，ドラムを通る空気の流れを調整する適度な室１６が\n備えられている。これらの導管は，ドラム内に適当な空気の循環状態を生み出せる\n任意の大きさであればよい。」（２頁３１行～３頁６行）\n「ドラムは，ドラムの内壁面に，径方向に内向きに突出した邪魔板又は羽根板を\n備えており，これらはドラムが回転するにつれて，粒状の物質又は材料をドラム内\nで持ち上げ，これらを転回させる動きを与える。私は，図示した等間隔で６つの邪\n魔板又は羽根板をドラムの周囲に配置したドラム内の割合を好む。邪魔板は，ドラ\nムの外殻から距離を離して支持され，媒体の粒子が降下する小さな空間を備えるよ\nうにしたことが好ましい。これにより，邪魔板が長さ全体に亘りドラムの外郭に接\nしているようになり，媒体の粒子は邪魔板で圧縮されないようになる。」（３頁２９\n行～３６行）\n「ドラムは，発芽準備のために停止させてもよいし，この期間中緩やかに，すな\nわち，５分間中に約１回の速度で回転してもよい。この準備的な停止，又は緩やか\nなドラムの回転の後は，ドラムは３０時間ないし４０時間の期間，１分間ないし３\n分間ごとに１回転の速度で回転させる。この期間は，通常，ジアスターゼ形成物，\nすなわち本事例である麹の発芽を完結させるに十分である。」（４頁１６～２１行）\n「ドラムの回転中，邪魔板２５（これまでに説明した）は，底部の培地の塊を持\nち上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，\n胞子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられることが理\n解される。これは，塊が空気の流れに連続的に向けられるという強く望まれる最適\nな結果であることが理解される。」（４頁２２～２６行）\n【図１】\n【図２】\nイ  したがって，甲３には，「アスペルギルス・オリゼ胞子を水で湿らせた小麦\nふすまのような培地と混合し，発芽準備のために停止した後に，回転ドラムを１分\n間ないし３分間ごとに１回転の速度で３０～４０時間の期間回転させて，ジアスタ\nーゼを含む麹を製造する方法」の発明が記載されており，この限度において，審決\nの甲３発明の認定に誤りはない。\n(3) 本件発明３と甲３発明の対比\nア  製麹工程について\n本件発明３と甲３発明を対比すると，前者の「撒水又は浸漬，蒸煮，放冷等の原\n料処理工程」，「製麹原料」，「種麹」，「固体麹」は，それぞれ後者の「水で湿らせた\n（小麦ふすま）」，「小麦ふすま」，「アスペルギルス・オリゼ胞子」，「ジアスターゼを\n含む麹」に対応する。また，甲３発明は，いわゆる「製麹工程」に該当する。この\n点は，当事者間に争いがない。\nイ  製麹原料について\n甲３発明では，「小麦ふすま」が「製麹原料」として用いられている。そして，当\n事者は，甲３発明において，「小麦ふすま」よりも上位概念である「製麹原料」一般\nの使用が技術思想として示されているものとして，この点を争っていない。\nウ  ジアスターゼについて\n甲３発明で製造される「ジアスターゼ」は，「アミラーゼ」のことであり，本件明\n細書において酵素力価の上昇が確認された「α－アミラーゼ」がこれに含まれる。\nこの点は，当事者間に争いがない。\nエ  回転ドラムの駆動装置について\n本件発明３において「駆動装置により回転される回転ドラム本体」と記載されて\nいるのに対して，甲３のＦｉｇ．１，２及び「ウォームギア７は，駆動軸９上のウ\nォームピニオン８と噛み合い，任意の適当な動力源で駆動される。配置は，軸５上\nの摩擦プリー４が，摩擦プリー４とバンド３との摩擦によるかみ合いを通じて，ド\nラムを回転させるようになっている。」との記載から，甲３発明の「回転ドラム」が\n駆動装置により回転されることが理解できる。この点は，当事者間に争いがない。\nオ  回転ドラムの駆動開始について\n本件発明３において，「種麹の接種後，製麹原料の品温が上昇するまで製麹原料を\n静置すると共に，前記回転ドラムが設置された室内の温度及び前記回転ドラム本体\n内の温度を，共に製麹開始温度となるように調節し，」その後回転ドラムを回転する，\nと記載されているのに対して，甲３の２では，「ドラムは，発芽準備のために停止さ\nせてもよい・・・。この準備的な停止・・・の後は，ドラムは３０時間ないし４０\n時間の期間，１分間ないし３分間ごとに１回転の速度で回転させる。この期間は，\n通常，ジアスターゼ形成物，すなわち本事例である麹の発芽を完結させるに十分で\nある」と記載されており，種麹の接種後，回転ドラムは一定期間停止した後に回転\nする点で一致する。\nカ  回転速度について\n甲３発明では，「回転ドラムを１～３分間ごとに１回転の速度で３０～４０時間の\n期間回転させて」いるので，本件発明３の「１回転／３０～９０秒」のうち「１回\n転／６０～９０秒」の範囲で回転速度が重複しており，かつ，本件発明３の「製麹\n原料を常にあるいは少なくとも１～１０分間隔で間欠的に攪拌し」の選択肢の１つ\nである「常に」「攪拌し」に相当する。この点は，当事者間に争いがない。\nキ  製麹原料の攪拌について\n本件発明３において「製麹原料の攪拌が，前記回転ドラム本体の回転により生じ\nる原料層の傾斜面からの落下により行われ，」と記載されているのに対して，甲３に\nは，「ドラムの回転中，邪魔板２５（これまでに説明した）は，底部の培地の塊を持\nち上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，\n胞子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられる」と記載\nされている。甲３の図２は，水，消毒剤，胞子液又は他の流体を，細かいスプレー\nに形成して放出する場面を表したものであり，製麹の過程でドラムを回転させなが\nら通風した際の落下場面を表したものではなく，製麹原料が図面記載の約７０度の\n角度まで落下せずに持ち上がるほど，湿潤なものとすることを示すものではない。\n実際，甲３では，静置せずにドラムを回転させる技術思想も示されており，十分な\n発芽がなく，製麹原料が「粒状」のまま回転されることが記載されている。そうす\nると，両者は，製麹原料の攪拌が，回転ドラム本体の回転により生じる原料層の落\n下により行われ，その際，製麹原料は，傾斜面から順次落下する点で一致する。\nク  回転ドラムによる熱交換について\n本件発明３では「温度及び湿度が任意に調整された前記回転ドラム本体内で前記\n製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れ\nることにより熱交換が行われ，」と記載されているのに対して，甲３発明においては，\n「ドラムの回転中，邪魔板２５・・・は，底部の培地の塊を持ち上げ，塊の頂部で\n崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，胞子形成物の塊の新\nたな部分は，空気の流れの動きに連続的に向けられることが理解される。これは，\n塊が空気の流れに連続的に向けられるという強く望まれる最適な結果であることが\n理解される。」と記載されている。\n両者は，「回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，\n前記回転ドラム本体内の空気に触れることにより熱交換が行われ」る点で一致して\nおり，また，回転ドラム本体内において，甲３発明においては，ドラム回転中に温\n度及び湿度の調整が行われているか不明である点において，相違する。\nケ  対比\n以上を前提とすると，本件発明３と甲３発明の一致点，相違点は次のとおりであ\nると認められる（上記のとおり，製麹原料の違いについて当事者が問題にしていな\nいので，この点は一致点であることを前提とする。）。\n（一致点）\n少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，蒸煮，放\n冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することによ\nり固体麹を製造する方法において，前記回転ドラムは，駆動装置により回転される\n回転ドラム本体を少なくとも備え，種麹の接種後，製麹原料を常に攪拌し，製麹原\n料の攪拌が，回転ドラム本体の回転により生じる原料層の落下により行われ，前記\n回転ドラム本体の回転速度は，１回転／６０～９０秒に設定されていると共に，回\n転ドラム本体内で前記製麹原料が落下する時に，前記回転ドラム本体内の空気に触\nれることにより熱交換が行われ，製麹を完了することを特徴とする固体麹の製造方\n法。\n（相違点１）\n本件発明３において，回転ドラム本体の内部に品温センサが装着されているのに\n対して，甲３発明では明らかでない点。\n（相違点２）\n本件発明３において，回転ドラムが設置された室内の温度及び回転ドラム本体内\nの温度を共に製麹開始温度になるように調節しているのに対して，甲３発明では明\nらかでない点。\n（相違点３）\n本件発明３において，「種麹の接種後，製麹原料の品温が上昇するまで製麹原料を\n静置すると共に」「製麹原料の品温上昇後に」製麹原料の攪拌を開始するのに対して，\n甲３発明では「発芽準備のために停止」させた後に製麹原料の攪拌を開始する点。\n（相違点４）\n本件発明３において，「品温センサが前記品温の上昇を感知すると，前記回転ドラ\nム本体内に送風して断続的に冷却を行い，」製麹原料が傾斜面から順次落下する時に，\n回転ドラム本体内の空気に触れることにより熱交換が行われるのに対して，甲３発\n明では，「品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風\nして断続的に冷却を行う」ことが明らかでない点。\n（相違点５）\n本件発明３が「前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を\n抑制して前記製麹原料への菌糸の破精込みを活発にし」ているのに対して，甲３発\n明では明らかでない点。\n（相違点６）\n本件発明３では，回転ドラム本体内の湿度が任意に調整されているのに対し，甲\n３発明ではドラムの回転中に湿度の調整が行われているか明らかではない点。\nコ  結論\n以上のとおり，審決は，甲３発明においては，回転ドラム本体内の湿度調整が行\nわれているか明らかではないにもかかわらず，湿度調整をしているかどうかという\n相違点を看過したものといえる。\n原告は，相違点６として，「本件発明３は，「前記製麹原料の攪拌が，前記回転ド\nラム本体の回転により生じる原料層の傾斜面からの落下により行われ」，「温度及び\n湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順\n次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ」\nるのに対し，甲３発明は，ドラムの回転中に温度及び湿度の調整が行われているか\nは不明であり，また，原料層の傾斜面からの落下による攪拌，及び製麹原料が傾斜\n面から順次落下する時に熱交換が行われているかも不明である点。」があると主張す\nる。原告の主張する相違点６の中の温度管理の点のうち，最初の室温及び回転ドラ\nム本体内の温度を共に製麹開始温度とする点は相違点２，それ以降の回転時におけ\nる上昇した温度の調整の点は相違点４の中に含まれていると評価することができる\nが，湿度調整の有無という相違点について，審決はどの相違点においても実質的に\n挙げているとはいえないから，この限度で原告の指摘は正当なものである。そして，\n上記相違点の看過が，本件発明３の進歩性判断に影響を与える可能性があるから，\n取消事由１は，その限度で理由がある。\n２  取消事由２について\n(1) 相違点２に関する判断について\nア  甲１は，製麹機の実用化に関する論文であって，温度センサを有する回\n転ドラムを備えた製麹機をプレハブ式製麹室内に設置し，製麹室の温度を調節する\nことにより麹の温度管理を行うことが，記載されている（２０頁右欄７行～２１頁\n左欄１７行）。ここでは，麹が塊となることの問題点が指摘されるとともに（２１頁\n２８～３０行，２２頁右欄２５行），室温と品温の差が大きいと麹の水分が奪われる\nことが問題点とされており（２２頁左欄１６～１８行），麹の温度管理の中には，塊\nが生じないようにすること（ただし，この点は，温度管理だけでなく，ドラムの回\n転数や湿度調整等といった諸条件を調整することによって解決する課題である。），\n室温と品温の差を小さくすることが，実質的に含まれているといえる。\n甲５は，製麹装置に関する発明に係る公開特許公報であって，回転ドラム式製麹\n機を断熱室内に設置し，断熱室の温度を調節しながら製麹を行うことが記載されて\nいる（２頁左上欄７～１０行）。ここでも，麹が塊になる問題点が指摘されている（２\n頁右欄８～９行）。\n以上のとおり，製麹工程において，温度は，製麹に影響を及ぼす要素の１つであ\nり，室内に回転ドラム式製麹機を設置した場合，室温及び回転ドラム内の温度はい\nずれも製麹に影響するから，両者を共に適宜調整することは，周知技術であるとい\nえる（ただし，製麹に適した温度とは具体的に何度かという点については，相違点\n４の判断で検討する。）。そして，回転ドラム内の外壁に近接した部分の温度が製麹\n機を設置した環境温度の影響を受けることは自明であるから，回転ドラム内を適正\nな温度に維持するためには，回転ドラムを断熱構造にしない限り，室温を適宜調整\nすることは不可欠といえる。したがって，回転ドラムに断熱機構を見出すことので\nきない甲３発明において，回転ドラム内の温度を管理するために，上記周知技術を\n採用するのは，当業者が適宜なし得る範囲内のことである。\nイ  原告の主張について\n原告は，本件発明３は，ドラムを設置した室内の温度が調整されていないとドラ\nム内に結露が生じて製麹原料に塊が生じるという課題を解決するために相違点２に\n係る構成を採用したのに対して，甲１及び甲５にはそのような課題は存在しないの\nであって，審決は課題や目的の相違を見落として適用可能という誤った判断をした\n旨主張する。\nしかしながら，上記アのとおり，甲１及び甲５においても，製麹原料に塊を生じ\nさせないという課題の存在と，その解決手段として温度管理を行うことについて，\n言及されているし，温度管理をするに際し，室内と回転ドラム内の双方をしない限\nり，適正な温度を保つことができないのは自明である以上，当業者であれば，甲３\n発明に対し，甲１及び甲５から把握される周知技術を適宜採用することができると\nいうべきである。\n原告の主張は，採用できない。\nウ  以上のとおり，審決の相違点２に関する判断に誤りはない。\n(2) 相違点３に関する判断について\nア  甲３には，製麹原料である穀物からのふすまに種麹を接種した後のドラ\nムの動きについて，「発芽準備のために停止させてもよいし，この期間中緩やかに，\nすなわち，５分間中に約１回の速度で回転してもよい。この準備的な停止，又は緩\nやかなドラムの回転の後は，ドラムは３０時間ないし４０時間の期間，１分間ない\nし３分間ごとに１回転の速度で回転させる。この期間は，通常，ジアスターゼ形成\n物，すなわち本事例である麹の発芽を完結させるに十分である。」（甲３の２の４頁\n１６～２１行）と記載されている。\nここで，「発芽」とは胞子から菌糸が出ることをいい（甲２５），麹菌は，製麹原\n料に接種された後，水分を吸収して膨潤し，発芽，繁殖するが，その呼吸熱により\n製麹原料の品温は上昇するものである（甲１５，２７）。他方，「準備」とは，ある\nことをするのに必要な物や態勢を前もって整えることをいう（広辞苑第６版）。甲３\nの２の「発芽準備」期間を，字義通り解釈すると，発芽に必要な態勢を前もって整\nえる期間であって，未だ発芽していない期間ということになり，発芽していない段\n階である以上，品温は上昇していないということになる。\nもっとも，甲３の分割出願明細書（甲４）にも「発芽準備」期間という同一文言\nが存在するところ，甲４における「発芽準備」期間とは，麹菌接種後「１０ないし\n１２時間」のことを指す（甲４の２の３頁２２行）。甲３と甲４は別々の明細書であ\nるから，両明細書で共通して使用されている言葉を当然に同じ内容として解釈しな\nければならないわけではないが，両明細書について，同一の文言を別の意義で使用\nしたことをうかがわせる証拠がない以上，甲３における「発芽準備」期間とは，麹\n菌接種後「１０ないし１２時間」を指すものと解されるというべきである。そして，\n麹菌接種後，環境を変化させる旨の記載はないから，そのままの状態で，上記「発\n芽準備」期間後に，１～３分間ごとに１回転の速度でドラムを回転させ，その後，\n３０～４０時間の間，更にドラムを回転させると，最終的には発芽が完結すること\nになるから，麹の発芽状況を微細に観察すれば，上記「発芽準備」期間に発芽が全\nくない状態とは考えられない。甲３発明とは製麹原料が異なるが，増殖が最も緩慢\nとされる白米を用いて麹を接種した後の状況を経時的に観察した場合でも，胞子が\n着床した部分から菌糸が出て白米中に潜り込む様子は，早いものでは２時間後，多\nくは３～４時間後に確認されている（甲２５）。したがって，上記のとおり，「発芽\n準備」期間に全く発芽がないとは考えられず，字義通り解釈するのが相当とはいえ\nない。\nイ  他方，麹菌の増殖に関しては，次のような証拠が存在する。\n(ｱ)  甲４９は「清酒製造技術研修講座」と題する刊行物であって，「蒸米\n上で適当な条件が整うと，麹菌分生胞子は数時間の内に発芽し，菌糸を伸ばして増\n殖が始まり，蒸米表面や内部に菌糸が侵入していきます。」（３１頁８～９行）と記\n載され，麹菌の増殖経過の一例として下記図４．１４（３１頁）が示されている。\n(ｲ)  乙１は，「麹学」と題する書籍であって，蒸米に種麹を接種した後，「接\n種した分生子は，環境の温度が３０から３５℃，湿度９５％以上で３から５時間で\n発芽し，菌糸は伸長し，８～１０時間頃から発熱による品温の上昇が顕著になる。\nそして，接種後１８時間目頃からは，発熱がますます盛んになり，４０℃を越すこ\nとになる」（２６１頁１０～１３行）ことが記載されている。\n(ｳ)  乙２は，「麹菌と麹  （その１）麹菌の特性」と題する論文であって，\n「麹の原料は，主として米，麦，大豆と小麦の混合物で，酵素生産にはふすまが用\nいられる。麹菌の増殖には窒素源の多いものが適しており，米での増殖が最も緩慢\nである（第７図）。」（８７７頁左欄１５～１８行）と記載され，下記第７図が示され\nている。\n(ｴ)  乙３は，「酒精（製法，性質，用途）（十九）」と題する記事であって，\n「第七節  麬麹製造法」には，小麦粉製造の際生産される小麦表皮であるふすまを\n用いたふすま麹はタカヂアスターゼ製造の原料であること（４３頁上欄２４～２７\n行），ふすまに麹菌を接種した後１２～１６時間経過すれば，菌はわずかに繁殖を始\nめて温度が上昇すること（４４頁上欄２１～２２行）が，記載されている。\nウ  製麹の進行状況は，製麹原料や麹菌の種類，麹菌接種量，温度，湿度等\nの培養条件の違いにより異なるというのが，技術常識である（甲１３，２７）。この\nような技術常識からすると，上述の各証拠に記載された製麹の時間的進行を，甲４\nと直接比較することはできないから，蒸米の場合には麹菌接種後８～１０時間頃か\nら品温が上昇する旨の乙１の記載から，直ちに，甲４の「１０ないし１２時間」の\n間に，ふすまの品温が既に上昇していると認めることはできず，甲３の「発芽準備」\n期間においても，ふすまの品温が上昇していると認めることはできない。甲４にお\nいて，その後の「３０ないし４０時間」の間は，ドラムの回転速度を早めて，麹の\n発芽が完結するとされていることからすると，この間に品温の上昇が見られ，ドラ\nム内の空気の流れの調整によって品温を下げるという技術思想が現れているのに対\nし，発芽準備期間である「１０ないし１２時間」の間は，ドラムを停止させても，\n緩やかに回転させてもよいとされているだけであるから，品温が十分上昇した後に\nドラムを回転させるという技術思想は現れておらず，ここにいう発芽準備期間は，\n品温が上昇していないか，少なくとも十分な品温の上昇がないことを意味すると解\nされる。ふすまを製麹原料とした場合，麹菌接種後少なくとも約１５時間後までは\nほとんど酸素呼吸が観察されないという記載（乙２）や，１２～１６時間後に温度\nが上昇するという記載（乙３）からしても，ふすまを用いた標準的な製麹において\nは，麹菌接種後「１０ないし１２時間」後には品温は上昇していないか，十分な品\n温上昇があるとは認められない。\nエ  以上のとおり，甲３の記載から，「発芽準備」のためにドラムの回転を停\n止させている間に，製麹原料の一部が発芽しているとしても，品温が上昇していな\nいか，十分上昇しているとは認められない。したがって，甲３発明において品温が\n上昇していることを前提とした審決の相違点３に関する判断には，前提において誤\nりがあるといわざるを得ない（この点の誤りが審決の結論を左右するものであるか，\nすなわち，撹拌開始時における品温を甲３発明から本件発明３のように変更するこ\nとが容易想到か否かは，下記(3)で併せて述べる。）。\n(3) 相違点４に関する判断及び相違点６について\n原告は，相違点６の存在を主張するが，回転ドラムの回転時における回転ドラム\n本体内における温度調整，回転ドラムの回転に伴う製麹原料の動き及びそれによる\n熱交換のあり方に関して相違点４と重複する部分があるので，相違点４及び６を併\nせて，容易想到性について，以下，検討する（ただし，製麹工程の最初の段階で回\n転ドラム内の温度を管理するために室温を調整する点は，相違点２に含まれている\nから，前記(1)で述べたとおりである。）。\nア  断続的な冷却について\n本件発明３は，「前記品温センサが前記品温の上昇を感知すると，前記回転ドラム\n本体内に送風して断続的に冷却を行」うものであるのに対して，甲３には，品温セ\nンサや品温上昇に応じた断続的な送風について記載されていない。\nしかしながら，甲３には，送風機に接続した空気導管がドラム内に開口しており\n（図１及び図２の１４），送風機の操作により空気の流れが生み出されること（甲３\nの２の３頁１～６行），及び，製麹のためのドラムの回転中に邪魔板により持ち上げ\nられた製麹原料は，落下する際に空気の流れに連続的に向けられること（同４頁２\n２～２６行）が記載されているから，甲３の製麹装置においても製麹中に回転する\nドラム内への送風が行われていることが理解できる。そして，過度の発熱による製\n麹原料の温度上昇は，製麹の促進にとってマイナスであることは技術常識であるか\nら，製麹原料の品温上昇をセンサで感知して回転ドラム内に断続的に送風して冷却\nを行うことは，製麹分野の本件出願時の技術常識である（甲１，７，９）。よって，\n甲３の製麹装置に品温センサを設置して送風を断続的に行うことに，困難性は認め\nられない。\nイ  回転中のドラム内の温度及び湿度の調整について\n上記(1)アで述べたとおり，製麹において，室温及び回転ドラム内の温度を調整す\nることは，周知技術である。また，製麹に当たって湿度調整することについても，\n麹の乾燥防止（甲１・２１頁右欄１４行，甲１６・４頁右下欄１１行～５頁左上欄\n１行），所定の酵素組成達成（甲１５・１５２，１５５頁），製麹の促進（甲６・１\n頁２欄２０～３５行，甲１４・２頁左上欄１１行～右上欄２行，甲１５・７２頁，\n甲１６・４頁右下欄１１行～５頁左上欄１行，甲２７・２１８頁）といった様々な\n観点からなされることは技術常識であり，甲５，９には，製麹原料や室内の空気で\nはなく，回転ドラム本体内の湿度を調整することについての記載もある。このよう\nに，製麹装置の回転ドラム内の温度及び湿度を任意に調整すること自体は周知であ\nるといえる。\nしかしながら，室温及び回転ドラム内の温度調整といっても，目的に応じて様々\nなものがあり，甲１で示されている乾燥防止のための温度調整では，製麹温度が４\n０℃前後で終始するために良質の麹ができないという問題点も指摘されているとお\nり（甲１・２２頁右欄１８～２０行），製麹を活発にすることはできない。また，甲\n２では，連続回転式の無通風製麹装置において，製麹時の室温は２５度が良好とさ\nれているが，通風時に温度管理は不明であるし，品温上昇の有無で製麹の旺盛さを\n判断しているため，破精込みの種類に応じた製麹の適温に関する示唆はなく，まし\nて，品温が一旦上昇した後に製麹原料を撹拌するという具体的な示唆はない。甲５\nで示されているのも，人力で時間の経過に伴って撹拌の頻度を変えることの困難性\nを解消するためにタイマーを利用するという技術思想だけであって，破精込みの種\n類に応じた製麹の適温に関する示唆はなく，まして，品温が一旦上昇した後に製麹\n原料を撹拌するという具体的な示唆はない。甲６で示されているのも，放冷のため\nに送付される空気の温度調整が抽象的に記載されているだけであって，それ以外の\n観点からの温度調整ではない。甲７で示されているのも，一定の温度以下になれば\n送風を停止し，発育適温の上限の温度に達すれば通気を行うというものであって，\n破精込みの種類に応じた製麹の適温に関する示唆まではなく，まして，品温が一旦\n上昇した後に製麹原料を撹拌するという具体的な示唆はない。甲９で示されている\nのも，ドラム内の水滴付着防止のための室温管理や自動的な品温管理についての技\n術思想にすぎず，３５度の風を送り，品温を３３度にすることの技術的意味につい\nての具体的な記載はなく，破精込みの種類に応じた製麹の適温に関する示唆までは\nなく，まして，品温が一旦上昇した後に製麹原料を撹拌するという具体的な示唆は\nない。甲１４において，品温を，発芽期は３０～３５度に，その後２０～２５度と\nするのも，酵素力価の高い麹を作るためであり，破精込みの種類についての言及は\nない。甲１５には，品温が３０度以下だと発芽しないこと，品温が４０度以降にな\nると麹菌の生育が阻害されることから，品温の温度を前半は３５～４０度くらい，\n出麹近くになると４０度前後とし，そのために送風温度を３０～３２度とすること，\n雑菌の繁殖を抑えて麹菌の破精込みを良くするためには，温度管理が必要であるこ\nとといった技術思想の開示はあるが，破精込みの種類に応じた具体的な温度管理に\nついての言及はない。甲１６には，内部に菌糸を伸ばす「突ハゼ」麹を目指して，\n温度を自動的に管理することやそれに適した具体的温度が記載されているが，撹拌\n前の温度管理や撹拌を１度だけする場合の温度管理であって，継続的に間欠的に撹\n拌をする場合についてのものではない。したがって，いずれの技術も，本件発明３\nにおける温度調整の役割を果たすことができない性質のものである。\nまた，甲１５には，床麹法において，引込後約１０～１４時間経過後に，種麹を\n振ってよく混ぜ，予め保温した麹室の床に堆積しておいた結果２８～３３度から３\n３～３５度に温度上昇した蒸麦を，崩して塊をほぐすという切返し作業を行うこと，\n甲１６には，ドラム回転式ではないが，回転軸の外周に湾曲状の爪を突設した設備\nを用いて，製麹を撹拌させる装置を用い，麹米引込後１２時間後という温度上昇後\nに撹拌を行うこと，乙３には，上記切返し作業後に３～８時間静置させた後に盛り\n作業を行うことについて，それぞれ記載されており，これらは，品温上昇後に撹拌\nする場合における適正温度管理という技術思想を示したものである。しかしながら，\nこれらの公知例において，撹拌は単発的になされるのみで，その後は静置されるこ\nとが予定されているから，撹拌を継続的に行うことを前提とした技術ではなく，本\n件発明３において当然に温度調整として使用できるとは限らない性質のものである。\nよって，いずれの技術も，本件発明３における温度調整の役割を果たすことができ\nない性質のものである。\n他方，湿度調整に関しても，上記のとおり様々な目的があり，目的が異なれば実\n質的にその適正な湿度も変わってくるから，乾燥防止の湿度調整では，製麹を活発\nにすることは必ずしもできない。また，所定の酵素組成達成といっても，どの酵素\nの組成を目指すか，製麹の促進といっても，いかなる破精込みを目指すかによって，\nその内容は異なっており，少なくとも，破精込みの種類に応じた湿度調整に限定し\nた技術的な開示はなく，当業者が過度の試行錯誤なくしても適宜調整できるものと\nまではいえない。甲１６についても，突き破精に適した湿度管理についての具体的\nな記載はあるが，撹拌前の湿度管理や撹拌を１度だけする場合の湿度管理であって，\n継続的かつ間欠的に撹拌をする場合についてのものではない。したがって，いずれ\nの技術も，本件発明３における湿度調整の役割を果たすことができない性質のもの\nである。\n菌糸の伸長の種類や程度は，製麹原料や麹菌の種類，それまでの製麹工程におけ\nる諸条件，すなわち，製麹開始温度をどの程度に設定するか（相違点２），攪拌をい\nつ開始するか（品温が既に上昇した状態で撹拌するか。相違点３），どの程度の早さ\nで攪拌するか，どの程度の品温上昇があれば送風を開始するのか，具体的な送風を\nどのように行うか（湿度をどの程度に設定するか。相違点６）などによって異なる\nものであり，何を課題にするかによって適正な条件の組合せは異なり，当該課題に\n適した組合せは，当業者が相当程度の試行錯誤なくして見出すことは困難である。\n上記で説示したとおり，甲３には，本件発明３に示されるような，破精込みを単に\n良くするのではなく，突き破精を目的とし，そのために品温を上昇させてからドラ\nムを回転させるということについての動機付けを見出すことはできないから，それ\nまでの製麹工程における諸条件を変更して本件発明３と同様の熱交換となすことは，\n当業者といえども甲３発明及び技術常識から当然に導き出せることではない。\nウ  以上のとおり，審決の相違点４に関する判断には誤りがある。\n(4) 相違点５に関する判断について\n本件発明３は，請求項に記載されたとおりの製麹工程を採用したことにより，「前\n記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原\n料への菌糸の破精込みを活発に」することを達成したものである。\nそれに対して，甲３発明は，製麹原料として穀物からのふすまを用いてタカジア\nスターゼの原料となる糖化物を製造するものである。この糖化物において，糖化力\nが重視され，ふすま表面に十分菌糸が乳白色に発育しているものが好ましいとされ\nており（乙３），上述の本件発明により製造される固体麹とは，破精込みの態様の点\nで相違するものである。\n本件特許請求の範囲において「前記攪拌により前記製麹原料表面や原料外空中で\nの菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発に」するための各\n種条件等が十分特定されているかはともかく，甲３発明において，原料表面や原料\n外空中での菌糸の生育が抑制され，原料への菌糸の破精込みを活発にすることの動\n機付けはなく，上述したとおり，甲１６にも撹拌中においてなお突き破精を促進す\nるという技術的思想まで開示されているとはいえないから，相違点３及び４が容易\n想到とはいえない以上，相違点５に係る構成もまた，当業者が，甲３ないし周知技\n術から導き出すことはできないというべきである。\nしたがって，審決の相違点５に関する判断には誤りがある。\n(5) 以上検討したとおり，審決には，相違点３～５に関する判断の誤りがあり，\nこれらは結論に影響を及ぼすから，原告主張の取消事由２は理由がある。\n第６  結論\n以上のとおり，原告の請求は理由がある。\nよって，原告の請求を認容することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清水   節\n裁判官\n新 谷貴 昭\n裁判官\n鈴   木   わか な\n"
}