{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 24
  },
  "case_number": "平成24(行ケ)10291",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83218",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83218",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/218/083218_hanrei.pdf",
  "contents": "平成２５年４月２４日判決言渡\n平成２４年（行ケ）第１０２９１号  審決取消請求事件\n口頭弁論終結日  平成２５年３月１１日\n判                  決\n原            告      不 二 精 機 株 式 会 社\n訴訟代理人弁護士      小      松      陽  一  郎\n同                    川      端      さ  と  み\n同                    森      本              純\n同                    山      崎      道      雄\n同                                  淳      子\n同                    藤      野      睦      子\n同                    大      住              洋\n訴訟代理人弁理士      野      口      繁      雄\n被            告      明 晃 化 成 工 業 株 式 会 社\n訴訟代理人弁理士      安      田      敏      雄\n同                    安      田      幹      雄\n同                    国      立              久\n同                    片      桐              務\n同                    武      藤              正\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が無効２００９－８０００７９号事件について平成２４年７月１０日にし\nた審決を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯等\n(1)  設定登録\n被告は，発明の名称を「記録媒体用ディスクの収納ケース」とする特許第３３０\n６０３６号（以下「本件特許」という。）の特許権者である（甲２２）。\n本件特許は，平成１１年３月４日になされた特許出願（特願平１１－５４５６０\n３号。優先権主張  平成１０年３月９日・日本国。以下「本件出願」という。）が，\n平成１１年１２月２０日に分割出願されたものであり（特願平１１－３６１５０６\n号），平成１４年５月１０日に設定登録された（甲２２）。\n(2)  無効審判手続等\n原告は，平成２１年４月１５日，本件特許につき無効審判（無効２００９－８０\n００７９号。以下「本件無効審判」という。）を請求し（甲５７），特許庁は，平\n成２２年１月１５日，本件特許の請求項１ないし６に係る発明について特許を無効\nにするとの審決をした（甲７４）。\nこれに対し，被告は，知的財産高等裁判所へ審決取消訴訟（平成２２年（行ケ）\n第１００６５号）を提起し，同年４月１４日付けで本件特許につき訂正審判を請求\nした（甲７５）。知的財産高等裁判所は，同年５月１１日，平成２３年法律第６３\n号による改正前の特許法１８１条２項に基づき，事件を審判官に差し戻すため，決\n定により上記審決を取り消した（甲７６）。\n(3)  差戻し後の本件無効審判手続等\n差戻し後の本件無効審判において，被告は，平成２２年６月１０日付けで，請求\n項１ないし５の訂正と請求項６の削除の訂正請求を行い（甲７７），前記改正前の\n特許法１３４条の３第４項により，前記訂正審判請求は取り下げられたものとみな\nされた。\n特許庁は，同年９月１７日，「訂正を認める。本件審判の請求は，成り立たな\nい。」との審決をした（甲７９）。\nこれに対し，原告は，知的財産高等裁判所へ審決取消訴訟（平成２２年（行ケ）\n第１０３１８号）を提起し，知的財産高等裁判所は，平成２３年６月２９日，審決\nを取り消す旨の判決をした（甲８０）。\n(4)  審決取消判決後の本件無効審判手続\n被告は，平成２３年１２月１６日付けで，請求項１ないし４の訂正と請求項５の\n削除の訂正請求（以下，「本件訂正」といい，本件訂正後の請求項１ないし４に係\nる発明を「訂正発明１」ないし「訂正発明４」，本件訂正後の本件特許に係る明細\n書を図面を含めて「訂正明細書」という。）を行い（甲８２），特許庁は，平成２\n４年７月１０日，「平成２３年１２月１６日付け訂正請求書に添付した訂正明細書\nに記載のとおりの訂正を認める。本件審判の請求は，成り立たない。」との審決\n（以下「審決」という。）をし，その謄本は，平成２４年７月２０日，原告に送達\nされた。\n２  特許請求の範囲\n訂正発明１に係る特許請求の範囲は，以下のとおりである（甲８２）。\n「中央孔（１０１）を有する記録媒体用ディスク（１００）の記録面（１０２）\n側を覆うと共に，前記中央孔（１０１）に係脱自在に嵌合する保持部（５）を備え\nた保持板（２）を有し，\n前記保持板（２）には，ヒンジ部（２ａ，３ａ）を介してカバー体（３）が開閉\n自在に枢支されて，保持板（２）とカバー体（３）とはその一端部においてヒンジ\n結合されたヒンジ結合端縁部を有し，\n前記ヒンジ結合端縁部側の保持板（２）の側面に側面リブ（２１）が突出して形\n成され，前記保持板（２）とカバー体（３）とには，前記カバー体（３）を１８\n０°開いた状態において，前記側面リブ（２１）とカバー体（３）の前記端縁部が\n互いに当接して当該開き状態を維持する当接部（４５）が設けられ，\n前記当接部（４５）は，前記開き状態において開き方向の外力が作用したとき前\n記ヒンジ部（２ａ，３ａ）の破損が生じずに前記側面リブ（２１）と前記端縁部と\nの当接状態を乗り越えてカバー体（３）と保持板（２）との相対回動を許容するよ\nうに当接しており，\n前記保持板（２）とカバー体（３）とは，保持板（２）の上下ヒンジ部（２ａ）\nとカバー体（３）の上下ヒンジ部（３ａ）とを介してヒンジ結合されており，前記\n保持板（２）の上下ヒンジ部（２ａ）間に前記当接部（４５）が設けられており，\n前記保持板（２）は，上下端縁部の端部にケース厚み方向に立ち上がる周壁（２\n２）が形成され，前記上下ヒンジ部（２ａ）はヒンジ結合側端縁部の上下端部から\n突出成形されたヒンジ片と，この上下ヒンジ片の対向内面に突出成形されたヒンジ\n軸（３１）とから構成され，\n前記カバー体（３）は上下端縁部に，前記保持板（２）にカバー体（３）を閉じ\nた状態において，保持板（２）の上下端縁部の周壁（２２）より外側に位置してケ\nース厚み方向に立ち上がる周壁（３８）が形成され，前記上下ヒンジ部（３ａ）は\nヒンジ結合側端縁部の上下端部に保持板（２）の上下ヒンジ部（２ａ）を受け入れ\nる上下凹部が形成され，この上下凹部に保持板（２）の前記内向き突出のヒンジ軸\n（３１）を回動自在に枢支する軸受部が形成されており，\n前記保持板（２）はヒンジ部（２ａ）寄りの端部にもケース厚み方向に立ち上が\nる周壁（２２）を備え，このヒンジ部（２ａ）寄りの端部の周壁（２２）は，上下\n端縁部の周壁（２２）と連続しかつ前記ヒンジ軸（３１）を突出した上下ヒンジ片\nの対向内面に設けられており，\n前記保持板（２）にカバー体（３）を閉じた状態において，カバー体（３）にお\nけるヒンジ部（３ａ）寄りの端部は，保持板（２）におけるヒンジ部（２ａ）寄り\nの端部の周壁（２２）よりも外方へ突出しており，この突出部分に周壁（４３）が\n設けられ，この周壁（４３）は前記カバー体（３）の上下ヒンジ部（３ａ）と繋が\nっていることを特徴とする記録媒体用ディスクの収納ケース。」\n３  審決の理由\n審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとお\nりである。\n(1)  訂正発明１ないし４の後記相違点１に係る構成は，本件出願前に公知であ\nる特開平８－９０６１０号公報（甲１。以下「甲１文献」といい，これに記載され\nた発明を「甲１発明」という。）及びその他の公知文献に記載された発明に基づい\nて，当業者が容易に想到し得たものとはいえず，訂正発明１ないし４は，上記文献\nに記載された発明に基づいて，当業者が容易に発明をすることができたものとはい\nえない。\nなお，審決は，優先権主張に対して，優先権の基礎となる出願に最初に添付され\nた明細書又は図面には，本件訂正後の請求項１ないし４で特定された構成の一部が\n記載されていないから，訂正発明１ないし４の進歩性の有無の判断に際し，優先権\n主張の効果を認めることはできないと判断した。\n(2)  審決が認定した甲１発明の内容，訂正発明１と甲１発明の一致点及び相違\n点は，以下のとおりである。   甲１発明の内容\n「本体側ケース部材３１と蓋側ケース部材３２を互いに回動開閉自在に枢着して\nなるＣＤ収納ケースであって，本体側ケース部材３１は，主面部３３の左右両側縁\n部および前側縁部にそれぞれ側面部３４および前面部３５が垂直に突出形成され，\n主面部３３の後縁両端部には側面部３４を延長する形で突片部３７が形成されてそ\nの外面に支軸部３８が突出形成され，主面部３３の内面中央部にはＣＤの中央孔に\n着脱自在に嵌合するＣＤ保持部４６が形成される一方，蓋側ケース部材３２は，主\n面部５１の左右両側縁から側面部５２が垂直に屈曲し，主面部５１の後縁から順次\n屈曲して後面部５３と対面部５４が設けられて主面部５１と対面部５４との間に前\n方へ開口したポケット部５５が形成され，ポケット部５５と両側面部５２との間に\n位置して主面部５１にスリット部５６が形成されて両側面部５２の後端側が突片部\n５７となっており，突片部５７に貫通形成された軸受孔５９に支軸部３８が嵌合さ\nれ，蓋側ケース部材３２を閉じたとき，蓋側ケース部材３２の両側面部５２が本体\n側ケース部材３１の両側面部３４の外側に位置するＣＤ収納ケース。」\nイ  一致点\n「中央孔（１０１）を有する記録媒体用ディスク（１００）の記録面（１０２）\n側を覆うと共に，前記中央孔（１０１）に係脱自在に嵌合する保持部（５）を備え\nた保持板（２）を有し，\n前記保持板（２）には，ヒンジ部（２ａ，３ａ）を介してカバー体（３）が開閉\n自在に枢支されて，保持板（２）とカバー体（３）とはその一端部においてヒンジ\n結合されたヒンジ結合端縁部を有し，\n前記保持板（２）とカバー体（３）とは，保持板（２）の上下ヒンジ部（２ａ）\nとカバー体（３）の上下ヒンジ部（３ａ）とを介してヒンジ結合されており，\n前記保持板（２）は，上下端縁部の端部にケース厚み方向に立ち上がる周壁（２\n２）が形成され，前記上下ヒンジ部（２ａ）はヒンジ結合側端縁部の上下端部から\n突出成形されたヒンジ片と，この上下ヒンジ片に突出成形されたヒンジ軸（３１）\nとから構成され，\n前記カバー体（３）は上下端縁部に，前記保持板（２）にカバー体（３）を閉じ\nた状態において，保持板（２）の上下端縁部の周壁（２２）より外側に位置してケ\nース厚み方向に立ち上がる周壁（３８）が形成され，前記上下ヒンジ部（３ａ）は\nヒンジ結合側端縁部の上下端部に保持板（２）の上下ヒンジ部（２ａ）の前記ヒン\nジ軸（３１）を回動自在に枢支する軸受部が形成されている記録媒体用ディスクの\n収納ケース。」\nである点\nウ  相違点\n(ｱ)  相違点１\n訂正発明１は，ヒンジ結合端縁部側の保持板の側面に側面リブが突出して形成さ\nれ，保持板とカバー体とには，カバー体を１８０°開いた状態において，前記側面\nリブとカバー体の端縁部が互いに当接して当該開き状態を維持する当接部が設けら\nれ，前記当接部は，前記開き状態において開き方向の外力が作用したときヒンジ部\nの破損が生じずに前記側面リブと前記端縁部との当接状態を乗り越えてカバー体と\n保持板との相対回動を許容するように当接しており，前記保持板（２）の上下ヒン\nジ部（２ａ）間に前記当接部（４５）が設けられているのに対して，甲１発明は，\nそのような構成になっていない点。\n(ｲ)  相違点２\n訂正発明１は，ヒンジ軸が，保持板の上下ヒンジ片の対向内面に突出成形される\nと共に，カバー体の上下ヒンジ部に，保持板の上下ヒンジ部を受け入れる上下凹部\nが形成されるのに対して，甲１発明の支持軸は，本体側ケース部材の突片部の外面\nに突出形成されるものであり，かつ，蓋側ケース部材の突片部に凹部が形成されて\nいない点。\n(ｳ)  相違点３\n訂正発明１は，保持板のヒンジ部寄りの端部にもケース厚み方向に立ち上がる周\n壁を備え，このヒンジ部寄りの端部の周壁は，上下端縁部の周壁と連続しかつヒン\nジ軸を突出した上下ヒンジ片の対向内面に設けられているのに対し，甲１発明では，\nそのような構成になっていない点。\n(ｴ)  相違点４\n訂正発明１は，保持板にカバー体を閉じた状態において，カバー体におけるヒン\nジ部寄りの端部は，保持板におけるヒンジ部寄りの端部の周壁よりも外方へ突出し\nており，この突出部分に周壁が設けられ，この周壁は前記カバー体の上下ヒンジ部\nと繋がっているのに対し，甲１発明では，そのような構成になっていない点。\n第３  取消事由に関する当事者の主張\n１  原告の主張\n審決は，相違点１に係る容易想到性の判断に誤りがあり，違法として取り消され\nるべきである。\n(1)  カバー体の開き状態の角度が１８０°である構成について\n審決は，甲３，４，７ないし１０に記載された発明が，カバー体の開き状態の角\n度が１８０°の構成でないことを重視して，相違点１に係る構成に至るのは容易で\nないと判断しているが，この判断には，誤りがある。\n相違点１において，カバー体が開き状態となる角度が何度であるかは，何ら作用\n効果に違いをもたらすものではなく，何ら技術的意義を有するものではない。開き\n角度が何度であるかは，単なる設計的事項にすぎない。\nまた，カバー体が１８０°の角度で開き状態となる構成は，甲１５，１８，１９\n等多数の公知文献に示された周知の構成であり，訂正明細書でも，単なる従来技術\nとして記載されている。\nこの点，審決は，相違点１における①ａ「ヒンジ結合端縁部側のケース本体の側\n面に突出部分が形成され，」ｂ「突出部分（側面リブ）とカバー体の端縁部とが当\n接して開き状態が維持され，」ｃ「開き状態において開き方向の外力が作用したと\nき当接状態を乗り越えてカバー体とケース本体との相対回動を許容する」という構\n成（以下「構成１」という。）と，②開き状態の角度を１８０°とする構成（以下\n「構成２」という。）とが，一体不可分のものであると理解している。しかし，審\n決は，相違点１に係る構成について，その技術事項及び技術的意義を考察すること\nなく，形式的に一体不可分の１個の技術と把握したものであり，誤りである。甲１\n発明に甲３，４，７ないし１０に記載された技術事項を適用すれば，構成１に至り，\nこれに，当業者が適宜選択する設計的事項として，開き状態の角度を１８０°とす\nれば，相違点１に係る構成に至ることができる。\n(2)  側面リブについて\n審決は，訂正発明１の「側面リブ」は相当に長いものであると認定して，甲３，\n４，７ないし１０に「側面リブ」が開示されていないと認定しているが，同認定に\nは誤りがある。\nリブの形状については，各辞典でも単に「突出部分」「補強部分」あるいは「補\n強部」等とされているにすぎず，比較的短いリブも存在する。訂正発明１の「側面\nリブ」の長さを限定して解釈すべき理由はない。相違点１に係る構成及び機能にお\nいては，公知の当接部としての突起形状に意義があるのであって，リブの長さは当\n接状態の乗り越え機能に何ら関わりがない。\n訂正発明１の特許請求の範囲及び訂正明細書は，当接及び乗り越えについて，\n「側面リブ」で当接して乗り越えることしか開示しておらず，その具体的な構成は，\n何ら特定していない。機器関連業界では，リブ様の凸条部材が「リブ」と呼ばれる\n慣例がある。したがって，訂正発明１の「リブ」も，凸条部材として理解されるべ\nきである。\n甲３，４，７ないし１０には，「側面リブ」に相当するリブ様の形状を有する凸\n条部材が開示されており，甲１３，９４ないし９７等（９４は枝番号を含む。），\n多数の公知文献に，記録媒体用ディスクの収納ケースにおいて，ヒンジ結合端縁部\n側の保持板の側面に側面リブが突出して形成されている構成が開示されている。構\n成１は，ヒンジ結合するプラスチック成形品の蓋付容器体の技術分野において，公\n知技術，単なる周知慣用技術にすぎない。\n(3)  課題及び解決手段について\n審決は，甲３，４，７ないし１０に記載された発明は，記録媒体用ディスクの収\n納ケースと技術分野が異なる旨判断するが，この判断には誤りがある。\n審決の判断は，相違点１に係る構成，上記各公知文献に開示された構成の理解を\n誤るものであるとともに，相違点１に係る課題及び課題解決手段が，ヒンジ結合す\nる蓋付容器体に共通したごく一般的な課題及び課題解決手段であることを看過して\nいる。 カバー体が開いた当接状態でカバー体に過大な外力が加わった際に，ケースが破\n損することを防止するという課題，及び，不慮に外力が加わったときに，当接状態\nを乗り越えてカバー体が回動するように構成することによって，外力を逃すという\n課題解決手段は，甲３，４，７ないし１０，９８ないし１０２等の公知文献に開示\nされており，ケース体，あるいは容器体の具体的な製品分野に関係なく，プラスチ\nック成形品であるヒンジ結合する蓋付容器体に共通する周知技術である。\n審決は，上記課題が記載されているのは甲３，４のみであるとする。しかし，上\n記課題や課題解決手段は周知であり，甲７ないし１０についても，当接及び乗り越\nえるとの構成が記載されている以上，同構成が上記課題を解決する目的で採用され\nていることは容易に理解できる。\n(4)  容易想到性について\n相違点１に係る構成のうち構成２は単なる設計的事項にすぎない。相違点１に係\nる構成のうち，技術的意義のあるのは構成１のみであるが，これはプラスチック成\n形品であるヒンジ結合する蓋付容器体の一般的な構成である。また，上記のとおり，\n訂正発明１の相違点１に係る構成の解決課題は，ヒンジ結合する蓋付容器体に共通\nする一般的な解決課題であり，その解決手段は，多数の公知文献に開示されている。\nカバー体がある所定の角度で開いた状態において，カバー体と本体とを連結する\nヒンジ部近傍に設けられた各々の当接部どうしが当接し，さらなる外力が蓋に加わ\nることによってこれらの当接状態を乗り越えて蓋が回動する技術は，甲３，４，７\nないし１０，９８ないし１０２に開示されている。同技術は，構成１と同一の機能\nを有する蓋体連結構造に係るものである。訂正発明１は，プラスチック成形品であ\nるヒンジ結合する蓋付容器体に周知な課題解決手段を，蓋付容器体の一例である記\n録媒体用ディスクの収納ケースに適用したにすぎない。\nしたがって，相違点１に係る構成は，当業者が容易に想到し得たものである。\n２  被告の反論\n(1)  カバー体の開き状態の角度が１８０°である構成について\nア  原告は，審決には，甲３等の各公知文献に記載された発明が，開き状態の角\n度が１８０°の構成でないことを重視して，相違点１に係る構成に至るのは容易で\nないと判断した誤りがあると主張する。\nしかし，審決は，各公知文献において開き状態の角度が１８０°でないことを理\n由として，相違点１に係る構成は容易想到ではないと判断しているのではない。審\n決は，各公知文献に記載された技術は，記録媒体用ディスクの収納ケースとは技術\n分野が異なり，内在する課題が異なるので，これらの技術事項を甲１発明に適用す\nる動機付けがあるとはいえないと判断し，さらに，仮に上記動機付けがあり，上記\n技術を甲１発明に適用できたとしても，相違点１に係る訂正発明１の構成が得られ\nることはないと認定判断している。審決の上記判断に誤りはない。\nイ  記録媒体用ディスク収納ケースにおいては，カバー体が１８０°未満しか開\n放されないのに比べ，１８０°に開くことにより，手持ち状態でも卓上載置状態で\nも，内面の視認，ディスクの係脱及びカバー体からその自由端側へのラベルの出し\n入れ等の操作が容易にかつ安全にでき，最良の開放状態となる。訂正発明１には，\nカバー体を最良開放角度である１８０°に開放したときに，更に開くような不本意\nな力が作用しても，ケースの破損を防止できるとの効果がある。このような観点に\n照らすと，カバー体の開放角度を最良の１８０°に設定することの技術的意義は大\nきいといえる。\n開き状態が１８０°であるという構成は，周知の構成であるが，開き角度が１８\n０°である構成，及び「側面リブ２１とカバー体３の端縁部が互いに当接して当該\n開き状態を維持する当接部４５が設けられ」という構成は，収納ケースにとって最\n良の構成であり，上記のとおり，大きな技術的意義を有する。このカバー体を回動\nを拘束した最良の展開状態から自由垂れ下がり状態に移行する分岐点が１８０°開\n放状態であり，その角度設定の意義は大きい。\n(2)  側面リブについて\n甲３，４，７ないし１０には，開き状態において開き方向の外力が作用したとき，\nヒンジ部の破損が生じずに当接状態を乗り越えて，カバー体と保持板との相対回動\nを許容するように端縁部と当接する側面リブは，記載も示唆もされていない。また，\n甲１３，９４ないし９７には，カバー体を１８０°又はそれより小さい角度に開い\nたときに当接する突出部位を保持板に設けた技術が開示されているが，これらは開\nき状態からそれ以上の回動を阻止することをもって形成目的を達成するものであり，\n側面リブではない。\n(3)  課題及び解決手段について\n甲３，４，７ないし１０，９８ないし１０２は，記録媒体用ディスクを収納でき\nる収納ケースではなく，収納ケースを手持ちしてカバー体を１８０°まで開いた状\n態からさらに相対回動することを許容するものではなく，卓上載置してカバー体が\n１８０°までしか開かない収納容器であるから，訂正発明１とは課題及び解決手段\nが異なる。\nまた，甲７ないし１０，９８ないし１０２の容器は，樹脂で形成されていても，\nケ－ス本体，蓋及びそれらの枢支部は肉厚が厚く，頑丈な構造となっており，その\nような構造をそのまま記録媒体用ディスクの収納ケ－スのような薄肉で形成される\nものに用いることはできず，訂正発明１とは課題及び解決手段が異なる。\n記録媒体用ディスクの収納ケースにおいて，破損防止を課題とし，当接乗り越え\nによる解決手段を開示する公知文献は存在しない。原告が本件無効審判で提出した\n証拠のうち，破損防止を課題として記載したものは甲３，４のみであり，しかもこ\nれらは，用途や大きさ，形状等が全く異なる。\nしたがって，上記課題，解決手段は，プラスチック成形品であるヒンジ結合する\n蓋付容器体に共通する，一般的なものとはいえない。\n仮に，訂正発明１の技術分野を拡張するとしても，甲３，４の技術分野が同一で\nあるといえるにとどまる。したがって，甲３，４，７ないし１０，９８ないし１０\n２をもって，相違点１に係る構成が周知慣用技術とはいえない。\n(4)  容易想到性について\n記録媒体用ディスクの収納ケースは，一般的に，保持板にヒンジ部を介してカバ\nー体が開閉自在に枢支され，保持板の保持部はディスクを係脱自在に嵌合可能にな\nっており，一方の手で保持板を持ち，他方の手でカバー体を開閉したり，ディスク\nを係脱したりするものである。\n収納ケースは，卓上に載置してカバー体を１８０°開放する場合には，カバー体\nも卓上面に接するので，開き状態でカバー体に更に開くような大きな力が作用する\nことはないが，片手で保持板を持って他方の手でカバー体を開放する場合には，カ\nバー体は下方向にフリーの状態となり，そのときに他方の手でディスクを係脱した\nりすると，カバー体に他方の手が誤って当たって不本意な力が作用することがある。\n訂正明細書における課題である「収納ケースは，１８０°開いた位置でストッパが\n設けられていたため，大きな力で開くと，破損し易かった。」（段落【０００\n３】）とは，カバー体が，ストッパにより１８０°開いた位置で止められると，更\nに開くような不本意な力によって，カバー体又は保持板が破損したり，収納ケース\nが落下して破損（主にヒンジ部の破損）したりする等を意味している。\n甲１３，１５，１８，２８，３１，３２，５３等，多数の公知文献に，カバー体\nを約１８０°開いた状態で当該開き状態を維持する当接部が設けられた収納ケース\nが記載されているが，これらの当接部は，カバー体を約１８０°開いた状態で止め，\nそれ以上回動することを規制するものであり，カバー体と保持板との相対回動を１\n８０°以上でも許容する技術は存在しない。\n甲１４，３０，５４，５５等の公知文献に記載の発明は，カバー体を１８０°未\n満の角度に開いた状態で止めるものであって，カバー体を１８０°を超えて回動す\nることを不能にするとの技術を前提としているから，１８０°開き状態において更\nに開き方向の外力が作用したときの課題を解決するための手段にはなり得ず，甲１\n発明に適用する動機付けがない。\nしたがって，相違点１に係る構成に至ることが容易であるとはいえない。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由は理由がないと判断する。その理由は，以下の\nとおりである。\n１  訂正発明１について\n(1)  訂正明細書の記載\n訂正明細書には，以下の記載がある（甲８２）。\n「【発明の詳細な説明】\n【０００１】\n【発明の属する技術分野】本発明は，音楽，映像及びコンピュータ等に使用され\nる光学的に読み取られるデジタル情報を記録した記録媒体用ディスクを収納するた\nめの収納ケースに関するものである。」\n「【０００３】\n【発明が解決しようとする課題】従来の，保持板にヒンジ部を介してカバー体が\n開閉自在に枢支された収納ケースは，１８０°開いた位置でストッパが設けられて\nいたため，大きな力で開くと，破損し易かった。\n【０００４】\n【課題を解決するための手段】本発明の目的は，ケースの破損防止を図ることで\nある。・・・前記目的を達成するため，本発明は，次の手段を講じた。\n【０００５】即ち，本発明の記録媒体用ディスクの収納ケースは，中央孔を有す\nる記録媒体用ディスクの記録面側を覆うと共に，前記中央孔に係脱自在に嵌合する\n保持部を備えた保持板を有し，前記保持板には，ヒンジ部を介してカバー体が開閉\n自在に枢支されて，保持板とカバー体とはその一端部においてヒンジ結合されたヒ\nンジ結合端縁部を有し，前記ヒンジ結合端縁部側の保持板の側面に側面リブが突出\nして形成され，前記保持板とカバー体とには，前記カバー体を１８０°開いた状態\nにおいて，前記側面リブとカバー体の前記端縁部が互いに当接して当該開き状態を\n維持する当接部が設けられ，前記当接部は，前記開き状態において開き方向の外力\nが作用したとき前記ヒンジ部の破損が生じずに前記側面リブと前記端縁部との当接\n状態を乗り越えてカバー体と保持板との相対回動を許容するように当接してお\nり，・・・。」\n「【０００７】このような構成を採用することにより，カバー体を開くとき，不\n慮の大きな力で操作しても，ケースが破損することがない。従来のケースは，１８\n０°開いた位置でストッパが設けられていたため，大きな力で開くと，破損し易か\nったが，本発明では，ケースの損傷が防止される。」\n「【００３１】前記保持板２とカバー体３とには，前記カバー体３を１８０°開\nいた状態において，互いに当接して当該開き状態を維持する当接部４５（図１参\n照）が設けられ，前記当接部４５は，前記開き状態から更に開き方向の力を作用さ\nせたとき，前記保持板２とカバー体３の相対回動が可能となる形状に形成されてい\nる。」\n「【００３６】・・・\nそして，カバー体３を１８０°開けば，カバー体３と保持板２とは，当接部４５\nにより当接して１８０°の開き状態を維持する。この時，不慮の開き方向の外力が\n作用しても，当該当接部４５はその当接状態を乗り越えて，カバー体３と保持板２\nとの相対回動を許容するので，ヒンジ部２ａ，３ａの破損が生じない。」\n「【００３８】そこで，このディスク１００を把持して取り出せばよいものであ\nる。即ち，本発明によれば，押動部１４のワンタッチ押し込み操作のみでディスク\n１００の取り出しができる。従来は，前記ディスク１００の取り出しは，ケースを\n机の上において中央保持機構を押動操作しても，中央保持機構の弾性変形代が小さ\nかったため，簡単には取り出せなかった。従って，従来は，ケースを宙に浮かせた\n状態で中央保持機構を押動操作して大きく変形させて取り出していた。\n【００３９】しかし，本発明では，保持板２を平らな机の上面に置いた状態にお\nいて，押動部１４を押動操作しても，基部１０や拡大部１２の弾性変形代が大きい\nため，突起１３の移動量が大きくなるため，極めて簡単に取り出せる。」\n(2)  訂正発明１の解決課題及び解決手段等について\n上記の訂正明細書の記載によると，従来，保持板にヒンジ部を介してカバー体が\n開閉自在に枢支されている記録媒体用ディスクの収納ケースには，カバー体が１８\n０°開いた位置でストッパが設けられていたため，カバー体を大きな力で開いたり，\nカバー体が１８０°開いた状態で更に開き方向の力を作用させたりすると，ヒンジ\n部が破損し易いという問題があった。訂正発明１は，このような場合にヒンジ部が\n破損するのを防止するとの課題を解決するため，ヒンジ結合端縁部側の保持板の側\n面に側面リブを突出して形成し，保持板とカバー体とには，カバー体を１８０°開\nいた状態において，側面リブとカバー体の端縁部が互いに当接して当該開き状態を\n維持する当接部を設け，当接部は，前記開き状態において開き方向の外力が作用し\nたときヒンジ部の破損が生じずに側面リブと端縁部との当接状態を乗り越えてカバ\nー体と保持板との相対回動を許容するように当接させたものである。\n訂正明細書の段落【００３８】及び【００３９】の記載によれば，上記収納ケー\nスは，卓上に載置して使用する場合と，手で持ってケースを宙に浮かせた状態で使\n用する場合の両者があるといえる。\n上記収納ケースを卓上に載置して使用する場合には，カバー体を１８０°開放す\nると，カバー体は保持板と同一面となり，その全面が卓上面と当接し，卓上面によ\nって下支えされた状態となるため，カバー体に１８０°を超えて開くような外力が\n作用したとしても，卓上面によって１８０°を超えたカバー体の回動は規制され，\n外力はカバー体と当接した卓上面に伝わるため，ヒンジ部の破損を防止することが\nできる。訂正発明１において，カバー体が１８０°開いた状態で，保持板とカバー\n体が当接して，当該開き状態が維持される構成を採用したのは，ディスクの係脱等\nを容易に行うことを可能とするのみならず，卓上に載置して使用する場合において，\nヒンジ部の破損を生じさせることなく使用することを可能とすることなどを目的と\nしたものであると解される。\n他方，手で保持板を持ち宙に浮かせた状態で使用する場合には，カバー体を１８\n０°開放しても，カバー体は保持板を持った手のひらの外に位置し，何ら下支えさ\nれていないため，カバー体を１８０°を超えて開放させるような大きな力で開いた\nり，カバー体が１８０°開いた状態で他方の手でディスクを係脱したりする際に，\nその手がカバー体に接触するなどして，カバー体に更に開き方向の外力が加えられ\nたりすると，ヒンジ部を損傷させる可能性があった。\n訂正発明１は，そのような場合において，たとえ，カバー体を１８０°を超えて\n開放させるような大きな力で開いたり，カバー体が１８０°開いた状態で開き方向\nの外力が作用したりしても，側面リブと端縁部との当接状態を乗り越え，１８０°\nを超えてカバー体と保持板とが相対回動することを許容して，外力を逃がすことに\nよって，ヒンジ部の破損を防止することができるとする点に技術的特徴がある発明\nである。\n２  甲１発明について\n甲１文献には，ＣＤ収納ケースに係る発明が開示されているが，訂正発明１にお\nける上記課題に関する記載又は示唆はない。また，カバー体を一定の角度に開いた\nときに，当該開き状態が維持される構成や，当該開き状態において開き方向の外力\nが作用したときに，ヒンジ部が破損することなくカバー体と保持板との相対回動を\n許容するような構成については，何らの記載もない。\n３  記録媒体用ディスクの収納ケースに係る公知の発明について\n特開平９－２０３７９号公報（甲１３）には，コンパクトディスク収納カセット\nの蓋部がほぼ１８０°開く構成が（段落【００１３】【００３５】），特開平１１\n－３５０８６号公報（甲１５）及び特開平１０－３０５８９１号公報（甲５３）に\nは，ディスクケースの蓋体を開いたとき，ケース本体の後板と蓋体の後板とが当接\nして，蓋体の最大開き角度がほぼ１８０°に規制される構成が（甲１５の請求項１\n９，段落【００２７】【００８３】。甲５３の請求項５，段落【００２０】【００\n７９】。），特開平１０－３３８２８４号公報（甲１８）には，記録情報媒体を収\n納するためのハウジング（ケース）のカバー部分を約１８０°又は１８５°の角度\nで開放したところで係止し，カバー部分が完全に回転することを防止する技術が\n（段落【０００８】），実開昭６２－７８６８７号公報（甲２８）及び実公平７－\n９８２８号公報（甲３１）には，記録媒体収納用ケースの一方のケース片（上ハー\nフ）が約１８０°開く構成が，実願昭６０－１６８７０４号（実開昭６２－７８６\n９０号）のマイクロフィルム（甲３２）には，記録媒体収納用ケースの第１のケー\nス片が１８０°回動すると，その位置を保持するロック手段の構成が，それぞれ記\n載されている。\nまた，米国特許第５３４１９２４号明細書（甲１４），米国特許第４７５０６１\n１号明細書（甲５４）及び米国特許第５１３５１０６号明細書（甲５５）には，デ\nィスク収納ケースのリッド（蓋）が，約１１０°（「約１１０°」とは，垂直（９\n０°）と水平（１８０°）の中間である１３５°よりは垂直に近い意味で使用する。\n以下，同様とする。）開いた状態で係止する構成が記載されている。\nこれらはいずれも記録媒体用ディスク収納ケースのカバー体（蓋体）の開閉に関\nするものであるが，上記各公知文献（甲１５及び５３を除く。）には，上記収納ケ\nースを片手で持って宙に浮かせた状態で使用する場合に，カバー体を大きな力で開\nいたり，カバー体が約１８０°開いた状態で開き方向の外力が作用したりしたとき\nに，ヒンジ部の破損を防止するとの解決課題についての記載又は示唆はない。また，\n上記各公知文献（甲１５及び５３を含む。）には，記録媒体用ディスク収納ケース\nのカバー体の開き角度が約１８０°（１８５°を含む。）以下である構成しか記載\nされておらず，ヒンジ部が破損することなく，当接状態を乗り越えて，カバー体が\n１８０°を超えて相対回動する構成は記載されていない。\nなお，甲１５及び５３には，従来，最大開き角度の規制が，ヒンジ構造を構成す\nる板片部分がケース本体側のリブの後端に係合することにより行われているため，\n蓋体を１８０°以上に開こうとする力が作用した場合，上記板片部分が容易に破損\nするとの問題があったことが記載されている。しかし，同文献に記載された発明で\nは，ヒンジ構造部の破損を防止するために，ケース本体と蓋体の後板どうしを当接\nさせることによって，最大開き角度を規制する構成が採用されている（甲１５の段\n落【００８４】，甲５３の段落【００８０】）。以上によれば，甲１５及び５３に\n記載された発明と訂正発明１とは，課題についての解決手段において，相違する。\n４  記録媒体用ディスクの収納ケース以外のケース（容器）に関する公知の発明\nについて\n(1)  記録媒体用ディスクの収納ケース以外のケース（容器）に関する公知文献\nには，以下の技術が記載されている。\nア  特開平１１－３７３号公報（甲３）\n甲３には，超音波美肌器のようなケース状の美容器具に関し，ケースと蓋の開閉\n連結部に，蓋の全開状態でそれ以上蓋が開かないように止めるストッパーを３段階\nに設け，蓋を３段階に止めること，蓋が開いた状態で蓋を全開するように荷重がか\nかっても，蓋が第１のストッパーで係止している状態で荷重がかかったときには，\n第１のストッパーを乗り越えて，第２のストッパーで支えられ，蓋が第２のストッ\nパーで係止している状態で荷重がかかったときには，第２のストッパーを乗り越え\nて，第３のストッパーで支えられることにより，ヒンジ部等が破損することを防止\nできることが記載されている（請求項４，段落【０００７】【００１８】【００２\n４】）。\n甲３の記載によると，上記美容器具には，蓋が開いた状態で蓋を全開するような\n外力が作用した場合に，ヒンジ部等の破損を防止するとの解決課題が存在したこと\nが認められる。しかし，甲３には，訂正発明１における「内容物の出し入れ等を容\n易に行うことを可能とするのみならず，卓上に載置して使用する場合にヒンジ部の\n破損を生じさせることなく使用することを可能とするとともに，手で持って宙に浮\nかせた状態で使用する場合に，カバー体を１８０°を超えて開放させるような大き\nな力で開いたり，カバー体が１８０°開いた状態で開き方向の外力が作用したりし\nたときに，ヒンジ部が破損することを防止する」との解決課題（以下「本件解決課\n題」という。）については，記載も示唆もない。\nまた，甲３記載の発明は，３段階のストッパーを設けることにより課題を解決し\nたものであり，甲３の図面によると，３段階のストッパーは，いずれも，蓋が９\n０°から１８０°の間の角度で開いた状態で止まるように設けられている。したが\nって，甲３における課題解決手段は，ヒンジ部が破損することなく，１８０°を超\nえてカバー体が相対回動するという，訂正発明１の課題解決手段とは異なる。\nイ  特開平１０－２１５９４１号公報（甲４）\n甲４には，ヘアカーラー等が収納されるヘアカーラー用収納ケースに関し，ケー\nス本体に，蓋本体に設けられた蓋凸部に当接可能なストッパーが設され，蓋は一\n定の角度（例えば１１０°±５°）開いたところで止まるが，ストッパーを薄板状\nに形成することによって，蓋が規格角度以上に無理に開かれた際には，蓋凸部が撓\nんで，蓋凸部の下端がストッパーを乗り越え，蓋が全開角度まで回動可能となり，\n成形品からなるケースの割れやクラックの発生を防止できることが記載されている\n（段落【００１２】【００２０】）。\n甲４の記載によると，ヘアカーラー用収納ケースには，蓋が規格角度以上に無理\nに開かれた際に，成形品からなるケースの割れやクラックが発生するという問題点\nがあったことは認められる。しかし，甲４には，訂正発明１における本件解決課題\nについては，記載も示唆もない。\nまた，甲４記載のヘアカーラー用収納ケースは，上記問題点を解決するため，蓋\n凸部の下端がストッパーを乗り越え，蓋が全開角度まで回動可能となるという構成\nを採用したものであるが，甲４の図面によると，全開角度は１８０°を超えるもの\nではないと解され，ヒンジ部が破損することなく，カバー体が１８０°を超えて相\n対回動するという，訂正発明１の課題解決手段とは異なる。\nウ  特開平９－１３１９５７号公報（甲７）\n甲７には，スタンプ台に関して，蓋体を任意の角度（例えば，略９０°）まで起\n立させると，蓋体の後側面の軸部に設けられた部がケース本体の後側面に設けら\nれた制止片に当接して，いったん係止し，蓋体を更に後方へ回転させると，上記\n部が上記制止片を弾性変形させて乗り越え，蓋体を全開状態とすることができると\nの構成が記載されている（請求項１，段落【０００４】【０００６】【０００\n９】）。\n甲７に記載された発明は，従来のスタンプ台は，蓋体がケース本体に対し，略１\n８０°開くようになっているため，蓋体を開いた状態では机上の広い面積を占有し，\nまた，片手で蓋体を閉じることが困難であるという問題があったため，蓋体を任意\nの角度まで起立させた状態で係止可能としたものであり（段落【０００２】【００\n０３】），訂正発明１とは，解決課題において相違する。\nまた，甲７には，スタンプ台の蓋体が全開角度（略１８０°）まで開くことは記\n載されているが，１８０°を超えて相対回動する構成については記載されていない。\nエ  特開平９－１３６４７６号公報（甲８）\n甲８には，スタンプ台に関し，蓋体がケース本体に対し略９０°回転して起立状\n態になると，蓋体のヒンジ軸部に設けた突起がケース本体の後側面に設けた制止片\nに当接して，蓋体はいったん停止し，蓋体を後方に押すと，上記突起が上記制止片\nを弾性変形させて乗り越え，蓋体は略１８０°まで回転可能となる構成が記載され\nている（段落【００１３】【００１４】）。\nしかし，甲８には，訂正発明１における本件解決課題について，記載も示唆もな\nい。\nまた，甲８には，スタンプ台の蓋体が略１８０°まで開くことは記載されている\nが，１８０°を超えて相対回動する構成については記載されていない。\nオ  特開平９－２６２１２６号公報（甲９）\n甲９には，化粧料容器に関し，蓋体が垂直姿勢又は垂直姿勢より少し後方（垂直\n姿勢から０°～５°）に傾斜した後方傾斜姿勢となった状態で，容器本体の後端部\nに形成されたストッパーが蓋体の後端部に設けられた係合片に係合して，蓋体が後\n方へ開回動するのを阻止し，この状態から蓋体を後方に押圧すると，上記係合片が\nストッパー部を乗り越えて，蓋体が後方に開回動することができる構成が記載され\nている（請求項１及び２，段落【０００５】ないし【０００７】）。\n甲９に記載された発明は，化粧料容器においては，蓋体が限度一杯まで開いた状\n態では，化粧料収納凹部に化粧料を充填するに当たり，十分に充填することができ\nない等の問題があることから，蓋体が略垂直姿勢となった位置で，その開回動を阻\n止できるようにすることを解決課題としたものであり（段落【０００２】ないし\n【０００４】【００１５】），訂正発明１とは，解決課題が異なる。\nまた，甲９の図面によると，化粧用容器の蓋体を限度一杯まで開いた状態とは，\n略１８０°開いた状態を指すと解され，甲９には，蓋体が１８０°を超えて相対回\n動する構成は記載されていない。\nカ  特開平１０－４２９４３号公報（甲１０）\n甲１０には，蓋体に鏡が取り付けられたコンパクト容器に関し，蓋体を垂直姿勢\nから約５°後方に傾くように開くと，蓋体に設けられた係合片が，容器本体に形成\nされたストッパー部に当接して係合し，それ以上後ろに倒れないが，更に蓋体を後\n方に押すと，上記係合片は上記ストッパー部を乗り越え，蓋体が略１８０°まで開\nく構成が記載されている（段落【００１８】【００１９】）。\nしかし，甲１０には，訂正発明１における本件解決課題について，記載も示唆も\nない。\nまた，甲１０に記載されたコンパクト容器は，蓋体が略１８０°までしか回動せ\nず，１８０°を超えて相対回動する構成とはなっていない。\nキ  実用新案第３００１１３８号公報（甲３０）\n甲３０の図面には，カセット用収納ケースに関し，蓋が約１１０°開いた状態で\n係止する構成が記載されている。\nしかし，甲３０には，訂正発明１における本件解決課題について，記載も示唆も\nない。\nまた，甲３０には，カセット用収納ケースの蓋が１８０°を超えて相対回動する\n構成については記載されていない。\nク  実願平５－１９４９５号（実開平６－７３２７９号）のＣＤ－ＲＯＭ（甲９\n８）\n甲９８には，例えば携帯用電話機に関し，蓋を二つのケースに分割し，ケースの\n一方と軸に，開き角度が所定の角度に保持する係合部を設け，所定の開き角度（１\n４５°）以上となるような外力が加わった場合には，両係合部が係合した状態を保\nちながら，一方のケースの分割面が弾性変形し，両係合部の係合が解除され，蓋が\nほぼ１８０°開く状態となり，ケースや係合部の破損を防止できることが記載され\nている（請求項１，段落【０００９】【００１０】【００１４】ないし【００１\n６】）。\n甲９８には，例えば携帯用電話機を所定の開き角度（１４５°）以上となるよう\nな外力が加わった場合に，ケースや係合部の破損を防止する構成が記載されている。\nしかし，甲９８には，訂正発明１における本件解決課題については，記載も示唆も\nない。\nまた，甲９８に記載された携帯用電話機は，蓋がほぼ１８０°までしか回動せず，\n１８０°を超えて相対回動する構成とはなっていない。\nケ  特開平５－７５２７６号公報（甲９９）\n甲９９には，例えば録音付き電話機等の筐体に内蔵される小型カセットテープレ\nコーダーに関し，カバーを所定の角度（約９０°）に開くと，筐体に設けた爪部を\n有するばね部がカバーに設けたアームの突起で止まって，保持され，更にカバーを\n開くと，爪部が突起を乗り越えることにより，アーム等の破損を防止できることが\n記載されている（請求項１，段落【０００４】【０００６】【００１０】【００１\n１】）。\n甲９９には，例えば上記カセットテープレコーダーのカバーを所定の開き角度\n（約９０°）以上となるような外力が加わった場合に，アーム等の破損を防止する\nことを課題とした発明は記載されている。しかし，甲９９には，訂正発明１におけ\nる本件解決課題については，記載も示唆もない。\nまた，甲９９の図面によると上記カセットテープレコーダーのカバーの最大開き\n角度は約１８０°と解され，カバーが１８０°を超えて相対回動する構成ではない。\nコ  特開平５－２２３９６３号公報（甲１００）\n甲１００には，蓋体開閉装置，特にオーディオ装置の記録媒体挿入部に設けられ\nる蓋体に関し，ヒンジ部材と扉枠体の一方に突起部，他方に出没自在な規制部材を\n設け，上記規制部材が上記突起部と係合して，扉を所定位置に保持し，扉に不慮の\n負荷がかかった場合等の非常時には，規制部材が突起部を乗り越えて，扉を完全開\n放状態とすることにより，扉，ヒンジ部材等その破損を防止できることが記載され\nている（請求項１，段落【０００６】【０００７】【００１１】【００１２】）。\n甲１００には，蓋体開閉装置を所定角度以上開くような外力が加わった場合に，\n扉等の破損を防止することを課題とした発明が記載されている。しかし，甲１００\nには，訂正発明１における本件解決課題については，記載も示唆もない。\nまた，甲１００の図面によると，甲１００に記載された蓋体開閉装置の扉は約１\n８０°までしか回動しないと解され，１８０°を超えて相対回動する構成とはなっ\nていない。\nサ  特開平８－６５３６９号公報（甲１０１）\n甲１０１には，蓋を開閉可能に支持するヒンジ部材に関し，蓋が所定角度開くと，\n板片のロック爪が断部に形成された突起に係止してロックされ，蓋を更に開こうと\nする力が作用すると，ロック爪が突起を乗り越えて回転可能となり，ヒンジ部が損\n傷しないことが記載されている（段落【０００８】【００１５】）。\n甲１０１には，ヒンジ部材に関し，所定角度開いたところでロックされた扉を更\nに開こうとした場合に，ヒンジ部の損傷を防止する構成が記載されている。しかし，\n甲１０１には，訂正発明１における本件解決課題については，記載も示唆もない。\nさらに，甲１０１には，上記ヒンジ部材を使用した蓋が１８０°を超えて相対回\n動する構成については記載されていない。\nシ  特開平９－１３９５８３号公報（甲１０２）\n甲１０２には，オーディオ製品等の本体部に設けられた操作パネル等のカバー領\n域を覆うカバーの連結構造に関し，カバーを下開き構造とし，カバーを上方に回動\nさせると，支持アームに設けられた係止片がカバー領域に設けられた係合突起に当\n接し，カバーを更に上方に回動させると，係止片が弾性変形して係合突起を乗り越\nえて，カバーは開放位置まで回動し，その位置で保持される構成が記載されている\n（段落【０００４】【０００６】【００１３】【００１４】）。\n甲１０２に記載されたカバーの連結構造は，カバーを下開き構造としたことによ\nり，カバーが開放位置にある場合に下向きの力が加わっても，カバーは閉塞位置に\n回動するだけで，軸ピンや支持アームの破損を防止するとの課題を解決することを\n目的とした発明である。甲１０２には，訂正発明１における本件解決課題について\nは，記載も示唆もない。\nまた，甲１０２に記載されたカバーは１８０°未満（甲１０２の図８によると，\n約１５０°）しか回動せず，甲１０２には，カバーが１８０°を超えて相対回動す\nる構成については記載されていない。\n(2)  以上のとおり，上記各公知文献には，記録媒体用ディスクの収納ケース以\n外のケース（容器）に係るカバー体（蓋体）の開閉に関する構成が記載されている。\n上記各公知文献には，ディスクの係脱等（内容物の出し入れ等）を容易に行うこと\nを可能とするのみならず，卓上に載置して使用する場合において，ヒンジ部の破損\nを生じさせることなく使用することを可能とし，さらに，ケースを手で持って宙に\n浮かせた状態で使用する場合に，カバー体を１８０°を超えて開放させるような大\nきな力で開いたり，カバー体が約１８０°開いた状態で開き方向の外力が作用した\nりしたときに，ヒンジ部が破損するのを防止するとの，訂正発明１における本件解\n決課題について，記載も示唆もない。さらに，上記各公知文献には，カバー体の開\nき角度が約１８０°（１８５°を含む。）以下である構成は記載されているが，ヒ\nンジ部が破損することなく，１８０°を超えてカバー体が相対回動する構成につい\nては記載されていない。\n５  相違点１の容易想到性の判断\n上記３及び４によると，甲１発明に上記公知文献に記載された発明を組み合わせ\nても，当業者が相違点１に係る構成に至るのは容易とはいえない。\nこれに対して，原告は，以下のとおり主張する。すなわち，原告は，①カバー体\nの開き角度が何度であるかは，単なる設計的事項にすぎず，また，カバー体が１８\n０°の角度で開き状態となる構成は，多数の公知文献に示された周知の構成であり，\n②カバー体が開いた当接状態でカバー体に過大な外力が加わった際に，ケースが破\n損することを防止するという課題，及び，不慮に外力が加わったときに，当接状態\nを乗り越えてカバー体が回動するように構成することによって，外力を逃すという\n課題解決手段は，プラスチック成形品であるヒンジ結合する蓋付容器体に共通した，\nごく一般的かつ周知なものであるから，相違点１の構成に至るのは容易であると主\n張する。\nしかし，以下のとおり，原告の主張は失当である。\n前記のとおり，訂正発明１は，①ディスクの係脱等を容易に行うことを可能とす\nることのみならず，卓上に載置して使用する場合において，ヒンジ部の破損を生じ\nさせることなく使用することを可能とすることなどを目的として，カバー体が１８\n０°開いた状態で，保持板に形成された側面リブとカバー体の端縁部が当接して，\n当該開き状態が維持される構成を採用し，また，②手で保持板を持ち宙に浮かせた\n状態で使用する場合に，カバー体を１８０°を超えて開放させるような大きな力で\n開いたり，カバー体が１８０°開いた状態で開き方向の外力が作用したりしても，\n側面リブと端縁部との当接状態を乗り越え，１８０°を超えてカバー体と保持板と\nが相対回動することを許容して，外力を受け流すことによって，ヒンジ部の破損を\n防止することができるとする点に技術的特徴がある発明である。\n本件出願時に公知であった文献には，カバー体が１８０°を超えて相対回動する\n構成について，記載も示唆もない。カバー体が開いた当接状態でカバー体に過大な\n外力が加わった際に，ケースが破損することを防止することを課題とした，甲３，\n４，１５，５３，９８ないし１０１記載の発明も，訂正発明１とは，その課題解決\n手段が異なる。また，甲３，４，７ないし１０，９８ないし１０２にも，当接状態\nを乗り越えてカバー体が回動する構成は記載されているが，いずれもカバー体の開\nき角度は約１８０°以下であり，カバー体が１８０°を超えて相対回動する構成に\nついて，記載も示唆もない。\n以上によると，相違点１に係る構成に至るのは容易ではないというべきである。\n６  結論\n以上のとおり，原告主張の取消事由は理由がなく，審決には取り消すべき違法が\nない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の請求\nを棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n"
}