{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 12
  },
  "case_number": "平成24(ワ)14574",
  "case_name": "地位確認等請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "84978",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=84978",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/978/084978_hanrei.pdf",
  "contents": "平成２５年１１月１２日判決言渡\n平成２４年(ワ)第１４５７４号  地位確認等請求事件\n主        文\n１  原告らが，被告に対し，原告らが訴外ａ株式会社に出向して同社において\n勤務する労働契約上の義務が存在しないことを確認する。\n２  原告らのその余の請求をいずれも棄却する。\n３  訴訟費用はこれを３分し，その１を原告らの，その余を被告の負担とする。\n事実及び理由\n第１  請求\n１  主文第１項同旨\n２  被告は，原告らに対して自ら又はその従業員を使うなどして，原告らに対し\nて，退職を強要する言動を行い，あるいは，業務上の必要性を欠く出向命令や\n業務指示を行うなどして，原告らを退職に追い込むような精神的圧迫を加えて\nはならない。\n３(1)  被告は，原告ｂに対し，２２０万円及びこれに対する平成２４年６月２３\n日から支払済みまで年５分の割合による金員を支払え。\n(2)  被告は，原告ｃに対し，２２０万円及びこれに対する平成２４年６月２３\n日から支払済みまで年５分の割合による金員を支払え\n第２  当事者の主張等\n１  事案の概要\n本件は，原告らが，被告による２０１１年（平成２３年。以下，年は和暦で\n表示する。）９月１０日付け出向命令（甲９，以下「本件出向命令」という。）\nについて，業務上の必要性及び人選の合理性を欠き原告らに著しい不利益を与\nえるものである上，原告らに自主退職を促す不当な動機・目的に基づくもので\nあるから出向命令権の濫用として無効であるなどと主張して，被告に対し，\n本件出向命令に基づく出向先において勤務する労働契約上の義務が存在しない\nの差止め，並びに 労働契約上の信義誠実義務違反及び不法行為に基づく損害\n賠償請求として，各原告に対し２２０万円及び訴状に代わる準備書面送達の日\nの翌日である平成２４年６月２３日から支払済みまで民法所定の年５分の割合\nによる遅延損害金の各支払を求めた事案である。\n２  前提事実（末尾に証拠の摘示がないものは，当事者間に争いがないか，また\nは当裁判所に顕著な事実である。）\n(1)  当事者等\n被告は，デジタル複写機，カラー複写機，印刷機，ファクシミリ，デジタ\nルカメラ等の製造・販売等を業とする株式会社である。\n原告ｂは，昭和６０年３月３１日，新卒採用者として被告に入社した者で\nあり，原告ｃは，平成１４年３月１８日，中途採用者として被告に入社した\n者である。\n(2)  被告における経歴及び労働契約内容\nア  原告ｂ\n(ア)  被告における経歴\n昭和６０年  ３月  入社\n同年  ５月  複写技術研究所  第一研究開発部\n平成  元年  ７月  複写機事業部  第一設計グループ\n平成  ２年  １月  画像技術研究所  第三研究グループ\n平成  ４年  １月  同研究所  第三技術開発センター（主任）\n平成  ７年  １月  ＦＣＰ事業部  技術開発室（係長技師）\n平成  ８年１０月  同事業部  ＯＦ－ＰＴ（係長技師）\n平成１３年  ５月  Ｃ＆Ｆ第三事業部  第五設計室（主席係長技師）\n平成１６年１０月  ｄ部  設計センター  第九設計室（主席係長技師）\n平成１９年  ４月  同センター  第四設計室（スペシャリスト２級）\n平成１９年１０月  同センター  第一ＰＭ室（スペシャリスト２級）\n平成２０年１０月  同センター  ＰＭ室（スペシャリスト２級）\n(イ)  本件出向命令前の労働契約内容\n期間の定め  なし\n職務内容  環境対応業務  ほか\n賃金  合計  ４５万２４５０円\n基本給  ３８万３５００円\n役割テーマ手当  ５万円\n第２基本給  ２７００円\n次世代育成支援給付  １万円\n派遣手当  ６０００円\n持ち株会奨励金  ２５０円\n(ウ)  主な受賞歴\n原告ｂは，平成１８年６月，「○」にて社団法人ｅの発明賞を受賞し\nた。\nまた，本件出向命令までに，被告社内において，平成１３年４月のジ\nュニアパテントマスター賞（登録特許５０件以上），平成１６年４月の\nパテントマスター賞（登録特許１００件以上）を始めとする複数の個人\n表彰を受けたほか，複数の団体表彰を受けている。\nイ  原告ｃ\n(ア)  被告における経歴\n平成１４年  ３月  入社\n画像システム事業本部  ＰＦ開発センター  ソフ\nトウェア生産技術開発室（主席係長）\n平成１６年１０月  ｄ部  ＰＦ開発センター（主席係長）\n平成１７年  ４月  同（課長代理）\n平成１８年  ４月  同（シニア・スペシャリスト）\n同年１０月  同事業本部  ＧＷ開発センター  開発企画室（シ\nニア・スペシャリスト）\n平成２０年  ４月  コントローラ開発本部  開発戦略センター（シニ\nア・スペシャリスト）\n平成２２年  １月  ｄ部  ＧＷ開発センター  ＧＷ開発推進室（シニ\nア・スペシャリスト）\nなお，「シニア・スペシャリスト」は，被告における資格制度上の資\n格の一種であり，職種・職務内容とは無関係である。\n(イ)  本件出向命令前の労働契約内容\n期間の定め  なし\n職務内容  機能ロードマップ策定とそのプロセス改善  ほか\n賃金  合計  ５２万７０００円\n基本給  ４５万７０００円\n役割テーマ手当  ６万円\n役割テーマ手当加算部分  １万円\n(ウ)  主な受賞歴\n原告ｃは，本件出向命令までに，被告社内において，個人表彰及び団\n体表彰を各２回ずつ受けている。\nウ  原告らの賃金支払条件は，毎月末日締め翌月２５日払いであり，毎年７\n月及び１２月に賞与が支給されていた。\n(3)  希望退職の募集\nア  被告は，平成２３年５月２６日，第１７次中期経営計画（以下「第１７\n次中計」という。）を発表し，「販売体制・拠点の見直し」，「不採算事\n業からの撤退」，「生産拠点の統廃合」などとともに，「人員リソース改\n革」として，約１万５０００人を新規・成長領域等にシフトさせ，グルー\nプ全体で約１万人の人員削減を行う旨を明らかにした（甲４，乙１４）。\nイ  被告は，同年６月２９日，募集人員を被告及び国内のグループ会社で１\n６００人程度，募集期間を平成２３年７月１日から同年１０月３１日（予\n定），退職日を平成２３年８月１日から同年１１月３０日とするとの内容\nで，希望退職者を募集する旨を発表し，併せて，被告の従業員に対し，正\n社員については，退職時の勤続年数が７年以上であって，退職時の満年齢\nが３５歳以上４０歳未満の資格ＳＰ以下の者，又は退職時の満年齢が４０\n歳以上６０歳以下の者を本件希望退職の対象とすること，被告本体の募集\n人員が５００名程度であること，退職条件として退職加算金を出すこと，\n退職事由を会社都合退職とすること，再就職支援サービスを付与すること\n等の希望退職の内容を説明する文書を発表した（甲５，６，乙２０。以下，\nこの希望退職制度を「本件希望退職」という。）。\nウ  原告ｂは，平成２３年７月１４日，ｄ部副本部長であったｆから，原告\nｃは，同月１３日，ＧＷ開発センター長であったｇから，それぞれ本件希\n望退職に応じるよう勧奨された。上記面談後，原告ｂは同月２１日及び同\n年８月２１日の２回にわたり，原告ｃは同年７月２２日，同年８月１０日\n及び同月１７日の３回にわたり，本件希望退職に応じるよう勧奨されたが，\n原告らは，いずれもこれを断った（原告ｂ，同ｃ，証人ｆ，同ｇ，甲Ａ１\n８，甲Ｂ１０）\n(4)  本件出向命令\nア  被告は，平成２３年９月１０日付けで，原告らに対し，原告らを被告の\n子会社であるａ株式会社（以下「ａ」という。）へ出向させる旨の出向命\n令（本件出向命令）を発した。\nイ  原告ｂは，同月１４日から，αにあるａの物流センターにおいて商品の\n梱包，検品，ラベル貼り等の業務に従事し，平成２４年２月１５日には神\n奈川県内のｈ営業所に再配置され，入庫業務（荷受け業務）に従事するよ\nうになった。現在は，同年８月にｈ営業所がβの物流センターｉ内に移動\nしたことに伴い，同センター内において入庫業務（開梱業務）に従事して\nいる（原告ｂ，甲Ａ１８）。\nウ  原告ｃは，平成２３年８月３０日，うつ病と診断され，同年９月５日，\n傷病休暇を申請した。以後，現在まで休職している（甲Ｂ１０，弁論の全\n趣旨）。\nエ  原告らは，いずれも，本件出向命令に伴う降格又は降給はされていない\n（原告ｂ，弁論の全趣旨）。\n(5)  労働審判の申立て及び本件訴訟への移行\n原告は，平成２４年２月２１日，原告らがａに出向して同社において勤務\nする雇用契約上の義務がないことの確認とともに，退職強要行為等の差止め\n及び損害賠償を求めて労働審判を申し立てた（以下「本件労働審判」という。）。\n労働審判委員会は，３回の審理を経て，同年５月２２日，原告らがａに出向\nして同社において勤務する雇用契約上の義務がないことの確認について認容\nし，その余の申立てについては棄却した（甲１８）。\n本件労働審判は，前同日，被告が異議を申し立てたことから，本件訴訟に\n移行した（顕著事実）。\n(6)  被告の就業規則等\nア  就業規則\n被告の就業規則（乙１）には，以下の規定がある。\n（異動の定義）\n第１３条  この規則で異動とは，就業場所の変更，職種・職務の変更の\nほか派遣，出向，転籍をいう。\n（異動）\n第１４条  会社は，業務の都合または適材適所の配置を効果的に行なう\nため，社員の能力・適性に応じ異動を命ずることがある。\n２  前項の場合，正当な理由がなければ社員はこれを拒むことはでき\nない。\n３  社員をｊ以外に派遣，出向，転籍させる場合は，人事情報等の個\n人情報を相手先に提供することがある。\nイ  国内派遣社員規定\n(ア)  被告の国内派遣社員規定（乙２）には，以下の規定がある。\n（派遣先会社の定義）\n第２条  この規定でいう派遣先会社とは，「共営Ａ１００１（関連会\n社管理規定）」で定める関連会社，及び人事本部長が派遣社員に\n関する覚え書きを取り交わした会社や外部機関等をいう。\n（派遣の定義）\n第３条  派遣とは，ｊの在籍者としての身分を保有したまま一定期間，\n派遣先会社に勤務することをいう。\n（派遣期間）\n第６条  派遣期間は原則として３年とする。\n（勤続年数）\n第９条  勤続年数は派遣期間も含めて通算する。\n(イ)  国内派遣社員規定には，上記の規定の他，年次有給休暇及び特別休\n暇の付与（第１５条，第１６条），給与及び賞与の支給基準及び支給日\n（第１７条），表彰（第２４条），福利厚生（第２６条ないし第２８条）\n等において被告の基準によること，健康保険，厚生年金保険及び雇用保\n険は被告において継続加入すること（第２０条）が定められている。ま\nた，出向者が出向先で一定の地位に就任した場合には，被告から各種の\n加算手当を支給する旨の規定がある（乙２）。\nウ  関連会社管理規定\n被告は，関連会社管理規定（乙３）において，被告の経営に重大な影響\nがある会社として特に重点的に管理を行う会社として，ａを含む関連会社\n六十数社を主要関連会社と定めている。\n３  本件の争点\n(1)  出向命令権の根拠の有無（争点１）\n(2)  （争点１が肯定された場合の）本件出向命令の権利濫用該当性（争点２）\nア  本件出向命令の業務上の必要性\nイ  本件出向命令における人選の合理性（対象人数，人選基準，人選目的等）\nウ  本件出向命令が原告らに与える不利益\n(3)  原告らの損害賠償請求の可否（争点３）\n(4)  労働契約に付随する信義則又は人格権に基づく差止請求の可否（争点４）\n４  当事者の主張\n(1)  争点１（出向命令権の根拠の有無）について\n（原告らの主張）\n出向は労務提供先の変更を伴うものであり，就労環境や労働内容など，労\n働条件全般が大きく変更することから，採用時の出向に対する包括的同意や\n就業規則の包括的な出向義務の規定だけでは出向命令権の根拠にならず，労\n働者の個別具体的な同意が必要というべきである（民法６２５条１項，労働\n契約法３条，８条）。\n仮に個別具体的な同意なしに，使用者が一方的に作成する就業規則等によ\nって規律されるとしても，出向に伴い労働者に重大な不利益が生じうること\nからすれば，単に就業規則等に「出向を命じ得る」などといった抽象的な規\n定があるだけでは足りず，就業規則等において，出向先での労働条件，処遇，\n出向期間，復帰条件等に関する規定が整備されるなど，個別具体的な同意に\n代替しうる程度に明確かつ合理的な規定がなければならない。\n本件出向命令は，技術系の社員として長年勤務してきた原告らを個別の同\n意もなく単純作業を行う現場へ移動させるものであるところ，被告では，原\n告らの知る限り技術系の業務から物流の現場作業を行う子会社に出向した例\nは１件もなく，出向者の不利益に配慮した規定も存在しない。労働者の承認\nはもちろん，原告らの知る限り被告が労働者と協議を行ったこともなく，出\n向に関する規定も曖昧である。\nしたがって，本件出向命令はその根拠を欠き，無効である。\n（被告の主張）\n被告及びその関連会社（以下「被告グループ」ということがある。）では，\nその企業規模からも，グループ間の出向を行う業務上の必要性は高く，それ\n故，原告らを含め被告に雇用される正社員については，何ら職種，職務内容\nについて限定することなく採用し，就業規則上，被告が関連会社への出向命\n令権を有する旨の規定が明確に定められている。加えて，被告では，入社時\nに労働契約書を締結し，誓約書を取得することで，被告の出向命令権につい\nて包括的同意を得ており，原告らについても例外ではない（乙４ないし７）。\nまた，被告では，就業規則において出向命令権の根拠規定を設けるのみな\nらず，国内の関連会社への出向については，国内派遣社員規定を設け，出向\n期間，出向後における地位，賃金等の労働条件，処遇に関して，出向者の利\n益に配慮した具体的な基準を設けており，国内派遣社員規定及び「共営Ａ１\n００１（関連会社管理規定）」において，ａが出向先として予定された企業\nであることが具体的に明記されている上，被告グループでは，これまで頻繁\nに被告グループ間での出向が行われてきたという従来からの慣行も存在する。\n以上に鑑みれば，被告が，原告らに対して，主要関連会社であるａへの出\n向命令権を有していることは明らかである。\n(2)  争点２（本件出向命令の権利濫用該当性）について\n（原告らの主張）\nア  本件出向命令の業務上の必要性\n平成２３年６月２９日に発表された被告のグループ全体の人員削減計画\nは，本件希望退職による人員削減（配転・出向対象者も含む。）１６００\n名（被告単体で５００名）及び採用抑制等による自然減１８００名の合計\n３４００名であり，これらと別枠で派遣社員や契約社員等（以下，合わせ\nて「外部人材」という。）との置き換え（以下「事業内製化」という。）\nが予定されていたわけではない。被告は，当初から，人員削減対象者に本\n件希望退職に応募するよう退職勧奨を行い，応募を拒否する者に対しては，\n有無を言わせず，グループ内の物流と生産部門に異動させる計画だったの\nである。\nそもそも，上記人員削減の必要性については，決算書上の根拠が全く不\n明である。仮に必要性があったとしても，本件希望退職の募集の結果，被\n告グループ全体で２３４０名（被告単体で７５２名）が応募し，退職に至\nったというのであるから（乙４２），人員削減の必要性に基づく出向の必\n要などなかったことは明らかであるし，自然退職による人員削減も進んで\nいる。その一方で，被告は，新規採用を抑制していない。\n被告グループの売上げと純利益の推移，平成２３年度の赤字転落の原因\nが本件希望退職による割増退職金等の費用と過去の特別損失の一括処理に\nあること，多額の株式配当の継続，繰り返してきた事業買収，大型スポー\nツイベント等への出資などの事実に照らせば，被告に人員削減の必要性は\n認められず，本件出向命令を原告らの意に反して強行する業務上の必要性\nは全くない。\nイ  本件出向命令における人選の合理性（対象人数，人選基準，人選目的等）\n使用者が経営上の理由から人員削減を必要と判断したが，整理解雇の要\n件を満たさず解雇ができないという場合，出向，配転等の人事異動政策に\nよって経費の削減を目指すとしても，そこには自ずから一定の限界がある\nというべきであり，出向等を必要最小限にとどめなければならないだけで\nはなく，出向者及び出向先の選定は，労働者の能力や経歴に即して適正か\nつ合理的に行わなければならない。しかし，本件出向命令は，被告が，本\n件希望退職に応じなかった者に対し，当人のキャリアや適性に関係なく当\n初から物流・生産部門へ異動させることを予定したものであり，上記の要\n素がいずれも欠如している。\n原告ｂは，開発系，技術系の業務において，多くの画期的な発明を行い，\nかつ有用な特許を取得し，本件出向直前も，ＰＭ室において，設計プロセ\nス改善業務，戦略関連業務，環境関連業務などの開発系の業務に携わって\nいた。原告ｃも，高いスキル・キャリアを有し，一貫して技術系の業務な\nいしその関連業務に従事してきており，その間，数々の表彰も受け，上司\nからも評価されてきた。それにもかかわらず，原告らは，本件出向命令に\nよって，機械的，肉体労働的な倉庫の手合作業に従事することとなったの\nであり，このような人材配置は，適材適所とは到底いえない。\n以上に鑑みれば，本件出向命令における人選には全く合理性がなく，退\n職勧奨を拒否した者への報復的な人事というほかない。本件出向命令は，\n退職拒否に対する嫌がらせ・報復という不当な動機・目的に基づくもので\nあるから，出向命令権の濫用として無効である。\nウ  本件出向命令が原告らに与える不利益\n一日中立ったままで行うａにおける業務は，既に５０歳を超えている原\n告ｂにとっても，十二指腸潰瘍を患ったことがある原告ｃにとっても，身\n体的な負担が大きい。\nまた，原告ｂは，理工学部を卒業後，被告に技術者として採用され，一\n貫して開発系・技術系の業務に従事してきたものであり，原告ｃは，技術\n者としてのスキル・キャリアを買われて被告に採用され，一貫して技術系\nの業務に従事してキャリアを形成してきたものである。原告らが，今後も，\n被告において技術者としてキャリアを形成し生かしていけるとの期待を抱\nくことは極めて合理的であり，法的保護に価するというべきであるところ，\n本件出向後の業務は単純作業又は肉体労働であって，原告らがこれまで積\nんできたキャリアを生かすことも，今後のキャリアやスキルを形成してい\nくこともおよそ不可能である。\n以上より，本件出向命令は，原告らに対し，肉体的に負荷を課し，かつ，\nキャリアを形成し生かしていけるとの原告らの期待権を侵害するものであ\nって，原告らに大きな不利益を課すものである。\n（被告の主張）\nア  本件出向命令の業務上の必要性\n被告グループは，同業他社との世界的な競争に晒される中，ペーパーレ\nス化の急激な進行による基盤事業の縮小化，人件費を中心とした固定費の\n高額化が経営を圧迫し，平成２３年度には，昭和４９年３月期の連結決算\n導入以降初めて損益分岐点を下回ることが予想される深刻な経営状況とな\nった。本件出向命令を含む出向命令は，第１７次中計に基づく固定費削減\n施策の一環として，正社員により基幹業務における事業内製化を図る目的\nで，外部人材が多く存在し，かつ経験やスキルがなくとも比較的容易に従\n事することができる生産・物流部門への出向を命じたものであり，現に相\n応の固定費削減効果を生んでいる。\nなお，原告は，被告グループが，国内の人員削減施策のうち，本件希望\n退職によるものと採用抑制等の自然減によるものを当初からそれぞれ別枠\nで設定していた旨主張するが，事実に反する。被告グループは，あくまで\n人員削減施策としての目標数約３４００名の内訳として，それぞれの想定\n人員数を割り振っていたにすぎない。また，事業内製化を目的とした配転・\n出向が，人員削減施策とは別枠で当初より計画されていたことは，例えば\n「○」と題する資料（乙１３）によっても明らかである（ただし，上記配\n転・出向対象者が結果的に本件希望退職に応募することは当然にあり，そ\nの場合は，人員削減施策の目標数約３４００名に吸収されることになる。）。\n本件出向等は，人員効率化（人員数の適正化）の結果余剰人員となった\n者を対象としており，解雇を回避した上で雇用維持・調整を図るための人\n事権の行使である。あたかも被告が原告らについて整理解雇を実施したか\nのような原告らの主張は明らかに失当であるし，本件出向命令解除の可能\n性が否定されない以上（国内派遣社員規定〔乙２〕第６条，第７条，第８\n条２項参照），事実上の転籍であるとの批判も当たらない。原告らは，本\n件出向等が退職勧奨に応じさせるための威迫につながるとも主張するが，\nこれは，被告グループの事業活動を支える物流・生産部門やそこでの基幹\n業務に対する蔑視，偏見にほかならない。\nまた，原告らは，被告グループの業績，設備投資費及び研究開発費，株\n式配当，企業買収等から，本件出向命令を行う業務上の必要性がなかった\nとも主張するが，激しい国際競争で生き残り，企業グループ全体として長\n期的かつ安定的な経営を継続していくためには，競争力を強化し，企業価\n値を高めるための積極的な経営戦略も不可欠であり，経費削減施策と同時\n並行でこれを行うことはむしろ当然である。\n昨今の急激な景気後退，経済変動により，深刻な経営環境にある国内企\n業が雇用調整のための施策を数多く実施していることにも鑑みれば，本件\n出向命令のように，復帰が予定されていないわけでもなく，かつ，厳しい\n経営状況の中，激化する国際競争の生き残りをかけてグループ企業全体に\nおいて緊急的な施策として実施された雇用維持・調整目的の出向命令は，\nより一層高度の業務上の必要性が認められるというべきである。\nイ  本件出向命令における人選の合理性（対象人数，人選基準，人選目的等）\n被告グループは，事業内製化を目的とした出向命令の対象者を人選する\nに際し，オペレーションの抜本的見直しによる人員効率化（人員数の適正\n化）という観点から，各部門一律に，余剰人員となる従業員数を全従業員\n数（ただし，平成２３年４月１日時点で在籍する従業員のうち５９歳以上\nを除く。）の６％と設定し，パフォーマンスが資格や給与に見合わないほ\nど低く，当該部署における今後の貢献も期待できず，他部署へ配転・出向\nとなっても業務上の支障が特段ない従業員を選別することとして，人事評\n価，資格，給与，年齢・勤続年数，健康状態，従前の部署での役割・責任\nの程度，従前の部署での今後の貢献に対する期待度等，諸般の事情を総合\n勘案して個別具体的に人選を行った。\n人選手続においても，まず各部門の部門長が，当該部門のオペレーショ\nンの具体的な状況を把握した上で第一次的に人選を行い，その後，被告人\n事本部において再度諸般の事情を勘案して人選及び配転・出向の具体的内\n容を最終決定している。\n原告らの人選に際し，一事情として考慮された人事評価の最終結果（評\n語）についても，期初及び期末の面談並びに日常的な労務管理の中で，評\n価者が，当該従業員の担当業務の内容やその業務遂行状況等を把握した上\nで評価し，評語を決定していること，特に原告らのみが恣意的かつ不当な\n評価を受けたような事情はないこと，そもそも評語は人選基準において考\n慮される一事情にすぎないことからすれば，何ら人選基準の合理性を減殺\nするものではない。\n本件が整理解雇事案ではなく，雇用維持・調整目的で行われた出向命令\nの事案であることに鑑みれば，上記人選基準及び人選手続並びに原告らの\n人選理由には十分な合理性が認められる。\nなお，原告らは，技術系の社員として採用された旨主張するが，そのよ\nうな事実はない（そもそも技術系の社員というものが被告の雇用管理上ど\nこに位置付けられるのかも不明である。）。原告らが本件出向命令以前に\n従事していた業務も，技術系の業務経験を特段必要としないいわゆるスタ\nッフ業務であった。原告らは，本件出向命令が自主退職を企図したもので\nあり，不当な動機・目的を有したものであるとも主張するが，上記のとお\nり，本件出向命令は，被告グループ全体において適正人員化を図った結果，\n余剰人員となった正社員の就業場所を確保し，雇用と賃金を維持した上で，\n事業内製化により経費削減を行うことを目的としたものであり，何ら不当\nな動機・目的は存在しない。\nウ  本件出向命令が原告らに与える不利益\n原告らは，少なくとも被告グループ内においては，すでに本件出向命令\n発令以前の段階で技術者としての第一線から退いており，かつ，将来にお\nいてキャリア形成していく可能性も事実上途絶えていた。技術革新の速度\nが従来と比較にならないほど速まる中，そのような状況は，被告グループ\nにおいて人事上当然に想定されることであり，それ故，正社員については\n職種を限定することなく採用し，配転・出向により幅広く職種変更するこ\nとで，雇用と賃金を維持してきた。\n特に本件出向命令については，被告グループの経営状況がこれまでにな\nく悪化する中で，技術者としての第一線から退き，将来におけるキャリア\n形成の可能性も事実上途絶えていた正社員の雇用維持・調整を目的として\n行われたものであるから，それに伴い，原告らのこれまでのキャリアとは\n異なる職種に変更されたとしてもやむを得ないというべきである。\n加えて，原告らは，本件希望退職を利用して相応の退職支援を受けた上\nで，被告グループ外に転進してこれまでのキャリアを生かし，かつ形成し\nていくという選択肢を選ばず，これまでのキャリアとは異なる職種に変更\nされるものの，被告グループ内において雇用と賃金が維持されるという選\n択肢を選んだのであるから，出向後の業務内容や就労環境の変化を考慮し\nてもなお，本件出向命令により被る不利益は，通常甘受すべき程度に留ま\nるものである。\nエ  小括\n以上のとおり，本件出向命令は，余剰人員となった正社員の雇用維持・\n調整目的（解雇回避目的）をも有していることから，高度の業務上の必要\n性が認められ，また，本件出向命令の人選基準及び人選手続，原告らの個\n別の人選理由いずれも合理的なものであって，原告らが本件出向命令によ\nり被る不利益も，通常甘受すべき程度に留まるものである。\nよって，本件出向命令は，労働契約法第１４条の下，何ら権利濫用には\n該当せず，有効である。\n(3)  争点３（原告らの損害賠償請求の可否）について\n（原告らの主張）\nア  退職に追い込む目的で本件出向命令を発したことに対する損害賠償請求\n使用者が出向命令権を行使するにあたり，業務上の必要性が存しない場\n合や，他の不当な目的・動機をもってなされたものであるとき，又は労働\n者に対し通常甘受すべき程度を著しく超える不利益を負わせるものである\nときは，当該出向命令は権利濫用となり無効になるとともに，それが労働\n者の人格権を侵害する場合又はキャリア形成の期待権を侵害する場合には，\nそれ自体が不法行為となる。\n前記(2)の「（原告らの主張）」のアで述べたとおり，本件出向命令に業\n務上の必要性は認められない。また，原告らの経歴に鑑みれば，原告らが，\n被告におけるキャリア形成に期待を抱くことには合理的な理由があるとこ\nろ，本件出向命令は，原告らがそれまでに培ってきた経験，知識及び技術\nを全く生かすことのできない職場に原告らを追いやるものであり，原告ら\nのキャリア形成に対する期待権を侵害するものである。\nまた，本件出向命令は，原告らを退職に追い込むという不当な動機・目\n的の下，処遇の低下という不利益処分を明言した上で，これまでのキャリ\nアに全く見合わない肉体労働・単純作業に従事させるものであり，原告ｃ\nについてはうつ病を発症している。\n以上によれば，本件出向命令は，原告らの人格権，キャリア形成の期待\n権を侵害するものであり，被告は，原告らに対し，民法７０９条に基づき\n損害賠償責任を負う。\nイ  退職強要に対する損害賠償請求\n労働契約関係における交渉力上の格差に鑑みれば，使用者は，労働者の\n自由な意思決定を不当に制約するような退職勧奨を行わない義務を負い，\nそのための最大限の配慮を義務付けられているというべきである。\n被告は，原告らが早々に退職の意思がないことを明示したにもかかわら\nず，その後も複数回の面談を設定して繰り返し退職を求めており，態様に\nおいて執拗であるばかりか，人事処遇上の不利益をほのめかして不安をあ\nおった。このような過度に心理的圧迫を加える手段は，もはや説得の域を\n超え，社会通念上の相当性を逸脱して違法である。\nよって，被告が原告らに対して行った第２回以降の面談は，いずれも，\n退職強要として不法行為となり，被告は，原告らに対し，民法７０９条に\n基づき損害賠償責任を負う。\nウ  損害\n原告らは，本件出向命令及びそれに先立つ退職勧奨面談において著しい\n精神的苦痛を被ったほか，原告ｂは，本件出向命令に基づき，現在まで約\n２年間もの長期にわたってａにおいて単純作業に従事させられ，原告ｃは，\n十二指腸潰瘍の既往歴があるにもかかわらず肉体労働等を示唆され退職を\n強要されたことにより，精神的に追い詰められてうつ病を発症し，休職を\n余儀なくされた。\nこのような原告らの受けた苦痛を慰謝するには，少なくとも，各２００\n万円が必要である。\nまた，原告らは，弁護士を依頼して訴訟追行することを余儀なくされて\nおり，それぞれ２０万円の弁護士費用が認められるべきである。\n（被告の主張）\nア  本件出向命令が不法行為等に該当しないこと\n本件出向命令は，第１７次中計の下，事業内製化により外部人材の削減\nを図り，外部へのキャッシュアウトを抑制するという固定費削減施策とし\nての目的を有するとともに，オペレーションの抜本的見直しによる人員効\n率化（人員数の適正化）によって余剰人員となった正社員の雇用維持・調\n整としての目的をも有している点で，業務上の必要性に基づき，正当な目\n的の下で行われており，退職に追い込むための威迫として行われたといっ\nたような不当な動機・目的は何ら存在しない。\n加えて，原告らは，本件出向命令発令以前において，すでに，少なくと\nも被告グループ内では技術者としての一線を退いており，将来においてキ\nャリア形成ができる可能性は事実上途絶えていた。このことからも，原告\nらが被告グループ内においてキャリア形成することに対して一定の期待を\n抱いていたとしても，それは法的保護に値する程度のものとはいえない。\nよって，本件出向命令は何ら不法行為等には該当しない。\nイ  個別面談が不法行為等に該当しないこと\n本件希望退職に伴って実施された個別面談は，オペレーションの抜本的\n見直しによる人員効率化（人員数の適正化）によって余剰人員となった正\n社員について，事業内製化を目的とした配転・出向を行うことにより，雇\n用及び賃金は確保されるものの，従前のキャリアとは異なる業務に従事す\nることが想定されることから，一方で，本件希望退職を利用し，相応の退\n職支援を受けた上で，被告グループ外に転進し，これまでのキャリアを活\nかし，また，将来においてキャリア形成していくという選択肢もあること\nについて，具体的な検討を促す機会を提供する目的で実施されたものであ\nる。\n加えて，本件希望退職における退職条件は，一般と比較しても高水準な\n内容となっており，十分検討に値するものであったこと，個別面談は，約\n２か月間に４ないし５回（うち最終回は本件出向命令の内示を目的とした\n面談）実施したに過ぎず，１回当たりの所要時間も平均３０分程度に留ま\nっていること，個別面談時に面談担当者が原告らに対して人格や尊厳を否\n定するような発言は一切行っていないし，本件出向命令発令後は，原告ら\nに対して退職勧奨と評価されるような行為は行っていないこと等に鑑みれ\nば，退職強要として社会通念上相当と認められる範囲を逸脱したものとは\n到底いえない。\n以上から，原告らに対する個別面談は何ら不法行為等には該当しない。\n(4)  争点４（労働契約に付随する信義則又は人格権に基づく差止請求の可否）\nについて\n（原告らの主張）\n上記のとおり，被告は，労働契約に付随する信義則に基づき，意に反する\n退職勧奨を行わない義務を負っているというべきであるが，被告は，原告ら\nに対し，違法な退職強要を実施した。\n被告は，極めて長期にわたって原告らの退職を強要する言動を行っており，\nしかも，団体交渉においてもこれらを撤回せず，さらには今後の原告らの降\n格降給さえ予告している。これらの事情に鑑みれば，今後も，被告がこれら\nの退職強要を会社の施策として繰り返す危険性は極めて高いものといわざる\nを得ない。\nよって，原告らは，労働契約上の地位ないし人格権に基づき，原告らの意\nに反する退職強要の差止めを求める。\n（被告の主張）\n本件希望退職に伴って被告が原告らに行った個別面談は，何ら不法行為等\nには該当しないから，本件において，退職強要等に関する差止請求権を認め\nるべき事情も何ら存在しない。\n第３  判断\n１  争点１（出向命令権の根拠の有無）について\nア  出向は，労務提供先の変更を伴うものであり，出向する労働者が労働条件\nその他の待遇に関する基準において不利益を被るおそれがあることに鑑みれ\nば，使用者が労働者に出向を命ずるに当たっては，当該労働者の同意その他\n出向命令を法律上正当とする明確な根拠を要するというべきである。\nなお，この点について，原告らは，出向により就労環境等の労働条件全般\nが大きく変更することを理由に，出向には労働者の個別具体的な同意が必要\nである旨主張するが，労働者の同意がない場合であっても，これに代わる明\n確かつ合理的な根拠があれば，使用者には出向命令権があると解すべきであ\nるから，原告らの主張は採用できない。\nイ  そこで，被告に出向命令権があるか否かについて検討するに，被告の就業\n規則には，業務の都合等により社員の能力や適性に応じた異動（出向を含む。）\nを命ずる場合がある旨の定めがあり（就業規則第１３条，第１４条〔乙１〕），\n国内の関連会社の出向に関する規定である国内派遣社員規定にも，出向先に\nおける労働条件及び処遇について配慮する内容の規定が設けられていること\nは，「第２」の「２  前提事実」の(6)ア及び同イに記載したとおりである。\n加えて，原告らと被告との労働契約において，職種や職務内容に関し特段の\n限定がないこと（乙４，５），原告らは，被告に入社するに際して，就業規\n則その他服務に関する諸規則を遵守すること，業務上の異動，転勤及び関係\n会社間異動の命令に従うこと等を約束する誓約書を差し入れていること（乙\n６，７），国内派遣社員規定及び関連会社管理規定において，ａが出向先と\nして予定された企業であることが具体的に明記されていること（前提事実）\n等も併せ鑑みれば，本件では，労働者の個別の同意に代わる明確かつ合理的\nな根拠があるというべきである。\nしたがって，本件出向命令には法律上の根拠があるというべきであり，被\n告は，原告らに対し，ａへの出向を命じる出向命令権があるというべきであ\nる。この点に関する原告らの主張は採用できない。\n２  争点２（本件出向命令の権利濫用該当性）について\n(1)  はじめに\n出向命令権に法律上の根拠がある場合であっても，使用者は，これを無制\n約に行使しうるものではなく，出向命令権の行使が権利濫用に当たる場合に\nは，当該出向命令は無効となる（労働契約法１４条）。そして，権利濫用に\n当たるか否かの判断は，出向を命ずる業務上の必要性，人選の合理性（対象\n人数，人選基準，人選目的等の合理性），出向者である労働者に与える職業\n上又は生活上の不利益，当該出向命令に至る動機・目的等を勘案して判断す\nべきである。\n(2)  認定事実\n前提事実，後掲各証拠及び弁論の全趣旨によれば，以下の各事実を認める\nことができ，この認定を左右するに足りる証拠はない。\nア  被告及びその関連会社の経営状況\n被告グループは，複写機，複合機を中心とする事務機器の製造，販売及\nび保守（販売した事務機器に関するメンテナンスのほか，用紙，トナー等\nの販売を含む。）を基盤事業とし，かかる事業が被告グループの売上の９\n割程度を占めているが，中でも利益率が高い保守業務が被告グループ全体\nの利益を支えている。\n被告グループは，平成２０年の世界同時不況以降のいわゆるペーパーレ\nス化の進行により，売上げ（特に保守業務におけるもの）の減少，市場の\n縮小に伴う同業他社との競争激化が予想されたことから，平成２０年度以\n降，経費節減及び新事業の創出を目的とした活動（コーポレート・リスト\nラクチャリング・アンド・グロース・プログラム，以下「ＣＲＧＰ」とい\nう。）を展開し，経費節減策として事務用品等の新規購入の抑制，交際費\n等の抑制，出張の制限，新規の中途採用・外部人材活用の抑制，残業の抑\n制等の施策を進めた。その結果，連結販売費及び一般管理費（以下「連結\n販管費」という。）は，平成２１年度が７５６３億円（前連結会計年度に\n比べて－３．０％），平成２２年度が７２９８億円（同－３．５％）とな\nり，一定の削減に成功した。\nしかし，連結売上高が平成２１年度に２兆０１６３億円（同－３．６％），\n平成２２年度に１兆９４２０億円（同－３．７％）と，連結販管費の削減\n幅を超えて減少したのに加え，東日本大震災の発生，米ドル及びユーロに\n対する大幅な円高等の影響もあり，被告グループでは，平成２３年４月時\n点で，平成２３年度の連結売上高が損益分岐点を下回ることが予想される\n状況となった。\nそこで，同業他社と比較して売上高に占める割合が高水準にある固定費\nの一層の削減が避けられないとして，被告グループでは，人件費を中心に\nこれまでにない大規模な経費削減施策を講じることとした。\n（以上，証人ｋ，乙８ないし１１，１３，３３，３４，弁論の全趣\n旨）\nイ  第１７次中計の策定及び発表\n(ア)  上記のような状況の中で，被告グループは，「体質改造」と「成長」\nをスローガンとした第１７次中計（平成２３年度から平成２５年度まで\nを対象とした経営計画）を策定した（証人ｋ，乙１４ないし１６）。\n(イ)  平成２３年３月３日，被告グループの役員及び社員に向けた第１７\n次中計の発表会が外部発表に先駆けて開催された。そこでは，第１７次\n中計の基本方針として，    グローバル経営の加\n環境経営の加速の４つが示され，「高効\n率経営の実現」に向けた具体的な施策の一部に，「仕事の見直し，人材\n配置の見直し」及び「成長分野へのリソースシフト」の２点の人事施策\nが掲げられていた（乙１５）。\nなお，後述する第１７次中計の具体的内容は，この内部発表会の時点\nで既に確定していたが（証人ｋ），この発表会において，一般の社員に\n対し，事業内製化又は人員削減により人件費を削減するとの方針が説明\nされた形跡はない。\n(ウ)  同年４月２８日，被告のｌ室は，同日付けで「○」と題する資料を\n作成し，同日に開催された説明会の参加者に配布した（なお，後述する\nように，資料の配付先が厳密に制限されていたことからすれば，同説明\n会は，参加者を一部の幹部に限定し，厳密に情報統制を図った上で開催\nされたものと推認される。）。\n同資料では，効率経営の実現のために体質改造が必要であり，競合他\n社と比べても売上高に占める比率が高く「連結で見て年平均８．０％，\n基盤事業で見て年平均８．４％アップ」である固定費の削減が急務であ\nる旨，国内外で９００億円（販売〔国内〕が販社統廃合効果の刈り取り\nにより２００億円，販売〔国外〕が統合シナジーの最大化により５００\n億円，生産が拠点の統廃合，人員効率化などで１００億円，管理・間接\nが業務廃止・集約・効率化により１００億円）の固定費削減を目標とす\nオペ\n人員再配置（グルー\n一歩踏み込んだ人員最適化，という人事施策の\nその概要によれば，「面談を実施し，グループ外へのキャリア転向を検\n討して頂く」こととされている。\n同資料は，配付先をナンバー管理した上で配布されており，二次配布\nも厳禁とされた。\n（以上，乙１３）\n(エ)  同年５月２６日，被告は，投資家及び報道各社を招いた会社説明会\nにおいて，第１７次中計の具体的内容を発表した。そこでは，第１７次\n中計の基本方針のうち，    高効率経営の実現\nを中心として説明が行われ，「高効率経営の実現」では，将来の成長に\n向けた投資を行うとともにＣＲＧＰの一環として一歩踏み込んだ体質改\n造を行うこと，人員リソース改革として，人事制度の改革，新規・成長\n領域等への約１万５０００人の人員シフトと並び，グループ全体で約１\n万人の人員削減を行うこと等が掲げられた（乙１４）。\n(オ)  同日，被告グループ内部に向けて，被告代表取締役名義で「１７次\n中期経営計画の外部発表について」と題する通達が出された。同通達で\nは，人員リソース改革等が第１７次中計の具体的内容として示され，第\n１７次中計で掲げた施策を実現し，成長を維持するために実施する人事\n役員，理事及び社員１人１人に高い目標へ挑戦\n高い目標に挑戦可能な人材がさらに活躍できる人事制度\n高い目標に挑戦できない，又は賃金や資格に見\n合った成果を発揮できない人材には，成果に見合った相応の処遇とする，\n外を問わずより適正な場で仕事をす\nることを自ら検討してもらう，  グループ外への転身を決めた者には十\n分な支援を行う，と記載されている（乙１６）。\n(カ)  被告グループでは，固定費削減に向けた人事施策として，３年間で\n正社員３４００名及び外部人材１５００名を純粋に削減し，外部人材３\n５００名を事業内製化により置き換えることとし，具体的には，正社員\n３４００名の削減は，本件希望退職の実施及び採用抑制等による自然減\nによって行うこと，その内訳は，本件希望退職によるものを１６００名\n（うち，被告単体では５００名），自然減によるものを１８００名とす\nることとされた。\nまた，事業内製化を目的とした配転・出向の対象は，オペレーション\nの見直しにより適正な人員配置を図った結果として余剰人員となった正\n社員とされ，配転・出向先としては，現に相当数の外部人材を活用し，\n配転・出向した正社員が早期に戦力化できる業務である生産部門又は物\n流部門が当てられることとなった。\n（以上，証人ｋ，乙４２）\nウ  余剰人員の選定\n被告の人事本部人事部組織人事グループ（以下「人事グループ」と略称\nする。）は，平成２３年４月時点で在籍する正社員（ただし，５９歳以上\nを除く。）を対象に，被告単体においては６％を目標に，業務効率が資格\n及び給与に見合わない，又は削減しても業務上支障のない人材を余剰人員\nとして選ぶこととし，ＣＲＧＰ国内重点施策説明会実施後，各部門に対し，\n各部門一律に６％の割合で余剰人員を選定するよう依頼して，対象者の氏\n名，所属，役職，資格，年齢，過去２年の人事考課結果及びそれを得点化\nしたもののリストを参考資料として提供し，一次的な人選を各部門の長及\nび人事担当者に一任した。\nその結果，平成２３年６月１０日までに，余剰人員として，原告らを含\nむ１６１４名（被告単体から５５４名）が選ばれ，確定した。\nなお，人事グループが余剰人員の割合を６％と設定したの  競合他\n配転・出向先である\n生産・物流部門が具体的に  業務上支障のな\nい余剰人員と想定される割合を勘案したことによる。\n（以上，証人ｋ，同ｆ，同ｇ，乙４２，乙Ａ５，乙Ｂ３）\nエ  本件希望退職の公表及び募集\n被告は，平成２３年６月２９日，執行役員による経営意思決定機関であ\nるグループマネジメントコミッティにおいて希望退職者の募集が決定した\nとして，同日付けで，募集人員を被告及び国内のグループ会社で１６００\n人程度，募集期間を平成２３年７月１日から同年１０月３１日（予定），\n退職日を平成２３年８月１日から同年１１月３０日とするとの本件希望退\n職の概要を発表し，併せて，被告の社員に対し，本件希望退職の対象者の\n範囲のほか，被告本体の募集人員が５００名程度であること，退職条件と\nして退職加算金を出すこと等の本件希望退職の内容を説明する文書を発表\nした。\n本件希望退職には，被告グループ全体で２３４０名（被告単体で７５２\n名）が応募し，本件希望退職により退職した。余剰人員とされた１６１４\n名（被告単体から５５４名）からも，１４６２名（被告単体から４８４名）\nが応募し，同様に退職した。\n（以上，前提事実，乙４２）\nオ  余剰人員の人選から本件出向命令に至るまで（原告ｂ）\n(ア)  平成２３年４月当時，原告ｂは，ｆが所長を務めるｄ部事業戦略セ\nンターのＰＭ室戦略グループに所属していた。\nｆは，人事グループから，現在又は将来的に資格に見合ったパフォー\nマンスが期待できない，削減されても現在の業務に支障がないといった\n点を考慮して，全体の６％の割合で，ｄ部事業戦略センターにおける余\n剰人員を人選するよう依頼され，対象者が異動となった場合の業務上の\n支障の有無，対象者の上司の意見（原告ｂの受賞歴に対する評価を含む。）\n及び直近の人事評価の内容を勘案し，余剰人員としてｂを含む４名を人\n選した。\nなお，ｆが原告ｂの上司となったのは，組織変更により戦略グループ\nがｄ部事業戦略センターの下に入った平成２３年４月以降のことであり，\nそれまで，ｆは，原告ｂと仕事上の接点もなく，会話を交わしたことも\nなかった。\n（以上，証人ｆ，乙Ａ５）\n(イ)  原告ｂは，平成２３年７月７日ころ，ｆから人事に関する面談とし\nて呼出状を交付され，同月１４日，ｆと面談した。ｆは，原告ｂに対し，\n退職金計算書及び再就職支援に関する資料を示しながら，今の仕事を続\nけられる状況ではなくなったので，本件希望退職に応募してはどうか等\nと話し，２回目の面談を設定した。\n同月２１日，２回目の面談が行われ，原告ｂは，ｆに対し，本件希望\n退職に応じる意思はない旨を伝えた。ｆは，原告ｂに対し，改めて，被\n告に残るのであれば意に沿わない仕事になるだろう，生産系の作業的な\n仕事，物流系の倉庫での仕事，販売系の作業的な仕事に就いてもらうこ\nとになる等とし，納得できるように話し合いの場を設けた方がよいと述\nべて３回目の面談を設定した。\n同年８月２１日，３回目の面談が行われ，原告ｂは，ｆに対し，本件\n希望退職に応じる意思はない旨を改めて伝えた。\n（以上，原告ｂ本人，証人ｆ，甲８の１ないし３，甲Ａ１８）\n(ウ)  平成２３年８月２３日，原告ｂは，ｆから，同年９月１０日付けで\nａに出向となる旨（本件出向命令）の内示を受けた。\nカ  余剰人員の人選から本件出向命令に至るまで（原告ｃ）\n(ア)  平成２３年４月当時，原告ｃは，ｇが所長を務めるｄ部ＧＷ開発セ\nンターのＧＷ開発推進室実用化チームに所属していた。\nｇは，同年５月ころ，人事グループから，パフォーマンスが資格及び\n給与に見合わない，抜けても業務に影響がないといった点を考慮してｄ\n部ＧＷ開発センター（平成２３年４月当時の正社員数は２４６名）にお\nける余剰人員を１５名程度人選するよう依頼された。ｇは，部下の各室\n長に対し，庶務３名を除く人員から，対象者及び対象候補者として合計\n３０名を選ぶよう指示した。\nその結果，対象者及び対象候補者として２８名が選ばれ，ｇと各室長\nとの協議の結果，原告ｃを含む１６名が対象者として選ばれた。\nなお，ｇは，平成２２年１月から平成２３年３月まで，ｄ部ＧＷ開発\nセンターのＧＷ開発推進室室長の地位にあり，原告ｃの直接の上長であ\nった。\n（以上，証人ｇ，乙Ｂ３）\n(イ)  原告ｃは，平成２３年７月１３日，ｇに呼び出され，同人と面談し\nた。ｇは，原告ｃに対し，第１７次中計の内容を説明した上で，与えら\nれる仕事はなくなったとして，本件希望退職への応募を勧めた。なお，\nこの面談において，ｇは，出向に関する話を一切しなかった。\n同月２２日，２回目の面談が行われ，原告ｃは，ｇに対し，本件希望\n退職に応じる意思はない旨を伝えた。ｇは，会社として今の場所で仕事\nを与え続けることはできない，キャリアを生かすのであれば社外に転身\nした方がよい等とし，退職を前向きに考えるように述べて３回目の面談\nを設定した。\n同年８月１０日，３回目の面談が行われ，原告ｃは，ｇに対し，本件\n希望退職に応じる意思はない旨を改めて伝えた。ｇは，原告ｃに対し，\n同人の技術は今のｇの下では生かせないとして，他への転身を勧めた。\n同月１７日，４回目の面談が行われ，原告ｃは，ｇに対し，本件希望\n退職に応じる意思がないことは変わらない旨を伝えた。ｇは，原告ｃに\n対し，被告に残るのであれば生産や物流といったところに出向になり，\n派遣社員が担当している作業業務になるため処遇は下がる等と話した。\n（以上，原告ｃ本人，証人ｇ，甲８の１ないし３，甲Ｂ１０）\n(ウ)  平成２３年８月２４日，原告ｃは，ｇから，同年９月１０日付けで\nａに出向となる旨（本件出向命令）の内示を受けた。\n(3)  判断\n上記認定事実に基づき，以下判断する。\nア  本件出向命令の業務上の必要性\n(ア)  平成２３年４月当時，被告グループの経営環境が悪化していたこと，\n競合他社と比較して，被告グループの固定費の割合が高かったことは，\n認定事実のとおりであり，証拠（証人ｋ，乙１１，１２）によれば，２\n兆円規模で売り上げても，税引前利益が４５０億から５７０億円程度し\nか出せない構造となっていた事実を認めることができる。\n上記に鑑みれば，固定費削減の具体的な方策の一つとして，作業手順\nや人員配置を見直し，それによって生じた余剰人員を外部人材と置き換\nえること（事業内製化）で人件費の抑制を図ろうとすることには，一定\nの合理性があるというべきである。\n(イ)  この点，原告は，本件希望退職による人員削減が当初予定されてい\nた１６００名（被告単体で５００名）を上回り，被告グループ全体で２\n３４０名（被告単体で７５２名）に上ったこと，被告が，採用人数を抑\n制しつつも新規採用自体は継続していること（証人ｋ），本件出向命令\nが出された平成２３年は連結決算で営業損失を出したものの，営業損失\nを出したのはその１年のみであり，営業損失計上の原因も，本件希望退\n職による割増退職金等の費用と過去の特別損失の一括処理にあること\n（乙１１，１２），赤字に転落した一方で，新たに事業を買収し，株式\n配当やスポーツイベント等への出資は継続していたこと（甲２７ないし\n２９，乙１２）等を挙げ，本件出向命令を行う業務上の必要性はないな\nどと主張する。\nしかし，全体で１１万人弱もの従業員を抱える（乙２６の３２頁）被\n告グループの人員規模に鑑みれば，純粋に人員を削減する正社員の数と\nして，３年間で３４００名を想定すること自体が不合理とまではいえず，\n本件希望退職によってその人員削減目標が達成できなかった以上，人員\n削減の必要性はいまだ否定されないというべきである。\nまた，被告の，企業としての経営判断は，特段の事情がない限り尊重\nされるべきであるところ，被告の人材採用，事業の買収，会計処理，株\n式配当及びイベントへの出資については，いずれも，将来の成長又は新\n事業への投資，株主への利益還元，公器としての社会貢献活動等であっ\nて，被告グループが継続的に成長し，存続していくための経営戦略とし\nて明らかに合理性を欠くとはいえない。\n(ウ)  上記に加え，事業内製化により，実際に，一定の固定費削減効果が\n出ていること（乙２１，４２）も併せ鑑みれば，原告が主張するような\n諸般の事情を考慮しても，事業内製化による固定費の削減を目的とする\nものである限りは，本件出向命令に業務上の必要性を認めることができ\nるというべきである。\nイ  本件出向命令における人選の合理性（対象人数，人選基準，人選目的等）\n(ア)  認定事実記載のとおり，原告らは，いずれも，人事グループが見積\nもった「６％」いう割合に沿って，余剰人員として選ばれたものである。\nしかし，そもそも，業務上支障のない余剰人員の割合を６％とする客\n観的，合理的な根拠自体が明らかとはいえない。各部門一律に同じ割合\nで余剰人員を人選するよう割り振られていることからみても，６％とい\nう割合は，事業実績や将来の経営予測に基づくきめ細やかな検討によっ\nて算出されたものではなく，競合他社と比較した，売上げに対する人件\n費率の目標値から機械的にはじき出された数値であることがうかがわれ\nる。\n(イ)  また，人事グループが掲げた，「業務効率が資格及び給与に見合わ\nない，又は削減しても業務上支障のない人材」という人選基準は，客観\n的な数値に還元し難い，抽象的な基準というほかないが，人事グループ\nは，余剰人員の人選を各部門の長及び人事担当者にほぼ一任し，各部門\nによって人選された対象者はそのまま余剰人員と扱い，人事グループと\nして人事評価，職歴，年齢等を参照して全体のバランスを調整すること\nはしなかったことがうかがわれる。余剰人員の人選が，人事グループに\nよる依頼後わずか１か月強で終了していること，一般の従業員が第１７\n次中計の大規模な人員削減方針を知った，平成２３年５月２６日の時点\nでは，既に余剰人員の人選が相当程度進行していたと思われること等も\n併せ鑑みれば，被告における余剰人員の人選が，基準の合理性，過程の\n透明性，人選作業の慎重さや緻密さに欠けていたことは否めない。\n(ウ)  そして，第１７次中計の大規模な人員削減方針が公表されたわずか\n半月後に本件希望退職が発表されたこと，本件希望退職の公表後間もな\nく，余剰人員とされた従業員の面談が開始され，結果としてその９割近\nくが本件希望退職に応募し，退職していること，原告らの面談では，そ\nの当初から，本件希望退職に基づく退職金の計算結果が具体的に示され，\n本件希望退職への応募を継続して勧められていること，原告らが断ると\nさらに面談が重ねられ，ｆ及びｇが本件希望退職への応募を数度にわた\nって勧めた末に本件出向命令が発令されたことは，認定事実記載のとお\nりである。これらに加え，人選担当者であるｆ及びｇが，本件出向命令\nの内示に至るまで原告らの具体的な出向先及び業務内容を知らなかった\nこと等も併せ鑑みれば，余剰人員の人選は，事業内製化を一次的な目的\nとするものではなく，退職勧奨の対象者を選ぶために行われたものとみ\nるのが相当である。\nこの点，被告は，余剰人員の人選は事業内製化を目的としたものであ\nる旨主張するが，事業内製化のための配転者及び出向者が平成２４年９\n月末日時点で２２０名，平成２５年２月末日時点で２７０名に留まって\nいること（証人ｋ）に鑑みれば，被告が，事業内製化にどれほど重きを\n置いていたかは疑問であり，その主張はにわかに採用し難い。\nウ  原告らに与える職業上又は生活上の不利益，その他\nａにおける作業は立ち仕事や単純作業が中心であり，原告ら出向者には\n個人の机もパソコンも支給されていない（原告ｂ本人，甲Ａ１８）。それ\nまで一貫してデスクワークに従事してきた原告らのキャリアや年齢に配慮\nした異動とはいい難く，原告らにとって，身体的にも精神的にも負担が大\nきい業務であることが推察される。\nまた，ｆ及びｇとの面談においても，本件希望退職への応募を勧める理\n由として，生産又は物流の現場への異動の可能性がほのめかされていたこ\nと，原告らと同様に余剰人員として人選され，本件希望退職への応募を断\nった者（原告らを含め１５２人）は，全員が出向対象とされ，ａを含む生\n産又は物流の現場への出向を命じられたこと等の事実に鑑みれば，本件出\n向命令は，退職勧奨を断った原告らが翻意し，自主退職に踏み切ることを\n期待して行われたものであって，事業内製化はいわば結果にすぎないとみ\nるのが相当である。\n(4)  小括\n以上に鑑みれば，本件出向命令は，事業内製化による固定費の削減を目的\nとするものとはいい難く，人選の合理性（対象人数，人選基準，人選目的等）\nを認めることもできない。したがって，原告らの人選基準の一つとされた人\n事評価の是非を検討するまでもなく，本件出向命令は，人事権の濫用として\n無効というほかない。この点に関する被告の主張は採用できない。\n３  争点３（原告らの損害賠償請求の可否）について\n(1)  本件出向命令の不法行為該当性\nア  使用者のした出向命令が人事権の濫用に当たるとしても，そのことから\n直ちに当該出向命令が不法行為に該当するわけではなく，当該出向命令の\n内容，発令に至る経緯，労働者が被る不利益の内容及び程度等を勘案して\n不法行為該当性の有無を判断すべきである。\nイ  本件出向命令の内容及び発令に至る経緯は，認定事実記載のとおりであ\nり，ａにおける業務内容は，前記のとおり，原告らにとって身体的，精神\n的負担の大きいものであることは否定できない。\nしかし，ａ自体，半世紀近くの歴史を持つ会社であり，事務機器の製造，\n販売及び保守を基盤事業とする被告グループの事業を支える主要会社の一\nつである。原告らが行う業務は，ａにおける基幹業務であること，就業場\n所も東京又は神奈川であり，原告らの自宅からは通勤圏内であること，本\n件出向命令後，原告らの人事上の職位及び賃金額に変化はないこと，結果\nとして事業内製化の一端を担っていること等も併せ鑑みれば，本件出向命\n令が不法行為にあたるとはいえない。\nよって，この点に関する原告の主張は失当である。\n(2)  退職勧奨の不法行為該当性\nア  退職勧奨は，勧奨対象となった労働者の自発的な退職意思の形成を働き\nかけるための説得活動であるから，説得活動のための手段及び方法が社会\n通念上相当と認められる範囲を逸脱しない限り，使用者による正当な業務\n行為としてこれを行いうると解するのが相当であるが，使用者の説得活動\nが，労働者の自発的な退職意思の形成を働きかけるという本来の目的実現\nのために社会通念上相当と認められる程度を超えて，当該労働者に対し不\n当な心理的圧力を加えたり，その名誉感情を不当に害するような言辞を用\nいたりして，その自由な退職意思の形成を妨げたような場合は，当該退職\n勧奨行為は，もはやその限度を超えたものとして不法行為を構成するとい\nうべきである。\nイ  これを本件についてみるに，平成２３年７月から８月にかけて，原告ｂ\nは３回にわたってｆから，原告ｃは４回にわたってｇから，いずれも面談\nにおいて本件希望退職への応募を勧められているところ，原告らが本件希\n望退職への応募に消極的な態度，又は明確な拒絶を示しているにもかかわ\nらず，ｆ及びｇは，複数回にわたって面談の機会を設けて勧誘を継続して\nおり，やや執拗な退職勧奨であったことは否めない。\nしかし，本件希望退職に応募した場合には，本来の退職金に加え，原告\nｂについて２０００万円の，原告ｃについて１６００万円の退職金上積み\n措置があったこと，本件希望退職が時限的な制度であったこと等からすれ\nば，ｆ及びｇが，複数回にわたって慎重に原告らの意思を確認した方がよ\nいと考えたとしても無理からぬところがある。認定事実記載のとおり，ｆ\n及びｇが，原告らに対し，本件希望退職に応募しない場合には生産や物流\nの現場で仕事をすることになる等と述べた事実はあるが，ｆ及びｇには，\n出向を命ずる権限も出向先を決める権限もないのであるから，上記発言は，\n単に，予測される将来の不利益を述べたに過ぎないというべきである。加\nえて，本件出向命令の内示以降は，現在に至るまで退職勧奨は行われてい\nないことも併せ鑑みれば，平成２３年７月から８月にかけての一連の退職\n勧奨は，説得活動として社会通念上相当と認められる範囲の正当な業務行\n為であったというべきである。なお，本件出向命令自体が退職勧奨である\nとの原告らの主張は，前記(1)イ後段に記載した事情に鑑み，採用の限りで\nはない。\nウ  したがって，原告らに生じた損害について検討するまでもなく，原告ら\nの主張は採用できない。\n４  労働契約に付随する信義則又は人格権に基づく差止請求の可否（争点４）\n差止請求は，その前提として，行為が反復継続し，今後もこれが継続するお\nそれがあることをその要件とするが，証拠（原告ｂ，証人ｋ）及び弁論の全趣\n旨によれば，ｆ及びｇによる面談以外の場で，原告らに対し，退職勧奨が行わ\nれた事実はない。\nしたがって，この点に関する原告の主張は失当である。\n第４  結論\nよって，原告の請求は主文の限度で理由があるからこれを認容し，その余につ\nいては理由がないからこれを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第１１部\n裁判官    篠  原  絵  理\n"
}