{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 21
  },
  "case_number": "平成23(わ)1578",
  "case_name": "公衆に著しく迷惑をかける暴力的不良行為等の防止に関する条例違反",
  "court_name": "名古屋地方裁判所刑事第5部",
  "gist": "いわゆるちかんによる条例違反の事案において，犯人性が認められないとして無罪を言い渡した事例",
  "lawsuit_id": "82151",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82151",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/151/082151_hanrei.pdf",
  "contents": "平成２４年２月２１日宣告\n平成２３年（わ）第１５７８号  公衆に著しく迷惑をかける暴力的不良行為等の防止に\n関する条例違反被告事件\n判          決\n主          文\n被告人は無罪。\n理          由\n本件公訴事実の要旨は「被告人は，平成２３年７月１３日午後１１時５１分ころ，\n名古屋市中区栄ａ丁目ｂ番ｃ号先歩道上において，Ｖ（当時１９歳）に対し，同女の\n背後から，そのワンピースのすそを手でずらし，でん部を直接手で触り，もって公共\nの場所において，故なく，人を著しくしゅう恥させ，かつ，人に不安を覚えさせるよ\nうな方法で，人の身体に，直接触れる行為をした」というものである。\nそこで検討すると，関係証拠，とりわけＶ（以下「被害者」という）の公判供述（以\n下「被害者供述」ともいう）及び被告人の公判供述によれば，次の事実を確実に認定\nすることができる。\n被害者は，本件公訴事実記載の日時場所（甲５，７）において，交際男性と携帯電\n話で通話していた際に，背後から何者か（以下「犯人」という）に近寄られる気配を\n感じた後，右太ももの付け根辺り（右臀溝部付近）を手を添えるような感じで約０．\n５秒間触られた。振り返るとスーツ着用の人物（以下「人物Ａ」という）の顔が見え\nた。人物Ａと被害者との間は５０センチメートルくらいの顔がはっきり見える距離ま\nたは手が届く範囲であった。被害者が，犯人と同一であると考えていた人物Ａに対し\nて，どなるように「触るな」などと言うと，人物Ａは早歩きまたは走ってその場から\n離れていった。被害者は，人物Ａの後を追いかけ始め，交際男性に被害を伝えた直後\nに同人との通話を切ると，人物Ａの姿を見ながら携帯電話に１１０番を打ち，番号を\n確認するため一瞬携帯電話の画面に目をやり１１０番通報を発信した。その間，人物\nＡが被害者の視界から外れた。被害者は，携帯電話で約１０分間１１０番通報を受信\nした警察官と通話しながら，人物Ａと同一であると考えていた人物（以下「人物Ｂ」\nという）を追いかけ続け，その途中で交際男性と合流して２人で追跡を続けるうちに\n人物Ｂを見失ったが，交際男性が引き続き人物Ｂを追いかけていき，路上に座り込ん\nでいた人物Ｂに追いついた。人物Ｂは，駆けつけてきた警察官に引き渡された。人物\nＢは被告人である。\n被害者の当時の服装は，カーキー色のキュロットワンピースを着ていてストッキン\nグははいていなかった（甲５添付の写真）。被告人の当時の服装は，スーツとワイシ\nャツを着ていた。本件被害を受けた現場付近は，薄暗かったが，繁華街で街灯等の明\nかりがあって人の顔を確認することができる程度の明るさはあった。その辺りには人\n通りがあまりなかったか，まばらには人影がある程度であった。\nまず，被害者供述について検討する。\n被害者は，本件公訴事実にかかる被害（以下「本件被害」という）を受けており，\nその犯人は被告人である旨証言している。被害者供述は，真に迫っていて具体的であ\nるとともに，後に検討する点を除けば，いいかげんであったりいかにも不自然であっ\nたりするところはなく，弁護人が指摘する点（被害時に立ち止まっていたか歩いてい\nたかで供述が変わっている）を踏まえてもおおむね一貫していて，見たことと見てい\nないことや覚えていることと覚えていないことを区別して説明しているから，被害者\n供述の大部分については信用性が高いとみることができる。したがって，その犯人が\n被告人であるか否かはさておき，被害者が何者かにより本件被害に遭った事実が認め\nられる。\nしかしながら，被害者は，前記確実に認定できる事実からも明らかなように，本件\n被害当時の状況を踏まえて，被告人が自分の右臀溝部付近を手で触ったものと判断し\nてその旨証言しているのであって，本件被害にかかる被告人の行為を直接目撃したわ\nけではない。そうすると，被告人が本件の犯人であると認定するためには，被告人と\n同一であることが確実に認定できる人物Ｂからさかのぼって，人物Ａ，犯人に至るま\nでいずれも同一人物であることが認定できなければならないところ，このような同一\n性を判断するに当たっては，被害者が当時の状況を正確に認識しているか，それによ\nって，どのような状況があったと認定されるか，あるいは認定されないか，それをも\nとにして被告人に触られたと考えた被害者の判断が正しいかどうか，などの点につい\nて，慎重に検討しなければならない（被害者は被告人とはこれまで面識がないこと，\n被告人に対して金銭の支払を求めようともしていないことなどからみて，被告人を陥\nれようとして意図的にうその供述を行うことは考えられないが，前記の諸点は，これ\nらとは別個の問題である）。\n人物Ｂ（被告人）と人物Ａとの同一性について，弁護人は，犯行直後走って逃げよ\nうとする人物を被害者が追いかけようとしたが，交際男性にかけていた電話を切って\n１１０番通報しようとして一瞬目を離した間にその人物と被告人とが入れ替わってし\nまったのに，それに気付かず被告人を犯人と思い込んだまま被告人を追いかけ続けて\nしまったなどとして，人物Ｂ（被告人）と人物Ａとの同一性が認められない可能性が\nあると主張する。しかしながら，被害者は，本件被害にかかる犯人であると考えた人\n物に対し，その場を少なくとも早歩きで離れていこうとしている姿を見て，逃がさな\nいように注意を向けて追いかけようとする途中，一瞬携帯電話に視線を向けたにすぎ\nないのであって，しかもその人物が最初の角を曲がる前に視線を元に戻しているので\nあるから，そうした状況下において，最初に追いかける対象とした人物Ａと人物Ｂ（被\n告人）とが入れ替わる可能性があるとは考えられないから，被告人と人物Ａとの同一\n性が認定できるというべきであり，弁護人の前記主張は採用することができない（な\nお，その後，被告人が交際男性に追いつかれるまでの間に，いくつかの角を曲がった\n際等で，被害者や交際男性からそれぞれ短時間姿が見えなくなることがあったと考え\nられるが，逃がさないように注意を向けて継続的に追いかけているという追跡状況や，\n繁華街ではあるが深夜であって人通りが多くはないとうかがわれることなどに照らす\nと，その途中で被告人と別人とが入れ替わって認識されることはないとみてよい）。\n次に，人物Ａと犯人との同一性について検討する。\n被害者は，本件被害直後，被告人の胸ぐらをつかんだが，それを振り払われた後は\n犯人の衣服に触っていない旨供述していることからすると，被告人が当時着用してい\nた衣服を調べれば，指紋や微物といった犯人の特定に役立つ何らかの痕跡が検出でき\nる可能性があると考えられるところ，検察官からそのような証拠は取調べ請求されて\nいない（着ていた衣服を捜査機関に提出した旨の被告人供述はある）。さらにさかの\nぼって，被害者が触られた右臀溝部付近には犯人の特定に役立つ何らかの痕跡が残っ\nている可能性があると考えられるところ，これについては何らの捜査をした形跡すら\nうかがわれないことが認められるが，これらのことを被告人のために不利益な方向で\n考慮することは許されず，かえって，本件被害にかかる犯人の特定に関する被害者の\n供述には，捜査機関の捜査により得られるはずの客観的証拠による裏付けが見当たら\nないとすらいいうる。また，被害者は，本件被害に遭ってすぐに振り返ると被告人の\n顔が見えて，強い怒りを感じ，どなるように「触るな」などと言って被告人の胸ぐら\nをつかんだ旨供述するが，他方で，本件被害に遭う前に交際男性が仕事をしている店\nで同人とけんかをして別々に店を出た後，本件被害に遭った現場でけんかについて電\n話で話していたとも供述しており，被害者の使用する携帯電話の料金明細内訳書（甲\n７添付）によれば，本件被害に遭ったときの通話時間が１０分間余り（通信時間１１\n分１０秒）で，それまでの約４分間に交際男性の電話番号あてに電話をかけて３秒前\n後のごく短い通話を１４回繰り返していたことが認められ，これらに照らすと，通話\n内容は被害者が交際男性に対して会話に応じることを求めたが思うように相手にして\nもらえず１５回目に電話をかけてようやく前記のように１０分間余り会話が続くに至\nったものとうかがわれるのであって，交際男性との会話に被害者の関心が向けられて\nいたとみることができるから，その最中に，背後に近寄ってきた人物に右臀溝部付近\nを触られたと感じてから振り返って関心が向けられた対象を変更するまでに多少の時\n間的間隔があった可能性がある。また，背後に近寄ってきたのが交際男性かなと思っ\nたとの被害者供述を前提とすると，想像していたのと異なり，交際男性ではない人物\nが目前にいるのを見て，特に驚きを示すこともなく，その人物に対していきなりどな\nりつけて胸ぐらをつかみにかかったということになるが，前記のような思いを持って\nいた女性の行動としてはいささか不自然さを拭いえない。さらに，被害後すぐに振り\n返ったときに見えたのが真に犯人だったのであれば，その人物による，被害者に触っ\nた手を引く動作や体ごと後ずさりするような動作の場面が視界に入る可能性が高いと\n考えられるが，被害者はそのような供述をしているわけでもない。そうすると，本件\n被害を受けた時から被害者が犯人であると考えた人物を追いかけ始めるまでの状況に\n関する被害者供述の内容については，その細部に至るまで正確性が高いものとは認め\nがたく，例えば，犯人が被害者の右臀溝部付近を一瞬触り，素知らぬ顔でその場を離\nれた時に偶然被告人が被害者の背後近くに差し掛かり，若干の時間をおいて振り返っ\nたときに視界に入ったのが被告人であったことから被害者が被告人を犯人であると思\nい込んだなどの可能性を払拭しきれず，そのように被害者が当時の状況を正しく判断\nできていない可能性があるのであって，被害者供述だけでは人物Ａひいては被告人と\n犯人との同一性が合理的な疑いを容れない程度に証明されたとはいえない。\n加えて，被告人が交際男性に追いつかれた後，被害者がその場所に到着し，警察官\nに引き渡されるまでの間，被害者は本件被害にかかる犯人であると考えていた被告人\nを携帯電話機の撮影機能を利用して複数回撮影するなどしているのであって，その際\nの被告人の容貌を間近に見て被告人が犯人であるとの印象を強めたと考えられるとこ\nろ，そのように強められた印象の影響で，公判において，被告人の顔を覚えている，\n本件の犯人で間違いないとの証言に至った可能性を払拭することができず，その意味\nでも本件被害にかかる犯人の特定についての被害者の判断が正しくない可能性がある。\nそうすると，何者かによる本件被害に遭ったとする部分では被害者供述の信用性が\n高いといえても，すでに指摘した諸点に照らすと，被害後の犯人識別状況，追跡状況\n等に関する被害者供述をもってしても，本件の犯人が被告人であると特定するには不\n十分といわざるを得ない。\nなお，被告人の供述内容について検討すると，被告人は，本件公訴事実記載の日時\n場所付近において，いきなり女性からどなりつけられて振り返ると，２０代から３０\n代の水商売風の女性が自分に向かってどなりつけていることが分かり，巻き込まれた\nくないと考えて早足でその場から離れようとしたものの追跡されて，途中からその女\n性のほかに仲間の男性が追跡に加わったことが分かると，２人がかりで絡んでくるか\nもしれないと考えて怖くなり走って逃げ出したが，逃げるのに疲れてしまい路上に座\nり込んだところで捕まった旨供述するのであるが，そうした供述内容が直ちに不合理\nであるとも不自然であるともいいきれず，検察官が主張するように，追跡されたのが\nちかんの犯行に及んだこと以外に理由が考えられないとまでは断定しがたい。また，\n被告人は，女性からどなりつけられた場所や追跡された経路につき，捜査段階と公判\n段階とで供述内容を変えているが，被告人は捜査段階でどの経路を通ったのか記憶が\nはっきりしなかったにもかかわらず，取調官からどこを歩いたか決めてほしいと言わ\nれたため，確実ではないという前提で当日の行動から推定した特定の経路を選択した\nだけであり，他方で，公判では被害者がした１１０番通報の通話内容（甲１５）を聞\nいて被害者の供述する経路が正しいだろうと考えるに至ったというのであって，そう\nした供述変更の理由が直ちに不合理であるとはいえない。もとより，これら被告人の\n供述内容や供述変更状況のみから本件被害にかかる犯人が被告人であると認定するこ\nとができるものではない。\n以上の検討によると，被告人が本件被害にかかる犯人である疑いはあるものの，本\n件全証拠を総合しても，別の人物による犯行である可能性を払拭することができず，\n被告人を本件の犯人であると断定するには，なお合理的疑いを容れる余地があるとい\nわざるを得ない。\n結局本件につき，被告人が犯人である犯罪の証明は不十分であり，被告人を本件の\n犯人と認定することはできない。そこで，刑事訴訟法３３６条により，被告人に対し，\n無罪の言渡しをする。\n（求刑― 罰金５０万円）\n平成２４年２月２１日\n名古屋地方裁判所刑事第５部\n裁判官  水    野    将    徳\n"
}