{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 7,
    "day": 12
  },
  "case_number": "平成30(ワ)1654",
  "case_name": "建物明渡請求事件",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "88830",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88830",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/830/088830_hanrei.pdf",
  "contents": "令和元年７月１２日判決言渡  同日原本領収  裁判所書記官\n平成３０ 第１６５４号  建物明渡請求事件\n口頭弁論終結日  令和元年５月８日\n判          決\n主           文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告は，原告に対し，別紙物件目録記載の各区画を明け渡せ。\n第２  事案の概要等\n本件は，原告が，被告に対し，別紙物件目録記載の各建物区画（以下「本件\n各区画」という。）を賃貸していたところ，その賃貸借契約は，平成３０年３\n月３１日，契約上の期間満了により終了したと主張するともに，仮に，同契約\nに借地借家法の適用があるとしても更新拒絶をしたことにより同日終了したと\n主張して，賃貸借契約の終了による目的物返還請求権に基づき，本件各区画の\n明渡しを求める事案である。\n１   前提事実（争いのない事実のほかは，以下の各項に掲記した証拠及び弁論の\n全趣旨によって認めることができる。）\n⑴  当事者等\n原告は，神戸市立医療センター西市民病院（以下「西市民病院」という。）\n等を運営する地方独立行政法人である。\n被告は，西市民病院地下１階において売店等を運営している株式会社であ\nる。\n⑵  本件区画等\nア  一棟の建物\n別紙物件目録記載の一棟の建物（以下「本件建物」という。）は，地下\n２階付き１１階建の病院であり，西市民病院の病棟等として使用されてい\nる。\n原告は，平成２１年４月１日以降，本件建物を所有している。（弁論の\n全趣旨）\nイ  本件各区画の状況\n本件各区画は，いずれも本件建物内に所在し，それぞれの位置，形状，\n区画数，面積及びその周辺の状況は，別紙物件目録記載のとおりである\n（甲１，２）。\n本件各区画のうち，地下１階店舗部分合計８．０７㎡（以下「売店部\n分」という。）の状況は，別紙１のとおりである。\nすなわち，売店部分は，いずれも三面を壁に囲まれ，その他の一面の\n開口部全面に開閉式シャッターが設置されている。\n営業時間中の売店部分では，棚上に食品，書籍及び日用品等が陳列さ\nれているほか，冷蔵庫内に飲料等が陳列され，従業員による対面販売が\nされている。（甲６，１８）\n本件各区画のうち，地下１階及び地上１階の各自動販売機設置場所部\n分６．４㎡（１台当たり０．８㎡の８台分。以下「自販機部分」とい\nう。）の状況は，別紙２のとおりである（甲４）。\n本件各区画のうち，公衆電話設置場所部分合計６．４㎡（１台当たり\n０．６４㎡の１０台分。以下「電話部分」という。）の状況は，別紙３\nのとおりである（甲５）。\n⑶  賃貸借契約の締結\nア  本件賃貸借契約１\n原告は，平成２９年３月３１日，被告に対し，本件各区画のうち売店部\n分及び自販機部分を，１通の同日付賃貸借契約書により，以下の条件で貸\nし渡した（以下その契約を便宜上「本件賃貸借契約１」という。ただし，\nこれが１個の契約と評価されるべきか，上記各部分に応じた２個の契約と\n評価されるべきかは争いがある。甲１）。\n期    間    平成２９年４月１日から平成３０年３月３１日まで\n使用目的    職員及び来院者のための売店\n自動販売機８台の設置\n賃    料    月額２万９８００円\nそ の 他    原告は，公用，公共用その他必要とするときは，契約を解除\nすることができる（９条）。\n原告は，売店部分及び自販機部分について随時立入検査を\nし，資料の提出又は報告を求め，その他維持使用に関し指示\nすることができる（１４条）。\nイ  本件賃貸借契約２\n原告は，平成２９年３月３１日，被告に対し，本件各区画のうち電話部\n分を，１通の同日付賃貸借契約書により，下記条件で貸し渡した（以下，\nその契約を「本件賃貸借契約２」といい，本件賃貸借契約１と併せて便宜\n上「本件各賃貸借契約」という。ただし，本件各賃貸借契約が１個の契約\nと評価されるべきか３個の契約と評価されるべきかは争いがある。甲２）。\n期    間    平成２９年４月１日から平成３０年３月３１日まで\n使用目的    職員及び来院者のための公衆電話１０台の設置（１台当たり\n０．６４㎡）\n賃    料    月額２１６０円\nそ の 他   前記ア「その他」欄と同じ。\n⑷  更新拒絶通知\n原告は，平成２９年９月２２日頃，被告に対し，本件各賃貸借契約の更新\nを拒絶する旨を１通の書面により通知した（以下「本件更新拒絶」とい\nう。）。\n同書面には，更新拒絶理由として，西市民病院の赤字解消に向けた収益改\n善並びに老朽化した食堂部分のリニューアル及びコンビニエンスストアの設\n置等による患者サービスの向上と職員の福利厚生の充実のため，北館地下１\n階フロアを全面改修することとした旨記載されていた。（乙３）\n２  争点及び当事者の主張\n⑴  本件各賃貸借契約が借地借家法２６条１項等の適用を受ける「建物の賃貸\n借」であるといえるか\n【被告の主張】\n下記アのとおり本件各区画のうち少なくとも売店部分が借地借家法の適用\nのある「建物」に当たり，かつ，下記イのとおり本件各賃貸借契約は１個の\n「建物の賃貸借」であるというべきであるから，本件各賃貸借契約全部につ\nいて借地借家法の適用があるというべきである。\nア  売店部分が借地借家法の適用を受ける「建物」と評価されるべきである\nこと\n売店部分は，三面を壁に囲まれ，残り一面にシャッターが設置されてお\nり，営業時間外ではシャッターを下ろし施錠している。売店部分の床面積\nは８．０７㎡であり売店として利用するに十分な規模である。\n被告は，売店部分の棚配置等並びに売店及び自動販売機で販売する商品\nと価格を自由に決定している。\nよって，本件建物のうち少なくとも売店部分は，独占的排他的支配が可\n能な構造・規模であり，現に被告はこれを独占的排他的に支配しているか\nら，借地借家法の適用のある「建物」に当たる。\nイ  本件各賃貸借契約が１個の賃貸借契約であること\n以下の事情等によれば，本件各賃貸借契約は１個の賃貸借契約であると\nいうべきである。\n被告は，毎年度，原告との間で，本件各区画すべての賃貸借契約を１\n度に締結してきた。本件各賃貸借契約の２通の契約書は，原告が被告に\n２通を一度に送付し，被告が押印した上で原告へ返送したものである。\n本件賃貸借契約１は１通の契約書で締結された。本件賃貸借契約２\nは，西市民病院公衆電話運営要綱を契約書に添付する技術的必要性があ\nったために，別個の契約書を作成したにすぎない。\nなお，賃料の内訳に関する合意は否認する。これは本件各賃貸借契約\nの契約書に記載されておらず合意内容になっていない。\n本件各区画は，いずれも同一建物内にあり，その多くが地下１階に存\n在するなど，場所的に近接している。被告は，売店と自動販売機とで飲\n料の種類を変え，売店では飲料以外を多く陳列し，公衆電話での利用を\n前提に売店でテレフォンカードを販売するなどしており，被告による売\n店，自動販売機及び公衆電話による営業は，密接に関連し，相互に補完\nし合うものである。すなわち，被告は本件各区画を一体のものとして利\n用している。\nなお，原告は，平成３０年３月頃，本件各区画を除く西市民病院内の\n売店の運営並びに自動販売機及び公衆電話の設置を行う者を公募した\n際，借地借家法３８条に規定する定期建物賃貸借契約を締結するとして\nいた。\n【原告の主張】\n下記アのとおり本件各区画は借地借家法の適用される「建物」に当たら\nず，かつ，下記イのとおり本件各賃貸借契約は別個の契約であるから，本件\n各賃貸借契約は，いずれも借地借家法の適用のある「建物の賃貸借」に当た\nらないというべきである。\nア  本件各区画が借地借家法の適用のある「建物」に当たらないこと\n以下のとおり，売店部分，自販機部分及び電話部分は，いずれも独占的\n排他的支配を可能ならしめる構造があるとはいえず，それぞれ借地借家法\nの適用のある「建物」とはいえない。\n売店部分\n売店部分は，壁及びシャッターで区画されているものの，その売店か\nら直接外部に出入りすることのできる通用口がなく，外部と往来するた\nめには西市民病院の出入口を通る必要がある。\n売店部分は，本件賃貸借契約１の定めにより，職員と来院者のための\n売店（院内の厚生施設）として運営しなければならず，原告において，\n随時立入検査等をできるほか，公共用その他原告が必要とする場合は本\n件賃貸借契約１を解除することができる。すなわち，本件賃貸借契約１\nにより，売店部分の使用について原告による管理が予定されており，被\n告による使用は制限的である。\n後記⑵【原告の主張】ア記載のとおり，被告は，平成２１年３月まで\nは神戸市から行政財産の使用許可を得て本件各区画を使用していた経緯\nがあり，その後の本件各賃貸借契約についても公共目的が優先する。\n以上の事情によれば，売店部分は，被告に独占的排他的支配を可能な\nらしめる構造があるとはいえない。\n自販機部分\n自販機部分は，西市民病院内の通路にあり，障壁等により他の部分と\n区画されてはいない。\n電話部分\n電話部分は，西市民病院内の通路にあり，障壁等により他の部分と区\n画されてはいない。\nイ  本件各賃貸借契約が別個（３個）の賃貸借契約であること\n本件賃貸借契約１と本件賃貸借契約２の契約書は別個に作成された。\n売店部分，自販機部分及び電話部分の各区画は，物理的に一体でなく，\n他の区画の付属施設でもなく，他の区画を利用するに当たり欠くことので\nきない区画でもない。\n本件賃貸借契約１の賃料額は，地方独立行政法人神戸市民病院機構固定\n資産貸付要綱（以下「貸付要綱」という。）に基づいて売店部分と自販機\n部分とに区別して算出された上，その算出根拠を記載した書面（甲３）が\n被告にも交付され共通認識となっていた。被告は，貸付要綱の規定による\n契約条件に従うことを条件として原告から本件各区画の使用許可を受けて\nきたのであるから，上記賃料額は原告と被告との間で合意されていた。\nしたがって，本件各賃貸借契約は，売店部分，自販機部分及び電話部分\nの３区分に応じた３個の賃貸借契約であるというべきである。\n⑵  本件更新拒絶に正当の事由（借地借家法２８条）があるといえるか\n【原告の主張】\nア  本件建物はもともと神戸市が所有する行政財産であり，被告は，平成２\n１年３月３１日まで，神戸市から行政財産の使用許可を得て本件各区画を\n使用していた。この場合，地方自治法の規定により借地借家法は適用され\nず，公共用に供するために必要を生じたときは使用許可を取り消すことが\nできるなど，公共の目的が常に優先していた。\n西市民病院は，同年４月１日に神戸市から原告へと移管されて公立病院\nではなくなったものの，神戸市が間接的に運営している。したがって，本\n件各区画の使用について，質の高い医療を提供するという公共の目的が常\nに優先されなければならないことは従前と変わりがない。貸付要綱にもこ\nのことに沿う規定があるし，本件各賃貸借契約の内容も，かつての行政財\n産の使用許可において条件とされていた内容と同じである。すなわち，本\n件各区画の使用については公共の目的が常に優先し，被告もこのことを前\n提として使用していた。\nイ  西市民病院は平成２９年度において約２億６２０８万円の赤字であり，\n効率的病院運営のための取組が必要であった上，患者からコンビニエンス\nストア設置の要望があった。\nこのため，原告は，職場環境の改善及び患者の療養環境の利便性向上を\n目的として，西市民病院の北館地下１階にある病院利用者のための厚生施\n設設置場所を一体的にリニューアルし，イートインコーナーを併設した売\n店を設置しようとしたのであって，そのための本件更新拒絶は，効率的病\n院運営に資するのみならず，質の高い医療を提供するという公共目的に沿\nうものである。\nウ  したがって，本件更新拒絶には正当な事由がある。\nなお，立退料の支払提示はしない。\n【被告の主張】\n以下のとおり本件更新拒絶には正当の事由がないから，本件各賃貸借契約\nは平成３０年３月３１日以降も法定更新されたというべきである。\nア  被告が本件各区画を使用する必要性\n被告は本件各区画で売店等を営んでおり，その売上高は，被告の年間売\n上高の８割を超える。本件各区画の使用継続ができない場合，被告は事業\nを継続できないおそれもある。\nイ  原告に本件各区画を使用する必要性がないこと\n本件建物内の地下１階部分の売店等は，西市民病院の付帯的設備にすぎ\nず，これを全面改修しても西市民病院の収益改善にはつながらない。そも\nそも，原告の前記主張は，原告自身が本件各区画の使用を必要とする事情\nには該当しない。\nウ  交渉経緯\n被告は，平成１０年頃から本件各区画において売店等を営んでおり，そ\nの使用期間は２０年の長期にわたる。しかるに，原告は，平成２９年７\n月，被告に対して何ら説明を行うことなく，本件各賃貸借契約を同年９月\n末で終了させることを前提としたテナント募集手続を開始しており，その\n対応は不誠実である。\n第３  当裁判所の判断\n１   認定事実\n争いのない事実のほか，前記前提事実，以下に掲記する証拠及び弁論の全趣\n旨によれば，以下の事実を認めることができる。\n⑴  貸付要綱の規定等\nア  貸付要綱には，要旨，次の定めがある（甲１４）。\n記\n固定資産は，その用途又は目的を妨げない限度において，当該固定資産\nを利用する者のため，当該固定資産の一部に食堂，売店その他の厚生施設\nを設けるとき（その他の列挙事由省略）に限り，貸し付けることができる\n（２条）。\n固定資産の貸付料の算出方法は，不動産の価額，面積割合及び係数（１\n０００分の５）並びに償却費等を基礎とした算式により計算した額を月額\nの基準とし，かつ収益性及び立地条件等を考慮して決定する（６条２項）。\nイ  昭和５５年３月１５日付の神戸市理財局長名義の書面には，建物内に自\n動販売機を設置するために行政財産の目的外使用許可をする場合における\nその使用料を，販売機１台当たり月額２２００円とする旨記載されている\n（甲２１）。\n⑵  本件各賃貸借契約の賃料額に関する資料\n本件賃貸借契約１の月額賃料額の算出過程を記載した書面には，前記⑴記\n載の基準ないし計算過程に沿って，売店部分の月額使用料につき，土地相当\n額を１８４３円とし，建物相当額を１万１２８４円とした旨，自販機部分に\nつき，単価２２００円と設置台数等を考慮して１万６６３２円とした旨，以\n上の合計額に端数処理をした結果が２万９８００円である旨の記載がある\n（甲３）。\n⑶  本件各賃貸借契約の締結方法\n原告と被告は，本件賃貸借契約１及び本件賃貸借契約２の締結手続を一度\nの機会に行った（甲１，２，乙１２，弁論の全趣旨）。\n⑷  西市民病院の概要及び運営経過等\nア  西市民病院は，２０の診療科及び約３５０床を備え，救急医療を含む地\n域医療を提供する中核病院である。同院には，平成３０年当時約７００人\n余りの職員（委託業務職員を除く）が勤務し，平成２９年度は，延べ約２\n０万人の外来患者及び延べ約１１万人の入院患者を受け入れていた。\nイ  神戸市は，平成２１年３月３１日まで，本件建物を所有し，西市民病院\nを運営していた。\n被告は，平成１０年頃以降，神戸市から売店部分を賃借して売店を営業\nしていた。\n原告は，平成２１年４月１日，本件建物の所有権及び西市民病院の運営\n等を神戸市から承継した。\n（争いのない事実のほか，甲８，１５［枝番を含む。以下同じ。］，２２，\n乙１，１２）\n⑸  原告による西市民病院北館地下１階のリニューアル計画等\n平成２９年度における西市民病院の経常損益は，約２億６２０８万円の赤\n字であった（甲１３の３）。\n原告は，平成２９年頃，西市民病院の食堂事業者の事業撤退を契機に，イ\nートインコーナーを併設した売店を設置すること等を内容とする北館地下１\n階の一体的リニューアル計画を立案した。\n原告は，平成３０年初め頃，本件各区画以外の建物部分に係る西市民病院\n内の売店（北館地下１階）運営並びに自動販売機及び公衆電話の設置を基本\n業務内容として，その運営事業者を公募した。原告は，同公募において，院\n内既設の公衆電話１０台の運営を継続すること等を契約の条件とするなど，\n上記各基本業務内容を同一事業者が営業することを前提とし，運営事業者と\n締結する契約種別として借地借家法３８条に規定する定期建物賃貸借契約を\n予定していた。\nまた，その公募事業の営業に当たり，当面の間既存店（自動販売機を含\nむ。）と営業が競合する可能性があることが仕様書に記載されていた。同公\n募当時の原告の予定では，平成３０年４月頃にその解体撤去工事を行い，同\n年９月頃までにリニューアル工事を完成するスケジュールであった。\n（甲１９，２２，乙１，２）\n⑹  立退料の不提示\n原告は，本件訴訟上，被告に対して立退料の提示をしておらず，相当額を\n支払う意向もない（弁論の全趣旨）。\n２   争点⑴（本件各賃貸借契約が建物の賃貸借といえるか）について\n⑴  本件各区画が借地借家法上の「建物」といえるか\n建物の一部であっても，障壁その他によって他の部分と区画され，独占的\n排他的支配が可能な構造・規模を有するものは，借地借家法２６条１項にい\nう「建物」であると解すべきである（最高裁判所昭和４２年６月２日第二小\n法廷判決・民集２１巻６号１４３３頁参照）。\nア  前提事実によれば，自販機部分及び電話部分は，いずれも西市民病院内\nの通路にあり，障壁等により他の部分と区画されていないから，独占的支\n配が可能な構造・規模を有するとはいえず，「建物」には該当しない。\nイ  前提事実によれば，売店部分は，いずれもその三面を壁で区画され，残\nり一面に開閉式シャッターが設置されており，同シャッターを閉めること\nにより他の部分と明確に区画される構造である。加えて，売店部分の床面\n積は合計８．０７㎡であることからすれば，売店部分は，独占的排他的支\n配が可能な構造・規模を備えている。\nしたがって，売店部分は「建物」に当たるというべきである。\nこれに対し，原告は，売店部分は直接外部に出入りすることのできる通\n用口がないため「建物」に当たらない旨主張するが，前提事実によれば，\n売店部分は，西市民病院の関係者及び患者等多数人が通行する通路により\n外部と通じていることが認められるから，前記判断を覆さない。\n原告は，売店部分は，本件賃貸借契約１の定め等により，使用目的が売\n店として特定されていること，原告に立入検査権があること，原告の公共\n目的が優先されるべきこと等を指摘する。しかしながら，「建物」に該当\nするか否かは，前記のとおり，独占的排他的支配が可能な構造・規模を備\nえているか否かという客観的事情を中心として判断されるべきであるか\nら，原告の主張は前記判断を左右しない。\n⑵  本件各賃貸借契約が一体の契約として「建物の賃貸借」であるといえるか\nア  前提事実によれば，本件各区画はいずれも本件建物内にあり，そのうち\n売店部分は，本件各区画の中にあって相対的にまとまった面積を占めてい\nるほか，その至近に５台分の自販機部分が存在する。このような事情等に\n照らすと，本件各区画相互の関係は，一般にみられるような，店舗とその\n店舗外の自動販売機設置場所及び公衆電話機設置場所との関係に類似する\nということができる。\n前提事実のとおり，売店部分及び自販機部分についての本件賃貸借契約\n１は１通の賃貸借契約書に記載されている。前提事実，前記認定事実⑶及\nび証拠（甲２）によれば，電話部分に係る本件賃貸借契約２は，本件賃貸\n借契約１に係る契約書とは別の契約書により締結されているものの，その\n条項は，公衆電話の運営に特有のものを除き本件賃貸借契約１と基本的に\n同一である上，本件各賃貸借契約の締結手続は１度の機会に行われてい\nる。\n一般的に，同一建物内の売店と自動販売機とでは，提供商品の構成を調\n整するなどの営業内容の関連性があり得るほか，売店，自動販売機及び公\n衆電話相互間についても，売店の従業員が自動販売機や電話機の保守管理\nを行うといった管理上の関連性等があることが想定される。本件各賃貸借\n契約が同一機会に締結されたことなどからすると，原告と被告との間にお\nいても，本件各区画間のこのような関連性を念頭において本件各賃貸借契\n約が締結されたとみるのが合理的である。\nさらに，前記認定事実⑸によれば，原告は，平成３０年初め頃，本件各\n区画以外の建物部分に係る西市民病院内の売店運営並びに自動販売機及び\n公衆電話の設置を基本業務内容とする運営事業者を公募した際，院内既設\nの公衆電話１０台の運営を継続すること等を契約の条件とするなど，上記\n各基本業務内容を同一事業者が営業することを前提としていたほか，運営\n事業者と締結する契約種別として借地借家法３８条に規定する定期建物賃\n貸借契約を予定していた。\nイ  以上のような本件各区画の位置，規模及び関連性，本件各賃貸借契約の\n内容及び契約締結状況並びに本件各賃貸借契約と類似する契約の内容等を\n総合すると，原告と被告との間では，被告が本件各賃貸借契約を一括して\n締結することが前提条件となっており，しかも，売店部分は，本件各賃貸\n借契約における重要部分であったということができるから，本件各賃貸借\n契約は，一体の契約として「建物の賃貸借」に当たるというべきである。\nウ  これに対し，前記認定事実⑵によれば，本件賃貸借契約１の賃料額を定\nめるに当たり，売店部分と自販機部分の内訳を算出したことが記載された\n書面が契約書とは別に作成されていたことが認められ，原告は，このこと\nを論拠として売店部分と自販機部分の賃貸借契約が別個のものであると主\n張する。\nしかしながら，前提事実のとおり，本件賃貸借契約１に係る契約書には\nその合計賃料額のみが記載されており，上記内訳は貸付要綱等の原告の内\n規による算出過程を記載したにすぎないというべきであるから，上記事情\nをもって直ちに上記各部分の契約が別個であったということはできない。\n原告は，本件各区画は，互いに他の区画の付属施設でもなく，欠くこと\nのできない区画でもないと主張するが，前記アのとおり本件各 区画には\n様々な面での関連性がうかがわれる。\n原告のその余の主張を考慮しても，上記イの判断を左右しない。\n３   争点⑵（正当事由）について\n⑴  原告が本件各区画の使用を必要とする事情\n前記認定事実⑸のとおり，原告は，西市民病院の赤字経営や食堂事業者の\n事業撤退を踏まえ，平成２９年頃，イートインコーナーを併設した売店を設\n置すること等を内容とする北館地下１階の一体的リニューアル計画を立案し，\nそのリニューアルのために本件更新拒絶をしたものである。\nしかしながら，そのリニューアル計画は，本件各区画を医療用設備等へ転\n換するような西市民病院の中核的業務に関わるものではなく，イートインコ\nーナーを備えた売店への転換等を内容とするものにすぎない上，そのリニュ\nーアルが直ちに医療機関である西市民病院の有意な収益改善につながること\nは想定しにくい。また，原告の本件各区画における営業継続に配意したリニ\nューアルが不可能であるような事情も認めることができない。\n原告が本件各区画を使用する必要性が高いとはいい難い。\n⑵  被告が本件各区画の使用を必要とする事情等\n他方，前記認定事実⑷イによれば，被告は，平成１０年頃から本件各区画\nで売店等を営み，本件各賃貸借契約の期間満了時である平成３０年３月３１\n日当時，その使用期間は約２０年間の長期にわたっていたから，本件各区画\nで売店等の営業を継続する必要性は相応に高いというべきである。\n⑶  正当事由の判断\n原告は，かつて神戸市が西市民病院を運営してきた経緯や，その後も神戸\n市がその運営に間接的に関与していること等を様々に指摘して，本件各区画\nの使用について「公共目的」が優先されるべき旨主張する。\nしかしながら，地方自治法上の目的外使用許可に基づく法律関係と，本件\n各賃貸借契約による法律関係とは当然異なるものである。本件各賃貸借契約\nが目的外使用許可当時の条件と同様の内容を合意したものであることを考慮\nしても，借地借家法上の正当事由の判断に当たり，原告側の使用の必要性が\n常に優先するということはできない。原告の主張する「公共目的」の内実\nは，前記のとおり西市民病院内の付随的設備である売店等のリニューアルに\nすぎないのであって，その必要性を殊更に重視して正当事由の有無を判断す\nることは相当でないというべきである。\nそして，原告が本件各区画を使用する必要性が高いとはいえない一方，被\n告がこれを使用する必要性は相応に高いことのほか，本件各区画が改修を必\n要とするほど老朽化していたと認めることはできないこと（前提事実⑵イ参\n照），原告が本件訴訟上被告に対して立退料の支払提示をしていないことな\nどからすると，本件更新拒絶には，正当の事由があると認めることはできな\nい。\nよって，本件更新拒絶は，その効力を生じない。\n４  結論\n以上によれば，原告の請求は理由がないから棄却することとして，主文のと\nおり判決する。\n神戸地方裁判所第２民事部\n裁判官      武     村      重      樹\n（別紙の添付省略）\n"
}