{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 14
  },
  "case_number": "平成22(行ウ)11",
  "case_name": "たばこ小売販売業許可処分取消等請求事件",
  "court_name": "熊本地方裁判所",
  "field": "行政",
  "gist": "財務局長がたばこ事業法２２条１項に基づいてした製造たばこ小売販売業許可処分の取消しを求める訴えにつき，同許可処分に係る営業所の近隣で同小売販売業を営む者の原告適格が認められた事例",
  "case_gist": "財務局長がたばこ事業法２２条１項に基づいてした製造たばこ小売販売業許可処分の取消しを求める訴えにつき，同項が製造たばこの小売販売業を当分の間財務大臣の許可にかからしめているのは，たばこ専売法の下において指定を受けた製造たばこの小売人には零細経営者が多いことや，身体障害者福祉法等の趣旨に従って身体障害者等についてはその指定に際して特別の配慮が加えられてきたこと等にかんがみ，たばこ専売制度の廃止に伴う激変を回避するためであり，身体障害者福祉法２４条１項及び母子及び寡婦福祉法２６条１項において身体障害者や寡婦に対しては許可を与えるよう努めることとされていることなどからすれば，零細経営者や身体障害者等の保護の必要性は失われていないから，前記許可制は，たばこ事業法の下で許可を受けた者の経済的利益の保護もまた，その目的とするものと解されるところ，同法の委任を受けた同法施行規則等が定める距離規制は，既存の小売販売業者に対し，一定の距離の範囲内での独占的な地位を保障することによって，経営の安定化を図り，その経済的利益を保護するものであって，前記目的を端的に実現するものであることからすれば，前記許可制は，既存の小売販売業者の経済的利益を個々人の個別的利益としても保護する趣旨を含むものというべきであり，たばこ事業法１条の目的は，このような既存の小売販売業者の利益を保護する趣旨を含むものと解されるとして，前記許可処分に係る営業所の近隣で製造たばこ小売販売業を営む者の原告適格を認めた事例",
  "lawsuit_id": "82329",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=82329",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/329/082329_hanrei.pdf",
  "contents": "主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  処分行政庁が，平成２２年３月２５日付けで株式会社ａ（営業所の所在地：\n熊本県天草市α×番地３０）に対してした製造たばこ小売販売業の許可処分を\n取り消す。\n２  被告は，原告に対し，２６万７０１１円を支払え。\n第２  事案の概要\n本件は，九州財務局長（処分行政庁）が株式会社ａ（以下「訴外会社」とい\nう。）に対し，平成２２年３月２５日付けでした製造たばこ小売販売業の許可処\n分（以下「本件処分」という。）について，同許可に係る営業所の近隣で同小売\n販売業の許可を受けて同業を営む原告が，本件処分の取消しを求めるとともに，\n本件処分により財産的損害を被ったとして被告に対し，国家賠償法１条１項に基\nづき，損害の賠償を求める事案である。\n１  関連法令等の定め\n(1)  たばこ事業法（昭和５９年法律第６８号。乙１。以下「法」という。）\nア  １条（目的）\nこの法律は，たばこ専売制度の廃止に伴い，製造たばこに係る租税が財\n政収入において占める地位等にかんがみ，製造たばこの原料用としての国\n内産の葉たばこの生産及び買入れ並びに製造たばこの製造及び販売の事業\n等に関し所要の調整を行うことにより，我が国たばこ産業の健全な発展を\n図り，もつて財政収入の安定的確保及び国民経済の健全な発展に資するこ\nとを目的とする。\nイ  ２２条（製造たばこの小売販売業の許可）\n１項  製造たばこの小売販売（消費者に対する販売をいう。以下同じ。）\nを業として行おうとする者は，当分の間，その製造たばこに係る営業\n所（以下第３７条まで及び第４９条において「営業所」という。）ご\nとに財務大臣の許可を受けなければならない。（以下略）\n２項及び３項  （略）\n（なお，本条による許可制を，以下「本件許可制」という。なお，法４\n４条及びたばこ事業法施行令（昭和６０年政令第２１号。乙２。以下\n「令」という。）８条によって，財務大臣の上記権限は財務局長等に委任\nされている。\nウ  ２３条（許可の基準）\n財務大臣は，前条第１項の許可の申請があった場合において，次の各号\nのいずれかに該当するときは，許可をしないことができる。\n１号及び２号  （略）\n３号  営業所の位置が製造たばこの小売販売を業として行うのに不適当で\nある場合として財務省令で定める場合であるとき。\n４号  製造たばこの取扱いの予定高が財務省令で定める標準に達しないと\n認められるとき。\n５号～７号  （略）\n（なお，本条柱書の許可の申請を，以下「製造たばこ小売販売業許可申\n請」といい，本条４号の定める基準を，以下「取扱高基準」という。）\n(2)  たばこ事業法施行規則（昭和６０年大蔵省令第５号。乙７。以下「規\n則」という。）\nア  ２０条（営業所の位置が不適当な場合）\n法第２３条第３号に規定する営業所の位置が製造たばこの小売販売を\n業として行うのに不適当である場合として財務省令で定める場合は，次\nに掲げる場合とする。\n１号  （略）\n２号  予定営業所と最寄りの小売販売業者の営業所との距離が，特定小売\n販売業（劇場，旅館，飲食店，大規模な小売店舗・・・その他の閉鎖\n性があり，かつ，消費者の滞留性の強い施設内の場所を営業所として\n製造たばこの小売販売を業として行うことをいう。）を営もうとする\n場合その他財務大臣の定める場合を除き，予定営業所の所在地の区分\nごとに，２５メートルから３００メートルまでの範囲内で財務大臣が\n定める距離に達しない場合\n３号  （略）\n（なお，本条２号の「予定営業所」とは，製造たばこ小売販売業許可申\n請に係る営業所を意味する（規則１８条参照）。また，「小売販売業者」\nとは，法２２条１項の許可を受けた者を意味し（法９条６項，規則１条５\n号参照），たばこ専売法（昭和５９年法律第６８号により廃止）の下にお\nいて指定を受けた製造たばこの小売人（たばこ事業法施行の際，現に小売\n人である者）は小売販売業者とみなされ（同法附則１０条１項），小売販\n売業者とみなされる小売人は「継続小売販売業者」と定義されている（同\n条２項）。以下，小売販売業者及び継続小売販売業者を併せて「既存の小\n売販売業者」といい，本条２号による距離基準を「距離基準」，同基準に\n係る規制を「距離規制」という。）\nイ  ２１条（製造たばこの取扱いの予定高の標準）\n法第２３条第４号に規定する財務省令で定める標準は，財務大臣の定め\nる場合を除き，月間４万本とする。\n（なお，以下，本条による標準を「標準本数」という。）。\n(3)  平成１０年大蔵省告示第７４号（乙８。以下「告示」という。）\n告示では，規則２０条２号及び２１条に基づき財務大臣が定める事項につ\nいて，概ね次のとおり定められている。\nア  １項（規則２０条２号に規定する「財務大臣が定める距離」）\n「予定営業所と既設営業所との通常人車の往来する道路に沿って測定\nし」，別紙１「別表一に規定する地域の区分に応じ」，別紙１「別表二に\n定める基準による環境の区分に応ずる」別紙２の表に掲げる距離（以下\n「標準距離」という。）\nイ  ２項（同号に規定する「財務大臣の定める場合」（距離基準の特例））\n(1)号  申請者が，身体障害者等（身体障害者福祉法４条に規定する身体\n障害者に該当する者又は母子及び寡婦福祉法６条３項に規定する寡\n婦若しくは同条６項に規定する配偶者のない女子で現に児童を扶養\nしているものに該当する者をいう。）である場合で，既設営業所と\n予定営業所との距離が標準距離に１００分の８０を乗じて得た距離\nに達している場合（以下「身体障害者等の特例（標準距離の緩\n和）」という。）\n(2)号  （略）\n(3)号  予定営業所の位置が，以下の一に該当する営業所（以下「低調\n店」という。）の周辺の場所にある場合で，当該営業所以外の既設営\n業所と予定営業所との距離が標準距離に達している場合（以下「低調\n店の特例」という。）\n①  営業所の所在地が繁華街（Ａ）又は繁華街（Ｂ）の場合\n月間４万本未満（製造たばこの販売数量。以下同じ。）\n②  営業所の所在地が市街地の場合        月間２万５０００本未満\n③  営業所の所在地が住宅地（Ａ）の場合          月間２万本未満\n④  営業所の所在地が住宅地（Ｂ）の場合  月間１万５０００本未満\n(4)号～(7)号  （略）\n(8)号  予定営業所の位置が，駅等の交通の拠点の周辺の場所にあり，か\nつ，予定営業所と既設営業所が当該交通の拠点を中心にそれぞれ明ら\nかに異なる人の流れに面している場合で，当該営業所以外の既設営業\n所と予定営業所との距離が標準距離に達している場合（以下「人の流\nれが異なる場合の特例」という。）\n(9)号  予定営業所の位置が，繁華街又は市街地の場所にあり，予定営業\n所の面している街路から，直接かつ容易に既設営業所が見えない場合\nで，当該営業所以外の既設営業所と予定営業所との距離が標準距離に\n達している場合（以下「視認性がない場合の特例」という。）\n(11)号  予定営業所と既設営業所とが，往復合計４車線以上の道路を隔て\nて位置する場合（両者の間又は両者の概ね２０メートル以内に横断歩\n道その他これに準ずるもの（以下「横断歩道等」という。）があり，\nかつ，通行人の主たる流れがこれを通行する立地条件にあると認めら\nれる場合は除く。）で，当該営業所以外の既設営業所と予定営業所と\nの距離が標準距離に達している場合（以下「４車線道路の特例」とい\nう。なお，上記のとおり，告示の文言上，「両者の概ね２０メートル\n以内」とされているが，これは「予定営業所又は既設営業所から」概\nね２０メートル以内の意味であると解される。）\n(12)号～(17)号  （略）\nウ  ３項（規則２１条に規定する「財務大臣の定める場合」）\n(1)号  申請者が，身体障害者等である場合で，予定営業所の取扱予定高\nが標準本数に１００分の８０を乗じて得た本数に達している場合（以\n下「身体障害者等の特例（標準本数の緩和）」といい，同特例（標準\n距離の緩和）と併せて「身体障害者等の特例」という。）\n(2)号～(10)号  （略）\n(4)  製造たばこ小売販売業許可等取扱要領（平成１２年蔵理第４６２１号。\n甲１３。以下「取扱要領」という。）\nア  取扱要領では，財務省，ｂ株式会社（以下「ｂ」という。）等における\n「製造たばこ小売販売業に関する許可等の基準の運用及び事務の取扱いは，\nこの要領の定めるところによる」こととされ（第１章，第二），製造たば\nこ小売販売業許可申請を「許可しない」場合の一つとして，予定営業所と\n最寄りの既設営業所（既存の小売販売業者の営業所を意味する（第１章，\n第一，１２）。なお，「営業所」とは，製造たばこの小売販売を反復継続\nして行う施設又は設備をいう（同５）。）との距離が，標準距離に達して\nいない場合（距離規制）が挙げられ，「距離基準の特例」として，身体障\n害者等の特例（標準距離の緩和），低調店の特例，人の流れが異なる場合\nの特例，視認性がない場合の特例，４車線道路の特例等が挙げられており\n（第２章，第一，１(2)），また，「取扱高基準の特例」として，身体障\n害者等の特例（標準本数の緩和）等が挙げられている（第２章，第一，１\n(3)）。\nイ  また，取扱要領では，「距離の測定方法」について，次のとおり定めら\nれている（第２章，第一，２）。\n(ア)  「予定営業所から既設営業所までの距離は，原則として，予定営業\n所の営業行為を行う店舗の出入口の中央から既設営業所の営業行為を行\nう店舗の出入口の中央までを，通常人車の往来する道路に沿って測定し，\n最短のものを予定営業所から既設営業所までの距離とする」（同２\n(1)）。\n(イ)  予定営業所と既設営業所が道路を隔てて位置する場合（ただし，４\n車線道路の特例が適用される場合を除く。）は，①当該道路が道路交通\n法（昭和３５年法律第１０５号）第１３条第２項に規定する道路標識等\nにより歩行者の横断が禁止されている道路（以下「横断禁止道路」とい\nう。）である場合は，最寄りの横断歩道等を通行して測定し，②当該道\n路が横断禁止道路以外の道路である場合は，「両者の間又は両者の概ね\n２０メートル以内に」横断歩道等があるときは，これを通行して測定し，\nこれらのものがないときは，当該道路を直角に横断して測定する（同２\n(3)。以下，上記①及び②を「距離測定経路の特例」という。）。\n２  前提事実（争いのない事実及び後掲の証拠及び弁論の全趣旨によって容易に\n認められる事実）\n(1)  当事者\nア  原告は，平成９年２月２０日，製造たばこ小売販売業の許可（営業所の\n所在地：熊本県天草市β×番地の４０）を受け，同営業所（以下「原告営\n業所」という。）の営業行為を行う店舗（別紙概略図上「原告店舗」と表\n示されている。以下「原告店舗」という。）において，製造たばこ小売販\n売業を営む者である。（甲１，２）\nイ  訴外会社は，平成２２年２月１２日，営業所の所在地を熊本県天草市α\n×番地３０として，製造たばこ小売販売業許可申請を行った（以下「本件\n許可申請」といい，上記営業所を「本件営業所」といい，同営業所の営業\n行為を行う店舗を「本件店舗」という。）。これに対して，処分行政庁は，\n同年３月２５日，訴外会社に対し，本件処分をした。（乙３の１，３）\nウ  本件店舗（別紙配置図上「申請建物」と表示され，同概略図上「本件店\n舗」と表示されている。）は，訴外会社が所有者から賃借しており，訴外\n会社とｃ（以下「訴外人」という。）との間のフランチャイズ契約に基づ\nき，訴外人がフランチャイジーとして本件店舗において「ａｄ店」の名称\nでコンビニエンス・ストアを営業している。（乙３の３，調査嘱託の結\n果）\n(2)  本件営業所に関する距離基準\n本件営業所の所在地の地域区分は「市制施行地」，環境区分は「市街地」\nに各該当するから，規則２０条２号の「財務大臣が定める距離」は，１５０\nメートルとなる（告示１項）。したがって，本件営業所と原告営業所との距\n離（以下「本件営業所間距離」という。）が１５０メートルに達しない場合，\nすなわち，本件店舗の出入口中央と原告店舗の出入口中央とを「通常人車の\n往来する道路に沿って測定」した距離が１５０メートルに達しない場合には，\n本件許可申請は許可されないこととなる（関係法令等の定め(2)ア，同(3)ア，\n同(4)ア参照。以下「本件距離基準」という。）。（甲１３，乙３の２，\n８）\n(3)  ｂ作成に係るマニュアル\nア  製造たばこ小売販売業許可申請の「許可に関する事務」（許可の基準に\n適合するか否かの調査に関する事務等を含む。）は，ｂに対し委任され\n（法４３条１項，令７条１号，規則３７条１項），同社は，上記許可事務\nについて，「社員の実務の参考」として，「製造たばこ小売販売業許可事\n務マニュアル」と題する書面（平成１３年１２月付け，以下「本件マニュ\nアル」という。）を作成していた。なお，本件マニュアルは公開されてい\nない。（乙１０）\nイ  本件マニュアルにおいては，「距離の測定方法」について，本件営業所\n間距離は，「原則として，予定営業所の営業行為を行う店舗の出入口中央\nから既設営業所の営業行為を行う店舗の出入口の中央までを，通常人車の\n往来する道路に沿って測定し，直近の既設営業所の距離」とする旨記載さ\nれていた（１３３頁）。\nまた，「距離測定経路の特例」として，予定営業所と既設営業所が道路\nを隔てて位置する場合は，４車線道路の特例の場合を除き，①当該道路が\n横断禁止道路である場合は，横断歩道等までの距離に関係なく，最寄りの\n横断歩道等を通行して測定すること，②当該道路が横断禁止道路以外の道\n路である場合は，「両者の間又は両者の概ね２０メートル以内に」横断歩\n道等があるときは，これを通行して測定し，これらのものがないときは，\n当該道路を直角に横断して測定することが記載され，「横断歩道までの概\nね２０ｍ以内の距離の測定方法は，距離の起点から垂直に測定し，対象営\n業所に近い道路に至った地点から，横断歩道の直近部分までとします。」，\n「※ここでいう概ね２０メートルは，２１メートルとします。」，「距離\nの起点から道路までの測定経路は，距離の起点から最短距離に経路をとり，\n測定対象営業所に近い道路に至る経路とします。」と記載されていた（１\n３６～１３８頁）。（乙１０）\n(4)  本件営業所と原告営業所との位置関係及び距離\nア  本件営業所と原告営業所は，別紙概略図のとおり，国道○号（以下「本\n件道路」という。なお，横断禁止道路ではない。）を隔てて南北に位置し\nている。\n本件店舗の出入口中央から原告店舗の出入口中央までの距離は，γ交差\n点東側横断歩道（以下「本件横断歩道」という。）を通って本件道路を横\n断する経路（別紙概略図上の「Ａルート」。以下「Ａルート」という。）\nで測定した場合は約１７４ないし１７８メートル，本件横断歩道を通らず，\n本件道路を直角に横断する経路（同図上の「Ｂルート」。以下「Ｂルー\nト」という。）で測定した場合は約１３６ないし１４０メートルとなる。\n（甲２，乙３の２）\nイ  本件店舗の出入口中央から（本件道路に対して）垂直に測定し，本件店\n舗に近い道路に至った地点（別紙概略図上の「本件交点」。以下「本件交\n点」という。）までは，約２０メートルであり，本件交点から本件横断歩\n道の直近部分までは，２０メートル以下である。また，本件店舗の出入口\n中央から本件横断歩道までの直線距離は２０メートル以上ある。（甲２，\n乙３の２）\n(5)  本件処分\n本件許可申請については，ｂによって，本件営業所間距離が１７８メート\nルであることなどを内容とする小売販売業許可調査書（以下「本件調査書」\nという。）が作成され，処分行政庁によって，平成２２年３月２５日，本件\n処分がされた。（乙３の１，２）\n(6)  本件処分に対する審査請求及び訴訟提起\nア  原告は，財務大臣に対し，平成２２年４月２０日，本件処分の取消しを\n求める審査請求を行ったところ，財務大臣は，同年５月２４日，原告には，\n本件処分の取消しを求める法律上の利益がないとして，同請求を却下する\n裁決を行った。（甲３）\nイ  原告は，同年８月１２日，本件訴えを提起した。\n３  本件の争点\n(1)  本案前の争点\n本件処分取消しの訴えに係る原告適格\n(2)  本案の争点\nア  本件処分の適法性\n(ア)  本件距離基準適合性\n(イ)  行政手続法５条２項及び３項違反の有無\n(ウ)  法２２条違反の有無\nイ  本件処分の国家賠償法上の違法性\nウ  損害の発生及びその額\n４  争点に関する当事者の主張（要旨）\n(1)  争点(1)（原告適格）について\n【原告の主張】\nア  本件処分に係る法令の文言，趣旨及び目的\n告示及び取扱要領では，「距離基準の特例」として，人の流れが異なる\n場合の特例や視認性がない場合の特例等が定められ，人の流れや店舗の視\n認性，立地等が距離基準適用の有無の指標とされており（関係法令等の定\nめ(3)イ，同(4)ア），製造たばこ小売販売業許可申請については，既設営\n業所の営業に与える影響を慎重に検討した上で審査されることが予定され\nていることがうかがわれる。これは，法が既存の小売販売業者の経済的利\n益を保護していることを示している。そして，今日では，たばこによる健\n康被害が明らかとなっており，法の目的は，国民の健康促進にあると考え\nるべきところ，既存の小売販売業者の経済的利益を保護することは，国民\nの健康促進という公共の福祉のために必要である。\nしたがって，本件許可制によって保護されるべき既存の小売販売業者の\n経済的利益は，法律上保護された利益であるといえる。\nイ  本件処分において考慮されるべき利益の内容及び性質について\n違法な許可処分によって，既存の小売販売業者には，営業利益の減少と\nいう損害が生じるところ，営業活動の制約等（法３６条，３９条，４０条\n等）に照らすと，既存の小売販売業者にとっては他の営業所との距離が重\n要となる。したがって，距離基準に反する違法な許可処分によって害され\nる利益は大きい。\nウ  前記ア及びイによれば，本件許可制によって保護される既存の小売販売\n業者の経済的利益は，法律上保護された利益であると解すべきであるから，\n原告には，本件処分の取消しを求める原告適格がある。\n【被告の主張】\nア  本件処分に係る法令の文言，趣旨及び目的\n法の目的規定（１条）には，小売販売業者の経済的利益を保護すること\nを示唆する文言は存在せず，法は上記利益の保護を直接の目的とはしてい\nない。\nまた，本件許可制の趣旨は，たばこ専売法の下での小売人指定制度の廃\n止に伴う激変を緩和して零細なたばこ小売人の保護を図ることにより，製\n造たばこの流通秩序を維持し，たばこ産業の健全な発展に資することにあ\nり，既存の小売販売業者の経済的利益を確保することにはない。すなわち，\n法２３条各号には，直接既存の小売販売業者の経済的利益を保護すること\nを明示した規定はない。また，告示及び取扱要領では，「距離基準の特\n例」として，低調店の特例，人の流れが異なる場合の特例，視認性がない\n場合の特例等（関係法令等の定め(3)イ，同(4)ア）が設けられているが，\nこれは主として消費者の利便の確保を図るという目的によるものであって，\n既存の小売販売業者の経済的利益よりも消費者の利便が優先されることが\n示されている。また，身体障害者等の特例（標準距離の緩和）（同(3)\nイ）も，既存の小売販売業者の経済的利益よりも，身体障害者等の福祉が\n優先される場合があることを示すものである。\nそして，製造たばこ小売販売業の許可に当たり，周辺の既存の小売販売\n業者に対する周知や意見聴取を義務付ける規定は設けられていない。\n上記によれば，本件許可制は，既存の小売販売業者の経済的利益の保護\nを図る趣旨によるものではないというべきである。\nイ  本件処分において考慮されるべき利益の内容及び性質\n本件許可制によって保護される利益は，原告主張によっても経済的利益\nであるにすぎず，人の生命，身体の安全や健康等と比較し，要保護性の低\nいものであって，これが個々人の個別的利益として保護されているか否か\nは慎重に吟味されるべきものである。そして，前記アによれば，本件許可\n制によって既存の小売販売業者の経済的利益が保護されているとしても，\nそれは本件許可制による反射的利益にすぎず，法律上保護された利益とは\nいえない。\nウ  前記ア及びイによれば，既存の小売販売業者の経済的利益は，法律上保\n護された利益であるとはいえないから，原告には，本件処分の取消しを求\nめる原告適格はなく，同取消しを求める訴えは却下されるべきである。\nなお，仮に，法２２条に身体障害者等以外の小売販売業者を保護する趣\n旨が含まれているとしても，当該小売販売業者は零細経営者に限られるべ\nきである（最高裁平成３年（行ツ）第１４８号同５年６月２５日第二小法\n廷判決・集民１６９号１７５頁（以下「平成５年判決」という。）参照）\nところ，原告が零細経営者であることを認めるに足りる証拠はない。\n(2)  争点(2)ア（本件処分の適法性）について\n【被告の主張】\n処分行政庁は，本件調査書を受けて，本件許可申請の審査を行った結果，\n本件営業所の本件距離基準適合性が認められ，その他，法２３条各号に該当\nする事由がなかったことから，本件処分をしたのであって，本件処分は適法\nである。\nア  本件距離基準適合性について\n(ア)  取扱要領の定める「距離の測定方法」（関連法令等の定め(4)イ）\nの趣旨は，歩行者が通常歩行する経路に沿って距離を測定することによ\nって，予定営業所と既設営業所が実質的にどの程度離れているかを判断\nすることにある。そして，店舗の敷地が接する道路の近隣に横断歩道等\nがあれば，歩行者は通常，当該横断歩道等を通行して当該道路を横断す\nると考えられるから，予定営業所又は既設営業所から横断歩道等までの\n距離は，予定営業所又は既設営業所の店舗の敷地に接する道路で，出入\n口から最も近い位置を起点とし，横断歩道等までを測定して，概ね２０\nメートル以内であるか否かを判断するのが妥当である。\n(イ)  ところで，本件店舗の敷地に接する道路で，同店舗出入口から最短\nの地点は本件交点であり，本件交点から本件横断歩道までは２０メート\nル以内であるから，本件営業所間距離は，Ａルートで測定すべきことに\nなる。そして，この距離は約１７８メートルであるから，本件営業所は，\n本件距離基準に適合している。\nイ  行政手続法５条２項及び３項違反は認められないことについて\n(ア)  行政手続法５条３項（審査基準の公開義務）違反について\n本件マニュアルは，ｂにおいて定められた取扱規程にすぎず，同条の\n「審査基準」には当たらないから，本件マニュアルの非公開は同項違反\nにはならない（以下，同項の義務を「公開義務」という。）。\n(イ)  同条２項（審査基準の具体化義務）違反について\n取扱要領における予定又は既設営業所の「概ね２０メートル以内」と\nいう基準（関連法令の定め(4)イ(イ)②）は，両営業所間の距離に係る\n距離基準自体ではなく，両営業所が横断禁止道路以外の道路を隔てて位\n置する場合において，両営業所間の距離について，横断歩道等を通行し\nて測定するか否かを判断するための基準にすぎないから，距離基準と同\n程度の厳格性が必要とされるものではない。むしろ，行政庁が個々の許\n可申請に係る予定営業所の特殊性等を踏まえた適切な判断をするために\nは，ある程度の幅を持たせておくのが合理的である。したがって，取扱\n要領の上記基準に係る定めは同項に違反するものではない（以下，同項\nの義務を「具体化義務」という。）。\n(ウ)  前記(ア)及び(イ)によれば，製造たばこ小売販売業許可申請に係る\n審査基準は，行政手続法５条２項及び３項のいずれにも違反しない。\nなお，審査基準は専ら許認可等の申請者に対して，許認可等がなされ\nるか否かの予測可能性を与えるためのものであるところ，原告は本件許\n可申請の申請者ではないから，仮に，審査基準に係る具体化義務違反又\nは公開義務違反が認められるとしても，これらの義務違反は，原告にと\nって「自己の法律上の利益に関係のない違法」である。したがって，こ\nれらを理由として原告が本件処分の取消しを求めることはできない（行\n政事件訴訟法１０条１項）。\nウ  法２２条違反は認められないことについて\n製造たばこ小売販売業許可申請は，「製造たばこの小売販売（消費者に\n対する販売をいう。以下同じ。）を業として行おうとする者」がするもの\nとされているところ（法２２条１項），フランチャイズ契約による営業は，\nフランチャイザー（本部）及びフランチャイジー（加盟店）による共同経\n営と認められ，訴外会社は，訴外人と共同して製造たばこ小売販売業を営\nむ者であるといえるから，訴外会社が本件許可申請を行ったことは，同項\nに違反しない。また，訴外会社は，本件店舗を自ら賃借した上で，本件店\n舗の所在地を「営業所の所在地」（同条２項４号）として許可申請をした\nのであるから，これを偽ったものでもない。したがって，本件許可申請は，\n同条に違反しない。\n【原告の主張】\nア  本件距離基準違反について\n(ア)  まず，取扱要領では，「距離の測定方法」として，予定営業所と既\n設営業所との距離測定について，店舗出入口を起点とすることとされて\nいるところ（関係法令等の定め(4)イ(ア)），「距離測定経路の特例」\nも「距離の測定方法」における特例として定められているから，同特例\n②に係る営業所から横断歩道等までの距離測定についても，営業所間の\n距離測定と同様，店舗出入口を距離測定の起点とすべきである。また，\n消費者は，横断歩道を通行するかどうかについて，通常，店舗出入口を\n出て直ちに判断する（そして，横断歩道を通行する場合には，横断歩道\nの方向へ向かって敷地内を移動し，横断歩道を渡らずに既設営業所へ向\nかう場合には，そのまま敷地内を既設営業所の方向に向かって移動する\nはずである）と考えられることから，この意味でも，営業所から横断歩\n道までの距離については，店舗出入口を起点として測定すべきである。\n(イ)  ところで，本件店舗の出入口と本件横断歩道との距離は，２０メー\nトルを超えているから（前提事実(4)イ），距離測定経路の特例におい\nて，本件営業所の「概ね２０メートル以内」に横断歩道があるときには\n当たらず，本件営業所間距離は，本件道路を直角に横断して測定すべき\nこと（すなわち，Ｂルートで測定すべきこと）になる（関係法令等の定\nめ(4)イ(イ)②）。そして，この距離は約１４０メートルであるから，\n本件営業所は，本件距離基準に適合していない。\nイ  行政手続法５条２項及び３項違反について\n(ア)  行政手続法５条３項（審査基準の公開義務）違反について\n本件マニュアルは，ｂが作成したものであるが，同マニュアルには，\n距離基準に係る距離の測定方法が記載され，製造たばこ小売販売業許可\n申請に係る「審査基準」となっているにもかかわらず，「公に」されて\nいないから，同項に反する。\n(イ)  同条２項（審査基準の具体化義務）違反について\n取扱要領は「審査基準」に当たるところ，取扱要領では，予定又は既\n設営業所から横断歩道等までの距離について，当該営業所の「概ね２０\nメートル以内」と定められているのみであり，具体的ではないから，上\n記定めは，同項に反する。\n(ウ)  前記(ア)及び(イ)によれば，製造たばこ小売販売業許可申請に係る\n審査基準は，行政手続法５条２項及び３項に違反しており，本件処分は，\nこのような審査基準に従ってなされたものであるから，違法である。\nなお，原告は，本件許可申請の申請者ではないが，同条の趣旨は，処\n分行政庁の恣意を抑制し，予測可能性を担保することにあるから，原告\nも同条違反を主張することができる。\nウ  法２２条違反について\n製造たばこ小売販売業許可申請は，予定営業所において小売販売業に従\n事する者が申請するものとされているところ（法２２条１項），本件許可\n申請は，訴外人ではなく，訴外会社により行われたものである。また，本\n件店舗は，訴外会社の営業所ではないから，訴外会社が本件店舗の所在地\nを「営業所の所在地」（同条２項４号）として本件許可申請をしたことは，\nこれを偽った虚偽申請となる。したがって，本件許可申請は同条に違反し\nており，本件処分は，このような不正の手段によるものであるから，違法\nである。\n(3)  争点(2)イ（本件処分の国家賠償法上の違法性）について\n【原告の主張】\n前記(2)の【原告の主張】のとおり，本件処分は違法であるから，国家賠\n償法上も違法となる。\n【被告の主張】\nア  まず，前記(1)の【被告の主張】のとおり，原告には，本件処分によっ\nて侵害される法律上保護された利益がないから，原告との関係において，\n本件処分が国家賠償法上違法とされる余地はない。\nイ  また，前記(2)の【被告の主張】のとおり，本件処分は適法にされたも\nのであるから，何ら違法性は存在しない。仮に，本件処分に何らかの瑕疵\nがあり，取り消される場合であっても，直ちに公務員の行った行為が国家\n賠償法上違法になるのではない。そして，本件処分は，法，令，規則，告\n示及び取扱要領に従ってなされた（本件距離基準の適合性については，ｂ\nが本件マニュアルに従って測定した本件営業所間距離を認定資料として，\n判断された）ものであるから，本件処分を行うに当たり，公務員が職務上\nの法的義務に違反したことはなく，本件処分が国家賠償法上違法となるこ\nとはない。\n(4)  争点(2)ウ（損害の発生及びその額）について\n【原告の主張】\n原告の平成２０年度及び平成２１年度における純利益は１か月当たり平均\n２１万４３７５円であったところ，本件処分の後，平成２２年４月から同年\n７月までの間の純利益額は５９万０４８９円にとどまった。同期間における\n純利益額は２６万７０１１円（２１万４３７５円×４か月－５９万０４８９\n円）減少したが，その原因としては，本件店舗で製造たばこが販売されたこ\nと以外には考えられない。したがって，原告には，本件処分によって，上記\n純利益額相当の損害（逸失利益）が発生したというべきである。\n【被告の主張】\n製造たばこの売上げ（純利益）の減少は，様々な要因により生ずるもので\nあり，本件店舗での販売と原告の純利益の減少との間には因果関係が認めら\nれない。\n第３  争点に対する判断\n１  争点(1)（原告適格）について\n(1)  行政事件訴訟法９条１項にいう「法律上の利益を有する者」とは，当該\n処分により自己の権利若しくは法律上保護された利益を侵害され，又は必\n然的に侵害されるおそれのある者をいい，当該処分を定めた行政法規が，\n不特定多数者の具体的利益を専ら一般的公益の中に吸収解消させるにとど\nめず，それが帰属する個々人の個別的利益としてもこれを保護すべきもの\nとする趣旨を含むと解される場合には，このような利益もここにいう法律\n上保護された利益に当たり，当該処分によりこれを侵害され，又は必然的\nに侵害されるおそれのある者は，当該処分の取消訴訟における原告適格を\n有するものというべきである。そして，処分の相手方以外の者について上\n記の法律上保護された利益の有無を判断するに当たっては，当該処分の根\n拠となる法令の規定の文言のみによることなく，当該法令の趣旨及び目的\n並びに当該処分において考慮されるべき利益の内容及び性質を考慮し，こ\nの場合において，当該法令の趣旨及び目的を考慮するに当たっては，当該\n法令と目的を共通にする関係法令があるときはその趣旨及び目的をも参酌\nし，当該利益の内容及び性質を考慮するに当たっては，当該処分がその根\n拠となる法令に違反してされた場合に害されることとなる利益の内容及び\n性質並びにこれが害される態様及び程度をも勘案すべきものである（同条\n２項参照。以上につき，最高裁平成１６年（行ヒ）第１１４号同１７年１\n２月７日大法廷判決・民集５９巻１０号２６４５頁参照）。\n上記の見地に立って，原告が本件処分の取消しを求める訴えの原告適格を\n有するか否かについて検討する。\n(2)  本件許可制に係る法令の文言，趣旨及び目的\nア  まず，法１条（目的規定）には，一般的公益に加えて，小売販売業者の\n経済的利益等の個々人の個別的利益をも保護することを示す文言は含まれ\nていない。\nイ  しかしながら，法２２条１項は，製造たばこの小売販売業を行おうとす\nる者は，当分の間，営業所ごとに財務大臣の許可を受けなければならない\n旨規定しており（本件許可制），これは，たばこ専売法の下において指定\nを受けた製造たばこの小売人には零細経営者が多いことや身体障害者福祉\n法等の趣旨に従って身体障害者等についてはその指定に際して特別の配慮\nが加えられてきたことなどにかんがみ，たばこ専売制度の廃止に伴う激変\nを回避することによって，たばこ事業法附則１０条１項に基づき製造たば\nこ小売販売業を行うことの許可を受けた者とみなされる小売人（継続小売\n販売業者）の保護を図るため，当分の間に限り，製造たばこ小売販売業に\nついて許可制を採用することとしたものである（乙５，６。平成５年判決\n参照）。\nウ  そして，法（たばこ事業法）は，昭和５９年８月１０日，成立し，昭和\n６０年４月１日，施行されたものであり，本件処分は平成２２年３月２５\n日になされたものであるが，本件処分時においても，身体障害者福祉法２４\n条１項及び母子及び寡婦福祉法２６条１項は，身体障害者や寡婦が製造たば\nこ小売販売業許可申請をした場合において，法２３条各号の規定に該当しな\nいときは財務大臣はその者に当該許可を与えるよう努めなければならない旨\n規定しており，身体障害者等の特例（関連法令等の定め(3)イの(1)号，同\n(3)ウ）に照らしても，製造たばこ小売販売業を営もうとする身体障害者等\nの保護の趣旨の意義は失われていないというべきである。そして，取扱高基\n準の内容（同(1)ウ，同(2)イ）及び身体障害者等の特例（標準本数の緩\n和）（同(3)ウ），また，距離基準の対象外とされる低調店の意義（同(3)\nイの(3)号）等によれば，一定の小規模，零細経営者の新規参入と存続が\n予定されているものと認められ（後記オ参照），本件処分時においても製\n造たばこ小売販売業者には零細経営者が少なからず存在することは公知の事\n実といえる。\nそうすると，本件処分時においても，零細経営者や身体障害者等の保護の\n必要性が失われたとはいえない。\nエ  以上によれば，本件許可制は，継続小売販売業者のみならず，法（たば\nこ事業法）下で製造たばこ小売販売業の許可を受けた者（小売販売業者）\nの経済的利益の保護をもその目的とするものであると解するのが相当であ\nる。\nそして，距離規制は，予定営業所と既設営業所との距離が距離基準に不\n適合の場合，当該予定営業所に係る製造たばこ小売販売業許可申請につい\nて許可しないこととするものであるから（関係法令の定め(4)ア），既存\nの小売販売業者（小売販売業者及び継続小売販売業者）に対し，一定の距\n離の範囲内での独占的な地位を保障することによって，経営の安定化を図\nり，その経済的利益を保護するものであり，前記イの本件許可制の目的を\n端的に実現するものであるといえる。\nオ  ところで，被告は，①距離基準の特例（低調店の特例，人の流れが異な\nる場合の特例，視認性がない場合の特例，身体障害者等の特例（標準距離\nの緩和）等）により，既存の小売販売業者の経済的利益よりも，消費者の\n利便や身体障害者等の福祉が優先されることが示されており，また，②製\n造たばこ小売販売業の許可に当たり，周辺の既存の小売販売業者に対する\n周知や意見聴取を義務付ける規定がないことから，本件許可制は既存の小\n売販売業者の経済的利益の保護を目的とするものではないといえる旨主張\nする。\nしかしながら，上記①の各特例は，距離規制による既存の小売販売業者\nの保護の「特例」であって，その限度で消費者の利便や身体障害者等の福\n祉と既存の小売販売業者の保護等との調和を図ったものと解される。また，\n人の流れが異なる場合の特例や視認性がない場合の特例については，既存\nの小売販売業者が受ける影響が限定的なものとなることから設けられた特\n例と考えられ，むしろ距離規制の趣旨は既存の小売販売業者の経済的利益\nの保護にあることが示されているともいえる。\nそして，上記②の点については，本件許可制の趣旨及び目的を考察する\n際の一考慮要素になると考えられるものの，この点のみから本件許可制が\n既存の小売販売業者の保護を目的としていないと結論付けることはできず，\n前記イないしエの検討結果に照らすと，被告の上記②の主張を採用するこ\nとは困難である。\nなお，被告は，本件許可制に，既存の小売販売業者を保護する趣旨が含\nまれているとしても，当該業者は零細経営者に限られるべきであるところ，\n原告が零細経営者であることを認めるに足りる証拠はない旨主張するが，\nそもそも零細経営者とは何かについて，被告において主張されておらず，\n本件許可制の内容等に照らし，被告の上記主張を採用することもまた困難\nである。\nカ  前記イないしオによれば，本件許可制は，既存の小売販売業者の経済的\n利益を個々人の個別的利益としても保護する趣旨を含むものというべきで\nあって，法１条の目的は，このような既存の小売販売業者の利益を保護す\nる趣旨をも含むものと解するのが相当である。\n(3)  本件処分において考慮されるべき利益の内容及び性質について\n本件処分において考慮されるべき利益には，既存の小売販売業者の経済的\n利益が含まれ，これは，生命，身体の安全等の利益と比べれば要保護性が低\nいものであるが，前記(2)イないしオの検討内容に照らせば，単なる反射的\n利益ではなく，個々人の個別的利益として保護されたものであるといえる。\n(4)  前記(2)及び(3)によれば，距離規制の範囲内において，既に製造たばこ\n小売販売業の許可を受けている（又は受けた者とみなされている）既存の\n小売販売業者は，当該距離規制に違反して製造たばこ小売販売業の許可が\nされたとして，他者に対する許可の取消しを求めるにつき，「法律上の利\n益を有する者」に当たると解するのが相当である。\nしたがって，原告は，本件処分の取消しを求める原告適格を有するものと\nいうべきである。\nそこで，以下，本件処分の適法性（争点(2)ア）について検討する。\n２  争点(2)ア(ア)（本件距離基準適合性）について\n(1)  認定事実\n前提事実並びに証拠（各項に掲記するもの）及び弁論の全趣旨によれば，\n次の各事実を認めることができる。\nア  本件営業所付近の現地調査（距離基準適合調査等）は，ｂ（熊本支店）\nによって実施され，本件営業所間距離については，まず，本件営業所から\n本件横断歩道までの距離につき，本件マニュアルに従って，本件交点を起\n点として１７．９メートルと測定された。また，本件店舗の出入口中央と\n原告店舗の出入口中央との距離については，Ａルートでは１７８．５ない\nし１７８．９メートル，Ｂルートでは１３６．５ないし１３６．９メート\nルと測定された。（乙３の２）\nイ  前記アの調査に関する調査書（本件調査書）において，「予定営業所の\n場所的要件」に係る「位置の適否」及び「距離の適否」各欄は「財務\n（支）局で記入」され，「距離の適否」に係る「認定資料」欄はｂが記載\nすることとされていた。そして，同欄において，「標準距離」が１５０メ\nートルと記載され，また，「予定営業所周辺の既設店状況」として，原告\n営業所との距離（本件営業所間距離）は，前記アのとおり，本件交点から\n本件横断歩道までの距離が１７．９メートル（２０メートル以内）である\nことから，本件横断歩道を通行して測定した距離（Ａルートによる距離）\nである１７８メートルと記載された。（乙３の２）\nウ  処分行政庁は，本件調査書を受け，本件許可申請の審査を行った結果，\n本件営業所の本件距離基準適合性が認められ，その他，法２３条各号に該\n当する事由がなかったことから，本件処分をした。（乙３の１，２）\n(2)  ところで，製造たばこ小売販売業を営む営業所の敷地の形状や広さ，道\n路との位置関係や接道状況等については様々な状況が想定されるところ，当\n該営業所に係る店舗の利用者としては，当該道路を横断する場合には，当該\n敷地の接道部分に至り，その地点から見て，横断歩道が近接して設置されて\nいれば，当該横断歩道を通行するであろうし，逆に，横断歩道が接道部分か\nら離れていれば，横断歩道外で道路を横断するであろうと考えられる。\n距離測定経路の特例として，予定営業所と既設営業所が横断禁止道路以外\nの道路を隔てて位置する場合において，当該営業所の「概ね２０メートル以\n内」に横断歩道等がある場合には，両営業所間の距離は，当該横断歩道等を\n通行して測定することとされているのは，上記のような観点から設けられた\n基準であると解される。そして，利用者は，店舗出入口から接道部分までは\n最短距離で至る経路で通行するものと考えられるから，上記の場合に当たる\nかどうかについては，接道部分において店舗出入口から最短距離となる地点\n（通常は，店舗出入口から道路に対して垂直に経路をとり，当該接道部分に\n至った点（以下「交点」という。）となる。）から，横断歩道等の直近部分\nまでを測定して，これが「概ね２０メートル以内」かどうかによって判断す\nべきであると解するのが相当である。\n(3)ア  前記(2)に関して，原告は，まず，利用者において横断歩道等を通行\nするかどうかを判断するのは，接道部分（交点）ではなく，店舗出入口\nを出た時点である（そして，横断歩道等を通行する場合には，当該店舗\n出入口から横断歩道等の方向へ向かって敷地内を移動するはずである）\nから，営業所から横断歩道等までの距離については，当該営業所に係る\n店舗の出入口を起点として測定すべきである旨主張する。\nしかしながら，原告の上記主張は，当該店舗出入口から横断歩道等まで\n直線的にアクセスできる状況（すなわち，当該店舗の敷地の形状や横断歩\n道等との位置関係がそのようなアクセスを可能とする状況）にあることを\n前提とするものと考えられるが，前記(2)のとおり，店舗の敷地の形状や\n道路との位置関係等については様々な状況があり得るのであり，上記前提\nは非現実的であると言わざるを得ない。\nそして，利用者としては，店舗出入口から接道部分までの距離如何にか\nかわらず（例えば，同距離が２０メートルを超えている場合であっても），\n接道部分に至った時点で，その時点で自らが立っている地点と横断歩道等\nとの距離感によって，当該横断歩道等を通行して横断するか，当該横断歩\n道等外で横断するか，判断するものと考えられる。例えば，上記のとおり，\n店舗出入口から接道部分までで既に２０メートルを超えている場合であっ\nても，上記地点に近接して横断歩道等が設置されている場合には，当該横\n断歩道等を通行するものと考えられる。\nしたがって，原告の上記主張を採用することは困難である。\nイ  また，原告は，取扱要領において，予定営業所と既設営業所との距離に\nついては，店舗出入口中央を距離測定の起点として測定することとされて\nいる（関係法令等の定め(4)イ）から，営業所の「概ね２０メートル以\n内」に横断歩道等があるかどうかを測定するに当たっても，同様に，店舗\n出入口を起点として測定すべきである旨主張する。\nしかしながら，横断歩道等までの距離の測定に当たって，店舗出入口を\n起点とすると，店舗出入口から横断歩道等までの距離が２０メートルを超\nえている場合には，たとえ，横断歩道等が接道部分（交点）から，極く近\n接した地点にあり，通行人は，通常，当該横断歩道等を通行するものと考\nえられる場合にも（前記ア参照），横断歩道等外を横断して通行するとし\nて，営業所間の距離を測定することになり，不合理である。\n加えて，店舗出入口を起点とすると，４車線道路の特例との関係でも著\nしく不合理な結果を招くことになる。すなわち，予定営業所と既設営業所\nが往復合計４車線以上の道路を隔てて位置する場合，いずれかの営業所の\n「概ね２０メートル以内」に横断歩道等がある場合（で，かつ，通行人の\n主たる流れがこれを通行する立地条件にあると認められる場合）には，４\n車線道路の特例が適用されず，既設営業所は距離基準の対象となり，当該\n横断歩道等を通行して測定した距離が距離基準に適合するかどうかが審査\nされることになる（関連法令等の定め(3)イの(11)号）。ところが，店舗\n出入口を横断歩道等までの距離測定の起点とすると，店舗出入口から横断\n歩道等までの距離が２０メートルを超えている場合には，横断歩道等がど\nの位置にあっても，４車線道路の特例が適用され，当該既設営業所が距離\n基準の対象外となる。すなわち，たとえ横断歩道等が接道部分（交点）の\n直近にあって，店舗の利用者が当該横断歩道等を通行することが十分に想\n定され，当該横断歩道等を通行する経路で測定した両営業所間の距離が，\n標準距離に満たない場合であっても，距離基準が適用されないこととなり，\n既存の小売販売業者の経済的利益が保護されず，本件許可制の趣旨が没却\nされることになってしまうのである。\n以上によれば，原告の上記主張もまた失当である。\n(4)  前記(1)ないし(3)のとおりであるから，予定又は既設営業所の「概ね２\n０メートル以内」に横断歩道等があるかどうかを判断するに当たっては，\n当該営業所の営業行為を行う店舗の出入口から道路まで最短距離となる地\n点（交点）を起点として，横断歩道等の直近部分までを測定すべきである\nと解するのが相当である（なお，本件マニュアルの記載内容（前提事実(3)\nイ）も同旨である。）。\n上記によれば，本件営業所と本件横断歩道との距離は，本件交点を起点と\nして測定されることとなり，本件交点から本件横断歩道までの距離が２０メ\nートル以内であることから，本件営業所間距離は，本件横断歩道を通行して\n測定した距離（Ａルートによる距離）によるべきことになる。そして，同距\n離は約１７８メートルであるから（前提事実(4)，認定事実ア，イ），本件\n営業所は本件距離基準に適合しているといえる。\nしたがって，この点に関して，本件処分を取り消すべき理由は認められな\nい。\n３  争点(2)ア(イ)（行政手続法５条２項及び３項違反の有無）について\n(1)  原告は，①本件マニュアルは同条の「審査基準」に該当するから，同マ\nニュアルが公開されていないこと（前提事実(3)ア）が公開義務に反する，\nまた，②取扱要領は審査基準に当たるところ，予定又は既設営業所から横\n断歩道等までの距離について「概ね２０メートル以内」と定められている\nのみであるから，取扱要領の上記定めは，具体化義務に反する旨主張する。\n(2)  しかしながら，まず，上記①（公開義務違反）の点については，行政手\n続法５条にいう「審査基準」とは，「内閣又は行政機関が定める」もので\nあって，「申請により求められた許認可等をするかどうかをその法令の定\nめに従って判断するために必要とされる基準をいう」ところ（同法２条８\n号柱書，ロ），本件マニュアルは，ｂによって，本件許可制に係る許可事\n務について社員の参考として作成されたものにすぎず（前提事実(3)ア，認\n定事実ウ），本件マニュアルがこれに当たらないことは明らかである。し\nたがって，原告の前記(1)①の主張は失当である。\n(3)  次に，上記②（具体化義務違反）の点については，行政手続法５条２項\nでは，審査基準を定めるに当たっては「許認可等の性質に照らしてできる\n限り具体的なものとしなければならない」とされているところ，製造たば\nこ小売販売業許可申請に係る許可の可否の審査に当たっては，地域の特性\nや実態等を踏まえた上で，既存の小売販売業者の経済的利益の保護や身体\n障害者等の保護といった社会政策的観点等を考慮する必要があることに照\nらすと，許可基準の詳細については，行政機関に広い裁量が認められると\n解される。\nそして，取扱要領における予定又は既設営業所の「概ね２０メートル以\n内」という基準は，既設営業所と予定営業所との距離測定に当たって，距離\n測定経路を決定する際の一基準であって，当該営業所の敷地の形状や広さ，\n道路との位置関係，接道状況，交通事情等は様々であり得るところ，上記基\n準の趣旨（前記２(2)参照）に照らせば，上記距離測定経路の決定に当たっ\nては，これらの諸事情を踏まえた上で判断することを要するから，ある程度\nの幅を設けておくことに合理性があるといえる。\nしたがって，上記基準に係る定めは，「できる限り」具体的なものという\nことができ，これが同項に違反するということはできないから，原告の前記\n(1)②の主張もまた失当である。\n(4)  前記(2)及び(3)によれば，本件処分については，前記(1)①及び②の各\n点に関し，違法であるとはいえない。\nところで，行政手続法は，処分等に関する手続等に関し，「行政運営にお\nける公正の確保と透明性（行政上の意思決定について，その内容及び過程が\n国民にとって明らかであることをいう。・・・）の向上」を図ることを目的\nとするものであるところ（同法１条１項），上記「透明性」に係る「国民」\nとは，不利益処分の相手方等の一定の利害関係人を意味すると解されている。\nそして，同法５条は，同法１条を受けて，行政庁による申請処理の公正を\n確保し，その判断の透明性を向上させることを目的としており，その趣旨は，\n審査過程における，行政庁の恣意・独断を排し，裁量権の濫用を防止すると\nともに，申請者にとって行政機関の応答の予測可能性を高め，申請人の手続\n的権利を保護することにある。\n上記によれば，同条２項及び３項は，処分等の申請者ではない者の権利利\n益の保護をも目的とするものということはできない。そうすると，原告によ\nる前記(1)①及び②の各主張は，原告の権利利益を保護する趣旨で設けられ\nたものではない法規に違反する旨の主張であり，原告にとって「自己の法律\n上の利益に関係のない違法」を理由として本件処分の取消しを求めるもので\nあって，そもそも主張自体失当であると言わざるを得ない（行政事件訴訟法\n１０条１項）。\n４  争点(2)ア(ウ)（法２２条違反の有無）について\n(1)  原告は，本件処分について，訴外会社が「製造たばこの小売販売（消費\n者に対する販売をいう。以下同じ。）を業として行おうとする者」（法２\n２条１項）に該当しないにもかかわらず，本件許可申請を行っており，本\n件処分は，このような不正の手段によるものであるから，違法である旨主\n張する。\nしかしながら，訴外会社は，自社のフランチャイズ事業として，本件店舗\nを自ら賃借した上，訴外人との間でフランチャイズ契約を締結し，訴外人に\nおいて，同契約に基づき，訴外会社が開発した経営ノウハウ及び商標その他\n営業を象徴する標章を全面的に使用し，訴外会社による継続的な指導・援助\nの下，本件店舗においてコンビニエンス・ストア「ａ」ｄ店の経営を行って\nいるのであり（前提事実(1)ウ，乙３の３，調査嘱託の結果），同契約の内\n容（訴外会社と訴外人との事業遂行上の関係），本件店舗の権利関係等に照\nらせば，訴外会社は，訴外人を通じて，製造たばこの小売販売（消費者に対\nする販売）を業として行っているということができる。\nまた，法２２条において，製造たばこ小売販売許可申請は，同小売販売を\n業として行おうとする者がなすべきであるとされている趣旨は，名義貸しに\nよる無許可営業の助長等によって，たばこ産業の健全な発展，財政収入の安\n定的確保という法の目的が阻害されることを防止することにあると解される\nところ，本件において，訴外会社が製造たばこ小売販売業者許可の申請者と\nなることによって，名義貸しによる無許可営業の助長等の弊害が惹起される\nとは考え難い。\n上記によれば，訴外会社が本件営業所の所在地を「営業所の所在地」とし\nて，本件許可申請をしたことについて，法２２条違反の問題は生じないとい\nうべきである。\n(2)  以上のとおり，本件許可申請について，法２２条違反は認められないか\nら，原告の前記(1)の主張は失当である。\n５  争点(2)イ（国家賠償法上の違法性の有無）について\n前記２ないし４のとおり，本件処分について，原告主張に係る違法な点はな\nいから，国家賠償法１条１項の違法性も存在しない。\nしたがって，その余の争点について判断するまでもなく，原告の国家賠償請\n求には理由はない。\n６  結論\n以上によれば，原告の各請求はいずれも理由がないからこれを棄却するこ\nととし，訴訟費用の負担につき行政事件訴訟法７条，民訴法６１条を適用し\nて，主文のとおり判決する。\n熊本地方裁判所民事第３部\n裁判長裁判官        片      山      昭      人\n裁判官        中      川      正      充\n裁判官        井      上      結  美  子\n"
}