{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 5
  },
  "case_number": "平成30(う)1422",
  "case_name": "政治資金規正法違反",
  "court_name": "東京高等裁判所第２刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成27特(わ)2148",
  "lawsuit_id": "88555",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88555",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/555/088555_hanrei.pdf",
  "contents": "平成３１年３月５日宣告  東京高等裁判所第２刑事部判決\n平成３０年（う）第１４２２号  政治資金規正法違反被告事件\n主 文\n本件各控訴を棄却する。\n理 由\n本件各控訴の趣意は，被告人Ａにつき弁護人矢田次男（主任），同熊田彰英及び\n同吉野弦太作成の控訴趣意書に記載されたとおりであり，論旨は原判示第２の１の\n事実について事実誤認を主張するもの，被告人Ｂにつき弁護人佐々木善三（主任）\n及び同森本哲也作成の控訴趣意書に記載されたとおりであり，論旨は原判示第２の\n各事実についての事実誤認及び原判示第２の３及び４の各事実についての法令適用\nの誤りを主張するものである。これらに対する答弁は，検察官瓜生めぐみ作成の答\n弁書に記載されたとおりであり，論旨は，本件各控訴の趣意にはいずれも理由がな\nいとするものである。\n第１  原判決が認定した罪となるべき事実（第２）と論旨の概要\n原判決は，罪となるべき事実の第２として，要するに，被告人Ａ（以下「Ａ」と\nいう。），Ｃ（以下「Ｃ」という。）及びＤ（以下「Ｄ」という。）は，いずれも\n東京都千代田区に所在する政治団体であり，被告人Ｂは，Ａの会長及び代表者であ\nり，かつＣの代表者であった者，Ｅは，Ａの副理事長及び会計責任者，Ｃの会計責\n任者で，かつ，Ｄの会計責任者の職務を補佐していた者であるが，被告人Ｂは，Ｅ\nと共謀の上，１  いずれもＡの役職員として，ＡがＣに対して政治活動に関する寄\n附をするに当たり，平成２５年１月２３日，Ａ名義の銀行口座からＤ名義の銀行口\n座を経由してＣ名義の銀行口座に５０００万円を入金した上，同年３月１５日，Ａ\n名義の銀行口座からＣ名義の銀行口座に４５００万円を入金し，もって政党及び政\n治資金団体以外の政治団体において平成２５年中に政党及び政治資金団体以外の同\n一の政治団体に対して５０００万円を超える政治活動に関する寄附をし，２  Ｃが\nＡから政治活動に関する寄附を受けるに当たり，平成２５年１月２３日，Ａ名義の\n銀行口座からＤ名義の銀行口座を経由してＣ名義の銀行口座に５０００万円の入金\nを受けた上，同年３月１５日，Ａ名義の銀行口座からＣ名義の銀行口座に４５００\n万円の入金を受け，もって政党及び政治資金団体以外の政治団体において平成２５\n年中に政党及び政治資金団体以外の同一の政治団体に対して行った５０００万円を\n超える政治活動に関する寄附を受け，３  平成２６年３月頃，Ａ事務所において，\n政治資金規正法１２条１項によりＦ選挙管理委員会を経由して総務大臣に提出すべ\nきＡの収支報告書につき，真実は，Ａの支出に関し，平成２５年１月２３日，Ｃに\n５０００万円の政治活動に関する寄附をしたにもかかわらず，Ａの平成２５年分の\n収支報告書にその旨記載せず，Ｄに対して５０００万円の政治活動に関する寄附を\nした旨虚偽の記入をし，これを平成２６年３月２８日，Ｆ選挙管理委員会を経由し\nて総務大臣に提出し，４  平成２６年３月頃，Ａ事務所において，政治資金規正法\n１２条１項によりＦ選挙管理委員会を経由して総務大臣に提出すべきＣの収支報告\n書につき，真実は，Ｃの収入に関し，平成２５年１月２３日，Ａから５０００万円\nの政治活動に関する寄附を受けたにもかかわらず，Ｃの平成２５年分の収支報告書\nにその旨記載せず，Ｄから５０００万円の政治活動に関する寄附を受けた旨虚偽の\n記入をし，これを平成２６年３月２８日，Ｆ選挙管理委員会を経由して総務大臣に\n提出した，との事実を認定している。\nこれに対し，被告人Ｂの論旨は，⑴原判示第２の３及び４について，Ａ及びＣの\n各収支報告書に虚偽記入等があると認定した原判決は，政治資金規正法の解釈及び\n適用を誤っており，法令適用の誤りがあるとの主張，⑵①原判示第２の１及び２の\nＤを介して行われたＡとＣとの間の，いわゆる量的規制に違反した寄附について，\n被告人ＢにはＥとの間に共謀を認めることはできず，被告人Ｂに量的規制違反を認\nめた原判決には事実誤認があるとの主張，②原判示第２の３及び４の収支報告書の\n記載について，被告人Ｂに虚偽記入等を認めた原判決には事実誤認があるとの主張\nである。被告人Ａの論旨は，被告人ＢがＡの役職員として行った原判示第２の１の\n量的規制違反について，被告人Ｂの控訴趣意を援用するというものである。\nそこで，記録を調査して検討する。\n第２  原判決が認定した前提となる事実について\n１  原判決は，証拠上認められる事実として，概要，以下の事実を摘示している。\n⑴  Ａは，歯科医師である会員の診療環境向上を目指し，もって国民歯科医療の\n発展に寄与することを目的として，設立された政治団体である。Ａは，その政治活\n動の一環として，参議院選挙の比例代表選挙に際し，Ｇ及びＡを代表する国会議員\nを送り出し，かつ，その政治的発言力を確保すべく，Ａが会員から選考した職域代\n表候補者，又は選考は経ていないが政党の公認を得た会員をＡとして支援すること\nを決した準職域代表候補者につき，高得票で高位当選させるため，その氏名を冠し\nた中央後援会を設立し，選挙に必要な資金を政治活動に関する寄附として注入し，\n支援活動を行ってきた。なお，政治資金規正法の改正により，平成１８年１月１日\n以降，同一の政治団体間の寄附は，各年中において５０００万円を超えることがで\nきなくなった（以下，この規制を「５０００万円ルール」又は「量的規制」とい\nう。）（原判決５，６頁）。\n⑵  被告人Ｂは，平成１８年４月から平成２５年６月まで，Ｈの会長とＩの会長\nを務めるとともに，平成２１年４月１日から平成２３年３月３１日までＡの理事長\nを務め，同年４月１日から平成２７年６月３０日までの間，Ａの会長かつ代表者を\n務めた。また，Ｅは，平成１６年６月から平成２７年７月１日まで，Ａの副理事長\nとして会計責任者を務めた（原判決１３，１４頁）。\n⑶  Ａは，平成２２年の参議院比例代表選挙（以下「平成２２年選挙」という。）\nにおいては，Ｊ党公認を得たＡ会員のＫを準職域代表候補者として支援することと\nした。また，平成２５年の参議院比例代表選挙（以下「平成２５年選挙」という。）\nにおいては，既に平成１９年の同選挙（以下「平成１９年選挙」という。）にＡの\n職域代表候補者としてＬ党公認で立候補し，当選していたＭを，再度職域代表候補\n者として擁立し，再選を目指すこととした（原判決６，７頁）。\n⑷  Ａは，平成１９年選挙に向けて，Ｍの社会活動及び政治活動を後援すること\n等を目的として，平成１８年４月１４日，政治団体であるＣを設立した（原判決１\n５頁）。また，Ａは，平成２２年３月１１日には，Ｋの社会活動及び政治活動を後\n援すること等を目的として，政治団体であるＤを設立し，同月１５日には，Ｊ党の\n公認候補として出馬するＫに係る同党の支部組織で，同党からの政党交付金や公認\n料の受入れなどをするためにＡにおいて同党の要請を受けて設立手続や口座開設を\n行って，政治団体であるＪ党参議院比例区Ｎ（以下「Ｎ」という。）が設立された\n（原判決１９，２０頁）。\nＣ及びＤの役員は，Ａの役員がそのまま充てられており，平成２３年４月１日か\nら平成２７年６月３０日までの間はいずれも被告人Ｂが代表者を務めた。Ｃの会計\n責任者は，その設立時から平成２７年６月３０日までの間，Ｅが務めている（原判\n決１６，１９，２０頁）。\n⑸  中央後援会への資金移動等\nア  平成１９年選挙について\nＡは，Ｃの活動資金について，１億５０００万円の予算を計上し，５０００万円\nルールの下で，ＡからＣに年をまたいで各５０００万円を直接寄附するとともに，\nＡから各都道府県Ｏに各１２０万円の特別助成金を送金し，各都道府県Ｏから各１\n００万円ずつ，合計４７００万円の寄附がＣにされた（原判決１６，１７頁）。\nイ  平成２２年選挙について（別紙１参照）\nＡは，Ｄの活動資金について，①平成２２年３月３０日，Ｄの口座に５０００万\n円を寄附として振込送金し（以下「①の資金移動」と表記することがある。以下②，\n③も同様。），②同日，Ｎの口座に５０００万円を寄附として振込送金し，さらに，\n③同年５月１３日，Ｎの口座からＤの口座に５０００万円が寄附として振込送金さ\nれた（原判決６頁）。\nウ  平成２５年選挙について（別紙２参照）\nＡは，Ｃの活動資金について，⑥平成２５年１月２３日，Ａの口座からＤの口座\nに５０００万円を寄附として振込送金し（以下「⑥の資金移動」と表記することが\nある。以下⑦，⑨も同様。），⑦同日，Ｄの口座からＣの口座に５０００万円が振\n込送金され，⑨同年３月１５日，ＡからＣの口座に４５００万円を寄附として振込\n送金した。\nその上で，Ａの平成２５年分の収支報告書には，支出として⑥の資金移動に対応\nするＤへの５０００万円の寄附及び⑨の資金移動に対応するＣに対する４５００万\n円の寄附の記載があり，Ｃの同年分の収支報告書には，収入として，⑦の資金移動\nに対応するＤからの５０００万円の寄附，⑨の資金移動に対応するＡからの４５０\n０万円の寄附の記載がある（原判決７，８頁）。\n２  以上の原判決の認定，判断は，関係証拠の内容に沿うものであって，経験則\n等に照らして不合理なところもない。\n第３  収支報告書の虚偽記入等に対する法令適用の誤りの論旨について\n１  原判決の認定理由の骨子について\n⑴  原判決（５３頁以下）は，まず，政治資金規正法は，政治活動が国民の不断\nの監視と批判の下に行われるようにするために，政治資金の収支の公開や政治資金\nの授受の規正を講ずることにより，政治活動の公明と公正を確保することを目的と\nしており（同法１条），この目的を達成するため，同法は，政治団体の会計責任者\nに対し，政治資金の収支の公開の基礎となる収支報告書の提出を義務付け（同法１\n２条），同報告書によって政治資金の収支等を国民の前に明らかにすることを最重\n要視しているとする。そして，この趣旨は，政治団体として届出をする前に寄附又\nは受寄附をしたり（同法２３条），収支報告書等の提出を怠り，又はこれらに一定\nの記載をせず，若しくは虚偽の記入をしたり（同法２５条１項各号）して，政治資\n金の収支について，国民の不断の監視と批判の下にさらすこと自体を免れる行為に\nついて，同法違反の罪のうちで最も重い法定刑を定めていることからも明らかであ\nる（同法第６章参照）とする。また，同法では，本人の名義以外の名義又は匿名で\n政治資金に関する寄附をしてはならないとして（同法２２条の６），寄附主体を偽\nる行為をも規制しているが，その趣旨も，寄附の量的制限，質的制限の実効性確保\nのみにとどまらず，国民の前に実態に即した政治資金の収支を公開することによっ\nてこそ，政治活動の公明と公正を確保することができるという同法の本来的目的達\n成にあると考えられるとする。\n原判決は，このような政治資金規正法の趣旨及び同法における収支報告書の重要\n性に鑑みれば，同法は，収支報告書に記載すべき政治資金の収支について，形式と\n実態がかい離するなどということ自体およそ想定も許容もしていないと解されると\nする。\n⑵  そして，原判決（８２頁）は，⑥，⑦及び⑨の各資金移動のうち，⑥及び⑦\nの各資金移動については，その実態は，平成２５年１月２３日にＡからＣに５００\n０万円の寄附が行われ，Ｃは同日Ａから５０００万円の寄附を受けたものであり，\nこれが，Ｄを経由する⑥及び⑦の各資金移動の形をとり，Ｄとの間の資金移動のみ\nが収支報告書に記載されたのは，ＡとＣ間の平成２５年中の寄附，受寄附が⑨の資\n金移動と合わせて５０００万円を超え，量的規制に抵触するのを外形上回避しよう\nとしたことに尽きるとする。\nしたがって，平成２５年分のＡ及びＣの収支報告書の内容は，記載すべき事項を\n記載しなかったもの，また，虚偽の記入をしたものに当たると判断している。\n２  以上の原判決の認定は，関係証拠の内容に沿うものであって，経験則等に照\nらして不合理なところはなく，政治資金規正法上の虚偽記入等に当たるとした解釈，\n適用にも誤りはない。\n３  所論について\n⑴  これに対し，所論は，Ｅの目的・意図が寄附の量的制限への抵触を避けるこ\nとにあったとしても，収支報告書は，政治資金の流れを広く国民に公開し，その是\n非についての判断は国民に委ねるという考え方に基づくものであるから，その記載\nの対象はあくまで客観的な事実であって，寄附の目的等の解釈の余地がある要素を\n取り込むことは法の趣旨に反する，本件各収支報告書は，いずれも客観的帳票類に\n基づいて作成されたものであり，その記載を虚偽記入等と認定した原判決には，法\n令適用の誤りがある，などという。\nしかし，原判決が説示するとおり，政治資金規正法は，政治活動が国民の不断の\n監視と批判の下に行われるようにするために，政治資金の収支の公開や政治資金の\n授受の規正を講ずることにより，政治活動の公明と公正を確保することを目的とし\nており（同法１条），収支報告書は，この目的を達成するために，政治資金の収支\n等を国民の前に明らかにするものである。量的規制違反を免れるため，他の政治団\n体を形式的に介在させることによって，実質的な寄附者を偽るような行為を許すこ\nとが，かかる法の趣旨に反することは明白であり，いくら実態とかい離した迂回寄\n附であろうと，形式的な資金移動と合致さえしていれば，虚偽記入にはならないと\nいうのでは，法が目的とする政治活動の公明と公正は確保しえない。所論は，Ａ，\nＣ及びＤの各収支報告書の記載から判明する事実を一体として考察すれば，Ａから\nＣへの５０００万円の資金の流れが把握できるのであるから，正に原判決が「実態」\nとして認定した資金移動が正確に記載されているといえ，そこに「形式」と「実態」\nのかい離は存在せず，法の趣旨に合致している旨も主張する。しかし，公開された\n収支報告書を全て精査すれば資金の流れを最終的には把握できるとしても，他の政\n治団体を形式的に介在させる資金移動は，資金移動の実態の把握を困難にし，量的\n規制違反の事実についてもその把握を困難にするものである。客観的な資金移動に\n合致してさえいれば，いかに実態を覆い隠すべく巧妙に迂回して寄附を行ったとし\nても，収支報告書の記載上は許容されることとなる所論の見解が，政治活動の公明\nと公正を確保することを目的に，政治資金の収支を国民の前に明らかにすべきとし\nた法の趣旨にそぐわないことは明らかである。本件各収支報告書の記載について，\n虚偽記入等と認めた原判決に法令適用の誤りはなく，所論は採用できない。\n⑵  所論は，収支報告書の虚偽記入等は，故意犯を処罰するものであるところ，\n仮に，収支報告書に実態に応じた資金移動を記載すべきであったとしても，収支報\n告書の作成事務担当者や会計責任者であるＥは，客観的な資金移動の内容を正確に\n記載しただけで，虚偽記入等の認識が全くなく，過失があったにとどまるから，虚\n偽記入等にあたるとした原判決には，法令適用の誤りがある，という。\nしかし，⑥及び⑦の各資金移動は，５０００万円ルールに抵触することを形式上\n回避するために実行されたもので，ＡからＣに対する一連一体の寄附である。そう\nすると，収支報告書においては，前記のとおり，かかる実態に基づいて，収支の記\n載をすべきことになる。Ｅは，上記資金移動の趣旨を知りつつ，会計責任者として，\n本件各収支報告書を作成しているのであるから，かかる実態を糊塗する形式的な資\n金移動のみを収支報告書に記載することについて，事実を認識していたということ\nができ，故意として欠けるところはない。本件各収支報告書の記載について，虚偽\n記入等と認めた原判決に法令適用の誤りはなく，所論は採用できない。\n⑶  その他所論の指摘を検討しても，本件各収支報告書の記載が，政治資金規正\n法の虚偽記入等に当たると判断した原判決に法令適用の誤りは認められない。\n第４  量的規制違反に対する事実誤認の論旨について\n１  原判決が，⑥及び⑦の各資金移動について，被告人ＢがＥと共謀して行った\n量的規制に違反する寄附であると認定した理由の骨子は以下のとおりである。\n⑴  平成２５年１月２３日に行われた⑥及び⑦の各資金移動は，一体としてＡか\nらＣに対する寄附であると認められる。そして，Ａは，上記の寄附に加えて，最終\n的に同年３月１５日，Ｃに対し，⑨の資金移動をしており，これにより確定的に１\n年間の寄附の上限である５０００万円を超える寄附を行ったと認められる（原判決\n８０頁）。\n⑵  そして，被告人Ｂは，平成１９年選挙の頃から，Ａが中央後援会に選挙に向\nけた資金を移動する上で５０００万円ルールの存在に苦慮していることを理解して\nおり，平成２２年選挙の際には，理事長として出席した会議等を通じ，①ないし③\nの各資金移動に係る事情を知る立場にあり，これに格別異論を唱えていなかった。\nその上で，平成２５年選挙に係るＣへの資金移動についても，その当時Ａの会長と\nいう立場にあり，その面前で行われた各種会議等におけるＥの説明に対しても，何\nら異論等を差し挟んだことがなかった。加えて，当時Ａの理事長であったＰの原審\n証言によれば，被告人Ｂは，Ｅから，平成２５年選挙に関してＣに立てた１億５０\n００万円の予算をＡからＣに移動させるための方策として，うち５０００万円をＤ\nを介して寄附することについて相談を受け，これを採用するとの判断を下し，それ\nを伝えていたと認められるとする。そして，被告人Ｂは，遅くともその時点におい\nて，５０００万円ルールへの抵触を外形的に回避するためこのような迂回寄附を行\nうことに関し，Ｅとの意思連絡を成立させ，会長として了解を与えたと認められる\nとする（原判決８０，８１頁）。\n２  以上の原判決の認定，判断は，関係証拠の内容に沿うものであって，経験則\n等に照らして不合理なところもない。\n３  所論について\n⑴  ⑥及び⑦の各資金移動の趣旨についての被告人Ｂの認識について\nア  原判決は，被告人Ｂが，Ａの各種会議等においてＥの説明を何度も聞いてい\nた上，それに異論等を差し挟んでもいないことなどを指摘し，被告人Ｂは，平成１\n９年選挙における各都道府県Ｏを介したＣへの資金移動が５０００万円ルールとの\n抵触を回避するために行われたこと，平成２２年選挙における②及び③の各資金移\n動が迂回寄附であることを，いずれも認識していたと認められるとする。そして，\n被告人Ｂのこのような事前の認識に加えて，平成２５年選挙においても，会議等で，\nＣに対する資金移動の方針及び⑥及び⑦の各資金移動についての説明を聞きながら，\nそれに異論を差し挟んでいないことからすると，被告人Ｂは，⑥及び⑦の各資金移\n動の趣旨についても理解していたなどと推認する。\nイ  これに対し，所論は，被告人Ｂは，平成１９年選挙の際には，その関与は極\nめて限定的かつ受動的であったし，平成２２年選挙の際には，理事長ではあったが，\n会計責任者のＥに全幅の信頼をおいており，問題意識をもって同人の説明を聞いて\nいなかったので，資金移動の趣旨を理解していなかった，平成２５年選挙の際の会\n議等における説明でも同様であり，⑥及び⑦の各資金移動についてＥが会議等で説\n明した際に異論を差し挟んでいないのも，そもそもＥが問題となるような資金移動\nを行うなどとは微塵も思っていなかったからであり，被告人Ｂが⑥及び⑦の各資金\n移動の趣旨を理解していたことを推認させるものではない，などという。\nしかし，被告人Ｂは，平成１９年選挙当時は，Ｉの会長であり，同会長として出\n席した会議において，５０００万円ルールに関連して，各都道府県Ｏを経由した寄\n附について説明を受けており（原審甲１３４・５冊７７０丁，同甲１８３・１３冊\n５１１３丁），その内容が記載されたＣから送付されたお願い文書に決裁印も押し\nている（原審甲１８５・１３冊５１１８，５１１９丁）。被告人Ｂ自身もこの機会\nに５０００万円ルールについて意識するようになった旨も供述している（原審被告\n人Ｂ１８冊１６９６，１７６６丁）。平成２２年選挙当時には，被告人Ｂは，Ａの\n理事長という立場にあったが，この時も，平成１９年選挙と同様に，中央後援会の\n活動費については，５０００万円ルールとの抵触が問題となっており，各種会議に\nおいて，Ｅら会計責任者がこれについて説明をしており，被告人Ｂは何度もこれら\nの説明を聞いている。その中には，原判決が指摘するとおり，被告人Ｂ自身が，\n「５０００万，５０００万」と発言するなど（原審甲１４０・６冊１３１２，１３\n１３丁），資金移動の趣旨を理解していたとみて自然な事実もある上，被告人Ｂが\n司会進行していたＤの役員会において，Ｄの会計責任者であったＱが，ＮからＤへ\nの５０００万円の寄附（③の資金移動）について，「本当はＡから寄附する５００\n０万でございますので，政治団体，一つの政治団体から一か所に許される年間の限\n度が５０００万だということですので，このような形をとらせていだたいておりま\nす。」とはっきりと説明をしている（原審甲１４４・６冊１５７８丁）。被告人Ｂ\nが，平成１９年選挙及び平成２２年選挙における上記の各資金移動の趣旨を認識し\nていたとする原判決の認定は関係証拠の内容に沿うものであり，不合理なところは\nない。そして，平成２５年選挙においても，Ｅは，被告人Ｂが出席する平成２４年\n１０月４日の第７回常任理事会において，中央後援会の予算として１億５０００万\n円が必要であるが，５０００万円ルールがあるので，資金移動に関してテクニック\nの問題がある旨の説明をしており（原審甲１５６・９冊３３４９丁），これまでも\n同様の問題があったことを認識していた被告人Ｂにおいて，平成２５年選挙におい\nても，５０００万円ルールの下で説明可能な方法での資金移動を行う方針であるこ\nとを認識していたとした原判決の認定に不合理なところはない。そして，このよう\nな認識を有していた被告人Ｂは，⑥及び⑦の各資金移動が行われた後の会議のうち，\n平成２５年５月１５日開催の第１回監事会については，所論が指摘するとおり，い\nずれかの段階で途中退席したことがうかがわれ，同会議でＥの説明を聞いていたと\nは認められないものの，自身が議長を務めた同月３１日の第２回理事会では，Ｅが，\nＣの会計報告として，５０００万円ルールとの関連で，Ａからの５０００万円をＤ\n経由で入れている旨の説明を，Ｄの会計報告として，Ａからの５０００万円の収入\nは，Ｃに移すために一旦入れたものである旨の説明を，Ａの政治活動運営会計の報\n告として，その支出について，Ｃに対して，直接のものが９０００万円，Ｄ経由の\nものが５０００万円の合計１億４０００万円ある旨の説明を異論等差し挟むことな\nく聞いている（原審甲１６４・１１冊４１８０，４１８１，４１８５，４１８６\n丁）。原判決が，被告人Ｂが，Ｅの説明に異論を差し挟んでいないことを指摘し，\nＤを介して行われた⑥及び⑦の各資金移動の趣旨を理解していたものと推認したこ\nとに，不合理なところはない。所論は採用できない。\n⑵  Ｐ証言の信用性について\nア  当時Ａの理事長であったＰは，原審において，Ｅから，ＡからＣへ資金を移\n動させるに際し，うち５０００万円についてＤを迂回させるという案を事前に聞い\nていた，寄附が実行された平成２５年１月２３日より前に，被告人Ｂからも上記案\nについてＥから説明を受け，実行することに決めた旨の発言を聞いたと証言してい\nる。原判決（７４，７５頁）は，Ｐ証言の信用性について，Ｐ証言は，①平成２４\n年１１月２７日にＡからＭの資金管理団体であるＲ（以下「Ｒ」という。）に３０\n００万円が振り込まれたがすぐに返金されたとの機微にわたることを含め，理事長\nとして知り得たことを具体的に叙述するものであること，②Ｐ証言のうちＥが５０\n００万円の経由団体を考えなければならないと述べていたとのくだりは，Ｅが５０\n００万円の経由先が悩ましいと会議で発言していた時期と整合し，その悩みの中，\nＲを経由先とできず，Ｄを経由することにしたという流れは自然な脈絡の中での説\n明であり，その後の会議でのＰの発言の趣旨を解き明かす生々しさを伴うものであ\nること，③Ｒへの振込みと返金の経緯は，Ｍらの供述と整合するものであることな\nどを指摘する。\nイ  これに対し，所論は，Ｒへの振込みと返金に関するＰ証言は，何ら機微にわ\nたることではないし，５０００万円の経由先についてのＥの供述に関するＰ証言が，\nＥの会議での発言時期と整合することは，会議録音の存在及び内容が明らかになっ\nた後に証言しているのであるから当然であるし，Ｒから返金され，Ｄに送金したと\nいうのも客観的証拠関係から分かる単純明快な事実関係であり，Ｐ証言の信用性を\n担保するものではない，などという。\nしかし，Ｐ証言は，Ｒへの３０００万円の送金が即日返金されている事情につい\nて，Ｍ本人の意向で行われたことなど，この送金を行ったＥからの説明内容も含め\nて，会務の枢要の立場で知り得た内容を証言しているものであって，その旨指摘す\nる原判決に誤りはない。また，Ｃへの資金移動の経由先としてＲに振り込んだが，\nＭの意向ですぐに返金されたとする内容は，「一度振り込むがすぐに返してくださ\nい」などという送金の趣旨に，Ｍが怒り，すぐに返却したとのＭや同人の秘書であ\nるＳの供述内容とも整合するものである。Ｅがこのように５０００万円の経由先に\n苦労している状況や，それを相談されて，Ｄを経由することになったという流れは，\nその後の本件の共謀状況につながる自然な内容であり，このような点を指摘して，\nＰ証言の信用性を肯定した原判決に不合理な点はない。所論は採用できない。\nウ  また，所論は，Ｐは，自身の上位者であるＡ会長の被告人Ｂを共犯者として\n引き込むことによって，自身の立場を会計責任者のＥと被告人Ｂとの間の「仲介」\nにすぎないとすることができ，虚偽供述のおそれがあるなどという。\nしかし，Ｐは，Ｅからの経由先をＤにするとの提案に対し，「それでいくといい\nと思う」旨答えた，自らもそれに了解した旨証言しており（原審Ｐ１５冊４７５，\n４７８，４７９丁），単に「仲介」をした旨証言しているわけではない。また，Ｅ\nに対し，組織のリーダーである会長の承認を得るようにとの趣旨で，被告人Ｂの承\n認を得てくださいと話し，被告人Ｂも了承したとする証言内容（同４５２，４７５\n丁）は，Ａの常任理事であったＱや，常任監事であったＴが，５０００万円ルール\nとの抵触を避けるために行う資金移動という内容の重大性からして，理事長や会長\nの判断を仰ぐのが通常である旨証言していること（原審Ｑ１４冊１７５丁，同Ｔ１\n４冊３６５，３６６丁）に照らして自然な内容である。原判決（７６頁）が，Ｐは\n自ら決定過程に加わった者であるとして責任を自認しており，責任転嫁の素振りも\n見られないとして，Ｐの虚偽供述のおそれは抽象的なものにすぎないとしたことに\n不合理なところはない。所論は採用できない。\nエ  所論は，Ｐ証言は，被告人Ｂとの共謀について，当初は，Ｅを介した順次共\n謀であったと供述し，その後，３人の同時共謀であると供述し，さらに当初の順次\n共謀に供述が戻ったものであり，変遷があり信用性が認められない，という。\nしかし，そもそもＰは，Ｄを経由先とすることに関するＥ及び被告人Ｂとの話は，\n日常的な話をしている中で行っているので，日時を特定できないとし，資料を見な\nがら，特定してきたと証言しているのである（原審Ｐ１５冊５８７，５８８丁）。\nＰの取調べを担当した髙長伯検察官も，Ｅ及び被告人Ｂとの間の共謀に関するＰの\n供述は，そのやりとりの内容は具体的であったが，Ｅなり被告人ＢなりとＡの役員\n室で会う機会は日常的な出来事としてあることなので，具体的な日付までは結局記\n憶喚起できなかったと証言している（原審髙１７冊１３５７～１３５９丁）。髙検\n察官は，当初の順次共謀から，３人での共謀という話が出たのも，当時のスケジュ\nールが分かる資料を見ていた際に，３人が顔をそろえる日があり，もしかしたら３\n人で話をした可能性があるかもしれませんねという話が出たという程度のことであ\nり，結局供述調書の録取には至らなかったと証言しているのである（同１３５３～\n１３５５丁）。原判決（７８頁）が，共謀についてのＰ証言の変遷の内実は，取調\nべの過程で可能性の一つとして検討された仮説にすぎず，重大な変遷とは評価でき\nず，むしろ，被告人Ｂ，Ｅ及びＰの間で，本件資金移動に関して相談，了解が行わ\nれたという限りでは一貫しており，変遷がないとも評価できるとしたことは，関係\n証拠の内容に沿うものであって，不合理なところはない。所論は採用できない。\nオ  所論は，Ｐ証言の共謀状況は，同人，Ｅ及び被告人Ｂのスケジュールに関す\nる客観的証拠に反するものである，という。\nしかし，そもそも，Ｐの共謀に関する証言は，その日時の特定という点では，前\n記のとおり，あいまいな記憶をスケジュール等の資料によって可能な範囲で特定し\nたというものである。また，Ｐは，当時，東京に住んでおり，基本的には平日は毎\n日Ａに出勤しており，Ｅとは，同人の診療室がＵにあり，１５分から２０分あれば\nＡまで来ることができたので，必要があって電話をすればいつでも会えたという状\n況にあったというのである（原審Ｐ１５冊４７２丁）。このような証拠関係に照ら\nせば，Ｐ証言の「数日前」とは要は事前にということであり，ＥとＰは東京在住で\nいつでもＡに行くことができた旨指摘し，Ｐ証言が客観証拠に反するとはいえない\nとした原判決の判断は，経験則等に照らして不合理とはいえない。所論は採用でき\nない。\nカ  所論は，原判決は，Ｐ証言の内容を否定するＥ証言は全く信用できないとす\nるが，Ｅ証言には，他の証拠と相当程度整合する部分があり，その信用性を否定し\nた原判決の判断は誤っているという。\nしかし，Ｅ証言の内容は，ＤからＣへの送金（⑦の資金移動）は自分が指示した\nものではなく，Ｄから直接Ｍの選挙活動の支援費用を支出しようと思っていたとい\nうもので，ＫとＭの所属する政党同士が対立関係にあり，デリケートな問題がある\nとしながらも，理事長や会長に事前に相談しなかったというものである（原審Ｅ１\n６冊１０９０～１０９４丁）。上記の証言内容は，原判決が指摘するとおり，⑦の\n資金移動に関して証拠上受け入れ難い内容を含む上に，会計上の問題にとどまらず\n政党間の問題が生じ得るようなデリケートな内容について，会長や理事長に何の相\n談もしなかったという不自然な内容であって，Ｅ証言が信用できないと判断した原\n判決に誤りはない。所論は採用できない。\n⑶  その他所論の指摘を検討しても，量的規制違反について，被告人ＢにＥとの\n共謀を認めた原判決の認定，判断は関係証拠の内容に沿うものであって，不合理な\nところもない。\n第５  収支報告書の虚偽記入等に対する事実誤認の論旨について\n１  原判決がＥとの共謀を認定した理由の要旨\n原判決（８１頁）は，被告人Ｂが，当時から政治団体においては，毎年収支報告\n書を作成し提出すべきことを理解していたはずであることからすれば，Ｅの提案に\n係る⑥及び⑦の各資金移動を被告人Ｂが採用したということは，後に公表すべきこ\nとが義務付けられている収支報告書についても，資金移動の実態ではなく外形上の\n資金移動を記載する旨の指示を含意していたとみるべきであるから，Ｅとの間でそ\nの旨の意思連絡を成立させていたと認められるとする。\n２  以上の原判決の認定，判断は，関係証拠の内容に沿うものであって，経験則\n等に照らして不合理なところもない。\n３  所論について\nこれに対し所論は，❶客観的帳票類に基づいて資金移動の事実が正確に記載され\nているので虚偽記入等には当たらない，❷Ｅの犯意の存在につき誤った認定をして\nいる，❸被告人Ｂは，Ｅが本件各収支報告書にどのような記載をするか予測できず，\n共謀があったとはいえない，❹収支報告書の虚偽記入等についての原判決の論理は\n収支報告書の作成担当者を混乱し悩ませるものであり，収支報告書の作成実務を大\nきく混乱させる不当なものである，という。\nそこで検討すると，上記❶及び❷の点は，前記第３の法令適用の誤りの論旨にお\nいて，述べたとおりであり，採用できない。❸のＥとの共謀があったとはいえない\nという点については，被告人Ｂは，前記のとおり，５０００万円ルールとの抵触を\n外形的に回避するためにＥが提案した⑥及び⑦の各資金移動を採用しているのであ\nるから，両者の間において，後に公表される収支報告書においても，収支報告書上\nは，５０００万円ルールとの抵触が回避された状態の記載がされることが予定され\nていたことは明らかである。原判決が，Ｅの提案に係る⑥及び⑦の各資金移動を被\n告人Ｂが採用したということは，収支報告書についても，資金移動の実態ではなく\n外形上の資金移動を記載する旨の指示を含意していたとみるべきとして，Ｅと被告\n人Ｂとの間に共謀を認めたことに不合理な点はない。❹の収支報告書の作成実務の\n混乱をいう点については，本件では，５０００万円ルールとの抵触を外形上回避す\nるために他の政治団体を介在させた資金移動について，その実態を覆い隠すべく収\n支報告書において２つの政治団体間のみの形式的な資金移動の記載をしたことが虚\n偽記入等に当たるとしているのであって，そのような企図や工作がない，あるいは，\nそのような企図や工作のもと行われている資金移動であることを認識していない者\nが刑事訴追をおそれる理由はなく，その旨指摘する原判決の説示（８３頁）に不合\n理なところはない。所論は採用できない。\nその他，所論が指摘するところを検討しても，被告人Ｂに収支報告書の虚偽記入\n等について，Ｅとの共謀を認めた原判決の認定，判断は関係証拠の内容に沿うもの\nであって，経験則等に照らしても不合理なところはない。\n第６  結論\nＡ及び被告人Ｂの各論旨はいずれも理由がない。\nよって，刑訴法３９６条により，主文のとおり判決する。\n平成３１年３月５日\n東京高等裁判所第２刑事部\n裁判長裁判官      青柳   勤\n裁判官      髙木 順 子\n裁判官      溝 田 泰 之\n"
}