{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 3,
    "day": 10
  },
  "case_number": "平成21(行コ)181",
  "case_name": "懲戒処分取消等請求控訴事件（通称　東京都立学校教職員懲戒処分取消）",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "83367",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=83367",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/367/083367_hanrei.pdf",
  "contents": "平成２３年３月１０日判決言渡\n平成２１年（行コ）第１８１号懲戒処分取消等請求控訴事件\n主                  文\n１  原判決を次のとおり変更する。\n(1)  東京都教育委員会が別紙処分一覧表「処分日」欄記載の日付けで\n控訴人Ａを除く各控訴人ら（控訴人Ｂについては訴訟被承継人亡Ｃ）\nに対して行った同一覧表「処分」欄記載の各懲戒処分をいずれも取\nり消す。\n(2)  控訴人Ａの請求及びその余の控訴人らのその余の請求をいずれ\nも棄却する。\n２  訴訟費用は，第１，２審を通じてこれを２分し，その１を控訴人ら\nの，その余を被控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  主文１(1)と同旨\n３  被控訴人は，控訴人らに対し，各５５万円及びこれに対する平成１９年２月\n２４日から支払済みまで年５％の割合による金員を支払え。\n第２  事案の概要\n１  本件は，都立学校（高等学校又は養護学校）の教職員である控訴人ら（うち\n一部の者は既に退職。）が，平成１５年１０月２３日に東京都教育委員会（都\n教委）委員長が「入学式，卒業式等における国歌斉唱はピアノ伴奏等により行\nい，教職員は国旗に向かって起立して国歌を斉唱すること」等を内容とする「入\n学式，卒業式等における国旗掲揚及び国歌斉唱の実施について」と題する通達\n（本件通達）を発した後，同年１１月８日から平成１６年４月９日までに都立\n学校で行われた卒業式，入学式又は創立周年記念式典（卒業式等）に際して，\n事前に，控訴人らの所属する各学校の校長から，「国旗に向かって起立し，国\n歌を斉唱すること」又は「国歌斉唱に際しピアノ伴奏をすること」を内容とす\nる職務命令（本件職務命令）が発せられていたにもかかわらず，これに従わな\nかったため，これを理由として，都教委から，別紙処分一覧表「処分日」欄記\n載の日に，同表「処分」欄記載の懲戒処分（以下，個別に又はまとめて「本件\n処分」ということがある。）を受けたことに関し，①  本件通達及び本件職務\n命令は，平成１８年法律第１２０号による改正前の教育基本法（旧教育基本法）\n１０条１項にいう「不当な支配」に該当し，控訴人らの思想及び良心の自由を\n侵害するなど，違憲，違法なものであったから，都教委が控訴人らに対して行\nった懲戒処分も違憲，違法であるなどと主張して，本件処分の取消しを求める\nとともに，②  違憲，違法な本件通達に基づく各校長による本件職務命令を受\nけ，引き続きこれに違反したことを理由とする本件処分を受けたことにより精\n神的苦痛を被ったと主張して，都教委の設置者である東京都に対して，国家賠\n償法に基づき，それぞれ慰謝料５０万円及び弁護士費用５万円の賠償を求める\n事案である。\n２  控訴人らは，本件処分の取消し理由として，以下のように主張した。\n(1)  本件通達，本件職務命令及び本件処分は，控訴人らの思想及び良心の自由\nを侵害し，憲法１９条，２０条に違反する。\n控訴人らは，いずれも，①  日本の近代の侵略の歴史において日の丸，君\nが代が果たした役割等といった歴史認識から，かつての天皇制国家の象徴で\nある日の丸・君が代を日本国の象徴とすることに賛成できない，②  これま\nでの教育実践の中で，正義を貫くこと，自主的判断の大切さを強調していた\nのに，これに反する行動はできないなどの思いから，国旗に向かって起立し，\n国歌斉唱できないという信念を有するものである。このような信念は，控訴\n人らの人格形成の核心をなす信仰それ自体として，又は信仰に準ずる思想・\n信条として憲法１９条，２０条の絶対的保障を受けるものである。本件通達\n及びこれに基づく本件職務命令は，控訴人らのこのような信念を否定し，控\n訴人らの沈黙の自由を侵害し，控訴人らに自らの思想と抵触する行為を強制\nするものであって，憲法１９条，２０条に違反するものである。\n憲法１９条の絶対的保障は，内心それ自体だけでなく，自己の思想及び良\n心の自由に不可欠な一定の外部的表出をも一体的にその保障対象として含む\nと解すべきであるから，本件通達及び本件職務命令によって思想及び良心の\n自由又は信教の自由を制約する行為が強制される場合に，防衛的，受動的に\n取られる拒否の外部的表出には，内心に対する保障と同等又はこれに準じる\n絶対的保障が与えられるべきであり，仮に一定の制約が許される場合がある\nとしても，人権における思想及び良心の自由の優越的地位からすると，その\n制約には極めて厳格な違憲審査基準が妥当し，その制約は，他者の人権との\n矛盾，衝突がある場合に限られ，具体的根拠が必要であるところ，控訴人ら\nの不起立行為，ピアノ伴奏拒否（以下，まとめて「不起立行為等」というこ\nとがある。）は，他者の人権に対して何ら現実的，具体的な害悪をもたらす\nものではないから，これを制約する理由はない。\n教育公務員である控訴人らが子どもたちの学習権にこたえる責務を負って\nいるということにかんがみれば，職務の公共性や全体の奉仕者性を理由に控\n訴人らの思想及び良心の自由の制約を正当化することは許されない。\n本件処分は，職務命令違反を口実に行われているが，その実は，控訴人ら\nの有する，自らの世界観・歴史観・教育観等からどうしても起立（ピアノ伴\n奏）できないという思想・信条を理由として行われた不利益取扱いにほかな\nらない。\n(2)  本件通達及びその後に都教委が各校長に行った指導は，旧教育基本法１０\n条１項にいう「不当な支配」に該当し，違法である。\n旧教育基本法１０条が制定された経緯・趣旨に照らせば，教育行政機関に\nよる教育の内的事項（内容及び方法）に関する介入が「不当な支配」に該当\nしないためには，当該介入が，許容される目的のために必要かつ合理的な大\n綱的基準の設定にとどまるものであることが必要である。教育委員会は，教\n育の自主性との関係では，国家権力の一部と扱われることは明らかであるか\nら，教育委員会による教育への介入についても大綱的基準にとどまるもので\nあることが必要である。\n都教委による本件通達及びその後の各校長に対する一連の指導名下の強制\nは，卒業式等での国旗掲揚・国歌斉唱の具体的実施方法等について各学校ご\nとの弾力化・個別化・創意工夫の余地を奪い，目的のために必要かつ合理的\nと認められる大綱的な基準を逸脱しているから，「不当な支配」に該当する\nものとして違法である。\nそして，本件職務命令は，各校長が都教委による「不当な支配」を受け，\n完全に裁量の余地を奪われた状況で発令されたものであるから，本件通達等\nと一体の不当な支配として，旧教育基本法１０条１項に違反する違法なもの\nである。\n(3)  控訴人らは，憲法２３条，２６条に基づき，教職員としての専門職上の自\n由（教育の自由）を有しているところ，本件通達は，創意工夫や裁量の余地\nを奪い，卒業式等の内容について学校現場の教師の専門的判断を一切認めな\nい点で，教師の専門職上の自由（教育の自由）を侵害するものである。\n(4)  本件通達は，思想及び良心の自由等を保障する市民的及び政治的権利に関\nする国際規約（自由権規約）１８条，児童の権利に関する条約１２条，１４\n条に違反し無効であるから，これに基づく本件職務命令も同条に違反し無効\nである。\n(5)  控訴人らの不起立行為等は地方公務員法（地公法）３２条，３３条に反し\nない。\n旧教育基本法１０条及び学校教育法（平成１９年法律第９６号による改正\n前のもの。以下同じ。）２８条６項，５１条，７６条の解釈によれば，校長\nに教師の教育活動の内容にかかわる職務命令を出す権限はないから，本件職\n務命令は違法であり，また，上記のとおり本件職務命令は憲法１９条，２０\n条，自由権規約及び児童の権利に関する条約等に反する違憲，違法なもので\nある。このように違憲，違法で無効な職務命令に服従する義務はないから，\n控訴人らの不起立行為等は地公法３２条が定める職務命令に従う義務の違反\nに当たらない。\nまた，地公法３３条が定める信用失墜行為は，具体的には，酒の上での大\nげんか，交通事故，乱闘騒ぎなどがその例であり，控訴人らの不起立行為等\nはこれらとは明らかに性質を異にし，卒業式等において君が代の起立斉唱を\n強制することには反対の考えのほうが国民の間でも多く，不起立行為等は決\nして世間のひんしゅくを買っているわけではないから，信用失墜行為に当た\nらない。\n(6)  本件処分には適正を欠く手続の違法がある。\n憲法３１条の適正手続の保障は，刑事手続に限定されるものではなく，そ\nの趣旨に照らして，公務員に対する懲戒処分についてもその手続的な適正・\n公正が確保されなければならないところ，本件処分に先立つ都教委の事情聴\n取では告知・聴聞の機会が十分になかった。また，本件処分は拙速に行われ，\n特に教職員懲戒分限審査委員会の会議は行われず，回覧協議で体裁が整えら\nれ，処分の審査の過程で個別の事情が一切考慮されず，一律・画一の処分に\nなっているから，手続的適正を欠いている。\n(7)  仮に，本件通達及び本件職務命令が違憲，違法でないとしても，本件処分\nは社会観念上著しく妥当を欠く過酷なものであって，行政裁量の恣意的な行\n使であり，比例原則にも反し，裁量権を逸脱した違法なものである。\n３  被控訴人は，本件処分を受けた後，原審口頭弁論終結時までに退職した控訴\n人らには，本件処分の取消しを求める訴えの利益がないという本案前の主張を\nしたほか，控訴人らの上記主張に対し，以下のように主張した。\n(1)  本件通達，本件職務命令及び本件処分は，以下のとおり，控訴人らの思想\n及び良心の自由を侵害するものではなく，憲法１９条，２０条に違反しない。\nア  憲法１９条による思想及び良心の自由の保障は，国民がいかなる世界観，\n人生観を持っていても，それが内心の領域にとどまる限りは絶対的に自由\nであり，公権力が，特定の思想を内心に抱くことを強制したり，思想の露\n見を強制することは許されないことなどを内容とする。本件通達及び本件\n職務命令は，卒業式等の国歌斉唱時に，国旗に向かって起立し，国歌を斉\n唱し，又はピアノ伴奏をするという外部的行為を命ずるものであって，控\n訴人らの内心における精神活動の自由や信仰を否定したり，その思想及び\n良心に反する精神活動を強制したり，控訴人らの考え方や思いの告白を強\n制したり，特定の思想の表明や宗教的行為を迫るものではないから，憲法\n１９条，２０条に違反するものではない。\nイ  仮に，外部的行為についても，思想及び良心の自由の保障が及ぶ場合が\nあると解するとしても，外部的行為である以上，それは絶対的保障ではな\nく，一定の制約を受けることは明らかであり，信教の自由についても同様\nである。\n(ア)  まず，控訴人らは全体の奉仕者である地方公務員であり（憲法１５\n条２項），公教育という公共の利益のため，職務の遂行に当たっては，\n全力を挙げてこれに専念すべき義務を負っているから（地公法３０条），\n本件職務命令を受け，これに沿った義務を負うことで，その思想及び良\n心の自由が制約されるとしても，職務の公共性に由来する内在的制約と\nして，当然受忍すべきものである。\n(イ)  また，控訴人らの不起立行為等は，児童・生徒に国旗・国歌に対する\n正しい知識を持たせ，これを尊重する態度を育てるという学習指導要領\nの教育目標を阻害しているほか，児童・生徒が学校教育法や学習指導要\n領に基づく教育，指導を受けられないという意味で，児童・生徒の教育\nを受ける権利を侵害し，卒業式等に参列する来賓や保護者等に不信感を\n抱かせるなど，他者の権利，利益を著しく害しているのであるから，公\n共の福祉（憲法１２条，１３条）の観点からの内在的制約として，本件\n職務命令による思想及び良心の自由の制約を受忍すべきである。\n(ウ)  さらに，控訴人ら教育公務員は，教育の全国一定水準の確保と教育の\n機会均等という強い要請から，法規たる学習指導要領やその具体化とし\nて発せられた本件職務命令を遵守すべきことが強く要請され，これらの\n義務を履行することは，教育公務員の法律関係の存立目的に照らし必要\n不可欠のことであり，その義務の履行により思想及び良心の自由が制約\nされても，それは自らの自由意思でそのような法律関係に入った控訴人\nらにとって，やむを得ない制限であり，受忍すべきものである。\nウ  本件処分は，職務命令違反及び信用失墜行為を理由として行われたもの\nであり，その思想・信条に基づく不利益取扱いではない。\n(2)  本件通達及びその後に都教委が各校長に行った指導は，旧教育基本法１０\n条１項にいう「不当な支配」に該当しない。\nア  国の教育行政機関と異なり，学校設置者たる地方公共団体の教育委員会\nにあっては，教育の地方自治の原則の下，国の設定した大綱的な基準の範\n囲で，より具体的かつ詳細な基準を設定し，必要な場合には具体的な命令\nを発して，普通教育の内容及び方法を決定できるのであり，その限界は，\n子ども自身の利益擁護のため，また子どもの成長に対する地域社会公共の\n利益と関心にこたえるため，必要かつ合理的と認められる範囲であって，\n大綱的基準であることをその限界とするものではない。\nイ  卒業式等における国旗・国歌の指導は，子どもの学習権を充足する上か\nらも，また明日の我が国を担う子どもの成長の上からも，重要な教育活動\nであり，その適正な実施を図ることは正に許容された目的である。それに\nもかかわらず，当時，都立学校では卒業式等における国旗・国歌の指導が\n適正にされていなかったから，その改善を図るため，都教委教育長におい\nて本件通達を各都立学校の校長に対して発する必要も十分に存していた。\nまた，本件通達の内容も，ごく常識的かつ自然な指導方法であり，これ\nが児童・生徒に一方的な理念や観念を教え込むことにならないことは明ら\nかである。したがって，本件通達やその後に都教委が本件通達に関して校\n長に行った指導は，旧教育基本法１０条１項にいう「不当な支配」に該当\nしない。\nウ  なお，仮に本件通達が違法であるという控訴人らの主張を前提としても，\n校長が本件通達に応じてその内容に沿った卒業式等の実施内容を決定し，\nこれを各教職員に分掌させた上，その実施に必要な職務命令を発した場合\nには，法律的にみれば，それは各校長が自らの判断と考えに基づき実施に\n関する職務命令を発したということに帰着し，手続上も実質上も違法とは\nならないから，これに基づく本件職務命令が当然に違法となるというもの\nではない。\n(3)  控訴人らには，教育の専門家として，一定範囲の教授の自由が認められる\nにすぎず，教育の内容については，教育の機会均等と全国的な一定水準を確\n保するため，学校現場の教師としては，学習指導要領の内容に従って子ども\nたちに対して教育を行う責務がある。本件通達は，卒業式等における国旗掲\n揚及び国歌斉唱の実施を適正にするために発出されたものであって，卒業式\n等の運営実施の全般に関して発出されたものではない。その意味において，\n卒業式等のその他の運営実施方法等に関して，学校現場における創意工夫や\n裁量の余地が残されており，上記の意味での教授の自由を侵害するものでは\nない。\n(4)  本件通達は，思想及び良心の自由，信教の自由を侵害するものでないと同\n様，自由権規約１８条に違反しない。児童の権利に関する条約に違反すると\nの主張は，控訴人らの権利・利益を保護する趣旨で設けられたのでない法規\n違反をいうものであって，本件各処分の取消事由として主張することはでき\nない（行政事件訴訟法１０条１項）。\n仮に本件通達が条約に違反して無効であっても，校長は学校教育法上認め\nられた固有の権限に基づいて本件職務命令を発したのであるから，本件通達\nが無効であることによって本件職務命令が無効となるいわれはない。\n(5)  控訴人らの不起立行為等は地公法３２条，３３条に反する。\n学校教育法５１条，７６条，２８条３項は，高等学校及び養護学校におけ\nる校務はその校長がつかさどるものとしており，その「校務」とは，教諭の\nつかさどる教育を含む学校の果たすべき仕事全体すなわち学校教育の事業を\n遂行するため必要とする一切の事務を指し，学校教育法施行規則等を受けて\n制定された学習指導要領に基づく教育課程の計画及び実施についての責務と\n権限も当然に含まれるものである。控訴人ら教職員は，「教育をつかさどる\n者」（学校教育法２８条６項，５１条，７６条）として，児童・生徒に対し，\n国旗掲揚・国歌斉唱に関する指導を行う義務を負うから，控訴人らの所属校\nの各校長は，校務の一環として卒業式等の具体的実施内容を決定し，その実\n施のための諸活動を各教職員に分掌させて本件職務命令を発したのであり，\n控訴人らは，当然に当該職務命令に従って職務を遂行しなければならず，こ\nれに従わなかった控訴人らの行為は地公法３２条に違反する。\nまた，同法３３条が「その職の信用を傷つけ，又は職員の職全体の不名誉\nとなるような行為をしてはならない」と規定する趣旨は，公務員が全体の奉\n仕者として公共の利益のために勤務すべき地位にあり，そこから公務員に高\n度の行為規範を求め，それを法規範として定めたことにあることに照らせば，\n信用失墜行為に当たるか否かはその行為自体を社会観念に照らして判断すれ\nば足り，具体的に失墜された結果が生じることは要件ではなく，控訴人らの\n不起立行為等の非違行為は，校長の教育課程にかかわる職務命令に違反して，\n卒業式等の重要な学校行事において児童・生徒，保護者，来賓の面前で行わ\nれたものであり，教育公務員の職に対する信用を傷つける行為であるから，\n同条の信用失墜行為に該当することは明らかである。\n(6)  本件処分には適正を欠く手続の違法はない。\n公務員の懲戒処分については，刑事手続に関する憲法３１条の保障が直接\n的に及ぶものではないし，行政手続法の聴聞ないし弁明の機会の付与に関す\nる規定は適用除外とされており，地公法等に告知，聴聞の規定はなく，公務\n員の懲戒処分の手続は任命権者の裁量に委ねられている。都教委は，本件処\n分を行うに当たって事情聴取を行うなどしており，手続は公正に行われた。\n控訴人らの中には，事情聴取における弁護士の立会等に固執し，結果として\n事情聴取ができなかった者もあったが，事情聴取を行った者の聴取書は事実\n確認及び量定案検討の資料となり，これを踏まえて個々の処分がされた。処\n分発令までの期間が短いことや，結果として控訴人らについて基本的に同内\n容の処分量定となったことをもって，処分が違法になるものではない。\n(7)  控訴人らが行った職務命令違反は，公務の適正な遂行を妨げるものであ\nり，職場内の秩序維持の観点からも看過できない非違行為であり，本件処分\nの処分量定は適正であり，比例原則にも反さず，裁量の逸脱はない。\n４  原審は，被控訴人の本案前の主張については，退職した控訴人らは，本件処\n分が取り消されれば，昇給予定時期に昇給することが期待できた地位や再任用\nされることを期待し得る地位を回復することになり，これらの地位は，一定の\n法的保護に値するものであり，退職によって当然に失われるものとはいえない\nから，退職した控訴人らについても本件処分の取消しを求める法律上の利益が\nあるというべきであると判断した上，本案について以下のように判断して，控\n訴人らの請求をいずれも棄却した。\n(1)  以下のとおり，本件通達，本件職務命令及び本件処分は，控訴人らの思想\n及び良心の自由を侵すものではなく，憲法１９条，２０条に反するとはいえ\nないと解するのが相当である。\nア  控訴人らが不起立行為等をするに至った思いや信念は，「日の丸」や「君\nが代」が過去に我が国において果たした役割に係る，控訴人らの歴史観な\nいし世界観又は教職員としての職業経験から生じた信条及びこれに由来す\nる社会生活上の信念であるといえるものであり，このような考えを持つこ\nと自体は，思想及び良心の自由として保障されることは明らかである。し\nかしながら，一般に，自己の思想や良心に反するということを理由として，\nおよそ外部行為を拒否する自由が保障されるとした場合には，社会が成り\n立ち難いことは明らかであり，これを承認することはできない。\nもとより，人の思想や良心は外部行為と密接な関係を有するものであり，\n思想や良心の核心部分を直接否定するような外部行為を強制することは，\nその思想や良心の核心部分を直接否定することにほかならないから，憲法\n１９条が保障する思想及び良心の自由の侵害が問題になるし，そうでない\n場合でも，思想や良心に対する事実上の影響を最小限にとどめるような配\n慮を欠き，必要性や合理性がないのに，思想や良心と抵触するような行為\nを強制するときは，同条違反の問題が生じる余地があるといえるが，これ\nらに該当しない場合には，外部行為が強制されたとしても，同条違反とは\nならないと解される。\nイ  これを本件についてみると，本件職務命令は，直接的に控訴人らの歴史\n観ないし世界観又は信条を否定する行為を命じたり，思想や良心の内容を\n確かめるための行為を命じるものではなく，また，卒業式等の儀式の場で\n行われる式典の進行上行われるピアノ伴奏又は出席者全員による起立及び\n斉唱を命じるものであることから，前記のような歴史観ないし世界観又は\n信条と切り離して，不起立行為等には及ばないという選択をすることも可\n能であると考えられ，一般的には，卒業式等の国歌斉唱時に不起立行為等\nに出ることが，控訴人らの歴史観ないし世界観又は信条と不可分に結び付\nくものということはできない。加えて，本件職務命令が発出された当時，\n客観的にみて，卒業式等の国歌斉唱の際に「日の丸」に向かって起立し，\n「君が代」を斉唱するという行為やピアノで伴奏する行為は，卒業式等の\n出席者にとって通常想定され，かつ，期待されるものということができ，\n一般的には，これを行う教職員が特定の思想を有するということを外部に\n表明するような行為であると評価することは困難であるから，本件職務命\n令は，控訴人らに対し，特定の思想を持つことを強制したり，あるいはこ\nれを禁止したりするものではなく，特定の思想の有無について告白するこ\nとを強要するものでもない。\nウ  もっとも，一般的には，本件職務命令が控訴人らの歴史観ないし世界観\n又は信条自体を否定するものといえないにしても，控訴人ら自身は，本件\n職務命令が，控訴人らの歴史観ないし世界観又は信条自体を否定し，思想\n及び良心の核心部分を否定するものであると受け止めたとも考えられ，そ\nうだとすると，本件職務命令は，控訴人らの思想及び良心の自由との抵触\nが生じる余地がある。\nしかしながら，憲法１５条２項は，「すべて公務員は，全体の奉仕者で\nあつて，一部の奉仕者ではない。」と定めており，地公法３０条，３２条\nによれば，都立学校の教職員である控訴人らは，法令等や上司の職務上の\n命令に従わなければならない立場にあり，校長から学校行事である卒業式\n等に関して，それぞれ本件職務命令を受けたものであること，卒業式等に\n参列した教職員が，国歌斉唱時に国旗に向かって起立して，国歌を斉唱す\nるということ，国歌をピアノ伴奏することは，日の丸を国旗とし，君が代\nを国歌とする旨を明確に定めた国旗及び国歌に関する法律（国旗・国歌法）\nや学校教育法４３条，７３条等に基づき定められた学習指導要領の趣旨に\nかなうものであること，本件職務命令は卒業式等の儀式を行うに際して発\n出されたものであり，このような儀式においては，出席者に対して一律の\n行為を求めること自体には合理性があるといえるし，卒業式等における国\n旗掲揚や国歌斉唱は，全国的には従前から広く実施されていたものである\nこと等の事情を総合すると，本件職務命令には，その目的及び内容におい\nて合理性，必要性が認められるというべきである。\nエ  したがって，控訴人ら自身としては，本件職務命令をもって，思想及び\n良心の核心部分を直接否定するものであると受け止めたのだとしても，そ\nのことによって直ちに，本件職務命令が控訴人らの思想及び良心の自由を\n制約するものである，あるいはその制約は許されないものであるというこ\nとはできない。\n(2)  以下のとおり，本件通達及びその後に都教委が各校長に行った指導は，旧\n教育基本法１０条１項にいう「不当な支配」に該当するとは認められない。\nア  本件職務命令は，学校教育法５１条，７６条により準用される同法２８\n条３項の，校長の所属職員に対する監督権限に基づいて発せられたもので\nある。他方，本件通達は，地方教育行政の組織及び運営に関する法律（地\n教行法）２３条５号の，教育委員会の教育課程に関する管理，執行権限に\n基づいて発せられたものであり，本件職務命令とは異なる法的根拠を有す\nる別個の行為であって，本件通達の違法性は，当然に本件職務命令に承継\nされるものではない。\nしかしながら，本件については，形式的には，本件職務命令を発すべき\n必要性の判断は各校長がしていたとしても，事実上，本件通達やその後に\n都教委が行った指導により，校長にその裁量を働かせる余地はなく，本件\n職務命令を発することを余儀なくされていたものと評価するのが相当であ\nるから，本件職務命令の発出は，実質的には都教委が行ったものと評価す\nることができ，本件通達やその後に都教委が各校長に対して行った指導と\n一体のものということができるから，本件通達の発出が旧教育基本法１０\n条１項にいう「不当な支配」に該当するか否かは，本件職務命令の違法性\nに影響する余地があるというべきである。\nイ  そこで，以下，本件通達の発出が「不当な支配」に該当するかどうかを\n検討する。\n(ア)  憲法上の国の権能及び旧教育基本法が制定された経緯，趣旨に照ら\nすと，旧教育基本法１０条１項は，国の教育統制権能を前提としつつ，\n教育行政の目標を教育の目的の遂行に必要な諸条件の整備確立に置き，\nその整備確立のための措置を講ずるに当たっては，教育の自主性尊重の\n見地から，教育が国民の信託にこたえて自主的に行われることをゆがめ\nるような「不当な支配」となることのないようにすべき旨の限定を付し\nたところにその意味があるもので，許容される目的のために心要かつ合\n理的と認められる介入は，たとえ教育の内容及び方法に関するものであ\nっても，必ずしも同条の禁止するところではなく，排斥しているのは，\n教育が国民の信託にこたえて自主的に行われることをゆがめるような\n「不当な支配」であり，そのような支配と認められる限り，その主体の\nいかんは問うところでないので，ここには，教育行政機関や地方公共団\n体も含まれると解するのが相当である。\n(イ)  そして，国の教育行政機関が，法律の授権に基づいて，義務教育に\n属する普通教育の内容及び方法について遵守すべき基準を設定する場合\nには，子どもの教育は，教師と子どもとの間の直接の人格的接触を通じ，\n子どもの個性に応じて弾力的に行わなければならないから，教師の自由\nな創意と工夫の余地が要請されることを考慮した上で，教育に関する地\n方自治の原則を考慮し，教育における機会均等の確保と全国的な一定の\n水準の維持という目的のために必要かつ合理的と認められる大綱的な範\n囲にとどめられるべきものであるが，地方公共団体が設置する教育委員\n会が，教育の内容及び方法について遵守すべき基準を設定する場合には，\n公立学校を所管する行政機関として，その管理権に基づき，学校の教育\n課程の編成や学習指導等に関して基準を設定し，一般的な指示を与え，\n指導，助言を行うとともに，必要性，合理性が認められる場合には，適\n正かつ許容される目的のために必要かつ合理的と認められる範囲内にお\nいて，具体的な命令を発することもできると解される。このことは，文\n部科学大臣が地教行法４８条２項２号により学校の組織編制や教育課程\n等について指導，助言又は援助をすることができるとされているのに対\nし，教育委員会は同法２３条５号により学校の組織編制，教育課程，学\n習指導等に関して管理，執行するとされていることからも根拠づけられ\nる。\n(ウ)  本件通達について，これを発出すべき必要性，合理性があったと認\nめられるか否かを検討すると，以下のとおり，必要性は認められ，合理\n性を欠くとはいえない。\n認定に係る本件通達を発出するに至った経過に照らせば，学習指導要\n領に基づく卒業式等を実施するよう改善，充実を図るという本件通達の\n目的には合理性があるといえるし，これを実現するため，卒業式等にお\nける国旗掲揚・国歌斉唱の実施方法等を定める通達を特に発すべき必要\n性もあったといえる。また，その内容も，卒業式等において教職員が国\n旗に向かって起立をし，国歌を斉唱し，又はピアノで国歌を伴奏するよ\nうにするため，この通達に基づいて各校長に対して職務命令を発出する\nことを求めることを内容とするものであるが，このような職務命令が思\n想及び良心の自由を侵害するものとはいえないことは，前に説示のとお\nりであるし，本件通達は，卒業式等における国旗掲揚及び国歌斉唱に関\nする実施指針のみを定めるものであって，教職員が児童・生徒に対して\n「日の丸」・「君が代」に関する歴史的な事実等を教えることを禁止す\nるものではなく，教職員に対し，国旗・国歌について，一方的に一定の\n理論を児童・生徒に教え込むことを強制するものとはいえず，後記のと\nおり，教職員に認められる教授の自由ないし教職員としての専門職上の\n自由（教育の自由）を侵害するともいえないし，教育活動を阻害すると\nも認められないので，合理性を欠くとはいえない。\n(エ)  よって，本件通達は，旧教育基本法１０条１項にいう「不当な支配」\nに該当するとは認められない。\n(3)  控訴人らには一定の範囲で教職員としての専門職上の自由（教育の自由）\nが認められるが，本件通達及び本件職務命令がこれを侵害するとは認められ\nない。\n高等学校等の普通教育の場面においても，教師について，一定の範囲にお\nける教授の自由が保障されるべきであるといえるが，大学の教育の場合には，\n学生が一応教授内容を批判する能力を備えていると考えられるのに対し，普\n通教育においては，児童・生徒にこのような能力はなく，教師が児童・生徒\nに対して強い影響力，支配力を有していることや，普通教育では，児童・生\n徒の側に学校や教師を選択する余地が乏しく，教育の機会均等を図る上から\nも全国的に一定の水準を確保すべき要請があることなどからすると，普通教\n育において，教師に完全な教授の自由を認めることはできないと解するのが\n相当である。\nそして，「日の丸」や「君が代」に係る歴史観ないし世界観については，\n様々な意見があることは公知の事実であるが，公立学校の卒業式等の儀式的\n行事において，教職員に対して，国歌斉唱時に「日の丸」に向かって起立し，\n「君が代」を斉唱することを求めることが，児童・生徒に対して特定の思想\nのみを教授することを強制する性質を有するものであるとはいえないし，教\n職員や児童・生徒，保護者や来賓等多数の人が参列する集団的行事である卒\n業式等において，校長がその権限に基づき，国歌斉唱を含む式次第やその進\n行をあらかじめ一律に定め，これを実施しようとすることは，儀式としての\n性質上その必要性はあるといえるから，本件通達及び本件職務命令が，控訴\n人らに認められる教授の自由ないし教職員としての専門職上の自由（教育の\n自由）を侵害するものであるとは認められない。\n(4)  本件通達及び本件職務命令が国際条約（自由権規約，児童の権利に関する\n条約）に違反して無効であるとはいえない。\n本件通達及び本件職務命令が，憲法１９条，２０条に違反するところがな\nいことは前に判断したとおりであるから，これらが自由権規約１８条に違反\nするとの控訴人らの主張は採用できない。また，本件通達に基づく国旗・国\n歌の指導が，児童・生徒の思想及び良心の自由，信教の自由を侵害するもの\nでないこと，国旗・国歌について一方的な一定の理論を児童・生徒に教え込\nむことにはならないことは，前示の判断に照らしても明らかであるから，児\n童の権利に関する条約１２条，１４条にも違反しない。\n(5)  控訴人らの不起立行為等は地公法３２条，３３条に反する。\nア  地公法３２条は，「上司の職務上の命令に忠実に従わなければならない」\nと規定しているところ，本件職務命令は，学校教育法５１条，７６条によ\nり準用される同法２８条３項の校長の所属職員に対する監督権限に基づい\nて発せられたものであり，前に説示したとおり，本件職務命令は，憲法１\n９条，２０条に違反するものではなく，教師の専門職上の自由を侵害せず，\n国際条約に違反するものでもなく，適法なものというべきであるから，控\n訴人らが，このような職務命令に従わず，不起立行為等に及んだことは，\n地公法３２条違反の行為というべきである。\nイ  控訴人らは，不起立行為等はひんしゅくを買う行為ではないとして，地\n公法３３条違反に当たらないと主張する。しかし，控訴人らが，教育公務\n員として，学習指導要領に沿った指導を行うべきであるにもかかわらず，\n上司である校長が控訴人らに対して学習指導要領の「入学式や卒業式など\nにおいては，その意義を踏まえ，国旗を掲揚するとともに，国歌を斉唱す\nるよう指導するものとする。」という条項（国旗・国歌条項）の趣旨にか\nなった指導を命じた本件職務命令に，公然と，しかも，児童・生徒及びそ\nの保護者の面前で違反したことは，その職の信用を傷つける行為であるこ\nとは明らかであり，同条に違反する行為である。\nウ  したがって，控訴人らが本件職務命令に従わず不起立行為等に及んだこ\nとは，地公法３２条，３３条に反する行為といわざるを得ない。\n(6)  以下のとおり，本件処分に手続的違法はない。\nア  行政手続法３条１項９号は，公務員又は公務員であった者に対してその\n職務又は身分に関してされる処分については，告知，聴聞の機会を与える\n規定（同法１３条，１５条），聴聞に関する一切の行為をすることができ\nる代理人を選任できる旨を定めた規定（同法１６条）の適用を除外してい\nるから，被処分者に対しそのような機会を与えなければならないものでは\nない上，事情聴取に弁護士代理人の立会いを認めなければならないもので\nはない。また，地公法上の処分に先立つ事実確認のための事情聴取に憲法\n３１条の要請する適正手続の保障が及ぶ余地があるとしても，事実関係の\n確認のための事情聴取において，弁護士の立会いを求めることやメモをと\nることが同条によって当然の権利として認められるものではない。\n本件処分については，控訴人らに対して事前に都教委による事情聴取が\n行われており，実質的に告知と弁明の機会が与えられていたというべきで\nあるし，前記のとおり，控訴人らには弁護士代理人の立会いを求める権利\nやメモを取る権利はないから，都教委がその立会いを認めなかったことに\n違法はなく，メモをとることを許さなかったとしても違憲，違法の問題は\n生ぜず，手続は公正・適正に行われたというべきである。\nイ   処分に先立つ教職員懲戒分限審査委員会への諮問，答申は，法令，条例，\n規則等に定められたものではなく，処分する側の内部手続であるから，同\n審査が回覧協議で行われたことがあったとしても，手続上の違法事由とは\nいえない。\nウ  本件処分発令に至る手続の経緯に照らしても，手続が拙速に行われたと\nいった批判は当たらない。また，控訴人らは，控訴人らに対する処分量定\nが同一であることをもって，個別の事情が一切考慮されていないと批判す\nるが，控訴人らそれぞれについて事実確認のための事情聴取が実施されて\nいることから，個別の事情が一切考慮されていないとは認められず，後に\n説示するとおり，同一内容の職務命令違反行為について，過去に処分歴等\nがない控訴人らについて，懲戒処分のうち最も軽い処分である戒告処分と\nいう同一の処分量定となることは理由があると考えられ，論理的にも処分\n量定が同一であるから個別の事情が一切考慮されていないといえるもので\nもないから，控訴人らの上記批判は採用できない。\nその他本件処分の手続の違法を窺わせる事情は見当たらない。\n(7)  本件処分に裁量の逸脱はない。\nア  公務員に対する懲戒処分は，公務員としてふさわしくない非違行為があ\nる場合に，その責任を確認し，組織内部の秩序を維持するために科される\n制裁である。このような懲戒処分制度の趣旨に照らすと，懲戒権者には，\n懲戒事由に該当すると認められる行為の原因等諸般の事情を考慮して，懲\n戒処分をすべきかどうか，懲戒処分をする場合にいかなる処分を選択すべ\nきかについて裁量権が認められ，当該処分が社会観念上著しく妥当を欠き\n裁量権を濫用したと認められる場合に限り違法と判断すべきものである。\nイ  地公法によれば，懲戒処分は，軽い順に，戒告，減給，停職及び免職の\n４種類であるところ，本件処分は，控訴人番号７２を除く控訴人らについ\nては，いずれも最も軽い戒告処分である。\n同控訴人らは，ただ静かに座席に座っているという消極的な対応に対し\nて，文書訓告，注意等を選択することなく，経済的不利益を伴う戒告処分\nを科すのは不利益の程度が重すぎると主張するが，前に説示したとおり，\n上司である校長が控訴人らに対して学習指導要領の国旗・国歌条項の趣旨\nにかなった指導を命じた本件職務命令に，公然と，しかも，児童・生徒及\nびその保護者の面前で，違反したことは，相当に非難される行為であるか\nら，控訴人番号７２を除く控訴人らに過去に処分歴がないことを考慮して\nも，懲戒処分の中で最も軽い処分である戒告処分を科したことが，過酷で\nあるとか過重であるとはいえず，比例原則や平等原則等に反すると窺われ\nる事情もなく，裁量権を濫用したものとは認められない。\nまた，控訴人番号７２の控訴人は，平成１４年４月９日に開催された平\n成１４年度入学式の際に，その服装に関する校長の職務命令及びその後の\n事実確認に関する校長の職務命令に従わなかったため，これが職務命令違\n反及び信用失墜行為に当たるとして，同年１１月６日に戒告処分を受けて\nいることから，同控訴人に対しては，過去に非違行為を行い懲戒処分を受\nけたにもかかわらず，再び同様の非違行為を行った場合には量定を加重す\nるという処分量定の考え方により，本件処分として１か月間給料１０分の\n１を減じる懲戒処分（減給１０分の１・１月）を科したことが認められる。\n同種の非違行為による懲戒処分が重ねて行われる場合に，過去の懲戒処分\n歴に応じ，より重い懲戒処分を科すという考え方は相当と認められ，選択\nされたより重い処分も，戒告処分の次に軽い減給処分であり，量定として\n１日以上６月以下の範囲で給料及び暫定手当ての合計額の５分の１以下を\n減ずることができる（職員の懲戒に関する条例３条）という幅のある減給\n処分の中でも，１か月間の給料の１０分の１を減ずるという比較的軽い処\n分であり，処分による不利益は過酷なものとはいえないことにかんがみれ\nば，同控訴人に対する本件処分も，比例原則に反しているものということ\nはできず，社会観念上著しく妥当を欠き裁量を逸脱したものとまではいえ\nない。\nなお，控訴人らは，他の地方公共団体に比較して，東京都のみが突出し\nて処分が多いとして，本件処分が社会観念上著しく妥当を欠く過酷な処分\nであると主張するが，他の地方公共団体における事実関係について何ら明\nらかでない以上，控訴人らの主張は議論の前提を欠くもので採用できない。\n５  以上のような原判決に対し，これを不服として，控訴人らが控訴した（ただ\nし，Ｃは当審係属中に死亡し，Ｂが同人を承継した。）。なお，原審原告は１\n７２名であったが，うちＤ，Ｅ及びＦの３名は控訴せず，また，Ｇは控訴した\nが当審で訴えを取り下げたため，当審口頭弁論終結時における控訴人は１６８\n名である。\n６  前提事実，争点及びこれに関する当事者の主張は，原判決１４頁１６行目の\n「思想及び良心の自由を」を「思想及び良心の自由の制約を」と，同１８頁７\n行目の「本件職務命令」を「本件通達」と，同２２頁２４行目の「不十分でな\nく」を「十分でなく」とそれぞれ改め，後記７のとおり当審における控訴人ら\nの主張を，後記８のとおり当審における被控訴人の主張を付加するほかは，原\n判決の「事実及び理由」欄の第２の１ないし３に記載のとおりであるから，こ\nれを引用する。\n７  当審における控訴人らの主張\n(1)  本件における控訴人らの主張の中核は，「日の丸」・「君が代」が今でも\nその評価に多くの議論が伴うものであって，政治的・宗教的に価値中立的な\nものとはいえないのであるから，このように価値中立的ではない「日の丸」\n・「君が代」に対する起立・斉唱を，本件通達のようなやり方で一律に学校\nに導入し，個々の教職員や生徒に強制することは許されないということであ\nる。\n卒業式や入学式などの学校の儀式的行事において，国旗に向かって起立し\nて国歌を斉唱することを求めることは，一般的客観的に，国旗や国歌が，国\n家に対する政治的統合のシンボルとして，国民に国家への統制や国家に対す\nる忠誠を求める政治的機能を有しており，国民の歴史観ないし世界観又は信\n条に基づく行為と不可分に結び付くものであって，職務命令によりこれを強\n制することは，国家に対する忠誠と愛国心を強制するもので，特定の思想（国\n家に対する忠誠や愛国心）を持つことを強制したり，これを有することを外\n部に向かって表明することを強制する行為であり，このようなことは，儀式\nにおける儀礼的行為であるがゆえに，むしろその意味を増すものである。\nこれらの点に関する原審の判断は誤っている。原審は，国旗・国歌が，近\n代国家成立とともに始まり，ナショナリズムを鼓舞して，国民に国家への同\n一意識，統一の意識を生み，国家に統合する政治的シンボルとして政治的に\n活用されてきたという歴史的事実から認められる，国旗・国歌が持つ国民の\n国家統合及び国家忠誠への思想的政治的機能を見落としている。\n特に，我が国の歴史において，「日の丸」及び「君が代」がどのように利\n用されてきたかという事実を認識する必要がある。戦前においては，「日の\n丸」・「君が代」を国旗・国歌とする法律は存在しなかったが，学校教育を\n通じて，「日の丸」が国旗であり，「君が代」が国歌であるという概念が，\n国民の間に広められていった。そして，学校儀式を中心とする学校教育が，\n皇国思想及び軍国主義思想を定着させる機能を果たし，「日の丸」・「君が\n代」がその精神的支柱の役割を担った。戦後は，学校において「日の丸」を\n掲揚し，「君が代」を斉唱することはなくなり，その状況がしばらく続いた\nが，昭和３３年の小中学校学習指導要領において，「国民の祝日などにおい\nて儀式などを行う場合には・・・国旗を掲揚し，君が代を斉唱させることが\n望ましい。」と規定され，平成元年に改定された学習指導要領により，「国\n旗を掲揚し，国歌を斉唱するよう指導するものとする。」と改められ，国旗\n掲揚・国歌斉唱の指導が徹底されるようになった。しかし，その後も，国民\n世論は義務づけに反対し，教育現場では強制に伴う危険性を回避する工夫が\n行われていた。そのような中で，本件通達は，国旗・国歌を強制することに\nより，入学式，卒業式等を新たな国民教化の場にして，皇室を国民統合の中\n心とする国家への国民の忠誠を求める役割を果たさせようとしているもので\nある。\n(2)  本件は，国旗・国歌という国家的シンボルの強制が問題になっている事案\nであり，種々の法的論点が検討される場合にも，漠然と，「思想・良心の自\n由を理由にして職務命令を拒否することができるか」などという一般的な問\n題設定をしたのでは，本件とはおよそ無縁な議論に陥ってしまうことが意識\nされなければならない。\n国家的シンボルの強制という点に焦点を絞った検討をするに当たっては，\n日本国憲法とその基本構造や基本原理を共通とする連邦憲法を有するアメリ\nカの憲法判例が参考とされるべきである。アメリカ連邦裁判所は，１９４３\n年以来，国家的シンボルとしての国旗・国歌に対する特定の行為（国旗に対\nする起立や敬礼，忠誠の誓いや国歌の斉唱等）の強制については，これを強\n制された当該個人の思想・良心，信仰の内容の妥当性や適切性の問題に立ち\n入ることなく，その「国家的シンボルの強制」という事実に着目して，連邦\n憲法修正１条に違反するとの判断を貫いている。それは，国旗・国歌には，\n１つの国家の下に国民を統合する機能があり，この国家的・国民的統合機能\nは，当然に一定の思想性，政治性と不可分とならざるを得ないことから，国\n旗・国歌に対する儀礼的行為を儀式として実施することは許容されるとして\nも，これを「強制」することは本来的に個人の思想・良心，信仰の自由を侵\n害することにならざるを得ないことによるのである。\n原審が，起立斉唱命令の拒否やピアノ伴奏命令拒否と個々人の思想，信条，\n良心，信仰との間の「不可分の結び付き」を否定し，これらを切り離した判\n断をしたことと，アメリカ憲法判例が，拒否の理由や適法性を審査すること\nなく，したがって拒否と思想との「一般的な不可分の結び付き」を検討する\nこともなく，その強制が思想・良心の自由の侵害になることを一貫して認め\nてきたこととの違いは，民族性や国民性の違いで説明できるものではない。\nそれは，原審が，本件事件を，ただ単に，「日の丸という嫌な旗に向かって\n君が代という嫌な歌を歌うことを強制された事件」ととらえ，「国家的シン\nボルの強制の拒否」であることに焦点を絞りきれなかったことの顕れであり，\nこのような理解は誤っている。\n被控訴人は，教職員は生徒と異なり職務命令に服する義務等を負うから，\n教職員は思想・良心の自由への制約を受忍すべきであると主張するが，全く\nの誤りである。アメリカの憲法判例は，全く対極の考え方に立ち，憲法の権\n利は生徒のみならず教師にも認められるべきものであることを繰り返し確認\nしてきた。また，公務員にも思想・良心の自由が認められることは，我が国\nの判例でもある。\n(3)  原審は，国旗・国歌法の制定経過やその趣旨に何ら目をやることのないま\nま，「国旗・国歌法は，日の丸を国旗とし，君が代を国歌とする旨明確に定\nめ，また，学校教育法４３条及び同法７３条等に基づき定められた学習指導\n要領は『入学式や卒業式などにおいては，その意義を踏まえ，国旗を掲揚す\nるとともに，国歌を斉唱するよう指導するものとする。』と定めているとこ\nろ，卒業式等に参列した教職員が，国歌斉唱時に国旗に向かって起立して，\n国歌を斉唱するということ，国歌をピアノ伴奏することは，これらの規定の\n趣旨にかなうものである。」と判示し，国旗・国歌法の存在が本件通達を正\n当化する根拠の１つであるかのように述べているが，同法の立法経緯を詳細\nに検討すれば，同法が決して本件通達を正当化するものとなり得ないことは\n明らかである。そればかりか，同法は，国旗・国歌が政治的な機能を有して\nいるがゆえに持つ国民の思想信条を侵害する危険性に配慮し，立案過程で存\n在していた尊重を義務づける条項をあえて入れておらず，制定時の政府答弁\nも，「政府としては，今回の法制化に当たり，国旗掲揚等に関し義務づけを\n行うことは考えておらず，したがって，国民の生活に何らかの影響や変化が\n生ずることとはならないと考えている」，「学校における国旗と国歌の指導\nは・・・義務づけを行うことは考えておらず，したがって，現行の運用に変\n更が生ずることにはならないと考えております。」（小渕恵三内閣総理大臣），\n「人によって，式典等においてこれを，起立する自由もあれば，また起立し\nない自由もあろうかと思うわけでございますし，また，斉唱する自由もあれ\nば斉唱しない自由もあると思うわけでございまして，この法制化はそれを画\n一的にしようというわけではございません。」（野中広務内閣官房長官），\n「本法案は，これによって国旗・国歌の指導にかかわる教員の職務上の責務\nについて変更を加えるものではございません。」（有馬朗人文部大臣）とい\nうものであったことからすれば，同法の制定前と後で，異なる「指導」，「責\n務」を教育現場に課することは許されないことになる。したがって，本件通\n達は，国旗・国歌法の立法趣旨に完全に逆行するものであって，原審が，国\n旗・国歌法により本件通達が正当化されるように認定したことが誤りである\nことは明白である。\n(4)  原審は，まず平成元年の学習指導要領改訂から筆を起こし，これを受けて\n文部科学省や都教委が出した日の丸・君が代の扱いに関する通知や実施状況\n調査の結果を時系列的に沿って挙げ，本件通達発出に至る経緯及びその後の\n都教委の指導について認定し，それらの認定事実から，本件通達が思想・良\n心の自由に抵触するか否かについての法的評価や，不当な支配の判断におけ\nる本件通達の目的の合理性・必要性を導いている。\nしかしながら，本件通達発出に至る経緯は原審が認定するようなものでは\nない。原審の認定は，都教委の立てた，「控訴人らは，平成元年学習指導要\n領改訂後に強まった教職員組合による国旗・国歌反対闘争を引き継ぐもので\nあり，教育現場にイデオロギーを持ち込むものである。」との決めつけを前\n提とした，「平成元年学習指導要領改訂後，国旗・国歌条項の適正実施のた\nめに，文部科学省ないし都教委は様々な指導や通達を行ったが，教職員組合\nを中心とした現場教職員の激しい抵抗により適正実施に至らなかったため，\nやむを得ず本件通達を発して詳細な指導をせざるを得なかった。」というス\nトーリーに引きずられたもので，誤っている。\n本件通達前の文部省なり都教委による「指導」は，決して本件通達のよう\nに，個々の教職員や生徒の「集団行動への参加」を問題にしているわけでは\nなく，あくまでも各学校ごとに集団行動としての「国旗掲揚・国歌斉唱」を\n実施するということであり，このような「指導」により，都立学校における\n国旗掲揚・国歌斉唱の「実施率」は，平成１２年度卒業式以降１００％とな\nっており，都教委は，これを平成１３年４月の教育委員会定例会で誇らしげ\nに報告していたのであって，本件通達の約２年前までは，個々の教職員が立\nつとか立たないとか，ピアノ伴奏については，「課題」だとは考えていなか\nったのである。しかるに，都教委は，平成１５年４月ころからの委員や一部\n都議会議員らの追及や政治的圧力によって，これに迎合する形で都教委の方\n針を転換し，①  都教委から校長，教師，そして果ては生徒にまで至る「命\n令」，「上意下達」の教育現場を作り上げ，②  命令に従わない教職員らを\n廃除し，③  それらにより教職員から生徒に至るまでの思想を統制，支配す\nることを目論み，本件通達を出したのであり，その後の指導や処分も含め考\nえれば，教育現場において「個別に命令を出させること」自体が目的の１つ\nであったのであり，個々の教職員を「職務命令違反」で懲戒処分するための\n前提事実を作るためのものであるとともに，上からの命令によって管理職，\n教職員から最後は生徒まで従わせるという仕組みの構造だったのである。\n都教委は，本件通達による国旗掲揚・国歌斉唱という行為の強制により，\n一部都議会議員の持つ特殊なイデオロギーを実現するために，本件通達を発\n出したのであって，実際には，都教委が立てたストーリーとはかけ離れた経\n過であったことは明らかであり，本件通達の違憲，違法は，このような経過\nを前提に判断されなければならない。\n(5)  本件職務命令の根拠は本件通達であり，都教委が本件通達の合法性の根拠\nとするのは学習指導要領の国旗・国歌条項である。しかし，学習指導要領が\n定め得るのは大綱的基準に限られること，及び「入学式や卒業式などにおい\nては，その意義を踏まえ，国旗を掲揚するとともに，国歌を斉唱するように\n指導するものとする」と定めており，「しなければならない」という明確な\n義務を表す用語とは区別された用語を用いていることに照らせば，学習指導\n要領の国旗・国歌条項は，法的拘束力がないか，あっても，その義務の程度\nは明らかに低く，原則としてはすべきであるが，合理的な例外を認める趣旨\nである。したがって，裁判所は，本件職務命令に従わなかったことが合理的\nな例外に当たるかどうかを審理しなければならず，その場合，怠惰からでは\nなく，自己の思想・良心を理由にこれに従うことができないとする者は，合\n理的な例外に当たると解すべきである。\n本件通達は，「別紙実施指針のとおり行うものとすること」として，例外\nを認めることなく全都一律に画一的な国旗・国歌の強制を行っている。しか\nし，憲法４１条は，国民の権利を制約するには，国会で成立した法律による\nことを要するとしており，これを潜脱する白紙委任は許されない。本件通達\nの根拠である学習指導要領は，学校教育法４３条に基づくものであるが，こ\nとを国旗掲揚・国歌起立斉唱・ピアノ伴奏による教育に限定する限り，同法\nにおいて，文部科学大臣に国旗・国歌の強制を定めることは委任されていな\nいというほかない。少なくとも，思想・良心に反することを理由として国旗\n・国歌の強制を受け入れ難いとする教員にも義務づけるという，例外を許さ\nない定めを置くことまで，同法から読み取ることは不可能である。学習指導\n要領に法律の授権による国旗・国歌の強制があり得ないことは，国旗・国歌\n法が国民に対する一切の義務づけがないものとして制定された趣旨からも根\n拠づけられる。法律ではない下位の法形式の学習指導要領が，いかなる態様\nであれ，国旗・国歌を国民に義務づけることは背理である。したがって，「も\nのとする」という文言を一律強制が可能との趣旨と読めば，学習指導要領に\n法律の授権がないことにより，本件通達は根拠を欠き，その法的効果を失う\nのである。\n(6)  本件では，論理的先後関係として，まず，最初に判断されなければならな\nいことは，本件通達とそれに基づく本件職務命令が旧教育基本法１０条１項\nの「不当な支配」に当たるか否かである。なぜなら，それらが「不当な支配」\nに当たり違法であれば，控訴人らに対する個別の人権侵害の問題を検討する\nまでもなく，控訴人らのこれに従うべき義務の不存在を確認でき，控訴人ら\n個人の教育の自由や思想・良心の自由の問題，また，それに対する公共の福\n祉による制約の問題を論ずる必要はないからである。原審は，判断の順序を\n根本的に誤っている。\n(7)  本件通達及び本件職務命令は，旧教育基本法１０条１項の禁止する「不当\nな支配」に当たるものであって違法であり，かつ重大・明白な瑕疵があるも\nのとして無効でもある。\nア  以下のとおり，旧教育基本法１０条１項によれば，教育委員会による教\n育の内容や方法に関する介入についても大綱的基準によるべきところ，本\n件通達はこれに反している。\n(ア)  原審は，「国の教育行政機関が法律の授権に基づいて義務教育に属\nする普通教育の内容及び方法について遵守すべき基準を設定する場合に\nは，子どもの教育は，教師と子どもとの間の直接の人格的接触を通じ，\n子どもの個性に応じて弾力的に行われなければならないから，教師の自\n由な創意と工夫の余地が要請されることを考慮した上で，教育に関する\n地方自治の原則を考慮し，教育における機会均等の確保と全国的な一定\nの水準の維持という目的のために必要かつ合理的と認められる大綱的な\n範囲にとどめられるべきものであるが，地方公共団体が設置する教育委\n員会が，教育の内容及び方法について遵守すべき基準を設定する場合に\nは，公立学校を所管する行政機関として，その管理権に基づき，学校の\n教育課程の編成や学習指導等に関して基準を設定し，一般的な指示を与\nえ，指導，助言を行うとともに，必要性，合理性が認められる場合には，\n適正かつ許容される目的のために必要かつ合理的と認められる範囲内に\nおいて，具体的な命令を発することもできると解される。」とし，教育\n委員会による教育の内容や方法に関する介入を大綱的基準の設定にとど\nめるべき理由がないことの理由として，教育委員会は，地教行法２３条\n５号により，学校の組織編制，教育課程，学習指導等に関して管理，執\n行するとされているのに対し，文部科学大臣は，同法４８条２項２号に\nより，学校の組織編制や教育課程等について指導，助言又は援助をする\nことができるとされているにとどまることを指摘する。\n(イ)  しかしながら，国の教育行政機関が基準を設定するのは大綱的な範\n囲にとどめられるべきなのは，第１に，子どもの教育について，教師の\n自由な創意と工夫の余地が要請されるからであり（最高裁昭和５１年５\n月２１日大法廷判決・刑集３０巻５号６１５頁（以下「最高裁学テ大法\n廷判決」という。）），そのことは，国であろうと地方であろうと，教\n育行政機関一般について，その介入を制限する根拠となる。また，地教\n行法４８条は，文部科学大臣が教育関与権限がある事務について，同大\n臣と教育委員会との関係を定めたものであり，指導，助言又は援助とな\nっているのは，同大臣と教育委員会が行政組織的に上下関係にはないか\nらであり，同大臣の教育内容の介入権限について根拠となる規定は，小\n学校については現行学校教育法３３条，中学校については同法４８条，\n高等学校については同法５２条であり，地教行法４８条ではない。現行\n学校教育法３３条等に基づき，同法施行規則５２，７４条で委任立法が\n具体化され，その再委任により学習指導要領が定められているのである。\n原判決における対比は根本的に誤っており，誤った条文を比較して教育\n委員会の介入権限が同大臣より広いとする原判決は，教育法制に対する\n理解を根本的に誤ったものであり，教育委員会による教育の内容及び方\n法に対する介入についても，大綱的基準にとどまると解すべきである。\n(ウ)  また，教育委員会は，教師に対する人事権を有することにより，国\nの教育行政機関が抽象的なレベルで教育内容基準を策定するよりも，一\n層直接に介入し得る危険があるのであるから，教育委員会の介入に関す\nる「不当な支配」の審査基準が，国の介入の場合のそれより緩和される\n理由は全くないのである。\n(エ)  設置者の執行機関として学校を管理する教育委員会と学校との関係\nを規律している地教行法３３条１項は，「教育委員会は，法令又は条例\nに違反しない限度において，その所管に属する学校その他の教育機関の\n施設，設備，組織編制，教育課程，教材の取扱その他学校その他の教育\n機関の管理運営の基本的事項について，必要な教育委員会規則を定める\nものとする。」と規定している。これは，各学校の判断によって自主的\n・自立的に特色ある学校教育活動を展開できるようにするという学校の\n裁量権限拡大の観点から，同法２３条５号に列挙された事項についての\n第一次的な裁量権は教育機関である学校（校長）にあり，教育委員会が\n関与できるのは，あくまで「基本的事項」や「基本方針」といった大綱\n的基準に限られることを示している。\n(オ)  最高裁学テ大法廷判決が「教育に関する地方自治」を挙げた趣旨は，\n国の教育行政機関の介入を「教育における機会均等の確保と全国的な一\n定の水準の維持という目的のために必要かつ合理的」な「大綱的な」基\n準にとどめることによって，国の介入を制限し，各地方の実情に適応し\nた学習権を子どもに保障する根拠となるものであって，これを地方教育\n行政機関の介入を拡大する根拠とするのは誤りである。また，国旗・国\n歌の指導に関し，地域性などはない。\nイ  本件通達とそれに基づく本件職務命令は，特別活動として一般教科以上\nに学校ごとの創意工夫が要請される卒業式等の実施について，学校ごとの\n「創造的かつ弾力的な教育の余地」及び学校ごとの「特殊性を反映した個\n別化の余地」を「十分に」残したものとはなっておらず，また，国家を肯\n定的に受容するのか，あるいは，批判，否定するのか，又は，無関心とな\nるのかは，各人により，様々なスタンスがあり得，そのような国家観と関\n連して，国家のシンボルである国旗や国歌に対する考え方も，人によって\n多様であるにもかかわらず，教職員に対し，一方的な一定の理論ないし観\n念を生徒に教え込むことを強制するものであり，かつ，教育内容決定が具\n体的レベルにまで達しており，それが事前に決定されているという点で，\n非常に強制度が強いものであるから大綱的基準の範囲にとどまらないもの\nとして違法である。\nウ(ア)  最高裁学テ大法廷判決は，教育委員会は「特に必要な場合には」具\n体的な命令を発することができるとしている。しかし，原審が説示する\nように，教育委員会は「必要性，合理性が認められる場合には，適正か\nつ許容される目的のために必要かつ合理的と認められる範囲内におい\nて，具体的な命令を発することもできる」とするのは，同判決に反する。\n本件通達及び本件職務命令による教育活動への甚大な影響にかんがみれ\nば，「必要かつ合理的」というだけで，具体的命令を発することができ\nるとするのは，誤りである。\n(イ)  仮に，原審の判断基準を前提にしても，これが旧教育基本法１０条\n１項の「不当な支配」に該当するか否かの審査基準としては，次の①～\n⑦などの点に照らして決すべきである。\n①  具体的な命令の目的が，教育委員会の所掌とされている事項と合\n理的関連性を有するか。\n②  是認される目的達成のために，命令の必要性を肯定することがで\nきるか。\n③  教育活動そのものに対する具体的な命令として，教育行政主体の\n教育活動となるものではないか。また，教育活動そのものではない\nとしても，教育活動と一定のかかわりを有する場合に，指導・助言\n的性格を超えて，教師に一定の教育活動を強制する性質を有するも\nのではないか。\n④  具体的な命令による教育内容及び方法に対する介入が，日常的教\n育活動に重大な影響をもたらすものではないか。\n⑤  具体的な命令が，学校及び教師に学習指導要領等の教育内容に係\nる基準の遵守を直接間接に強制するものではないか。\n⑥  具体的な命令が，教師の自由で創造的な教育活動を阻害するおそ\nれはないか。\n⑦  教師に対し一方的な理論ないし観念を生徒に教え込むことを強制\nするものではないか。特定の意見（政治的見解）の教授を教師に強\n制するものではないか。\n(ウ)  そうすると，次の①～④のとおり，本件通達とそれに基づく本件職\n務命令は旧教育基本法１０条１項の「不当な支配」に該当し，具体的命\n令を発する必要性及び合理性は認められないものとして違法である。\n①  国家のシンボルである国旗・国歌の問題が，その指導に関して，地\n方の実情に適応した子どもの学習権を保障するために，全国的一定水\n準としての学習指導要領の国旗・国歌条項より個別具体的な指示を出\nす必要性及び合理性が存するということは考えられないから，本件通\n達発出の必要性及び合理性を「教育に関する地方自治の原則」に求め\nることはできない。\n②  学習指導要領の国旗・国歌条項は，国旗掲揚及び国歌斉唱の具体的\n在り方を何ら指示するものではないところ，本件通達発出当時，卒業\n式等における国旗掲揚及び国歌斉唱の実施率が１００％となっていた\nのであるから，「学習指導要領に基づく卒業式等を実施するよう改善，\n充実を図る」必要性も合理性もなかった。\n③  学習指導要領の定めは，国旗・国歌条項のほかには，「儀式的行事」\nの「内容」に関する「学校生活に有意義な変化や折り目を付け，厳粛\nで清新な気分を味わい，新しい生活の展開への動機付けとなるような\n活動を行うこと」という定めのみであり，卒業式等は，学校ごとの創\n意工夫を生かすとともに，学校の実態や生徒の発達段階及び特性等を\n考慮したものでなければならないのに，本件通達及び本件職務命令は，\n創造的かつ弾力的な教育の余地及び学校ごとの特殊性を反映した個別\n化の余地を十分には残していないものである。\n④  校長が個々の教職員に対し，起立斉唱又はピアノ伴奏の職務命令を\n発するか否かは，校長の裁量権の範囲内に属することであり，教育委\n員会が，すべての教職員に職務命令を発出するよう命令する必要性及\nび合理性は何ら存しない。国旗・国歌法制定当時の政府答弁は，教育\n委員会が校長に対し，すべての職員に職務命令を発出するよう命令す\nることなど全く想定しておらず，本件通達は明らかに国旗・国歌法の\n立法者意思を超えている。\n(8)  本件通達及び本件職務命令は憲法１９条，２０条に違反する。\nア  このうち憲法１９条違反についての控訴人らの主張は，次のとおりであ\nる。\n(ア)  控訴人らは，「日の丸」・「君が代」の持つ戦前の軍国主義，皇国\n思想のシンボルとしての「負の歴史」に対する反省，あるいは教職員と\nして有する教育観又は職業上の信念等を理由として，「日の丸」に向か\nって起立し「君が代」を斉唱できないとの信念を有しているのであるか\nら，本件職務命令で起立斉唱（ピアノ伴奏）を強制することは，控訴人\nらの思想及び良心の自由を直接に侵害するものである。\n(イ)  起立・斉唱しなかった控訴人らに懲戒処分を行うということは，控\n訴人らが有する「起立斉唱（ピアノ伴奏）できない思想」を貫いたがゆ\nえに制裁を科しているのであって，これは思想・信条を理由とした不利\n益取扱いであり，憲法１９条に違反する。\n(ウ)  国歌の起立斉唱（ピアノ伴奏）命令は，思想及び良心ゆえに起立を\n拒む教職員をあぶり出す効果を有しており，教職員に対して「踏み絵」\nとしての意味を持っており，公権力が個人の「思想」を推知することを\n禁じた憲法１９条に違反する。\nイ  原審は，憲法１９条の解釈を誤り，また，違憲審査基準を誤り，さらに，\n控訴人らに対する思想・良心の自由の制約を正当化する根拠の判示は，違\n憲審査基準の定立とその具体的検討のいずれにおいても失当であり，破棄\nを免れないものである。\n(ア)  原審は，憲法１９条が保障する「思想」のとらえ方を誤っている。\n①  原審は，控訴人らについて「教師としての思い，良心から国旗に向\nかって起立し，国歌斉唱できない，又はピアノで国歌の伴奏ができな\nいという信念を有するものであると認められる。」と判示し，控訴人\nらが「日の丸」・「君が代」ないしその強制に関して，控訴人ら主張\nのような考えを持つことは思想及び良心の自由として保障されること\nを認めているだけでなく，控訴人らの「起立斉唱（ピアノ伴奏）でき\nない思い」も憲法１９条の「思想」として同条の保障の対象となるこ\nとを明言しながら，「思想や良心の核心部分を直接否定するような外\n部的行為を強制することは，その思想や良心の核心部分を直接否定す\nることにほかならないから，憲法１９条が保障する思想及び良心の自\n由の侵害が問題になるし，そうでない場合でも，思想や良心に対する\n事実上の影響を最小限にとどめるような配慮を欠き，必要性や合理性\nがないのに，思想や良心と抵触するような行為を強制するときは，憲\n法１９条違反の問題が生じる余地があるといえるが，これらに該当し\nない場合には，外部行為が強制されたとしても，憲法１９条違反とは\nならないと解される。」とした上で，控訴人らの不起立行為等につい\nては，「卒業式等の儀式の場で行われるピアノ伴奏又は出席者全員に\nよる起立及び斉唱である」ことを理由として，「歴史観ないし世界観\n又は信条とは切り離して，不起立行為等には及ばないという選択も可\n能であると考えられ」ると断じ，「一般的には，卒業式等の国歌斉唱\n時に不起立行為等に出ることが，原告らの歴史観ないし世界観又は信\n条と不可分に結びつくものということはできない」から，「本件職務\n命令は，原告らの思想及び良心の核心部分を直接否定するものとは認\nめられない」と結論づけた。\nしかしながら，卒業式等の儀式的行事にあっては，その進行に際し\nて統一的な行動が望まれるとしても，当該行為が一定の思想に基づく\nものである限り，当該行為を強制することは，なお，思想の強制（一\n定の思想に基づく行為の強制）の禁止を含意する憲法１９条の問題を\n生じることになるのであり，儀式における起立斉唱（ピアノ伴奏）で\nあることが，思想及び良心と外部的行為の結び付きを断絶させる理由\nにはならない。\n控訴人らの，人格的核心に根ざした，真摯な理由による，都教委に\nよる「日の丸」・「君が代」の強制に従うことができないという思い，\nすなわち，「卒業式・入学式等において国旗に向かって起立し，国歌\nを斉唱できないという考え」あるいは，「卒業式・入学式等の国歌斉\n唱時にピアノ伴奏できないという考え」は，それ自体が，控訴人らの\n内心の核心に根ざしたものであって，その「考え」は，その理由を形\n成する世界観，人生観，歴史観，教育観等の思想あるいは信条とは別\n途，憲法１９条の保障が及ぶ「思想・良心」である。そして，控訴人\nらの内心の根底にある思想・信条と「起立できない（ピアノ伴奏でき\nない）思い」は不可分一体の関係にあるのである。\n②  原審は，控訴人らの不起立行為等という外部的行為が，「思想及び\n良心の核心部分を否定したものであるかどうか」を判断するに当たり，\n「一般的には，卒業式等の国歌斉唱時に不起立行為に出ることが，原\n告らの歴史観ないし世界観又は信条と不可分に結び付くものというこ\nとはできない。」，あるいは，「一般的には，本件職務命令が原告ら\nの歴史観ないし世界観又は信条自体を否定するものとはいえない」と\n述べている。\nこのような判示は，精神活動の自由が，生命・身体の自由と並んで\n人間の尊厳を支える基本的な条件であって，民主主義存立の不可欠の\n前提であることを看過しているといわざるを得ない。\n憲法１９条が「思想及び良心の自由」を保障したのは，各人によっ\nて，その思想及び良心に多様性があることを認めた上で，その多様性\nを尊重すべきであるからである。各人によって，思想及び良心の「核\n心部分」は異なっているのであって，「一般的には・・・結びつかな\nい」としても，その人にとって「核心部分」と結び付くならば，憲法\n１９条の保障が及ぶと解する必要がある。「一般的には」論は，「多\n数者から見た場合にどうか」を問題とした議論であり，そのような「一\n般的には」論では，人権は多数者の人権であれ少数者の人権であれ等\nしく平等に保障されるという人権保障の原理と正面から衝突すること\nになる。そして，少数者の思想・良心に基づく選択が，同様の思想・\n良心を多数者ないし一般人が共有していない場合や，多数者から見て\nそのような選択が首肯できるものでない限り保障されないとすれば，\n人権保障の原理は根底から崩れ去ることになってしまい人権保障が全\nうできないことになってしまうのである。\n原審は，「起立斉唱（ピアノ伴奏）できない思い」を憲法１９条が\n保障する「思想信条」に該当することを認めながら，その「思想信条」\nに従った態度をとることを「一般的には・・・結びつかない」として，\n「思想信条」自体が思想及び良心の自由の保障の対象とならないとい\nう矛盾を犯しているのである。\n(イ)  原審は，その外部的行為を強制すること自体が内心に反する行為を\n強制することになるにもかかわらず，内心に反する行動を選択すること\nが可能であるとして，内心と外部行為を分断している点で，憲法１９条\nの解釈を誤っている。\n①  およそ人の内心には国家権力が立ち入るべきではないということは\n近代民主主義国家の基本的理念に基づくものであり，人の内心におけ\nる精神的活動は他の利益と抵触することはないから，憲法１９条で保\n障された思想・良心の自由は，憲法上最も強い保障を受けるものであ\nって絶対的自由である。\nそこで，憲法１９条は，思想・良心の自由を保障するため，以下の\nような侵害を禁止したものと解される。すなわち，同条は，(ⅰ)  特\n定の思想を持つ，又は持たないことを理由とする制裁等の不利益処遇\nの禁止，(ⅱ)  特定の思想を持つ，又は持たないことの強制の禁止，\n(ⅲ)  現に持つ思想の告白（開示）の強制又は現に持つ思想と異なる\n内容の告白強制の禁止，(ⅳ)  思想・良心と密接不可分な外部的行為\nを行うことの強制又は禁止の禁止である。\n思想・良心の自由の保障が，内心限りにとどまるか，それとも内心\nと密接不可分の外部的行為をも保障するものであるか問題となるとこ\nろであるが，内心と外部的行為は不可分であり，これを形式的に分け\nることは不可能であるし，いかなる外部的行為を命じても内心を侵害\nすることはないと解するのでは，憲法１９条は全く無内容なものにな\nってしまい，思想・良心の自由を保障した憲法の趣旨は画餅に帰する\nことになるから，一定の外部的行為，すなわち，思想・良心とのつな\nがりが明らかに推知され，切り離して考えられないような不可分の外\n部的行為，あるいは自己の思想・良心が侵害されようとしている場合\nに，防衛的・受動的にとる拒否の行為（不作為）には，内心領域に対\nする保障と同等の絶対的保障が及ぶと解すべきである。\n公権力が，特定の思想や価値観ないし事物の是非・善悪の判断を正\n統なものとし，国民に対してそれに従うべきことを強制することは禁\n止される。個人の尊厳を基本原理とする憲法の下では，人の「思想」，\n「価値観」，「是非・善悪の判断」が公権力により強制・干渉される\nことなく形成されるべきであることは，近代民主主義の基本的前提条\n件であるからである。\nまた，特定思想に結び付いた行為の強制も，その思想を支持できな\nい者にとっては，自己の思想と抵触する行為を強制されることにほか\nならないから，思想・良心の自由の侵害に当たり，憲法１９条が禁止\nするところである。\n②  原審は，自己の「思想及び良心」に反することを理由に外部的行為\nを拒否することができないとの結論を示し，その根拠として，これを\nできると解した場合には，「社会が成り立ち難い」ことが明らかであ\nると述べる。これは，佐藤幸治教授著「憲法（第３版）」（４８８頁）\nに基づく解釈によったものと思われるが，判示は佐藤教授の見解を都\n合よく引用するものであり，曲解したものである。\nまた，原審が，「思想及び良心」の内容及び課せられる外部的行為\nの性質等を検討することなく，「思想及び良心」に基づく外部的行為\nの拒否は認められないと判断したことは，「社会が成り立ち難いこと\nが明らか」というほか理由が示されていない点は措くとしても，粗雑\nな憲法解釈である。\n(ウ)  原審は違憲審査基準を誤っている。\n控訴人らの思想及び良心の自由に対する「制約」の違憲審査において\nは，控訴人らの思想及び良心の自由の実現により侵害される他者の人権\n（対立価値）の内容と，これについて具体的にいかなる現実的・具体的\n害悪が生じるのか（害悪の重大性，急迫性）を明確にした上で，制約目\n的が必要不可欠であるか，制約の手段・方法等が必要最小限であるか，\nより制限的でない他の選び得る手段がないかなどについての厳格な審査\nがされる必要がある。\nにもかかわらず，原審は，対立価値の内容と対立価値について生じる\n害悪の重大性・急迫性の内容を明確にせず，単に職務命令の目的・内容\nの必要性・合理性のみを判断して違憲審査を行っており，その判断枠組\n自体が失当である。\n(エ)  原審が挙げた本件通達及びこれに基づく各校長の職務命令の必要性\n・合理性を肯定する事情は，制約が憲法上許容される根拠とならない。\n①  「全体の奉仕者」，「職務の公共性」等の抽象的概念から思想及び\n良心の自由の制約を正当化できないこと\n原審は，憲法１５条２項から「地方公務員も，地方公共団体の住民\n全体の奉仕者としての地位を有するもの」であり，「このような地方\n公務員の地位の特殊性や職務の公共性にかんがみ」規定された地公法\n３０条及び同法３２条から，「控訴人らは，いずれも都立高等学校の\n教職員等であって，法令等や上司の職務上の命令に従わなければなら\nない立場」にあることが，本件職務命令の合憲性を基礎づける事情と\nなる旨を判示している。\nしかし，公務員であっても，「職務の公共性」や「全体の奉仕者」\nという抽象的概念によって人権制約が一般的・抽象的に正当化される\nことはない。本件で，国歌の起立斉唱命令による控訴人らの思想及び\n良心の自由に対する制約の合憲性を判断するに当たっては，当該公務\n員の人権の実現により，具体的に子どもらのいかなる学習権について\nどのような現実的・具体的害悪が生じるのかを検討し，そのような対\n立価値との関係において，国歌の起立斉唱命令の目的が必要不可欠で\nあるか，手段・方法等が必要最小限であるか（より制限的でない他の\n選び得る手段がないか）が厳格に審査されなければならないにもかか\nわらず，原審はその検討をしておらず，失当である。\n特に，旧教育基本法６条１項は，「法律に定める学校は，公の性質\nをもつ」とした上で，２項で「法律に定める学校の教員は，全体の奉\n仕者であって，自己の使命を自覚し，その職責の遂行に努めなければ\nならない」と定めており，「法律に定める学校」には，公立学校だけ\nではなく，私立学校も含まれることからすれば，公立学校の教員だけ\nでなく，私立学校の教員も「全体の奉仕者」として自己の使命を自覚\nし，その職務の遂行に努めなければならないとされているのである。\nそうすると，公務員関係を念頭に定められている憲法１５条２項と旧\n教育基本法６条２項の「全体の奉仕者」は同一の概念ではなく，後者\nは教員が公教育を行う主体であること自体から定められているものと\n解されなければならないのであるから，同条を含む法体系全体にかん\nがみれば，教育公務員である教員と一般公務員とでは法が定める「全\n体の奉仕者」の趣旨も異なっているのであり，控訴人らの人権につい\nて，一般公務員と同一の根拠で人権制約を正当化することはできない\nというべきである。\n②  本件職務命令の必要性を肯定した原審の誤り\n原審は，国旗・国歌法が「日の丸」を国旗，「君が代」を国歌と明\n確に定めていること，高等学校学習指導要領が「入学式や卒業式など\nにおいては，その意義を踏まえ，国旗を掲揚するとともに，国歌を斉\n唱するよう指導するものとする。」と定めていることから，卒業式等\nに参列した教職員等が，国歌斉唱時に国旗に向かって起立して，国歌\nを斉唱するということは，これらの規定の趣旨にかなうものであるこ\nとを，本件職務命令の必要性を肯定する事情に挙げている。\nしかしながら，前記のとおり，国旗・国歌法は，日の丸を国旗，君\nが代を国歌と規定するのみであって，国旗掲揚・国歌斉唱の実施方法\n等に関しては何ら規定を置いておらず，また，同法の条項及び立法趣\n旨に照らせば，同法が教員に対して起立斉唱（ピアノ伴奏）義務を課\nすものと解する余地はなく，同法により控訴人らの思想及び良心の自\n由の制約の必要性が肯定されると解し得ないことは明らかである。ま\nた，学習指導要領の国旗・国歌条項については，前記のとおり，校長\nや教職員に対して法的拘束力を有するものとはいえず，その有する意\n味はせいぜい「一般的指針」にとどまるものと解され，仮に，国旗・\n国歌条項に一定の法的効力が認められるとの解釈があり得るとして\nも，教員に対して国歌起立斉唱義務を課す根拠となり得るものでない。\nしたがって，学習指導要領の国旗・国歌条項及びその趣旨に照らし\nても，控訴人らに対して起立斉唱（ピアノ伴奏）義務を一律に課す必\n要性が肯定されると解する余地がないことは明らかであり，これらに\nよって制約の必要性を認定した原判決は失当である。\n③  本件職務命令の合理性を肯定した原審の誤り\n原審は，本件職務命令の合理性について，卒業式等の儀式において\nは，出席者に対して一律の行為を求めること自体に合理性があること，\n及び卒業式等における国旗掲揚や国歌斉唱が全国的には従前から広く\n実施されていたものであることを根拠に，これを肯定する。\nしかし，本件職務命令の合理性は，究極目的たる子どもの学習権の\n充足を図る利益（又はこれを前提とする中間目的としての卒業式等に\nおける国旗掲揚・国歌斉唱の指導）を達成する上で合理的か否かとい\nう点において検討がされなければならず，そのような観点を捨象して，\n単に「儀式においては，出席者に対して一律の行為を求めること自体\nには合理性がある」と判示する原判決は失当である。そして，子ども\nの学習権の保障という究極目的に照らせば，教育の場である卒業式等\nにおいて，なお国民の間で宗教的，政治的にみて価値中立的なものと\n認められるまでには至っていない日の丸・君が代について，教職員に\n対して思想及び良心の自由を制約してまで起立斉唱（ピアノ伴奏）を\n一律に強制することに合理性があるということはできない。\n④  そもそも，学校としての統一的な意思決定にすべて従うことが教師\nの職責とされるわけではなく，学校行事一般が厳粛に行われるべきで\nあるといった問題を超えて，「学校行事」だから学校としての統一的\n行動が求められるというのだとすれば，それは，戦前の学校儀式から\n脈々と続いている，いわゆる「伝統的」な「儀式・儀礼とはかくある\nべし」という観念に縛られたものにほかならず，学校行事における「日\nの丸」掲揚・「君が代」斉唱という場面において，学校行事における\n儀礼，儀式は統一的であるべきであるとか，組織としての学校の秩序\nを維持すべきであるなどといった観念的な理由により，控訴人らの思\n想・良心の自由の制約を正当化することは，許されてはならない。\n⑤  被控訴人は，「卒業式等において国旗に向かって起立せず国歌を斉\n唱しない教職員がいるときは，その指導を受ける生徒としては，国歌\n斉唱の際に，国旗に向かって起立してもいいし，しなくてもいい，国\n歌を斉唱してもいいし，しなくてもいいと受け取ってしまうのであり，\nかくして児童・生徒は国旗・国歌について正しい認識を持ち，国旗・\n国歌を尊重する態度を学ぶことができなくなり，児童・生徒の学習権\nを侵害するものである。」と主張する。\nしかし，子どもの学習権という視点でとらえるならば，一方的に「真\n理」や「結論」を押しつけ，教え込むのではなく，子どもたちが疑問\nを持ち，問いを続け，問いが深まり，自分という存在と，自分とは異\nなる他人という存在の違いや，お互いに認め合うことの意義を理解で\nきるようになるための教育が求められることになるのであり，控訴人\nらの不起立行為等という，控訴人ら自らの思想・良心に従ってやむを\n得ずとった行動を見た子どもたちが，思想・良心によって起立する人\nもいれば起立できない人もいるのだと感じることはあるにしても，そ\nれ以上に，起立斉唱する子どもたちを阻害するものではなく，かえっ\nて，子どもたちに「日の丸」や「君が代」について多様な考えがある\nことを前提に，「日の丸」や「君が代」についての事実を学び，自ら\n考え，決定するという機会を与えるものであって，控訴人らの行為は，\n子どもたちの学ぶ権利の充足に資するものであり，子どもの学ぶ権利\nを阻害するものではない。\n(オ)  本件通達，本件職務命令及び本件処分は憲法１９条に違反する。\n①  都教委は，「起立斉唱（ピアノ伴奏）できない思い」を持つ教員を\n排除する目的を持っていたこと\n本件通達発出の真の目的は，「生徒に起立をさせて国歌を歌わせる」\nことにあり，この目的の根底にある価値観，思想は，「自分の国を愛\nすることの象徴」としての「国旗・国歌を尊重する態度」が必要であ\nるというもので，本件通達及びその後の校長に対する一連の指導は，\n教職員に対し，懲戒処分の威嚇によって起立斉唱を強制し，「都教委\nの方針に従わず，自己の思想・信条に基づいて，日の丸に向かって起\n立し，君が代を斉唱しない教職員」をあぶり出した上で，これを徹底\n的に排除することによって，教職員の起立斉唱の完全実施を実現し，\n次いで生徒に対して国歌の起立斉唱を強制し，その上で「形に心を入\nれる」，すなわち生徒に国旗・国歌を尊重する態度を強制的に注入す\nる目的でされたものである。\nいかに被控訴人が言いつくろったところで，本件処分は，形式的な\n「職務命令違反」とか「地公法違反」という理由によるものと評価す\nることはできず，控訴人らが，都教委の方針に従順に従わず，都教委\nの進めようとする「自分の国を愛することの象徴」としての「国旗・\n国歌を尊重する態度」の生徒への一方的な教え込みの道具となること\nを拒否し，自らの世界観・歴史観・教育観等に基づき，「国旗に向か\nって起立し，国歌を斉唱せよ」という職務命令を拒否したがゆえに，\n控訴人らに科されたものと評価すべきである。\nそして，控訴人らは，例えば，平和思想を有し，過去の戦争への反\n省に基づき，新たな戦争への協力につながりかねない行為に協力する\nことはできないという信念から，あるいはまた，教師として，生徒１\n人１人の思想・良心の自由を最大限保障しなければならない，生徒へ\nの一方的な一定の観念の教え込みはしてはならないという信念から，\n起立斉唱の職務命令に従わなかったものである。\nこのような一連の都教委の施策に関する事実経過や「国旗に向かっ\nて起立し，国歌を斉唱する」という行為を強制することの性質，効果\nにかんがみれば，都教委が控訴人らに懲戒処分を科したことは，実質\n的には，控訴人らが「国旗に向かって起立し，国歌を斉唱する」こと\nができない思想・信条を有していることによりされた，思想・信条に\n基づく不利益取扱いにほかならない。\nしたがって，「職務命令が違憲無効であるから，これに違反したこ\nとを理由とする本件処分も違憲，違法である」という論理によらなく\nとも，本件処分自体が，思想・信条に基づく不利益取扱いとして，そ\nれ自体直ちに憲法１９条に違反しているのであり，本件処分は直ちに\n取り消されるべきなのである。\n②  国旗に向かって起立し，国歌を斉唱する行為は，自らがその国旗や\n国歌が象徴する国家の一員であり国民の１人であるということを示す\nことであり，このような，国旗・国歌によって象徴される国家に忠誠\nを示すという行為は，まさに「国家」に積極的な価値を認める「思想」\nの表明にほかならないこと\nこのことを明確に自覚しないままに国旗に向かって起立し，国歌を\n斉唱する人が少なくないとしても，国旗に向かって起立し国歌を斉唱\nする行為が国家に対する忠誠を示す意味を内包しているのは，客観的\n事実である。したがって，「国家」に積極的な価値を認めない「思想」\nを有する人にとっては，国旗に向かって起立し国歌を斉唱するという\n行為は，自己の思想と矛盾する行為であるから，自覚的にこれを忌避\nすることになるのである。「国家」に積極的な価値を認めるか否かは，\nまさに権力から独立した個人の自立的な判断に委ねられるべき事柄で\nあり，権力によって強制されるべき事柄ではない。そして，少なくと\nも「国家」に積極的な価値を認める「思想」が唯一絶対の真理ではな\nいことは周知の事実である。\n「日の丸」が国旗，「君が代」が国歌であることを法定する国旗・\n国歌法を制定したこと自体，日の丸・君が代を国旗・国歌とすること\nに反対する「思想」を否定し，日の丸・君が代を国旗・国歌として肯\n定する「思想」を権力的に勧奨する意味を帯びることは否めないが，\n同法がわずか２か条の条文を置くのみとなり，勧奨効果は最小限度に\nとどめられることになったのは，反対論者の思想・良心の自由が損な\nわれることのないように警戒することが求められた国家的議論の結果\nと理解されるべきである。\n加えて，「君が代」の起立斉唱は「国家」を賛美する性質だけでな\nく，君が代の歌詞の解釈によっては「天皇」を賛美する性質を帯びる\nことにもなるのである。\n本件通達及び各校長の職務命令は，控訴人らに対し，これに従わな\nければ「服務上の責任を問う」ことによって，卒業式等において国旗\nに向かって起立し国歌を斉唱することを強制しているのであり，これ\nは，都教委及び都立学校の校長という公権力が，一定の「思想」に基\nづく行為を教職員に強制しているものなのである。\nこのような，都教委による「『日の丸』・『君が代』に対する肯定\n的『思想』」，あるいは，「『国家』に積極的な価値を認めるべきだ\nとする『思想』」という一定の「思想」に基づく国歌の起立斉唱の強\n制は，公権力による一定の「思想」の強制・勧奨を禁じた憲法１９条\nに違反するものであることは明らかである。\nそして，本件通達及びこれに基づく本件職務命令に従わなかったと\nして懲戒処分を科すことは，本件通達及びこれに基づく各校長の職務\n命令が前提としている「『日の丸』・『君が代』に対する肯定的『思\n想』」，あるいは，「『国家』に積極的な価値を認めるべきであると\nする『思想』」という一定の「思想」の強制であり，憲法１９条に反\nすることになるのである。\n③  「君が代」の起立斉唱の強制は，「起立斉唱（ピアノ伴奏）できな\nい思い」を持つ者を推知する効果があり，憲法１９条に違反すること\n憲法１９条が「踏み絵」を絶対的に禁止していることに異論はない。\nいわゆる「踏み絵」とは，公権力が「思想」的な意味をもつ発言や行\n為を求め，特定の「思想」を有する者をあぶり出すことをいう。これ\nには，公権力の主観的意図にかかわりなく，具体的な状況の下で一定\nの思想を有する者をあぶり出す効果を持つものが含まれる。\n「踏み絵」は，イエス像を踏むという一定の行為を強制されるもの\nであり，強制に従いイエス像を踏んだ者がどのような宗教を信仰して\nいるか，あるいは信仰していないかを知ることはできないが，キリス\nト者に対し，イエス像を踏むというその信仰に反する行為を強制する\nこと，そしてキリスト者がそのような行為を拒否することによって，\nその者が「キリスト者」であるという信仰を外部に示すことになる。\n本件の起立斉唱あるいはピアノ伴奏の強制も，同様に，起立斉唱し\nている者，あるいはピアノ伴奏している者の内心がどのようなもので\nあるかを知ることはできないが，「起立斉唱（ピアノ伴奏）できない\n思い」を持つ者にとっては，自己の思想に従えば「起立斉唱（ピアノ\n伴奏）できない」結果，その者が「起立斉唱（ピアノ伴奏）できない\n思い」という思想，信条を有していることが外部に示されることにな\nるから，これによって，「起立斉唱（ピアノ伴奏）できない思い」を\n持つ者があぶり出されることになるのである。\nなお，いわゆる「踏み絵」は，公権力によって不都合な「思想」を\nあぶり出す効果があれば足り，当該「思想」を持つ者すべてを選別で\nきなければならないわけではない。逆に，あぶり出された中に当該「思\n想」を有しない者が含まれていたとしても，あぶり出し効果が損なわ\nれるわけではない。\nしたがって，「君が代」の起立斉唱の強制に従わない教職員が，必\nずしも「起立斉唱（ピアノ伴奏）できない思い」を持つ者だけではな\nく，中に他の理由で従わない者が存在したとしても，本件通達及びこ\nれに基づく各校長の職務命令による「君が代」の斉唱の強制は，「『君\nが代』を起立斉唱（ピアノ伴奏）できない思い」を持つものをあぶり\n出す機能を持っているといえるのである。\nそして，都教委側の主観的意図が「起立斉唱（ピアノ伴奏）できな\nい思い」を持つ教職員をあぶり出して排除する意図がなかったとして\nも，「あぶり出し効果」は否定できないのであるから，教職員に対す\nる「踏み絵」としての意味を否定することはできないのである。\nしたがって，本件通達及び本件職務命令は，教職員に対して「踏み\n絵」としての意味を持つのであり，公権力が個人の「思想」を推知す\nることを禁じた憲法１９条に違反する。\n(9)  本件通達及び本件職務命令は，自由権規約１８条に違反する。\n本件通達及び本件職務命令は，実際上，生徒に対して，一律に日本の国旗\n・国歌を強制する機能を果たしており，外国籍の生徒など文化的アイデンテ\nィティが異なる生徒に対しては，その文化的アイデンティティを侵害する機\n能を果たしている。控訴人らは，多様な国籍を有する生徒がいる都立高校の\n実態から，一律強制に従えないと考えたものであり，控訴人らに一律に「国\n旗に向かって起立し，国歌を斉唱すること」を命じ，それに従わなかったこ\nとを理由に懲戒処分に付したことは，自由権規約１８条に違反する。\n本論点については，原審においては判断が示されていないので，控訴審に\nおいて具体的な判断を求めるべく，重ねて主張する。\n(10)  仮に本件処分を違憲，違法といえないとしても，本件処分は裁量権の逸\n脱・濫用に当たり，違法である。\nア  法は，「権利の濫用は，これを許さない」（民法１条３項）と宣言する。\n法が創設する権利の行使が，その実質において権利創設の目的や理念に背\n馳する場合に，当該権利行使の法的効果が否定されるべきことは当然であ\nる。すべての権利には，本質的に権利行使の限界が内在するのである。被\n控訴人が地公法上の職員に対する懲戒権の行使に関して裁量権を有してい\nるにせよ，あらゆる権利に本質的に内在するのと同様，その権利の行使が\n権利創設の根拠法の立法趣旨に照らして濫用にわたることは許されず，裁\n量権の範囲を超え，又はその濫用があった場合には，その処分は違法なも\nのとなり，裁判所はその処分を取り消すことができるのである。\n処分権者の裁量権の範囲を超えるか否かの判断基準となるのは，当該処\n分が「社会観念上著しく妥当を欠く」か否かであり，ここでいう「社会観\n念」とは，単純に現にある社会の多数者を念頭に置いた社会の「通念」を\n意味するものではなく，憲法的な価値判断の視点に立脚した「規範として\nあるべき良識」でなくてはならない。いうまでもなく，基本的人権という\n法概念は，多数決原理の限界を画するものである。社会の多数の意思によ\nっても奪うことができない憲法価値として確立された人権が，社会「通念」\nという社会の多数派の意思によって奪われることがあってはならない。\n「処分が著しく妥当を欠く」か否かの判断の局面においても，人権や憲法\n的秩序などの理念の擁護をどこまで徹底するかという優れて憲法的な価値\n判断が求められる。\nイ  裁量権濫用の判断基準\n裁量権の限界を見極めるためには，まずもって法が当該権利を創設した\n目的や理念を確定し，その上で，当該の権利行使が，いかなる動機や目的\nで行われているかを，形式的にではなく実質において見極め，以下のよう\nな場合には，裁量権の行使を誤ったものとして，その処分が社会観念上著\nしく妥当を欠き，裁量権を濫用したと認められるときは，違法であると判\n断されるべきである。\n(ア)   裁量処分が，制度の目的と関係のない目的や動機に基づいてされた\n場合\n(イ)  考慮すべき事項を考慮せず，考慮すべきでない事項を考慮して処分\n理由の有無が判断された場合\n(ウ)  処分理由の有無の判断が合理性を持つものとして許容される限度を\n超えた場合\nウ  本件処分は，以下の点に照らせば，被控訴人における裁量権の逸脱･濫用\nに当たるものとして違法を免れない。\n(ア)  処分目的逸脱による裁量権濫用\n①  公務員法上の懲戒処分が，懲戒権者に処分権限を付与した立法の趣\n旨に反して，法の想定を逸脱した目的ないし動機に基づいて行われた\n場合には，形式的には懲戒権の行使であっても，裁量権の逸脱･濫用と\nして違法となる。また，あからさまに法の目的に違反したものとの認\n定にまでは至らずとも，当該処分が法の処分権限創設の目的との十分\nな整合性や関連性を欠くことを認定できれば，あえて基本権の尊重と\nいう憲法の理念や公務員の身分保障を無視して処分を適法とすべき理\n由はない。\n②  地公法が被控訴人（都教委）に付与した「公務員関係の秩序の維持\nのための懲戒権」の行使は，「生徒の教育を受ける権利を十全に保障\nする公務員秩序」の維持を目的とする限りにおいて，立法趣旨に沿う\nものとして合法性を有するものであるところ，被控訴人が本件通達の\n発出と懲戒処分の濫発をもって，都立の全校に強制したものは，国旗\n・国歌の尊重を個人の思想・良心の自由に優先し，国旗・国歌という\n国家象徴への忠誠宣誓に等しいと理解する余地のある行為の権力的強\n制にほかならず，あるべき公務員秩序を維持するためのものではない。\n本件の処分対象となった不起立行為等の原因，動機，性質，態様，\n結果，影響等を吟味すれば，合理的な思考からは，これが懲戒処分を\nもって禁圧しなければならない秩序紊乱行為に当たらないことが一見\n明白である。にもかかわらず，本件のごとき過酷な処分に至っている\nのは，被控訴人の側に「公務員秩序の維持」を超えた不当な教育支配\nの意図あればこそなのである。\n本件処分は，形式的には「公務員秩序の維持」を目的とするものの\nごとくでありながら，実は教育への不当な支配を目的とする本件通達\n以下一連の行為の一環としての懲戒権の行使である。少なくとも，そ\nの実質において「憲法的な視点における教育現場のあるべき公務員秩\n序」形成に背馳するものといわざるを得ない。\n(イ)  比例原則違反\n懲戒処分の適法性判断においては，処分事由とされた非違行為の程度\nと，制裁措置としての懲戒処分の不利益の程度との，軽重の権衡の保持\nが必要であるところ，以下のとおり，本件各処分は著しくその権衡を失\nするものとして，裁量権の逸脱･濫用に当たり違法である。\n①  処分事由とされた本件非違行為の類型は職務命令違反であるから，\n非違行為の軽重は何よりも職務命令の内容に照らして吟味されなけれ\nばならない。職務命令が一見明白に違法であれば，これに従う義務の\nないことに異論はない。\n控訴人の主位的な主張は，本件通達に基づいて各校長に強制された\n本件各職務命令は一見明白に違憲，違法なもので，これに従う法的義\n務を欠くという意味で無効というものであるが，かろうじて違憲，違\n法あるいは無効の評価を免れたとしても，憲法や教育基本法の趣旨に\n違背した不当な内容であることは明らかというべきであり，その職務\n命令違反を非違性重大と評価することはできず，むしろ，生徒の教育\nを受ける権利に奉仕すべき教員の責務からは，教育者としての真摯な\n動機からの命令への不服従は憲法的保護を受け得るものであり，少な\nくとも非違性の程度は極めて軽度というべきである。\n②  また，非違行為の軽重は，各人の職務命令違反に至った動機におけ\nる真摯性によって判断されなければならない。\n「非違行為」とは，通例は，犯罪行為，違法行為，破廉恥行為，職\n務懈怠行為を意味する。しかし，控訴人らは違法な行為に及んだもの\nでも，破廉恥な行為を行ったものでも，教員としての職務を懈怠した\nものでもない。むしろ，真摯に自らの生き方を探り，教員としての良\n心に忠実になろうとして，本件通達や本件職務命令と義務の衝突を自\n覚し，これを受け入れ難いとしたものなのである。\n③  さらに，控訴人らの処分対象行為は，その性質・態様において，自\nらの思想・良心の自由を防衛する以上の積極的行為を伴わない消極的\nなものにすぎず，控訴人らの本件各行為によって，具体的に卒業式等\nの進行に支障が生じたり，式典が混乱したなどという影響は現実に皆\n無である。すべての者の斉一的な行動に美的感覚を有する者の目には，\n多少の不快感という影響があることが考えられる。しかし，憲法的観\n点からは，そのような感覚は価値観の多様性の尊重というより高次の\n憲法理念に席を譲らざるを得ない。\n④  一方，制裁措置としての懲戒処分の不利益の程度は極めて重い。\nまず，何よりも本来保障されるべき憲法上の思想・良心の保護を剥\n奪されたこと自体の不利益が甚大である。\n控訴人らは，自己の信条に忠実になろうとすれば懲戒という不利益\nを受けざるを得ず，この不利益を回避しようとすれば自己の信条に反\nする行為を余儀なくされるという矛盾と葛藤を余儀なくされた。その\nことによる精神的苦痛は極めて大きい。\nさらに，経済的な不利益も極めて大きい。懲戒のうちで，戒告は最\nも軽微なものだから，経済的な打撃を考慮する必要はないということ\nは大きな誤りである。１回の戒告処分がもたらすものは，精励手当の\nカットのみではなく，３か月の昇給延伸をもたらすものであるところ，\nこの措置の影響は生涯ついて回ることになる。もちろん，退職金にも\n年金にも影響することになる。履歴として刻印され，転勤にも昇進に\nも影響する。のみならず，たった１回の戒告処分が定年後の再雇用や\n再採用拒否事由とされる。この不利益は人生設計に誤算をもたらす大\nきさを持つものである。\n⑤  さらに，本件処分の不利益性を考慮する際には，同様の処分が例年\n繰り返され，累積され加重されるという特異性が考慮されなければな\nらない。\n本件処分の本質が，控訴人らの思想・良心そのものを対象とするも\nのである以上，各控訴人が真摯な思想や良心を保持し続ける限りは，\n毎年の繰り返しの処分を避けることができない。「転向」か「改宗」\nか，あるいは屈服して面従腹背の屈辱を甘受するに至るまで，懲戒は\n幾度でも繰り返され，累積されて加重されることになる。戒告にとど\nまるのは最初の１回のみである。累積された処分は確実に加重され，\n停職から免職に至るものとなる。この不利益は計り知れない。\n処分の累積加重は，当然に反省すべき行為者に対して，反省の足り\nないことに対する是正措置として有効であり，是認可能である。しか\nし，良心に従った行動をとる控訴人らにおいては，「反省」とは無縁\nであり，「是正の効果」もあり得ない。そうであるにもかかわらず，\n処分は繰り返され，服務事故再発防止研修受講が強制され，さらに，\n見せしめとして，定年後の嘱託職員としての再雇用拒否を確実にもた\nらす。この不利益は限りなく甚大である。\n(ウ)  要考慮事項・不可考慮事項の判断を誤った違法\n懲戒処分を科すに際しては，考慮すべき価値的事項と，考慮してはな\nらない非価値的事項とを厳密に区別し，かつ，適切に軽重を評価するこ\nとが必要であるところ，都教委が本件処分をするに当たってした判断は，\n一方で，①  生徒や教職員の精神・信仰の自由を尊重し，②  教育に対\nする不当な支配を抑制することによって生徒の教育を受ける権利を擁護\nするという，本来最も尊重すべき事項を不当かつ安易に軽視し，他方，\n①  知事や一部の都議会議員などの意向という，本来考慮に入れるべき\nでない事項を考慮に入れ，かつ，②  卒業式の進行が妨害される抽象的\n可能性という，本来過大に評価すべきでない事項を過重に評価した結果\nとして，精神の自由や教育の自由という憲法的要請と，卒業式等におけ\nる教育上の必要性とをいかに調和させるべきかの手段・方法の探求にお\nいて，当然尽くすべき考慮を尽くさないものであり，この点の判断につ\nき，裁量判断の方法ないし過程に過誤があるものとして，違法なものと\n認めざるを得ない。\n(11)  控訴人らに生じた損害\nア  裁量権の濫用にわたる処分は国家賠償法上の違法行為となり，これによ\nり各被処分者に損害が生じた場合には，慰謝料請求認容の根拠となるべき\nものである。\nイ  控訴人らは，本件通達及び本件職務命令によって，自らが有する，卒業\n式等において国旗に向かって起立し，国歌を斉唱すること（ピアノ伴奏す\nること）ができない思いに反する行為を強制され，これに従わなかったた\nめに，本件処分を科された結果，自らの教師としての職業倫理を傷つけら\nれ，あるいは破壊させられる岐路に立たされることになったものであって，\nこれにより多大な精神的苦痛を被った。これを慰謝するには，少なくとも\n５０万円を下ることはない。\nそして，上記自らの精神的苦痛に対する慰謝料の支払を求めるために弁\n護士に依頼して本件訴訟を提起せざるを得なくなったものであるから，相\n当因果関係のある損害となる弁護士費用は，上記損害額の１割である５万\n円を下らない。\n８  当審における被控訴人の主張\n(1)  本案前の主張\n本件処分はいずれも「戒告処分」であるところ，「戒告処分」とは「その\n責任を確認し，及びその将来を戒めるもの」であるから，当該公務員が公務\n員として在職していることが前提となっているものである。よって，本件口\n頭弁論終結時までに退職した控訴人ら（別紙処分一覧表「退職」欄に●と記\n載されている者のほか，同欄に○と記載されている原審口頭弁論終結後に退\n職した控訴人２３名も含む。）については，「戒告処分」は既に法的効力を\n有しないものとなっているから，同控訴人らには本件処分の取消しを求める\n訴えの利益はない。\n(2)  「日の丸」・「君が代」について\nア  日本国憲法においては，平和主義，国民主権の理念が掲げられ，天皇は\n日本国及び日本国民統合の象徴であることが明確に定められているのであ\nるから，国旗・国歌法において「日の丸」・「君が代」が国旗・国歌とし\nて定められたということは，「日の丸」・「君が代」に対して，憲法が掲\nげる平和主義，国民主権の理念の象徴としての役割が期待されているとい\nうことである。すなわち，国旗・国歌は国の象徴であり，我が国の在り方\nを定めた憲法が平和主義，国民主権を理念として掲げ，これを基本原理と\nしている以上，憲法下において国民主権の原理に基づく代議制民主主義に\nより国会が国旗・国歌法を制定したことは，主権者である国民が，「日の\n丸」・「君が代」に対して憲法が掲げる平和主義，国民主権の理念の象徴\nとしての役割を期待したものと解されるのである。\nイ  国際化の進展に伴い，日本人としての自覚を養い，国を愛する心を育て\nるとともに，児童・生徒が，将来国際社会において尊敬され，信頼される\n日本人として成長していくためには，児童・生徒に国旗及び国歌に対して\n一層正しい認識を持たせ，それらを尊重する態度を育てることが重要であ\nる。\n学校において行われる行事には様々なものがあるが，この中で，卒業式\n等は，学校生活に有意義な変化や折り目を付け，厳粛かつ清新な雰囲気の\n中で新しい生活の展開への動機付けを行い，学校，社会，国家など集団へ\nの所属感を深める上でよい機会となるものである。\nこのような意義を踏まえ，学習指導要領は，入学式や卒業式等において\nは，「国旗を掲揚するとともに，国歌を斉唱するよう指導するものとする」\nと規定している。卒業式等における国旗及び国歌の指導に当たっては，国\n旗及び国歌に対する正しい認識を持たせ，それを尊重する態度を育てるこ\nとが大切である。\nここでいう「国旗及び国歌に対する正しい認識」とは，次のことを理解\nすることである。\n①  国旗と国歌はいずれの国も持っていること。\n②  国旗と国歌は，いずれの国もその国の象徴として大切にしており，\n相互に尊重し合うことが必要であること。\n③  我が国の国旗と国歌は，永年の慣行により「日章旗」が国旗であり，\n「君が代」が国歌であることが広く国民の認識として定着しているこ\nとを踏まえて，法律により定められていること。\n④  国歌である「君が代」は，日本国憲法の下においては，日本国民の\n総意に基づき天皇を日本国及び日本国民統合の象徴とする我が国の末\n永い繁栄と平和を祈念した歌であること。\nそして，「国旗・国歌を尊重する態度」とは，いずれの国においても国\n旗・国歌をその国の象徴として大切にしているので，我が国の国旗・国歌\nを国の象徴として大切にするとともに，諸外国の国旗・国歌も同様に大切\nにするということである。\nウ  したがって，本件通達及び都教委の一連の指導並びに本件職務命令にお\nいて，学校行事で国旗掲揚・国歌斉唱を実施しようとすることは，生徒ら\nに対し，こうした国旗・国歌に対する正しい認識を持たせ，それを尊重す\nる態度を育てるためのものであり，教育である以上，教職員が一定の教育\n目標に向かって子どもらを導く作業としての側面は有するが，教職員をし\nて生徒らに日の丸・君が代について特定内容の理論や観念を教え込むもの\nではない。\nそして，その内容は，教職員に対しても敬礼や宣誓等を求めるものでは\nなく，国旗に対する起立と国歌の斉唱，ピアノによる伴奏を求めるなど，\n儀式的行事における常識的・一般的な行為を求めるものであり，控訴人ら\nのいうような「一方的な一定の理論や観念を生徒に教え込むことを強制す\nること」ではない。\n国旗掲揚・国歌演奏の際に起立することは，単に我が国における慣習で\nあるばかりでなく，国際的な慣習というべきものである。このことは，い\nわば一般的な社会常識であり，国旗・国歌に対して尊崇，敬意の念を強制\nするというものではない。他国の状況について指摘すると，我が国が位置\nするアジア圏についていえば，例えば中国では特定の曜日における国歌斉\n唱が義務づけられているし，韓国では入学式，卒業式等の学校行事におい\nて国歌斉唱がされているのである。\nエ  「日の丸」・「君が代」について個々人の歴史認識や歴史観から多種多\n様な解釈や異なる思いが存するのは当然であり，被控訴人としてもこれを\n否定するものではない。しかし，各々の多種多様な解釈や思いと，現行憲\n法下において国旗としての「日の丸」及び国歌としての「君が代」に対し\n期待される役割及び国旗・国歌を尊重する態度を養おうとすることとは，\n本来別個の事柄である。\n都教委は，平和主義，国民主権の理念を掲げる日本国憲法下において，\n「日の丸」を国旗，「君が代」を国歌とする慣習法があり，しかも平成１\n１年に制定された国旗・国歌法により「日の丸」を国旗，「君が代」を国\n歌とすることが明文をもって規定されたのであるから，公教育の場におい\nては「日の丸」・「君が代」を上記ア及びイで述べた位置づけで，上記イ\nで述べた目的のために，児童・生徒に指導することとしているのである。\n(3)  本件通達及び本件職務命令は，憲法１９条（思想・良心の自由）に反しな\nい。\nア  思想・良心の自由と外部的行為について\n(ア)  憲法１９条が保障する「思想及び良心」とは，世界観，人生観な\nどの個人の内面的な精神活動を指すものであり，事物の是非，善悪の\n判断などは含まない。後者を含めるときは，内面的な精神活動の自由\nの中でも最も根本的なもので絶対的なものであるという高位の価値を\n希薄にし，その自由の保障を軽くするからである。控訴人らが主張す\nる「不起立等の信念」が，その根底にある控訴人らの思想・良心や歴\n史観・教育観とは別に，同条の「思想・良心」として保護されるべき\nかどうかについては，それらが思想・良心の核心部分とは解されない\nから，同条のいう「思想・良心」に該当しないというべきである。\n(イ)  思想・良心の自由を「侵してはならない」とする意味は，国民が\nいかなる世界観，人生観を持とうとも，それが内心の領域にとどまる\n限りは絶対的に自由であり，特定の思想を内心に抱くこと自体を禁止\nすることができないということを意味するほか，国家権力が思想の露\n顕を強制することは許されず，人の内心を強制的に告白させることは\nできないという，思想についての沈黙の自由を保障するものである。\nしかし，思想が内部にとどまらず，外部に行動となって現れたとき\nは，そのような外部的行為の規制の問題は，少なくとも憲法１９条が\n保障する思想・良心の自由の問題ではない。\n確かに，外部的行為といっても，人の内心領域の精神活動と密接な\n関連を有することは否定できないが，外部的行為を制約することによ\nって，人の人格の核心を形成する世界観，人生観を持つこと自体を禁\n止することはないのであるから，思想・良心の自由を制約するもので\nはないのである。法律が一定の作為，不作為を命じるときに，それに\n服しないことは内心にとどまらない外部的な行動となるのであり，思\n想・良心の自由固有の問題ではない。\nイ  本件職務命令と控訴人らの思想・良心の自由\n本件職務命令は，卒業式等において，児童・生徒に対し，国旗・国歌\nに対する正しい認識を持たせ，尊重する態度を育てるために，教職員に\n対し，国旗に向かって起立して国歌を斉唱し，そのピアノ伴奏をするよ\nう命じるというものであり，そのこと自体は，一定の外部的行為を命じ\nるにとどまるものであって，控訴人らの内心における精神活動を否定し\nたり，その思想・良心に反する精神的活動を強制するものではないし，\nいかなる思想を抱いているかを露顕することを強制する，いわゆる「踏\nみ絵」などと称されるものでもないから，控訴人らの思想・良心の自由\nを侵害するものとはいえない。\n仮に，その根底にある思想・良心に対して思想・良心の自由の保障が\n及ぶとしても，控訴人らによる不起立行為等は，１つの外部的行為であ\nると考えられるので，次に公共の福祉による制約との関係が問題となる。\nウ  思想・良心の自由と公共の福祉との関係について\n控訴人らは，全体の奉仕者である地方公務員であって（憲法１５条２\n項），その職務である公教育を行うという公共の利益のために勤務し，\nかつ，職務の遂行に当たっては，全力を挙げてこれに専念する義務（地\n公法３０条），職務に専念する義務（同法３５条）並びに法令等及び上\n司の職務上の命令に従う義務（同法３２条）があり，服務の宣誓（同法\n３１条）をして，全体の奉仕者として誠実かつ公正に職務を遂行するこ\nとを約している。このように，控訴人らは，教職員として，児童・生徒\nに対し，国旗・国歌に対する正しい認識を持たせ，尊重する態度を持た\nせるよう指導すべき立場にあるから，本件通達に基づいた本件職務命令\nを受け，卒業式等の式典の会場に指定された席で国旗に向かって起立し，\n国歌を斉唱する義務，国歌斉唱時にピアノ伴奏をする義務を負うことに\nより，控訴人らの思想・良心の自由が制約されるとしても，これは控訴\n人らにおいて受忍すべきものであり，憲法１９条に違反するものではな\nい。\nエ  自由意思による義務\nさらに，控訴人らは，自らの自由意思で公立学校教職員という特別な\n法律関係に入った者であることを忘れてはならない。基本的人権も絶対\n的なものではなく，自己の自由意思に基づく特別な公法関係上又は私法\n関係上の義務によって制限を受けるものである。教育公務員は，法令（学\n習指導要領もこれに含まれる。）に基づき職務を遂行する義務を負い，\nかつ，上司の職務上の命令を遵守する義務を負うのである（地公法３２\n条）。この義務は，公務員としての基本的義務であり，学校教育が組織\nとして行われる以上，教育公務員においても同様に基本的義務である。\nそして，法規たる学習指導要領が，教育の全国一定水準の確保と教育の\n機会均等という強い要請から制定されている以上，学習指導要領及びそ\nの具体化として発せられる校長の職務命令を遵守すべきことが強く要請\nされるものである。そのような義務を教育公務員が履行することは，教\n育公務員の法律関係の存立目的に照らして必要不可欠のことであり，上\n記義務の履行により控訴人らの思想・良心の自由が制約されても，それ\nは自らの自由意思によってそのような法律関係に入った控訴人らにとっ\nてやむを得ない制限であり，受忍すべきものである。本件通達に基づく\n本件職務命令は，学習指導要領に基づき入学式・卒業式等の式典におけ\nる国旗・国歌の指導を適正に実施すべく発せられたものであり，しかも\nそれは敬礼など特別の行為を求めるものではないから，仮にこれにより\n控訴人らの思想・良心の自由が制約される点があったとしても，それは\n自らの自由意思によって教育公務員という特別な法律関係に入った控訴\n人らにとってやむを得ない制限であり，憲法１９条に違反するものでは\nない。\nオ  児童・生徒の国歌斉唱について指導を受ける権利の侵害\n国旗掲揚・国歌斉唱に関する指導を行う義務を負う控訴人らが不起立\n行為等をするということは，控訴人らが国歌斉唱の指導を行うという義\n務を履行しないということであるから，仮に，同人らの行為が消極的な\n形で行われ，式典が滞りなく終了したとしても，国歌斉唱を妨害する行\n為に該当する。そして，国歌斉唱の指導を行うべき教職員の中に不起立\n行為等をする教員がいた場合，その指導を受ける生徒としては，国歌斉\n唱の際に，国旗に向かって起立してもいいし，しなくてもいい，国歌を\n斉唱してもいいし，しなくてもいいと受け取ってしまうのであり，かく\nて，児童・生徒は，国旗・国歌について正しい認識を持ち，国旗・国歌\nを尊重する態度を学ぶことができなくなるのであるから，不起立行為等\nは，学習指導要領の国旗・国歌条項の趣旨である，国旗・国歌に対する\n正しい認識を持たせ，これを尊重する態度を育てるという教育目標を阻\n害し，児童・生徒の学習権を侵害するものである。\nカ  沈黙の自由との関係\n本件通達及び本件職務命令は，卒業式等の儀礼的行事において行われ\nる国歌斉唱に際し，国旗に向かって起立し国歌を斉唱すること，ピアノ\nによる伴奏を行うことを命ずるものであって，控訴人らに対して，特定\nの思想や価値観の有無について，あるいは，控訴人らが主張するそれぞ\nれの「考え方」や「思い」を告白することを強要するものではなく，控\n訴人らが主張するような，特定の思想の表明を迫るものではない。\n(4)  本件通達及び本件職務命令は旧教育基本法１０条に反しない。\nア  控訴人らは，教育委員会がする教育の内的事項に関する条件整備も，旧\n教育基本法１０条により，大綱的基準に限られ，教育委員会は，学校や教\n師が法規や学習指導要領の定めに明白に違反した場合には，違反の是正の\nために具体的命令を発することができるが，教育内容を決定するための具\n体的命令を発することはできないのであるから，本件通達及び本件職務命\n令は違法であると主張している。\nしかしながら，以下のとおり，教育委員会が教育の内容及び方法に関し\nて基準を設定する場合には，国の場合とは異なり，大綱的基準の範囲にと\nどめなければならない理由はなく，控訴人らの上記主張は失当である。\n(ア)  旧教育基本法１０条は，教育と教育行政との関係についての基本原\n理を明らかにした規定であり，その文言からすれば，国民全体に対し直\n接に責任を負えなくなった場合に，当該介入が同条１項の「不当な支配」\nに当たることになるから，同項の規定する「不当な支配」とは，国民全\n体ではない一部の勢力による介入を意味し，具体的には，政党，官僚，\n政界，労働組合などによる介入をいうことになる。そして，これらを介\nした，現実的な一般政治上の意思とは別に，国民の教育に対する意思を\n教育に直結して反映するような組織が必要とされることから，そのよう\nな組織として，それぞれの地方に固有の権限を有する教育委員会が設置\nされているのである。\nところで，現行法制上，教育行政機関としては，国にあっては文部科\n学大臣，地方にあっては都道府県教育委員会，市町村教育委員会がある\nが，公立学校における教育に関する権限は，当該地方公共団体の教育委\n員会に属するとされ（地教行法２３条，３２条等），地方自治に関する\n原則が採用されている。これは，各地方の実情に適応した教育を行わせ\nるのが教育の目的及び本質に適合するとの観念に基づくものであって，\nこのような地方自治の原則が現行教育法制における重要な基本原理の１\nつを成している。\n以上を踏まえて検討するに，教育の内容に関しても，方法に関しても，\n文部科学大臣が基準を設定する場合においては，大綱的基準にとどめる\nことが要請されているものであるが，公立学校を設置する地方公共団体\nの教育委員会は，上記地方自治の原則の下に，国が設定した大綱的基準\nの範囲で，より具体的かつ詳細な基準を設定することができ，また，そ\nれが要請されているものである。公立学校を設置する地方公共団体の教\n育行政機関たる教育委員会（本件で問題とされている都立学校にあって\nは都教委）は，子ども自身の利益の擁護のため，また子どもの成長に対\nする地域社会，公共の利益と関心にこたえるため，必要かつ合理的と認\nめられる範囲で，教育の内容及び方法に関して，国に比してより具体的\nな基準を設定し，必要な場合には具体的な命令を発する固有の権限を有\nし，その責務を負っているのであり，教育の内容及び方法に関して基準\nを設定する場合，国の場合とは異なり，大綱的基準の範囲にとどめなけ\nればならないものではないのである。\n(イ)  また，地教行法２３条５号は，学校の組織編制，教育課程，学習指\n導，生徒指導及び職業指導に関することを教育委員会の職務権限の１つ\nとしており，教育委員会は，上記事項について管理し，執行することが\nできると規定し，同法１７条１項は，教育長は，教育委員会の指揮監督\n下に，教育委員会の権限に属するすべての事務をつかさどると規定して\nおり，教育長は，教育課程等に関する事項に関して，通達等により校長\nに対して職務命令を発することができる。職務命令は，個別具体的な職\n務の遂行について命ずるものであり，その内容は，ある程度細目にわた\nり，詳細なものでないと，遂行すべき職務が特定されないものである。\nしたがって，旧教育基本法１０条１項の「不当な支配」については，\n地教行法２３条５項及び同法１７条１項との理論的整合性からしても，\n教育委員会がその権限の行使として発出する通達ないし職務命令に関す\nる限り，大綱的基準にとどまるべきものと解することはできないのであ\nる。\n(ウ)  控訴人らは，地教行法３３条１項が「教育委員会は，法令又は条例\nに違反しない限度において，その所管に属する学校その他の教育機関の\n施設，設備，組織編制，教育課程，教材の取扱その他学校その他の教育\n機関の管理運営の基本的事項について，必要な教育委員会規則を定める\nものとする。」と規定していることを根拠に，教育委員会の関与は基本\n的事項（大綱的基準）に限られると主張している。\nしかしながら，地教行法３３条１項は教育委員会規則という法形式を\nもって定めるべき対象事項を「基本的事項」としているだけのことであ\nって，教育委員会の関与・介入の限度を「基本的事項」に限定している\nものでは全くない。\nイ  控訴人らは，仮に都教委の出す通達については大綱的基準に限られない\nとしても，本件通達を発する必要性及び合理性は認められないから，本件\n通達は旧教育基本法１０条１項の「不当な支配」に該当し，違法であると\n主張する。\nしかしながら，以下のとおり，本件通達には，これを発する必要性及び\n合理性が認められ，本件通達も本件職務命令も適法なものである。\n(ア)  本件通達及び本件職務命令の各適法性の関係\n本件は，控訴人らが各所属校の校長から受けた職務命令に違反したこ\nとを理由としてされた懲戒処分の取消訴訟であり，懲戒事由該当性の判\n断に当たって直接問題となるのは，校長の職務命令の適法性であって，\n本件通達の適法性ではない。\nところで，控訴人らは，本件通達が旧教育基本法１０条１項に違反す\nるから，本件通達に基づきされた校長の職務命令も違法であるというも\nのである。\nしかしながら，本件通達が違法でないことは後述のとおりであり，控\n訴人らの主張はその前提を欠くものであるし，仮に控訴人らの主張を前\n提としても，そのことから校長の職務命令が違法となるものではない。\nすなわち，校長は，校務をつかさどり所属職員を監督する権限を有して\nいるのであるから（学校教育法２８条３項，５１条，７６条），教育課\n程の編成等すべての校務を決定し，これを各教職員に分掌させ，必要な\n指導を行い，職務命令を発することができる（地公法３２条）。この校\n務の中には卒業式等の実施が含まれるものである。校長は，本件通達や\n都教委の一連の指導等によって初めて本件職務命令を発出する権限を付\n与されたわけではなく，校長らは，学習指導要領に基づく適正な学校行\n事を実施するために考えられる方策を検討したところ，現状を踏まえる\nと，これまでの教職員に対する指導によるだけでは，卒業式等において，\n学習指導要領にのっとった国旗・国歌の指導を教職員に求めることは困\n難であり，職務命令を発するしか方法がないと判断したため，この権限\nに基づいて，自らの責任に基づき本件職務命令を発しているのであるか\nら，本件通達や都教委の一連の指導等が仮に控訴人ら主張のとおり旧教\n育基本法１０条１項に違反して違法であっても，これにより本件職務命\n令が手続的にも実質的にも違法となるものでは全くない。\n(イ)  本件通達の目的\n①  学習指導要領は，既に主張したとおり，小学校，中学校，高等学校，\n盲・ろう・養護学校のいずれについても，「入学式や卒業式などにお\nいては，その意義を踏まえ，国旗を掲揚するとともに，国歌を斉唱す\nるよう指導するものとする。」としている。これは既に主張したとお\nり，児童・生徒に国旗・国歌に対して正しい認識を持たせ，それらを\n尊重する態度を育てるため，学校における普通教育の場において，国\n旗・国歌の指導をすべきものとしているのである。\nこの点について，控訴人らは，学習指導要領のうち，少なくとも国\n旗・国歌条項については法的拘束力が認められないと主張しているが，\n根拠がない。また，控訴人らはこの学習指導要領の「指導するものと\nする。」との用語について，合理的な例外を認める文言であると主張\nするが，この用語は，「『…しなければならない』，『…とする』と\nいうような用語で表すのを適切とするのに近いが，さりとて，これら\nの用語を使うとニュアンスが少しどぎつく出すぎる，もう少し緩和し\nた表現を用いる方が適当であると考えられるような場合」に用いられ\nるものであり，一定の行為を義務づける場合に用いられるものである。\n本件通達は，国旗・国歌に関する条項についていえば，都立学校に\nおいて学ぶ児童・生徒に国旗・国歌に対する正しい認識を持たせ，そ\nれらを尊重する態度を育てるという目的の下，普通教育において指導\nすべき国旗・国歌に関する基礎的知識を指導するため，また，その余\nの条項についていえば，卒業式・入学式などの学校行事（儀式的行事）\nを学習指導要領に則して適正に実施するために発せられたものであっ\nて，まさに学校管理機関としての都教委がその権限を行使する「許容\nされた目的」の下に発せられているものである。\n②  控訴人らは，学習指導要領の国旗・国歌条項は，国旗掲揚及び国歌\n斉唱の具体的な在り方を何ら指示するものではないし，個々の生徒や\n教師に起立斉唱を義務づけるものではないから，本件通達の目的には\n合理性がないと主張している。\nしかしながら，学習指導要領は，上記①のとおり，小学校，中学校，\n高等学校，盲・ろう・養護学校を通じて，特別活動として，入学式や\n卒業式などにおいては，その意義を踏まえ，国旗を掲揚するとともに\n国歌を斉唱するよう指導するものとしている。これは，学習指導要領\nの国旗・国歌条項は，日本人としての自覚を養い，国を愛する心を育\nてるとともに，児童・生徒が，将来，国際社会において尊敬され，信\n頼される日本人として成長していくためには，国旗・国歌に対して正\nしい認識を持たせ，それらを尊重する態度を育てることが必要であり，\nまた，学校における卒業式等は，学校生活に有意義な変化や折り目を\n付け，厳粛かつ清新な雰囲気の中で，新しい生活への展開への動機付\nけを行い，学校，社会，国家などへの所属感を深める上でよい機会と\nなるものであることから，これらの学校行事式典において，国旗を掲\n揚し，国歌を斉唱するよう指導することとして設けられているもので\nある。\n地教行法２３条５号により都立学校の教育課程等に関する権限を有\nする都教委が，学習指導要領の国旗・国歌条項の具体化として，卒業\n式等の学校行事における国旗・国歌の指導の内容，方法を校長に指示\nできるのは当然のことであって，それはまさに許容された目的である。\n(ウ)  本件通達の必要性及び合理性\nその実施指針において，卒業式等の式典の実施方法について定めてい\nる本件通達は，以下のとおり，必要かつ合理的なものである。\n①  卒業式等の式典は，特別活動のうち儀式的行事として実施されるも\nのであるが，学習指導要領は，儀式的行事について，「学校生活に有\n意義な変化や折り目を付け，厳粛で清新な気分を味わい，新しい生活\nの発展への動機付けとなるような活動を行うこと。」と定め，また，\n「入学式や卒業式などにおいては，その意義を踏まえ，国旗を掲揚す\nるとともに，国歌を斉唱するよう指導するものとする。」と定めてい\nる。\n②  本件通達は，そのような学習指導要領の趣旨，すなわち，入学式や\n卒業式，あるいは周年行事などの学校生活の重要な節目において，学\n校生活に有意義な変化や折り目を付けるために儀式的行事を行い，こ\nれによって，児童・生徒が厳粛で清新な気分を味わい，それまでの学\n校生活を振り返るとともに新しい生活への出発の決意と希望の意識を\n高められるようにし，併せて国旗・国歌について学ぶことができるよ\nうにするため，それに適した場所的環境や式の進行を定めるものであ\nり，学習指導要領の趣旨に沿って入学式・卒業式などを実施する上で，\n必要かつ合理的なものである。\n③  本件で特に問題となる項目は，「国歌斉唱に当たっては，式典の司\n会者が，『国歌斉唱』と発声し，起立を促す。」，「式典会場におい\nては，教職員は，会場の指定された席で国旗に向かって起立し，国歌\nを斉唱する。」の２項目であるが，これらは，前記のとおり，学習指\n導要領中に，「儀式的行事」として，「学校生活に有意義な変化や折\nり目を付け，厳粛で清新な気分を味わい，新しい生活の展開への動機\n付けとなるような活動を行うこと」が規定され，また「入学式や卒業\n式などにおいては，その意義を踏まえ，国旗を掲揚するとともに，国\n歌を斉唱するよう指導するものとする」と規定されていること，儀式\n的行事における国歌斉唱は起立して行うことが国際儀礼上の常識であ\nって，我が国に限らず通例であり，教職員がそれに沿った行動をとる\nものとしても不合理なものではないことからすれば，いずれも学習指\n導要領の内容・趣旨に沿ったものであり，地方の実情に即した教育の\n実現を期待された都教委が，その判断に基づき，管理する学校につい\nて，卒業式等の式典を厳粛かつ清新なものとし，併せて国旗・国歌の\n指導をするための方式を示したものとして，必要かつ合理的な範囲を\n超えたものといえないことは，明らかである。\n(エ)  本件通達の必要性が立証されていないとする控訴人らの主張につい\nて\n①  控訴人らは，本件において都教委が具体的命令として本件通達を発\nする必要性が立証されていないと主張する。\nしかしながら，都教委が本件通達を発出するに至った経過としては，\n都立学校における国旗・国歌の指導に係る次のような不適切な実態が\nあった。\n本件通達当時，都立学校にあっては，実施率こそ１００％となって\nいたとはいえ，卒業式等における国旗掲揚・国歌斉唱の実施に関して\nは，職員会議において教職員から校長の決定に対して実力行使も辞さ\nない発言が繰り返され，午後３時か４時に開始した会議が夜１０時，\n１１時まで７，８時間も続いたり，教職員が「職員の意向は，国旗・\n国歌を実施しないというものである。このようなことなら職員会議を\nやる意味がない。」と述べて職員会議への出席を拒否したり，また朝\nの打ち合わせを２か月ボイコットして，教職員だけで別室で打ち合わ\nせを実施する，教職員全員で「管理職が二度と国旗を掲揚しないと約\n束したら解除する。」と宣言し，職員室にある生徒の出席状況を記載\nする総計黒板に生徒の出席状況を記載しない，日直業務を拒否するな\nどの抗議行動を行ったり，教職員が「国旗・国歌をやるようなら式場\n設営をしない。」と宣言し，校長・教頭・事務長だけに３時間かけて\n会場設営させ，その後，「校長・教頭が並べた生徒席は整理されてい\nなくて，生徒が座りづらそうだった。」，「職員席が足りなかった。」\nなどと批判を述べるなど，入学式・卒業式等の実施に関し様々な実態\nがあった。そして，このような実態から，校長が学習指導要領に沿っ\nて国旗・国歌の指導を含む適正な卒業式等の実施を具体的に決定して，\nこれを教職員に指導ないし指示して実施しようとしても，それができ\nず，現実の実施状況としては，国歌斉唱時に職員が起立しない，三脚\nで国旗を掲揚して舞台の袖の見えないところに設置する，音楽の教員\nがいるのに国歌のピアノ伴奏をしない，式次第に国歌斉唱と明記しな\nい，国歌斉唱が終わってから教員が式場に入場するなど，卒業式等に\nおける国旗・国歌の適正な指導がされていない状況が引き続いていた。\nこのような事態にかんがみ，卒業式等における国旗・国歌の指導は，\n子どもの学習権を充足する上からも，また明日の我が国を担う子ども\nの成長の上からも重要な教育活動であることから，その指導が適正に\n行われるよう，儀式的行事の在り方を明確に示す必要があったのであ\nる。\n②  控訴人らは，学習指導要領の国旗・国歌条項は，国旗掲揚及び国歌\n斉唱の具体的在り方を何ら指示するものではないから，舞台壇上正面\nに掲揚された国旗に正対して，国歌を斉唱することを指示したり，個\n々の教師に起立斉唱を義務づける必要性は全く存しないと主張する。\nしかしながら，学習指導要領は，教育の地方自治の原則から大綱的\n基準を示しているのであって，教育の地方自治を担う教育委員会（都\n教委）がこれを具体化するのは当然のことであり，また，それは現行\nの教育法制上，本来的に予定された教育委員会の責務であって，控訴\n人らの上記主張は失当である。\n③  控訴人らは，特別活動については「学校の創意工夫」を生かし，「学\n校の実態や生徒の発達段階及び特性等を考慮」して行われなければな\nらないことが学習指導要領で定められているのであるから，教育委員\n会が特別活動の内容を決定する具体的命令を発しなければならない必\n要性は全く存しないと主張している。\n特別活動のみならず，すべての教育活動において，生徒に生きる力\nをはぐくむことを目指し，各学校には，創意工夫を生かし，特色のあ\nる教育活動を展開することが求められるのは当然のことである。\nしかしながら，その前提として，それが法令及び学習指導要領に基\nづくことは論をまたないところ，前記のとおり，本件通達発出時には，\n国旗及び国歌の扱いを軽視し，生徒が受けて然るべき学習指導要領に\n示されている学習内容が保障されていない現状があったのであるか\nら，本件通達を発する必要があったし，本件通達によっても，学校に\nは創意工夫の余地が十分にあり，現に様々な創意工夫がされているの\nであるから本件通達は，内容の合理性を欠くものでもない。\n④  控訴人らは，本件通達が「教師に対し一方的な理論ないし観念を生\n徒に教え込むことを強制するもの」であるから合理性がないとも主張\nする。\nしかしながら，国旗・国歌の指導は，前述のとおり児童・生徒に国\n旗・国歌に対する正しい認識を持たせ，それらを尊重する態度を育て\nるために，国旗・国歌に関する基礎的知識を指導するものであって，\n我が国の国旗・国歌のみを尊重する態度を育てるために行われるもの\nではなく，偏狭な「愛国心」や「ナショナリズム」とはおよそ無縁の，\n国際社会で生きる日本人として学んでおくべき基礎的知識のための指\n導である。都教委は，教職員の不起立行為等は，児童・生徒に国旗・\n国歌を指導すべき教職員が，その指導の場である卒業式等に職務とし\nて参加しているにもかかわらず，その指導に反する行動をとることを\n問題にしているのであって，個人的な思想信条を問題としているもの\nではないことはもとより，個人の私生活において国旗・国歌に対して\nどのような態度をとるかも問題としているものではないから，上記主\n張は理由がない。\n(5)  国際条約違背の主張は理由がない。\n控訴人らは，本件通達は自由権規約１８条所定の思想・良心の自由，宗教\nの自由を侵害するものであると主張しているが，本件通達が思想・良心の自\n由，宗教（信教）の自由を侵害するものではないことと同様，理由がない。\n(6)  行政の裁量との関係について\nア  控訴人らは，次のような前提主張をして，本件処分が行政の裁量権の逸\n脱・濫用に当たると主張するが，それらの前提主張はそれぞれの箇所で述\nべたとおりいずれも誤りであるから，同主張は失当である。控訴人らの主\n張は，生徒と教師の立場を同列に論じるものであるが，生徒が授業の履修\nを拒否することと公立学校の教師が教育課程の実施に関する職務命令を拒\n否することとは，全く性質を異にするものである。\n(ア)  控訴人らは，職務命令及び本件通達は違憲，違法であると主張する\nが，それらが違憲，違法でないことは既に上述したとおりである。\n(イ)  控訴人らは，国旗・国歌に対する多様な見解のうち，特定の考えの\nみに基づいて本件処分を科すことは，行政の裁量権の恣意的な行使であ\nると主張するが，我が国の教育公務員が国旗・国歌を指導することは当\n然のことであって，そのことが特定の考えとして非難されるべきもので\nはない。\nまた，控訴人らは，「国旗・国歌条項は，国歌斉唱時に国旗に向かっ\nて起立し斉唱すること，ピアノ伴奏を行うことを義務として求めていな\nい。」と主張するが，学習指導要領の国旗・国歌条項は，「入学式や卒\n業式などにおいては，その意義を踏まえ，国旗を掲揚するとともに，国\n歌を斉唱するよう指導するものとする。」と規定しているし，国歌を斉\n唱するときは起立して斉唱することは当然の社会常識であるし，ピアノ\nがあればそれにより伴奏することについてもごく常識的かつ自然な指導\n方法である。このようなことから，校長が，卒業式等について，国歌斉\n唱時に教職員が起立して斉唱し，音楽担当の教員がピアノ伴奏をするこ\nとを行事実施の方針として採用したからといって，そのことが，「特定\nの考え」あるいは「一定の理論や観念」として非難されるようなことに\nはなり得ないものである。\nイ(ア)  控訴人らが行った職務命令違反は，公務の適正な遂行を妨げるもの\nであり，職場内の秩序維持の観点からも見過ごすことができないもので\nあって，公務員の服務の根幹にかかわる重要な非違行為である。したが\nって，本件の控訴人らの非違行為は相当に重いものであり，本件処分の\n処分量定は適正なものである。\nこの点に関する控訴人らの主張は，職務命令違反の重大性を理解して\nいないといわざるを得ない。どこの組織体においても，上司の命令を部\n下が拒否するようなことがあっては適正に業務が実施できず，それこそ\n命取りになってしまうのである。すなわち，上司の職務命令に違反する\n行為は，公務の適正な遂行を妨げるものであって，国民，都民に対する\n重大な背信行為であり，また，当該職場にとっても職場内の秩序維持の\n観点から深刻な問題を惹起するものであって，決して看過することがで\nきないものである。そのことは，教育部門においても，何ら変わるもの\nではない。公立学校の教師は，全体の奉仕者として公共の利益のために\n勤務するのであり，その職務の遂行に当たっては，自己の思想・良心又\nは信教を優先させるべきものではなく，いかにそれが真摯なものであっ\nたとしても，職務より自己の個人的事情を優先させたということになる。\n控訴人らは，あたかも，「信念から職務命令違反をする場合は軽く処\n分されるべきである」と言わんばかりであるが，これは到底通らない議\n論である。信念に基づこうが，基づくまいが，職務命令違反により適正\nな公務の遂行が阻害されることは同じであって，信念に基づけば罪が軽\nくなるというような理屈はあり得ないものである。\n(イ)  判例は，裁判所が懲戒処分の適否を審査するに当たっては，懲戒権\n者と同一の立場に立って懲戒処分をすべきであったかどうか又はいかな\nる処分を選択すべきであったかについて判断し，その結果と懲戒処分と\nを比較してその軽重を論ずべきものではないとしている（最高裁昭和５\n２年１２月２０日第三小法廷判決・民集３１巻７号１１０１頁）。\n控訴人らの非違行為は相当重いものであり，本件処分が社会観念上著\nしく妥当を欠くものではないことが明らかであるから，これを取り消す\nことはできない。\n(7)  控訴人らの被った損害について\n控訴人らは，損害について，Ｈ作成に係る診察意見書と同人の証言を全面\n的に踏まえて主張しているが，Ｈ作成の診察意見書（甲４７７）及び同人の\n証言にはそもそも証人自身の中立性が欠落しており，また，意見書作成に係\nる調査が粗雑であるなど重大な問題点があり，到底措信できないものである。\n控訴人らの損害の主張は，結局のところ，本件通達及び本件職務命令が違\n法であることを前提としているものであり，これらに何ら違法はないから，\n理由がない。\n第３  当裁判所の判断\n１  本件通達が発出される前における卒業式等の特別活動における国旗や国歌の\n指導についての学習指導要領の内容を始め，原判決が「事実及び理由」欄の「第\n３  当裁判所の判断」の１で認定した事実については，当裁判所も，同様の理\n由で同事実があると認めるので，原判決の同部分を引用する。\n２  証拠によれば，その他，国旗・国歌法制定に関連した事実，平成１２～１５\n年度の都立学校における卒業式及び入学式における国旗掲揚・国歌斉唱の実施\n状況及び平成１４，１５年の教育委員会等において都教委のした説明等に関し，\n以下の事実が認められる。\n(1)  国旗・国歌法の第１４５国会における審議の過程において，小渕恵三内閣\n総理大臣，野中広務内閣官房長官及び有馬朗人文部大臣は，次のとおりの政\n府答弁をした（甲２，１６８，１６９，５５４，５５５）。\nア  小渕恵三内閣総理大臣による答弁\n「教育現場での教職員や子供への国旗の掲揚等の義務づけについてお尋\nねがありましたが，国旗・国歌等，学校が指導すべき内容については，従\n来から，学校教育法に基づく学習指導要領によって定めることとされてお\nります。学習指導要領では，・・・国旗・国歌について子供たちが正しい\n認識を持ち，尊重する態度を育てることをねらいとして指導することとい\nたしておるものであります。・・・教職員や子供たちにも国旗の掲揚等を\n義務づけはできないのではないかとのお尋ねでありますが，国旗・国歌等，\n学校教育において指導すべき内容は学習指導要領において定めることとさ\nれており，各学校はこれに基づいて児童生徒を指導すべき責務を負うもの\nであります。・・・国旗及び国歌の強制についてお尋ねがありましたが，\n政府といたしましては，国旗・国歌の法制化に当たり，国旗の掲揚に関し\n義務づけなどを行うことは考えておりません。したがって，現行の運用に\n変更が生ずることにはならないと考えております。」\n（平成１１年６月２９日，衆議院本会議）\n「学習指導要領に基づいて，校長，教員は，児童生徒に対し国旗・国歌\nの指導をするものであります。このことは，児童生徒の内心にまで立ち至\nって強制しようとする趣旨のものでなく，あくまでも教育指導上の課題と\nして指導を進めていくことを意味するものでございます。」\n（同年７月２１日，衆議院内閣委員会）\nイ  野中広務内閣官房長官による答弁\n「児童生徒が・・・国旗・国歌をひとしく敬意を表する態度を育てると\nいうのは，教育上当然のことではないかというように思うわけでございま\nす」\n（平成１１年７月１日，衆議院内閣委員会）\n「学校現場におきます内心の自由というものが言われましたように，人\nそれぞれの考え方があるわけでございまして，・・・それぞれ，人によっ\nて，式典等においてこれを，起立する自由もあれば，また起立しない自由\nもあろうと思うわけでございますし，また，斉唱する自由もあれば斉唱し\nない自由もあろうかと思うわけでございまして，この法制化はそれを画一\n的にしようというわけではございません。」\n「政府といたしましては，法制化に伴いまして，国民に対し，国旗の掲\n揚，国歌の斉唱等に関し，義務づけを行うことは考えておらないわけでご\nざいまして，現在の運用に変更が生ずることにはならないわけでございま\nす。法制化によりまして，先ほど申し上げましたように，内心の自由との\n関係で問題が生ずるとは承知をいたしておりません。」\n（同月２１日，衆議院内閣委員会文教委員会連合審査会）\n「少なくとも，しかし教育公務員として公務員法に基づいて職責を得ら\nれる方は，我が国の法律に忠実であるべきだと考えております。」\n（同日，衆議院内閣委員会）\n「政府といたしましては，法制化に当たりまして，国旗の掲揚及び国歌\nの斉唱に関しまして義務づけを行うようなことは一切考えていないところ\nでございまして，各人の内心にまで立ち入って国旗・国歌に対する思いを\n強制するものではないという亀井委員の御指摘はまさにそのとおりでござ\nいます。」\n（同年８月２日，参議院国旗及び国歌に関する特別委員会）\nウ  有馬朗人文部大臣による答弁\n「文部省といたしましては，法制化が行われた場合においても，学習指\n導要領に基づき，学校におけるこれまでの国旗・国歌の指導に関する取り\n扱いを変えるものではないと考えており，今後とも，学校における指導の\n充実に努めてまいります。」\n（平成１１年６月２９日，衆議院本会議）\n「教員に対しても国旗に敬意を払い国歌を斉唱するよう命ずることは，\n学校という機関や教員の職務の特性に考えてみれば，社会通念上合理的な\n範囲内のものと考えられます。そういう点から，これを命ずることにより，\n教員の思想，良心の自由を制約するものではないと考えております。」\n「校長及び各教員は，このような学習指導要領に基づきまして，国旗・\n国歌について児童生徒を指導すべき責務を負っていると考えております。」\n（同年７月２１日，衆議院内閣委員会文教委員会連合審査会）\n「本法案は，国歌・国旗の根拠について，慣習であるものを成文法とし\nて明確に位置づけるものでございます。これによって国旗・国歌の指導に\nかかわる教員の職務上の責務について変更を加えるものではございませ\nん。」\n「指導要領を変えずに現在のままで，ただ説得するというようなことは，\nこれはもちろん今までと同じようにさせていただくことがありますが，内\n心の自由まで立ち入らずにちゃんとやっていきたいと申し上げている次第\nであります。」\n「教職員指導の強化を意味するものではない・・・と思いますが，それ\nでよろしゅうございますでしょうか。」という質問に対し，「おっしゃる\nとおりであります。それで結構です。」\n「校長先生が学習指導要領に基づいて法令の定めるところに従い，所属\n教職員に対し本来行うべき業務を命ずることは当該教職員の思想，良心の\n自由を侵すことにはならないと私は思います。」\n（同年８月２日，参議院国旗及び国歌に関する特別委員会）\n(2)  国旗・国歌法制定直後の平成１１年９月１７日付け文部省初等中等教育局\n長及び高等教育局長の各都道府県教育委員会教育長等に対する通知（乙４の\n１）は，「学校・・・における国旗及び国歌の指導については，児童生徒に\n我が国の国旗と国歌の意義を理解させ，これを尊重する態度を育てるととも\nに，諸外国の国旗と国歌も同様に尊重する態度を育てるために，学習指導要\n領に基づいて行われているところであり，この法律の施行に伴って，このよ\nうな学校におけるこれまでの国旗及び国歌に関する指導の取扱いを変えるも\nのではありません。学校における国旗及び国歌の指導については，これまで\nも適切な指導が行われるようお願いしてきたところですが，この法律の制定\nを機に，国旗及び国歌に対する正しい理解が一層促進されるようお願いしま\nす。」としている。\n(3)  平成１３年４月１２日，都教委の第６回定例会で，指導部長は，平成１３\n年度の都立学校の入学式において国旗掲揚・国歌斉唱の実施率がほぼ１００\n％という形を実現できたことを報告し，委員からは成果を評価する発言があ\nったが，この時点において，教職員の不起立やピアノ伴奏など更に修正すべ\nき「課題」があることについての説明はなかった（乙６６）。\n(4)  都教委は，「各都道府県及び各指定都市教育委員会にあっては，引き続き，\n各学校において，学習指導要領に基づく国旗及び国歌に関する指導が一層適\n切に行われるよう指導をお願いします。」という記載のある平成１３年５月\n２５日付け文部科学省初等中等教育局長通知（乙８の１）を受けて，同年６\n月１２日，都立学校長等に対し，「平成１２年度卒業式及び平成１３年度入\n学式においては，一定の改善が図られましたが，今後とも，各学校における\n国旗及び国歌の指導が一層適切に行われますよう指導の徹底をお願いしま\nす。」との記載のある「学校における国旗及び国歌に関する指導について」\nという通知（乙８の２）を出した。\n(5)  平成１４年４月１１日，都教委の第６回定例会で，指導部長は，都立学校\nの平成１３年度の卒業式と平成１４年度の入学式で完全に国旗・国歌の実施\nができたことを報告したが，その際，併せて，「実施上の課題については，\n昨年度よりはかなり改善はされておりますけれども，まだ残っているという\nのが現状でございます。」とした上，その例として，都立学校において国歌\n斉唱時に起立をしなかった学校が数校残っていること，国歌斉唱時に一部の\n職員や生徒が起立をしなかったという実態が残っていることや小・中学校に\nおいて音楽の教師がピアノ伴奏を拒否するということも一部に起こっている\nことを報告し，「今後解決すべき課題が，まだかなり残っている」が，今後\nとも指導の徹底を図っていきたいと発言した。これに対し，委員から，子ど\nもが見ていることなので，不起立の教員についてはきちんとした警告を発す\nるとか，実名を公表するとかして，指導を徹底するように求める発言があり，\nこれに対し，都教委の教育長は，「ここまで形が整った以上は，今度は中身\nの問題で，個別に相当強力に指導していかなければならないと考えている」\n旨の回答をした（乙６７）。\n(6)  平成１４年１１月１日，都教委は，都立高等学校の各校長に対し，指導部\n長名で「入学式及び卒業式における国旗掲揚及び国歌斉唱の指導の徹底につ\nいて」という通知を出しているが，これには，都立学校の平成１３年度の卒\n業式と平成１４年度の入学式の国旗掲揚及び国歌斉唱の実施結果がほぼ全校\nでの実施に至ったことを述べた上，国旗掲揚及び国歌斉唱の実施態様につい\nては，平成１１年１０月１９日付け通達（平成１１年通達）に即していない\n学校もあったので，平成１４年度卒業式及び平成１５年度入学式においては，\n平成１１年通達に基づき，より一層の改善を図るよう願いますとの記載があ\nった（乙３３）。\n(7)  平成１５年３月６日，都教委は，文部科学省からこれまでと同様の国旗掲\n揚及び国歌斉唱の実施状況についての調査依頼があった際，初めて，同省か\nらの調査依頼事項に加え，式典会場内の国旗掲揚場所が壇上正面か三脚か，\n式次第に「国歌斉唱」と記載されているか，トラブルの有無・内容・これに\n対する校長の対応について，都立学校全校に対する一斉調査を行った（乙９\nの１，２）。\n(8)  平成１５年４月１０日，都教委の第７回定例会で，指導部長から，冒頭に，\n上記の聞き取り調査についての報告がされたが，その中で，指導部長は，国\n旗・国歌についてはすべての学校で実施できたが，実施上の課題はいくつか\n残っているとした上で，その主だったものとして，国歌斉唱時一部の教員や\n生徒が起立しないことを挙げ，聞き取り調査では，昨年度よりはかなり改善\nはしたが，まだ依然として残っており，これは，式の前等に，司会者から「国\n歌斉唱については憲法で保障されている内心の自由があるので，個人の判断\nでお願いします。」というような一言を添える学校が一部にあることから生\nじていると考えていると述べ，「この問題につきましては教育指導上の課題\nといたしまして，これまでも各学校に対して指導してきたところでございま\nすけれども，依然としてこうした実態がございますので，大きな課題として\n受け止めまして，今後とも引き続き指導の徹底を図ってまいりたいと考えて\nおります。」と報告した（甲９）。\n(9)  都教委の教育長は，都教委が都立学校卒業式・入学式対策本部（対策本部）\nを設置した１週間後である平成１５年７月２日，都議会本会議で，都議会議\n員から，卒業式や入学式の国歌斉唱時に起立しない教職員の存在について，\n都教委の見解を問われるとともに，自分としては式典運営指針などを制定す\nべきであると考えるが，具体的方策はあるのかを問われたのに対し，「あっ\nてはならないことなので，今後，卒業式，入学式における国歌斉唱の指導を\n適正に実施するよう，各学校や区市町村教育委員会を強く指導していく。対\n策本部を適正実施が図られるまで設置し，実施指針を新たに作成するなどし\nて，卒業式等が学習指導要領に基づいて適正に実施されるよう取り組んでい\nく。」旨を答弁した（甲８８）。\n(10)  平成１２～１５年度の卒業式及び入学式における国旗掲揚・国歌斉唱の\n実施状況は以下のようなものであった（乙４２の１・２，６２，７０，７２\n～７６，７９，８４～８７）。\nア  平成１２，１３年度の実施状況\n形式的に実施率１００％となったが，次のような状況があり，学習指導\n要領の国旗・国歌条項の目的が十分に達成されたという状況ではなかった。\n(ア)  国旗掲揚に関しては，会場外の人目に付かない場所に掲揚する，壇\n上三脚に掲揚する，カーテンの陰に隠れるように設置する，いすに座っ\nた参列者に見えないように壇上の奥や隅の方に設置する，正面掲揚と称\nして壇下の正面に三脚で掲揚する，ピアノの陰に三脚で掲揚するという\nような学校があった。式典当日に参列した保護者がいる前で校長と教頭\nが壇上に国旗を掲揚しているところに教員がなだれ込んできて反対し，\n保護者からざわめきが起こる，掲揚塔に掲揚した国旗が引き降ろされる\nという事態が発生した学校もあった。\n(イ)  国歌斉唱に関しては，式次第に明記せず，開式の前に国歌のメロデ\nィを流すだけなどの形式的な実施というような状況であり，校長は，そ\nれをもって「斉唱した」として，都教委に報告せざるを得ない学校があ\nった。また，式典の中で国歌斉唱を行っていても，国歌斉唱時に教員が\n起立しない，国歌斉唱が終わってから式場に入場する教員がいる，音楽\n科教員がいて校歌の伴奏はするのに国歌のピアノ伴奏はしない，国歌演\n奏はＣＤやテープレコーダーで行う，卒業式の最中に司会が国歌斉唱と\n発声したときに教員がやめてくださいと抗議するなどの状況がみられ，\nまた，式典の予行演習時に生徒に対して，あるいは式典の直前に参列者\nに対して，国歌を歌う自由，歌わない自由があるなどということを説明\nする例が多くみられた。\nイ  平成１４年度の実施状況\n都立学校における国旗掲揚・国歌斉唱の実施率は１００％と定着してい\nた。しかし，都立高校の入学式・卒業式における国旗掲揚・国歌斉唱の実\n施状況は，依然として，前年度と同様，以下のようなものであった。\n国旗掲揚・国歌斉唱が実施された学校においても，国歌斉唱時に起立す\nる教職員は少なく，全員が起立しない学校，国歌斉唱終了後に教員が入場\nしてくる学校，当初の実施案では式場配置図に国旗が記載されず，式次第\nに「国歌斉唱」と記載されていないため，校長が指示なり職務命令を出し\nて訂正させ，ようやく実施したという学校もあった。また，ピアノ伴奏は\nされずに録音テープによる学校が多数あった。そして，適正に実施しよう\nとする校長の中には，卒業式前日の夕方から，式典当日の朝５時，６時ま\nで教員からの交渉を強いられたという学校もあり，多くの学校で式典の前\nに国歌を歌う自由，歌わない自由があるなどという説明がされ，それによ\nり生徒が立たないという状況があった。\nウ  平成１５年度入学式の実施状況\n平成１５年度の入学式においても，基本的に平成１２，１３年度と同様，\n入学式の実施案の式場配置図に「国旗」が，式次第に「国歌斉唱」が記載\nされておらず，校長が職務命令（口頭）で訂正を指示した，国歌斉唱時に\nほとんどの教職員が入場しないか，式場後方に立って教職員席が空席であ\nった，多くの教職員ないし全教員が起立しない，国歌斉唱をピアノ伴奏が\nできずに録音テープによる，国歌を歌う自由，歌わない自由があるなどと\nいう説明をする学校があるなどの状況が続き，状況の改善は進まなかった。\n３  当裁判所は，前記引用に係る原判決摘示の「前提事実」及び上記１，２の事\n実に基づき検討した結果，後記４以下に述べる理由により，被控訴人の本案前\nの主張は理由がないものと判断した上，本件通達，その後に都教委が各校長に\n行った指導及び本件職務命令をもって違憲，違法ということはできず，控訴人\nらの不起立行為等は地公法３２条及び３３条に反すると認められるが，本件処\n分は懲戒権の逸脱・濫用に当たり違法であると解されるから，これらをいずれ\nも取り消すべきであり，しかしながら，損害賠償請求はこれを認めないのが相\n当であると判断する。\n４  本案前の争点について\n当裁判所も，被控訴人の本案前の主張には理由がないものと判断する。その理\n由は，原判決の「事実及び理由」欄の「第３  争点に対する判断」の２(2)に記\n載のとおりであるから，これを引用する。\n５  本件通達，その後に都教委が各校長に行った指導及び本件職務命令の違法性\nについて\n(1)  本件処分は，控訴人らの不起立等の行為が本件職務命令に違反することを\n理由とするものである。本件職務命令は，学校教育法５１条，７６条により\n準用される同法２８条３項に規定する校長の所属職員に対する監督権限に基\nづいて発せられたものであり，本件通達は，地教行法２３条５号に規定する\n教育委員会の教育課程に関する管理，執行権限に基づいて発せられたもので\nあるから，本件通達と本件職務命令とは異なる法的根拠を有する別個の行為\nであって，仮に本件通達が違法なものであったとしても，本来，その違法性\nが当然に本件職務命令に承継されるものではない。したがって，控訴人らの\n主張の当否を判断するに当たっては，一般的には，本件職務命令の違法性の\nみを問題とすれば足りるものである。\nしかしながら，当裁判所も，形式的には，本件職務命令を発すべき必要性\nの判断は各校長がしていたが，事実上，本件通達やその後に都教委が行った\n指導により，校長にはその裁量により本件職務命令を発しないという行為を\nする余地はなく，本件職務命令は実質的には都教委が行ったものと評価する\nことができると判断する。その理由は，原判決４４頁８～２２行目に記載の\nとおりであるから，これを引用する。これによれば，本件通達の発出という\n都教委の行為は，基準を策定し，一般的指示をするにとどまらず，各学校長\nに対する職務命令の実質を有するだけでなく，各学校長を通じて各教師に対\nし具体的な職務命令を発することを義務づける実質をも有するものというべ\nきである。\nそうすると，本件通達の発出が違法であれば，本件職務命令も違法になる\nという関係があるというべきであるから，本件においては，まず，本件通達\nが旧教育基本法１０条１項の規定する「不当な支配」に該当するか否かを検\n討する必要がある。\n(2)ア(ア)  旧教育基本法の前文及び１０条の趣旨・解釈については，当裁判所\nも，原判決４６頁２２行目及び同４７頁１２行目の「義務教育に属する」\nを削り，同７行目の「必要性」から同８行目の「範囲内において」まで\nを「特に必要な場合には」に改め，同１９行目の「管理，執行する」か\nら同２２行目の「異なる」までを「管理，執行するとされている」に改\nめるほか，原判決４５頁３行目～同４７頁２３行目に記載のとおりであ\nると判断するので，これを引用する。\n(イ)  この点につき，控訴人らは，設置者の執行機関として学校を管理す\nる教育委員会と学校との関係を規律している地教行法３３条１項が，\n「教育委員会は，法令又は条例に違反しない限度において，その所管に\n属する学校その他の教育機関の施設，設備，組織編制，教育課程，教材\nの取扱その他学校その他の教育機関の管理運営の基本的事項について，\n必要な教育委員会規則を定めるものとする。」と規定しているのは，各\n学校の判断によって自主的・自立的に特色ある学校教育活動を展開でき\nるようにするという学校の裁量権限拡大の観点から，同法２３条５号に\n列挙された事項についての第一次的な裁量権は教育機関である学校（校\n長）にあり，教育委員会が関与できるのは，あくまで「基本的事項」や\n「基本方針」といった大綱的基準に限られることを示したものであると\nして，これを根拠に，教育委員会の関与は基本的事項（大綱的基準）に\n限られると主張する。\nしかしながら，教育委員会の権限については，地教行法２３条５号に\nより，学校の組織編制，教育課程，学習指導等に関して管理，執行する\nとされているのであり，同法３３条１項は，教育委員会規則という法形\n式をもって定めるべき対象事項を「基本的事項」としているものであっ\nて，教育委員会の関与・介入の限度を「基本的事項」に限定しているも\nのではないから，上記主張は失当である。\n(ウ)  また，控訴人らは，国の教育行政機関の教育への介入が大綱的な範\n囲にとどめられるべきなのは，第１に，子どもの教育は，教師と子ども\nとの間の直接の人格的接触を通じ，子どもの個性に応じて弾力的に行わ\nれなければならず，教師の自由な創意工夫の余地が要請されるからであ\nり，このことは，国であろうと地方であろうと，教育行政一般に当ては\nまるし，教育委員会は，教師に対する人事権を有することにより，国の\n教育行政機関が抽象的なレベルで教育内容基準を策定するよりも，一層\n直接に介入し得る危険があるのであるから，教育委員会の介入に関する\n「不当な支配」の審査基準が，国の介入の場合のそれより緩和される理\n由は全くないと主張する。\n確かに，教師の創意工夫の尊重等は，教育委員会による介入との関係\nにおいても考慮すべきであり，各学校における教師の創意工夫の余地を\n全く奪うような細目的事項について，教育委員会が基準を設定し，指示\nを与えるなどすることは，「不当な支配」に当たることがあり得るとい\nうべきである。しかしながら，国の教育行政機関が法律の授権に基づい\nて普通教育の内容及び方法について遵守すべき基準を設定する場合に\nは，各地方の実情に適応した教育を行わせるのが教育の目的及び本質に\n適合するとの観念に基づき，現行教育法制における重要な基本原理とな\nっている教育に関する地方自治の原則を考慮しなければならないことか\nら，その内容が必要かつ合理的であると認められるだけでなく，大綱的\nな基準にとどめられなければならないとされるのに対し，地方公共団体\nの設置する教育委員会が当該地方公共団体内における教育の内容及び方\n法について遵守すべき基準を設定する場合には，そのような考慮は不要\nであるというべきである。むしろ，教育委員会は，教育に関する地方自\n治を担う機関として設置されているものであり，その管理執行権限に基\nづき，国の教育行政機関との対比において，より細目にわたる事項につ\nいても，教師の創意工夫の余地を残しつつ，必要かつ合理的な範囲内で，\n基準を設定し，一般的指示を与えるなどすることができ，特に必要であ\nれば具体的な命令を発することができると解すべきである。\n控訴人らは，国旗・国歌の指導に関し地域性などはないと主張するが，\n地域性の有無にかかわりなく，地方自治の原則上，国の介入は大綱的な\n範囲にとどめられるべきものであり（そのように考えなければ，地域性\nのない事項については，細目にわたり国が介入することができると解す\nべきことになる。），より細目にわたる事項は，地域性のない事項であ\nっても，地方公共団体ごとに決すべきであると解する支障になるもので\nはない。\n控訴人らの上記主張は採用することができない。\n(エ)  なお，控訴人らは，原審が，教育委員会による教育の内容や方法に\n関する介入を大綱的基準の設定にとどめるべき理由がないことの理由と\nして，教育委員会は，地教行法２３条５号により，学校の組織編制，教\n育課程，学習指導等に関して管理，執行するとされているのに対し，文\n部科学大臣は，同法４８条２項２号により，学校の組織編制や教育課程\n等について指導，助言又は援助をすることができるとされているにとど\nまることを指摘した点につき，同条は，文部科学大臣が教育関与権限が\nある事務について，文部科学大臣と教育委員会との関係を定めたもので\nあって，指導，助言又は援助となっているのは，文部科学大臣と教育委\n員会が行政組織的に上下関係にはないからであるから，これを比較して\n教育委員会の介入権限が文部科学大臣より広いとすることはできないと\n主張する。\nこの点については，当裁判所も上記指摘は相当であると考えるので，\n原判決を引用するに当たり，前記のとおり改めた。\nイ  そこで，次に，本件通達についてこれを発することが特に必要であった\nと認められるか否かを検討する。\n(ア)  都教委が本件通達を発出するに至った経過は既に認定したとおりで\nあって，その概要は次のとおりである。\n平成元年に学習指導要領が改定され，「入学式や卒業式などにおいて\nは，その意義を踏まえ，国旗を掲揚するとともに，国歌を斉唱するよう\n指導するものとする。」と定められ，都教委は都立学校長に対して卒業\n式等がこの学習指導要領に即して行われるように求めていたが，実施率\nが低く，文部省の調査によれば，平成９年度卒業式，平成１０年度入学\n式においては，ほぼ全国最下位であったことから，都教委指導部長は，\n平成１０年１１月２０日付けで，「式典会場の正面に国旗を掲揚するこ\nと」，「式次第に『国歌斉唱』と記載すること」，「式典の司会者が『国\n歌斉唱』と発声すること」などを定めた卒業式等の実施指針を示す通知\nを発した。その結果，平成１０年度卒業式，平成１１年度入学式につい\nての文部省の調査によれば，その実施率は改善したものの，なお全国平\n均と比較して低かった。そこで，東京都教育庁は，都立学校の卒業式，\n入学式における国旗掲揚・国歌斉唱に伴う問題への様々な対応や学校長\nに対する支援を図るためとして，教育庁次長を本部長とする「卒業式・\n入学式対策本部」を設置し，国旗・国歌法が制定，施行された後も協議\nを重ね，都教委教育長は，その協議の結果を踏まえ，平成１１年通達を\n発するとともに，都教委指導部においては，リーフレットを作成して都\n立学校の全職員にこれを配布し，学習指導要領に基づく卒業式等の実施\nをするように更に指導に取り組んだ。その結果，平成１２年度卒業式以\n降，都立学校での国旗掲揚・国歌斉唱の実施率は１００％となった。し\nかしながら，各学校へのアンケート調査の結果によれば，実際の実施状\n況は，「実施指針」で定められた方針どおりに国旗掲揚を行った都立学\n校は全体の半分にも満たず，目に付かない場所に国旗を掲揚したり，「国\n歌斉唱」を式次第に明記しなかったり，国歌斉唱時に教員が起立せず，\n司会者が起立を発声しないという学校があったというものであった。そ\nこで，都教委は，平成１５年６月２５日，教育庁理事を本部長として，\n「都立学校等卒業式・入学式対策本部」（対策本部）を設置し，都立学\n校における卒業式等が学習指導要領に基づき実施されるための対応策を\n検討することとし，対策本部は，上記状況をもって学習指導要領に基づ\nき本来実施すべき国旗掲揚・国歌斉唱の適正な実施がされていないと認\n識して，対応について検討を重ね，これを踏まえて，都教委教育長は，\nこれらの課題を解決するためには，各学校で，国旗掲揚及び国歌斉唱の\n実施について，より一層の改善，充実を図る必要があるとして，本件通\n達を発出した。\n(イ)  本件通達が発出された経緯は以上のとおりであって，上記のような\n国旗掲揚・国歌斉唱の実施状況に照らせば，学習指導要領に基づく卒業\n式等を実施するよう改善，充実を図るという本件通達の目的には合理性\nがあるといえるし，校長を通じて実施指針の徹底を指導したにもかかわ\nらず，これが行われない実態が広く見られたことに照らせば，これを実\n現するため，卒業式等における国旗掲揚・国歌斉唱の実施方法等を定め\nる通達により具体的な命令を発することが特に必要であると判断された\nことにも，相応の根拠があったということができる。\n(ウ)  この点につき，控訴人らは，学習指導要領には，「入学式や卒業式\nなどにおいては，その意義を踏まえ，国旗を掲揚するとともに，国歌を\n斉唱するよう指導するものとする」という国旗・国歌条項があるが，同\n条項は，「指導するものとする」という表現からも明らかなとおり，法\n的拘束力がないか，あっても合理的な例外を認める文言であるし，国旗\n掲揚及び国歌斉唱の具体的在り方を何ら指示するものではないところ，\n本件通達発出当時，卒業式等における国旗掲揚及び国歌斉唱の実施率が\n１００％となっていたのであるから，「学習指導要領に基づく卒業式等\nを実施するよう改善，充実を図る」必要性も合理性もなかったと主張す\nる。\nしかしながら，学習指導要領は，学校教育法４３条，同法施行規則８\n４条に基づいて文部科学大臣が定めて公示したものであって，その定め\nには法的効力があるところ，「指導するものとする」という文言は，「指\n導しなければならない」よりは緩やかではあっても，指導することを義\n務づける趣旨と解すべきである（甲５８５の１～４。なお，法令ではな\nく「要領」であることも，義務づけであっても緩やかな文言を用いる理\n由になっていると解される。）。そして，学習指導要領の国旗・国歌条\n項が，「日本人としての自覚を養い，国を愛する心を育てるとともに，\n児童・生徒が将来，国際社会において尊敬され，信頼される日本人とし\nて成長していくためには，国旗・国歌に対して正しい認識をもたせ，そ\nれらを尊重する態度を育てることが必要であり，また学校における入学\n式や卒業式は，学校生活に有意義な変化や折り目を付け，厳粛かつ清新\nな雰囲気の中で，新しい生活の展開への動機付けを行い，学校，社会，\n国家などへの所属感を深める上でよい機会となるものであることから，\nこれらの学校行事式典において，国旗を掲揚し，国歌を斉唱するよう指\n導するものとする」こととして設けられていること（甲５０１），既に\n認定したとおり，平成元年３月１５日，従前の学習指導要領では「国民\nの祝日などにおいて儀式などを行う場合には，児童・生徒に対してこれ\nらの祝日などの意義を理解させるとともに，国旗を掲揚し，国歌を斉唱\nさせることが望ましい。」と定められていたのを，「入学式や卒業式な\nどにおいては，その意義を踏まえ，国旗を掲揚するとともに，国歌を斉\n唱するものとする。」と改訂していることに照らせば，同規定は法的拘\n束力を及ぼす趣旨であると解すべきものである。そして，この定め自体\nは，大綱的基準を定めるものとして，「不当な支配」に当たるものとは\n解されない。\n学習指導要領の国旗・国歌条項は，国旗掲揚及び国歌斉唱の具体的在\nり方を指示していない（これは，教育の地方自治の原則から大綱的基準\nを示しているものであることによると解される。）ところ，実施率は１\n００％となってはいても，その具体的実施状況は既に認定したようなも\nのであったことに照らせば，地教行法２３条５号により都立学校の教育\n課程等に関する権限を有する都教委が，学習指導要領の国旗・国歌条項\nの趣旨に基づき，これを具体化して，入学式等の学校行事における国旗\n・国歌の指導の内容，方法を校長に指示したことをもって，必要性も合\n理性もなかったということはできない。そして，儀式的行事に際して国\n旗を掲揚し国歌を斉唱するに当たって，国旗に向かって起立するという\nことは，広く承認された儀礼と認められる（乙３４）から，学習指導要\n領の国旗・国歌条項に基づく具体的指導内容ないし方法として「教職員\nは，国旗に向かって起立し，国歌を斉唱する」と定めることは，国旗・\n国歌条項の趣旨に沿う合理的なものということができる。また，音楽科\n担当教員がいて会場でピアノを使用し得る場合に，参加者が国歌斉唱を\n行うに際して，ピアノ伴奏をするのは，ふさわしいことと考えられるか\nら，「国歌斉唱は，ピアノ伴奏等により行う。」との定めも，同様に合\n理的であるということができる。\n(エ)  また，控訴人らは，学習指導要領の定めは，国旗・国歌条項のほか\nには，「儀式的行事」の「内容」に関する「学校生活に有意義な変化や\n折り目を付け，厳粛で清新な気分を味わい，新しい生活の展開への動機\n付けとなるような活動を行うこと。」という定めのみであり，学習指導\n要領中，「特別活動」の中の「学校行事」として位置づけられる「儀式\n的行事」は，学校ごとの創意工夫を生かすとともに，学校の実態や生徒\nの発達段階及び特性等を考慮したものでなければならないとされている\nことに照らせば，本件通達の実施指針の指示内容は，明らかに国旗・国\n歌法の立法者意思を超える内容を盛り込んだものであり，これを発する\n必要性及び合理性は存しないと主張する。\nしかしながら，確かに，学習指導要領には，特別活動の指導計画の作\n成に当たっては，「学校の創意工夫を生かすとともに，学校の実態や生\n徒の発達段階及び特性等を考慮するように配慮すること」が示されてい\nるが，併せて，これと別に，特別活動のうちの１つである儀式的行事の\nの中に位置づけられる卒業式等については，特に，「その意義を踏まえ，\n国旗を掲揚するとともに，国歌を斉唱するよう指導するものとする。」\nとしているのであるから，「学校生活に有意義な変化や折り目を付け，\n厳粛で清新な気分を味わい，新しい生活の展開への動機付けとなるよう\nな活動」が行われている限り，入学式や卒業式の内容については各学校\nに任せておけばいいというのが学習指導要領の規定する趣旨であると解\nすることはできないのであって，上記(ア)に示したような，卒業式等に\nおいて国旗を掲揚するとともに国歌を斉唱することによって子どもに学\nばせようとした意義が適正に実現できない実情があった以上，本件通達\nを発する必要性及び合理性がなかったということはできない。\nまた，国旗・国歌法は，その法文と前記認定に係る制定時における政\n府答弁の内容に照らせば，日の丸を国旗と，君が代を国歌としただけで，\nこれを制定することによってそれ以上の規範を教員を含む国民に与えた\nものではないと解されるが，学習指導要領の国旗・国歌条項を否定する\n趣旨も含んではいないことが明らかである。したがって，上記のように\n学習指導要領の国旗・国歌条項の趣旨を実現する上において生じている\n必要性が，国旗・国歌法によって消滅することはないし，国旗・国歌法\nによって国旗及び国歌に法的根拠が備わったことにより，これらを尊重\nする態度を育てることの意義がより明らかになったというべきであるか\nら，国旗・国歌法の立法者意思をもって，本件通達を発する必要性，合\n理性がなかったという理由にはならない。\n(オ)  控訴人らは，入学式，卒業式は教育活動の一環であるところ，本件\n通達は，入学式，卒業式に関する学校の創意工夫の余地を奪うものであ\nるから，本件通達には合理性がないと主張する。\nしかしながら，本件通達の定める実施指針（あるいは，前記認定の実\n施指針に基づく都教委の指導）のうちには，教育現場における創意工夫\nの尊重という点から考えて，いささか詳細にすぎるとみる余地のある事\n項が含まれているものの，教職員が国旗に向かって起立し，国歌を斉唱\nすること及び国歌斉唱はピアノ伴奏等により行うことを定める部分につ\nいては，学習指導要領の国旗・国歌条項をより具体化したものであって，\n合理性を否定すべき理由はない。仮に実施指針等のその余の内容に詳細\nにすぎるところがあるとしても，本件職務命令の適否には影響のないこ\nとというべきである。\n(カ)  さらに，控訴人らは，都教委は，本件通達の約２年前までは，各学\n校ごとの集団行動としての「国旗掲揚・国歌斉唱」を実施することを指\n導しており，都教委自身，平成１２年度卒業式以降その実施率が１００\n％となったことをもって満足していたのであって，本件通達発出時にお\nいて国旗掲揚・国歌斉唱の指導が実施できないほどに教職員の抵抗が激\nしかったということはなく，したがって，本来は，本件通達を発出する\n必要はなかったが，委員や一部都議会議員らの追及や政治的圧力に迎合\nして，「上意下達」の教育現場を作り上げることを目論んで本件通達を\n発出したものであって，これを発出する必要性があったとはいえないと\n主張する。\n確かに，前記認定事実によれば，都教委としては，平成１３年ころま\nでは，各学校ごとの集団行動としての「国旗掲揚・国歌斉唱」を実施す\nることを指導しており，教職員の不起立やピアノ不伴奏を問題として挙\nげ，これを指導の対象とすることはしていなかったことが認められる。\nしかしながら，都教委がそのような対応であったのは，前記認定のよう\nに，従前，「国旗掲揚・国歌斉唱」の実施率において東京都が全国最下\n位であったことや前記認定の定例会での報告に照らせば，都教委として\nは，教職員の不起立やピアノ不伴奏に問題がないと考えていたからでは\nなく，まずは，その実施率の上昇を目指した指導をしていたからである\nと認めるのが相当である。そして，平成１２年度卒業式以降はその実施\n率が１００％となったため，平成１３年度からは，学習指導要領におけ\nる「入学式や卒業式などにおいては，その意義を踏まえ，国旗を掲揚す\nるとともに，国歌を斉唱するように指導するものとする。」という国旗\n・国歌条項の，「入学式や卒業式など，学校生活に有意義な変化や折り\n目を付け，厳粛かつ清新な雰囲気の中で新生活への展開への動機付けを\n行う儀礼的儀式において，子どもに，国旗及び国歌に対する正しい認識\nをもたせ，それを尊重する態度を育てる」という趣旨をより適正に実施\nするという観点からすれば，都立学校における前記の実情にはなお「課\n題」があることから，その点の指導に移行することが必要であると判断\nするようになったものであると解するのが相当である。控訴人らが主張\nするように，都教委が，委員や一部都議会議員らの追及や政治的圧力に\n迎合して，「上意下達」の教育現場を作り上げることを目論んで，必要\n性もないのに本件通達を発出したものであったと認めるに足りる証拠は\nない。\nこの点について，控訴人らは，都教委の方針に変更が迫られることに\nなったきっかけとみられるのが，平成１５年４月１０日の都教委の定例\n会であり，そこにおいて，都教委が，国旗掲揚・国歌斉唱実施率が１０\n０％になったことを評価し，更にすべての学校に一律に指導することに\n消極的であったのに，一部の委員の強硬な意見により，次第に態度を変\nえざるを得なかったと主張している。しかし，同定例会では，冒頭にお\nいて，委員の発言がある前に，指導部長が，実施率が１００％になった\nものの，課題が残っており，主なものの１つとして，国歌斉唱時に一部\nの教員や生徒が起立しないことを挙げ，「この問題につきましては教育\n指導上の課題といたしまして，これまでも各学校に対して指導してきた\nところでございますけれども，依然としてこうした実態がございますの\nで，大きな課題として受け止めまして，今後とも引き続き指導の徹底を\n図ってまいりたいと考えております。」と述べており，前年度の「今後\n解決すべき問題が，まだかなり残っている」という表現より踏み込んだ\n表現となっていることにかんがみても，都教委が不起立問題を次の「大\nきな課題」であると考えていたことは明らかである。控訴人らの上記主\n張は採用することができない。\n(キ)  そして，本件通達は，卒業式等において教職員が国旗に向かって起\n立し，国歌を斉唱し，又はピアノで国歌を伴奏するようにするため，各\n校長に対して，この通達に基づいて職務命令を発出することを求めるこ\nとを内容とするものであるが，このような職務命令が思想及び良心の自\n由を侵害するものとはいえないことは，後に説示のとおりであり，また，\n本件通達は，卒業式等における国旗掲揚及び国歌斉唱に関する実施指針\nのみを定めるものであって，教職員が児童・生徒に対して「日の丸」・\n「君が代」に関する歴史的な事実等を教えることを禁止するものではな\nいし，教職員に対し，国旗・国歌について，一方的に一定の理論を児童\n・生徒に教え込むことを強制するものとはいえないから，後に説示する\nとおり，教職員に認められる教授の自由ないし教職員としての専門職上\nの自由（教育の自由）を侵害するとも，教育活動を阻害するとも認めら\nれないので，本件通達の内容をもって合理性を欠くということはできな\nい。\nウ  したがって，本件通達は，旧教育基本法１０条１項にいう「不当な支配」\nに該当するとは認められない。そうすると，本件通達に従って発令された\n本件職務命令が，同項に違反する違法なものであるということもできない。\n６  本件通達，本件職務命令及び本件処分の違憲性について\n(1)  憲法１９条，２０条違反について\nア  控訴人らがどのような思い（信念）から不起立行為等をするに至ったか\nについては，原判決３９頁６～２４行目に記載のとおりであるから，これ\nを引用する。\nイ  控訴人らのこのような信念は，「日の丸」や「君が代」が過去に我が国\nにおいて果たした役割に係る歴史的事実を踏まえた控訴人らの歴史観ない\nし世界観又は教職員としての職業経験から生じた信条に由来する社会生活\n上の信念であるといえるものであり，このような信念を持つこと自体が，\n憲法１９条により思想及び良心の自由として保障されることは明らかであ\nる。\nしたがって，控訴人らがこのような思い，信念を持つことは，それが内\n心にとどまる限りは絶対的に保障され，そのような信念を持たないことを\n強制したり，そのような思い，信念を持つこと自体によって不利益処遇を\nしたり，そのような信念を持つことの告白を強制したりすることは許され\nない。\nしかしながら，そのような信念が内心にとどまらず，これに基づく外部\n的行為を伴った場合には，その外部的行為にまで憲法の絶対的保障が及ぶ\nということはできない。なぜならば，外部的行為は，必然的に他者との関\n係を生じ，他者の思想及び良心に基づく外部的行為ないしは他の憲法上の\n権利利益との間に矛盾，抵触，侵害等を生じずにはおかず，それらをすべ\nて絶対的に保障することは不可能といわざるを得ないからである。したが\nって，憲法の思想及び良心の自由に対する保障は，思想及び良心に基づく\n外部的行為には及ばないというのではなく，これにも保障が及ぶというべ\nきであるが，内心の自由とは異なり，必要かつやむを得ない最小限の制約\nは，憲法自体がこれを許容していると解するのが相当である。当該外部的\n行為が思想及び良心の核心部分にかかわるものであっても，上記のような\n理由による制約を受ける余地は，否定されるものではない（例えば，「我\nが民族は，他の民族より優れており，優遇されるべき地位にある。」とい\nう思想は，内心にとどまる限り，憲法の絶対的保障が及ぶが，他民族を同\n等に取り扱うことを拒絶する行為は，それが上記思想の核心部分にかかわ\nるものであるとしても，憲法１９条の保障するものではない。同様に，「輸\n血は，悪である。」という信条に基づいて，公立病院の医師が患者への輸\n血を拒否することは，許されないであろう。）。また，人の外部的行為は，\n思想・良心に基づく価値判断や選択に何らかのかかわりを持つことも多く，\n「思想・良心に基づく外部的行為」とそうでない外部的行為の区別は難し\nい場合があり（例えば，剣道実技の拒否の理由は，様々であり得る。），\nまた，そのかかわりの程度にも様々なものがあるといわなければならない。\nそうすると，外部的行為の制約（禁止又は強制）に，憲法の思想及び良心\nの自由の保障がどのように及ぶかについては，当該外部的行為と思想及び\n良心とのかかわりの程度（裏返せば，外部的行為の制約が思想及び良心に\n及ぼす影響の程度）を考慮し，当該制約の趣旨，目的，当該外部的行為の\n他者に及ぼす影響等に照らして判断するのが相当である。\nウ  これを本件についてみると，まず，本件通達及び本件職務命令は，控訴\n人らに対し，卒業式等において国歌斉唱時に国旗に向かって起立し国歌を\n斉唱すること，又は定められた楽譜に従ってピアノで国歌の伴奏をするこ\nとを命じるものであるから，外部的行為を命じるものである。そして，控\n訴人らに対して，例えば，「『日の丸』や『君が代』が皇国思想，軍国主\n義を賛美するものであるという考えは，誤りである。」旨の発言を強制す\nるなど，直接的に控訴人らの歴史観ないし世界観又は信条を否定すること\nを求めるものではない。\n国旗・国歌法により国旗・国歌と定められた「日の丸」と「君が代」を\n卒業式等の儀式的行事において用いて，日の丸を掲揚し君が代を斉唱する\nことは，憲法に抵触するものとは考えられず，控訴人らも，そのこと自体\nを問題とするものではない。前記のとおり，国旗・国歌法は，国旗及び国\n歌を定めるだけのものであり，国旗を掲揚し国歌を斉唱することを何人に\nも義務づけるものではないが，学習指導要領の国旗・国歌条項が卒業式等\nにおいて国旗を掲揚し，国歌を斉唱するよう指導するものとすると定めて\nいることは，これと矛盾するものではなく，むしろその趣旨に沿うもので\nある。そして，儀式的行事に際して国旗を掲揚し国歌を斉唱するに当たっ\nて，国旗に向かって起立するということは，広く承認された儀礼と認めら\nれる（乙３４）のであるから，卒業式の司会者が出席者に国歌斉唱に際し\n起立を促すことは，国歌斉唱の趣旨にかなうものであって，これを違法と\nいうことはできないし，参加者が起立することは，通常想定され期待され\nる行為ということができる。また，儀式的行事において，他国の国旗が掲\n揚され，その国の国歌が演奏される際に，参加者が国旗に向かって起立す\nることが，その国に対する忠誠を誓う意味を持たないことは，明らかであ\nることに照らせば，「君が代」斉唱に際して「日の丸」に向かって起立す\nること自体は，日本国に対する忠誠を誓う趣旨を含むということはできな\nいし，まして，皇国思想や軍国主義を肯定するなどという趣旨を含むもの\nではない。「君が代」のピアノ伴奏をすることが，日本国に対する忠誠を\n誓う趣旨等を含むものではないことは，いっそう明らかである。\nなお，この関係で，控訴人らが引用するアメリカ合衆国連邦最高裁判所\nのリーディングケースとされるバーネット事件判決は，教育委員会が，公\n立学校の課程の中において，国旗への敬礼を義務づけ，教員と生徒のすべ\nてが儀式に参加すること，国旗敬礼を拒否することに対しては不服従行為\nとしての処置（退学処分，刑事処罰等）が科されるべきことを決議し，国\n旗敬礼を拒否した生徒が退学処分を受けたという事例に関するもので，こ\nの儀式では，国旗への敬礼の姿勢をとる（右腕をしっかり伸ばし，掌を上\nに向けて挙げる行為）ほか，「私はアメリカ合衆国の国旗と，それが象徴\nする共和国，すなわちすべての人々に自由と正義をもたらす不可分一体の\n国家に対して，忠誠を誓います。」という誓約を唱和することとされてい\nたというのである（甲１５４）。これと同様の敬礼や誓約を生徒に義務づ\nけ，従わない者を退学処分等にするという行為が，我が国においても憲法\nに違反することは明白であるし，教師に上記の文言のような誓約を唱和す\nるように命ずることも，同様と解すべきであるが，「君が代」を斉唱する\nに当たり「日の丸」に向かって起立するという行為は，上記の敬礼や誓約\nと質的に異なるものというべきである（なお，バーネット事件の生徒は，\n偶像崇拝に当たるという理由で国旗に対する敬礼と誓約を拒否したが，控\n訴理由書９９頁によれば，起立はしたというのであり，そうだとすると，\n起立は偶像崇拝に当たらない行為と考えたということになる。）。本件に\nおいて，本件通達及び本件職務命令によって控訴人らに義務づけられたの\nは，国旗に向かって起立し国歌を斉唱することにとどまるのであるから，\n上記バーネット事件判決の判断は，直ちに参考になるものではない。\n上記のように，控訴人らが命じられたことは，一般的には，国家に対す\nる忠誠を誓う行為ではなく，皇国思想や軍国主義を肯定するなどという行\n為でもないから，控訴人らの上記歴史観ないし世界観又は信条と不可分に\n結び付いたものではなく，控訴人らの思想及び良心とのかかわりは希薄で\nあるというべきである。したがって，控訴人らは，国歌斉唱に際して国旗\nに向かって起立するという行動をとることや，ピアノ伴奏をすることも，\n控訴人らの上記歴史観等と矛盾，抵触することなく，選択し得るところと\n解される。\n一般的には以上のとおりであるが，国歌斉唱に際し国旗に向かって起立\nする行為が，自己の思想及び良心と密接にかかわり，これを命じられるこ\nとが自己の思想及び良心を否定する意味を有すると受け止める者がいるこ\nとも否定し得ないところであり，控訴人らも，上記歴史観等に由来する「起\n立斉唱（ピアノ伴奏）できない思い」を有すると主張している。「日の丸」\n及び「君が代」に関する過去の歴史にかんがみれば，上記の歴史観等のみ\nならず，そのような「思い」も，これを特異なものとして排斥することは\n相当でない（校長の中にも，これに理解を示す者もいる（甲２９，５３５，\n５５２，５７６等）。）。そして，そのような「思い」が特異であるか否\nかにかかわりなく，例えば，同様の「思い」を有する生徒の保護者や来賓\nといった卒業式等の参列者に対し，国歌斉唱に際し国旗に向かって起立す\nることを促すのはよいとして，これを強制することについては，憲法１９\n条の思想及び良心の自由の保障との関係において，問題があるといわざる\nを得ない。本件通達も，上記のような参列者にまで起立を強制することを\n考えていないことは明らかである。控訴人らも，これと同じ立場において\n卒業式に参加しているのであれば，起立を義務づけることは許されないも\nのと考えられる。そうすると，以上の理由だけでは，本件通達及び本件職\n務命令を合憲と断ずることはできない。\nしかしながら，控訴人らは，各都立学校の教師という立場において卒業\n式に参加しているのであるから，他の参加者とは別の検討を要する。高等\n学校等の教師には限られた一定の範囲で教授の自由があることは肯定され\nるけれども，卒業式は，各教師が個別に担当する一般の教科と異なり，全\n校的な規模で執り行われる儀式的行事であるから，その基本的な進行につ\nいては，個々の教師がそれぞれの創意工夫に基づいて自由に生徒を指導す\nればよいというものではなく，全校的に決定されたところに従って統一の\nとれた行動が教師に要請されるといわなければならない。そして，上記の\nとおり，卒業式の基本的な進行内容の１つとして，国旗を掲揚して国歌を\n斉唱するものとすることが組み込まれており，そのこと自体は，問題とす\nべきことではなく，それに際して参加者が起立することも通常想定され期\n待される行為であって，一般的にはその者の思想及び良心と矛盾，抵触す\nることのない行為であり，学習指導要領の国旗・国歌条項の定めに基づく\n卒業式に参加する生徒に対する指導の目的を達成するためには，卒業式に\n参加する教師は，生徒を指導する立場にある者として，自己の個人的な思\n想及び良心とかかわりがあることを理由として起立しない行動をとるので\nはなく，他の教師とともに，起立して斉唱する行動が求められているとい\nうのが相当である。また，ピアノ伴奏を担当することとされた教師も，自\n己の個人的な思想及び良心とかかわりがあることを理由としてピアノ伴奏\nをしない行動をとるのではなく，ピアノ伴奏をする行動が求められている\nというべきである。これに反して，国歌斉唱に際して起立せず，ピアノ伴\n奏をしない行為は，上記指導の効果を減殺するものである。\nそして，憲法１５条２項は，「すべて公務員は，全体の奉仕者であつて，\n一部の奉仕者ではない。」と定めており，地方公務員も，地方公共団体の\n住民全体の奉仕者としての地位を有するものである。こうした地位の特殊\n性や職務の公共性にかんがみ，地公法３０条は，地方公務員は，全体の奉\n仕者として公共の利益のために勤務し，かつ，職務の遂行に当たっては全\n力を挙げてこれに専念しなければならない旨規定し，同法３２条は，地方\n公務員がその職務を遂行するに当たって，法令等に従い，かつ，上司の職\n務上の命令に忠実に従わなければならない旨規定している。控訴人らは，\nいずれも都立学校の教職員であって，法令等（学習指導要領を含む。）や\n上司の職務上の命令に従わなければならない立場にあり，本件通達及び本\n件職務命令により起立斉唱ないしピアノ伴奏を命じられたというのであ\nる。そうすると，控訴人らが自己の個人的な思想及び良心と前記の程度の\nかかわりがあることを理由に起立斉唱やピアノ伴奏を拒否することは許さ\nれず，その限りにおいて控訴人らの外部的行為が制約を受けることはやむ\nを得ないものというべきである。\nエ  以上の諸点にかんがみると，本件通達及び本件職務命令は，控訴人らの\n思想及び良心の自由を侵すものではなく，憲法１９条に違反するとはいえ\nず，同様の理由で憲法２０条にも違反しないと解するのが相当である。し\nたがって，本件職務命令違反を理由にされた本件処分も，憲法１９条及び\n２０条に違反するということはできない。\nオ(ア)  この点につき，控訴人らは，都教委が控訴人らに懲戒処分を課した\nことは，実質的には，控訴人らが「国旗に向かって起立し，国歌を斉唱\nする」ことができないという思想・信条を有していることによりされた，\n思想・信条に基づく不利益取扱いにほかならないから，それ自体直ちに\n憲法１９条に違反すると主張する。\nしかしながら，前記認定事実によれば，本件職務命令は，学習指導要\n領に基づき卒業式等を適正に実施することを目的としていると解される\nのであり，本件処分は，本件職務命令に従わなかったこと及び信用を失\n墜したことを理由にされたものと認められ，控訴人らの思想・信条を理\n由にされたものとは認められないから，控訴人らの上記主張には理由が\nない。\n(イ)  また，控訴人らは，本件の起立斉唱あるいはピアノ伴奏の強制は，\n起立斉唱している者，あるいはピアノ伴奏している者の内心がどのよう\nなものであるかを知ることはできないが，「起立斉唱（ピアノ伴奏）で\nきない思い」を持つ者にとっては，自己の思想に従えば「起立斉唱（ピ\nアノ伴奏）できない」結果，その者が「起立斉唱（ピアノ伴奏）できな\nい思い」という思想，信条を有していることが外部に示されることにな\nるから，これによって，「起立斉唱（ピアノ伴奏）できない思い」を持\nつ者があぶり出されることになるので，「起立斉唱（ピアノ伴奏）でき\nない思い」を持つ者を推知する効果があり，憲法１９条に違反すると主\n張する。\n確かに，控訴人らのいう「起立斉唱（ピアノ伴奏）できない思い」は，\n控訴人らが有する前記のような歴史観ないし世界観又は信条に由来して\n生じたものであって，それ自体も，内心にとどまる限りにおいては，憲\n法１９条の保障が及ぶということができる。そして，求められた行為を\nしないという行動は，その背後にそれを拒否ないし嫌悪する考え（怠慢\n等が含まれているとしても）があることを推知させるから，ある行為を\n義務づけることは，その義務を否定する考えないし思いを有する者に対\nし，そのような考えないし思いを有することを外部的に明らかにさせる\n効果を伴うということができる。しかし，そのことを理由に，ある行為\nを義務づけることが直ちに憲法１９条の保障する「沈黙の自由」に違反\nするということになるとするなら，行為を義務づけたり命じたりするこ\nとは，およそ許されないということに帰着せざるを得ないが，憲法がそ\nのようなことまでをも求めているとは解し得ない。\n前記認定事実によれば，本件通達及び本件職務命令は，学習指導要領\nに基づき卒業式等を適正に実施することを目的としていると解されるの\nであり，これらが，これに従わずに不起立ないしピアノ伴奏拒否という\n行動に及ぶ者が「起立斉唱（ピアノ伴奏）できない思い」を有すること\nが外部的に明らかになる効果を伴うとしても，それはあくまで結果とし\nてそのようになるにとどまるのであって，本件通達ないし本件職務命令\nがそのような思いを有する者をあぶり出すことを目的とするものと解す\nることはできない（これに対し，「踏み絵」は，キリスト教徒をあぶり\n出すことを目的として行われるものである。）。そして，国歌斉唱に際\nし国旗に向かって起立することは，一般的には控訴人らの前記のような\n歴史観ないし世界観又は信条と不可分に結び付くものとはいえない行為\nであることにかんがみれば，これを義務づけたことが，上記のような思\nいを外部的に明らかにさせる効果を伴うことを理由に，控訴人らの沈黙\nの自由を侵害するものとして憲法１９条に違反するということはできな\nいと解すべきである。\nなお，控訴人らのような考えを有する者は，本件通達ないし本件職務\n命令により起立斉唱を義務づけられないでも，卒業式の司会者が国歌斉\n唱に際して起立を促しさえすれば（この促す行為を違法ということがで\nきないことは，前記のとおりである。），起立しない行動をとることに\nなるから，それだけで，「起立斉唱できない思い」を持つ者であること\nは，外部的に明らかになると考えられる。ピアノ伴奏についても，同様\nに，本件職務命令が発せられなくても，司会者が「国歌斉唱」と発声し\nてもピアノを弾かないという行動により，「ピアノ伴奏できない思い」\nを有することは，外部的に明らかになるということができる。\n控訴人らの上記主張も，採用することができない。\n(ウ)  控訴人らは，思想及び良心の自由に対する「制約」の違憲審査にお\nいては，控訴人らの思想及び良心の自由の実現により侵害される他者の\n人権（対立価値）の内容と，これについて具体的にいかなる現実的・具\n体的害悪が生じるのか（害悪の重大性，急迫性）を明確にした上で，制\n約目的が必要不可欠であるか，制約の手段・方法等が必要最小限である\nか，より制限的でない他の選び得る手段がないかなどについての厳格な\n審査がされる必要があるにもかかわらず，原審は，対立価値の内容と対\n立価値について生じる害悪の重大性・急迫性の内容を明確にせず，単に\n職務命令の目的・内容の必要性・合理性のみを判断して違憲審査を行っ\nており，その判断枠組自体失当であると論難する。\nしかしながら，本件においては，控訴人らの思想及び信条それ自体の\n侵害が問題となるのではなく，これとかかわりのある外部的行為の制限\nが問題となるのであり，その合憲性審査については，以上のように判断\nされるのであって，控訴人らの主張には理由がない。\n(2)  憲法２３条，２６条（控訴人らの教職員としての教授の自由）違反につい\nて\nこの点につき，当裁判所も，控訴人ら教職員には，一定の範囲において教\n授の自由が保障されるべきであるが，本件通達及び本件職務命令が，控訴人\nらに認められる教授の自由を侵害するものであるとは認められないと判断す\nる。その理由は，原判決４９頁２０行目冒頭から５１頁２行目の「関係がな\nい。」までに記載のとおりであるから，これを引用する。\n７  本件通達，本件職務命令の国際条約違反について\n当裁判所が本件通達及び本件職務命令は国際条約（自由権規約，児童の権利\nに関する条約）に違反する無効なものではないと判断する理由は，原判決５１\n頁２０行目の「原告の」を「控訴人らの」と改めるほか，同１７行目～同５２\n頁４行目に記載のとおりであるから，これを引用する。\n控訴人らは，自由権規約に違反するという主張につき原審が具体的判断を示\nしていないと主張する。しかし，自由権規約１８条が憲法１９条及び２０条の\n保障していないものをも保障する趣旨であるとは解せないところであり，控訴\n人らの自由権規約１８条違反の主張も，同条が憲法の保障していないことまで\nをも保障しているから，その部分に違反するというのではなく，憲法１９条及\nび２０条違反の主張と同じ趣旨をいうものである（文化的アイデンティティの\n侵害をいう主張も，同様である。）。そうすると，以上のとおり本件通達及び\n本件職務命令が憲法に違反しないと判断される以上は，自由権規約１８条にも\n違反しないと解すべきこととなるのであって，控訴人らの主張は失当といわざ\nるを得ない。\n８  控訴人らの不起立行為等の地公法３２条，３３条違反，本件処分の手続的違\n法について\n当裁判所が控訴人らの不起立行為等は地公法３２条，３３条に違反すると判\n断する理由は，原判決５２頁１０行目の「３，５(1)及び６」を「６及び７」に\n改めるほか，原判決５２頁７～２１行目に記載のとおりであり，本件処分に手\n続的違法があるとはいえないと判断する理由は，原判決５３頁２６行目の「原\n告らの」を「控訴人らに対する」と改めるほか，原判決５２頁２５行目～同５\n４頁８行目に記載のとおりであるから，これらをそれぞれ引用する。\n９  本件処分についての裁量権濫用について\n(1)  公務員に対する懲戒処分は，公務員としてふさわしくない非違行為がある\n場合に，その責任を確認し，公務員関係の秩序を維持するために科される制\n裁である。このような懲戒処分制度の趣旨に照らすと，懲戒権者には，懲戒\n事由に該当すると認められる行為の原因，動機，性質，態様，結果，影響等\nのほか，当該公務員の当該行為の前後における態度，懲戒処分等の処分歴，\n選択する処分が他の公務員及び社会に与える影響等の諸般の事情を考慮し\nて，懲戒処分をすべきかどうか，懲戒処分をする場合にいかなる処分を選択\nすべきかを決するについての裁量権が認められ，当該処分が社会観念上著し\nく妥当を欠き裁量権の範囲を逸脱し，又はこれを濫用したと認められる場合\nに限りこれを違法と判断すべきものである（前掲最高裁昭和５２年１２月２\n０日第三小法廷判決参照）。\n(2)  懲戒処分には，軽い順に，戒告，減給，停職及び免職の４種類があるとこ\nろ（地公法２９条１項），本件処分の内容は，控訴人Ｉについては，平成１\n４年４月９日に開催された平成１４年度入学式の際に，その服装に関する校\n長の職務命令及びその後の事実確認に関する校長の職務命令に従わなかった\nため，これが職務命令違反及び信用失墜行為に当たるとして，同年１１月６\n日に戒告処分を受けていることから，過去に非違行為を行い懲戒処分を受け\nたにもかかわらず，再び同様の非違行為を行った場合には量定を加重すると\nいう処分量定の考え方により，１か月間給料１０分の１を減じる懲戒処分（減\n給１０分の１・１月）とされたものであり，その余の控訴人らについては，\nいずれも最も軽い戒告処分である。\nこの点に関し，控訴人らは，本件各処分は，形式的には「公務員秩序の維\n持」を目的とするもののごとくであるものの，実は教育への不当な支配を目\n的とする本件通達以下一連の行為の一環としての懲戒権の行使であり，その\n実質において「憲法的な視点における教育現場のあるべき公務員秩序」形成\nに背馳するものであるから，本件処分は，処分目的逸脱を理由に裁量権の濫\n用に当たるというべきであると主張する。しかしながら，本件通達が発出さ\nれた経緯及び本件処分がされた経緯は既に認定したとおりであって，これら\nの事実に基づけば，本件処分が控訴人らの主張するような目的でされたと認\nめることはできないから，上記主張は採用することができない。\n(3)  しかしながら，当裁判所は，原審と異なり，以下の点を総合すると，本件\n各処分は，社会観念上著しく妥当を欠き，裁量権を逸脱し，又はこれを濫用\nしたものというべきであると判断する。\nア  懲戒処分の裁量権の逸脱・濫用は，「懲戒処分をすべきかどうか」の判\n断についても審査すべきものであるから，懲戒処分が最も軽い戒告であっ\nても，懲戒処分をすることが裁量権の範囲を逸脱し，これを濫用したとい\nうべき場合があることは，いうまでもないところである。そして，都教委\nの行った処分等の実績をみると，争議行為，卒業式及び入学式の職務命令\n違反並びに再発防止研修における職務専念義務違反を除く服務事故（体罰，\n交通事故，セクハラ，会計事故等）については，平成１６～１８年度にお\nいて，懲戒処分を受けた者が２０５人（うち戒告が７４人）であるのに対\nし，文書訓告又は口頭注意といった事実上の措置を受けた者が３９７人，\n都教委指導等を受けた者が２７９人となっており（甲３８０），服務事故\n（非違行為）と認められた者のうち懲戒処分を受けたのは４分の１にも満\nたない。これによれば，戒告処分であっても，一般には，非違行為の中で\nかなり情状の悪い場合にのみ行われるものということができる。\nイ  控訴人らの不起立行為等は，自己の個人的利益や快楽の実現を目的とし\nたものでも，職務怠慢や注意義務違反によるものでもなく，破廉恥行為や\n犯罪行為でもなく，生徒に対し正しい教育を行いたいなどという前記のと\nおりの内容の歴史観ないし世界観又は信条及びこれに由来する社会生活上\nの信念等に基づく真摯な動機によるものであり，少なくとも控訴人らにと\nっては，やむにやまれぬ行動であったということができる。\nウ  歴史的な理由から，現在でも「日の丸」及び「君が代」について，控訴\n人らと同様の歴史観ないし世界観又は信条を有する者は，国民の中に少な\nからず存在しているとみられ，控訴人らの歴史観等が，独善的なものであ\nるとはいえない。また，それらとのかかわりにおいて，国歌斉唱に際して\n起立する行動に抵抗を覚える者もいると考えられ，控訴人らも，１個人と\nしてならば，起立を義務づけられることはないというべきであるから，控\n訴人らが起立する義務はないと考えたことにも，無理からぬところがある。\nエ  控訴人らは，卒業式等を混乱させる意図を有しておらず，結果としても，\n控訴人らの不起立・伴奏拒否によって卒業式等が混乱したという事実は主\n張立証されていないから，なかったものと考えられる。もっとも，控訴人\nらが起立しなかったことにより卒業式の参加者の中には不快感を感じたも\nのがいると考えられるが，そのことにより卒業式の円滑な進行が阻害され\nたとはいえないし，生徒の保護者や来賓の中に起立しない者がいても，そ\nれは容認せざるを得ないところ，その場合に生ずる不快感と大差はない。\nまた，本件の前年までの卒業式等の状況は，前記認定のとおりであるから，\n控訴人らの不起立行為等が，それまでにない不快感を呼び起こしたとは考\nえ難い。\nちなみに，この関係で，控訴人らが懲戒処分を受ける前に裁判例に現れ\nた実例と比較すると，①  入学式当日に掲揚された「日の丸」を引き降ろ\nしたこと等により訓告を受けた事例（大阪地裁平成８年２月２２日判決・\n判例タイムズ９０４号１１０頁），②  卒業式において「日の丸」掲揚に\n抗議の発言をし，入学式において抗議のプレートを着用したことにより訓\n告を受けた事例（大阪地裁同年３月２９日判決・労働判例７０１号６１頁），\n③  卒業式において国歌斉唱拒否の発言をし，退場に際しこぶしを振り上\nげたことにより戒告処分を受けた事例（福岡地裁平成１０年２月２４日判\n決・判例タイムズ９６５号２７７頁），④  入学式において掲揚されてい\nた「日の丸」を引き降ろしたことにより訓告を受けた事例（横浜地裁同年\n４月１４日判決・判例タイムズ１０３５号１２５頁），⑤⑥  卒業式の「日\nの丸」掲揚に反対して，生徒を放課し予行練習等を行わなかったことによ\nり戒告処分を受けた事例（浦和地裁平成１１年６月２８日判決・判例タイ\nムズ１０３７号１１２頁，同平成１２年８月７日判決・判例地方自治２１\n１号６９頁），⑦  入学式開始直前に「日の丸」を引き降ろしたことによ\nり戒告処分を受けた事例（東京地裁同年４月２６日判決・判例タイムズ１\n０５３号１２２頁。なお，この事件では，手続的違法を理由に処分が取り\n消されている。），⑧  卒業式の「日の丸」掲揚に反対の立場から校長に\n暴言を吐いたことなどにより戒告処分を受け，卒業式の「日の丸」掲揚を\n妨害したことにより減給処分を受けた事例（大津地裁平成１３年５月７日\n判決・判例タイムズ１０８７号１１７頁），⑨  校舎落成記念式典におい\nて国旗を引き降ろして隠匿したことにより戒告処分を受けた事例（東京高\n裁平成１４年１月２８日判決・判例時報１７９２号５２頁）がある。これ\nらの事例では，処分等を受けた教師が積極的に卒業式等を妨害するなどの\n行為に及んでおり，本件における控訴人らの行為と比較すると，より情状\nが悪いと考えられるが，それでも訓告しか受けていない者（①，②及び④）\nもいる。\nなお，都教委は，控訴人らに対する懲戒処分を量定する参考として，東\n京地裁平成１５年１２月３日判決・判例時報１８４５号１３５頁（最高裁\n平成１９年２月２７日第三小法廷判決・民集６１巻１号２９１頁（以下「最\n高裁ピアノ判決」という。）の第１審）を参考にしたところ（原審におけ\nる証人Ｊ），これは入学式においてピアノ伴奏を拒否したことによる戒告\n処分の事例であるが，当該教師がピアノのいすに座ったまま，ピアノを弾\nき始める様子がなかったことから，校長が，およそ５～１０秒待った後に，\nあらかじめ用意していた録音テープを流したことにより混乱が避けられた\nというものであり，同判決は，「このように他者の行為により結果的に混\n乱を避けることができたからといって，本件行為自体の信用失墜行為該当\n性が左右されるものではない」と判示している（乙１６）。\nオ  国旗・国歌法の制定過程において，政府が国会においてした答弁は，前\n記認定のとおりであって，これは公立学校の教職員が卒業式等において国\n歌斉唱時に国旗に向かって起立することを義務づけない趣旨を述べたもの\nではないと解されるが，国歌斉唱の義務づけはしないことを繰り返し強調\nするなど，その一部を取り出してみると，控訴人らが，起立・ピアノ伴奏\nを義務づけられることはなく，不起立・伴奏拒否が違法とされることはな\nいと考えたことに，それなりの根拠を与えたことは否定できない。そのこ\nとは，平成１５年４月１０日の都教委定例会において，教育長が「そもそ\nも国旗・国歌については強制しないという政府答弁から始まっている混乱\nなのです。」と述べたのに対し，委員の１人が「だから政府答弁が間違っ\nているのです。」と応じた（甲９）ことからも，政府答弁を教職員にも義\n務づけをしない趣旨を述べたものと理解することが，必ずしも控訴人らだ\nけの著しい曲解ではないことを示している。また，答弁をした野中官房長\n官（当時）自身が，日本弁護士連合会「自由と正義」２００７年１２月号\nの記事中で，「国旗・国歌法の制定によって，教育現場でどのような運用\nがされることを考えられていたのでしょうか。」との問いに対し，「教育\n委員会と教職員組合の間で，立つ，立たん，歌う，歌わんで処分までやっ\nていくというのは，制定に尽力した私の気持ちとしては不本意で，このよ\nうな争いを残念に思っています。」と述べている（甲３１２）ことも，政\n府答弁の上記の理解が著しい曲解とまではいえないことを裏付けるもので\nある。\nカ  入学式における国歌斉唱の際に「君が代」のピアノ伴奏を行うよう命じ\nたという事例（上記エ参照）につき，職務命令が憲法１９条に違反しない\nと判断した最高裁ピアノ判決が言い渡されたのは，平成１９年２月である\nところ，本件卒業式等はその約３年前の平成１６年２月～５月に行われた\nものであり，その時点では，エで述べたように，国旗を引き降ろしたり，\n抗議の発言をしたり，こぶしを振り上げながら退場したというような式を\n積極的に妨害した事例については，いくつもの下級審裁判例が公になって\nいたが，必ずしも式を妨害したとはいえない事例としては，卒業生の担任\nでありながら，「日の丸」掲揚・「君が代」斉唱に反対するとして卒業式\nを欠席し，生徒の呼名をしなかったことを理由にされた減給処分が，人事\n委員会により処分の手続上の違法を理由に取り消されたもの（浦和地裁平\n成１１年４月２６日判決・労働判例７７１号４５頁）があった程度で，本\n件のような事案について，まだ明確な司法判断が示されてはいなかった。\nキ  憲法学を始めとする学説（甲１１７，１１８，４９７，５８１等，証人\nＫ），日本弁護士連合会（甲２４８）等の法律家団体においては，理由づ\nけは様々であるが，結論として起立斉唱・ピアノ伴奏の強制は憲法１９条\n等に違反するというのが通説的見解であり，控訴人らの起立・ピアノ伴奏\nを義務づけられることはなく不起立行為等が違法とされることはないとい\nう考えは，必ずしも独自の見解ということはできない。\nク  通常の１回的な非違行為に対する懲戒処分と異なり，卒業式，入学式等\nの儀式的行事における君が代斉唱時の不起立等を理由とするものは，毎年\n必ず少なくとも２回は懲戒処分の機会が訪れることになり，上記イで述べ\nたとおり，控訴人らにとっては，不起立等はやむにやまれぬ行動であった\nということができるから，これを繰り返すことも考えられるため，始めは\n戒告という最も軽い処分であるとしても，短期間のうちに処分が累積し，\nより重い懲戒処分がされる結果につながることになることが当然に予想さ\nれる。しかし，上記ア～キの事情にかんがみると，そのような結果を招く\nほどに重大な非違行為というのは，相当でない（ちなみに，上記アに記載\nした都教委の行った処分等の実績によれば，争議行為，卒業式及び入学式\nの職務命令違反並びに再発防止研修における職務専念義務違反を除く服務\n事故（体罰，交通事故，セクハラ，会計事故等）については，平成１６～\n１８年度において，減給以上の懲戒処分を受けた者は，１３１人（処分措\n置を受けた者全体の約１５％）にすぎない。）。\nケ  なお，最高裁ピアノ判決は，当該事案におけるピアノ伴奏を行うよう命\nじた職務命令の憲法１９条違反の有無に限り判断を示したものであり，懲\n戒処分の裁量判断の適否については判断の対象とされていないから，懲戒\n処分の適否に関する先例とはいえない。同判決においては，懲戒処分の違\n憲，違法をいう上告理由については，民訴法３１２条１項及び２項に規定\nする事由に該当しないとされ，また，上告と同時にされた上告受理の申立\nてについては，不受理決定がされている。上告不受理決定は，原審の判断\nを是認したものではなく，法令の解釈に関する重要な事項を含むものとは\n認められない，換言すれば，上告審として受理して判断を示すのにふさわ\nしいものではないとしたにすぎない。\n(4)  この点につき，被控訴人は，職務命令違反という非違行為の類型は，組織\n体において，上司の命令を部下が拒否するようなことがあっては適正に業務\nが実施できないから，公務の適正な遂行を妨げるものであり，公務員の服務\nの根幹にかかわる重要な非違行為であって，都民に対する重大な背信行為で\nあり，これを放置したのでは職場内の秩序維持の観点から深刻な問題を惹起\nするものとして，看過することができないし，そのことは教育部門でも変わ\nりがなく，信念に基づこうが，基づくまいが，職務命令違反により適正な公\n務の遂行が阻害されるのは同じであって，信念に基づけば罪が軽くなるとい\nうような理屈はあり得ないと主張する。\n確かに，控訴人らは，誤った憲法ないし法令の解釈に従って，有効な職務\n命令に従うことを拒否したものであり，また，控訴人らの行為は，自己の歴\n史観等や「起立斉唱（ピアノ伴奏）できない思い」に基づくものではあるが，\n都教委の教育現場への介入を過剰なものと決めつけて抵抗するという面を有\nするものであって，職務命令違反があった場合，理由のいかんを問わず，適\n正な公務の遂行が阻害され，職場秩序や服務規律という面からは，軽視し得\nないところがあることは，被控訴人の主張するとおりである。また，教師で\nある控訴人らの不起立行為等は，生徒の面前で行われたものであるから，学\n習指導要領の国旗・国歌条項に基づいて生徒に対して行われる指導の効果を\n減殺するものであることも，考慮しなければならない。もっとも，控訴人ら\nの不起立行為等の影響で生徒らが不起立等の行為に及んだという事実は，主\n張立証されていないから，具体的な減殺効果があったという根拠があるわけ\nではない。そして，上記の点を考慮に入れ，被控訴人に広い裁量権があるこ\nとを前提としても，上記(3)ア～クの点に照らせば，不起立行為等を理由とし\nて控訴人らに懲戒処分を科すことは，社会観念上著しく妥当を欠き，重きに\n失するというべきであり，懲戒権の範囲を逸脱し，又はこれを濫用するもの\nというのが相当である。\n(5)  そうすると，本件処分はいずれも不適法なものであるから，これを取り消\nすべきである。\n１０  控訴人らの損害の有無及びその額\n控訴人らは，違憲，違法な本件通達及び本件職務命令を受け，引き続き本件\n処分を受けたことにより精神的苦痛を被ったと主張して，これに対する慰謝料\n各５０万円の支払を被控訴人に対し請求している。\nしかしながら，本件通達及び本件職務命令が違憲，違法なものでないことは\n既に述べたとおりである。また，本件処分は，前記のとおり違法なものである\nが，本件職務命令が適法であり，控訴人らにはこれに従う義務があったもので\nあるから，懲戒事由に該当する非違行為はあったというべきであること，懲戒\n処分が最も軽い戒告にとどまるものである（ただし，控訴人Ｉは，減給１か月\n１０分の１であるが，これは戒告の処分歴があることを考慮されたものであり，\n不起立行為等を理由とする懲戒の量定は，他の控訴人らと同程度であると考え\nられる。）ことなど，本件事案の内容・性質にかんがみれば，本件処分を受け\nたことにより被った控訴人らの精神的苦痛は，これが取り消されることをもっ\nて慰謝されると解するのが相当である（控訴人Ａは，処分の取消しを求めてい\nないから，同控訴人に対する戒告処分は取り消されないが，それは，同控訴人\nが審査請求を前置しなかったからであり（弁論の全趣旨），同控訴人について\nのみ精神的苦痛が存するというのは相当ではなく，同控訴人についても，本判\n決によりその余の控訴人らに対する本件処分が取り消されることをもって，同\n控訴人が本件処分を受けたことにより被った精神的苦痛も慰謝されると解する\nのが相当である。また，控訴人らの中には，その後重ねて懲戒処分を受けた者\nや再任用を取り消された者がいるが，それらによる精神的苦痛があるとしても，\nそれは別個の事由によるものというべきであるし，後者については職務命令違\n反という非違行為自体は存すること（再任用の選考基準は，「勤務成績が良好\nであること」である（乙４３，４４）。）にもかんがみれば，本件処分による\n精神的苦痛を構成するものとはいえない。）。したがって，本訴請求のうち，\n被控訴人に対し慰謝料の支払を求める部分は理由がない。\nなお，本訴に要した弁護士費用については，本件処分と相当因果関係がある\nものということはできないから，同様に理由がない。\n１１  結論\nよって，本訴請求は，控訴人Ａを除く各控訴人ら（ただし，控訴人Ｂについ\nては亡Ｃ）に対する本件処分をいずれも取り消すように求める限度で理由があ\nるから，これらを認容し，その余はいずれも理由がないから，これらを棄却す\nべきであるところ，これと結論を異にする原判決は，一部相当でないから，こ\nれを変更することとし，主文のとおり判決する。\n東京高等裁判所第２民事部\n裁判長裁判官        大      橋      寛      明\n裁判官        川      口      代  志  子\n裁判官        佐  久  間      政      和\n"
}