{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 10,
    "day": 24
  },
  "case_number": "平成28(行ウ)73",
  "case_name": "川西市公有財産貸借差止等請求事件",
  "court_name": "神戸地方裁判所第２民事部",
  "lawsuit_id": "87550",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87550",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/550/087550_hanrei.pdf",
  "contents": "平成２９年１０月２４日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ウ）第７３号  川西市公有財産貸借差止等請求事件\n口頭弁論終結日  平成２９年７月１１日\n判           決\n主           文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事  実  及  び  理  由\n第１  請求\n１⑴  被告は，川西市を代表して，別紙物件目録記載の土地において幼保連携型\n認定こども園を整備する事業につき，負担金，補助及び交付金として一般財\n源から８６９万７０００円を支出してはならない。\n⑵  被告は，川西市を代表して，別紙物件目録記載の土地において幼保連携型\n認定こども園を整備する事業につき，負担金，補助及び交付金として地方債\n２９７０万円を起こしてはならない。\n２  被告が，自ら又は補助機関に命じて，川西市と社会福祉法人子どもの家福祉\n会との間で締結された別紙物件目録記載の土地の賃貸借契約（定期借地権設定\n契約）を解除しないことが違法であることを確認する。\n３  被告は，社会福祉法人子どもの家福祉会に対し，以下の金員を請求せよ。\n⑴  平成２８年１０月から平成２９年３月まで，毎月１６万１２３３円\n⑵  平成２９年４月から平成３５年３月まで，毎月１６万１２３３円から別紙\n物件目録記載の土地の価額の１％相当額を１２で除した金額を控除した金額\n⑶  平成３５年４月から平成７９年３月まで，毎月１６万１２３３円から別紙\n物件目録記載の土地の価額の２％相当額を１２で除した金額を控除した金額\n第２  事案の概要\n１  本件は，普通地方公共団体である川西市が，幼保連携型認定こども園を整備\nする事業を行うため，社会福祉法人に対して土地（普通財産）を貸与（平成２\n８年１０月から平成２９年３月までは使用貸借，同年４月から平成７９年３月\nまでは賃貸借）したところ，同市の住民である原告らが，上記土地は上記事業\nの用地として不適当である，上記法人は適正な時価による貸付料を支払ってい\nないなどと主張して，同市の執行機関である被告を相手に，①  地方自治法２\n４２条の２第１項１号に基づき，上記事業に係る支出及び地方債の起債の差止\nめ（上記第１の１）を，②  同項３号に基づき，上記賃貸借契約を解除しない\nという怠る事実が違法であることの確認（同２）を，③  同項４号に基づき，\n上記法人に対し，上記土地の適正な賃料に相当する額又はこれと上記賃貸借契\n約の実際の賃料との差額につき，損害賠償又は不当利得返還の請求をすること\n（同３）をそれぞれ求める事案（住民訴訟）である。\n２  関係法令の定め\n⑴  就学前の子どもに関する教育，保育等の総合的な提供の推進に関する法律\n（平成１８年法律第７７号。以下「就学前教育法」という。）\n「幼保連携型認定こども園」とは，義務教育及びその後の教育の基礎を培\nうものとしての満３歳以上の子ども（小学校就学の始期に達するまでの者を\nいう。以下同じ。）に対する教育並びに保育を必要とする子どもに対する保育\nを一体的に行い，これらの子どもの健やかな成長が図られるよう適当な環境\nを与えて，その心身の発達を助長するとともに，保護者に対する子育ての支\n援を行うことを目的として，就学前教育法の定めるところにより設置される\n施設をいう（２条７項）。\n幼保連携型認定こども園は，国，地方公共団体，学校法人及び社会福祉法\n人のみが設置することができる（１２条）が，国及び地方公共団体以外の者\nは，幼保連携型認定こども園を設置しようとするときは，都道府県知事の認\n可を受けなければならない（１７条１項）。\n⑵  社会福祉法\n「社会福祉法人」とは，社会福祉事業を行うことを目的として，社会福祉\n法の定めるところにより設立された法人をいう（２２条）ところ，社会福祉\n事業には，幼保連携型認定こども園を経営する事業が含まれる（２条１項，\n３項２号の２）。\n社会福祉法人は，社会福祉事業を行うに当たっては，日常生活又は社会生\n活上の支援を必要とする者に対して，無料又は低額な料金で，福祉サービス\nを積極的に提供するよう努めなければならない（２４条２項）。\n国及び地方公共団体は，社会福祉を目的とする事業を経営する者と協力し\nて，社会福祉を目的とする事業の広範かつ計画的な実施が図られるよう，福\n祉サービスを提供する体制の確保に関する施策，福祉サービスの適切な利用\nの推進に関する施策その他の必要な各般の措置を講じなければならない（６\n条）。\n国又は地方公共団体は，必要があると認めるときは，厚生労働省令又は当\n該地方公共団体の条例で定める手続に従い，社会福祉法人に対し，補助金を\n支出し，又は通常の条件よりも当該社会福祉法人に有利な条件で，貸付金を\n支出し，若しくはその他の財産を譲り渡し，若しくは貸し付けることができ\nる（５８条１項本文）。\n⑶  地方自治法\n「行政財産」とは，普通地方公共団体において公用又は公共用に供し，又\nは供することと決定した財産をいい，「普通財産」とは，行政財産以外の一切\nの公有財産をいう（２３８条４項）。\n普通財産は，これを貸し付けることができる（２３８条の５第１項）。\n普通地方公共団体の財産は，２３８条の４第１項の規定の適用がある場合\nを除き，条例又は議会の議決による場合でなければ，適正な対価なくしてこ\nれを貸し付けてはならない（２３７条２項）。\n⑷  川西市公有財産規則（平成４年川西市規則第１７号。以下「公有財産規則」\nという。）（甲１０）\n普通財産の貸付料は，適正な時価で定めなければならない（３１条）。\n⑸  川西市財産の交換，譲与，無償貸付等に関する条例（昭和３９年川西市条\n例第１３号。以下「無償貸付条例」という。）（甲１３）\n普通財産は，他の地方公共団体その他公共団体又は公共的団体において公\n用若しくは公共用又は公益事業の用に供するときは，これを無償又は時価よ\nりも低い価額で貸付けることができる（４条１号）。\n３  前提事実\n以下に掲げる事実は，当事者間に争いのない事実，証拠又は弁論の全趣旨等\nにより容易に認めることのできる事実である。\n⑴  当事者及び関係者\nア  原告らは，いずれも川西市の住民である。（弁論の全趣旨）\nイ  被告（川西市長）は，普通地方公共団体である川西市の執行機関である。\n（弁論の全趣旨）\nウ  社会福祉法人子どもの家福祉会（以下「福祉会」という。）は，昭和４１\n年１２月１２日に設立が許可された，幼保連携型こども園の経営等の第二\n種社会福祉事業を行うことを目的とする社会福祉法人である。（甲１）\n⑵  福祉会に対する本件土地の貸付けの経緯等\nア  別紙物件目録記載の土地（以下「本件土地」という。）は，Ａ中学校区内\nにある川西市の公有財産（普通財産）である。（争いのない事実，甲２，４）\nイ  川西市は，平成２７年３月，子ども・子育て支援法（平成２４年法律第\n６５号）６１条，次世代育成支援対策推進法（平成１５年法律第１２０号）\n８条に基づき，子ども・子育てに関する施策を総合的かつ計画的に推進す\nることを目的として，「川西市子ども・子育て計画」を策定した。（乙４［６\n頁］）\n川西市は，上記計画の中で，市立の幼稚園及び保育所は，私立の施設と\n連携，協力を図りつつ，質の高い教育，保育を必要とするすべての児童に\n提供するとともに，子育てを支援する地域の拠点となるよう，その一体化\nを含め，適正な施設の配置を行う旨の基本方針に基づき，平成２７年度か\nら平成３１年度までの間に，Ａ中学校区に新たに民間保育所等を整備し，\nＢ幼稚園については廃園とすることを内容とする「Ａ中学校区民間保育所\n等整備事業」（以下「本件事業」という。）を進める旨を定めた。（乙４［１\n０４～１０６頁］）\nウ  川西市の議会は，平成２８年度において，本件事業に対する負担金，補\n助及び交付金として，一般財源から８６９万７０００円を支出するととも\nに，２９７０万円の地方債を起こす旨の予算を議決した。（争いのない事実，\n甲５，９の２）\nエ  川西市は，平成２８年１月２８日から同年２月２９日までの間，本件事\n業として，以下の幼保連携型認定こども園を整備，運営する法人を募集し\nた。（争いのない事実，甲２，３，９の２）\n定員数    １号認定につき３０人以内，２・３号認定につき９０人\n区域・用地  本件土地を含むＡ中学校区内の土地\n開園時期   平成２９年４月１日\nオ  福祉会は，上記エの法人に応募したところ，平成２８年３月１３日，同\n法人に選定された。（争いのない事実，甲２，３，９の２）\nカ  川西市は，平成２８年９月３０日，福祉会に対し，貸付期間を同日から\n平成２９年３月３１日までと定め，本件土地を無償で貸し渡した（以下「本\n件使用貸借」という。）。福祉会は，上記の貸付期間中，本件土地において，\n「Ｃこども園」という名称の幼保連携型認定こども園（以下「本件こども\n園」という。）を開設するための工事を行った。（争いのない事実，甲２，\n６，７，９の２，弁論の全趣旨）\nキ  福祉会は，平成２９年３月，兵庫県知事から本件こども園の設置につき\n認可を受け，同年４月１日，本件土地において，本件こども園を開設した。\n（甲７，９の２，弁論の全趣旨）\nク  川西市は，平成２９年４月１日，福祉会に対し，以下の約定で，本件土\n地につき定期借地権を設定した（以下「本件賃貸借」といい，本件使用貸\n借契約と本件賃貸借契約を併せて「本件各貸借」という。）。（争いのない事\n実，甲２，９の２，弁論の全趣旨）\n期間  平成２９年４月１日から５０年間\n賃料（年額）\n①  平成２９年４月１日～平成３５年３月３１日  前年の路線価\nにより算出した本件土地の価額の１％に相当する額\n②  平成３５年４月１日～平成７９年３月３１日  前年の路線価\nにより算出した本件土地の価額の２％に相当する額\n⑶  本件訴えに至る経緯\nア  原告らは，平成２８年９月６日，地方自治法２４２条１項に基づき，川\n西市監査委員に対し，主位的に，福祉会に対する本件土地の貸付け及び本\n件事業に対する公金の支出を差し止めること，予備的に，福祉会に対する\n本件土地の貸付けを改めるために必要な措置を講ずることを求め，住民監\n査請求をした。（争いのない事実）\nイ  川西市監査委員は，平成２８年１０月２６日，原告らに対し，上記アの\n住民監査請求には理由がない旨を通知した。（争いのない事実）\nウ  原告らは，平成２８年１１月１８日，地方自治法２４２条の２第１項に\n基づく住民訴訟として，主位的に，①本件各貸借の差止め及び②本件事業\nに対する公金の支出の差止め（上記第１の１）を，予備的に，③本件各貸\n借の違法確認及び④福祉会に対する金員の支払請求（上記第１の３）を求\nめる旨の本件訴えを提起した。（顕著な事実）\nエ  原告らは，平成２９年５月１０日，本件訴えのうち本件各貸借の違法確\n認を求める部分（上記ウ③）を，本件各貸借を解除しないことの違法確認\nの請求（上記第１の２）に交換的に変更する旨の訴えの変更をした。被告\nは，同月１６日，上記訴えの変更に同意した。（顕著な事実）\nオ  原告らは，平成２９年７月５日，本件訴えのうち本件各貸借の差止めを\n求める部分（上記ウ①）を取り下げた上，同月１１日の本件口頭弁論期日\nにおいて，本件訴えの各請求の関係を単純併合とする旨を陳述した。被告\nは，同期日において，上記訴えの一部取下げに同意した。（顕著な事実）\n４  主たる争点\n⑴  本件各貸借（本件使用貸借及び本件賃貸借）の締結は，いずれも違法な契\n約の締結に当たるか。\n⑵  被告が本件賃貸借を解除しないことは，違法に財産（本件土地）の管理を\n怠る事実に当たるか。\n第３  争点に対する当事者の主張\n１  争点⑴（本件各貸借の違法性）について\n⑴  原告らの主張\n本件各貸借の締結は，いずれも違法な契約の締結に当たる。\nア  「適正な時価」からの乖離\n普通財産である本件土地を貸し付ける場合には，適正な時価で貸付料を\n定めなければならない（公有財産規則３１条）。この点，公有財産規則３１\n条にいう「適正な時価」とは，同種の財産の貸付けについての相場的な価\n格を意味し，土地の場合には，一般的に固定資産税額の２～３倍程度であ\nる。\nしかるところ，本件土地の固定資産税額（平成２８年度）は１㎡当たり\n約７２６円である（＝固定資産税路線価４万２７００円／㎡×１．７％）\nことからすると，本件土地の借地料の「適正な時価」（相場）は，１㎡当た\nり約１４５０円～２１７０円となる。\nしかし，本件賃貸借の借地料（年額）は，本件こども園の開園から６年\n間は前年度路線価により算出した価額の１％相当額，７年目以降は同価額\nの２％相当額であり，平成２７年度の固定資産税路線価を基準に考えると\n１㎡当たり約４３０円～８６０円となる。\nしたがって，本件賃貸借の賃料（借地料）は，その「適正な時価」に照\nらし，低廉にすぎる。\nイ  福祉会の「公共的団体」への不該当\n被告は，福祉会が無償貸付条例４条１号にいう「公共的団体」に当たる\nから，本件各貸借は違法でない旨を主張する。\nしかし，上記「公共的団体」とは，市町村の合併の特例に関する法律（平\n成１６年法律第５９号）５８条６項所定の「公共的団体」と同様の団体，\nすなわち，社会福祉協議会，青年団又は婦人会のような，地方公共団体の\n区域内に存在して地方自治の観点から公共的な性格を有した団体に限ら\nれるというべきである。\nしかるところ，福祉会は，地方自治の観点から公共的な性格を有してお\nらず，一定の営利性を有する団体である以上，無償貸付条例４条１号にい\nう「公共的団体」に当たるとはいえない。したがって，川西市は，福祉会\nに対し，本件土地を無償又は時価よりも低い価額で貸し付けることはでき\nない。\nウ  小括\n以上によれば，本件各貸借の締結は，その貸付料が「適正な時価」では\nないから，公有財産規則３１条に違反する違法な契約の締結に当たるとい\nうべきである。\n⑵  被告の主張\n本件各貸借の締結は，いずれも違法な契約の締結に当たらない。\nア  福祉会の「公共的団体」該当性\n「公共的団体」の意義は，法規を横断して一貫したものではないから，\n問題となる法規ごとに個別に解釈されるべきである。\nしかるところ，無償貸付条例は，４条１号において，「地方公共団体その\n他公共団体」及び「公共的団体」に対し，時価より低廉な価額で普通財産\nを貸し付けることを認め，６条及び７条において，「地方公共団体その他公\n共団体」及び「私人」に対し，時価より低廉な価額で物品を譲渡し又は貸\nし付けることを認めている。このように，無償貸付条例は，「公共的団体」\nという概念につき，「公共団体」よりは広く「私人」よりは狭い概念とする\nとともに，少なくとも公益に関する側面を有するものと想定していること\nは明らかである。そうすると，無償貸付条例４条１号にいう「公共的団体」\nは，いやしくも公共的な活動を行う全ての団体を含むのであって，公益法\n人であっても，その具体的な活動が公共的なものに及ぶ限りは，上記「公\n共的団体」に含まれると解するのが相当である。\nこれを本件についてみると，福祉会は，社会福祉法に基づいて設立され\nた社会福祉法人（公益法人）であって，社会福祉事業としての幼保連携型\n認定こども園の経営を目的とする団体である。この点，社会福祉法人は，\n社会福祉事業を行うに当たり，無料又は低額な料金で福祉サービスを積極\n的に提供するよう努めなければならない（社会福祉法２４条２項）。また，\n地方公共団体は，社会福祉を目的とする事業を経営する者と協力して，社\n会福祉を目的とする事業の広範かつ計画的な実施が図られるよう，必要な\n各般の措置を講じなければならない責務を負っている（同法６条）。\nしたがって，福祉会は，無償貸付条例４条１号にいう「公共的団体」に\n当たることは明らかである。\nイ  本件各貸借の「公用若しくは公共用又は公益事業の用」該当性\n日本においては，現在，いわゆる待機児童の数が増加しており，安心し\nて働きつつ子どもを産める環境を整備することが喫緊の課題であるとこ\nろ，川西市においても，待機児童等の問題を解消するため，平成２７年３\n月に「川西市子ども・子育て計画」を策定した。\nしかるところ，福祉会は，上記計画に基づく本件事業の一環として，川\n西市から本件土地の貸与を受けた上，本件こども園（幼保連携型認定こど\nも園）を開設した。なお，幼保連携型認定こども園は，就学前教育法によ\nり，学校及び児童福祉施設として取り扱われている。また，同園を経営す\nる事業は，社会福祉法２条３項２号の２により，社会福祉事業と位置付け\nられている。\nなお，近隣の９つの地方公共団体においても，保育所又は認定こども園\nの運営主体に対する公有財産の貸与条件につき，うち８つが無償であり，\n１つについても運営主体の希望で有償としているにすぎない。\nしたがって，本件各貸借（福祉会に対する本件土地の貸与）は，無償貸\n付条例４条１号にいう「公用若しくは公共用又は公益事業の用に供すると\nき」に当たることは明らかである。\nウ  小括\n以上によれば，川西市は，無償貸付条例４条１号に基づき，福祉会に対\nし，本件土地を無償又は時価よりも低い価額で貸し付けることができる。\nしたがって，本件各貸借を締結したことは，違法な契約の締結に当たらな\nい。\n２  争点⑵（本件賃貸借を解除しないことの違法性）について\n⑴  原告らの主張\n被告が本件賃貸借を解除しないことは，違法に財産の管理を怠る事実に当\nたる。\nア  本件土地の危険性\n本件土地の前面道路は，住宅地等を行き来する車両の抜け道になってい\nること，隣接するバッティングセンター等の複合施設の利用客の車両が通\n行することから，その交通量が多い。また，平成３０年度には，新名神高\n速道路の川西インターチェンジ（仮称）が供用開始になる予定であるため，\n上記道路の交通量が一層増加することが予想される。上記道路における１\n時間当たりの平日の交通量は，自動車が約１５０台，バイクが約２５台，\n自転車が１００台以上である（自動車とバイクについては土曜日も同様で\nある。）。しかるに，上記道路は見通しが極めて悪いため，上記道路付近で\nは交通事故が頻発しており，本件土地に近接する小学校及び中学校は，登\n下校時に上記道路を通行しないよう指導している。\nしかるところ，本件こども園に入園する児童の登降園の際には，保護者\nや関係者の車両が出入りすることになるため，本件土地の前面道路に渋滞\nが発生し，交通事故が増加することが予想される。また，上記児童が保育\n時間中に外出する際にも，上記道路で交通事故が発生することが懸念され\nる。さらに，本件こども園の行事が催される際には，長時間にわたって上\n記道路の交通量及び駐車車両が増加する危険がある。\n以上のとおり，本件土地は，交通安全という観点からみて，幼保連携型\n認定こども園の用地としては不適である。\nイ  本件土地の狭隘性\n本件土地は，面積が１３３４㎡であるものの，うち約４００㎡が法面で\nあり，また，保護者の駐車場スペースを確保しようとすると，幼保連携型\n認定こども園の実質的な敷地面積としては１０００㎡に満たない。しかも，\n本件土地の北東側が市街化調整区域にかかっており，同部分に建物を建築\nすることができないため，園舎を本件土地の南西側に配置しなければなら\nない。そうすると，本件土地では園庭が北向きに配置され，一日中，日照\nが遮られることになる。したがって，本件こども園に入園した児童に対し，\nのびのびとした教育と保育を一体的に行う良好な環境を確保することは\n不可能である。\n川西市は，当初，本件事業の用地として，本件土地に近い別の土地（地\n積３９５６㎡）を計画していたが，近隣住民の反対等に遭ったことなどか\nら，これを本件土地に変更した。また，川西市は，他の土地にも幼保連携\n型認定こども園を整備しているが，その敷地は３０００㎡以上が確保され\nている。\n他方で，本件事業で廃園することとされた市立Ｂ幼稚園の敷地（１８２\n６㎡）は，昭和４９年の開設以来，児童の教育施設として活用されてきて\nおり，幼保連携型認定こども園の用地として適しているというべきである。\nしかも，上記幼稚園を活用すれば，本件土地において幼保連携型認定こど\nも園を開設する必要はないというべきであって，現に川西市の住民ら８８\n８５人がその存続を求める署名をしている。\n以上からすると，本件土地は，就学前の児童をのびのびと保育及び教育\nするには狭隘にすぎるのであって，幼保連携型認定こども園の用地として\nは不適である。\nウ  本件こども園の立地条件\n本件土地には，年中無休で営業しているバッティングセンター及びゴル\nフ練習場が隣接している。そのため，本件こども園に入園する児童らは，\n上記各施設から発される不規則な甲高い騒音により，精神的なストレスを\n受けることが懸念される。また，上記各施設からボールが高速で本件土地\n内に飛び出し，不測の事故が発生することも懸念される。\nまた，本件土地には，市立Ａ中学校が隣接している。そのため，同中学\n校の野球部の活動により，生徒が打ったボールが本件土地内に飛来する可\n能性がある。また，大風の発生時には，上記中学校のグラウンドから運動\n会等で使うテントが本件土地内に飛来する可能性もある。\nさらに，本件土地は，隣接するＡ中学校の敷地よりも約７ｍ高く，同敷\n地との境界は法面となっている。本件こども園においては，法面へのはね\n出し方式（片持ち梁，片持ちスラブ）で人工地盤を作って敷地面積を確保\nしているが，土砂崩れが発生した場合には，はね出しの根元部分が崩落し，\n危険である。\n以上のとおり，本件土地は，児童の安全の確保という観点からしても，\n幼保連携型認定こども園の用地としては不適である。\nエ  小括\n以上のとおり，本件土地は，交通安全，面積，立地条件の観点から，幼\n保連携型認定こども園の用地としては不適である。\nそうすると，被告が本件賃貸借を解除しないことは，違法に本件土地と\nいう財産の管理を怠る事実に当たるというべきである。\n⑵  被告の主張\n被告が本件賃貸借を解除しないことは，違法に財産の管理を怠る事実に当\nたらない。\n就学前教育法及びこれに基づく条例等は，幼保連携型認定こども園を設置\nする場所につき何らの規制も設けておらず，当該場所の選定は，これを設置\nしようとする地方公共団体の自由な裁量に委ねられている。したがって，そ\nの判断が違法となるためには，上記裁量権の範囲を逸脱し又はこれを濫用し\nたと認められなければならない。\nしかし，原告らの主張は，本件各貸借（福祉会に対する本件土地の貸与）\nが不当である旨を主張するにとどまり，本件各貸借の締結につき，その裁量\n権を逸脱し又これを濫用した違法があることを基礎付けるに足りるものでは\nない。\nしたがって，本件賃貸借の締結に違法があるとはいえず，被告がこれを解\n除すべき根拠はないから，被告が同解除をしないことが違法に財産の管理を\n怠る事実に当たるとはいえない。\n第４  当裁判所の判断\n１  争点⑴（本件各貸借の違法性）について\n⑴  前提事実⑵カ及びクによれば，川西市は，福祉会に対し，①  平成２８年\n９月３０日，貸付期間を同日から平成２９年３月３１日までの間と定め，本\n件土地を無償で貸し渡した（本件使用貸借）こと，②  同年４月１日，賃貸\n期間を同日から５０年間，賃料（借地料）を平成２９年４月１日から平成３\n５年３月３１日までは前年の路線価により算出した本件土地の価額の１％に\n相当する額，同年４月１日から平成７９年３月３１日までは上記価額の２％\nに相当する額と定め，本件土地につき定期借地権を設定したこと（本件賃貸\n借）が認められる。\nしかるところ，原告らは，本件賃貸借の賃料が「適正な時価」ではないな\nどとして，本件各貸借の締結が公有財産規則３１条に違反する旨を主張する。\nこれに対し，被告は，福祉会に対する本件土地の貸与が「公共的団体」によ\nる「公用若しくは公共用又は公益事業の用に供する」場合に当たるから，無\n償貸付条例４条１号により，本件各貸借は違法でない旨を主張する。\n⑵  そこで検討すると，福祉会は，社会福祉法に基づいて設立された，社会福\n祉事業である幼保連携型こども園の経営（社会福祉法２条３項２号の２参照）\n等を行うことを目的とする社会福祉法人である（前提事実⑴ウ参照）。そして，\n本件各貸借は，「川西市子ども・子育て計画」（子ども・子育て支援法６１条\n所定の市町村こども・子育て支援事業計画，次世代育成支援対策推進法８条\n所定の市町村行動計画）に基づく本件事業を推進すべく，福祉会が幼保連携\n型認定こども園（本件こども園）を整備，運営するため，その敷地を提供す\nる目的で締結された契約であるということができる（前提事実⑵参照）。\nしかるところ，福祉会は，社会福祉法人として，本件こども園を経営する\nに当たり，同園に入園している児童（満３歳以上の子ども及び満３歳未満の\n保育を必要とする子ども）の保護者に対し，無料又は低額な料金で，教育又\nは保育に係るサービスを積極的に提供するよう努めなければならない（社会\n福祉法２４条２項，就学前教育法２条７項，１１条参照）。加えて，川西市は，\n福祉会と協力して，本件事業の広範かつ計画的な実施が図られるよう，必要\nな各般の措置を講じなければならない（社会福祉法６条参照）ところ，必要\nがあると認めるときは，条例で定める手続に従い，福祉会に対し，通常の条\n件よりも福祉会に有利な条件で，財産を貸し付けることができるのである（同\n法５８条１項本文参照）。\n以上からすると，福祉会が本件土地を本件こども園の敷地として使用する\nことは，無償貸付条例４条１号にいう「公共的団体において…公共用又は公\n益事業の用に供するとき」に当たるから，川西市は，上記の目的で，福祉会\nに対し，本件土地を無償又は時価よりも低い価額で貸し付けることができる\nと解される。\nそして，無償貸付条例４条１号にいう「公共的団体」を，原告らの主張す\nるように，地方自治の観点から公共的な性格を有する団体に限定すべき根拠\nは見当たらない。\n⑶  以上のとおり，川西市（代表者である被告又はその補助機関）が福祉会と\nの間で本件各貸借（本件使用貸借，本件賃貸借）を締結したことは，無償貸\n付条例４条１号に基づくものであるから，違法な契約の締結に当たるという\nことはできない。\n２  争点⑵（本件賃貸借を解除しないことの違法性）について\n⑴  原告らは，本件土地の前面道路が交通の面から危険であること，本件土地\nが幼保連携型認定こども園の用地としては狭隘であること，本件土地が児童\nの安全の観点から不適であることなどからすれば，被告が本件賃貸借を解除\nしないことは，違法に財産（本件土地）の管理を怠る事実に当たる旨を主張\nする。\n⑵  そこで検討すると，福祉会は，平成２９年３月，就学前教育法１７条に基\nづき，兵庫県知事から，本件こども園の設置につき認可を受けたことが認め\nられる（前提事実⑵キ参照）。しかるところ，同知事は，本件こども園が法令\nの定める設備及び運営の基準（就学前教育法１３条１項，認定こども園の認\n可等に関する条例（平成１８年兵庫県条例第６３号）３条，幼保連携型認定\nこども園の学級の編制，職員，設備及び運営に関する基準（平成２６年内閣\n府，文部科学省，厚生労働省令第１号），法令の規定により条例に委任された\n社会福祉施設等施設の基準等に関する条例（平成２４年兵庫県条例第４号）\n７条等参照）を満たすとして，上記認可をしたものと認められる。そして，\n川西市は，平成２９年４月１日，福祉会に対し，本件こども園の敷地である\n本件土地につき定期借地権を設定したこと（本件賃貸借）が認められる（前\n提事実⑵ク参照）。\nしかし，幼保連携型認定こども園の敷地についての基準（敷地の所在，敷\n地面積等）を定めた法令の規定が存在しないことなどを踏まえると，原告ら\nの上記主張をもって，①  上記認可が著しく合理性を欠き，そのためこれに\n予算執行の適正確保の見地から看過し得ない瑕疵が存する，あるいは，②  川\n西市（代表者である被告又はその補助機関）が本件土地を本件こども園の用\n地として選定したことにつき，その裁量権の範囲を逸脱し又はこれを濫用し\nた違法があるとは認め難い。そして，他に，上記①及び②の各点を認めるに\n足りる的確な証拠もない。\nまた，本件全証拠によっても，本件賃貸借の賃貸人（借地権設定者）であ\nる川西市が，本件賃貸借の解除権を有していると解すべき法令上の根拠を見\nいだすこともできないというほかはない（地方自治法２３８条の５第４項，\n６項，公有財産規則３７条等参照）。\n⑶  以上のとおり，川西市（代表者である被告又はその補助機関）が福祉会と\nの間で締結した本件賃貸借を解除しないことは，違法に本件土地という財産\nの管理を怠る事実に当たるということはできない。\n３  結論\nよって，原告らの請求はいずれも理由がないからこれを棄却することとし，\n主文のとおり判決する。\n神戸地方裁判所第２民事部\n裁判長裁判官    山   口   浩   司\n裁判官    和   久   一   彦\n裁判官    日   巻   功 一 朗\n（別紙）\n物  件  目  録\n所   在   川西市 a b 丁目\n地   番   c 番 d\n地   目   宅地\n地   積   １３３４．３５㎡\n"
}