{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 4,
    "day": 12
  },
  "case_number": "平成26(受)754",
  "case_name": "損害賠償請求事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "集民　第252号139頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成25(ネ)1750",
  "original_date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 16
  },
  "gist": "拘置所長が死刑確定者から発信を申請された信書を返戻した行為が国家賠償法１条１項の適用上違法であるとはいえないとされた事例",
  "case_gist": "拘置所長が，死刑確定者から再審請求の弁護人宛ての信書の発信を申請されたのに対し，刑事収容施設及び被収容者等の処遇に関する法律１３９条２項の規定により発信を許すことができないものとして当該信書を返戻した行為は，便箋７枚から成る当該信書の１枚目に支援者ら４名の氏名，住所等が記載され，２枚目以降に専ら当該支援者らに対する連絡事項等が支援者らごとに便箋を分けて記載されていたものであり，当該死刑確定者がその全部を当該弁護人宛ての信書として発信しようとしたことに拘置所の規律及び秩序の維持の観点から問題があったことなど判示の事情の下においては，国家賠償法１条１項の適用上違法であるとはいえない。",
  "ref_law": "刑事収容施設及び被収容者等の処遇に関する法律１３９条２項，国家賠償法１条１項",
  "lawsuit_id": "85827",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=85827",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/827/085827_hanrei.pdf",
  "contents": "平成２６年（受）第７５４号  損害賠償請求事件\n平成２８年４月１２日  第三小法廷判決\n主          文\n原判決中上告人敗訴部分を破棄する。\n前項の部分につき，被上告人の控訴を棄却する。\n控訴費用及び上告費用は被上告人の負担とする。\n理          由\n上告代理人都築政則ほかの上告受理申立て理由（ただし，排除されたものを除\nく。）について\n１  本件は，死刑確定者として拘置所に収容されている被上告人が，信書の発信\nを拘置所長が許さずこれを返戻した行為が違法であると主張して，上告人に対し，\n国家賠償法１条１項に基づき，慰謝料等の支払を求める事案である。\n２  原審の適法に確定した事実関係の概要は，次のとおりである。\n(1)  被上告人は，死刑確定者として，平成２１年６月３日以降，大阪拘置所に\n収容されている者である。\n(2)ア  被上告人は，平成２２年９月２８日，大阪拘置所の職員に対し，再審請\n求の弁護人である a 弁護士に宛てて，便箋７枚に記載された信書（以下「本件信書\n１」という。）を８０円切手５枚を同封して発信することを申請した。\n本件信書１の１枚目には，a 弁護士に対する近況報告等に続けて，被上告人の刑\n事裁判の支援者ら４名の氏名，住所，電話番号等が記載され，２枚目から７枚目ま\nでには，専ら上記支援者ら各自に対する連絡事項や差し入れに対する感謝の言葉等\nが上記支援者らごとに便箋を分けて記載されていた。\nイ  大阪拘置所長は，本件信書１は，外形的には a 弁護士を名宛人としているも\nのの，便箋７枚のうち６枚（２枚目から７枚目まで）は，被上告人が同弁護士を介\nして支援者ら４名に対して信書の転送を図ったものであり，その発信を許可した場\n合，刑事収容施設及び被収容者等の処遇に関する法律（以下「刑事収容施設法」と\nいう。）の定める死刑確定者の外部交通についての制限の潜脱を認める結果とな\nり，ひいては，不正連絡等の手段として利用されるなど拘置所の規律及び秩序を害\nするおそれがあると判断し，同月２９日，被上告人に対し，本件信書１及び切手５\n枚を返戻した。\n(3)ア  被上告人は，同日，大阪拘置所の職員に対し，改めて a 弁護士に宛て\nて，便箋７枚に記載された信書（以下「本件信書２」といい，本件信書１と併せて\n「本件各信書」という。）の発信を申請した。\n本件信書２は，本件信書１を加筆，修正した上，２枚目以降について便箋の順序\nを入れ替えたものであり，その記載内容は，本件信書１とほぼ同じであった。\nイ  大阪拘置所長は，本件信書２も，本件信書１と同様に，被上告人が a 弁護士\nを介して支援者ら４名に対して信書の転送を図ったものであり，その発信を許可し\nた場合，本件信書１の発信を許可した場合と同様に，拘置所の規律及び秩序を害す\nるおそれがあると判断し，同年１０月１日，本件信書２を被上告人に返戻した。\nこれに対し，被上告人は，本件信書２のうち１枚目のみを a 弁護士宛ての信書と\nして発信するよう申請したため，大阪拘置所長がこれを許可し，本件信書２の１枚\n目は，同日，同弁護士に対して発信された。\n３  原審は，上記事実関係の下において，本件各信書が a 弁護士に対する信書で\nあり，刑事収容施設法１３９条１項所定の信書には該当しないとした上で，要旨次\nのとおり判断して，被上告人の請求を一部認容すべきものとした。\n被上告人と支援者ら４名との関係及び本件各信書の内容からすると，本件各信書\nの支援者ら４名に関する部分（２枚目から７枚目まで）は，同人らとの間の良好な\n交友関係を維持するためのものであると解され，他方で，上記部分の発信により刑\n事施設の規律及び秩序を害する結果を生ずるおそれがあるとは認められないから，\n本件各信書は，同条２項の要件を満たしており，大阪拘置所長は，その発信を許可\nすべき義務を負っていたものというべきである。したがって，大阪拘置所長がその\n発信を許可しないとすれば国家賠償法上違法となるから，本件各信書を被上告人に\n対して返戻した行為は同法上違法であるというべきである。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n刑事収容施設法１３９条２項は，同条１項各号に掲げる信書以外の信書の発受に\nついて，その発受の相手方との交友関係の維持その他その発受を必要とする事情が\nあり，かつ，その発受により刑事施設の規律及び秩序を害するおそれがないと認め\nるときは，刑事施設の長は，死刑確定者に対し，これを許すことができる旨を定め\nている。原審は，本件各信書の２枚目以降の部分が被上告人と支援者ら４名との間\nの良好な交友関係を維持するためのものであるとするが，同条２項の文言に照らせ\nば，同項にいう交友関係の維持については当該信書の発受の相手方との関係で検討\nされるべきものであり，専ら支援者ら４名に対する連絡事項等が記載された上記の\n部分が本件各信書の発信の相手方である a 弁護士との交友関係の維持に関わるもの\nでないことは明らかである。また，前記２(2)ア及び(3)アのような本件各信書の内\n容，体裁等に照らせば，被上告人が，上記の部分を支援者ら４名各自宛ての信書と\nして個別に発信を申請せず，本件各信書の全部を a 弁護士宛ての信書として発信し\nようとしたことに拘置所の規律及び秩序の維持の観点から問題があったことは否定\nし難く，本件各信書の発信を許可した場合には拘置所の規律及び秩序を害するおそ\nれがあるとした大阪拘置所長の判断に不合理な点があったということはできない。\nしたがって，大阪拘置所長が，同項の規定により発信を許すことができないもの\nとして，被上告人に対し本件各信書を返戻した行為は，国家賠償法１条１項の適用\n上違法であるとはいえない。\n５  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨は以上と同旨をいうものとして理由があり，原判決中上告人敗訴部\n分は破棄を免れない。そして，以上に説示したところによれば，被上告人の請求は\n理由がなく，これを棄却した第１審判決は正当であるから，上記の部分につき，被\n上告人の控訴を棄却すべきである。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁判長裁判官  大橋正春  裁判官  岡部喜代子  裁判官   大谷剛彦  裁判官\n木内道祥  裁判官  山崎敏充)\n"
}