{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 5,
    "day": 10
  },
  "case_number": "平成28(行ケ)10114",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86747",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86747",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/747/086747_hanrei.pdf",
  "contents": "平成２９年５月１０日判決言渡\n平成２８年（行ケ）第１０１１４号  審決取消請求事件\n口頭弁論終結日  平成２９年３月１日\n判 決\n原 告     住 友 重 機 械 工 業 株 式 会 社\n訴訟代理人弁理士     伊 東 忠 重\n山 口 昭 則\n大 貫 進 介\n加 藤 隆 夫\n佐々木   定   雄\n木田   博\n伊 東 忠 彦\n小島   誠\n被 告     ナ ブ テ ス コ 株 式 会 社\n訴訟代理人弁護士     竹田   稔\n磯 部 健 介\n鈴 木 良 和\n上 野 潤 一\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が無効２０１２－８００１３５号事件について平成２８年４月５日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求に対する無効審決の取消訴訟である。争点は，①分割\n要件に関する判断の適否，②手続違背の有無である。\n１  特許庁における手続の経緯\n原告は，平成２０年７月１１日，発明の名称を「内歯揺動型内接噛合遊星歯車装\n置」とする特許出願（甲１２。特願２００８－１８１５３２号。出願日を平成１５\n年３月２８日とする特許出願（特願２００３－９００６５号。以下「本件原出願」\nという。）の分割出願。以下「本件出願」という。）をし，平成２１年９月２４日に，\n特許請求の範囲及び明細書についての手続補正（甲８。以下「本件補正」という。\nなお，発明の名称を「揺動型遊星歯車装置」に補正した。）を行い，平成２４年１月\n６日，設定の登録（特許第４８９７７４７号。請求項数２）を受けた（甲２８。以\n下，この特許を「本件特許」という。）。\n被告は，平成２４年８月２９日，特許庁に対し，本件特許の請求項１及び２に記\n載された発明についての特許を無効にすることを求めて審判の請求をしたところ，\n原告は，平成２５年８月１日，特許請求の範囲及び明細書についての訂正請求をし\nた（甲３０）。\n特許庁は，上記請求を無効２０１２－８００１３５号事件として審理をした結果，\n平成２５年１０月３０日，「請求のとおり訂正を認める。本件審判の請求は，成り立\nたない。」との審決をした。被告は，同年１２月６日，同審決の取消しを求めて知的\n財産高等裁判所に審決取消訴訟を提起した（知的財産高等裁判所平成２５年（行ケ）\n第１０３３０号）。\n知的財産高等裁判所は，同審決取消訴訟において，平成２７年３月１１日，本件\n補正に関する審決の判断には誤りがあることを理由として，同審決を取り消す旨の\n判決を言い渡した（甲４４）。これを受けて，特許庁は，更に審理し，その審理の過\n程で，原告は，同年４月２２日，特許請求の範囲及び明細書についての訂正請求を\nした（甲３９。この訂正を「本件訂正」という。）。\nその後，特許庁は，原告に対し，同年７月２２日付けで無効理由を通知し（甲４\n０。以下「本件無効理由通知」という。），同年１０月１５日，審決の予告をした（甲\n４１）。\n特許庁は，平成２８年４月５日，本件訂正を認めた上で，本件特許の請求項１及\nび２に係る発明についての特許を無効とする旨の審決をし，その審決の謄本は，同\n月１４日に原告に送達された。\n２  特許請求の範囲の記載\n本件訂正後の本件特許の特許請求の範囲の請求項１及び２の記載は，以下のとお\nりである（甲３９。以下，請求項１及び２に記載された発明をそれぞれ「本件訂正\n発明１」，「本件訂正発明２」といい，併せて「本件訂正発明」という。また，本件\n訂正後の本件特許の明細書及び図面をまとめて「本件訂正明細書」という。）\n【請求項１】\n中心部がホロー構造とされ，複数の偏心体軸の各々に配置された偏心体を介して\n揺動歯車を揺動回転させる揺動型遊星歯車装置において，\nケーシングと，\n前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，\n該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車\nと，\n該伝動外歯歯車の回転中心軸と異なる位置に平行に配置されると共に，該駆動源\n側のピニオンが組込まれた中間軸と，\n前記ケーシングの内側で，該ケーシングに回転自在に支持され，当該揺動型遊星\n歯車装置において減速された回転を出力する出力軸と，\nを備え，\n前記伝動外歯歯車は，単一の歯車からなり，前記出力軸に軸受を介して支持され，\n前記中間軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記\n伝動外歯歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同\n時に伝達され，\n前記駆動源側のピニオン，前記伝動外歯歯車および前記複数の偏心体軸歯車が，\n同一平面上で噛み合う\nことを特徴とする揺動型遊星歯車装置。\n【請求項２】\n中心部がホロー構造とされ，複数の偏心体軸の各々に配置された偏心体を介して\n内歯揺動歯車を揺動回転させる揺動型遊星歯車装置において，\n前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，\n該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車\nと，\n該伝動外歯歯車の回転中心軸と異なる位置に平行に配置されると共に，該駆動源\n側のピニオンが組込まれた中間軸と，\n当該揺動型遊星歯車装置において減速された回転を出力する出力軸と，\n前記内歯揺動歯車と噛合い，前記出力軸としての機能を兼用する外歯歯車と，\nを備え，\n前記伝動外歯歯車は，単一の歯車からなり，前記出力軸に軸受を介して支持され，\n前記中間軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記\n伝動外歯歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同\n時に伝達され，\n前記駆動源側のピニオン，前記伝動外歯歯車および前記複数の偏心体軸歯車が，\n同一平面上で噛み合い，\n前記中間軸は，当該揺動型遊星歯車装置と連結されるモータのモータ軸と一体的\nに回転するピニオンと噛合うギヤが組み込まれている\nことを特徴とする揺動型遊星歯車装置。\n３  平成２７年７月２２日付け本件無効理由通知書における無効理由\n(1)  分割出願の要件の充足性について\n本件訂正発明は，本件原出願に包含されていないから，本件特許に係る出願は分\n割の要件を満たさないものである。\n(2)  新規性欠如\n本件出願は，分割要件を満たさないから，出願日は遡及しない。本件訂正発明は，\n現実の出願日（平成２０年７月１１日）より前に公開された特開２００４－２９３\n７４３号公報（甲２３。以下「引用文献」という。）に記載された発明（引用発明１\n及び２）であるから，新規性を欠き，特許法２９条１項３号に該当する。\n４  審決の理由の要点\n(1)  本件出願の分割要件の適否の判断\n本件訂正発明が，本件原出願に包含されているといえるためには，本件原出願の\n最初に添付された明細書及び図面（以下「本件原出願当初明細書」という。）に記載\nされた事項の範囲内のものといえるか否か，すなわち，本件原出願当初明細書の全\nての記載を総合することにより導かれる事項との関係において，新たな技術的事項\nを導入しないものであるか否かを検討する必要がある。\nア  本件訂正発明１について\n本件訂正発明１では，「揺動歯車」として「内歯」であることを限定していないか\nら，揺動歯車として「外歯」であるものを包含している。揺動歯車を「外歯」とし\nたものとしては，外側の内歯歯車を出力歯車とする型（外側に出力軸，内側に固定\n部材を配置する動作。以下「１型」という。）と，外側の内歯歯車を固定部材とする\n型（内側に出力軸，外側に固定部材を配置する動作。以下「２型」という。）とがあ\nるところ，本件訂正発明１は，１型を含まず，２型のみを含むと解される。\nしたがって，本件訂正発明１は，内歯揺動型遊星歯車装置に加え，２型の外歯揺\n動型遊星歯車装置についても包含している。\nイ  本件訂正発明１についての検討\n本件原出願当初明細書の全ての記載を総合することにより導かれる事項との関係\nにおいて，新たな技術的事項を導入しないものであるというためには，本件原出願\n当初明細書に記載された事項であるか，そうでないとしても，本件原出願当初明細\n書の記載から自明な事項である必要がある。\n本件原出願当初明細書には，外歯揺動型遊星歯車装置に関して言及し\nた記載は一切存在していないとともに，当該「内歯揺動型内接噛合遊星歯車装置」\nが「内歯揺動型遊星歯車装置」に限られない「外歯揺動型遊星歯車装置」にも適用\nされるものであることが理解される手がかりも，全く記載されていないから，「内歯\n揺動型内接噛合遊星歯車装置」のみを対象としたものと解するのが自然である。よ\nって，外歯揺動型遊星歯車装置は，本件原出願当初明細書に記載された事項ではな\nい。\n本件原出願当初明細書の記載から自明な事項とは，本件原出願当初明\n細書の記載に接した当業者であれば，出願時の技術常識に照らして，そこに記載さ\nれているのと同然であると理解する事項であり，周知技術又は慣用技術であるとい\nうだけでは，足りないと解される。\nａ  外歯揺動型遊星歯車装置では，揺動体の外側に歯を設けるために，\nその外形は円形でなければならないし，揺動体は本体ケーシングの内側に設ける歯\nと噛み合うようにしなければならないところ，本件原出願当初明細書では，揺動体\nの外形は非円形であり，外歯揺動型にした場合に，揺動体は本体ケーシング１０２\nの内側に設ける歯と噛み合うような形状になっていないから，外歯揺動型として機\n能させることを前提としていないと解するべきである。また，本件原出願当初明細\n書では，中間軸１０８及び入力軸１０４と内歯揺動体１１６，１１６Ｂとが，互い\nに半径方向に近接した位置で，かつ，軸心Ｌ１方向に渡り重なった位置にあり，外\n歯揺動型にした場合には，揺動体に設けられる外歯と中間軸１０８及び入力軸１０\n４とが干渉してしまうから，この干渉を防ぐために，相応の工夫が必要であるのに，\n本件原出願当初明細書にはその工夫が何ら記載されていない。\n２型の外歯揺動型遊星歯車装置として，原告が案出した「訂正発明１を外歯揺動\n型遊星歯車装置に適用した場合の模式図」（甲３２）は，揺動体に設けられる外歯と\n中間軸及び入力軸とが干渉しないように，中間軸を外歯揺動歯車の中を貫通させ，\nかつモータ軸と一体的に回転するピニオン（中間軸のギヤを回転させるもの）を固\n定部材よりも軸方向で外側（左側）に配置するという，その中間軸から偏心体軸に\n至るまでの動力伝達系の主要な構成について相応の工夫をして初めて，外歯揺動型\n遊星歯車装置として機能し得るといえる。\nそうすると，出願時の技術常識に照らしても，相応の工夫なく，２型の外歯揺動\n型遊星歯車装置を機能させることはできないから，これを本件原出願当初明細書に\n記載されているのと同然であるとすることは緩やかにすぎ，むしろ，２型の外歯揺\n動型遊星歯車装置は，内接揺動型内接噛合遊星歯車装置を完成した後，すなわち出\n願後に，その思想を抽出して相応の工夫をすることにより初めて想定し得るものに\n止まるというべきである。\nしたがって，たとえ揺動型遊星歯車装置において，ホロー構造，駆動源側のピニ\nオン，伝動外歯歯車，偏心体軸歯車又は中間軸の個々の技術自体が周知技術又は慣\n用技術であったとしても（甲２４，甲３１，甲３４～３７，甲１及び甲５），本件原\n出願当初明細書の記載に接した当業者であれば，出願時の技術常識に照らして，２\n型の外歯揺動型遊星歯車装置は本件原出願当初明細書に記載されているのと同然で\nあると理解する事項とまではいえない。\nｂ  内歯揺動体が外歯歯車の周りで円滑に揺動駆動されることにより，\n本件原出願当初明細書に記載された課題のうちの「動力伝達の更なる円滑化を図る\nことができる内歯揺動型内接噛合遊星歯車装置を提供すること」が解決されるとい\nえる。そうすると，上記発明が解決しようとする課題に照らせば，課題を解決する\nための手段において特定されている，外歯歯車と，その周りで揺動する内歯歯車と\nを備えること（すなわち「内歯揺動型内接噛合遊星歯車装置」であること。）は，本\n件原出願当初明細書に記載された発明の本質にかかわる構成であって，必須の構成\nといえる。そして，当該必須の構成を備えていない「揺動型遊星歯車装置」が，上\n記課題を解決できるとは，本件原出願当初明細書を精査しても，これを把握するこ\nとはできない。したがって，当該必須の構成を備えていない「揺動型遊星歯車装置」，\nすなわち「外歯揺動型遊星歯車装置」は，本件原出願当初明細書に記載されている\nのと同然であると理解する事項とまではいえない。\nｃ  よって，外歯揺動型遊星歯車装置は，本件原出願当初明細書の記載\nから自明な事項とはいえない。\nウ  以上のことから，外歯揺動型遊星歯車装置を包含する本件訂正発明１は，\n本件原出願当初明細書の全ての記載を総合することにより導かれる事項との関係に\nおいて，新たな技術的事項を導入しないものであるとはいえない。\nしたがって，本件訂正発明１は，本件原出願当初明細書に記載された事項の範囲\n内のものとはいえないから，本件訂正発明２について検討するまでもなく，本件出\n願は，分割の要件を満たさないものである。\n(2)  無効理由（新規性欠如）について\n本件訂正発明は，いずれも特許法２９条１項３号の規定に違反してされたもので\nあるから，特許法１２３条１項２号に該当し，本件訂正発明に係る特許は，無効と\nされるべきものである。\nア  本件出願の出願日について\n本件出願は分割の要件を満たさないから，出願日の遡及は認められず，本件出願\nの願書を提出した平成２０年７月１１日がその出願日とされる。\nイ  本件訂正発明１について\n本件訂正発明１は，以下のとおり，引用文献（甲２３）に記載された発明（以下\n「引用発明１」という。）であるから，特許法２９条１項３号に該当し，特許を受け\nることができない発明である。\n引用発明１の認定\n「中心部に配管や配線等の配置スペースを容易に確保するためのホローシャフト\nタイプの出力軸兼用の外歯歯車１１８を備え，\n３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）の各々に配置された偏心体１４０\nＡ，１４０Ｂを介して内歯揺動体（内歯歯車）１１６Ａ，１１６Ｂを揺動回転させ\nる内歯揺動型内接噛合遊星歯車装置において，\n本体ケーシング１０２と，\n前記３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）にそれぞれ組込まれた偏心体\n軸歯車１１２と，\n前記偏心体軸歯車１１２及び駆動源側ピニオン１３０がそれぞれ同時に噛合する\nリング状の伝動外歯歯車１１０と，\n前記リング状の伝動外歯歯車１１０の回転中心軸と異なる位置に平行に配置され\nるとともに，該駆動源側ピニオン１３０が組込まれた中間軸１０８と，\n前記本体ケーシング１０２の内側で，該本体ケーシング１０２に回転自在に支持\nされ，当該内歯揺動型内接噛合遊星歯車装置において減速された回転を出力する出\n力軸兼用の外歯歯車１１８と，\nを備え，\n前記リング状の伝動外歯歯車１１０は，単一の歯車からなり，前記出力軸兼用の\n外歯歯車１１８に軸受１３２を介して支持され，\n前記中間軸１０８を回転駆動することにより前記駆動源側ピニオン１３０を回転\nさせ，前記リング状の伝動外歯歯車１１０を介して該リング状の伝動外歯歯車１１\n０の回転が前記３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）にそれぞれ組込まれ\nた偏心体軸歯車１１２に同時に伝達され，\n前記駆動源側ピニオン１３０，前記リング状の伝動外歯歯車１１０および前記３\n本の偏心体軸１１４（１１４Ａ～１１４Ｃ）にそれぞれ組込まれた偏心体軸歯車１\n１２が，同一平面上で噛み合う\n内歯揺動型内接噛合遊星歯車装置。」\n本件訂正発明１と引用発明１との対比，判断\n「内歯揺動型内接噛合遊星歯車装置」は，本件訂正発明１の「揺動型遊星歯車装\n置」に相当し，以下同様に，「３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）」は，\n「複数の偏心体軸」に，「偏心体１４０Ａ，１４０Ｂ」は，「偏心体」に，「内歯揺動\n体（内歯歯車）１１６Ａ，１１６Ｂ」は，「揺動歯車」に，「本体ケーシング１０２」\nは，「ケーシング」に，「偏心体軸歯車１１２」は，「偏心体軸歯車」に，「駆動源側\nピニオン１３０」は，「駆動源側のピニオン」に，「リング状の伝動外歯歯車１１０」\nは，「伝動外歯歯車」に，「中間軸１０８」は，「中間軸」に，「出力軸兼用の外歯歯\n車１１８」は，「出力軸」に，「軸受１３２」は，「軸受」に，「３本の偏心体軸１１\n４（１１４Ａ～１１４Ｃ）にそれぞれ組込まれた偏心体軸歯車１１２」は，「複数の\n偏心体軸歯車」に，それぞれ相当する。また，引用発明１の「中心部に配管や配線\n等の配置スペースを容易に確保するためのホローシャフトタイプの出力軸兼用の外\n歯歯車１１８を備え」ることは，本件訂正発明１の「中心部がホロー構造とされ」\nていることに相当する。\nそうすると，本件訂正発明１と引用発明１とは，全ての点で一致し，相違点はな\nいから，本件訂正発明１は引用発明１である。\nウ  本件訂正発明２について\n本件訂正発明２は，以下のとおり，引用文献（甲２３）に記載された発明（以下\n「引用発明２」という。）であるから，特許法２９条１項３号に該当し，特許を受け\nることができない発明である。\n引用発明２の認定\n「中心部に配管や配線等の配置スペースを容易に確保するためのホローシャフト\nタイプの出力軸兼用の外歯歯車１１８を備え，\n３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）の各々に配置された偏心体１４０\nＡ，１４０Ｂを介して内歯揺動体（内歯歯車）１１６Ａ，１１６Ｂを揺動回転させ\nる内歯揺動型内接噛合遊星歯車装置において，\n前記３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）にそれぞれ組込まれた偏心体\n軸歯車１１２と，\n前記偏心体軸歯車１１２及び駆動源側ピニオン１３０がそれぞれ同時に噛合する\nリング状の伝動外歯歯車１１０と，\n前記リング状の伝動外歯歯車１１０の回転中心軸と異なる位置に平行に配置され\nるとともに，該駆動源側ピニオン１３０が組込まれた中間軸１０８と，\n当該内歯揺動型内接噛合遊星歯車装置において減速された回転を出力する出力軸\n兼用の外歯歯車１１８と，\n前記内歯揺動体（内歯歯車）１１６Ａ，１１６Ｂと噛合い，出力軸としての機能\nを兼用する前記外歯歯車１１８と\nを備え，\n前記リング状の伝動外歯歯車１１０は，単一の歯車からなり，前記出力軸兼用の\n外歯歯車１１８に軸受１３２を介して支持され，\n前記中間軸１０８を回転駆動することにより前記駆動源側ピニオン１３０を回転\nさせ，前記リング状の伝動外歯歯車１１０を介して該リング状の伝動外歯歯車１１\n０の回転が前記３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）にそれぞれ組込まれ\nた偏心体軸歯車１１２に同時に伝達され，\n前記駆動源側ピニオン１３０，前記リング状の伝動外歯歯車１１０および前記３\n本の偏心体軸１１４（１１４Ａ～１１４Ｃ）にそれぞれ組込まれた偏心体軸歯車１\n１２が，同一平面上で噛み合い，\n前記中間軸１０８は，当該内歯揺動型内接噛合遊星歯車装置と連結されるモータ\nＭのモータ軸と一体的に回転するピニオン１０４Ａと噛み合うギヤ１２８が組み込\nまれている\n内歯揺動型内接噛合遊星歯車装置。」\n本件訂正発明２と引用発明２との対比，判断\n引用発明２の「内歯揺動型内接噛合遊星歯車装置」は，本件訂正発明２の「揺動\n型遊星歯車装置」に相当し，以下同様に「３本の偏心体軸１１４（１１４Ａ～１１\n４Ｃ）」は，「複数の偏心体軸」に，「偏心体１４０Ａ，１４０Ｂ」は，「偏心体」に，\n「内歯揺動体（内歯歯車）１１６Ａ，１１６Ｂ」は，「内歯揺動歯車」に，「偏心体\n軸歯車１１２」は，「偏心体軸歯車」に，「駆動源側ピニオン１３０」は，「駆動源側\nのピニオン」に，「リング状の伝動外歯歯車１１０」は，「伝動外歯歯車」に，「中間\n軸１０８」は，「中間軸」に，「出力軸兼用の外歯歯車１１８」は，「出力軸」に，「軸\n受１３２」は，「軸受」に，「３本の偏心体軸１１４（１１４Ａ～１１４Ｃ）にそれ\nぞれ組込まれた偏心体軸歯車１１２」は，「複数の偏心体軸歯車」に，「モータＭ」\nは，「モータ」に，「モータ軸」は，「モータ軸」に，「ピニオン１０４Ａ」は，「ピニ\nオン」に，「噛み合うギヤ１２８」は，「噛合うギヤ」に，それぞれ相当する。また，\n引用発明２の「中心部に配管や配線等の配置スペースを容易に確保するためのホロ\nーシャフトタイプの出力軸兼用の外歯歯車１１８を備え」ることは，本件訂正発明\n２の「中心部がホロー構造とされ」ていることに相当する。\nそうすると，本件訂正発明２と引用発明２とは，全ての点で一致し，相違点はな\nいから，本件訂正発明２は引用発明２である。\n第３  原告主張の審決取消事由\n１  取消事由１（分割要件に関する判断の誤り）\n本件訂正発明１は，本件原出願当初明細書に記載された事項の範囲内のものであ\nるにもかかわらず，審決は誤って，本件出願は分割要件を満たさないと判断したも\nのであり，その誤りは，審決の結論に影響するものであるから，審決は取り消され\nるべきものである。\n(1)  本件訂正発明１は，回転駆動する中間軸から複数の偏心体軸に至る動力\n伝達系に関する発明であり，内歯揺動型遊星歯車装置と外歯揺動型遊星歯車装置と\nは，揺動歯車が揺動する点で同じである。また，揺動歯車を揺動させるのは偏心体\nの回転によるものであり，偏心体の回転は偏心体軸の回転によるものであるという\n構成も，内歯揺動型遊星歯車装置と外歯揺動型遊星歯車装置において同じである。\nさらに，中間軸に組み込まれた駆動源側のピニオンから伝動外歯歯車及び偏心体軸\n歯車を介して偏心体軸に至る動力伝達系は，揺動歯車に至る前の動力伝達系であり，\n揺動歯車が外歯であるか内歯であるかに依存せず，内歯揺動型遊星歯車装置と外歯\n揺動型遊星歯車装置において共通する。したがって，回転駆動する中間軸から，偏\n心体を介して揺動歯車を揺動回転させる，複数の偏心体軸に至る動力伝達系に関す\nる本件訂正発明１は，本件原出願当初明細書に記載された事項に対し，新たな技術\n的事項を導入するものではない。\n本件原出願の出願当時において，揺動型遊星歯車装置として，内歯揺動型遊星歯\n車装置も外歯揺動型遊星歯車装置もよく知られている装置であり，本件訂正発明１\nが属する技術分野の当業者は，内歯揺動型遊星歯車装置及び外歯揺動型遊星歯車装\n置の基本的な構成や，両者に共通する技術についても熟知していた。\nしたがって，当業者は，本件訂正発明１を外歯揺動型遊星歯車装置に適用する場\n合は，本件原出願当初明細書に記載されている内歯揺動型遊星歯車装置の構造から\n出発し，当該内歯揺動型遊星歯車装置の各部材を設計変更して外歯揺動型遊星歯車\n装置を得るなどということはしない（審決は，本件原出願当初明細書の図２に記載\nの内歯揺動歯車を外歯揺動歯車に設計変更する場合を想定していると思われる。）。\n当業者であれば，揺動する歯車が内歯であるか外歯であるかを問わない共通の技術\nである駆動源側のピニオンから偏心体軸に至るまでの動力伝達系に関する発明を把\n握し，元々技術常識として有している外歯揺動型遊星歯車装置の基本的構成をベー\nスとする（甲４５）。また，本件原出願当初明細書には，固定軸は外側（ケーシング\nを固定部材）とする場合しか記載されていないから，本件訂正発明１を外歯揺動型\n遊星歯車装置に適用する場合も，当業者は，当然に，固定軸は外側で，出力軸は内\n側である外歯揺動型遊星歯車装置に適用する。このように，当業者は，外歯揺動型\n遊星歯車装置の基本的な構成に関する知識を備えているので，被告が説明するよう\nな複雑な変更を繰り返すことはなく，本件訂正発明１を，元々技術常識として有し\nている外歯揺動型遊星歯車装置に直接適用するので，新規事項の追加はない。\nよって，本件訂正発明１は本件原出願当初明細書に記載された事項の範囲内のも\nのであるから，本件出願は分割の要件を満たすものである。\n(2)  審決は，まず，当初明細書に記載された事項の範囲内のものといえるか否\nかの判断は，新たな技術的事項を導入しないものであるか否かを検討することとし，\n新たな技術的事項を導入しないものであるというためには，本件原出願当初明細書\nに記載された事項であるか，そうでないとしても，本件原出願当初明細書の記載か\nら自明な事項である必要があるとし，さらに，本件原出願当初明細書の記載から自\n明な事項とは，本件原出願当初明細書の記載に接した当業者であれば，出願時の技\n術常識に照らして，そこに記載されているのと同然であると理解する事項であり，\n周知技術又は慣用技術であるというだけでは足りないと解される，とする。このよ\nうに，審決は，「当初明細書に記載された事項の範囲内のものといえるか否か」の判\n断は，具体的に，「新たな技術的事項を導入しないものであるか否か」を検討するこ\nとなく，他の手法を用いて，適切とはいえない内容で判断したために，本件訂正発\n明１が新たな技術的事項を導入しないものであるにもかかわらず，新たな技術的事\n項を導入しないものであるとはいえないという誤った結論を導いた。審決は，内歯\n揺動型遊星歯車装置が記載されている本件原出願当初明細書に対し，回転駆動する\n中間軸から，偏心体を介して，揺動歯車を揺動回転させる複数の偏心体軸に至る動\n力伝達系に関する本件訂正発明１は，当初明細書の記載事項に対し，新たな技術的\n事項を導入するものではないか否かについて直接判断をしていないのである。\nまた，審決は，相応の工夫が必要であることを前提に，２型の外歯揺動型遊星歯\n車装置は，動力伝達系の主要な構成について相応の工夫をして初めて，外歯揺動型\n遊星歯車装置として機能し得るといえるところ，本件原出願の当初明細書にはその\n工夫が記載されていないなどと判断している。しかし，この判断は，本件訂正発明\n１の構成要件（発明特定事項）とどのような関係があるのか理解することができな\nい。外歯揺動型に関する技術常識を有する当業者であれば，外歯揺動型に関する技\n術常識をベースに，本件訂正発明１の揺動歯車を外歯揺動歯車として外歯揺動型遊\n星歯車装置（甲３２，３３）を認識できるので，当初明細書の図２に記載の内歯揺\n動歯車を外歯揺動歯車に設計変更することは考えない。さらに，審決は，本件訂正\n発明１が解決しようとする課題に照らせば，内歯揺動型内接噛合遊星歯車装置は，\n本件原出願当初明細書に記載された発明の本質にかかわる構成であって，必須の構\n成といえるから，当該必須の構成を備えていない「揺動型遊星歯車装置」が，上記\n課題を解決できるとは，本件原出願当初明細書から把握することはできないと判断\nした。しかし，「必須の構成」という考えは，根拠のないものであり，このような独\n自の考えに基づいて判断を行った審決は適切とはいえない。\n(3)  以上のとおり，本件出願は，分割要件を満たす適法な出願であるから，そ\nの出願日は，本件原出願の出願日である平成１５年３月２８日に遡及する。したが\nって，本件出願は分割要件を満たさないから，出願日の遡及は認められず，本件出\n願の願書を提出した平成２０年７月１１日がその出願日とされるとの審決の判断は\n誤りである。そして，その結果，本件訂正発明が特許法２９条１項３号に該当し，\n特許を受けることができない発明であると判断されているから，上記誤りは，審決\nの結論に影響を及ぼすものである。審決には違法があるから，取り消されるべきで\nある。\nなお，本件訂正発明１が引用発明１であり，本件訂正発明２が引用発明２である\nとの審決の認定は争わない。\n２  取消事由２（手続違背）\n審決においては，本件無効理由通知書（甲４０）及び審決の予告（甲４１）で判\n断された，本件訂正発明１を２型の外歯揺動型遊星歯車装置に適用した場合につい\nての項目はなくなり，新たに「相応の工夫が必要」か否かの判断，「必須の構成」を\n備えているか否かの判断がされた。このように，審決によって判断された無効理由\nは，本件無効理由通知書及び審決の予告とは大きく異なるものであったにもかかわ\nらず，分割要件の充足に関し，「相応の工夫が必要」か否か，「必須の構成」を備え\nているか否かの判断について，原告の意見は全く求められなかった。\nその結果，原告（被請求人）に不利な審理結果を招来したことは，実質的に，特\n許法１５３条２項の「審判長は，前項の規定により当事者又は参加人が申し立てて\nいない理由について審理をしたときは，その審理の結果を当事者及び参加人に通知\nし，相当の期間を指定して，意見を申し立てる機会を与えなければならない。」との\n規定に違反する。また，審決の予告の内容と審決の内容とが著しく異なるのは，審\n決をするのに熟していないにもかかわらず審決の予告をしたことに起因するといえ\nるから，特許法１６４条の２の「審判長は，特許無効審判の事件が審決をするのに\n熟した場合において，審判の請求に理由があると認めるときその他の経済産業省令\nで定めるときは，審決の予告を当事者及び参加人にしなければならない。」との規定\nに違反する。\nしたがって，審決には手続違背があるから，取り消されるべきである。\nさらに，本件無効理由通知書（甲４０）において通知された無効理由は，分割要\n件違反に起因した出願日の遡及が認められない結果，本件訂正発明１は，引用発明\n１（本件原出願の公開公報に記載された発明）により新規性を失い，特許法２９条\n１項３号違反となるというものである。分割要件を充足するか否かの判断は，本件\n訂正発明１が本件原出願当初明細書に記載された事項の範囲内であるか否かについ\nて，新たな技術的事項が導入されていないか否かを判断するものである。これに対\nし，被告が主張した無効理由１は，本件補正により，請求項１に係る発明は，当初\n明細書に記載されていない発明を含むものとなっているから，本件補正は，当初明\n細書の記載の範囲を超える不適法なものである，というものであり，当初明細書に\n記載された事項の範囲内であるか否かは，通常，新たな技術的事項が導入されてい\nないか否かで判断されるから，結局，本件無効理由通知書で通知された無効理由と\n被告が主張した無効理由１とは，審理事項としては実質的に同じになる。しかも，\n審判便覧（甲４６）に示されている，無効理由の存否に係る職権審理の裁量権の発\n動に関する事例のいずれにも該当しないように見受けられる。そうすると，審判便\n覧によると職権審理の発動は本来必要のないものであったと思われるし，審決と審\n決の予告とは内容が著しく異なっていることからも，審決は，特許庁の審判事件に\n関する内部運用ルールである「審判便覧」の内容からも逸脱したものであるといえ\nる。\n第４  被告の主張\n１  取消事由１（分割要件に関する判断の誤り）について\n内歯揺動型遊星歯車装置と外歯揺動型遊星歯車装置とでは，そもそも，揺動歯車\nの歯の向きの違いに呼応して，①揺動歯車自体の大きさ・形状・配置位置・数，そ\nれを配置するための軸受の位置・支持部材，②揺動歯車と噛み合うことにより減速\nした動力を抽出する部材（出力部材）の配置位置・形状・大きさ，③揺動歯車を揺\n動させる偏心体の配置位置，それに対応する偏心体軸歯車の配置，④偏心体軸歯車\nを回転させるための中間軸やピニオンの配置位置，形状といった減速機の基本的構\n成部材の構造，形状，配置位置関係が全く異なっており，内歯揺動型遊星歯車装置\nと外歯揺動型遊星歯車装置とは装置の具体的な構成において明らかに異なっている。\nこのような基本的構造の違いのため，装置の具体的な構成の発明においては，本件\n原出願当初明細書に記載された技術事項との関係において新たな技術的事項の導入\nの有無を検討するに当たっては，そのような装置の具体的な構成を離れて，極めて\n抽象的に，内歯揺動型遊星歯車装置と外歯揺動型遊星歯車装置との共通点を後から\n考えて挙げてみたところで全く無意味である。\n本件原出願当初明細書に記載されている内歯揺動型遊星歯車装置の具体的な構成\nを外歯揺動型遊星歯車装置に適用する場合には，その構成部材である揺動歯車を内\n歯から外歯に変更する必要があるところ，変更後の当該外歯揺動歯車と噛み合うの\nは外側の内歯歯車であるため，当該外側の内歯歯車が出力軸となることになる（甲\n４４参照）けれども，そもそも，本件訂正発明１においては，審決も指摘するとお\nり，外側の部材は非円形の別の装置に固定されている固定部材であるので，そのよ\nうな転換自体がそもそも発想できず，結局のところ，外歯揺動型遊星歯車装置に適\n用すること自体ができない。\n仮に，百歩譲って，当業者が無理やり本件原出願当初明細書に記載された内歯揺\n動型遊星歯車装置を外歯揺動型遊星歯車装置に転用したとしても，伝動歯車は内歯\nとなることが論理的であり，本件訂正発明１のように伝動歯車を外歯とするような\n構成とはならない。本件原出願当初明細書に記載された発明から本件訂正発明１に\n到達するためには，①内歯揺動型を外歯揺動型に変更する，②本来であれば内歯で\nあるはずの伝動歯車を外歯に変更する，③伝動歯車の位置を偏心体軸歯車の外側か\nら内側に変更する，④固定側部材と出力軸とを入れ替える，という４段階ものステ\nップを経る必要があるのであり，いずれについても本件原出願当初明細書には示唆\nすらもないのであるから，本件訂正発明１が本件原出願当初明細書に実質的に記載\nされているとはいえない。\n審決は，本件出願当初明細書の全ての記載を総合することにより導かれる事項と\nの関係において，新たな技術的事項を導入しないものであるといえるか否かを判断\nしている。原告は，審決の判断における言い換えを問題としているけれども，法的\nな解釈を行うに当たりその意義を解釈した上で，判断を行うことは通常の手法であ\nって，審決の判断手法については，何ら問題はない。したがって，原告の主張は理\n由がない。\n本件原出願当初明細書には，「中間軸を外歯揺動歯車の中に貫通させること」や\n「モータ軸と一体的に回転するピニオン（中間軸のギヤを回転させるもの）を固定\n部材より軸方向で外側に配置する」ことは全く記載も示唆もされていないところ，\n「中間軸を外歯揺動歯車の中に貫通させること」は，揺動回転する歯車に穴をあけ\nて，その中に動力を伝達する軸を入れる構成であり，到底基本的な構成といえるよ\nうなものなどではない。また，必須の構成にしても，審決は，外歯揺動型遊星歯車\n装置が本件原出願当初明細書の記載から自明な事項か否かを判断する過程において，\n本件原出願当初明細書に記載された発明の課題等との記載との関係において必須の\n構成（本質的な構成）であると認定しているにすぎず，審決の判断過程にそれ以上\nの根拠が必要になるものはでない。\n以上のとおり，審決がした分割出願の要件の充足性の判断に誤りはなく，本件出\n願の出願日の遡及は認められないから，本件出願の出願日は平成２０年７月１１日\nとなる。審決の新規性の判断に誤りはない。\n２  取消事由２（手続違背）について\n本件無効理由通知書（甲４０）による無効理由は，前記のとおり，本件出願が，\n分割の要件を満たさず，出願日が本件原出願の出願日まで遡及せずに願書提出日の\n平成２０年７月１１日となることを前提として，本件原出願の公開公報（甲２３）\nに基づく新規性の欠如による特許法２９条１項３号違反の無効をいうものである\n（以下「本件無効理由」という。）。これに対し，被告（審判請求人）が本件無効審\n判において主張した無効理由は，①本件補正の新規事項の追加違反，②進歩性欠如\nである。\nしたがって，審判長は，本件無効審判において当事者が申し立てていない本件無\n効理由を審理しており，特許法１５３条２項に該当するところ，本件無効理由につ\nいて，審判長は，原告（被請求人）に対し，相当の期間を指定して，意見を申し立\nてる機会を与え，これに対し，原告は意見書を提出して実質的な意見を申し立てて\nいるのであるから，審判手続に特許法１５３条２項違反はない。\nまた，本件無効理由通知，審決の予告及び審決における３つの無効理由は，無効\n理由を導く論理が，いずれも「新たな技術的事項を導入するものであるか否か」を\n判断するものであって全く共通であり，審決では，この論理を「相応の工夫の必要\n性」及び「必須の構成」を検討することで補足しているにすぎない。原告は，審決\nが指摘する「相応の工夫の必要性」及び「必須の構成」を問題としているけれども，\nそもそも，特許法２９条１項３号違反の具体的な事実でないばかりか，無効理由を\n導く論理でもなく，単なる判断を補足する事情にすぎないから，特許法１５３条２\n項の「当事者が申し立てない理由」には該当しない。\nまた，本件審判は審決をするのに熟していたから，特許法１６４条の２違反は全\nくないし，そもそも，審判手続が審判便覧に反するとの原告の主張は，特許庁の運\n用ルールである「審判便覧」との関係を指摘するにすぎず，原告が取消事由２とし\nて主張する特許法１５３条２項違反や特許法１６４条の２違反を構成するものでは\nない。\nよって，取消事由２は理由がない。\n第５  当裁判所の判断\n１  取消事由１（分割要件に関する判断の誤り）について\n(1)  本件原出願当初明細書（甲２３）の記載\nア  本件原出願当初明細書の特許請求の範囲には，次の記載がある。\n【請求項１】\n外歯歯車と該外歯歯車と僅少の歯数差を有する内歯歯車とを有すると共に，前記\n内歯歯車を揺動回転させるための偏心体軸を備え，該偏心体軸に配置された偏心体\nを介して外歯歯車の周りで内歯歯車を揺動回転させる内歯揺動型内接噛合遊星歯車\n装置において，\n前記偏心体軸を，前記外歯歯車の軸心と平行に複数備えると共に，\n該複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，\n該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車\nと，を備え，\n該伝動外歯歯車を介して前記駆動源側のピニオンの回転が前記複数の偏心体軸歯\n車に同時に伝達される\nことを特徴とする内歯揺動型内接噛合遊星歯車装置。\n【請求項２】\n請求項１において，\n前記伝動外歯歯車がリング状に形成され，且つ，前記外歯歯車または出力軸のい\nずれかの外周によって回転支持されている\nことを特徴とする内歯揺動型内接噛合遊星歯車装置。\nなお，本件原出願当初明細書の特許請求の範囲の請求項３ないし請求項７の末尾\nは，いずれも「ことを特徴とする内歯揺動型内接噛合遊星歯車装置。」である。\nイ  本件原出願当初明細書の発明の詳細な説明には，次の記載がある。\n【０００１】\n【発明の属する技術分野】\n本発明は，内歯揺動型内接噛合遊星歯車装置に関する。\n【０００２】\n【従来の技術】\n従来，内接噛合遊星歯車装置は，大トルクの伝達が可能であり且つ大減速比が得\nられるという利点があるので，種々の減速機分野で数多く使用されている。\n【０００３】\nその中で，外歯歯車の周りで該外歯歯車と僅少の歯数差を有する内歯揺動体を揺\n動回転させることにより，入力軸の回転を減速して出力部材から取り出す内歯揺動\n型の内接噛合遊星歯車装置が知られている（例えば，特許文献１参照）。\n【０００４】\n図４，図５を用いて同歯車装置の一例を説明する。\n【０００５】\n図において，１はケーシングであり，互いにボルトやピン等の締結部材（図示略）\nを締結孔２に挿入することにより結合される第１支持ブロック１Ａと第２支持ブロ\nック１Ｂとを有する。５は入力軸で，入力軸５の端部にはピニオン６が設けられ，\nピニオン６は，入力軸５の周りに等角度に配設された複数の偏心体軸歯車（偏心体\n軸駆動用の歯車）７と噛合している。\n【０００６】\nケーシング１には，３本の偏心体軸１０が，円周方向に等角度間隔（１２０度間\n隔）で設けられている。この偏心体軸１０は，軸方向両端を軸受８，９によって回\n転自在に支持され且つ軸方向中間部に偏心体１０Ａ，１０Ｂを有する。前記伝動歯\n車７は各偏心体軸１０の端部に結合されており，入力軸５の回転を受けて該伝動歯\n車７が回転することにより，各偏心体軸１０が回転するようになっている。\n【０００７】\n各偏心体軸１０は，ケーシング１内に収容された２枚の内歯揺動体１２Ａ，１２\nＢの偏心体孔１１Ａ，１１Ｂをそれぞれ貫通しており，各偏心体軸１０の軸方向に\n隣接した２段の偏心体１０Ａ，１０Ｂの外周と，内歯揺動体１２Ａ，１２Ｂの貫通\n孔の内周との間にはころ１４Ａ，１４Ｂが設けられている。\n【０００８】\n一方，ケーシング１内の中心部には，出力軸２０の端部に一体化された外歯歯車\n２１が配されており，外歯歯車２１の外歯２３に，内歯揺動体１２Ａ，１２Ｂのピ\nンからなる内歯１３が噛合している。外歯歯車２１の外歯２３と内歯揺動体１２Ａ，\n１２Ｂの内歯１３の歯数差は僅少（例えば１～４程度）に設定されている。\n【０００９】\nこの歯車装置は次のように動作する。\n【００１０】\n入力軸５の回転は，ピニオン６を介して偏心体軸歯車７に与えられ，偏心体軸歯\n車７によって偏心体軸１０が回転させられる。偏心体軸１０の回転により偏心体１\n０Ａ，１０Ｂが回転すると，該偏心体１０Ａ，１０Ｂの回転によって内歯揺動体１\n２Ａ，１２Ｂが揺動回転する。内歯揺動体１２Ａ，１２Ｂはその自転が拘束されて\nいるため，該内歯揺動体１２Ａ，１２Ｂの１回の揺動回転によって，該内歯揺動体\n１２Ａ，１２Ｂと噛合する外歯歯車２１はその歯数差だけ位相がずれ，その位相差\nに相当する自転成分が外歯歯車２１の（減速）回転となり，出力軸２０から減速出\n力が取り出される。\n【００１１】\nところで，この種の内歯揺動型の内接噛合遊星歯車装置は，内歯揺動体を揺動さ\nせるための偏心体軸は必ずしも円周方向において等間隔に配置する必要はなく，ま\nた偏心体軸の全てが駆動される必要はなく，一部は従動回転するものであっても良\nい。例えば，図５に示されるように，非駆動の偏心体軸５０Ａを含むと共に，各偏\n心体軸５０Ａ～５０Ｃを円周方向において非等間隔に配置した構造や，図６に示さ\nれるように，わずか２本の偏心体軸６０Ａ，６０Ｂのみで内歯揺動体６２を揺動駆\n動するようにした構造が，例えば特許文献２等において開示されている。\n【００１３】\n【発明が解決しようとする課題】\nしかしながら，上記特許文献１に開示された歯車装置では，円周方向に等間隔で\n配置した３つの偏心体軸歯車７を１つの入力軸５（のピニオン６）で回転させる関\n係上，入力軸が出力軸と同軸に配置されていることから，歯車装置全体を貫通する\nホローシャフトを有するように設計するのが困難であるという問題があった。例え\nば産業用ロボットの関節駆動用の歯車装置や，精密機械の駆動用の歯車装置として\n用いる場合には，歯車装置を介して相手機械（被駆動機械）側にワイヤハーネスや\n冷却水用のパイプを通したいというような要求がしばしば生じることがある。この\nような場合に，入力軸を貫通孔とするには，該入力軸に接続されるモータ等の駆動\n源をも貫通孔とする必要があることを意味し，事実上大きなホローシャフトを形成\nするのは不可能に近かった。更に，敢えてホローシャフトにしたとしても，高速で\n回転する入力軸の内部に空間を形成することになることから，例えばワイヤハーネ\nスや冷却水用のパイプ等を空間内に配置するには，該入力軸の内周との間に別途軸\n受等で回転しないように保持した防護パイプを配備する必要があり，この面でも大\nきな空間を確保するのが難しく，またコストも上昇するという問題があった。\n【００１４】\nこの点に関しては，特許文献２に記載したような，偏心体軸を円周方向において\n非等間隔に配置する構成を採用すると，必ずしも入力軸を出力軸と同軸に配置しな\nくてもよくなるため，より大きな径のホローシャフトを形成することができるよう\nになる。しかしながら，この偏心体軸を円周方向において非等間隔に配置する構造\nによって内歯揺動体を駆動した場合，現実問題として，通常の製造工程による製造\nで作製したものでは内歯揺動体を外歯歯車の周りでバランス良く円滑に揺動させる\nのが難しいと問題があった。そのため各部材を特別に高い精度で加工し，組立てる\n必要があった。\n【００１５】\n本発明は，このような課題を解決するためになされたものであって，使用用途に\n応じて装置の中心部に配管や配線等の配置スペースを容易に確保することができる\nと共に，動力伝達の更なる円滑化を図ることができる内歯揺動型内接噛合遊星歯車\n装置を提供することを目的とする。\n【００１６】\n【課題を解決するための手段】\n本発明は，外歯歯車と該外歯歯車と僅少の歯数差を有する内歯歯車とを有すると\n共に，前記内歯歯車を揺動回転させるための偏心体軸を備え，該偏心体軸に配置さ\nれた偏心体を介して外歯歯車の周りで内歯歯車を揺動回転させる内歯揺動型内接噛\n合遊星歯車装置において，前記偏心体軸を，前記外歯歯車の軸心と平行に複数備え\nると共に，該複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，該偏心体軸歯\n車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，を備え，該\n伝動外歯歯車を介して前記駆動源側のピニオンの回転が前記複数の偏心体軸歯車に\n同時に伝達されるように構成することにより，上記課題を解決したものである。な\nお，本発明において「僅少の歯数差」とは１～６程度の歯数差をいう。\n【００１７】\n本発明によれば，駆動源側ピニオンの軸心を，伝導外歯歯車の半径方向外側位置\nにずらすことができることから，結果として入力軸（あるいは駆動源の出力軸）の\n軸心を出力軸の軸心から外すことができる。そのため，入力軸や駆動源については\nホロー構造とする必要がないため，出力軸に大径のホローシャフトを容易に形成す\nることができる。特に，（高速で回転する）入力軸をホロー構造とする必要がないた\nめ，歯車装置の中心部に形成される空間の内壁の回転速度を非常に遅くでき，別途\n防護パイプ等を敢えて配置する必要もない。そのため，より大きな空間をより低コ\nストで確保することができるようになる。\n【００１８】\nまた，全ての偏心体軸を「等しく駆動する」ことができるようになるため，内歯\n揺動体をバランスよく且つ円滑に揺動駆動することができる。\n【００１９】\nなお，より好ましくは，前記伝動外歯歯車がリング状に形成され，且つ，前記外\n歯歯車または出力軸のいずれかの外周によって回転支持されている構成とするとよ\nい。これにより，大径のホローシャフトを形成する場合でも支障なく且つ容易に伝\n導外歯歯車を装置内に組み込むことができるようになる。\n【００２３】\nまた，本発明においては，伝導外歯歯車を具体的にどのように駆動するかについ\nては特に限定されない。この点については，例えば，前記出力軸と平行で且つ前記\n内歯揺動体の半径方向外側位置に，前記駆動源側のピニオンが組み込まれた中間軸\nを備え，該中間軸を回転駆動することにより前記駆動源側のピニオンを介して前記\n伝動外歯歯車を駆動するように構成するとよい。或いは，入力軸に組み込まれたピ\nニオンが，前記駆動源側のピニオンとして前記伝動外歯歯車と直接噛合・駆動する\nような構成としてもよい。\n【００２４】\n【発明の実施の形態】\n以下，本発明の実施形態の例を図面に基づいて説明する。\n【００２５】\n図１，図２は，本発明の実施形態の例に係る内歯揺動型内接噛合遊星歯車装置（以\n下，単に歯車装置と称す。）１００を示した図であり，図１は歯車装置１００の側断\n面図，図２は図１におけるＩＩ－ＩＩ線に沿う断面図である。\n【図１】                【図２】\n【００２６】\nこの歯車装置１００は，本体ケーシング１０２，入力軸１０４，平行軸歯車セッ\nト１０６，中間軸１０８，伝動外歯歯車１１０，偏心体軸駆動用の歯車（偏心体軸\n歯車）１１２，該偏心体軸駆動用の歯車１１２によって駆動される三本の偏心体軸\n１１４（１１４Ａ～１１４Ｃ），２つの内歯揺動体（内歯歯車）１１６Ａ，１１６Ｂ，\n及び出力軸としての機能を兼用する外歯歯車１１８によって主に構成されている。\n【００２７】\n即ち，この歯車装置１００は，内歯揺動体１１６Ａ，１１６Ｂを揺動回転させる\nための複数の偏心体軸１１４を内歯揺動体１１６Ａ，１１６Ｂを貫通して３本備え，\n入力軸１０４の回転を該複数の偏心体軸１１４Ａ～１１４Ｃに振り分けて伝達する\nことにより全偏心体軸１１４Ａ～１１４Ｃを同位相で回転させるものである。\n【００２８】\n既に説明した従来例と大きく異なるのは入力軸１０４から偏心体軸１１４Ａ～１\n１４Ｃまでの動力伝達構造及び歯車装置全体のケーシング構造である。そのため，\n以下この点について詳細に説明する。\n【００２９】\n前記本体ケーシング１０２は，図１において左右に配置された，２つの第１，第\n２ケーシング１０２Ａ，１０２Ｂによって構成されている。この第１，第２ケーシ\nング１０２Ａ，１０２Ｂには，図２に示されるように，これらを貫通するように複\n数のボルト孔１０２Ａ１がそれぞれ形成されている。該第１，第２ケーシング１０\n２Ａ，１０２Ｂは，互いにボルト（図示略）によって結合可能な構造となっている。\n【００３０】\nこの本体ケーシング１０２には，前記入力軸１０４が図１において横向き，即ち\n外歯歯車（出力軸）と平行に配置され，軸受１２０，１２２により回転自在に支持\nされている。入力軸１０４の一端側（図の左側）には，ピニオン１０４Ａが形成さ\nれており，他端にはモータＭ（具体的な図示は省略）の出力軸が挿入される挿入口\n１０４Ｂが形成されている。\n【００３１】\n本体ケーシング１０２には，入力軸１０４ほかに，内歯揺動体１１６Ａ，１１６\nＢよりも半径方向外側位置に，外歯歯車（出力軸）１１８と平行に前記中間軸１０\n８が配置され，テーパーローラベアリング１２４，１２４によって回転自在に支持\nされている。中間軸１０８にはピニオン１０４Ａと噛合して平行軸歯車セット１０\n６を構成するギヤ１２８が組み込まれており，さらに，中間ピニオン（本実施形態\nでの駆動源側ピニオン）１３０が組み込まれている。\n【００３２】\n一方，外歯歯車（出力軸）１１８の外周には，軸受１３２を介してリング状の伝\n動外歯歯車１１０が該外歯歯車１１８と同軸に配置されている。この伝動外歯歯車\n１１０には，前記中間ピニオン１０８及び，３本の偏心体軸１１４Ａ～１１４Ｃに\nそれぞれ組み込まれた偏心体軸駆動用の歯車１１２が同時に噛合している。即ち，\n伝動外歯歯車１１０は，前記中間ピニオン１３０を介して中間軸１０８と連結され\nると共に，偏心体軸駆動用の歯車１１２を介して全偏心体軸１１４Ａ～１１４Ｃの\nそれぞれとも連結されていることになる。\n【００３３】\n偏心体軸１１４Ａ～１１４Ｃは，同一の円周上で等間隔に配置され（図２参照），\nそれぞれテーパーローラベアリング１３６，１３６によって両持ち支持されている。\n各偏心体軸１１４Ａ～１１４Ｃとも内歯揺動体１１６Ａ，１１６Ｂの偏心体孔１１\n６Ａ１，１１６Ｂ１を軸方向に貫通している。各偏心体軸１１４Ａ～１１４Ｃには\n偏心体１４０Ａ，１４０Ｂが一体に組み込まれており，３本の偏心体軸１１４が同\n位相で同時に同方向に回転できように各偏心体軸１１４Ａ～１１４Ｃの偏心体１４\n０Ａ，１４０Ｂの位相が揃えられている。又，２枚の内歯揺動体１１６Ａ，１１６\nＢはこの偏心体１４０Ａ，１４０Ｂとの摺動により，それぞれ互いに１８０°の位\n相差を保ちながら揺動回転可能である。なお，図の符号１１９は，当該２枚の内歯\n揺動体１１６Ａ，１１６Ｂの軸方向の移動規制を行うための差し輪である。\n【００３４】\n内歯揺動体１１６Ａ，１１６Ｂには，ホローシャフトタイプの出力軸兼用の外歯\n歯車１１８が内接している。外歯歯車１１８は配管や配線等を貫通可能な貫通孔１\n１８Ｄを有する略円筒形状の部材からなり，テーパーローラベアリング１４２，１\n４２を介してケーシング本体１０２に回転自在に支持されている。\n【００３５】\n外歯歯車１１８の外歯は外ピン１１８Ｐが溝１１８Ｈに回転自在に組み込まれた\n構造になっている。外ピン１１８Ｐの数（外歯の歯数）は９０で，内歯揺動体１１\n６Ａ，１１６Ｂの内歯９２の歯数より２だけ小さい（僅少の歯数差）。この外歯歯車\n１１８は，本体１１８Ａ，端部部材１１８Ｂ，１１８Ｃの３つの部材からなる。こ\nれは，端部部材１１８Ｂ，１１８Ｃの段部１１８Ｂ１，１１８Ｃ１によって前記テ\nーパーローラベアリング１４２，１４２の組込み及びその軸方向の位置決めを可能\nとするためである。\n【００３６】\n次にこの歯車装置１００の作用を説明する。\n【００３７】\nモータＭの図示せぬモータ軸の回転によって入力軸１０４が回転すると，この回\n転は，ピニオン１０４Ａ及びギヤ１２８を介してその初段の減速が行われ，中間軸\n１０８に伝達される。中間軸１０８が回転すると，該中間軸１０８に組み込まれた\n中間ピニオン１３０が回転し，更にこれと噛合している伝動外歯歯車１１０が回転\nする。\n【００３８】\n伝動外歯歯車１１０には同時に偏心体軸駆動用の歯車１１２が噛合しているため，\n該伝動外歯歯車１１０の回転によりこれらの歯車１１２が回転する。その結果，３\n本の偏心体軸１１４Ａ～１１４Ｃが同位相で回転し，これにより２つの内歯揺動体\n１１６Ａ，１１６Ｂがそれぞれの位相を１８０°に保った状態で外歯歯車１１８の\n周りを揺動回転する。内歯揺動体１１６Ａ，１１６Ｂは，その自転が拘束されてい\nるため，該内歯揺動体１１６Ａ，１１６Ｂの１回の揺動回転によって，該内歯揺動\n体１１６Ａ，１１６Ｂと噛合する外歯歯車１１８はその歯数差だけ位相がずれ，そ\nの位相差に相当する自転成分が外歯歯車１１０の回転となり，出力が外部へ取り出\nされる。偏心体軸１１４が円周方向等間隔に配置されており，しかも全ての偏心体\n軸１１４が駆動されるため，内歯歯車１１６Ａ，１１６Ｂを極めて円滑に揺動させ\nることができる。\n【００３９】\nここで，本発明の実施形態の例に係る歯車装置１００によれば，内歯揺動体１１\n６Ａ，１１６Ｂよりも半径方向外側位置に，外歯歯車（出力軸）１１８と平行に前\n記中間軸１０８を配置し，入力軸１０４の回転を，一度中間軸１０８で受けた後に\n揺動体側に入力するようにしている。そのため，入力軸１０４を，従来のように歯\n車装置１００の軸心Ｌ１上にではなく，半径方向外側に移動した位置に配置するこ\nとができるようになる。この結果，装置全体の軸方向長さを短縮できる。\n【００４５】\nなお，上記実施形態の例においては，前記入力軸１０４，２０４を外歯歯車（出\n力軸）１１８，２１８の軸心Ｌ１に対して平行に配置したが，本発明はこれに限定\nされず，入力軸を偏心体歯車の軸心に対して直角に配置し，直交軸歯車機構を付設\nする構成としてもよい。この場合，歯車装置を駆動するモータ等の駆動装置をも歯\n車装置の径方向に配置することができ，特に軸方向において一層の省スペース化を\n図ることが可能となる。\n【００４６】\n【発明の効果】\n本発明によれば，使用用途に応じて装置の中心部に配管や配線等の配置スペース\nを容易に確保することができると共に，動力伝達の更なる円滑化を図ることができ\nる内歯揺動型内接噛合遊星歯車装置を得ることができる。\n(2)  前記(1)によれば，本件原出願当初明細書に記載された事項は，内歯揺動型\n内接噛合遊星歯車装置に関するものであって，本件原出願当初明細書には外歯揺動\n型遊星歯車装置に関する記載は全くないのに対し，本件出願における本件訂正発明\n１は，「揺動型遊星歯車装置」に関するものとすることで，揺動体の揺動歯車を内歯\nとする限定はないものであるから，揺動体の揺動歯車が外歯であるもの（外歯揺動\n型遊星歯車装置）を含ませるものであると認められる。もっとも，本件原出願の出\n願前に刊行された各特許公報（甲２５～２７）によれば，内歯揺動型遊星歯車装置\nと外歯揺動型遊星歯車装置とに共通する技術（以下「共通技術」という。），すなわ\nち，偏心体を介して揺動回転する歯車が内歯であるか外歯であるかには依存しない\n技術があることは周知の事項であると認められ，当業者であれば，揺動型遊星歯車\n装置の個々の形式に依存する技術と，形式には依存しない共通技術があることを，\n知識として有しているものといえる。\nそこで，本件原出願当初明細書に揺動体の揺動歯車を内歯とする以外の歯車装置\nへ適用することなどについての記載がないとしても，本件訂正発明１が，本件原出\n願当初明細書に記載された事項の範囲内といえるか，すなわち本件原出願当初明細\n書の全ての記載を総合することにより導かれる事項との関係において，新たな技術\n的事項を導入しないものであるかについて，以下，検討する。\n(3)  まず，前記(1)によれば，本件原出願当初明細書に記載された発明の技術的\n課題は，従来技術の内歯揺動型遊星歯車装置が有する，①歯車装置において，円周\n方向に等間隔で配置した３つの偏心体軸歯車を１つの入力軸（のピニオン）で回転\nさせる関係上，入力軸が出力軸と同軸に配置されていることから，歯車装置全体を\n貫通するホローシャフトを有するように設計するのが困難であるという問題，及び\n②偏心体軸を円周方向において非等間隔に配置する構成を採用すると，必ずしも入\n力軸を出力軸と同軸に配置しなくてもよくなるため，より大きな径のホローシャフ\nトを形成することができるようになるところ，この偏心体軸を円周方向において非\n等間隔に配置する構造によって内歯揺動体を駆動した場合，現実問題として，通常\nの製造工程による製造で作製したものでは内歯揺動体を外歯歯車の周りでバランス\n良く円滑に揺動させるのが難しいという問題を解決するため，使用用途に応じて装\n置の中心部に配管や配線等の配置スペースを容易に確保することができるとともに，\n動力伝達の更なる円滑化を図ることができる内歯揺動型内接噛合遊星歯車装置を提\n供することにあるものと把握することができる。そして，その従来技術における課\n題の解決方法として，内歯揺動型遊星歯車装置を前提に，「外歯歯車と該外歯歯車と\n僅少の歯数差を有する内歯歯車とを有すると共に，前記内歯歯車を揺動回転させる\nための偏心体軸を備え，該偏心体軸に配置された偏心体を介して外歯歯車の周りで\n内歯歯車を揺動回転させる内歯揺動型内接噛合遊星歯車装置において，前記偏心体\n軸を，前記外歯歯車の軸心と平行に複数備えると共に，該複数の偏心体軸にそれぞ\nれ組込まれた偏心体軸歯車と，該偏心体軸歯車及び駆動源側のピニオンがそれぞれ\n同時に噛合する伝動外歯歯車と，を備え，該伝動外歯歯車を介して前記駆動源側の\nピニオンの回転が前記複数の偏心体軸歯車に同時に伝達されるように構成する」と\nいう技術が開示されており（【００１６】），上記構成を採用することにより，駆動源\n側ピニオンの軸心を，伝導外歯歯車の半径方向外側位置にずらすことができること\nから，結果として入力軸（あるいは駆動源の出力軸）の軸心を出力軸の軸心から外\nすことができ，出力軸に大径のホローシャフトを容易に形成することができる，特\nに，（高速で回転する）入力軸をホロー構造とする必要がないため，歯車装置の中心\n部に形成される空間の内壁の回転速度を非常に遅くできるし，別途防護パイプ等を\n敢えて配置する必要もないため，より大きな空間をより低コストで確保することが\nできるようになる（【００１７】），さらに，全ての偏心体軸を「等しく駆動する」こ\nとができるようになるため，内歯揺動体をバランスよく，かつ，円滑に揺動駆動す\nることができる（【００１８】），という効果を得ることができるとされている。\n本件原出願当初明細書に記載された技術的課題のうち，前記②に関しては，偏心\n体軸が円周方向において非等間隔に配置されることにより生じるものであり，内歯\n揺動体が外歯歯車の周りで円滑に揺動駆動することにより解決されるものであるか\nら，課題を解決する手段として，外歯歯車とその周りで揺動する内歯歯車を備える\nこと，すなわち内歯揺動型遊星歯車装置であることが，本件原出願当初明細書に記\n載された発明の前提であるといえる。なお，外歯揺動型遊星歯車装置では，揺動体\nは，その外周面に外歯が設けられるものであることから必然的にその外形は円形と\nならざるを得ないものであり，偏心体軸を非等間隔にしても揺動体の外周の形状は\n円形のままで変わらず，装置全体の形状や他の軸の配置等には何ら影響を及ぼすも\nのではないから，偏心体軸を非等間隔とする技術的意義はない（本件原出願当初明\n細書に記載された課題は，偏心体軸を非等間隔に配置することにも技術的意義を有\nする内歯揺動型遊星歯車装置に特有のものであり，外歯揺動型遊星歯車装置におい\nてはそもそも課題とならないものである。）。\nこのように，本件原出願当初明細書の全体の記載からすると，同明細書に開示さ\nれた技術は，従来の内歯揺動型遊星歯車装置における問題を解決すべく改良を加え\nたものであって，その対象は内歯揺動型遊星歯車に関するものであると解するのが\n相当であり，外歯揺動型遊星歯車装置を含むように一般化された共通の技術的事項\nを導くことは困難であるといわざるを得ない。\nまた，本件原出願当初明細書の特許請求の範囲，発明の詳細な説明（実施例を含\nむ。）及び図面には，外歯歯車１１８を出力軸とする内歯揺動型遊星歯車装置のみが\n記載され，内歯揺動型遊星歯車装置について終始説明されているのに対し，本件原\n出願当初明細書に記載された技術が，揺動体の形態に関わらない共通技術であるこ\nと，外歯揺動型遊星歯車装置に適用することが可能であることやその際の具体的な\n実施形態，その他の周知技術の適用が可能であること等についての記載や示唆は全\nくないのであるから，本件原出願当初明細書の記載に接した当業者であっても，同\n明細書に記載された発明の技術的課題及び解決方法の趣旨に照らし，内歯揺動型遊\n星歯車装置と外歯揺動型遊星歯車装置に共通した課題及びその解決方法が開示され\nていると認識するものではないと解される。\n(4)  さらに，本件訂正発明１について検討するに，証拠（甲５，２４，３０）\n及び弁論の全趣旨によれば，揺動型遊星歯車装置には，外歯揺動型と内歯揺動型が\nあること，それぞれの型において，出力部材と固定部材とは相対関係にあり，入れ\n替え自在であること自体は，周知技術であると認められるところ，外歯揺動型遊星\n歯車装置については，外側の内歯歯車を出力歯車とする１型（外側に出力軸を，内\n側に固定部材を配置するもの）と外側の内歯歯車を固定部材とする２型（内側に出\n力軸を，外側に固定部材を配置するもの）の２つの型が想定されるものと認められ\nる。本件訂正発明１は，「前記ケーシングの内側で，該ケーシングに回転自在に支持\nされ，当該揺動型遊星歯車装置において減速された回転を出力する出力軸と，を備\nえ，」とされており，上記ケーシングは固定部材であるといえるから，本件訂正発明\n１には，外歯揺動型遊星歯車装置については２型のもののみが含まれ，１型は含ま\nれないものと認められる（下図参照）。\n１型（外側に出力軸，内側に固定部材）   ２型（内側に出力軸，外側に固定部材）\nもっとも，本件原出願当初明細書には，「出力軸としての機能を兼用する外歯歯車\n１１８によって」（【００２６】），「内歯揺動体１１６Ａ，１１６Ｂには，ホローシャ\nフトタイプの出力軸兼用の外歯歯車１１８が内接している。」（【００３４】），「内歯\n揺動体１１６Ａ，１１６Ｂは，その自転が拘束されているため，該内歯揺動体１１\n６Ａ，１１６Ｂの１回の揺動回転によって，該内歯揺動体１１６Ａ，１１６Ｂと噛\n合する外歯歯車１１８はその歯数差だけ位相がずれ，その位相差に相当する自転成\n分が外歯歯車１１０（判決注：「１１８」の誤記と認められる。）の回転となり，出\n力が外部へ取り出される。」（【００３８】）などの記載があり，これらの記載によれ\nば，本件原出願当初明細書に記載された実施例については揺動体の内歯歯車に噛合\nする外歯歯車１１８が出力軸として機能する内歯揺動型内接噛合遊星歯車装置が記\n載されている一方で，本件原出願当初明細書には固定部材と出力歯車が入れ替え可\n能であり，出力軸を固定部材に変更することができる旨の記載はないのであるから，\n同実施例を前提として外歯揺動型遊星歯車装置とする場合には，揺動体に設けられ\nる外歯歯車に噛合する内歯歯車が出力軸となるのであって，出力軸が外側になり，\n内側に固定部材が配置される型を想定することが自然であるといえる。したがって，\n本件原出願当初明細書に記載された事項から，固定部材と出力軸を入れ替えた２型\nの外歯揺動型遊星歯車装置を想起することは考え難い。\nまた，本件原出願当初明細書に記載された内歯揺動型遊星歯車装置においては，\n内歯揺動体は内周面に内歯歯車を設けることから，その内周の形状は，必然的に円\n形となる。しかしながら，外周面については，複数の偏心体軸を支持することがで\nきる限りにおいて，自由な形状を採り得るものであるから，本件訂正発明１の中間\n軸を設けるに際して，内歯揺動体との干渉を考慮する必要はないものであり，実施\n例においても，揺動体の外周を非円形の形状として，その外側に中間軸を配置する\n構成を採用している。さらに，中間軸への入力は，中間軸の外側に入力軸を配置し\nて行うことで装置全体の軸方向長さを短縮していることが認められる。これに対し，\n外歯揺動体は，その外周の全周にわたって連続的に外歯を有するものであって，必\n然的にその外形は円形となるものであるから，２型の外歯揺動型遊星歯車装置に適\n用する形態では，「該伝動外歯歯車の回転中心軸と異なる位置に平行に配置される\nと共に，該駆動源側のピニオンが組込まれた中間軸」を備え，「前記中間軸を回転駆\n動することにより前記駆動源側のピニオンを回転させ，前記伝動外歯歯車を介して\n該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達され，前記駆\n動源側のピニオン，前記伝動外歯歯車および前記複数の偏心体軸歯車が，同一平面\n上で噛み合う」構成を，その外形が円形である外歯揺動体を構成要素とする外歯揺\n動型遊星歯車装置において実現することを要するものである。\nしかしながら，本件原出願当初明細書に記載された実施例である内歯揺動型遊星\n歯車装置を前提として，さらに，固定部材と出力軸を入れ替えた２型の外歯揺動型\n遊星歯車装置とする場合には，必然的にその外形が円形となる外歯揺動体と中間軸\nとの間に干渉を生じることとなるから，そのままでは中間軸を配置することはでき\nないことになる。本件訂正発明１を２型の外歯揺動型遊星歯車装置に適用するには，\n揺動体と中間軸との干渉を避けるための設計変更（揺動体に中間軸を通すための孔\nを形成すること）や，中間軸への入力を他の部材との干渉を避けつつ行うための設\n計変更等を要することとなるのに対し，本件原出願当初明細書には，外歯揺動型遊\n星歯車装置に適用する場合の具体的な実施形態，その他の周知技術の適用が可能で\nあることなどについての記載や示唆は全くない。\nしたがって，偏心体を介して揺動回転する歯車が内歯であるか外歯であるかには\n依存しない共通技術があることが周知の事項であるとしても，当業者は，本件原出\n願当初明細書の記載から，２型の外歯揺動型遊星歯車装置を含む本件訂正発明１を\n想起することはないものと解される。\n(5)  以上によれば，本件訂正発明１は，本件原出願当初明細書の全ての記載を\n総合することにより導かれる事項との関係において，新たな技術的事項を導入する\nことに当たらないということはできず，本件原出願当初明細書に記載した事項の範\n囲内であるとはいえないから，本件原出願に包含された発明であると認めることは\nできない。\nよって，本件出願は，分割出願の要件を満たさない旨の審決の判断に誤りはない。\n(6)  原告の主張について\nア  原告は，本件訂正発明１は，回転駆動する中間軸から複数の偏心体軸に\n至る動力伝達系に関する発明であり，内歯揺動型遊星歯車装置と外歯揺動型遊星歯\n車装置においては，揺動歯車が揺動すること，揺動歯車を揺動させるのは偏心体の\n回転によるものであり，偏心体の回転は偏心体軸の回転によること，さらに，中間\n軸に組み込まれた駆動源側のピニオンから伝動外歯歯車及び偏心体軸歯車を介して\n偏心体軸に至る動力伝達系が共通するものであるから，回転駆動する中間軸から，\n偏心体を介して揺動歯車を揺動回転させる，複数の偏心体軸に至る動力伝達系に関\nする本件訂正発明１は，本件原出願当初明細書に記載された事項に対し，新たな技\n術的事項を導入するものではない旨主張する。\nしかしながら，共通技術があることが周知の事項であるとしても，本件原出願当\n初明細書の記載から，２型の外歯揺動型遊星歯車装置を含む本件訂正発明１を想起\nすることはなく，本件原出願当初明細書の全ての記載を総合することにより導かれ\nる事項との関係において，新たな技術的事項を導入することに当たらないというこ\nとはできず，本件原出願当初明細書に記載された事項の範囲内であるとはいえない\nのは，前記のとおりである。\nしたがって，原告の上記主張は採用することができない。\nイ  原告は，本件原出願の出願当時において，揺動型遊星歯車装置としての\n内歯揺動型遊星歯車装置も外歯揺動型遊星歯車装置もよく知られている装置であり，\n本件訂正発明１が属する技術分野の当業者は，内歯揺動型遊星歯車装置及び外歯揺\n動型遊星歯車装置の基本的な構成や，共通技術が存在することについて熟知してい\nたから，当業者が，本件訂正発明１を外歯揺動型遊星歯車装置に適用する場合は，\n本件原出願当初明細書に記載されている内歯揺動型遊星歯車装置の構造から出発し，\n当該内歯揺動型遊星歯車装置の各部材を設計変更して外歯揺動型遊星歯車装置を得\nるなどということはしないし，揺動する歯車が内歯であるか外歯であるかを問わな\nい共通技術である駆動源側のピニオンから偏心体軸に至るまでの動力伝達系に関す\nる発明を把握し，元々技術常識として有している外歯揺動型遊星歯車装置の基本的\n構成をベースとして（甲４５），被告が説明するような複雑な変更を繰り返すことは\nなく，当然に，本件訂正発明１を，固定軸は外側で，出力軸は内側である外歯揺動\n型遊星歯車装置に適用するので，新規事項の追加はない旨主張する。\nしかしながら，前記認定のとおり，本件原出願当初明細書に接した当業者であっ\nても，本件原出願当初明細書に記載された発明の技術的課題及び解決方法の趣旨に\n照らすと，内歯揺動型遊星歯車装置と外歯揺動型遊星歯車装置に共通した課題及び\nその解決方法が開示されていると認識するものではなく，本件原出願当初明細書の\n記載から，外歯揺動型遊星歯車装置を読み取ることはできない。\nしたがって，本件原出願当初明細書に開示された実施例である内歯揺動型遊星歯\n車装置を前提とするのが自然であるから，外歯揺動型遊星歯車装置を出発点とする\nとの原告の上記主張は採用することができない。偏心体を介して揺動回転する歯車\nが内歯であるか外歯であるかには依存しない共通技術があることが周知の事項であ\nるとしても，本件原出願当初明細書の記載から，２型の外歯揺動型遊星歯車装置を\n含む本件訂正発明１を想起することはないと認められるのは前記のとおりである。\nウ  原告は，審決は，「当初明細書に記載された事項の範囲内のものといえる\nか否か」の判断について，具体的に，「新たな技術的事項を導入しないものであるか\n否か」を検討することなく，他の手法を用いて，適切とはいえない内容で判断した\nために，本件訂正発明１が新たな技術的事項を導入しないものであるにもかかわら\nず，新たな技術的事項を導入しないものであるとはいえないという誤った結論を導\nいたなどと主張する。\nしかしながら，審決は，本件訂正発明１が本件原出願当初明細書の全ての記載を\n総合することにより導かれる事項との関係において，新たな技術的事項を導入する\nことに当たらないとはいえないと判断しており，その判断に誤りはないのは前記の\nとおりであるから，原告の上記主張は審決の結論を左右するものではない。\nしたがって，原告の上記主張は採用することができない。\nエ  原告は，審決が，相応の工夫や必須の構成などに基づいて，不適切な判\n断をした旨主張する。\nしかしながら，審決は，本件訂正発明１が本件原出願当初明細書の全ての記載を\n総合することにより導かれる事項との関係において，新たな技術的事項を導入する\nことには当たらないとはいえないと判断しており，その判断に誤りはないのは前記\nのとおりであるから，原告の上記主張は審決の結論を左右するものではない。\nしたがって，原告の上記主張は採用することができない。\n(7)  以上によると，本件出願の出願日をその現実の出願日である平成２０年７\n月１１日と認定した審決に誤りはない。したがって，引用文献（本件原出願の公開\n公報（甲２３））を引用例として，本件訂正発明の新規性に関する判断をし，本件訂\n正発明は，いずれも特許法２９条１項３号の規定に違反してされたものであるから，\n特許法１２３条１項２号に該当し，本件特許は無効とされるべきであるとした審決\nにも誤りはない。\n２  取消事由２（手続違背）について\n(1)  原告は，審決が判断した無効理由は，本件無効理由通知書及び審決の予告\nとは大きく異なるものであったにもかかわらず（審決は，本件無効理由通知書（甲\n４０）及び審決の予告（甲４１）で判断されていない事項（「相応の工夫が必要」か\n否か，「必須の構成」を備えているか否か）について判断をした。），「相応の工夫が\n必要」か否か，「必須の構成」を備えているか否かについて，原告の意見は全く求め\nられず，原告（被請求人）に不利な審理結果を招来したことは，実質的に，特許法\n１５３条２項の規定に違反する旨主張する。\nそこで，検討するに，特許法１５３条２項は，審判において当事者が申し立てな\nい理由について審理したときは，審判長は，その審理の結果を当事者に通知し，相\n当の期間を指定して，意見を申し立てる機会を与えなければならないと規定してい\nる。これは，当事者の知らない間に不利な資料が集められて，何ら弁明の機会も与\nえられないうちに心証が形成されるという不利益から当事者を救済するための手続\nを定めたものであると解される。このような特許法１５３条２項の趣旨に照らすと，\n審判長が当事者に対し意見を申し立てる機会を与えなければならない「当事者が申\nし立てない理由」とは，新たな無効理由の根拠法条の追加，主要事実の差し替えや\n追加等，不利な結論を受ける当事者にとって不意打ちとなり予め告知を受けて意見\nを述べる機会を与えなければ手続上著しく不公平となるような重大な理由がある場\n合のことを指し，当事者が本来熟知している周知技術の指摘や間接事実及び補助事\n実の追加等の軽微な理由はこれに含まれないと解される。\n本件において，本件無効理由通知及び審決の予告の判断内容と審決の判断内容を\n比較すると，審決には，「相応の工夫」や「必須の構成」といった，本件無効理由通\n知及び審決の予告には記載されていなかった判断が追加されていることが認められ\nる。しかしながら，審決の上記判断事項は，根拠法条や主要事実の変更ではなく，\nそれまで審判手続の中で当事者双方の争点となっていた，本件出願が分割要件を満\nたすものであるか否か（本件訂正発明１が本件原出願当初明細書に記載した範囲内\nのものであり，本件原出願に包含された発明であるか）を判断する際に，その理由\n付けの一つとして判断された事項であり，審決は，上記争点を判断の過程における\n理由について審決の予告を補足したにすぎないものと解される。\nそして，審決の予告及び審決において，本件特許を無効とする理由は，本件訂正\n発明に係る特許についての出願が，分割の要件を満たすものではなく，出願日は本\n件原出願の出願日に遡及しないものであるところ，本件訂正発明は，本件出願前に\n頒布された刊行物である本件原出願の特許公開公報に記載された発明であるから，\n特許法２９条１項３号の規定に違反するものであり，特許法１２３条１項２号に該\n当し，無効とされるべきものである，というものであって，両者に異なるところは\nなく，この無効理由は，本件無効理由通知により当事者に対し通知されたものと同\n一のものである。\nこのように，審決の理由中に，本件無効理由通知及び審決の予告にはなかった新\nたな判断内容が追加されるなどしたとしても，審決の上記判断内容は，本件出願の\nような分割出願が分割の要件を満たすものであるかの判断の過程における理由を補\n足するものであり，「当事者の申し立てない理由」には当たらないと解されるから，\n改めて無効理由が通知されなかったことをもって，特許法１５３条２項の規定に違\n反する違法があったということはできない。\nしたがって，原告の上記主張は採用することができない。\n(2)  原告は，審決の予告の内容と審決の内容とが著しく異なるのは，審決をす\nるのに熟していないにもかかわらず審決の予告をしたことに起因するといえるから，\n特許法１６４条の２の「審判長は，特許無効審判の事件が審決をするのに熟した場\n合において，審判の請求に理由があると認めるときその他の経済産業省令で定める\nときは，審決の予告を当事者及び参加人にしなければならない。」との規定に違反す\nる旨主張する。\nしかしながら，本件審判の手続において，原告が主張する特許法１５３条２項に\n違反する違法がないことは前記のとおりであり，審判長は，審理の内容・経過に照\nらし，審決をするのに熟したものと判断し，審決の予告をしたものと認められる。\nそして，審決の無効理由についての判断に誤りがないことも前記のとおりであり，\n審決の予告に関する原告の上記主張についても，審決を取り消すべき違法なもので\nあるとはいえない。\nしたがって，原告の上記主張は採用することができない。\n(3)  原告は，審判体が職権による無効理由通知で通知した本件無効理由と，審\n判請求人である被告が申し立てた無効理由１とは，本件訂正発明１が本件原出願当\n初明細書に記載された事項の範囲内であるか否かについて，新たな技術的事項が導\n入されていないかを判断するものであり，審理事項としては実質的に同じであるか\nら，審判請求人である被告の主張する無効理由とは別に，職権で無効理由通知を通\n知して，それについて審理を行ったことは，不適切である旨主張する。\nしかしながら，審判請求人である被告が申し立てた無効理由１は，本件補正は，\n当初明細書の記載の範囲を超える不適法なものであるから，特許法１７条の２第３\n項に違反するものである，というものであるのに対し，本件無効理由は，本件出願\nが分割要件を満たさないものであるから，出願日が遡及せず，本件原出願の特許公\n開公報に記載された発明（引用発明）により，本件訂正発明が新規性を欠き，特許\n法２９条１項３号に該当する，というものである。そうすると，無効理由１と本件\n無効理由とは，その根拠法条が異なる上，その判断対象及び内容も異なるものであ\nるから，審判請求人である被告が申し立てなかった理由について審理がされている\nものと認められる。\nそして，特許法１５３条２項は，審判において当事者が申し立てない理由につい\nて審理したときには，審判長は，その審理の結果を当事者に通知し，相当の期間を\n指定して，意見を申し立てる機会を与えなければならないと規定しているところ，\n本件においては，審判長が，職権により，本件無効理由通知により本件無効理由を\n通知し，当事者に意見を申し立てる機会を与えた上で，審決をしているのであるか\nら，審決に取り消すべき違法があるとはいえない。その他，原告の主張を検討して\nも，審判手続の適法性に影響を及ぼすものであるとはいえない。\nしたがって，原告の上記主張は採用することができない。\n(4)  以上によれば，原告主張の取消事由２は理由がない。\n第６  結論\n以上のとおり，原告主張の取消事由はいずれも理由がないから，原告の請求を棄\n却することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n清水   節\n裁判官\n中 島 基 至\n裁判官\n岡 田 慎 吾\n"
}