{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 28
  },
  "case_number": "平成23(行ケ)10273",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82294",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82294",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/294/082294_hanrei.pdf",
  "contents": "平成２４年５月２８日判決言渡\n平成２３年(行ケ)第１０２７３号  審決取消請求事件\n口頭弁論終結日  平成２４年４月１６日\n判                決\n原            告      キ ヤ ノ ン 株 式 会 社\n訴訟代理人弁護士      都      築      英      寿\n訴訟代理人弁理士      中      辻      七      朗\n長      尾      達      也\n被            告      特 許 庁 長 官\n指 定 代 理 人                      服      部      秀      男\n同                    田      部      元      史\n同                    江      成      克      己\n同                    田      村      正      明\n主                文\n特許庁が不服２０１０－１５２１４号事件について平成２３年７月１３日にした\n審決を取り消す。\n訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n主文同旨\n第２  事案の概要\n本件は，特許出願拒絶査定の不服審判請求を不成立とした審決の取消訴訟である。\n争点は，容易想到性である。\n１  特許庁における手続の経緯\n原告は，平成１９年９月２７日，発明の名称を「２次元面発光レーザアレイ」と\nする発明について，特許出願（特願２００７－２５０６６３，甲２）をし，平成２\n１年１１月２４日付けで拒絶の理由が通知され（甲７），平成２２年１月２５日付\nけで手続補正書を提出したが（甲３），平成２２年４月２日付けで拒絶査定を受け\n（甲５），これに対し，平成２２年７月７日付けで，不服の審判（不服２０１０－\n１５２１４号）を請求した（甲４）。特許庁は，平成２３年７月１３日，「本件審\n判の請求は，成り立たない。」との審決をし，その謄本は，同月２６日，原告に送\n達された。\n２  本願発明の要旨\n平成２２年１月２５日付け手続補正後の請求項１の発明（本願発明）は，以下の\nとおりである。\n「面発光レーザ素子が，副走査方向にｍ行（ｍは２以上の整数），主走査方向に\nｎ列（ｎは３以上の整数）で２次元状に配列され，画像形成装置の露光用光源とし\nて用いる２次元面発光レーザアレイであって，\n前記面発光レーザ素子の個別駆動用の電気配線を配するためのメサ間の間隔が，\n前記メサ間を通過させる前記電気配線数に応じ，前記ｍ行方向における間隔が大き\nくなるように割り振られた構成とするに当たり，\n前記メサにおけるｊ列とｊ＋１列の前記ｍ行方向の間隔をＤｊ，\nｉ行ｊ列の素子とｉ行ｊ＋１列の素子との間を通過する配線数（１≦ｉ≦ｍ，１≦\nｊ≦ｎ－１）をＦｉｊ，\nＦ１ｊ，Ｆ２ｊ，…Ｆｍｊの中で最大の値をＣｊ，とし，\nＣｊ＝Ｔ（１≦ｊ≦ｎ－１，Ｔは正の整数）を満たす全てのｊに対してそれぞれ\nのＤｊを以ってその要素とする集合をｇＴとしたとき，\n集合ｇＴ１と集合ｇＴ２が空集合でない０＜Ｔ１＜Ｔ２なる正の整数Ｔ１，Ｔ２が少\nなくとも１組以上存在し，\n前記面発光レーザ素子の前記電気配線における配線幅の最小値をＥ，\n前記集合ｇＴの要素の中で最小の値のものをＳＴ，\n平均値をＭＴ，とし，\n任意の２つの０＜Ｔ１＜Ｔ２なる正の整数Ｔ１，Ｔ２に対して，集合ｇＴ１と集合\nｇＴ２が共に空集合でないとき，つぎの条件式（１）を満たすように構成されている\nことを特徴とする２次元面発光レーザアレイ。\nＳＴ２－ＭＴ１＞Ｅ×（Ｔ２－Ｔ１）……（１）」\n３  審決の理由の要点\n(1) 審決は，本願発明は，特開２００７－２４２６８６号公報（引用刊行物，\n甲１）に記載された引用発明に基づいて，当業者が容易に発明をすることができた\nものであるから，特許法２９条２項の規定により，特許を受けることができないと\n判断した。\n(2) 上記判断に際し，審決が認定した引用発明，並びに，本願発明と引用発明\nとの一致点及び相違点は，以下のとおりである。なお，相違点に係る構成の容易想\n到性判断は，必要に応じて後に摘示する。\nア  引用発明\n「主走査方向及び副走査方向に，２次元に配列された面発光レーザ素子からなる，\n画像形成装置の光書き込み用光源として使われる２次元ＶＣＳＥＬアレイにおい\nて，前記面発光レーザ素子に個別に形成された，電流を流すための配線が，前記面\n発光レーザ素子の間を通過し，アレイの最外周に位置する前記面発光レーザ素子の\n間を通過する配線の本数が複数本となる，２次元ＶＣＳＥＬアレイ。」\nイ  本願発明と引用発明との対比\n(ｱ) 一致点\n「面発光レーザ素子が，副走査方向にｍ行（ｍは２以上の整数），主走査方向に\nｎ列（ｎは３以上の整数）で２次元状に配列され，画像形成装置の露光用光源とし\nて用いる２次元面発光レーザアレイであって，前記面発光レーザ素子の個別駆動用\nの電気配線を配するためのメサ間の間隔がある，２次元面発光レーザアレイ。」で\nある点\n(ｲ) 相違点\n本願発明においては，上記メサ間の間隔が，「前記メサ間を通過させる前記電気\n配線数に応じ，前記ｍ行方向における間隔が大きくなるように割り振られた構成と\nするに当たり，前記メサにおけるｊ列とｊ＋１列の前記ｍ行方向の間隔をＤｊ，ｉ\n行ｊ列の素子とｉ行ｊ＋１列の素子との間を通過する配線数（１≦ｉ≦ｍ，１≦ｊ\n≦ｎ－１）をＦｉｊ，Ｆ１ｊ，Ｆ２ｊ，…Ｆmｊの中で最大の値をＣｊ，とし，Ｃｊ＝Ｔ（１\n≦ｊ≦ｎ－１，Ｔは正の整数）を満たす全てのｊに対してそれぞれのＤｊを以って\nその要素とする集合をｇＴとしたとき，集合ｇＴ１と集合ｇＴ２が空集合でない０＜Ｔ\n１＜Ｔ２なる正の整数Ｔ１，Ｔ２が少なくとも１組以上存在し，前記面発光レーザ\n素子の前記電気配線における配線幅の最小値をＥ，前記集合ｇＴの要素の中で最小\nの値のものをＳＴ，平均値をＭＴ，とし，任意の２つの０＜Ｔ１＜Ｔ２なる正の整数\nＴ１，Ｔ２に対して，集合ｇＴ１と集合ｇＴ２が共に空集合でないとき」，「ＳＴ２－\nＭＴ１＞Ｅ×（Ｔ２－Ｔ１）」「の条件式（１）を満たすように構成されている」の\nに対して，引用発明においては，「アレイの最外周に位置する前記面発光レーザ素\n子の間を通過する配線の本数が複数本となる」，２次元ＶＣＳＥＬアレイの面発光\nレーザ素子のメサ間の間隔が上記構成を有しているのか不明である点\n第３  原告主張の審決取消事由\n審決は，相違点に係る構成の技術的意義の判断を怠り，また阻害事由についての\n実質的な判断を行うことなく，相違点についての判断を誤った結果，本願発明の容\n易想到性の判断を誤ったものであり，この誤りは審決の結論に影響するから，審決\nは取り消されるべきである。\n１  相違点についての判断漏れ\n審決は，相違点に係る本願発明の構成が容易想到と判断するに際し，下記のとお\nり説示した。\n「イ  上記ア（判決注：本願明細書の記載）によれば，本願発明における条件式\n（１）を満たすということは，『配線が多い場所の格子列間隔は，配線が少ない場\n所の格子列間隔の平均値に比べて，その配線数の差に必要な間隔以上の間隔を割り\n振られていることになる』（段落【００１５】参照。）ことを表すものと認められ\nる。\nすなわち，本願発明は，配線が多い場所の格子列間隔が必要最低限のものである\nことを特定するものではなく，必要な間隔以上の間隔が割り振られていることを特\n定するものと認められる。」（１１頁１９～２５行）\n上記説示において，審決は，「メサ間の間隔が，メサ間を通過させる電気配線数\nに応じ，ｍ行方向（主走査方向）における間隔が大きくなるように割り振られてい\nる」という点を無視している。また，条件式（１）の意義を「必要な間隔以上の間\n隔が割り振られていることを特定するもの」と過度に抽象化し，具体的構成部につ\nいての実質的な判断をしていない。\n審決は，このような判断漏れによって，後述する相違点の構成の技術的意義につ\nいての判断を怠ることにより，誤った結論を導いたものである。\n２  容易想到性の判断誤り\n(1) 本願発明の構成\n本願発明は，包括的構成部である「面発光レーザ素子が，副走査方向にｍ行（ｍ\nは２以上の整数），主走査方向にｎ列（ｎは３以上の整数）で２次元状に配列され，\n画像形成装置の露光用光源として用いる２次元面発光レーザアレイであって，」と\nの構成（構成Ａ）及び「前記面発光レーザ素子の個別駆動用の電気配線を配するた\nめのメサ間の間隔が，前記メサ間を通過させる前記電気配線数に応じ，前記ｍ行方\n向における間隔が大きくなるように割り振られた構成とするに当たり，」との構成\n（構成Ｂ）の各構成と，数式を用いてそれをさらに特定した具体的構成部である，\n「前記メサにおけるｊ列とｊ＋１列の前記ｍ行方向の間隔をＤｊ，」との構成（構\n成Ｃ），「ｉ行ｊ列の素子とｉ行ｊ＋１列の素子との間を通過する配線数（１≦ｉ\n≦ｍ，１≦ｊ≦ｎ－１）をＦｉｊ，」との構成（構成Ｄ），「Ｆ１ｊ，Ｆ２ｊ，…Ｆmｊ\nの中で最大の値をＣｊ，とし，」との構成（構成Ｅ），「Ｃｊ＝Ｔ（１≦ｊ≦ｎ－１，\nＴは正の整数）を満たす全てのｊに対してそれぞれのＤｊを以ってその要素とする\n集合をｇＴとしたとき，」との構成（構成Ｆ），「集合ｇＴ１と集合ｇＴ２が空集合で\nない０＜Ｔ１＜Ｔ２なる正の整数Ｔ１，Ｔ２が少なくとも１組以上存在し，」との\n構成（構成Ｇ），「前記面発光レーザ素子の前記電気配線における配線幅の最小値\nをＥ，」との構成（構成Ｈ），「前記集合ｇＴの要素の中で最小の値のものをＳＴ，\n平均値をＭＴ，とし，」との構成（構成Ｉ），「任意の２つの０＜Ｔ１＜Ｔ２なる\n正の整数Ｔ１，Ｔ２に対して，集合ｇＴ１と集合ｇＴ２が共に空集合でないとき，」と\nの構成（構成Ｊ），「つぎの条件式（１）を満たすように構成されていることを特\n徴とする２次元面発光レーザアレイ。」との構成（構成Ｋ），及び,「ＳＴ２－ＭＴ１\n＞Ｅ×（Ｔ２－Ｔ１）……（１）」との構成（構成Ｌ）の各構成からなる。そして，\n構成Ｂ，及び，構成ＣないしＬは，いずれも，引用発明から容易想到ではない。\n(2) 構成Ｂは容易想到でない理由\n構成Ａ及びＢは，本願発明の包括的構成部である。その中で，とりわけ，重要な\n要素は，①「画像形成装置の露光用光源として用いる２次元面発光レーザアレイ」\nである点，及び，②「メサ間の間隔が，メサ間を通過させる電気配線数に応じ，ｍ\n行方向（主走査方向）における間隔が大きくなるように割り振られている」点，で\nある。これらのうち，①は引用発明との相違点には当たらないが，②の前提として\n重要である。そして，②は，引用発明を含む引用刊行物から容易に想到しうるもの\nではないし，当業者が適宜設計上定める事項といえるものではない。\nすなわち，②の要素は，本願発明の発明者の，「電子写真装置に用いられる２次\n元面発光レーザアレイにおいて，その発光スポットは主走査方向に等間隔に並んで\nいる必要はない」（本願明細書段落【００１４】）との着想から導かれたものであ\nる。仮に，この着想がなかったとすれば，走査対象であるレーザアレイのスポット\n間隔は等間隔にしようと考えるのが，通常の当業者の考え方である。一方，この着\n想についての記載ないし示唆は引用刊行物には存在しない。\nまた，②の構成は，主走査方向のメサ間の間隔を通過配線数に応じて割り振るも\nのであり，②を採用することにより，メサ間の間隔を，通過配線数に応じ，具体的\nには，配線数が少ないところは狭く，多いところは広くできるのであって，２次元\n面発光レーザのコンパクト化を図ることができるのであるから，決して設計的事項\nなどではない。\nこの点につき，審決は，１１頁において，以下のとおり説示した。\n「ウ  一方，前記３（１）（判決注：引用刊行物の記載）によれば，引用刊行物\nには，「最外周に位置する面発光レーザ素子の間を通過する配線の本数は，複数本\nとならざるを得ない。その結果，その分，面発光レーザ素子の間隔を広くとらなけ\nればならなくな」ることが記載されている（段落【０００９】参照。）。\n上記記載に照らせば，最外周に位置する面発光レーザ素子の間を通過する配線の\n本数が複数本となる引用発明において，少なくとも，上記複数本分の配線が上記面\n発光レーザ素子の間を通過できる程度に，当該配線を挟んで配列される面発光レー\nザ素子間の間隔を広くすることは，当業者が容易に想到し得ることである。」\nここで，審決は，引用刊行物の上記記載から，「メサ間の間隔が，メサ間を通過\nさせる電気配線数に応じ，ｍ行方向（主走査方向）における間隔が大きくなるよう\nに割り振」ることが容易想到である根拠を示しておらず，単純に，通過させる電気\n配線数が多いところは間隔を広く，少ないところは間隔を狭くするのは容易である，\nと判断したものと考えられる。\nしかし，この判断は，本願発明が「画像形成装置の露光用光源として用いる２次\n元面発光レーザアレイ」であるという点を考慮しなかったがためになされた，誤っ\nた判断である。すなわち，２次元面発光レーザアレイを走査することを考慮すれば，\nメサ間隔を不均一にすることはためらわれるはずであり，上述した発明者の着想が\nあって初めて，メサ間隔を不均一にできるものだからである。したがって，上述し\nた発明者の着想が容易想到であるか否かの検討をすることなくなされた上記判断\nは，誤った判断である。\nさらに，本願発明は，引用刊行物に記載された技術課題を，面発光レーザ素子の\n間を通過する配線の本数を複数本とすることを放棄することなく，解決したもので\nある。すなわち，本願発明は，構成Ｂを採用することによって，２次元面発光レー\nザ素子の間を通過する配線を複数本としても，従来例に比して，レーザアレイのコ\nンパクト化が図れるようにしたものである（本願明細書（甲２）段落【００１５】）。\n一方，引用発明は，本願発明と同様の技術課題を解決するため，面発光レーザ素子\nの間を通過する配線の本数を複数本とすることを放棄し，それを０本または１本と\nした発明なのである。\n引用刊行物において，２次元ＶＣＳＥＬアレイのサイズが大きくなってしまうこ\nとの理由は，引用刊行物に記載された特許文献２（甲１１）の記載から見て，配線\n１本分の間隔で足りる個所も配線複数本を配置するのに必要な間隔と同じ間隔とし\nていることによるものと考えられる。本願発明は，このような引用刊行物に記載さ\nれた技術課題を，引用発明とは異なり，面発光レーザ素子の間を通過する配線の本\n数を複数本とすることを放棄することなく，解決したものであり，構成Ｂはその中\n核をなす。\n面発光レーザ素子の間を通過する配線の本数を複数本とする構成Ｂは，面発光レ\nーザ素子の間を通過する配線の本数を複数本とすることを放棄してしまっている引\n用発明のみから，容易に想到しうるものではない。\n(3) 構成ＣないしＬが容易想到でない理由\n構成ＣないしＬは概略，③「メサ間に配線の少ない場所と配線の多い場所が存在\nする」こと，④「配線の少ない場所のメサ間の間隔は，配線の多い場所のメサ間の\n間隔と異なる」こと，⑤配線の多い場所（例：２本）のメサ間の間隔の最小値と，\n「配線の少ない場所（例：１本）のメサ間の間隔の平均値との差は，配線数差（例\n：２本―１本＝１本）分の最小配線幅以上である」ことを規定している。\nこれらのうち，③は構成Ｇ（とりわけ「空集合でない」という部分）によって規\n定され，④，⑤は，構成Ｌ（数式（１））及び式（１）中の各文字の定義を示す構\n成ＣないしＪによって規定されている。\nこの点に関し，審決は，１１頁において，下記のとおり説示した。\n「エ  そして，引用発明において，具体的にどの程度間隔を広げるかは，当業者\nが適宜設計上定める事項というべきところ，上記イ，ウでの検討に照らして，本願\n発明の条件式（１）の関係を満たすものとすることに格別の困難はないものと認め\nられる。\nしてみれば，引用発明において，相違点に係る本願発明の構成とすることは，当\n業者が容易になし得る程度のことというべきである。」\nしかし，この判断は誤りである。なぜならば，第一に，この審決の判断は，「メ\nサ間の間隔が，メサ間を通過させる電気配線数に応じ，ｍ行方向（主走査方向）に\nおける間隔が大きくなるように割り振」ることが容易想到であるとの誤った前提に\n基づくものだからである。また，第二に，条件式（１）を導く過程は当業者が適宜\n設計上定める事項ではないからである。\n(4) 本願発明が課題を解決するものである点について\n審決は，１２頁において，以下のとおり説示する。\n「（２）なお，請求人（原告）は，審判請求の理由において，「本願発明では，\n素子数の増加により素子間に配線を複数本（本発明では２本以上）配する場合にお\nいても（本願明細書［０００８］段落参照），「より小さい面積に，より多くの素\n子を配置することができ，コンパクト化を図り，且つ高解像度化，高速化する」（本\n願明細書［００１１］段落）ということを，特有の課題としております。」と主張\nするが，上記（１）イでの検討に照らして，本願発明がかかる課題を解決するもの\nとは認められない。」\n審決のいう「上記（１）イでの検討」とは，要するに，「本願発明は，配線が多\nい場所の格子列間隔が必要最低限のものであることを特定するものではなく，必要\nな間隔以上の間隔が割り振られていることを特定するものと認められる」との部分\nであると考えられる。\nたしかに，本願発明は，配線が多い場所の格子列間隔の上限を特定してはいない。\nしかし，上述した発明者の着想がなかったならば，配線が少ない場所の格子列間隔\nをも，配線が多い場所の格子列間隔に合わせて広くするのが通常であると考えられ\nる。そのような通常の場合と比べて，本願発明を採用した場合には，「より小さい\n面積に，より多くの素子を配置することができ，コンパクト化を図り，且つ高解像\n度化，高速化する」ことが可能となるのは明らかである。\n加えて，格子列間隔の上限は，アレイに許容される最大面積等との関係で定めら\nれるものであって，一義的に決定できるものではない。当業者は，このようなアレ\nイに許容される最大面積等を考慮して本願発明を実施するのであり，その際，無駄\nに格子列間隔を広くするような設計をすることはないのであるから，上限が規定さ\nれなかったからといって，コンパクト化が図れないということはない。\nしたがって，審決の上記（２）の認定は誤りである。\n３  阻害事由\n引用刊行物は面発光レーザ素子の間を通過する配線の本数を複数本とすることを\n放棄しているのであるから，これを放棄することなく，引用刊行物に基づいて本願\n発明に想到しようとすること自体に，阻害事由が存在する。\n引用発明は，引用刊行物中で，「しかし，ＶＣＳＥＬアレイが８×８個の面発光\nレーザ素子からなる場合，特許文献３で指摘されているように，最外周に位置する\n面発光レーザ素子の間を通過する配線の本数は，複数本とならざるを得ない。」と\n否定的に記載されている（段落【０００９】）。そして，引用発明は，結局，「２\n次元ＶＣＳＥＬアレイのサイズが大きくなってしまう。」（段落【０００９】）と\nいう課題を解決するため，前述したように面発光レーザ素子の間を通過する配線の\n本数を０本または１本としている。要するに，引用刊行物は，引用発明を改良する\nことを放棄し，引用発明と本願発明との一致点の要部である「アレイの最外周に位\n置する前記面発光レーザ素子の間を通過する配線の本数が複数本となる」を採用せ\nずに課題を解決しているのである。にもかかわらず，審決は，引用刊行物中から，\n引用発明として，その字面のみを審決理由に引用し，引用発明が引用刊行物中で否\n定的に記載され，引用刊行物に記載された発明が引用発明を改良することを放棄し\nている点，等について検討せずに引用発明に否定的に記載されている上記事項を肯\n定するに足りる根拠を示すことなく，本願発明が引用発明から容易想到である，と\n判断している。このような判断手法は，本願発明を知った上で，引用刊行物を本願\n発明に引き付けてなされた，いわば後知恵の判断手法であって，許されない。\n上記阻害事由を詳細に検討すれば，引用発明から本願発明が容易想到といえるも\nのでないことは，明白である。\nしたがって，上記阻害事由を無視してなされた審決には，取り消されるべき違法\nがある。\n第４  被告の反論\n１  引用発明の認定について\n引用刊行物の段落【０００８】及び【０００９】の記載は，行と列に面発光レー\nザ素子が並ぶ２次元アレイ光源では，素子が３６個よりも多い，例えば行と列が同\nじ数の場合であれば８×８＝６４個以上であると，２次元アレイ光源から外側に配\n線を引き出す際に，外側に位置する面発光レーザ素子の間を複数本の配線が通過せ\nざるを得ないことを述べている。これは，当業者において自明な論理的帰結であっ\nて，ｍ行×ｍ列なら素子は全体でｍ２個，外周に（４ｍ－４）個，外周の囲む内部\nに［ｍ２－（４ｍ－４）］＝（ｍ－２）２個あるから内部から（ｍ－２）２本の配線\nを引き出せねばならないのに対して，外周にある素子間の間隔は（４ｍ－４）個し\nかないので，（ｍ－２）\n２－（４ｍ－４）より［（ｍ－４）\n２－８］個分だけ間隔の\n数が不足するからである。ｍが６以下なら（ｍ－４）２＜８であり，ｍが７以上な\nら（ｍ－４）２＞８であるから，行と列が６×６以下で素子が３６個以下ならば，\n外側に位置する面発光レーザ素子の間を通過する配線を０本または１本とできる\nが，行と列が７×７以上で素子が４９個以上ならば，通過する配線が複数本となる\n部分が生じる。\n上記を踏まえて引用刊行物の段落【０００８】及び【０００９】の記載をみれば，\n同記載は，行と列に面発光レーザ素子が並ぶ２次元アレイ光源では，素子が３６個\nよりも多いと，２次元アレイ光源から外側に配線を引き出す際に，外側に位置する\n面発光レーザ素子の間を複数本の配線が通過せざるを得ないことを，「３６個より\nも多い面発光レーザ素子からなる２次元アレイ光源」として，特許文献２（甲１１）\nの「８×８（＝６４）個の面発光レーザ素子からなる２次元アレイ光源」を例とし\nて説明したことが理解できる。\n以上のことから，審決は，引用刊行物の段落【０００８】に記載された，「８×\n８（＝６４）個の面発光レーザ素子からなる２次元アレイ光源」等の，「３６個よ\nりも多い面発光レーザ素子からなる」ために，「最外周に位置する面発光レーザ素\n子の間を通過する配線の本数は，複数本とならざるを得ない」２次元アレイ光源を\n引用発明として認定したものである。\nしたがって，「引用発明は，面発光レーザ素子を等間隔に配置することを前提と\nし，面発光レーザ素子の間を通過する配線の本数を複数本とすることを放棄し，そ\nれを０本または１本とした発明である。」旨の原告の主張は失当である。\nなお，引用刊行物の図８においては，点線で結ばれる面発光レーザ素子は，図１\nの「実施の形態１」では最外周にあったものが，図８の「実施の形態４」でジグザ\nグ配置とされて内部に向かって位置が変わったものがあるから，真の意味で最外周\nにあるとはいえず，最外周に位置する面発光レーザ素子は，４０５，４１３，４２\n９，４３７，４３８，４３９，４４０，４３６，４２４，４１２，４０４，４０３，\n４０２，４０１である。そして，４０５と４１３の間（図８での実測値１１ｍｍ）\nには１本，４１３と４２９の間（図８での実測値２６ｍｍ）には６本，４３６と４\n２４の間（図８での実測値１９ｍｍ）には４本，４２４と４１２の間（図８での実\n測値１９ｍｍ）には５本，４１２と４０４の間（図８での実測値１１ｍｍ）には２\n本というように，最外周に位置する面発光レーザ素子の間隔は，その間を通過する\n配線の本数が１本増えるとそのままの大きさであるかまたはより広くされ，２本以\n上増えるとより広くされている。\nよって，引用刊行物には，「最外周に位置する面発光レーザ素子の間を通過する\n配線の本数が複数本となる場合，複数本分の配線が面発光レーザ素子の間を通過で\nきる程度に当該配線を挟んで配列される発光レーザ素子間の間隔を広くする。」こ\nとが記載ないしは示唆されているといえる。\n２  審決の相違点についての判断の誤りについて\n(1) 原告は，「電子写真装置に用いられる２次元面発光レーザアレイにおいて，\nその発光スポットは主走査方向に等間隔に並んでいる必要はない」との発明者の着\n想がなかったとすれば，走査対象であるレーザアレイのスポット間隔は等間隔にし\nようと考えるのが，通常の当業者の考え方であり，この着想についての記載ないし\n示唆は引用刊行物には存在しないと主張する。\nしかし，引用刊行物の図８をみると，面発光レーザ素子列４０５，４１３，４２\n９，４３７は不等間隔である。一方，引用刊行物の図８に示された「実施の形態４」\nは，引用刊行物の図１に示された「実施の形態１」において，面発光レーザ素子を\nジグザグ配置としたものであるから，上記面発光レーザ素子列は，図１の１，９，\n２５，３３の列に対応し，この列は，図１で主走査方向ＤＲ１に並んでいる。よっ\nて，面発光レーザ素子列４０５，４１３，４２９，４３７も主走査方向ＤＲ１に並\nんでいることになる。よって，引用刊行物記載の「実施の形態４」は，発光スポッ\nトが主走査方向に等間隔に並んでいない。\nまた，引用刊行物の図９に示されたものは，主走査方向ＤＲ１方向に並んだ発光\n素子列のうち，左右の列では等間隔であるが，中央の２列２，６，１０，１４，２\n２，３０，３４，３８及び３，７，１１，１５，２３，３１，３５，３９は，引用\n刊行物に「【０１１２】面発光レーザアレイ４００Ａは，面発光レーザアレイ１０\n０の内周側に配置された面発光レーザ１８，１９，２６，２７を削除した構成から\nなる」とあるとおり，間引かれているので，不等間隔となっている。\n以上のことから，引用刊行物には，「その発光スポットが主走査方向に等間隔に\n並んでいない２次元面発光レーザアレイ」が記載されているのであるから，「この\n着想についての記載ないし示唆は引用刊行物には存在しない。」とはいえない。\n(2) 特開平１０－２９７０１６号公報（乙１）には「【００２０】また，発光\n点は副走査方向に異なる位置に配置されていればよく，必ずしも前記実施形態のよ\nうに副走査方向に平行に１次元的に配置する必要はない。例えば，発光点は副走査\n方向に対して傾いた方向に１次元的に配置されていてもよいし，あるいは発光点が\n２次元的に配置されていてもよい。さらに，光源の発光点間隔は副走査方向に等間\n隔であってもよいし，光源は端面発光型レーザダイオード素子の他に，表面発光型\nレーザダイオード素子であってもよい。」との記載がある。発光点が副走査方向に\n異なる位置に配置され，それが副走査方向に対して傾いた方向に１次元的に配置さ\nれ，さらに発光点が２次元的に配置された表面発光型レーザダイオード素子は，発\n光点が主走査方向にも異なる位置に配置されることとなる。\n特開平１１－６９７１号公報（乙２）の【図１３】に示されたレーザダイオード\nアレイ２は，乙２の【００５６】に「投影発光点２ａ’～２ｄ’は，副走査方向と\n平行な軸Ｘ方向に不等間隔で１次元配列しており，投影発光点２ａ’と２ｂ’の間\n隔及び投影発光点２ｂ’と２ｄ’の間隔はそれぞれＤ’とされ，発光点２ｃ’と２\nｄ’の間隔は２Ｄ’とされる。」とあるとおり，円周上に並んだ発光点２ａ～２ｄ\nが，副走査方向にＤ’，Ｄ’，２Ｄ’と異なる間隔Ｄ’と２Ｄ’で並んでいるので，\n主走査方向にも不等間隔に並ぶこととなっている。\n本件出願時点で，「その発光スポットが主走査方向に等間隔に並んでいない２次\n元レーザアレイ」を記載した刊行物である乙１及び乙２が存在していたのであるか\nら，当業者が上記着想に至ることがなかったとはいえない。\n(3) 原告の主張は，要するに，電子写真装置においては，露光光源の発光スポ\nットが主走査方向に不等間隔に並んでいると露光光源の駆動方法等の露光制御の困\n難性が増すから，当業者は不等間隔の構成は避けるはずで，「電子写真装置に用い\nられる２次元面発光レーザアレイにおいて，その発光スポットは主走査方向に等間\n隔に並んでいる必要はない」との着想に至ることはない，ということになる。しか\nし，これは，露光光源の発光スポットが主走査方向に不等間隔に並んでいることに\nよる困難性が電子写真装置側の駆動手段の方にあることを主張しているに過ぎず，\n上記(1)，(2)の事項を勘案すると，露光光源において，発光スポットが主走査方向\nに不等間隔に並べること自体は当業者が容易に想到できることである。\n第５  当裁判所の判断\n１  本願発明\n(1) 本願明細書及び図面の記載（甲２，３）によれば，本願発明について，以\n下のように認めることができる。\nア  本願発明は，２次元面発光レーザアレイに関するものであり，特に電子\n写真式の画像形成装置にマルチビーム光源として用いられる２次元面発光レーザア\nレイに関するものである（段落【０００１】）。\n今日，２次元面発光レーザアレイを，画像形成装置のマルチビーム光源として用\nいるに際し，コンパクト化を図り，且つ高解像度化，高速化することへの要請が，\n益々，高まってきており，コンパクト化のためにはアレイ面積を小さくすることが\n必要となり，高解像度化のためには走査線間隔を狭くし，また高速化のためには素\n子数を多くすることが必要となる。しかし，素子数を増加させていくと，いくつか\nのアレイ格子間で素子駆動のための配線を複数配さなければならなくなるが，アレ\nイ面積を小さくした場合，アレイ格子間も狭くなり，複数の配線を配することが困\n難となるので，アレイ格子間に複数の配線を配するための間隔を確保することが必\n要となるが，従来のアレイ格子間を等間隔にしたものでは，一つの配線間隔で足る\nものにおいても複数本のものと同じ間隔となるため，アレイ面積を小さくする上で\n制約を受けるという課題があった（段落【０００５】）。\n本願発明は，上記課題にかんがみ，より小さい面積に，より多くの素子を配置す\nることができ，コンパクト化を図り，且つ高解像度化，高速化することが可能とな\nる２次元面発光レーザアレイを提供することを目的とする（段落【００１１】）。\nイ  電子写真装置に用いられる２次元面発光レーザアレイにおいては，素子\nパターンがあってそれに応じて配線を引くのではなく，まず配線パターンを考えそ\nれに素子パターンを最適化すべきであるという知見に基づけば，電子写真装置に用\nいられる２次元面発光レーザアレイにおいて，その発光スポットは主走査方向に等\n間隔に並んでいる必要はなく，配線が多くなるところでは素子間隔を広く設け，配\n線が少ないところでは素子間隔を縮めることで，全体としてアレイサイズを抑えな\nがらより多素子化することができる（段落【００１４】）。\nそこで，本願発明は，請求項１に記載された構成とすることによって，配線が多\nい場所の格子列間隔は，配線が少ない場所の格子列間隔の平均値に比べて，その配\n線数の差に必要な間隔以上の間隔を割り振られていることになり，主走査方向に使\nえるアレイサイズが決まっている時に，列間隔を均等に割り振ったアレイ配置に比\nべて，配線が通せないことによる素子配置の制限を緩和できるから，より小面積か\nつ多素子なアレイを達成できる（段落【００１５】）。\nウ  請求項１の条件式（１）の技術的意義は，「配線が多い場所の格子列間\n隔は，配線が少ない場所の格子列間隔の平均値に比べて，その配線数の差に必要な\n間隔以上の間隔を割り振られていること」である（段落【００１５】）。\n(2) 請求項１のうち原告主張の構成ＣないしＬにおける集合ｇＴ１，集合ｇＴ２，\nＳＴ１，ＭＴ２の意義が明瞭でないが，上記のような本願明細書及び図面の記載にかん\nがみると，本願発明は，「面発光レーザ素子が，副走査方向にｍ行（ｍは２以上の\n整数），主走査方向にｎ列（ｎは３以上の整数）で２次元状に配列され」るという\n構成を前提とした「画像形成装置の露光用光源として用いる２次元面発光レーザア\nレイ」（原告主張の構成Ａ）において，「その発光スポットは主走査方向に等間隔\nに並んでいる必要はない。」（段落【００１４】）という着想に基づいて，「前記\n面発光レーザ素子の個別駆動用の電気配線を配するためのメサ間の間隔が，前記メ\nサ間を通過させる前記電気配線数に応じ，前記ｍ行方向における間隔が大きくなる\nように割り振られた構成とするに当たり」（原告主張の構成Ｂ），「配線が多い場\n所の格子列間隔は，配線が少ない場所の格子列間隔の平均値に比べて，その配線数\nの差に必要な間隔以上の間隔を割り振られている」（段落【００１５】）という構\n成を採用することによって，「主走査方向に使えるアレイサイズが決まっている時\nに，本発明のアレイ配置は列間隔を均等に割り振ったアレイ配置に比べて，配線が\n通せないことによる素子配置の制限を緩和できる。したがってより小面積かつ多素\n子なアレイを達成できる。」（段落【００１５】）という効果を奏するものである\nことが明らかである。\n２  引用発明\n審決が，引用刊行物（甲１）の段落【０００１】～【０００９】，【０１３２】\n～【０１３４】の記載から，引用発明を，「主走査方向及び副走査方向に，２次元\nに配列された面発光レーザ素子からなる，画像形成装置の光書き込み用光源として\n使われる２次元ＶＣＳＥＬアレイにおいて，前記面発光レーザ素子に個別に形成さ\nれた，電流を流すための配線が，前記面発光レーザ素子の間を通過し，アレイの最\n外周に位置する前記面発光レーザ素子の間を通過する配線の本数が複数本となる，\n２次元ＶＣＳＥＬアレイ。」と認定したことについて，原告は争わない。\n３  原告主張の取消事由について\n(1) 引用刊行物（甲１）には，以下の記載がある。\n「【０００９】\nしかし，ＶＣＳＥＬアレイが８×８個の面発光レーザ素子からなる場合，特許文献３（判決\n注：特開２００３－２５５２４７号公報）で指摘されているように，最外周に位置する面発光\nレーザ素子の間を通過する配線の本数は，複数本とならざるを得ない。その結果，その分，面\n発光レーザ素子の間隔を広くとらなければならなくなり，２次元ＶＣＳＥＬアレイのサイズが\n大きくなってしまう。そのため，ビーム間隔が狭くできず，高密度の光書き込み用光源として\n使用できなくなってしまうという問題が生じる。また，サイズが大きくなると１枚のウエハか\nらのチップの取れ数が減少し，コストが高くなるという問題もある。\n【００１０】\nそこで，この発明は，かかる問題を解決するためになされたものであり，その目的は，２次\n元ＶＣＳＥＬアレイの面発光レーザ素子の個数が３６個よりも多くなってもサイズが大きくな\nるのを抑制可能な面発光レーザアレイを提供することである。\n・・・・・・\n【課題を解決するための手段】\n【００１２】\nこの発明によれば，面発光レーザアレイは，ｎ（ｎは３６よりも大きい整数）個の面発光レー\nザ素子と，ｎ本の配線とを備える。ｎ個の面発光レーザは，二次元に配置される。ｎ本の配線\nの各々は，面発光レーザ素子のｐ側電極またはｎ側電極に接続される。そして，ｎ個の面発光\nレーザ素子を含むアレイの最外周に位置する面発光レーザ素子の間を通過する配線は，０本ま\nたは１本である。」\n(2) 上記記載によれば，引用刊行物には，ＶＣＳＥＬアレイが８×８個の面発\n光レーザ素子からなる場合，最外周に位置する面発光レーザ素子の間を通過する配\n線の本数は，複数本とならざるを得ず，面発光レーザ素子の間隔を広くとらなけれ\nばならなくなり，２次元ＶＣＳＥＬアレイのサイズが大きくなってしまうので，ビ\nーム間隔が狭くできず，高密度の光書き込み用光源として使用できなくなってしま\nうという問題や，サイズが大きくなると１枚のウエハからのチップの取れ数が減少\nし，コストが高くなるという問題もあるので，これらの問題を解決するために，ｎ\n（ｎは３６よりも大きい整数）個の面発光レーザ素子を含むアレイの最外周に位置\nする面発光レーザ素子の間を通過する配線を０本または１本とすることが記載され\nている。しかし，最外周に位置する面発光レーザ素子の間を通過する配線の本数が\n複数本となった場合に，この複数本の配線を配するために面発光レーザ素子の間隔\nを積極的に広くしようとすることの記載や示唆は引用刊行物にはない。\nそうすると，引用刊行物には，本願発明の「電子写真装置に用いられる２次元面\n発光レーザアレイにおいて，その発光スポットは主走査方向に等間隔に並んでいる\n必要はない」（本願明細書段落【００１４】）という着想や，「前記面発光レーザ\n素子の個別駆動用の電気配線を配するためのメサ間の間隔が，前記メサ間を通過さ\nせる前記電気配線数に応じ，前記ｍ行方向における間隔が大きくなるように割り振\nられた構成とする」（原告主張の構成Ｂ）という技術的思想の記載や示唆はないこ\nとになる。\nしたがって，最外周に位置する面発光レーザ素子の間を通過する配線の本数が複\n数本となる引用発明において，面発光レーザ素子の主走査方向におけるメサ間の間\n隔を，そのメサ間を通過させる配線数に応じて大きくなるように割り振ることは，\n引用刊行物から当業者が容易に想到し得ることであるとはいえない。\nよって，審決が，相違点につき判断するに際し，引用刊行物の段落【０００９】\nの記載を根拠に，「最外周に位置する面発光レーザ素子の間を通過する配線の本数\nが複数本となる引用発明において，少なくとも，上記複数本分の配線が上記面発光\nレーザ素子の間を通過できる程度に，当該配線を挟んで配列される面発光レーザ素\n子間の間隔を広くすることは，当業者が容易に想到し得ることである。」と説示し\nたのは誤りである。\n４  引用刊行物の図８及び図９についての被告の反論につき\n(1) 被告は，「引用刊行物の図８をみると，面発光レーザ素子列４０５，４１\n３，４２９，４３７は不等間隔である。一方，引用刊行物の図８に示された「実施\nの形態４」は，引用刊行物の図１に示された「実施の形態１」において，面発光レ\nーザ素子をジグザグ配置としたものであるから，上記面発光レーザ素子列は，図１\nの１，９，２５，３３の列に対応し，この列は，図１で主走査方向ＤＲ１に並んで\nいる。よって，面発光レーザ素子列４０５，４１３，４２９，４３７も主走査方向\nＤＲ１に並んでいることになるから，引用刊行物記載の「実施の形態４」は，発光\nスポットが主走査方向に等間隔に並んでいない。また，引用刊行物の図９に示され\nたものは，主走査方向ＤＲ１方向に並んだ発光素子列のうち，左右の列では等間隔\nであるが，中央の２列２，６，１０，１４，２２，３０，３４，３８及び３，７，\n１１，１５，２３，３１，３５，３９は，引用刊行物に「【０１１２】面発光レー\nザアレイ４００Ａは，面発光レーザアレイ１００の内周側に配置された面発光レー\nザ１８，１９，２６，２７を削除した構成からなる」とあるとおり，間引かれてい\nるので，不等間隔となっている。以上のことから，引用刊行物には，「その発光ス\nポットが主走査方向に等間隔に並んでいない２次元面発光レーザアレイ」が記載さ\nれているのであるから，「この着想についての記載乃至示唆は引用刊行物には存在\nしない。」とはいえない。」と主張する。\n(2) そこでこの主張について検討するに，引用刊行物には，以下の記載がある。\n「【請求項１】\n二次元に配置されたｎ（ｎは３６よりも大きい整数）個の面発光レーザ素子と，\n各々が前記面発光レーザ素子のｐ側電極またはｎ側電極に接続されたｎ本の配線とを備え，\n前記ｎ個の面発光レーザ素子を含むアレイの最外周に位置する面発光レーザ素子の間を通過\nする配線は，０本または１本である，面発光レーザアレイ。\n・・・・・・\n【００２２】\n［実施の形態１］\n図１は，この発明の実施の形態１による面発光レーザアレイの概略平面図である。図１を参\n照して，この発明による実施の形態１による面発光レーザアレイ１００は，面発光レーザ素子\n１～４０と，配線４１～８０と，パッド８１～１２０と，基板１３０とを備える。\n【００２３】\n面発光レーザ素子１～４０は，４列×１０行の２次元に配置される。そして，１０個の面発\n光レーザ素子１，５，９，１３，１７，２１，２５，２９，３３，３７／２，６，１０，１４，\n１８，２２，２６，３０，３４，３８／３，７，１１，１５，１９，２３，２７，３１，３５，\n３９／４，８，１２，１６，２０，２４，２８，３２，３６，４０は，主走査方向ＤＲ１に配\n置され，４個の面発光レーザ素子１～４／５～８／９～１２／１３～１６／１７～２０／２１\n～２４／２５～２８／２９～３２／３３～３６／３７～４０は，副走査方向ＤＲ２に配置され\nる。\n・・・・・・\n【００３３】\n面発光レーザアレイ１００は，４列×１０行の２次元に配置された面発光レーザ素子１～４０\nからなるため，最外周に配置された面発光レーザ素子は，２４個であり，最外周に配置された\n面発光レーザ素子の間は，２４箇所，存在する。また，内周側に配置される面発光レーザ素子\nの数は，１６個である。したがって，内周側に配置された面発光レーザ素子に接続された配線\n４６，４７，５０，５１，５４，５５，５８，５９，６２，６３，６６，６７，７０，７１，\n７４，７５の各々は，最外周に位置する面発光レーザ素子の間を通過してパッドまで配置され\nる。すなわち，最外周に位置する面発光レーザ素子の間を通過する配線の本数を１本または０\n本に設定できる。その結果，面発光レーザ素子１～４０の配置密度を高くして面発光レーザア\nレイ１００のサイズを小さくできる。\n・・・・・・\n【００９７】\n［実施の形態４］\n図８は，実施の形態４による面発光レーザアレイの概略平面図である。図８を参照して，実施\nの形態４による面発光レーザアレイ４００は，面発光レーザ素子４０１～４４０と，配線４４\n１～４８０と，パッド４８１～５２０と，基板５３０とを備える。なお，図８に示す点線は，\n面発光レーザ素子４０１～４４０のうち，最外周に配置された面発光レーザ素子を結んだ線を\n示す。\n【００９８】\n４個の面発光レーザ素子４０１～４０４／４０５～４０８／４０９～４１２／４１３～４１６\n／４１７～４２０／４２１～４２４／４２５～４２８／４２９～４３２／４３３～４３６／４\n３７～４４０は，直線状に配置される。\n【００９９】\nまた，１０個の面発光レーザ素子４０１，４０５，４０９，４１３，４１７，４２１，４２５，\n４２９，４３３，４３７／４０２，４０６，４１０，４１４，４１８，４２２，４２６，４３\n０，４３４，４３８／４０３，４０７，４１１，４１５，４１９，４２３，４２７，４３１，\n４３５，４３９／４０４，４０８，４１２，４１６，４２０，４２４，４２８，４３２，４３\n６，４４０は，ジグザグ状に配置される。その結果，４０個の面発光レーザ素子４０１～４４\n０から放射された４０個のレーザ光は，相互に重なることがない。\n・・・・・・\n【０１０９】\n面発光レーザアレイ４００においては，最外周に位置する面発光レーザ素子の個数は，２４個\nであり，内周側に位置する面発光レーザ素子の個数は，１８個である。したがって，面発光レ\nーザアレイ４００は，式（１）を満たし，最外周に位置する面発光レーザ素子の間を通過する\n配線の本数を１本または０本に設定できる。その結果，面発光レーザ素子４０１～４４０の配\n置密度を高くして面発光レーザアレイ４００のサイズを小さくできる。\n【０１１０】\n実施の形態４による面発光レーザアレイは，図９に示す面発光レーザアレイ４００Ａであって\nもよい。図９は，実施の形態４による面発光レーザアレイの他の概略平面図である。\n【０１１１】\n図９を参照して，面発光レーザアレイ４００Ａは，図１に示す面発光レーザアレイ１００の面\n発光レーザ素子１８，１９，２６，２７，配線５８，５９，６６，６７およびパッド９８，９\n９，１０６，１０７を削除したものであり，その他は，面発光レーザアレイ１００と同じであ\nる。\n【０１１２】\n面発光レーザアレイ４００Ａは，面発光レーザアレイ１００の内周側に配置された面発光レー\nザ１８，１９，２６，２７を削除した構成からなる･･･」\n【図１】\n【図８】\n【図９】\n(3) 引用刊行物の図８におけるメサ間（発光スポット）の間隔についてみるに，\n上記記載によれば，引用刊行物の図９の面発光レーザアレイ４００Ａは，図１の面\n発光レーザアレイ１００の面発光レーザ素子１８，１９，２６，２７，配線５８，\n５９，６６，６７およびパッド９８，９９，１０６，１０７を削除し，その他は，\n面発光レーザアレイ１００と同じであること（段落【０１１１】），図８の面発光\nレーザアレイ４００と図９の面発光レーザアレイ４００Ａは，いずれも実施の形態\n４であること（段落【００９７】，【０１１０】），図１の面発光レーザアレイ１\n００と図８の面発光レーザアレイ４００は，いずれも４個×１０個の面発光レーザ\n素子を有していること（段落【００２３】，【００９８】，【００９９】）が認め\nられ，これによれば，図８の面発光レーザアレイ４００は，図１の面発光レーザア\nレイ１００の面発光レーザ素子をジグザグ配置したものであって，その主走査方向\nは，図１の面発光レーザアレイ１００及び図９の面発光レーザアレイ４００Ａの主\n走査方向ＤＲ１と同じ方向，すなわち，図８の面発光レーザ素子４０５，４１３，\n４２９，４３７の並んでいる方向（タテ方向）であることが認められる。\n一方，本願発明の面発光レーザ素子は，「副走査方向にｍ行（ｍは２以上の整数），\n主走査方向にｎ列（ｎは３以上の整数）で２次元状に配列され」ており，面発光レ\nーザ素子の各列は，主走査方向に並んでいるものといえるので，これに即してみる\nと，引用刊行物の図１の面発光レーザアレイ１００において，主走査方向に並んで\nいる面発光レーザ素子の各列は，「面発光レーザ素子１～４」の単位，「面発光レ\nーザ素子５～８」の単位，「面発光レーザ素子９～１２」の単位，・・・「面発光\nレーザ素子３７～４０」の単位からなっているといえる。\nそうすると，引用刊行物の図１の面発光レーザアレイ１００は，上記の各素子列\nの単位からなるものであり，また，上記のとおり，図８の面発光レーザアレイ４０\n０は，図１の面発光レーザアレイ１００の面発光レーザ素子をジグザグ配置したも\nのであるから，図８の面発光レーザアレイ４００は，素子列４０１，４０５，４０\n９，・・・４３７からなっているということができ，各素子列は，主走査方向にほ\nぼ等間隔に並んでいる。そして，メサ間（発光スポット）の間隔は，格子列間隔の\nことを意味するものであるから，各素子列が主走査方向にほぼ等間隔に並んでいる\n図８の記載からは，「発光スポットが主走査方向に等間隔に並んでいない」とはい\nえない。\nしたがって，図８の記載から，引用刊行物に「その発光スポットが主走査方向に\n等間隔に並んでいない２次元面発光レーザアレイ」が記載されているとはいえない。\n引用刊行物の図９におけるメサ間（発光スポット）の間隔についてみるに，図１\nの面発光レーザアレイ１００は，上記の素子列の単位からなるものであり，これに\n引用刊行物の段落【０１１１】の記載を合わせると，図９の面発光レーザアレイ４\n００Ａも同様の素子列の単位からなると認めることができる。そうすると，図９の\n面発光レーザアレイ４００Ａの各素子列も，主走査方向にほぼ等間隔に並んでいる。\nメサ間（発光スポット）の間隔は，格子列間隔のことを意味するものであるから，\n各素子列が主走査方向にほぼ等間隔に並んでいる引用刊行物の図９の記載から，\n「発光スポットが主走査方向に等間隔に並んでいない」とはいえない。\nしたがって，図９の記載からも，引用刊行物に「その発光スポットが主走査方向\nに等間隔に並んでいない２次元面発光レーザアレイ」が記載されているとはいえな\nい。\n(4) 以上のとおり，引用刊行物には，「その発光スポットが主走査方向に等間\n隔に並んでいない２次元面発光レーザアレイ」が記載されているとはいえないから，\n被告の主張は採用できない。\n５  乙１及び乙２を根拠とする被告の主張について\n被告は，本件出願時点で，「その発光スポットが主走査方向に等間隔に並んでい\nない２次元レーザアレイ」を記載した刊行物である特開平１０－２９７０１６号公\n報（乙１）（段落【００２０】）及び特開平１１－６９７１号公報（乙２）（段落\n【００５６】，図１３）が存在していたのであるから，当業者が上記着想に至るこ\nとがなかったとはいえない。」と主張する。\nしかし，引用刊行物自体において本願発明の技術的思想が記載されず示唆もない\nことは前判示のとおりであるから，乙１及び２を根拠にして被告の主張を理由ある\nとすることはできない。\nなお，乙１，乙２の記載についてみるに，乙１におけるメサ（発光スポット）間\nの間隔については，乙１記載の発光点は副走査方向に異なる位置に配置されること，\n及び，発光点は副走査方向に対して傾いた方向に１次元的に配置されていてもよい\nし，あるいは発光点が２次元的に配置されていてもよいことが記載されているもの\nの，発光点の主走査方向の間隔についての記載や示唆はない。したがって，乙１に\nは，「その発光スポットが主走査方向に等間隔に並んでいない２次元レーザアレイ」\nが記載されているとはいえない。\nまた，乙２におけるメサ（発光スポット）間の間隔については，乙２の図１３に\nおいて，発光点は円形に配置されており，本願発明の前提となる構成（「面発光レ\nーザ素子が，副走査方向にｍ行（ｍは２以上の整数），主走査方向にｎ列（ｎは３\n以上の整数）で２次元状に配列され」るという構成）とは明らかに異なっている。\nまた，乙２には，発光点が副走査方向に不等間隔で配列することは記載されている\nものの，発光点の主走査方向の間隔については記載も示唆もない。\nしたがって，乙２にも，「その発光スポットが主走査方向に等間隔に並んでいな\nい２次元レーザアレイ」が記載されているとはいえない。\n６  小括\n審決は，当裁判所が前記３(2)の末尾に摘示した説示部分を前提にして，相違点に\n係る本願発明の構成は容易想到であると判断したが，この判断部分は，引用刊行物\nの記載の誤認に基づくものであって，相違点に関する審決の判断も誤りである。\n第６  結論\n以上によれば，原告主張の取消事由には理由がある。よって，審決を取り消すこ\nととし，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩      月      秀      平\n裁判官\n池      下              朗\n裁判官\n古      谷      健  二  郎\n"
}