{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 27
  },
  "case_number": "平成25(ワ)18124",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83944",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83944",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/944/083944_hanrei.pdf",
  "contents": "平成２６年１月２７日判決言渡  同日原本交付  裁判所書記官\n平成２５年（ワ）第１８１２４号  発信者情報開示請求事件\n口頭弁論終結日  平成２５年１２月４日\n判                      決\n東京都千代田区＜以下略＞\n原 告      Ａ\n同 訴 訟 代 理 人 弁 護 士    櫻 町 直 樹\n東京都千代田区＜以下略＞\n被 告    エヌ・ティ・ティ・コミュニケーションズ株式会社\n同 訴 訟 代 理 人 弁 護 士    五 島 丈 裕\n主                      文\n１  被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せ\nよ。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，原告が，インターネット上に開設されたウェブログ（ブログ）中に\n投稿された別紙投稿記事目録記載の ＵＲ Ｌ，タイトル及び内容の記事（以 下\n「本件記事」という。）により，原告の名誉感情及び著作権（複製権，公衆送\n信権）が侵害されたことが明らかであって，本件記事の投稿者に対する損害賠\n償請求権の行使のためには，上記投稿者に係る発信者情報の開示を受ける正当\nな理由があると主張して，特定電気通信役務提供者の損害賠償責任の制限及び\n発信者情報の開示に関する法律（以下「プロバイダ責任制限法」という。）４\n条１項に基づき，いわゆる経由プロバイダである被告に対し，別紙発信者情報\n目録記載の発信者情報の開示を求める事案である。\n１  前提事実（争いのない事実以外は，証拠等を末尾に記載する。）\n(1)  当事者等\nア  原告は，「Ａ’」の名で芸能活動をしている者である（甲２の１）。\nイ  被告は，最終的に不特定の者に受信されることを目的として特定電気通\n信設備の記録媒体に情報を記録するためにする発信者とコンテンツプロバ\nイダとの間の通信を媒介する，いわゆる経由プロバイダであり，「特定電\n気通信役務提供者」（プロバイダ責任制限法２条３号）に該当する。\n(2)ア  原告は，平成２３年４月１０日，原告がインターネット上に開設して\nいたブログに，「やっぱりハッピーでえ～(*^o^*)」と題する記事（以下\n「本件原告記事１」という。）を掲載した（甲１８の１）。\nイ  原告は，平成２４年３月２１日，上記ブログに，「バーチャルで遊んで\nてください！！訂正，追記」と題する記事（以下「本件原告記事２」とい\nう。）を掲載した（甲１６の１）。\n(3)ア  株式会社サイバーエージェントが提供するブログサービスを利用して\nインターネット上に開設されたブログである「嘘を暴く快感！！嘘を見逃\nすな！！」と題するブログ（以下「本件ブログ」という。）には，別紙投\n稿記事目録記載のＵＲＬ，タイトル及び内容の平成２５年１月２０日付け\n投稿に係る記事（「本件記事」）が掲載されていた（甲１の１ないし３）。\n本件ブログには，「妄想が激しく，嘘つきのジャニヲタａ”（ａ’）に\nついて数々の嘘を暴き，真実を追求しております。」とのサブタイトルが\n付されており， 上記タイトル 及びサブタ イトルは，本件 ブログ中の記 事\n（本件記事を含む。）を表示する際に，記事の左上に表示される（甲１の\n１）。\nイ  本件記事の発信者に係るＩＰアドレスは，別紙投稿記事目録の「ＩＰア\nドレス」欄記載のとおりである。\n(4)ア  本件記事のうち，「帝劇枠…」との部分から「どうやって調べてるん\nでしょうね…」までの部分（別紙投稿記事目録添付の記事において，枠線\nで囲まれた部分のうち，前半のもの。以下「本件転載部分１」という。）\nは，本件原告記事２の一部を転載したものである（甲１の１，１６の１）。\nイ   本 件 記 事 の う ち， 「 や っ ぱ り ハ ッ ピ ー で ぇ ～(*^o^*)」 と の 部 分 から\n「投票してね」までの部分（その下に掲載された写真及びイラストの部分\nを含む。別紙投稿記事目録添付の記事において，枠線で囲まれた部分のう\nち，後半のもの。以下「本件転載部分２」といい，本件転載部分１と併せ\nて「本件転載部分」という。）は，本件原告記事１を転載したものである\n（甲１の１，１８の１）。\n(5)  被告は，本件記事の発信者に係る別紙発信者情報目録記載の発信者情報\n（以下「本件発信者情報」という。）を保有している。\n２  争点\n(1)  権利侵害の明白性の有無\nア  著作権（公衆送信権）侵害の明白性の有無\nイ  名誉感情の侵害の明白性の有無\n(2)  発信者情報の開示を受けるべき正当な理由の有無\n第３  争点に対する当事者の主張\n１  争点(1)（権利侵害の明白性の有無）\n（原告の主張）\n(1)  著作権侵害の明白性の有無について\nア  本件転載部分は，原告が，自己の経験・体験した事柄等を，感想，感情\n等を交えて表現したものであり，また，文体，言い回し，単語の選択等は\nもちろんのこと，絵文字等を随所に用いて，自己の表現したいことを適切\nに伝達できるように工夫がされているものであって，原告の個性が発揮さ\nれているものであるから，思想又は感情の創作的表現に当たり，著作物に\n該当する。また，原告が本件転載部分の著作者であることは，原告がその\n会員ＩＤ及びパスワードを利用してログインしたブログ記事編集画面に，\n本件転載部分を含む記事が表示されていること（甲１６ないし１８〔枝番\nを含む。〕）から明らかである。\nイ  本件記事は，本件転載部分において，本件原告記事１及び２を原告の許\n可なく転載したものであり，原告の著作権（複製権，公衆送信権）を侵害\nする。\nウ  被告は ，本件記 事におい て本件転 載部分を掲載 すること は適法な 引用\n（著作権法３２条１項）に当たる余地があると主張する。\nしかし，本件ブログは，専ら原告に対する誹謗中傷を目的として開設さ\nれたものであり，本件記事も，原告の誹謗中傷が目的であることが強く推\n認されるものであるから，引用の目的自体が公序良俗に反するものである。\nまた，本件記事は，原告のブログ記事２件を脈絡なく掲載した上，断片的\nかつ一方的な情報や誤った前提に基づき，独自の推論によって原告を「嘘\nつき」などと一方的に述べるものにすぎない。\nしたがって，本件記事における本件転載部分の掲載は，「報道，批評，\n研究その他引用の目的上正当な範囲内で」行われたものではなく，適法な\n引用に当たらない。\n仮に，記事自体の掲載が適法な引用と認められるとしても，顔写真につ\nいて掲載する必要はなく，この点で原告の著作権（公衆送信権）を侵害す\nるというべきである。\n(2)  名誉感情の侵害の明白性の有無について\nア  原告は，以前は「Ａ”」の名で活動していたものであるところ，本件記\n事における「ａ”」は「Ａ”」を，「ａ’」は「Ａ’」を英訳したもので\nあり，「ａ」は「ａ”」を略したものであるから，いずれも原告を指すも\nのである。また，本件記事には，原告のブログ記事が転載されており，原\n告の顔写真も掲載されているのであるから，本件ブログ及び本件記事が原\n告を対象としていることは容易に同定可能であるところ，「妄想が激しく，\n嘘つき」，「数々の嘘を暴き」という表現は，原告の名誉感情を著しく害\nするものである。\nイ  最判平成２２年４月１３日民集６４巻３号７５８頁は，不特定多数の者\nによって様々な内容の記事が投稿されている場合において，それまでに投\n稿されていた記事の内容や議論の状況を踏まえた内容の投稿については，\n社会通念上許される限度を超える侮辱行為であると認められる場合に限り，\n人格的利益侵害が認められる旨の判断を示しているが，本件において，本\n件記事に先行する投稿・議論はそもそも存在しないから，上記最判の射程\nは及ばず，単に名誉感情を害するものであれば，人格的利益侵害が認めら\nれるべきである。\nまた，仮に，人格的利益侵害が認められる場合が「侮辱の程度が強度で，\n社会通念上許容される限度を超える侮辱行為であると認められる場合」に\n限定されるとしても，本件ブログが，原告を誹謗中傷することを目的とし\nて開設されたものであることを踏まえれば，本件記事における「妄想が激\nしく，嘘つき」等の表現は，原告の人格を攻撃することを意図したものと\nいうほかなく，社会通念上許容される限度を超えて原告を侮辱するものに\n当たる。\nウ  言論の応酬の法理は，双方が顕名という対等な立場にあることを前提と\nするものであるから，原告は顕名で原告ブログを開設している一方，本件\n記事の投稿者は匿名で本件ブログを開設しているという本件のような状況\nにおいて適用されるべきものではない。また，本件ブログ内には，原告に\n対する罵詈雑言ともいうべき表現が多用されており，およそ言論の応酬と\n評するに値しないというべきである。\nエ  本件ブログには，本件記事のほかにも，別紙「投稿記事一覧」のとおり，\n原告の名誉を棄損し，又は侮辱等する記事が多数投稿されているところ，\n本件記事の投稿者は，本件ブログの過去記事についても自己が投稿したこ\nとを自認している上，本件ブログは，ＩＤ，パスワード等による管理によ\nって，記事を投稿できる人物が限定されているものであり，本件ブログ内\nの記事の投稿者は，すべて同一人物であることがうかがわれるのであるか\nら，本件記事以外の記事につき，権利侵害が明白であることは，本件記事\nに係る発信者情報の開示の要件を基礎付けるものに当たるというべきであ\nる。\n(3)  以上によれば，本件記事の投稿が原告の権利を侵害することは明白であ\nる。\n（被告の主張）\n(1)  著作権侵害の明白性の有無について\nア  原告は，原告が本件原告記事１・２の著作者であること及び本件転載部\n分１・２に著作物性があることを立証しなければならない。\nイ  仮に，本件原告記事１・２につき原告に著作権が認められる場合であっ\nても，本件記事において本件転載部分を掲載することは，適法な引用（著\n作権法３２条１項）に当たる余地がある。\nすなわち，本件記事において，本件転載部分は，「※下記２つの記事で\nすが，その部分を分かりやすく，文字を大きくしております。」という文\n章に続けて，ＵＲＬと共に掲載されている上，本件掲載部分１・２の最後\nには，区切りを示す記号（◇◆◇◆…）が挿入され，その後に，本件転載\n部分の内容を検証する内容が記載されているのであって，上記体裁は，引\n用して利用する側の当該発信者の記事と，利用される側の本件転載部分と\nを明確に区別して認識できるものといえる。\nまた，本件記事は，原告が，特別枠で当選したコンサートチケットを他\n人に譲ったことが真実である旨弁明する内容の本件原告記事１・２に対し，\nチケットの画像を掲載したり，他者の話を紹介したりするなどして，その\n矛盾点や疑問点を指摘したものであり，当該発信者の投稿記事である本件\n記事が主で，本件転載部分１・２が従といえる関係があり，正当な範囲内\nの引用と評価できるものである。\nしたがって，本件記事における本件転載部分１・２の掲載は，正当な範\n囲内で行った適法な引用に当たると解する余地がある。\n(2)  名誉感情の侵害の明白性の有無について\nア  人が自己の人格的価値について有する主観的な評価である名誉感情は，\n内心の問題であり個人差も大きいことから，これが法的に保護されるとし\nても，それは，侮辱行為の違法性が強度で，社会通念上許容される限度を\n超えた場合に限られるというべきである。すなわち，誰であっても名誉感\n情を害されることになるような，看過し難い，明確かつ程度の甚だしい侵\n害があるような場合に，初めて，社会通念上許容される限度を超えたもの\nと認められる余地がある。\nイ  本件記事において，その対象者は明示されておらず，「妄想が激しく，\n嘘つき」や，「数々の嘘」をついた者が原告であるか否かは明らかではな\nい。\nまた，本件記事の発信者は，原告が当該発信者等について侮辱や名誉棄\n損に当たる投稿をしたり，弁護士等を名乗って嫌がらせや脅迫に値するメ\nッセージを送信したりしている旨主張しているところ，原告が，当該発信\n者を誹謗中傷するような投稿をしたり，又は当該発信者の指摘をけん制し\nたり，穏やかでない気持ちにさせるようなメッセージを送信したりしてい\nる場合には，当該発信者が「妄想が激しく，嘘つき」等と摘示したとして\nも，上記摘示は，当該発信者が自己の正当な利益を擁護するため行ったや\nむを得ない行為であり，その方法，内容において適当と認められる限度を\n超えないものであると評価する余地がある。\n以上によれば，本件記事の投稿は，社会通念上許容される限度を超えな\nいものであるか，又は言論の応酬の法理により，その違法性を欠くもので\nあり，侮辱行為として不法行為までを構成するものではない。\n(3)  したがって，本件記事の投稿により，原告の法的保護に値する利益が侵\n害されたことが明白であるとは認められない。\n２  争点(2)（発信者情報の開示を受けるべき正当な理由の有無）\n（原告の主張）\n原告は，本件記事の発信者に対し，著作権侵害又は名誉感情の侵害を理由と\nして，不法行為に基づく損害賠償請求等を行う準備をしており，上記権利行使\nのために本件発信者情報の開示を受けるべき正当な理由がある。\n（被告の主張）\n(1)  原告の主張は争う。\n(2)  原告記事は，インターネット上で既に公開されたものであり，その内容\nも，アイドルグループのコンサートチケットの当選に係る投稿記事の真実性\nの弁明というものにすぎないものであるところ，当該文章に係る著作権を行\n使して得られるはずの利益に係る損害は想定し難い。\nしたがって，本件記事の投稿による著作権侵害により，原告に損害が発生\nすることは考え難いから，著作権侵害を理由とする損害賠償請求権の行使の\nために必要であることを理由として本件発信者情報の開示を受けることにつ\nき，正当な理由があるとはいえない。\n第４  当裁判所の判断\n１  争点(1)（権利侵害の明白性の有無）\n(1)  著作権侵害の明白性の有無について\nア  甲１６の１・２，１７の１・２，１８の１・２，２１によれば，本件原\n告記事１・２は，いずれも原告が作成したものであると認められる。\nイ(ア)  本件転載部分１は，本件原告記事２の一部を転載したものであると\nころ（前記前提事実(4)ア），同部分は，原告がチケットを譲った相手\nに 対 す る 意 見 や 疑 念 を 表 現 し た も の で あ り ， 具 体 的 に は ， 「 帝 国\n枠・・・今は疑惑の，Ｂさん，あなたに，譲りましたよね？？？誰の名\n前かいてありましたか？？？私に，脅迫されたようなこといってました\nが事実確認した電話のあとに，ｙｏｕ３の記事アップですか・？？うま\nく出来てますね？？？でも，脅迫されてるとは思えないほど，ふてぶて\nしい態度でしたね・・・」などの記載がある。本件転載部分１は，その\n内容や記載の順序，文体等に照らし，原告の個性が表出されているもの\nと認められる。\n(イ)  本件転載部分２は，本件原告記 事１を転載したものであるとこ ろ\n（前記前提事実(4)イ），同部分のうち，文字により表示された部分は，\nブログ読者に対し心配をかけたことを詫びるとともに，その原因となっ\nた事実についての感想を述べ，さらに，誕生日を祝うメッセージ等を記\n載したものであり，具体的には，「全く無関係の方々に迷惑かけてしま\nった事や妹みたいに信頼してた子にまた裏切られたのはかなりダメージ\n湯島天神までいった私はかなりピエロです  まあ，ピエロ良いじゃない\nですか  そういう経験は人生の財産  帝劇枠当たった唯一の他人の証人\nだったんだけどね」などの記載がある。本件転載部分２は，その内容や\n記載の順序，文体等に照らし，原告の個性が表出されているものと認め\nられる。\n(ウ)  したがって，本件転載部分のうち，文字によって記載された部分は，\nいずれも原告の思想又は感情を創作的に表現したものであると認められ，\n言語の著作物（著作権法１０条１項１号）として著作物性を有し，原告\nは，その作成者として，その著作権（複製権，公衆送信権）を有するも\nのと認められる。\nウ  本件記事は，「今回は，下記ａの記事に出てくるニックネーム『Ｃ』と\nおっしゃる方に譲ったとされる，Ｄさん主演の舞台チケットについて，お\n話しさせていただきます。」「※下記２つの記事ですが，その部分をわか\nりやすく，文字を大きくしております。」との記載の次に，ＵＲＬが表示\nされ，それに続けて本件転載部分１を掲載し，さらに本件転載部分２を掲\n載したものであり，本件転載部分の後に，本件転載部分の記載に関するコ\nメントを記載し，かつ，写真等を掲載したものである。コメントの具体的\n内容は，「ａが帝劇枠で当選したチケットを『Ｃ』とおっしゃる方に，譲\nっ た と 書 か れ て い ま す が ， そ の 記 事 に 『 誰 の 名 前 か い て あ り ま し た\nか？？？』だなんて，おっしゃっておられます。でも，チケットには名前\nの記載などないそうよ！！その下の記事の中にも，『帝劇枠当たった唯一\nの他人の証人だったんだけどね』だなんて，書かれていますけど，チケッ\nトには当選者の氏名は記載されていないそうよ！！それなのに，『証人』\nだなんて・・・（笑）またまた，嘘をついていたってことよね！！」など\nとするものである（甲１の１）。\n本件記事の上記内容に照らし，本件記事は，本件原告記事１及び２にお\nける，原告が当選した舞台公演のチケットを他人に譲ったとの内容が虚偽\nであることを示し，批判することを意図したものであり，上記批判に用い\nることを目的として，本件転載部分１及び２を掲載したものであると認め\nられる。\nしかし，本件記事においては，文字部分の大半を本件転載部分が占めて\nいる上，本件転載部分のうち，本件記事の投稿者が批判のために用いてい\nる部分は，「誰の名前かいてありましたか？？？」との部分と，「帝劇枠\n当たった唯一の他人の証人だったんだけどね」との部分のみにとどまるの\nであるから，本 件記事におい て，本件原 告記事１の全文 （本件転載部 分\n２）や，本件原告記事２のうち，２４行に及ぶ部分（本件転載部分１）を\n引用する必要性があるとは認められない。\nしたがって，本件記事における本件転載部分の掲載は，引用の目的上正\n当な範囲内で行われたものと認められず，適法な引用（著作権法３２条１\n項）には当たらない\n(2)  以上によれば，本件記事を本件ブログ上に投稿する行為は，本件転載部\n分（文字によって記載された部分）に係る原告の著作権（複製権，公衆送信\n権）を侵害するものと認められ，写真の著作権侵害又は名誉感情侵害の明白\n性について検討するまでもなく，本件記事の投稿により，原告の権利が侵害\nされたことは明らかであると認めることができる。\n２  争点(2)（発信者情報の開示を受けるべき正当な理由）\n(1)  原告は，本件記事の発信者に対し，著作権侵害を理由とする不法行為に\n基づく損害賠償請求権 を行使する意向を 示しているところ（当 裁判所に顕\n著），上記損害賠償請求権の行使のためには，被告の保有する本件発信者情\n報の開示を受けることが必要であると認められる。\nなお，この点に関し，被告は，本件記事の投稿による著作権侵害により原\n告に損害が発生することは考え難いと主張するが，本件記事の投稿が原告の\n著作権（複製権，公衆送信権）を侵害するものと認められる以上，原告に何\nらの損害も発生していないとはいうことができず，被告の上記主張を採用す\nることはできない。\n(2)  したがって，原告には，本件発信者情報の開示を受けるべき正当な理由\nがあると認められる。\n第５  結論\nしたがって，原告の請求は理由があるからこれを認容することとし，主文の\nとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官    大  須  賀              滋\n裁判官    小      川      雅      敏\n裁判官    森      川      さ  つ  き\n"
}