{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 9,
    "day": 3
  },
  "case_number": "平成24(行ケ)10421",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83522",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83522",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/522/083522_hanrei.pdf",
  "contents": "平成２５年９月３日判決言渡\n平成２４年（行ケ）第１０４２１号  審決取消請求事件\n口頭弁論終結日  平成２５年８月６日\n判 決\n原                  告        ラ イ コ ー ド ・ リ ミ テ ツ ド\n訴 訟 代 理 人 弁 理 士        大      﨑      勝      真\n渡      邉      千      尋\n松      井      史      子\n吉      田      尚      美\n野      田      裕      子\n被                  告        特 許 庁 長 官\n指 定 代 理 人        中      島      庸      子\n田      村      明      照\n安      藤      倫      世\n堀      内      仁      子\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と\n定める。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が不服２０１０－９１０７号事件について平成２４年７月２３日にした審\n決を取り消す。\n第２  事案の概要\n本件は，拒絶査定不服審判請求を不成立とした審決取消訴訟である。争点は，容\n易想到性判断の当否である。\n１  特許庁における手続の経緯\n原告は，平成１６年１０月２６日，発明の名称を「植物栄養素により食料品の栄\n養価を高める方法及びそれにより得られた食品」とする国際特許出願をした（特願\n２００７－５３８６０５。甲５の１）。\n原告は，平成２１年１２月２１日付けの拒絶査定（甲５の５）を受けたので，平\n成２２年４月２８日，拒絶査定不服審判を請求し（不服２０１０－９１０７号。甲\n５の６），同日付けで手続補正をした（甲５の７。本件補正）。\n特許庁は，平成２４年７月２３日，本件補正を却下するとともに「本件審判の請\n求は，成り立たない。」との審決をし，同年８月７日に原告に送達された。\n２  補正発明の要旨\n補正発明（補正後の請求項１の発明）の要旨は以下のとおりである。\n【請求項１】\nトマトの植物栄養素の健康利益有効量により食料品の栄養価を高める方法であっ\nて，トマトオレオレジン（補正において「又はトマト成分」を削除）を，食料品に，\n前記食料品を調整する過程で\n（波線部分を補正で追加）前記食料品の風味が前記オ\nレオレジン（補正において「又はトマト成分」を削除）により実質的に影響を受け\nない量で加えることを含む方法。\n３  審決の理由の要点\n(1) 刊行物１（特開２０００－１０３７３３号公報。甲１）記載の発明（刊行物１発明）\n刊行物１には，「トマトからの天然のカロチノイドとして抽出される，商品名Ｌｙｃ－Ｏ－Ｍ\nａｔｏ(R)で，６％の油状分散液として得られるリコピンを，食品添加物として，健康上の予防\nのために食品に添加する方法。」が記載されていると認められる。\n(2) 補正発明と刊行物１発明との対比\nア  補正発明に係る「トマトオレオレジン」について，本願明細書【００１３】には「記\n載の全体を通して，トマトオレオレジンという用語は，実質的に水に可溶性でないトマトの植\n物栄養素を含有する，トマトの脂質画分を意味する。」，同【００１４】には「水に実質的に不\n溶性であるトマトオレオレジン及びトマト成分は，比較的高濃度の植物栄養素を含有し，例え\nば，リコピン，β－カロチン，フィトエン，フィトフルエン，トコフェロール，リン脂質及び\nフィトステロールである。」，同【００１９】には「記載された本発明での使用に適したオレオ\nレジンは，トマト又はトマト製品から得ることができる。市販のトマトオレオレジンの例は，\nＬｙｃｏｒｅｄ  Ｎａｔｕｒａｌ  Ｐｒｏｄｕｃｔｓ  Ｉｎｄｕｓｔｒｉｅｓ  Ｌｔｄ．によ\nるＬｙｃ－Ｏ－Ｍａｔｏ（登録商標）である。」と記載されている。\n以上の定義に鑑みれば，補正発明に係る「トマトオレオレジン」は，リコピンを始めとする\n水に不溶性のトマトの植物栄養素を含有した脂質画分であって，その好適例は「Ｌｙｃ－Ｏ－\nＭａｔｏ（登録商標）」である。\nしたがって，刊行物１発明の「商品名Ｌｙｃ－Ｏ－Ｍａｔｏ(R) 」は，トマトから抽出される\n天然カロチノイドであるリコピンを６％の油状分散液として調整したものであるから，商品の\n種類及び配合成分の点からも，本願補正発明の「トマトの植物栄養素」であるところの「トマ\nトオレオレジン」に相当する。\nイ  補正発明と刊行物１発明は，「トマトの植物栄養素であるところのトマトオレオレジ\nンを，食料品に，前記食料品を調製する過程で加えることを含む方法。」という点で一致し，次\nの相違点を有する。\n（相違点１）\nトマトオレオレジンの配合量が，補正発明では「前記食料品の風味が前記オレオレジンによ\nり実質的に影響を受けない量」であるのに対し，刊行物１発明ではそのような特定がなされて\nいない点。\n（相違点２）\nトマトの植物栄養素であるところのトマトオレオレジンを，食料品に，前記食料品を調製す\nる過程で加えることを含む方法が，補正発明は「トマトの植物栄養素の健康利益有効量により\n食料品の栄養価を高める方法」であるのに対し，刊行物１発明では健康上の予防のために食品\nに添加する方法である点。\n(3) 相違点についての検討\n（相違点１について）\n刊行物２（米国特許出願公開第２００３／０２０３０７２号明細書。甲２），刊行物３（特表\n２００２－５４３８１９号公報。甲３）及び刊行物４（特開平１１－９８９７２号公報。甲４）\nに記載されているように，上記Ｌｙｃ－Ｏ－Ｍａｔｏを含めてリコピンは，食品添加物として\n各種の食料品に既に広く用いられており（なお刊行物１に記載の「リコピン」と，刊行物３，\n４に記載の「リコペン」は同一化合物である。），特に刊行物２では「水分補給飲料」，刊行物３\nでは「発酵乳」，刊行物４では「調製粉乳」「蛋白質加水分解粉乳」「ヨーグルト」というように，\n上記リコピンは，トマトの風味を要しない食料品に添加されている。さらに，刊行物２には，\n当該水分補給飲料は良好な風味であるとも記載されている。\nしてみると，刊行物１発明において，上記Ｌｙｃ－Ｏ－Ｍａｔｏを食品添加物として用いる\nにあたり，その添加量は［３ａ］【００３９】に記載されているように当業者が適宜決定し得る\n事項であり，食料品自体の風味を考慮しながら，添加量を「前記食料品の風味が前記オレオレ\nジンにより実質的に影響を受けない」程度に調整することは，当業者であれば容易になし得る\nことである。\n（相違点２について）\n刊行物１発明は，リコピンを，「健康上の予防のために食品に添加する方法」であって，さら\nに刊行物１【０００３】では，トマト摂取による慢性疾患に対する罹病の危険低下や癌予防へ\nの機能に言及がなされ，「リコピンのこの保護機能は非常に効果的な抗酸化剤としてのその作用\nに見られる。」と記載されている。\nまた，刊行物２において，Ｌｙｃ－Ｏ－Ｍａｔｏは，乳癌及び前立腺癌の予防効果が知られ\nており，水分補給飲料に対して「栄養補助成分」として添加される旨開示されている。\nしてみると，刊行物１発明のリコピンを「健康上の予防のために添加」することと，「トマト\nの植物栄養素の健康利益有効量により食料品の栄養価を高める」こととは，実質的に相違する\nものではない。\n仮に相違するとしても，「健康上の予防のために添加」することを，「トマトの植物栄養素の\n健康利益有効量により食料品の栄養価を高める」とすることは，当業者であれば容易に想到し\n得ることである。\nそして，補正発明の効果について検討するに，補正発明の詳細な説明【０００６】，【０００\n７】に記載の，食料品の風味はトマトの植物栄養素により実質的に影響を受けないという効果\nは，トマトオレオレジンの添加量の調整により当然奏されるものであり，刊行物 1 の記載事項\n及び周知技術から予測し得るものでしかない。\n平成２２年４月２８日付け審判請求書には，刊行物１はトマトオレオレジンは水分散性が十\n分でなく，食料品への添加物としてふさわしくない旨を記載するものとの主張がなされている\nが，添加に適した食品，例えば油性食品を選択することで，この点は解消されるものといえる。\nなお，本願実施例１及び７においても，トマトオレオレジンを油性食品であるマーガリンに配\n合する例が記載されているから，上記刊行物１に関する主張を採用することはできない。\n原告は，平成２４年３月６日付けの回答書において，補正発明にさらに限定を付して「トマ\nトの植物栄養素の健康利益有効量により食料品の栄養価を高める方法であって，トマトオレオ\nレジンを食料品に前記食料品の風味が前記オレオレジンにより実質的に影響を受けない量で加\nえることを含み，前記植物栄養素は調製過程で食料品に組み込まれ，前記トマトオレオレジン\nは，前記オレオレジンに安定性を付与するために，マイクロエマルション，エマルション，ビ\nードレット，封入形態で添加され，又はトマト繊維に含まれる，方法。」とする補正案を提示す\nる。\nしかしながら，刊行物１においてＬｙｃ－Ｏ－Ｍａｔｏは油状分散液であるとの性質，並び\nにその水分散性に関する課題が開示されている以上，食品添加物としてのＬｙｃ－Ｏ－Ｍａｔ\nｏの安定性や使用性の向上などを目的として，Ｌｙｃ－Ｏ－Ｍａｔｏの剤型を適宜変更する程\n度のことは，当業者であれば容易になし得ることであり，それによる効果も予測し得るもので\nしかない。\n(4) まとめ\nしたがって，補正発明は，刊行物１に記載された事項及び周知技術に基づいて当業者が容易\nに発明をすることができたものであるから，特許法２９条２項の規定により，特許出願の際独\n立して特許を受けることができないものである。以上のとおり，本件補正は，平成１８年法律\n第５５号改正附則３条１項によりなお従前の例によるとされる同法による改正前の特許法１７\n条の２第５項において準用する同法１２６条５項の規定に違反するので，同法１５９条１項に\nおいて読み替えて準用する同法５３条１項の規定により却下すべきものである。\n(5) 補正前発明について\n補正前発明は補正発明から，トマトの植物栄養素について，「トマトオレオレジン」から「ト\nマトオレオレジン又はトマト成分」に拡張するものであり，さらに該栄養素を添加する時期に\n関する限定を解除するものである。\nそうすると，補正前発明の構成要件を全て含み，さらに他の構成要件を付加したものに相当\nする補正発明が，前記に記載したとおり，刊行物１に記載された事項及び周知技術に基づいて\n当業者が容易に発明をすることができたものであるから，補正前発明も，同様の理由により，\n刊行物１に記載された事項及び周知技術に基づいて当業者が容易に発明をすることができたも\nのである。\n第３  原告主張の審決取消事由\n１  取消事由１（刊行物１の認定の誤り）\n(1)  リコピンとトマトオレオレジンとの相違について\n審決は，刊行物１の【００１０】段落に，「Ｌｙｃ－Ｏ－Ｍａｔｏ」が記載され\nていることを根拠として，刊行物１には，「トマトオレオレジンを，食料品に，前\n記食料品を調製する過程で」「加えることを含む方法」が記載されていると認定し\nた。\nしかし，かかる認定は，刊行物１に，リコピンの例として，たまたま，「Ｌｙｃ\n－Ｏ－Ｍａｔｏ」との名称が記載されていたことを奇貨として，リコピンとトマト\nオレオレジンとの相違点を看過し，両者を同一視，混同した，誤った認定である。\nかかる誤りは審決の結論に影響を与えるものであり，したがって，審決は取り消\nされるべきものである。\n(2) 刊行物１発明について\n刊行物１は，【０００１】段落における「本発明は結晶化度が２０％を上回るリコ\nピンを含有する，安定なリコピン粉末製剤，その製法並びに食品，化粧品および動\n物飼料への添加物としての使用に関する」との記載や，請求項１における「結晶化\n度が２０％を上回るリコピンを含有する，安定なリコピン粉末製剤」との記載等か\nらも明らかなとおり，あくまで，トマトの単独成分である「リコピン」自体を安定\n化することを課題とした発明に関するものである。\nそのため，刊行物１には，複数のトマトの植物栄養素を組み合わせたトマトオレ\nオレジンに関しても，また，補正発明で課題とする「トマトの植物栄養素により食\n料品の栄養価を高めつつ，それと同時に食料品の風味にも実質的に影響を与えない」\nといった点についても，何ら具体的に記載されておらず，実施例においても，全て\nトマト成分としてリコピンを用いて，その安定性を評価しているのみである。\n以上のとおりであるから，刊行物１には，専ら，リコピンを用いた発明のみが具\n体的に記載されているのであって，トマトオレオレジンを用いた発明，すなわち，\nトマトオレオレジンを用いた，一個のまとまった技術的思想の創作としてはもちろ\nん，トマトオレオレジンを含んだ具体的な食料品としてすら，何らの実質的，具体\n的な記載もなされていない。\n(3) 刊行物発明１に関する認定について\nしかるに，審決は，刊行物１の【００１０】段落に，「Ｌｙｃ－Ｏ－Ｍａｔｏ」が\n記載されていることを根拠として，刊行物１には，トマトオレオレジン（を，食料\n品に，前記食料品を調製する過程で加えることを含む方法）が記載されていると認\n定した。\nしかし，そもそも，同段落には，「こうしてリコピンは，例えば商品名「Ｌｙｃ－\nＯ－Ｍａｔｏ\n(R)（Fa. LycoRed, Israel）で，６％の油状分散液として得られる。」と記\n載されており，「Ｌｙｃ－Ｏ－Ｍａｔｏ」は，あくまで，【従来の技術】における，\nリコピンの一例として挙げられているにすぎない。しかも，上記記載に続けて，同\n段落には，「Ｌｙｃ－Ｏ－Ｍａｔｏ(R)中の高いホスホリピド含量のために，この製剤\nの適用特性は，特に水分散性は充分ではない」と記載されており，むしろ，「Ｌｙｃ\n－Ｏ－Ｍａｔｏ」の使用が望ましくないことを教示している。加えて，刊行物１の\n実施例の欄においても，「Ｌｙｃ－Ｏ－Ｍａｔｏ」を用いた具体的な例は記載されて\nいない。\n以上からすると，審決は，刊行物１に，リコピンの例として，「Ｌｙｃ－Ｏ－Ｍａ\nｔｏ」との名称が記載されていたことのみを奇貨として，リコピンとトマトオレオ\nレジンとを同一視，あるいは混同した上で，刊行物１に，トマトオレオレジンが記\n載されていると認定したものであることが明らかである。\n２  取消事由２（相違点１に係る容易想到性判断の誤り）\n(1) 審決は，「トマトオレオレジンの配合量」を相違点１とした上で，かかる\n相違点は刊行物２ないし４を参酌すれば，当業者であれば容易になし得ることであ\nると判断した。\nしかし，刊行物２ないし４のいずれにも，「トマトオレオレジン」に関する具体\n的記載は何らなされておらず，刊行物２ないし４のいずれを参酌したとしても，相\n違点１を容易に想到し得るものではない。\nしてみれば，上記審決における容易想到性の判断は誤っており，かかる誤りは審\n決の結論に影響を与えるものであることは明らかであるから，審決は取り消される\nべきものである。\nア  刊行物２の記載事項について\n刊行物２は，【０００２】段落における「本願発明は，食用の水分補給飲料に関す\nる」との記載や，【０００４】段落における「エクササイズにより減量を試みている\n人々にとって，高濃度の糖類，炭水化物，カロリーは望ましくない。本願発明は，\n従来の高カロリーアイソトニック飲料に関連する，これらの及び他の知られた問題\nを克服することに向けられている。」との記載，同請求項１における「約４２～５０％\nのクエン酸，約１６～２０％の塩化ナトリウム，約１２～１６％のクエン酸ナトリ\nウム，約３～１０％の一カリウムリン酸塩，約１～５％のスクラロース，及びビタ\nミンＣ，香味料及び着色料を含む残部とからなる，水と混合できる飲料組成物であ\nって，糖類及び炭水化物を含まない飲料組成物」との記載等からも明らかなとおり，\n低カロリー化を課題とした，水分補給飲料の発明に関するものであって，その必須\n成分としては，トマトオレオレジンはおろか，リコピンすら含まれていない。\nそのため，刊行物２には，複数のトマトの植物栄養素を組み合わせたトマトオレ\nオレジンに関しても，また，補正発明で課題とする「トマトの植物栄養素により食\n料品の栄養価を高めつつ，それと同時に食料品の風味にも実質的に影響を与えない」\nといった点についても，何ら具体的に記載されておらず，また，実施例においても，\nトマトオレオレジンはおろか，リコピンを用いた例すら記載されていない。\n確かに，刊行物２の【００１８】段落には，「Ｌｙｃ－Ｏ－Ｍａｔｏ」との名称が\n記載されているが，同段落では，「本発明は，リコピン（…商標Ｌｙｃ－Ｏ－Ｍａｔ\nｏの下で商業的に利用可能」と記載されており，「Ｌｙｃ－Ｏ－Ｍａｔｏ」は，あく\nまで，リコピンの具体例として挙げられているにすぎない。また，刊行物２の実施\n例の欄においても，「Ｌｙｃ－Ｏ－Ｍａｔｏ」を用いた具体的な例は何ら記載されて\nいない。\n以上からすれば，刊行物２には，トマトオレオレジンを用いた発明，すなわち，\nトマトオレオレジンを用いた，一個のまとまった技術的思想の創作としてはもちろ\nん，トマトオレオレジンを含んだ具体的な食料品としてすら，何ら具体的に記載さ\nれてはいないことになる。\n現に，審決においても，刊行物２は，【００１８】段落に，多数ある追加の栄養補\n助食品の一つとして，リコピンが挙げられていることを根拠として，リコピンが，\n「食品添加物として各種の食料品に既に広く用いられており」，「「水分補給飲料」…\nというように，上記リコピンは，トマトの風味を要しない食料品に添加されている」\nことを示すために，挙げられたものであって，トマトオレオレジンに関する刊行物\nとして挙げられたものではない。\nイ  刊行物３の記載事項について\n刊行物３は，【０００６】段落における「本発明はカロテノイドその他の抗酸化物\n質を豊富化した複合体形のカロテノイド含有植物抽出物および炭化水素系溶媒の使\n用またはミネラルまたは他の加工所財の添加要求を回避する天然起源からこの複合\n体を簡単かつ安全に抽出する方法を供することを目的とする」との記載や，同請求\n項１における「圧砕したカロテノイド含有植物物質をインキュベートし，次に植物\n固体の分離後回収したジュースを熱処理し，次に第２分離後沈澱を加熱液体相から\n回収して着色スラッジ抽出物を得ることからなる，カロテノイドその他の抗酸化物\n質を特に豊富化した脂質－タン白複合体形の植物抽出物を溶媒を使用せずに製造す\nる方法」との記載等からも明らかなとおり，カロテノイドその他の抗酸化物質を特\nに豊富化した脂質－タン白複合体形の植物抽出物を，簡単かつ安全に製造すること\nを課題とした発明に関するものである。\nここで，刊行物３で対象としている「カロテノイドその他の抗酸化物質を特に豊\n富化した脂質－タン白複合体形の植物抽出物」なるものが，補正発明で規定する「ト\nマトオレオレジン」に該当するものであるのか否かは，明らかではない。また，刊\n行物３には，補正発明で目的とする「トマトの植物栄養素により食料品の栄養価を\n高めつつ，それと同時に食料品の風味にも実質的に影響を与えない」といった点に\nついて，何ら具体的に記載されていない。\nいずれにしても，審決において，刊行物３は，あくまで，リコピンが，「食品添加\n物として各種の食料品に既に広く用いられており」，「「発酵乳」…というように，上\n記リコピンは，トマトの風味を要しない食料品に添加されている」ことを示すため\nに挙げられたものであって，トマトオレオレジンに関する刊行物として挙げられた\nものではない。\nウ  刊行物４の記載事項について\n刊行物４は，【０００１】段落における「本発明は，リコペンを含有することを特\n徴とする乳幼児用栄養組成物及びその製造方法に関する。本発明により，乳幼児の\n便性改善，特に緑色便の発生を抑制する栄養組成物が提供され，医薬あるいは食品\nとして有用である」との記載や，同請求項１における「リコペンを含有することを\n特徴とする，便性改善作用を有する乳幼児用栄養組成物」との記載等からも明らか\nなとおり，あくまで，便性改善作用を有する組成物を提供することを課題として，\nトマトの単独成分である「リコピン」自体を成分とした発明に関するものである。\nそのため，刊行物４には，複数のトマトの植物栄養素を組み合わせたトマトオレ\nオレジンに関しても，また，補正発明の課題である「トマトの植物栄養素により食\n料品の栄養価を高めつつ，それと同時に食料品の風味にも実質的に影響を与えない」\nといった点についても，何ら具体的に記載されておらず，また，実施例においても，\n全てリコピンを必須成分として用いて，その便性改善作用を評価しているのみであ\nる。\nしたがって，刊行物４には，トマトオレオレジンを用いた発明，すなわち，トマ\nトオレオレジンを用いた，一個のまとまった技術的思想の創作としてはもちろん，\nトマトオレオレジンを含んだ具体的な組成物としてすら，何ら具体的な記載はない。\n現に，審決においても，刊行物４は，あくまで，リコピンが，「食品添加物として\n各種の食料品に既に広く用いられており」，「「調製粉乳」「蛋白質加水分解粉乳」「ヨ\nーグルト」というように，上記リコピンは，トマトの風味を要しない食料品に添加\nされている」ことを示すために挙げられたのであって，トマトオレオレジンに関す\nる刊行物として挙げられたものではない。\n(2) 審決は，刊行物１，及び刊行物２ないし４のいずれについても，その解決\nすべき課題について何ら特段の検討もなされないまま，相違点１（「トマトオレオ\nレジンの配合量」）は刊行物２ないし４を参酌すれば，当業者であれば容易になし\n得ることであると判断した。\nしかし，刊行物１，及び刊行物２ないし４のいずれも，その課題は補正発明とは\n相違しており，いずれの刊行物にも，「トマト成分」の配合量を決定するにあたっ\nて，「トマトの植物栄養素により食料品の栄養価を高めつつ，それと同時に食料品\nの風味にも実質的に影響を与えない」といった補正発明の課題を解決すべく，配合\n量を決定しようとすることについて，動機付けとなるような具体的な記載は全くみ\nられず，まして，「トマト成分」の配合量を「食料品の風味が前記オレオレジンに\nより実質的に影響を受けない量」としたはずであるという示唆等が存在していたと\nはいえない。\nしてみれば，上記審決における容易想到性の判断が誤っており，かかる誤りは審\n決の結論に影響を与えるものであるから，審決は取り消されるべきである。\nすなわち，補正発明の課題は，「トマトの植物栄養素により食料品の栄養価を高\nめつつ，それと同時に食料品の風味にも実質的に影響を与えない」という点にあり，\nかかる課題を解決するために，「トマトオレオレジンを，食料品に，前記食料品を\n調製する過程で前記食料品の風味が前記オレオレジンにより実質的に影響を受け\nない量で加える」等といった構成を採用したのである。要するに，補正発明では，\nトマトオレオレジンの配合量は，「トマトの植物栄養素により食料品の栄養価を高\nめつつ，それと同時に食料品の風味にも実質的に影響を与えない」といった課題を\n解決するために有効な量として規定された。\nこれに対して，刊行物１では，トマトの単独成分である「リコピン」自体を安定\n化することを課題としている。刊行物１には，専ら，「トマト成分」を安定化させ\nることについて記載しているのみであって，補正発明の課題である「トマトの植物\n栄養素により食料品の栄養価を高めつつ，それと同時に食料品の風味にも実質的に\n影響を与えない」といった点や，「トマト成分」の配合量を「食料品の風味が前記\nオレオレジンにより実質的に影響を受けない量」とすることに関しては，全く何ら\nの記載も示唆すらもなされていない。\n加えて，刊行物１には，かかる「トマト成分」の食料品に対する添加量自体に関\nしてすら，一般記載，実施例のいずれを精査しても何らの具体的記載も見出せない。\nすなわち，刊行物１には，「トマト成分」を，食料品に対して，どの程度の量で添\n加すべきかについての指針となるべき点についてすら，何ら記載されておらず，ま\nして，「トマト成分」の配合量を決定するにあたって，その量を，「トマトの植物栄\n養素により食料品の栄養価を高めつつ，それと同時に食料品の風味にも実質的に影\n響を与えない」といった課題を解決すべく決定することに対して，動機付けとなる\nような記載や示唆は全く見られないのであって，刊行物１中に，「トマト成分」の\n配合量を「食料品の風味が前記オレオレジンにより実質的に影響を受けない量」と\nしたはずであるという示唆等が存在していたということはできない。\nこの点に関して，審決は，さらに刊行物２ないし４を挙げて，「刊行物１発明に\nおいて，上記Ｌｙｃ－Ｏ－Ｍａｔｏを食品添加物として用いるにあたり，その添加\n量は[３ａ]【００３９】に記載されているように当業者が適宜決定し得る事項であ\nり，食料品自体は風味を考慮しながら，添加量を「前記食料品の風味が前記オレオ\nレジンにより実質的に影響を受けない」程度に調整することは，当業者であれば容\n易になし得ることである」等と断じた。\nしかるに，各刊行物の課題を見てみると，上述のとおり，刊行物２では，水分補\n給飲料の低カロリー化を課題としており，刊行物３では，カロテノイドその他の抗\n酸化物質を特に豊富化した脂質－タン白複合体形の植物抽出物を，簡単かつ安全に\n製造することを課題としており，刊行物４では，便性改善作用を有する組成物を提\n供することを課題としている。すなわち，刊行物２ないし４の課題は，いずれも，\n補正発明の「トマトの植物栄養素により食料品の栄養価を高めつつ，それと同時に\n食料品の風味にも実質的に影響を与えない」といった課題と相違している。しかも，\n純粋なリコピンにはトマトフレーバーはない。\nしてみれば，刊行物２ないし４を参酌したとしても，そもそも，「トマト成分」\nの配合量を決定するにあたって，「トマトの植物栄養素により食料品の栄養価を高\nめつつ，それと同時に食料品の風味にも実質的に影響を与えない」といった課題を\n解決すべく，配合量を決定しようとすることについて，動機付けとなるような記載\nや示唆は刊行物２ないし４のいずれにも全くみられないのであって，したがって，\n刊行物２ないし４においてすら，「トマト成分」の配合量を「食料品の風味が前記\nオレオレジンにより実質的に影響を受けない量」としたはずであるという示唆等が\n存在していたとは，決していうことはできない。\nこれに関連して，審決は，「さらに言えば，刊行物２の[２ａ]には，当該水分補\n給飲料は良好な風味であるとも記載されている」と指摘していることからすると，\nかかる記載が「したはずである」という示唆に当たるということを意図しているの\nかもしれない。しかし，そもそも，「良好な風味である」ことと，補正発明におけ\nる「前記食料品の風味が前記オレオレジンにより実質的に影響を受けない」ことと\nは，別個の概念である。例えば，トマト風味があったとしても，「良好な風味であ\nる」ことは充分にあり得ることであり，したがって，上記指摘箇所が，「したはず\nである」という示唆に当たるということは決していえない。\n以上のとおり，刊行物１はおろか，刊行物２ないし４を参酌したとしても，いず\nれの刊行物にも，「トマト成分」の配合量を決定するにあたって，「トマトの植物栄\n養素により食料品の栄養価を高めつつ，それと同時に食料品の風味にも実質的に影\n響を与えない」といった補正発明の課題を解決すべく，配合量を決定せしめんとす\nることについて，動機付けとなるような具体的な記載は全く見られず，まして，「ト\nマト成分」の配合量を「食料品の風味が前記オレオレジンにより実質的に影響を受\nけない量」としたはずであるという示唆等が存在していたとは，決していえない。\nしたがって，相違点１に関して，「添加量を「前記食料品の風味が前記オレオレジ\nンにより実質的に影響を受けない」程度に調整することは，当業者であれば容易に\nなし得ることである」とした審決には誤りがあって，かかる誤りは審決の結論に影\n響を与えるものであるから，審決は取り消されるべきものである。\n３  取消事由３（相違点２に係る容易想到性判断の誤り）\n審決は，補正発明が「トマトオレオレジンを…食料品の栄養価を高める」ために\n添加しているのに対して，刊行物１発明では，「健康上の予防のために添加」する\n点を相違点２とした上で，かかる相違点は刊行物２を参酌すれば，実質的に相違す\nるものではないか，相違するとしても，当業者であれば容易に想到し得ることであ\nると判断した。\nしかし，刊行物２（並びに刊行物３，４）のいずれにも，「トマトオレオレジン」\nに関する具体的な記載はなく，刊行物２（並びに刊行物３，４）を参酌したとして\nも，相違点２を容易に想到し得るものではない。\nしてみれば，審決における容易想到性の判断が誤っていて，かかる誤りは審決の\n結論に影響を与えるものであるから，審決が取り消されるべきものである。\n審決は，トマトオレオレジンとリコピンとを同一視，あるいは混同して，刊行物\n２におけるリコピンに関する記載を根拠として，相違点２について，当業者であれ\nば容易に想到し得ると結論付けたものである。\nしかしながら，トマトオレオレジンとリコピンとは，その成分，効果共に相違す\nる別個のものであるから，これらを同一視した上でなされた上記審決は明らかに誤\nっており，かかる誤りは審決の結論に影響を与えるものであるから，審決は取り消\nされるべきである。\nさらに付言すると，上述のとおり，刊行物２ないし４（更には刊行物１）のいず\nれにも，トマトオレオレジンに関し，何ら具体的に記載されていないのであるから，\n刊行物１ないし４のいずれを参酌したとしても，当業者が相違点２を容易に想到し\n得るものでない。\nしたがって，補正発明が，刊行物１ないし４に対して進歩性を有するものであり，\nよって，この点からも，審決は取り消されるべきものである。\n４  取消事由４（補正発明効果の誤認）\n審決は，補正発明の効果を，「食料品の風味はトマトの植物栄養素により実質的\nに影響を受けないという効果」であると認定した上で，かかる効果は，「トマトオ\nレオレジンの添加量の調整により当然奏されるものであり，刊行物１の記載事項及\nび周知技術から予測し得るものでしかない」と判断した。\nしかし，補正発明の効果は，単に風味に実質的に影響を与えないというだけでな\nく，「トマトの植物栄養素により食料品の栄養価を高めつつ，それと同時に食料品\nの風味にも実質的に影響を与えない」といった点にある。言い換えるならば，補正\n発明の効果は，「トマトの植物栄養素により食料品の栄養価を高める」ことと，「食\n料品の風味にも実質的に影響を与えない」こととを両立させた点にある。かかる効\n果を達成するために，補正発明では，例えば，リコピンのような，トマトの単独成\n分を用いるのではなく，組み合わせにおいて相乗効果があることが見出された，ト\nマトの植物栄養素の組み合わせとして（本願明細書【０００２】段落参照），トマ\nトオレオレジンを用いている。なぜなら，トマトオレオレジンを用いることによっ\nて，かかる相乗効果のゆえに，トマトの単独成分よりも少ない量で食料品の栄養価\nを高めることができ，その結果，食料品の風味に実質的に影響を与えない量しか加\nえなくとも，充分に食料品の栄養価を高められ得るということが補正発明において\n見出されたからである（同【００１４】段落参照）。すなわち，補正発明は，トマ\nトオレオレジンを用いること等によって，「トマトの植物栄養素により食料品の栄\n養価を高めつつ，それと同時に食料品の風味にも実質的に影響を与えない」といっ\nた，補正発明特有の格別顕著な効果を奏し得たのである。\nしてみれば，審決における判断は補正発明の効果を誤認したことに基づくもので\nあって，かかる誤りは審決の結論に影響を与えるものであるから，審決は取り消さ\nれるべきである。\nこれに対して，審決は，本願明細書の【０００６】，【０００７】段落のみを引用\nして，補正発明の効果が，「食料品の風味はトマトの植物栄養素により実質的に影\n響を受けないという効果」にすぎないと認定した上で，かかる効果は，「トマトオ\nレオレジンの添加量の調整により当然奏されるものであり，刊行物１の記載事項及\nび周知技術から予測し得るものでしかない」と断じた。\nしかし，上述のとおり，補正発明の効果は，単に風味に実質的に影響を与えない\nというだけでなく，「トマトの植物栄養素により食料品の栄養価を高めつつ，それ\nと同時に食料品の風味にも実質的に影響を与えない」といった点にあるから，審決\nにおける補正発明の効果の認定は明らかに誤っており，かかる誤った認定に基づく\n「トマトオレオレジンの添加量の調整により当然奏されるものであり，刊行物１の\n記載事項及び周知技術から予測し得るものでしかない」との判断も誤っている。か\nかる補正発明の効果の誤認，及びこれに基づく補正発明の進歩性に対する判断の誤\nりは，審決の結論に影響を与える重大な誤りであり，審決は取り消されるべきであ\nる。\nさらに付言すると，そもそも補正発明の効果は，トマトの植物栄養素の組み合わ\nせであるトマトオレオレジンを用いることによって，初めて達成し得たものである。\nこれに対して，上述のとおり，刊行物１ないし４のいずれを参酌したとしても，ト\nマトオレオレジンを用いること自体，容易には想到し得ないのであるから，まして，\nトマトオレオレジンを用いることによって初めてもたらされる「トマトの植物栄養\n素により食料品の栄養価を高めつつ，それと同時に食料品の風味にも実質的に影響\nを与えない」という補正発明の効果が当業者に容易に予測し得るものでないことは，\nより一層明らかである。\nしたがって，かかる補正発明の効果の点からも，補正発明が，刊行物１ないし４\nに対して進歩性を有するものであって，審決は取り消されるべきである。\n５  取消事由５（補正前発明の容易想到性判断の誤り）\n審決は，補正発明が刊行物１に記載された事項及び周知技術に基づいて当業者が\n容易に発明をすることができたものであるとの判断に基づき，本件補正を却下すべ\nきとした上で，補正前発明についても刊行物１に記載された事項及び周知技術に基\nづいて当業者が容易に発明をすることができたものであると判断した。\nしかし，誤った補正却下を前提とした，補正前発明に関する判断が失当であるの\nは明らかである。\n第４  被告の反論\n１  取消事由１（刊行物１発明の認定の誤り）に対して\n(1)  刊行物１発明の認定について\n審決は，刊行物１発明を認定するにあたり，【発明の属する技術分野】の項の記載\nのうち段落【０００２】～【０００４】のリコピンについて記載された箇所，及び\n【従来の技術】について記載された段落【０００５】～【００１０】のみを摘記し\nた。\n特に，段落【０００３】及び段落【０００４】の記載から，リコピンを含有する\nトマトまたはトマト製品やリコピンを摂取することによって，心臓および循環系の\n疾患や癌に対する予防のような健康上の予防効果が得られることが理解される。ま\nた，段落【００１０】の記載から，商品名Ｌｙｃ－Ｏ－Ｍａｔｏ(R)はトマトからの\n天然のカロチノイドとして抽出されるものであって，６％の油状分散液として得ら\nれ，これはリコピンを含有することも理解される。さらに，刊行物１の審決が摘記\nした記載から，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)のようなリコピンを含有するトマト製品を\n摂取すれば，上記健康上の予防効果が得られることも理解されるといえる。\n審決は，刊行物１の記載に基づくこれらの理解，すなわち刊行物１には，心臓及\nび循環系の疾患や癌に対する予防のような健康上の予防を目的として，トマトから\nの天然のカロチノイドとして抽出されるトマト製品であるＬｙｃ－Ｏ－Ｍａｔｏ(R)\nを食品添加物として食品に添加することが記載されているとして，刊行物１発明を\n認定したものである。確かに，刊行物１の，特許請求の範囲に記載された発明は，\n請求項１では「結晶化度が２０％を上回るリコピンを含有する，安定なリコピン粉\n末製剤。」であり，リコピン単独成分に関する発明が記載されている。\nしかし，刊行物１の審決が摘記した記載からは刊行物１発明が認定できる。\nなお，「Ｌｙｃ－Ｏ－Ｍａｔｏ」が，リコピン，β－カロテン,トコフェロール等\nを含有するトマトから抽出されたトマトオレオレジンであることは，以下の乙１な\nいし３に記載されるとおり，本件出願日前に広く知られていたことである。\n特願平１１－５０４０８１号公報（乙１）の記載：「ＬＹＣ－Ｏ－ＭＡＴＯ（６％）\n(ＬＹＣ－Ｏ－ＭＡＴＯは天然トマトオレオレジンのＬｙｃｏｒｅｄ    Ｎａｔｕｒａ\nｌ    Ｐｒｏｄｕｃｔｓ    Ｉｎｄｕｓｔｒｉｅｓ    Ｌｔｄでの商品名である)」\n「本発明を実施する好適方法および後に説明する実施例では，リコピンはトマトオ\nレオレジンから得られる。オレオレジンはＬｙｃｏＲｅｄ－Ｎａｔｕｒａｌ    Ｐｒｏ\nｄｕｃｔｓ    Ｉｎｄｕｓｔｒｉｅｓ，Ｌｔｄ，Ｂｅｅｒ    Ｓｈｅｖａ，Ｉｓｒａｅｌ\nにより供給された。オレオレジンは，トマトの脂質相に懸濁された結晶リコピン（６．\n０％）からなる。トリグリセリドのような脂肪酸がオレオレジンの主な部分（７２％）\nを構成するが，１９％は６．０％リコピン，０．１％β－カロチン，及び１％ビタミ\nンＥを含む非けん化物質である。残りは水と水溶性物質から成る。」\nAllergy,2000,Vol.55(乙２)（抄訳）：「用いられたリコピン調整物はＬＹＣ－Ｏ－ＭＡ\nＴＯというオレオレジン製品であって，ライコード  ナチュラル  プロダクツ  イン\nダストリーズ，ビア  シエバ８４１０２，イスラエルにて製造されたものである。Ｌ\nＹＣ－Ｏ－ＭＡＴＯは，６％リコピン，１．６％トコフェロール，１％フィトエンお\nよびフィトフルエン，０．２５％β－カロテン，並びにトマトから抽出された他の少\n量の植物由来生物学的活性複合物を含むものである。ＬＹＣ－Ｏ－ＭＡＴＯは 15 mg\n(6%)のリコピンを含むソフトカプセルの形態で販売された。」\nANNALS  OF  ALLERGY,  ASTHMA&IMMUNOLOGY, Vol.94（乙３）（抄訳）：「こ\nの研究はリコピン（ＬＹＣ－Ｏ－ＭＡＴＯ；ライコード  ナチュラル  プロダクツ\nインダストリーズ，ビア  シエバ，イスラエル）補給剤の効果を評価することを目的\nとし」\n「ＬＹＣ－Ｏ－ＭＡＴＯはトマト由来のリコピン豊富な製品であって，トコフェロー\nル，カロテノイド，フィトエン，フィトフルエンなどのその他の生理活性物質を含む\nものである。）」\n「リコピン補給剤は，６％リコピン，１．６％トコフェロール，１％フィトエンおよ\nびフィトフルエン，０．２５％β－カロテン，並びにトマトから抽出された他の少量\nの植物由来生物学的活性複合物を含むオレオレジンであるＬＹＣ－Ｏ－ＭＡＴＯか\nら構成された。ＬＹＣ－Ｏ－ＭＡＴＯは 15 mg (6%)のリコピンを含むソフトカプセル\nの形態である。」\nなお，乙２，３によると「Ｌｙｃ－Ｏ－Ｍａｔｏ」はカプセル化された商品のよ\nうであるが，乙１では，トマトオレオレジンを「Ｌｙｃ－Ｏ－Ｍａｔｏ」としてお\nり，刊行物１の段落【００１０】に記載された「Ｌｙｃ－Ｏ－Ｍａｔｏ」は，リコ\nピン６％の油状分散液である。\n以上のとおり，審決は，刊行物１発明として「トマトからの天然のカロチノイド\nとして抽出される，商品名Ｌｙｃ－Ｏ－Ｍａｔｏ(R)で，６％の油状分散液として得\nられるリコピンを，食品添加物として，健康上の予防のために食品に添加する方法。」\nを認定した。\n(2)  原告が，「リコピン（単独成分）」と補正発明の「トマトオレオレジン」と\nはその成分からして明らかに相違するとする点は争わない。\nしかしながら，トマトオレオレジンの健康利益について，刊行物１発明のリコピ\nンと比較して相乗効果を奏するとする点については以下に述べるように誤りである。\nすなわち，原告が主張するところの「相乗効果」とは，リコピン単独成分ではなく，\nそれ以外の成分を含有するトマトオレオレジンを用いることに基づく効果であると\nいえ，刊行物１発明もトマトオレオレジンを摂取した結果として奏されるものであ\nって，補正発明のみならず，刊行物１発明でも奏されている効果であるといえる。\nなお，「Ｌｙｃ－Ｏ－Ｍａｔｏ」が，癌予防等の効果を有することは，刊行物１（甲\n１の段落【０００３】）に記載されている。\n(3)  審決で述べたとおり「Ｌｙｃ－Ｏ－Ｍａｔｏ」の水分散性が充分でないとの\n性質は，「Ｌｙｃ－Ｏ－Ｍａｔｏ」を添加する食品が，水性のものに限られるもので\nないから，「Ｌｙｃ－Ｏ－Ｍａｔｏ」を食品添加物とすることを阻害するものではな\nい。\n刊行物１の段落【０００４】には，リコピンの用途として，「リコピンは・・・冒\n頭に挙げた理由から健康上の予防のための食品添加物として重要である。」と記載さ\nれ，「冒頭に挙げた理由」として，段落【０００３】には，トマトまたはトマト製品\nの健康上の予防の効能として，疫学的研究から，慢性的な疾患，特に心臓及び循環\n系疾患や癌の予防にプラスの影響を与えることが記載されていることから，刊行物\n１の実施例に「ＬＹＣ－Ｏ－ＭＡＴＯ」を用いた具体例がなくとも，当業者であれ\nば，リコピンのみならず，リコピンを含有するＬｙｃ－Ｏ－Ｍａｔｏを健康上の予\n防のための食品添加物として用いることも記載されていると解するのが自然である。\n審決における刊行物１発明の認定に誤りはない。\n２  取消事由２（相違点１の判断誤り）に対し\n(1)  相違点１の判断誤り(1)：トマトオレオレジン配合量に対して\nア  まず，以下のように，食料品の技術分野では，食料品の栄養のような機\n能だけでなく，味や香りといった当該食料品の美味しさに関わる事項が重要な検討\n要素であることはいうまでもないことであり（乙６），リコピンに関する文献（乙４，\n５）にも記載されるとおり，リコピンを含有した添加物はトマトフレーバーを有し\nているから，これを添加した食料品の風味を損なう懸念があることも当業者の技術\n常識であった。\nそうすると，リコピンを含有する添加物のような独特のフレーバーを有する栄養\n素を添加する食料品において，栄養機能と風味の両立を検討することは，当業者に\nとって自明の課題であるといえる。\n特願２００２－３２６７９９号公報（乙４）：「リコピンの機能性食品中の配合量は，\n食品の種類により異なるが，食品の味を損なわず，且つ十分な抗アレルギー効果を得\nるためには，食品用組成物全量に対して，リコピンを０．０１～１重量％の割合で配\n合させるのが好ましい。」\n特願平６－４４９８号（乙５）：「多くの場合，着色されるべき食品製品が着色物質\nの源と関係ない場合，その中に見出される天然のフレーバー（ｆｌａｖｏｒｓ）は使\n用に対しそれを不適用なものとする。例えば，着色が甘い果実デザートである場合，\nトマトフレーバーは高度に不適当である。従って，本発明の好ましい態様によれば，\n着色剤はそのような使用の前に，フレーバーを除くため水洗される。」\n特願平成９－４４５２２（乙６）：「【従来の技術】近時，日常の食生活で不足しが\nちな栄養素を補給するための健康栄養食品が注目されており，これまでに種々の栄養\n補給食品が提案され市販されている。これらの食品では，必要な栄養素が摂取される\nと共に，食味が良好で食べやすいものとして提供されることが重要である。特に栄養\n素の中でも，鉄分，ビタミンＡ，ビタミンＢ1，ビタミンＢ2，ビタミンＤ，ビタミン\nＥを補強する場合には，これらのもつ特有の味により食品が不自然な食味のものとな\nりやすい。したがって，上記栄養素を補給するための食品では，必要量を補強する一\n方，食品の食味を損なわないことが必要である。」\nそして，刊行物１発明も食料品に関するものであるから，当然上記の当業者にと\nっての自明の課題を有する。\nイ  刊行物２ないし４には，それぞれ「Ｌｙｃ－Ｏ－Ｍａｔｏ」，「トマト抽\n出物」（リコピン及びその他の抗酸化物質を含有）及び「リコピン」のような栄養素\nを食料品に添加することが記載されている。そして，刊行物２ないし４に具体的に\n記載された食料品は，水分補給飲料，発酵乳，粉乳などであり，刊行物２ないし４\nの記載からみて，これらはいずれもトマト風味を要しない食料品であることは明ら\nかである。そうすると，これらの食料品への「Ｌｙｃ－Ｏ－Ｍａｔｏ」等の栄養素\nの配合に際しても，上記で述べた栄養機能と風味の両立を検討するという自明の課\n題に基づいて栄養素の配合割合等の検討がなされており，刊行物２ないし４におい\nては，該自明の課題が解決された食料品が提供されていると考えられる。\n上記刊行物２ないし４は，栄養素としてリコピンのようなトマトフレーバーを有\nする栄養素を添加されたトマトの風味を要しない食料品を得ること，つまり，上記\n自明の課題が解決された食料品を提供するという課題が，本件出願日前には既に解\n決済みであったことを示す文献である。\n(2)  相違点１の判断誤り(2)：課題に対して\nア  補正発明は，健康利益を期待して，食料品にトマト成分であるトマトオ\nレオレジンを添加するにあたり，健康利益が得られ，かつ，食料品の風味も損なわ\nないような量を考慮して添加することを特徴としている。\n一方，リコピンのような独特のフレーバーを有する栄養素を添加する食料品にお\nいて，栄養機能と風味の両立を検討することは，当業者にとって自明の課題であり，\nそして，当該課題の解決のために，栄養素の添加量等を検討することも，当業者が\n容易になし得ることである。\nつまり，審決が相違点１とした「トマトオレオレジンの配合量が，本願補正発明\nでは『前記食料品の風味が前記オレオレジンにより実質的に影響を受けない量』で\nあるのに対し，刊行物１発明ではそのような特定がなされていない点。」は，上記当\n業者にとって自明の課題を記載したものといえる。\nそして，そのような課題を解決することは，当業者にとっては容易になし得るこ\nとであるから，審決は，容易想到と判断したのである。\nイ  原告は，刊行物１ないし４に課題の記載や示唆がないことを指摘しているが，\n上述のとおり，審決が相違点１とした点は自明の課題であるから，刊行物１ないし\n４に明記されていなくても，当業者は当然にそれを把握し，その課題の解決を検討\nするのであって，原告の主張は失当である。\n３  取消事由３（相違点２の判断誤り）に対し\n審決で認定した「刊行物１発明のリコピン」とは，「Ｌｙｃ－Ｏ－Ｍａｔｏ(R)  」\nであり，また，この「Ｌｙｃ－Ｏ－Ｍａｔｏ(R)  」が，トマトから抽出されたトマト\nオレオレジンであることは，上記で述べたとおり周知である（乙１ないし３）。\nそして，補正発明の「健康利益」には，心臓血管障害や癌などの予防や治療が含\nまれるところ，「Ｌｙｃ－Ｏ－Ｍａｔｏ(R)」つまりトマトオレオレジンの摂取によっ\nて，心臓や循環系の疾患，癌の予防のような健康上の予防，すなわち「健康利益」\nが得られることも，刊行物１に記載されている。\nしたがって，審決が「刊行物１発明のリコピン」つまり「Ｌｙｃ－Ｏ－Ｍａｔｏ\n(R)」を「健康上の予防のために添加」することと，「トマトの植物栄養素の健康利益\n有効量により食料品の栄養価を高める」こととは，実質的に相違するものではない\nと判断したことに誤りはなく，原告の主張は，審決を正解しておらず，失当である。\n４  取消事由４（効果の誤認）に対し\n(1)  補正発明と刊行物１発明の対比において，食料品に「Ｌｙｃ－Ｏ－Ｍａｔ\nｏ(R)  」（トマトオレオレジン）を添加することは相違点ではなく，栄養価を高める\nという効果は，補正発明においても，刊行物１発明においても，同じように奏され\nている効果である。\n審決は，この栄養価を高めるといった効果については，刊行物１発明において既\nに達成されている効果として実質的に認定しており，補正発明の進歩性を基礎づけ\nるような顕著な効果，つまり，補正発明と刊行物１発明との相違点に基づく効果と\nして検討することは要さないものであったため，この点を明記しなかっただけであ\nって，当業者であれば，刊行物１の記載から，補正発明における栄養価を高める効\n果が予測し得ることはいうまでもない。\n(2)  原告は，補正発明の効果として，食料品の栄養価を高めることと，風味に\n実質的に影響がないことの両立を主張するが，そのような両立は，当業者にとって\n自明の課題であり，その解決も当業者にとって容易である。\nまた，原告は，補正発明の効果は，トマトオレオレジンを用いることによる相乗\n効果であり，トマトオレオレジンを用いることによって初めて達成し得たものであ\nるというが，トマトオレオレジンを用いることは，刊行物１発明でも行われていた\nのであるから，原告の主張する効果は，補正発明の独特の効果ではないのであって，\n原告の主張は失当である。\n５  取消事由５（補正前発明）に対し\n審決の補正却下の判断に誤りはなく，補正前発明に関する判断にも誤りはない。\n第５  当裁判所の判断\n１  取消事由１（刊行物発明１発明の認定の誤り）について\n(1) 刊行物１（甲１）は，「結晶化度が２０％を上回るリコピンを含有する安定\nなリコピン粉末製剤」（請求項１）の発明についてのものであるが，そこには次のと\nおりの記載がある。\n【発明の詳細な説明】\n【０００１】\n【発明の属する技術分野】本発明は２０％を上回る結晶化度を有するリコピンを含\n有する，安定なリコピン粉末製剤，その製法並びに食品，化粧品，医薬品および動物\n資料への添加物としての使用に関する。\n【０００２】カロチノイド物質群に属するリコピンは，自然界に広く存在する。こ\nうして，トマト１ｋｇ当たり約２０ｍｇのリコピン含量を有するトマトは，この赤色\n顔料の重要な天然資源である。\n【０００３】疫学上の研究は，トマトまたはトマト製品を頻繁に，かつ規則的に摂\n取することは，慢性的な疾患，特に心臓および循環系疾患，への罹病の危険を低下さ\nせ，かつ癌予防にプラスの影響を与えることを示した。リコピンのこの保護機能は非\n常に効果的な抗酸化剤としてのその作用に見られる。\n【０００４】食品および飼料産業においても，薬学的技術においてもリコピンは，\n例えば合成色素の代替品として重要な色素であり，かつ冒頭に挙げた理由から健康上\nの予防のための食品添加物として重要である。\n【０００５】\n【従来の技術】リコピンの合成は，特にＥＰ－Ａ－３８２０６７およびＥＰ－Ａ－\n０００１４０中に記載されている。ＷＯ９７／４８２８７はトマトからの天然カロチ\nノイドとしてリコピンの抽出を記載している。\n【０００６】全てのカロチノイドと同様，リコピンは水に不溶性であり，一方油脂\n中には僅かな溶解性を示す。この限られた溶解性並びにその高い易酸化性は比較的粗\n大な粒状結晶リコピンを食品および飼料の着色に直接適用することを妨げている，そ\nれというのも粗大結晶の形での純粋な物質は余りにも不安定であり，不十分に吸収さ\nれ，したがって不良な着色結果に導くためである。\n【０００７】この作用物質が微細に分散した形で存在し，場合により保護コロイド\nで酸化に対して保護されている，特別に製造された製剤によってのみ，食品を直接着\n色する際に，改良された着色収率（color yield）が達せられる。\n【０００８】他のカロチノイドに比較して，リコピンの特に低い酸化安定性および\nこれと結び付いた低い色の安定度もしくは貯蔵安定性を顧慮して，この製剤には特に\n高い要求がなされる。\n【０００９】カロチノイド一般には，多くの製剤並びにその製法が記載されている。\n【 ０ ０ １ ０ 】 こ う し て リ コ ピ ン は ， 例 え ば 商 品 名 Ｌ ｙ ｃ － Ｏ － Ｍ ａ ｔ ｏ (R)\n（Fa.LycoRed,Israel）で，６％の油状分散液として得られる。ＷＯ９７／４８２８\n７によれば，リコピンはトマトからの天然のカロチノイドとして抽出される。油状分\n散液の高い粘度と結び付いて，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)中の高いホスホリピド含量の\nために，この製剤の適用特性は，特に水分散性は十分ではない。\nすなわち，刊行物１には，発明の前提として，【発明の属する技術分野】には，ト\nマトに含まれるカロチノイドであるリコピンは，健康上の予防のための食品添加物\nとして有用であること，【従来の技術】には，カロチノイド一般の様々な製剤化方法\nが列挙されるとともに，リコピンの製剤として，トマトから天然のカロチノイドと\nして抽出したリコピンを６％含有する油状分散液である商品名Ｌｙｃ－Ｏ－Ｍａｔ\n(R)  が知られていること，及びＬｙｃ－Ｏ－Ｍａｔｏ(R)は水分散性が十分ではない\nことが記載されている。\nしたがって，審決が，刊行物１から「トマトからの天然のカロチノイドとして抽\n出される，商品名Ｌｙｃ－Ｏ－Ｍａｔｏ(R)で，６％の油状分散液として得られるリ\nコピンを，食品添加物として，健康上の予防のために食品に添加する方法」という\n刊行物発明１を認定したことに誤りはない。\n(2) この点，原告は，リコピンの例として，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)という名\n称が記載されていることを奇貨として，審決がリコピンとトマトオレオレジンを同\n一視，あるいは混同した旨主張する。しかしながら，審決は，刊行物１発明につき，\n上記記載を前提に，トマトからの天然のカロチノイドとして抽出される商品名Ｌｙ\nｃ－Ｏ－Ｍａｔｏ(R)で，６％の油状分散液として得られるリコピンを添加するもの\nと判断した，すなわちトマトオレオレジンであるＬｙｃ－Ｏ－Ｍａｔｏ(R)を用いる\nものであると判断したのであるから，トマトオレオレジンとリコピンを同一視，混\n同したわけではないと認められる。\nまた，原告は，刊行物１には，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)は水分散性が十分ではな\nいから使用が望ましくないことが教示されている旨主張する。しかしながら，通常，\n食品は水性成分のみからなるわけではなく，固形分や油分を含むものであるから，\nＬｙｃ－Ｏ－Ｍａｔｏ(R)の水分散性の不十分さは，食品に添加することを妨げる事\n情であるとは認められない。\nしたがって，原告の主張はいずれも理由がない。\n(3) 以上によれば，取消事由１は理由がない。\n２  取消事由２（相違点１に係る容易想到性認定の誤り）について\n(1) 刊行物２（甲２）に，「[0018]  追加のビタミン，ミネラル，アミノ酸およ\nび栄養補助成分で本発明が強化されるだろうことは理解されるべきである。・・・さ\nらに，本発明は，リコピン（乳癌及び前立腺癌の予防効果が知られているトマト色\n素であり，商標 Lyc-o-Mato の下で商業的に利用可能），・・・等の他の栄養補助成分\nを含有してもよい。」と記載されているとおり，刊行物２は，低カロリー化するため\nに糖や炭水化物の代わりにスクラロースを含有し，すっきりした味わいで嫌な後味\nがないアイソトニック飲料が，栄養補給成分としてＬｙｃ－Ｏ－Ｍａｔｏ(R)を含ん\nでいてもよいことを記載したものである。また，特願平１１－２９９０３４号公報\n（甲８）の実施例４には，機能性素材含有ナタデココを製造するにあたって，発酵\n用液に機能性素材として１．２重量％（ココナッツミルク５０ｇ，砂糖５ｇ，酢酸\n０．５ｇ，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)０．７ｇから算出）のＬｙｃ－Ｏ－Ｍａｔｏ(R)\nを添加することで赤色に着色したナタデココが得られたことが記載されている。さ\nらに，特願２００２－３２６７９９号公報（乙４）には，トマトから抽出されたリ\nコピンを有効成分として含有する抗アレルギー剤を食料品に添加して機能性食品と\nする場合，食料品の味を損なわず，かつ充分な抗アレルギー効果を得るために食料\n品に対して０．０１～１重量％配合するのが好ましいことが記載されている。\n上記アイソトニック飲料は，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)を含んでいても風味に影響\nを受けているとは認められないこと，上記ナタデココは，発酵用液以上にＬｙｃ－\nＯ－Ｍａｔｏ(R)が濃縮するとは考えられず，補正発明の実施例や特願２００２－３\n２６７９９号公報（乙４）に記載されたのと同程度の量のＬｙｃ－Ｏ－Ｍａｔｏ(R)\nを含有すると認められる。また，特願２００２－３２６７９９号公報（乙４）の上\n記記載を併せてみても，トマトオレオレジンであるＬｙｃ－Ｏ－Ｍａｔｏ(R)を，食\n料品に，栄養補給，着色，抗アレルギー等の機能を付与するために添加する場合，\n食料品の風味が影響を受けないような量とすることは，本件出願日前に周知であっ\nたと認められる。そして，刊行物１発明は，健康上の予防という機能を付与するた\nめにＬｙｃ－Ｏ－Ｍａｔｏ(R)を食品に添加するものであるから，その量を上記周知\nのものとすることは，当業者が容易になし得たことも明らかである。\nしたがって，審決の相違点１についての容易想到性の判断に誤りはない。\n(2) この点，原告は，刊行物２ないし４にはトマトオレオレジンに関する何ら\n具体的な記載はなく，審決は，トマトオレオレジンとリコピンを同一視，混同した\n上で容易想到性判断を誤った旨主張するが，かかる誤解がなかったことは上記１で\n説示したとおりである。\nまた，原告は，刊行物１ないし４は，いずれも補正発明と課題が異なり，補正発\n明の課題を解決するようにトマト成分の配合量を決定する動機付けや示唆がない旨\n主張する。しかしながら，上記の刊行物１の記載に接した当業者にとって，健康上\nの予防のためにリコピンを食品に添加するに当たって，入手の容易さの観点から，\n唯一具体的な市販品として記載されたＬｙｃ－Ｏ－Ｍａｔｏ(R)を用いればよいこと\nは自明である。しかも，通常，食品は水性成分のみからなるわけではなく，固形分\nや油分を含むものであるから，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)の水分散性の不十分さは，\n食品に添加することを妨げるほどの事情であるとは認められないことは上記１で説\n示したとおりである。また，刊行物２ないし４には，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)とい\nった抗酸化物質を含むトマト抽出物やトマト由来のリコピンが，アイソトニック飲\n料やナタデココなどトマト風味を要しない食料品に添加されていることから，トマ\nトフレーバーを有するトマト由来の添加物が食料品の風味を損なう懸念があるとい\nう課題は共通しており，かかる課題は本件出願日前に既に解決済みであったと認め\nられるから，配合量を決定する動機付けも示唆もあるというべきである。\n(3)  以上によれば，取消事由２は理由がない。\n３  取消事由３（相違点２についての判断誤り）について\n原告は，審決が引用した刊行物２ないし４のいずれにもトマトオレオレジンに関\nする具体的な記載はないから，それらを参酌しても相違点２の構成は容易に想到し\n得るものではない，審決はトマトオレオレジンとリコピンを同一視あるいは混同し\nたため相違点２についての判断を誤った旨主張する。\nしかし，そもそも，刊行物１発明は「トマトからの天然のカロチノイドとして抽\n出される，商品名Ｌｙｃ－Ｏ－Ｍａｔｏ(R)」を「健康上の予防のために食品に添加\nする方法」であるから，Ｌｙｃ－Ｏ－Ｍａｔｏ(R)の添加により食品の栄養価が高め\nられていることは明らかであって，「トマトの植物栄養素の健康利益有効量により食\n料品の栄養価を高める方法」という補正発明と実質的な相違があるとは認められな\nい。\nまた，審決に，トマトオレオレジンとリコピンの同一視や混同の誤りがないこと\nは，上記１で説示したとおりである。\nしたがって，取消事由３は理由がない。\n４  取消事由４（効果についての誤認）について\n原告は，補正発明の効果は，トマトの植物栄養素により食料品の栄養価を高める\nことと，食料品の風味に実質的に影響を与えないこととを両立させた点にあるにも\nかかわらず，審決は後者しか認定せず，顕著性を否定した誤りがある旨主張する。\nしかし，刊行物１発明は慢性的な疾患，特に心臓，循環器系の疾患への罹患率を\n下げ，癌予防にプラスの影響を与えるものであるから（【０００４】段落），補正発\n明と同様に，トマトの植物栄養素により食料品の栄養価を高めるという効果を有す\nることは自明である。\nしたがって，補正発明の，食料品の風味に実質的に影響を与えないという効果に\nついて判断することで，二つの効果の両立についても判断したことになるから，審\n決に判断の遺脱はない。そして，これらの二つの効果は，刊行物１に示されたＬｙ\nｃ－Ｏ－Ｍａｔｏを使用することで当然に得られる効果であって，補正発明に格別\n顕著な効果があるとはいえない。\nしたがって，取消事由４は理由がない。\n５  取消事由５（補正前発明の容易想到性）について\n補正発明は補正前発明を限定したものであるところ，上記２，３のとおり補正発\n明について容易想到であるから，補正前発明についても当業者であれば容易に達成\nできたものであると認められる。\nしたがって，取消事由５は理由がない。\n第６  結論\n以上のとおり，原告の請求は理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n池 下   朗\n裁判官\n新 谷 貴 昭\n"
}