{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 6,
    "day": 20
  },
  "case_number": "平成23(ワ)15297",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83363",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83363",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/363/083363_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２５年６月２０日判決言渡  同日原本交付  裁判所書記官\u0000\n平成２３年(ワ)第１５２９７号  不正競争行為差止等請求事件\u0000\n口頭弁論終結日  平成２５年４月２３日\u0000\n判            決\u0000\n当事者の表示          別紙当事者目録記載のとおり\u0000\n主            文\u0000\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由 \u0000\n第１  当事者の求めた裁判\u0000\n１  原告\n(1)  被告株式会社ティー・エー・ティーは，別紙標章目録記載１の標章を使用\nして金属加工機械，工作機械，分析機器，測定機器，機械工具を販売し又は\u0000\u0000\u0000\u0000」，「\u0000\u0000\u0000\u0000 社代理店」，「\u0000\u0000\u0000\u0000 社総輸入元」，「ベルグ社代理店」，\n「ベルグ社総輸入元」，その他 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000（ベルグ・\nウント・ツェーオー・ゲーエムベーハー・シュパンテクニック。以下「ベル\nグ社」という。）の代理店である旨を表示して金属加工機械，工作機械，分析\n機器，測定機器，機械工具を輸出し，輸入し，売買し若しくは加工する業務\nを行ってはならない。\n(2)\n被告株式会社ティー・エー・ティーは，別紙標章目録記載２の標章を使用\nして金属加工機械，工作機械，分析機器，測定機器，機械工具を販売し又は\u0000\u0000\u0000\u0000\u0000\u0000\u0000 社代理店」，「\u0000\u0000\u0000\u0000\u0000\u0000\u0000 社総輸入元」，「\u0000\u0000\u0000\u0000\u0000\u0000\u0000 社代理店」，\n「シュミット社総輸入元」，その他 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000（シュミット・\n\u0000  \u0000\nインダストリーズ・インク。以下「シュミット社」という。）の代理店である\n旨を表示して金属加工機械，工作機械，分析機器，測定機器，機械工具を輸\n出し，輸入し，売買し若しくは加工する業務を行ってはならない。\n(3)  被告株式会社ワイエムティーは，別紙標章目録記載１の標章を使用して金\n属加工機械，工作機械，分析機器，測定機器，機械工具を販売し又は「\u0000\u0000\u0000\u0000」，\n「\u0000\u0000\u0000\u0000 社代理店」，「\u0000\u0000\u0000\u0000 社総輸入元」，「ベルグ社代理店」，「ベルグ社総\n輸入元」，その他ベルグ社の代理店である旨を表示して金属加工機械，工作機\n械，分析機器，測定機器，機械工具を輸出し，輸入し，売買し若しくは加工\nする業務を行ってはならない。\n(4)  被告株式会社ティー・エー・ティーは，別紙ウェブサイト目録記載１のウェ\nブサイトから別紙標章目録記載の各標章を削除せよ。\n(5)  被告株式会社ワイエムティーは，別紙ウェブサイト目録記載２のウェブサ\nイトから別紙標章目録記載１の標章を削除せよ。\n(6)  被告らは，原告に対し，連帯して１億円及びこれに対する平成２２年３月\n１日から支払済みまで年５分の割合による金員を支払え。\n(7)  訴訟費用は被告らの負担とする。\n(8)  仮執行宣言\n２  被告ら\n(1)  原告の請求をいずれも棄却する。\n(2)  訴訟費用は原告の負担とする。\n第２  事案の概要\n１  前提事実（証拠等の掲記がない事実は当事者間に争いがない。）\n(1)  当事者\n原告は，「機械及び電気関係の技術コンサルタント・調査並びにサービス業」\n等を目的とする会社である。\n被告株式会社ティー・エー・ティー（以下「被告ティー・エー・ティー」\n\u0000 !\u0000\nという。）は，「金属加工機械，工作機械，分析機器，測定機器，機械工具の\n輸出入，売買，加工，リース及びそれらの仲介業務」等を目的とする会社で\nあり，被告Ｐ１は，その代表取締役である。\n被告株式会社ワイエムティー（以下「被告ワイエムティー」という。）は，\n「工具，工作機械及びそれらの周辺機器の設計，製造並びに販売」等を目的\nとする会社であり，被告Ｐ２は，その代表取締役である。\n(2)  原告とベルグ社及びシュミット社との取引\nア  ベルグ社との取引\nベルグ社は，ドイツ連邦共和国ノルトライン＝ヴェストファーレン州\nビーレフェルト市に本店を置き，「\u0000\u0000\u0000\u0000」の商標及び別紙標章目録記載１\nの標章を用いて機械，器具及び電気機器等を製造，販売する会社である。\n原告は，昭和４８年から，ベルグ社との間で，同社の製品を日本国内に\n輸入し，販売する取引を開始した（甲１９）。\nイ  シュミット社との取引\nシュミット社は，アメリカ合衆国オレゴン州ポートランド市に本店を置\nき，「\u0000\u0000\u0000」の商標及び別紙標章目録記載２の標章を用いて工作機械，測定\n機器及び機械工具等を製造，販売する会社である。\n原告は，平成９年頃から，シュミット社との間で，同社の製品を日本国\n内に輸入し，販売する取引を開始した（甲６）。\n(3)  被告Ｐ１の原告への入社と代表取締役への就任\n被告Ｐ１は，平成１８年，原告に入社し（被告Ｐ１本人尋問の結果，乙３），\n平成２０年１１月１９日，原告の代表取締役に就任した。\n(4)  被告Ｐ１が被告ワイエムティーを原告の中部地区代理店としたこと\n被告Ｐ１は，平成２１年９月頃，被告ワイエムティーを原告の中部地区代\n理店とした（乙３）。\n(5)  被告Ｐ１の原告代表取締役からの退任\n\u0000 \"\u0000\n被告Ｐ１は，Ｐ３（原告の現在の代表者）に対し，平成２２年１月６日，\n原告の代表取締役を同年２月５日付けで辞任する旨の申出をし（甲２９），同\n日，原告の代表取締役を辞任により退任した。\n(6)  原告とシュミット社及びベルグ社との取引関係の終了\nシュミット社は平成２２年１月２６日付けで（甲３１－２），ベルグ社は同\n月２９日付けで（甲３１－１），いずれも，原告に対し，同年２月末日をもっ\nて原告との取引関係を終了させる旨の通知をした。\n(7)  被告らの行為\nア  被告Ｐ１及び被告ティー・エー・ティー\n被告Ｐ１は，平成２２年２月１０日，被告ティー・エー・ティーを設立\nし，被告ティー・エー・ティーは，ベルグ社及びシュミット社と日本国内\nにおける代理店契約を締結して，両社の製品を輸入販売している。また，\n別紙ウェブサイト目録記載１のウェブサイトにおいて，別紙標章目録記載\n１及び２の標章（以下「本件標章１」及び「本件標章２」といい，併せて\n「本件各標章」という。）を使用している。\nイ  被告Ｐ２及び被告ワイエムティー\n被告ワイエムティーは，ベルグ社の許諾を得て，日本国内に輸入された\n同社の製品を販売しており，別紙ウェブサイト目録記載２のウェブサイト\nにおいて本件標章１を使用している。\n２  原告の請求\n原告は，被告らに対し，以下の各請求をしている。\n①  被告ティー・エー・ティーの行為が不正競争防止法２条１項１号の不正競\n争に当たるとして，被告ティー・エー・ティーに対し，同法３条に基づき，\n本件各標章，その他のベルグ社及びシュミット社の代理店である旨の表示（以\n下，本件標章１とベルグ社の代理店である旨の表示を併せたものを「本件表\n示１」，本件標章２とシュミット社の代理店である旨の表示を併せたものを\n\u0000 #\u0000\n「本件表示２」，これらを併せて「本件各表示」という。）の使用差止め（前\n記第１の１(１)，同(２)）並びに本件各標章の別紙ウェブサイト目録記載１\nのウェブサイトからの削除（同(４)）\n②  被告ワイエムティーの行為が不正競争防止法２条１項１号の不正競争に当\nたるとして，被告ワイエムティーに対し，同法３条に基づき，本件表示１の\n使用差止め（前記第１の１(３)）及び本件標章１の別紙ウェブサイト目録記\n載２のウェブサイトからの削除（同(５)）\n③  被告ティー・エー・ティー及び被告ワイエムティーに対しては不正競争防\n止法４条，民法７１９条に基づき，被告Ｐ１に対しては会社法４２３条又は\n民法７０９条，７１９条に基づき，被告Ｐ２に対しては民法７０９条，７１\n９条に基づき，連帯して，一部金請求として１億円の損害賠償及びこれに対\nする平成２２年３月１日（原告と，ベルグ社及びシュミット社との間の取引\nが終了した日の翌日）から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払（前記第１の１(６)）\n３  争点\n(1)  不正競争防止法２条１項１号に基づく請求に係る争点\nア  本件各表示が原告の営業表示として需要者の間に広く認識されているも\nのであるか                                           （争点１－１）\nイ  混同のおそれの有無                                 （争点１－２）\n(2)  会社法４２３条１項又は民法７０９条に基づく請求に係る争点\nア  被告Ｐ１がベルグ社及びシュミット社に対し原告との取引関係を終了す\nるように働きかけたか等                               （争点２－１）\nイ  被告Ｐ１が原告の取締役退任前に競業行為をしたか     （争点２－２）\nウ  被告ティー・エー・ティーの行為が被告Ｐ１の競業避止義務違反に当た\nるか                                                 （争点２－３）\nエ  上記アからウまでの行為を理由とする不法行為の成否   （争点２－４）\n\u0000 $\u0000\n(3)  損害額等                                                 （争点３）\n第３  争点に関する当事者の主張\n１  争点１－１（本件各表示が原告の営業表示として需要者の間に広く認識され\nているものであるか）について\n【原告の主張】\n以下のとおり，本件各表示は原告の営業表示として需要者の間に広く認識さ\nれているものである。\n(1)  本件表示１\nア  原告は，ベルグ社との間で，昭和４８年頃，同社の製品を日本国内に輸\n入し，販売することを内容とする一手輸入販売契約を締結した。その後の\n３７年間，合計１６８２回にもわたり，日本国内における唯一の総輸入元，\n総代理店として，ベルグ社の製品を日本国内に輸入し，同社の商標である\u0000\u0000\u0000\u0000」及び本件標章１を使用して販売してきた。\nイ  原告は，営業活動をするに当たり，取扱製品の製造元として「ドイツ・\nベルグ社」などと表示した「経歴書」や「会社案内書」を作成して原告の\n事業を紹介してきており，これによりベルグ社の総輸入元，総代理店であ\nる旨を表示してきた。その結果，原告は，多数の顧客を獲得し，その数は\n上場会社だけでも３０社以上，その他を含めると１００社以上にのぼる。\n原告は，これらの顧客（需要者）の間で，ベルグ社の日本における総輸\n入元，総代理店として広く認識されている。\nウ  原告は，日刊工業新聞において，複数回にわたり，ベルグ社の日本総代\n理店であることを示した新聞広告を掲載した。また，原告がベルグ社の新\n製品の販売を始めた旨の記事が掲載されたこともある。\n日刊工業新聞は，日本国内における主要な経済紙であるから，遅くとも\n上記広告が掲載された平成４年６月頃には，原告がベルグ社の総輸入元，\n総代理店であることは，需要者の間に広く認識されていた。\n\u0000 %\u0000\nエ  これらのことからすれば，本件標章１は，ベルグ社の総輸入元，総代理\n店である原告自身の営業を表すものであり，原告の営業表示である。\n「\u0000\u0000\u0000\u0000」，「\u0000\u0000\u0000\u0000 社代理店」，「\u0000\u0000\u0000\u0000 社総輸入元」，「ベルグ社代理店」，\n「ベルグ社総輸入元」，その他ベルグ社の代理店である旨の表示も同様で\nある。\n(2)  本件表示２\nア  原告は，シュミット社との間で，平成９年頃，同社の製品を日本国内に\n輸入し，販売することを内容とする一手輸入販売契約を締結した。その後\nの１３年間，合計１６９回にもわたり，日本国内における唯一の総輸入元，\n総代理店として，シュミット社の製品を日本国内に輸入し，同社の商標で\nある「\u0000\u0000\u0000」及び本件標章２を使用して販売してきた。\nイ  原告は，シュミット社の \u0000\u0000\u0000 ブランド製品の日本国内における総輸入元，\n総代理店として，日本国内の顧客（需要者）に対し，同社の製品を販売し\nてきた。その結果，顧客（需要者）の間に，シュミット社の日本における\n総輸入元，総代理店として広く認識されている。\nウ  これらのことからすれば，本件標章２は，シュミット社の総輸入元，総\n代理店である原告自身の営業を表すものであり，原告の営業表示である。\n「\u0000\u0000\u0000\u0000\u0000\u0000\u0000」，「\u0000\u0000\u0000\u0000\u0000\u0000\u0000 社代理店」，「\u0000\u0000\u0000\u0000\u0000\u0000\u0000 社総輸入元」，「シュ\nミット社代理店」，「シュミット社総輸入元」，その他シュミット社の代理\n店である旨の表示も同様である。\n(3)  原告とベルグ社及びシュミット社との取引関係が終了していないこと\n前記のとおり，原告は，ベルグ社及びシュミット社の日本国内における唯\n一の総輸入元，総代理店であり，長期間かつ継続的に取引を続けてきた。\nしたがって，原告がベルグ社及びシュミット社との取引関係が今後も継続\nされると期待することには合理性があり，この期待は法的に保護されるべき\nものである。また，両社との取引は原告の売上高の大部分を占めるから，両\n\u0000 &\u0000\n社との取引が終了すると，原告は深刻な損害を被る。\nこれらのことからすれば，原告と両社との取引関係は，特段の事情がない\n限り終了させることができないものであり，本件では上記特段の事情がない\nから，原告と両社との取引関係は終了していない。\n【被告らの主張】\n(1)  前記【原告の主張】(１)について\n原告がベルグ社と一手輸入販売契約を締結したこと，ベルグ社の日本国内\nにおける唯一の総輸入元，総代理店であるという事実は否認又は知らない。\n(2)  前記【原告の主張】(２)について\n原告がシュミット社と一手輸入販売契約を締結したこと，シュミット社の\n日本国内における唯一の総輸入元，総代理店であるという事実は否認又は知\nらない。\n(3)  本件各表示が原告の営業表示ではないこと等\n本件各表示は，いずれも原告の営業を表示するものではなく，ベルグ社及\nびシュミット社の代理店であることを表示するものにすぎない。\nしかも，原告は，両社から平成２２年２月末日をもって取引関係を終了さ\nれており，両社の総輸入元，総代理店ではないから，本件各表示は原告の営\n業表示ではない。\nまた，原告が両社から取引関係を終了されたことは，原告の取引先（需要\n者）の間に広く認識されていることからしても，本件各表示は原告の営業表\n示として需要者の間に広く認識されているものではない。\n(4)  本件各表示が被告らにとって「他人の商品等表示」ではないこと\nア  被告ティー・エー・ティー\n被告ティー・エー・ティーは，ベルグ社及びシュミット社と代理店契約\nを締結しているから，両社の代理店であることを表示する本件各表示は「他\n人の商品等表示」ではない。\n\u0000 '\u0000\nイ  被告ワイエムティー\n被告ワイエムティーは，ベルグ社の許諾を得て，日本国内に輸入された\n同社の製品を販売しており，別紙ウェブサイト目録記載２のウェブサイト\nにおいて別紙標章目録記載１の標章を使用しているにすぎないから，他人\nの商品等表示を無断で使用しているものではない。\n２  争点１－２（混同のおそれの有無）について\n【原告の主張】\n前記１【原告の主張】のとおり，原告がベルグ社及びシュミット社の日本国\n内における唯一の総輸入元，総代理店であることは，需要者に広く認識されて\nいる。\nしたがって，被告らの行為は，原告の営業と混同を生じさせるおそれがある。\n【被告らの主張】\n前記１【被告らの主張】のとおり，原告は，ベルグ社及びシュミット社から\n取引関係を終了され，両社の代理店ではなくなっており，このことは原告の取\n引先（需要者）の間に広く認識されている。\n被告らが本件各表示を使用するに当たり，原告の名称や標章等を使用するな\nど，原告の営業と誤信させるような行為をしたこともないから，混同を生じさ\nせるおそれはない。\n３  争点２－１（被告Ｐ１がベルグ社及びシュミット社に対し原告との取引を終\n了するように働きかけたか等）について\n【原告の主張】\n以下のとおり，被告Ｐ１は，ベルグ社及びシュミット社に働きかけて，原告\nとの取引を終了させたものであり，これは被告Ｐ１の原告に対する取締役とし\nての善管注意義務，忠実義務に違反するものである。\n(1)  被告Ｐ１がベルグ社及びシュミット社に働きかけたこと\n被告Ｐ１は，平成２１年８月頃，被告Ｐ２と共謀の上，自らが新会社を設\n\u0000 \u0000(\u0000\n立するなどして，原告からベルグ社及びシュミット社の日本国内における代\n理店業務を奪うことを計画した。\n被告Ｐ１は，平成２１年９月頃から平成２２年１月頃までの間，ベルグ社\n及びシュミット社の取締役に対し，原告の株主には会社を存続させる意思も\n能力もないなどと虚偽の事実を告げ，原告との取引関係を終了させ，原告に\n対する両社の製品の納入を停止させた。\nしかしながら，原告の株主は会社存続の意思を有しており，原告にはベル\nグ社及びシュミット社の総輸入元，総代理店としての業務を継続する意思も\n能力も現実に存在していた。\n(2)  被告Ｐ１が，原告の取締役として，原告のベルグ社及びシュミット社との\n取引を存続させる義務を負っていたこと\nベルグ社及びシュミット社の製品に関する売上げは，原告の売上高の大部\n分を占めていたから，両社との取引関係が終了すると，原告の経営は成り立\nたない。\nしたがって，被告Ｐ１は，原告の取締役として，原告のベルグ社及びシュ\nミット社との取引を存続させる義務を負っていたものであり，それにもかか\nわらず，前記(1)のとおり，原告のベルグ社及びシュミット社との取引関係を\n終了させたものであるから，取締役としての任務を怠ったものとして損害賠\n償義務を負う（会社法４２３条１項）。\n【被告Ｐ１の主張】\n原告がベルグ社及びシュミット社との取引関係を終了されたのは，両社の経\n営判断によるものであり，被告Ｐ１が両社に原告との取引関係を終了するよう\nに働きかけた事実はない。\n４  争点２－２（被告Ｐ１が原告の取締役退任前に競業行為をしたか）について\n【原告の主張】\n以下のとおり，被告Ｐ１は原告の取締役を退任する前に競業行為をしたもの\n\u0000 \u0000\u0000\u0000\nであるから，会社法４２３条１項に基づく損害賠償義務を負う。\n(1)  被告Ｐ１が被告ワイエムティーを原告の中部地区代理店としたこと\n被告Ｐ１は，平成２１年７月頃，被告ワイエムティーを原告の中部地区代\n理店としたが，原告は，取締役会非設置会社であり，平成２１年７月５日か\nら平成２２年２月５日までは，被告Ｐ１とＰ４の２名が原告の取締役であっ\nたから，代理店契約を締結するに当たっては少なくともＰ４の同意が必要で\nある（会社法３５６条１項１号）。\n被告Ｐ１は，上記同意を得ていなかったから，被告ワイエムティーを代理\n店としたことは，会社法３５６条１項１号に違反する違法な競業行為である。\n(2)  株式会社ジェイテクトに対する営業行為\n被告Ｐ１は，平成２２年２月４日，株式会社ジェイテクト（以下「ジェイ\nテクト」という。）を訪問し，被告Ｐ１が原告の代表取締役を退任した後は，\n被告Ｐ１自身がベルグ社製品等に関するアフターサービスの提供をする旨説\n明した。\nまた，同月５日，ジェイテクトに対し，原告に対する注文を取り消して，\n後日，被告Ｐ１が設立する代理店に注文するよう指示する電子メールを送信\nした。\nこれらの行為は，競業避止義務（会社法３５６条１項１号）及び忠実義務\n（同法３５５条）に違反するものである。\n【被告Ｐ１の主張】\n以下のとおり，被告Ｐ１が原告の取締役を退任する前に競業行為をしたこと\nはない。\n(1)  被告Ｐ１が被告ワイエムティーを原告の中部地区代理店としたこと\nそもそも，被告ワイエムティーを原告の中部地区代理店とするということ\nは，被告Ｐ１が原告の代表取締役として被告ワイエムティーと販売代理店契\n約を締結する行為であって，原告との関係で競業取引又は利益相反取引には\n\u0000 \u0000 \u0000\n当たらない。\nまた，上記販売代理店契約の締結は，平成２１年７月頃，原告の営業活動\nを補完することを企図し，ベルグ社の了承を得て行ったものであり，何ら違\n法・不当なものではない。\n(2)  ジェイテクトに対する営業行為\n原告のベルグ社及びシュミット社との取引が終了されることとなったため，\n終了後における顧客への対応をしたにすぎず，取引自体も，被告Ｐ１が原告\nの取締役を退任した後にしたものであるから，競業避止義務及び忠実義務に\n違反するものではない。\n５  争点２－３（被告ティー・エー・ティーの行為が被告Ｐ１の競業避止義務違\n反に当たるか）について\n【原告の主張】\n以下のとおり，被告ティー・エー・ティーの行為は，被告Ｐ１の原告に対す\nる競業避止義務等違反に当たる。\n(1)  被告Ｐ１が，原告の代表取締役を退任した後も競業避止義務等を負うこと\n取締役が競業取引による取引先奪取等をした場合，それに至るまでの会社\n内部の事情や取引開始の経緯，当該取締役の行為が会社の業務に与える影響\nの度合い等を総合して，その態様が取引通念に反して不当な場合には，当該\n取締役は，信義則上，取締役の退任後も，競業避止義務，善管注意義務，忠\n実義務を負う。\n(2)  被告Ｐ１の被告ティー・エー・ティーにおける代表取締役としての行為が\n取引通念に反して不当なものであること\n前記３【原告の主張】のとおり，被告Ｐ１は，被告Ｐ２と共謀の上，原告\nから取引先を奪うことを企て，ベルグ社及びシュミット社に働きかけるなど\nして，原告との取引関係を終了させたものであり，また，両社との取引が中\n止されると，原告の経営は成り立たない。\n\u0000 \u0000!\u0000\n(3)  これらのことからすると，被告ティー・エー・ティーの行為（ベルグ社及\nびシュミット社の代理店としての業務を行うこと）は，被告Ｐ１の競業避止\n義務等の違反に当たる。\n【被告Ｐ１の主張】\n取締役を退任した後は，会社に対する競業避止義務，善管注意義務，忠実義\n務を負うことはない。\nそもそも，前記３【被告Ｐ１の主張】のとおり，被告Ｐ１が，ベルグ社及び\nシュミット社に働きかけるなどして，原告との取引を終了させた事実もない。\n６  争点２－４（不法行為の成否）について\n【原告の主張】\n前記３から５までの各【原告の主張】の被告Ｐ１の行為によって，原告に対\nする不法行為が成立する。\n被告Ｐ２は，前記３【原告の主張】のとおり，被告Ｐ１と共謀して原告から\n取引先を奪ったものであるから，この行為についても，原告に対する不法行為\nが成立する。\n【被告らの主張】\n前記３から５までの【被告Ｐ１の主張】のとおり，被告Ｐ１の行為は，何ら\n違法，不当なものではない。\n被告Ｐ２が被告Ｐ１と共謀して原告から取引先を奪った事実もない。\n７  争点３（損害額等）について\n【原告の主張】\n原告は，過去１０年間にわたるベルグ社製品及びシュミット社製品の輸入販\n売事業により，合計６億５３００万０９８９円の利益を受けた。\n被告らの行為がなければ，原告は少なくとも今後１０年以上にわたり上記事\n業を継続し，同額の利益を受けることができた。\nしたがって，原告が平成２２年４月から今後１０年間に受けることのできた\n\u0000 \u0000\"\u0000\n上記利益６億５３００万０９８９円は本件と相当因果関係のある損害である。\n【被告らの主張】\n否認又は知らない。\n原告がベルグ社製品及びシュミット社製品を輸入することが不可能となった\nのは，両社から代理店契約を解除されたことが原因である。\n被告らの行為と原告が主張する損害との間に因果関係はない。\n第４  当裁判所の判断\n１  本件の経緯\n前提事実に加え，後掲各証拠及び弁論の全趣旨によれば，本件の経緯に関す\nる以下の事実を認定することができる。\n(1)  被告Ｐ１が，原告に入社した後，原告の代表取締役に就任する前の状況（被\n告Ｐ１本人尋問の結果，乙３）\nア  被告Ｐ１の入社した当時の状況\n被告Ｐ１は，平成１８年，原告に入社した。原告に入社した当初は，営\n業を主に担当していたが，平成１９年からは，製品の入荷，出荷準備も行\nうようになった。\n当時，原告には，被告Ｐ１のほかに，代表取締役であるＰ５，取締役で\nあるＰ４（Ｐ５の妻），Ｐ６，監査役であるＰ３（Ｐ５の子），その他の従\n業員として，Ｐ７，Ｐ８，Ｐ９（Ｐ３の妹）がいた。もっとも，Ｐ５は，\n１週間の内２～４日間（１日当たり約３時間）しか出社しておらず，Ｐ４\nも１か月に１回給料日に出社するのみであり，Ｐ３は１年に１，２回しか\n出社していなかった。\nイ  Ｐ５の死亡とその前後の状況\nＰ５は，平成２０年９月１日，喘息の発作が原因で心肺停止状態となり，\n入院後も意識のない状態が続いた。\nＰ４は，同月８日，原告の従業員を集めて，従業員の中から次期社長へ\n\u0000 \u0000#\u0000\nの立候補者が出ない場合には原告を清算する旨述べた。\nＰ５は，同年１１月１日，死亡した。\n(2)  被告Ｐ１の原告代表取締役への就任等（被告Ｐ１本人尋問の結果，甲５１，\n６６，乙３）\n被告Ｐ１は，Ｐ４から，被告Ｐ１が社長にならない場合には原告を清算す\nると言われたことなどから，平成２０年１１月１９日，原告の代表取締役に\n就任した（原告の株式のうち，Ｐ４が７０％を，Ｐ３が２０％を，Ｐ９が１\n０％を保有しており，被告Ｐ１は保有していなかった。）。\n同日，Ｐ７が原告の取締役に就任した。\nそのころ，取締役兼従業員であったＰ６が退職したが，その補充はなかっ\nた。\n(3)  被告Ｐ１が被告ワイエムティーを原告の中部地区代理店としたこと（被告\nＰ１及び被告Ｐ２各本人尋問の結果，乙３）\n被告Ｐ１は，平成２１年７月頃，被告ワイエムティーの代表取締役である\n被告Ｐ２と面識を得た。\n被告Ｐ１は，被告ワイエムティーに対し，同年９月，原告の中部地区代理\n店になることを依頼して，承諾を受けた。\n(4)  Ｐ７の退職（被告Ｐ１本人尋問の結果，乙３）\n原告の取締役であったＰ７は，平成２１年８月，原告を退職した。\nこれにより，原告に勤務する者の構成は，代表取締役である被告Ｐ１と従\n業員であるＰ８（通常勤務）及びＰ９（通常勤務）となった。なお，取締役\nであるＰ４は，高齢及び体調不良のため勤務実態がなく，監査役であるＰ３\nは，Ｐ４の看病のため，勤務実態がなかった。\n(5)  被告Ｐ１が原告の代表取締役を辞任した経緯\nＰ９は，平成２２年１月５日，原告を無断欠勤した（被告Ｐ１本人尋問の\n結果，乙３）。\n\u0000 \u0000$\u0000\n被告Ｐ１は，同日午後，Ｐ３から，「今後の方針等株主提案書０１」と題す\nる書面を渡された。その内容は，被告Ｐ１及びＰ８が，Ｐ３の妹であるＰ９\nを疎外しているなどとして非難した上，Ｐ４の自宅を１か月に１回以上訪問\nして原告の経営について報告すること，ダイレクトメール営業をすること，\nカタログを作ることに直ちに着手することなどを求め，さらにこれらの要求\nに対し，１週間以内に回答を求めるというものであった。\n被告Ｐ１は，普段の経営に関与していないＰ３から一方的に経営に口出し\nをされたことから，株主であるＰ３の親族らと良好な関係を継続することは\n困難であると判断し，翌６日，同年２月５日付けで原告の代表取締役を辞任\nする旨の通知をした（甲２９）。\n(6)  原告とシュミット社及びベルグ社との取引関係の終了\nア  ベルグ社からＰ１への取引継続の依頼\nベルグ社の代表取締役は，被告Ｐ１に対し，平成２２年１月２１日，原\n告を退職した後もベルグ社製品を取り扱ってほしい旨の電子メールを送付\nした（乙３）。\nイ  原告からベルグ社に対する取引継続の依頼\nＰ３は，同月２４日，ベルグ社代表取締役と面談した際に，一旦退職し\nたＰ７（前記(4)）が復職することを説明して，原告との取引の継続を求\nめた（甲５１の７頁）。\nウ  シュミット社との取引の終了\nシュミット社は，同月２６日付けで，Ｐ３に対し，同年２月末日をもっ\nて，原告に対する販売を中止する旨の通知をした（甲３１－２）。\nエ  ベルグ社との取引の終了\nベルグ社は，同月２９日付けで，Ｐ３に対し，同年２月末日をもって，\n原告との関係を終了する旨の通知をした（甲３１－１）。\n(7)  被告Ｐ１の退任と被告ティー・エー・ティーの設立等\n\u0000 \u0000%\u0000\n被告Ｐ１は，平成２２年２月５日，原告の代表取締役を辞任により退任し，\n同月１０日，被告ティー・エー・ティーを設立した。\n被告ティー・エー・ティーは，ベルグ社及びシュミット社と日本国内にお\nける代理店契約を締結し，両社の製品を輸入販売している。被告ワイエム\nティーは，ベルグ社の許諾を得て，日本国内に輸入された同社の製品を販売\nしている。\n２  争点１－１（本件各標章が原告の営業表示として需要者の間に広く認識され\nているものであるか）について\n(1)  本件各表示について\n本件標章１は，ベルグ社の商標であり，本件標章２も，シュミット社の商\n標である（当事者間で争いがない。）ところ，原告は，これら本件各標章が総\n輸入元，総代理店である原告自身の営業を表すものであるから，原告の営業\n表示である旨主張する。\nしかしながら，本件各標章について，需要者が原告の営業表示と認識して\nいたことを認めるに足りる主張立証はない。かえって，後記(2)アのとおり，\n原告は，両社の総代理店であることを明示して営業をしていたことが認めら\nれるから，需要者としては，本件各標章について，代理店にすぎない原告の\n営業表示ではなく，本人であるベルグ社又はシュミット社の商品表示又は営\n業表示として受け取るものと認められる。\nしたがって，本件各表示のうち，これら本件各標章についてはベルグ社又\nはシュミット社の商品表示又は営業表示であり，原告の営業表示とはいえな\nい。\nまた，前記１(7)のとおり，被告ティー・エー・ティーは，ベルグ社及びシュ\nミット社との間で，日本国内における代理店契約を締結し，両社の製品を輸\n入販売するに当たり，本件各標章を使用しているのであるから，仮に，原告\nがベルグ社及びシュミット社との間で日本国内における独占的排他的な代理\n\u0000 \u0000&\u0000\n店としての地位を有するとしても，被告ティー・エー・ティーに対して本件\n各標章の使用差止めを求めることはできないと解される（ベルグ社又はシュ\nミット社に対し，債務不履行責任を追及する余地があるかは別論である。）。\nしたがって，被告ティー・エー・ティーに対する本件各標章の使用差止め\n（前記第１の１(１)及び同(２)のうち代理店である表示の使用差止めを除い\nたもの）及び本件各標章のウェブサイトからの削除（前記第１の１(４)）の\n請求には理由がない。\n同様に，被告ワイエムティーは，ベルグ社から許諾を受けて，輸入された\n同社の製品を日本国内において販売するに当たり，本件標章１を使用してい\nるのであるから，被告ワイエムティーに対する本件標章１の使用差止め（前\n記第１の１(３)のうち代理店である表示の使用差止めを除いたもの）及び本\n件標章１のウェブサイトからの削除（前記第１の１(５)）の請求にも理由が\nない。\n(2)  本件各表示のうちベルグ社及びシュミット社の代理店である旨の表示が原\n告の営業表示であるかについて\nア  原告は，ベルグ社及びシュミット社との間で一手輸入販売契約を締結し\nた旨主張する。原告が主張する一手輸入販売契約の内容は必ずしも明らか\nではないが，両社から日本国内における独占的排他的な代理店としての地\n位を与えられているから，両社の代理店である旨の表示は原告の営業表示\nである旨を主張するものと解される。\nそこで検討すると，まず，原告とベルグ社及びシュミット社との間では\n何らの契約書も交わされていない（当事者間に争いがない。なお，このこ\nとからすれば法の適用に関する通則法７条の適用はなく，同法８条により\n原告と両社との法律関係に関する準拠法は日本法であると解される。）。証\n拠によれば，原告がベルグ社の日本総代理店である旨の記載がある図面（甲\n５７）や，原告がベルグ社の日本総代理店である旨を表示した新聞広告（甲\n\u0000 \u0000'\u0000\n５８）の存在を認めることができるが，これらによっても原告がベルグ社\nの日本総代理店であることを自称していたことが認められるにすぎない。\nまた，他の証拠（甲４～７，甲１９～２１）によれば，原告が，長期間，\n多数回にわたり，ベルグ社及びシュミット社の製品を日本国内に輸入して\nきたこと，これまで日本国内において両社の代理店は原告以外に存在しな\nかったことが認められる。しかしながら，単に，長期間取引を継続してき\nたことや他に代理店が存在しなかったことから，独占的排他的な代理店と\nしての地位を有するものとまで認めることはできない。\n他に上記原告の主張を認めるに足りる証拠はない。\nしたがって，原告が，両社から日本国内における独占的排他的な代理店\nとしての地位を与えられているから，両社の代理店である旨の表示は原告\nが独占的に使用することのできる営業表示である旨の上記主張を採用する\nことはできない。\nイ  仮に，原告に対し，ベルグ社及びシュミット社の製品について独占的排\n他的な代理店としての地位を与える契約があったとしても，前記１(6)のと\nおり，原告は，ベルグ社及びシュミット社から，平成２２年２月末日をもっ\nて，上記契約に係る取引の終了を通知されているのであるから，原告が，\n第三者に対し，ベルグ社及びシュミット社の代理店である旨の表示の使用\nの差止めを求めることはできないというべきである。\n他方で，前記１(7)のとおり，被告ティー・エー・ティーは，ベルグ社及\nびシュミット社から代理店としての許諾を受けて，本件各表示を使用し，\n被告ワイエムティーは，ベルグ社の許諾を得て，日本国内に輸入された同\n社の製品を販売しているものである。\nしたがって，原告が，被告ティー・エー・ティーに対し，本件各表示の\nうちベルグ社及びシュミット社の代理店である旨の表示の使用差止めを求\nめる請求（前記第１の１(1)及び同(2)のうち代理店である表示の使用差止\n\u0000  (\u0000\nめ）並びに，被告ワイエムティーに対し，本件表示１のうちベルグ社の代\n理店である旨の表示の使用差止めを求める請求（前記第１の１(3)のうち代\n理店である表示の使用差止め）にも理由がない。\nウ  ところで，原告は，ベルグ社及びシュミット社との取引関係が終了して\nいないから，本件各表示のうちベルグ社及びシュミット社の代理店である\n旨の表示が原告の営業表示である旨主張している。両社との取引関係が終\n了していないとする理由としては，両社との取引関係が長期間かつ継続的\nなものであったことからすれば，両社との取引関係が今後も継続されると\n期待することには合理性があり，この期待は法的に保護されるべきもので\nあること，両社との取引が原告の売上高の大部分を占めるものであり，両\n社との取引が解消されると，原告が深刻な損害を被ることからすれば，原\n告と両社との間の継続的取引関係は，特段の事情がない限り解除すること\nができないものであるところ，本件では，上記特段の事情がない旨主張し\nている。\nそこで検討すると，証拠（甲３１－１，３４－１，３５）によれば，ベ\nルグ社は，被告Ｐ１が原告の代表取締役を退任したことにより，原告とは\n従前と同様の取引関係の維持を期待することができないと判断して，原告\nとの取引関係を終了させたこと，Ｐ３が原告の代表取締役に就任し，Ｐ７\nが原告に復職する旨の説明をしたものの，上記判断を変えられなかったこ\nと（前記１(6)イ）が認められる。\nベルグ社の製品は，その技術的サポートに専門的な知識を有するもので\nあるところ（当事者間で争いがない。），前記１(4)のとおり，被告Ｐ１が\n原告代表取締役を辞任する旨の申出をした当時，原告の従業員として通常\nの勤務をしていた者は他にＰ８とＰ９しかいなかったのであり，そのよう\nな状況の下で代表取締役である被告Ｐ１が退任することから，原告との取\n引関係を継続することができないとベルグ社が判断したことについて，取\n\u0000  \u0000\u0000\n引関係の解消の効果を否定されるような事情があるとはいえない。\nシュミット社が原告との取引関係を終了させた理由は，本件記録上，必\nずしも明らかではないが，その後，被告ティー・エー・ティーを代理店と\nしていることからも同様の理由によるものであることは優に認定するこ\nとができる。\nしたがって，原告とベルグ社及びシュミット社との取引関係は，適法に\n終了したものであることが認められる。\n３  不正競争防止法２条１項１号に基づく請求に係る判断\n前記２で検討したところからすれば，争点１－２について判断するまでもな\nく，不正競争防止法２条１項１号に基づく原告の請求には理由がない。なお，\n原告は，被告ティー・エー・ティー及び被告ワイエムティーに対する損害賠償\n請求との関係でも，同号の不正競争を請求原因としているものと解されるとこ\nろ，これと前記第３の７【原告の主張】で主張する損害との因果関係もない。\n４  争点２－１（被告Ｐ１がベルグ社及びシュミット社に対し原告との取引を終\n了するように働きかけたかなど）について\n(1)  被告Ｐ１がベルグ社及びシュミット社に対し原告との取引を終了するよう\nに働きかけたかについて\n原告は，被告Ｐ１が，平成２１年９月頃から平成２２年１月頃までの間に，\nベルグ社及びシュミット社の取締役らに対し，原告の株主には会社を存続さ\nせる意思も能力もないなどと虚偽の事実を告げて，ベルグ社及びシュミット\n社から原告に対する同社製品の納入を停止させた旨主張する。\nそこで検討すると，証拠（甲４４－２）によれば，被告Ｐ１がベルグ社の\n取締役に対し，平成２２年１月１５日付けで，電子メールを送信したことが\n認められる。その内容は，原告の株主が被告Ｐ１の辞任を承認したこと，原\n告の株主の選択肢としては，できるだけ早急に原告を閉鎖するか，被告Ｐ１\nの後任にＰ７かＰ３を雇うことであること，被告Ｐ１としては，株主に対し\n\u0000   \u0000\n原告の閉鎖の決議をさせようとしているが，閉鎖することが皆のため一番よ\nいと考えていることを告げるものである。\nこれに対して，ベルグ社からは，被告Ｐ１に対し，前記１(6)アのとおり，\n同月２１日付けで，原告を退職した後も，ベルグ社の製品を取り扱ってほし\nい旨の電子メールが送られ，証拠（甲４６－２）によれば，同年２月４日に\nも，日本での営業を依頼する旨の電子メールが送られたことが認められる。\nその一方で，Ｐ３は，同年１月２４日，ベルグ社の取締役Ｐ１０と直接面\n談し，Ｐ７の復職や今後の方針などの説明をするとともに，原告との取引の\n継続を要請したが（甲６７），後日，ベルグ社から取引の終了を通知されたこ\nとが認められる（甲３１－１）。\nこれらの事実に照らすと，被告Ｐ１が，ベルグ社及びシュミット社に対し，\n虚偽の事実を告げて，取引を終了するよう働きかけたということはできない。\nむしろ，ベルグ社及びシュミット社が原告との取引関係を終了させたのは，\n被告Ｐ１が原告の代表取締役を退任すると聞き，ベルグ社自身が，原告との\n取引の継続に不安を抱き，Ｐ３とも直接面談した上，取引の終了を判断した\nことが理由であると考えられる。\nところで，原告は，被告Ｐ１が，平成２１年８月頃，被告Ｐ２と共謀の上，\n自らが新会社を設立するなどして，原告からベルグ社及びシュミット社の日\n本国内における代理店業務を奪うことを計画した旨主張する。しかしながら，\n前記１(5)のとおり，被告Ｐ１が退任したのは，平成２２年１月５日に，Ｐ３\nが原告の経営に介入したことが端緒となっているものであり，他に，上記原\n告の主張する事実を認めるに足りる的確な証拠はない。前記１(3)のとおり，\n被告Ｐ１は，平成２１年９月，被告ワイエムティーを原告の中部地区代理店\nとしたが，このことのみをもって，原告の主張を裏付けるものということは\nできない。\n(2)  前記(1)で検討したところによれば，被告Ｐ１がベルグ社及びシュミット社\n\u0000  !\u0000\nに働きかけて原告との取引を終了させたものであり，これにより被告Ｐ１が\n会社法４２３条１項に基づく損害賠償義務を負うとする原告の主張には理由\nがない。\n５  争点２－２（被告Ｐ１が原告の取締役退任前に競業行為をしたか）について\n(1)  被告Ｐ１が被告ワイエムティーを原告の中部地区代理店としたこと\n原告は，被告Ｐ１が被告ワイエムティーを原告の中部地区代理店とした行\n為が会社法３５６条１項１号の競業取引に当たること，原告が取締役会非設\n置会社であり，平成２１年７月５日から平成２２年２月５日までの原告の取\n締役は被告Ｐ１とＰ４の２名であったから，代理店契約を締結するに当たっ\nては，少なくともＰ４の同意が必要であったこと，被告Ｐ１がＰ４の同意を\n得ていなかったことからすれば，上記競業取引は会社法３５６条１項１号に\n違反する違法なものである旨主張する。\nしかしながら，被告Ｐ１が，原告の代表取締役として締結した，被告ワイ\nエムティーを代理店とする旨の契約の効果は原告に帰属するものであり，被\n告Ｐ１の行為は，会社法３５６条１項１号が想定する取締役の行為に該当し\nない。\n仮に被告ワイエムティーがベルグ社の製品を代理店として販売する行為が\n原告の営業に対する違法な競業行為に当たると主張するものであると解した\nとしても（原告は明示的にはそのような主張をしていない。），前記２(2)アの\nとおり，原告は日本国内において独占的排他的な代理店としての地位を有す\nるものではないから，上記競業行為は違法なものではない。\nなお，被告Ｐ１が被告ワイエムティーを原告の中部地区代理店としたこと\nにより原告が何らかの損害を被ったことを認めるに足りる主張立証もないし，\n少なくとも前記第３の７【原告の主張】の損害との因果関係はない。\n(2)  ジェイテクトに対する営業行為\n原告は，被告Ｐ１が，平成２２年２月４日，ジェイテクトを訪問し，被告\n\u0000  \"\u0000\nＰ１が原告の代表取締役を退任した後は，被告Ｐ１自身がベルグ社製品等に\n関するアフターサービスの提供をする旨説明したこと，同月５日，ジェイテ\nクトに対し，原告に対する注文を取り消して，後日，被告Ｐ１が設立する代\n理店に注文するよう指示する電子メールを送信したことが競業避止義務等に\n違反する旨主張する。\n証拠（甲５２）によれば，被告Ｐ１が，平成２２年２月５日，原告の取引\n先であるジェイテクトの担当者宛てに，同社から原告に対する発注について，\n「部品を今から手配致しますので入荷が３月以降となり新たな代理店よりの\n納品となります。つきましては，御注文をキャンセル頂き新たに新代理店様\nへの御発注手配をお願い致します。」という内容のメールを送付したことが認\nめられる。\n前記のとおり，原告は，同月末日をもってベルグ社及びシュミット社との\n取引関係を終了されることになっていたため，ジェイテクトに対し，発注を\n受けた製品を供給できず，アフターサービスの提供も困難な状況となること\nが予想されたのであるから，ジェイテクトに対し，早期に解約を申し入れる\nなどの措置を講じるべき状況にあったといえる。\nそこで，被告Ｐ１は，ベルグ社及びシュミット社からの取引終了の通知を\n受けた後，原告の代表取締役を退任するに当たり，ジェイテクトに対し，上\n記の説明や指示をしたのであって，これを原告に対する違法な競業行為とい\nうことはできないし（同月４日の説明も，退任の挨拶において同旨の説明が\n行われたものと解することができる。），上記被告Ｐ１の行為により原告に何\nらかの損害が発生したと認めることもできない。\n(3)  前記(1)及び(2)で検討したところによれば，被告Ｐ１が原告の取締役を退\n任する前に競業行為をしたとする原告の主張にも理由はない。\n６  争点２－３（被告ティー・エー・ティーの行為が被告Ｐ１の競業避止義務違\n反に当たるか）及び争点２－４（不法行為の成否）について\n\u0000  #\u0000\n(1)  被告Ｐ１が退職後の競業避止義務を負わないこと\n従業員等が退職した後に競業避止義務を課すためには，退職後の競業避止\n義務を定めた就業規則や特約等が必要である。\nしたがって，争点２－３に関する前記第３の５【原告の主張】(１)の主張\nは失当である。\n(2)  不法行為の成否\nもっとも，元従業員等の競業行為が，社会通念上自由競争の範囲を逸脱し\nた違法な態様で元雇用者の顧客を奪取したとみられるような場合には，その\n行為は元雇用者に対する不法行為に当たるというべきである（最高裁判所平\n成２２年３月２５日第１小法廷判決・最高裁判所民事判例集６４巻２号５６\n２頁）。\n前記４のとおり，本件では，ベルグ社及びシュミット社は，原告の代表取\n締役であった被告Ｐ１が退任することにより，原告との取引を継続すること\nができないと判断して原告との取引を終了させたにすぎない。\nしたがって，この時点で原告は，ベルグ社及びシュミット社との取引を行\nえない状態となったのであるから，その後に被告らがベルグ社及びシュミッ\nト社との取引をしていることをもって原告の顧客を奪取したとはいえない。\nまた，前記１で検討した経緯からしても，被告らの行為が社会通念上自由\n競争の範囲を逸脱した違法な態様によるものであるなどとも到底いえない。\n７  会社法４２３条１項又は民法７０９条に基づく請求に係る判断\n前記４から６までで検討したところによれば，会社法４２３条１項又は民法\n７０９条に基づく原告の請求にも理由がない。\n８  結論\n以上によれば，争点３について判断するまでもなく，原告の請求には全部理\n由がない。\nよって，主文のとおり判決する。\n\u0000  $\u0000\n大阪地方裁判所第２６民事部\n裁 判 長 裁 判 官        山    田    陽    三\n裁 判 官        松    川    充    康\n\u0000             裁\u0000 判\u0000 官\u0000 \u0000   \u0000 \u0000   西    田    昌    吾\u0000\n\u0000  %\u0000\n（別紙）\u0000\n当 事 者 目 録 \u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n原      告                日本テクノサービス株式会社\n同訴訟代理人弁護士        小 原   望\n同                        古 川 智 祥\n同                        妹 尾   悟\n被      告                株式会社ティー・エー・ティー\n被      告                Ｐ１\n上記両名訴訟代理人弁護士  和 田 慎 也\n被      告                株 式 会 社 ワ イ エ ム テ ィ ー\n被      告                Ｐ２\n上記両名訴訟代理人弁護士  朴   憲 洙\n\u0000  &\u0000\n（別紙）\u0000\n標章目録\u0000\n１\u0000\n\u0000\n\u0000 \u0000\n\u0000  '\u0000\n（別紙）\u0000\nウェブサイト目録\u0000\n１  被告株式会社ティー・エー・ティー\u0000\nhttp://www.tat-web.com/tat/eindex.asp，\nhttp://www.tat-web.com/tat/shohin.html\n及び\nhttp://www.tat-web.com/\nの各ＵＲＬにより特定されるウェブサイト\n２  被告株式会社ワイエムティー\nhttp://www.ymt-co.jp\nのＵＲＬにより特定されるウェブサイト\n"
}