{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 5,
    "day": 29
  },
  "case_number": "平成31(ネ)10006",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88685",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88685",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/685/088685_hanrei.pdf",
  "contents": "令和元年５月２９日判決言渡\n平成３１年（ネ）第１０００６号  特許権侵害差止等請求控訴事件（原審・東京地\n方裁判所平成２９年（ワ）第２８８８４号）\n口頭弁論終結日  平成３１年４月２４日\n判          決\n控訴 人      ベー・エル・アー・ハー・エム・エス\n・ゲーエムベーハー\n訴訟代理人弁護士      古    城    春    実\n同             牧    野    知    彦\n訴訟代理人弁理士      松    谷    道    子\n同             田    村        啓\n同             呉        英    燦\n同             坂    田    啓    司\n被 控 訴 人      ラジオメーター株式会 社\n訴訟代理人弁護士      北    原    潤    一\n同             米    山    朋    宏\n訴訟代理人弁理士       小    林        浩\n補佐人弁理 士      杉    山    共    永\n主        文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙物件目録記載１の装置を製造し，譲渡し，輸入し，\n貸し渡し又は譲渡若しくは貸渡しの申出をしてはならない。\n３  被控訴人は，原判決別紙物件目録記載２のキットを製造し，譲渡し，輸入し，\n譲渡の申出をしてはならない。\n４  被控訴人は，その占有に係る第２項及び第３項記載の各製品を廃棄せよ。\n５  被控訴人は，控訴人に対し，９００万円及びこれに対する平成２９年９月２\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要（略語は，特に断りのない限り，原判決の例による。）\n１  事案の要旨\n本件は，発明の名称を「敗血症及び敗血症様全身性感染の検出のための方法\n及び物質」とする特許（特許第５２１５２５０号。請求項の数１。以下「本件\n特許」といい，本件特許に係る特許権を「本件特許権」という。）の特許権者\nである控訴人が，原判決別紙物件目録記載１の装置（以下「被告装置」という。）\n及び同目録記載２のキット（以下「被告キット」という。）を用いる敗血症及\nび敗血症様全身性感染の検出に係る方法（以下「被告方法」という。）が本件\n特許の特許請求の範囲の請求項１に係る発明（以下「本件発明」という。）の\n技術的範囲に属し，被控訴人による被告装置の製造，譲渡，輸入，貸渡し，譲\n渡又は貸渡しの申出（以下「製造等」という。）が本件特許権の間接侵害（特\n許法１０１条５号）に当たり，被控訴人による被告キットの製造等（ただし，\n被告キットについては貸渡し及び貸渡しの申出を除く。以下同じ。）が本件特\n許権の間接侵害（同条４号）に当たると主張して，被控訴人に対し，①特許法\n１００条１項に基づき，被告装置及び被告キットの製造等の差止め，②同条２\n項に基づき，被告装置及び被告キットの廃棄を求めるとともに，③本件特許権\n侵害の不法行為に基づく損害賠償として９００万円及びこれに対する不法行\n為の後である平成２９年９月２日（訴状送達日の翌日）から支払済みまで民法\n所定の年５分の割合による遅延損害金の支払を求める事案である。\n原判決は，被告方法は本件発明の技術的範囲に属するとはいえないとして，\n控訴人の請求をいずれも棄却した。\n控訴人は，原判決を不服として本件控訴を提起した。\n２  前提事実\n原判決２頁２０行目から３頁２行目までを次のとおり改めるほか，原判決「事\n実及び理由」の第２の２（２頁１１行目～４頁４行目）に記載のとおりである\nから，これを引用する。\n「ア  控訴人は，平成１１年１０月１３日（優先日平成１０年１０月１５日，\n優先権主張国ドイツ）を国際出願日とする特許出願（特願２０００－５７６２\n８６号。）の一部を分割して，平成２１年６月２６日，発明の名称を「敗血症\n及び敗血症様全身性感染の検出のための方法及び物質」とする発明について特\n許出願（特願２００９－１５２８４４号。以下「本件出願」といい，本件出願\nの願書に添付した明細書を図面を含めて「本件明細書」という。）をし，平成\n２５年３月８日，本件特許権の設定登録を受けた（甲１，２）。」\n３  争点\n⑴  被告方法は本件発明の技術的範囲に属するか（争点１）\n⑵  特許法１０１条５号及び同条４号の間接侵害の成否（争点２）\n⑶  無効の抗弁の成否（争点３）\nア  本件発明は特表平８－５０１１５１号公報により新規性又は進歩性を欠\nくか（争点３－１）\nイ  本件特許は特許法３６条４項１号に違反しているか（争点３－２）\n⑷  損害の発生の有無及びその額（争点４）\n第３  争点に関する当事者の主張\n１  争点１（被告方法は本件発明の技術的範囲に属するか）について\n⑴  控訴人の主張\nア  「患者の血清中でプロカルシトニン３－１１６を測定すること」の意義\n本件明細書には，健常者の血中からはプロカルシトニンがほとんど検出\nされない一方で，敗血症患者の血中からは健常者よりも２桁以上高い濃度\nのプロカルシトニンが検出されること，敗血症患者の血中から検出される\nプロカルシトニンの大部分がプロカルシトニン３－１１６であり，それ以\n外のプロカルシトニン１－１１６等のタンパク質の量は質量基準で２％\n以下であったことが教示されている（【０００２】～【０００８】，【０\n０１０】，【００３０】，【００３５】，【００６２】，表３，図５）。\nこれらの教示から，患者の血清中でプロカルシトニン１－１１６等とプ\nロカルシトニン３－１１６を区別することなくプロカルシトニン一般を\n測定したとしても，敗血症等の検出に必要な精度でプロカルシトニン３－\n１１６を測定できることが当業者に明らかである。\nまた，本件明細書には，本件特許に係る「敗血症及び敗血症様全身性感\n染を検出するための方法」の具体例として，健常者と敗血症患者の血中か\nら検出されるプロカルシトニンの濃度を一般的なイムノアッセイにより\n測定することが記載されているが（【００６２】，表３），通常のイムノ\nアッセイでは，プロカルシトニン１－１１６と区別してプロカルシトニン\n３－１１６を測定することは不可能である。\n以上によれば，構成要件Ａの「患者の血清中でプロカルシトニン３－１\n１６を測定すること」とは，敗血症患者の血清中でプロカルシトニン３－\n１１６を敗血症の検出に必要な精度で測定することをいうと解すべきで\nあり，プロカルシトニン１－１１６と区別してプロカルシトニン３－１１\n６を測定することを必須とするものではない。\nイ  被告方法\n(ア)  被告方法は，被告装置及び被告キットを用いる敗血症及び敗血症様\n全身性感染の検出に係る方法である。\nそして，被告装置及び被告キットを使用すると，患者の検体中におい\nて，プロカルシトニン３－１１６とプロカルシトニン１－１１６とを区\n別することなく，いずれをも含み得るプロカルシトニンの濃度を測定で\nきるところ，前記アのとおり，本件発明により明らかにされた，敗血症\n等の患者血清中では他のプロカルシトニンと比してその大部分がプロカ\nルシトニン３－１１６であるとの知見を併せると，被告方法は，「プロ\nカルシトニン３－１１６を測定」するものといえる。\nまた，被告装置で用いられる検体は「全血又は血漿」であるが，プロ\nカルシトニン３－１１６は血清中に存在するものであるから，被告装置\nで測定している「プロカルシトニン３－１１６」は「患者の血清中」の\nプロカルシトニン３－１１６である。\nしたがって，被告方法は，構成要件Ａを充足する。\n(イ)  さらに，被告方法は，前記(ア)の測定結果をもって，敗血症及び敗血\n症様全身性感染を検出するものであるから，構成要件Ｂを充足する。\nウ  小括\n以上のとおり，被告方法は，本件発明の全ての構成要件を充足するもの\nであるから，本件発明の技術的範囲に属する。\n⑵  被控訴人の主張\nア  「患者の血清中でプロカルシトニン３－１１６を測定すること」の意義\n構成要件Ａは，「患者の血清中でプロカルシトニン３－１１６を測定す\nることを含む」と規定しているから，その文言を素直に解すると，構成要\n件Ａは，ある方法を実行することにより，プロカルシトニン３－１１６の\n存在を検出し，その濃度等の量を明らかにすることが求められているとい\nえる。\nしたがって，敗血症等の患者の血清中では大部分がプロカルシトニン３\n－１１６であるとの知見を踏まえると，検体となった患者の血清中のプロ\nカルシトニンの多くはプロカルシトニン３－１１６のはずであるという\n事情があるとしても，プロカルシトニン３－１１６を区別することなくプ\nロカルシトニン一般を測定しているだけでは，「患者の血清中でプロカル\nシトニン３－１１６を測定」しているとはいえない。\nイ  被告方法\n(ア)  被告方法においては，被告装置及び被告キットを使用して敗血症等\nを検出する過程で，プロカルシトニン３－１１６の量が明らかにされて\nいるとは認められず，プロカルシトニン３－１１６の存在自体も明らか\nになっているとはいえない。\nしたがって，被告方法は，構成要件Ａを充足しない。\n(イ)  被告方法が構成要件Ｂを充足することは認める。\nウ  小括\n以上のとおり，被告方法は，本件発明の全ての構成要件を充足するもの\nではないから，本件発明の技術的範囲に属するものではない。\n２  争点２ないし４について\n原判決「事実及び理由」の第３の２ないし４（５頁２４行目～９頁２０行目）\nに記載のとおりであるから，これを引用する。\n第４  当裁判所の判断\n当裁判所も，被告方法は本件発明の技術的範囲に属するものと認めることは\nできないから，控訴人の請求はいずれも理由がないものと判断する。その理由\nは，以下のとおりである。\n１  本件明細書の記載事項等について\n⑴  本件発明の特許請求の範囲（請求項１）の記載は，以下のとおりである。\n「患者の血清中でプロカルシトニン３－１１６を測定することを含む，敗\n血症及び敗血症様全身性感染を検出するための方法」\n本件明細書（甲２）の発明の詳細な説明には，次のような記載がある（下\n記記載中に引用する「図１，２，５及び表３」については別紙を参照）。\nア  【技術分野】\n【０００１】\n本発明は，敗血症及び敗血症様全身性感染において，プロカルシトニン\n又はプロカルシトニンの部分ペプチド（partial peptides）の発生に関係\nする，新規な，実験的に確認された発見から導かれる，新規な診断及び治\n療の可能性に関する。\n【背景技術】\n【０００２】\n特許 DE 42 27 454 及び EP 0 656 121 B1 及び US 5,639,617 は，敗血症\nの危険を有する患者及び敗血症の典型的な症候が見られる患者の血清又\nは血漿中のプロホルモンのプロカルシトニン及びそこから得られる部分\nペプチドの測定が，早期検出にとって，すなわち敗血症に至らしめるかも\nしれない感染の検出及び非感染性の病因との鑑別，重大性の検出，及び，\n敗血症及び敗血症様全身性感染の治療の成果の評価にとって，有益な診断\n手段であること開示している。…\nイ  【発明が解決しようとする課題】\n【０００６】\nプロカルシトニンは，カルシトニンのプレホルモンとして既知となって\nおり，その完全なアミノ酸配列は古くから知られている（FEBS 167 (1984),\n93-97 頁）。プロカルシトニンは，甲状腺のＣ細胞において，通常の状態で\n産生されており，それから，特異的開裂によってホルモンのカルシトニン\nになり，さらに，部分ペプチドのカタカルシン及び５７のアミノ酸を含む\nN－末端残基（「アミノプロカルシトニン」）となる。\n【０００７】\n敗血症の間のプロカルシトニンの生成に重要である器官もしくは細胞又\nは組織に関する実験資料によってサポートされているものもいくつか存\n在する前記技術文献中には異なる意見もあるが，敗血症のケースでは，甲\n状腺を完全に除去した患者からでさえも，著しく高いプロカルシトニンレ\nベルが観察されることもあるので，敗血症患者の血中に検出可能なプロカ\nルシトニンが，甲状腺の外で形成されると結論付けることが必要であった。\n【０００８】\n敗血症において「プロカルシトニン」として測定されるペプチドの性質\nに関して，実際，その特定のペプチドが，甲状腺においてカルシトニン前\n駆体として形成される完全な長さの既知のプロカルシトニンと完全に同\n一である必要はないことは，上述の患者におけるアウトセットから明らか\nにされている。しかしながら，敗血症のケースで形成されるプロカルシト\nニンが甲状腺で形成されるプロカルシトニンと異なるのかどうかという\n疑問は，現在まで答えが得られていない。あり得る違いは，既知のプロカ\nルシトニンの，糖化（グリコシレーション），リン酸化あるいは一次構造\nの修飾等の翻訳後の修飾，さらに，変性した，短くされたあるいは長くさ\nれたアミノ酸配列であった。今日まで分析アッセイ方法は，カルシトニン\n前駆体として既知のプロカルシトニンと，敗血症の場合に形成されるプロ\nカルシトニンとの間の違いを明らかにしなかったので，敗血症のケースで\n形成されるプロカルシトニンは，カルシトニン前駆体と同一であり，ゆえ\nに，既知の１１６アミノ酸のプロカルシトニン配列を有するペプチド（プ\nロカルシトニン１－１１６）であると暫定的，一般的に見なされていた。\nウ  【課題を解決するための手段】\n【０００９】\nしかしながら，出願人の研究室における測定によって明らかにされ，本\n出願の実験部分により詳細に説明されているように，敗血症のケースで形\n成されるプロカルシトニンは，甲状腺で形成される完全なプロカルシトニ\nン１－１１６とは，わずかだが重大な違いがある。見出された違いは，そ\nれから，新規な診断及び治療方法，そこで使用可能な物質，及び，遂行さ\nれ得る科学的アプローチにおいて実施可能な多数の科学的結論を導き出\nした。\n【００１０】\n本出願において開示される発明の開始点は，敗血症及び敗血症様全身性\n感染のケースにおいて患者血清中に比較的高濃度で検出可能なプロカル\nシトニンが，１１６のアミノ酸を含む完全なプロカルシトニン１－１１６\nではなく，そのアミノ末端がジペプチド分短くなっているが他は同一であ\nり，１１４のアミノ酸のみのアミノ酸配列を有するプロカルシトニン（プ\nロカルシトニン３－１１６）であるという驚くべき発見である。\n【００１１】\n完全なプロカルシトニンと比べて欠落している前記ジペプチドは，Ala-\nPro 構造を有している。完全なプロカルシトニン配列のアミノ末端の二番\n目のアミノ酸としてのプロリン残基を含むジペプチドの欠落は，特定のペ\nプチダーゼ，すなわち，いわゆるジペプチジル－（アミノ）－ペプチダー\nゼ IV（DP IV 又は DAP IV 又は CD 26）が，敗血症のケースで検出されるプ\nロカルシトニン３－１１６の生成に役割を果たすかもしれないという推\n測を導く。\n【００１３】\nより正確に得られた結果はさらに，敗血症及び全身性感染のケースの高\n濃度のプロカルシトニンの発生は孤立した現象ではなく，同様に，他のプ\nロホルモンもまた高濃度で測定可能であり，その結果，そのようなプロホ\nルモンの測定が，プロカルシトニン測定に代えて可能であるか又は個々の\nケースのプロカルシトニン測定を補足するか，もしくは，さらにそれを診\n断上の意義のある方法で確認するのに適している，という仮説の展開をも\nたらした。\nエ  【発明を実施するための形態】\n【００１７】\nプロカルシトニン３－１１６が実際に炎症過程と関連し，特異的分子レ\nセプター又は類似した特異的バインダーがこの短くされたプロカルシト\nニンに対して存在するのであれば，プロカルシトニン３－１１６の使用，\n又は，プロカルシトニン３－１１６のレセプターと相互作用するアゴニス\nト及びアンタゴニストの使用によって，敗血症の進行に影響を与え，それ\nがきっかけとなって起こる生理反応に，そして炎症過程にも影響を与える\nことができる新規な治療の可能性が開かれる。プロカルシトニン３－１１\n６の特異的バインダー，例えば，選択的抗体，の使用は，ここで伝えられ\nる発見によって明らかにされる治療アプローチでもある。\n【００１８】\n結局，敗血症及び全身性感染のケースでジペプチジル－アミノペプチダ\nーゼ IV がプロカルシトニン３－１１６の生成に役割を果たすかもしれな\nいということは，更なる仮説，すなわち，例えば適当な選択的バインダー，\n抗体又は類似のレセプター分子によってそれをブロックすることにより\nジペプチジル－アミノペプチダーゼ IV の活性に影響を与え，それによっ\nて，敗血症及び敗血症様炎症過程に治療上の影響を与えることも可能かも\nしれないという仮説を導く。\nオ  【実施例】\n【００２３】\n実験セクション\nA.  敗血症患者の血清からの内因性プロカルシトニンペプチドの単離と\n確認\n重度の敗血症に苦しむ複数の患者からの血清サンプルを混合することに\nよって，総容量６８ml の混合血清が調製された。得られたプール血清中の\nプロカルシトニン濃度は，市販のプロカルシトニンアッセイ（LUMItest PCT,\nB.R.A.H.M.S. Diagnostica）を用いて測定したところ，２８０ng/ml（総量\n１９μg）であった。前記プール血清は，同量のバッファー（６８ml；１０\nmM EDTA，１mg/ml マウス－IgG，２mg/ml ヒツジ－IgG，２mg/ml ウシ－IgG，\n０．１mmol ロイペプチン，PBS 中５０μM アマスタチン）と混合し，その\nサンプル中に含まれるプロカルシトニンを，アフィニティークロマトグラ\nフィーによって単離及び精製した。\n【００２５】\nこの方法で集められた物質は，rpC18 カラムμBondapak ０．４×３０mm\n（Waters より）での逆相 HPLC によって精製した。…\n【００２７】\nそのカラム流出物は，２１４nm での吸収によって持続的に測定され，０．\n２５ml のフラクションが集められた。市販のプロカルシトニンアッセイ\n（LUMItest PCT, B.R.A.H.M.S. Diagnostica）を用いて，PCT 免疫反応性\nを検出できたフラクションを決定した。主要な免疫反応性を有する部分が，\nシャープなバンドとして５１番目のフラクションに溶離したことが見出\nされた。加えて，不均一な組成及び低いＰＣＴ免疫反応性を有するタンパ\nク質フラクションが，３９から４９のフラクションにて得られた。\n【００２８】\n図１は，前記 rp HPLC の，集められた各フラクションについて決定され，\n溶離したフラクションの吸光度（OD）を示す曲線に重ね合わせた PCT 免疫\n反応性（ng PCT/ml で表される）を示す。\n【００２９】\nポジティブなプロカルシトニン免疫反応性を有する全てのフラクション\nを，窒素ガス処理によって乾燥させた。その後，それらのサンプルをマス\nスペクトロメトリーで分析し，N－末端塩基配列決定を行った。\n【００３０】\n前記マススペクトロメトリー分析（MSLDI-TOF 法）では，図２に示され\nるプロファイルが，フラクション５０－５２に対して得られ，そのプロフ\nァイルから，１２６４０±１５のモル質量という結果となった。マススペ\nクトロメトリーで調べられた他のフラクション（３６－４９，５３－５９）\nはすべて，１２６４０未満のモル質量で不均一な質量分布を示した。それ\nらの個々の質量は，フラクション５０－５２の質量の強度と比べて２％未\n満の強度を与えた。このように，敗血症患者血清中のプロカルシトニン免\n疫反応性が，１２６４０±１５の質量と関連があることが示された。\n【００３１】\nフラクション３６－５９中に含まれるペプチドの N－末端塩基配列決定\nを行った。ここでも，フラクション３６－４９及び５３－５９の内容が不\n均一であると証明された。すなわち，N－末端の多様性が測定された。\n【００３２】\nその優勢なプロカルシトニン免疫反応性がわかったフラクション５０－\n５２では，そこに含まれるペプチドが明らかに以下の N－末端（１５のア\nミノ酸）：Phe Arg Ser Ala Leu Glu Ser Ser Pro Ala Asp Pro Ala Thr\nLeu を有することが明らかになった。\n【００３３】\nそれから，フラクション５０－５２からのペプチドは，プロテアーゼ\nGlu-C 又はトリプシンを用いて消化され，得られたフラグメントは，SMART-\nHPLC によってそれ自身は既知である方法で元に戻され，それから，マスス\nペクトロメトリーと配列分析によって調べられた。\n【００３４】\n既知のプロカルシトニン１－１１６のアミノ酸３－１１６の配列と完全\nに対応した配列が得られた。その配列の理論上の質量は１２６２７であっ\nたが，これはマススペクトロメトリーにより測定された１２６４０±１５\nの質量と一致する。\n【００３５】\nしたがって，１１４のアミノ酸を含み且つプロカルシトニン３－１１６\nとしてデザインされたプロカルシトニンペプチドが敗血症患者の血液中\nを循環することが示された。…\n【００３６】\n前記プロカルシトニン３－１１６は，可能性のある内因性プロカルシト\nニン部分ペプチドとしては，現在に至るまで科学論文で論じられておらず，\nそれゆえに，当業者にとって，今日までに，具体的に，このペプチドを調\n製し，その性質についてそれを調べる理由もない。しかしながら，上記発\n見は，今や，遺伝子工学技術によって前記プロカルシトニン３－１１６の\n具体的な調製の理由をもたらしている。…\n【００５９】\nD.2．敗血症患者からの血清及び健常者からの血清中の pro-ANF，pro-ADM，\npro-END 及び pro-BNP の決定\nプレホルモンである pro-ANF，pro-ADM，pro-END 及び pro-BNP の決定に\nついては，アッセイは，DRG（DRG  Instruments  GmbH,  D-35018  Marburg,\nドイツ）からキットの形態で市販されており，製造者の指示に従って次の\n測定に用いられた。\n【００６２】\n２０人の正常者 A-T の群の血清及び敗血症患者２０人の血清において，\n上述のプロホルモンと，それらと同時に，プロカルシトニンとを決定した。\nその結果は以下の表３に要約されている。表３のデータは，図５から９に\nグラフでも示している。\n【００６３】\n示された結果は，正常者に比べると，敗血症患者のケースでは，測定さ\nれたプロホルモン全ての値でおおよそ明確な増加を示すが，正常者と敗血\n症患者の間の差違はプロカルシトニンの決定において最も際立っている。\n⑵  前記⑴の記載事項によれば，本件明細書の発明の詳細な説明には，本件発\n明に関し，次のような開示があることが認められる。\nア  「本発明」は，敗血症等において，プロカルシトニン又はその部分ペプ\nチドの発生に関係する新規の発見から導かれる，新規の診断及び治療の可\n能性に関する（【０００１】）。\nイ  従来技術として，敗血症の危険を有する患者及び敗血症の典型的な症候\nが見られる患者の血清又は血漿中のプロカルシトニン及びそこから得られ\nる部分ペプチドの測定が，敗血症に至らしめる感染の検出，非感染性の病\n因との鑑別，重大性の検出，敗血症等の治療の成果の評価にとって有益な\n診断手段であることが知られていたが，敗血症のケースで形成されるプロ\nカルシトニンが甲状腺のＣ細胞において形成される既知のプロカルシトニ\nン１－１１６と異なるかどうかは，明らかでなかった（【０００２】，【０\n００６】～【０００８】）。\nウ  「本発明」の開始点は，敗血症等の患者の血清中に比較的高濃度で検出\n可能なプロカルシトニンが，プロカルシトニン１－１１６ではなく，プロ\nカルシトニン３－１１６であるという発見であり，そこから新規な診断及\nび治療方法，そこで使用可能な物質等を導き出した（【０００９】，【０\n０１０】）。\n２  争点１（被告方法は本件発明の技術的範囲に属するか）について\n⑴  「患者の血清中でプロカルシトニン３－１１６を測定すること」の意義に\nついて\nア(ア)  本件発明の特許請求の範囲（請求項１）の記載によれば，本件発明\nの「プロカルシトニン３－１１６」は，「患者の血清中」から「測定」\nされるものであり，測定結果が「敗血症及び敗血症様全身性感染」の「検\n出」のために用いられることを理解できる。\nそして，本件発明の特許請求の範囲（請求項１）には，「プロカルシ\nトニン３－１１６を測定すること」の意義について規定する記載はない\nが，「測定」とは，一般的に，「長さ，重さ，速さなど種々の量を器具\nや装置を用いてはかること」（大辞林（第３版））との意味を有する。\nしたがって，特許請求の範囲の記載によれば，本件発明の「患者の血\n清中でプロカルシトニン３－１１６を測定すること」とは，患者の血清\n中のプロカルシトニン３－１１６の量を明らかにすることを意味するも\nのと解される。\n(イ)  また，本件明細書の発明の詳細な説明には，従来技術として，患者\nの血清中のプロカルシトニンの測定が，敗血症の検出にとって有益な診\n断手段であることが知られていたこと，「本発明」の開始点は，敗血症\n等の患者の血清中に比較的高濃度で検出可能なプロカルシトニンが，プ\nロカルシトニン１－１１６ではなく，プロカルシトニン３－１１６であ\nるという発見であり，そこから新規な診断及び治療方法，そこで使用可\n能な物質等を導き出したことの開示がある（前記１⑴イ）。一方，本件\n明細書の発明の詳細な説明には，「プロカルシトニン３－１１６を測定\nすること」の意義について明示した記載はない。\nそして，このような本件明細書の記載に照らしても，本件発明の「患\n者の血清中でプロカルシトニン３－１１６を測定すること」とは，患者\nの血清中のプロカルシトニン３－１１６の量を明らかにすることを意味\nし，その測定結果が敗血症等の検出に用いられることを理解できる。\n(ウ)  以上の特許請求の範囲及び本件明細書の記載事項を総合すると，\n「患者の血清中でプロカルシトニン３－１１６を測定すること」とは，\n患者の血清中のプロカルシトニン３－１１６の量を明らかにすることを\n意味するものと解される。\nイ  これに対し控訴人は，構成要件Ａの「患者の血清中でプロカルシトニン\n３－１１６を測定すること」とは，敗血症患者の血清中でプロカルシトニ\nン３－１１６を敗血症の検出に必要な精度で測定することをいうと解すべ\nきであり，プロカルシトニン１－１１６と区別してプロカルシトニン３－\n１１６を測定することを必須とするものではない旨主張し，その根拠とし\nて，①本件明細書の記載事項（【０００２】～【０００８】等）から，患\n者の血清中でプロカルシトニン１－１１６等とプロカルシトニン３－１１\n６を区別することなくプロカルシトニン一般を測定したとしても，敗血症\n等の検出に必要な精度でプロカルシトニン３－１１６を測定できることが\n当業者に明らかであること，②本件明細書には，本件特許に係る「敗血症\n及び敗血症様全身性感染を検出するための方法」の具体例として，血中か\nら検出されるプロカルシトニンの濃度を一般的なイムノアッセイにより測\n定することが記載されているが（【００６２】，表３），通常のイムノア\nッセイでは，プロカルシトニン１－１１６と区別してプロカルシトニン３\n－１１６を測定することは不可能であることを挙げる。\nしかしながら，「患者の血清中でプロカルシトニン３－１１６を測定す\nること」とは，患者の血清中のプロカルシトニン３－１１６の量を明らか\nにすることを意味するものと認められることについては，前記アのとおり\nである。\n上記①の点については，患者の血清中のプロカルシトニン３－１１６を\nプロカルシトニン１－１１６等と区別することなく測定することとは，患\n者の血清中のプロカルシトニンを測定することと同義であるところ，本件\n明細書には，患者の血清中のプロカルシトニン濃度を測定することにより\n敗血症等を検出する技術は，本件出願の優先日前に従来技術として存在し\nたものであり，「本発明」は，かかる従来技術に対して新規のものである\n旨が記載されていること（前記１⑵イ，ウ）からすると，かかる従来技術\nが本件発明に係る方法に含まれると解することはできない。\nなお，本件明細書には，敗血症等の患者の血清中に含まれるプロカルシ\nトニンの大部分がプロカルシトニン３－１１６であることを発見した旨\nの記載があるが（【０００９】，【００１０】），たとえそのような関係\nがあるとしても，プロカルシトニン３－１１６を測定することと，プロカ\nルシトニン一般を測定することとが同義とはいえないことは明らかであ\nる。更に付け加えれば，敗血症等の患者の血清中に含まれるプロカルシト\nニンの大部分はプロカルシトニン３－１１６であるとの知見が存在する\nとしても，敗血症等であるかどうかが明らかではない（だからこそ，その\n診断を要する）患者については，その血清中のプロカルシトニンの大部分\nがプロカルシトニン３－１１６であるかどうかは明らかではないはずで\nある。したがって，敗血症等であるかどうかの診断に当たり，検出された\nプロカルシトニン一般の大部分がプロカルシトニン３－１１６であると\nの前提に立つことはできないというべきであるから，上記知見の存在は，\n前記アの判断を左右するものではない。\nまた，上記②の点については，本件明細書には，正常者及び敗血症患者\nの血清中のプロカルシトニン濃度を測定した旨が記載されているところ\n（【００６２】），【００６２】に明示の記載はないが，上記測定は，【０\n０２３】と同様に，市販のプロカルシトニンアッセイを用いて行われたも\nのと理解することができる。\nしかしながら，本件明細書には，かかる測定は，これと同時に行われた\nこれらの者の血清中のプロホルモン濃度の測定結果と対比することによ\nり，正常者と敗血症患者の間の濃度の差異がプロカルシトニンにおいて際\n立っていることを示すものである旨の記載があることからすると（【００\n５９】，【００６２】，【００６３】，表３），上記測定が，本件特許に\n係る「敗血症及び敗血症様全身性感染を検出するための方法」の具体例と\nして記載されたものであるとは認められない。したがって，上記②の主張\nは，その前提を誤るものである。\n以上によれば，控訴人の上記主張を採用することはできない。\n⑵  被告方法について\n前記前提事実のとおり，被告装置及び被告キットを使用すると，患者の\n検体中において，プロカルシトニン３－１１６とプロカルシトニン１－１\n１６とを区別することなく，いずれをも含み得るプロカルシトニンの濃度\nを測定することができ，その測定結果に基づき敗血症の鑑別診断等が行わ\nれていると認められるものの，本件全証拠によっても，被告装置及び被告\nキットを使用して敗血症等を検出する過程で，プロカルシトニン３－１１\n６の量が明らかにされているとは認められない。\nしたがって，その余の点について判断するまでもなく，被告方法は，構\n成要件Ａを充足するものとはいえない。\n⑶  小括\n以上によれば，被告方法は，本件発明の技術的範囲に属するものとは認\nめられない。\n３  結論\n以上のとおり，被告方法は，本件発明の技術的範囲に属するものとは認めら\nれないから，被控訴人による被告装置及び被告キットの製造等は本件特許権の\n間接侵害に当たるものではなく，控訴人の請求をいずれも棄却した原判決は相\n当である。\nしたがって，本件控訴は理由がないから，これを棄却することとし，主文の\nとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n上    田    卓    哉\n裁判官\n山    門        優\n（別紙）\n【図１】\n【図２】\n【図５】\n【表３】\n"
}