{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 11
  },
  "case_number": "平成20(ワ)2900",
  "case_name": "Ｂ型肝炎損害賠償請求事件",
  "court_name": "福岡地方裁判所第２民事部",
  "lawsuit_id": "87366",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87366",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/366/087366_hanrei.pdf",
  "contents": "平成２９年１２月１１日判決言渡  同日原本領収  裁判所書記官\n平成２０年   Ｂ型肝炎損害賠償請求事件\n平成２４年   Ｂ型肝炎損害賠償請求事件\n口頭弁論終結日  平成２９年７月２４日\n判決\n当事者の表示  別紙１（当事者目録）記載のとおり\n主文\n１  被告は，原告３０に対し，１３７５万円及びこれに対する平成２０年８月２\n２日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告４０３に対し，１３００万円及びこれに対する平成２４年３月\n３０日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は被告の負担とする。\n４  この判決は，本判決が被告に送達された日から１４日を経過したときは，仮\nに執行することができる。ただし，被告が各原告について１２５０万円の担保\nを供するときは，当該原告に係る仮執行を免れることができる。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，Ｂ型肝炎の患者である原告らが，乳幼児期（０ないし６歳時）に被\n告が実施した集団ツベルクリン反応検査及び集団予防接種（以下，併せて「集\n団予防接種等」という。）を受けた際，注射器（針又は筒）の連続使用によって\nＢ型肝炎ウイルス（ｈｅｐａｔｉｔｉｓ  Ｂ  ｖｉｒｕｓ。以下「ＨＢＶ」とい\nうこともある。）に持続感染し，成人になって慢性肝炎を発症したとして，被告\nに対し，国家賠償法１条１項に基づき，原告３０においては１３７５万円（包\n括一律請求としての損害額１２５０万円及び弁護士費用１２５万円）の賠償及\nび同額に対する不法行為の後である平成２０年８月２２日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求め，原告４０３においては\n１３００万円（同損害額１２５０万円及び弁護士費用５０万円）の賠償及び同\n額に対する不法行為の後である平成２４年３月３０日から支払済みまで上記同\n様の遅延損害金の支払を求める事案である。\n１  前提事実（争いのない事実並びに後掲の証拠及び弁論の全趣旨によって容易\nに認められる事実。以下，特に明記しない限り，書証の掲記は枝番号を含む。）\n⑴  Ｂ型慢性肝炎について\nア  Ｂ型肝炎は，Ｂ型肝炎ウイルス（ＨＢＶ）に感染することによって発症\nする肝炎（ウイルスを排除しようとする免疫反応により，自らの肝細胞を\n破壊し，肝臓に炎症を起こした状態）であり，慢性化して長期化すると，\n肝硬変，肝がんを発症させることがある。（甲Ａ６）\n免疫反応により肝細胞が破壊されると，肝細胞内の酵素であるＡＳＴ（Ｇ\nＯＴ）やＡＬＴ（ＧＰＴ）が血中に放出される。ＡＬＴ値等の上昇の持続\n及びその変動は肝炎の活動性を示唆し，一定期間高値を示し，かつ変動が\n認められる場合には肝細胞壊死が高度であり，肝炎が活動性である可能性\nが高い。（甲Ａ６，１４，甲Ｂ４０３－４６，乙Ｂ４０３－２５，３４）\nイ  ＨＢＶは，主として感染者の血液を介して感染し，感染様式としては，\n①感染成立後一定期間の後にウイルスが生体から排除されて治癒する「一\n過性の感染」及び②ウイルスが年余にわたって生体（主として肝臓）の中\nに住みついてしまう「持続感染」（ＨＢＶキャリア状態）がある。後者の主\nな感染経路は，出産時の母子感染（垂直感染）と乳幼児期の水平感染であ\nる。（甲Ａ６，３４，甲Ｂ４０３－４１，乙Ｂ４０３－３，６，９）\nウ  ＨＢＶに感染すると，ＨＢＶに関連する抗原及び各抗原に対応する抗体\nが，順を追って血中に出現する。各抗原及び抗体の臨床的意義は，次のと\nおりである。なお，各抗原及び抗体は，後記エのＨＢＶ-ＤＮＡ等と併せて\n「ウイルスマーカー」といわれる。（甲Ａ６，甲Ｂ４０３－２０，２９，４\n１，乙Ｂ４０３－１，３，９，２５）\nＨＢｓ抗原  ＨＢＶ感染状態（通常ＨＢｃ抗体も陽性）。\nＨＢｓ抗体  ＨＢＶ感染既往（多くはＨＢｃ抗体も陽性）。\nＨＢｃ抗原  （ＨＢＶの芯を構成するタンパクである。外殻に包まれ\nＨＢＶ粒子内部に存在し，そのままでは検出できない。）\nＨＢｃ抗体  高抗体価：ＨＢＶ感染状態（通常ＨＢｓ抗原陽性）。\n低抗体価：ＨＢＶ感染既往（多くはＨＢｓ抗体陽性）。\nＨＢｅ抗原  血中のＨＢＶ量が多く（増殖力が強く），感染性が強い。\nＨＢｅ抗体  血中のＨＢＶ量が少なく（増殖力が弱く），感染性が弱い。\nエ  ＨＢＶ持続感染の診断には，ＨＢｓ抗原の測定が最も優れている。また，\nＨＢＶ活動性の評価には，ＨＢｅ抗原・ＨＢｅ抗体及びＢ型肝炎ウイルス\n遺伝子（ＨＢＶ-ＤＮＡ）量が主に用いられる。ＨＢＶ-ＤＮＡ量は，肝細\n胞でのＨＢＶの増殖状態を反映するものであり，①７．０ｌｏｇ ｃｏｐｉ\nｅｓ／ｍｌ（ＰＣＲ法による測定値であり，ＴＭＡ法の７．０ＬＧＥ／ｍ\nｌに相当する。以下，単位表記は略する。）以上が高ウイルス量，②４．０\nないし７．０未満が中ウイルス量，③４．０未満が低ウイルス量（一般に，\n肝炎が非活動性であり，感染性も弱い。以下「低値」ということもある。）\nであり，Ｂ型肝炎の治療目標は，ＨＢＶ-ＤＮＡ量を低値で安定させること\nであるとされている。（甲Ａ６，甲Ｂ４０３－２０，２１，２９，４１，乙\nＢ４０３－９，１８，１９）\nなお，従前，ＨＢＶの増殖状態を反映するものとして，ＤＮＡポリメラ\nーゼ（ＨＢＶの複製酵素としてウイルス内に存在する酵素の一種）が用い\nられ，基準値は３０ｃｐｍ（以下，単位表記は略する。）未満とされていた。\n（甲Ｂ４０３－１８（９枚目等），乙Ａ５，乙Ｂ４０３－１１，１８）\nオ  Ｂ型慢性肝炎とは，ＨＢＶの持続感染者（ＨＢＶキャリア）に起こる病\n態の一つであり，臨床的には，６か月以上の肝機能検査値の異常とＨＢＶ\n感染が持続している病態として定義され，ＨＢｓ抗原陽性（通常ＨＢｃ抗\n体高抗体価陽性）で，ＨＢＶの増殖を伴うＡＬＴ値の異常が６か月以上持\n続すれば，Ｂ型慢性肝炎と診断される。（甲Ａ１４，３４，甲Ｂ４０３－４\n１，乙Ｂ４０３－３，６）\nＡＬＴ値について，日本肝臓学会（肝炎診療ガイドライン作成委員会編）\n「Ｂ型肝炎治療ガイドライン（第２．２版）」（乙Ｂ４０３－６。以下「本\n件ガイドライン」という。）では，ＡＬＴ正常値は３０Ｕ／ｌ（以下，単位\n表記は略する。）以下とされ，３１以上は異常とされている（４頁）。もっ\nとも，「ＡＬＴの正常値についての明らかなコンセンサスは存在せず，国\n内・海外の臨床研究のほとんどがその施設における基準値を正常値と定義\nしている」（１２頁）。例えば，原告４０３に係る検査施設では，「基準値」\n（又は「参考値」）について，①平成８年８月まで３５以下又は「０～３５」\nとされ，②同年９月以降，男性「１０～３９」，女性「８～２６」とされ，\n③平成１７年以降，男性「８～４２」，女性「６～２７」とされ（もっとも，\n平成２２年には「５～３０」とする検査施設もあった。），④平成２３年９\n月以降，「６～３０」とされている（後記⑸（別紙５（原告４０３時系列表））\n参照）。\nカ  慢性肝炎の症状の重さ等については，Ａ１教授作成に係る平成２９年１\n月１８日付け意見書（乙Ｂ４０３－２５。以下「Ａ１意見書」という。な\nお，Ａ１教授は本件ガイドライン作成委員である。）において次のとおり記\n載されている。\n慢性肝炎は肝臓に持続的に炎症が起きている状態であるから，新しい\n線維が次々と発生する。最終的には線維により肝細胞の構造が変化し，\n肝硬変となる。肝硬変の状態に至ると増生した線維により肝細胞と周囲\nの脈管（血管及び胆管等）との間，肝細胞同士の間での物質交換ができ\nず，肝再生も悪くなり，その結果肝機能が次第に低下していく。（６頁）\nＢ型慢性肝炎は炎症が持続する疾患であり，慢性肝炎の病態の重さ\n（肝硬変にどの程度近いか）は，ウイルス要因（ウイルスの量，活動性\nの強さ），宿主要因（主に免疫応答の強さ）及び環境因子に影響を受ける。\n特に，①炎症の程度・重さと，②炎症を起こしていた期間の２点が重要\nである。上記①（炎症の程度・重さ）は，肝組織所見で確認されるが，\n肝生検は頻回に実施できないため，ＡＬＴ値で評価する（前記⑴ア参照）。\nなお，ＨＢｓ抗原及びＨＢｅ抗原（ウイルスの産生する蛋白）並びにＨ\nＢＶ-ＤＮＡは，ウイルス量を反映するものの，炎症の程度を直接反映す\nるものではなく，感染者の病態を直接反映するものではない。（６及び７\n頁）\n炎症の持続期間が長い場合，大きな炎症（正常上限の１０倍，即ち３\n００ＩＵ／Ｌ以上が一つの目安である。）を伴う場合は，肝臓の線維化が\n進み，肝硬変に至りやすい。（６頁）\n⑵  ＨＢＶ持続感染者の自然経過\nア  ＨＢＶ持続感染者は，肝機能が正常である「無症候性キャリア」及び「非\n活動性キャリア」（肝炎の時期を経た後にＡＬＴ値が正常化したもの）と，\n肝機能異常（肝障害）を有する「症候性キャリア」に大別される。（甲Ａ１\n４，乙Ｂ４０３－６，９，２５）\nイ  本件ガイドラインでは，「持続感染者の病態は，宿主の免疫応答とＨＢＶ\n-ＤＮＡの増殖の状態により，主に４期に分類される」として，次のとおり\n記載され，別紙２（ＨＢＶ持続感染者の自然経過）のとおり図示されてい\nる。\n免疫寛容期（ｉｍｍｕｎｅ  ｔｏｌｅｒａｎｃｅ  ｐｈａｓｅ）\n乳幼児期はＨＢＶに対する宿主の免疫応答が未発達のため，ＨＢＶに\n感染すると持続感染に至る。その後も免疫寛容の状態（ＨＢｅ抗原陽性\nかつＨＢＶ-ＤＮＡ増殖が活発）であるが，ＡＬＴ値は正常で肝炎の活動\n性がほとんどない状態が続く（無症候性キャリア）。感染力は強い。多く\nの例では乳幼児期における感染後，免疫寛容期が長期間持続するが，そ\nの期間は数年から２０年以上まで様々である。（１頁）\n免疫応答期（ｉｍｍｕｎｅ  ｃｌｅａｒａｎｃｅ  ｐｈａｓｅ）\n成人に達するとＨＢＶに対する免疫応答が活発となり，免疫応答期に\n入って活動性肝炎となる。ＨＢｅ抗原の消失・ＨＢｅ抗体の出現（ＨＢ\nｅ抗原セロコンバージョン。以下「ＳＣ」ということもある。）に伴って\nＨＢＶ-ＤＮＡの増殖が抑制されると肝炎は鎮静化する。しかし，肝炎が\n持続してＨＢｅ抗原陽性の状態が長期間続くと肝病変が進展する（ＨＢ\nｅ抗原陽性慢性肝炎）。（１及び２頁）\nなお，ＳＣについては，Ａ１意見書において，ＨＢｅ抗原陽性・ＨＢ\nｅ抗体陰性の状態から，ＨＢｅ抗原陰性・ＨＢｅ抗体陽性の状態に変化\nすることを意味し，ＨＢＶの一部の遺伝子変異を反映する現象であると\nされている（４，５，１１及び１４頁）。\n低増殖期（ｌｏｗ  ｒｅｐｌｉｃａｔｉｖｅ  ｐｈａｓｅ又はｉｎａｃ\nｔｉｖｅ  ｐｈａｓｅ）\nＨＢＶ持続感染者のうち約９割は若年期にＨＢｅ抗原からＨＢｅ抗体\nへのセロコンバージョンを起こす。そして，ＳＣが起こると，多くの場\n合（約８割の症例において）肝炎は鎮静化し，ＨＢＶ-ＤＮＡ量は４．０\n以下の低値となる（非活動性キャリア）。しかし，低増殖期に入った症例\n（当初ＨＢｅ抗原陰性の非活動性キャリアと診断された症例）のうち，\n１０ないし２０％の症例では，ＳＣ後，長期経過中にＨＢｅ抗原陰性の\n状態でＨＢＶが再増殖し，肝炎が再燃する（ＨＢｅ抗原陰性慢性肝炎）。\nまた，４ないし２０％の症例では，ＨＢｅ抗体消失及びＨＢｅ抗原の再\n出現（リバースセロコンバージョン（以下「リバースＳＣ」ということ\nもある。）を認める。（１，２及び５５頁）\nＨＢｅ抗原陰性肝炎は，「間欠的にＡＬＴとＨＢＶ  ＤＮＡの上昇を繰\nり返すことが多く，自然に寛解する可能性は低い」。（５５頁）そして，\n「ＨＢｅ抗原陽性例と比較し高齢で線維化進展例が多いため，より進ん\nだ病期と認識すべきである（レベル４，グレードＢ）。」（５６頁）なお，\nエビデンスレベル４は「処置前後の比較などの前後比較，対照群を伴わ\nない研究」を，推奨グレードＢは「行うよう勧められる」をそれぞれ意\n味する。（目次末尾）\n寛解期（ｒｅｍｉｓｓｉｏｎ  ｐｈａｓｅ）\nＳＣを経て，一部の症例ではＨＢｓ抗原が消失し，ＨＢｓ抗体が出現\nする。寛解期では，血液検査所見，肝組織所見ともに改善する。ＨＢＶ\n持続感染者での自然経過におけるＨＢｓ抗原消失率は年率約１％と考え\nられている。（２頁）\n，ＨＢＶ持続感染者はその自然経過において\nＨＢｅ抗原陽性の「無症候性キャリア」から，ＨＢｅ抗原陽性又は陰性\nの慢性肝炎を経て，肝硬変へと進展し得る。肝硬変まで病期が進行すれ\nば年率５ないし８％で肝細胞がんが発生する。一方，自然経過でＳＣが\n起こった後にＨＢＶ-ＤＮＡ量が減少し，ＡＬＴ値が持続的に正常化した\nＨＢｅ抗原陰性の「非活動性キャリア」では，病期の進行や発癌のリス\nクは低く，長期予後は良好である。（３頁）\nウ\n，日本肝臓学会「慢性肝炎・肝硬変の診療ガイド２０１６」\n（甲Ｂ４０３－４９，乙Ｂ４０３－９。以下「本件診療ガイド」という。）\nにおいて，次のとおり記載されている（１０頁）。\nＨＢｅ抗原陽性慢性肝炎では，ＨＢＶ排除に働く宿主の免疫反応が起\nこり，肝炎が惹起される。ＨＢｅ抗原陽性慢性肝炎が長期に続くと肝硬\n変へ進行するが，多くの患者ではＨＢｅ抗体へＳＣし，非活動性キャリ\nアとなる。\nＨＢｅ抗原陰性慢性肝炎は，ＨＢｅ抗原がＳＣしてもＨＢＶ-ＤＮＡ\n量が十分低下せず慢性肝炎が持続する場合や，一旦非活動性キャリアと\nなった後に肝炎の再活性化が起こる場合がある。\nＨＢｅ抗原陰性慢性肝炎の特徴では，ＨＢＶ-ＤＮＡ量が「中等度の範\n囲で変動し，間欠的に激しい肝炎を起こす傾向がある」。この肝炎は，\nＨＢｅ抗原非産生変異株（ＨＢｅ抗原を産生しない変異株）により惹起\nされ，肝硬変や肝細胞がんへ進行しやすいことが報告されている。\n⑶  Ｂ型慢性肝炎の治療方法\nア  現在の治療ではＨＢＶを完全に排除することは困難であり，Ｂ型慢性肝\n炎の治療目標は，宿主の免疫監視又は抗ウイルス薬の投与による，ＨＢＶ\nの低増殖状態の維持（肝炎の鎮静化）である。（甲Ｂ４０３－４１，４９，\n乙Ｂ４０３－９）\nイ  抗ウイルス療法として，①インターフェロン（ＩＦＮ）及び②核酸アナ\nログ製剤が主に使用される。それぞれの薬剤特性及び治療効果等は，次の\nとおりである。（甲Ａ６，甲Ｂ４０３－２８，４９，乙Ｂ３０－５，乙Ｂ４\n０３－６，２３，２５）\nインターフェロン（ＩＦＮ）は，ＨＢＶ-ＤＮＡ増殖抑制作用とともに，\n抗ウイルス作用，免疫賦活作用（免疫応答を活性化させる作用）を有す\nる。ＩＦＮ治療は昭和６２年から開始され（従来型ＩＦＮ），平成２３年\nには，ペグＩＦＮが一般臨床で使用可能となり，治療成績が向上してい\nる。ＩＦＮ治療は，投与期間が限定されており（２４週から４８週），奏\n効例では，治療中止後も効果が持続するものの，注射薬であって投薬が\n煩雑であり，インフルエンザ様症状（全身倦怠感・発熱・頭痛・関節痛\n等）などの多彩な副作用が高頻度に発生することなどの欠点がある。な\nお，ＩＦＮ治療が奏効し，ＨＢｅ抗原の陰性化（ＳＣ）が見られるのは\n３割程度である（Ａ１意見書１０頁）。\n核酸アナログ製剤は，強力なＨＢＶ-ＤＮＡ増殖抑制作用を有し，ほと\nんどの症例で抗ウイルス作用を発揮し，肝炎を鎮静化させる。これまで\nに，ラミブジン（平成１２年），アデホビル（平成１６年），エンテカビ\nル（平成１８年）及びテノホビル（平成２６年）が保険適用となってい\nる。現在第一選択薬となっているエンテカビル（製品名：バラクルード）\n及びテノホビルは，ラミブジンと比較して耐性変異出現率が極めて低く，\n高率にＨＢＶ-ＤＮＡ陰性化及びＡＬＴ値の正常化が得られる。また，経\n口薬であるため治療が簡便であり，短期的には副作用もほとんどない。\nしかし，「投与を中止すると高頻度にウイルスが再増殖し肝炎が再燃する」\n（本件ガイドライン３３頁）とされ，投与中止による再燃率が高いため\n長期投与が必要であり，「長期投与に伴う薬剤耐性変異株の出現の可能性\nや長期投与における安全性が確認されていない点，ならびに医療経済的\nな問題がある」（同４４頁）。\n⑷  原告３０のＨＢＶ感染，慢性肝炎の発症及び治療経過等\nア  原告３０（昭和●●年●●月●●日生まれ）は，ＨＢＶ持続感染者であ\nるところ，別紙３（原告３０時系列表）記載のとおり，同年９月９日（０\n歳）から昭和３４年９月１６日（１歳）までの間に，ツベルクリン反応検\n査並びに百日咳及びＢＣＧ等の集団予防接種を受けた。原告３０は，この\n集団予防接種等の際，ＨＢＶに感染した可能性が高い。もっとも，この感\n染が上記集団予防接種等によるものか否かについては争いがある。\nイ  ＨＢｅ抗原陽性慢性肝炎の発症及びＩＦＮ治療\n原告３０は，昭和６２年１２月９日から昭和６３年３月１４日まで（２\n９歳），Ｂ病院に入院し，「Ｂ型慢性活動性肝炎」と診断され，ＩＦＮ治療\n（α製剤の連続投与）を受けた。同病院診療録（甲Ｂ３０－１４）には，\n原告３０について，ＩＦＮ治療により，ＤＮＡポリメラーゼ陰性（検出感\n度未満），ＨＢｅ抗原の陰性化，ＨＢｅ抗体値上昇が認められ，「セロコン\nバージョンが期待された」旨記載されていた。（甲Ｂ３０－１４）\nウ  ＨＢｅ抗原陰性慢性肝炎の発症\nその後，原告３０は，平成１９年１２月（４９歳），近医（Ｃクリニック\nことＣ医師）での検査で，ＡＬＴ値が３００超となったことから，平成２\n０年１月４日，Ｄ病院を受診し，「Ｂ型慢性肝炎の急性増悪」と診断され，\n同日から同月１２日まで同病院で入院した。同病院医師作成に係る診療情\n報提供書（退院時要約）（甲Ｂ３０－１２）には，ＨＢｅ抗原陰性，ＨＢｅ\n抗体陽性であって，「セロコンバージョン後であり，ＨＢＶ-ＤＮＡ５．６\nＬＧＥ／ｍｌにて変異株の存在が考えられ」，バラクルード（エンテカビル）\n服薬を勧めたものの，服薬しなかった旨記載されていた。（甲Ｂ３０－１０，\n１１）\nエ  核酸アナログ製剤治療（エンテカビル投与）\n原告３０は，平成２０年４月１０日（４９歳），ＡＬＴ値１７１となって，\n同月１４日から同月２６日まで，Ｅ病院で入院治療を受け，その後，Ｃク\nリニック及びＥ病院にて経過観察を受けていた。Ｅ病院医師作成に係る同\n年６月１８日付け診療情報提供書（甲Ｂ３０－１１（３３枚目））には，①\n「ＨＢｅ抗体陽性にもかかわらず，ＨＢＶ-ＤＮＡ高値」であったため，「Ｂ\n型慢性肝炎に伴う肝機能異常と判断した，②抗ウイルス療法の適応と考え，\n４月１８日よりエンテカビルの投与を開始した，③ＡＳＴ値及びＡＬＴ値\nは速やかに低下し，正常値が持続し，ＨＢＶ-ＤＮＡも検出感度以下となり，\n経過は良好と考えられる旨記載されていた。（甲Ｂ３０－２，１０ないし１\n３，２０）\nオ  上記イないしエの臨床経過は，別紙３（原告３０時系列表）のとおりで\nあり，おおむね別紙４（原告３０臨床経過）のとおりである。\n⑸  原告４０３のＨＢＶ感染，慢性肝炎の発症及び治療経過等\nア  原告４０３（昭和●●年●●月●●日生まれ）は，ＨＢＶ持続感染者で\nあるところ，別紙５（原告４０３時系列表）記載のとおり，昭和●●年●\n●月●●日（７歳）になるまでの間に，Ｆ小学校（以下「本件小学校」と\nいう。）において，ツベルクリン反応検査並びにＢＣＧ及び種痘の集団予防\n接種を受けた。この集団予防接種等においては，注射器（針又は筒）が連\n続使用されていた。（甲Ｂ４０３－３，４）\n原告４０３は，０歳からほぼ６歳頃までにＨＢＶに感染した可能性が高\nい（ただし，母子感染によるものではない。）。この感染が上記集団予防接\n種等によるのか，又は（父子感染等の）他原因によるのかについては争い\nがある。\nイ  ＨＢｅ抗原陽性慢性肝炎の発症及びＩＦＮ治療\n原告４０３は，平成３年１月２０日から同年３月６日まで（３８歳），Ｇ\n病院に入院し，「慢性活動性肝炎，ＨＢｅ抗原陽性」と診断され，ＩＦＮ治\n療（β製剤の連続投与）を受けた。その後，原告４０３は，平成４年４月\n１６日から同年５月３０日まで（３９歳）及び平成５年１月７日から同年\n２月６日まで（４０歳），Ｈクリニックにおいて，ＩＦＮ治療（α製剤の連\n続投与）を受けた。さらに，原告４０３は，平成６年３月２９日から同年\n４月２７日まで（４１歳），Ｇ病院に入院し，同年３月３０日よりＩＦＮ治\n療（β製剤の連続投与）を受け，退院後も，同年９月１３日まで隔日投与\nを受けた。\n上記各治療中及び治療後，原告４０３は，一時的にＨＢｅ抗原陰性，Ｈ\nＢｅ抗体陽性となったことがあったものの，おおむねＨＢｅ抗原陽性，Ｈ\nＢｅ抗体陰性であり，ＡＬＴも異常値を示し，正常値で安定することはな\nかった（別紙５（原告４０３時系列表）参照）。\n（以上につき，甲Ｂ４０３－１，８，１０，１４，１５，１７，１８，\n乙Ｂ４０３－５）\nウ  ＨＢｅ抗原の陰性化及びＡＬＴ値等の持続正常化\nその後，原告４０３は，平成１０年７月６日（４５歳），ＨＢｅ抗原陰性\nとなった後，同年１２月１２日（４６歳），一旦ＨＢｅ抗原陽性となったも\nのの，平成１１年８月５日にＨＢｅ抗原陰性，ＨＢｅ抗体陽性となって，\nその後は同様の状態が続いている。（甲Ｂ４０３－１８）\nこの間，平成１２年６月２８日（４７歳）以降，ＡＳＴ値及びＡＬＴ値\nのいずれも持続正常となり，平成１６年３月３０日（５１歳）まで，診療\n記録上，異常値となることはなかった（別紙５（原告４０３時系列表）参\n照）。（甲Ｂ４０３－１８）\nエ  ＨＢｅ抗原陰性慢性肝炎の発症（ＡＬＴ値の再上昇等）\nところが，原告４０３は，平成１６年３月３０日（５１歳），ＡＬＴ値\nが１９５となり，その後，平成１７年１２月２日（５３歳）には２８と正\n常値内となったものの，平成１８年６月２３日には５６の異常値となり，\n平成１９年１月２３日（５４歳）には３２９の異常高値となった。そして，\n同年１２月２５日に３７，平成２１年１１月１１日には３３と基準値内で\n推移したものの，平成２２年１２月２０日には再び３０２の異常高値とな\nった。（甲Ｂ４０３－１，１８）\nオ  核酸アナログ製剤治療（エンテカビル投与）\nその後，原告４０３は，平成２３年９月３日（５８歳）より，エンテカ\nビル投与を開始した。同日，ＡＬＴ値は１６４であったが，同年１１月２\n日（５９歳）以降，正常値内で推移し，また，ＨＢＶ-ＤＮＡ量についても，\n同年１０月５日以降，低値で推移している。（甲Ｂ４０３－１３，１８）\nカ  上記イないしオの臨床経過は，別紙５（原告４０３時系列表）のとおり\nであり，おおむね別紙６（原告４０３臨床経過）のとおりである。\n⑹  被告の過失責任\nア  集団予防接種等において注射器（針又は筒）が連続使用された場合，先\n行する被接種者にＢ型肝炎ウイルス感染者がいる場合には，ほぼ確実に後\n行の被接種者に感染するといえるところ，被告は，遅くとも昭和２６年に\nは，集団予防接種等の際，注射器（針又は筒）を連続使用すれば，被接種\n者間にＢ型肝炎ウイルスが感染するおそれがあることを予見できた。\nしたがって，被告は，原告らに対し集団予防接種等を実施するに当たっ\nては，注射器（針及び筒）の被接種者１人ごとの交換又は徹底した消毒の\n励行等を各実施機関に指導してＢ型肝炎ウイルス感染を未然に防止すべ\nき義務があった。ところが，被告は，原告らが集団予防接種等を受けた昭\n和２７年から昭和３４年９月までの間，実施機関に対して，注射器の交換\n又は徹底した消毒の励行を指導せず，注射器の連続使用の実態を放置し，\n上記義務を怠った過失がある（なお，上記集団予防接種等は，被告による\n伝染病予防行政上の公権力の行使に当たる。）。\nイ  もっとも，被告は，原告らのＨＢＶ感染と集団予防接種等との因果関係\nを否認し，損害賠償責任を争っている。\n⑺  基本合意書の締結\nア  全国Ｂ型肝炎訴訟原告団・弁護団及び被告は，平成２３年６月２８日，\n札幌地方裁判所において，基本合意書を交わし， Ｂ型肝炎訴訟に関する\n和解の手続及び内容等については，「基本合意書（案）」（以下「本件合意書」\nという。）のとおりとすること，また， の解釈・運用について\n疑義が生じた場合には，札幌地方裁判所が平成２３年１月１１日及び同年\n４月１９日に提示した各「基本合意書（案）についての説明」（以下，同年\n１月１１日に提示されたもの（甲Ｂ４０３－５４）を「本件説明書」とい\nう。）の記載を十分尊重するものとすることが合意され，基本合意書を受け\nて，特定Ｂ型肝炎ウイルス感染者給付金等の支給に関する特別措置法（以\n下「特措法」という。）が制定され，平成２４年１月１３日施行された。（顕\n著事実）\nイ  本件合意書では，和解の内容（病態等の区分に応じた和解金の支払）と\nして，次のとおり記載されていた。\n死亡，肝がん又は肝硬変（重度）                  ３６００万円\n肝硬変（軽度）                                  ２５００万円\n１２５０万円\n慢性肝炎（発症後提訴までに２０年を経過したと認められる者のうち，\n現に治療を受けている者等）                          ３００万円\n慢性肝炎（発症後提訴までに２０年を経過したと認められる者のうち，\n１５０万円\n６００万円\n無症候性キャリア（一次感染者又は出生後提訴までに２０年を経過し\nた二次感染者）                               ５０万円\nなお，弁護士費用相当額として，上記各和解金に対する１０％（ただし，\n平成２３年１月１１日よりも後に提訴された場合には，４％）の割合によ\nる金員を支払うものとされていた。\nウ  本件説明書（５頁）では，「慢性肝炎」の病態の区分にある者のうち，「肝\n機能障害が沈静化している者」に係る和解金額について，下記のとおり記\n載されている（以下「本件記載」という。）。（甲Ｂ４０３－５４・４及び５\n頁）\n記\n「まず，慢性肝炎について，一般に，Ｂ型肝炎ウイルスに持続感染した\n者は，その後，肝炎を発症しても，ほとんどはやがて沈静化し，中には，\n肝炎の発症を自覚しない者もいるといわれているが，本人も周囲も肝炎の\n発症に気付かずに沈静化した場合に，その者が訴訟において過去に慢性肝\n炎となったことを立証しうるとはいささか考え難いことから，本基本合意\n案にあたって実際上考慮していたのは，肝炎の発症を自覚した者の受けた\n苦痛その他の損害に見合う和解金の額のいかんである。\nこの点，やがて沈静化しうるＢ型肝炎は，同じウイルス性肝炎であって\nも，発症後肝硬変等に移行することの多いＣ型肝炎と同列に論じることは\nできないが，他方において，肝炎の発症により，感染による損害とは質的\nに異なる損害，すなわち，少なくとも肝機能障害のある間は継続する死に\n対する現実的，具体的な恐怖や，発症前を上回る社会生活上の差別的取扱\nその他の被害による損害が発生するであろうこと，また，沈静化した後に\nおいても，一定の率で肝がんとなる危険があることから，たとえ肝機能障\n害が沈静化したとしても，その損害に見合う和解金の額は，いわゆるＣ型\n肝炎救済特別措置法におけるＣ型肝炎ウイルスの無症候性キャリアに対\nする給付金の額を下回るべきではないと考えた。」\n⑻  本件訴訟提起及び和解協議の不調\nア  原告３０は，平成２０年７月３０日，また，原告４０３は，平成２４年\n２月２９日，それぞれ本件訴訟を提起した。（顕著事実）\nイ  被告は，原告らが慢性肝炎の発症について，仮に，損害賠償請求権を有\nしていたとしても，除斥期間の経過により消滅しているものの，特措法６\n条１項７号の「慢性Ｂ型肝炎にり患した者のうち，当該慢性Ｂ型肝炎を発\n症した時から２０年を経過した後にされた訴えの提起等に係る者」に該当\nすると判断し，同法に基づき，原告３０については３３０万円（３００万\n円及びこれに対する１０％の弁護士費用相当額（特措法７条２項，附則３\n条）），原告４０３については，３１２万円（３００万円及びこれに対する\n４％の弁護士費用相当額（特措法７条２項）を支払う旨の和解を提案した。\nウ  これに対し，原告３０は除斥期間の起算点は平成２０年であるとし，ま\nた，原告４０３は平成１６年又は平成１９年であるとして，除斥期間は経\n過していない旨主張し，和解協議は不調に終わった。（顕著事実）\n２  争点\n⑴  集団予防接種等とＨＢＶ感染との因果関係の有無\n⑵  除斥期間の経過の有無（除斥期間の起算点）\nア  Ｂ型慢性肝炎の特質等から，除斥期間の起算点は原告らがＨＢｅ抗原陰\n性慢性肝炎を発症した時であると解すべきか\nイ  正義・公平の観点から，除斥期間の起算点は原告らがＨＢｅ抗原陰性慢\n性肝炎を発症した時であると解すべきか\n⑶  損害の発生及びその額\nア  包括一律請求の可否\nイ  原告らの損害額\n３  争点に関する当事者の主張\n⑴  争点⑴（集団予防接種等とＨＢＶ感染との因果関係の有無）について\n【原告らの主張】\nア  原告らは，いずれも０歳から６歳頃までにＨＢＶに感染した持続感染者\nである。そして，①原告らは乳幼児期に集団予防接種等を受け，その際，\n注射器（針又は筒）が連続使用されていたこと，②原告らの母親は持続感\n染者ではなく，原告らは乳幼児期に輸血を受けたこともないこと（したが\nって，母子感染や輸血が感染原因とは考えられないこと）などに照らせば，\n原告らは，集団予防接種等における注射器等の連続使用によってＨＢＶに\n感染した蓋然性が高いというべきであり，集団予防接種等とＨＢＶ感染と\nの間には，因果関係があると認められる。\nイ  なお，原告４０３について，被告は，同原告が集団予防接種等を受けた\n時期は本件小学校入学（６歳６か月）以降であって，父子感染等の他原因\nによる感染の可能性が十分考えられるから，因果関係は認められない旨主\n張する。\nしかしながら，まず，原告４０３の出生当時の予防接種法では，０歳か\nら予防接種を受けることが罰則付きで義務付けられており，同原告につい\nても母親が予防接種を受けさせたことから，同原告は小学校入学以前，乳\n幼児期に集団予防接種等を受けたものと認められる。\n日第二小法廷判決・民集６０巻５号１９９７頁（以下「平成１８年判決」\nという。）の見地からすれば，被告において父子感染等の他原因の存在を示\nす具体的事実の主張立証がされない限り，集団予防接種等とＨＢＶ感染と\nの因果関係は認められるというべきであるところ，原告４０３については，\n被告において父子感染について主張立証はできていない（父親は平成４年\nに死亡しており，持続感染者であったか否かは不明であり，塩基配列検査\nの実施も不可能であるから，父子感染によることの立証はできていない。）。\nしたがって，被告の上記主張は採用できない。\n【被告の主張】\n不知ないし争う。ただし，原告４０３との関係では，【原告らの主張】アの\n①及び②の各事実はいずれも認める。そのほか，次のア及びイのとおりであ\nる。\nア  まず，原告３０について，０歳から６歳頃までに集団予防接種等によっ\nてＨＢＶに感染した可能性が高いという限度で認める。\nイ  また，原告４０３について，７歳になるまでの間に本件小学校において\n集団予防接種等を受けたこと，また，同原告がＨＢＶ持続感染者であり，\n０歳からほぼ６歳頃までに感染した可能性が高いことは認める。しかしな\nがら，同原告の集団予防接種等の時期は，本件小学校入学時以降であり，\n６歳６か月以上であった可能性が高い。そして，５歳以上での曝露による\n持続感染の成立率は，通常１０％未満であることを踏まえると，集団予防\n接種等による持続感染成立の可能性は低い（すなわち，同原告については，\n６歳６か月以上での集団予防接種等によって持続感染する可能性よりも，\n生後直後から密接かつ継続して接触する可能性のある父親や，保育園・幼\n稚園等の幼少時の他の感染源からの感染により持続感染が成立した可能性\nがより高いといえる。）。ところが，同原告については，父子感染でないこ\nとについて何ら立証されていない。\nしたがって，集団予防接種等以外の原因（他原因）によるＨＢＶ感染の\n可能性が十分考えられるのであり，原告４０３について，集団予防接種等\nとＨＢＶ感染との間の因果関係の存在について高度の蓋然性をもって立\n証されているとはいえない。\n⑵  争点⑵ア（除斥期間の起算点－Ｂ型慢性肝炎の特質等から，除斥期間の起\n算点は原告らがＨＢｅ抗原陰性慢性肝炎を発症した時であると解すべきか）\nについて\n【原告らの主張】\n次のアないしエのとおり，ＨＢＶ持続感染者がＨＢｅ抗原陽性慢性肝炎（以\n下「陽性慢性肝炎」ということもある。）を発症し，ＳＣ後にＨＢｅ抗原陰性\n慢性肝炎（以下「陰性慢性肝炎」ということもある。）を発症した場合（慢性\n肝炎が「再発」した場合）には，陰性慢性肝炎の発症による損害は，当該陰\n性慢性肝炎の発症時に発生し，その時点から上記損害に係る賠償請求権の行\n使が法律上可能となるというべきである。したがって，上記損害賠償請求権\nに係る除斥期間の起算点は，陰性慢性肝炎の発症時となる。そうすると，原\n告３０は平成２０年に，また，原告４０３は平成１６年（又は平成１９年）\nに，それぞれ陰性慢性肝炎を発症したことから，いずれも除斥期間は経過し\nていない。\nア  除斥期間の起算点の考え方\n最高裁平成元年\n４８巻２号４４１頁（長崎じん肺訴訟判決）（以下「平成６年判決」という。）\n及び最高裁平成１３\n決・民集５８巻４号１０３２頁（筑豊じん肺訴訟判決）（以下「平成１６\n年判決」という。）等によれば，加害行為から相当期間経過後に損害が発生\nする場合には，除斥期間の起算点は「損害の全部又は一部が発生した時」\nであるが，当初発生の損害とは「質的に異なる」損害が発生した場合には，\nその損害の発生時が新たな起算点となると解される。そして，「質的に異な\nる」とは，法的な異質性を意味し，当初は未確定であった損害が発生する\nことを意味すると解される。\nすなわち，上記各判決は，じん肺という疾病の特質を踏まえて，損害発\n生の時期をいかに解すべきか（除斥期間の進行を認め，時間の経過によっ\nて請求を制限することが，被害者にとって著しく酷であるか，他方，加害\n者にとって自己の行為により生じ得る損害の性質からみて，相当の期間が\n経過した後に被害者が現れて，損害賠償の請求を受けることを予期すべき\nか）という観点から検討を加え，最初の損害発生時点では，未だ発生して\nいると認められない損害（未確定な損害）については，後に初めて損害が\n発生するとして，それを「質的に異なる」と表現し，当該「質的に異なる」\n損害が発生した時が新たな起算点となるとした。\nイ  Ｂ型慢性肝炎の性質・特徴\nＢ型慢性肝炎に係る確立した医学的知見は，以下のとおりである。\n慢性肝炎を発症した症例の多くの例では，ＳＣ後，肝炎は鎮静化し，\n非活動性キャリアとして経過する。\nもっとも，一部の症例では，ＳＣ後，再度肝炎を発症する例が存在す\nることが明らかとなり，「病期」として，ＨＢｅ抗原陰性慢性肝炎期が位\n置付けられた。\nＨＢｅ抗原陰性慢性肝炎は，ＨＢｅ抗原陽性慢性肝炎よりも，高齢で\n発症し，ＨＢｅ抗原陽性慢性肝炎を経ている点において線維化が進行し\nた症例であり，肝硬変，肝がんへの進展率が高いという意味において予\n後が悪い。\nウ  Ｂ型慢性肝炎の「再発」症例における除斥期間の起算点\n平成６年判決は，じん肺の病理の特異性（特に，じん肺の進行がきわ\nめて長期にわたり得るものであり，かつ，その進行性の態様が医学上解\n明されていないという点）を重視し，医学的には量的な進行・拡大であ\nるものを，管理区分を手掛かりとして，法的には「質的に異なる」損害\nであると評価したものである。これによれば，Ｂ型肝炎についても，医\n学的には量的な進行・拡大であるものを，「再発」という現象（病変の特\n質）を手掛かりに，ＳＣ後の陰性慢性肝炎の発症による損害について，\n最初の陽性慢性肝炎の発症による損害とは法的に「質的に異なる」損害\nであると評価することは可能である。\nそして，上記イ ，最初に慢性肝炎（陽性\n慢性肝炎）を発症した時点において，慢性肝炎が再発するかどうか（陰\n性慢性肝炎を発症するかどうか）は未確定である。このようなＨＢＶ持\n続感染者の自然経過を踏まえると，慢性肝炎の再発（陰性慢性肝炎の発\n症）に係る損害は，最初の陽性慢性肝炎の発症時点では，未確定な損害\nであるから，最初の陽性慢性肝炎に係る損害とは「質的に異なる」とい\nうべきである。\nなお，被告は，慢性肝炎に関しては，医学的に「治癒」し，「再発」す\nるということはない旨主張する。しかしながら，Ｂ型慢性肝炎がＳＣに\nより鎮静化した場合にも，ＨＢＶを完全に排除できないことから，医学\n的には「治癒」や「再発」とはいえないとしても，例えば，労働者災害\n補償保険法（以下「労災保険法」という。）では，Ｂ型慢性肝炎の「治癒」\n及び「再発」という概念が認められている。そうすると，本件で除斥期\n間の起算点を検討するに当たって，法的観点から「再発」等を把握する\nことも可能であるというべきである。\nまた，仮に，被告主張のとおり，損害に対する評価が異なってしかる\nべき，例外的な事情が認められる場合にのみ，「質的に異なる」損害が\n発生するとされ，当該損害の発生時点が除斥期間の起算点となると解さ\nれるとしても，上記 及び のとおり，陰性慢性肝炎は，陽性慢性肝\n炎とは別の「病期」と位置付けられ，高齢で線維化が進行した症例であ\nり，病態が重篤であって，肝硬変，肝がんへの進展率が高いという意味\nにおいて予後が悪いことなどに照らせば，陰性慢性肝炎の発症による損\n害は，当初の陽性慢性肝炎の発症による損害とは「質的に異なる」もの\nというべきである。\nそして，上記 陰性慢性肝炎の発症\nによる損害の発生を待たずに，陰性慢性肝炎の発症に係る損害賠償請求\n権についても，最初の陽性慢性肝炎の発症時から除斥期間の進行を認め\nることは，被害者にとって著しく酷であるし，また，加害者としても，\n自己の行為により生じ得る損害の性質からみて，相当の期間が経過した\n後に被害が発生して，損害賠償の請求を受けることを予期すべきである。\nエ  上記アないしウによれば，ＨＢＶ持続感染者が，陽性慢性肝炎を発症し，\nＳＣ後，陰性慢性肝炎を発症した場合には，陰性慢性肝炎の発症による損\n害は，当該陰性慢性肝炎の発症時に発生し，その時点からその損害賠償請\n求権の行使が法律上可能となるというべきである。したがって，上記陰性\n慢性肝炎の発症時が上記損害賠償請求権に係る除斥期間の起算点となると\nいうべきである。\n【被告の主張】\n仮に，原告らの被告に対する損害賠償請求権が発生していたとしても，い\nずれも民法７２４条後段所定の除斥期間の経過により消滅している。すなわ\nち，原告らの主張に係る慢性肝炎の「再発」は，医学的には「再燃」という\nべきところ，次のアないしケのとおり，原告らのいう「再燃」が生じた場合\nも含め，Ｂ型慢性肝炎を発症したことによる損害については，最初の発症時\nが除斥期間の起算点となるのであり，慢性肝炎の「再燃」によって法的に別\n個独立の新たな損害が発生したとは評価し得ない。そして，原告３０は遅く\nとも昭和６３年３月１４日までに，また，原告４０３は遅くとも平成３年３\n月６日までにＢ型慢性肝炎を発症しており，いずれも各発症時点から各提訴\n日までに２０年以上経過している。\nア  Ｂ型慢性肝炎の「再燃」症例における除斥期間の起算点\n平成１６年判決によれば，除斥期間の起算点は原則として加害行為時\nであり，蓄積進行性又は遅発性の健康被害に係る損害のように，損害の\n性質上，加害行為が終了してから相当期間の経過後に損害が発生する場\n合には，例外的に，「当該損害の全部又は一部が発生した時」が除斥期\n間の起算点となる。そして，最初に発生した損害がその後，進行・拡大\nしたときであっても，最初の損害発生時に，将来の損害を含む全損害が\n発生し，全損害に係る１個の損害賠償請求権が成立し（最高裁昭和４０\n１５５９頁（以下「昭和４２年判決」という。）参照），その時点から除\n斥期間が進行する。そして，除斥期間の起算点は被害者の認識を問わず\n客観的に判断されるべきであり，また，蓄積進行性又は遅発性の健康被\n害に係る損害について，最初に発生した損害が進行・拡大した場合に，\n別個独立の新たな損害の発生が認められ，当該時点が除斥期間の起算点\nとなるのは，損害に対する評価が異なってしかるべき，例外的な事情が\n認められる場合に限られるというべきである。したがって，最初の損害\nがその後，進行・拡大した場合において，予見可能性のない後発損害に\nついて全て別個の損害とみるものではないし，後遺症の等級が１０級か\nら９級，８級と進行する場合に，その等級ごとに格別の損害が発生する\nとみるものでもない。\nそして，平成１８年判決は，慢性肝炎が，その経過が長期にわたり，\n炎症と鎮静化を繰り返す性質の疾病であることを踏まえ，Ｂ型慢性肝炎\nを発症したことによる損害については，最初のＢ型慢性肝炎発症時に，\nＢ型慢性肝炎に関する将来の損害を含む全損害に係る損害賠償請求権が\n発生しており，その後，肝炎の症状が悪化したり（ＡＬＴ値が悪化した\nり），又は一旦その症状が軽快した（ＡＬＴ値が正常値以下に下がった）\n後に再度悪化したりした場合であっても，最初のＢ型慢性肝炎発症時か\nら２０年を経過した時点で除斥期間が完成することを当然の前提として\nいる。したがって，原告らのいう「再燃」が生じた場合も含め，Ｂ型慢\n性肝炎の発症による損害は，最初の発症時が除斥期間の起算点となると\nいうべきである。\nイ\n損害が発生した場合には，その損害の発生時が新たな除斥期間の起算点と\nなり，「質的に異なる」とは，当初は未確定であった損害が発生した時を意\n味すると解さ\n慢性肝炎を発症するかどうかは未確定であるから，陰性慢性肝炎の発症（Ｂ\n型慢性肝炎の再発）に係る損害は，「質的に異なる」損害であるといえる旨\n主張する。\nしかしながら，まず，ＳＣ後，炎症が再燃するか否かが未確定であるこ\nとは，別個独立の損害が発生したとする根拠にならない。すなわち，ＨＢ\nＶ持続感染者の自然経過は多種多様であり，予測困難であって，ある時点\nで将来の経過が未確定であることは，あらゆる段階に妥当する。持続感染\n者には慢性肝炎を発症する者も，発症しない者もおり，慢性肝炎の発症者\nにも，ＨＢｅ抗原陽性の状態で初めて発症する者も，ＨＢｅ抗原陰性の状\n態で初めて発症する者もいる。また，ＨＢｅ抗原陽性の状態で初めて発症\n間，回数，ＨＢＶ-\nＳＣするのかな\nど，将来の具体的経過はいずれも確定できない。\nこのように，慢性肝炎の発症時点では，上記経過は，いずれも未確定で\nり上げ，その割合が相対的に高いか低いかのみを根拠に，経過が長期かつ\n多種多様にわたり炎症と鎮静化を繰り返す疾病である慢性肝炎を発症し\nたことによる損害の一部を切り出し，別個独立の新たな損害が発生したと\n評価することは，失当である。\nウ  また，原告らは，ＨＢｅ抗原陰性慢性肝炎は，ＨＢｅ抗原陽性慢性肝炎\nとは別の「病期」と位置付けられ，高齢で線維化が進行した症例であり，\n病態が重篤であって，肝硬変，肝がんへの進展率が高いという意味におい\nて予後が悪いとして，陰性慢性肝炎の発症により別個独立の新たな損害賠\n償請求権が発生する旨主張する。しかしながら，次のエないしクのとおり\nであり，陰性慢性肝炎が陽性慢性肝炎よりも病態が重篤であり，予後が悪\nいなどとはいえない。したがって，原告らの上記主張は失当である。\nエ  まず，ＳＣ後のＨＢｅ抗原陰性慢性肝炎がＳＣ前のＨＢｅ抗原陽性慢性\n肝炎より病態が重篤であるとはいえない。\nＨＢｅ抗原陰性慢性肝炎は，病態が軽い症例が多い。\n我が国におけるＨＢｅ抗原陰性慢性肝炎の患者の９割は，ＡＬＴ値の\n上昇が軽度である。現に，原告３０及び原告４０３についても，原告ら\nがＨＢｅ抗原陰性慢性肝炎を発症したと主張している時期以降の同人ら\nのＡＬＴ値は，いずれも核酸アナログ製剤治療開始前のものを含めてみ\nても，ＳＣ前より高いとは言い難く，医療記録上，重篤な壊死性炎症を\n起こしたことなども認められない。\n肝炎の活動性は，ＨＢｅ抗原陽性の方が高い。\nＨＢｅ抗原陽性とＨＢｅ抗原陰性の状態を比較すれば，一般的にはＨ\nＢｅ抗原陽性の方が肝炎の活動性が高い。これは，Ａ１意見書において，\n「Ｂ型肝炎の症例のうち，最も線維化進行速度の速いのはＨＢｅ抗原陰\n性例ではなく，ＨＢｅ抗原陽性例の中でも増殖力の高い一群である。」\n（９頁），「ＨＢｅ抗原セロコンバージョン後の慢性肝炎の中にはＡＬ\nＴの比較的大きな変動を見るものがある。しかしながらＨＢｅ抗原陽性\nの慢性肝炎の中にはこれよりもはるかに大きな変動をして短期間に肝硬\n変に至る症例がある。従ってどちらがより大きな肝炎を起こすか，どち\nらがより重いかに関して安易に結論することはできない。」（１５頁）\nと記載されているとおりである。\nＨＢｅ抗原陰性慢性肝炎は，ＨＢｅ抗原陽性慢性肝炎よりもＨＢＶ-\nＤＮＡ量が大きく変動し，重篤な病態になるという事実はない。\n本件診療ガイドには，ＨＢｅ抗原陰性慢性肝炎は，①ＨＢＶ-ＤＮＡ量\nが「中等度の範囲で変動し」，②「間欠的に激しい肝炎を起こす傾向が\nある」と記載されている（前提事実⑵ウ 。\nしかしながら，まず，上記①の記載は，ＳＣ後の慢性肝炎の中には，\nＡＬＴ値の比較的大きな変動をみるものがあるということを述べたもの\nは，陰性慢性肝炎よりもはるかに大きなＡＬＴ値の変動を起こして短期\n間に肝硬変に至る症例もある。\nまた，上記②の記載に関して，肝炎の劇症化や重症化する症例がある\nとして注視されているのは，プレコア領域又はコアプロモーター領域に\n変異が生じたＨＢＶ変異株に初感染した症例である。したがって，ＨＢ\nＶ野生株（変異が生じていないウイルス）に初感染した持続感染者が，\nＳＣ後，ＨＢｅ抗原陰性慢性肝炎を発症した場合（これが原告らのいう\nＨＢｅ抗原陰性慢性肝炎である。）には，「激しい肝炎を起こす傾向が\nある」とはいえない。\n近年の治療水準の向上からも，ＳＣ後の陰性慢性肝炎が，ＳＣ前の陽\n性慢性肝炎より病態が重篤であるとはいえない。\n近時，核酸アナログ製剤の投与によって線維化の進展は止まり，肝硬\n変への移行がなくなり，肝がん発症も大きく減少するといわれるなど，\nＢ型慢性肝炎患者の治療は，着実に進歩・改善している。実際に，原告\n３０は平成２０年４月１８日から，原告４０３は平成２３年９月３日か\nらエンテカビル服用を開始しており，いずれもＡＬＴ値は正常値内で推\n移し，ＨＢＶ-ＤＮＡ量は抑制されている。\nオ  そして，ＨＢｅ抗原陰性慢性肝炎患者は，ＨＢｅ抗原陽性慢性肝炎患者\nと比較して，肝硬変，肝がんへの進展率は低い。\nまず，本件ガイドラインにおいて，陰性慢性肝炎は「より進んだ病期」\nと認識すべきであると記載されている（ ）。しかしなが\nら，これは，「ＨＢｅ抗原陰性慢性肝炎の患者は，高齢で，ＨＢｅ抗原\n陽性慢性肝炎の段階も含めそれまでに炎症を起こしていた期間が長いこ\nとが多いので，線維化進展例が多い」という当然のことを指摘したもの\nにすぎない。そして，このことは，高齢のＨＢｅ抗原陽性の持続感染者\nにも全く同様に当てはまる。\nすなわち，上記記載は，陰性慢性肝炎は「ＨＢｅ抗原が陰性となった\nから」病態が進展しているとか，「ＨＢｅ抗原が陰性となった後に再燃\nしたから」病態が進展しているということを指摘したものではない。む\nしろ，最も線維化進展速度が速いのは，若年者も含めたＨＢｅ抗原陽性\n例にあり（Ａ１意見書９頁），ＨＢｅ抗原陰性例が特に線維化進展が速\nいという事実はない。\nまた，「ＨＢｅ抗原が陰性であること」や「ＨＢｅ抗原が陰性になるこ\nと（ＳＣしたこと）」は，肝硬変・肝がんへの進展リスク要因でない。む\nしろ，ウイルス学的要因として「ＨＢｅ抗原陽性」が危険因子として挙\nさらに，ＨＢｅ抗原陰性慢性肝炎患者全般の肝硬変進展率は，ＨＢｅ\n抗原陽性慢性肝炎患者全般と比べて低い（以下，論文の名称は，別紙７\n（略語一覧）記載のとおり，略記する。）。\nすなわち，１９８８年Ａ２論文においては，Ｂ型慢性肝炎患者の肝硬\n変の発症率は，ＨＢｅ抗原陽性の場合に６．９％（年間発症率２．４％）\nであるのに対し，ＨＢｅ抗体陽性（ＨＢｅ抗原陰性）患者では４．０％\n（年間発症率１．３％）であるとされており，ＨＢｅ抗原陰性慢性肝炎\n患者の肝硬変発症率が，ＨＢｅ抗原陽性慢性肝炎患者のそれよりも低い\nことは明らかである。\n上記論文は，平成２８年末に我が国で発表された「Ｂ型肝硬変」と題\nする論文（乙Ｂ４０３－３１）において引用され，また，同論文では，\n「Ｂ型慢性肝炎における代表的な肝硬変への進行危険因子」として「Ｈ\nＢｅ抗原陽性」が挙げられている（９０８頁）。\nなお，原告らは，Ａ２論文の研究対象患者には，非活動性キャリアの\n患者が含まれ，同論文におけるＨＢｅ抗原陰性の患者の肝硬変進展率は，\n「ＨＢｅ抗原陰性の非活動性キャリアの患者」をも含めた数値であるか\nら，ＨＢｅ抗原陰性慢性肝炎患者の肝硬変発症率がＨＢｅ抗原陽性慢性\n肝炎患者のそれよりも低いとの被告主張は誤りである旨主張するが，明\nらかな誤りである。\n同年代で比較しても，ＨＢｅ抗原陰性慢性肝炎患者の肝硬変進展率及\nび肝がん進展率は，ＨＢｅ抗原陽性慢性肝炎患者より低いこと\nＡ３教授作成に係る平成２９年１月１８日付け意見書（乙Ｂ４０３－\n２６。以下「Ａ３意見書」という。）によれば，我が国において長期間\nにわたり，特定地域の日本人の住民を幅広く対象とした大規模調査の結\n果，①同年代にＨＢｅ抗原陽性の慢性肝炎であった群とＨＢｅ抗原陰性\nの慢性肝炎であった群を比較した場合，累積肝硬変罹患率は前者の方が\n高く，特に男女全体及び男性ではＨＢｅ抗原陽性の慢性肝炎であった群\nの累積肝硬変罹患率が有意に高いことが明らかとなり，②同年代にＨＢ\nｅ抗原陽性の慢性肝炎であった群とＨＢｅ抗原陰性の慢性肝炎であった\n群を比較した場合，累積肝がん進展率は前者の方が有意に高い傾向が確\n認されている（１３ないし１５頁）。\n原告らが依拠する２００９年Ａ４論文（甲Ｂ４０３－２７）及びＡ４\n医師作成に係る「ＨＢＶキャリアの自然経過について」と題する意見書\n（甲Ｂ４０３－４７。以下「Ａ４意見書」といい，上記論文と併せて「Ａ\n４意見書等」という。）の記載から，「ＨＢｅ抗原陰性慢性肝炎はＨＢｅ\n抗原陽性慢性肝炎と比較して類型的に肝硬変進展率が高い」との事実は\n認められないこと\nすなわち，Ａ４意見書等には，肝硬変進展率について，「ＨＢｅ抗原陽\n性慢性肝炎の場合が２～６％であるのに対し，ＨＢｅ抗原陰性慢性肝炎\nの場合が８～１０％と報告されている」との記載があるところ（Ａ４論\n文６４０頁，Ａ４意見書７頁），上記記載は，２００６年Ａ５論文を引用\nしたものである。そして，Ａ５論文には，「肝硬変の年間発症率は，ＨＢ\nｅＡｇ陽性患者で２％から６％，ＨＢｅＡｇ陰性患者で８％から１０％\nと推定されてきている」との記載があるところ（甲Ｂ４０３－３５訳文\n６頁），これも他の研究者による原著論文（Ａ２論文，１９８８年Ａ６\n論文，１９８９年Ａ７論文及び２００３年Ａ６論文）の記載を引用した\nものである。\nしかしながら，上記各原著論文の記載によれば，Ａ５論文から「ＨＢ\nｅ抗原陰性慢性肝炎患者の肝硬変進展率が，類型的にＨＢｅ抗原陽性慢\n性肝炎患者の肝硬変進展率より高い」との事実は認められない。また，\nＡ５論文における上記「２から６％」，「８から１０％」という数字は，\n少なくとも「本件と同一の条件で症例を調査した結果，ＨＢｅ抗原陽性\n慢性肝炎患者の肝硬変進展率が２から６％で，ＨＢｅ抗原陰性慢性肝炎\n患者の肝硬変進展率が８から１０％であったこと」を意味するものでは\n全くないと解される。したがって，Ａ５論文の記載を引用したＡ４意見\n書等の記載に依拠した原告らの上記主張は，明らかに根拠を欠くもので\nある。\n変及び肝がんへの進展率は，ＨＢｅ抗原陽性慢性肝炎患者のそれよりも\n低いのであり，少なくとも，ＳＣ後の陰性慢性肝炎患者の肝硬変及び肝\nがんへの進展率が，ＳＣ前の陽性慢性肝炎患者のそれよりも高いことを\n認める証拠はない。\nカ  原告らの主張は，高齢の持続感染者の病態進展リスクが相対的に高いと\nいう一般論を指摘するものに過ぎないこと\n上記エ及びオによれば，原告らの上記ウの主張は，結局，高齢の持続感\n染者の病態進展リスクが相対的に高いという一般論を指摘するものにす\nぎず，ＳＣ後のＨＢｅ抗原陰性慢性肝炎発症患者は，ＳＣ前のＨＢｅ抗原\n陽性慢性肝炎の発症時よりも，高齢化し，病態進展リスクが相対的に高ま\nったことから，新たに別個独立の「質的に異なる」損害が発生したと主張\nするものにすぎないのである。\nしかしながら，このような主張は，最初に発生した損害がその後進行・\n拡大したから，新たに別個独立の損害が発生したと主張するものにほかな\nらず，損害賠償請求権の統一的理解（昭和４２年判決）と相反することは\n明らかであり，失当というほかない。\nキ  労災保険法に基づく主張が失当であること\n原告らは，労災保険法において，Ｂ型慢性肝炎の「治癒」や「再発」と\nいう概念が認められていることから，除斥期間の起算点を判断する際に，\n法的観点から「再発」等を捉えることが可能である旨主張する。\nしかしながら，労災保険法は，損害の公平な分担を図ることを目的とす\nる不法行為法の解釈（損害の範囲等）を目的とした法律ではない（同法１\n条）。したがって，「質的に異なる」損害（別個の損害賠償請求権）が新\nたに発生することの根拠となるものではない。また，労災保険上の概念が，\n損害の範囲を画する基準となるものでないことは，同法１条にいう「必要\nな保険給付」の具体的内容をみても明らかである。例えば，「治癒」は，\n療養補償給付の不支給決定の原因となるところ，「疾病については急性症\n状が消退し，慢性症状が持続しても医療効果を期待し得ない状態になった\n場合」には，「治癒」したものと解されるとされているのであり，上記「治\n癒」は，医学的，社会的見地からの制約の範囲内で，労働者の社会復帰の\n促進，援護，福祉の増進等を図るために，どの労災保険給付を，どこまで\n行うかという観点から定められた労災保険上の概念にすぎない。\nしたがって，労災保険上の概念をもって，不法行為法における除斥期間\nの起算点について，損害の分断評価を行い得るとするかのような原告らの\n主張は失当である。\nク  原告らの実際の診療経過をみても，一連の慢性肝炎が継続しており，損\n害の分断評価ができるものではないこと\n原告３０については，別紙４（原告３０臨床経過）記載のとおり，遅\nくとも昭和６３年３月１４日までに慢性肝炎を発症したものの，その後\nは，同日から平成１５年１１月５日までの１６年近くにわたる医療記録\nすら存在せず，同原告の主張に係る「再発」とする客観的な経緯は不明\nであるが，仮に，原告３０につき，ＡＬＴ値の一時的な鎮静化があった\nとしても，上記のとおり，肝炎の増悪と軽快を繰り返す一連の経過の一\nつであり，別個独立に慢性肝炎の損害が新たに発生したというものでは\nない。\nまた，原告４０３は，別紙６（原告４０３臨床経過）記載のとおり，\n遅くとも平成３年３月６日までに慢性肝炎を発症した後，肝炎の増悪，\n軽快（ただし，軽快といっても，多くのＡＬＴ値は異常高値である。）\nを繰り返した。その肝炎の活動性は，ＩＦＮを４回実施（しかも，４回\n目は２４週間）しても容易に衰えないなど，相当高いといえる。そして，\n平成１２年頃からは安定的にＨＢｅ抗原陰性となり，一般的には肝炎の\n活動性が低下する状態となったが，ＡＬＴ値がおおむね基準値以内であ\nった時期も，ＨＢＶ-ＤＮＡ量は少なくとも中ウイルス量が認められてお\nり，ウイルスの増殖及び一連の慢性肝炎が継続していることが明らかで\nある。そして，平成１２年より後も，ＡＬＴ値の異常値が数回みられ，\n肝炎の活動性が高い類型として，ＨＢｅ抗原陽性のときから引き続き肝\n炎が継続していることがうかがえる。\n各臨床経過からすれば，原告らは，いずれも増悪と軽\n快を繰り返すという一連の慢性肝炎の経過をたどっているといえ，その\n全体が慢性肝炎を発症したことによる損害といえる。\nケ  上記アないしクによれば，原告らについて，ＨＢｅ抗原陰性での「再燃」\nも含め，Ｂ型慢性肝炎の発症に関する損害評価を分断し，別個の新たな損\n害の発生を認めるべき例外的事情は認められず，除斥期間の起算点を「再\n燃」時（ＳＣ後のＨＢｅ抗原陰性慢性肝炎の発症時）とすべき理由はない。\n⑶  争点⑵イ（除斥期間の起算点－正義・公平の観点から，除斥期間の起算点\nは，原告らがＨＢｅ抗原陰性慢性肝炎を発症した時と解すべきか）について\n【原告らの主張】\nア  最高裁は，除斥を形式的に適用することが正義・公平に反する結果とな\nる事案については，除斥期間の起算点をできる限り繰り下げる解釈をする\nことによって（平成１６年判決及び平成１８年判決等）又は終了点をでき\nる限り繰り下げる解釈をすることによって（\n同１０年６月１２日第二小法廷判決・民集５２巻４号１０８７頁（以下「平\n第三小法廷判決・民集６３巻４号８５３頁（以下「平成２１年判決」とい\nう。）），除斥の適用を制限し，もって正義・公平にかなう結論を導いてき\nた。\nイ  そして，①原告らは被告が行った国策（集団予防接種等）の被害者であ\nること，②被告には重大な過失（注射器の連続使用の継続）があるが，原\n告らには何の落ち度もないこと，③提訴の遅れは原告らの責任ではなく被\n告の責任によること，④被告主張のとおり，最初の慢性肝炎発症の時が除\n斥期間の起算点であるとすると，より早くからより長く苦しんだ者ほど権\n利が保障されないという結果となり，不条理，不合理であることなどに照\nらせば，原告らの損害賠償請求権について，除斥期間を形式的に適用し，\n上記請求権を時の経過によって消滅させ，被告の責任を免れさせることは，\n著しく正義・公平に反する。\nしたがって，本件においても，再発の慢性肝炎が発症した時を除斥期間\nの起算点と解し，除斥期間の起算点を繰り下げる解釈をすることによっ\nて，除斥の適用を制限すべきである。\n【被告の主張】\n否認ないし争う。\nア  まず，平成１６年判決及び平成１８年判決等は，除斥期間の起算点の解\n釈を示したものであって，正義・公平の観点から除斥期間の適用制限を行\nったものではない。また，平成１０年判決及び平成２１年判決は，本件と\nは事案が全く異なり，その射程も限定的であって，本件において適用の余\n地はない。\nイ  そして，仮に，除斥期間の効果が制限される場合があるとしても，それ\nは，①時効の停止等のような除斥期間の適用を制限する根拠となる規定が\nあり，かつ，②除斥期間の適用が著しく正義・公平に反する事情がある場\n合に限られるところ，原告らについて，時効の停止等，除斥期間の適用制\n限を行う根拠となる規定は全くないし，また，原告らが客観的に提訴でき\nなかった事情は認められず，平成１０年判決や平成２１年判決のように，\n除斥期間を適用することが著しく正義・公平に反する事情は存在しない。\n⑷  争点⑶ア（包括一律請求の可否）及び同⑶イ（原告らの損害額）について\n【原告らの主張】\nア  本件においては，包括一律請求による損害賠償請求が認められるべきで\nある。すなわち，原告ら集団予防接種等によるＨＢＶ持続感染者は，致死\n性，難治性，進行性の疾患であるＨＢＶに感染したことによって，身体的\n障害及び精神的苦痛を受けるだけではなく，社会生活，家庭生活，経済生\n活及び日常生活のあらゆる場面において，広範な被害を受け続ける。原告\nらのように慢性肝炎を発症した者については，①慢性肝炎の発症の告知に\nよる精神的衝撃，②慢性肝炎の症状（全身倦怠，心窩部不快感，食欲不振\n等）や長期にわたる治療による身体的及び精神的苦痛，③就業や事業の継\n続が困難になるなどの精神的苦痛や財産的被害，④持続感染者であること\nによる差別や偏見，⑤肝硬変や肝がんへの進行の不安・恐怖などの被害を\n受ける。実際，原告らは，Ｂ型肝炎ウイルスに感染し，２度にわたり慢性\n肝炎を発症し，完治困難となったことによって経済的被害，精神的・肉体\n的被害を受け，人生そのものを大きく狂わされたのである。\nところで，これらの被害は，それぞれ別個独立に存在するのではなく，\n相互に影響し合って拡大し，しかも，感染から死に至るまで進行を続ける\nものであるから，このような「総体としての被害」が，本件訴訟の損害賠\n償の対象となるというべきであり，このような「総体としての被害」を個\n別具体的積上方式により立証することは極めて困難であることなどに照\nらせば，原告らの損害額の算定に当たっては，個別具体的積上方式ではな\nく，包括請求方式によるべきである。そして，Ｂ型肝炎というウイルス疾\n患の特殊性から，原告らには，その進行した肝炎のステージ毎に一定の共\n通する被害がもたらされたといえるから，ステージ毎に同額の損害を算定\nすることが相当である。したがって，原告らの損害賠償請求については，\n包括一律請求によることが認められるべきである。\nイ  そこで，原告らの各損害額について検討するに，本件合意書では，慢性\n肝炎の損害額が１２５０万円であると定められているところ，これは，「少\nなくとも肝機能障害のある間は継続する死に対する現実的，具体的な恐怖\nや，発症前を上回る社会生活上の差別的取扱その他の被害による損害が発\n生するであろうこと，また，鎮静化した後においても，一定の率で肝がん\nとなる危険があることから，たとえ肝機能障害が鎮静化したとしても，そ\nの損害に見合う和解金の額は，いわゆるＣ型肝炎救済特別措置法における\nＣ型肝炎ウイルスの無症候性キャリアに対する給付金の額を下回るべきで\nはない」との考えに基づく（本件説明書５頁）。そうすると，上記金額は，\nＢ型慢性肝炎を発症した者について最低限度の損害額というべきであり，\n原告らの損害額としては，それぞれ少なくとも１２５０万円であると認め\nるのが相当である。\n付言するに，原告らは，ＨＢｅ抗原陽性慢性肝炎を発症し，同慢性肝炎\nが鎮静化した後，ＨＢｅ抗原陰性慢性肝炎を再発していることから，本件\n説明書における上記記載内容の損害以上の損害を被っているといえる。す\nなわち，ＨＢｅ抗原陽性慢性肝炎の発症後にＨＢｅ抗原陰性慢性肝炎を再\n発した場合，ＨＢｅ抗原陰性慢性肝炎の疾病の特徴や重篤性などに照らせ\nば，後者の発症に係る損害のみでも１２５０万円を下回らないというべき\nである。\nウ  上記イに加えて，原告らは，いずれも被告の不法行為によって被った損\n害賠償を求めるために本訴提起を余儀なくされた。そして，上記各不法行\n為と相当因果関係のある弁護士費用は，損害額の１０％が相当であるとこ\nろ，本件合意書で認められた割合を尊重して，原告３０につき，損害額の\n１０％相当額である１２５万円，また，原告４０３につき，損害額の４％\n相当額である５０万円であると認めるのが相当である。\n【被告の主張】\nいずれも否認ないし争う。\nア  まず，原告らの包括一律請求は不当である。すなわち，原告ら主張に係\nる「総体としての被害」が抽象的にも損害項目ごとの積上げを不要とする\n趣旨であるならば，何ら金銭評価の手懸かりに乏しいばかりか，当事者が\n攻撃防御を尽くすことができず，殊に被告側の攻撃防御の観点から甚だ不\n適切であるというべきである。\nイ  そして，ＨＢｅ抗原陰性慢性肝炎による損害のみでも１２５０万円を下\n回らないとの主張は失当である。すなわち，まず，ＨＢｅ抗原セロコンバ\nージョンが起こらずにＡＬＴ異常値が長期間にわたり継続している慢性陽\n性肝炎患者の損害が，ＡＬＴ値の数年にわたる鎮静化が認められる原告ら\nと比較して小さいということはできず，むしろ，ＡＬＴ異常値が長期間に\nわたり継続している患者（ＨＢｅ抗原陽性慢性肝炎の持続患者）の方が損\n害は大きいと認められる。したがって，ＳＣ後のＨＢｅ抗原陰性慢性肝炎\nによる損害が１２５０万円を下回らないとは到底いえない。\n実際，財産的損害について，原告らの費用積算根拠は不明である上，医\n療費助成等をも考慮すると，原告らの主張に係るＳＣ後の「再燃」時点か\nらの治療費用（受診費用，血液検査費用，画像検査費用，治療薬費用等）\nの自己負担分は，せいぜい２０万円前後にとどまる可能性が高いと認めら\nれる。さらに，原告らは薬剤耐性変異の少ないエンテカビルの内服開始に\nより，投与開始直後を除いて，ＡＬＴ値及びＡＳＴ値がともに正常化し，\nウイルス量も低下しており，原告らのＳＣ後の治療経過は，比較的良好に\n推移しているのであって，原告らの主張に係る「再燃」後に生じた（ＨＢ\nｅ抗原陰性慢性肝炎の発症に係る）損害が，１２５０万円を上回るほど大\nきいとは到底認められない。むしろ，原告両名とも，ＨＢｅ抗原陽性の時\n点の方がＡＬＴ値の異常やＡＬＴ異常値の継続期間が大きく，ＨＢｅ抗原\n陰性となった後は，上記のとおり，投薬によって良好な経過をたどってい\nるのが実情であり，このような実情自体，ＨＢｅ抗原陰性慢性肝炎の損害\nが大きいという原告らの主張が実態と乖離したものであることを示すも\nのである。\n第３  当裁判所の判断\n１  Ｂ型慢性肝炎に関する医学的知見\nＢ型慢性肝炎に関して，主な文献及び論文並びに意見書の記載内容（以下「医\n学的知見」という。）は，以下のとおりである（なお，Ａ１意見書等においても，\n本件ガイドライン及び本件診療ガイド等の記載内容が誤り又は不正確である旨\nの指摘はされていない。）。\n⑴  ＨＢｅ抗原陽性慢性肝炎\nア  本件診療ガイド\nＨＢＶ持続感染者は，免疫寛容期から免疫排除期（免疫応答期）へ移\n行し，ＨＢｅ抗原陽性の肝炎を発症し，８５ないし９０％の症例は，自\n然経過でＨＢｅ抗原セロコンバージョン，ＨＢＶ-ＤＮＡ量の低下，肝炎\nの鎮静化が起こり，非活動性キャリアとなる。このような経過の症例は\n予後が良く，治療を必要としないことが多い。（１１頁）\n他方，１０ないし１５％の症例は，肝炎の発症後もＨＢＶ-ＤＮＡ量が\n十分低下せず肝炎が持続し，「肝硬変への進行や肝細胞癌合併の危険性が\n高い」ため，積極的な治療が必要である。（１１頁）\nイ  本件ガイドライン\nＨＢｅ抗原陽性慢性肝炎の治療対象は，ＨＢＶ-ＤＮＡ量４．０以上，\nかつＡＬＴ値３１以上の症例である（レベル６，グレードＢ）。なお，エ\nビデンスレベル６は「専門家個人の意見（専門家委員会報告を含む）」を，\n推奨グレードＢは「行うよう勧められる」をそれぞれ意味する。（目次末\n尾，５３頁）\nＨＢｅ抗原陽性慢性肝炎のＡＬＴ値上昇時には，線維化進展例でなく，\n劇症化の可能性がないと判断されれば，１年間程度治療を待機すること\nも選択肢である。ただし，自然経過でＨＢｅ抗原陰性化が得られなけれ\nば，肝炎による肝線維化の進展を阻止するために治療を行う（レベル６，\nグレードＢ）。（５３頁）\nＨＢｅ抗原陽性慢性肝炎のＡＬＴ値上昇時には，自然経\n過でＨＢｅ抗原が陰性化する可能性が年率７ないし１６％あること，他\n方，②ＨＢｅ抗原陽性とＨＢＶ-ＤＮＡ高値は肝硬変への進展及び発がん\nの独立したリスクであり，年齢（４０歳以上）も肝硬変や肝細胞がんへ\nの進展リスクであることによる。（１１及び５２頁）\n⑵  ＨＢｅ抗原セロコンバージョン（ＨＢｅ抗原の陰性化）\nア  Ａ１意見書\nＨＢｅ抗原セロコンバージョンは，ウイルスに係る「多彩な遺伝子変\n異」（代表的なものは，プレコア領域及びコアプロモーター領域の変異）\nを伴うものであり，「ウイルスの一部の遺伝子変異を反映する現象」であ\nる。ＨＢｅ抗原は，「プレコア／コア遺伝子からメッセンジャーＲＮＡへ\nの転写・さらにアミノ酸への翻訳後，シグナルペプチターゼにより両端\nが切断され血中に分泌される蛋白」である。ＨＢｅ抗原が陰性化するの\nは，「“プレコア／コア遺伝子からメッセンジャーＲＮＡへの転写”を抑\n制あるいは停止させる遺伝子変異」が起きることによる。「転写を抑制す\nるのがコアプロモーター領域の変異」であり，「転写を停止させるのがプ\nレコア領域の変異」である。（５，１１及び１４頁）。\nＢ型肝炎はＨＢｅ抗原陽性から陰性に変わる際にＡＬＴ値の上昇を\n伴う肝炎を多くの症例で起こす。その後ウイルスとＡＬＴ値の変動を繰\nり返しながら次第に肝炎が鎮静化していく。このように，ＳＣが起きる\nと，ＨＢＶ-ＤＮＡ量，ＡＬＴ値は次第に低下していくことが多い。もっ\nとも，この理由やメカニズムは明らかではない。（１２及び１４頁）\nイ  本件ガイドライン\nＨＢｅ抗原陽性慢性肝炎については，ＨＢｅ抗原の陰性化により「肝不\n全のリスクが減少し，生存期間が延長する」ことから，抗ウイルス治療に\nおいてまず目指すべき短期目標は，ＨＢｅ抗原セロコンバージョンであり，\n最終的な長期目標はＨＢｓ抗原の陰性化である。（５３頁）\nウ  本件診療ガイド\n免疫排除期において，ＨＢｅ抗原からＨＢｅ抗体にセロコンバージョン\nするとウイルス量は低下し，肝炎が鎮静化する。このため，ＳＣは「Ｂ型\n肝炎の経過の中で大きな意味を持つ現象」であり，「重要な治療目標の一つ」\nとされている。（６及び１４頁）\nエ  Ａ８教授作成に係る平成２９年４月５日付け意見書（乙Ｂ４０３－３０。\n以下「Ａ８意見書」という。）\nＨＢｅ抗原の陰性化は，「臨床的に大きな意味を持つ」。ＨＢｅ抗原陽\n性例（ＳＣによる陰性化が得られない症例）は，ＨＢｅ抗原陰性例及び\nＨＢｅ抗体陽性例（ＨＢｅ抗原陰性慢性肝炎も含む。）に比較して，肝硬\n変や肝がんに明らかに進展しやすいことが長期間の疫学的調査で明らか\nにされているからである。（２頁）\nこのように，「ＨＢｅ抗原の陰性化は，臨床的に大きな意味を持つ」と\nされ，「ＨＢｅ抗原陰性化を目指した治療」が進められてきた。（５頁）\n⑶  ＨＢｅ抗原セロコンバージョン（ＨＢｅ抗原の陰性化）後の臨床経過\nア  本件ガイドライン\nＨＢＶ持続感染者のうち約９割は若年期にＨＢｅ抗原セロコンバージョ\nンを起こす（ ）。そして，自然経過又は治療によりＳＣが起\nこると，約８割の症例において非活動性キャリアとなる。もっとも，当初\nＨＢｅ抗原陰性の非活動性キャリアと診断された症例のうち，１０ないし\n２０％は長期経過中に肝炎が再燃するため，「真の非活動性キャリア」と慢\n性肝炎の厳密な鑑別は困難である。（１及び５５頁）\nイ  ２０１５年Ａ９論文（別紙７（略語一覧）参照）\nＨＢｅ抗原陽性慢性肝炎患者の中には，活動性肝炎が持続し，肝硬変\nに至る症例もある。しかし，「大半の（ｍａｊｏｒｉｔｙ）」患者では，\n最終的にＨＢｅ抗原の陰性化とともに非活動期に移行する。すなわち，\nＳＣが起こり，ＨＢＶ-ＤＮＡ量が減少すると，ＨＢｓ抗原及び低値のＨ\nＢＶ-ＤＮＡ量が持続するにもかかわらず，疾患の活動性が消失する。（原\n文Ｅ４５頁，原告訳文２頁，被告訳文１及び２頁）\nは「肝炎期から非活動性キャリアへの移行を示\nすもの」であり，通常は，ＨＢＶキャリアにとって「良性経過」である\nと考えられているが，自然経過で肝炎が「再活性化」する症例も時折見\nられる。（原文Ｅ４５及び４６頁，原告訳文２頁，被告訳文２頁）\nウ  Ａ１意見書\nＨＢｅ抗原が陰性化するということは，「“ＨＢｅ抗原の産生を低下・\n停止させる遺伝子変異を伴うウイルスが増殖し，ＨＢｅ抗原を産生する\n前者の「新しいウ\nイルスの増殖力が強いと肝炎が持続するし，弱いと肝炎は鎮静化するこ\nとになる。」したがって，セロコンバージョン後の経過は様々である。（４\n頁）\nＨＢｅ抗原セロコンバージョン後の臨床経過は，ＳＣに伴う遺伝子\n「変異の獲得された年齢」，ＳＣ時点での「肝臓の破壊の程度」，「獲得さ\nれた変異の部位」等によって異なる。そして，自然経過及び治療による\nＳＣのいずれの場合においても，ＳＣ後も肝炎は程度の差こそあれ持続\nしており，予後に関しても一括して取り扱うのは難しい。例えば，ＳＣ\n時点で既に数か月以上の肝炎期を経ており，肝線維化が進んでいる症例\nも多い（ＳＣ後に肝炎が持続する症例の一部には，高度の線維化を有す\nる症例が含まれている。）。（５，１４及び１５頁）\nまた，ＳＣによりＨＢｅ抗原が陰性化するまでには，程度や持続期間\nは様々だが大きな肝炎を経ることがしばしばある。このように，ＳＣに\nよるＨＢｅ抗原陰性化前に，ＡＬＴ値の大幅な上昇がみられた症例はＨ\nＢｅ抗原の消失時点で肝臓の線維化がある程度進んでいる。したがって，\n肝炎が持続すると短期間に肝硬変まで進展する可能性がある。（１２頁）\nまた，ＩＦＮ治療によるＨＢｅ抗原陰性化の症例は，肝炎の活動性が\n元々高い症例である。したがって，ＳＣ後も，ＡＬＴ値の上昇を伴う肝\n炎が持続しやすいと考えられ，また，リバースＳＣ（ＨＢｅ抗原の再出\n現）により肝炎が再燃することもある。前者に関して，ウイルス量の変\n動が小さい場合はＡＬＴ値の上昇はあっても軽度であるが，変動の大き\nい場合は，肝線維化が急速に進行する可能性がある。（１２頁）\nＡ９論文における調査によれば，ＳＣ後，「ＡＬＴ値の変動が見られる\n症例が存在するものの，その多くは軽い上昇にとどまっており，ＡＬＴ\nが大きく上昇する症例は１０％前後であることがわかる。」（１１頁）\nなお，Ａ１意見書２４頁では，Ａ９論文図２（被告訳文４頁）につい\nて「ＡＬＴ平均値」を示すものとして引用されているが，同図は「積分\nＡＬＴ値」の分布を示したものである。\n⑷  非活動性キャリア\nア  本件ガイドライン\nＨＢｅ抗原陰性の非活動性キャリアは，肝硬変や肝細胞がんへの進展\nリスクが低く長期予後が良好であり，ＨＢＶ-ＤＮＡが陰性化すると年率\n１ないし３％でＨＢｓ抗原も陰性化する。しかし，当初ＨＢｅ抗原陰性\nの非活動性キャリアと診断された症例のうち，１０ないし２０％は長期\n経過中に肝炎が再燃する（前記⑶ア参照）。（５５頁）\nしたがって，非活動性キャリアと診断した後でも６ないし１２か月ご\nとの経過観察が必要であり，経過中にＡＬＴ値が上昇すれば治療適応と\nなる（レベル２ｂ，グレードＢ）。なお，エビデンスレベル２ｂは，「ラ\nンダム割付を伴わない過去のコントロールを伴うコホート研究」を意味\nする。（目次末尾及び５６頁）\nイ  本件診療ガイド\n非活動性キャリアでは，ＨＢＶに対する宿主の免疫が優位になり，Ｈ\nＢＶの増殖は持続的に低下する。その結果，肝炎は鎮静化し，肝発癌率\nも低い（年０．２％で非活動性キャリアから肝細胞がんに進展する旨図\n示されている。）ので予後は良いと考えられている。しかし，自然経過又\nは宿主の免疫抑制によりＢ型肝炎の「再活性化」がみられることがある\nので経過観察は必要である。（１１頁）\n非活動性キャリアを経過した後，一部ではＨＢｓ抗原が陰性化し，寛\n解期（前提事実⑵\n低いとされている。しかし，高齢者や肝硬変のＨＢｓ抗原消失例では肝\n発癌に対する注意が必要である。（１１頁）\nウ  Ａ１意見書\n「ＡＬＴ正常」の状態が持続すると「非活動性キャリア」と呼ばれる。\nこれは，十分な免疫応答が働き，ウイルスの増殖が抑え込まれ，ＡＬＴ\n値が正常化した状態である。「非活動性キャリア」とは「ＨＢｅ抗原陰性・\nＡＬＴ正常」の状態を指すため，肝臓の線維化の程度は，軽い線維化を\n伴うだけの例から肝硬変まで，症例間で様々である（「キャリア」とは，\n「ＨＢｓ抗原が持続陽性であり，ウイルスの増殖が体内で持続している\n状態を指す」。）。（５，１２及び１３頁）。\nウイルス増殖が抑え込まれた状態が長く続くと，ＨＢｓ抗原も消失す\nる場合があり，「治癒期」とされる状態となる。もっとも，この状態でも\n肝内では低レベルのウイルス増殖は続いており，免疫抑制療法が行われ\nると，ウイルスが再増殖し，ＡＬＴの上昇を伴う肝炎が起きることがあ\nる（再活性化）。したがって，上記「治癒」とはあくまで臨床的な定義で\nあり，ウイルスが排除されることを指すものではない。（１３頁）\n自然経過の説明であり，抗ウイルス療法を行った場\n合は，症例ごとに更に複雑な経過をたどる。この場合も，自然経過の場\n合と同様であって，ＨＢｓ抗原消失後も肝内ではウイルスの増殖が持続\nしており，ウイルスが排除されることはない。（１３頁）\nなお，「病期は必ずしも一方向に進むわけではない。ＨＢｅ抗原が消失\nして“低増殖期”に入った症例の４－２０％でＨＢｅ抗原が再出現（リ\nバースセロコンバージョン）して“免疫応答期”に逆戻りする。これは\n“病態”も同様で，例えば肝硬変に移行した後であっても肝機能正常の\n状態が年余にわたって持続すれば慢性肝炎に戻ることがある」。（１０頁）\nこの点については，他の文献（甲Ｂ４０３－２１）においても，基本\n的に免疫寛容期から始まり，免疫排除期（免疫応答期），免疫監視期（低\n増殖期ないし寛解期）と進行するが，「病期が一時的に戻ることもしばし\nば経験される」とされている（５４頁）。\n⑸  ＨＢｅ抗原陰性慢性肝炎\nア  本件ガイドライン\nＨＢｅ抗原陰性慢性肝炎は，「間欠的にＡＬＴとＨＢＶ  ＤＮＡの上昇\nを繰り返すことが多く，自然に寛解する可能性は低い」。「ＨＢｅ抗原陽\n性例と比較し高齢で線維化進展例が多いため，より進んだ病期」と認識\nすべきである（レベル４，グレードＢ）。（５５及び５６頁）\nＨＢｅ抗原陰性慢性肝炎における治療対象は，ＨＢｅ抗原陽性慢性肝\n炎と同様，ＨＢＶ-ＤＮＡ量４．０以上，かつＡＬＴ３１以上の症例であ\nる（レベル２ｂ，グレードＢ）。（５６頁）\nイ  本件診療ガイド（ ウ）\nＨＢｅ抗原セロコンバージョン後，一部の症例では，ウイルス量が十\n分低下せず，活動性の肝炎が続く。このような症例は「逆に予後が悪い」\nため，「ＨＢｅ抗原陰性の慢性肝炎として分類」されている。（６頁）\n-ＤＮ\nＡ量が十分低下せず慢性肝炎が持続する場合や，一旦非活動性キャリア\nとなった後に肝炎の再活性化が起こる場合がある。（１０頁）\nＨＢｅ抗原陰性慢性肝炎の特徴では，ＨＢＶ-ＤＮＡ量が「中等度の範\n囲で変動し，間欠的に激しい肝炎を起こす傾向がある。また，この肝炎\nは，ＨＢｅ抗原非産生変異株により惹起され，肝硬変や肝細胞癌へ進行\nしやすいことが報告されている。」（１０頁）\nウ  Ａ１意見書\nＳＣ後にＡＬＴ値が正常化した症例であっても，「遺伝子変異が起こ\nり宿主の免疫でウイルス増殖を抑え込めなくなればウイルスの増殖，引\nき続いてＡＬＴの上昇がみられることになる」。これがＨＢｅ抗原陰性慢\n性肝炎であり，「新たなウイルスの感染によるものではない」。（１５頁）\nＨＢｅ抗原陰性慢性肝炎は，「高齢で線維化が進展している事例であ\nることが多いため，予後が不良なことが多い」といわれる（前提事実⑵\n線維化が進んでいること，また，②ＨＢｅ抗原陰性での慢性肝炎発症は，\n陰性化により「慢性肝炎が治まる場合が多いが，治まっていない」こと\nを意味し，既にある程度の線維化が進展している状態で肝炎が持続する\nことから，線維化が高度になることによる。（７頁）\nまた，ＨＢｅ抗原陰性慢性肝炎の肝硬変への移行率は，ＨＢｅ抗原陽\n性慢性肝炎よりも高いとする報告がある。ＨＢｅ抗原陽性慢性肝炎の９\n０％の症例はＳＣを起こし，その２０ないし３０％がＡＬＴ異常値を示\nし，ＨＢｅ抗原陰性慢性肝炎を発症するとされている。そうすると，Ｈ\nＢｅ抗原陰性慢性肝炎は，ＨＢｅ抗原陽性慢性肝炎全体の中の１８ない\nし２７％に相当することになるから，上記報告のとおり，陰性慢性肝炎\nの肝硬変への移行率が陽性慢性肝炎より高くなるのは「当然の帰結」と\nなる。（１６頁）\nエ  Ａ３意見書 参照）\n本件ガイドラインにおいて，ＨＢｅ抗原陰性慢性肝炎が「より進んだ\nＳＣ後の慢性肝炎であり，「高齢」，「ＨＢｅ抗原陽性経過後」というリス\nクを有することによる。すなわち，「時間の経過と一連の病態の推移」が\n考慮され，陰性慢性肝炎が「より進んだ病期」であるとされている。（１\n頁）\n肝臓は，「ＨＢＶに持続感染した期間が長いほど，すなわち幼児期から\n長期間にわたる炎症反応等が長いほど，より肝癌や肝硬変の発症リスク\nが高くなることが明らかとなっている。高年齢であることは，それだけ\nで肝癌や肝硬変の発症リスクが高いことを意味する。」（３及び４頁）\n「ＨＢｅ抗体陽性ＨＢＶ持続感染者は，過去のＨＢｅ抗原陽性ＨＢＶ\n持続感染の時期に肝線維化等の障害を肝臓に与えたことが累積され，そ\nの後，ＨＢｅ抗体陽性ＨＢＶ持続感染者となった後（ＨＢｅ抗原陰性慢\n性肝炎を発症したものを含む）に肝硬変・肝癌を発症したとも考えられ」，\n「『ＨＢｅ抗原陽性であったこと』がリスクの一つになる」。（４頁）\nオ  Ａ９論文\nＳＣした後，ＨＢＶの再活性化が生じた患者においては，①ＨＢＶ-Ｄ\nＮＡ量及びＡＬＴ値の上昇並びに②ＨＢｅ抗原の再出現のない疾患活動\nを特徴とする別の期に移行し，この病期はＨＢｅ抗原陰性Ｂ型慢性肝炎\nと呼ばれている。（原文Ｅ４６頁，原告訳文２頁，被告訳文２頁）\nこの病期においては，「中等度のＨＢＶ-ＤＮＡ量で，重度のＢ型肝炎\nが生じることがある」。ＨＢｅ抗原陰性慢性肝炎は，ＨＢｅ抗原産生能を\n欠くＨＢＶ変異株によって引き起こされ，ＨＢｅ抗原陽性慢性肝炎と比\nべ，「より高頻度に（ｍｏｒｅ ｆｒｅｑｕｅｎｔｌｙ）」肝硬変及び肝細\n胞がん（ＨＣＣ）に進展する傾向にあると考えられている。（原文Ｅ４６\n頁，原告訳文２頁，被告訳文２頁）\n通常，ＨＢｅ抗原陽性の活動性肝炎は，ＳＣ（ＨＢｅ抗原陰性化）後，\n鎮静化するが（前記⑶イ参照），かなりの割合の患者において「数年後に\n再発」する。そして，このＨＢｅ抗原陰性肝炎は，「肝硬変への進行や肝\n細胞がん（ＨＣＣ）の発症と密接に関連する大きな健康問題」であるか\nら，「非活動性キャリア期」を維持している患者のうち，ＳＣ後にＨＢｅ\n抗原陰性慢性肝炎を発症する可能性のある患者を特定することが重要で\nある。（原文Ｅ４６及び５０頁，原告訳文２頁，被告訳文２，６及び７頁）\nなお，被告は，原告ら主張に係る慢性肝炎の「再発」は，医学的には\n「再燃」というべきである旨主張するが，上記のとおり，ＳＣ後に活動\n性肝炎が「再発」する旨説明されていること，また，Ａ２論文では，Ｓ\nＣが起こらないＨＢｅ抗原陽性持続の症例について，急性増悪が「再発\n（ｏｃｃｕｒ  ａｇａｉｎ）」する旨記述されていること（乙Ｂ４０３－\n２７原文４９５頁，訳文７頁）に照らし，「再発」という記述が直ちに医\n学的に誤りであるとはいえないと考えられる。\n⑹  核酸アナログ製剤治療（エンテカビル投与）\nア  Ａ１意見書\n現在，ＨＢｅ抗原陽性慢性肝炎及び陰性慢性肝炎に対する治療の主体\nは，核酸アナログ投与である。核酸アナログ投与により，「線維化の進展\nは止まり，肝硬変への新たな移行はなくなる」ことから，「肝硬変に至っ\nていない症例であれば肝線維化が退縮していることも示されている」も\nのの，「肝細胞癌への移行は，核酸アナログの投与で大きく減少するがゼ\nロにはできない。」（１６頁）\n「Ｂ型慢性肝疾患に罹患した方の肝臓からウイルスを排除することは\n今のところできず，肝炎・肝硬変・肝細胞癌のリスクをすべての人が多\n寡こそあれ持ち合わせている。リスクの正確な評価はまだできないが，\n高リスクの人を選び出すことは少しずつ可能になっている。」（１８頁）。\nイ  Ａ８意見書\n最近，治療薬の進歩により，副作用が少なく，経口投与で済む各種新規\n薬剤（核酸アナログ製剤）が使われるようになった。しかし，これらの経\n口薬剤は「肝硬変への肝がんへの進展を統計的に有意に抑制するが，ＨＢ\nＶの増殖を抑えるだけであり，ＨＢＶを感染者の体内から排除できるには\n至っていない。」（５頁）\n⑺  Ｂ型慢性肝炎に関する医学的解明度\nア  Ａ１意見書\nＢ型慢性肝炎は，「ウイルス要因（ウイルス遺伝子・ウイルスの産生する\n様々な蛋白（ＨＢｅ抗原はその一つにすぎない）），宿主要因（年齢・性・\n並存疾患・ウイルスに対する免疫応答に関する遺伝子・線維化や腫瘍の合\n併を規定する遺伝子など数多い）が複雑に予後に影響を及ぼす疾患である。\n現在解明されていることはその一部に過ぎない」。（１７頁）\nイ  Ａ８意見書\n平均寿命の長寿化や高齢化により，長期間の経過が観察されるように\nなると，ＨＢｅ抗原陰性の状態でも，ＨＢＶが増殖し，肝炎を再燃する\nことがあることが次第に判明してきた。（５頁）\nしかし，ＨＢｅ抗原が陰性化した後，どのような場合に肝炎が再燃す\nるかについては，宿主要因，環境要因及びウイルス側要因に関する議論\nはあるものの，「詳細は未解明（研究段階）」である。（２及び３頁）\n２  認定事実（原告３０に関するもの）\n前提事実並びに証拠（各項に掲記するもの。ただし，以下の認定に反する\n部分は採用しない。）及び弁論の全趣旨によれば，以下の各事実（以下「認\n定事実３０」という。）を認めることができる。\n⑴  ＨＢｅ抗原陽性慢性肝炎の発症及びＩＦＮ治療\nア  ＨＢｅ抗原陽性慢性肝炎の発症\n原告３０は，大学卒業後，昭和５８年からＩで勤務し，昭和６２年１０\n月頃（２９歳），Ｊ課でＫとして稼働中，昼食時に突然座った状態から立て\nなくなり，そのまま病院に搬送され，検査の結果，Ｂ型肝炎の告知を受け\nて通院治療を受けるようになった。（甲Ｂ３０－１０１，原告３０本人）\nイ  Ｂ病院におけるＩＦＮ治療\n原告３０は，昭和６２年１２月９日（２９歳），Ｂ病院に入院し，「Ｂ型\n慢性活動性肝炎」との確定診断を受け，ＩＦＮ治療を受けて，昭和６３年\n３月１４日，軽快となり退院した。同入院中の経過等について，Ｂ病院の\n診療録（甲Ｂ３０－１４）には，次のとおり記載されていた。（甲Ｂ３０－\n１０１，原告３０本人）\n入院時，ＡＳＴ（ＧＯＴ）値６６，ＡＳＴ（ＧＰＴ）値１２５と，「そ\nれほど高くはなかったが」，肝生検では「活動性（ａｃｔｉｖｅ）」の所\n見であり，ＤＮＡポリメラーゼ陽性であったことから，ＩＦＮα製剤の\n連続投与を施行した。\nＩＦＮ施行開始時より３日間，３９度前後の「発熱（ｆｅｖｅｒ）」が\n出現した。解熱後も，インターフェロン投与中は「疲労感（ｆａｔｉｇ\nｕｅ）」が持続していた。この間，ＤＮＡポリメラーゼ陰性，ＨＢｅ抗原\nの陰性化，ＨＢｅ抗体値上昇が認められ，「セロコンバージョンが期待さ\nれた」。肝機能についても，ＡＳＴ値４７，ＡＬＴ値６９等と著明に低下\nしたため，ＳＣは外来での対応に委ね，退院とした。\n⑵  退院後の状況\nア  自宅療養及び復職\n原告３０は，昭和６３年３月（２９歳），退院後，自宅療養を経て，同年\n４月半ば頃，復職した。原告３０は，入院前は午前９時から午後８時頃ま\nで勤務することもあったが，退院後は午後５時頃までに終業できるよう配\n慮してもらうようになった。（甲Ｂ３０－１０１，原告３０本人）\nイ  検査状況－ＡＬＴ値の推移等\n原告３０は，退院後も約２年間は毎月，Ｂ病院で通院検査を受けており，\n退院後約１年の間に，ＡＬＴ値が２度６００超となり，１度３００超を示\nしたことがあったものの，退院後２年目からは，ＡＬＴ値は落ち着き，退\n院２年後の平成２年３月頃（３１歳），近医での通院検査でよいと言われた\nことから，Ｃクリニックで通院検査を受けるようになった。原告３０は，\n最初の約１０年間（平成１２年頃まで）は頻繁に検査を受けていたものの，\n同年頃（４１ないし４２歳）までにＡＬＴ値等が正常値内になったことか\nら，その後は半年に１回，１年に１回となり，平成１９年末頃（４９歳），\n再度肝炎を発症する前には，２ないし３年に１回の頻度となっていた。（甲\nＢ３０－１１，１０１，原告３０本人）\nなお，原告３０は，平成１５年１１月５日（４５歳），Ｄ病院において健\n康診断を受けたところ，ＡＳＴ値２６（基準範囲：１２～３３），ＡＬＴ値\n３９（基準範囲：６～３０），ＨＢｓ抗原陽性であり，「日常生活に注意を\n要し，経過観察を必要とします。」との指導を受けた。（甲Ｂ３０－１０）\nウ  生活状況及び稼働状況\n原告３０は，平成１２年頃までにＡＬＴ値等が正常値内となった後，平\n成１９年末頃までの間は，体調は普通に戻っており，勤務状況についても，\nＪ課等の繁忙部署に配属されていた間は，午後９時頃まで残業したり，休\n日出勤したりするようになっていた。もっとも，肝炎専門医から，「高カロ\nリー，高ビタミンの食事を取って，運動はしてはいけない。酒は飲んでは\nいけない。」との指導を受けており，付き合い程度の飲酒をすることはあっ\nたものの，おおむね上記指導に従っていた。この間，原告３０は，平成７\n年３月（３６歳），結婚し，平成１０年には職員旅行にも参加し，配偶者と\nドライブを楽しむなどしていた。（甲Ｂ３０－１，１１，２４，１０１，原\n告３０本人）\nエ  脳内出血及び抑うつの出現\n原告３０は，平成１７年９月（４７歳），脳内出血のためＧ病院に入院し，\n１か月間の集中治療室での治療後，２か月間リハビリのため入院していた。\n同入院以降，原告３０には，抑うつが出現し，平成１９年６月（４９歳）\n以降，Ｌクリニックを受診し，通院治療を受けたこともあった。また，原\n告３０は，退院後，復職していたところ，同年秋頃から，倦怠感によって\n思うように仕事ができなくなり，同僚の一人から詰られるようになって，\n職場でのストレスが大きくなり，倦怠感の継続も相まってうつ状態が悪化\nしていた。（甲Ｂ３０－１１（１０，１２，２３，３０枚目），１０１，原\n告３０本人）\n⑶  ＨＢｅ抗原陰性慢性肝炎の発症\nア  ＨＢｅ抗原陰性慢性肝炎の発症及びＤ病院での入院治療\n入院治療を受け退院した後，復職し稼働中，平\n成１９年１２月（４９歳），全身倦怠感からＣクリニックを受診したところ，\nＡＬＴ値が３００超（同月１８日に３２６，同月２１日に３１５）となっ\nており，Ｃ医師の紹介で，平成２０年１月４日から同月１２日までの間，\nＤ病院において入院治療を受けた。原告３０は，同入院中，エンテカビル\n服用を勧められたものの，高価な薬であって，肝炎の発症を抑えるのみで，\n一生涯服用を継続しなければならない旨言われたことなどから，服用を躊\n躇し，肝数値が下がった段階で，一旦退院した。（甲Ｂ３０－１１（１９枚\n目），１２，２０，１０１，原告３０本人）\nイ  上記アの入院中の状況について，Ｄ病院医師作成に係る診療情報提供書\n（退院時要約）（甲Ｂ３０－１２）には，次のとおり記載されていた。\n傷病名  Ｂ型慢性肝炎の急性増悪（以下，略）\n症状経過及び検査結果・治療経過\n入院時，全身倦怠感を認めていた。血液検査ではＡＳＴ値７２，ＡＬ\nＴ値１５５であって，ピークは過ぎていた。後日，血液検査にて，ＨＢ\nｅ抗原陰性，ＨＢｅ抗体陽性であって，「セロコンバージョン後であり，\nＨＢＶ-ＤＮＡ５．６ＬＧＥ／ｍｌにて変異株の存在が考えられた」。抗\nウイルス薬（バラクルード）の適応であり，「メリット（肝機能の改善，\nウイルス低下）  デメリット（経済面，耐性ウイルスの存在，生涯内服）」\nを説明したが，検討するとのことで服用を開始しなかった。\nウ  Ｅ病院での入院治療－核酸アナログ製剤治療（エンテカビル投与）\n原告３０は，平成２０年４月上旬（４９歳），全身倦怠感があり，同月１\n０日，Ｃクリニックで検査を受けたところ，ＡＳＴ値９１，ＡＬＴ値１７\n１に上昇していた。そこで，同月１１日，Ｅ病院を受診したところ，ＡＳ\nＴ値１０７，ＡＬＴ値１９４と更に上昇していたことから，同月１４日か\nら同月２６日まで，同病院内科において入院治療を受けた。同入院中，原\n告３０には，希死念慮も認められ，同月２５日，同病院精神科を受診し，\n適応障害との診断を受けた。（甲Ｂ３０－１１（１２，１６，２１，２３な\nいし２６枚目），原告３０本人）\nエ  上記ウの入院までの既往歴等について，Ｃ医師作成に係る平成２０年４\n月１０日付け診療情報提供書（甲Ｂ３０－１１・１２枚目）には，次のと\nおり記載されていた。\n昭和６２年１２月  Ｂ病院においてＩＦＮ治療で抗体ができたと言\nわれたが，「その後，数度ＧＯＴ，ＧＰＴが３００～６００ぐらいになっ\nたとのことです」。\n平成１７年  腸閉塞でＭ病院入院\n同年９月  脳内出血でＧ病院入院\n平成２０年１月  「ＧＯＴ，ＧＰＴ３００以上になりＤ病院入院」。Ｈ\nＢｅ抗原陰性，ＨＢｅ抗体陽性，「ＨＢＶ-ＤＮＡ５．６ＬＧＥ／ｍｌで，\n変異株の存在を指摘され」，バラクルード服薬を勧められたが，服薬しな\nかった。\n同年４月１０日の「数日前から全身倦怠があり，本日血液検査でＡＳ\nＴ９１，ＡＬＴ１７１」であった。本人がＥ病院での受診を希望。\nオ  上記ウの入院中の状況について，同病院医師作成に係る平成２０年５月\n１７日付け病歴要約（甲Ｂ３０－１１（２８及び２９枚目））には，次のと\nおり記載されていた。\n診断（主病名及び合併症）\nＢ型慢性肝炎，２型糖尿病，左第二趾痛，適応障害\n主訴  全身倦怠感\n現病歴\n昭和６３年にＨＢｓ抗原陽性を指摘され，Ｂ病院でＩＦＮ治療施行後，\nＨＢｅ抗体陽性となった。「以後，慢性的に肝機能障害は持続し」，平成\n２０年１月にはＡＬＴ異常高値（３００以上）のためＤ病院へ入院した。\nＨＢｅ抗原陰性，ＨＢｅ抗体陽性，ＨＢＶ-ＤＮＡ量５．６で「変異株の\n存在を指摘され，エンテカビル内服を勧められたが服薬しなかった。」同\n年「４月上旬より全身倦怠感を認め，Ｃクリニックを受診。」ＡＳＴ値９\n１，ＡＬＴ値１７１と「軽度肝障害」を認め，Ｅ病院を紹介受診後，同\n月１４日に精査加療目的で入院となった。\n検査所見\n生化学：ＡＳＴ値１０７，ＡＬＴ値１９４\n感染症：ＨＢｓ抗原陽性，ＨＢｅ抗体陽性，ＨＢＶ-ＤＮＡ量６．９\n肝生検：慢性活動性肝炎。門脈域に中等度のリンパ球浸潤と軽度のイ\nンターフェイス肝炎及び肝小葉炎が認められ，また，脂肪沈\n着が軽度に認められる。門脈域には炎症に伴う線維化が見ら\nれる。悪性所見は認めない。\n入院後経過及び考察（２型糖尿病，左第二趾痛及び高血圧は略する。）\nａ  Ｂ型慢性肝炎\nＨＢｅ抗体陽性にもかかわらず，ＨＢＶ-ＤＮＡ量が多く，Ｂ型慢性\n肝炎の急性増悪と診断。肝不全への進行の可能性は低いと思われた。\n４月１５日の肝生検結果は慢性活動性肝炎の所見であった。肝炎の活\n動性が高いため，同月１８日より，エンテカビルの内服を開始した。\n今後は外来で肝機能及びウイルス量の経過観察の予定。\nｂ  適応障害\n入院時より全身倦怠感が持続し，Ｂ型慢性肝炎によるものや精神的\nなものが原因と考えられた。４月２５日に精神科を受診したところ，\n仕事のストレスが大きく，今後は産業医や職場の上司に相談すること\nが望ましいとのこと。退院後，近医心療内科を受診するよう勧めた。\n⑷  退院後の状況\nア  原告３０は，平成２０年４月２６日（４９歳），退院後，Ｅ病院に通院し，\nエンテカビル服用を続けている。また，原告３０は，体調が回復し，退院\n後，復職したものの，精神的には厳しい状況が続き，平成２６年，早期退\n職した。原告３０としては，経済的に苦しく，預貯金がなくなれば，バラ\nクルード（エンテカビル）の処方を受けられなくなり，「もう肝硬変，肝が\nんへのルートを一直線に行くしかないのか」ということを最も心配してお\nり，また，医師から，エンテカビルは「絶対に効き続けられるものでもな\nい」と言われており（原告３０本人調書２２及び３２頁），将来薬効がなく\nなる危険性もあることなどについても不安を抱いている。（甲Ｂ３０－１０\n１，原告３０本人）\nイ  退院後の症状経過等について，Ｅ\n報提供書（甲Ｂ３０－１１（３３，３６及び３７枚目））には，次のとおり\n記載されていた。\n平成２０年６月１８日付け\n４月１８日からのエンテカビルの投与開始によって，ＡＳＴ値，ＡＬ\nＴ値は速やかに低下し，正常値が持続し，ＨＢＶ-ＤＮＡ量も検出感度以\n下となった。経過は良好と考えられる。エンテカビルは中止により肝炎\nの急性増悪を起こす可能性があるため，自己中止しないように説明した。\nエンテカビルはラミブジンに比べてはるかに耐性ウイルス出現頻度が低\nいが，まれに耐性ウイルス出現の報告があるので，１ないし２か月ごと\nにＨＢＶ-ＤＮＡ測定を行うとよい。治療中にうつ状態が増悪したので，\n通院歴のあるＬクリニックに加療を依頼した。\n平成２０年１０月７日付け及び平成２１年１月２７日付け\nエンテカビルの効果によりＡＳＴ値，ＡＬＴ値ともに正常化しており，\n経過は良好と考えられる。\n３  認定事実（原告４０３に関するもの）\n前提事実並びに証拠（各項に掲記するもの。ただし，以下の認定に反する\n部分は採用しない。）及び弁論の全趣旨によれば，以下の各事実（以下「認\n定事実４０３」という。）を認めることができる。\n⑴  ＨＢｅ抗原陽性慢性肝炎の発症\nア  原告４０３は，大学（Ｎ科）卒業後，Ｏ県Ｐ市内の会社に就職し，Ｑ等\nの配達，販売等に従事し，昭和５３年４月（２５歳），結婚して二子をもう\nけ，この間，昭和５７年頃（３０歳）には，会社を辞めて独立し，Ｑ等の\n配達，販売事業を立ち上げた。原告４０３は，同年頃（３１歳）までに，\n近医での血液検査でＢ型肝炎のキャリアであるとの指摘を受けたことがあ\nったものの，肝炎の症状はなく，夫婦二人三脚で早朝から夜遅くまで懸命\nに働き，売り上げを伸ばすなどしていた。（甲Ｂ４０３－５，７，１２，１\n６（１枚目），１７（１枚目），１０１，１０２，原告４０３本人）\nイ  ＨＢｅ抗原陽性慢性肝炎の発症及びＩＦＮ治療（１度目）\n原告４０３は，平成３年１月５日（３８歳），倦怠感や胃部不快感から\nＧ病院を受診したところ，慢性肝炎の診断を受け，同月２０日から同年\n３月６日まで，同病院に入院した。原告４０３は，同年１月２２日，Ａ\nＳＴ（ＧＯＴ）値２９０，ＡＬＴ（ＧＰＴ）値５４４，ＤＮＡポリメラ\nーゼ６７１であって，「慢性活動性肝炎，ＨＢｅ抗原陽性」の確定診断を\n受けた。医師から，放置すると１０年ないし２０年後には必ず肝硬変に\nなる旨言われてショックを受け，３０％の確率で効くとして，ＩＦＮ治\n療を勧められた。（甲Ｂ４０３－８，１４，１０１，原告４０３本人）\n当時，事業も順調に推移しており，原告４０３としては，仕事を休み\n入院治療を受けることに躊躇したものの，幼子二人を遺して死ぬわけに\nはいかないと考え，ＩＦＮβ製剤の連続投与を受けた。治療開始後，偏\n頭痛や嘔吐，軽度の脱毛等の副作用が発生し，軽度改善が認められたも\nのの，同年７月より，ＡＬＴ値が３００前後に上昇するなど，上記治療\nは奏効しなかった。なお，平成３年９月，ＨＢｅ抗原値が低下し，セロ\nコンバージョンの可能性が認められたものの，ＨＢｅ抗原が陰性化する\nことはなかった。（甲Ｂ４０３－８，１４，１７，１８，１０１，原告４\n０３本人）\n⑵  ＩＦＮ治療（２度目ないし４度目）\nア  ２度目のＩＦＮ治療（α製剤の連続投与）\nその後，原告４０３は，平成４年４月１６日から同年５月３０日まで\n（３９歳），Ｈクリニックに入院し，ＩＦＮα製剤の連続投与を受けたも\nのの，偏頭痛や倦怠感などの副作用に苦しんだのみで，奏効しなかった。\nそして，上記入院期間中は仕事ができず，顧客離れや収入減から，退院\n後，やむを得ず廃業し，妻が介護士の資格を取得し，働きに出て家計を\n支えるようになった。（甲Ｂ４０３－１６（１枚目），１７（１枚目），１\n０１，原告４０３本人）\nこの間，同年５月１２日には，ＨＢｅ抗原陰性，ＨＢｅ抗体陽性，Ｄ\nＮＡポリメラーゼ４（基準値未満）となり，セロコンバージョンが認め\nられたものの，同年６月１６日には，再びＨＢｅ抗原陽性，ＨＢｅ抗体\n陽性となり，ＤＮＡポリメラーゼ３８０となり，同年１０月６日に，Ｈ\nＢｅ抗原陽性，ＨＢｅ抗体（±），ＤＮＡポリメラーゼ６６９，同年１１\n月２０日にＨＢｅ抗原陽性，ＨＢｅ抗体陰性，ＤＮＡポリメラーゼ２１\n５となった。（甲Ｂ４０３－１６ないし１８）\nイ  ３度目及び４度目のＩＦＮ治療\nさらに，原告４０３は，平成５年１月７日から同年２月６日まで（４\n０歳），Ｈクリニックにおいて，ＩＦＮα製剤の連続投与を受けた。原告\n４０３は，同日，ＨＢｅ抗原陽性，ＨＢｅ抗体陽性，ＤＮＡポリメラー\nゼ２（平常値）となったものの，同年３月８日にＨＢｅ抗原陽性，ＨＢ\nｅ抗体陰性，ＤＮＡポリメラーゼ３９３となり，それ以降，ＨＢｅ抗原\n陽性慢性肝炎の状態が継続していた。（甲Ｂ４０３－１６ないし１８）\nまた，原告４０３は，平成６年３月２９日から同年４月２７日まで（４\n１歳），長期投与目的でＧ病院に入院し，同月３０日より，ＩＦＮβ製剤\nの連続投与を受け，引き続き同年９月１３日まで隔日投与を受けた。し\nかし，その後も，ＡＬＴ値は５９ないし４０８の間で変動を繰り返し，\nＨＢｅ抗原陽性，ＨＢｅ抗体陰性又は「±」（ただし，平成１０年１月６\n日はＨＢｅ抗原陰性，ＨＢｅ抗体陽性。），ＨＢＶ-ＤＮＡ量も，平成６年\n３月９日から平成７年８月２９日までの間，一時的に（平成６年４月２\n０日から同年６月２２日まで及び平成７年５月３０日など）低値を示し\nたことがあったものの，中又は高ウイルス量であった。（甲Ｂ４０３－１\n５ないし１８）\n⑶  ＨＢｅ抗原の陰性化等\nア  退院後の状況\n原告４０３は，廃業後，前記⑵イの各入院治療を受けたほか，通院しな\nがら自宅療養を続けていた。この間，原告４０３は，仕事も楽しみもなく\nなり，身体が思い通りにならない悔しさ，情けなさ，無為な生活が続く無\n念さ，虚しさなどから，「もう何やっても駄目や」と悲観的な後ろ向きの言\n葉ばかり発し，いつも苛々しており，物や家族に当たることもあった。ま\nた，ＩＦＮ治療の失敗後も近医で度々「強ミノ」を打ち，食事療法を続け，\nいた。さらに，平成１０年頃からは，身体を動かした方が良いかもしれな\nいと考え，月に１ないし２回，親類の営むＮ業の手伝いを始めるようにな\nった。（甲Ｂ４０３－８，１６，１７，１０１，原告４０３本人）\nイ  ＨＢｅ抗原の陰性化並びにその後の生活状況及び稼働状況\nそうしたところ，原告４０３は，平成１２年６月（４７歳），医師から，\n肝機能数値が正常値に戻ったとの説明を受け，その後も正常値内を推移\nするようになり，約９年半ぶりに数字がよくなった喜びで，晴れ晴れと\nした気持となり，嬉しさの余り，検査データを神棚に飾って拝んだりす\nるほどであって，苛々することや家族に迷惑をかけることもなくなった。\nまた，食事療法も止め，Ｎ業の手伝いも週３回くらい行うようになり，\n平成１４年（４９ないし５０歳）には，中古車業を始めるという起業意\n欲を持てるほど前向きな気持ちになっていた。なお，原告４０３は，医\n師から，「完治じゃない」，「一応抑え，治っているけど，・・・また\nこうぶり返すこともあるよ」との説明を受け，定期的に検査を受けてい\nた。（甲Ｂ４０３－１０１，原告４０３本人）\nこの間，原告４０３は，平成１０年７月６日（４５歳），ＨＢｅ抗原陰\n性となった後，同年１２月１２日，一旦ＨＢｅ抗原陽性となったものの，\n平成１１年８月５日（４６歳）にＨＢｅ抗原陰性，ＨＢｅ抗体陽性とな\nって，その後もＨＢｅ抗原陰性，ＨＢｅ抗体陽性の状態が続いている。\n（甲Ｂ４０３－１８）\nそして，ＡＬＴ値は，平成１１年８月５日に２１となり，同年１２月\n１８日に８３，平成１２年４月７日（４７歳）には２５９の異常高値を\n示したものの，同年６月２８日には３１（基準値：男性１０～３９（前\n）に低下して持続正常となり，ＡＳＴ値も，同日以降，持\n続正常となって，平成１５年１月１４日（５０歳）においても同様であ\nって，平成１６年３月３０日（５１歳）まで，医療記録上，ＡＬＴ及び\nＡＳＴが異常値を示したことはなかった（別紙５参照）。もっとも，Ｈ\nＢＶ-ＤＮＡ量は，平成１２年７月３日，３．７未満（検出感度未満）で\nあったものの，平成１３年９月５日から平成１５年１月１７日（５０歳）\nまで，４．４ないし５．０（中ウイルス量）であった。（甲Ｂ４０３－\n１８）\n⑷  ＨＢｅ抗原陰性慢性肝炎の発症\nア  ＨＢｅ抗原陰性慢性肝炎の発症\nところが，原告４０３は，平成１６年３月３０日（５１歳），ＡＬＴ値\nが１９５となり，平成１７年１２月２日（５３歳）には２８（正常値内）\nとなったものの，平成１８年６月２３日には５６の異常値となり，平成１\n９年１月２３日（５４歳）には３２９の異常高値となった。そして，同年\n１２月２５日に３７，平成２１年１１月１１日には３３と基準値内で推移\nしたものの，平成２２年１２月２０日（５８歳）に再び３０２の異常高値\nとなって，ＡＳＴ値も同様に異常値を示すようになった。\nまた，ＨＢＶ-ＤＮＡ量は，平成１６年３月３０日から平成１９年１月２\n３日まで，４．２ないし６．８（中ウイルス量）であり，その後，平成２\n１年１１月１１日（５７歳）には３．７となったものの，平成２２年１２\n月２０日，６．８となっていた。（甲Ｂ４０３－１，１８）\nイ  核酸アナログ製剤治療（エンテカビル投与）の開始\n原告４０３は，平成１６年３月（５１歳），Ｈクリニックにおいて，肝\n機能数値の上昇を知らされ，数値を抑えておかないと肝硬変や肝がんに移\n行する旨言われ，「また振り出しか」，「治ってたと思っていただけに，\nもうほんとまた再度こうもう谷に突き落とされる」というか「何かもう駄\n目かな」と思った（原告４０３本人調書２０頁）。そして，医師から，ウ\nイルス量の多さから抗ウイルス薬の服用を勧められたものの，一生涯飲ま\nなければならないと言われた上に，医療不信の気持ちもあって，服用を断\nった。そして，再び倦怠感のある日が続いたことから，食事療法を再開し，\nＮ業の手伝いも週１回程度に減らすなどした。原告４０３は，その後もエ\nンテカビルの服用を勧められるたびに断っていたが，平成２３年９月（５\n８歳），大学病院の医師から，「あなたの年になったらもういつ肝臓がん\nになってもおかしくない」と言われ，服用を始めることとした。エンテカ\nビルの服用開始後は，ＡＬＴ値等は下がり，体調も良くなるなど経過は良\n好である（ＡＬＴ値は，同年１１月２日（５９歳）以降，正常値内を推移\nしており，また，ＨＢＶ-ＤＮＡ量についても，同年１０月５日以降，低値\nで推移している。）。しかしながら，原告４０３としては，過去ＩＦＮ治\n療が奏功しなかったこと，一旦治ったと思っていたところ，肝炎が再発し\nたことなどから，再発の不安があり，また，「私なんかもうこんな肝炎で\nあんまり長生きはできないだろう」，人生を振り返って「非常に残念だっ\nた」という虚無感，厭世観をも抱いている（原告４０３本人調書２３及び\n２４頁）。（甲Ｂ４０３－１８，１０１，原告４０３本人）\n４  ＨＢＶ感染との間の因果関係の有無）について\n⑴  原告３０について\nア  原告３０はＨＢＶ持続感染者であるところ，出生後，満１歳となるまで\nの間に集団予防接種等を受け，その際にＨＢＶに感染した可能性が高い（前\n水平感染など，原告３０のＨＢＶ感染の原因となり得る事情は認め難い。\nイ  上記アによれば，原告３０は，集団予防接種等によってＨＢＶに持続感\n染したものと認められる。\n⑵  原告４０３について\nア  原告４０３はＨＢＶ持続感染者であり，０歳からほぼ６歳頃までにＨＢ\nイ  ところで，原告４０３は，出生後，昭和●●年●●月●●日（７歳）に\nなるまでの間に，本件小学校において，ツベルクリン反応検査並びにＢＣ\nＧ及び種痘の集団予防接種を受けていた（前提事実⑸ア）。そして，当時の\n予防接種法及び結核予防法においては，種痘は，第１期を１歳以下，第２\n期を小学校入学前，第３期を小学校卒業前として定期接種すること，また，\nツベルクリン反応検査は，生後６月以内に行い，陰性又は疑陽性の者に対\nしＢＣＧを接種することと定められていたところ，証拠（甲Ｂ４０３－３）\n及び弁論の全趣旨によれば，当時，予防接種の実施主体（市町村長等）は，\n住民登録等を基にして予防接種対象者を把握し，予防接種実施日時の一定\n期間前に接種対象者に通知し，公民館，小学校又は保健所など指定した実\n施場所に集合させて，集団で予防接種を実施していたこと，原告４０３の\n母親は，「保健所からの指導・告知」によって，同原告に集団予防接種等を\n受けさせたことが認められ，これらの事実によれば，原告４０３の母親は，\n上記各定めに従って，保健所の指導・告知により，本件小学校において，\n同原告に集団予防接種等を受けさせたものと認められる。\nなお，被告は，原告４０３が集団予防接種等を受けたのは，本件小学校\n入学後であり，６歳６か月以上であった可能性が高い旨主張するが，上記\n検討結果に照らして，採用し難いというべきである。\nウ  上記イの検討結果に加えて，原告４０３の父親（平成４年９月２４日死\n亡（甲Ｂ４０３－１２））についてＨＢＶ感染に係る資料が残存しておらず，\n父親の感染歴は不明であるものの，原告４０３のＨＢＶ感染が父子感染に\nよることをうかがわせる具体的な事情は認められないことに照らせば，父\n子感染の可能性は低いというべきである。\nエ  上記アないしウによれば，原告４０３は，集団予防接種等によってＨＢ\nＶに感染したものと認めるのが相当である。\n５  争点⑵ア（除斥期間の起算点－Ｂ型慢性肝炎の特質等から，除斥期間の起算\n点は原告らがＨＢｅ抗原陰性慢性肝炎を発症した時であると解すべきか）につ\nいて\n⑴  原告らのＢ型慢性肝炎の発症及び再燃（再発）に至る経緯等\nア  前記４の検討結果に加えて，原告らのＢ型慢性肝炎発症に至る経緯等（前\n提事実⑷及び⑸，認定事実３０及び同４０３）によれば，原告らはいずれ\nも乳幼児期に集団予防接種等によってＨＢＶに感染して持続感染者となり，\n成人に達した後，免疫応答期においてＨＢｅ抗原陽性慢性肝炎を発症した\nものであるところ，ＨＢｅ抗原陽性慢性肝炎の発症後の経過（病態の進行\n及びその態様等）は，次のイ及びウのとおりであると認められる。\nイ  原告３０について\n原告３０は，昭和６２年１２月（２９歳）でＨＢｅ抗原陽性慢性肝炎\nを発症し，Ｂ病院に入院した。入院時のＡＬＴ値は１２５であり，それ\nほど高くなく，同年３月までのＩＦＮ治療によってＨＢｅ抗原の陰性化\n等が認められ，セロコンバージョンが期待できる状態となって退院した\n（ ）。\nそして，退院後の状況（認定事実３０⑵アないしウ）によれば，原告\n３０は，平成２年３月頃（３１歳）までにＳＣによるＨＢｅ抗原の陰性\n化が得られ，平成１２年頃（４１ないし４２歳）からは，ＡＬＴ値等が\n持続正常となって，ＨＢｅ抗原陰性の非活動性キャリア（医学的知見⑷\nとなっていたものと認められる。上記に関し，退院後約１年（昭\n和６３年３月から平成元年３月）の間におけるＡＬＴ値の上昇（６００\n超２度，３００超１度（ ）は，ＳＣによる\nＨＢｅ抗原の陰性化に伴うもの（医学的知見⑵\n付言するに，Ｅ病院医師作成に係る病歴要約には，原告３０がＩＦＮ\n治療後，ＨＢｅ抗体陽性となって「以後，慢性的に肝機能障害は持続し」\nたとの記載がある（認定事実３０⑶オ ）。そこで検討するに，上記\nＩＦＮ治療後，平成２年３月頃からは，Ｃ医師が原告３０の検査を行っ\nてきたところ（同⑵イ），同医師作成に係る診療情報提供書においては，\nＢ病院での検査期間中（昭和６３年３月から平成２年３月頃まで）にＡ\nＬＴ値が３００ないし６００程度になったとのことである旨記載されて\nいるにとどまり，その後，Ｃクリニックでの検査中（平成２年３月頃か\nら平成１９年１２月頃）に，ＡＬＴ異常値や肝機能障害があったとの記\n載は全くない（同⑶エ）。なお，平成１５年１１月の健康診断でのＡＬＴ\n値も基準範囲を超えていたものの３９と低値であり，ＡＳＴ値は正常値\n内であって，経過観察の指導を受けたにとどまること（同⑵イ）から，\n上記健診結果をもって肝機能障害があったとは認められず，そのほか上\n記期間において肝機能障害があったことを裏付ける診療記録等は存しな\nい。そして，上記診療情報提供書の記載内容（同⑶エ）に加えて，原告\n３０の退院後の生活状況及び稼働状況（同⑵ウ）などに照らせば，肝機\n能障害が持続していた旨の上記病歴要約の記載は採用し難く，上記のと\nおり，原告３０は平成１２年頃以降，非活動性キャリアとなっていたも\nのと認められる。\nところが，原告３０は，平成１９年１２月（４９歳），全身倦怠感を覚\nえ，同月１８日にはＡＬＴ値が３００超となっていたこと（認定事実３\n０⑶ア）から，同日頃，ＨＢｅ抗原陰性慢性肝炎を発症したものと認め\nられる。そして，① 原告３０のＨＢｅ抗原陽性慢性肝\n炎の発症時（２９歳）のＡＬＴ値は１２５であって，それほど高くなか\nったこと ，②自然経過ではなく，ＩＦＮ治療によってＨＢｅ\n抗原の陰性化が得られたものであること ，③上記Ｈ\nＢｅ抗原陰性慢性肝炎の発症時（４９歳８か月）には線維化も認められ\nたこと（同 ④年齢（４０歳以上）や「ＨＢｅ抗原陽性経過後」\n，同⑸\nエ），我が国における Ａ１意見書６頁）\nところ，原告３０は上記発症時に４９歳８か月であったことなどに照ら\nせば，原告３０が発症したＨＢｅ抗原陰性慢性肝炎は，先に発症したＨ\nＢｅ抗原陽性慢性肝炎と比較して，より重篤であって，「より進んだ病期」\nにあることが明らかであるというべきである。\nウ  原告４０３について\n原告４０３は，平成３年１月（３８歳）でＨＢｅ抗原陽性慢性肝炎を\n発症し，Ｇ病院入院時のＡＬＴ値は５４４の異常高値であり，平成６年\n９月（４１歳）までの間に，４度にわたりＩＦＮ治療を受けたものの，\nＳＣによる持続的なＨＢｅ抗原の陰性化を得ることはできなかった（認\n定事実４０３⑴イ，同⑵ア及びイ）。\nそして，退院後の状況（認定事実４０３⑶ア及びイ）によれば，原告\n４０３において，平成１０年７月６日（４５歳）から平成１１年８月５\n日（４６歳）までの間頃に，セロコンバージョンが生じ，持続的にＨＢ\nｅ抗原の陰性化を得ることができたものと認められる。また，退院後の\nＡＬＴ値及びＡＳＴ値の推移\nくとも平成１２年６月２８日（４７歳）には，非活動性キャリアとなっ\nていたものと認められる。なお，ＨＢＶ-ＤＮＡ量は，平成１３年９月５\n日から平成１５年１月１７日まで，中ウイルス量であったものの，５．\n０以下であり，上記期間においてＡＬＴ値等は持続正常であったことか\nら，この間，原告４０３は，臨床的に慢性肝炎（前提事実⑴オ）の病態\nではなかったものであり，肝炎は鎮静化していたものといえる。\nところが，原告４０３は，平成１６年３月３０日（５１歳），ＡＬＴ値\nが１９５となり，平成１９年１月２３日（５４歳）には３２９の異常高\n値となるなど，平成１６年３月３０日以降，ＡＬＴ値が上昇及び大きな\n変動を始めた。そして，同日以降のＡＬＴ値等やＨＢＶ-ＤＮＡ量の推移\n（認定事実４０３⑷ア）によれば，原告４０３は，同日又は遅くとも平\n成１９年１月２３日には，ＨＢｅ抗原陰性慢性肝炎を発症したものと認\nめられる。そして，①上記のとおり，ＡＬＴ値が３００超の異常高値を\n示し，大きな変動を始めたことから，炎症の程度も重いものと考えられ\nること，② 先行するＨＢｅ抗原陽性慢性肝炎の\nり患期間は平成３年１月から平成１１年８月までの８年以上に及ぶもの\nであり，しかも，この間４度にわたるＩＦＮ治療も奏効せず，ＳＣによ\nるＨＢｅ抗原の陰性化を得るまでに，同治療後更に約５年の経過を要し\nており，原告４０３においては，ＳＣまでに肝線維化が相当程度進行し\nていたものと推認されること（医学的知見⑶ウ 及び ），③\nのとおりであるところ，原告４０３はＨＢｅ抗原陰性慢性肝炎の発症時\nには５１歳を超えていたことなどに照らせば，原告４０３が発症したＨ\nＢｅ抗原陰性慢性肝炎は，先に発症したＨＢｅ抗原陽性慢性肝炎と比較\nして，より重篤であって，「より進んだ病期」にあることが明らかである\nというべきである。\nエ  なお，被告は，原告らの慢性肝炎再燃後のＡＬＴ値は，ＳＣ前より高い\nとはいい難いこと，近年，治療水準が進歩・改善していることなどを根拠\nとして，原告らの上記再燃後の病態は，最初の陽性慢性肝炎発症時よりも\n重篤であるとはいえない旨主張するが，上記イ及びウの各\n照らして採用し難い。付言するに，近年，治療水準は進歩・改善している\nものの，エンテカビルについても「長期投与に伴う薬剤耐性変異株の出現\nの可能性や長期投与における安全性が確認されていない」とされており（前\nまた，そもそもＨＢＶの増殖を抑えるだけであり，ＨＢＶ\nを感染者の体内から排除できるに至っておらず，原告らは，ＨＢｅ抗原陽\n性慢性肝炎例と比較し，高齢でかつ線維化進展例として，肝硬変及び肝細\n胞がんへの移行リスクを持ち合わせているといえる（医学的知見⑸ア\n⑹）。\n⑵  除斥期間の起算点\nア  民法７２４条後段所定の除斥期間の起算点は，「不法行為の時」と規定さ\nれており，加害行為が行われた時に損害が発生する不法行為の場合には，\n加害行為の時がその起算点となると考えられる。しかし，身体に蓄積する\n物質が原因で人の健康が害されることによる損害や，一定の潜伏期間が経\n過した後に症状が現れる疾病による損害のように，当該不法行為により発\n生する損害の性質上，加害行為が終了してから相当期間が経過した後に損\n害が発生する場合には，当該損害の全部又は一部が発生した時が除斥期間\nの起算点となると解すべきである。このような場合に損害の発生を待たず\nに除斥期間が進行することを認めることは，被害者にとって著しく酷であ\nるだけでなく，加害者としても，自己の行為により生じ得る損害の性質か\nらみて，相当の期間が経過した後に損害が発生し，被害者から損害賠償の\n請求を受けることがあることを予期すべきであると考えられるからである\n・第１１９６号・同\n・第１１７４号同１６年１０月１５日第二小法廷判決・\n民集５８巻７号１８０２頁参照）。\nイ  そして，ＨＢＶ持続感染者の自然経過（前提事実⑵）及び原告らのＢ型\n慢性肝炎発症及び再燃に至る経緯等（前記 ）に照らせば，Ｂ型慢性肝炎\nを発症したことによる損害は，その損害の性質上，加害行為（集団予防接\n種等）が終了してから相当期間が経過した後に発生するものと認められる\nから，除斥期間の起算点は，加害行為の時ではなく，損害の発生の時であ\nるというべきである（平成１８年判決参照）。\n⑶  Ｂ型慢性肝炎の特質及び実態（病態の進行やその態様等）\nア  ところで，原告らのように乳幼児期にＨＢＶに感染し，持続感染者とな\nった場合，無症候性キャリアの期間が数年から２０年以上継続した後，成\n人に達すると，免疫応答期に入ってＨＢｅ抗原陽性慢性肝炎を発症する（前\n提事実⑵イ，医学的知見⑴ア）。\nイ  しかしながら，別紙２（ＨＢＶ持続感染者の自然経過）のとおり，ＨＢ\nＶ持続感染者の免疫応答（ＨＢｅ抗原陽性，ＨＢＶ-ＤＮＡ高値，ＡＬＴ上\n昇）\n合には，ＨＢｅ抗原陰性化（ＳＣ）を治療目標として抗ウイルス治療を行\nうこととなり，①治療によってＳＣが起こる場合と②起こらない場合が生\nずる（医学的知見⑴ア及びイ，同⑶イ及びウ）。\nウ  そして，自然経過又は治療介入によりＳＣが起こる場合（上記イの\n場合と，⒝肝炎が鎮静化しない場合，又は当初非活動性キャリアと診断さ\nれた後，肝炎が再燃（再発）する場合があり（ＨＢｅ抗原陰性慢性肝炎），\nその後，ＨＢｅ抗原の再出現（リバースＳＣ）を認める場合もある（前提\nイ，同⑸オ\nまず，上記⒜（真の非活動性キャリア）の場合には，肝硬変や肝細胞が\nんへの進展リスクが低く長期予後が良好であって，ＨＢＶの増殖が持続的\nに低下して肝炎が鎮静化し，また，ＨＢＶ-ＤＮＡが陰性化すると年率１な\nいし３％でＨＢｓ抗原も陰性化して，「肝不全のリスクが減少し，生存期間\nが延長する」こととなる（前提事実⑵イ ，医学的知見⑵イ及びウ，同⑶\nイ，同⑷ア）。\nまた，上記⒝（ＨＢｅ抗原陰性慢性肝炎）の場合には，中等度のＨＢＶ\n-ＤＮＡ量で，重度の肝炎を生ずることがあり，自然に寛解する可能性は低\nく，「ＨＢｅ抗原陽性例と比較し高齢で線維化進展例が多い」ため，より高\n頻度に肝硬変や肝細胞がんへ進展する傾向にあって，「より進んだ病期」で\nあると認識すべきもの\nいしオ）。\nもっとも，自然経過又は治療介入によりＳＣが起こった場合，その後の\n経過は，①ＳＣに伴う遺伝子変異の獲得された年齢，②ＳＣ時点での肝臓\nの破壊の程度，③\n介入によってＳＣが起こった場合については，症例ごとに更\n）。このように，ＨＢｅ抗原陰\n性化の後，どのような場合に肝炎が再燃（再発）するのか（ＨＢｅ抗原陰\n性慢性肝炎を発症するのか）については，宿主要因，環境要因及びウイル\nス側要因に関する議論はされているものの，未解明（研究段階）である（同\n⑺イ）。\nエ  他方，自然経過及び治療介入のいずれによってもＳＣが起こらず，ＨＢ\nｅ抗原の陰性化が得られない場合（上記イの の場合）には，ＨＢｅ抗\n原陽性肝炎の状態が長期間継続し，肝炎による肝線維化が進み，肝硬変へ\n医学的知見⑴ア ，同⑵エ ）。それ故に，ＨＢｅ抗原セロコンバージョン\n（ＨＢｅ抗原の陰性化）は，「Ｂ型肝炎の経過の中で大きな意味を持つ現象」\nであって，「臨床的に大きな意味」を持ち，抗ウイルス治療においてまず目\n指すべき「重要な治療目標の一つ」とされている（同⑵イないしエ）。\nオ  上記アないしエの検討結果によれば，ＨＢＶ持続感染者が免疫応答期に\nおいてＨＢｅ抗原陽性の状態で肝炎を発症した場合，当該陽性慢性肝炎の\n発症時点において 又は治療介入によってＨＢｅ抗\n原セロコンバージョン（ＳＣ）が起こ ），起こら\nないのか（同 ②）， った場合，\nＨＢｅ抗原陰性の非活動性キャリアとなるのか（上記ウ⒜），肝炎が鎮静化\nせず，又は当初非活動性キャリアと診断された後，経過中に肝炎が再燃（再\n発）するのか（同⒝），さらに， ＨＢｅ抗原陰性慢性肝炎を発症した場合，\n肝硬変や肝細胞がんに進展するのかなど，ＨＢｅ抗原陽性慢性肝炎発症後\nの病態の進行及びその態様等について，現在の医学では未だ解明されてお\nらず，確定することができないことが明らかである。\nそして，このようなＢ型慢性肝炎の特質及び実態（病態の進行やその態\n様）に加えて，ＨＢｅ抗原セロコンバージョン（ＨＢｅ抗原の陰性化）は，\n①「ＨＢｅ抗原の産生を低下・停止させる遺伝子変異を伴うウイルス」が\n増殖し，②「ＨＢｅ抗原を産生するウイルス」に置き換わることであり，\nＨＢＶの質的変化をも伴うものであって ），\n「Ｂ型肝炎の経過の中で大きな意味を持つ現象」であること（同⑵ウ），ま\nた，ＳＣは，「重要な治療目標の一つ」とされており，臨床的にも大きな意\n味を持つこと（同⑵ウ及びエ），さらに，ＨＢｅ抗原陰性肝炎の発症は，「新\n従\n前とは質的に異なる「新しいウイルス」の増殖力如何によるものであるこ\n）などに照らせば，ＨＢｅ抗原陰性慢性肝炎は，\n単に最初のＨＢｅ抗原陽性慢性肝炎が量的に進行・拡大したものにすぎな\nいということは困難である。\n⑷  原告らの損害賠償請求権に係る除斥期間の起算点\nア  原告らは，前記⑴のとおり，いずれも乳幼児期の集団予防接種等によっ\nてＨＢＶの持続感染者となり，成人後の免疫応答期においてＨＢｅ抗原陽\n性慢性肝炎を発症し，その後， 原告３０は，ＩＦＮ治療によってＨＢｅ\n抗原セロコンバージョン（ＳＣ）によるＨＢｅ抗原の陰性化を得て，平成\n１２年頃から非活動性キャリアとなっていたところ，平成１９年にＨＢｅ\n抗原陰性慢性肝炎を発症したものであり，他方， 原告４０３は，４度の\nＩＦＮ治療後の自然経過においてＳＣによるＨＢｅ抗原の陰性化を得て，\n遅くとも平成１２年６月には非活動性キャリアとなっていたところ，平成\n１６年３月又は平成１９年１月にＨＢｅ抗原陰性慢性肝炎を発症したもの\nであって，しかも，上記各陰性慢性肝炎は，先行するＨＢｅ抗原陽性慢性\n肝炎と比較して，より高頻度に肝硬変や肝細胞がんへ進展するリスクがあ\nるなどの意味において，より重篤であり，より進んだ病期にあるものとい\nえる。\nイ  そして，前記⑴及び上記アにおいて述べた原告らのＢ型慢性肝炎の発症\n及び再燃（再発）に至る経緯等並びに前記⑶において検討したＢ型慢性肝\n炎の特質及び実態（病態の進行やその態様等）に照らせば，原告らにおい\nて，最初にＨＢｅ抗原陽性慢性肝炎を発症した時点において，その後のＨ\nＢｅ抗原陰性慢性肝炎の発症による損害をも請求することは客観的に不可\n能であったというべきである。そして，これは，原告らがＳＣによってＨ\nＢｅ抗原の陰性化を得た時点においても，また，その後，非活動性キャリ\nアとなった時点においても，同様であったものといえる。\n上記によれば，原告らにおいて，最初にＨＢｅ抗原陽性慢性肝炎を発症\nした時点において，ＨＢｅ抗原陰性慢性肝炎の発症による損害が既に発生\nしているとみるのは，Ｂ型慢性肝炎という疾病の特質及び実態に反し非現\n実的であって，このようにその賠償を求めることが不可能な将来の損害を\nも包含する単一の損害賠償請求権なるものが，最初のＨＢｅ抗原陽性慢性\n肝炎の発症時点において既に実体法上の権利として発生したものと考え\nることはできないというべきである。\nウ  上記イによれば，原告らは，それぞれＨＢｅ抗原陰性慢性肝炎を発症し\nた時点において，先行するＨＢｅ抗原陽性慢性肝炎による損害とは質的に\n異なる新たな損害を被ったものというべきであり，したがって，上記各時\n点において，ＨＢｅ抗原陰性慢性肝炎の発症に係る損害賠償請求権が成立\nしたものと解するのが相当である。そうすると，原告らのＨＢｅ抗原陰性\n慢性肝炎の発症による損害賠償請求権に係る除斥期間の起算点は，当該陰\n性慢性肝炎の発症時であるということになる。\n⑸  被告の主張について\nア  被告は，原告らがいずれも軽快と増悪を繰り返すという一連の慢性肝炎\nついても，ＨＢｅ抗原の陰性化後，ＡＬＴ値がおおむね基準値以下であっ\nた時期もＨＢＶ-ＤＮＡ量は中ウイルス量で推移しており，ウイルスの増殖\n及び一連の慢性肝炎が継続していることが明らかであるとし，その全体が\n慢性肝炎を発症したことによる損害であって，ＨＢｅ抗原陰性慢性肝炎を\n発症した時点で，別個の新たな損害が発生したとはいえない旨主張する。\nしかしながら，前記⑴イ及びウ のとおり，原告らは，いずれもＨ\nＢｅ抗原の陰性化の後，非活動性キャリアとして推移していたものであり，\nまた，前記⑷の検討結果のとおりであり，原告らにおいて，ＨＢｅ抗原陽\n性慢性肝炎を発症した時点において，その後のＨＢｅ抗原陰性慢性肝炎の\n発症による損害が既に発生していたものとみることは，Ｂ型慢性肝炎とい\nう疾病の特質及び実態に反し非現実的であって，被告の上記主張は採用し\n難いというべきである。\nイ  また，被告は，我が国におけるＨＢｅ抗原陰性慢性肝炎の患者の９割は，\nＡＬＴ値の上昇が軽度であることから，ＨＢｅ抗原陰性慢性肝炎は，病態\nが軽い症例が多い旨主張する。\nしかしながら，前記⑴イ及びウの各 原告らは，ＨＢｅ抗原\n陰性慢性肝炎発症の際にも，ＡＬＴが異常高値を示し，大きく変動してい\nたのであり（別紙３ないし同６参照），原告らについては，ＡＬＴ値の上昇\nが軽度であったとはいい難い。\nところで，上記主張に関して，Ａ１意見書には，Ａ９論文を根拠として，\nＨＢｅ抗原陰性慢性肝炎の患者の「９割はＡＬＴの上昇は軽度であり，予\n後のよい例が少なからず含まれている可能性がある。」と記載されている\n（１７頁）。\nそこで検討するに，まず，Ａ９論文においては，ＨＢｅ抗原陰性慢性肝\n炎の予後の悪さについて度々言及され，同論文で発表された研究は，その\n予後の悪さを前提として，ＳＣ後にＨＢｅ抗原陰性慢性肝炎を発症する可\n能性のある患者の特定が重要であるとした上で（医学的知見⑸オ），ＳＣ後\nのＡＬＴ値の異常の特徴及びＨＢｅ抗原陰性慢性肝炎の発症に関連する\n因子に関する解析を「目的」として行われたものである（原文Ｅ４５頁，\n原告訳文１頁，被告訳文１頁）。そして，同論文の「考察」部分等において，\nＨＢｅ抗原陰性慢性肝炎の予後の悪さに対して何らかの疑義が提示され\nるということもなく，陰性慢性肝炎の患者には「予後のよい例が少なから\nず含まれている可能性がある」との結論が導き出されているものでも全く\nない。そもそもＡ１意見書においても，上記のような「可能性がある」と\n記載されているにとどまり，本件ガイドライン等の記載内容（医学的知見\n⑸アないしエ）に照らせば，Ａ９論文やＡ１意見書の上記記載を根拠とし\nて，ＨＢｅ抗原陰性慢性肝炎の症例には病態が軽いものが多いと断ずるこ\nとは困難ではないかと考えられる。\nウ  次に，被告は，Ａ３意見書に依拠して，同年代で比較しても，ＨＢｅ抗\n原陰性慢性肝炎患者の肝硬変進展率及び肝がん進展率は，ＨＢｅ抗原陽性\n慢性肝炎患者より低い旨主張する。\nそして，Ａ３意見書では，「４０歳時点慢性肝炎を起点とした場合，ＨＢ\nｅ抗原陽性慢性肝炎群とＨＢｅ抗原陰性慢性肝炎群の累積肝発がん率お\nよび累積肝硬変罹患率を比較すると，ＨＢｅ抗原陽性慢性肝炎群の予後は\n不良，すなわち７０歳時点推定の累積肝発がん率および累積肝硬変罹患率\nが高いことが明らかとなった。」と記載され，「ＨＢｅ抗原陽性慢性肝炎群\nとＨＢｅ抗原陰性慢性肝炎群の予後を年齢を調整して検討した結果，ＨＢ\nｅ抗原陰性慢性肝炎群は過去に『ＨＢｅ抗原陽性ＨＢＶ持続感染の時期を\n経験したという《持ち越し効果》』を有しているにもかかわらず，ＨＢｅ抗\n原陽性慢性肝炎群と比較して不良とはいえない，と推察された。」と結論付\nけられている（１５頁）。\nそこで検討するに，前記⑶及び⑷のとおり，Ｂ型慢性肝炎の発症による\n損害賠償請求権に係る除斥期間の起算点を検討するに当たり，「損害」の発\n生をどのように把握すべきなのかという点については，Ｂ型慢性肝炎とい\nう疾病の特質及び実態（病態の進行やその態様）が重要であると考えられ\nる。そして，年齢（４０歳以上）及びＨＢｅ抗原陽性経過歴が肝硬変及び\n肝細胞がんへの進展リスクであることからすれば\n「年齢を調整」すると，検討結果において，各\n疾病の特質及び実態並びに患者の実情などが反映されないことになって\nしまうのではないか，また，各疾病の特質及び実態並びに患者の実情を把\n握するという観点からは，むしろ「持ち越し効果」及び「年齢」の要素を\n考慮して検討すべきではないかと考えられる。\nこの点に関して，本件ガイドラインにおいて，「時間の経過と一連の病態\nの推移」が考慮され，ＨＢｅ抗原陰性慢性肝炎について，「ＨＢｅ抗原陽性\n例と比較し高齢で線維化進展例が多いため，より進んだ病期と認識すべき\nである」とされているのは（同 ），臨床的に意味のある治療等の指針\nを提示するという場面においても，疾病の特質及び実態並びに患者の実情\nが重要であるということによるものと考えられる。\n上記のとおりであり，疾病の特質及び実態並びに患者の実情という観点\nからは，Ａ３意見書に依拠して，ＨＢｅ抗原陰性慢性肝炎患者がＨＢｅ抗\n原陽性慢性肝炎患者と比較して，肝硬変や肝がんへの進展率が低いと結論\n付けることは困難ではないかと考えられる。\nエ  さらに，被告は，Ａ２論文では，Ｂ型慢性肝炎患者の肝硬変の発症率は，\nＨＢｅ抗原陽性の場合に６．９％（年間発症率は２．４％）であるのに対\nし，ＨＢｅ抗体陽性（ＨＢｅ抗原陰性）患者では４．０％（年間発症率１．\n３％）であるとされており，同論文によれば，ＨＢｅ抗原陰性慢性肝炎患\n者の肝硬変発症率が，ＨＢｅ抗原陽性慢性肝炎患者のそれよりも低いこと\nは明らかである旨主張する。\nそこで検討するに，Ａ２論文では，ＨＢｓ抗原陽性の慢性肝炎患者６８\n４例を対象に前向きフォローアップ研究を実施したとし（原文４９３頁，\n訳文２頁），調査結果として，次のとおり記載されている。\n調査加入時において，①ＨＢｅ抗原陽性患者は５０９例及び②ＨＢｅ\n抗体陽性患者は１７５例であり，上記①（以下「調査加入時陽性患者」\nという。）のうち３５例（６．９％）及び上記②（以下「調査加入時陰性\n患者」という。）のうち７例（４．０％）の合計４２例が，加入後６ない\nし６４か月後に肝硬変を発症した。（原文４９３頁，訳文３頁）\n調査加入時陽性患者（５０９例）では，重篤な急性増悪を発症した患\n者は２３１例あった。うち１８７例は３か月以内に自発的ＨＢｅ抗原セ\nロコンバージョン（ＳＣ）を生じたが，他の４４例では生じなかった。\n続発性肝硬変への進展は，前者で低く（７．５％），後者で高かった（４\n７．７％）。（原文４９４頁，訳文５頁）\n肝硬変へ進展した３５例（調査加入時陽性患者のうち肝硬変発症者）\nのうち２２例（６２．９％）は肝硬変の診断が確定した時点でも，依然\nとしてＨＢｅ抗原陽性であった。（原文４９４頁，訳文５頁）\nうち，⒜１８７例について重篤な急性増悪後にＳＣが生じ，ＨＢｅ抗原陰\n性の状態で肝硬変を発症した者が１４例（１８７例×７．５％）あったこ\nと，⒝４４例については重篤な急性増悪後もＳＣが起こらず，ＨＢｅ抗原\n陽性の状態が持続したまま肝硬変を発症した者が２１例（４４例×４７．\n７％）であったものといえる。そして，上記合計（１４例＋２１例）が上\nＢｅ抗原陽性であったことからすれば，上記１４例のうち１例がリバース\nＳＣ（ＨＢｅ抗原の再出現）を起こしていたものと考えられる。\nところで，上記⒜の１８７例（ＳＣによるＨＢｅ抗原の陰性化が得られ\nた症例）のうち，多くは非活動性キャリアとなり（医学的知見⑶ア及びイ），\nＨＢｅ抗原陰性慢性肝炎を発症した者は，その一部（１０ないし２０％（同\n⑶ア）であったはずであり，上記発症率（１０ないし２０％）によれば，\n１９例ないし３７例であったものと考えられる。そうすると，調査加入時\n陽性患者で，ＳＣ後にＨＢｅ抗原陰性慢性肝炎を発症した患者（１９ない\nし３７例）の肝硬変発症率は３７．８ないし７３．７％（１４例／１９例\nないし３７例）となると考えられる。そして，調査加入時陰性患者（上記\nおいてＨＢｅ抗原陰性慢性肝炎患者は１９４例ないし２１２例（調査加入\n時陰性患者１７５例＋調査加入時陽性患者のうちＳＣ後にＨＢｅ抗原陰\n性慢性肝炎を発症した患者１９例ないし３７例）であり，肝硬変発症者は\n２１例（１４例＋７例）であるから，ＨＢｅ抗原陰性慢性肝炎患者の肝硬\n変発症率は９．９％ないし１０．８％（２１例／１９４例ないし２１２例）\nとなるともいえるのではないかと考えられる。\n他方，調査加入時陰性患者は，ＳＣ前はＨＢｅ抗原陽性であったはずで\nあり，ＨＢｅ抗原陽性慢性肝炎を発症していたものと考えられる（前提事\n実⑵イ参照）。そうすると，調査対象６８４例について，それぞれ最初の慢\n性肝炎の発症時点では，ＨＢｅ抗原陽性慢性肝炎患者であったものと考え\nられ，ＨＢｅ抗原陽性慢性肝炎患者の肝硬変発症率は，６．１％（４２例\n／６８４例）であるともいえるのではないかと考えられる。\n上記検討結果によれば，むしろＨＢｅ抗原陰性慢性肝炎患者の肝硬変発\n症率がより高いといえるのではないかと考えられる。そうすると，Ａ２論\n文によっても，ＨＢｅ抗原陰性慢性肝炎患者の肝硬変発症率が，ＨＢｅ抗\n原陽性慢性肝炎患者のそれよりも低いことが明らかであるとは必ずしも\nいえないのであり，比較の対象とするＨＢｅ抗原陰性慢性肝炎患者の定義\nの問題ではないか（すなわち，調査加入時陽性患者のうちＳＣによってＨ\nＢｅ抗原陰性となり，その後，ＨＢｅ抗原陰性慢性肝炎を発症した者をど\nう取り扱うかによることになるのではないか）と考えられる。\n以上によれば，被告の上記主張は直ちに採用し難いというべきである。\n⑹  小括\nア  前記⑵ないし⑸の検討結果によれば，原告らのＨＢｅ抗原陰性慢性肝炎\nの発症による損害賠償請求権に係る除斥期間の起算点は，それぞれＨＢｅ\n抗原陰性慢性肝炎の発症時となる。したがって，原告３０については平成\n１９年１２月１８日頃，原告４０３については平成１６年３月３０日又は\n平成１９年１月２３日である。\nイ  そして，原告３０は平成２０年７月３０日に，また，原告４０３は平成\n告らの損害賠償請求権について，いずれも除斥期間は経過していない。\n６  争点⑶ア（包括一律請求の可否）及び同⑶イ（原告らの損害額）について\n⑴  包括一律請求の適否\nア  前記５⑴のとおり，原告らは両名とも，ＨＢｅ抗原陽性慢性肝炎の発症\n後，頭痛等の副作用に苦しみながらＩＦＮ治療を受け，その後，ＨＢｅ抗\n原陰性の非活動性キャリアとなり，肝炎が治ったものと考えていたところ，\nＨＢｅ抗原陰性慢性肝炎の発症（肝炎の再発（再燃））によって，身体的，\n精神的苦痛を受けた上，原告３０は，肝炎の活動性が高く，全身倦怠感が\n続いたことから（認定事実３０ ），また，原告４０３は，医師から年\n齢から「いつ肝臓がんになってもおかしくない」と言われたこと（同４０\n３⑷イ）などから，不本意ながらやむを得ず，一生涯にわたる服薬の必要\nがあるエンテカビルの服用を始めるに至ったものである。\nイ  しかも，原告らのＨＢｅ抗原陰性慢性肝炎は，ＨＢｅ抗原陽性慢性肝炎\nの発症及びＩＦＮ治療を経たものであって，より重篤なものであり，「より\n進んだ病期」にあるものといえる 。そして，原\n告らは，エンテカビルの服用によって，ＡＬＴ値等が正常値内で推移し，\n経過は良好であるものの，エンテカビルについては，長期投与に伴う薬剤\n耐性変異株の出現の可能性や長期投与における安全性が確認されていない\n点などが指摘されているとともに，そもそもＨＢＶの増殖を抑えるにすぎ\nず，原告らは，高齢かつ線維化進展例として，肝硬変及び肝細胞がんへの\n移行リスクを有しているのである（前記５⑴エ参照）。\nそして，原告３０は，一生涯の服用継続を要するエンテカビルに係る治\n療費等の金銭的問題，エンテカビルの薬効の継続性に対する不安，金銭的\n事情によって服用を中止せざるを得なくなった場合における肝硬変や肝\nがんへの進展の懸念等を抱いており（認定事実３０⑷ア），また，原告４０\n３は，再発の不安のみならず，虚無感や厭世観をも抱いているところであ\nる（同４０３⑷イ）。\nウ  上記ア及びイによれば，原告らは，ＨＢｅ抗原陰性慢性肝炎の発症によ\nって，致死性，難治性及び進行性等の点において，先行するＨＢｅ抗原陽\n性慢性より更に進行した重篤な肝炎疾患にり患したものと認められ，原告\nらは，大きな身体的，精神的苦痛を受けるだけではなく，社会生活，家庭\n生活，経済生活及び日常生活のあらゆる場面において，広範な被害を受け\n続けることになったものというべきである。\nエ  そして，原告らのＨＢｅ抗原陰性慢性肝炎発症前後の状況（認定事実３\n０⑶及び同⑷ア，同４０３⑷）及びＨＢｅ抗原陰性慢性肝炎の特質及び実\n態（医学的知見⑸）等によれば，上記ウの原告らの様々な被害は，それぞ\nれ別個独立に存在するのではなく，相互に影響し合って，一生涯にわたり\n続くものといえるから，個別具体的積上方式によることは，損害の金銭評\n価の方法としては不適切であって，包括一律請求によることには合理性及\nび相当性があると考えられる。\nオ  なお，被告は，包括一律請求によることについて，抽象的にも損害項目\nごとの積上げを不要とする趣旨であるならば，不適切である旨主張するが，\n原告らが包括一律請求に関して，事情として，原告らのＨＢｅ抗原陰性慢\n性肝炎の発症（慢性肝炎の再発）による被害等の個別事情を主張するとと\nもに，損害項目ごとの主張をも一定程度行っていることに照らせば，本件\nにおいて，原告らが包括一律請求によって損害賠償請求を求めることが不\n適切であるとはいい難い。\n⑵  原告らの損害額\nア  そこで，原告らの各損害額について検討するに，本件合意書では，慢性\n肝炎の病態区分にある者に支払う和解金額について１２５０万円（以下「本\n），これ\nは，慢性「肝炎の発症を自覚した者の受けた苦痛その他の損害に見合う和\n解金の額」であるとされ，「少なくとも肝機能障害のある間は継続する死に\n対する現実的，具体的な恐怖や，発症前を上回る社会生活上の差別的取扱\nその他の被害による損害が発生するであろうこと，また，沈静化した後に\nおいても，一定の率で肝がんとなる危険があることから，たとえ肝機能障\n害が沈静化したとしても，その損害に見合う和解金の額は，いわゆるＣ型\n肝炎救済特別措置法におけるＣ型肝炎ウイルスの無症候性キャリアに対す\nる給付金の額を下回るべきではない」との考えに基づく（本件記載（\nウ））。本件記載内容によれば，本件和解金額は，ＨＢｅ抗原陽性慢性肝\n炎を発症し，その後，ＨＢｅ抗原セロコンバージョンによって非活動性キ\nャリアに至る症例を念頭に置き，非活動性キャリアにおいても肝発がん率\nが低いとされているにとどまること（医学的知見⑷イ）などを考慮して決\n定されたものと考えられる。\nイ  上記アによれば，本件和解金額は，Ｂ型慢性肝炎を発症した者について\n最低限度の損害額といえるところ エによれば，原告らは，\n本件記載内容の損害以上の損害を被っているといえる。そうすると，原告\nらの損害額としては，それぞれ少なくとも１２５０万円であると認めるの\nが相当である。\nウ  そして，原告らは，いずれも被告の不法行為によって被った損害賠償を\n求めるために本訴提起を余儀なくされたものであり，上記各不法行為と相\n当因果関係のある弁護士費用は，損害額の１０％が相当である。\nしたがって，弁護士費用としては，原告ら各請求のとおり，原告３０に\nつき１２５万円（損害額の１０％相当額），また，原告４０３につき５０万\n円（損害額の４％相当額）である５０万円であると認めるのが相当である。\n７  結論\n前記４ないし６のとおりであるから，被告は，原告３０に対し，１３７５万\n円の賠償及び同額に対する不法行為の後である平成２０年８月２２日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払義務があり，また，\n原告４０３に対し，１３００万円の賠償及び同額に対する不法行為の後である\n平成２４年３月３０日から支払済みまで上記同様の遅延損害金の支払義務があ\nるというべきである。\n第４  結語\n以上のとおりであるから，原告らの請求は，いずれも理由があるからこれ\nらを認容することとし，主文のとおり判決する。\nなお，事案の性質に鑑み，仮執行及びその免脱については，被告に本判決\nが送達されてから１４日が経過した日から仮執行を認めるが，各原告のため\nに１２５０万円の担保を提供することにより仮執行を免れることができると\nすることが相当である。\n福岡地方裁判所第２民事部\n裁判長裁判官                山      昭    人\n裁判官       三    井    教    匡\n裁判官       川    上    タ    イ\n別紙１～７  〔※省略〕\n"
}