{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 2,
    "day": 26
  },
  "case_number": "平成24(行ウ)223等",
  "case_name": "と畜場設置許可取消処分取消請求事件(第1事件)，と畜検査員任命等義務付け請求事件(第2事件)，追加的併合申立事件(第3事件)",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "と畜場法１４条１項所定の「検査」と抗告訴訟の対象",
  "case_gist": "と畜場法１４条１項所定の「検査」は，抗告訴訟の対象となる行政処分に当たる。",
  "lawsuit_id": "83631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/083631_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２５年２月２６日判決言渡\n平成２４年（行ウ）第２２３号と畜場設置許可取消処分取消請求事件（第１事件）\n平成２４年（行ウ）第２９３号と畜検査員任命等義務付け請求事件（第２事件）\n平成２４年（行ウ）第４５７号追加的併合申立事件（第３事件）\n主        文\n１  本件訴えのうち，八王子市長に対し，東京都八王子市α×番地２ほか土地所\n在のと畜場（Ａ食肉処理場）において，と畜検査員に，原告が平成２４年１０\n月４日付け及び同年１１月１日付けでした各申請に係るもの以外のと畜場法１\n４条に規定する検査を行わせるよう求める部分を却下する。\n２  八王子市長が平成２４年４月５日付けで原告に対してした一般と畜場設置許\n可取消処分を取り消す。\n３  原告が平成２４年１０月４日付け及び同年１１月１日付けでした東京都八王\n子市α×番地２ほか土地所在のと畜場（Ａ食肉処理場）におけると畜検査員に\nよると畜場法１４条に規定する検査の各申請について，八王子市長が何らの処\n分をしないことが違法であることを確認する。\n４  八王子市長は，東京都八王子市α×番地２ほか土地所在のと畜場（Ａ食肉処\n理場）において，と畜検査員に，原告が平成２４年１０月４日付け及び同年１\n１月１日付けでした各申請に係ると畜場法１４条に規定する検査を行わせよ。\n５  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n１  主文第２項及び第３項と同旨\n２  八王子市長は，東京都八王子市α×番地２ほか土地所在のと畜場（Ａ食肉処\n理場）において，と畜検査員に，と畜場法１４条に規定する検査を行わせよ。\n第２  事案の概要\n本件は，と畜場法４条１項に基づく一般と畜場設置許可処分を受け，被告か\n\u0000 \u0000\nら借り受けた建物においてと畜場を運営していた原告が，八王子市長から，上\n記建物の貸付期間が満了し原告がこれを使用することができなくなったとの理\n由により，上記設置許可処分を取り消す旨の処分を受け，その後，八王子市長\nに対して同法１４条に規定するとさつ等の検査の申請をしたが，八王子市長が\nと畜検査員に上記検査を行わせなかったことから，上記建物に係る貸付契約は\n終了していないので設置許可を取り消すべき事由は存在せず，上記設置許可取\n消処分は違法であり，八王子市長はと畜検査員に上記検査を行わせるべき義務\nを負っているなどと主張して，上記設置許可取消処分の取消し，上記検査の申\n請について八王子市長が何らの処分をしないことの違法確認，及び八王子市長\nがと畜検査員に上記検査を行わせることの義務付けを求める事案である。\n１  関係法令の定め\n本件に関係する法令の定めは，別紙「関係法令の定め」記載のとおりである。\n２  争いのない事実等（証拠等により容易に認められる事実は，末尾に証拠等を\n掲記した。）\n(1)  当事者等\nア  原告は，組合員のためにすると畜場の運営に関する事業や共同と畜解体\n処理事業等を目的として，東京都知事から中小企業等協同組合法２７条の\n２第１項に基づく認可を受け，平成１６年３月４日に設立された事業協同\n組合である。\nイ  被告が，平成１９年４月１日，地域保健法５条１項及び地域保健法施行\n令１条３号に基づき，保健所を設置する市となったことにより，八王子市\n長は，と畜場法に規定する都道府県知事の権限を東京都知事から承継した。\n(2)  原告に対する一般と畜場設置許可処分及びその取消処分の経緯等\nア  原告は，平成１６年３月２９日付けで，東京都知事から，と畜場法４条\n１項の規定に基づき，原告の住所地をと畜場所在地，同年４月１日を許可\n開始日として，一般と畜場設置許可処分（以下「本件設置許可処分」とい\n\u0000 \u0000\nう。）を受けた。\n原告は，平成１６年４月１日，被告との間で，被告が所有する東京都八\n王子市α×番地２ほかの土地及び同土地上に存在する建物（以下，併せて\n「本件建物」という。）について，貸付期間を同日から平成１７年３月３\n１日まで，貸付料を定額貸付料１３５万９７５９円及び頭数割貸付料（と\n畜頭数に１頭当たりの金額を乗じて算出されるもの）の合計額と定めて，\n市有財産貸付契約（以下「本件貸付契約」という。）を締結した（甲３）。\nまた，原告は，被告との間で，平成１６年４月１日に本件貸付契約を締\n結するに当たり，「貸付期間は１年間とする。ただし，平成１５年度まで\nの協議経過を踏まえて，平成１６年度から５年間を目途として更新できる\nものとする。」との条項，並びに，原告及び被告は「東京都が主催するＢ\n協議会における議論を踏まえつつ，前項の更新期間満了までにその後の食\n肉処理施設のあり方について協議していくものとする。」との条項が含ま\nれた覚書（以下「本件覚書①」という。）を締結した（乙１０）。\n原告は，平成１６年４月１日から，本件貸付契約に基づき借り受けた本\n件建物をと畜場（Ａ食肉処理場。以下「本件と畜場」という。）として利\n用し，組合員のためにと畜業を行っていた。\nイ  本件貸付契約は，平成１７年以降毎年更新され，平成２３年４月１日に\n更新された契約（以下，この更新に係る契約書を「本件更新契約書」とい\nう。）では，貸付期間が同日から平成２４年３月３１日まで，貸付料が定\n額貸付料１３８万２８２１円及び頭数割貸付料の合計額と定まっていた\n（甲４，甲３６から甲４１まで）。\nなお，原告は，被告との間で，平成２１年１月８日に「貸付期間は１年\n間とする。ただし，平成２０年度までの協議経過を踏まえて，平成２１年\n度から３年間に限り更新できるものとする。」との条項，並びに，原告及\nび被告は「東京都が主催するＢ協議会における議論を踏まえつつ，前項の\n\u0000 \u0000\n更新期間満了までにその後の食肉処理施設のあり方について協議していく\nものとする。」との条項が含まれた覚書（以下「本件覚書②」といい，本\n件覚書①と併せて「本件各覚書」という。）を締結した（乙１２）。\nウ  被告は，原告に対し，平成２３年６月３０日付けで，平成２４年４月１\n日以降の本件貸付契約の更新には応じられない旨の通知（以下「本件更新\n拒絶通知」という。）をした（乙１３）。\nまた，八王子市長は，平成２４年４月５日付けで，原告に対し，「と畜\n場設置許可に係る土地・建物等について，八王子市からの貸付期間が平成\n２４年３月３１日に満了し，Ｃ協同組合がこれらの施設を使用できなくな\nったため」との理由で，本件設置許可処分の取消処分をした（以下「本件\n取消処分」という。）。\nエ  八王子市長は，平成２４年４月１日以降，本件と畜場にと畜検査員を派\n遣せず，本件と畜場において，と畜検査員にと畜場法１４条に規定する検\n査を行わせていない。\nまた，原告は，平成２４年１０月４日付け及び同年１１月１日付けで，\n被告の健康福祉部（八王子市保健所）生活衛生課の窓口に，と畜場法施行\n規則１５条に定める事項を八王子市と畜場法施行細則１７条の書式に記載\nして作成した各検査申請書を提出する方法で，八王子市長に対し，それぞ\nれ豚１頭について，と畜場法１４条に規定する検査の各申請（以下「本件\n各申請」という。）をしたが，八王子市長は，本件と畜場において，と畜\n検査員に本件各申請に係る上記検査を行わせていない（甲６１の１，甲６\n３，甲６８の１，甲７０，原告代表者）。\n(3)  仮処分申立事件\n原告は，被告を債務者として，東京地方裁判所立川支部に対し，本件建物\nについて賃借権を有することを仮に定めることなどを求める仮処分を申し立\nて（同支部平成○年（ヨ）第○号仮の地位を定める仮処分申立事件），同支\n\u0000 \u0000\n部は，平成２４年４月９日，本件貸付契約は，借地借家法２６条１項に基づ\nき，同月１日以降も法定更新されて期間の定めのないものとして存続してい\nるとして，原告が本件建物について同日から平成２５年３月３１日まで賃借\n権を有することを仮に定める旨の仮処分決定（以下「本件仮処分決定」とい\nう。）をした（甲７）。\n(4)  本件訴訟の提起等\nア  原告は，平成２４年４月１２日，本件取消処分の取消しを求める訴え\n（第１事件）を提起した上，本件取消処分により生ずる重大な損害を避け\nるため緊急の必要があると主張して，当裁判所に対し，行政事件訴訟法２\n５条２項本文に基づき，本件取消処分の効力停止を求め（当庁平成○年\n（行ク）第○号執行停止の申立て事件），当裁判所は，同月１９日，上記\n訴えの第一審判決言渡しまで本件取消処分の効力を停止する旨の決定（以\n下「本件執行停止決定」という。）をし，同決定は確定した（当裁判所に\n顕著な事実）。\nイ  原告は，平成２４年５月１日，行政事件訴訟法３条６項１号に規定する\nいわゆる非申請型義務付けの訴えとして，八王子市長に対して本件と畜場\nにおいてと畜検査員にと畜場法１４条に規定する検査を行わせるよう義務\n付けることを求める訴え（第２事件。以下「本件義務付けの訴え」とい\nう。）を提起したが，同年７月１０日，原告がした上記検査の申請につい\nて八王子市長が何らの処分をしないことが違法であることの確認を求める\n訴え（第３事件。以下「本件不作為の違法確認の訴え」という。）を追加\n的に併合して提起するとともに，本件義務付けの訴えは行政事件訴訟法３\n条６項２号に規定するいわゆる申請型の義務付けの訴えである旨の主張に\n変更した（当裁判所に顕著な事実）。\nなお，原告は，平成２４年５月１日，本件義務付けの訴えを提起した上，\n本件と畜場においてと畜場法１４条に規定する検査がされないことにより\n\u0000 \u0000\n生ずる償うことのできない損害を避けるため緊急の必要があると主張して，\n当裁判所に対し，行政事件訴訟法３７条の５第１項に基づき，上記検査の\n仮の義務付けを求め（当庁平成○年（行ク）第○号仮の義務付けの申立て\n事件。以下「本件仮の義務付け事件」という。），当裁判所は，同年１０\n月２３日，八王子市長に対し，本件義務付けの訴えの第一審判決言渡しま\nでの間，本件と畜場においてと畜検査員に上記検査を仮に行わせることを\n命じる旨の決定（以下「本件仮の義務付け決定」という。）をし，被告は\n同決定に対して即時抗告をしたが，東京高等裁判所は同年１２月１９日に\n同抗告を棄却する旨の決定をし，本件仮の義務付け決定は確定した（当裁\n判所に顕著な事実）。\n３  争点\n(1)  本件取消処分の実体上の適法性。具体的には，本件取消処分について，\n本件貸付契約が法定更新により存続しているにもかかわらず，本件設置許可\n処分に係る本件建物について，被告からの貸付期間が平成２４年３月３１日\nで満了し原告がこれを使用することができなくなったという理由で本件設置\n許可処分を取り消したという違法があるか否か。\n(2)  本件取消処分の手続上の適法性。具体的には，本件取消処分に当たり原\n告に対する聴聞手続（行政手続法１３条１項１号）がされなかったことなど\nが手続上違法であり，これにより本件取消処分が違法となるか否か。\n(3)  本件不作為の違法確認の訴え及び本件義務付けの訴えの適法性。具体的\nには，と畜場法１４条に規定する検査が「行政庁の処分その他公権力の行使\nに当たる行為」（行政事件訴訟法３条２項）に該当し，原告は上記検査につ\nいて法令に基づく申請権を有するか否か。\n(4)  本件不作為の違法確認の訴え及び本件義務付けの訴えの本案要件充足性。\n具体的には，八王子市長が本件各申請についてと畜場法１４条に規定する検\n査をしないことが違法であり，かつ，上記検査をすべきことがと畜場法上明\n\u0000 \u0000\nらかであるか又は上記検査をしないことが裁量権の範囲を超え若しくはその\n濫用となるか否か。\n４  争点に関する当事者の主張\n(1)  争点(1)（本件取消処分の実体上の適法性）について\nア  原告の主張\n以下のとおり，本件貸付契約は借地借家法２６条１項に基づき法定更新\nされ，原告は平成２４年４月１日以降も本件建物の使用権原を有している\nので，本件設置許可処分を取り消すべき事由は存在しないから，本件取消\n処分は違法なものとして取り消されるべきである。\n(ア)  本件貸付契約が賃貸借契約に該当すること\n原告と被告は，平成１６年に本件貸付契約を締結した当初から，本件\n貸付契約が有償での貸借であることを確認していたものであるし，本件\n貸付契約に係る契約書の形式や条項も賃貸借契約を想定したものとなっ\nているから，本件貸付契約は，使用貸借契約ではなく賃貸借契約に該当\nし，借地借家法が適用されることは明らかである。\nまた，本件貸付契約における貸付料は年間約３００万円であって，原\n告がと畜業という公益性の高い事業を営んでおり，附帯設備の整備等も\n全て原告が行ってきていることも考えれば，その貸付料が本件建物の賃\n貸借の対価に該当することは明らかである。\n(イ)  本件貸付契約が一時使用目的の賃貸借契約ではないこと\n原告と被告は，平成１６年に本件貸付契約を締結した際，本件覚書①\nにおいて，本件と畜場について，今後施設移転を含め，どのような形で\n多摩地域でと畜業を維持していくかについて，Ｂ協議会等で協議して決\nめていくことを相互に確認したものであり，短期間で本件貸付契約を終\n了したり，本件と畜場を完全廃止したりすることを合意したことはない。\nそして，原告は，被告から，本件と畜場が完全廃止になるという話を\n\u0000 \u0000\n聞いたことはないし，今後も本件と畜場が長期間存続することを想定し\nて本件貸付契約を締結していたものである。\nしたがって，本件貸付契約は，一時使用目的の賃貸借契約（借地借家\n法４０条）には該当せず，借地借家法の適用があることが明らかである。\n(ウ)  本件貸付契約の更新を拒絶する正当事由は存在しないこと\n賃借人である原告には，本件建物以外にと畜業を営むことができる施\n設はないので，本件建物を使用することができなくなれば，原告は，と\n畜業を営んでと畜料収入を得ることができず，事業協同組合としても存\n続することができなくなる。\nこれに対し，賃貸人である被告には本件建物の使用を必要とする事情\nは存在しない。また，賃貸借に関する従前の経過をみても，原告のと畜\n業が継続する限り賃貸借の継続が必要であることを前提に本件貸付契約\nが締結されたものである。本件建物の利用状況及び現況をみても，本件\n建物は原告がと畜業を営むことを前提とするものであり，それ以外の用\n途は考えられないし，老朽化も進んでいない。そのほか，被告から立退\n料の申出がされたこともない。\nしたがって，本件更新拒絶通知に「正当の事由」（借地借家法２８\n条）は存在しないから，本件貸付契約は，平成２４年４月１日以降も法\n定更新（同法２６条１項）されて存続しているものというべきである。\nイ  被告の主張\n以下のとおり，本件取消処分は，本件貸付契約が平成２４年３月３１日\nの経過によって終了し，原告が同年４月１日以降と畜場となり得る構造設\n備を喪失したことを理由として，と畜場法１８条１項１号に基づいてされ\nたものであるから，適法なものというべきである。\n(ア)  本件貸付契約が使用貸借契約に該当すること\n本件貸付契約については，貸付料が貸付けの対象となる土地に賦課さ\n\u0000 \u0000\nれる固定資産税及び都市計画税に比べて著しく低額であること，貸主で\nある被告の修繕義務が免除されていることからすれば，使用貸借契約に\n該当することが明らかである。\nそうすると，本件貸付契約は，平成２４年３月３１日の期間満了をも\nって終了したものというべきである。\n(イ)  本件貸付契約が一時使用目的の賃貸借契約に該当すること\n原告と被告は，平成１６年４月１日に本件貸付契約を締結するのと同\n時に本件覚書①を締結し，本件貸付契約の契約期間は原則として５年間\nであることを相互に確認している。そして，原告は，平成２４年３月末\n日をもって本件貸付契約が確定的に終了し，本件建物を使用することが\nできなくなることに合意しており，原告と被告が平成２１年１月８日に\n締結した本件覚書②においても，本件貸付契約の更新が平成２３年度ま\nでに限定され，平成２４年度以降は更新されないことが明確にされてい\nる。\n本件建物はと畜場以外の用途に利用することが困難であるところ，被\n告は，平成１４年２月には，八王子市行財政改革大綱において本件と畜\n場廃止の方針を発表し，平成１５年頃には，数年で本件と畜場を完全に\n廃止する方針を決めていたから，平成１６年４月１日に本件貸付契約を\n締結した時点では，本件建物は，短期間のうちにと畜場としての機能を\n喪失し，取り壊されることが予定されていた。そして，原告は，本件と\n畜場が短期間に限って存続するにすぎないことを認識しつつ，それまで\nに投下した資本を回収するために，本件建物をと畜場として使用してき\nたものである。\nまた，本件貸付契約における貸付料は著しく低額であるところ，この\nように低額な貸付料が定められたのは，貸付期間が１年と短期間で，更\n新回数も最大で５年間と限定されているなど，賃借人にとって不利益で\n\u0000 \u0000\u0000\u0000\nあることを考慮したからである。\nさらに，原告は，被告に対し，平成２４年２月８日付けの「賃貸契約\n延長のお願い」と題する書面を送付し，本件貸付契約が賃貸人である被\n告の承諾がない限り更新されない一時使用目的の賃貸借契約であること\nを自認する行動をしている。\nそうすると，本件貸付契約は，仮に賃貸借契約に該当するとしても，\n一時使用目的の賃貸借契約に該当することが明らかであるから，借地借\n家法が適用されることはなく，平成２４年３月３１日の期間満了をもっ\nて終了したものというべきである。\n(ウ)  更新拒絶の正当事由があること\n本件貸付契約が終了したとしても，原告が新たにと畜場を取得してと\n畜業を継続することは何ら妨げられないし，原告は，被告との間で締結\nした本件覚書②において，平成２３年度をもって本件貸付契約が終了す\nることを確認していたのであるから，本件建物を使用する必要がないこ\nとを自認していたものといわざるを得ない。\n一方，八王子市内の畜産農家の減少に伴い，市内農家による本件と畜\n場の利用率が著しく低下しているため，本件と畜場の維持を被告のみで\n担うことは行財政政策上著しく困難な状況となっていること，平成２３\n年度をもって東京都によると畜検査業務費の補助及び職員の派遣が打ち\n切られることが決定しており，平成２４年度以降，東京都が本件と畜場\nに派遣していたのと同程度のと畜検査員等を被告が確保することは極め\nて困難であったこと，と畜検査員の派遣等により被告に年間約１億２０\n００万円の負担が生じることからすれば，上記のような行財政政策上の\n支障を回避し，被告が本件建物を適正に管理する必要は高いといえる。\nまた，本件建物の賃貸借に関する従前の経過をみても，原告と被告は，\n本件と畜場を閉鎖するまでの短期間に限って本件貸付契約を存続させる\n\u0000 \u0000\u0000\nことを合意していたものであるし，本件建物は，相当程度老朽化して，\n耐震補強工事の実施が必要な状況であり，周辺の住環境への悪影響も懸\n念されている。\nそうすると，本件更新拒絶通知に「正当の事由」（借地借家法２８\n条）があることは明らかであり，本件貸付契約は，本件更新拒絶通知に\nより，平成２４年３月３１日の期間満了をもって終了したものというべ\nきである。\n(2)  争点(2)（本件取消処分の手続上の適法性）について\nア  原告の主張\n以下のとおり，本件取消処分には手続上の違法があり，この手続上の違\n法は本件取消処分の違法事由となるから，本件取消処分は違法なものとし\nて取り消されるべきである。\n(ア)  聴聞手続（行政手続法１３条１項１号）がされていないこと\n本件取消処分は，許認可等を取り消す不利益処分（行政手続法１３条\n１項１号イ）に該当し，聴聞手続を行わなくともよい例外的な場合（同\n条２項各号）に該当しないにもかかわらず，聴聞手続が行われていない。\n聴聞手続は，行政手続に憲法３１条の適正手続保障の趣旨を及ぼすた\nめ，行政庁が不利益処分を行う際に，あらかじめその内容を告知して弁\n明と防御の機会を与えるために設けられたものである。\nそうすると，本件取消処分をするに当たり聴聞手続が行われなかった\nという手続上の違法は，本件取消処分の違法事由となるというべきであ\nる。\n(イ)  処分理由の提示（行政手続法１４条１項）が不十分であること\n行政手続法１４条１項本文が不利益処分の理由の提示を定めた趣旨は，\n行政庁の判断の慎重と合理性を担保してその恣意を抑制するとともに，\n処分の理由を名あて人に知らせて不服申立ての便宜を与えるところにあ\n\u0000 \u0000\u0000\u0000\nる。\nそうすると，処分理由の提示において，どの法令のどの条文に基づく\n処分であるのかという適用法条の記載は，行政の恣意の抑制及び名あて\n人の防御のいずれの観点からも不可欠である。\n本件取消処分の理由には適用法条の記載はないし，その記載内容から\nも適用法条が一義的に明らかではないから，本件取消処分は処分理由の\n提示が不十分であるところ，この手続上の違法は，本件取消処分の違法\n事由となるというべきである。\nイ  被告の主張\n以下のとおり，本件取消処分には手続上の違法は存在しない。\n(ア)  本件取消処分は，本件貸付契約が終了した結果，原告がと畜場とな\nり得る構造設備を喪失するに至ったためにされたものであり，本件貸付\n契約が平成２４年３月３１日をもって終了したことについては，原告と\n被告が締結した本件更新契約書及び本件覚書②により明らかである。\nそうすると，本件取消処分は，行政手続法において聴聞手続が必要な\nいとされている場合として規定されている「法令上必要とされる資格が\nなかったこと･･･（略）･･･が判明した場合に必ずすることとされている\n不利益処分であって，その資格の不存在又は喪失の事実が･･･（略）･･･\n客観的な資料により直接証明されたものをしようとするとき」（同法１\n３条２項２号）に該当するから，聴聞手続を行う必要はない。\n(イ)  また，本件取消処分は，本件貸付契約が終了した結果，原告がと畜\n場となり得る構造設備を喪失するに至ったためにされたものであって，\nと畜場の運営にはと畜場となり得る構造設備が当然必要となるものであ\nることからすれば，本件貸付契約の帰趨と本件取消処分は連続性をもっ\nたものである。\nそして，原告と被告は，本件貸付契約の終了について何度となく協議\n\u0000 \u0000\u0000\u0000\nを重ねてきたものであるし，被告は，本件取消処分に先立つ仮処分申立\nて事件において，原告の弁解等を既に了知していた。\nそうすると，本件貸付契約の終了については，原告は十分な意見の陳\n述を行う機会があり，被告も原告の弁解等を了知していたことからすれ\nば，聴聞手続を経ていなくとも，行政手続法の趣旨には反しない。\n(3)  争点(3)（本件不作為の違法確認の訴え及び本件義務付けの訴えの適法\n性）について\nア  原告の主張\n以下のとおり，本件不作為の違法確認の訴え及び本件義務付けの訴えは\nいずれも適法なものというべきである。\n(ア)  と畜場法１４条に規定する検査が「行政庁の処分その他公権力の行\n使に当たる行為」に該当すること\nと畜場法１４条１項から同条３項までの規定によれば，都道府県知事\n又は市長（以下，単に「市長」という。）がと畜検査員に検査を行わせ\nなければ，とさつ等を行うことは一切できず，国民がと畜場を運営する\nことはできなくなる。\nこのように，市長がと畜検査員にと畜場法１４条に規定する検査を行\nわせることは，と畜場設置者が有すると畜場運営という権利を直接かつ\n確定的に形成するものである。\nしたがって，原告が不作為の違法確認及び義務付けの対象としている\nところのと畜場法１４条に規定する検査は，「行政庁の処分その他公権\n力の行使に当たる行為」（行政事件訴訟法３条２項）に該当する。\n(イ)  法令に基づく申請権があること\nと畜場法によれば，獣畜のとさつ等を行おうとする者は，市長に対し\nて検査を申請しなければならないとされている（と畜場法１４条，と畜\n場法施行令７条，と畜場法施行規則１５条）。\n\u0000 \u0000\u0000\u0000\nしたがって，本件と畜場を運営する原告がとさつ等を行うためには，\n八王子市長に対して検査の申請をすることが不可欠であり，原告は，と\n畜場法に基づき，八王子市長に対してと畜場法１４条に規定する検査の\n申請をする権利を有している。\n(ウ)  原告が法令に基づく申請をしたこと\n原告は，平成２４年１０月４日付け及び同年１１月１日付けで，八王\n子市長に対し，と畜場法及びと畜場法施行令に基づく本件各申請をした\nが，八王子市長は，事務処理をするのに相当な期間が経過しているにも\nかかわらず，現在まで，本件と畜場においてと畜検査員による検査を行\nわせていない。\nイ  被告の主張\n以下のとおり，本件不作為の違法確認の訴え及び本件義務付けの訴えは\nいずれも不適法なものというべきである。\n(ア)  と畜場法１４条に規定する検査が「行政庁の処分その他公権力の行\n使に当たる行為」に該当しないこと\n市長が，その職員のうちからと畜検査員を命ずる行為（と畜場法１９\n条１項）は，行政組織の純然たる内部における任命行為にすぎず，国民\nの権利義務に対して確定的な法的影響を何ら及ぼすものではないし，そ\nのことは，と畜検査員にと畜場法１４条に規定する検査等を行わせる旨\n規定する同法１９条２項についても同様である。\nしたがって，本件不作為の違法確認の訴え及び本件義務付けの訴えは，\n不作為の違法確認及び義務付けの対象となる行為が「行政庁の処分その\n他公権力の行使に当たる行為」（行政事件訴訟法３条２項）に該当しな\nいから，いずれも不適法なものというべきである。\n(イ)  法令に基づく申請権がないこと\nと畜場法１４条，と畜場法施行令７条及びと畜場法施行規則１５条は，\n\u0000 \u0000\u0000\u0000\n検査を受けようとする者に対して検査の申請を義務付けているにすぎず，\n検査を受けようとする者に対して検査を申請する権利まで認めたもので\nはない。\nまた，と畜場法１４条等に則った申請がされたとしても，市長が行う\nのは，申請を受け付け，と畜検査員に同法１４条に規定する検査を行わ\nせるだけであることからすれば，上記申請は，行政機関に対し，行政機\n関の純然たる内部における任命行為をする端緒を与えるにすぎず，上記\n申請を行ったものに対して，検査を受ける権利を認めたものとは解され\nない。\nしたがって，原告には法令に基づく申請権がないから，本件不作為の\n違法確認の訴え及び本件義務付けの訴えは，いずれも不適法なものとい\nうべきである。\n(4)  争点(4)（本件不作為の違法確認の訴え及び本件義務付けの訴えの本案要\n件の有無）について\nア  原告の主張\n以下のとおり，八王子市長が本件各申請にもかかわらず本件と畜場にお\nいてと畜検査員にと畜場法１４条に規定する検査を行わせないことは違法\nであるとともに，八王子市長は上記検査を行わせるべき義務を負っている\nというべきである。\n(ア)  八王子市長による不作為が違法であること\n八王子市長は，原告が平成２４年１０月４日付け及び同年１１月１日\n付けで本件各申請をして以降，事務処理をするのに相当な期間が経過し\nているにもかかわらず，現在まで，本件と畜場においてと畜検査員にと\n畜場法１４条に規定する検査を行わせておらず，その不作為は違法であ\nる。\n(イ)  八王子市長が処分をすべきことが明らかであること\n\u0000 \u0000\u0000\u0000\n本件取消処分が違法であり，かつ，本件執行停止決定により本件取消\n処分の効力が停止されているのであるから，と畜場法上，八王子市長が\nと畜検査員に同法１４条に規定する検査を行わせなければならないこと\nは明らかであって，このことについて八王子市長に裁量の余地はない。\nまた，仮に裁量の余地があるとしても，八王子市長が本件と畜場にお\nいてと畜検査員にと畜場法１４条に規定する検査をさせない合理的な理\n由はなく，これをしないことが裁量権の範囲を逸脱し又はこれを濫用す\nるものであることは明らかである。\nイ  被告の主張\n本件取消処分によって本件設置許可処分が有効に取り消されている以上，\n八王子市長が本件と畜場においてと畜検査員にと畜場法１４条に規定する\n検査を行わせるべき義務を負うことはない。\nしたがって，八王子市長が本件各申請に対してと畜場法１４条に規定す\nる検査を行わせないことは何ら違法ではない。\n第３  当裁判所の判断\n１  争点(1)（本件取消処分の実体上の適法性）について\n(1)  原告は，本件貸付契約は借地借家法２６条１項に基づき法定更新されて\n終了しておらず，原告は本件建物について使用権原を有しているから，本件\n貸付契約終了によって原告が本件設置許可処分に係る本件建物を使用するこ\nとができなくなったとしてされた本件取消処分は違法であると主張するので，\n以下，本件貸付契約は終了しておらず原告が本件建物について使用権原を有\nしているか否かについて検討する。\nア(ア)  本件貸付契約が終了したか否かを判断する前提として，本件貸付契\n約の法的性質について検討するに，本件貸付契約及びその更新に係る各\n「市有財産貸付契約書」（甲３，甲４，甲３６から甲４１まで）におい\nては，冒頭に，原告と被告は，被告所有財産の貸付けに関し，次のとお\n\u0000 \u0000\u0000\u0000\nり契約を締結する旨記載された上で，被告が原告に貸付けをする対象物\n件，貸付料の金額，貸付料の納入時期及び納入方法等がいずれも明確に\n規定されており，本件貸付契約は，本件建物を被告が原告に使用収益さ\nせ，原告がこれに対してその対価として貸付料を支払うという賃貸借契\n約の要件（民法６０１条参照）を満たすものであって，特段の事情がな\nい限り，本件建物についての賃貸借契約に該当すると解するのが当事者\nの合理的意思に合致するというべきである。\n(イ)  これに対し，被告は，本件貸付契約における貸付料が著しく低額で\nあることからすれば，本件貸付契約は使用貸借契約に該当すると主張す\nるところ，確かに，証拠（甲３，甲４，甲３６から甲４１まで，乙１５，\n乙１６の１から７まで）によれば，本件貸付契約における貸付料は，貸\n付けの対象である土地に賦課される固定資産税及び都市計画税の額の半\n額程度となっていることが認められる。\nしかしながら，そもそも貸主である被告は，固定資産税及び都市計画\n税を支払う必要がないだけでなく（地方税法３４８条１項，７０２条の\n２第１項参照），証拠（甲３，甲４，甲３６から甲４１まで，乙１５，\n乙１６の１から７まで）によれば，低額といっても，本件貸付契約にお\nける貸付料の額は年間で約２４０万円から約３２０万円であって無償と\n同視することができる金額であるとはいい難いことはもとより，この金\n額については，被告において，本件建物を有償で貸し付けることを前提\nとしつつ，本件建物がと畜場として利用されるという公共的性格を考慮\nして低額に定めたものであること，本件貸付契約においては，本件建物\nの維持，保存，改良その他の行為をするために支出する経費は借主であ\nる原告の負担とすることが合意されていることがそれぞれ認められる。\nこれらの事実によれば，原告と被告は，本件建物の使用収益の対価とし\nて貸付料を支払うという合意をしつつ，本件建物の特殊性・公共性や賃\n\u0000 \u0000\u0000\u0000\n貸人の義務が軽減されていることなどを踏まえて貸付料の額を決めたも\nのと認められるから，被告の上記主張は採用することができない。\n(ウ)  したがって，本件貸付契約は，本件建物の賃貸借を目的とする賃貸\n借契約に該当するものというべきである。\nイ(ア)  一方，被告は，本件貸付契約が賃貸借契約に該当するとしても，一\n時使用のために建物の賃貸借をしたことが明らかであるから，借地借家\n法の適用を受けず（同法４０条），期間満了により本件貸付契約は終了\nしたと主張する。\nそこで検討するに，前記争いのない事実等及び証拠（末尾に掲記す\nる。）によれば，以下の各事実が認められる。\na  被告は，昭和１１年から本件と畜場を運営してきたが，市内の畜産\n農家の減少に伴って，これらの畜産農家による本件と畜場の利用率が\n著しく低下したことに加え，施設の老朽化や周辺の住環境への影響も\n考慮すると，被告のみで本件と畜場の運営を継続することは困難な状\n況であると判断し，平成１４年２月に作成した八王子市行財政改革大\n綱において，平成１５年度に本件と畜場を廃止し，施設を有効活用す\nる方針を打ち出した（乙３，乙４，乙２４，乙２６の１から３まで）。\n被告の上記方針を受け，東京都，被告及び生産者団体が参加するＤ\n委員会が平成１４年１０月３日に設置され，同検討委員会は，平成１\n５年３月２０日付けで，東京都及び被告に対し，本件と畜場が廃止さ\nれた場合，都内畜産農家及び家畜商の経営に深刻な影響を及ぼすこと\nが想定されることから，都内に食肉処理場を何らかの方法で維持する\n必要があるが，本件と畜場廃止までの段取りに一定の期間を要するた\nめ，平成１８年３月までの当面の間，本件と畜場の運営を行うべきこ\nと，現在地における食肉処理場の長期運営は困難であることから，将\n来的には新たな場所での施設整備を視野に入れながら，広域的な対応\n\u0000 \u0000\u0000\u0000\nについて，東京都が新たに立ち上げる協議会で検討していくことなど\nを内容とする最終報告を提出した（乙３，乙２４，乙２９）。\n東京都は，平成１５年１０月２日に，都内畜産農家の経営の安定を\n図るために本件と畜場の運営主体の移管及び新たな食肉処理場の整備\nについて検討する目的で，被告を含む多摩地区の自治体，生産者団体\n及び原告の前身であるＥ組合（任意組合）等が参加するＢ協議会を設\n置した（乙３０）。上記協議会では，平成１６年４月以降の本件と畜\n場の運営は，Ｅ組合に移管するのが適当であるとの方針が議論され，\nこれを受けて，同組合は，東京都に対し，平成１５年１０月２４日付\nけで，本件と畜場の運営を行うため事業協同組合の設立を目指すこと，\n本件と畜場の整備等に係る諸経費を償還しながら新たな経営を行うた\nめには，原告が本件と畜場の運営を８年程度継続していくことを要望\nすることなどを内容とする書面を提出した（乙７，乙８，乙２９，乙\n３０）。\n東京都は，上記書面が提出されたことから，被告に対し，Ｅ組合へ\nの運営移管後は同組合の要望に添った期間の事業継続が実現するよう\n配慮することを要望する旨の書面を送付した（乙９）。\nｂ  Ｅ組合の組合員であった中小零細の畜産農家及び家畜商（以下「畜\n産農家等」という。）等は，東京都知事から認可を受けて，平成１６\n年３月４日に事業協同組合である原告を設立し，同月２９日付けで，\n東京都知事から本件設置許可処分を受けた（前記争いのない事実等\n(1)，(2)，甲１６，乙２５）。\nそして，原告は，被告との間で本件貸付契約を締結して，本件と畜\n場の運営の移管を受けたところ，平成１６年４月１日に本件貸付契約\nを締結するに当たり，「貸付期間は１年間とする。ただし，平成１５\n年度までの協議経過を踏まえて，平成１６年度から５年間を目途とし\n\u0000 \u0000\u0000\u0000\nて更新できるものとする。」との条項，並びに，原告及び被告は「東\n京都が主催するＢ協議会における議論を踏まえつつ，前項の更新期間\n満了までにその後の食肉処理施設のあり方について協議していくもの\nとする。」との条項が含まれた本件覚書①の内容について合意した\n（前記争いのない事実等(2)ア）。\nｃ  原告は，本件と畜場の運営を移管された平成１６年４月以降，Ｂ協\n議会に参加しており，同運営協議会においては，原告に対する金銭的\nな運営支援や新たな施設整備の見通し等について議論されていたが，\n平成２０年４月までに，本件と畜場の廃止については議題に上がって\nいなかった（乙３２の１及び２，証人Ｆ）。\nｄ  東京都は，被告による照会があったことから，平成２０年２月１４\n日付けで，被告に対し，Ｂ協議会において食肉処理場の今後の運営や\n代替施設の可能性について議論しているが，東京都としては，と畜場\n法上人家の密集しているところでの新たなと畜場設置許可は困難であ\nること，東京都中央卸売市場食肉市場の処理能力に余裕があること，\n新たな食肉処理場の整備をしても集荷の向上は困難と思われることか\nら，新たな食肉処理場の整備をしない方針である旨の書面を送付した\n（乙１８）。\n被告は，平成２０年３月２６日の経営会議（八王子市長，副市長，\n部長等で構成される行財政の最高方針等の審議調整機関）において，\n本件建物の貸付期間について，東京都の全額負担でと畜検査が行われ\nる平成２３年度まで延長し，平成２４年度以降は本件と畜場を完全廃\n止することを決定した（乙１１，乙３５，証人Ｆ）。\nｅ  原告と被告は，平成２１年１月８日に「貸付期間は１年間とする。\nただし，平成２０年度までの協議経過を踏まえて，平成２１年度から\n３年間に限り更新できるものとする。」との条項，並びに，原告及び\n\u0000 \u0000\u0000\u0000\n被告は「東京都が主催するＢ協議会における議論を踏まえつつ，前項\nの更新期間満了までにその後の食肉処理施設のあり方について協議し\nていくものとする。」との条項が含まれた本件覚書②を締結した（前\n記争いのない事実等(2)イ）。\n本件覚書②を締結した時点において，原告は，本件建物以外にと畜\n場を設置することができる施設を所有又は賃借しておらず，近い将来\nにこのような施設を所有又は賃借することができる見込みもないだけ\nでなく，東京都が新たな食肉処理場の整備をしない方針であったこと\nから，原告が本件建物を使用することができなくなった場合，原告の\n組合員である中小零細の畜産農家等は遠方のと畜場を利用することを\n余儀なくされ，その経営に深刻な影響が生じるおそれがあった（甲１\n６，乙３，原告代表者）。しかし，原告と被告は，本件覚書②が締結\nされた後も，本件と畜場閉鎖後の食肉処理施設の在り方について具体\n的な協議を行っていない（甲１７，甲１８）。\nｆ  原告及び被告は，平成２３年４月１日付けで本件貸付契約を更新し\nたが，その更新に係る本件更新契約書には，更新前の契約書と全く同\n様に，第１７条（契約更新の申請）として，「乙（注：原告）は，貸\n付期間満了後引き続いて貸付物件を借り受けようとするときは，貸付\n期間満了の１か月前までに普通財産貸付申請書で甲（注：被告）に申\n請しなければならない」との条項（以下「本件契約更新条項」とい\nう。）が含まれている（甲３，甲４，甲３６から甲４１まで）。\nそして，被告は，原告との間で本件更新契約書を締結するに当たり，\n被告内部において，本件契約更新条項を削除する方向で検討をし，原\n告に対し，本件契約更新条項の削除を申し入れたが，原告が本件契約\n更新条項を残すことを強く要望したため，被告はこれを受け容れて，\n本件契約更新条項が含まれた本件更新契約書が締結された（証人Ｆ，\n\u0000 \u0000\u0000\u0000\n原告代表者）。\nｇ  被告は，平成２３年６月３０日付けで，原告に対し，同年度をもっ\nて本件と畜場の完全閉鎖を決定したので，平成２４年以降の本件貸付\n契約の更新はしないことを内容とする本件更新拒絶通知をした（乙１\n３）。\nｈ  東京都は，平成２３年１１月３０日に開催されたＢ協議会において，\n初めて，本件と畜場が閉鎖された場合に原告の組合員である畜産農家\n等が被る影響に対する激変緩和措置として，運搬費用についての補助\n金事業を平成２４年度予算で要求中であることを説明した（乙２２）。\n(イ)ａ  以上を前提として検討するに，一般に，借地借家法４０条に規定す\nる一時使用の建物賃貸借といえるかどうかについては，必ずしもその\n期間の長短だけを標準として決せられるべきものではなく，賃貸借の\n目的，動機，その他諸般の事情から，当該賃貸借契約を短期間に限り\n存続させる趣旨のものであるかを客観的に判断すべきものと解される\n（最高裁昭和３６年１０月１０日第三小法廷判決・民集１５巻９号２\n２９４頁参照）。\nそして，上記のような，被告が昭和１１年から運営してきた本件と\n畜場を平成１５年に廃止して施設を有効活用しようとした方針，本件\nと畜場の運営が原告に移管されることとなった経緯，本件と畜場の運\n営期間についてＥ組合が東京都に送付した書面の内容，東京都の全額\n負担でと畜検査が行われるのは平成２３年度末までであったこと，原\n告と被告の間で締結された本件各覚書の内容等に照らすと，本件貸付\n契約は，本件と畜場を直ちに廃止した場合に畜産農家等の経営に深刻\nな影響を及ぼすことから，廃止に至るまでの当面の措置として本件と\n畜場の運営を継続するために締結されたものであって，その意味では，\n被告としては，一定期間で終了する旨の賃貸借契約を締結したいとい\n\u0000 \u0000\u0000\u0000\nう思惑があったように見受けられる。\nｂ  しかしながら，Ｄ委員会及びＢ協議会においては，一定の年限の経\n過により無条件で本件と畜場を閉鎖することを前提に議論が行われて\nいたものではなく，畜産農家等の経営を保護するため，新たな施設整\n備の可能性等も含め，食肉処理施設の在り方について検討されてきた\nものであるし，原告と被告が締結した本件各覚書にも，Ｂ協議会にお\nける議論を踏まえつつ，更新期間満了までにその後の食肉処理施設の\nあり方について協議していく旨の条項が含まれているところ，本件貸\n付契約が更新された平成２３年４月１日の段階までに，上記協議会や\n原告と被告の間の協議において，今後の食肉処理施設の在り方につい\nて一定の方向性が出ていたり，東京都による畜産農家等に対する激変\n緩和措置の内容が決まっていたりしてはいなかった。そして，原告が\n本件建物以外にと畜場を運営することができる施設を確保することが\nできる見込みはなく，原告が本件建物を使用することができなくなっ\nた場合には，原告の組合員である畜産農家等の経営に深刻な影響が生\nじるおそれがあったことなどから，原告は，平成２３年４月１日付け\nの本件更新契約書においても，本件契約更新条項を存続させるように\n強く要望し，被告はこれを受け容れて同契約書に本件契約更新条項を\n存続させたものである。\nそうすると，これらの事実を考え合わせれば，本件各覚書を締結し\nた平成１６年４月１日及び平成２１年１月８日，あるいは本件貸付契\n約を更新した平成２３年４月１日のいずれの時点においても，原告及\nび被告の両当事者が，平成２４年３月末日をもって本件貸付契約が確\n定的に終了し，本件建物を利用することができなくなることを認識し，\nそのように合意をしていたとは認められない。\nｃ  これに対し，被告は，原告は平成２４年３月末日をもって本件貸付\n\u0000 \u0000\u0000\u0000\n契約が確定的に終了して本件建物を利用することができなくなること\nに合意していた旨主張し，被告の農林課長として本件と畜場の貸付け\nに係る業務を担当していたＦは，平成２０年４月２日にＦら被告の担\n当者が原告代表者と面談した際，本件貸付契約は平成２３年度まで継\n続するが，同年度をもって本件と畜場は全ての業務を終了して閉鎖す\nることを明確に伝えた旨記載した陳述書（乙３３）を作成するととも\nに，同旨の証言をしている。\n確かに，Ｆが原告代表者との間で上記面談を行った際の面談メモ等\n（乙３４，乙３５）の記載によれば，被告の担当者は原告代表者に対\nして平成２３年度をもって本件と畜場を閉鎖する旨述べたものと認め\nられる。\nしかしながら，Ｆの証言によっても，原告代表者は被告の担当者の\n上記発言に対して特段異論や反論を述べなかったのみで，これを積極\n的に了承したわけではないし，かえって，証拠（甲４，乙１０，乙１\n２，証人Ｆ，原告代表者）によれば，上記面談の後にＦが内容を確認\nした上で締結された本件覚書②には，本件覚書①と全く同様に，Ｂ協\n議会における議論を踏まえつつ，更新期間満了までにその後の食肉処\n理施設の在り方について協議していく旨の条項が含まれていただけで\nなく，平成２３年４月１日付けで本件貸付契約を更新した際には，原\n告代表者が本件更新契約書に本件契約更新条項を残すよう強く要望し\nたため，本件貸付契約の更新を担当していたＦは，本件契約更新条項\nを残すことを了承していることが認められることからすれば，原告に\nおいて，平成２３年度末をもって本件貸付契約が確定的に終了し，本\n件建物を利用することができなくなることを了承し，これに合意して\nいたものとは認め難く，被告の上記主張は採用することができない。\nｄ  また，被告は，原告が八王子市長に対して平成２４年２月８日付け\n\u0000 \u0000\u0000\u0000\nの「賃貸契約延長のお願い」と題する書面（乙１９）を送付したこと\nをもって，本件貸付契約が一時使用目的の賃貸借契約であることを自\n認する行動をしていたと主張するが，同書面には，本件貸付契約が本\n件建物の一時使用目的で締結されたことをうかがわせる記載は存在し\nないし，一般に，借地借家法が適用され法定更新がされ得る建物賃貸\n借契約であっても，当事者の合意により更新されることはよく見られ\nるところであり，このような場合に賃借人が賃貸人に対して上記のよ\nうな書面を送付等することは何ら不自然ではないから，原告が上記書\n面を送付したからといって，本件貸付契約が一時使用目的の賃貸借契\n約であると認識していたと推認することはできず，被告の上記主張は\n採用することができない。\n(ウ)  以上によれば，本件貸付契約については，本件建物の一時使用のた\nめに締結されたことが明らかである（借地借家法４０条）とは認められ\nないから，借地借家法の適用を受けるものというべきである。\nウ  また，被告は，本件貸付契約について借地借家法が適用されるとしても，\n被告が原告に対してした本件更新拒絶通知には「正当の事由」（借地借家\n法２８条）があるから，本件貸付契約は法定更新されずに期間満了で終了\nしたと主張する。\nそこで検討するに，この「正当の事由」があるか否かについては，建物\nの賃貸人及び賃借人が建物の使用を必要とする事情を基本的要素とし，建\n物賃貸借に関する従前の経過，建物の利用状況及び建物の現況並びに建物\nの賃貸人による立退料の支払の申出を補完的要素として考慮して判断する\n必要がある（借地借家法２８条参照）ところ，被告は，本件建物を被告が\n使用する必要性があることについて何ら主張立証していないし，本件全証\n拠によっても被告にそのような必要性があったとは認められない。\n他方で，前記争いのない事実等(1)ア及び証拠（甲１１，甲１６，乙３，\n\u0000 \u0000\u0000\u0000\n原告代表者）によれば，原告は，本件と畜場の運営を目的に，畜産農家等\nを組合員として設立された事業協同組合であって，原告はその収入のほと\nんどを本件と畜場から得られると畜料等に依存しているだけでなく，本件\n建物以外にと畜場を設置することができる施設を所有又は賃借しておらず，\n近い将来にこのような施設を所有又は賃借することができる見込みもない\nため，本件建物を使用することができなくなった場合，原告の存続自体が\n危機に瀕するだけでなく，原告の組合員である中小零細の畜産農家等は，\n遠方のと畜場を利用することを余儀なくされ，その経営に深刻な影響が生\nじることが認められるから，原告が本件建物を使用する必要性は非常に高\nいものであることが認められる。\nなお，被告は，と畜検査員の派遣等に伴う財政上の負担増等を回避する\nために，本件貸付契約の更新を拒絶する必要性が高いと主張するが，この\nような事情は，被告が本件建物を使用する必要性があることを示す事情と\nはいい難いし，そもそもと畜検査員の派遣が必要となるのは，原告に対し\nて本件設置許可処分がされているからであって，本件貸付契約が更新され\nるか否かと直接的な関係を有するわけでもないから，被告の主張は採用す\nることができない。\nそうすると，双方の使用の必要性についてのいわば補完的要素であると\nころの建物賃貸借に関する従前の経過等について検討するまでもなく，そ\nもそも本件更新拒絶通知に「正当の事由」があるとは認め難いというべき\nである。\nまた，補完的要素について検討しても，上記イで認定したような本件貸\n付契約に関する従前の経過のみをもって，本件貸付契約の更新を拒絶する\n「正当の事由」があるとまで認めることは困難であるし，本件建物が老朽\n化しており取壊し等を要する状況にあることや，被告が立退料の支払を申\nし出たという事情も見当たらないことからすれば，本件更新拒絶通知に\n\u0000 \u0000\u0000\u0000\n「正当の事由」があると認めることはできない。\nエ  以上によれば，本件貸付契約は借地借家法２６条１項により法定更新さ\nれて継続しており，原告は，本件建物の使用権原を有しているから，原告\nがと畜場の構造設備を喪失したとは認められない。\nしたがって，本件取消処分は，処分事由を欠く違法なものというべきで\nある。\n２  争点(2)（本件取消処分の手続上の適法性）について\n(1)  原告は，本件取消処分について，聴聞手続を経ていないから，本件取消\n処分は手続的にも違法であるとも主張するので，この点について検討する。\nア  本件取消処分は，原告にされていた本件設置許可処分を取り消すもので\nあるから，「許認可等を取り消す不利益処分」（行政手続法１３条１項１\n号イ）に該当し，本件取消処分をしようとするときは，聴聞手続を行わな\nければならないところ，被告が本件取消処分をするに当たって聴聞手続を\n行っていないことは当事者間に争いがない。\nイ  これについて，被告は，本件取消処分は，行政手続法において意見陳述\n手続が不要とされている場合である「法令上必要とされる資格がなかった\nこと･･･（略）･･･が判明した場合に必ずすることとされている不利益処分\nであって，その資格の不存在又は喪失の事実が･･･（略）･･･客観的な資料\nにより直接証明されたものをしようとするとき」（同法１３条２項２号）\nに該当するから，聴聞手続を行う必要はないと主張する。\nしかしながら，被告は，本件貸付契約が終了し原告がと畜場の構造設備\nを喪失したから，と畜場法１８条１項１号に基づき本件取消処分をしたと\n主張しているところ，同条項は，同項各号に規定する事由が存在する場合\nであっても，設置許可の取消し，施設の使用制限又は使用停止の処分を行\nうかどうか，また，いかなる処分を行うかについて市長に裁量があること\nを前提としていることがその文言上明らかであるから，同項に基づく一般\n\u0000 \u0000\u0000\u0000\nと畜場設置許可取消処分が，行政手続法１３条２項２号にいう「法令上必\n要とされる資格がなかったこと･･･（略）･･･が判明した場合に必ずすると\nされている不利益処分」に該当するとはいえない。\nまた，行政手続法１３条２項が，同項２号に該当する場合に聴聞手続を\n不要とした趣旨は，同号所定の場合には，処分の相手方の意見を考慮する\nまでもなく処分の要件に該当していることを確認し得るから，聴聞手続を\n省略しても同法の趣旨に反するものではないことにあるものと解される。\nそうすると，行政手続法１３条２項２号にいう「客観的な資料により直接\n証明されたもの」とは，処分の相手方の意見を聴かなくてもその証明力に\n十分な信頼を置ける資料によって，客観的かつ明確に証明されたものを指\nすと解するのが相当であるところ，被告が，上記「客観的な資料」に該当\nすると主張するものは，原告と被告の間で締結された本件覚書②及び本件\n更新契約書にすぎず，これらの資料に記載された条項自体も解釈の余地が\nあるものであるし，上記１で述べたとおり，これらの資料からは被告が主\n張する本件貸付契約の終了が認められないことからしても，これらの資料\nから客観的かつ明確に，本件貸付契約が終了したことが証明されていると\nはいえないことは明らかである。\nしたがって，本件取消処分について，行政手続法１３条２項２号に基づ\nき聴聞手続を省略することはできないというべきである。\nウ  また，被告は，本件貸付契約の帰趨と本件取消処分は連続性をもったも\nのであり，本件貸付契約の終了については，原告は十分な意見の陳述を行\nう機会があり，被告も原告の弁解等を了知していたことからすれば，聴聞\n手続を経ていなくとも，行政手続法の趣旨には反しないと主張する。\nしかし，行政手続法は，行政運営における公正の確保と透明性の向上を\n図り，もって国民の権利利益の保護に資することを目的に制定されたもの\nであり（同法１条１項），不利益処分を行うに当たっては，公正・透明な\n\u0000 \u0000\u0000\u0000\n手続を法的に保障しつつ，処分の原因となる事実について，処分の相手方\nに対して自らの防御権を行使する機会を付与する必要があるという観点か\nら，１３条以下に，不利益処分をしようとする場合の手続に関する規定を\n置き，特に，処分の相手方に及ぼす不利益の程度が大きい不利益処分をし\nようとする場合には聴聞手続を要求し，公正・透明な聴聞手続を保障する\nため，１５条から２８条までに様々な手続規定を置いているものである。\nしたがって，被告が主張するように，行政庁が実質的に処分の相手方の\n意見を聴取していれば，聴聞手続を全く行わなくともよいと解することは，\n上記のような行政手続法の趣旨・目的を没却するものというほかない。\nまして，本件においては，被告は，本件貸付契約の終了について原告と\nやり取りをしてきたにすぎず，本件設置許可処分の取消しについては，何\nら原告の意見を聴取していないのであるから，このような被告の行った手\n続が行政手続法の趣旨に反しないと解すべき余地はない。\nエ  以上によれば，本件取消処分は，行政手続法１３条１項１号イが要求す\nる聴聞手続を欠くという違法な手続により行われたものである。\nそして，行政手続法が不利益処分を行うに当たって聴聞手続を必要とし\nた趣旨は上記ウで述べたとおりであり，聴聞手続が全く行われないままで\n不利益処分がされたような場合には，その瑕疵は手続全体の公正を害する\nものといえるから，当該不利益処分も違法となるものと解するのが相当で\nある。\n(2)  したがって，本件取消処分については，理由の提示が十分であったか否\nかについて検討するまでもなく，手続上の瑕疵によって違法なものとなると\nいうべきである。\n３  争点(3)（本件不作為の違法確認の訴え及び本件義務付けの訴えの適法性）\nについて\n(1)  原告は，本件不作為の違法確認の訴え及び本件義務付けの訴えにおいて，\n\u0000 \u0000\u0000\u0000\n本件と畜場においてと畜検査員にと畜場法１４条に規定する検査を行わせる\nことを求める本件各申請について八王子市長が何らの処分をしないことが違\n法であることの確認を求めるとともに，八王子市長に上記検査を行わせるこ\nとの義務付けを求めているところ，不作為の違法確認の訴えにおける違法確\n認の対象及び義務付けの訴えにおける義務付けの対象は，「行政庁の処分そ\nの他公権力の行使に当たる行為」（行政事件訴訟法３条２項），すなわち，\n公権力の主体たる国又は公共団体が行う行為のうち，その行為によって直接\n国民の権利義務を形成し又はその範囲を確定することが法律上認められてい\nるもの（最高裁昭和３９年１０月２９日第一小法廷判決・民集１８巻８号１\n８０９頁参照）でなければならない。\nそこで，原告が不作為の違法確認及び義務付けの対象としていると畜場法\n１４条に規定する「検査」が「行政庁の処分その他公権力の行使に当たる行\n為」に該当するか否かについて検討するに，と畜場法の規定をみると，同法\n１３条１項及び同条２項は，と畜場以外の場所において，食用に供する目的\nで獣畜をとさつ又は解体することを禁止するとともに，同法１４条１項から\n同条３項までは，と畜場においては，市長の行う「検査」を経た後でなけれ\nば，獣畜のとさつ，解体又は解体後の肉等の持ち出しをしてはならないと規\n定している。そして，と畜場法は，上記「検査」は，家畜伝染病予防法等に\n規定する家畜伝染病等の有無について，獣医師の資格を有する職員のうちか\nら市長が命じたと畜検査員が，望診，検温，触診，解剖検査，顕微鏡検査そ\nの他の必要な方法により行う（同法１９条１項，と畜場法施行令８条１項，\n１０条）とし，市長が，上記「検査」の結果，獣畜が疾病にかかり，若しく\nは異常があり食用に供することができないと認めたとき，又は当該獣畜によ\nり若しくは当該獣畜のとさつ若しくは解体により病毒を伝染させるおそれが\nあると認めたときは，公衆衛生上必要な限度において，当該獣畜のとさつ又\nは解体を禁止することができる（同法１６条）と規定している。\n\u0000 \u0000\u0000\u0000\nそうすると，これらのと畜場法及びと畜場法施行令の規定によれば，同法\n１４条に規定する「検査」とは，市長が，獣畜の肉等を食品として流通させ\nることが適当か否かという公衆衛生上の観点から，専門的知識を有すると畜\n検査員をして家畜伝染病等の有無を調べさせるものであって，市長による公\n権力の行使として行われるものであるということができ，また，と畜場を運\n営してと畜業を行う者は，市長がと畜検査員に上記「検査」を行わせない限\nり，畜産農家等からの依頼を受けて食用に供する目的での獣畜のとさつ，解\n体等を行って，その対価を得ることができないのであるから，市長がと畜検\n査員に行わせる上記「検査」は，その行為によって直接国民の権利義務を形\n成し又はその範囲を確定することが法律上認められているものということが\nできる。\nしたがって，市長がと畜検査員に行わせると畜場法１４条に規定する「検\n査」は，「行政庁の処分その他公権力の行使に当たる行為」（行政事件訴訟\n法３条２項）に該当するものと解される。\n(2)  次に，本件義務付けの訴えが，いわゆる申請型義務付けの訴え（行政事\n件訴訟法３条６項２号）又はいわゆる非申請型義務付けの訴え（同項１号）\nのいずれに該当するかについてみるに，両者の訴えは一定の処分を求める\n「法令に基づく申請」がされたか否かで区別される。そして，ここでいう\n「法令に基づく申請」がされたというためには，その申請者が法令に基づく\n申請権を有することが必要であると解される。\nそこで，原告が法令に基づく申請権を有するか否かについて検討するに，\n上記(1)で述べたとおり，と畜場を運営してと畜業を行う者は，市長がと畜\n検査員に検査を行わせない限り，畜産農家等からの依頼を受けて食用に供す\nる目的での獣畜のとさつ，解体等を行って，その対価を得ることができない\nところ，と畜場法及びと畜場法施行令は，と畜場法１４条に規定する検査を\n受けようとする者は申請書を都道府県知事に提出しなければならないとして\n\u0000 \u0000\u0000\u0000\nいる（同法１４条，同施行令７条）。また，と畜場法及びと畜場法施行令に\nは，検査の申請があった場合以外に，市長が職権で上記検査を行うことがあ\nり得ることをうかがわせる規定はないから，申請による場合しか上記検査は\n行われないことになる。\nしたがって，と畜場法及びと畜場法施行令は，同法１４条に規定する検査\nを受けようとする者に検査の申請権を付与しているものと解するのが相当で\nあり，本件義務付けの訴えは，いわゆる申請型義務付けの訴え（行政事件訴\n訟法３条６項２号）に該当するものというべきである。\n(3)  また，不作為の違法確認の訴え（行政事件訴訟法３条５項）及びいわゆ\nる申請型義務付けの訴え（同法３条６項２号）は，法令に基づく申請をした\n者に限り提起することができるとされている（同法３７条，３７条の３第１\n項及び第２項）。\nそこで，原告が法令に基づく申請をしたといえるか否かについて検討する\nに，前記争いのない事実等(2)ウ及び(4)アによれば，原告は，本件設置許可\n処分を取り消す旨の本件取消処分を受けたものの，本件執行停止決定により\n本件取消処分の効力が停止されていることが認められるから，原告は，一般\nと畜場設置許可処分を受けている者として，八王子市長に対し，と畜場法１\n４条に規定する検査の申請権を有するものということができる。そして，前\n記争いのない事実等(2)エによれば，原告は，平成２４年１０月４日付け及\nび同年１１月１日付けで，と畜場法施行規則１５条１項所定の事項を記載し\nた検査申請書を八王子市健康福祉部（八王子市保健所）生活衛生課に提出す\nる方法で，八王子市長に対し，と畜場法１４条及びと畜場法施行令７条に基\nづき，それぞれ豚１頭について，と畜場法１４条に規定する検査を行うこと\nを求める本件各申請をしたことが認められる。\nしたがって，原告は，八王子市長に対し，と畜場法１４条及びと畜場法施\n行令７条に基づく申請を行ったものと認められる。\n\u0000 \u0000\u0000\u0000\n(4)  さらに，いわゆる申請型義務付けの訴え（行政事件訴訟法３条６ 項２\n号）は，法令に基づく申請に対し相当の期間内に何らの処分がされないなど\nの要件を満たす場合に限り，提起することができるとされている（同法３７\n条の３第１項１号）。\nそこで，原告による本件各申請について，相当の期間内に何らの処分がさ\nれないといえるか否かについて検討するに，前記争いのない事実等(2)エ及\nび弁論の全趣旨によれば，八王子市長は，原告が平成２４年１０月４日付け\n及び同年１１月１日付けで行った本件各申請に対し，現在に至るまで，本件\nと畜場においてと畜検査員にと畜場法１４条に規定する検査を行わせておら\nず，また，今後も上記検査を行わないとの意思を明らかにしていることが認\nめられる。\nそして，八王子市長が現在まで上記検査を行わないことについて正当な理\n由が存在すると認めるに足りる主張立証はないから，八王子市長は，原告に\nよる本件各申請に対して，正当な理由なく相当の期間内に何らの処分をして\nいないものというべきである。\n(5)  なお，原告は，本件義務付けの訴えにおいて，本件各申請に係ると畜場\n法１４条に規定する検査に限定することなく，本件と畜場においてと畜検査\n員に上記検査を行わせることを義務付けるよう求めているが，いわゆる申請\n型義務付けの訴えにおいては，申請に係る処分以外の処分の義務付けを求め\nることはできないから，本件義務付けの訴えのうち，本件各申請に係るもの\n以外の検査を行わせるよう求める部分は不適法なものというべきである。\n（本件義務付けの訴えに係る原告の請求の趣旨については，本件各申請に係\nる検査の義務付けを求めるものと善解する余地もないではないが，念のため\n上記のとおり判断したものである。）\n(6)  以上によれば，八王子市長が本件各申請に対して何らの処分をしないこ\nとが違法であることの確認を求める本件不作為の違法確認の訴え，及び本件\n\u0000 \u0000\u0000\u0000\n義務付けの訴えのうち，八王子市長に対して本件と畜場においてと畜検査員\nに本件各申請に係ると畜場法１４条に規定する検査を行わせるよう求める部\n分は，いずれも適法なものというべきである。\n４  争点(4)（本件不作為の違法確認の訴え及び本件義務付けの訴えの本案要件\nの有無）について\n(1)  上記３(4)で述べたとおり，八王子市長は正当な理由なく原告による本件\n各申請に対して相当の期間内に何らの処分をしていないものと認められるか\nら，その不作為は違法なものというべきである。\n(2)  そして，と畜場法及びと畜場法施行令には，と畜場設置許可処分を受け\nた者が，同設置許可処分に係ると畜場において，と畜場法１４条に規定する\n検査を受けるための適法な検査の申請（と畜場法施行令７条）をした場合に，\n市長が検査を拒否することがあり得ることや検査を行うか否かについて裁量\n権を有することを前提とする規定は見当たらないことからすれば，と畜場の\n設置許可がされている場合に，市長が検査の申請に応じて検査を行うべきこ\nとはと畜場法の規定から明らかというべきであって，「行政庁がその処分を\nすべきであることがその処分の根拠となる法令の規定から明らかである」\n（行政事件訴訟法３７条の３第５項）というべきである。なお，被告も，本\n件仮の義務付け事件に係る審尋期日において，と畜場設置許可処分がされて\nいる場合に，行政庁がと畜検査員にと畜場法１４条に規定する検査を行わせ\nないという裁量権はなく，本件において，本件仮処分決定及び本件執行停止\n決定がされているにもかかわらず，八王子市長が本件と畜場においてと畜検\n査員にと畜場法１４条に規定する検査を行わせていないことは違法であると\n自認していたことは当裁判所に顕著である。\nそうすると，八王子市長は，本件と畜場において，と畜検査員に，原告が\nした本件各申請に係ると畜場法１４条に規定する検査を行わせる義務を負う\nものというべきである。（なお，上記で述べたことは，本件各申請に限って\n\u0000 \u0000\u0000\u0000\n該当するものではなく，八王子市長は，原告からと畜場法１４条に規定する\n検査の適法な申請があれば，本件と畜場において，と畜検査員に同検査を行\nわせるべき義務を負っているものである。）\n(3)  したがって，本件各申請について八王子市長が何らの処分をしないこと\nは違法であり，八王子市長は，本件と畜場において，と畜検査員に，本件各\n申請に係ると畜場法１４条に規定する検査を行わせる義務を負うものという\nべきである。\n第４  結論\nよって，本件訴えのうち，八王子市長に対してと畜検査員に本件各申請に係\nるもの以外のと畜場法１４条に規定する検査を行わせるよう求める部分は不適\n法であるからこれを却下することとし，その余の原告の請求はいずれも理由が\nあるからこれを認容することとし，訴訟費用の負担について行政事件訴訟法７\n条，民事訴訟法６１条，６４条ただし書を適用して，主文のとおり判決する。\nなお，付言するに，被告の訴訟代理人らは，本件仮の義務付け事件における\n審尋期日において，裁判所が仮の義務付け決定や義務付け判決をしたとしても，\nその判断に従って，と畜検査員にと畜場法１４条に規定する検査を行わせる意\n思はない旨明言し，当裁判所が平成２４年１０月２３日に本件仮の義務付け決\n定をして同決定の効力が生じ，しかもその即時抗告に対して東京高等裁判所が\n同年１２月１９日に同抗告を棄却する旨の決定をし，本件仮の義務付け決定は\n確定したにもかかわらず，これに従った措置をしていないことは当裁判所に顕\n著である。およそ行政機関の訴訟代理人らが，裁判所の判断が出ても従うつも\nりはない旨の発言をし，実際にそのような行動を取っていること自体，法治国\n家における行政機関として通常考え難い事態であるといわざるを得ないことは\nもとより，平成１７年に施行された改正行政事件訴訟法が義務付けの訴え及び\n仮の義務付け決定を新設したにもかかわらずこの実効性を確保するための手段\nを明示的に規定することまでしなかったのは，行政機関や行政庁は，法律に則\n\u0000 \u0000\u0000\u0000\nった司法手続に基づき判断された事項については適切に履行することが当然の\n前提とされていたからにほかならず，本件の被告のような対応はおよそ想定さ\nれていなかった事態である。被告である八王子市及び八王子市長は，法治国家\nである我が国の地方公共団体あるいはその長として，法律による行政の原理を\n踏まえ，本件仮の義務付け決定の内容に沿って速やかに対処すべきであること\nを付言する次第である。\n東京地方裁判所民事第３８部\n裁判長裁判官        定      塚              誠\n裁判官        竹      林      俊      憲\n裁判官        馬      場      俊      宏\n\u0000 \u0000\u0000\u0000\n別紙\n関係法令の定め\n第１  と畜場法\n１  ３条（定義）\n(1)  １項  この法律で「獣畜」とは，牛，馬，豚，めん羊及び山羊をいう。\n(2)  ２項  この法律で「と畜場」とは，食用に供する目的で獣畜をとさつし，\n又は解体するために設置された施設をいう。\n(3)  ３項  この法律で「一般と畜場」とは，通例として生後１年以上の牛若\nしくは馬又は１日に１０頭を超える獣畜をとさつし，又は解体する規\n模を有すると畜場をいう。\n２  ４条（と畜場の設置の許可）\n(1)  １項  一般と畜場又は簡易と畜場は，都道府県知事（保健所を設置する\n市にあっては，市長。以下同じ。）の許可を受けなければ，設置して\nはならない。\n(2)  ２項  前項の規定による許可を受けようとする者は，構造設備その他厚\n生労働省令で定める事項を記載した申請書を都道府県知事に提出しな\nければならない。\n３  ５条１項柱書\n都道府県知事は，前条第１項の規定による許可の申請があった場合において，\n当該と畜場の設置の場所が次の各号のいずれかに該当するとき，又は当該と畜\n場の構造設備が政令で定める一般と畜場若しくは簡易と畜場の基準に合わない\nと認めるときは，同項の許可を与えないことができる。\n４  １３条（獣畜のとさつ又は解体）\n(1)  １項本文  何人も，と畜場以外の場所において，食用に供する目的で獣\n畜をとさつしてはならない。\n(2)  ２項本文  何人も，と畜場以外の場所において，食用に供する目的で獣\n\u0000 \u0000\u0000\u0000\n畜を解体してはならない。\n５  １４条（獣畜のとさつ又は解体の検査）\n(1)  １項  と畜場においては，都道府県知事の行う検査を経た獣畜以外の獣\n畜をとさつしてはならない。\n(2)  ２項  と畜場においては，とさつ後都道府県知事の行う検査を経た獣畜\n以外の獣畜を解体してはならない。\n(3)  ３項本文  と畜場内で解体された獣畜の肉，内臓，血液，骨及び皮は，\n都道府県知事の行う検査を経た後でなければ，と畜場外に持ち出して\nはならない。\n(4)  ６項  前各項の規定による検査は，次に掲げるものの有無について行う\nものとする。\n一  家畜伝染病予防法（･･･（略）･･･）第２条第１項に規定する家\n畜伝染病及び同法第４条第１項に規定する届出伝染病\n二  前号に掲げるもの以外の疾病であって厚生労働省令で定めるも\nの\n三  潤滑油の付着その他の厚生労働省令で定める異常\n(5)  ７項  前項に定めるもののほか，第１項から第５項までの規定により都\n道府県知事及び厚生労働大臣の行う検査の方法，手続その他検査に関\nし必要な事項は，政令で定める。\n６  １６条（とさつ解体の禁止等）\n都道府県知事は，第１４条の規定による検査の結果，獣畜が疾病にかかり，\n若しくは異常があり食用に供することができないと認めたとき，又は当該獣畜\nにより若しくは当該獣畜のとさつ若しくは解体により病毒を伝染させるおそれ\nがあると認めたときは，公衆衛生上必要な限度において，次に掲げる措置をと\nることができる。\n一  当該獣畜のとさつ又は解体を禁止すること。\n\u0000 \u0000\u0000\u0000\n二  当該獣畜の所有者若しくは管理者，と畜場の設置者若しくは管理者，と\n畜業者その他の関係者に対し，当該獣畜の隔離，と畜場内の消毒その他の\n措置を講ずべきことを命じ，又は当該職員にこれらの措置を講じさせるこ\nと。\n三  当該獣畜の肉，内臓等の所有者若しくは管理者に対し，食用に供するこ\nとができないと認められる肉，内臓その他の獣畜の部分について廃棄その\n他の措置を講ずべきことを命じ，又は当該職員にこれらの措置を講じさせ\nること。\n７  １８条（と畜場の設置の許可の取消し等）１項\n都道府県知事は，次に掲げる場合には，第４条第１項の規定による許可を取\nり消し，又はと畜場の設置者若しくは管理者に対し，期間を定めて，当該と畜\n場の施設の使用の制限若しくは停止を命ずることができる。\n一  当該と畜場の構造設備が第５条第１項の規定による基準に合わなくなっ\nたとき。\n二以下  ･･･（略）･･･\n８  １９条（と畜検査員）１項\n第１４条に規定する検査の事務に従事させ，並びに第１６条及び第１７条第\n１項に規定する当該職員の職務並びに食用に供するために行う獣畜の処理の適\n正の確保に関する指導の職務を行わせるため，都道府県知事は，当該都道府県\nの職員のうちからと畜検査員を命ずるものとする。\n第２  と畜場法施行令\n１  ７条（検査の申請）\n法第１４条の規定による検査を受けようとする者は，厚生労働省令で定める\n事項を記載した申請書を都道府県知事に提出しなければならない。\n２  ８条（検査の方法）１項\n法第１４条の規定による検査は，望診，検温，触診，解剖検査，顕微鏡検査\n\u0000 \u0000\u0000\u0000\nその他の必要な方法により行うものとする。\n３  １０条（と畜検査員の資格）\n法第１９条第１項に規定すると畜検査員は，獣医師でなければならない。\n第３  と畜場法施行規則１５条（検査申請書の記載事項）１項\n令第７条の規定により申請書に記載すべき事項は，次のとおりとする。\n一  申請者の住所，氏名及び生年月日（法人にあっては，その名称，主たる\n事務所の所在地及び代表者の氏名）\n二  とさつしようとする年月日（法第１３条第１項第２号又は第３号の規定\nによりとさつした獣畜を解体しようとする場合にあっては，解体しようと\nする年月日）\n三  検査を受けようとする獣畜の種類，性別，品種，年令（不明のときは，\n推定年令），特徴及び産地\n四  検査を受けようとする獣畜の病歴に関する情報\n五  検査を受けようとする獣畜に係る動物用医薬品その他これに類するもの\nの使用の状況\n六  法第１３条第１項第２号又は第３号の規定によりとさつした獣畜を解体\nしようとする場合にあっては，当該獣畜をと畜場以外の場所でとさつした\n理由，日時及び場所\n\u0000\n"
}