{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 12
  },
  "case_number": "平成29(ネ)2607",
  "case_name": "建物明渡等請求控訴事件",
  "court_name": "大阪高等裁判所第８民事部",
  "original_court_name": "神戸地方裁判所",
  "original_case_number": "平成28(ワ)2173",
  "gist": "公営住宅法３２条１項６号に基づく借上公営住宅の借上期間満了を理由とする明渡請求につき，入居許可時にされた借上期間及び借上期間満了時の明渡義務についての通知は公営住宅法２５条２項の通知ということができるなどとして，請求が認容された事例",
  "lawsuit_id": "88096",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88096",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/096/088096_hanrei.pdf",
  "contents": "主        文\n１  本件控訴を棄却する。\n２  なお，原判決主文第２項は，被控訴人の請求の減縮により，「控訴人は，\n被控訴人に対し，１４２万１０３０円及び平成３０年４月１日から前項の明\n渡済みまで１か月８万３０００円の割合による金員を支払え。」と変更され\nている。\n３  控訴費用は，控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人の請求をいずれも棄却する。\n３  訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２  事案の概要\n１  被控訴人の請求と裁判の経過\n本件は，公営住宅の事業主体（地方公共団体）である被控訴人が，借上げに\n係る公営住宅の入居者である控訴人に対し，借上げの期間が満了したと主張し\nて，① 公営住宅法３２条１項６号，神戸市営住宅条例５０条１項７号に基づ\nき，当該公営住宅である原判決別紙物件目録記載の建物（本件部屋）の明渡し\nを求めるとともに，② 上記期間が満了した日の翌日である平成２８年１１月\n１日から上記明渡済みまでの賃料（共益費を含む。）相当損害金として，１か\n月８万３５９０円の割合による金員の支払を求めた事案である。\n原審は，被控訴人の請求をいずれも認容したため，控訴人がこれを不服とし\nて控訴を申し立てた。\nなお，被控訴人は，当審において，口頭弁論終結後，平成３０年４月１日以\n降の共益費が１か月３８９０円から３３００円に減額されたとして，主文第２\n項のとおり（平成２８年１１月１日から平成３０年３月３１日まで１か月８万\n３５９０円の割合による金員の合計が１４２万１０３０円である。）に請求を\n減縮した。\n２  前提事実等\n法令の定め及び前提事実は，次のとおり補正するほか，原判決「事実及び理\n由」中の第２の２及び第２の３（原判決３頁３行目から８頁２０行目まで）に\n記載のとおりであるから，これを引用する。\n(1)  原判決３頁１５行目の「法２条１６号」を「法２条５号ないし８号，１\n６号」に改める。\n(2)  原判決３頁２２行目の「①」の次に「その者の収入が」を加える。\n(3)  原判決８頁１４行目末尾の次に行を改めて，次のとおり加える。\n「エ  本件借上住宅の借上期間が満了した平成２８年１０月３１日時点にお\nける本件部屋の賃料は月額７万９７００円，共益費は月額３８９０円であっ\nた。」\n３  本件の争点\n(1)  法２５条２項所定の通知の有無（争点１）\n(2)  法２５条２項所定の通知を経ないでされた法３２条１項６号に基づく明\n渡請求の適否（争点２）\n(3)  明渡請求における正当事由（借地借家法２８条）の要否（争点３）\n(4)  権利濫用又は信義則違反の有無（争点４）\n４  争点に対する当事者の主張\n争点に対する当事者の主張は，後記５のとおり，当審における当事者の補充\n主張を付加するほかは，原判決「事実及び理由」中の第２の５（原判決９頁５\n行目から１６頁２５行目まで）に記載のとおりであるから，これを引用する。\nただし，原判決１０頁１６，１７行目を削る。\n５   当審における当事者の補充主張\n【控訴人】\n(1)  法２５条２項の通知を欠いていること（争点１の補充）\n以下の理由により，被控訴人は，控訴人に対し，法２５条２項の通知をし\nたといえないから，法３２条１項６号，条例５０条１項７号に基づき，本件\n部屋の明渡しを求めることはできない。\nア  入居者決定時に通知されていないこと\n控訴人に対して法２５条２項に定める事項が通知されたのは入居許可\n時であり，入居者決定時に通知されていない。\n法２５条２項の通知が入居者決定の段階でされなければならない理由\nは，以下のとおりである。\n(ｱ)  入居決定者は，入居日の１０日前頃に行われる入居許可時には現居宅\nの退去手続を済ませており，公営住宅に入居しないという選択をするこ\nとは実際には不可能であるから，法２５条２項の通知が入居許可時にさ\nれても，入居すべきか否かを検討する機会が与えられたとはいえない。\n(ｲ)  借上げでない公営住宅に入居していれば終身居住の権利が保障される\nのに，借上公営住宅に入居すると，将来のある一定の時点で，転居が困\n難な状況にあっても必ず他の公営住宅への転居を義務付けられる。借上\n公営住宅からの明渡しに伴い他の公営住宅への入居が保障されているこ\nとをもって，入居者保護に欠けるところがないということはできない。\n(ｳ)  入居許可に先立って行われる入居者の決定は行政処分であり，法２５\n条２項の通知は，その行政処分の内容を明らかにするため，借上期間及\nび借上期間満了後の明渡義務を通知することを定めたものであるから，\nその通知は，入居者の決定を行った段階で行わなければならない。\n(ｴ)  条例１９条の２第３項，規則２０条の４は，一定の期間を限って入居\nを許可する定期入居制度において，入居予定者に対し，更新がないこと\n及び入居期間満了によって明け渡さなければならないことを説明するよ\nう定めているが，上記制度と借上公営住宅との間で整合性を図る必要が\nある。\n(ｵ)  法に借上公営住宅に関する規定が設けられた平成８年改正法の施行直\n後に建設省が発出した「公営住宅管理標準条例（案）について」（平成\n８年１０月１４日建設省住総発第１５３号各都道府県知事あて住宅局長\n通達）においては，法２５条２項の通知が入居者決定時に必要であるこ\nと，借上公営住宅についても，入居者決定の通知によって賃貸借契約が\n成立することが明確に記載されている。\nこのように借上公営住宅については契約法理が適用され，その契約内\n容を変更するために，法２５条２項の通知は，契約変更の申込みとして，\n入居者の決定までにされる必要がある。\nイ  通知の方法が不適切であること\n被控訴人は，入居許可書中の借上期間をあえて入居決定者自身に記入\nさせることにより，入居決定者に法２５条２項に定める事項を認識させ\nる様式を採っていた。ところが，控訴人に対する入居許可書（乙１９)に\nは，控訴人が文字を書く能力を有していたにもかかわらず，上記様式の\n趣旨を知っている被控訴人の職員が控訴人に代わって借上期間等を記載\nした。この通知方法では，控訴人が法２５条２項に定める事項を具体的\nに認識できたといえないから，控訴人に対して法２５条２項の通知がな\nされたとはいえない。\n(2)  本件部屋の明渡請求に当たり，借地借家法２８条の正当事由を具備する\nる必要があること（争点３）\n法３２条１項６号に基づく明渡請求は，借上公営住宅の建物所有者が借上\n期間満了によって建物返還を求めていること（本来型）を想定して立法され\nている。しかし，建物所有者が借上期間満了による建物返還を希望していな\nい場合（転用型），事業主体である地方公共団体の財政事情等を専らの理由\nとする法３２条１項６号に基づく明渡請求は，借地借家法２８条に基づき転\n貸借契約につき更新拒絶又は解約できる場合に限り許容される。\n本件においては，建物所有者であるＵＲ都市機構は，借上期間満了による\n建物返還を求めておらず（転用型），また，被控訴人と控訴人との間に借地\n借家法２８条の正当事由が存在しないから，被控訴人は，控訴人に対し，法\n３２条１項６号に基づき本件部屋の明渡しを請求することはできない。\n(3)  権利濫用又は信義則違反に当たること（争点４）\n本件請求は，権利濫用又は信義則違反に当たる。その根拠は，以下のとお\nりである。\nア  入居継続ないし終身居住に対する期待・信頼\n復興住宅は，被災入居者の「終のすみか」と位置付けられているとこ\nろ，阪神・淡路大震災で被災した控訴人は，本件借上住宅に入居して，\nようやく居住場所を転々とする住環境から解放された。\n被控訴人も，控訴人の本件借上住宅への入居時には，これを恒久住宅\nへの入居として扱っていた。\n控訴人に対しては，入居者決定時に，借上期間の具体的日時及び借上\n期間満了後の明渡義務について説明がなかった。\nこのように，被控訴人は，平成２１年頃までは，借上期間満了時に入\n居者に対して明渡しを求めるという認識ではなかったのに，平成２２年\n以降に，財政上の理由から，明渡しを求める方針に転換した。\n以上の経緯に照らすと，本件請求は，控訴人の入居継続ないし終身居\n住に対する期待・信頼を損なうもので，権利濫用又は信義則違反に当た\nる。\nイ  転貸借の更新拒絶についての正当事由\n借地借家法における更新拒絶の正当事由は，貸主側の事情と借主側の\n事情を比較考慮し，公平妥当な結論を導くものであるから，借地借家法\nの正当事由として考慮されるべき事情は，権利濫用もしくは信義則違反\nを基礎づける事実として考慮されなければならない。\nしかし，本件において，被控訴人には，転貸借の更新拒絶についての\n正当事由はない。\nウ  転居により控訴人が健康を害するおそれ\n控訴人の意に反する転居を強いると，次のとおり，コミュニティを阻\n害し，健康を害するおそれが強い。控訴人に対して明渡しを求めること\nは現在の居宅における生活を根底から破壊するものであり，憲法１３条，\n２５条及び経済的，社会的及び文化的権利に関する国際規約１２条に違\n反する。\n(ｱ)  控訴人は，現在８０歳で，平成２６年６月まで要介護３の認定を受け\nていたが，同月には症状の変化はなかったものの要支援２に変更され，\n平成２８年１月には要支援１に変更された。しかし，その後，胃潰瘍か\nら癌が発見され，平成２９年６月には自宅内で転倒して膝を骨折し，要\n介護１の認定を受けるに至った。なお，８５歳以上，重度障害者，要介\n護３以上という要件を満たす場合に入居の継続を認めるという被控訴人\nの判断基準には合理性がない。\n(ｲ)  控訴人は，数年前から歩行障害があり，平成２５年以降歩行器を使用\nしている。横臥状態から座位，座位から立位に移行する際には手すり，\n机等を利用しているが，転倒することもある。本件部屋においては，歩\n行器の横幅に合わせ家具の配置を工夫することにより，在宅での生活が\n可能になっている。\n(ｳ)  本件部屋からスーパーマーケットまでは段差がほぼないため，控訴人\nは，歩行器で移動して買物をすることができている。Ａ市営住宅に転居\nした場合には，同じスーパーマーケットに行くのに現在の数倍の量の縁\n石部分を乗り越えて行かなければならない。また，その経路には歩行者\n押しボタン式の横断歩道があって，その青信号のサイクルは約１５秒に\n過ぎす，横断が困難である。\n【被控訴人】\n本件請求は，権利濫用にも信義則違反にも当たらない。そのことは，以下の\n点からも明らかである。\n(1)  既存の入居者への配慮\n法３２条１項６号は，借上期間満了という事実のみをもって明渡しを請求\nすることを認めているが，被控訴人は，入居者に対し，当該事実のみをもっ\nて明渡しを求めているのではなく，次の点の約束をしている。\nア  要介護３以上の者，重度障害者，８５歳以上の者がいる世帯には入居\nの継続を認める。\nイ  希望する別の市営住宅等への住み替えを予約できることとし，予約し\nた市営住宅等が確保できるまで最長５年移転を猶予する（本件借上住宅\nの半径１km圏内には２３住宅，１４０６戸の市営住宅がある。）。\nウ  住み替えた７５歳以上（平成２８年３月からは７０歳以上）の高齢者\nのみの世帯を対象に見回りサービスを行う。\nエ  移転に当たっては移転料を支払う。\n(2)  入居者に対する説明及び準備期間\n被控訴人は，平成２２年には，借上住宅の入居者に対し，建物ごとに説明\n会を開催し，それで足りない場合は個別の説明を繰り返して，借上期間満了\nに伴う明渡しを説明した。本件借上住宅は，平成２８年１１月に借上期間が\n満了しているが，それまでの約６年の間説明をしており，準備期間として十\n分である。\n第３  当裁判所の判断\n１  借上公営住宅をめぐる法律関係\n公営住宅の利用関係についての規律，借上公営住宅についての法の定め及\nび借上公営住宅の明渡しをめぐる法律関係については，原判決「事実及び理\n由」中の第３の１(1)から(3)まで（原判決１７頁６行目から１９頁２６行目\nまで）に記載のとおりであるから，これを引用する。\n２  本件部屋の明渡請求に当たり借地借家法２８条の正当事由を具備すること\nの要否（争点３）について\n控訴人は，借上公営住宅において，建物所有者が借上期間満了による建物\n返還を希望していない場合（転用型），事業主体である地方公共団体の財政\n事情等を専らの理由とする法３２条１項６号に基づく明渡請求は，借地借家\n法２８条に基づき転貸借契約を更新拒絶又は解約できる場合に限り許容され\nる旨主張する。\nしかし，前記第２の２において引用した原判決「事実及び理由」中の第２\nの３（前提事実）(2)及び(4)アのとおり，本件原賃貸借においては，借上満\n了日の３年前までにＵＲ都市機構又は被控訴人の申出により，協議の上，借\n上期間を１回に限り延長することができる旨の合意がされていたが，上記期\n限までに延長合意はされなかった。その他，本件の全証拠によっても，本件\n借上住宅の所有者であるＵＲ都市機構が，本件借上住宅につき，借上期間満\n了による建物返還を希望していなかったと認めることはできない。\n前記１において引用した原判決「事実及び理由」中の第３の１(3)のとおり，\n借上公営住宅の所有者と事業主体が合意しない限り，借上げの期間の満了後\nに使用関係（所有者と事業主体との賃貸借及び事業主体と入居者との転貸借）\nが更新されることはないところ，控訴人の上記主張は，建物所有者が借上期\n間満了による建物返還を希望していないという前提を欠くものであって，採\n用できない。\n３  本件部屋の明渡請求に当たり法２５条２項の通知をした といえるか否か\n（争点１）について\n(1)  通知の時期を誤っているとの控訴人の主張について\nア  控訴人は，法２５条２項の通知は，入居者決定時（条例１８条１項）\nに行われるべきであるのに，本件において，控訴人に対して法２５条２\n項に定める事項が通知されたのは入居許可時であり，それでは法２５条\n２項の通知がされたとはいえない旨主張する。\nイ  法２５条２項の趣旨\n法２５条２項の趣旨は，立案担当者の執筆した文献（乙１）によれば，\n借上公営住宅は，事業主体が建物所有者から住宅を賃借するものであり，\nその借上期間が終了すれば，当該公営住宅は建物所有者に返還しなけれ\nばならず，その返還以前には，当該借上公営住宅の入居者には明渡しを\nしてもらうことが法制度上予定されていることから，入居者に対して，\nあらかじめ入居時に，借上期間満了時には明渡しをしてもらう旨を通知\nしておくことにし，入居者に退去時期を予測できるよう配慮したもので\nあるとされている。\nさらに，上記文献（乙１）には，実務上は，入居決定通知書に借上期\n間満了時と満了時における退去の義務を記しておくことが必要である，\n募集のパンフレットに同内容を記載しておくことが入居者保護の観点か\nらはより好ましいとの記載があるほか，立法時の国会審議においても，\n募集時に上記内容は明示される旨の政府参考人の答弁がみられる（乙\n５）。建設省が示した公営住宅管理標準条例（案）（平成８年１０月１\n４日建設省住総発第１５３号各都道府県知事あて住宅局長通達。乙４７）\nには，借上公営住宅については，入居者決定時に，借上期間満了時に当\n該住宅を明け渡さなければならない旨を通知しなければならない旨の説\n明とその説明に沿った条例の条文案が記載されており，証拠（乙２，３，\n１０，１１，１３，１５）によれば，実際にも，入居者決定通知書に法\n２５条２項に定める事項の通知文言を記載することとしている地方公共\n団体も複数あることが認められる。\nまた，入居許可時には既に現居宅の退去手続を済ませていて，その時\n点から公営住宅に入居しないという選択をすることが実際には困難であ\nることもあり得る。通知を受けてから公営住宅に入居しないこととして\nも，当該入居許可が取り消されない限り，家賃の支払を余儀なくされ，\n又は納付済みの敷金の一部の返還を受けられないこともあり得る。\nこれらのことからすると，法２５条２項に定める事項の通知は，入居\n者決定の通知と同時に行われることが望ましいといえる。\nウ  「入居者を決定したとき」の意味\nしかし，法２５条２項は，「事業主体の長は，借上げに係る公営住宅\nの入居者を決定したときは，当該入居者に対し，当該公営住宅の借上げ\nの期間の満了時に当該公営住宅を明け渡さなければならない旨を通知し\nなければならない」と規定している。ここで「入居者を決定」というの\nが，条例１８条１項に定める入居者の決定と同じく，入居の許可ではな\nく，それに先立つ，入居の申込みをした者のうちから入居者を決定した\nことをいうとしても，法令の用語法として「とき」は，時又は時点では\nなく場合を意味するものとされていること（甲１０，１１）からすると，\n法２５条２項の文理上は，条例１８条１項にいう入居者の決定の通知と\n同時に通知をしなければならないことまでを定めたと解することはでき\nない。\nエ  入居者（入居予定者）に対する配慮\n前記イでみたように，入居許可時には，現居宅の退去手続を済ませて\nしまっていたり，仮に，入居を取りやめても当該入居許可が取り消され\nるまでは，家賃は発生するという可能性があるが，被控訴人は，そのよ\nうな場合，家賃の支払を求めない扱いとなっていると述べている。\nまた，事業主体は，公営住宅の借上げに係る契約が終了する場合にお\nいては，公募の原則によることなく，当該公営住宅の入居者を他の公営\n住宅に入居させることができる（法２２条１項）。しかも，当該公営住\n宅の明渡しをしようとする入居者が，当該明渡しに伴い他の公営住宅に\n入居の申込みをした場合においては，その者は，法２３条所定の条件\n（入居者資格）を具備する者とみなされる（法２４条１項）。このよう\nに，借上公営住宅の入居者には，その明渡しに伴い他の公営住宅への入\n居が保障されている。\nオ  法２５条２項の要請を満たす通知\n前記の各点からすれば，借上公営住宅に入居しようとする者は，少な\nくとも入居許可（条例１９条参照）の時点で法２５条２項に定める事項\nの通知がされていれば，将来の退去時期を具体的に予測することができ，\n法が要請する配慮に欠けるところはないといえる。\nしたがって，法２５条２項は，事業主体の長が，借上公営住宅の入居\n者を決定した場合において，当該入居者に対し，当該公営住宅の借上げ\nの期間の満了時に当該公営住宅を明け渡さなければならない旨を通知し\nなければならないことを定めたにとどまり，入居者の決定（条例１８条\n１項参照）の通知と同時に上記通知をしなければならないことまでをも\n要求したと解することはできない。そして，法２５条２項の通知は，少\nなくとも入居許可（条例１９条参照）の時点でされていれば足りるもの\nと解される。\nカ  控訴人のその他の主張に対する検討\n(ｱ)  法２５条２項の通知の根拠について\n控訴人は，入居許可に先立って行われる入居者の決定は行政処分で\nあり，法２５条２項の通知は，その行政処分の内容を明らかにするた\nめ，借上期間及び借上期間満了後の明渡義務を通知することを定めた\nものであるから，入居者の決定を行った段階で行わなければならない\n旨主張する。しかし，仮に入居者の決定が行政処分であるとすれば，\nその処分内容を申請者かつ当該処分の名宛人である入居決定者に通知\nする必要があるのは当然であるから，あえて法２５条２項が設けられ\nた趣旨の説明にはなっておらず，同条項の通知を入居者決定時にすべ\nき根拠となるものでもない。\n(ｲ)  定期入居制度との整合性について\n控訴人は，条例及び規則が，一定の期間を限って入居を許可する定\n期入居制度において，入居予定者に対し，更新がないこと及び入居期\n間満了によって明け渡さなければならないことを説明するよう定めて\nいることとの整合性について主張する。しかし，証拠（甲８）によれ\nば，条例１９条の２に定める定期入居制度は，借上公営住宅に関する\nものではなく，これには，借上公営住宅の入居者についての法２２条\n１項，２４条１項のように，契約終了後に他の公営住宅への入居を保\n障する規定は存在しないことが認められるから，両者を同列に解する\nことはできない。\n(ｳ)  賃貸借契約成立の要件としての通知（契約法理の適用）について\n控訴人は，借上公営住宅の利用関係にも契約法理が適用され，事業\n主体と入居者との間の借上公営住宅の契約内容を変更するために，法\n２５条２項の通知は，契約変更の申込みとして，入居者の決定までに\nされていなければならないと主張し，乙８号証の鑑定意見書及び乙２\n１号証の意見書においては，これに沿った見解が述べられている。\nしかしながら，公営住宅の使用関係の設定については，法において，\n入居者の募集は公募の方法によるべきこと（法２２条），入居者は一\n定の条件を具備した者でなければならないこと（法２３条），事業主\n体の長は入居者を一定の基準に従い公正な方法で選考すべきこと（法\n２５条）が定められ，事業主体は，公営住宅の入居者を決定するにつ\nいては，入居者を選択する自由を有していないものと解される。そし\nて，公営住宅に入居するためには，事業主体の長から入居許可を受け\nなければならない（条例１９条）。\nそうすると，公営住宅の使用関係の設定の場面においては，私人間\nにおける契約の法理が当然に適用されるとはいえず，事業主体と入居\n者との間において，私人間におけるのと同様の賃貸借契約が成立する\nと解することはできない。控訴人の上記主張は，その前提において失\n当であるから，これを採用することができない。\nキ  まとめ\n以上に検討したとおり，被控訴人の控訴人に対する本件許可書におい\nてした，借上期間及び借上期間満了時の明渡義務についての通知は，法\n２５条２項に定める事項の通知ということができる。\n(2)  通知の方法が不適切であるとの控訴人の主張について\nア  証拠（乙２４）によれば，被控訴人の運用では，市営住宅の入居決定\n者に，入居許可書中の具体的事項，すなわち，宛名（入居者代表者名），\n入居住宅・棟・室，入居指定日，借上期間，家賃の月額，敷金の額等を\n記入させることになっていたことが認められる。\nこの点に関し，控訴人は，同人に対する入居許可書（乙１９。複写式\nの書式により甲３号証の１の入居許可書と同時に作成されたものと認め\nられる。）において，借上期間の日付を記入したのは控訴人ではなく被\n控訴人の職員であり，控訴人は当該事項を具体的に認識しなかったから，\n控訴人に対して，法２５条２項の通知がされたとはいえない旨主張する。\nイ  しかし，本件許可書中の借上期間の日付の筆跡は，控訴人の署名等の\n筆跡と明らかに異なるとは認められない上，仮に借上期間の日付が控訴\n人ではなく被控訴人の職員において記入したものであったとしても，控\n訴人は，借上期間の記載のある入居許可書の交付を受け，これを現在ま\nで保管してきた（乙１９）のであり，控訴人は，借上期間について通知\nを受けていないとはいえない。\nウ  したがって，被控訴人の控訴人に対する本件許可書による法２５条２\n項に定める事項の通知は，方法が不適切であるとはいえない。\n(3)  小括\n以上の検討によれば，被控訴人が控訴人に対して本件許可書をもってした\n借上期間及び借上期間満了時の明渡義務についての通知は法２５条２項の通\n知ということができ，方法が不適切であるとはいえない。\nそうすると，被控訴人は控訴人に対して法２５条２項の通知をしたといえ\nないから法３２条１項６号に基づき本件部屋の明渡しを求めることはできな\nい旨の控訴人の主張は，法２５条２項の通知をしたといえないとの前提を欠\nくものであって，法２５条２項の通知が法３２条１項６号に基づく明渡請求\nの要件であるか否か（争点２）について判断するまでもなく，採用できない。\n４  本件請求が権利濫用又は信義則違反であるか否か（争点４）について\n(1)  入居継続ないし終身居住に対する期待・信頼に関する点について\nア  控訴人は，被控訴人が従前は借上住宅の借上期間満了時に入居者に対\nして明渡しを求めるつもりがなかったのに，平成２２年以降に明渡しを\n求める方針に転換した旨主張する。\n証拠（乙２３の３０～３１頁）によれば，平成２１年１２月２１日開\n催の神戸市すまい審議会平成２１年度第２回安心な住生活部会において，\n被控訴人の職員は，借上住宅への入居募集の際，２０年の借上げである\nことは知らせているが，２０年で出てくださいとは言っていない旨，入\n居者が２０年も居住することはもともと想定していない旨発言したこと\nが認められる。この発言内容からすると，被控訴人は，従前借上住宅へ\nの入居募集及び入居手続の際，借上期間満了時に明渡義務が発生するこ\nとについては，少なくとも，必ずしも強調して説明することはしていな\nかったことがうかがわれる。\nまた，被控訴人の元職員の陳述書（乙５０）には，被控訴人の職員用\nマニュアルには，借上住宅につき，借上期間満了後に明渡しをしなけれ\nばならないことを入居希望者に説明すべきことの記載はなく，実際説明\nしていなかった旨の記載がある。\nさらに，控訴人の陳述書（乙４９）には，本件借上住宅への応募時や\n入居手続時において，被控訴人の職員から，将来明け渡さなければなら\nないことについて説明されたことはなかった旨の記載がある。\nイ  しかし，控訴人に交付された本件許可書（甲３の１）には現に借上期\n間及び借上期間満了時に明渡義務のあることが明記されていた。仮に，\n被控訴人の職員が，控訴人に対し，本件許可書に記載されている以上に\nは，借上期間満了時の明渡義務について特に強調して説明をしなかった\nとしても，そのことをもって直ちに控訴人には，借上期間満了後にも，\n又は終身にわたり入居を継続できることにつき，法的に保護されるべき\n期待又は信頼が生じたとまではいえない。\nウ  この点に関して控訴人が提出した証拠のうち，乙２５号証の市長名義\nの書簡は，その文面からすると，借上住宅の入居決定者に対して一般的\nに発出していた書面ではなく，市営住宅への入居が決まった者が市長に\n宛てて出した書簡に対する返信であると認められるが，被控訴人が借上\n住宅の借上期間満了時に入居者に対して明渡しを求めるつもりがなかっ\nたことを示すものとは直ちにいえない。\nまた，証拠（乙２６）及び弁論の全趣旨によれば，借上住宅の入居許\n可に当たり，借上期間及び借上期間満了時の明渡義務の記載のない，借\n上住宅用でない入居許可書を用いた例があることが認められるが，それ\nは単なる過誤にすぎないとも考えられ，被控訴人が，借上住宅につき，\n実質的には借上げでない市営住宅と同様に期間の定めがないものと認識\nしていたと推認することも困難である。\n乙２７号証及び乙２８号証の新聞報道については，当該記事の執筆者\nの認識はそのとおりであるとしても，他の証拠による裏付けなしに当該\n記事のみに基づいて被控訴人の当時の方針を認定することはできない。\nエ  その他本件の全証拠によっても，控訴人に借上期間満了後にも，又は\n終身にわたり，入居を継続できることにつき，法的に保護されるべき期\n待又は信頼が生じたといえるに足りる事情は認められない。\n(2)  建物賃貸借契約の更新拒絶等に当たっての正当事由に関する点について\n控訴人は，被控訴人には，転貸借の更新拒絶についての正当事由がなく，\nそれが権利濫用もしくは信義則違反を基礎づける旨主張する。\nしかし，被控訴人の控訴人に対する本件部屋の明渡請求に当たり，転貸借\nの更新拒絶についての正当事由を具備する必要があるとの控訴人の主張が採\n用できないことは前記２のとおりであるから，正当事由を具備しないことを\n主張するのは失当である（ただし，控訴人の主張する個々の事情は，別途考\n慮されることになる。）。\n(3)  転居により控訴人が健康を害するおそれに関する点について\nア  証拠（甲３の１，乙４９，５２，５３）及び弁論の全趣旨によれば，\n控訴人の生活状況に関しては，以下の事実が認められる。\n(ｱ)  控訴人は，平成１４年当時，生活保護を受給して，神戸市内の賃貸住\n宅で生活していたが，同年５月頃，ケースワーカーより，エレベーター\n付きの公営住宅での生活を勧められ，本件借上住宅の入居者募集に応募\nして当選し，同年９月から入居することとなった。\n(ｲ)  控訴人は，昭和１３年生まれで現在８０歳であり，本件部屋には一人\nで居住している。\n(ｳ)  控訴人は，糖尿病が原因の白内障及び高血圧に罹患していたほか，平\n成２３年頃からは歩行に杖が必要となった。平成２５年５月に腰部圧迫\n骨折により入院し，要介護３の認定を受けたが，平成２６年６月には要\n支援２に，平成２８年１月には要支援１にそれぞれ認定を変更された。\nその後，胃癌が発見され，平成２９年６月に自宅内で転倒して膝を骨折\nするなどし，現在は，要介護１の認定を受けている。\n(ｴ)  本件部屋内はバリアフリー仕様となっている。控訴人は，自宅内にお\nいても歩行器を利用して移動しており，そのため，室内の家具は，歩行\n器の横幅分を空けて配置し，また，体勢を変えたり室内を移動したりす\nる際の補助となるよう家具を配置している。買物の際は，歩行器を使い，\n本件部屋からエレベーターを利用し，近くのスーパーマーケットに行っ\nている。\nイ  他方，証拠（文中に掲記のもの）によれば，借上期間が満了した借上\n住宅の入居者への被控訴人の対応に関し，以下の事実が認められる。\n(ｱ)  被控訴人の職員は，遅くとも平成２５年頃には，控訴人に対し，控訴\n人を訪ねて，本件部屋を平成２８年１０月までに明け渡す必要があるこ\nとの説明をした（乙４９）。\n(ｲ)  借上期間満了に伴う本件借上住宅からの移転に当たっては，移転料と\nして３０万円が支払われることになっている（甲１２，１３）。\n(ｳ)  被控訴人は，平成２５年３月，有識者による懇談会の意見を踏まえ，\n借上期間が満了した借上住宅の入居者への対応に関し，次のとおりの考\nえ方であることを公表した（甲１９）。\nａ  借上期間満了時において要介護３以上の認定を受けた者，重度障害\n者又は８５歳以上の者がいる世帯については入居の継続を認める。\nｂ  住み替えに当たっては，希望する住宅を予約できることとし，予約\nした住宅が確保できるまで最長で５年間移転を猶予する。\nｃ  他の市営住宅へ住み替えた７５歳以上の高齢者のみの世帯を対象に\n見回りサービスを行う。\n(ｴ)  本件借上住宅の半径１km圏内には２３の市営住宅があり，そのうち本\n件借上住宅から約１００ｍの距離にあるＡ市営住宅にもバリアフリー仕\n様の住戸がある（甲２５，２６）。\nウ  一般に，高齢者が長年居住し続けた住居から従前の生活の質を維持し\nつつ転居するには様々な困難を伴うといえる。前記アの認定事実によれ\nば，控訴人が本件部屋から転居するに当たっても，とりわけ，控訴人に\nは歩行障害があって，自宅の内外を問わず移動に歩行器を使用している\n点に配慮が必要であるということができる。\nしかし，前記イの認定事実のとおり，控訴人が住み替えを希望するこ\nとのできた市営住宅の中には，本件借上住宅の至近距離で，バリアフ\nリー仕様の住戸を備えたものもあり，かつ，住み替えを希望する住宅に\n直ちに空きがなくても入居できるよう配慮されていた。控訴人に対して\nは，本件部屋を明け渡す必要のあることの説明もしかるべき時期にされ\nていることも併せ考えれば，仮に転居後の控訴人の生活が，本件部屋に\nおける生活と全く同じようにはいかないとしても，転居により控訴人が\n健康を害するおそれが高いとは直ちにいえない。その他控訴人が提出し\nた意見書ないし鑑定意見書（乙３５，３８，４０，４５，４６，５１）\nや，借上公営住宅から他の公営住宅に転居した者の陳述書（乙４８）を\n踏まえても，控訴人に対して本件部屋の明渡しを求めることが，憲法１\n３条，２５条又は経済的，社会的及び文化的権利に関する国際規約１２\n条に違反するとの評価は当たらないというべきである。\n(4)  小括\n以上の検討のほか，本件に現れた一切の事情を考慮しても，本件請求が権\n利濫用又は信義則違反として許されないとはいえない。\n５  結論\n以上の次第で，被控訴人は，控訴人に対し，本件借上住宅の借上期間満了\nにより，本件部屋の明渡しを求めることができるから，被控訴人の請求はい\nずれも理由がある。これと同旨の原判決は相当であり，本件控訴は理由がな\nいから，これを棄却することとする。なお，被控訴人は，当審において，原\n審で求めていた損害金請求を減縮したので，原判決主文第２項は，本判決主\n文第２項のとおりに変更されているから，その旨を明らかにすることとする。\nよって，主文のとおり判決する。\n大阪高等裁判所第８民事部\n裁判長裁判官          山 田 陽 三\n裁判官      種 村 好 子\n裁判官      中尾   彰\n"
}