{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 4,
    "day": 26
  },
  "case_number": "平成22(許)47",
  "case_name": "株式買取価格決定に対する抗告審の変更決定に対する許可抗告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "破棄差戻",
  "article_info": "集民　第236号519頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成22(ラ)798",
  "original_date": {
    "era": "Heisei",
    "year": 22,
    "month": 10,
    "day": 19
  },
  "gist": "吸収合併等によりシナジーその他の企業価値の増加が生じない場合に消滅株式会社等の反対株主がした株式買取請求に係る「公正な価格」の意義",
  "case_gist": "会社法７８２条１項所定の吸収合併等によりシナジー（組織再編による相乗効果）その他の企業価値の増加が生じない場合に，同項所定の消滅株式会社等の反対株主がした株式買取請求に係る「公正な価格」は，原則として，当該株式買取請求がされた日における，吸収合併契約等を承認する旨の株主総会の決議がされることがなければその株式が有したであろう価格をいう。\n（補足意見及び反対意見がある。）",
  "ref_law": "会社法785条1項，会社法786条2項",
  "lawsuit_id": "81307",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=81307",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/307/081307_hanrei.pdf",
  "contents": "主          文\n原決定を破棄する。\n本件を東京高等裁判所に差し戻す。\n理          由\n抗告代理人田畑俊治の抗告理由について\n１  本件は，相手方を株式交換完全子会社，Ａを株式交換完全親会社とする株式\n交換に反対した相手方の株主である抗告人らが，相手方に対し，抗告人らが各保有\nする株式を公正な価格で買い取るよう請求したが，その価格の決定につき協議が調\nわないため，抗告人ら（Ｘ９及びＸ１０を除く。）及び相手方が，会社法７８６条\n２項に基づき，それぞれ価格の決定の申立てをした事案である。\n２  原審の確定した事実関係等の概要は，次のとおりである。\n(1)  相手方は，ジャスダック証券取引所にその株式を上場していた人材紹介事\n業等を営む株式会社であるところ，平成２０年８月２８日に開催された相手方の株\n主総会において，Ａを株式交換完全親会社，相手方を株式交換完全子会社とする株\n式交換を行うことなどを内容とする株式交換契約を承認する旨の決議（以下「本件\n決議」といい，本件決議に係る株式交換を「本件株式交換」という。）がされた。\n(2)  抗告人らは，原々決定別紙「保有株式一覧表」記載のとおり，相手方の普\n通株式を保有する相手方の株主であるが，上記株主総会に先立ち，本件株式交換に\n反対する旨を相手方に通知し，上記株主総会において本件決議が行われるに当た\nり，これに反対した上，本件株式交換の効力を生ずる日（以下「効力発生日」とい\nう。）の２０日前から効力発生日の前日までの間に，相手方に対し，各保有する株\n式を公正な価格で買い取るよう請求した。\n(3)  本件株式交換の計画公表直前である平成２０年７月１日における相手方の\n株式の市場株価（終値）は７万９５００円であったが，その後，下落を続け，上場\nが廃止される直前の最終取引日である同年９月２２日の市場株価（終値）は４万３\n２５０円であった。このように市場株価が下落した主たる原因は，本件株式交換が\nされたことにあり，本件株式交換は，相手方の企業価値ないし株主価値を毀損する\nものであった。もっとも，上記の市場株価の下落には，マクロ経済の悪化とこれに\n伴う人材ビジネス業界の経営環境悪化という市場の一般的な価格変動要因による影\n響も及んでいた。\n３  原審は，上記事実関係の下で，要旨次のとおり判断して，抗告人らの株式買\n取請求に係る株式の買取価格を１株につき６万７７９１円であると定めた。\n株式交換により企業価値ないし株主価値が毀損された場合において，株式交換完\n全子会社の株主による株式買取請求に係る「公正な価格」は，裁判所の裁量によ\nり，株式交換の効力発生日を基準として，株式交換がなければ上記完全子会社の株\n式が有していたであろう客観的価値を基礎として算定するのが相当である。そし\nて，相手方の企業価値ないし株主価値は本件株式交換により毀損されているから，\n「公正な価格」は，本件株式交換の効力発生日を基準として，本件株式交換がなけ\nれば相手方の株式が有していたであろう客観的価値を基礎として算定すべきであ\nる。\n上記の客観的価値は，上記効力発生日にできるだけ近接し，かつ，本件株式交換\nの影響を排除できる市場株価である本件株式交換の計画公表前の市場株価を参照し\nて算定するのが相当であるが，同計画公表後も，上記の市場株価には，市場の一般\n的な価格変動要因による影響が及んでいる以上，同計画公表後における市場全体・\n業界全体の動向その他を踏まえた補正を加えるなどして，上記の客観的価値を算定\nするのが合理的である。そこで，回帰分析の手法を用いて上記補正をした上で，偶\n発的要素による影響を排除するために，本件株式交換の効力発生日前１か月間の補\n正後の株式価格の平均値をもって相手方の株式の有する効力発生日の客観的価値を\n判断すると，本件における「公正な価格」は，１株につき６万７７９１円とするの\nが相当である。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  吸収合併，吸収分割又は株式交換（以下「吸収合併等」という。）が行わ\nれる場合，会社法７８５条２項所定の株主（以下「反対株主」という。）は，吸収\n合併消滅株式会社，吸収分割株式会社又は株式交換完全子会社（以下「消滅株式会\n社等」という。）に対し，自己の有する株式を「公正な価格」で買い取るよう請求\nすることができる（同条１項）。このように反対株主に「公正な価格」での株式の\n買取りを請求する権利が付与された趣旨は，吸収合併等という会社組織の基礎に本\n質的変更をもたらす行為を株主総会の多数決により可能とする反面，それに反対す\nる株主に会社からの退出の機会を与えるとともに，退出を選択した株主には，吸収\n合併等がされなかったとした場合と経済的に同等の状況を確保し，さらに，吸収合\n併等によりシナジーその他の企業価値の増加が生ずる場合には，上記株主に対して\nもこれを適切に分配し得るものとすることにより，上記株主の利益を一定の範囲で\n保障することにある。このような趣旨に照らせば，会社法７８２条１項所定の吸収\n合併等によりシナジーその他の企業価値の増加が生じない場合に，同項所定の消滅\n株式会社等の反対株主がした株式買取請求に係る「公正な価格」は，原則として，\n当該株式買取請求がされた日における，同項所定の吸収合併契約等を承認する旨の\n決議がされることがなければその株式が有したであろう価格（以下「ナカリセバ価\n格」という。）をいうものと解するのが相当である（最高裁平成２２年（許）第３\n０号同２３年４月１９日第三小法廷決定・裁判所時報１５３０号登載予定参照）。\n以上と異なる原審の前記判断には，裁判に影響を及ぼすことが明らかな法令の違\n反がある。この趣旨をいう論旨は理由がある。\n(2)  なお，上場されている株式について，反対株主が株式買取請求をした日の\nナカリセバ価格を算定するに当たり，株式交換を行う旨の公表等がされる前の市場\n株価を参照することや，上記公表等がされた後株式買取請求がされた日までの間に\n当該吸収合併等以外の市場の一般的な価格変動要因により，当該株式の市場株価が\n変動している場合に，これを踏まえて参照した株価に補正を加えるなどして同日の\nナカリセバ価格を算定することは，裁判所の合理的な裁量の範囲内にあるものとい\nうべきである（前掲最高裁平成２３年４月１９日第三小法廷決定参照）。そして，\nこのことは，株式買取請求期間中に当該株式の上場が廃止されたとしても，変わる\nところはない。\n５  以上によれば，その余の抗告理由につき判断するまでもなく，原決定は破棄\nを免れない。そこで，更に審理を尽くさせるため，本件を原審に差し戻すこととす\nる。\nよって，裁判官那須弘平の反対意見があるほか，裁判官全員一致の意見で，主文\nのとおり決定する。なお，裁判官田原睦夫の補足意見がある。\n裁判官田原睦夫の補足意見は，次のとおりである。\n１  私は多数意見に与するものであり，その与する理由については，多数意見の\n引用する最高裁平成２３年４月１９日第三小法廷決定に詳述しているところである\nので，それを引用する。\n２  本件では，株式買取請求権が行使される際の「公正な価格」算定の基準日\nを，株式買取請求権行使時とすることに対する批判の一つとして主張されている，\n多数の株主が時期を異にして行使する場合の取扱いが問題となっている。\nしかし，抗告人らが株式買取請求をした日（本件記録上，株式買取請求に係る意\n思表示が相手方に到達した日が明らかになっている抗告人と，不明な抗告人とがい\nるので，ここでは取り敢えず株式買取請求書ないし買取株主名簿に記載された日を\n記載する。ただし，株式買取請求期間前に同請求権を行使した者については，同期\n間の初日である平成２０年９月１０日に行使したものとみなしてよいと解され\nる。）と，その当日の株価及び原決定が認定する回帰分析法による予測株価は次の\nとおりである（原決定別紙参照。なお，多数意見は，予測株価に係る原決定の認定\nの是非について触れたものではない。）。\n株式買取請求権行使日    人数          株  価          予測株価\n株式買取請求期間前        ２         45,300 円         70,727 円\n平成２０年９月１０日      １         45,300 円         70,727 円\n９月１１日      １         44,700 円         69,775 円\n９月１５日（当日は休日のため翌営業日の１６日）\n１         43,800 円         64,343 円\n９月１６日      ２         43,800 円         64,333 円\n９月２０日（当日，翌日は休日のため翌々営業日の２２日）\n１         43,250 円         64,920 円\n９月２２日      １         43,250 円         64,920 円\n９月２５日      １         上場廃止後        64,290 円\n以上のとおり，株式買取請求権行使日の株価の高値４５，３００円と安値４３，\n２５０円との間には２，０５０円，４．５パーセントの価格差がある（仮に原決定\nの認定する予測株価を前提としても，高値である７０，７２７円と安値６４，２９\n０円との間には６，４３７円，９．１パーセントの価格差がある。）。\nこれだけの価格差が存するにもかかわらず，株式買取請求期間満了日ないし本件\n株式交換の効力発生日を基準日として各抗告人らが株式買取請求した株式の買取価\n格を全て同一価格として定めることは，裁判所の合理的裁量権行使の範囲を超える\nものであるといわざるを得ない（なお，各買取請求権者の買取請求権行使時の価格\n差が僅少であり，それを無視してもほとんど公平性を害しないと認められる場合に\nは，各株主の株式の価格を同一として取り扱うことも，裁判所の合理的な裁量権の\n行使として是認することもできると考える。）。\n３  ところで，抗告人らは，最高裁平成２０年（許）第４８号同２１年５月２９\n日第三小法廷決定（いわゆるレックス事件）を引用して，原決定が同判例に違反す\nると主張している。しかし，同決定は全部取得条項付種類株式の取得の価格につき\n裁判所に価格の決定が申し立てられた（会社法１７２条１項）事案に係るものであ\nって，本件とは全く事案を異にするものであるから，本件における「公正な価格」\nの算定において，同決定の判旨との整合性を論ずる余地はない。\n裁判官那須弘平の反対意見は，次のとおりである。\n１  私は，多数意見が破棄差戻しの結論を採ることについて，反対である。ま\nた，理由のうち，吸収合併等によりシナジーその他の企業価値の増加が生じない場\n合における株式買取請求（以下「買取請求」という。）に係る株式の「公正な価\n格」の意味につき，「原則として，当該買取請求がされた日におけるナカリセバ価\n格をいう」とする点についても，賛同できない。\n２  原審は，本件株式交換の効力発生日を基準日として，本件株式交換がなけれ\nば相手方株式が有していたであろう客観的価値を基礎として「公正な価格」を算定\nするのが相当であるとの原々審の判断枠組みを維持した上で，回帰分析の手法を用\nい，基準日である本件株式交換の効力発生日の直前１か月間の平均値をもって算定\nした１株当たり６万７７９１円の価格をもって「公正な価格」と決定した。\nこれに対し，多数意見は，基準日に関するこの原審の判断を是認せず，吸収合併\n等によりシナジーその他の企業価値の増加が生じない場合において，反対株主の買\n取請求に係る株式の「公正な価格」は，原則として「買取請求の日」を基準日とし\nて採用すべき旨説示し，先例として最高裁平成２２年（許）第３０号同２３年４月\n１９日第三小法廷決定（以下，「楽天－東京放送事件」という。）を引用してい\nる。しかし，なぜ「株式交換の発効日」ではいけないのか，なぜ「買取請求の日」\nでなくてはならないのかについて，多数意見の理由中で十分な説明がされていると\nはいえないと考える。\n３  私の基準日に関する基本的な考え方は，楽天－東京放送事件の当審決定にお\nいて意見として述べたとおりであるから，本件についてもこれを引用する。\n４  私は買取請求権行使時をもって「公正な価格」判断の基準日とすることを誤\nりだと断定するものではない。買取請求権行使時説には，前述のような問題点はあ\nるものの，買取請求をする反対株主の保護に厚い点等，評価すべき点もある。むし\nろ，私が問題と考えるのは，多数意見が同説を採ることの反面として，他の考え\n方，例えば買取請求期間満了時説や組織再編効力発生時説による判断の可能性を排\n斥する趣旨を示した点である。会社法７８５条１項の定める「公正な価格」という\n文言から通常読み取ることができる意味に照らしても，あるいは旧商法において\n「決議ナカリセバ其ノ有スベカリシ公正ナル価格」と定められていたものが，現行\n会社法では単に「公正な価格」と改められた点からみても，そして，買取請求に係\nる株式の「公正な価格」の決定が，非訟事件手続により裁判所の裁量によって形成\n的に決定されることとされている点からみても，「公正な価格」決定の基準日を何\n時にするかは裁判所の裁量に委ねられており，ただ基準日の採用につき裁量権逸脱\n等の違法が認められるときに限って，原審の判断を覆せば足りると解すべきであ\nる，と私は考える。\n５  基準日について，複数の考え方が競合して主張されていることから，当審が\nいずれかを選択してこれを判例とすることで，混迷状態を脱却できるのだから，当\n審がそのいずれを是とするかを速やかに示すべきだという見解もあるかも知れな\nい。しかし，会社法７８５条１項が定める「公正な価格」の決定については，通常\nの権利義務の存否を争う訴訟とは異なり，基本的に地方裁判所及び高等裁判所の裁\n量に委ねられるべきものである。当審が今の時点で基準日を何時とすべきかについ\nて積極的に介入することは，これらの裁判所において個別の事案ごとにあるべき\n「公正な価格」を探求し，その決定例の積み重ねの中で自ずから「公正な価格」の\n意味内容が明らかになっていくという道を閉ざすことに通じる。それは，会社法７\n８５条１項の理念に照らして，また最高裁と下級審との役割分担という観点からし\nて，果たして望ましいことなのかどうか，疑問なしとしない。\n６  以上検討したところによれば，本件については，原審の決定はなおその裁量\nの範囲内にあることが明らかであり，裁判に影響を及ぼすことが明らかな法令の違\n反があるとはいえないのであるから，本件抗告を棄却すべきである。\n(裁判長裁判 官  那須弘 平  裁判官  田原睦 夫  裁判官  岡部喜 代子  裁判 官\n大谷剛彦  裁判官  寺田逸郎)\n"
}