{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 1,
    "day": 29
  },
  "case_number": "平成25(ワ)24622",
  "case_name": "貸金等請求事件（分離後の損害賠償請求関係）",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84828",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84828",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/828/084828_hanrei.pdf",
  "contents": "平成２７年１月２９日判決言渡  同日原本交付  裁判所書記官\n平成２５年（ワ）第２４６２２号  貸金等請求事件（分離後の損害賠償請求関係）\n口頭弁論終結日  平成２６年１２月１１日\n判決\n東京都千代田区＜以下略＞\n原告                       Ｘ\n同 訴 訟 代 理 人 弁 護 士                 寒河江   孝   允\n東京都港区＜以下略＞\n被告                 株式会社政界往来社\n同 訴 訟 代 理 人 弁 護 士                 寺島   哲\n中村安利\n主文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n被告は，原告に対し，１００万円及びこれに対する平成２６年６月８日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告に対し，被告が原告の有していた商標権を侵害したと\n主張して，主位的に，商標権侵害の不法行為に基づく平成２１年１月１日から\n平成２３年３月１３日までの損害賠償金の一部及びこれに対する不法行為の後\nの日（訴え変更に係る準備書面送達日の翌日）から支払済みまで民法所定の年\n５分の割合による遅延損害金の支払を，予備的に，上記期間の商標使用料相当\n額の不当利得金の一部の支払を求めた事案である（なお，本件は，原告が，被\n告及び分離前の被告Ｙに対する貸金等請求訴訟において，上記損害賠償請求を\n追加し，同請求に係る部分の弁論が分離されたものである。）。\n１  争いのない事実等（後掲各証拠及び弁論の全趣旨により容易に認められる事\n実を含む。）\n(1)  当事者\n被告は，出版業等を目的とする株式会社である。\n原告は，後記(2)アの商標権の商標権者であったものである。\n(2)  原告の商標権（甲３０，３２，３３）\nア  原告は，以下の商標権（以下「本件商標権」といい，その登録商標を\n「本件商標」という。）を保有していた。\n登録番号        第１６５７７９７号\n出願年月日  昭和５５年２月５日\n登録年月日  昭和５９年２月２３日\n商品の区分        第１６類\n指定商品        雑誌，新聞\n登録商標        別紙商標目録記載のとおり\nイ  被告は，本件商標権に係る商標登録につき商標法５０条１項に基づく取\n消審判請求（取消２０１１－３００１８８）をし，平成２３年３月１４日\nにその旨予告登録された。本件商標権に係る商標登録は，同年８月１７日\n付け審決により取り消され，同審決は同年１１月２８日に確定した。\n(3)  被告の行為\n被告は，平成２１年１月１日から平成２３年３月１３日までの間，別紙被\n告標章目録記載１の標章（以下「被告標章」という。）を，被告会社が発行\nする，政治に関する論評等を掲載する月刊誌「政界往来」（以下「被告雑\n誌」という。）に付して使用した。\n２  争点に関する当事者の主張\n本件商標と被告標章が類似すること，被告雑誌が本件商標の指定商品に含ま\nれることには争いがなく，(1)  先使用権の有無，(2)  消滅時効の成否，(3)\n損害額ないし不当利得額が争点である。\n(1)  先使用権の有無（争点１）について\n（被告の主張）\nア  被告雑誌は昭和５年創刊の雑誌であり，被告は，本件商標の商標登録出\n願前から被告雑誌を発行し，被告標章を被告雑誌に使用していた。本件商\n標の商標登録出願時の被告雑誌の発行部数は７～８万部であり，被告標章\nは，現に被告雑誌を表示するものとして周知であった。\nイ  被告は，現在まで，被告標章を被告雑誌に付して使用している。\n（原告の主張）\nア  本件商標の商標登録出願時の被告雑誌の発行部数は，被告が主張するほ\nど多くはなかった。\nイ  被告雑誌は，昭和６０年頃から平成３年頃まで及び平成４年頃から平成\n２０年頃までにおいて，それぞれ数回に渡り発行が半年程度中断していた\nから，被告は，被告標章を継続して使用していたとはいえない。\n(2)  消滅時効の成否（争点２）について\n（被告の主張）\n損害の発生から３年の経過により，不法行為に基づく損害賠償請求権は時\n効により消滅した（民法７２４条）。\n被告は，原告に対し，平成２６年８月２９日の本件弁論準備手続期日にお\nいて，上記消滅時効を援用するとの意思表示をした。\n（原告の主張）\n平成２３年当時被告の運営責任者であった分離前の被告Ｙらは，原告の保\n有する本件商標権を意図的に消滅させることを企て，被告の取締役会の承認\n決議を得ないで本件商標の商標登録についての取消審判請求をした。被告の\n行為は会社法の規定に反し，また，信義則に反しており，消滅時効を援用す\nることは権利の濫用として許されない。\n(3)  損害額ないし不当利得額（争点３）について\n（原告の主張）\nア  被告雑誌の発行部数は年間１万部であり，商標使用料は１部当たり１０\n０円が相当であるから，原告は，被告による本件商標権侵害により，２１\n９万７２６０円の損害を被った（商標法３８条３項）。\nイ  また，被告は，本件商標権侵害により，商標使用料相当額である２１９\n万７２６０円を不当に利得している。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  先使用権の有無（争点１）について\n(1)  後掲各証拠及び弁論の全趣旨によれば，次の事実が認められる。\nア  被告雑誌は，被告の前身である政界往来社により昭和５年に創刊され，\n昭和２６年１１月１９日に第３種郵便物認可を受け，遅くとも昭和５５年\n１月までに雑誌コードを取得した。被告雑誌は，書店で一般に販売される\nほか，定期購読者に郵送販売もされていた。\n政界往来社は，昭和２７年２月１１日に法人化して被告となり，被告は，\n設立の後平成２３年１月頃までの間，「政界往來」ないし「政界往来」の\n題号を使用して被告雑誌を発行していた。\n（乙６，８，１０）\nイ  被告は，昭和５５年１月１日発行（新年号）及び同年２月１日発行（２\n月号）の被告雑誌の表紙に，被告雑誌の題号を示すものとして，別紙被告\n標章目録記載２の「政界往來」の横書きの文字から成る標章（以下「出願\n時標章」という。）を付していた。\n上記新年号には，三越社長のインタビュー記事が掲載された。また，上\n記各号裏表紙全面には松下電器の広告が掲載され，上記２月号には，阪急，\n京阪電車，協和銀行の広告等も掲載された。\n（乙５，８）\nウ  被告雑誌は，少なくとも平成２２年４月から１１月までの間は，毎月発\n行されていた。被告は，被告雑誌の表紙に，被告雑誌の題号を示すものと\nして，被告標章を付していた。上記各誌の裏表紙全面にはサントリー株式\n会社，住友不動産株式会社やトヨタ自動車株式会社の広告が掲載された。\n（甲３４～３８の各１～３，乙２の１～８）\n(2)  以上を前提に被告の先使用権の有無を判断する。\nア  上記(1)によれば，本件商標の商標登録出願時までに，「政界往來」の\n題号の被告雑誌の創刊から約５０年，被告による発行開始から３０年近く\nが経過していること，本件商標の商標登録出願の頃，被告は出願時標章を\n被告雑誌の題号を示すものとして被告雑誌の表紙に付して使用しており，\n被告雑誌には複数の大手企業が広告を掲載し，大手デパートの経営者のイ\nンタビュー記事も掲載されていることが認められ，これらの事情によれば，\n出願時標章は，本件商標の商標登録出願の際，出願前からの使用により，\n被告の業務に係る商品である被告雑誌を表示するものとして，政治関係の\n雑誌の需要者の間に広く認識されていたとみることができる。\nイ  また，上記(1)によれば，被告は，本件商標の商標登録出願時から平成\n２３年頃までの間，出願時標章ないし被告標章を被告雑誌に付して使用し\nていたことが認められる。\n上記各標章はいずれも一般的な字体の文字のみを横書きに等間隔に配置\nした標章であること，標章を構成する文字は「政界往來」と「政界往来」\nで一文字異なるが，「來」は「来」の旧字体であることからすれば，上記\n各標章は社会通念上同一であると認めるのが相当である。\nよって，被告は，出願時標章ないしこれと同一性のある被告標章を，継\n続して被告雑誌に使用していたものということができる。\nウ  これに対し，原告は，①  商標登録出願時の被告雑誌の発行部数は被告\nの主張より少なく，周知性は認められないこと，②  被告雑誌は，昭和６\n０年頃から平成３年頃まで及び平成４年頃から平成２０年頃までに，数回\nにわたり半年程度発行が中断しており，被告が被告標章を継続して使用し\nていたとはいえないことを主張する。\nしかし，①について，被告雑誌の発行部数を示す客観的資料は提出され\nていないものの，上記アに説示したところによれば，相当程度の発行部数\nがあったと推認することができ，原告の主張は採用できない。\nまた，②について，原告の主張は中断時期や期間について具体性を欠い\nている上，被告は本件商標の商標登録出願の時点で３０年近くにわたり月\n刊誌である被告雑誌を発行していたこと，平成２２年には少なくとも８か\n月にわたり被告雑誌が発行され，これらには複数の大手企業の広告が掲載\nされていたことなどの事情に照らせば，原告の主張するような一時的な休\n刊があったとしても，出願時標章ないし被告標章の使用の継続性を欠くと\nして先使用権が否定されることはないと解される。\nエ  以上によれば，被告には先使用権が認められ，被告による被告標章の使\n用は原告の本件商標権を侵害するものではない。\n(3)  したがって，その余の点を判断するまでもなく，原告の請求はいずれも\n理由がない。\n２  よって，原告の請求をいずれも棄却することとし，主文のとおり判決する。\nなお，原告の平成２６年９月５日付け文書提出命令の申立ては必要性がないの\nで，これを却下する。\n東京地方裁判所民事第４６部\n裁判長裁判官     長谷川   浩   二\n裁判官     清野正彦\n裁判官     髙橋   彩\n"
}