{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 10,
    "day": 12
  },
  "case_number": "平成22(受)622",
  "case_name": "詐害行為取消請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第66巻10号3311頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成21(ネ)2451",
  "original_date": {
    "era": "Heisei",
    "year": 21,
    "month": 12,
    "day": 22
  },
  "gist": "株式会社を設立する新設分割と詐害行為取消権",
  "case_gist": "株式会社を設立する新設分割がされた場合において，新たに設立する株式会社にその債権に係る債務が承継されず，新設分割について異議を述べることもできない新設分割をする株式会社の債権者は，詐害行為取消権を行使して新設分割を取り消すことができる。\n（補足意見がある。）",
  "ref_law": "民法424条，会社法第5編第3章第2節第2款　株式会社を設立する新設分割",
  "lawsuit_id": "82628",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=82628",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/628/082628_hanrei.pdf",
  "contents": "平成２２年（受）第６２２号  詐害行為取消請求事件\n平成２４年１０月１２日  第二小法廷判決\n主          文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理          由\n上告代理人裵薫の上告受理申立て理由について\n１  本件は，Ａに対する債権の管理及び回収を委託された被上告人が，Ａが第１\n審判決別紙物件目録及び記載の不動産（以下「本件不動産」という。）を新設\n分割により上告人に承継させたことが詐害行為に当たるとして，上告人に対し，詐\n害行為取消権に基づき，その取消し及び本件不動産についてされた会社分割を原因\nとする所有権移転登記の抹消登記手続を求める事案である。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。   被上告人は，債権管理回収業に関する特別措置法２条３項に規定する債権回\n収会社である。   Ｂは，平成１２年１２月１３日，Ｃに対し，５億６０００万円を貸し付け\n（以下，同貸付けに係る債権を「本件貸金債権」という。），Ｄは，同日，Ｂに対\nし，本件貸金債権に係る債務を連帯保証した（以下，同連帯保証に係る保証債務を\n「本件保証債務」という。）。\nＢは，平成１４年５月１０日，Ｅに対し，本件貸金債権を譲渡した。Ｅは，平成\n１７年９月１６日，Ｆに対し，本件貸金債権を譲渡し，同社は，同日，被上告人に\n対し，本件貸金債権の管理及び回収を委託した。同日時点における本件貸金債権の\n元本の残高は約４億５５００万円であり，その後，これが弁済されたことはうかが\nわれない。\nＡは，平成１６年８月６日，Ｄを吸収合併し，本件保証債務を承継した。   Ａは，平成１９年９月１日，株式会社である上告人を新たに設立すること，\nＡは上告人に本件不動産を含む第１審判決別紙承継権利義務明細表①記載の権利義\n務を承継すること，上告人がＡに上告人の発行する株式の全部を割り当てることな\nどを内容とする新設分割計画を作成し（以下，同新設分割計画に基づく新設分割を\n「本件新設分割」という。），同年１０月１日，上告人の設立の登記がされ，本件\n新設分割の効力が生じた。\n本件新設分割により，上告人はＡから一部の債務を承継し，Ａは上記承継に係る\n債務について重畳的債務引受けをしたが，本件保証債務は上告人に承継されなかっ\nた。\nＡは，平成１９年１０月１２日，本件不動産について，同月１日会社分割を原因\nとして，上告人に対する所有権移転登記手続をした。   Ａが本件新設分割をした当時，本件不動産には約３３００万円の担保余力が\nあった。しかし，Ａは，その当時，本件不動産以外には債務の引当てとなるような\n特段の資産を有しておらず，本件新設分割及びその直後に行われたＧを新たに設立\nする新設分割により，上告人及びＧの株式以外には全く資産を保有しない状態とな\nった。\n３  原審は，新設分割は財産権を目的とする法律行為であり，会社法８１０条の\n定める債権者保護手続の対象とされていない債権者については詐害行為取消権の行\n使が否定されるべき理由はなく，その効果も訴訟当事者間において相対的に取り消\nされるにとどまり会社の設立自体の効力を対世的に失わせるものではないとして，\n新設分割は詐害行為取消権行使の対象になり得ると判断した上で，上記２の事実関\n係の下において，本件新設分割は詐害行為に当たるなどとし，被上告人の請求を認\n容すべきものとした。\n４  所論は，会社の組織に関する行為である新設分割は民法４２４条２項にいう\n財産権を目的としない法律行為であり，また，新設分割を詐害行為取消権行使の対\n象とすると，新設分割の効力を否定するための制度として新設分割無効の訴えのみ\nを認めた会社法の趣旨に反するほか，同法８１０条の定める債権者保護手続の対象\nとされていない債権者に同手続の対象とされている債権者以上の保護を与えること\nになるなどとして，新設分割は詐害行為取消権行使の対象にならないというのであ\nる。\n５  新設分割は，一又は二以上の株式会社又は合同会社がその事業に関して有す\nる権利義務の全部又は一部を分割により設立する会社に承継させることであるから\n（会社法２条３０号），財産権を目的とする法律行為としての性質を有するもので\nあるということができるが，他方で，新たな会社の設立をその内容に含む会社の組\n織に関する行為でもある。財産権を目的とする法律行為としての性質を有する以\n上，会社の組織に関する行為であることを理由として直ちに新設分割が詐害行為取\n消権行使の対象にならないと解することはできないが（大審院大正７年（オ）第４\n６４号同年１０月２８日判決・民録２４輯２１９５頁参照），このような新設分割\nの性質からすれば，当然に新設分割が詐害行為取消権行使の対象になると解するこ\nともできず，新設分割について詐害行為取消権を行使してこれを取り消すことがで\nきるか否かについては，新設分割に関する会社法その他の法令における諸規定の内\n容を更に検討して判断することを要するというべきである。\nそこで検討すると，まず，会社法その他の法令において，新設分割が詐害行為取\n消権行使の対象となることを否定する明文の規定は存しない。また，会社法上，新\n設分割をする株式会社（以下「新設分割株式会社」という。）の債権者を保護する\nための規定が設けられているが（同法８１０条），一定の場合を除き新設分割株式\n会社に対して債務の履行を請求できる債権者は上記規定による保護の対象とはされ\nておらず，新設分割により新たに設立する株式会社（以下「新設分割設立株式会\n社」という。）にその債権に係る債務が承継されず上記規定による保護の対象とも\nされていない債権者については，詐害行為取消権によってその保護を図る必要性が\nある場合が存するところである。\nところで，会社法上，新設分割の無効を主張する方法として，法律関係の画一的\n確定等の観点から原告適格や提訴期間を限定した新設分割無効の訴えが規定されて\nいるが（同法８２８条１項１０号），詐害行為取消権の行使によって新設分割を取\nり消したとしても，その取消しの効力は，新設分割による株式会社の設立の効力に\nは何ら影響を及ぼすものではないというべきである。したがって，上記のように債\n権者保護の必要性がある場合において，会社法上新設分割無効の訴えが規定されて\nいることをもって，新設分割が詐害行為取消権行使の対象にならないと解すること\nはできない。\nそうすると，株式会社を設立する新設分割がされた場合において，新設分割設立\n株式会社にその債権に係る債務が承継されず，新設分割について異議を述べること\nもできない新設分割株式会社の債権者は，民法４２４条の規定により，詐害行為取\n消権を行使して新設分割を取り消すことができると解される。この場合において\nは，その債権の保全に必要な限度で新設分割設立株式会社への権利の承継の効力を\n否定することができるというべきである。\n６  以上によれば，本件新設分割が詐害行為取消権行使の対象になるものとし\nて，被上告人の請求を認容した原審の判断は，是認することができる。論旨は採用\nすることができない。\nよって，裁判官全員一致の意見で，主文のとおり判決する。なお，裁判官須藤正\n彦の補足意見がある。\n裁判官須藤正彦の補足意見は，次のとおりである。\n私は法廷意見に賛同するものであるが，本件新設分割によって債権者が害される\nことについて，以下の私見をもって補足しておきたい。\n本件新設分割によって，その直前の時点でのＡに対する一般債権のうち，上告人\nによって承継されない本件保証債務（約４億５５００万円）を含む債務に係る一般\n債権（以下「本件残存債権」という。）と，承継された債務に係る一般債権（以下\n「本件承継債権」という。）とは，その引当てとなる財産（責任財産）が異なるこ\nとになる。すなわち，原審の確定した事実によれば，本件新設分割の直前の時点で\nは，一般債権総体（本件保証債務に係る債権及びその余の債権）を構成していた本\n件残存債権及び本件承継債権のいずれにとっても，責任財産は，本件新設分割直前\nにＡが有していた一般財産の総体，つまり，本件不動産（担保余力分約３３００万\n円）及びその余の資産であって，共通のものであった。ところが，本件新設分割に\nよって，本件残存債権の責任財産は，本件不動産（担保余力分）が失われ，上告人\nに承継されない一般財産及び上告人の株式のみとなったのに対し，本件承継債権の\n責任財産は，本件不動産（担保余力分）を含む承継された一般財産となった。本件\n新設分割直前，Ａは，本件保証債務を除いても債務超過の状態で，責任財産として\n見るべきものは本件不動産程度で大幅な実質的債務超過状態であったこと，及び本\n件残存債権の額の方が本件承継債権の額に比して相当に多額であることもうかがわ\nれる。本件残存債権の責任財産として新たに加わる上告人の株式は本件新設分割の\n対価であるが，その対価が相当なものであるとしても，本件新設分割により承継さ\nせる権利義務，つまり第１審判決別紙承継権利義務明細表①記載の資産と負債の差\n額や，上告人の資本金が１００万円であることから見ると，その株式の価値は，１\n００万円からさほど隔たるところはないといえる。そうすると，上記の本件事情の\nもとでは，説明の便宜上極く比喩的に言うならば，本件新設分割によって，多額で\nある本件残存債権の責任財産は，約３３００万円のものが１００万円程度のものと\nなってしまったのに対し，少額である本件承継債権のそれは約３３００万円のもの\nが引き続き維持されることになったのである。要するに，本件新設分割における対\n価が相当であるとしても，Ａの純資産（株式価値）は変動しないが，本件残存債権\nの責任財産は大幅に変動するなどの事態が生じ，かつ，本件残存債権の債権者と本\n件承継債権の債権者との間で著しい不平等が生ずるに至ったということである。\n(裁 判 長 裁 判 官   千 葉 勝 美   裁 判 官   竹 内 行 夫   裁 判 官   須 藤 正 彦   裁 判 官\n小貫芳信)\n"
}