{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 6,
    "day": 14
  },
  "case_number": "平成28(行ケ)10205",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86835",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86835",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/835/086835_hanrei.pdf",
  "contents": "平成２９年６月１４日判決言渡\n平成２８年（行ケ）第１０２０５号  特許取消決定取消請求事件\n口頭弁論終結日  平成２９年５月１５日\n判       決\n原                告     キ ッ コ ー マ ン 株 式 会 社\n原                告     日 本 デ ル モ ン テ 株 式 会 社\n両名訴訟代理人弁理士     栗      原    浩    之\n山      﨑    雄  一  郎\n被               告     特 許 庁 長 官\n指 定 代 理 人     中      村    則    夫\n鳥      居        稔\n千      壽    哲    郎\n井      上        猛\n金      子    尚    人\n主       文\n１  原告らの請求を棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  原告らの求めた裁判\n特許庁が異議２０１５－７０００１９号事件について平成２８年８月３日にした\n取消決定中「特許第５６９４５８８号の請求項１～９に係る特許を取り消す。」との\n部分を取り消す。\n第２  事案の概要\n本件は，特許異議の申立てを認めて特許を取り消した決定に対する取消訴訟であ\nる。争点は，実施可能要件及び明確性要件に関する判断の適否である。\n１  特許庁における手続の経緯\n原告らは，名称を「加工飲食品及び容器詰飲料」とする発明について，平成２６\n年４月１５日，特許出願（特願２０１４－８４０３９号）をし，平成２７年２月１\n３日，その設定登録（特許第５６９４５８８号。請求項の数９。以下「本件特許」\nという。）を受けた（甲３）。\n本件特許について，Ａから特許異議の申立てがされたため，特許庁は，これを異\n議２０１５－７０００１９号事件として審理した。原告らは，平成２７年１２月８\n日付けで取消理由を通知された（甲５）ため，その審理の過程で，平成２８年２月\n９日，特許請求の範囲の減縮等を目的として訂正請求（以下「本件訂正」という。）\nをした（甲４）。\n特許庁は，更に同年５月６日付けで取消理由を通知し（甲６），同年８月３日，本\n件訂正を認めた上で，「特許第５６９４５８８号の請求項１～９に係る特許を取り消\nす。」との決定をし，その謄本は，同月１２日，原告らに送達された。\n２  特許請求の範囲の記載（甲３，４）\n本件訂正後の本件特許の特許請求の範囲の記載は，次のとおりである（以下，請\n求項に係る発明を，それぞれ請求項の番号に応じて「本件発明１」などといい，本\n件発明１～本件発明９を併せて「本件発明」という。また，本件訂正後の本件特許\nの明細書及び図面を「本件明細書」という。）。\n【請求項１】\n野菜または果実を破砕して得られた不溶性固形分を含む加工飲食品であって，\n６.５メッシュの篩を通過し，かつ１６メッシュの篩を通過しない前記不溶性固形\n分の割合が１０重量％以上であり，\n１６メッシュの篩を通過し，かつ３５メッシュの篩を通過しない前記不溶性固形\n分の割合が５重量％以上２５重量％以下である\nことを特徴とする加工飲食品。\n【請求項２】\n請求項１に記載する加工飲食品において，\n６.５メッシュの篩を通過し，かつ１０メッシュの篩を通過しない前記不溶性固形\n分の割合が１０重量％以上である\nことを特徴とする加工飲食品。\n【請求項３】\n請求項１又は請求項２に記載する加工飲食品において，\nベータカロテンの含有量は，１００グラムあたり１００マイクログラム以上２０\n０００マイクログラム以下である\nことを特徴とする加工飲食品。\n【請求項４】\n請求項１～請求項３の何れか一項に記載する加工飲食品において，\n食物繊維の含有量は，１００グラムあたり０.５グラム以上である\nことを特徴とする加工飲食品。\n【請求項５】\n請求項１～請求項４の何れか一項に記載する加工飲食品において，\nリコピンの含有量は，１００グラムあたり１５ミリグラム以下である\nことを特徴とする加工飲食品。\n【請求項６】\n請求項１～請求項５の何れか一項に記載する加工飲食品において，\nカリウムの含有量は，１００グラムあたり１００ミリグラム以上１０００ミリグ\nラム以下である\nことを特徴とする加工飲食品。\n【請求項７】\n請求項１～請求項６の何れか一項に記載する加工飲食品において，\nグルタミン酸の含有量は，０.２８０重量％以下である\nことを特徴とする加工飲食品。\n【請求項８】\n請求項１～請求項７の何れか一項に記載する加工飲食品において，\n野菜搾汁又は／及び果実搾汁とを含む\nことを特徴とする加工飲食品。\n【請求項９】\n請求項１～請求項８の何れか一項に記載する加工飲食品が容器に封入されたこと\nを特徴とする容器詰飲料。\n３  決定の理由の要点（本件訴訟の争点に関連する部分）\n本件特許は，以下のとおり，特許法３６条４項１号及び同条６項２号に規定する\n要件を満たしていないから，特許法１１３条４号に該当し，取り消されるべきもの\nである。\n(1)  実施可能要件（特許法３６条４項１号）について\n本件明細書の段落【００３８】の「サンプルを上述のように水で３倍希釈しても\nなお粘度を有している場合は，たとえメッシュ目開きよりも細かい不溶性固形分で\nあっても篩上に残存する場合があり，その場合は適宜水洗しメッシュ目開きに相当\nする大きさの不溶性固形分を正しく測定する必要がある。」との記載によれば，不溶\n性固形分の測定に当たり，「なお粘度を有している」か否かの判断基準が必要となる。\nまた，「適宜水洗」する程度についても，何らかの手順等の特定が必要となる。\nしかしながら，本件明細書においては，何をもって粘度を有していると判断し，\n水洗が必要であるとするのか，その基準が開示されていない。\n本件発明（本件特許の請求項１～９に係る発明）が対象とする加工飲食品は，そ\nの組成からみて多少の粘度を有していることは明らかであるところ，「なお粘度を有\nしている」ことについての基準が開示されていなければ，その後の水洗の要否を当\n業者は判断することはできない。そして，水洗が必要であると判断した場合であっ\nても，水洗の手順によって測定結果が大きく変化することは当業者において容易に\n想像し得るところ，水洗をどのような手順で行うか（例えば，どの程度の水量で，\nどの程度の水の勢いで水洗するか等）についても何ら開示はされていない。\nよって，本件明細書の発明の詳細な説明の記載は，本件発明の「不溶性固形分の\n割合」の測定方法を当業者が適切に再現することができない。\nしたがって，本件明細書の発明の詳細な説明の記載は，本件発明について，当業\n者がその実施をすることができる程度に明確かつ十分に記載したものであるとは認\nめられず，特許法３６条４項１号に規定する要件を満たしていない。\n(2)  明確性要件（特許法３６条６項２号）について\n本件特許の請求項１に記載された「不溶性固形分の割合」は，上記(1)のとおり，\nその測定方法が当業者に適切に再現することができないものとなっているため，結\n局，「不溶性固形分の割合」としてどのようなものが特定されているのか明らかでな\nく，特定しようとする発明を不明確にしている。請求項１を引用する請求項２～９\nについても，同様である。\nよって，本件特許の請求項１～９の記載は，特許法３６条６項２号に規定する要\n件を満たしていない。\n第３  原告ら主張の取消事由\n１  取消事由１（実施可能要件に関する判断の誤り）\n(1)  本件明細書の段落【００３６】には，サンプル１００グラム（本件発明の\n加工飲食品）を水２００グラムで希釈し，当該サンプルを篩にかけ，篩上に残存し\nたものを重量パーセントで表した値が不溶性固形分とする旨が記載されている。一\n方，本件明細書（段落【００６２】～【００６５】）には，本件発明に係る加工飲食\n品として実施例Ａ１～Ａ３を作製したことが記載され，これらの実施例Ａ１～Ａ３\nについて不溶性固形分の割合を測定した試験例１が記載されている（段落【００８\n８】）。\nこのような試験例１や段落【００３６】の記載からすれば，不溶性固形分の測定\nは，本件発明に係る加工飲食品１００グラムに水２００グラムを混和して篩にかけ，\n篩上に残った不溶性固形分を計量すればよいということが明らかである。したがっ\nて，当業者は，本件明細書の段落【００３６】の記載や試験例１の記載に基づき，\n本件発明を実施することが可能である。\n(2)  本件明細書の段落【００３８】の記載は，例外的に本来であれば通過しな\nければならないような大きさの不溶性固形分が篩に残る場合，例えば，不溶性固形\n分がメッシュよりも明らかに大きな塊となっている場合を想定し，段落【００３６】\nの測定方法を実施する上での注意的な事項として付記的に記載したものである。そ\nして，このようなものが例外的なものか否かは，どの程度の粘度を有しているかに\nよって判断するのではなく，粘度が高くて本来は通過する大きさの不溶性固形分の\n塊が篩の目にべったり付着して篩上に残っている状態か否かで判断するのである。\n本来であれば通過しなければならないような大きさの不溶性固形分が篩に残るか否\nかについては，そのような大きさの不溶性固形分の塊が篩に残っているかなど目視\nで容易に判断できるものであり，塊がある場合は水を掛けて塊をくずすだけのこと\nであるから，当業者であれば技術常識として判断できるといえる。\nただし，これはあくまでも例外的なものであり，ほとんどの場合，当業者は，試\n験例１や実施例Ａ１～Ａ３の記載など，本件明細書全体から判断し，追加的に粘度\nの判定及び水洗を実施せずに，段落【００３６】の測定方法によって不溶性固形分\nの測定を行えばよいと判断できる。\nまた，このような例外的なものは，段落【００３６】の測定方法では測定不能で\nあるとしても，不溶性固形分が６．５メッシュの篩上に残り，１６メッシュの篩や\n３５メッシュの篩には不溶性固形分が残らない（以下「ケース１」という。），又は，\n不溶性固形分が１６メッシュの篩上に残り，３５メッシュの篩には不溶性固形分が\n残らない（以下「ケース２」という。），又は，不溶性固形分が３５メッシュの篩上\nに残り，６．５メッシュの篩や１６メッシュの篩には不溶性固形分が残らない（以\n下「ケース３」という。），と想定され，いずれも本件発明の範囲外となり，段落【０\n０３８】の記載は本件発明の実施に無関係であり支障はない。\nよって，本件明細書の段落【００３８】の例外的な記載において不溶性固形分を\n測定することができないからといって，発明の詳細な発明の記載全体が本件発明の\n実施をすることができる程度に明確かつ十分でないとする決定の判断は失当である。\n(3)  本件発明は，野菜又は果実を破砕して得られた不溶性固形分を含む加工飲\n食品であり，本件発明９は，「・・・加工飲食品が容器に封入されたことを特徴とす\nる容器詰飲料」とされていること，その他，本件明細書の記載（段落【００６３】\n～【００８０】，【００９３】～【０１５０】，試験例７）から，本件発明に係る加工\n飲食品は，低粘度の飲料であるといえる。そして，技術常識に照らすと，本件発明\nに係る加工飲食品の粘度は，相当に低く，まして，加工飲食品１００グラムに水２\n００グラムを添加して希釈すれば，十分に，不溶性固形分が水中に分散した状態に\nなることは当業者にとって明らかであり，原則的には，段落【００３６】に記載さ\nれた測定方法で本件発明は実施することが可能である。\n(4)  以上によれば，実施可能要件違反がある旨の決定の判断には誤りがあるの\nで，特許取消決定は取り消されるべきである。\n２  取消事由２（明確性要件に関する判断の誤り）\n本件発明の「不溶性固形分の割合」は，その測定方法が当業者に適切に再現する\nことができるものであるため，「不溶性固形分の割合」として，どのようなものが特\n定されているのかが明らかであり，特定しようとする発明は明確である。\nしたがって，特許請求の範囲の記載は，特許法３６条６項２号の明確性の要件を\n満たすものであり，これに反する決定の判断には誤りがあるから，取り消されるべ\nきである。\n第４  被告の主張\n１  取消事由１（実施可能要件に関する判断の誤り）について\n(1)  決定の判断について\n本件発明には，「測定したいサンプル１００グラムを水２００グラムで希釈」して\nも「なお粘度を有している場合」であって「メッシュ目開きよりも細かい不溶性固\n形分であっても篩上に残存する場合」が包含されることは，明らかであり，本件発\n明が実施可能要件を満たすというには，そのようなケースについても，少なくとも，\n本件明細書の発明の詳細な説明の記載に基づいて，その不溶性固形分の割合を正し\nく測定し，「６.５メッシュの篩を通過し，かつ１６メッシュの篩を通過しない前記\n不溶性固形分の割合が１０重量％以上であり，１６メッシュの篩を通過し，かつ３\n５メッシュの篩を通過しない前記不溶性固形分の割合が５重量％以上２５重量％以\n下である」との請求項１記載の条件（以下「本件条件」という。）を満たすかどうか\nを実際に確認できる必要がある。\nところが，本件明細書には，不溶性固形分の割合の測定に当たり，「なお粘度を有\nしている」か否かの判断基準（更には，「メッシュ目開きよりも細かい不溶性固形分\nであっても篩上に残存する」か否かの判断基準）が記載されていないから，その後\nの水洗の要否を判断することができない（段落【００３８】）。水洗を追加的に行う\nと，不溶性固形分が含水・膨潤したりするため，水洗を追加的に行うか否かによっ\nて測定結果が大きく変化することは，当業者において容易に想像し得るところであ\nる。また，水洗が必要と判断した場合であっても，本件明細書には，水洗をどのよ\nうな手順で行うか（例えば，どの程度の水量で，どの程度の水の勢いで水洗するか\n等）についても何ら記載されていない。\n結局，「測定したいサンプル１００グラムを水２００グラムで希釈」しても「なお\n粘度を有している場合」（段落【００３８】）については，本件明細書の発明の詳細\nな説明の記載に基づいて，加工飲食品のサンプルを実際に篩にかけて不溶性固形分\nの割合を正しく測定し，本件条件を満たすかどうかを実際に確認することはできな\nい。また，このことは，本件発明２～９についても同様である。\n決定は，上記のような事情を踏まえて，本件明細書の発明の詳細な説明が，当業\n者が実施できる程度に明確かつ十分に記載されていないと判断したものであって，\nその判断に誤りはない。\n(2)  原告らの主張について\nア  原告らは，本件発明は，本件明細書の段落【００３６】や試験例１の記\n載から実施可能である旨主張する。\nしかしながら，本件発明には，一定程度以上の粘度を有する加工飲食品も含まれ\nるところ，「なお粘度を有している場合」（段落【００３８】）についての記載が明確\nかつ十分でないことは，前記(1)のとおりである。\nよって，原告らの上記主張は失当である。\nイ  原告らは，段落【００３８】の記載は，あくまでも例外的な場合の注意\n的な事項として記載したものであり，ほとんどの場合，当業者は，試験例１や実施\n例Ａ１～Ａ３の記載など，本件発明の明細書全体から判断し，追加的に粘度の判定\n及び水洗を実施せずに，段落【００３６】の測定方法によって不溶性固形分の測定\nを行えばよいと判断できる旨主張する。\nしかしながら，本件発明が，「なお粘度を有している場合」（段落【００３８】）を\nも包含するものである以上，仮に，原告らが主張するように，「なお粘度を有してい\nる場合」が例外的であったとしても，そのことをもって実施可能要件を満たすとい\nうことはできない。\nウ  原告らは，想定されるケース１～３は，いずれも本件発明の範囲外とな\nるから，本件明細書の段落【００３８】の記載は，本件発明の実施に無関係であり\n支障はない旨主張する。\nしかしながら，ケース１～３が，「なお粘度を有している場合」に該当しないので\nあれば，各篩上の残存物をそのまま測定するのが正しい測定であるし，「なお粘度を\n有している場合」に該当するのであれば，水洗を行うべきであるから，いずれも測\n定不能なものではない。また，「なお粘度を有している場合」に，水洗を行わない状\n態で不溶性固形分の割合が本件条件を満たさないことがあったとしても，そのこと\nは，直ちに本件発明の範囲外となることを意味しない。したがって，本件明細書の\n段落【００３８】の記載が，本件発明の実施に支障がないなどとはいえない。\nよって，原告らの上記主張は失当である。\n２  取消事由２（明確性要件に関する判断の誤り）について\n本件発明の「不溶性固形分の割合」は，その測定方法が，当業者が実施すること\nができないものとなっているから，結局，「不溶性固形分の割合」として，どのよう\nなものが特定されているのか明らかでなく，本件発明は明確ではない。\nしたがって，決定の明確性要件に関する判断に誤りはなく，原告らの主張する取\n消事由２は理由がない。\n第５  当裁判所の判断\n１  本件発明について\n本件明細書（甲３，４）によれば，本件発明は，次のとおりのものと認められる。\n(1)  本件発明の特徴\n本件発明は，野菜又は果実を含む加工飲食品及び容器詰飲料に関する。野菜又は\n果実を破砕することで製造される野菜ピューレ又は果実ピューレが各種提供されて\nいるところ，ニンジンやパイナップル等の野菜や果実を単に粗く摺りおろしても，\n固形分の粒子形状にばらつきが生じたり，固形分と非固形分(液体部分)が分離した\nりして，食感が悪く，また，生の野菜や果実を破砕すると，褐変して風味が変化し，\n商品価値が落ちる等の問題があった。さらに，果肉を含む各種飲料については，果\n肉片等の固形分が大きすぎると飲み込み難い，繊維が細かく断裂されると果肉感が\n十分に得られない，砂糖等の糖類を添加すると果実本来の自然な香味や食感が損な\nわれる，カルシウムを添加すると特有の苦み等を呈する，などの欠点もあった。（段\n落【０００１】～【０００３】，【０００５】）\nそこで，本件発明は，このような事情に鑑み，従来の欠点を解消するため，香味\nに優れ，嗜好性の高い，ニンジンやパイナップル等の野菜又は果実を粗ごししたよ\nうな野菜感，果実感，又は濃厚な食感を呈する加工飲食品，当該加工飲食品が封入\nされた容器詰飲料を提供することを目的とし（段落【０００７】），野菜又は果実を\n破砕して得られた加工飲食品における不溶性固形分について，「６．５メッシュの篩\nを通過し，かつ１６メッシュの篩を通過しない前記不溶性固形分の割合が１０重量％\n以上であり，１６メッシュの篩を通過し，かつ３５メッシュの篩を通過しない前記\n不溶性固形分の割合が５重量％以上２５重量％以下」（請求項１，段落【０００８】）\nという条件（本件条件）を満たすことを特徴とすることによって，上記課題を解決\nするものである。\n本件条件を満たすことによって，第２不溶性固形分（１６メッシュの篩を通過し，\nかつ３５メッシュの篩を通過しない不溶性固形分）特有のドロドロした喉ごしや食\n感が軽減されるだけでなく，第１不溶性固形分（６．５メッシュの篩を通過し，か\nつ１６メッシュの篩を通過しない不溶性固形分）特有の固形感が強調されて感じら\nれるようになるため，本件発明の加工飲食品は，より一層，粗ごしした野菜感，果\n実感，又は濃厚な食感を呈するという効果を奏することとなる。（段落【０００９】，\n【００４２】，【００４３】）\nこのように，本件発明は，従来の課題を解決し上記効果を奏するために，加工飲\n食品における不溶性固形分の割合が本件条件を満たすようにすることを特徴とする\nものであるといえる。\n(2)  本件発明を実施するための形態等\n本件発明の加工飲食品は，ペースト状の食品又は飲料の形態を有し，使用する野\n菜又は果実は特に限定されない。本件発明に係る加工飲食品は，野菜又は果実が破\n砕され，液体分(搾汁)と不溶性固形分とが混合したピューレ状の形態を有し，その\nまま飲食に供することもできるし，食材として用いることもできる。野菜・果実搾\n汁を添加した飲料とすることもできる。（段落【００３０】～【００３３】）\n篩上の残存物は，基本的には不溶性固形分であるが，水で３倍希釈してもなお粘\n度を有している場合は，メッシュ目開きよりも細かい不溶性固形分も篩上に残存す\nる場合があり，その場合は適宜水洗しメッシュ目開きに相当する大きさの不溶性固\n形分を正しく測定する必要がある。（段落【００３６】～【００３８】）\n２  取消事由１（実施可能要件に関する判断の誤り）について\n(1)  本件明細書の記載\n本件明細書には，「不溶性固形分の割合」の測定に関し，以下の記載がある。\n【００３５】\n本発明に係る不溶性固形分とは，ニンジンやパイナップル等の野菜または果実の\n可溶性固形分以外の成分であり，その粒子の分布は次の通りである。\n【００３６】\n本発明に係る加工飲食品全体のうち，６．５メッシュの篩を通過し，かつ１６メ\nッシュの篩を通過しない不溶性固形分（以下，第１不溶性固形分と称する）の割合\nは，１０％以上である。メッシュとは，１インチ（２．５４㎝）の間に目の数が幾\nつあるかを示す数字であり，針金の太さと目の間隔はＪＩＳ規格で規定されている。\n不溶性固形分は，日本農林規格のえのきたけ缶詰又はえのきたけ瓶詰の固形分の測\n定方法に準じて測定することができる。測定したいサンプル１００グラムを水２０\n０グラムで希釈し，１６メッシュの篩等の各メッシュサイズの篩に均等に広げて，\n１０分間放置後の各篩上の残分重量を重量パーセントで表した値を，本発明の粗ご\nし感を有する不溶性固形分と定義する。この時，１０メッシュの篩も単独でまたは\n１６メッシュの篩等と重ねて使用することができるが，１０メッシュの篩上の残分\nは１６メッシュ上の残分よりも不溶性固形分が大きいためにより明確に粗ごし感や\n野菜感や果実感を実感することができる。ただし，使用する野菜または果実自体の\n硬度や水分さらには殺菌等の熱処理耐性により実感できる粗ごし感はある程度左右\nされる。しかしながら，２０メッシュ以下の細かい網サイズの篩を通過してしまう\n不溶性固形分は，粗ごし感が十分でなく，逆に粘性やとろみまたはドロドロ感を想\n起するようになるため，本発明の粗ごし感には定義されない。\n【００３７】\n使用する篩はＪＩＳ規格で規定されたメッシュ網が設置されていればよく，例え\nば直径１０センチメートル深さ４．５センチメートルの円筒型篩等が使用できるが，\n不溶性固形分を測定できれば篩の直径や深さを適宜増減させてもよい。しかし，不\n溶性固形分がメッシュ上に均一に広がる程度のメッシュ面積が必要で，メッシュ上\nに不溶性固形分が厚さ５ミリメートル以下にならなければ再現性よく測定すること\nができない。\n【００３８】\n篩上の残存物は，基本的には不溶性固形分であるが，サンプルを上述のように水\nで３倍希釈してもなお粘度を有している場合は，たとえメッシュ目開きよりも細か\nい不溶性固形分であっても篩上に残存する場合があり，その場合は適宜水洗しメッ\nシュ目開きに相当する大きさの不溶性固形分を正しく測定する必要がある。\n【００８８】\n［試験例１］\n各実施例及び比較例について，不溶性固形分の割合を測定した。具体的には，上\nから順番に６．５メッシュ，１０メッシュ，１６メッシュ，２０メッシュ，３５メ\nッシュの各篩を直列に設置し，実施例及び比較例各１００ｇと水２００ｇとを混和\nしたものをこれらの篩にかけ，１０分間静置後に（1）６．５メッシュの篩を通過し\n１０メッシュの篩を通過しないもの，（2）１０メッシュの篩を通過し１６メッシュ\nの篩を通過しないもの，（3）１６メッシュの篩を通過し２０メッシュの篩を通過し\nないもの，（4）２０メッシュの篩を通過し３５メッシュの篩を通過しないものをそ\nれぞれ計量した。そして，試験に用いた実施例及び比較例の総量（ここでは１００\nｇ）に対する各（1）～（4）の割合を不溶性固形分の割合とした。例えば，実施例\nＡ１では，（1）の不溶性固形分の割合が７５重量％，同（2）が８重量％，同（3）\nが４重量％，同（4）が８重量％であった。\n(2)  検討\n明細書の発明の詳細な説明の記載は，当業者がその実施をすることができる程度\nに明確かつ十分に記載したものであることを要する（特許法３６条４項１号）。本件\n発明は，「加工飲食品」という物の発明であるところ，物の発明における発明の「実\n施」とは，その物の生産，使用等をする行為をいうから（特許法２条３項１号），物\nの発明について実施をすることができるとは，その物を生産することができ，かつ，\nその物を使用することができることであると解される。\nしたがって，本件において，当業者が，本件明細書の発明の詳細な説明の記載及\nび出願当時の技術常識に基づいて，本件発明に係る加工飲食品を生産し，使用する\nことができるのであれば，特許法３６条４項１号に規定する要件を満たすというこ\nとができるところ，本件発明に係る加工飲食品は，不溶性固形分の割合が本件条件\n（６．５メッシュの篩を通過し，かつ１６メッシュの篩を通過しない前記不溶性固\n形分の割合が１０重量％以上であり，１６メッシュの篩を通過し，かつ３５メッシ\nュの篩を通過しない前記不溶性固形分の割合が５重量％以上２５重量％以下である）\nを満たす加工飲食品であるから，当業者が，本件明細書の発明の詳細な説明の記載\n及び出願当時の技術常識に基づいて，このような加工飲食品を生産することができ\nるか否かが問題となる。\n前記認定のとおり，本件明細書には，不溶性固形分の割合が本件条件を満たすか\nどうかを判断する際の測定について，「日本農林規格のえのきたけ缶詰又はえのきた\nけ瓶詰の固形分の測定方法に準じて，サンプル１００グラムを水２００グラムで希\n釈し，１６メッシュの篩等の各メッシュサイズの篩に均等に広げて，１０分間放置\n後の各篩上の残分重量」を測定すること（段落【００３６】。以下「本件測定方法」\nということがある。）が記載されている。さらに，「篩上の残存物は，基本的には不\n溶性固形分であるが，サンプルを上述のように水で３倍希釈してもなお粘度を有し\nている場合は，たとえメッシュ目開きよりも細かい不溶性固形分であっても篩上に\n残存する場合があり，その場合は適宜水洗しメッシュ目開きに相当する大きさの不\n溶性固形分を正しく測定する必要がある。」（段落【００３８】）とも記載されている。\n本件明細書の上記記載によれば，本件明細書には，測定対象のサンプルが水で３\n倍希釈しても「なお粘度を有している場合」であって，メッシュ目開きよりも細か\nい不溶性固形分が篩上に塊となって残存している場合には，適宜，水洗することに\nよって塊をほぐし，メッシュ目開きに相当する大きさの不溶性固形分の重量，すな\nわち「日本農林規格のえのきたけ缶詰又はえのきたけ瓶詰の固形分の測定方法に準\nじて，サンプル１００グラムを水２００グラムで希釈し，各メッシュサイズの篩に\n均等に広げて，１０分間放置後の篩上の残分重量」（段落【００３６】）に相当する\n重量を正しく測定する必要があることが開示されているものと解される。\nそして，本件明細書の「より一層，粗ごしした野菜感，果実感，または濃厚な食\n感を呈する。」（段落【０００９】），「加工飲食品は，ペースト状の食品，又は飲料の\n形態を有する。」（段落【００３０】）との記載によれば，本件発明に係る加工飲食品\nは一定程度の粘度を有するものと認められるから，段落【００３６】に記載された\n本件測定方法によると，実際に，各篩のメッシュ目開きよりも細かい不溶性固形分\nにより形成される塊が篩上に残存する場合も想定されるところである。\nしかしながら，メッシュ目開きよりも細かい不溶性固形分が篩上に塊となって残\n存している場合に追加的に水洗をすると（段落【００３８】），本件明細書の段落【０\n０３６】に記載された本件測定方法（測定対象サンプル１００グラムを水２００グ\nラムで希釈し，各メッシュサイズの篩に均等に広げて，１０分間放置するという測\n定手順のもの）とは全く異なる手順が追加されることになるのであるから，このよ\nうな水洗を追加的に行った場合の測定結果は，本件測定方法による測定結果と有意\nに異なるものになることは容易に推認される。このように，本件明細書に記載され\nた各測定方法によって測定結果が異なることなどに照らすと，少なくとも，水洗を\n要する「なお粘度を有する場合」であって，「メッシュ目開きよりも細かい不溶性固\n形分が篩上に塊となって残存している場合」であるか否か，すなわち，仮に，篩上\nに何らかの固形分が残存する場合に，その固形物にメッシュ目開きよりも細かい不\n溶性固形分が含まれているのか，メッシュ目開きよりも大きな不溶性固形分である\nのかについて，本件明細書の記載及び本件特許の出願時の技術常識に基づいて判別\nすることができる必要があるといえる（本件条件を満たす本件発明に係る加工飲食\n品を生産することができるといえるためには，各篩のメッシュ目開きよりも細かい\n不溶性固形分により形成される塊が篩上に残存する場合であるか否かを判別するこ\nとができることを要する。）。\nしかしながら，本件測定方法によって不溶性固形分を測定した際に，篩上に残存\nしているものについて，メッシュ目開きよりも細かい不溶性固形分が含まれている\nのか否かを判別する方法は，本件明細書には開示されておらず，また，当業者であ\nっても，本件明細書の記載及び本件特許の出願時の技術常識に照らし，特定の方法\nによって判別することが理解できるともいえない（篩上に残存しているものが，メ\nッシュ目開きよりも細かい不溶性固形分を含むものであるのか否かについて，一般\n的な判別方法があるわけではなく，証拠（乙１）及び弁論の全趣旨によれば，測定\nに使用される篩は，目開きが１６メッシュ（１．００㎜）又は３５メッシュ（０．\n４２５㎜）のものと認められるから，篩上に残った微小な不溶性固形分について，\n単に目視しただけでは明らかではないといわざるを得ない。）。\nそうすると，当業者であっても，本件明細書の記載及び本件特許の出願時の技術\n常識に基づいて，その後の水洗の要否を判断することができないことになる。\nしたがって，本件発明の態様として想定される，「測定したいサンプル１００グラ\nムを水２００グラムで希釈」しても「なお粘度を有している場合」（段落【００３８】）\nも含めて，当業者が，本件明細書の発明の詳細な説明の記載及び本件特許の出願時\nの技術常識に基づいて，本件条件を満たす本件発明に係る加工飲食品を生産するこ\nとができると認めることはできない。\n以上によれば，本件明細書の発明の詳細な説明は，本件発明を当業者が実施でき\nるように明確かつ十分に記載されているものと認めることはできない。\n(3)  原告らの主張について\nア  原告らは，不溶性固形分の判別方法について，本来であれば通過しなけ\nればならないような大きさの不溶性固形分が篩に残るか否かは，そのような大きさ\nの不溶性固形分の塊が篩に残っているかなど目視で容易に判断できるなどと主張す\nる。\nしかしながら，前記認定のとおり，目開きが１６メッシュ（１．００㎜）又は３\n５メッシュ（０．４２５㎜）の篩上に残った微小な不溶性固形分について，水洗の\n対象とすべき，「なお粘度を有している場合」であって，「メッシュ目開きよりも細\nかい不溶性固形分が篩上に残存する場合」に該当するか否かを目視で容易に判別す\nることはできない。\nしたがって，原告らの上記主張は採用することができない。\nイ  原告らは，本件明細書の段落【００３８】の「なお粘度を有している場\n合」との記載は，例外的に本来であれば通過しなければならないような大きさの不\n溶性固形分が篩に残る場合，例えば，不溶性固形分がメッシュよりも明らかに大き\nな塊となっている場合を想定し，本件測定方法を実施する上での注意的な事項とし\nて付記的に記載したものであり，ほとんどの場合，本件明細書全体から判断し，追\n加的に粘度の判定及び水洗を実施せずに，段落【００３６】に記載された本件測定\n方法によって不溶性固形分の測定を行えばよいと判断できる旨主張する。\nしかしながら，仮に，原告らの主張するように，「なお粘度を有している場合」（段\n落【００３８】）が例外的な場合であったとしても，本件発明の対象である加工飲食\n品には限定がなく，本件明細書上，上記のような粘度を有する場合が想定されるの\nであるから，水洗をすることによって各篩上の不溶性固形分の重量を正しく測定す\nることが必要となるのであり，そうである以上，水洗の要否を判断するために，サ\nンプルが「なお粘度を有している場合」であって，「メッシュ目開きよりも細かい不\n溶性固形分が篩上に残存する場合」に該当するか否かを判別することを要する（も\nっとも，本件明細書には，その判別方法が開示されておらず，当業者であっても，\nその後の水洗の要否を判断することができないのは前記認定のとおりであり，本件\n明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確か\nつ十分に記載したものであるとは認められない。）。\nしたがって，原告らの上記主張は採用することができない。\nウ  原告らは，「なお粘度を有している場合」（段落【００３８】）について，\n本件測定方法によれば，不溶性固形分の割合が本件条件を満たさないものとなるこ\nと（ケース１～３）が想定され，本件発明の範囲外となるから，本件明細書の段落\n【００３８】の記載は，そもそも本件発明の実施に無関係であり支障はないとも主\n張する。\nしかしながら，本件測定方法によっても，サンプルが「なお粘度を有している場\n合」であって，「メッシュ目開きよりも細かい不溶性固形分が篩上に残存する場合」\nには，適宜，水洗を行い，更に不溶性固形分の重量を実際に測定することで，本件\n発明に係る加工飲食品が製造されたか否かを確認することになり，その結果，本件\n条件を満たし，本件発明の技術的範囲を充足することもあり得るのであるから，原\n告らの想定する事例について，直ちに，本件発明の技術的範囲外のものということ\nはできない（なお，仮に，本件明細書の段落【００３８】の記載が本件発明の実施\nに無関係のものと考えるのであれば，少なくとも訂正請求の手続において削除すべ\nきものと解される。）。\nしたがって，本件明細書の段落【００３８】の記載がそもそも本件発明の実施と\nは無関係であるとの原告らの上記主張は採用することができない。\nエ  原告らは，本件発明９が，「・・・加工飲食品が容器に封入されたことを\n特徴とする容器詰飲料」であることからも明らかなように，本件発明に係る加工飲\n食品は低粘度の「飲料」であり，技術常識からすれば，本件発明に係る加工飲食品\nの粘度は，相当に低く，ましてや，加工飲食品１００グラムに水２００グラムを添\n加して希釈すれば，十分に，不溶性固形分が水中に分散した状態になることは当業\n者にとって明らかであり，原則的には，段落【００３６】に記載の本件測定方法で\n本件発明は実施可能である旨主張する。\nしかしながら，前記認定のとおり，本件発明に係る加工飲食品が一定程度の粘度\nを有する場合も想定され，また，本件発明の不溶性固形分が希釈サンプルの水中に\n十分に分散した状態になることが技術常識から明らかであるともいえない（本件明\n細書の段落【００３８】の記載は，加工飲食品１００グラムに水２００グラムを添\n加して希釈した場合においても，「なお粘度を有している場合」を前提としている。）。\nそうすると，各篩のメッシュ目開きよりも細かい不溶性固形分により形成される\n塊が篩上に残存する場合（段落【００３８】）も含めて，本件明細書の発明の詳細な\n説明は，当業者がその実施をすることができる程度に明確かつ十分に記載したもの\nであると認められないのは前記認定のとおりである。\nしたがって，原則的には，本件明細書の段落【００３６】に記載の本件測定方法\nで本件発明は実施可能である旨の原告らの上記主張は，採用することができない。\nオ  原告らは，不溶性固形分の測定は，本件発明に係る加工飲食品１００グ\nラムに水２００グラムを混和して篩にかけ，篩上に残った不溶性固形分を計量すれ\nばよいということが明らかであるから，当業者は，本件明細書の段落【００３６】\nや試験例１の記載に基づき，本件発明を実施することが可能である旨主張する。\nしかしながら，各篩のメッシュ目開きよりも細かい不溶性固形分により形成され\nる塊が篩上に残存する場合（段落【００３８】）も含めて，本件明細書の発明の詳細\nな説明は，当業者がその実施をすることができる程度に明確かつ十分に記載したも\nのであると認められないのは，前記認定のとおりである。\nしたがって，原告らの上記主張は採用することができない。\n(4)  以上によれば，本件明細書の発明の詳細な説明は，当業者が本件発明を実\n施することができる程度に明確かつ十分に記載されているとは認められないから，\n特許法３６条４項１号に規定する要件を満たしていない旨の決定の判断に誤りはな\nく，本件特許は，特許法１１３条４号に該当し，取り消されるべきものである。\nよって，原告らが主張する取消事由１は理由がない。\n第６  結論\n以上のとおり，原告ら主張の取消事由１は理由がなく，その余の取消事由につい\nて判断するまでもなく，原告らの請求は理由がないから，これを棄却することとし\nて，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n清水   節\n裁判官\n中島基 至\n裁判官\n岡田慎 吾\n"
}