{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 2,
    "day": 5
  },
  "case_number": "平成24(行コ)345",
  "case_name": "納付義務不存在確認等請求控訴事件（原審・東京地方裁判所平成２３年（行ウ）第１２３号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "英国領バミューダ諸島の法律に基づき，無限責任を負うジェネラル・パートナー及び出資金を限度とする有限責任を負うリミテッド・パートナーから組成された事業形態であるリミテッド・パートナーシップ（ＬＰＳ）が，我が国の租税法上の法人に該当しないとされた事例",
  "case_gist": "英国領バミューダ諸島の法律（バミューダ法）に基づき，無限責任を負うジェネラル・パートナー及び出資金を限度とする有限責任を負うリミテッド・パートナーから組成された事業形態であるリミテッド・パートナーシップ（ＬＰＳ）につき，外国の法令に準拠して組成された事業体が我が国の租税法上の法人に該当するか否かについては，諸外国の法制，法体系の多様性（特にいわゆる大陸法系と英米法系との法制，法体系の本質的な相違），我が国の「法人」概念に相当する概念が諸外国において形成されるに至った沿革，歴史的経緯，背景事情等の多様性に鑑みると，①当該外国の法令の規定内容をその文言に従って形式的に見た場合に，当該外国の法令において当該事業体を法人とする（当該事業体に法人格を付与する）旨を規定されているかどうかという点に加えて，②当該事業体を当該外国法の法令が規定するその設立，組織，運営及び管理等の内容に着目して経済的，実質的に見れば，明らかに我が国の法人と同様に損益の帰属すべき主体（その構成員に直接その損益が帰属することが予定されない主体）として設立が認められたものといえるかどうかを検討すべきであり，前記②が肯定される場合に限り，我が国の租税法上の法人に該当すると解すべきであるとした上，バミューダ法には前記ＬＰＳに法人格を付与する旨の規定はなく，また，バミューダ法の規定するその設立，組織，運営及び管理等の内容に着目して経済的，実質的に見ても，明らかに我が国の法人と同様に損益の帰属すべき主体（その構成員に直接その損益が帰属することが予定されない主体）としてＬＰＳの設立が認められたものということはできないから，前記ＬＰＳは，我が国の租税法上の法人に該当しないとした事例",
  "lawsuit_id": "84434",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=84434",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/434/084434_hanrei.pdf",
  "contents": "－1－\n平成２６年２月５日判決言渡\n平成２４年（行コ）第３４５号  納付義務不存在確認等請求控訴事件\n主      文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決中，控訴人敗訴部分を取り消す。\n２  被控訴人の予備的請求を棄却する。\n第２  事案の概要等\n１  事案の概要\n(1)  本件は，英国領バミューダ諸島（以下「バミューダ」という。）の法律\nに基づいて組成されたリミテッド・パートナーシップ（以下「ＬＰＳ」とい\nう。）であり，かつ特例パートナーシップ（以下「ＥＰＳ」という。）であ\nる被控訴人が，処分行政庁から，被控訴人の平成１３年４月１６日から同年\n１２月３１日までの事業年度に関し，国内源泉所得である匿名組合契約に基\nづく利益分配金（課税所得額２６億７６７５万９１３６円に対する納付すべ\nき法人税額８億０２５４万７７００円）について法人税申告書の提出がなか\nったとして，法人税についての決定処分及び無申告加算税１億２０３８万１\n０００円の賦課決定処分を受けた（以下，前者を「本件決定」，後者を「本\n件賦課決定」といい，併せて，「本件各決定」という。）ことに対し，被控\n訴人は，我が国の法人税法上の納税義務者に該当せず，国内源泉所得である\n匿名組合契約に基づく利益分配金を受領した事実はないと主張して，控訴人\nに対し，①主位的請求として，本件各決定に係る納税義務が存在しないこと\nの確認を求め，②予備的請求として，本件各決定の取消しを求めた事案であ\nる。\n－2－\nなお，略語は，特に断らない限り，原判決の例による。\n(2)  争点は，被控訴人の，(a)租税法上の法人該当性（被控訴人が法人税法２\n条４号の「外国法人」に該当し，同法４条２項により法人税の納税義務を負\nうか（争点１），(b)租税法上の人格のない社団等該当性（仮に，被控訴人\nが「外国法人」に該当しなくても，同法２条８号の「人格のない社団等」に\n該当し，同法４条２項により収益事業から生ずる国内源泉所得について法人\n税の納税義務を負うか（争点２），(c)匿名組合契約に基づく利益分配金に\nついての国内源泉所得の有無（被控訴人が同法１３８条１号所定の「国内に\nある資産の運用又は保有により生ずる所得」として，同法施行令１７７条１\n項４号所定の「匿名組合契約に基づき利益の分配を受ける権利」により生ず\nる国内源泉所得を得ていたか（争点３）である。\n(3)  原審は，争点１につき，被控訴人は我が国の租税法上の法人に該当すると\nは認められず，争点２につき，被控訴人が租税法上の人格のない社団等に該\n当するとは認められず，したがって，被控訴人は法人税法上の納税義務者に\n当たるということはできないとした上，本件各決定はいずれも違法である\nが，無効であるとまではいえないとして，①主位的請求を棄却し，②予備的\n請求を認容して，本件各決定を取り消した。\nそこで，控訴人が，上記②を不服として，本件控訴をした。\n２  関係法令の定め，前提事実，争点及び争点に対する当事者の主張\n(1)  関係法令の定め，前提事実，争点及び争点に対する当事者の主張は，原判\n決別紙７に(2)のとおり争点３についての当審における当事者の主張を加え，\n後記３，４のとおり争点１，２についての当審における控訴人の主張を加え\nるほかは，原判決の「事実及び理由」中の「第２  事案の概要」の１項ない\nし５項（原判決別紙１，２，３の１・２，４ないし７及び別表１を含む。）\nに記載のとおりであるから，これを引用する。なお，法人税法及び所得税法\nは，いずれも平成１４年法律第１５号による改正前もの，法人税法施行令は，\n－3－\n同年政令第１０４号による改正前のものをいい，その他の関係法令及び通達\nも，平成１３年１２月３１日当時のものによる。\n(2)  原判決１４８頁７行目（別紙７）に，以下のとおり加える。\n「３  争点３（被控訴人の匿名組合契約に基づく利益分配金についての国内\n源泉所得の有無）について\n（控訴人の主張の要旨）\n(1)  国内において事業を行う者に対する出資につき，匿名組合契約に基\nづき利益の分配を受ける権利の運用又は保有により生ずる所得は，国\n内源泉所得に当たる（法人税法１４１条４号，１３８条１号，法人税\n法施行令１７７条１項４号）。\n本件各取引確認書は，「ＡからＢ社に譲渡された本件各匿名組合契\n約の出資持分から生じた利益総額の９９％から，Ｂ社が負担した費用\nを控除した額」に相当する額の金銭（キャッシュフロー）と，「Ｂ社\nが本件各匿名組合契約の出資持分を取得するためにＣと締結した本\n件各借入契約Ⅰに係る支払利息及び費用の合計額」に相当する額の金\n銭（キャッシュフロー）をスワップ（交換）する契約であるかのよう\nに見えるが，一連の経過を見ると，スワップ契約という法形式を採用\nしているものの，被控訴人が本件各匿名組合契約に基づく利益分配金\nの９９％の支払を受けるために，本件各匿名組合契約の出資持分の９\n９％を取得する費用を負担して行われたものであり，被控訴人は，本\n件各匿名組合契約に基づく利益分配金請求権の運用又は保有により\n生ずる利益を得ているというべきである。\n(2)ア  Ｂ社と被控訴人との間で行われた本件スワップ契約２，３及び本\n件各取引確認書による取引（本件スワップ取引）において，約定時\n点で双方のキャッシュフローの現在価値が等価であるか否かの検\n討等が行われた形跡はなく，等価であったことは不明であり，通常\n－4－\nのキャッシュフローの交換を目的としたスワップ取引であるとは\n考えられず，金利スワップ取引で最低限取り決められる想定元本や\n期間の定めがなく，契約当事者間に存在する個別の事情を前提に行\nわれた特殊の取引であった。\nイ  Ｂ社は，本件各匿名組合契約に係る投資の期待収益率が２５％程\n度と極めて高く，取得費用の９９％を借入れにより調達したにもか\nかわらず，本件各匿名組合契約の出資持分（利益分配金を受ける権\n利）を取得すると同時にスワップ契約よりその９９％に相当する本\n件各分配金を受領する権利を被控訴人（及びＤ社）に譲渡している\nところ，Ｂ社は，本件各借入契約Ⅰにおいて，投資のリスクを負わ\nないことになっており，本件各匿名組合契約の出資持分の９９％に\n係る投資のリスクは，その取得費用の実質的な拠出者である被控訴\n人が負うものであった。\nウ  被控訴人が受領した当該利益分配金のうち９９％相当額は，我が\n国，アイルランド，バミューダのいずれの国においても課税されな\nいことになるところ，本件各出資持分譲渡契約，本件各借入契約Ⅰ，\n本件各借入契約Ⅱ，本件各取引確認書における契約当事者は，いず\nれもＥ・グループに属する事業体等であり，一連の契約関係は，Ｅ・\nグループにおける本件各匿名組合契約に係る投資スキームとして\n行われた。\nエ  Ｂ社が，出資の９９％について本件スワップ取引をする合理的理\n由がなく，当該部分には，実体がない。\n（被控訴人の主張の要旨）\n(1)  被控訴人がＢ社との間で締結した本件各取引確認書（甲７の１ない\nし３）は，被控訴人とＢ社の二者間におけるキャッシュフローの交換\nを目的とするスワップ契約であり，被控訴人が本件各取引確認書に基\n－5－\nづいて有する債権の債務者はＢ社以外になく，Ｂ社及び被控訴人は，\n日本に支店，代理人その他の恒久的施設を有しておらず，本件各取引\n確認書は，その締結・履行がすべて国外で完結しており，本件各取引\n確認書を含むデリバティブ取引は，法人税法１３８条１号の「国内に\nある資産の運用又は保有により生ずる所得」に当たらない。被控訴人\nは，本件各匿名組合契約の当事者ではなく，本件各匿名組合に基づい\nて利益の分配を受ける権利を取得したこともない。\n控訴人の主張は，本件各取引確認書の規定に表示された内容は，当\n事者であるＢ社と被控訴人の間では，Ｂ社から被控訴人に対し，本件\n各匿名組合契約の出資持分の９９％に係る利益分配請求権を譲渡す\nるという効果意思に基づく契約であり，本件各取引確認書の規定をそ\nのように解釈できるとするようであるが，そのように解することはで\nきない。本件各取引確認書の規定はスワップ契約，本件各借入契約Ⅰ\n（乙２０ないし２２）の規定は融資契約として，いずれも極めて明確\nであって，疑問を差し挟む余地はない。本件各借入契約Ⅱ（乙２３，\n２５，２６）も，金銭消費貸借契約であり，それ以上の規定は含まれ\nていない。\n本件各取引確認書の規定上，利益分配金の収入の９９％相当額とし\nて計算される変動キャッシュフローと，本件各借入契約Ⅰ上の利息\n（固定金利３．５％）及び費用相当額の合計額として計算される固定\nキャッシュフローとをスワップする契約であることは明らかであり，\nそれ以外の金員が当事者間で支払われる旨の規定はない。Ｂ社が被控\n訴人に対し，本件各匿名組合契約上の匿名組合員の権利を行使させる\nことを認める規定等は存しない。被控訴人がＢ社に代わって，Ｃに対\nし，本件各借入契約Ⅰに係る支払利息及び費用を支払う旨の規定もな\nい。\n－6－\nＢ社が本件各取引確認書を締結した目的は，本件各匿名組合契約へ\nの投資の原資を本件各借入契約Ⅰの融資資金によって調達すること\nを可能にすることにあった（甲２４）。\n被控訴人は，本件各匿名組合契約に投資をするのではなく，その損\n失リスクを負うことはない。固定キャッシュフローを支払う債務を負\nうのと引換えに，変動キャッシュフローのリスクと利益を引き受けた\nものである。\n(2)ア  被控訴人は，Ｂ社側の支払債務の上限となる変動キャッシュフロ\nーに内在するリスクを検討し，被控訴人側の支払債務の上限となる\n固定キャッシュフローの計算に使われる固定利率の合理性を検討\nした上，本件各取引確認書において規定した条件をスワップ契約と\nして合理的と評価して合意したものである。仮に，被控訴人とＢ社\nがそのような検討をしなかったとしても，当事者が自己責任として\n損失を甘受することになるだけであって，本件各取引確認書の合意\n内容の解釈や有効性等に影響することはあり得ない。\nイ  本件各匿名組合契約の投資事業は不良債権投資事業であり，現実\n的な回収不能リスクと隣り合わせのリスクの高い投資であり，投資\n開始時点において期待収益率が高いことは結果的に高い収益を確\n実に挙げられることを意味せず，Ｂ社が本件各匿名組合契約に対す\nる投資から利益が出るかは不明であった。\n本件各匿名組合契約においては，匿名組合員は，匿名組合事業か\nら生じる利益の配分を受けるだけでなく，損失の配分も受けること\nになっており（乙６ないし９），本件各匿名組合契約の平成１３年\n度ないし平成１６年度の損益は利益が出たものばかりではなく，す\nべて損失が生じたものもあったのであり，投資決定時点において，\n将来利益が出ることが確実であったのではないから，期待収益率が\n－7－\n２５％の投資の持分を同時に譲渡することが不自然不合理とはい\nえない。\n控訴人は，本件各取引確認書締結時点において，本件各匿名組合\n契約の利益分配金の額が，本件各借入契約Ⅰ上の利息と費用相当額\nを上回ることが確実であったことを示す主張立証をしていない。\nウ  控訴人は，社会的・経済的事実があったという裸の事実をいうも\nのにすぎず，法律行為の内容を一切無視するものであって誤りであ\nる。課税要件事実の認定は真実に存在する法律関係に即して行われ\nるべきである。\n同グループ内の法人や事業体の間で契約がされることは珍しい\nものではなく，それぞれの法人や事業体は各機関により適法な意思\n決定をして契約を締結するものであり，本件各取引確認書によって\n本件各匿名組合契約の出資持分の９９％に係る利益分配請求権が\nＢ社から被控訴人に譲渡されたことの根拠になるものではない。\n本件スワップ契約，本件各借入契約Ⅰ，Ⅱにおいて，完全合意条\n項（当該書面契約に記載された内容以外の合意はないことを確認し\nたもの）があり，書面記載のとおりの内容で機関決定がされている。\nエ  本件取引の実体は，Ｂ社がＣから資金を調達し，Ａから本件各匿\n名組合契約の持分を取得したものであり，Ｂ社こそが投資家として\n自己勘定による投資をしたものである（甲２４）。\nオ  本件スワップ取引が通常の金利スワップ取引でないという控訴\n人の主張は，金利スワップ取引を矮小化した理解に基づく誤ったも\nのである。\n被控訴人は，本件スワップ取引が特定の想定元本に対して金融市\n場で成立している固定金利を利用して計算される固定キャッシュ\nフローを交換するというプレインバニラと呼ばれる最も単純な金\n－8－\n利スワップ取引であると主張したことはない。スワップ取引とは，\nそれぞれ別々に特定して計算される一定期間における２種類のキ\nャッシュフローの交換であり，契約当事者間の合意が成立し得るも\nのであれば，どのようなキャッシュフローでも交換可能である。想\n定元本の規定がなければ，金利スワップ取引でないというものでは\nない。」\n３  争点１（被控訴人の租税法上の法人該当性）についての控訴人の主張\n(1)  我が国の租税法上の法人該当性の判断枠組み\n法人税法２条４号は，外国法人を「内国法人以外の法人をいう。」と規定\nしているが，我が国の租税法には，「法人」の意義について定義した規定は\n存在しないから，我が国の租税法上の「法人」は，我が国の私法上の「法人」\nと同義と解するのが相当である。\nところで，私法の一般法である我が国の民法の解釈において，「法人」と\nは，「自然人以外のもので，権利義務の帰属主体となることのできるもの」\nをいい，我が国では，内国法人については，法人法定主義（民法３３条）を\n採用し（その他，一般社団法人及び一般財団法人に関する法律３条，会社法\n３条等），法人となる事業体を法律が明記しているため，法人に該当するか\n否かは法律によって法人格を付与されているか否かという形式的基準で判\n断することができる。\nしかし，法人制度の具体的内容は，それぞれの国家の歴史的，経済的な経\n緯を踏まえた価値判断に基づく立法政策により異なり得るものであるから，\n外国においては，法人法定主義が採用されているとは限らないし，それが採\n用されていても，制度趣旨が我が国の法人法定主義と異なるものである場合\nや，適用対象が普遍的でなく，限定的なものである場合があり，その準拠法\nの下では法人格を付与されていないが，その名において権利を取得し，義務\nを負うなど，構成員とは独立した権利義務の主体として活動している事業体\n－9－\nもあり得る。したがって，外国の事業体が我が国の私法上の法人に該当する\nか否かをその準拠法である当該外国の法令だけに基づいて形式的に判断す\nることは相当ではない。外国の事業体の法人該当性の判断に当たっては，当\n該事業体がその準拠法の下において我が国の法人に認められるような権利\n義務の主体として設立が認められたものであるか否かを，準拠法の規定及び\nその解釈を基礎とした上で，実質的に判断するのが相当である。\nそうすると，外国の事業体の法人該当性の判断は，当該事業体の準拠法の\n規定及びその解釈を基礎として，その設立，組織，財産の管理や帰属状況等\nを考慮し，当該事業体が構成員から独立した権利義務の帰属主体として設立\nが認められているか否かを個別具体的に判断すべきである。その際，第１に，\nその名において契約を締結し，その名において権利を取得し義務を負うなど\n独立した権利義務の帰属主体となり得るか否か（控訴人基準②）を根幹とな\nる判断要素とした上，事業体として所有財産（不動産）を登記ないし登録が\nできるか否か，有限責任を負うにすぎない構成員がいるか否かなど，第２に，\nその構成員の個人財産とは区別された独自の財産を有するか否か（控訴人基\n準①），第３に，その権利義務のためにその名において訴訟当事者となり得\nるか否か（控訴人基準③），さらに，事業体の成立に登記，登録等の外部的\n手続を要するかなどの事情も総合して，当該事業体が準拠法によって我が国\nの法人であれば通常有すべき実質を付与されているか否かの観点から判断\nする必要がある。\n(2)  控訴人基準①ないし③についての原判決の判断の誤り\nア  原判決は，控訴人基準①ないし③は，法人といえるための十分条件とま\nでいうことはできないし，任意組合や権利能力のない社団もこれらの基準\nに該当し得るから，上記基準は，法人と法人でない団体（事業体）とを明\n確に区別する基準として機能し得ないとする。\nしかし，控訴人基準①及び②は，実体法的に法人制度の本質からみて，\n－10－\n法人とその他の団体（組合や人格のない社団等）とを区別する重要な判断\n基準として機能するものである。また，控訴人基準③は，手続法的に法人\nとして活動する上で不可欠な能力である。控訴人基準①ないし③は，法人\nの私法上の概念から導き出されるものであり，租税法上の法人の意義も私\n法上の法人の意義と同義に解すべきであるという借用概念の考え方と整\n合し，我が国において法人に認められる権利能力と同じ内容の権利能力が\n認められている外国の事業体を等しく法人として取り扱うことになり，課\n税実務において法的安定性や公平な取扱いを確保することに資するとと\nもに，法人該当性の判断基準として十分なものであるから，原判決は，そ\nの評価を誤るものである。\nイ  原判決は，ある外国の事業体が法人，人格のない社団等又は任意組合の\nいずれであるかが判然としないときに，控訴人基準①及び②では，法人と\n人格のない社団等及び任意組合を区別することは困難であるとする。\nしかし，本件においては，ある外国の事業体が上記のいずれに当たるか\nではなく，我が国の法人と同様の権利義務の帰属主体と認められるか否か\nが検討されるべきであり，控訴人基準①ないし③が我が国の法人該当性の\n判断基準として十分なものであれば足りるから，原判決の指摘は，当を得\nない。\nウ  被控訴人には，控訴人基準①ないし③以外にも構成員から独立した法的\n主体として存在することを基礎づける重要な事由がある。\n(ｱ)  我が国の法人の大部分が登記を成立要件としているように，事業体の\n成立については，構成員となる当事者間の合意だけでなく，登記，登録\n等の外部的手続を要するとされており，バミューダの法令でも，ＬＰＳ\nの設立には登記等の外部的手続を要するところ，被控訴人は，バミュー\nダにおいて，ＬＰＳかつＥＰＳとして登記されている。\n(ｲ)  我が国の法人は，法人自体の債権者に対する排他的責任財産を作る法\n－11－\n技術であり，法人の財産は，構成員の個人財産から区別され，個人に対\nする債権者の責任財産でなくなる。我が国の法人は債権者のための排他\n的責任財産が確保された結果，有限責任を負うにすぎない構成員が生じ\nるが，本件ＬＰＳ契約によれば，リミテッド・パートナーは，経営や管\n理への参加を禁じられ（４．１条），ジェネラル・パートナーの事前の\n書面による同意を条件として，持分を譲渡することも可能であるとされ\nており（９条），リミテッド・パートナーは，その個性や変動とは関係\nなく，被控訴人の経営や管理が行われる有限責任を負うにすぎない構成\n員であることを意味している。\n(3)  原判決基準①，②の誤り\n原判決は，我が国の租税法上の法人を「法律により損益の帰属すべき主体\n（その構成員に直接その損益が帰属することが予定されない主体）として設\n立が認められたものであり，我が国の私法上の法人と同様，原則として，そ\nの準拠法によって法人とする（法人格を付与する）旨を規定されたもの」を\nいうとした上で，外国の事業体の我が国の租税法上の法人該当性について，\n①原則として，当該外国の法令の規定内容から，その準拠法である当該外国\nの法令によって法人とする（法人格を付与する）旨を規定されていると認め\nられるか否か（原判決基準①），②当該事業体を当該外国の法令が規定する\nその設立，組織，運営及び管理等の内容に着目して経済的，実質的に見れば，\n明らかに我が国の法人と同様に損益の帰属すべき主体（その構成員に直接そ\nの損益が帰属することが予定されない主体）として設立が認められたものと\nいえるか否か（原判決基準②）を検討すべきであるとする。\nしかし，原判決は，私法上の法人の概念から離れ，独自に法人概念を規定\nした上で，その該当性の判断基準を定立するもので，相当とはいえないし，\n実質的にみても，法人概念を不当に狭めるものであって，相当性を欠くもの\nである。\n－12－\nア  原判決基準①につき，どのような団体にどのような権利義務を付与する\nかは，各国の立法政策の問題であり，法人と訳される外国の団体の概念が\n我が国の法人の概念と同一であるとは限らない。我が国の法人と同様の権\n利能力を有する団体が当該外国の法令では法人とする旨規定されていな\nい場合があるし，逆の可能性も否定できない。そもそも外国で法人法定主\n義が採用されているとは限らず，法令により法人格を付与する旨規定され\nた団体が存在しないこともあり得るから，外国の法令の規定内容如何によ\nり，我が国で法人とされるか否かが左右されることになって，公平の原則\nに反するし，法人法定主義が採用されていない法制下では，極めて不合理\nな結果が招来される。\nイ  原判決基準②につき，損益は私法上の権利義務に基づいて発生するもの\nであるから，権利義務の帰属主体であれば，通常当然に損益ないし所得の\n帰属主体となるのであって，権利義務の帰属主体であることと別にあえて\n損益の帰属すべき主体として設立が認められたかを基準として定立する\n必要はなく，租税法上の法人の概念の解釈として，損益の帰属主体として\n設立が認められたことを法人該当性の判断基準とする根拠は乏しい。そし\nて，控訴人基準②と原判決基準②との適用上の差異が実際に問題となるの\nは，当該外国の事業体が当該外国の準拠法により構成員とは別個の権利義\n務の主体として取り扱われているにもかかわらず，当該準拠法において，\n事業活動から生じた損益を構成員に帰属させることを許容する法制，とり\nわけ法的に，事業体にいったん帰属した損益について，その構成員に配分\nする方法が定められている場合の取扱いであり，そのような場合にまで，\n当該事業体の法人該当性を否定することは，他の外国の事業体との間で課\n税関係の公平を害するとともに，当該外国の準拠法の内容如何によって課\n税対象とならない事業体が生じる余地を生じさせ，ひいては租税回避の途\nを広げることになって，不当である。租税法の規定や課税実務上の取扱い\n－13－\nは，ある事業体が法人税の納税義務者になるか否かを判断する場面での基\n準となることを予定していないから，それらを根拠に法人該当性の判断基\n準を導き出すことはできない。\nウ  東京高等裁判所平成２５年３月１３日判決（乙５５，以下「平成２５年\n東京高裁判決」という。）は，控訴人主張の判断枠組みに沿うものである。\n平成２５年東京高裁判決は，米国デラウェア州のＬＰＳの法人該当性が\n争点となった事案について，外国の法令に準拠して設立された事業体が我\nが国の租税法上の法人に該当するか否かは，原則として当該外国の法令の\n規定内容から，その準拠法である外国の法令によって法人とする（法人格\nを付与する）旨が規定されていると認められるか否かによって判断するの\nが相当であるとした。そして，法人該当性の判断に当たっては，当該外国\nの法令の規定内容をその文言に従って形式的に見た場合に，当該外国の法\n令が当該事業体を法人とする旨規定しているかどうかだけでなく，当該外\n国の法令がその設立，組織，運営及び管理等についてどのように規定して\nいるかも併せて検討すべきであるとした。さらに，当該事業体が損益の帰\n属すべき主体として設立が認められたものであるかどうか（原判決基準②\nに相当する事項）を判断基準とすることは不要とした上，デラウェア州Ｌ\nＰＳ法とＬＰＳ契約が各ＬＰＳの設立，組織，管理，運営等について規定\nしているところ（その名において契約を締結し，その名において権利を取\n得し義務を負うなど，独立した権利義務の主体となり，取得した不動産に\nついては，その名で登録することができ，その名において訴訟当事者とな\nることもできるか等）を検討し，デラウェア州ＬＰＳ法に基づき設立され\nたＬＰＳが「separate legal entity」となると規定する同法２０１条(b)は，\n同法に基づいて設立されるＬＰＳを法人とする旨規定しているものと解\nすべきであるとして，当該ＬＰＳが我が国の租税法上の法人に該当すると\n判断した。これは，控訴人の主張と，本質において同様の見解である。\n－14－\n４  争点２（被控訴人の租税法上の人格のない社団等該当性）についての控訴人\nの主張\n(1)  原判決は，要旨，被控訴人は，民法上の組合（任意組合）に類似した組織\n形成，運営等がされることを予定したものにすぎず，少なくとも，民法上の\n法人の組織，運営及び管理にみられるような団体としての組織を備え，多数\n決の原則が行われているということはできず，団体としての主要な点が確定\nしているともいえないから，人格のない社団等に該当しないとする（原判決\n５７頁ないし６０頁）。しかし，被控訴人は，次のとおり組織及び財産帰属\nのいずれの点においても，人格のない社団等と認められるための要件を満た\nしている。\n(2)  組織性について\nア  人格のない社団等（権利能力のない社団）に該当するための要件は，①\n団体としての組織を備え，②多数決の原則が行われ，③構成員の変更にも\nかかわらず団体そのものが存続し，④その組織により代表の方法，総会の\n運営，財産の管理その他団体としての主要な点が確定していることである\n（最高裁昭和３９年１０月１５日第一小法廷判決・民集１８巻８号１６７\n１頁，以下「最高裁昭和３９年判決」という。）。被控訴人は，上記①な\nいし④のすべての要件を満たし，組織の構成，存続及び運営等のいずれの\n点においても，任意組合におけるそれを超え，人格のない社団等というに\nふさわしい団体性を有している。なお，これらの要件は，すべて独立して\n厳格に満たされることが要求されるものではなく，むしろ社団性を認定す\nるための指標であり，各要件相互の関係で柔軟に解釈され得るものであ\nり，後記イないしオの諸要素を総合すると，被控訴人は，構成員から独立\nした団体としての実質を有しており，人格のない社団等の要件を満たして\nいる。\nイ  ①の要件について\n－15－\n被控訴人は，ジェネラル・パートナーとリミテッド・パートナーとから\nなる事業体であり，構成員は特定されており，本件ＬＰＳ契約によれば，\nジェネラル・パートナーが，被控訴人の事業及び業務の経営や管理に関し\nて排他的に責任を負うとともに，パートナーシップの目的を実行するため\nに必要なすべての事項を行う権限を付与され（４．１条），この独占的権\n限に基づき事業体としての意思決定を行い，被控訴人を代表して法律行為\nを行っているから，団体としての組織を備えている。\nウ  ②の要件について\n上記イのとおり，被控訴人の事業の遂行に係る意思決定は，事業及び業\n務の経営や管理に関する独占的権限を有するジェネラル・パートナーに委\nねられており，これはすべてのパートナー（構成員）が本件ＬＰＳ契約に\nおいて合意しているものであり，パートナーシップ持分の過半数により解\n散を求めた場合には，パートナーシップは終了する（１１．１条）から，\n被控訴人において多数決の原則が行われている。\nエ  ③の要件について\n本件ＬＰＳ契約によれば，ジェネラル・パートナーの決定により一定の\n条件を満たす者が新規にリミテッド・パートナーとなることが認められ\n（８．１条，８．２条），リミテッド・パートナーは，ジェネラル・パー\nトナーの同意を得て，保有するパートナーシップ持分を第三者に譲渡する\nことができ（９条），さらに，バミューダ法上，財務大臣の同意があれば，\nジェネラル・パートナーですら変更することができる（１８８３年ＬＰＳ\n法８Ｂ条，１９９２年ＥＰＳ法１３条）とされているから，被控訴人は，\n構成員の変更にもかかわらず，団体そのものが存続する。\nオ  ④の要件について\n上記イ，ウのとおり，本件ＬＰＳ契約においては，ジェネラル・パート\nナーが被控訴人を代表して業務執行を行うと定められている上，費用の支\n－16－\n出（４．３条），受領する金銭の管理（４．５条），損益の配分及び現金\nの分配（５．１条，５．２条），会計監査（６条），パートナーシップの\n終了及び清算（１１．１条，１１．２条）についても，それぞれ定めがあ\nり，これらの規定を含む本件ＬＰＳ契約の内容は，すべてのパートナーの\n書面による同意を得なければ，その全部又は一部を修正することはできな\nいとされている（７条）から，被控訴人は，その組織において，代表の方\n法や財産の管理等，団体としての主要な点が確定している。\n(3)  財産帰属の点について\n民法上の組合における財産の帰属形態である共有（合有）は，各共同所有\n者において目的物に対する管理権能と収益権能とを保有する（持分権を有す\nる）と解されているのに対し，総有は，所有権に含まれる管理権能と収益権\n能とは全く分離し，管理権能は専ら社団に属し，各共同所有者は，単なる収\n益権能を有するにすぎず，共有における持分権を有しないと解されている。\nそして，人格のない社団等の財産は，構成員に総有的に帰属すると解される\nところ，被控訴人において，被控訴人の財産である「partnership property」に\n対して管理権能を有するのはパートナーシップであり，各パートナーは，収\n益権能のみを有し，管理権能を有しないと解されるから，被控訴人における\n財産の帰属形態は，総有に当たるとしても，共有（合有）に当たるとはいえ\nない。したがって，被控訴人は，財産の帰属形態からみても，民法上の組合\n類似の団体性が認められるにすぎないものではない。\n第３  当裁判所の判断\n１  当裁判所も，被控訴人の予備的請求は，理由があるものと判断する。\nその理由は，次のとおり補正し，後記２のとおり当審における控訴人の主張\nに対する判断を加えるほかは，原判決の「事実及び理由」中の「第３  当裁判\n所の判断」に記載のとおりであるから，これを引用する。\n(1)  原判決１０頁２４行目の「１６１条１号の２号ないし７号又は９号ない\n－17－\nし１２号」を「１６１条１号の２，２号ないし７号又は９号ないし１２号」\nと改める。\n(2)  原判決２２頁１５行目の「権利義務」から同１８行目の「であるから，」\nまでを削除する。\n(3)  原判決２８頁６行目から７行目にかけての「基準とした場合には，」の\n後に「例えば，人格のない社団等がその名において登記をすることができな\nいとされているように，」を加える。\n(4)  原判決２８頁１８行目の「あるときに，」の後に「表示のみから推認す\nることは困難であり，」を加える。\n(5)  原判決２９頁８行目の「いわざるを得ない。」を「いわざるを得ず，そ\nれを法人と法人でない団体（事業体）とを区別する独立の基準とすることは\nできない。」\n(6)  原判決３５頁１行目の「である」の後に「場合」を加える。\n(7)  原判決４３頁２６行目の「甲１２」の後に「（この法律意見書は，バミュ\nーダに本拠を有する法律事務所が，バミューダにおいて組成されたＥＰＳに\nついての法律意見を述べるため作成されたものである。同事務所は，被控訴\n人の本件についての法律顧問であるが，その内容はバミューダ法の専門家に\nよる解釈として，疑義を生じさせる特段の事由が認められない限り，合理性\nを有するものと解されるところ，本件において，控訴人は，上記特段の事由\nがある旨の主張立証をしていない。）」を加える。\n(8)  原判決５１頁８行目の「存在しない。」の後に「したがって，上記(1)ウ\nのとおり，被控訴人は，原則として，我が国の租税法上の法人に該当すると\nはいえない。」を加える。\n(9)  原判決５４頁５行目から１０行目までを次のとおり改める。\n「  そこで，判断するに，上記各規定は，パートナーシップの事業から生ず\nる損益が各パートナーに帰属する旨を定めたものであると解されるから，\n－18－\n割当て前の利益がパートナーシップに帰属するということの根拠となる\nものではない。」\n(10)  原判決５４頁１５行目から１９行目までを次のとおり改める。\n「  そこで，判断するに，本件ＬＰＳ契約５．１条(a)の定めが存在するこ\nとにより，割当て前の損益がパートナーシップにいったん帰属するものと\nは解されない。」\n(11)  原判決５９頁１７行目の「いうのである」の後に「（なお，ジェネラル・\nパートナーの死亡，破産，辞任，解任，離脱，解散等は，パートナーシッ\nプの終了原因とされており（本件ＬＰＳ契約１１．１条），ジェネラル・\nパートナーの個性が重視されているとともに，パートナーシップの存続自\n体が，リミテッド・パートナーの意思とは無関係の，ジェネラル・パート\nナーの事情により決まる場合があることとされている。）」を加える。\n２  争点１（被控訴人の租税法上の法人該当性）について\n(1)  我が国の租税法上の法人該当性の判断枠組みについて\n控訴人は，上記第２の３(1)のとおり主張する。\nそこで，引用した原判決の説示と重複することを厭うことなく判断する\nと，次のとおりである。\nまず，我が国の租税法には「法人」の意義についての定義規定がないため，\n租税法上の「法人」は我が国の私法上の「法人」と同義に解すべきである。\nそして，我が国では，内国法人について法人法定主義が採られているから，\n内国法人の法人該当性は，法律により法人格を付与されているかという形式\n的基準で判断することになる。\nまた，法人制度の具体的内容がそれぞれの国家の歴史的，経済的な経緯を\n踏まえた価値判断に基づく立法政策により異なり得るものであるため，外国\nにおいて法人法定主義が採用されているとは限らず，それが採用されていて\nも，我が国の法人法定主義と異なる制度趣旨から，その準拠法の下では法人\n－19－\n格を付与されていないが，その活動実態として我が国の法人と類似のものが\nあり得ることは，控訴人の指摘するとおりである。\nそして，控訴人は，この点から，外国の事業体が我が国の租税法上及び私\n法上の法人に該当するか否かを判断するに当たって，当該事業体がその準拠\n法の下において我が国の法人に認められるような権利義務の主体として設\n立が認められたものであるか否かを実質的に判断すべきであるとし，その判\n断基準として，控訴人基準①ないし③によるべきであるとして，上記第２の\n３(2)アないしウのとおり主張している。そこで，以下，さらにこれらの基準\nの当否を考え，外国の事業体の法人該当性の判断枠組みのあり方について検\n討する。\n(2)  控訴人基準①ないし③についての原判決の判断の誤りについて\nア  控訴人の上記第２の３(2)アないしウの主張について判断するに，引用に\n係る補正後の原判決（２２頁２３行目ないし２９頁１９行目）に説示する\nとおり，控訴人基準①ないし③（①構成員の個人財産と区別された独自の\n財産を有すること，②独立した権利義務の帰属主体となる能力を有するこ\nと，③その名において訴訟当事者となり得ること）は，法人といえるため\nの十分条件であるとはいえず，この基準をもって，現行法上法人とされる\n団体（事業体）とそうでない団体（事業体）とを区別する基準とすること\nは困難であると解される。\nイ  同イについて判断するに，我が国の租税法において，法人，人格のない\n社団及び組合という事業体が明文で規定されており，いずれも事業体とし\nて活動する実態を有しているところ，法人税法は，上記各事業体について，\n独自の定義規定を置かず，法人及び人格のない社団を法人税の納税義務者\nと規定しているが，組合は課税主体（納税義務者）としていない。そこで，\n本件においては，法人税法の解釈適用上，被控訴人がいずれに該当するか\n問題になるのである。すなわち，ある事業体が法人又は人格のない社団に\n－20－\n該当する場合には，法人税の納税義務者とされるのに対し，組合に該当す\nる場合には，納税義務者とされることはないから，その点が法人税法にお\nける処分の適法性を左右することになるのであってその区分こそが問題\nである。したがって，そのいずれかを明確に区別できないのであれば，判\n断基準として有用であるとはいえない。\nウ  同ウ(ｱ)について判断するに，我が国の法令に基づき組成される事業体が\n我が国の私法上の法人とされる根拠は，法人法定主義により法人格を付与\nする旨の実体法上の規定があるからであり，登記されることによって法人\n格が付与されるわけではない。すなわち，平成１８年法律第５０号による\n改正前の民法３３条は，法人法定主義を採用し，法人について法人格を付\n与する旨の根拠規定となっており，同４５条１項は，法人設立後，所定の\n期間内に登記すべきことを定め，同条２項は，登記を対抗要件としていた\nものであるから，登記がされる前も法人が成立していることは，当然その\n前提とされていた。そうすると，バミューダの法令上，ＥＰＳについて法\n人格を付与する旨の規定があるか否かが問題となるところ，引用に係る原\n判決（５１頁６行目ないし８行目）に説示したとおり，そうした規定は存\n在しなかったのである。したがって，ＬＰＳの設立に登記を要し，ＬＰＳ\nかつＥＰＳとして登記されていることは，被控訴人が構成員から独立した\n法的主体であることを基礎づける根拠としては薄弱である。\n同ウ(ｲ)について判断するに，控訴人が主張する事業体にどのような責任\nを負う構成員がいて，その者が経営や管理にどのように関与するか（パー\nトナーの個性や変動と関係なく，被控訴人の経営や管理が行われる有限責\n任を負う構成員がいるか否か）という点は，それだけでは被控訴人の法人\n該当性を左右する事由になるものとはいえない。\nエ  以上によれば，控訴人の上記第２の３(2)の主張は，採用することができ\nない。\n－21－\n(3)  原判決基準①，②の誤りについて\nア  控訴人は，原判決の基準が誤りであるとして，上記第２の３(3)アないし\nウのとおり主張する。\nしかしながら，当裁判所も，外国の事業体の法人該当性の判断枠組みと\nしては，①原則として，当該外国の法令の規定内容から，その準拠法であ\nる当該外国の法令によって法人とする（法人格を付与する）旨を規定され\nていると認められるか否かによるべきであり，諸外国の法制・法体系の多\n様性（特にいわゆる大陸法系と英米法系との法制・法体系の本質的な相\n違），我が国の「法人」概念に相当する概念が諸外国において形成される\nに至った沿革，歴史的経緯，背景事情等の多様性に鑑み，当該外国の法令\nの規定内容をその文言に従って形式的に見た場合に，当該外国の法令にお\nいて当該事業体を法人とする（当該事業体に法人格を付与する）旨を規定\nされているかどうかという点に加え，②当該事業体を当該外国法の法令が\n規定するその設立，組織，運営及び管理等の内容に着目して経済的，実質\n的に見れば，明らかに我が国の法人と同様に損益の帰属すべき主体（その\n構成員に直接その損益が帰属することが予定されない主体）として設立が\n認められたものといえるかどうかを検討し，②の点が肯定される場合に，\n我が国の租税法上の法人に該当すると解するのが相当であると考える。\nそこで，以下では，「原判決基準」を単に「基準」と称し，控訴人の上\n記主張について判断する。\nイ  上記第２の３(3)アについて判断するに，原判決第３の１イ(ｳ)及びウ（同\n１９頁１８行目ないし２１頁２４行目）に説示したとおり，我が国の租税\n法は，「法人」概念につき民法上の「法人」と同義に解し，外国の準拠法\n上の法人格を付与する規定の有無により，その事業体が法人格を有するか\n否かを形式的に判断する建前を採ったものと解される。このような理解\nは，租税法律主義，法令の統一的解釈の観点からも根拠づけられるもので\n－22－\nあり，私法上の法人概念を前提として，民法及び租税法上の法人概念と整\n合的に解釈しようとするもので，適用した際の実際上の不都合もない。こ\nれに対し，控訴人の主張によるときは，外国の事業体についてのみ，その\n準拠法上の法人格の有無という形式的・画一的基準によることなく，個別\n具体的な実質判断を要することとなり，内国法人の場合と比較し，法的安\n定性を欠くうらみがある。このように考えると，基準①は相当というべき\nである。\nウ  同イについて判断するに，我が国の租税法上の法人が損益の帰属主体で\nあることは，租税法の規定上明らかであり，上記に説示したとおり，租税\n法上の「法人」の意義は，私法上の「法人」と同義であるから，私法上の\n「法人」の要件として損益の帰属主体であることを挙げることは相当と解\nされる。そして，法人において事業の損益により構成される所得の実質的\nな帰属主体が法人の構成員であることはないから，基準②は，法人とそう\nでない事業体とを区別する上で有用であり，かつ，相当というべきである。\nなお，控訴人は，控訴人基準②と基準②との適用上の差異が実際に問題\nとなる例として，外国の事業体が当該国の準拠法により構成員とは別個の\n権利義務の主体として取り扱われているにもかかわらず，当該準拠法にお\nいて，事業活動から生じた損益を構成員に帰属させることを許容する法\n制，とりわけ法的に，事業体にいったん帰属した損益について，その構成\n員に配分する方法が定められている場合の取扱いを挙げる。しかし，事業\nの損益が事業体にいったん帰属するといえるかは，当該法令の解釈如何に\nよるべきところ，引用に係る補正後の原判決（５２頁１６行目ないし５５\n頁１行目）に説示するとおり，少なくとも，バミューダ法に準拠して組成\nされた被控訴人には，事業の損益がいったん帰属するものではない。した\nがって，本件においては，控訴人の上記主張は，その前提を欠く。\nエ  同ウについて判断するに，平成２５年東京高裁判決は，米国デラウェア\n－23－\n州ＬＰＳ法により組成されたＬＰＳの法人該当性に関する事案であって，\nそもそも，本件とは事案を異にするものである。その上に，上記ウに説示\nしたとおり，バミューダ法には，ＥＰＳに関して法人格を付与する旨の規\n定は存在せず，したがって，平成２５年東京高裁判決が，当該ＬＰＳが我\nが国の租税法上の法人に該当するとの判断において前提とした米国デラ\nウェア州ＬＰＳ法に基づき設立されたＬＰＳが「separate legal entity」とな\nる旨の規定（同法２０１条(b)）に相当する定めはバミューダ法にはない\nのである。加えて，平成２５年東京高裁判決の判示内容が，控訴人主張の\n判断枠組みに沿うものといえるかどうかについても疑問が残る。しかし，\nそれを措くとしても，上記の理由により，同判決の判示内容が本件判断を\n左右するものとは解されない。\nオ  以上によれば，控訴人の上記第２の３(3)の主張は，採用することができ\nない。\n(4)  小括\n以上によれば，被控訴人は，租税法上の法人に該当するとは認められず，\nしたがって，法人税法２条４号の「外国法人」に該当せず，同法４条２項本\n文による納税義務者に当たるということはできないから，法人税の納税義務\nを負うものとはいえない。\n３  争点２（被控訴人の租税法上の人格のない社団等該当性）について\n(1)  控訴人は，上記第２の４(1)ないし(3)のとおり主張し，要するに，被控訴\n人は，組織及び財産帰属のいずれの点においても，人格のない社団等として\n認められるための要件をすべて満たしているというのである。そこで，以下，\n引用に係る原判決の説示との重複を厭うことなく判断する。\n(2)  組織性について（上記第２の４(2)アないしオ）\nア  人格のない社団等（権利能力のない社団）に該当するための要件は，最\n高裁昭和３９年判決に従い，①団体としての組織を備え，②多数決の原則\n－24－\nが行われ，③構成員の変更にもかかわらず団体そのものが存続し，④その\n組織により代表の方法，総会の運営，財産の管理その他団体としての主要\nな点が確定していることが必要であるとされるところ，控訴人は，これら\nの要件は，すべて独立して厳格に満たされることが要求されるものではな\nく，むしろ社団性を認定するための指標であり，各要件相互の関係で柔軟\nに解釈され得るものである旨主張する。\nそこで，判断するに，人格のない社団等は，事柄の性質上，法人格を有\nしないこと以外の点では，法人と同様の実質を有していることが必要であ\nり，上記各要件は，その識別のための基準である。そうすると，控訴人の\n主張するように各要件を相対化することは相当とは解されず，４つの要件\nが独立して満たされる必要があると解すべきである。\nもっとも，控訴人は，被控訴人につき，上記の各要件を満たしていると\n主張するので，順次これを検討する。\nイ  上記①の要件について\n控訴人は，上記第２の４(2)イのとおり主張する。\nそこで，判断するに，原判決（５９頁３行目ないし２６行目）に説示す\nるとおり，被控訴人において，その管理及び運営に関する独占的権限は，\nジェネラル・パートナーに付与され，ジェネラル・パートナーには，業務\n執行及び組織運営に係る意思決定を行い被控訴人を代表して取引等を行\nう権限が与えられ，本件ＬＰＳ契約上，リミテッド・パートナーが被控訴\n人の管理又は運営に参加し，その他の被控訴人の意思決定につき関与する\nことは予定されていない。ところで，組合の業務の執行は，組合員の過半\n数で決し，組合契約で業務の執行を委任した者（業務執行者）が数人ある\nときは，その過半数で決するものとした上，組合の常務は，その完了前に\n他の組合員又は業務執行者が異議を述べたときを除き，各組合員又は各業\n務執行者が単独で行うことができる旨規定されているが（民法６７０条），\n－25－\n第三者との関係においては，組合契約その他により業務執行組合員が定め\nられている場合は業務執行組合員が組合の業務に関して組合員全員を代\n表する権限を有すると解されている。そうすると，被控訴人は，民法上の\n組合（任意組合）に類似した組織形成，運営等がされているとみることが\nできる。したがって，被控訴人が任意組合その他の契約関係により認めら\nれる団体性を超えて，意思決定機関，業務執行機関又は代表機関等の団体\nとしての組織を備えているとはいえない。\nそうすると，被控訴人は，①の要件を具備しているとみることはできな\nい。\nウ  上記②の要件について\n控訴人は，上記第２の４(2)ウのとおり主張する。\nそこで，判断するに，リミテッド・パートナーは，本件ＬＰＳ契約にお\nいて，ジェネラル・パートナーに対し，被控訴人の事業及び業務の経営や\n管理に関する独占的権限を付与している。それは，民法上，組合の業務執\n行が多数決によって行われるのと異なるものではなく（民法６７０条１\n項，２項），上記イと同様，被控訴人について，民法上の組合（任意組合）\nに類似した組織形成，運営等がされていることを示すものにすぎないもの\nと解される。\nそうすると，被控訴人は，②の要件を具備しているとみることはできな\nい。\nエ  上記③の要件について\n控訴人は，上記第２の４(2)エのとおり主張する。\nそこで，判断するに，引用に係る補正後の原判決（上記第３の１(11)に\n説示したとおり，ジェネラル・パートナーの死亡等がパートナーシップの\n強制的終了原因とされており，その限度において，パートナーシップの存\n続自体が，リミテッド・パートナーの意思とは無関係の，ジェネラル・パ\n－26－\nートナーの事情により決まる場合がある。\nそうすると，被控訴人が，③の要件を具備するとみることには疑問があ\nる。\nオ  上記④の要件について\n控訴人は，上記第２の４(2)オのとおり主張する。\nそこで，判断するに，控訴人が主張する事項は，いずれも民法上の組合\n（任意組合）に類似した属性でもあるというべきところ，原判決（５９頁\n１８行目ないし２６行目）に説示するとおり，被控訴人は団体としての組\n織を備えていないのであるから，本件ＬＰＳ契約の定めをもって，その組\n織により代表の方法，総会の運営，財産の管理その他団体としての主要な\n点が確定しているとはいえない。\nそうすると，被控訴人は，④の要件を具備しているとみることはできな\nい。\nカ  以上によれば，被控訴人は，上記①，②，④の各要件を満たすものとは\nいえず，③の要件該当性には疑問がある。したがって，控訴人の上記主張\nは，理由がない。\n(3)  財産帰属の点について（上記第２の４(3)）\n控訴人は，上記第２の４(3)のとおり主張する。\nそこで，判断するに，原判決（３５頁５行目ないし１５行目）が説示する\nとおり，１９０２年ＰＳ法によれば，ＬＰＳにおいては，パートナーシップ\n財産（partnership property）に対するパートナーの持分が認められている（２\n４条）。そうすると，被控訴人における財産帰属形態は総有ではなく，合有\nというほかない。控訴人の主張は，その前提を欠くものである。\nしたがって，控訴人の上記主張は，理由がない。\n(4)  小括\n以上によれば，被控訴人は，法人税法２条８号の「人格のない社団等」に\n－27－\n該当せず，したがって，同法４条２項ただし書による納税義務者に当たると\nいうことはできないから，法人税の納税義務を負うことはない。\n４  争点１，２についての控訴人のその余の主張は，いずれも上記の判断を左右\nするものではない。\n第４  結論\n以上によれば，被控訴人の予備的請求は争点３について判断するまでもな\nく，理由があるから認容すべきであり，これと同旨の原判決は相当であって，\n本件控訴は理由がない。\nよって，本件控訴を棄却することとして，主文のとおり判決する。\n東京高等裁判所第２２民事部\n裁判長裁判官      加  藤  新太郎\n裁判官      河  田  泰  常\n裁判官柴田秀は，退官につき，署名押印することができない。\n裁判長裁判官      加  藤  新太郎\n"
}