{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 2,
    "day": 10
  },
  "case_number": "平成26(ワ)25384",
  "case_name": "証書真否確認請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84868",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84868",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/868/084868_hanrei.pdf",
  "contents": "平成２７年２月１０日判決言渡  同日原本交付  裁判所書記官\n平成２６年（ワ）第２５３８４号  証書真否確認請求事件\n口頭弁論終結日  平成２６年１２月１６日\n判決\n東京都文京区＜以下略＞\n原告                 株 式 会 社 ビ ー エ ス エ ス\n東京都江東区＜以下略＞\n被告                 インターナショナル・システム\n・サービス株式会社\n同 訴 訟 代 理 人 弁 護 士                 池   田   浩一郎\n主文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n別紙１～３の文書がいずれも真正に成立したものではないことを確認する。\n第２  事案の概要\n１  本件は，原告が，被告に対し，原告作成名義の別紙１～３の文書（以下\n「本件各文書」と総称する。）は偽造されたものであるなどと主張して，本\n件各文書が真正に成立したものではないことの確認を求めた事案である。\n２  争点に関する当事者の主張\n(1)  本件訴えの適法性\n（原告の主張）\nア  「法律関係を証する書面」\n本件各文書は，被告からの借用金額を期日までに返済しないときは，\n被告が，①  原告が保有する特許権の所有権の移転，②  ＢＳＳ－ＰＡ\nＣＫ及び部品マイスタの技術情報及びソースコード等の引渡し，③  役\n務の提供，④  原告代表者が保有する原告の株式の引渡しに係る債権を\n取得し，原告及び原告代表者が債務を負うことを証するものであり，民\n事訴訟法１３４条所定の「法律関係を証する書面」である。\n本件各文書に記載された「借用金額」及び「期日」は，平成９年１０\n月３１日付け借用証書（乙３）の記載と併せ読めば特定されるから，特\n定に欠けるところはない。また，「特許権」は，原告が平成８年～９年\nに登録出願し本件各文書の作成日当時出願手続中であった３件の特許権\nを意味する。\nイ  確認の利益\n(ア)  本件各文書は，原告と被告の間の訴訟や，原告の関連会社が当事\n者となっている訴訟において証拠として提出された。本件各文書が真\n正に成立したものでないことを早期に確定させ，犯罪行為を抑止する\n必要がある。\n(イ)  原告は，原告と株式会社サンライズ・テクノロジーの間の訴訟に\nつき再審請求をするために本件各文書が真正に成立したものでないこ\nとを確認する必要がある。\n(ウ)  原告ないしソフトウェア部品株式会社が保有するプログラム著作\n権に関する法的不安を除去するため，本件各文書が真正に成立したも\nのでないことを確認する必要がある。\n（被告の主張）\nア  「法律関係を証する書面」\n本件各文書は，「借用金額」「期日」「特許権の所有権」「提出」及\nび「貴社の指示に従った作業を中心に実施する会社」等の特定がなく，\n民事訴訟法１３４条所定の「法律関係を証する書面」に当たらない。\nイ  確認の利益\n本件各文書の成立の真正について即時確認の利益がない。\n(2)  本件各文書の成立の真正\n（被告の主張）\n本件各文書は真正に成立したものである。\n（原告の主張）\n原告代表者は本件各文書を作成しておらず，本件各文書は真正に成立し\nたものではない。\n第３  当裁判所の判断\n１  争点(1)（本件訴えの適法性）について\n(1)  民事訴訟法１３４条所定の「法律関係を証する書面」とは，書面自体の\n記載内容から直接に一定の現在の法律関係の存否が証明される書面をいう\nものと解される（最高裁昭和２８年１０月１５日判決民集７巻１０号１０\n８３頁参照）。\nこれを本件についてみるに，本件各文書の記載内容は，別紙１～３のと\nおり，「インターナショナル・システム・サービス株式会社  Ｘ専務取締\n役様」という宛名の下に，「借用金額が期日までに返済されなかった場合\nには，下記事項をお約束させて頂きます。」として，①  原告所有の特許\n権の所有権を被告に移転する，②  ＢＳＳ－ＰＡＣＫ及び部品マイスタに\n関する技術情報，ソースコード及びオブジェクトコードを被告に提出する，\n③  原告は被告の指示に従った作業を中心に実施する会社になる，④  原\n告代表者保有のＢＳＳの株式を被告に提出することを約束するという趣旨\nの記載があり，末尾に原告の会社名及び代表取締役Ｙの記名並びに原告の\n押印がされている。\n以上のとおり，本件各文書は，そこに記載された「借用金額」，「期\n日」等の特定を欠いており，どのような場合に①～④の約束をするのかが\n明らかではないことからすれば，本件各文書について，直接に一定の現在\nの法律関係の存否が証明される書面であるとは認められない。したがって，\n本件各文書は同条所定の「法律関係を証する書面」に当たらない。\nこれに対し，原告は，本件各文書中の「借用金額」及び「期日」は，別\n紙２及び３の各文書に記載された作成日と同じ日付けの借用証書（乙３）\nを参照することにより特定されると主張するが，上記借用証書は本件各文\n書と一体性を有しない文書であり，本件各文書の記載から上記借用証書を\n参照すべきことは読み取れないから，原告の主張は採用できない。\n(2)  また，(1)に説示したところによれば，本件各文書の成否を確認するこ\nとにより，原告の現在の法律上の権利又は法律上の地位に存する危険又は\n不安定が除去されるものではないから，確認の利益も認められない。\n２  結論\n以上によれば，争点(2)について判断するまでもなく，本件訴えは不適法で\nあるから，これを却下することとして，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官     長  谷  川    浩    二\n裁判官     清    野    正     彦\n裁判官     髙    橋        彩\n"
}