{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 16
  },
  "case_number": "平成24(あ)167",
  "case_name": "覚せい剤取締法違反，関税法違反被告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "刑集　第67巻4号549頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成23(う)1220",
  "original_date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 8
  },
  "gist": "覚せい剤を密輸入した事件について，被告人の故意を認めながら共謀を認めずに無罪とした第１審判決には事実誤認があるとした原判決に，刑訴法３８２条の解釈適用の誤りはないとされた事例",
  "case_gist": "覚せい剤を密輸入した事件について，被告人の故意を認めながら共謀を認めずに無罪とした第１審判決には事実誤認があるとした原判決は，被告人が，犯罪組織関係者から日本に入国して輸入貨物を受け取ることを依頼され，その中に覚せい剤が隠匿されている可能性を認識しながらこれを引き受けたという本件事実関係の下では，特段の事情がない限り，覚せい剤輸入の故意だけでなく共謀をも認定するのが相当である旨を具体的に述べた上，本件では，特段の事情がなく，むしろ共謀を裏付ける事情があるとしており，第１審判決の事実認定が経験則に照らして不合理であることを具体的に示したものということができ，刑訴法３８２条の解釈適用の誤りはない。\n（補足意見がある。）",
  "ref_law": "刑訴法382条，刑訴法397条1項",
  "lawsuit_id": "83198",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=83198",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/198/083198_hanrei.pdf",
  "contents": "平成２４年（あ）第１６７号  覚せい剤取締法違反，関税法違反被告事件\n平成２５年４月１６日  第三小法廷決定\n主          文\n本件上告を棄却する。\n当審における未決勾留日数中３７０日を原判決の懲役刑\nに算入する。\n理          由\n弁護人坂根真也，同久保有希子の上告趣意のうち，判例違反をいう点は，所論引\n用の判例は，原判決の宣告後になされたものであるから，刑訴法４０５条２号にい\nう判例には当たらず，その余は，単なる法令違反，事実誤認の主張であって，同条\nの上告理由に当たらない。\nなお，所論に鑑み，職権で判断する。\n１  事案の概要\n本件犯罪事実の要旨は，「被告人は，氏名不詳者らと共謀の上，営利の目的で，\n覚せい剤を日本国内に輸入しようと計画し，氏名不詳者において，平成２２年９\n月，メキシコ国内の国際貨物会社の営業所において，覚せい剤を隠匿した段ボール\n箱２箱（以下「本件貨物」という。）を航空貨物として，東京都内の上記会社の保\n税蔵置場留め被告人宛てに発送し，航空機に積み込ませ，成田空港に到着させた\n上，機外に搬出させて覚せい剤合計約５９６７.９９ｇ（以下「本件覚せい剤」と\nいう。）を日本国内に持ち込み，さらに，上記保税蔵置場に到着させ，東京税関検\n査場における税関職員の検査を受けさせたが，税関職員により本件覚せい剤を発見\nされたため，本件貨物を受け取ることができなかった。」というもので，覚せい剤\n取締法違反（覚せい剤営利目的輸入罪）及び関税法違反（禁制品輸入未遂罪）の２\nつの罪に当たる。\n被告人は，本件貨物の日本への発送に先立ってメキシコから日本に入国し，本件\n貨物が到着した旨の連絡を受けて上記会社の営業所に出向き，警察によって本件覚\nせい剤を無害な物と入れ替えられた段ボール箱２箱（以下これについても「本件貨\n物」という。）を引き取ってホテルに戻って開封したところを，令状による警察官\nの捜索を受け，本件貨物を発見されて逮捕された。\n２  審理の経過\n被告人は，第１審及び原審の公判において，犯罪組織関係者から脅されて日本に\n渡航して貨物を受け取るように指示され，貨物の中身が覚せい剤であるかもしれな\nいと思いながら，航空券，２０００米ドル等を提供されて来日し，本件貨物を受け\n取った旨供述したが，覚せい剤輸入の故意及び共謀はないと主張した。\n(1)  第１審判決\n裁判員の参加する合議体で審理された第１審判決は，以下のとおり判示して，覚\nせい剤輸入の故意は認められるが共謀は認められないとして無罪の言渡しをした\n（検察 官の 求刑 は，懲 役１ ５年 及び 罰金 ８００ 万円 ，覚 せい剤 の没 収で あ っ\nた。）。\nすなわち，被告人が，来日に際して犯罪組織関係者から資金提供を受けているこ\nと，来日前後に犯罪組織関係者と電子メール等で連絡を取り合い来日後に犯罪組織\n関係者と思われる人物らと接触していたことなどの検察官の主張に係る事実全体を\n総合して考えても，故意及び共謀を推認させるには足りない。ただし，被告人は，\n公判廷で，「メキシコにおいて，犯罪組織関係者に脅され，日本に行って貨物を受\nけ取るように指示された際，貨物の中身は覚せい剤かもしれないと思った。」旨供\n述し，覚せい剤である可能性を認識していたと自白しており，この自白は自然で信\n用できるから，覚せい剤輸入の故意は認められる。しかしながら，被告人の供述そ\nの他の証拠の内容にも，被告人と共犯者の意思の連絡を推認させる点は見当たら\nず，両者が共同して覚せい剤を輸入するという意思を通じ合っていたことが常識に\n照らして間違いないとはいえないから，共謀についてはなお疑いを残すというほか\nない。\nこれに対し，検察官が控訴した。\n(2)  原判決\n原判決は，第１審判決の事実認定に関し，覚せい剤輸入の故意を認定しながら，\n覚せい剤輸入についての暗黙の了解があったことを裏付ける客観的事情等を適切に\n考察することなく，共謀の成立を否定したのは，経験則に照らし，明らかに不合理\nであり，事実誤認があるとして第１審判決を破棄して自判し，被告人を懲役１２年\n及び罰金６００万円に処し，覚せい剤を没収した。\nこれに対し，被告人が上告した。\n３  当裁判所の判断\n所論は，事実誤認を理由に第１審判決を破棄して自判した原判決には刑訴法３８\n２条の解釈適用の誤り及び事実誤認があるという。\n(1)  同条の事実誤認とは，第１審判決の事実認定が論理則，経験則等に照らし\nて不合理であることをいうものと解するのが相当であり，控訴審が第１審判決に事\n実誤認があるというためには，第１審判決の事実認定が論理則，経験則等に照らし\nて不合理であることを具体的に示すことが必要である（最高裁平成２３年（あ）第\n７５７号同２４年２月１３日第一小法廷判決・刑集６６巻４号４８２頁）。\n(2)  この点，原判決は，本件において，次のとおり第１審判決の事実認定が不\n合理であることを示している。\nア  まず，「被告人が覚せい剤輸入の故意を持つに至ったのは，犯罪組織関係者\nから日本へ行って貨物を受け取るように依頼をされ，犯罪組織が覚せい剤を輸入し\nようとしているのかもしれないなどとその意図を察知しながら，その依頼を引き受\nけたからにほかならない。そうであるとすると，被告人は，特段の事情がない限\nり，犯罪組織関係者と暗黙のうちに意思を通じたものであって，共謀が成立したと\n認めるべきではないかと思われる。」旨本件における故意と共謀の認定の関係を説\n明する。\nイ  次に，関係証拠によって認定できる事実を踏まえ，以下のとおり説示してい\nる。すなわち，本件では，被告人は，本件貨物の受取に関し，犯罪組織関係者の費\n用負担により日本に渡航し，連絡用のパソコン，航空券，２０００米ドルを受け取\nっており，覚せい剤の可能性の認識について自認する被告人の公判供述にも照らす\nと，被告人は，犯罪組織関係者の覚せい剤輸入の意図を察知しながら，本件貨物の\n受取の依頼を引き受けたものと認められ，犯罪組織関係者は，被告人が意図を察知\nすることを予測し得る状況で依頼をしており，両者の間に覚せい剤輸入につき暗黙\nの了解があったと推認できる。\nさらに，来日前後に犯罪組織関係者と連絡を取り合っていること，応答要領を準\n備して貨物会社に連絡を入れるなどしていること，犯罪組織関係者から本件貨物の\n内容物の形状について伝えられ，来日後に購入したノートに記載したとみられるこ\nと，犯罪組織関係者の了解の下で覚せい剤の入っていた本件貨物を開封したとみら\nれることなどの客観的事情は，被告人と犯罪組織関係者との間に相当程度の信頼関\n係があったことを示し，覚せい剤輸入についての暗黙の了解があったことを裏付け\nるものである。\nウ  そして，結論として，「第１審判決が覚せい剤輸入の故意が認められるとし\nた点は結論において正当といえるが，上記のような客観的事情等があるにもかかわ\nらず，これらを適切に考察することなく被告人と犯罪組織関係者との共謀を否定し\nた点は，経験則に照らし，明らかに不合理であり，是認することができない。」と\n判示した。\n(3)  そこで検討するに，原判決は，本件においては，被告人と犯罪組織関係者\nとの間の貨物受取の依頼及び引受けの状況に関する事実が，覚せい剤輸入の故意及\nび共謀を相当程度推認させるものであり，被告人の公判供述にも照らすと，被告人\nは，犯罪組織が覚せい剤を輸入しようとしているかもしれないとの認識を持ち，犯\n罪組織の意図を察知したものといえると評価し，被告人の公判廷における自白に基\nづいて覚せい剤の可能性の認識を認めた第１審判決の認定を結論において是認す\nる。他方，覚せい剤の可能性についての被告人の認識，貨物の受取の依頼及び引受\nけの各事実が認められるにもかかわらず，第１審判決が，覚せい剤輸入の故意を認\n定しながら，客観的事情等を適切に考察することなく共謀の成立を否定した点を経\n験則に照らし不合理であると指摘している。\n被告人が犯罪組織関係者の指示を受けて日本に入国し，覚せい剤が隠匿された輸\n入貨物を受け取ったという本件において，被告人は，輸入貨物に覚せい剤が隠匿さ\nれている可能性を認識しながら，犯罪組織関係者から輸入貨物の受取を依頼され，\nこれを引き受け，覚せい剤輸入における重要な行為をして，これに加担することに\nなったということができるのであるから，犯罪組織関係者と共同して覚せい剤を輸\n入するという意思を暗黙のうちに通じ合っていたものと推認されるのであって，特\n段の事情がない限り，覚せい剤輸入の故意だけでなく共謀をも認定するのが相当で\nある。原判決は，これと同旨を具体的に述べて暗黙の了解を推認した上，本件にお\nいては，上記の趣旨での特段の事情が認められず，むしろ覚せい剤輸入についての\n暗黙の了解があったことを裏付けるような両者の信頼関係に係る事情がみられるに\nもかかわらず，第１審判決が共謀の成立を否定したのは不合理であると判断したも\nので，その判断は正当として是認できる。\n(4)  以上によれば，原判決は，第１審判決の事実認定が経験則に照らして不合\n理であることを具体的に示して事実誤認があると判断したものといえるから，原判\n決に刑訴法３８２条の解釈適用の誤りはなく，原判決の認定に事実誤認はない。\nよって，同法４１４条，３８６条１項３号，１８１条１項ただし書，刑法２１条\nにより，裁判官全員一致の意見で，主文のとおり決定する。なお，裁判官田原睦\n夫，同大谷剛彦，同寺田逸郎の各補足意見がある。\n裁判官田原睦夫の補足意見は，次のとおりである。\n私は法廷意見に与するものであるが，第１審判決が，被告人につき覚せい剤輸入\nについての故意を認定しながら，何等特段の事情を認定することなく，当該覚せい\n剤を輸出した犯罪組織関係者との間の覚せい剤輸入についての共謀の成立を否定し\nたことと経験則の関係について，以下のとおり補足意見を述べる。\n１  一般に，隔地者間で物が輸送される場合において，発送者は，到着地におけ\nる特定の受領権者（権限の有無による特定であり，必ずしも個人名の特定まで要し\nない。）に対して発送するのであり，他方，権限を持って受領する者は，その受領\nに当たり，その受領が発送者の意に沿うものであること，即ち，受領行為自体が発\n送者の意図の実現であることを認識，認容しているものと言える。そのことは，受\n領者の受領権限が発送後に授与された場合であっても何ら異ならない。\n２  この理は，輸送物が禁制品の場合も同様である。但し，輸送物が禁制品の場\n合，禁制品であることについての認識の有無について発送者，受領権者の双方につ\nき別途検討されなければならない。\n先ず，発送者が禁制品であることを認識している場合について言えば，そのこと\nの故をもって受領権者がその事実を当然に知っているとは言えず，単に発送，受領\nの事実のみから，受領権者の認識が推定されることは有り得ない。\n他方，受領権者が禁制品であることを認識している場合，通常，発送者は発送品\nの内容を認識したうえで発送するものであるから，特段の事情のない限り，発送者\nにおいて禁制品であることを認識したうえで発送したものとの推定が働く。それ\n故，受領権者が，禁制品であることを認識したうえで受領する場合，受領権者は，\n発送者において禁制品であることを認識したうえで発送したこと及び当該禁制品を\n受領することが発送者の意図の実現であることを認識，認容していることが推認さ\nれると言える。\n３  次に，海外の発送者が禁制品を国内の受領権者宛に発送する場合，即ち我が\n国に禁制品を輸入し通関手続を経由したうえで送付する場合においても，２で述べ\nたところが基本的にはそのまま妥当する。\n即ち，国内の受領権者が，輸入物が禁制品であって輸入することが禁じられてい\nることを認識している場合，発送者即ち国内への輸入を企図している者も，特段の\n事情のない限りその目的物が輸入禁制品であることを認識しているものと推認され\nる。\nそれ故，受領権者が通関手続を経た当該輸入物を受領する行為は，当該禁制品を\n輸入するべく発送した発送者の輸入実現行為に他ならず，受領権者においても，そ\nの事実を認識，認容しているものと推認されるのであり，かかる認識，認容の下で\nの受領行為は，発送者の輸入行為の共同遂行，即ち輸入した発送者との共謀の下で\nの犯罪実現に不可欠な行為との評価を受けることになるということができる。\n４  上記に述べたところは，一定の事実に基づいてそれから合理的に推認される\n事実を認定し，更にその推認された事実及び他の認定できる諸事実関係と相俟って\n合理的に推認される事実を認定するとの論理法則の適用を例をもって示したもので\nあって，その推認過程は，経験則の当嵌めそのものである。\nかかる経験則の適用を否定するには，その推認過程のうちの何れかの点におい\nて，推認することが相当でない特段の事由（推認障害事由）の存在が認定される必\n要があるというべきである。\n５  本件においては，被告人も自認しているとおり，被告人に覚せい剤密輸入の\n故意が認められ，原判決が詳細に摘示する間接事実からして，経験則上，被告人と\n犯罪組織関係者との間の共謀の成立が優に認定することができるにも拘ず，第１審\n判決は，その経験則の適用を否定すべき特段の事由の存在について何ら論及するこ\nとなく，共謀の成立を否定しているのであって，経験則の適用を誤ったものと言わ\nざるを得ない。\n従って，第１審判決はかかる点からしても破棄されて然るべき事案である。\n裁判官大谷剛彦の補足意見は，次のとおりである。\n１  控訴審の性格，及び控訴審における破棄事由としての事実誤認の意義につい\nては，判示引用の最高裁平成２４年２月１３日第一小法廷判決で改めて確認され，\n控訴審が第１審判決に事実誤認があるというためには，第１審判決の事実認定が論\n理則，経験則等に照らして不合理であることを具体的に示すことが必要であるとい\nうべきであり，このことは，裁判員制度の導入を契機として，第１審において直接\n主義，口頭主義が徹底された状況においては，より強く妥当する，とされた。\n本件では，外国人である被告人が，犯罪組織関係者と共謀して，外国から営利目\n的で覚せい剤を貨物輸送の方法で密輸入したという事犯につき，受取役の被告人の\n覚せい剤輸入についての故意と共謀が争われている。営利目的の覚せい剤輸入は裁\n判員裁判の対象となる罪であるところから，裁判員裁判の対象事犯であることを念\n頭に若干の補足をしたい。\n被告人の故意も共謀も主観的な認識に関わる事実であるが，覚せい剤密輸入事犯\nにおいてこれが争われる事案では，その認定は，犯罪組織と被告人との関係，被告\n人への依頼の状況，依頼の内容，被告人の引受け状況，被告人の関与態様等の客観\n的事実からの推認という方法によらざるを得ず，その推認は，論理則，経験則を用\nいての合理的な推論によって行われることになる。犯罪組織による薬物等の密輸入\nは，一般社会生活とは馴染みのない事象であり，まして本件のような外国の犯罪組\n織と外国人の被告人による事案となると，一般的な論理則，経験則の適用や，合理\n的な推論にも，少なからず困難を伴うことになろう。\n２  裁判員の参加する第１審の裁判の事実認定に対する控訴審の審査は，事後審\nとしての立場をより徹底し，また，その吟味はより慎重であるべきところ，本件の\n控訴審判決は，判示３(2)のとおり，まず，この種薬物密輸入事犯における主観的\n事情を客観的事実から認定する場合の一つの論理則，経験則ともいうべき原則的な\n故意及び共謀の推認関係の在り方を示した上，犯罪組織から被告人への依頼の状\n況，依頼の内容，依頼の引受け状況などの客観的事実を踏まえ，（被告人の覚せい\n剤であるかもしれないとの自認も相俟って）被告人に犯罪組織が覚せい剤を輸入す\nるかもしれないとの認識，及び犯罪組織との間の覚せい剤輸入についての暗黙の了\n解を推認し，加えて，犯行への関与態様から示される犯罪組織と被告人の信頼関係\nはこの推認を裏付けるなどとして，故意と共謀を認定している。この推認に当たっ\nて，控訴審判決は客観的事実からの推論過程を具体的に明らかにして，その上で，\n上記の原則的な推認関係の在り方にも反する第１審の認定は，経験則に照らし明ら\nかに不合理であると指摘している。本件の控訴審判決は，単に控訴審としての認定\n（心証形成）を第１審のそれと比較して事実誤認としているわけではなく，あるべ\nき論理則，経験則の適用の過程や関係を示した上，第１審判決がその論理則，経験\n則に照らし不合理であることを十分に具体的に示したものと評価することができ，\n上記最高裁判例が事実誤認の判断に当たって控訴審に要請するところを充たしてい\nる一例ということができよう。\nまた控訴審判決の示す客観的事情からの推論過程や，故意及び共謀に関する認定\n関係の原則的な在り方についての説示は，それ自体合理的であり，一般社会生活か\nら離れた事象である薬物輸入事犯において，困難を伴う論理則，経験則を用いての\n主観的事実の認定に当たり，実務上の参考としての意義も有すると思われる。\n３  本件の主要な争点は，被告人の故意及び共謀の成否であり，共に主観的な認\n識状態に関する法的概念を伴った事実の認定問題である。故意，共謀は，証拠によ\nって認められる認識や意思連絡の状態をこの法的概念に当てはめてその成否を認定\nすることになる。控訴審判決は，貨物の中味が覚せい剤であるかもしれないとの認\n識を認めて被告人の故意を認定し，また，暗黙の了解を認めて被告人の共謀を認定\nしている。\n本件は，犯罪組織と被告人の関係が直接的であり，犯罪組織から被告人への依頼\nの内容（外国から渡航して貨物を受け取る重要な役割等）などからすれば，被告人\nは組織犯行において実行に準ずる重要な寄与をする立場にあり，控訴審の推認する\n貨物の中味が違法薬物である可能性の認識や，その輸入についての暗黙の了解は，\n一般的な経験則からみても比較的容易に是認できるように思われる。犯罪組織から\n被告人への貨物の中味についての告知や説明はなかったにしても，違法薬物の可能\n性の認識を妨げたり，暗黙の了解を否定したりするような事情も特段認められず，\nまた，犯罪組織の意図としては，被告人が中味を認識して行動することも予測に含\nまれているといえよう。\n第１審判決は，判示２(1)のとおり，犯罪組織からの依頼状況，依頼内容，被告\n人の受取状況を踏まえながら，これら事情は貨物の中味が覚せい剤であることの可\n能性の認識や犯罪組織と被告人の意思の連絡を推認するに足りないとし，被告人の\n自認をもって故意は認定しながら，なお共同して覚せい剤を輸入するという意思を\n通じ合ったことが常識に照らし間違いないとは言えないとした。その具体的推認の\n過程は明らかではないが，第１審と控訴審とで，共謀共同正犯の「共謀」という法\n的な概念を伴う事実の認定において，当てはめる法的な概念についての認識に差が\nあり，ひいてはその認定に求められる推認の内容，程度（合理的な疑いを超える程\n度）に差があったのではないかと窺われないわけではない。第１審が，「共謀」の\n認定において，仮に，暗黙の了解ではない謀議のごとき強い意思の合致を求め（因\nみに第１審判決は黙示的な意思連絡について触れるところはない），それ故に共謀\nの認定に合理的な疑いが残るとするのであれば，それが法令解釈，法令適用の誤り\nとみるか事実認定の誤りとみるかはともかく，判決破棄の検討対象にならざるを得\nない。\n共謀共同正犯における「共謀」の意義については，「共謀」をもって犯罪実行者\nと同等の刑責を負わせることになるところから，法律実務家の間でも，明示的な意\n思の合致を要するかどうか，確定的な認識を要するかどうか，積極的な加担の意図\nを要するかどうか等について，長らく議論がされてきたところである。裁判員制度\nの実施に当たり，裁判員と裁判官が，法的な概念について，可能な限り共通する理\n解の下で事実の認定に当たれるよう，その本質ないし本当に意味するところに立ち\n返った理解や，裁判員への分かりやすい説明の工夫について研究が行われてきてお\nり，成果も上がっていると思われる。裁判員に法的な概念を説明するのは，裁判官\n（長）の役目である（裁判員法６６条５項）。裁判員に対し，適切な説明を行って\n職責を十分に果たすよう配慮する趣旨においても，法的概念についての共通の理解\nと認識に向けて，一層の研究と裁判官（長）の説明努力が期待されるところであ\nる。\n裁判官寺田逸郎の補足意見は，次のとおりである。\n１  本件犯行における共謀関係を検討するに当たって重視しなければならないの\nは，本件の起訴対象である２つの犯罪のいずれにおいても，被告人が犯罪の成否に\nとって不可欠の重要な役割を担ってメキシコから渡来したということである。\n本件においては，第１審判決は，本件犯行について被告人には故意があったこと\nを認めながら，本件犯行を計画し，あるいはメキシコから貨物を発送させた者など\n犯罪組織関係者らと被告人との間に共謀関係があることを認めなかったのである\nが，上記のとおり被告人が引き受けた役割が重要であることからすると，被告人の\n果たすべき役割の面で十分でないゆえにいわゆる正犯としてのレベルに達していな\nいという意味で共謀関係にあるとはいえない（あるいは「正犯意思を欠く」）とい\nうことが問題とされたわけではないし，同判決が，この事案で共謀関係にあるとい\nえるためには具体的な形で謀議が行われていなければならないとの考え方に立って\nいることを窺わせるところはないのであるから，本件における共謀関係の認定につ\nいては，もっぱら，意思の連絡などによる関与者相互の結びつきが共謀関係という\nレベルに達しているかどうかを関係諸事実から立証できるかどうかが問題となって\nいるのであって，第１審がこれを否定的にみたことが不合理かどうかという点に絞\nられているといえる。\n２(1)  この焦点となる事項を判断する上でも，被告人が重要な役割を担って渡\n来したということは，また，軽視できない要素である。故意を有する関与者が犯罪\nの遂行において共謀相手とされる者から依頼を受け，上記のような重要な役割を引\nき受けてわざわざ渡来しておきながら，意思の連絡などによる結びつきを欠いて共\n謀関係に至っていないというのは，ふつう考えにくいことであるからである。原審\nが，「被告人が覚せい剤輸入の故意を持つに至ったのは，犯罪組織関係者から日本\nへ行って貨物を受け取るように依頼をされ，犯罪組織が覚せい剤を輸入しようとし\nているのかもしれないなどとその意図を察知しながら，その依頼を引き受けたから\nにほかならない。そうであるとすると，被告人は，特段の事情がない限り，犯罪組\n織関係者と暗黙のうちに意思を通じたものであって，共謀が成立したと認めるべき\nではないかと思われる。」と説くのも，基本的には同じ理解に立つものといえる。\n(2)  本件においては，共謀関係に関わるはずの事情の多くがメキシコでの出来\n事であって，共謀関係にあるとされている者らと被告人とが元来どのような関係に\nあったか，被告人自身がいかなる動機で受取役を引き受けたのかなどは明らかでな\nく，被告人が得るべき報酬も２０００米ドルを渡航前に手渡されている以上にはわ\nからない。しかし，その制約の中で，原審が，上記(1)の説明とともに，被告人が\n犯罪組織関係者と連絡を取りつつ，メキシコから渡来し，貨物の受取までにどのよ\nうに行動していたかなどの認定事実を一連のものとして関連づけて考慮して第１審\nの判断を覆し，共謀関係にあることを肯定したことは，法廷意見に示されたとお\nり，それ自体説得力があると同時に，このような姿勢を欠いたまま，その理由を示\nさずに行われた第１審判決の共謀関係についての否定的判断が不合理である理由を\n比較的簡潔ながら適切に示したものとして評価することができるのである。\n(3)  ただし，上記(1)，(2)の議論で念頭にあるのは，主として被告人側からみ\nた共謀関係に関わるところであり，共謀相手の組織犯罪関係者側からみてそう認定\nすることができるかについては別にその角度に着目した補足的な検討を要する。こ\nの点では，組織犯罪関係者において被告人が犯行における役割を果たすものと認識\nしていて，しかも，厳密にいうと，被告人がそうすることについて故意があるこ\nと，すなわち受け取る貨物が覚せい剤その他の違法薬物との認識を被告人が有して\nいることを組織犯罪関係者が認識しているかどうかにやや難しいところが残されて\nいる。しかし，ここでも，原審が，犯罪組織関係者が，被告人が覚せい剤の密輸入\nかもしれないとの認識を持つのも自然といえるような状況の下に，荷物の受取役を\n依頼し，その場合に，被告人がそのような認識を持つことのないようにする手だて\nを講じた形跡もないことから，意図を察知されると予測し，許容しながら依頼をし\nた旨説くところは，この意味あいを意識したものとみられ，被告人の役割の重要性\nも視野に入れての説明といえる。また，これに加え，原審が，貨物の到着後に被告\n人が犯罪組織関係者にパソコンで連絡をとり，指示を得て，予め特徴を把握してい\nた覚せい剤の隠匿状況を意識しつつ，ケース入りの段ボール箱１箱を特定して開封\nした状況から両者のある種の信頼関係を指摘しているところも，これを補強する趣\n旨を含めた説明であると解することができる。したがって，犯罪組織関係者が，被\n告人を単なる事情を知らないいわゆる道具としてみているのではなく，輸入を共同\nして行うと被告人が理解しているとの認識に立っていると認定することに支障はな\nく，原審の判断がそれ自体相当といえる上，第１審判決の事実認定の不合理を示そ\nうとするなかでの説明として十分理解できる水準にあると考えられるのである。\n３  原審により上記２のとおり指摘された第１審判決の不合理は，被告人が共謀\n相手とされる者から依頼を受け，覚せい剤を輸入しようとすると知りながら受取役\nを担ってわざわざ渡来したという事実を大前提として念頭に置きつつ，関係諸事実\nを一連のものとして関連づけて捉えるべきとすることによっても示すことができそ\nうにも思える。原審による説明を見ると，上記２(1)の事実認定上の定式のような\nものが示されていることに強く印象づけられるが，このような定式化されたところ\nを欠くと判示引用の最高裁平成２４年２月１３日第一小法廷判決のいう「論理則，\n経験則等に照らして不合理であることを具体的に示」したことにならないと解する\nことは，厳格にすぎ，相当ではあるまい。一般化できるものは一般化した形で説明\nされた方がわかりやすいとはいえるであろうが，常にそれが可能とは限らない。例\nえば，本件とは逆に，第１審判決が関係諸事実を総合的に評価して共謀を認めてい\nる場合に，その認定が誤っているとするには，控訴審としては，合理的な疑いがあ\nることを明らかにすることで足るはずであって，これを覆すための経験則を定式化\nして示すことを強いるまでのことはあるまい。このような場合に限らず，結局，控\n訴審としては，事実誤認を説明するに当たって，事案に応じ，第１審判決の判断の\n誤りが看過できないレベルにあるとする具体的な理由を客観的な立場にある人にも\n納得のいく程度に示すことで足ると解するのが相当ではないかと考えるのである。\n(裁判長裁判官  寺田逸郎  裁判官  田原睦夫  裁判官  岡部喜代子  裁判官\n大谷剛彦  裁判官  大橋正春)\n"
}