{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 8,
    "day": 9
  },
  "case_number": "平成30(受)1626",
  "case_name": "執行文付与に対する異議事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第73巻3号293頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成29(ネ)2793",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 6,
    "day": 15
  },
  "gist": "民法９１６条にいう「その者の相続人が自己のために相続の開始があったことを知った時」の意義",
  "case_gist": "民法９１６条にいう「その者の相続人が自己のために相続の開始があったことを知った時」とは，相続の承認又は放棄をしないで死亡した者の相続人が，当該死亡した者からの相続により，当該死亡した者が承認又は放棄をしなかった相続における相続人としての地位を，自己が承継した事実を知った時をいう。",
  "ref_law": "民法９１６条",
  "lawsuit_id": "88855",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=88855",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/855/088855_hanrei.pdf",
  "contents": "平成３０年（受）第１６２６号  執行文付与に対する異議事件\n令和元年８月９日  第二小法廷判決\n主      文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理      由\n上告代理人瀬戸祐典，上告復代理人岸田麻希の上告受理申立て理由（ただし，排\n除されたものを除く。）について\n１  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  株式会社みずほ銀行は，南大阪食肉市場株式会社に対して貸金等の支払を\n求めるとともに，Ａ外４名に対し，上記貸金等に係る連帯保証債務の履行として各\n８０００万円の支払を求める訴訟を提起した。平成２４年６月７日，みずほ銀行の\n請求をいずれも認容する判決が言い渡され，その後，同判決は確定した（以下，こ\nの判決を「本件確定判決」という。）。\n(2)ア  Ａは，平成２４年６月３０日，死亡した。Ａの相続人は，妻及び２名の\n子らであったが，同年９月，当該子らによる相続放棄の申述が受理された。\nイ  上記の相続放棄により，Ａのきょうだい４名及び既に死亡していたＡのきょ\nうだい２名の子ら７名（合計１１名）がＡの相続人となったが，平成２５年６月，\nこれらの相続人のうち，Ｂ（Ａの弟）外１名を除く９名による相続放棄の申述が受\n理された。\n(3)  Ｂは，平成２４年１０月１９日，自己がＡの相続人となったことを知ら\nず，Ａからの相続について相続放棄の申述をすることなく死亡した。Ｂの相続人\nは，妻及び子である被上告人外１名であった。被上告人は，同日頃，被上告人がＢ\nの相続人となったことを知った。\n(4)  みずほ銀行は，平成２７年６月，上告人に対し，本件確定判決に係る債権\nを譲渡し，南大阪食肉市場に対し，内容証明郵便により上記の債権譲渡を通知し\nた。\n(5)ア  上告人は，平成２７年１１月２日，本件確定判決の正本（以下「本件債\n務名義」という。）に基づき，みずほ銀行の承継人である上告人が，Ａの承継人で\nある被上告人に対して本件債務名義に係る請求権につき３２分の１の額の範囲で強\n制執行することができる旨の承継執行文の付与を受けた。\nイ  被上告人は，平成２７年１１月１１日，本件債務名義，上記承継執行文の謄\n本等の送達（以下「本件送達」という。）を受けた。被上告人は，本件送達によ\nり，ＢがＡの相続人であり，被上告人がＢからＡの相続人としての地位を承継して\nいた事実を知った。\n(6)  被上告人は，平成２８年２月５日，Ａからの相続について相続放棄の申述\nをし，同月１２日，上記申述は受理された（以下，この相続放棄を「本件相続放\n棄」という。）。\n２  本件は，被上告人が，上告人に対し，本件相続放棄を異議の事由として，執\n行文の付与された本件債務名義に基づく被上告人に対する強制執行を許さないこと\nを求める執行文付与に対する異議の訴えである。甲が死亡し，その相続人である乙\nが甲からの相続について承認又は放棄をしないで死亡し，丙が乙の相続人となった\nいわゆる再転相続に関し，民法９１６条は，同法９１５条１項の規定する相続の承\n認又は放棄をすべき３箇月の期間（以下「熟慮期間」という。）は，「その者の相\n続人が自己のために相続の開始があったことを知った時」から起算する旨を規定し\nているところ，本件では，Ａからの相続に係る被上告人の熟慮期間がいつから起算\nされるかが争われている。\n３  原審は，前記事実関係等の下において，次のとおり判断して，被上告人の請\n求を認容すべきものとした。\n民法９１６条にいう「その者の相続人が自己のために相続の開始があったことを\n知った時」とは，丙が自己のために乙からの相続が開始したことを知った時をい\nう。しかしながら，同条は，乙が，自己が甲の相続人であることを知っていたが，\n相続の承認又は放棄をしないで死亡した場合を前提にしていると解すべきであり，\nＢがＡの相続人となったことを知らずに死亡した本件に同条は適用されない。Ａか\nらの相続に係る被上告人の熟慮期間の起算点は，同法９１５条によって定まる。Ａ\nからの相続に係る被上告人の熟慮期間は，被上告人がＢからＡの相続人としての地\n位を承継した事実を知った時から起算され，本件相続放棄は熟慮期間内にされたも\nのとして有効である。\n４  しかしながら，民法９１６条の解釈適用に関する原審の上記判断は是認する\nことができない。その理由は次のとおりである。\n(1)  相続の承認又は放棄の制度は，相続人に対し，被相続人の権利義務の承継\nを強制するのではなく，被相続人から相続財産を承継するか否かについて選択する\n機会を与えるものである。熟慮期間は，相続人が相続について承認又は放棄のいず\nれかを選択するに当たり，被相続人から相続すべき相続財産につき，積極及び消極\nの財産の有無，その状況等を調査し，熟慮するための期間である。そして，相続人\nは，自己が被相続人の相続人となったことを知らなければ，当該被相続人からの相\n続について承認又は放棄のいずれかを選択することはできないのであるから，民法\n９１５条１項本文が熟慮期間の起算点として定める「自己のために相続の開始があ\nったことを知った時」とは，原則として，相続人が相続開始の原因たる事実及びこ\nれにより自己が相続人となった事実を知った時をいうものと解される（最高裁昭和\n５７年（オ）第８２号同５９年４月２７日第二小法廷判決・民集３８巻６号６９８\n頁参照）。\n(2)  民法９１６条の趣旨は，乙が甲からの相続について承認又は放棄をしない\nで死亡したときには，乙から甲の相続人としての地位を承継した丙において，甲か\nらの相続について承認又は放棄のいずれかを選択することになるという点に鑑み\nて，丙の認識に基づき，甲からの相続に係る丙の熟慮期間の起算点を定めることに\nよって，丙に対し，甲からの相続について承認又は放棄のいずれかを選択する機会\nを保障することにあるというべきである。\n再転相続人である丙は，自己のために乙からの相続が開始したことを知ったから\nといって，当然に乙が甲の相続人であったことを知り得るわけではない。また，丙\nは，乙からの相続により，甲からの相続について承認又は放棄を選択し得る乙の地\n位を承継してはいるものの，丙自身において，乙が甲の相続人であったことを知ら\nなければ，甲からの相続について承認又は放棄のいずれかを選択することはできな\nい。丙が，乙から甲の相続人としての地位を承継したことを知らないにもかかわら\nず，丙のために乙からの相続が開始したことを知ったことをもって，甲からの相続\nに係る熟慮期間が起算されるとすることは，丙に対し，甲からの相続について承認\n又は放棄のいずれかを選択する機会を保障する民法９１６条の趣旨に反する。\n以上によれば，民法９１６条にいう「その者の相続人が自己のために相続の開始\nがあったことを知った時」とは，相続の承認又は放棄をしないで死亡した者の相続\n人が，当該死亡した者からの相続により，当該死亡した者が承認又は放棄をしなか\nった相続における相続人としての地位を，自己が承継した事実を知った時をいうも\nのと解すべきである。\nなお，甲からの相続に係る丙の熟慮期間の起算点について，乙において自己が甲\nの相続人であることを知っていたか否かにかかわらず民法９１６条が適用されるこ\nとは，同条がその適用がある場面につき，「相続人が相続の承認又は放棄をしない\nで死亡したとき」とのみ規定していること及び同条の前記趣旨から明らかである。\n(3)  前記事実関係等によれば，被上告人は，平成２７年１１月１１日の本件送\n達により，ＢからＡの相続人としての地位を自己が承継した事実を知ったというの\nであるから，Ａからの相続に係る被上告人の熟慮期間は，本件送達の時から起算さ\nれる。そうすると，平成２８年２月５日に申述がされた本件相続放棄は，熟慮期間\n内にされたものとして有効である。\n５  以上によれば，原審の前記判断には，民法９１６条の解釈適用を誤った違法\nがある。しかしながら，本件相続放棄が熟慮期間内にされたものとして有効である\nとした原審の判断は，結論において是認することができる。論旨は採用することが\nできない。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   菅野博之   裁判官   山本庸幸   裁判官   三浦   守   裁判官\n草野耕一)\n"
}