{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 7,
    "day": 8
  },
  "case_number": "平成27(う)6",
  "case_name": "建造物等以外放火，非現住建造物等放火，住居侵入，器物損壊",
  "court_name": "広島高等裁判所岡山支部",
  "result": "棄却",
  "gist": "建造物等以外放火，非現住建造物等放火，住居侵入，器物損壊被告事件について，第一審が，建造物等以外放火及び非現住建造物等放火の各控訴事実につき無罪とした（住居侵入，器物損壊は有罪）のに対し，検察官が控訴を申し立てたところ，無罪とされた各事実について，被告人が犯行現場や同現場付近に立ち寄った事実が認められるものの，特定されている犯行時間帯が長時間に及ぶことや犯行現場への第三者の立ち入りが容易であること等から，第三者による犯行の機会も存在しており，被告人以外の者が犯人である可能性を十分に排斥できておらず，被告人が上記各犯行の犯人であることの証明がないと判断した原判決に論理則，経験則等に照らして不合理な点はないとして，控訴を棄却した事例。",
  "lawsuit_id": "85379",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85379",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/379/085379_hanrei.pdf",
  "contents": "平成２７年７月８日宣告  広島高等裁判所岡山支部判決\n平成２７年(う)第６号  建造物等以外放火，非現住建造物等放火，住居侵\n入，器物損壊\n原審  岡山地方裁判所（平成２６年(わ)第７２号等）\n主              文\n本件控訴を棄却する。\n理              由\n本件控訴 正行作成の控訴趣意 書に，これに対 す\nる答弁は弁護人小 野智映子作成の答 弁書に，それぞれ 記載のとおりで あ\nる。\n論旨は事実誤 認の 主張 であり， 要す るに，建造物 等以 外放火及び非 現\n住建造物等放火の 各公訴事実につき 被告人が犯人であ ることについて の\n証明があったのに 上記各公訴事実に ついて被告人を無 罪とした原判決 に\nは判決に影響を及 ぼすことが明らか な事実誤認がある ，というのである 。\nそ こ で 検 討 す る に， 建造物等以外放火及び非現住建造物 等放火の各公\n訴事実につき，いずれも被告人を犯人と認めるには合理的な疑いが残ると\nした原判決の判断は，論理則，経験則等に照らして不合理であるとはいえ\nない。以下，補足して説明する。\n１  建造物等以外放火の公訴事実について\n(１)  公訴事実\n建造物等以外放火の公訴事実は以下のとおりである。\n「被告人は，平 成２６年１月１１ 日頃，岡山 県真庭 市Ａa番地b所在の\nＸらが居住するＹ 株式会社工場兼住 居（鉄骨造亜鉛メ ッキ鋼板ぶき２ 階\n建）１階東側軒下 において，同所に 設置された前記Ｙ 株式会社が所有 す\nる木製の台等に放 火してその一部を 焼損した上，同建 物東側壁面 の一 部\nを溶解させるなど し，よって，その まま放置すれば前 記建物に延焼す る\nおそれのある危険 な状態を発生させ ，もって公共の危 険を生じさせた も\nのである。」\n(２)  原判決の判断\n原判決は，検 察官 が，①被告人 が ， 犯行時間帯と 矛盾 しない日時に ，\n事件現場を訪れた こと，②被告人に は放火する以外に 事件現場を 訪れ な\nければならない特 段の理由がなかっ たこと，③被告人 の逮捕勾留中及 び\n公判廷における言 動は犯人ならでは の言動であること ，④放火の犯行 に\n及ぶ動機があるこ との各事実が認め られ，これらの事 実を総合すると 被\n告人が犯人である ことは明らかであ ると主張したのに 対し，①につい て\nは，被告人が犯行 時間帯以前に事件 現場に赴いた可能 性が排斥できな い\n上，仮に犯行時間 帯と矛盾しない日 時に同現場に赴い たことが認めら れ\nたとしても，その 時間帯は８時間余 りに及んでおり， 同現場には被告 人\n以外の者も出入り 可能であること及 び出火原因が特定 されておらず， 被\n告人と出火原因と を結びつける痕跡 も発見されていな いことを考慮す る\nと，被告人が犯行 時間帯と矛盾しな い日時に同現場に 赴いた ことから 被\n告人が犯人である と推認することは できない，②につ いては， 被告人が ，\n事件現場に赴かな ければならない特 段の理由はないと 認められるが， 誤\nって同現場付近に 至った可能性を排 斥できないから， これをもって被 告\n人が犯人であると 推認することはで きない，③につい ては，被告人は ，\n事件現場に赴いた ことはない旨の客 観的事実に反する 供述をしている が，\n同現場付近に立ち 寄ったことあるい はこれを含む前後 の行動が他の不 当\nな行動等に関係す ることから当該行 動等を秘するため などの事情によ り\n同供述をするに至 ったことも十分に 考えられるから， 被告人が客観的 事\n実と相違する供述 をしていることか ら被告人が犯人で あると推認する こ\nとはできない，④ については，犯行 当夜の被告人の言 動からコンビニ エ\nンスストアの品揃 え等に対する苛立 った様子は窺われ るものの，この よ\nうな事実は，その 憂さ晴らしとして 犯行に及んだとし ても矛盾しない と\nいうにとどまり， 犯行と被告人を結 びつける推認力に 乏しい と判断し た\n上で，上記各間接 事実はいずれも被 告人の犯人性を推 認するには足りず ，\nこれらの事実は必 ずしも相互に補完 し合う関係にはな く，これらを総 合\nしても被告人の犯人性を認定するには足りないとした。\n(３)  所論に対する判断\n所論は，原判 決の 各間接事実に 対す る評価及びそ の総 合評価につき ，\nそれぞれ論理則， 経験則等の違反が ある旨主張するの で以下，検討する 。\nア  基本的事実関係\n原審で取り調べ た証拠によれば， 火災の発生及びそ の前後の被告人 の\n行動等につき，以下の事実が認められる。\n(ア )  建 造 物 等 以 外 放 火 の 公 訴 事 実 に か か る 火 災 （ 以 下 「 本 件 火 災\n１」という。）の 現場（以下「本件 現場１」という 。）は，南北に走 る\n国道Ｂ号線から東 に延びる市道（以 下「本件市道」と いう。）を約４ ０\nメートル進み，更 に同市道から北へ 延びる幅員約３． ７メートルのア ス\nファルト舗装され た私道（以下「本 件私道」という。 ）を約６４メー ト\nル進んだ位置にあ り，その先は行き 止まりとなってい る。なお，本件 私\n道は，本件現場１ に至るまでに２度 Ｌ字型に曲がって おり，途中に門扉\n等は設置されてお らず，同私道の周 辺には倉庫，畑， 民家，工場が存 在\nする。\n(イ)  本件火災 １は，平成２６年 １月１０日午後１ ０時頃から同月１\n１日午前６時５５ 分頃までの間 （ 以 下 「 本 件 火 災 １ 発 生 時 間 帯 」 と い\nう。）に発生した。\n(ウ)  本件現場 １から約１．７メ ートルの場所に置 いてあった段ボー\nル箱の中から 発 見 さ れ た た ば こ の 吸 い 殻 （ 以 下 「 本 件 吸 い 殻 １ 」 と い\nう。）には，被告 人のＤＮＡ型と一 致する ＤＮＡを含 む唾液が付着し て\nいた。同段ボール箱は同月１０日午後３時頃，開封されたものである。\n(エ)  被告人は ，同月９日から同 月１１日までの間 ， Ｃ（以下「本件\nホテル」という） に宿泊していた。 被告人は，同月１ ０日午後８時１ ５\n分頃，本件ホテル から一人で外出し ，同日午後８時４ ０分頃， Ｄにお い\nて日用品を購入し ，同日午後８時５ ４分頃に一人で本 件ホテルに戻った 。\n被告人は，同日午 後１０時１７分頃 ，本件ホテルから 一人で外出し， そ\nの後，パチンコ店 で同僚と合流した 後，同月１１日午 前０時３５分頃 ，\n同僚と共に本件ホ テルに戻った。被 告人は，同日午前 ０時４８分頃， 本\n件ホテルから一人 で外出し，同日午 前２時頃から同日 午前２時２分頃 ま\nでの間，Ｅ（以下 「本件コンビニ」 という。） に立ち 寄り，同日午前 ２\n時１２分頃，一人で本件ホテルに戻った。\nイ  所論が指摘する原判決の各判断の当否\n(ア)  所論は，被 告人が，平成２６ 年１月１０日午後 ８時１５ 分頃 ，\n本件ホテルから外 出した目的は日用 品を購入するため であったところ ，\n特段の事情のない 限り，被告人は日 用品を販売してい る商店がない地 域\nには赴かなかった し，日用品を購入 した後は日用品を 販売している商 店\nがない地域に赴く ことなく本件ホテ ルに戻ったと推認 すべきである， と\nいう。\nしかし，原判決 が指摘するとおり ，本件ホテルから 本件 現場１まで の\n距離やＤの位置関 係等に照らすと， 被告人が 同日午後 ８時１５分頃か ら\n同日午後８時５４ 分頃までの間に本 件現場１に赴くこ とは物理的には 可\n能であり，この点 は所論も争うもの ではないものと考 え られる。そして ，\n上記時間帯に日用 品を購入したから といって，外出の 目的が日用品の 購\n入に尽きるとはい えないのであって ，日用品の購入以 外の目的のため に\n本件現場１に立ち 寄った可能性を完 全に排斥すること はできないから ，\n原判決の判断が経験則に反するとまではいえない。\n(イ)  所論は， 原判決は，本件火 災１発生時間帯に 本件現場１へ被告\n人以外の者の出入 りも可能であった ことから被告人が 犯人であること の\n推認力が弱まると 判断しているよう であるが，経験則 に照らすと，特 段\nの事情のない限り ，夜間から明け方 にかけての時間帯 に，私道を６４ メ\nートル進んでその 先が行き止まりと なっている場所に は，被害者やそ の\n家族以外の者は出入りしないと推認すべきである，という。\nしかし，本件現 場１までは門扉等 がなく人が自由に 立入ること ので き\nる通路のようにな っているから，た とい夜間や早朝で あったとしても\n（午前６時過ぎ頃 になると付近を通 行する人もまれで はないと考えら れ\nる），経験則上， 被害者家族以外の 者が立ち入ること はないとまでは い\nえない。本件火災 １発生時間帯に本 件現場１へ被告人 以外の者が立ち 入\nらなかったことは，検察官が証拠によって証明する必要がある。\n(ウ)  所論は， 原判決は，出火原 因が特定されてお らず，被告人と出\n火原因とを結びつ ける痕跡が発見さ れていないことを もって，被告人 が\n本件火災１発生時 間帯と矛盾しない 時間帯に本件現場 １に赴いた事実 の\n有する被告人が犯 人であることの推 認力を覆している が，この判断は ，\n論理則，経験則に照らして不合理である，という。\n犯人性が争われ る放火事件におい て， 出火原因を特 定し（特定でき な\nいとしても），放 火以外の可能性が ないと認定するこ とは，犯人性判 断\nの前提となる。こ の点を明確に区別 していない原判決 の説示方法に不 適\n切な点はあるが， 原判決は，出火原 因が特定されてい ないことや被告 人\nと出火原因を結び つける痕跡が発見 されていないこと をもって，被告 人\nが本件火災１発生 時間帯と矛盾しな い時間帯に本件現 場１に赴いたと の\n事実が持つ被告人 の犯人性を推認す るための価値が低 下す るとは論じ て\nいない。原判決は ，被告人が本件火 災１発生時間帯と 矛盾しない時間 帯\nに本件現場１に赴 いたとしても，他 の者が放火した可 能性が残り，そ れ\nだけでは被告人が 犯人であると認定 できないことを， 他に被告人と放 火\nとを積極的に結び つける証拠もない ことにも敷衍して 説示していると 解\nされる。所論は，原判決の説示を曲解したもので失当である。\n(エ)  所論は， 原判決が，被告人 には，夜間 ，本件 現場１に赴かなけ\nればならない特段 の理由はないと認 定しながら，被告 人が 誤って本件 現\n場付近に至った可 能性を排斥できな いとしたのは，本 件市道や 本件私 道\n等の位置関係や本 件私道の経路，状 況を踏まえると論 理則，経験則に 照\nらして不合理な判断である，という。\nそこで検討する に，本件私道に入 るには国道Ｂ号線 から本件市道に入\nって約４０メート ルの地点から北 方向に曲がる必要が あること，さら に\n本件現場１に至る にはＬ字型の角を ２回にわたって曲 がる必要が ある こ\nと，本件私道の周 囲には倉庫や民家 しかなく， 到達す べき目的となる 建\n物等が見当たらな いことからすると ，仮に道に迷った のであれば本件 現\n場１に至るまでの 間に国道 Ｂ号線や 本件市道の方向に 引き返せば良い の\nであって，本件私 道をそのまま約６ ４メートルも進行 するという のは 通\n常は考えがたい。 そうすると，被告 人が，誤って本件 現場 １に至った 可\n能性はさほど大きくはないというべきである。\n(オ)  所論は， 被告人が本件現場 １に赴いたことは ない旨の客観的事\n実に反する供述を しているのは，放 火犯人であること の有罪意識の現 れ\nであって，原判決 のいう「他の不当 な行動等」につい ては証拠上これ を\n窺わせる事情は何 ら見当たらないの であるから，客観 的事実に反する 供\n述をしていること をもって被告人が 犯人であると推認 することはでき な\nいとした原判決の判断は不合理である，という。\n確かに，前記ア(ウ)の事実からすれ ば，被告人が，平 成２６年１月１\n０日午後３時頃以 降に本件現場１に 赴いたことが認め られるところ， 被\n告人はかかる事実 に反する供述をし ている上，原審記 録からは被告人 が\n本件放火以外の「 他の不当な行動等 」に及んだことを 窺わせる事情は 全\nく認められない。 そこで，被告人が ，かかる証拠上認 められる事実関 係\nに反する供述をし ているのは，本件 現場１に赴いたこ とを認めれば， そ\nの理由等につき追 及を受け，さらに 放火犯人であるこ との嫌疑が深ま る\nから，それを避け るためであると考 えることはできる 。 しかし，被疑 者\nや被告人が事実に 反する供述をする 事情は様々であり ，捜査官の取調 べ\nに反発して捜査官 が主張する事実を 全て否定する場合 等 もある。本件 に\nおいて，被告人は ，捜査及び原審の 公判を通じて一貫 して本件火災１ へ\nの関与を否認し， それに伴って本件 現場 １への立ち寄 りも否認し てい る\nのであって，本件 吸い殻１の存在が 明らかになった後 も従前の供述を 維\n持するということ は，一般的な被疑 者，被告人の供述 心理として十分 に\nあり得るものである。\n一般に，犯罪 立証 において，被 告人 が客観的事実 に反 する供述をし て\nいることの持つ意 義は，他の事実に よって被告人が犯 人であることが 原\n則として推認され るような事案で， 被告人が犯人でな いという事情を 弁\n解した場合，客観 的事実に反する供 述であると，その 弁解が信用されず ，\n結局犯人であるこ とが推認されると いうにとどまる。 被告人が客観的 事\n実に反する供述を していること自体 が犯人性を積極的 に推認させるた め\nの事実となるもの ではない。結局， 被告人が本件現場 １に立ち寄った 事\n実自体を否認して ，その立ち寄った 理由を積極的に説 明しないと いう こ\nとは，当該立ち寄 り事実自体が有す る被告人の犯人性 に関する 推認力を ，\n被告人の供述が減 殺しないという限 度の評価 にとどま るのであって， 被\n告人の犯人性を推 認させる別個の間 接事実となるもの ではないと解す べ\nきである。\n原判決が「他 の不 当な行動等」 が考 えられるとし てい る点も経験則 に\n反するとはいえな い。すわなち，被 告人が他の犯罪等 に及んだとしても ，\nそれが発覚しない ことは少なくない し，犯罪等を企て たが着手しなか っ\nた場合も考えられ るので，被告人が 他の不当な行動等 に及んだことを 窺\nわせる事情がない としても論理矛盾 するものではなく ， 被告人には窃 盗\n等の前科もあるこ とから，その具体 的可能性も否定で きず，経験則に 反\nするものでもない。\nしたがって，被 告人が客観的な事 実に反する供述を していることか ら\n被告人が犯人であ ると推認すること はできないとした 原判決の判断は ，\n論理則，経験則等に照らして不合理であるとはいえない。\n(カ)  所論は， ①被告人が本件火 災１発生 時間帯と 矛盾しない日時に\n本件現場１に赴い たこと，②被告人 には本件現場１に 赴かなければな ら\nない特段の理由が ないこと，③被告 人が本件現場１に 赴いたことはな い\n旨の客観的事実に 反する供述をして いることの各間接 事実には被告人 の\n犯人性を推認する 力がある上，これ らの事実は相互に 補強し合う関係 に\nあるにもかかわら ず，各間接事実の 推認力を否定し， かつ相互に補強 し\n合う関係にないと した原判決の判断 は論理則，経験則 に照らし不合理 で\nある，という。\nそこで検討する に，被告人が本件 放火を行ったと認 定するためには ，\n人以外の者がその 放火を行った可能 性がないことが証 明される必要が あ\nる。しかし，本件 全証拠によっても ，\n仮に放火であるこ とが\nする事情は，いず れも，被告人がそ の放火犯人である ことを窺わせる も\nのであり，これら を総合すると，被 告人が本件放火を 行ったとの嫌疑 は\n相当程度に高まる が，被告人以外の 者が本件放火を行 った可能性を消 し\n去ることはできない。\n所論に即して説明 すると，③につい ては，前記(オ)で 述べたとおり ，\n被告人の犯人性を 推認する上で別個 の間接事実となる ものではない。 そ\nうすると，本件に おける被告人の犯 人性の認定は ，被 告人が，本件現 場\n１に赴くべき特段 の理由がないにも かかわらず，本件 火災１発生 時間 帯\nと矛盾しない日時 に本件現場１に赴 いたこと（あるい はその可能性が 高\nいこと）から被告 人の犯人性を認定 することができる かという問題に 帰\n結することになる。\nそうして，本 件現 場１が夜間に 誤っ て立ち入るよ うな 場所ではなく ，\n被告人が誤って本 件現場１に至った 可能性が小さいこ とからすると， 被\n告人が本件現場１ に赴いたという事 実は，被告人が放 火犯人であると い\nう嫌疑を相当に強 めるものであるこ とは間違いない。 しかし，被告人 が\n本件現場１に赴い た経緯，目的につ いては，被告人が 積極的に説明を し\nない以上，証拠上 は不明であるとい うほかないの であ って，放火目的 以\n外の可能性を全て 排斥できるわけで はない。そして， 本件火災１発生 時\n間帯として特定で きている時間が８ 時間余りと長時間 に及んでいる上 ，\n(イ)で述べたとお り，本件現場１に 至るまでの経路に は門扉等は設けら\nれておらず，被告 人以外の第三者も 立ち入ることが容 易 であることか ら\nすれば，被告人以 外の第三者による 犯行の機会も十分 に存在していた と\nいえるのであって ，被告人以外の者 が犯人である可能 性を十分に排斥 で\nきていないといわ ざるをえない。そ うすると，これら の証拠上認めら れ\nる事実関係のみで は，被告人が犯人 でないとし たなら ば合理的に説明 で\nきない（あるいは ，少なくとも説明 が極めて困難であ る）事実関係が 存\n在するとまではい えない。結局，被 告人が犯人である とするには合理 的\nな疑いが残るとし た原判決の判断が ，論理則，経験則 等に照らし不合 理\nであるとはいえず，事実誤認があるとは認められない。\n論旨は理由がない。\n２  非現住建造物等放火の公訴事実について\n(１)  公訴事実\n非現住建造物等以外放火の公訴事実は以下のとおりである。\n「被告人は， 平成 ２６年１月２ ７日 ，岡山県真庭 市 Ａ 字Ｆｃ番地ｄ 番\n地ｅ及びｆ番地先 所在の有限会社 Ｚ が所有し，現に人 が住居に使用せず ，\nかつ，現に人がい ない鉄骨造スレー トぶき２階建て車 庫兼資材置場（ 床\n面積約２７４．４ ３５㎡）及びこれ に隣接 する木造ス レートぶき車庫 兼\n資材置場（床面積 約７０．８㎡）に 放火しよう と考え ，同所において ，\n前記鉄骨造建物１ 階に置かれたフェ ルト紙に点火する などして火を放ち ，\nその火を前記各建 物を燃え移らせ， よって，前記各建 物を全焼させて 焼\n損したものである。」\n(２)  原判決の判断\n原判決は，検 察官 が，①被告人 が， 犯行時間帯と 矛盾 しない日時に 現\n場付近路上に立ち 寄ったこと，②被 告人には，放火す る以外に事件 現場\n付近を訪れなけれ ばならない特段の 理由がなかったこ と，③被告人が ，\n放火犯人が使用し た可能性が高いと 認められるライタ ーと同種のライ タ\nーを所持していた こと，④被告人が 犯人ならではの言 動をしていること ，\n⑤放火の犯行に及 ぶ動機があること の各事実が認めら れ，これらの事 実\nを総合すると被告 人が犯人であるこ とは明らかである と主張したのに 対\nし，①については ，被告人が，犯行 時間帯と矛盾しな い日時に事件現場\n付近路上に立ち寄 ったことが推認さ れるとしながら， 同立ち寄り地と 同\n現場との間には一 定の距離があるこ とからすると同現 場に赴いたこと ま\nでは推認できない 上，被告人が同立 ち寄り地に立ち寄 ったことと被告 人\nが放火したことと の間には大きな隔 たりがあり，被告 人が犯人である こ\nとを推認すること はできない，②に ついては，被告人 が同立ち寄り地 に\n立ち寄らなければ ならない特段の理 由はなかったもの と認められるも の\nの，単に本件ホテ ルに向かう途中で 通過した可能性も 十分考えられる と\nして，被告人が犯 人であると推認す ることはできない ，③については ，\n同種のライターを 被告人が持ってい たことのほか被告 人と結びつく事 情\nはなく，同種のラ イターは多数存在 することなどから すれば ，被告人 が\n犯人であると推認 することはできな い，④については ，被告人が客観 的\n事実に反する供述 をしていることか ら被告人を犯人で あると推認する こ\nとはできない，⑤ については，事件 当夜，被告人が本 件コンビニにお い\nて苛立った様子で あったことは認め られるものの，犯 行と被告人を結 び\nつける推認力に乏 しいと判断した上 で，被告人を犯人 と認めるには合 理\n的な疑いが残るとした。\n(３)  所論に対する判断\n所論は，原判決 の各間接事実に対 する判断及びその 総合評価につき ，\nそれぞれ論理則， 経験則等の違反が ある旨主張するの で以下，検討する 。\nア  基本的事実関係\n原審で取り調 べた 証拠によれば ，火 災の発生及び その 前後の被告人 の\n行動等につき，以下の事実が認められる。\n(ア)  非現住建 造物等放火の公訴 事実にかかる 火災 （以下「本件火災\n２」という。）の 現場（以下「本件 現場２」という。 ） は，国道Ｂ号線\nから東に延びる本件市道を約８０メートル進んだ南側に面している。\n(イ)  本件火災 ２は，平成２６年 １月２６日夜遅く から同月２７日午\n前１時２３分頃ま での間（以下「本 件火災２発生時間 帯」という。） に\n発生した。なお， 所論が指摘すると おり，同日午前１ 時２３分頃の時点\nでは火災発生から一定の時間が経過していたものと認められる。\n(ウ)  同日，本件現場２から西へ 約４０メートル離 れた本件市道上に\n被告人のＤＮＡ型 と一致するＤＮＡ を含む唾液が付着 したＧの銘柄の た\nばこの吸い殻（以 下「本件吸い殻２ 」という。 ）が発 見された（以下 ，\n本件吸い殻２が発見された場所を「本件吸い殻発見場所」という。）\n(エ)  被告人は ，同月２０日から 同月３０日までの 間，本件ホテルに\n宿泊していた。被 告人は，同月２６ 日午後１１時２０ 分頃，Ｈに一人 で\n来店し，そこで手 持ちのたばこを切 らしたことから， 通常購入してい る\n銘柄とは異なるＧ １箱を購入した。 その後，被告人は ，同月２７日午 前\n１時頃，一人でＨ を出て，同日午前 １時２４分頃から 同日午前１時２ ８\n分頃までの間，本 件コンビニに立ち 寄り，同日午前１ 時３６分頃，一 人\nで本件ホテルに戻った。\nイ  所論は， 原判 決の各間接事 実の 推認力の評価 及び 総合評価につ い\nてるる主張して論 難するが，結局， 上記基本的事実関 係からは被告人 が\nＨを出た同日午前 １時頃から本件ホ テルに戻った同日 午前１時３６分 こ\nろまでの間に被告 人が本件吸い殻発 見場所に立ち寄っ た事実が認めら れ\nるところ，かかる 事実から被告人が 本件火災２の放火 犯人であると推 認\nすることができる かという問題に帰 結する。すなわち ，所論は，被告 人\nの犯人性を推認さ せる間接事実とし て，①被告人が本 件火災２発生時 間\n帯と矛盾しない日 時に本件現場 ２付 近の路上に赴いた こと，②被告人 に\nは本件現場２付近 に赴かなければな らない特段の事情 がなかったこと ，\n③被告人が，本件 現場２付近路上に 立ち寄ったことは ない旨 の客観的 事\n実に反する供述を していることを主 張するが，③が被 告人の犯人性を 推\n認させる積極的な 間接事実に当たら ないことは前記１(３)イ(オ)で述べ\nたところと同様で あるし，②につい ては，①の間接事 実の推認力の評 価\nに当たって考慮す べき事情であると 理解できる。しか るに，本件火災 ２\n発生時間帯と被告 人が本件吸い殻発 見場所 に立ち寄っ た時間帯が ある 程\n度重なっており， 本件火災２発生時 間帯がさほど長時 間に及んでいな い\nことからすれば， 被告人が本件吸い 殻発見場所に立ち 寄った事実は， 被\n告人が放火犯人で はないかとの一応 の嫌疑を抱かせる 事実ではあるとい\nえる。しかし，本 件吸い殻発見場所 と本件現場２との 間には約４０メ ー\nトルの距離がある 上，本件吸い殻発 見場所は本件市道 上であって，被 告\n人が本件ホテルに 戻る途中で通過し たとしても不自然 ではないこと（ な\nお，所論は，本件 吸い殻発見場所を 通過することが本 件ホテルに戻る に\n当たって遠回りで ある旨指摘するが ，遠回りをするこ と自体が 不自然 な\nことであるとはい えない。）からす ると，被告人が本 件吸い殻発見場 所\nに立ち寄ったとの 事実のみから，本 件現場２にも立ち 寄ったとの事実 ま\nでは認定すること はできず，更に被 告人が本件火災２ の放火犯人であ る\nとの事実を認定す るには無理がある 。被告人が本件吸 い殻発見場所に 赴\nいたという事実の みでは（仮に被告 人が本件現場２ま で赴いたことが 窺\nえるとしても）， 被告人以外の第三 者による犯行の機 会を否定するこ と\nはできないのであ って，被告人が犯 人でないとしたな らば合理的に説 明\nできない（あるい は，少なくとも説 明が極めて困難で ある）事実関係 が\n存在するとは到底 いえない。結局， 被告人が犯人であ るとするには合 理\n的な疑いが残ると した原判決の判断 が，論理則，経験 則 等に照らし不 合\n理であるとはいえず，事実誤認があるとは認められない。\n論旨は理由がない。\nなお，原判決 の有 罪部分（住居 侵入 ，器物損壊 ） につ いては，控訴 趣\n意として何らの主張もなく，したがってその理由がないことに帰する。\nよって，刑事訴 訟法３９６条によ り本件控訴を棄却 し，当審におけ る\n訴訟費用は同法１ ８１条３項本文に よりこれを被告人 に負担させない こ\nととして，主文のとおり判決する。\n平成２７年７月８日\n広島高等裁判所岡山支部第１部\n裁判長裁判官   大   泉   一   夫\n裁判官   難   波          宏\n裁判官   村   川   主   和\n"
}