{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 4
  },
  "case_number": "平成29(行ケ)10189",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87973",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87973",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/973/087973_hanrei.pdf",
  "contents": "平成３０年９月４日判決言渡\n平成２９年（行ケ）第１０１８９号  審決取消請求事件\n口頭弁論終結日  平成３０年６月１９日\n判 決\n原 告  丸 一 株 式 会 社\n訴訟代理人弁護士  松本好 史\n竹田千 穂\n訴訟代理人弁理士  小澤壯 夫\n被 告  株 式 会 社 日 本 ア ル フ ァ\n訴訟代理人弁護士  加藤光 宏\n訴訟代理人弁理士  川口光 男\n大嶋泰 貴\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２０１６－８００１３１号事件について平成２９年９月２０日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n被告は，発明の名称を「排水栓装置」とする特許第５９７５４３３号（平成\n２２年５月１８日出願，平成２８年７月２９日設定登録。以下「本件特許」と\nいう。）の特許権者である。\n原告は，平成２８年１１月２８日，特許庁に対し，本件特許を無効にするこ\nとを求めて審判の請求をした（無効２０１６－８００１３１号）。\nこれに対し，被告は，平成２９年２月９日付けで本件特許の明細書及び特許\n請求の範囲について訂正請求をした（以下「本件訂正」という。）。\n特許庁は，平成２９年９月２０日，「特許第５９７５４３３号の明細書及び\n特許請求の範囲を訂正請求書に添付された訂正明細書及び特許請求の範囲のと\nおり訂正することを認める。本件審判の請求は成り立たない。」との審決をし，\nその謄本は同月２８日原告に送達された。\n原告は，同年１０月２６日，本件訴えを提起した。\n２  特許請求の範囲の記載\n(1) 本件訂正前\n本件訂正前の特許請求の範囲の記載は，次のとおりである（甲２８）。\n【請求項１】\n水槽の底部に，円筒状陥没部を形成し，該円筒状陥没部の底部に形成され\nた内向きフランジ部が排水口金具と接続管とで挟持取付けられて排水口部を\n形成し，該排水口部には，排水口金具を露出しないように覆うカバーが該円\n筒状陥没部内に設けられ，その円筒状陥没部内を上下動するカバーが，止水\n時には，水槽の底部面に概ね面一とされ，該カバーの下面には，排水口金具\nとで密閉可能に止水するパッキンを挿通保持する軸部が設けられて排水栓を\n構成し，該排水栓の昇降でパッキンによる開閉がされることを特徴とする排\n水栓装置。\n(2) 本件訂正後\n本件訂正後の特許請求の範囲の記載は，次のとおりである（以下「本件発\n明」といい，本件特許に係る明細書及び図面を「本件明細書」という。なお，\n下線は訂正箇所を示す。）。\n【請求項１】\n水槽の底部に，円筒状陥没部を形成し，該円筒状陥没部の底部に形成され\nた内向きフランジ部が排水口金具と接続管とで挟持取付けられて排水口部を\n形成し，該排水口部には，排水口金具を露出しないように覆うカバーが該円\n筒状陥没部内に設けられ，その円筒状陥没部内を上下動するカバーが，前記\n排水口金具のフランジ部とほぼ同径であるとともに，前記円筒状陥没部に接\n触せず，止水時には，水槽の底部面に概ね面一とされ，該カバーの下面には，\n排水口金具とで密閉可能に止水するパッキンを挿通保持する軸部が設けられ\nて排水栓を構成し，該排水栓の昇降でパッキンによる開閉がされることを特\n徴とする排水栓装置。\n３  審決の理由の要旨\n(1) 審決の理由は，別紙審決書の写し記載のとおりであるところ，その要旨は\n次のとおりである。\nア  訂正請求について\n被告が求めた本件訂正の内容は，①特許請求の範囲請求項１に「その円\n筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面に概ね面\n一とされ，」と記載されているのを，「その円筒状陥没部内を上下動する\nカバーが，前記排水口金具のフランジ部とほぼ同径であるとともに，前記\n円筒状陥没部に接触せず，止水時には，水槽の底部面に概ね面一とされ，」\nに訂正するもの（訂正事項１）及び②本件明細書の【０００７】に「その\n円筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面に概ね\n面一とされ，」と記載されているのを，「その円筒状陥没部内を上下動す\nるカバーが，前記排水口金具のフランジ部とほぼ同径であるとともに，前\n記円筒状陥没部に接触せず，止水時には，水槽の底部面に概ね面一とされ，」\nに訂正するもの（訂正事項２）である（以下，訂正事項１及び２を併せて\n「本件訂正事項」という。）。\n訂正事項１は，カバーの構成をより具体的に特定し，限定するものであ\nるから，特許法１３４条の２第１項ただし書第１号に規定する特許請求の\n範囲の減縮を目的とするものであり，訂正事項２は，訂正事項１に係る訂\n正に伴って，特許請求の範囲の記載と発明の詳細な説明の記載との整合を\n図るため，特許法１３４条の２第１項ただし書第３号に規定する明瞭でな\nい記載の釈明を目的とするものである。また，各訂正事項は，特許法１３\n４条の２第９項で準用する同法１２６条５項及び６項に適合する。\nイ  原告主張の無効理由２について\n本件発明は，その出願前に日本国内において頒布された刊行物である特\n開平１０－２２７０５３号公報（甲１）に記載された発明（甲１発明），\n特開２００８－３０８８５２号公報（甲３）に記載された発明（甲３発明）\n及び周知技術（甲２，４～１９）に基づいて，当業者が容易に発明をする\nことができたものではないから，特許法２９条２項の規定により特許を受\nけることができないものということはできず，本件特許は，同法１２３条\n１項２号により無効とすることはできない。\nウ  原告主張の無効理由１について\n本件特許は，発明の詳細な説明及び特許請求の範囲の記載に不備がある\nとはいえず，特許法３６条４項１号，並びに同条６項１号及び２号の規定\nに違反するものとはいえないから，同法１２３条１項４号により無効とす\nることはできない。\n(2) 審決が認定した甲１発明，本件発明と甲１発明との一致点及び相違点は，\n以下のとおりである。\nア  甲１発明\n「洗面ボウル１の底部に貫通穴２を上下に貫通するように穿孔し，\n貫通穴２の上から貫通穴２に排水筒３を挿通し，\n排水筒３の上端の鍔部２１を貫通穴２の段部２２に載置し，\n貫通穴２の下方で排水筒３の外周に止めナット４を螺合し，\n排水筒３を止めナット４にて貫通穴２に装着し，\n排水筒３内は排水口５となっており，排水口５内には排水栓部材６を内\n装し，\n排水栓部材６は，排水口５の上端開口を開閉し得る栓体１１と，作動軸\n１０とヘアーキャッチャー８とで主体が構成され，\n排水筒３の上部の側方にはオーバーフロー管２３の一端を連結し，\n排水筒３の下部の側方から排水管１４を導出し，\n排水筒３の下端には蓋体１５を螺合にて装着してある洗面化粧台の洗面\nボウル等に設ける排水栓の構造であって，\n洗面ボウル１の底部に，貫通穴２に向かって，円筒状陥没部を形成し，\n円筒状陥没部の底部に形成された貫通穴２の段部２２が排水筒３の上端\nの鍔部２１とオーバーフロー管２３の一端とで挟持取り付けられ排水口部\nを形成し，\n排水口部には，排水筒３の上端の鍔部２１を露出しないように覆う栓体\n１１が円筒状陥没部内に設けられ，\n円筒状陥没部内を上下動する栓体１１が，排水筒３の上端の鍔部２１と\nほぼ同径であり，止水時には，洗面ボウル１の底部面に対して没した位置\nとされ，\n栓体１１の下面には，排水筒３とで密閉可能に止水するパッキンを挿通\n保持する軸部が設けられて排水栓を構成し，\n排水栓の昇降でパッキンによる開閉がされる洗面化粧台の洗面ボウル等\nに設ける排水栓の構造。」\nイ  本件発明と甲１発明との一致点\n水槽の底部に，円筒状陥没部を形成し，該円筒状陥没部の底部に形成さ\nれた内向きフランジ部が排水口器具と配管とで挟持取付けられて排水口部\nを形成し，該排水口部には，排水口器具を露出しないように覆うカバーが\n該円筒状陥没部内に設けられ，その円筒状陥没部内を上下動するカバーが，\n前記排水口器具のフランジ部とほぼ同径であり，該カバーの下面には，排\n水口器具とで密閉可能に止水するパッキンを挿通保持する軸部が設けられ\nて排水栓を構成し，該排水栓の昇降でパッキンによる開閉がされる排水栓\n装置。\nウ  本件発明と甲１発明との相違点\n（相違点１）\n「排水口部を形成」する「排水口」器具が，本件発明では「排水口金具」\nであるのに対し，甲１発明では排水筒３であって金具か否か不明な点。\n（相違点２）\n「円筒状陥没部の底部に形成された内向きフランジ部が排水口」器具「と\nで挟持取付けられて排水口部を形成」する配管は，本件発明では「接続管」\nであるのに対し，甲１発明ではオーバーフロー管２３である点。\n（相違点３）\n「円筒状陥没部内を上下動するカバー」が，本件発明では「円筒状陥没部\nに接触」しないのに対し，甲１発明ではそのようなものか否か不明な点。\n（相違点４）\n「円筒状陥没部内を上下動するカバー」が「止水時には」，本件発明では\n「水槽の底部面に，概ね面一とされ」るのに対し，甲１発明ではそのよう\nなものではなく，洗面ボウル１の底部面に対して没した位置とされる点。\n４  取消事由\n(1) 訂正事項である特許請求の範囲請求項１記載の「ほぼ同径」についての判\n断の誤り（取消事由１）\n(2) 本件発明と甲１発明との相違点２についての判断の誤り（取消事由２）\n(3) 本件発明と甲１発明との相違点４についての判断の誤り①（取消事由３）\n(4) 本件発明と甲１発明との相違点４についての判断の誤り②（取消事由４）\n(5) 無効理由１（特許法３６条６項２号）についての判断の誤り（取消事由５）\n第３  取消事由に関する原告の主張\n１  取消事由１（訂正事項である特許請求の範囲請求項１記載の「ほぼ同径」に\nついての判断の誤り）について\n(1) 審決は，「ほぼ同径」の明確性について，「『ほぼ同径』とは，本件特許\nの技術分野の平均的な技術水準を考慮すれば，カバーの外径とフランジ部の\n外径をなるべく同一にするという意味合いで捉えられるはずであり，本件特\n許は，カバーで排水口金具を露出しないように覆う構成であるため，本件明\n細書に接した当業者は，『ほぼ同径』とあるのは，“排水口金具を露出しな\nいように覆うことが可能な範囲でカバーの外径を排水口金具のフランジ部の\n外径と極力同じにしたもの”という趣旨であると理解でき，故に，『ほぼ同\n径』という語は，十分に明確である」と説示する。\nしかし，「カバーが，前記排水口金具のフランジ部とほぼ同径」とは，①\nカバーの外径が排水口金具のフランジ部の外径よりやや小径の場合，②カバ\nーの外径が前記フランジ部の外径と同径の場合，及び③カバーの外径が前記\nフランジ部の外径よりもやや大径の場合を含む。\n一方で，排水口のために水槽の底部面に形成された陥没部のＲ面を含む傾\n斜面の形状や傾斜角度は，浴槽，洗面ボウルを問わず，製造業者や製品の種\n類によって多種多様である（甲２４，２９～３５）。\n本件発明の作用効果は，「残水及び水垢の溜り易い排水口具の取付境目が\n隠れるよう」「排水口金具を露出しないよう覆うカバー」を設けて「排水口\n部内の汚れを覆い隠すことができ」ることであるところ（本件明細書【００\n０３】及び【０００８】），カバーの外径が前記フランジ部の外径よりもや\nや小径及び同径の場合（前記①及び②の場合）は，水槽の底部に形成された\n円筒状陥没部のＲ面を含む傾斜面の形状や傾斜角度に関わらず，残水及び水\n垢の溜り易い排水口具の取付境目が見えるため，排水口部内の汚れを覆い隠\nすことができない（別紙参考図１の①(ｱ)及び(ｲ)参照）。\nまた，カバーの外径が前記フランジ部の外径よりやや大径（前記③の場合）\nであったとしても，当該傾斜面の傾斜角度が緩やかである場合には，排水口\n金具の取付境目に溜まった残水及び水垢等が見え，やはり本件発明の効果（本\n件明細書【０００８】及び【００１３】参照）は得られない（別紙参考図１\nの②参照）。\nしたがって，「カバーが，前記排水口金具のフランジ部とほぼ同径」とい\nう構成だけでは，本件発明の効果を奏するかどうかが不明であり，同効果を\n奏するためには，水槽の底部に形成された円筒状陥没部のＲ面を含む傾斜面\nの形状や傾斜角度を特定する必要がある。\nこの点，被告は，カバーの外径を「少し」調整する程度で排水口金具を露\n出しないように覆うことができる，と主張するが，当該傾斜面の形状や傾斜\n角度次第で排水口部内の汚れを覆い隠すことができる排水口部を覆う範囲が\n変わる以上，審決の解釈では，本件発明の権利の及ぶ範囲が不明確であり，\n第三者は不測の不利益を被ることになる。\n以上より，本件明細書に接した当業者は本件特許を回避するためにカバー\nの外径を排水口金具のフランジ部の外径よりもどの程度大きくすればよいの\nか理解できず，「ほぼ同径」という語は不明確である。\n(2) 審決は，「『円筒状陥没部内を上下動するカバーが』『前記円筒状陥没部\nに接触せず』との構成を有する本件発明であれば，この構成を阻害すること\nがないように，『カバーがフランジ部とほぼ同径』の『ほぼ同径』の範囲を\n適宜設定すべきことは当業者に明らかであり，『ほぼ同径』との記載が発揮\nしようとする作用効果に対して著しく不明瞭であるということはできない」\nと説示する。\nしかし，前記(1)のとおり，排水口のために水槽底部に形成された陥没部の\nＲ面を含む傾斜面の形状及び傾斜角度等は様々であるところ，「ほぼ同径」\nの意義は，これら傾斜面の形状及び傾斜角度との関係で不明確である。\nすなわち，カバーの外径が排水口金具のフランジ部の外径よりもやや大径\n（前記③の場合）であったとしても，前記円筒状陥没部のＲ面を含む傾斜面\nの傾斜角度が急であれば，カバーが円筒状陥没部に接触するが，前記傾斜面\nの傾斜角度が緩やかであれば，カバーが円筒状陥没部に接触しない（別紙参\n考図２の(ｱ)及び(ｲ)参照）。\nしたがって，請求項において，前記円筒状陥没部のＲ面を含む傾斜面の形\n状や傾斜角度が特定されていない以上，カバーが円筒状陥没部に接触するか\n否かによって「ほぼ同径」の範囲を適宜設定することはできない。\n以上より，当業者は，本件特許を回避するために，カバーが円筒状陥没部\nに接触しない構成を阻害することがないように「ほぼ同径」の範囲を適宜設\n定すべきことが明確とはいえず，「ほぼ同径」という語は不明確である。\n(3) 審決は，「本件発明は，甲１発明のようにヘアーキャッチャーを有するも\nのではなく，…甲１発明のようにカバーに水平方向のがたつきが生じること\nを想定していないから，カバーのがたつきを完全に規制してカバーが円筒状\n陥没部に接触しないようにするための特別な構成を必要とするものではない」\nと説示する。\nしかし，本件発明の排水栓装置も複数の部材から構成されている以上，ヘ\nアーキャッチャーの有無にかかわらず，作動軸や栓体にがたつきが生じるこ\nとは想定されるのであり，審決はその前提において誤りがある。\nしたがって，「カバーが，…前記円筒状陥没部に接触せず」との訂正が認\nめられるには，カバーのがたつきを完全に規制してカバーが円筒状陥没部に\n接触しないようにするための特別な構成を必要とするものであるが，当該構\n成について何ら記載されておらず，上記訂正は認められない。\n２  取消事由２（本件発明と甲１発明との相違点２についての判断の誤り）につ\nいて\n(1) 審決は，「甲１発明において，円筒状陥没部の底部に形成された貫通穴２\nの段部２２は排水筒３の上端の顎部２１とオーバーフロー管２３の一端とで\n挟持取り付けられいる（原文のまま）のであり，止めナット４は排水筒３を\n貫通穴に装着するものであるがそれ自体は貫通穴２の段部２２を挟持しては\nいない。また，甲１発明の「止めナット４」及び「排水管１４」は物理的に\n分離（離間）しており，両者を一体と考えることはできない。したがって，\n相違点２は実質的な相違点ではないとはいえない。」と説示する。\nしかし，当該相違は本件発明の本質的部分に関わる相違点ではない。すな\nわち，本件発明の効果は，本件明細書の【０００８】に記載のとおり，「本\n件発明の排水栓装置は，排水口金具が露出しないように排水口部を覆うカバ\nーと，そのカバーの軸部に挿通保持される排水を止水するパッキンとで構成\nされる排水栓でなり，これら相互が作用されることなく，独自に充分且つ正\n確な効果を果し得ることができる。例えば，パッキンは，カバーが排水口部\nの円筒状陥没部内にあって上下動可能で接触しないので，パッキンの押圧止\n水作用に妨げとならず，カバーの作用と関係なく排水口金具のフランジ部と\nの密閉止水をすることができる。また，カバーはパッキンの密閉止水の作用\nに関係なく位置設定ができ，水槽の底部面との概ね面一が簡単且つ容易に位\n置決めできる。よって，排水栓は，そのパッキンを排水口金具のフランジ部\nに搭載するだけでの軽い接触でも排水を止水することができ，更に，カバー\nが水槽の底部面と概ね面一にされ，排水口部を覆うことになって排水口部内\nの汚れを覆い隠すことができ，見栄え良くできる。」ことにある。\nしたがって，本件発明において，「円筒状陥没部の底部に形成された内向\nきフランジ部が排水口」器具「とで挟持取付けられて排水口部を形成」する\n配管が「接続管」であることは，その課題解決にとって必須な構成（発明の\n本質的部分）ではないから，相違点２は，本件発明の進歩性の有無を検討す\nる上で重要な相違点ではない。\n(2) 審決は，「排水栓装置において上端部に雌ねじ部を形成した所謂エルボー\n形状の屈曲管を用いることが周知技術であったとしても，甲１発明は，排水\n口部に排水管１４及びオーバーフロー管２３を接続するものであるから，接\n続管のみを接続する上記周知技術を適用することはできない。そして甲１発\n明は，洗面ボウル等に設ける排水栓であり，オーバーフロー口２４のない浴\n槽等に適用することが想定されていないから，オーバーフロー管２３を省略\nする動機付けが見出せない。」と説示する。\nしかし，甲１発明は，「洗面化粧台の洗面ボウル等に設ける排水栓の構造\nに関する」発明であり（【０００１】），「栓体の水平方向のがたつきをな\nくして排水時に異音が生じないようにすることを課題と」し（【０００４】），\n同課題を解決するために「排水栓は，排水口５に上下することにより排水口\nを開閉する栓体１１を設け，栓体１１の下方で排水口５に配置したヘヤ－キ\nャッチャー８の筒軸７内に栓体１１から垂下した作動軸１０を摺動自在に挿\n通し，レリーズ操作により上下作動軸１０を作動させて栓体１１にて排水口\n５を開閉するようにした排水栓において，作動軸１０の下端部分に凹部２０\nを設けると共にレリーズワイヤー１６のインナーワイヤー１６ｂの先端を凹\n部２０にはめ込むことでインナーワイヤー１６ｂに対して作動軸１０の下端\n部分を水平方向に位置決めして成ることを特徴とする」（【０００５】）も\nのであるから，甲１発明の課題及びその解決にとって，オーバーフロー管２\n３は必須の構成ではない。\n本件発明の出願日において，オーバーフロー管のある洗面ボウルだけでな\nく，オーバーフロー管のない洗面ボウルも周知であり（甲３６，３７），ま\nた，オーバーフロー口のある浴槽も周知であった（甲３８，３９）から，浴\n槽，洗面ボウルのいずれにおいても，オーバーフロー口及びオーバーフロー\n管を設けるか否かは，それを設置する住宅環境等の条件次第で適宜選択する\nものである。\n以上より，甲１発明にとってオーバーフロー管は必須ではなく，また，洗\n面ボウル及び浴槽にオーバーフロー口及びオーバーフロー管を設けるか否か\nは適宜選択できるものであるから，甲１発明をオーバーフロー口のない浴槽\nや洗面ボウルに適用することも想定される。そして，甲１発明をオーバーフ\nロー口のない浴槽に適用する場合には，甲１発明からオーバーフロー管を省\n略するのは当然である。\nしたがって，オーバーフロー管を省略する動機付けは十分にある。\n(3) 審決は，「仮に，オーバーフロー管２３を省略することが容易であったと\nしても，甲１発明の…という構成は，甲第１号証の段落【０００８】及び【図\n１】を参照すれば，排水筒３はナット４の螺合位置にとどまらず，排水管１\n４を超え，その下方の蓋体１５に到るまで延長されており，甲１発明におい\nて，オーバーフロー管２３を省略し，さらに止めナット４と排水管１４を一\n体化するために，構造の異なる上記周知技術を適用することまで，容易であ\nるとはいえない。」と説示する。\nしかし，甲１発明の課題・作用効果は，前記(2)のとおりであり，蓋体１５\nはレリーズワイヤー１６を挿通させるのに便利ではあるものの，甲１発明の\n課題解決にとって必須の構成ではない。したがって，甲１発明において，審\n決が指摘する「排水筒３の下部の側方から排水管１４を導出し，排水筒３の\n下端には蓋体１５を螺合にて装着する」構成を取る必要はなく，これに代え\nて，いわゆるエルボー形状の屈曲管を用いることは，当業者であれば容易に\n想到できるものである。実際，本件発明の出願日において，上端部に雌ねじ\n部を形成したいわゆるエルボー形状の屈曲管を用いたものは，浴槽のみなら\nず，洗面ボウルにおける排水栓装置においても周知であった（甲２２，４０）。\nまた，甲６の図５，甲２２の図１及び甲３４の第５図には，オーバーフロ\nー管のない洗面ボウルにおいて，排水口のために水槽の底部に形成された陥\n没部の底部に形成された内向きフランジ部が排水口器具とで挟持取り付けら\nれて排水口部を形成する配管で，いわゆるエルボー形状の屈曲管であるもの\nが記載されている。\nしたがって，甲１発明においてオーバーフロー管を省略する動機付けが十\n分にあるところ，洗面ボウルにおいても排水栓装置の上端部に雌ねじ部を形\n成したいわゆるエルボー形状の屈曲管を用いることは周知技術であり，甲１\n発明からオーバーフロー管を省略した上で，上記周知技術を適用することに\nより，本件発明の構成が得られることは当業者であれば容易に想到できる。\nこの点，被告は，甲１発明において，蓋体１５は課題を解決するために必\n須の構成であり，蓋体１５を備えた構成に代えてエルボー形状の屈曲管を用\nいることには，むしろ阻害要因がある，と主張する。\nしかし，甲１発明において，栓体の水平方向のがたつき防止（【０００４】）\nに寄与しているのは，蓋体１５ではなく，作動軸の下端部分の凹部であり（請\n求項１），当該凹部にインナーワイヤーの先端をはめ込むことによってイン\nナーワイヤーに対して作動軸の下端部分が水平方向に位置決めされる。\n実際，蓋体１５は甲１発明に係る特許請求の範囲に記載されておらず，蓋\n体１５が甲１発明の課題解決にとって必須の構成ではないことは明らかであ\nる。\n(4) 以上より，甲１発明において，オーバーフロー管２３を省略し，円筒状陥\n没部の底部に形成された貫通穴２の段部２２が排水筒３の上端の顎部２１と\n排水管１４とで挟持取り付けられるように構成して相違点２に係る本件発明\nの構成に想到することは容易である。\n３  取消事由３（本件発明と甲１発明との相違点４についての判断の誤り①）に\nついて\n(1) 甲１発明は，「円筒状陥没部内を上下動するカバーが，止水時には，水槽\nの底部面より下方に位置」するものであり，その点において本件発明と相違\nするところ，審決は，「甲第３号証…の段落【００２４】には，洗面器等の\n容器では，排水栓２３…がボウル１の底面から突出すると，排水栓２３に洗\n面器が乗り上げて洗面器を安定して置くことができないといった課題が生じ\nる点が示唆されているのであり，甲１発明のように，栓体１１が洗面ボウル\n１の底部面よりも没しているのであれば，…課題が生じない。また，甲１及\nび甲３のいずれにおいても，円筒状陥没部内を上下動する栓体が，洗面ボウ\nルの底部面に対して没した位置とされる排水栓の構造において，コップ等の\n容器の一部又は液体洗剤の計量カップ等の容器の全部が排水部内に落ち込ん\nで傾きを生じ，容器が不安定になって容器内の貯留物が零れるという課題は\n何ら記載されておらず，また，自明な課題であるとも認められない。」と説\n示するとともに，「甲第３号証の段落【００２４】…の記載から，排水栓が\n排水孔を閉塞した位置にあるときに，ボウルの底面から下方に没していると\nいう甲第３号証に何ら記載も示唆もされていない場合について，具体的に例\n示されていないボウル１内に置かれたコップや計量カップ等の小径の容器が\n傾いて不安定になるという課題を容易に想到できるということは困難であり，\nしたがって，甲第３号証に記載の構成を甲１発明に適用する動機付けは見出\nせない。」と説示する。\nしかし，甲３発明は，課題解決手段として排水栓を洗面ボウルの底面より\n没した位置にすることが考えられるにもかかわらず，【００２４】に記載の\nとおり，「この排水栓２３の上面の中心部の高さは，図３に示すように，排\n水栓２３が排水孔１２を閉塞した位置にあるときに，…該底面と略同じ高さ\nになるように設定」しているから，甲３には，排水栓がボウル底面よりも没\nした位置にある場合もまた，容器を安定して置くことができないという課題\nがあることが示唆されている。また，甲３における「洗面器等の容器」には，\nコップや液体洗剤の計量カップ等の小径の容器も当然に含まれるから，排水\n栓がボウル底面よりも没した位置にある場合には，これらの小径の容器が排\n水部内に落ち込んで傾きを生じ，容器が不安定になって容器内の貯留物がこ\nぼれることは自明である。\nそして，甲１発明においても，「円筒状陥没部内を上下動するカバーが，\n止水時には，水槽の底部面より下方に位置」する以上，これらの小径の容器\nが排水部内に落ち込んで傾きを生じ，容器が不安定になって容器内の貯留物\nがこぼれる課題があることは自明であり，甲１発明に甲３に記載の構成を適\n用する動機付けは十分に存在する。\n(2) この点，被告は，甲３に記載されているのは，カバーが水槽の底部面より\n上方に突出することによってもたらされる課題であり，また，甲３において\n容器として挙げられているのが「洗面器等」である以上は，甲１発明及び甲\n３に記載された発明において課題が共通しているということはなく，甲１発\n明に対し甲３に記載された発明を適用する動機付けはない，と主張する。\nしかし，前記のとおり，甲３発明が，排水栓２３が洗面ボウル１の底面か\nら突出した場合に限り，洗面器等の容器が乗り上げて安定しておくことがで\nきないことを課題としているのであれば，課題解決手段としては，排水栓２\n３を洗面ボウル１の底面より没した位置にすることも考えられるところ，甲\n３発明は，あえて，排水栓２３の上面の中心部の高さを洗面ボウル１の底面\nとほぼ同じ高さになるように設定することを課題解決手段としており（【０\n０２４】），甲３が，排水栓２３が洗面ボウル１の底面よりも没した位置に\nある場合もまた，容器を安定して置くことはできないという課題があること\nを示唆するものであることは明らかである。\nまた，前記のとおり，甲３には「洗面器等の容器」と記載されている以上，\n「洗面器」は例示であり，洗面ボウルに載置することが予定されている容器\nであればコップや液体洗剤の計量カップ等の小径の容器も当然に含む。\nしたがって，甲１発明と甲３発明は，排水栓がボウル底面と概ね面一では\nない場合にその上に載置される容器が不安定になるという課題が共通してお\nり，前記のとおり，甲１発明に甲３に記載の構成を適用する動機付けは十分\nに存在するというべきである。\n４  取消事由４（本件発明と甲１発明との相違点４についての判断の誤り②）に\nついて\n(1) 甲１発明は，排水時には，円筒状陥没部内を上下動するカバーが水槽の底\n部面より突出して位置しており（図１参照），排水時に洗面ボウル内に洗面\n器等の容器を置いて使用する場合，栓体が容器の邪魔になり，容器は不安定\nになる。したがって，甲１発明においても，容器を安定させるという課題が\n生じ，ひいては栓体の上面の中心部の高さを洗面ボウルの底部面と略同じ高\nさに設定する必要がある。\n以上より，甲１発明と甲３発明は，洗面ボウル内に洗面器等の容器を置い\nて使用する場合に栓体が容器の邪魔になるため容器が不安定になるという課\n題が共通しており，甲１発明に，容器が安定するように排水栓２３の上面の\n中心部の高さをボウル１の底面と略同じ高さになるように設定した甲３に記\n載の構成を適用する動機付けがある。\n(2) この点，被告は，甲３に開示されているのは，排水栓を閉塞位置にしたと\nきの課題であり，排水時の課題ではなく，甲１においては，「容器を安定さ\nせる」という課題に関し記載や示唆は一切ない，と主張する。\n被告の主張は，課題が生じる場合が，排水栓を閉塞位置にしたとき（止水\n時）か，又は排水時かによって，課題の共通性がないということのようであ\nるが，洗面ボウルは，①洗濯物の漬けおき洗いなど，排水栓を閉塞位置にし\nて（止水して）使用する場合，②洗濯物のすすぎ洗いなど，排水可能な状態\nで使用する場合のどちらも想定されるものであり，使用時の課題という点で\n共通するにもかかわらず，止水時か排水時かによって別の課題と捉えるのは\n相当ではない。\n本件明細書には，「カバーが，止水時には，水槽の底部面に概ね面一とさ\nれ，」（【０００７】），「カバーにつまづくことを防止するため，カバー\nの頂面６０が水槽の底部１面と概ね面一になるよう」（【００１３】）にし\nたと記載されている以上，本件発明は，使用時として止水時を想定しており，\nまた，甲３も，「この排水栓２３の上面の中心部の高さは，図３に示すよう\nに，排水栓２３が排水孔１２を閉塞した位置にあるときに，ボウル１の底面\nから上方へ突出しないように該底面と略同じ高さになるように設定されてい\nる。これにより，排水栓２３を閉塞位置にした状態で，ボウル１内に洗面器\n等の容器を置いて使用する場合に，容器を安定させることが可能になる。」\nと記載されており（【００２４】），甲３発明も使用時として止水時を想定\nしている。\n一方，甲１発明は，かかる点に関する記載はない以上，使用時として止水\n時も排水時も想定し得る。\nそして，甲１発明は，排水可能な状態で使用する場合（すなわち，「使用\n時」），栓体が水槽の底部面より突出して位置しているため，栓体の上に載\n置された洗面器等の容器が不安定になるという課題があるところ，甲３発明\nは，「使用時」にカバーが水槽の底部面より突出して位置していると，カバ\nーの上に置かれた洗面器等の容器が不安定になるという課題を排水栓２３の\n上面の中心部の高さをボウル１の底面と略同じ高さになるように設定するこ\nとにより解決したものであり，いずれも洗面ボウル「使用時」の課題として\n共通している。なお，栓体が水槽の底部面より突出して位置している場合に\nその上に載置される容器が不安定になるため，容器を安定させたいという課\n題が生じるのは自明である。\nしたがって，甲１発明と甲３発明は課題が共通しており，甲１発明に甲３\nに記載の構成を適用する動機付けがある。\nなお，被告は，甲１の図１においては，排水時でさえ，カバーの底部面か\nらの突出量はごく僅かであり，容器を安定して置くことが可能である，と主\n張する。仮に，被告の主張のとおりであるとすれば，甲１発明は使用時の一\n態様である排水時においてカバーが水槽の底部面と「概ね面一」ということ\nになる。\nしたがって，本件発明と甲１発明は，その使用時において，円筒状陥没部\n内を上下動するカバーが水槽の底部面に概ね面一とされる点で一致しており，\n審決の指摘する相違点４はそもそもないことになる。\n(3) なお，審決は，「甲１発明および甲第３号証に記載された発明はともに洗\n面化粧台の洗面ボウル等に設ける排水栓の構造に関するものであり，浴槽に\n適用する動機付けはなく，それらを組み合わせた効果が，入浴者の躓きを防\n止できるという本件発明が奏する効果と等価ということはできない。」と説\n示する。\nしかし，洗面ボウルに設ける排水栓装置の構造と浴槽に設ける排水栓装置\nの構造は基本的に同じであり，前者における技術を後者に適用することは当\n然に想定される。また，本件発明の出願日において，浴槽及び洗面ボウルの\nいずれにも適用される排水栓装置は周知である（甲４，５，７，９，１８，\n１９，２２，２３）。\nしたがって，甲１発明及び甲３発明を浴槽に適用する動機付けはあり，栓\n体の上面の中心部の高さを底部面と略同じ高さに設定することにより容器等\nの安定を得るという効果は，入浴者のつまずきを防止できるという本件発明\nが奏する効果と等価である。\n(4) 以上より，本件発明は，甲１発明及び甲３に記載された構成に基づいて，\n出願前に当業者が容易に発明できたものであり，特許法２９条２項により特\n許を受けることができない。\n５  取消事由５（無効理由１〔特許法３６条６項２号〕についての判断の誤り）\nについて\n審決は，「『概ね面一』とは，本件特許の技術分野の平均的な技術水準を考\n慮すれば，カバーを水槽の底部面となるべく面一な状態にする，或いは，ほぼ\n面一な状態とするといった意味合いを有するものと捉えることができ，また，\n『概ね面一』とあるのは，段落【００１３】の記載を参酌すれば，カバーへの\nつまづき防止を図ること等を意図した構成であることから，本件明細書に接し\nた当業者は，『概ね面一』とは，“止水時に，カバーを水槽の底部面に対し積\n極的に出没させた位置に設けようとするものではない”という趣旨であると理\n解することができるから，特許請求の範囲の『カバーが』『水槽の底部面に概\nね面一』という記載は明確である。」と説示する。\nまた，審決は，「段落【００１３】には，『カバーにつまづくことを防止す\nるため，カバーの頂面６０が水槽の底部１面と概ね面一となるよう…』と記載\nされており，また，図１には，水槽の底部面とカバー６０の頂点とがほぼ同じ\n高さになる状態が示されており，してみれば，本件発明における『面一』とは，\n『二つの面の間に段差がなく，フラットな状態のこと』という意味ではなく，\n止水時において，水槽の底部面とカバーの頂部とがつまづくことを防止できる\n程度にほぼ同じ高さになることを意味するものと解釈することができ，本件発\n明の『カバーが水槽の底部面に概ね面一』という技術事項は明確である。」と\nして，特許法３６条６項２号に規定する要件を満たすと説示する。\nこの点，特許請求の範囲の記載は，これに基づいて新規性，進歩性が判断さ\nれ，これに基づいて特許発明の技術的範囲が定められるという点において，重\n要な意義を有するものであり，一の請求項から発明が明確に把握されることが\n必要である。そして，請求項に係る発明が明確に把握されるためには，請求項\nに係る発明の範囲が明確であること，すなわち，ある具体的な物や方法が請求\n項に係る発明の範囲に入るか否かを当業者が理解できるように記載されている\nことが必要である。\nしかし，「止水時において，水槽の底部面とカバーの頂部とがつまづくこと\nを防止できる程度」というのは，排水口のために水槽の底部面に形成された円\n筒状陥没部のＲ面を含む傾斜面の形状や傾斜角度，カバー自体の形状でも異な\nるほか，当該傾斜面の形状や傾斜角度とカバーの形状の組合せによっても異な\nる。さらには，使用者の年齢や性別，体格等によっても異なる。\nまた，カバーの頂部が水槽の底部面と概ね面一であったとしても，カバー自\n体の曲率によってもつまずくことを防止できるかどうかは異なり得る。したが\nって，本件発明の効果を得るためには，少なくとも円筒状陥没部のＲ面を含む\n傾斜面の傾斜角度及び形状や，カバー自体の曲率等の特定が必須である。\n円筒状陥没部のＲ面を含む傾斜面の傾斜角度及び形状や，カバー自体の曲率\n等によってつまずくことを防止できるかどうかは変わってくる以上，被告が指\n摘するとおり，カバー（特にカバーの頂部）と水槽の底部面の「概ね面一」が\n「つまづくことを防止できる程度」という趣旨であるとすれば，権利の及ぶ範\n囲が不明確であり，本件発明に接した第三者は不測の不利益を被る。\nしたがって，本件発明は，明確性の要件（特許法３６条６項２号）を満たし\nておらず，審決には取消事由がある。\n第４  被告の反論\n１  取消事由１（訂正事項である特許請求の範囲請求項１記載の「ほぼ同径」に\nついての判断の誤り）について\n(1) 原告の主張の要旨は，カバーで排水口金具を露出しないように覆うという\n本件特許の構成について，カバーの外径とフランジ部の外径との大小関係や\n陥没部のＲ面を含む傾斜面の形状や傾斜角度が多様であることを踏まえ，参\n考図１を例示して，排水口金具の取付境目が視認できる場合があるから，「ほ\nぼ同径」という構成だけでは，本件発明の効果を奏するかどうかが不明であ\nる，というものである。\nしかし，審決は，「ほぼ同径」とは，「排水口金具を露出しないように覆\nうことが可能な範囲でカバーの外径を排水口金具のフランジ部の外径と極力\n同じにしたもの」という趣旨で明確であると述べているのであり，明確性の\n要件として，あらゆる場合に排水口金具を露出しないように覆うことを求め\nているものではない。\n仮に参考図１のような構成であったとしても，カバーの外径を少し調整す\nる程度で，排水口金具を露出しないように覆うことができることは明らかで\nある。この場合，本件発明では，円筒状陥没部を用いることにより，排水口\n金具が水槽の底面部よりも陥没した視認しにくい位置に置かれる点や，通常\nの使用では，参考図のように真上から排水金具を平面視することは少なく，\n斜めから視認することが通常であり，カバーによって一層，排水口金具が視\n認しにくくなる点も考慮されるべきである。\n(2) 原告は，カバーが円筒状陥没部に接触しないという構成について，参考図\n２を例示して，接触する場合があるから，円筒状陥没部のＲ面を含む傾斜面\nの形状や傾斜角度が特定されていない以上，カバーが円筒状陥没部に接触す\nるか否かによって「ほぼ同径」の範囲を適宜設定することはできない，と主\n張する。\nしかし，審決は，「ほぼ同径」とは，円筒状陥没部に接触せずとの構成を\n阻害することがないように設定されるという趣旨で明確であると述べている\nのであり，明確性の要件として，あらゆる場合に接触しないことを求めてい\nるものではない。\n仮に参考図２を前提としても，カバーの外径を少し調整する程度で，接触\nを回避できることは明らかである。\n(3) 原告は，カバーが円筒状陥没部に接触しないという構成に関連して，「ほ\nぼ同径」が明確であるというためには，カバーのがたつきを完全に規制する\nための特別な構成が必要であるが，本件発明ではそれが記載されていないか\nら不明確であると述べる。\nしかし，審決は，がたつきを規制する構成の要否を問題としている訳では\nなく，本件発明においては，本件明細書の記載を参酌した上で，がたつきが\n生じることを想定しない前提で「ほぼ同径」を定めればよいと解釈できると\n述べているのであり，特別な構成の要否を述べるにとどまる原告の主張は，\n審決に対する誤りを指摘する主張としては失当である。\n以上のとおり，取消事由１は理由がない。\n２  取消事由２（本件発明と甲１発明との相違点２についての判断の誤り）につ\nいて\n(1) 原告は，相違点２について，「本質的部分に関わる相違点ではない」と主\n張するが，配管が「接続管」か「オーバーフロー管」か，という点は実質的\nな相違点である。\nすなわち，本件発明は，「内向きフランジ部が排水口金具と接続管とで挟\n持取付けられて排水口部を形成」する構成とされ，排水口金具と接続管とで\n内向きフランジ部を直接的に挟み込むように構成されているのに対し，甲１\n発明において，段部２２（本件発明の「内向きフランジ部」に相当）は排水\n筒３（本件発明の「排水口金具」に相当）の上端の鍔部２１とオーバーフロ\nー管２３とで挟み込まれているが，オーバーフロー管２３自体は，排水筒３\nを固定する機能を備えておらず，この機能は，止めナット４によって担保さ\nれている。このように，排水口金具を固定するという機能において，本件発\n明の「接続管」は，甲１発明の「オーバーフロー管」とは明らかに相違する\n技術的な意義を有するため，両者は実質的な相違点といえる。\n(2) 原告は，オーバーフロー管のない洗面ボウル，オーバーフロー口のある浴\n槽が公報に記載されていることを踏まえ，甲１発明においてオーバーフロー\n管を省略する動機付けがあると主張する。\nしかし，動機付けと可能性とは異なるはずである。甲１発明は，飽くまで\nオーバーフロー管２３を有する洗面ボウルに設ける排水栓の構造に係るもの\nである。また，甲１において，甲１発明からオーバーフロー管を省略するこ\nとに関する記載や示唆はなく，甲１発明を浴槽に適用することに関する記載\nや示唆も一切ない。してみれば，オーバーフロー管のない洗面ボウル，オー\nバーフロー口のある浴槽が単に公知であるという事実だけをもって，甲１発\n明を，オーバーフロー口がない（オーバーフロー管を設ける必要のない）「浴\n槽」にまで適用することが想定されるとはいい難く，オーバーフロー管を省\n略する動機付けが十分にあるとはいえない。\n(3) 原告は，いわゆるエルボー形状の屈曲管が公知であることを踏まえ，甲１\n発明に対しこの屈曲管を適用することによって本件発明の構成を得ることは\n容易であると主張する。\nしかし，審決にあるとおり，「排水口部に排水管１４及びオーバーフロー\n管２３を接続する」という甲１発明の構成は，直ちに屈曲管を適用すること\nができるものではなく，甲１発明の構成から本件発明を得るためには，「甲\n１発明において，オーバーフロー管２３を省略し，さらに，円筒状陥没部の\n底部に形成された貫通穴２の段部２２が排水筒３の上端の鍔部２１と排水管\n１４とで挟持取り付けられるよう」にする必要がある。このように甲１発明\nからは，何段階もの構造の変更を経てようやく本件発明にたどりつくのであ\nるから，単にエルボー形状の屈曲管が公知であるという事実のみをもって，\nこれらの構造の変更が当業者であっても容易であるということはできない。\n(4) 甲１発明は，「栓体の水平方向のがたつきをなくして排水時に異音が発生\nしないようにすることを課題」（【０００４】）として，「作動軸の下端部\n分に凹部を設けると共にレリーズワイヤーのインナーワイヤーの先端を凹部\nにはめ込むことでインナーワイヤーに対して作動軸の下端部分を水平方向に\n位置決めして成る」（請求項１）ことを特徴とするから，作動軸の下端部分\nを位置決めするための基準となる“インナーワイヤーの先端”は水平方向に\n移動しない構成であることが必要である。この点に関し，甲１発明では，【０\n００８】に「レリーズワイヤー１６の一端は蓋体１５に装着してあり」，「蓋\n体１５から上記インナーワイヤー１６ｂの端部を上方に突出させてあり，こ\nのインナーワイヤー１６ｂが排水筒３のセンターに位置させてあり，インナ\nーワイヤー１６ｂの上端を図２（ｂ）に示すように作動軸１０の下端部分の\n重り１２の凹部２０にはめ込んである」と記載されており，蓋体１５による\n支持によって，インナーワイヤー１６ｂの先端が水平方向に移動しない構成\nが実現されている。したがって，甲１発明において，蓋体１５は課題を解決\nするために必須の構成要素ということができ，蓋体１５等を備えた構成に代\nえてエルボー形状の屈曲管を用いることには，むしろ阻害要因がある。\n(5) 以上のように，オーバーフロー管を省略する動機付けが十分にあるとはい\nえず，また，甲１発明においてエルボー形状の屈曲管を用いることが通常想\n定されないことから，当業者であっても，甲１発明に周知技術を適用して相\n違点２に係る本件発明の構成に容易に想到することはできず，取消事由２は\n理由がない。\n３  取消事由３（本件発明と甲１発明との相違点４についての判断の誤り①）に\nついて\n原告は，甲３において，排水栓２３が閉塞した位置にあるときにもボウルの\n底面と略同じ高さになるように設定する構成としているのは，排出栓２３を突\n出させたときに容器が不安定になるのと同じく，ボウル底面よりも没した位置\nにある場合もまた容器が不安定になるという課題を示唆している，と主張する。\nそして，これを踏まえ，カバーが止水時には水槽の底部面より下方に位置する\n構成の甲１発明に対して甲３を適用する動機付けがあると主張する。\nしかし，甲３に記載されている事項は，【００２４】にあるとおり，飽くま\nで「排水栓２３の中心部の高さは，…，ボウル１の底面から上方へと突出しな\nいように該底面と略同じ高さに設定されている。」ということであるから，上\n方への突出によってもたらされる課題，すなわち，排水栓２３がボウル１の底\n面から突出すると，排水栓２３に洗面器が乗り上げて洗面器を安定して置くこ\nとができないことしか開示も示唆もされていない。\nまた，甲３において，容器として挙げられているのは洗面器等であって，コ\nップや液体洗剤の計量カップ等の小径の容器に関する記載などは一切ない。ま\nた，仮に排水栓を洗面ボウルの底面より没した位置にしたとしても，通常，洗\n面器が円筒状陥没部内に洗面器が落ち込むといった事態は生じ得ないから，こ\nの意味でも，排水栓が没することによって容器が不安定になるという課題は開\n示も示唆もされていない。\nしたがって，甲１発明及び甲３発明において課題が共通しているということ\nはなく，甲１発明に対し甲３発明を適用する動機付けはないから，原告の主張\nは失当である。\n４  取消事由４（本件発明と甲１発明との相違点４についての判断の誤り②）に\nついて\n(1) 原告は，甲１発明も排水時には，カバーが底面部より突出して位置してい\nるから，洗面ボウル内に置いた洗面器等の容器が不安定になるという課題に\nおいて甲３と共通しており，甲１発明に甲３を適用する動機付けがあると主\n張する。\nしかし，甲３に開示されているのは「排水栓２３を閉塞位置にした」とき\nの課題であり，排水時の課題ではない。また，甲１においては，「容器を安\n定させる」といった課題に関し，記載や示唆は一切なされていない。さらに，\n甲１の図１には，排水時でさえ，カバーの底部面からの突出量はごく僅かで\nあり，容器を安定して置くことが可能であると考えられる。\nよって，甲１発明及び甲３発明の課題が共通するとはいえず，甲１発明に\n対し甲３に記載の構成を適用する動機付けがあるとは認められない。\n(2) 原告は，容器等の安定を得るという効果は，入浴者のつまずきを防止でき\nる効果と等価であると主張する。\nしかし，甲１発明及び甲３発明は，共に洗面ボウルに関するものであり，\n発明を浴槽に適用することに関する記載や示唆は一切存在ないから，入浴者\nのつまずきを防止するという課題とは無縁である。したがって，容器等の安\n定を得るという効果は，入浴者のつまずきを防止できる効果と等価とはいえ\nず，甲１発明及び甲３発明を浴槽に適用する動機付けがあるとはいえない。\n(3) 以上のとおり，甲１発明及び甲３発明を浴槽に適用する動機付けがあると\nは到底いえず，また，効果が等価であるといったこともないから，本件発明\nは，甲１発明，甲３に記載された発明及び周知技術に基づいて容易に発明す\nることができるものではなく，取消事由４は理由がない。\n５  取消事由５（無効理由１〔特許法３６条６項２号〕についての判断の誤り）\nについて\n原告は，「概ね面一」という記載が，「つまづくことを防止できる程度に同\nじ高さになる」という意味で明確であるとの審決に対し，「つまづくことを防\n止できる程度」というのは，円筒状陥没部のＲ面を含む傾斜面の形状や傾斜角\n度，カバー自体の形状等によっても「異なる」から不明確であると主張する。\nしかし，無効理由１との関係では，「概ね面一」という構成が明確か否かが\n問題となるのであって，特定の形状に定まるか否かが問題となるのではない。\n審決は，「つまづくことを防止できる程度に同じ高さになる」という観点で，\n「概ね」面一を解釈できると述べているのである。本件発明において，カバー\nが概ね面一とされる対象は水槽の底部面であり，円筒状陥没部の傾斜面の形状\nや傾斜角度，カバー自体の形状，傾斜面の形状やカバーの形状の組合せに応じ\nて，つまずき防止に寄与するカバー（特にカバーの頂部）の位置を設定するこ\nとは十分可能である。\nしたがって，「カバーが水槽の底部面に概ね面一とされる」という技術事項\nは十分に明確であるから，特許法３６条６項２号に規定する要件を満たしてお\nり，取消事由５は理由がない。\n第５  当裁判所の判断\n１  本件発明について\n(1) 本件明細書（甲２８）の記載\n本件明細書には，おおむね次の記載がある（図面については，別紙本件明\n細書の図参照）。\nア  技術分野\n【０００１】本発明は，洗面化粧台，浴槽，流し台などにおける水槽の底\n部に形成された排水口部を覆うカバーが設けられた排水栓装置に係るもの\nである。\nイ  背景技術\n【０００２】従来の洗面化粧台，浴槽，流し台などにおける水槽の底部に\n形成された排水口部は，該排水口部に排水口金具を貫通して取付け，該排\n水口金具のフランジ部が水槽の底部表面に露出されているものであった。\nところが，水槽の底部表面に露出された排水口金具には，この排水口金\n具のフランジ部との境目に残水及び水垢などが溜り，これらにより汚れが\n目立ち，見苦しくなり，常時，清掃する必要を生じ，不都合であった。\n【０００３】そこで，洗面化粧台，浴槽，流し台などにおける水槽の底部\nに漸次縮径する陥没部を形成して排水口部とし，該排水口部には，陥没部\nの内面と面一のテーパ内面を備えた排水口金具が配設され，排水口部の開\n閉をする排水栓が，止水の閉状態において，排水口部内に位置され，且つ\n排水口金具より上方に位置されるようにし，残水及び水垢の溜り易い排水\n口金具の取付境目が隠れるようにしている。\nウ  発明が解決しようとする課題\n【０００５】止水の閉状態は，排水栓が精度を出し難い排水口部内の排水\n口金具より上方位置でされ，残水及び水垢が溜り，汚れ易い排水口金具の\n取付境目を排水栓で隠し，見え難くしているが，止水の点で，排水口部内\nが精巧でない故に止水の密閉をし難く，水槽に精巧な排水口部を排水口金\n具と共に形成することが困難なことであった。まして，陶器などの水槽に\nなると，一層，精巧な排水口部の成形は困難で，精度が出し難く，精巧性\nの乏しい排水口部での止水は密閉性に支障をきたす。また，栓蓋下に隣接\nするパッキンによる閉状態の止水は，パッキンによる当接以前に栓蓋の縁\nが排水口部内面と当接して，パッキンによる密閉に不足を生じ，支障を起\nすことになり，都合悪い。\n更に，漸次縮径する排水口部での排水栓による止水の閉状態は，楔形の\n排水口部への排水栓の嵌め込みとなり，嵌め込み状態からの排水栓の引き\n抜き開状態への操作は重くなり，芳しくない。\n【０００６】そこで，本発明は，水槽の底部に円筒状陥没部を形成し，該\n円筒状陥没部の底部に形成された内向きフランジ部が排水口金具と接続管\nとで挟持取付けられ，該排水口金具が露出されないように覆うカバーを円\n筒状陥没部内に上下動可能に設け，且つパッキンによる確実な止水を果す\nため，精巧に加工される排水口金具にパッキンを当接させることである。\nそして，このような排水栓装置を得ることを目的とする。\nエ  課題を解決するための手段\n【０００７】本発明の排水栓装置は，水槽の底部に，円筒状陥没部を形成\nし，該円筒状陥没部の底部には内向きフランジ部を形成し，該内向きフラ\nンジ部が排水口金具と接続管とで挟持取付けられて排水口部を形成し，該\n排水口部には，排水口金具を露出しないように覆うカバーが該円筒状陥没\n部内に設けられ，その円筒状陥没部内を上下動するカバーが，止水時には，\n水槽の底部面に概ね面一とされ，該カバーの下面には，排水口金具とで密\n閉可能に止水するパッキンを挿通保持する軸部が設けられて排水栓を構成\nし，該排水栓の昇降でパッキンによる開閉がされるものである。\nオ  発明の効果\n【０００８】本発明の排水栓装置は，排水口金具が露出しないように排水\n口部を覆うカバーと，そのカバーの軸部に挿通保持される排水を止水する\nパッキンとで構成される排水栓でなり，これら相互が作用されることなく，\n独自に充分且つ正確な効果を果し得ることができる。例えば，パッキンは，\nカバーが排水口部の円筒状陥没部内にあって上下動可能で接触しないので，\nパッキンの押圧止水作用に妨げとならず，カバーの作用と関係なく排水口\n金具のフランジ部との密閉止水をすることができる。また，カバーは，パ\nッキンの密閉止水の作用に関係なく位置設定ができ，水槽の底部面との概\nね面一が簡単且つ容易に位置決めできる。\nよって，排水栓は，そのパッキンを排水口金具のフランジ部に搭載する\nだけでの軽い接触でも排水を止水することができ，更に，カバーが水槽の\n底部面と概ね面一にされ，排水口部を覆うことになって排水口部内の汚れ\nを覆い隠すことができ，見栄え良くできる。\n【０００９】本発明の排水栓装置は，レリースワイヤの作動部がカバー下\n面に設けられるだけの施工で，カバー下面の軸部に挿通保持されたパッキ\nンによる排水口金具のフランジ部への接触が容易にでき，該接触による密\n閉で止水ができる。よって，このような排水栓装置の施工は，簡単且つ容\n易にできることになる。\nカ  発明を実施するための形態\n【００１１】本発明の排水栓装置は，図１に示す如く，洗面化粧台，浴槽，\n流し台などの水槽の底部１に円筒状陥没部１０を形成し，該円筒状陥没部\nの底部には内向きフランジ部１１が形成され，該内向きフランジ部が排水\n口金具３と接続管５とでパッキン材４を介して挟持取付けられて排水口部\n２を構成している。\n排水口部２には，排水口金具３を露出しないように覆うカバー６が円筒\n状陥没部１０内に設けられ，その円筒状陥没部１０内を上下動するカバー\n６が，止水時には，水槽の底部１に概ね面一とされ，該カバーの下面には，\n排水口金具３とで密閉可能にするパッキン７を挿通保持する軸部６１が設\nけられて排水栓２０を構成している。\n【００１２】排水口金具３には，レリースワイヤ８の作動部８１が支持部\n材９をもって支持され，該作動部が支軸８２を介してカバー６の下面に付\n設され，カバー６の下面に設けられた軸部６１に挿通保持されたパッキン\n７がレリースワイヤ８による遠隔操作で作動され，開閉させる。\nなお，カバー６下面には，ガイド筒６２を設け，該ガイド筒がレリース\nワイヤの作動部８１によってガイドされて排水栓２０の昇降を行われる。\n【００１３】排水口金具３は，円筒状陥没部１０の底部に形成された内向\nきフランジ部１１を接続管５とで挟持取付けて水槽の底部１に露出しない\nようにし，排水口金具３が該円筒状陥没部１０の底部に取付けられた排水\n口部２には，円筒状陥没部１０内に排水栓２０のカバー６が上下動可能に\n設けられることによって，排水口部２が覆われ，排水口金具３の取付境目\nなどに生じる残水や水垢による汚れなどが隠されて都合良い。\nまた，カバー６は，止水のために設けられたパッキン７の密閉性の作用\nと関係なく，円筒状陥没部１０内を上下動可能に設けられているので，位\n置設定を簡単且つ容易にでき，カバーにつまづくことを防止するため，カ\nバーの頂面６０が水槽の底部１面と概ね面一になるよう円筒状陥没部１０\nの縁とカバー６の縁との位置を略一致させることがよい。\n【００１４】カバー６の下面に設けられた軸部６１に挿通保持されたパッ\nキン７は，成形加工上，精巧にし難い円筒状陥没部１０との接触でなく，\n精巧な加工がし易い排水口金具３との接触であるため止水の密閉性を正確\n且つ確実に得ることができ，好都合になる。また，密閉性がよいので，排\n水栓２０を排水口金具３に載置するだけでの止水ができ，更に，線接触に\nよる密閉がされるパッキン７を使用すれば，その効果は向上する。\n(2) 本件発明の特徴\n前記(1)の記載によれば，本件発明の特徴は次のとおりである。\nア  本件発明は，洗面化粧台，浴槽，流し台などにおける水槽の底部に形成\nされた排水口部を覆うカバーが設けられた排水栓装置に関する（【０００\n１】）。\nイ  従来の洗面化粧台，浴槽などの水槽の底部に形成された排水口部は，該\n排水口部に貫通して取り付けられた排水口金具のフランジ部が水槽の底部\n表面に露出していたため，排水口金具のフランジ部との境目に残水及び水\n垢などが溜り，汚れが目立ち，常時，清掃する必要があった（【０００２】）。\nそこで，水槽の底部に漸次縮径する陥没部を形成して排水口部とし，陥\n没部の内面と面一のテーパ内面を備えた排水口金具を配設し，排水栓が，\n止水状態において，排水口金具より上方に位置するようにし，残水及び水\n垢の溜り易い排水口金具の取付境目が隠れるようにしている（【０００３】）。\nウ  この排水口部は，汚れ易い排水口金具の取付境目を排水栓で隠し，見え\n難くしているが，従来は，排水口部内が精巧に加工されていないため密閉\nし難く，止水が困難であるとか，栓蓋下に隣接するパッキンが当接する前\nに栓蓋の縁が排水口部内面と当接し，パッキンによる密閉に不足が生じる\nとか，漸次縮径する排水口部に楔形の排水栓を嵌め込むこととなり，排水\n栓の引き抜きの操作が重くなるなどといった問題点があった（【０００５】）。\nエ  そこで，本件発明は，水槽の底部に円筒状陥没部を形成し，該円筒状陥\n没部の底部に形成された内向きフランジ部が排水口金具と接続管とで挟持\n取り付けられ，該排水口金具が露出されないように覆うカバーを円筒状陥\n没部内に上下動可能に設け，確実に止水するため，精巧な加工がし易い排\n水口金具にパッキンを当接させるようにした（【０００６】）。\nオ  本件発明の排水栓装置では，カバーは，排水口部の円筒状陥没部内で上\n下動可能で接触しないので，パッキンの押圧止水作用の妨げとならず，ま\nたパッキンの密閉止水の作用に関係なく位置設定できる。さらに，カバー\nが水槽の底部面と概ね面一にされ，排水口部を覆うことで排水口部内の汚\nれを覆い隠すことができ，見栄えを良くでき，また，カバーにつまずくこ\nとを防止できる（【０００８】，【００１３】）。\n２  引用発明について\n(1) 甲１発明\n甲１には，おおむね次の記載がある（図面については，別紙引用例の図参\n照）。\nア  発明の属する分野\n【０００１】本発明は，洗面化粧台の洗面ボウル等に設ける排水栓の構造\nに関するものである。\nイ  従来の技術\n【０００２】従来の洗面ボウルに排水栓を設ける場合，図３や図４に示す\nような構造を採用していた。洗面ボウル１の底部に設けた貫通穴２には上\nから排水筒３を挿通し，貫通穴２の下方で排水筒３の外周に止めナット４\nを螺合して貫通穴２に排水筒３を装着してあり，排水筒３内の排水口５内\nには排水栓部材６を内装してある。\n排水栓部材６は，図４に示すように筒軸７の上端にヘアーキャッチャー\n８を設けると共に筒軸７の下端にガイド部材９を設け，筒軸７に作動軸１\n０を上下に摺動自在に挿通し，作動軸１０の上端に排水口５の上端開口を\n開閉する栓体１１を固着し，作動軸１０の下端に重り１２を装着して形成\nされている。排水栓部材６を排水口５内に内装した状態でヘアーキャッチ\nャー８の外周が排水筒３の内面に接触させてあり，ガイド部材９の外周が\n排水筒３の内面の段部１３に載置してある。排水筒３から側方に排水管１\n４を導出してあり，排水筒３の下端には蓋体１５を螺合にて装着してある。\nレリーズワイヤー１６の一端は蓋体１５に装着してあり，レリーズワイヤ\nー１６の他端に設けた取り付け部１７をカウンター等に装着し得るように\nしてある。レリーズワイヤー１６はアウターチューブ１６ａにインナーワ\nイヤー１６ｂを摺動自在に挿通して形成され，取り付け部１７側でインナ\nーワイヤー１６ｂの端部に設けたつまみ１８を操作することでインナーワ\nイヤー１６ｂを摺動操作できるようになっている。蓋体１５から上記イン\nナーワイヤー１６ｂの端部を上方に突出させてあり，このインナーワイヤ\nー１６ｂが排水筒３のセンターに位置させてあり，インナーワイヤー１６\nｂの上端を重り１２の平坦な下面に当接してある。しかして，つまみ１８\nを下方に押すと，排水筒３内のインナーワイヤー１６ｂの端部にて重り１\n２の下面が押されて作動軸１０が上に摺動して栓体１１が上方に移動して\n排水口５が開放され，図３の矢印のように水が流れるようになる。またつ\nまみ１８を上に引くと，排水筒３内のインナーワイヤー１６ｂの端部が下\n方に下がり，重り１２の重量にて作動軸１０と一緒に栓体１１が下降し，\n栓体１１にて排水口５の上端の開口が閉塞される。\nウ  発明が解決しようとする課題\n【０００３】上記従来例にあっては，栓体１１の開状態における栓体１１\nの水平方向の支持はヘアーキャッチャー８の外周が排水筒３の内面に接触\nさせることによりされるが，作動軸１０が上下にスムーズに摺動して栓体\n１１がスムーズに開閉するためには排水筒３の内面とガイド部材９の外周\nとの間に隙間Ｓを設ける構造を採用している。ところが，上記従来例では\nインナーワイヤー１６ｂの端部が重り１２の平坦な下面に当接しているだ\nけのため，栓体１１の開放状態では上記隙間Ｓにより作動軸１０と栓体１\n１とに水平方向のがたつきが発生する。このがたつきにより，水の排水と\nきに栓体１１ががたつき異音を発生するという問題がある。またヘアーキ\nャッチャー８の掃除等のために排水栓部材６を全体を上方に抜いて取り外\nすときは栓体１１がセンターに位置していないために栓体１１を掴みにく\nいという問題がある。\n【０００４】本発明は叙述の点に鑑みてなされたものであって，栓体の水\n平方向のがたつきをなくして排水時に異音が発生しないようにすることを\n課題とする。\nエ  課題を解決するための手段\n【０００５】上記課題を解決するため本発明の排水栓は，排水口５に上下\nすることより排水口を開閉する栓体１１を設け，栓体１１の下方で排水口\n５に配置したヘヤーキャッチャー８の筒軸７内に栓体１１から垂下した作\n動軸１０を摺動自在に挿通し，レリーズ操作により上記作動軸１０を作動\nさせて栓体１１にて排水口５を開閉するようにした排水栓において，作動\n軸１０の下端部分に凹部２０を設けると共にレリーズワイヤー１６のイン\nナーワイヤー１６ｂの先端を凹部２０にはめ込むことでインナーワイヤー\n１６ｂに対して作動軸１０の下端部分を水平方向に位置決めして成ること\nを特徴とする。凹部２０にインナーワイヤー１６ｂの先端をはめ込むこと\nでインナーワイヤー１６ｂにより作動軸１０が水平方向に動かないように\n位置決めでき，栓体１１の開放時に栓体１１の水平方向のがたつきをなく\nして排水時に異音が発生しないようにできる。栓体１１が水平方向にがた\nつかないために栓体１１がセンターに位置して見映えがよくなり，また栓\n体１１を掴んで栓体１１と一緒にヘアーキャッチャー８や作動軸１０を抜\nくとき栓体１１が掴みやすくなる。\nオ  発明の実施の形態\n【０００７】以下，図１や図２に示す実施の形態により説明する。洗面ボ\nウル１の底部には貫通穴２を上下に貫通するように穿孔してあり，貫通穴\n２の上から貫通穴２に排水筒３を挿通してあり，排水筒３の上端の鍔部２\n１を貫通穴２の段部２２に載置してある。貫通穴２の下方で排水筒３の外\n周には止めナット４を螺合してあり，排水筒３を止めナット４にて貫通穴\n２に装着してある。排水筒３内は排水口５となっており，排水口５内には\n排水栓部材６を内装してある。この排水栓部材６は，図２（ａ）に示すよ\nうに排水口５の上端開口を開閉し得る栓体１１と，作動軸１０とヘアーキ\nャッチャー８とで主体が構成されている。垂直方向を向く作動軸１０の上\n端には栓体１１を螺合にて連結してある。作動軸１０の上端は栓体１１の\nセンターに連結してある。ヘアーキャッチャー８にはセンターの位置で上\n下に貫通するように筒軸７を設けてあり，この筒軸７に作動軸１０を上下\nに摺動自在になるように挿通してある。作動軸１０の下端部分には重り１\n２を一体に装着してあり，作動軸１０のセンターに対応する位置で重り１\n２の下面には凹部２０を設けてある。…排水栓部材６を排水口５内に内装\nした状態でヘアーキャッチャー８の外周が排水筒３の内面に接触させてあ\nると共にヘアーキャッチャー８の外周の下部が排水筒３の内面の段部１３\nに載置してある。\n【０００８】排水筒３の上部の側方にはオーバーフロー管２３の一端を連\n結してあり，オーバーフロー管２３の他端を洗面ボウル１のオーバーフロ\nー口２４に臨ませてある。排水筒３の下部の側方から排水管１４を導出し\nてあり，排水筒３の下端には蓋体１５を螺合にて装着してある。レリーズ\nワイヤー１６の一端は蓋体１５に装着してあり，レリーズワイヤー１６の\n他端に設けた取り付け部１７をカウンター等に装着し得るようにしてある。\nレリーズワイヤー１６はアウターチューブ１６ａにインナーワイヤー１６\nｂを摺動自在に挿通して形成され，取り付け部１７側でインナーワイヤー\n１６ｂの端部に設けたつまみ１８を操作することでインナーワイヤー１６\nｂを摺動操作できるようになっている。蓋体１５から上記インナーワイヤ\nー１６ｂの端部を上方に突出させてあり，このインナーワイヤー１６ｂが\n排水筒３のセンターに位置させてあり，インナーワイヤー１６ｂの上端を\n図２（ｂ）に示すように作動軸１０の下端部分の重り１２の凹部２０のは\nめ込んである。\n【０００９】しかして，つまみ１８を下方に押すと，排水筒３内のインナ\nーワイヤー１６ｂの端部にて重り１２が上に押されて作動軸１０が上に摺\n動して栓体１１が上方に移動して排水口５が開放され，図１の矢印のよう\nに水が流れるようになる。またつまみ１８を上に引くと，排水筒３内のイ\nンナーワイヤー１６ｂの端部が下方に下がり，重り１２の重量にて作動軸\n１０と一緒に栓体１１が下降し，栓体１１にて排水口５の上端の開口が閉\n塞される。またヘアーキャッチャー８を掃除したりする場合，栓体１１を\n手で掴んで排水栓部材６を上に抜き取ることにより行う。また本発明では，\n作動軸１０の下端部分の重り１２の凹部２０にインナーワイヤー１６ｂの\n端部をはめ込み，センターに位置するインナーワイヤー１６ｂに対して作\n動軸１０の下端部分を水平方向の動きに対して位置決めしているために，\nヘアーキャッチャー８の外周が排水筒３の内面に接触していることと相俟\nって栓体１１の開放状態でも栓体１１が水平方向にがたつくことがなくな\nる。これにより排水時に栓体１１のがたつきにより異音を発生することが\nなくなる。また栓体１１がセンターに位置して外観がよくなる。また排水\n栓部材６全体を取り外すとき，栓体１１が掴みやすくて排水栓部材６の取\nり外しが容易にできる。\nカ  発明の効果\n【００１０】本発明は叙述のように作動軸の下端部分に凹部を設けると共\nにレリーズワイヤーのインナーワイヤーの先端を凹部にはめ込むことでイ\nンナーワイヤーに対して作動軸の下端部分を水平方向に位置決めしている\nので，インナーワイヤーにより作動軸が水平方向に動かないように位置決\nめできるものであって，栓体の開放時に栓体の水平方向のがたつきをなく\nして排水時に異音が発生しないようにできるものであり，また栓体が水平\n方向にがたつかないために栓体がセンターに位置して見映えがよくなるも\nのであり，また栓体を掴んで栓体と一緒にヘアーキャッチャーや作動軸を\n抜くとき栓体が掴みやすくなるものである。\n(2) 甲３発明\n甲３には，おおむね次の記載がある（図面については，別紙引用例の図参\n照）。\nア  技術分野\n【０００１】本発明は，洗面化粧台に設けられる洗面ボウルの排水孔のシ\nール構造に関する。\nイ  背景技術\n【０００２】従来より，…洗面化粧台に配設される洗面ボウルには，該洗\n面ボールの底面に開口する排水孔が設けられており，この排水孔は，洗面\nボウルに組み付けられた排水栓によって開閉されるようになっている。排\n水孔の内周面は，下方へ行くに従って小径となるテーパー面で構成されて\nいる。排水栓は，円板形状をなしており，外縁部には，排水孔のテーパー\n面に接触するシール部が設けられている。また，排水栓の下面には，下方\nへ突出するシャフトが固定されている。このシャフトには，操作用ケーブ\nルの端部が当接するようになっており，操作用ケーブルの押し引き動作に\nよって排水栓が上下方向に移動するようになっている。\nウ  発明が解決しようとする課題\n【０００３】ところで，洗面ボウルは排水栓に比べて大型の成形品である\nため，製造コストを考慮すると，公差範囲を排水栓に比べて大きめに設定\nせざるを得ない。よって…，洗面ボウルに排水栓を組み付けるようにした\n場合には，排水孔の軸心と排水栓の軸心とが同一直線上から径方向にずれ\n…，排水栓のシール部が排水孔のテーパー面の全周に密着しにくくなるこ\nとがある。このことを回避するため…排水孔のテーパー面と水平面とのな\nす角度が小さくなるように，テーパー面を緩やかにしなければならない。\nこれは，…排水栓を下方へ移動させてシール部を排水孔のテーパー面に対\nし上方から接触させる構造としていることから，テーパー面の傾斜度合い\nを緩やかにして水平面に近づけるほど，排水栓のシール部が排水孔のテー\nパー面に密着しやすくなるからである。\n【０００５】本発明は斯かる点に鑑みてなされたものであり，その目的と\nするところは，洗面ボウルの排水孔を，上下方向に移動する排水栓で開閉\nするようにした場合に，排水孔の軸心と排水栓の軸心とが径方向に多少ず\nれていても，排水栓のシール部を排水孔の内周面に密着させ易くしてシー\nル性を確保できるようにしながら，水が洗面ボウルの底面に残り難くして\n洗面ボウルを清潔に保てるようにすることにある。\nエ  課題を解決するための手段\n【０００６】上記目的を達成するために，第１の発明では，洗面ボウルの\n底面に開口し，下方へ延びる排水孔と，上記洗面ボウルに組み付けられ，\n上記排水孔の内周面に接触するシール部を有する排水栓と，上記排水栓を\n上下方向に移動させる排水栓移動機構とを備え，上記排水栓移動機構によ\nって上記排水栓を上方へ移動させることにより上記排水孔が開放される一\n方，上記排水栓を下方へ移動させることにより上記シール部が上記排水孔\nの内周面に接触して該排水孔が閉塞されるように構成された洗面ボウルの\n排水孔のシール構造において，上記排水孔の内周面には，上記洗面ボウル\nの底面の開口部から下方へ離れた部位に，該排水孔の上部よりも小径とな\nるように段差部が形成され，上記排水栓が上記排水孔を閉塞する位置にあ\nるときに上記シール部が上記段差部に上方から接触する構成とする。\nオ  発明の効果\n【００１０】第１の発明によれば，洗面ボウルの排水孔の内周面に，該排\n水孔の上部よりも小径となるように段差部を形成し，排水栓を下方へ移動\nさせて排水孔を閉塞する位置としたときに，排水栓のシール部を段差部に\n接触させるようにしているので，排水孔の軸心と排水栓の軸心とが多少ず\nれても，排水栓のシール部を排水孔の内周面の全周に亘って密着させるこ\nとができる。これにより，排水孔の内周面の上部を急なテーパー面にして\n排水性を良好にしながら，排水孔の閉塞時には十分なシール性を確保する\nことができる。よって，洗面ボウルの底面に水が残り難くなり，清潔に保\nつことができる。\nカ  発明を実施するための最良の形態\n【００１５】図１は，本発明の実施形態に係る洗面ボウル１を示すもので\nある。この洗面ボウル１は，洗面化粧台（図示せず）に配設されるもので\nあり，樹脂材を用いて一体成形されている。また，洗面ボウル１には，洗\n面ボウル１内の水を排水するための排水栓装置２が組み付けられている。\n【００１６】図２及び図３に示すように，上記洗面ボウル１の底面には，\n底面開口部１０が形成されており，この底面開口部１０の周縁部には，鉛\n直下向きに延びる円筒状の筒状部１１が設けられている。…この筒状部１\n１により，底面開口部１０から下方へ延びる排水孔１２が構成されている。\n筒状部１１の下端部には，筒状部１１の内方へ向けて略直角に折り曲げら\nれた屈曲部１１ａが形成されている。\n【００１７】上記排水孔１２の内周面は，底面開口部１０から下側へ行く\nほど小径となるように傾斜して延びる第１テーパ面１２ａと，この第１テ\nーパー面１２ａの下縁部から下側へ行くほど小径となるように傾斜して延\nびる第２テーパー面１２ｂと，第２テーパー面１２ｂの下縁部から下側へ\nいくほど小径となるように傾斜して延びる第３テーパー面１２ｃとで構成\nされている。…第２テーパー面１２ｂの傾斜角度を第１テーパー面１２ａ\nよりも小さく設定したことにより，排水孔１２の内周面には，底面開口部\n１０から下方へ離れた部位に，該排水孔１２の上部よりも小径となる段差\n部１５が形成されることになる。\n【００１８】上記排水栓装置２は，排水孔１２に接続される本体筒２０と，\n本体筒２０と排水管２１とを連結する連結管２２と，排水孔１２を開閉す\nる排水栓２３と，排水栓２３を移動させれる排水栓移動機構２４と，上記\nオーバーフロー孔１３に接続されるオーバーフロー配管２５と，オーバー\nフロー配管２５と本体筒２０とを接続するコネクタ２６とを備えている。\n【００１９】…本体筒２０の張り出し部２０ａの外径は，洗面ボウル１の\n筒状部１１の屈曲部１１ａの内径よりも大きく設定されており，張り出し\n部２０ａが屈曲部１１ａに上方から引っ掛かるようになっている。本体筒\n２０の張り出し部２０ａよりも下側の外径は，洗面ボウル１の筒状部１１\nの屈曲部１１ａの内径よりも若干小さめに形成されている。…\n【００２３】上記排水栓２３は，大略水平に延びる円板状をなしており，\nその上面は，中心部から外縁部へ向けて僅かに下降するように湾曲形成さ\nれている。排水栓２３は，その中心が排水孔１２の軸心と一致するように\n配置されている。\n【００２４】また，排水栓２３の上面は，金属製の薄板材３７で覆われて\nいる。この排水栓２３の上面の中心部の高さは，図３に示すように，排水\n栓２３が排水孔１２を閉塞した位置にあるときに，ボウル１の底面から上\n方へ突出しないように該底面と略同じ高さになるように設定されている。\nこれにより，排水栓２３を閉塞位置にした状態で，ボウル１内に洗面器等\nの容器を置いて使用する場合に，容器を安定させることが可能になる。\n３  取消事由１（訂正事項である特許請求の範囲請求項１記載の「ほぼ同径」に\nついての判断の誤り）について\n(1) 原告は，審決が本件訂正を認めた点につき，「前記排水口金具のフランジ\n部とほぼ同径であるとともに，前記円筒状陥没部に接触せず，」の「ほぼ同\n径」の範囲が不明確であるから，本件訂正は認められない，と主張する。\nかかる原告の主張が，独立特許要件としての明細書及び特許請求の範囲の\n記載要件違反（明確性要件違反）を主張する趣旨であれば，特許法１３４条\nの２第９項後段により，無効審判の請求がされた請求項については独立特許\n要件が判断されないものとされている以上，主張自体失当というべきである\nが，原告の主張は，要するに，「ほぼ同径」の範囲が不明確であるから，当\n該訂正事項の意味するところも明確ではないのに，訂正事項１及び２をそれ\nぞれ「特許請求の範囲の減縮」及び「明瞭でない記載の釈明」と認めた点に\nつき判断の誤りがある，と指摘する趣旨であるとも解されるので，以下，こ\nれを前提に判断する。\n(2) 本件発明の「カバー」は，「排水口金具を露出しないように覆う」ための\nものであるところ（請求項１），同カバーがかかる機能を発揮するためには，\nその外径が，「排水口金具のフランジ部」の外径以上でなければならないこ\nとは自明であるといえる。\nそうすると，本件発明の「カバー」が，「前記排水口金具のフランジ部と\nほぼ同径」と特定することは，本件発明の「カバー」の外径を，当該「排水\n口金具のフランジ部」の外径との関係で，「排水口金具を露出しないように\n覆う」という機能を発揮し得る範囲内で極力小さな径に特定しようとしたも\nのであると理解でき，その意味は明確であるといえる。\nこのように理解すると，本件明細書の図１に，「カバー」の外径と「排水\n口金具のフランジ部」との外径が「ほぼ同一」であり，「カバー」と「排水\n口金具」とが完全に重なっていることが示され，本件明細書の【０００８】\nに記載された，「排水口部内の汚れを覆い隠すことができ，見栄え良くでき\nる」という効果を奏するのに資することができることとも符合する。\nそうすると，「ほぼ同径」の語を用いているがゆえに本件訂正事項が不明\n確であるとはいえず，したがって，審決が訂正事項１及び２をそれぞれ「特\n許請求の範囲の減縮」及び「明瞭でない記載の釈明」と認めた点に誤りがあ\nるとは認められない。\n(3) 原告が主張する個別の点について\nア  原告は，本件訂正における「カバーが，前記排水口金具のフランジ部と\nほぼ同径」について，本件明細書に接した当業者は本件特許を回避するた\nめにカバーの外径を排水口金具のフランジ部の外径よりもどの程度大きく\nすればよいのか理解できず，「ほぼ同径」という語は不明確であるから訂\n正は認められない旨主張する。\nしかしながら，上記(2)のとおり，「ほぼ同径」とは，「カバー」の外径\nを当該「排水口金具」との関係で「排水口金具を露出しないように覆うカ\nバー」として機能し得る範囲内で極力小さな径に特定しようとしたものと\n理解できるから，原告の主張は採用できない。\nイ  原告は，「カバーが，前記排水口金具のフランジ部とほぼ同径」には，\nカバーの外径が排水口金具のフランジ部の外径より，やや小径の場合，同\n径の場合，やや大径の場合が含まれ，さらに，排水口のために水槽の底部\n面に形成された陥没部のＲ面を含む傾斜面の形状や傾斜角度は多種多様で\nあり（甲２４，２９～３５），たとえカバーの外径がフランジ部の外径よ\nりやや大径であったとしても，前記傾斜角度が緩やかである場合には，排\n水口金具の取付境目に溜まった残水及び水垢等が見えてしまい，本件発明\nの効果（本件明細書の【０００８】及び【００１３】参照）は得られない\nから，本件発明の効果を奏するには，前記傾斜面の形状や傾斜角度も特定\nする必要がある，と主張する。\nしかしながら，上記【０００８】及び【００１３】に記載の効果は，本\n件発明の全ての構成要素（例えば，カバーの形状のほかにも円筒状陥没部\nの形状や，カバーと円筒状陥没部との隙間の大小等）をもって奏するもの\nであると理解されるところ，原告の主張は，一部の構成要素である「カバ\nーが，前記排水口金具のフランジ部とほぼ同径」であることのみをもって，\n上記効果を奏しなければならないとの理解を前提としている点で失当であ\nる。\n本件訂正事項における「カバーが，前記排水口金具のフランジ部とほぼ\n同径」は，上記(2)のとおりに理解できることをもって明確性の要件を満た\nしているというべきであって，カバーと排水口金具との大小関係のみを単\n純に比較して検討した場合には，カバーが排水口金具のフランジ部よりも\nやや大径であるにもかかわらず本件発明の効果を奏しないものが想定でき\nるとしても，そのことから直ちに明確性要件に違反することとなるもので\nはないから，原告の主張は採用できない。\nウ  原告は，本件訂正は，「円筒状陥没部内を上下動するカバー」と「前記\n円筒状陥没部に接触せず，」との関係でも，「ほぼ同径」という語は不明\n確であると主張する。\nしかしながら，上記(2)のとおり，「ほぼ同径」と規定したのは，「カバ\nー」の外径を当該「排水口金具」との関係で「排水口金具を露出しないよ\nうに覆うカバー」として機能し得る範囲内で極力小さな径に特定しようと\nしたものと理解でき，その場合，「カバー」は，「排水口金具」の外径よ\nりもその内径が大きい「円筒状陥没部」に接触しないことが容易に理解で\nきるから，原告の主張は採用できない。\nエ  原告は，本件訂正事項における「前記円筒状陥没部に接触せず，」につ\nいて，本件発明の「カバー」のがたつきを完全に規制してカバーが円筒状\n陥没部に接触しないようにするための構成が何ら記載されていないから，\n当該訂正は認められないと主張する。\nしかしながら，「カバー」が「前記円筒状陥没部に接触せず，」の意味\nするところは，「カバー」と「円筒状陥没部」とが「接触」しないことと\n明確に把握でき，カバーのがたつきを規制するための構成が併せて特定さ\nれなければ理解できないものでもないから，原告の主張は採用できない。\n(4) 以上より，原告が主張する取消事由１は理由がない。\n４  取消事由２（本件発明と甲１発明との相違点２についての判断の誤り）につ\nいて\n(1) 原告は，本件発明と甲１発明との相違点２（「円筒状陥没部の底部に形成\nされた内向きフランジ部が排水口」器具「とで挟持取付けられて排水口部を\n形成」する配管は，本件発明では「接続管」であるのに対し，甲１発明では\nオーバーフロー管２３である点）は，本件発明の課題解決（本件明細書【０\n００８】）に必須な構成（発明の本質的部分）ではないから，本件発明の進\n歩性の有無を検討する上で重要な相違点ではない旨主張する。\nしかしながら，そもそも，当該相違点が重要であるか否かによって，相違\n点に係る容易想到性の判断手法が変わるものではないから，かかる意味にお\nいて原告の主張は失当である。\n(2) この点を措くとしても，前記２(1)に認定した甲１の記載によれば，甲１に\nは，審決が認定したとおりの甲１発明（前記第２の３(2)ア）が記載されてい\nると認められる（甲１発明の認定自体は，原告も積極的に争っていない。）。\nそして，かかる甲１発明の認定を前提とすると，甲１発明を主引用発明と\nして，相違点２に係る本件発明の構成に想到するためには，甲１発明におい\nて，①排水筒３（本件発明の「排水口金具」に相当）の上部に「オーバーフ\nロー管２３」を連結しないこととし，その上で，②排水筒３の下部から導出\nさせた「排水管１４」（本件発明の「接続管」に相当）を「オーバーフロー\n管２３」が連結されていた位置に連結させなければならないことが容易に理\n解できる。\nそこで，かかる動機付けの有無について検討するに，上記①の動機付けに\n関しては，甲１発明の従来技術（図３，図４参照）では，オーバーフロー管\nを有しない洗面ボウルを対象としており，また，甲１発明の課題（【０００\n４】）及びその解決（【０００５】）にとって，オーバーフロー管２３自体\nが必須の構成であるとも認められないことからすれば，本件発明において，\n排水筒３の上部に「オーバーフロー管２３」を連結しないこととする動機付\nけがないとは必ずしもいえない。\nしかしながら，上記②の動機付けに関しては，次のとおり，これを見出す\nことはできない。\nすなわち，「排水管１４」について，甲１発明（図１参照）と従来技術（図\n３参照）のいずれも，排水筒３の下部から側方に導出させる構成を採用して\nいるのであって，「排水管１４」と「排水筒３（の上端の鍔部２１）」とで\n「貫通穴２の段部２２」を「挟持取付け」ることは記載も示唆もされていな\nい。しかも，甲１発明の「排水栓部材６」は，排水口５の上端開口を開閉し\n得る栓体１１と作動軸１０とヘアーキャッチャー８とが主体で構成されると\nころ，甲１の図１を参照すると，「排水管１４」を「オーバーフロー管２３」\nが連結されている位置に連結させた場合，排水時の水の流れの向きに対して，\n排水管が「ヘアーキャッチャー８」の上流に配置され，ヘアーキャッチャー\nとしての機能を果たすことができないこととなる。\n以上のことから，甲１発明において，たとえ，排水筒３の上部に「オーバ\nーフロー管２３」を連結させないことを着想できたとしても，排水筒３の下\n部から導出させた「排水管１４」を「オーバーフロー管２３」が連結されて\nいた位置に連結させようとする動機付けはないというべきである。\nそして，この判断は，本件発明の出願日において，オーバーフロー管のな\nい洗面ボウル（甲３６，３７）や，オーバーフロー口のある浴槽（甲３８，\n３９）が周知であり，上端部に雌ねじ部を形成したいわゆるエルボー形状の\n屈曲管を用いたものが，浴槽のみならず，洗面ボウルにおける排水栓装置に\nおいても周知であった（甲２２，４０）としても，左右されない。\nしたがって，相違点２に係る本件発明の構成に想到することが容易でない\nとした審決の認定判断に誤りがあるとはいえず，これに反する原告の主張は\n採用できない。\n(3) 以上によれば，原告が主張する取消事由２は理由がない。そして，このよ\nうに相違点２において容易想到性が否定される以上，相違点４に係る容易想\n到性の有無（取消事由３，４）は，もはや判断するまでもないこととなる。\n５  取消事由５（無効理由１〔特許法３６条６項２号〕についての判断の誤り）\nについて\n(1) 特許法３６条６項２号の趣旨は，特許請求の範囲に記載された発明が明確\nでない場合に，特許が付与された発明の技術的範囲が不明確となることによ\nり生じ得る第三者の不測の不利益を防止することにある。そこで，特許を受\nけようとする発明が明確であるか否かは，特許請求の範囲の記載のみならず，\n願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時に\nおける技術常識を基礎として，特許請求の範囲の記載が，第三者に不測の不\n利益を及ぼすほどに不明確であるか否かという観点から判断されるべきであ\nる。\n(2) この点，原告は，審決が，特許請求の範囲の「カバーが水槽の底部面に概\nね面一」について，「面一」とは，止水時において，水槽の底部面とカバー\nの頂部とがつまずくことを防止できる程度にほぼ同じ高さになることを意味\nするものと解釈できると説示したのに対して，「止水時において，水槽の底\n部面とカバーの頂部とがつまずくことを防止できる程度」というのは，排水\n口のために水槽の底部面に形成された円筒状陥没部のＲ面を含む傾斜面の形\n状等やカバー自体の形状でも異なるほか，当該傾斜面の形状や傾斜角度とカ\nバーの形状の組合せによっても異なり，さらには，使用者の年齢や性別，体\n格等によっても異なる以上，「カバー（特にカバーの頂部）が水槽の底部面\nに概ね面一」が「つまずくことを防止できる程度」という趣旨であるとすれ\nば，権利の及ぶ範囲が不明確であり，本件発明に接した第三者は不測の不利\n益を被る，などと主張する。\nしかしながら，本件明細書の【００１３】には，「カバーにつまづくこと\nを防止するため，カバーの頂面６０が水槽の底部１面と概ね面一になるよう\n円筒状陥没部１０の縁とカバー６の縁との位置を略一致させることがよい。」\nとの記載があるものの，【０００８】には，「カバーが水槽の底部面と概ね\n面一にされ，排水口部を覆うことになって排水口部内の汚れを覆い隠すこと\nができ，見栄え良くできる。」との記載もあり，かかる記載を根拠にすると，\n「概ね面一」とは，「排水口部を覆うことになって排水口部内の汚れを覆い\n隠すことができ，見栄え良くできる程度」と定義していると理解することも\n可能である。\nそもそも，本件発明の排水栓装置は，洗面化粧台，浴槽，流し台などあら\nゆる水槽が含まれるところ，「カバーにつまづくことを防止できる程度」と\nいうのは，飽くまで浴槽の観点からみた理解であるから（この定義が明確と\nいえるかどうかの点はひとまず措く。），このように理解できたとしても，\n浴槽以外の，例えば，洗面化粧台における「概ね面一」の範囲が直ちに明ら\nかになるわけではない。\nしたがって，原告の主張は，「カバー（特にカバーの頂部）が水槽の底部\n面に概ね面一」が「つまずくことを防止できる程度」を意味するとの理解を\n前提とする限りにおいて正当な指摘を含んでいるが，それでは足りないとい\nうべきである。\n(3) そこで，さらに進んで検討するに，本件明細書には，「概ね面一」の意味\nするところを説明する確たる定義はないけれども，本件明細書の図１には，\n水槽の底部面とカバーの頂部（頂面６０）とがほぼ同じ高さになる状態が示\nされており，この状態をもって「カバーが水槽の底部面に概ね面一」と理解\nすることは自然である。そして，寸法誤差，設計誤差等により，水槽の底部\n面とカバーの頂部（頂面６０）とが完全に同じ高さとならない場合が存する\nことは技術常識であるといえるから，カバーと水槽の底部面との高さの差が，\nこのような範囲にとどまるものを「概ね面一」と理解するなら，洗面化粧台，\n浴槽，流し台などあらゆる水槽について，「カバーが水槽の底部面に概ね面\n一」の意味内容を統一的に理解することができる。\n審決の，「概ね面一」とは，「止水時に，カバーを水槽の底部面に対し積\n極的に出没させた位置に設けようとするものではない」との説示もこうした\n趣旨と理解できる。\nそうとすれば，「概ね面一」の語を用いているがゆえに特許請求の範囲の\n記載が第三者に不測の不利益を及ぼすほどに不明確であるとはいえず，これ\nに反する原告の主張は採用できない。\n(4) 以上によれば，原告が主張する取消事由５も理由がない。\n６  結論\n以上によれば，無効審判請求を不成立とした審決の判断に誤りがあるとは認\nめられないから，原告の請求は理由がない。\nよって，これを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n寺    田    利    彦\n裁判官\n間    明    宏    充\n（別紙）\n（別紙）\n（別紙）\n（別紙）本件明細書の図\n（別紙）引用例の図\n１  甲１の図\n２  甲３の図\n"
}