{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 3
  },
  "case_number": "平成23(行コ)36",
  "case_name": "贈与税決定処分取消等請求控訴事件(原審　名古屋地方裁判所平成20年(行ウ)第114号)",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "アメリカ合衆国ニュージャージー州法に準拠して設定された信託の受益者による，贈与税の決定処分及び無申告加算税の賦課決定処分の取消請求が，棄却された事例",
  "case_gist": "アメリカ合衆国ニュージャージー州法に準拠して設定された信託の受益者による，贈与税の決定処分及び無申告加算税の賦課決定処分の取消請求につき，相続税法４条１項にいう「受益者」に当たるためには，信託の設定時において，受益者が信託財産から給付を受領する権利（信託受益権）及び受託財産ないし受益者自身の利益を守るための監督的機能（信託監督的機能）を有していたことが必要であるところ，前記信託において，受託者は，自己の裁量により，受益者が生存する限りにおいて，受益者の教育，生活費，健康，慰安及び安寧のために妥当と思われる金額を元本及び収益から支払うとしているのであるから，前記信託の設定時において，受益者は信託受給権を有するものとされていたということができ，また，前記信託によれば，受託者は，受益者の合理的な要請に対して，信託の財産，負債，収入及び支出に関する情報等の受益者の利益に関連する当該信託の管理に関する詳細事項を受益者に提供するものとされているほか，受託者は，最低限１年に１度の頻度で会計報告を行うものとされており，これにより，受益者は，信託監督的機能を有していたということができるから，相続税法４条１項の「受益者」に当たるとして，前記請求を棄却した事例",
  "lawsuit_id": "83229",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83229",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/229/083229_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２５年４月３日判決  名古屋高等裁判所\n平成２３年（行コ）第３６号  贈与税決定処分取消等請求控訴事件（原審  名古屋\n地方裁判所平成２０年（行ウ）第１１４号）\n主                文\n１  原判決を取り消す。\n２  被控訴人の請求を棄却する。\n３  訴訟費用は，第１，２審とも，被控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n主文同旨\n第２  事案の概要\n１  本件は，アメリカ合衆国（以下「米国」という。）の国籍のみを有する被控\n訴人が，その祖父から米国ニュージャージー州法に準拠して被控訴人を受益者\nとする信託を設定されたとして，所轄税務署長（処分行政庁）から，相続税法\n（平成１９年法律第６号による改正前のもの。以下同じ。）４条１項に基づき，\n贈与税の決定処分及び無申告加算税の賦課決定処分を受けたため，その取消し\nを求めている事案である。\n原審は，被控訴人の請求を認容した。\n２  その余の事案の概要は，以下のとおり補正し，次項に当審における当事者の\n主張を加えるほかは，原判決「事実及び理由」欄の第２の２ないし５に記載の\nとおりであるから，これを引用する。なお，略称はいずれも原審に従う。\n(1)  原判決３頁１０行目の「スイスにおいて保管していた。」を「同月１９日，\nスイスにおいて購入した。」に，１５行目の「Ａの子孫らのために」を「Ａ\nの子孫らの利益のために」に，１６行目の「記載があり，」を「記載がある\nが，」に，同行の「原告の氏名が」を「被控訴人の氏名のみが」に，１８行\n目の「記載されている。」を「記載されているが，同条２項には，受託者は，\n\u0000 \u0000\u0000\n（中略）生命保険証券を受理，購入および保有する権限を有するが，これら\nは指示されるものでも義務でもない旨が，また，同条４項には，受託者は保\n険証券の解約返戻金について投資責任を果たすものとする旨が記載されてい\nる。」にそれぞれ改める。\n(2)  同４頁３行目の「生活した」の次に「。なお，Ｂは同月１１日に日本に帰\n国した」を加え，８行目の「同年」を「平成１６年１０月１４日，平成１５\n年」に，１３行目及び２１行目の各「原告と」をいずれも「Ｂ，被控訴人及\nび」にそれぞれ改め，１３行目の「渡米した」及び２２行目から２３行目に\nかけての「出産した」の次にいずれも「。なお，Ｂは，その後，月に一回程\n度の割合で日本と米国を行き来していた」を加え，１４行目の「１，３，４」\nを「１ないし４」に改め，２３行目の「原告は，」の次に「上記渡米前の」\nを加え，２４行目の「許可を受けた」を「許可を受け，上記帰国時の在留資\n格は「短期滞在」であったが，同年１２月９日，在留資格を「短期滞在」か\nら「日本人の配偶者等」に変更する旨の許可を受けた」に改める。\n(3)  同１０頁２行目の「Ａの子孫らの利益ために」を「Ａの子孫らの利益のた\nめに」に改める。\n(4)  同１１頁８行目の「９条のとの」を「９条との」に改める。\n３  当審における当事者の主張\n(1)  被控訴人が相続税法４条１項にいう「受益者」に当たるか否か\n（控訴人の主張）\nア  相続税法４条１項にいう「受益者」とは，①租税法学におけるいわゆる\n借用概念であり，信託法において「受益者」は「受益権を有する者」と解\nされていることから，相続税法においても同様の意味が与えられるべきで\nあること，②後記のような相続税法の沿革に照らしても，本件信託行為当\n時の相続税法は，現実の受益時とは時間的間隔が生じるとしても，明文（同\n条２項１号ないし４号）の例外に該当しない限り，信託行為時課税の方針\n\u0000 \u0000\u0000\nを意識的に採用していたと考えられること，③相続税法４条１項によって\n「受益者」に課税できる場合を具体的な受益に引きつけて理解した場合に\nは，相続税や贈与税における厳しい累進課税を容易に潜脱することができ\nることになり，不合理な結果を招くことに鑑みると，「受益権を有する者」\nをいうと解すべきである。\nそして，「受益権」も信託法からの借用概念であると考えられ，信託法\nにおける受益権は，①信託財産からの給付を受領する権利（以下「信託受\n給権」という。）と，②書類閲覧請求権のような受託者を監督してその受\n給を確保する権能（以下「信託監督的権能」という。）から成るとされて\nいる。しかして，信託受給権が不確定であったとしても，信託監督的権能\nを行使し得る者は，信託法における「受益権」を有する者であって，「受\n益者」であると考えることができる。\n本件信託契約４条１項においては，「受益者」という用語は用いられて\nいないが，信託の元本及び収益の分配の受領者として被控訴人が特定され\nているのであるから，被控訴人は本件信託契約の受益者に該当する。本件\n信託における未分配利益は，本件信託契約４条１項後段の規定に従って，\n被控訴人のために全て元本に累積・加算されて信託内部に留保され，本件\n信託契約４条１項によって受託者に委ねられた裁量も，本件信託財産の元\n本又は利益の分配に当たってのみ行使される権限で，第一次的な受益者を\n選定する権限を含むものではない。さらに，本件信託契約５条１項及び５\n項の規定は，本件信託契約により受益者とされた者が，元本又は収益に関\nして何らかの信託受給権を有していることを当然の前提としている。そし\nて，被控訴人は，受託者から会計報告を受けることにより現に信託監督的\n権能を行使しており，本件信託行為時に，相続税法４条１項にいう「受益\n者」が有するとされる受益権を有していることから，同条項にいう「受益\n者」に該当するというべきである。\n\u0000 \u0000\u0000\nなお，同条項が，「信託（中略）の利益の全部又は一部についての受益\n者」や「受益者が信託の利益の一部を受ける場合」という文言を用いてい\nるのは，信託受益権を元本の受益権と収益の受益権とに分けることが可能\nであり，また収益の受益者が複数あり得ることを考慮しているからにすぎ\nず，「受益者」の概念を制限するものと解するのは合理的ではない。\nイ  相続税法に信託に関する課税規定が設けられたのは大正１１年のことで\nあり，受益者は，信託行為時に，実際に信託受益権を行使して直ちに利益\nを取得できるか否かを問わず，その信託に係る利益を受ける権利（信託受\n益権）を有する以上，その時に信託受益権を贈与又は遺贈されたものと擬\n制して，信託受益権について課税することとされた。\nそして，昭和１３年に，当時の相続税法が，財産の贈与を受けた者に課\n税する税制となっていたため，受益者が現実に信託の利益を享受する権利\n（受益請求権）を取得したときに贈与があったものとして課税する（現実\n受益課税）ことに改められたが，昭和２２年の相続税法の全文改正で新た\nに贈与税（贈与者課税）が設けられた際に，現実受益課税から信託行為時\n課税に戻された。\n本件で適用されるべき相続税法４条１項は，昭和２５年の相続税法の全\n文改正において設けられたものであり，この改正により同法が受贈者課税\nの方式に戻ったにもかかわらず，同条項は，信託の受益者となった時点で，\nその信託の利益を受ける権利（信託受益権）の全部又は一部について贈与\nを受けたものとみなして課税することとし，信託行為時課税の方式を維持\nしている。\n以上のとおり，受贈者課税を建前とする相続税法においても，信託に対\nする課税については信託行為時課税が採用されており，受益者が，実際に\n信託財産から直ちに経済的利益を享受できるか否かを問わず，信託行為時\nにおいて，信託の利益を受ける権利（信託受益権）について贈与を受けた\n\u0000 \u0000\u0000\nものとして，贈与税を課することとされている。\nそして，上記の法改正の経緯を踏まえると，相続税法４条２項の規定は，\n信託行為時課税の原則に対する例外を定めた規定と理解すべきであり，相\n続税法４条２項で明示的に挙げられた類型に該当しない限り，同条１項の\n信託行為時課税の原則が貫かれることになる。\nウ  相続税法５条及び６条は，保険契約等に基づく給付を，保険料等の負担\n者から保険金受取人等に対する贈与とみなす規定であり，同法７条ないし\n９条は，譲渡人等から譲受人等に対して行われる譲渡等が経済的に見て低\n廉である場合に，譲渡人等から譲受人等に対して贈与が行われたものとみ\nなして課税を行うとの規定である。これに対し，同法４条１項は，信託の\n特殊性を考慮し，財産が贈与者及び受贈者のいずれにも帰属しないため，\n相続税及び贈与税の回避が行われる事態を防止すべく，受贈者課税制度の\n下でもあえて信託行為時課税の立場を採用して設けられたものであり，同\n法５条ないし９条とは制定経緯及びその趣旨を異にしているから，これら\nの規定と同列に解釈することはできないというべきである。\nエ  本件信託において，受託者が本件信託の利益の分配の時期及び金額につ\nいて裁量を有していること並びに限定的指名権者の指名により被控訴人以\n外の者が本件信託の利益の分配を受ける可能性があり得ることといった事\n情は，そのいずれもが，本件信託行為時において，被控訴人が相続税法４\n条１項の「受益者」に当たらないとする理由にはなり得ないものである。\nしたがって，被控訴人が，本件信託行為時における唯一の受益者として，\n信託の利益を受ける権利を有することは明らかであって，被控訴人は，相\n続税法４条１項にいう「受益者」に当たるというべきである。\nオ  仮に，相続税法４条１項にいう「受益者」が，「当該信託行為により，\nその信託による利益を現に有する地位にある者」をいうと解する余地があ\nるとしても，①被控訴人は，本件信託行為時において信託受益権を取得す\n\u0000 \u0000\u0000\nること，②受託者は，受益者の利益を図るために必要な限度での分配が義\n務づけられていると評価できるのであるから，本件信託契約上，信託財産\nの収益又は元本の分配を受け得る地位にある者は，裁量権の行使の有無に\nかかわらず，信託から生じる経済的利益の直接的な帰属主体として受益者\nとなるというべきであること，③本件生命保険契約は解約可能なものであ\nり，Ｂが死亡しない限り流動資産とすることができないというものではな\nいから，被控訴人が，本件信託行為により直ちに本件信託から利益を得る\nことができないとはいえないことに鑑みれば，被控訴人は，本件信託によ\nり，その信託による利益を現に有する地位にあるというべきである。\nカ  また，６０万ドル分の米国債について，信託税制の基本構造からして本\n件信託が管理費用を負担するという発想は存在せず，相続税法においても，\n信託行為時点での受益者の有無により納税義務者及び課税の時期等は定め\nられているものの，信託財産の使途目的によって当該信託の受益者及び課\n税の時期等を決定する規定とはなっていない。\n所得税法上，６０万ドル分の米国債から生じる利子及び本件信託の信託\n報酬は，それぞれ被控訴人の収入及び支出とみなされ，本件信託の内容か\nらみても，上記米国債から生じる利子は被控訴人に帰属し，本件信託の信\n託報酬は被控訴人が負担しており，上記米国債についての受益権が，被控\n訴人を含む将来の全受益権者に帰属しないことが予定されているとはいえ\nない。そして，被控訴人は，本件信託に基づく何らかの受益権を得ている\nと認識した上で，上記米国債から生じる利子について所得税の確定申告を\n毎年行っていた。\nしたがって，被控訴人は，６０万ドル分の米国債についても「受益者」\nに該当する。\n（被控訴人の主張）\nア  相続税法４条１項の明文及び趣旨に照らせば，同条項にいう「受益者」\n\u0000 \u0000\u0000\nとは，「信託の利益の全部又は一部についての受益者」として，信託の利\n益のうちの具体的な部分（あるいは具体的な全体）を受領する権利を有す\nる者として規定されていると解すべきであり，このように解しても，借用\n概念に関する一般的な考え方に反しない。\nまた，信託監督的権能は，受益権のうち付属的要素にすぎず，信託監督\n的権能を有しているだけでは信託法上も「受益者」には該当しない。\nしたがって，具体的な利益を受領する権利を全く持たず，単に信託監督\n的機能だけを有する者は，同条項の受益者には当たらない。\nイ  大正１１年当時の信託課税に関する相続税法２３条ノ２は，「信託ノ利\n益ヲ受クヘキ権利ヲ有セシメタルトキハ其ノ時ニ於テ」と述べるにすぎず，\n信託行為がされた時点で課税するという規定ではない。また，当時の信託\n法７条ただし書で，信託行為の定め方次第では，信託行為時に受益者とし\nて指定された者が当然に信託受益権を取得することとはならないことが明\n文で規定されていたのであって，上記相続税法の規定をもって，信託行為\n時に当然に受益者に課税することとされていたということはできない。\nそして，昭和２５年改正において制定された相続税法４条には，１項の\n他に新たに２項と３項が置かれており，立法者は，これらの規定を置くこ\nとで，みなし贈与課税の本質である，実際に贈与と同一視しうるような状\n況が発生した場合に，贈与を受けたと同一視できる者に担税力を認め，贈\n与税を課すこととしたものである。\nウ  相続税法４条については，１項から３項までを考慮すれば，同法５条な\nいし９条と同様に，受贈者とされる者が何らかの形で贈与と同様の経済的\n利益を得ることとなったと認められる時に，当該利益を贈与によって得た\nものとみなす規定と解するのが相当である。\nエ  本件信託において受託者に委ねられている分配の裁量権は，一定の目的\n等に従うべき制限を受けたものであるから，その制限が満たされない限り，\n\u0000 \u0000\u0000\n被控訴人が必ず分配を受けるとは限らない。また，Ｂによる限定的指名権\nの行使によって，分配を受け得る者が随時追加される可能性もある。した\nがって，本件信託の設定によって被控訴人に信託受益権が確定的に帰属し\nたとはいえないから，被控訴人は，相続税法４条１項にいう「受益者」に\nは該当しない。\nそして，本件信託においては，受託者によって被控訴人に対する個別具\n体的な分配が決定された時点で受益者の特定が生じ，その時点で当該分配\nに係る受益権がＡから被控訴人に贈与されたものとみなして，同条２項３\n号により贈与税が課税されるべきである。\nまた，仮に，本件において，本件信託の設定当初から被控訴人が受益者\nのうちの一人として特定されていたとしても，受託者が被控訴人への個別\n具体的な配当の内容を決定した時点で停止条件が成就したとみて，同条２\n項４号により，その時点で贈与税が課されるべきである。\nオ  本件信託に移転された資産のうち，生命保険に投資されていない６０万\nドルの米国債部分についても，所得税法と相続税法は親和的ではないので，\n所得税法上の取扱いを前提として相続税法を解釈することはできない。仮\nに，生命保険に投資されている４４０万ドル分と上記米国債分とを分けて\n検討しても，上記米国債分は，本件信託契約により受益者への分配がされ\nないことが本件信託の設定時から確定しており，相続税法４条１項にいう\n「信託の利益の一部についての受益者」が存在しないことになるから，被\n控訴人は，当該受益者には該当しない。\nなお，被控訴人の行った確定申告は，控訴人の指導に従ったにすぎない。\n(2)  本件信託が生命保険信託に当たるか否か\n（控訴人の主張）\nア  相続税法において生命保険契約と同様に取り扱われるいわゆる生命保険\n信託には，①委託者が，その生命保険契約の保険金請求権を一定の目的の\n\u0000 \u0000\u0000\n下に受託会社に信託する原則的方法と，②委託者が金銭又は有価証券を信\n託し，受託者をして，受託者の名において委託者（又は第三者）を被保険\n者として生命保険契約を締結せしめ，満期又は保険事故発生の場合に受託\n者が保険金請求権を行使して得た保険金を受益者のために一定の目的に従\nって運用する例外的方法の２つの契約方式があるとされている。\n本件信託は，前記①の原則的方法に該当しないことは明らかであるが，\n以下のとおり，前記②の例外的方法にも該当しない。\nイ  例外的な生命保険信託に当たるためには，信託契約において受託者に信\n託財産の運用方法についての裁量がなく，生命保険契約の締結が義務付け\nられているか，若しくは委託者の指図に基づいて生命保険契約を締結する\nか，少なくとも受託者において投資すべき生命保険の内容がある程度具体\n的に定まっている場合に限られる。\nしかし，本件信託契約において，受託者は生命保険契約の締結を義務付\nけられていないし，本件生命保険契約は，委託者であるＡからの指図では\nなく，投資顧問であるＢからの指示によって締結されており，本件生命保\n険契約締結に係るＢの受託者に対する指示は本件信託契約設定後であるこ\nと，本件信託契約にも受託者において投資すべき生命保険の内容を具体的\nに定めた規定は見当たらないことなどの事情に鑑みると，本件信託は，前\n記②の例外的方法にも該当せず，信託財産の一部を生命保険により運用し\nているにすぎない。\nウ  仮に，本件信託が生命保険信託であるとしても，基本通達３－４が，相\n続税法に規定する生命保険契約の範囲を保険業法等に規定されたものに限\n定することによって，同法３条及び５条が適用される生命保険の範囲につ\nいて明確にしていることからすれば，同通達４－２により相続税法３条又\nは５条が適用されることとなる生命保険信託における生命保険契約につい\nても，同通達３－４に掲げられている生命保険契約に限られると解釈すべ\n\u0000 \u0000\u0000\u0000\nきである。\nそうすると，本件生命保険契約は，いずれもＢと米国の生命保険会社と\nの間で締結されており，同通達３－４に該当しない生命保険である以上，\n仮に，本件信託が生命保険信託であったとしても，同通達４－２が適用さ\nれることはなく，生命保険契約に関する同法３条及び５条が適用されるこ\nとはない。\nまた，仮に，本件生命保険が生命保険信託に該当するとして，同通達４\n－２が適用されるとしても，それは本件生命保険部分についてのみであっ\nて，６０万ドル分の米国債として運用している信託財産については生命保\n険ではないのであるから，当然に同通達４－２は適用されず，相続税法４\n条が適用される。\n（被控訴人の主張）\nア  生命保険信託の例外的方法とは，「委託者が金銭（又は有価証券）を信\n託し，受託者をして，受託者の名において委託者（又は第三者）を被保険\n者として生命保険契約を締結せしめ，満期又は保険事故発生の場合に受託\n者が保険金請求権を行使して得た保険金を，受益者のために一定の目的に\n従って運用する方法」とされており，控訴人が主張するような硬直的なも\nのではない。\nイ  仮に，生命保険信託が控訴人が主張するような内容であったとしても，\n投資顧問であるＢは，本件信託契約の他の条項のいかなる規定にもかかわ\nらず本件信託財産の投資に関する決定について権限を有しており，受託者\nであるＣは投資顧問の指示に従う義務があり，本件信託契約の内容や委託\n者であるＡの意思，投資顧問であるＢの指示等を考慮すれば，受託者には\n本件信託財産について生命保険に投資する以外の選択の余地はなく，現実\nに生命保険契約を締結していることに鑑みれば，控訴人の主張には理由が\nない。\n\u0000 \u0000\u0000\u0000\nなお，生命保険信託の成立に委託者による指図という要件が定められて\nいると解することはできないし，委託者の指図が必要であるとしても，本\n件信託契約において，委託者であるＡはその指図権を投資顧問であるＢに\n与えているところ，上記のとおり，ＢはＣに対し生命保険に投資するよう\nに指示している。\nウ  基本通達３－４は，海外渡航や国内外の財産の移転等が大幅に自由化さ\nれた現代において，その取扱いを形式的に遵守することは相当ではなく，\n法令に抵触する可能性も高いのであって，本件生命保険契約は，我が国の\n法律（商法６７３条）に照らしても，生命保険契約であることに変わりは\nないから，相続税法３条又は５条が適用されるべきである。\n仮に，本件生命保険契約が基本通達３－４に該当しないのであれば，所\n得税法施行令１８３条２項及び３項（平成２２年改正前のもの）によって\nその取得したときにおける一時所得（所得税法３４条）の金額として計算\nされることとなり，相続税法の適用はないから，控訴人の主張は失当であ\nる。\nそして，本件信託財産のうち，生命保険に投資後も米国債にて運用され\nている６０万ドル分の米国債については，相続税法４条１項にいう「信託\nの利益の受益者」が存在しないから，被控訴人が当該「受益者」に該当す\nることはない。\n(3)  被控訴人が相続税法上の制限納税義務者に当たるか否か\n（控訴人の主張）\nア  一定の場所が被控訴人の住所か否かは，客観的事実から生活の本拠たる\n実体を具備しているかによって判定すべきであり，被控訴人は，本件信託\n行為当時，生後８か月の乳児であって自ら独立して生活することは不可能\nであったこと，出生してから平成１８年１１月１０日まで母親であるＤと\n離れて生活したことはなく，米国においてＤ以外に被控訴人を責任をもっ\n\u0000 \u0000\u0000\u0000\nて養育する者はいなかったことに鑑みると，被控訴人の生活の本拠は，Ｄ\nの生活の本拠と同一であるといえる。\nそして，Ｄが，同人や被控訴人を含めた子供たちの生活の本拠をどこに\nするかの重要な決定要素としてＢの仕事の本拠を挙げた上で，家族が離れ\n離れに暮らすことは考えていないと供述していることに照らすと，被控訴\n人及びＤの住所については，①Ｄ及び被控訴人を扶養しているＢの職業の\n状況，②Ｂ及びその家族の資産の保有状況等の客観的事実から，生活の本\n拠たる実体を具備しているか否かにより総合的に判定するのが相当である。\nイ  Ｂについては，その仕事及び生活の本拠はいずれも日本にあること，Ｄ\nは米国で生活する必要がなく，日本に生活の本拠があったと認められるこ\nと，本件信託行為前後における被控訴人及びＤの米国での滞在は，租税回\n避の目的で行われたにすぎず，被控訴人及びＤの生活の本拠に関する判断\nを左右するものではないことに照らせば，被控訴人の生活の本拠は日本で\nあると認められる。\n（被控訴人の主張）\nア  本件信託行為当時，被控訴人は，日本国籍を有しておらず，また日本に\n住所を有していなかったので，相続税法１条の４第３号のいわゆる制限納\n税義務者であった。\nイ  相続税法１条の４の「住所」とは，生活の本拠をいうところ，その認定\nに当たっては，被控訴人自身の生活状況等が十分に考慮されるべきである。\n被控訴人は，出生から本件信託行為時までの期間（合計２５５日）のうち，\n米国カリフォルニア州に滞在していたのは１８３日であるのに対し，日本\nに滞在していたのは７２日にすぎないし，日本に一時帰国していた際にも，\n最初の１週間はＤの実家に寝泊まりし，長久手の自宅に移った後も家財道\n具も使用できない状態であった。他方，米国のマンションは，家財道具も\n完備されていて長期間の生活が可能であった。\n\u0000 \u0000\u0000\u0000\nそして，被控訴人は，米国籍を有するが日本国籍を有していないため，\n米国には期間制限なく居住できるが，日本に滞在する際には短期滞在（９\n０日間）しか認められないから，被控訴人の生活の本拠が日本にあるとは\nいえない。\nウ  被控訴人は，本件信託行為当時に生後８か月の幼児であったから，被控\n訴人の母親であるＤに関する事情を考慮することも合理性はあるが，Ｄに\nついても，米国カリフォルニアに日々の生活の実態があり，日本には住所\nがなかった。\nＤは，子供たちに米国での教育を受けさせるために米国で居住する意思\nを持って渡米したものであり，単に出産を目的とし，子供たちに米国籍を\n取得させるためだけというものではない。\n(4)  本件信託財産が我が国に所在するものであるか否か\n（控訴人の主張）\n仮に，被控訴人の住所が日本にあると認められないとしても，本件におい\nて被控訴人が贈与により取得したものとみなされる財産は本件信託の受益権\nであり，信託受益権は相続税法１０条１項及び２項に規定する財産に該当し\nないから，同条３項によってその財産の所在が判断され，同条項の「贈与を\nした者の住所の所在」は委託者であるＡの住所であり，同人の本件信託行為\n時の住所は日本にあるから，本件信託の受益権の所在地は日本と判断される。\n（被控訴人の主張）\nア  相続税法１０条４項は，財産の所在について，「当該財産を相続，遺贈\n又は贈与により取得した時の現況による。」と規定しているところ，同法\n４条１項により取得したものとみなされる信託受益権は，信託を構成する\n「信託財産」を基礎とするものであるので，これを踏まえて実質的に判断\nする必要がある。\nイ  本件において，信託受益権の本質は生命保険金であり，信託財産を生命\n\u0000 \u0000\u0000\u0000\n保険金と解すれば，その財産の所在については，相続税法１０条１項５号\nにより，その保険の契約に係る保険会社の本店又は主たる事務所の所在に\nよって判断され，本件生命保険契約に係る保険会社の本店はいずれも外国\nであるから，財産は日本に所在していない。\nウ  仮に，本件信託の設定により取得したものとみなされる財産が本件米国\n債であるとしても，その所在は，相続税法１０条２項により，米国となる。\nエ  上記(3)の被控訴人の主張のとおり，被控訴人は制限納税義務者に該当す\nる上，以上のとおり，被控訴人が本件信託行為により取得したものとみな\nされる財産があるとしても，それは日本に所在しないため，被控訴人は，\n本件信託に関して贈与税の納税義務を負う前提を欠いている。\n(5)  被控訴人においては，贈与税の課税要件である課税標準を算定できないか\n否か\n（控訴人の主張）\nア  被控訴人は，本件信託行為時，本件信託財産から得られる収益及び元本\nの唯一の受益者であり，信託の利益の全部についての受益者である。また，\n本件信託において残余財産受益者なるものは将来においても存在しないか\nら，被控訴人は，相続税法４条１項により，本件信託行為時に信託受益権\nの全部について贈与により取得したものとみなされる。\nイ  したがって，本件信託の受益権は，評価通達２０２の(1)を適用して評価\nすることが相当である。\n（被控訴人の主張）\nア  被控訴人が納税義務者に該当し，課税物件が存在するとされたとしても，\n本件信託における被控訴人については，限定的指名権者によって被控訴人\n以外の者を受益者と指名できることや，受託者による分配について受託者\nが裁量を有していることに照らすと，本件信託に係る信託受益権について\n本件信託時における時価を評価することは著しく困難ないし不可能である\n\u0000 \u0000\u0000\u0000\nから，課税標準を算定できず，課税要件を満たさないことになるため，本\n件において贈与税を課税することはできない。\nイ  評価通達２０２は，①元本と収益の受益者が同一人である場合，②元本\nと収益の受益者が元本及び収益の一部を受ける場合，③元本の受益者と収\n益の受益者とが異なる場合のそれぞれについて，その評価方法を定めたも\nのである。\nそして，①元本と収益の受益者が同一人である場合とは，同一人が信託\n財産そのものを取得する，すなわち，「信託財産の元本及び収益の全部を\n同一人が享受する」場合を指すが，本件信託は，委託者による撤回ができ\nない永久信託であること，本件信託においては受託者の裁量によって被控\n訴人が何ら分配を受け取らない可能性が十分にあること，限定的指名権の\n行使によって分配を受け得る者が随時追加される可能性も十分にあること，\n生命保険契約への投資により受益者に分配が予定されているのは生命保険\n金であって，これも受益者に分配されるとは限らないことなどに照らすと，\n「信託財産の元本及び収益の全部を同一人が享受する」とはいえない。\nまた，②本件信託の受益者が元本と収益の一部を受けることがあるとし\nても，その受益者が誰であるのか，いついくら分配されるのかなどが不確\n定であり，「受益割合」の計算ができないため，元本と収益の受益者が元\n本及び収益の一部を受ける場合に当たらない。\nさらに，③元本の受益者と収益の受益者が異なる場合の収益の受益につ\nいては，受益権に基づく受益の期間が確定していることが前提であるが，\n本件信託においては，被控訴人において受益の期間も確定していない。\nウ  本件信託については，被控訴人はいついくら受領できるか分からないし，\n生命保険金が本件信託に対して支払われても直ちに全額受領できるわけで\nはないから，信託受益権である生命保険金についても，本件信託行為時に\nおける時価を評価することはできず，評価通達２０２の(1)を用いて時価を\n\u0000 \u0000\u0000\u0000\n算定することは相続税法２２条に反するものである。\n第３  当裁判所の判断\n当裁判所は，本件課税処分は適法であり，被控訴人の請求は理由がないもの\nと判断する。\nその理由は，次のとおりである。\n１  本件信託の設定行為が相続税法４条１項にいう「信託行為」に当たることは，\n原判決「事実及び理由」欄の第３の１記載のとおりであるから，これを引用す\nる。\n２  被控訴人が相続税法４条１項にいう「受益者」に当たるか否かについて\n(1)  相続税法４条１項の「受益者」について\nア  相続税法４条１項は，「信託行為があった場合において，委託者以外の者\nが信託（省略）の利益の全部又は一部についての受益者であるときは，当\n該信託行為があった時において，当該受益者が，その信託の利益を受ける\n権利（省略）を当該委託者から贈与（省略）により取得したものとみなす。」\nと規定している。\nそして，相続税法４条１項の「受益者」については，同法にはこれを定\n義する規定は置かれていないため，これについても「信託行為」と同様に，\n信託法における「受益者」を意味すると解すべきである。信託法（平成１\n８年法律第１０８号。以下「現信託法」という。）２条６項は，「この法律\nにおいて「受益者」とは，受益権を有する者をいう。」と定義しているとこ\nろ，本件信託行為時の信託法（大正１１年法律第６２号。以下「旧信託法」\nという。）には「受益者」についての定義規定はないものの，上記定義と別\n異に解すべき根拠はないから，相続税法４条１項の「受益者」とは，「受益\n権を有する者をいう。」と解するのが相当である。\nイ  そして，「受益権」についても，相続税法にはこれを定義する規定が置か\nれていないため，信託法における「受益権」を意味すると解すべきである\n\u0000 \u0000\u0000\u0000\nところ，旧信託法には「受益権」についての定義規定はない。\nそこで検討するに，受益権の本質は，信託財産からの給付を受領する権\n利（信託受給権）にあるというべきであるが，受益者は，信託財産ないし\n受益者自身の利益を守るために監督的権能を与えられているのであって，\n信託受給権に加えてかかる信託監督的権能も受益権の内容を構成するもの\nと解される。なお，現信託法２条７項は，「この法律において「受益権」と\nは，信託行為に基づいて受託者が受益者に対し負う債務であって信託財産\nに属する財産の引渡しその他の信託財産に係る給付をすべきものに係る債\n権（以下「受益債権」という。）及びこれを確保するためにこの法律の規定\nに基づいて受託者その他の者に対し一定の行為を求めることができる権利\nをいう。」と定義しているところ，上記の解釈は，現信託法２条７項の定義\nにも沿うものということができる。\nウ  以上によれば，相続税法４条１項は，いわゆる他益信託の場合において，\n受益権（信託受給権及び信託監督的権能）を有する者に対し，信託行為が\nあった時において，当該受益者が，その受益権を当該委託者から贈与によ\nり取得したものとみなして，課税する旨の規定であると解される。\nエ  被控訴人は，相続税法４条については，１項から３項までを考慮すれば，\n同法５条ないし９条と同様に，受贈者とされる者が何らかの形で贈与と同\n様の経済的利益を得ることとなったと認められるときに，当該利益を贈与\nによって得たものとみなす規定と解するのが相当であるとか，実際に贈与\nと同一視しうるような状況が発生した場合に，贈与を受けたと同一視でき\nる者に担税力を認め，贈与税を課すことにしたものである旨主張し，相続\n税法４条１項によって課税の対象となるためには，信託受益権が信託行為\nの成立と同時に確定的に帰属することが必要である旨を主張する。\nしかしながら，相続税法４条１項の規定は，課税の公平の観点から，相\n続税及び贈与税の回避（課税の繰延べや超過累進課税の回避）が行われる\n\u0000 \u0000\u0000\u0000\n事態を防止するために，受託者が他人に信託受益権を与えたときは，現実\nに信託の利益の配分を受けなくても（例えば，期限付受益権の設定），その\nときにおいて信託受益権を贈与したものとみなして課税するものと解され\nる。同条項の立法の経緯についても，昭和１３年の相続税法の改正の際に，\n受益時に課税することとされたが，昭和２２年の相続税法改正時に信託行\n為時課税とされ，昭和２５年の相続税法改正によってもこれが維持された\nものであって，その経緯に照らしても，上記のように解釈するのが相当で\nある。\nなお，相続税法４条２項２号ないし４号は，①受益の意思表示がされて\nいないために受益者が確定されていない信託，②受益者不特定又は不存在\nの信託，③停止条件付で受益権を与えることとされている信託について，\nこれらの信託は，例外的に受益権の帰属が浮動状態にあることから，受益\n者が確定し（①），特定又は存在し（②），停止条件が成就したとき（③）\nに，当該受益者に課税することとした規定であり，受贈者とされる者が贈\n与と同様の経済的利益を得ることとなったと認められるときに課税すると\nした規定ではないから，相続税法４条２項２号ないし４号は被控訴人の上\n記主張の根拠となるものではない。\nまた，同法５条ないし９条との関係についても，信託行為については，\n上記のとおり，相続税及び贈与税の回避を防止するとの観点から，期限付\n受益権が設定された場合のように，信託行為時に信託の利益の配分を受け\nなくても，信託行為時に画一的に課税することとしたものと解されるから，\n同法５条ないし９条の規定から，同法４条１項の規定を被控訴人の主張の\nように解することはできない（ちなみに，本件信託に係る被控訴人に対す\nる課税については，本件信託契約４条１項の生活費として，Ｃから被控訴\n人に支払われるべきものであるから，被控訴人に担税力がないとはいえな\nい。なお，本件生命保険契約がＣにおいて解約可能であることは後述のと\n\u0000 \u0000\u0000\u0000\nおりである。）。\nさらに，相続税法４条１項が「信託（省略）の利益の全部又は一部につ\nいての受益者」と規定していることについても，これは信託受益権を元本\nと収益の受益権に分けることが可能であり，また，収益の受益者が複数あ\nり得ることからこのように表現されたものと解されるから，上記の文言も\n被控訴人の同条項についての上記解釈を根拠づけるものとは認められない。\n(2)  被控訴人が相続税法４条１項にいう「受益者」に当たるか否かについて\nア  以上述べた点に照らせば，被控訴人が相続税法４条１項にいう「受益者」\nに当たるためには，本件信託の設定時において，被控訴人が，信託受給権\n及び信託監督的機能を有していたことが必要となる。\nＡが本件信託を設定するに至った経過等及び本件信託契約の内容等につ\nいては，以下に補正するほかは，原判決「事実及び理由」欄の第３の２(2)\nア及びイ記載のとおりであるから，これを引用する。\n(ｱ)  原判決２２頁１６行目の「目的とされ，」の次に「設定者は，」を加え，\n１８行目の「されている」を「信ずると記載されている」に改める。\n(ｲ)  同２２頁２０行目の「権限を有する（７条２項）とされ，」を「権限\nを有するが，これらは指示されるものでも義務でもない（７条２項）と\nされ，」に改め，２２行目の末尾に「そして，７条４項は，保険証券の解\n約返戻金についての受託者の投資責任について定めている。」を加える。\nイ  本件信託契約４条１項は，受託者は，自己の裁量により，被控訴人が生\n存する限りにおいて，被控訴人の教育，生活費，健康，慰安及び安寧のた\nめに妥当と思われる金額を，元本及び収益から支払うとしているのである\nから，本件信託の設定時において，被控訴人は，信託受給権を有するもの\nとされていたと認められる。\nまた，本件信託契約５条８項によれば，受託者は，受益者の合理的な要\n請に対して，本件信託の財産，負債，収入及び支出に関する情報等の受益\n\u0000 \u0000\u0000\u0000\n者の利益に関連する本件信託の管理に関する詳細事項を受益者に提供する\nものとされているほか，受託者は，最低限１年に１度の頻度で会計報告を\n行うものとされていること（甲４）などが認められ，これによって被控訴\n人は，信託監督的機能を有していたと認められる。\nしたがって，被控訴人は，本件信託の設定時において，信託受給権及び\n信託監督的権能を有していたと認められる。\nなお，このことは，本件信託の設計に関与したＥ弁護士のＡに対する回\n答書（乙２３）に，被控訴人が収益及び元本の単独の受益者として指定さ\nれている（本件信託契約４条１項）から，本件信託は，Ａから被控訴人に\n対して，信託行為時に信託財産を贈与したものとみなされる旨記載されて\nいることからも裏付けられる。\nウ  これに対し，被控訴人は，受託者の裁量によって，被控訴人が必ず分配\nを受けるとは限らないから，本件信託の設定によって被控訴人に信託受益\n権が確定的に帰属したとはいえない旨主張するが，前述のとおり，相続税\n法４条１項にいう「受益者」に当たるためには，受益権が確定的に帰属す\nることを要するということはできないから，被控訴人の上記主張はその前\n提を欠くものであるし，本件信託における受託者の裁量は，受益者そのも\nのを選定する権限ではないから，被控訴人が受益者に該当するとの上記判\n断を左右するに足りるものではない。\nまた，Ｂが限定的指名権を有しているという点についても，相続税法４\n条１項は信託行為時課税を採用しているのであって，限定的指名権の行使\nされていない信託行為時における受益者該当性についての判断を左右する\nに足りるものではない。\nさらに，被控訴人は，本件信託の設定者の意思を最大限に尊重して本件\n信託契約書を解釈すべきところ，Ａは，被控訴人が本件信託の利益の全て\nを享受するものではない旨証言していること，本件信託契約書の冒頭には，\n\u0000 \u0000\u0000\u0000\nＡの子孫らの利益のために本件信託が設定されたものであることが明記さ\nれていること，収益及び元本の分配について受託者に裁量権があること，\nＢが限定的指名権を有していることからすれば，被控訴人は本件信託行為\n時に信託の全部の利益を享受できる立場になく，本件信託から利益を受け\nることを期待できる立場にあったにすぎないから受益者には当たらない旨\n主張する。\nしかしながら，本件信託契約書の解釈は条文に基づいてされるべきであ\nり，設定者の意思は，条文に規定がない場合や条文が多義的に解される場\n合に尊重されるべきものであるところ，仮にＡが被控訴人のみに本件信託\nの利益を享受させる意思でなかったとしても，本件信託契約書４条１項の\n明文に反してそのように解することはできない。また，本件信託契約書冒\n頭の，Ａの子孫らの利益のために本件信託が設定されたとの記載は，本件\n信託の理念を述べたものにすぎず，受託者や受益者等に対して法的拘束力\nを有するものではない。また，受託者の裁量権については，本件信託の目\n的の範囲内で受益者の利益を図るために行使する義務があり，本件信託契\n約４条１項に規定されている事由について被控訴人に金員を必要とする具\n体的事情が生じた場合に，受託者が何らの決定をしないことは本件信託契\n約違反であって，被控訴人は受託者に対し，上記の金員の分配を請求でき\nるものと解すべきであるから，被控訴人は分配を受けることを期待できる\n立場にあるにすぎないということはできない。また，Ｂが限定的指名権を\n有しているとしても，本件信託契約設定時には行使されておらず，その時\n点では被控訴人が本件信託の唯一の受益者であったものである。\n以上によれば，被控訴人は，本件信託行為時において，本件信託の全部\nの利益を享受できる立場にあったものと認められるから，被控訴人の上記\n主張は採用できない。\nまた，被控訴人は，本件信託は相続税法４条２項３号又は４号に該当す\n\u0000 \u0000\u0000\u0000\nる旨主張するが，上述のとおり，本件信託においては，その設定時におい\nて，被控訴人が受益者であると特定されていたし，本件信託は停止条件付\nでもないから，同法４条２項３号又は４号には該当しない。\nエ  そして，受託者であるＣは，Ａが寄託した本件米国債５００万ドル分の\nうち，４４０万ドルを一時払保険料として支払って本件生命保険契約を締\n結したが，残りの６０万ドルについては米国債として運用している（乙２\n６，弁論の全趣旨）ところ，被控訴人は，上記の運用益は受託者に対する\n報酬にあてられるものであって，６０万ドルについては本件信託契約によ\nり受益者への分配がされないことが本件信託行為時から確定しているため，\n被控訴人は，当該受益者には該当しない旨主張する。\nしかしながら，受託者に対する報酬の支払義務は受益者にあるから，報\n酬の支払のために運用されている６０万ドル分の米国債の受益権が被控訴\n人にあることは明らかである。また，本件信託契約上，受託者の報酬につ\nいては，「収益から充当すべき当該報酬は，経常収益又は累積利益から支払\nえるものとする。」と規定されているにすぎず（同契約９条７項），上記６\n０万ドル分の米国債から発生する利子から支払われることが義務付けられ\nているのではないから，受益者への分配がされないことが確定していると\nいうことはできない。\nそして，被控訴人が，６０万ドル分の米国債から生じる利子収入を，自\n身の雑所得として確定申告していること（乙４０の１，乙４１の１ないし\n４，乙４６）に照らしても，被控訴人は，上記利子収入は被控訴人自身に\n帰属していることを認識していたということができる。\nしたがって，上記６０万ドルの米国債についても，被控訴人は，受益者\nに該当するものと認めるのが相当である。\n(3)  以上によれば，被控訴人は相続税法４条１項にいう「受益者」に当たる\nと認められる。\n\u0000 \u0000\u0000\u0000\n３  本件信託が生命保険信託に当たるかについて\n(1)  相続税基本通達（昭和３４年１月２８日付け直資１０。平成１９年５月２\n５日課資２－５，課審６－３による改正前のもの。）４－２は，「いわゆる生\n命保険信託については，その信託に関する権利は信託財産として取り扱わな\nいで，生命保険契約に関する規定（法第３条又は第５条）を適用することに\nより取り扱うものとする。」と規定している。したがって，本件信託が生命保\n険信託に当たる場合には，相続税法４条１項の適用はないこととなる。\n生命保険信託の契約方式としては，①委託者が，その生命保険契約の保険\n金請求権を一定の目的の下に受託会社に信託する原則的方式と，②委託者が\n金銭又は有価証券を信託し，受託者をして，受託者の名において委託者（又\nは第三者）を被保険者として生命保険契約を締結せしめ，満期又は保険事故\n発生の場合に受託者が保険金請求権を行使して得た保険金を受益者のために\n一定の目的に従って運用する例外的方法の二つが考えられるところ（乙１３），\n本件においては，上記原則的方式に当たらないことは明らかであるため，上\n記例外的方法に当たるかが問題となる。\n(2)  生命保険信託については，原則的方式であっても例外的方法であっても，\n受託者は，信託契約に従い受益者のために受領した生命保険金を管理運用す\nるところから，実質的には，受益者がその生命保険金を受け取ったのと異な\nることがないため，このような生命保険信託に関する権利は，信託財産とし\nて取り扱わないで，生命保険契約に関する規定を適用することと取り扱われ\nたものと考えられるところ（乙１３），これに照らせば，上記例外的方法に当\nたるためには，委託者が生命保険契約を締結したのと実質的に同視できるこ\nとを要するというべきであるから，信託契約において受託者に信託財産の運\n用方法についての裁量がなく，生命保険契約の締結が義務付けられているか，\n又は委託者の指図に基づいて生命保険契約を締結する場合に限られると解す\nべきである。\n\u0000 \u0000\u0000\u0000\nこれに対し，被控訴人は，生命保険信託は上記のような硬直的なものでは\nないと主張するが，以上の点に照らせば，被控訴人の主張は採用することが\nできない。\n(3)  上記２(2)の認定事実（原判決引用部分）によれば，本件信託契約におい\nては，受託者の権限は制限を受けず，受託者の合理的な裁量において行使す\nることができる（６条柱書き）とされ，受託者は，あらゆる種類の投資対象\nに投資できる（同条８項）とされており，受託者は，信託財産の運用に関し\nて広範な権限が認められていたということができる。そして，本件信託契約\nにおいては，本件信託の設定者は生命保険証券への投資が目的を満たすため\nの適切な投資戦略であると信ずる旨記載されているにすぎず（７条１項），受\n託者は生命保険証券を購入するなどの権限を有するが，これらは指示される\nものでも義務でもないと記載されている（７条２項）上，受託者は生命保険\n契約の解約返戻金を自己の裁量によって運用することができる旨も定められ\nている（７条４項）。\nそうすると，本件生命保険契約は，受託者が委託者であるＡの意思に沿っ\nて締結したものではあるが，委託者の指示に基づいて締結したものではない\nから，信託財産の運用方法の一つとして締結したものであり，したがって，\n本件信託は，生命保険信託の例外的方法には当たらないものというべきであ\nる。\nこれに対し，被控訴人は，受託者には本件信託財産について生命保険に投\n資する以外の選択の余地はないなどと主張するが，上記のとおり，本件信託\n契約上，そのように解することはできないから，被控訴人の主張を採用する\nことはできない。\nまた，被控訴人は，委託者であるＡは，投資顧問であるＢに対して生命保\n険契約の締結を指示し，Ｂは受託者に対して本件生命保険契約の締結を指示\nしたものであるところ，受託者はＢの指示に従う義務があるから，本件信託\n\u0000 \u0000\u0000\u0000\nは生命保険信託である旨主張するが，ＢにはＡの指示に従うべき法的義務は\nなく，自己の裁量によって投資先を選択することができるのであるから，Ｂ\nの受託者に対する上記の指示がＡの意向に沿うものであったとしても，Ａの\n指示と同視することはできない。したがって，被控訴人の上記主張は採用で\nきない。\nなお，本件信託が生命保険信託に該当するためには，さらに満期又は保険\n事故の発生まで本件生命保険契約を維持する必要があるところ，委託者によ\nって本件生命保険契約の解約が禁止されていることを認めるに足りる証拠は\nない。\n(4)  したがって，本件信託は，生命保険信託に当たらないと認められる。\n４  被控訴人が相続税法上の制限納税義務者に当たるか否かについて\n(1)  被控訴人については，「贈与により財産を取得した個人で当該財産を取得\nした時においてこの法律の施行地に住所を有するもの」（相続税法１条の４第\n１号）に当たるか，「贈与によりこの法律の施行地にある財産を取得した個人\nで当該財産を取得した時においてこの法律の施行地に住所を有しないもの（前\n号に掲げる者を除く。）」（同条３号。いわゆる制限納税義務者）に当たるか否\nかによって，贈与税の課税範囲が異なることとなり，被控訴人が本件信託受\n益権を取得した時に日本に住所を有している者と認められれば，本件信託受\n益権の全部について贈与税が課されることになる。\nそして，住所とは，反対の解釈をすべき特段の事由がない以上，生活の本\n拠，すなわち，その者の生活に最も関係の深い一般的生活，全生活の中心を\n指すものであり，一定の場所がある者の住所であるか否かは，客観的に生活\nの本拠たる実体を具備しているか否かにより決すべきものと解するのが相当\nである（最高裁判所平成２３年２月１８日第２小法廷判決・裁判集民事２３\n６号７１頁参照）ところ，本件においては上記の特段の事情は存在しない。\n(2)ア  被控訴人の居住関係等については，上記第２の２のとおりである（原\n\u0000 \u0000\u0000\u0000\n判決引用部分，ただし補正後のもの）ところ，被控訴人は，本件信託行為\n当時，生後約８か月の乳児であって，両親に養育されていたのであるから，\n被控訴人の住所を判断するに当たっては，被控訴人の両親の生活の本拠が\n異ならない限り，その生活の本拠がどこにあるかを考慮して総合的に判断\nすべきである。\nイ  上記事実のほか，証拠（甲８４，乙５ないし７，５４ないし６４の各１・\n２）及び弁論の全趣旨によれば，次の事実が認められる。\n(ｱ)  ＢとＤは，平成１２年６月に結婚し，名古屋市ａ区ｂの賃貸マンシ\nョンで同居生活を始めた。\n(ｲ)  Ｂの平成１３年から平成１７年までの株式会社Ｆ等における取締役\n等への就任状況は，別紙１のとおりであり，同人は同社の取締役営業部\n長等の職務に従事していたが，平成１５年１２月に株式会社Ｇを設立し\nて，同社の代表取締役にも就任した。\n(ｳ)  Ｄは，Ｂと結婚後，専業主婦として生活していた。\n(ｴ)  Ｄの平成１３年から平成１７年までの米国滞在期間は別紙２のとお\nりであり，平成１６年４月１１日から同年９月２日までの期間を除いて\nは，Ｈの出産のために約５か月，被控訴人の出産のために約３か月，Ｉ\nの出産のために約４か月，米国に滞在したのみであった。\nなお，Ｄらは，米国での上記滞在期間中，いずれも本件コンドミニア\nムで生活した。\n(ｵ)  Ｂの平成１３年から平成１７年までの米国滞在期間は別紙２のとお\nりであり，ほぼＤの米国滞在期間に合わせる形で，同期間中，ほぼ１か\n月に１度の割合で，短ければ３日，長くても１３日，米国に滞在するの\nみであった。\n(ｶ)  Ｂ夫婦は，Ｄが米国でＨを出産して平成１３年９月に日本に帰国後，\nｂの賃貸マンションから名古屋市ａ区ｃの賃貸マンションに移住して，\n\u0000 \u0000\u0000\u0000\n親子３人での生活を始めた。\n(ｷ)  Ｂは，平成１５年１２月，新築した長久手の自宅に移住した。そし\nて，米国で被控訴人を出産して平成１６年１月３０日に日本に帰国した\nＤ，Ｈ及び被控訴人とともに，その１週間後から長久手の自宅で生活す\nるようになった。\n(ｸ)  Ｄ，Ｈ及び被控訴人は，平成１６年４月１１日に渡米し，本件コン\nドミニアムにおいて親子３人で生活していたが，同年９月２日に日本に\n帰国した以降は，Ｉ出産のために渡米した期間を除いては，長久手の自\n宅でＢとともに生活している。\nウ  上記各認定事実によれば，Ｄが渡米した際には，いずれの時も被控訴人\nの父親であるＢが役員を務める会社所有の本件コンドミニアムで生活して\nいたのに対し，Ｂは，被控訴人が出生する前から長久手の自宅建築に係る\n請負契約を締結しており，長久手の自宅の完成後は，Ｂ及びＤは，日本に\nいる際には，ほぼ長久手の自宅において生活を続けており，被控訴人も長\n久手の自宅で同居していて，上記３名の住所や居住地を長久手の自宅とす\nる各種の登録等をしていたこと，Ｂは，平成１５年１２月２６日には，日\n本に本社を置く株式会社Ｇを設立して代表取締役に就任し，本件信託契約\n締結時にも同社の代表取締役であった（乙５４の１・２）ほか，日本国内\nにおける複数の法人の取締役等の重要な地位に就いていた（甲３，乙５４\nないし６４〔枝番を含む。〕）のに対し，米国において取得した就労ビザの\n就労先であるＪにおいては，役職もなく，給与も受領しておらず，具体的\nな就労実態も明らかではないこと（乙６），Ｄはいわゆる専業主婦であって，\n米国において就労していたものではないこと（乙５），Ｄは，長男のＨ及び\n被控訴人とともに平成１６年４月１１日に渡米してから，同年９月２日に\nＢ，Ｈ及び被控訴人とともに帰国するまでの間以外については，子供の出\n産にあわせて渡米していたものであって，単に子供に米国籍を取得させる\n\u0000 \u0000\u0000\u0000\nために渡米していたにすぎないことなどが認められるところ，これらの事\n実に別紙２のＢ及びＤの日本と米国における居住期間を併せ考慮すると，\n被控訴人が本件信託利益を取得した時（Ａは平成１６年８月２６日に本件\n信託財産として本件米国債をＣに引き渡しており，遅くともこの時点で本\n件信託利益を取得したということができる。）におけるＢの生活の本拠が長\n久手の自宅にあったことは明らかであり，Ｄについても，夫と離れて暮ら\nすことは考えていない旨証言していることをも斟酌すると，米国での生活\nはいずれも一時的なものであって，居住の継続性，安定性からすれば，上\n記時点における生活の本拠は長久手の自宅にあったものと認めるのが相当\nである。\nそうすると，両親に監護養育されていた被控訴人についても，上記時点\nにおける生活の本拠は長久手の自宅であると認めるのが相当である。\n(3)  これに対し，被控訴人は，出生から本件信託行為時までの期間のうち米国\nに１８３日滞在していたのに対し，日本には７２日しか滞在していない旨主\n張する。確かに，通常であれば，滞在日数は住所を判断するに当たっての重\n要な要素の一つであるが，上記のとおり，本件においては，被控訴人は出生\n後間もない乳児であるという特殊な事情があったから，むしろ両親の生活の\n本拠を重要な要素として考慮すべきである上，滞在日数についても，本件信\n託行為後は，むしろ日本にいる期間の方が長くなっていることに照らすと，\n被控訴人の出生から本件信託行為時までの米国における滞在日数が日本にお\nける滞在日数より長いことは，上記認定を左右するに足りない。\nまた，被控訴人は，Ｄは子供たちを米国で育てるため米国に移住するつも\nりであり，平成１６年１月は一時帰国したにすぎない旨主張し，Ｄの証言中\nには上記主張に沿う部分も存在するが，同証言部分は上記各認定事実に照ら\nしてたやすく措信できないから，被控訴人の上記主張は採用できない。\nさらに，被控訴人は，被控訴人が日本に住所を有しなかったとして種々主\n\u0000 \u0000\u0000\u0000\n張するが，いずれも上記認定を左右するに足りない。\n(4)  したがって，被控訴人は，本件信託行為当時において，日本に住所を有し\nていたものと認められるから，本件信託財産が我が国に所在するものである\nか否かを判断するまでもなく，相続税法上の制限納税義務者には当たらず，\n相続税法１条の４第１号の適用対象となるというべきである。\n５  被控訴人においては，贈与税の課税要件である課税標準を算定することがで\nきないか否かについて\n(1)  本件信託契約においては，本件信託行為時において，被控訴人が本件信託\n財産から得られる収益及び元本の唯一の受益者であり（本件信託契約４条１\n項），相続税法４条１項により，本件信託行為時に信託受益権の全部について\n贈与により取得したものとみなされる。\n(2)  これに対し，被控訴人は，限定的指名権者によって被控訴人以外の者を受\n益者と指名できることや，受託者による分配について受託者が裁量を有して\nいることに照らすと，本件信託に係る信託受益権について本件信託時におけ\nる時価を評価することは著しく困難ないし不可能であると主張する。\nしかし，上記のとおり，相続税法４条１項は，いわゆる他益信託の場合に\nおいて，受益者に対し，信託行為があった時において，当該受益者が，その\n受益権を当該委託者から贈与により取得したものとみなして課税する旨の規\n定であって，本件信託行為時における受益者である被控訴人が信託受益権の\n全部について贈与により取得したものとみなされるのであるから，基本通達\n２０２の(1)により，本件信託財産（５００万ドルの米国債）の価額によって\n本件信託受益権の本件信託時における時価を評価するのが相当であり，限定\n的指名権の行使の可能性があることや，受託者に裁量があることは上記の判\n断を左右するものではない。\nそうすると，上記の価額の評価は可能であるから，被控訴人の主張は採用\nできない。\n\u0000 \u0000\u0000\u0000\nまた，上記の方法によって算定された本件信託受益権の価額が相続税法２\n２条に反するものということもできない。\n(3)  したがって，被控訴人においては，贈与税の課税要件である課税標準を算\n定することができるものというべきである。\n６  以上によれば，被控訴人の主張はいずれも採用することができない。\nそして，本件信託受益権のみなし贈与により取得した財産の価額の合計額（課\n税価格），基礎控除額，基礎控除後の課税価格，納付すべき税額及び無申告加算\n税の額は，いずれも原判決「事実及び理由」欄第２の４の(1)ないし(5)に記載\nされたとおりであると認められるから，本件課税処分は適法である。\n第４  結論\nよって，被控訴人の請求は理由がないから棄却すべきであり，これを認容し\nた原判決は失当であって，本件控訴は理由があるから，原判決を取り消し，被\n控訴人の請求を棄却することとして，主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官      林              道      春\n裁判官      内      堀      宏      達\n裁判官      下      田      敦      史\n※  別紙１及び２は省略\n"
}