{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 12,
    "day": 26
  },
  "case_number": "平成30(ワ)6943",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88260",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88260",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/260/088260_hanrei.pdf",
  "contents": "平成３０年１２月２６日判決言渡  同日原本領収  裁判所書記官\n平成３０年(ワ)第６９４３号  損害賠償等請求事件\n口頭弁論終結日  平成３０年１２月１２日\n判      決\n原        告          Ａ\n被        告          株式会社エンタシ ス\n同訴訟代理人弁護士           高    下    謹    壱\n同                 植    田         浩\n主      文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙物件目録記載２のマニュアルを複製してはならない。\n２  被告は，原告に対し，２５００万円を支払え。\n第２  事案の概要\n１  本件は，別紙物件目録記載１のマニュアル（以下「本件マニュアル」という。）\nを作成した原告が，本件マニュアルは著作物であり，自ら著作権を有するとし，被告\nにおいて，本件マニュアルをシンハラ語及び英語に翻訳し，本件マニュアルの内容を\n削除し，変形し，又は追加し，著作者としての原告の氏名を誤って表示した別紙物件\n目録記載２のマニュアル（以下「被告マニュアル」という。）を作成したことは，本件\nマニュアルについての原告の翻案権，同一性保持権及び氏名表示権を侵害する旨を主\n張して，①著作権法１１２条１項に基づき，被告マニュアルの複製の差止めを求める\nとともに，②民法７０９条の著作権及び著作者人格権侵害の不法行為による損害賠償\n請求権に基づく損害賠償金２６６０万円のうち２５００万円の支払を求める事案で\nある（なお，原告は，損害の内訳として後記のとおり主張するところ，その合計額は\n２６６０万円であり，一部請求として２６６０万円のうち２５００万円を請求するも\nのと解される。）。\n２  前提事実（当事者間に争いがない又は後掲の証拠（以下，書証番号は特記しな\nい限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n⑴  当事者\n被告は，平成２６年１月頃，手書きの文章をデータ入力するシステムであるピース\nエントリーシステム（以下「本件システム」という。）を開発した株式会社である（甲\n１）。\n原告（平成２８年８月に離婚する前の姓は「Ｂ」であった。）は，被告の依頼を受け，\n本件システムの操作方法に関するマニュアルである本件マニュアルを作成した者で\nある（甲１の１）。\n⑵  本件マニュアル\n本件マニュアルは，表紙及び本文から構成されており，本文は，本件システム使用\n時に表示される画面を取り込んだ画像のみの頁や，同画像にコメント（以下「本件コ\nメント」という。）を付した頁により構成されている（甲１の１）。\n⑶  被告の行為\n被告は，少なくとも以下のアないしウの翻訳，変更及び氏名の表示を行って，被告\nマニュアルを作成した（甲１）。\nア  翻訳\n被告は，日本語で記載された本件コメントをシンハラ語及び英語に翻訳して本件コメ\nントにそれらの翻訳文を併記した。\nイ  変更\n被告は，本件マニュアル中の別紙変更箇所目録記載１の部分を削除し，同記載２の部\n分を変更し，同記載３の部分を追加した。\nウ  原告の氏名の表示\n原告の名の読み方は「Ｃ」であるが，被告は，本件マニュアルの表紙のＤという氏名\nの表示の下に，「Ｅ」と付記した。\n３  争点\n⑴  本件マニュアルの著作物性の有無（争点１）\n⑵  本件マニュアルの職務著作性の有無（争点２）\n⑶  許諾の有無（争点３）\n⑷  損害の発生の有無及び額（争点４）\n４  争点に対する当事者の主張\n⑴  争点１（本件マニュアルの著作物性の有無）について\n【原告の主張】\n本件コメントは，ソフトウェアのコンピュータ用語を用いて，本件システムの機能\nを説明したものであり，短いものもあるが，３行から５行にわたるものもある。\nまた，本件マニュアルのうち，本件システムの表示画面の部分については，本件シス\nテムを起動し，システムを動作させながら入力作業を行った本件システムの画面を本\n件マニュアルに取り込んだものであって，技術が必要であった。\n以上のとおり，原告は，独自の表現方法によって，全体構成を考えながら，本件マニ\nュアルを作成したものであって，本件マニュアルに独創性があることは明らかである。\nなお，本件マニュアルは，平成２８年１１月９日に完成したもの（９４９４キロバイ\nト）であって，平成２７年６月１６日に完成したもの（３６３７キロバイト）とは異\nなる。\n【被告の主張】\n本件マニュアルは，本件システムの表示画面が取り込まれ，若干のコメントが付さ\nれているものにすぎない。\n本件コメントの表現は，より効率的な操作方法へと向かう一方向性を有しており，表\n現の多方向展開性を有する精神活動を意味する「創作性」を具備しない。また，本件\nコメントは，本件システムの表示画面に対するありふれた初歩的，典型的なコメント\nであり，機能を説明するにすぎないから，「思想又は感情の表現」に当たらず，システ\nムマニュアルは技術に属する実用品であって，「文芸，学術，美術又は音楽の範囲に属\nするもの」ではない。\nよって，本件マニュアルは，原告の「思想又は感情を創作的に表現したもの」ではな\nい。\nなお，本件マニュアルは，平成２７年に作成されたものである。\n⑵  争点２（本件マニュアルの職務著作性の有無）について\n【被告の主張】\n本件マニュアルは，平成２７年６月から８月頃，被告の発意に基づき，被告の業務に\n従事する者として，原告が職務上作成したものであり，被告は原告に対し，労務提供\nの対価として合計１６万円を支払った。本件マニュアルは，本件システムの販売事業\nの展開次第では被告名義で公表されることが予定されていた。\nよって，本件マニュアルは，職務著作であるから原告には著作権が帰属しない。\n仮に，原告主張のとおり，原告が，株式会社アイエスエフネットライフ（以下「アイ\nエスエフネットライフ」という。）の従業員として本件マニュアルを作成したのであ\nれば，本件マニュアルは職務著作として，同様に原告には著作権が帰属しない。\n【原告の主張】\n否認又は争う。\n原告は，被告の従業員ではなく，被告の取引先であるアイエスエフネットライフの従\n業員として本件マニュアルの作成依頼を受けたものであり，被告に従属した立場にな\nかった。また，被告が主張する報酬は，被告からではなく被告の現在の経営者の一人\nであり，原告の元夫であるＦ（以下「Ｆ」という。）から支払われたものである。よっ\nて，被告の職務著作であるということはできない。\n⑶  争点３（許諾の有無）について\n【被告の主張】\n原告は，平成２９年６月頃，Ｆに対し，本件マニュアルを英語とシンハラ語に翻訳す\nることを許諾した。\n【原告の主張】\n否認する。原告は，本件マニュアルを翻訳することは聞いておらず，許諾していな\nい。\n⑷  争点４（損害の発生の有無及び額）について\n【原告の主張】\n被告の不法行為によって，原告は，翻案権侵害に基づく損害２３４０万円，同一性保\n持権侵害に基づく損害１６０万円及び氏名表示権侵害に基づく損害１６０万円の合\n計２６６０万円の損害を被った。\n【被告の主張】\n否認し，争う。\n第３  当裁判所の判断\n１  争点１（本件マニュアルの著作物性の有無）について\n⑴  証拠（甲１の１）及び弁論の全趣旨によれば，以下の事実が認められる。\n本件マニュアルは，本件システムの機能や操作方法を説明することを目的とするも\nのであり，総頁数は１５８頁である。\n各頁は，本件システムの操作の際に表示される画面を取り込んだ画像がその大部分を\n占め，同画像に添えられている本件コメントは，１行ないし５行程度である。本件コ\nメントは，本件マニュアルの前記作成目的に従い，本件システムの操作の際に表示さ\nれる画面の内容を説明し，同画面に関連する本件システムの機能を説明し，又は同画\n面に関連する本件システムの操作について説明するものであり，例えば，本件システ\nムのＩＤ及びパスワードの入力画面の画像が表示されている頁には，「ピースエント\nリーシステム起動後，ログイン画面が表示されるので，次の通り，個人個人に割り当\nてられたＩＤとＰＷを入力し「Ｌｏｇｉｎ」ボタンを押す。」（甲１の１の３頁）と記\n載されている。\n⑵  当裁判所の判断\nア  著作物は，思想又は感情を創作的に表現したものであって，文芸，学術，美術又\nは音楽の範囲に属するものをいう（著作権法２条１項１号）ところ，創作的に表現さ\nれたというためには，厳密な意味で独創性が発揮されたものであることは必要ではな\nく，作成者の何らかの個性が表現されたもので足りるというべきであるが，他方，文\n章自体がごく短く，又は表現上制約があるため他の表現が想定できない場合や，表現\nが平凡かつありふれたものである場合には，作成者の個性が表現されたものとはいえ\nないから，創作的な表現であるということはできない。\nイ  これを本件についてみるに，前記第２の２前提事実⑵及び前記⑴に認定したと\nおり，本件マニュアルは，本件システムの機能や操作方法の説明を目的として作成さ\nれたものであり，その作成目的に従い，本件コメントは，各頁に表示された本件シス\nテムの画面の内容を説明し，同画面に関連する本件システムの機能を説明し，又は同\n画面に関連する本件システムの操作といった客観的事実を説明することを目的とし\nて作成されており，その性質により，機能や操作方法を分かりやすく，一般的に用い\nられるありふれた表現で示すことが求められることから，表現の選択の幅は狭いもの\nである。そして，本件コメントでは，本件システムの機能等を説明するためにコンピ\nュータに関する用語が選択されているものの，当該説明において他の表現を用いるこ\nとは想定し難く，また，その他の表現も操作等を説明するものとして特徴的な言い回\nしが存するともいえない。\nそうすると，本件コメントに原告の個性が表現されているとはいえないのであって，\n本件マニュアルに著作物性があるということはできない。これに反する原告の主張は\n採用することができない。\n２  結論\n以上によれば，その余の争点につき判断するまでもなく，原告の請求には理由がな\nいから，いずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n山   田   真   紀\n裁判官\n伊   藤   清   隆\n裁判官\n棚   橋   知   子\n（別紙）\n物件目録\n１  標  題  ピースエントリーシステムマニュアル（画面仕様書）Ｖｅｒ２．１０\n頁  数  １５８頁\n作成者  （株）アイエスエフネットライフ        Ｄ\n２  標  題  ピースエントリーシステムマニュアル（画面仕様書）Ｖｅｒ２．１０\n頁  数  ７７頁\n作成者  （株）アイエスエフネットライフ         Ｄ\nＥ\n内  容  英語及びシンハラ語の翻訳が付されたもの\n（別紙）\n変更箇所目録\n１  削除された箇所\n本件マニュアルの１１頁ないし１３頁，１５頁ないし２０頁，２３頁，２５頁ない\nし２９頁，３２頁，３６頁，３８頁，４２頁，４４頁，４７頁ないし５３頁，５７頁\nないし７８頁，８０頁ないし８５頁，９０頁ないし９８頁，１２４頁ないし１４８頁\n２  変更された箇所\n⑴  被告マニュアル１４頁\n本件マニュアルの２４頁に英語及びシンハラ語の文章を追加。\n⑵  被告マニュアル１５頁\n本件マニュアル２４頁に矢印の記号を追加。\n⑶  被告マニュアル４３頁\n本件マニュアル１００頁に矢印の記号を追加。\n３  追加された箇所\n被告マニュアル１１頁，２１頁ないし３３頁\n"
}