{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 21
  },
  "case_number": "平成26(ワ)34678",
  "case_name": "特許権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86715",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86715",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/715/086715_hanrei.pdf",
  "contents": "平成２９年４月２１日判決言渡  同日原本領収  裁判所書記官\n平成２６年(ワ)第３４６７８号  特許権侵害行為差止等請求事件\n口頭弁論終結日  平成２９年３月３日\n判           決\n原           告          株 式 会 社 豊 田 自 動 織 機\n同 訴 訟 代 理 人 弁 護 士      永島孝 明\n同                  安國忠 彦\n同                  朝吹英 太\n同                  安   友   雄一 郎\n同訴訟復代理人弁 護 士      野中信 宏\n同 補 佐 人 弁 理 士      佐藤   努\n同                   中村   敬\n同                  磯田志 郎\n同                  若山俊 輔\n被           告      ハノンシステムズ・ジャパン\n株式会社\n（ 旧 商 号   ハ ラ ビ ス テ オ ン\n・ ク ラ イ メ イ ト コ ン ト ロ ー\nル・ジャパン株式会社）\n同 訴 訟 代 理 人 弁 護 士      辻居幸 一\n同                  渡辺   光\n同                  小和田   敦   子\n同訴訟復代理人弁 護 士      山本飛 翔\n同 訴 訟 代 理 人 弁 理 士      倉   澤   伊知 郎\n同 補 佐 人 弁 理 士      丹澤 一 成\n同                  岩上   健\n主              文\n１  被告は，別紙イ号物件目録及び同ロ号物件目録記載の各製品を生産し，\n使用し，譲渡し，貸し渡し，輸出若しくは輸入し，又はその譲渡若しくは\n貸渡しの申出（譲渡又は貸渡しのための展示を含む。）をしてはならな\nい。\n２  被告は，その占有に係る別紙イ号物件目録及び同ロ号物件目録記載の\n各製品及びその半製品を廃棄せよ。\n３  訴訟費用は被告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主文第１項ないし第３項と同旨\n２  仮執行宣言\n第２  事案の概要\n１  本件は，名称を「ピストン式圧縮機における冷媒吸入構造」とする発明につ\nいての特許権を有する原告が，被告の輸入・販売する別紙イ号物件目録及びロ\n号物件目録記載の各圧縮機（以下，併せて「被告各製品」という。）は上記特\n許権に係る発明の技術的範囲に属すると主張して，①特許法１００条１項に基\nづき，被告各製品の生産，使用，譲渡，貸渡し，輸出若しくは輸入，又はその\n譲渡若しくは貸渡しの申出の差止めを求めるとともに，②同条２項に基づき，\nその占有する被告各製品及びその半製品の廃棄を求める事案である。\n２  前提事実（当事者間に争いのない事実又は文中掲記した証拠及び弁論の全趣\n旨により容易に認定できる事実）\n(1) 当事者\nア  原告は，繊維機械，産業用運搬車両，自動車その他一般機械器具等及\nびその部品の製造・販売等を業とする株式会社である。（弁論の全趣旨）\nイ  被告は，自動車用及び産業機器用の空調，温調及び冷却システム等の\n設計，開発，製造，販売，輸入及び輸出等を業とする株式会社である。\n(2) 原告の有する特許権\n原告は，次の特許権（請求項の数２。以下「本件特許権」又は「本件特許」\nといい，特許請求の範囲請求項１の発明を「本件発明」という。なお，本件\n特許に係る明細書及び図面を「本件明細書等」といい，その内容は別紙特許\n公報記載のとおりである。）を有している。\n特 許 番 号  第４３０４５４４号\n発明の名称  ピストン式圧縮機における冷媒吸入構造\n出  願  日  平成１９年１２月２７日\n優  先  日  平成１３年１１月２１日\n登  録  日  平成２１年５月１５日\n(3) 本件発明の内容\n本件発明に係る特許請求の範囲の記載は，別紙特許公報記載のとおりであ\nる。\n(4) 本件発明の構成要件の分説\n本件発明を構成要件に分説すると，次のとおりである（以下，それぞれの\n記号に従い「構成要件Ａ」などという。）。\nＡ  シリンダブロックにおける回転軸の周囲に配列された複数のシリンダ\nボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピ\nストンを連動させ，前記回転軸と一体化されていると共に，前記ピスト\nンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するた\nめの導入通路を有するロータリバルブを備えたピストン式圧縮機におい\nて，\nＢ  前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って\n前記導入通路と間欠的に連通する吸入通路と，\nＣ  吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力\nを前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに\n連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する圧\n縮反力伝達手段とを有し，\nＤ  前記シリンダブロックは，前記ロータリバルブを回転可能に収容する\n軸孔を有し，\nＥ  前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記\n吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前\n記ロータリバルブの外周面が直接支持されることによって前記ロータリ\nバルブを介して前記回転軸を支持するラジアル軸受手段となっており，\n前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側におけ\nる前記回転軸の部分に関する唯一のラジアル軸受手段であり，\nＦ  前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前\n後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と\n一体的に回転し，前記カム体は，前後一対のスラスト軸受手段によって\n挟まれて前記回転軸の軸線の方向の位置を規制されており，前記一対の\nスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手段の一部をな\nし，該圧縮反力伝達手段の一部をなすスラスト軸受手段は，前記シリン\nダブロックの端面に形成された環状の突条と前記カム体の端面に形成さ\nれた環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロ\nックの突条の径よりも大きくした\nＧ  ピストン式圧縮機における冷媒吸入構造。\n(5) 本件特許の出願経過等\nア  原告は，本件特許の親出願（特願２００２－３２４０４３）の出願過\n程において，特許庁審査官から拒絶理由通知書の送付を受けた。そこで，\n原告は，平成１９年１０月９日付け意見書（乙３０。以下「乙３０意見\n書」という。）及び手続補正書を提出した。（乙３０）\nイ  また，原告は，本件特許の出願過程において，平成２１年１月２８日\n付け早期審査に関する事情説明書（乙２５。以下「乙２５事情説明書」\nという。）を提出したところ，特許庁審査官から，同年２月３日起案に\n係る拒絶理由通知書（乙２４。以下「乙２４拒絶理由通知書」という。）\nの送付を受けた。そこで，原告は，同年３月１２日付け意見書（乙２６。\n以下「乙２６意見書」という。）及び手続補正書を提出し，本件特許と\nして特許査定を受けた。（乙２４ないし２６）\n(6) 被告による無効審判請求\n被告は，平成２７年５月１日，特許庁長官に対し，本件発明に係る特許に\nついて無効審判請求をした（無効２０１５－８００１２２）。（甲１２，乙\n２９，４８）\n(7) 審決の予告\n特許庁は，平成２７年１２月２２日，上記(6)の無効審判請求事件におい\nて，本件発明は特許法２９条１項３号及び同条２項により特許を受けること\nができないとの理由により，本件発明に係る特許を無効とする旨の審決の予\n告（以下「本件審決予告」という。）をした。（乙４８）\n(8) 原告の訂正請求\n原告は，本件審決予告を受けて，平成２８年３月７日，特許庁に対して訂\n正請求書（甲８。以下「本件訂正請求書」という。）を提出し，本件特許の\n特許請求の範囲請求項１（本件発明）について，次のとおり訂正する旨の訂\n正請求をした（以下「本件訂正」といい，本件訂正後の本件発明を「本件訂\n正発明」という。なお，訂正によって追加された記載に下線を付した。）。\n「シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア\n内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを\n連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前\n記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有\nするロータリバルブを備えたピストン式圧縮機において，\n前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記\n導入通路と間欠的に連通する吸入通路と，\n吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力を前\n記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する\n前記吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手\n段とを有し，\n前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔\nを有し，\n前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記ロー\nタリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ，前記\n吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロ\nータリバルブの外周面が直接支持されることによって前記ロータリバルブを\n介して前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル\n軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部\n分に関する唯一のラジアル軸受手段であり，\n前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一\n対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に\n回転し，前記ロータリバルブの各導入通路は前記回転軸内に形成された通路\nを介して連通し，前記カム体は，前後一対のスラスト軸受手段によって挟ま\nれて前記回転軸の軸線の方向の位置を規制されており，前記一対のスラスト\n軸受手段の少なくとも一方は前記圧縮反力伝達手段の一部をなし，該圧縮反\n力伝達手段の一部をなすスラスト軸受手段は，前記シリンダブロックの端面\nに形成された環状の突条と前記カム体の端面に形成された環状の突条とに当\n接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大き\nくしたピストン式圧縮機における冷媒吸入構造。」\n(9) 本件訂正発明の構成要件の分説\n本件訂正発明を構成要件に分説すると，次のとおりである。（弁論の全趣\n旨）\nＡ  シリンダブロックにおける回転軸の周囲に配列された複数のシリンダ\nボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピ\nストンを連動させ，前記回転軸と一体化されていると共に，前記ピスト\nンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するた\nめの導入通路を有するロータリバルブを備えたピストン式圧縮機におい\nて，\nＢ  前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って\n前記導入通路と間欠的に連通する吸入通路と，\nＣ  吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力\nを前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに\n連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する圧\n縮反力伝達手段とを有し，\nＤ  前記シリンダブロックは，前記ロータリバルブを回転可能に収容する\n軸孔を有し，\nＥ’前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記\nロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とさ\nれ，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内\n周面に前記ロータリバルブの外周面が直接支持されることによって前記\nロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっ\nており，前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ\n側における前記回転軸の部分に関する唯一のラジアル軸受手段であり，\nＦ’前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前\n後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と\n一体的に回転し，前記ロータリバルブの各導入通路は前記回転軸内に形\n成された通路を介して連通し，前記カム体は，前後一対のスラスト軸受\n手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，\n前記一対のスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手段\nの一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段は，\n前記シリンダブロックの端面に形成された環状の突条と前記カム体の端\n面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シ\nリンダブロックの突条の径よりも大きくした\nＧ  ピストン式圧縮機における冷媒吸入構造。\n(10) 被告の行為\n被告は，被告各製品を輸入し，日本国内においてその販売をしている。\n(11) 被告各製品の構成\n被告各製品の構成は，別紙イ号物件説明書及び別紙ロ号物件説明書のとお\nりである。ただし，その構成の一部については争いがある（争いがある部分\nに下線を付した。）。\n(12) 被告各製品における本件発明及び本件訂正発明の構成要件充足性\nア  被告各製品は，本件発明の構成要件Ｂ，Ｄ及びＧを充足する。\nイ  被告各製品は，本件訂正発明の構成要件Ｂ，Ｄ及びＧを充足する。\n(13) 先行文献\n本件特許の優先日（平成１３年１１月２１日）よりも前に公開された文献\nとして，以下のものが存在する。\nア  特開平５－１２６０３９号公報（公開日平成５年５月２１日。乙４。\n以下「乙４公報」といい，同公報に係る発明を「乙４発明」という。）\nイ  特開平８－２６１１５０号公報（公開日平成８年１０月８日。乙７。\n以下「乙７公報」という。）\nウ  特開平９－６０５８６号公報（公開日平成９年３月４日。乙９。以下\n「乙９公報」という。）\nエ  特開平９－２５０４５３号公報（公開日平成９年９月２２日。乙１３。\n以下「乙１３公報」という。）\nオ  特開平１０－９１３０号公報（公開日平成１０年１月１３日。乙１４。\n以下「乙１４公報」という。）\nカ  実公昭５８－４６２６３号公報（公告日昭和５８年１０月２１日。乙\n１５。以下「乙１５公報」という。）\nキ  実開昭６０－１３９０８３号公報（公開日昭和６０年９月１３日。乙\n１６。以下「乙１６公報」という。）\nク  実開昭６１－１４５８８２号公報（公開日昭和６１年９月９日。乙１\n７。以下「乙１７公報」という。）\nケ  特開昭６４－６３６６９号公報（公開日平成元年３月９日。乙１８。\n以下「乙１８公報」という。）\nコ  特開平８－３３４０８５号公報（公開日平成８年１２月１７日。乙１\n９。以下「乙１９公報」といい，同公報に係る発明を「乙１９発明」と\nいう。）\nサ  特開平９－６０５８３号公報（公開日平成９年３月４日。乙２０。以\n下「乙２０公報」という。）\nシ  特開平７－６３１６５号公報（公開日平成７年３月７日。乙２１。以\n下「乙２１公報」といい，同公報に係る発明を「乙２１発明」という。）\nス  日本工業規格ＪＩＳ  Ｂ  １５６６－１９７５「転がり軸受の取付関\n係寸法及びはめあい」の「表２  平面座スラスト玉軸受の肩の直径の最\n小値又は最大値」（乙２７。以下「乙２７規格」という。）\nセ  特開平５－１６４０４６号公報（公開日平成５年６月２９日。乙３２。\n以下「乙３２公報」という。）\nソ  特開平５－１２６０４０号公報（公開日平成５年５月２１日。乙３３。\n以下「乙３３公報」という。）\nタ  特開平５－１７２０５１号公報（公開日平成５年７月９日。乙５０。\n以下「乙５０公報」という。）\nチ  特開平６－１２９３５１号公報（公開日平成６年５月１０日。乙５１。\n以下「乙５１公報」という。）\nツ  特開平６－２９９９５６号公報（公開日平成６年１０月２５日。乙５\n２。以下「乙５２公報」という。）\nテ  特開平７－２９３４３１号公報（公開日平成７年１１月７日。乙５３。\n以下「乙５３公報」という。）\nト  米国特許１３６７９１４号明細書（登録日１９２１年〔大正１０年〕\n２月８日。乙５４。以下「乙５４明細書」という。）\nナ  特開平８－６１２３０号公報（公開日平成８年３月８日。乙５５。以\n下「乙５５公報」という。）\nニ  特開平５－３１２１４５号公報（公開日平成５年１１月２２日。乙５\n６。以下「乙５６公報」という。）\n３  争点\n(1) 被告各製品が本件発明の技術的範囲に属するか\nア  構成要件Ａの「ロータリバルブ」の充足性\nイ  構成要件Ｃの「ロータリバルブを付勢する圧縮反力伝達手段」及び構\n成要件Ｆの「スラスト軸受手段の少なくとも一方は前記圧縮反力伝達手\n段の一部をなし」の充足性\nウ  構成要件Ｅの「前記軸孔の内周面に前記ロータリバルブの外周面が直\n接支持される」及び「唯一のラジアル軸受手段」の充足性\n(2) 本件発明に係る特許は特許無効審判により無効にされるべきものか\nア  〔無効理由１〕乙１９発明による新規性欠如\nイ  〔無効理由２〕乙１９発明及び乙４発明による進歩性欠如\nウ  〔無効理由３〕乙２１発明並びに周知技術及び慣用技術による進歩性\n欠如\n(3) 本件訂正による対抗主張の成否\nア  本件訂正が訂正要件を充たしているか\nイ  本件訂正により争点(2)の無効理由を解消することができるか\nウ  新たな無効理由の存否\n第３  争点に関する当事者の主張\n１  争点(1)ア（構成要件Ａの「ロータリバルブ」の充足性）について\n〔原告の主張〕\n(1) 被告各製品のシャフト５０は回転弁として機能し，構成要件Ａの「ロータ\nリバルブ」に相当する。\n(2) 被告の主張に対する反論\nこの点に関して被告は，シャフト５０のうちフロント側通路２３及びリヤ\n側通路３３に対応する部分のみが回転弁としての機能を有するのであって，\nシャフト５０が回転弁として機能することはないと主張する。\nしかし，被告各製品において回転弁として機能するのは，「シャフト５０\nのうち，フロント側通路２３及びリヤ側通路３３に対応する部分のみ」では\nない。被告の上記主張の論拠は何ら示されておらず，その論拠も見出せない。\n〔被告の主張〕\n否認する。被告各製品においてシャフト５０が回転弁として機能することは\nない。シャフト５０のうち，フロント側通路２３及びリヤ側通路３３に対応す\nる部分のみが，回転弁（ロータリバルブ）としての機能を有する。\n２  争点(1)イ（構成要件Ｃの「ロータリバルブを付勢する圧縮反力伝達手段」\n及び構成要件Ｆの「スラスト軸受手段の少なくとも一方は前記圧縮反力伝達手\n段の一部をなし」の充足性）について\n〔原告の主張〕\n(1) 被告各製品では，吐出行程において，ピストン６０が移動する方向とは反\n対向きの「圧縮反力Ｆ」がピストン６０に作用するところ，上記圧縮反力Ｆ\nは，シュー６１，斜板５１，フロント側スラスト軸受７０及びリヤ側スラス\nト軸受８０を介してシャフト５０（回転弁）に伝達され，斜板５１の径中心\n部を中心としてシャフト５０を傾かせようとするのであって，これにより，\nシャフト５０（回転弁）は，吐出行程中のシリンダボア２２に連通するフロ\nント側通路２３の入口に向けて付勢される。\nしたがって，被告各製品は，構成要件Ｃの「ロータリバルブを付勢する圧\n縮反力伝達手段」及び構成要件Ｆの「スラスト軸受手段の少なくとも一方は\n前記圧縮反力伝達手段の一部をなし」を充足する。\n(2) 被告の主張に対する反論①－「ロータリバルブを付勢する圧縮反力伝達手\n段」の解釈\nア  この点に関して被告は，本件発明の「ロータリバルブを付勢する圧縮\n反力伝達手段」とは「軸孔内で回転軸を傾け，回転軸のロータリバルブ\nが吸入通路の入口に接触及び非接触（接離）の動作を繰り返させる構成」\nを意味するなどと主張する。\nしかし，このような主張は，特許請求の範囲の記載を無視するもので\nある。\nイ  また，被告は，「圧縮反力伝達手段」とは「ピストンに対する圧縮反\n力を前記ロータリバルブに伝達」（構成要件Ｃ）し，「前記吸入通路の\n入口に向けて前記ロータリバルブを付勢する」（同）ことを妨げる構造\nを有しない構成を意味するのであり，これらを妨げる構造を有した結果，\n回転軸が僅かに変位する程度では，本件発明の「前記吸入通路の入口に\n向けて前記ロータリバルブを付勢する」という構成を充足しないなどと\n主張する。\nしかし，本件発明は「圧縮反力を前記ロータリバルブに伝達して，吐\n出行程にある前記シリンダボアに連通する前記吸入通路の入口に向けて\n前記ロータリバルブを付勢する圧縮反力伝達手段」（構成要件Ｃ）と明\n確に記載されているのであるから，被告主張の追加構造を具備するか否\nかではなく，被告各製品が，圧縮反力を前記ロータリバルブに伝達して，\n前記吸入通路の入口に向けて前記ロータリバルブを付勢する構造を具備\nするか否かにより，構成要件の充足性を判断するべきである。\nウ  さらに，被告は，本件特許の出願経過等に照らせば，回転軸が僅かに\n傾くにすぎない場合は「付勢」を充足しない旨主張する。\nしかし，これらはいずれも，出願経過等における原告の主張を曲解し，\n特許請求の範囲を不当に限定的に解釈するものであって，理由がない。\nエ  加えて，被告は，２０１５年（平成２７年）１１月２０日付け実験報\n告書（乙４１。以下「乙４１報告書」という。）及び２０１４年（平成\n２６年）１０月２７日付け試験分析証明書（乙４２。以下「乙４２証明\n書」という。）を提出した上，「スラスト荷重吸収機能が付与されてい\nない」スラスト軸受であっても，圧縮反力により弾性変形し，圧縮反力\nがロータリバルブに伝達されるのであるから，「スラスト荷重吸収機能\nが付与されている」スラスト軸受を有することをもって，本件発明の\n「圧縮反力伝達手段」を具備すると解することは許されないなどと主張\nする。\nしかし，乙４１報告書及び乙４２証明書の実験において比較用圧縮機\nとして使用されたのは，「スラスト荷重吸収機能が付与されていない」\nとされるスラスト軸受のみを用いた圧縮機であって，同圧縮機は本件発\n明を実施したものではなく，被告各製品とも異なる。そもそも，被告が\n上記実験に使用した比較用圧縮機は，被告各製品のような市販品ではな\nく，被告がこの実験のために特別に製造したものというのであって，そ\nの性質，品質，特性等は不明であり，通常の動作が可能か否かすら明ら\nかではない。\n(3) 被告の主張に対する反論②－被告各製品の充足性\n被告は，被告各製品においてはピストン６０に「圧縮反力Ｆ」が作用し，\nシャフト５０を傾かせる方向に力が働くことは事実であるものの，被告各製\n品では上記圧縮反力が吸収されるから，シャフト５０は傾かないなどと主張\nする。\nしかし，被告各製品のシャフト５０の外径は平均１９．００３ｍｍであり，\nシャフト用孔２１，３１の内径は平均１９．０３３ｍｍであるから，シャフ\nト５０の外周面とシャフト用孔２１，３１の内周面との間には平均０．０３\nｍｍ（３０μｍ）の隙間がある。そのため，被告各製品は，上記隙間の範囲\nにおいてシャフト５０の変位を許容するものということができる。\nそして，現に，原告提出の平成２７年９月１５日付け実験結果報告書（甲\n７。以下「甲７報告書」という。）によれば，運転中の被告各製品において，\n吐出行程にあるシリンダボアのフロント側通路に向けて近づくようにシャフ\nトの外周面が変位していることが確認されている。\n〔被告の主張〕\n以下のとおり，被告各製品は，構成要件Ｃの「ロータリバルブを付勢する圧\n縮反力伝達手段」及び構成要件Ｆの「スラスト軸受手段の少なくとも一方は前\n記圧縮反力伝達手段の一部をなし」を充足しない。\n(1) 「ロータリバルブを付勢する圧縮反力伝達手段」の意義\nア  接触及び非接触（接離）の動作を繰り返させる構成\n本件発明の「ロータリバルブを付勢する圧縮反力伝達手段」とは，\n「軸孔内で回転軸を傾け，回転軸のロータリバルブが吸入通路の入口に\n接触及び非接触（接離）の動作を繰り返させる構成」を意味するもので\nあり，具体的には，①回転軸がロータリバルブにおいてのみ支持され，\n他の部分においては支持されない（回転軸の外周面と軸孔の内周面の間\n隔が大きい）構造であること，②上記①の支持される部分であるロータ\nリバルブにおいても，ロータリバルブが軸孔の内周面に接離可能なよう\nに，ロータリバルブの外径が，軸孔の内径よりも十分小さいこと，③ス\nラスト軸受が，スラスト荷重を受けて撓む構造であること，との三つの\n構成を備えなければならない。\nイ  「回転軸が僅かに変位する程度」の除外\n本件発明の「圧縮反力伝達手段」とは，「ピストンに対する圧縮反力\nを前記ロータリバルブに伝達」（構成要件Ｃ）し，「前記吸入通路の入\n口に向けて前記ロータリバルブを付勢する」（同）ことを妨げる構造を\n有しない構成を意味するのであり，これらを妨げる構造を有した結果，\n回転軸が僅かに変位する程度では，本件発明の「前記吸入通路の入口に\n向けて前記ロータリバルブを付勢する」という構成を充足しない。\nウ  本件特許の出願経過等による解釈\n以下のとおり，本件特許の出願経過等に照らせば，クリアランスが極\nめて小さく，回転軸が僅かに傾くにすぎない場合には，「付勢」を充足\nしない。\n(ｱ) 本件特許の出願過程における乙２６意見書には，「引用文献１〔判決\n注：乙２１公報〕に記載された発明とは，従来からのニードルベアリン\nグのような転がり軸受ではなく，ジャーナル軸受を採用することによっ\nて，回転軸側のジャーナル部とシリンダブロック側の滑り軸受との間の\nクリアランスを極めて小さくし，その結果，ロータリバルブからの冷媒\n漏れを抑制するというものです。」などと記載されているのであって，\nこのことからすれば，原告が本件発明の技術的範囲から「クリアランス\nが小さい場合」を意識的に除外していることは明らかである。\n(ｲ) 本件特許の親出願（特願２００２－３２４０４３）の出願過程におけ\nる乙３０意見書には，「引用文献１〔判決注：乙２１公報〕に記載され\nた発明は，回転軸２４を支持する軸孔はバルブ収容室を含めすべて同じ\n径で形成されていて，軸孔全体で回転軸２４を支持する構成となってい\nます。したがって，バルブ収容室の内周面が本願発明でいう『圧縮反力\n伝達手段』として構成されていないことは明らかです。」などと記載さ\nれているのであって，このことからすれば，クリアランスを極めて小さ\nくして軸孔全体で回転軸を支持する構成は本件発明の技術的範囲に属し\nない。\n(ｳ) 本件特許の出願過程における乙２５事情説明書には，「上記文献Ｂ群\nに記載された発明では，回転軸を支持するラジアル軸受手段を，たとえ\nば，コロ軸受〔判決注：転がり軸受の一種〕等によって構成していると，\n圧縮反力によって発生するモーメントが吸収されることから，そのモー\nメントをロータリバルブに伝達しにくい構成であるといえる。つまり，\n上記文献Ｂ群は，本願発明でいう圧縮反力伝達手段を備えているとは言\nいがた（い）」と記載されており，また，コロ軸受にクリアランスが必\n要であることは技術常識であるから，当該クリアランスによって生じる\n程度の回転軸の変位しか許容されないような構成は「本願発明でいう圧\n縮反力伝達手段」にはならない。\nエ  「押接」による「閉鎖」等\n本件特許の出願過程における乙２６意見書に「吸入通路の入口をシー\nルすることに特徴がある」との記載及び「ロータリバルブの外周面は，\n直接，吸入通路の入ロに付勢されます」との記載があること，本件明細\n書等に「吸入通路３３Ａ，３４の入口３３１，３４１は，圧縮反力によ\nるロータリバルブ３５，３６の押接によって閉鎖される状態となる」\n（段落【００４３】）との記載があること，さらに，「付勢」が単に回\n転軸の傾きによって隙間を狭くする趣旨にすぎないのであれば，従来技\n術（乙１９発明及び乙１９公報記載の従来技術）と何ら変わらないこと\nなどからすれば，本件発明の「前記吸入通路の入口に向けて前記ロータ\nリバルブを付勢する」とは，回転軸が吸入通路入口の方向に傾けば足り\nるというものではなく，吸入通路入口を「押接」により「閉鎖」し，\n「シール」するものでなければならない。\nオ  乙４１報告書及び乙４２証明書\n乙４１報告書のとおり，「スラスト荷重吸収機能が付与されていない」\nとされるスラスト軸受のみを用いた圧縮機（比較用圧縮機）であっても，\n原告提出の甲７報告書と全く同様の実験結果が得られている。また，乙\n４２証明書のとおり，被告各製品と「スラスト荷重吸収機能が付与され\nていない」とされるスラスト軸受のみを用いた圧縮機とで，運転効率を\n比較したところ，両者でほぼ同等の結果が得られている。\nこのように，「スラスト荷重吸収機能が付与されていない」スラスト\n軸受であっても，圧縮反力により弾性変形し，圧縮反力がロータリバル\nブに伝達されるとすれば，「スラスト荷重吸収機能が付与されている」\nスラスト軸受を有することをもって，本件発明の「圧縮反力伝達手段」\nを具備すると解することは許されない。\n(2) 被告各製品の充足性\nア  被告各製品のシャフト５０は傾かないこと\n被告各製品において，ピストン６０に「圧縮反力Ｆ」が作用し，シャ\nフト５０を傾かせる方向に力が働くことは事実である。しかし，被告各\n製品は以下の①ないし④の構成を有しているため，上記圧縮反力が吸収\nされ，シャフト５０は傾かない。\n①  斜板５１の取り付け部及びスラスト軸受７０，８０を除く全域が，\nシャフト用孔２１，３１により軸受けされている。\n②  当該軸受がシリンダブロック２０，３０の外側に突出するようにさ\nらに長く設けられている。\n③  シャフト５０とシャフト用孔２１，３１がいずれも極めて高精度に\n仕上げられ，両者のクリアランスが極限までに小さくされている。\n④  スラスト軸受７０，８０が，部品の寸法誤差による組付け誤差を吸\n収し，さらに，回転時にシャフト５０が軸方向に変位することを防止す\nるために，組立て完了時に，斜板の環状凸部５１ｃ，ｄ及びシリンダブ\nロック２０，３０の端面２６，３６がいずれもスラスト軸受７０，８０\nに接触し，かつ，環状凸部５１ｃ，５１ｈと端面２６，３６とでスラス\nト軸受７０，８０を挟み込む力が加わった（予圧された）状態となって\nいる。このような予圧を加えることで，回転時のシャフト５０の軸方向\nの変位を抑え，かかる変位に起因する騒音，振動，破損等を防止してい\nる。\nイ  原告の主張に対する反論\nこの点に関して原告は，被告各製品ではシャフト５０が変位している\nことが確認されており，「圧縮反力伝達手段」を充足すると主張する。\nしかし，以下のとおり，上記主張は失当である。\n(ｱ) 原告は，甲７報告書を提出し，被告各製品では吐出行程にあるシリン\nダボアのフロント側通路に向けて近づくようにシャフトの外周面が変位\nしていることが確認されていると主張する。\nしかし，甲７報告書の測定結果は，軸孔中で最も力の加わる部分であ\nる端部（シリンダブロックの外側に突出して設けられた部分）が粉体に\nよって磨耗し，これにより回転軸が傾くに至ったものにすぎない。\n(ｲ) そもそも，被告各製品のスラスト軸受は予圧されているため，圧縮反\n力が加えられてもこれを吸収するのであって，さらに撓むことは容易で\nはない（上記④の構成参照）。\n本件特許の親出願における乙３０意見書にも，「〔乙９公報につき〕\nこの弾性変形機能が付与された４１，４２を含むスラスト軸受４０は，\n本願発明１でいう『圧縮反力伝達手段』に相当しません。」及び「〔乙\n１３公報につき〕所定量の弾性変形機能が付与されたスラスト軸受１０\n９は，本願発明１でいう『圧縮反力伝達手段』に相当しません。」との\n記載があるのであって，スラスト軸受を予圧によりあらかじめ撓ませ，\n圧縮反力による更なる撓みを抑制する構成が本件発明の「圧縮反力伝達\n手段」ではないことは，原告自身の出願経過における主張からも明らか\nである。\n(ｳ) また，被告各製品において回転軸を回転可能に支持するために設けら\nれているクリアランスは，ＪＩＳ規格上，「転合」とされる組合せにお\nいて必要最小限のものでしかなく，かかるクリアランスは「シャフトの\n傾きを許容する隙間」ではない。\n(ｴ)  さらに，上記(1)ウ及びエに引用した本件特許の出願経過等に照らせ\nば，被告各製品は「圧縮反力伝達手段」を有していないというべきであ\nる。\n(ｵ) 加えて，被告各製品は，クリアランスを管理することで冷媒の漏れを\n防止しているものである。このことは，２０１５年（平成２７年）１１\n月２０日付け実験結果報告書(2)（乙４４。以下「乙４４報告書」とい\nう。）記載のとおり，被告各製品における回転軸と軸孔のクリアランス\n３０μｍを５０μｍ，７０μｍ，９０μｍ，１１０μｍに変えたところ，\nクリアランスが３０μｍ（被告各製品）及び５０μｍでは効率はほとん\nど変わらないものの，それより大きいクリアランスでは効率が明らかに\n落ちていることからも明らかである。\n３  争点(1)ウ（構成要件Ｅの「前記軸孔の内周面に前記ロータリバルブの外周\n面が直接支持される」及び「唯一のラジアル軸受手段」の充足性）について\n〔原告の主張〕\n(1) 被告各製品では，シャフト用孔２１，３１の内周面にシャフト５０（回転\n弁）の外周面が直接支持されている。このように，シャフト５０は，シャフ\nト用孔２１，３１の内周面とシャフト５０（回転弁）の外周面とからなるラ\nジアル軸受手段のみによって支持されており，かかる支持構造が，シャフト\n５０の斜板５１よりも前側及び後側に関する唯一のラジアル軸受手段である。\nしたがって，被告各製品は，構成要件Ｅの「前記軸孔の内周面に前記ロー\nタリバルブの外周面が直接支持される」及び「唯一のラジアル軸受手段」を\n充足する。\n(2) 被告の主張に対する反論\nこの点に関して被告は，構成要件Ｅにいう「ロータリバルブ」とは，回転\n軸の一部であって，導入通路及びその近傍を意味するものであり，それゆえ\n被告各製品は構成要件Ｅの「前記軸孔の内周面に前記ロータリバルブの外周\n面が直接支持される」及び「唯一のラジアル軸受手段」を充足しない旨主張\nする。\nしかし，被告の主張するような「ロータリバルブ」の解釈は，本件発明の\n構成要件Ａ及びＣには何ら記載されておらず，他の構成要件及び本件明細書\n等にも示唆すらされていない。本件発明の「唯一のラジアル軸受手段」とは，\nカム体からロータリバルブ側における回転軸の部分について，直接支持され\nたラジアル軸受手段の他にラジアル方向の軸受手段が存在しないことを意味\nするものであって，吸入通路入口付近のみにおいて回転軸を支持することを\n要件とするものではない。\n〔被告の主張〕\n構成要件Ｅにいう「ロータリバルブ」とは，「導入通路を有するロータリバ\nルブ」（構成要件Ａ）及び「前記吸入通路の入口に向けて前記ロータリバルブ\nを付勢する」（構成要件Ｃ）との記載等に鑑みれば，回転軸の一部であって，\n導入通路及びその近傍を意味するものであり，それゆえ，構成要件Ｅにいう\n「唯一のラジアル軸受手段」とは，吸入通路入口近傍のみにおいて軸受されて\nいることを要する。\nまた，そもそも，「ロータリバルブを付勢する」（構成要件Ｃ）とは回転軸\nが吸入通路入口を「閉鎖」ないし「シール」するものでなければならず，その\nためには吸入通路の入口近傍のみで回転軸が支持されていることを要するので\nあるから，この点でも，「唯一のラジアル軸受手段」とは当該吸入通路入口近\n傍のみで軸受されていることを要する。\nしかし，被告各製品はシャフト全体が軸孔により支持されており，本件発明\nの「ロータリバルブの外周面」に相当するシャフトの開口５２，５３近傍の外\n周面以外でもシャフトが支持されていることになるから，構成要件Ｅの「前記\n軸孔の内周面に前記ロータリバルブの外周面が直接支持される」という構成と\nなっておらず，「前記ロータリバルブを介して前記回転軸を支持するラジアル\n軸受手段」を有しない。また，被告各製品ではシャフトが吸入通路入口近傍の\nみにおいて軸受されているものではないから，「唯一のラジアル軸受手段」も\n備えない。\n４  争点(2)ア（〔無効理由１〕乙１９発明による新規性欠如）について\n〔被告の主張〕\n(1) 本件発明の構成要件の分説\n本件発明の構成要件Ｅ，Ｆをさらに分説すると，それぞれ以下のとおりと\nなる（判決注：なお，被告は，充足論における分説を前記第２，２(4)のと\nおりとしつつ，無効論における構成要件Ｆ及びＧをそれぞれ「構成要件Ｆ，\nＧ，Ｈ及びＩ」とし，従前の構成要件Ｇを「構成要件Ｊ」としているが，本\n判決では，便宜上，以下のとおりとし，従前の構成要件Ｇについては記号を\n変更しない。）。\nＥ１  前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記\n吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に\n前記ロータリバルブの外周面が直接支持されることによって前記ロー\nタリバルブを介して前記回転軸を支持するラジアル軸受手段となって\nおり，\nＥ２  前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側にお\nける前記回転軸の部分に関する唯一のラジアル軸受手段であり，\nＦ１  前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前\n後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸\nと一体的に回転し，\nＦ２  前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回\n転軸の軸線の方向の位置を規制されており，\nＦ３  前記一対のスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手\n段の一部をなし，\nＦ４  該圧縮反力伝達手段の一部をなすスラスト軸受手段は，前記シリンダ\nブロックの端面に形成された環状の突条と前記カム体の端面に形成さ\nれた環状の突条とに当接し，前記カム体の突条の径を前記シリンダブ\nロックの突条の径よりも大きくした\n(2) 乙１９発明\n一方，乙１９公報には，次の乙１９発明が記載されている。\n「シリンダブロック１１における回転軸１６の周囲に配列された複数のシリ\nンダボア２０内にピストン２１を収容し，回転軸１６の回転に斜板２７を介\nしてピストン２１を連動させ，回転軸１６と一体化されていると共に，ピス\nトン２１によってシリンダボア２０内に区画される圧縮室に冷媒を導入する\nための吸入通路を有するロータリバルブを備えた往復動型圧縮機において，\n（構成要件Ａ）\nシリンダボア２０に連通し，かつロータリバルブの回転に伴って吸入通路\nと間欠的に連通するガス通路４１と，（構成要件Ｂ）\n吐出行程にあるシリンダボア２０内のピストン２１に対する圧縮反力をロ\nータリバルブに伝達して，吐出行程にあるシリンダボア２０に連通するガス\n通路４１の入口に向けてロータリバルブを付勢する圧縮反力伝達手段とを有\nし，（構成要件Ｃ）\nシリンダブロック１１は，ロータリバルブを回転可能に収容する軸支孔３\n７を有し，（構成要件Ｄ）\n吸入通路の出口は，ロータリバルブの外周面上にあり，ガス通路４１の入\n口は，軸支孔３７の内周面上にあり，軸支孔３７の内周面にロータリバルブ\nの外周面が直接支持されることによってロータリバルブを介して回転軸１６\nを支持するラジアルベアリング１７，１８となっており，（構成要件Ｅ１）\nラジアルベアリング１７，１８は，斜板２７からロータリバルブ側におけ\nる回転軸１６の部分に関する唯一のラジアル軸受手段であり，（構成要件Ｅ\n２）\nピストン２１は両頭ピストンであり，両頭ピストン２１を収容する前後一\n対のシリンダボア２０に対応する一対のロータリバルブが回転軸１６と一体\n的に回転し，（構成要件Ｆ１）\n斜板２７は，前後一対のスラストベアリングによって挟まれて回転軸１６\nの軸線の方向の位置を規制されており，（構成要件Ｆ２）\n各スラストベアリングは，圧縮反力伝達手段の一部をなし，（構成要件Ｆ\n３）\n圧縮反力伝達手段の一部をなす各スラストベアリングは，シリンダブロッ\nク１１の端面に形成された環状の突条と斜板２７の端面に形成された環状の\n突条とに当接し，斜板２７の突条の径をシリンダブロック１１の突条の径よ\nりも大きくした，（構成要件Ｆ４）\n往復動型圧縮機における冷媒吸入構造。（構成要件Ｇ）」\n(3) 新規性欠如\n以上のとおり，乙１９発明は，本件発明の構成要件を全て備えており，両\n者は相違する点がない。\nしたがって，本件発明は，乙１９公報に記載された発明であって新規性を\n欠き，特許法２９条１項３号の規定により特許を受けることができないから，\n本件発明に係る特許は，同法１２３条１項２号の規定により無効とされるべ\nきものである。\n〔原告の主張〕\n乙１９発明は，少なくとも以下の点において本件発明と相違するから，本件\n発明は乙１９発明によって新規性を欠如することはない。\n(1) 技術思想の相違\n乙１９発明は，各シリンダボア２０に連通した複数のガス通路４１を介し\nて，回転軸１６の軸支部３８の外面に形成された凹部４０に圧縮室内におい\nて高圧となった冷媒ガスを導入して反力を付与する反力付与構造３９を開示\nしており，圧縮室内の冷媒を積極的に漏洩させる構成を採用している。\nこれに対し，本件発明は，「吐出行程にあるシリンダボア内の冷媒が吸入\n通路からロータリバルブの外周面に沿ってシリンダボア外に洩れ易い」（本\n件明細書等の段落【０００４】）という問題を解決し，冷媒の漏れを防止し，\n体積効率を向上させるものであるから，圧縮室内の冷媒を積極的に漏洩させ\nる乙１９発明とは，そもそも技術思想が根本的に異なる。\n(2) 構成要件Ｃについて\n乙１９発明は，ピストンに発生する圧縮反力が，斜板を介して回転軸に対\nし，ラジアル方向の分力として作用し，ラジアルベアリングに大きな負荷が\n加わるため，ニードルベアリングやボールベアリング等のころがり軸受が使\n用されていたという点を課題としているのであるから，圧縮反力によって回\n転軸に発生するラジアル方向の分力を問題視している。そして，乙１９発明\nでは，反力付与手段を設けることにより，圧縮反力によるラジアル方向の分\n力と反対方向の力を回転軸に付与し，ピストンに発生する圧縮反力に基づく\nラジアル方向の分力を相殺して，ころがり軸受ではなく安価な滑り軸受を使\n用できるようにしたものである。このように，乙１９発明は，ピストンに発\n生する圧縮反力を否定的に捉えており，そもそも圧縮反力を利用する技術思\n想を欠いている。\nこの点，本件発明は，「吐出行程にある前記シリンダボア内の前記ピスト\nンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記\nシリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを\n付勢する圧縮反力伝達手段」（構成要件Ｃ）を採用し，ピストンに対する圧\n縮反力をロータリバルブに伝達させて，吸入通路の入口に向けてロータリバ\nルブを付勢することにより，冷媒の漏れを防止し，体積効率を向上させてい\nる。\nしたがって，乙１９公報には，本件発明の圧縮反力を積極的に利用した\n「圧縮反力伝達手段」について記載も示唆も存在せず，乙１９発明は，本件\n発明の構成要件Ｃを開示していない。\nまた，乙１９公報は，段落【００４９】において，ロータリバルブを備え\nた圧縮機について，単に回転軸のラジアルベアリングを滑り軸受けにより構\n成するために，ロータリバルブ上に反力付与構造を配設することを開示する\nだけであり，そもそもシリンダボアと連通する吸入通路の構成等については\n何ら開示していないのであるから，本件発明の構成要件Ｃにおける「吐出行\n程にある前記シリンダボアに連通する前記吸入通路の入口に向けて前記ロー\nタリバルブを付勢する」という点についても開示がない。\n(3) 構成要件Ｆについて\n乙１９公報では，リード弁を採用した両頭ピストン式圧縮機において，斜\n板２７の前後にスラスト荷重吸収機能を付与されたスラスト軸受手段を設け\nることは図４に図示されているものの，ロータリバルブを備えた圧縮機にお\nいて，斜板２７の前後にスラスト荷重吸収機能を付与されたスラスト軸受手\n段を設けることを記載及び示唆していない。\nしたがって，乙１９発明は，本件発明の構成要件Ｆの「前記一対のスラス\nト軸受手段の少なくとも一方は前記圧縮反力伝達手段の一部をなし，該圧縮\n反力伝達手段の一部をなすスラスト軸受手段は，前記シリンダブロックの端\n面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに\n当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大\nきくした」という構成を開示していない。\n５  争点(2)イ（〔無効理由２〕乙１９発明及び乙４発明による進歩性欠如）に\nついて\n〔被告の主張〕\n(1) 仮に，乙１９公報自体にロータリバルブ及びラジアル軸受手段に係る構成\nについて直接的な記載がないとしても，乙１９公報の段落【００４９】の記\n載に従い，同公報の図４の構成の「回転軸１６のラジアルベアリング１７，\n１８と対応する部分」に，乙４公報に開示された回転弁２２を適用して，ロ\nータリバルブ及びラジアル軸受手段を想到することは，極めて容易である。\nそうすると，本件発明は，乙１９公報及び乙４公報に記載された発明に基\nづいて当業者が容易に発明をすることができたものである。\nしたがって，本件発明は進歩性を欠き，特許法２９条２項の規定により特\n許を受けることができないから，本件発明に係る特許は，同法１２３条１項\n２号の規定により無効にされるべきものである。\n(2) 原告の主張に対する反論\nア  この点に関して原告は，乙１９発明は本件発明の構成要件Ｃ及びＦを\n開示していない点において本件発明と相違するところ，乙４公報には本\n件発明の構成要件Ｃ及びＦが開示されていないので，本件発明は乙１９\n発明及び乙４発明に基づいて容易に想到できるものではないなどと主張\nする。\nしかし，乙１９公報の図４には，「吐出行程にある前記シリンダボア\n内の前記ピストンに対する圧縮反力を回転軸に伝達して，吐出行程にあ\nる前記シリンダボアに連通する前記吸入通路の入口に向けて回転軸を付\n勢する」構成（「ロータリバルブ」ではなく「回転軸」である点を除き，\n構成要件Ｃに相当），「前記一対のスラスト軸受手段の少なくとも一方\nは前記圧縮反力伝達手段の一部をなし」（構成要件Ｆ３）及び「該圧縮\n反力伝達手段の一部をなすスラスト軸受手段は，前記シリンダブロック\nの端面に形成された環状の突条と前記カム体の端面に形成された環状の\n突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条\nの径よりも大きくした」（構成要件Ｆ４）の各構成がいずれもが記載さ\nれているところである。\nイ  また，原告は，乙１９発明及び乙４発明においては，本件発明の課題，\nすなわちロータリバルブを備えたピストン式圧縮機に特有の課題が開示\nされておらず，本件発明の効果を予測することはできないなどと主張す\nる。\nしかし，乙１９公報の図４に「圧縮反力を回転軸に伝達して，吐出行\n程にあるシリンダボアに連通する吸入通路の入口に向けて回転軸を付勢\nする構成」が記載され，かつ，乙１９公報自体に，乙４発明（ロータリ\nバルブ）と組み合わせるべきことが明示されている。かかる明示の示唆\nに従って両者を組み合わせることにより，圧縮反力をロータリバルブに\n伝達して，吐出行程にあるシリンダボアに連通する吸入通路の入口に向\nけてロータリバルブを付勢する構成（構成要件Ｃ）が得られるものであ\nる。\nしたがって，乙１９公報及び乙４公報に本件発明の課題が記載されて\nいないとか，これらから本件発明の効果を予測できなかったなどという\n原告の主張は，根拠がない。\nウ  さらに，原告は，乙１９発明の必須の要件である反力付与手段は，ロ\nータリバルブを備えた圧縮機においては，吐出行程にあるシリンダボア\nに連通する吸入通路の入口とロータリバルブの外周面との閉塞を阻害し，\nクリアランスを大きくし，冷媒漏れを引き起こすものであり，本件発明\nの効果を阻害するものとなるなどと主張する。\nしかし，乙１９公報の図４に記載の構成は，反力付与手段により圧縮\n反力の一部を相殺するものにすぎず，圧縮反力を回転軸に伝達して，吐\n出行程にあるシリンダボアに連通する吸入通路の入口に向けて回転軸を\n付勢する構成であることに変わりはない。乙１９発明の反力付与手段は，\n本件発明の作用効果をなくしてしまうようなものではない。\n〔原告の主張〕\n(1) 乙４公報には，従来の吸入弁を利用したリード弁方式の往復動型圧縮機に\nおける振動・異音等の問題を解決するために，駆動軸に一体回転可能に装着\nされ，吸入室と吸入行程時の吸入ポートとを連通させる吸入通路をもつ回転\n弁を採用することが開示されている（段落【０００７】ないし【０００\n９】）。\nしかし，乙４公報は，ピストンに対する圧縮反力をロータリバルブに伝達\nさせて，吸入通路の入口に向けてロータリバルブを付勢することにより，冷\n媒の漏れを防止し，体積効率を向上させることを開示しておらず，本件発明\nの構成要件Ｃは開示されていない。\nまた，乙４公報の往復動型圧縮機は，駆動軸６が，スラスト軸受７ａを介\nして支持されているが（段落【００１１】），同公報の図１から明らかなよ\nうに，スラスト軸受７ａはスラスト荷重吸収機能を付与されたスラスト軸受\n手段ではなく，本件発明の構成要件Ｆは開示されていない。\n上記４の〔原告の主張〕のとおり，乙１９発明は，少なくとも本件発明の\n構成要件Ｃ及びＦを開示していない点において本件発明と相違するところ，\n乙４公報には本件発明の構成要件Ｃ及びＦが開示されていないので，本件発\n明は乙１９発明及び乙４発明に基づいて容易に想到できるものではない。\n(2) また，乙１９発明は，ピストンの圧縮動作時に発生する圧縮反力が，斜板\nを介して回転軸に対し，ラジアル方向の分力として作用して回転軸の円滑な\n回転に支障が生じるのを防止するため，滑り軸受けと回転軸との間に反力付\n与手段を設け，反対方向の力を回転軸に付与することを必須の要件とするも\nのである。乙１９発明の必須の要件である反力付与手段は，ロータリバルブ\nを備えた圧縮機においては，吐出行程にあるシリンダボアに連通する吸入通\n路の入口とロータリバルブの外周面との閉塞を阻害し，クリアランスを大き\nくし，冷媒漏れを引き起こすものであり，本件発明の効果を阻害するものと\nなる。\nさらに，乙１９発明は，反力付与手段として圧縮室内の冷媒を積極的に漏\n洩させる構成を採用しているところ，ピストンに対する圧縮反力をロータリ\nバルブに伝達させ，吸入通路の入口に向けてロータリバルブを付勢すること\nにより冷媒の漏れを防止し，体積効率を向上させた本件発明を想到する動機\n付けは存在しない上，本件発明の効果を予測することもできない。\nそもそも，乙１９発明には，「吐出行程にあるシリンダボア内の冷媒がこ\nのシリンダボアに連通する吸入通路からロータリバルブの外周面に沿ってシ\nリンダボア外に洩れ易い」（本件明細書等の段落【０００４】）というロー\nタリバルブを備えたピストン式圧縮機に特有の課題が開示されておらず，こ\nの点においても本件発明の効果を予測できないものである。そして，反力付\n与手段を必須の要件とする乙１９発明は，本件発明の効果が阻害されるもの\nであるから，当業者にとって，乙１９発明から本件発明を容易に想到するこ\nとはできない。\n加えて，乙４発明においては，本件発明の課題は開示されておらず，この\n点からも本件発明の効果を予測することはできない。\n(3) したがって，本件発明は，乙１９発明と乙４発明とに基づいて当業者が容\n易に想到できるものではない。\n６  争点(2)ウ（〔無効理由３〕乙２１発明並びに周知技術及び慣用技術による\n進歩性欠如）について\n〔被告の主張〕\n(1) 本件発明と乙２１発明の対比\n本件発明と乙２１発明とは，構成要件Ｃ，構成要件Ｅ１のうち「前記軸孔\nの内周面に前記ロータリバルブの外周面が直接支持される」という構成，構\n成要件Ｆ３及び構成要件Ｆ４以外の全ての構成要件を備えている点で一致し，\n以下の点で相違する。\nア  構成要件Ｅ１に係る相違点\n本件発明は「前記軸孔の内周面に前記ロータリバルブの外周面が直接\n支持される」のに対し，乙２１発明においては，フロント側のシリンダ\nブロック２ａ及びリヤ側のシリンダブロック２ｂにそれぞれ一体的に固\n定されている比較的薄肉の滑り軸受３５及び３６によって，回転軸２４\n自体の円筒面の一部であるジャーナル部２４ａ及び２４ｂ，すなわちロ\nー タ リ バ ル ブ の 外 周 面 が 支 持 さ れ て い る 点 （ 以 下 「 相 違 点 １ 」 と い\nう。）。\nイ  構成要件Ｆ４に係る相違点\n本件発明は「該圧縮反力伝達手段の一部をなすスラスト軸受手段は，\n前記シリンダブロックの端面に形成された環状の突条と前記カム体の端\n面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シ\nリンダブロックの突条の径よりも大きくした」のに対し，乙２１発明に\nおけるスラスト軸受は，乙２１公報の図１において，シリンダブロック\nの端面と斜板の端面とに当接しているように描かれている点（以下「相\n違点２」という。）。\nウ  構成要件Ｃ及び構成要件Ｆ３に係る相違点\n本件発明は「吐出行程にある前記シリンダボア内の前記ピストンに対\nする圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シ\nリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブ\nを付勢する圧縮反力伝達手段」を有し，「前記一対のスラスト軸受手段\nの少なくとも一方は前記圧縮反力伝達手段の一部をなし」ているのに対\nし，乙２１発明には，そのような圧縮反力伝達手段を有すること，そし\nて一対のスラスト軸受手段の少なくとも一方がこの圧縮反力伝達手段の\n一部をなすことについて開示されていない点（以下「相違点３」とい\nう。）。\n(2) 相違点に係る構成の容易想到性\nア  相違点１について\nピストン型圧縮機において，回転軸をシリンダブロックにて直接支持\nすることは，周知技術である（例として，乙１９公報の段落【００４３】\n及び乙１４公報の図１－５参照）。このことは，本件特許の審査時にお\nいても審査官が認めている。\nしたがって，乙２１発明において，上記周知技術を適用して，フロン\nト側のシリンダブロック２ａ及びリヤ側のシリンダブロック２ｂのそれ\nぞれの中心に同軸的に穿孔された貫通穴を介してジャーナル部２４ａ及\nび２４ｂを直接支持する構成を得ることは，当業者にとって極めて容易\nである。\nイ  相違点２について\nピストン式圧縮機の分野において，スラスト軸受がスラスト荷重を吸\n収して撓むような構造を採用するのは，スラスト軸受に一定の予圧を掛\nけて圧縮機の動作時のガタ付き等を防ぐことや，スラスト軸受の撓みに\nより圧縮機を形成する各部材の製造公差を吸収することを目的としてい\nる（例として，乙１５公報の２頁３欄２１行ないし３０行，乙７公報の\n段落【０００３】，乙２０公報の段落【０００４】，乙１４公報の段落\n【００１７】，【００３５】，【００３６】及び【００４０】参照）。\nまた，ピストン式圧縮機の分野において，スラスト軸受を，軸側（本\n件発明のカム体の側に当たる。）とハウジング側（本件発明のシリンダ\nブロックの側に当たる。）との両側から挟む際に，スラスト軸受がスラ\nスト荷重を吸収して撓むような構造を採用することは慣用技術である\n（例として，乙２７規格参照）。そして，そのような構造として，軸側\nの端面と，ハウジング側の端面にそれぞれ環状の突条を形成し，軸側の\n突条の径をハウジング側の突条の径よりも大きくすることも慣用技術で\nある（例として，乙７公報，乙１４公報ないし乙１８公報，乙２０公報\n参照）。\nそうすると，乙２１発明のピストン式圧縮機において，スラスト荷重\nを適切に吸収するために「軸側の端面と，ハウジング側の端面にそれぞ\nれ環状の突条を形成し，軸側の突条の径をハウジング側の突条の径より\nも大きくする」という前記慣用技術を適用するというのは，極めて当然\nのことである。\nウ  相違点３について\n上記イのとおり，乙２１発明において，慣用技術を適用して，相違点\n２に係る構成を得ることは極めて容易である。\nそして，本件特許の特許権者である原告は，本件特許の審査過程にお\nいて，乙２１発明において相違点２に係る構成を得ることにより，本件\n発明の圧縮反力伝達手段が得られること，そして，一対のスラスト軸受\n手段の少なくとも一方が，この圧縮反力伝達手段の一部をなすこと，す\nなわち相違点３にかかる構成も得られることを主張している。\nしたがって，乙２１発明において相違点２に係る構成を得ることが極\nめて容易である以上，相違点３に係る構成を得ることも極めて容易であ\nる。\n(3) 小括\n以上によれば，本件発明は，乙２１発明並びに周知技術及び慣用技術に基\nづいて当業者が容易に発明をすることができたものである。\nしたがって，本件発明は特許法２９条２項の規定により特許を受けること\nができないから，本件発明に係る特許は，同法１２３条１項２号の規定によ\nり無効にされるべきものである。\n〔原告の主張〕\n(1) 本件発明と乙２１発明の対比\n本件発明と乙２１発明とを対比すると，両者は，少なくとも以下の２点で\n相違する。\nア  本件発明では，構成要件Ｃにおいて，「吐出行程にある前記シリンダ\nボア内の前記ピストンに対する圧縮反力を前記ロータリバルブに伝達し\nて，吐出行程にある前記シリンダボアに連通する前記吸入通路の入口に\n向けて前記ロータリバルブを付勢する圧縮反力伝達手段」を具備し，さ\nらに，「圧縮反力伝達手段」について，構成要件Ｆの一部において，\n「前記一対のスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手\n段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段は，\n前記シリンダブロックの端面に形成された環状の突条と前記カム体の端\n面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シ\nリンダブロックの突条の径よりも大きくした」ものに特定しているのに\n対し，乙２１発明では，一対のスラスト軸受２８，２９のいずれもが，\nスラスト荷重吸収機能を付与されたスラスト軸受手段ではなく，「シリ\nンダブロックの端面に形成された環状の突条とカム体（斜板）の端面に\n形成された環状の突条とに当接し，カム体（斜板）の突条の径をシリン\nダブロックの突条の径よりも大きくしたもの」（構成要件Ｆの一部）を\n具備せず，「吐出行程にある前記シリンダボア内の前記ピストンに対す\nる圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリ\nンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを\n付勢する圧縮反力伝達手段」（構成要件Ｃ）を具備しない点（以下「相\n違点Ａ」という。）。\nイ  本件発明では，構成要件Ｄにおいて，「前記シリンダブロックは，前\n記ロータリバルブを回転可能に収容する軸孔」を有することを規定し，\n構成要件Ｅにおいて，「前記軸孔の内周面に前記ロータリバルブの外周\n面が直接支持されることによって前記ロータリバルブを介して前記回転\n軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段は，\n前記カム体から前記ロータリバルブ側における前記回転軸の部分に関す\nる唯一のラジアル軸受手段」と規定しているのに対し，乙２１発明では，\nシリンダブロック２は貫通穴３３及び３４を有し，その貫通穴３３，３\n４の中に，ジャーナル部２４ａ，２４ｂを回転可能に収容する比較的薄\n肉の滑り軸受３５，３６が一体的に固定され，滑り軸受３５，３６の内\n周面にジャーナル部２４ａ，２４ｂの外周面が摺動回転可能に支持され\nることによってジャーナル部を介して回転軸を支持するジャーナル軸受\n２５，２６となっており，本件発明の「軸孔」及び「ラジアル軸受手段」\nを具備しない点（以下「相違点Ｂ」という。）。\n(2) 相違点に係る構成の容易想到性\nア  乙２１発明は，乙２１公報の段落【００２１】に端的に示されている\nように，滑り軸受を採用することにより「クリアランスをきわめて小さ\nくすること」で流体の漏洩を防止したものであって（乙２１公報の段落\n【０００９】，【００１６】，【００２０】，【００２１】及び【００\n２８】等参照），本件発明のように，吐出行程にあるシリンダボアに連\n通する吸入通路の入口に向けてロータリバルブを付勢することによって\n冷媒の漏れを防止し，体積効率を向上させることについては，記載も示\n唆も存在しない。\nむしろ，乙２１発明は，圧縮反力が問題発生の要因の一つであること\nを明らかにしている（乙２１公報の段落【０００４】及び【００２５】\n参照）。したがって，当業者にとって，乙２１発明において否定的なも\nのとされている圧縮反力を積極的に利用して，吐出行程にあるシリンダ\nボアに連通する吸入通路の入口に向けてロータリバルブを付勢し，冷媒\nの漏れを防止し，体積効率を向上させた本件発明を想到することは，容\n易になし得るものではない。\nまた，本件発明の効果は，ピストンに対する圧縮反力をロータリバル\nブに伝達して，吸入通路の入口に向けてロータリバルブを付勢すること\nにより，冷媒の漏れを防止し，体積効率を向上させるというものである。\nこの効果は，ロータリバルブの外周面とシリンダブロックの軸孔の内周\n面とのクリアランスの大きさにそれほど左右されず，クリアランスの要\n求精度が低い場合にも奏するものであるから，本件発明は乙２１発明か\nら予測できない顕著な効果を奏するものといえる。\nイ  さらに，乙２１発明は，シリンダブロック内において回転軸を支持す\nる軸受として，シリンダブロックの貫通穴の中に，一体的に固定されて\nいる比較的薄肉の滑り軸受と，回転軸の一部であるジャーナル部とによ\nって構成されるジャーナル軸受とすることにより，軸受構造と吸入弁の\n構造が簡単になるだけでなく，滑り軸受の円筒内面の仕上げ加工が容易\nに行われ，ジャーナル部とのクリアランスを極めて小さくすることが可\n能になり，圧縮された流体が吸入弁から漏洩することを防止したものと\nされている（乙２１公報の段落【０００９】，【００１６】，【００２\n０】，【００２１】及び【００２８】等参照）。\nこのように，乙２１発明では，回転軸を支持する軸受を滑り軸受とジ\nャーナル部とによって構成されるジャーナル軸受とすることが，課題解\n決に必要不可欠な構成要件であるから，相違点Ｂに係る構成を採用して\n軸受構造を変更することは，当業者が容易になし得るものではない。\nウ  そして，ロータリバルブを備えたピストン式圧縮機において，相違点\nＡに係る構成を採用することも，相違点Ｂに係る構成を採用することも，\n本件特許の出願当時の周知技術又は慣用技術ではないので，当業者は，\n乙２１発明並びに周知技術及び慣用技術に基づいて，本件発明を容易に\n想到することができない。\n７  争点(3)ア（本件訂正が訂正要件を充たしているか）について\n〔原告の主張〕\n本件訂正請求書記載のとおり，本件訂正は訂正要件を充たすものである。\n〔被告の主張〕\n本件訂正のうち「前記ロータリバルブの外周面は，前記導入通路の出口を除\nいて円筒形状とされ，」との記載を追加する部分については，以下のとおり，\n願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内にお\nいてなされたものではなく，特許法１３４条の２第９項において準用する同法\n１２６条５項に規定された訂正要件に違反するものである。\n(1) 本件明細書等の図１ないし図５のいずれも第１の実施の形態の圧縮機の断\n面を示すものであるところ，ロータリバルブ３５，３６の外周面の全領域は，\n図１ないし図５のいずれにも表されていない。すなわち，本件明細書等には，\n「ロータリバルブ３５，３６の外周面に導入通路の出口を除いて溝や凹部等\nが設けられておらず，ロータリバルブ３５，３６の外周面が円筒形状である\nこと」（本件訂正請求書）は一切記載されておらず，ロータリバルブ３５，\n３６の外周面に導入通路の出口を除いて溝や凹部等が設けられないことの技\n術的意義についても何ら記載されていない。\n(2) また，ロータリバルブを備えた圧縮機において，ロータリバルブを構成す\nる回転軸の外周面に溝や凹部を設けることは，例えば乙５０公報ないし乙５\n３公報に示されているように慣用技術である。\nしたがって，本件発明の実施の形態である図１ないし図５に示された圧縮\n機のロータリバルブの外周面が，図１ないし図５に示されていない領域にお\nいて，乙５０公報ないし乙５３公報のように溝又は凹部を有している構成は，\n排除されるものではない。\n(3) 以上のとおり，本件特許の願書に添付した明細書，特許請求の範囲及び図\n面には，ロータリバルブの外周面に導入通路の出口を除いて溝や凹部が設け\nられていないことにつき，開示も示唆もされていない。\n８  争点(3)イ（本件訂正により争点(2)の無効理由を解消することができるか）\nについて\n〔原告の主張〕\n仮に本件訂正前の本件発明が乙１９発明と同一（無効理由１）又は乙１９発\n明及び乙４発明に基づいて当業者が容易に発明をすることができたもの（無効\n理由２）と判断されるとしても，以下のとおり，本件訂正後の本件訂正発明は，\n乙１９発明と同一ではなく，また，乙１９発明及び乙４発明に基づいて当業者\nが容易に発明をすることができたものではない。\n(1) 本件訂正発明と乙１９発明の対比\n本件訂正発明と乙１９発明との間には，少なくとも次の相違点が存在する。\nア  本件訂正発明の構成要件Ｃと乙１９発明とを対比すると，本件訂正発\n明では「吐出行程にある前記シリンダボア内の前記ピストンに対する圧\n縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダ\nボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢\nする圧縮反力伝達手段」を有するのに対し，乙１９発明では「圧縮動作\n時にシリンダボア２０内のピストン２１からの圧縮反力が回転軸１６に\n対しラジアル方向の分力として作用するが，前記軸支孔３７と前記軸支\n部３８との間に形成され，ピストン２１の圧縮動作時に斜板２７を介し\nて回転軸１６にそのラジアル方向へ作用する力を相殺する反対方向の力\nを，前記回転軸１６に対して付与する反力付与構造３９」を有し，「圧\n縮動作時にシリンダボア２０内のピストン２１からの圧縮反力が回転軸\n１６に対しラジアル方向の分力として作用する」が，反力付与構造３９\nにより「ピストン２１の圧縮動作時に斜板２７を介して回転軸１６にそ\nのラジアル方向へ作用する力を相殺する反対方向の力を，前記回転軸１\n６に対して付与する」ため，回転軸１６には圧縮反力に基づく力が作用\nしておらず，本件訂正発明の「圧縮反力伝達手段」を有していない点\n（以下「相違点Ａ’」という。）。\nイ  本件訂正発明の構成要件Ｅ’と乙１９発明とを対比すると，本件訂正\n発明では「前記ロータリバルブの外周面は，前記導入通路の出口を除い\nて円筒形状とされ」ているのに対し，乙１９発明では，回転軸１６の軸\n支部３８の外面には反力付与構造３９の凹部４０が形成されている点\n（以下「相違点Ｂ’」という。）。\nウ  本件訂正発明の構成要件Ｆ’と乙１９発明とを対比すると，本件訂正\n発明では「前記ロータリバルブの各導入通路は前記回転軸内に形成され\nた通路を介して連通し」ているのに対し，乙１９発明にはこの点が開示\nされていない点（以下「相違点Ｃ’」という。）。\n(2) 相違点に係る構成の容易想到性\nア  相違点Ａ’について\n乙１９発明は，「反力付与構造３９による反対方向の力」によって\n「圧縮反力のラジアル方向の分力Ｐ２」を相殺しているため，回転軸１\n６には圧縮反力に基づく力が作用しておらず，本件訂正発明の「吐出行\n程にある前記シリンダボア内の前記ピストンに対する圧縮反力を前記ロ\nータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する\n前記吸入通路の入口に向けて前記ロータリバルブを付勢する」構成を導\nくことはできず，ロータリバルブの外周面を吸入通路の入口に近づける\nことによって，圧縮室内の冷媒が吸入通路から漏れ難くなり，体積効率\nを向上させる効果を得ることはできない。\nまた，乙１９発明は，「吐出行程にあるシリンダボア内の冷媒が吸入\n通路からロータリバルブの外周面に沿ってシリンダボア外に洩れ易い」\n（本件明細書等の段落【０００４】）というロータリバルブを備えたピ\nストン式圧縮機に特有の課題が開示されておらず，吐出行程にあるシリ\nンダボアに連通する吸入通路の入口に向けてロータリバルブを付勢し，\nロータリバルブの外周面を吸入通路の入口に近づけることによって，圧\n縮室内の冷媒が吸入通路から漏れ難くなり，体積効率を向上させること\nができる効果も開示されていない。したがって，乙１９発明においては，\n「反力付与構造３９による反対方向の力」よりも「圧縮反力のラジアル\n方向の分力Ｐ２」を大きくし，「吐出行程にある前記シリンダボアに連\n通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する」構\n成を具備することへの動機付けは存在しない。そもそも乙４公報には，\n回転弁２２に対してラジアル方向に力が作用することについて何らの記\n載も示唆も存在せず，本件発明の課題も効果も開示するものでもないか\nら，乙１９発明において相違点Ａ’に係る本件訂正発明の構成を採用す\nる動機付けとなるものではない。\nしたがって，乙１９発明及び乙４発明に基づいて相違点Ａ’に係る本\n件訂正発明の構成を想到することは，当業者が容易になし得るものでは\nない。\nイ  相違点Ｂ’について\n乙１９発明は，「反力付与構造３９」の一つとして，回転軸１６の軸\n支部３８の外面に凹部４０が形成されており，凹部４０が存在しないと\n「圧縮反力のラジアル方向の分力Ｐ２」を相殺する反対方向の力を回転\n軸１６に付与することができなくなる。\nしたがって，乙１９発明において，凹部４０を無くし，回転軸１６の\n軸支部３８の外面を円筒形状とすることは，乙１９発明の実施を不可能\nにするものであり，相違点Ｂ’に係る本件訂正発明の構成を採用するこ\nとに阻害要因が存在する。\nまた，本件訂正発明では，吸入通路の入口に近づけるロータリバルブ\nの外周面が，導入通路の出口以外，ロータリバルブの外周面に溝，凹部\n等が設けられていないことから，溝，凹部等が設けられていないロータ\nリバルブの外周面を用いて冷媒を漏れ難くし，体積効率を向上させる効\n果が得られるものである。一方，乙１９発明においては，回転軸１６の\n軸支部３８の外面に凹部４０が形成されており，ロータリバルブを備え\nた圧縮機においては，かかる凹部４０は，吐出行程にあるシリンダボア\nに連通する吸入通路の入口とロータリバルブの外周面との閉塞を阻害し，\nクリアランスを大きくし，冷媒漏れを引き起こすものとして作用する。\nこのように，相違点Ｂ’に係る構成は，両発明において効果を全く異に\nするものであり，本件訂正発明においては，相違点Ｂ’に係る本件訂正\n発明の構成を採用したことによって，乙１９発明に比して顕著な効果を\n奏するものである。\nウ  相違点Ｃ’について\n乙１９公報には，ロータリバルブを配設した圧縮機全体の構成は開示\nされておらず，また，乙４公報には，ロータリバルブを配設した圧縮機\nであっても，片頭ピストン型のロータリバルブを配設した圧縮機の構成\nしか開示されていないのであって，両頭ピストン型のロータリバルブを\n配設した圧縮機の構成はいずれの文献にも開示されていない。そのため，\n乙１９公報及び乙４公報から，両頭ピストン型のロータリバルブを配設\nした圧縮機において，前側のロータリバルブの導入通路及び後側のロー\nタリバルブの導入通路にどのように冷媒を供給するのか把握することは\nできないのであり，相違点Ｃ’に係る本件訂正発明の構成は，乙１９公\n報にも乙４公報にも開示されていないということになる。\nしたがって，当業者は，乙１９発明及び乙４発明に基づいて，相違点\nＣ’に係る本件訂正発明の構成を容易に想到することができない。\n(3) 小括\n以上のとおり，本件訂正発明は，少なくとも相違点Ａ’ないしＣ’が存在\nするために乙１９発明と同一のものではなく，また，相違点Ａ’ないしＣ’\nに係る本件訂正発明の各構成はいずれも乙１９発明及び乙４発明に基づいて\n当業者が容易に想到し得たものではない。\nしたがって，無効理由１及び２は，いずれも解消されている。\n〔被告の主張〕\n仮に本件訂正が訂正要件を充たすとしても，以下のとおり，本件訂正発明は\n無効理由１及び２を解消するものではない。\n(1) 本件訂正のうち「前記ロータリバルブの外周面は，前記導入通路の出口を\n除いて円筒形状とされ，」との記載を追加する部分について\n原告は，乙１９発明において凹部４０を無くし，回転軸１６の軸支部３８\nの外面を円筒形状とすることは，乙１９発明の実施を不可能にするものであ\nり，相違点Ｂ’に係る本件訂正発明の構成を採用することに阻害要因が存在\nするなどと主張する。\nしかし，乙１９公報に「圧力作用部４０ｂの大きさをどの程度にするかは，\n回転軸１６に作用するラジアル方向の力Ｐ２を考慮して，最適なものを選択\nすればよい」（段落【００４８】）と記載されているように，凹部４０の大\nきさをどの程度にするのかは，滑り軸受を使用しても回転軸の円滑な回転に\n支障が生じないように当業者が適宜選択すべき設計事項にすぎない。したが\nって，滑り軸受を使用しても回転軸の円滑な回転に支障が生じないのであれ\nば，凹部４０を設ける必要がないことも，乙１９公報に基づき当業者が容易\nに想到し得る。\nまた，そもそも，乙１９発明の前提として凹部４０を持たない圧縮機が従\n来存在したのであるから，本件訂正発明ではロータリバルブの外周面に乙１\n９発明の凹部４０に相当する構成が設けられていないこと，すなわち本件訂\n正発明が乙１９発明に対する従来技術にすぎないことをもって進歩性を有す\nるなどということはできない。\nよって，本件訂正のうち「前記ロータリバルブの外周面は，前記導入通路\nの出口を除いて円筒形状とされ，」との記載を追加する部分は，乙１９発明\nに実質的に含まれる，あるいは乙１９発明から容易に想到できた構成である。\n(2) 本件訂正のうち「前記ロータリバルブの各導入通路は前記回転軸内に形成\nされた通路を介して連通し」との記載を追加する部分について\n原告は，乙１９公報及び乙４公報のいずれにも両頭ピストン型のロータリ\nバルブを配設した圧縮機の構成が開示されていないため，乙１９公報及び乙\n４公報から，両頭ピストン型のロータリバルブを配設した圧縮機において，\n前側のロータリバルブの導入通路及び後側のロータリバルブの導入通路にど\nのように冷媒を供給するのか把握することはできないなどと主張する。\nしかし，両頭ピストン型のロータリバルブを配設した圧縮機において，回\n転軸内に通路を設け，この通路に前後の導入通路がそれぞれ接続されている\n構成は，周知技術である（乙５４明細書，乙５５公報及び乙５６公報）。し\nたがって，「前記ロータリバルブの各導入通路は前記回転軸内に形成された\n通路を介して連通し」ている本件訂正発明の構成は，周知技術であり，両頭\nピストン型のロータリバルブを配設した圧縮機である乙１９発明において上\n記構成を採用することは，当業者が通常行うものである。\n９  争点(3)ウ（新たな無効理由の存否）について\n〔被告の主張〕\n原告は，本件訂正請求書において「『前記ロータリバルブの外周面は，前記\n導入通路の出口を除いて円筒形状とされ』という記載を追加することにより，\n導入通路の出口以外，ロータリバルブの外周面に溝，凹部等が設けられていな\nいことを明確にする」と述べており，ロータリバルブの外周面が「導入通路の\n出口を除いて円筒形状」とは，ロータリバルブの外周面が円筒形状であり，か\nつ，導入通路の出口以外の部分に溝や凹部等が形成されていないことを意味す\nるとしている。\nしかし，例えば乙５０公報ないし乙５３公報に開示されているロータリバル\nブのように，導入通路の出口以外の部分に溝や凹部等が形成されたロータリバ\nルブの外周面も，実質的に「円筒形状」であると考えるのが自然である。\nそうすると，本件訂正の「円筒形状」との記載からは，原告が主張するよう\nにロータリバルブの外周面に導入通路の出口を除いて溝や凹部等が全く形成さ\nれていないことを意味するのか，あるいは溝や凹部等が形成されたものを含む\nのか，さらには，溝や凹部等が形成されたものが含まれるのであれば，どの程\n度の大きさの溝や凹部等が形成されたものが含まれるのかを把握することがで\nきないことになる。\nしたがって，本件訂正発明は明確ではなく，特許法３６条６項２号に違反す\nるものであるから，本件訂正発明に係る特許は同法１２３条１項４号により無\n効にされるべきものである。\n〔原告の主張〕\n否認ないし争う。\n第４  当裁判所の判断\n１  本件発明の意義\n(1) 本件明細書等には，以下の記載がある。\nア  技術分野\n・「本発明は，回転軸の周囲に配列された複数のシリンダボア内にピス\nトンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動\nさせるピストン式圧縮機における冷媒吸入構造に関する。さらに言えば，\n前記回転軸と一体化されていると共に，前記ピストンによって前記シリ\nンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有す\nるロータリバルブを備えたピストン式圧縮機における冷媒吸入構造に関\nする。」（段落【０００１】）\nイ  背景技術\n・「従来，シリンダボア内に冷媒を導入するためにロータリバルブが採\n用されたピストン式圧縮機が知られている。そして，このロータリバル\nブに関して，回転軸とは別体とされたものがバルブ収容室に収容された\n可変容量型斜板式圧縮機が知られている（例えば，特許文献１参照。）。\nまた，回転軸そのものがロータリバルブとなっている，両頭ピストンを\n用いた固定容量型斜板式圧縮機が知られている（例えば，特許文献２\n〔判決注：乙２１公報〕参照。）。」（段落【０００２】）\n・「シリンダボア内へ冷媒を導入するための吸入ポートをロータリバル\nブで開閉する構成は，シリンダボア内へ冷媒を導入するための吸入ポー\nトを撓み変形可能な吸入弁で開閉する構造に比べ，体積効率の向上を可\n能にする。」（段落【０００３】）\nウ  発明が解決しようとする課題\n・「しかし，前記各特許文献の圧縮機のいずれにおいても，吐出行程に\nあるシリンダボア内の冷媒がこのシリンダボアに連通する吸入通路から\nロータリバルブの外周面に沿ってシリンダボア外に洩れ易い。即ち，特\n許文献１の圧縮機では，バルブ収容室の内周面とロータリバルブの外周\n面との間のクリアランスを極力小さくすることが冷媒洩れを防止する上\nで要求されるが，このクリアランス管理は非常に難しい。又，特許文献\n２の圧縮機においても，シリンダブロックに貫設した貫通孔の内周面と\nロータリバルブの外周面との間のクリアランスに関して同様の問題があ\nる。このような冷媒漏れは，圧縮機の体積効率を低下させることとな\nる。」（段落【０００４】）\n・「本発明は，ロータリバルブを用いたピストン式圧縮機における体積\n効率を向上させることを目的とする。」（段落【０００５】）\nエ  課題を解決するための手段\n・「そのために本発明は，シリンダブロックにおける回転軸の周囲に配\n列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転\nにカム体を介して前記ピストンを連動させるピストン式圧縮機における\n冷媒吸入構造を対象としている。さらに本発明は，前記回転軸と一体化\nされていると共に，前記ピストンによって前記シリンダボア内に区画さ\nれる圧縮室に冷媒を導入するための導入通路を有するロータリバルブを\n備えたピストン式圧縮機における冷媒吸入構造を対象としている。」\n（段落【０００６】）\n・「そして請求項１の発明は，前記シリンダボアに連通し，かつ前記ロ\nータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路\nを備えている。さらに請求項１の発明は，吐出行程にある前記シリンダ\nボア内の前記ピストンに対する圧縮反力を前記ロータリバルブに伝達し\nて，吐出行程にある前記シリンダボアに連通する前記吸入通路の入口に\n向けて前記ロータリバルブを付勢する圧縮反力伝達手段を備えている。」\n（段落【０００７】）\n・「吐出行程にあるシリンダボア内のピストンは，圧縮反力を受け，こ\nの圧縮反力は，ピストン及びカム体を介して回転軸に伝達される。回転\n軸に伝達される圧縮反力は，吐出行程にあるシリンダボアに向けてロー\nタリバルブを付勢する。吐出行程にあるシリンダボアに向けて付勢され\nるロータリバルブは，吐出行程にあるシリンダボアに連通する吸入通路\nの入口に向けて付勢される。吐出行程にあるシリンダボアに連通する吸\n入通路の入口に向けてロータリバルブを付勢する構成は，吐出行程にあ\nるシリンダボアに連通する吸入通路からの冷媒洩れ防止に寄与する。」\n（段落【０００８】）\n・「また，請求項１の発明では，前記シリンダブロックは，前記ロータ\nリバルブを回転可能に収容する軸孔を有している。前記導入通路の出口\nは，前記ロータリバルブの外周面上に設けられ，前記吸入通路の入口は，\n前記軸孔の内周面上に設けられている。そして，前記軸孔の前記内周面\nに前記ロータリバルブの外周面が直接支持されることによって前記ロー\nタリバルブを介して前記回転軸を支持するラジアル軸受手段を構成して\nいる。さらに，前記ラジアル軸受手段は，前記カム体から前記ロータリ\nバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段と\nされている。」（段落【０００９】）\n・「カム体からロータリバルブ側における回転軸の部分は，軸孔の内周\n面とロータリバルブの外周面とからなるラジアル軸受手段のみによって\n支持される。このような支持構成は，吸入通路の入口に向けたロータリ\nバルブの付勢による冷媒洩れ防止作用を高める。\nさらに，請求項１の発明では，前記ピストンは両頭ピストンであり，\n前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対の\nロータリバルブが前記回転軸と一体的に回転し，前記カム体は，前後一\n対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置\nを規制されており，前記一対のスラスト軸受手段の少なくとも一方は前\n記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすス\nラスト軸受手段は，前記シリンダブロックの端面に形成された環状の突\n条と前記カム体の端面に形成された環状の突条とに当接し，前記カム体\nの突条の径を前記シリンダブロックの突条の径よりも大きくしている。\nスラスト荷重吸収機能を付与されたスラスト軸受手段は，吸入通路の\n入口に向けてロータリバルブを付勢する状態をもたらすような回転軸の\n変位を許容する。」（段落【００１０】）\nオ  発明の効果\n・「本発明では，吐出行程にある前記シリンダボア内の前記ピストンに\n対する圧縮反力により，吐出行程にある前記シリンダボアに連通する前\n記吸入通路の入口に向けて前記ロータリバルブを付勢するようにした。\nこれにより，ロータリバルブを用いたピストン式圧縮機における体積効\n率を向上し得るという優れた効果を奏する。」（段落【００１５】）\nカ  発明を実施するための最良の形態\n・「以下，本発明の冷媒吸入構造を，両頭ピストンを備えた固定容量型\n圧縮機において具体化した第１の実施の形態を図１～図５に基づいて説\n明する。」（段落【００１６】）\n・「シリンダブロック１１，１２には回転軸２１が回転可能に支持され\nている。回転軸２１は，シリンダブロック１１，１２に貫設された軸孔\n１１２，１２２に挿通されている。回転軸２１は，軸孔１１２，１２２\nを介してシリンダブロック１１，１２によって直接支持されている。」\n（段落【００１９】）\n・「図５に示すように，スラストベアリング２６は，一対のレース２６\n１，２６２と複数のコロ２６３とからなる。シリンダブロック１２の端\n面には環状の突条１２１が形成されている。突条１２１は，スラストベ\nアリング２６のレース２６１に当接している。斜板２３の基部２３１の\n端面２３３には環状の突条２３４が形成されている。突条２３４は，ス\nラストベアリング２６のレース２６２に当接している。突条２３４の径\nは，突条１２１の径よりも大きくしてある。スラストベアリング２６を\n回転軸２１の軸線２１１の方向に見た場合，突条１２１とレース２６１\nとの接合範囲と，突条２３４とレース２６２との接合範囲とは，重なり\n合わない。従って，レース２６１，２６２は，スラスト荷重によって撓\nみ変形可能である。即ち，スラストベアリング２６にはスラスト荷重を\n吸収するスラスト荷重吸収機能が付与されている。」（段落【００２\n３】）\n・「回転軸２１を通す軸孔１１２，１２２の内周面にはシール周面１１\n３，１２３が形成されている。シール周面１１３，１２３の径は，軸孔\n１１２，１２２の他の内周面の径よりも小さくしてあり，回転軸２１は，\nシール周面１１３，１２３を介してシリンダブロック１１，１２によっ\nて直接支持される。」（段落【００２６】）\n・「図４及び図５に示すように，シール周面１１３，１２３によって包\n囲される回転軸２１の部分は，回転軸２１に一体形成されたロータリバ\nルブ３５，３６となる。シール周面１１３，１２３によって包囲される\nロータリバルブ３５，３６の外周面３５１，３６１は，シール周面１１\n３，１２３に対応する。シール周面１１３は，ロータリバルブ３５を収\n容するバルブ収容室３７（図４に図示）の内周面となる。シール周面１\n２３は，ロータリバルブ３６を収容するバルブ収容室３８（図５に図示）\nの内周面となる。」（段落【００３３】）\n・「両頭ピストン２９Ａを介して斜板２３に伝達される圧縮反力は，図\n１に矢印Ｆ１で示す力として斜板２３に作用する。シリンダボア２８Ｂ\n内の両頭ピストン２９を介して斜板２３に伝達される圧縮反力も同様の\n力Ｆ２（図１に矢印Ｆ２で示す）として斜板２３に作用する。これらの\n力Ｆ１，Ｆ２は，斜板２３の径中心部を中心として斜板２３と一体化さ\nれた回転軸２１を傾かせようとする。回転軸２１は，軸孔１１２，１２\n２の内周面に対して接離可能に軸受支持されており，軸孔１１２，１２\n２の内周面に対する回転軸２１の変位がロータリバルブ３５，３６に伝\n達される。」（段落【００３５】）\n・「（１－２）スラストベアリング２５にはスラスト荷重吸収機能が付\n与されていないが，スラストベアリング２６にはスラスト荷重吸収機能\nが付与されている。\nスラストベアリング２６におけるスラスト荷重吸収機能は，部品の寸\n法誤差による組み付け誤差を吸収する。スラストベアリング２６におけ\nるスラスト荷重吸収機能は，斜板２３がその径中心部を中心として図１\nの力Ｆ１，Ｆ２の方向へ回ろうとする動きを許容する。即ち，スラスト\n荷重吸収機能を備えたスラストベアリング２６は，吐出行程にあるシリ\nンダボアに連通する吸入通路の入口に向けてロータリバルブ３５，３６\nを圧縮反力によって付勢することを許容する。スラスト荷重吸収機能を\n付与されたスラストベアリング２６を圧縮反力伝達手段の一部とする構\n成は，圧縮室２７１，２８１から吸入通路を経由した冷媒洩れを抑制す\nる上で簡便な構成である。」（段落【００３９】）\n・「（１－３）斜板２３からロータリバルブ３５側における回転軸２１\nの部分は，シール周面１１３（即ち，バルブ収容室３７の内周面）とロ\nータリバルブ３５の外周面３５１とからなるラジアル軸受手段のみによ\nって支持される。バルブ収容室３７の内周面であるシール周面１１３は，\nロータリバルブ３５を介して回転軸２１を支持するラジアル軸受手段と\nなっている。ラジアル軸受手段であるシール周面１１３は，斜板２３か\nらロータリバルブ３５側における回転軸２１の部分に関する唯一のラジ\nアル軸受手段である。又，シール周面１１３は，吐出行程にあるシリン\nダボア２７Ａに連通する吸入通路３３Ａの入口３３１に向けてロータリ\nバルブ３５を付勢することを許容する圧縮反力伝達手段の一部である。」\n（段落【００４０】）\n・「（１－４）吐出行程にあるシリンダボア２７Ａ，２８Ｂに連通する\n吸入通路３３Ａ，３４の入口３３１，３４１は，圧縮反力によるロータ\nリバルブ３５，３６の押接によって閉鎖される状態となる。この閉鎖状\n態は，ロータリバルブ３５，３６の外周面３５１，３６１と，シール周\n面１１３，１２３との間のクリアランスの大きさにそれほど左右されな\nい。従って，前記クリアランスに関する厳密な管理は不要となり，吐出\n行程にあるシリンダボア２７Ａ，２８Ｂにおける圧縮室２７１，２８１\nから吸入通路３３Ａ，３４を経由する冷媒の洩れ難さは，前記クリアラ\nンスの要求精度が低い場合にも殆ど変わらない。即ち，前記クリアラン\nスの要求精度が低い場合にも，圧縮機における体積効率が向上する。」\n（段落【００４３】）\n・「（３）第１及び第２の実施の形態では，ロータリバルブがバルブ収\n容室の内周面に押接されるものとしたが，両者を接触させるのではなく，\nクリアランスを減少させることで洩れを防止するように構成してもよ\nい。」（段落【００６７】）\nキ  図面\n・図１\n・図４\n・図５\n(2) 上記各記載によれば，本件発明の意義は，次のとおりであると認められる。\n従前，シリンダボア内に冷媒を導入するためにロータリバルブが採用され\nたピストン式圧縮機においては，吐出行程にあるシリンダボア内の冷媒がこ\nのシリンダボアに連通する吸入通路からロータリバルブの外周面に沿ってシ\nリンダボア外に漏れやすいという課題があり，このような課題はバルブ収容\n室の内周面とロータリバルブの外周面との間のクリアランスを極力小さくす\nることにより解決されるものの，他方で，このクリアランス管理は非常に難\nしいという課題があった。\nそこで，本件発明は，吐出行程にあるシリンダボアに連通する吸入通路の\n入口に向けてロータリバルブを「付勢」し，ロータリバルブの外周面を吸入\n通路の入口に近づけるという構成を採用することによって，圧縮室内の冷媒\nを吸入通路から漏れ難くし，よって体積効率を向上させるという作用効果を\n有するものである。\n２  争点(1)ア（構成要件Ａの「ロータリバルブ」の充足性）について\n(1) 前記第２，２(11)によれば，被告各製品は，別紙イ号物件説明書及び別紙\nロ号物件説明書の各図１記載のとおりの構造を有しており，フロント側シリ\nンダブロック２０及びリヤ側シリンダブロック３０において，「シャフト５\n０」を支持するシャフト用孔２１，３１の周囲に設けられた五つのシリンダ\nボア２２，３２内にピストン６０を収容し，シャフト５０の回転に斜板５１\nを介してピストン６０を連動させている。また，被告各製品は，ピストン６\n０によってシリンダボア２２，３２内に圧縮室２４，３４が区画され，シャ\nフト５０には，圧縮室２４，３４に冷媒を導入するためのフロント側開口５\n２及びリヤ側開口５３が形成されている。\n以上の被告各製品の構成によれば，シャフト５０は回転弁として機能して\nいることが明らかであり，構成要件Ａの「ロータリバルブ」に該当すると認\nめるのが相当である。\n(2) この点に関して被告は，シャフト５０のうち「フロント側通路２３及びリ\nヤ側通路３３に対応する部分のみ」が回転弁（ロータリバルブ）としての機\n能を有するのであって，シャフト５０が回転弁（ロータリバルブ）として機\n能することはないと主張する。\nしかし，仮に被告の主張によったとしても，少なくともシャフト５０のう\nちフロント側通路２３及びリヤ側通路３３に対応する部分は構成要件Ａの\n「ロータリバルブ」に該当することになるのであるから，被告の上記主張は，\n結局，構成要件Ａの充足性についての判断を直接左右するものではないとい\nうべきである（むしろ，被告の上記主張は，実質的には構成要件Ｅに関する\nものというべきである。この点については後記４参照。）。\n(3)  以上によれば，争点(1)アにおける原告の主張には理由があるから，被告\n各製品は構成要件Ａを充足すると認めるのが相当である。\n３  争点(1)イ（構成要件Ｃの「ロータリバルブを付勢する圧縮反力伝達手段」\n及び構成要件Ｆの「スラスト軸受手段の少なくとも一方は前記圧縮反力伝達手\n段の一部をなし」の充足性）について\n(1) 被告各製品の充足性\nア  前記第２，２(11)によれば，被告各製品は，前側及び後側に圧縮室２\n４，３４が区画される両頭ピストン式であり，ピストン６０は，両頭ピ\nストンである。また，被告各製品は，一対のシリンダボア２２，３２に\nそれぞれ設けられたフロント側通路２３及びリヤ側通路３３に対応する\nフロント側開口５２及びリヤ側開口５３がシャフト５０に形成されてい\nる。\nそして，被告各製品の斜板５１は，「フロント側スラスト軸受７０及\nびリヤ側スラスト軸受８０」を介してフロント側シリンダブロック２０\n及びリヤ側シリンダブロック３０の間に配置され，シャフト５０の軸線\nの方向の位置を規制されている。\n少なくとも，被告各製品のフロント側スラスト軸受７０は，フロント\n側シリンダブロック２０の「フロント側端面２６」と斜板５１の「環状\n凸部５１ｃ」との間に介在しており，フロント側スラスト軸受７０の前\n面は，内径１９．８ｍｍから外径２４．５ｍｍまでの円環状の領域でフ\nロント側シリンダブロック２０のフロント側端面２６と当接している。\nまた，フロント側スラスト軸受７０の後面は，内径２７．０ｍｍよりも\n外側の領域で斜板５１の環状凸部５１ｃと当接している。フロント側ス\nラスト軸受７０との当接面である斜板５１の環状凸部５１ｃの内径（２\n７．０ｍｍ）は，フロント側スラスト軸受７０との当接面であるフロン\nト側シリンダブロック２０のフロント側端面２６の外径（２４．５ｍｍ）\nより大きい。\nそして，フロント側スラスト軸受７０は，被告も「回転時のシャフト\n５０の軸方向の変位を抑え，かかる変位に起因する騒音，振動，破損等\nを防止している。」（前記第３，２の〔被告の主張〕の(2)ア④）と自認\nしているとおり，軸方向の変位に起因する騒音，振動，破損等を防止す\nる，すなわちスラスト荷重を吸収し得るものである。\nイ  ところで，前記第２，２(11)によれば，被告各製品では，吐出行程に\nおいて，ピストン６０が移動する方向とは反対向きの「圧縮反力Ｆ」が\nピストン６０に作用するところ，上記圧縮反力Ｆは，シュー６１，斜板\n５１を介してシャフト５０（回転弁）に伝達され，フロント側スラスト\n軸受７０及びリヤ側スラスト軸受８０のスラスト荷重吸収により斜板５\n１の動きを許容することで斜板５１の径中心部を中心としてシャフト５\n０を傾かせようと作用するのであって（下図「図６（Ａ）」のシャフト\n５０内部の↑ 及び↓ ），これにより，シャフト５０（回転弁）は，吐\n出行程中のシリンダボア２２に連通するフロント側通路２３の入口に向\nけて付勢される。\nウ  以上によれば，被告各製品は構成要件Ｃの「ロータリバルブを付勢す\nる圧縮反力伝達手段」及び構成要件Ｆの「スラスト軸受手段の少なくと\nも一方は前記圧縮反力伝達手段の一部をなし」を充足するものというべ\nきである。\n(2) 被告の主張に対する判断①－「ロータリバルブを付勢する圧縮反力伝達手\n段」の意義\nア  「接触及び非接触（接離）の動作を繰り返させる構成」の要否\nこの点に関して被告は，本件発明の「ロータリバルブを付勢する圧縮\n反力伝達手段」とは「軸孔内で回転軸を傾け，回転軸のロータリバルブ\nが吸入通路の入口に接触及び非接触（接離）の動作を繰り返させる構成」\nを意味するものであり，具体的には，①回転軸がロータリバルブにおい\nてのみ支持され，他の部分においては支持されない（回転軸の外周面と\n軸孔の内周面の間隔が大きい）構造であること，②上記①の支持される\n部分であるロータリバルブにおいても，ロータリバルブが軸孔の内周面\nに接離可能なように，ロータリバルブの外径が，軸孔の内径よりも十分\n小さいこと，③スラスト軸受が，スラスト荷重を受けて撓む構造である\nこと，との三つの構成を備えなければならないなどと主張する。\nしかし，本件発明に係る特許請求の範囲請求項１の記載は「圧縮反力\nを前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに\n連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する圧\n縮反力伝達手段」（構成要件Ｃ）というものにすぎず，被告の主張する\nような「吸入通路の入口に接触及び非接触（接離）の動作を繰り返させ\nる構成」は記載されていないし，ましてや，上記①ないし③の三つの構\n成を備えなければならない旨の記載もない。\nなお，被告は，上記②の構成を要することの根拠として，ラジアル軸\n受手段とロータリバルブの外周面とのクリアランスが小さい場合には，\n「前記吸入通路の入口に向けて前記ロータリバルブを付勢する」（構成\n要件Ｃ）ことも，回転軸が軸孔の内周面に対して「接離可能に軸受支持」\n（本件明細書等の段落【００３５】）することも不可能であるなどと主\n張する。しかし，本件明細書等の段落【００４３】には，「冷媒の洩れ\n難さは，前記クリアランスの要求精度が低い場合にも殆ど変わらない」\nものであり，「〔吸入通路の閉鎖状態は〕クリアランスの大きさにそれ\nほど左右されない」と記載されているのであって，本件明細書等の記載\n上，クリアランスの大きさは要件とされていない。\nしたがって，被告の上記各主張は，いずれも採用することができない。\nイ  「回転軸が僅かに変位する程度」の除外の有無\nまた，被告は，「圧縮反力伝達手段」とは「ピストンに対する圧縮反\n力を前記ロータリバルブに伝達」（構成要件Ｃ）し，「前記吸入通路の\n入口に向けて前記ロータリバルブを付勢する」（同）ことを妨げる構造\nを有しない構成を意味するのであり，これらを妨げる構造を有した結果，\n回転軸が僅かに変位する程度では，本件発明の「前記吸入通路の入口に\n向けて前記ロータリバルブを付勢する」という構成を充足しない旨主張\nする。\nしかし，上記アのとおり，本件発明に係る特許請求の範囲請求項１の\n記載は「圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前\n記シリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバ\nルブを付勢する圧縮反力伝達手段」（構成要件Ｃ）というものにすぎず，\n被告の主張するような「ロータリバルブを付勢することを妨げる構造」\nを具備するか否かについては何ら記載されていない。なお，被告は，\n「付勢」とは「勢いを付ける」ことを意味するから，単に圧力ないし応\n力を加えるだけでは足りず，移動を伴うものと解されるとも主張するが，\nそうであるからといって，僅かに変位する程度では「付勢」に該当しな\nいとか，さらに進んで「ロータリバルブを付勢することを妨げる構造」\nを有しない構成を意味するなどとまでいうことはできない。\nしたがって，被告の上記主張は採用することができない。\nウ  本件特許の出願経過等による解釈\nさらに，被告は，回転軸が僅かに傾くにすぎない場合に「付勢」を充\n足しないことは，以下のような本件特許の出願経過等からも明らかであ\nるなどと主張する。\n(ｱ) 乙２６意見書\nまず，被告は，本件特許の出願過程における乙２６意見書に「引用文\n献１〔判決注：乙２１公報〕に記載された発明とは，従来からのニード\nルベアリングのような転がり軸受ではなく，ジャーナル軸受を採用する\nことによって，回転軸側のジャーナル部とシリンダブロック側の滑り軸\n受との間のクリアランスを極めて小さくし，その結果，ロータリバルブ\nからの冷媒漏れを抑制するというものです。あくまでも，ジャーナル部\nと滑り軸受との間のクリアランス管理に基づいて冷媒漏れの抑制を実現\nしているのであって，本願発明のように，ピストンに対する圧縮反力を\nロータリバルブへの付勢力に変換し，ロータリバルブの外周面を直接，\n吸入通路の入口に付勢することによって冷媒漏れを抑制する技術とは明\n確に異なるのです。」と記載されていることを根拠に，原告が本件発明\nの技術的範囲から「クリアランスが小さい場合」を意識的に除外してい\nると主張する。\nしかし，乙２６意見書の上記部分は，その記載内容からも明らかなと\nおり，乙２１発明の「ジャーナル軸受を採用することによって，回転軸\n側のジャーナル部とシリンダブロック側の滑り軸受との間のクリアラン\nスを極めて小さし，その結果」冷媒漏れを抑制する技術と，本件発明の\n「ピストンに対する圧縮反力をロータリバルブへの付勢力に変換し，ロ\nータリバルブの外周面を直接，吸入通路の入口に付勢することによって」\n冷媒漏れを抑制する技術とが相違することを述べたものにすぎず，「ク\nリアランスが小さい場合」を本件発明の技術的範囲から除外したものと\n解することはできない。このことは，乙２６意見書の上記部分の直前に\n「引用文献１〔判決注：乙２１公報〕に記載された発明は・・・ジャー\nナル軸受をもってロータリバルブを支持する点に特徴があります。」と\n記載され，さらに，乙２１公報の「回転軸を支持する軸受がジャーナル\n軸受であり，それが単にシリンダブロック内に設けられた滑り軸受と，\n回転軸の一部であるジャーナル部によって構成される簡単な構造である\nだけでなく，そのジャーナル軸受の構成部材自体に半径方向の吸入通路\nや吸入ポートを形成して，各シリンダに対して圧縮すべき流体を吸入さ\nせるための吸入弁を構成しているため，軸受構造と吸入弁の構造が簡単\nになるだけでなく，滑り軸受の円筒内面の仕上げ加工が容易に行われて，\nジャーナル部とのクリアランスをきわめて小さくすることが可能になり，\n圧縮された流体が吸入弁から漏洩することがない。」との記載が引用さ\nれていることからも明らかである。\n(ｲ) 本件特許の親出願における乙３０意見書\nまた，被告は，本件特許の親出願（特願２００２－３２４０４３）の\n出願過程における乙３０意見書に「引用文献１〔判決注：乙２１公報〕\nに記載された発明は，回転軸２４を支持する軸孔はバルブ収容室を含め\nすべて同じ径で形成されていて，軸孔全体で回転軸２４を支持する構成\nとなっています。したがって，バルブ収容室の内周面が本願発明でいう\n『圧縮反力伝達手段』として構成されていないことは明らかです。」と\n記載されていることを根拠に，クリアランスを極めて小さくして軸孔全\n体で回転軸を支持する構成は本件発明の技術的範囲に属しないなどと主\n張する。\nしかし，乙３０意見書の上記部分は，当時の親出願の特許請求の範囲\n請求項１に係る発明（以下「本件親出願発明１」という。）に関する記\n載であって，本件発明に関するものではない。\nそもそも，本件親出願発明１は「前記圧縮反力伝達手段は，前記両頭\nピストン，前記カム体，前記回転軸，前記スラスト荷重吸収機能を付与\nされた前記スラスト軸受手段，前記バルブ収容室の前記内周面から構成\nされた」とし，さらに「前記バルブ収容室」について「前記回転軸を支\n持する軸孔の端部側には，他部位よりも小径のバルブ収容室が形成され」\nとするものであって（乙３０），このように，本件親出願発明１の「圧\n縮反力伝達手段」は，軸孔の端部側に形成された「他部位よりも小径の\nバルブ収容室の内周面」を構成要件の一つとしている点で，本件発明と\n異なる。\nそして，乙３０意見書の上記部分は，その記載内容からも明らかなと\nおり，軸孔の端部側に形成された他部位よりも小径のバルブ収容室の内\n周面を構成要件の一つとする本件親出願発明１の「圧縮反力伝達手段」\nが，乙２１公報には開示されていないことを指摘したものにすぎない。\nこれに対し，本件発明の「圧縮反力伝達手段」は，軸孔の端部側に形\n成された他部位よりも小径のバルブ収容室の内周面を構成要件として限\n定していない。\nしたがって，被告の上記主張は採用することができない。\n(ｳ) 乙２５事情説明書\nさらに，被告は，本件特許の出願過程における乙２５事情説明書に\n「上記文献Ｂ群〔判決注：ロータリバルブの具備を前提としていて，回\n転軸と，該回転軸を支持するラジアル軸受手段が回転軸の軸方向に配置\nされる事項を開示する文献。乙４公報はその一つ。〕に記載された発明\nでは，回転軸を支持するラジアル軸受手段を，たとえば，コロ軸受〔判\n決注：転がり軸受の一種〕等によって構成していると，圧縮反力によっ\nて発生するモーメントが吸収されることから，そのモーメントをロータ\nリバルブに伝達しにくい構成であるといえる。つまり，上記文献Ｂ群は，\n本願発明でいう圧縮反力伝達手段を備えているとは言いがた（い）」と\n記載されていることを引用し，コロ軸受にクリアランスが必要であるこ\nとは技術常識であるとした上で，当該クリアランスによって生じる程度\nの回転軸の変位しか許容されないような構成は「本願発明でいう圧縮反\n力伝達手段」にはならないと主張する。\nしかし，乙２５事情説明書の上記記載部分は，乙４公報（文献Ｂ群）\nに記載された発明の「ラジアル軸受手段を，たとえば，コロ軸受等によ\nって構成している」ことについて，本件発明との相違点として述べてい\nるものであって（それゆえ，圧縮反力によって発生するモーメントが吸\n収され，そのモーメントをロータリバルブに伝達しにくい構成であると\nする。），コロ軸受のクリアランスに関しては一切記載されておらず，\nしたがって，コロ軸受のクリアランスによって生じる程度の回転軸の変\n位を本件発明の技術的範囲から除外するものではない。\nなお，被告は，転がり軸受を用いた従来技術である乙３２公報及び乙\n３３公報の各発明につき，原告が本件特許の対応韓国特許に対する韓国\nでの無効審判及び審決取消訴訟において「回転軸の両端にニードル軸受\n（転がり軸受の一種）が存在し，回転軸を傾けることができない構造で\nある」と説明していたなどとも主張する。しかし，原告によれば，上記\n説明は，単に，乙３２公報及び乙３３公報の各発明との相違点として\n「回転軸の両端にニードル軸受」が存在することを指摘したものにすぎ\nないというのであるし，そもそも，上記説明自体，本件特許の対応韓国\n特許における説明にすぎないのであって，これをもって本件発明の技術\n的範囲を被告主張のように特定するものとはいえない。\nしたがって，被告の上記主張は採用することができない。\nエ  「押接」による「閉鎖」等\n加えて，被告は，本件特許の出願過程における乙２６意見書に「吸入\n通路の入口をシールすることに特徴がある」との記載及び「ロータリバ\nルブの外周面は，直接，吸入通路の入ロに付勢されます」との記載があ\nること，本件明細書等に「吸入通路３３Ａ，３４の入口３３１，３４１\nは，圧縮反力によるロータリバルブ３５，３６の押接によって閉鎖され\nる状態となる」（段落【００４３】）との記載があること，さらに，\n「付勢」が単に回転軸の傾きによって隙間を狭くする趣旨にすぎないの\nであれば，従来技術（乙１９発明及びこれに対する従来技術）と何ら変\nわらないことなどからすれば，本件発明の「前記吸入通路の入口に向け\nて前記ロータリバルブを付勢する」とは，回転軸が吸入通路入口の方向\nに傾けば足りるというものではなく，吸入通路入口を「押接」により\n「閉鎖」し，「シール」するものでなければならないと主張する。\nしかし，「押接」による「閉鎖」ないし「シール」という用語は本件\n発明（本件特許の特許請求の範囲請求項１）に記載されているものでは\nない上，その意味するところも必ずしも明らかとはいえない。そもそも，\n前記１(2)で認定したとおり，本件発明は，吐出行程にあるシリンダボア\nに連通する吸入通路の入口に向けてロータリバルブを付勢し，ロータリ\nバルブの外周面を吸入通路の入口に近づけることによって，圧縮室内の\n冷媒を吸入通路から「洩れ難く」し，体積効率を向上させたというもの\nであるし，現に，本件明細書等の段落【００６７】には「第１及び第２\nの実施の形態では，ロータリバルブがバルブ収容室の内周面に押接され\nるものとしたが，両者を接触させるのではなく，クリアランスを減少さ\nせることで洩れを防止するように構成してもよい。」と記載されている\nのであって，本件発明においては，ロータリバルブがバルブ収容室の内\n周面に接触することまでを要件とするものではない。\nそうすると，「押接」による「閉鎖」ないし「シール」が必須の構成\n要件であるというわけではないのであって，被告の上記主張は，その前\n提を欠き，採用することができない。\nオ  乙４１報告書及び乙４２証明書\n被告は，原告提出の甲７報告書（その内容については後記(3)イ(ｲ)で\n説示する。）を受けて，乙４１報告書及び乙４２証明書を提出した上，\n①乙４１報告書のとおり，「スラスト荷重吸収機能が付与されていない」\nとされるスラスト軸受のみを用いた圧縮機（比較用圧縮機）であっても，\n甲７報告書と全く同様の実験結果が得られた，②乙４２証明書のとおり，\n被告各製品と「スラスト荷重吸収機能が付与されていない」とされるス\nラスト軸受のみを用いた圧縮機とで，運転効率を比較したところ，両者\nでほぼ同等の結果が得られたと説明する。その上で被告は，「スラスト\n荷重吸収機能が付与されていない」スラスト軸受であっても，圧縮反力\nにより弾性変形し，圧縮反力がロータリバルブに伝達されるとすれば，\n「スラスト荷重吸収機能が付与されている」スラスト軸受を有すること\nをもって，本件発明の「圧縮反力伝達手段」を具備すると解することは\n許されないなどと主張する。\nしかし，乙４１報告書及び乙４２証明書の実験において比較用圧縮機\nとして使用されたのは，「スラスト荷重吸収機能が付与されていない」\nとされるスラスト軸受のみを用いた圧縮機であって，同圧縮機は本件発\n明を実施したものではなく，被告各製品ですらない。結局，上記各実験\nは，単に本件発明を実施していない比較用圧縮機を運転した結果，回転\n軸の外周面及び軸孔の内周面に傷が付いたことを示すだけであって，本\n件発明の解釈や充足論を直ちに左右するものとはいい難い。\nそもそも，本件発明は，構成要件Ｆの記載からも明らかなように，一\n対のスラスト軸受手段の少なくとも一方に，圧縮反力伝達手段の一部と\nして，「スラスト荷重吸収機能が付与されている」スラスト軸受を具備\nすることを要件としている。そして，「スラスト荷重吸収機能が付与さ\nれている」スラスト軸受は，圧縮反力伝達手段の一部であるから，「ス\nラスト荷重吸収機能が付与されている」スラスト軸受を有していれば圧\n縮反力伝達手段の一部を具備することは，構成要件Ｆの記載からも明ら\nかというべきである。\nしたがって，被告の上記主張は採用することができない。\n(3) 被告の主張に対する判断②－被告各製品の充足性\nア  被告の主張\n被告は，被告各製品においてピストン６０に「圧縮反力Ｆ」が作用し，\nシャフト５０を傾かせる方向に力が働くことは事実であるとした上で，\n被告各製品は以下の①ないし④の構成を有しているため，上記圧縮反力\nが吸収され，シャフト５０は傾かないなどと主張する。\n①  斜板５１の取り付け部及びスラストベアリング７０，８０を除く全\n域が，シャフト用孔２１，３１により軸受けされている。\n②  当該軸受２１，３１がシリンダブロック２０，３０の外側に突出す\nるようにさらに長く設けられている。\n③  シャフト５０とシャフト用孔２１，３１がいずれも極めて高精度に\n仕上げられ，両者のクリアランスが極限までに小さくされている。\n④  スラスト軸受７０，８０が，部品の寸法誤差による組付け誤差を吸\n収し，さらに，回転時にシャフト５０が軸方向に変位することを防止す\nるために，組立て完了時に，斜板の環状凸部５１ｃ，ｄ及びシリンダブ\nロック２０，３０の端面２６，３６がいずれもスラスト軸受７０，８０\nに接触し，かつ，環状凸部５１ｃ，５１ｈと端面２６，３６とでスラス\nト軸受７０，８０を挟み込む力が加わった（予圧された）状態となって\nいる。\nしかし，被告の上記主張はいずれも採用することができない。その理\n由は，以下のとおりである。\nイ  被告各製品における変位\n(ｱ) 隙間の存在\nまず，前記第２，２(11)によれば，被告各製品のシャフト５０の外径\nは平均１９．００３ｍｍであり，シャフト用孔２１，３１の内径は平均\n１９．０３３ｍｍであるから，シャフト５０の外周面とシャフト用孔２\n１，３１の内周面との間には平均０．０３ｍｍ（３０μｍ）の隙間があ\nる。したがって，被告各製品は，上記隙間の範囲においてシャフト５０\nの変位を許容するものということができる。\n(ｲ) 甲７報告書\nそして，現に，原告提出の甲７報告書によれば，運転中の被告各製品\nにおいて，吐出行程にあるシリンダボアのフロント側通路に向けて近づ\nくようにシャフトの外周面が変位していることが確認されている。\nすなわち，甲７報告書は，被告各製品につき，シャフトとシャフト用\n孔との間隙よりも微小な試験用粉体を混入させた状態で運転させた後，\n「シャフトの外周面」及び「シャフト用孔の内周面」の表面粗さを測定\nすることにより，運転時におけるシャフトのシャフト用孔に対する挙動\nを明らかにしたものである。\nそして，甲７報告書によれば，「シャフトの外周面」においてはピス\nトン６０が上死点（斜板５１によってピストン６０が最も吐出室１０ａ\nに近づく位置）となる位置を０°とした場合の３１５°ないし４５°の\n領域において顕著に傷が付いたのに対し，「シャフト用孔の内周面」に\nおいては，半分よりもフロント側の領域に顕著であるものの，全周に傷\nが付いたのであって，これらの傷の付き方は，被告各製品において，吐\n出行程にあるシリンダボア２２のフロント側通路２３に向けてシャフト\n５０の外周面が近づくように変位したことの証左ということができる。\n(ｳ) 被告の主張に対する判断\nこの点に関して被告は，甲７報告書の測定結果は，軸孔中で最も力の\n加わる部分である端部（シリンダブロックの外側に突出して設けられた\n部分）が粉体によって磨耗し，これにより回転軸が傾くに至ったものに\nすぎないと主張する。\nしかし，被告の上記主張は推測の域を出るものではないし，そもそも\nなにゆえ軸孔中で「端部」が「最も力の加わる部分である」ことになる\nのかについても，被告の主張自体，明らかとはいい難い。\nしたがって，被告の上記主張は採用することができない。\nウ  スラスト軸受の撓み\n(ｱ) なお，被告は，上記④の構成につき，「被告各製品のスラスト軸受が\n予圧されているため，圧縮反力が加えられてもこれを吸収するのであっ\nて，さらに撓むことは容易ではない」とも主張する。\nしかし，上記イのとおり，被告各製品においては，現に，吐出行程に\nあるシリンダボア２２のフロント側通路２３に向けてシャフト５０の外\n周面が近づくように変位している事実が確認されている。被告の上記主\n張は，単なる推測の域を出るものではないばかりか，上記事実にも反し\nており，直ちに採用することができない。\n念のために検討しても，本件明細書等によれば，本件発明のスラスト\nベアリング２６にはスラスト荷重を吸収するスラスト荷重吸収機能が付\n与されており（段落【００２３】），これによりロータリバルブ３５，\n３６を圧縮反力によって付勢することを許容する（同【００３９】）。\nそして，被告各製品についてみると，前記(1)アにも説示したとおり，\n被告自身，スラスト軸受７０，８０が「回転時のシャフト５０の軸方向\nの変位を抑え，かかる変位に起因する騒音，振動，破損等を防止してい\nる」（前記第３，２の〔被告の主張〕の(2)ア④）ことを自認し，スラ\nスト軸受７０，８０がスラスト荷重を吸収し得ること，すなわち撓み変\n形可能に構成されていることを明らかにしているところである。\n(ｲ)  この点に関して被告は，本件特許の親出願における乙３０意見書に\n「〔乙９公報につき〕この弾性変形機能が付与された４１，４２を含む\nスラスト軸受４０は，本願発明１でいう『圧縮反力伝達手段』に相当し\nません。」及び「〔乙１３公報につき〕所定量の弾性変形機能が付与さ\nれたスラスト軸受１０９は，本願発明１でいう『圧縮反力伝達手段』に\n相当しません。」との記載があることを指摘した上，「スラスト軸受を\n予圧によりあらかじめ撓ませ，圧縮反力による更なる撓みを抑制する構\n成が本件発明の圧縮反力伝達手段ではないことは，原告自身の出願経過\nにおける主張からも明らかである」などと主張する。\nしかし，乙３０意見書には，上記各引用部分に続けて，それぞれ以下\nのとおり記載されている。\n・「そもそも，引用文献４〔判決注：乙９公報〕の場合，ロータリバル\nブの構成そのものを採用するものではないのですから，『吐出行程に\nある前記シリンダボア内の前記両頭ピストンに対する圧縮反力を前記\nロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通\nする前記吸入通路の入口に向けて前記ロータリバルブを付勢する』と\nいう構成の圧縮反力伝達手段に引用文献４のスラスト軸受４０が含ま\nれないことは明らかです。したがって，引用文献４は，本願発明１の\n圧縮反力伝達手段を構成する『スラスト荷重吸収機能を付与されたス\nラスト軸受手段』を開示するものでないということができます。」\n・「そもそも，引用文献５〔判決注：乙１３公報〕の場合，引用文献４\nの場合と同様に，ロータリバルブの構成そのものを採用するものでは\nないのですから，『吐出行程にある前記シリンダボア内の前記両頭ピ\nストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程\nにある前記シリンダボアに連通する前記吸入通路の入口に向けて前記\nロータリバルブを付勢する』という構成の圧縮反力伝達手段に引用文\n献５のスラスト軸受１０９の構成が含まれないのは明らかです。した\nがって，引用文献５も本願発明１の圧縮反力伝達手段を構成する『ス\nラスト荷重吸収機能を付与されたスラスト軸受手段』を開示するもの\nでないということができます。」\nこのように，乙３０意見書では，乙９公報及び乙１３公報に開示され\nたスラスト軸受手段が本件親出願発明１の「圧縮反力伝達手段」に該当\nしない理由として，乙９公報及び乙１３公報にはロータリバルブの構成\nが採用されていないことが明記されているものである。これに対し，被\n告各製品ではロータリバルブを採用しているのであるから，被告の上記\n主張は，その前提を欠き，採用することができない。\nエ  ＪＩＳ規格の「転合」の組合せ\nまた，被告は，被告各製品において回転軸を回転可能に支持するため\nに設けられているクリアランスは，ＪＩＳ規格上，「転合」とされる組\n合せにおいて必要最小限のものでしかなく，かかるクリアランスは「シ\nャフトの傾きを許容する隙間」ではないなどと主張する。\nしかし，被告各製品の組合せがＪＩＳ規格の「転合」とされる組合せ\nに該当するか否かはともかくとしても，そのクリアランスは平均０．０\n３ｍｍ（３０μｍ）であって（上記イ(ｱ)），シャフトの傾きを許容しな\nいことが明らかであるとはいい難いし，現に，甲７報告書によれば，そ\nの程度のクリアランスであってもシャフトが傾いているところである。\nしたがって，被告各製品のクリアランスは「シャフトの傾きを許容す\nる隙間」に当たり，被告の上記主張は採用することができない。\nオ  本件特許の出願経過等\nさらに，被告は，本件特許の出願経過等に照らせば，被告各製品は\n「圧縮反力伝達手段」を有していないと主張するが，上記(2)ウ及びエと\n同様に，以下のとおり採用することができない。\n(ｱ) 乙２６意見書\nまず，被告は，原告の乙２６意見書を引用した上（前記(2)ウ(ｱ)参\n照），これによれば乙２１発明は「ジャーナル部と滑り軸受との間のク\nリアランス管理に基づいて冷媒漏れの抑制」をするという技術思想に基\nづくものであり，本件発明の技術思想とは異なるところ，被告各製品は\n乙２１発明の技術思想に基づいてロータリバルブからの冷媒漏れを抑制\nするものであるから，「圧縮反力伝達手段」を有していないなどと主張\nする。\nしかし，前記(2)ウ(ｱ)に説示したとおり，乙２６意見書は，乙２１発\n明の「ジャーナル軸受を採用することによって」冷媒漏れを抑制する技\n術と，本件発明の「ピストンに対する圧縮反力をロータリバルブへの付\n勢力に変換し，ロータリバルブの外周面を直接，吸入通路の入口に付勢\nすることによって」冷媒漏れを抑制する技術とが相違することを述べた\nものにすぎない。そして，被告各製品はジャーナル軸受を採用していな\nいのであるから（被告も明らかに争わない。），乙２６発明の技術思想\nを採用したものとはいえない。\nしたがって，被告の上記主張は，その前提を欠き，採用することがで\nきない。\n(ｲ) 乙２５事情説明書\n被告は，原告の乙２５事情説明書には圧縮反力によって発生するモー\nメントがコロ軸受等によって吸収され，そのモーメントをロータリバル\nブに伝達しにくい旨の記載があること（前記(2)ウ(ｳ)），また，乙３２\n公報及び乙３３公報の各発明につき，原告が，本件特許の対応韓国特許\nに対する韓国での無効審判及び審決取消訴訟において，回転軸の両端に\nニードル軸受（転がり軸受の一種）が存在し，回転軸を傾けられない構\n造である旨の説明をしていたことを指摘した上，被告各製品は回転軸を\n傾斜させることができない構造であるから，「圧縮反力伝達手段」を有\nしていないなどと主張する。\nしかし，前記(2)ウ(ｳ)に説示したとおり，乙２５事情説明書は，乙４\n公報（文献Ｂ群）に記載された発明の「ラジアル軸受手段を，たとえば，\nコロ軸受等によって構成している」ことについて，本件発明との相違点\nとして述べたものにすぎないし，韓国での無効審判及び審決取消訴訟に\nおいての説明も，乙３２公報及び乙３３公報との相違点として「回転軸\nの両端にニードル軸受」が存在することを指摘したものにすぎない。そ\nして，被告各製品は，ラジアル軸受手段として「コロ軸受等」又は「回\n転軸の両端にニードル軸受」を採用したものではないから（被告も明ら\nかに争わない。），乙２５事情説明書における乙４公報（文献Ｂ群），\n乙３２公報及び乙３３公報の各発明とはラジアル軸受手段の構造が異な\nる。\nしたがって，被告の上記主張は，その前提を欠き，採用することがで\nきない。\n(ｳ) 本件特許の親出願における乙３０意見書\nさらに，被告は，本件特許の親出願における乙３０意見書に，乙２１\n発明の「回転軸２４を支持する軸孔はバルブ収容室を含めすべて同じ径\nで形成されていて，軸孔全体で回転軸２４を支持する構成」について，\n「バルブ収容室の内周面が本願発明でいう『圧縮反力伝達手段』として\n構成されていない」と記載されているところ，被告各製品は軸孔全体で\n回転軸を支持する構成であるから，「圧縮反力伝達手段」を有しないな\nどと主張する。\nしかし，前記(2)ウ(ｲ)に説示したとおり，乙３０意見書は，本件発明\nとは異なり，軸孔の端部側に形成された「他部位よりも小径のバルブ収\n容室の内周面」を構成要件の一つとしている本件親出願発明１について，\n乙２１公報には開示されていないことを指摘したものにすぎない。そし\nて，本件発明の「圧縮反力伝達手段」は，軸孔の端部側に形成された\n「他部位よりも小径のバルブ収容室の内周面」を構成要件として限定し\nていない。\nしたがって，被告の上記主張は，その前提を欠き，採用することがで\nきない。\nカ  「押接」による「閉鎖」等\n加えて，被告は，原告の乙２６意見書には「吸入通路の入口をシール\nすることに特徴がある」との記載があり，また本件明細書等には「吸入\n通路３３Ａ，３４の入口３３１，３４１は，圧縮反力によるロータリバ\nルブ３５，３６の押接によって閉鎖される状態となる」（段落【００４\n３】）との記載があるのに対し，被告各製品ではシリンダブロック２０，\n３０の外側に突出した部分において支持されているから，吸入通路入口\nを「押接」により「閉鎖」ないし「シール」することはできず，したが\nって「ロータリバルブを付勢する」（構成要件Ｃ）ものではないなどと\n主張する。\nしかし，前記(2)エに説示したとおり，「押接」による「閉鎖」ないし\n「シール」という用語は本件発明（本件特許の特許請求の範囲請求項１）\nに記載されているものではないし，本件発明は，吐出行程にあるシリン\nダボアに連通する吸入通路の入口に向けてロータリバルブを付勢し，ロ\nータリバルブの外周面を吸入通路の入口に近づけることによって，圧縮\n室内の冷媒を吸入通路から「洩れ難く」し，体積効率を向上させたとい\nうものである上，現に，本件明細書等の段落【００６７】には，「第１\n及び第２の実施の形態では，ロータリバルブがバルブ収容室の内周面に\n押接されるものとしたが，両者を接触させるのではなく，クリアランス\nを減少させることで洩れを防止するように構成してもよい。」と記載さ\nれているところである。\nそうすると，「押接」による「閉鎖」ないし「シール」が必須の構成\n要件であるというわけではないのであって，被告の上記主張は，その前\n提を欠き，採用することができない。\nキ  クリアランスの厳密な管理\n被告は，被告各製品がクリアランスを管理することで冷媒の漏れを防\n止していることの証左として，乙４４報告書を提出した上，同報告書に\nよれば，被告各製品における回転軸と軸孔のクリアランス３０μｍを５\n０μｍ，７０μｍ，９０μｍ，１１０μｍに変えたところ，クリアラン\nスが３０μｍ（被告各製品）及び５０μｍでは効率はほとんど変わらな\nいものの，それより大きいクリアランスでは効率が明らかに落ちている\nと説明する。\nしかし，仮に被告の主張どおり「クリアランス管理によって冷媒漏れ\nを防止している」というのであれば，クリアランスが３０μｍの被告各\n製品よりも５０μｍの圧縮機の方が効率は落ちることになるはずである\nが，乙４４報告書によれば，３０μｍととで５０μｍ効率はほとんど変\nわらなかったというのであって，むしろ，本件発明の作用効果である\n「冷媒の洩れ難さは，前記クリアランスの要求精度が低い場合にも殆ど\n変わらない。クリアランスの要求精度が低い場合にも，圧縮機における\n体積効率が向上する。」（本件明細書等の段落【００４３】）に沿うも\nのである。そして，クリアランスを７０μｍ以上とした場合に効率が落\nちたという点についても，原告は「本件発明の効果に対してクリアラン\nスを大きくしたことによる冷媒の漏洩の影響が相対的に大きくなっただ\nけであり，そもそも７０μｍ以上というクリアランスがシャフトの軸孔\nとのクリアランスとしては適切でなかったというにすぎない」旨説明し\nているところ，この説明自体，不自然，不合理として排斥することもで\nきない。\nしたがって，乙４４報告書の実験結果は，上記(1)の判断を左右するも\nのではない。\n(4) 小括\n以上によれば，争点(1)イにおける原告の主張には理由があるから，被告\n各製品は構成要件Ｃ及びＦを充足すると認めるのが相当である。\n４  争点(1)ウ（構成要件Ｅの「前記軸孔の内周面に前記ロータリバルブの外周\n面が直接支持される」及び「唯一のラジアル軸受手段」の充足性）について\n(1) 前記第２，２(11)によれば，被告各製品では，シャフト用孔２１，３１の\n内周面にシャフト５０（回転弁）の外周面が直接支持されている。このよう\nに，シャフト５０は，シャフト用孔２１，３１の内周面とシャフト５０（回\n転弁）の外周面とからなるラジアル軸受手段のみによって支持されており，\nかかる支持構造がシャフト５０の斜板５１よりも前側及び後側に関する唯一\nのラジアル軸受手段であって，他のラジアル軸受手段（例えば，コロ軸受，\nニードル軸受等）を採用していない。\nしたがって，被告各製品は，構成要件Ｅの「前記軸孔の内周面に前記ロー\nタリバルブの外周面が直接支持される」及び「唯一のラジアル軸受手段」を\n充足する。\n(2) 被告の主張に対する判断\nア  この点に関して被告は，①構成要件Ｅにいう「ロータリバルブ」とは，\n「導入通路を有するロータリバルブ」（構成要件Ａ）及び「前記吸入通\n路の入口に向けて前記ロータリバルブを付勢する」（構成要件Ｃ）との\n記載等に鑑みれば，回転軸の一部であって，導入通路及びその近傍を意\n味する，②それゆえ，構成要件Ｅにいう「唯一のラジアル軸受手段」と\nは，吸入通路入口近傍のみにおいて軸受されていることを要するなどと\n主張する。その上で，被告は，被告各製品はシャフト全体が軸孔により\n支持されており，本件発明の「ロータリバルブの外周面」に相当するシ\nャフトの開口５２，５３近傍の外周面以外でもシャフトが支持されてい\nることになるから，構成要件Ｅの「前記軸孔の内周面に前記ロータリバ\nルブの外周面が直接支持される」という構成となっておらず，また，吸\n入通路入口近傍のみにおいて軸受されているものではないから，構成要\n件Ｅの「唯一のラジアル軸受手段」も備えないと主張する。\nしかし，上記②のような，ロータリバルブが「吸入通路入口近傍のみ\nにおいて軸受されていることを要する」などという要件は，本件発明\n（本件特許の特許請求の範囲請求項１）に記載されていない。\nかえって，本件明細書等には，以下の各記載がある。\n・「シリンダブロック１１，１２には回転軸２１が回転可能に支持され\nている。回転軸２１は，シリンダブロック１１，１２に貫設された軸孔\n１１２，１２２に挿通されている。回転軸２１は，軸孔１１２，１２２\nを介してシリンダブロック１１，１２によって直接支持されている。」\n（段落【００１９】）\n・「回転軸２１を通す軸孔１１２，１２２の内周面にはシール周面１１\n３，１２３が形成されている。シール周面１１３，１２３の径は，軸孔\n１１２，１２２の他の内周面の径よりも小さくしてあり，回転軸２１は，\nシール周面１１３，１２３を介してシリンダブロック１１，１２によっ\nて直接支持される。」（段落【００２６】）\n・「シール周面１１３，１２３によって包囲される回転軸２１の部分は，\n回転軸２１に一体形成されたロータリバルブ３５，３６となる。」（段\n落【００３３】）\n・「（１－３）斜板２３からロータリバルブ３５側における回転軸２１\nの部分は，シール周面１１３（即ち，バルブ収容室３７の内周面）とロ\nータリバルブ３５の外周面３５１とからなるラジアル軸受手段のみによ\nって支持される。バルブ収容室３７の内周面であるシール周面１１３は，\nロータリバルブ３５を介して回転軸２１を支持するラジアル軸受手段と\nなっている。ラジアル軸受手段であるシール周面１１３は，斜板２３か\nらロータリバルブ３５側における回転軸２１の部分に関する唯一のラジ\nアル軸受手段である。」（段落【００４０】）\n上記の各記載によれば，本件明細書等においては，回転軸がシリンダ\nブロックに貫設された軸孔に挿通され，軸孔の内周面で支持された構造\nを「直接支持される」としているのであって，本件発明の「前記軸孔の\n内周面に前記ロータリバルブの外周面が直接支持される」とは，軸孔の\n内周面とロータリバルブの外周面との間に他の部材が存在しないことを\n意味するものと解するのが相当である。\nまた，上記の各記載によれば，本件明細書等においては，軸孔の内周\n面（シール周面）と回転軸（ロータリバルブ）の外周面とからなるラジ\nアル軸受手段のみによって支持された構造を「唯一のラジアル軸受手段」\nとしているのであって，本件発明の「前記カム体から前記ロータリバル\nブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」とは，\nカム体からロータリバルブ側における回転軸の部分について，直接支持\nされたラジアル軸受手段の他にラジアル方向の軸受手段が存在しないこ\nとを意味するものと解するのが相当である。\nこれを被告各製品についてみると，被告各製品では，シャフト用孔２\n１，３１の内周面とシャフト５０（回転弁）の外周面との間に他の部材\nは存在しない。また，被告各製品では，シャフト５０は，シャフト用孔\n２１，３１の内周面とシャフト５０（回転弁）の外周面とからなるラジ\nアル軸受手段のみによって支持されており，他にラジアル方向の軸受手\n段は存在しない。\nしたがって，被告各製品は，構成要件Ｅの「前記軸孔の内周面に前記\nロータリバルブの外周面が直接支持される」及び「唯一のラジアル軸受\n手段」をいずれも充足するのであるから，被告の上記主張は採用するこ\nとができない。\nイ  また，被告は，「ロータリバルブを付勢する」（構成要件Ｃ）とは回\n転軸が吸入通路入口を「閉鎖」ないし「シール」するものでなければな\nらないとした上，そのためには吸入通路の入口近傍のみで回転軸が支持\nされていることを要するから，「唯一のラジアル軸受手段」とは当該吸\n入通路入口近傍のみで軸受されていることを要するとも主張する。\nしかし，前記３(2)エに説示したとおり，そもそも本件発明において\n「回転軸が吸入通路入口を『閉鎖』ないし『シール』するものでなけれ\nばならない」とはいえない。\nしたがって，被告の上記主張はその前提を欠き，採用することができな\nい。\n(3) 小括\n以上によれば，争点(1)ウにおける原告の主張には理由があるから，被告\n各製品は構成要件Ｅを充足すると認めるのが相当である。\n５  争点(2)ア（〔無効理由１〕乙１９発明による新規性欠如）について\n(1) 乙１９公報の内容\nア  本件特許の優先日よりも前に公開された乙１９公報には，次の記載が\nある。\n(ｱ) 産業上の利用分野\n・「この発明は，斜板式圧縮機等の往復動型圧縮機に関するものであ\nる。」（段落【０００１】）\n(ｲ) 従来の技術\n・「この種の往復動型圧縮機としては，例えば実開昭６４－４６４８０\n号公報に示すような構成のものが知られている。この構成においては，\nハウジング内にラジアルベアリングを介して回転軸が支持されるとと\nもに，その回転軸の周囲においてピストンを往復動可能に収容した複\n数のシリンダボアが形成されている。ハウジングのクランク室内にお\nいて回転軸には斜板が支持され，回転軸の回転に伴い，この斜板を介\nしてピストンが往復動されるようになっている。」（段落【０００\n２】）\n(ｳ) 発明が解決しようとする課題\n・「ところで，この種の圧縮機では，斜板が傾斜しているために，ピス\nトンの圧縮動作時に発生する圧縮荷重，すなわち圧縮反力が，斜板を\n介して回転軸に対し，その回転軸のラジアル方向の分力として作用し，\nラジアルベアリングに大きな負荷が加わる。尚，このラジアル方向の\n分力に関しては後に詳述する。従って，従来の圧縮機では，このよう\nな大きなラジアル方向の負荷が加わっても，回転軸の円滑な回転に支\n障が無いように，ラジアルベアリングとしてニードルベアリングやボ\nールベアリング等のころがり軸受が使用されていた。」（段落【００\n０３】）\n・「ところが，このニードルベアリングやボールベアリング等のころが\nり軸受は高価であるため，圧縮機のコスト低減の妨げになるという問\n題があった。この発明は，このような従来の技術に存在する問題点に\n着目してなされたものである。その目的とするところは，回転軸を支\n持するラジアルベアリングとして，ニードルベアリングやボールベア\nリング等の高価なころがり軸受を使用する必要がなく，製造コストの\n低減を図ることができる圧縮機を提供することにある。」（段落【０\n００４】）\n(ｴ) 課題を解決するための手段\n・「上記の目的を達成するために，請求項１に記載の発明では，ラジア\nルベアリングを滑り軸受けにより構成し，その滑り軸受けと回転軸と\nの間には，ピストンの圧縮動作時に斜板を介して回転軸にそのラジア\nル方向へ作用する力と反対方向の力を，同回転軸に対して付与するた\nめの反力付与手段を設けたものである。」（段落【０００５】）\n(ｵ) 作用\n・「請求項１に記載の発明によれば，回転軸を支持するラジアルベアリ\nングが滑り軸受けにより構成されているので，ニードルベアリングや\nボールベアリング等のころがり軸受と比較して安価で済む。又，回転\n軸の回転に伴い，斜板を介してピストンが往復動されて，圧縮動作が\n行われるとき，その圧縮荷重が斜板を介して回転軸に対し，ラジアル\n方向の分力として作用し，滑り軸受けに大きな負荷が加わる。つまり，\n回転軸が滑り軸受けに強く圧接されて，両者間の摺動抵抗が大きくな\nる。ところが，滑り軸受けと回転軸との間に設けられた反力付与手段\nにより，回転軸にそのラジアル方向へ作用する力と反対方向の力が，\n同回転軸に対して付与されて，そのラジアル方向の力が相殺される。\nこのため，回転軸が滑り軸受けに強く圧接されることはなく，滑り軸\n受けを使用しても回転軸の円滑な回転に支障は生じない。」（段落\n【００１３】）\n・「複数のシリンダボア２０は前記回転軸１６と平行に延びるように，\nシリンダブロック１１の両端部間に同一円周上で所定間隔おきに貫通\n形成され，それらの内部には片頭型のピストン２１が往復動可能に嵌\n挿支持されている。クランク室２２はシリンダブロック１１の前面側\nにおいて，フロントハウジング１２の内部に区画形成されている。」\n（段落【００２４】）\n・「半球部を有する一対のシュー３０はその半球部にて各ピストン２１\nの基端部に相対的に摺動可能に嵌められている。摺動面２９は前記斜\n板２７の外周部の前後両面に形成され，この摺動面２９上には両シュ\nー３０がその平面部にて摺動可能に係留されている。そして，前記駆\n動源により回転軸１６が回転されるとき，ラグプレート２３を介して\n斜板２７が回転され，各ピストン２１がシリンダボア２０内において\n往復動される。」（段落【００２７】）\n・「吸入弁機構３５は前記弁板１４に形成され，ピストン２１がシリン\nダボア２０内で往復動されるとき，この吸入弁機構３５によって吸入\n室３３から各シリンダボア２０の圧縮室内に冷媒ガスが吸入される。\n吐出弁機構３６は弁板１４に形成され，ピストン２１がシリンダボア\n２０内で往復動されるとき，この吐出弁機構３６によって各シリンダ\nボア２０の圧縮室内で圧縮された冷媒ガスが吐出室３４に吐出され\nる。」（段落【００３０】）\n(ｶ) 実施例\n・「図１～図３に示すように，前記後方のラジアルベアリング１８はシ\nリンダブロック１１の中心に形成された軸支孔３７からなり，その軸\n支孔３７内には回転軸１６の後端に形成された大径の軸支部３８が回\n転可能に嵌挿支持されている。反力付与手段としての反力付与構造３\n９は，ラジアルベアリング１８の軸支孔３７と回転軸１６の軸支部３\n８との間に形成され，ピストン２１の圧縮動作時に斜板２７を介して\n回転軸１６にそのラジアル方向へ作用する力と反対方向の力を，同回\n転軸１６に対して付与するようになっている。」（段落【００３１】）\n・「すなわち，前記反力付与構造３９の凹部４０は，軸支孔３７と対向\nする回転軸１６の軸支部３８の外面において，ピストン２１が上死点\n付近にあるシリンダボア２０と対応するように形成されている。また，\nこの凹部４０は，ピストン２１が上死点付近にあるシリンダボア２０\nから，そのシリンダボア２０より圧縮行程途中にあるシリンダボア２\n０側に渡って形成された圧力作用部４０ｂと，その圧力作用部４０ｂ\nに接続され，ピストン２１が上死点付近にあるシリンダボア２０と対\n応するように軸線方向に延長された吐出圧導入溝４０ａとを備えてい\nる。」（段落【００３２】）\n・「前記反力付与構造３９を構成する複数のガス通路４１は，各シリン\nダボア２０の後端と軸支孔３７との間に延びるように，シリンダブロ\nック１１に形成されている。そして，回転軸１６の回転に伴い，斜板\n２７を介して各ピストン２１が圧縮動作されるとき，凹部４０の導入\n溝４０ａが，ピストン２１が上死点付近に移動された各シリンダボア\n２０のガス通路４１に順に連通する。この動作により，各シリンダボ\nア２０の圧縮室内において高圧となった冷媒ガスが，ガス通路４１を\n介して凹部４０の圧力作用部４０ｂ内に導入される。」（段落【００\n３３】）\n・「次に，前記のように構成された圧縮機について動作を説明する。さ\nて，この実施例の圧縮機において，車両エンジン等の駆動源により，\n回転軸１６を介してラグプレート２３が回転されると，斜板２７の傾\n角に応じたストロークで各ピストン２１が往復動される。これにより，\n冷媒ガスが吸入室３３から各シリンダボア２０の圧縮室内に吸入され，\nそれらの圧縮室内で圧縮された後，吐出室３４に吐出される。この圧\n縮運転時には，斜板２７が傾斜しているために，図１及び図３に示す\nように，各ピストン２１からの圧縮荷重Ｐ１が，斜板２７を介して回\n転軸１６に対し，その回転軸１６のラジアル方向の分力Ｐ２として作\n用する。このため，回転軸１６はその分力Ｐ２の方向へ向かってラジ\nアルベアリング１７，１８に強く圧接され，同ベアリング１７，１８\nにはラジアル方向への大きな負荷が加わる。」（段落【００３４】）\n・「ところが，各ピストン２１の圧縮動作時には，後方のラジアルベア\nリング１８と対応する位置において，回転軸１６上の凹部４０の吐出\n圧導入溝４０ａが各ガス通路４１に順に連通して，各シリンダボア２\n０の圧縮室内からガス通路４１を介して，凹部４０の圧力作用部４０\nｂ内に高圧となった冷媒ガスが導入される。これにより，圧力作用部\n４０ｂ内の圧力が高められ，その圧力が回転軸１６に作用するラジア\nル方向の分力Ｐ２と反対方向の力として，同回転軸１６に付与される。\nその結果，回転軸１６に作用するラジアル方向の力Ｐ２が相殺され\nる。」（段落【００３５】）\n・「このため，回転軸１６が後方のラジアルベアリング１８に強く圧接\nされることはなく，そのベアリング１８には大きな負荷が加わらない\nので，本実施例のように，そのラジアルベアリング１８として安価な\n滑り軸受けを使用しても，回転軸１６の円滑な回転に支障は生じない。\n従って，ラジアルベアリング１８として，ニードルベアリングやボー\nルベアリング等の高価なころがり軸受を使用する必要がなくなり，圧\n縮機の製造コストを低減することができる。加えて，ころがり軸受を\n使用した場合に生じる騒音の問題がないとともに，軸受けのコロやボ\nールが疲労したり劣化したりして，回転軸１６の円滑な回転に支障を\n生じるといった問題もない。」（段落【００３６】）\n・「また，この実施例の圧縮機においては，反力付与手段としての反力\n付与構造３９が，回転軸１６の外面に形成された凹部４０とシリンダ\nブロック１１に形成されたガス通路４１とから構成されている。この\nため，反力付与手段として，単に回転軸１６の外面に凹部４０を形成\nするとともに，シリンダブロック１１にガス通路４１を貫設するだけ\nの簡単な構成で，回転軸１６に作用するラジアル方向の力Ｐ２を確実\nに相殺することができる。」（段落【００３７】）\n・「さらに，この実施例の圧縮機において，凹部４０の圧力作用部４０\nｂは，回転軸１６の外面において，ピストン２１が上死点付近にある\nシリンダボア２０から，そのシリンダボア２０より圧縮行程途中にあ\nるシリンダボア２０側に渡って形成されている。つまり，回転軸１６\nの周囲に配置された複数のピストン２１からの圧縮荷重Ｐ１の合力が，\n回転軸１６に対し最も大きなラジアル方向の分力Ｐ２として作用する\n位置は，圧縮荷重Ｐ１が最も大きくなる上死点に対応する位置よりも\n圧縮行程側に若干変位した位置となる。このため，その位置に正確に\n対応して圧力作用部４０ｂを設けることにより，回転軸１６に作用す\nるラジアル方向の力Ｐ２をより効果的に相殺できる。」（段落【００\n３８】）\n(ｷ) 別の実施例\n・「次に，この発明の別の実施例を，図４～図６に従って説明する。ま\nず，図４に示す第２実施例は，本発明を両頭ピストン型斜板式圧縮機\nに具体化したものであって，一対のシリンダブロック１１が接合配置\nされ，それらのシリンダブロック１１のシリンダボア２０内に両頭型\nのピストン２１が往復動可能に嵌挿支持されている。シリンダブロッ\nク１１の前後両端には，それぞれ弁板１４を介してフロントハウジン\nグ１２及びリヤハウジング１３が接合配置されている。フロントハウ\nジング１２及びリヤハウジング１３内にはそれぞれ吸入室３３及び吐\n出室３４が区画形成され，これらの吸入室３３及び吐出室３４に対応\nして，各弁板１４には吸入弁機構３５及び吐出弁機構３６が形成され\nている。」（段落【００４２】）\n・「回転軸１６を支持する前後一対のラジアルベアリング１７，１８は，\nいずれもプレーンベアリング（滑り軸受け）により構成されている。\n前記第１実施例と同様に，各ラジアルベアリング１７，１８はシリン\nダブロック１１に形成された軸支孔３７を備え，それらの軸支孔３７\nには回転軸１６上の大径の軸支部３８が回転可能に嵌挿支持されてい\nる。各軸支孔３７と各軸支部３８との間には反力付与構造３９がそれ\nぞれ形成され，各反力付与構造３９は吐出圧導入溝４０ａ及び圧力作\n用部４０ｂよりなる凹部４０と，複数のガス通路４１とから構成され\nている。」（段落【００４３】）\n・「従って，この第２実施例においては，回転軸１６を支持する両ラジ\nアルベアリング１７，１８について，ニードルベアリングやボールベ\nアリング等の高価なころがり軸受を使用する必要がなくなる。従って，\n前記のように両ラジアルベアリング１７，１８に安価な滑り軸受けを\n使用することができて，圧縮機の製造コストを低減することができ\nる。」（段落【００４４】）\n・「なお，この発明は，次のように変更して具体化することも可能であ\nる。\n（１）  例えば特開平５－１２６０３９号公報〔判決注：乙４公報〕\nに開示されているように，回転軸１６のラジアルベアリングと対応す\nる部分にロータリバルブを配設した圧縮機において，そのロータリバ\nルブ上に反力付与構造３９を配設すること。因みに，このロータリバ\nルブは，回転軸１６と一体回転可能に設けられ，吸入行程にある各シ\nリンダボア２０に対してガスを導入するための吸入通路を備えたもの\nである。従って，このロータリバルブを備えた圧縮機においては，ロ\nータリバルブ上の吸入通路と各シリンダボアとを連通させるために設\nけられている通路を，前記ガス通路４１としてそのまま利用できる。」\n（段落【００４９】）\n(ｸ) 図面\n・図１\n・図４\nイ  また，上記記載事項及び図面の記載内容からすれば，乙１９公報には，\n次の事項も記載されているものということができる。\n(ｱ) 回転軸１６の回転に伴い斜板２７を介してピストン２１が往復動する\nこと（段落【００２７】，【００４２】，図４）\n(ｲ) ピストン２１によってシリンダボア２０内に圧縮室が区画されること\n（段落【００３０】，【００３３】ないし【００３５】，【００４２】，\n図４）\n(ｳ) 圧縮動作時に少なくとも斜板２７を含む手段が，回転軸１６上の大径\nの軸支部３８に，ラジアル方向の分力Ｐ２を作用させ，軸支部３８は，\n軸支孔３７の内周壁を圧接すること（段落【０００３】，【００１３】，\n【００３４】ないし【００３６】，【００４２】，図４）\n(ｴ) 前記軸支孔３７に回転軸１６上の大径の軸支部３８が回転可能に嵌挿\n支持されてラジアルベアリング１７，１８となっており，ラジアルベア\nリング１７，１８は，回転軸１６の部分に関する唯一のラジアルベアリ\nングであること（段落【００４３】，図４）\n(ｵ) 斜板２７が，前後一対のスラスト軸受手段によって挟まれて回転軸１\n６の軸線の方向の位置を規制されていること（図４）\n(ｶ) スラスト軸受手段は，シリンダブロック１１の端面に形成された環状\nの突条と斜板２７の端面に形成された環状の突条とに当接し，前記斜板\n２７の突条の径が前記シリンダブロック１１の突条の径よりも大きいこ\nと（図４）\n(2) 乙１９発明\n上記(1)の記載によれば，乙１９公報には，以下の乙１９発明が開示され\nているものと認められる。\n「シリンダブロック１１の両端部間に回転軸１６と平行に延びるように同一\n円周上で所定間隔おきに貫通形成された複数のシリンダボア２０内にピスト\nン２１が往復動可能に嵌挿支持され，前記回転軸１６の回転に伴い斜板２７\nを介して前記ピストン２１を往復動させ，前記ピストン２１によって前記シ\nリンダボア２０内に区画される圧縮室に冷媒ガスを導入する吸入弁機構３５\nを備えた両頭ピストン型斜板式圧縮機において，\n圧縮動作時にシリンダボア２０内のピストン２１からの圧縮反力を回転軸\n１６に対しラジアル方向の分力として作用させ，軸支孔３７の内周壁に対し\nて前記回転軸１６上の大径の軸支部３８を圧接する少なくとも斜板２７を含\nむ手段とを有し，\n前記シリンダブロック１１には，回転軸１６上の大径の軸支部３８が回転\n可能に嵌挿支持される軸支孔３７が形成され，\n前記軸支孔３７に回転軸１６上の大径の軸支部３８が回転可能に嵌挿支持\nされてラジアルベアリング１７，１８となっており，ラジアルベアリング１\n７，１８は，前記回転軸１６の部分に関する唯一のラジアルベアリングであ\nり，\n前記軸支孔３７と前記軸支部３８との間には，ピストン２１の圧縮動作時\nに斜板２７を介して回転軸１６にそのラジアル方向へ作用する力と反対方向\nの力を，前記回転軸１６に対して付与する反力付与構造３９が形成され，\n前記ピストン２１は両頭型のピストン２１であり，前記斜板２７は，前後\n一対のスラスト軸受手段によって挟まれて前記回転軸１６の軸線の方向の位\n置を規制されており，前記スラスト軸受手段は，前記シリンダブロック１１\nの端面に形成された環状の突条と斜板２７の端面に形成された環状の突条と\nに当接し，前記斜板２７の突条の径を前記シリンダブロック１１の突条の径\nよりも大きくした両頭ピストン型斜板式圧縮機における冷媒ガス吸入構造。」\n(3) 本件発明と乙１９発明との対比\n上記(1)及び(2)に加え，本件発明の「ロータリバルブ」は「回転軸」と一\n体化されているものであり，乙１９発明の「回転軸１６」と「回転軸」とい\nう点で一致することをも併せると，本件発明と乙１９発明の一致点及び相違\n点は，それぞれ以下のとおりであると認められる。\nア  一致点\n「シリンダブロックにおける回転軸の周囲に配列された複数のシリンダ\nボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピ\nストンを連動させ，前記ピストンによって前記シリンダボア内に区画さ\nれる圧縮室に冷媒を導入するためのバルブを備えたピストン式圧縮機に\nおいて，\n吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力\nを回転軸に伝達して，軸孔の内周面に向けて前記回転軸を付勢する手段\nとを有し，\n前記シリンダブロックは，回転軸を回転可能に収容する軸孔を有し，\n前記軸孔の内周面に前記回転軸の外周面が直接支持されることによっ\nて前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル\n軸受手段は，前記回転軸の部分に関する唯一のラジアル軸受手段であり，\n前記ピストンは両頭ピストンであり，前記カム体は，前後一対のスラ\nスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制さ\nれており，スラスト軸受手段は，前記シリンダブロックの端面に形成さ\nれた環状の突条と前記カム体の端面に形成された環状の突条とに当接し，\n前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きく\nしたピストン式圧縮機における冷媒吸入構造。」\nイ  相違点\n(ｱ) 本件発明は，「前記回転軸と一体化されていると共に，前記ピストン\nによって前記シリンダボア内に区画される圧縮室に冷媒を導入するため\nの導入通路を有するロータリバルブ」を備えたものであり，それに伴い，\n「前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って\n前記導入通路と間欠的に連通する吸入通路」と，「吐出行程にある前記\nシリンダボア内の前記ピストンに対する圧縮反力を前記ロータリバルブ\nに伝達して，吐出行程にある前記シリンダボアに連通する前記吸入通路\nの入口に向けて前記ロータリバルブを付勢する」手段と，「前記ロータ\nリバルブを回転可能に収容する軸孔」とを有し，「前記導入通路の出口\nは，前記ロータリバルブの外周面上にあり，前記吸入通路の入口は，前\n記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバルブの外\n周面が直接支持されることによって前記ロータリバルブを介して前記回\n転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段\nは，前記カム体から前記ロータリバルブ側における前記回転軸の部分に\n関する唯一のラジアル軸受手段」であり，「前記両頭ピストンを収容す\nる前後一対のシリンダボアに対応する一対のロータリバルブが前記回転\n軸と一体的に回転」するものであるのに対して，乙１９発明は，「吸入\n弁機構３５」を有するものの，「ロータリバルブ」を有していない点\n（以下「相違点１－１」という。）。\n(ｲ) 本件発明は，「吐出行程にあるシリンダボア内のピストンに対する圧\n縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボア\nに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮\n反力伝達手段」を有し，「前記一対のスラスト軸受手段の少なくとも一\n方は前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部を\nなすスラスト軸受手段は，前記シリンダブロックの端面に形成された環\n状の突条と前記カム体の端面に形成された環状の突条とに当接し，前記\nカム体の突条の径を前記シリンダブロックの突条の径よりも大きくした」\n構成を有するものであるのに対して，乙１９発明は，「圧縮動作時にシ\nリンダボア２０内のピストン２１からの圧縮反力を回転軸１６に対しラ\nジアル方向の分力として作用させ，軸支孔３７の内周壁に対して前記回\n転軸１６上の大径の軸支部３８を圧接する少なくとも斜板２７を含む手\n段」を有し，「前記スラスト軸受手段は，前記シリンダブロック１１の\n端面に形成された環状の突条と斜板２７の端面に形成された環状の突条\nとに当接し，前記斜板２７の突条の径を前記シリンダブロック１１の突\n条の径よりも大きくした」構成を有するものであるが，「圧縮反力伝達\n手段」に相当する構成を含むか否かが明らかではなく，また，「前記軸\n支孔３７と前記軸支部３８との間には，ピストン２１の圧縮動作時に斜\n板２７を介して回転軸１６にそのラジアル方向へ作用する力と反対方向\nの力を，前記回転軸１６に対して付与する反力付与構造３９」を有して\nいる点（以下「相違点１－２」という。）。\n(4) 被告の主張に対する判断\nこの点に関して被告は，①相違点１－１につき，乙１９公報の「例えば特\n開平５－１２６０３９号公報〔判決注：乙４公報〕に開示されているように」\n（段落【００４９】）以下の記載に従って，同公報の図４の構成の「回転軸\n１６のラジアルベアリング１７，１８と対応する部分」に乙４公報（詳細は\n後記６参照）に開示されたロータリバルブを配設した圧縮機の断面図を作成\nすると以下の「図イ」のとおりとなり，それゆえ，乙１９公報には，同公報\nの図４記載の圧縮機の吸入弁３５をロータリバルブに変更した構成が記載さ\nれている，②「図イ」のとおり，乙１９公報における斜板２７及び回転軸１\n６は，吐出行程にあるシリンダボア２０内のピストン２１に対する圧縮反力\nを，斜板２７を介して回転軸１６に作用させることによりロータリバルブ１\n００に伝達して，吐出行程の状態にあるシリンダボア２０に連通するガス通\n路４１の入口に向けてロータリバルブ１００を付勢するように構成されてい\nるのであるから，上記斜板２７及び回転軸１６は本件発明の「圧縮反力伝達\n手段」に相当するのであって，「圧縮反力伝達手段」は乙１９公報に開示さ\nれていると主張する。\n「図イ」\nしかし，乙１９公報には，吸入弁構造３５としてリード弁を採用した圧縮\n機については具体的な記載はあるものの，ロータリバルブを備えた圧縮機に\nついては，「例えば特開平５－１２６０３９号公報〔判決注：乙４公報〕に\n開示されているように，回転軸１６のラジアルベアリングと対応する部分に\nロータリバルブを配設した圧縮機において，そのロータリバルブ上に反力付\n与構造３９を配設する」（段落【００４９】）との変更を加えることが可能\nである旨の抽象的な記載があるにすぎないのであって，被告の主張するよう\nな上記「図イ」という特定の構成の圧縮機を開示するものではない。\nそもそも，乙１９公報においては，「ロータリバルブを配設した圧縮機」\nの構成として，段落【００４９】において「回転軸１６のラジアルベアリン\nグと対応する部分にロータリバルブを配設した圧縮機において，そのロータ\nリバルブ上に反力付与構造３９を配設する」，「ロータリバルブは，回転軸\n１６と一体回転可能に設けられ，吸入行程にある各シリンダボア２０に対し\nてガスを導入するための吸入通路を備えたものである」及び「ロータリバル\nブ上の吸入通路と各シリンダボアとを連通させるために設けられている通路\nを，前記ガス通路４１としてそのまま利用できる」ことしか明らかとされて\nおらず，これ以外の「ロータリバルブを配設した圧縮機」の構成は開示され\nていないのであって，仮に同段落の「例えば特開平５－１２６０３９号公報\n〔判決注：乙４公報〕に開示されているように」という記載に依拠したとし\nても，せいぜい乙４公報に開示されている「ロータリバルブを配設した圧縮\n機」の構成を補助的に把握することができるという程度にすぎない。\nしたがって，被告の上記主張は採用することができない。\n(5) 小括\n以上のとおり，本件発明と乙１９発明とは，相違点１－１及び相違点１－\n２において相違することが認められる。\nしたがって，争点(2)アにおける被告の主張は理由がなく，本件発明が乙\n１９発明により新規性を欠くと認めることはできない。\n６  争点(2)イ（〔無効理由２〕乙１９発明及び乙４発明による進歩性欠如）に\nついて\n(1) 乙４公報の内容\nア  本件特許の優先日よりも前に公開された乙４公報には，次の記載がある。\n(ｱ) 産業上の利用分野\n・「本発明は，車両空調用に供して好適な往復動型圧縮機の改良に関す\nる。」（段落【０００１】）\n(ｲ) 実施例\n・「以下，本発明の実施例１，２及び変形例１～６を図面に基づき説明\nする。\n（実施例１）図１は本実施例に係る揺動斜板式圧縮機の断面図である。\n図において，１は軸方向に貫通する軸心孔１ａ及び５個のボア１ｂを\n有するシリンダブロックであって，このシリンダブロック１の一端面\nには通しボルト１６によりフロントハウジング２が接合され，他端面\nには弁板３，吐出弁１８ｂ及びリテーナ２０を介して同通しボルト１\n６によりリアハウジング４が接合されている。フロントハウジング２\n内のクランク室５には，駆動軸６がフロントハウジング２及びシリン\nダブロック１の軸心孔１ａに嵌挿され軸封装置６ａ，ラジアル軸受６\nｂ，６ｃを介して回転可能に支承されている。この駆動軸６上にはフ\nロントハウジング２との間にスラスト軸受７ａを介してロータ７が固\n着され，該ロータ７の後面側に延出した支持アーム８の先端部には長\n孔８ａが貫設されている。そして，該長孔８ａにはピン８ｂが摺動可\n能に嵌入されており，同ピン８ｂには斜板９が傾動可能に連結されて\nいる。」（段落【００１１】）\n・「ロータ７の後端に隣接して駆動軸６上にはスリーブ１０が遊嵌され，\nコイルばね１１により常にロータ７側へ付勢されるとともに，スリー\nブ１０の左右両側に突設された枢軸１０ａ（一方のみ図示）が斜板９\nの図示しない係合孔に嵌入されて，該斜板９は枢軸１０ａの周りを揺\n動しうるように支持されている。斜板９の後面側にはスラスト軸受９\nａ等を介して揺動板１２が相対回転可能に支持され，かつ外縁部に設\nけた案内部１２ａが通しボルト１６と係合することにより自転が拘束\nされるとともに，シリンダブロック１に貫設されたボア１ｂ内のピス\nトン１５と該揺動板１２とはコンロッド１４により連節されている。」\n（段落【００１２】）\n・「さらに，リアハウジング４には内周側に弁板３の中央孔３ａを介し\nてシリンダブロック１の軸心孔１ａと連通する吸入室１７が形成され\nており，吸入室１７はリア側端面中央に開口し冷媒を導入する冷媒導\n入孔１３ａにより冷凍回路と接続されている。また，弁板３には，図\n２に示すように，中央孔３ａから放射状に延在し各ボア１ｂの頂部と\n導通する吸入ポート２１が設けられている。そして，図１に示すよう\nに，軸心孔１ａ内に延出した駆動軸６の後端には，軸心孔１ａ及び中\n央孔３ａと滑合する円柱状の回転弁２２がキー２３により装着されて\nおり，回転弁２２のリア側は，吸入室１７の隔壁に形成された段部に\nスラスト軸受２４を介して支持されている。この回転弁２２には，図\n３及び図４に示すように，吸入室１７側の軸心中央から径方向に屈曲\n貫通する円孔２５ａと，該円孔２５ａに連なって外周面の約半周部分\nにわたって延在する溝部２５ｂとによって吸入通路２５が形成されて\nおり，この溝部２５ｂが吸入行程にある各ボア１ｂの吸入ポート２１\nと対向する間，吸入通路２５を介して吸入室１７と吸入ポート２１と\nが連通するようになされている。また，リアハウジング４の吸入室１\n７の外周側には冷媒導出孔１３ｂが開口する環状の吐出室１８が隔設\nされており，この吐出室１８は，弁板３の吐出ポート１８ａ及び吐出\n弁１８ｂを介して各ボア１ｂと連通している。したがって，駆動軸４\nの回転運動が斜板９を介して揺動板１２の前後揺動に変換され，ピス\nトン１５がボア１ｂ内を往復動することにより吸入室１７からボア１\nｂ内へ吸入された冷媒が圧縮されつつ吐出室１８へ吐出される。そし\nて，クランク室５内の圧力とボア１ｂ内の吸入圧力とのピストン１５\nを介した差圧に応じてピストン１５のストロークが変動し，揺動板１\n２の傾角が変化する。なお，クランク室５内の圧力はリアハウジング\n４の後端突出部内に配設された図示しない電磁制御弁機構により冷房\n負荷に基づいて制御される。」（段落【００１３】）\n・「以上のように構成された揺動斜板式圧縮機は，車両空調用冷凍装置\nとしてその回路中に配設され，使用に供される。この揺動斜板式圧縮\n機が運転されて駆動軸６が回転すると，斜板９は駆動軸６とともに回\n転しつつ揺動運動する。揺動板１２は斜板９に対して回転規制状態と\nされて揺動運動のみを行い，これによりピストン１５がボア１ｂ内で\n往復動する。そして，ボア１ｂ内でピストン１５が下死点に向かって\n移動を開始して吸入行程に入ると，駆動軸６と同期して回転する回転\n弁２２の吸入通路２５の溝部２５ｂ先端側がそのボア１ｂの吸入ポー\nト２１と対向し，吸入通路２５を介して吸入室１７と吸入ポート２１\nとが連通する。これにより，吸入室１７からそのボア１ｂに冷媒が吸\n入される。その後，ボア１ｂ内のピストン１５が下死点に到達すると，\n回転弁２２の回転に伴って吸入通路２５の溝部２５ｂ後端側が吸入ポ\nート２１を通過し，吸入室１７と吸入ポート２１とが遮断される。そ\nして，ピストン１５が上死点に向かって移動を開始すると，冷媒が圧\n縮されそのボア１ｂ内の圧力が高圧になるのに伴って吐出弁１８ｂが\nリテーナ２０に規制されて開弁し，その冷媒は吐出ポート１８ａから\n吐出室１８へ吐出される。このように回転弁２２が駆動軸６と同期し\nて回転することにより，各ボア１ｂ内では冷媒を吸入室１７から吸入\nし，圧縮し，吐出室１８へ吐出する動作が繰り返し行われる。」（段\n落【００１４】）\n・「したがって，この揺動斜板式圧縮機では，振動・異音の発生を防止\nするとともに充分な性能を発揮することができる。\n（変形例１）図５に示すように，上記のような回転弁２２を用いるこ\nとにより，吐出ポート１８ａをボア１ｂの中央に位置させて形成する\nことが可能となる。これにより，ピストン１５のヘッド部に吐出ポー\nト１８ａと符合する突起１５ａを設けることによって，デッドスペー\nスに残留する冷媒の量を減少させ，体積効率を向上させることができ\nる。\n（変形例２）図６に示すように，上記実施例において弁板３に設けら\nれている吸入ポート２１は，シリンダブロック１に設けてもよい。こ\nの場合には，吸入ポート２１の長さを短くすることができるため，吸\n入ポート２１内に残留する圧縮冷媒の量を減少させ，体積効率を向上\nさせることができる。\n（変形例３）図７に本変形例の要部の断面図を示す。本変形例は，駆\n動軸６の先端部近傍に形成されたフランジ部６１と回転弁２２との間\nにばね２６を介装し，このばね２６によって回転弁２２をリア側方向\nに常時付勢するようにしたものである。これにより回転弁２２の軸方\n向の組付寸法精度が緩和され，同時に回転弁２２のがたつき，異常摩\n耗，焼付等の発生が防止される。\n（変形例４）図８に示すように，駆動軸６とシリンダブロック１との\n間にラジアル軸受６３を介装させ，そのラジアル軸受６３によってば\nね２６の一端を支持するようにすれば，駆動軸６にフランジ部を形成\nする必要がないため，組付け性が良好となる。\n（変形例５）図９に示すように，シリンダブロック１の軸心孔１ａに\n張出部１ｃを設け，その張出部１ｃに支持されるスラスト軸受６５に\nよってばね２５の一端を支持するようにしても，変形例４と同様に組\n付け性が良好となる。\n（変形例６）図１０は本変形例に係る揺動斜板式圧縮機の要部を示す\n断面図であり，図１１は回転弁の斜視図であり，図１２はリアハウジ\nングの斜視図である。」（段落【００１６】）\n(ｳ) 図面\n・図１\n・図３\n・図４\n・図６\nイ  また，上記記載事項及び図面の記載内容からすれば，乙４公報には，\n次の事項も記載されているものということができる。\n(ｱ) シリンダブロック１における駆動軸６の周囲に５個のボア１ｂが配列\nされていること。\n(ｲ) 駆動軸６の回転により斜板９を介してピストン１５が往復動すること。\n(ｳ) 吸入ポート２１は，ボア１ｂに連通しており，かつ回転弁２２の回転\nに伴って吸入通路２５との連通と遮断を繰り返すこと。\n(ｴ) 吸入通路２５の溝部２５ｂは，回転弁２２の外周面上にあること。\n(ｵ) シリンダブロック１に吸入ポート２１を配置した場合，吸入ポート２\n１の入口は，軸心孔１ａの内周面上にあること。\nウ  以上の記載によれば，乙４公報には，以下の乙４発明が開示されてい\nるものと認められる。\n「シリンダブロック１における駆動軸６の周囲に配列された５個のボア\n１ｂ内にピストン１５を収容し，前記駆動軸６の回転により斜板９を介\nして前記ピストン１５を往復動させ，前記駆動軸６の後端に装着されて\nいるとともに，前記ピストン１５によって前記ボア１ｂ内の区画される\n空間に冷媒を導入するための吸入通路２５を有する回転弁２２を備えた\n揺動斜板式圧縮機において，\n前記ボア１ｂに連通し，かつ前記回転弁２２の回転に伴って前記吸入\n通路２５との連通と遮断を繰り返す吸入ポート２１を有し，\n前記シリンダブロック１は，前記回転弁２２を滑合可能に収容する軸\n心孔１ａを有し，\n前記吸入通路２５の溝部２５ｂは，前記回転弁２２の外周面上にあり，\n前記吸入ポート２１の入口は，前記軸心孔１ａの内周面上にあり，\n前記ピストン１５を収容するボア１ｂに対応する回転弁２２が駆動軸\n６と同期して回転する揺動斜板式圧縮機における冷媒吸入構造。」\n(2) 相違点に係る構成の容易想到性\n前記５において論じたとおり，乙１９発明は前記５(2)のとおりであるも\nのと認められ，これと本件発明とは前記５(3)イの相違点１－１及び相違点\n１－２の点で相違しているものと認められる。そこで，以下，これらの相違\n点について検討する。\nア  相違点１－１\n乙１９発明と乙４発明とは，ピストン型斜板式圧縮機という同一の技\n術分野に属している。そして，乙１９公報には「例えば特開平５－１２\n６０３９号公報〔判決注：乙４公報〕に開示されているように，回転軸\n１６のラジアルベアリングと対応する部分にロータリバルブを配設した\n圧縮機において，そのロータリバルブ上に反力付与構造３９を配設する\nこと。」（段落【００４９】）と記載されているのであって，乙１９公\n報に記載された実施例に乙４公報に記載された実施例を組み合わせるこ\nとにつき，教示が存在する。\nしたがって，当業者であれば，乙１９発明において，乙１９発明の\n「吸入弁機構３５」に代えて，乙４発明の「回転弁２２」を「回転軸１\n６」の「ラジアルベアリング１７，１８」の部分に設けることは，容易\nに想到し得るものというべきである。\nイ  相違点１－２\n(ｱ) 本件発明の「圧縮反力伝達手段」は，①吐出行程にあるシリンダボア\n内のピストンに対する圧縮反力をロータリバルブに伝達して，吐出行程\nにあるシリンダボアに連通する吸入通路の入口に向けて前記ロータリバ\nルブを付勢するという機能を有するものであって，②その一部に，シリ\nンダブロックの端面に形成された相対的に径の小さな環状の突条とカム\n体の端面に形成された相対的に径の大きな環状の突条とに当接するスラ\nスト軸受手段という構成のものを含むものである。\n(ｲ) まず，上記アに従い，乙１９発明の「ラジアルベアリング１７，１８」\nの部分に乙４発明の「回転弁２２」を適用したものと，上記(ｱ)記載の\n①の機能との関係について検討する。\n乙１９発明に乙４発明の「回転弁２２」を適用したものにおいて，\n「少なくとも斜板２７を含む手段」は，圧縮反力を「軸支部３８」に伝\nえ，その結果，「軸支孔３７の内周壁に対して前記回転軸１６上の大径\nの軸支部３８を圧接する」ものであり，また，回転弁（ロータリバルブ）\nは「ラジアルベアリング１７，１８」を構成する「軸支部３８」を設け\nられるものであるから，結局，当該「少なくとも斜板２７を含む手段」\nは，圧縮反力を回転弁（ロータリバルブ）に伝達し，回転弁（ロータリ\nバルブ）を圧接（付勢）する作用を有するものである。\nそうすると，乙１９発明に乙４発明の「回転弁２２」を適用したもの\nにおいて，前記「少なくとも斜板２７を含む手段」は，本件発明の上記\n①と同様の機能を有するものであり，本件発明の「圧縮反力伝達手段」\nと同様の機能を有するものであるといえる。\n(ｳ) さらに，乙１９発明に乙４発明の「回転弁２２」を適用したものが，\n上記②の構成を備えるか否かについて検討する。\n乙１９発明に乙４発明の「回転弁２２」を適用したものは，シリンダ\nブロックの端面に形成された相対的に径の小さな環状の突条とカム体の\n端面に形成された相対的に径の大きな環状の突条とに当接するスラスト\n軸受手段という構成も含むものであるから，上記②の構成と同様の構成\nを有しているといえ，また，これらの環状の突条は，圧縮反力を伝達す\nる作用を自ずと備えるものであるから，「圧縮反力伝達手段」の一部を\n構成しているものであるといえる。\n(ｴ) したがって，当業者であれば，乙１９発明に乙４発明の「回転弁２２」\nを適用して相違点１－２に係る本件発明の構成とすることは，容易に相\n当し得るものということができる。\nウ  以上によれば，乙１９発明において，相違点１－１及び相違点１－２\nに係る本件発明の構成を採用することは，当業者が乙４発明の「回転弁\n２２」を適用することにより容易になし得たものということができる。\n(3) 原告の主張に対する判断\nア  「付勢」について\n(ｱ)  この点に関して原告は，一致点及び相違点の認定（前記５(3)）につ\nき，乙１９発明においては，圧縮反力に基づいて回転軸１６に作用する\n「圧縮反力のラジアル方向の分力Ｐ２」は「反力付与構造３９による反\n対方向の力」により相殺されているのであるから，本件発明の「圧縮反\n力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボア\nに連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する\n圧縮反力伝達手段」を開示するものではないと主張する。\n(ｲ) そこで，まず乙１９発明の「圧接」について検討すると，乙１９発明\nは，「軸支部３８」を「圧接」するものではあるが，「ピストン２１の\n圧縮動作時に斜板２７を介して回転軸１６にそのラジアル方向へ作用す\nる力と反対方向の力を，前記回転軸１６に対して付与する反力付与構造\n３９」を備えたものであり，乙１９公報の段落【００３５】の記載によ\nれば，この「反力付与構造３９」により「回転軸１６に作用するラジア\nル方向の力Ｐ２が相殺される」ものである。しかし，それに続く段落\n【００３６】の「回転軸１６が後方のラジアルベアリング１８に強く圧\n接されることはなく，そのベアリング１８には大きな負荷が加わらない\nので，本実施例のように，そのラジアルベアリング１８として安価な滑\nり軸受けを使用しても，回転軸１６の円滑な回転に支障は生じない。」\nとの記載を踏まえれば，当該「反力付与構造３９」は，ラジアル方向の\n力Ｐ２（軸支部３８に伝達される圧縮反力に起因する力）を「相殺」す\nるとはいっても完全に打ち消すものではなく，回転軸１６の円滑な回転\nに支障が生じない程度まで低減するものにすぎないということができる。\nしたがって，乙１９発明は，「反力付与構造３９」を有するものではあ\nるが，「軸支部３８」を零ではない力で押し付けるものであるといえる。\nこの点に関して原告は，「相殺」とは「互いに差し引いて損得なしに\nすること」（広辞苑）との意味であるから，乙１９発明は「反力付与構\n造３９による反対方向の力」を「圧縮反力のラジアル方向の分力Ｐ２」\nと同じ大きさとし，その効果を完全になくす技術思想が開示されている\n旨主張する。しかし，「相殺」には「相反するものが互いに影響し合っ\nて，その効果などが差し引きされること」（大辞林第三版１４４８頁）\nという意味もあるのであって，その相反する範囲において効果が差し引\nきされれば足り，必ずしも効果を完全になくすことを意味するとはいえ\nない。\n(ｳ) 次に，本件発明の「付勢」が意味する内容について検討するに，前記\n１(2)のとおり，本件発明は，吐出行程にあるシリンダボアに連通する\n吸入通路の入口に向けてロータリバルブを「付勢」し，ロータリバルブ\nの外周面を吸入通路の入口に近づけることによって，圧縮室内の冷媒を\n吸入通路から「洩れ難く」する効果を奏するものであって，その漏出を\n完全に阻止するものではない。現に，本件明細書等の段落【００６７】\nには，「第１及び第２の実施の形態では，ロータリバルブがバルブ収容\n室の内周面に押接されるものとしたが，両者を接触させるのではなく，\nクリアランスを減少させることで洩れを防止するように構成してもよ\nい。」と記載されており，「付勢」として，ロータリバルブをバルブ収\n容室の内周面に「押接」しなくても，クリアランスを減少させることで\n漏れを防止することも含まれるものである（前記３(2)エ参照）。\n(ｴ) 以上によると，乙１９発明の「圧接」は，本件発明の「付勢」に相当\nするものというべきであり，本件発明と乙１９発明とは「吐出行程にあ\nる前記シリンダボア内の前記ピストンに対する圧縮反力を回転軸に伝達\nして，軸孔の内周面に向けて前記回転軸を付勢する手段」を有する点で\n一致する。\nしたがって，原告の上記主張は採用することができない。\nイ  また，原告は，一致点及び相違点の認定（前記５(3)）につき，乙４公\n報の往復動型圧縮機は，駆動軸６がスラスト軸受７ａを介して支持され\nているものの（段落【００１１】），同公報の図１から明らかなように，\nスラスト軸受７ａはスラスト荷重吸収機能を付与されたスラスト軸受手\n段ではなく，したがって本件発明の構成要件Ｆは開示されていないなど\nと主張する。\nしかし，乙１９公報の図４には，斜板２７の前後にスラスト軸受を配\n設し，当該スラスト軸受を，シリンダブロックの端面に形成された環状\nの突条とこれより大径のカム体の端面に形成された環状の突条とで挟む\n構成が図示されている。そうすると，乙１９発明においては，スラスト\n軸受手段が，シリンダブロックの端面に形成された環状の突条とこれよ\nり大径のカム体の端面に形成された環状の突条とで挟む構成を有するの\nであって，このような構成のスラスト軸受がスラスト荷重を吸収する機\n能を有することは明らかである（本件明細書等【００１０】，【００２\n３】参照）。そうすると，乙４公報に記載されたスラスト軸受７ａがス\nラスト荷重吸収機能を付与されたスラスト軸受手段ではないとしても，\nその点は，乙１９発明に乙４発明を適用した場合の容易想到性の判断に\n影響しないというべきである。\nしたがって，原告の上記主張は採用することができない。\n(4) 小括\n以上によれば，本件発明は，乙１９公報及び乙４公報に記載された発明に\n基づいて当業者が容易に発明をすることができたものである。\nしたがって，訂正前の本件発明は進歩性を欠き，特許法２９条２項の規定\nにより特許を受けることができないから，本件発明に係る特許は，特許法１\n２３条１項２号の規定により無効になるものと認められる（もっとも，後記\n９において説示するとおり，本件訂正により上記無効理由は解消されたもの\nというべきである。）。\n７  争点(2)ウ（〔無効理由３〕乙２１発明並びに周知技術及び慣用技術による\n進歩性欠如）について\n(1) 乙２１公報の内容\nア  本件特許の優先日よりも前に公開された乙２１公報には，次の記載が\nある。\n(ｱ) 請求項１\n「複数個のシリンダが形成されたシリンダブロックと，前記シリンダ内\nに挿入された複数個のピストンと，前記シリンダブロック内に形成され\nた斜板室と，前記斜板室に延びている回転軸と，前記回転軸に取り付け\nられて共に回転することにより前記複数個のピストンを往復運動させる\n斜板と，からなる斜板型圧縮機において，\n前記シリンダブロック内において前記回転軸を支持する軸受がジャー\nナル軸受であって，前記シリンダブロック内に取り付けられる滑り軸受\nとそれによって支持される前記回転軸の一部としてのジャーナル部とか\nら構成されており，\n前記回転軸は少なくとも一部が中空であって，それによって前記回転\n軸の内部に圧縮すべき流体を導く吸入通路が形成されていると共に，そ\nれと接続する半径方向の吸入通路が少なくとも１個形成されており，\n前記滑り軸受及び前記シリンダブロックには，前記回転軸の回転位置に\n応じて前記回転軸の前記半径方向の吸入通路と連通して，前記複数個の\nシリンダに順次圧縮すべき流体を吸入させる吸入ポートが形成されてい\nることを特徴とする，前記斜板型圧縮機。」\n(ｲ) 産業上の利用分野\n・「本発明は，例えば自動車用空調装置の冷媒圧縮機として使用するこ\nとができる斜板型圧縮機に係り，特にその吸入弁と軸受部に関するも\nのである。」（段落【０００１】）\n(ｳ) 発明が解決しようとする課題\n・「通常のロータリバルブを吸入弁として使用する先行技術によれば，\nリード弁を用いる場合に比して吸入弁の吸入抵抗（圧力損失）を低減\nさせ得るので，体積効率を５％程度向上させることができるが，その\n反面，先行技術による斜板型圧縮機においては，ニードルベアリング\nのような転がり軸受であるラジアル軸受によって支持されている回転\n軸と，回転軸に取り付けられたロータリバルブを摺動回転可能に受け\n入れているハウジング側のバルブシリンダとの間には，各部品の製作\n上の加工誤差（公差）や，転がり軸受の作動に必要な遊隙等によって\n相当大きな心ずれが存在し，構造上その心ずれ量を少なくすることが\n難しいのと，例えば斜板型圧縮機のような場合には，斜板に作用する\n圧縮反力が回転軸の回りに均等に作用しないで一方に偏っていること\n等から，ロータリバルブのローターとバルブシリンダとの間のクリア\nランスが大きくなりやすく，それによってシリンダブロックに設けら\nれた幾つかの吸入ポートのうちで，圧縮行程において閉塞されるべき\nものが完全に閉塞されないために，それらの吸入ポートの周囲からロ\nータリバルブの外周を通じて圧縮された冷媒等の流体が漏洩し，それ\nによって圧縮機の作動効率が低下するという別の問題が生じる。」\n（段落【０００４】）\n・「また，通常の構造のロータリバルブを斜板型圧縮機の吸入弁として\n使用した場合には，ロータリバルブはリード弁に比べてどうしても大\n型になるし，設置位置が回転軸の周囲に限られることから，ロータリ\nバルブの弁開口の閉塞面から下流側の各シリンダの作動室までの圧縮\nされるべき流体の通路の容積，従って，有効な圧縮作用をしない空間\nの容積（デッドボリューム）が，各ピストンの限られた行程体積に対\nして相対的に大きくなりやすく，それによって圧縮機の体積効率が低\n下するという問題もある。」（段落【０００５】）\n・「本発明は，従来技術や，それを改良するために考えられて来た先行\n技術における上記のような多くの問題点を改善し，弁部分における流\n体の抵抗や漏洩が少なくて作動効率が高い上に，作動室の上流側のデ\nッドボリュームが小さくて体積効率も十分に高い小型の圧縮機を，そ\nれも比較的安価に製作可能とすることを発明の解決課題としている。」\n（段落【０００６】）\n(ｴ) 課題を解決するための手段\n・「本発明は，複数個のシリンダが形成されたシリンダブロックと，前\n記シリンダ内に挿入された複数個のピストンと，前記シリンダブロッ\nク内に形成された斜板室と，前記斜板室に延びている回転軸と，前記\n回転軸に取り付けられて共に回転することにより前記複数個のピスト\nンを往復運動させる斜板と，からなる斜板型圧縮機において，前記シ\nリンダブロック内において前記回転軸を支持する軸受がジャーナル軸\n受であって，前記シリンダブロック内に取り付けられる滑り軸受とそ\nれによって支持される前記回転軸の一部としてのジャーナル部とから\n構成されており，前記回転軸は少なくとも一部が中空であって，それ\nによって前記回転軸の内部に圧縮すべき流体を導く吸入通路が形成さ\nれていると共に，それと接続する半径方向の吸入通路が少なくとも１\n個形成されており，前記滑り軸受及び前記シリンダブロックには，前\n記回転軸の回転位置に応じて前記回転軸の前記半径方向の吸入通路と\n連通して，前記複数個のシリンダに順次圧縮すべき流体を吸入させる\n吸入ポートが形成されていることを特徴とする。」（段落【０００\n７】）\n(ｵ) 作用\n・「回転軸を支持する軸受がジャーナル軸受であり，それが単にシリン\nダブロック内に設けられた滑り軸受と，回転軸の一部であるジャーナ\nル部によって構成される簡単な構造であるだけでなく，そのジャーナ\nル軸受の構成部材自体に半径方向の吸入通路や吸入ポートを形成して，\n各シリンダに対して圧縮すべき流体を吸入させるための吸入弁を構成\nしているため，軸受構造と吸入弁の構造が簡単になるだけでなく，滑\nり軸受の円筒内面の仕上げ加工が容易に行われて，ジャーナル部との\nクリアランスをきわめて小さくすることが可能になり，圧縮された流\n体が吸入弁から漏洩することがない。言うまでもなくこのようにして\n構成された吸入弁は，所定の圧力差によって開弁するリード弁と異な\nって圧力損失が少ないから，圧縮機の効率が向上する。」（段落【０\n００９】）\n(ｶ) 実施例\n・「図１及び図２に示す本発明の第１実施例を示す斜板型圧縮機におい\nて，斜板型圧縮機１の本体は，中央のシリンダブロック２と，その左\n側にバルブプレート３を挟んで締結されたフロントハウジング４と，\n右側にバルブプレート５を挟んで締結されたリヤハウジング６とから\nなっている。シリンダブロック２は更にフロント側のシリンダブロッ\nク２ａとリヤ側のシリンダブロック２ｂとの２つの部分に分かれてい\nる。そして，シリンダブロック２ａ及び２ｂ，バルブプレート３及び\n５，フロントハウジング４及びリヤハウジング６を一体的に締結する\n手段として，５本（図２参照）の通しボルト７が用いられる。」（段\n落【００１０】）\n・「フロント側のシリンダブロック２ａには，中心のまわりの均等な位\n置に５個のシリンダ１２ａ～１２ｅ（図１に１２ａのみを示す）が互\nいに平行となるように穿設されており，それらに対応してリヤ側のシ\nリンダブロック２ｂにも，５個のシリンダ１３ａ～１３ｅ（図２参照）\nが同様に穿設されている。フロントハウジング４内の外周部には環状\nの吐出室１４が形成され，また，フロント側と略同様にリヤハウジン\nグ６内の外周部にも環状の吐出室１５が形成されている。更に，リヤ\nハウジング６の中央部分には，隔壁によって吐出室１４と区画された\n吸入室１６が形成されている。吸入室１６は入口１７を備えており，\nそれに接続される図示しない吸入配管によって，例えば空調装置の冷\n凍回路に設けられた蒸発器から戻って来る低温低圧の冷媒のような，\n圧縮すべき流体を受け入れるようになっている。」（段落【００１\n１】）\n・「フロント側のバルブプレート３には，シリンダ１２ａ～１２ｅの内\n部に形成されて拡縮する作動室と，環状で共通の吐出室１４とを連通\nし得る吐出口１８ａ～１８ｅ（図１に１８ａのみを示す）が開口して\nおり，それらの吐出口の下流側の面は，薄いばね板からなるリード状\nの吐出弁によって閉塞されている。なお，図中１９は，吐出口１８ａ\n～１８ｅに設けられる吐出弁の開弁角度を制限して吐出弁のリードを\n保護するための，所謂弁おさえの１つを例示している。」（段落【０\n０１２】）\n・「リヤ側のバルブプレート５にも同様に吐出口２１ａ～２１ｅ（図１\nに２１ａのみを示す）が開口しており，それぞれシリンダ１３ａ～１\n３ｅの内部の作動室を環状で共通の吐出室１５に連通させることがで\nきる。フロント側と同様に，各吐出口２１ａ～２１ｅの下流側の面に\nもそれぞれ図示しないリード状の吐出弁が設けられる。なお，２２は\nそれらの吐出弁の弁おさえの１つを例示している。そして，リヤ側の\n吐出室１５は図示しない管路によってフロント側の吐出室１４と連通\nしており，それらの吐出室から送り出される高圧の冷媒は，合流して\n図示しない冷凍サイクルの凝縮器へ流れるようになっている。」（段\n落【００１３】）\n・「シリンダブロック２の内部に形成された斜板室２３には，図１にお\nいて左側から回転軸２４が伸びており，図示しない車両の内燃機関か\nら電磁クラッチのような伝動装置を介して回転駆動される。回転軸２\n４は，斜板室２３の前後を後に詳細に説明する一対のジャーナル軸受\n２５及び２６によって半径方向に支持されている。斜板室２３内にお\nいて，回転軸２４には楕円形の斜板２７が適当な手段によって一体的\nに取り付けられており，斜板２７を駆動することによって回転軸２４\nに発生する反力としての軸方向荷重は，斜板２７の両側に設けられた\n一対のスラスト軸受２８及び２９によって支持される。」（段落【０\n０１４】）\n・「回転軸２４と平行にシリンダブロック２内に穿設されているフロン\nト側のシリンダ１２ａ～１２ｅと，それらに対向するリヤ側のシリン\nダ１３ａ～１３ｅとの各対には，それぞれ両頭のピストン３０ａ～３\n０ｅが軸方向に往復摺動可能に挿入されており，それらの両端の頭部\nを接続するピストンロッドの中心部分に形成された溝の両側には，例\nえば球形の窪み３１が設けられていて，窪み３１にはそれと同径の球\nの一部をなす一対の耐摩耗性シュー３２が挿入され，それらのシュー\n３２の間に前述の斜板２７の周縁部を摺動可能に挟んでいる。」（段\n落【００１５】）\n・「シリンダブロック２内において回転軸２４を支持しているジャーナ\nル軸受２５及び２６は，主として，フロント側のシリンダブロック２\nａ及びリヤ側のシリンダブロック２ｂのそれぞれの中心に同軸的に穿\n孔された内径が回転軸２４の外径よりも例えば２～４ｍｍ程度大きい\n貫通穴３３及び３４の中に，打ち込み等の方法で一体的に固定されて\nいる比較的薄肉の滑り軸受３５及び３６と，それらの滑り軸受３５及\nび３６によって摺動回転可能に支持されている回転軸２４自体の円筒\n面の一部であるジャーナル部２４ａ及び２４ｂとからなっている。滑\nり軸受３５及び３６は，例えば金属ベースの上にフッ素樹脂等を積層\nしたもので，貫通穴３３及び３４の中に打ち込んで一体化したのち，\n内径を精密加工して，それに対応する回転軸２４のジャーナル部２４\nａ及び２４ｂの外径にきわめて近い内径となるように高精度に仕上げ\nる。」（段落【００１６】）\n・「回転軸２４の一部は中空になっていて，図１の右側から軸方向に吸\n入通路３７が形成されており，右端において吸入室１６に連通してい\nる。ジャーナル軸受２５のジャーナル部２４ａの左端寄りの位置には，\n吸入通路３７に接続して，回転軸２４の軸心に対して円周方向に例え\nば１３０°程度に開く扇形の開口である１個の吸入通路３８が半径方\n向に形成される。また，ジャーナル軸受２６のジャーナル部２４ｂの\n右端寄りの位置には，吸入通路３７に接続して，回転軸２４の軸心に\n対して円周方向にやはり１３０°程度に開く（図２参照）扇形の開口\nである１個の吸入通路３９が，吸入通路３８とは１８０度の位相差を\n有するように半径方向に形成される。」（段落【００１７】）\n・「フロント側のジャーナル軸受２５には，回転軸２４のジャーナル部\n２４ａに形成されている半径方向の吸入通路３８に対して，回転軸２\n４がそれぞれ所定の回転位置（角度）にあるときに連通して，冷媒を\n吸入通路３７からフロント側の５つのシリンダ１２ａ～１２ｅのそれ\nぞれに吸入させる半径方向の吸入ポート４０ａ～４０ｅ（図１に４０\nａのみを示す）が形成される。また，リヤ側のジャーナル軸受２６に\nも同様に，ジャーナル部２４ｂに形成された半径方向の吸入通路３９\nに対して，回転軸２４がそれぞれ所定の回転位置にあるときに連通し\nて，冷媒を吸入通路３７からリヤ側の５つのシリンダ１３ａ～１３ｅ\nのそれぞれに吸入させる半径方向の吸入ポート４１ａ～４１ｅ（図２\n参照）が形成される。」（段落【００１８】）\n・「本発明の第１実施例による斜板型圧縮機１はこのように構成されて\nいるので，回転軸２４が自動車の内燃機関等によって回転駆動される\nと，斜板２７の運動の揺動成分によって両頭のピストン３０ａ～３０\nｅがそれぞれのシリンダ内で往復運動を行い，フロント側及びリヤ側\nの各シリンダ内の作動室は拡縮を繰り返す。それと同時に，フロント\n側のジャーナル軸受２５及びリヤ側のジャーナル軸受２６の内部にお\nいては，回転軸２４のジャーナル部２４ａ及び２４ｂに形成された半\n径方向の吸入通路３８及び３９が回転することによって，フロント側\nの扇形の吸入通路３８が，シリンダ１２ａ～１２ｅのうちで，そのと\nきに吸入行程に入ったものに対応している吸入ポート４０ａ～４０ｅ\nに順次連通して行くと共に，リヤ側の扇形の吸入通路３９が，シリン\nダ１３ａ～１３ｅのうちで，そのときに吸入行程に入ったものに対応\nしている吸入ポート４１ａ～４１ｅに順次連通して行くことになる。\nこの連通関係はどのシリンダについても，それが吸入行程にある間は\n継続するように，半径方向の吸入通路３８及び３９の扇形に開く角度\n（図２参照）が設定されている。」（段落【００１９】）\n・「本発明の第１実施例において，バルブ部分を有するジャーナル軸受\n２５及び２６のクリアランスから冷媒の漏洩が起こらない理由は，ジ\nャーナル軸受２５及び２６を構成する滑り軸受３５及び３６の円筒内\n面の精密な仕上げ加工によって，回転軸２４のジャーナル部２４ａ及\nび２４ｂとのクリアランスをきわめて小さくすることができた結果で\nあって，このような滑り軸受３５及び３６の円筒内面と回転軸２４の\nジャーナル部２４ａ及び２４ｂの円筒面の高精度の仕上げ加工と，微\n小なクリアランスの維持は，ジャーナル軸受２５及び２６がきわめて\n単純な構造であり，滑り軸受３５及び３６がシリンダ１２ａ～１２ｅ\n及び１３ａ～１３ｅと平行に配置されることから初めて可能となった\nものである。従って，ジャーナル軸受２５及び２６自体に，半径方向\nの吸入通路３８及び３９や吸入ポート４０ａ～４０ｅ及び４１ａ～４\n１ｅを穿設することによって形成された吸入弁は，リード弁のような\n吸入抵抗を生じないだけでなく，締切りが完全で，圧縮行程にあるシ\nリンダからの流体の漏洩を許さない。」（段落【００２１】）\n・「更に，先行技術による斜板型圧縮機４２においては，比較的大径と\nなるロータリバルブ４７及び４８の外周面と，それに摺動接触するバ\nルブシリンダ４５及び４６の内周面との間の相対的な周速が大きくな\nるので，ロータリバルブ４７及び４８の外周面にフッ素樹脂等のコー\nティングを施すことが必要であり，その表面を仕上げるための加工も\n必要になるので，それらが工数の増加とコストを上昇させる原因にな\nる。また，ロータリバルブ４７及び４８に設ける扇形の弁開口５１及\nび５２の位置は，回転軸２４に対する斜板２７の圧入位置によって決\nまるが，ロータリバルブ４７及び４８は何らかの抜け止め及び回り止\nめ手段によって回転軸２４上に軸方向にも回転方向にも固定する必要\nがあり，ロータリバルブ４７及び４８の位置決め及び固定にはかなり\nの工数を要する。」（段落【００２７】）\n・「これに対して，本発明の第１実施例による斜板型圧縮機１において\nは，回転軸２４の支持をジャーナル軸受２５及び２６によって行い，\nそれ自体に吸入弁を併設するので，軸受兼吸入弁の摺動回転する部分\nのクリアランスを大幅に小さくすることが可能になり，吸入弁の締切\nりを改善することができると共に，構造をきわめて簡素化し，加工を\n容易にすることができる。その結果，フロント側のシリンダブロック\n２ａとリヤ側のシリンダブロック２ｂを組み合わせて，対になってい\nるシリンダ１２ａ～１２ｅ及び１３ａ～１３ｅをボーリング加工する\n際に，同時に滑り軸受３５及び３６の円筒内面の仕上げ加工を行うこ\nとが可能になって，回転軸２４を挿入する際のクリアランスの大きさ\nは考え得る最小限の値とすることができる。更に，回転軸２４自体に\n吸入弁を構成する半径方向の吸入通路３８及び３９を形成するため，\n先行技術におけるロータリバルブ４７及び４８のように位置決めや固\n定手段の設置の必要がなくなり，これも構成の簡素化とコストの低減\nという好ましい結果をもたらす。」（段落【００２８】）\n(ｷ) 図面\n・図１\n・図２\nイ  また，上記記載事項及び図面の記載内容からすれば，乙２１公報には，\n次の事項も記載されているものということができる。\n(ｱ) ジャーナル部２４ａ，２４ｂの外周面は吸入通路３８，３９の出口を\n除いて円筒形状とされていること（図１，図２）\n(ｲ) ジャーナル部２４ａ，２４ｂの各吸入通路３８，３９は回転軸２４内\nに形成された通路を介して連通していること（請求項１，段落【０００\n７】，【００１７】）\n(2) 乙２１発明\n上記(1)の記載によれば，乙２１公報には，以下の乙２１発明が開示され\nているものと認められる。\n「シリンダブロック２における回転軸２４の周囲に配列された複数のシリン\nダ１２，１３内にピストン３０を収容し，回転軸２４の回転に斜板２７を介\nしてピストン３０を連動させ，回転軸２４と一体化されていると共に，ピス\nトン３０によってシリンダ１２，１３内に区画される作動室に冷媒を導入す\nるための吸入通路３８，３９を有するジャーナル部２４ａ，２４ｂを備えた\n斜板型圧縮機１において，\nシリンダ１２，１３に連通し，かつジャーナル部２４ａ，２４ｂの回転に\n伴って吸入通路３８，３９と間欠的に連通する吸入ポート４０，４１と，\nシリンダブロック２は貫通穴３３及び３４を有し，その貫通穴３３及び３\n４の中心に，ジャーナル部２４ａ，２４ｂを回転可能に収容する比較的薄肉\nの滑り軸受３５，３６が一体的に固定され，\n吸入通路３８，３９の出口は，ジャーナル部２４ａ，２４ｂの外周面上に\nあり，吸入ポート４０，４１の入口は，滑り軸受３５，３６の内周面上にあ\nり，滑り軸受３５，３６の内周面にジャーナル部２４ａ，２４ｂの外周面が\n摺動回転可能に支持されることによってジャーナル部２４ａ，２４ｂを介し\nて回転軸２４を支持するジャーナル軸受２５，２６を有し，\nピストン３０は両頭ピストンであり，両頭ピストンを収容する前後一対の\nシリンダ１２，１３に対応する一対のジャーナル部２４ａ，２４ｂが回転軸\n２４と一体的に回転し，斜板２７は，前後一対のスラスト軸受２８，２９に\nよって挟まれて回転軸２４の軸線の方向の位置を規制されているピストン式\n圧縮機における冷媒吸入構造。」\n(3) 本件発明と乙２１発明との対比\n上記(1)及び(2)によれば，本件発明と乙２１発明の一致点及び相違点は，\nそれぞれ以下のとおりであると認められる。\nア  一致点\n「シリンダブロックにおける回転軸の周囲に配列された複数のシリンダ\nボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピ\nストンを連動させ，前記回転軸と一体化されていると共に，前記ピスト\nンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するた\nめの導入通路を有するロータリバルブを備えたピストン式圧縮機におい\nて，\n前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って\n前記導入通路と間欠的に連通する吸入通路を有し，\n前記シリンダブロックは，前記ロータリバルブを回転可能に収容する\n軸孔を有し，\n前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記\nロータリバルブを介して前記回転軸を支持するラジアル軸受手段を有し，\n前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前\n後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と\n一体的に回転し，前記カム体は，前後一対のスラスト軸受手段によって\n挟まれて前記回転軸の軸線の方向の位置を規制されているピストン式圧\n縮機における冷媒吸入構造。」\nイ  相違点\n(ｱ) 本件発明は，「吐出行程にある前記シリンダボア内の前記ピストンに\n対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記\nシリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバル\nブを付勢する圧縮反力伝達手段」を有し，「前記一対のスラスト軸受手\n段の少なくとも一方は前記圧縮反力伝達手段の一部をなし，該圧縮反力\n伝達手段の一部をなすスラスト軸受手段は，前記シリンダブロックの端\n面に形成された環状の突条と前記カム体の端面に形成された環状の突条\nとに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径\nよりも大きくした」ものであるのに対して，乙２１発明は，「圧縮反力\n伝達手段」を有するか否かが明らかでなく，また，少なくとも一方のス\nラスト軸受手段が「前記シリンダブロックの端面に形成された環状の突\n条と前記カム体の端面に形成された環状の突条とに当接」するものであ\nって，前記各突起が「前記カム体の突条の径を前記シリンダブロックの\n突条の径よりも大きくした」ものであるとの構成を有していない点（以\n下「相違点３－１」という。）。\n(ｲ) 本件発明は，「前記吸入通路の入口は，前記軸孔の内周面上にあり，\n前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されること\nによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸\n受手段となっており，前記ラジアル軸受手段は，前記カム体から前記ロ\nータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受\n手段であり，」との構成を有するのに対して，乙２１発明は，ラジアル\n軸受手段が，「貫通穴３３及び３４」に一体的に固定された「滑り軸受\n３５，３６」と「ジャーナル部２４ａ，２４ｂ」とからなるものである\n点（以下「相違点３－２」という。）。\n(4) 相違点に係る構成の容易想到性\n事案に鑑み，相違点３－２について検討する。\nア  上記(1)アの記載事項からすれば，乙２１発明は，冷媒の漏洩を防止す\nることを課題として，ロータリバルブとバブルシリンダのクリアランス\nを冷媒が漏れない程度にまで小さく製造するものであると認められる。\nまた，乙２１発明において，回転軸を円滑に回転可能なものとすること\nは，当業者にとって自明の課題であるということができる。\nイ  ところで，乙２１公報には，「課題を解決するための手段」として，\n「前記シリンダブロック内において前記回転軸を支持する軸受がジャー\nナル軸受であって，前記シリンダブロック内に取り付けられる滑り軸受\nとそれによって支持される前記回転軸の一部としてのジャーナル部とか\nら構成されており」（段落【０００７】）と記載され，「回転軸を支持\nする軸受がジャーナル軸受であり，それが単にシリンダブロック内に設\nけられた滑り軸受と，回転軸の一部であるジャーナル部によって構成さ\nれる簡単な構造であるだけでなく，そのジャーナル軸受の構成部材自体\nに半径方向の吸入通路や吸入ポートを形成して，各シリンダに対して圧\n縮すべき流体を吸入させるための吸入弁を構成しているため，軸受構造\nと吸入弁の構造が簡単になるだけでなく，滑り軸受の円筒内面の仕上げ\n加工が容易に行われて，ジャーナル部とのクリアランスをきわめて小さ\nくすることが可能になり，圧縮された流体が吸入弁から漏洩することが\nない。」（段落【０００９】）と記載されている。\nさらに，乙２１公報には，ジャーナル軸受２５及び２６のクリアラン\nスから冷媒の漏洩が起こらない理由に関して，「本発明の第１実施例に\nおいて，バルブ部分を有するジャーナル軸受２５及び２６のクリアラン\nスから冷媒の漏洩が起こらない理由は，ジャーナル軸受２５及び２６を\n構成する滑り軸受３５及び３６の円筒内面の精密な仕上げ加工によって，\n回転軸２４のジャーナル部２４ａ及び２４ｂとのクリアランスをきわめ\nて小さくすることができた結果であって，このような滑り軸受３５及び\n３６の円筒内面と回転軸２４のジャーナル部２４ａ及び２４ｂの円筒面\nの高精度の仕上げ加工と，微小なクリアランスの維持は，ジャーナル軸\n受２５及び２６がきわめて単純な構造であり，滑り軸受３５及び３６が\nシリンダ１２ａ～１２ｅ及び１３ａ～１３ｅと平行に配置されることか\nら初めて可能となったものである。」（段落【００２１】）と記載され\nている。\nそして，乙２１公報には「滑り軸受３５及び３６は，例えば金属ベー\nスの上にフッ素樹脂等を積層したもの」（段落【００１６】）との記載\nがあり，フッ素樹脂は低摩擦を実現するための素材として周知慣用され\nているものであることを踏まえれば，乙２１発明における「滑り軸受３\n５，３６」は，回転抵抗低減のために設けられる部材であるということ\nができる。\nウ  そうすると，乙２１発明における「滑り軸受３５，３６」は，ロータ\nリバルブとバブルシリンダのクリアランスを小さくすると増大する回転\n抵抗を低減するために設けられる部材であって，極めて小さなクリアラ\nンスと回転軸の円滑な回転とを同時に実現するという乙２１発明の課題\nを解決するために，必須の構成であるというべきである。\nしたがって，乙２１発明の課題を踏まえると，乙２１発明を「滑り軸\n受３５，３６」を備えないものとすることは，当業者が想定し得ないと\nいうことになる。\n(5) 被告の主張に対する判断\nア  この点に関して被告は，乙２１発明の作用効果は，回転軸を支持する\nラジアル軸受として転がり軸受に代えて滑り軸受構造を採用し，かつ，\n当該滑り軸受の位置に吸入ポートを設けたことによって得られるもので\nあるから，乙２１発明においては，回転軸のラジアル軸受に「滑り軸受\n構造」を採用することが課題解決に必要不可欠であったとしても，「滑\nり軸受部材」を採用することは課題解決に必要ではないと主張する。\nしかし，上記(4)イにおいて引用したとおり，乙２１公報は「滑り軸受\n３５，３６」（被告のいう「滑り軸受部材」）を採用したことにより乙\n２１発明の効果が得られる旨を明らかにしている（段落【００１６】及\nび【００２１】）のであるから，「滑り軸受３５，３６」を採用するこ\nとが課題解決に必須であることは明らかである。\nしたがって，被告の上記主張は採用することができない。\nイ  また，被告は，回転軸をシリンダブロックにより直接支持する構成は\n周知であり，「滑り軸受部材」を使用するか否かは当業者が適宜選択で\nきるものであると主張する。\nしかし，ロータリバルブを備えたピストン式圧縮機において，回転軸\nをシリンダブロックにより直接支持する構成が周知であることの立証が\nあるとはいえない上，上記(4)ウにおいて説示したとおり，乙２１発明に\nおける「滑り軸受３５，３６」（滑り軸受部材）は乙２１発明の課題を\n解決するために必須の構成というべきであって，このことは，回転軸を\nシリンダブロックにより直接支持する構成が周知であることに左右され\nるものではない。\nしたがって，被告の上記主張は，その前提を欠き，採用することがで\nきない。\nウ  さらに，被告は，乙２１公報にいう「内径を精密加工して，それに対\n応する回転軸２４のジャーナル部２４ａ及び２４ｂの外形にきわめて近\nい内径となるように高精度に仕上げる」（段落【００１６】）ことによ\nって得られる作用効果は，「滑り軸受３５，３６」を採用せずにシリン\nダブロックによる直接支持構造を採用した場合でも実現できるから，\n「滑り軸受け３５，３６」は課題解決に必要不可欠なものではない旨主\n張する。\nしかし，「滑り軸受３５，３６」は，「内径を・・・高精度に仕上げ\nる」ことのみを目的として採用されたものではなく，上記(4)ウにおいて\n説示したとおり，ロータリバルブとバブルシリンダのクリアランスを小\nさくすると増大する回転抵抗を低減するために設けられる部材であり，\n極めて小さなクリアランスと回転軸の円滑な回転とを同時に実現するた\nめに採用されたものであって，乙２１発明の課題を解決するために必須\nの構成というべきである。\nしたがって，被告の上記主張は，その前提を欠き，採用することがで\nきない。\nエ  最後に，被告は，①乙２１公報の段落【００２７】の記載によれば，\n回転軸の径を小さくすることによって，回転軸のジャーナル部２４ａ及\nび２４ｂの外周面と，それに摺動接触する「滑り軸受３５，３６」との\n間の相対的な周速を小さくすることができ，フッ素樹脂等の固体潤滑材\nのコーティングを施す必要がなくなることが示唆されているから，乙２\n１発明において「滑り軸受３５，３６」のような部材を用いることは必\n須の構成ではない，②滑り軸受部材を用いない滑り軸受構造においても，\nフッ素樹脂等の固体潤滑剤のコーティングにより低摩擦を実現すること\nは周知であるから，やはり乙２１発明において「滑り軸受３５，３６」\nのような部材を用いることは必須の構成ではないなどと主張する。\nしかし，回転軸の円滑な回転が，回転軸の径を小さくすることやフッ\n素樹脂等の固体潤滑剤のコーティングによって実現できるものであった\nとしても，乙２１発明は，「滑り軸受３５，３６」を採用するという別\n個の手段でこれを実現したものであって，上記(4)ウにおいて説示したと\nおり，「滑り軸受３５，３６」は乙２１発明の課題を解決するために必\n須の構成というべきである。\nしたがって，被告の上記主張は採用することができない。\n(6) 小括\n以上によれば，その余の相違点について判断するまでもなく，争点(2)ウ\nにおける被告の主張は理由がなく，本件発明は乙２１発明並びに周知技術及\nび慣用技術に基づいて当業者が容易に発明をすることができたものであると\nはいえない。\n８  争点(3)ア（本件訂正が訂正要件を充たしているか）について\n前記５ないし７において説示したとおり，本件発明に係る特許には無効理由\n１（乙１９発明による新規性欠如）及び無効理由３（乙２１発明及び周知技術，\n慣用技術による進歩性欠如）による特許法１０４条の３の各抗弁に理由がある\nとはいえないものの，無効理由２（乙１９発明及び乙４発明による進歩性欠如）\nによる同条の抗弁には理由があるということができる。\nところで，原告は，本件訂正を主張し，もって訂正の対抗主張（再抗弁）を\n主張しているところ，特許法１０４条の３の抗弁に対する訂正の再抗弁が成立\nするためには，①特許庁に対し適法な訂正審判の請求又は訂正の請求を行って\nいること，②当該訂正が訂正要件を充たしていること，③当該訂正によって被\n告が主張している無効理由が解消されること，④被告各製品が訂正後の特許発\n明の技術的範囲に属すること，以上の各要件を全て充たしている必要があると\nいうべきである。\n本件において，被告は上記②及び③を争い（争点(3)ア及びイ），また本件\n訂正発明に係る特許に新たな無効理由が存する（争点(3)ウ）と主張している\n（なお，被告の平成２８年６月１０日付け準備書面(6)には「被告製品は本件\n訂正発明の構成要件を充足しない」との記載がみられるが，その内容は本件発\n明の構成要件充足性を争うものにすぎず，本件発明の構成要件を充足する場合\nに上記④の充足性を争う趣旨ではないと認められる。）。\n以下，まず上記②（当該訂正が訂正要件を充たしていること）について検討\nする。\n(1) 本件訂正のうち「前記ロータリバルブの外周面は，前記導入通路の出口を\n除いて円筒形状とされ，」との記載を追加する部分について\nア  本件明細書等（以下に引用する部分は，いずれも，本件特許の願書に\n添付した明細書又は図面と同内容であるものと認められる。）の図１に\nは，ロータリバルブ３５，３６の指し示す範囲において，外周面に導入\n通路の出口を除いて溝や凹部等の記載がない。\nそして，図２（ａ）とその要部拡大図である図２（ｂ）及び図３（ａ）\nとその要部拡大図である図３（ｂ）は，それぞれ図１のＡ－Ａ線断面図\n及びＢ－Ｂ線断面図ではあるが，導入通路３１，３２を含む位置のロー\nタリバルブ３５，３６の断面を表そうとするものであり，仮に導入通路\n３１，３２の出口を除いて溝や凹部等が存在するのであれば，図２（ａ）\n及び（ｂ）並びに図３（ａ）及び（ｂ）において，破線等を用いて図示\nされるところである（例として，乙５０公報の図３及び図５，乙５１公\n報の図３及び図５，乙５２公報の図３及び図４参照）。しかるに，図２\n（ａ）及び（ｂ）並びに図３（ａ）及び（ｂ）にはそのような図示がな\nいのであるから，上記各図面においては，ロータリバルブ３５，３６の\n外周面３５１，３６１には導入通路３１，３２の出口を除いて溝や凹部\n等が設けられていないことが記載されているというべきである。\nしたがって，本件明細書等の図１ないし図５には，ロータリバルブ３\n５，３６の外周面に導入通路の出口を除いて溝や凹部等が設けられてい\nないことが記載されていると認められる。\nイ  そして，本件明細書等の図１に記載されたロータリバルブ３５，３６\nの縦断面，図２（ａ）及び（ｂ）に記載されたロータリバルブ３５の横\n断面並びに図３（ａ）及び（ｂ）に記載されたロータリバルブ３６の横\n断面からすれば，本件明細書等には，ロータリバルブ３５，３６の外周\n面が，導入通路の出口を除いて円筒形状であることが記載されていると\n認められる。\nウ  以上によれば，本件明細書等には，ロータリバルブを構成する回転軸\nの外周面に溝や凹部を設けないものが記載されており，ロータリバルブ\nの外周面が，導入通路の出口を除いて円筒形状となることが記載されて\nいるといえるのであるから，本件訂正のうち「前記ロータリバルブの外\n周面は，前記導入通路の出口を除いて円筒形状とされ，」との記載を追\n加する部分については，本件明細書等に記載した事項の範囲内において\nなされたものということができる。\n(2) 本件訂正のうち「前記ロータリバルブの各導入通路は前記回転軸内に形成\nされた通路を介して連通し，」との記載を追加する部分について\n本件明細書等には，「回転軸２１内には通路２１２が形成されている。通\n路２１２の始端は，回転軸２１の内端面にあってリヤハウジング１４内の吸\n入室１４２に開口している。回転軸２１には導入通路３１，３２が通路２１\n２に連通するように形成されている。」（段落【００２７】）という記載が\nあり，前側の導入通路３１と後側の導入通路３２とが回転軸２１内に形成さ\nれた通路２１２を介して連通していることが開示されている。\nしたがって，本件訂正のうち「前記ロータリバルブの各導入通路は前記回\n転軸内に形成された通路を介して連通し，」との記載を追加する部分につい\nては，本件明細書等に記載した事項の範囲内においてなされたものである。\n(3) 被告の主張に対する判断\nア  この点に関して被告は，本件明細書等にはロータリバルブ３５，３６\nの外周面の全領域の記載がなく，ロータリバルブ３５，３６の外周面に\n導入通路の出口を除いて溝や凹部等が設けられないことの技術的意義に\nついても何ら記載がないなどと主張するが，上記(1)で引用した各図面の\n記載に照らし，採用することができない。\nイ  また，被告は，ロータリバルブを備えた圧縮機において，ロータリバ\nルブを構成する回転軸の外周面に溝や凹部を設けることは，例えば乙５\n０公報ないし乙５３公報に示されているように慣用技術であるなどと主\n張する。\nしかし，仮に上記慣用技術が存したとしても，それは，ロータリバル\nブを構成する当該回転軸の部分に溝ないし凹部が必ず設けられているこ\nとを意味するものではない。そして，上記(1)で引用したとおり，本件明\n細書等の図１ないし図５には，ロータリバルブ３５，３６の外周面に導\n入通路の出口を除いて溝や凹部等が設けられていないことが記載されて\nいる。\nしたがって，被告の上記主張は採用することができない。\n(4) 小括\n以上によれば，本件訂正は，特許法１３４条の２第９項で準用する同法１\n２６条５項の規定に適合するものである。\nそして，被告が他に本件訂正の訂正要件を争わない以上，本件訂正は訂正\n要件を充たすというべきである。\nしたがって，争点(3)アの原告の主張は，理由がある。\n９  争点(3)イ（本件訂正により争点(2)の無効理由を解消することができるか）\nについて\n(1) 本件訂正発明と乙１９発明との対比\n前記８の(1)及び(2)によれば，本件訂正発明と乙１９発明の一致点及び相\n違点は，それぞれ以下のとおりであると認められる（本件発明との相違点と\n異なる部分に下線を付した。）。\nア  一致点\n「シリンダブロックにおける回転軸の周囲に配列された複数のシリンダ\nボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピ\nストンを連動させ，前記ピストンによって前記シリンダボア内に区画さ\nれる圧縮室に冷媒を導入するためのバルブを備えたピストン式圧縮機に\nおいて，\n吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力\nを回転軸に伝達して，軸孔の内周面に向けて前記回転軸を付勢する手段\nとを有し，\n前記シリンダブロックは，回転軸を回転可能に収容する軸孔を有し，\n前記軸孔の内周面に前記回転軸の外周面が直接支持されることによっ\nて前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル\n軸受手段は，前記回転軸の部分に関する唯一のラジアル軸受手段であり，\n前記ピストンは両頭ピストンであり，前記カム体は，前後一対のスラ\nスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制さ\nれており，スラスト軸受手段は，前記シリンダブロックの端面に形成さ\nれた環状の突条と前記カム体の端面に形成された環状の突条とに当接し，\n前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きく\nしたピストン式圧縮機における冷媒吸入構造。」\nイ  相違点\n(ｱ) 本件発明は，「前記回転軸と一体化されていると共に，前記ピストン\nによって前記シリンダボア内に区画される圧縮室に冷媒を導入するため\nの導入通路を有するロータリバルブ」を備えたものであり，それに伴い，\n「前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って\n前記導入通路と間欠的に連通する吸入通路」と，「吐出行程にある前記\nシリンダボア内の前記ピストンに対する圧縮反力を前記ロータリバルブ\nに伝達して，吐出行程にある前記シリンダボアに連通する前記吸入通路\nの入口に向けて前記ロータリバルブを付勢する」手段と，「前記ロータ\nリバルブを回転可能に収容する軸孔」とを有し，「前記導入通路の出口\nは，前記ロータリバルブの外周面上にあり，前記ロータリバルブの外周\n面は，前記導入通路の出口を除いて円筒形状とされ，前記吸入通路の入\n口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバ\nルブの外周面が直接支持されることによって前記ロータリバルブを介し\nて前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル\n軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸\nの部分に関する唯一のラジアル軸受手段」であり，「前記両頭ピストン\nを収容する前後一対のシリンダボアに対応する一対のロータリバルブが\n前記回転軸と一体的に回転し，前記ロータリバルブの各導入通路は前記\n回転軸内に形成された通路を介して連通」するものであるのに対して，\n乙１９発明は，「吸入弁機構３５」を有するものの，「ロータリバルブ」\nを有していない点（以下「相違点１－１’」という。）。\n(ｲ) 本件発明は，「吐出行程にあるシリンダボア内のピストンに対する圧\n縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボア\nに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮\n反力伝達手段」を有し，「前記一対のスラスト軸受手段の少なくとも一\n方は前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部を\nなすスラスト軸受手段は，前記シリンダブロックの端面に形成された環\n状の突条と前記カム体の端面に形成された環状の突条とに当接し，前記\nカム体の突条の径を前記シリンダブロックの突条の径よりも大きくした」\n構成を有するものであるのに対して，乙１９発明は，「圧縮動作時にシ\nリンダボア２０内のピストン２１からの圧縮反力を回転軸１６に対しラ\nジアル方向の分力として作用させ，軸支孔３７の内周壁に対して前記回\n転軸１６上の大径の軸支部３８を圧接する少なくとも斜板２７を含む手\n段」を有し，「前記スラスト軸受手段は，前記シリンダブロック１１の\n端面に形成された環状の突条と斜板２７の端面に形成された環状の突条\nとに当接し，前記斜板２７の突条の径を前記シリンダブロック１１の突\n条の径よりも大きくした」構成を有するものであるが，「圧縮反力伝達\n手段」に相当する構成を含むか否かが明らかではなく，また，「前記軸\n支孔３７と前記軸支部３８との間には，ピストン２１の圧縮動作時に斜\n板２７を介して回転軸１６にそのラジアル方向へ作用する力と反対方向\nの力を，前記回転軸１６に対して付与する反力付与構造３９」を有して\nいる点（以下「相違点１－２’」という。）。\n(2) 相違点に係る構成の容易想到性\n以上を前提に，相違点１－１’に係る構成の容易想到性について検討す\nる。\nア  相違点１－１’のうち「前記ロータリバルブの外周面は，前記導入通\n路の出口を除いて円筒形状とされ，」との部分について\n(ｱ)  前記６(2)アで説示したとおり，乙１９発明と乙４発明とは，ピスト\nン型斜板式圧縮機という同一の技術分野に属している。そして，乙１９\n公報には「例えば特開平５－１２６０３９号公報〔判決注：乙４公報〕\nに開示されているように，回転軸１６のラジアルベアリングと対応する\n部分にロータリバルブを配設した圧縮機において，そのロータリバルブ\n上に反力付与構造３９を配設すること。」（段落【００４９】）と記載\nされているのであって，乙１９公報に記載された実施例に乙４公報に記\n載された実施例を組み合わせることにつき，教示が存在する。\nしたがって，当業者であれば，乙１９発明において，乙１９発明の\n「吸入弁機構３５」に代えて，乙４発明の「回転弁２２」を「回転軸１\n６」の「ラジアルベアリング１７，１８」の部分に設けることは，容易\nに想到し得るものというべきである。\n(ｲ) しかるに，乙１９発明に「回転弁２２」を採用した場合であっても，\n同発明にいう「反力付与構造３９」の機能は当然に保持されることにな\nる。すなわち，乙１９発明は，滑り軸受を使用しても回転軸の円滑な回\n転に支障が生じないようにするために反力付与手段を設けたものであり\n（乙１９公報の段落【００１３】），反力付与手段としての「反力付与\n構造３９」（段落【００３１】）を備えることが必須の発明である。\nそして，乙１９発明は，この「反力付与構造３９」の一つとして，回\n転軸１６の軸支部３８の外面に「凹部４０」を備えているのであるから，\n「凹部４０」は，乙１９発明にとって必須の構成要件ということになる。\nそうすると，乙１９発明において，「前記ロータリバルブの外周面は，\n前記導入通路の出口を除いて円筒形状とし」との構成を採用し，もって\n「凹部４０」を無くしてしまうことについては，阻害要因が存在すると\nいうべきである。\nイ  相違点１－１’のうち「前記ロータリバルブの各導入通路は前記回転\n軸内に形成された通路を介して連通し」との部分について\n上記アによれば，相違点１－１’に係る構成の容易想到性は，その余\nの点について判断するまでもなく否定されることになるが，さらに，事\n案に鑑み，「前記ロータリバルブの各導入通路は前記回転軸内に形成さ\nれた通路を介して連通し」との部分についても検討する。\n両頭ピストン型のロータリバルブを配設した圧縮機において，「ロー\nタリバルブの各導入通路は前記回転軸内に形成された通路を介して連通」\nしたものとすることは，本件特許の優先日前に周知の事項ということが\nできる（乙５４明細書，乙５５公報及び乙５６公報）。\nしかし，乙１９発明は，「吸入室３３」を両頭ピストンの両側に有す\nる形式であるから，乙１９発明において「吸入弁機構３５」に代えて乙\n４発明の「回転弁２２」を採用した場合，軸方向両側に配置される回転\n弁は，それぞれ両頭ピストンの両側の吸入室と連通させようとするもの\nであり，「ロータリバルブの各導入通路は回転軸内に形成された通路を\n介して連通」させる必要性はない。\nしたがって，乙１９発明に乙４発明を適用する際に，上記周知事項を\n考慮することにより，「ロータリバルブの各導入通路は回転軸内に形成\nされた通路を介して連通」する構成とすることは，当業者にとって容易\nに想到し得たものではないというべきである。\nウ  小括\n以上によれば，相違点１－１’に係る構成とすることは，上記ア及び\nイに説示した理由により，乙１９発明及び乙４発明に基づいて当業者が\n容易に想到し得たものではないというべきである。\n(3) 被告の主張に対する判断\nア  上記(2)アに関して被告は，乙１９公報に「圧力作用部４０ｂの大きさ\nをどの程度にするかは，回転軸１６に作用するラジアル方向の力Ｐ２を\n考慮して，最適なものを選択すればよい」（段落【００４８】）と記載\nされているとおり，滑り軸受を使用しても回転軸の円滑な回転に支障が\n生じないように当業者が適宜選択すべき設計事項にすぎないのであって，\n滑り軸受を使用しても回転軸の円滑な回転に支障が生じないのであれば，\n「凹部４０」を設ける必要がないことも，乙１９公報に基づいて当業者\nが容易に想到し得るなどと主張する。\nしかし，上記(2)アで説示したとおり，「凹部４０」は，乙１９発明に\nとって必須の構成要件であるから，その「大きさをどの程度にするか」\nは設計事項であるとしても，それを設けない構成とすることには，阻害\n要因が存在するというべきである。\nしたがって，被告の上記主張は採用することができない。\nイ  また，上記(2)イに関して被告は，両頭ピストン型のロータリバルブを\n配設した圧縮機において「ロータリバルブの各導入通路は前記回転軸内\nに形成された通路を介して連通」したものとすることが本件特許の優先\n日前に周知の事項である以上は，乙１９発明の回転軸内に設けられる通\n路の構造について，当業者は両導入通路を連通したものと理解すること\nが当然であるなどと主張する。\nしかし，被告の上記主張は裏付けを欠くものにすぎないし，乙１９発\n明が「吸入室３３」を両頭ピストンの両側に有する形式であることを考\n慮に入れていないものでもあるから，にわかに採用することができない。\n(4) 小括\n以上によれば，その余の相違点について判断するまでもなく，本件訂正発\n明が乙１９発明及び乙４発明に基づいて当業者が容易に発明をすることがで\nきたとはいえない。\nしたがって，本件訂正により無効理由２を解消することができたというべ\nきである。争点(3)イにおける原告の主張は，理由がある。\n10  争点(3)ウ（新たな無効理由の存否）について\n被告は，ロータリバルブの外周面が「導入通路の出口を除いて円筒形状」と\nいうのは，本件訂正請求書によれば「導入通路の出口以外，ロータリバルブの\n外周面に溝，凹部等が設けられていないこと」を意味するというのに対し，例\nえば乙５０公報ないし乙５３公報に開示されているロータリバルブのように，\n導入通路の出口以外の部分に溝や凹部等が形成されたロータリバルブの外周面\nも，実質的に「円筒形状」であると考えるのが自然であるから，「円筒形状」\nとの記載は明確ではないなどと主張する。\nしかし，本件訂正発明の「円筒形状」との記載は，乙１９発明の「凹部４０」\nとの相違に基づき，「導入通路の出口を除いて」との限定が付されていること\nからすれば，本件訂正発明における「円筒形状」の意義は，導入通路の出口以\n外に「導入通路の出口」程度の溝，凹部等がないものを意味することが明らか\nである（そうすると，乙５０公報ないし乙５３公報の図面に開示されているロ\nータリバルブは，いずれも「溝，凹部等」が設けられているものであって，本\n件訂正発明にいう「円筒形状」には該当しない。）。\nしたがって，本件訂正発明が明確でないということはできないから，争点\n(3)ウにおける被告の主張は，理由がない。\n11  結論\n以上によれば，被告各製品は本件発明の技術的範囲に属し（争点(1)アない\nしウ），他方で訂正前の本件発明に係る特許は乙１９発明及び乙４発明による\n進歩性欠如により無効にされるべきものではあるが（争点(2)イ），本件訂正\nによる訂正の再抗弁が成立する（争点(3)アないしウ）。\nしたがって，原告の請求は理由があるからいずれも認容することとし，仮執\n行宣言については，主文第１項については付すのが相当であるのでこれを付\nし，主文第２項についてはこれを付さないのが相当であるから，主文のとおり\n判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n東  海  林              保\n裁判官\n瀬              孝\n裁判官\n勝    又    来  未  子\n（別紙）\nイ号物件目録\n圧縮機ＲＳ－１５\n（別紙）\nロ号物件目録\n圧縮機ＲＳ－１３\n別紙「特許公報」省略\n"
}