{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 8,
    "day": 23
  },
  "case_number": "平成29(わ)196",
  "case_name": "嘱託殺人",
  "court_name": "名古屋地方裁判所刑事第５部",
  "lawsuit_id": "87059",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87059",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/059/087059_hanrei.pdf",
  "contents": "主 文\n被告人を懲役２年６月に処する。\n未決勾留日数中１３０日をその刑に算入する。\n理 由\n（犯行に至る経緯）\n被告人は，交際していたＡ（以下「被害者」という。）が，かねてから，死にた\nいなどと口にしたり，薬の過剰摂取をして自殺を図ったりなどするたびに，被害者\nを励まし，翻意させるなどしていたが，このような言動を繰り返す被害者との交際\nを続ける中，被告人自身も職場での居づらさを感じていたことや，借金の返済に追\nわれていたことなどもあって，死にたいなどと考えるようになった。\n被害者は，平成２９年１月上旬頃から，被告人に対し，殺してほしいと繰り返し\nて言うようになり，同月中旬には，被告人も被害者に死にたいとの気持ちがあるこ\nとを伝え，二人で死ぬことを考えて東京方面に旅行に行ったこともあったが，被害\n者が翻意し，結局は，そのような事態には至らなかった。\nしかし，被害者は，後記犯行の前日，職場に行こうとする被告人に対し，職場に\n行けば別れさせられて一生会えなくなるから嫌だ，殺してほしいと言い出した。被\n告人は，被害者をなだめたが，被害者は翻意せず，被告人は，海が見たいと言う被\n害者と車で出かけ，後記のホテルに入った。被害者は，その道すがら，被告人に対\nし，手で首を絞めた後にＵＳＢケーブルで絞めることや，殺害後は服を着せること\nを依頼した。被告人は，翌日ホテルで起床した被害者から殺害の実行を促され，被\n害者が翻意していないのを知り，被害者を殺害して自分も死のうと決意した。\n（罪となるべき事実）\n被告人は，平成２９年１月２１日，愛知県知多郡ａ町字ｂｃ番地ｄホテルｅｆ号\n室において，被害者（当時１８歳）から嘱託を受けて，同人に対し，殺意をもって，\nその頚部を両手で絞め付け，さらに，同人の頚部にＵＳＢケーブルを巻き付けて絞\nめ付け，よって，その頃，同所において，同人を頚部圧迫による窒息により死亡さ\nせ，もって嘱託を受けて人を殺害した。\n（法令の適用）\n罰条               刑法２０２条後段\n刑種の選択            懲役刑を選択\n未決勾留日数の算入        刑法２１条\n訴訟費用の不負担         刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n本件の犯行態様は，被害者の頚部を手やＵＳＢケーブルで長時間締め付けるとい\nうもので，殺意は強固であった。被害者からの嘱託があったとはいえ，被害者の生\n命を奪った結果は重い。\nそして，被告人は，「犯行に至る経緯」で示したとおり，殺してほしいという被\n害者を翻意させることができず，むしろ被害者の希望に応えて一緒に死のうと考え，\n被害者の殺害を決意するに至ったのであるが，被告人が，死にたいと思うような不\n安定な精神状態になっていたとはいえ，このような決意をしなければならないほど\n追い込まれた状況は存在せず，他の方法を選択することは十分に可能であった。被\n告人の判断は，利己的な考えに基づくものではないが，生命の尊さに考えの及ばな\nい，独り善がりで短絡的なものであったというほかなく，強い非難を免れない。\n遺族にとってみれば，被告人によって被害者の命が奪われるなどとは予期もして\nいないことであり，突然，被害者を失ったその悲しみは深い。\n以上の犯情に照らすと，被告人の刑事責任には重いものがあり，本件が刑の執行\nを猶予すべき事案であるとは考えられない。\nそして，被告人が母親の協力を得て被害者遺族との間で分割により合計２０５０\n万円の損害賠償金を支払う旨の示談を成立させ，その内金２５０万円を支払ったこ\nとのほか，被告人が事実を認めて反省の態度を示していること，被告人の母親が監\n督を誓約していること，元勤務先の社長が出廷の上で被告人を社会復帰後に再雇用\nして支援する意思がある旨述べていることなど，被告人のために斟酌できる犯情以\n外の情状も併せて考慮し，被告人を主文のとおりの刑に処するのが相当であると判\n断した。\n（検察官の求刑  懲役５年，弁護人の意見  執行猶予付き判決）\n平成２９年８月２５日\n名古屋地方裁判所刑事第５部\n裁判長裁判官  奥山   豪\n裁判官  小 川 貴 紀\n裁判官  横 井 千 穂\n"
}