{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 11,
    "day": 29
  },
  "case_number": "平成28(ワ)1653",
  "case_name": "損害賠償請求事件",
  "court_name": "神戸地方裁判所第５民事部",
  "lawsuit_id": "87527",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87527",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/527/087527_hanrei.pdf",
  "contents": "平成２９年１１月２９日判決言渡  同日原本領収  裁判所書記官\n平成２８年(ﾜ)第１６５３号  損害賠償請求事件\n口頭弁論終結日  平成２９年８月３０日\n判 決\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告Ａに対し，５５万円及びこれに対する昭和○○年○○月○○日か\nら支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂに対し，５５万円及びこれに対する平成○○年○○月○○日か\nら支払済みまで年５分の割合による金員を支払え。\n３  被告は，原告Ｃに対し，５５万円及びこれに対する平成○○年○○月○○日か\nら支払済みまで年５分の割合による金員を支払え。\n４  被告は，原告Ｄに対し，５５万円及びこれに対する昭和○○年○○月○○日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，原告らが(1)のとおり主張し，(2)の請求を行う事案である。\n(1) 原告らが主張する経緯等\nア  原告Ｄは，原告Ａ（昭和○○年○○月○○日生）の母である。原告Ｄは夫\n（婚姻関係にある配偶者としての夫をいう。以下同じ。）から継続的に暴力\nを振るわれ，離婚の手続を取ることができないまま別居し，夫との婚姻継\n続中，原告Ａの生物学上の父と交際し，原告Ａを懐胎し出産した。原告Ｄ\nは，夫に原告Ａの存在を知られることを恐れ，その出生届を提出すること\nができなかった。原告Ａの実父が提出した原告Ａの出生届は，夫の嫡出推\n定が及ぶことを理由に不受理とされた。原告Ｄ及び原告Ａは，妻や子に夫\nに対する嫡出否認の訴えの提起が法律上認められていないことから，この\nような事態に対処し得なかった。その結果，原告Ａは無戸籍となった。\nイ  原告Ｂ（平成○○年○○月○○日生）及び原告Ｃ（平成○○年○○月○○\n日生）は，原告Ａの子である。原告Ｂ及び原告Ｃは，母である原告Ａに戸籍\nがないため，その戸籍に入ることができず，原告Ａと同様に無戸籍となっ\nた。\nウ  民法７７４条～７７６条（以下「本件各規定」という。）は，父(夫)にの\nみ嫡出否認の訴えの提訴権を認めることによって，合理的な理由なく，父\nと子及び夫と妻との間で差別的な取扱いをしており，社会的身分による差\n別（憲法１４条１項）に該当し，同項及び憲法２４条２項に違反しているこ\nとが明らかである。それにもかかわらず，国会（国会議員）は本件各規定の\n改正を怠っており，その立法不作為は，国家賠償法上違法である。\n(2) 請求\n原告らは，被告に対し，国家賠償法１条１項に基づき，精神的損害に対する\n慰謝料及び弁護士費用として，それぞれ，次の各金員の支払を求める。\nア  原告Ａ\n５５万円及びこれに対する昭和○○年○○月○○日（原告Ａの出生日）か\nら支払済みまで年５分の割合による遅延損害金\nイ  原告Ｂ\n５５万円及びこれに対する平成○○年○○月○○日（原告Ｂの出生日）か\nら支払済みまで年５分の割合による遅延損害金\nウ  原告Ｃ\n５５万円及びこれに対する平成○○年○○月○○日（原告Ｃの出生日）か\nら支払済みまで年５分の割合による遅延損害金\nエ  原告Ｄ\n５５万円及びこれに対する昭和○○年○○月○○日（原告Ａを出産した\n日）から支払済みまで年５分の割合による遅延損害金\n２  当事者の主張\n(1) 請求原因\nア  当事者及び経緯\n(ｱ)  原告Ｄは，昭和○○年○○月○○日，夫であるＥから継続的に暴力を\n振るわれていたことを理由に同人の下を離れ，別居するようになった。\n(ｲ) 原告Ｄは，Ｆ（原告Ａの生物学上の父）の子を懐胎し，昭和○○年○○\n月○○日，原告Ａを出産した。\n(ｳ)  Ｆは，昭和○○年○○月○○日，原告Ａの出生届をａ市ｂ区役所に提\n出したが，夫であるＥの嫡出推定が及ぶことを理由に不受理とされた。\nまた，妻や子である原告Ｄ及び原告Ａが，Ｅに対し，嫡出否認の訴えを提\n起することは法律上認められていなかった。原告Ｄは，Ｅに原告Ａの存\n在を知られることを恐れ，原告Ａの出生届を提出することができなかっ\nた。その結果，原告Ａは無戸籍となった。\n(ｴ)  原告Ａは，平成○○年○○月○○日に原告Ｂを，平成○○年○○月○\n○日に原告Ｃをそれぞれ出産した。原告Ｂ及び原告Ｃは，母である原告\nＡに戸籍がないため，その戸籍に入ることができず，原告Ａと同様に無\n戸籍となった。\n(ｵ) 被告の認否（後記(2)ア(ｱ)ｄ）について\n戸籍法２２条の適用があるのは，遺児，帰化，就籍，旧国籍法施行当時\n婚姻又は縁組によって日本の国籍を取得した者が，離婚又は婚姻の取消\nし若しくは離縁又は縁組の取消しによって，婚姻又は縁組後の戸籍から\n除籍される場合であり，親が無戸籍である場合には適用されない。そし\nて，就籍については，出生届の届出義務者がある場合は，出生の届出によ\nらせ，出生届の届出義務者のない場合においてのみ就籍の届出が許され\nるというのが戸籍先例の立場である。本件において，原告Ｂ及び原告Ｃ\nには届出義務者である原告Ａがいるため，就籍はできない。\nイ  本件各規定は憲法１４条１項に違反すること\n(ｱ) 本件各規定は，子の嫡出否認の訴えの提訴権者を父（夫）のみとし，子\nや妻には提訴権を認めておらず，父と子及び夫と妻との間で差別的な取\n扱いをしている。これらの規定は，次の(ｲ)のとおり，立法目的に合理的\nな根拠がなく，立法目的と区別との合理的関連性もないから，社会的身\n分による差別を禁止する憲法１４条１項に違反する。\n(ｲ)  立法目的に合理的な根拠がなく，立法目的と区別との合理的関連性が\nないこと\nａ  子が生物学上の父との親子関係を構築することを望む場合，それを\n認めることが，子の幸福追求権，人格権，自己決定権，自己の出自を知\nる権利の保障において不可欠であり，これは憲法が規定する基本的人\n権として保障される。\n妻（子の母）についても，妻が子と子の法律上の父と推定される男性\nとの父子関係を否定すること，妻が子を生物学上の父とともに育てる\nこと，さらにはその生物学上の父との間で子についての共同親権者と\nなることを望む場合，それを認めることが，妻の幸福追求権，人格権，\n自己決定権の保障において不可欠であり，これは憲法が規定する基本\n的人権として保障される。\nこれらの権利を確保するために，子や妻にも嫡出否認権が保障され\nなければならず，子や妻に嫡出否認権が保障されていないために，無\n戸籍となる子が生じている。\nｂ  法が夫にだけ嫡出否認権を認めた趣旨が，夫の名誉やプライバシー\nの保護にあったとすれば，現在においては，嫡出否認権の行使は調停\n前置主義が採られているから，その趣旨は法律上満たされている。ま\nた，現行民法の制定当時には，妻と子の間の親子関係が分娩の事実か\nら容易に認定できるのに対し，ＤＮＡ鑑定の技術等がなく，夫と子の\n間の親子関係は容易に認定できなかった事情があった。嫡出否認権を\n夫にだけ認め，父と子との親子関係を容易に覆すことができないよう\nにすることで嫡出子関係を構築する要請は，科学技術が発達した現代\nでは乏しい。\n夫にのみ嫡出否認権を認める本件各規定は，立法目的に合理的な根\n拠がなく，立法目的と区別との合理的関連性もない。\nｃ  日本が締約国となっている国際人権条約の存在（下記エ(ｲ)ｅ），嫡\n出否認権に関する諸外国における立法の内容（下記エ(ｲ)ｆ）は，憲法\nの解釈に影響を与える立法事実として考慮されるべきである。\n(ｳ) 被告の主張について\nａ  後記(2)イ(ｱ)ｃについて\n子に嫡出否認権を与えた場合，妻が法定代理人又は訴訟上の代理人\nとしてこれを行使することができ，妻と子の利害関係が対立する場合\nには第三者が訴訟上の代理人となることができる（民法８２６条参照）\nから，子の利益のために嫡出否認権が行使されることが保障される。\n子が成長した後に，子に嫡出否認権を認めた場合にそれまでに生じ\nた法律関係が覆され，法的安定を害するおそれがあるということは，\n親子関係不存在確認訴訟を提起する場合でも異ならない。\nｂ  後記(2)イ(ｱ)ｅについて\n本件について，仮に，原告Ａ又は原告Ｄが親子関係不存在確認訴訟を\n提起していたとしても，原告Ｄが原告Ａを懐胎したのは，Ｅとの別居\nの３か月後であり，原告ＤとＥは事実上の離婚状態にはない。判例が\n採用する外観説によれば，原告Ａ及び原告Ｄが適法な訴えとして親子\n関係不存在確認訴訟を提起することはできない。\nウ  本件各規定は憲法２４条２項に違反すること\n上記イのとおり，本件各規定は，父と子及び夫と妻との間で，合理的な理\n由なく差別的な取扱いをしている。本件各規定は，家族に関する事項に関\nしては，法律は，個人の尊厳と両性の本質的平等に立脚して制定されなけ\nればならないことを求める憲法２４条２項にも違反する。\nエ  国会（国会議員）の立法不作為が国家賠償法上違法であること\n(ｱ)  立法の内容又は立法不作為が国民に憲法上保障されている権利を違法\nに侵害するものであることが明白な場合や，国民に憲法上保障されてい\nる権利行使の機会を確保するために所要の立法措置を執ることが必要不\n可欠であり，それが明白であるにもかかわらず，国会が正当な理由なく\n長期にわたってこれを怠る場合などには，例外的に，国会議員の立法行\n為又は立法不作為は，国家賠償法１条１項の規定の適用上，違法の評価\nを受ける(最高裁平成１７年９月１４日大法廷判決・民集５９巻７号２０\n８７頁，最高裁平成２７年１２月１６日大法廷判決・民集６９巻８号２\n４２７頁参照)。\n(ｲ)  上記イ・ウのとおり，本件各規定は憲法１４条１項及び憲法２４条２\n項に違反している。そして，次のａ～ｆの各事情に照らせば，本件各規定\nが憲法１４条１項及び憲法２４条２項に違反することは国会（国会議員）\nにとって明らかであったということができる。よって，本件においては，\n立法の内容又は立法不作為が国民に憲法上保障されている権利を違法に\n侵害するものであることが明白な場合に該当し，それにもかかわらず，\n国会は正当な理由なく長期にわたってその改正を怠ったといえる。\nａ  現行憲法の制定に伴い民法の親族法・相続法が全面的に改正された\n際，同改正法については，将来において更に改正されるべきことが第１\n回国会衆議院司法委員会において決議されていたほか，法務省の法制\n審議会民法部会小委員会においても嫡出否認権を夫にのみ認める本件\n各規定の不合理性とその改正の必要性が指摘されていた。\nｂ  国会での審議において，嫡出否認権を夫にのみ認める本件各規定の\n存在や，妻や子が嫡出否認権を行使することができないために，いわゆ\nる無戸籍児が生まれていることが問題視され，立法による解決が求め\nられてきたほか，無戸籍児が生まれていることは，児童が出生の後直ち\nに登録されるべきことを定める児童の権利に関する条約（児童の権利\n条約）７条１項の規定に違反することなどが指摘されていた。\nｃ  法務省は，無戸籍児の問題に対処するため，平成１９年５月７日付け\n法務省民一第１００７号法務省民事局長通達（以下「本件通達」とい\nう。）を発出し，婚姻の解消又は取消し後３００日以内に生まれた子に\nついて，医師が作成した，懐胎時期に関する証明書が添付され，当該証\n明書の記載から，推定される時期の最も早い日が婚姻の解消又は取消\nしの日より後の日である場合に限り，母の嫡出でない子又は後婚の夫\nを父とする嫡出子出生届を可能とする運用を開始した。しかしながら，\n本件通達による運用によって救済される無戸籍児は１割ほどにすぎな\nいとされている。\nｄ  本件各規定の不合理性については，昭和３０年代から法学文献にお\nいても指摘されており，民法の規定の解釈では不合理な状態を解消で\nきないこと，立法機関において検討されるべき問題であることなどが，\n実務家や学者から指摘されてきた。\nｅ  国際人権条約の内容\n(a) 子との関係\n市民的及び政治的権利に関する国際規約（国際人権規約Ｂ規約）は，\n児童がいかなる差別も受けないこと，法律による平等の保護を受け\nる権利を有することなどを規定するとともに，全ての児童が，出生の\n後直ちに登録され，かつ，氏名を有することを規定する。さらに，児\n童の権利条約は，児童が，できる限りその父母を知りかつその父母に\nよって養育される権利を有することを規定する。\n児童の権利に関する条約の児童の権利委員会（児童の権利委員会）\nは，締約国である日本に対し，平成１６年には，出生登録における差\n別を撤廃することを含む法改正について，平成２２年には，実質上無\n国籍状態から児童を保護することを確保するために，国籍法及び関\n係規則を条約と適合すべく改正することなどについて，勧告を行っ\nている。\n(b) 妻との関係\n国際人権規約Ｂ規約及び女子に対するあらゆる形態の差別の撤廃\nに関する条約（女子差別撤廃条約）は，男女の平等といかなる差別を\nも受けないことを規定する。さらに，女子差別撤廃条約は，締約国\nが，婚姻及び家族関係に係る全ての事項について女子に対する差別\nを撤廃するための全ての適当な措置を執ること，特に，子に関する\n事項について親（婚姻をしているかいないかを問わない。）としての\n同一の権利及び責任を確保することについて規定する。\nそして，女子差別撤廃条約委員会は，平成６年に，締約国に対し，\n婚姻に関する法及び慣行の相違により，婚姻における平等な地位及\nび責任に対する女性の権利が制限され，制約の結果として，夫が世帯\n主及び主たる決定者と扱われることについて，条約の規定に違反す\nることを勧告している。\nｆ  諸外国における立法の内容\n諸外国においては，次のように，多くの国で，夫以外の者による嫡出\n否認権の行使が認められている。\n子自身に嫡出否認権を認めない国（ベルギー，オランダ，オーストリ\nアなど）もあるが，それらの国では，妻や検察官など，子以外の者に嫡\n出否認権が保障されている。無制約に子に嫡出否認権を認める国（デ\nンマーク，ノルウェー，スウェーデンなど）や，出訴期間の制約はある\nが，夫の嫡出否認権に比べて，特段の制約を設けずに子の嫡出否認権\nを認める国（ポーランド，ハンガリーなど）があるほか，条件付で（例\nえば，婚姻関係との調和を求めるものや身分占有を問題とするもの。）\n子に嫡出否認権を認める国（ドイツ，スイス，フランスなど。ただし，\nドイツについては，後述のとおり，現在は子の嫡出否認権行使に条件\nは課されていない。）もある。\n上記のうち，ドイツを例として挙げれば，１９６１年の法改正によ\nり，婚姻関係との調和や出訴期間制限等の条件の下，子の嫡出否認権\nが認められていたが，制限的にしか子の嫡出否認権を認めない法の規\n定がドイツ基本法に違反するとの違憲判断がなされ，１９９７年の法\n改正においてその制限が撤廃されている。さらに，同年の法改正では，\n妻にも嫡出否認権が認められている。また，韓国を例として挙げれば，\n１９９７年，日本と類似の法制度を採用していたそれまでの法制度に\nついて，憲法裁判所は，真実の血縁関係に反する親子関係を否認する\n機会を極端に制限し，立法裁量の限界を超えるとして，憲法違反であ\nると判断し，これを受けて，２００５年の法改正により，妻にも嫡出否\n認権が認められている。\n(ｳ) 小括\n上記(ｱ)・(ｲ)によれば，原告Ｄが原告Ａを出産した時点（昭和○○年○\n○月○○日），原告Ａが原告Ｂを出産した時点（平成○○年○○月○○日）\n及び原告Ｃを出産した時点（平成○○年○○月○○日）のいずれにおいて\nも，本件各規定が憲法１４条１項及び憲法２４条２項に違反していること\nは明白であり，それにもかかわらず，国会（国会議員）はこれらを改正し\nなかったというべきである。その立法不作為は，国家賠償法上違法と評価\nされる。\nオ  損害及び因果関係\n(ｱ) 上記アのとおり，原告Ｄ又は原告Ａが嫡出否認の訴えを提起することは\n法律上認められておらず，原告Ｄは原告Ａの出生届を提出することができ\nなかった。その結果，原告Ａは無戸籍となり，原告Ａに戸籍がないため，\n原告Ｂ及び原告Ｃも無戸籍となった。\n国会（国会議員）が本件各規定を改正していれば，原告Ａ及び原告Ｄは，\n子又は妻の立場で嫡出否認の訴えを起こすことにより，原告Ａが無戸籍\nとなることを避けることができ，また，原告Ｂ及び原告Ｃが無戸籍とな\nることも避けることができた。\n(ｲ) 原告らの損害\nａ  慰謝料  各５０万円\n原告らが被った精神的苦痛を金銭に換算すると，少なく見積もっても，\n各々５０万円は下らない。\nｂ  弁護士費用  各５万円\n(ｳ) 合計  各５５万円\nカ  よって，原告らは，被告に対し，国家賠償法１条１項による損害賠償請求\n権に基づき，それぞれ，上記１(2)ア～エに記載の各金員の支払を求める。\n(2) 請求原因に対する認否及び主張\nア  認否\n(ｱ) ア（当事者及び経緯）について\nａ  (ｱ)のうち，原告Ｄの昭和○○年○○月○○日当時の夫がＥであった\nことは認め，その余は不知。\nｂ  (ｲ)のうち，原告Ｄが，昭和○○年○○月○○日，原告Ａを出産した\nことは認め，その余は不知。\nｃ  (ｳ)のうち，Ｆが，昭和○○年○○月○○日，ａ市ｂ区長に対し，原\n告Ａを子とする出生届を提出し，同区長が，同届出につき，平成１１年\n法律第１６０号による改正前の戸籍法４９条及び同法５２条１項に規\n定する要件を具備していないことを理由に不受理としたこと，原告Ｄ\n及び原告Ａが，民法７７５条所定の嫡出否認の訴えを提起することが\n法律上認められていないこと及び原告Ａが平成○○年○○月○○日に\n至るまで無戸籍であったことは認め，その余は不知。\nｄ  (ｴ)のうち，原告Ａが，平成○○年○○月○○日に原告Ｂを，平成○\n○年○○月○○日に原告Ｃを出産したこと，原告Ｂ及び原告Ｃの出生\n当時，原告Ａが無戸籍であったこと，原告Ｂ及び原告Ｃが，平成○○年\n○○月○○日に至るまで無戸籍であったことは認め，その余は否認す\nる。\n母が無戸籍であっても，その子につき新戸籍を編製することは可能\nである（戸籍法２２条参照）。原告Ｂ及び原告Ｃが無戸籍となったの\nは，出生届を受けたａ市ｃ区長において，出生届の受理に関する疑義\nにつき，ａ地方法務局長に対し，照会（戸籍法施行規則８２条）するな\nどしていたためである。\n(ｲ) イ（本件各規定は憲法１４条１項に違反すること）の(ｱ)・(ｲ)は否認し\n争う。\n(ｳ) ウ（本件各規定は憲法２４条２項に違反すること）は否認し争う。\n(ｴ) エ（国会〔国会議員〕の立法不作為が国家賠償法上違法であること）の\n(ｱ)は認め，(ｲ)は争う。\n(ｵ) オ（損害及び因果関係）の(ｱ)・(ｲ)は不知ないし争う。\nイ  主張\n(ｱ) 本件各規定は憲法１４条１項に違反しないこと\nａ  父子関係を含む家族に関する事項をどのように定めるかという問題\nについては，我が国の歴史及び伝統，人口構成など社会の構造の現状\n認識及び将来の変化予測，国民の意識ないし価値観，子の福祉，家族関\n係に関する諸施策ないし諸制度との調整，福祉政策など国家，社会の\n全般にわたる諸事情を総合考慮して定めるべき事柄であるから，第一\n次的には国会の合理的な立法裁量に委ねられている。\nｂ  現行の嫡出推定制度は，夫婦間の子が嫡出子となることは婚姻によ\nる重要な効果であることから，出産の時期を起点とする明確で画一的\nな基準に基づいて父性を法律上推定し，父子関係を早期に定めること\nによって子の身分関係の法的安定を図る仕組みとして設けられている。\n同制度は，父子関係を早期に定めることを重視しているため，法律上\n推定される父性が血縁上の父子関係と合致しない事態が生じることは\n制度上予定されている。\nｃ  現行の嫡出推定制度に対しては，原告らが主張するように，妻及び\n子にも嫡出否認権を認めるべきであるとの考え方もあり得る。もっと\nも，そのような考え方には，次のような問題点がある。\n(a)  妻に嫡出否認権を認める場合には，父子関係の当事者以外の者に\n権利を付与することとなり，真に子の利益のために権利が行使され\nることになるかが不確かであり，子の相続権や扶養を受ける権利等\nが父子の意思に反して奪われる事態が生じ得る。\n(b) 子に嫡出否認権を認める場合には，仮に，出生後一定期間（例えば\n１年間）に限って権利を認めれば，子に判断能力がなく，その代理人\nが権利を行使することとなり，妻に認める場合と同様の問題が生じ\nる。他方で，子が成長した後に権利を認めるとすれば，それまでに生\nじた法律関係が覆され，法的安定を著しく害するおそれがある。\n(c)  その他，妻や子以外（例えば，子の血縁上の父であると主張する\n者，子あるいは夫婦の親族，公益の代表者である検察官）に権利を認\nめるとする見解も存在するが，これらを含め，いずれも，真に子の利\n益が守られるかという問題への懸念は払拭できない。以上によれば，\n妻と子に嫡出否認権を認めることが必ずしも合理性を有するとはい\nえない。\nｄ  多様な制度設計が考えられる嫡出否認権を行使する者の範囲の定め\n方については，正に嫡出推定制度全体の在り方に関わる問題として，\n国会の合理的な裁量に委ねられている。子の利益を確保し，家庭の平\n和を尊重する観点から，否認権者を夫に限定することで父子関係を早\n期に確定する現行の嫡出推定制度が合理性を有することは明らかであ\nる。\nｅ  なお，形式的には嫡出推定が及ぶように見える事案であっても，妻\nがその子を懐胎すべき時期に，既に夫婦が事実上の離婚をして夫婦の\n実態が失われ，又は遠隔地に居住して，夫婦間に性的関係を持つ機会\nがなかったことが明らかであるなどの事情が存在する場合には，当該\n子は実質的には嫡出推定を受けず，親子関係不存在確認訴訟を提起し\nて，父子関係を争うことができる（最高裁平成１２年３月１４日第三\n小法廷判決・集民１９７号３７５頁）。また，夫婦の実態が失われ，単\nに離婚の届出が遅れていたにとどまる場合など，実質的には民法７７\n２条の推定を受けない嫡出子であれば，夫からの嫡出否認を待つまで\nもなく，実父に対し認知の請求ができる（最高裁昭和４４年５月２９\n日第一小法廷判決・民集２３巻６号１０６４頁）。本件においても，こ\nれらの事情が存在する場合には，原告らは親子関係不存在確認訴訟に\nより父子関係を争うか，又は嫡出否認を待たずに実父に対し認知の請\n求をすることができたと考えられる。原告Ａ，原告Ｂ及び原告Ｃの無\n戸籍の原因が民法７７４条にあるとは言えない。\n(ｲ) 本件各規定は憲法２４項２項に違反しないこと\n婚姻制度及び家族に関する法制度を定めた法律の規定が憲法１３条，\n１４条１項に違反しない場合に，更に憲法２４条にも適合するものとし\nて是認されるか否かは，当該法制度の趣旨や同制度を採用することによ\nり生じる影響につき検討し，当該規定が個人の尊厳と両性の本質的平等\nの要請に照らして合理性を欠き，国会の立法裁量の範囲を超えるものと\nみざるを得ないような場合に当たるか否かという観点から判断するのが\n相当である（最高裁平成２７年１２月１６日大法廷判決・民集６９巻８\n号２５８６頁）。\n上記(ｱ)のとおり，嫡出否認のためにどのような制度を定めるかは，立\n法政策に属し，立法府たる国会の広い裁量に委ねられている。父子関係\nについて，子の利益を確保し，家庭の平和を尊重するという観点から，早\n期に父子関係を確定することを目的とする現行の嫡出推定制度には合理\n性があり，これが，個人の尊厳と両性の本質的平等の要請に照らして合\n理性を欠き，国会の立法裁量の範囲を超えるものとみざるを得ないよう\nな場合に当たらないことは明らかである。\n(ｳ) 立法不作為の違法性について\n上記(ｱ)・(ｲ)のとおり，本件各規定は憲法の規定に違反しないから，立法\n不作為に関する原告らの主張はその前提を欠いており，理由がないが，国会\nの議論状況，日本が締約した条約との関係及び諸外国の立法状況等を踏\nまえても，次のａ～ｄのとおり，本件各規定が憲法１４条１項及び憲法２\n４条２項に違反することは明白であるにも関わらず，国会が正当な理由\nなく長期にわたってその改正を怠ったと評価する余地はない。\nａ  国会の議論状況等について\n(a)  原告らが指摘する現行の嫡出推定制度を批判する側の意見がある\n一方で，同制度の合理性が指摘され，また，嫡出否認の訴えの提訴権\n者を拡大することについては慎重な議論が必要であることが指摘さ\nれている。\n(b)  児童の権利委員会は，同条約の締約国に対し，全ての児童を登録\nし，実質上無国籍状態から児童を保護することを確保するために，国\n籍法及び関係規則を条約７条の規則と適合させるべく改正すること\n等を勧告しているが，同勧告は，本件各規定そのものが条約に違反す\nるとまで指摘したものではない。また，仮に，同勧告が，本件各規定\nが条約７条に違反している旨の指摘であったとしても，そのことか\nら直ちに本件各規定が条約より上位の法規範である憲法の規定に違\n反することにはならない。\n(c)  現行の嫡出推定制度の改正については根強い反対論があり，その\n改正に当たっては慎重な議論が必要である。政府は，同改正とは別\nに，本件通達の発出を含め，無戸籍児の問題の解決に政府を挙げて努\nめている。\nｂ  女子差別撤廃条約について，本件各規定が嫡出否認の訴えを夫にの\nみ認め，妻に認めていないのは，上記(ｱ)のとおり，妻が父子関係の当\n事者でないことを理由としており，性に基づく区別，排除ではないか\nら，同条約が定める女子に対する差別には当たらない。\nｃ  諸外国の立法との関係について，婚姻及び家族に関する事項は，国の\n伝統や国民感情を含めた社会状況における種々の要因を踏まえつつ，\nそれぞれの時代における夫婦や親子関係についての全体の規律を見据\nえた総合的な判断によって定められるべきものであるから，諸外国の\n法改正が本件各規定の合憲性に直ちに影響を与えるとはいえない。\nｄ  我が国の嫡出推定制度に関するこれまでの判例の動向を見ると，現\n時点においても，その合理性を否定する判例は存在せず，むしろ，最高\n裁平成２６年７月１７日第一小法廷判決・民集６８巻６号５４７頁は，\n現行の嫡出推定制度において，嫡出否認権を行使することができる者\nの範囲を夫のみとしていることの合理性を直接的に肯定している。判\n例の動向は，本件各規定が憲法の規定に違反することが明白であった\nか否かを判断する上で重要な考慮要素であるというべきであり，仮に，\n原告らが主張する事実関係を前提としても，本件各規定が，憲法１４条\n１項及び憲法２４条２項に違反することが国会にとって明白であった\nとはいえないことは明らかである。\n第３  当裁判所の判断\n１  請求原因ア(ｱ)～(ｴ)のうち，次の各事実については当事者間に争いがないか\n弁論の全趣旨により明らかに認められる。\n(1) 原告Ｄの昭和○○年○○月○○日当時の夫がＥであったこと\n(2) 原告Ｄが，昭和○○年○○月○○日，原告Ａを出産したこと\n(3) Ｆが，昭和○○年○○月○○日，ａ市ｂ区長に対し，原告Ａを子とする出生\n届を提出し，同区長が，同届出につき，平成１１年法律第１６０号による改正\n前の戸籍法４９条及び同法５２条１項に規定する要件を具備していないこと\nを理由に不受理としたこと及び原告Ａが，出生後平成○○年○○月○○日に\n至るまで無戸籍であったこと\n(4)  原告Ａが，平成○○年○○月○○日に原告Ｂを，平成○○年○○月○○日\nに原告Ｃを出産したこと，原告Ｂ及び原告Ｃが，出生後平成○○年○○月○\n○日に至るまで無戸籍であったこと\n２  認定事実\n上記１の事実，掲記の証拠及び弁論の全趣旨によれば，次の事実が認められ\nる。\n(1)  原告Ｄは，昭和○○年○○月○○日，夫であるＥから継続的に暴力を振る\nわれていたことを理由に同人の下を離れ，別居するようになった。（甲２～\n４，甲６５，弁論の全趣旨）\n(2) 原告Ｄは，Ｆ（原告Ａの実父）の子を懐胎し，昭和○○年○○月○○日，原\n告Ａを出産した。（弁論の全趣旨）\n(3)  Ｆは，昭和○○年○○月○○日，原告Ａの出生届をａ市ｂ区長に提出した\nが，平成１１年法律第１６０号による改正前の戸籍法４９条及び戸籍法５２\n条１項に規定する要件を具備していないことを理由に不受理とされた。（甲\n１）\n(4)  原告Ｄは，Ｅに原告Ａの存在を知られることを恐れ，原告Ａの出生届を提\n出することができなかった。原告Ａは，出生後，平成○○年○○月○○日に至\nるまで無戸籍であった。（弁論の全趣旨）\n(5)  原告Ａは，平成○○年○○月○○日に原告Ｂを，平成○○年○○月○○日\nに原告Ｃを，それぞれ出産した。原告Ｂ及び原告Ｃは，出生後，平成○○年○\n○月○○日に至るまで無戸籍であった。\n(6) 昭和○○年○○月○○日，原告ＤとＥとの間で協議離婚が成立した。Ｅは平\n成○○年○○月頃に死亡し，原告Ｄは，平成○○年○○月頃に同事実を知った。\n原告Ａは，これを受けてＦに対する認知調停の申立てを行い，認知を認める審\n判がされた。その後，原告Ａは，氏を原告Ｄの氏に変更するため氏の変更許可\nの申立てを行い，平成○○年○○月○○日，申立てを認める審判がされた。Ｆ\nは，同年○○月○○日，上記認知調停に係る審判及び氏の変更許可に係る審判\nの審判書を添付し，原告Ａの出生届を提出した。平成○○年○○月○○日にな\nり，原告Ｄの戸籍に原告Ａが記載された。その後，同年○○月○○日に，原告\nＡを筆頭者とする戸籍が編製され，原告Ｂ及び原告Ｃは同戸籍に記載された。\n（弁論の全趣旨）\n３  原告Ａは，原告Ｄが夫であるＥとの婚姻中に懐胎した子であるから，Ｅの子と\n推定される（民法７７２条１項）。原告Ａ及び原告Ｄは，原告Ａについて，Ｅに\n対し，嫡出否認の訴えを提起して上記嫡出推定を争う手段がなく，実父ではな\nいＥが原告Ａの法律上の父となり，かつ，原告Ｄと共同して親権を行使する立\n場となった。原告らは，このような事態は，妻や子に嫡出否認の訴えを提起する\nことを認めていない，現行の法制度の帰結であり，それゆえ，原告ＤやＦが原告\nＡの出生届を提出することができず，原告Ａ，ひいては，原告Ｂ及び原告Ｃが無\n戸籍となったとした上，本件各規定は憲法１４条１項及び憲法２４条２項に違\n反すると主張する。そこで，以下検討する。\nなお，後記４(3)ア(ｲ)のとおり，形式的には子に嫡出推定が及ぶように見える\n事案であっても，当該子は実質的には嫡出推定を受けず，親子関係不存在確認\n訴訟を提起して，父子関係を争うことができるとされる場合があるが，本件に\nはこのような事情の存在をうかがわせる証拠はない。\n４  本件各規定の憲法１４条１項適合性について\n(1)  原告らは，子が生物学上の父との親子関係を構築すること及び妻が子と子\nの法律上の父と推定される男性との父子関係を否定すること，妻が子を生物\n学上の父とともに育てること，さらにはその生物学上の父との間で子につい\nての共同親権者となることは，憲法が規定する基本的人権として保障される\n権利であり，これらの権利を確保するためには，子や妻にも嫡出否認権が保\n障されなければならず，子の嫡出否認の訴えの提訴権者を夫のみとし,子や妻\nには提訴権を認めず，父と子及び夫と妻との間で差別的な取扱いをする本件\n各規定は，立法目的に合理的な根拠がなく，立法目的と区別との合理的関連\n性もないから，社会的身分による差別を禁止する憲法１４条１項に違反する\nと主張する。\n(2) 憲法１４条１項適合性の判断基準\nア  憲法１４条１項は，法の下の平等を定めており，同規定は，事柄の性質に\n応じた合理的な根拠に基づくものでない限り，法的な差別的取扱いを禁止\nする趣旨であると解される（最高裁昭和３９年５月２７日大法廷判決・民\n集１８巻４号６７６頁，最高裁昭和４８年４月４日大法廷判決・刑集２７\n巻３号２６５頁等）。\nイ  現行の民法の嫡出推定制度において，嫡出性の否認は夫の意思に委ねら\nれている。夫と妻の意思が一致している場合には妻の意思を考慮すること\nができるが，夫と妻の意思が一致していない場合の妻の意思は考慮されず，\nまた，子の意思は考慮されていない。\nこのような点において，本件各規定は，父と子及び夫と妻との間におい\nて，嫡出否認権の行使について区別をしているということができる。そう\nすると，このような区別をすることが事柄の性質に応じた合理的根拠に基\nづくものと認められない場合には，本件各規定は憲法１４条１項に違反す\nると解される。\nウ  婚姻及び家族に関する事項は，国の伝統や国民感情を含めた社会状況に\nおける種々の要因を踏まえつつ，それぞれの時代における夫婦や親子関係\nについての全体の規律を見据えた総合的な判断を行うことによって定めら\nれるべきものである。したがって，その内容の詳細については，憲法が一義\n的に定めるのではなく，法律によってこれを具体化することがふさわしい\nと考えられる。憲法２４条２項は，このような観点から，婚姻及び家族に関\nする事項について，具体的な制度の構築を，第一次的には国会の合理的な\n立法裁量に委ねるとともに，その立法に当たっては，個人の尊厳と両性の\n本質的平等に立脚すべきであるとする要請，指針を示すことによって，立\n法裁量の限界を画している（最高裁平成２７年１２月１６日大法廷判決・\n民集６９巻８号２４２７頁参照）。\nエ  婚姻関係にある夫婦の子が嫡出子となることは，法律上の婚姻による主\n要な効果である。現行の民法は，嫡出否認権を含め，嫡出推定制度を，夫婦\nが家族関係を形成・発展させるための中心となる制度として規定している\nということができる。言い換えると，夫婦の子が嫡出子となること，一方\nで，夫婦の嫡出子とされる子と父との間の父子関係を否定することは，い\nずれも婚姻及び家族に関する法制度の一部として，法律がその具体的内容\nを規律している。本件各規定が定める嫡出否認権は，法制度をまって初め\nて具体化される権利であるということができる。そうすると，嫡出否認に\n係る子や妻の利益が，具体的な法制度を離れて，憲法上の権利として各人\nに保障されているとまで解することはできない。\nもっとも，上記のように解したとしても，妻や子が，生物学上の父との間\nの父子関係と法律上の父子関係とを一致させたいと願う場合，生物学上の\n父との間に法律上の父子関係を築くことに係る利益や子の福祉の観点から，\nこれが一致するのが望ましいということはいうまでもない。嫡出否認に係\nる妻や子の利益は，夫と同様に，婚姻及び家族に関する法制度の在り方を\n検討する上で考慮すべき利益であるというべきである。\nオ  以上を踏まえれば，本件各規定を含め，嫡出推定制度をどのように定める\nかについては，立法府の裁量判断に委ねられていると解されるが，本件各\n規定の要件によって生じた区別が，合理的理由のない差別的取扱いとなる\nときは，憲法１４条１項違反の問題が生ずることになる。すなわち，立法府\nに与えられた上記のような裁量権を考慮しても，なおそのような区別をす\nることの立法目的に合理的な根拠が認められない場合，又はその具体的な\n区別と上記の立法目的との間に合理的関連性が認められない場合には，当\n該区別は，合理的な理由のない差別として，憲法１４条１項に違反すると\n解される。\n(3)  法律上の婚姻と嫡出推定，これに対する否認の制度，関連する戸籍上の取\n扱いを通覧・検討すると，次のとおりである。\nア  婚姻と嫡出推定の制度\n(ｱ) 婚姻は届出によって成立し（民法７３９条１項），当事者間に婚姻をす\nる意思がないときは無効である。夫婦は，婚姻の際に定めるところに従\nい，夫又は妻の氏を称する（同法７５０条）。夫婦は同居し，互いに協力\nし扶助しなければならない（同法７５２条）とされ，互いに貞操義務を負\nい，不貞行為は，離婚原因となる（同法７７０条１項１号）。\n(ｲ) 夫婦は，その協議で離婚をすることができ（民法７６３条），離婚届を\n提出することにより離婚は効力を生ずる（同法７６４条，７３９条）。婚\n姻によって氏を改めた夫又は妻は，協議上の離婚によって原則として婚\n姻前の氏に復する（同法７６７条）。父母が協議上の離婚をするときは，\nその協議でその一方を親権者と定めなければならないとされる（同法８\n１９条１項）。\n(ｳ)  夫婦は，婚姻を継続し難い重大な事由があるとき等一定の事由がある\nときは裁判上の離婚をすることができ（民法７７０条），この場合には，\n裁判所は，父母の一方を親権者と定める（同法８１９条２項）。\n(ｴ) 妻が婚姻中に懐胎した子は，夫の子と推定される（民法７７２条１項）。\n夫は，子の出生を知った時から１年以内に子又は親権を行う母に対する\n嫡出否認の訴えを提起することにより子が嫡出であることを否認するこ\nとができる（同法７７４条，７７５条，７７７条）。夫は，子の出生後に\nおいて，その嫡出であることを承認したときは，その否認権を失う（同法\n７７６条）。\nなお，形式的には嫡出推定が及ぶように見える事案であっても，妻がそ\nの子を懐胎すべき時期に，既に夫婦が事実上の離婚をして夫婦の実態が\n失われ，又は遠隔地に居住して，夫婦間に性的関係を持つ機会がなかった\nことが明らかであるなどの事情が存在する場合には，当該子は実質的に\nは嫡出推定を受けず，親子関係不存在確認訴訟を提起して，父子関係を争\nうことができる（最高裁平成１２年３月１４日第三小法廷判決・集民１９\n７号３７５頁）。\nまた，夫婦の実態が失われ，単に離婚の届出が遅れていたにとどまる場\n合など，実質的には民法７７２条の推定を受けない嫡出子であれば，夫か\nらの嫡出否認を待つまでもなく，実父に対し認知の請求ができる（最高裁\n昭和４４年５月２９日第一小法廷判決・民集２３巻６号１０６４頁）。\n(ｵ)  女は，一定の例外（前婚の解消若しくは取消しの時に懐胎していなか\nった場合又は前婚の解消若しくは取消しの後に出産した場合）を除き，前\n婚の解消又は取消しの日から１００日を経過した後でなければ，再婚を\nすることができない（民法７３３条１項，２項）。\n(ｶ) 検討\nａ  上記(ｱ)～(ｵ)によれば，妻は，婚姻中，懐胎した上，出産すれば，そ\nの子が夫の子と推定される立場にある。離婚成立後，原則として，１０\n０日経過後，再婚することができることになる。これによって，嫡出推\n定の重なりが生じないこととされている。\n結局，妻は，婚姻期間中，離婚後の期間を通じ，不本意な嫡出推定が\n働かないよう，適切に懐胎の時期を選択する限り，事実上，嫡出否認の\n必要性は生じない。\nもっとも，形式的には嫡出推定が及ぶように見える事案であっても，\nこれが及ばない例外がある。\nｂ  これに対し，夫は，妻が他の男と性交渉を持ち，懐胎することを事実\n上，阻止し得ないから，妻が他の男との性交渉により懐胎・出産した子\nについて，嫡出否認により，父子関係の当事者となることを防止する利\n益がある。\nもっとも，夫の上記利益は相当程度に制約されている。子の出生を知\nったときから１年以内に限定されており，その後に生物学的には自ら\nの子でないことを知っても，嫡出否認をすることができない。不貞が離\n婚原因とされ，妻の不貞を原因として離婚が認められても，嫡出否認の\n訴えを提起することができる場合は格別，妻が不貞によって懐胎出産\nした子の地位を覆す制度はない。\n現行の民法が規定する嫡出推定制度は，早期に父子関係を確定して\n身分関係の法的安定を保持する目的から，法律上の父子関係と生物学\n上の父子関係とが一致しないことを当然に許容しているということが\nできる。\nｃ  夫との父子関係が否定された場合，生物学上の父から認知が得られ\nるとは限らず，制度的な手当てはされていない。\nｄ  以上の点を考慮すると，嫡出推定の制度は，法律上の婚姻と密接に結\nびついて，子の地位の安定を図っているということができる。\nイ  生物学上の父が法律上の父となるみちがあること（養子縁組）\n妻が夫と離婚し，自らが未成年の子の親権者となり，その後，生物学上の\n父と婚姻し，同人がその子と養子縁組をすれば，生物学上の父との親子関\n係が成立する。これは，離縁が可能であることなど，法律上の実子関係とは\n異なる点はあるものの，扶養，親権，相続などの法律効果に差異はない。\nウ  戸籍\n(ｱ) 婚姻届が提出されると，夫婦が，夫の氏を称するときは夫，妻の氏を称\nするときは妻を筆頭者とする戸籍が編製される（戸籍法１４条１項，１６\n条）。\n(ｲ)  出生の届出は，１４日以内にしなければならないとされ（戸籍法４９\n条１項），嫡出子出生の届出は，父又は母がしなければならないとされる\n（同法５２条１項）。嫡出子否認の訴えを提起したときであっても，出生\nの届出をしなければならないとされる（同法５３条）。戸籍には，戸籍筆\n頭者の次に，その配偶者，子の順序で記載がされる（同法１４条１項）。\n(ｳ) 夫婦が夫の氏を称するとして婚姻届を提出し，子ができた後，離婚した\nときは，妻はその選択により婚姻前の戸籍に入り（婚姻前の氏に復すると\nきに限る。）又は新戸籍が編製される（戸籍法１９条）。妻（母）が未成\n年の子の親権者となった場合，子の氏の変更の許可を得てその旨の届出\nをすることにより子を自らの戸籍に入籍させることができる（民法７９\n１条１項，戸籍法９８条１項）。\n(4) 本件各規定の立法目的\nア  現行の民法が定める嫡出否認の規定は，明治民法（昭和２２年法律第２２\n２号による改正前の明治３１年法律第９号）に由来する。昭和２２年法律\n第２２２号による民法の改正により現行憲法の趣旨に沿わない「家」制度\nが廃止された後にも，その内容はほとんど変わることなく，現行の民法に\n引き継がれた（甲５，甲６，甲８，弁論の全趣旨）。\n婚姻関係にある夫婦の子が嫡出子となることは，婚姻による主要な法律\n上の効果の一つであり，本件各規定は，嫡出性を否認するための要件を父\n母両者にとって厳格に制限することで，婚姻関係にある夫婦の子の身分関\n係の早期安定を図り，子の利益の確保を強固なものとしており，これをも\nって，本件各規定の目的と捉えることができる。\n父子関係をめぐる無用な紛争の発生を防ぎ，子の身分関係の法的安定を\n保持することの重要性を考慮すれば，本件各規定の立法目的には合理性が\n認められるというべきである。\nイ  この点，原告らは，前記第２の２(1)イ(ｲ)ｂのとおり，法が夫にのみ嫡出\n否認権を認める趣旨（夫の名誉やプライバシーの保護にあること）を指摘\nして，本件各規定の立法目的に合理性はないと主張する。\n証拠（甲５）及び弁論の全趣旨によれば，明治民法の制定に際し，嫡出否\n認の規定について，父に嫡出否認権を認めることを基礎づける事情の一つ\nとして，原告らが指摘する事情が議論されたことがうかがわれる。\nしかしながら，本件各規定の立法目的は，本件各規定の婚姻制度における\n位置づけを考慮し，嫡出推定制度の下において果たしている役割を考慮し\nて検討すべきである。そうすると，夫の名誉やプライバシーの保護が図ら\nれる一面はあるものの，上記アのとおり，婚姻関係にある夫婦の子の利益\nを中心として捉えるのが相当である。\n(5) 立法目的と区別との合理的関連性\nア  上記(4)において判示した立法目的を前提として，本件各規定の立法目的\nと原告らが主張する区別との間に合理的関連性があるか否かについて検討\nする。\nイ  上記(2)エのとおり，嫡出否認に係る子や妻の利益は，父の利益と同様に，\n婚姻及び家族に関する法制度の在り方を検討する上で考慮されるべき利益\nということができる。しかしながら，嫡出否認に係る利益，すなわち，生物\n学上の父との間の父子関係と法律上の父子関係とを一致させる要請を重視\nすれば，父，妻及び子のいずれが権利を行使した場合であるかに関わらず，\n父子関係をめぐる紛争の発生により，法律上の父子関係が確定されず，父\n子関係を早期に確定して身分関係の法的安定を保持することとは相反する\n結果を生む可能性があり得る。\n嫡出否認権を含め，嫡出推定制度は，生物学上の父との間の父子関係と法\n律上の父子関係とを一致させることに係る要請と早期に父子関係を確定し\nて身分関係の法的安定を保持することに係る要請との調和の下で成り立つ\n制度であり，嫡出否認に係る利益と早期に父子関係を確定して身分関係の\n法的安定を保持することに係る利益とは，いずれか一方が優位な関係に立\nつということはできない。\nウ  そこで，現行民法における嫡出推定制度について，妻及び子に嫡出否認権\nを認める場合と対比しながら，上記各要請の調和が図られているかについ\nて検討していく。\n(ｱ) 妻について\nａ(a) 妻は，嫡出否認権の行使が認められないとしても，そもそも，婚姻\n期間中，離婚後の待婚期間を通じ，不本意な嫡出推定が働かないよ\nう，適切に懐胎の時期を選択する限り，嫡出否認の必要性は生じな\nい。\n(b) 妻が婚姻中，夫以外の男性の子を懐胎・出産した場合，その子は，\n夫の子であるとの嫡出推定を受け，夫が嫡出否認権を行使しない限\nり，夫との間に父子関係が成立する。妻としては，夫との婚姻を継続\nするのであれば，この事態を甘受することになる。夫との離婚手続を\n取れば，離婚成立後，自らが親権者となり，子の氏を自らの氏に変更\nすれば，戸籍を同じくすることが可能である。さらに，生物学上の父\nと婚姻し，子に養子縁組をさせることにより，当該生物学上の父と共\n同親権を行使する状況を作ることができる。嫡出推定が不本意であ\nっても，これを前提として適切に対処することは不可能ではない。嫡\n出否認が認められた場合と比べ差異はあるが，これをいかに評価す\nるかは，国の伝統や国民感情を含めた社会状況における種々の要因\nを踏まえた，国会の立法裁量に委ねられるべき問題と考えられる。\n(c)  これに対し，妻が嫡出否認権を行使することができるとすれば，\n上記の場合について，妻が嫡出否認権を行使し，子と夫との父子関係\nが否定された場合，子が生物学上の父から認知を受け，法律上の父と\n生物学上の父を一致させることが可能となる。もっとも，嫡出否認権\nの行使の後，生物学上の父の認知が得られず（妻としても，生物学上\nの父を特定して認識しているケースばかりとは限らない。また，生物\n学上の父が特定できても，認知に係る法的手続を取る必要があるケ\nースもあり得る。），法律上の父子関係が成立しない結果となること\nがあり得る。現行民法下のように法律上の父子関係と生物学上の父\n子関係とが一致しないことを許容し，父子関係の当事者となる夫が\n嫡出否認権を行使しない限り，父子関係が成立するとすれば，このよ\nうな事態は回避し得る。このようにして成立した父子関係が実際上，\n機能しないものである可能性はあるが（本件のＥのような父親の場\n合），（危殆に瀕したものに限らず）婚姻一般を想定すると，そのよ\nうな事例ばかりではないと考えられる。このようにみてくると，現行\n民法下の嫡出推定制度においては，より幅広い事態において子の利\n益を確保するみちが得られると考えることができる。\n(d)  なお，妻が夫から暴力を振るわれるなど，やむにやまれぬ事情に\nより夫と離婚することができず，同人との婚姻関係を継続したまま，\n他の男性との間の子を懐胎する事態の解消のためには，訴訟手続上，\n個人情報の秘匿等の配慮や，このような妻に寄り添った離婚訴訟提\n起等への支援が必要であり，それをもって対処すべきと考えられる。\nまた，妻が嫡出推定に従って行動した場合（夫を父とする出生届の提\n出等）を含め，夫から暴力を受けるおそれがある場合には，配偶者の\n暴力からの保護を与える法整備が必要であり（原告Ｄが原告Ａを出\n産した後，平成１３年法律第３１号により配偶者からの暴力の防止\n及び被害者の保護（等）に関する法律〔ＤＶ法〕が制定された。），\nそれをもって対処すべきと考えられる。また，以上のような配慮，支\n援，法制度の整備がなければ，仮に妻に嫡出否認の訴えの提訴権を認\nめても，実際上，行使困難なことがあると考えられる。\nｂ  もっとも，現行民法下の嫡出推定制度を補完するものとして，要件を\n限定した上，妻に嫡出否認の訴えの提訴権を認めるべきか否かはなお\nも検討の余地がある。\n前記のとおり，形式的には嫡出推定が及ぶように見える事案であっ\nても，妻がその子を懐胎すべき時期に，既に夫婦が事実上の離婚をして\n夫婦の実態が失われ，又は遠隔地に居住して，夫婦間に性的関係を持つ\n機会がなかったことが明らかであるなどの事情が存在する場合には，\n当該子は実質的には嫡出推定を受けず，親子関係不存在確認訴訟を提\n起して，父子関係を争うことができる等，嫡出推定には例外がある。\nこのような例外の存在に鑑みると，妻に一定の制約の下で，嫡出否認\nの訴えの提起を認めることは選択肢の一つとなり得ると考えられる。\nすなわち，上記例外が認められる，夫婦の実態が失われたといえるまで\nの事情がないとしても，これに近似するような事情（婚姻関係の危殆\n化）が生じ，妻が懐胎・出産した場合を想定すると（原告Ｄは，このよ\nうな事実関係を主張しているものと考えられる。），出産後，一定期間\n内に婚姻の解消（又は離婚訴訟の提起）がされること〔子の法律関係の\n早期安定を図る基礎が揺らいでいることをうかがわせる要件〕，生物学\n上の父による認知が得られること〔嫡出推定に代わる子の利益の保護\nを図る要件〕を要件として妻に嫡出否認の訴えを提起することを認め\nる等，要件設定次第では，子の利益の保護に欠けることがない制度を構\n築することは不可能とはいえない。また，このような補完的な制度の設\n置により，母において子が生物学上の父とは異なる夫の戸籍に入籍す\nることを嫌忌して出生届の提出を控え，無戸籍となる事態（いわゆる無\n戸籍児問題）を防止する余地があると考えられる。\nしかし，前記のとおり，現行民法下の嫡出推定制度を前提としても，\n子の利益は図り得ると考えられるから，このような補完的な制度を設\nけるか否かは国会の立法裁量に属するといえ，設けないことが欠陥に\n当たるとまではいえない。\n(ｲ) 子について\nａ  子は，父子関係の一方当事者であるから，嫡出否認権を与えることが\n考えられる。\nｂ  もっとも，子に嫡出否認権を認める場合には，出生直後には子に意思\n能力はないから，妻に代理権を認めるとすれば，妻に嫡出否認権を認め\nる場合と同様に，上記(ｱ)ａ(c)のとおり，嫡出否認権を行使した後，生\n物学上の父の認知が得られず，法律上の父子関係が成立しない結果と\nなることがあり得る。この点に関し，現行民法下の嫡出推定制度におい\nては，より幅広い事態において子の利益を確保するみちが得られると\n考えることができる一方，同(b)のとおり，現行民法下において，妻が\n適切に対処することが不可能とはいえず，嫡出否認が認められた場合\nと比べ，差異は残るがその評価は国会の立法裁量に委ねられるべき問\n題と考えられる。この点は，第三者を代理人とした場合であっても，同\n様である。\nｃ  また，子が成長した後に嫡出否認権を認めるとすれば，子の法的地位\nの早期安定を図る見地からすると，子が成熟した判断能力を有するに\n至った段階，例えば成人するのを待って認めることが考えられる。この\n場合，出生から一定の年月が経過しており，それまでに生じた法律関係\nが覆され，身分関係の法的安定を害するおそれがあることは否定でき\nない。\nこの点につき，原告らは，子が成長した後に，子に嫡出否認権を認め\nた場合に，それまでに生じた法律関係が覆され，法的安定を害するおそ\nれがあるということは，親子関係不存在確認訴訟を提起する場合でも\n異ならないと主張する。\nしかしながら，親子関係が不存在であると認められるのは，夫婦間に\n性的関係を持つ機会がなかったことが明らかであるなどの例外的事情\nが存在する場合であり，子が成長する前に親子関係不存在確認訴訟が\n提起されることが多く，その場合，身分関係の法的安定が害される程度\nは低いと考えられる。これに対し，法制度として，成長した子に嫡出否\n認権を認めるとすれば，身分関係の法的安定が害されることを前提と\nせざるを得ず，同列に論じることはできない。前者が容認できることを\nもって，後者も容認できると評価するかは，国の伝統や国民感情を含め\nた社会状況における種々の要因を踏まえた，国会の立法裁量に委ねら\nれるべき問題と考えられる。\n以上からすると，子に嫡出否認権を認めることに合理性があるとは\n断定し得ない。\nエ  上記ウの各点を踏まえれば，妻と子に夫と同様に嫡出否認権を認めるこ\nとには必ずしも合理性があるということはできない。\n他方で，父子関係の一方当事者である夫にのみ相当の制限を加えつつ嫡\n出否認権を認めることは，生物学上の父との間の父子関係と法律上の父子\n関係とを一致させることに係る要請と早期に父子関係を確定して身分関係\nの法的安定を保持することに係る要請との調和を図る一つの妥協点である\nということができる。嫡出否認権を行使することができる主体を夫に限る\n本件各規定について，その合理性を否定することはできない。原告らが主\n張する区別と本件各規定の立法目的との間に合理的関連性が認められない\n場合に該当するということはできない。\nよって，提訴権者を夫に限定するのが相当かどうかという観点を踏まえ\nて検討しても，民法７７２条により嫡出の推定を受ける子につきその嫡出\nであることを否認するためには，夫からの嫡出否認の訴えによるべきもの\nとし，かつ，同訴えにつき１年の出訴期間を定めたことは，身分関係の法的\n安定を保持する上から合理性を有するものということができる（最高裁平\n成２６年７月１７日第一小法廷判決・民集６８巻６号５４７頁）。\nオ  以上の点を踏まえれば，本件各規定の要件によって生じた区別について，\n立法府に与えられた裁量権を考慮しても，なおそのような区別をすること\nの立法目的に合理的な根拠が認められない場合，又はその具体的な区別と\n上記の立法目的との間に合理的関連性が認められない場合に該当するとい\nうことはできない。本件各規定は，憲法１４条１項に違反しない。\nカ  その余の原告らの主張について\n(ｱ)  原告らは，法が夫にのみ嫡出否認権を認める趣旨が，夫の名誉やプラ\nイバシーの保護にあったとすれば，現在においては，嫡出否認権の行使は\n調停前置主義が採られており，その保護の要請は法律上満たされている\nと主張する。\nこの点，前記のとおり，法が夫にのみ嫡出否認権を認める趣旨は婚姻関\n係にある夫婦の子の利益を中心として捉え，婚姻関係にある夫婦の子の\n身分関係の早期安定を図り，子の利益の確保を強固なものとすることに\nあるとみるのが相当である。\n(ｲ) また，原告らは，現行の民法の制定当時には，ＤＮＡ検査の技術等がな\nく，夫と子の間の親子関係は容易に認定できなかった事情があったが，\n科学技術が発達した現代においては，嫡出否認権を夫にのみ認め，父と\n子との親子関係を容易に覆すことができないようにすることで嫡出子関\n係を構築する要請は乏しいと主張する。\n確かに，医療及び科学技術の発達により，今日においては，ＤＮＡ検査\nによって，安価に，身体に対する侵襲を伴うことなく，極めて高い確率で\n生物学上の父子関係の有無を明らかにすることが可能となっている。し\nかしながら，そのような技術を前提としても，子の身分関係の法的安定\nを保持する必要が当然になくなるとはいえない。そして，原告らが主張\nする事情は，妻と子に夫と同様に嫡出否認権を認めることの合理性（上\n記ウ）を積極的に基礎づける事情とはならず，また，本件各規定の合理性\nを否定する事情ともならない。\n(ｳ)  原告らは，日本が締約国となっている国際人権条約の存在（前記第２\nの２(1)エ(ｲ)ｅ），嫡出否認権に関する諸外国における立法の内容（同\n(ｲ)ｆ）は，憲法の解釈に影響を与える立法事実として考慮されるべきで\nあると主張する。\n日本が締約国となっている条約・勧告の内容や諸外国における立法の\n内容が立法事実となり得ることは否定できない。しかしながら，原告ら\nが指摘する条約・勧告の内容については，それ自体，直接に本件各規定の\n不合理性を指摘するものではない。そして，各国における婚姻や家族の\n在り方は異なり，これらに関する制度の内容も多様なものが想定される\nのであって，諸外国における立法の内容が直ちに我が国における法制度\nの合理性を否定することにはならない。\n(ｴ) 以上によれば，上記(ｱ)～(ｳ)の原告らの主張はいずれも採用できない。\n(6) 小括\n以上によれば，本件各規定は，憲法１４条１項に違反しない。\n５  本件各規定の憲法２４条２項適合性について\n原告らは，本件各規定が，父と子及び夫と妻との間で差別的な取扱いをしてい\nることを根拠として，憲法２４条２項に違反すると主張する。\n憲法２４条２項は，婚姻及び家族に関する事項について，具体的な制度の構築\nを第一次的には国会の合理的な立法裁量に委ねるとともに，その立法に当たっ\nては，個人の尊厳と両性の本質的平等に立脚すべきであるとする要請，指針を\n示すことによって，立法裁量の限界を画している。そして，同条は，憲法上直接\n保障された権利とまではいえない利益であってもなお尊重すべきものについて\n十分に配慮した法律の制定を求めていると解すべきである。\nしかしながら，上記４において検討したとおり，妻や子について，その嫡出否\n認に係る利益を考慮しても，夫と同様に嫡出否認権を認めることには必ずしも\n合理性があるということはできない。そうであるとすれば，嫡出否認権を行使\nすることができる主体を夫に限る本件各規定について，憲法２４条２項の観点\nからも合理性を欠くということはできず，同条に違反しない。\n６  以上によれば，本件各規定についての憲法適合性に関する原告らの主張は，い\nずれも理由がない。そうすると，本件各規定が国民に憲法上保障されている権\n利を違法に侵害するものであることが明白であるにもかかわらず，国会が正当\nな理由なく長期にわたってその改正を怠ったということはできない。\n第４  結論\n以上によれば，その余の争点について検討するまでもなく，原告らの請求はいず\nれも理由がないからこれを棄却することとし，主文のとおり判決する。\n神戸地方裁判所第５民事部\n裁判長裁判官  冨   田   一   彦\n裁判官  中   村   仁   子\n裁判官  安   井   亜   季\n"
}