{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 4,
    "day": 19
  },
  "case_number": "平成21(ワ)1048",
  "case_name": "国家賠償請求事件",
  "court_name": "仙台地方裁判所第3民事部",
  "gist": "受刑者が，刑務所入所後，二次性パーキンソン病の疑いと診断されたが，肺膿瘍による肺出血が原因で死亡した事案について，症状の内容や解剖の結果等を基に，肺膿瘍等の呼吸疾患の可能性を疑い，呼吸管理等を行うべき注意義務違反はなかったとして被告国の責任を否定した事例",
  "lawsuit_id": "82288",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82288",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/288/082288_hanrei.pdf",
  "contents": "主 文\n１  原告の請求を棄却する。\n２  訴訟費用は，原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，７８８６万４８８６円及びこれに対する平成１７年１\n１月２３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n本件は，原告の母であるＡ（以下「本件患者」という。）が，被告の管理，\n運営に係る福島刑務支所（以下「本件刑務支所」という。）に入所していたと\nころ，本件刑務支所の医師が，本件患者の本件刑務支所入所時における健康診\n査の際，本件患者の病歴を踏まえて聴診等を行い，本件患者が重篤な呼吸器疾\n患に罹患していることを疑うべきであるのにこれを怠り，また，本件患者の死\n亡前日の診察の際，重篤な呼吸器疾患に対する全身管理の措置ないし指示を怠\nったことから，本件患者が肺膿瘍に伴う肺出血による窒息を来して死亡したと\nして，原告が，被告に対し，債務不履行又は不法行為に基づく損害賠償として\n７８８６万４８８６円及びこれに対する本件患者の死亡日（平成１７年１１月\n２３日）以降の遅延損害金を請求する事案である。\n１  前提事実（争いがない事実及び明らかに争わない事実については証拠番号を\n付さない。）\n(1)  当事者等\n原告は本件患者の子であり，本件患者は，平成１６年１２月９日以降，仙\n台拘置支所に収容され，平成１７年１１月１５日以降，本件刑務支所に収容\nされていた者である。\n被告は，本件刑務支所の管理，運営主体であり，本件刑務支所医務課長Ｂ\n（以下「本件医務課長」という。）及び本件刑務支所医務課非常勤医師（以下\n「本件医師」という。）は，それぞれ，国家公務員として，本件刑務支所の被\n収容者に対し，本件刑務支所が実施する診察，診断，治療等の医療行為を行\nっていた者である。\n(2)  本件患者の診療経過\nア  本件刑務支所入所（平成１７年１１月１５日）前後から同月２１日まで\nの経過\n本件患者は，仙台拘置支所収容中に，中毒性精神障害と診断され，セレ\nネース（抗精神病薬），セルシン（抗不安薬），アーテン（パーキンソン病・\n症候群治療薬）のほか，バルビツール酸誘導体であるフェノバルビタール\nやイソミタールを服用していたところ，平成１７年１１月１５日，本件刑\n務支所に収容されるに当たり，平成１８年法務省令第５８号による改正前\nの監獄法施行規則１３条に基づく健康診査を受け（以下，この診査を「入\n所時診査」という。），引き続き，セレネース（４．５ｍｇ／日），セルシン\n（６ｍｇ／日）及びアーテン（６ｍｇ／日）を処方されたほか，睡眠薬で\nあるベンザリン（１０ｍｇ／日）を処方された（ただし，バルビツール酸\n誘導体であるフェノバルビタールやイソミタールについては，本件刑務支\n所入所後は処方されていない。）。\n一方，本件患者は，同月１８日に実施された入所時調査アンケートにお\nいて，「今まで大きな病気やけがをしたこと」は「ない」旨の回答をしてい\nたほか，同月２１日に実施された法務省式人格目録（ＭＪＰＩ）において\nも，「なんとなく，からだの調子が悪い。」との設問に「×」と回答してお\nり，本件刑務支所入所後，上記各調査の実施まで，食事を毎食摂取し，処\n方された薬も全て服用していた。\nイ  同月２２日の昼食時から午後９時の就寝時刻に至るまでの経過\n本件患者は，同日の昼食時，声が思うように出ず，手に力が入らない様\n子で，手・腕のコントロールが利かず，食事をうまく運べなかったため，\n本件刑務支所の職員によって医務課に連れて行かれた。医務課の看護師ら\nは，本件患者が発語せず，頻繁にまばたきをし，喉に何か詰まっているよ\nうな音をさせていたため，本件患者に水を数口飲ませて背中を軽く叩いた\nところ，本件患者は，むせって水とともにきゅうりの輪切りを吐き出した。\n数分後，本件患者は，「あー」と声を出して落ち着き，午後の刑務作業に就\nいた。その後，本件患者は，夕食を摂取し，抗精神病薬等を服用したが，\nその際，薬が飲めない旨申し出たため，薬を水に溶かして服用することと\nなったが，十分に飲み込めない様子で，その水を口からこぼしたり，むせ\nて吐き出すなどした。\n本件患者は，同日午後７時から午後８時にかけて，本件刑務支所の夜勤\n職員に対し，布団が敷けない，よだれが止まらない旨申し出たが，上記職\n員から自分で布団を敷くよう指導されたため，自分で布団を敷いた。\n本件患者は，同日午後８時過ぎ，ベンザリンを水に溶かして服用したが，\nこのときも，その水を口からこぼしたり，むせて吐き出すなどした。その\n後，本件患者は，就寝時刻である午後９時まで，房室内において，布団上\nに座ったり，横になるなどしていた。\nウ  同日午後９時の就寝時刻後の状況及び午後１０時４５分ころの診察から\n午後１１時にかけての診療経過\n同日午後９時の就寝時刻後，夜勤職員が本件患者の房室付近を巡回した\n際，本件患者は，敷き布団に横になり，喉に痰の絡まったような音を立て\nながら就寝していたものの，目を見開いて視察窓から様子をうかがう夜勤\n職員の方へ視線を向け，同職員と目が合っても視線をそらすでもなく，ま\nばたきをするだけであった。そのため，上記職員は，本件患者の状態が異\n様であると感じ，巡回の度にこの状況が継続していたことから，同日午後\n１０時４５分ころ，本件医務課長に本件患者を診察させた（以下，この診\n察を「本件診察」という。）。その結果，本件医務課長は，本件患者の血圧\nが１３０／７０ｍｍＨｇ，体温３６．８度であるものの，動作も緩慢で，\n応答に対するレスポンスも低い上，本件患者が，「調子がよくないです」な\nどと訴え，処方された薬も飲めていない旨話したことから，本件患者の症\n状の原因が，処方されている薬を摂取していないことによるものかもしれ\nないと判断し，精神科の専門医と相談した上，同日午後１１時ころ，「二次\n性パーキンソン病」の疑いにより，ヒベルナ（抗ヒスタミン・抗パーキン\nソン剤）２５ｍｇの筋肉注射を行った（乙Ａ１の１・２，乙Ａ９，弁論の\n全趣旨）。\nエ  本件診察後，死亡に至るまでの経過\n本件刑務支所の職員は，同日午後１１時３５分ころ，本件患者を房室に\n戻し，引き続き動静を観察した。その際，本件患者は，同月２３日午前２\n時２０分ころまでは痰が絡んだような呼吸をしていたものの，同日午前２\n時３０分ころの巡回の際には，静かに眠っていた（乙Ａ６の２）。\nその後，同日午前３時２０分ころ，本件刑務支所の夜勤職員が，本件患\n者の布団が上下していなかったことから，本件患者の状態を確認したとこ\nろ，呼吸，脈拍等を確認できなかったため，直ちに心肺蘇生等の救命措置\nを講ずるとともに，同日午前３時５０分，救急車の出動を要請し，福島第\n一病院に搬送したが，同日午前４時２５分，同病院において，本件患者の\n死亡が確認されるに至った。\nなお，本件患者の死因については，司法解剖の結果，肺膿瘍を原因とす\nる肺出血のための血液吸引による窒息であるとされた。\n２  争点及び争点に関する当事者の主張\n本件の争点は，①本件医師が，入所時診査時において，本件患者に誤嚥性肺\n炎等のリスクが少なくないとの医学的知見に基づいて聴診をすべき注意義務\nを負っていたにもかかわらずこれを怠り，又は，聴診したにもかかわらず，重\n篤な呼吸器疾患の疑いを看過した過失があるか否か（争点１），②本件医務課\n長は，本件診察時において，本件患者の症状に基づいて，重篤な呼吸器疾患の\n可能性を予見して，本件患者の死亡を回避するために必要な呼吸管理等の全身\n管理の措置及び全身管理を行うのに必要な指示等を本件刑務支所の職員に指\n示ないし伝達すべき注意義務を負っていたにもかかわらず，これを怠った過失\nがあるか否か（争点２），③争点１に係る過失と本件患者の死亡との間の因果\n関係の有無（争点３），④争点２に係る過失と本件患者の死亡との間の因果関\n係の有無（争点４），⑤原告が被った損害の有無及びその額（争点５）であり，\nこれらの点に関する当事者の主張は，以下のとおりである。\n(1)  争点１（入所時診査時における過失の有無）について\n（原告の主張）\n本件患者については，平成１７年７月１５日の集団健康診断の時点では，\n肺のＸ線写真の画像上，特段の異状が認められなかったところ，同年１１月\n２３日の司法解剖時における本件患者の各症状（肺胞内に出血，浮腫，菌塊\n及び炎症性細胞浸潤があり，気管支肺炎に罹患し，気管支肺炎が顕著な部位\nでは肺胞も破壊され，膿瘍があり，一部気管支内には膿があったこと）や出\n血による肺の変色部分の状況，気管支肺炎から肺膿瘍への進行速度等に照ら\nせば，同月１５日の入所時診査の時点において，本件患者は，既に上記各症\n状により重篤な呼吸器疾患（気管支肺炎及び肺膿瘍）に罹患していたことが\n明らかである。\nまた，本件患者は，平成１６年１２月９日に仙台拘置支所に入所後，中毒\n性精神疾患の疑いによりセレネース，アキネトン，イソミタール，デパス，\nフェノバルビタール，ベゲタミンなどの向精神薬の服用を開始したが，その\n後間もない時期（同月２１日ないし２８日）から，息苦しさ，ふらつき，胸\nや喉の苦しみ，熱っぽさ，痰の絡みなど，投薬の副作用と疑われる症状を訴\nえていた。\nそして，本件患者に投与された各薬品には，嚥下中枢の機能低下による嚥\n下障害などの重大な副作用があったのであり，本件患者の病歴（中毒性精神\n疾患）のほか，肺膿瘍の原因の多くは誤嚥であり，誤嚥には，むせりや咳き\n込みなどの外部的症状の現れない不顕性のものが含まれていることから，常\nに嚥下反射の低下による不顕性誤嚥の可能性を念頭に置くべきであり，本件\n患者について，嚥下障害の症状が外部的に明らかに発現したのが平成１７年\n１１月２２日の昼以降であったとしても，一日で気管支肺炎から肺膿瘍まで\n進行することは医学的にあり得ないことなどを踏まえると，本件医師は，入\n所時診査時において，誤嚥性肺炎等のリスクを考慮し，聴診を行い，又は聴\n診を行った上で重篤な呼吸器疾患の疑いを発見すべき注意義務があったとい\nうべきであり，これを怠った本件医師には上記注意義務違反による過失があ\nる。\n（被告の主張）\n原告は，本件医師が本件患者の聴診等を実施しなかったことを過失として\n主張するが，入所時診査時において，本件医師は，本件患者に対し，胸部の\n聴診及び打診や腹部の触診を行っており，その際，異状所見が認められなか\nったのであるから，聴診の実施等に係る過失は認められない。\nまた，原告は，本件患者につき，入所時診査当時において嚥下障害による\n誤嚥性肺炎が発症しており，その程度は重篤なものであった旨主張するが，\n薬物中毒患者であることや抗精神病薬等を含む向精神薬を服用していること\nは，誤嚥を来しやすい条件の一つにすぎないのであって，これらの条件によ\nって必ずしも誤嚥性肺炎を来すとは限らない。そして，本件患者には，本件\n刑務支所収容以前から，仙台拘置支所において，あらかじめ錐体外路症状を\n防止するための投薬を行い，嚥下障害等のリスクについても考慮した上で投\n薬に当たっていた上，本件患者に嚥下障害を疑わせる症状が出現したのは，\n平成１７年１１月２２日の昼であって，同日以前に嚥下障害を疑わせる症状\nが現れたこともない。また，同月１５日の時点において，本件患者について，\n気管支肺炎を疑わせる症状や肺膿瘍の症状である咳，発熱，血痰などがなか\nったことは明らかであり，同日に本件患者の肺内の血管から出血が見られた\nことを裏付ける証拠も存在しない。\nこのように，入所時診査当時，本件患者が重篤な呼吸器疾患に罹患してい\nたとは認められず，聴診によって，これが確認可能であったとの原告の主張\nは前提を欠くから，入所時診査当時の本件医師の行為に注意義務違反はない。\n(2)  争点２（本件診察時における過失の有無）について\n（原告の主張）\n本件患者については，本件刑務支所に入所した平成１７年１１月１５日以\n降，嚥下困難や呼吸音から呼吸器疾患に罹患している可能性が容易にうかが\nわれた（現に嚥下困難を原因とする重篤な気管支肺炎及び肺膿瘍に罹患した\n状態であった）上，舌根沈下による気道閉塞を強く疑わせる痰の絡まったい\nびきのような異常な呼吸音もあり，さらに，本件診察後も，巡回していた夜\n勤職員が，もし呼吸音が聞こえなくなった場合には何らかの異常があるかも\nしれないと危惧するほどの呼吸の異常が続いていた。\nしたがって，本件医務課長は，本件患者の異常な呼吸状態やそれまでの投\n薬歴（嚥下困難の副作用がある向精神薬が投与されていたことに加え，これ\nらの向精神薬及びヒベルナと併用禁忌・注意の関係にあるバルビツール酸誘\n導体の投与歴があること）に照らし，まず嚥下困難による嚥下性肺炎等の重\n篤な呼吸器疾患の可能性を念頭に置きつつ，聴診等により呼吸器の異状の有\n無を確認し，痰を観察し，確定診断のための血液検査，ＣＴ画像撮影，さら\nに，大出血が発生した場合には，呼吸管理等（吸引や人工呼吸器による呼吸\n補助など）の全身管理を行うとともに，本件刑務支所職員らに対し，本件患\n者の全身管理に必要な対応（緊急時の吸引，人工呼吸器使用の準備，病状が\n急変した場合における救急車両の出動要請など）を指示，伝達すべき注意義\n務を負っていたというべきである。しかし，本件医務課長は，呼吸器疾患の\n診察の基本である聴診や打診を全くしなかった上，薬剤の重大な副作用によ\nる死亡を回避するための全身管理をせず，肺膿瘍治療及び救命のための措置\nを何ら講ずることなく，本件患者を房室に戻したのであるから，本件医務課\n長には，上記注意義務に違反した過失がある。\n（被告の主張）\n原告は，平成１７年１１月１５日以降，本件患者につき，重篤な呼吸器疾\n患の罹患を容易に疑い得る状況があった旨主張するが，本件患者の司法解剖\nを担当した医師は，肺臓の内部所見において気管支肺炎や肺膿瘍の存在には\n全く言及せず，病理組織学的所見（肺臓等の小片の病理学的検査）において\n初めて気管支肺炎像や肺膿瘍が認められたとしているのであり，本件患者の\n気管支肺炎や肺膿瘍が重篤なものであったとは認められない。\n本件患者の投薬歴に関しても，同日以降，本件刑務支所において本件患者\nに処方した薬剤は，本件患者の病歴を踏まえて仙台拘置支所収容中と同様に\n継続して処方したもので，処方量も適正であった。そして，錐体外路症状な\nどの副作用を持つセレネースについては，その副作用を抑えるために，抗パ\nーキンソン剤であるアーテンを投与し，嚥下障害，誤嚥による細菌感染を予\n防するなど組合せを工夫して処方していた（なお，セレネース等の抗精神病\n薬については，覚せい剤による精神症状の治療に当たり，寛解後も長期的に\n服用することが望ましいため，その処方を継続した。）。そして，これらの\n抗精神病薬等の処方を前提にしても，本件患者に嚥下障害を疑わせる症状が\n認められたのは，同月２２日の昼食時以降のことであり，それまで，本件患\n者には，嚥下障害等の副作用や誤嚥性肺炎発症の徴候が認められなかったの\nであるから，本件医務課長が，本件患者の投薬歴に照らし，嚥下困難による\n誤嚥性肺炎等の呼吸器疾患に罹患することが予見可能であったとは認められ\nない。\n本件患者の呼吸状態に関しても，本件医務課長は，本件診察時における本\n件患者につき，発熱がなく意識障害もほとんどなかったこと，肺膿瘍の症状\nである悪臭のある痰の喀出もなかったことから，重篤な呼吸器疾患（気管支\n肺炎及び肺膿瘍）や，異常高熱などの自律神経症状，意識障害，錐体外路症\n状などが主要症状である悪性症候群も否定的とし，処方薬が服用できていな\nいことなどによって，セレネースの副作用の錐体外路症状（二次性パーキン\nソン症候群の症状）が出現しているものと診断し，錐体外路症状の改善や不\n眠にも効果があるヒベルナの筋肉注射を実施したものであって，いずれも適\n正な医療行為であるといえる。\n以上のとおり，原告の主張は，本件診察時における本件患者の呼吸器疾患\nが重篤なものであったという点で前提を欠いている上，本件診察当時，本件\n患者の投薬歴や呼吸状態に照らし，気管支肺炎ないし肺膿瘍の発症を予見す\nることも困難であるから，本件診察時の本件医務課長の行為には何ら注意義\n務違反はない。\n(3)  争点３（争点１に係る過失と本件患者の死亡との間の因果関係）について\n（原告の主張）\n本件医師が，入所時診査時において，本件患者を聴診し，重篤な呼吸器疾\n患の疑いを看過しなければ，肺膿瘍の確定診断のための措置や点滴投与，肺\n葉切除（場合によっては，肺全摘出等の外科的治療）を施すなどの医療上の\n措置を講ずることで，本件患者の死亡を回避することができたので，争点１\nに係る過失と本件患者の死亡との間には因果関係がある。\n（被告の主張）\n否認ないし争う。\n(4)  争点４（争点２に係る過失と本件患者の死亡との間の因果関係）について\n（原告の主張）\n本件医務課長が，本件患者に対する全身管理を行い，必要に応じて痰，膿，\n出血した血液などを吸引し，あるいは人工呼吸器によって呼吸を補助するな\nどしていれば，本件患者が肺出血により窒息する事態を避けることができた\nのであるから，争点２に係る過失と本件患者の死亡との間には因果関係があ\nる。\n（被告の主張）\n否認ないし争う。\n(5)  争点５（原告が被った損害の有無及びその額）について\n（原告の主張）\nア  本件患者に生じた損害（原告において相続）合計６９３６万４８８６円\n(ア)  逸失利益    ３９３６万４８８６円\n本件患者は死亡当時２９歳であったから，賃金センサス平成１７年産\n業計，企業規模計，学歴計，女性労働者の全年齢平均の賃金額３４３万\n４４００円を基礎収入とし，３５年間（６７歳まで稼働可能とした上で，\n本件患者の服役期間を考慮）就労可能であったものとして（３５年間に\n相当するライプニッツ係数１６．３７４２），生活費控除率３０％とす\nれば，逸失利益は３９３６万４８８６円（３４３万４４００円×１６．\n３７４２×０．７。小数点以下切捨て）である。\n(イ)  慰謝料      ３０００万円\nイ  原告固有の損害  合計９５０万円\n(ア)  葬儀費用          １５０万円\n(イ)  慰謝料            ３００万円\n(ウ)  弁護士費用        ５００万円\nウ  上記ア，イをまとめると，原告の損害は７８８６万４８８６円となる。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  本件と関連する医学的知見\n後掲証拠及び弁論の全趣旨によれば，以下の医学的知見が認められる。\n(1)  中毒性精神障害\nアルコール，睡眠薬，麻薬，覚せい剤等の物質の中毒により生じる精神障\n害であり，病状は外因反応型を呈し，せん妄，もうろう状態，錯乱などの意\n識障害のほか，健忘症状群，過敏情動性衰弱状態などが現れる。治療として\nは，ハロペリドール（製品名セレネース等）を中心とする抗精神病薬の投与\nとされており，寛解した後も，精神病症状の再発防止のため，比較的長期に\nわたるハロペリドール等の抗精神病薬の少量維持投与が望ましいとされてい\nる（以上につき，乙Ｂ１の１，乙Ｂ２，３の１）。\n(2)  肺膿瘍\n肺膿瘍は，限局性の膿を特徴とする壊死性感染症であり，肺に入り込んだ\n細菌が炎症を起こし，その炎症が組織壊死を引き起こして膿瘍の形成に至る\nものであり，意識不明かアルコール，違法薬物，麻酔，鎮静薬又はオピオイ\nド系薬物によって感覚が鈍っている患者に歯肉炎があるか，又は同患者が口\n腔衛生不良な場合に，口腔分泌物を誤嚥した後に生じる。最もよく見られる\n病原体は嫌気性細菌であり，同細菌による肺膿瘍における主要な症状として\nは，湿性の咳，発熱，発汗，体重減少などがあり，典型的には特有の悪臭痰\nによる腐敗臭や酸っぱい味の自覚が認められる。肺膿瘍の徴候は，非特異的\nで，肺炎の徴候と似ており，硬化や胸水を示す呼吸音の減弱や，発熱（３９．\n４℃以上），病変部上の断続性ラ音，やぎ声，胸水が存在する場合の打診時の\n濁音などがある（以上につき，甲Ｂ１，乙Ｂ５）。\n(3)  二次性パーキンソン病・症候群\nセレネースの副作用として挙げられており，錐体外路症状（パーキンソン\n症候群の症状である筋強剛や嚥下障害，振戦等，筋肉がこわばって動かなく\nなるなどの症状）が見られる（乙Ｂ４）。\n２  争点１（入所時診査時における過失の有無）について\n(1)  上記１の医学的知見等を前提に，まず，争点１について検討するに，前記\n前提事実のほか，後掲証拠及び弁論の全趣旨によれば，以下の事実が認めら\nれる。\nア  本件医師は，平成１７年１１月１５日の入所時診査において，本件患者\nに対し，胸部の聴診及び打診を行い，胸部に異状が認められないか確認す\nるとともに，腹部の触診を行い，腹部にも異状がないか確認したところ，\nいずれも異状所見が認められなかったことから，診査結果として，診療録\nに「ｃｈｅｓｔ  ｎｐ（ｎｏｔｈｉｎｇ  ｐａｒｔｉｃｕｌａｒ）」（胸部\n異状なし），「ａｂｄｏｍｅｎ  ｎｐ」（腹部異状なし）と記載した（乙Ａ\n１の１，乙Ａ１９）。\nイ  本件患者が本件刑務支所に入所した際に実施された身体状況の調査にお\nいても，本件患者は「現在の心身的訴え」について「特になし」と回答し\nていた（乙Ａ１４）。\nウ  本件刑務支所における診療録，調査・アンケートの結果及び身体状況票\nには，平成１７年１１月１５日の時点で，本件患者に咳，発熱，血痰，嚥\n下障害等の各症状が見られたことを示す記載はない（乙Ａ１の１・２，乙\nＡ４，５，１４）。\nエ  本件患者は，同月１８日に実施された入所時調査アンケートにおいて，\n「今まで大きな病気やけがをしたこと」は「ない」旨の回答をしていたほ\nか，同月２１日に実施された法務省式人格目録（ＭＪＰＩ）においても，\n「なんとなく，からだの調子が悪い。」との設問に「×」と回答していた（前\n記前提事実(2)ア）。\n(2)  以上の事実を基に検討するに，本件医師は，入所時診査において，本件患\n者の腹部及び胸部に対する聴診等を実施して異状がないことを確認してい\nる（上記(1)ア）から，本件医師には聴診の実施等を怠った過失は認められな\nい。\nそして，入所時診査において，本件患者の胸部や腹部には異状が認められ\nず，身体状況に関する調査でも本件患者が特段心身に関する不調を訴えてい\nないこと（同ア，イ），入所時診査の行われた平成１７年１１月１５日当時，\n本件患者には呼吸器疾患を疑わせるような咳，発熱，血痰等が認められなか\nったこと（同ウ）に加え，入所時診査後に実施されたアンケート等において\nも，本件患者が身体の不調を訴えていないこと（同エ）に鑑みれば，入所時\n診査時において，本件患者が重篤な呼吸器疾患に罹患していたとは認められ\nないから，本件医師には，重篤な呼吸器疾患の疑いを看過した過失も認めら\nれない。\nしたがって，争点１に係る過失は認められない。\n(3)  これに対し，原告は，司法解剖時に本件患者の肺に見られた大小の黒い箇\n所（甲Ａ６の１・２）は，肺にある血管から出血した血液が数日間かけて黒\nく変色したものであり，死亡直前の出血ではないとして，本件患者が入所時\n診査の時点で重篤な呼吸器疾患に罹患していた旨主張する。しかしながら，\n司法解剖を担当したＣ医師（以下「本件解剖医」という。）の所見によれば，\n原告の上記主張に係る本件患者の肺の変色部分は，出血後，時間の経過した\nものではなく，単に血液量が多いことから黒ずんで見えているものであって，\n同部分に係る血液は，凝固及び変色をしていないことから出血後間もないも\nのであり，かつ，一気に出血したものであると認められる（乙Ａ１７）から，\n原告の上記主張は採用できない。\nまた，原告は，肺膿瘍の多くは誤嚥に起因し，誤嚥には，むせりや咳き込\nみなどの外部的症状の現れない不顕性のものを含むことから，本件患者につ\nいて，常に嚥下反射の低下による不顕性誤嚥の可能性を念頭に置くべきであ\nり，嚥下障害の症状が外部的に明らかに発現したのが平成１７年１１月２２\n日の昼以降であったとしても，一日で気管支肺炎から肺膿瘍まで進行するこ\nとは医学的にあり得ないので，本件医師には誤嚥性肺炎や肺膿瘍への罹患を\n疑うべき注意義務を怠った過失がある旨主張する。確かに，肺膿瘍の発生機\n序（前記１(2)）に鑑みれば，同日以前に肺膿瘍が進行していた可能性も否定\nすることはできないが，入所時診査の時点において，肺膿瘍等の呼吸器疾患\nの存在を示す所見が認められなかった本件の事実関係の下では，本件医師に\nおいて，本件患者が呼吸器疾患を罹患していたことを予見することができた\nとは認められないから，原告の上記主張も採用できない。\nその他，原告が縷々主張する点は，本件患者が入所時診査の時点で呼吸器\n疾患に罹患していたことについての一般的，抽象的な予見可能性を指摘する\nにとどまるものであって，前記過失の有無に関する認定を左右するに足りな\nい。\n３  争点２（本件診察時における過失の有無）について\n(1)  次に，前記１の医学的知見等を前提に，争点２について検討するに，前記\n前提事実のほか，後掲証拠及び弁論の全趣旨によれば，以下の事実が認めら\nれる。\nア  本件患者の死因は，肺膿瘍を原因とする肺出血のための血液吸引による\n窒息であった（前記前提事実(2)エ）。\nイ  本件患者については，本件診察時までに，食事や薬をうまく飲み込めず\nに，むせて吐き出すなどの症状が見られたほか，本件診察前の同日午後９\n時の就寝時刻後に，夜勤職員が本件患者の房室付近を巡回した際，喉に痰\nの絡まったような音を立てながら就寝していたということはあったもの\nの，本件診察の時点では，呼吸が苦しいとか喉に痰が絡まって困っている\nとか胸のあたりが重苦しいといった訴えはなく，呼吸の度に喉に痰が絡ま\nったような音がすることもなく，吐く息から異臭がするといったこともな\nかった（前記前提事実(2)イ，乙Ａ１の１・２，乙Ａ１５）。\nウ  本件患者の死因となった肺膿瘍については，司法解剖時の鑑定書上，内\n部所見では言及されておらず，病理組織学的検査において初めてその存在\nが認められている（甲Ａ２）。\nエ  本件解剖医によれば，肺出血した原因につき，容態が急変する数分前に\n何らかの原因で急速に出血し，血液が肺全体を埋め尽くして窒息，呼吸不\n全になったものと考えられ，内服薬や投薬が出血原因になったとは認めら\nれないとされている（乙Ａ１５，弁論の全趣旨）。\n(2)  以上の事実を基に検討するに，本件患者の死因となった肺膿瘍の症状とし\nては，特有の悪臭痰による腐敗臭が特徴的であるところ（前記１(2)），本件\n患者については，本件診察時において，吐く息からの異臭が認められず，喉\nへの痰の絡まりや呼吸の苦しさといった症状もなかった上（上記(1)イ），本\n件患者の肺膿瘍は，内部所見では認められず，病理組織学的検査で初めて判\n明するほどに発見困難なものであったこと（同ウ），肺膿瘍による肺出血につ\nいても，本件患者の容態が急変する数分前に急速に起こったものと考えられ\nること（同エ）からすれば，本件医務課長が，本件診察時において，本件患\n者につき，肺膿瘍を含む呼吸器疾患への罹患を予見することは困難であった\nといわざるを得ない。\nしたがって，争点２に係る過失があるとは認められない。\n(3)  これに対し，原告は，本件診察時までに本件患者にむせり等の嚥下障害を\n疑わせる所見が見られたこと等の本件患者の呼吸状況に照らせば，本件患者\nにつき，気管支肺炎や肺膿瘍への罹患を予見することができた旨主張する。\nしかしながら，本件医務課長は，本件診察時において，本件患者の嚥下困\n難等の症状を二次性パーキンソン病によるものと診断し，その治療に効果の\nある薬剤アーテンを併用するなどして対応しているところ（前記前提事実(2)\nア，ウ），二次性パーキンソン病・症候群の症状である錐体外路症状の一つと\nして嚥下困難が挙げられていること（前記１(3)），本件患者が，二次性パー\nキンソン病・症候群を引き起こすとされているセレネース等の抗精神病薬を\n継続処方されていたこと（同(3)，前記前提事実(2)ア）に加え，本件診察時に\n本件患者には肺膿瘍特有の悪臭痰による腐敗臭が認められなかったこと（前\n記１(2)，上記(1)イ）に鑑みれば，本件医務課長が，本件診察時において，本\n件患者の症状を二次性パーキンソン病によるものと診断したことには，医学\n的に見て合理的な根拠が存在したということができ，原告が主張する本件患\n者の呼吸状況から気管支肺炎や肺膿瘍への罹患を予見することができたとは\nいい難いので，原告の上記主張は採用できない。\nまた，原告は，本件患者の投薬歴（嚥下困難の副作用がある向精神薬）に\n照らせば，気管支肺炎や肺膿瘍への罹患を予見することができた旨主張する\nが，本件患者に処方されていた薬物の副作用として嚥下困難等が記載されて\nいるからといって，必ずしも気管支肺炎や肺膿瘍に罹患するとは限らない上，\n実際に本件患者が罹患していた肺膿瘍は，病理組織学的検査によらなければ\n発見困難なものであったこと（上記(1)ウ）に鑑みると，上記投薬歴から直ち\nに気管支肺炎や肺膿瘍への罹患を予見することができたとはいえないから，\n原告の上記主張は採用できない。\nさらに，原告は，被告の過失を基礎付ける事実として，本件医務課長が，\nヒベルナと併用禁忌・注意の関係にあるバルビツール酸誘導体の服用歴のあ\nる本件患者に対し，ヒベルナを筋肉注射した事実を指摘するが，ヒベルナが\n併用禁忌とされているのはバルビツール酸誘導体の強い影響下にあるときで\nあること（甲Ｂ３），本件患者に対し，バルビツール酸誘導体であるイソミタ\nールの投与が中止されてからヒベルナが注射されるまで７日間が経過してい\nること（前記前提事実(2)ア，ウ），バルビツール酸誘導体（フェノバルビタ\nール）が服用後数日間尿中に排出され続けること（乙Ｂ３の５）等に照らせ\nば，本件患者に対するヒベルナの注射が併用禁忌の状況下で行われたとは認\nめられないから，原告が指摘する上記事実は，本件医務課長の過失の有無を\n左右しない。\nその他，原告が縷々主張する点も，結局のところ，本件患者が本件診察の\n時点で呼吸器疾患に罹患していたことについての抽象的，一般的な予見可能\n性を指摘するにとどまるものであって，前記過失の有無に関する認定を左右\nするに足りない。\n第４  結論\n以上の検討によれば，その余の点について判断するまでもなく，原告の請求\nは理由がないから棄却することとし，訴訟費用の負担につき民事訴訟法６１条\nを適用して，主文のとおり判決する。\n仙台地方裁判所第３民事部\n裁判長裁判官          関    口    剛    弘\n裁判官          小    川    理    佳\n裁判官          吉    賀    朝    哉\n"
}