{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 24
  },
  "case_number": "平成27(ワ)225",
  "case_name": "地位確認等請求事件",
  "court_name": "松山地方裁判所",
  "lawsuit_id": "87828",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87828",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/828/087828_hanrei.pdf",
  "contents": "主 文\n１  原告らの労働契約上の地位確認請求及び金銭の支払に係る主\n位的請求をいずれも棄却する。\n２  被告は，原告Ａに対し，３９万３０６０円及びうち１７万２\n０４０円に対する平成２７年６月２０日から，うち２２万１０\n２０円に対する平成２９年１０月２６日からそれぞれ支払済み\nまで年５分の割合による金員を支払え。\n３  被告は，原告Ｂに対し，１９万７５３０円及びうち１２万６\n９６０円に対する平成２７年６月２０日から，うち７万０５７\n０円に対する平成２９年１０月２６日からそれぞれ支払済みま\nで年５分の割合による金員を支払え。\n４  被告は，原告Ｃに対し，１１万０３８０円及びうち５万５３\n３０円に対する平成２７年６月２０日から，うち５万５０５０\n円に対する平成２９年１０月２６日からそれぞれ支払済みまで\n年５分の割合による金員を支払え。\n５  原告らのその余の請求をいずれも棄却する。\n６  訴訟費用は，これを１０分し，その１を被告の負担とし，そ\nの余を原告らの負担とする。\n７  この判決は，第２項ないし第４項に限り，仮に執行すること\nができる。\n事 実 及 び 理 由\n第１  請求\n１  原告らが，被告に対し，被告正社員用就業規則及び賃金規程上の賞与，家族\n手当，住宅手当及び精勤手当の支給を受ける権利を有する労働契約上の地位に\nあることを確認する。\n２  被告は，原告Ａに対し，１３９万８１１５円及びこれに対する平成２７年６\n月２０日から支払済みまで年５分の割合による金員を支払え。\n３  被告は，原告Ａに対し，１５２万１７４０円及びこれに対する平成２９年１\n０月２６日から支払済みまで年５分の割合による金員を支払え。\n４  被告は，原告Ｂに対し，１４７万４５０１円及びこれに対する平成２７年６\n月２０日から支払済みまで年５分の割合による金員を支払え。\n５  被告は，原告Ｂに対し，１６８万３９５９円及びこれに対する平成２９年１\n０月２６日から支払済みまで年５分の割合による金員を支払え。\n６  被告は，原告Ｃに対し，１２０万４７０９円及びこれに対する平成２７年６\n月２０日から支払済みまで年５分の割合による金員を支払え。\n７  被告は，原告Ｃに対し，１５６万５１７４円及びこれに対する平成２９年１\n０月２６日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，被告との間で期間の定めのある労働契約（以下「有期労働契約」と\nいう。）を締結して就労している従業員（以下「有期契約労働者」という。）\nである原告らが，被告と期間の定めのない労働契約（以下「無期労働契約」と\nいう。）を締結している従業員（以下「無期契約労働者」という。）との間\nに，賞与，家族手当，住宅手当及び精勤手当（以下，これらを合わせて「本件\n手当等」という。）の支給に関して不合理な相違が存在すると主張して，被告\nに対し，①当該不合理な労働条件の定めは労働契約法２０条により無効であ\nり，原告らには無期契約労働者に関する就業規則等の規定が適用されることに\nなるとして，当該就業規則等の規定が適用される労働契約上の地位に在ること\nの確認を求め（上記第１の１），②平成２５年５月から平成２７年４月までに\n支給される本件手当等については，主位的に，同条の効力により原告らに当該\n就業規則等の規定が適用されることを前提とした労働契約に基づく賃金請求と\nして，予備的に，不法行為に基づく損害賠償請求として，実際に支給された賃\n金との差額及びこれに対する訴状送達の日の翌日である平成２７年６月２０日\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め（上\n記第１の２，４，６），③平成２７年５月から平成２９年１０月までに支給さ\nれる本件手当等について，不法行為に基づく損害賠償請求として，実際に支給\nされた賃金との差額及びこれに対する不法行為の日の後である平成２９年１０\n月２６日から支払済みまで同割合による遅延損害金の支払（上記第１の３，\n５，７）を求めた事案である。\n２  前提事実（以下の各事実は，当事者間に争いがないか，掲記の各証拠等によ\nり容易に認定することができる。）\n当事者\nア  被告\n被告は，農業用機械器具の製造及び販売等を事業目的とする株式会社で\nあり，本社敷地内に工場（以下「本件工場」という。）を有している。被\n告には総務部（２３名（平成２７年６月１日時点における従業員数を指す。\n以下この項において同じ。）），業務企画部（２２名），製造部（３６０\n名），生産技術部（９８名），品質保証部（２９名），工務部（２０名）\nの６つの部署があり（６つの部の従業員の合計は５５２名），そのうち製\n造部は，鋳造課（３７名），機械課（４２名），歯車課（３６名），調質\n課（３３名），エンジン製作課（４０名），第一組立課（４１名），第二\n組立課（４０名），塗装課（３９名），第三組立課（４６名）の９つの課\nがある。各課の下には「組」という組織単位が設けられている。各組は，\n組長の名を取って呼称される。（乙１）\nイ  原告ら\n原告らは，それぞれ被告におけるトラクター等の農業機械の製造に係る\nライン業務（以下では，製品ラインを稼働させるために常時発生する作業\nを「定常業務」という。）の一端を担っている。原告らの担当するライン\nは大規模なものではなく，基本的に，ある１種類の作業に同時に２人が従\n事することはなく，各人がそれぞれ異なる業務を割り当てられている。無\n期契約労働者と有期契約労働者の間だけでなく，無期契約労働者相互，有\n期契約労働者相互でも一人一人業務内容が異なっていることが多い。\nウ  原告Ａ（昭和４３年生）\n原告Ａは，平成１９年７月１６日に契約期間を６か月とする有期契約労\n働者として被告に入社し，現在まで有期労働契約を更新し，平成２６年７\n月以降，製造部エンジン製作課の０２組（平成２７年４月以降はＥ組と呼\nばれている。）に所属している。\n０２組（Ｅ組）は，エンジンの部品を加工するグループであり，Ｂ系ヘ\nッドライン，Ｂ系ブロックライン，Ｃ系ヘッドライン，Ｃ系ブロックライ\nン（Ｂ系，Ｃ系とはエンジンの種類である。）及びギアケースラインの５\nつのラインがあり，その配属者数は，平成２８年１１月時点で１８名であ\nり，うち１２名が無期契約労働者，残る６名が有期契約労働者である。\n原告Ａは，Ｂ系ヘッドライン，Ｂ系ブロックライン，Ｃ系ヘッドライン，\nギアケースラインでの作業に従事している。\n（甲２６）\nエ  原告Ｂ（昭和５７年生）\n原告Ｂは，平成１９年７月１６日に契約期間を６か月とする有期契約労\n働者として被告に入社し，現在まで有期労働契約を更新している。平成２\n０年８月以降，本件工場においてシリンダーヘッド組立ての業務に従事し，\n平成２６年８月以降，製造部エンジン製作課の０３組（Ｆ組）に所属して\nいる。\n０３組（Ｆ組）は，加工された部品を用いてエンジンを組み立てるグル\nープであり，シリンダーヘッドを組み立てるサブ組立ライン，エンジンブ\nロックを組み立てる親メタルライン，シリンダーヘッドとエンジンブロッ\nクの組付け等を行う外装ラインの３つのラインがあり，その配属者数は，\n平成２８年１１月時点で２２名であり，うち１６名が無期契約労働者，残\nる６名が有期契約労働者である。\n原告Ｂは，サブ組立ラインでの作業に従事している。なお，原告Ｂは，\n派遣労働者であった時に，平成１７年１月１４日から平成１８年４月末ま\nで，エンジンブロックの組立作業を行う親メタルラインに配置されていた。\n（甲２７）\nオ  原告Ｃ（昭和５４年生）\n原告Ｃは，平成１９年７月１６日に契約期間を６か月とする有期契約労\n働者として被告に入社し，現在まで有期労働契約を更新している。原告Ｃ\nは，派遣労働者であった平成１８年１０月以降，本件工場においてギアケ\nース加工の業務に従事し，平成２６年８月以降，製造部エンジン製作課の\n０２組（Ｅ組）に所属し，ギアケースラインでの作業に無期契約労働者も\n含む三交替制で従事している。（甲２８）\n無期契約労働者の労働条件の概要\nア  適用される就業規則等\n無期契約労働者（就業規則上は「従業員」と定義されているが，以下で\nは「無期契約労働者」と読み替えて記載する。）には，「就業規則」（乙\n５），「賃金規程」（乙６），「賞与支給規程」（乙２５の１），「賞与\n支給基準」（乙２５の２）が適用される（厳密には，事務系統，技術系統，\n技能系統又は特務系統で１級ないし８級の資格（１級から８級の順に昇級\nする。）を取得した者に適用される（乙５・３条）。）。\nイ  労働時間等\n所定労働時間は，３か月単位の変形労働時間制によるものとし，３か月\n間の実働時間を平均して１週間当たりの実働時間が４０時間を超えないよ\nうにする（乙５・４３条）。労働日の所定就業時間は１日につき原則とし\nて８時間５０分とする（実働時間は７時間５０分，休憩は１時間であり，\n始業は午前８時，終業は午後４時５０分である。乙５・４４条）。業務上\nの都合により交替作業をさせることがあり，その際の就業時間，休憩時間\n及び交替日の取扱いについてはその都度定める（乙５・４５条）。業務上\nの都合によりやむを得ない場合，被告は労働者の過半数を代表する者と予\nめ協定し，所定就業時間外に早出，残業，休日出勤をさせることがある\n（乙５・５０条）。\n無期契約労働者の定年は，満６０歳到達日以降最初に到来する５月末日\n又は１１月末日である（乙５・１９条１項）。\n被告は，業務の都合上，無期契約労働者の異動を必要とするときは，本\n人の健康，技能，勤務状況等を考慮して公正に行う（乙５・１０条）。\nウ  賃金\n基本給，賞与，管理職手当，職能資格手当，職制手当，家族手当，住宅\n手当，早出残業手当，休日出勤手当，特定休日出勤手当，深夜業手当，精\n勤手当，交替勤務手当，現場手当，技術資格手当，マイスター手当，鋳造\n手当，塗装手当，守衛手当，通勤手当，その他の手当及び休業手当がある\n（乙６・３条，乙２１）。\n本件手当等の概要は，次のとおりである。\n賞与\n賞与の支給対象者，支給対象期間等は，別紙１の１「賞与支給規程」\n（乙２５の１）のとおりであり，また，賞与額の算定基準は，別紙１の\n２「賞与支給基準」（乙２５の２）のとおりである。\n被告の業績に応じて，被告が決定する無期契約労働者の平均賞与額\n（賞与原資，乙２５の２・２条）は，平成２５年夏季が３６万３６４９\n円，平成２５年冬季が平均３５万９０３７円，平成２６年夏季が３８万\n９２１３円，平成２６年冬季が３８万８２４０円であった（乙２６の１\nないし４）。\n家族手当\n無期契約労働者に対しては，家族手当として，扶養家族の続柄に応じ\n手当が支給される（乙６・１４条，補則３）。その支給額は，平成２６\n年４月１日施行の現賃金規程（乙６）の下では，配偶者１万円，配偶者\nでない扶養家族１人目６０００円，２人目３０００円，３人目以降２０\n００円であり，平成２６年４月改正前の賃金規程（乙２４）の下では，\n配偶者１万円，その他の扶養家族は一律２０００円であった。\nこの家族手当が配偶者ないし扶養家族の有無・人数に応じて支払われ\nる生活手当の一種であり，生活補助的な性質を有していることについて\nは，当事者間に争いがない。\n住宅手当\n無期契約労働者に対しては，扶養者の有無及び住宅の別に応じて住宅\n手当が支給される（乙６・１５条，補則４）。具体的には，有扶養者か\nつ民営借家居住者には１万円，有扶養者かつ公営住宅居住者ないし持家\n居住者には７０００円，無扶養者かつ民営借家居住者には５０００円，\n無扶養者かつ公営住宅居住者ないし持家居住者には３５００円が支給さ\nれる。\n有扶養者とは，①独立の生計を営む主たる生計者であること，②扶養\n家族を有する者又は共稼ぎの世帯主であること，③扶養家族又は共稼ぎ\nの配偶者と同居していること，④当人が賃貸契約の当事者であり，賃借\n料の支払事実が明確であること（ただし，持家居住者の場合は除く。）\nの各要件を満たすことを要する。無扶養者とは，①自ら住居を設営し，\n独立の生計を営む単身者であること（ただし，独身寮及び親元居住者は\n除く。），②賃貸契約の場合は有扶養者の④の条件を満たすことを要す\nる（乙６・１５条２項）。\n民営借家とは，①都，道，府，県，市，町，村等公共団体において管\n理されている公営住宅，②住宅公団の管理する公団住宅，③その他財団\n法人住宅協会等の管理する住宅，④賃借料の一部を金銭以外の条件にて\n賃借契約を結んでいる場合，⑤親族，姻族等の住宅に同居し賃借関係の\nない場合，⑥持家又はこれに準ずるものを除くものとする（乙６・１５\n条３項）。\n精勤手当\n月給日給者で，かつ，当該月皆勤者に限り精勤手当を支給する。その\n支給額は，月額基本給に１／６８．１１を乗じた金額（１０円未満は切\n上げ）とする（乙６・１７条）。\n有期契約労働者の労働条件の概要\nア  適用される就業規則等\n有期契約労働者には，「有期契約社員就業規則」（乙７）が適用される。\nイ  労働時間等\n所定労働時間は，６か月単位の変形労働時間制によるものとする（乙\n７・１０条）。労働日の所定就業時間は無期契約労働者と同様であり（乙\n７・１１条），業務上の都合により交替作業をさせることがある点も同様\nである（乙７・１２条）。業務の都合上，やむを得ない場合には所定就業\n時間を超えて時間外・休日労働をさせることがある（乙７・１６条２項）。\n原告Ａ及び原告Ｂの労働日の所定就業時間は，１日につき８時間５０分\n（実働時間は７時間５０分，休憩は１時間，始業は午前８時，終業は午後\n４時５０分）であり，原告Ｃの勤務時間は３交替勤務体系（１勤：午前６\n時から午後２時２０分まで，２勤：午後１時２０分から午後９時４０分ま\nで，３勤：午後９時４０分から午前６時まで）による（甲１ないし３）。\n被告は，業務の都合により，有期契約労働者の勤務場所，職種を変更す\nることがある。人事異動を命ぜられた者は，正当な理由なくこれを拒むこ\nとはできない。（乙７・７条）\nウ  賃金\n有期契約労働者の賃金は，基本給，早出残業手当，休日出勤手当，深夜\n業手当，交替勤務手当，鋳造手当，塗装手当及び通勤手当がある（乙７・\n２３条）。基本給は，時間給（又は日給，月給）とし，職務内容，技能，\n経験，職務遂行能力等を考慮して各人別に決定する（乙７・２３条１号）。\n原告Ａ及び原告Ｃの基本給は時給１０００円で，原告Ｂの基本給は時給１\n０４０円である（甲１ないし３）。\n無期契約労働者に支給される家族手当，住宅手当及び精勤手当は，有\n期契約労働者には一切支給されない（乙７・２３条参照）。\n有期契約労働者には，賞与は支給しないが，本人の成績，会社の経営\n状態及び経済状勢を勘案し，寸志を支給することがある（乙７・２８\n条）。原告らには，毎年７月及び１２月の２回にそれぞれ一律５万円の\n寸志が支給されている。\nこの寸志が賞与と同様の性質を有することについては，当事者間に争\nいはない。\n３  争点及びこれに対する当事者の主張\n労働契約法２０条違反の成否\n（原告ら）\nア  労働契約法２０条違反の有無の判断枠組み等\n本件では，就業規則が有期契約労働者と無期契約労働者で各別に定めら\nれ，契約期間の定めの有無に基づいて労働条件の相違が生じていることは\n明らかである。\n労働契約法２０条の「不合理」の意味は，問題となった処遇に合理的な\n理由がない場合と解すべきであり，被告の主張するように，労働条件の相\n違が法的に否認すべき内容ないし程度で不公正に低いものと解釈すること\nは，労働契約法２０条の意義を滅却する。\n有期契約労働者と無期契約労働者の労働条件の不合理性判断は，個々の\n労働条件ごとにされなければならない。\n労働契約法２０条は，不合理性を判断するに当たり考慮すべき事情とし\nて，①労働者の業務の内容及び当該業務に伴う責任の程度（以下「職務の\n内容」という。），②当該職務の内容及び配置の変更の範囲，③その他の\n事情（以下，①及び②を合わせて「職務内容等」といい，①ないし③を総\n称して「各考慮要素」という。）を掲げているところ，上記①が労働者の\n就業の実態を表すものとして最も重視されるべきで，その次に上記②が考\n慮され，上記③は中核的な労働契約の内容に関するものではないから，限\n定的に解釈されるべきである。\nイ  職務内容等の相違の有無\n原告らと同じ製造ラインに配属された無期契約労働者（組長を除く。）\nとの間で職務内容等の相違はない。この相違に関する個別主張は，別紙\n２・職務内容等整理表のとおりである。\nウ  労働条件に関する相違の不合理性\n上記イのとおり，原告らと無期契約労働者の間で職務内容等に相違はな\nいから，本件手当等に関する相違は不合理である。本件手当等に関する個\n別主張は，別紙３・労働条件整理表のとおりである。\n（被告）\nア  労働契約法２０条違反の有無の判断枠組み等\n労働契約法２０条の「期間の定めがあることにより」とは，文理どおり，\n期間の定めがあることを理由とした労働条件の相違があることを要する趣\n旨であると解すべきである。仮に，期間の定めの有無に関連した相違があ\nれば足りると解する場合には，期間の定めの有無を直接の理由としない事\n情が労働条件の相違に寄与する可能性があるため，その事情は不合理性を\n否定する一事情として斟酌されるべきである。\n不合理性の具体的な程度としては，法的に否認すべき内容ないし程度で\n不公正に低いものであることが必要であって，一般的な観念から単純に不\n合理といえる程度では足りないと解すべきである。\n常に個々の労働条件を比較対象とすべきではなく，労働条件の相互の関\n連性によっては，複数の労働条件を一体として比較し不合理性を判断すべ\nき場合もあり得る。\n各考慮要素は，相互に性質上の優劣はなく，その他の事情の範囲も広く\n解すべきである。\nイ  職務内容等の相違の有無\n原告らと同じ製造ラインに配属された無期契約労働者との職務内容等に\nは大きな相違がある。職務内容等の相違に関する個別主張は，別紙２・職\n務内容等整理表のとおりである。\nウ  労働条件に関する相違の合理性\n上記イのとおり，原告らと無期契約労働者の間で，職務内容等には大き\nな相違があるから，かかる相違等を考慮して，有期契約労働者と無期契約\n労働者の間で本件手当等の支給に差をつけることは，被告の経営・人事制\n度上の施策として，法的に否認すべき内容ないし程度で不公正とはいえな\nい。本件手当等に関する個別主張は，別紙３・労働条件整理表のとおりで\nある。\n労働契約法２０条の効力\n（原告ら）\n労働契約法２０条には私法的効力があり，不合理な労働条件の相違は無効\nと判断される。そして，そのような明文の規定が存在することから使用者の\n故意又は過失の存在が推認され，使用者に不法行為責任を生じさせる。\n当該労働条件の相違が無効とされた場合は，労使間の個別的又は集団的な\n交渉に委ねては不公正な格差が是正できないから，無期契約労働者の当該労\n働条件が有期契約労働者の労働契約の内容になる（補充的効力の肯定）。補\n充的効力が認められない場合であっても，関係する就業規則，労働協約，労\n働契約等の規定を合理的に解釈し，可能な限り，有期契約労働者に対して，\n無期契約労働者の労働条件を定めた就業規則等の規定を適用すべきである。\n（被告）\n労働契約法２０条には「無効とする」との明確な定めがなく，法的安定性\nの観点からも，強行法規性はないと解すべきである。\n仮に強行法規性が認められる場合であっても，労働契約法１２条や労働基\n準法１３条のような明文の規定がない以上，労働契約法２０条に補充的効力\nはないというべきである。\n原告らの損害等の有無及びその額（上記１②及び③関係）\n（原告ら）\nア  労働契約に基づく差額賃金（上記１②主位的請求関係）\n平成２５年５月から平成２７年４月までに支給される本件手当等につい\nて，原告らには労働契約法２０条の効力により無期契約労働者の就業規則\n等の規定が適用され，原告らの勤務状況，扶養家族の有無及び住宅の別に\n照らして，本件手当等の支給を受ける権利を有している。その支給額は，\n別紙４ないし別紙６の原告らの請求額計算書１のとおりである。\nなお，平成２５年及び平成２６年の夏季及び冬季の賞与は，給与比例配\n分額について原告らの支給前月の基本給（原告Ｂについては，平成２５年\n冬季は支給前々月の基本給に基づき計算し，平成２６年冬季を除き家族手\n当６０００円を加算した。）に各季の支給率（高勤続者）を乗じた額を算\n出し，成績配分額について各季の成績加算額原資の額に依拠し，その合計\n額から既払金を控除した。\nイ  不法行為に基づく損害（上記１②予備的請求及び③関係）\n平成２５年５月から平成２７年４月までに支給される本件手当等につ\nいて，原告らと無期契約労働者の間の相違は労働契約法２０条に反する\n違法があるところ，その相違が存在せず，原告らにも無期契約労働者と\n同様の基準により本件手当等が支給されていたとすれば，別紙４ないし\n別紙６の原告らの請求額計算書１のとおりの額が支給されていたはずで\nあるから，原告らに同額に相当する損害が生じた。\n平成２７年５月から平成２９年１０月までに支給される本件手当等に\nついても，原告らにも無期契約労働者と同様の基準により本件手当等が\n支給されていたとすれば，別紙７ないし別紙９の原告らの請求額計算書\n２のとおりの額が支給されていたはずであるから，原告らに同額に相当\nする損害が生じた。\nなお，平成２７年夏季から平成２９年夏季までの賞与については，平\n均賞与額が不明であるため，成績加算額が少なく支給率（高勤続者）が\n低い平成２５年冬季に準拠し，給与比例配分額及び成績加算額原資を計\n算し，既払金を控除した。その際，原告Ｂ及び原告Ｃについては，賞与\nの支給前月の給与額が不明な部分があるため，直前で判明する基本給を\n基準とした。\n（被告）\nいずれも争う。\n第３  当裁判所の判断\n１  認定事実\n前提事実，証拠〔甲２６ないし２８，３１ないし３３，乙２３，証人Ｇ，原\n告Ａ本人，原告Ｂ本人，原告Ｃ本人（ただし，いずれも以下の認定に反する部\n分を除く。），後掲の書証〕及び弁論の全趣旨によれば，以下の事実が認めら\nれる。\n被告における無期契約労働者の採用・育成等\n被告において就労している正社員には，被告が採用した無期契約労働者，\n被告の親会社である井関農機株式会社からの出向者及びグループ会社である\n株式会社井関邦栄製造所からの出向者が存在する。\n被告において採用された無期契約労働者には，高卒後に新規採用された者\n（以下「新規採用者」という。）と，被告において有期契約労働者としての\n採用及び就労を経た後，無期契約労働者として採用（被告では「中途採用」\nと呼称している。）された者（以下「中途採用者」という。）が存在する。\n新規採用者は毎年５名ないし６名が採用されている一方，中途採用もほぼ毎\n年実施されており，採用人数は１名の年もあれば，５名ないし６名の年もあ\nる。新規採用者については，勤務経験を積ませながら，現場で作業をする方\nが適しているのか，それとも部下を管理する方が適しているかなどを吟味し\nて，その適性を見極める。中途採用制度の応募者については，直属の上司で\nある組長等の推薦を踏まえ，履歴書，ストレス適正チェック，小論文，面接\n等を実施した上，次期リーダーとして育成し，将来的に組長への登用が期待\nされる人材や組長を補佐し得る能力等を有する人材等を採用している。\n被告において採用された無期契約労働者に対しては，教育訓練として，配\n属された部が直接部門，間接部門のいずれであるかを問わず，入社時に新入\n社員教育，入社１年目に新入社員育成教育，入社２年目に入社２年目研修，\n勤続５年ないし８年目頃に中堅社員教育が実施され，組長等の職制に就任し\nた際には監督者教育等が実施される。また，入社１年目から３年目までは通\n信教育の受講料が無料とされ，無期契約労働者全員が受講の対象者となって\nいる。通信教育について，入社４年目以降の者の受講は任意とされているが，\n職能資格の昇格時に，特定のカリキュラムを受講することが義務付けられて\nいることがある。\nこれらの教育訓練は，有期契約労働者に対しては実施されていない。\n（乙１２，証人Ｇ，弁論の全趣旨）\n被告における職制\n被告には，部長，次長，課長，職長，組長という５つの職制（組長以上の\n職位）がある。部長，次長及び課長は管理職層であるが，課長は現場で作業\nをすることもある。職長及び組長は，現場で部下の指揮をしながら自らも作\n業に携わっている。組長は，各課に４名程度おり，製造部全体では３４ない\nし３５名程度いる。\n被告においては，無期契約労働者のみが職制に就任することができ，有期\n契約労働者が職制に就任することはない。\n被告の職制に就任している者には，井関農機株式会社からの出向者等も含\nまれ，被告において採用された無期契約労働者が部長又は次長に就任した実\n績はない。平成２８年２月時点で課長，グループ長（グループとは，品質保\n証部及び工務部に設けられた部署であり，グループ長は職長相当職である。）\n及び組長の職制に就任している無期契約労働者のうち１１名が，被告におい\nて採用された無期契約労働者である。具体的には，製造部鋳造課の課長１名，\n工務部調達グループのグループ長１名及び組長９名（製造部鋳造課の組長１\n名，製造部機械課の組長１名，製造部歯車課の組長３名，製造部第一組立課\nの組長２名及び製造部塗装課の組長２名）である。上記１１名のうち９名\n（課長を含む。）は，当初被告に有期契約労働者として雇用され，その後，\n無期契約労働者に中途採用されて以降，上記の各職制に昇任するに至った者\nである。平成２９年１０月時点では，Ｈ鋳造課長が鋳造改善チームリーダー\nという課長相当職に異動しており，被告において採用された無期契約労働者\n１名が製造部の海外支援担当リーダーという課長相当職に就任している。\n新規採用者の場合，高卒後１０年以上の勤務経験を経て組長に就任するこ\nとが多い。中途採用者の場合，中途採用後無期契約労働者として３年以上の\n勤務経験を経なければ組長に就任しない傾向にある。\n（証人Ｇ，弁論の全趣旨）\n業務の内容\nア  定常業務\n原告Ａ関係\n原告Ａは，本件工場において，０２組（Ｅ組）のＢ系ヘッドライン\n（ヘッドとはシリンダーヘッドの意である。），Ｂ系ブロックライン\n（ブロックとはエンジンブロックの意であり，シリンダーヘッドと同様\nにエンジンを構成する基本的な部品である。），Ｃ系ヘッドライン及び\nギアケースラインで作業をしている。各ラインには，それぞれ加工工程，\nエアブロー工程及びリークテスト工程の３つの作業工程があるところ，\n原告Ａは，そのうちエアブロー工程（圧縮した空気を放出してエンジン\nのシリンダーヘッド等に付着した削りかす等を吹き飛ばす業務）及びリ\nークテスト工程（製品から空気漏れがないかどうか確認する業務）の作\n業を担っている。Ｂ系ヘッドライン及びＢ系ブロックラインにおいては，\n加工工程は無期契約労働者２名が交替制で担当し，エアブロー工程及び\nリークテスト工程は原告Ａと無期契約労働者又は有期契約労働者が担当\nしている。Ｃ系ヘッドラインにおいても，加工工程は無期契約労働者が\n担当し，エアブロー工程及びリークテスト工程は原告Ａと無期契約労働\n者又は有期契約労働者が担当している。ギアケースラインにおいては，\n加工工程は無期契約労働者２名と原告Ｃが３交替制で担当し，エアブロ\nー工程及びリークテスト工程は原告Ａが担当している。Ｂ系ヘッドライ\nン，Ｂ系ブロックライン及びＣ系ヘッドラインにおいて，エアブロー工\n程及びリークテスト工程の際に不良が見つかった場合には，当該工程の\n担当者（無期契約労働者であるか有期契約労働者であるかを問わない。）\nが当該不良品を不良品置き場まで運ぶが，その間に他の無期契約労働者\nが関与することはない。不良品置き場に製品を運んだ後，その不良が修\n正できるか，それとも修正せずに鋳潰すかについては，品質保証部所属\nの無期契約労働者が最終的に判断する。（甲２６，乙１６の１，原告Ａ\n本人，弁論の全趣旨）\n原告Ｂ関係\n原告Ｂが所属する０３組（Ｆ組）には，サブ組立ライン，親メタルラ\nイン及び外装ラインの３つのラインがある。サブ組立ラインは，原告Ｂ\nと無期契約労働者であるＩが担当し，シリンダーヘッドを組み立ててい\nる。親メタルラインは，無期契約労働者のみが担当し，エンジンブロッ\nクを組み立てている。外装ラインは，無期契約労働者と有期契約労働者\nが担当し，サブ組立ラインで組み立てられたシリンダーヘッドと親メタ\nルラインで組み立てられたエンジンブロックを組み付けて，最終の部品\n組み付けを行っている。\nサブ組立ラインでは，手作業で５０個以上の小さな部品を組み付けて\nシリンダーヘッドを完成させるところ，１日の生産台数が１００台以上\nの場合は，Ｉが組立作業の前半を担当し，原告Ｂが組立作業の後半とマ\nーシャリング作業（親メタルラインに流すための部品を集める作業のこ\nとをいう。）を担当し，１日の生産台数が１００台未満の場合は，原告\nＢが組立作業を全て担当し，無期契約労働者であるＪがマーシャリング\n作業を担当する。組立作業の前半と後半で難易度が異なるわけではない。\nシリンダーヘッドの組立ては，０２組（Ｅ組）で加工されたシリンダ\nーヘッドをＩがラインに投入すること（以下，この作業を「組立順序作\n業」という。）から始まる。投入されるシリンダーヘッドの種類は，生\n産計画に応じて予め作られた組立順序表に従って決定される。組立順序\n表は，エンジン製作課の職長等が作成し，組立順序を変更する場合にも\n職長等からの指示がある。組立順序作業は，Ｉが無期契約労働者に採用\nされる前の有期契約労働者の時から担当しており，その前は派遣労働者\nが担当している。なお，Ｉが無期契約労働者に採用される以前と比べて\n現在の方が組立順序作業の難易度が上がっているとまでは証拠上認めら\nれない。\n有期契約労働者は，平成１８年５月以降，親メタルラインに配置され\nていない。\n（甲２７，乙１６の３，原告Ｂ本人）\n原告Ｃ関係\n原告Ｃは，０２組（Ｅ組）のギアケースラインで，無期契約労働者２\n名と３交替制で作業をしている。ギアケースラインにおいては，ギアケ\nース加工の業務のほかに，無期契約労働者及び有期契約労働者が，設備\nの日常点検，給油作業及び清掃作業も行っている。加えて，現在では，\n無期契約労働者が，ライン設備における刃工具の交換作業及びその後の\n精度出し（交換対象となる刃工具に製品上存在する微細なサイズのばら\nつき等を測定し，均一となるよう，必要に応じて追加加工することをい\nい，１００分の１ミリメートルのレベルでサイズを合わせている。）等\nの精密作業並びにライン設備の修理作業を行っており，原告Ｃはその作\n業を担当していない。過去には有期契約労働者（後に無期契約労働者に\n登用された。）が上記精密作業を担当したことがある。原告Ｃも上記各\n作業の教育を受けたことがあるが，上記各作業をする能力がないと判断\nされ，上記各作業の担当から外された。（甲２８，乙１６の２，原告Ｃ\n本人，弁論の全趣旨）\nイ  管理業務及び新機種関連業務\n定常業務の円滑な遂行を支える管理業務（例えば，作業要領書及び明細\n書の維持管理，作業計画の策定等）及び新機種関連業務（例えば，新機種\nに関する作業工程の新規策定や作業要領書，明細書等の作成）に関しては，\n組長及びラインごとの組長と同等の能力を持った無期契約労働者のみに割\nり当てられ，有期契約労働者が担当することはない。（乙２３，証人Ｇ）\nウ  業務改善提案\n被告においては，無期契約労働者に対して，一人当たり月５件の業務改\n善提案の提出を推奨している。平成２６年度では，提出人員の実績はその\n目標の９７％であり，過去に提出された業務改善提案と同内容のものもあ\nったが，全体の約３５％の業務改善提案が採用されている。有期契約労働\n者も業務改善提案を任意に提出でき，原告らも提出したことがある。業務\n改善提案の作成に要する時間は，速い者で１件につき２，３分程度である\nが，１件につき１時間程掛ける者もおり，平均すれば２０分ないし３０分\nである。（乙３，９，証人Ｇ）\n業務に伴う責任の程度\nア  現に発生したミスへの対応\n被告において業務中にミスが発生した場合，リカバリーや修正のための\n対応手順を決定するのは，課長及び組長等の職制に就任している者又はそ\nれと同等の能力を持つ一部の無期契約労働者であって，有期契約労働者が\n対応手順を決めることはない。その他の無期契約労働者及び有期契約労働\n者は，組長の指示に従ってミスに対応することになる。（乙２３，証人Ｇ）\nイ  品質不具合の再発防止のための対応（イエローカード制度）\n作業ミスをした場合，無期契約労働者と有期契約労働者のいずれも，報\n告書を提出することになっており，原告Ｂ及び原告Ｃも報告書を提出した\nことがある。（原告Ａ本人，原告Ｂ本人，原告Ｃ本人）\n品質不具合が発生した場合には，品質保証部がイエローカードを発行し，\n不具合発生工程の作業台周辺等に掲示され，当該不具合発生工程の担当作\n業者（無期契約労働者）がイエローカードに従った再発防止の継続実施及\nび改善対応を実施し，その責任を負うことになる。担当作業者が新入社員，\n派遣労働者又は有期契約労働者の場合には，新入社員以外の無期契約労働\n者と同等の指導をするものの，改善対応及び再発防止の責任は組長及び管\n理監督者が行い，負うものとされる。（乙４の１及び２）\nなお，この点について，原告らはイエローカード制度が形骸化している\nと主張し，原告Ａも同様の供述をするが，エンジン製作課においてもイエ\nローカードが実際に掲示されるなどしていることから（乙１１），採用で\nきない。\n職務の内容及び配置の変更の範囲\n無期契約労働者には部又は課を越えた異動が行われ，有期契約労働者には\n課を越えた異動が行われることがある。もっとも，無期契約労働者の異動に\n際しても本人の希望が聴取されており，部を越えた異動は少なく，特に中途\n採用者については同じ課に所属し続けることが多い。他方で，有期契約労働\n者についても，本人の同意を得た上で課を越えた異動が行われることがある。\nまた，被告の従業員は，本件工場内で業務を遂行することが想定されてお\nり，勤務地の変更を伴う異動は想定されていない。\n（証人Ｇ，原告Ｃ本人，弁論の全趣旨）\n原告らの基本給，勤務状況，扶養家族の有無，住宅の別\n原告らは，平成２５年５月から平成２９年１０月までの間（ただし，原告\nＡにつき平成２５年８月，平成２６年５月及び８月並びに平成２８年２月を，\n原告Ｂにつき，平成２５年１１月並びに平成２７年５月及び６月を，原告Ｃ\nにつき，平成２７年１１月及び１２月，平成２８年２月及び８月並びに平成\n２９年１月及び８月支給分をそれぞれ除く。），欠勤がなく，その間の基本\n給の金額は別紙１０ないし別紙１５の原告らの認容額計算書１及び２の「基\n本給額」欄のとおりである。（甲７の１ないし２１，甲８の１ないし２３，\n甲９の１ないし２４，甲３６の１ないし２９，甲３８の１ないし２８，甲４\n０の１ないし２４，弁論の全趣旨）。\n原告Ａは，扶養者がなく，平成２１年１０月２３日に自らが賃借人となっ\nて住所地の民間住宅の賃貸借契約を締結し，現在に至るまで居住し，賃料を\n支払っている（甲１４，弁論の全趣旨）。\n原告Ｂは，祖母のＫが平成２６年１１月２２日死亡するまで，祖母と同居\nし，祖母を扶養していた（甲１３）。\n本件手当等の趣旨目的に関する資料\n被告において，本件訴訟係属中に，本件手当等が設定された経緯及び趣旨\n等について調査したが，その設定当時の具体的な趣旨目的について記載され\nた資料等は発見されなかった（弁論の全趣旨）。\n２  （労働契約法２０条違反の成否）について\n本件手当等の支給に関する相違\n有期契約労働者である原告らには，賞与と同様の性質を有する寸志が一季\n５万円のみ支給され，家族手当，住宅手当及び精勤手当は支給されていない\nところ ，無期契約労働者には賞与支給基準に従い賞与\nが支給され，その平均賞与額は一季３５万円を超え，家族手当，住宅手当及\nび精勤手当が支給されており ，本件手当等の支給に関\nして，原告らと無期契約労働者の間で相違がある（以下この相違を「本件相\n違」という。）。本件相違は，有期契約労働者である原告らと無期契約労働\n者で適用される就業規則が異なることによって生じていることは明らかであ\nるから ，各考慮要素を考慮して不合理である\nと認められる場合には，労働契約法２０条に違反することになる。\n労働契約法２０条違反の有無に係る判断枠組み\nア  労働契約法２０条は，有期契約労働者と無期契約労働者の間の労働条件\nの相違について，各考慮要素を考慮して，「不合理と認められるものであ\nってはならない」と規定し，「合理的でなければならない」との文言を用\nいていないことに照らせば，同条は，当該労働条件の相違が不合理である\nと評価されるかどうかを問題としているというべきであり，そのような相\n違を設けることについて，合理的な理由があることまで要求する趣旨では\nないと解される。\nイ  そして，同条は，有期契約労働者と無期契約労働者の間の労働条件の相\n違が不合理と認められるか否かの考慮要素として，①職務の内容，②当該\n職務の内容及び配置の変更の範囲のほか，③その他の事情を掲げており，\nその他の事情として考慮すべきことについて，上記①及び②を例示するほ\nかに特段の制限を設けていないことからすると，労働条件の相違が不合理\nであると認められるか否かについては，上記①及び②に関連する諸事情を\n幅広く総合的に考慮して，個々の労働条件ごとに判断すべきものと解され\nる。\nこれに対し，原告らは，上記①及び②の事情が上記③の事情に比して重\n視されるべきであると主張する。しかし，労働契約法２０条の文言及び厚\n生労働省労働基準局長通達「労働契約法の施行について」（平成２４年基\n発０８１０第２号。以下「本件施行通達」という。甲２２）では，上記①\nないし③の考慮要素の重みづけについて明確に定められていないことに照\nらせば，原告らの主張は採用できない。\n他方で，被告は，常に個々の労働条件を比較対象とすべきではないと主\n張する。しかし，本件施行通達では不合理性について「個々の労働条件ご\nとに判断される」としているほか，個々の労働条件ごとに相違の不合理性\nを判断する場合においても，当該労働条件と密接に関連する労働条件や賃\n金体系全体については上記③のその他の事情として考慮することができる\nと解されるから，被告の主張は採用できない。\n原告らと無期契約労働者の職務内容等の相違等\nア  本件において，原告らとの比較対象となる無期契約労働者は，原告らと\n同じ製造ラインに配属された無期契約労働者（組長を除く。）であること\nに争いはない。以下，各考慮要素を順に検討する。\nイ  業務の内容の相違\n定常業務\nａ  原告Ａ関係\n上記 のとおり，Ｂ系ヘッドライン，Ｂ系ブロックライン及\nびＣ系ヘッドラインのエアブロー工程及びリークテスト工程は，原告\nＡ及び無期契約労働者がそれぞれ担当しているから，原告Ａの担当業\n務は，定常業務に関し，その無期契約労働者と同一の業務に従事して\nいると認められる。Ｂ系ヘッドライン，Ｂ系ブロックライン及びＣ系\nヘッドラインの加工工程は無期契約労働者のみ担当しているが，ギア\nケースラインについては，加工工程についても原告Ｃと無期契約労働\n者が三交替制で勤務しているから，無期契約労働者と有期契約労働者\nで相互に代替可能な業務であると認められる。\nこれに対し，被告は，無期契約労働者のみがエンジンを鋳潰すかを\n決定する業務を担当しているから，無期契約労働者と有期契約労働者\nで業務の内容に相違があると主張する。しかし，エンジンを鋳潰すか\n否かについては，原告Ａが所属する製造部のエンジン製作課の労働者\nではなく，品質保証部所属の無期契約労働者が最終的に判断するので\nあるから，これを原告Ａと無期契約労働者の業務の相違と捉えること\nは相当でない。\nｂ  原告Ｂ関係\nＢは，１日の生産台数が１００台以上\nの時は，無期契約労働者であるＩと組立作業の前半と後半に分かれて\n作業を行うところ，その前半と後半で難易度に差があるわけではない\nし，生産台数が１００台未満の際には，そもそも組立作業の全体を原\n告Ｂが担当している。また，マーシャリング作業については，生産台\n数によって原告Ｂと無期契約労働者であるＪで担当者を交替している。\nしたがって，原告Ｂのサブ組立ラインにおける定常業務はＩやＪとい\nった無期契約労働者の作業と同一であると認められる。\nこれに対し，被告は，①無期契約労働者のみが親メタルラインでエ\nンジン内部の組立作業に従事していること，②無期契約労働者である\nＩのみが組立順序作業に従事していることから，原告Ｂと無期契約労\n働者で業務の内容に相違があると主張する。しかし，原告Ｂは，平成\n１７年１月１４日から平成１８年４月末まで，エンジンブロックの組\n立作業を行う親メタルラインに配置されていたところ（上記第２の２\n），その当時と現在で親メタルラインの業務内容に相違があると\nは証拠上認められない。また，Ｉは無期契約労働者ではない派遣労働\n者ないし有期契約労働者の時から組立順序作業を担当しており，その\n当時に比べて現在の方が作業の難易度が上がっているとまでは証拠上\n認められない上，組立順序作業は組立順序表に従って実施され，組立\n順序の変更に関してＩには裁量はない。そうすると，親メタルライン\nでの作業及び組立順序作業のいずれも，現在無期契約労働者のみが従\n事していることをもって，原告Ｂと無期契約労働者で業務内容が相違\nしていると認めることはできない。\nｃ  原告Ｃ関係\n原告Ｃは，他の無期契約労働者と三交替制であるため，他の無期契\n約労働者と同一の業務に従事している（ ）。\nこれに対し，被告は，無期契約労働者のみが精密作業及びライン設\n備の修理作業に従事しており，無期契約労働者と原告Ｃで業務の内容\nに相違があると主張する。しかし， 過去には\n有期契約労働者が精密作業に従事したこともあることに加え，原告Ｃ\nも上記各作業の教育を受けたことがあるから，精密作業を遂行できる\n能力がある者は有期契約労働者でも当該作業に従事できるのであって，\n無期契約労働者と有期契約労働者で業務内容が相違していると認める\nことはできない。この点については，有期契約労働者が当該作業に従\n事していた事実が重要であって，被告が主張するように当該有期契約\n労働者が後日中途採用されたことは，上記結論を左右しないというべ\nきである。\nｄ  以上によれば，原告らと同一の製造ラインに配属された無期契約労\n働者との間で，その定常業務の内容に相違はないと認められ，この点\nに関する被告の主張は採用できない。\n管理業務及び新機種関連業務\nによれば，管理業務及び新機種関連業務は，共に定常業務\nの円滑な遂行を支える点で，被告において重要な業務であると認められ\nるところ，職制に就任している者のほか，ラインごとの組長と同等の能\n力を持った無期契約労働者のみに割り当てられ，有期契約労働者は，そ\nの職務遂行能力にかかわらず，当該業務を担当することはない。したが\nって，職制に就かず，原告らと同一の製造ラインに配属された無期契約\n労働者のうち一部の者については，原告ら有期契約労働者とは異なる業\n務を担当している点で，原告らの業務内容とは相違していると認められ\nる。\n業務改善提案\nのとおり，業務改善提案は焼き直しによる提出が容認され\nているほか，その提出までの所要時間が比較的少なく，労働者の職務に\n占める時間的割合が小さいと認められる。\n５Ｓ活動及び自衛消火隊の活動\n５Ｓ活動及び自衛消火隊の活動に無期契約労働者のみが従事している\nことを認めるに足りる証拠はない。\n小括\n原告らと同一の製造ラインに配属された無期契約労働者との間で，そ\nの定常業務の内容に相違はな 管理業務及び新機種関連業\n務は重要な業務であるものの，無期契約労働者のうち一部の者について\nられないことからすると，原告らと比較対象となる無期契約労働者との\n業務の内容に大きな相違があるとはいえない。\nウ  業務に伴う責任の程度に関する相違\n作業ミスが発生した場合，有期契約労働者と無期契\n約労働者のいずれも，報告書の提出を義務付けられている点で差異はない。\nまた，現に発生したミスについて，リカバリーや修正のための対応手順を\n決めるのは，職制に就任している者又はそれと同等の能力を持つ無期契約\n労働者の一部であって，無期契約労働者全体と有期契約労働者全体で相違\nがあるものではない。\n他方で，品質不具合の再発防止のための対応については，無期契約労働\n者のみが，再発防止の継続実施及び改善対応を実施し，その責任を負い，\n有期契約労働者はその責任を負わない。したがって，職制に就かず，原告\nらと同一の製造ラインに配属された無期契約労働者であっても，ミスの発\n生時及び発生後の対応の程度が異なっており，無期契約労働者と有期契約\n労働者で業務に伴う責任の程度が一定程度相違していると認められる。さ\nらに，被告は，無期契約労働者が有期契約労働者よりも優先して時間外・\n休日労働を命じられると主張し，Ｇ証人も同旨の供述をするが，無期契約\n労働者と有期契約労働者の時間外・休日労働時間にどの程度差異が生じて\nいるかは証拠上明らかでないことから，この点は，業務に伴う責任の程度\nを左右しないというべきである。\nエ  職務の内容及び配置の変更の範囲に関する相違\n被告においては，無期契約労働者のみ組長以\n上の職制に就くことができ，有期契約労働者が職制に就くことはない。そ\nして，被告において採用される無期契約労働者は，将来，組長以上の職制\nに就任し部下を指揮する立場や組長を補佐する立場となる等して被告にお\nける重要な役割を担うことを期待されて，定期的な研修が実施されている\nほか，職能資格の昇格時には特定の通信教育のカリキュラムを受講するこ\nとが義務付けられるなど，継続的な教育訓練と長期間の勤務経験を積みな\nがら育成されるものと認められる。このことは，無期契約労働者で組長と\n同等の能力を持つ者に管理業務及び新機種関連業務を担当させたり，ミス\nが発生した際のリカバリーや修正のための対応手順を決めさせたりしてい\nること ）からも裏付けられる。\n他方で，有期契約労働者については， のとおり，定期的\nな教育訓練は実施されておらず，有期契約労働者を中途採用制度により無\n期契約労働者とする場合であっても，職制に就任させるためには３年程度\nの無期契約労働者としての勤務経験を経ることが必要である。そのため，\n有期契約労働者全体について，将来，組長以上の職制に就任したり，組長\nを補佐する立場になったりする可能性がある者として育成されるべき立場\nにあるとはいえない。\nしたがって，原告らと無期契約労働者の間には，職務の内容及び配置の\n変更の範囲に関して，人材活用の仕組みに基づく相違があると認められる。\nこれに対し，原告らは，有期契約労働者も，中途採用により無期契約労\n働者となった後に職制に就任することがあるから，組長になり得ると主張\nする。しかし，上記１\nは，有期契約労働者のうち，将来的に組長に昇任させたい人材や組長を補\n佐するのに適した人材等を選抜して無期契約労働者に採用しているのであ\nるから，中途採用されていない有期契約労働者全体と，中途採用者を含む\n無期契約労働者に上記のとおり差異があることは否定できないというべき\nである。\nオ  その他の事情\n中途採用は，ほぼ毎年実施されており，現に平成２８年２月時点では，\n被告において採用された無期契約労働者であって職制にある１１名のうち，\n９名が有期契約労働者から中途採用されており，無期契約労働者と有期契\n約労働者の地位が必ずしも固定的でないことは，本件相違の不合理性を判\n断する際に考慮すべき事情といえる。\n本件相違の不合理性\n上記⑶の原告らと無期契約労働者との職務内容等の相違等を踏まえて，本\n件手当等の労働条件ごとにその不合理性を検討する。\nア  賞与\n一般的に，賞与は，支給対象期間の企業の業績等も考慮した上で，毎月\n支給される基本給を補完するものとして支給され，支給対象期間の賃金の\n一部を構成するものとして基本給と密接に関連し，賃金の後払としての性\n質を有することに加え，従業員が継続勤務したことに対する功労報奨及び\n将来の労働に対する勤労奨励といった複合的な性質を有するものと解され\nており，被告における賞与についても，これと同様の性質を有するものと\n推認される。そして，これらの性質については，無期契約労働者だけでな\nく有期契約労働者にも及び得ることは，原告らの指摘するとおりである。\nしかし，前記のとおり，無期契約労働者と有期契約労働者で業務に伴う\n責任の程度が一定程度相違していること，職務の内容及び配置の変更の範\n囲に関する相違に関してみたとおり，将来，組長以上の職制に就任したり，\n組長を補佐する立場になったりする可能性がある者として育成されるべき\n立場にある無期契約労働者に対してより高額な賞与を支給することで，有\n為な人材の獲得とその定着を図ることにも一定の合理性が認められること，\n原告らにも夏季及び冬季に各５万円の寸志が支給されていること，中途採\n用制度により有期契約労働者から無期契約労働者になることが可能でその\n実績もあり，両者の地位は必ずしも固定的でないことを総合して勘案する\nと，一季３０万円以上の差が生じている点を考慮しても，賞与における原\n告らと無期契約労働者の相違が不合理なものであるとまでは認められない。\nこれに対し，原告は，厚労省ガイドライン案（甲２９の２）に照らして\n被告の賞与における相違は不合理であると主張する。\nしかし，労働契約法２０条は，有期契約労働者と無期契約労働者の間の\n労働条件の相違が不合理なものであることを禁止した規定であり，同一労\n働同一賃金の原則を定めたものと解することはできない。そして，上記ガ\nイドライン案の前文には，同案をもとに，法改正の立案作業を進めること\nが予定され，今後，関係者の意見や改正法案についての国会審議を踏まえ\nて，同案を最終的に確定すると記載されていることに鑑みると，労働契約\n法２０条の不合理性判断に際して，少なくとも現時点の同案を参酌する必\n要があるとはいえず，原告の主張は採用できない。\nイ  家族手当\n証拠（乙２０）によれば，昭和１４年にインフレを抑制するために発出\nされた賃金臨時措置令を受けて賃金引上げが凍結されたが，物価上昇によ\nって，扶養家族を有する労働者の生活が厳しさを増したことから，翌年，\n一定収入以下の労働者に対し扶養家族を対象とした手当の支給が許可され\nたことにより，多くの企業において家族手当が採用されたこと，その後，\n第２次大戦直後のインフレ期には，労働組合が生活保障の要素を重視する\n観点から家族手当の支給や引上げを要求し，企業もそれに応じ，高度経済\n成長期には，いわゆる日本的雇用システムが構築され，正規雇用者として\n長期に雇用される男性世帯主を中心に支給される家族手当が，従業員に対\nする処遇として定着したことが認められる。被告においても，家族手当は，\n生活補助的な性質を有しており，労働者の職務内容等とは無関係に，扶養\n家族の有無，属性及び人数に着目して支給されている（\n）。\n上記の歴史的経緯並びに被告における家族手当の性質及び支給条件から\nすれば，家族手当が無期契約労働者の職務内容等に対応して設定された手\n当と認めることは困難である。そして，配偶者及び扶養家族がいることに\nより生活費が増加することは有期契約労働者であっても変わりがないから，\n無期契約労働者に家族手当を支給するにもかかわらず，有期契約労働者に\n家族手当を支給しないことは不合理である。\nこれに対し，被告は，平成２３年時点で，無期契約労働者に家族手当を\n支給する企業の割合と比べて，有期契約労働者が無期契約労働者と同様の\n職務に従事していると企業が認識している場合であっても有期契約労働者\nに家族手当を支給する企業の割合は極めて低いと主張し，これに沿う証拠\nとして厚生労働省労働基準局の「平成２３年有期労働契約に関する実態調\n査（事業所調査）報告書」（以下「実態調査報告書」という。乙１４及び\n１４の２）を挙げるほか，雇用システムの相違それ自体及び各考慮要素に\nおける相違を理由として，より手厚い生活補助を無期契約労働者に対し講\nじることは不合理ではないと主張する。\nしかし，各企業の家族手当の支給条件はそれぞれ異なると予想されると\nころ，有期契約労働者と無期契約労働者に対して家族手当を支給する企業\nの割合を単純に比較することは必ずしも相当とはいえない。加えて，有期\n契約労働者について雇止めの不安があることによって合理的な労働条件の\n決定が行われにくいことや，処遇に対する不満が多く指摘されていること\nを踏まえて，有期労働契約の労働条件を設定する際のルールを法律上明確\n化し，期間の定めがあることによる不合理な労働条件を禁止するものとし\nたという労働契約法２０条の制定経緯（本件施行通達参照）に鑑みれば，\n平成２３年当時の企業実態の大勢を重視することは相当とはいえない。ま\nた，被告における家族手当の支給条件が，職務内容等の相違に基因するも\nのとはいえないことは上述のとおりである上，上記法の制定経緯に照らせ\nば，雇用システムの相違自体や中途採用制度の存在を含む各考慮要素の相\n違をもって，その支給対象を無期契約労働者に限定することの不合理性が\n否定されるとも解されない。したがって，被告の主張は採用できない。\nウ  住宅手当\n被告は，無期契約労働者に対して一律に住宅手当を支給しているわけ\nではなく，民営借家，公営住宅又は持家に居住する無期契約労働者に住\n宅手当を支給している。そして，民営借家居住者には公営住宅居住者及\nび持家居住者と比べて高額な手当を支給し，扶養者がいる場合にはより\n高額な手当を支給している。また，賃貸契約の場合，当人が賃貸契約の\n当事者であることを要件としている。\nそうすると，被告の住宅手当は，住宅費用の負担の度合いに応じて対\n象者を類型化してその者の費用負担を補助する趣旨であると認められ，\n住宅手当が無期契約労働者の職務内容等に対応して設定された手当と認\nめることは困難であり，有期契約労働者であっても，住宅費用を負担す\nる場合があることに変わりはない。したがって，無期契約労働者には住\n宅手当を支給し，有期契約労働者には住宅手当を支給しないことは，不\n合理であると認められる。\nこれに対し，被告は，配置の変更の範囲が広い無期契約労働者は，潜\n在的に住宅に要する費用が有期契約労働者よりも高くなるから，無期契\n約労働者のみに住宅手当を支給することは不合理ではないと主張する。\nしかし，被告の従業員は，勤務地の変更を伴う異動は想定されていない\nから\nに住宅費用が高くなると認めることは困難である。\nまた，被告は，住宅手当は，その歴史的背景として，家族手当と同様\nに年功序列型賃金の一内容として定着したと主張するが，その主張を裏\n付ける的確な証拠はない上，被告における住宅手当の内容\nおりであって，これを年功序列型賃金の一内容とみることはできない。\nさらに，被告は，実態調査報告書に依拠して有期契約労働者に住宅手\n当を支給する企業の割合は極めて低いとか，無期契約労働者に対してよ\nり手厚い生活補助を講じることに合理性がある旨主張するが，そのよう\nな被告の主張が採用できないことは上記イのとおりである。\nエ  精勤手当\n無期契約労働者には，月給者（連続１か月未満の欠勤については，基本\n給の欠勤控除を行わない者をいい，事務・技術職とされる。）と月給日給\n者（欠勤１日につき，月額基本給の１／２０．３の金額を欠勤控除する者\nをいい，技能職とされる。）がいるところ，被告は，月給日給者かつ当該\n月皆勤者に限り精勤手当を支給しており，月給者には精勤手当を支給して\nいない（乙６・２条３項ないし５項，１０条１項及び３項，１７条）。そ\nうすると，精勤手当の趣旨としては，少なくとも，月給者に比べて月給日\n給者の方が欠勤日数の影響で基本給が変動して収入が不安定であるため，\nかかる状態を軽減する趣旨が含まれると認められる。他方で，被告が主張\nするように，無期契約労働者に対して精勤に対する見返りを支給し，会社\nに対する貢献の増大を図るために精勤手当が設定されたと認めるに足りる\n証拠はない。\nそして，有期契約労働者は，時給制であり，欠勤等の時間については，\n１時間当たりの賃金額に欠勤等の合計時間数を乗じた額を差し引くものと\nされ（乙７・２３条ないし２５条），欠勤日数の影響で基本給が変動し収\n入が不安定となる点は月給日給者と変わりはない。したがって，無期契約\n労働者の月給日給者には精勤手当を支給し，有期契約労働者には精勤手当\nを支給しないことは，不合理であると認められる。\n被告は，実態調査報告書に依拠して有期契約労働者に精勤手当を支給す\nる企業の割合は極めて低いと主張するが，かかる主張が採用できないこと\nは上記イのとおりである。\nオ  以上のとおり，本件手当等のうち，家族手当，住宅手当及び精勤手当に\nついては労働契約法２０条に違反するが，賞与については同条に違反しな\nい。\n３  （労働契約法２０条の効力（補充的効力の有無））について\n労働契約法２０条が「期間の定めがあることによる不合理な労働条件の禁\n止」との見出しの下に「不合理と認められるものであってはならない」と規\n定していることから，同条に違反する労働条件の定めは無効というべきであ\nり，同条に違反する取扱いは，民法７０９条の不法行為が成立する場合があ\nり得るものと解される。\nそして，労働契約法は，同法２０条に違反した場合の効果として，同法１\n２条や労働基準法１３条に相当する補充的効力を定めた明文の規定を設けて\nおらず，労働契約法２０条により無効と判断された有期契約労働者の労働条\n件をどのように補充するかについては，無期契約労働者と有期契約労働者の\n相違を前提とした人事制度全体との整合性を考慮した上，労使間の個別的又\nは集団的な交渉に委ねられるべきものであって，裁判所が，明文の規定がな\nいにもかかわらず労働条件を補充することは，できる限り控えるべきものと\n考えられる。\nこの点，労働契約法の改正の際の国会審議において，政府参考人から，労\n働契約法２０条により「不合理であり無効とされた労働条件はどうなるかに\nついては，基本的には，無期契約労働者と同じ労働条件が認められるものと\n考えます。」（平成２４年７月２５日第１８０回国会衆議院厚生労働委員会\n議録第１５号（甲２１・２４頁，２５頁））とする説明がされ，本件施行通\n達においても「無効とされた労働条件については，基本的には，無期契約労\n働者と同じ労働条件が認められると解されるものであること」とされている。\nしかし，いずれにおいても「基本的には」という留保が付されていること\nから，常に補充的効力を肯定する趣旨とは解されない。そして，例えば，就\n業規則が全従業員に適用され，その一部条項のみ有期契約労働者の適用を除\n外する定めが置かれているような場合には，当該定めを無効とすることによ\nり，結果として有期契約労働者についても無期契約労働者と同様に当該就業\n規則が適用されることになるが，そのように就業規則等の規定を合理的に解\n釈することができない場合には，前記のとおり，不法行為による損害賠償責\n任が生じ得るにとどまるものと解するほかないというべきである。\n本件では，無期契約労働者の就業規則は，有期契約労働者については別に\n定める就業規則を適用すると明記している（乙５・２条，３条）。無期契約\n労働者の賃金規程においても，無期契約労働者に適用する賃金に関する事項\nを定めると規定し，試用社員について家族手当を除き賃金規程を準用し，嘱\n託，準社員及び臨時については，別に定める基準によると規定しているが，\n有期契約労働者については言及がない（乙６・１条）。そして，有期契約労\n働者の就業規則には，無期契約労働者の就業規則（乙５）２条に基づき，有\n期契約労働者の労働条件等を定めると規定し（乙７・１条１項），賃金につ\nいてもその就業規則において規定している（乙７・２３条ないし２９条）。\nまた，原告らの労働契約書（甲１ないし３）をみても，無期契約労働者の就\n業規則（乙５）及び賃金規程（乙６）が適用されることを前提とする約定は\n見当たらない。\n以上のとおり，無期契約労働者の就業規則等とは別個独立のものとして有\n期契約労働者の就業規則等が存在しており，関係する就業規則等の規定を合\n理的に解釈しても，有期契約労働者に対して，無期契約労働者の労働条件を\n定めた就業規則等の規定を適用することはできない。\nそうすると，原告らの被告に対する，無期契約労働者に関する就業規則等\nの規定が適用される労働契約上の地位に在ることの確認を求める請求（上記\n第２の１①の請求）及び平成２５年５月から平成２７年４月までに支給され\nる本件手当等について，原告らに当該就業規則等の規定が適用されることを\n前提とした労働契約に基づく賃金請求（上記第２の１②の主位的請求）には\n理由がない。\n⑷  他方で， 原告Ｂは，祖母が平成２６年１１月２２日に\n死亡するまで祖母を扶養しており，同月分までは家族手当の支給要件に該当\nすること，原告Ａは，扶養者がなく，自らが賃借人となって民間住宅の賃貸\n借契約を締結して現在に至るまで居住し，賃料を支払っており，住宅手当の\n要件のうち「無扶養者かつ民営借家居住者」に該当すること，原告らは，一\n部の月を除き，精勤手当の支給要件に該当することから，原告らに対する上\n記各手当（以下「本件各手当」という。）の不支給は，原告らに対する不法\n行為を構成するというべきである。\n４  （原告らの損害の有無及びその額）について\n原告らの被告に対する，平成２５年５月から平成２７年４月までに支給さ\nれる本件手当等に関する不法行為に基づく損害賠償請求（上記第２の１②の\n予備的請求）について\n原告らには，本件各手当が無期契約労働者と同様の条件で支給された場合\nにおける支給額に相当する損害が生じたと認めるのが相当である。平成２５\n年５月から平成２７年４月までの間における原告らの基本給，勤務状況，扶\n養家族の有無及び住宅の別 ）に照らすと，原告らに対して，無期\n契約労働者と同様の条件で本件各手当が支給された場合における原告らに対\nする本件各手当の支給額は，別紙１０ないし１２の原告らの「認容額計算書\n１」の「支給日」欄の各支給日に対応する「家族手当」欄，「住宅手当」欄\n及び「精勤手当」欄の各金額のとおりであって，その合計額が原告らの各損\n害と認められる。\n原告らの被告に対する，平成２７年５月から平成２９年１０月までに支給\nされる本件手当等に関する不法行為に基づく損害賠償請求（上記第２の１③\nの請求）について\n平成２７年５月から平成２９年１０月までの間における原告らの基本給，\n勤務 ）に照らすと，原告らに対して，無期契約\n労働者と同様の条件で本件各手当が支給された場合における原告らに対する\n本件各手当の支給額は，別紙１３ないし１５の原告らの「認容額計算書２」\nの「支給日」欄の各支給日に対応する「住宅手当」欄及び「精勤手当」欄の\n各金額のとおりであって，その合計額が原告らの各損害と認められる。\n５  結論\n以上の次第で，原告らの請求のうち，\n原告らの被告に対する，地位確認請求（上記第２の１①の請求）及び平成\n２５年５月から平成２７年４月までの間に支給される本件手当等について，\n主位的請求である労働契約に基づく賃金請求（上記第２の１②の主位的請求）\nはいずれも理由がないから棄却し，\n同期間に支給される本件手当等について，予備的請求である不法行為に基\nづく損害賠償請求（上記第２の１②予備的請求）は，原告Ａにつき，被告に\n対し１７万２０４０円及びこれに対する不法行為の日の後である平成２７年\n６月２０日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求める限度で，原告Ｂにつき，被告に対し１２万６９６０円及びこれに\n対する不法行為の日の後である平成２７年６月２０日から支払済みまで同割\n合による遅延損害金の支払を求める限度で，原告Ｃにつき，被告に対し５万\n５３３０円及びこれに対する不法行為の日の後である平成２７年６月２０日\nから支払済みまで同割合による遅延損害金の支払を求める限度で，それぞれ\n理由があるから認容し，その余の予備的請求は理由がないから棄却し，\n平成２７年５月から平成２９年１０月までに支給される本件手当等につい\nて，不法行為に基づく損害賠償請求（上記第２の１③の請求）は，原告Ａに\nつき，被告に対し２２万１０２０円及び不法行為の日の後である平成２９年\n１０月２６日から支払済みまで同割合による遅延損害金の支払を求める限度\nで，原告Ｂにつき，被告に対し７万０５７０円及びこれに対する不法行為の\n日の後である平成２９年１０月２６日から支払済みまで同割合による遅延損\n害金の支払を求める限度で，原告Ｃにつき，被告に対し５万５０５０円及び\nこれに対する不法行為の日の後である平成２９年１０月２６日から支払済み\nまで同割合による遅延損害金の支払を求める限度で，それぞれ理由があるか\nら認容し，その余は棄却することとして，主文のとおり判決する。\n松山地方裁判所民事第２部\n裁判長裁判官        久 保 井   恵   子\n裁判官        百瀨   玲\n裁判官酒本雄一は，転補のため署名押印できない。\n裁判長裁判官        久 保 井   恵   子\n"
}