{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 22,
    "month": 3,
    "day": 3
  },
  "case_number": "平成21(わ)312",
  "case_name": "強盗致死，死体遺棄被告事件",
  "court_name": "静岡地方裁判所沼津支部         　刑事部",
  "gist": "裁判員裁判\n暴力団組員らと共謀の上，被害者の首を片手で圧迫するなどの暴行を加えて，現金１９００万円入りのバッグを奪うとともに被害者を死亡させ，その死体を遺棄した被告人に懲役２８年を言い渡した事例",
  "lawsuit_id": "80013",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=80013",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/013/080013_hanrei.pdf",
  "contents": "平成２２年３月３日宣告\n平成２１年（わ）第３１２号等 強盗致死，死体遺棄被告事件\n判決\n主文\n被告人を懲役２８年に処する。\n理由\n（罪となるべき事実）\n被告人は，\n第１ 貴金属の売買取引を仮装して取引相手であるＡらから現金を強取しようと企\nて，Ｂ及びＣと共謀の上，平成１９年６月２９日午後１０時２０分ころ，静岡\n県ａ市ｂ番地所在の貸別荘において，Ａ（当時５２歳）に対し，Ｃが改造空気\n銃により金属球を１回発射してＡの後頸部に命中させ，その後，被告人が仰向\nけに倒れたＡの頸部を右手で強く圧迫する暴行を加え，同人の反抗を抑圧した\n上，同人らが所有又は管理する現金１９００万円在中のショルダーバッグ１個\nを強取し，上記頸部圧迫の暴行により，そのころ，同所において，同人を死亡\nさせ，\n第２ Ｃと共謀の上，同年６月２９日午後１０時２０分ころから翌３０日午前２時\nころまでの間，Ａの死体を普通貨物自動車に載せて前記貸別荘から同県ｃ町ｄ\n番地先道路上まで運搬した上，同所において，上記死体を崖下に投棄し，もっ\nて，死体を遺棄し\nたものである。\n（証拠の標目） 省略\n（確定裁判）\n被告人は，平成１９年１１月３０日静岡地方裁判所沼津支部で傷害罪により懲役\n１年１０月に処せられ，その裁判は同年１２月１５日確定したものであって，この\n事実は検察事務官作成の捜査報告書によって認める。\n（法令の適用）\n被告人の判示第１の所為は刑法６０条，２４０条後段に，判示第２の所為は同法\n６０条，１９０条にそれぞれ該当するところ，判示第１の罪について所定刑中無期\n懲役刑を選択し，以上の各罪と前記確定裁判があった傷害罪とは同法４５条後段に\nより併合罪の関係にあるから，同法５０条によりまだ確定裁判を経ていない判示各\n罪について更に処断することとし，なお，判示各罪もまた同法４５条前段により併\n合罪の関係にあるが，判示第１の罪について無期懲役刑を選択したので，同法４６\n条２項本文により他の刑を科さないこととし，なお後記の犯情を考慮し，同法６６\n条，７１条，６８条２号，１４条１項を適用して酌量減軽をした刑期の範囲内で被\n告人を懲役２８年に処し，訴訟費用は，刑訴法１８１条１項ただし書を適用して被\n告人に負担させないこととする。\n（量刑の事情）\n本件は，被告人が，共犯者と共謀して，被害者に対し，改造空気銃で金属球を発\n射し，その後頸部に命中させ，その後，頸部を右手で強く圧迫する暴行を加えて被\n害者を頸部圧迫の暴行により死亡させるとともに，被害者及び同伴者から現金１９\n００万円を強取し，さらに，被害者の死体を山中に遺棄したという，強盗致死，死\n体遺棄の事案である。\nまず，強盗致死の事案を見ると，被告人が所属する暴力団組長が中心となって，\n犯行計画を練り，組員らで役割分担をした上，貴金属の売買を装って買い手である\n被害者らを東京都内からａ市内の貸別荘に移動させ，同所において，あらかじめ準\n備した改造空気銃を使用するなどして被害者らが持参した多額の買付金を強奪した\nものであり，組織的かつ計画的な犯行である。\nまた，凶器である改造空気銃の威力は相当強かったところ，至近距離から後頸部\nに向けて発射しており，さらに，逃げようとする被害者を捕らえて馬乗りになり，\nその頸部をのど輪の形で片手で圧迫し，その手に体重をかけたというのであるから，\n強盗の態様は危険かつ残忍というほかない。\nその結果は重大である。被害者は買付け予定の時計を鑑定するために妻子を残し\nて韓国から来日したところ，異国の地で苦しみながら絶命したのであり，その無念\nさは察して余りある。しかも，被告人らは，被害者の死体を山中の崖下に投棄して\n証拠隠滅を図っており，死者の尊厳を冒とくする行為である。被害者の妻は，安否\nを気遣った挙げ句，約２年後に白骨化して変わり果てた夫と対面したというのであ\nって，家族の精神的苦痛は大きく，当公判廷で厳しい被害感情を表明しているのも\n当然である。また，被告人らによって強取された現金は多額であり，この点からも\n結果は重大である。\nこれに関し，弁護人は，被害者は，韓国人の暴力団関係者に同行し，自ら日本の\n暴力団との危険な取引に関与したのであって，暴力団組織とは無縁の一般市民を巻\nき込んだ犯罪と比べ，被告人には酌むべき事情があると主張する。しかしながら，\n本件は，被告人らが取引を装って被害者らをおびき出し犯行に及んだ一方的なもの\nであるから，弁護人の上記主張は前提を欠き採用できない。\nそこで，被告人の行為等について具体的に見ると，まず，被告人は，被害者死亡\nに直結する頸部の圧迫行為をしたことを指摘しなければならない。しかも，被害者\nは，先にＣが改造空気銃で発射した金属球を後頸部に受けて倒れるなどして抵抗力\nを喪失し，現場から逃げようとしていたのに，被告人が捕らえて上記暴行に及んだ\nのである。また，被告人は，犯行の準備段階で，貸別荘の予約や改造空気銃の用意\n等をし，実行段階では，自ら千枚通しを持ってＣと共に被害者らに向かって行き，\n同伴者から多額の現金が在中していると目されたショルダーバッグを奪い取ってい\nる。さらに，被告人は，Ｃに援助を求めて死体遺棄も実行している。このように，\n被告人は，犯行に欠くことのできない重要な役割を積極的に果たしたといい得る。\nところが，被告人は，犯行後逃走しており，被害弁償は全くしていない。\n加えて，被告人は，本件当時，大麻取締法違反の罪により懲役８月，４年間保護\n観察付き執行猶予中の身であり，自己を戒め慎重な行動が求められていたにもかか\nわらず本件に及んでいること，暴行罪による罰金前科２犯を有していたことを考慮\nすると，被告人が法を守ろうとする意識に欠けていたことは明らかである。\nこれに対し，弁護人は，被告人の公判廷での弁解に基づき，①被害者の同伴者か\nらショルダーバッグは奪っていない，②死体遺棄をＣに提案していないと主張する。\nしかしながら，①のショルダーバッグを奪ったのが被告人である点は，共犯者であ\nるＣのほか，被害にあった同伴者も明言していること，被告人は，犯行前に組長か\nら確実に成功させるよう命じられ，犯行後には自ら組長に強取した現金を手渡して\nいることから，現金強取の意思が強固であったと認められること等に照らして，被\n告人の弁解は信用できない。次に，②の死体遺棄を被告人が提案した点は，Ｃがそ\nのように述べている上，被告人には自ら惹起した犯罪の証拠隠滅という動機がある\nこと，被告人は捜査段階と公判で異なる供述をしていることに照らして，被告人の\n弁解は信用できない。したがって，弁護人の主張は採用できない。\nまた，弁護人は，被告人はやくざ社会において共犯者の組長及びＣに絶対服従の\n立場であって，自ら望んで積極的に犯行に関わったものではない旨強調する。確か\nに，被告人が組長の指示に従っていた面は認められるが，前記のとおり自ら実行行\n為を行っている以上，従属的立場にあったことを過度に強調するのは相当でない。\n以上によれば，被告人の刑事責任は誠に重大であるといわざるを得ない。\n他方，強盗致死の事案で被告人は首謀者ではなく，実行役の中心はＣであったこ\nと，被害者の頸部を圧迫した行為について，被告人は，被害者から左手親指をかま\nれ，これを止めさせるために被害者の顔面等を複数回こぶしで殴ったものの，なお\n止めさせられなかったために，窮余及んだというのであって，自ら招いたこととは\nいえ，偶発的な側面があること，捜査段階から公訴事実自体は認めており，反省の\n言葉を述べていること，弁護人を通じて被害者の遺族に対し謝罪文を送っているこ\nと，所属していた暴力団に対し脱退届を送ったこと，母親が当公判廷で遺族への謝\n罪の意思を表明するとともに，被告人の帰りを待つと述べていること等の酌むべき\n事情も認められる。\nこれらの事情を十分考慮し量刑の動向も検討すると，強盗致死罪の法定刑のうち\n無期懲役刑を選択し，そのまま維持することにはちゅうちょせざるを得ないのであ\nり，酌量減軽をするのが相当と認められる。そこで，当裁判所は，主文の量刑を定\nめたものである。\n（求刑 無期懲役）\n平成２２年３月４日\n静岡地方裁判所沼津支部刑事部\n裁判長裁判官 片 山 隆 夫\n裁判官松 岡崇\n裁判官 西 谷 大 吾\n"
}