{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 2,
    "day": 26
  },
  "case_number": "平成29(行ウ)568",
  "case_name": "損害賠償請求権行使請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "88585",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88585",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/585/088585_hanrei.pdf",
  "contents": "平成３１年２月２６日判決言渡  同日原本領収  裁判所書記官\n平成２９年（行ウ）第５６８号  損害賠償請求権行使請求事件\n口頭弁論終結日  平成３０年１２月１４日\n判 決\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は，原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，小池百合子に対し，６１９７万６２３２円及びこれに対する平成２\n９年４月２１日から支払済みまで年５分の割合による金員を支払うよう請求せ\nよ。\n第２  事案の概要\n本件は，東京都知事である小池百合子（以下「小池知事」という。）が，平成\n２８年８月３１日，同年１１月７日に予定されていた東京都中央卸売市場築地\n市場（当時。以下「築地市場」という。）を東京都中央卸売市場豊洲市場（以下\n「豊洲市場」という。）に移転することを延期する旨を表明した結果，東京都が\n築地市場を改良するための費用として同月８日から平成２９年４月２０日まで\nの間に６１９７万６２３２円を支出することとなった（以下，上記の支出に係\nる支出命令を総称して「本件各支出命令」という。）ところ，豊洲市場への移転\nを延期した小池知事の判断は，合理的な根拠がなくその裁量権を逸脱した違法\nなものであって，東京都に対する不法行為を構成するものであり，上記の支出\nは，予定どおり築地市場を豊洲市場に移転していれば不必要な費用であったか\nら，東京都は小池知事に対して不法行為に基づく損害賠償請求権を有している\nにもかかわらずこれを行使することを怠っているとして，原告らが，被告に対\nし，地方自治法２４２条の２第１項４号の規定に基づき，被告が小池知事に対\nして６１９７万６２３２円及びこれに対する上記の金員に係る最終の支出があ\nった日である平成２９年４月２０日の翌日である同月２１日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を請求するよう義務付けるこ\nとを求める事案である。\n１  関係法令等の定め\n別紙１「関係法令等の定め」に記載したとおりである（なお，同別紙におい\nて定める略称等は，以下においても用いることとする。）。\n２  前提事実（証拠等の掲記のない事実は，当事者の間に争いがないか，又は当\n裁判所に顕著な事実である。）\n(1)  当事者等\nア  原告らは，いずれも，東京都内に住所を有する東京都の住民である。\nイ  被告は，普通地方公共団体である東京都の首長であり，小池知事は，平\n成２８年８月２日以降，東京都知事の職にある者である。\n(2)  豊洲市場への移転の延期等\nア  舛添要一東京都知事（当時。以下「舛添前知事」という。）は，平成２\n７年７月１７日，平成２８年１１月２日に築地市場を閉場し，同月７日に\n豊洲市場を開場する旨を表明した。なお，上記の日程は，上記の東京都知\n事による表明がされる直前に開催された新市場建設協議会（第１７回）に\nおいて，市場関係者の意見も聴取した上で，合意されたものであった。\nイ  小池知事は，平成２８年７月１４日，東京都選挙管理委員会の選任した\n選挙長に対し，東京都知事の選挙（以下，同年に実施された東京都知事の\n選挙を「本件都知事選挙」という。）の候補者となる旨の届出をし，本件\n都知事選挙の選挙運動を開始したところ，遅くとも，同月２２日には，同\n年１１月２日に築地市場を閉場するとともに同月７日に豊洲市場を開場す\nることについて，一旦立ち止まって考えることとすべき旨の意見を有して\nいることを明らかにしていた。なお，同月２日に築地市場を閉場するとと\nもに同月７日に豊洲市場を開場することについては，小池知事の上記の意\n見のほか，予定どおりに進めるべき旨の意見を有する候補者もあれば，先\n延ばしもあり得る旨の意見を有する候補者もあって，本件都知事選挙の候\n補者間においても意見が割れており，本件都知事選挙の争点の１つにもな\nっていた。（以上，乙３の１ないし６）\nウ  小池知事は，平成２８年８月２日，東京都知事に就任し，同月３日から\n同月３０日にかけて６回にわたり，東京都の職員から，豊洲市場への移転\nに関する説明を受け，同月３１日，築地市場を閉場するとともに豊洲市場\nを開場することを延期する旨を表明した。\nエ  東京都知事（ただし，築地市場副場長兼管理課長による専決）は，平成\n２８年１１月１１日から平成２９年４月１１日にかけて，別紙２のとおり，\n本件各支出命令を発出し，平成２８年１１月１６日から平成２９年４月２\n０日にかけて，総額６１９７万６２３２円を支出した。\n(3)  住民監査請求等\nア  原告らは，平成２９年１０月１３日，東京都監査委員に対し，本件各支\n出命令が小池知事の違法な判断を原因としてされた違法なものであり，\n東京都が小池知事に対して損害賠償請求権を有しているところ，その行\n使を怠っているとして，東京都知事が小池知事に対して６１９７万６２\n３２円を支払うよう請求することを義務付けるなどの必要な措置を講ず\nべきことを請求した（以下「本件監査請求」という。）。\nイ  東京都監査委員は，平成２９年１１月１６日，原告らが，財務会計行為\nに先行する行為に関する違法又は不当を主張するにとどまり，財務会計\n行為である本件各支出命令自体の違法又は不当性を具体的かつ客観的に\n指摘しないため，住民監査請求としては不適法であることを理由として，\n本件監査請求を却下した。\n本件訴えの提起\n原告らは，平成２９年１２月１５日，本件訴えを提起した。\n３  争点\n(1)  適法な住民監査請求の前置があるか否か（本案前の争点）\n(2)  本件各支出命令の違法性（本案の争点）\n４  争点に関する当事者の主張の要点\n(1)  本案前の争点（適法な住民監査請求の前置があるか否か）について\n（原告らの主張の要点）\n豊洲市場への移転を延期した小池知事の判断は，合理的根拠がなく，東京\n都知事としての裁量を逸脱した違法なものであるところ，本件各支出命令も，\n上記の違法を承継して違法なものと評価されることとなる。そして，本件に\nおいては，築地市場の老朽化が一件明白であり，豊洲市場への移転を延期す\nれば，その機能を維持するために日々諸々の改良費を支出せざるを得ない状\n態にあったことも明白であったから，仮に，財務会計行為に先行する行為の\n違法性が財務会計行為に承継されるためには，先行行為と財務会計行為との\n間に密接かつ一体的な関係があることを要すると解したとしても，上記の小\n池知事の判断と本件各支出命令は密接かつ一体的な関係があり，本件各支出\n命令は，先行行為である小池知事の判断の違法性を承継するものといえる。\nしたがって，東京都監査委員は，本件監査請求を違法に却下したものであ\nるから，原告らは，適法な住民監査請求を経たものとして，直ちに住民訴訟\nを提起することができる。\n（被告の主張の要点）\n本件監査請求の全体の趣旨に照らしても，本件各支出命令について具体的\nな理由によって違法性又は不当性が指摘されていると理解することはできな\nいから，本件監査請求は，地方自治法２４２条１項に規定する住民監査請求\nの要件を欠く不適法なものである。\nしたがって，本件訴えは，適法な住民監査請求を経ずに提起された不適法\nなものであるから，却下を免れない。\n(2)  本案の争点（本件各支出命令の違法性）について\n（原告らの主張の要点）\nア  小池知事の不法行為\n本件訴えにおいて東京都がその行使を怠っている不法行為に基づく損害\n賠償請求権の原因となるべき小池知事の不法行為は，小池知事が，平成２\n８年８月頃，東京都知事として，築地市場を豊洲市場に移転することを延\n期する旨の判断及び決定をしたこと（以下「本件不法行為」という。）であ\nる。\nイ  本件各支出命令の違法性\n(ｱ) 本件各支出命令の前提となる本件不法行為の違法性\nａ  築地市場の移転を決定する権限は，卸売市場法１１条の規定によれ\nば，東京都知事にあると解されるところ，位置の変更と密接不可分な\n関係にある移転の日を決定する権限も，同様に，東京都知事にあるも\nのと解される。\nもっとも，卸売市場法１１条２項は，重要事項を変更する場合に市\n場関係者の意見を聴取しなければならない旨を規定しているから，市\n場を移転するか否か又は市場の移転の日を決めるに当たっては，市場\n関係者の意見を聞かなければならないことは当然であり，東京都知事\nが市場関係者の意見を聞くことなく独断で市場の移転の日を決定する\nことは許されない。そして，東京都は，従前，築地市場の移転及びそ\nの移転の日を決定するに当たり，市場関係者の意見を聴取し，市場関\n係者の意見を最大限尊重する形で築地市場の移転及びその移転の日を\n決定してきたものであり，東京都自身，市場関係者の意見を聞いた上\nで築地市場の移転及びその移転の日を決定しなければならないと認識\nしていたことを裏付けている。\nこれに加え，行政には継続性が要請され，一度決定した事項を変更\nする場合には余分な経費を要するから，仮に，築地市場の移転の日を\n変更する場合には，市場関係者からの強い要望，生命又は身体への重\n大なリスクの発生等の一定の合理的な理由が必要であるというべきで\nある。\nにもかかわらず，小池知事は，独断で，築地市場の移転の延期を決\n定したものである上，小池知事が挙げた築地市場の移転を延期する理\n由（安全性への懸念，巨額かつ不透明な費用の増大及び情報公開の不\n足）は，いずれも合理的な根拠を欠くことが明らかであって，東京都\nが従前公表してきた移転計画に関する調査結果等の具体的な事実にも\n反している。しかも，平成２８年８月当時，市場関係者が築地市場の\n移転の延期を要望した事実はなく，むしろ，同年１１月７日に移転す\nることを前提として準備を進めていた上，豊洲市場が安全であること\nは小池知事自身も認め，地下水を市場内において利用することが予定\nされておらず，食の安全という問題も生じない状況にあった。\nしたがって，小池知事は，前提事実の理解を誤り，独断かつ合理的\nな理由もないまま，築地市場の移転を延期する旨を判断及び決定した\nものであるから，東京都知事に与えられた裁量権の範囲から逸脱し，\n又はこれを濫用したものというべきである。\nｂ  小池知事は，平成２８年８月３１日，築地市場の移転を延期する旨\nの判断をした旨を表明したところ，同月２日に東京都知事に就任して\nから上記の表明をするまでの間に，豊洲市場の現状や移転の経緯につ\nいて，東京都の職員から６回にわたって説明を受けているが，これら\nの説明は，いずれも同年１１月７日に豊洲市場に移転することを前提\nとしたものであり，築地市場の移転を延期する必要性があると考える\nに至る内容ではなかった。\nそして，東京都の内部において，予定どおり移転する案と移転を延\n期する案の双方についてその長所短所を改めて比較検討した形跡はな\nく，移転を延期した場合に生ずる費用についてのシミュレーションも\nされていないし，小池知事が，築地市場の移転を延期する旨の判断を\nするに当たって，業者又は業界代表者の誰から，どのような意見を聴\n取し，当該意見が上記の判断にどのように結びついたのかも明らかと\nなっていない。\nしたがって，小池知事は，都職員からの説明を無視し，自らの思い\n付きで，築地市場の移転を延期する旨の判断及び決定をしたものとい\nわざるをえない。\n(ｲ) 被告の主張が失当であること\nａ  被告は，小池知事が，地方自治法１４７条及び１４８条の規定に基\nづき，築地市場の移転を延期する旨の決定をした旨主張する。\nしかし，仮に，小池知事が築地市場の移転を延期する旨の決定をす\nることができる権限を有することの根拠が地方自治法１４７条及び１\n４８条の規定にあるとしても，小池知事の有する権限が無制限である\nことにはならないから，本件不法行為が小池知事の有する権限を濫用\nしてされたものであることに変わりはない。\nｂ  被告は，豊洲市場へ移転する日の変更は，卸売市場法１１条２項の\n適用が想定される場面ではない旨主張する。\nしかし，卸売市場法１１条２項は，中央卸売市場それ自体が移転す\nる場面を想定したものではない上，同項が，卸売市場の開場の期日及\nび時間を変更する場合に市場関係者からの意見の聴取を必要としてお\nきながら，中央卸売市場それ自体を移転する場合に市場関係者からの\n意見の聴取を不要とするのは明らかに不均衡であるから，同項の解釈\nとして，中央卸売市場それ自体が移転する場合に市場関係者からの意\n見の聴取をすべきことは，当然に導かれるというべきである。\nｃ  被告は，東京都が，従前，市場関係者の意見を聴取してきたのは，\n法令上の義務に基づくものではなく，東京都が有する行政上の裁量に\nよる判断及び裁量の行使にすぎないし，市場関係者の権利又は利益に\nついては，別途補償もされている旨主張する。\nしかし，東京都が，築地市場の移転の日を決めるに当たって市場関\n係者の意見を聴取してきたのは，東京都自身が卸売市場法１１条２項\nの解釈として，市場関係者の意見を聴取することが義務付けられてい\nると考えていたからと考えるのが最も合理的である。現に，東京都は，\n築地市場の移転については，新市場建設協議会を始め，都議会，関係\n団体等を通じ，市場関係者による現場の意見を重視し，これを尊重す\nる形で進め，４０年以上もの期間にわたって市場関係者の意見を集約\nすることに努めてきたものである。また，東京都は，①従前，法令上\nの義務でないにもかかわらず，市場関係者の意見を聴取してきた，②\n小池知事が多方面から意見を聴取するために築地市場の移転を延期す\nる旨の判断をしたなどと主張するが，そうであれば，今回，小池知事\nが，築地市場の移転を延期する旨を決定するに当たり，東京都知事に\n就任してから移転を延期する旨を発表するまでの１か月間に市場関係\n者から意見を聴取することが可能であったにもかかわらず，市場関係\n者の意見を聴取しなかった理由が不明である。さらに，被告の主張を\n前提とすると，東京都は，市場関係者の意見を考慮せずとも，移転を\nすることによって損失を被る市場関係者がある場合には，その補償を\nすれば足りることになるが，そうであれば市場の移転に４０年以上も\nの期間を要することはなかったはずであるから，東京都は，実際には，\n市場関係者ができる限り納得することができる形で市場の移転を実現\nしようとしていたのであり，被告の主張は，従前の経緯と反するもの\nといえる。\nｄ  被告は，小池知事が，定例記者会見において述べた築地市場の移転\nを延期する旨の判断をした根拠がいずれも合理的なものである旨主張\nするが，次のとおり，これらは，本件不法行為を正当化する合理的な\n理由とはいえない。\n(a) 小池知事は，築地市場の移転を延期する旨の判断をした根拠とし\nて，安全性への懸念が存在することを挙げ，地下水のモニタリング\nが完了しておらず，現在までに基準値を超えてはいないものの，少\nなくとも２年間のモニタリングの結果を見届ける必要があるとした。\nしかし，豊洲市場の敷地については，土壌汚染対策工事の完了に\nより安全性が確認されており，その後のモニタリングにおいても異\n常値が一切検出されていなかったから，小池知事が，築地市場の移\n転を延期する旨の判断をした当時，安全性への懸念が生ずる事情は\n一切なかった上，上記のモニタリングは，豊洲市場の地下水管理シ\nステムが稼働するまでの間，年４回程度のモニタリングにより地下\n水の監視をするという趣旨のものであり，豊洲市場を開場するか否\nかを判断するためにモニタリングが実施されることになった，安全\n性への懸念を払拭するためにモニタリングを行うことになったなど\nという事実もなかった。\nしたがって，小池知事が，モニタリングが完了していないことを\n安全性の懸念の理由として挙げたのは，明白な誤りであり，築地市\n場の移転を延期する旨の判断の根拠となり得ない。\n(b) 小池知事は，築地市場の移転を延期する旨の判断をした根拠とし\nて，豊洲市場の建設に要した費用が平成２７年３月時点で５８８４\n億円となっており，平成２３年時点の３９２６億円から増大してい\nること，建物建設費のみで９９０億円から２７５２億円に増大して\nいることを挙げ，費用がこのように増大した理由を知るとともに，\nこれを都民に説明する必要があることを挙げている。\nしかし，豊洲市場の建設に要した費用が５８８４億円であると公\n表されたのは，小池知事が東京都知事に就任する１年以上前の都議\n会の経済・港湾委員会においてであるが，これを前提とする平成２\n７年度予算案は，既に可決されているから，小池知事の発言は，適\n法に成立した前年度の当初予算の内容に疑問を投げかけているにす\nぎないものであり，東京都の内部資料を精査すれば足りるものであ\nる。そもそも，築地市場の移転を目前に控えた時期に，あえて移転\nを延期してまで費用の増大について検証する理由は全くなく，移転\nを延期することに伴う費用が逆に発生するから，本末転倒ともいう\nことができる。市場の移転をした後であっても，費用の検証を行う\nことには何ら支障はなく，仮に，不適当な費用が混入していたとい\nうのであれば，その責任問題を追及すれば足りるのであって，豊洲\n市場の開場及びその運営を妨げるべき合理的理由とはいえない。\n(c) 小池知事は，築地市場の移転を延期する旨の判断をした根拠とし\nて，情報公開が不足しており，業者からの不満や安全性への疑問が\n絶えないのは適切な情報開示又は情報公開が行われずに都民にも伝\nわらなかったからであろうとして，都民の疑問に答えていきたいこ\nとを挙げている。\nしかし，豊洲市場への移転については，新市場建設協議会，都議\n会を始め各所で議論が重ねられ，市場関係者や都民の代表者の意見\nを踏まえて進められてきたものであり，新市場建設協議会を始めと\nする各種協議会及び議会の記事録，資料等は，東京都のホームペー\nジ上で公開されて閲覧が可能な状態にあり，どの点を指して情報公\n開が不足していたというのか全く不明である。他方，小池知事が，\n築地市場の移転を延期する旨の判断をした経緯については，何らの\n情報公開もされていない。また，仮に，情報開示又は情報公開が不\n足している面があったとしても，直ちに東京都の事業が違法性を帯\nびるとはいえず，築地市場の移転の直前にこれを延期すべき理由と\nはなり得ない。豊洲市場に移転した後に検証を進めれば足りること\nは，前記(b)と同様であり，情報開示又は情報公開の不足があった場\n合には，その旨を公表するとともに再発防止策を講ずれば足りる。\nｅ(a)  被告は，判例（最高裁昭和５６年１月２７日第三小法廷判決・民\n集３５巻１号３５頁。以下「最高裁昭和５６年判決」という。）が，\n地方公共団体の施策の変更に関し，地方自治体が対外的な関係にあ\nる第三者に対して不法行為責任を負う場合を限定的に解するもので\nあるから，その趣旨に鑑みると，地方公共団体の長と当該地方公共\n団体という対内的な関係においては，なおさら限定的に解すべきで\nあることは明らかであるとして，本件不法行為が小池知事による権\n限濫用とはいえず，不法行為に基づく責任も負わない旨を主張する\nものと解される。\nしかし，最高裁昭和５６年判決は，地方公共団体と行政上の施策\nの継続を信頼した契約締結前の私企業との関係について判示したも\nのであり，本件とは事案を全く異にしている。この点をおくとして\nも，最高裁昭和５６年判決は，地方公共団体と私企業とが契約を締\n結する以前の段階，すなわち，プロジェクトが本格的に稼働し始め\nる前の段階ですら，地方公共団体による勧告，勧誘等により事業継\n続に対する信頼が醸成され，これを前提として多額の資金を投下さ\nれたような場合には，それがやむを得ない客観的な事情によるので\nない限り，地方公共団体による施策の変更は違法と評価される旨を\n判示し，原則的には行政上の施策の変更は自由であるとはいえ，事\n業継続に対する信頼の程度と損害の程度との相関関係により，施策\nを変更した地方公共団体が責任を負うこともあり得，天災，著しい\n財政難，予期されなかった重大な公害の発生等のやむを得ない客観\n的事情による場合に限って当該責任が解除されるが，相反する政策\n上の諸価値の中での選択の問題にとどまる場合には，それがたとえ\n選挙の結果であったとしても，上記の責任を解除する根拠として不\n十分である旨を判示したものと解することができる。\n本件は，石原慎太郎元東京都知事が，平成２２年１０月２２日，\n築地市場の移転を表明し，舛添前知事が，平成２６年１２月１７日，\n移転の日のメドを平成２８年１１月初旬と決定した旨を，平成２７\n年７月１７日，具体的な移転の日を決定した旨を，それぞれ表明し\nていたにもかかわらず，小池知事が，移転の日のメドが決定されて\nから約２年を要したプロジェクト（その開始からは約５年を要した\nものである。）の完了直前である移転の予定の日の僅か２か月前に\nこれを延期する旨を表明したものであり，既に支出した費用の一部\nが無駄になっただけではなく，更に多額の費用を支出することとな\nったものであるから，プロジェクトの進捗状況からしても，損害の\n程度からしても，施策の変更が違法と評価されるべき事案というこ\nとができる。\nしたがって，最高裁昭和５６年判決の考え方に従うと，小池知事\nの責任を認めるべきことになるというべきである。\n(b) 被告は，最高裁昭和５６年判決は，加害者が施策の変更をした地\n方公共団体であり，被害者が当該地方公共団体以外の第三者である\nこと及び加害者である地方公共団体と被害者である第三者という当\n事者間に形成された信頼関係を不当に破壊することを前提としてい\nるとして，原告らの主張が失当である旨主張する。\nしかし，原告らは，本件に最高裁昭和５６年判決の射程が直接及\nぶと主張しているのではなく，最高裁昭和５６年判決の内容及び射\n程を考慮した上で，本件に当てはめて主張しているにすぎない。ま\nた，市場関係者が東京都に対して国家賠償法に基づく損害賠償を求\nめた場合には，最高裁昭和５６年判決に従って請求が認容されると\n思われるが，市場関係者と東京都との関係において東京都知事がし\nた築地市場の移転を延期する旨の判断及び決定が違法になるとすれ\nば，東京都と小池知事との間においても小池知事の行為が違法とさ\nれることとなるのであり，東京都と小池知事との間の問題であるか\nら裁量の範囲内であるという反論には合理的な理由はない。\n(ｳ) 本件不法行為の違法性と本件各支出命令の違法性との関係\n本件不法行為が東京都知事に与えられた裁量権の範囲から逸脱し，又\nはこれを濫用したものであることは，前記(ｱ)のとおりであるところ，東\n京都知事である小池知事が，これを取り消すことなく，移転を延期する\nことを前提とする財務会計上の行為をしたとすれば，東京都知事がその\n職務上負担する財務会計上の義務（誠実執行義務）に違反してしたもの\nであるということができる。\nしたがって，小池知事は，本件各支出命令の発出を回避しようとしな\nかったという財務会計上の義務の違反をしたものといえ，本件不法行為\nの違法性が本件各支出命令にも承継されるということができる。\nウ  損害及び因果関係\n小池知事が，違法に築地市場の移転を延期する旨の判断及び決定をしな\nければ，本件各支出命令の対象となる維持管理費を支出する必要はなかっ\nたから，本件不法行為と本件各支出命令の結果支出された維持管理費との\n間に相当因果関係があることは明らかである。\nそして，上記の維持管理費は，別紙２のとおりであるが，これらは，本\n来の築地市場の閉場日である平成２８年１１月２日以降に東京都が築地\n市場の維持管理のために支出したものであって，予定どおり同日に築地市\n場を閉場していれば，本来支出する必要性のなかったものであるから，そ\nの全額（６１９７万６２３２円）が本件不法行為と相当因果関係のある損\n害であるといえる。\n（被告の主張の要点）\nア  小池知事の判断はおよそ不法行為該当性を欠くこと\n原告らは，小池知事個人の内心における精神活動，すなわち，小池知事\n個人の意思が不法行為を構成するものである旨主張するが，不法行為は，\n作為又は不作為が必要とされるのであって，単なる個人の意思は，およそ\n不法行為を構成しない。\nしたがって，原告らが主張する小池知事個人の意思は，いかなる部分に\nおいても東京都に対する不法行為を構成しないことが明らかである。\nイ  小池知事の判断に違法性がないこと\n(ｱ) 築地市場の移転予定等は，東京都が築地市場を移転するという一定の\n公の目標を設定し，その目標を達成するため様々な行政上の手段を総合\n的に提示した行為と評価することができ，舛添前知事が表明した移転予\n定日（平成２８年１１月７日）も，法令上の根拠を有しない形で，事実\n上定めていたものにすぎないから，これらは，講学上の概念にいう事実\n上の行政計画とみることができる。そうすると，小池知事の判断は，上\n記の事実上の行政計画を変更したものということができる。\n(ｲ) 中央卸売市場の移転は，卸売市場法上，業務規程にいう「中央卸売市\n場の位置」（同法９条２項１号）を変更することをいい，中央卸売市場の\n主体が当該中央卸売市場の存する地方公共団体であるとされていること\n（同法１１条１項）からすると，それは，当該地方公共団体の事務と解\nされる。また，中央卸売市場の移転は，当該都道府県における卸売市場\nの整備（同法６条１項）の一環であるとも解されるため，当該地方公共\n団体の中央卸売市場の移転に係る計画を定めることも，当該地方公共団\n体の事務の範ちゅうに入るものといえる。\n(ｳ)  地方公共団体の長が，前記(ｱ)のような事実上の行政計画の策定及び\n変更という当該地方公共団体の事務の管理及び執行をすることができる\n明示的な法令上の根拠はないため，地方公共団体の長が有する一般的な\n権限を定める規定に基づいて上記の事務の管理及び執行をすることがで\nきるものと解すべきであり，結局，地方自治法１４７条及び１４８条を\n根拠とするものと解することができる。\nそうすると，舛添前知事が表明した築地市場の移転予定日及び小池知\n事が表明した上記の移転予定日の延期という事実上の行政計画の策定及\nび変更は，上記の規定を根拠として，東京都という法人の統一意思の形\n成のための統括権の行使，当該意思を外部に表明するという代表権の行\n使として行われたものというべきである。\nなお，小池知事は，本件都知事選挙において，築地市場の移転につい\nて立ち止まって考えることを自らの政策の１つとして訴え，このことは，\n一般にも認知されており，本件都知事選挙においては，主要な争点の１\nつであった。\n(ｴ)ａ 東京都は，従前，市場関係者の意見を聴取してきたが，これは，法\n令上の義務に基づくものではなく，東京都が有する行政上の裁量によ\nる判断及び裁量の行使である。なお，小池知事は，市場関係者も含む\n多方面から意見を聴取するために，築地市場の移転を延期する旨の判\n断をしたものであり，現に，小池知事が築地市場の移転を延期する旨\nの判断をした後においても，市場関係者からの意見を聴取しているし，\nその頻度も従前よりも多くなっていた。また，東京都は，市場関係者\nに対し，移転を延期したことに伴う補償を行っており，市場関係者の\n権利又は利益については，別途その保護が図られている。\nｂ  築地市場に関する業務規程は，東京都中央卸売市場条例であり，同\n条例４条には，築地市場の位置を東京都中央区築地五丁目２番１号と\nすることが定められているが，同条例には，築地市場を閉場するとと\nもに豊洲市場を開場する日については，何らの定めもないのであって，\n豊洲市場へ移転する日の変更は，卸売市場法１１条２項の適用が想定\nされる場面ではないから，東京都知事が，同項の規定に基づき，市場\n関係者の意見を聴取すべきである旨の原告らの主張は，失当である。\n(ｵ)ａ 地方公共団体の施策の変更については，最高裁昭和５６年判決は，\n地方公共団体の施策を住民の意思に基づいて行うべきものとするいわ\nゆる住民自治の原則は地方公共団体の組織及び運営に関する基本原則\nであり，また，地方公共団体のような行政主体が一定内容の将来にわ\nたって継続すべき施策を決定した場合でも，上記の施策が社会情勢の\n変動等に伴って変更されることがあることはもとより当然であって，\n地方公共団体は原則として上記の決定に拘束されるものではないとし\nている。\nそうすると，最高裁昭和５６年判決は，施策の変更に関し，地方自\n治体が対外的な関係にある第三者に対して不法行為責任を負う場合を\n限定的に解するものであるから，その趣旨に鑑みると，地方公共団体\nの長と当該地方公共団体という対内的な関係においては，なおさら限\n定的に解すべきであることは明らかである。そして，これを前提とす\nると，移転時期について賛否両論ある中で，安全性の懸念，巨額かつ\n不透明な費用の増大及び情報公開の不足という３つの都民の疑問点が\n解消されていないという状況を踏まえて，疑問点の精査のために移転\n時期を延期することには十分に合理的な理由があるし，また，そのよ\nうな決定や判断が法的に拘束を受けるものともいえないというべきで\nある。\nしたがって，小池知事の判断が，小池知事の有する裁量権の範囲か\nら逸脱し，又はそれを濫用するものであって違法である旨の原告らの\n主張は，失当である。\nｂ  原告らは，最高裁昭和５６年判決に依拠して様々な主張をするが，\n最高裁昭和５６年判決は，地方公共団体のような行政主体が一定内容\nの将来にわたって継続すべき施策を決定した場合でも，上記の施策が\n社会情勢の変動に伴って変更されることがあることはもとより当然で\nあって，地方公共団体は原則として上記の決定に拘束されるものでは\nない旨の一般的な考え方を示しているものであり，原告らの主張は，\nこの一般的な考え方を殊更に無視するものである。そして，原告らが\n依拠する部分である最高裁昭和５６年判決のその後に続く判示は，行\n政主体による施策変更と第三者である私人との関係性について言及す\nる部分であって，本件とは全く内容を異にするものであり，原告らの\n主張を基礎付けるものとはいえない。\nまた，最高裁昭和５６年判決は，加害者が施策の変更をした地方公\n共団体であり，被害者が当該地方公共団体以外の第三者であることを\n前提としているが，本件において原告らが東京都知事に行使を義務付\nけることを求める請求権は，東京都が小池知事に対して有する不法行\n為に基づく損害賠償請求権であり，加害者が東京都知事である小池知\n事で，被害者が地方公共団体である東京都であることを前提としてい\nるのであって，住民等の保護を図った最高裁昭和５６年判決の趣旨を\n及ぼす前提をおよそ欠いていることが明らかである。さらに，最高裁\n昭和５６年判決は，加害者である地方公共団体と被害者である第三者\nという当事者間に形成された信頼関係を不当に破壊することを前提と\nしているが，原告らは，東京都が自らの施策を変更したことにより東\n京都自身に損害が発生したという主張を前提としており，東京都が自\nらの施策を変更することによりその行為主体である東京都との間の信\n頼関係が破壊されることはおよそ想定し難い。\nしたがって，原告らの主張は，最高裁昭和５６年判決の理解を誤っ\nたものであり，失当である。\nウ  本件各支出命令に違法性がないこと\n前記イのとおり，小池知事の判断が違法でない以上，当該違法が承継さ\nれて本件各支出命令が違法となる余地もないのであって，小池知事の判断\nが違法であることを前提とする原告らの主張は，失当である。\nエ  原告らが主張する損害及び因果関係の主張が失当であること\n前記イのとおり，小池知事の判断が違法ではなく，損害及び因果関係の\n議論の前提となる違法性の存在が認められないから，損害及び因果関係に\n関する原告らの主張が失当であることも明らかである。\n第３  当裁判所の判断\n１  争点(1)（本案前の争点－適法な住民監査請求の前置があるか否か）について\n被告は，本件監査請求の全体の趣旨に照らしても，本件各支出命令について\n具体的な理由によって違法性又は不当性が指摘されていると理解することはで\nきないから，本件監査請求は，地方自治法２４２条１項に規定する住民監査請\n求の要件を欠く不適法なものである旨主張する。\nしかし，証拠（甲２４）によれば，原告らは，東京都知事がした違法若しく\nは不当な公金の支出があると認め，その原因として，小池知事がした築地市場\nの移転を延期する旨の判断及び決定が違法にされたものであり，当該違法性が\n本件各支出命令に承継される結果，本件各支出命令も違法なものとなる旨を指\n摘した上で，監査委員に対し，監査を求め，上記の公金の支出により東京都の\n被った損害を補塡するために必要な措置を講ずべきことを請求していることを\n十分に読み取ることができるから，本件監査請求が同項が規定する要件を満た\nさない不適法なものであるとまでは認め難いというべきである。\nしたがって，被告の主張は，採用することができない。\n２  争点(2)（本案の争点－本件各支出命令の違法性）について\n(1)  本件不法行為の不法行為該当性について\n被告は，原告らが，小池知事個人の内心における精神活動，すなわち，小\n池知事個人の意思が不法行為を構成するものである旨主張するところ，不法\n行為は，作為又は不作為が必要とされるのであって，単なる個人の意思は，\nおよそ不法行為を構成しないから，原告らが主張する小池知事個人の意思は，\nいかなる部分においても東京都に対する不法行為を構成しない旨主張する。\nしかし，本件における原告らの主張の全体を通してみると，原告らが小池\n知事個人の内心における精神活動そのものを不法行為として主張しているも\nのとは解し難いのであり，東京都という組織体が築地市場の移転を延期する\nために必要な措置を執る又は行為をすることを内容とする東京都知事が有す\nる単数又は複数の職務上の権限の行使をしたこと（なお，被告は，東京都知\n事が有する築地市場を移転する旨の行政計画を補完するための事実上の行政\n計画の変更をする権限を行使したことである旨主張するところである。）を\n不法行為であると主張しているものと解するのが相当である。\nなお，上記の不法行為（本件不法行為）は，それ自体として具体性に乏し\nい面があること自体は否み難いが，東京都知事が築地市場の移転を延期する\nに当たって具体的にどのような職務上の権限を行使したのかについては，東\n京都又は被告において当然に把握し，かつ，容易にそれを指摘することがで\nきる事実である（であればこそ，上記のような主張をしているものと解され\nる。）反面，東京都の一住民である原告らにおいては，それは容易に把握し\n難い事実であり，原告らに対して小池知事が行使したとされる個別具体的な\n権限の内容の特定を求めることは，事実上，原告らに不可能を強いるに等し\nいことを求めるものと解されることに照らすと，東京都が小池知事に対して\n有するとされる不法行為に基づく損害賠償請求権の発生原因事実であるいわ\nゆる権利侵害行為の特定が欠けているとまではいえないと認めるのが相当で\nある。\nしたがって，被告の主張は，採用することができない。\n(2)  本件不法行為の違法性について\nア  中央卸売市場の移転は，卸売市場法９条１項において地方公共団体が定\nめることが義務付けられている業務規程中の「中央卸売市場の位置」（同\n条２項１号）を変更することであると解されるところ，中央卸売市場の移\n転（中央卸売市場の位置の変更）をする日については，中央卸売市場を開\n設した地方公共団体がこれを定めなければならない旨の同法を始めとする\n明文の法令上の根拠は見当たらないから，地方公共団体が中央卸売市場の\n移転の日を定めた場合には，当該地方公共団体の長が，地方自治法に基づ\nいて地方公共団体の長が有する地方公共団体の事務を執行することに係る\n一般的な権限（地方自治法１４８条）に基づいてそれを定めたものと認め\nられる。\nその上で，中央卸売市場の移転については，種々の市場関係者及び周辺\n住民を始めとする極めて多数の利害関係人の複雑な利害の調整，経済的合\n理性，他の政策課題との先後関係等を含む諸般の事情を総合的に考慮した\n上で判断されるべきものであって，相応の政治的判断を要する事項である\nと認められるところ，その一部を成す中央卸売市場の移転の時期について\nも，様々な利害，経済性等が複雑に絡み合うものであることは，その性質\n上明らかであって，相応の政治的判断を求められる事項であると認められ\nるから，中央卸売市場の移転の日を定める又はこれを変更するために必要\nな措置を執る又は行為をすることを内容とする地方公共団体の長が有す\nる単数又は複数の職務上の権限の行使については，それをする権限を有す\nる当該地方公共団体の長の広範な裁量に委ねられていると認めるのが相\n当である。\nしたがって，一度定められた中央卸売市場の移転の日を変更するために\n必要な措置を執る又は行為をすることを内容とする地方公共団体の長が\n有する単数又は複数の職務上の権限の行使がされた場合にあっては，当該\n権限の行使の基礎とされた重要な事実に誤認があること等により当該権\n限の行使が事実の基礎を欠く場合や，事実に対する評価が合理性を欠くこ\nと等により当該権限の行使が社会通念に照らし著しく妥当性を欠く場合\n等，当該地方公共団体の長が有する裁量権の範囲から逸脱し，又はこれを\n濫用したと認められる場合に限り，当該権限の行使が違法であるとの評価\nを受けるものと解するのが相当である。\nイ(ｱ) 原告らは，小池知事は，築地市場の移転の日を変更するのであれば，\n市場関係者から意見を聴取すべき法令上の義務を負っていたのにそれを\nすることなく築地市場の移転を延期する旨の判断及び決定をしたから，\n本件不法行為は，東京都知事に与えられた裁量権の範囲から逸脱し，又\nはこれを濫用したものである旨主張する。\nしかし，ある中央卸売市場を開設した地方公共団体の長が，当該中央\n卸売市場の移転の日を決定又は変更する場合に，市場関係者の意見を聴\n取しなければならない旨を明示的に規定する法令上の根拠は見当たらな\nい（このことは，原告らも自認するところである。）から，東京都知事\nが，築地市場の移転の日を決定又は変更する際に，市場関係者から意見\nを聴取すべき法令上の義務を負っているものとは認め難い。また，①平\n成２７年７月に築地市場の移転の日が決定された後も，築地市場の移転\nの是非をめぐる議論が収束することなく続き，本件都知事選挙の争点の\n１つでもあったこと，②小池知事は，本件都知事選挙の選挙運動をして\nいる中で，築地市場の移転について一旦立ち止まって考えることとすべ\nき旨の意見を表明しており，小池知事が東京都知事に就任した場合には，\n築地市場の移転について一旦立ち止まって考えることになることも含め\nて，有権者である東京都民の支持を得て東京都知事に当選したものであ\nること，③上記②のとおり，本件都知事選挙の選挙運動がされている時\n点において，小池知事の意見は公にされており，市場関係者においても\nこれを認識していたものと認められ，市場関係者は，その上で，本件東\n京都知事選挙を通じてその意見を表明したり，これを東京都知事がする\n意思決定に反映させたりする機会があったということができる。\nそうすると，これらの点に加え，築地市場の移転の日を変更するため\nに必要な措置を執る又は行為をすることを内容とする単数又は複数の職\n務上の権限の行使をするに当たって東京都知事が有する裁量権が前記ア\nのようなものであることにも照らすと，仮に，小池知事が，築地市場の\n移転の日を変更するために必要な措置を執る又は行為をすることを内容\nとする単数又は複数の職務上の権限の行使をするに当たり，地方自治法，\n卸売市場法等の関係法令の趣旨に照らし，市場関係者から意見を聴取す\nることが望ましかったと解する余地があり得ることを前提としたとして\nも，小池知事が，東京都知事に就任した後で築地市場の移転の日を延期\nする旨の判断及び決定を公表するまでの間に，市場関係者の意見を聴取\nした旨の明示的な記録が残されていないことをもって，直ちに，東京都\nという組織体が築地市場の移転を延期するために必要な措置を執る又は\n行為をすることを内容とする単数又は複数の職務上の権限を小池知事が\n行使したことが，東京都知事として小池知事が有する裁量権の範囲から\n逸脱し，又はこれを濫用してされたものであるとまでは認め難い。\nしたがって，原告らの主張は，採用することができない。\n(ｲ) 原告らは，小池知事が，築地市場の移転の日を延期する旨の判断及び\n決定を公表した際に述べた上記の判断及び決定の理由が，上記の判断及\nび決定を正当化する合理的なものとはいえない旨主張する。\nしかし，築地市場の移転の日を変更するために必要な措置を執る又は\n行為をすることを内容とする単数又は複数の職務上の権限を行使するに\n当たって東京都知事が有する裁量権が前記アのようなものであることに\n加え，①豊洲市場の安全性に疑念がある旨の指摘は，築地市場を豊洲市\n場に移転することを検討している時点からされていただけではなく，累\n次の土壌汚染対策がされた後もなお，安全性に疑念が残る旨の意見があ\nり，そのことが，築地市場を移転することの是非が本件都知事選挙にお\nける争点の１つとなった理由に含まれていたと認められること（乙３の\n１・５及び６），②豊洲市場への移転に伴う費用の増大の原因が不透明\nであるとされることや情報公開が不足しているとされることについては，\n様々な見解があり得るものの，小池知事が述べたものに沿う意見も公表\nされていること（乙３の６）にも照らすと，小池知事が築地市場の移転\nの日を延期する旨の判断及び決定を公表した際に述べた理由が，およそ\n不合理なものであるとまでは認め難いから，当該理由をもって，東京都\nという組織体が築地市場の移転を延期するために必要な措置を執る又は\n行為をすることを内容とする単数又は複数の職務上の権限を小池知事が\n行使したことが，東京都知事として小池知事が有する裁量権の範囲から\n逸脱し，又はこれを濫用してされたものであるとも認め難い。\nしたがって，原告らの主張は，採用することができない。\n(ｳ) 原告らは，最高裁昭和５６年判決の考え方に従うと，小池知事の責任\nを認めるべきことになる旨主張する。\nしかし，最高裁昭和５６年判決の事案と本件とは，事案を全く異にし\nており（原告らもこのことは自認している。），最高裁昭和５６年判決\nが，地方公共団体が一定内容の継続的な施策を決定して特定の者に対し\n上記の施策に適合する特定内容の活動を促す個別具体的な勧告又は勧誘\nをした後上記の施策を変更する場合に地方公共団体が不法行為に基づく\n損害賠償責任を負う場合がある旨を判示していることをもって，直ちに，\n小池知事が東京都に対して不法行為に基づく損害賠償責任を負うことが\n基礎付けられるとは解し難い。また，原告らが主張する最高裁昭和５６\n年判決を前提とする解釈も，最高裁昭和５６年判決から直接導くことが\nできるものではなく，その前提を異にするものというべきである。\nしたがって，原告らの主張は，採用することができない。\nウ  以上のもののほか，本件全証拠によっても，東京都という組織体が築地\n市場の移転を延期するために必要な措置を執る又は行為をすることを内容\nとする単数又は複数の職務上の権限を小池知事が行使したことが，東京都\n知事として小池知事が有する裁量権の範囲から逸脱し，又はこれを濫用し\nてされたものであることを基礎付ける事情等は見当たらない。\nしたがって，本件の証拠関係の下においては，東京都という組織体が築\n地市場の移転を延期するために必要な措置を執る又は行為をすることを\n内容とする単数又は複数の職務上の権限を小池知事が行使したことが違\n法なものとはいえず，それが東京都に対する不法行為を構成するものとも\n認め難い。\n(3)  まとめ\n以上によれば，その余の点について判断するまでもなく，東京都が小池知\n事に対して不法行為に基づく損害賠償請求権を有しているとは認められない。\n３  結論\nよって，原告らの請求は，その余の点について判断するまでもなく，いずれ\nも理由がないから，これらをいずれも棄却することとして，主文のとおり判決\nする。\n東京地方裁判所民事第３８部\n裁判長裁判官     朝倉佳 秀\n裁判官        福渡裕 貴\n裁判官     獅子野   裕   介\n別紙１\n関係法令等の定め\n１  卸売市場法の定め\n(1)  ９条（認可の申請）２項の定め\n卸売市場法９条２項柱書きは，同条１項の業務規程（同法８条柱書きの認可\nを受けようとする地方公共団体が作成すべきものとして同法９条１項が規定す\nるもの。以下同じ。）には，少なくとも次の各号に掲げる事項を定めなければ\nならない旨を定めている。\nア  １号  中央卸売市場（生鮮食料品等の流通及び消費上特に重要な都市及び\nその周辺の地域における生鮮食料品等の円滑な流通を確保するための\n生鮮食料品等の卸売の中核的拠点となるとともに，当該地域外の広域\nにわたる生鮮食料品等の流通の改善にも資するものとして，卸売市場\n法８条の規定により農林水産大臣の認可を受けて開設される卸売市場\n（生鮮食料品等の卸売のために開設される市場であって，卸売場，自\n動車駐車場その他の生鮮食料品等の取引及び荷さばきに必要な施設を\n設けて継続して開場されるものをいう。以下同じ。）をいう。以下同\nじ。）の位置及び面積\nイ  ２号  取扱品目\nウ  ３号  開場の期日及び時間\nエ  ４号  卸売の業務に係る売買取引及び決済の方法（委託手数料に関する事\n項にあっては，農林水産省令で定めるもの）\nオ  ５号  卸売の業務に係る物品の品質管理の方法\nカ  ６号  卸売の業務を行う者に関する事項\nキ  ７号  卸売の業務を行う者以外の関係事業者に関する事項（この章におい\nて業務規程で定めるべきものとされた事項に限る。）\nク  ８号  施設の使用料\n(2)  １１条（業務規程に規定する事項等の変更）の定め\nア  １１条１項の定め\n卸売市場法１１条１項は，同法８条の認可を受けた地方公共団体（以下「開\n設者」という。）は，同法９条２項各号に掲げる事項又は同条３項２号に掲\nげる事項（同法８条柱書きの認可を受けようとする地方公共団体が作成すべ\nきものとして同法９条１項が規定する事業計画において定めなければならな\nいものとされている施設の種類，規模，配置及び構造）の変更（政令で定め\nる軽微な変更を除く。）をしようとするときは，農林水産大臣の認可を受け\nなければならない旨を定めている。\nイ  １１条２項の定め\n卸売市場法１１条２項は，開設者は，同法９条２項３号から７号までに掲\nげる事項の変更に係る同法１１条１項の認可の申請をしようとするときは，\n農林水産省令で定めるところにより選定した卸売業者（中略），仲卸業者（中\n略），同法３６条１項に規定する売買参加者その他の利害関係者の意見を聴\nかなければならない（本文）が，同法１３条の２第１項の市場取引委員会の\n意見を聴いたときは，この限りでない（ただし書）旨を定めている。\n２  東京都中央卸売市場条例（昭和４６年条例第１４４号。乙２）４条（ただし，\n平成２８年条例第５３号による改正前のもの。以下同じ。）の定め\n東京都中央卸売市場条例４条は，市場の名称及び位置は，次のとおりとする旨\nを定めている。\n名称  位置\n東京都中央卸売市場築地市場  東京都中央区築地五丁目２番１号\n（以下略）  （以下略）\n以  上\n別紙２は記載を省略\n"
}