{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 22
  },
  "case_number": "平成25(行ケ)10087",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83886",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83886",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/886/083886_hanrei.pdf",
  "contents": "平成２６年１月２２日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１００８７号  審決取消請求事件\n口頭弁論終結日  平成２５年１２月１０日\n判        決\n原 告                          ノーテル・ネットワークス・リミテッド\n訴 訟 代 理 人 弁 理 士                          伊 東 忠 彦\n同                        伊 東 忠 重\n同                        大 貫 進 介\n同                        山 口 昭 則\n同                        渡 邊 直 満\n被 告                          特 許 庁 長 官\n指 定 代 理 人                          佐 藤 聡 史\n同                        水 野 恵 雄\n同                        樋 口 信 宏\n同                        山 田 和 彦\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのための付加期間を３\n０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２０１１－３１４７号事件について平成２４年１１月１３日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成１６年１０月２１日，発明の名称を「ローカル無線ゾーン内\nの位置ベース情報の提供」とする発明について特許出願（優先権主張日平成\n１５年１２月２４日，優先権主張国米国，特願２００６－５４６３４８号。\n以下「本願」という。甲１１）をした。\n原告は，平成２２年２月９日付けの拒絶理由通知を受けたため，同年８月\n１６日付けで本願の特許請求の範囲を変更する手続補正（甲６）をしたが，\n同年１０月５日付けの拒絶査定を受けた。\n原告は，平成２３年２月１０日，拒絶査定不服審判を請求した。\n(2)  特許庁は，上記請求を不服２０１１－３１４７号事件として審理を行い，\n平成２４年１１月１３日，「本件審判の請求は，成り立たない。」との審決\n（以下「本件審決」という。）をし，同月２７日，その謄本が原告に送達さ\nれた。\n(3)  原告は，平成２５年３月２７日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  特許請求の範囲の記載\n本願の特許請求の範囲の請求項１の記載は，次のとおりである（以下，請求\n項１に係る発明を「本願発明」という。）。 「【請求項１】\nローカル無線ゾーン内のモバイル端末に位置ベース情報を提供するための方\n法であって，\nアクセスポイントを介したモバイル端末とのローカル無線通信が可能であ\nる，一意のゾーン識別子に関連付けられたローカル無線ゾーン内のモバイル端\n末を認識することと，\nアクセスポイントに関連付けられたサーバを選択するために一意のゾーン識\n別子を使用することと，\n位置ベース情報を要求するためにアクセスポイントに関連付けられたサーバ\nに問い合わせを行うことと，\nローカル無線ゾーンに関連するサーバからアクセスポイントを介してモバイ\nル端末に位置ベース情報を提供することとを含む方法。」\u0000\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，\n本願発明は，本願の優先権主張日前に頒布された刊行物である特開２００１\n－３５９１７２号公報（以下「引用文献」という。甲１）に記載された発明\nに基づいて当業者が容易に発明をすることができたものであるから，特許法\n２９条２項の規定により特許を受けることができないというものである。\n(2)  本件審決が認定した引用文献に記載された発明（以下「引用発明」とい\nう。），本願発明と引用発明の一致点及び相違点は，以下のとおりである。\nア  引用発明\n「各地域に応じた情報を有する情報サーバ１ａ～１ｃと，アドレス提供サ\nーバ３とが，インターネット４に接続されていて，前記インターネット４\nはＬＡＮ８に接続されており，\n前記ＬＡＮ８には，情報サーバ６ａ，６ｂと，アドレス提供サーバ７と，\n各地域に設置された無線基地局装置２ａ～２ｃと，ＤＮＳ９とが接続され\nていて，\n前記アドレス提供サーバ７は，前記無線基地局装置２ａ～２ｃの無線基\n地局識別番号と情報サーバ１ａ～１ｃ，６ａ，６ｂ内の情報のＵＲＬの対\n応表を持ち，\n前記ＤＮＳ９は無線端末装置５ａ～５ｃに予め登録されているアドレス\n提供サーバ３のＵＲＬをＬＡＮ８上のアドレス提供サーバ７のＵＲＬに変\n換するテーブルを有し，予めアドレス提供サーバ３のＵＲＬが登録された\n前記無線端末装置５ａ～５ｃがそれそれ前記無線基地局装置２ａ～２ｃと\n無線接続されるものであって，\n前記無線端末装置５ａ～５ｃは，それそれ最寄りの無線基地局装置２ａ\n～２ｃとの無線接続を確立し（Ｓ１），\n無線基地局装置固有の無線基地局識別番号を取得して（Ｓ２），その識\n別番号をアドレス提供サーバ３に送信し（Ｓ３），\nアドレス提供サーバ３は，受信した無線基地局識別番号に対応する情報\nのＵＲＬを，自己が保有する図２に示すような対応表から取得し，無線端\n末装置５ａ～５ｃに送信し（Ｓ４），\nＵＲＬを受信した無線端末装置５ａ～５ｃは，そのＵＲＬを元に情報サ\nーバ１ａ～１ｃに接続し（Ｓ５），\nその地域に応じた情報を取得する（Ｓ６）方法。」\nイ  本願発明と引用発明の一致点\n\u0000 「ローカル無線ゾーン内のモバイル端末に位置ベース情報を提供するた\nめの方法であって，\nアクセスポイントを介したモバイル端末とのローカル無線通信が可能で\nある，一意のゾーン識別子に関連付けられたローカル無線ゾーン内のモバ\nイル端末を認識することと，\n位置ベース情報を要求するためにアクセスポイントに関連付けられたサ\nーバに問い合わせを行うことと，\nローカル無線ゾーンに関連するサーバからアクセスポイントを介してモ\nバイル端末に位置ベース情報を提供する方法。」である点。\u0000\nウ  本願発明と引用発明の相違点\n本願発明は，モバイル端末が複数のローカル無線ゾーン内に位置してい\nることを前提として，アクセスポイントに関連付けられたサーバを選択す\nるために一意のゾーン識別子を使用するのに対して，\n引用発明は，アクセスポイントに関連付けられたサーバから位置ベース\n情報を得るものの，そのようなサーバを一意のゾーン識別子を使用して選\n択するものか否か明確ではない点。\n第３  当事者の主張\n１  原告の主張\n(1)  取消事由１（一致点の認定の誤り及び相違点の看過）\n引用発明は，以下のとおり，「ローカル無線ゾーン」，「一意のゾーン識\n別子」，「位置ベース情報」及び「位置ベース情報を要求するためにアクセ\nスポイントに関連付けられたサーバに問い合わせを行うこと」の構成を備え\nていないから，本件審決には，本願発明と引用発明の一致点の認定に誤りが\nあり，その結果，相違点を看過した誤りがある。\nア  「ローカル無線ゾーン」の不一致\n本件審決は，引用発明の「無線基地局装置２ａ～２ｃ」は，ＬＡＮに接\n続されて無線端末５ａ～５ｃと無線接続されるもの，すなわち，無線ＬＡ\nＮの基地局装置であるから，引用発明の「無線基地局装置２ａ～２ｃ」は，\n本願発明の「アクセスポイント」に相当し，引用発明の「無線基地局装置\n２ａ～２ｃ」が「無線端末装置５ａ～５ｃ」と接続可能なエリアが，本願\n発明の「ローカル無線ゾーン」に相当すると認定したが，以下のとおり誤\nりである。\n(ア)  本願の願書に添付した明細書（以下，図面（別紙１参照）を含めて\n「本願明細書」という。甲１１）の段落【０００３】，【００１１】の\n記載によれば，本願発明の「ローカル無線ゾーン」は，「Ｂｌｕｅｔｏ\nｏｔｈ」や「ＩＥＥＥ８０２．１１および８０２．１５規格で定められ」\nているような無線ＬＡＮのゾーンを意味する。\n一方で，引用文献（甲１）には，無線端末装置５ａ～５ｃと無線基地\n局装置２ａ～２ｃとの間の無線通信が無線ＬＡＮであるとの記載はな\nい。\nもっとも，引用文献の図４（別紙２参照）には，無線基地局装置２ａ\n～２ｃがＬＡＮに接続されていることが図示されているが，ＬＡＮを介\nしてアドレス提供サーバ７やインターネット４に接続されていることが\n示されているにすぎず，ＬＡＮを介して無線端末装置５ａ～５ｃに接続\nされていることが示されているわけではないので，図４は，無線基地局\n装置２ａ～２ｃが無線ＬＡＮの基地局装置であることの根拠にはならな\nい。かえって，引用文献には，図４の実施形態を含む請求項１及び段落\n【００２９】の記載中に，「各地域に設置された通信事業者所有の無線\n基地局装置２ａ～２ｃ」との記載がある。この記載は，引用発明の無線\n基地局装置２ａ～２ｃが通信事業者所有の無線基地局装置であることを\n示すものであるが，通信事業者が所有する無線基地局装置は，通常，セ\nルラーネットワーク等の広域無線基地局装置を意味するものであり，Ｉ\nＥＥＥ８０２．１１等の無線ＬＡＮシステムの局地的な無線基地局装置\nを意味しない。\nこのように引用文献には，無線基地局装置２ａ～２ｃが無線ＬＡＮの\n基地局装置であることの開示はないから，無線基地局装置２ａ～２ｃが\n無線端末装置５ａ～５ｃと接続可能なエリアが，本願発明の「ローカル\n無線ゾーン」に相当するとはいえない。\nしたがって，引用発明は，「ローカル無線ゾーン」の構成を備えてい\nないから，本件審決が「ローカル無線ゾーン」に係る事項（例えば，「\nローカル無線ゾーン内のモバイル端末」）を本願発明と引用発明の一致\n点と認定したのは誤りである。\n(イ)  被告は，この点に関し，「無線基地局の電波が届いて無線端末装置\nと無線接続可能なエリアは，ＬＡＮシステムがカバーするエリアより狭\nい。」ことなどを根拠として挙げて，無線基地局装置２ａ～２ｃは，無\n線ＬＡＮの基地局装置である旨主張する。\nしかしながら，引用文献には，被告が挙げる根拠を裏付ける記載はな\nいから，被告の上記主張は失当である。\nイ  「一意のゾーン識別子」の不一致\n本件審決は，引用発明の「無線基地局装置固有」のものである「無線基\n地局識別番号」は，本願発明の「一意のゾーン識別子」に相当すると認定\nしたが，以下のとおり誤りである。\nすなわち，本願発明の特許請求の範囲（請求項１）に「一意のゾーン識\n別子に関連付けられたローカル無線ゾーン」と明記されているとおり，本\n願発明の「ゾーン識別子」は，ローカル無線ゾーンに関連しローカル無線\nゾーンを識別するための識別子である。\nそして，本願明細書の段落【０００６】の「ローカル無線通信を使用し，\nサーバおよび位置ベース情報を各ローカル無線ゾーンに関連付けることに\nよって，位置ベース情報は，ローカル無線ゾーンによって取り囲まれる領\n域についてよりよく構成されることができる。…構成情報は，ローカル無\n線ゾーンのうちの少なくとも１つに関連付けられたゾーン識別子を考慮し\nて提供され得る。」との記載は，本願発明の「ゾーン識別子」がローカル\n無線ゾーンを識別するための情報であることを示している。\nまた，本願明細書が「ゾーン識別子」の一例として「ある『飲食店』の\nゾーンＩＤは，ｗｗｗ．ｒｅｓｔａｕｒａｎｔ．ｃｏｍとして構成され得\nる。」（段落【００２２】）と例示しているように，本願発明の「ゾーン\n識別子」は，無線基地局識別番号とは全く異なる概念であり，位置ベース\n情報を得ることのために用いられる，位置に関連した識別情報である。\nさらに，本願明細書においては，本願発明の「ゾーン識別子」と「アク\nセスポイント識別子」（段落【００２３】，【００２４】）とを区別して\nいる。\n一方，引用文献の段落【００３１】に「無線基地局装置固有の無線基地\n局識別番号」との記載があるように，引用発明の「無線基地局識別番号」\nは，その名のとおり，単に無線基地局を識別する番号であって，地理的な\n情報との関連性を有しない番号である。\nこのように本願発明の「ゾーン識別子」は，ゾーンを識別する情報を意\n味するものと解釈されるべき技術事項であり，無線基地局を識別するもの\nではない。これに対して，引用発明の「無線基地局識別番号」は，無線基\n地局を識別する番号を意味するものと解釈されるべき技術事項であり，ゾ\nーンを識別する情報ではない。むしろ，引用発明の「無線基地局識別番号」\nは，本願明細書記載の「アクセスポイント識別子」に相当するものであっ\nて，「ゾーン識別子」に相当するものではない。そして，ゾーン識別子の\n一意性はローカル無線ゾーンについて一意なのであって，アクセスポイン\nトについて一意であるわけではない。例えば，同じアクセスポイントから\n送信されるビーコンであっても，送信信号に指向性を持たせることにより，\n異なる方向にあるゾーンに対して異なるビーコンを送出することが可能で\nあり，このような場合に１つのアクセスポイントと複数のローカル無線ゾ\nーンが対応できることは技術常識であり，アクセスポイントとゾーンが常\nに一対一に対応するわけではない。\nしたがって，引用発明は，「一意のゾーン識別子」の構成を備えていな\nいから，本件審決が「一意のゾーン識別子」に係る事項を本願発明と引用\n発明の一致点と認定したのは誤りである。\nウ  「位置ベース情報」の不一致\n本件審決は，引用発明が取得する「その地域に応じた情報」は，本願発\n明のアクセスポイントに相当する無線基地局装置の「無線基地局装置固有\nの無線基地局識別番号」に関連付けられたものであり，「無線端末装置５\nａ～５ｃ」が取得するものであるから，引用発明が取得する「その地域に\n応じた情報」は，本願発明の「位置ベース情報」に相当すると認定したが，\n以下のとおり誤りである。\nすなわち，本願発明の特許請求の範囲（請求項１）には，「ローカル無\n線ゾーン」に関連付けられている「一意のゾーン識別子を使用すること」\nにより「位置ベース情報を要求する」こと，「ローカル無線ゾーンに関連\nするサーバ」から「位置ベース情報」の「提供」を受けることが記載され\nている。この記載は，本願発明の「位置ベース情報」とは，ローカル無線\nゾーンの位置に関する情報であることを示すものであり，「位置ベース情\n報」にいう「位置」は，ローカル無線ゾーンの「位置」であって，アクセ\nスポイントの「位置」ではない。\nまた，本願明細書の「モバイル端末が，所与の任意のときに複数のロー\nカル無線ゾーン内にある場合，特定のローカル無線ゾーンに関する位置ベ\nース情報が選択され得る。」（段落【０００５】），「ローカル無線通信\nを使用し，サーバおよび位置ベース情報を各ローカル無線ゾーンに関連付\nけることによって，位置ベース情報は，ローカル無線ゾーンによって取り\n囲まれる領域についてよりよく構成されることができる。」（段落【００\n０６】）との記載も，このことを示している。\n一方，引用文献の段落【０００７】に「前記アドレス提供サーバから該\n無線基地局識別番号に対応する情報のアドレスを取得する手段と，該アド\nレスに対応する情報を得ることによって，無線端末装置の位置する地域に\n応じた情報を取得する手段とを設けた地域情報提供システムである。」と\nの記載があるように，引用発明における「地域に応じた情報」とは，本願\n発明のアクセスポイントに相当する無線基地局装置の「位置」に関連した\n情報である。引用文献には，本願発明のような無線ＬＡＮシステムのロー\nカル無線ゾーンの「位置」に応じた情報を入手するという技術思想は開示\nされていない。\nしたがって，引用発明における「地域に応じた情報」は，本願発明の「\n位置ベース情報」に相当するとはいえず，引用発明は，「位置ベース情報」\nの構成を備えていないから，本件審決が「位置ベース情報」に係る事項を\n本願発明と引用発明の一致点と認定したのは誤りである。\nエ  「サーバへの問い合わせ」の不一致\n引用発明は，「位置ベース情報を要求するためにアクセスポイントに関\n連付けられたサーバに問い合わせを行うこと」の構成を備えていないから，\n本件審決が上記構成を本願発明と引用発明の一致点と認定したのは誤りで\nある。\nオ  小括\n前記アないしエのとおり，本件審決には，本願発明と引用発明の一致点\nの認定に誤りがあり，その結果，引用発明が「ローカル無線ゾーン」，「\n一意のゾーン識別子」，「位置ベース情報」及び「位置ベース情報を要求\nするためにアクセスポイントに関連付けられたサーバに問い合わせを行う\nこと」の構成を備えていない点を本願発明との相違点として認定すべきで\nあったのに，この相違点を看過した誤りがある。\n(2)  取消事由２（相違点の容易想到性の判断の誤り）\n本件審決は，相違点の容易想到性の判断に当たり，「選択されるものが，\nサーバであるのか，あるいは，サーバに格納されたコンテンツである位置ベ\nース情報であるのか」という観点（以下「①の観点」という場合がある。）\nと，「サーバを選択するのかしないのか」という観点（以下「②の観点」と\nいう場合がある。）の二つに分けて検討し，①の観点からみた相違点につい\nては，本願発明と引用発明との間に実質的に相違点が存在するものとは認め\nられない，②の観点からみた相違点については，引用発明において，いずれ\nのローカル無線ゾーンに関連する位置ベース情報を提供するかを選択するべ\nく，アクセスポイントに関連付けられた一意のゾーン識別子を使用してサー\nバを選択するようにすることに何ら困難な点はないとして，本願発明は，引\n用発明に基づいて当業者が容易に発明をすることができた旨判断したが，以\n下のとおり誤りである。\nア  ①の観点について\n本件審決は，「引用発明は，位置ベース情報自体のＵＲＬを特定するも\nのであるが，その特定に伴い，間接的に位置ベース情報を格納しているサ\nーバを特定しているものということができる。」と認定した上で，本願発\n明も引用発明も，共に実質的に，一意のゾーン識別子に対応するサーバと\n位置ベース情報そのものとを特定しているものであるということができ，\nローカル無線ゾーンに対する位置ベース情報の特定に関して，本願発明は，\n引用発明と相違しないと判断した。\nしかしながら，本願発明は，請求項１において，「アクセスポイントに\n関連付けられたサーバを選択するために一意のゾーン識別子を使用する」\nと明記されているから，選択されるのが「サーバ」であることは明白であ\nる。これに対し，引用文献は，「サーバ」の特定を開示していないから，\n上記認定は誤りであり，上記認定に基づく判断も誤りである。\nイ  ②の観点について\n本件審決は，引用発明において，モバイル端末が複数のローカル無線ゾ\nーン内に位置する場合を前提として，そのような位置にモバイル端末が位\n置する場合，複数のローカル無線ゾーンのそれぞれに関連する位置ベース\n情報を共に提供するか，いずれのローカル無線ゾーンに関連する位置ベー\nス情報を提供するかを選択するようにするしかないことは，明白であるか\nら，いずれのローカル無線ゾーンに関連する位置ベース情報を提供するか\nを選択するべく，アクセスポイントに関連付けられた一意のゾーン識別子\nを使用してサーバを選択するようにすることに何ら困難な点はない旨判断\nした。\u0000\nしかしながら，引用文献には，引用発明がモバイル端末が複数のローカ\nル無線ゾーン内に位置している場合を開示していないにもかかわらず，そ\nのような場合を前提として相違点の容易想到性の判断をしている点におい\nて，本件審決の上記判断は，誤りがある。\nまた，前記(1)イのとおり，引用発明の「無線基地局識別番号」は，本願\n発明の「ゾーン識別子」に相当するものではないから，本件審決の上記判\n断は，引用発明の「無線基地局識別番号」を本願発明の「一意のゾーン識\n別子」と同一視することを前提としている点においても誤りがある。\n(3)  まとめ\n以上のとおり，本件審決には，本願発明と引用発明との一致点の認定の誤\nり及び相違点の看過，相違点の容易想到性の判断の誤りがあり，本件審決は，\n違法であるから，取り消されるべきである。\n２  被告の主張\n(1)  取消事由１に対し\nア  「ローカル無線ゾーン」の不一致について\n本願明細書記載の図４ないし６（別紙１参照）の実施形態では，アクセ\nスポイント，コンテンツサーバ及びアクセスサーバがイーサネットスイッ\nチ（ハブ）を介して車輪型（星形）に接続されて，１つのＬＡＮシステム\nを構成している。ＬＡＮシステムにはアクセスポイントが設けられ，モバ\nイル端末と無線接続されているが，アクセスポイントから送出されるビー\nコンが届いてモバイル端末と無線接続が可能となるエリア（ローカル無線\nゾーン）が狭いため，３つのアクセスポイントを設けることによって，よ\nり大きいエリアがカバーされ得る１つのローカル無線システム１２を構成\nしている。アクセスポイントとモバイル端末の間の無線通信規格は，ＬＡ\nＮにおいて通常用いられるＩＥＥＥ８０２．１１等である。\n一方，引用文献記載の図４（別紙２参照）の実施形態では，アドレス提\n供サーバ，ＤＮＳ，情報サーバ及び無線基地局装置がリング型ＬＡＮを介\nして接続され，１つのＬＡＮシステムを構成している。ＬＡＮシステムに\nは無線基地局装置が設けられ，無線端末装置と無線接続されているが，無\n線基地局装置から送出される電波が届いて無線端末装置と無線接続が可能\nとなるエリアがＬＡＮシステムのエリアより狭いため，３つの無線基地局\n装置を設けることによって，より大きいエリアがカバーされ得る１つのロ\nーカル無線システムを構成している。例えば，引用文献の段落【００６１\n】は，引用発明の無線基地局装置が無線端末装置と無線接続可能なエリア\nは「同一建物内の各フロア」という程度に狭い範囲であることを示してい\nる。\nもっとも，引用文献には，無線基地局装置と無線端末装置の間の無線通\n信規格について具体的な記載がないが，引用発明の無線基地局装置はＬＡ\nＮに接続されており，しかも，無線基地局装置の電波が届いて無線端末装\n置と無線接続可能なエリアは，ＬＡＮシステムがカバーするエリアより狭\nいのであるから，引用発明の無線基地局装置と無線端末装置の間の無線通\n信規格は，ＬＡＮにおいて通常用いられるＩＥＥＥ８０２．１１等である。\nしたがって，引用発明の無線基地局装置は無線ＬＡＮの基地局装置に相\n当するといえるから，引用発明の「無線基地局装置が無線端末装置と接続\n可能なエリア」が本願発明の「ローカル無線ゾーン」に相当するとした本\n件審決の一致点の認定に誤りはない。\nイ  「一意のゾーン識別子」の不一致について\n(ア)  「ゾーン」は「地帯。区域。区画。」を，「識別子」は「コンピュ\nーターで，対象を一意に識別するために使われる記号列。」を意味する\nこと（広辞苑第六版）からすると，本願発明の「一意のゾーン識別子」\nは，「コンピュータで区域を一意に識別するために使われる記号列。」\nを意味する。\n一方，引用発明の「無線基地局識別番号」は，コンピュータで，無線\n端末装置が存在する地域を一意に識別し，その地域に応じた情報を提供\nするために使われる記号列であるから，「コンピュータで区域を一意に\n識別するために使われる記号列。」である。\nしたがって，引用発明の「無線基地局識別番号」は，本願発明の「一\n意のゾーン識別子」に相当するとした本件審決の一致点の認定に誤りは\nない。\n(イ)  本願明細書の段落【０００５】の記載によれば，本願発明の「区域」\nである「ローカル無線ゾーン」は，アクセスポイントによって確立され\nるものであり，アクセスポイントとモバイル端末との間の通信が可能な\n制限された領域である。すなわち，本願発明では，アクセスポイントか\nら送出されるビーコンが届いてモバイル端末と無線接続が可能となるエ\nリア（ローカル無線ゾーン）が限られることから，結果的に，アクセス\nポイントがカバーするローカル無線ゾーンとアクセスポイントの識別子\nを位置的に関連付けることができ，アクセスポイントの識別子を「ゾー\nン識別子」として使用できるようになるにすぎない。\nそして，アクセスポイントから送出される電波を強くすればローカル\n無線ゾーンは大きくなり，ゾーン識別子が識別するエリアも大きくなる\nのに対し，気象条件や障害物等によりアクセスポイントから送出される\n電波が弱くなれば，ローカル無線ゾーンは小さくなり，ゾーン識別子が\n識別するエリアも小さくなる。アクセスポイントを移設すればローカル\n無線ゾーンも移動し，ゾーン識別子が識別するエリアも移動する。\nこのように本願発明の「ゾーン識別子」の実体は，アクセスポイント\nを識別する識別子にすぎない。そもそも，アクセスポイントを識別する\nことなくゾーンを識別する識別子など，特許請求の範囲はもとより，本\n願明細書にも記載されていない。\n原告は，この点に関し，本願明細書は，本願発明の「ゾーン識別子」\nと「アクセスポイント識別子」（段落【００２３】，【００２４】）と\nを区別している旨主張する。\nしかしながら，本願明細書の段落【００２３】及び【００２４】には，\nアクセスポイントＩＤとゾーンＩＤが列挙されているだけであるから，\n両者が区別されているとはいえないし，同段落【００２７】には「ゾー\nン識別子またはアクセスポイント識別子」と記載されているから，一意\nのゾーン識別子と一意のアクセスポイント識別子は，ローカル無線ゾー\nンを一意に識別する手段として均等物である。そもそも，本願発明の特\n許請求の範囲に記載されている識別子は，単なる「ゾーン識別子」では\nなく，「一意のゾーン識別子」である。識別子がローカル無線ゾーンに\n対して一意であるからには，ゾーン識別子とアクセスポイント識別子は\n同一である。\nしたがって，原告の上記主張は失当である。\n(ウ)  引用文献の段落【００３１】及び【００３２】の記載によれば，引\n用発明の「無線基地局装置２ａ～２ｃ」は，それぞれ「無線基地局固有」\nの「無線基地局識別番号」を有するものであって，「無線基地局識別番\n号」は，「無線基地局装置２ａ～２ｃ」を特定するものである。そして，\n引用発明の無線基地局装置が無線端末装置と「接続可能なエリア」は，\n「無線基地局装置２ａ～２ｃ」ごとに決まるものであり，そのような「\n接続可能なエリア」と「無線基地局装置２ａ～２ｃ」は一対一に対応す\nる。\nそうすると，引用発明の無線基地局識別番号は，本願発明の「アクセ\nスポイント」に相当する無線基地局装置を特定するとともに，本願発明\nの「ローカル無線ゾーン」に相当する「無線基地局装置が無線端末装置\nと接続可能なエリア」を特定するものである。\n原告は，この点に関し，引用発明の「無線基地局識別番号」は，無線\n基地局を識別する番号であって，本願明細書記載のアクセスポイント識\n別子に相当し，ゾーン識別子には相当しない旨主張する。\nしかしながら，前記(イ)で述べたとおり，本願発明の識別子は，「一\n意のゾーン識別子」であるからアクセスポイント識別子と何ら相違する\nところがなく，また，特許請求の範囲に記載された事項をみても，引用\n発明の無線基地局識別番号と何ら相違しない。加えて，セルラベースの\nトラッキング技術では高度の分解能を提供することができないという本\n願発明の背景技術の問題点（本願明細書の段落【０００３】）を解決す\nるに際して，無線基地局識別番号を用いると問題点を解決できなくなる\nというものでもない。\nしたがって，原告の上記主張は失当である。\n(エ)  以上のとおり，本願発明のゾーン識別子は，アクセスポイントを識\n別するとともに，アクセスポイントから送出されるビーコンが届いてモ\nバイル端末と無線接続が可能となるエリア（ローカル無線ゾーン）を識\n別するために用いられ，引用発明の無線基地局識別番号は，無線基地局\nを識別するとともに，無線基地局装置が無線端末装置と接続可能なエリ\nアを識別するために用いられている。\nしたがって，引用発明の「無線基地局識別番号」は，本願発明の「一\n意のゾーン識別子」に相当するとした本件審決の一致点の認定に誤りは\nない。\nウ  「位置ベース情報」の不一致について\n本願発明の特許請求の範囲（請求項１）の記載によれば，本願発明の「\n位置ベース情報」は，「位置ベース情報を要求するためにアクセスポイン\nトに関連付けられたサーバに問い合わせを行うこと」によって，「ローカ\nル無線ゾーンに関連するサーバからアクセスポイントを介してモバイル端\n末に」提供されるから，「位置ベース情報」の「位置」は，アクセスポイ\nントの位置に対応したものである。\n一方，引用発明の「地域に応じた情報」は，無線基地局装置の「無線基\n地局固有の無線基地局識別番号」に関連付けられたものであるから，「地\n域に応じた情報」の「地域」は，無線基地局装置の位置に関連したもので\nある。また，引用文献の段落【０００７】に「アドレス提供サーバから無\n線基地局識別番号に対応する情報のアドレスを取得する手段と，該アドレ\nスに対応する情報を得ることによって，無線端末装置の位置する地域に応\nじた情報を取得する手段を設けた地域情報提供システム」との記載がある\nことからすると，引用発明の「地域に応じた情報」の「地域」は，無線基\n地局装置と接続状態にある「無線端末装置の位置する地域」，すなわち，\n「無線基地局装置が無線端末装置と接続可能なエリア」を意味する。\nそして，本願発明の「位置ベース情報」は，モバイル端末が存在する公\n共の場所に関する情報（本願明細書の段落【００３１】）であり，引用発\n明の「地域に応じた情報」は，無線端末装置の位置する地域の情報（引用\n文献の段落【０００６】）である。\nしたがって，引用発明が取得する「その地域に応じた情報」は，本願発\n明の「位置ベース情報」に相当するとした本件審決の一致点の認定に誤り\nはない。\nエ  「サーバへの問い合わせ」の不一致について\n前記第２の３(2)アのとおり，引用発明は，「ＵＲＬを受信した無線端末\n装置５ａ～５ｃは，そのＵＲＬを元に情報サーバ１ａ～１ｃに接続し（Ｓ\n５），その地域に応じた情報を取得する（Ｓ６）」との構成を備えている。\nこの構成は，本願発明の「位置ベース情報を要求するためにアクセスポ\nイントに関連付けられたサーバに問い合わせを行うこと」の構成に相当す\nるから，本件審決が上記構成を本願発明と引用発明の一致点と認定したこ\nとに誤りはない。\nオ  小括\n以上によれば，本件審決がした本願発明と引用発明の一致点の認定に誤\nりはなく，また，本件審決に相違点の看過は認められないから，原告主張\nの取消事由１は理由がない。\n(2)  取消事由２に対し\nア  ①の観点について\n(ア)  本願発明の特許請求の範囲（請求項１）に「アクセスポイントに関\n連付けられたサーバを選択するために一意のゾーン識別子を使用する」\nとの記載があるとおり，本願発明は，「サーバを選択する」構成を具備\nする。\n一方，引用発明は，無線基地局装置に関連付けられたコンテンツを選\n択するために，ＵＲＬを元に情報サーバに接続する構成を具備するもの\nであるが，引用文献には，情報サーバを選択するというステップの明記\nがない。\nしたがって，本願発明と引用発明は，選択されるものが，本願発明に\nおいてはサーバであるのに対し，引用発明においてはサーバに格納され\nたコンテンツ（位置ベース情報）であるという点（①の観点）で相違す\nる。\n(イ)  しかるところ，本願発明において，複数のサービス（位置ベース情\n報）を単一のコンテンツサーバによって提供することができることは，\n当業者にとって自明である。この場合，位置ベース情報の提供を受ける\nためには，ＬＡＮに接続されたサーバ（コンテンツサーバ以外の他のサ\nーバを含む。）の中からコンテンツサーバを選択するだけでは足りず，\nそのサーバに格納された位置ベース情報の提供場所を選択する必要があ\nる。\nこのように本願発明においては，サーバに格納された位置ベース情報\nにアクセスするためには，サーバの特定だけでは足りず，そのサーバに\n格納された位置ベース情報を特定する必要がある。\n一方，引用発明は，（Ｓ３）及び（Ｓ４）のステップを具備するから，\n引用発明は，情報サーバに格納された地域に応じた情報を特定するに際\nしてＵＲＬを使用している。そうすると，引用発明においても，その地\n域に応じた情報を格納している情報サーバを特定及び選択しているとい\nうことができる。\n以上のとおり，本願発明と引用発明は，前記(ア)の点で相違するもの\nの，本願発明におけるサーバの選択の意義及び引用発明の（Ｓ３）及び\n（Ｓ４）のステップに伴って行われる処理を考慮するならば，上記相違\n点は実質的な相違点とはいえないから，本件審決の判断に誤りはない。\nイ  ②の観点について\n(ア)  本願発明に含まれる別紙１の図２の実施形態では，モバイル端末が\n複数のローカル無線ゾーン内に位置しているため，ユーザからの応答に\n基づき又は自動的に，複数のアクセスポイントのうちの１つをゾーン識\n別子を使用して選択することが行われる（別紙１の図３及び本件明細書\nの段落【００２０】）。また，アクセスポイントを選択すれば，アクセ\nスポイントに関連付けられた「サーバ」を選択したことにもなる。\n一方，引用文献には，無線端末装置が複数のローカル無線ゾーン内に\n位置する場合の記載はない。\nしたがって，本願発明と引用発明は，モバイル端末が複数のローカル\n無線ゾーン内に位置している場合に，サーバを選択するのか否かの点（\n②の観点）で相違する。\n(イ)  しかるところ，引用文献には，無線端末装置が複数のローカル無線\nゾーン内（重複エリア）に位置する場合の記載はないものの，引用発明\nの無線端末装置は移動通信システムを前提としたものであり，しかも，\n引用発明の無線基地局装置は同一ＬＡＮ内に存在するのであるから，同\n一ＬＡＮ内のどの場所でも無線通信ができ，また，同一ＬＡＮ内で無線\n端末装置が移動しても無線通信が途切れることのないように，無線基地\n局装置が無線端末装置と接続可能なエリアを重複させた方がよいこと\nは，当業者にとって当然理解できる事項である。\nそして，引用発明の無線端末装置が複数のローカル無線ゾーンの重複\nエリアに位置する場合，①無線基地局装置の１つを選択してその無線基\n地局識別番号を取得してアドレス提供サーバに問い合わせてＵＲＬを取\n得し，そのＵＲＬを元に情報サーバを選択して情報の提供を受けること，\n②接続不可能な無線基地局装置を除く無線基地局装置（複数）を選択し\nて無線基地局識別番号を取得してアドレス提供サーバに問い合わせてＵ\nＲＬを取得し，そのＵＲＬを元に情報サーバを選択して情報の提供を受\nけること，③接続不可能な無線基地局装置を除く無線基地局装置（複数）\nを選択して無線基地局識別番号を取得してアドレス提供サーバに問い合\nわせてＵＲＬを取得し，無線端末装置の操作者がＵＲＬの一覧表から適\n宜選択したＵＲＬを元に情報サーバを選択して情報の提供を受けること\nは，当業者においていずれも容易に想到し得たものといえる。\nしたがって，引用発明において，いずれのローカル無線ゾーンに関連\nする位置ベース情報を提供するかを選択するべく，アクセスポイントに\n関連付けられた一意のゾーン識別子を使用してサーバを選択するように\nすることに何ら困難な点はないとした本件審決の判断に誤りはない。\nウ  小括\n以上によれば，相違点の容易想到性に関する本件審決の判断に誤りはな\nいから，原告主張の取消事由２は，理由がない。\n(3)  まとめ\n以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，\n引用発明に基づいて当業者が容易に発明をすることができたものであるか\nら，特許法２９条２項の規定により特許を受けることができないとした本件\n審決の判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（一致点の認定の誤り及び相違点の看過）について\n(1)  本願明細書の記載事項等について\nア  本願発明の特許請求の範囲（請求項１）の記載は，前記第２の２のとお\nりである。\nイ  本願明細書（甲１１）の「発明の詳細な説明」には，次のような記載が\nある（下記記載中に引用する図１ないし７，１０については，別紙１を参\n照）。\n(ア)  「【技術分野】\n本発明は，通信に関し，詳細には，モバイル端末との通信が可能であ\nるローカル無線ゾーン内のモバイル端末に，位置ベース情報を提供する\nことに関する。」（段落【０００１】）\n(イ)  「【背景技術】\nパケットベースのネットワーク上で使用可能なかなりの量の情報，お\nよびこうした情報が，モバイルユーザに無線で配信され得る容易さに鑑\nみて，モバイルユーザに情報をその相対的位置に基づいて提供するため\nの大きな努力がなされてきた。位置ベースの情報サービスは，地元企業\nの広告，指示の提供，少なくとも一部はユーザの位置に基づいた他の情\n報の提供など，情報を提供することができる。」（段落【０００２】）\n「こうした位置ベースのサービスの有用性は明らかであるにも拘らず，\nこれらのサービスは，まだ普及していない。位置ベースサービスの受入\nれの妨げとなってきた１つの障害は，ユーザの位置を決定するために使\n用されるセルラベースのトラッキング技術が，比較的に不正確であるこ\nとである。セルラシステムは，最も近くの基地局間で三角法技術を使用\nすることができ，またはユーザに現在サービスを提供している基地局に\n基づいて，ユーザの位置を単純に識別することができる。ユーザの位置\nを決定するための三角法および基地局識別の技術は，位置決定のための\n比較的に高度の分解能を提供することができない。ほとんどの場合にお\nいて，ユーザの位置は，セルラネットワークのレイアウトに応じて，せ\nいぜい５０メートル以上の範囲内でしか決定され得ない。ユーザ位置決\n定のこうした低い分解能では，サービスを特定の位置に関連付けること\nは非常に制限される。」（段落【０００３】）\n(ウ)  「【発明が解決しようとする課題】\n他の位置決定システムは，モバイル端末内に全地球測位システム（Ｇ\nＰＳ：Ｇｌｏｂａｌ Ｐｏｓｉｔｉｏｎｉｎｇ Ｓｙｓｔｅｍ）機器を取\nり入れる。残念ながら，より正確な位置決めの機器をモバイル装置に追\n加することは，高価であり，より正確な位置決め情報の利用のために，\nセルラネットワークへの高価なアップグレードをしばしば必要とする。\nしたがって，モバイルユーザに位置ベースの情報を提供するための効率\n的で効果的なやり方が求められている。モバイルユーザに提供される位\n置ベース情報が，モバイルユーザの実際の位置にさらに固有のものとな\nるように，より正確にモバイルユーザの位置を決定するためのやり方を\n提供することがさらに求められている。」（段落【０００４】）\n(エ)  「【課題を解決するための手段】\n本発明は，モバイル端末が，アクセスポイントによって確立されたロ\nーカル無線ゾーンに入ると，位置ベースの情報を交換することを可能に\nする。アクセスポイントは，位置ベース情報および制御アクセスを提供\nし得る１つまたは複数のサーバを含み，または１つまたは複数のサーバ\nに関連付けられる。ローカル無線ゾーンは，アクセスポイントとモバイ\nル端末との間の通信が可能な制限された領域である。モバイル端末が，\n１つまたは複数のローカル無線ゾーンに入ると，ローカル無線ゾーン内\nのモバイル端末の存在が検出される。検出されると，モバイル端末に，\n位置ベース情報が格納されたサーバへのアクセスが与えられる。サーバ\nは，ローカル無線ゾーンに関連付けられる。一実施形態では，ＩＰアド\nレスが，モバイル端末に提供され，このモバイル端末は，ＩＰアドレス\nを使用して位置ベース情報にアクセスすることができる。モバイル端末\nが，所与の任意のときに複数のローカル無線ゾーン内にある場合，特定\nのローカル無線ゾーンに関する位置ベース情報が選択され得る。次いで，\nモバイル端末は，選択されたローカル無線ゾーンのアクセスポイントと\nの通信を確立し，関連するサーバに位置ベース情報を要求する。」（段\n落【０００５】）\n「ローカル無線通信を使用し，サーバおよび位置ベース情報を各ロー\nカル無線ゾーンに関連付けることによって，位置ベース情報は，ローカ\nル無線ゾーンによって取り囲まれる領域についてよりよく構成されるこ\nとができる。一実施形態では，動的ホスト構成プロトコルなどのホスト\n構成プロトコルが，モバイル端末に構成情報を提供して，モバイル端末\nがアクセスポイントに関連する様々なエンティティと通信することを可\n能にするために使用される。構成情報は，ローカル無線ゾーンのうちの\n少なくとも１つに関連付けられたゾーン識別子を考慮して提供され得\nる。構成情報は，位置ベース情報を提供するサーバへのアクセスを得る\nために使用され得る。あるいは，構成情報は，位置ベース情報にアクセ\nスするためのＩＰアドレスを直接に提供し得る。位置ベース情報は，任\n意の数のサービス，たとえばウェブサービス，音声通信，ビデオ呼，イ\nンスタントメッセージング，電子メール，音声メール，およびファック\nスを含めた通信，ファイル転送，ストリーミングメディア，リアルタイ\nムメディアアプリケーション，電子商取引，ユーザ認証，および地理位\n置情報サービスを促進するための様々なタイプの情報であり得る。」（\n段落【０００６】）\n(オ)  「本発明は，ローカル無線インターフェースを介して通信すること\nができるモバイル端末が，モバイル端末の相対的位置に基づいてコンテ\nンツに容易にアクセスすることを可能にする。このコンテンツは，一般\nに，モバイル端末の位置が，どのコンテンツがモバイル端末にとって使\n用可能になるかの決定に影響を及ぼすので，位置ベース情報と称される。\n位置ベース情報は，ある特定の位置で任意のモバイル端末に提供される\n唯一のコンテンツとすることができ，あるいは様々なタイプのコンテン\nツが，特定の位置情報を考慮して提供され得る。要するに，モバイル端\n末が，ローカル無線インターフェースの通信範囲内に入るときに，位置\nベース情報が，モバイル端末に提供され得る。モバイル端末によって提\n供される追加の要因または情報は，モバイル端末に提供する新しい位置\nベース情報を決定するのに役立ち得る。したがって，本発明は，ローカ\nル無線ゾーンに入るモバイル端末が，コンテンツサーバに容易にアクセ\nスし，位置ベース情報を受信することができるように，モバイル端末と\nの通信が可能であるローカル無線ゾーンと，コンテンツサーバとの間の\n密接な関連付けをもたらす。本発明について詳細に調べる前に，例示的\nな通信環境の概要が示される。」（段落【００１０】）\n「図１を参照すると，通信環境１０が，ローカル無線通信を促進する\nことができる，３つの独立したローカル無線システム１２Ａ，１２Ｂ，\nおよび１２Ｃを含むものとして示されている。ローカル無線通信は，無\n線ローカルエリアネットワーク（ＷＬＡＮ：ｗｉｒｅｌｅｓｓ ｌｏｃａ\nｌ ａｒｅａ ｎｅｔｗｏｒｋ），Ｂｌｕｅｔｏｏｔｈ，および他の制限\nされた範囲の通信の技術で使用されるものなど，制限された範囲の無線\n通信と規定される。例示するために，本明細書で具体的に記載される実\n施形態は，ＩＥＥＥ８０２．１１および８０２．１５規格で定められる\nＷＬＡＮ通信技術を組み込み得る。従来のセルラ技術によって提供され\nる範囲より実質上小さい範囲内の無線通信を提供する，他の適用可能な\nローカル無線通信技術が，当業者には認識されよう。」（段落【００１\n１】）\n「各ローカル無線システム１２Ａ，１２Ｂ，および１２Ｃは，アクセ\nスポイント１４Ａ，１４Ｂ，１４Ｃを含み，これらのアクセスポイント\nは，モバイル端末１６が，ローカル無線ゾーン１８Ａ，１８Ｂ，１８Ｃ\nのうちの対応する１つのローカル無線ゾーン内にあるときに，モバイル\n端末１６との無線通信を促進する。図１に示す実施形態では，ローカル\n無線ゾーン１８Ａ，１８Ｂ，１８Ｃは，重複しておらず，モバイル端末\n１６は，所与の任意のときにアクセスポイント１４Ａ，１４Ｂ，１４Ｃ\nのうちの１つのアクセスポイントだけと，ローカル無線ゾーン１８Ａ，\n１８Ｂ，１８Ｃにあるときにだけ通信することができるにすぎない。」\n（段落【００１２】）\n「各ローカル無線システム１２は，独立しており，モバイル端末１６\nが，それぞれのローカル無線ゾーン１８のうちの１つのローカル無線ゾ\nーン内にあるときに，位置ベース情報が，モバイル端末１６に配信され\nることを可能にするように構成される。各アクセスポイント１４によっ\nて提供されるローカル無線通信の範囲が制限されていることを考慮する\nと，モバイル端末１６の位置は，アクセスポイント１４との通信が可能\nである場合には，特定性の高いものであると知られている。したがって，\n所与のローカル無線ゾーン１８内のモバイル端末１６に提供される位置\nベース情報は，モバイル端末の１６の知られている位置を考慮すると，\n非常に特定的なものであり得る。」（段落【００１３】）\n「モバイル端末１６への位置ベース情報の配信を促進するために，ロ\nーカル無線システム１２は，モバイル端末１６が，アクセスポイント１\n４によってもたらされるローカル無線ゾーン１８内にあることを認識\nし，モバイル端末１６にアクセスを提供し，次いでモバイル端末１６に\n位置ベース情報を配信することができる。図示されるように，ローカル\n無線システム１２Ａおよび１２Ｂは，位置ベース情報を提供するための\nスタンドアロンのコンテンツサーバ２０を含み，コンテンツサーバ２０\nが，専用のイーサネット（登録商標）スイッチ２２または他のローカル\nネットワーク（図示せず）を介して，アクセスポイント１４Ａおよび１\n４Ｂに結合される。モバイル端末１６によるローカル無線システム１２\nＡおよび１２Ｂへのアクセスは，アクセスサーバ２４によって管理され\nる。アクセスサーバ２４は，認証，許可，およびアカウンティング（Ａ\nＡＡ：Ａｕｔｈｅｎｔｉｃａｔｉｏｎ，Ａｕｔｈｏｒｉｚａｔｉｏｎ，\nａｎｄ Ａｃｃｏｕｎｔｉｎｇ）サーバ，動的ホスト構成プロトコル（Ｄ\nＨＣＰ：Ｄｙｎａｍｉｃ Ｈｏｓｔ Ｃｏｎｆｉｇｕｒａｔｉｏｎ Ｐｒｏ\nｔｏｃｏｌ）サーバ，またはドメインネームサービス（Ｄｏｍａｉｎ\nＮａｍｅ Ｓｅｒｖｉｃｅ）サーバの形を取り得る。許可，アカウンティ\nング，アドレス供給，およびアドレス変換が提供され得る，他のタイプ\nのサーバおよび対応するプロトコルが，当業者には認識されよう。とり\nわけ，本発明を実施するのに，これらの機能のすべてが必要であるとは\n限らないが，以下でより詳細に述べるように，選択された実施形態では\n有益である。さらに，様々なアクセスサーバ２４およびコンテンツサー\nバ２０は，様々な形を取ることができ，様々な装置内の機能として実装\nされ得る。」（段落【００１４】）\n「図１の通信環境１０について，独立したローカル無線ゾーン１８は，\n一般に，所与の任意のときに，１つのローカル無線システム１２だけが，\nモバイル端末１６にサービスを提供できることを示している。したがっ\nて，位置ベースの情報は，それに応じて構成されることができ，位置ベ\nース情報の選択は，モバイル端末１６がローカル無線ゾーン１８に入る\nと自動的に行われ，またはモバイル端末１６から受信される情報に基づ\nき得る。」（段落【００１６】）\n(カ)  「図２を参照すると，ローカル無線システム１２は，やはり互いに\n独立しているが，各ローカル無線システム１２によってもたらされるロ\nーカル無線ゾーン１８は，互いに重複している。図示するように，モバ\nイル端末１６は，ローカル無線ゾーン１８Ａ，１８Ｂ，および１８Ｃ内\nにあり，したがって各アクセスポイント１４Ａ，１４Ｂ，１４Ｃと同時\nに通信することができる。異なるローカル無線システム１２からのロー\nカル無線ゾーンが，重複する場合，各ローカル無線ゾーン１８またはア\nクセスポイント１４は，それぞれローカル無線システム１２Ａ，１２Ｂ，\nおよび１２Ｃについて，それぞれのゾーンＩＤ，すなわちＺＯＮＥ ＩＤ\nＡ，ＺＯＮＥ ＩＤ ＢおよびＺＯＮＥ ＩＤ Ｃに関連付けられ得る。し\nたがって，それぞれのアクセスポイント１４，またはそれぞれのローカ\nル無線システム１２内の関連する構成要素は，モバイル端末１６または\nそのユーザが，位置ベース情報をそこから受信するためのローカル無線\nシステム１２を選択することができるように，モバイル端末１６にゾー\nンＩＤを提供し得る。ゾーンＩＤは，対応するローカル無線システム１\n２から提供される位置ベース情報を識別し，または別の方法で制御する\n助けとするために，モバイル端末１６によって使用され得る。以下でさ\nらに述べるように，ローカル無線ゾーン１８は，通信環境１０の構成お\nよびローカル無線システム１２に応じて，一意のゾーン識別子（ＩＤ）\nを有することができ，または同じゾーンＩＤを共有することができる。」\n（段落【００１７】）\n「次に図３に移ると，図２の通信環境１０を考慮して，本発明の一実\n施形態の動作を示すための通信フロー図が提供されている。モバイル端\n末１６は，それが，それぞれローカル無線システム１２Ａおよび１２Ｂ\nのローカル無線ゾーン１８Ａおよび１８Ｂ内に存在するが，ローカル無\n線ゾーン１８Ｃ内に存在しないように位置していると仮定する。とりわ\nけ，アクセスサーバ２４は，実際には，複数のサーバ，または複数のサ\nーバ機能を提供する単一の装置であり得る。この例では，アクセスサー\nバ２４は，ＤＨＣＰサーバ２４’，ＤＮＳサーバ２４”，およびＡＡＡ\nサーバ２４’”の形を取り得る。」（段落【００１８】）\n「モバイル端末１６とアクセスポイント１４Ａとの間の通信の許可お\nよび確立は，事実上匿名である任意のユーザが，通信を確立し得るよう\nに構成されることができ，または許可メッセージングは，特定のユーザ\nが通信を開始することを必要とし得る。後者の場合では，許可要求また\nはメッセージングは，通信ためのユーザまたはモバイル端末１６の認証\nの助けとするために，パスワードなどのユーザＩＤまたは他の信用証明\n情報を含む場合がある。使用可能な位置ベース情報のタイプ，およびロ\nーカル無線システム１２の性質を考慮すると，匿名のユーザに通信を確\n立することを許可する決定は，ケースバイケースで決定され得る。特定\nの許可プロセスが必要である場合，ＡＡＡサーバ２４’”または等価の\n機能は，モバイル端末１６とアクセスポイント１４Ａとの間の通信確立\n許可の取得のために，モバイル端末１６から受信された許可データを提\n供するために，アクセスポイント１４Ａによってアクセスされ得る。」\n（段落【００１９】）\n「継続的にアクセスポイント１４Ａおよび１４Ｂは，モバイル端末１\n６が，それがそれぞれのローカル無線ゾーン１８Ａおよび１８Ｂ内にあ\nると決定する際の助けとするために，信号を送出する。無線ＬＡＮの実\n施形態では，これらの信号は，「ビーコン」と称され，それぞれのゾー\nンＩＤ，すなわちＺＯＮＥ ＩＤ ＡおよびＺＯＮＥ ＩＤ Ｂを含み得る。\nしたがって，アクセスポイント１４Ａは，ＺＯＮＥ ＩＤ Ａを識別する\nビーコンをモバイル端末１６に送信し（ステップ１００），アクセスポ\nイント１４Ｂは，ＺＯＮＥ ＩＤ Ｂを識別するビーコンをモバイル端末\n１６に送信する（ステップ１０２）。モバイル端末１６は，ローカル無\n線ゾーン１８（Ａ）および１８Ｂ内にある場合，アクセスポイント１４\nＡおよび１４Ｂからビーコンを受信し，アクセスポイント１４Ａおよび\n１４Ｂとの通信が可能であることを認識する。モバイル端末１６は，こ\nの情報を，適切なユーザインターフェースを介してユーザに提供し得る。\nモバイル端末１６は，ユーザからの応答に基づきまたは自動的に，通信\nするアクセスポイントのうちの１つ１４Ａまたは１４Ｂを選択する。こ\nうした選択は，直接的または間接的に，ゾーンＩＤのうちの１つを選択\nすることを伴い得る。この例では，モバイル端末が，アクセスポイント\n１４Ａに関連するＺＯＮＥ ＩＤ Ａを選択すると仮定する（ステップ１\n０４）。したがって，モバイル端末１６は，アクセスポイント１４Ａに，\nローカル無線通信の許可を求める許可要求を送信する（ステップ１０\n６）。モバイル端末１６およびアクセスポイント１４Ａは，その間の通\n信セッションを許可するのに必要な必須情報を取得するために，必須の\n許可メッセージングを交換する（ステップ１０８）。アクセスポイント\n１４（Ａ）は，モバイル端末との通信を許可するかどうか決定するため\nに，ＡＡＡサーバ２４’”と協働し得る（ステップ１１０）。ユーザが\n許可されると見なすと，アクセスポイント１４Ａは，通信セッションの\n許可が与えられたことを示すメッセージを，モバイル端末１６に送信す\nる（ステップ１１２）。」（段落【００２０】）\n「無線ＬＡＮの適用例では，関連付けは，一般に，モバイル端末１６\nとサービス側のアクセスポイント１４Ａとの間で確立される。したがっ\nて，モバイル端末１６は，関連付け要求をアクセスポイント１４Ａに送\n信し（ステップ１１４），このアクセスポイント１４Ａは，関連付けが\n与えられる場合には，関連付け付与メッセージで応答する（ステップ１\n１６）。次いで，モバイル端末１６は，ローカル無線システム１２Ａ内\nの通信のためにモバイル端末１６が使用する，インターネットプロトコ\nル（ＩＰ：Ｉｎｔｅｒｎｅｔ Ｐｒｏｔｏｃｏｌ）アドレスなどのＤＨＣ\nＰ構成データ，および任意選択で，位置ベース情報が要求され得るコン\nテンツサーバ２０のアドレスを取得するために，ＤＨＣＰサーバ２４’\nまたは等価の機能にＤＨＣＰ要求を送信し得る（ステップ１１８）。Ｄ\nＨＣＰサーバ２４’は，ＤＨＣＰ応答を構成データ，恐らくはコンテン\nツサーバ２０のアドレスを付けて，モバイル端末１６に返送する（ステ\nップ１２０）。ローカル無線システム１２との通信のためモバイル端末\n１６を初期化するときに使用するための他のホスト構成プロトコルが，\n当業者には認識されよう。」（段落【００２１】）\n「構成データがどのようにモバイル端末１６に提供されるかに応じて，\nＤＮＳサービスが，所望のまたはデフォルトのコンテンツサーバ２０の\nＩＰアドレスを見つけるために使用され得る。たとえば，ＤＨＣＰサー\nバ２４’によって提供される構成データが，ドメインネームの形を取る\n場合，モバイル端末１６は，ＤＮＳサーバ２４”にＤＮＳ照会を送信す\nることができ（ステップ１２２），このＤＮＳサーバ２４”は，コンテ\nンツサーバ２０のＩＰアドレスを付けてＤＮＳ応答を，モバイル端末に\n返送する（ステップ１２４）。ＤＮＳ照会のＤＮＳエントリは，複数の\n形を取ることができ，ドメインネームの形で提供されたゾーンＩＤなど，\n様々なタイプの情報を表しまたは含み得る。たとえば，ある「飲食店」\nのゾーンＩＤは，ｗｗｗ．ｒｅｓｔａｕｒａｎｔ．ｃｏｍとして構成さ\nれ得る。ＤＮＳエントリは，ｗｌａｎ．ｗｗｗ．ｒｅｓｔａｕｒａｎｔ．\nｃｏｍなど，修正されたゾーンＩＤとすることもできる。さらに，ＤＮ\nＳエントリは，ＤＨＣＰサーバ２４’から受信される構成データ内で提\n供される，事実上どんなタイプの情報からも導出され得る。」（段落【\n００２２】）\n「コンテンツサーバ２０のＩＰアドレスが，構成データと共に提供さ\nれるか，ＤＮＳサービスから取得されるか，それともアクセスポイント\n１４Ａを含めて他の任意の装置から受信されるかに関係なく，モバイル\n端末１６は，そのＩＰアドレスを使用して，コンテンツサーバ２０に位\n置ベース情報を要求することができる（ステップ１２６）。たとえば，\n要求は，ハイパーテキスト転送プロトコル（ＨＴＴＰ：Ｈｙｐｅｒｔｅ\nｘｔ Ｔｒａｎｓｆｅｒ Ｐｒｏｔｏｃｏｌ）ＧＥＴメッセージの形を取\nり得る。さらに，アプリケーションに関連するユニフォーム（またはユ\nニバーサル）リソースロケータ（ＵＲＬ：Ｕｎｉｆｏｒｍ（Ｕｎｉｖｅ\nｒｓｅ）Ｒｅｓｏｕｒｃｅ Ｌｏｃａｔｏｒ），ゾーンＩＤ，アクセスポ\nイント識別子，およびユーザ識別子を含めて，実質上どんなタイプの情\n報もが，ＨＴＴＰ ＧＥＴメッセージと共に提供され得る。様々な位置固\n有またはユーザ固有のデータが，所望の位置ベース情報の取得または提\n供のために，必要に応じてコンテンツサーバ２０と交換され得る。要求\nに基づいて，コンテンツサーバ２０は，好ましくはＨＴＴＰ２００ＯＫ\nメッセージの形で，位置ベース情報を付けて応答する（ステップ１２８）。\nこの時点では，コンテンツサーバ２０は，従来のウェブサーバの働きを\nしており，モバイル端末１６は，ブラウザを実行する従来のクライアン\nトの働きをしている。したがって，コンテンツは，コンテンツサーバ２\n０または他のアクセス可能サーバによって使用可能にされる追加のコン\nテンツへのリンクと共に，モバイル端末１６に提供され得る。位置ベー\nス情報は，モバイル端末の位置に応じて，任意の数またはタイプのサー\nビスに関連して提供され得る。」（段落【００２３】）\n「上記内容から分かるように，モバイル端末１６は，それがアクセス\nポイント１４のローカル無線ゾーン１８内に存在することを決定し，ア\nクセスポイント１４と通信する能力を確立するのに必要な措置を取り，\nさらなる通信の許可および恐らくコンテンツサーバ２０に関する情報を\n取得するために，任意の必要なアクセスサーバ２４と対話し，次いで位\n置ベース情報にアクセスするためにコンテンツサーバ２０に関する情報\nを使用し得る。位置ベース情報は，ゾーンＩＤ，アクセスポイントＩＤ，\nユーザＩＤ，モバイル端末１６によって提供される他の情報，またはそ\nの組合せを使用してさらに指定され得る。」（段落【００２４】）\n(キ)  「図４を参照すると，本発明の第３の実施形態による通信環境１０\nが示されている。この実施形態では，複数（３つ）のアクセスポイント\n１４が，共通のコンテンツサーバ２０，アクセスサーバ２４，およびイ\nーサネット（登録商標）スイッチ２２によってサポートされている。ロ\nーカル無線システム１２内に複数のアクセスポイント１４を設けること\nによって，より大きいエリアが，アクセスポイント１４によって提供さ\nれるそれぞれのローカル無線ゾーン１８によってカバーされ得る。この\n実施形態では，各アクセスポイント１４またはローカル無線ゾーン１８\nは，同じゾーンＩＤ（ＺＯＮＥ ＩＤ Ａ）に関連付けられる。位置ベー\nス情報のさらなる改善は，各それぞれのアクセスポイント１４に一意に\n関連付けられているアクセスポイントＩＤに基づき得る。したがって，\nアクセスポイントＩＤが，コンテンツサーバ２０に提供されない場合，\nより一般化された位置ベース情報が，モバイル端末１６に提供される。\nアクセスポイント識別子，または特定のローカル無線ゾーン１８に関連\nする他の識別子が，コンテンツサーバ２０に提供される場合は，より具\n体的な位置情報が，モバイル端末１６に提供され得る。」（段落【００\n２５】）\n「図５を参照すると，本発明の第４の実施形態が示されている。この\n実施形態では，各ローカル無線ゾーン１８は，一意のゾーンＩＤに関連\n付けられ，このゾーンＩＤは，モバイル端末１６によって，コンテンツ\nサーバ２０からの位置ベース情報を選択するために使用され得る。この\n実施形態では，共通のコンテンツサーバ２０およびアクセスサーバ２４\nは，各３つの一意のローカル無線ゾーン１８をサポートする。あるいは，\nそれぞれのアクセスポイント１４は，コンテンツサーバ２０から位置ベ\nース情報を選択するために使用される一意の識別子を有することができ\nる。」（段落【００２６】）\n「図６を参照すると，複数のコンテンツサーバ２０Ａ，２０Ｂ，２０\nＣが設けられている，本発明の第５の実施形態が示されている。この実\n施形態では，各ローカル無線ゾーン１８は，一意のゾーンＩＤを有して\nいる。この環境では，モバイル端末１６は，コンテンツサーバ２０のう\nちの異なる１つにコンテンツを要求し，一意のゾーン識別子または一意\nアクセスポイント識別子を使用してそうすることができる。したがって，\n複数のコンテンツサーバ２０からの位置ベース情報は，モバイル端末１\n６が使用できるようになる異なるタイプのアプリケーションまたはサー\nビスに対応し得る。複数のアプリケーションまたはサービスは，単一の\nコンテンツサーバ２０によって提供されることができ，したがって，図\n示するような複数のコンテンツサーバ２０は必要でないことが，当業者\nには認識されよう。」（段落【００２７】）\n「図７を参照すると，複数のローカル無線ゾーン１８が，モバイル端\n末１６とコンテンツサーバ２０との間の安全な通信を提供するルータま\nたはファイヤウォール２８を経由して，データネットワーク２６を介し\nてコンテンツサーバ２０およびアクセスサーバ２４によってサポートさ\nれている，本発明の第６の実施形態が示されている。一実施形態では，\nトンネル３０が，レイヤ２トンネリングプロトコル（Ｌ２ＴＰ：ｌａｙ\nｅｒ ２ ｔｕｎｎｅｌｉｎｇ ｐｒｏｔｏｃｏｌ）またはＩＰ Ｓｅｃを\n使用して，ルータまたはファイヤウォール２８とコンテンツサーバ２０\nとの間に確立される。図示するように，ゾーンＩＤは，各ローカル無線\nゾーン１８について同一であるが，しかし，上記で論じたように，一意\nのゾーンＩＤが使用され得ることが，当業者には理解されよう。」（段\n落【００２８】）\n(ク)  「上記の説明に基づいて，位置ベース情報が，ローカル無線通信技\n術を使用して，効率的で効果的なやり方でモバイル端末１６に提供され\n得る。ローカル無線通信の使用は，より制限された通信範囲を，したが\nってユーザ位置についてのより正確な決定をもたらす。さらに，アクセ\nスポイント１４によって提供されるローカル無線ゾーン１８は，それぞ\nれのアクセスポイント１４についての送信電力を制御することによって\n制御され得る。送信電力を調整することによって，ローカル無線ゾーン\n１８のサイズは，位置ベース情報を提供するための位置要件に適応する\nように調整され得る。」（段落【００２９】）\n「位置ベース情報は，様々なタイプの通信サービスおよびウェブサー\nビスを含めて，多くの形を取り得る。位置ベース情報は，マーケティン\nグ，広告，または他の情報サービスに関連する，基本のコンテンツ配信\nを提供し得る。コンテンツは，ウェブベースプロトコル，ファイル転送\nプロトコル，ストリーミングメディア，およびリアルタイムメディアを\n使用して送信され得る。」（段落【００３０】）\n「要するに，ローカル無線ゾーン１８は，ローカル無線ゾーン１８内\nで移動するモバイル端末１６が，対応するアプリケーションまたはサー\nビスに関する位置ベース情報へのアクセスを有するように，公共の場所\nに関連して確立される。たとえば，公共の場所は，飲食店，空港のチェ\nックイン場所，または美術館の展示場であり得る，したがって，飲食店\nは，クーポン，広告，メニュー情報を提供することができ，または予約\nまたは注文を行うためにモバイル端末１６と通信することができる。ユ\nーザは，空港内のチェックインを促進するために，モバイル端末１６と\n協働することができる。さらに，モバイル端末１６は，美術館全体に広\nがる複数のアクセスポイント１４によって提供される様々なローカル無\n線ゾーン１８に対応する，異なる展示からの情報を受信するために，美\n術館全体に渡るアクセスポイント１４と通信することができる。したが\nって，位置ベース情報は，単純に，各展示の作品を説明するストリーミ\nングメディアとすることができ，モバイル端末１６が，ある展示から別\nの展示に移動し，その位置に基づいて異なるコンテンツにアクセスする。\nさらに，上記説明は，コンテンツサーバ２０に位置ベース情報を要求す\nるモバイル端末１６に焦点を当てている。本発明の概念は，コンテンツ\nサーバ２０が，ローカル無線ゾーン１８内にモバイル端末１６が存在す\nることを知ると，モバイル端末１６に情報をプッシュする状況に同様に\n適用可能であることが，当業者には認識されよう。」（段落【００３１\n】）\n(ケ)  「モバイル端末１６の基本のアーキテクチュアが，図１０に示され\nている。モバイル端末１６は，携帯情報端末，パーソナルコンピュータ，\nまたは携帯電話など，ローカル無線通信を行うことができる任意の装置\nの形を取り得る。図示される実施形態では，モバイル端末１６は，ロー\nカル無線通信と従来のセルラ通信の両方を促進するように構成される。\nモバイル端末１６は，受信器フロントエンド５０と，無線周波数送信器\n部５２と，アンテナ５４と，送受切換え器またはスイッチ５６と，ベー\nスバンドプロセッサ５８と，制御システム６０と，周波数シンセサイザ\n６２と，インターフェース６４とを含み得る。受信器フロントエンド５\n０は，基地局によって提供される１つまたは複数のリモート送信器から\nの，情報を運ぶ無線周波数信号を受信する。低雑音増幅器６６は，信号\nを増幅する。フィルタ回路６８は，受信された信号中の広帯域干渉を最\n小限に抑え，ダウンコンバージョンおよびデジタル化回路７０は，フィ\nルタリングされた受信信号を，中間またはベースバンドの周波数信号に\nダウンコンバートし，次いでこの中間またはベースバンド信号は，１つ\nまたは複数のデジタルストリームへとデジタル化される。受信器フロン\nトエンド５０は，一般に，周波数シンセサイザ６２によって生成された\n１つまたは複数のミキシング周波数を使用する。ベースバンドプロセッ\nサ５８は，受信信号中で伝えられる情報またはデータビットを抽出する\nために，デジタル化された受信信号を処理する。この処理は，一般に，\n変調，復号，および誤り訂正動作を含む。したがって，ベースバンドプ\nロセッサ５８は，一般に，１つまたは複数のデジタル信号プロセッサ（\nＤＳＰ：ｄｉｇｉｔａｌ ｓｉｇｎａｌ ｐｒｏｃｅｓｓｏｒ）で実装さ\nれる。」（段落【００３４】）\nウ  前記ア及びイの記載を総合すれば，本願明細書（甲１１）には，次の点\nが開示されていることが認められる。\n(ア)  モバイル端末のユーザ（モバイルユーザ）にその相対的位置に基づ\nいた位置ベース情報を無線で提供するサービスの有用性は明らかである\nが，従来から使用されているセルラシステムの基地局に基づいてユーザ\nの位置を識別するセルラベースのトラッキング技術は，位置決定のため\nの比較的に高度の分解能を提供することができず，ほとんどの場合，ユ\nーザの位置は，セルラネットワークのレイアウトに応じて，せいぜい５\n０メートル以上の範囲内でしか決定され得ないため，サービスを特定の\n位置に関連付けることが非常に制限されるという問題があり，また，モ\nバイル端末内に全地球測位システム（ＧＰＳ）機器を取り入れることは，\n高価であり，より正確な位置決め情報の利用のためにセルラネットワー\nクへの高価なアップグレードをしばしば必要とするという問題があった\nため，上記サービスは，未だ普及していない。そこで，モバイルユーザ\nに位置ベースの情報を提供するための効率的で効果的なやり方，さらに\nは，モバイルユーザに提供される位置ベース情報が，モバイルユーザの\n実際の位置に固有のものとなるように，より正確にモバイルユーザの位\n置を決定するためのやり方を提供することが求められていた。\n(イ)  本願発明は，上記の課題を解決するための手段として，アクセスポ\nイントを介したモバイル端末とのローカル無線通信を使用し，一意のゾ\nーン識別子にローカル無線ゾーンを，アクセスポイントにサーバをそれ\nぞれ関連付け，さらに，サーバ及び位置ベース情報を各無線ローカルゾ\nーンに関連付けた上で，モバイル端末が，ローカル無線ゾーンに入ると，\nローカル無線ゾーン内のモバイル端末の存在が認識され，モバイル端末\nに位置ベース情報が格納されたサーバへのアクセスが与えられ，そのサ\nーバの選択に一意のゾーン識別子が使用され，モバイル端末は，位置ベ\nース情報を要求するためにサーバに問い合わせを行い，ローカル無線ゾ\nーンに関連するサーバからアクセスポイントを介してモバイル端末に位\n置ベース情報を提供する構成を採用した。\n(ウ)  本願発明は，ローカル無線通信技術を使用して，位置ベース情報が\n効率的で効果的なやり方でモバイル端末に提供され得るとともに，ロー\nカル無線通信のより制限された通信範囲において，より正確にモバイル\nユーザの位置を決定するという効果を奏するものである。\n(2)  引用文献の記載事項について\n引用文献（特開２００１－３５９１７２号公報）（甲１）には，次のよう\nな記載がある（下記記載中に引用する図１ないし５については別紙２を参\n照）。\nア  「【特許請求の範囲】\n【請求項１】 地域に応じた情報を有する少なくとも１台の情報サーバと，\n各地域に設置された通信事業者所有の複数台の無線基地局装置と，\n前記情報サーバ内の情報のアドレス一覧と前記各地域に設置された無線基\n地局装置の無線基地局識別番号との対応表を有する少なくとも１つのアド\nレス提供事業者がアドレス提供事業者ごとに１台所有するアドレス提供サ\nーバと，\n前記情報サーバと前記アドレス提供サーバと前記無線基地局装置を相互に\n接続する通信事業者所有の通信網と，予め選択されたアドレス提供事業者\nのアドレス提供サーバのアドレスが登録された複数台の無線端末装置とか\nら構成される地域情報提供システムにおいて，\n前記無線端末装置に，\n無線基地局装置と通信を開始した際，あるいは無線端末装置の操作者の要\n求に従って，前記無線基地局装置の無線基地局識別番号を取得する手段と，\n該無線基地局識別番号を前記アドレス提供サーバに送信することによって\n該アドレス提供サーバから前記無線基地局識別番号に対応する情報のアド\nレスを取得する手段と，\n該アドレスに基づいて情報サーバにアクセスして該アドレスに対応する情\n報を得ることによって，無線端末装置の位置する地域に応じた情報を取得\nする手段とを設けたことを特徴とする地域情報提供システム。」\n「【請求項３】 請求項１記載の地域情報提供システムにおいて，\n通信事業者が所有する無線基地局装置に代えて，通信事業者以外の一般設\n置者が所有する無線基地局装置を設置し，\n前記一般設置者は，無線基地局装置の無線基地局識別番号を，アドレス提\n供サーバが保有する情報のアドレス一覧と無線基地局識別番号との対応表\nに登録する際に，アドレス提供サーバの登録済みの情報のアドレス一覧表\nを参照し，該アドレス一覧表から，設置した無線基地局装置を用いて提供\nしたい情報を選択して登録することを特徴とする地域情報提供システム。」\n「【請求項５】 請求項１記載の地域情報提供システムにおいて，通信事\n業者所有の通信網に代えてＬＡＮを設けると共に，該ＬＡＮ上に，無線端\n末装置に予め登録されているアドレス提供サーバのアドレスを，該ＬＡＮ\n上のアドレス提供サーバのアドレスに変換するテーブルを有するドメイン\nネームサーバ（ＤＮＳ）を設けたことを特徴とする地域情報提供システム。」\n（以上，２頁）\nイ  「【発明の詳細な説明】\n【発明の属する技術分野】本発明は，移動通信システムの付加サービスと\nして提供される地域情報提供システムに関し，特に，無線端末装置が該無\n線端末装置の位置する地域の情報を容易に取得することのできるシステム\nを簡潔な構成によって実現することのできるシステムに係る。」（段落【\n０００１】）\nウ  「【従来の技術】従来，地域情報を取得する一般的な方法として，地域\n情報毎にネットワーク上のアドレスを付与し，情報を得たい人が，そのア\nドレスを他のメディア（新聞，雑誌等）から知り，そのアドレスを元にネ\nットワークを通じて地域情報を取得する方法があった。」（段落【０００\n２】）\n「地域情報の中でも，情報を得たい人の位置する地域やその周辺の地域\n情報が必要性の高い情報となることが多い。移動通信システムにおいても，\n無線端末装置の位置する地域やその周辺の地域情報が必要性の高い情報と\nなるが，それらの地域情報のアドレスをその地域で入手することは必ずし\nも容易ではない。」（段落【０００３】）\n「移動通信システムにおいて，無線端末装置の位置する地域やその周辺\nの地域情報を取得する従来の方法として，ＧＰＳ受信機等の機器を用いて\n無線端末装置の存在する現在地の緯度経度等の位置情報を取得し，その位\n置情報を元に周辺の地域情報を取得する方法があった。」（段落【０００\n４】）\nエ  「【発明が解決しようとする課題】しかし，前述したような従来の方法\nでは，無線端末のほかにＧＰＳ受信機等が必要となり，無線端末装置の大\n型化につながるだけでなく，衛星の電波が届かない屋内での利用が不可能\nであり，また，詳細な位置情報の取得，例えば，同一建物内で異なったフ\nロアに対応する位置情報の取得が困難であるという問題があった。本発明\nは，上述のような従来の課題を解決するために成されたもので，移動通信\nシステムにおいて地域情報を小型軽量の無線端末装置を用いて取得するこ\nとのできる手段を提供することを目的とする。」（段落【０００５】）\nオ  「【課題を解決するための手段】本発明によれば，上述の課題は，前記\n特許請求の範囲に記載した手段によって解決される。すなわち，請求項１\nの発明は，各地域に応じた情報を有する少なくとも１台の情報サーバと，\n各地域に設置された通信事業者所有の複数台の無線基地局装置と，前記情\n報サーバ内の情報のアドレス一覧と前記各地域に設置された無線基地局装\n置の無線基地局識別番号の対応表を有する少なくとも１つのアドレス提供\n事業者がアドレス提供事業者ごとに１台所有するアドレス提供サーバと，\n前記情報サーバと前記アドレス提供サーバと前記無線基地局装置を相互に\n接続する通信事業者所有の通信網と，予め選択されたアドレス提供事業者\nのアドレス提供サーバのアドレスが登録された複数台の無線端末装置とか\nら構成される地域情報提供システムにおいて，」（段落【０００６】）\n「前記無線端末装置に，前記無線基地局装置と通信を開始した際，ある\nいは前記無線端末装置の操作者の要求に従って，該無線基地局装置の無線\n基地局識別番号を取得する手段と，前記アドレス提供サーバから該無線基\n地局識別番号に対応する情報のアドレスを取得する手段と，該アドレスに\n対応する情報を得ることによって，無線端末装置の位置する地域に応じた\n情報を取得する手段とを設けた地域情報提供システムである。」（段落【\n０００７】）\n「この発明は，上述のように，アドレス提供サーバに各地域に応じた情\n報を有する情報サーバ内の情報のアドレスと各地域に設置された無線基地\n局装置の無線基地局識別番号の対応表を用意し，無線端末装置は，最寄り\nの無線基地局装置と通信を開始した際，あるいは前記無線端末装置の操作\n者の要求に従って，通信中の無線基地局装置固有の無線基地局識別番号を\n取得し，無線基地局識別番号を用いてアドレス提供サーバからその無線基\n地局識別番号に対応する情報のアドレスを取得して，無線端末装置の位置\nする地域の地域情報を取得するものであり，位置情報として無線基地局識\n別番号を利用することを特徴とする。」（段落【０００８】）\n「また，予めアドレス提供事業者を選択してそのアドレス提供サーバの\nアドレスを無線端末装置に登録しておくことで，操作の簡易化を可能とす\nる。従来の方法とは，位置情報として緯度経度等の地理的情報ではなく無\n線基地局識別番号を利用し，その結果，より詳細な位置情報の取得を可能\nとし，位置情報を取得するためにＧＰＳ受信機等を必要としないため無線\n端末装置の小型化を実現可能とする点で異なっている。」（段落【０００\n９】）\nカ  「請求項３の発明は，請求項１記載の地域情報提供システムにおいて，\n通信事業者が所有する無線基地局装置に代えて，通信事業者以外の一般設\n置者が所有する無線基地局装置を設置し，前記一般設置者は，無線基地局\n装置の無線基地局識別番号を，アドレス提供サーバが保有する情報のアド\nレス一覧と無線基地局識別番号との対応表に登録する際に，アドレス提供\nサーバの登録済みの情報のアドレス一覧表を参照し，該アドレス一覧表か\nら，設置した無線基地局装置を用いて提供したい情報を選択して登録する\nように構成したものである。」（段落【００１１】）\n「上記請求項２～請求項４記載の発明において，無線基地局装置は，通\n信事業者のみが所有するのではなく，一般設置者でも所有および設置を可\n能とし，設置位置および無線基地局識別番号をアドレス提供事業者に通知\nすることでアドレス提供サーバに登録可能とする。」（段落【００１３】）\n「あるいは，一般設置者は情報のアドレスー覧表から設置した無線基地\n局装置に対応付ける情報のアドレスを適時選択可能とし，アドレス提供事\n業者は情報のアドレスー覧表の更新情報を一般設置者に通知することで，\n一般設置者は無線基地局装置を設置した地域に適した情報のみを提供する\nことを可能とする。」（段落【００１４】）\n「請求項５の発明は，請求項１記載の地域情報提供システムにおいて，\n通信事業者所有の通信網に代えてＬＡＮを設けると共に，該ＬＡＮ上に，\n無線端末装置に予め登録されているアドレス提供サーバのアドレスを，該\nＬＡＮ上のアドレス提供サーバのアドレスに変換するテーブルを有するド\nメインネームサーバ（ＤＮＳ：Domain Name Server）を設けて構成したも\nのである。」（段落【００１５】）\n「このように，ＬＡＮ上で請求項１～請求項４と同様のシステムを構築\nする際，ＬＡＮ上のＤＮＳで無線端末装置に予め登録されているアドレス\n提供サーバのアドレスをＬＡＮ上のアドレス提供サーバのアドレスに変換\nすることで，無線端末装置の設定の変更を不要とすることを可能としてい\nる。」（段落【００１６】）\nキ  「【発明の実施の形態】以下，本発明の実施の形態を，図面を参照して\n説明する。まず，本発明の第１の実施の形態のシステム構成を，図１を参\n照して説明する。本発明の第１の実施の形態のシステムは，各地域に応じ\nた情報を有する情報サーバ１ａ～１ｃと，各地域に設置された通信事業者\n所有の無線基地局装置２ａ～２ｃと，アドレス提供事業者所有のアドレス\n提供サーバ３と，無線端末装置５ａ～５ｃによって構成される。」（段落\n【００２９】）\n「アドレス提供事業者所有のアドレス提供サーバ３は，図２に示すよう\nな無線基地局装置２ａ～２ｃの無線基地局識別番号と情報サーバ１ａ～１\nｃ内の情報のＵＲＬの対応表を持つ。情報サーバ１ａ～１ｃと，無線基地\n局装置２ａ～２ｃと，アドレス提供サーバ３がともにインターネット４に\n接続され，予め選択したアドレス提供事業者のアドレス提供サーバ３のＵ\nＲＬ(Uniform Resource Locator) が登録された無線端末装置５ａ～５ｃ\nが，それそれ無線基地局装置２ａ～２ｃと無線接続される。」（段落【０\n０３０】）\n「以上のような構成においての，地域情報提供手順を図３に示す。まず，\n無線端末装置５ａ～５ｃは，それそれ最寄りの無線地局装置２ａ～２ｃと\nの無線接続を確立し（Ｓ１），無線基地局装置固有の無線基地局識別番号\nを取得して（Ｓ２），その識別番号をアドレス提供サーバ３に送信する（\nＳ３）。」（段落【００３１】）\n「アドレス提供サーバ３は，受信した無線基地局識別番号に対応する情\n報のＵＲＬを，自己が保有する図２に示すような対応表から取得し，無線\n端末装置５ａ～５ｃに送信する（Ｓ４）。ＵＲＬを受信した無線端末装置\n５ａ～５ｃは，そのＵＲＬを元に情報サーバ１ａ～１ｃに接続し（Ｓ５），\nその地域に応じた情報を取得する（Ｓ６）。」（段落【００３２】）\n「なお，上述した図１に関する説明は，各地域と情報のＵＲＬが１対１\nに対応している場合を示したものであるが，各地域と情報のＵＲＬが１対\nｎに対応している場合では，Ｓ４でｎ個ある情報のＵＲＬ一覧を無線端末\n装置５ａ～５ｃに送信し，Ｓ５で無線端末装置５ａ～５ｃの操作者がＵＲ\nＬの一覧表から適宜選択できるようにしてもよい。以上の例は，請求項１\nの発明に対応する。」（段落【００３４】）\n「無線基地局装置２ａ～２ｃは，通信事業者以外の一般設置者によって\n設置されたものでもよい。その場合，無線基地局装置の一般設置者（以下\n単に一般設置者という）は，無線基地局装置２ａ～２ｃを設置する際に，\n無線基地局装置２ａ～２ｃの設置位置の位置情報と無線基地局識別番号を\nアドレス提供事業者に通知することで，無線基地局装置２ａ～２ｃを上記\nアドレス提供サーバ３が保有する情報のＵＲＬ一覧と無線基地局識別番号\nの対応表に登録する。」（段落【００３５】）\n「一般設置者は，無線基地局装置２ａ～２ｃをアドレス提供サーバ３が\n保有する情報サーバ内の情報のＵＲＬ一覧と無線基地局識別番号の対応表\nに登録する際に，アドレス提供サーバ３から登録済みの情報のＵＲＬ一覧\n表を参照し，そのＵＲＬ一覧表から設置した無線基地局装置２ａ～２ｃを\n用いて提供したい情報のＵＲＬを選択して登録することで，無線基地局装\n置２ａ～２ｃを設置した地域に適した情報のみを提供することができる。」\n（段落【００３７】）\n「アドレス提供事業者が，一般設置者に情報のＵＲＬ一覧表の更新状況\nを通知する方法として，電子メールによる通知方法などがある。なお，上\n述した一般設置者の情報のＵＲＬの選択および登録方法と，アドレス提供\n事業者の一般設置者に対する情報のＵＲＬ一覧表の更新状況の通知方法は\n限定的に明示するものではなく，他の種々の変形態様および変更態様で実\n施することができる。以上の例は，請求項３，４の発明に対応する。」（\n段落【００３９】）\nク  「次に，本発明の第２の実施の形態の構成を，図４を参照して説明する。\n本発明の第２の実施の形態のシステム構成は，各地域に応じた情報を有す\nる情報サーバ１ａ～１ｃと，アドレス提供サーバ３が，インターネット４\nに接続されていて，該インターネット４がＬＡＮ(Local Area Network)８\nに接続されている。」（段落【００４０】）\n「該ＬＡＮ８には，情報サーバ６ａ，６ｂと，アドレス提供サーバ７と，\n各地域に設置された無線基地局装置２ａ～２ｃと，ＤＮＳ（Domain Name\nServer) ９が接続されている。アドレス提供サーバ７は，先に図２に示し\nた無線基地局装置２ａ～２ｃの無線基地局識別番号と情報サーバ１ａ～１\nｃ，６ａ，６ｂ内の情報のＵＲＬの対応表を持つ。」（段落【００４１】）\n「ＤＮＳ９は無線端末装置５ａ～５ｃに予め登録されているアドレス提\n供サーバ３のＵＲＬをＬＡＮ８上のアドレス提供サーバ７のＵＲＬに変換\nするテーブルを有する。そして，予めアドレス提供サーバ３のＵＲＬが登\n録された無線端末装置５ａ～５ｃがそれそれ無線基地局装置２ａ～２ｃと\n無線接続される。」（段落【００４２】）\n「図４に示すように，ＬＡＮ８がインターネット４に接続されている場\n合，アドレス提供サーバ７は，アドレス提供サーバ３を，情報サーバとみ\nなして図２に示すような変換テーブルに登録してもよい。」（段落【００\n４３】）\n「以上のような構成において，ＤＮＳ９によって無線端末装置５ａ～５\nｃに予め登録されているアドレス提供サーバ３のＵＲＬがＬＡＮ８上のア\nドレス提供サーバ７のＵＲＬに変換されるため，無線端末装置５ａ～５ｃ\nは，特に設定を変更することなく，ＬＡＮ８内でもインターネット４内で\nも利用が可能となる。以上の例は，請求項５の発明に対応する。」（段落\n【００４４】）\n「図１または４に示したシステム構成において，無線端末装置の操作者\nが予め所望する情報内容に応じた情報識別番号を無線端末装置に登録して\nおき，アドレス提供サーバ３または７が，図２に示すような無線基地局装\n置２ａ～２ｃの無線基地局識別番号と情報サーバ１ａ～１ｃ，６ａ，６ｂ\n内の情報のＵＲＬ対応表に加えて，図５に示すような情報サーバ１ａ～１\nｃ，６ａ，６ｂ内の情報のＵＲＬと情報内容に応じた情報識別番号の対応\n表を有するようにすることもできる。」（段落【００４５】）\n「以上述べた各実施の形態は，通信網にインターネットを利用し情報と\nしてホームページを用い，そのアドレスをＵＲＬで示した場合の例につい\nて述べているが，本発明はこれに限るものではなく，他の通信形態でも実\n施することが出来るものであることはいうまでもない。」（段落【００５\n９】）\nケ  「【発明の効果】以上詳細に説明したように，本発明によれば，無線端\n末装置が位置する地域における情報を無線端末装置が自動的に取得でき\nる。また，位置情報として，無線端末装置が通信を行っている無線基地局\n装置の識別番号を利用することで，従来の方法と比較して詳細な位置情報\nを利用することが可能となり，例えば，同一建物内の各フロア毎の対応が\n可能となる。」（段落【００６１】）\n(3)  一致点の認定の誤りの有無\n原告は，引用発明は，本願発明の「ローカル無線ゾーン」，「一意のゾー\nン識別子」，「位置ベース情報」及び「位置ベース情報を要求するためにア\nクセスポイントに関連付けられたサーバに問い合わせを行うこと」の構成を\n備えていないから，本件審決における本願発明と引用発明の一致点の認定は\n誤りである旨主張するので，以下において判断する。\nア  「ローカル無線ゾーン」について\n原告は，本願発明の「ローカル無線ゾーン」は，無線ＬＡＮのゾーンを\n意味するが，引用文献には，無線基地局装置２ａ～２ｃが無線ＬＡＮの基\n地局装置であることの開示はなく，無線基地局装置２ａ～２ｃが無線端末\n装置５ａ～５ｃと接続可能なエリアが本願発明の「ローカル無線ゾーン」\nに相当するとはいえないから，本件審決が「ローカル無線ゾーン」に係る\n事項を本願発明と引用発明の一致点と認定したのは誤りである旨主張す\nる。\n(ア)  本願発明の特許請求の範囲（請求項１）記載の「アクセスポイント\nを介したモバイル端末とのローカル無線通信が可能である，一意のゾー\nン識別子に関連付けられたローカル無線ゾーン内」との文言によれば，\n本願発明の「ローカル無線ゾーン」は，モバイル端末とのローカル無線\n通信が可能なゾーン，すなわち，ローカル無線通信によってモバイル端\n末との無線接続が可能なエリアを意味するものと解される。\n次に，本願明細書（甲１１）には，「ローカル無線通信」に関し，「\nローカル無線通信は，無線ローカルエリアネットワーク（ＷＬＡＮ：ｗ\nｉｒｅｌｅｓｓ ｌｏｃａｌ ａｒｅａ ｎｅｔｗｏｒｋ），Ｂｌｕｅｔｏ\nｏｔｈ，および他の制限された範囲の通信の技術で使用されるものなど，\n制限された範囲の無線通信と規定される。例示するために，本明細書で\n具体的に記載される実施形態は，ＩＥＥＥ８０２．１１および８０２．\n１５規格で定められるＷＬＡＮ通信技術を組み込み得る。従来のセルラ\n技術によって提供される範囲より実質上小さい範囲内の無線通信を提供\nする，他の適用可能なローカル無線通信技術が，当業者には認識されよ\nう。」（段落【００１１】）との記載がある。この記載によれば，請求\n項１の「ローカル無線通信」は，従来のセルラ技術の無線通信によって\n提供される範囲より実質上小さい，制限された範囲の無線通信によって\n接続可能なエリアを意味し，例えば，ＩＥＥＥ８０２．１１及び８０２．\n１５規格で定められるＷＬＡＮ通信技術等による無線通信（いわゆる「\n無線ＬＡＮ」）を意味するものと理解できる。\n(イ)  前記(2)の引用文献（甲１）の記載事項によれば，引用文献には，本\n件審決認定のとおりの引用発明が記載されていること（前記第２の３(2)\nア。ただし，上記記載中に「それそれ」とあるのは「それぞれ」の誤記\nと認める。）が認められる。\n引用発明においては，別表２の図４に示すように，各地域に応じた情\n報を有する情報サーバ１ａ～１ｃがインターネット４に接続され，更に\nインターネット４はＬＡＮ８に接続され，ＬＡＮ８には，情報サーバ６\nａ，６ｂと，アドレス提供サーバ７と，各地域に設置された無線基地局\n装置２ａ～２ｃと，ＤＮＳ９とが接続されており，無線端末装置５ａ～\n５ｃがそれぞれ前記無線基地局装置２ａ～２ｃと無線接続されている。\nこのように無線基地局装置２ａ～２ｃは，無線ＬＡＮであるＬＡＮ８\nを介して，情報サーバ６ａ，６ｂ，アドレス提供サーバ７，ＤＮＳ９及\nびインターネット４に接続されている。\n一方，引用文献には，無線端末装置５ａ～５ｃと無線基地局装置２ａ\n～２ｃと間の無線通信が無線ＬＡＮであることを明示した記載はない\nが，無線基地局装置２ａ～２ｃに関し，「請求項１記載の地域情報提供\nシステムにおいて，通信事業者が所有する無線基地局装置に代えて，通\n信事業者以外の一般設置者が所有する無線基地局装置を設置し，」（請\n求項３），「無線基地局装置は，通信事業者のみが所有するのではなく，\n一般設置者でも所有および設置を可能とし」（段落【００１３】），「\n無線基地局装置２ａ～２ｃは，通信事業者以外の一般設置者によって設\n置されたものでもよい。」（段落【００３５】）との記載がある。\n上記記載によれば，引用発明の無線基地局装置２ａ～２ｃは，通信事\n業者が所有する無線基地局装置に限定されるものではなく，通信事業者\n以外の一般設置者が設置する無線基地局装置でもよいことを理解でき\nる。  次に，引用文献には，「本発明」の「【発明の属する技術分野】」\nとして，「本発明は，…特に，無線端末装置が該無線端末装置の位置す\nる地域の情報を容易に取得することのできるシステムを簡潔な構成によ\nって実現することのできるシステムに係る。」（段落【０００１】），\n「【発明が解決しようとする課題】」として，「従来の方法では，無線\n端末のほかにＧＰＳ受信機等が必要となり，無線端末装置の大型化につ\nながるだけでなく，衛星の電波が届かない屋内での利用が不可能であり，\nまた，詳細な位置情報の取得，例えば，同一建物内で異なったフロアに\n対応する位置情報の取得が困難であるという問題があった。本発明は，\n上述のような従来の課題を解決するために成されたもので，移動通信シ\nステムにおいて地域情報を小型軽量の無線端末装置を用いて取得するこ\nとのできる手段を提供することを目的とする。」（段落【０００５】），\n「【発明の効果】」として，「本発明によれば，無線端末装置が位置す\nる地域における情報を無線端末装置が自動的に取得できる。また，位置\n情報として，無線端末装置が通信を行っている無線基地局装置の識別番\n号を利用することで，従来の方法と比較して詳細な位置情報を利用する\nことが可能となり，例えば，同一建物内の各フロア毎の対応が可能とな\nる。」（段落【００６１】）との記載がある。\n上記記載によれば，引用文献記載の「本発明」の課題は，「無線端末\n装置の位置する地域」の「詳細な位置情報の取得，例えば，同一建物内\nで異なったフロアに対応する位置情報の取得」にあり，「本発明」の効\n果は，「位置情報として，無線端末装置が通信を行っている無線基地局\n装置の識別番号を利用することで，従来の方法と比較して詳細な位置情\n報を利用することが可能となり，例えば，同一建物内の各フロア毎の対\n応が可能となる。」ことにあることを理解できる。\nしかるところ，一般的な携帯電話機のネットワーク（セルラネットワ\nーク）は，緯度や経度などの位置情報を把握するものであり，高度に関\nする位置情報（例えば，同一建物の１階フロア，２階フロア等）を把握\nするものではないから，「本発明」の上記課題及び効果は，一般的な携\n帯電話機のネットワーク（セルラネットワーク）における基地局（無線\n基地局）と携帯電話機間の接続エリアよりも狭いエリアに関するもので\nあるといえる。\n加えて，本願の優先権主張日当時，ＩＥＥＥ８０２．１１等の無線Ｌ\nＡＮは既に標準規格化された周知の技術であったことを考慮すると，引\n用発明の無線基地局装置２ａ～２ｃは，通信事業者以外の一般設置者が\n設置する無線基地局装置であり，無線基地局装置２ａ～２ｃと無線端末\n装置５ａ～５ｃと間の無線通信は無線ＬＡＮによって行われていること\nを理解できる。\nそうすると，引用発明の無線基地局装置２ａ～２ｃは，無線ＬＡＮの\n基地局であるアクセスポイントに相当し，無線基地局装置２ａ～２ｃと\n無線端末装置５ａ～５ｃとの無線通信は無線ＬＡＮによって行われてい\nるのであるから，無線基地局装置２ａ～２ｃと無線端末装置５ａ～５ｃ\nとの接続可能なエリアは，本願発明の「ローカル無線ゾーン」に相当す\nるものと認められる。\nこれに反する原告の主張は，採用することができない。\n(ウ)  以上によれば，本件審決が，引用発明の「無線基地局装置２ａ～２\nｃ」が「無線端末装置５ａ～５ｃ」と接続可能なエリアが，本願発明の\n「ローカル無線ゾーン」に相当すると認定したことに誤りはなく，「ロ\nーカル無線ゾーン」に係る事項についての本願発明と引用発明の一致点\nの認定の誤りをいう原告の主張は，理由がない。\nイ  「一意のゾーン識別子」について\n原告は，①本願発明の「ゾーン識別子」は，ローカル無線ゾーンを識別\nするための識別子であって，ローカル無線ゾーンの位置に関連した識別情\n報であり，本願明細書記載のアクセスポイント識別子とは区別される，②\nこれに対し引用発明の「無線基地局識別番号」は，無線基地局を識別する\n番号であって，ローカル無線ゾーンを識別する情報ではないから，本願発\n明の「ゾーン識別子」に相当するものではなく，むしろ本願明細書記載の\nアクセスポイント識別子に相当するとして，本件審決が「一意のゾーン識\n別子」に係る事項を本願発明と引用発明の一致点と認定したのは誤りであ\nる旨主張する。\n(ア)  本願発明の特許請求の範囲（請求項１）には，「一意のゾーン識別\n子」に関し，「アクセスポイントを介したモバイル端末とのローカル無\n線通信が可能である，一意のゾーン識別子に関連付けられたローカル無\n線ゾーン内のモバイル端末を認識すること」，「アクセスポイントに関\n連付けられたサーバを選択するために一意のゾーン識別子を使用するこ\nと」との記載がある。\nそして，「一意」とは，一般に，「ただ一通りに定められること。」\nを意味すること（広辞苑第六版）を勘案すると，本願発明の「ゾーン識\n別子」とは，ローカル無線ゾーンを識別する識別子であり，本願発明の\n「一意のゾーン識別子」とは，ローカル無線ゾーンに関連付けられた当\n該ローカル無線ゾーンに固有の識別子であることを意味するものと認め\nられる。\n次に，本願明細書（甲１１）には，「図１に示す実施形態では，ロー\nカル無線ゾーン１８Ａ，１８Ｂ，１８Ｃは，重複しておらず，モバイル\n端末１６は，所与の任意のときにアクセスポイント１４Ａ，１４Ｂ，１\n４Ｃのうちの１つのアクセスポイントだけと，ローカル無線ゾーン１８\nＡ，１８Ｂ，１８Ｃにあるときにだけ通信することができるにすぎない。」\n（段落【００１２】），「モバイル端末１６への位置ベース情報の配信\nを促進するために，ローカル無線システム１２は，モバイル端末１６が，\nアクセスポイント１４によってもたらされるローカル無線ゾーン１８内\nにあることを認識し，モバイル端末１６にアクセスを提供し，次いでモ\nバイル端末１６に位置ベース情報を配信することができる。」（段落【\n００１４】），「図２を参照すると，ローカル無線システム１２は，や\nはり互いに独立しているが，各ローカル無線システム１２によってもた\nらされるローカル無線ゾーン１８は，互いに重複している。図示するよ\nうに，モバイル端末１６は，ローカル無線ゾーン１８Ａ，１８Ｂ，およ\nび１８Ｃ内にあり，したがって各アクセスポイント１４Ａ，１４Ｂ，１\n４Ｃと同時に通信することができる。異なるローカル無線システム１２\nからのローカル無線ゾーンが，重複する場合，各ローカル無線ゾーン１\n８またはアクセスポイント１４は，それぞれローカル無線システム１２\nＡ，１２Ｂ，および１２Ｃについて，それぞれのゾーンＩＤ，すなわち\nＺＯＮＥ ＩＤ Ａ，ＺＯＮＥ ＩＤ ＢおよびＺＯＮＥ ＩＤ Ｃに関連付\nけられ得る。」（段落【００１７】），「継続的にアクセスポイント１\n４Ａおよび１４Ｂは，モバイル端末１６が，それがそれぞれのローカル\n無線ゾーン１８Ａおよび１８Ｂ内にあると決定する際の助けとするため\nに，信号を送出する。無線ＬＡＮの実施形態では，これらの信号は，「\nビーコン」と称され，それぞれのゾーンＩＤ，すなわちＺＯＮＥ ＩＤ\nＡおよびＺＯＮＥ ＩＤ Ｂを含み得る。」（段落【００２０】）との記\n載がある。\n上記記載によれば，「ローカル無線ゾーン」は，特定の「アクセスポ\nイント」に関連付けられ，当該「アクセスポイント」と無線接続が可能\nなエリアであること，各ローカル無線ゾーンは，それぞれのゾーンＩＤ\n（例えば，別紙１の図２のＺＯＮＥ ＩＤ Ａ，ＺＯＮＥ ＩＤ Ｂ，ＺＯ\nＮＥ ＩＤ Ｃ）に関連付けられ得ること，このそれぞれのゾーンＩＤ  Ａ\n～Ｃは，本願発明の「一意のゾーン識別子」に相当することを理解でき\nる。\n以上によれば，本願発明の「ローカル無線ゾーン」は，「一意のゾー\nン識別子」に関連付けられているとともに，特定の「アクセスポイント」\nに関連付けられているといえるから，本願発明の「一意のゾーン識別子」\nも，当該「アクセスポイント」に関連付けられているものといえる。\n(イ)  引用発明は，無線端末装置５ａ～５ｃは，それぞれ最寄りの無線基\n地局装置２ａ～２ｃとの無線接続を確立し（Ｓ１），無線基地局装置固\n有の無線基地局識別番号を取得して（Ｓ２），その識別番号をアドレス\n提供サーバ３に送信し（Ｓ３），アドレス提供サーバ３は，受信した無\n線基地局識別番号に対応する情報のＵＲＬを，自己が保有する対応表か\nら取得し，無線端末装置５ａ～５ｃに送信し（Ｓ４），ＵＲＬを受信し\nた無線端末装置５ａ～５ｃは，そのＵＲＬを元に情報サーバ１ａ～１ｃ\nに接続し（Ｓ５），その地域に応じた情報を取得する（Ｓ６）方法であ\nって（引用文献の段落【００３１】，【００３２】及び別紙２の図３参\n照），無線基地局装置固有の「無線基地局識別番号」を使用して「地域\nに応じた情報」を取得している。\nこのように引用発明の「無線基地局識別番号」は，無線基地局装置固\n有の番号であるから，無線基地局装置を識別する一意の識別情報である。\nそして，前記ア(イ)のとおり，引用発明の無線基地局装置２ａ～２ｃ\nは，無線ＬＡＮの基地局であるアクセスポイントに，無線基地局装置２\nａ～２ｃと無線端末装置５ａ～５ｃとの接続可能なエリアは，本願発明\nの「ローカル無線ゾーン」にそれぞれ相当するのであるから，無線基地\n局装置２ａ～２ｃ（アクセスポイント）は，無線基地局装置２ａ～２ｃ\nと無線端末装置５ａ～５ｃとの接続可能なエリアに関連付けられている\nものといえる。\nそうすると，引用発明の「無線基地局装置２ａ～２ｃと無線端末装置\n５ａ～５ｃとの接続可能なエリア」（「ローカル無線ゾーン」）は，各\n無線基地局装置を識別する一意の識別情報である「無線基地局識別番号」\nによって識別されるものといえるから，引用発明の「無線基地局識別番\n号」は，本願発明の「一意のゾーン識別子」に相当するものと認められ\nる。\n(ウ)  原告は，この点に関し，本願発明の「ゾーン識別子」は，ローカル\n無線ゾーンを識別するための識別子であって，本願明細書記載のアクセ\nスポイント識別子とは区別されるものであり，引用発明の「無線基地局\n識別番号」は，無線基地局を識別する番号であって，ローカル無線ゾー\nンを識別する情報ではないから，本願発明の「一意のゾーン識別子」に\n相当せず，むしろアクセスポイント識別子に相当する旨主張する。\nそこで検討するに，本願明細書には，「アクセスポイント識別子」に\n関し，「さらに，アプリケーションに関連するユニフォーム（またはユ\nニバーサル）リソースロケータ（ＵＲＬ：Ｕｎｉｆｏｒｍ（Ｕｎｉｖｅ\nｒｓｅ）Ｒｅｓｏｕｒｃｅ Ｌｏｃａｔｏｒ），ゾーンＩＤ，アクセスポ\nイント識別子，およびユーザ識別子を含めて，実質上どんなタイプの情\n報もが，ＨＴＴＰ ＧＥＴメッセージと共に提供され得る。」（段落【０\n０２３】），「位置ベース情報は，ゾーンＩＤ，アクセスポイントＩＤ，\nユーザＩＤ，モバイル端末１６によって提供される他の情報，またはそ\nの組合せを使用してさらに指定され得る。」（段落【００２４】）との\n記載があり，さらに，「【請求項６３】」に「アクセスポイントが，一\n意のアクセスポイント識別子に関連付けされ，一意のアクセスポイント\n識別子が，サーバからモバイル端末へ特定的な位置ベース情報を提供さ\nれるために使用される，請求項１の記載の方法。」との記載があり（甲\n６），「【請求項６３】」に係る「本発明の第３の実施形態」（別紙１\nの図４）として，「この実施形態では，各アクセスポイント１４または\nローカル無線ゾーン１８は，同じゾーンＩＤ（ＺＯＮＥ ＩＤ Ａ）に関\n連付けられる。位置ベース情報のさらなる改善は，各それぞれのアクセ\nスポイント１４に一意に関連付けられているアクセスポイントＩＤに基\nづき得る。したがって，アクセスポイントＩＤが，コンテンツサーバ２\n０に提供されない場合，より一般化された位置ベース情報が，モバイル\n端末１６に提供される。アクセスポイント識別子，または特定のローカ\nル無線ゾーン１８に関連する他の識別子が，コンテンツサーバ２０に提\n供される場合は，より具体的な位置情報が，モバイル端末１６に提供さ\nれ得る。」（段落【００２５】）との記載がある。\n上記記載によれば，本願の特許請求の範囲の記載においては，「ゾー\nン識別子」（請求項１）の用語と「アクセスポイント識別子」（請求項\n６３）の用語を区別し，また，本願明細書においても，「ゾーン識別子」\nに相当する「ゾーンＩＤ」と「アクセスポイント識別子」に相当する「\nアクセスポイントＩＤ」とを区別して使用している。\nしかしながら，別紙１の図４に示された実施形態は，各アクセスポイ\nント１４（Ａ～Ｃ）又はローカル無線ゾーン１８（Ａ～Ｃ）は，同じゾ\nーンＩＤ（ＺＯＮＥ ＩＤ Ａ）」に関連付けられており，ローカル無線\nゾーン１８（Ａ～Ｃ）に共通の「ゾーンＩＤ（ＺＯＮＥ ＩＤ Ａ）」は，\n本願発明の「一意のゾーン識別子」に相当するものではなく，共通の「\nゾーンＩＤ」によって各ローカル無線ゾーンを識別することができない\nため，「それぞれのアクセスポイント１４に一意に関連付けられている\nアクセスポイントＩＤ」を設定することによって各ローカル無線ゾーン\nを識別するようにしたものといえる。そして，本願明細書の段落【００\n２７】の「図６を参照すると，複数のコンテンツサーバ２０Ａ，２０Ｂ，\n２０Ｃが設けられている，本発明の第５の実施形態が示されている。こ\nの実施形態では，各ローカル無線ゾーン１８は，一意のゾーンＩＤを有\nしている。この環境では，モバイル端末１６は，コンテンツサーバ２０\nのうちの異なる１つにコンテンツを要求し，一意のゾーン識別子または\n一意アクセスポイント識別子を使用してそうすることができる。」との\n記載が示すように，「一意のゾーン識別子」（「一意のゾーンＩＤ」）\nと「一意のアクセスポイント識別子」（「一意のアクセスポイントＩＤ」）\nは，各ローカル無線ゾーンを識別する点において，同じ機能を有するも\nのといえる。\n以上によれば，本願の特許請求の範囲の記載では，「ゾーン識別子」\nの用語と「アクセスポイント識別子」の用語を区別していることを考慮\nしてもなお，引用発明の「無線基地局識別番号」は，本願発明の「一意\nのゾーン識別子」に相当するものといえるから，原告の上記主張は，採\n用することができない。\n(エ)  以上によれば，本件審決が，引用発明の「無線基地局識別番号」が，\n本願発明の「一意のゾーン識別子」に相当すると認定したことに誤りは\nなく，「一意のゾーン識別子」に係る事項についての本願発明と引用発\n明の一致点の認定の誤りをいう原告の主張は，理由がない。\nウ  「位置ベース情報」について\n原告は，本願発明の「位置ベース情報」とは，ローカル無線ゾーンの位\n置に関する情報をいい，「位置ベース情報」にいう「位置」は，ローカル\n無線ゾーンの「位置」であって，アクセスポイントの「位置」ではないの\nに対し，引用発明における「地域に応じた情報」とは，本願発明のアクセ\nスポイントに相当する無線基地局装置の「位置」に関連した情報であって，\nローカル無線ゾーンの「位置」に応じた情報でなく，本願発明の「位置ベ\nース情報」に相当するとはいえないから，本件審決が「位置ベース情報」\nに係る事項を本願発明と引用発明の一致点と認定したのは誤りである旨主\n張する。\n(ア)  本願発明の特許請求の範囲（請求項１）には，「位置ベース情報」\nの内容を規定した記載はない。\n次に，本願明細書（甲１１）には，「本発明は，ローカル無線インタ\nーフェースを介して通信することができるモバイル端末が，モバイル端\n末の相対的位置に基づいてコンテンツに容易にアクセスすることを可能\nにする。このコンテンツは，一般に，モバイル端末の位置が，どのコン\nテンツがモバイル端末にとって使用可能になるかの決定に影響を及ぼす\nので，位置ベース情報と称される。…要するに，モバイル端末が，ロー\nカル無線インターフェースの通信範囲内に入るときに，位置ベース情報\nが，モバイル端末に提供され得る。」（段落【００１０】），「したが\nって，所与のローカル無線ゾーン１８内のモバイル端末１６に提供され\nる位置ベース情報は，モバイル端末の１６の知られている位置を考慮す\nると，非常に特定的なものであり得る。」（段落【００１３】），「モ\nバイル端末１６への位置ベース情報の配信を促進するために，ローカル\n無線システム１２は，モバイル端末１６が，アクセスポイント１４によ\nってもたらされるローカル無線ゾーン１８内にあることを認識し，モバ\nイル端末１６にアクセスを提供し，次いでモバイル端末１６に位置ベー\nス情報を配信することができる。」（段落【００１４】），「要するに，\nローカル無線ゾーン１８は，ローカル無線ゾーン１８内で移動するモバ\nイル端末１６が，対応するアプリケーションまたはサービスに関する位\n置ベース情報へのアクセスを有するように，公共の場所に関連して確立\nされる。たとえば，公共の場所は，飲食店，空港のチェックイン場所，\nまたは美術館の展示場であり得る，したがって，飲食店は，クーポン，\n広告，メニュー情報を提供することができ，または予約または注文を行\nうためにモバイル端末１６と通信することができる。…さらに，モバイ\nル端末１６は，美術館全体に広がる複数のアクセスポイント１４によっ\nて提供される様々なローカル無線ゾーン１８に対応する，異なる展示か\nらの情報を受信するために，美術館全体に渡るアクセスポイント１４と\n通信することができる。したがって，位置ベース情報は，単純に，各展\n示の作品を説明するストリーミングメディアとすることができ，モバイ\nル端末１６が，ある展示から別の展示に移動し，その位置に基づいて異\nなるコンテンツにアクセスする。さらに，上記説明は，コンテンツサー\nバ２０に位置ベース情報を要求するモバイル端末１６に焦点を当ててい\nる。本発明の概念は，コンテンツサーバ２０が，ローカル無線ゾーン１\n８内にモバイル端末１６が存在することを知ると，モバイル端末１６に\n情報をプッシュする状況に同様に適用可能であることが，当業者には認\n識されよう。」（段落【００３１】）との記載がある。\n上記記載によれば，本願発明の「位置ベース情報」は，モバイル端末\nが位置するエリア（地域）に基づいた情報を含むものと認められる。\n一方，引用文献（甲１）には，引用発明の「地域に応じた情報」に関\nし，「本発明は，…特に，無線端末装置が該無線端末装置の位置する地\n域の情報を容易に取得することのできるシステム」（段落【０００１】），\n「本発明によれば，無線端末装置が位置する地域における情報を無線端\n末装置が自動的に取得できる。また，位置情報として，無線端末装置が\n通信を行っている無線基地局装置の識別番号を利用することで，従来の\n方法と比較して詳細な位置情報を利用することが可能となり，例えば，\n同一建物内の各フロア毎の対応が可能となる。」段落【００６１】）と\nの記載がある。\n上記記載によれば，引用発明の「地域に応じた情報」も，無線端末装\n置が位置し，交信可能な範囲の地域に基づいた情報であるといえる。\nそうすると，本願発明の「位置ベース情報」と引用発明の「地域に応\nじた情報」は，モバイル端末（無線端末装置）が位置するエリア（地域）\nに基づいた情報である点において一致し，引用発明の「地域に応じた情\n報」は，本願発明の「位置ベース情報」に相当するものと認められる。\nこれに反する原告の主張は，採用することができない。\n(イ)  以上によれば，本件審決が，引用発明の「地域に応じた情報」が，\n本願発明の「位置ベース情報」に相当すると認定したことに誤りはなく，\n「位置ベース情報」に係る事項についての本願発明と引用発明の一致点\nの認定の誤りをいう原告の主張は，理由がない。\nエ  「位置ベース情報を要求するためにアクセスポイントに関連付けられた\nサーバに問い合わせを行うこと」について\n原告は，引用発明は，「位置ベース情報を要求するためにアクセスポイ\nントに関連付けられたサーバに問い合わせを行うこと」の構成を備えてい\nないから，本件審決が上記構成を本願発明と引用発明の一致点と認定した\nのは誤りである旨主張する。\nしかしながら，引用発明は，「ＵＲＬを受信した無線端末装置５ａ～５\nｃは，そのＵＲＬを元に情報サーバ１ａ～１ｃに接続し（Ｓ５），その地\n域に応じた情報を取得する（Ｓ６）」との構成を備えており，この構成は，\n本願発明の「位置ベース情報を要求するためにアクセスポイントに関連付\nけられたサーバに問い合わせを行うこと」の構成に相当するものといえる。\nしたがって，本件審決が上記構成を本願発明と引用発明の一致点と認定\nしたことに誤りはなく，原告の上記主張は，理由がない。\n(4)  小括\n以上によれば，本件審決における一致点の認定に原告主張の誤りはなく，\n引用発明は，本願発明の「ローカル無線ゾーン」，「一意のゾーン識別子」，\n「位置ベース情報」及び「位置ベース情報を要求するためにアクセスポイン\nトに関連付けられたサーバに問い合わせを行うこと」の構成をいずれも備え\nているから，本件審決における相違点の看過をいう原告の主張も，その前提\nを欠くものである。\nしたがって，原告主張の取消事由１は理由がない。\n２  取消事由２（相違点の容易想到性の判断の誤り）について\n(1)  原告は，本件審決は，相違点の容易想到性の判断に当たり，「選択される\nものが，サーバであるのか，あるいは，サーバに格納されたコンテンツであ\nる位置ベース情報であるのか」という観点（①の観点）と，「サーバを選択\nするのかしないのか」という観点（②の観点）の二つに分けて検討し，①の\n観点からみた相違点については，本願発明と引用発明との間に実質的に相違\n点が存在するものとは認められない，②の観点からみた相違点については，\n引用発明において，いずれのローカル無線ゾーンに関連する位置ベース情報\nを提供するかを選択するべく，アクセスポイントに関連付けられた一意のゾ\nーン識別子を使用してサーバを選択するようにすることに何ら困難な点はな\nいとして，本願発明は，引用発明に基づいて当業者が容易に発明をすること\nができた旨判断したのは，誤りである旨主張する。\nア  本願発明の特許請求の範囲（請求項１）の記載中には，「ローカル無線\nゾーン内のモバイル端末に位置ベース情報を提供するための方法」，「ア\nクセスポイントを介したモバイル端末とのローカル無線通信が可能であ\nる，一意のゾーン識別子に関連付けられたローカル無線ゾーン内のモバイ\nル端末を認識すること」との記載があるが，「モバイル端末が複数のロー\nカル無線ゾーン内に位置していること」，すなわち，モバイル端末が，別\n紙１の図２に示すような，複数のローカル無線ゾーンが重複するエリアに\n位置することを発明の特定事項とする旨の記載はない。\nそうすると，本件審決が認定した相違点である「本願発明は，モバイル\n端末が複数のローカル無線ゾーン内に位置していることを前提として，ア\nクセスポイントに関連付けられたサーバを選択するために一意のゾーン識\n別子を使用するのに対して，引用発明は，アクセスポイントに関連付けら\nれたサーバから位置ベース情報を得るものの，そのようなサーバを一意の\nゾーン識別子を使用して選択するものか否か明確ではない点。」のうち，\n「本願発明は，モバイル端末が複数のローカル無線ゾーン内に位置してい\nることを前提として」との部分は適切とはいえない。\nしたがって，本願発明と引用発明の相違点は，本件審決が認定した相違\n点から上記部分を除き，「本願発明が，アクセスポイントに関連付けられ\nたサーバを選択するために一意のゾーン識別子を使用するのに対して，引\n用発明は，その点が不明である点。」（以下「本件相違点」という。）と\n認定すべきであったものというべきである。\nそこで，本件相違点について検討するに，引用発明は，無線端末装置５\nａ～５ｃは，それぞれ最寄りの無線基地局装置２ａ～２ｃとの無線接続を\n確立し（Ｓ１），無線基地局装置固有の無線基地局識別番号を取得して（\nＳ２），その識別番号をアドレス提供サーバ３に送信し（Ｓ３），アドレ\nス提供サーバ３は，受信した無線基地局識別番号に対応する情報のＵＲＬ\nを，自己が保有する対応表から取得し，無線端末装置５ａ～５ｃに送信し\n（Ｓ４），ＵＲＬを受信した無線端末装置５ａ～５ｃは，そのＵＲＬを元\nに情報サーバ１ａ～１ｃに接続し（Ｓ５），その地域に応じた情報を取得\nする（Ｓ６）方法である（引用文献の段落【００３１】，【００３２】及\nび別紙２の図３参照）。\n引用文献には，アクセスポイントに関連付けられたサーバを選択するた\nめに，無線基地局識別番号を使用するとの明示の記載はない。\nしかしながら，引用発明においては，無線端末装置５ａ～５ｃは，アド\nレス提供サーバ３から送信された情報のＵＲＬを元に情報サーバ１ａ～１\nｃに接続し，接続した情報サーバ１ａ～１ｃ内の地域に応じた情報を取得\nし，しかも，情報のＵＲＬは無線基地局識別番号に対応するものであるか\nら，無線基地局識別番号は，無線基地局装置２ａ～２ｃに関連付けられた\n情報サーバ１ａ～１ｃを選択するために使用されているものと認められ\nる。\nそして，引用発明の「無線基地局識別番号」は本願発明の「一意のゾー\nン識別子」に，「無線基地局装置２ａ～２ｃ」は本願発明の「アクセスポ\nイント」に，「情報サーバ１ａ～１ｃ」は本願発明の「サーバ」に，情報\nサーバ１ａ～１ｃ内の「地域に応じた情報」は本願発明の「位置ベース情\n報」にそれぞれ相当することは，前記１で認定したとおりである。\nそうすると，引用文献には，アクセスポイントに関連付けられたサーバ\nを選択するために「無線基地局識別番号」（一意のゾーン識別子）を使用\nするとの明示の記載はないものの，引用発明においては，情報サーバ１ａ\n～１ｃ内の地域に応じた情報を選択する前提として，無線基地局識別番号\nがサーバを選択するために使用されており，本件相違点は，本願発明と引\n用発明の実質的な相違点とはいえないから，当業者であれば，相違点に係\nる本願発明の構成（「アクセスポイントに関連付けられたサーバを選択す\nるために一意のゾーン識別子を使用する構成」）を容易に想到し得たもの\nと認められる。\nイ  本件審決は，①の観点からみた相違点の判断として，「一方，引用発明\nは，位置ベース情報自体のＵＲＬを特定するものであるが，その特定に伴\nい，間接的に位置ベース情報を格納しているサーバを特定しているものと\nいうことができる。」，「結局のところ，本願発明も引用発明も，共に実\n質的に，一意のゾーン識別子に対応するサーバと位置ベース情報そのもの\nとを特定しているものであるということができ，ローカル無線ゾーンに対\nする位置ベース情報の特定に関して，本願発明は，引用発明と相違しない\nものであり，上記前者の観点からみた相違点が実質的に存在するものとは\n認められない。」と判断しており，これは，本件相違点に関する上記の判\n断と同旨のものといえる。\nそうすると，本願発明は引用発明に基づいて当業者が容易に発明をする\nことができたものであるとの本件審決の判断は，結論において誤りはない\nから，原告の主張は，その余の点について検討するまでもなく，理由がな\nい。\n(2)  以上のとおり，相違点の容易想到性についての本件審決の判断に誤りはな\nく，原告主張の取消事由２は理由がない。\n３  結論\n以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審\n決にこれを取り消すべき違法は認められない。\nしたがって，原告の請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富 田 善 範\n裁判官          大 鷹 一 郎\n裁判官          齋 藤   巌\n（別紙１）\n【図１】\n【図２】\n【図３】\n【図４】\n【図５】\n【図６】\n【図７】\n【図１０】\n（別紙２）\n【図１】\n【図２】\n【図３】\n【図４】\n【図５】\n"
}