{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 4,
    "day": 23
  },
  "case_number": "平成25(行ケ)10267",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84153",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84153",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/153/084153_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２６年４月２３日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１０２６７号  審決取消請求事件\n口頭弁論終結日  平成２６年３月２６日\n判        決\n原              告        興 和 株 式 会 社\n訴 訟 代 理 人 弁 護 士        森 田 雄 貴\n訴 訟 代 理 人 弁 理 士        和 久 田   純   一\n同                        下 田 俊 明\n被              告        特 許 庁 長 官\n指 定 代 理 人        金 澤 俊 郎\n同                        伊 藤 元 人\n同                        藤 原 直 欣\n同                        井 上 茂 夫\n同                        山 田 和 彦\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１２－９２４６号事件について平成２５年８月１６日にした本\n件審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n  原告は，平成１９年１１月１３日，発明の名称を「女性用マスク」とする特\n許出願をした（特願２００７－２９４５８０。請求項の数６。甲１－２）が，平成\n２４年２月１５日付けで拒絶査定を受けた（甲１５－２）。\n\u0000 \u0000\u0000\n  原告は，平成２４年５月１８日，これに対する不服の審判を請求した。\n  特許庁は，上記請求を不服２０１２－９２４６号事件として審理し，平成２\n５年８月１６日，「本件審判の請求は，成り立たない。」との審決（以下「本件審\n決」という。）をし，その謄本は同年９月３日，原告に送達された。\n  原告は，平成２５年１０月１日，本件審決の取消しを求めて本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件審決が対象とした特許請求の範囲請求項１の記載は，次のとおりである（た\nだし，平成２３年１２月１２日付け手続補正書（甲１－１）による手続補正後のも\nのである。以下，請求項１に係る発明を「本願発明」といい，その明細書（甲１－\n１～１－３）を図面（甲１－４）と併せ，「本願明細書」という。\n【請求項１】使用者の顔面の少なくとも一部を覆うためのマスク本体と，前記マス\nク本体の両側に設けられた耳掛け部とを備えた立体型女性用マスクであって，化粧\nの付着を防止するように前記マスク本体の内側面が，はっ水はつ油加工剤によりは\nっ水はつ油処理されていることを特徴とする立体型女性用マスク。\n３  本件審決の理由の要旨\n  本件審決の理由は，別紙審決書（写し）記載のとおりであり，要するに，本\n願発明は，後記アの引用例１に記載された発明，後記イ及びウの引用例２及び３に\n記載された技術並びに後記エないしサの周知例１ないし８に記載された周知技術に\n基づいて，当業者が容易に発明をすることができたものであるから，特許法２９条\n２項の規定により，特許を受けることができない，というものである。\nア  引用例１：特開２００６－４３２２７号公報（甲２）\nイ  引用例２：特開平１０－１６５５２７号公報（甲３）\nウ  引用例３：特開２００６－３２５６８８号公報（甲４）\nエ  周知例１：特開２００５－２５６１９２号公報（甲６－１）\nオ  周知例２：特開２００４－７６２１９号公報（甲６－２）\n\u0000 \u0000\u0000\nカ  周知例３：特開平１０－２８６３１９号公報（甲６－３）\nキ  周知例４：特開平７－１８５０２７号公報（甲６－４）\nク  周知例５：特開２００７―２８４６４４号公報（甲６－５）\nケ  周知例６：特開２００６－２１９５８６号公報（甲６－６）\nコ  周知例７：再公表特許第２００５－１０２９８４号（甲６－７）\nサ  周知例８：再公表特許第２００４－１０８８５５号（甲６－８）\n  本件審決が認 定した引用例 １に記載 された発明（以下 「引用発明」 とい\nう。）並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。\nア  引用発明：使用者の顔面の少なくとも一部を覆うためのマスク本体１０Ａと，\n前記マスク本体１０Ａの両側に設けられた耳掛紐１３とを備えた女性用立体マスク\n１０であって，口紅等の付着を防止するように前記マスク本体１０Ａの裏布１６の\n裏面側に，裏当てがされている女性用立体マスク１０。\nイ  一致点：使用者の顔面の少なくとも一部を覆うためのマスク本体と，前記マ\nスク本体の両側に設けられた耳掛け部とを備えた立体型女性用マスクであって，化\n粧の付着を防止するように前記マスク本体の内側面は，化粧の付着を防止する手段\nがされている立体型女性用マスク。\nウ  相違点：「化粧の付着を防止する手段がされている」に関して，本願発明に\nおいては，「はっ水はつ油加工剤によりはっ水はつ油処理されている」のに対し，\n引用発明においては，「裏当てがされている」点\n  本件審決が認定した引用例２に記載された技術は，次のとおりである。\nマスクの内面に配置するシートにおいて，シリコン，フッ素等の滑剤を塗布する\nことにより，ファンデーションや口紅の付着を更に抑制する技術。\n  本件審決が認定した引用例３に記載された技術は，次のとおりである。\nマスクの内面に配置するシート材に対して，シリコン系はっ水剤やフッ素系はっ\n水剤等のはっ水剤を，スプレーやコーティング等のはっ水処理方法を行うことによ\nりはっ水処理を施す技術。\n\u0000 \u0000\u0000\n４  取消事由\n  本願発明の容易想到性に係る判断の誤り（取消事由１）\n  手続違背（取消事由２）\n第３  当事者の主張\n１  取消事由１（本願発明の容易想到性に係る判断の誤り）について\n〔原告の主張〕\n  引用発明の認定の誤り\n本件審決は，引用例１には，「使用者の顔面の少なくとも一部を覆うためのマス\nク本体１０Ａと，前記マスク本体１０Ａの両側に設けられた耳掛紐１３とを備えた\n女性用立体マスク１０であって，口紅等の付着を防止するように前記マスク本体１\n０Ａの裏布１６の裏面側に，裏当てがされている女性用立体マスク１０」との発明\nが記載されていると認定した。\nしかし，次のとおり，本件審決の上記認定は誤りである。\nア  引用例１に記載された発明が解決しようとする課題は，「マスクの周縁部と\n肌との間に隙間が生じないようにし，長時間の使用に耐え得るように肌触りを良く\nすると共に，圧迫感を感じることなく，繰返し洗濯してもマスク本体が縮まず，か\nつシワになりにくい立体マスクを提供すること」（【０００４】）である。引用例\n１の「加えて，裏布１６に口紅等が付着することを防ぎ，汚れが付着しても取り替\nえることで清潔に保てるように，裏布の裏面側の口唇が接する部分に，ガーゼ，パ\nラフィン紙等の裏当てをすることも可能である。」（【００１３】）等の記載は，\n男女兼用のマスク一般に生じる「汚れが付着する」という問題点の一例として記載\nされているにすぎず，これをもって，引用例１に記載された立体マスク１０には，\n裏布１６に口紅等が付着するという課題があると認定することはできない。\nまた，引用例１の上記記載（【００１３】）は，実施例に係る記載の最後に記載\nされたものであり，「加えて」という文言からも明らかなとおり，最後に取って付\nけた説明にすぎない。このような付加的な記載から，引用例１に記載された立体マ\n\u0000 \u0000\u0000\nスクの課題を認定することはできない。\nイ  引用例１（【００１３】）においては，立体用マスク１０に裏当てを使用す\nる可能性は示唆されているものの，特許請求の範囲の記載において，裏当ては構成\n要件とされていないし，引用例１に記載された図面等にも裏当て付きの立体マスク\nの記載はない。また，マスクに裏当てを使用する場合は，位置ズレを起こすという\n問題が生じることは周知であるところ（甲１０－１～４），引用例１には，立体マ\nスクに裏当てを固定する手段に関する記載は一切ない。\nしたがって，引用例１には，裏当て付きの立体マスクが記載されているというこ\nとはできない。\nウ  引用例１には，そこに記載されたマスクが女性用のものであるとの記載は一\n切ない。そして，前記のとおり，引用例１には，立体マスク１０の裏布１６に口紅\n等が付着するという課題も女性特有の問題点も記載されていない以上，引用例１に\n記載された発明が女性用に適した立体マスクであると認定することはできない。\n  引用例２に記載された技術の認定の誤り\nア  本件審決は，引用例２には，「マスクの内面に配置するシートにおいて，シ\nリコン，フッ素等の滑剤を塗布することにより，ファンデーションや口紅の付着を\n更に抑制する技術」が記載されていると認定した。\nしかし，引用例２に記載されているのは，平面マスクの内面に使い捨てシートを\n配置することにより，マスクへのファンデーションや口紅の付着を抑制する技術で\nあり，別紙３の図３及び４に示されているように，鼻より下方に位置する口許周辺\nのファンデーションや口紅の付着を抑制する効果を有するにすぎない。かかる技術\nは，せいぜい口許周辺において限定的な効果を有するにすぎず，口許周辺以外の部\n分においては，化粧の付着抑制効果を有しないものである。\nイ  本件審決は，引用例２に記載された技術は立体マスクにも適用できると認定\nした。\nしかし，引用例２に記載されているのは，平面マスクの内面に配置するシートで\n\u0000 \u0000\u0000\nある。また，平面マスクや立体マスクにおいて，裏当ての位置ズレの問題が生じる\nことは周知であり，とりわけ，立体マスクには裏当てを固定する手段が必要である\nことは，当業者であれば当然に認識できることである。\nしたがって，引用例２に記載されたマスク用シートを立体マスクにそのまま適用\nすることはできない。\nウ  以上のとおり，本件審決は，引用例２に記載された技術の内容及び効果の認\n定を誤ったものである。\n  引用例３に記載された技術の認定の誤り\nア  本件審決は，引用例３には，「マスクの内面に配置するシート材に対して，\nシリコン系はっ水剤やフッ素系はっ水剤等のはっ水剤を，スプレーやコーティング\n等のはっ水処理方法を行うことによりはっ水処理を施す技術」が記載されていると\nした上で，これは，本願発明における「はっ水はつ油加工剤によりはっ水はつ油処\n理されている」という事項と技術的に重複する蓋然性が高い処理を行うものである\nと認定した。\nしかし，引用例３に記載されたはっ水処理と本願発明のはっ水はつ油処理とは，\n次のとおり，技術的に重複しないものである。\n  引用例３には，はっ水処理に関する記載はあるが，はつ油処理に関する記載\nは一切ない。\n  引用例３に記載されたはっ水処理によるマスクは，「息や汗等の湿気を吸い\nとってマスク内部の濡れやべとつきを防止し，長時間の使用でも快適さを損なわな\nいマスクの提供」という課題（【０００５】）を解決し，「顔面側では，繊維が息\nや汗等の湿気を保留しないのでサラッとした感触を有し，しかも湿気が積極的に反\n対側に抜けてマスクの外部に放出される」という効果（【００１３】）を奏するも\nのであり，良好な通気性を有するマスクを前提としていることは明らかである。\nしかるに，引用例３に記載されたマスクについて，本願発明のはっ水はつ油処理\nと同程度のはつ油機能が発現するはっ水剤の濃度でのはっ水処理を適用すると，そ\n\u0000 \u0000\u0000\nの通気性が損なわれ（甲１１－１），引用例３の技術思想に反することになる。\nすわなち，甲１１－１は，引用例３に記載されたはっ水処理をしたマスク（試料\n１～７）と本願明細書に記載されたはっ水はつ油処理をしたマスク（試料８及び\n９）との通気度を比較した実験成績証明書であるところ，表１の「通気度」欄記載\nのとおり，引用例３に記載されたはっ水処理において，はっ水剤の濃度を高くする\nとマスクの内側から外側への通気性が低下すること（試料７）や，本願明細書に記\n載されたはっ水はつ油処理したマスク（試料８及び９）は，引用例３に記載された\nはっ水処理したマスク（試料１～７）と比べて通気性が著しく劣ることは明らかで\nある。\nしたがって，引用例３に記載されたマスクについて，本願発明のはっ水はつ油処\n理と同程度のはつ油機能が発現するまではっ水処理を施すことには，通気性が損な\nわれるという技術的な阻害要因があるというべきである。\n  また，引用例３には，はつ油処理の記載がないから，引用例３に記載された\nマスクにはつ油処理を適用する動機付けは生じ得ない。\n仮に，はつ油処理を適用するとしても，前記のとおり，通気性の問題が生じる\nから，技術的な観点から阻害要因がある。\n  甲１１－１の実験成績証明書において，引用例３に記載されたはっ水処理を\nしたマスクと（試料１～７）と本願明細書に記載されたはっ水はつ油処理をしたマ\nスク（試料８及び９）のはつ油機能には大きな差がある（表１の「撥油度」欄参\n照）。\nイ  したがって，本件審決の上記認定は誤りである。\n  周知技術の認定の誤り\n本件審決は，甲６－１～８を挙げて，マスクに対して「はっ水はつ油加工剤によ\nりはっ水はつ油処理」する技術は，周知であると認定した。\nしかし，上記各文献は，マスクに対してはっ水はつ油加工剤によるはっ水はつ油\n処理の適用可能性の示唆にとどまるもの，又は，空気中にある異物のマスクへの吸\n\u0000 \u0000\u0000\n着又は外部からの汚れ等の付着・浸透防止のため，マスクの「外側面」に対しては\nっ水はつ油加工剤によりはっ水はつ油処理するものにすぎず，マスクの内側面に対\nしてはっ水はつ油加工剤によりはっ水はつ油処理する技術の記載や示唆はない。\nしたがって，本件審決の上記認定は誤りである。\n  作用効果の認定の誤り\n本件審決は，甲９－１～５を挙げて，マスクを立体型とすることにより化粧の付\n着を抑制させるという作用効果は，周知であると判断した。\nしかし，上記各文献に記載されている「マスクを立体型とすることにより化粧の\n付着を抑制させる」という効果は，いずれも口許周辺の化粧（主に口紅）の付着の\n抑制に限定されたものである。立体マスクの周縁部と密着する鼻，顎及び頬などの\n口許周辺以外の部位についてまで「化粧の付着を抑制させる」との作用効果は一切\n記載も示唆もされていない。\nまた，はっ水はつ油処理をされていない立体マスクの口許周辺の化粧の付着抑制\n効果も十分なものではない（本願明細書の実施例，甲１２－１）。\nしたがって，「鼻，顎及び頬などの口許周辺以外の部分についての化粧の付着抑\n制効果」を含めて周知の作用効果であるとしている点で，本件審決の上記認定は誤\nりである。\n  相違点に係る判断の誤り\nア  引用例１に記載された発明に引用例２に記載された技術を組み合わせること\nについて\n  阻害要因について\n引用例１に記載された発明に引用例２に記載された技術を適用した場合，立体マ\nスクの内面側にマスク用使い捨てシートを配置することになる。しかるに，立体マ\nスクの内面側にシートを配置すれば，シートの位置がズレるという問題が生じるこ\nとは周知であるところ（甲１０－１～４），引用例１にはこの問題の解決手段につ\nいて一切の記載がない。また，引用例２に記載された技術は，これを平面マスクに\n\u0000 \u0000\u0000\n適用することが前提とされているため，引用例２にも立体マスクにシートを固定す\nる手段の記載は一切ない。\nしたがって，引用例１に記された発明と引用例２に記載された技術を組み合わせ\nても，市場に供給可能な完成された使い捨てシート付きの立体マスクとはならない\nことは明らかである。\nよって，引用例１に記載された発明と引用例２に記載された技術とを組み合わせ\nることには，技術的な阻害要因がある。\n  動機付けの欠如\n引用例２に記載された技術の課題は，マスクの内面にファンデーションや口紅が\n付着することの防止であるが，引用例１に記載された発明の課題は，マスクへの化\n粧付着の防止又はマスク使用者の化粧落ちの防止ではない。また，前記のとおり，\n引用例１（【００１３】）の記載をもって，引用例１に記載された発明の課題がマ\nスク本体にファンデーションや口紅が付着することの防止であるということはでき\nない。\n以上のとおり，引用例１に記載された発明と引用例２に記載された技術の課題は\n異なるため，引用例１に記載された発明に引用例２に記載された技術を組み合わせ\nる動機付けは生じない。\n  作用効果について\n引用例２に記載されたファンデーションや口紅の付着を更に抑制するという技術\nは，口許周辺において限定的な効果を有するにすぎない。\n一方，本願発明は，立体マスクへの化粧の付着防止効果（化粧付着防止効果）の\nみならず，立体マスク使用者の化粧落ちの防止効果（化粧落ち防止効果）をも有す\nる。また，本願発明の化粧付着防止効果及び化粧落ち防止効果は，口許周辺のみな\nらず口許周辺以外の部分においても効力を有するものである。\nしたがって，仮に，引用例１に記載された発明に引用例２に記載された技術を組\nみ合わせたとしても，本願発明には到達しないものである。\n\u0000 \u0000\u0000\nイ  引用例１に記載された発明に引用例３に記載された技術を組み合わせること\nについて\n  阻害要因について\n引用例３には，はっ水処理に関する記載はあるが，はつ油処理に関する記載は一\n切ない。\nそして，前記のとおり，引用例３に記載された技術は，マスクの通気性が良好で\nあることを前提としているところ，マスクの内側面に高濃度のはっ水剤ではっ水処\n理を行うとマスクの通気性が損なわれるから（甲１１－１），引用例３のマスクに\nついて，本願発明のはっ水はつ油処理と同程度のはつ油機能が発現するまではっ水\n処理を施すことには，技術的な阻害要因がある。\n  動機付けの欠如\n引用例１に記載された発明の課題は，「マスクの周縁部と肌との間に隙間が生じ\nないようにし，長時間の使用にも耐え得るように肌触りを良くすると共に，圧迫感\nを感じることなく，繰返し洗濯してもマスク本体が縮まず，かつシワになりにくい\n立体マスクを提供すること」である。\n一方，引用例３に記載された技術の課題は，「息や汗等の湿気を吸い取ってマス\nク内部の濡れやべとつきを防止し，長時間の使用でも快適さを損なわないマスクを\n提供すること」である。\nしたがって，引用例１に記載された発明と引用例３に記載された技術の課題は異\nなるため，これらを組み合わせる動機付けは生じない。\nまた，引用例１に記載された発明には，裏当てが存在しないから，引用例３には\n当て布が記載されていることを理由として，引用例１に記載された発明に引用例３\nに記載された技術を組み合わせる動機付けが生じるということもできない。\n  作用効果について\n前記のとおり，引用例３に記載されたマスクについて，本願発明のはっ水はつ油\n処理と同程度のはつ油機能が発現するはっ水剤の濃度でマスクの内側面にはっ水処\n\u0000 \u0000\u0000\u0000\n理すると通気性を害することになるから，阻害要因がある。また，引用例３に記載\nされたはっ水処理により発現するはつ油機能は弱いものである（甲１１－１［表\n１］の「撥油度」欄参照）。\nしたがって，引用例３に記載されたはっ水処理をした立体マスクと，本願発明と\nを比べれば，両者の化粧付着防止効果及び化粧落ち防止効果に大きな差が生じるこ\nとも明らかである（甲１１− ３〔表１〕「使用後評価」欄参照）。\nよって，引用例１に記載された発明に引用例３に記載された技術を組み合わせて\nも，本願発明と同程度の化粧付着防止効果及び化粧落ち防止効果が生じるものでは\nない。\nウ  引用例１に記載された発明に本件審決にいう周知技術を組み合わせることに\nついて\n前記のとおり，マスクの「内側面」に対してはっ水はつ油加工剤によりはっ水は\nつ油処理する技術は，周知ではない以上，引用例１に記載された発明に当然にこれ\nを組み合わせることは許されない。\nエ  本願発明の効果について\n  本願発明は，マスク本体の内側面がはっ水はつ油加工剤によりはっ水はつ油\n処理されているので，口許周辺のみならず，口許周辺以外の部位も含めたマスク全\n面にわたって化粧の付着防止効果を有し，同時に，マスク使用者の化粧落ちを防止\nし，使用者が化粧直しを気にする必要がないという効果を奏するものであり，その\n効果は，実施例（【００２９】～【００３４】表２）において，はっ水はつ油処理\nした立体型マスクを使用した４人中３人が，マスクの内面に化粧は付着しておらず，\n化粧直しも全く必要ないと評価していることからも明らかである。\nまた，甲１２－１は，４名の女性被験者において，それぞれ４種類のマスクを着\n用した結果を比較・評価したマスクの写真である。マスク（Ｂ）は，本願発明に該\n当し，マスク（Ｄ）は，引用例１に記載された発明に該当し，また，マスク（Ａ）\nは，マスクの内側面にシートを用いていないという相違点はあるものの，マスクの\n\u0000 \u0000\u0000\n内側面に化粧付着防止手段を施した平面マスクである点において，引用例２に記載\nされた技術を用いたマスクに相当するものであるところ，４つのマスクのうち最も\n化粧付着のないマスクは本願発明に該当するマスク（Ｂ）であることは明白である。\nマスク（Ｂ）は，マスク（Ａ）及びマスク（Ｄ）に比べ，マスク全面においてファ\nンデーションが付着していない点及び口許周辺に口紅が付着していない点で，その\n化粧付着防止効果は顕著である。\n他方，引用例１ないし３並びに周知技術及び周知の作用効果として挙げられた文\n献（甲５～９）は，いずれも口許周辺に限って化粧付着防止効果を挙げているにす\nぎず，口許周辺以外の部位における化粧付着防止という効果の記載や示唆はない。\nまた，マスク使用者の化粧落ちを防止し，同時に，使用者が化粧直しを気にする必\n要がないという効果の記載や示唆はない。\nしたがって，本願発明は，引用例１ないし３等から予測される以上の格別な効果\nを奏するというべきである。\n  また，本願発明の実施品の販売は好調である。その理由は，本願発明の特徴\nである化粧付着防止効果及び化粧落ち防止効果を市場が認めたことにあり，この点\nからしても，本願発明には，口許周辺及び口許周辺以外の双方の部分において，顕\n著な化粧付着防止効果及び化粧落ち防止効果があることは明らかである。\n〔被告の主張〕\n  引用発明の認定の誤りについて\nア  原告は，引用例１に記載された立体マスク１０には，裏布１６に口紅等が付\n着することがあるという課題があると認定することはできないとか，引用例１に記\n載された発明が女性用に適した立体マスクであると認定することはできないなどと\n主張する。\nしかし，引用例１（【００１３】）には，「加えて，裏布１６に口紅等が付着す\nることを防ぎ，汚れが付着しても取り替えることで清潔に保てるように，裏布の裏\n面側の口唇が接する部分に，ガーゼ，パラフィン紙等の裏当てをすることも可能で\n\u0000 \u0000\u0000\nある。」と記載されており，かかる記載からすると，引用例１に記載されたマスク\nは，女性の使用が積極的に想定されているものであることや，裏当てをすることに\nよりマスク本体に対する口紅等の付着を防止するものであることが分かる。\nしたがって，原告の上記主張は失当である。\nイ  原告は，引用例１には，裏当て付きの立体マスクが記載されているというこ\nとはできないと主張する。\nしかし，前記のとおり，引用例１【００１３】には，「…裏当てをすることも可\n能である。」と記載されているのであるから，裏当て付きの立体マスクが記載され\nていることは明らかであり，原告の主張は理由がない。\n  引用例２に記載された技術の認定の誤りについて\nア  原告は，引用例２の図３及び４（別紙３参照）の記載を挙げて，引用例２に\n記載された技術は，口許周辺以外の部分においては化粧の付着抑制効果を有しない\nと主張する。\nしかし，本件審決は，引用例２の記載から「マスクの内面に配置するシートにお\nいて，シリコン，フッ素等の滑剤を塗布することにより，ファンデーションや口紅\nの付着を更に抑制する技術」という技術思想を抽出したのであって，引用例２の図\n面に記載された技術をそのまま認定したものではない。また，引用例２には「ファ\nンデーションや口紅の付着を更に抑制し」（【０００８】）との記載はあるが，原\n告が主張するように，「鼻より下方に位置する口許周辺の」ファンデーションや口\n紅の付着を抑制するとは記載されていないから，引用例２記載のシートは，「鼻よ\nり下方に位置する口許周辺の」ものに限定されるものではない。\nしたがって，原告の上記主張は失当である。\nイ  原告は，引用例２に記載されたマスク用シートを立体マスクにそのまま適用\nすることはできないと主張する。\nしかし，引用例２には，そこに記載されたマスク用シートについて，立体マスク\nへの適用を排除する記載や示唆はないから，当該シートを用いる「マスク」は立体\n\u0000 \u0000\u0000\nのものか平面のものかを問うものではないことは明らかである。\nしたがって，原告の上記主張は失当である。\n  引用例３に記載された技術の認定の誤りについて\n原告は，引用例３に記載されたはっ水処理と本願発明のはっ水はつ油処理とは，\n技術的に重複しないなどと主張する。\nしかし，本件審決は，引用例３には，「マスクの内面に配置するシート材に対し\nて，シリコン系はっ水剤やフッ素系はっ水剤等のはっ水剤を，スプレーやコーティ\nング等のはっ水処理方法を行うことによりはっ水処理を施す技術」が記載されてい\nると認定したものであるところ，引用例３に記載された「ガーゼマスクは吸水性が\nよく，そのため，付け心地がよいが，長時間つけたりすると，口や鼻から排気され\nるあたたかな湿った息などにより，内部が湿ってくる。これによりマスクの顔に当\n接している面が濡れてべとつき，付け心地が悪くなる。」（【０００３】），「本\n発明の目的は，息や汗等の湿気を吸いとってマスク内部の濡れやべとつきを防止し，\n長時間の使用でも快適さを損なわないマスクを提供することにある。」（【０００\n５】）との課題を参酌すると，上記技術において，「マスクの内面に配置するシー\nト材に対して，」「はっ水処理を施す」ことの技術的意義は，マスクの顔に当接し\nている面が濡れてべとつくことにより，快適さが損なわれることを防止するための\nもの，換言すれば，顔面に触れる面に液体（水分）が付着することを防止するため\nのものであるということができる。\nまた，引用例３では，「マスク本体の，顔面に触れる面のシート材に対して，は\nっ水処理を施すこと」（請求項１，別紙４の図２）と，「マスク本体とは別の当て\n布であるシート材に対して，はっ水処理を施すこと」（請求項１６，別紙４の図\n４）と，「マスク本体の顔面に触れる面のシート材及びマスク本体とは別の当て布\nであるシート材に対して，はっ水処理を施すこと」（請求項１５）とが選択可能で\nあり，そのいずれを選択するかは，当業者が必要に応じて適宜行い得る設計的事項\nであると記載されている（【００４０】【００９１】【００９２】【０１１６】\n\u0000 \u0000\u0000\n【０１１７】参照）。そして，本件審決は，以上を総合して，「マスク本体の顔面\nに触れる面のシート材」及び「マスク本体とは別の当て布であるシート材」の双方\nを包含する意図で，引用例３に記載された技術の認定において，単に「シート材」\nと表現したものである。\n以上によれば，本件審決が認定した引用例３に記載された技術は，「シート材」\nの顔面に触れる面に液体（水分）が付着することを防止するために，マスクの内面\nに配置するシート材（マスク本体の顔面に触れる面のシート材，又は，マスク本体\nとは別の当て布であるシート材のいずれか一方，又は双方）に対して，シリコン系\nはっ水剤やフッ素系はっ水剤等のはっ水剤を，スプレーやコーティング等のはっ水\n処理方法を行うことによりはっ水処理を施す技術であって，マスク本体の顔面に触\nれる面のシート材，又は，マスク本体とは別の当て布であるシート材の何れか一方\n（又は双方)に対して，液体（水分）が付着することを防止する処理を施すことは，\n当業者が必要に応じて適宜行い得る設計的事項であることを包含したものである。\nしたがって，原告の上記主張はその前提において誤りである。\n  周知技術の認定の誤りについて\n原告は，マスクの「内側面」に対してはっ水はつ油加工剤によりはっ水はつ油処\n理する技術は周知ではない旨主張する。\nしかし，本件審決は，「マスク」に対してはっ水はつ油加工剤によりはっ水はつ\n油処理する技術が周知であると認定したものであり，原告が主張するように，マス\nクの「内側面」に対して，はっ水はつ油加工剤によりはっ水はつ油処理する技術を\n周知として認定したものではない。原告の主張は，その前提において誤りである。\nそして，甲６－１～８及び乙３には，少なくとも，マスクに対するはっ水はつ油\n加工剤によるはっ水はつ油処理の適用可能性が示されていることは明らかであるか\nら，本件審決の認定に誤りはない。\n  作用効果の認定の誤りについて\n原告は，「鼻，顎及び頬などの口許周辺以外の部分についての化粧の付着抑制効\n\u0000 \u0000\u0000\n果」を含めて周知の作用効果であるとしている点で，本件審決の認定は誤りである\n旨主張する。\nしかし，本件審決は，マスクを「立体型」とすることにより「化粧の付着を抑制\nさせる」という作用効果が生じることは周知であると認定したものであり，原告が\n主張するように，「口許周辺の化粧の付着の抑制」に限定された作用効果を認定し\nたものではない。原告の主張は，その前提において誤りである。\nそして，かかる作用効果は，例えば， 甲９－１（【００３２】），甲９－２\n（【００２６】），甲９－３（【００１４】），甲９－４（【０００２】），甲９\n－５（【０００５】）の記載から裏付けられるものであるから，本件審決における\n作用効果の認定に誤りはない。\n  相違点に係る判断の誤りについて\nア  引用発明に引用例２に記載された技術を組み合わせることについて\n  阻害要因について\n原告は，引用例２には，立体マスクにシートを固定する手段の記載はないなどと\nして，引用例１に記載された発明に引用例２に記載された技術を組み合わせること\nには阻害要因があると主張する。\nしかし，本件審決は，引用発明において，マスクに化粧が付着して化粧落ちする\nという周知の課題を考慮して，マスクの内面に配置して使用するシートについて，\nファンデーションや口紅の付着を更に抑制するフッ素等による処理を行うという引\n用例２に記載された技術を適用し，その処理を行う加工剤を選択するに当たり，フ\nァンデーションや口紅が，水分及び油分を含むことがごく普通であるから，それら\nの水分及び油分の裏当てへの付着を防止するために，はっ水はつ油性能を有するも\nのであって，しかも，繊維製品に対して使用可能なものを選択することは自然であ\nり，しかも，マスクに対して「はっ水はつ油加工剤によりはっ水はつ油処理」する\n技術は，周知技術であることからみて，周知の事項である，例えば，含フッ素化合\n物（例えば，有機フッ素化物，フッ素化有機化合物，フッ素含有化合物の重合体，\n\u0000 \u0000\u0000\nフッ素樹脂，フッ素系樹脂等）のはっ水はつ油加工剤を選択するとともに，「マス\nク本体の顔面に触れる面のシート材」又は「マスク本体とは別の当て布であるシー\nト材」の何れか一方（又は双方)に対して「液体（水分）が付着することを防止す\nる処理」を施すことが，引用例３に記載された技術にみられるように，当業者が必\n要に応じて適宜行い得る設計的事項であるから，「裏当て」の顔面に触れる面への\n処理に代えて，マスク本体の顔面に触れる面への処理を選択して，「使用者の顔面\nの少なくとも一部を覆うためのマスク本体と，前記マスク本体の両側に設けられた\n耳掛紐とを備えた女性用立体マスクであって，口紅等の付着を防止するように前記\nマスク本体の内面側が，はっ水はつ油加工剤によりはっ水はつ油処理がなされてい\nる女性用立体マスク」とすることは，当業者が容易に想到し得たことであると判断\nしたものである。\n以上のとおり，本件審決は，単に引用発明と引用例２に記載された技術を組み合\nわせることにより，本願発明が想到できるとしているわけではない。\nしたがって，原告の主張は，その前提において誤りである。\n  動機付けの欠如について\n原告は，引用例２に記載された技術の課題はマスクの内面にファンデーションや\n口紅が付着することの防止であるのに対し，引用例１に記載された発明の課題はマ\nスクへの化粧付着の防止又はマスク使用者の化粧落ちの防止ではないとして，引用\n例１に記載された発明に引用例２に記載された技術を適用する動機付けはないなど\nと主張する。\nしかし，引用例１（【００１３】）の「加えて，裏布１６に口紅等が付着するこ\nとを防ぎ，汚れが付着しても取り替えることで清潔に保てるように，裏布の裏面側\nの口唇が接する部分に，ガーゼ，パラフィン紙等の裏当てをすることも可能であ\nる。」という記載から，引用例１の実施例に記載された発明が，裏布１６に口紅等\nが付着するという課題を内在するものであり，口紅等の付着を防止するために裏当\nてをすることがあることが分かる。\n\u0000 \u0000\u0000\nまた，前記のとおり，本件審決は，単に引用発明と引用例２に記載された技術を\n組み合わせることにより，本願発明が想到できるとしているわけではない。\nしたがって，原告の主張は，その前提において誤りである。\n  作用効果について\n原告は，本願発明の効果は口許周辺のみならず口許周辺以外においても化粧付着\n防止効果及び化粧落ち防止効果を有することであるところ，引用例１に記載された\n発明に引用例２に記載された技術を組み合わせてもこのような効果を得ることはで\nきないと主張する。\nしかし，前記のとおり，本件審決は，単に引用発明と引用例２に記載された技術\nを組み合わせることにより，本願発明が想到できるとしているわけではない。\nしたがって，原告の主張は，その前提において誤りである。\nイ  引用発明に引用例３に記載された技術を組み合わせることについて\n  阻害要因について\n原告は，甲１１－１を挙げて，引用例３に記載されたマスクに対して，本願発明\nのはっ水はつ油処理と同程度のはつ油機能が発現するまではっ水処理を施すことに\nは，通気性が損なわれるという技術的な阻害要因があると主張する。\nしかし，引用例３に記載された技術は，前記のとおりであるから，原告の主張は\nその前提において誤りである。\nまた，引用例３に記載されたはっ水処理と，甲１１－１に記載されたはっ水処理\nとは，次のとおり相違するものである。\nすなわち，引用例３における処理は，「例えば，親水性のシート材にはっ水剤を\n付与する方法，疎水性のシート材にはっ水剤を付与して疎水性（はっ水性）をさら\nに高める方法等が挙げられる」（【００５４】），「このはっ水剤としては，一般\nに繊維はっ水加工に用いられるシリコーン系はっ水剤やフッ素系はっ水剤，パラフ\nィン金属系はっ水剤，アルキルクロミッククロイド系はっ水剤あるいはアクリル系\nはっ水剤等が挙げられる。」（【００５５】），「使用するはっ水剤の量は，特に\n\u0000 \u0000\u0000\n限定されるものではないが，シート材１００重量部に対して，０．５～１０質量部\n程度であるのが好ましく，０．５～５重量部程度であるのがより好ましい。これに\nより，より良好なはっ水性が得られる。また，はっ水処理方法については，公知の\n方法を用いることができ，スプレーやコーティングにより行うことができる。」\n（【００５６】）というものである。\nこれに対し，甲１１－１の処理は，「含浸」によるものであり，引用例３におけ\nるはっ水処理とは，態様を異にするものである。\nそして，本願発明における「はっ水はつ油処理」は，「スプレー，ロール，刷毛\nなどの手段による塗布や含浸など適宜の方法で添着・塗布すること」（【００２\n３】）であるところ，引用例３における処理は，「スプレー」や「コーティング」\nによりはっ水処理を行うものであるから，本願明細書における「はっ水はつ油加工\n剤による処理方法」と，「スプレー」及び「塗布」の点で重複している。\nしたがって，原告の上記主張は失当である。\n  動機付けの欠如について\n原告は，引用例１に記載された発明の課題と引用例３に記載された技術の課題が\n異なるなどとして，これらを組み合わせる動機が生じないと主張する。\nしかし，引用例１（【００１３】）には，「加えて，裏布１６に口紅等が付着す\nることを防ぎ，汚れが付着しても取り替えることで清潔に保てるように，裏布の裏\n面側の口唇が接する部分に，ガーゼ，パラフィン紙等の裏当てをすることも可能で\nある。」と記載されているのだから，引用例１には，「ガーゼ，パラフィン紙等の\n裏当てをすること」が記載されているといえる。\n他方，引用例３には，シート材に対して，「フッ素系はっ水剤等によるはっ水処\n理」を施すことが記載されている（【００５３】～【００５６】）。\nそして，「フッ素系はっ水剤」が「はつ油効果」も奏することは技術常識である\nから（甲５，乙１～３），引用例３に記載された「フッ素系はっ水剤等によるはっ\n水処理」は「フッ素系はっ水はつ油剤によるはっ水はつ油処理」ということもでき，\n\u0000 \u0000\u0000\n本願発明の「はっ水はつ油加工剤によるはっ水はつ油処理」と重複する蓋然性が高\nい処理を行う技術といえる。\nまた，前記のとおり，本件審決は，単に引用発明と引用例３に記載された技術を\n組み合わせることにより，本願発明が想到できるとしているわけではない。\nしたがって，原告の上記主張は，その前提において誤りである。\n  作用効果について\n原告は，仮に引用例１に記載された発明に引用例３に記載された技術を組み合わ\nせたとしても，本願発明には到達しないなどと主張する。\nしかし，前記のとおり，本件審決は，単に引用発明と引用例３に記載された技術\nを組み合わせることにより，本願発明が想到できるとしているわけではない。\nしたがって，原告の主張は，その前提において誤りである。\nウ  引用発明に周知技術を組み合わせることについて\n原告は，マスクの「内側面」に対してはっ水はつ油加工剤によりはっ水はつ油処\n理する技術は周知ではない以上，引用例１に記載された発明に当然に組み合わせる\nことは許されないなどと主張する。\nしかし，前記のとおり，甲６－１～８は，少なくとも，マスクに対するはっ水は\nつ油加工剤によるはっ水はつ油処理の適用可能性を示している。これらの文献が，\nマスクの内側面に対してもはっ水はつ油加工剤によるはっ水はつ油処理がなされる\nことの参考になることは明らかである。\nまた，化粧の付着を抑制するためには，化粧が接触する部分に化粧の付着を防止\n（抑制）する処理を行うことは技術常識である（例えば，甲２（【００１３】），\n甲３（【０００８】），甲７－２（【請求項１】【０００５】【００１３】，甲７\n－３（【０００５】～【０００７】），甲８－１（【０００５】【００１８】【０\n０２４】））。\nそうすると，マスクに口紅等の化粧が付着することを防止（抑制）するためには，\nマスクにおいて口紅等の化粧が接触する面である「内側面」に付着抑制処理を行う\n\u0000 \u0000\u0000\nことは，ごく当たり前のことである。\nしたがって，マスクの「内側面」に対してはっ水はつ油加工剤によるはっ水はつ\n油処理することは，技術的に困難なことではない。\nエ  本願発明の効果について\n  原告は，本願発明はマスク本体の内側面がはっ水はつ油加工剤によりはっ水\nはつ油処理されているので，口許周辺のみならず，口許周辺以外の部位も含めたマ\nスク全面にわたって化粧の付着防止効果を有し，同時に，マスク使用者の化粧落ち\nを防止し，使用者が化粧直しを気にする必要がないという効果を奏するが，引用例\n１ないし３並びに周知技術及び周知の作用効果として挙げられた文献（甲５～９）\nは，いずれも口許周辺に限って化粧付着防止効果を挙げているものにすぎず，これ\nらの文献には，マスク使用者の化粧落ちを防止し，使用者が化粧直しを気にする必\n要がないという効果の記載や示唆はないと主張する。\nしかし，そもそも本願発明は「口許周辺」の化粧の付着を抑制するものとも，\n「口許周辺以外の部位」の化粧の付着を抑制するものとも特定されていないし，本\n願明細書にも「はっ水はつ油処理は，マスク本体１１の内側面１１Ａの一部又は全\n面に施すことができる。」（【００１９】）と記載されているのであるから，原告\nが主張するように，口許周辺のみならず，口許周辺以外の部位も含めたマスク全面\nにわたって化粧の付着防止効果を有するものと解すべき理由はない。原告の主張は，\nその前提において誤りである。\nそして，マスクに化粧が付着して化粧落ちするという課題は周知の課題であり，\n物品に対して，はっ水はつ油処理（又は含フッ素化合物（例えば，有機フッ素化物，\nフッ素化有機化合物，フッ素含有化合物の重合体，フッ素樹脂，フッ素系樹脂等）\nのコーティング）をすることにより，化粧の付着を防止するという作用効果は，周\n知の作用効果である。\nまた，マスクに化粧が付着しなければ，マスクとの接触に起因する化粧落ちをす\nることもない。\n\u0000 \u0000\u0000\nしたがって，本願発明は，引用発明，引用例２及び３に記載された技術，周知技\n術並びに周知の作用効果から予測される以上の格別な効果を奏するものとは認めら\nれない。\n  原告は，甲１２－１を挙げて，本願発明に該当するマスクの化粧付着防止効\n果は顕著である旨主張する。\nしかし，前記のとおり，本願発明の効果については，引用発明，引用例２及び３\nに記載された技術，周知技術並びに周知の作用効果からも十分予測できることであ\nる。\n  原告は，本願発明の実施品の販売は好調であるなどと主張する。\nしかし，原告のマスクの販売が好調であったとしても，それは，競合品の存在，\n仕様，価格，販促・宣伝活動等の技術以外の商業的，経営上のさまざまな要因が関\n与するものであり，それをもって，本願発明の進歩性の存在を推認するには足りな\nい。\n２  取消事由２（手続違背）について\n〔原告の主張〕\n拒絶査定と異なる主引用例を引用して判断をしようとするときは，主引用例を変\n更したとしても出願人の防御権を奪うものとはいえない特段の事情がない限り，原\n則として，特許法１５９条２項にいう「査定の理由と異なる拒絶の理由を発見した\n場合」に当たるものとして同法５０条本文が適用されるべきである。\n本件では，平成２３年９月９日付拒絶理由通知書（甲１５－１）及び平成２４年\n２月１５日付拒絶査定（甲１５－２）において，主引用例とされたのは引用例３で\nあり，引用例１は引用文献に挙げられていない。また，本件審判手続における平成\n２５年４月４日付拒絶理由通知書（甲１５− ３）において主引用例にされたのは，\n引用例２であり，引用例１は副引用例として挙げられたものにすぎない。このよう\nな状況の下，本件審決において主引用例とされたのは，引用例１である。本件審決\nは，拒絶査定と異なる主引用例を引用して判断をしたものであり，その点について\n\u0000 \u0000\u0000\n原告の防御権を奪うものであるというべきところ，本件審決は，主引用例を変更し\nたことについて原告の防御権を奪うものとはいえない特段の事情を示していない。\nまた，原告は，本件審決が取り消されれば，主引用例たる引用例１に係る認定の\n誤りや，そのために生じる容易想到性の判断の誤りについて反論の機会が与えられ，\nその結果，本件審決の結論が変更される可能性は十分にあるから，手続違背を理由\nに本件審決が取り消されるのに十分な利益がある。\nしたがって，本件審決は取り消されるべきである。\n〔被告の主張〕\n  原告は，本件審決が本願発明について引用例１を主引用例とした拒絶の理由\nを原告に通知せず，また，そのため原告において意見を述べる機会を与えることな\nく，本願発明を拒絶したのは，特許法１５９条２項により引用される同法５０条本\n文に違反するなどと主張する。\nしかし，引用例２は，「シリコン，フッ素等の滑剤で処理した不織布からなるシ\nートを配置した女性用マスク」，引用例１は，「立体型女性用マスク」，引用例３\nは「はっ水処理をしたマスク」であって，本願発明に対して相互に補完している関\n係にあるから，本件審判手続における拒絶理由通知書（甲１５－３）では，引用例\n１ないし３のいずれか１つを主引用例とし，他の２つを副引用例とすることを想定\nしていることは明らかである。\n仮に，上記拒絶理由通知書における説示が適切でなかったとしても，原告は，平\n成２５年６月６日付意見書（甲１５－５）において，引用例１ないし３に記載され\nた発明のいずれかを主引用例とし，他の２つに記載された発明を副引用例として組\nみ合わせることについて検討・反論するなど，上記拒絶理由通知書の趣旨を十分に\n理解し，必要な反論を行っている。\nしたがって，本件審決には，これを取り消すべき手続違背はない。\n  原告は，本件審決が拒絶査定と異なる主引用例（引用例１）を引用して判断\nしたのは，その点について原告の防御権を奪うものであるなどと主張する。\n\u0000 \u0000\u0000\nしかし，本件審判手続では，審査段階における平成２３年９月９日付拒絶理由通\n知書（甲１５－１）及び平成２４年２月１５付拒絶査定（甲１５－２）とは異なる\n理由を発見したため，平成２５年４月４日付けで当審の拒絶理由（甲１５－３）を\n通知し，意見を述べる機会（補正をする機会）を与えている。\nしたがって，本件審判手続は違法ではない。\n第４  当裁判所の判断\n１  本願発明について\n  本願発明は，前記第２の２に記載のとおりであるところ，本願明細書（甲１\n－１～１－４）には，本願発明について，概略，次のような記載がある（なお，図\n面については，別紙１を参照。）。\nア  技術分野\n本願発明は，風邪ウイルス，花粉，埃からの防護目的などで使用されるマスクに\n関し，特に，女性が化粧落ちや化粧直しを気にすることなく，長時間快適に装着で\nきる女性用マスクに関する（【０００１】）。\nイ  背景技術\n近年，花粉症対策・風邪予防などに効果的なマスクの需要が高まってきている。\n古くから市販されているマスクとして，概ね矩形状に縫製した複数層のガーゼなど\nからなるマスク本体と，この本体部の両端に紐やゴムなどの耳掛け部とを備えてい\nるものが知られている。一般に吸水性の良好なガーゼマスクが多く普及しており，\n付け心地がよい反面，長時間使用すると，口や鼻から吐き出される湿った息などの\nために口や鼻などが触れている内側面が 濡れてべとつき，付け心地が悪くなる\n（【０００２】）。\nそこで，濡れやべとつきを防止して長時間の快適な使用に耐え得るマスクが提案\nされている（例えば，特許文献１（特開 ２００６－３２５６８８号公報），甲\n４。）。このマスクは，図５に示すように，口や鼻孔などを覆う本体１００が，顔\n面に触れる内側の面に疎水性のシート材１０１と，これとは反対側の面に親水性の\n\u0000 \u0000\u0000\nシート材１０２と備えている（【０００３】）。\n別の形態として，マスクの表層，内層，最内層に使用する素材の繊維表面にアル\nキルシリケート系樹脂，シリコン系樹脂及びフッ素系樹脂から選ばれた少なくとも\n１種のバインダーと，光触媒剤を付着させることにより，抗菌性，消臭性，着用快\n適性を向上させたものも知られている（例えば，特許文献２（特開２００４－１５\n４２０９号公報），甲１０－４。）（【０００４】）。\nまた，ファンデーション，口紅などが直接マスクの内側面に付着して汚れるのを\n防止するため，交換可能な別体のガーゼを付加的に追加配置させることがよく行わ\nれている。ところが，ガーゼは目が粗いので皮膚との接触でファンデーションや口\n紅を掻き取ってしまい，汚れやすいといった問題があった。そこで，例えば，図６\nに示すように，皮膚に接触する表面に毛羽立ちや凹凸などが少なく滑らかなシート\n２０１を，マスク本体２００の内側面２００Ａに付加的に追加配置させる構成のも\nのも提案されている（例えば，特許文献３（特開平１０－１６５５２７号公報），\n甲３。）（【０００５】）。\nさらに，顔面の形状にフィットするように，使用時にマスク本体が立体的な形状\nに変形可能なマスクも知られている。このようなマスクとしては，不織布などから\nなるマスク本体に横方向にプリーツ加工を施したプリーツ加工型マスク（例えば，\n特許文献４（特開２００７－６１５３６号公報））や，マスク本体の中心部で２枚\nのシート部材を合掌形様に接合した立体成形型マスク（例えば，特許文献５（特開\n２００７－５４３８１号公報））がある（【０００６】）。\nウ  発明が解決しようとする課題\nしかし，従来のマスクでは，特に女性の使用時には，化粧（ファンデーション，\n口紅など）がマスクの内側面に付着することがある。このため，ファンデーション，\n口紅などが付着したマスクを長時間（例えば一日中）そのまま使い続けると，不快\nで衛生的に好ましくない。また，人前でマスクを外すときには，化粧落ちや化粧直\nしを気にしてしまい，心理的・精神的にも好ましくない（【０００８】）。\n\u0000 \u0000\u0000\nまた，特許文献３に記載のマスクのように，ファンデーション，口紅などの付着\nを防止するために別体のシートを追加配置した場合は，長時間使用するとマスク本\n体からシートがずり落ちてきて，マスク本体から外部に露出しやすいという問題が\nある。また，このシートは，しわを発生しやすく，そのまま放置するとごわごわす\nるので使用（装着）感も悪く不快感をもたらすおそれもある（【０００９】）。\nまた，特許文献４及び５に記載のマスクのように，使用時にマスク本体が立体的\nな形状となることが可能なものであっても，長時間使用すると，ファンデーション\nや口紅などの付着を防止することが困難である。また，近年では立体的な形状のマ\nスクであっても，風邪ウイルスや花粉などからより確実に防御するために，マスク\nの周辺部分を顔面に密着させるものが増えており，このようなマスクにおいてはフ\nァンデーションの化粧移りが起こりやすくなる（【００１０】）。\n本願発明は，上記事情に鑑みてなされたものであり，女性が長時間にわたって同\nじマスクを使用していても，化粧などがマスクに付着するのを防止し，化粧落ちや\n化粧直しを気にする必要がない，快適性に優れた女性用マスクを提供することを目\n的とする（【００１１】）。\nエ  課題を解決するための手段\n上記の課題は，以下の手段により解決することができる。\n使用者の顔面の少なくとも一部を覆うためのマスク本体と，前記マスク本体の両\n側に設けられた耳掛け部とを備えた女性用マスクであって，前記マスク本体の内側\n面が，はっ水はつ油加工剤によりはっ水はつ油処理されていることを特徴とする女\n性用マスク。…（【００１２】）。\nオ  発明の効果\n本願発明に係るマスクは，マスク本体の内側面（使用者の顔面に触れる面）がは\nっ水はつ油処理されているので水分や油分をはじきやすく，更に立体的な形状を伴\nうことで，女性が長時間にわたって同じマスクを装着していても，鼻水や唾液のみ\nならず，水分や油分の多い化粧がマスクに付着するのを防止することができる。し\n\u0000 \u0000\u0000\nたがって，本願発明によれば，女性が使用しても，快適性に優れた女性用マスクを\n提供することができる（【００１３】）。\nカ  発明を実施するための最良の形態\n以下，本発明について添付図面を参照しながら詳細に説明する。\n図１は，本発明の実施形態に係るマスク１０を示すものである。図１に示すよう\nに，このマスク１０は，使用者の顔面（例えば，口や鼻孔の周辺）を覆うためのマ\nスク本体１１と，このマスク本体１１の両側に設けられた細紐で構成される耳掛け\n部１２とを備えている（【００１４】）。\nマスク本体１１は，図３（ａ）及び（ｂ）に示すように，複数のシート材１５\n（図３では，最外層１５Ａ，２層の中間層１５Ｂ，最内層１５Ｃの計４層）からな\nる多層構造を有することが好ましい。このようにマスク本体１１が多層構造を有す\nることにより，マスク本体１１の耐久性を向上させることができる。具体的には，\n中間層１５Ｂとしては，ポリエステル不織布，ポリプロピレン不織布などを使用す\nることが好ましい。また，最内層１５Ｃは，肌触りがよく，かつ，はっ水はつ油処\n理や耐熱加工性に優れていることから，ポリエステル不織布を使用することが好ま\nしい（【００１７】）。\nまた，マスク本体１１の内側面１１Ａ（図２（ｂ））には，はっ水はつ油加工剤\nによりはっ水はつ油処理が施されている。はっ水はつ油処理は，マスク本体１１の\n内側面１１Ａの一部又は全面に施すことができる。この処理により，マスク本体１\n１の内側面１１Ａにはっ水はつ油性が付与されているので水分や油分をはじきやす\nく，一般に水分や油分の多いファンデーションや口紅などの化粧品がマスクの内側\n面に付着し難い構成となっている（【００１９】）。\nはっ水はつ油加工剤としては，人体に対して安全性の高い材料であれば周知のも\nのを使用することができるが，皮膚に対し刺激が少ないものを使用することがより\n好ましい。具体的には，フッ素系樹脂を含むフッ素系加工剤，シリコン系樹脂を含\nむシリコン系加工剤，パラフィン系加工剤，ワックス系加工剤などが挙げられ，中\n\u0000 \u0000\u0000\nでもフッ素系加工剤を使用することが好ましい。フッ素系加工剤としては，フッ素\n樹脂エマルション，フッ素樹脂水溶液などを使用することができる。また，はっ水\nはつ油加工剤は，液状，粉末状など種々 の形態のものを使用できる（【００２\n２】）。\nはっ水はつ油加工剤による処理方法としては，特に限定されず，スプレー，ロー\nル，刷毛などの手段による塗布や含浸など適宜の方法で添着・塗布することができ\nる。処理条件としては，例えばはっ水はつ油加工剤としてフッ素系加工剤を使用し\nた場合，処理温度は通常２０℃から７０℃，好ましくは２０℃から４０℃，処理時\n間は，用いる材料の大きさや処理方法にもよるが，通常数秒から数分程度で十分で\nある。なお，はっ水はつ油加工剤の使用量は当業者が適宜設定することができる。\nまた，はっ水はつ油加工剤の添着・塗布後，適宜乾燥させることが好ましい。乾\n燥工程としては，通常１００℃から１７０℃で１０秒から５分乾燥するが，好まし\nくは１００℃から１２０℃で１０秒から５分乾燥し，更に１５０℃から１７０℃で\n１０秒から５分乾燥する二段階乾燥がよい（【００２３】）。\nなお，本願発明は上記の実施形態に何ら限定されるものではなく，その要旨を逸\n脱しない範囲において種々の形態で実施し得るものである。\n例えば，上記実施形態においては，プリーツ加工が施されたマスク１０を一例と\nして示したが，図４に示すようないわゆる「立体成形型マスク」と呼ばれる形態の\nマスクにも本発明を適用することができる（【００２５】）。\nすなわち，図４（ａ）及び（ｂ）に示すマスク４０は，左右一対の扇型のシート\n材４４Ａ，４４Ｂを接合部４３で接合させて形成したマスク本体４１と，耳掛け部\n４２とを備えている。接合部４３は外側に突出する曲線に形成されており，シート\n材４４Ａ，４４Ｂを左右に開くことによって外側に向かって膨らむ立体形状となる\nように構成されている。\nこのマスク本体４１の内側面４１Ａにも，はっ水はつ油加工剤によるはっ水はつ\n油処理が施されているので，内側面４１Ａにファンデーションや口紅などが付着し\n\u0000 \u0000\u0000\n難く，化粧崩れも回避でき，快適に使用できる（【００２６】）。\nさらに，上記実施形態においては，マスク本体１０が４層のシート材１５から形\n成された形態を例示したが，本発明に係るマスクはこれに限定されず，４層以外の\n多層構造を有するものでも良いし，単層であってもよい。\n本願発明のマスクは，女性の使用に適したものであるが，男性の使用を妨げるも\nのではない。また小人も使用することができる（【００２８】）。\n  以上の記載からすると，従来のマスクには，女性が使用する際に化粧がマス\nクの内側面に付着するため，長時間使用すると，不快で衛生的に好ましくなかった\nり，人前でマスクを外すときには，化粧落ちや化粧直しを気にしてしまい，心理的\n・精神的にも好ましくないとの問題点，ファンデーションなどの付着を防止するた\nめに別体のシートを追加配置した場合は，長時間使用するとマスク本体からシート\nがずり落ちてきて，マスク本体から外部に露出しやすいという問題点，使用時にマ\nスク本体が立体的な形状となることが可能なものであっても，長時間使用すると，\nファンデーションや口紅などの付着を防止することが困難であるとの問題点等があ\nったことから，本願発明は，女性が長時間にわたって同じマスクを使用していても，\n化粧などがマスクに付着するのを防止し，化粧落ちや化粧直しを気にする必要がな\nい，快適性に優れた女性用マスクを提供することを目的とし，使用者の顔面の少な\nくとも一部を覆うためのマスク本体と，マスク本体の両側に設けられた耳掛け部と\nを備えた女性用マスクであって，マスク本体の内側面が，はっ水はつ油加工剤によ\nりはっ水はつ油処理されていることを特徴とする女性用マスクとすることにより，\nマスク本体の内側面（使用者の顔面に触れる面）がはっ水はつ油処理されているの\nで水分や油分をはじきやすく，更に立体的な形状を伴うことで，女性が長時間にわ\nたって同じマスクを装着していても，鼻水や唾液のみならず，水分や油分の多い化\n粧がマスクに付着するのを防止することができ，女性が使用しても，快適性に優れ\nた女性用マスクを提供することができるとの作用効果を奏するというものである。\n２  引用例１について\n\u0000 \u0000\u0000\n  立体マスクに関する引用例１（甲２）には，概略，次のような記載がある\n（なお，図面については，別紙２を参照。）。\nア  特許請求の範囲\n【請求項１】左右一対のシートからなるマスク本体と左右一対の耳掛紐から構成さ\nれる立体マスクであって，前記シートの左右端部は，一方の端部が外側へ弧状に形\n成され，他方の端部は帯部が形成され，一方のシートの弧状に形成した端部と，他\n方のシートの弧状に形成した端部とを接合して，マスク本体がカップ状に形成され\nるようにすると共に，前記耳掛紐は，長手方向に伸縮自在な平編の編紐から形成さ\nれ，前記帯部の上端に耳掛紐の一端が接合され，前記帯部の下端に前記耳掛紐の他\n端が接合されたことを特徴とする立体マスク。\nイ  発明の詳細な説明\n  技術分野\n本発明は，顔表面の凹凸に合うように形成した立体マスクに関する（【０００\n１】）。\n  背景技術\n従来の立体マスクは，折り目をつけて畳まれた一枚の不織布によって鼻腔及び口\n許を覆うようにし，不織布の上端部に一本の短冊状の合成樹脂材若しくは針金を接\n着して構成している。しかし，唇の動きに合わせて不織布も動いてしまい，小鼻脇\nに生じる隙間から花粉等が侵入してしまうこと，また，合成樹脂材が鼻を挟み込む\nように形成されるため圧迫感が生じること等が問題として挙げられていた。\nそこで，特開平０９－１４９９４６号公報に開示されているように，口許及び鼻\n腔とを被覆する低伸縮性の不織布を積層してカップ状に形成した覆い部と，当該覆\nい部に連設して，両端へ高伸縮性の不織布を用いた耳掛け部とからなる立体マスク\nがある。このマスクによって，不織布と口許との間に空間を設けて，不織布が動い\nてしまったり，鼻を挟まれることによる圧迫感を感じる上記の問題は解決された\n（【０００２】）。\n\u0000 \u0000\u0000\n  発明が解決しようとする課題\nしかし，上記の立体マスクは，口許及び鼻孔周辺を覆う覆い部の上下縁部まで低\n伸縮性の不織布のままである。したがって，覆い部に柔軟性がないため，マスクと\n顔表面との間に隙間が生じ，隙間から花粉等が口とマスクの間の空間へ侵入してし\nまう。また，低伸縮性の不織布は布の剛性が高いため，肌触りが悪く長時間の使用\nによって覆い部の触れる頬部や鼻部に不快感が生じることも考えられる。そして，\n覆い部を不織布から形成しているため，洗濯を繰り返すことによって，積層した繊\n維が剥がれたり，シワができたりして見栄えが悪くなってしまう。また，耳掛部に\n用いた高伸縮性の不織布も洗濯を繰り返すことによって伸びきってしまう（【００\n０３】）。\n本発明は上記の課題を鑑みなされたものであって，マスクの周縁部と肌との間に\n隙間が生じないようにし，長時間の使用に耐え得るように肌触りを良くすると共に，\n圧迫感を感じることなく，繰返し洗濯してもマスク本体が縮まず，かつシワになり\nにくい立体マスクを提供することを目的とする（【０００４】）。\n  課題を解決するための手段\n上記課題を解決するために本発明は，左右一対のシートからなるマスク本体と左\n右一対の耳掛紐から構成される立体マスクであって，前記シートの左右端部は，一\n方の端部が外側へ弧状に形成され，他方の端部は帯部が形成され，一方のシートの\n弧状に形成した端部と，他方のシートの弧状に形成した端部とを接合して，マスク\n本体がカップ状に形成されるようにすると共に，前記耳掛紐は，長手方向に伸縮自\n在な平編の編紐から形成され，前記帯部の上端に前記耳掛紐の一端が接合され，前\n記帯部の下端に前記耳掛紐の他端が接合されたことを特徴とする（【０００５】）。\n  発明の効果\n本発明の立体マスクは，マスク本体を左右一対のシートから構成し，マスク本体\nを拡開したときに口許を覆うようなカップ状に形成されるようにした。したがって，\nマスク本体と口許との間に空間が生じ，顔の表面に合わせてマスクを着けることが\n\u0000 \u0000\u0000\nできる。そのため，呼吸が容易になり，かつ，唇の動きによってマスク本体がズレ\nることがなくなる。\nまた，マスク本体を構成する左右両シートを，表布，中布及び裏布の３層から形\n成した。したがって，それぞれの層に最適な布を選択して使用することができる。\nすなわち，表布は，防縮加工と防しわ加工を施した織布等を用いて，見栄えを良く\nし，かつ洗濯することが可能で，中布は，低伸縮性の不織布等を用いて，カップ状\nに形成したマスク本体の形状を保持することができ，裏布は，ガーゼ等を用いて，\nマスク本体が肌に当たる部分の肌触りを良くすることができる。\nそして，可撓性と形状保持機能を備えた合成樹脂材からなるノーズフィット片を\n左右シートの中布上部の所定位置に貼着した。したがって，左右の小鼻部分の形状\nに合わせて左右のノーズフィット片を撓ませることができる。そのため，ノーズフ\nィット片によって鼻の頭は押さえつけられず，左右ノーズフィット片間でマスク本\n体が鼻に密着する。\nさらに，マスク本体の左右両端部に帯部を形成した。したがって，マスク本体の\n左右両端部の剛性も上がり，かつマスク本体と耳掛紐の接合部分の剛性が上がる。\nそのため，マスク本体の左右両端部が折れ曲がり，顔表面とマスク本体との間に隙\n間が生じてしまうこともなく，耳掛紐がマスク本体から外れてしまうことも防ぐこ\nとができる（【０００６】）。\n  発明を実施するための最良の形態\nマスク本体１０Ａを左右一対のシート１１，１２から構成し，マスク本体１０Ａ\nを拡開したときに口許を覆うようなカップ状に形成されるようにした。したがって，\nマスク本体１０Ａと口許との間に空間が生じ，顔の表面に合わせて立体マスク１０\nを着けることができる。そのため，呼吸が容易になり，かつ，唇の動きによってマ\nスク本体１０Ａがズレることがなくなる。\nまた，マスク本体１０Ａの左右両端部に帯部１７を形成した。したがって，マス\nク本体１０Ａの左右両端部の剛性も上がり，かつマスク本体１０Ａと耳掛紐１３の\n\u0000 \u0000\u0000\n接合部分の剛性が上がる。そのため，マスク本体１０Ａの左右両端部が折れ曲がり，\n顔表面とマスク本体１０Ａとの間に隙間が生じてしまうこともなく，耳掛紐１３が\nマスク本体１０Ａから外れてしまうことも防ぐことができる。\nまた，マスク本体１０Ａを構成する左右両シート１１，１２を，表布１４，中布\n１５及び裏布１６の３層から形成した。\nそのため，光触媒やプロビタミン包含糸，またマイナスイオンを発生する布等，\n肌に密着させたほうが良い付加機能，または外気にさらしたほうが良い付加機能等，\n各布に最適な機能を付加して使用することができる。\nそして，可撓性と形状保持機能を備えた合成樹脂材からなるノーズフィット片１\n８を左右シート１１，１２の中布１５上部の所定位置に貼着した。したがって，左\n右の小鼻部分の形状に合わせて左右のノーズフィット片１８を撓ませることができ\nる。そのため，ノーズフィット片１８によって鼻の頭は押さえつけられず，左右ノ\nーズフィット片１８間でマスク本体１０Ａが鼻に密着する。\n加えて，裏布１６に口紅等が付着することを防ぎ，汚れが付着しても取り替える\nことで清潔に保てるように，裏布の裏面側の口唇が接する部分に，ガーゼ，パラフ\nィン紙等の裏当てをすることも可能である（【００１３】）。\n  以上の記載からすると，引用例１には，口許及び鼻腔とを被覆する低伸縮性\nの不織布を積層してカップ状に形成した覆い部と，当該覆い部に連設して両端へ高\n伸縮性の不織布を用いた耳掛け部とからなる従来の立体マスクには，覆い部に柔軟\n性がないため，マスクと顔表面との間に隙間が生じ，隙間から花粉等が口とマスク\nの間の空間へ侵入したり，肌触りが悪く長時間の使用によって覆い部の触れる頬部\nや鼻部に不快感が生じたり，洗濯を繰り返すことによって，積層した繊維が剥がれ\nたり，シワができたりして見栄えが悪くなるほか，耳掛部に用いた高伸縮性の不織\n布も洗濯を繰り返すことによって伸びきってしまうなどの課題があることから，左\n右一対のシートからなるマスク本体と左右一対の耳掛紐から構成される立体マスク\nであって，シートの左右端部は，一方の端部が外側へ弧状に形成され，他方の端部\n\u0000 \u0000\u0000\nは帯部が形成され，一方のシートの弧状に形成した端部と，他方のシートの弧状に\n形成した端部とを接合して，マスク本体がカップ状に形成されるようにするととも\nに，耳掛紐は，長手方向に伸縮自在な平編の編紐から形成され，帯部の上端に耳掛\n紐の一端が接合され，帯部の下端に耳掛紐の他端が接合された構成とすることによ\nり，マスクの周縁部と肌との間に隙間が生じないようにし，長時間の使用に耐え得\nるように肌触りを良くするとともに，圧迫感を感じることなく，繰返し洗濯しても\nマスク本体が縮まず，かつシワになりにくいものとなり，さらに，裏布の裏面側の\n口唇が接する部分に，ガーゼ，パラフィン紙等の裏当てをすることにより，裏布１\n６に口紅等が付着することを防ぎ，汚れが付着しても取り替えることで清潔に保て\nるようになるとの効果を奏するという技術的事項が開示されている。\n３  その他の文献\n  引用例２\nア  引用例２（甲３）には，概略，次のような記載がある（なお，図面について\nは，別紙３を参照。）。\n  特許請求の範囲\n【請求項１】少なくとも皮膚に接触する表面が毛羽立ちや凹凸が少なく滑らかで且\n通気性を有したシートからなり，マスクの内面に配置して使用することを特徴とす\nるマスク用使い捨てシート。\n【請求項２】シートが，不織布からなることを特徴とする請求項１記載のシート。\n【請求項３】シートが，紙からなることを特徴とする請求項１記載のシート。\n【請求項４】シートにシリコン，フッ素等の滑剤を担持させたことを特徴とする請\n求項１，２又は３記載のシート。\n【請求項５】シートにナイロン粉末，ポリエチレン粉末等の透明な球状粉末を塗布\nしたことを特徴とする請求項１，２又は３記載のシート。\n  発明の詳細な説明\nａ  発明の属する分野\n\u0000 \u0000\u0000\nこの発明は，マスクの内面にガーゼに替わって配置される使い捨てシートに関し，\n特にファンデーションや口紅が付着し難いマスク用使い捨てシートに関する（【０\n００１】）。\nｂ  従来の技術\n従来，マスクの内面にファンデーション，口紅，鼻水，唾液等が直接付着してマ\nスクの内面が汚れるのを防止するために，ガーゼを配置することは公知である。し\nかしながら，ガーゼは，目が粗いために皮膚との接触時にファンデーションや口紅\nを掻き取ってしまい汚れやすい欠点があった。又，ファンデーション，口紅，鼻水，\n唾液等が付着して汚れたガーゼは，洗濯し乾燥する必要があり使用上面倒であった\n（【０００２】）。\nｃ  発明が解決しようとする課題\nこの発明は，マスクの内面に配置して使用する使い捨てのシートを提供し，ファ\nンデーション，口紅，鼻水，唾液等が付着して汚れたときに，新鮮なシートと簡単\nに交換可能にすると共に，ファンデーションや口紅が付着し難いシートを提供せん\nとするものである（【０００３】）。\nｄ  発明の実施の形態\nこの発明の好ましい実施の形態を，以下に詳細に説明する。図１を参照して，\nは発明に係る使い捨てシートであり，マスクの内面に従来のガーゼに替わって配\n置して使用され，汚れたときに新鮮なシートに交換される。シートは，少なくと\nも皮膚に接触する表面が滑らかで，かつ，通気性のある材料，例えば不織布，紙等\nで形成される。シートの表面を滑らかとすることにより，ファンデーションや口\n紅の付着を抑制することができる。また，図２に示すようにシートにシリコン，\nフッ素等の滑剤で処理若しくは塗布して，シートの表面をより滑らかにし，ファ\nンデーションや口紅の付着を更に抑制してもよい。更に，ナイロン粉末，ポリエチ\nレン粉末等の球状粉末を塗工してもよい。球状粉末は，シートへのファンデーショ\nン等の付着を効果的に抑制することができる。球状粉末は，皮膚に付着するが透明\n\u0000 \u0000\u0000\nであるため，皮膚に付着しても支障がない（【０００８】）。\nシートを形成する不織布としては，毛羽立ちや凹凸等の少ない平坦な表面を有\nするものが好ましく，例えばポリプロピレン，ポリエステル，レーヨン等の不織布\nが好適である。また，不織布の厚みは特に限定されないが，０.１mm～０.３mm 程\n度の厚みのものが好ましい。滑剤としては，前記シリコン，フッ素が好適であるが\nステアリン酸等を用いてもよい。球状粉末は，前記ナイロン粉末，ポリエチレン粉\n末の他ポリメチルメタクリレート，シリ カ，アルミナ等を用いることができる\n（【０００９】）。\nｅ  発明の効果\nこの発明によれば，使い捨てであるためファンデーション，口紅，鼻水，唾液等\nで汚れたときは，新しいシートと簡単に交換することができ，常に清潔に保持する\nことが可能であると共に，シートはファンデーションや口紅が付着し難い表面を有\nしているので，特に女性に使用に適している（【００１１】）。\nイ  以上によれば，引用例２には，本件審決が認定したとおり，「マスクの内面\nに配置するシートにおいて，シリコン，フッ素等の滑剤を塗布することにより，フ\nァンデーションや口紅の付着を更に抑制する技術」が記載されているものと認めら\nれる。\n  引用例３\nア  マスクに関する引用例３（甲４）には，概略，次のような記載がある（なお，\n図面については，別紙４を参照。）。\n  特許請求の範囲\n【請求項１】顔面に装着して使用されるマスクであって，\nマスク本体と，該マスク本体を顔面の所望の箇所に固定する固定手段とを備え，\n前記マスク本体は，その少なくとも顔面に触れる面に疎水性を有する布帛を備える\nことを特徴とするマスク。\n【請求項１５】当該マスクを顔面に装着した状態で，\n\u0000 \u0000\u0000\nさらに，前記顔面と前記マスク本体との間に配される当て布を備え，\n該当て布は，その顔面に触れる面に疎水性を有するものである請求項１ないし１４\nのいずれかに記載のマスク。\n【請求項１６】顔面に装着して使用されるマスクであって，\nマスク本体と，該マスク本体を顔面の所望の箇所に固定する固定手段と，当該マ\nスクを顔面に装着した状態で前記顔面と前記マスク本体との間に配される当て布と\nを備え，\n前記当て布は，その顔面に触れる面に疎水性を有することを特徴とするマスク。\n【請求項１７】前記当て布は，その顔面と反対側の面に親水性を有するものである\n請求項１５または１６に記載のマスク。\n  発明の詳細な説明\nａ  技術分野\n本発明は，マスクに関するものである（【０００１】）。\nｂ  背景技術\n従来，一般に市販されているガーゼマスクは，長方形にカットされたガーゼ（布\n帛）を複数枚重ね合わせたマスク本体と，このマスク本体の長さ方向の両端部にそ\nれぞれ取り付けられた紐またはゴム紐（固定手段）と，により構成されている。こ\nのマスクの着用時には，一対の紐またはゴム紐を両耳に引っかけ，マスク本体で使\n用者の口や鼻を覆うようになっている（【０００２】）。\nガーゼマスクは吸水性がよく，そのため，付け心地がよいが，長時間つけたりす\nると，口や鼻から排気されるあたたかな湿った息などにより，内部が湿ってくる。\nこれによりマスクの顔に当接している面が濡れてべとつき，付け心地が悪くなる\n（【０００３】）。\nｃ  発明が解決しようとする課題\n本発明の目的は，息や汗等の湿気を吸いとってマスク内部の濡れやべとつきを防\n止し，長時間の使用でも快適さを損なわないマスクを提供することにある（【００\n\u0000 \u0000\u0000\n０５】）。\nｄ  発明を実施するための最良の形態\n＜第１実施形態＞\n図１は，本発明のマスクの第１実施形態を示す平面図であり，図２は，図１に示\nすマスクの断面図である（【００３６】）。\nマスク１０は，図１に示すように，マスク本体４０と，このマスク本体４０を顔\n面の所望の箇所に固定する紐（固定手段）１２とを備えている。本発明のマスク１\n０は，マスク本体４０の少なくとも顔面に触れる面に疎水性を有する布帛を備える\nことを特徴とするものである（【００３７】）。\n以下，マスク１０の構成を順次説明する。\nマスク本体４０は，マスク使用者の口と鼻を覆える程度の大きさを有するもので\nある（【００３８】）。\n本実施形態では，マスク本体４０は，顔面側に疎水性を有し，顔面と反対側の面\nに親水性を有している（【００３９】）。\n具体的には，図２に示すように，マスク本体４０は，疎水性のシート材（布帛）\n１１と親水性のシート材（布帛）２１とを貼り合わせることにより構成されている。\nそして，顔面側に，疎水性のシート材１１を位置するようにして使用される（【０\n０４０】）。\nこのように疎水性のシート材１１を顔面側とし，反対側の面に親水性のシート材\n１１を配することで，顔面側では，シート材１１が息や汗等の湿気を保留しないの\nでサラッとした感触を有し，しかも湿気が積極的に反対側に抜けてマスクの外部に\n放出される。これにより，顔面側では体液が残ることによるべた付き感やムレ感を\n防止し，ドライ感を着用者に与えることができ，使用感が良好なものとなる（【０\n０４１】）。\nシート材１１としては，織布，不織布，編布等が挙げられるが，不織布が好まし\nい（【００４３】）。\n\u0000 \u0000\u0000\n不織布とは，繊維を織布工程を経ることなしに，不定方向に配列させ，絡ませた\nり，溶着・接着させて布状にした被服材料・包装材料等である（【００４４】）。\nまた，不織布では繊維が絡んでいるため縦横の方向性がなく，裁ち目もほつれ難\nいので，種々の用途に向けられている（【００４５】）。\nこのような不織布は，製造時の設計自由度が比較的高く，開口率を大きくするこ\nとにより高い通気性のものを得ることができる。したがって，息や汗等の湿気を速\nやかに透過させることができる。その結果，顔面側に体液が残ることによるべた付\nき感やムレ感を防止することができる（【００４６】）。\n不織布を構成する繊維の繊維径，繊維長等は，特に限定されるものではないが，\n繊維径は，好ましくは平均で０．２２～１１０デシテックス，より好ましくは０．\n３３～５０デシテックス，特に好ましくは０．５５～３３デシテックスである。繊\n維長は不織布の製造法により異なるが，好ましくは３～４０ｍｍである（【００４\n８】）。\nまた，不織布の目付量（単位面積あたりの繊維の質量）は，特に限定されるもの\nではないが，好ましくは５～６０ｇ／ｍ２，より好ましくは１０～５０ｇ／ｍ２で\nある。目付量を前記範囲内に設定することにより，マスクとして必要な強度を維持\nしつつ，開口率を上げて透湿性を向上させることができる（【００４９】）。\n疎水性のシート材１１としては，シート材に対してはっ水処理を施したものでも\nよい。これにより，疎水性を有しない布帛も疎水性のシート材１１として使用可能\nになる（【００５３】）。\nはっ水処理としては，例えば，親水性のシート材にはっ水剤を付与する方法，疎\n水性のシート材にはっ水剤を付与して疎水性（はっ水性）をさらに高める方法等が\n挙げられる（【００５４】）。\nこのはっ水剤としては，一般に繊維はっ水加工に用いられるシリコン系はっ水剤\nやフッ素系はっ水剤，パラフィン金属系はっ水剤，アルキルクロミッククロイド系\nはっ水剤あるいはアクリル系はっ水剤等が挙げられる（【００５５】）。\n\u0000 \u0000\u0000\n使用するはっ水剤の量は，特に限定されるものではないが，シート材１００重量\n部に対して，０．５～１０質量部程度であるのが好ましく，０．５～５重量部程度\nであるのがより好ましい。これにより，より良好なはっ水性が得られる。また，は\nっ水処理方法については，公知の方法を用いることができ，スプレーやコーティン\nグにより行うことができる（【００５６】）。\nイ  以上の記載によれば，引用例３には，本件審決が認定したとおり，「マスク\nの内面に配置するシート材に対して，シリコン系はっ水剤やフッ素系はっ水剤等の\nはっ水剤を，スプレーやコーティング等のはっ水処理方法を行うことによりはっ水\n処理を施す技術」が記載されているものと認められる。\n４  取消事由１（本願発明の容易想到性に係る判断の誤り）について\n  引用発明の認定の誤りについて\nア  前記２に記載した引用例１の開示事項からすると，引用例１には，本件審決\nが認定したとおり，「使用者の顔面の少なくとも一部を覆うためのマスク本体１０\nＡと，前記マスク本体１０Ａの両側に設けられた耳掛紐１３とを備えた女性用立体\nマスク１０であって，口紅等の付着を防止するように前記マスク本体１０Ａの裏布\n１６の裏面側に，裏当てがされている女性用立体マスク１０」との発明（引用発\n明）が記載されているものと認められる。\nイ  原告の主張について\n  原告は，引用例１に記載された立体マスク１０には，裏布１６に口紅等が付\n着するという問題があると認定することはできないなどと主張する。\nしかしながら，引用例１（【００１３】）には，「裏布１６に口紅等が付着する\nことを防ぎ，汚れが付着しても取り替えることで清潔に保てるように，裏布の裏面\n側の口唇が接する部分に，ガーゼ，パラフィン紙等の裏当てをすることも可能であ\nる。」との記載があるから，引用例１において，裏布１６に口紅等が付着すること\nを防ぎ，汚れが付着しても取り替えることで清潔に保てるようにするために，裏布\nの裏面側の口唇が接する部分に，ガーゼ，パラフィン紙等の裏当てをするとの技術\n\u0000 \u0000\u0000\n的事項が開示されていることは明らかである。\nしたがって，本件審決が，このような技術的事項に基づき，「口紅等の付着を防\n止するように前記マスク本体１０Ａの裏布１６の裏面側に，裏当てがされている女\n性用立体マスク１０」を認定したことに誤りはなく，原告の上記主張を採用するこ\nとはできない。\n  原告は，マスクに裏当てを使用する場合は位置ズレを起こすという問題が生\nずることは周知であるところ，引用例１には立体マスクに裏当てを固定する手段の\n開示がないから，引用例１に裏当て付きの立体マスクが記載されているということ\nはできないと主張する。\n確かに，引用例１には，立体マスクに裏当てを固定する手段は記載されていない。\nしかしながら，前記のとおり，引用例１（【００１３】）には，裏布１６に口紅\n等が付着することを防ぎ，汚れが付着しても取り替えることで清潔に保てるように\nするために，裏布の裏面側の口唇が接する部分に裏当てをするという技術的事項が\n示されている以上，立体マスクに裏当てを固定する手段までは記載されていないか\nらといって，本件審決が，上記のような技術的事項に基づき，「口紅等の付着を防\n止するように前記マスク本体１０Ａの裏布１６の裏面側に，裏当てがされている女\n性用立体マスク１０」を認定したことが誤りであるということはできない。\nなお，原告は，上記（【００１３】）の記載は引用例１における実施例の記載の\n最後に取って付けたように記載された説明にすぎず，このような付加的な記載から\n引用発明を認定することはできないとも主張する。\nしかしながら，引用例１には，裏布１６に口紅等が付着することを防ぎ，汚れが\n付着しても取り替えることで清潔に保てるようにするために，裏布の裏面側の口唇\nが接する部分に裏当てをするという技術的事項が示されている以上，これを引用例\n１に記載された発明の構成として認定することが誤りであるということはできない。\nしたがって，原告の上記主張を採用することはできない。\n  原告は，引用例１に記載された発明が女性用に適した立体マスクであると認\n\u0000 \u0000\u0000\n定することはできないと主張する。\nしかしながら，前記のとおり，引用例１（【００１３】）には，「裏布１６に口\n紅等が付着することを防ぎ，汚れが付着しても取り替えることで清潔に保てるよう\nに，裏布の裏面側の口唇が接する部分に，ガーゼ，パラフィン紙等の裏当てをする\nことも可能である。」との記載があるところ，一般に，口唇に口紅を使用するのは\n女性が多いと考えられるから，本件審決が引用例１に記載された立体マスクを女性\n用のものと認定したことが誤りであるということはできない。\nしたがって，原告の上記主張は，採用することができない。\n  引用例２に記載された技術の認定の誤りについて\nア  前記のとおり，引用例２には，「マスクの内面に配置するシートにおいて，\nシリコン，フッ素等の滑剤を塗布することにより，ファンデーションや口紅の付着\nを更に抑制する技術」が記載されているところ，引用例２（【０００８】）には，\nシリコン，フッ素等の滑剤によってシートの表面をより滑らかにすることにより，\nファンデーションや口紅のマスク内面への付着が更に抑制されるとも記載されてい\nるから，引用例２に記載された上記技術は，シートの表面をより滑らかにすること\nにより，ファンデーションや口紅に含まれる水分や油分をはじくようにして，ファ\nンデーションや口紅のマスク内面への付着を抑制したものということができる。\nこれに対し，本願発明におけるはっ水はつ油によるはっ水はつ油処理も，フッ素\n系加工剤やシリコン系加工剤によるものであり（甲１－３【００２２】），引用例\n２に記載された上記技術と同様の作用によりファンデーションや口紅等の化粧移り\nを防止するものである（甲１－３【００１９】）。\nそうすると，引用例２に記載された上記技術は，本願発明におけるはっ水はつ油\n剤によるはっ水はつ油処理に相当するものであるということができる。\nイ  原告の主張について\n  原告は，引用例２の図３及び４（別紙３）の記載を挙げて，引用例２に記載\nされた技術は，口許周辺以外の部分においては化粧の付着抑制効果を有しないもの\n\u0000 \u0000\u0000\nであると主張する。\nしかし，本件審決は，引用例２の記載から「マスクの内面に配置するシートにお\nいて，シリコン，フッ素等の滑剤を塗布することにより，ファンデーションや口紅\nの付着を更に抑制する技術」という技術思想を抽出したのであって，引用例２の図\n面に記載された技術をそのまま認定したものではない。また，引用例２には，「フ\nァンデーションや口紅の付着を更に抑制し」（【０００８】）との記載はあるが，\nファンデーションや口紅の付着の抑制が口許周辺のみに限定されるとの記載はない\nし，「マスクの内面に配置するシートにおいて，シリコン，フッ素等の滑剤を塗布\nすることにより，ファンデーションや口紅の付着を更に抑制する技術」が口許周辺\nのみで作用効果を奏すると解すべき理由も見当たらない。\nしたがって，原告の上記主張は，採用することができない。\n  原告は，引用例２には平面マスクの内面に配置するシートが記載されている\nところ，立体マスクには裏当てを固定する手段が必要であることは当業者であれば\n当然に認識することができるから，引用例２に記載されたマスク用シートを立体マ\nスクにそのまま適用することはできないと主張する。\n確かに，引用例２の図１，３及び４（別紙３）には，平面マスクの形状を表した\nマスクが記載されている。\nしかしながら，引用例２には，そこに記載されたマスク用シートについて，立体\nマスクへの適用を排除するとの記載はない。また，「マスクの内面に配置するシー\nトにおいて，シリコン，フッ素等の滑剤を塗布することにより，ファンデーション\nや口紅の付着を更に抑制する技術」が平面マスクについてのみ作用効果を奏すると\n解すべき理由もない。引用例２に記載された技術は，マスクの内面にファンデーシ\nョン，口紅が直接付着してマスクの内面が汚れるものであるならば，平面マスクで\nあるか立体マスクであるかを問わず，適用することのできるものであるというべき\nである。\nまた，立体マスクにおいては，マスク用シートの位置がずれるという問題がある\n\u0000 \u0000\u0000\nとしても，常にシートの位置がずれた状態になるものとは限らないし，立体マスク\nにシート固定する他の手段を構ずることもできるのであるから，引用例２に記載さ\nれた上記技術が立体マスクに適用できないものということはできない。\nしたがって，原告の上記主張は，採用することができない。\n  引用例３に記載された技術の認定の誤りについて\nア  前記のとおり，引用例３には，「マスクの内面に配置するシート材に対して，\nシリコン系はっ水剤やフッ素系はっ水剤等のはっ水剤を，スプレーやコーティング\n等のはっ水処理方法を行うことによりはっ水処理を施す技術」が記載されている。\nイ  原告の主張について\n  原告は，甲１１－１を挙げて，引用例３に記載されたマスクについて，本願\n発明のはっ水はつ油処理と同程度のはつ油機能が発現するはっ水剤の濃度でのはっ\n水処理を適用すると，その通気性が損なわれるなどと主張する。\n  しかしながら，甲１１－１は，試料１～７が引用例３に記載されたマスクで\nあり，試料８及び９が本願発明に係るマスクであるとするものであるが，そこに記\n載された実験結果をみると，はつ油度が０であり，はっ水処理を行っていない試料\n１の通気度は１８８㎤／㎠・sec であり，はっ水剤濃度５％のフッ素系はっ水剤を\n用いて１２℃で２秒間含浸させ乾燥させたはつ油度が１とされる試料６の通気度は\n１８８㎤／㎠・sec，はつ油度が２とされる試料７の通気度は１７５．８㎤／㎠・\nsec であって，はつ油度が０から１に上がる程度の違いでは通気性に変化は生じて\nおらず，また，はつ油度が２に上がる程度の違いでも，その通気度は６．５％低下\nしているにすぎない。そうすると，甲１１－１に示された実験結果からは，引用例\n３に記載されたマスクについて，はつ油機能が発現するはっ水剤の濃度でのはっ水\n処理を適用することにより，直ちにその通気性が損なわれるということはできない。\nまた，甲１１－１には，「更に，一般的に不織布の目付値が小さいと通気性は向\n上するが，試料８および９の内層に用いた不織布の目付は試料１～７の内層に用い\nた不織布の目付より小さいにも関わらず通気性が低下したことから，フッ素による\n\u0000 \u0000\u0000\nコーティング被膜は表１に示す数字以上に通気性に大きく影響していたと思われ\nる。」との記載がある。\n確かに，試料８と試料９に示された内層は，上記記載のとおり目付２０ｇ／㎡と\nされ，試料１～７の内層の目付２５ｇ／㎡より小さなものであるが，その素材はポ\nリエステル不織布であり，試料１～７のようにポリプロピレン不織布ではない。目\n付量が小さい値であっても，素材の違いや不織布としての状態の違いから通気性が\n低下することも考えられるから，この実験結果から，試料８及び試料９の通気性の\n低下の原因がはっ水はつ油処理によるものと直ちにいうことはできない。\nさらに，甲１１－１の実験結果によれば，試料８は試料９よりも通気性が低下し\nているが，試料８と試料９では内層のはっ水はつ油処理したシート材に違いはなく，\n試料８は外層が疎水性シート材であるのに対し，試料９は外層が綿ガーゼ（はっ水\n処理なし）である点で異なっている。そうすると，試料９に対して試料８の通気性\nが低下しているのは，外層の違いによるものであって，はっ水はつ油処理の違いに\nよるものではないといえる。そして，試料１～７は，外層に試料９と同様に綿ガー\nゼ（はっ水処理なし）を用いているものであるから，試料１～７と試料８との通気\n性の違いは，外層の違いによるものが大きいとも考えられる。そうすると，甲１１\n－１の実験結果において，フッ素によるコーティング皮膜と通気性の関係が示され\nているということはできない。\n  また，引用例３（【００４９】）には，通気性と関連する透湿性に関して，\nシート材１１として不織布を用いた場合には，その不織布の目付量を特定範囲とす\nることにより，透湿性を向上させつつマスクとして必要な強度を維持することが記\n載されていることからも明らかなとおり，マスクの通気性は，はっ水処理における\nはっ水剤の濃度のみによって決定されるものではなく，シート材として不織布を用\nいた場合には，その目付量等によっても変化するものである。\n  さらに，引用例３（【００５６】）では，はっ水処理方法として，スプレー\nやコーティングにより行うことが記載されている。これに対し，甲１１－１では，\n\u0000 \u0000\u0000\n含浸によりはっ水処理が行われている（２頁上から９行目）。一般に，はっ水処理\nの方法が異なれば，はっ水処理によって生ずるはっ水効果やはつ油効果も異なるも\nのになると考えられるから，甲１１－１に示された実験結果から，引用例３に記載\nされたマスクについて，本願発明のはっ水はつ油と同程度のはつ油機能が発現する\nはっ水剤の濃度でのはっ水処理を施すと，当然にその通気性が損なわれることにな\nるということはできない。\n  したがって，原告の上記主張は，採用することができない。\n  相違点に係る判断の誤りについて\nア  前記のとおり，本件審決による引用発明の認定に誤りはない。そして，本願\n発明と引用発明とを対比すると，両者は，本件審決が認定したとおり，「化粧の付\n着を防止する手段がされている」に関して，本願発明においては，「はっ水はつ油\n加工剤によりはっ水はつ油処理されている」のに対し，引用発明においては，「裏\n当てがされている」点で相違するものと認められる。\nそこで，相違点に係る本願発明の構成の容易想到性について検討する。\n前記のとおり，引用例２には，「マスクに配置するシートにファンデーション，\n口紅の付着を抑制するため，シリコンやフッ素等の滑剤を塗布する技術」が開示さ\nれているところ，この技術は，本願発明におけるはっ水はつ油加工剤によるはっ水\nはつ油処理に相当するものである。\nそして，引用例３には，息や汗等の湿気を吸いとってマスク内部の濡れやべとつ\nきを防止し，長時間の使用でも快適さを損なわないマスクを提供するために，はっ\n水処理を施すマスクのシート材として，マスク本体の顔面に触れる面（請求項１，\n別紙４の図２），マスク本体とは別の当て布（請求項１６，別紙４の図４），又は，\nマスク本体の顔面に触れる面及びマスク本体とは別の当て布（請求項１５）がそれ\nぞれ開示されている上，「少なくとも口及び鼻に当たる部分が疎水性を有するよう\nに構成されていればよい」（【０１１７】）とも記載されていることを勘案すると，\nマスク本体にファンデーションや口紅等が付着するのを防ぐ観点からしても，当て\n\u0000 \u0000\u0000\n布（裏当て）にはっ水はつ油処理を行うか，マスク本体の内側面にはっ水はつ油処\n理を行うかは，当業者が適宜選択すべき設計的事項であるということができる。\nそうすると，引用例１に接した当業者であれば，引用例２及び引用例３に記載さ\nれた上記技術を勘案して，マスク本体に口紅等の付着を防止する手段として，引用\n発明のように裏当てを設けることに代えて，本願発明のようにマスク本体の内側面\nにフッ素剤の滑剤等のはっ水はつ油剤によりはっ水はつ油処理することを容易に想\n到することができたものと認められる。\nイ  原告の主張について\n  原告は，本願発明はマスク本体の内側面がはっ水はつ油加工剤によりはっ水\nはつ油処理されているので，口許周辺のみならず，口許周辺以外の部位も含めたマ\nスク全面にわたって化粧の付着防止効果を有し，同時に，マスク使用者の化粧落ち\nを防止し，使用者が化粧直しを気にする必要がないという効果を奏するものである\nと主張する。\nしかしながら，本願発明に係る特許請求の範囲には，「前記マスク本体の内側面\nが，はっ水はつ油加工剤によりはっ水はつ油処理されている」と記載されており，\nマスク本体の内側面の全面がはっ水はつ油処理されていると特定されてはいない。\nまた，本願明細書にも，「はっ水はつ油処理は，マスク本体１１の内側面１１Ａの\n一部又は全面に施すことができる。」（【００１９】）と記載されている。\nそうすると，本願発明は，マスク本体の内側の全面にはっ水はつ油処理するもの\nだけでなく，マスク本体の内側面の一部にはっ水はつ油処理するものも含まれてい\nると解するのが相当である。\nしたがって，原告の上記主張は，特許請求の範囲や本願明細書の記載に基づかな\nいものであって，失当といわざるを得ない。\n  本願発明の実施品の販売は好調であるから，本願発明には，口許周辺及び口\n許周辺以外の双方の部分において，顕著な化粧付着防止効果及び化粧落ち防止効果\nがあることは明らかであると主張する。\n\u0000 \u0000\u0000\nしかしながら，発明の実施品における売上げの多寡は，当該発明が奏する作用効\n果の有用性だけでなく，競合品の存否，価格の設定，販促・宣伝活動等の技術以外\nの商業的，経営上の諸要因が影響するものであるから，実施品の販売実績が上がっ\nていることをもって，当該発明の作用効果自体が引用発明並びに引用例２及び引用\n例３に記載された技術から予測される以上の格別のものであるということはできな\nい。\nしたがって，原告の上記主張は，採用することができない。\n  小括\nよって，取消事由１は理由がない。\n５  取消事由２（手続違背）について\n  本件審判手続における平成２５年４月４日付けの拒絶理由通知書（甲１５－\n３）には，理由の冒頭において，「本件出願の請求項１ないし７に係る発明は，そ\nの出願前日本国内又は外国において頒布された下記の刊行物に記載された発明又は\n電気通信回路を通じて公衆に利用可能となった発明に基いて，その出願前にその発\n明の属する技術の分野における通常の知識を有する者が容易に発明をすることがで\nきたものであるから，特許法第２９条第２項の記載により特許を受けることができ\nない。」と記載され，また，理由の備考欄では，刊行物１（特開平１０－１６５５\n２７号公報。引用例２）には，「使用者の顔面の少なくとも一部を覆うためのマス\nク本体と，前記マスク本体の両側に設けられた耳掛け部とを備えた女性用マスクで\nあって，化粧の付着を防止するように前記マスク本体の内側面に，シリコン，フッ\n素等の滑剤で処理した不織布からなるシートを配置した女性用マスク。」が記載さ\nれ，刊行物２（特開２００６－４３２２７号公報。引用例１）には，「使用者の顔\n面の少なくとも一部を覆うためのマスク本体と，前記マスク本体の両側に設けられ\nた耳掛け部とを備えた立体型女性用マスクであって，化粧の付着を防止するように\n前記マスク本体の内側面に，裏当てを配置した女性用マスク。」が記載され，刊行\n物３（特開２００６－３２５６８８号公報。引用例３）には，「使用者の顔面の少\n\u0000 \u0000\u0000\nなくとも一部を覆うためのマスク本体と，前記マスク本体の両側に設けられた耳掛\nけ部とを備えたマスクであって，前記マスク本体の内側面に，シート剤１００重量\n部に対して０．５～１０重量部程度のはっ水剤を使用するはっ水処理をしたマス\nク。」が記載されているとそれぞれ認定した上で，本願発明の容易想到性について，\n「したがって，請求項１に係る発明（判決注：本願発明）は，刊行物１ないし３に\n記載された発明において，刊行物４ないし７に記載された「マスクを，はっ水剤及\nびはつ油剤によりはっ水はつ油処理する技術」及び上記周知技術を適用することに\nより，当業者が容易に想到し得たものである」旨結論付けている。\n以上のような記載からすると，上記拒絶理由通知書においては，刊行物１ないし\n３のうち特定の一つの文献のみを本願発明と対比すべき主引用例として挙げたもの\nではなく，刊行物１ないし３をそれぞれ本願発明と対比すべき主引用例になり得る\nものとして位置付けたものと認めるのが相当である。\nしたがって，上記拒絶理由通知書において主引用例として挙げられたのは刊行物\n１（引用例２）であり，刊行物２（引用例１）は副引用例として挙げられたものに\nすぎないという原告の主張は失当であり，これを採用することはできない。\nまた，上記拒絶理由通知書には，本件審決が示したように，刊行物２（引用例\n１）に記載された発明に刊行物１（引用例２）及び３（引用例３）に記載された技\n術を適用することが明示されてはいない。\nしかしながら，上記拒絶理由通知書では，上記のとおり，理由の冒頭において，\n「本件出願の請求項１ないし７に係る発明は，その出願前日本国内又は外国におい\nて頒布された下記の刊行物に記載された発明又は電気通信回路を通じて公衆に利用\n可能となった発明に基いて，その出願前にその発明の属する技術の分野における通\n常の知識を有する者が容易に発明をすることができたものである」と記載されてい\nるところ，ここでいう「下記の刊行物」には刊行物１及び３も含まれているもので\nあるから，刊行物２（引用例１）を主引用例とした場合には，刊行物１（引用例\n２）や刊行物３（引用例３）は，主引用例に記載された発明に適用されるべき技術\n\u0000 \u0000\u0000\nが記載された文献（副引用例）としても提示されているというべきである。\nしたがって，本件審決が本件審判手続における上記拒絶理由通知書とは異なる拒\n絶の理由を示したものということはできない。\nそして，原告は，上記拒絶理由通知書による拒絶理由通知がされた後，平成２５\n年６月６日付け意見書（甲１５－５）において，引用例１（甲２）に記載された発\n明を主引用例とし，これに引用例２（甲３）に記載された技術を組み合わせた場合\nや，これらに更に引用例３（甲４）に記載された技術を組み合わせた場合を想定し，\nいずれの場合であっても本願発明の構成を容易に想到することはできなかったとの\n意見を述べており（上記意見書の４頁，９頁），原告には，引用例１を主引用例と\nし，引用例２及び３を副引用例とする拒絶理由に対応した意見書の提出あるいは明\n細書の補正等の機会が付与されていたものである。\n以上によれば，本件審判手続について，特許法１５９条２項により準用される同\n法５０条本文に違反する違法があったということはできない。\n  よって，取消事由２も理由がない。\n第５  結論\n以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決に\nこれを取り消すべき違法は認められない。\nしたがって，原告の請求は理由がないから，これを棄却することとし，主文のと\nおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富 田 善 範\n裁判官          大 鷹 一 郎\n\u0000 \u0000\u0000\n裁判官齋藤巌は，転補につき署名押印することができない。\n裁判長裁判官          富 田 善 範\n\u0000 \u0000\u0000\n（別紙１）\n本願明細書（甲１－４）の図面\n図 1\n\u0000 \u0000\u0000\n図２\n\u0000 \u0000\u0000\n図３\n\u0000 \u0000\u0000\n図４\n\u0000 \u0000\u0000\n図５\n図６\n\u0000 \u0000\u0000\n（別紙２）\n引用例１（甲２）の図面\n図１\n図２\n\u0000 \u0000\u0000\n図３\n\u0000 \u0000\u0000\n図４\n\u0000 \u0000\u0000\n（別紙３）\n引用例２（甲３）の図面\n図１\n図２\n\u0000 \u0000\u0000\n図３\n図４\n\u0000 \u0000\u0000\n（別紙４）\n引用例３（甲４）の図面\n図１\n図２\n\u0000 \u0000\u0000\n図３\n図４\n\u0000 \u0000\u0000\n図５\n\u0000 \u0000\u0000\n図６\n"
}