{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 27
  },
  "case_number": "平成28(ワ)3126",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第２５民事部",
  "lawsuit_id": "88656",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88656",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/656/088656_hanrei.pdf",
  "contents": "主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は，原告らの負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n１  被告は，原告Ａに対し，１２００万円及びこれに対する平成２７年５月１５\n日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂに対し，６５８８万３８０７円及びこれに対する平成２７年\n５月１５日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，平成２７年５月１５日（金曜日）に，当時府立高校の生徒であった\nＣ（以下「本件生徒」という。）が，授業中に他の生徒とトラブル（以下「本件\nトラブル」という。）になったところ，同校の教員らが，約８時間にわたって本\n件生徒を校内の一室に監禁状態にして反省文等を作成させる等の不適切な指導\nを行ったのみならず，無期限の停学処分になるかのように受け止められる趣旨\nのことを告げた上で，これによって肉体的・精神的に追い詰められた状態にあ\nる本件生徒を一人で帰宅させた結果，本件生徒が，下校中に踏切内に立ち入っ\nて電車に跳ねられて死亡した（以下「本件事故」という。）として，上記教員ら\nの行為は，社会的妥当性を著しく欠く違法なものであるとして，国家賠償法１\n条１項に基づき，本件生徒の祖父である原告Ａが，慰謝料等として合計１２０\n０万円の，本件生徒の母である原告Ｂが逸失利益及び慰謝料として合計６５８\n８万３８０７円の各損害賠償及びこれらに対する平成２７年５月１５日（本件\n事故の日）から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求めた事案である。\n２  前提事実（当事者間に争いがない事実及び後掲各証拠及び弁論の全趣旨によ\nって認定できる事実）\n(1)  当事者等\nア  本件生徒（平成１１年５月５日生まれ）は，平成２４年３月に大阪市立\nＤ小学校を，平成２７年３月に大阪市立Ｅ中学校（以下「Ｅ中学校」とい\nう。）をそれぞれ卒業し，同年４月，大阪府立Ｆ高校（以下「本件高校」と\nいう。）に入学し，同年５月１５日当時，１６歳の高校１年生であった。本\n件生徒は，本件高校の１年２組に所属していた。\n（当事者間に争いがない。）\nイ  原告Ａは，本件生徒の祖父であり，原告Ｂは本件生徒の母である。なお，\n原告Ｂは本件生徒の父とは，平成２５年８月５日に離婚している。\n（甲１）\nウ  本件高校の本件事故当時の校長はＧ（以下「Ｇ校長」という。），教頭\nはＨ（以下「Ｈ教頭」という。）とＩ教頭（以下「Ｉ教頭」という。）の２\n名であった。\nＪ（以下「Ｊ教諭」という。なお，証拠として引用する場合には名字の\nみで表記する。他の教諭等についても同様）は，平成２５年４月１日に大阪\n府公立高等学校教員として任用され，同日から本件高校に勤務するように\nなり，本件事故当時，１年２組の担任兼年次副主任兼生徒指導担当であっ\nた。本件事故当時，１年２組の副担任は，Ｋ（以下「Ｋ教諭」という。）で\nあった。Ｌ（以下「Ｌ教諭」という。）は，平成２０年４月１日に大阪府公\n立高等学校教員として任用され，平成２６年４月１日から本件高校に勤務\nするようになり，本件事故当時は，１年１組の担任兼１年生の生徒指導担\n当であった。なお，この当時，Ｍ（以下「Ｍ教諭」という。）も，１年生の\n生徒指導担当であった。Ｎ（以下「Ｎ教諭」という。）は，昭和５９年４月\n１日に大阪府公立学校教員として任用され，平成２６年４月１日から本件\n高校に勤務するようになり，本件事故当時は，１年生の学年主任であった。\nＯ（以下「Ｏ教諭」という。）は，平成１５年４月１日に大阪府公立学校教\n員に任用され，平成２５年４月１日から本件高校に勤務するようになり，\n本件事故当時は，全学年の生徒指導を統括する生徒指導主事(生徒指導部\n長)であった。\nＰ（以下「Ｐ講師」という。）は，平成２５年頃から高等学校で英語科\nの非常勤講師として勤務するようになり，平成２７年４月１日から，本件\n高校の英語科の非常勤講師をしていた。\n（乙２９～３３，証人Ｐ，弁論の全趣旨）\n(2)  本件高校の授業時間\n本件高校では，１限目は午前８時４５分から９時３５分まで，２限目は午\n前９時４５分から１０時３５分まで，３限目は午前１０時４５分から１１時\n３５分まで，４限目は午前１１時４５分から午後０時３５分まで，５限目は\n午後１時２０分から２時１０分まで，６限目は午後２時２０分から３時１０\n分までであった。\n（証人Ｊ）\n(3)  本件高校の生徒懲戒規定及び懲戒規定運用細則の定め\nア  本件高校の生徒懲戒規定では，懲戒は，退学・停学（有期及び無期）・\n訓告とし，補導委員会での検討を経て校長が決定し，保護者同伴の上で行\nうものとされていた。\n懲戒の原案は，教頭(委員長)，生徒指導部長，生徒指導部員，年次主任，\n当該担任及びその他関係教職員から構成される補導委員会において作成す\nるものとされ，懲戒の対象の中には，暴力行為・暴言及びいじめ等並びにそ\nれに準ずる行為が含まれている。\n（乙４）\nイ  本件高校の懲戒規定運用細則では，停学期間について，起算日は懲戒内\n容決定後の翌日(原則として申渡日)とされており，停学については，有期\nが３，５，７，１０日（土日・祝日は含まず），無期は１５日以上（土日・\n祝日を含む）とされていた。そして，停学日数については，懲戒指導の対象\nとなる行為が「暴力行為（対等な生徒間の喧嘩）」である場合には３日以\n上，「暴力行為（一方的な暴力）」である場合には５日以上とされ，「対教\n師暴言・授業妨害・指導拒否等」である場合には校長訓告以上とされてい\nた。\nまた，同細則では，懲戒に至る手順として，①  問題行動の発見者は，\n速やかに各年次団室・生徒指導室等に報告する，②  生徒指導部員におい\nて発見者・関係教員・当該生徒等からの事実確認を行い，必要が認められ\nる場合は，授業中でも聞取りを行うことができる，③  事実確認は，当該生\n徒からの聞取り及び作文にて内容を確認する。時系列で問題行動を確認し，\n問題行動が複数の生徒に及ぶ場合には内容の突合せを行い，事実に矛盾が\nないかを確認し，当該生徒に自分の行動を認めさせる。事実確認が終了し，\n学校から早退させる場合は，保護者にその旨を連絡する。④  事実確認が\n終了次第，生徒指導部長は教頭に報告し，補導委員会の開催が必要な場合\nは要請する，⑤  懲戒指導が必要な場合は，生徒指導部員において生徒指\n導記録を作成する，⑥  懲戒内容が決定し次第，生徒指導部長は申渡し日\nを当該担任に連絡し，当該担任から保護者へ，当該生徒同伴の下，来校す\nるように連絡するとともに問題行動に係る事実を説明するが，懲戒内容に\nついては伝えない，⑦  懲戒の申渡しは，校長が当該生徒及びその保護者\nに対して行う。その際，教頭・生徒指導部長・生徒指導部員・当該年次主\n任・当該担任が同席する，などの内容が定められている。\nなお，本件高校の停学には，登校謹慎と家庭謹慎の２種類がある(以下，\n上記の生徒懲戒規定及び懲戒規定運用細則の定めを「本件懲戒規定等」と\nいう。)。\n(乙５)\n(4)  本件トラブルの発生\nア  本件高校の１年２組の教室では，平成２７年５月１５日（以下，特に記\n載のない限り日付は同日である。）午前９時４５分から，Ｐ講師の担当する\n２限目の「基礎英語総復習」の授業（以下「本件授業」という。）が行われ\nていた。\n本件授業の際の本件生徒の座席は，教卓から見て左から２列目の前から\n４列目であり，本件生徒の前の座席（左から２列目の前から３列目）には，\nＱ（以下「相手方生徒」という。）がいた。なお，１年２組の教室の机の配\n置は，横は６列，縦は６～７列であった。\n（当事者間に争いがない。）\nイ  Ｐ講師は，本件授業開始後，各生徒の机間を回って従前に課した宿題の\n解答状況等のチェックをするなどしていたところ，相手方生徒は，その間，\n体を乗り出して，別の女子生徒と課題の教え合いをするなどしていた隣席\nの女子生徒（以下「本件女子生徒」という。）の腕の部分を握るなどしてい\nた。\n本件生徒は，午前１０時前頃，相手方生徒を注意するために，後ろから\n頭を軽く叩くなどしたところ，相手方生徒がこれを無視したことから，再\n度，相手方生徒の襟をつかむなどして自席に正しく座らせようとするなど\nしていたところ，相手方生徒が本件生徒の方に振り向いたことから，相手\n方生徒の頬を平手で叩いた(以下，頬を平手で叩くことを「ビンタ」という\nことがある。)。\nこれに対して相手方生徒は，本件生徒の頬を平手で叩いた上，教室の外\nに連れ出そうとして胸ぐらをつかんで引き寄せるなどしたところ，本件生\n徒は椅子から落ちて尻餅をついた。この際，大きな音がして，教室内が騒然\nとなったことから，隣の１年３組の教室で英語の授業をしていたＲ（以下\n「Ｒ教諭」という。）が１年２組の教室に駆けつけ，騒ぎに気付いたＰ講師\nと一緒に，本件生徒の胸ぐらをつかんでいた相手方生徒を本件生徒から引\nき離した（本件生徒と相手方生徒との間のこれらの一連の出来事が本件ト\nラブルである。）。\n（甲２，３，乙１，７，８，１８，１９，弁論の全趣旨）\n(5)  本件生徒に対して行われた指導等の状況\nア  相手方生徒は，同窓会室において，午前１０時１０分頃から，生徒指導\n担当であるＬ教諭から事情聴取を受けた。\n他方，本件生徒は，相手方生徒からの事情聴取と並行する形で，小会議\n室において，Ｊ教諭及びＬ教諭から事情聴取を受けた。\nその後，Ｊ教諭及びＬ教諭は，同窓会室と小会議室を行き来して，相手\n方生徒と本件生徒から交互に事情聴取を行い，本件トラブルに関する事実\n関係や，本件生徒が相手方生徒の頬を平手で叩くなどした理由を繰り返し\n確認するなどした。\n（乙２９，３０，弁論の全趣旨）\nイ  Ｊ教諭及びＬ教諭は，上記事情聴取の結果，本件トラブルの経緯等を確\n認できたことから，本件生徒及び相手方生徒に対し，「振り返りシート」の\n作成を指示した。振り返りシートは，生徒が質問項目に順に回答していく\n形式になっており，問題があるとされる行動の具体的な内容（誰が誰に何\nをしたのかや，その発生日時及び場所）を記載するほか，「⑤  なぜそのよ\nうなことをしてしまったのですか？」「⑥  誰にどのような迷惑をかけたと\n思いますか？」「⑦  これから誰にどのように迷惑をかけると思いますか？」\n「⑧  迷惑をかけた相手はどんな嫌な気持ちになったと思いますか？」「⑨\n自分は，今，何を考えなければならないと思いますか？」「⑩  今回のこと\nで周りにどう思われると思いますか。」「⑪  今回のことに至るまで，いつ\nからどのような気持ちがあなたの背景にありましたか？」「⑫  中学のころ\n自分はどのような生徒だったと思いますか？」「⑬  高校生になってからの\n自分はどのような生徒だったと思いますか？」「⑭  自分は，これから何を\nどうしなければならないと思いますか？」との各質問項目が並べられてい\nた。\n（甲３，乙７）\nウ  本件生徒は，小会議室において振り返りシートを書き始めたものの，こ\nれをなかなか完成させることができなかった。この間，Ｊ教諭等の教諭ら\nは，数回にわたって本件生徒の様子を見に行き，進捗状況を確認するなど\nしていた。\nＪ教諭は，午後０時半ころに本件生徒が振り返りシートを完成させたこ\nとを確認したことから，Ｋ教諭に依頼して，本件生徒が持参していた弁当\nの入ったかばんを小会議室に届けさせた上，昼食後に，振り返りシートに\n基づいて反省文を作成するよう指示した。\nその後，生徒指導主事のＯ教諭が小会議室を訪れ，本件生徒に対し，相\n手方生徒にビンタをした理由を尋ねた上で，反省を促すための指導を行い，\n午後１時１５分頃に昼食を取るよう指示して小会議室から退出した。\n本件生徒は，昼食後，小会議室において反省文の作成をしていたが，な\nかなか反省文を書き進めることができない様子であったことから，途中で\n様子を見に来たＬ教諭及びＯ教諭は，本件生徒に声をかけ，反省文を書く\nように促すなどしたが，午後４時頃になっても，未だ反省文をほとんど書く\nことができていなかった。なお，本件生徒は，午後４時頃，小会議室を訪れ\nたＪ教諭にトイレに行きたいと申し出たことから，Ｍ教諭が付き添ってト\nイレに行った。\n他方，相手方生徒は，６限目の途中までに振り返りシートと反省文の作\n成を終えたことから，Ｏ教諭は，相手方生徒をそのまま帰宅させた。\n（甲３，６，乙７，８，２９～３１，弁論の全趣旨）\n(6)  本件高校における補導委員会の開催及びその後の本件生徒に対する対応等\nア  本件高校では，Ｈ教頭（委員長），Ｏ教諭（生徒指導部長），Ｌ教諭及\nびＭ教諭（１年次生徒指導部員），Ｎ教諭（年次主任）並びにＪ教諭（１年\n次生徒指導部員兼担任）等の合計１３名の教員が出席して，午後４時頃か\nら補導委員会（以下「本件補導委員会」という。）が行われた。\n本件補導委員会では，状況説明等が行われた上で，Ｏ教諭から，本件懲\n戒規定等の定めに基づいて，本件生徒及び相手方生徒について，「暴力行\n為（対等な生徒間の喧嘩）」の停学日数が３日であることに加えて，「授業\n妨害」も加味して，停学５日とする旨の懲戒原案が提示された。なお，この\n段階では，本件生徒は反省文を未だ作成しておらず，本件補導委員会にお\nいても，その旨の説明が行われた。本件補導委員会は，午後４時２０分頃に\n終了した。\n（乙２，３，２９～３１，弁論の全趣旨）\nイ  本件補導委員会終了後，Ｎ教諭は，小会議室に本件生徒の様子を見に行\nき，本件生徒と話をした上で，反省文の書き方についての指導をするなど\nした。この際，本件生徒は，反省文をほとんど書いておらず，また，Ｎ教諭\nに対し，学校に戻ってくることはできないかもしれないなどと悲観的な発\n言をしたことから，Ｎ教諭は，指導を受ければ戻ってくることができるなど\nと述べた。\n（甲６，乙３２）\nウ  Ｊ教諭は，午後５時頃に本件生徒の様子を見に行ったところ，本件生徒\nは反省文を２～３行程度書いただけであった。その後，Ｊ教諭は，午後５時\n４０分頃に本件生徒の様子を見に行き，反省文の状況を確認した上で，月\n曜日までに反省文を書いてくるよう指示した上，今後のことは，電話で母\nである原告Ｂに伝えるので，本件生徒自身でも，本件トラブルの内容を伝\nえて，反省していることや，変わろうと思っていることを伝えるよう指導し\nたところ，本件生徒は表情を曇らせた上，自棄的な発言をしたことから，Ｊ\n教諭は本件生徒の発言内容を否定して，更に指導・助言を行った。\nその後，本件生徒は，Ｊ教諭と共に１年２組の教室に荷物を取りに行っ\nた上，午後６時過ぎ頃に１人で下校した。なお，Ｊ教諭は，この時点では，\n原告Ｂには連絡を取らなかった。\n（乙２６，２９，弁論の全趣旨）\n(7)  本件事故の発生\n本件生徒は，午後６時２８分頃，本件高校から自宅への帰宅経路上にある\nＳ電鉄Ｔ線のＵ踏切（大阪市住吉区ａｂ丁目ｃ番ｄ号先。以下「本件踏切」と\nいう。）内において，電車に跳ねられて死亡した(本件事故)。\n(当事者間に争いがない。)\n３  争点\n(1)  本件高校の教員らによる本件生徒に対する指導等についての，国家賠償\n法上の違法性の有無\n(2)  原告らに生じた損害及びその額\n４  争点に対する当事者の主張\n(1)  争点(1)（本件高校の教員らによる本件生徒に対する指導についての，国\n家賠償法上の違法性の有無）について\n（原告の主張）\nア  本件生徒は，当時高校 1 年生になったばかりの１６歳の生徒であった\n上，本件高校では，本件生徒が在籍していたＥ中学校の教員から，本件生\n徒は優しくて正義感が強く，やんちゃな子や間違ったことをすることが嫌\nいなため，高校入学後もトラブルが生じるかもしれないとの報告を受けて\nいた。そして，実際にＥ中学校の教員が想定していたようなトラブルが生\nじたのであるから，本件高校の教員らは，本件生徒に対して事情聴取等を\nするに当たり，本件生徒の肉体面・精神面について最大限配慮するととも\nに，本件生徒の受けた肉体的・精神的衝撃を和らげるために適切な処置を\n執るべき義務があった。\nイ  そうであるにもかかわらず，本件高校の教員らは，次のとおり上記の義\n務に違反する行動を取った。下記のような本件高校の教員らの行為や，本\n件生徒に対する処分の内容等（以下，本件トラブルに関して本件生徒に対\nして行われた指導及び本件生徒に対する処分（原案）を含めて「本件指導\n等」という。）は，本件トラブルの内容に照らして著しくバランスを失し\nており，社会的妥当性を著しく欠いている。\n(ｱ)  本件高校の教員らは，本件生徒が相手方生徒に押し倒されて床に尻\nをついた状態になっていたことを現認したにもかかわらず，本件生徒に\n対し，怪我をしたかどうかを確認せず，何らの救護措置も取らなかっ\nた。\n(ｲ)  本件生徒は，正義感が強くまじめであり，本件高校に入学後，問題\nを起こしたこともなかったのであるから，本件トラブルに際しては，教\n員がその場で注意をしたり，生徒同士で話合いをさせるなどの指導方法\nでも足りたはずであった。また，相手方生徒は，本件授業の最中にも立\nち，横を向いて大きな声で話をしたり，隣席の女子生徒の手や足を触っ\nたりつかんだりするなど，目に余る行動をとっていたところ，当該女子\n生徒がこれを嫌がっており，また，Ｐ講師には，相手方生徒のそのよう\nな行為を是正する行動を取ることを全く期待できなかったことから，自\nら相手方生徒を注意しようと考えたものである。\nしかしながら，本件高校の教員らは，本件生徒が悪いことをしたと決\nめつけて，約８時間にわたって３畳ほどの小部屋に監禁し，十分に情報\n共有がされていない教員らが，入れ代わり立ち代わり監視や指導を行\nい，トイレに行く際にも同行して監視するなどして，振り返りシートや\n反省文の作成を強要した。このような行為は，本件生徒に肉体的にも甚\n大な苦痛を与えるものであり，学校教育法１１条が禁止する体罰に当た\nる。\nまた，本件高校の教員らは，本件生徒に対し，相手方生徒にビンタを\nした理由を繰返し問い質した上，一方的に「変わること」を強要してい\nるが，同教員らのこのような行為は，指導の域を脱し，本件生徒の正義\n感，自尊心をことごとく毀損し，疲労や心理的負荷等により，本件生徒\nの心身の健康を損なう不当不法な行為であり，教育上必要にして正当な\n制裁ではなく，私的制裁行為である上，本件生徒を長時間にわたって個\n室に止め措いたことは，監禁罪（刑法２２０条）を構成するものであ\nる。\nさらに，本件生徒は，本件事故の当日，２限目以降の授業を受けるこ\nとができなかったところ，このことも本件生徒に相当な精神的苦痛を与\nえるものであった。\n(ｳ)  本件高校の教員らは，本件生徒に弁解の機会を与えず，本件授業を\n担当していたＰ講師からの事情聴取も行わないなど，杜撰な事情聴取し\nか行わないままで本件補導委員会を開催したのみならず，本件生徒を長\n時間にわたって別室に止め置いて反省文を作成させておきながら，その\n内容を踏まえることなく，早々に５日間の停学処分とすることを決定し\nた。\nまた，相手方生徒は，本件授業の最中に立ち歩いたり大きな声で話し\nたりしていたことを振り返りシートや反省文の中で自認しているのであ\nり，授業の妨害行為をしていたことは明らかであるし，Ｐ講師が授業を\nコントロールすることができていなかったことも明らかである。本件生\n徒は，このような中で相手方生徒を注意しようとしたのであるところ，\n本件生徒に対する懲戒原案を決定するに当たって，そのような動機は全\nく考慮されておらず，不当である。\n(ｴ)  本件補導委員会が終了した後，Ｎ教諭は，本件生徒から，退学にな\nってもう二度と学校に戻って来ることができないのかとの質問を受けた\nのに対し，特段それを否定することのないまま，指導を受ければ戻って\nくることができるとだけ伝えて，無期限の停学の処分になったと受け取\nられかねないような言い方をした。\n(ｵ)  本件高校の教員らは，本件生徒に対する本件トラブル後の指導の過\n程で，本件生徒が自暴自棄な発言を繰り返すなど，動揺していることが\n明らかであったにもかかわらず，本件生徒の心情に何ら配慮することも\nないまま，不適切な指導を続けた。また，Ｊ教諭は，本件生徒に対する\n処分を母である原告Ｂに伝える旨を告げた際，本件生徒が表情を曇らせ\nたのを確認し，かつ，本件生徒が自棄的な発言をしているにもかかわら\nず，単に言葉で取り繕うのみで，原告Ｂに連絡を取ることもなく，本件\n生徒を一人で下校させた。\nウ  憲法２６条は，教育を受ける権利等について定めているところ，同規定\nによると，学校や教員は，学校教育において支配的立場ではなく，生徒の\n成長，発達，自己の人格の完成，実現を充足させる義務ある立場として，\n生徒の学校生活での安全及び教育に配慮する義務を負っている。このこと\nは，生徒指導においても当然妥当するものであり，本件高校の教員らにお\nいても，生徒を指導するに当たり，生徒の成長，発達，自己の人格の完\n成，実現に資するよう指導方法に配慮するとともに，生徒の生命，身体，\n精神等の安全にも配慮すべき義務を負っている。労働事件において，使用\n者は，労働者に対し，業務の遂行に伴う疲労や心理的負荷等が過度に蓄積\nして労働者の心身の健康を損なうことがないよう注意する義務を負ってい\nるところ，学校教育においては，教員には，労働関係よりも高度な危険な\n状況を回避する義務が課せられているはずである。特に，指導に当たる教\n員は，指導が少なからず生徒の権利・人権を侵害する側面があることか\nら，指導の遂行による疲労や心理的負荷等により生徒の心身の健康を損な\nうおそれ，ひいては自殺にまで追い込む危険を予防するために，指導の内\n容･方法について常に適切な措置や配慮を講ずべき危険状況回避義務を負\nうことになる。\nエ  一般に「指導」と考えられている教員の行為によって，子供が精神的あ\nるいは肉体的に追い詰められて自殺する場合があるところ（これを「指導\n死」という。），本件生徒の死亡の原因は，本件高校の教員らによる一連\nの「指導」とその後の配慮義務違反（保護者に連絡せず一人で帰宅させた\nこと）によるものである。本件高校においても，本件事故は建前上は「踏\n切事故」とされているが，実際には「自殺」であり，その原因は本件事故\nの当日に本件生徒に対して行われた「指導」が原因である可能性を認識し\nた上で迅速に対応を協議している。指導死の特徴として，問題行動等に関\nわる生徒指導に関して，十分に情報共有されていない教師による入れ代わ\nり立ち代わりの多人数による指導や，指導直後の自殺が多いことなどが挙\nげられているが，本件指導等は，正にこれに当たる。「指導死」のケース\nは，全国的に多発しており，一般に「指導」と考えられている教員の行為\nによって，子供が精神的あるいは肉体的に追い詰められて自殺する可能性\nがあることについては，本件高校の教員らは予見し得たはずである。ま\nた，本件生徒は，振り返りシートに自暴自棄とも取れる記載をしたり，本\n件高校の教員らとの遣り取りの内容からも，自暴自棄になり，心理的に動\n揺していることが見て取れたのであるから，真面目で繊細な面を持つ本件\n生徒が追い詰められて自殺する可能性があることを十分に予見し得たはず\nである。\nオ  本件生徒が自殺するに至ったのは，本件高校の教員らによる指導により\n疲労や心理的負荷等を過度に蓄積させた結果であり，このようなことは通\n常起こりうることであり，異例なものではない。また，本件生徒は，スト\nレス耐性が低かった可能性があるところ，本件高校の教員らは，本件生徒\nの身上から，本件生徒が母親に迷惑をかけることについて神経質であるこ\nとを認識又は認識し得たはずであるにもかかわらず，Ｊ教諭においては，\n本件生徒を解放する際，当日のことは母親に通知するなどと伝えたのみな\nらず，指導によって一定程度の大きな疲労や心理的負荷等を負った本件生\n徒に対し，反省文の作成を週末の課題として持ち帰らせるなど，危険状況\n回避措置どころか，危険に追い込む行動を取っている。\nカ  以上によると，本件高校の教員らによる本件指導等は，国家賠償法上違\n法であることは明らかである。\n（被告の主張）\nア  本件高校の教員らの本件生徒に対する対応（本件指導等）は，次のとお\nり相当なものであり，何らの違法性もない。\n(ｱ)  本件トラブルの際，相手方生徒が本件生徒を押し倒した事実はな\nい。また，本件生徒には出血等もなく，事情聴取の最中にも顔や尻など\nの痛みを訴えることもなかったのであるから，客観的にみて怪我をして\nいる様子はなかった。\n(ｲ)  本件生徒は，相手方生徒が特に騒いだりしていなかったにもかかわ\nらず，相手方生徒をうっとうしく感じ，ビンタをするなどの暴力を振る\nっており，自らもそれを認めていた。そのため，本件高校の教員らは，\n問題行動をした生徒に対して，事情聴取や指導等を行うに際して，一般\n的に使用してきた部屋において，このような場合に，通常作成させてい\nる振り返りシートや反省文の作成をさせたものである。しかしながら，\n本件生徒が相手方生徒にビンタをした理由を容易に述べず，また，振り\n返りシートや反省文の作成も容易に進まなかったこと等から，事情聴取\nや指導等の時間が結果的に長時間に及んだのであり，不必要・不合理な\n対応ではなかった。本件高校の教員らは，本件生徒を監禁したわけでは\nないし，本件生徒に対し，何かを強制的に押しつけるようなことはして\nいない。なお，振り返りシートは，その質問に一つ一つ答えさせること\nを通じて，生徒の頭の中を整理させ，円滑に反省文を書くことができる\nようにする目的で記載させているものである。\n(ｳ)  生徒に対する懲戒処分は校長が決定すべきものであるところ（学校\n教育法１１条，同法施行規則２６条２項），本件トラブルについては，\nＧ校長は本件生徒の懲戒処分を決定しておらず，その通知もしてはいな\nかった。本件補導委員会は，Ｇ校長に供する懲戒処分の原案を決めたに\nすぎないし，その原案の内容は，妥当かつ合理的なものであった。な\nお，本件補導委員会が開催された当時，本件トラブルの概要は既に明ら\nかになっており，本件生徒の自己認識の状況や反省状況等も一定程度把\n握することができていたのであるから，懲戒処分の原案を十分に協議・\n決定することができる状況であった。なお，本件事故の当日，本件生徒\nの反省文が提出されていない状況で本件補導委員会が開催されたのは，\n相手方生徒が午後２時頃に反省文を書き終えており，本件生徒と相手方\n生徒の供述が一致していたことから，相手方生徒と一緒に合わせて補導\n委員会を開催するのが妥当であると判断されたためである。\n(ｴ)  本件補導委員会が終了した後，Ｎ教諭が本件生徒と話をした際，本\n件生徒は，自ら「停学」を前提とした話をしたことから，本件生徒が自\n己の行為について指導を受け反省をすればよいだけで，何ら学校生活等\nに支障はないことを伝えようとしたものであり，その指導内容等には，\n全く不当・不合理なところはない。\n(ｵ)  本件生徒は，本件高校の教員らからの指導等を受けながら，自ら振\nり返りシートを仕上げ，前向きに反省文の作成に取り組むなどしていた\nものであり，動揺したり自暴自棄になったりしている状況はなかった。\nまた，本件生徒は，Ｊ教諭と別れる際も，普通に挨拶を交わし，特に落\n胆するなど精神的な異変を示すような状況も皆無であり，原告Ｂに連絡\nを取ったり，迎えに来てもらったりすることが必要な状況ではなかっ\nた。なお，Ｊ教諭は，本件トラブルについて原告Ｂに連絡を入れるため\nに，原告Ｂからあらかじめ提出されていた家庭連絡票(乙２６)の記載に\n従って午後７時過ぎに，携帯電話に電話をしたが，連絡が取れず，自宅\nにも電話をしたが，やはり連絡が取れなかったものであり，連絡を怠っ\nたといわれる理由はない。\nイ  本件高校の教員らは，情報を共有しないまま，無計画に入れ代わり立ち\n代わり本件生徒から繰り返し同じことを問い質すなどして，本件生徒を精\n神的に追い詰めるなどしてはいない。\n(2)  争点(2)（原告らに生じた損害及びその額）について\n（原告の主張）\nア  原告Ｂの損害及びその額\n(ｱ)  本件生徒の逸失利益  ２４８８万３８０７円\n本件事故が発生した平成２７年の賃金センサスによる大学卒男子の平\n均賃金年額６４８万７１００円を基礎収入として，稼働可能年数である\n４５年間（２２歳から６７歳まで）のライプニッツ係数は１３．２６３\n３であるから，本件生徒の逸失利益は４９７６万７６１５円となる。\n原告Ｂは，その２分の１である２４８８万３８０７円を相続により取\n得している。\n(ｲ)  本件生徒の死亡慰謝料  ２０００万円\n本件高校の教員らによる指導が著しく不適切であったことや，本件生\n徒の将来が理不尽な形で奪われたことを考慮すると，本件生徒の精神的\n苦痛を慰謝するための慰謝料は４０００万円を下らない。原告Ｂは，そ\nの２分の１である２０００万円を相続により取得している。\n(ｳ)  原告Ｂ固有の慰謝料  １５００万円\n原告Ｂが，一人息子である本件生徒を失った精神的苦痛を慰謝するた\nめの慰謝料の額は，１５００万円を下らない。\n(ｴ)  弁護士費用  ６００万円\n(ｵ)  合計  ６５８８万３８０７円\nイ  原告Ａの損害及びその額\n(ｱ)  原告Ａ固有の慰謝料  １０００万円\n原告Ｂが，孫である本件生徒を失った精神的苦痛を慰謝するための慰\n謝料の額は，１０００万円を下らない。\n(ｲ)  Ｓ電鉄株式会社への賠償金  １００万円\n本件生徒が，本件高校の教員らの違法行為により，本件踏切で自殺す\nるに至ったことから，Ｓ電鉄株式会社に対して賠償金１００万円の支払\nを余儀なくされた。\n(ｳ)  弁護士費用  １００万円\n(ｴ)  合計  １２００万円\n（被告の主張）\nいずれについても争う。\n第３  当裁判所の判断\n１  前提事実と後掲各証拠及び弁論の全趣旨を総合すると，以下の事実が認めら\nれる。\n(1)  本件生徒及び相手方生徒の従前の状況等\nア  本件生徒は，平成１１年５月５日生まれであり，平成２７年３月にＥ中\n学校を卒業し，同年４月に本件高校に進学したが，小学生の頃からクラス\nメートが喧嘩をしているときに傍観せずに止めに入ったり，授業中に私語\nをしている人を注意するなど正義感が強く，物事に真面目に取り組む性格\nであった。また，本件生徒は，優しく思いやりもある性格であったが，中\n学３年生の時に，授業中に立ち歩いたり喧嘩をしたり，教員に暴力を振る\nうなどするいわゆる不良グループの生徒の一人から繰り返しからかわれる\nなどしたことなどから，我慢ができなくなり，それを止めさせようとして\n当該生徒の首の辺りをつかむなどしたところ，同生徒から顔面を蹴られて\n地面に倒されたことがあった。\nなお，本件生徒の母である原告Ｂは，本件生徒の父とは平成２５年８月\nに離婚しているが，実際には，本件生徒が１歳半の頃から，本件生徒の父\nとはほとんど同居してはいなかった。\n（甲１，４，５，２０，原告Ｂ本人）\nイ  本件高校では，新入生が入学する前に本件高校の教員が近隣の中学校の\n学校訪問を行い，学年主任や担任の教員から入学予定の生徒の状況につい\nて話を聞くようにしているところ，Ｌ教諭は，平成２７年度の入学式の前\nにＥ中学校への学校訪問を行った。Ｌ教諭は，この際，Ｅ中学校から本件\n高校への入学を予定していた３名の生徒の状況を確認したが，Ｅ中学校の\n教員は，本件生徒について，おとなしく口数が少なく，いじられやすい，\n正義感が強く，そこをおもしろおかしくいじる生徒がいて過去に爆発した\n経験があると述べた上で，中学校においても指導をしており，高校に入っ\nてからは同様のことが起こることはないと思うが，一応，知っておいてほ\nしいとの話をした。また，Ｅ中学校の教員は，上記３名ともいじられやす\nく，おとなしいのでヤンチャな生徒から守ってほしいとの話をした。\n（乙３０，３４，証人Ｌ）\nウ  原告Ｂは，本件生徒が本件高校に入学する際に提出する生徒個人票の\n「特に学校へ伝えておきたいこと」の欄に，「コミュニケーション不足で\n特に自分とは性格や考え方が合わない子との対人関係が心配なのでうまく\n付き合えるようになってほしいです」あるいは「コミュニケーションがう\nまくとれず対人関係で心配なことがあります。自分と性格や考えが違う子\nともうまく付き合っていけるといいと思います」との記載をし，また，\n「高校生活支援カード」における「これまでの学校生活で，不安に感じた\n事や通学しにくくなるような出来事はありましたか。」との質問に対し\nて，「特定の相手とのコミュニケーションが上手くとれずもめたり傷つく\n事が何度かありました。」との記載をし，「学校生活面で配慮を希望する\nことがありますか。」との質問に対して，「真面目な性格なので少しやん\nちゃ（という表現で正しいのかわかりませんが）な生徒とは対立する事が\nあり，からかわれたりする事を嫌がるのでその部分でのかかわりに配慮し\nて頂きたいと思います。」との記載をした。\n（甲２８の１・２，甲２９，乙２７，原告Ｂ）\nエ  本件生徒は，本件高校に入学した後は，おとなしく，周りの者とコミュ\nニケーションを取るのが苦手なのではないかと思われるところがあり，友\n人は少ない様子ではあったものの，真面目に授業に取り組んでおり，特段\nの問題は見当たらなかった。\nなお，本件生徒は，文系の大学に進学して小説家になりたいという希望\nを持っており，大学進学のために必要な国語と英語の勉強を頑張りたいと\n思っていたところ，本件高校に入学後，母である原告Ｂに対し，本件高校\nでは，授業中に私語をしたり，携帯電話でＬＩＮＥをしたりゲームをした\nりする者がいること等について不満を漏らすことがあった。\n（甲２０，乙１５，２９，証人Ｐ，証人Ｊ）\nオ  他方，相手方生徒は，中学校時に喫煙，飲酒，窃盗，家出を繰り返し，\n二度，児童相談所に入所したことがあり，保護者からも，教室で騒いだり\nして迷惑をかけることがあるので，席を前の方にするなどの配慮をしてほ\nしいとの話が出ていた。相手方生徒は，本件高校に入学した後も，授業中\nに私語をしたり，勝手に立ち歩くことがあり，担当教員から度々注意を受\nけていたものの，注意をされると，指導には素直に従っていた。\n（乙７，８，１１，２９，３０，証人Ｐ，証人Ｊ）\n(2)  本件トラブルが発生した当時の状況\nア  本件高校の１年２組の教室では，平成２７年５月１５日午前９時４５分\nから，Ｐ講師の担当する２限目の「基礎英語総復習」の授業（本件授業）\nが行われていた。Ｐ講師は，数名の生徒に宿題の問題集の解答を黒板に記\n載させながら，生徒の机間を回って各生徒の解答状況等をチェックした\nり，生徒からの質問に答えるなどしていたが，解答状況等のチェックに時\n間がかかりそうだったので，途中から，生徒に対し，あらかじめ配付して\nいた同月２２日に提出させる予定の中間テスト前の課題のプリントを完成\nさせるよう指示した。この際，Ｐ講師は，隣席の生徒と話し合いながら課\n題を検討してもかまわないとの指示をしていたことから，教室内は，私語\nをする者などもいて，やや騒がしい状態ではあったものの，生徒らは，お\nおむね指示された課題に取り組んでいた。\n（乙１７，乙１９の１～２９，乙３３，証人Ｐ）\nイ  本件授業の当時，相手方生徒は，本件生徒の前の座席で授業を受けてい\nたところ，課題の検討をしている最中に，立ち歩いたり，大きな声で話を\nするなどしていたほか，別の女子生徒と課題の教え合いをしていた右隣の\n女子生徒（本件女子生徒）の方に身を乗り出して本件女子生徒の腕を握る\nなどしていたが，本件女子生徒から，勉強中だから待ってと言われたこと\nから，黙って本件女子生徒の腕を握っていた。なお，本件女子生徒は，以\n前，相手方生徒と交際していたことがあり，相手方生徒の上記のような行\n動に対し，特に嫌がるようなそぶりをしていたわけではなかった。\n（乙７～９，１１，１４，乙１９の１，乙２９，３０，証人Ｊ，証人Ｌ）\nウ  本件生徒は，上記のような相手方生徒の行動について，授業中の態度と\nして不適切であると思ったことから，午前１０時前頃，まず，何も言わず\nに後ろから相手方生徒の頭部を右手で軽く叩いて注意を促したが，相手方\n生徒がこれを無視したので，左手で相手方生徒の襟をつかんで左斜め後方\nに引っ張って，座席に正しい姿勢で座らせようとした。しかしながら，相\n手方生徒は，再度これを無視して本件女子生徒と話を始めたので，再度，\n相手方生徒の襟をつかんで左斜め後方に引っ張り，座席に正しい姿勢で座\nらせようとしたところ，相手方生徒が，本件生徒の方に振り向いたことか\nら，本件生徒は，何も言わずに相手方生徒の左頬を右の平手で叩いた。本\n件生徒は，相手方生徒が呆然としている様子が滑稽に見えたので，にやに\nやと笑ったところ，相手方生徒は，これに腹を立てて本件生徒の左頬を右\nの平手で叩いた上，立ち上がって本件生徒の胸元を右手でつかみ，廊下に\n連れ出そうとして引き寄せたことから，本件生徒は椅子からずり落ちて床\nに尻餅をついた。この際，本件生徒のボタンが３つほど取れてしまった\n（本件トラブル）。\n（乙７～９，１１，１４，乙１９の１，乙２９，３０，３３，証人Ｐ，証\n人Ｊ，証人Ｌ）\nエ  Ｐ講師は，机間指導をしている最中に，背後で大きな物音がし，生徒達\nが声を上げたことから，本件トラブルに気付き，慌てて二人を制止しよう\nとしたところ，隣室の１年３組の教室で授業をしていたＲ教諭が二人の間\nに入って制止し，相手方生徒を１年２組の教室の外に連れ出した。本件生\n徒は，一旦，自席に戻ったが，その後，Ｒ教諭とＫ教諭が本件生徒を教室\nの外に連れ出した。\nＰ講師は，その後も４限目まで授業を続けた後，本件高校を離れたが，\n当日，Ｐ講師からの事情聴取はされなかった。\n（甲１１，１２，乙３３，証人Ｐ）\n(3)  本件生徒及び相手方生徒に対して行われた事情聴取時の状況\nア  １年次職員室にいた１年生の生徒指導担当のＬ教諭は，午前１０時頃，\n相手方生徒を連れてきたＲ教諭から，１年２組の教室で，授業中に相手方\n生徒と本件生徒が喧嘩をしたので対応してほしいと依頼されたことから，\n相手方生徒を引き継ぎ，１年次教官室の近くにある同窓会室に連れて行っ\nた。なお，同窓会室及び階段を挟んでその隣にある小会議室は，生徒指導\n事案が生じた場合に生徒から事情聴取をしたり指導したりする際に使用さ\nれる部屋である。また，１年２組の副担任であったＫ教諭は，Ｒ教諭と共\nに１年２組の教室に赴いた。\nＬ教諭は，同窓会室で相手方生徒から事情を聞いたところ，相手方生徒\nは，「自分は何もしていないのに本件生徒から，突然，後ろから頭を叩か\nれた。無視していると，本件生徒に襟をつかまれて後方へ引っ張られた\nが，これも無視して本件女子生徒と話を始めたところ，再度，本件生徒が\n襟をつかんで後方に引っ張るので，本件生徒の方を振り向いたところ，突\n然頬をビンタされた。その後，本件生徒が笑っていたので，頭にきてビン\nタを仕返して胸ぐらをつかみ，廊下へ出て話をしようとした。殴られた理\n由が分からず，本件生徒が笑っていたので余計に腹を立ててしまい，悪い\nこととは分かっていたが手を出してしまった。何か言ってくれればまだ話\nができたのに，我慢できなかった。」との趣旨のことを話して，当時の状\n況を説明した。Ｌ教諭は，本件生徒については，生徒指導上，特に問題が\nあるとの話を聞いていなかったのに対して，相手方生徒については，生徒\n指導上課題のある生徒として出身中学校から引き継ぎを受けていたことか\nら，本件生徒が先に相手方生徒の襟を引っ張ったりビンタをしたりしたと\nいうことが信じられず，相手方生徒に対し，嘘をついていないかと追及し\nたものの，相手方生徒は，嘘はついていないと述べた。そのため，Ｌ教諭\nは，本件生徒から事情を聞くことにした。\n（乙１１，３０，証人Ｌ）\nイ  １年２組の担任であり，当日は生徒指導室当番で本件高校１階の生徒指\n導室で待機していたＪ教諭は，午前１０時頃，Ｋ教諭から電話で，生徒間\nでトラブルが発生したため，小会議室で事情聴取を行うので来てほしいと\nの連絡を受けたことから，小会議室に赴いた。なお，小会議室は，入口が\n狭い通路状になっており，少し奥まったところに１０人程度が入ることが\nできるスペースがある部屋であり，窓もあって明るい風通しの良い部屋で\nある。Ｊ教諭は，Ｌ教諭から，相手方生徒が話している内容を聞き，一\n旦，本件生徒を小会議室に入らせた上で，Ｌ教諭をその場に残して同窓会\n室に赴き，まず，相手方生徒から事情を聞いたところ，相手方生徒は，Ｌ\n教諭に話したのと同様の内容の話をした。\nそこで，Ｊ教諭は，小会議室に戻り，Ｌ教諭と共に，再度，本件生徒か\nら話を聞いたところ，本件生徒も，おおむね相手方生徒と同様の話をし\nた。そのため，Ｊ教諭及びＬ教諭が，本件生徒に対し，相手方生徒に対し\nて手を出した理由を尋ねたところ，本件生徒は，「じゃれあっていた延長\nで手を出した。」などと述べて理由を説明しようとしなかった。しかしな\nがら，本件生徒と相手方生徒の双方の話からしても，本件生徒と相手方生\n徒は，これまでほとんど話をしたこともない様子であったことや，本件生\n徒が真面目な生徒であったのに対し，相手方生徒は中学校時代から問題の\nある生徒であったことから，Ｊ教諭及びＬ教諭は，相手方生徒が先に本件\n生徒に嫌がらせをするなどし，腹を立てた本件生徒が相手方生徒にビンタ\nをしたのではないかと考え，いじめの場合によく見られるように，本件生\n徒はそのことを言い出しにくい状況にあるのではないかと考えて，繰り返\nし確認したものの，本件生徒は，同じ発言を繰り返し，自分から手を出し\nた理由を説明しようとはしなかった。\nそのため，Ｊ教諭とＬ教諭は，本件生徒のいる小会議室と，相手方生徒\nのいる同窓会室を３～４回にわたって行き来しながら，双方から本件トラ\nブルに至った理由を確認したものの，相手方生徒は，本件生徒に嫌がらせ\nをしたことを否定した上で，なぜ殴られたのかは分からず，自分の方が教\nえてほしいと述べていた。\nなお，Ｊ教諭とＬ教諭が本件生徒から事情聴取をしていた際に，Ｌ教諭\nが，相手方生徒をどのように殴ったのかと尋ねたところ，本件生徒は，突\n然，「じゃあ失礼します。」と言って勢いよく手を振り上げ，Ｌ教諭を平\n手で叩きかけるような素振りをしたことから，Ｌ教諭は，驚いてとっさに\n顔を避け，「何考えてるねん。俺にしたらあかんやろう。それ俺にやろう\nとしているのか。」と言ったところ，本件生徒は「ぎりぎりで止めたらい\nいと思ったので。すみません。」などと言った。\n（乙１０，１１，１４，２９，証人Ｊ）\nウ  Ｌ教諭は，本件生徒との話が行き詰ってしまったことから，話題を変え\nようと思い，中学校の時の部活動の話をしたりする中で，出身中学を確認\nしたところ，Ｅ中学校であると述べたことから，学校訪問の際に，同中学\n校の教員から聞いた話（前記(1)イ）を思い出した。そこで，Ｌ教諭は，\n本件生徒が，相手方生徒の授業中の態度に腹を立ててビンタをしたのでは\nないかと考え，小会議室の外に出てＪ教諭にその旨を伝えた上で，Ｊ教諭\nと共に同窓会室に赴いて，相手方生徒に対し，本件生徒からビンタをされ\nる前の授業中の行動について確認したところ，相手方生徒は，本件女子生\n徒の方に身を乗り出して本件女子生徒の腕を握るなどしていたことを認め\nた。\nそこで，Ｊ教諭とＬ教諭は，小会議室に戻って，本件生徒に対し，相手\n方生徒の授業中の態度に腹を立てたのではないかと聞いたところ，本件生\n徒は，腹が立ったわけではないが，相手方生徒が授業中にうるさくしゃべ\nっていること，立ち歩いていること，女子生徒の手や足を触っていること\nの３点を挙げて，授業中にこのようなことをするのはダメだろうと思った\nと述べて，それが相手方生徒に対してビンタをした理由であったと述べ\nた。そして，本件生徒は，中学校の時にも素行の悪い生徒とこのようなこ\nとが何度かあり，また同じことをしてしまったと述べた。なお，その後，\n本件生徒と相手方生徒の話に若干の食い違い（本件生徒が相手方生徒にビ\nンタをする前に，相手方生徒が何か言ったか否かに関するもの）があった\nことから，Ｊ教諭とＬ教諭は，同窓会室と小会議室を１～２回行き来して\n事情聴取を続けたが，双方の言い分は食い違ったままであった。\nＪ教諭及びＬ教諭は，本件生徒に対し，授業中にうるさくしている生徒\nに注意をすることは良いことだが，そのような場合には暴力で制止するべ\nきではなく，口頭で注意をしたり，担任や教科担当の教員に授業の後で相\n談したりして解決するべきであるとの指導を行ったところ，本件生徒は，\n指導の内容を理解した様子であった。\n（乙１０，１１，２９，３０，証人Ｌ，証人Ｊ）\n(4)  本件生徒に対する事情聴取後の指導の状況等\nア  本件高校では，生徒指導担当の教員が事情聴取をして事実関係等を把握\nした後に，問題行動を起こした生徒に振り返りシート（その内容は，前提\n事実(5)イで認定したとおりである。）を作成させており，同シートの質\n問項目に順に回答していく中で，自らの行為の問題点や反省すべき点を整\n理させた上で，改めて自分の言葉で反省文を作成させることになってい\nた。当該生徒が反省文を完成させると，生徒指導担当が反省文を読み，事\n情聴取によって把握された事実関係と齟齬がないかや，新たな事実関係が\n記載されていないかなどをチェックした上で，当該事案を補導委員会に付\n議し，当該生徒に対する懲戒処分等についての検討が行われることになっ\nていた。\n（乙５，２９，３０，証人Ｊ，証人Ｌ，証人Ｏ）\nイ  本件生徒及び相手方生徒に対する事情聴取の結果，本件トラブルの経緯\nが明らかになったことから，Ｊ教諭及びＬ教諭は，本件生徒及び相手方生\n徒に対し，午前１１時３５分頃，振り返りシートの作成を指示した。Ｊ教\n諭は，本件生徒に対し，振り返りシートの作成について質問があるとき\nや，トイレに行きたい場合等には，１年次職員室に声を掛けるように指示\nをして，小会議室を退出した。その後，午前１１時４５分頃，Ｍ教諭が本\n件生徒と相手方生徒に対し，反省文の用紙を渡し，振り返りシートを書き\n終わったら，それを基に反省文を書くよう指示した。\n（甲３，６，乙７，８，１０，１１，２９，３０，証人Ｊ，証人Ｌ）\nウ  Ｊ教諭は，午後０時頃，小会議室へ本件生徒の様子を見に行ったとこ\nろ，振り返りシートの回答欄があまり記載されていなかったことから，本\n件生徒に対し，分からないところがあるのかと尋ねたところ，本件生徒\nは，「自分は，これから何をどうしなければならないと思いますか？」と\nいう質問項目が分からないと答えたので，その部分を見ると，「同じよう\nな事を起こさないように」と記載されたところで止まっていたことから，\nＪ教諭が，「どうするか考えてみ。」と言ったところ，本件生徒は，「人\nと関わらないようにする，ですかね。人と接しなければトラブルも起こら\nないじゃないですか。」と述べた。そこで，Ｊ教諭は，人と接しないで高\n校生活を送ることはできないのではないかと述べた上で，この部屋に呼ば\nれたのは，相手方生徒にビンタをしたためであることを改めて本件生徒に\n確認させた上で，注意をすることは良いことであるが，ビンタ以外の方法\nはなかったのかと述べたところ，本件生徒は，「口で言う……。僕はダメ\nですね……。」と独り言のように言った。Ｊ教諭は，どうしたらよかった\nか考えるようにと述べて，小会議室から退出した。\n（甲３，乙１０，２９，証人Ｊ）\nエ  Ｌ教諭は，４限目頃に小会議室に本件生徒の様子を見に行ったところ，\n振り返りシートはほとんど書かれておらず，「何をしたのですか？」とい\nう質問項目について，何度も書いたり消したりした跡が残っており，どの\nように書けばよいのか分からないと言ったことから，自分の言葉で自由に\n記載すればよく，文章がおかしいから怒られるということはない旨の助言\nをしたところ，本件生徒は，難しい表現を口にしたことから，それでもか\nまわないと述べたところ，振り返りシートを記載し始めたので，Ｌ教諭は\n小会議室から退出した。\n（乙１１，３０，証人Ｌ）\nオ  Ｊ教諭が，午後０時３０分頃に小会議室に赴いたところ，本件生徒の振\nり返りシートが完成していたことから，昼食を取らせることとし，Ｋ教諭\nに１年２組の教室に本件生徒の弁当の入ったカバンを持ってきてもらうよ\nう依頼した。また，Ｊ教諭は，本件生徒に対し，トイレに行きたくないか\nを確認したところ，必要ないとのことだったので，昼食後に適当に休憩し\nたら振り返りシートに基づいて反省文を書くように指示をして，小会議室\nから退出した。なお，相手方生徒は，弁当を持ってきていなかったことか\nら，昼休み終了後にＬ教諭が食堂まで連れて行き，昼食を購入させた。\n（乙２９，３０，証人Ｊ，証人Ｌ）\nカ  本件生徒が記載した振り返りシートの「③  何をしたのですか？」の項\n目には「相手の事をうっとうしく感じて，ビンタした」と，「⑤  なぜそ\nのようなことをしてしまったのですか？」の項目には「相手の事をうっと\nうしく感じて，突発的に手を出してしまった」と，「⑦  これから誰にど\nのように迷惑をかけると思いますか？」の項目には「母親」と，「⑩  今\n回のことで周りにどう思われると思いますか。」の項目には「少しイラッ\nとしただけですぐに暴力をふるう，近付きたくない存在」と，「⑪  今回\nのことに至るまで，いつからどのような気持があなたの背景にありました\nか？」の項目には「今日の２時限目の授業中，相手の行いが良くないと思\nい，止めさせた方が良いと考えるが，最後のビンタは個人的に相手の事を\nうっとうしく感じて突発的に行った事」と，「⑫  中学のころ自分はどの\nような生徒だったと思いますか？」の項目には「性格は暗めで，ほんの少\nし馬鹿にされただけで怒る面倒な存在」と，「⑬  高校生になってからの\n自分はどのような生徒だったと思いますか？」の項目には「性格は暗め，\nこれと言った個性はなし。」と，「⑭  自分は，これから何をどうしなけ\nればならないと思いますか？」の項目には「同じような事を起こさないよ\nうにする。その為にどうするべきかを考える。」とそれぞれ記載されてい\nた。\nなお，Ｊ教諭は，上記のような振り返りシートの記載内容については，\n今後の指導の中で校内カウンセリング等も含めて対応していかなければな\nらないと考えたものの，特にこの時点では，本件生徒に対し，趣旨を確認\nすることなどはしなかった。\n（甲３，証人Ｊ）\nキ  Ｊ教諭は，４限目の終了後，生徒指導主事のＯ教諭に対し，本件トラブ\nルの内容をごく簡単に報告した上で，本件生徒及び相手方生徒の事情聴取\nが終了し，事実関係が一致したことから振り返りシートを記載させたこ\nと，午後からは反省文を作成させる予定であるが，授業が入っているの\nで，その間はＯ教諭において，適宜，本件生徒と相手方生徒の様子を見に\n行ってほしいと伝えた。なお，Ｏ教諭は，相手方生徒とも本件生徒とも面\n識はなかった。\nＯ教諭は，午後０時４０分頃，同窓会室に赴き，相手方生徒から事情を\n確認した上で，午後０時４５分から５０分頃，小会議室に赴いて，本件生\n徒から話を聞いた。\nＯ教諭は，本件生徒に対し，本件トラブルの経緯を確認した後，相手方\n生徒に対してビンタをした理由を確認したところ，本件生徒は，うっとう\nしく感じたからであると述べた。そこで，Ｏ教諭は，学校というところは\n安心して安全に勉強できる場所でないといけないとして，暴力を振るうこ\nとはいけないことである旨の指導をしたところ，本件生徒が，「僕は学校\nにいない方がいいですね。」と述べたことから，このまま学校を去れば，\n今回の件の反省と改善ができないままになる，社会に出れば，人に手を出\nせば傷害事件となってもっと大事になる，この機会に反省して，今後に向\nけて変わっていかないといけないなどといった話をしたところ，本件生徒\nは，「僕は変わらないですよ。１５年間生きてきた実体験から，変われな\nいと思う。」と述べた。Ｏ教諭は，本件生徒に対し，少しでもいいから変\nわろうとする気持ちを持たないといけないなどと諭した上で，以前にも同\nじようなことがあったのかと尋ねたところ，本件生徒がこれを肯定したの\nで，重ねて，変わろうとすることが大切であるとの趣旨の指導をした。\nＯ教諭は，約２０分程度，本件生徒と話をしていたが，本件生徒がＯ教\n諭からの指導に対し，一応の理解を示した様子であったことから，昼食を\n取るように指示した上で，小会議室を退出した。\nＯ教諭は，その後，生徒指導室でＬ教諭から，改めて本件生徒及び相手\n方生徒に対する事情聴取の内容の報告を受けた上で，Ｇ校長の了解を得\nて，午後４時から本件生徒及び相手方生徒の懲戒処分の原案を決定する補\n導委員会を開催することとし，その旨を補導委員会の構成員の教諭に伝え\nるとともに，補導委員会のための資料の作成等の準備を始めた。\n（乙１２，２９～３１，証人Ｊ，証人Ｌ，証人Ｏ）\nク  Ｏ教諭は，午後２時頃，小会議室に赴いたところ，本件生徒が机に伏せ\nて寝ている様子であったため，早く反省文を書くよう声を掛けるととも\nに，自分の行為を振り返って反省し，自分を変えていかなければいけない\nし，変わるかどうかは分からないが，変わろうとしていくことが大切であ\nると指導したところ，本件生徒は，「なんでそんなに僕に期待をするの\nか。僕なら切り捨てますよ。」と述べた。そこで，Ｏ教諭は，自分は生徒\nを切り捨てたりしない，反省して変わっていけばよいと述べた上で，反省\n文を書くように促して，小会議室を退出した。\nＯ教諭は，同窓会室にも赴いて相手方生徒の様子を確認したところ，相\n手方生徒は，反省文を書き進めていた。\n（乙１２，３１，証人Ｏ）\nケ  相手方生徒は，６限目（午後２時２０分から午後３時１０分まで）の途\n中に，１年次職員室に反省文を書き終えたと告げに来たので，その旨の連\n絡を受けたＯ教諭は同窓会室に赴いて，相手方生徒の反省文を確認した\n後，相手方生徒に対し，担任のＪ教諭から保護者に連絡を入れること，保\n護者にも学校に来てもらうことになること，自宅にまっすぐに帰り，保護\n者とよく話をすることなどと伝えて，相手方生徒を下校させた。\nＯ教諭は，６限目終了後に行われる臨時の学年集会の前に，Ｊ教諭に対\nし，相手方生徒が反省文を書き終えたので下校させたことなどを伝えると\nともに，本件生徒は，反省文の作成が進んでおらず，Ｏ教諭の指導に対\nし，前記キ及びクのような発言をしていたことなどを伝えた。\nそこで，Ｊ教諭は，午後４時頃，小会議室に赴き，本件生徒に対し，Ｏ\n教諭との会話の内容を確認したところ，本件生徒はこれを肯定したので，\n変わる努力をしようとすることが必要である旨の指導を行ったところ，本\n件生徒は，何か考えるような素振りをしていた。その後，本件生徒がトイ\nレに行ってもよいかと言い出したことから，Ｊ教諭が付き添ってトイレに\n行こうとしたところ，Ｍ教諭が補導委員会の開催を告げに来たことから，\n本件生徒をＭ教諭に任せて，Ｊ教諭は補導委員会に出席することとした。\nなお，この時点においても，本件生徒は反省文を数行程度しか記載してい\nなかった。\n（乙１０，２９，３１，証人Ｊ，証人Ｏ）\nコ  Ｍ教諭は，小会議室に戻った後，本件生徒に対し，反省文に記載すべき\n８項目（①  いつ，②  どこで，③  誰が，④  何をした，⑤  何をした\nかについての経緯（なぜこうなったのか），⑥  したことについて今どう\nいう風に思っているか，⑦  相手に対する今の気持ち，⑧  今後こういう\nことをしないように自分（に）何ができるか）を箇条書きにしたメモを渡\nした。\n（甲８，乙２９，３２，証人Ｊ，証人Ｎ）\n(5)  本件補導委員会の開催及びその後の本件生徒に対する対応等\nア  本件高校では，Ｈ教頭(委員長)，Ｏ教諭（生徒指導部長），Ｌ教諭及び\nＭ教諭（１年次生徒指導部員），Ｎ教諭(学年主任)並びにＪ教諭（１年次\n生徒指導部員兼担任）等の合計１３名の教員が出席して，午後４時頃から\n補導委員会（本件補導委員会）が行われた。なお，本件補導委員会には，\nＰ講師の出席は，当初から予定されていなかった。\n本件高校では，前記のとおり，本来，補導委員会は，問題行動を起こし\nた生徒が反省文を作成し終わってから開催されることになっていたとこ\nろ，この時点で，相手方生徒は既に反省文を完成させていたのに対し，本\n件生徒は未だ反省文を完成させてはいなかった。しかし，同一の事案であ\nるにもかかわらず，相手方生徒だけを先に補導委員会に付議し，本件生徒\nを，後日，別の補導委員会に付議することは適切ではなく，かつ，本件ト\nラブルに関する本件生徒及び相手方生徒からの聴取結果はほぼ一致してお\nり，できる限り早く補導委員会を行ってその後の指導に入るのが相当であ\nると考えられたことから，両者を併せて本件補導委員会に付議することと\nした。\n本件補導委員会では，まず，Ｏ教諭から本件トラブルの経緯に関する説\n明を行った後，Ｌ教諭から，本件生徒は，相手方生徒が授業中に女子生徒\nの手を触るなどしていたことについて注意をするためにビンタという行動\nに出たこと，Ｌ教諭に対し，実際にどのようにビンタをしようとしたのか\nを実演しようとしたこと，中学校時代にもヤンチャな生徒と同様のトラブ\nルを起こしたことがあったことについての補足説明を行い，Ｊ教諭から\nも，本件生徒及び相手方生徒の出欠状況等，普段の学校生活の状況につい\nての補足説明を行った。本件補導委員会の出席者からは，特段の質問等は\n出なかった。\n本件懲戒規定等では，停学については，有期の停学は３，５，７，１０\n日とされており，懲戒指導の対象となる行為が「暴力行為（対等な生徒間\nの喧嘩）」である場合には，停学日数は３日以上の停学とされていること\nに加えて，本件トラブルは授業中の暴力であり授業妨害にも該当すること\nから，Ｏ教諭は，上記の事情を踏まえて，本件生徒及び相手方生徒につい\nて，停学５日とする旨の懲戒原案を提示したところ，特に反対意見等は出\nされなかったことから，上記懲戒原案が決定された。なお，補導委員会に\nおいては，対象となった生徒の反省の度合い等を懲戒原案の決定に際して\nしん酌することは行われていない。\n本件補導委員会では，反省文を完成させている相手方生徒については，\nＧ校長から，平成２７年５月１８日（月曜日）に懲戒処分の申し渡しを行\nい，反省文を完成させていない本件生徒については，同月１９日（火曜\n日）以降に申し渡しを行うことが確認され，午後４時２０分頃に本件補導\n委員会は終了した。\n（乙２，３，２９～３２，証人Ｊ，証人Ｌ，証人Ｏ，証人Ｐ）\nイ  本件補導委員会の終了後，Ｊ教諭は引き続き生徒指導部会に出席する必\n要があったことから，Ｎ教諭が本件生徒の様子を見に行くことになり，Ｎ\n教諭は小会議室に赴いた。Ｎ教諭は，本件生徒とはこの時が初対面であっ\nた。\nＮ教諭は，本件生徒に対し，昼食を取ったかとか，飲み物は飲んでいる\nか，トイレに行かなくてよいかなどを確認した上で，相手方生徒に対し，\n日頃から不満等が溜まっていたのかとか，どうして叩いてしまったのかを\n確認したところ，本件生徒は，相手方生徒に対して不満等が溜まっていた\nことを否定した上で，「その時はむかついて，頭が真っ白になって，よく\n覚えていません。」と答えた。そして，Ｎ教諭が，これまでもそのような\nことがあったのかと尋ねると，中学の時にも同じようなことがあったと答\nえた。\n本件生徒は，Ｎ教諭と会話の途中で，突然，「僕はもうきっと停学にな\nって学校には戻れないかもしれませんね。」と言ったことから，Ｎ教諭が\n「そんなことはないよ。今回の指導を受けたら戻れるよ。」と答えると，\n「でも僕は反省文が書けません。作文とか苦手です。」と述べた。そこ\nで，Ｎ教諭は，机に置かれていた反省文に記載すべき項目を書き出したメ\nモ（Ｍ教諭が作成したもの。前記(4)コ）を一緒に見ながら，上手に書く\n必要はないと言った上で，どの項目が書きにくいのかを確認したところ，\n「⑥  したことについて今どういう風に思っているか」と「⑧  今後こう\nいうことをしないように自分（に）何ができるか」を書くことができない\nと答えた。Ｎ教諭は，本件生徒に対し，自分がやったことがいけないこと\nだとは思っているのかや，これから変わっていければいいと思っているの\nかを確認したところ，本件生徒がこれを肯定したので，そのように書けば\nいいと述べて，長い文章でなくてもよく，原稿用紙２枚書けなくても１枚\nでもよいなどと話したところ，本件生徒が反省文を書き始めたことから，\nＮ教諭は，小会議室を退出した。\nＮ教諭は，その後，生徒指導部会の途中にＪ教諭を呼び出し，本件生徒\nの様子や，遣り取りの内容を伝えた。\n（乙１３，２９，３２，証人Ｊ，証人Ｎ）\nウ  Ｊ教諭は，午後５時２０分頃に，Ｏ教諭との間で，本件生徒は反省文を\n完成させてはいないものの，下校時間を過ぎているので，そろそろ下校さ\nせて，残りは自宅で書かせるようにしようという話をした。また，Ｊ教諭\nは，相手方生徒の保護者に電話をかけ，本件トラブルについての話をした\n上で，月曜日に来校してほしい旨を告げた。\nその後，Ｊ教諭が小会議室に赴いたところ，本件生徒の反省文は，２，\n３行記載したところで止まっており，本件生徒はＭ教諭の作成したメモを\n見ていたことから，Ｊ教諭は，本件生徒に対し，相手方生徒に対してビン\nタをしてしまったことについて反省していることと，突発的に行動してし\nまうところを変えたいという意思を確認した上で，「そのアドバイスどお\nりに書かなくてもいいぞ。時系列も前後してもいいし，漢字も分からなけ\nればひらがなでいいし，上手く書く必要はないんやで。自分の反省した気\n持ちと，変わりたい気持ちを素直に書いたらいいねんで。」と助言したと\nころ，本件生徒は，「分かりました。でも，少しは参考にします。」と言\nって，反省文を書こうとした。そこで，Ｊ教諭は，もう少し反省文を書く\n時間を与えた方がよいと思い，また後で来ると述べて小会議室を退出し\nた。\n（乙１０，２９，証人Ｊ）\nエ  Ｊ教諭は，午後５時４０分頃，小会議室に赴き，本件生徒の反省文の作\n成状況を確認したところ，多少は進んでいることが確認できたことから，\n月曜日までに家で書いてくることができるか確認したところ，本件生徒が\n「はい。」と答えたことから，下校させることとした。そして，Ｊ教諭\nは，本件生徒に対し，「これからの動きは，今日，家に電話してお母さん\nに伝えます。お母さんにも後日学校に来てもらわないといけなくなるかも\nしれないから，先生からも伝えるけど，自分の口で今日学校であったこと\nと，反省していることと，変わろうと思うことを伝えるんやで。」と言っ\nたところ，本件生徒の表情が少し曇ったように見えた。そこで，Ｊ教諭\nは，変わろうと思っていれば，お母さんも協力してくれると述べたとこ\nろ，本件生徒が「でも，それはきれいごとですよね。迷惑以外の何もので\nもないですよね。」と言ったことから，本件生徒の発言を否定した上で，\n変わろうとすることが成長なので，まずはそこを目指そうと述べたとこ\nろ，本件生徒の表情が和らいだので，本件生徒に対して帰宅を促した。\nＪ教諭は，１年２組の教室まで荷物を取りに行く本件生徒に同行し，教\n室を出る際，改めて月曜日に反省文を書いて持ってくるように指示し，こ\nの後の指示は家に電話ですると述べて，気を付けて帰るよう声を掛け，本\n件生徒とＪ教諭は，お互い「さようなら」と挨拶を交わした上で，別れ\nた。\n（乙１０，２９，証人Ｊ）\nオ  本件生徒がこの時点までに作成した反省文には，「五月十五日金曜日，\n時刻は午前十時から十五分頃，場所は一年二組の教室，行われていた授業\nは基礎英語。要点だけをまとめて言うと，うっとうしく感じたという理由\nだけで，一つ前の席の相手に暴力行為を行いました。」とだけが記載され\nていた。\n（甲６）\nカ  本件生徒は，本件トラブルが発生した後，各教諭から事情聴取を受けた\n際，ほとんど終始落ち着いて受け答えをしており，反抗的な態度を取るこ\nともなく，丁寧な言葉遣いで淡々と応対しており，真面目に指導を受け入\nれようとしている様子であった。また，各教員らも，本件生徒が上記のよ\nうな対応をしていたことから，特段言葉を荒らげたりすることもなかっ\nた。\n（乙２９～３２，証人Ｊ，証人Ｌ，証人Ｏ，証人Ｎ）\nキ  本件生徒の家庭連絡票（乙２６）には，原告Ｂの携帯電話への連絡可能\nな時間帯が１９時以降と記載されており，自宅の固定電話への連絡可能な\n時間帯が２１時以降と記載されていた（なお，同連絡票には，勤務先の電\n話番号も記載されていた。）。Ｊ教諭は，当日，私用のため午後６時過ぎ\nに本件高校を出たが，原告Ｂに対し，午後７時９分頃，自分の携帯電話か\nら電話をかけたものの，原告Ｂは電話に出なかった。そのため，Ｊ教諭\nは，午後７時１１分頃，本件生徒の自宅にも電話をかけたが，やはり誰も\n電話に出なかったことから，午後９時以降に，改めて自宅に電話をかける\nことにした。\n（甲２０，乙１０，２４，２６，２９，証人Ｊ）\n(6)  本件事故の発生及びその後の状況等\nア  本件生徒は，午後６時２８分頃，本件高校から自宅への帰宅経路上にあ\nる本件踏切内に自ら侵入し，電車に跳ねられて死亡した。\n（前提事実，甲１９，乙１０）\nイ  住吉警察の担当者から，午後７時４２分頃，本件生徒が踏切事故で死亡\nした旨の連絡が入った。上記の連絡を受けて，本件高校は，Ｊ教諭の携帯\n電話に電話をし，Ｊ教諭は着信に気付いて午後７時５１分頃に本件高校に\n電話をかけ直したところ，本件事故の発生を告げられたことから，Ｏ教諭\nに連絡を取った上で，本件高校に戻った。\nＪ教諭は，本件高校に到着し，午後８時４３分頃住吉警察に電話をかけ\nて，住吉警察の担当者に対して，本件生徒の住所，家族構成，母である原\n告Ｂの連絡先等を伝えた上で，本件トラブルの内容や，懲戒原案の内容を\n伝えるなどした。なお，Ｊ教諭は，住吉警察からの連絡を受けた内容を原\n告Ｂに伝えようとしたが，ベテランの教員から連絡は控えた方がよいと言\nわれたことから，結局，連絡をしなかった。\n（乙１０，１５，２４，２９，３１，証人Ｊ）\n２  争点(1)（本件高校の教員らによる本件生徒に対する指導等についての，国\n家賠償法上の違法性の有無）について\n(1)  国家賠償法１条１項は，国又は公共団体の公権力の行使に当たる公務員\nが個別の国民に対して負担する職務上の法的義務に違背して当該国民に損害\nを加えたときに，国又は公共団体がこれを賠償する責めに任ずることを規定\nするところ（最高裁判所昭和５３年（オ）第１２４０号同６０年１１月２１\n日第一小法廷判決・民集３９巻７号１５１２頁等参照），本件において原告\nらは，本件高校の教員らの行為や本件生徒に対する処分の内容等（本件指導\n等。具体的には，①  本件生徒が怪我をした可能性があったにもかかわら\nず，救護の措置を取らなかったこと，②  本件トラブルは，本件生徒が授業\n中の相手方生徒の不適切な行動を注意しようとしたことに端を発するもので\nあるにも関わらず，本件高校の教員らは，十分に情報を共有することもない\nまま本件生徒を約８時間にわたって小部屋に監禁した上で，入れ代わり立ち\n代わり監視や指導を行い，授業を受けさせることなく振り返りシートや反省\n文の作成を強要した上，「変わること」を強要するなどしており，このよう\nな行為は学校教育法が禁止する体罰に当たること，③  本件高校の教員ら\nは，杜撰な事情聴取しか行わないままで本件補導委員会を開催し，反省文の\n内容を踏まえることなく，また，本件生徒が本件トラブルを起こすに至った\n動機を考慮することなく，早々に５日間の停学処分を決定したこと，④  本\n件補導委員会終了後，本件高校の教員が，本件生徒に対し，無期限の停学処\n分になったと受け取られかねないような言い方をしたこと等）が，本件トラ\nブルの内容に照らして著しくバランスを失しており，社会的妥当性を著しく\n欠いている上，本件高校の教員らは，本件生徒が自暴自棄な発言を繰り返す\nなど，動揺していることが明らかであったにもかかわらず，その心情に配慮\nすることのないまま指導を続け，真面目で繊細な面を持つ本件生徒が，追い\n詰められて自殺する可能性があることを十分に予見し得たにもかかわらず，\nそのような状態の本件生徒を一人で下校させたことは不適切な対応であった\nと主張して，本件高校の教員らの行為は，国家賠償法上違法である旨主張す\nる。\n(2)  前記１(2)で認定したところによると，本件トラブルは，相手方生徒が本\n件授業の最中に立ち歩いたり，大きな声で話をするなどしていたほか，本件\n女子生徒の方に身を乗り出して腕を握るなどの不適切な行動をとっていたこ\nとに対して，本件生徒が相手方生徒に注意を促す趣旨で頭部を軽く叩いた\nり，相手方生徒の襟をつかんで引っ張り，座席に正しい姿勢で座らせようと\nしたものの，相手方生徒がこれを無視したことから，再度，襟をつかんで引\nっ張ったところ，相手方生徒が本件生徒の方に振り向いたことから，無言の\nままその頬を平手で頬を叩いたというものであり，その後，本件生徒がにや\nにやと笑っていたことに腹を立てた相手方生徒が，本件生徒の頬を平手で叩\nいた上，胸元をつかんで廊下に連れ出そうとしたことから，本件生徒が椅子\nからずり落ちて床に尻餅をついたというものである。そうすると，本件トラ\nブルのきっかけとなったのは，授業中における相手方生徒の不適切な行為で\nあり，本件生徒は，これに対して相手方生徒を注意しようとしたものではあ\nるものの，結果的には，本件生徒及び相手方生徒が，相互に暴力を振るいあ\nうことになったという態様のものであったということができる。\nそして，前記１(3)～(5)で認定したとおり，本件高校の教員らは，本件ト\nラブルの発生を受けて，本件生徒に対して本件指導等を行っているところ，\n上記のような経緯に照らすと，本件高校の教員らの行為は，懲戒権の行使\n（学校教育法１１条）として行われたものであるということができる。\nしたがって，本件においては，公権力の行使に当たる公務員である本件高\n校の教員らの懲戒権の行使としての本件指導等が，その目的，態様，継続時\n間等から判断して，教員が生徒に対して行うことが許される教育的指導の範\n囲を逸脱するものであり，学校教育法１１条ただし書にいう体罰に該当する\nなどの理由で，同教員らが負っている職務上の法的義務に違背していたとい\nえるか否かが問題になる。\n(3)ア  そこで検討するに，前記(2)で指摘した本件トラブルは，生徒間の暴力\n行為であり，かつ，少なくとも結果的に本件授業を妨害することになった\nものであるところ，前提事実(3)で認定したとおり，これらの行為は，本\n件懲戒規定等の定めによっても懲戒指導の対象とされているのであるか\nら，本件トラブルに際しての本件生徒の行為が，相手方生徒の授業中の不\n適切な言動を注意する目的で行われたものであったことを考慮したとして\nも，懲戒権の行使をすることが相当な場合であったということができる。\nイ  もっとも，前記１(3)～(5)で認定したところによると，本件生徒は，本\n件トラブルが発生した午前１０時頃から午後５時４０分過ぎ頃までの８時\n間近くにわたって，小会議室において事情聴取を受けたり，振り返りシー\nトや反省文の作成をさせられるなどしており，その拘束時間が相当長時間\nにわたっていたということができる。\nしかしながら，前提事実(5)イ及び前記１(3)～(5)で認定したところに\nよると，①  本件高校の１年生の生徒指導担当であったＬ教諭及びＪ教諭\nは，午前１０時過ぎ頃から，同窓会室及び小会議室において本件生徒及び\n相手方生徒から個別に事情聴取を行って事実関係を確認したところ，同人\nらは，おおむね同様の内容の話をしたものの，相手方生徒は，なぜ自分が\n突然ビンタをされたのかの理由が分からないと述べ，他方，本件生徒は，\n自分から手を出した理由を容易に明らかにしようとしなかったことから，\n本件生徒が自分から手を出した理由を確認するために時間を要し，この点\nを含む本件トラブルの経緯が明らかになった時点で，既に午前１１時３５\n分頃(３限目が終わるころ)になっていたこと，②  本件高校においては，\n問題行動を起こした生徒に対し，１４の各質問項目に順に答えていく形式\nになっている振り返りシートを作成させて，自らの行為の問題点や反省す\nべき点を整理させた上で，改めて自分の言葉で反省文を作成させることに\nなっており，当該生徒が反省文を完成させた後に，当該事案が補導委員会\nに付議され，当該生徒に対する懲戒処分等についての検討が行われること\nになっていたこと，③  Ｊ教諭及びＬ教諭は，本件生徒及び相手方生徒\nに，振り返りシート及び反省文の用紙を渡し，これらの作成を指示したと\nころ，相手方生徒は，６限目（午後２時２０分から午後３時１０分まで）\nの途中までに反省文を書き終えたものの，本件生徒は，振り返りシートを\nなかなか完成させることができなかった上，振り返りシートを完成させた\n後も，反省文の作成が進まず，本件補導委員会の開催が予定されていた午\n後４時頃の時点においても，反省文は数行程度しか記載されておらず，そ\nの後，Ｍ教諭及びＮ教諭が，本件生徒に対し，反省文の書き方を指導し，\n本件生徒はその指導に従って反省文を書こうとしていたものの，やはり反\n省文の作成は容易に進まず，午後５時２０分頃の時点でも，２～３行程度\nしか記載されていなかったこと，④  このような状況の下，Ｊ教諭が午後\n５時２０分頃に本件生徒と反省文の書き方等についての話をしたところ，\n本件生徒は，これを受けて反省文を書き進めようとしている様子であった\nことから，Ｊ教諭は，もう少し各時間を与えた方がよいと思い，そのまま\n反省文を書かせることとし，午後５時４０分頃まで反省文を作成させてい\nたものの，結局，反省文が完成するには至らないまま，本件生徒を下校さ\nせることにしたこと，⑤  本件トラブルが発生し，本件生徒に対する事情\n聴取が開始された後，本件生徒が下校するまでの間，本件生徒は，ほとん\nど終始落ち着いて受け答えをしており，丁寧な言葉遣いで淡々と応対して\nいて，真面目に指導を受け入れようとしている様子であったことから，各\n教員らも言葉を荒らげたりすることもなかったことの各事実を指摘するこ\nとができる。\nこのような諸事情に鑑みると，本件生徒を結果として小会議室に８時間\n近くにわたって止め置くことになったのは，本件生徒が事情聴取の際に，\n相手方生徒に対して暴力行為を行った理由を容易に明らかにしなかった\nり，振り返りシート及び反省文をなかなか記載することができなかったこ\nとによるものであって，小会議室に止め置いたこと自体は，本件生徒の行\n為に対する懲罰として肉体的あるいは精神的な苦痛を与えるという意図の\n下に行われたものではなかったということができる。\nそうすると，本件において本件生徒の拘束時間が８時間近くと相当長期\n間にわたったことは，適切であったとはいい難いものの，そのことだけか\nら，本件高校の教員らの対応が，直ちに教育的指導の範囲を逸脱するもの\nであったとまでいうことはできない。\nウ  また，本件指導等の態様についてみるに，前記１(3)～(5)で認定したと\nころによると，①  本件生徒及び相手方生徒から事情聴取を行ったＬ教諭\n及びＪ教諭は，当初は，相手方生徒については生徒指導上課題のある生徒\nとして出身中学校からの引継ぎを受けていたこともあって，相手方生徒に\nよる本件生徒に対する嫌がらせ等の事象があったのではないかと考えて事\n情聴取を行っており，その後，本件トラブルの経緯が明らかになった後\nも，本件生徒に対しては，授業中にうるさくしている生徒に注意すること\nは良いことであると認めた上で，そのような場合に暴力によって制止する\nのではなく，口頭で注意をするなどして解決すべきである旨の指導を行っ\nており，少なくとも一方的に本件生徒の対応を叱責したり，非難したりし\nたような事情は認められないこと，②  Ｊ教諭及びＬ教諭を始めとする本\n件高校の教員らは，本件指導等が行われている間，本件生徒に対し，トイ\nレに行きたい場合等には，１年次職員室に声をかけるように指示をしては\nいたものの，懲戒権の行使を行うために必要な限度を超えて，殊更にその\n行動を制約するような対応をしたわけではなく，本件生徒は，昼食につい\nても，本来の昼食の時間帯を過ぎてはいたものの，午後１時過ぎ頃には取\nることができていたこと，③  本件生徒に対し，当初の段階から指導に当\nたっていた担任のＪ教諭は，午後は担当する授業の関係で本件生徒の指導\nに当たることができなかったことから，生徒指導主事のＯ教諭に，適宜，\n様子を見に行ってほしいとの依頼をし，Ｏ教諭は，本件生徒の下に赴いて\n会話を交わしつつ，反省を促すための指導を行い，また，本件補導委員会\nが開始された午後４時頃には１年生の生徒指導担当のＭ教諭が，Ｊ教諭に\n代わって反省文を書きあぐねている本件生徒に対し，反省文に記載すべき\n具体的な項目が記載されたメモを渡すなどしており，これらの指導の際に\nも，本件生徒を叱責したり，非難したりするような対応がされた形跡は見\n当たらないこと，④  本件補導委員会が開催された後も，Ｊ教諭が別の会\n議に出席する必要があったことから，１年生の学年主任であったＮ教諭が\nＪ教諭に代わって本件生徒の様子を見に行き，本件生徒と会話を交わして\nいたところ，本件生徒が，停学になって学校に戻れないかもしれないなど\nと悲観的なことを述べたのに対し，Ｎ教諭はこれを否定し，指導を受けた\nら戻れると述べた上で，反省文を書くことができないと述べた本件生徒に\n対し，反省文の書き方を指導するなどしていること（なお，この点につい\nて原告らは，Ｎ教諭が本件生徒に対し，無期限の停学処分になったと受け\n取られかねないような言い方をした旨主張するが，Ｎ教諭の指導は，上記\nのようなものであったのであるから，原告らの主張するような事実を認め\nることはできない。），⑤  Ｊ教諭は，午後５時２０分頃の時点でも反省\n文をほとんど作成することができていなかった本件生徒に対し，上手く書\nく必要はなく，反省した気持ち等を素直に書けばよいとの指導をし，本件\n生徒も反発等することなく，指導を受け入れる姿勢を示していたことを指\n摘することができる。\n以上によると，本件高校の教員らは，本件生徒と会話を交わして意思疎\n通を図りながら，反省文を作成するように促しており，本件生徒もその指\n導を受け入れる姿勢を示していたのであるから，その態様においても，相\n当性を欠いていたということはできない。\nなお，原告らは，本件指導等の態様について，本件生徒が怪我をした可\n能性があったにもかかわらず，救護の措置を取らなかったとか，本件高校\nの教員らは，十分に情報を共有することもないまま入れ代わり立ち代わり\n監視や指導を行い，長時間にわたって振り返りシートや反省文の作成を強\n要したり，「変わること」を強要したことは，学校教育法が禁止する体罰\nに当たるなどとして，本件指導等は社会的妥当性を著しく欠いている旨主\n張する。しかしながら，前記１(2)ウで認定したとおり，本件トラブルの\n際，本件生徒は相手方生徒から胸元をつかまれて廊下に連れ出そうとされ\nたことから，椅子からずり落ちて床に尻餅をつくなどしたというのである\nが，その後，本件指導等が行われている間に，本件生徒が体の痛み等を訴\nえた形跡はないのであるから，本件生徒には特段の怪我はなかったと考え\nられる。また，先に指摘したとおり，本件指導等に際しては，複数の教員\nが本件生徒の下に赴いて指導を行っているところ，前記１(3)～(5)で認定\nしたところによると，担任であるＪ教諭以外の教員らは，この時点まで，\n本件生徒とほとんどあるいは全く面識がなかったものの，本件トラブルの\n経緯をおおむね把握した上で，本件生徒と会話を交わして意思疎通を図り\nながら指導を行っており，その指導の態様それ自体にも，相当性を欠いた\n点は見当たらない。そして，本件高校の教員らは，本件生徒に対し，振り\n返りシートや反省文を作成するよう指導しており，結果的にその指導が約\n８時間という長時間に及んだことは事実であるものの，問題行動を起こし\nた生徒に対し，反省を促したり事実関係を確認する目的で振り返りシート\nや反省文を作成させることそれ自体は，教育的指導として相当なものであ\nるということができる。なお，前記１(4)及び(5)で認定したところによる\nと，本件高校の教員らは，本件指導等を行うに際して，本件生徒に対し，\n今後，変わっていかなければならないとの趣旨の発言を繰り返し行ってい\nるところ，その趣旨は，本件生徒が本件トラブルの際，相手方生徒に対\nし，暴力を振るってしまったことや，突発的に行動してしまったことに関\nして，本件生徒に対する反省を促す趣旨で述べられたものであり，このよ\nうな指導が繰り返された理由は，本件生徒が，Ｏ教諭から，暴力を振るう\nのはいけないことであり，今後に向けて変わっていかなければならないと\nの指導を受けた際に，「僕は変わらないですよ。１５年間生きてきた実体\n験から，変われないと思う。」と述べ（前記１(4)キ），その発言がＯ教\n諭からＪ教諭に伝えられたこと（同(4)ケ）や，Ｊ教諭（及びＬ教諭）に\n対し，中学校の時にも同じようなことがあったと述べ（同(3)ウ），Ｎ教\n諭に対しても同様の話をしたこと（同(5)イ）などの事情によるものであ\nると考えられる。そうすると，本件高校の教員らが，繰返しこのような指\n導をしたこと自体，相当性を欠くものであったということはできない。\n以上のような諸事情に鑑みると，本件生徒に対する上記のような指導\nが，教育的指導の範囲を逸脱するものであったということはできないの\nで，この点に関する原告らの主張は，採用することができない。\nエ  前提事実(3)イ及び前記１(5)アで認定したとおり，本件高校は，本件補\n導委員会において，本件トラブルの内容が，３日以上の停学とされている\n「暴力行為（対等な生徒間の喧嘩）」と，校長訓告以上とされている「授\n業妨害」に該当することを踏まえて，本件生徒及び相手方生徒について，\n停学５日とする旨の懲戒原案が決定されたというのであるが，この点につ\nいて原告らは，本件高校の教員らは，杜撰な事情聴取しか行わないままで\n本件補導委員会を開催し，反省文の内容を踏まえることなく，また，本件\n生徒が本件トラブルを起こすに至った動機を考慮することなく５日間の停\n学処分を決定したとして，上記のような対応は本件トラブルの内容に照ら\nして著しくバランスを欠いている上，社会的妥当性を著しく欠いている旨\n主張する。\nしかしながら，先に認定・説示したところによると，本件高校の教員ら\nが行った事情聴取が杜撰なものであったということはできない。\nまた，前提事実(3)並びに前記１(4)ア及び同(5)アで認定したところに\nよると，本件懲戒規定等においては，懲戒に至る手順として，問題行動を\n起こした生徒に対する事実確認は，当該生徒からの聞取り及び作文(反省\n文のことを意味する。)によって内容を確認し，問題行動が複数の生徒に\n及ぶ場合には内容の突合わせを行い，事実に矛盾がないかを確認し，当該\n生徒に自分の行動を認めさせた上で，事実確認が終了し次第，生徒指導部\n長は教頭に報告し，補導委員会の開催が必要な場合はこれを要請するもの\nとされており，補導委員会は，上記事実確認が終了した後に開催されるこ\nとになっていたところ，本件補導委員会は，相手方生徒は既に反省文を完\n成させていたものの，本件生徒は未だ反省文を完成させてはいない時点で\n開催されている。しかしながら，前記１(5)アで認定したとおり，本件補\n導委員会が上記の時点で開催されたのは，同一の事案であるにもかかわら\nず，相手方生徒だけを先に補導委員会に付議し，本件生徒を，後日，別の\n補導委員会に付議するのは適切ではなく，かつ，本件トラブルに関する本\n件生徒及び相手方生徒からの聴取結果はほぼ一致しており，できる限り早\nく補導委員会を行ってその後の指導に入るのが相当であると考えられたこ\nとによるというのであるから，このような判断は，合理的かつ相当なもの\nであったということができる。なお，原告らは，本件補導委員会の決定に\n際して，反省文の内容が斟酌されていないことを問題視するが，前記のと\nおり，本件懲戒規定等においては，反省文(作文)は事実確認のために作成\nされるものと位置付けられているところ，本件においては，本件生徒及び\n相手方生徒からの聴取結果はほぼ一致していたのであるから，反省文が完\n成するまで補導委員会の開催を待たなければならない合理的な理由はなか\nったということができる。また，反省文は，上記の目的とともに，問題行\n動を起こした生徒に反省を促すためのものでもあり，また，懲戒の申渡し\nがされた後に行われる当該生徒への指導に際しても活用されることが想定\nされていたものと考えられるから，本件生徒の作成した反省文の内容が，\n本件補導委員会において本件生徒の懲戒原案の決定に際してしん酌される\nことがなかったからといって，本件高校の教員らが，本件生徒に対し，無\n駄な作業を強要したということになるわけでもない。\nなお，本件補導委員会が決定した本件生徒に対する懲戒原案は，本件ト\nラブルの内容に鑑みると，本件懲戒規定等の定めを形式的に当てはめたも\nのとも評価でき，やや厳しすぎるきらいはあるものの，それ自体，教育的\n指導の範囲を逸脱するものであったとまでいうことはできない上，本件事\n故の当日，本件生徒に対する懲戒の申渡しがされたわけではないことを併\nせ考慮すると，このような事実をもって，本件指導等が社会的妥当性を欠\nくものであったということはできない。\nしたがって，この点に関する原告らの主張も，採用することができな\nい。\nオ  さらに，原告らは，本件高校の教員らは，本件生徒が自暴自棄な発言を\n繰り返すなど，動揺していることが明らかであったにもかかわらず，その\n心情に配慮することのないまま指導を続け，真面目で繊細な面を持つ本件\n生徒が，追い詰められて自殺する可能性があることを十分に予見し得たに\nもかかわらず，そのような状態の本件生徒を一人で下校させたことは不適\n切な対応であった旨主張する。\nそこでこの点について検討するに，前記１(1)及び(3)～(5)で認定した\nところによると，①  本件生徒は，中学３年生の時に，いわゆる不良グル\nープの生徒の一人から繰り返しからかわれるなどしたことから，我慢がで\nきなくなり，それを止めさせようとして当該生徒の首の辺りをつかむなど\nしたところ，同生徒から顔面を蹴られて地面に倒されたことがあったとこ\nろ，本件トラブル発生後にＬ教諭及びＪ教諭から事情聴取を受けた際，相\n手方生徒に対して手を出した理由をなかなか説明しようとはしなかった\n上，同教諭らからの働きかけによって，ようやく理由についての説明を行\nった後に，中学校の時にも素行の悪い生徒とこのようなことが何度かあ\nり，また同じことをしてしまったと述べていたこと，②  本件生徒は，大\n学に進学して小説家になりたいという希望を持っており，文章を作成する\nこと自体が苦手なわけではなかったと考えられるにもかかわらず，振り返\nりシートの質問項目についての回答欄をなかなか書くことができず，特に\n「自分は，これから何をどうしなければならないと思いますか？」の項目\nに関して，指導をしていたＪ教諭に対し，「人と関わらないようにする，\nですかね。」などと述べたり，Ｊ教諭から，ビンタ以外の方法で相手方生\n徒に注意を促す方法はなかったのかと問われたのに対し，「口で言う…\n…。僕はダメですね……。」などと答えるなどしており，自分が今後どの\nようにすればよいのかについて，何らかの葛藤を感じている様子がうかが\nわれたこと，③  本件生徒は，振り返りシートの，これから誰にどのよう\nに迷惑をかけると思いますかとの質問項目について，「母親」と記載した\n上，今回のことで周りにどのように思われると思うかとの質問項目につい\nて「少しイラッとしただけですぐに暴力をふるう，近付きたくない存在」\nと記載したり，中学校の頃の自分について「性格は暗めで，ほんの少し馬\n鹿にされただけで怒る面倒な存在」と記載したり，高校生になってからの\n自分について「性格は暗め，これと言った個性はなし。」との記載をする\nなどしていたほか，暴力を振るうことはいけないことであり，今後に向け\nて変わっていかないといけないとの指導をしたＯ教諭に対し，「僕は学校\nにいない方がいいですね。」と述べたり，「僕は変わらないですよ。１５\n年間生きてきた実体験から，変われないと思う。」とか「なんでそんなに\n僕に期待をするのか。僕なら切り捨てますよ。」などと述べるなどしてお\nり，自分自身を必要以上に低く評価するかのような自棄的な言動が見られ\nたほか，その後指導に当たったＮ教諭に対しても，「僕はもうきっと停学\nになって学校には戻れないかもしれませんね。」などと悲観的な予測を口\nにしており，心理的に動揺していることがうかがわれたこと，④  本件生\n徒は，下校を指示された際，Ｊ教諭から，今後のことは母である原告Ｂに\n伝えることや，原告Ｂに本件高校に来てもらわないといけなくなるなどと\n告げられた際，表情を曇らせた上，Ｊ教諭において本件生徒が本件トラブ\nルのことを反省して変わろうと思えば，原告Ｂも協力してくれると述べた\nところ，「でも，それはきれいごとですよね。迷惑以外の何ものでもない\nですよね。」などと述べ，自分のために母である原告Ｂに「迷惑」をかけ\nるのではないかと心配している様子がうかがわれたこと，⑤  もっとも，\n本件指導等に際して，本件生徒は，ほとんど終始落ち着いて受け答えをし\nており，反抗的な態度を取ることもなく，丁寧な言葉遣いで淡々と応対し\nており，真面目に指導を受け入れようとしている様子であったことを指摘\nすることができる。\n以上のような諸事情に鑑みると，本件指導等を受けるに際して，本件生\n徒は何らかの葛藤を抱えており，そのために本件生徒にはやや自棄的な言\n動が見られたほか，停学になるなどして母である原告Ｂに「迷惑」をかけ\nるのではないかと心配するなどして，心理的に動揺している様子がうかが\nわれたということができる。\nしかしながら，前記のとおり，本件生徒が落ち着いた受け答えをし，真\n面目に指導を受け入れようとしている様子であったことや，先に説示した\nような，本件高校の教員らによる本件指導等の態様等の諸事情に鑑みる\nと，本件生徒が上記のとおり自棄的な言動を取り，動揺している様子がう\nかがわれたことのみから，本件高校の教員らにおいて，本件生徒が下校途\n中に自殺することを予見することは不可能であったといわざるを得ない。\nしたがって，本件において，本件高校の教員らが，本件生徒を一人で下\n校させたことが対応として不適切であったということはできない。\n(4)  以上によると，本件において，本件高校の教員らの本件指導等が，その\n目的，態様，継続時間等から判断して，教員が生徒に対して行うことが許さ\nれる教育的指導の範囲を逸脱するものであり，同教員らが負っている職務上\nの法的義務に違背していたということはできないので，国家賠償法上違法で\nあったということはできない。\n第４  結論\n以上のとおりであるから，原告らの請求は，その余の点について判断するま\nでもなく理由がないので，いずれも棄却すべきである。\nよって，主文のとおり判決する。\n大阪地方裁判所第２５民事部\n裁判長裁判官    金    地    香    枝\n裁判官    上    田    元    和\n裁判官    亀    井    健    斗\n"
}