{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 11,
    "day": 2
  },
  "case_number": "平成28(行ケ)10115",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86238",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86238",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/238/086238_hanrei.pdf",
  "contents": "平成２８年１１月２日判決言渡  同日原本受領  裁判所書記官\n平成２８年（行ケ）第１０１１５号  審決取消請求事件\n口頭弁論終結日  平成２８年９月２８日\n判        決\n原 告     Ｘ\n同訴訟代理人弁理士    白    坂              一\n播    磨      里  江  子\n被              告    岩 崎 電 気 株 式 会 社\n同訴訟代理人弁理士    澤    野      勝      文\n川    尻              明\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が取消２０１４－３００９５０号事件について平成２８年４月１４日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  被告は，昭和３７年１２月２１日，指定商品を第１１類「電球類及照明器具」\nとして，「アイライト」の片仮名を横書きして成る商標（以下「本件商標」という。）\nにつき，設定の登録を受けた（商標登録第０６０２６９９号。甲１，６の３，乙\n１）。\n本件商標権は，５回にわたり，存続期間の更新登録がされ，その間，平成１６年\n４月１４日に，指定商品を第１１類「電球類及び照明用器具」とする指定商品の書\n換えが登録された（甲６の３）。\n⑵  原告は，平成２６年１１月２６日，本件商標の不使用を理由として本件商標\nの商標登録の取消しを求める審判を請求し，同年１２月１７日，同審判の請求が登\n録され，取消２０１４－３００９５０号事件として係属した。\n特許庁は，平成２８年４月１４日，「本件審判の請求は，成り立たない。」との別\n紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同月２２日，そ\nの謄本が原告に送達された。\n⑶  原告は，平成２８年５月２０日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりである。要するに，被告が，平\n成２６年９月１８日に，広告照明用の各種照明器具全般の商標として本件商標を表\n示した商品カタログ（乙５。以下「本件カタログ」という。）を，自ら開設したウ\nェブサイトに，閲覧及びダウンロードが可能なものとして掲載した行為（以下「本\n件使用行為」という。）を認定し，同行為をもって，本件審判の請求の登録前３年\n以内（以下「要証期間」という。）に，日本国内において，本件商標の商標権者で\nある被告が，上記請求に係る指定商品第１１類「電球類及び照明用器具」に含まれ\nる「照明器具」について，本件商標と社会通念上同一ということのできる商標につ\nき，商標法２条３項８号所定の使用をしたことを証明したものと認められるから，\n本件商標の登録は，同法５０条の規定により取り消すことはできず，また，本件商\n標の使用は，同条３項本文に規定するいわゆる駆け込み使用と認めることはできな\nい，というものである。\n３  取消事由\n⑴  商標法５０条所定の使用の事実を認定した誤り（取消事由１）\n⑵  商標法５０条３項本文に該当しないとした判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（商標法５０条所定の使用の事実を認定した誤り）について\n〔原告の主張〕\n本件カタログは，その内容が漠然としており，専ら不使用を理由とする本件商標\nの商標登録の取消しを免れるために，名目的に本件商標を付したものにすぎない。\nこのような広告的使用は，商標法５０条所定の「使用」に該当しない。\n〔被告の主張〕\n被告が開設したウェブサイトは，被告が製造・販売する照明用器具等に関する製\n品情報を掲載したものであり，照明用器具等の購入を検討する顧客が，その製品情\n報を入手・確認するためにアクセスして閲覧するものである。被告は，サイン広告\n照明に関する詳細な製品情報を顧客に提供するために，本件カタログを，上記ウェ\nブサイトに閲覧及びダウンロードが可能なものとして掲載したのであるから，本件\nカタログの内容を漠然としたものにすることは，あり得ない。したがって，本件商\n標を，名目的に本件カタログに付したものということはできない。\n２  取消事由２（商標法５０条３項本文に該当しないとした判断の誤り）につい\nて\n〔原告の主張〕\nたとえ被告による商標法５０条所定の使用が認められたとしても，以下のとおり，\n同使用は，被告が本件審判の請求がされることを知った後である。\n⑴  本件商標の権利行使を示唆した時点\n株式会社ルイファン・ジャパン（以下「ルイファン社」という。）は，平成２５\n年７月２９日，「ｉＬＩｔｅ」（標準文字）なる商標（以下「ｉＬＩｔｅ商標」とい\nう。）の登録出願をし，また，平成２６年２月１４日，「ｉＬｉｔｅ」（標準文字）\nなる商標（以下「ｉＬｉｔｅ商標」という。）の登録出願をした。\nルイファン社は，ｉＬｉｔｅ商標につき，平成２６年５月２７日付けで拒絶理由\n通知を受けた。同拒絶理由通知には，商標法４条１項１１号に係る引用商標として，\n本件商標及び被告を商標権者とする「ＥＹＥ  ＬＩＧＨＴ」なる商標（商標登録１\n７６９３２１号。以下「ＥＹＥ  ＬＩＧＨＴ商標」という。）が掲げられていた。\nルイファン社は，ｉＬｉｔｅ商標について商標登録を受けるために，原告訴訟代\n理人白坂一を通じ，Ａを請求人として，平成２６年１月３０日に，本件商標及びＥ\nＹＥ  ＬＩＧＨＴ商標につき，不使用を理由とする商標登録の取消しを求める審判\nを請求し，本件商標に係る審判は，取消２０１４－３０００６２号事件として（以\n下「前件審判」という。），ＥＹＥ  ＬＩＧＨＴ商標に係る審判は，取消２０１４－\n３０００６３号事件として（以下「別件審判」という。），それぞれ係属した。\n被告は，前件審判及び別件審判の係属中，Ａに対し，平成２６年４月２２日付け\nのファクシミリ（甲２。以下「本件ＦＡＸ」という。）を送信した。被告は，前件\n審判及び別件審判は，いずれもルイファン社のダミーによる審判請求に係るもので\nあることを認識した上で，本件ＦＡＸを送信したものである。そして，本件ＦＡＸ\nには，仮に，前件審判及び別件審判の各請求が取り下げられた後に，ルイファン社\nが本件商標及びＥＹＥ  ＬＩＧＨＴ商標と同一又は類似の商標を使用した場合には，\n権利行使を検討中である旨を示唆するものと解される記載が見られる。\n通常，このような示唆をされた者は，権利行使の対象とされる商標の商標登録を\n無効にする審判又は取り消す審判の請求を検討するはずである。\nしたがって，被告は，本件ＦＡＸによって上記権利行使の示唆をした時点におい\nて，当然に，本件商標について不使用取消審判が請求されることを知っていたもの\nということができる。\n⑵  前件審判の過程\n前件審判におけるＡの平成２６年４月２８日付け審判事件弁駁書及び被告の同年\n８月２０日付け第二答弁書によれば，前件審判においては，本件商標につき，平成\n２３年１０月１２日のただ１回の使用が証明されたにとどまり，被告は，同日から\n３年以内に本件商標が使用されない場合は，不使用取消審判を請求されて本件商標\nの商標登録が取り消されることを，当然に認識していたものということができる。\n⑶  被告の商品カタログ及びメールマガジン\n被告は，本件審判において，本件カタログを含むデジタル形式の商品カタログ及\nびメールマガジンのバックナンバーの写しを提出し，それらには，いずれも平成２\n６年１０月８日付けのタイムスタンプが押されている（乙５，６等）。通常，デジ\nタル形式の商品カタログやメールマガジンに関するウェブページにタイムスタンプ\nを押す必要があることは考え難い。しかも，それぞれ別の日に掲載されたカタログ\nとメールマガジンに上記タイムスタンプが押されており，これも，普通に見られる\nことではない。被告は，本件審判の請求がされることを認識しており，それに備え\nてタイムスタンプを使用したものということができる。\n⑷  被告と，原告及びＡとのやり取り\n被告は，本件商標に関し，前件審判及びその審決（以下「前件審決」という。）\nの取消訴訟（以下「前件訴訟」という。）並びに本件審判の過程において，原告や\nＡとの間で，取下げ交渉等多数のやり取りをしていた。その過程において，本件商\n標につき，平成２３年１０月１２日のただ１回の使用以外の使用を証明することが\nできておらず，本件商標の商標登録が取り消される可能性を十分に認識していたも\nのということができる。また，被告は，Ａからはルイファン社の存在を説明されて\nいないにもかかわらず，本件ＦＡＸにおいて同社に言及しており，同社によるｉＬ\nｉｔｅ商標の登録出願の経過を観察したものと考えられる。\n以上の経緯に照らせば，被告は，自らのウェブサイトに本件カタログを掲載した\n平成２６年９月１８日の時点までに，本件商標について再度の不使用取消審判の請\n求がされることを認識していたものということができる。\n⑸  被告による新たな商標登録出願\n被告は，平成２６年１０月８日，二段組みで，上段は片仮名の「アイライト」か\nら成り，下段はアルファベットの大文字の「ＥＹＥ  ＬＩＧＨＴ」から成る商標\n（以下「アイライト／ＥＹＥ  ＬＩＧＨＴ商標」という。）の登録出願（商願２０\n１４－８４８３７号）をした。\n上記出願は，前件審決の確定前であり，かつ，前記１〔原告の主張〕のとおり被\n告が本件商標の広告的使用をした時期と同時期であること，一般的に，片仮名とア\nルファベットの二段表記の商標を使用する機会は少ないことなどから，被告は，前\n件審判において本件商標の商標登録を取り消される可能性とともに，仮に取り消さ\nれなかったとしても，再度の不使用取消審判の請求がされることを認識し，本件商\n標の商標登録が取り消されるリスクを意識して，取り消された場合でもアイライト\nに関連する商標権を有することができるよう，上記出願をしたものである。\n⑹  小括\n以上のとおり，被告は，前記各時点において，本件商標につき，不使用取消審判\nの請求がされることを知っていたものということができ，本件使用行為は，商標法\n５０条３項本文に該当する。\n〔被告の主張〕\n⑴  本件商標の権利行使を示唆した時点について\nア  ルイファン社による商標登録の出願経過書類，前件審判の関連書類，別件審\n判の関連書類及び前件訴訟の関連書類及び本件審判の関連書類（甲５～９。枝番を\n含む。）のいずれにも，本件商標の駆け込み使用を証明する証拠となり得る事実の\n記載は，見られない。\nイ  被告が本件ＦＡＸをＡに送信した経緯は，以下のとおりである。すなわち，\n被告は，Ａから，前件審判の請求を取り下げる意向を示されるとともに，同取下げ\nの承諾書の交付を依頼された。被告は，Ａが同取下げの代償として本件商標の使用\n許諾等を求めてくる可能性を想定し，取下げの理由を尋ねたところ，本件商標の使\n用が判明したためであるとの回答が来た。被告は，前件審判の請求を受けて調査を\nした結果，ルイファン社が本件商標と同一の「アイライト」なる商標又は類似の商\n標であるｉＬｉｔｅ商標を使用していること，ｉＬｉｔｅ商標の登録出願をしてい\nることなどが判明し，Ａはルイファン社のダミーではないかと推察した。そこで，\n被告は，Ａに対し，別件審判の取下げ及びｉＬｉｔｅ商標の指定商品中本件商標の\n指定商品と抵触するものを削除する補正等を求める内容の本件ＦＡＸを送信した。\nこれに対し，原告代理人白坂から，ルイファン社の関与を明確に否定するとともに，\n上記補正等には応じられないという趣旨の回答があったので，被告は，ルイファン\n社との間では何らの手続も取っていない。\nまた，被告は，本件審判の請求書副本が送達されるまで，請求人である原告の存\n在さえ認識していなかったのであるから，本件審判の請求の登録前に，原告との間\nで何らかの手続を取ることは，あり得ない。\n加えて，そもそも権利行使を検討中である旨を示唆することは，それ自体，商標\n法５０条３項本文所定の要件に該当することではない。\n⑵  前件審判の過程について\n被告において原告主張に係る認識を有していたとしても，それは，本件商標の不\n使用取消審判が請求される一般的，抽象的な可能性の認識にとどまり，原告から本\n件審判を請求される蓋然性が高いことを認識していたものと認めることはできない\nから，商標法５０条３項本文に該当しない。\n⑶  被告の商品カタログ及びメールマガジンについて\n被告において，本件商標の不使用取消審判が請求されることを想定して商品カタ\nログやメールマガジンのバックナンバーにタイムスタンプを押していたとしても，\n上記想定は，本件商標の不使用取消審判が請求される一般的，抽象的な可能性の認\n識にとどまり，原告から本件審判を請求される蓋然性が高いことを認識していたと\nいうことはできない。\n⑷  被告と，原告及びＡとのやり取りについて\n被告は，本件審判の請求の登録がされる前は，原告の存在自体を知らなかったの\nであるから，原告による本件審判の請求を認識するはずがない。\n⑸  被告によるアイライト／ＥＹＥ  ＬＩＧＨＴ商標の登録出願について\n被告がアイライト／ＥＹＥ  ＬＩＧＨＴ商標の登録出願をしたのは，前件審判に\nおいて本件商標の商標登録が取り消されずに維持されれば，ルイファン社によるｉ\nＬｉｔｅ商標の登録出願が本件商標に類似するとして拒絶査定を受け，その後願に\n係るアイライト／ＥＹＥ  ＬＩＧＨＴ商標が登録されることとなり，別件審判の審\n決により商標登録を取り消されたＥＹＥ  ＬＩＧＨＴ商標の使用権を再度取得する\nことが可能となるからである。\n仮に，前件審判において本件商標の商標登録が取り消されれば，ｉＬｉｔｅ商標\nが登録されることとなり，アイライト／ＥＹＥ  ＬＩＧＨＴ商標の登録出願は，先\n願に係るｉＬｉｔｅ商標に類似するとして拒絶査定を受けることとなる。\nしたがって，被告は，本件商標の商標登録が取り消されるリスクを意識して，取\nり消された場合でもアイライトに関連する商標権を有することができるように，ア\nイライト／ＥＹＥ  ＬＩＧＨＴ商標の登録出願をしたのではなく，本件商標の商標\n登録が取り消されることなく維持されることを予測して上記出願をしたものである。\n⑹  小括\n以上によれば，本件使用行為は，被告において本件審判の請求がされることを知\nった後の行為であることを原告が証明したということはできず，したがって，商標\n法５０条３項本文に該当しない。\n第４  当裁判所の判断\n１  取消事由１（商標法５０条所定の使用の事実を認定した誤り）について\n⑴  認定事実\n前記第２の１，後掲証拠及び弁論の全趣旨によれば，被告が要証期間中に行った\n広告・宣伝等に関し，以下のとおりの事実が認められる。\nア  被告は，各種光源及び照明器具の製造，販売等を目的とする株式会社であり，\n昭和１９年８月に設立された。\nイ  本件カタログ（乙５）は，被告が発行したＰＤＦ形式のサイン広告照明カタ\nログであり，表紙に「２０１４」，「ＩＷＡＳＡＫＩ  ７０ｔｈ  ＳＩＮＣＥ  １９\n４４」との記載が，表紙の次のページに「高品質なサイン広告照明『アイライト\nⓇ』」との記載が，その次のページに「『アイライトⓇ』シリーズの広告照明」との\n記載が，最終ページに「創立７０周年。」，「このカタログの記載内容は平成２６年\n８月現在のものです。」，「ＳＬ１２．１４．９」との記載がある。また，表紙上部\nには，「２０１４／１０／０８  １０：１６  ＪＳＴ」のタイムスタンプが押され\nている。\n乙第６号証は，被告が発行したデジタルカタログ形式のサイン広告照明カタログ\nであり，「高品質なサイン広告照明『アイライトⓇ』を通じて。」，「ＩＷＡＳＡＫＩ\n７０ｔｈ  ＳＩＮＣＥ  １９４４」，「『アイライトⓇ』シリーズの広告照明」と\nの記載があり，上部には，「２０１４／１０／０８  １７：３１  ＪＳＴ」のタイ\nムスタンプが押されている。\nこれらのカタログには，ＬＥＤ投光器，ＨＩＤ投光器等が，「レディオック  Ｌ\nＥＤアイランプ」などの製品名，価格，製品仕様等を明示して掲載されている。\n被告のウェブサイトのホームページ中，更新情報のページには，「２０１４年９\n月１８日  カタログ請求・データダウンロード－サイン広告照明２０１４」との記\n載がある（乙７）。\nウ  被告のウェブサイトのホームページ中，メールマガジンのバックナンバーの\nページには，「バックナンバー〔２０１４．１０．１〕」，「２０１４．１０．１  Ｖ\nＯＬ．１８８」，「新しいサイン広告照明カタログ〔ＳＬ１２．１４．９〕を刊行い\nたしました。ＬＥＤ投光器やＬＥＤランプなどのレディオックシリーズをはじめ，\n高品質なサイン広告照明“アイライト”を多数掲載しています。」との記載がある\n（乙１０の１・２。以下「本件メールマガジン」という。）。乙第１０号証の２の上\n部には，「２０１４／１０／０８  １７：４３  ＪＳＴ」のタイムスタンプが押さ\nれている。\n⑵  被告による本件商標の使用について\n前記⑴の認定事実によれば，被告は，平成２６年８月頃，その販売するサイン広\n告照明に係るＬＥＤ投光器やＨＩＤ投光器等の照明器具を掲載し，「高品質なサイ\nン広告照明『アイライトⓇ』」，「『アイライトⓇ』シリーズの広告照明」などと記載\nしたＰＤＦ形式の本件カタログを作成して，これを，平成２６年９月１８日に，被\n告のウェブサイトのホームページから閲覧及びダウンロードが可能なものとして掲\n載した（本件使用行為）。\nしたがって，被告は，要証期間中の平成２６年９月１８日に，本件商標を，その\n指定商品である照明用器具に関する広告を内容とする情報に付して電磁的方法によ\nり提供したものであり，これは，商標法２条３項８号所定の行為であるから，同法\n５０条所定の「使用」の事実が認められる。\n⑶  原告の主張について\nア  原告は，本件カタログは，その内容が漠然としており，専ら不使用を理由と\nする本件商標の商標登録の取消しを免れるために，名目的に本件商標を付したにす\nぎず，このような広告的使用は，商標法５０条所定の「使用」に該当しない旨主張\nする。\nイ  しかし，商標法５０条の主な趣旨は，登録された商標には，その使用の有無\nにかかわらず，排他独占的な権利が発生することから，長期間にわたり全く使用さ\nれていない登録商標を存続させることは，当該商標に係る権利者以外の者の商標選\n択の余地を狭め，国民一般の利益を不当に侵害するという弊害を招くおそれがある\nので，一定期間使用されていない登録商標の商標登録を取り消すことについて審判\nを請求することができるというものである。\n上記趣旨に鑑みれば，商標法５０条所定の「使用」は，当該商標がその指定商品\n又は指定役務について何らかの態様で使用（商標法２条３項各号）されていれば足\nり，出所表示機能を果たす態様に限定されるものではないというべきである。\nしかも，前記⑴のとおり，本件カタログには，ＬＥＤ投光器，ＨＩＤ投光器等が，\n「レディオック  ＬＥＤアイランプ」などの製品名，価格，製品仕様等を明示して\n掲載されている。このように，本件カタログには，被告が販売する照明用器具の広\n告・宣伝が具体的に記載されており，内容が漠然としたものであるということはで\nきない。加えて，本件カタログは，その記載内容から，昭和１９年８月に設立され\nた被告の創立７０周年という節目を迎えたことを契機に作成されたものと認められ，\n同じ頃に発行されたデジタルカタログ形式のサイン広告照明カタログ及び本件メー\nルマガジンの内容に照らしても，殊更に本件商標の使用実績を残すことのみを意図\nして作成されたものとみることはできない。\nしたがって，原告の主張は，採用することができない。\n⑷  小括\n以上のとおり，取消事由１は，理由がない。\n２  取消事由２（商標法５０条３項本文に該当しないとした判断の誤り）につい\nて\n⑴  認定事実\n後掲証拠及び弁論の全趣旨によれば，前件審判や別件審判の経緯等に関し，以下\nの事実が認められる。\nア  ルイファン社による商標の登録出願について\n(ア)  ルイファン社は，平成２５年７月２９日，原告代理人白坂を代理人として，\n指定商品を第１１類「防災用照明」等及び第２８類「おもちゃ」等とするｉＬＩｔ\nｅ商標の登録出願（商願２０１３－０５８９２４号）をした。\n同社は，同年１１月１５日付けで拒絶理由通知を受けた。同通知においては，上\n記商標が商標法４条１項１１号に該当することが拒絶理由の１つとして掲げられて\nおり，引用商標一覧中，指定商品を第１１類とするものは，被告を商標権者とする\n本件商標及びＥＹＥ  ＬＩＧＨＴ商標である。ルイファン社は，平成２６年３月３\n日付けで，上記拒絶理由通知に係る拒絶理由が解消されていないとして，上記登録\n出願について拒絶査定を受けた（甲５の２～５・８）。\n(イ)  ルイファン社は，平成２６年２月１４日，原告代理人白坂を代理人として，\n指定商品を前記(ア)の指定商品と同一のものとするｉＬｉｔｅ商標の登録出願（商\n願２０１４－０１０７４２号）をした。\n同社は，同年５月２７日付けで，前記(ア)の拒絶理由通知と同様の内容の拒絶理\n由通知を受けた。\n同社は，同年６月４日付け意見書を提出し，前件審判及び別件審判が係属中であ\nることに言及し，これらの審判によって本件商標及びＥＹＥ  ＬＩＧＨＴ商標の各\n登録が取り消されれば，第１１類の指定商品についての拒絶理由は全て解消するの\nで，上記各審判の審決を待って審査を進めてほしい旨を述べた（甲５の１０・１\n１・１３）。\nイ  前件審判及び別件審判について\n(ア)  ルイファン社は，ｉＬｉｔｅ商標の登録出願に当たり，これと指定商品を\n同じくし，外観等が類似するｉＬＩｔｅ商標の登録出願に対する拒絶理由通知と同\n様の内容の拒絶理由通知を受けることが見込まれたことから，前記ア(ア)のｉＬＩ\nｔｅ商標の登録出願に対する拒絶理由通知中，第１１類の指定商品に関する商標法\n４条１項１１号の引用商標として掲げられた本件商標及びＥＹＥ  ＬＩＧＨＴ商標\nの取消しを求めて，ｉＬｉｔｅ商標の登録出願に先立ち，平成２６年１月３０日付\nけで，Ａを請求人，原告代理人白坂を代理人として，本件商標及びＥＹＥ  ＬＩＧ\nＨＴ商標についてそれぞれ不使用取消審判を請求した。本件商標に係る前件審判は，\n取消２０１４－３０００６２号事件として（甲６の１），ＥＹＥ  ＬＩＧＨＴ商標\nに係る別件審判は，取消２０１４－３０００６３号事件として（甲７の１），それ\nぞれ係属した。\n被告は，前件審判において，平成２６年３月２０日付け答弁書を提出して，前件\n審判に係る要証期間中である平成２３年１０月に本件商標を使用した旨を主張した\n（甲６の９）。\n(イ)  Ａは，被告に対し，前件審判を取り下げる旨の意向を示した。原告代理人\n白坂は，前件審判においても被告の代理人を務めていた被告訴訟代理人澤野勝文に\n対して，平成２６年４月１７日付けの文書（乙１３）を送付し，Ａが上記取下げを\n希望する理由は，本件商標の使用が判明したためである旨説明するとともに，同封\nの取下げに係る承諾書への捺印を依頼した。\n被告代理人澤野は，上記文書に対し，同月２２日付けのファクシミリ（甲２。本\n件ＦＡＸ）を送信した。本件ＦＡＸには，①前記ア(ア)のとおりルイファン社がｉ\nＬＩｔｅ商標の拒絶査定を受けた経緯，同社が前件審判及び別件審判の各請求をし\nた後に，指定商品をｉＬＩｔｅ商標と同じくするｉＬｉｔｅ商標の登録出願をした\nこと，上記各商標の登録出願に当たりルイファン社の代理人を務めた者と，上記各\n審判請求者の代理人が同一人であること，ルイファン社は，ｉＬｉｔｅ商標及び本\n件商標を使用したペン型ライトを平成２５年１２月から販売していることから，前\n件審判及び別件審判を，ルイファン社のダミーが請求したものと理解していること，\n②別件審判の取下書の提出及びｉＬｉｔｅ商標の登録出願において指定商品から第\n１１類のものを削除する補正書の提出を要求すること，③前件審判の取下げに係る\n承諾書は，上記取下書及び補正書の各写しと引換えに渡すことが記載されており，\nまた，末尾に，「なお，ルイファン社が当社登録商標と同一又は類似の商標『ｉＬ\nｉｔｅ』及び『アイライト』を使用してペン型ライトを販売している行為につきま\nしては，現在その対応を検討中であることを申し添えます。」と記載されている。\n原告代理人白坂は，本件ＦＡＸに対し，平成２６年４月２５日付けのファクシミ\nリ（乙１４）を送信した。同ファクシミリには，前件審判及び別件審判のいずれも\n取り下げないこと，Ａとルイファン社とは関係がないので，同社による商標登録出\n願に係る補正をすることなどの要望には応じられないことが記載されている。\n(ウ)  Ａは，前件審判において，平成２６年４月２８日付け審判事件弁駁書（甲\n６の１７）を提出して前記(ア)の被告の答弁書に反論し，被告は，同年８月２０日\n付け第二答弁書（甲６の１９）を提出し，上記弁駁書に反論した。\n特許庁は，同年９月８日付けで前件審判の審理を終結し，同月１０日，審理終結\n通知書が，各当事者に発送された（甲６の２１）。\n特許庁は，同年９月２４日，前件審判につき，「本件審判の請求は，成り立たな\nい。」との前件審決をした。その理由は，被告が，平成２３年１０月１２日付けで，\n本件商標が付された個装箱で包装したメタルハライドランプ水中灯を納品したもの\nと認められ，この行為をもって，前件審判の請求の登録前３年以内に日本国内にお\nいて，商標権者である被告が上記請求に係る指定商品について，本件商標と社会通\n念上同一ということのできる商標を使用していたことを証明したものと認められる\nから，本件商標の登録は，商標法５０条の規定により取り消すことはできない，と\nいうものである（甲６の２２）。\n他方，被告は，別件審判においては，答弁をせず，特許庁は，平成２６年６月１\n７日，ＥＹＥ  ＬＩＧＨＴ商標の商標登録を取り消すとの審決をした（甲７の１\n３）。\nウ  前件訴訟について\nＡは，原告訴訟代理人らを代理人として，平成２６年１０月２４日付けで，前件\n審決の取消しを求める前件訴訟（平成２６年（行ケ）第１０２３４号）を提起した。\nＡは，同訴訟の係属中，平成２７年６月１８日に，被告が本件商標の商標権の一部\nを無償で利害関係人のルイファン社に譲渡するなどという内容の和解条項案を示し\nたこともあったが，和解成立には至らなかった（甲８の１・３４・３５）。\n知的財産高等裁判所は，同年１１月２６日，請求棄却の判決を言い渡した（甲８\nの３７）。\nエ  本件審判について\n原告は，平成２６年１１月２６日，本件審判を請求し，同年１２月１７日，同審\n判の請求が登録された。特許庁は，平成２８年４月１４日，「本件審判の請求は，\n成り立たない。」との本件審決をした。\n原告は，同年５月２０日，本件審決の取消しを求める本件訴訟を提起した。\nオ  被告による商標登録出願について\n被告は，平成２６年１０月８日，指定商品を第１１類「電球類及び照明用器具」\nとして，アイライト／ＥＹＥ  ＬＩＧＨＴ商標の登録出願（商願２０１４－８４８\n３７号）をした（甲１１の１・３）。\n被告は，平成２７年１月２０日付けで，上記商標は，ルイファン社が登録出願中\nのｉＬｉｔｅ商標と同一又は類似であるとして商標法４条１項１１号に該当する旨\nの拒絶理由通知を受けた（甲１１の４）。\n被告は，平成２７年３月３日，意見書を提出し，ｉＬｉｔｅ商標は，これと称呼\nにおいて類似する本件商標の登録が存続する限り，商標登録される可能性が極めて\n低いので，前件判決の確定まで被告の上記登録出願に対する判断を留保してほしい\n旨を述べた（甲１１の６）。\n⑵  商標法５０条３項本文所定の「その審判の請求がされることを知った」につ\nいて\nア  商標法５０条３項は，審判請求人に対し，当該商標を使用した商標権者，専\n用使用権者又は通常使用権者のいずれかが当該商標の使用をした場合，同使用が\n「その審判の請求がされることを知った後であること」の証明を求めており，同規\n定に照らすと，「その審判の請求がされることを知った」とは，当該審判請求を行\nうことを交渉相手から書面等で通知されるなどの具体的な事実により，当該相手方\nが審判請求する意思を有していることを知るなど，客観的にみて審判請求をされる\n蓋然性が高く，かつ，上記商標の使用者がこれを認識していると認められる場合を\nいうと解すべきであり，上記商標の使用者において単に審判請求を受ける一般的，\n抽象的な可能性を認識していたのみでは足りないというべきである。\nイ  前記１のとおり，被告は，平成２６年８月頃，昭和１９年８月の創立から７\n０周年という節目を迎えたことを契機に，本件カタログを作成し，同年９月１８日\nに，被告のウェブサイトのホームページから閲覧及びダウンロードが可能なものと\nして掲載した。被告は，本件カタログにおいて，「高品質なサイン広告照明『アイ\nライトⓇ』」などと本件商標を広告・宣伝に使用し，ＬＥＤ投光器等の照明器具を，\n製品名，価格，製品仕様等を明示して掲載している。また，本件カタログとほぼ同\n時期に，デジタルカタログ形式のサイン広告照明用カタログ（乙６）を作成し，被\n告のウェブサイトのホームページから閲覧及びダウンロードが可能なものとして掲\n載した。このカタログにも，「高品質なサイン広告照明『アイライトⓇ』を通じ\nて。」，「ＩＷＡＳＡＫＩ  ７０ｔｈ  ＳＩＮＣＥ  １９４４」などの記載がある。\nさらに，被告は，平成２６年１０月１日，上記ホームページに，「高品質な広告照\n明“アイライト”を多数掲載しています。」など本件カタログを紹介する本件メー\nルマガジンを掲載した。\n上記の本件カタログの作成経緯，本件カタログ及びデジタルカタログ形式のカタ\nログの内容，特に，これらのカタログにおいて本件商標が広告・宣伝に使用されて\nいる状況，本件メールマガジンの内容に不自然な点はなく，これらの事実自体から\nは，被告において本件審判請求がされることを知って殊更に本件商標を要証期間内\nに使用した実績を作出したことはうかがわれない。\nウ  前記⑴のとおり，①ルイファン社は，ｉＬＩｔｅ商標の登録出願につき，平\n成２５年１１月１５日付けで，本件商標及びＥＹＥ  ＬＩＧＨＴ商標との関係で商\n標法４条１項１１号に該当する旨の拒絶理由通知を受け，平成２６年３月３日付け\nで，拒絶理由が解消されていないとして拒絶査定を受けたこと，②ルイファン社は，\n本件商標及びＥＹＥ  ＬＩＧＨＴ商標の取消しを求めて，平成２６年１月３０日付\nけで，Ａを請求人として，本件商標及びＥＹＥ  ＬＩＧＨＴ商標についてそれぞれ\n不使用取消審判を請求したこと，③ルイファン社は，平成２６年２月１４日，指定\n商品をｉＬＩｔｅ商標の指定商品と同一のものとしてｉＬｉｔｅ商標の登録出願を\nしたこと，④①から③のいずれも，原告代理人白坂が，ルイファン社ないしＡの代\n理人を務めたこと，⑤被告は，①から④の事実を認識し，前件審判及び別件審判の\nいずれも，ルイファン社のダミーが請求したものと理解していたことが認められる。\nこれらの事実によれば，被告は，平成２６年９月１８日当時，ルイファン社がｉ\nＬｉｔｅ商標の拒絶理由を解消して商標登録を受けるために，本件商標の登録の取\n消しを強く求めていたことを，認識していたものと推認することができる。\nしかし，前記⑴のとおり，平成２６年９月１８日当時，本件商標の不使用取消審\n判である前件審判は，既に審理は終結していたものの，いまだ審決には至っていな\nかった。しかも，同年４月頃，Ａは，被告に対し，前件審判を取り下げる旨の意向\nを示し，その理由については，本件商標の使用が判明したためである旨を説明した。\n以上によれば，同年９月１８日の時点において，客観的にみて，本件商標につき，\n別途の不使用取消審判請求をされる蓋然性が高かったということはできない。\n加えて，本件証拠上，本件審判請求前に，原被告間に何らかの接点があったこと\nさえ，認めるに足りない。また，本件使用行為以降の状況をみても，被告が，本件\n使用行為当時，本件商標の不使用取消審判請求がされることを知っていたことを裏\n付けるような事情は，みられない。\nしたがって，被告による平成２６年９月１８日の本件使用行為は，被告において\n本件審判請求がされることを知った後のものであるということはできない。\nエ  原告の主張について\n(ア)  原告は，被告が本件ＦＡＸにおいて本件商標に係る権利行使を示唆したと\nして，そのような示唆をされた者は，権利行使の対象とされる商標の商標登録を取\nり消す審判等の請求を検討するはずであるから，被告は，上記示唆の時点において，\n本件商標について不使用取消審判が請求されることを知っていた旨主張する。\nしかし，本件ＦＡＸの内容に鑑みれば，これを受領した者において，直ちに権利\n行使の対象とされる商標の商標登録を取り消す審判等の請求を検討するとは，必ず\nしもいえない。加えて，被告代理人澤野が本件ＦＡＸを送信した当時，前件審判は\n係属しており，Ａから取下げの意向が示されていたのであるから，この時点におい\nて，客観的にみて，本件商標につき，別途の不使用取消審判請求をされる蓋然性が\n高かったということはできない。\n(イ)  原告は，前件審判においては，本件商標につき，平成２３年１０月１２日\nのただ１回の使用が証明されたにとどまり，被告は，同日から３年以内に本件商標\nが使用されない場合は，不使用取消審判を請求されて本件商標の商標登録が取り消\nされることを当然に認識していた旨主張する。\nしかし，原告が主張する上記認識は，不使用取消審判請求を受ける一般的，抽象\n的な可能性の認識の域を出るものではない。\n(ウ)  原告は，本件カタログを含む被告の商品カタログ及び本件メールマガジン\nに，平成２６年１０月８日付けのタイムスタンプが押されていることにつき，被告\nは，本件審判が請求されることを認識しており，それに備えてタイムスタンプを使\n用したものということができる旨主張する。\n上記タイムスタンプの使用は，平成２６年９月１８日の本件使用行為よりも後の\nことである上，この事実をもって，被告において本件審判が請求されることを認識\nしていたとは，直ちにいうことはできない。たとえ，被告が不使用取消審判を請求\nされる可能性を認識し，それに備えてタイムスタンプを使用していたとしても，同\n認識は，不使用取消審判請求を受ける一般的，抽象的な可能性の認識にとどまる。\n(エ)  原告は，被告は，原告やＡとの間で取下げ交渉等多数のやり取りをしてお\nり，その過程において，本件商標につき，平成２３年１０月１２日のただ１回の使\n用以外の使用を証明することができておらず，本件商標が取り消される可能性を十\n分に認識しており，また，ルイファン社によるｉＬｉｔｅ商標の登録出願の経過を\n観察していたことから，平成２６年９月１８日の時点までに，本件商標について再\n度の不使用取消審判が請求されることを認識していた旨主張する。\nしかし，前記ウのとおり，本件審判請求の前に，原被告間に何らかのやり取りが\nあったとは認めるに足りず，前記⑴の被告とＡないしその代理人であった原告代理\n人白坂とのやり取りに照らしても，被告において上記認識を有していたと認めるに\n足りない。加えて，そもそも上記認識も，不使用取消審判請求を受ける一般的，抽\n象的な可能性の認識にすぎないものということができる。また，前記⑴によれば，\n被告は，ｉＬｉｔｅ商標の登録出願の経過等を調査して，前件審判及び別件審判は\nルイファン社のダミーが請求したものであるという推論に至っているが，このこと\n自体は，被告が本件商標について再度の不使用取消審判が請求されることを認識し\nていたことを裏付けるものではない。\n⑶  小括\n以上のとおり，取消事由２は，理由がない。\n３  結論\n以上によれば，原告主張の審決取消事由にはいずれも理由がなく，したがって，\n原告の請求は理由がないから棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙      部    眞  規  子\n裁判官      古    河    謙    一\n裁判官       鈴    木    わ  か  な\n"
}