{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 15
  },
  "case_number": "平成20(ワ)32331",
  "case_name": "特許侵害不当利得返還請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "81637",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81637",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/637/081637_hanrei.pdf",
  "contents": "平成２３年９月１５日判決言渡  同日原本領収  裁判所書記官\n平成２０年(ワ)第３２３３１号  特許侵害不当利得返還請求事件\n口頭弁論終結日  平成２３年６月２日\n判              決\nドイツ連邦共和国＜以下略＞\n原              告        エルンスト・ミュールバウエル・ゲー\nエムベーハー・ウント・コー・カーゲー\n同訴訟代理人弁護士        鈴       木       秀       彦\n東京都文京区＜以下略＞\n被              告        株 式 会 社 ジ ー シ ー\n同訴訟代理人弁護士        彌       重       仁       也\n同 補 佐 人 弁 理 士        野       間       忠       之\n主              文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  原告のために，この判決に対する控訴のための付加期間を３\n０日と定める。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，１億円及びこれに対する平成２０年１１月２２日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，歯科治療等に用いるセメント混合物に関する特許権を有していた原\n告が，被告の製造・販売する歯科治療用セメント混合物が酸基を有する重合可\n能な不飽和モノマー等を含むこと等により，原告の特許権を侵害していたとし\nて，不当利得に基づき，被告に対し，実施料相当額の利得金の支払を求めた事\n案である。\n１  前提事実（争いのない事実並びに証拠及び弁論の全趣旨により容易に認めら\nれる事実）\n(1)  当事者\nア  原告は，歯科材料の製造及び販売等を業として，ドイツ連邦共和国の法\n律に基づいて設立された法人である。\nイ  被告は，歯科用補綴物の製造及び販売等を業とする株式会社である（目\n的につき弁論の全趣旨）。\n(2)  本件特許権\n原告は，次の特許権（以下「本件特許権」といい，その特許請求の範囲請\n求項１の発明を「本件発明」という。また，本件発明に係る特許を「本件特\n許」といい，本件特許に係る明細書を「本件明細書」という。）を有してい\nた。なお，本件特許権は，平成１８年１０月９日に存続期間の満了により消\n滅した。\n特 許 番 号    第２１３２０６９号\n発明の名称    重合可能なセメント混合物\n出  願  日    昭和６１年１０月９日\n登  録  日    平成９年９月１２日\n特許請求の範囲請求項１\n「次の成分：(ａ)酸基及び／またはその酸から誘導された反応性酸誘導体基\nを含み，次の(ｂ)の成分と混合された場合において，重合可能であると共\nに(ｂ)の成分とのイオン反応をなしうる，不飽和モノマー及び／またはオ\nリゴマー及び／またはプレポリマーと，(ｂ)ホスフェートセメント（ZnO\n／MgO），Ca(OH)2セメント，シリケートセメントまたはアイオノマーセメン\nトから選ばれる，該酸基または酸誘導体基とのイオン反応を介して硬化し\nうる微粉状の反応性充填剤と，(ｃ)硬化剤とを含有する重合可能なセメン\nト混合物であって，該成分(ａ)及び(ｂ)は，該成分(ａ)における酸基また\nは酸誘導体基が該成分(ｂ)の微粉状の反応性充填剤とイオン的に反応し，\nセメント反応を受け得るように選ばれることを特徴とする重合可能なセ\nメント混合物。」\n(3)  本件特許権に係る特許出願，設定登録，補正及び訂正の経緯\nア  原告は，昭和６０年１０月９日にドイツ連邦共和国でした特許出願に基\nづく優先権を主張して，昭和６１年１０月９日，発明の名称を「重合可能\nなセメント混合物」とする特許出願を行い，同出願につき，平成６年９月\n７日 に請求項１に 係る特 許請求の範囲 を次の とおりとする 出願公 告を\n受 けた。\n「次の成分：(ａ)酸基及び／またはその反応性酸誘導体基を含む，重合可\n能な不飽和モノマー及び／またはオリゴマー及び／またはプレポリマー\nと，\n(ｂ)微粉状の金属化合物及び／または金属化合物を含有するガラス及び\n／または金属化合物を含有するセラミック及び／またはゼオライト及び\n／または酸化可能な金属及び／または窒化ホウ素，及び／またはこれら\nの充填剤及び／またはガラスまたはセラミックの混合物の焼結生成物及\nび／またはこれらの成分と貴金属との焼結生成物と，(ｃ)硬化剤を含有\nする重合可能なセメント混合物。」（甲２）\nイ  原告は，平成７年１２月２７日に請求項１に係る特許請求の範囲を次の\nとおりとする補正を行い，平成９年９月１２日，特許番号第２１３２０６\n９号として，設定登録がされた。\n「次の成分：(ａ)酸基及び／またはその酸から誘導された反応性酸誘導体\n基を含む，重合可能な不飽和モノマー及び／またはオリゴマー及び／ま\nたはプレポリマーと，(ｂ)ホスフェートセメント（ZnO／MgO），Ca(OH)2\nセメント，シリケートセメント，アイオノマーセメントまたはイオン交\n換ゼオライトから選ばれる，該酸基または酸誘導体基と反応しうる微粉\n状の反応性充填剤と，(ｃ)硬化剤とを含有する重合可能なセメント混合\n物であって，該成分(ａ)及び(ｂ)は，該成分(ａ)における酸基または酸\n誘導体基が該成分(ｂ)の微粉状の反応性充填剤とイオン的に反応し，セ\nメント反応を受け得るように選ばれることを特徴とする重合可能なセメ\nント混合物。」\n（甲１，２，６）\nウ  原告は，平成１９年１月２９日，本件特許についての特許無効審判手続\nにおいて，請求項１に係る特許請求の範囲を前記(2)のとおりとする訂正\nを請求した。特許庁は，同年６月５日，訂正を認めた上で，無効審判請求\nが成り立たないとの審決をし，知的財産高等裁判所も，同審決の取消訴訟\nにおいて，平成２０年８月２６日，被告の請求を棄却する旨の判決を言い\n渡し，同判決は，同年９月９日，確定した。（甲６，２３）\n(4)  構成要件の分説等\nア  本件発明を構成要件に分説すると，次のとおりである（以下，分説した\n構成要件をそれぞれ「構成要件Ａ」などという。）。\nＡ  次の成分：(ａ)酸基及び／またはその酸から誘導された反応性酸誘導\n体基を含み，次の(ｂ)の成分と混合された場合において，重合可能であ\nると共に(ｂ)の成分とのイオン反応をなしうる，不飽和モノマー及び／\nまたはオリゴマー及び／またはプレポリマーと，\nＢ  (ｂ)ホスフェートセメント（ZnO／MgO），Ca(OH)2 セメント，シリケー\nトセメントまたはアイオノマーセメントから選ばれる，該酸基または酸\n誘導体基とのイオン反応を介して硬化しうる微粉状の反応性充填剤と，\nＣ  (ｃ)硬化剤と\nＤ  を含有する重合可能なセメント混合物であって，\nＥ  該成分(ａ)及び(ｂ)は，該成分(ａ)における酸基または酸誘導体基が\n該成分(ｂ)の微粉状の反応性充填剤とイオン的に反応し，セメント反応\nを受け得るように選ばれることを特徴とする重合可能なセメント混合物。\nイ  「モノマー（単量体）」とは，高分子化合物であるポリマー（重合体）を\n形成する単位化合物をいい，モノマーからポリマーへの形成過程に応じて，\n「オリゴマー」，「プレポリマー」（以下，モノマーと併せて「モノマー等」\nという。）などと呼ばれる。「重合（重合反応）」とは，モノマー等が結合\nしてポリマーを形成する化学反応をいう。不飽和モノマー等における「不\n飽和」とは，複数の炭素原子を含む有機化合物において，炭素原子間の結\n合が２重結合（C＝C）又は３重結合（C≡C）（以下「２重結合等」という。）\nとなっている状態をいい，重合可能である。\nすなわち，構成要件Ａの「重合可能である…不飽和モノマー及び／また\nはオリゴマー及び／またはプレポリマー」とは，炭素原子間の結合が２重\n結合又は３重結合となっている有機化合物を指す。\nウ  構成要件Ｃの「硬化剤」とは，重合反応を生じさせる硬化剤を指す。\n(5)  被告による歯科治療用セメント混合物の製造・販売等\n被告は，本件特許権の存続期間中に，歯科治療用セメント混合物として，\nグラスアイオノマー系レジンセメントの「フジリュート」及び「フジリュー\nトＢＣ」（以下「被告両製品」という。）を製造・販売した。\n被告両製品は，「Ullmann's Encyclopedia of Industrial Chemistry」と\n題する化学事典（以下「本件事典」という。）において，「レジン強化グラ\nスアイオノマー」と紹介されている。また，被告の製品カタログにおいて，\n「グラスアイオノマーセメントと，歯質への強固な接着力をもつレジンセメ\nントを化学的に融合させた」旨紹介されている。（甲３，２０）\n(6)  被告両製品の組成等\n被告両製品は，いずれも，粉末成分と液体成分とから構成され，粉末成分\nにはグラスアイオノマーセメントの主成分であるイオン遊離性ガラスが，液\n体成分にはグラスアイオノマーセメントの別の主成分であるカルボキシル基\nという酸基を有するポリカルボン酸，重合可能な不飽和モノマー等であるヒ\nドロキシエチルメタクリラト（ＨＥＭＡ）・ウレタンジメタクリラト（ＵＤ\nＭＡ）・グリセリンジメタクリラト（ＧＤＭＡ），セメント反応を生じさせ\nる硬化剤である酒石酸及び水が，それぞれ含まれている。\n被告両製品は，粉末成分と液体成分とを混合しても，分離しない。\n２  争点及び当事者の主張\n本件の争点は，①被告両製品は本件発明の技術的範囲に属するか，②本件特\n許は新規性の欠如又は実施可能要件違反により特許無効審判で無効とされるべ\nきものか，③原告の損失である。\n(1)  争点①（被告両製品は本件発明の技術的範囲に属するか）について\n（原告の主張）\nア  構成要件Ａの充足性\n(ア)  総論\n歯科治療では，組織適合性が高く歯基質に良好に接着するという特性\nを持ったセメントが充填剤として用いられている。しかし，セメントに\nは，一般的に機械的強度が低くて砕けやすい上，溶解性で洗い流されや\nすいという欠点がある。このため，セメントに代わり，機械的強度が高\nくて非溶解性であるなどの特性を持つプラスチック（レジン）充填剤，\nいわゆるコンポジット（複合材料）も用いられている。しかし，コンポ\nジットには，組織適合性が低く歯基質に粘着せず，組織刺激性や毒性を\n有するという欠点がある。そこで，両者の特性を得るため，両者を混合\nするようになったものの，水の存在下でイオン反応によって硬化するセ\nメントと水を必要とせずに重合反応によって硬化するコンポジットとは\n結合せず，従来は界面活性剤で分離をある程度抑える程度にとどまって\nいた。\nこれに対し，本件発明は，重合反応に用いられるコンポジット中の不\n飽和モノマー等とイオン反応に用いられるセメント中の酸基とを結合さ\nせることにより，両者の特性を得ながら，分離しないようにしたもので\nある。\n(イ)  化学事典や製品カタログにおける記載\n被告両製品は，前記１（前提事実）(5)・(6)のとおり，セメントとコ\nンポジットとを結合させたものとして紹介されており，両者は分離しな\nい。\n(ウ)  ハラルト・パーシュ博士による実験\nハラルト・パーシュ博士が実施した実験によれば，被告両製品の液体\n成分からポリカルボン酸と結合していない不飽和モノマー等を分取目的\nのゲル浸透クロマトグラフィー法（Gel Permeation  Chromatography。\n以下「ＧＰＣ」という。）で取り除き，分析目的のＧＰＣや高速液体ク\nロマトグラフィー法（High Performance Liquid Chromatography。以下\n「ＨＰＬＣ」という。）で上記不飽和モノマー等が混入していないこと\nを確認しながら，溶離液として用いた硝酸ナトリウム水溶液中の塩分を\n取り除くための限外ろ過や水分を取り除くための凍結乾燥を行った後，\n残 っ た 成 分 の ス ペ ク ト ル を 核 磁 気 共 鳴 分 光 法 （ Nuclear Magnetic\nResonance｡以下「ＮＭＲ」という。）で測定したところ，ポリカルボン\n酸そのものは不飽和モノマー等を含まないにもかかわらず，ＨＥＭＡの\n一部と推測される炭素原子の２重結合を示すシグナルが観測された（以\n下「パーシュ実験」という。甲３０）。これは，被告両製品中のポリカ\nルボン酸と不飽和モノマー等とが共有結合していることを示す。\nなお，被告両製品を加えた溶離液は，濁ったものの，これは難溶性の\nＵＤＭＡやＧＤＭＡによるものにすぎず，被告両製品の原液よりは薄い。\nまた，分取目的のＧＰＣで測定した紫外線吸収度を示すＵＶ曲線はベー\nスラインを下回っているが，これも溶離液に対する被告両製品の濃度が\n高すぎることを示すものではない。さらに，分取目的のＧＰＣの流速６\nｍｌ／分は適切であるから，ポリカルボン酸と結合していない不飽和モ\nノマー等を除去しきれなかったおそれはない。\nまた，共有結合を生じさせるエステル化には酸が必要であるところ，\n被告両製品の酸性度は，溶離液で希釈されて下がるため，原液において\nエステル化が生じることはあっても，溶離液等において初めてエステル\n化が生じることはない。さらに，凍結乾燥では冷却されるため，凍結乾\n燥工程においてもエステル化が生じることはない。\n(エ)  アンドレ・ラショウスキー教授による実験\nドイツ連邦共和国の裁判所が鑑定人として選任したアンドレ・ラショ\nウスキー教授（以下「ラショウスキー教授」という。）が実施した実験\nによれば，被告両製品の液体成分からポリカルボン酸と結合していない\nＵＤＭＡ以外の不飽和モノマー等を，不活性な溶媒であるアセトニトリ\nルを加えて２回沈殿させるという再沈殿法で取り除き，分析目的のＧＰ\nＣで沈殿したポリカルボン酸に上記不飽和モノマー等が混入していない\nことを確認した後，ポリカルボン酸の成分のスペクトルをＮＭＲで測定\nしたところ，ポリカルボン酸そのものは不飽和モノマー等を含まないに\nもかかわらず，上記ＵＤＭＡだけでなく，ＨＥＭＡ又はＵＤＭＡにエス\nテル化が生じたものの一部と推測される炭素原子の２重結合を示すシグ\nナルも観測された（以下「ラショウスキー実験」という。甲３４）。こ\nれも，被告両製品中のポリカルボン酸と不飽和モノマー等とが共有結合\nしていることを示す。\nなお，ＮＭＲではエステル化を示すシグナルも観測された。しかし，\nこれは，既に被告両製品の製造工程において，あるいは遅くとも流通過\n程において，原液に生じたエステル化により，ポリカルボン酸と不飽和\nモノマー等が共有結合したものが分取後にも残っていたものである。エ\nステル化には酸が必要なので，原液においてエステル化が生じることは\nあっても，不活性な溶媒を加えることや沈殿間での乾燥によって初めて\nエステル化が生じることはない。\n(オ)  小括\nしたがって，被告両製品に含まれるグラスアイオノマーセメントの主\n成分であるポリカルボン酸は，カルボキシル基という酸基を有し，アイ\nオノマーセメントの主成分であるイオン遊離性ガラスとイオン反応をし\n得るのみならず，ＨＥＭＡ又はＵＤＭＡと推測される重合可能な不飽和\nモノマー等と結合しているから，被告両製品は，「酸基を含み，次の(ｂ)\nの成分と混合された場合において，重合可能であると共に(ｂ)の成分と\nのイオン反応をなしうる，不飽和モノマー及び／又はオリゴマー及び／\n又はプレポリマー」を含み，構成要件Ａを充足する。\nイ  構成要件Ｂの充足性\n被告両製品には，カルボキシル基とイオン反応によって硬化し得る微粉\n状の反応性充填剤であるイオン遊離性ガラスを主成分としたグラスアイ\nオノマーセメントが含まれているから，被告両製品は，「アイオノマーセ\nメントから選ばれる，該酸基とのイオン反応を介して硬化しうる微粉状の\n反応性充填剤」を含み，構成要件Ｂを充足する。\nなお，構成要件Ｂにいう「アイオノマーセメント」は，カルシウムとア\nルミニウムを重要な成分とするものに限られない。\nウ  構成要件Ｃの充足性\n被告両製品は，前記１（前提事実）(5)のとおり，被告の製品カタログに\nおいて「レジンセメント」を含むものとして紹介されている。レジンセメ\nント が重合反応を 生じさ せる硬化剤な しに硬 化することは あり得 ない\nか ら，被告両製品は，「硬化剤」を含み，構成要件Ｃを充足する。\nエ  構成要件Ｄの充足性\n被告両製品には，重合可能な不飽和モノマー等と共有結合したポリカル\nボン 酸やイオン遊 離性ガ ラスを主成分 とする グラスアイオ ノマー セメ\nン トと，重合反応を生じさせる硬化剤が含まれているから，被告両製品は，\n「を含有する重合可能なセメント混合物」であり，構成要件Ｄを充足する。\nオ  構成要件Ｅの充足性\n被告両製品に含まれる不飽和モノマー等とイオン遊離性ガラスは，ポリ\nカルボン酸と不飽和モノマー等が結合し，ポリカルボン酸の有するカルボ\nキシル基がイオン遊離性ガラスとイオン反応によってセメントとして硬\n化し得る関係にあり，そのことを被告は知って選択したから，被告両製品\nは，「該成分(ａ)及び(ｂ)は，該成分(ａ)における酸基が該成分(ｂ)の微\n粉状の反応性充填剤とイオン的に反応し，セメント反応を受け得るように\n選ばれることを特徴とする重合可能なセメント混合物」であり，構成要件\nＥを充足する。\nカ  まとめ\n以上によれば，被告両製品は，本件発明の技術的範囲に属する。\n（被告の主張）\nア  構成要件Ａの充足性について\n(ア)  総論について\nセメントとコンポジットは，両者を混合すると，それぞれが硬化する\nものの，界面活性剤を用いなくても，分離しない。\n被告両製品は，ポリカルボン酸のカルボキシル基とイオン遊離性ガラ\nスとがイオン反応によって硬化するとともに，ＨＥＭＡ・ＵＤＭＡ・Ｇ\nＤＭＡといった不飽和モノマー等も重合反応によって硬化し，セメント\nとコンポジットの両者の特性を持ちつつ，分離しないが，ポリカルボン\n酸と不飽和モノマー等を混合しただけであって，これらを結合させては\nおらず，従来技術を用いているにすぎない。\n(イ)  化学事典や製品カタログにおける記載について\n被告両製品が本件事典でその一商品として分類されている「レジン強\n化グラスアイオノマー」は，グラスアイオノマーセメントにモノマーと\n重合反応を生じさせる硬化剤が添加され，イオン反応と重合反応が並行\nして進行するものとして紹介されているにすぎないから，被告両製品が\n本件事典で紹介されているからといって，ポリカルボン酸と不飽和モノ\nマー等とが結合していることにはならない。本件発明を用いているのは，\n本件事典で別に分類されている「多塩基酸コンポジット」である。\n(ウ)  ハラルト・パーシュ博士による実験について\nパーシュ実験は，①溶離液が濁ったり分取目的のＧＰＣで測定したＵ\nＶ曲線がベースラインを下回ったりしていることから，溶離液に対する\n被告両製品の濃度が高すぎる上，分取目的のＧＰＣでは，②流速が６ml\n／分と速すぎたり，③十分な間をおかずに連続して試料を投入したりし\nたために，ポリカルボン酸と結合していない不飽和モノマー等を除去し\nきれなかったおそれがある。実際，分取目的のＧＰＣで測定したＵＶ曲\n線と分析目的のＧＰＣで測定したＵＶ曲線とが著しく異なっており，こ\nれは，上記不飽和モノマー等を除去しきれず，高濃度の溶離液や凍結乾\n燥等において生じ得る濃縮に伴ったエステル化により，ポリカルボン酸\nと上記不飽和モノマー等とが結合したり，上記不飽和モノマー等同士が\n重合したりしたことを示している。\n分析目的のＧＰＣの測定結果は，紫外線吸収度を示す縦軸の最大値が\n大きすぎる上，ポリカルボン酸と結合していない不飽和モノマー等を常\nに検出することができるわけではなく，ＨＰＬＣも，上記不飽和モノマ\nー等のピークがポリカルボン酸のピークに紛れるおそれがあるため，い\nずれも上記不飽和モノマー等が混入していないことを確認することがで\nきない。\nしたがって，ＮＭＲで炭素原子の２重結合を示すシグナルが観測され\nても，除去しきれなかったポリカルボン酸と結合していない不飽和モノ\nマー等やその重合体，実験において生じたエステル化によってポリカル\nボン酸と結合した不飽和モノマー等が観測されたにすぎない可能性があ\nり，被告両製品中のポリカルボン酸と不飽和モノマー等が共有結合して\nいることを示すものではない。\n(エ)  ラショウスキー教授による実験について\nラショウスキー実験も，１回の沈殿では沈殿物の約４％を不飽和モノ\nマー等が占めているため，２回の沈殿ではポリカルボン酸と結合してい\nない不飽和モノマー等を除去しきれなかったおそれがある。ＮＭＲで観\n測されたエステル化を示すシグナルは，上記不飽和モノマー等を除去し\nきれず，溶媒を加えたことによって生じ得る濃度変化や沈殿間での乾燥\nにおいて生じ得る濃縮に伴ったエステル化等により，ポリカルボン酸と\n上記不飽和モノマー等とが結合したものや，上記不飽和モノマー等同士\nが重合したものによるものである。\n分析目的のＧＰＣは，ポリカルボン酸と結合していない不飽和モノマ\nー等を常に検出することができるわけではなく，上記不飽和モノマー等\nが混入していないことを確認することができない。\nしたがって，ＮＭＲで炭素原子の２重結合を示すシグナルが観測され\nても，除去しきれなかったポリカルボン酸と結合していない不飽和モノ\nマー等やその重合体，実験において生じたエステル化等によってポリカ\nルボン酸と結合した不飽和モノマー等が観測されたにすぎない可能性が\nあり，被告両製品中のポリカルボン酸と不飽和モノマー等が共有結合し\nていることを示すものではない。\n(オ)  小括\n被告両製品に含まれるグラスアイオノマーセメントの主成分であるポ\nリカルボン酸は，重合可能な不飽和モノマー等と結合していないから，\n被告両製品は，「酸基を含み，…重合可能である…不飽和モノマー及び\n／又はオリゴマー及び／又はプレポリマー」を含まず，構成要件Ａを充\n足しない。\nイ  構成要件Ｂの充足性について\n構成要件Ｂにいう「アイオノマーセメント」は，優先日である昭和６０\n年１０月９日において公知のアイオノマーセメントを指すところ，当時は\nカルシウムとアルミニウムが重要な成分であったのに対し，被告両製品に\n含まれるグラスアイオノマーセメントはこれに当たらないから，被告両製\n品は，構成要件Ｂを充足しない。\nウ  構成要件Ｃの充足性について\n原告が被告両製品に含まれているとする重合反応を生じさせる硬化剤が\n特定されていないから，構成要件Ｃの充足性は争う。\nエ  構成要件Ｄの充足性について\n被告両製品は，構成要件ＡないしＣを充足しないから，これらの充足を\n前提とした構成要件Ｄも充足しない。\nオ  構成要件Ｅの充足性について\n被告両製品は，構成要件Ａ・Ｂを充足しないから，これらの充足を前提\nとした構成要件Ｅも充足しない。仮に構成要件Ａ・Ｂを充足するとしても，\n被告は，本件発明の作用・効果を得るためにポリカルボン酸と不飽和モノ\nマー等とを結合させたわけではなく，構成要件Ａを充足する成分を選択し\nたとはいえない。また，不飽和モノマー等による重合反応が先行する状況\n下で，不飽和モノマー等と共有結合したポリカルボン酸の有するカルボキ\nシル 基がイオン遊 離性ガ ラスとイオン 反応に よってセメン トとし て硬\n化 し得ることも証明されていないから，構成要件Ｅの充足性は争う。\nカ  まとめ\n以上によれば，被告両製品は，本件発明の技術的範囲に属しない。\n(2)  争点②（本件特許は新規性の欠如又は実施可能要件違反により特許無効審\n判で無効とされるべきものか）について\n（被告の主張）\nア  新規性の欠如\n本件発明の構成要件Ｅは，出願公告決定後に特許異議の申立てを受けて\n行った補正に基づくものであり，本件明細書中の発明の詳細な説明の記載\nに基づいていないから，実質上特許請求の範囲を変更するものであり，補\n正前の特許出願について特許がされたものとみなされる（平成５年法律第\n２６号による改正前の特許法４２条，６４条２項，１２６条２項）。補正\n前の特許出願に係る請求項１の発明は，本件発明の優先日である昭和６０\n年１０月９日に先立つ同月７日に頒布された公開特許公報（特開昭６０－\n１９７６０９号）に記載された発明と同一であるから，本件特許は，新規\n性の欠如（特許法２９条１項３号）により特許無効審判で無効とされるべ\nきものであり，被告に対して本件特許権を行使することができない。\nイ  実施可能要件違反\n本件明細書中の発明の詳細な説明中には，本件発明の構成要件Ｅに関し，\n構成要件Ａや構成要件Ｂに該当する成分のうち，どの成分の組合せについ\nて現実にセメント反応が生じるのか，当業者に実施可能な程度の記載がな\nいから，本件特許は，実施可能要件（平成２年法律第３０号による改正前\nの特許法３６条３項）違反により特許無効審判で無効とされるべきもので\nあり，被告に対して本件特許権を行使することができない。\n（原告の主張）\nア  新規性の欠如について\n本件発明の構成要件Ｅは，本件明細書中の発明の詳細な説明の記載に基\nづいている上，特許請求の範囲を減縮したものにすぎないから，補正前の\n特許出願について特許がされたものとはみなされない。したがって，本件\n特許は，新規性の欠如により特許無効審判で無効とされるべきものではな\nい。\nイ  実施可能要件違反について\n本件発明の構成要件Ａや構成要件Ｂに該当する成分のうち，どの成分の\n組合せについてセメント反応が生じるのかは，当業者に自明であるから，\n本件明細書中の発明の詳細な説明中に記載がなくても，本件特許は，実施\n可能要件に違反するものではなく，特許無効審判で無効とされるべきもの\nではない。\n(3)  争点③（原告の損失）について\n（原告の主張）\n被告は，平成１０年ころから，被告両製品を製造・販売し，本件特許権の\n存続期間中に，約１５０億円を売り上げた。本件特許権の実施料率は，６％\nを下らないから，被告は，法律上の原因なく実施料相当額約９億円の利益を\n受け，そのために原告は同額の損失を被った。\nよって，原告は，被告に対し，不当利得として，利得金９億円のうち１億\n円及びこれに対する訴状送達の日の翌日である平成２０年１１月２２日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める。\n（被告の主張）\n否認又は争う。\n第３  当裁判所の判断\n１  争点①（被告両製品は本件発明の技術的範囲に属するか）について\n(1)  構成要件Ａの充足性について\nア  パーシュ実験及びラショウスキー実験等\n(ア)  両実験の目的\n被告両製品が構成要件Ａ（「次の成分：(ａ)酸基及び／またはその酸\nから誘導された反応性酸誘導体基を含み，次の(ｂ)の成分と混合された\n場合において，重合可能であると共に(ｂ)の成分とのイオン反応をなし\nうる，不飽和モノマー及び／またはオリゴマー及び／またはプレポリマ\nーと，」）を充足しているというためには，ポリカルボン酸そのものはカ\nルボキシル基という酸基を有するものの炭素原子の２重結合等を含まず\n重合性を有しないため，被告両製品の液体成分中のポリカルボン酸と不\n飽和モノマー等とが共有結合している必要がある。この点，ＮＭＲ（核\n磁気共鳴分光法）による測定は，水素原子（１Ｈ）や炭素原子（13Ｃ）の\n核磁気共鳴によってポリカルボン酸や炭素原子の２重結合等の存在を確\n認することはできても，炭素原子の２重結合等を有する不飽和モノマー\n等がポリカルボン酸と共有結合していることを確認することは困難であ\nる。そこで，パーシュ実験においては分子の大きさによって分離する分\n取目的のＧＰＣ（ゲル浸透クロマトグラフィー法）で，ラショウスキー\n実験においては溶媒に対する溶解度によって分離する再沈殿法で，いず\nれも液体成分からポリカルボン酸と共有結合していない不飽和モノマー\n等を取り除き，その上でＮＭＲを実施することにより，炭素原子の２重\n結合等を有する不飽和モノマー等がポリカルボン酸と共有結合している\nことを確認し，もって，被告両製品が構成要件Ａを充足していることを\n立証することを目的としている。（甲１３，１４，３０，３４，３７，\n弁論の全趣旨）\n(イ)  実験対象製品の概要\n実験対象製品は，パーシュ実験とラショウスキー実験（以下「本件両\n実験」という。）のいずれも，「フジリュート」（海外製品名「フジプ\nラス」。以下，単に「フジリュート」という。）であり，４～２５℃で\nの暗所保存が推奨されている。フジリュートの液体成分は，無色透明で，\nｐＨ値が約１．３の強酸性の粘ちゅう液であり，被告が開示している安\n全データシートによれば，ポリカルボン酸が２０～３０％，不飽和モノ\nマー等であるＨＥＭＡ（ヒドロキシエチルメタクリラト）が２５～３\n５％，不飽和モノマー等であるＵＤＭＡ（ウレタンジメタクリラト）が\n１０％未満，水が２０～３０％，それぞれ含まれている。（甲３０，３\n４，３５）\n(ウ)  パーシュ実験の概要\nａ  第１回分析目的のＧＰＣ\n初めに，フジリュートの液体成分における分子量の分布を把握して\n適切なカラム材やカラムを選択するために，室温下で第１回分析目的\nのＧＰＣが実施された（甲３０）。\n具体的には，まず，液体成分を分離するために，液体成分３５．８\nｍｇを溶離液である濃度約０．１mol／ｌの硝酸ナトリウム水溶液１０\nｍｌに混合したところ（濃度３．５８ｍｇ／ｍｌ），混合液に難溶性\nのＵＤＭＡやＧＤＭＡ（グリセリンジメタクリラト）等によるものと\n推測される曇りが生じた。約１時間後に混合液を孔径０．２μｍのＰ\nＴＦＥ膜フィルタでろ過し，得られた清澄な混合液０．１ｍｌを，粒\n径１０μｍ・孔径３０Åのカラム材が入った内径０．８ｃｍ・長さ５\nｃｍのガードカラムと，孔径が３０Åと１０００Åで異なる以外はい\nずれも粒径１０μｍの各カラム材が入ったいずれも内径０．８ｃｍ・\n長さ３０ｃｍの２本のカラム（容積合計約３０．２ｃｍ３）で構成さ\nれるＧＰＣ装置に最適流速１ｍｌ／分で注入した。その上で，ＧＰＣ\n装置から排出された混合液を波長２６５ｎｍの紫外線吸収度（ＵＶ）\n検出器と示差屈折率（ＲＩ）検出器に通したところ，別紙図１のとお\nり，ＵＶ曲線又はＲＩ曲線のピークが溶離容積約１６．５ｍｌのポリ\nカルボン酸，同溶離容積約１９．０ｍｌや約２０．０ｍｌの各低分子\n成分，同溶離容積約２２．０ｍｌの硝酸ナトリウム，同溶離容積約４\n３．５ｍｌのＨＥＭＡ等の存在を示すクロマトグラムが得られた。（甲\n３０，３６）\nｂ  分取目的のＧＰＣと第２回分析目的のＧＰＣ等\n次に，フジリュートの液体成分からポリカルボン酸と共有結合して\nいない不飽和モノマー等を取り除くために，分取目的のＧＰＣが室温\n下で実施されるとともに，上記不飽和モノマー等の除去を確認するた\nめに，第２回分析目的のＧＰＣと第１回ＨＰＬＣ（高速液体クロマト\nグラフィー法）が室温下で実施された（甲３０）。\n具体的には，まず，液体成分を分離するために，４個のバイアルか\nらそれぞれ取り出された液体成分各約３００ｍｇを濃度約０．１m\nol／ｌの硝酸ナトリウム水溶液各１０ｍｌにそれぞれ混合した（濃度\n３０．３９ｍｇ／ｍｌ，ｐＨ値約２．５）。次に，４つの混合液を前\n記各ＰＴＦＥ膜フィルタでそれぞれろ過し，得られた清澄な混合液の\nうち各１ｍｌを，孔径が３０Åと１０００Åで異なる以外はいずれも\n粒径１０μｍの各カラム材が入ったいずれも内径２ｃｍ・長さ３０ｃ\nｍの２本のカラム（容積合計約１８８．５ｃｍ３）で構成される各Ｇ\nＰＣ装置に，０．２ｍｌずつ５回連続して最適流速６ｍｌ／分でそれ\nぞれ注入した。その上で，各ＧＰＣ装置からそれぞれ排出された４つ\nの混合液を波長２６５ｎｍの紫外線吸収度検出器にそれぞれ通したと\nころ，別紙図２のとおり，ＵＶ曲線が溶離時間約１６分の段階でベー\nスラインを下回った後，ＵＶ曲線のピークが溶離時間約１７分のポリ\nカルボン酸，同溶離時間約１９分や約２０分，約２１分の各低分子成\n分，同溶離時間約２４分の硝酸ナトリウム，同溶離時間約４０分のＨ\nＥＭＡ等の存在を示すクロマトグラムが得られた。そこで，最初にま\nとまってそれぞれ排出された溶離時間約１６～１７．５分の各混合液\n４つを分取して集め，ポリカルボン酸を主成分とする合計５００ｍｌ\nの混合液を得た。（甲３０，３５，３６）\n続いて，ポリカルボン酸と共有結合していない不飽和モノマー等の\n除去を確認するために，前記混合液５００ｍｌのうち０．１ｍｌを第\n１回分析目的のＧＰＣで用いたＧＰＣ装置と同じ構成のＧＰＣ装置に\n最適流速１ｍｌ／分で注入した。その上で，ＧＰＣ装置から排出され\nた混合液を波長２６５ｎｍの紫外線吸収度検出器と示差屈折率検出器\nに通したところ，別紙図３のとおり，ＵＶ曲線又はＲＩ曲線のピーク\nが溶離容積約１７．５ｍｌのポリカルボン酸，同溶離容積約２３．０\nｍｌの硝酸ナトリウム等の存在を示すクロマトグラムが得られた。し\nかし，ポリカルボン酸のＲＩ曲線のピークも判読困難であったため，\n前記混合液５００ｍｌのうち０．０１ｍｌを分子の極性によってＧＰ\nＣよりも高感度の分離が得られるＨＰＬＣ装置に注入し，排出された\n混合液を波長２２０ｎｍの紫外線吸収度検出器に通した。その結果，\n別紙図４のとおり，溶離時間約２～４分にポリカルボン酸と硝酸ナト\nリウムの存在を示すものの，ポリカルボン酸と共有結合していないＨ\nＥＭＡの存在を示す溶離時間約３．９分のピークや，ポリカルボン酸\nと共有結合していないＧＤＭＡの存在を示す溶離時間約１０．２分の\nピークは認められないクロマトグラムが得られた。（甲３０，弁論の\n全趣旨）\nｃ  限外ろ過と第３回分析目的のＧＰＣ等\n次に，硝酸ナトリウム等を減少させてＮＭＲで適切なスペクトルを\n得るために，限外ろ過が室温下で実施されるとともに，ポリカルボン\n酸と共有結合していない不飽和モノマー等の除去と硝酸ナトリウム等\nの減少を確認するために，第３回分析目的のＧＰＣと第２回ＨＰＬＣ\nが室温下で実施された（甲３０）。\n具体的には，まず，硝酸ナトリウム等を減少させるために，前記混\n合液５００ｍｌの残りを公称分画分子量５０００のポリエーテルスル\nフォン膜に通してろ過した後，膜上のポリカルボン酸を主成分とする\n残留物に水５０ｍｌを加えてろ過することを繰り返した結果，膜上に\n残留物の膜が形成されたため，水２０ｍｌを加えてポリカルボン酸を\n主成分とする水溶液２０ｍｌを得た（甲３０）。\n続いて，ポリカルボン酸と共有結合していない不飽和モノマー等の\n除去と硝酸ナトリウム等の減少を確認するために，前記水溶液２０ｍ\nｌのうち０．５ｍｌにつき，第２回分析目的のＧＰＣと第１回ＨＰＬ\nＣと同じ方法で，第３回分析目的のＧＰＣと第２回ＨＰＬＣを実施し\nた。その結果，ＧＰＣについては，別紙図５のとおり，ＵＶ曲線又は\nＲＩ曲線のピークが溶離容積約１７．０ｍｌのポリカルボン酸，同溶\n離容積約２２．５ｍｌの硝酸ナトリウム等の存在を示すクロマトグラ\nムが得られた。また，ＨＰＬＣについては，別紙図６のとおり，溶離\n時間約１～３分にポリカルボン酸と硝酸ナトリウム，ＵＶ曲線のピー\nクが溶離時間約３．５分の低分子成分等の存在を示すものの，ポリカ\nルボン酸と共有結合していないＧＤＭＡの存在を示す溶離時間約１\n０．２分のピークは認められないクロマトグラムが得られた（甲３０）。\nｄ  凍結乾燥とＮＭＲ，第４回分析目的のＧＰＣ等\n最後に，水を取り除いてＮＭＲで適切なスペクトルを得るための凍\n結乾燥を経て，ＮＭＲが実施されるとともに，ポリカルボン酸と共有\n結合していない不飽和モノマー等の除去を確認するために，第４回分\n析目的のＧＰＣと第３回ＨＰＬＣが室温下で実施された（甲３０）。\n具体的には，まず，水を取り除くために，前記水溶液２０ｍｌの残\nりを－４０℃で４時間凍結させた後，５℃・気圧０．９４mbarで４８\n時間と２５℃・気圧０．００１mbarで４時間乾燥させ，ポリカルボン\n酸を主成分とする粉末を得た（甲３０）。\n次に，ポリカルボン酸と共有結合していない不飽和モノマー等の除\n去を確認するために，前記粉末の一部につき，第１回ＨＰＬＣと同じ\n方法で第３回ＨＰＬＣを実施し，別紙図７のとおり，溶離時間約１～\n４分にポリカルボン酸と硝酸ナトリウムの存在を示すものの，ポリカ\nルボン酸と共有結合していないＧＤＭＡの存在を示す溶離時間約１\n０．２分のピークは認められないクロマトグラムが得られた（甲３０）。\n続いて，炭素原子の２重結合等の有無等を確認するために，前記粉\n末に溶媒の重水を加えて各種ＮＭＲを実施したところ，別紙図８\n（ １Ｈ－ＮＭＲ）のように，ポリカルボン酸と炭素原子の２重結合を\n有するメタクリレート基の存在を示すスペクトルが得られた（甲５，\n１２－１・２，３０）。\n最後に，ポリカルボン酸と共有結合していない不飽和モノマー等の\n除去を再度確認するために，重水を加えた前記粉末０．５ｍｇを濃度\n約０．１mol／ｌの硝酸ナトリウム水溶液０．５ｍｌに混合し（濃度１\nｍｇ／ｍｌ），得られた清澄な混合液を第１回分析目的のＧＰＣで用\nいたＧＰＣ装置と同じ構成のＧＰＣ装置に最適流速１ｍｌ／分で注入\nした。その上で，ＧＰＣ装置から排出された混合液を波長２６５ｎｍ\nの紫外線吸収度検出器と示差屈折率検出器に通したところ，別紙図９\nのとおり，ＵＶ曲線又はＲＩ曲線のピークが溶離容積約１７．０ｍｌ\nのポリカルボン酸，同溶離容積約２２．５ｍｌの硝酸ナトリウム，同\n溶離容積約２５．５ｍｌの重水等の存在を示すクロマトグラムが得ら\nれた。（甲３０，３６）\nｅ  比較対照実験\nフジリュートの液体成分中のポリカルボン酸とＨＥＭＡがパーシュ\n実験によって共有結合することはないことを確認するために，比較対\n照実験として，室温下で，ポリカルボン酸に組成が類似していて炭素\n原子の２重結合等を有しないポリアクリル酸とＨＥＭＡを混合し，分\n取目的のＧＰＣを実施した上で，ＮＭＲが実施された（甲２９）。\n具体的には，まず，分子量５０００のポリアクリル酸４００ｍｇと\nＨＥＭＡ２００ｍｇ，水１０ｍｌを３時間かくはんして混合し，得ら\nれた混合液のうち１００ｍｇを濃度０．１mol／ｌの硝酸ナトリウム水\n溶液１ｍｌに混合した（濃度１００ｍｇ／ｍｌ）。次に，混合液のう\nち０．１ｍｌを，粒径１０μｍ・孔径３０Åのカラム材が入った内径\n２ｃｍ・長さ３０ｃｍのカラム（容積約９４．２ｃｍ３）で構成され\nるＧＰＣ装置に最適流速６ｍｌ／分で注入した。その上で，ＧＰＣ装\n置から排出された混合液を波長２６５ｎｍの紫外線吸収度検出器に通\nしたところ，溶離容積３０～６０ｍｌのポリアクリル酸，溶離容積１\n１７～１３３ｍｌのＨＥＭＡ等の存在を示すクロマトグラムが得られ\nたため，最初にまとまって排出された溶離容積３０～６０ｍｌのポリ\nアクリル酸を主成分とする混合液を分取した（甲５，２９，３０，３\n６）。\n続いて，硝酸ナトリウム等を減少させるために，前記混合液を公称\n分画分子量５０００のポリエーテルスルフォン膜に通す限外ろ過を実\n施した後，膜上のポリアクリル酸を主成分とする残留物を５０℃・気\n圧１０mbarに設定した真空乾燥機で乾燥させた（甲２９）。\n最後に，炭素原子の２重結合等の有無を確認するために，乾燥させ\nた前記残留物に溶媒の重水を加えて１Ｈ－ＮＭＲを実施したところ，\nポリアクリル酸と重水の存在を示すものの，炭素原子の２重結合等の\n存在を示す約５．７ｐｐｍと約６．３ｐｐｍの各ピークは認められな\nいスペクトルが得られた（甲５，１２－１，２９，３０）。\n(エ)  ラショウスキー実験の概要\nａ  分析目的の沈殿等\n初めに，フジリュートの液体成分からポリカルボン酸と共有結合し\nていない不飽和モノマー等を取り除くのに必要な沈殿回数を把握する\nために，フジリュートに組成を類似させたモデル混合物につき，室温\n下で分析目的の沈殿が実施された（甲３４）。\n具体的には，まず，前記安全データシートに示されたフジリュート\nの成分比を参考に，凍結乾燥させた分子量５万のポリアクリル酸約１．\n９ｇ（約９％）とＨＥＭＡ約２．６ｇ（約１３％），ＵＤＭＡ約０．\n３ｇ（約１％），水１５．８ｇ（約７７％）を３時間かくはんして混\n合し，得られた透明な粘ちゅう液約２０．６ｇを不活性な溶媒である\nアセトニトリル４００ｇに滴下したところ，混濁が生じた後に沈殿が\n生じた。次に，沈殿物をアセトニトリル各１５０ｇで３回洗浄し，真\n空乾燥機で一晩乾燥させた上で，炭素原子の２重結合等の有無を確認\nするために，乾燥させた沈殿物約２．３ｇの一部に溶媒の重水を加え\nて１Ｈ－ＮＭＲを実施したところ，別紙図１０のとおり，ポリアクリ\nル酸とＨＥＭＡ，ＵＤＭＡ，重水に加えて，約３．７ｐｐｍと約４．\n１ｐｐｍに各ピークを有する上記以外の物質の存在を示すスペクトル\nが得られた（甲３４）。\nそこで，乾燥させた前記沈殿物の一部０．６ｇに水６ｇを加え，ア\nセトニトリル３００ｇに再度滴下して沈殿を生じさせ，前記と同様の\n洗浄・乾燥を行った上で，乾燥させた再沈殿物約０．４ｇについて分\n析目的のＧＰＣを実施したところ，一般的なポリアクリル酸と同様の\nＲＩ曲線を示すクロマトグラムが得られた。このため，ラショウスキ\nー教授は，分析目的のＧＰＣで測定したＵＶ曲線にＨＥＭＡやＵＤＭ\nＡの存在を示すピークもなかったとして，２回の沈殿でフジリュート\nの液体成分からポリカルボン酸と共有結合していない不飽和モノマー\n等を取り除くことができるものと判断した。（甲３４）\nｂ  分取目的の沈殿とＮＭＲ等\n次に，フジリュートの液体成分からポリカルボン酸と共有結合して\nいない不飽和モノマー等を取り除くために，室温下で，分取目的の沈\n殿が実施された後，ＮＭＲが実施された（甲３４）。\n具体的には，まず，液体成分約２．３ｇを溶媒のアセトニトリル３\n００ｇに滴下したところ，著しい混濁が生じた後に沈殿が生じた。翌\n日，沈殿物をアセトニトリル各２００ｇで３回洗浄し，２２℃に設定\nした真空乾燥機で一晩乾燥させた上で，不飽和モノマー等の有無を確\n認するために，乾燥させた沈殿物約０．６ｇの一部に溶媒の重水を加\nえて１Ｈ－ＮＭＲを実施したところ，別紙図１１のとおり，ポリカル\nボン酸と合計４％のＨＥＭＡ，ＵＤＭＡ及び微量の成分，重水の存在\nを示すスペクトルが得られた。（甲３４）\n続いて，乾燥させた前記沈殿物の一部約０．３ｇに水２ｇを加え，\nわずかに濁った水溶液をアセトニトリル３００ｇに再度滴下して沈殿\nを生じさせた。翌日，ろ過と前記同様の洗浄・乾燥を行った上で，乾\n燥させた再沈殿物約０．１３ｇに重水を加えて １Ｈ－ＮＭＲを実施し\nたところ，別紙図１２のとおり，ポリカルボン酸とＵＤＭＡ，重水に\n加えて，約５．７ｐｐｍと約６．２ｐｐｍに炭素原子の２重結合を有\nする物質の存在を示すスペクトルが得られた。そこで，再沈殿物の一\n部にＨＥＭＡを加えて１Ｈ－ＮＭＲを実施したところ，上記スペクト\nルのピークは，ＨＥＭＡのスペクトルのピークとわずかにずれていた\n上，ＵＤＭＡに特徴的な約０．９ｐｐｍのピーク強度から算出される\n約５．７ｐｐｍや約６．２ｐｐｍにおけるＵＤＭＡのピーク強度より\nもはるかに大きかった。このため，ラショウスキー教授は，上記物質\nがＵＤＭＡだけでなく，ポリカルボン酸とＨＥＭＡ又はＵＤＭＡが共\n有結合したものであると判断するとともに，溶媒のアセトニトリルが\n不活性なため，上記共有結合は実験前に生じたものであると判断した。\n（甲３４，４０，４１）\n(オ)  検討\nａ  判断方法\n証拠（甲３０，３４，乙１９，２４，２５，弁論の全趣旨）によれ\nば，エステル化とは，カルボン酸（ポリカルボン酸を含む。）とアル\nコール（ＨＥＭＡ・ＵＤＭＡ・ＧＤＭＡを含む。）とが共有結合し，\nエステルと水を生成する化学反応をいい，酸や加熱，濃縮等によって\n促進されること，本件両実験において実施されたＮＭＲの結果得られ\nたスペクトルだけでは，ポリカルボン酸や炭素原子の２重結合等の存\n在を確認することはできても，炭素原子の２重結合等を有する不飽和\nモノマー等がポリカルボン酸と共有結合していることを確認すること\nは困難であること，仮に共有結合しているとしても，被告両製品の製\n造・販売時からポリカルボン酸と共有結合している不飽和モノマー等\nであるのか，その後の実験過程等において生じたエステル化によって\nポリカルボン酸と共有結合した不飽和モノマー等であるのかを区別す\nることができないことが認められる。\nそうすると，本件両実験の過程において被告両製品の液体成分中の\nポリカルボン酸と不飽和モノマー等がエステル化によって共有結合が\n生じた可能性がある場合には，前示(ウ)ｄ・(エ)ｂ認定のとおり，Ｎ\nＭＲで炭素の２重結合等の存在を確認することができたとしても，そ\nれだけでは被告両製品においてポリカルボン酸が不飽和モノマー等と\n共有結合していると認めることはできないことになる。\nこのため，被告両製品に含まれるポリカルボン酸と不飽和モノマー\n等が共有結合しており，構成要件Ａの「酸基…を含み，…重合可能で\nある…不飽和モノマー…」を充足しているというためには，ＮＭＲで\n炭素原子の２重結合等の存在が確認されるだけでなく，①被告両製品\nについて行われた分取目的のＧＰＣや再沈殿による分取の際に，ポリ\nカルボン酸と不飽和モノマー等がエステル化によって共有結合せず，\nかつ，②分取目的のＧＰＣや再沈殿による分取でポリカルボン酸と共\n有結合していない不飽和モノマー等が取り除かれるか，又は，②’パ\nーシュ実験においては，分取目的のＧＰＣから分取的効果もうかがえ\nる限外ろ過までの間に，ポリカルボン酸と不飽和モノマー等がエステ\nル化によって共有結合せず，かつ，限外ろ過でポリカルボン酸と共有\n結合していない不飽和モノマー等が取り除かれたことが必要である。\nｂ  ①分取の際のエステル化について\n(ａ)  パーシュ実験での分取目的のＧＰＣ\n前記認定の事実によれば，第１回分析目的のＧＰＣでフジリュー\nトの液体成分を硝酸ナトリウム水溶液に３．５８ｍｇ／ｍｌの濃度\nで混合しただけでも，混合液にＵＤＭＡやＧＤＭＡ等によるものと\n推測される曇りが生じたというのであるから，分取目的のＧＰＣで\n液体成分を硝酸ナトリウム水溶液に３０．３９ｍｇ／ｍｌの濃度で\n混合した際には，相当の混濁が生じたことが推認され，部分的な濃\n縮が生じた可能性は否定し難いというべきである（乙１９）。また，\n第１回分析目的のＧＰＣで得られた濃度３．５８ｍｇ／ｍｌのフジ\nリュートの組成を示すクロマトグラム（別紙図１）と分取目的のＧ\nＰＣで得られた濃度３０．３９ｍｇ／ｍｌのフジリュートの組成を\n示すクロマトグラム（別紙図２）は，フジリュートの濃度が異なる\n以外は，ＧＰＣの構成と流速が異なるだけであるにもかかわらず，\n低分子成分の個数まで異なるなど，ＵＶ曲線の波形が著しく相違し\nている。これらの事実に，硝酸ナトリウム水溶液を混合した濃度３\n０．３９ｍｇ／ｍｌのフジリュートは，フジリュートの原液より薄\nまっているとはいえ，ｐＨ値が約２．５となお高い酸性値を示して\nいたことも併せて考慮すれば，分取目的のＧＰＣの際に硝酸ナトリ\nウム水溶液を混合したことにより，ポリカルボン酸と不飽和モノマ\nー等がエステル化によって共有結合した可能性が相当にあるという\nべきである。\nなお，パーシュ実験の比較対照実験においては，ポリアクリル酸\nとＨＥＭＡの混合液を硝酸ナトリウム水溶液に１００ｍｇ／ｍｌの\n濃度で混合し，５０℃で乾燥させても，ポリアクリル酸とＨＥＭＡ\nがエステル化によって共有結合していない。しかしながら，上記混\n合液は，難溶性のＵＤＭＡやＧＤＭＡを含んでおらず，硝酸ナトリ\nウム水溶液に混合しても，混濁に伴う部分的な濃縮が生じたとは考\nえ難いから，フジリュートについても同様に考えることはできず，\n比較対照実験の結果は，分取目的のＧＰＣの際にポリカルボン酸と\n不飽和モノマー等がエステル化によって共有結合した可能性が相当\nにあるとの上記判断を覆すに足りない。\n(ｂ)  ラショウスキー実験の再沈殿\n前記認定の事実によれば，分取目的の沈殿でフジリュートの液体\n成分をアセトニトリルに滴下したところ，著しい混濁が生じた後に\n沈殿が生じたというのであるから，部分的な濃縮が生じた可能性は\n否定し難いというべきである（乙２３）。また，分析目的の沈殿で\n得られたポリアクリル酸とＨＥＭＡ，ＵＤＭＡ等の混合液の組成を\n示 す１Ｈ－ＮＭＲのスペクトル（別紙図１０）や，分取目的の再沈\n殿で得られたフジリュートの液体成分の組成を示す１Ｈ－ＮＭＲの\nスペクトル（別紙図１２）のいずれにおいても，ポリアクリル酸や\nポリカルボン酸，ＨＥＭＡ，ＵＤＭＡそのものではない可能性のあ\nる物質の存在が示されている。これらの事実を総合して考慮すれば，\n沈殿の際にアセトニトリルと混合したことにより，ポリカルボン酸\nと不飽和モノマー等がエステル化によって共有結合した可能性が相\n当にあるというべきである。\nなお，ラショウスキー教授は，アセトニトリルが不活性な溶媒で\nあることから，沈殿の際にエステル化が生じた可能性を排除してい\nる（甲４１）。しかしながら，アセトニトリル自体は，不活性な溶\n媒であっても，フジリュートの液体成分を滴下したアセトニトリル\nには著しい混濁が生じて沈殿が生じたのであるから，部分的な濃縮\nが生じた可能性は否定し難く，エステル化が促進される条件は存在\nするというべきであり（乙２５），アセトニトリルが不活性な溶媒\nであることは，沈殿の際にポリカルボン酸と不飽和モノマー等がエ\nステル化によって共有結合した可能性が相当にあるとの前記判断を\n覆すに足るものではない。\n(ｃ)  小括\n以上のとおりであるから，分取目的のＧＰＣや沈殿の際にエステ\nル化が生じた可能性が相当にあるということができ，フジリュート\nと同様の組成を有する「フジリュートＢＣ」についても同様である\nと認められる。\nしたがって，分取目的のＧＰＣや再沈殿の際に，ポリカルボン酸\nと不飽和モノマー等がエステル化によって共有結合した可能性が相\n当にあるといえる以上，パーシュ実験やラショウスキー実験の結果\nから，被告両製品において，ポリカルボン酸が不飽和モノマー等と\n共有結合していたと認めるには足りないというべきである。\nなお，原告は，被告両製品の製造工程において，あるいは遅くと\nも流通過程において，原液にエステル化が既に生じていた旨主張す\nるものの，前記のとおり，本件両実験の過程においてエステル化が\n生じた可能性も相当にある以上，製造工程や流通過程においてエス\nテル化が既に生じていたものと認めるにはなお足りないというべき\nである。\nｃ  ②分取での不飽和モノマー等の除去について\n(ａ)  パーシュ実験の分取目的のＧＰＣ\nたとい被告両製品の販売から分取までの間にエステル化が生じな\nかったとしても，ＧＰＣは，大量の溶離液に溶解した少量の試料を\n注入 することで初 めて適 切な分析や分 取が可 能となるもの であ\nる（甲８）。\nしかるに，前記認定のとおり，分取目的のＧＰＣでフジリュート\nの液体成分を硝酸ナトリウム水溶液に３０．３９ｍｇ／ｍｌの濃度\nで混合した際には，相当の混濁が生じたのであるから，適切な分取\nが可能となっていたとはいえない。また，限外ろ過の後に実施され\nた第２回ＨＰＬＣにおいては，ＵＶ曲線が溶離時間約３．５分の時\n点で低分子成分の存在を示すピークを形成し，溶離時間が約３．９\n分であるＨＥＭＡの存在をうかがわせるクロマトグラム（別紙図６）\nが得られている。さらに，そもそもパーシュ実験では，分析目的の\nＧＰＣやＨＰＬＣでＵＤＭＡの除去は確認されていない。これらの\n事実を総合して考慮すれば，分取目的のＧＰＣによる分取でポリカ\nルボン酸と共有結合していない不飽和モノマー等が取り除かれたと\nは認められない。\nこの点につき，原告は，分取目的のＧＰＣの実施後に，分析目的\nのＧＰＣやＨＰＬＣによってポリカルボン酸と結合していない不飽\n和モノマー等が混入していないことを確認した旨主張する。しかし\nながら，分析目的のＧＰＣについては，分取目的のＧＰＣの実施後\nに得られたクロマトグラム（別紙図３・５・９）において紫外線吸\n収度を示す縦軸の最大値が大きすぎてＵＶ曲線やＲＩ曲線の大半が\nベースラインと重なってしまっているため，仮にＨＥＭＡ等を含め\nた不飽和モノマー等の存在を示すピークが存在したとしても，これ\nを確認することができない（乙１９）。また，ＨＰＬＣについても，\n第１回・第３回各ＨＰＬＣ（別紙図４・７）では，ポリカルボン酸\nと共有結合していないＨＥＭＡの存在を示す溶離時間約３．９分の\nピークは認められないが，第１回・第３回各ＨＰＬＣは，硝酸ナト\nリウムが減少した第２回ＨＰＬＣ（別紙図６）と異なり，溶離時間\n３分台のＵＶ曲線が大量の硝酸ナトリウムによって高い値を示して\nいることから，溶離時間が約３．９分であるＨＥＭＡの存在を示す\nピークが大量の硝酸ナトリウムを示すピークに紛れた可能性を否定\nすることができず，仮にＨＥＭＡの存在を示すピークが存在したと\nしても，これを確認することができない。したがって，原告の上記\n主張は，採用することができない。\nまた，パーシュ実験の比較対照実験においては，ポリアクリル酸\nとＨＥＭＡの混合液を硝酸ナトリウム水溶液に１００ｍｇ／ｍｌの\n濃度で混合し，容積が約９４．２ｃｍ３しかないＧＰＣ装置に注入\nしても，ＨＥＭＡが分取されている。しかしながら，前示ｂ(ａ)の\nとおり，上記混合液に混濁が生じたとは考え難いから，フジリュー\nトについても同様に考えることはできず，上記比較対照実験の結果\nは，分取目的のＧＰＣによる分取でポリカルボン酸と共有結合して\nいない不飽和モノマー等が取り除かれたとは認められないとの前記\n判断を覆すに足りない。\n(ｂ)  ラショウスキー実験の再沈殿\n前記認定のとおり，分析目的の沈殿や分取目的の沈殿・再沈殿の\nいずれにおいても，その後に実施された１Ｈ－ＮＭＲにおいてはＨ\nＥＭＡやＵＤＭＡの存在を示すスペクトル（別紙図１０～１２）が\n得られている。さらに，そもそもラショウスキー実験では，分析目\n的のＧＰＣ等でＧＤＭＡの除去は確認されていない。これらの事実\nを総合して考慮すれば，分取目的による沈殿でポリカルボン酸と共\n有結合していない不飽和モノマー等が取り除かれたとは認められな\nい。\nなお，ラショウスキー教授は，分析目的の再沈殿後に実施した分\n析目的のＧＰＣで測定されたＵＶ曲線にＨＥＭＡやＵＤＭＡの存在\nを示すピークがなかったとして，２回の沈殿でフジリュートの液体\n成分からポリカルボン酸と共有結合していない不飽和モノマー等を\n取り除くができるものと判断している。しかしながら，ラショウス\nキー教授が作成した鑑定書には，ＨＥＭＡ・ＵＤＭＡの不存在を示\nすＧＰＣのクロマトグラムやＮＭＲのスペクトルが重要な判断根拠\nであるにもかかわらず，記載されていないから，にわかに措信し難\nく，ラショウスキー教授の上記判断は，分取目的による沈殿でポリ\nカルボン酸と共有結合していない不飽和モノマー等が取り除かれた\nとは認められないとの前記判断を覆すに足りない。\n(ｃ)  小括\n以上より，分取目的のＧＰＣや沈殿でフジリュートの液体成分か\nらポリカルボン酸と共有結合していない不飽和モノマー等が取り除\nかれたとは認められないから，分取目的のＧＰＣや再沈殿によって\nは，前記ａのとおり，被告両製品に含まれるポリカルボン酸と不飽\n和モノマー等が共有結合しているとも認められない。これは，フジ\nリュートと同様の組成を有する「フジリュートＢＣ」についても同\n様であると認められる。\nな お ， ラ シ ョ ウ ス キ ー 実 験 に お い て は ， 再 沈 殿 後 に 実 施 さ\nれた１Ｈ－ＮＭＲにおいて約５．７ｐｐｍと約６．２ｐｐｍに炭素\n原子の２重結合を有する物質の存在を示すスペクトルが得られたこ\nとから，再沈殿物の一部にＨＥＭＡを加えて１Ｈ－ＮＭＲを実施し\nたところ，上記スペクトルのピークが，ＨＥＭＡのスペクトルのピ\nークとわずかにずれていた上，ＵＤＭＡに特徴的な約０．９ｐｐｍ\nのピーク強度から算出される約５．７ｐｐｍや約６．２ｐｐｍのピ\nーク強度よりもはるかに大きかったため，ラショウスキー教授にお\nいて，上記物質がＵＤＭＡだけでなく，ポリカルボン酸とＨＥＭＡ\n又はＵＤＭＡが共有結合したものであると判断するとともに，溶媒\nのアセトニトリルが不活性なため，上記共有結合は実験前に生じた\nものであると判断している（甲３４）。しかしながら，上記物質は，\nＧＤＭＡである可能性がある上，そもそも上記スペクトルからは，\nフジリュートの液体成分中にＨＥＭＡでもＵＤＭＡでもない不飽和\nモノマー等が含まれていると判断し得るだけであって，当該不飽和\nモノマー等がポリカルボン酸と共有結合していることまで判断し得\nるものではないから，上記の点は，前記の判断を覆すものではない。\nｄ  ②’パーシュ実験において，分取から限外ろ過までの間にエステル\n化していないこと，及び，限外ろ過での不飽和モノマー等の除去につ\nいて\n前記ｃ(ａ)のとおり，限外ろ過の後に実施された第２回ＨＰＬＣに\nおいては，ポリカルボン酸と共有結合していないＨＥＭＡの存在をう\nかがわせるクロマトグラム（別紙図６）が得られている上，限外ろ過\nで不飽和モノマー等を確実に取り除くことができることを認めるに足\nりる証拠はない。\nそうすると，パーシュ実験において，限外ろ過でフジリュートの液\n体成分からポリカルボン酸と共有結合していない不飽和モノマー等が\n取り除かれたとは認められず，限外ろ過によっては，前記ａのとおり，\n被告両製品に含まれるポリカルボン酸と不飽和モノマー等が共有結合\nしているとは認められない。これは，フジリュートと同様の組成を有\nする「フジリュートＢＣ」についても同様であると認められる。\n(カ)  結論\n以上のとおりであるから，パーシュ実験やラショウスキー実験によっ\nては，被告両製品が構成要件Ａを充足しているとは認められない。\nイ  化学事典や製品カタログにおける記載等\n原告は，被告両製品が本件事典や被告の製品カタログにおいて，セメン\nトとコンポジットを結合させたものとして紹介されている旨主張する。\nしかしながら，本件事典については，証拠（甲２０）によれば，被告両\n製品を紹介している「４．１．６  レジン強化グラスアイオノマー」の項\nには，「グラスアイオノマーの長所をコンポジットの長所と結び付けよう\nとする試みから，モノマーと重合開始剤がグラスアイオノマーに添加され\nた。…メタクリレート化されたポリカルボン酸も用いられる。…水性のグ\nラスアイオノマーとレジンとの親和性を得るため，すべての素材は，ヒド\nロキシエチルメタクリラト（ＨＥＭＡ）及びその他の親水性のモノマーを\n含んでいる。」と記載されているだけで，ポリカルボン酸と結合した不飽\n和モノマー等が必須の成分であるとはされていないこと，これに対し，次\n項の「４．１．７  多塩基酸コンポジット」の項には，「かかる素材は，\n充てん剤としてのイオン遊離性ガラス，重合可能な酸，ポリカルボン酸及\nび親水性モノマーを含むコンポジット・レジンであり，酸と親和性があり，\nグラスアイオノマー反応を起こさせるための水を吸収する。」と記載され，\nポリカルボン酸と結合した不飽和モノマー等が必須の成分であるとされ\nていることが認められるから，被告両製品が本件事典においてセメントと\nコンポジットを結合させたものとして紹介されているわけではない。\nまた，被告の製品カタログについては，前示第２の１（前提事実）(5)\nのとおり，「グラスアイオノマーセメントと，歯質への強固な接着力をも\nつレジンセメントを化学的に融合させた」と記載されているものの，その\n具体的に意味するところは何ら記載されておらず，このような文言が記載\nされている事実をもって，ポリカルボン酸と不飽和モノマー等が共有結合\nしていると認めることはできない。\nしたがって，本件事典や製品カタログによっても，被告両製品が構成要\n件Ａを充足しているとは認められない。\n(2)  まとめ\n以上より，被告両製品は，構成要件Ａの「酸基…を含み，…重合可能であ\nる…不飽和モノマー…」を充足しているとは認められず，本件発明の技術的\n範囲に属するものとはいえない。\n２  結論\n以上の次第であり，原告の請求は，その余の点につき判断するまでもなく，\n理由がないから，これを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官        阿      部      正      幸\n裁判官        山      門              優\n裁判官        志      賀              勝\n"
}