{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 7,
    "day": 16
  },
  "case_number": "平成27(行コ)93",
  "case_name": "各帰化許可処分の義務付け等請求控訴事件（原審・東京地方裁判所平成２６年（行ウ）第７４号，同第７６号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "大韓民国の国籍を有する母子がした各帰化申請に対する不許可処分の各取消請求が，いずれも棄却された事例",
  "case_gist": "大韓民国の国籍を有する母子がした各帰化申請に対する不許可処分の各取消請求につき，法務大臣は，国籍法所定の帰化の条件を備える外国人についても，なお，その帰化を許可するか否かにつき，国際情勢，外交関係その他の政治的な事項をも考慮して自由にこれを決することができる広範な裁量を有しているとした上，母につき，国籍法５条１項各号の条件を備えるとしても，法務大臣が，様々な事情を考慮して，今しばらくその生活状況を観察する必要があると判断することは，裁量権の範囲を逸脱し又は濫用した違法があるということはできないとし，子については，母に対して帰化が許可されない以上，国籍法５条１項２号，８条１号所定の条件を欠くとして，上記各請求をいずれも棄却した事例",
  "lawsuit_id": "85472",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85472",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/472/085472_hanrei.pdf",
  "contents": "平成２７年７月１６日判決言渡\n平成２７年（行コ）第９３号   各帰化許可処分の義務付け等請求控訴事件\n（原審・東京地方裁判所平成２６年（行ウ）第７４号，同第７６号）\n判          決\n当事者の表示   別紙当事者目録記載のとおり\n主          文\n１  本件控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  法務大臣が控訴人Ｐ１に対して平成２５年８月１４日付けでした同控訴人の\n帰化許可申請に対する不許可処分を取り消す。\n３  法務大臣は，控訴人Ｐ１に対し，平成２４年７月２６日付けでした同控訴人\nの帰化許可申請につき，帰化を許可するとの処分をせよ。\n４  法務大臣が控訴人Ｐ２に対して平成２５年８月１４日付けでした同控訴人の\n帰化許可申請に対する不許可処分を取り消す。\n５  法務大臣は，控訴人Ｐ２に対し，平成２４年７月２６日付けでした同控訴人\nの帰化許可申請につき，帰化を許可するとの処分をせよ。\n第２  事案の概要\n１  本件は，大韓民国（韓国）の国籍を有する控訴人らが，いずれも法務大臣に\n対して帰化の許可の申請（本件帰化申請）をしたが，いずれも法務大臣から許\n可をしない処分（本件各不許可処分）を受けたことから，本件各不許可処分\nは，法務大臣がその裁量権の範囲を逸脱し，又はこれを濫用したもので違法で\nあるとして，本件各不許可処分の取消しを求めるとともに，法務大臣に対し，\n本件各帰化申請に対していずれも帰化を許可するとの処分の義務付けを求めた\n（本件各義務付けの訴え）事案である。\n２  原審は，法務大臣は，国籍法所定の帰化の条件を備える外国人についても，\nなお，その帰化を許可するか否かにつき，国際情勢，外交関係その他の政治的\nな事項をも考慮して自由にこれを決することができる広範な裁量を有してお\nり，法務大臣が，本件各不許可処分をしたことについては，裁量権の範囲を逸\n脱し又は濫用した違法があるということはできず適法であり，取り消されるべ\nきものには当たらないとして，本件各不許可処分の取消請求をいずれも棄却す\nるとともに，本件各義務付けの訴えは，行政事件訴訟法所定の要件を欠き不適\n法であるとして，これをいずれも却下した。これに対して，控訴人らが本件控\n訴を提起した。\n３  前提事実，争点及び争点についての当事者の主張は，４に当審における控訴\n人らの主張を付加するほかは，原判決の「事実及び理由」欄の「第２  事案の\n概要」の３及び４に記載のとおりであるから，これを引用する。\n４  当審における控訴人らの主張\n日本の法律上で朝鮮人として法的地位を持っていた人は，いわゆるサンフ\nランシスコ条約の発効により日本国籍を喪失した。その中には，出生時から\n日本と強い結びつきを有しており，他国に寄るあてがないような者も多数含\nまれており，一律に日本国籍を剥奪するのは，国籍を喪失する者に看過し難\nい著しい不利益を課すものであったから，上記条約により国籍を喪失する者\nには，外国籍のまま生きるか，それとも簡単な帰化手続を経て国籍を回復す\nるかの選択を行うことができる実質的な国籍選択性が保障されていた。\n特別永住者制度は，上記の国籍剥奪の経緯を踏まえて設けられた制度であ\nり，特別永住者は，上記条約により国籍を剥奪された人又は同人の子孫に限\nられている。同制度の歴史的経緯からすれば，法務大臣は，国籍法所定の条\n件を具備する特別永住者には原則として帰化を認める許可処分をすべきであ\nって，例外的に帰化を認めるべきでない特別の事情がある場合にのみ，不許\n可処分をする裁量を有すると解すべきである。\n被控訴人が，本件各不許可処分の判断過程において，控訴人Ｐ２が朝鮮学\n校に通学している事情を，上記の例外的事情として考慮したことは明らかで\nある。しかし，朝鮮学校において反日教育が行われていると断定する事実は\nなく，また，同校における教育内容が生徒と日本のつながりを破壊すること\nに直ちに結び付かないことは明らかであるから，朝鮮学校に通学していると\nいう事情は，例外的に帰化を認めるべきでない特別の事情には当たらない。\nしたがって，原則どおり，帰化条件を充足している控訴人Ｐ１について帰化\n申請を許可すべきであり，同様に控訴人Ｐ２についても帰化申請を許可すべ\nきであった。\n本件において，仮に原判決が適法であるとすれば，結論的に裁判所が，朝\n鮮学校に通学していることのみを理由として帰化処分において不利益に取り\n扱っても問題ない旨，少数者に対する差別のお墨付きを行政機関に与えるも\nのであって，結論の妥当性がない。\n本件各不許可処分は，朝鮮学校に通学していない外国人と通学をしている\n外国人とを区別したものと認められるが，在日朝鮮人に対する差別を是認す\nることになり得るものであり，その区別に合理性はない。また，仮に区別す\nる目的に合理性が認められたとしても，帰化において取扱いを区別すること\nと当該目的との間に合理的関連性は認められないから，本件各不許可処分\nは，合理的な理由のない差別である。したがって，本件各不許可処分は憲法\n１４条１項に違反するとともに，国籍法４条２項も本件に適用される限度で\n憲法１４条１項に違反する。\n第３  当裁判所の判断\n１  当裁判所も，本件各不許可処分について法務大臣の裁量権の逸脱又は濫用は\n認められず，いずれも適法であるから，本件各不許可処分の取消請求はいずれ\nも理由がなく，本件各義務付けの訴えはいずれも不適法であると判断する。そ\nの理由は，２に当審における控訴人らの主張に鑑み判断を付加するほかは，原\n判決の「事実及び理由」欄の「第３  当裁判所の判断」の１及び２に記載のと\nおりであるから，これを引用する。\n２  当審における控訴人らの主張について\n控訴人らは，特別永住者制度の歴史的経緯から，特別永住者は，本来，簡\n単な帰化手続を経て国籍を回復できる立場にあるから，法務大臣は，国籍法\n所定の条件を具備する特別永住者には原則として帰化を認める許可処分をす\nべきであり，例外的に帰化を認めるべきでない特別の事情がある場合にの\nみ，不許可処分をする裁量を有すると解すべきであって，控訴人らについて\nは，このような特別の事情が存しないから，いずれについても帰化申請を許\n可すべきであったと主張する。\n帰化の申請に対する許否の判断については，原判決の説示するように，帰\n化が，国家の構成員としての包括的な法律関係を設定する行為であり，国籍\nを付与するか否かという判断は，国家の主権者の範囲を確定するという，我\nが国の政治の基盤に関わるものであるから，帰化を許可するか否かにつき，\n政治的，社会的な諸事情をも考慮して自由にこれを決することができる広範\nな裁量を有していると解されるものであり，このことは，控訴人らの指摘に\n係る歴史的経緯を踏まえても同様であって，他方において，控訴人らの主張\nするような帰化の判断に関する法務大臣の裁量についての見解を支持すべき\n法的根拠は見出し難いものである。\nしたがって，上記の控訴人らの主張に係る見解に基づいて，控訴人らの帰\n化を許可すべきであったものとは認められない。\n控訴人らは，本件各不許可処分については，結論の妥当性がないというこ\nととのほかに，朝鮮学校に通学していない外国人と通学をしている外国人と\nを区別する点で，合理的な理由のない差別であり，憲法１４条１項に違反す\nるとともに，国籍法４条２項も本件に適用される限度で憲法の同条項に違反\nすると主張する。\nしかしながら，仮に朝鮮学校に通学していることが帰化の許否の判断の一\n事情として考慮されることがあったとしても，その許否の判断については，\n上で見たように政治的，社会的な諸事情をも考慮すべきなのであり，しかも\n法務大臣の広範な裁量が及ぶものと解されるのであるから，本件について，\n朝鮮学校に通学していない外国人と通学をしている外国人とで異なった取扱\nいをする結果となったとしても，それが合理的な理由のない差別に当たるも\nのとして憲法１４条１項に違反するということはできないというべきであ\nる。\nしたがって，この点の控訴人らの主張も採用することができない。\n３  そうすると，本件各義務付けの訴えをいずれも却下し，その余の訴えに係る\n控訴人らの請求をいずれも棄却した原判決は相当であって，本件控訴はいずれ\nも理由がないからこれを いずれも棄却することとして，主文のとおり判決す\nる。\n東京高等裁判所第２民事部\n裁判長裁判官      柴     田     寛     之\n裁判官      梅     本     圭   一   郎\n裁判官      小     田     靖     子\n"
}