{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 4
  },
  "case_number": "平成30(う)464",
  "case_name": "過失運転致死傷被告事件",
  "court_name": "大阪高等裁判所第5刑事部",
  "result": "棄却",
  "lawsuit_id": "88052",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88052",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/052/088052_hanrei.pdf",
  "contents": "平成３０年１０月４日宣告\n平成３０年 第４６４号\n判        決\n上記の者に対する過失運転致死傷被告事件について，平成３０年３月１９\n日大津地方裁判所が言い渡した判決に対し，被告人から控訴の申立てがあっ\nたので，当裁判所は，検察官内田武志出席の上審理し，次のとおり判決する。\n主        文\n本件控訴を棄却する。\n当審における未決勾留日数中１３０日を原判決の刑に算入する。\n理        由\n本件控訴の趣意は，弁護人渡辺顗修作成の控訴趣意書及び「上申書  弁護\n人作成の控訴趣意書の訂正その他」と題する書面第１に記載のとおりである\nから，これらを引用するが，論旨は，刑訴法３７８条３号違反，理由不備\n（同条４号違反），訴訟手続の法令違反，事実誤認，量刑不当の各主張であ\nる。\nそこで，記録を調査して検討する。\n第１  原審の審理及び原判決の概要\n原審において，被告人及び弁護人は，起訴状記載の公訴事実（以下「本件\n公訴事実」という。）はそのとおり間違いない旨陳述し，弁護人は，検察官\nが請求した被告人の自白調書を含む書証全部の取調べに同意し，原裁判所は\nこれを取り調べた。被告人は，原審の被告人質問でも，本件事故の原因につ\nき，捜査段階における自白とおおむね同旨の供述をした。\n原判決は，関係証拠に基づいて，要旨，次のとおり犯罪事実を認定し，被\n告人を禁錮２年８月の実刑に処した。\n（原判決が認定した犯罪事実の要旨）\n被告人は，平成２９年１１月２１日午前１０時５５分頃，大型貨物自動車\nを運転し，名神高速道路下り線４１６．８キロポスト付近の第１車両通行帯\nを北方から南方に向かい進行するに当たり，前方左右を注視し，進路の安全\nを確認して進行すべき自動車運転上の注意義務があるのにこれを怠り，左手\nに持ったスマートフォンの画面に脇見し，アプリケーションソフトの閲覧や\n入力操作に気を取られるなどして前方左右を注視せず，進路の安全を確認し\nないまま漫然と時速約８０キロメートルで進行した過失により，折から渋滞\nのため減速進行中ないし停止中のＡ運転の普通乗用自動車を前方約２．６メ\nートルの地点に初めて発見し，急制動の措置を講じたが間に合わず，同車に\n自車を追突させ，Ａ運転車両を前方に押し出し，同車をその前方で減速進行\n中の準中型貨物自動車に，同車をその前方で減速進行中のＢ運転の普通貨物\n自動車に，同車をその前方に停止中のＣ運転の普通乗用自動車に順次追突さ\nせた上，Ｂ運転車両を道路左側のガードレールに，前記準中型貨物自動車を\nＣ運転車両にそれぞれ更に衝突させ，よって，Ａに頭蓋内損傷の傷害を負わ\nせ，その頃，同所において，前記傷害によりＡを死亡させたほか，Ｂ，Ｃ及\nびその各同乗者らの計４名にそれぞれ加療約１０日間ないし約２週間の傷害\nを負わせた。\nなお，原判示の【犯罪事実】は，本件公訴事実中，「携帯電話の操作等に\n気を取られ，前方左右を注視せず」とある部分を，前記のとおり，「左手に\n持ったスマートフォンの画面に脇見し，アプリケーションソフトの閲覧や入\n力操作に気を取られるなどして前方左右を注視せず」と変えたほかは，本件\n公訴事実のとおりである。\n第２  刑訴法３７８条３号違反及び理由不備をいう論旨について\n論旨は，本件公訴事実に記載された訴因のうち「携帯電話の操作等に気を\n取られ，前方左右を注視せず」とある部分に，検察官が冒頭陳述で補足した\n内容を併せると，検察官が実質上の訴因とした事故直前の被告人の過失は，\nスマートフォンの画面をちらちら見ながら入力操作をすることにより，前\n方不注視になりがちな状態(「スマホ画面ちらちら見」)と，\nスマート フォン を ，体をし ゃがめ て （屈めて ）拾い 上 げようと したこ と\n（「体しゃがめ・落下物拾い上げ」）の２段階構造になっており，このうち，\n本件事故の直接かつ直近の過失は，「体しゃがめ・落下物拾い上げ」である\nのに，原判決は，犯罪事実として，上記㋐の「スマホ画面ちらちら見」しか\n認定しておらず，上記㋑の「体しゃがめ・落下物拾い上げ」の有無について\n審判をせず，実質上の訴因とされた直接かつ直近の過失とは異なる過失だけ\nを認定したものであるから，原判決には，刑訴法３７８条３号違反の違法が\nある，また，検察官が主張する過失のうち，上記㋐の「スマホ画面ちらちら\n見」だけで本件態様の事故に当然につながるのか不明確であるのに，原判決\nは，過失ないし事故原因としてこの点だけしか認定していないから，理由不\n備の違法（同条４号）がある，というものと解される。\nしかしながら，本件公訴事実における被告人の過失の態様は，検察官の冒\n頭陳述その他の主張を併せて検討しても，前方左右を注視し，進路の安全を\n確認して進行すべき注意義務があるのにこれを怠り，前方左右を注視せず，\n進路の安全を確認しないまま進行したという前方注視義務違反（前方不注視）\nをいうものであり，検察官が主張する前方不注視の原因は，あくまで，被告\n人が「携帯電話（スマートフォン）の操作等に気を取られ」たことであって，\n被告人が携帯電話を取り落としてこれを拾おうとしたという事実は，被告人\nがスマートフォンの画面を見たり，その入力操作を行ったりしたことと同じ\nく，「携帯電話の操作等」の具体的な態様の一つをいうものにすぎないとい\nうべきである。原判決は，本件公訴事実における審判の対象である，被告人\nの前方注視義務違反（前方不注視）の過失による本件事故の発生とこれによ\nる被害者らの死傷の事実について審判をしたものであるから，そもそも刑訴\n法３７８条３号に違反するものでないことは明らかである。また，原判決の\n理由には刑訴法４４条１項，３３５条１項により要求される判決理由に欠け\nるところもなく，理由不備の違法がないことも明らかである。\nなお付言すると，所論は，前記㋐の「スマホ画面ちらちら見」の段階では，\n進路前方の道路状況が一定程度被告人の視界に入っており，前方に対する注\n意が全く欠落していたわけではないのに対し，前記㋑の「体しゃがめ・落下\n物拾い上げ」では，進路前方の道路状況が被告人の視界から全く消えたので\nあるから，両者は必然的に一体的で不可分というわけではない，前者の状態\nが続いたのであれば，被告人はＡ運転車両にもう少し早く気付くことができ\nたはずであって，被告人がＡ運転車両を視界から見失った直接の原因は，前\n記㋑の「体しゃがめ・落下物拾い上げ」であるなどと主張する。しかしなが\nら，関係証拠によれば，被告人は，最初の衝突地点の約２２８メートル手前\nでスマートフォンを操作し始めた後，Ａ運転車両を初めて発見するまでの間\n（原審乙６の５頁，同乙７の１頁，同乙１１の３頁，同乙１７の２頁。なお，\n原審公判における被告人の供述もこれと積極的に矛盾するものではない。），\n約１０秒間にわたり，前を見てさえいれば容易に気付くことができたはずの\n渋滞車列に全く気付かなかったものであって，この間，進路前方の注視を著\nしく欠いていたものと認められる。そうすると，被告人がスマートフォンを\n左手に保持しその画面を見ながら入力操作をするなどしていた間と，スマー\nトフォンを取り落とした後，Ａ運転車両を発見するまでの間とで，前方不注\n視の程度に見るべき差異があったとはいえないし，Ａ運転車両との距離が約\n２．６メートルに迫るまで，進路前方の渋滞車列の存在に気付かなかった主\nたる原因が，スマートフォンを取り落として拾おうとしたことにあったとも\n認められない。そもそも，被告人がスマートフォンを取り落としたこと自体，\n運転をしながら左手でスマートフォンを操作していたことに起因することが\n明らかであり，被告人が前方不注視に陥った原因は，結局のところ，被告人\nが，機器本体を左手に保持しその画面を見ながら入力操作等をしなければな\nらないような態様でスマートフォンを使用しつつ運転していたことに尽きる\nというべきである。\n以上のとおり，被告人がスマートフォンを取り落とした前後で被告人の過\n失の態様を分けて考えるべき理由はなく，本件事故の直接の（又は主な）原\n因が，スマートフォンの画面を見ながら入力操作をするなどしていた間の前\n方不注視ではなく，その後，これを落として拾おうとした際の前方不注視で\nあるなどとする所論の主張は認められないし，検察官が原審で本件公訴事実\nについてそのような主張をしたものとも解されない。なお，原判決は，【犯\n罪事実】の項において，前方不注視の原因につき，「左手に持ったスマート\nフォンの画面に脇見し，アプリケーションソフトの閲覧や入力操作に気を取\nられるなどして前方左右を注視せず」と認定しているところ，【量刑の理由】\nの項に説示する内容も併せると，上記にいう「など」は，被告人がスマート\nフォンを床上に落としてこれを拾おうとしたことを含む趣旨と解される。\n所論は採用できず，刑訴法３７８条３号違反及び理由不備をいう論旨は，\nいずれも理由がない。\n第３  自白の補強証拠に関する訴訟手続の法令違反（刑訴法３１９条２項違\n反）又は理由不備をいう論旨について\n論旨は，原判示の犯罪事実のうち，被告人の過失に関する部分については，\n被告人の自白が唯一の証拠であって，本件事故当時に被告人がスマートフォ\nンを所持していたことや，被告人がその画面に脇見をするなどしていたこと\nなどについて，その裏付けとなる補強証拠はなく，したがって，原審で取り\n調べられた証拠によって原判示の被告人の過失を認定することはできないの\nに，被告人の自白のみに基づいてこれを認定した原判決には，判決に影響を\n及ぼすことが明らかな訴訟手続の法令違反（刑訴法３１９条２項違反）があ\nる，仮に記録中に補強証拠が存在するとしても，原判決は，どの証拠のどの\n部分が補強証拠に当たるかを明示しなければならないのにこれをせず，証拠\nを概括的に列挙しているにすぎないから，理由不備の違法がある，というの\nである。\nしかしながら，補強証拠は，必ずしも，自白にかかる犯罪組成事実の全部\nにわたってこれを裏付けるものである必要はなく，自白にかかる事実の真実\n性を保障しうるものであれば足りるところ（最高裁判所第２小法廷昭和２３\n年１０月３０日判決・刑集２巻１１号１４２７頁等参照），本件において，\n時速約８０キロメートルで進行中，最初の衝突地点の約２２８メートル手前\nの地点からスマートフォンのアプリケーションソフトを使って到着時刻を調\nべるなどしていたため，前方約２．６メートルの地点にＡ運転車両を発見し\nた時点まで，同車を含む渋滞車列の存在に全く気付かず，Ａ運転車両を発見\nした直後に急制動の措置を講じたものの，制動が効き始める前にＡ運転車両\nに衝突したとする被告人の供述は，原判決が【証拠】の項に掲げる証拠のう\nち，被告人の供述以外の証拠によって認められる客観的な事実関係，すなわ\nち，本件事故現場の見通しや渋滞の状況，被告人運転車両がＡ運転車両に衝\n突した後の同車を含む関係車両の動き，関係車両の損壊状況等に整合してい\nる。過失の態様（前方不注視に陥った原因を含む。）に関する被告人の自白\nは，これらの客観的事実によりその信用性が保障されているといえ，補強証\n拠としては，原判決の【証拠】の項に記載されている範囲内の証拠で十分で\nある。所論は，最高裁判所第１小法廷昭和４２年１２月２１日判決・刑集２\n１巻１０号１４７６頁，大阪高等裁判所平成２年１０月２４日判決・高刑集\n４３巻３号１８０頁を引用して，本件においては，スマートフォンの存在等\nの裏付けとなる客観的な証拠が必要である旨主張するが，上記の各判決はい\nずれも事案を異にし，本件に引用するのは適切ではない。なお，被告人が本\n件事故当日に使用していたスマートフォンが発見されていないのは，被告人\nがこれを被告人運転車両の運転席付近の床上に落とした状態のまま車外に脱\n出した後，その座席付近がＡ運転車両からの延焼により激しく焼損したこと\nによるものであり，被告人の供述のうち，本件当日スマートフォンを所持し\nており，本件事故の発生直前にこれを使用していたとする部分の信用性に疑\nいを抱かせるような事情は何ら存しない。また，どの証拠のどの部分が補強\n証拠に当たるかといった事項を，判決書において明示しなければならないと\nする法律上の根拠はない。\nしたがって，自白の補強証拠に関する訴訟手続の法令違反（刑訴法３１９\n条２項違反）又は理由不備をいう論旨は，いずれも理由がない。\n第４  事実誤認の論旨について\n論旨は，被告人の記憶では，被告人は，最初の衝突地点の手前２２８メー\nトル辺りで急に眠気に襲われて一瞬意識が途絶え，ふと気付いたときにはＡ\n運転車両が前方約２．６メートルの地点に迫っており，急制動をかけたが間\nに合わず衝突したものであって，本件事故の原因は，居眠り運転であるから，\nこれと異なり，被告人が左手に持ったスマートフォンの画面に脇見し，アプ\nリケーションソフトの閲覧や入力操作に気を取られるなどしたことによる前\n方注視義務違反が原因であると認定した原判決には，判決に影響を及ぼすこ\nとが明らかな事実の誤認がある，というのである。\nしかしながら，論旨は，刑訴法３８２条所定の事実の援用を欠いているか\nら，不適法な主張というべきである。\nこの論旨に関し，弁護人は，平成３０年６月２９日付け事実の取調べ請求\n書において，被告人が捜査段階や原審公判で前記の居眠り運転であったとす\nる主張・供述をせず，スマートフォンへの脇見等が事故原因である旨供述し\nていた理由について，被告人は，当初，事故の原因について思い当たること\nがなかったが，警察の取調べでスマートフォンが原因かと思い，その旨を口\nにした，その後，居眠りが原因と確信したが，疲労が原因となると会社など\nに迷惑になるし，取調べも進んでおり，スマホ「ながら運転」よりも居眠り\n運転による事故の方が重く処罰されると思い，居眠りが原因だとは言い出せ\nなかった，などと主張し，事故原因に関する新主張の証拠として，被告人が\n原判決後に作成した陳述書（当審弁８ないし同２０）等の事実取調べを請求\nした。しかしながら，弁護人の前記主張を前提としても，被告人は，当初は，\n事故の原因について思い当たることがなかったというのであるから，当初か\nら，少なくとも，Ａ運転車両との衝突地点の２００メートル余り手前を走行\nしていた時点から，前方約２.６メートルの地点にいるＡ運転車両を発見す\nる時点までの間の自身の運転状況が分からないという自覚があったにもかか\nわらず，これを正直に述べず，その後，事故の原因について確信するに至っ\nたのに，それまでにしていた事故の原因に関する別の供述を維持した方が会\n社や被告人自身にとって有利であるとの判断の下，あえて従前の供述を訂正\nしなかったというにすぎないことになる。このような事情は，もとより刑訴\n法３８２条の２第１項所定のやむを得ない事由には当たらず，控訴趣意書に\nこれを援用することはできない。\nまた，原審で取調べ済みの関係証拠によって認められる本件事故の態様や，\n事故直後の被告人の言動等に鑑みれば，真実，最初の衝突地点の手前約２２\n８メートル付近から同衝突地点に至るまでの間に，被告人がスマートフォン\nを使用していた事実はなく，本件事故の原因が居眠り運転であったのであれ\nば，被告人において当初からそのことが分からなかったはずはなく，被告人\nが認識しているという本件事故原因についての当審における新主張や，捜査\n段階及び原審公判でこれと異なる主張・供述をしていた理由に関する前記主\n張は，その内容自体が，他の関係証拠に照らし，極めて不自然かつ不合理で\nあるといわざるを得ない。前記の新主張の内容を踏まえ，改めて記録を精査\nしても，スマートフォンでアプリケーションソフトを使っていて本件事故を\n起こしたとする被告人の捜査段階の供述及び原審公判供述に合理的な疑いを\n容れる余地はなく，職権により新証拠を取り調べる必要があるとも認められ\nない。\n事実誤認の論旨は理由がない。\n第５  量刑に関する訴訟手続の法令違反及び量刑不当の論旨について\n１  原判示の量刑理由及びこれに対する当裁判所の判断\n原判決は，【量刑の理由】の項において，要旨，次のとおり説示する。\n⑴  被告人は，高速道路上において大型貨物自動車を運転していたの\nであるから，脇見をすることのないようにして，特に前方を注視して慎重に\n進行すべきであったにもかかわらず，左手に持ったスマートフォンを起動し，\n画面をタッチしてたち上げたドライブ計画用アプリ（アプリケーション）に\n出発地を入力する操作等を行った上，同スマートフォンを床上に落としてこ\nれを拾おうとするなどして，約１０秒間も前方の注視を怠り，本件事故を引\nき起こした。時速約８０キロメートルという被告人運転車両の速度，スマー\nトフォンの小さい画面に意識を集中しており，前方注視がほぼ完全に疎かに\nなっている態様や前方不注視時間の長さ，進路の見通しが良かったにもかか\nわらず，被告人が実際にＡ運転車両の約２．６メートル手前という差し迫っ\nた時点に至るまで渋滞に気付かなかったことに照らすと，本件前方注視義務\n違反は，自動車運転者としての基本的な注意義務に違反したことはいうに及\nばず，被告人が通常の過失態様を逸脱する運転をしたと評価すべきであって，\n犯行態様の危険性は著しく高い。他方，各被害者には何ら落ち度がない。以\n上の点は，被告人の刑の重さを検討するに当たって最も重要視すべき犯情事\n実である。\n⑵  進路前方に渋滞があることを事前に確定的に認識していたことや，\n前記アプリ操作の理由が，荷受先へのおおよその到着時刻の検索であって走\n行中にこれを行う緊急の必要性もなかったことから，いわゆるスマホ「なが\nら運転」という，本件実行行為に直結する行為を選択した被告人の意思決定\nに対する非難の程度も相当に高いというべきである。\n⑶  一般的に見て，スマホ「ながら運転」は，過失運転致死傷の各類\n型中において，スマートフォンの小さい画面における手指による比較的細密\nな動作に意識を集中する必要があり（車載のカーナビゲーションや，旧来の\n携帯電話機のボタン操作と異なり，手探りや指の触感で操作目的を達成する\nことが難しく，画面の視認が不可欠となる特徴があり，意識を相当程度集中\nする必要がある。），自動車運転者としての通常の過失態様を逸脱する危険\nな態様であるといえる。その上で，本件犯行態様に即応して具体的に検討す\nると，前方に渋滞が発生していることを電光掲示板で認識していた点，高速\n道路上を時速約８０キロメートルで走行中，前方注視を約１０秒間，２００\nメートル以上もの距離にわたりほぼ完全に怠っている点などに照らして，前\n記スマホ「ながら運転」の社会的類型の中でも量刑がやや重い部類に属する\nと考えられる。\n⑷  以上の点（前記⑴ないし⑶に要約した点のほか，生じた結果の重\n大性等も含む。）からすると，本件において，被告人に対してその刑の執行\nを猶予する余地はなく，科す禁錮刑も相当長期間とすることが相当である。\n⑸  検察官の禁錮２年の求刑は，前記のとおりのスマホ「ながら運転」\nという社会的類型の一般的危険性や，その類型中での本件犯行自体の危険性\nを過小評価し，このような類型が一定数出現する以前の従来の過失運転致死\n傷の量刑傾向を前提とし，これに捉われたものと評価でき，軽過ぎる。スマ\nホ「ながら運転」が比較的新しい過失運転致死傷の社会的類型の１つである\nことに鑑み，スマホ「ながら運転」又はこれに類する過失運転致死傷ないし\nこれを含む罪に係る平成２７年以降の公刊物登載裁判例につき，事案ごとの\n特徴や各判決が重視した量刑事情を整理して慎重に検討した上で，そのよう\nに判断した。\n以上の原審の量刑判断の手法に取り立てて違法，不当な点はなく，原判決\nが認定，説示した量刑事情及びその評価はいずれも相当であって，その量定\nした禁錮刑の刑期が，原判示の犯情評価や同種事案の量刑傾向に照らし重過\nぎて不当であるとも認められない。\n２  量刑に関する訴訟手続の法令違反をいう論旨について\n以上に対し，論旨は，まず，原判決がいうように，裁判例の中から積み上\nげられた「社会的類型」なるものによって法定刑から具体的事例に沿った宣\n告刑が決められるというのであれば，当該の量刑傾向ないし量刑分布は，重\n要な情状事実であるというべきであるから，これを裏付ける証拠を公判廷に\n顕出し，当事者も理解可能な状態とすることが求められる，また，裁判官が，\n検察官の論告を聞き，自己が信じる「社会的類型」との違和感を感じ，ある\nいは求刑が軽過ぎると判断したのであれば，釈明権を行使して，検察官にも\n求刑の根拠となる裁判例等を摘示させ，これに対しても被告人側に反論，反\n証の機会を与えるべきである，ところが，原審は，このような手続を欠いた\nため，原審弁護人は，原審が判決段階で持ち出した範囲不明の一群の裁判例\nに基づく量刑がなされることは全く予想していなかったものであり，独自に\n調査した裁判例を資料として検察官の求刑を超える量刑をした原審には，訴\n訟手続の法令違反（憲法３１条違反，刑訴法３１７条違反，審理不尽）の違\n法があると主張する。\nしかしながら，証拠により認められる犯情事実を評価し，その評価に従っ\nて刑種を選択し，あるいは数量化を行って刑を量定するに当たって，公平・\n公正の見地から，他の同種同類の事案の裁判例との均衡を考慮する必要があ\nることはいうまでもないところ，この検討は，必ずしも特定の裁判例や資料\nに基づいてなされるのではない。裁判官は，自らの職責として，必要に応じ\n公刊物に表れた裁判例を調査し，あるいは，自らが過去に担当した事件その\n他職務上知り得た裁判例等から得た専門的知見を用いて上記作業を行うので\nあり，その判断の基礎となる裁判例等の資料ないしこれらによって導き出さ\nれる量刑傾向や量刑分布は，証明の対象となる事実ではないし，公判廷での\n顕出を要するものでもない。また，弁護人としても，裁判例を調査するなど\nして同種事案の量刑傾向を把握した上で弁論をするのは当然の職責であって，\n必要と考えれば，弁論において具体的な裁判例を指摘するなどし，自己が考\nえる量刑傾向に言及しておくこともできるのである。この点を本件について\n実質的にみても，検察官が，論告において，本件の量刑上取り分け重要視す\nべき事情として，大型車両を高速度で運転中に携帯電話（スマートフォン）\nの操作を始め，その後１０秒間も前方注視を怠っていたという被告人の行為\nが，危険極まりなく，過失が重大である点を主張していることは明らかであ\nるといえ（論告要旨第２の２ないし４），原審弁護人としても，本件がこの\nような特徴を有する事案であり，したがって，原審裁判所が，量刑判断に当\nたり，このような点で類似性がある裁判例との均衡を考慮するであろうこと\nを認識ないし想定することができなかったなどとは到底考えられない。そし\nて，求刑は，科刑についての検察官の意見にすぎず，もとより裁判所の量刑\nの上限を画するものではないし，その当否は，基本的に判決で示すべきもの\nであり，裁判所が求刑を軽過ぎると考え，これより重い量刑をする場合に，\n判決に先立って，被告人側の手続保障のために検察官に求刑の根拠を釈明さ\nせるなどの特段の手続を採る必要は何ら存しない。\n量刑に関する訴訟手続の法令違反をいう論旨は理由がない。\n３  量刑不当の論旨について\n論旨は，被告人を禁錮２年８月の実刑に処した原判決の量刑は重過ぎて不\n当であると主張し，その理由として，次のとおり主張する。すなわち，①本\n件事故の原因は，居眠り運転であるのに，原判決は，事実誤認の論旨として\n主張したとおり，量刑判断の前提事実を誤認している。②そうでないとして\nも，本件は，被告人が，運転中に手にしていた物を落としたため，これを拾\nおうとする姿勢をとった結果，前方不注視となった類型の事案であり，スマ\nートフォンの扱いの特殊性など関係がないのに，原判決は，スマートフォン\nを現に操作していることによって前方不注視となり事故を起こしたという，\n全く筋違いの類型の事件との比較を行って被告人を重く処罰している。③当\n審弁護人において原判決がいう「スマホ『ながら運転』」に該当すると思わ\nれる裁判例を調査したところによれば，スマートフォンの利用，脇見といっ\nても多様な形態があり，生じた結果との関係などを踏まえても，原審裁判官\nが発見できたような「スマホ『ながら運転』」という社会的類型が存在し，\n一定の量刑相場ないし量刑分布が読み取れるというわけではない。④検察官\nは，本件特有の過失態様を十分考慮した上で禁錮２年という求刑をしたので\nあるから，これを上限とするのが妥当である。以上のとおり主張する。\nしかしながら，所論①，②が採用できないことは，それぞれ前記第４，第\n２で説示したとおりであり，本件は，まさに，自動車運転中にスマートフォ\nンでアプリケーションソフトを使用するという行為が内包する危険性が，事\n故の惹起に直結した事案であるといえる。\n所論③については，原判決がいうスマホ「ながら運転」を社会的類型と呼\nぶかどうかはともかく，運転中にスマートフォンの画面に表示された画像を\n注視するという行為は，これ自体や，これにより道路における交通の危険を\n生じさせるという行為が法律で特に刑罰をもって規制されていること（道路\n交通法７１条５号の５，１１９条１項９号の３，１２０条１項１１号）から\nも明らかなように，類型的に，高度の前方不注視を招来する危険性が高く，\n事故に直結し易い行為であるといえる。しかも，このような行為に伴う前方\n不注視は，単に注意散漫等が招いた事態というにとどまらず，運転者が自ら\nの意思で積極的に選択した行為が招いた事態といえ，この意思決定に対する\n非難の程度も相当に高い。以上の点から，スマホ「ながら運転」により被害\n者を死傷させたという事案は，過失運転致死傷罪の中でも，類型的に犯情が\n悪い部類であるといえる。したがって，原判決が，本件の犯情のうち，画面\nの閲覧等を伴う形態でのスマートフォンの使用が，前方不注視の原因になっ\nているという点を特に重要視し，この点で類似性を有する事案の裁判例を検\n討し，これとの均衡を考慮して本件の刑を量定するという手法を採ったこと\nが，不合理であるとはいえないし，原判決が，上記の検討，考慮を行った結\n果，その説示する理由により，本件は，このような特徴を有する事案の中で\n量刑がやや重い部類に属するとした点も，何ら不合理な判断とはいえない。\n所論④については，検察官の求刑は，裁判所の量刑判断を拘束するもので\nはなく，もとより，単に求刑を超えているというだけで，量刑が重過ぎると\nいえるものではない。そして，原判決は，前記１⑴ないし⑶のとおり，相応\nの理由を示した上で，同⑸において，検察官の求刑は，本件の犯情及び他の\n同種類型の事案の量刑傾向に照らして軽過ぎると指摘し，被告人を禁錮２年\n８月に処しているところ，その判断が妥当であることは，弁護人が控訴趣意\n書において引用する，過失の態様が前方不注視で，その原因にスマートフォ\nン（携帯電話）でのアプリケーションソフトの使用が関係している過失運転\n致死傷若しくはこれを含む事案又は過失運転致死の事案についての複数の裁\n判例と比較検討しても明らかである。\nなお，弁護人は，被告人の現在の反省状況などの原判決後の情状に関する\n事項を立証趣旨として，被告人質問及び弁護人作成の調査報告書（当審弁２\n１，同２２）の取調べを求めた。しかしながら，原判決は，被告人が原審段\n階で公訴事実を認めて反省の態度を示していたことなどの有利な一般情状を\n既に相応に斟酌している上，当審においては，被告人は，過失の態様に関す\nる従前の供述を翻し，この点に関する原判決の事実認定を争うに至っている\nところ，その新主張が採用できないことは前述のとおりであることにも照ら\nせば，弁護人が新証拠により立証しようとする原判決後の情状が，原判決の\n量刑判断をいささかも左右するとは考えられない。よって，当裁判所は，原\n判決後の情状に関する事実取調べも行わなかったものである。\n所論はいずれも採用できず，量刑不当の論旨も理由がない。\n第６  結論\nよって，刑訴法３９６条により本件控訴を棄却することとし，当審におけ\nる未決勾留日数の算入につき刑法２１条を，当審における訴訟費用を被告人\nに負担させないことにつき刑訴法１８１条１項ただし書をそれぞれ適用して，\n主文のとおり判決する。\n（大阪高等裁判所第５刑事部  裁判長裁判官  西田眞基，裁判官  五十嵐常\n之，裁判官  福島恵子）\n"
}