{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 13
  },
  "case_number": "平成21(ワ)13559",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82882",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82882",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/882/082882_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n平成２４年１２月１３日判決言渡  同日原本領収  裁判所書記官\n平成２１年(ワ)第１３５５９号  損害賠償請求事件\n口頭弁論終結日  平成２４年７月２０日\n判              決\n\u0000\n原              告      株 式 会 社 安 成 工 務 店\u0000\n\u0000\n同訴訟代理人弁護士      沖      田      哲      義\u0000\n同                      本      間      通      義\u0000\n同                      片      山      智      裕\u0000\n同 訴 訟 復 代 理 人 弁 護 士      山      根      康      路\u0000\n同                      菊      池      優      太\u0000\n\u0000\n被              告      株式会社スズケン＆コミュニケーション\u0000\n\u0000\n同訴訟代理人弁護士      中      田      祐      児\u0000\n同                      島      尾      大      次\u0000\n同                      高      木      誠  一  郎\u0000\n主              文\n１  被告は，原告に対し，金８３６万円及びこれに対する平成２１年２\n月１５日から支払済みまで年５分の割合による金員を支払え。\u0000\n２  原告のその余の請求を棄却する。\u0000\n３  訴訟費用はこれを５０分し，その１を被告の負担とし，その余を原\n告の負担とする。\u0000\n４  本判決は，第１項に限り，仮に執行することができる。\u0000\n事 実 及 び 理 由\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n第１  請求\u0000\n被告は，原告に対し，金４億０５２８万１０００円及びこれに対する平成２\n１年２月１５日から支払済みに至るまで年 \u0000 分の割合による金員を支払え。\u0000\n第２  事案の概要等\u0000\n１  事案の概要\u0000\n本件は，後記本件商標権の商標権者であり，デザイナーズ戸建賃貸住宅のブ\nランド「ユニキューブ」の設計・施工事業（以下「ユニキューブ事業」とい\nう。）に必要な設計・施工・営業のマニュアル等を提供している原告が，ユニ\nキューブ事業を営む被告に対し，①デコスドライ工法を採用しない建物の工\n事請負契約に後記本件商標を使用したことは，本件販売契約に基づく商標使\n用許諾の範囲外であると主張して，商標権侵害又は債務不履行に基づく損害\n賠償請求をすると共に，②デコスドライ工法を採用しない建物に原告が提供\nした後記本件情報を使用したことは，本件販売契約に基づくノウハウ使用許\n諾の範囲外であると主張して，債務不履行又は不正競争防止法（営業秘密の\n不正使用）に基づく損害賠償請求をする事案である（なお，上記①と②の各\n請求の関係は単純併合であり，上記①の商標権侵害に基づく請求と債務不履\n行に基づく請求，上記②の債務不履行に基づく請求と不正競争防止法に基づ\nく請求の関係は，いずれも重なり合う限度で選択的併合である。）。\n２  判断の基礎となる事実\u0000\n以下の各事実は，当事者間に争いがないか，又は掲記の各証拠及び弁論の全\n趣旨により容易に認定することができる。\u0000\n\u0000\u0000\u0000  当事者\u0000\n原告及び被告は，いずれも土木，建築の設計，施工，監理等を営業の目的\nとする株式会社である。\u0000\n\u0000\u0000\u0000  原告の商標権\u0000\n原告は，以下の商標権（以下「本件商標権」といい，その登録商標を「本\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n件商標」という。）を有している（甲１）。\u0000\n① 登録番号  第４９１２２７２号\u0000\n② 出願日    平成１７年４月２８日\u0000\n③ 登録日    平成１７年１２月２日\u0000\n④ 商品及び役務の区分  第３６類\u0000\n⑤ 登録商標  別紙商標目録のとおり\u0000\n\u0000\u0000\u0000  デコスドライ工法\u0000\nデコスドライ工法は，建物の断熱・防音工法の一つであり，天然の木質\n繊維であるセルロースファイバーを用いる点に特徴がある（甲３，２９）。\n同工法については，特許権設定登録がされており，原告の子会社である株\n式会社デコス（以下「デコス社」という。）がその特許権者である（甲２０）。\nデコス社は，平成８年９月以降，デコスドライ工法についての施工代理\n店契約事業を実施している（乙３５）。また，平成１２年５月に，デコスド\nライ工法の施工技術の確立と普及を図ることを目的とした日本セルロース\nファイバー断熱施工協会が設立され，会長に原告の代表者，事務局長にデ\nコス社の取締役が就いている（乙３７）。\n\u0000\u0000\u0000  本件販売契約の締結\u0000\nア  ユニキューブ事業\u0000\n原告は，訴外ハイアス・アンド・カンパニー株式会社（以下「訴外ハ\nイアス」という。）と共同して，平成１７年から，工務店等と「ユニキュ\nーブ・パッケージ販売契約」を締結して（以下，契約の相手方である工\n務店等を「加盟店」ともいう。），原告安成が開発したデザイナーズ戸建賃\n貸住宅のブランド「ユニキューブ」の設計・施工事業（「ユニキューブ事\n業」）に必要な設計・施工・営業のマニュアル等を提供する事業を行って\nいる。\nイ  本件販売契約\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n(ア)  原告及び訴外ハイアスは，平成１７年９月７日，被告との間で，ユ\nニキューブ・パッケージ販売契約を締結した（甲４。以下「本件販売契\n約」という。）。\u0000\n\u0000イ\u0000  同契約において，「ユニキューブ」，「ユニキューブ・パッケージ」，\n「ユニキューブ事業」について，以下のとおり定義されている（本件\n販売契約１条）。\nａ  「ユニキューブ」\n原告が開発した設計・施工ノウハウにより建築される建築物で，\nキューブ型の外観デザインを持ち，かつ，デコスドライ工法による\nセルロースファイバー断熱を標準採用した建物（同契約１条１項）。\nｂ  「ユニキューブ・パッケージ」\n原告が自ら開発したユニキューブの設計・施工・営業ノウハウと，\n訴外ハイアスから提供を受けた顧客獲得のための営業ノウハウとを，\n訴外ハイアスの支援のもと有機的に組み合わせたもの（同２項）。\nｃ  「ユニキューブ事業」\nユニキューブ・パッケージに含まれるノウハウを用いてユニキュ\nーブの設計・施工を行う事業（同３項）。\n(ウ)  同契約において，原告は，被告に対し，徳島県を中心に，ユニキ\nューブ事業を行う非独占的な権利を与え（同２条２項），建物の外観及\nび間取りに関する別紙本件情報記載の情報（以下「本件情報」という。）\n等が記載された設計・施工マニュアル及び営業マニュアル一式（以下\n「原告マニュアル」という。乙１２）を引き渡した（同４項）。\nまた，被告は，原告が有する「ユニキューブ」，「ＵＮＩＣＵＢＥ」，\n「ｕｎｉｃｕｂｅ」等のユニキューブ建物に関する商標・ロゴ・サー\nビスマーク（登録の有無を問わない。）を，ユニキューブ事業にのみ使\n用することができるとされた（同４条１項）。\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n(5)  被告の行為\nア  被告は，ユニキューブ事業を開始した後，本件情報を使用したキュー\nブ型外観を有し，デコスドライ工法が採用された建物の建築工事請負を\nしたが（以下，このような建物を「ユニキューブ物件」という。），他方\nで，建築工事請負契約書，見積書，見積内訳書，仕様書，図面等に本件\n商標を使用した上で，本件情報を使用したキューブ型の外観を有するも\nののデコスドライ工法が採用されていない建物の建築工事請負もしてい\nた（以下，このような建物を「本件対象物件」という。）。\nなお，被告は，遅くとも平成１９年４月以降においては，施主にデコ\nスドライ工法についての説明をすることなく，本件対象物件の建築工事\n請負をしていた（弁論の全趣旨）。\nイ  また，被告は，本件対象物件についても，自己のウェブサイト上にお\nいて，ユニキューブの施工実績として紹介していた（甲１０の１・２）。\n３  争点\n(1)  本件商標の不正使用についての損害賠償請求\nア  商標権侵害に基づく請求（争点１）\n(ア)  本件対象物件の工事請負は，本件商標の指定役務とは類似するか\n（争点１－１）\n(イ)  本件対象物件に本件商標を使用することは，本件販売契約による\n使用許諾の範囲内か（争点１－２）\nイ  債務不履行に基づく請求\n被告は，本件販売契約に基づき，本件対象物件には本件商標を使用し\nない義務を負っていたか（争点２）\n(2)  本件情報の不正使用についての損害賠償請求\nア  債務不履行に基づく請求\n被告は，本件販売契約に基づき，本件対象物件には本件情報を使用し\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nない義務を負っていたか（争点３）\nイ  不正競争防止法２条１項７号該当を理由とする請求（争点４）\n(ア)  本件情報の営業秘密性（争点４－１）\n(イ)  本件対象物件の本件情報を使用することは，本件販売契約による\n使用許諾の範囲内か（争点４－２）\n(3)  本件商標の使用，本件情報の使用について，原告による黙示の許諾が認\nめられるか（争点５）\n(4)  原告の損害額（争点６）\n第３  争点に関する当事者の主張\n１  本件商標の不正使用についての損害賠償請求について\n(1)  商標権侵害に基づく請求\nア  争点１－１（本件対象物件の工事請負は，本件商標の指定役務とは類\n似するか）\n【原告の主張】\n被告は，本件対象物件の建築工事について，建築工事請負契約書，見積\n書，設計図書や確認申請書，検査済証等に本件商標を表示しているほか（乙\n２７の１～４４），自社のホームページにも本件商標を表示している（甲\n１０の１・２）。また，被告は，本件対象物件の営業に当たり，本件商標\nを付した広告，価格表，取引書類を頒布するなどしている（甲２１）。\nこのように，被告は，本件商標を，本件対象物件の建築・販売に当た\nって使用しているところ，これらは本件商標の指定役務である建物の売\n買等と類似する。\n【被告の主張】\n被告が本件商標を使用したのは，建築工事の受注，施工という請負契\n約の履行においてである。\n一方，本件商標の指定役務は、建物の管理、建物の貸借の代理又は媒\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n介、建物の貸与、建物の売買、建物の売買の代理又は媒介等であるとこ\nろ(甲１)，請負契約の履行はいずれにも該当しない。したがって，被告\nの行為と本件商標の指定役務とは類似しない。\nイ  争点１－２（本件対象物件に本件商標を使用することは，本件販売契\n約による使用許諾の範囲内か）\n【被告の主張】\n以下の事情からすると，本件販売契約におけるデコスドライ工法の「標\n準採用」とは，同工法が基本的に採用されているという程度の意味合い\nであり，必ず採用されているという趣旨ではない。したがって，原告は，\n被告に対し，本件販売契約における本件商標の使用許諾について，デコ\nスドライ工法の採用を条件とせず包括的に許諾していたといえ，被告の\n行為は，本件販売契約による使用許諾の範囲内である。\n(ア)  ユニキューブ事業の実施に当たって重要なのは，いかに遊休土地\nの所有者（施主）から工事を受注するかということにあり，数ある断\n熱・防音工法の一つにすぎないデコスドライ工法の採否は重要ではな\nい。\n本件販売契約において，同工法は「標準採用」とされているものの，\n明確な定義はなく，採用しなかった場合の制裁条項も設けられていな\nい。また，原告マニュアルの全体に占める同工法に関する記載の割合\nも小さい（全４１０頁中わずか２頁しかない。乙１２の１・２）。さら\nに，「ユニキューブ・パッケージ販売契約」は，フランチャイズ契約の\nような継続的な取引関係ではなく，売り切りの契約であることからし\nても，原告は，加盟店が建築する建物の品質について特段の関心を払\nっていなかったといえる。\n(イ)  また，ユニキューブ事業は，建物の建築工事の受注・施工を目的と\nするところ，工事請負契約の締結過程では，当然に加盟店と施主との交\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n渉が行われ，その中で，施主がデコスドライ工法以外の防音・断熱工法\nを希望することもある（甲５７参照）。このようなときに、加盟店が施\n主にデコスドライ工法を押し付けなければならず，同工法を採用しない\nのであれば，ユニキューブの特徴である本件情報を使用したキューブ型\nの外観デザインの建物についての請負契約を締結できないとするのは\n現実的ではない。そうすると，本件販売契約にいう「標準採用」という\nのは，標準的な仕様として，デコスドライ工法によるセルロースファイ\nバー断熱が用いられることを意味するにとどまり、具体的な契約締結の\n場面で，施主との合意により，デコスドライ工法以外の工法を採用する\nことを許さない趣旨ではない。\n(ウ)  なお，「標準採用」を上記のとおりに解釈することは，「ユニキュ\nーブ・パッケージ」の商材としての価値を高めることになり，原告の合\n理的意思にも合致する。\n【原告の主張】\n(ア)  本件販売契約において，「ユニキューブ」は，デコスドライ工法に\nよるセルロースファイバー断熱を標準採用した建物とされているとこ\nろ，ここでいう「標準採用」とは，選択採用（オプション）ではなく，\n必ず採用する必要があり，選択の余地がないという意味である。\nしたがって，本件販売契約上，デコスドライ工法を採用しない建物\nに本件商標を使用してはならないことは明確に定められており，本件\n対象物件の工事請負に本件商標を使用する行為は，使用許諾の範囲外\nである。\n(イ)  被告は，原告はユニキューブ事業でデコスドライ工法を重視して\nいなかったと主張するが，原告は，ユニキューブ事業にデコスドライ\n工法の採用が不可欠であることを継続的かつ全国的に広告宣伝してお\nり（甲３８～５４），加盟店に対しても，その旨繰り返し説明している\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（甲２１の２・６０，６２，６５，７６，７７，７９，８３頁）。\nまた，原告のユニキューブ事業に関するビジネスモデルは，ユニキ\nューブ・パッケージ販売契約の販売代金収入のみならず，原告の子会\n社のデコス社が特許権者であるデコスドライ工法の普及による収益向\n上をもねらったものある。すなわち，ユニキューブ事業の加盟店がデコ\nスドライ工法を採用したユニキューブ物件を建築するためには，デコス\nドライ工法の施工代理店にその施工を委託しなければならないところ，\n当該施工代理店は，デコス社の販売代理店である越智産業等を通じて，\nデコス社からセルロースファイバーを購入する仕組みになっている。\nしたがって，ユニキューブ事業においては，加盟店が建築するユニキ\nューブ物件にデコスドライ工法が採用されることで，原告の子会社ひい\nては原告の収益増加をもたらすことが意図されているのであって，原告\nがデコスドライ工法を重視していなかったとの主張には理由がない。\n(ウ)  なお，被告は，施主の側から，デコスドライ工法を採用せず，他\nの工法，断熱材に変更して工事価格を引き下げるように求められたと\n主張するが，そのような経緯は立証されていない。\n(2)  争点２（被告は，本件販売契約に基づき，本件対象物件には本件商標を\n付さない義務を負っていたか）\n【原告の主張】\n原告は，上記(1)イ【原告の主張】のとおり，本件販売契約において，デ\nコスドライ工法を採用しない本件対象物件の工事請負に本件商標を使用す\nることは許諾していないが，それのみならず，原告は，ユニキューブ事業に\nついて，デコスドライ工法による断熱の品質・性能により，積極的に本件商\n標のブランド力を確保しようとしている（本件販売契約５条３項参照）。\nしたがって，原告は，被告に対し，デコスドライ工法を採用しない本件対\n象物件の工事請負に本件商標を使用することを禁止しており，被告はそのよ\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nうな使用をしない義務を負う。\n【被告の主張】\n上記(1)イ【被告の主張】のとおり。\n２  本件情報の不正使用についての損害賠償請求について\n(1)  争点３（被告は，本件販売契約に基づき，本件対象物件には本件情報を\n使用しない義務を負っていたか）について\n【原告の主張】\n本件販売契約において，本件情報は原告に帰属することが明らかにされ\nている（本件販売契約５条１項）。\nそして，原告は，同契約において，被告に本件情報の使用を許諾したが，\nこれは徳島県を中心にユニキューブ事業を行うためか，又は新たな商品開\n発のためにその開発途上で使用することを条件として，許諾したものであ\nる（本件販売契約２条２項，４条２項，５条３項）。\nデコスドライ工法を採用しない建物の建築は，ユニキューブ事業の実施\nではなく，新たな商品の開発途上ということでもない。したがって，被告\nは，デコスドライ工法を採用しない建物に本件情報を使用することは許諾\nされておらず，このような使用をしてはならない義務を負う。\n【被告の主張】\n本件商標の使用許諾の場合（上記１(1)イ【被告の主張】）と同様，本件\n販売契約における本件情報の使用許諾についても，原告は，デコスドライ\n工法の採用を条件とせず包括的に許諾しており，したがって，被告は，本\n件販売契約上，デコスドライ工法を採用しない建物に本件情報を使用して\nはならない義務を負っていない。\n(2)  不正競争防止法２条１項７号該当を理由とする請求\nア  争点４－１（本件情報の営業秘密性）\n【原告の主張】\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\n本件情報は営業秘密である。\n【被告の主張】\n争う。\nイ  争点４－２（本件対象物件の本件情報を使用することは，本件販売契\n約による使用許諾の範囲内か）\n【被告の主張】\n上記(1)【被告の主張】のとおり。\n【原告の主張】\n上記(1)【原告の主張】のとおり。\n３  争点５（本件商標の使用，本件情報の使用について，原告による黙示の許\n諾が認められるか）\n【被告の主張】\n(1)  原告は被告による本件対象物件の工事請負を把握していたこと\nア(ア)  越智産業株式会社（以下「越智産業」という。）は，デコス社のデ\nコスドライ工法についての販売代理店であり，デコスドライ工法の施\n工代理店となった業者は，越智産業から必要なセルロースファイバー\n等を購入しなければならないとされる。また，越智産業は，原告のユ\nニキューブ事業における販売代理店でもあり，加盟店は，同社を通じ\nて，ユニキューブ建材を「標準実行予算書」（甲５，６，甲２６・３～\n１５頁）に記載された価格で購入できるとされている。\n被告は，ユニキューブ事業の実施に当たり，越智産業を通じて必要\nな建材等を発注しており，当初はユニキューブ建材と共にデコスドラ\nイ工法の施工を発注していたが（乙２４の１～３），その後，被告は，\nユニキューブ建材についてのみ発注するようになった。したがって，\n越智産業は，被告がデコスドライ工法を採用しなくなったことを確知\nしており，それにもかかわらず被告に販売を継続していたことからす\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nれば，越智産業には，ユニキューブ事業にデコスドライ工法が不可欠\nであるとの認識はなかったといえる。\n(イ)  越智産業は，上記のとおり原告やデコス社の販売代理店であり，\n原告やデコス社に，当然上記情報を提供していたといえる（甲５７参\n照）。\n(ウ)  また，被告は，平成１８年２月に，ユニキューブ事業の加盟店を\n会員とする組織（ユニキューブサプライヤーズクラブ）に加入し（甲\n２２），それ以降，ユニキューブ事業の受注実績を訴外ハイアスに提出\nしている。\n(エ)  以上のとおり，デコス社，越智産業が把握する被告のデコスドラ\nイ工法の施工状況，ユニキューブ建材の発注状況と，訴外ハイアスが\n把握する被告のユニキューブ事業の受注実績を照合することによって，\n被告がデコスドライ工法を採用しない本件対象物件の工事請負をして\nいる事実を把握していたといえる。\nイ  なお，平成１８年６月に，原告は，被告が将来的にデコスドライ工法\nを採用しなくなる可能性を認識していたのであるから（甲５７），越智産\n業を通じて被告の動向を注視し，平成１９年４月の時点で被告による本\n件対象物件の工事請負を認識していたといえる。\n(2)  原告は，被告に対し，デコスドライ工法の採用を求めたことがないこと\n原告は，上記(1)のとおり，被告による本件対象物件の工事請負を認識し\nながら，平成２２年６月に至るまで，被告にデコスドライ工法を採用するよ\nう求めたことはない。それどころか，原告は，販売実績の高い被告の功績を\n称えてユニキューブ事業の宣伝に積極的に利用しており，現在においても，\n自社のホームページにおいて，被告による本件対象物件の実績をユニキュー\nブ事業の宣伝に利用している。\n(3)  小括\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nしたがって，原告は、被告に対し、本件対象物件の工事請負を積極的に容\n認していたといえ，黙示の許諾が認められる。\n【原告の主張】\n(1)  被告がデコスドライ工法を採用していないことの疑惑が原告に初めて\n報告されたのは平成１９年４月のことであるが，その当時は，被告におい\nてユニキューブ事業の責任者の変更があったことなどから，契約違反をと\nがめる通知をしなかったにすぎない。その後，平成２０年６月になって，\n被告がデコスドライ工法を採用していない疑惑が濃厚になったことから，\n訴外ハイアスが，被告にデコスドライ工法の施行代理店になることなどを\n提案するに至った。\nなお，平成１８年６月頃に，被告担当者が，越智産業宛のメールの中で，\nユニキューブ入居者からデコスドライ工法の代わりに他の設備を充実させ\nて欲しいとの要望があったことを述べているが（甲５７），デコスドライ工\n法を採用していないことを決定付ける内容ではない。\n(2)  また，原告が，デコス社や越智産業を通じて，デコスドライ工法の施工\n状況を把握していたことはない。実際，原告は越智産業に対し。被告への\nユニキューブ資材及びデコスファイバーの出荷状況を問い合わせたが，任\n意には応じてもらえず，弁護士会照会を行わざるを得なかったのである（甲\n５６の１～３）。\nなお，越智産業へのセルロースファイバーの注文は，あらかじめ注文ロ\nットが定められており，ユニキューブの断熱工事の都度，注文がされるわ\nけでもない（甲６４参照）。また，ユニキューブ建材は，資材メーカーから\n越智産業に直接卸されるのであって，越智産業は，ユニキューブ事業にお\nける原告の販売代理店ではない。\n(3)  以上のとおり，原告は，被告がデコスドライ工法を採用しないことを容\n認したことはなく，黙示の許諾は認められない。\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nなお，そもそも被告の行為は本件販売契約に違反するにもかかわらず，\nその効果が生じないというためには，単に積極的に容認していただけでは\n足りず，法的責任を免除する意思表示まで必要というべきである。\n３  争点５（原告の損害額）について\n【原告の主張】\n(1)  本件商標の不正使用による損害\n本件商標の不正使用による商標権侵害による損害は以下のとおりである\n（なお，下記ア，イは選択的な主張である。なお，債務不履行に基づく損\n害についても同額を主張する。）。\nア  商標法３８条２項の推定に基づく損害\n被告が工事請負した本件対象物件は，別紙物件リスト【原告の主張】\n棟数欄記載の４７件１４６棟である。\nそして，請負金額は，請負契約書（乙２７の１～４４）又は被告が使\n用していた月次コミュニケーションシート上の請負金額に基づき，別紙\n物件リスト【原告の主張】請負金額欄のとおりであり，原価は，標準実\n行予算書（甲５，６）における１現場で１棟～１０棟を建築した場合の\n「共通仮設工事」，「本体工事」，「諸経費」，「外構工事」を基にした上で，\nデコスドライ工法不採用による原価減少分も考慮して計算（当該計算に\nついては，別紙原価表参照。ただし，物件番号１１，１３については，\n屋根部分にデコスドライ工法を採用していると想定している。）をした別\n紙物件リスト【原告の主張】原価欄のとおりであって，被告の粗利益は，\n別紙物件リスト【原告の主張】粗利欄記載のとおり４億２６９０万７５\n１５円である（このうち３億７０００万円を請求する。）。\nしたがって，同金額が商標法３８条２項に基づき，損害額と推定され\nる。\nイ  商標法３８条３項に基づく損害\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n原告及び訴外ハイアスは，「ユニキューブ」の形態模倣（不正競争防止\n法２条１項３号）該当を理由とする事案で，１棟当たり１４０万８００\n０円を和解金としたことがあるところ，本件商標の商標権侵害による使\n用料相当額は，同金額を下回らない。\nしたがって，２億０５５６万８０００円（＝１４０万８０００円×１\n４６棟）が商標法３８条３項に基づく損害であるところ，これと後記(2)\nイの損害額の合計の一部である３億７０００万円を請求する。\nウ  損害の発生について\n被告は，徳島県を中心にユニキューブ事業を行っているのに対し，原\n告は，山口県，福岡県を中心に事業を行っている。\nしかしながら，原告は，受注の範囲を特定地域に限定していないため，\n他の都道府県から受注することも可能であり，現に受注した実績もある。\nまた，原告は，他都道府県であっても，下請業者を利用してユニキューブ\nを施工することも可能である。なお，原告が，徳島県に進出していなかっ\nたのは，被告が同県でユニキューブ事業を行っていたことに対する道義的\n配慮によるものであって，仮に被告が，本件対象物件の工事請負をしてい\nることを知っていれば，本件販売契約を解除し，徳島県にも進出していた。\nしたがって，原告と被告とは競合関係にあり，原告に損害が生じている\nことは明らかである。\n(2)  本件情報の不正使用による損害\n本件情報の不正使用による不正競争防止法違反による損害は以下のとお\nりである（なお，下記ア，イは選択的な主張である。なお，債務不履行に\n基づく損害についても同額を主張する。）。\nア  不正競争防止法５条２項に基づく損害\n上記(1)アと同じ。\nイ  不正競争防止法５条３項２号に基づく損害\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n上記(2)イと同じ。\n(3)  ユニキューブ事業の信用毀損\n原告のユニキューブ事業は，１年当たり２億２２５０万円の売上げがあ\nり，ユニキューブ・パッケージ販売事業は，１年当たり１億２１１２万２\n０００円の売上げがある。また，原告及び訴外ハイアスは，ユニキューブ\n事業について，業界紙，自社のウェブサイト，担当社の営業活動などによ\nり，積極的な広告宣伝活動を行っており，原告は，ユニキューブの品質を\n保持し，模倣商品を阻止するための企業努力を行っている。\nこれらの事情を考慮すれば，被告の行為によるユニキューブ事業の信用\n毀損の損害額は３０００万円を下らない。\n(4)  弁護士費用\n本件の弁護士費用相当の損害額は，５２８万１０００円を下らない。\n【被告の主張】\n(1)  原告に営業上の損害が発生したとは認められないこと\nア  被告は，徳島県内の建設業者であり，ユニキューブ事業を徳島県内で\nしか行っていない。これに対し，原告は，徳島県内でユニキューブ事業\nを行っておらず，原告と被告とは競合関係にはない。\nイ  また，建物の工事請負は，流通商品のように使用された商標に化体され\nた業務上の信用に基づいてされるなどということはなく，本件商標は，被\n告が本件対象物件の受注を獲得する上で全く寄与していない。\u0000\nむしろ，被告が，ユニキューブ事業において数々の受注を獲得できた\nのは、被告の信用力，被告の創意工夫に基づく営業方法、県内企業として\nこれまで培ってきた人脈等によるものである。\nウ  以上のとおり、原告と被告は競合関係になく、また、本件商標は被告の\n売上げに全く寄与していない以上、原告に営業上の損害が発生したとは認\nめられない。\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n(2)  本件商標の不正使用による損害\nア  原告は，別紙物件リスト記載【原告の主張】のとおり，被告が本件対象\n物件を建築・販売し，粗利益を得たと主張する。\nしかしながら，原告の本件対象物件として主張するものの中には，途中\nで解約された物件，デコスドライ工法を採用している物件，契約書等に本\n件商標の表示がない物件も含まれており，これらについては，別紙物件リ\nスト記載【被告の主張】のとおりである。\u0000\nイ  また，請負金額についても，別紙物件リスト記載【被告の主張】記載の\nとおりであって（乙２７），原告が主張する金額は認められない。\nなお，原告が原価の根拠とする「標準実行予算書」の記載は，参考価格\nを提示したものにすぎない。\u0000\n\u0000\u0000\u0000  本件情報の不正使用による損害\u0000\n争う。\u0000\n\u0000\u0000\u0000  信用毀損及び弁護士費用\u0000\n争う。\u0000\n第４  当裁判所の判断\u0000\n１  争点１，２（本件商標の不正使用についての損害賠償請求）について\u0000\n当裁判所は，以下のとおり，争点１（商標権侵害に基づく請求）について，\n以下のとおり判断する。\u0000\n(1)  争点１－１（被告の行為と本件商標の指定役務とは類似するか）につい\nて\n本件商標の指定役務は，「建物の管理，建物の貸借の代理又は媒介，建物の\n貸与，建物の売買，建物の売買の代理又は媒介，建物又は土地の鑑定評価」\n等である。\u0000\n被告は，本件商標を，本件対象物件の建築工事請負契約書，見積書，見積\n内訳書，仕様書，図面等に用いており，本件対象物件の建築工事請負につ\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nいて使用しているところ，建築工事請負は，建物の売買と密接な関係があり，\nこれに本件商標が使用された場合，原告の有する本件商標権と誤認混同が生\nじるといえる。\nしたがって，被告の行為と本件商標の指定役務は類似する。\n(2)  争点１－２（被告の行為は本件販売契約による使用許諾の範囲内か）に\nついて\nア  本件販売契約における文言について\u0000\n上記第２の２\u0000\u0000\u0000イのとおり，本件販売契約では，本件商標を含む「ユニ\nキューブ」，「ＵＮＩＣＵＢＥ」，「ｕｎｉｃｕｂｅ」等のユニキューブ建\n物に関する商標・ロゴ・サービスマーク（登録の有無を問わない。以下\n「本件商標等」という。）について，ユニキューブ事業にのみ使用するこ\nとができるとされ（４条１項），「ユニキューブ」については，「原告が開\n発した設計・施工ノウハウにより建築される建築物で，キューブ型の外\n観デザインを持ち，かつ，デコスドライ工法によるセルロースファイバ\nー断熱を標準採用した建物」（同１項）と定義されている。\nしたがって，本件販売契約上，本件商標は，原告が開発した設計・ノ\nウハウにより建築される建築物で，キューブ型の外観デザインを持ち，\nかつ，デコスドライ工法によるセルロースファイバー断熱を標準採用し\nた建物に付することを許諾されているといえ，「標準採用」の意義が問題\nとなる。\nイ  そこで検討するに，上記のとおり「ユニキューブ」の定義として，①キ\nューブ型の外観デザインを持つことに加え，②デコスドライ工法によるセ\nルロースファイバー断熱を標準採用した建物であることを必要条件とし\nており，本件商標等の使用をユニキューブ事業に限っていることからすれ\nば，原告としては，本件商標等に，キューブ型の外観デザインであること\nのみならず，デコスドライ工法の採用も含めた商品価値を化体させようと\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n意図していたものといえるのであって，このことは，本件販売契約を締結\nする被告にとっても明らかであったといえる。\u0000\nしたがって，本件販売契約における本件商標の使用許諾について，デコ\nスドライ工法の採用が全く条件とされていなかったとする被告の主張は\n採用できない。\u0000\nウ  一方，原告は，本件販売契約における本件商標の使用許諾は，当該建物\nにデコスドライ工法を採用することを必要条件としたものであると主張\nする。\u0000\nしかしながら，ユニキューブ事業においても，同事業で建築する建物の\n標準的な仕様は定められているものの，建物の工事請負という事業の性質\nからすれば，具体的な施工内容は，施主との交渉によって確定することが\n当然に予定されているといえる。断熱・防音工法はデコスドライ工法以外\nにも様々な工法が存在するところ，施主がデコスドライ工法以外の工法を\n希望する場合には，その後，本件商標を使用することができず，さらには\nキューブ型の外観デザインも使用できないことになるのは，当事者の合理\n的意思とはおよそいい難く，原告がユニキューブ・パッケージ販売契約を\n締結する際に，被告やその他の加盟店に対し，そのような説明をしていた\nとも認められない（原告マニュアルにも，ユニキューブの特徴としてデコ\nスドライ工法の採用を記載した箇所はあるが（甲２１の２・６０，６２，\n６５，７６，７７，７９，８３頁），施主との交渉の結果，これを採用し\nない建物について工事請負してはならない旨の記載までは見当たらな\nい。）。\u0000\nなお，訴外ハイアスの取締役は，平成１８年６月頃，被告担当者からデ\nコスドライ工法よりも他の設備にお金を回したいという話があった際に，\nデコスドライ工法は標準採用にしていることから外せない旨伝えている\nが（甲５７），このときも社長の対応待ちとされていることなどからすれ\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nば，当該やり取りをもって，本件販売契約の際，原告において，本件商標\nの使用許諾に当たりデコスドライ工法の採用を必要条件とする旨の方針\nであったとまではいえず，当該内容の合意があったとまで認めることはで\nきない。\u0000\n以上を踏まえると，本件販売契約におけるデコスドライ工法の「標準採\n用」とは，当該建物にデコスドライ工法を採用することを条件とするもの\nであるが，例外を許さない趣旨ではなく，施主に対し，デコスドライ工法\nを標準仕様として提示しつつ，施主との交渉の結果，デコスドライ工法を\n採用しないこととなった場合を含むものと解するのが相当である。\u0000\nエ  なお，このように解することは，原告の本件販売契約後の対応とも整合\n的であるといえる。\u0000\nすなわち，上記のとおり，平成１８年６月頃，被告担当者は，訴外ハイ\nアスの取締役に対し，入居者からデコスドライ工法の支持が強くなく，ウ\nォシュレット等を付けて欲しいという要望があるため，デコスドライ工法\nから他の設備にお金を回すという内容の話があり（甲５７），その後，平\n成１９年４月頃になって，原告に被告がユニキューブ事業にデコスドライ\n工法を採用していないとの疑惑が報告されたとされるが（弁論の全趣旨），\n原告は，この時点で，デコスドライ工法の採否について被告に確認する\nなどの特段の対応を取っておらず，そのことについて合理的な理由も見\n当たらない。したがって，原告としても，デコスドライ工法の採否につ\nいて，例外を許さない姿勢ではなかったと認められる。\nオ  原告は，「標準採用」とは，自動車等広く量産品に使われる用語で，製品\nの共通製造工程で標準仕様として採用されることをいい，消費者は，その\n標準仕様にオプションとして新たに仕様・機能を付加することはできても，\n標準仕様として採用されたものを不採用にすることはできないと主張する\nが，本件販売契約がこのような内容であったことについての特段の立証は\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nない上，建築請負と自動車の売買とでは事情が異なるのであって，原告の\n主張は採用できない。\n(3)  小括\n原告は，ユニキューブ事業の加盟店に対し，本件商標の使用を認めている\nが，無限定にこれを認めるものではなく，原告が開発したキューブ型の外観\nデザインを持ち，かつデコスドライ工法を標準採用した建物に関するユニキ\nューブ事業に使用する場合に限り，これを認めるものである。上記認定した\nところによれば，被告が，施主に対し，本件商標を示して，原告が開発した\n建物を提示し，同時にデコスドライ工法についても提示したところ，施主の\n希望により他の施工方法が採用されたような場合，本件商標の出所表示機能，\n品質保証機能はいずれも害されないということができ，商標権侵害は成立し\nないと認められる（なお，この場合，被告の債務不履行も成立しない。）。こ\nれに対し，被告が，施主に対し，本件商標を示して，原告が開発した建物の\nみを提示し，断熱工法としてデコスドライ工法以外のものを提示した場合，\n少なくとも本件商標の品質保証機能は害されるというべきであるから，原告\nのした許諾の範囲外であるとして，商標権侵害を構成するというべきである。\u0000\n２  争点３，４（本件情報の不正使用についての損害賠償請求）について\u0000\n当裁判所は，以下のとおり，争点３（債務不履行に基づく請求），争点４（不\n正競争防止法に基づく請求）についての原告の主張にはいずれも理由がないと\n判断する。\u0000\n\u0000\u0000\u0000  争点３（債務不履行に基づく請求）について\u0000\n原告が債務不履行の内容として主張するところは，被告が原告から提供を\n受けた本件情報を利用してユニキューブ事業を行いつつ，デコスドライ工法\nを採用しない建物を建築したことと解される。\u0000\nしかしながら，本件販売契約の解釈として，原告が被告にデコスドライ工\n法の採用を必須のものとして義務付ける趣旨を含まないことは既に認定した\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nとおりであるから，債務不履行の主張に理由がないことは明らかである。\u0000\n\u0000\u0000\u0000  争点４（不正競争防止法に基づく請求）について\u0000\n原告は，本件情報は，営業秘密であると主張するが，具体的な主張立証は\nなく，これを認めるに足りない。\u0000\n３  争点５（原告による黙示の許諾が認められるか）について\u0000\n当裁判所は，以下のとおり，争点５（原告による黙示の許諾が認められるか）\nについての被告の主張には理由がないと判断する。\u0000\n\u0000\u0000\u0000  被告は，原告は，デコス社又は越智産業を通じて，平成１９年４月の時点\nで，被告が本件対象物件を建築，販売していることを把握しており，それに\nもかかわらず，被告に対し，デコスドライ工法の採用を求めたことはなく，\nむしろ，販売実績の高かった被告の功績を称え，ユニキューブ事業の宣伝に\n積極的に利用してきたのであるから，原告は，本件対象物件における本件商\n標の使用について黙示の許諾をしていたと主張する。\n(2)  越智産業は，ユニキューブ事業について，原告マニュアルに記載された「標\n準実行予算書」（甲５，６，２６の３・３～１５頁）の価格（７００万円）で，\nユニキューブ用建材，デコスドライ工法に使用するセルロースファイバーを\n納品する業者として，原告から指定を受けており（弁論の全趣旨），被告は，\n実際に，平成１９年１月から３月にかけては，個別の物件を指定した上で，\n越智産業に対し，ユニキューブ建物に使用するユニキューブ建材及びセルロ\nースファイバー，本件対象物件に使用するユニキューブ建材を発注していた\nことが認められる（乙２４の１～３）。このことからすると，被告は，平成１\n９年４月以降も，越智産業に対し，デコスドライ工法を発注することなくユ\nニキューブ建材を発注していた可能性があり，越智産業は，被告がデコスド\nライ工法を採用していないことを認識していた可能性がある。\u0000\nしかしながら，仮に，越智産業が上記認識を有していたとしても，原告と\n越智産業とは別会社であって，原告が直ちにその旨を把握できたということ\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nはできない（訴外ハイアスは，越智産業に対し，被告がデコスドライ工法を\n採用しないように求めた場合には，報告するよう求めているが（甲５７），こ\nれについての報告がされた旨の立証もない。）。\u0000\nしたがって，原告が，平成１９年４月の時点で，被告が本件対象物件を建\n築，販売していることを把握したとまでは認められず，そうである以上，被\n告が，本件対象物件を積極的に容認していたと評価することはできない。\u0000\n\u0000\u0000\u0000  なお，原告は，平成２３年に内容を更新したウェブサイトにおいても，ユ\nニキューブの施工実績として，被告が建築した本件対象物件を紹介している\nことが認められるが（乙２９），このことをもって，直ちに被告が本件対象物\n件に本件商標を使用することについての黙示の承諾をしたということはでき\nない。\u0000\n\u0000\u0000\u0000  以上のとおりであって，争点５（原告による黙示の許諾が認められるか）\nについての被告の主張には理由がない。\u0000\n４  争点６（原告の損害額）について\u0000\n\u0000\u0000\u0000  商標法３８条に基づく損害\u0000\nア  被告による商標権侵害について\u0000\n上記第２の２(5)及び第４の１(2)の事実並びに証拠によれば，被告は，\n本件販売契約の締結後，当初はデコストライ工法を採用した建物を施工し\nていたが，施主の希望等により，他の断熱工法による建物も施工するよう\nになったこと，平成１８年６月には，デコスドライ工法を外したい旨を原\n告に打診するなどしたこと，平成１９年４月以降は，ユニキューブの施主\nに対し，デコスドライ工法が標準仕様である旨の説明をしなくなったこと，\n以上の事実が認められる。\n上記検討したところによれば，本件商標を使用しながら，ユニキューブ\nの施主に対し，デコスドライ工法が標準仕様である旨の説明をしなかった\n場合には，本件商標権の侵害が成立し，したがって，平成１９年４月以降\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nに着工された本件対象物件，すなわち別紙物件リスト１５～１８，２０，\n２１，２４，２６，２７，２９，３１，３２，３５，３７，３８，４０～\n４２，４４，４６～５１，５４の合計２４件７８棟については，商標権侵\n害が認められる（乙２７）。\u0000\nイ  商標法３８条２項に基づく損害\u0000\n\u0000ア\u0000  商標法３８条２項は，侵害者が侵害行為により受けた利益の額を，\n商標権者の受けた損害の額と推定している。\u0000\nところで，商標権は，商標それ自体に当然に商品価値が存在するので\nはなく，商品の出所たる企業等の営業上の信用等と結び付くことによっ\nてはじめて一定の価値が生ずる性質を有する点で，特許権，実用新案権\n及び意匠権などの他の工業所有権とは異なる。商標権侵害があった場合，\n侵害品と商標権者の商品との間には，必ずしも性能や効用において同一\n性が存在するとは限らないから，侵害品と商標権者の商品との間には，\n市場において，当然には相互補完関係（需要者が侵害品を購入しなかっ\nた場合に商標権者の商品を購入するであろうという関係）が存在すると\nいうことはできない。したがって，上記相互補完関係を認めるのが困難\nな事情がある場合には，商標法３８条２項によって損害額を推定するの\nは相当でないというべきであって，このような事情の有無については，\n商標権者が侵害品と同一の商品を販売（第三者に実施させる場合も含\nむ。）をしているか否か，販売している場合、その販売の態様はどのよ\nうなものであったか，当該商標と商品の出所たる企業の営業上の信用等\nとどの程度結びついていたか等を総合的に勘案して判断すべきである。\n(イ)  本件において，被告は，徳島県内でユニキューブ事業を行っており，\n上記商標権侵害に係る本件対象物件の請負契約もいずれも徳島県で締結\nされているところ，これに対し，原告がユニキューブ事業を行っている\nのは福岡県及び山口県が中心であって，商圏が競合しているとはいえな\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nい。また，原告は，全国規模でユニキューブ・パッケージの販売事業を\n行っており，平成１９年７月当時，徳島県内にも２社が確認できるが（乙\n４１），これらの２社は，被告とは商圏を異にしており，被告に代わって\nこれらの２社が受注したということもできない。原告において他の加盟\n店を獲得できたような事情も見当たらない。\u0000\nさらに，被告がユニキューブ物件ではなく，デコスドライ工法を採用\nしない本件対象物件の工事請負を行うようになった当初，施主から，デ\nコスドライ工法を希望する度合いは強くなく，一方で，他の設備を付け\nて欲しいとの要望があったことも踏まえると（甲５７），施主が，被告に\nよる本件対象物件の工事請負がなければ，被告以外にユニキューブ物件\nを発注したであろうという関係も，直ちには認められない。\u0000\n原告は，被告が本件販売契約に違反していたことからすれば，被告が\n同契約に基づき徳島県でユニキューブ事業を行っていた事情を考慮す\nべきではないと主張するが，原告は，上記のとおり被告の施工実績を積\n極的に広告宣伝するなどしており，被告が原告の事業に貢献していたと\nいえることからすれば，本件において被告のユニキューブ事業をなかっ\nたものと仮定するのは相当ではない。\u0000\n\u0000ウ\u0000  以上によれば，本件においては，商標法３８条２項により，被告の\n利益を原告の損害と推定するのはことを困難とする事情が存するという\nべきである。\u0000\nイ  商標法３８条３項に基づく損害\u0000\n\u0000ア\u0000  被告は，原告に損害は発生していないと主張して，商標法３８条３\n項に基づく損害も認められないと主張する。\u0000\nしかしながら，ユニキューブ事業についてのこれまでの実績（乙３８）\nを踏まえると，本件商標に顧客吸引力が全くまったくなく，本件対象物\n件の売上げに全く寄与していないとまでいうことはできず，また，上記\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n１\u0000\u0000\u0000のとおり，原告は，本件販売契約において，キューブ型の外観デザ\nインに加え，デコスドライ工法の採用も含めた商品の価値を，本件商標\nを含む「ユニキューブ」，「ＵＮＩＣＵＢＥ」，「ｕｎｉｃｕｂｅ」等のユ\nニキューブ建物に関する商標・ロゴ・サービスマーク（登録の有無を\n問わない）化体させようとしたものといえるところ，被告の行為は，原\n告が確立しようとしたこのような商標の価値を損なうものということ\nができる。したがって，原告に損害が発生していないということはでき\nない。\u0000\n\u0000イ\u0000  そこで，その使用料相当額を検討するに，土地を提供し，多額の建\n築資金を投入して行う戸建賃貸事業において，施主が被告と契約を締結\nするに至るか否かは，被告が提示する事業計画の内容が施主側の希望や\n経済的条件に合致するか否かによるというべきであり，本件商標が有す\nる顧客吸引力のみで契約締結に至るものではないと解される。\u0000\nまた，被告は，本件販売契約により，個別の対価を支払わずに本件商\n標をユニキューブ事業に使うことの許諾は得ているのであり，デコスド\nライ工法が標準であることの説明をせず，本件対象物件の建築をするこ\nとが，許諾の範囲外となるにすぎないのであるから，第三者が全く無許\n諾で，本件商標を使用する場合と同視することはできない。\u0000\n以上の点に加え，ユニキューブ物件の１棟当たりの標準価格が７００\n万円又は７４０万円とされていたことを考慮すれば（甲５，６，２６の\n３・３～１５頁），本件事案において，デコスドライ工法が標準である\nことの説明をせず，本件商標を本件対象物件に使用する際の使用料相当\n額は，１棟当たり１０万円が相当と認められる。\u0000\n\u0000ウ\u0000  したがって，被告による商標権侵害による原告の損害は，７６０万\n円と認められる。\u0000\n\u0000\u0000\u0000  信用毀損による損害\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n原告は，被告の行為により，原告に信用毀損が生じていると主張するが，\n具体的に信用が毀損されている事情は見当たらず（このことは，原告自身が，\n自己のウェブサイトで，本件対象物件の施工実績を紹介していることからも\n明らかである。），当該損害は認められない。\u0000\n\u0000\u0000\u0000  弁護士費用\u0000\n本件の弁護士費用相当の損害額としては，７６万円が相当である。\u0000\n\u0000\u0000\u0000  小括\u0000\n以上のとおりであって，本件の損害額としては，８３６万円である。\u0000\n５  書類の提出命令の申立てについて\u0000\n原告は，平成２３年７月１日付けで，証明すべき事実を，別紙物件リスト記\n載の物件についての被告の粗利益とした上で，被告の商業帳簿の一部若しくは\nその補助資料又は管理会計資料について，書類の提出命令の申立てをする。\u0000\nしかしながら，本件において，商標法３８条２項，不正競争防止法５条２項\nに基づく損害について審理する必要が認められないのは上記のとおりであり，\n上記各文書については，証拠調べの必要性が認められない。\u0000\n６  結語\n以上のとおり，原告の請求は，主文の限度で理由があるから一部認容し，\nその余については棄却することとして，主文のとおり判決する。\n\u0000\n大阪地方裁判所第２１民事部\n裁判長裁判官        谷          有    恒\n裁判官        松    川    充    康\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n裁判官       網    田    圭    亮\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（別  紙）\u0000\n商  標  目  録\u0000\n登録番号      第 \u0000\u0000\u0000\u0000\u0000\u0000\u0000 号\n出願年月日    平成 \u0000\u0000 年 \u0000 月 \u0000\u0000 日\n登録年月日    平成 \u0000\u0000 年 \u0000\u0000 月 \u0000 日\n登録商標      ユ      ニ      キ      ュ      ー      ブ\nu    n    i    c    u    b    e\n商品の区分    第 \u0000\u0000 類\n指定商品      建物の管理，建物の貸借の代理又は媒介，建物の貸与，建物の売買，\n建物の売買の代理又は媒介，建物又は土地の鑑定評価，土地の管理，\n土地の貸借の代理又は媒介，土地の貸与，土地の売買，土地の売買の\n代理又は媒介，建物又は土地の情報の提供，生命保険契約の締結の媒\n介，生命保険の引受け，損害保険契約の締結の代理，損害保険に係る\n損害の査定，損害保険の引受け，保険料率の算出，骨董品の評価，美\n術品の評価，宝玉の評価，中古自動車の評価，企業の信用に関する調\n査，慈善のための募金，クレジットカード・デビットカード又は電子\nマネー利用者に代わってする支払い代金の清算又は決済，クレジット\nカード・デビットカードの会員の募集及び会員管理，クレジットカー\nド・デビットカード・ＩＣカード方式による電子マネーの発行の取り\n次ぎ又は斡旋，クレジッカード・デビットカード・ＩＣカード方式に\nよる電子マネーの発行に関する情報の提供，資金の貸付け及び手形の\n割引，金銭債権の取得及び譲渡，有価証券・貴金属その他の物品の保\n護預かり，金銭・有価証券・金銭債権・動産・土地若しくはその定著\n物又は地上権若しくは土地の賃借権の信託の引受け，株式市況に関す\nる情報の提供，商品市場における先物取引の受託\n以  上\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（別  紙）\u0000\n\u0000\n本件情報\u0000\n\u0000\n別紙図面①又は②をベーシックプランとする概ね以下のような特徴を有する２階\n建居住用建物を，木造の従来工法を採用して設計，施工することをいう。\n（建物外観に関する特徴）\n⑴  平面図のうち外壁は，概ね 6,895mm～7,325mm×6,370mm で，長辺(概ね\n6,895mm～7,325mm)に対する短辺(概ね 6,370mm)の割合が 85%を下回らない全\n体として正方形に近い四角形(別紙平面略図の四角形Ｑ)から，一つの長辺の\n一方の角から概ね 2,275mm(長辺上)×2,730mm(短辺上)の長方形(別紙平面略\n図 の ア 部 分 ) と ， そ の 他 方 の 角 か ら 概 ね 980mm ～ 1,410mm( 長 辺 上 ) ×\n2,730mm(短辺上)の長方形(別紙平面略図のイ部分)をそれぞれ切り抜くこと\nにより，切り抜き後の上記長辺を一辺とする概ね 3,640mm×2,730mm の長方形\n部分(別紙平面略図のＢ部分)と概ね 6,895mm～7,325mm×3,640mm の長方形部\n分(別紙平面略図のＡ部分)からなる八角形をしており，いずれの角も直角で\n構成されている。\n⑵  立面図のうち最高高さは，概ね 6,046mm～6,074mm で，平面図における四角\n形Ｑの一辺の長さに対し，85%～115%の割合の範囲内であり，建物が全体とし\nて立方体に近い形におさまっている。\n⑶  建物の１階部分と２階部分の水平投影図・床面積が同じ，いわゆる総二階\n建てである。\n⑷  平面図のうちア部分にテラスを，イ部分に玄関アプローチをそれぞれ配置\nし，イ部分の短い辺(別紙平面略図の辺Ａイ)又は長い辺(別紙平面略図の辺Ｂ\nイ)の１階部分に玄関ドアを，ア部分の二辺（別紙平面略図の辺Ａア及び辺Ｂ\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nア）双方の１階部分にテラスと一体感のある引違い掃出し窓(テラス窓)２面\nを，２階部分に引違い腰高窓２面をそれぞれ設置している。\n⑸  建物の外壁は，出窓等の凹凸がない。\n⑹  屋根は，いわゆる片流れで，玄関面からテラス面に向かって下方に流れ，\n屋根勾配は半寸(5/100)程度に抑えている。\n⑺  テラスに面する１階掃出し窓(テラス窓)２面の高さをいずれも概ね\n2,030mm とし，2,000mm を超えるいわゆるハイ・サッシを採用している。\n⑻  玄関上部に上吊り式の金属製庇を，テラスに面する引違い窓に小庇をそれ\nぞれ設置するほかに，外壁に軒，庇などの突出部がない。\n⑼  外装材は，二つの異なる素材を外壁面ごとに張り分けており，１階部分と\n２階部分の上下に張り分けはしない。\n⑽  外装材は，ガルバニウム鋼板，サイディングなど金属製素材と窯業系素材\nを採用し，タイルやモルタルなどの素材を採用しない。\n⑾  玄関ドアも外装材に合わせて，アルミなど金属製素材を採用している。\n（建物間取りに関する特徴）\n建物間取りは，以下の＜標準プラン＞又は＜１階リビングプラン＞の特徴を\n有している。\n＜標準プラン＞\n⑴  玄関ドアからの進入口(辺Ａイ)に接して概ね 980mm×890mm の玄関フロア\nが，その真上の２階部分が概ね 980mm×890mm の階段降り口がそれぞれ配置さ\nれ，Ａ部分の玄関側の短い辺(別紙平面略図の辺ＡＳ１)に接して概ね幅\n980mm×長さ 2,750mm の階段が，Ａ部分の長い辺(別紙平面略図の辺ＡＬ)に向\nかって降下し，Ａ部分の隅(辺ＡＳ１と辺ＡＬの接点)に接して階段１段目(踊\nり場)となるように配置されている。\n⑵  玄関フロアからＢ部分に接してＡ部分のテラス側の短い辺(別紙平面略図\nの辺ＡＳ２)に向かう概ね幅 890mm×長さ 2,730mm の廊下部分(以下「廊下①」\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nという。)が，廊下①から直角に曲がり，階段部分に接して辺ＡＬに向かう\n概ね幅 910mm×長さ 2,750mm の廊下部分(以下「廊下②」という。)がそれぞ\nれ配置され，階段下スペースを利用して倉庫ないし下足箱が設置されている。\n⑶  Ａ部分１階は，辺ＡＳ２側に洋室２(約 5.0～6.2 帖)が配置され，ア部分\nと面して(別紙平面略図の辺Ａアに)引違い掃出し窓(概ね幅 1,690mm)が，廊\n下①からの進入口に片引き吊り戸(概ね幅 900mm)がそれぞれ設置されている。\n⑷  Ａ部分１階の中央部分(洋室２と廊下①・廊下②に囲まれ，辺ＡＬに接し\nた部分)に，洗面・脱衣所，浴室及びトイレからなるいわゆる水回りスペー\nスが配置されている。トイレは，廊下②からの進入口に片引き吊り戸(概ね\n幅 625mm)が，辺ＡＬにルーバーサッシ窓(概ね幅 405mm)が，洗面・脱衣所は，\n廊下②からの進入口に片引き吊り戸(概ね幅 625mm)が，浴室は，辺ＡＬにル\nーバーサッシ窓(概ね幅 405mm)がそれぞれ設置されている。\n⑸  Ｂ部分１階は，洋室１(約 5.0～5.4 帖)が配置され，廊下①からの進入口に\n片引き吊り戸(概ね幅 900mm)が，ア部分と面して(辺Ｂアに)引違い掃出し窓\n(概ね幅 1,640mm)，辺Ｂイ面に引違い吊り戸のあるクローゼットがそれぞれ\n設置されている。\n⑹  Ａ部分２階は，階段部分及び降り口部分を除き，リビング・ダイニング・\nキッチンが配置され ，ア部分と面して(辺Ａアに)引違い腰 高窓(概ね 幅\n1,690mm)が，辺ＡＬにルーバーサッシ窓(概ね幅 405mm)が，辺Ａイに縦滑出\nしサッシ窓(概ね幅 406mm)がそれぞれ設置されている。\n⑺  Ｂ部分２階は，洋室３(約 5.0～5.4 帖)が配置され，Ａ部分からの進入口に\n引違い戸(概ね幅 2,380mm)が，ア部分と面して(別紙平面略図の辺Ｂアに)引\n違い腰高窓(概ね幅 1,640mm)が，辺Ｂイ側に引違い吊り戸(概ね幅 2,570mm)\nのあるクローゼットがそれぞれ設置されている。\n＜１階リビングプラン＞\n⑴  玄関ドアからの進入口(辺Ｂイ)に接して概ね 910mm×910mm の玄関フロア\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nが，玄関フロアに接して辺ＢＬ側に下足箱が，辺ＡＬに向かう概ね幅 850mm\n×2,290mm の廊下部分がそれぞれ配置されている。\n⑵  辺Ａイと辺ＡＳ１に接して洗面・脱衣所が，辺ＡＬの一部と辺ＡＳ１に接\nして浴室が，辺ＡＬの一部と浴室に接してトイレがそれぞれ配置されている。\n廊下部分から洗面・脱衣所への進入口に片引き吊り戸(概ね幅 780mm)が，ト\nイレへの進入口に片開き戸(概ね幅 650mm)がそれぞれ設置され，いわゆる水\n回りスペースを玄関から短い廊下でつなげている。浴室及びトイレには，辺\nＡＬにルーバーサッシ窓(概ね幅 405mm)がそれぞれ設置されている。\n⑶  Ａ部分 1 階は，トイレと辺ＡＬの中央部に接してキッチンが配置され，辺\nＡＬ上にルーバーサッシ窓(概ね幅 405mm)が設置されている。キッチンの前\n面壁(Ａ部分中央部の辺ＡＬに平行な壁)に接して廊下部分から辺ＡＳ２に向\nかって上昇する概ね幅 890mm×長さ 2,735mm の階段が設置され，昇り終わり\nが右側(辺ＢＬ側)に直角に曲がったスペースが階段降り口になっている。階\n段下部分には収納が，キッチンの前面壁には開口部(概ね幅 450mm)が設けら\nれている。また，辺ＡＳ２側にダイニングが配置され，ア部分と面して(辺Ａ\nアに)引違い掃出し窓(概ね幅 1,690mm)が設置されている。\n⑷  Ｂ部分 1 階は，辺Ｂイ側の玄関フロア及び下足箱部分を除く部分に収納が\n配置され，片引き吊り戸(概ね幅 1,180mm)が設置されている。その余のＢ部\n分は，リビングが配置され，ア部分と面して(辺Ｂアに)引違い掃出し窓(概ね\n幅 1,640mm)が設置されている。リビングスペースは，扉・壁等で仕切らずに，\nＡ部分の廊下部分・階段下スペース・ダイニングと連続している。\n⑸  Ａ部分２階は，辺ＡＳ１側に洋室３(約 5 帖)が，辺ＡＳ２側に洋室２(約 5\n～6 帖)がそれぞれ配置されている。Ａ部分中央部(洋室３と洋室２の間)には，\n辺ＡＬに接して，洋室２から進入するウォークインクローゼットと洋室３と\nの間に引違い吊り戸(概ね幅 1,750mm)が設置されている収納がそれぞれ配置\nされており，その余は，階段部分と廊下部分である。洋室３は，廊下部分か\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nらの進入口に片引き吊り戸(概ね幅 800mm)が，辺ＡＳ１に引違い窓(概ね幅\n1,690mm)が，辺Ａイに縦滑出し窓(概ね幅 405mm)が，洋室２は，廊下部分か\nらの進入口に片引き吊り戸(概ね幅 800mm)が，辺Ａアに引違い腰高窓(概ね幅\n1,690mm)がそれぞれ設置されている。\n⑹  Ｂ部分２階は，洋室１(約 4.37～4.76 帖)と辺Ｂイ側の収納からなる。収納\nは，辺ＢＬ側から，引違い吊り戸(概ね幅 2,053mm)が設置されたハンガーパ\nイプ付収納(概ね幅 1,100mm)と中段のある押入(概ね幅 1,070mm)，片開き戸\n(概ね幅 496mm)が設置された中段のある押入(概ね幅 560mm)が配置されてい\nる。また，洋室１は，廊下部分からの進入口に片引き吊り戸(概ね幅 800mm)\nが，辺Ｂアに面して引違い腰高窓(概ね幅 1,640mm)が設置されている。\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（別紙）図面①（省略）\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（別紙）図面②（省略）\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（別紙）平面略図（省略）\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（別  紙）\u0000\n物件リスト（省略）\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n（別  紙）\u0000\n原価表（省略）\u0000\n\u0000\n"
}