{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 11
  },
  "case_number": "平成23(あ)881",
  "case_name": "殺人，有印私文書偽造，同行使，電磁的公正証書原本不実記録，同供用，公用文書毀棄，詐欺，傷害致死，出入国管理及び難民認定法違反，公正証書原本不実記載，同行使被告事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "集刑　第312号7頁",
  "original_court_name": "大阪高等裁判所",
  "original_date": {
    "era": "Heisei",
    "year": 23,
    "month": 4,
    "day": 20
  },
  "gist": "殺人１件，傷害致死１件等の事案につき，無期懲役の量刑が維持された事例（中国人妻による替え玉殺人事件）",
  "ref_law": "刑法9条，刑法199条，刑法205条，刑訴法411条2号",
  "lawsuit_id": "83832",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=83832",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/832/083832_hanrei.pdf",
  "contents": "平成２３年（あ）第８８１号  殺人，有印私文書偽造，同行使，電磁的公正証書\n原本不実記録，同供用，公用文書毀棄，詐欺，傷害致死，出入国管理及び難民認\n定法違反，公正証書原本不実記載，同行使被告事件\n平成２５年１１月１１日  第二小法廷決定\n主          文\n本件各上告を棄却する。\n理          由\n検察官の上告趣意は，判例違反をいう点を含め，実質は事実誤認，量刑不当の主\n張であり，弁護人笠松健一，同渡辺顗修の上告趣意は，憲法違反，判例違反をいう\n点を含め，実質は単なる法令違反，事実誤認，量刑不当の主張であり，被告人本人\nの上告趣意は，憲法違反，判例違反をいう点を含め，実質は単なる法令違反，事実\n誤認の主張であって，いずれも刑訴法４０５条の上告理由に当たらない。\nなお，各所論に鑑み記録を調査しても，刑訴法４１１条を適用すべきものとは認\nめられない。\n被告人の量刑につき，付言すると，本件は，中華人民共和国の国籍を有する被告\n人が，(1)不詳の方法によって自己の夫に傷害を負わせて死亡させ（傷害致死），\n(2)糖尿病患者である別の男性を亡夫の身代わりとして病死を装って殺害し，亡夫\nの資産を相続の名目で不正に入手しようと考え，共犯者と共謀の上，上記男性の身\n体に麻袋様のものを巻き付け，同人を真冬の納屋に数日間監禁するなどし，インス\nリンの投与を受けさせないことにより糖尿病を悪化させて同人を殺害し，亡夫とそ\nの前妻との間の娘らの作成名義の住民異動届等を偽造，行使して，同女らに無断で\n住民票を異動し，印鑑を登録した上で印鑑登録証明書を入手し，これを用いて，亡\n夫の遺族の知らぬ間に，不正に亡夫名義の土地の所有権移転登記を受け，相続届等\nを偽造，行使するなどして亡夫名義の預貯金等合計約２９００万円をだまし取り\n（殺人，有印私文書偽造，同行使，電磁的公正証書原本不実記録，同供用，公正証\n書原本不実記載，同行使，詐欺），(3)その他，詐欺，出入国管理及び難民認定法\n違反，公用文書毀棄を行ったという事案である。\n取り分け重大な事犯である(1)の傷害致死事件及び(2)の殺人等事件を中心にその\n情状についてみると，殺人等事件は，被告人の夫が傷害致死事件で死亡したことを\n利用し，財産を不正に取得する目的を達成する手段として他人の生命を奪ったもの\nであり，その動機，経緯は，利欲的で身勝手かつ非道極まり，計画性も高く，殺人\n事件の犯行態様は，長時間にわたって苦痛を与える冷酷で非情なものである。本件\nにより２名の生命が奪われたという結果は重大で，各死亡被害者の遺族らの処罰感\n情も厳しい。財産的被害等も大きく，また，本件が社会に与えた衝撃にも大きいも\nのがある。\n被告人は，自ら夫に傷害を負わせて死亡させたのみならず，殺人等事件の首謀者\nとして，計画を立案，実行し，その間に共犯者を誘い込み，得た財産の大部分を自\n分のものにしている。被告人は，不合理な弁解に終始して反省の態度はなく，土地\nの登記名義は一応回復されているものの，その余の財産的被害について弁償の見込\nみはない。\nこれらの事情に照らすと，被告人の刑事責任は誠に重大であって，被告人に対し\nては，死刑を選択することも十分に考慮されるところである。\nしかしながら，原判決が維持した第１審判決は，殺人事件としては被害者が１名\nであること，傷害致死事件の動機や経緯，犯行状況は不明であることなどを考慮\nし，本件が非常に強い悪質性のある事案とまではいえないことから，死刑を選択す\nるのは相当ではないと判示している。第１審判決のこのような判断が誤りであると\nまではいえず，被告人を無期懲役に処した第１審判決を維持した原判決について，\nその刑の量定がこれを破棄しなければ著しく正義に反するということはできない。\nよって，刑訴法４１４条，３８６条１項３号，１８１条１項ただし書により，裁\n判官全員一致の意見で，主文のとおり決定する。\n(裁判 長 裁判 官  千葉 勝 美  裁判 官  小 貫 芳信   裁 判官   鬼丸 かお る  裁 判官\n山本庸幸)\n"
}