{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 6,
    "day": 30
  },
  "case_number": "平成25(ワ)347",
  "case_name": "損害賠償請求事件",
  "court_name": "大分地方裁判所民事第２部",
  "result": "その他",
  "lawsuit_id": "85104",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85104",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/104/085104_hanrei.pdf",
  "contents": "平成２６年６月３０日判決言渡  同日原本領収  裁判所書記官\n平成２５年（ワ）第３４７号  損害賠償請求事件\n口頭弁論終結日  平成２６年６月１６日\n判            決\n主            文\n１  被告は，原告に対し，金３０８２万８８９７円及びこれに対する平成２５年\n４月６日から支払済みまで，年５分の割合による金員を支払え。\n２  訴訟費用のうち参加によって生じた費用は被告補助参加人の負担とし，その\n余は被告の負担とする。\n３  この判決は，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n主文１項と同旨\n第２  事案の概要\n原告は，Ａ中学校（以下「本件中学校」という。）の生徒であったところ，\n本件中学校体育館内のバレーボール用支柱に設置されたステンレス製ネット巻\nき器を使用してバレーボールネットを張る作業をしていた際，当該ネット巻き\n器が急激に跳ね上がって顔面を直撃し，傷害を負った（以下「本件事故」とい\nう。）。本件は，原告が，本件中学校を設置する地方公共団体である被告に対\nし，公の営造物である上記支柱及びネット巻き器の設置又は管理に瑕疵があっ\nた，あるいは安全配慮義務を怠ったとして，国家賠償法（以下「国賠法」とい\nう。）２条１項，同法１条１項又は債務不履行による損害賠償請求権に基づき，\n３０８２万８８９７円及びこれに対する本件事故の後である平成２５年４月６\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める\n事案である。\n１  争いのない事実等\n以下の事実は，いずれも当事者間に争いのない事実又は証拠等によって容易\nに認定することのできる事実であり，後者については，末尾に認定根拠を掲記\nする。\n(1)  当事者等\nア  原告は，本件事故発生当時，本件中学校に１年生の女子生徒として在籍\nし，バレーボール部に所属していた（甲１の２，弁論の全趣旨）。\nイ  被告は，本件中学校を設置する地方公共団体である。\n被告補助参加人は，ステンレス鋳鋼業等を目的とする株式会社であり，\n本件事故の際に原告が使用していたステンレス製ネット巻き器（ステンレ\nスネット巻きＡＫ２２３００〔ハンドル付・ウォームギア方式・φ７６．\n３支柱用〕。以下「本件ネット巻き器」という。）の製造業者である。（丙\n２，弁論の全趣旨）\n(2)  本件事故の発生（甲１の２）\nア  日時  平成２３年１０月２日午前７時３９分頃\nイ  場所  本件中学校体育館内のバレーボールコート付近\nウ  態様  原告がバレーボール用支柱（以下「本件支柱」という。）に設置\nされた本件ネット巻き器を使用してバレーボールネットを張る作\n業をしていたところ，本件ネット巻き器が急激に跳ね上がり，原\n告の顔面を直撃した。\n(3)  原告の負傷\n原告は，本件事故により，前額部挫創，頭蓋骨開放骨折，鼻骨骨折，脳挫\n傷の傷害を負った。\n２  争点\n(1)  本件支柱及び本件ネット巻き器の設置又は管理に瑕疵があったか\n（原告の主張）\nア  本件支柱及び本件ネット巻き器は，いずれも「公の営造物」（国賠法２\n条１項）に当たる。\nイ  本件ネット巻き器を含む設備は，本件支柱にネットを張る作業に供され\nる物であり，本件中学校のバレーボール部員が本件ネット巻き器のハンド\nルを回すことは，その供用目的に沿った通常の利用方法にほかならず，本\n件ネット巻き器が本件支柱に固定され正常に作用することは，日常の部活\n動において当然の前提とされている。本件事故当時，中学１年生の女子生\n徒であった原告は，数名の生徒と共に，本件中学校の体育館において，同\n中学校教師の観察の下，バレーボールネットを張る作業をしていたのであ\nり，特段変わった作業をしていたわけではないにもかかわらず，本件ネッ\nト巻き器が急激に跳ね上がり，その顔面を直撃した。このような本件事故\nが発生した事実及び当時の作業状況のみからでも，本件事故当時，本件ネ\nット巻き器が危険な状態にあったことは明らかであるほか，本件ネット巻\nき器については，本件事故後の実験においても，急激にずれ上がることが\n確認されている。\nまた，被告補助参加人は，遅くとも平成１８年１０月３１日以降は，本\n件ネット巻き器の同等品に，ずれ上がり防止用の六角穴付ボルトを新たに\n導入しているのであり，かかる防止措置がとられていなかった本件ネット\n巻き器については，ずれ上がりの危険性があった。\nさらに，本件ネット巻き器は，本来，テニス用の支柱専用のものである\nにもかかわらず，本件中学校では，設置又は管理が適切になされていなか\nったため，バレーボール用の本件支柱に転用して設置されていた上，本件\nネット巻き器付属のものではないハンドルが使用されていた。\nしたがって，本件支柱及び本件ネット巻き器は，通常有すべき品質ない\nし安全性を欠いており，その設置又は管理に瑕疵があったというべきであ\nる。\nウ  これに対し，被告は，本件ネット巻き器は適切に管理されていたと主張\nするが，業者による定期点検は，本件事故の３か月前に行われたものであ\nる上，平成２３年９月２１日に行われた日常点検は，簡易なものにとどま\nる。したがって，本件ネット巻き器について，適切な管理が行われていた\nとはいえない。\nまた，被告補助参加人は，本件ネット巻き器が，バレーボール用の本件\n支柱に転用して設置された上，本件ネット巻き器付属の専用ハンドルでな\nいハンドルが使用されたことを理由として，原告は通常の用法に従って本\n件ネット巻き器を使用していなかったと主張するが，本件中学校において\nは，本件ネット巻き器をバレーボール用の本件支柱に設置し，専用のもの\nではないハンドルが使用されていたのであるから，通常の用法に従って使\n用されていたかの判断に当たっては，本件中学校におけるこのような本件\nネット巻き器の使用状況を前提として判断すべきであり，原告による本件\nネット巻き器の使用方法は，通常の用法に従ったものと認定されるべきで\nある。\n（被告の主張）\nア  本件支柱及び本件ネット巻き器が「公の営造物」に当たることは，認め\nる。\nイ  設置の瑕疵について\n本件ネット巻き器の同等品を用いて行われた実験では，通常よりも２５\n％強めにネットを張ってもネット巻き器がずれ上がることはなかったた\nめ，本件ネット巻き器そのものに構造上の瑕疵があったとはいえない。\nまた，本件ネット巻き器は，販売当時，テニス用と明記されることなく\n販売されていた。テニス用の支柱とバレーボール用の支柱の太さは同一で\nあり，かつ，テニスネットの方がバレーボールネットよりも大きく，そし\nて重いことからすれば，テニスネットの負荷に耐えることができる本件ネ\nット巻き器を，それよりも軽い負荷しかかからないバレーボールのネット\n巻き器として転用することに問題はない。したがって，本件ネット巻き器\nをバレーボール用の本件支柱に設置していたことをもって，設置の瑕疵が\nあったとはいえない。\nウ  管理の瑕疵について\n本件ネット巻き器については，平成２３年７月４日に業者による定期点\n検が実施され，その際に，摩耗，亀裂，破損が存在しないこと，本件支柱\nとの締付けに緩みが生じていないことが確認された上，増締めも行われた。\nまた，同年９月２１日に日常点検が実施された際にも，本件ネット巻き器\nに異常は認められなかった。このように，本件ネット巻き器は，適切に管\n理されており，管理の瑕疵があったとはいえない。\n（被告補助参加人の主張）\n原告は，本件事故当時，本件ネット巻き器付属の専用ハンドルを用いずに，\n別のハンドルを使用していた。当該専用ハンドルの全長は，８５ｍｍである\nのに対し，原告が使用していたハンドルの全長は，１０８ｍｍであり，専用\nハンドルよりも２３ｍｍ長い。そのため，てこの原理により，本件ネット巻\nき器にかかる負荷が，専用ハンドルを使用した場合よりも大きくなった。こ\nのように，本件事故は，通常予想される範囲を超える負荷が加えられて発生\nしたものであるから，本件ネット巻き器が通常有すべき品質や安全性を欠い\nていたものとはいえない。また，本件ネット巻き器付属の専用ハンドルを使\n用すべきことは，購入者に対して送付している警告シールにも記載されてお\nり，この警告シールは，本件事故当時，本件ネット巻き器の支柱に貼付され\nていたものと考えられる。\nまた，本件ネット巻き器は，テニス専用のものである。テニスネットとバ\nレーボールネットでは，その重量や大きさが異なり，ネット巻き器への負荷\nも異なるため，本件ネット巻き器は，テニスのネット巻き以外に使用するこ\nとが禁止されており，購入者に対しては，その旨記載された取扱説明書や警\n告シールを送付していた。そうであるにもかかわらず，本件ネット巻き器は，\nバレーボールのネット巻き器として使用されていたのであるから，本件ネッ\nト巻き器は，通常の用法で使用されていたものではない。\nしたがって，本件ネット巻き器の設置又は管理に瑕疵はない。\n(2)  被告に安全配慮義務違反があったか\n（原告の主張）\n被告は，本件中学校の設置者として，部活動中の生徒の安全に配慮すべき\n注意義務を負っていたにもかかわらず，これを怠ったため，本件事故が発生\nした。\n（被告の主張）\n争う。\n(3)  過失相殺\n（被告補助参加人の主張）\n本件ネット巻き器のハンドルの使用に当たっては，ハンドルを奥まで差し\n込み，ゆっくり，慎重に回すべきであり，このことは，本件支柱に貼付され\nた警告シールにも記載され，本件中学校の生徒に周知されていた。そうであ\nるにもかかわらず，原告は，本件事故の際，本件ネット巻き器のハンドルを\nゆっくり慎重に回転させず，力任せに急激に回転させたため，本件事故が発\n生した。\nしたがって，かかる原告については，少なくとも５割程度の過失相殺がさ\nれるべきであり，その後に損益相殺がされるべきである。\n（原告の主張）\n原告は，数名の生徒と共に，本件中学校教師の観察の下，バレーボールネ\nットを張る作業をしていたのであり，特段変わった作業をしていたものでは\nない上，ネット張りの作業においては相当の力を加えることが予定されてお\nり，中学１年生の女子生徒が特段変わった方法によらずに本件ネット巻き器\nを巻いた場合には，これが跳ね上がることはない。\nしたがって，原告に過失はなく，過失相殺すべきでない。\n(4)  原告の損害額\n（原告の主張）\n原告は，本件事故により，次の各損害を被った。\nア  両親による付添費       １４万９９００円\nイ  入院雑費                      ２万８５００円\nウ  入通院慰謝料                ８０万円\nエ  後遺傷害による逸失利益  ２３４６万３８９８円\n原告は，本件事故により後遺障害等級第９級（外貌に相当程度の醜状を\n残すもの）及び同第１４級（嗅覚の減退）に当たる後遺障害を負い，その\n症状固定時は平成２４年６月２０日として計算するのが相当であり，また\n当時１３歳の中学生であった。\nそうすると原告の後遺傷害による逸失利益は，賃金センサス平成２３年\n第１巻第１表の産業計・企業規模計・学歴計・男女計の全年齢平均年収額\n４７０万９３００円を原告の基礎収入として，１８歳から６７歳までの期\n間につき，３５％の労働能力を喪失したものとして算出すべきであり，次\nのとおり２３４６万３８９８円となる。\n（計算式）４７０万９３００円×（１８．５６５１［５４年のライプニッツ\n係数］－４．３２９５［５年のライプニッツ係数］）×３５％\n≒２３４６万３８９８円\nオ  後遺障害慰謝料       ６９０万円\nカ  アからオの合計      ３１３４万２２９８円\nキ  損害の填補\n(ア)  原告が，平成２３年１２月５日から平成２４年７月６日までの間に\n５回にわたって独立行政法人日本スポーツ振興センター（以下「スポー\nツ振興センター」という。）から支払を受けた金員のうち，原告の見舞\n金として受領した合計１６万６５３０円を，カ項の元金３１３４万２２\n９８円から控除すると３１１７万５７６８円となる。\n(イ)  原告は，平成２５年４月５日にスポーツ振興センターから障害見舞\n金５５０万円の支払を受けた。\n上記５５０万円を，(ア)項の元金３１１７万５７６８円に対する平成\n２３年１０月２日（本件事故日）から平成２５年４月５日（上記障害見\n舞金の支給日）までの遅延損害金２３５万３１２９円，元金３１１７万\n５７６８円の順に充当すると，残元金は２８０２万８８９７円となる。\nク  弁護士費用相当損害額      ２８０万円\nケ  したがって，原告の損害額は，キ(イ)項の２８０２万８８９７円とク項\nの２８０万円の合計額である３０８２万８８９７円となる。\n（被告の主張）\n原告主張の各損害額のうち，両親による付添費，入院雑費，入通院慰謝料\n及び後遺障害慰謝料については，認める。\nその余の損害（逸失利益及び弁護士費用相当損害額）については，争う。\n原告主張の損益相殺の対象となる金額及びその充当方法については争わな\nい（第３回口頭弁論調書）。\n（被告補助参加人の主張）\n争う。\nただし，原告主張の損益相殺の対象となる金額及びその充当方法について\nは争わない（第３回口頭弁論調書）。\n第３  当裁判所の判断\n１  争点(1)（本件支柱及び本件ネット巻き器の設置又は管理に瑕疵があったか）\nについて\n(1)  証拠（甲１の２，甲２の２ないし５，甲３の２，３，乙１ないし７，丙２\nないし７）及び弁論の全趣旨によれば，以下の各事実が認められる。なお，\n末尾に認定の主たる根拠を掲記する。\nア  本件ネット巻き器は，特殊ステンレスを材質とし，その重量は２．４ｋ\nｇであって，支柱固定金具を用いて支柱を挟み込み，六角穴付ボルト（Ｍ\n８×Ｌ３０）を２個使用して支柱に固定する構造のネット巻き器である（甲\n２の４）。\nイ  被告は，平成１８年６月８日ころ，Ｂ株式会社（以下「Ｂ」という。）\nから，本件中学校のバレー用ネット締め金具として，本件ネット巻き器を\n購入し，これを本件支柱に設置した（甲１の２）。本件ネット巻き器は，\nこれ以降，本件中学校において，部活動，授業，地域活動等に使用されて\nいた（甲２の３）。\n被告補助参加人は，平成１８年１２月ころ，本件ネット巻き器と同型の\nネット巻き器について，従来の取扱説明書（丙３）に加えて，新たに取付\n時の注意として，「本製品を安全にご使用して頂くために，ネット巻き（本\n件ネット巻き器と同型のネット巻き器を指す。以下，引用部分においては\n同じである。）を取り付ける際，支柱のストッパー（ボルトの頭部）をネ\nット巻き本体の穴に入れて，お取付けください。」，「ネットを強く巻き\n過ぎると，ネット巻きがズレ上がる恐れがあります。」などと記載した書\n面（丙６）と，「本製品を安全にご使用して頂くために，パイプに付属の\nボルトを図のようにお取付けください。」，「ネットを強く巻き過ぎると，\nネット巻きがズレ上る恐れがあるため，ズレ上り防止のボルトは必ず取付\nけてください。」などと記載した書面（丙７）を同封する措置を講じるよ\nうになったが，被告が本件ネット巻き器を購入した同年６月当時は，上記\n両書面（丙６，７）は同封されておらず，支柱に取り付けるずれ上がり防\n止用の部品（六角穴付ボルト〔Ｍ８×Ｌ１２〕及びバネ座金）も，付属部\n品に含まれていなかった。そのため，本件事故当時，本件ネット巻き器に\nついては，上記両書面（丙６，７）記載のようなずれ上がり防止のための\n措置は講じられていなかった。（以上につき，甲２の２，３，丙３，６，\n７，弁論の全趣旨）\nまた，本件ネット巻き器については，本件事故に関する被告補助参加人\n等への調査が行われた平成２４年１１月２６日当時には，テニス用の器具\nと明記した上で販売されていたが，被告が本件ネット巻き器を購入した平\n成１８年６月当時は，その用途につき，テニス用，バレーボール用などと\nいった明記は特にされていなかった。（甲２の３）\nウ  本件中学校においては，体育器具について，業者による年１回の定期点\n検及び同校の管理担当者による月１回の日常点検が実施されていたとこ\nろ，本件事故の直近における各点検の結果は，次のとおりである（甲１の\n２，２の４，乙１ないし７）。\n(ア)  Ｂの従業員は，被告との委託契約に基づき，平成２３年７月４日，\n本件中学校において，規定の仕様書等に従い，本件支柱及び本件ネット\n巻き器を含む各体育器具の安全点検（定期点検）を行ったが，同従業員\nは，本件支柱に異常を認めず，本件ネット巻き器についても，摩耗，外\n形上の亀裂・破損等は認めず，締付けの緩みを認めなかった。同社の担\n当者は，上記点検の際，点検手順に従い，本件ネット巻き器の増締めを\n行った。\n(イ)  また，本件中学校の体育器具の管理担当者は，平成２３年９月２１\n日，目視により，本件支柱及び本件ネット巻き器を含む各体育器具の安\n全点検（日常点検）を行ったところ，いずれについても，異常を認めな\nかった。\nエ  本件中学校の教頭らは，本件事故の直後，現場付近にいた生徒ら（バレ\nーボール部員）から聴取りを行い，今までバレーボールネットを張るとき\nに本件ネット巻き器がぐらついたりしたことがないか尋ねたところ，全員\nが「ない。」と答えた（甲１の２）。また，このころ，本件中学校の体育\n館を利用するバレーボールやミニバレーボールの社会体育団体にも同様の\n質問を行ったところ，連絡の取れた３団体とも，「ない。」と回答した（甲\n１の２）。\nオ  本件事故発生当時，本件ネット巻き器付属のものではないハンドルを用\nいて本件ネット巻き器が使用されていた。\n被告補助参加人作成の本件ネット巻き器の取扱説明書（丙３）には，「使\n用上のご注意」欄に，「ワイヤーをワイヤーフックに掛ける前，ネット巻\nきのハンドル軸に専用ハンドルを差込み，回転具合を確認してください。」\nと記載されているほか，同取扱説明書の「取付け及び使用方法」の項目中\nには，「警告シールを支柱に貼付けます。」との記載があり，被告補助参\n加人作成の警告シール（丙４）には，「専用ハンドルを使用してください。」\nとの記載がある。\nカ  独立行政法人製品評価技術基盤機構（以下「ＮＩＴＥ」という。）は，\n本件事故後の平成２４年１２月１４日，本件事故の現場となった本件中学\n校の体育館において，本件中学校や警察署と合同で，本件ネット巻き器及\nびこれと同等品（本件ネット巻き器と同型の製品であるが，被告が購入し\nた平成１８年６月当時のものとは若干異なるもの）を，同中学校にあった\n本件支柱とは別のバレーボール用の支柱に取り付けるなどして，バレーボ\nールネットを張る再現テストを行った（以下「本件合同調査」という。）\nところ，その結果は，次のとおりである（甲２の４）。\n(ア)  本件ネット巻き器の外観検査等\n本件ネット巻き器は，本件合同調査の開始当初，本件事故当時の状況\nを保全すべく，ずれ上がったままの状態で本件支柱に取り付けられたま\nまになっていた。外観上特に異常は認められなかった。本件支柱に固定\nする六角穴付ボルト２個の緩めトルク（緩めにくさの指標として使われ\nる数字であり，所定の締結力を得るまで締め込んだねじ，ボルトを，緩\nめ回転させるのに必要な最大トルク。なおトルクとは，力と距離の積で\n表される回転力を指す。また緩めトルクは，ねじやボルトがどの位のト\nルクで締め付けられているかを検査する際に，比較的容易に測定される\n検査値でもあるが，その検査値は実際の締付けトルクより低く測定され\nる傾向がある。）は，上のボルトが１３．９Ｎ・ｍ（ニュートン・メー\nトル），下のボルトが１０．２Ｎ・ｍであった。\n本件支柱から本件ネット巻き器を取り外したところ，本件ネット巻き\n器の内側に，文字の痕跡が認められるフィルム状のもの（本件支柱に貼\n付されていたシールが，本件ネット巻き器がずれ上がる際に削り取られ\nたものと思料される。）と，本件支柱の塗料とみられる油状のものが認\nめられた。\n(イ)  通常どおりバレーボールネットを張った場合\n本件ネット巻き器を別の支柱に取り付けた（本件ネット巻き器の支柱\nへの取付けの締付けトルクは，上のボルトが２３．０Ｎ・ｍ，下のボル\nトが２０．０Ｎ・ｍ，緩めトルクは，上のボルトが１８．２Ｎ・ｍ，下\nのボルトが２２．８Ｎ・ｍ）上で，通常どおり（引張張力１８９１ニュ\nートン〔１９３キログラム重〕にて）バレーボールネットを張ったとこ\nろ，本件ネット巻き器は，ネットを張り終わると同時に，徐々に支柱を\nずれ上がり，支柱に設置されたストッパーで止まった。\nこれに対し，本件ネット巻き器の同等品を支柱に設置した（同等品の\n支柱への取付けの締付けトルクは，上のボルトが１７．０Ｎ・ｍ，下の\nボルトが２１．１Ｎ・ｍ，緩めトルクは，上のボルトが１８．１Ｎ・ｍ，\n下のボルトが１８．７Ｎ・ｍ）上で，通常どおり（引張張力１９６０ニ\nュートン〔２００キログラム重〕にて）バレーボールネットを張ったと\nころ，同等品が，支柱をずれ上がることはなかった。その後，更にバレ\nーボールネットの張力を２４５０ニュートン（２５０キログラム重）に\nまで上げたが，同等品が支柱をずれ上がることはなかった。\n(ウ)  本件事故当時の緩めトルクで本件ネット巻き器を支柱に取り付け\nてバレーボールネットを張った場合\n上記(ア)項の結果，本件事故当時の本件ネット巻き器は，緩めトルク\nにつき上のボルトが１３．９Ｎ・ｍ，下のボルトが１０．２Ｎ・ｍで，\n本件支柱に取り付けられていたと思料されるところ，同トルクにて本件\nネット巻き器を支柱に設置し，張力を測定しながらバレーボールネット\nを張ったところ，本件ネット巻き器は，張力が１２７４ニュートン（１\n３０キログラム重）となった時点から徐々に支柱をずれ上がり始め，支\n柱に設置されたストッパーの位置で止まった。\n本件事故当時の本件ネット巻き器の緩めトルク（上のボルト１３．９\nＮ・ｍ，下のボルト１０．２Ｎ・ｍ）にて，本件ネット巻き器の同等品\nを支柱に設置し，張力を測定しながらバレーボールネットを張ったとこ\nろ，同等品は，張力が１９６０ニュートン（２００キログラム重）に至\nっても，更に締め上げて２４５０ニュートン（２５０キログラム重）に\n至っても，支柱をずれ上がることはなかった。そこで，同等品を更に低\nい締付けトルクにて本件支柱に取り付けることとし，同等品を締付けト\nルクにつき，上下ボルト共に５．０Ｎ・ｍにて支柱に取り付け，張力を\n測定しながらバレーボールネットを張ったところ，同等品は，張力が１\n６６６ニュートン（１７０グラム重）となった時点から徐々に支柱をず\nれ上がり始め，支柱に設置されたストッパーの位置で止まった。\n(エ)  支柱のストッパーをはずした場合\n本件ネット巻き器が本件事故時と同様に跳ね上がるかを確認すべく，\n支柱からストッパーを外した状態で，本件ネット巻き器を本件事故当時\nと同じ緩めトルクと思料される緩めトルク（上のボルトが１３．９Ｎ・\nｍ，下のボルトが１０．２Ｎ・ｍ）にて，本件ネット巻き器を支柱に取\nり付け，張力を測定しながらバレーボールネットを張ったところ，本件\nネット巻き器は，張力が１９６０ニュートン（２００キログラム重）と\nなった時点から支柱をずれ上がり始め，その後も巻上げを続けた結果，\n急激に跳ね上がった。最終的な張力は，２４５０ニュートン（２５０キ\nログラム重）であった。\nまた，本件事故当時の緩めトルクより，倍近い力の緩めトルク（上下\nボルト共に２０．０Ｎ・ｍ）にて本件ネット巻き器を支柱に取り付け，\n張力を測定しながらバレーボールネットを張ったところ，本件ネット巻\nき器は，張力が２３５２ニュートン（２４０キログラム重）となった時\n点からずれ上がり始め，その後も巻き上げを続けた結果，急激に跳ね上\nがった。最終的な張力は，２４５０ニュートン（２５０キログラム重）\nであった。\nキ  Ｃ警察が平成２４年１１月２６日にＮＩＴＥにファックス送信した本件\n事故に係る通知書（甲２の２）には，本件事故の原因として，「ネット巻\nきには，支柱に直接ボルトをねじ込むズレ上がり防止措置が導入されてい\nるものの，本機器（本件ネット巻き器）には同措置が取り付けられていな\nい。このことが直接的原因と思料されるが，ズレ上がり防止措置を講じる\nべき法規制も存在しない。」と記載されている。\n(2)ア  本件支柱及び本件ネット巻き器が「公の営造物」（国賠法２条１項）に\n当たることについては，当事者間に争いがない。\nイ  第２の１の各事実，(1)項で認定した事実によれば，本件中学校は，体\n育館内のバレーボール用に設置した本件支柱に，バレーボールネットを張\nるために本件ネット巻き器を取り付けていたこと，原告は，本件支柱に取\nり付けられた本件ネット巻き器を使用してバレーボールネットを張る作\n業をしたところ，本件ネット巻き器が本件支柱を急激に跳ね上がったこ\nと，本件ネット巻き器が急激に跳ね上がったのは，本件事故当時，２４５\n０ニュートン（２５０キログラム重）程度の張力が本件ネット巻き器にか\nかると，本件ネット巻き器が，急激に跳ね上がる状態になっていたたため\n（(1)カ項）と十分に推認できることが認められる。\n中学生が，バレーボールネットを張るに際し，張力につき，通常にバレ\nーボールネットを張るより，多少強く２４５０ニュートン（２５０キログ\nラム重）の張力がかかる程度に，本件ネット巻き器のハンドルを回すこと\nは十分に想定されるところであり，この程度の張力で，本件事故当時，本\n件ネット巻き器が，急激に跳ね上がる状態であったのであるから，本件ネ\nット巻き器は，通常有すべき安全性を有しておらず，その設置又は管理に\n瑕疵があったものと認められるというべきである。\n(3)ア  これに対し，被告は，本件ネット巻き器の同等品で実験した場合に，そ\nれがずれ上がることはなかったから，本件ネット巻き器にも瑕疵がないと\n主張する。しかし，本件ネット巻き器の同等品に瑕疵がなかったというこ\nとから，直ちに本件ネット巻き器の設置，管理に瑕疵がなかったと認める\nことはできないのであり，被告の上記主張は採用できない。\nまた，被告は，本件ネット巻き器は，定期的に検査がされており，異常\nが指摘されていないから，瑕疵がないと主張する。しかし，(1)項で認定し\nた事実によれば，本件ネット巻き器は，通常，取付けに際して用いられる\nと思料される（(1)カ(イ)項）上下ボルト共に２０．０Ｎ・ｍの緩めトルク\n（(1)カ(エ)項）で，本件支柱に取り付けた場合でも，２３５２ニュートン\n（２４０キログラム重）の張力をかけると本件支柱をずれ上がる状態にな\nっていたものと推認できることからすると，むしろ，定期点検，あるいは\n日常点検の方法に問題があったとも思料されるのであり，少なくとも，定\n期点検，日常点検にて異常が指摘されなかったことをもって，本件ネット\n巻き器に瑕疵がなかったとすることはできない。したがって，被告の上記\n主張は採用できない。\nイ  被告補助参加人は，原告が本件ネット巻き器付属の専用ハンドルを用い\nずに本件ネット巻き器を回したために本件事故が発生したものであり，ま\nた，本件ネット巻き器を使用する際には専用ハンドルを用いるべきである\nことは本件事故当時に本件ネット巻き器の支柱に貼付されていた警告シー\nルに記載されていたのであるから，本件ネット巻き器には設置，管理の瑕\n疵がないと主張する。しかしながら，本件中学校が，本件ネット巻き器で\nバレーボールネットを張るに際し，通常，本件ネット巻き器に付属するハ\nンドルを使用していたことをうかがわせる証拠はなく，原告が，あえて，\n本件ネット巻き器に付属するハンドルを使用しなかった事実はうかがえな\nい。そうすると，原告が，本件ネット巻き器付属のハンドルを使用しなか\nったことが本件中学校における本件ネット巻き器の通常の用法に反した使\n用になるとは認められない。したがって，被告補助参加人の上記主張を採\n用することはできない。\nまた，被告補助参加人は，本件ネット巻き器はテニスネット専用のもの\nであって，これをバレーボールネットに転用したのであるから，本件ネッ\nト巻き器は通常の用法で使用されていないと主張する。しかし，前記のと\nおり，本件ネット巻き器は，バレーボール用ネット締め金具として本件中\n学校に納入され，本件中学校は，これをバレーボール用の支柱に取り付け\nていたものであり，部活，授業，地域活動等で使用されていたのであるか\nら，このような本件中学校における本件ネット巻き器の用途からすれば，\n本件ネット巻き器をバレーボールネットに使用したことは，通常の用法に\n従ったものといえる。被告補助参加人の上記主張を採用することはできな\nい。\n２  争点(3)（過失相殺）について\n(1)  被告補助参加人は，原告が本件事故の際に本件ネット巻き器のハンドルを\nゆっくり慎重に回転させず，力任せに急激に回転させたのであり，過失相殺\nを行うべき旨主張する。\n(2)  １(2)，(3)項のとおり，本件中学校は，体育館内のバレーボール用に設置\nした本件支柱に，バレーボールネットを張るために本件ネット巻き器を取り\n付けていたこと，原告は，本件支柱に取り付けられた本件ネット巻き器を使\n用してバレーボールネットを張る作業をしたところ，本件ネット巻き器が本\n件支柱を急激に跳ね上がったこと，本件ネット巻き器が急激に跳ね上がった\nのは，本件事故当時，２４５０ニュートン（２５０キログラム重）程度の張\n力が本件ネット巻き器にかかると，本件ネット巻き器が，急激に跳ね上がる\n状態になっていたたためと認められるが，他方，中学生の生徒が，バレーボ\nールネットを張るに際し，張力につき，通常にバレーボールネットを張るよ\nり，多少強く２４５０ニュートン（２５０キログラム重）の張力がかかる程\n度に，本件ネット巻き器のハンドルを回すことがあることは十分に想定され\nるところであり，本件中学校等は，この想定のもとに，本件ネット巻き器等\nの物品の設置，管理をすべきであること，また，本件中学校は，上記の想定\nのもとに，本件ネット巻き器等の物品の使用方法につき生徒に対して指導す\nべきであるが，本件中学校が，本件ネット巻き器の使用方法につき，原告に\n対して，どのような指導をしたのかは証拠によっても明らかではないこと，\n本件ネット巻き器でバレーボールネットを張るに際し，通常，本件ネット巻\nき器に付属するハンドルを使用していたことをうかがわせる証拠はなく，原\n告が，あえて，本件ネット巻き器に付属するハンドルを使用しなかった事実\nはうかがえないことからすると，過失相殺をするのは不当である。\nしたがって，被告補助参加人の主張を採用することはできない。\n３  争点(4)（原告の損害額）について\n(1)  証拠（甲４の１～９，甲７の１の１・２，甲７の２の１・２，甲７の３\nの１・２，甲７の４の１・２，甲７の５の１・２，甲７の６の１・２，甲７\nの７の１・２，甲７の８の１・２，甲８，甲９）及び弁論の全趣旨によれば，\n原告は次のとおり，本件事故による傷害により入通院したことが認められ\nる。\nア  Ｄ病院脳神経外科\n入院  平成２３年１０月２日から同月２０日まで（１９日間）\n通院  平成２３年１１月７日，同月１０日，平成２４年１月５日，同\n年４月５日，同年８月２日，同月９日（計６日）\nイ  Ｄ病院形成外科\n通院  平成２３年１１月１０日，平成２４年２月２９日，同年４月５\n日（計３日。なお，平成２３年１１月１０日，平成２４年４月\n５日の通院については，上記ア項と重複する。）\nウ  Ｄ病院耳鼻咽喉科\n通院  平成２３年１０月１４日\nエ  Ｅ病院耳鼻咽喉科頭頸部外科\n通院  平成２４年６月２０日\n(2)  両親による付添費及び入院雑費\n原告が本件事故により，両親による付添費として１４万９９００円，入院\n雑費として２万８５００円の各損害を被ったことについては，当事者間に争\nいがない。\nなお，この点について，被告補助参加人は，原告主張の上記各損害額を争\nうが，これらについては被告の自白が，平成２６年３月７日の第５回弁論準\n備手続期日において成立しているため，補助参加人の当該主張は効力を有し\nない（民事訴訟法４５条２項）。\n(3)  入通院慰謝料\n本件事故による原告の傷害内容，治療期間及び経過等などの一切の事情を\n考慮すると，原告の入通院慰謝料は８０万円とするのが相当である。\n(4)  後遺傷害による逸失利益\n証拠（甲４の６，甲４の８）及び弁論の全趣旨によれば，原告は，本件事\n故による後遺傷害として前額部瘢痕による醜状及び嗅覚の減退を残すもの\nであること，上記前額部瘢痕は，原告の外貌に相当程度の醜状を残すもので\nあると認められる。そうすると，原告の労働能力喪失率は３５％とするのが\n相当である。\nまた，上記証拠によれば，原告の前額部瘢痕の後遺障害は平成２４年４月\n５日に，嗅覚の減退の後遺障害後者については同年６月２０日に，それぞれ\n症状固定したことが認められ，原告は，本件事故当時中学生であった。\n以上の事実からすると，原告の後遺傷害による逸失利益は，原告の主張す\nるとおり，賃金センサス平成２３年第１巻第１表の産業計・企業規模計・学\n歴計・男女計の全年齢平均年収額４７０万９３００円を原告の基礎収入とし\nて，１８歳から６７歳までの期間につき，３５％の労働能力を喪失したもの\nとし，中間利息控除の基礎となるライプニッツ係数を，症状固定時である１\n３歳から６７歳までの５４年に相当する１８．５６５１から，１３歳から１\n８歳までの５年に相当する４．３２９５を控除した値である１４．２３５６\nとして算出するが相当であり，原告の主張どおり２３４６万３８９８円とな\nる。\n（計算式）４７０万９３００円×（１８．５６５１［５４年のライプニッツ\n係数］－４．３２９５［５年のライプニッツ係数］）×３５％\n≒２３４６万３８９８円\n(5)  後遺障害慰謝料\n(4)項を含め，後遺障害に関する一切の事情を考慮すると原告の後遺障害慰\n謝料は，６９０万円とするのが相当である。\n(6)  (1)から(5)項の金員の合計額は３１３４万２２９８円となる。\n(7)  損害の填補\nア  証拠（甲５，６，乙９の１・２，乙１０の１～４，乙１１の１・２，乙\n１２の１・２，乙１３の１～３）及び弁論の全趣旨によれば，スポーツ振\n興センターからの金銭の支払について，下記のとおり認められる。\n記\nスポーツ振興センターは，原告に対し，本件中学校校長を通じ，下記(ア)\n項から(オ)項のうち各ａ項に記載されている金額を治療費及び見舞金と\nして支払った。原告は，このうち各ｂ項に記載されている金額を，原告の\n入院料や診療費としてＤ病院に支払い，各ｃ項に記載されている金額（各\nａ項に記載されている金額から各ｂ項に記載されている金額を控除した\n金額）を，見舞金として受領した。\n(ア)ａ  平成２３年１２月５日に脳挫傷，頭蓋内に達する開放創併合あり，\n鼻骨開放骨折に対する同年１０月分の治療費及び見舞金として１７万\n９０５６円を受領（乙９の１）\nｂ  同日，Ｄ病院に対して，平成２３年１０月２日から同月２０日まで\nの入院料として，１万７１４０円を支払（乙９の２）\nｃ  原告が受領した見舞金   １６万１９１６円\n(イ)ａ  平成２４年２月７日に脳挫傷，頭蓋内に達する開放創併合あり，\n鼻骨開放骨折に対する平成２３年１１月分の治療費及び見舞金として\n３９３２円を受領（乙１０の１）\nｂ  同日，Ｄ病院に対して，平成２３年１１月７日分（脳神経外科）及\nび同月１０日分（形成外科及び脳神経外科）の診療費として，合計２\n９５０円を支払（乙１０の２から４）\nｃ  原告が受領した見舞金  ９８２円\n(ウ)ａ  平成２４年４月２日に，脳挫傷，頭蓋内に達する開放創併合あり，\n鼻骨開放骨折に対する同年１月分の治療費及び見舞金として１万０３\n６８円を受領（乙１１の１）\nｂ  同月１２日，Ｄ病院に対して，同年１月５日分（脳神経外科）の診\n療費として７７８０円を支払（乙１１の２）\nｃ  原告が受領した見舞金  ２５８８円\n(エ)ａ  平成２４年５月７日に，脳挫傷，頭蓋内に達する開放創併合あり，\n鼻骨開放骨折に対する同年２月分の治療費及び見舞金として２８０円\nを受領（乙１２の１）\nｂ  同日，Ｄ病院に対して，同年２月２９日分（形成外科）の診療費と\nして２１０円を支払（乙１２の２）\nｃ  原告が受領した見舞金  ７０円\n(オ)ａ  平成２４年７月６日に，脳挫傷，頭蓋内に達する開放創併合あり，\n鼻骨開放骨折に対する同年１０月分の治療費及び見舞金として３９０\n４円を受領（乙１３の１）\nｂ  同月４日，Ｄ病院に対して，同年４月５日分（形成外科及び脳神経\n外科）の診療費として合計２９３０円を支払（乙１３の２，３）\nｃ  原告が受領した見舞金  ９７４円\nまた，スポーツ振興センターは，平成２５年３月２１日，本件事故によ\nる原告の各後遺障害のうち，前額部瘢痕による醜状については，独立行政\n法人日本スポーツ振興センターに関する省令２３条別表の第９級の１６\n「外貌に相当程度の醜状を残すもの」に，嗅覚障害については，同別表の\n第１４級の９「嗅覚の減退のみが存するもの」にそれぞれ該当するものと\n認め，原告に対し，第９級の障害見舞金（５５０万円）を支給する旨決定\nした（甲５）。\n原告は，平成２５年４月５日，上記障害見舞金の支給を受けた（甲６）。\nイ  原告は，平成２３年１２月５日から平成２４年７月６日までの間，５回\nにわたってスポーツ振興センターから支払を受けた金員のうち，原告の見\n舞金として合計１６万６５３０円を受領したところ，これを上記(6)項の\n元金３１３４万２２９８円から控除すると３１１７万５７６８円となる。\nそして，原告は，平成２５年４月５日，スポーツ振興センターから，障\n害見舞金として５５０万円の支給を受けたところ，これを，次の計算式の\nとおり同日までに発生した上記３１１７万５７６８円に対する民法所定\nの年５％の割合による遅延損害金２３５万３１２９円，元金３１１７万５\n７６８円の順に充当すると残元金は２８０２万８８９７円となる。\n（計算式）\n３１１７万５７６８円×（５５１日÷３６５日）×５％\n≒２３５万３１２９円\n(8)  弁護士費用相当額\n本件事故と相当因果関係のある弁護士費用相当の損害額は，２８０万円と\nするのが相当である。\n(9)  (7)と(8)項の金員の合計額は３０８２万８８９７円となる。\n（計算式）\n２８０２万８８９７円＋２８０万円＝３０８２万８８９７円\n４  結論\n以上によれば，原告は，被告に対し，３０８２万８８９７円及びこれに対す\nる平成２５年４月６日から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求めることができる。\nよって，原告の請求には理由があるからこれを認容することとし，主文のと\nおり判決する。\n大分地方裁判所民事第２部\n裁判長裁判官      宮   武      康\n裁判官      大   島   広   規\n裁判官      五   味   亮   一\n"
}