{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 2,
    "day": 7
  },
  "case_number": "平成24(行ケ)10148",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82980",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82980",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/980/082980_hanrei.pdf",
  "contents": "平成２５年２月７日判決言渡\n平成２４年（行ケ）第１０１４８号  審決取消請求事件\n口頭弁論終結日  平成２５年１月２４日\n判 決\n原 告        エス・イー・エンジニアリング株式会社\n訴 訟 代 理 人 弁 護 士        高 橋 恭 司\n枩 藤 朋 子\n大 村 隆 平\n弁 理 士        足 立   勉\n石 原 啓 策\n竹 中 謙 史\n被 告          Ｙ\n訴 訟 代 理 人 弁 護 士        寒 河 江   孝   允\n弁 理 士        保 科 敏 夫\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告が求めた判決\n特許庁が無効２０１０－８００２３４号事件について平成２４年３月２８日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，被告の特許につき原告による無効審判請求を不成立とした審決の取消訴\n訟である。争点は，審判手続の手続違背の有無，進歩性（容易想到性）の有無，明\n確性要件違反の有無である。\n１  特許庁における手続の経緯\n被告は，発明の名称を「ロータリー式撹拌機用パドル及びオープン式発酵処理装\n置」とする発明に係る特許第３６８２１９５号の特許権者である（平成１２年１月\n１８日特許出願，登録日平成１７年５月２７日，登録時の請求項の数は３）。\nこれに対し，原告は，平成２２年１２月１６日，請求項１ないし３に係る特許に\nつき無効審判請求をしたところ（無効２０１０－８００２３４号），特許庁は，平成\n２３年８月３日，「特許第３６８２１９５号の請求項１～３に係る発明についての特\n許を無効とする。」との審決（第１次審決）をした。そこで，被告は，第１次審決の\n取消しを求める訴えを提起するとともに（平成２３年（行ケ）第１０２８５号），同\n年１０月３１日，請求項１ないし３の特許請求の範囲の記載の各一部を改める訂正\n審判請求を行ったところ，平成２４年１月１０日，第１次審決は特許法１８１条２\n項に基づいて取り消された。\nその後の審判において上記訂正審判請求と同趣旨の訂正請求がされたものとみな\nされ（平成２３年法律第６３号特許法等一部改正法による改正前の特許法１３４条\nの３第５項，本件訂正），特許庁は，平成２４年３月２８日，「訂正を認める。本件\n審判の請求は成り立たない。」との審決（以下，「審決」とはこの審決を指す。）をし，\nその謄本は同年４月５日に原告に送達された。\n２  本件発明の要旨\n本件発明は，有機質廃物を発酵処理するオープン式発酵処理装置及び同装置に用\nいるロータリー式撹拌機用パドルに関する発明で，本件訂正後の請求項１ないし３\nの特許請求の範囲は以下のとおりである（下線を付した部分が訂正部分である）。\n【請求項１（本件発明１）】\n「有機質廃物を経時的に投入堆積発酵処理する長尺広幅の面域の長さ方向の１側\nに長尺壁を設け，その他側は長尺壁のない長尺開放側面として成る大容積のオープ\nン式発酵槽を構成すると共に，該長尺壁の上端面にレールを敷設し，該レール上と\n該長尺開放側面側の面域上を転動走行する車輪を配設されて具備すると共に堆積物\nを往復動撹拌する正，逆回転自在のロータリー式撹拌機を横設した台車を該オープ\nン式発酵槽の長さ方向に往復動走行自在に設け，更に該ロータリー式撹拌機は，該\n台車の幅方向に水平に延びる回転軸と，該回転軸の周面に且つその軸方向に配設さ\nれた多数本の長杆の先端に板状の掬い上げ部材を具備するパドルとから成るオープ\nン式発酵処理装置において，\n前記ロータリー式撹拌機用のパドルであって，長杆の先端に，２枚の板状の掬い\n上げ部材を前後に且つ前後方向に対し傾斜させて配置し，その前側の傾斜板の外面\nは斜め１側前方を向き，その後側の傾斜板の外面は斜め１側後方を向くように配向\nせしめて配設したことを特徴とするパドル。」\n【請求項２（本件発明２）】\n「有機質廃物を経時的に投入堆積発酵処理する長尺広幅の面域の長さ方向の１側\nに長尺壁を設け，その他側は長尺壁のない長尺開放側面として成る大容積のオープ\nン式発酵槽を構成すると共に，該長尺壁の上端面にレールを敷設し，該レール上と\n該長尺開放側面側の面域上を転動走行する車輪を配設されて具備すると共に堆積物\nを往復動撹拌する正，逆回転自在のロータリー式撹拌機を横設した台車を該オープ\nン式発酵槽の長さ方向に往復動走行自在に設け，更に該ロータリー式撹拌機は，該\n台車の幅方向に水平に延びる回転軸と，該回転軸の周面に且つその軸方向に配設さ\nれた多数本の長杆の先端に板状の掬い上げ部材を具備するパドルとから成るオープ\nン式発酵処理装置において，\nこれらのパドルのうち，該オープン式発酵槽の該長尺開放側面側に位置する該回\n転軸の外端から少なくとも１本乃至数本のパドルは，該長杆の先端に，前後一対の\n板状の掬い上げ部材が夫々台車の走行方向に対し斜めに交叉し且つ内側に向けられ\nて配設された請求項１に記載のパドルから成り，その他の残る各パドルは，長杵の\n先端に，該台車の走行方向に対し直交して板状の掬い上げ部材を取り付けた通常の\nパドルから成ることを特徴とし，しかもまた，次のＸ及びＹの各特徴をさらに備え\nるオープン式発酵処理装置。\nＸ  大容積のオープン式発酵槽は，日を改めて投入する有機質廃物について，少\nなくとも複数日にわたるものをすでに投入したものとは別の空いた領域に計時的に\n投入することができるだけの面域を備えること。\nＹ  前記ロータリー式撹拌機及び前記長尺壁は，前記有機質廃物の堆積高さを高\n温発酵を確保することができるだけの高さ構成を備えること。」\n（以下，同請求項前段のオープン式発酵処理装置を「前提オープン式発酵処理装\n置」ということがある。）\n【請求項３（本件発明３）】\n「請求項２に記載のオープン式発酵処理装置において，該ロータリー式撹拌機の\n該回転軸の中間域部に配設された通常のパドルのうち，所定の間隔を存して配設さ\nれた複数本を，請求項１に記載のパドルに代えたことを特徴とするオープン式発酵\n処理装置。」\n３  原告が主張する無効理由（無効理由４，５は撤回された。）\n(1)  無効理由１\n本件発明１ないし３は，本件出願前に日本国内で譲渡されたＡエンジニアリング\n(株)製の本件混合機（「                                  」所在の堆肥センター\nに，Ｂエンジニアリングサービス(株)が納入した混合機）に係る発明と実質的に同\n一であるから，新規性（特許法２９条１項１号）を欠く。または，本件発明１ない\nし３は，本件混合機に係る発明に基づいて，本件出願当時，当業者が容易に発明を\nすることができたものであるから，進歩性を欠く。\n(2)  無効理由２\n本件発明１は，下記甲第４４号証に記載された発明に基づいて，本件出願当時，\n当業者が容易に発明することができたものであるから，進歩性を欠く。\n【甲第４４号証】特開平７－２２２９６６号公報\n(3)  無効理由３\n本件発明２，３は，本件出願前に日本国内で譲渡されたＡエンジニアリング(株)\n製オープン式発酵処理装置ＫＳ７－１２型に係る発明（ＫＳ７－１２発明）に基づ\nいて，本件出願当時，当業者が容易に発明をすることができたものであるから，進\n歩性を欠く。\n(4)  無効理由６\n本件発明１の特許請求の範囲にいう「長杆」の前後の方向は観念できないから，\n「前後に」，｢前後方向に対し傾斜させて｣，「前側」，「斜め１側前方を向き」，「その\n後ろ側」，「斜め１側後方を向く」との部分が不明確である。また，「長杆」の形状は\n不明であり，「先端に・・・２枚の板状の部材を・・・配置」との部分も，長杆と板\n状部材をどのように組み合わせるか不明確である。そして，「板」は直方体であると\nころ，どの面を「外面」とするのか不明確である。\n本件発明２では，いずれを正回転とし，いずれを逆回転とするか不明確であるか\nら，本件発明２の特許請求の範囲にいう「正，逆回転自在」との部分は不明確であ\nる。また，「該長杆の先端に，前後一対の」との部分も，いずれの方向を前とし，後\nろとするか不明確である。そして，「該台車の走行方向に対し直交して」との部分も，\n板状の掬い上げ部材のいずれの面と台車の走行方向を直交させるか不明確であるし，\n撹拌動作中に板状の掬い上げ部材と台車の走行方向を直交させることはできない。\n本件発明３の特許請求の範囲の「該ロータリー式撹拌機」，「該回転軸」にいう「該」\nの意味が不明確であるし，「ロータリー式撹拌機」，「回転軸」，「通常のパドル」の部\n分も，具体的な構成が特定されておらず，不明確である。\n４  審決の理由の要点\n(1)  無効理由１についての判断（１７，１８頁）\n「本件混合機は平成１２年２月１１日に据付が行われたので，これが公知になったのは，早\nくともこの日以降である。そして，本件出願日は平成１２年１月１８日であるので，本件混合\n機は，本件発明の特許出願前に公知であるとすることはできない。このため，本件混合機が本\n願出願前に公知であることを前提とする無効理由１は，採用することができない。」\n「以上のとおりであるので，本件発明１～３は，本件混合機に係る発明であるか，それに基\nづいて当業者が容易に発明をすることができたとすることはできない。」\n(2)  無効理由２についての判断\n【甲第４４号証に記載された甲４４発明】（１０頁）\n「生ゴミ処理装置の処理槽内に設けられた，生ゴミの撹拌・移動機構であり，正\n逆回転可能に設定された回転部と，これに固定された撹拌部と案内部からなり，棒\n状の撹拌部の先端に設置された案内部は，回転部の正回転時に生ゴミを撹拌・移動\nさせる正回転時案内部と，逆回転時に同様の作用をする逆回転時案内部とが，Ｖ字\n状をなすように形成された生ゴミの撹拌・移動機構。」\n【本件発明１と甲４４発明の一致点】（１８頁）\n「撹拌機用のパドルであって，長杆の先端に，２枚の板状の部材を前後に且つ前\n後方向に対し傾斜させて配置し，その前側の傾斜板の外面は斜め１側前方を向き，\nその後側の傾斜板の外面は斜め１側後方を向くように配向せしめて配設したことを\n特徴とするパドル。」である点\n【本件発明１と甲４４発明の相違点】（１８頁）\n甲４４発明に係るパドルは，生ゴミ処理装置の処理槽内に設けられたものである\nのに対し，本件発明１のパドルは，前提オープン式発酵処理装置，すなわち「有機\n質廃物を経時的に投入堆積発酵処理する長尺広幅の面域の長さ方向の１側に長尺壁\nを設け，その他側は長尺壁のない長尺開放側面として成る大容積のオープン式発酵\n槽を構成すると共に，該長尺壁の上端面にレールを敷設し，該レール上と該長尺開\n放側面側の面域上を転動走行する車輪を配設されて具備すると共に堆積物を往復動\n撹拌する正，逆回転自在のロータリー式撹拌機を横設した台車を該オープン式発酵\n槽の長さ方向に往復動走行自在に設け，更に該ロータリー式撹拌機は，該台車の幅\n方向に水平に延びる回転軸と，該回転軸の周面に且つその軸方向に配設された多数\n本の長杆の先端に板状の掬い上げ部材を具備するパドルとから成るオープン式発酵\n処理装置」で使用する点\n【相違点に係る構成の容易想到性判断】（１９頁）\n「そこで，生ゴミ処理装置の処理槽内に設けられた甲４４発明に係るパドルを，前提オープ\nン式発酵処理装置に転用することが容易かを検討する。\nこれに関し，たしかに，甲４４発明におけるＶ字状の撹拌部材は処理槽内の処理剤と生ゴミ\n混合物を撹拌しつつ移動させる機能を有する。この点で，本件訂正発明１において採用するパ\nドルとは類似した機能を有する。\nしかし，生ゴミ処理装置における撹拌部材とオープン式発酵処理装置におけるパドルとは，\nその作用が異なる。\nすなわち，生ゴミ処理装置においては，密閉した処理槽内で処理剤と生ゴミの混合物を，単\nに撹拌・移動させるにとどまる。これは，甲４４発明に係るパドルは，棒状をなす撹拌部と V\n字状をなす案内部の作用により，生ゴミ混合物を，処理槽内の中央部にある粗砕刃により粗砕\nするために，撹拌しつつ移動させていることから明らかである・・・。\nこれに対し，オープン式発酵処理装置におけるパドルは，半ば開放された処理槽内で被処理\n物を掬い上げて放り投げるという撹拌・混合を行う。これにより，オープン式発酵処理装置に\nおいては，堆積物が外側に拡散して堆積物の堆積高さが減少し，良好で安定的な発酵状態を維\n持することができないという課題を解決することができる。\nこのため，甲４４発明に係る生ゴミ処理装置において使用するパドルを，前提オープン式発\n酵処理装置に転用することについて，その動機をみいだすことができないので，前提オープン\n式発酵処理装置は甲４４発明と同様に好気性発酵処理を行う発酵装置である点で共通するとし\nても，当該転用は当業者が容易に想到するものとはいえない。」\n「以上のとおりであるので，本件発明１が甲第４４発明に基づいて当業者が容易に発明をす\nることができたとすることはできない。」\n(3)  無効理由３についての判断\n【本件発明２とＫＳ７－１２発明の一致点】\n「前提オープン式発酵処理装置である点」\n【本件発明２とＫＳ７－１２発明の相違点】\n・相違点(i)\n本件発明２では，配設されるパドルについて，「これらのパドルのうち，該オープ\nン式発酵槽の該長尺開放側面側に位置する該回転軸の外端から少なくとも１本乃至\n数本のパドルは，該長杆の先端に，前後一対の板状の掬い上げ部材が夫々台車の走\n行方向に対し斜めに交叉し且つ内側に向けられて配設された請求項１に記載のパド\nルから成り，その他の残る各パドルは，長杆の先端に，該台車の走行方向に対し直\n交して板状の掬い上げ部材を取り付けた通常のパドルから成ること」との特徴事項\nを有するのに対し，ＫＳ７－１２発明では，この点について具体的に明らかではな\nい点。\n・相違点(ii)\n本件発明２では，オープン式発酵槽について，「大容積のオープン式発酵槽は，日\nを改めて投入する有機質廃物について，少なくとも複数日にわたるものをすでに投\n入したものとは別の空いた領域に経時的に投入することができるだけの面域を備え\nること」との特徴事項を有するが，ＫＳ７－１２発明では，この点について明らか\nでない点\n・相違点(iii)\n本件発明２では，ロータリー式撹拌機及び長尺壁の高さにつき，「ロータリー式撹\n拌機及び前記長尺壁は，前記有機質廃物の堆積高さを高温発酵を確保するに足るだ\nけの高さ構成を備えること」と限定するが，ＫＳ７－１２発明では，この点が明ら\nかでない点\n【本件発明２とＫＳ７－１２発明の相違点に係る構成の容易想到性判断】（２０，\n２１頁）\n「相違点(i)に関し，ＫＳ７－１２に対して『長杆の先端に，前後一対の板状の掬い上げ部材\nが夫々台車の走行方向に対し斜めに交叉し且つ内側に向けられて配設された』パドルを採用す\nることの容易性について検討する。\nア  課題の周知性\nＫＳ７－１２発明には，使用するパドルを従来の長杆の先端に板状の掬い上げ部材を具備す\nるパドルに替えて他のものを設置することについて，具体的な示唆はない。\nしかし，一般に，オープン式発酵処理装置は，堆積された有機質廃物の発酵処理を促進する\nために撹拌を行うにつれ，堆積物の開放端面側が外側に拡散し，堆積物の高さが減少してしま\nうという課題を有することは，本件出願前に周知のことである・・・。\nイ  解決手段の周知性\nまた，オープン式発酵処理装置で水平に設けられた回転軸に固定された回転パドルによる撹\n拌力が，当該パドルの回転方向ばかりでなく回転軸方向にも作用するように，撹拌面を被処理\n材料に対して斜めにする技術は，本件出願前に周知の技術である。・・・\nウ  容易想到性\n（ア）オープン式発酵処理装置により有機質廃物の発酵を行う際には，堆積物の外側への拡\n散を防ぐことは，上記アに示されるように周知の技術課題である。このため，ＫＳ７－１２発\n明は，その構造から見てオープン式の発酵処理装置であるので，具体的な明示はないものの，\nＫＳ７－１２発明に接した当業者であれば，該発明が該周知の課題を有することを認識するこ\nとは明らかである。\nまた，当該課題を解決する手段として，撹拌力が回転方向ばかりでなく回転軸方向にも作用\nするように撹拌面を斜めにする技術は，上記イに示されるように本件特許出願前に周知である。\nこのため，ＫＳ７－１２の有する課題を解決するために，撹拌部材の撹拌面を斜めにする技\n術を採用することは容易であるといえる。\n（イ）そこで，さらに，斜めの撹拌面を持つ撹拌部材として，甲４４発明におけるＶ字状の\n撹拌部材を採用することが，当業者に適宜なしうることであるといえるかの検討が必要となる。\nしかし，この点に関しては，本件発明１についての無効理由２において検討したように，甲\n４４発明における撹拌部材をオープン式発酵処理装置であるＫＳ７－１２に転用することは，\nその動機がない以上，当業者が容易に想到しうるところとはいえない。」\n「以上のとおりであるので，相違点(ii)及び(iii)について検討するまでもなく，相違点(i)の特徴\n事項を採用することが当業者に容易であるといえないので，本件発明２は，甲第４４発明及び\n周知技術を考慮したとしても，ＫＳ７－１２発明に基づいて当業者が容易になしえたものでは\nない。」\n【本件発明３とＫＳ７－１２発明の相違点に係る容易想到性判断】（２２頁）\n「本件発明３は，本件発明２に対し，オープン式発酵槽の該長尺開放側面側に位置する該回\n転軸の外端から少なくとも１本乃至数本のパドルに加え，さらに，回転軸の中間域部に配設さ\nれた通常のパドルのうち，所定の間隔を存して配設された複数本を，  本件発明１に係るパドル\nに替えることを特徴事項とするものである。\nしかし，本件発明２の進歩性判断で検討したとおり，本件発明２は，ＫＳ７－１２発明に基\nづいて当業者が容易になしえたものではないので，本件発明３も当業者が容易になしえたもの\nではない。」\n(4)  無効理由６についての判断（２２～２４頁）\nア  本件発明１について\n「本件訂正における訂正事項１により，本件発明１に係る『パドル』は，オープン式発酵処\n理装置におけるロータリー式撹拌機用のパドルであることが明確になった。このため，その『長\n杆』の前後方向を特定することができることとなった。\nしたがって，訂正された請求項１の記載は明確である。」\nイ  本件発明２について\n「（２）  本件明細書の記載事項\n（ア）  『その各パドル５ｂは，図１５，１６に示すように，・・・長杆５ｂ１の先端に，台\n車６の走行方向に対して直交して長矩形の板状の掬い上げ部材５ｃ溶接などにより取り付けて\n構成したものである。』（特許公報第２頁３３～３６行）\n（イ）  『台車６が往動走行するとき，正回転するロータリー式撹拌機５′の回転軸５ａは，\n図１１（ａ）に示すように，矢示のように正回転し，これに伴いパドル５ａ′は正回転し，従\nって，該回転軸５ａの軸方向に対し所定角度内側に向いて傾斜した前側の傾斜板から成る先端\nの掬い上げ部材５ｃ１は，その前方に堆積する堆積物Ｔの長尺開放側面側の外端堆積部に当接\nし，斜め内側に向けてこれを掬い上げる。かくして，従来のような堆積物Ｔの外端が外側に拡\n散することが防止される。\n次に，台車６が反転し復動走行する場合は，図１１（ｂ）に示すように，ロータリー式撹拌\n機５′の回転軸５ａは，矢示のように逆回転し，・・・』（同第６頁２０～２７行）\n（ウ）  図１１を参照すると，パドル５ａ′の作用方向が台車が往動走行する場合（ａ）と\n復動する場合（ｂ）に分けて描かれており，台車往動の際の回転が正転であり，台車の進行方\n向が前方であることを確認することができる。\n（エ）  図１５，図１６を参照すると，回転軸に対してパドルが垂直下向きの位置において，\nパドルの構成要素が図示されていることを確認することができる。\n（３）  審決の判断\n(i)  明確性違反事由ア（判決注：『正，逆回転自在のロータリー式撹拌機』の記載の明確性要\n件違反）は，上記（２）の記載事項（イ）（ウ）より明確である。\nすなわち，ロータリー式撹拌機の回転方向は，同（イ）によれば台車が往動走行する際の回\n転方向であり，これは図１１（ａ）に矢印で示されている。このため，不明確であるとする原\n告の主張は採用できない。\n(ii)  明確性違反事由イ（判決注：『該長杵の先端に，前後一対の掬い上げ部材』の記載の明確\n性要件違反）は，上記（２）の記載事項（イ）（ウ）より明確である。\nすなわち，同（イ）によれば，回転軸が正回転する際の掬い上げ部材５ｃ１は前方に堆積す\nる堆積物を掬い上げるのであるから，図１１（ａ）を合わせ見れば，正回転時の台車走行方向\nが前方であることが理解できる。このため，パドルに対する前後の方向は，同（イ）（ウ）の記\n載から明らかである。\n(iii)  明確性違反事由ウ（判決注：『該台車の走行方向に対し直交して板状の掬い上げ部材を\n取り付けた』の記載の明確性要件違反）は，上記（２）の記載事項（ア）（エ）より明確である。\n請求項２における『該台車の走行方向に対し直交して板状の掬い上げ部材を取付けた』とい\nう特定事項は，その表現ぶりから，板状の掬い上げ部材の取り付け態様を規定する記載である。\nそして，その具体的な内容は，上記（２）の記載事項（ア）に示されている。これによれば，\n図１５，図１６に示す状態，すなわちパドルが撹拌軸に対して垂直下向きの状態において，台\n車の走行方向と直交して板状の掬い上げ部材を取り付けるとされている。この場合には，台車\nと掬い上げ部材とが直交することは明らかである。\nこれに対し，原告は，パドルが回転軸に対して斜め上方，或いは斜め下方を向いている状態\nを想定して，その場合には台車と掬い上げ部材は直交しないので，当該特定事項は不明確であ\nる旨を主張する。これは，当該特定事項を，回転軸の回転を通じての掬い上げ部材と台車走行\n方向の直交を規定すると解釈するものである。\nしかし，当該特定事項の技術的意味が明らかとなるように，具体的な態様が記載事項（ア）\n（エ）に開示されているのだから，該開示された態様又はそれに準じた態様により，当該特定\n事項を理解すべきである。あえて当該特定事項が実現できない態様を想定し，これをもって本\n件特許発明が不明確であるとすることは，正当な解釈であるとすることはできない。」\nウ  本件発明３について\n「本件訂正における訂正事項３により，本件発明３は，請求項２に係る発明に従属する発明\nであることが明らかになった。このため，『該』の意味するところが明らかになり，訂正された\n請求項３の記載は明確である。」\n第３  原告主張の審決取消事由\n１  取消事由１（手続違背）\n特許庁は被告に対し，平成２３年１２月７日，訂正後の請求項１，２の発明は甲\n４４発明又はＫＳ７－１２発明に基づいて当業者が容易に発明できたもので進歩性\nがない旨を通知した（訂正拒絶理由通知）。\n他方で，前記のとおり，被告は訂正審判請求におけるのと同趣旨の訂正請求をし\nたとみなされるところ，原告訴訟代理人は，平成２４年２月２４日，特許庁の担当\n審判官に対し，上記訂正請求の審理状況を問い合わせた。すると，担当審判官は，\n原告訴訟代理人に対し，「審理については間もなく終結する予定であり，原告が弁駁\n書を提出する必要はない。」旨回答したので，原告は，上記拒絶理由通知がされた事\n実にかんがみ，原告に対し反論の機会を付与する必要はなく，特許庁が訂正請求を\n認め，原告に不利な判断をするはずはないものと信頼した。\nところが，審決は，原告に対し反論の機会を付与せずに（不意打ち），原告の上記\n信頼を裏切って訂正を認め，原告の無効審判請求を不成立としたもので，手続違背\nの違法がある。\n２  取消事由２（請求項２の訂正要件の充足判断の誤り）\n「経時的」な有機質廃物の投入は，発酵槽の面域を概念的に複数の領域に区切る\nことによって可能になるが，発酵槽の面域を概念的に複数の領域に区切るのであれ\nば，上記の複数の領域を，同じ１日の中で時間を異にして利用するか（「経時的」に），\n異なる日に利用するか（「日を改めて」）は単なる使用方法の問題にすぎず，発酵槽\nの客観的構造に何ら変化をもたらさない。そうすると，従前の請求項２の「有機質\n廃物を経時的に投入堆積発酵処理する長尺広幅の面域」に関し，さらに「Ｘ  大容\n積のオープン式発酵槽は，日を改めて投入する有機質廃物について，少なくとも複\n数日にわたるものをすでに投入したものとは別の空いた領域に経時的に投入するこ\nとができるだけの面域を備えること。」との特徴（特定事項Ｘ）を備えることが必要\nである旨（審決にいう訂正事項２）改める本件訂正は，特許請求の範囲を減縮する\nものではない。\nしたがって，「訂正事項２の訂正内容は，『オープン式発酵処理装置』について，\n『長尺広幅な面域』における長尺広幅の程度を特定し，『ロータリー式撹拌機及び長\n尺壁』の高さを特定するものである。このため，訂正事項２は特許請求の範囲の減\n縮を目的としたものである。」との審決の判断は誤りである。\n３  取消事由３（公知時期の認定の誤り，無効理由１関係）\nＢエンジニアリングサービス(株)からの平成２２年６月２８日付け調査嘱託書回\n答書（甲３１）には，平成１２年１月１４日に現地で本件混合機の据え付けを確認\nした旨の記載があるから（２頁），本件出願（平成１２年１月１８日）以前にＡエン\nジニアリング(株)から不開示義務を負わないＢエンジニアリングサービス(株)に本\n件混合機が譲渡され，公然実施されたものである。\nしかるに，審決は，上記回答書に添付の施工管理記録は納品前の社内検査の記録\nにすぎず，本件出願前に本件混合機が公知になったとはいえないと判断したが，か\nかる判断は誤りである。\n４  取消事由４（本件発明１と甲４４発明の相違点に係る構成の容易想到性判断\nの誤り，無効理由２関係）\n(1)  本件明細書には，「掬い上げ部材」が被処理物（有機質廃物）を掬い上げ\nて放り投げる作用を有する旨は記載されていないし，「掬い上げ部材」は台車の進行\n方向前方に堆積した被処理物の表面を上から下に削り取って，被処理物を後方に押\nし出す作用を有するにすぎず，後方へ放り投げる作用を有しない。被処理物が慣性\n力に沿って後方に放り投げられる状況が生じたとしても，台車を覆うカバー（１９）\nによって後方への移動が妨げられるはずである。被処理物の表面部分が崩れること\nにより，「掬い上げ部材」がたまたまこれを掬い上げることがあるとしても，かかる\n現象は本件発明１の撹拌機が目的とする撹拌作用ではない。したがって，「オープン\n式発酵処理装置におけるパドル（「掬い上げ部材」の誤り）は，半ば開放された処理\n槽内で被処理物を掬い上げて放り投げるという撹拌・混合を行う。」との審決の認定\n（１９頁）は誤りである。\n甲４４発明の「パドル」と本件発明１の「掬い上げ部材」とは，台車の進行方向\n前方に堆積した被処理物の表面を上から下に削り取って，被処理物を後方に押し出\nす作用を有する点で共通する。したがって，甲４４発明の「生ゴミ処理装置におけ\nる撹拌部材と（本件発明１にいう）オープン式発酵処理装置におけるパドル（『掬い\n上げ部材』の誤り）とは，その作用が異なる。」との審決の判断（１９頁）も誤りで\nある。\n(2)  甲４４発明は「有機質廃物」である生ゴミを撹拌，発酵処理する装置に関\nするもの，本件発明１の前提オープン式発酵処理装置は有機質廃物を撹拌，発酵処\n理する装置であって，技術分野が共通であるし，いずれも撹拌，混合の際に被処理\n物（有機質廃物）を所望の方向に移動させる点で技術的課題が共通である。\n撹拌面を進行方向（回転軸に対して鉛直な方向）に対して斜めに構成し，回転す\nるパドル（本件発明１にいう「掬い上げ部材」）による撹拌力を回転軸方向にも作用\nするようにすることは，当業者の常套手段にすぎない（甲４４～５２参照）。\nまた，正逆回転時のいずれでも回転軸方向に撹拌力が作用するよう，撹拌部を断\n面Ｖ字状にすることも，当業者の周知技術にすぎない（甲４４～４９参照）。\n甲４４発明の「撹拌部材」と本件発明１の「掬い上げ部材」とはその形状が同一\nであるところ，当業者が，本件発明１の前提オープン式発酵処理装置に上記周知技\n術に係る甲４４発明の「撹拌部材」を転用することを容易に想到することができる\nことは明らかであって，本件発明１は単なる寄せ集めにすぎない。\nしたがって，本件発明１と甲４４発明の相違点に係る構成の容易想到性を否定し\nた審決の判断は誤りであるし，同様に動機付けが欠けることを根拠に本件発明２，\n３と甲４４発明の相違点に係る構成の容易想到性を否定した審決の判断は誤りであ\nる。\n５  取消事由５（本件発明２，３とＫＳ７－１２発明の相違点に係る構成の容易\n想到性判断の誤り，無効理由３関係）\n前記４のとおり，甲第４４号証の「撹拌部材」の構成は当業者の周知技術にすぎ\nないから，当業者においてＫＳ７－１２発明のオープン式発酵処理装置に転用する\nことは容易である。\nなお，有機質廃物の発酵自体はおがくず等の水分調整剤を加えることによって直\nちに開始し，ＫＳ７－１２発明の装置でも発酵は起きているし，発酵を促すために\n何度も撹拌するのは，底部に堆積した被処理物も発酵させるためにすぎない。また，\n発酵の観点からすれば，１ｍ程度も被処理物を堆積させれば十分であるし，処理槽\n（発酵槽）の規模の違いをいう被告の主張には，合理的な説明がない。\nしたがって，かかる転用の動機付けが欠けるとして，本件発明２，３とＫＳ７－\n１２発明の相違点に係る構成の容易想到性を否定した審決の判断は誤りである。\n６  取消事由６（明確性要件違反の判断の誤り，無効理由６関係）\n(1)  本件発明２について\n本件図面の図１１では，台車の進行方向に被処理物を押し出すように，回転軸が\n回転することが図示されているが，かかる態様では，「掬い上げ部材」は台車の進行\n方向前方にある被処理物を進行方向に掬い上げる作用しか有せず，前方の被処理物\nが減少しないため，前方の被処理物が障害になって台車が進行できなくなることは\n明らかである。そうすると，上記図１１に記載された構成では作用効果を奏するこ\nとはできないから，特許請求の範囲にいう「正，逆回転」の意義も，「該長杵の・・・\n前後」の意義も明らかでなく，これに反する審決の判断は誤りである。\n本件図面の図１５，１６からは「通常のパドル」が回転軸に対して垂直下向きに\n取り付けられているかどうかは明らかでなく，特許請求の範囲にいう「該台車の走\n行方向に対し直交して板状の掬い上げ部材を取り付けた」の意義は明確でないから，\nこれに反する審決の判断は誤りである。\n(2)  本件発明１について\n前記(1)のとおり，本件図面の図１１に記載された構成では作用効果を奏すること\nはできないから，「長杵」の前後方向を特定することはできず，特許請求の範囲にい\nう「前後に」，「前後方向に対し傾斜させて」，「前側」，「斜め１側前方を向き」，「そ\nの後ろ側」，「斜め１側後方を向く」との部分や，「該長杵の先端に，・・・掬い上げ\n部材を前後に且つ前後方向に傾斜させて配置し，」との部分は不明確である。そうす\nると，これに反する審決の判断は誤りである。\nまた，「長杵」の前後方向を特定しても，どの面を「外面」とするか明確にならな\nいから，これに反する審決の判断は誤りである。\n第４  取消事由に対する被告の反論\n１  取消事由１に対し\n審判体は，原告が提出した口頭審理陳述要領書（甲６１）に基づいて判断してお\nり，その判断内容に照らしても，原告の反論の機会が付与されず不意打ちとなった\nとはいえない。すなわち，原告が主張し，審決が判断した無効理由に関しては，い\nずれについても原告が被告の主張に対して既に反論しており，原告に反論の機会が\n保障されなかったとはいえない。\n２  取消事由２に対し\n本件訂正で請求項２に導入した特定事項Ｘは，本件明細書の段落【０００８】，【０\n０１８】，【００２２】などの記載を要約したものであり，訂正前の用語，表現の中\nに潜在的に包含されているから，特許請求の範囲の減縮に当たる上，本件訂正前の\n「有機質廃物を経時的に投入・・・大容積のオープン式発酵槽」の意味内容を明瞭\nならしめるものである。したがって，本件訂正には訂正要件違反は存しない。\n３  取消事由３に対し\n平成２２年６月２８日付け調査嘱託書回答書（甲３１）の回答内容は，「平成１２\n年１月１４日に現場で据え付け状況確認した施工管理記録・・・がありましたので，\n現地納入は平成１２年１月であったと思います。」というもので，極めて第三者的，\n曖昧なものにすぎない。また，上記回答書は，１０年が経過した平成２２年６月に，\n工事と関係しない法務・審査室長が作成したもので，平成１２年２月ごろの第三者\nの現場でされた事実関係を回答者がどのように確認したか明らかにされていない。\n上記回答書に添付の混合機据付測定表は，納入者であるＡエンジニアリング(株)\n桶川工場で納品前の仮組み検査を実施した結果を記載したものであって，据付け現\n場である堆肥センターで行った結果を記載したものではない。なお，本件混合機の\n据付け工事が開始されたのは，平成１２年２月９日であって，本件出願の後である\nし，据付け後の同年５月８日にＴ字形の爪を有する「掬い上げ部材」を三角爪のも\nのに交換した。\nそうすると，上記回答書の回答内容は採用できず，審決がした本件混合機が公知\nとなった時期の認定に誤りはない。なお，本件混合機は，本件発明１，２の実施品\nではない。\n４  取消事由４に対し\n(1)  本件発明１の掬い上げ部材（５ｃ１，５ｃ２）は，例えば１．５ｍほどの\n長さがある長杵（５ｂ１）の先端に取り付けられているから，掬い上げ部材（５ｃ\n１，５ｃ２）によって掬い上げられた被処理物が遠心力で後方に放り投げられるこ\nとは明らかである。したがって，本件発明１の「オープン式発酵処理装置における\nパドルは，半ば開放された処理槽内で被処理物を掬い上げて放り投げるという撹\n拌・混合を行う。」との審決の認定（１９頁）は誤りでない。\n(2)  本件発明１の掬い上げ部材は，被処理物を単に撹拌，移動させるにとどま\nる甲４４発明のパドルと異なって，被処理物を掬い上げて放り投げる作用を有する\nのであって，両者には作用の相違がある。また，甲４４発明では，密閉した処理槽\n内で被処理物を撹拌，混合するのに対し，本件発明１では，半ば開放された処理槽\n内で被処理物を撹拌，混合する点が異なるのであって，甲４４発明においては，被\n処理物の拡散という技術的課題が存しない。加えて，甲４４発明では，棒状の撹拌\n部とＶ字状の案内部の双方が被処理物に接触するが，甲１発明では，掬い上げ部材\nが主として被処理物に接触し，長杵（５ｂ１）は被処理物に接触しない。\nそうすると，甲４４発明の撹拌部材を甲１発明のオープン式発酵処理装置に転用\nする動機付けは存しないのであって，この旨の審決の判断は誤りでない。\n５  取消事由５に対し\nＫＳ７－１２発明の装置は被処理物の発酵処理に先立つ混合を行うだけで（前処\n理），発酵処理を行うことを目的としていない一方，本件発明２，３のオープン式発\n酵処理装置は発酵処理を行うことを目的としており，装置の目的が異なるし，被処\n理物の撹拌の回数，処理槽の規模等が異なる。このため，甲４４発明とは異なって，\n本件発明２，３のオープン式発酵処理装置は，大容積の発酵槽の面域が何日にもわ\nたる処理に適合し，開放側から部分的に撹拌，混合処理することとされており（特\n定事項Ｘ），発酵槽の長尺壁及び撹拌機が高温発酵にたえ得る高さを有するものとな\nっている（特定事項Ｙ）。\nしたがって，審決が説示するとおり，甲４４発明の撹拌部材をＫＳ７－１２発明\nに転用する動機付けは存せず，当業者がＫＳ７－１２発明と本件発明２，３の相違\n点に係る構成に想到することは容易でない。\n６  取消事由６に対し\n本件発明１，２の掬い上げ部材を含むパドルは，被処理物（堆積物）を掬い上げ\nて，台車の後方へ放り投げて撹拌する作用を有するものであって，当業者であれば，\n進行方向前方にある被処理物を掬い上げるように掻き出し，台車の後方へ放り投げ\nる場合の回転方向が「正回転」であると理解する。したがって，審決が説示すると\nおり，正回転時の台車の走行方向が「前方」である。\n他方，当業者であれば，往動時の「正回転」とは反対の回転方向が「逆回転」，す\nなわち復動時の回転方向であると理解する。\nしたがって，本件発明１，２の特許請求の範囲の記載は明確であり，審決に明確\n性要件違反の判断の誤りはない。\n第５  当裁判所の判断\n１  取消事由１（手続違背）について\n第１次審決は請求項１，３の特許請求の範囲の記載に明確性要件違反があり（無\n効理由６），請求項２の発明はＫＳ７－１２発明に基づいて当業者が容易に発明する\nことができたもので進歩性がない（無効理由３）として，請求項１ないし３に係る\n特許を無効とする判断をしたが，審決は原告が主張する無効理由はいずれも理由が\nないとして請求を不成立とした。\nこの審決に至るまでの経緯として，審判長は，起案日・平成２３年１２月７日で，\n訂正審判請求に対し特許法１６５条に基づき訂正拒絶理由通知書を作成し，同月１\n２日被告に発送した（乙１３）。その理由は，訂正後の本件発明１ないし３は当業者\nが容易に想到し得たものであるから独立特許要件を欠く，というものであった。こ\nの通知書は原告も写しを入手していたが，原告訴訟代理人弁護士枩藤朋子が，平成\n２４年２月２４日，審判長に本件無効審判請求の進行を電話で問い合わせたところ，\n審判長からは訂正審判請求については訂正請求があったものとみなして審理をして\nいるとの応答があり，弁駁書提出を求める予定を聴くと，その予定がなく審理は近々\n終結予定である，との応答であった（甲６４）。同年３月１２日ころ，無効審判請求\nの審理終結通知があり（甲６７，乙１５），その後された審決は，前記のとおり，訂\n正を認め無効審判請求を成り立たない，とするものであった。本件においては，特\n許を無効とした第１次審決が，取消訴訟提起後の訂正審判請求がされたことにより\n取り消され，訂正審判請求が訂正請求とみなされた経緯にあるから，無効審判請求\nの主たる攻防は，実質的には，訂正が認められるか否か，そして認められるとして\n訂正後の発明の容易推考性の有無に移行していたことは明らかであり，これらの点\nについて請求人（原告）の意見を十分に聴取した上で審決に至る必要があったとい\nわなければならない。\nしかるに，訂正拒絶理由が通知されたのに請求人（原告）の意見を聴かないまま\nに審判が終結し審決が出される予定であることを審判長から聴いたとすれば，審判\n合議体は請求人である原告に不利な審決をする予定ではないとの見通しを立てた，\nとの請求人である原告の主張は当然のものということができる。すなわち，原告が，\n訂正要件を満たさないか訂正後の発明が容易想到であるとの理由で再度特許を無効\nにする審決が出されると見込んだのは自然な発想である。無効審判請求においては\n特許権者及び請求人の主張が尽くされ意見を述べる機会が与えられなければならず，\nその機会が得られなかった場合には，適正な手続が行われなかったものとして審判\n手続は違法と評価されるが，上記の経緯で請求人（原告）に弁駁の機会を与えなか\nった本件ではその違法があったといわなければならない。審決では訂正前の発明に\n関する請求人（原告）主張の無効理由を踏まえて判断がされているが，訂正請求が\nあったときには（本件ではみなし訂正請求），請求人（原告）に，訂正後の発明に関\nして従前の無効理由の主張を構成し直すよう促し，その際にも請求人（原告）に訂\n正についての弁駁をする機会を与える必要があったのに，本件審判ではこの手続を\n踏まなかった点にも手続の不備がある。\nこのように本件審判には上記の違法があるが，本件訴訟において，訂正要件の有\n無及び各無効理由についての当事者双方の主張が十分にされているので，進んでこ\nれらについて判断を加えることとする。\n２  取消事由２（請求項２の訂正要件の充足判断の誤り）について\n請求項２（本件発明２）についての本件訂正は，訂正前の特許請求の範囲の末尾\nの「を特徴とするオープン式発酵処理装置。」との記載を，さらに特定事項Ｘ，Ｙを\n具備する「オープン式発酵処理装置。」との記載に改めるものであるところ，従前は\n「長尺広幅の面域」としか特定されていなかったのを，この「面域」が「日を改め\nて投入する有機質廃物について，少なくとも複数日にわたるものをすでに投入した\nものとは別の空いた領域に経時的に投入することができるだけの」との要件（特定\n事項Ｘ）を充たす規模であることとし，かつ従前は「長尺壁」等としか特定されて\nおらず，高さについて格別特定されていなかったのを，この「長尺壁」，「ロータリ\nー式撹拌機」が「有機質廃物の堆積高さを高温発酵を確保するに足るだけの高さ構\n成を備えること」（特定事項Ｙ）とするものである。\nそうすると，「面域」が「有機質廃物を経時的に投入堆積発酵処理する」もので，\nしたがって「面域」がかかる処理に適した規模を有することが本件訂正前から含意\nされているとしても，本件訂正は「面域」の形状，規模を，「長尺広幅」との構成以\n上に，特定事項Ｘに係る規模に明示的に限定するものであるし，「長尺壁」，「ロータ\nリー式撹拌機」の高さを特定事項Ｙに係る高さに明示的に限定するものであるとい\nうことができる。\nしたがって，請求項２に係る本件訂正（訂正事項２）は特許請求の範囲の減縮に\n当たり，訂正要件を充足するとの審決の判断に誤りはない。\n原告は，「面域」の複数の領域を「経時的に」利用するか，「日を改めて」利用す\nるかは単なる使用方法の問題にすぎないなどと主張するが，前記のとおり，特定事\n項Ｘ，Ｙは発明の構成を従前より特定しているといい得るから，訂正要件の非充足\nをいう原告の主張を採用することはできない。\nよって，原告が主張する取消事由２は理由がない。\n３  取消事由３（公知時期の認定の誤り，無効理由１関係）について\n審決は，Ｂエンジニアリングサービス(株)作成の平成２２年６月２８日付け調査\n嘱託書回答書（甲３１）に添付の平成１２年１月１４日付け「混合機据付測定表  Ｎ\nｏ．３，４」（施工管理記録）は納品前にＡエンジニアリング(株)社内で行った検査\nの記録であり，本件混合機の納入は平成１２年２月１１日以降であると認定した。\nＣ作成の陳述書（乙８，１２の１）によれば，本件混合機の製造業者であるＡエ\nンジニアリング(株)は，平成１２年１月１４日に同社の桶川工場内で本件混合機を\n仮組みして検査し，上記「混合機据付測定表  Ｎｏ．３，４」を作成したが，これ\nは仮組検査にとどまり，設置の完了は同年２月に至ってからであることが認められ\nる。甲第３１号証の回答書中には，「平成１２年１月１４日に現場で据付状況を確認\nした施工管理記録・・・がありましたので，現地納入は平成１２年１月であったと\n思います。」との記載があるが，この記載には，上記「混合機据付測定表  Ｎｏ．３，\n４」が納入先である明野村の堆肥センターでの本件混合機の据付状況に係るもので\nある具体的な裏付けがないから，この記載をもって，本件混合機についての本件出\n願前の実施の根拠とすることはできない。\nまた，審決が認定するとおり，週間工程表（甲５６の２）では平成１２年２月１\n１日以降の混合機等の据付作業（事前準備等を含まない）が予定され，現場作業日\n報（甲５５の１～７）も同月２日以降の作業につき記載されている。被告が審判で\n提出する請求書等（甲５５の８～１０，５６の１，３）も平成１２年２月以降の据\n付け作業に関係しており，これらは本件出願後に本件混合機が納入された旨の審決\nの認定を裏付ける。\nしたがって，本件混合機の公知時期（公然実施がされた時期）の認定の誤りをい\nう原告の取消事由３は理由がなく，原告の無効理由１は失当である。\n４  取消事由４（本件発明１と甲４４発明の相違点に係る構成の容易想到性判断\nの誤り，無効理由２関係）について\n甲第４４号証は，生ゴミを発酵，分解処理する処理槽内に，粗砕刃を中央部に備\nえた回転軸を設けるとともに，同回転軸に突き出した撹拌部を設けた生ごみ処理装\n置の発明に関する文献であるが（特許請求の範囲），例えば下記図１のように，処理\n槽は密閉された構造を有することが予定されており，上面及び長尺側面（一側面）\nに壁等を設けず，密閉（閉鎖）しない本件発明１のオープン式発酵槽とは形状が大\nきく異なる。\n【甲４４の図１】\nこのため，甲４４発明では，開放側側面側に堆積物が拡散しやすくなるとともに\n開放側の堆積物の高さが低くなる等のオープン式発酵槽に特有の技術的課題（本件\n明細書（乙９の１）の段落【０００２】参照）は存せず，往動時も復動時も内側に\n向かって堆積物（被処理物）を掬い上げて，内側が外側に比して高くなるよう，被\n処理物を堆積させるための構成を採用する動機付けがない。\nしかも，甲第４４号証には，例えば大量の畜糞等の有機質廃物を発酵処理する用\n途に装置を用いることは記載も示唆もなく，むしろ段落【００２４】に「一回に投\n入される生ごみの量は平均７００ｇから１００ｇ程度であり」との記載がある点に\nかんがみると，甲４４発明の生ごみ処理装置は大量の有機質廃物の発酵処理に用い\nることは想定されていないというべきである。\nそうすると，撹拌部（３７）の先端に，回転軸（３５）の正回転時に混合物を粗\n砕刃（３６）側すなわち中心側に移動させるための案内部（３８ａ）を設けるとと\nもに，回転軸（３５）の逆回転時に混合物を粗砕刃（３６）側に移動させるための\n案内部（３８ｂ）を設ける構成が甲第４４号証に記載されているとしても（段落【０\n００６】，【０００７】，【００１３】，【００２１】，【００３０】），甲４４発明と本件\n発明１とでは処理槽ないし発酵槽の形状や規模が大きく異なり，これに伴って技術\n的課題も相違するから，本件出願当時，当業者において甲４４発明に基づいて本件\n発明１との相違点に係る構成に想到することは容易でなかったというべきである。\nそして，本件発明１の「掬い上げ部材（５ｃ）」は，前記のオープン式発酵処理装\n置に特有の技術的課題を解決するため，堆積物（被処理物）の外端部を常に内側に\n向かって掬い上げ，外側への被処理物の拡散を防止する機能を有するところ（本件\n明細書の段落【０００９】，【００１０】，【００１３】，【００１４】，【００２８】），\n甲４４発明の案内部（３８）等がかかる機能を有することを認めるに足りる証拠は\n存しないから，審決が説示するように（１９頁），撹拌・混合に用いる部材の機能の\n点からみても，当業者において甲４４発明に基づいて本件発明１との相違点に係る\n構成に想到することは容易でなかったというべきである。\nこの点，原告は，甲４４発明に周知技術を適用すれば，本件出願当時，当業者に\nおいて本件発明１との相違点に係る構成に想到することは容易であった旨を主張す\nるが，原告が提出する甲第４５ないし第５２号証（特開平８－２７６１７０号公報，\n特開平８－４７６８０号公報，特開平１０－５７２９号公報，特開平１０－２９０\n９７０号公報，特開平１１－４７７２４号公報，実公昭６３－２６１７９号公報，\n米国特許第５００１８９４号明細書，米国特許第４３６００６５号明細書）には，\n回転軸から突き出した棒状ないし杵状の部材（撹拌部，パドル等）の先端に，「前後\nに且つ前後方向に対し傾斜させて配置し，その前側の傾斜板の外面は斜め１側前方\nを向き，その後側の傾斜板の外面は斜め１側後方を向くように配向せしめて配設し\nた」「２枚の板状の掬い上げ部材」（５ｃ）の組合せ，すなわち断面形状がＶ字状と\nなる部材を設ける構成は記載されていない。甲第４５ないし第４９号証に記載され\nているのは，棒状ないし杵状の部材を介さずに，回転軸自体に断面形状がＶ字状と\nなる部材を設ける構成であって，上記「掬い上げ部材（５ｃ）」の組合せと同様に中\n央に向かって被処理物を移動させる機能があるとはいっても，上記「掬い上げ部材\n（５ｃ）」の組合せとは形状が異なり，上記機能の共通性から，回転軸から突き出し\nた棒状ないし杵状の部材の先端に断面形状がＶ字状となる部材を設ける構成に直ち\nに想到できるものではない。また，甲第５０ないし第５２号証にはそもそも断面形\n状がＶ字状となる部材が記載されていない。そして，甲第４４号証と同様に，甲第\n４５ないし第５２号証においても，開放側側面側に堆積物が拡散しやすくなるとと\nもに開放側の堆積物の高さが低くなる等のオープン式発酵槽に特有の技術的課題は\n記載も示唆もない。したがって，甲第４５ないし第５２号証から認定できる本件出\n願当時の周知技術ないし技術的事項を勘案したとしても，当業者において甲４４発\n明と本件発明１との相違点に係る構成に想到することは容易でなかったというべき\nである。\nしたがって，本件発明１の容易想到性を否定した審決の判断は誤りがなく，原告\nが主張する取消事由４は理由がない。\n５  取消事由５（本件発明２，３とＫＳ７－１２発明の相違点に係る構成の容易\n想到性判断の誤り，無効理由３関係）について\n前記４のとおり，甲第４４号証の処理槽は本件発明１のオープン式発酵槽（本件\n発明２，３も同様）とは形状も規模も大きく異なるし，かかる相違に基づく技術的\n課題も異なるものである。\nまた，甲第４５ないし第４９号証の厨芥処理機等も，甲第４４号証の生ごみ処理\n機と同様に，本件発明２，３のオープン式発酵槽とは形状も規模も大きく異なる。\nそして，甲第５０号証の横軸型混練機は農土と薬剤等を混練するためのもので（１\n頁），発酵処理まで予定しているとはいえないし，混練胴（１）も両端から中央に向\nかって下り勾配になる形状で，密閉式か上面のみが開放された形状のものが想定さ\nれており，本件発明２，３のオープン式発酵槽とは形状も規模も大きく異なる。\n甲第５１，第５２号証でも，同書証に記載された compost  turner 等を，本件発明\n２，３のような上面及び一側面が開放されたオープン式発酵槽に用いるか否かが明\nらかでない。\n加えて，前記４のとおり，甲第４５ないし第５２号証には，回転軸から突き出し\nた棒状ないし杵状の部材の先端に断面形状がＶ字状となる部材（本件発明２，３に\nいう「掬い上げ部材（５ｃ）」の組合せ）を設ける構成は記載されていない。\nしたがって，ＫＳ７－１２発明の装置の撹拌部材を，回転軸から突き出した棒状\nないし杵状の部材の先端に断面形状がＶ字状となる部材の構成に改める動機付けが\nないし，甲第４４ないし第５２号証に記載の周知技術ないし技術的事項を適用する\nことは当業者にとって容易でない。そうすると，ＫＳ７－１２発明に原告が提出す\nる甲第４４ないし第５２号証に記載の周知技術ないし技術的事項を適用することに\nより，当業者において本件発明２，３とＫＳ７－１２発明の相違点(i)に係る構成に\n想到することが容易であったとはいえず，これと同趣旨の審決の判断に誤りはない。\n結局，原告が主張する取消事由５は理由がない。\n６  取消事由６（明確性要件違反の判断の誤り，無効理由６関係）について\n(1)  本件発明２について\n本件発明２の特許請求の範囲では，撹拌機のパドルの一部に設けられた「前後一\n対」の「掬い上げ部材」につき，「夫々台車の走行方向に対し斜めに交叉し且つ内側\nに向けられて配設された」と特定されているところ，これは一対を成す「掬い上げ\n部材」のそれぞれが台車の前及び後の方向に対して設けられ，台車の走行方向に対\nして斜めに，かつ「内側」に向けて設けられていることを示すものであるから，こ\nの限りでその技術的意義は明確である。\nまた，本件明細書の段落【０００８】には「該ロータリー式撹拌機５は，正，逆\n回転自在の可逆モータ７により，台車６の往動走行時には正転方向に回転し，台車\n６の復動走行時には逆転回転せしめられる。」との記載があるし，オープン式発酵槽\nの長尺壁背面側から見た図である図１０には，左（開放側から見たときには右）か\nら右（開放側から見たときには左）に向かって台車（６）が進む方向が往動方向で\nあり，右から左に向かって台車が進む方向が復動方向である旨が図示されているか\nら，発明の詳細な説明や図面の記載にも照らせば，「前」は例えば台車が往動方向に\n走行するときに向かう方向，すなわち開放側から見て右から左の方向であり，「後」\nはその反対の方向であることが明らかである。そして，発明の詳細な説明や図面の\n記載にも照らせば（段落【００１０】，図１１にも同趣旨の記載がある。），上記段落\nのとおり，台車が往動方向に走行するときにパドルが回転する方向が「正転方向」\nであり，その反対の方向が「逆転方向」であることが明らかである（図１１から実\n施例における回転方向を特定することもできる。）。さらに，段落【０００９】には，\n「これを，その前後にＶ字状に配設された板状の掬い上げ部材５ｃ１及び５ｃ２を\nその夫々の傾斜板の外面が内側を向くように，即ち，オープン式発酵槽１の長尺開\n放側面２とは反対の方向，換言すれば，その長尺壁１ａの方向を向くように配向せ\nしめた状態で該回転軸５ａに取り付けた。」との記載があるし，図６，７には一対の\n「掬い上げ部材」の重なり合う部分，すなわちＶ字の折れ曲がる部分が開放側から\n長尺壁側に向かう方向になるようにされている状況が図示されているから，発明の\n詳細な説明や図面の記載にも照らせば，上記の方向が「内側」方向であり，これと\n反対の方向が「外側」方向であることも明らかである。\n他方，本件発明２の特許請求の範囲にいう断面形状がＶ字状の一対の「掬い上げ\n部材」を取り付けていない残りの「通常のパドル」が，「長杵の先端に，該台車の走\n行方向に対し直交して板状の掬い上げ部材を取り付け」るという発明特定事項は，\n文字どおり「通常のパドル」の「長杵の先端」に台車の走行方向に対して直交する\n方向になるように，「板状の掬い上げ部材」を設けるという技術的事項を意味し，そ\nの技術的意義は明らかである。そうすると，特許請求の範囲の記載自体に照らして\nも，かかる「通常のパドル」に関する記載事項が不明確であるとはいえないし，本\n件図面の図７等を勘案しても結論は異ならない。\nしたがって，本件発明２の特許請求の範囲の記載に原告が主張する不明確な点は\n存せず，この旨をいう審決の判断に誤りはない。\nこの点，原告は，本件発明２の「掬い上げ部材」は台車の進行方向前方にある被\n処理物を進行方向に掬い上げる作用しか有しないなどと主張するが，本件明細書及\nび図面にかような作用しか有しないことを裏付ける記載はなく，かえって上記「掬\nい上げ部材」は台車の往動走行時においても復動走行時においても前方の堆積物（被\n処理物）を内側（開放側から長尺壁に向かう方向）かつ後方に向けて掬い上げる作\n用を有するから（本件明細書の段落【０００９】，【００２８】），原告の上記主張は\n採用できない。また，原告は，本件発明２の「通常のパドル」が回転軸に対して垂\n直下向きに取り付けられているかどうか明らかでないなどと主張するが，本件図面\nの図１５，１６に照らせば，「通常のパドル」が回転軸に対して垂直下向きに取り付\nけられていることは明らかである。\n(2)  本件発明１について\n本件発明１の特許請求の範囲では，断面形状がＶ字状を成す一対（２枚）の板状\nの掬い上げ部材の組合せにつき，「長杆の先端に，・・・前後に且つ前後方向に対し\n傾斜させて配置し，その前側の傾斜板の外面は斜め１側前方を向き，その後側の傾\n斜板の外面は斜め１側後方を向くように配向せしめて配設した」とされているとこ\nろ，発明の詳細な説明や図面の記載にも照らせば，本件発明２と同様に，「前」，「後」\nの方向は明らかである。また，「掬い上げ部材」が厚さを有し，正確には直方体に当\nたることを考慮しても，本件図面の図１ないし７，１１にも照らせば，「掬い上げ部\n材」の「外面」が，「掬い上げ部材」に接続されている長杵（ないしパドル）から「掬\nい上げ部材」を見たときに，外側の面，すなわち長杵が接続されている面（内側の\n面）とは反対の面を指すことは明らかであって，本件発明１の特許請求の範囲の記\n載は明確であるということができる。\n他方，本件発明２におけるのと同様に，本件発明１においても，「掬い上げ部材」\nが台車の進行方向前方にある被処理物を進行方向に掬い上げる作用しか有しないな\nどとする原告の主張を採用することはできない。\nしたがって，本件発明１の明確性要件違反の有無についての審決の判断に誤りは\nない。\n(3)  本件発明３について\n前記(1),(2)と同様に，本件発明３につき明確性要件違反はないとした審決の判断\nにも誤りはない。\n(4)  小括\n以上によれば，審決がした明確性要件違反の有無についての判断の誤りをいう原\n告主張の取消事由６は理由がない。\n７  取消事由についての結論\n以上のとおり，取消事由２ないし６において原告が主張する点はいずれも理由が\nない。そうすると，本件において前記１のとおり審判手続に違法があるが，この違\n法は審決の結論に影響を及ぼすものではないことになる。\n第６  結論\n以上によれば，原告が主張する取消事由は理由がないから，主文のとおり判決す\nる。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}