{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 7,
    "day": 18
  },
  "case_number": "平成28(行ケ)10238",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86929",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86929",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/929/086929_hanrei.pdf",
  "contents": "平成２９年７月１８日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ケ）第１０２３８号  審決取消請求事件\n口頭弁論終結日  平成２９年７月４日\n判     決\n原          告    株 式 会 社 三 共\n同訴訟代理人弁理士     重    信    和    男\n溝    渕    良    一\n石    川    好    文\n堅    田    多  恵  子\n林        修    身\n大  久  保    岳    彦\n被 告    特    許    庁    長    官\n同 指定 代理 人    長    崎    洋    一\n平    城    俊    雅\n富    澤    哲    生\n真    鍋    伸    行\n主     文\n１  特許庁が不服２０１５－１３８２９号事件について平成２８年\n９月２８日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成２４年６月１４日，発明の名称を「遊技機」とする特許出願を\nし（特願２０１２－１３５２２６号。請求項数３。），平成２６年５月１２日付け\nで拒絶理由通知（甲８。以下「本件拒絶理由通知」ということがある。）を受けた\nので，同年７月１５日付け手続補正書（甲１０）により特許請求の範囲を補正した\n（以下「平成２６年補正」ということがある。請求項数４。）。\n原告は，平成２７年４月２０日付けで拒絶査定（甲１２。以下「本件拒絶査定」\nという。）を受けたので，同年７月２３日，これに対する不服の審判を請求すると\nともに（甲１３），同日付けで手続補正書を提出した（甲１４。以下「本件補正」\nという。請求項数４。）。\n(2)  特許庁は，これを不服２０１５－１３８２９号事件として審理し，平成２８\n年９月２８日，本件補正を却下した上，「本件審判の請求は，成り立たない。」と\nの別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，\n同年１０月１１日，原告に送達された。\n(3)  原告は，同年１１月９日，本件審決の取消しを求めて本件訴訟を提起した。\n２  特許請求の範囲の記載\n(1)  平成２６年補正後の特許請求の範囲は，別紙１のとおりである（甲１０）。\n以下，平成２６年補正後の請求項１に記載された発明を，「本願発明」という。\n(2)  本件補正後の特許請求の範囲は，別紙２のとおりである（甲１４）。以下，\n本件補正後の請求項１に記載された発明を，「本件補正発明」といい，本件補正後\nの明細書（甲６，１０，１４）を「本願明細書」という。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本\n件補正は，①後記(2)のとおり，特許法１７条の２第５項各号に掲げるいずれを目的\nとするものでもなく，②仮に，特許請求の範囲の減縮を目的とするものに該当する\nとしても，本件補正発明は，下記アの引用例１に記載された発明（以下「引用発明」\nという。）及び下記イの引用例２に記載された技術事項（以下「引用例２記載の技\n術事項」という。）に基づいて，当業者が容易に発明をすることができたものであ\nって，特許法１７条の２第６項において準用する同法１２６条７項の規定により，\n特許出願の際独立して特許を受けることができないものであるから，却下すべきも\nのである，また，③本願発明についても，本件補正発明と同様に，同法２９条２項\nの規定により，特許を受けることができないものであるから，拒絶すべきものであ\nる，というものである。\nア  引用例１：特開２０１０－１０４４２９号公報（甲１）\nイ  引用例２：特開２００１－１６１９０７号公報（甲２）\n(2)  補正の適否について\n請求項１～３の記載に関して，「いずれかのパターンで前記予告演出を実行可能\nである」を「いずれかのパターンにて前記予告演出を実行可能である」とする補正\nは，補正の前後でその意味する内容が同一であることから，特許請求の範囲の減縮\nを目的とするものに該当しない。平成２６年補正後の請求項１の記載は，明瞭な記\n載であるから，明瞭でない記載の釈明を目的とするものに該当しない。また，誤記\nの訂正を目的とするものにも該当しない。したがって，特許法１７条の２第５項各\n号に掲げるいずれを目的とするものではなく，本件補正は却下すべきである。\n(3)  独立特許要件について\n本件審決が認定した引用発明，本件補正発明と引用発明との一致点及び相違点，\n引用例２記載の技術事項は，以下のとおりである。なお，「／」は，原文の改行箇\n所を示す（以下同じ。）。\nア  引用発明\n識別情報を可変表示する可変表示部において，停止表示された識別情報の組合せ\nがあらかじめ定められた特定組合せとなったときに，遊技者にとって有利な特定遊\n技状態に制御する遊技機であって（【請求項１】）， ／ＣＰＵ５６（【０１５６】）\nと，／未だ開始されていない可変表示について，特定遊技状態に制御するか否かを\n特定するための情報を保留記憶情報として記憶する保留記憶手段と（【請求項１】），\n／保留記憶手段に記憶されている保留記憶情報に応じた予告演出を当該保留記憶情\n報にもとづく可変表示より前に停止表示される複数回の可変表示において連続して\n実行可能な演出実行手段と（【請求項１】），／演出実行手段が実行する予告演出\nの演出態様を選択する演出選択手段と（【請求項１】）， ／を備え，／ＣＰＵ５６\nは，／特別図柄の可変表示が開始できる状態になると，特別図柄の可変表示の表示\n結果を大当りとするか否かを決定する特別図柄通常処理を実行し（【０１５６】，\n【０１５８】），／特別図柄および飾り図柄の変動が実際に開始される前に，大当り\nが生ずるか否か判定するとともに大当りの種別や変動パターン種別を判定する入賞\n時判定処理を実行し（【０１７６】，【０１７７】），／演出選択手段は，連続し\nて実行される予告演出の組合せパターンとして第３の予告演出（背景画像が変化し，\nその後チャンス目が停止表示される演出）が実行される，特定の組合せパターンを\n選択可能とし（【請求項１】，【請求項３】，【０２７１】），／演出実行手段は，\n単にチャンス目が停止表示される演出が連続して行われる演出パターン（演出パタ\nーン番号４）と，特定の組合せパターンのうち，単にチャンス目が停止表示される\n演出の後に，第３の予告演出（背景画像が変化し，その後チャンス目が停止表示さ\nれる演出）が行われる演出パターン（演出パターン番号５，７のパターン）を含む\n組合せパターンの中から予告演出を連続して実行可能である／遊技機。\nイ  一致点\n識別情報の可変表示を行って表示結果を導出する可変表示手段に予め定められ\nた特定表示結果が導出されたときに，遊技者にとって有利な特定遊技状態に制御す\nる遊技機であって，／未だ開始されていない識別情報の可変表示について，保留情\n報として記憶可能な保留記憶手段と，／識別情報の可変表示を開始するときに当該\n識別情報の可変表示の表示結果を前記特定表示結果とするか否かを決定する開始時\n決定手段と，／前記特定表示結果となるか否かを前記開始時決定手段による決定前\nに判定する開始前判定手段と，／前記開始前判定手段による判定に基づいて，前記\n保留記憶手段に記憶されている保留情報に基づく識別情報の可変表示が実行される\n前の複数回の識別情報の可変表示に渡って，連続した予告演出を実行する予告演出\n実行手段と，を備え，／前記予告演出実行手段は，／前記複数回の識別情報の可変\n表示において，第１予告演出を実行するパターンと，前記第１予告演出を実行した\n後に当該第１予告演出よりも特定表示結果となる割合が高い第２予告演出を実行す\nるパターンとを含む演出パターンの中から前記予告演出を実行可能であり，／前記\n開始前判定手段による判定に基づいて，前記複数回の識別情報の可変表示に渡って，\n一連の連続した特定予告演出を継続して実行可能である／遊技機。\nウ  相違点\n(ア)  相違点１\n予告演出実行手段が複数回の識別情報の可変表示において実行する演出に関し\nて，本件補正発明は，第１予告演出を実行するパターンと，第１予告演出を実行し\nた後に第２予告演出を実行するパターンとに加えて，第１予告演出よりも特定表示\n結果となる割合が高い第２予告演出を実行するパターンと，のいずれかのパターン\nにて前記予告演出を実行可能であるのに対して，引用発明は，第１予告演出を実行\nするパターンと，第１予告演出を実行した後に第２予告演出を実行するパターンと，\nのいずれかのパターンにて前記予告演出を実行可能であるが，第１予告演出よりも\n特定表示結果となる割合が高い第２予告演出を実行するパターンにて予告演出を実\n行可能であるか否か不明である点。\n(イ)  相違点２\n本件補正発明は，第１予告演出を実行した後に第２予告演出を実行するパターン\nで予告演出を実行する場合，１の識別情報の可変表示中の複数のタイミングにおい\nて第２予告演出を開始可能であって，第２予告演出を開始するタイミングに応じて\n有利度合いが異なるように，予告演出を実行するのに対して，引用発明は，当該発\n明特定事項を備えていない点。\nエ  引用例２記載の技術事項\nメイン制御基板１００（報知手段）は，／第１演出を行う第１タイミングから第\n２演出を行う第２タイミングまでの期間（演出間隔）の長さに応じて，期待度を異\nならせ（期待度の大きさと関連して魚の大きさを異ならせ）て期待度を報知した遊\n技機。\n４  取消事由\n(1)  手続違背（取消事由１）\n(2)  本件補正発明の容易想到性の判断の誤り（取消事由２）\nア  相違点２に係る認定の誤り\nイ  相違点２に係る判断の誤り\n(3)  本願発明の容易想到性の判断の誤り（取消事由３）\n(4)  審理不尽（取消事由４）\n第３  当事者の主張\n１  取消事由１（手続違背）について\n〔原告の主張〕\n(1)  本件審決は，本件拒絶査定の理由と異なる拒絶の理由をもって審判不成立の\n判断をしているところ，特許法１５９条２項により準用される同法５０条本文所定\nの手続を履践しておらず，手続違背があるから，取り消されるべきである。\n(2)  特許庁における手続の概要\nア  本件拒絶理由通知書（甲８）の概要\n本件拒絶理由通知書においては，理由１として，請求項１については，発明の課\n題を解決するための手段が反映されているとはいえず，請求項１に係る発明は，発\n明の詳細な説明に記載した範囲を超えるものであって，特許法３６条６項１号に規\n定する要件違反である，理由２として，特許法２９条２項の規定により，請求項２\nについて引用例１，引用例２により進歩性なし，請求項３について引用文献（省略）\nにより進歩性なしと判断された。\nイ  平成２６年補正書（甲１０）の概要\n原告は，平成２６年補正書において，請求項１～３において共通する構成につい\nて，記載内容を整理するとともに，各請求項において「可変表示」と「識別情報の\n可変表示」とが混在していたため，「識別情報の可変表示」と表記を統一する補正\nを行い，また，請求項１については，理由１で指摘された点に対応すべく，発明の\n課題を解決するための手段が反映されるよう，特定事項が明確となるように不明瞭\nな記載の釈明を目的とする補正を行い，さらに請求項４を追加する補正をしている\nものの，請求項１～３に係る発明については，補正前と補正後で実質的な構成につ\nいては変更していない。\nウ  本件拒絶査定（甲１２）の概要\n本件拒絶査定においては，この出願については，本件拒絶理由通知書に記載した\n理由２によって，拒絶をすべきものとされ，平成２６年補正後の請求項２に係る発\n明は，拒絶理由通知書で提示した引用例１及び引用例２から当業者が容易に発明を\nすることができたものであり，同請求項３に係る発明も，先の拒絶理由通知書で提\n示した引用文献（省略）から当業者が容易に発明をすることができたものであると\nされ，平成２６年補正後の請求項１に係る発明については，現時点では，拒絶の理\n由を発見しない旨が示された。\nエ  本件補正書（甲１４）の概要\n原告は，請求項１～３の全ての請求項において，「いずれかのパターンで」を，\n「いずれかのパターンにて」に変更する補正を行ったものの，請求項１～３に係る発\n明については，本件補正の前後で実質的な構成については変更していない。\n(3)  以上のとおり，請求項１～３に係る発明については，平成２６年補正及び本\n件補正のいずれにおいても，実質的な構成については変更していない。\n一方で，請求項１については，本件拒絶理由通知書において，特許法３６条６項\n１号に規定する要件違反についての拒絶理由が通知されたが（理由１），本件拒絶\n理由通知書，本件拒絶査定，平成２７年９月９日付前置報告書（甲１５），その後\nの審判段階においても，特許法２９条２項の規定による拒絶理由が存在する旨は，\n何ら通知されていない。\nそして，本件審決においては，本件補正が却下され，本願発明についても，特許\n法２９条２項の規定による拒絶理由により特許を受けることができないとして拒絶\n審決がされた。\n拒絶査定不服の審判において，査定の理由と異なる拒絶理由を発見した場合には，\n拒絶理由を通知し，出願人に反論の機会を与えるべきであるところ，本願発明につ\nいては，かかる機会は，審決に至るまで一切付与されていない。本願発明について，\n特許法２９条２項の規定による拒絶理由が指摘されることなく，意見書及び手続補\n正書の提出の機会が与えられないまま，拒絶審決となったのは，特許法１５９条２\n項，５０条本文の規定に反しており，本件審決は違法であるから，取り消されるべ\nきである。\n〔被告の主張〕\n(1)  本件審決は，本件補正発明が，「平成２７年７月２３日に提出された手続補\n正書の特許請求の範囲の請求項１」であるものとした上，当該請求項１の記載をそ\nのまま摘記し，また，本願発明が，「平成２６年７月１５日付け手続補正書の特許\n請求の範囲の請求項１」であるものとした上，請求項１の記載をそのまま摘記して\nいるが，これらは，いずれも誤記であって，正しくは，それぞれ「請求項２」であ\nる。 そして，当該誤記は，明白なものであって，本件審決のその余の記載や特許庁\nにおける審査の経緯といった事情を踏まえれば，上記の各「請求項１」が誤記であ\nることが，十分理解可能であり，それらを「請求項２」で読み替えて，本件審決の\n趣旨を正しく把握することができる。\n(2)  審決の誤記について\nア  本件審決は，本件補正発明と引用発明との相違点２の認定を，「本件補正発\n明は，第１予告演出を実行した後に第２予告演出を実行するパターンで予告演出を\n実行する場合，１の識別情報の可変表示中の複数のタイミングにおいて第２予告演\n出を開始可能であって，第２予告演出を開始するタイミングに応じて有利度合いが\n異なるように，予告演出を実行する」ものであることを前提に行っているところ，\nこのような「第２予告演出を開始するタイミング」等に関する発明特定事項は，本\n件補正後の請求項２に特有のものであって，同請求項１及び３のいずれにも含まれ\nていない。\nそして，本件審決は，上記相違点２の判断に関し，上記の前提に立って容易想到\n性を論じていることが，その記載内容から直ちに理解される。\nしたがって，本件審決が，実質的に，本件補正後の請求項２に係る発明が本件補\n正発明であるものとして，独立特許要件の認定・判断を行っていることは，明らか\nであり，「本件補正発明と同様に，当業者が容易に発明をすることができたもので\nある」とした「本願発明」についても，平成２６年補正後の請求項２に係る発明が，\n本願発明であるものとして，認定・判断を行っていることもまた明らかであるから，\n本件審決の各「請求項１」が誤記であることが十分理解可能であり，それらを「請\n求項２」で読み替えて，本件審決の趣旨を正しく把握することができる。\nイ  本件補正後の請求項１には，「前記開始時決定手段の決定結果に基づいて，\n識別情報の可変表示の表示結果を示唆する示唆演出を実行する示唆演出実行手段」\nとの発明特定事項が含まれているのに対し，本件審決では，当該事項を，一致点と\nしても相違点としても挙げていないことも，本件審決の各「請求項１」が誤記であ\nることの理解を促すものであるといえる。\nウ  さらに，本件審決は，請求人の本願の請求項２，３に記載の発明についての\n課題に関する主張を，本件補正発明と対応付けており，この点は，審判合議体が，\n本件補正発明は，本件補正後の請求項１に記載の発明ではなく，少なくとも請求項\n２，３に記載の発明のいずれかと認識していたことを示すものであるから，この点\nも，本件審決の各「請求項１」が誤記であることの理解を促すものであるといえる。\nエ  加えて，審査の過程で，審査官は，本件拒絶査定において，平成２６年補正\n書の特許請求の範囲につき，備考欄に，請求項２に係る発明は，本件拒絶理由通知\nで提示した引用例１及び引用例２から当業者が容易に発明をすることができたもの\nである旨を記載しているのに対し，請求項１に係る発明については拒絶の理由を発\n見しない旨を記載しており，この点も，本件審決の各「請求項１」が誤記であるこ\nとの理解を促すものであるといえる。\nオ  そして，誤記の正しい理解においても，本件審決の判断の妥当性がそのまま\n維持されることが，明らかであるから，当該誤記は，本件審決の結論を左右するも\nのではない。\n(3)  審決に手続違背がないことについて\n上記(2)エのとおり，審査において，平成２６年補正後の請求項２の容易想到性を\n理由に拒絶査定がされているところ，同アのとおり，本件審決の各「請求項１」と\nの記載は，いずれも「請求項２」の誤記であることが十分理解可能であって，本件\n審決は，実質的に，本件補正後の請求項２に係る発明が本件補正発明であるものと\nして独立特許要件の認定・判断を行っているとともに，本願発明についても，平成\n２６年補正後の請求項２に係る発明が本願発明であるものとして認定・判断を行っ\nていることが明らかであるから，本件審決に手続違背があるとはいえない。\n２  取消事由２（本件補正発明の容易想到性の判断の誤り）について\n〔原告の主張〕\n(1)  相違点２に係る認定の誤りについて\n本件審決では，本件補正発明と引用発明との相違点２について，前記第２の３(3)\nウ(イ)のとおり認定しているが，本件補正発明においては，「第１予告演出を実行\nした後に第２予告演出を実行するパターンで予告演出を実行する場合，１の識別情\n報の可変表示中の複数のタイミングにおいて第２予告演出を開始可能であって，第\n２予告演出を開始するタイミングに応じて有利度合いが異なるように，予告演出を\n実行する」点については，何ら特定しておらず，相違点２の認定には誤りがある。\n(2)  相違点２に係る判断の誤りについて\n相違点２に係る構成は，本件補正発明には特定されておらず，その認定には誤り\nがあるため，本件審決が，その誤りのある認定に基づいて，本件補正発明は当業者\nが容易になし得たものであると判断したことには，誤りがある。\n〔被告の主張〕\n(1)  相違点２に係る認定の誤りについて\n本件審決において，本件補正発明及び本願発明がそれぞれ「請求項１」に係る発\n明であるとした上，それらの記載をそのまま摘記した点は，誤記であり，正しくは\n「請求項２」である。本件審決が認定した本件補正発明の相違点２は，本件補正後の\n請求項２に特有の発明特定事項に係るものであって，その認定には誤りはない。\n(2)  相違点２に係る判断の誤りについて\n本件審決における，本件補正発明の相違点２の判断に誤りはない。\n３  取消事由３（本願発明の容易想到性の判断の誤り）について\n〔原告の主張〕\n本件審決は，本願発明と引用発明との対比においても，本件補正発明と引用発明\nと同様に相違点２を認定しているが，かかる認定は誤りであり，その誤りのある認\n定に基づいて，本願発明は，当業者が容易になし得たものであると判断したことに\nは，誤りがある。\n〔被告の主張〕\n本件審決は，本願発明について，平成２６年補正後の請求項２に係る発明である\nものとして認定・判断を行っていることが明らかであるから，本願発明についての\n対比・判断に誤りはない。\n４  取消事由４（審理不尽）について\n〔原告の主張〕\n本件審決では，拒絶査定時に拒絶理由が存在しない特許請求の範囲の請求項１に\n記載された発明のみについて審理しており，進歩性なしとの拒絶理由のあった請求\n項２又は３について，何ら審理していない。\n被告は，請求項２に係る発明に対して審理を行っていると主張するが，本件審決\nにおいては，本願発明ないし本件補正発明としては，「請求項１」に記載された発\n明が示され，審理対象としては，「請求項１」として特定しているにもかかわらず，\n相違点２の記載としては，請求項２に記載された発明における構成が示されている\nことから，審理対象の請求項が，一義的には明らかではなく，いずれの請求項を審\n理したのか不明である。\n以上によれば，審理不尽であることは明らかである。\n〔被告の主張〕\n本件審決は，実質的に，本件補正後の請求項２に係る発明及び平成２６年補正後\nの請求項２に係る発明に対して審理を行っているから，審理不尽はない。\n第４  当裁判所の判断\n１  取消事由１（手続違背）について\n(1)  手続の経緯及び内容\nア  原告は，平成２４年６月１４日，本願に係る特許出願をし，平成２５年１２\n月２６日付けで公開された（甲６）。原告は，同月３日付け手続補正書（甲７）に\nより，特許請求の範囲の補正を行った。\nイ  平成２６年５月１２日付け本件拒絶理由通知書（甲８）\n本件拒絶理由通知書に記載された拒絶理由は，要旨，以下のとおりである。\n(ア)  理由１\nこの出願の請求項１に係る発明は，発明の詳細な説明に記載した範囲を超えるも\nのであるから，特許法３６条６項１号に規定する要件を満たしていない。\n(イ)  理由２\nこの出願の請求項２に係る発明は，引用例１及び引用例２に記載された発明に基\nづき，請求項３に係る発明については，引用文献（省略）に基づき，その出願前に\nその発明の属する技術の分野における通常の知識を有する者が容易に発明をするこ\nとができたものであるから，特許法２９条２項の規定により特許を受けることがで\nきない。\nウ  平成２６年７月１５日付け手続補正書（甲１０）\n原告は，平成２６年補正書により，特許請求の範囲の補正を行った。平成２６年\n補正後の特許請求の範囲は，別紙１のとおりである。\nエ  平成２７年４月２０日付け本件拒絶査定（甲１２）\n本件拒絶査定には，要旨，以下のとおり記載されている。\n(ア)  この出願については，平成２６年５月１２日付け拒絶理由通知書に記載し\nた理由２によって，拒絶をすべきものである。\n請求項２に係る発明は，先の拒絶理由通知書で提示した引用例１及び引用例２か\nら当業者が容易に発明をすることができたものであり，請求項３に係る発明も，先\nの拒絶理由通知書で提示した引用文献（省略）から当業者が容易に発明をすること\nができたものである。\n(イ)  拒絶の理由を発見しない請求項\n平成２６年補正書による補正後の請求項１に係る発明については，現時点では，\n拒絶の理由を発見しない。\nオ  平成２７年７月２３日付け審判請求書（甲１３）及び同日付け手続補正書（甲\n１４）\n原告は，平成２７年７月２３日，本件拒絶査定に対する不服の審判を請求すると\nともに，本件補正を行った。本件補正後の特許請求の範囲は，別紙２のとおりであ\nる。\nカ  本件審決\n本件審決は，平成２８年９月２８日，前記第２の３(1)記載のとおり，(1)本件補\n正につき，①目的外補正であり，②仮に，特許請求の範囲の減縮を目的とするもの\nに該当するとしても，本件補正発明は，引用発明及び引用例２記載の技術事項に基\nづいて，当業者が容易に発明をすることができたものであって，独立特許要件を欠\nくものであると判断して，本件補正を却下するとともに，(2)本願発明についても，\n本件補正発明と同一のものであるから，同法２９条２項の規定により，特許を受け\nることができない旨判断した。\n(2)  手続の適法性について\nア  本件審決は，本願発明につき，本件補正発明と同一のものであり，本件補正\n発明と同様に，引用発明，引用例２記載の技術事項及び周知の技術事項に基づいて\n当業者が容易に発明をすることができたものであるから，特許法２９条２項の規定\nにより，特許を受けることができない旨の判断をした。\nイ  他方，本件拒絶査定においては，前記(1)エ(ア)のとおり，平成２６年補正後\nの請求項２に係る発明につき，「先の拒絶理由通知書で提示した引用例１及び引用\n例２から当業者が容易に発明をすることができたものであり」，平成２６年補正後\nの請求項３に係る発明についても，「先の拒絶理由通知書で提示した引用文献（省\n略）から当業者が容易に発明をすることができたものである」と記載されている。\nそして，平成２６年補正後の請求項１に係る発明については，同(イ)のとおり，\n「拒絶の理由を発見しない請求項」との項の中で，「現時点では，拒絶の理由を発見\nしない」と記載されている。\n以上によれば，本願発明が本件拒絶査定の理由となっていないことは，明らかで\nある。\nウ  このように，本件審決が，特許法２９条２項の規定により，特許を受けるこ\nとができない旨の判断をした本願発明は，本件拒絶査定の理由とされていなかった\nのであるから，特許法１５９条２項にいう「査定の理由」は存在しない。\nしたがって，本件審決において，本願発明を拒絶する場合は，特許法１５９条２\n項，５０条本文に基づき，出願人である原告に対し，拒絶の理由を通知し，相当の\n期間を指定して，意見書を提出する機会を与えなければならないところ，本件審判\n手続において，拒絶の理由は通知されていないから，本件審判手続には，特許法１\n５９条２項，５０条本文所定の手続を欠いた違法が存在することは，明らかである。\n(3)  被告の主張について\n被告は，本件審決において，本件補正発明が本件補正後の請求項１であるものと\nして，当該請求項１の記載を摘記し，本願発明が平成２６年補正後の請求項１であ\nるものとして，当該請求項１の記載を摘記したのは，いずれも誤記であり，正しく\nはそれぞれ「本件補正後の請求項２」，「平成２６年補正後の請求項２」であると\nころ，本件補正後の請求項２に特有の発明特定事項により本件補正発明と引用発明\nの相違点の認定をしていることからも，当該誤記は明白なものであって，「請求項\n１」を「請求項２」と読み替えて，本件審決の趣旨を正しく理解できると主張する\nので，以下，検討する。\nア  本願明細書によれば，本件補正発明及び本件補正後の請求項２に係る発明の\n特徴は，以下のとおりである。\n(ア)  技術分野\n本発明は，パチンコ遊技機等の遊技機に関する。（【０００１】）\n(イ)  背景技術\n遊技機として，可変表示装置において識別情報の可変表示を実行する権利を所\n定の上限数まで保留情報として記憶し，その保留情報に対応した可変表示が実行さ\nれるより前に当該保留情報に対応した表示結果を先読みして，予告演出（先読み予\n告演出）を実行するものや，複数回の可変表示に渡って予告演出を実行する場合に，\n連続した予告演出の態様の組合せにより，表示結果を予告するものが提案されてい\nた。（【０００２】～【０００４】）\n(ウ)  発明が解決しようとする課題\n従来の遊技機では，表示結果が特定表示結果（大当り図柄）となる可能性が低い\n予告演出が実行された場合には，遊技者が落胆してしまい，遊技の興趣が低下して\nしまうおそれがあるという問題が存在したが，本発明は，遊技の興趣を向上させた\n遊技機を提供することを目的とするものである。（【０００５】【０００６】）\n(エ)  課題を解決するための手段\n前記課題を解決するため，請求項１に記載された遊技機は，遊技領域に設けられ\nた始動領域を遊技媒体が通過したことに基づいて，各々を識別可能な複数種類の識\n別情報の可変表示を行い表示結果を導出する可変表示手段に識別情報の表示結果と\nして予め定められた特定表示結果（例えば大当り図柄となる確定特別図柄や大当り\n組合せとなる確定飾り図柄など）が導出されたときに，遊技者にとって有利な特定\n遊技状態に制御する遊技機であって，前記始動領域を遊技媒体が通過したにもかか\nわらず未だ開始されていない識別情報の可変表示について，前記特定表示結果とす\nるか否を決定するための情報を所定の上限記憶数の範囲内で保留情報として記憶可\n能な保留記憶手段と，識別情報の可変表示を開始するときに前記保留記憶手段から\n読み出した保留情報に基づいて，当該識別情報の可変表示結果を前記特定表示結果\nとするか否かを決定する開始時決定手段と，前記始動領域を遊技媒体が通過したこ\nとに基づいて，前記特定表示結果となるか否かを前記開始時決定手段による決定前\nに判定する開始前判定手段と，前記開始前判定手段による判定に基づいて，前記保\n留記憶手段に記憶されている前記保留情報に基づく可変表示が実行される前の複数\n回の可変表示に渡って，連続した予告演出（例えば，先読み予告パターンＳＹＰ１\n－１～４－１に基づく先読み予告演出など）を実行する予告演出実行手段と，前記\n開始時決定手段の決定結果に基づいて，識別情報の表示結果を示唆する示唆演出（例\nえば変動中予告演出など）を実行する示唆演出実行手段と，を備え，前記予告演出\n実行手段は，前記複数回の可変表示において，第１予告演出を実行するパターン（例\nえば先読み予告パターンＳＹＰ１－１やＳＹＰ１－２に基づく停止図柄予告など）\nと，当該第１予告演出よりも前記特定表示結果となる割合が高い第２予告演出を実\n行するパターン（例えば先読み予告パターンＳＹＰ２－１に基づく背景変化予告な\nど）と，前記第１予告演出を実行した後に前記第２予告演出を実行するパターン（例\nえば先読み予告パターンＳＹＰ３－１に基づく停止図柄予告→背景変化予告など）\nと，のいずれかのパターンにて前記予告演出を実行可能であるとともに，前記示唆\n演出の演出態様は複数（例えば「予告Ｘ」，「予告Ｙ」，「予告Ｚ」など）あり，\n前記示唆演出実行手段は，前記示唆演出の演出態様に応じて，前記予告演出実行手\n段により前記第１予告演出を実行した後に前記第２予告演出を実行するパターンで\n前記予告演出が実行される割合が異なるように，前記示唆演出を実行し（例えば先\n読み予告パターンＳＹＰ３－１である場合には，「予告Ｙ」の変動中予告パターン\nにのみ決定可能である），前記予告演出実行手段は，前記開始前判定手段による判\n定に基づいて，前記保留記憶手段に記憶されている前記保留情報に基づく可変表示\nが実行される前の複数回の可変表示に渡って，一連の連続した特定予告演出（例え\nば，先読み予告パターンＳＹＰ４－１に基づく特定予告など）を継続して実行可能\nであることを特徴としている。（【０００７】）\nまた，請求項２に記載された遊技機は，識別情報の可変表示を行って表示結果を\n導出する可変表示手段に予め定められた特定表示結果（例えば大当り図柄となる確\n定特別図柄や大当り組合せとなる確定飾り図柄など）が導出されたときに，遊技者\nにとって有利な特定遊技状態に制御する遊技機であって，未だ開始されていない識\n別情報の可変表示について，保留情報として記憶可能な保留記憶手段と，識別情報\nの可変表示を開始するときに当該識別情報の可変表示の表示結果を前記特定表示結\n果とするか否かを決定する開始時決定手段と，前記特定表示結果となるか否かを前\n記開始時決定手段による決定前に判定する開始前判定手段と，前記開始前判定手段\nによる判定に基づいて，前記保留記憶手段に記憶されている保留情報に基づく識別\n情報の可変表示が実行される前の複数回の識別情報の可変表示に渡って，連続した\n予告演出（例えば，先読み予告パターンＳＹＰ１－１～４－１に基づく先読み予告\n演出など）を実行する予告演出実行手段と，を備え，前記予告演出実行手段は，前\n記複数回の識別情報の可変表示において，第１予告演出を実行するパターン（例え\nば先読み予告パターンＳＹＰ１－１やＳＹＰ１－２に基づく停止図柄予告など）と，\n当該第１予告演出よりも前記特定表示結果となる割合が高い第２予告演出を実行す\nるパターン（例えば先読み予告パターンＳＹＰ２－１に基づく背景変化予告など）\nと，前記第１予告演出を実行した後に前記第２予告演出を実行するパターン（例え\nば先読み予告パターンＳＹＰ３－１に基づく停止図柄予告→背景変化予告など）と，\nのいずれかのパターンにて前記予告演出を実行可能であるとともに，前記第１予告\n演出を実行した後に前記第２予告演出を実行するパターンで前記予告演出を実行す\nる場合，１の識別情報の可変表示中の複数のタイミング（例えば，変動開始時また\nは変動終了時など）において前記第２予告演出を開始可能であって，前記第２予告\n演出を開始するタイミングに応じて有利度合いが異なるように，前記予告演出を実\n行し，前記開始前判定手段による判定に基づいて，前記複数回の識別情報の可変表\n示に渡って，一連の連続した特定予告演出（例えば，先読み予告パターンＳＹＰ４\n－１に基づく特定予告など）を継続して実行可能である，ことを特徴としている。\n（【０００８】）\n(オ)  作用・効果\n請求項１に係る発明は，第１予告演出（実施例として，停止図柄予告）が開始さ\nれた場合でも，示唆演出の演出態様によって，例えば，第１予告演出（停止図柄予\n告）を実行した後に第２予告演出（背景変化予告）を実行するパターンの予告演出\nが実行される割合が他の示唆演出よりも高い示唆演出の演出態様である場合（例え\nば示唆演出「予告Ｙ」の場合）には，大当たりの信頼性が低い第１予告演出（停止\n図柄予告）であっても，大当り信頼度やリーチ信頼度が高いとされる第２予告演出\n（背景変化予告）に移行する可能性があることから，第１予告演出（停止図柄予告）\nを実行した後に第２予告演出（背景変化予告）を実行するパターンの予告演出であ\nることの期待感を抱かせることで，その後の表示結果に期待ができるようになり，\n遊技の興趣が向上するとともに，遊技者の期待感を維持することができる，という\n効果を奏するものである（段落【０００７】【０３２８】～【０３３２】）。\n請求項２に係る発明は，第１予告演出（停止図柄予告）が開始された場合でも，\nその演出態様によって，例えば，先読み予告演出の対象となる変動カテゴリに応じ\nて異なる割合で背景画像が変化するタイミング（背景変化予告を実行する変動にお\nける変動開始時，または，変動終了時のいずれか）を決定し，変動カテゴリが「大\n当り」である場合には，変動終了時に決定されやすくすることで，背景変化予告に\nおいて，変動開始時に背景画像が変化しなかった場合にも，遊技者は変動終了時に\n背景画像が変化して，大当り信頼度が高くなることを期待するようになるので，遊\n技者の期待感をより高めることができ，第２予告演出に移行することへの期待感を\n抱かせることができるとともに，第２予告演出の開始タイミングに注目させること\nができ，遊技の興趣が向上する，という効果を奏するものである（段落【０００８】\n【０３７９】【０３８３】【０３８７】～【０３９２】）。\nイ  引用発明について\n引用例１（甲１）には，本件審決が認定したとおりの引用発明（前記第２の３(3)\nア）が記載されていることが認められる。\n引用発明の特徴は，以下のとおりである。\n引用発明は，所定の始動領域を遊技媒体が通過した後に，各々を識別可能に所定\nの順序で配列された複数種類の識別情報を可変表示する可変表示部を複数備え，複\n数の可変表示部において停止表示された識別情報の組合せがあらかじめ定められた\n特定組合せとなったときに，遊技者にとって有利な特定遊技状態に制御する遊技機\nに関するものである。（【０００１】）\n従来の遊技機は，識別情報の可変表示が開始される前に，表示結果を報知するた\nめの予告演出を実行するものがあり，過去に記憶された保留記憶にもとづく表示結\n果を連続して所定の表示結果（チャンス目）とし，演出内容が段階的にステップア\nップするように予告演出を構成されていたところ，連続した予告演出におけるステ\nップアップの演出パターンが固定されており，単調な演出が実行されるので，遊技\n興趣が低下するおそれがある，という問題が存在した。（【０００７】【０００８】\n【００１０】）\n引用発明は，連続した予告演出の実行中における遊技者の特定遊技状態への期待\n感を持続させ，さらに，特定遊技状態への期待感を予告演出により異ならせて，遊\n技興趣を向上させる遊技機を提供することを目的とするものである。（【００１１】）\n引用発明は，「演出選択手段は，演出実行手段が実行する予告演出として，第１\nの予告演出と，前記第１の予告演出とは演出態様が異なる第２の予告演出とを含む\n複数の予告演出のいずれかを選択」し「第１の予告演出と第２の予告演出とが一の\n可変表示中に重複して実行される演出である第３の予告演出を実行可能であり，特\n定の組合せパターンは，前記第３の予告演出が実行される組合せパターンであり」\nとの構成を採用することにより，遊技者の大当りへの期待感を高めることができ，\nまた，選択されて実行される組合せパターンが特定の組合せパターンであるか否か\nにより大当りへの期待感を異ならせ，かつ，持続させることができ，また，第１の\n予告演出と第２の予告演出とが重複して実行されるという意外性のある演出により，\n遊技興趣を向上させることができる，という効果を奏するものである。（【請求項\n１】～【請求項３】，【００１７】～【００１９】）\nウ  本件審決における相違点の認定・判断\n(ア)  本件審決は，本件補正発明についての独立特許要件の検討に当たって，本\n件補正発明と引用発明との相違点として，相違点１（前記第２の３(3)ウ(ア)），相\n違点２（同(イ)）を認定しているところ，「本件補正発明は，第１予告演出を実行\nした後に第２予告演出を実行するパターンで予告演出を実行する場合，１の識別情\n報の可変表示中の複数のタイミングにおいて第２予告演出を開始可能であって，第\n２予告演出を開始するタイミングに応じて有利度合いが異なるように，予告演出を\n実行する」との相違点２は，本件補正後の請求項１に係る発明の構成によるもので\nはなく，本件補正後の請求項２に係る発明の構成のみによるものである。\nそして，相違点２の判断では，引用例２記載の技術事項の「第１演出を行う第１\nタイミングから第２演出を行う第２タイミングまでの期間（演出間隔）」は，演出\n内容に応じた複数の長さが存在するから，本件補正発明における「可変表示中」の\n変動開始からの期間の長さの異なる「複数のタイミング」に対応し，引用例２に記\n載された技術事項の「期間（演出間隔）の長さに応じて，期待度を異ならせ」るこ\nとは，本件補正発明における「第２予告演出を開始するタイミングに応じて有利度\n合いが異なる」ことに対応する，としており，本件補正後の請求項２に係る発明の\n構成のみによる相違点について判断しているものと認められる。\n(イ)  さらに，本件審決は，本願発明は本件補正発明と同一のものであると認定\nした上で，引用発明，引用例２に記載された技術事項及び周知の技術事項に基づい\nて当業者が容易に発明をすることができたものであるとして，特許法２９条２項の\n規定により特許を受けることができないと判断しており，本願発明との関係でも，\n平成２６年補正後の請求項２に係る発明の構成のみによる相違点について認定・判\n断しているものと認められる。\nエ  以上のとおり，本件審決が，独立特許要件の検討に当たって認定・判断した\n相違点２は，本件補正後の請求項２に係る発明の構成のみによる相違点であり，本\n願発明について認定・判断した相違点２も，平成２６年補正後の請求項２に係る発\n明のみによるもので，本件補正後の請求項１の発明，平成２６年補正後の請求項１\nの発明と対応するものではない。\nしかしながら，本件審決では，「本件補正発明」を「平成２７年７月２３日に提\n出された手続補正書の特許請求の範囲の請求項１に記載された発明」，「本願発明」\nを「平成２６年７月１５日付け手続補正書の特許請求の範囲の請求項１に記載され\nた発明」と定義した上で，各請求項１の記載を摘記しているのであって，本件補正\n後の請求項１に係る発明を本件補正発明，平成２６年補正後の請求項１に係る発明\nを本願発明と認定していることが明らかである。\nそうすると，本件審決は，本件補正後の請求項１に係る発明を本件補正発明，平\n成２６年補正後の請求項１に係る発明を本願発明と，それぞれ認定した上で，認定\nした発明と対応しない相違点２を認定しているのであり，相違点２の認定を誤った\nことになるが，かかる誤った相違点２の認定ないし判断を根拠に，本件補正発明及\nび本願発明についての「請求項１」の記載を「請求項２」の誤記と解することはで\nきない。\n被告は，本件における審査の経緯も，上記「請求項１」の記載が「請求項２」の\n誤記であるとの理解を促すものであると主張し，前記(2)イのとおり，本件拒絶査定\nにおいては，平成２６年補正後の請求項２に係る発明は，本件拒絶理由通知書で提\n示した引用例１及び引用例２から当業者が容易に発明をすることができたものであ\nる旨が記載されている一方で，平成２６年補正後の請求項１に係る発明については\n拒絶の理由を発見しないと記載されていることが認められるが，かかる審査の経緯\nを参酌しても，上記判断が左右されるものではない。\nよって，被告の主張は採用できない。\n(4)  小括\n以上によれば，本件審決には，特許法１５９条２項，５０条本文の規定に反する\n違法があり，原告主張の取消事由１は，理由がある。\n２  結論\n前記１のとおり，原告主張の取消事由１には理由がある上，前記１(3)エのとおり，\n本件審決には，本件補正発明と引用発明との相違点２，本願発明と引用発明との相\n違点２の認定に誤りがあることも明らかであり，原告主張の取消事由２及び同３に\nも理由があるというべきであって，本件審決は取消しを免れない。\nよって，原告の請求を認容することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官     髙    部    眞  規  子\n裁判官     古    河    謙    一\n裁判官     関    根    澄    子\n別紙１\n平成２６年補正後の特許請求の範囲\n【請求項１】  識別情報の可変表示を行って表示結果を導出する可変表示手段に\n予め定められた特定表示結果が導出されたときに，遊技者にとって有利な特定遊技\n状態に制御する遊技機であって，／  未だ開始されていない識別情報の可変表示に\nついて，保留情報として記憶可能な保留記憶手段と，／識別情報の可変表示を開始\nするときに当該識別情報の可変表示の表示結果を前記特定表示結果とするか否かを\n決定する開始時決定手段と，／  前記特定表示結果となるか否かを前記開始時決定\n手段による決定前に判定する開始前判定手段と，／前記開始前判定手段による判定\nに基づいて，前記保留記憶手段に記憶されている保留情報に基づく識別情報の可変\n表示が実行される前の複数回の識別情報の可変表示に渡って，連続した予告演出を\n実行する予告演出実行手段と，／前記開始時決定手段の決定結果に基づいて，識別\n情報の可変表示の表示結果を示唆する示唆演出を実行する示唆演出実行手段と，を\n備え，／前記予告演出実行手段は，前記複数回の識別情報の可変表示において，第\n１予告演出を実行するパターンと，当該第１予告演出よりも前記特定表示結果とな\nる割合が高い第２予告演出を実行するパターンと，前記第１予告演出を実行した後\nに前記第２予告演出を実行するパターンと，のいずれかのパターンで前記予告演出\nを実行可能であるとともに，／前記示唆演出の演出態様は複数あり，／前記示唆演\n出実行手段により実行された前記示唆演出の演出態様に応じて，前記予告演出実行\n手段により前記第１予告演出を実行した後に前記第２予告演出を実行するパターン\nで前記予告演出が実行される割合が異なり，／前記予告演出実行手段は，前記開始\n前判定手段による判定に基づいて，前記複数回の識別情報の可変表示に渡って，一\n連の連続した特定予告演出を継続して実行可能である，／ことを特徴とする遊技機。\n【請求項２】  識別情報の可変表示を行って表示結果を導出する可変表示手段に\n予め定められた特定表示結果が導出されたときに，遊技者にとって有利な特定遊技\n状態に制御する遊技機であって，／  未だ開始されていない識別情報の可変表示に\nついて，保留情報として記憶可能な保留記憶手段と，／識別情報の可変表示を開始\nするときに当該識別情報の可変表示の表示結果を前記特定表示結果とするか否かを\n決定する開始時決定手段と，／  前記特定表示結果となるか否かを前記開始時決定\n手段による決定前に判定する開始前判定手段と，／前記開始前判定手段による判定\nに基づいて，前記保留記憶手段に記憶されている保留情報に基づく識別情報の可変\n表示が実行される前の複数回の識別情報の可変表示に渡って，連続した予告演出を\n実行する予告演出実行手段と，を備え，／前記予告演出実行手段は，／前記複数回\nの識別情報の可変表示において，第１予告演出を実行するパターンと，当該第１予\n告演出よりも前記特定表示結果となる割合が高い第２予告演出を実行するパターン\nと，前記第１予告演出を実行した後に前記第２予告演出を実行するパターンと，の\nいずれかのパターンで前記予告演出を実行可能であるとともに，／前記第１予告演\n出を実行した後に前記第２予告演出を実行するパターンで前記予告演出を実行する\n場合，１の識別情報の可変表示中の複数のタイミングにおいて前記第２予告演出を\n開始可能であって，前記第２予告演出を開始するタイミングに応じて有利度合いが\n異なるように，前記予告演出を実行し，／前記開始前判定手段による判定に基づい\nて，前記複数回の識別情報の可変表示に渡って，一連の連続した特定予告演出を継\n続して実行可能である，／ことを特徴とする遊技機。\n【請求項３】  識別情報の可変表示を行って表示結果を導出する可変表示手段に\n予め定められた特定表示結果が導出されたときに，遊技者にとって有利な特定遊技\n状態に制御する遊技機であって，／  未だ開始されていない識別情報の可変表示に\nついて，保留情報として記憶可能な保留記憶手段と，／識別情報の可変表示を開始\nするときに当該識別情報の可変表示の表示結果を前記特定表示結果とするか否かを\n決定する開始時決定手段と，／  前記特定表示結果となるか否かを前記開始時決定\n手段による決定前に判定する開始前判定手段と，／前記開始前判定手段による判定\nに基づいて，前記保留記憶手段に記憶されている保留情報に基づく識別情報の可変\n表示が実行される前の複数回の識別情報の可変表示に渡って，連続した予告演出を\n実行する予告演出実行手段と，を備え，／前記予告演出実行手段は，前記複数回の\n識別情報の可変表示において，第１予告演出を実行するパターンと，当該第１予告\n演出よりも前記特定表示結果となる割合が高い第２予告演出を実行するパターンと，\n前記第１予告演出を実行した後に前記第２予告演出を実行するパターンと，のいず\nれかのパターンで前記予告演出を実行可能であるとともに，／前記第１予告演出の\n演出態様は複数あり，／前記予告演出実行手段は，／前記第１予告演出の演出態様\nに応じて，前記第１予告演出を実行した後に前記第２予告演出を実行するパターン\nで前記予告演出が実行される割合が異なるように，前記予告演出を実行し，／前記\n開始前判定手段による判定に基づいて，前記複数回の識別情報の可変表示に渡って，\n一連の連続した特定予告演出を継続して実行可能である，／ことを特徴とする遊技\n機。\n【請求項４】  前記予告演出実行手段による前記予告演出の実行を制限する予告演\n出制限手段をさらに備える／ことを特徴とする請求項１，２または３のいずれかに\n記載の遊技機。\n別紙２\n本件補正後の特許請求の範囲\n【請求項１】  識別情報の可変表示を行って表示結果を導出する可変表示手段に\n予め定められた特定表示結果が導出されたときに，遊技者にとって有利な特定遊技\n状態に制御する遊技機であって，／未だ開始されていない識別情報の可変表示につ\nいて，保留情報として記憶可能な保留記憶手段と，／識別情報の可変表示を開始す\nるときに当該識別情報の可変表示の表示結果を前記特定表示結果とするか否かを決\n定する開始時決定手段と，／前記特定表示結果となるか否かを前記開始時決定手段\nによる決定前に判定する開始前判定手段と，／前記開始前判定手段による判定に基\nづいて，前記保留記憶手段に記憶されている保留情報に基づく識別情報の可変表示\nが実行される前の複数回の識別情報の可変表示に渡って，連続した予告演出を実行\nする予告演出実行手段と，／前記開始時決定手段の決定結果に基づいて，識別情報\nの可変表示の表示結果を示唆する示唆演出を実行する示唆演出実行手段と，を備え，\n／前記予告演出実行手段は，前記複数回の識別情報の可変表示において，第１予告\n演出を実行するパターンと，当該第１予告演出よりも前記特定表示結果となる割合\nが高い第２予告演出を実行するパターンと，前記第１予告演出を実行した後に前記\n第２予告演出を実行するパターンと，のいずれかのパターンにて前記予告演出を実\n行可能であるとともに，／前記示唆演出の演出態様は複数あり，／前記示唆演出実\n行手段により実行された前記示唆演出の演出態様に応じて，前記予告演出実行手段\nにより前記第１予告演出を実行した後に前記第２予告演出を実行するパターンで前\n記予告演出が実行される割合が異なり，／前記予告演出実行手段は，前記開始前判\n定手段による判定に基づいて，前記複数回の識別情報の可変表示に渡って，一連の\n連続した特定予告演出を継続して実行可能である，／ことを特徴とする遊技機。\n【請求項２】  識別情報の可変表示を行って表示結果を導出する可変表示手段に予\nめ定められた特定表示結果が導出されたときに，遊技者にとって有利な特定遊技状\n態に制御する遊技機であって，／未だ開始されていない識別情報の可変表示につい\nて，保留情報として記憶可能な保留記憶手段と，／識別情報の可変表示を開始する\nときに当該識別情報の可変表示の表示結果を前記特定表示結果とするか否かを決定\nする開始時決定手段と，／前記特定表示結果となるか否かを前記開始時決定手段に\nよる決定前に判定する開始前判定手段と，／前記開始前判定手段による判定に基づ\nいて，前記保留記憶手段に記憶されている保留情報に基づく識別情報の可変表示が\n実行される前の複数回の識別情報の可変表示に渡って，連続した予告演出を実行す\nる予告演出実行手段と，を備え，／前記予告演出実行手段は，／前記複数回の識別\n情報の可変表示において，第１予告演出を実行するパターンと，当該第１予告演出\nよりも前記特定表示結果となる割合が高い第２予告演出を実行するパターンと，前\n記第１予告演出を実行した後に前記第２予告演出を実行するパターンと，のいずれ\nかのパターンにて前記予告演出を実行可能であるとともに，／前記第１予告演出を\n実行した後に前記第２予告演出を実行するパターンで前記予告演出を実行する場合，\n１の識別情報の可変表示中の複数のタイミングにおいて前記第２予告演出を開始可\n能であって，前記第２予告演出を開始するタイミングに応じて有利度合いが異なる\nように，前記予告演出を実行し，／前記開始前判定手段による判定に基づいて，前\n記複数回の識別情報の可変表示に渡って，一連の連続した特定予告演出を継続して\n実行可能である，／ことを特徴とする遊技機。\n【請求項３】  識別情報の可変表示を行って表示結果を導出する可変表示手段に予\nめ定められた特定表示結果が導出されたときに，遊技者にとって有利な特定遊技状\n態に制御する遊技機であって，／未だ開始されていない識別情報の可変表示につい\nて，保留情報として記憶可能な保留記憶手段と，／識別情報の可変表示を開始する\nときに当該識別情報の可変表示の表示結果を前記特定表示結果とするか否かを決定\nする開始時決定手段と，／前記特定表示結果となるか否かを前記開始時決定手段に\nよる決定前に判定する開始前判定手段と，／前記開始前判定手段による判定に基づ\nいて，前記保留記憶手段に記憶されている保留情報に基づく識別情報の可変表示が\n実行される前の複数回の識別情報の可変表示に渡って，連続した予告演出を実行す\nる予告演出実行手段と，を備え，／前記予告演出実行手段は，前記複数回の識別情\n報の可変表示において，第１予告演出を実行するパターンと，当該第１予告演出よ\nりも前記特定表示結果となる割合が高い第２予告演出を実行するパターンと，前記\n第１予告演出を実行した後に前記第２予告演出を実行するパターンと，のいずれか\nのパターンにて前記予告演出を実行可能であるとともに，／前記第１予告演出の演\n出態様は複数あり，／前記予告演出実行手段は，／前記第１予告演出の演出態様に\n応じて，前記第１予告演出を実行した後に前記第２予告演出を実行するパターンで\n前記予告演出が実行される割合が異なるように，前記予告演出を実行し，／前記開\n始前判定手段による判定に基づいて，前記複数回の識別情報の可変表示に渡って，\n一連の連続した特定予告演出を継続して実行可能である，／ことを特徴とする遊技\n機。\n【請求項４】  前記予告演出実行手段による前記予告演出の実行を制限する予告演\n出制限手段をさらに備える／ことを特徴とする請求項１，２または３のいずれかに\n記載の遊技機。\n"
}