{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 5,
    "day": 10
  },
  "case_number": "平成29(う)1349",
  "case_name": "詐欺被告事件",
  "court_name": "大阪高等裁判所第3刑事部",
  "result": "破棄自判",
  "gist": "イベント会社の従業員である被告人が，従前イベント会社等が使用する無線機器等に割り当てられていた周波数帯域を携帯電話に割り当てるため，他の周波数帯域の無線機器等を購入してイベント会社等に無償提供するなどの事業を行っていた団体の職員と共謀の上，同団体から無償提供用の無線機器の購入名下に約５４００万円をだまし取ったとされる詐欺の事案につき，同職員との間の共謀及び故意を認めて被告人を有罪とした原判決には事実の誤認があるとしてこれを破棄し，被告人に無罪を言い渡した事例",
  "lawsuit_id": "87797",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87797",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/797/087797_hanrei.pdf",
  "contents": "平成３０年５月１０日宣告\n判            決\n上記の者に対する詐欺被告事件について，平成２９年１１月２８日京都地\n方裁判所が言い渡した判決に対し，被告人から控訴の申立てがあったので，\n当裁判所は，検察官宮本健志出席の上審理し，次のとおり判決する。\n主            文\n原判決を破棄する。\n被告人は無罪。\n理            由\n本件控訴の趣意は，主任弁護人矢部善朗及び弁護人豊山博子共同作成の控\n訴趣意書に記載のとおりである（なお，弁護人は，控訴趣意書の第５は，仮に\n原判決に事実誤認がないとしても，原判決の量刑は不当である旨を主張する\n趣旨である旨釈明した。）から，これを引用する。\n原判決が認定した被告人の罪となるべき事実の要旨は，「被告人は，無線設\n備のレンタル等を業務とし，無線方式の通信機器のうち一定の出力を有し，\nその使用に当たって電波法上免許が必要な「特定ラジオマイク」用として，\n７７０ＭＨｚを越え８０６ＭＨｚ以下に当たる周波数帯（７００ＭＨｚ帯周\n波数）の電波を使用する免許を有していた株式会社Ａ社の従業員であるが，\n一般社団法人Ｂ協会（協会）の派遣従業員として，７００ＭＨｚ帯周波数の\n免許人（既存免許人）に別の周波数帯（新帯域）への移行を促し，その際，既\n存免許人が新帯域で使用する無線設備等の購入費用等を協会が負担すること\nなどを内容とする「終了促進措置」の一環として，既存免許人との交渉等を\nする業務に従事していたＣと共謀の上，協会から特定ラジオマイク等の無線\n設備等の購入費用名下に現金をだまし取ろうと考え，真実は，Ｃが設立した\n株式会社Ｄ社において特定ラジオマイク等を納品する意思はないし，Ａ社に\nおいても，特定ラジオマイク等を受領する意思はなく，特定ラジオマイク等\nを対象とした新帯域への移行のための無線局免許を取得する意思もないのに，\nこれらがあるかのように装い，平成２６年１１月２７日，神戸市ａ区に所在\nするＡ社において，Ｄ社がＡ社に対し特定ラジオマイク等を納品し，その購\n入費用は協会が負担する旨記載された「物品売買及び譲渡に関する契約書」\n（物品売買契約書）及びＤ社がＡ社に特定ラジオマイク等を納品した旨記載\nされた内容虚偽の納品書を作成した上，翌２８日頃，大阪市ｂ区において，\nＣが，Ｄ社から協会に対して前記購入費用として５３８３万８０００円を請\n求する旨記載した請求書及び前記納品書等のＰＤＦデータを協会の担当者に\n電子メールで送信するなどし，同担当者をして，Ｄ社からＡ社に特定ラジオ\nマイク等が納品され，Ｄ社に前記金額を支払う必要があるなどと誤信させ，\nよって，協会の他の担当者らをして，平成２７年１月３０日，協会名義の普\n通預金口座からＣが管理するＤ社名義の普通預金口座に５３８３万８０００\n円を振込送金させ，もって人を欺いて財物を交付させた。」というものであり\n（なお，原判決の「罪となるべき事実」の７行目の「終了促進措置を行うに当\nたって，その対象となる免許人」は「終了促進措置の対象となる免許人」等の\n誤記（あるいは，同５行目の「進める」が「，」等の誤記）であり，同１０行\n目の「被告人を含む免許人」は「前記Ａを含む免許人」の誤記と認められる。），\n控訴趣意は，原判決の事実誤認及び量刑不当を主張するものである。\n第１  控訴趣意中，事実誤認の主張について\n論旨は，要するに，原判示の事実について，被告人には詐欺の故意はなく，\n共犯者であるＣとの間にその共謀もないし，被告人は欺罔行為もしていない\nから，被告人は無罪であり，それにもかかわらず，上記の事実を認定して被\n告人を有罪とした原判決には，判決に影響を及ぼすことが明らかな事実の誤\n認がある，というのである。\nそこで，原審記録を調査して検討する。\n１  前提事実の認定\n関係証拠によれば，以下の事実が認められる（原判決が「２  前提となる\n事実」として認定している事実と同旨の事実については，これを適宜引用し\nて摘示する。）。\n被告人は，協会のために終了促進措置に関する業務を行っていたＥ\n社の担当職員から，平成２５年６月以降，同措置に関する説明を受けていた\nが，新帯域のインフラ整備の状況や新帯域への移行によりランニングコスト\nが増えることなどに関し，担当職員に尋ねても持ち帰ってばかりで回答がな\nいことなどに不満を持ち，Ｅ社の勧める終了促進措置に非協力的で，同措置\nにより新帯域への早期移行を行うこと等を約束する「基本合意」や７００Ｍ\nＨｚ帯周波数を携帯電話事業者と共用すること等に合意する「共用合意」に\n応じていなかった。\nＣは，平成２６年８月１９日頃，Ｅ社の担当職員とともに協会の派\n遣従業員としてＡ社を訪問して初めて被告人と会った。以後，Ｃは，被告人\nとの間の終了促進措置に関する交渉を主として担当し，被告人との間で多数\n回面談したり，電話やメールのやり取りをしたりした。被告人は，質問に即\n答してくれることなどからＣの対応を気に入り，同月２８日，基本合意及び\n共用合意の書面にＡ社の社印を押捺した。また，Ｃは，試用機器の貸出しに\n関し，被告人の要望に応じて便宜を図るなどしており，本件の後も旧無線機\n器の改造に応じるなどしていた。\nＣは，同年１０月２４日，知人を名義上の代表取締役として，Ｄ社\nを設立した。同社は，いわゆるペーパーカンパニーであり，活動実績はなか\nった。\nＣは，同年１０月末か同年１１月初め頃，被告人に対し，「機材の買\n取りに興味ないか。知り合いのＤ社という会社で，機材の販売も買取りもし\nており，自分も出資している。Ｆ社にパイプがあって，仕入れと卸をしてい\nる。総額５０００万円くらいで，Ｄ社が半額で買い取る。」などといった話を\nした。\n被告人は，既に他の音響機器販売会社を通じて新帯域の機器を入手\nする方針でいたが，父親でＡ社の代表取締役として同社を経営していたＧと\n相談の上，移行対象である全１６局のうち半分の８局分について，Ｃの提案\nする方法により終了促進措置で入手できる機器を買い取ってもらい，その代\n金で別の機器を購入するなどすることにした。\nＣはさらに，同年１１月初め頃，被告人に対し，「納品を省略しても\nらっていいか。納品しなければ５割で買い取るが，納品する場合は，手間や\n運搬のリスクなどから買取価格は３割になる。」などと言った。被告人は，Ｇ\nと再び相談した上で，納品を省略して５割で買い取ってもらう旨Ｃに伝えた。\nその後，被告人は，同月１０日に，Ｃと打合せをしたが，その際，被\n告人はＣに内緒で会話を録音していた。\n被告人は，同月２７日，物品売買契約書にＡ社の社印を押捺した。\n同契約書の内容は，①協会は，Ｄ社から新帯域に対応する無線設備等の物品\n（契約物品）を購入した上で，Ａ社に無償譲渡する，②Ａ社は，Ｄ社から契約\n物品を受領した後速やかに，受領確認書に署名等をした上，これをＤ社に提\n出する，③Ｄ社は，協会に対して前記署名等のある受領確認書の写しを請求\n書に添付し，契約金額の支払を請求する，④協会は，Ｄ社に契約金額及び消\n費税相当額を支払う，⑤Ａ社は，受領した無線設備等に係る無線局免許申請\n等や，終了促進措置の対象となる無線設備等に係る無線免許廃止等の手続を\n行うというものである（以下，同契約書記載の契約を「物品売買契約」とい\nう。）。また，被告人は，このとき，Ｄ社がＡ社に契約物品を納品した旨記載さ\nれた納品書の受領確認欄に署名し，Ａ社の社印を押捺した。\nＤ社は，実際には物品売買契約の契約物品を仕入れておらず，同契\n約は全くの架空取引であったが，Ｃは，この事実を被告人に告げていなかっ\nた。\n平成２７年１月３０日，物品売買契約に基づき，協会からＤ社名義\nの預金口座に５３８３万８０００円が振込入金され，Ｃは，同日，同口座か\nらＡ社名義の預金口座に２６９４万６０００円を振込入金した。\n被告人の母親で，Ａ社の経理を担当していたＨは，上記入金を確認し，被\n告人に対し，ＬＩＮＥにより「詐欺じゃなくてよかったね。」という内容のメ\nッセージを送った。\n被告人は，同年６月８日から同月１６日の間，３回にわたり，協会\nの職員から聞き取り調査を受けた。被告人は，予めＣから納品を受けた旨う\nそをつくことや転売先がＤ社であることを協会に隠すように依頼され，聞き\n取り調査の際には，協会の職員に対し，機器は持ってきてもらったとか，転\n売先は答えられないなどと述べた。\n２  故意及び共謀の有無に関する原判決の認定判断\n人は，契約物品の納品・受領を省略し，これに係る免許申請等をしないこと\n（納品の省略等）を協会が許容していないことについて，認識していた事実\n（以下，この認識を「本件認識」ともいう。）が推認され，被告人に本件詐欺\nの故意及びＣとの間の共謀が認められると認定判断した。\n納品の省略等が，物品売買契約書に記載されている契約条件に明ら\nかに反すること\n物品売買契約においては，契約物品の納品・受領及び受領確認書の提出並\nびに受領した契約物品に係る無線局免許申請等が代金支払の条件になってい\nるところ，被告人は，そのような物品売買契約書の内容を認識しながら，訂\n正等を求めず，同契約書及び納品書に押印している。\nＣ及び被告人は，協会に対して一貫して納品・受領があったかのよ\nうに装っていること\n契約物品の納品・受領については，「受領確認」欄に被告人が署名や押印を\nした納品書をＣが提出し，協会に対してこれがあったかのように装っており，\nこの点は，協会からの聞き取り調査等においてもそのように装うなど，被告\n人とＣの対応はその後も一貫・一致しており，被告人は，Ｃから納品しない\nことを協会が許容していると聞かされたことはなかった。そうすると，被告\n人は，Ｃが協会に対して納品・受領を省略したことを隠していることも認識\nしていたと認められる。\n被告人は，納品の省略等がＣに大きな利益をもたらすものであるこ\nとを認識していたこと\nＤ社を販売店とし，無線設備等の中でも特に高価なものを契約物品として，\nその納品・受領を省略し，Ｄ社が協会から支払われる約５０００万円（より\n正確には約５４００万円）の半分をＡ社に支払うとの内容は，Ｄ社にとって，\n差額である約２５００万円（前同約２７００万円）という大金がそのまま手\n元に残ることになる極めて利益の大きいものであった。\nまた，被告人は，Ｄ社が無線設備等の仕入れを全く行っていなかったこと\nを知らなったものの，平成２８年（「平成２６年」の誤記と認められる。）１１\n月１０日の打合せにおけるやり取りをみると，被告人らにおいてＤ社が仕入\nれを正しく行うことを前提とはしていないと認められること，Ａ社が無線設\n備等の納品・受領の省略に合意したのであれば，Ｄ社がその後わざわざその\n仕入れをする必要がないことは明らかであり，被告人がその後Ｃに仕入れが\n完了したか確認しようとした事情もうかがわれないこと，上記やり取りの時\n点では，Ｄ社に契約物品である無線設備等がそろっていなかったことは明ら\nかであり，納品・受領の期限である同月３０日までにＤ社が必要な無線設備\n等を仕入れられるとは考え難いことなどの事情（なお，仮にＤ社が仕入れを\n完全に行うとしても，それほど高くない金額を支払うだけで新品の無線設備\n等を得られることになるから，同社の利益が大きいことに変わりはない。）に\n照らすと，被告人には，納品の省略等がＤ社に極めて大きな利益をもたらす\nという認識があったものと認められる。\nそして，被告人とＣとの間のやり取り等からすると，被告人には，少なく\nとも，ＣとＤ社との関係が密接なものであり，同社の利益はＣの利益でもあ\nるとの認識があったものと認められる。\n被告人が，協会職員による聞き取り調査において虚偽の事実を述べ\nていること\n仮に，被告人が，物品売買契約書に押印した時点では，協会が納品の省略\n等を許容していると信じていたのであれば，被告人は，Ｃからうそをつくよ\nう依頼があった時点で，同人からだまされていたことに気づき，同人に対す\nる信頼を一気に失うのが通常であり，そうであれば，現在主張しているとお\nり，Ｃを信頼し，その提案通りに納品等の省略をした旨説明すればよいはず\nであり，それにもかかわらず虚偽の説明をし続けたことは，協会が納品の省\n略等を許容していると被告人が信じていたとすれば著しく不自然である。\n被告人及びその家族は，納品の省略等について心配する言動をして\nいること\n被告人は平成２６年１１月１０日のＣとの打合せについて，Ｃに内緒で録\n音しており，そのやりとりを見ると，Ｃからの提案について被告人がＧに相\n談し，Ｇが納品のないことに懸念を示しながらも，Ａ社の利益を考えると名\n義が同社に移転すればよいとの発想で納得し，被告人もこれを前提に納品が\nあるふりをすることに決めたことが認められる。また，Ｈは，Ｄ社からの入\n金後，被告人に「詐欺じゃなくてよかったね」という内容のメッセージを送\nっており，Ｈは，Ｃの申し出内容を疑っていた旨も供述している。\nこれらの事情も，被告人及びその家族が，Ｃを全面的に信用していたわけ\nではないという意味を含め，本件認識を推認させる事情といえる。\nたがって納品がなくては本来代金が支払われることもないこと，それにもか\nかわらず被告人ないしＡ社が「受領確認」欄に署名・押印のある納品書を協\n会に提出すれば協会が錯誤に陥って同代金を支払うことになるということを\nＣ\nの言うことは協会の意思に沿うものであるとして信用することに相当程度躊\n躇を覚えさせる事情であり，納品の省略等を協会が許容しているなどと被告\n人が誤信していたとは考え難く，協会が納品の省略等を許容していないこと\nについて被告人が認識していたこと（本件認識）が相当強く推認される。さ\nらに，上記\nるものといえる。\n以上によれば，被告人は，協会にとって無線設備等の納品・受領やこれに\n係る免許申請等をすることが契約代金の負担・交付の判断の基礎となる重要\nな事項であり，これらをしないことを協会が許容していないことについて，\n物品売買契約書に押印した時点で認識していたものと認められるから，被告\n人には詐欺の故意が認められ，また，納品等を省略して物品売買契約を締結\nし，Ｄ社がその代金を受領することについてＣと意思を通じ，Ａ社のために\n本件を行ったのであるから，被告人に詐欺罪の共同正犯が成立する。\n３  原判決の上記認定判断の合理性について\n納品の省略等が，物品売買契約書に記載されている契約条件に明ら\nかに反するとの点について\n被告人は，物品売買契約書にＡ社の社印を押捺した時点において，その記\n契約書に，Ｄ社が協会に契約金額の支払を請求する前提として，Ａ社が契約\n物品を受領した旨の受領確認書をＤ社に提出すべきことや，Ａ社が契約物品\nに関し無線局免許申請等の手続を行うべきことが記載されていることについ\nて，被告人が認識していた事実は確実に認められる。\nそして，協会において，物品売買契約により無線機器販売業者が協会に売\n却し，既存免許人に納品すべき契約物品について，当該無線機器販売業者が\n既存免許人に納品せず，直ちに買い戻すといった取引はおよそ想定しておら\nず，もし，協会が，そのような意図があることを知っていれば，物品売買契約\nを締結することや，契約金額を支払うことはしないはずであるから，その意\n図を秘して物品売買契約を締結し，納品があったかのように装って契約金額\nを請求する行為は，協会に対する詐欺に該当すると認められる。また，協会\nの派遣従業員として終了促進措置に関する業務に従事していたＣが，上記事\n実関係を知悉していたことは明らかであるから，同人に詐欺の故意があった\nこともまた明らかである。\n他方，被告人は，原審公判において，要旨，「協会から送られてくる封書に，\n早期終了キャンペーンのようなチラシとか，リース会社が機器を買い取って\nくれて，現金を確保できる旨のチラシが入っており，協会は転売を許容して\nいると思っており，Ｃからもその旨の説明を聞いていた。」「納品を省略すれ\nば５割で買い取るが，納品すれば３割になるというＣの説明を受け，５割の\n方を選んだ。Ａ社でも，通常は仕入れた商品の納品を受け，検品をした上で\n出荷するが，取引先が急いでいる場合等には納品を省略することがあった。\n本件では買取先がＤ社と決まっているから検品するメリットはなく，逆に納\n品を省略することによるデメリットもなかった。」「Ｃに対し，物品売買契約\n書では新免許を取得することになっているが，どうなのかと聞いたところ，\nＣは，基本的にはとらなくてもよい，契約書は全免許人に配られているひな\n形であり，細かい条件の交渉は，それを自分がするために来ていると言った。」\n「協会からちゃんと本部の人間（Ｃ）が来ており，基本的な信頼関係は築け\nているので，特にトラブルになることはないと思い，契約書の訂正等は求め\nなかった。」「ふだんの仕事で取引先と契約書を交わすことはなく，Ａ社とし\nての仕事で，取引先との間で契約書を交わすことがあっても，契約書どおり\nではなく，担当者同士で話し合って解決していた。」などと供述している。\n被告人の上記供述のうち，Ｃから，協会は転売を許容しているとか，免許\nを取得しなくてもよい旨の説明を受けたとの点については，Ｃもこれと同旨\nの供述をしており，被告人がＣからそのような説明を受けたことについては\n十分に信用することができる。そして，前記認定のとおり，Ｃは，平成２６年\n８月以降，協会の派遣従業員として，終了促進措置に関する協会と被告人と\nの間の交渉を主として担当し，被告人と多数回にわたり面談等をしており，\nその間，被告人も，Ｅ社の担当職員とは違って，問い合わせに即答してくれ\nるＣの対応を気に入り，それまでは膠着状態にあった協会との交渉を一気に\n進めることとなり，前記１\nもらった際には，Ｅ社の担当者では対応できなかった大学の学園祭でのデモ\n機の使用について，可能にする対応をしてもらうなどしたことからも，Ｃが\n誠意ある対応をしてくれる人だとの印象を深めていたもので，被告人は，Ｃ\nに対し，強い信頼を置いていたものと認められる（なお，これに反する原判\n示については後述する。）。\n加えて，協会の進めていた終了促進措置は，増え続けるスマートフォン等\nの需要に早期に応えるため，携帯電話事業者の費用負担により，既存免許人\nに対し，７００ＭＨｚ帯周波数に対応する無線機器等の使用を廃止すること\n等を条件として新帯域の無線機器を無償で提供するもので，社会的にみれば，\n一定の合理的目的を有することはもちろんであるが，これを既存免許人の側\nからみると，廃止対象となる無線機器等の耐用年数や市場価値等は全く考慮\nされず，無償提供する機器のグレードも問わないという運用がされていたこ\nともあって，市場的には値段がつかないような古い無線機器等を使用してい\nた場合であっても，終了促進措置に応じさえすれば，数千万円という極めて\n高価な無線機器を取得できるといった，既存免許人に大きな経済的利益をも\nたらす制度となっており，既存免許人の側において，協会は転売等を許容し\nてでも早期に７００ＭＨｚ帯周波数の無線機器等の廃止を進めようとしてい\nると理解することが，全く不自然であるとは考えられない。\nで公平な内容が要求され，しかも，５０００万円を超える高額の現金の支払\nを伴う一回限りの契約であり，Ａ社の通常の業務とは規模や性質が大きく異\n容となっていると考えているのであれば，被告人が納品書に署名押印をする\nなどして協会に対してその納品・受領があったかのように装っていることが\n明らかに不自然であることに照らすと，被告人の上記供述は信用することが\nできない，②被告人が見たというチラシは，既存免許人が受領した無線設備\n等を現実に利用することを前提としていることが明らかなリースバック契約\nについて記載されているもので，このチラシを読んで協会がその納品・受領\nを省略して転売することを許容しているなどと誤信するとも到底考えられな\nい，と判示している。\nいうとおりであるとしても，現実に，Ａ社の業務において口頭での約束に基\nづく取引ばかりをしてきた被告人からすると，協会側の担当者であるＣから，\n物品契約書はひな形であり，詳細は自分との交渉で決めるなどと言われて信\n用するのは無理からぬところがあると考えられ，これが直ちに不自然である\nＣとの間の合\n意内容は，物品売買契約によりＤ社が仕入れて協会に売却し，Ａ社に納品す\nる契約物品をＤ社が買い戻すに際し，Ｄ社とＡ社の間では現実の納品を省略\nすることで，買取価格を契約金額の５割にするというものであり，被告人と\nしては，協会は転売（買戻しもその中に含まれると解される。）を許容してい\nると考えていたというのであるから，協会との関係で現実の納品の有無が重\n要な問題となるとは考えず，物品売買契約書の記載に従って納品書（受領確\n認書）を提出することにより，協会との関係で納品があったことにすること\nについて，特段の抵抗を感じなかったとしても不自然とはいえない。②につ\nいても，リースバック契約と単なる転売とでは法律的な意味合い等が異なる\nことは原判決のいうとおりであるが，終了促進措置を通じて多額の資金を得\nることができる点では共通しているし，終了促進措置により取得した無線設\n備等の機器を転売することは，所有権を取得する以上自由であり，協会もこ\nれを許容しているというのは，一般人としてはむしろ自然な発想であって，\nＣからその旨の説明を受けてこれを信じたという被告人の供述が，必ずしも\n不自然であるとはいえない。\n以上のとおり，被告人の上記供述は信用できないとした原判決の判示は，\n十分な合理性があるとはいえず，同弁解供述は容易には排斥できないという\nべきである。\nそして，被告人の上記弁解供述を前提とすると，被告人は，物品売買契約\nの記載内容は認識していたものの，協会の担当者であるＣの説明を信じ，協\n会は契約物品の転売を許容しており，当該契約物品に係る免許申請手続も必\n要がないと認識した上で，Ｃとの間で，物品売買契約に基づいてＤ社から納\n品されるべき契約物品について，Ｄ社が直ちにこれを買い戻し，現実の納品\nは省略するという合意をし，さらに，協会との関係では現実の納品の有無が\n重要な問題となるとは考えず，Ｃの指示に従って納品書の受領確認欄に署名\n等をしてＣに交付したと認められるのであって，このような事実関係を前提\nにすれば，被告人には協会に対する詐欺の故意はなく，Ｃとの間の共謀もな\nかったとの弁護人の主張を排斥できないこととなる。\nＣ及び被告人は，協会に対して一貫して納品・受領があったかのよ\nうに装っているとの点について\nＣとの間の合意内容や，被告人が転売（買\n戻し）は協会が許容していると考えていたことからすると，被告人は，協会\nとの関係で現実の納品の有無が重要な問題となるとは考えておらず，現実の\n納品は省略しつつ物品売買契約の記載に従って納品書を提出することについ\nて，特段の抵抗を感じていなかったと考えられる。そうすると，被告人が納\n品書に署名等をして提出した事実は，直ちに本件認識を推認させるとはいえ\nない。\n原判決はまた，物品売買契約締結前のやり取り等から，被告人は，Ｃが協\n会に対して納品・受領を省略したことを隠していることも認識していたと認\nめられるとも判示している。しかし，原判決が指摘するＣとのやり取りは，\n納品書に署名する際にＣから「納品したことにするのでサインしてください」\nなどと言われたというものであり，Ｃの側に，納品の省略を協会に隠匿する\n意図があったことは認められるものの，上記のとおり，被告人は，当時，物品\n売買契約書はひな形であるといったＣの説明を信じており，協会との関係で\n現実の納品の有無が重要な問題となるとは考えていなかったと認められ，「納\n品をしたことにする」というＣの言葉についても，単に，現実の納品はしな\nいが物品売買契約書の記載に合わせるといった趣旨に受け取っていたと考え\nられるから，このやり取りから，被告人がＣの上記意図まで察知していたと\n認めるのは困難というべきである。\n以上のとおり，上記事実に関する原判示の説示も説得的とはいえない（な\nお，被告人が，協会からの聞き取り調査においても納品を受けたかのように\n装うなどした点については後述する。）。\n被告人は，納品の省略等がＣに大きな利益をもたらすものであるこ\nとを認識していたとの点について\n上記のとおり，原判決は，被告人とＣとの間の合意内容は，Ｄ社にとって\n約２５００万円がそのまま手元に残るという極めて利益の大きいものであっ\nたと判示しているが，この判示は，Ｃが物品売買契約の契約物品を仕入れて\nおらず，同売買契約が全くの架空取引であることを前提とするものであるこ\nとは明らかである。\nしかし，前記認定のとおり，Ｃは契約物品を仕入れていない事実を被告人\nに告げていないところ，この点に関し，Ｃは，「被告人が３０パー（いったん\n納品を受けて３割の価格で買い戻してもらうこと）を選べば実際に購入して\n販売し，５０パー（納品を省略して５割の価格で買い戻してもらうこと）を\n選べば架空にしようと思っていたが，被告人にそのことを言うと，当然それ\nだったやめるということになる可能性があり，まずいので，被告人には，仕\n入れをした上で買い取るというスタンスで接していた。」と供述しており，被\n告人も，Ｃが架空取引をしている事実は全く知らなったと供述している。\n契約物品を仕入れていないにもかかわらず，物品売買契約を締結すること\nは，協会に対するあからさまな詐欺行為であって，被告人にその意図を秘し\nていたとするＣの供述は，十分に首肯し得るものであるし，被告人がＣとの\n間の会話内容を録音していた平成２６年１１月１０日の打合せの内容をみて\nも，Ｃは，契約物品の仕入れをする前提で交渉を進めていることが明らかで\nある。\n加えて，もし，被告人が，Ｃが全くの架空取引をしていることを知った上\nで敢えて本件に関与していたとすれば，被告人としても，あからさまな犯罪\n行為に加担することとなるところ，被告人は，Ｃから提案された内容をその\nまま両親に伝えて相談するなどしており，Ｃとの取引を秘密裡に進めようと\nするなどした形跡はないし，他に，被告人においてＣが架空取引をしている\nことを知っていたことを示すような事情も見当たらない。\nそうすると，Ｃが架空取引をしていることを全く知らなかったとする被告\n人の上記供述は十分に信用することができ，被告人が，納品の省略等がＣに\n大きな利益をもたらすものであることを認識していたとする原判示は，その\n前提が成り立たないこととなる。\nなお，原判決は，被告人がＣとの会話内容を録音していた平成２６年１１\n月１０日の打合せにおいて，被告人が「機材自体はそろっとるんですよね，\nそろっているていってことですよね。」と言ったのに対し，Ｃが「在庫もなん\nぼかは，してるんで，ただ，数をそろえられるかていうと別なんですけど。」\nなどと答えている部分や，被告人が，「（Ｇは）物ないとーって話はしてたん\nですけど・・・物がなくても名義はあるやろっていう。」などと言ったのに対\nし，Ｃが「もう物があるていでいきます。」などと言い，さらに被告人が「物\nあるていで名義だけうちがあるから大丈夫やでっていう。」などと言っている\n部分を指摘し，これらのやり取り等から，被告人らにおいてＤ社が仕入れを\n正しく行うことを前提とはしていないと認められるなどと判示している。同\n原判示の意味するところは必ずしも明らかではないものの，上記やり取りの\nうち前者は，被告人供述等によれば，在庫や発注状況を確認する中で，被告\n人が，見積もりは契約物品が全部そろっている形で作成しているかという趣\n旨を述べ，これに対し，Ｃが，今ある在庫だけでは契約物品全部は納品日ま\nでにそろわない（発注を要するものがある）が，その日までにそろったこと\nにしたいという趣旨を答えたものと解され，後者は，契約物品の現実の納品\nを省略する趣旨であることが明らかであって，いずれもＣが契約物品の仕入\nれを行うことを前提としたやり取りであると認められる。\n原判決はまた，仮にＤ社が仕入れを完全に行うとしても，それほど高くな\nい金額を支払うだけで新品の無線設備等を得られることになるのであるから，\nＤ社の利益が大きいことに変わりはない，とも判示しているが，Ｃは被告人\nとの間で，契約金額の５割の代金で契約物品を買い戻す合意をしているので\nあり，当然のことながら相応の仕入れ代金も支払うこととなるから，Ａ社に\n物品を引き渡して免許を取得するという正当な手続に比べて，その時点での\nＤ社の利益は僅少になるし，Ｄ社が買い戻した商品を転売できなければ，む\nしろマイナスとなるはずであることは明らかであって，この原判示も不合理\nというほかない。\nなお，さらに付言すると，被告人とＣとの間の合意内容は，Ａ社が７００\nＭＨｚ帯周波数に対応する８局分の無線機器等の使用を廃止することにより\n約２７００万円の現金を取得する（その中から新帯域に対応する無線機器等\nを別途購入してもなお多額の資金が残ることとなる。）というものであり，納\n品等の省略は，Ｃ（Ｄ社）はともかくとして，Ａ社に大きな利益をもたらすも\nのであることは間違いなく，通常であれば，そのような取引を協会が許容す\nるとは考えにくいところであるが，前記のとおり，協会の進めていた終了促\n進措置自体が既存の物品の価額にかかわらず，高額な物品を取得できるとい\nう既存免許人に大きな利益をもたらす制度となっていたことからすると，こ\nの点も本件認識を推認させる事情とはならないと考えられる。\n被告人が，協会職員による聞き取り調査において虚偽の事実を述べ\nているとの点について\n原判決は，前記のとおり，被告人が協会職員による聞き取り調査において\n虚偽の事実を述べたことは，本件認識を推認させると判示している。\nしかし，そもそも，虚偽供述の動機・原因は様々であって，単に当該被告人\nが虚偽の供述をしたという事実から直ちに犯罪事実が推認されるとはいえな\nいし，被告人は，協会の聞き取り調査において虚偽の説明等をしたことにつ\nいて，「１回目の聞き取り調査の前に，Ｃから，『納品があったことにしても\nらっていいか，建前上聞いてくるからそう答えてもらったらいい』などと言\nわれたり，Ｄ社の名前は出さないよう言われたりした。協会の許容範囲を超\nえた取引ではないかという認識になっていたが，Ｃから言われたとおりにう\nそをついた。２回目，３回目の調査の際も，うそだと分かってうそをついた。\n最初にうそをついてしまっていることや，協会に取引を止めてもらいたいと\n求めたのに，手続は進めると言われたことから，押し通してしまってもいい\nのではないか，建前で聞いてくるのは本当なのかな，と思った。」などと供述\nしているところ，上記聞き取り調査が１週間余りの間に立て続けに行われた\nことなどに鑑みれば，その供述内容はそれなりに首肯できるものであり，被\n告人が上記調査において虚偽の説明をしたことは，物品売買契約締結時点に\nおいて本件認識がなかったことと必ずしも矛盾しないというべきである。\n被告人及びその家族は，納品の省略等について心配する言動をして\nいるとの点について\n原判決は，①被告人が，平成２６年１１月１０日のＣとの打合せにおいて，\nＣとの会話内容を同人に内緒で録音したこと，②Ｇが，納品がないことに懸\n念を示しながらもＡ社の利益を考慮してこれを承諾したこと及び③Ｈが，Ｄ\n社からの入金後，被告人に「詐欺じゃなくてよかったね。」という内容のメッ\nセージを送っていることから，被告人及びその家族が，Ｃを全面的に信用し\nていたわけでなかったといえる旨の判示をしている。\nしかし，①については，被告人は，「Ｃとの取引が終盤になっており，個数\nの確認や税金の処理の話をすることになるので，水掛け論にならないように\nするために録音をした。」と供述しているところ，その際のやり取りをみれば，\n実際に無線機器等の個数の確認や税金の話をしているし，その中で，被告人\nが，Ｃの発言を疑ったり，その言質を取ろうとしたりしている状況はうかが\nえず，被告人の上記供述は十分信用することができる。加えて，前記のとお\nり，被告人とＣは多数回面談や電話で会話をしているところ，会話内容を録\n音したのはそのごく一部であることに鑑みても，上記やり取りを録音してい\nたことが，被告人がＣを疑っていたことを意味するものでないことは明らか\nＣのことを信用していたと認め\nるのが相当である。\nまた，②及び③については，原判示の趣旨はそもそも明らかではないが，\n前記のとおり，協会の進める終了促進措置自体が複雑で，既存免許人に通常\nの経済活動では想定されないような大きな経済的利益をもたらす，やや理解\nしにくい制度であった上，これまで取引実績のないＤ社との間で，現実の納\n品を省略して買い戻してもらうという取引が，Ａ社にとってある程度のリス\nクを伴うものであったことも明らかであり，Ｇが納品を省略することについ\nて懸念を示したのは当然であるし，Ｈが入金を受けた後に多額の利得を実際\nに受けたので「詐欺でなくてよかったね。」というメッセージを送ったことも，\n被告人が供述する事実の流れからして何ら不自然なことではなく，これらの\n言動をもって，被告人に本件認識があったことを推認するのは相当でないと\nいうべきである。\n結論\n以上に詳論したとおり，前記２\nされ，被告人に詐欺の故意及びＣとの共謀が認められるとした原判決の認定\n判断は，その判断の過程自体が著しく不合理であって是認することはできな\nい。\n関係証拠によれば，被告人は，物品売買契約の記載内容は認識していたと\n認められるものの，協会の担当者であるＣに対する信頼を背景としてその説\n明を信じ，協会は契約物品の転売を許容しており，当該契約物品に係る免許\n申請手続も必要がないと認識した上で，同人との間で，物品売買契約により\nＡ社に納品されるべき契約物品をＤ社が買い戻す旨の合意をし，Ｃの指示に\n従って納品書に署名等をして提出した旨の被告人の弁解供述を排斥すること\nはできず，同弁解供述を前提とすれば，被告人に詐欺の故意やＣとの間の共\n謀は認められない。\nしたがって，前記事実を認定し，被告人を本件詐欺につき有罪とした原判\n決には，事実の誤認があり，この事実の誤認が判決に影響を及ぼすことは明\nらかである。\n事実誤認をいう論旨は理由があり，原判決は破棄を免れない。\n第２  破棄自判\nよって，その余の論旨についての判断を省略し，刑訴法３９７条１項，３\n８２条により原判決を破棄した上，同法４００条ただし書により，被告事件\nについて更に判決することとする。\n本件公訴事実の要旨は，冒頭に引用した原判決の罪となるべき事実と同旨\nであるが，前記のとおり，同事実については犯罪の証明がないから，刑訴法\n３３６条後段により被告人に対し無罪の言渡しをすることとし，主文のとお\nり判決する。\n平成３０年５月１０日\n大阪高等裁判所第３刑事部（裁判長裁判官  増田耕兒，裁判官  浅見\n健次郎，裁判官  畑山靖）\n"
}