{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 12,
    "day": 26
  },
  "case_number": "平成30(ワ)13381",
  "case_name": "不正競争行為差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88259",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88259",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/259/088259_hanrei.pdf",
  "contents": "平成３０年１２月２６日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第１３３８１号  不正競争行為差止請求事件\n口頭弁論終結日  平成３０年１０月２９日\n判         決\n当事者の表示  別紙１当事者目録記載のとおり\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙２被告商品目録記載の商品を製造し，輸入し，譲渡し，引き渡し，\n又は譲渡若しくは引渡しのために展示してはならない。\n２  被告は，別紙２被告商品目録記載の商品を廃棄せよ。\n第２  事案の概要\n１  本件は，原告が，医療機器である携帯用ディスポーザブル低圧持続吸引器とし\nて原告の販売する別紙３原告商品目録記載の商品（廃液ボトル及び吸引ボトルで構成\nされているものであり，以下「原告商品」という。）の形態について，原告の商品等表\n示として需要者の間に広く認識されており，同様の医療機器として被告の販売する別\n紙２被告商品目録記載の商品（廃液ボトル及び吸引ボトルで構成されているものであ\nり，以下「被告商品」という。）の形態が原告商品の形態と類似し，被告による被告商\n品の製造販売は，原告商品と混同を生じさせる行為であって，不正競争防止法（以下\n「不競法」という。）２条１項１号の不正競争に当たる旨を主張して，被告に対し，同\n法３条１項及び２項に基づき，被告商品の製造，輸入，譲渡，引渡し，又は譲渡若し\nくは引渡しのための展示の差止め並びに被告商品の廃棄を求める事案である。\n２  前提事実（当事者間に争いのない事実）\n⑴  当事者\n原告は，各種合成樹脂，同製品の製造，販売等を業として行う株式会社である。\n被告は，医薬品，医療機器等の製造，販売及び輸出入等を業として行う株式会社で\nある。\n⑵  原告商品及び被告商品の製造販売\n原告は，昭和５９年から，「ＳＢバック」という製品名で携帯用ディスポーザブル低\n圧持続吸引器を構成する各機器又はそれらの機器一式（以下，これらを総称して「Ｓ\nＢバック」という。）を製造し，販売している。ＳＢバックのうちの排液ボトル及び吸\n引ボトルで構成されているものが原告商品であり，別紙４原告商品説明書記載１⑴の\n写真の向かって左側が排液ボトル，右側が吸引ボトルである。\n被告は，平成３０年１月頃から，被告商品を製造し，販売している。被告商品につ\nいては，別紙５被告商品説明書１⑴の写真の向かって左側が排液ボトル，右側が吸引\nボトルである。\n⑶  原告商品及び被告商品の形態\n原告商品の形態及び寸法は，別紙４原告商品説明書に記載のとおりであり，被告商\n品の形態及び寸法は，別紙５被告商品説明書に記載のとおりである。両商品を対比し\nた写真は，別紙６「原告商品と被告商品の対比写真」のとおりである。\n３  争点\n⑴  原告商品の形態が周知な商品等表示といえるか（争点１）\n⑵  原告商品の形態と被告商品の形態とは類似するか（争点２）\n⑶  被告商品の製造販売は，原告商品と混同を生じさせるか（争点３）\n第３  争点に対する当事者の主張\n１  争点１（原告商品の形態が周知な商品等表示といえるか）について\n【原告の主張】\n⑴  携帯用ディスポーザブル低圧持続吸引器には様々な形態のものがあるが，原告\n商品の形態には，主たる構成として２つの透明のボトルから成る点，取り分け，直方\n体の排液ボトル，丸みを帯びた略立方体の吸引ボトル本体及びその上部に取り付けら\nれた球体のゴム球体という形状の異なる３つのパーツをまとまりよく一体化して構\n成されている点に他の製品にはみられない特徴があり，原告独自の顕著な特徴を有す\nるものである。\n⑵  原告は，昭和５９年から平成３０年１月の被告商品の販売まで，原告商品を独\n占的に製造し，販売してきており，広く原告商品の販売促進活動を行って普及に努め\nてきた。その一例として，原告は，多くの病院において，原告商品のイラスト等を用\nいた説明資料を配布して，原告商品の機能，特徴や使用方法を説明する説明会を数多\nく開催し，医療従事者への原告商品の普及，浸透に努めてきた。原告の販売促進の努\n力の結果，携帯用ディスポーザブル低圧持続吸引器の代表的な商品として知られるよ\nうになり，医療従事者に広く使用されている。原告商品は，近年のポータブル低圧持\n続吸引器国内市場において３０％程度のシェアを有している。\nまた，原告商品の形態は，発売当初より教科書的な文献を含め多くの書籍，雑誌等\nに掲載されている。\n⑶  その結果，原告商品の形態は，昭和６１年には原告の商品の形態であると需要\n者から広く認識されるに至っており，周知な商品等表示（不競法２条１項１号）に該\n当する。\n⑷  被告は，原告商品の形態がその機能及び効用を発揮するために必然的，不可避\n的に採用せざるを得ないものであると主張するが，携帯用ディスポーザブル低圧持続\n吸引器としての機能は、人体創腔からの滲出液を吸引排出することであり，その機能\nを発揮するための形態としては，材質の選択，透明または不透明，（ボトルを必要とし\nても）ボトルの数・形状・大きさ，目盛の有無・入れ方等々，その形態選択には無数\nの選択肢があることから，原告商品の形態が商品の機能及び効用を発揮するために必\n然的，不可避的な形態のものであるということはできない。\nまた，被告は，医療機器である原告商品が需要者である医療従事者に販売される際\nに，医療従事者に対して訴求されるべき要素は商品の形態ではなく商品の機能であり，\n需要者が着目するのも商品の機能面での特徴であるから，原告商品の形態自体が出所\n表示機能を有することはないと主張するが，医療機器であっても，需要者である医療\n従事者が形態に着目して商品を選択することは行われており，商品形態が出所表示機\n能を有し得ることは他の商品と変わらない。特定の商品の形態が同種の商品と識別し\n得る独自の特徴を有し，かつ，長期間にわたり継続的にかつ独占的に使用されるなど\nした場合には，商品の形態は自他識別機能や出所表示機能を有するに至り得るという\nべきである。\n【被告の主張】\n⑴  原告商品は，医療従事者を需要者とする医療機器であり，医療従事者が，患者\nの生命及び身体の安全に関わる医療機器を選定するに当たって重視するのは，当該商\n品の機能であってその形態ではないこと，原告商品の取引の流れやその際の包装形態，\n原告商品自体に商品名及び原告の会社名が表示されていることなどから，原告商品の\n形態は，自他識別機能及び出所表示機能をおよそ備えていない。\n原告商品の形態は，携帯用ディスポーザブル低圧持続吸引器としての機能及び効用\nを発揮するために選択されたものであり，同種製品でも採用されている一般的なあり\nふれた形態を組み合わせたものにすぎないから，原告商品の形態は，独自の特徴を有\nしているとはいえない。\n⑵  原告商品の形態が掲載されている書籍等においては，原告商品の形態のみが掲\n載されているのではなく，常に原告の会社名や商品名も併せて記載されており，また，\n書籍等に掲載されている原告商品の画像の大半から，原告商品に商品名が表示されて\nいることが見てとれるのであるから，原告商品の形態自体が，その形態のみで出所表\n示機能を発揮しているのではない。\n⑶  原告商品の形態は，単に機能を発揮する観点から選択されたにすぎず，その機\n能及び効用を発揮するために必然的，不可避的に採用せざるを得ない商品形態である。\n⑷  したがって，原告商品の形態は，それ自体が出所表示機能を有するものではな\nく，その機能及び効用を発揮するために必然的，不可避的に採用せざるを得ない商品\n形態であるから，商品等表示には当たらない。\n２  争点２（原告商品の形態と被告商品の形態とは類似するか）について\n【原告の主張】\n被告商品の形態は，原告商品の形態とほぼ全部において同一であり，被告が主張す\nる点は細部の差違にすぎないから，両商品の形態は類似する。\n【被告の主張】\n原告商品及び被告商品の双方において，商品本体にそれぞれの商品名及び会社名が\n表示されており，かかる商品名及び会社名の表示が，その形態に結びついて出所表示\n機能を発揮していること，また，商品名の表示及び会社名の表示の外観が原告商品の\nものと被告商品のものとで大きく異なっていること，原告商品と被告商品とは色彩が\n異なること，仮に需要者が原告商品及び被告商品の形態に着目するとしても，主とし\nて着目されるのは原告商品と被告商品の機能上の差異をもたらす箇所であるところ，\n被告商品は原告商品と異なる機能を有しており，その機能の差異があることから原告\n商品と被告商品は外観及び形態上異なるものとなっていることからすると，原告商品\nと被告商品は類似するとはいえない。\n３  争点３（被告商品の製造販売は，原告商品と混同を生じさせるか）について\n【原告の主張】\n被告商品の形態は，原告の商品等表示である原告商品の形態に酷似するものである\nから，被告商品に接した需要者において，被告商品を原告商品又は原告のシリーズ商\n品，原告のグループ会社の商品又は原告のライセンス商品であるとの誤認混同が生ず\nるおそれが高い。\n被告は，医療機器の取引の流れに照らせば，需要者である医療従事者が，商品の購\n入に際して，その形態に着目することにより原告商品と被告商品を誤認混同すること\nはあり得ないと主張するが，医療従事者は，多くの医療機器を使いこなしているので\nあり，その医療機器の形態が類似していれば，取引の特殊性の有無にかかわらず原告\n商品と被告商品とを誤認混同するおそれがあるというべきである。\n【被告の主張】\n医療機関においては，多数の医療従事者が関与し，試用期間を設けて商品の機能や\n安全性等に着目して，慎重に医療機器の選定が行われ，製品名や規格等に着目して，\n販売代理店を通じた発注や物品の管理が行われるのであるから，通常，医療機器の購\n入に関して，商品の形態に着目されることはなく，形態を手がかりにして商品を購入\nすることはない。また，医療機関においては，一般に，主として経済合理性の観点や，\n使用方法の相違等による医療事故を防止し安全性を確保する観点から，用途が同じで\nあり容量等が同様の医療機器については一種類のみを採用するという，いわゆる一増\n一減ルールが採用され，実際上，一つの医療機関又は診療科において，原告商品と被\n告商品が同時に採用されるといった事態は生じ得ず，医療従事者が原告商品と被告商\n品を取り違え，使用方法を誤るといった事態の発生も想定し得ない。さらに，原告商\n品と被告商品にはそれぞれに商品名及び会社名が明確に表示されている。以上の原告\n商品及び被告商品の取引の実情を踏まえると，需要者である医療従事者において，原\n告商品及び被告商品の形態に着目して混同が生ずるおそれはない。したがって，被告\n商品の製造販売行為により，需要者である医療従事者において原告商品との混同を生\nじさせることはない。\nさらに，原告及び被告は，医療機器の分野において，相当程度のシェアを有してい\nる競合企業同士であり，このことは医療従事者にとって公知の事実である。また，被\n告は，被告商品を，「マルチチャネル  ドレナージ  ポンプ」シリーズとして展開して\n販売活動を行っており，その際，被告商品に「Ａｒｇｙｌｅ」との商標を付している\nから，需要者においては，被告商品に表示された被告の会社名や，被告商品に付され\nた「Ａｒｇｙｌｅ」との商標を目にした場合，被告が製造販売しているシリーズ製品\nであることを即座に認識でき，被告商品の形態から原告商品又は原告のシリーズ商品，\n原告のグループ会社の商品又は原告のライセンス商品であると誤認するおそれはな\nい。\n第４  当裁判所の判断\n１  事実認定\n前記前提事実並びに後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められ\nる（なお，証拠番号は特記しない限り枝番を含む。）。\n⑴  原告商品について\nア  原告商品は，医療機関において，手術後の患者の体内等に残留した体液等を体\n外に排出するために用いられる医療機器としてのドレナージ吸引装置である，携帯用\nディスポーザブル低圧持続吸引器「ＳＢバック」のうちの排液ボトル及び吸引ボトル\nである。\nイ  ドレナージ吸引装置は，吸引方法において，バルーン吸引，蛇腹（バネ）吸引，\n握り型吸引等に分類され，そのうちの携帯用ディスポーザブル低圧持続吸引器には\n様々な形態のものが存在する。\nＳＢバックは，バルーン吸引の方法を用いるドレナージ吸引装置である。原告によ\nって出願された，発明の名称を「医療用吸引集液器」とする特許権（特許出願公告番\n号昭６３－１８５９号）に係る発明を商品化したものであるが，その特許出願公告公\n報（特公昭６３－１８５９公報）には，発明の目的として，「本発明は，上述した従来\nの医療用吸引集液器にあつた種々の制約を解消せんとして，鋭意研究・検討した結果\n完成するに至つたものであり，その目的とするところは，創腔からの滲出液の集液量\n増加に伴う吸引圧の著しい低下がなく，常にほぼ一定の吸引圧を有し，使用中のトラ\nブルで創部へ逆流する危険性がなく，携帯に便利な剛性容器で構成され，常時，排液\n量が精度良く直読できると共に，衛生的且つ操作性の優れた携帯型医療用吸引集液器\nを提供することにある。」，発明の効果として，「以上の如く本発明の医療用吸引集液\n器は，創腔からの滲出液の集液量増加に伴う吸引圧の変動が小さく，創腔に常に適切\nな陰圧を負荷でき，治癒促進効果が大きい。採取された滲出液が逆流する陽圧発生の\n危険がなく取扱い容易であり，集液ゾーンと陰圧保持ゾーンが分離され，集液貯留が\n全て剛性容器で行われる為，使用中は常に集液量測定を精度良く簡便に行うことがで\nきると共に，大部分の使用症例では途中の吸引再セット時の排液操作が必要なく，集\n液を追加できる。従つて，患者には治癒促進を，医療従事者には管理上の簡便さを提\n供できる理想的な医療用吸引集液器である。」と記載されている。\nウ  原告は，昭和５９年から，ＳＢバックを，その形態を変更することなく製造し，\n販売している。ＳＢバックのように主たる構成として２つの透明のボトルから構成さ\nれる形態は，平成３０年１月頃に被告商品が販売されるまでは，ＳＢバック以外の製\n品にはみられない形態であった。\nエ  原告は，ＳＢバックの販売開始以来，平成１４年頃から発行している医療機器\nの総合カタログ（ＳＢバックも掲載されている。）を定期的に更新し，医療機関に頒布\nしてきたほか，少なくとも平成１０年から医療機器の展示会等にＳＢバックを展示す\nるなど，医療機関に対する説明会や個別の説明を常時実施してきた。\n（以上につき，甲１，２，１１，２４ないし２７，乙３，弁論の全趣旨）\n⑵  原告商品の医療従事者向け書籍等への掲載状況\n原告商品は，次のとおり，多数の医療従事者向け書籍等に掲載されてきた。\nア  「外科病棟 看護マニュアル（改訂第２版）」（株式会社医学教育出版社  昭和６\n１年７月２５日発行（第２版））２１９頁には，ＳＢバックの紹介と取扱い方が写真付\nきで掲載されている（甲３）。\nイ  「外科病棟マニュアル－病棟担当医のチューブマネージメント」（株式会社医\n学書院  昭和６３年１１月１日発行）１４３頁には，「ポータブル持続吸引ＳＢバッ\nク」との写真説明付きでＳＢバックの写真が掲載されている（甲４）。\nウ  「集中治療基本手技マニュアル」（株式会社南江堂  平成元年７月１５日発行）\n３７５頁には，低圧持続吸引器の例としてＳＢバックが掲載され，その特徴として「２\nボトル方式で持続吸引可能」と記載されている（甲５）。\nエ  「手術室ケアマニュアル  第二版」（株式会社メディカ出版  平成１０年１０\n月３０日発行（第２版））３４６頁には，手術介助手順として，ドレナージについての\n器械・器具の例としてＳＢバックが挙げられている（甲６）。\nオ  「図解  ドレナージハンドブック」（株式会社中外医学社  平成７年１１月１\n０日発行）１１頁には，「ドレナージに必要な器具と材質」の「陰圧ドレーン」として，\nＳＢバックの写真が掲載されている（甲７）。\nカ  「ナースのためのチューブ管理マニュアル」（株式会社学習研究社  平成１０\n年１２月２５日発行）２１３頁以下には，「ドレナージバックの例」としてＳＢバック\nの写真が掲載され，その使用方法が説明されている（甲８）。\nキ  「改訂版／全科術前・術後マニュアル」（株式会社照林社  平成１０年７月１０\n日発行（第２版））９４頁には，「吸引ドレーン（ＳＢバック）」との写真説明付きでＳ\nＢバックの写真が掲載されている（甲９）。\nク  「続・まんがで見る手術と処置」（株式会社照林社  平成８年４月１０日発行）\n３５頁には，「低圧持続吸引バッグ（ＳＢバック）」との説明付きでＳＢバックのイラ\nストが掲載されている（甲１０）。\nケ  「全科ドレーン管理マニュアル」（株式会社照林社  平成１１年９月１０日発\n行）１３４頁以下には，「ＳＢバック」との表題で，外観写真や構成の説明図ととも\nに，使用部位・適応，装置の構成，各部名称と機能，使用手順，保守・点検，使用上\nの注意・トラブルシューティングが説明されているほか，販売元／資料請求先として\n原告の社名と連絡先が記載されている（甲１１）。\nコ  「看護のための最新医学講座［第２版］１６  婦人科疾患」（株式会社中山書店\n平成１８年８月４日発行（第２版））３０８頁には，「携帯用ディスポーザブル低圧持\n続吸引器（ＳＢバック）」との写真説明付きで術後留置するドレーンの例としてＳＢ\nバックの写真が掲載されている（甲１２）。\nサ  「月刊ナーシング  Ｖｏｌ．２３  Ｎｏ．１０」（株式会社学研プラス  平成１\n５年９月２０日発行）６頁以下には，心臓手術後ドレナージの解説として，「ＳＢバッ\nク（住友ベークライト株式会社）」との写真説明付きでＳＢバックの写真が掲載され，\nＳＢバックの機能と特徴，使用方法等について説明されている（甲１３）。\nシ  「最新  ナースのための  全科ドレーン管理マニュアル」（株式会社照林社  平\n成１７年９月２０日発行）１４６頁以下には，ドレナージ吸引装置として「ＳＢバッ\nク」との表題が付され，外観写真とともに，使用部位・適応，装置の構成，各部名称\nと機能，使用手順，保守・点検，使用上の注意・トラブルシューティングが説明され\nているほか，販売元／資料請求先として原告の社名と連絡先が記載されている（甲１\n４）。\nス  「ドレナージ  管理＆ケアガイド」（株式会社中山書店  平成２０年８月４日\n発行）４頁には，「代表的な吸引システム」の１つとして「ＳＢバック（住友ベークラ\nイト）」との写真説明付きでＳＢバックの写真が掲載されており，ＳＢバックがポー\nタブル持続吸引器のうちのバルーンタイプを代表するものとされている（甲１５）。\nセ  「エキスパートナース・ガイド  術後ケアとドレーン管理」（株式会社照林社\n平成２１年９月２９日発行）２６１頁には，「ＳＢバック（住友ベークライト）」との\n写真説明付きでＳＢバックの写真が掲載され，構造と使用方法が説明されている（甲\n１６）。\nソ  「臨床に活かせるドレーン＆チューブ管理マニュアル」（株式会社学研メディ\nカル秀潤社，平成２３年１２月５日発行）１８９頁には，「ＳＢバック」との説明付き\nでＳＢバックの絵とドレーンの挿入部位及び留置位置の説明が記載されている（甲１\n７）。\nタ  「まるごと知りたい手術と術後ケア」（エキスパートナース２０１２年１１月\n臨時増刊号）（株式会社照林社  平成２４年１０月２０日発行）１１頁には，「ＳＢバ\nック（住友ベークライト株式会社）」との写真説明付きでＳＢバックの写真が掲載さ\nれている（甲１８）。\nチ  「ドレーン管理デビュー  はじめてでも  すぐできる  すぐ動ける」（株式会\n社学研メディカル秀潤社，平成２７年６月５日発行）１２６頁には低圧持続吸引シス\nテムのうちのポータブル持続吸引の例として，ＳＢバックを正面から撮影した写真が\n掲載されている（甲１９）。\n⑶  被告商品について\n被告商品は，平成３０年１月から販売されている。被告商品は，被告において販売\nしている「マルチチャネル  ドレナージ  ポンプ」のなかの「プレシジョン型」であ\nり，他のタイプとしては，「バルブ型」，「フラップ型」等がある（甲２０）。\n⑷  原告商品の形態と被告商品の形態との対比\n原告商品の形態及び寸法は，別紙４原告商品説明書に記載のとおりであり，被告商\n品の形態及び寸法は，別紙５被告商品説明書に記載のとおりである。両商品を対比し\nた写真は別紙６「原告商品と被告商品の対比写真」のとおりであるが，これを対比す\nると，以下のとおりである。\nア  主たる構成\n原告商品と被告商品は，主たる構成として，排液ボトル及び吸引ボトルの２つのボ\nトルを有している点で共通する。\nイ  排液ボトル\n共通点\n原告商品と被告商品の排液ボトルは，①透明の縦長の直方体のボトルで，正面・背\n面から見ると四隅の角は円みを帯びている点，②ⅰボトルの正面に，「排液ボトル」と\n表示され，０ないし３７０ｍＬまでに１００ｍＬ単位の大きな目盛と数字，５０ｍＬ\n単位の中くらいの目盛，１０ｍＬ単位の小さな目盛が入っている点，ⅱ正面右下に斜\nめに少量目盛として線５本が入っており，一番下の線と下から２番目の線の間に「１\n０」，下から５番目の線の右上に「５０」と表示されている点，③ボトル上面の，正面\nから見て左端奥の位置にやや広径の排液口があり，排液口にはふたが付いている点，\n④ⅰボトル上面の，中央部に集液ポートを取り付ける口があり，この中央部の口に短\nく細い管状の集液ポートがはめられ，この集液ポートにチューブが接続することがで\nきる点，ⅱ集液ポートには，板クランプが取り付けられている点，⑤ボトル上面の，\n正面から見て右端手前付近に口があり，この口に連結チューブが接続されており，こ\nの連結チューブを介して吸引ボトルに連結されている点が共通する。\n相違点\n原告商品と被告商品の排液ボトルは，①排液ボトルの目盛や文字の色が，原告商品\nでは水色であるのに対し，被告商品では紺色である点，②「排液ボトル」の文字は原\n告商品では水色地に白抜きであるのに対し，被告商品では紺色の文字で表示されてい\nる点，③「排液ボトル」の表示位置が，原告商品では正面中央部であるのに対し，被\n告商品では正面左寄りである点が相違する。\nウ  吸引ボトル\n共通点\n原告商品と被告商品の吸引ボトルは，①ⅰ透明の直方体のボトルで，排液ボトルと\n比べると，横幅は少し広く，高さは３分の２程度である点，ⅱ正面・背面から見ると\n四隅の角が円くカーブを描いている点，②正面に，「吸引ボトル」と表示され，また社\n名，商品名が記載されている点，③ⅰボトル上面の，正面から見てやや右寄りの位置\nにやや広径の口があり，この口に青系の色の球体であるゴム球が，ゴム球の下部から\n出ている短く太い管状の部分を介して接続されている点，ⅱゴム球の上部はボトル内\nの空気を排気することのできる短い管状の口が出ており，排気弁が取り付けられてい\nる点，④ボトル上面の，正面から見て左端奥の位置に口があり，ここに連結チューブ\nが連結ポートを介して接続され，この連結チューブにより排液ボトルに連結されてい\nる点，⑤ⅰボトル下面の中央の位置に，広径の口があり，キャップで開閉される構造\nとなっている点，ⅱキャップには収縮チューブを介してバルーン（風船）が取り付け\nられており，ゴム球を圧縮することによって内部の空気が排気され陰圧となった吸引\nボトル内で膨張したバルーンが，その復元力で生じる吸引圧によって体内の排液を排\n液ボトルに吸引する構造となっている点が共通する。\n相違点\n原告商品と被告商品の吸引ボトルは，「吸引ボトル」の文字や，社名，商品名等の文\n字の色，ゴム球の色が，原告商品では水色の地に白抜き又は水色であるのに対し，被\n告商品では紺色である点が相違する。\nエ  寸法\n原告商品の寸法と被告商品の寸法を表にすると，次のとおりであり，ほぼ同一の寸\n法である。\n（単位：ｍｍ）\n部位  原告商品  被告商品\n①排液ボトル高さ  １３０  １３０\n②排液ボトル幅  ５９  ５９\n③吸引ボトル高さ  １８３  １８３\n④吸引ボトル幅  ６９  ７０\n⑤ゴム球体直径（水平方向）  ５０  ５０\n⑥排液ボトル奥行き  ５９  ６０\n⑦吸引ボトル奥行き  ６０  ６０\n⑧吸引ボトル下部のキャップ直径  ３５  ３５\n⑸  ポータブル低圧持続吸引器国内市場における原告及び被告のシェアについて\n平成１８年から平成２８年までのポータブル低圧持続吸引器国内市場における原\n告のシェアは３０％ないし４０％であり，そのうちの８割ないし９割はＳＢバックで\nあったから，ＳＢバックの販売数量は同市場において３０％程度を占め，業界首位で\nあった。また，同市場における被告のシェアは約５ないし１５％であった。（甲２，２\n７）。\n⑹  原告商品及び被告商品の取引態様について\nア  原告商品及び被告商品のような医療機器は，一般に，専門家である医療従事者\nが，医療機器の製造販売業者や販売業者の担当者から，当該医療機器の特色，機能，\n使用方法等に関する説明を受けて当該医療機器の購入を決め，医療機器専門の販売業\n者に対して当該医療機器を発注するというプロセスをたどって取引される。\nすなわち，主として中規模以上の医療機関における医療機器の一般的な採用プロセ\nスは以下のとおりである。\n医療機器の製造販売業者や販売業者の営業担当者が，医療機関を訪問し，医師，\n看護師等の医療スタッフのほか，医療機関の用度課等の医療機関における医療機器の\n調達や管理を行う部署の担当者に対して，新規に採用してほしい商品を紹介する。\n商品紹介により，医療機関が医療機器の新規採用を検討することとした場合，\n営業担当者は医療機関において，医師，看護師その他の医療従事者に向けた商品の説\n明会を開催する。\n上記の商品説明会を経て，医療機関においては，新規に採用される可能性のあ\nる医療機器を，臨床において１週間ないし１か月程度試行的に使用する。この間，医\n師だけでなく，かかる医療機器を使用する看護師やその他の医療スタッフが様々な角\n度から当該医療機器の評価を行う。\nこれらを経て，医療機関においては，医師，看護師，その他の医療スタッフや\n用度課の職員等から構成される材料委員会（名称は，各医療機関による。）が開催さ\nれ，構成メンバーによる協議の上，医療機器を新規に採用することが決定される。\nなお，小規模の医療機関においても，営業担当者が医師等を訪問し，商品カタ\nログや商品を用いて機能や安全性について説明を行った上，これを受けた医療機関は，\n臨床での試用を通じて，機能や実際の使用に耐え得るか否かを確認した上で採用を決\n定する点に変わりはない。\nイ  多くの医療機関においては，医療機器の使用について，いわゆる一増一減のル\nールが採用されている。ここで，一増一減のルールとは，主として経済合理性の観点\nや，使用方法の相違等による医療事故を防止し安全性を確保する観点から，用途が同\nじであり容量等が同様の医療機器については，一種類のみを採用するという原則的な\n取扱いのことをいう。\n（以上につき，乙６，７，弁論の全趣旨）\n⑺  アンケート結果について\n被告が，医療機器の販売代理店の担当者及び医療機関の担当者に対して行った一般\n的な汎用医療機器の採用プロセスに関するアンケート調査の結果は，次のとおりであ\nる（原告は上記アンケート調査結果に疑問を呈するが，その正確性に疑問を生じさせ\nる事情は認められない。）。\nア  医療機器の販売代理店の担当者１０名に対して行った記入式アンケート調査\n結果によれば，営業担当者が医療機関に対して商品を勧める際にアピールするポイン\nトとして，医療機器の性能，安全性，利便性，使いやすさ，価格等が挙げられている。\nイ  医療機関の担当者５名に対して行った記入式アンケート調査結果によれば，医\n療機器を新規に採用する際に重視される要素として，機能，価格，安全性，使いやす\nさ等が挙げられている。\nウ  医療機関及び医療機器の販売代理店の担当者１０７名に対して行った複数回\n答制の選択式アンケート調査結果によれば，医療機器の新規採用時に重視するポイン\nトとしては，価格，機能，品質，使い勝手，安定供給等が上位を占めている。\n（以上につき，乙６ないし８）\n２  争点１（原告商品の形態が周知な商品等表示といえるか）について\n⑴  不競法２条１項１号は，他人の周知な商品等表示と同一又は類似の商品等表示\nを使用することをもって不正競争と定めたものであるところ，その趣旨は，周知な商\n品等表示の有する出所表示機能を保護するため，周知な商品等表示に化体された他人\nの営業上の信用を自己のものと誤認混同させて顧客を獲得する行為を防止すること\nにより，事業者間の公正な競争を確保することにある。商品の形態は，商標等と異な\nり，本来的には商品の出所を表示する目的を有するものではないが，商品の形態自体\nが特定の出所を表示する二次的意味を有するに至る場合がある。そして，このように\n商品の形態自体が特定の出所を表示する二次的意味を有し，同号にいう「商品等表示」\nに該当するというためには，①特別顕著性を有すること，すなわち，商品の形態が客\n観的に他の同種商品とは異なる顕著な特徴を有していること及び②周知性を備えて\nいること，すなわち，その形態が特定の事業者によって長期間独占的に使用され，又\nは極めて強力な宣伝広告や爆発的な販売実績等により，需要者においてその形態を有\nする商品が特定の事業者の出所を表示するものとして周知になっていることを要す\nると解するのが相当である。\nもっとも，商品の形態が商品の技術的な機能及び効用を実現するために他の形態を\n選択する余地のない不可避的な構成に由来する場合，そのような商品の形態自体が商\n品等表示に当たるとすると，当該形態を有する商品の販売が一切禁止されることにな\nり，結果的に，特許権等の工業所有権制度によることなく，当該形態によって実現さ\nれる技術的な機能及び効用を奏する商品の販売を特定の事業者に独占させることに\nつながり，しかも，不正競争の禁止には期間制限が設けられていないことから，上記\n独占状態が事実上永続することとなる。したがって，上記のような商品の形態に商品\n等表示該当性を認めると，不競法２条１項１号の趣旨である周知な商品等表示の有す\nる出所表示機能の保護にとどまらず，商品の技術的な機能及び効用を第三者が商品と\nして利用することまで許されなくなり，それは，当該商品についての事業者間の公正\nな競争を制約することにほかならず，かえって，不競法の目的に反する結果を招くこ\nとになる。したがって，商品の形態が商品の技術的な機能及び効用を実現するために\n他の形態を選択する余地のない不可避的な構成に由来する場合には，商品等表示に該\n当しないと解するのが相当である。\n⑵ア  これを本件についてみるに，前記認定のとおり，原告商品は，携帯用ディス\nポーザブル低圧持続吸引器であるＳＢバックのうちの排液ボトル及び吸引ボトルで\n構成されるものであるところ，携帯用ディスポーザブル低圧持続吸引器には様々な形\n態のものが存在する中で，ＳＢバックのように主たる構成として２つの透明のボトル\nから構成される形態，取り分け，直方体の排液ボトル，丸みを帯びた略立方体の吸引\nボトル本体及びその上部に取り付けられた球体のゴム球体という形状の異なる３つ\nのパーツをまとまりよく一体化して構成されている形態は，平成３０年１月頃に被告\n商品が販売されるまでは，ＳＢバック以外の製品にはみられない形態であったのであ\nり，吸引方法が異なる蛇腹（バネ）吸引や握り型吸引に属する吸引器はもとより，同\nじくバルーン吸引に分類される吸引器であり，株式会社メディコンが製造し，販売す\nる「デイボール  リリアバック」の形態もＳＢバックの形態とは，大きく異なってい\nる（甲１１，２５，乙４）。そうすると，原告商品の形態は，①特別顕著性，すなわち，\n客観的に他の同種商品とは異なる顕著な特徴を有していると認められる。\nこれに対し，被告は，原告商品は，医療従事者を需要者とする医療機器であり，医\n療従事者が，患者の生命及び身体の安全に関わる医療機器を選定するに当たって重視\nするのは，当該商品の機能であってその形態ではないことなどから，原告商品の形態\nは，自他識別機能及び出所表示機能をおよそ備えていない旨を主張する。しかしなが\nら，医療機器であっても，その使用に当たっては商品の形態が使用感や使いやすさ，\n利便性等に大きな影響を与えるのであるから，医療機関が商品を選定する際に考慮要\n素になると考えられるのであり，このことは，被告が行ったアンケート結果において\nも，利便性（乙６の１），使いやすさ（乙６の２，３，９，乙７の２），使い勝手（乙\n６の５，７，９，乙８の３），大きさ・寸法（乙６の２，６）等が挙げられていること\nから裏付けられている。したがって，原告商品の形態が自他識別機能及び出所表示機\n能をおよそ備えていないということはできない。\nまた，被告は，原告商品の形態は，携帯用ディスポーザブル低圧持続吸引器として\nの機能及び効用を発揮するために選択されたものであり，同種製品でも採用されてい\nる一般的なありふれた形態を組み合わせたものにすぎない旨を主張する。しかしなが\nら，原告商品を構成する直方体の排液ボトルの形状，略立方体の吸引ボトルの本体及\nびその上部に取り付けられた球体のゴム球それぞれの形態が個々の形態としてあり\nふれた形状であったとしても，原告商品の形態は，これらを組み合わせて一体化した\nものであり，しかも，他の同種製品にはみられない形態であったのであるから，原告\n商品の形態がありふれた形態ということはできない。\nイ  そして，前記認定のとおり，原告は，昭和５９年から，ＳＢバックを，その形\n態を変更することなく製造し，販売しているところ，ＳＢバックの形態は，平成３０\n年１月頃に被告商品が販売されるまでは，ＳＢバック以外の製品にはみられない形態\nであったこと，平成１８年から平成２８年までのポータブル低圧持続吸引器国内市場\nにおけるＳＢバックの販売数量は同市場において３０％程度を占め，業界首位であっ\nたこと，原告は，ＳＢバックの販売開始以来，平成１４年頃から発行している医療機\n器の総合カタログを定期的に更新し，医療機関に頒布してきたほか，少なくとも平成\n１０年から医療機器の展示会等にＳＢバックを展示するなど，医療機関に対する説明\n会や個別の説明を常時実施してきたこと，ＳＢバックの形態が多数の医療従事者向け\n書籍等に掲載されてきたことなどからすれば，原告商品の形態は，②その形態が原告\nによって長期間独占的に使用されてきたことにより，少なくとも被告商品が販売され\nた平成３０年１月頃には，原告の出所を示すものとして需要者である医療従事者に広\nく認識されるに至ったということができる。\nこれに対し，被告は，原告商品の形態が掲載されている書籍等において，原告商品\nの形態のみならず，常に原告の会社名や商品名も併せて記載されていることなどから，\n原告商品の形態自体がその形態のみで出所表示機能を発揮しているのではない旨主\n張するが，上記説示のとおり，原告商品の形態は，その形態が原告によって長期間独\n占的に使用されてきたことにより周知性を獲得したと認められるのであるから，個別\nの表示の態様が原告商品の形態と原告の会社名や商品名とが併せて表示されていた\nとしても，上記認定を左右しないというべきである。\nウ  さらに，前記認定のとおり，原告商品の形態は，携帯用ディスポーザブル低圧\n持続吸引器に様々な形態のものが存在し，排液ボトルや吸引ボトルの形状にも様々な\n選択肢がある中で，これらを組み合わせて一体的に構成されたものであるから，商品\nの形態が商品の技術的な機能及び効用を実現するために他の形態を選択する余地の\nない不可避的な構成に由来する場合には該当しないと認められる。\nこれに対し，被告は，原告商品の形態は，単に機能を発揮する観点から選択された\nにすぎず，その機能及び効用を発揮するために必然的，不可避的に採用せざるを得な\nい商品形態である旨を主張する。\nしかしながら，前記認定のとおり，原告商品は，創腔からの滲出液の集液量増加に\n伴う吸引圧の変動が小さく，創腔に常に適切な陰圧を負荷できること，採取された滲\n出液が逆流する陽圧発生の危険がなく取扱い容易であること，集液ゾーンと陰圧保持\nゾーンが分離され，集液貯留が全て剛性容器で行われるため，使用中は常に集液量測\n定を精度良く簡便に行うことができるとともに，途中の吸引再セット時の排液操作が\n必要なく，集液を追加できることなどの機能を有しているところ，このような機能を\n有するための構成としては，ボトルの数，形状及び透明性，目盛の形状，排液口の位\n置，大きさ，形状及び色彩，集液ポートの位置及び形状，排液ボトルと吸引ボトルの\n連結態様，ゴム球の位置，大きさ，形状及び排気弁の有無等の様々な選択肢があるの\nであるから，被告の主張は採用できない。\n⑶  以上のとおり，原告商品の形態は，少なくとも被告商品が販売された平成３０\n年１月頃には，不競法２条１項１号にいう商品等表示として需要者の間に広く認識さ\nれたものとなっていたと認められる。\n３  争点２（原告商品の形態と被告商品の形態とは類似するか）について\n⑴  不競法２条１項１号の「類似」に該当するか否かは，取引の実情の下において，\n需要者又は取引者が，両者の外観，称呼又は観念に基づく印象，記憶，連想等から両\n者を全体的に類似のものと受け取るおそれがあるか否かを基準に判断すべきである。\n⑵  これを本件についてみるに，前記認定のとおり，原告商品の形態と被告商品の\n形態とは，外観において，主たる構成として排液ボトル及び吸引ボトルの２つのボト\nルを有している点で共通するほか，排液ボトル及び吸引ボトル自体の形状も多数の点\nが共通し，その寸法もほぼ共通する。他方，排液ボトルについては，目盛や文字の色\n等が相違し，吸引ボトルについては，「吸引ボトル」の文字や，社名，商品名等の文字\nの色，ゴム球の色等が相違し，社名や商品名の称呼も相違する。\n以上の共通点及び相違点を総合すると，外観上の共通点が極めて多数に上ることに\n比して，相違点はいずれも細部の相違であり，色彩の相違も同系色での相違にすぎず，\n社名や商品名の表示の相違も全体的な構成からは一部分にとどまることからすれば，\n上記共通点は，上記相違点よりも需要者に強い印象を与えるものであると評価するこ\nとができる。したがって，原告商品の形態と被告商品の形態については，称呼が相違\nするものではあるが，需要者が外観に基づく印象として，両者を全体的に類似のもの\nと受け取るおそれがあると認められ，不競法２条１項１号の「類似」に該当すると認\nめられる。\n４  争点３（被告商品の製造販売は，原告商品と混同を生じさせるか）について\n原告は，被告商品の形態は，原告の商品等表示である原告商品の形態に酷似するも\nのであるから，被告商品に接した需要者において，被告商品を原告商品又は原告のシ\nリーズ商品，原告のグループ会社の商品又は原告のライセンス商品であるとの誤認混\n同が生じるおそれが高い旨を主張する。\n不競法２条１項１号の「混同を生じさせる行為」とは，商品又は役務について出所\nが同一であると誤認させ，あるいはその営業につき主体が同一であると誤認させる場\n合に限られず，他人の周知の商品等表示と同一又は類似のものを使用する者と当該他\n人との間にいわゆる親会社，子会社の関係や系列関係等の緊密な営業上の関係又は同\n一の表示の商品化事業を営むグループに属する関係が存すると誤信させる行為も含\nまれると解される。\nそこで，これを本件についてみるに，前記認定によれば，原告商品及び被告商品の\n取引態様については，専門家である医療従事者が，医療機器の製造販売業者や販売業\n者の担当者から，当該医療機器の特色，機能，使用方法等に関する説明を受けて，当\n該医療機器の購入を決め，医療機器専門の販売業者に対して当該医療機器を発注する\nというプロセスをたどって取引されているのであり，しかも，多くの医療機関におい\nては，医療機器の使用について，医療機関が医療機器を採用するにあたっては，同種\nの医療機器については，一種類のみを採用するという原則的な取扱いであるいわゆる\n一増一減のルールが採用されているというのである。そして，原告商品と被告商品に\nは商品自体には商品名及び会社名が記載され，それぞれ別々のパンフレット（甲１，\n２０）が作成されて別々に販売される上，需要者である医療従事者も医療機器に関す\nる専門知識を有する者なのであるから，被告商品の販売行為によって需要者である医\n療従事者において原告商品と被告商品の出所が同一であると誤認するおそれがある\nとは認められない。また，原告及び被告は，医療機器の分野において，相当程度のシ\nェアを有する競合会社であり，ポータブル低圧持続吸引器国内市場における原告のシ\nェアは約３０ないし４０％，被告のシェアは約５ないし１５％である。上記の取引形\n態等からすると，需要者である医療従事者において原告と被告が競合関係にあること\nを十分に認識している状況であり，原告商品の形態と被告商品の形態が類似している\nことのみから，原告と被告との間に親会社，子会社の関係や系列関係等の緊密な営業\n上の関係又は同一の表示の商品化事業を営むグループに属する関係が存すると誤信\nするおそれがあるとは認められない。そうすると，被告による被告商品の製造販売行\n為が，不競法２条１項１号にいう「混同を生じさせる行為」に当たると認めることは\nできず，他にこれを認めるに足りる証拠はない。\n５  結論\n以上のとおりであるから，原告の請求はいずれも理由がないから棄却することとし，\n主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n山   田   真   紀\n裁判官\n伊   藤   清   隆\n裁判官\n西   山   芳   樹\n（別紙一覧）\n別紙１  当事者目録\n別紙２  被告商品目録\n別紙３  原告商品目録\n別紙４  原告商品説明書\n別紙５  被告商品説明書\n別紙６  原告商品と被告商品の対比写真\n（別紙１）\n当事者目録\n原        告          住友ベークライト株式会 社\n同訴訟代理人弁護士         田    中        志\n同                 板    井    典    子\n同                 山    田        徹\n同                 澤    井    彬    子\n同                 沖        達    也\n同訴訟代理人弁理士         鶴    崎    宗    雄\n被        告         日本コヴィディエン株式会社\n同訴訟代理人弁護士           桑    山        斉\n同                 河    村        光\n同                 田    中    瑞    紀\n同 補 佐 人 弁 理 士         岩    井    智    子\n同                 中    村        剛\n（別紙２）\n被告商品目録\n商品名   マルチチャネル  ドレナージ  ポンプ  （プレシジョン）\n商品番号  ５２２０－３７０\n（別紙３）\n原告商品目録\n「ＳＢバック」との名称の携帯用ディスポーザブル低圧持続吸引器のうち，\nＳＢバックチューブなしセット（排液ボトル及び吸引ボトル）（製品番号ＭＤ－５\n３３００）\nＳＢバックチューブなしセット（低圧品）（排液ボトル及び吸引ボトル）（製品番号\nＭＤ－５３６００）\n（これらと同じ排液ボトル及び吸引ボトルは，製品番号ＭＤ－５３３３１，ＭＤ－５\n３３４１，ＭＤ－５３３５１，ＭＤ－５３３６１，ＭＤ－５３６３１，ＭＤ－５３６\n４１，ＭＤ－５３６５１，ＭＤ－５３７３０，ＭＤ－５３７５０，ＭＤ－５３７６０，\nＭＤ－５３６３Ｓ，ＭＤ－５３６５Ｓ，ＭＤ－５３７３２Ｎ，ＭＤ－５３７５２Ｎ，\nＭＤ－５３７６２Ｎ，ＭＤ－５３７３４Ｎ，ＭＤ－５３７５４Ｎ，ＭＤ－５３６３２\nＮ，ＭＤ－５３６５２Ｎ，ＭＤ－５３６６２Ｎ，ＭＤ－５３６３４Ｎ，ＭＤ－５３６\n５４Ｎのセット商品にも含まれている。）\n（別紙４）\n原告商品説明書\n１  原告商品の写真\n写真は，製品番号ＭＤ－５３３００のものである（製品番号ＭＤ－５３６００の\n商品も，バルーンの柔軟性の違いがあるのみで，形態は同じである。）。\n⑴  正面\n⑵  底面\n２  原告商品の形態\n⑴  別紙３原告商品目録に記載の全ての商品が以下のとおりの形態を有しており，\n主たる構成として，排液ボトル，吸引ボトルの２つのボトルを有している。\n⑵  排液ボトル\nア  透明の縦長の直方体のボトルで，正面・背面から見ると四隅の角は円みを帯び\nている。\nイ  ボトルの正面には，中心部に水色の地に白抜きで「排液ボトル」と表示されて\nおり，０ないし３７０ｍＬまでに１００ｍＬ単位の大きな水色の目盛と数字，５０ｍ\nＬ単位の中くらいの水色の目盛，１０ｍＬ単位の小さな水色の目盛が入っており，ま\nた，正面右下に斜めに少量目盛として水色の線５本が入っており，一番下の線と下か\nら２番目の線の間に水色の字で「１０」，下から５番目の線の右上に水色の字で「５\n０」と表示されている。\nウ  ボトル上面の，正面から見て左端奥の位置にやや広径の排液口があり，排液口\nには水色のふたが付いている。\nエ  ボトル上面の，中央部に集液ポートを取り付ける口があり，この中央部の口に\n短く細い管状の集液ポートがはめられ，この集液ポートにチューブを接続することが\nできる。集液ポートには，板クランプが取り付けられている。\nオ  ボトル上面の，正面から見て右端手前付近に口があり，この口に連結チューブ\nが接続されており，この連結チューブを介して吸引ボトルに連結されている。\n⑶  吸引ボトル\nア  透明の直方体のボトルで，排液ボトルと比べると，横幅は少し広く，高さは３\n分の２程度である。正面・背面から見ると四隅の角が円くカーブを描いている。\nイ  正面に，水色の地に白抜きで「吸引ボトル」と表示され，また水色の字で「Ｓ\nＢバック」と表示され，「ＳＵＭＩＴＯＭＯ  ＢＡＫＥＬＩＴＥ」との社名，注意事項\nが記載されている。\nウ  ボトル上面の，正面から見てやや右寄りの位置にやや広径の口があり，この口\nに水色の球体であるゴム球が，ゴム球の下部から出ている短く太い管状の部分を介し\nて接続されている。ゴム球の上部はボトル内の空気を排気することのできる短い管状\nの口が出ており，排気弁が取り付けられている。\nエ  ボトル上面の，正面から見て左端奥の位置に口があり，ここに連結チューブが\n連結ポートを介して接続され，この連結チューブにより排液ボトルに連結されている。\nオ  ボトル下面の中央の位置に，広径の口があり，キャップで開閉される構造とな\nっている。このキャップには収縮チューブを介してバルーン（風船）が取り付けられ\nており，ゴム球を圧縮することによって内部の空気が排気され陰圧となった吸引ボト\nル内で膨張したバルーンが，その復元力で生じる吸引圧によって体内の排液を排液ボ\nトルに吸引する構造となっている。\n（別紙５）\n被告商品説明書\n１  被告商品の写真\n⑴  正面\n⑵  底面\n２  被告商品の形態\n⑴  主たる構成として，排液ボトル，吸引ボトルの２つのボトルを有している。\n⑵  排液ボトル\nア  透明の縦長の直方体のボトルで，正面・背面から見ると四隅の角は円みを帯び\nている。\nイ  ボトルの正面には，左寄りに紺色の字で「排液ボトル」と表示されており，０\nないし３７０ｍＬまでに１００ｍＬ単位の大きな紺色の目盛と数字，５０ｍＬ単位の\n中くらいの紺色の目盛，１０ｍＬ単位の小さな紺色の目盛が入っており，また，正面\n右下に斜めに少量目盛として紺色の線５本が入っており，一番下の線と下から２番目\nの線の間に紺色の字で「１０」，下から５番目の線の右上に紺色の字で「５０」と表示\nされている。\nウ  ボトル上面の，正面から見て左端奥の位置にやや広径の排液口があり，排液口\nには紺色のふたがついている。\nエ  ボトル上面の，中央部に集液ポートを取り付ける口があり，この中央部の口に\n短く細い管状の集液ポートがはめられ，この集液ポートにチューブを接続することが\nできる。集液ポートには，板クランプが取付けられている。\nオ  ボトル上面の，正面から見て右端手前付近に口があり，この口に連結チューブ\nが接続されており，この連結チューブを介して吸引ボトルに連結されている。\n⑶  吸引ボトル\nア  透明の直方体のボトルで，排液ボトルと比べると，横幅は少し広く，高さは３\n分の２程度である。正面・背面から見ると四隅の角が円くカーブを描いている。\nイ  正面に，紺色の字で「吸引ボトル」と表示され，また紺色の字で「Ａｒｇｙｌ\nｅ  マルチチャネル ドレナージ ポンプ」と表示され，「ＣＯＶＩＤＩＥＮ」との社\n名，使用方法が記載されている。\nウ  ボトル上面の，正面から見てやや右寄りの位置にやや広径の口があり，この口\nに紺色の球体であるゴム球が，ゴム球の下部から出ている短く太い管状の部分を介し\nて接続されている。ゴム球の上部はボトル内の空気を排気することのできる短い管状\nの口が出ており，排気弁が取り付けられている。\nエ  ボトル上面の，正面から見て左端奥の位置に口があり，ここに連結チューブが\n連結ポートを介して接続され，この連結チューブにより排液ボトルに連結されている。\nオ  ボトル下面の中央の位置に，広径の口があり，キャップで開閉される構造とな\nっている。このキャップには収縮チューブを介してバルーン（風船）が取り付けられ\nており，ゴム球を圧縮することによって内部の空気が排気され陰圧となった吸引ボト\nル内で膨張したバルーンが，その復元力で生じる吸引圧によって体内の排液を排液ボ\nトルに吸引する構造となっている。\n（別紙６）\n原告商品と被告商品の対比写真\n⑴  正面  （左：原告商品   右：被告商品）\n⑵  底面  （左：原告商品   右：被告商品）\n"
}