{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 16
  },
  "case_number": "平成22(ワ)28148",
  "case_name": "著作権損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81653",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81653",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/653/081653_hanrei.pdf",
  "contents": "平成２３年９月１６日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ワ）第２８１４８号  著作権損害賠償請求事件\n口頭弁論終結日  平成２３年８月１日\n判 決\n千葉県木更津市＜以下略＞\n原        告    コンピュータエデュケーションシステム株式会社\n同訴訟代理人弁護士            深      井      俊      至\n同                            小      林      邦      聡\n宮 城 県 栗 原 市 ＜ 以 下 略 ＞\n被        告                  サンキッズシステム株式会社\n同訴訟代理人弁護士            濱      田      真  一  郎\n主 文\n１  被告は，原告に対し，１４００万４６８４円及びうち６１６万７０００\n円に対する平成２０年１２月２６日から支払済みまで年６分の割合による\n金員を，うち７８３万７６８４円に対する平成２２年８月７日から支払済\nみまで年５分の割合による金員をそれぞれ支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用はこれを２分し，その１を原告の負担とし，その余を被告の負\n担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，２９２１万５９１６円及びうち６１６万７０００円に\n対する平成２０年１２月２６日から支払済みまで年６分の割合による金員を，\nうち２３０４万８９１６円に対する平成２２年８月７日から支払済みまで年５\n分の割合による金員をそれぞれ支払え。\n第２  事案の概要\n１  本件は，後記２(2)のソフトウェア（コンピュータ・プログラム）に係る著作\n権ないし日本国内における著作権の独占的利用権を有する原告が，被告が当該\nソフトウェアを販売し，販売先である教育機関に設置されたコンピュータにイ\nンストールした行為は，原告被告間の和解契約上の許諾料の支払条項に該当す\nる，原告の著作権（複製権，譲渡権）を侵害する不法行為に該当すると主張し\nて，被告に対し，和解契約に基づく許諾料の支払請求権に基づく許諾料６１６\n万７０００円及びこれに対する和解契約日の翌日である平成２０年１２月２６\n日から支払済みまで商事法定利率年６分の割合による遅延損害金並びに不法行\n為による損害賠償請求権に基づく損害賠償金２３０４万８９１６円及びこれに\n対する訴状送達日の翌日である平成２２年８月７日から支払済みまで民法所定\nの年５分の割合による遅延損害金の各支払を求める事案である。\n２  前提となる事実（証拠等を掲記した事実を除き，当事者間に争いがない。）\n(1) 原告は，コンピュータソフトウェアの開発及び販売等を業とする株式会社\nである。\n被告は，コンピュータソフトウェアの販売等を業とする株式会社である。\n(2) 本件ソフトウェア\n「Ｎｅｏ Ｒｅｂｏｒｎ」（以下「本件ソフトウェア１」という。），「Ｎ\nｅｔウィッチ」（以下「本件ソフトウェア２」という。）及び「アップデー\nト・コントロール」（以下「本件ソフトウェア３」といい，本件ソフトウェ\nア１ないし３を併せて「本件ソフトウェア」という。）は，いずれもＷｉｎ\nｄｏｗｓ ＸＰを動作環境とするコンピュータ・プログラムであり，プログラ\nムの著作物である。本件ソフトウェアは，学校等の教育機関のコンピュータ\nにインストールして使用されるものである。\n原告は，平成１６年（２００４年）１２月１日，台湾法人であるレンテン・\nテクノロジー・カンパニー・リミテッドより，同社が著作権を有する本件ソ\nフトウェア１に係る著作権の日本国内における独占的利用につき許諾を受け\nた。（甲１）\n原告は，本件ソフトウェア２及び３の著作権者である。\n(3) 本件和解契約\n被告は，平成１６年頃から，原告から本件ソフトウェアの複製品の供給を\n受け販売していた。\n平成２０年１０月頃，被告が本件ソフトウェア１を違法に複製し，「Ｓｃ\nｈｏｏｌ Ｇｕａｒｄｙ」の商品名で販売していた事実が発覚した。被告は，\n本件ソフトウェア１の違法複製品を販売していた事実を認め，同年１２月２\n５日，原告被告間で和解契約（以下「本件和解契約」という。）が締結され\nた。本件和解契約の概要は，以下のとおりである。（甲６）\nア  被告は，原告に対し，原告の事前の許諾を得ることなく，本件ソフトウ\nェア１を，岩手県一関市立の小学校に設置された３５４台のコンピュータ\nにインストールしたことを認め，これを謝罪する。\nイ  被告は，原告に対し，和解金（許諾料）として，インストール１件につ\nき７０００円の割合による金員の支払義務があることを認める。\nウ  被告は，原告に対し，上記アの３５４件のインストールにかかる和解金\n（許諾料）として２４７万８０００円の支払義務があることを認め，これ\nを平成２１年１月３１日限り原告に支払う。\nエ  本件和解契約後，和解書添付の一覧表記載以外のインストール先の存在\nが判明した場合，被告は，原告に対して，上記イと同様の基準により許諾\n料を支払うものとする（遅延損害金は本件和解契約日の翌日から起算する）。\n(4) 前訴における訴訟上の和解\n本件和解契約締結後，本件和解契約において認めた３５４本のほかにも，\n被告が本件ソフトウェア１の違法複製品を多数販売していた事実が新たに発\n覚した。\n原告は，平成２１年５月２１日，被告に対し，被告が本件和解契約締結の\n際に申告しなかった本件ソフトウェア１の違法複製品について，本件和解契\n約に基づき許諾料の支払を求める訴訟を提起した（千葉地方裁判所木更津支\n部平成２１年（ワ）第１３１号許諾料支払請求事件。以下「前訴」という。）。\n平成２２年１月２７日，原告被告間において，前訴つき訴訟上の和解が成\n立した（以下「本件訴訟上の和解」という。）。本件訴訟上の和解の概要は，\n以下のとおりである。（甲１１）\nア  被告は，原告に対し，原告が日本国内における独占的利用権を有する本\n件ソフトウェア１を，原告から許諾を得ることなく，１１９９台のコンピ\nュータにインストールしたことを認める（本件和解契約における３５４件\nのインストールとは別のもの）。\nイ  被告は，原告に対し，和解金として８３９万３０００円（上記アのイン\nストール１件につき７０００円）の支払義務があることを認め，これを分\n割して原告に支払う。\nウ  被告は，本件ソフトウェア１について，和解調書の別紙１（１１９９件）\n及び別紙２（３５４件）に記載されたもののほかに原告の許諾を受けずに\nインストールをしていないことを保証する。\n(5) 証拠保全の実施\n原告は，本件和解契約及び本件訴訟上の和解において認めたもののほかに\nも，被告が本件ソフトウェア１及び２を違法複製しているとして，平成２２\n年４月１９日，被告を相手方として，本件ソフトウェア１及び２に関する資\n料について証拠保全を申し立て（仙台地方裁判所古川支部平成２２年（モ）\n第１１号証拠保全申立事件），同月２８日付けの証拠保全決定に基づき，同\n年５月３１日，被告の本店所在地において，本件ソフトウェア１及び２に関\nする資料についての検証が実施された。（甲１２，１３）\n(6) 本件ソフトウェアのインストール\nア  被告は，平成１９年から２０年にかけて，岩手県一関市立の小中学校向\nけに本件ソフトウェア１の複製品を販売し，各小中学校に設置された１７\n６４台のコンピュータに本件ソフトウェア１をインストールした。このう\nちの２１１件のインストールは本件和解契約及び本件訴訟上の和解の対象\n外のものである（以下，この２１１件のインストールを「本件インストー\nル１」という。）。\nイ  被告は，平成２０年，宮城県登米市立の小中学校向けに本件ソフトウェ\nア１及び３の複製品を販売し，各小中学校に設置された２２０台のコンピ\nュータに本件ソフトウェア１及び３をそれぞれインストールした（以下「本\n件インストール２」という。いずれも本件和解契約及び本件訴訟上の和解\nの対象外のものである。）。\nウ  被告は，平成１９年，宮城県栗原市立の小中学校向けに本件ソフトウェ\nア１ないし３の複製品を販売し，各小中学校に設置されたコンピュータに，\n本件ソフトウェア１を３６８件，本件ソフトウェア２を５０２件，本件ソ\nフトウェア３を３６８件，それぞれインストールした（以下「本件インス\nトール３」という。いずれも本件和解契約及び本件訴訟上の和解の対象外\nのものである。）。\nエ  被告は，平成１９年，宮城県黒川郡大和町立の中学校向けに本件ソフト\nウェア１及び２の複製品を販売し，各中学校に設置された８２台のコンピ\nュータに本件ソフトウェア１及び２をそれぞれインストールした（以下「本\n件インストール４」という。いずれも本件和解契約及び本件訴訟上の和解\nの対象外のものである。）。\nオ  上記アないしエのとおり，被告は，本件ソフトウェア１を合計８８１本，\n本件ソフトウェア２を合計５８４本，本件ソフトウェア３を合計５８８本\n販売し，販売先のコンピュータにそれぞれインストールした。\n３  争点\n(1) 本件インストール２ないし４に対する原告の許諾の有無（争点１）\n(2) 本件和解契約に基づく許諾料の額（争点２）\n(3) 原告の損害額（争点３）\n４  争点に関する当事者の主張\n(1) 争点１（本件インストール２ないし４に対する原告の許諾の有無）につい\nて\n（被告の主張）\nア  本件インストール２及び３について\n平成１８年頃から原告において東北地方の営業を担当していたＡ（以下\n「Ａ」という。）が，東北地方の自治体の教育委員会等への販売促進のた\nめ，宮城県登米市及び栗原市に対する営業の端緒として，インストール後\nの保守を被告が担当することを条件に，当初は被告が販売代金（ライセン\nス料）を支払うことなく，原告の販売促進費用を販売代金（ライセンス料）\nにより肩代わりさせる形で，被告が本件ソフトウェアを譲渡，複製するこ\nとを許諾したため，被告は，無償サンプルの提供として，登米市及び栗原\n市の一部の小中学校に設置されたコンピュータに本件ソフトウェア１ない\nし３を適法にインストールしたものである。\nイ  本件インストール４について\n本件インストール４は，被告が，本件ソフトウェア１及び２を原告から\n購入し，原告の許諾を得た上で適法に譲渡，インストールしたものである。\nすなわち，本件インストール４に係る本件ソフトウェア１及び２の売買契\n約は，宮城県黒川郡大和町から介在業者を介して注文を受けた被告が，納\n品時期が迫っていたため原告に対して電話で購入を申し込み，これを原告\nが承諾したことにより成立したものである。ただし，被告において注文書\nは作成されておらず，原告から納品書や請求書の交付もなく，原告からの\n仕入れと代金未払の事実が被告の社内データとして残されていなかったた\nめ，代金未払のまま長期間が経過している。\n被告が，平成１９年に，インストール先とインストール数を告げた上で，\n原告から，大和町立中学校用に各８２本の本件ソフトウェア１及び２を購\n入したことは，原告が本件ソフトウェア２のインストール先とインストー\nル数を了承した上で販売先に送付する「MySchool.nwl」ファイル（以下「ラ\nイセンスファイル」という。）及び「MySchool.pwd」ファイル（以下「パ\nスワードファイル」という。）が原告から被告に送付されており（乙６の\n１，２），これらのファイルを本件ソフトウェア２がインストールされた\nパソコンに上書きすると現れるログオン画面（乙７の１，２）に表示され\nるインストール数を示す数字が，大和町立の２中学校が平成１７年と１９\n年に購入した本件ソフトウェア１及び２の各合計数と合致することから明\nらかである。なお，大和町立中学校分の各８２本の本件ソフトウェア１及\nび２については売買代金が未払であるため，被告は，原告に対し，本件ソ\nフトウェア１については１本当たり７０００円の，本件ソフトウェア２に\nついては１本当たり６５００円の各未払代金債務を負っている。\n（原告の主張）\nア  本件インストール２及び３について\n原告の従業員であったＡが，被告に対し，本件インストール２及び３に\n係る本件ソフトウェアの譲渡，複製を許諾したことはない。\n原告の従業員であったＡは，被告が主張するような多数の本件ソフトウ\nェアを無償のサンプルとして提供することを許諾するような職務権限を有\nしていなかった。また，Ａは，平成１８年から被告への営業の担当者であ\nったが，同年８月をもって原告を退職しており，平成１９年及び２０年に\n販売された本件ソフトウェアについて譲渡や複製を許諾することはあり得\nない。さらに，Ａが，具体的な案件の内容も分からないままに，平成１８\n年８月に退職するまでの間に，平成１９年及び２０年の案件に係る譲渡や\n複製を事前にかつ包括的に許諾することもあり得ない。\n被告が販売代金の支払遅延を繰り返したことから，原告は，被告に対し，\n平成１９年２月５日までに取引の中止を通告し，同月までに原告被告間の\n取引を中止した。こうした状況の中，原告が，被告に対して，平成１９年\n及び２０年における本件ソフトウェアの譲渡，複製を無償で許諾すること\nはあり得ない。\nイ  本件インストール４について\n原告は，本件インストール４に係る本件ソフトウェア１及び２を被告へ\n販売したことはなく，被告は，原告の許諾を得ることなく違法に譲渡，複\n製したものである。\n本件ソフトウェア２は，学校等の教育機関におけるパソコン教育のため\nに，指導者である教師用のパソコン１台及び各生徒用のパソコンのそれぞ\nれにインストールされ，教師用のパソコンから各生徒用のパソコンに対す\nる集中的な管理やコントロールを可能とする機能を有する。ログオン画面\n（乙７の１，２）は，本件ソフトウェア２を教師用のパソコンで起動した\n場合に現れる画面であるが，この画面に表示される数字（乙７の１では「５\n５」，乙７の２では「５３」）は，ライセンスファイル内に記録されたソ\nフトウェアの管理可能最大端末数を示すものであり，当該ソフトウェアの\n管理可能能力値として，教師用パソコン１台とその管理可能な生徒用パソ\nコンの最大数の合計を意味するものであって，本件ソフトウェア２の販売\n数を示すものではない。ソフトウェアの能力値を実際の販売数以上の数値\nとするのは，後に，同じ販売先から本件ソフトウェア２の追加注文があっ\nた場合，当該能力値の範囲内であれば，増加分だけ生徒用のパソコンに本\n件ソフトウェア２をインストールすれば足りるからである。\n被告代表者は，平成１９年４月中旬頃，大和町の教育委員会から本件イ\nンストール４に係る本件ソフトウェア１及び２の注文があり，原告へ発注\nして売買契約が成立した旨陳述するが（乙１１），被告が販売代金の支払\n遅延を繰り返したことから，原告は，被告に対し，同年２月５日までに取\n引の中止を通告し，同月までに被告との取引を中止したのであるから，同\n年４月中旬頃，原告が，被告からの本件ソフトウェア１及び２の注文を受\n注し，販売することはあり得ない。\n(2) 争点２（本件和解契約に基づく許諾料の額）\n（原告の主張）\n原告及び被告は，本件和解契約において，本件ソフトウェア１の無断イン\nストールが発覚した場合，被告が原告に対して，インストール１件につき７\n０００円の許諾料を支払う旨合意している。\n被告は，以下のとおり，原告の許諾を得ることなく，各小中学校に設置さ\nれたコンピュータに本件ソフトウェア１を合計８８１本インストールしてお\nり，本件和解契約に基づき被告が支払義務を負う許諾料の額は，６１６万７\n０００円（インストール１件当たりの許諾料７０００円×８８１件）である。\nア  本件インストール１            ２１１本\nイ  本件インストール２            ２２０本\nウ  本件インストール３            ３６８本\nエ  本件インストール４              ８２本\n（被告の主張）\n被告が，原告の許諾を得ることなくインストールした本件ソフトウェア１\nは，本件インストール１に係る２１１本のみであり，被告が本件和解契約に\n基づき支払義務を負う許諾料の額は１４７万７０００円（インストール１件\n当たりの許諾料７０００円×２１１件）である。\n大和町立中学校における本件ソフトウェア１のインストールは，原告との\n売買契約に基づく適法なものであるが，売買代金が未払のため，未払代金と\nして５７万４０００円（１本当たりの代金７０００円×８２本）の支払義務\nがあることは認める。\n(3) 争点３（原告の損害額）について\n（原告の主張）\nア  本件ソフトウェア２について\n(ｱ) 原告の本件ソフトウェアの販売先には，特約店と呼ばれる取引先と，\nそれ以外の通常の販売先が存在する。特約店とは，原告のソフトウェア\n製品を継続的に購入することを約束したソフトウェア販売業者である取\n引先のことであり，特約店以外の販売先とは，そうした原告との継続的\nな取引関係のない販売先である。特約店との取引の場合には，その継続\n的な取引の性質から一定の購入数量の達成が継続的に期待できるため，\n原告は特約店への販売価格を通常の販売価格よりもかなり低額に設定し\nている。\n(ｲ) 著作権侵害に基づく損害額の算定において，一定の継続的な取引関係\nの存在を前提とする特約店に対する本件ソフトウェアの販売価格を算定\nの基準とすることは妥当ではなく，原告との特殊な関係を有しない，通\n常の販売先への販売価格を基に算定すべきである。なぜなら，著作権を\n侵害した者が負うべき損害賠償の額を，原告との一定の継続的取引関係\nを有する特約店に対してのみ適用されるべき低廉に抑えられた販売価格\nを基に算出すると，著作権を侵害した者が負うべき損害賠償の額が，原\n告から本件ソフトウェアを特約店以外に適用される通常の販売価格で購\n入した者が支払うべき売買代金の額より著しく低くなり，法を侵した者\nが法を遵守した者より優遇される結果となってしまい正義と公平に反す\nるからである。\n(ｳ) 本件ソフトウェア２の販売価格は，顧客との関係及び案件当たりの販\n売数量に応じて決定されるため一律ではなく，原告の過去の販売実績（特\n約店ではない通常の販売先への販売実績）から算出した本件ソフトウェ\nア２の１本当たりの平均販売価格は３万２４２３円である。また，本件\nソフトウェア２の製造及び販売に要する費用は１本当たり５３円を上回\nらない。\nしたがって，本件ソフトウェア２の単位数量当たりの利益の額は，上\n記平均販売価格から費用を控除した３万２３７０円となり，被告による\n本件ソフトウェア２の譲渡，複製によって原告が被った損害の額は，１\n８９０万４０８０円（３万２３７０円×５８４本）である（著作権法１\n１４条１項）。\n(ｴ) 被告が主張する原告被告間の販売価格は，原告被告間に本件ソフトウ\nェアのＯＥＭ供給取引という特殊な関係があり，かつ，そのような特殊\nな関係の下で，被告が原告から継続的に多数の本件ソフトウェアを購入\nしていたときのものである。この原告被告間の販売価格は，ＯＥＭ製品\nとして被告が得る利益分も考慮し，かつ，被告が原告から継続的に本件\nソフトウェアを購入するということを前提に低廉に抑えられていたもの\nであるから，このような販売価格をもって，原告の主張する本件ソフト\nウェア２の販売価格が高額であるという被告の主張の根拠とすることは\nできない。販売店様向け資料（乙５）も，上記の原告被告間の関係を前\n提として，平成１６年４月２８日現在における特定の入札案件のみに関\nするものとして原告から被告に渡されたものであって，一般的にこのよ\nうな価格設定がされていたのではない。当該資料は，特定の入札案件が\n事前に対象となり，その案件の獲得競争その他を考慮し，原告が被告に\n対し当該入札案件のみに対するものとして特別に価格設定したものであ\nる。\nイ  本件ソフトウェア３について\n本件ソフトウェア３の販売価格は，顧客との関係及び案件当たりの販売\n数量に応じて決定されるため一律ではなく，原告の過去の販売実績（特約\n店ではない通常の販売先への販売実績）から算出した本件ソフトウェア３\nの１本当たりの平均販売価格は２０００円である。また，本件ソフトウェ\nア３の製造及び販売に要する費用は１本当たり５３円を上回らない。\nしたがって，本件ソフトウェア３の単位数量当たりの利益の額は，上記\n平均販売価格から費用を控除した１９４７円となり，被告による本件ソフ\nトウェア３の譲渡，複製によって原告が被った損害の額は，１１４万４８\n３６円（１９４７円×５８８本）である（著作権法１１４条１項）。\n被告は本件ソフトウェア３には独立の損害はない旨主張するが失当であ\nる。本件ソフトウェア３は，本件ソフトウェア１に追加的機能を提供する\nための付属的ソフトウェアであり単独で動作するソフトウェアではないが，\n本件ソフトウェア３が付属的ソフトウェアであったとしても，本件ソフト\nウェア１とは別のソフトウェアであって独立の価値を有しており，独立の\n価値を有せず損害が発生しないということはない。\nウ  弁護士費用\n被告の本件ソフトウェア２及び３の違法複製及び違法複製品の販売とい\nう不法行為により，原告は，本件訴訟を提起せざるを得ない状況となり，\n弁護士に訴訟の提起及び遂行を委任し，その費用を負担した。弁護士費用\nとして被告に負担させるべき損害の額は３００万円が相当である。\nエ  被告の主張に対する反論（原告による販売可能数）\n被告は，被告が培ってきた信頼関係，被告の営業努力，原告の特約店と\nしての低廉な購入価格等の理由から，宮城県登米市等の各教育委員会等の\n入札で落札し本件ソフトウェアを販売することができたのであって，原告\nでは，上記各教育委員会に対して本件ソフトウェアを販売することはでき\nなかったと主張するが，複数の事業者が参入し入札により落札者が決定さ\nれる案件において，信頼関係や営業努力のみで落札できるとは通常考えら\nれない。また，平成１９年の時点で被告は原告の特約店ではなかったので\nあり，本件ソフトウェアを低廉な価格で購入できたという事情はない。本\n件ソフトウェアに対する需要があり，原告には東北地方の担当者がおり，\n被告との取引終了後は別の企業を特約店として営業活動を継続していたの\nであるから，原告が上記各教育委員会に対して本件ソフトウェアを販売で\nきなかったということはない。\n（被告の主張）\n原告の主張は否認ないし争う。\nア  本件ソフトウェア２について\n原告が主張する本件ソフトウェア２の平均販売価格３万２４２３円は高\n額にすぎる。\n本件ソフトウェア２は，小中学校向けのパソコン教育用ソフトであり，\n各自治体の教育委員会等の入札を経て小中学校に導入されるのが通常であ\nる。原告が主張する特約店に対する販売価格が５０００円から１万５００\n０円の間であるのに比して，特約店以外の販売先に対する平均販売価格は\n３万１０９１円（甲３２の３）であり２倍から６倍も高額であるところ，\n他社の類似商品の価格と比較しても，特約店に対する販売価格で購入しな\nければ，入札における落札が困難であることは容易に推測される。このよ\nうに，小中学校向けのパソコン教育用ソフトであり，入札を経て小中学校\nに導入されるのが通常であることに鑑みれば，本件ソフトウェア２の主た\nる購入者は，落札する蓋然性が高い原告の特約店であるというべきである。\n実際にも，販売一覧表（甲３２の２）によると，平成１９年３月から２０\n年８月までの合計２３９の販売先のうち特約店以外の販売先は５つのみで\nあり，本件ソフトウェア２の主たる販売先は原告の特約店であるといえる。\nしたがって，従たる販売先である特約店以外の販売先に対する販売価格を\nもって本件ソフトウェア２の販売価格とすることは，原告の得べかりし利\n益を超えて原告を不当に利するものであって妥当でなく，特約店である被\n告に対する販売価格の平均を本件ソフトウェア２の販売価格として，著作\n権法１１４条１項の「単位数量当たりの利益の額」を算定すべきである。\nまた，｢単位数量当たりの利益の額｣とは，売上高から売上原価を控除し，\n更に販売数量に応じて増減する変動経費を控除した額であるところ，原告\nが費用として控除すべきと主張する５３円は，製造原価と販売関係費用の\n一部のみであり，当然に想定されるべき仕入費や販売促進費が含まれてお\nらず，費用控除に関する原告の主張は少額にすぎる。\n原告の特約店である被告に対する本件ソフトウェア２の販売価格は，平\n成１６年６月には２０００円，平成１７年４月には５０００円，平成１７\n年８月には１万１０００円，平成１８年９月には３６００円であり，２０\n００円から１万１０００円までの幅がある。この被告に対する販売価格に\n鑑みると，本件ソフトウェア２の販売により原告が得る利益は，被告に対\nする販売価格の平均である６５００円（１万１０００円と２０００円の平\n均）を超えることはない。\n大和町立中学校における本件ソフトウェア２のインストールは，原告と\nの売買契約に基づく適法なものであるが，売買代金が未払であるため，未\n払代金として５３万３０００円（１本当たりの代金６５００円×８２本）\nの支払義務があることは認める。\nイ  本件ソフトウェア３について\n本件ソフトウェア３については，本件ソフトウェア１とは別個独立の損\n害が生じていないというべきである。\n本件ソフトウェア３（アップデート・コントロール／ＵＰＤＡＴＥ機能\n付き）は，本件ソフトウェア１に付加されて販売されることが通常であり，\n被告との取引においても，本件ソフトウェア３は本件ソフトウェア１に付\n属して販売され，価格も本件ソフトウェア１の価格に包含されており，本\n件ソフトウェア３を付加しなければ他社製品（本件ソフトウェア３に係る\n機能が基本ソフトに含まれている。）との競合に勝てないのが現状である。\nよって，本件ソフトウェア３については本件ソフトウェア１の損害と別個\n独立の損害が生じているとはいえない。\n原告作成の｢販売店様向け資料｣（乙５）によれば，本件ソフトウェア１\nの価格は６５００円であり，他方，本件ソフトウェア１に係る許諾料（損\n害額）が７０００円であることは原告被告間に争いがないところ，この差\n額である５００円が本件ソフトウェア３の付加による上積み額であると考\nえられるため，本件ソフトウェア１の許諾料７０００円の中で本件ソフト\nウェア３の損害は評価されているというべきであり，本件ソフトウェア３\nについて独立の損害はない。\n原告が販売価格から控除すべき費用として主張する５３円が少額にすぎ\nることは，上記アのとおりである。\nウ  原告による販売可能数\n著作権法１１４条１項ただし書では，「譲渡等数量の全部又は一部に相\n当する数量を著作権者等が販売することができないとする事情があるとき\nは，当該事情に相当する数量に応じた額を控除する」とされている。\n①被告が長年にわたり培ってきた宮城県北部の自治体の各教育委員会と\nの信頼関係，②地元に密着したきめ細かい被告の営業努力，③原告の特約\n店として低廉な価格で購入することができたこと等の理由から，被告は，\n各教育委員会による入札で落札し，多数の本件ソフトウェアを販売，導入\nすることができたものである。しかしながら，東北地方に営業所がなく，\n少数の担当者が東北地方全域を担当している原告が，特約店向けでない高\n額の販売価格を提示したとすれば，本件の各小中学校に対して被告と同数\nの本件ソフトウェアを販売，導入できなかったことは明らかである。\n第３  当裁判所の判断\n１  争点１（本件インストール２ないし４に対する原告の許諾の有無）について\n(1) 本件インストール２及び３について\n被告は，平成１９年及び同２０年に行われた本件インストール２及び３に\nつき，原告の東北地方の営業を担当していたＡから，本件ソフトウェアの譲\n渡，複製につき許諾を受けたと主張し，乙１１（被告代表者Ｂ作成の陳述書）\nには同主張に沿う記載があるが，許諾があったことを裏付ける客観的な証拠\nは何ら提出されていない。\n被告も認めるように，Ａは平成１８年８月に原告を退職しており（甲３５），\n平成１９年以降の原告の業務についてＡが何らかの権限を有していたと認め\nることはできないのであるから，上記乙１１の記載は採用することができず，\n平成１９年及び同２０年に行われた本件インストール２及び３に係る被告に\nよる本件ソフトウェアの譲渡，複製につき，原告の許諾があったと認めるこ\nとはできない。\nさらに，平成１８年１２月頃から，被告の売買代金の支払遅滞を原因とし\nて原告被告間の信頼関係が悪化し，原告被告間の取引は平成１９年２月５日\n以降中止されたことが認められ（甲３，４），このような状況において，被\n告による本件インストール２及び３につき原告が許諾することは通常あり得\nないことと考えられる。この点，被告は，信用取引はできなくなったが，平\n成１９年２月以降も原告被告間の取引は継続していたと主張し，平成１９年\n１１月の電子メール（乙１２）を提出する。しかしながら，同電子メールは，\n過去に原告が被告へ販売した機器（ＲＤＳボード）の修理に関するものにす\nぎず，本件ソフトウェアに関する取引が継続していたことを示すものという\nことはできないから，被告の上記主張を採用することはできない。\n以上のとおり，本件インストール２及び３につき原告の許諾があったと認\nめることはできない。\n(2) 本件インストール４について\n被告は，本件インストール４に係る本件ソフトウェア１及び２を原告から\n購入し，原告の許諾を得た上で譲渡，インストールしたものであると主張し，\n乙１１には同主張に沿う記載があるが，本件インストール４に係る本件ソフ\nトウェア１及び２の売買契約の存在を裏付ける客観的な証拠は何ら提出され\nていない。\n上記(1)で説示したように，平成１８年１２月頃から，被告の売買代金の支\n払遅滞を原因として原告被告間の信頼関係が悪化し，原告被告間の取引は平\n成１９年２月５日以降中止されていることからすると，上記乙１１の記載は\n採用することができず，原告被告間において，本件インストール４に係る本\n件ソフトウェア１及び２の売買契約が締結されたものと認めることはできな\nい。\n被告は，原告が販売先に送付するライセンスファイル及びパスワードファ\nイルが被告に送付されており（乙６の１，２），これらのファイルに係るロ\nグオン画面（乙７の１，２）に表示される数字が，本件インストール４に係\nる中学校が平成１７年及び同１９年に購入した本件ソフトウェア１及び２の\n各合計数と合致することから売買契約があったことは明らかであると主張す\nる。しかし，ログオン画面に表示される数字は，ライセンスファイル内に記\n録された本件ソフトウェア２の管理可能最大端末数を示すものであり（争い\nのない事実），教師用パソコン１台とその管理可能な生徒用パソコンの最大\n数の合計を意味するものであって，本件ソフトウェア２の販売数を意味する\nものではないから，当該数字が本件ソフトウェア１及び２の販売数と一致す\nることを前提とする被告の主張は前提において理由がない。\n以上のとおり，被告主張の売買契約を認めることはできないから，本件イ\nンストール４につき原告の許諾があったいうことはできない。\n２  争点２（本件和解契約に基づく許諾料の額）について\n上記１で説示したように，本件インストール２ないし４につき原告の許諾が\nあったと認めることはできないから，被告は，原告の許諾を得ることなく，前\n記第２の２(6)のとおり，本件インストール１ないし４において本件ソフトウェ\nア１を８８１件インストールしたものである。\nしたがって，被告が，本件和解契約に基づき原告に対して支払義務を負う許\n諾料の額は，６１６万７０００円（１件当たり７０００円×８８１本）となる。\n３  争点３（原告の損害額）について\n(1) 原告は，被告による本件ソフトウェア２及び３の違法な譲渡，複製によっ\nて被った損害につき，著作権法１１４条１項に基づく損害額を主張する。\n本件において，被告の侵害行為である本件インストール２ないし４がなけ\nれば，原告は，当該数量分の本件ソフトウェア２及び３を販売することがで\nきたものと認めるのが相当であるが，証拠（甲１５～２７，３２の２～４，\n３３，乙１～４，８）によれば，本件ソフトウェア２及び３の販売価格は一\n定しておらず，購入者との関係，販売数量等に応じて決定され，個別の取引\nごとに異なっている。そこで，本件においてはその平均販売価格に基づき単\n位数量当たりの利益の額を算定することとする。\n原告の平成１９年及び同２０年の全販売実績における本件ソフトウェア２\nの平均販売価格は●省略●，本件ソフトウェア３の平均販売価格は●省略●\nと認められる（甲３２の１～４）。\nまた，本件ソフトウェア２及び３の製造販売に係る変動費用は１本当たり\n５３円（ＣＤ－ＲＯＭ代，紙箱代，製品マニュアル代，送料の合計）と認め\nられる（甲２）。被告は，控除すべき変動費用が少額すぎると主張するが，\nコンピュータ・プログラムのパッケージ商品の通常の製造販売において，上\n記のほかに控除すべき変動費用を想定することは困難であるから，被告の主\n張を採用することはできない。\nそうすると，本件ソフトウェア２の単位数量当たりの利益の額は●省略●\n－５３円），本件ソフトウェア３の単位数量当たりの利益の額は●省略●－\n５３円）となる。\nしたがって，前記第２の２(6)のとおり，被告は，本件ソフトウェア２を合\n計５８４本，本件ソフトウェア３を合計５８８本譲渡，複製したのであるか\nら，被告が本件ソフトウェア２を違法に譲渡，複製したことにより原告が被\nった損害は●省略●（５８４本×●省略●），被告が本件ソフトウェア３を\n違法に譲渡，複製したことにより原告が被った損害は●省略●（５８８本×\n●省略●）となる。\nまた，原告は弁護士を選任して本件訴訟を遂行しているところ，本件事案\nの性質，上記認容額その他諸般の事情を考慮すると，その弁護士費用のうち\n１００万円を被告の著作権侵害の不法行為と相当因果関係のある損害と認め\nるのが相当である。\n以上より，被告の著作権侵害の不法行為により原告が被った損害額は７８\n３万７６８４円となる。\n(2) 原告の主張について\n原告は，本件ソフトウェア２及び３の単位数量当たりの利益の額は，原告\nと特殊な関係を有しない通常の販売先に対する販売価格を基に算定すべきで\nあると主張する。\nしかし，本件ソフトウェアの販売先には，原告と一定の継続的な取引関係\nを前提とする特約店と，継続的な取引関係のない特約店以外の取引先がある\nところ，平成１９年及び同２０年における本件ソフトウェア２の全販売１８\n５件のうち，特約店以外の取引先は５件（甲３２の２，３）にすぎないこと\nからすると，特約店以外の取引先に対する販売価格のみに基づいて著作権法\n１１４条１項の「単位数量当たりの利益の額」を算定することは相当ではな\nく，原告の上記主張を採用することはできない。\n(3) 被告の主張について\nア  被告は，東北地方に営業所がなく，少数の担当者が東北地方全域を担当\nしている原告では，宮城県北部の自治体の各教育委員会との信頼関係もな\nいため，本件インストール２ないし４における各小中学校に対して被告と\n同数の本件ソフトウェアを販売，導入できなかったはずであるとして，著\n作権法１１４条１項ただし書の「譲渡等数量の全部又は一部に相当する数\n量を著作権者等が販売することができないとする事情」があると主張する。\nしかし，原告には東北地方の営業を担当する従業員がおり，被告との取\n引を中止した後に別の会社を販売代理店として指定し，東北地方における\n本件ソフトウェアの販売活動を続けていることからすると（甲３４），原\n告において，本件インストール２ないし４における各小中学校に対して被\n告と同数の本件ソフトウェアを販売，導入することができなかったと直ち\nに認めることはできず，他に被告の上記主張を認めるに足りる証拠もない。\nイ  また，被告は，本件ソフトウェア３は本件ソフトウェア１に付加されて\n販売されており独立の価値がないため，本件ソフトウェア３については独\n立の損害は生じないと主張するが，本件ソフトウェア３は，本件ソフトウ\nェア１とは別の商品として個別に販売されているのであるから（甲２４～\n２６，３２の１～４），独立の損害が生じないという被告の主張は失当で\nある。\n４  結論\nよって，原告の請求は，和解契約に基づく許諾料の支払請求権に基づく許諾\n料６１６万７０００円及びこれに対する和解契約日の翌日である平成２０年１\n２月２６日から支払済みまで商事法定利率年６分の割合による遅延損害金並び\nに不法行為による損害賠償請求権に基づく損害賠償金７８３万７６８４円及び\nこれに対する訴状送達日の翌日である平成２２年８月７日から支払済みまで民\n法所定の年５分の割合による遅延損害金の各支払を求める限度で理由があるか\nら認容し，その余は理由がないからいずれも棄却することとして，主文のとお\nり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n岡 本   岳\n裁判官\n坂 本 康 博\n裁判官\n寺 田 利 彦\n"
}