{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 5,
    "day": 29
  },
  "case_number": "平成24(行ケ)10359",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83293",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83293",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/293/083293_hanrei.pdf",
  "contents": "平成２５年５月２９日判決言渡\n平成２４年（行ケ）第１０３５９号  審決取消請求事件\n口頭弁論終結日  平成２５年４月２４日\n判                  決\n原            告        株 式 会 社 ア テ ッ ク ス\n訴訟代理人弁理士        住      友      慎  太  郎\n同                      苗      村              潤\n被            告        特    許    庁    長    官\n指 定 代 理 人        冨      澤      武      志\n同                      小      林      由  美  子\n同                      堀      内      仁      子\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２０１１－２３７２８号事件について平成２４年９月６日にした審\n決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の経緯\n原告は，平成２２年１１月９日，片仮名の「マッサージクッション」を標準文字\nで表記した商標（以下「本願商標」という。）について，指定商品を第１０類「家\n庭用電気マッサージ器」として，商標登録出願（以下「本願」という。）をし（甲\n６），平成２３年５月２５日，指定商品を「クッション形状の家庭用電気マッサー\nジ器」に補正した（甲１０）。原告は，同年８月４日，拒絶査定を受け（甲８），\n同年１１月２日，拒絶査定不服審判（不服２０１１－２３７２８号事件）を請求し\nた（甲１１）。特許庁は，平成２４年９月６日，請求不成立の審決（以下「審決」\nという。）をし，その謄本は，同月２１日，原告に送達された。\n２  審決の理由\n審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は以下のとおり\nである。\n(1)  商標法３条１項３号該当性について\nクッション形状の家庭用電気マッサージ器を，取引上，「マッサージクッショ\nン」と称している事実があることなどからすると，本願商標は，その指定商品であ\nる「クッション形状の家庭用電気マッサージ器」を容易に認識させるものであるか\nら，その指定商品に使用しても，その商品の形状，品質を普通に用いられる方法で\n表示する標章のみからなる商標である。したがって，本願商標は，商標法３条１項\n３号に該当する。\n(2)  商標法３条２項該当性について\n原告は，少なくとも平成２２年５月から現在に至るまで，本願商標とほぼ同一視\nできる「マッサージクッション」を「クッション形状の家庭用電気マッサージ器」\n（以下「本件商品」という。）に使用していると認められる。しかし，「マッサー\nジクッション」の文字以外に「ルルド」や「アテックス」等の文字が併せて使用さ\nれており，需要者が「マッサージクッション」の文字のみをもって使用に係る商品\nの出所表示として認識するとはいえないことなどからすると，本願商標が，その指\n定商品について使用された結果，需要者が原告の業務に係る商品であることを認識\nすることができるに至ったものとは認められない。\n第３  取消事由に関する当事者の主張\n１  原告の主張\n審決には，以下のとおり，商標法３条２項該当性についての判断に誤りがある。\n(1)  本願商標の使用状況\nア  包装箱での使用状況\n本願商標は，本件商品の包装箱に，大きく表示された欧文字の「Ｍａｓｓａｇｅ\nＣＵＳＨＩＯＮ（Ｃｕｓｈｉｏｎ）」と共に，それよりも小さい文字で，「ルルド\nマッサージクッション」と表記する態様で使用されている。\nしかし，本願商標は，１文字が４×４ｍｍほどの大きさで表記されており，需要\n者は，十分，本願商標を認識し得る。また，一般の需要者は，欧文字（英語）で表\n記されたものよりも，片仮名文字で表記された本願商標の方を，容易に認識し得る。\nまた，本願商標は，本件商品の包装箱の上蓋部分に表記されており，小さい文字で\n表記されていても，需要者は容易に認識し得る。\n「ルルド」の文字と「マッサージクッション」の文字との間には１文字分程度の\n間隔が設けられており，「ルルド」の文字は，それだけで，原告が販売する健康器\n具全般を示す標章として，需要者に広く認識されている。したがって，需要者は，\n「ルルド  マッサージクッション」の表示を，「ルルド」と「マッサージクッショ\nン」とに分離して認識する。「ルルド」の文字は特定の意味合いを有さないことか\nら，「マッサージクッション」の文字に出所識別力が生じる。\nなお，本件商品の包装箱の中には，取扱説明書が同梱されており，その表紙及び\n背表紙には，比較的大きな文字で本願商標が表記されている。\n以上によると，需要者は本願商標が商品の出所を表示していると認識するといえ\nる。\nイ  インターネット，カタログ，雑誌等での使用状況\nインターネット，カタログ及び雑誌の広告において，本願商標は，「ルルド  マ\nッサージクッション」と表記する態様で使用されているものがあるが，「ルルド」\nの文字と「マッサージクッション」の文字は，１文字分程度の間隔を設けて表示さ\nれており，「ルルド」と「マッサージクッション」とに分離して認識される。した\nがって，本願商標は単独で使用されて，商品の出所を表示していると理解される。\nまた，雑誌に第三者が作成した本件商品の紹介記事が記載されており，本願商標\nと同一視できる「マッサージクッション」が，単独で表示されている。これらの紹\n介記事は，第三者が作成したものであっても，原告の管理・監督の下で作成される\nものである。したがって，当該紹介記事に本願商標を表示する行為は，本件商品に\n関する広告に商標を付して頒布する行為に該当する。\n(2)  本願商標の使用期間\n原告が，本願商標を本件商品に使用することを開始したのは，平成２１年８月２\n９日である。本願商標が使用された期間は，審決時までで約３年であり，インター\nネットや商品の流通が高度に発達した現在では，約３年の使用期間は決して短い期\n間ではない。\n(3)  本件商品の販売数量\n平成２１年６月から平成２４年９月までの３年４か月の間における，本件商品の\n製造会社から原告への納入実績は，約４４２万台である。また，小型マッサージ機\n器における本件商品のマーケットシェアは約６０パーセントであり，第２位のメー\nカーのマーケットシェア（９．３パーセント）を大きく引き離している。\n(4)  広告宣伝の方法，実績\n本件商品は，日本テレビの「あさパラ」等の番組内で使用されて，広告宣伝され\nた。このように番組を利用した広告宣伝は，テレビ番組の合間に放送される広告宣\n伝に比して，その宣伝効果が大きい。したがって，本件商品のテレビでの広告宣伝\n回数が，審決が認定したとおり，１６回であるとしても，決して少ない回数ではな\nく，需要者の認識を得るには十分な回数である。また，原告は，審決が認定した１\n６回以外にも，テレビ番組で本件商品の広告宣伝を行っている。\n平成２１年５月３１日から審決の前である平成２４年９月３日までの宣伝広告費\nは約１億５５００万円である。\n(5)  他者による「マッサージクッション」の文字の使用について\n小型マッサージ機器における本件商品のマーケットシェアは約６０パーセントで\nあり，第２位のメーカーは，「マッサージクッション」の文字は使用していない。\nしたがって，原告は，「マッサージクッション」の文字が使用されている小型マッ\nサージ機器においては，少なくとも６５パーセント以上のシェアを確保していると\nいえる。したがって，他者が「マッサージクッション」の文字を使用しているとし\nても，同表示は，原告の商品の出所を表示するものと認識されているといえる。\n(6)  以上によると，本願商標は，使用された結果，需要者が原告の業務に係る\n商品であると認識することができるまでに至っていると認められ，本願商標は，商\n標法３条２項に該当する。\n２  被告の反論\n原告は，平成２１年８月２９日から審決日までの約３年間，本願商標と同一とみ\nられる標章（以下，本願商標と併せて，単に「本願商標」という。）を，本件商品\nに係る包装箱，取扱説明書，自身のウェブサイト及びカタログに使用したこと，ま\nた，他者により，本願商標を使用した本件商品が，新聞，雑誌等の印刷媒体，イン\nターネット上の記事及びテレビ番組において紹介されたことが認められる。\nしかし，本願商標の使用形態は，ほとんどが，「ルルド」の文字と「マッサージ\nクッション」の文字とを，半角若しくは全角１文字分程度の間隔を空け，又は中黒\n「・」を介して，同じ書体，同じ大きさ，同じ色，同じ間隔で，同じ行又は上下２\n段にまとまりよく一体的に表示したものである。そして，需要者は，本願商標を，\n「クッション形状のマッサージ器」との意味合いで理解，認識すること，マッサー\nジ器を取り扱う業界では，「マッサージクッション」の文字は，「クッション形状\nの家庭用電気マッサージ器」を表すものとして，取引上普通に使用されていること，\nこれに対し，「ルルド」の語は，それ自体特定の意味合いを有するものではないと\nころ，本件商品を含む原告に係る健康器具全般にわたって使用されていることから\nすると，上記態様の表示に接した需要者が，あえて「マッサージクッション」の部\n分のみを本件商品の出所識別標識として認識する理由はない。\nそうすると，審決時において，本願商標が使用された結果，需要者が原告の業務\nに係る商品であると認識することができるとはいえず，本願商標は，商標法３条２\n項の要件を具備するものではない。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由は理由がないと判断する。その理由は，以下の\nとおりである。\n１  認定事実\n(1)  「マッサージクッション」の意義について\n「マッサージ」は，手又は器具を用いて身体を擦り，揉み，叩くなどして行われ\nる理学療法の一つを意味し，「クッション」は，洋風の柔らかい座布団ないしその\n形状を意味する（乙１）。したがって，「マッサージクッション」は，クッション\n(座布団)の形状をしたマッサージ器具を意味する複合語であると一般に理解される。\n(2)  「マッサージクッション」の使用態様等について\n審決時における「マッサージクッション」の語の使用態様は，以下のとおりであ\nる(なお，本件商品に関連するものは，(3)に記載する。)。\nア  株式会社クロシオのウェブサイトに，「マッサージクッション  プチシフォ\nン」と表記されたマッサージ器の広告が掲載されており，「インテリアとしてもか\nわいいクッション型マッサージ器です。」との宣伝文言が付加されている。（甲\n１） イ  ツカモトエイム株式会社のウェブサイトに，「マカロンマッサージクッショ\nン・ＭＣ－３０１」と表記されたマッサージ器の広告が掲載されており，「大人気\nスイーツマカロンがマッサージクッションになりました！」との宣伝文言が付加さ\nれている。（甲２）\nウ  株式会社ツインズのウェブサイトには，「モーミン  マッサージクッショ\nン」と表記されたマッサージ器の広告が掲載されており，「手軽に持ち運べて，ク\nッションとしても使えるマッサージクッション。」との宣伝文言が付加されている。\n（甲３）\nエ  「価格．ｃｏｍ」のウェブサイトには，本件商品とは，出所を異にするクッ\nション形状の家庭用電気マッサージ器が掲載されており，「ヒーター内蔵のもみ玉\nを備えたマッサージクッション」「ドリテックは，マッサージクッション『リラタ\nイム  ＭＰ－２００』を発売。」との説明が付加されている。（乙３）\nオ  ケンコーコムのウェブサイトには，本件商品とは，出所を異にするクッショ\nン形状の家庭用電気マッサージ器が掲載されており，「『マッサージクッションＢ\nＪ－１００８８－ＶＧビクトリアンガーデン』は，４つのモミ玉とヒーターで疲れ\nを癒すマッサージクッションです。」との説明が付加されている。\n同ウェブサイトでは，商品群を大分類から小分類へと細分化しているが，「家\n電」「ケア用品」「マッサージ機器」「マッサージクッション」の順で，表記して\nいる。それによれば，「マッサージクッション」は，ケア家電商品中のマッサージ\n機器に含まれる商品として扱われている。\nさらに，同ウェブサイトでは，クッション形状の家庭用電気マッサージ器につい\nて，以下のような紹介文が掲載されている。\n①「オムロン クッションマッサージャＨＭ－３４１－ＢＷ  ブラウン」は，小\nさくて軽く，どこれも快適にマッサージできるマッサージクッションです。\n②「クロシオ マッサージクッション シフォン チョコレート ＣＨ－３０１－Ｃ\nＨ」は，コンパクトなのにもみ心地は本格派なマッサージクッションです。\n③「クロシオ マカロン マッサージクッション マロン ＭＣ－３０１－ＭＡ」は，\nかわいいスイーツ，マカロンの形のマッサージクッションです。\n④「くねくねマッサージクッション ツイストリラクサー ＰＢＲＸ０３」は，\n『ここ』という場所をピンポイントで刺激するマッサージクッションです。\n（乙４，５）\nカ  なお，マッサージ器に関連した用例をみると，椅子の機能を有する商品につ\nいて，「マッサージチェア」又は「マッサージソファ」との一般名称が付されてい\nる。（甲４，５，２９）\n(3)  本件商品における本願商標の使用態様等\n本件商品の販売，宣伝広告等における「マッサージクッション」の語の表記態様\n等は，以下のとおりである。\nア  本件商品の包装箱の表記\n包装箱には，四角で囲まれた図形及び欧文字「Ｌｏｕｒｄｅ」の組合せからなり\n登録商標を示す「○Ｒ 」を併記した標章（以下「ルルド標章」という。）が表記され\nている。\n包装箱の上蓋には，一番上段に片仮名の「ルルド  マッサージクッション」（語\n尾に「Ｃ」「Ｌ」「－Ｃ」「－Ｌ」などの記号等が付加されているものもある。以\n下，同記号等は省略する。），その下に欧文字の「Ｍａｓｓａｇｅ」，その下段に\n欧文字の「ＣＵＳＨＩＯＮ（Ｃｕｓｈｉｏｎ）」が３段に表記されている(片仮名\nの「ルルド  マッサージクッション」が最下段に表記されている例もある。)。\n包装箱の正面及び側面には，欧文字の「Ｍａｓｓａｇｅ」及び「ＣＵＳＨＩＯＮ\n（Ｃｕｓｈｉｏｎ）」が１段又は２段に表記され，その下段に「ルルド  マッサー\nジクッション」の表記がある(なお，「ルルド  マッサージクッション」の表記の\nない例もある。)。\n「Ｍａｓｓａｇｅ」は大きな太い文字で，「ＣＵＳＨＩＯＮ（Ｃｕｓｈｉｏ\nｎ）」は大きな細い文字で，「ルルド  マッサージクッション」は小さい文字で表\n記されている。\nなお，原告は，「ルルド」シリーズで，本件商品を含む各種家庭用マッサージ器\nのほか，バランスツール，ベッド等の販売も行っている。\n（甲１３の１，１３の２，３１）\nイ  本件商品の取扱説明書\n取扱説明書の表紙には，ルルド標章が表記され，「ルルド  マッサージクッショ\nン」の表示があり，「ルルド」の文字と「マッサージクッション」の文字との間に\nは，半角程度の間隔がある。（甲１４）\nウ  本件商品のカタログ\nカタログの表紙には，ルルド標章が表示されている。また，カタログの表紙には，\n一番上段に片仮名の「ルルド  マッサージクッション」が小さく表記され，その下\nに欧文字の「Ｍａｓｓａｇｅ」が太い文字で大きく表記され，さらにその下に欧文\n字の「ＣＵＳＨＩＯＮ（Ｃｕｓｈｉｏｎ）」が細い文字で大きく表記されている。\n「ルルド」の文字と「マッサージクッション」の文字との間には，半角から全角１\n文字分程度の間隔がある。（甲１７の５５，１７の５６）\nエ  ウェブサイトの表記\n原告のウェブサイトには，ルルド標章及び本件商品についての「ルルド  マッサ\nージクッション」との表記がされている。「ルルド」と「マッサージクッション」\nには，２段表記及び１段表記の両者がある。後者では，「ルルド」と「マッサージ\nクッション」の各文字との間に，半角程度の間隔がある。「ルルド」の文字と「マ\nッサージクッション」の文字は，大きさ，書体，色において同一である。また，欧\n文字の「Ｍａｓｓａｇｅ」「ＣＵＳＨＩＯＮ」が表示されているものもある。（甲\n１６，１８，３１）\nオ  テレビにおける商品紹介等\n平成２２年５月から平成２３年２月までの間に，日本テレビの「あさパラ」，テ\nレビ朝日の「ＳｍａＳＴＡＴＩＯＮ！！」など，全国放送のテレビ番組内で合計１\n１回，テレビ西日本の「ももち浜ストア」など地方放送のテレビ番組内で合計５回，\n本件商品が紹介されたほか，時期は不明であるが，地方放送等のテレビ番組（ショ\nッピング番組を含む。）で本件商品が１０回ほど取り上げられた。これらのテレビ\n番組内で，本件商品は，「ルルド  マッサージクッション」と表示される例が多く，\nその他「マッサージクッション  ルルド」，「アテックス  ルルド  マッサージク\nッション」「『アテックス』マッサージクッション」「マッサージクッション  Ａ\nＴＥＸ」と表示される例もあった。「マッサージクッション」のみ表示される例は，\n極めて僅かであった。（甲２５ないし２７）\nカ  雑誌，新聞等における商品紹介等\n平成２２年４月から平成２４年８月までの間に，雑誌，新聞やインターネットの\nウェブサイト上で，多数回にわたり本件商品の紹介がされている。\n本件商品に関して，「ルルド  マッサージクッション」と表示される例が多く，\nさらに「アテックス」の表示が付加されるものもある。「ルルド」と「マッサージ\nクッション」の文字の表記方法は，「ルルド」の文字と「マッサージクッション」\nの文字が上下に分けて表記されているものと（通常，上下２段に表記されているが，\n３段に表記されているものもある。），一連に続けて表記されているものがあるが，\n一連に続けて表記されている場合には，一部を除いて，「ルルド」の文字と「マッ\nサージクッション」の文字の間に，半角又は全角１文字分程度の間隔が存在するか，\n中黒「・」が配されている。一部を除き，「ルルド」の文字と「マッサージクッシ\nョン」の文字は，大きさ，書体，色彩において同一である。\n紹介記事には，「小さいのにとってもパワフル！癒しのマッサージクッション」\n「そんなミセスの間でいま大ヒット中のマッサージクッション『ルルド』をご存\nじ？」と記載されているもの，「ヒーター付きもみ玉内蔵のマッサージクッショ\nン。」と記載されているもの，「マッサージクッションの先駆けといえば，こちら\nのルルド。」と記載されているもの，「かわいらしい小型のマッサージクッショ\nン。」と記載されているものがある。\n（甲１５の１ないし１５の５，１７の１，１７の３，１７の４，１７の６ないし１\n７の１１，１７の１３ないし１７の１７，１７の１９ないし１７の２５，１７の２\n７ないし１７の４０，１７の４３，１７の４５ないし１７の５３）\nキ  本件商品の販売状況等\n原告は，平成２１年８月２９日から本件商品の販売を開始した。平成２１年８月\n２０日から審決がされた日の後である平成２４年１０月１６日までの間の，本件商\n品の取引先への販売数は３５０万台余であった。平成２３年の小型マッサージ機器\nの市場における本件商品のシェアは５９．５パーセントである。（甲１４，１８，\n１９，２１ないし２４）\n２  商標法３条２項の該当性についての判断\n上記認定事実によれば，「マッサージクッション」の文字からなる本願商標につ\nいて，「使用された結果，需要者において，原告の業務に係る商品であると認識す\nることができるもの」と判断することはできない。その理由は，以下のとおりであ\nる。すなわち，\n(1)  一般の家庭用電気マッサージ器等の製造，販売に係る取引者，需要者にお\nいて，「マッサージクッション」の語は，「手軽に持ち運べて，クッションとして\nも使えるマッサージクッション。」等の用例にみられるように，「クッション形状\nのマッサージ器」を意味する普通名詞として用いられている。また，各製造者等に\nおいて自社製品を宣伝広告する場合，及びネット販売業者において各社の商品を紹\n介する際に，当該商品の出所を示す必要がある場合には，「マカロンマッサージク\nッション・ＭＣ－３０１」，「オムロン クッションマッサージャＨＭ－３４１－\nＢＷ  ブラウン」，「クロシオ マッサージクッション シフォン チョコレート Ｃ\nＨ－３０１－ＣＨ」など，商標等の出所表示を付加して使用することが通例である。\n(2)  本件商品に関する原告の宣伝広告及びテレビ，雑誌，新聞等における商品\n紹介をみると，「ルルド  マッサージクッション」と表示される例が多い。また，\n原告は，「ルルド」シリーズで本件商品を含む各種家庭用マッサージ器のほか，バ\nランスツール，ベッド等を販売しているが，本件商品の包装箱，取扱説明書，カタ\nログや原告のウェブサイトには，四角で囲まれた図形及び欧文字「Ｌｏｕｒｄｅ」\nの組合せからなり登録商標を示す「○Ｒ 」を併記した「ルルド標章」も表示されてい\nる。\n(3)  以上の事実経緯に照らすならば，本件商品の包装箱，取扱説明書，カタロ\nグや原告のウェブサイトにおける本件商品の表示に接した需要者は，「ルルド」な\nいし「ルルド  マッサージクッション」等により，本件商品の出所が原告であると\n認識しているのであって，「マッサージクッション」のみによって，出所が原告で\nあると認識することはないと解するのが合理的である。なお，本件商品の包装箱や\nカタログには，「Ｍａｓｓａｇｅ」及び「ＣＵＳＨＩＯＮ（Ｃｕｓｈｉｏｎ）」と\n表示されているが，包装箱やカタログにはルルド標章も付されていることや，包装\n箱とカタログ以外では，欧文字の表示はほとんど使用されていないことからすると，\nこのことから，「マッサージクッション」の表示のみで本件商品の出所を認識する\nことができるということはできない。\n原告は，本件商品の販売数及び小型マッサージ機器のマーケットシェアが５０パ\nーセントを超えること等の点を主張する。しかし，そのような事実から，「マッサ\nージクッション」の語が，使用された結果，需要者において，原告の業務に係る商\n品であると認識することができるものと解することは到底できず，この点の原告の\n主張は採用の限りでない。\nその他，原告は縷々主張するが，いずれも理由がない。\n以上のとおり，本願商標は商標法３条１項３号に該当し（当事者に争いがな\nい。），同条２項に該当するとは認められない。\n３  結論\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n"
}