{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 13
  },
  "case_number": "平成24(行ケ)10175",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83081",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83081",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/081/083081_hanrei.pdf",
  "contents": "平成２５年３月１３日判決言渡\n平成２４年（行ケ）第１０１７５号  審決取消請求事件\n口頭弁論終結日  平成２５年１月３０日\n判 決\n原            告                トムソン  ライセンシング\n訴訟代理人弁護士                鮫      島      正      洋\n同          溝      田      宗      司\n同                              小      栗      久      典\n被            告                特 許 庁 長 官\n指 定 代 理 人                堀      川      一      郎\n同                              藤      井              昇\n同                              田      部      元      史\n同                              芦      葉      松      美\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２００８－２２４３８号事件について平成２４年１月５日にした審\n決を取り消す。\n第２  前提事実\n１  特許庁における手続の経緯\n原告は，平成９年（１９９７年）３月１４日の優先権（フランス）を主張して，\n平成１０年（１９９８年）３月１１日，発明の名称を「道路交通情報装置」とする\n発明につき国際出願（ＰＣＴ／ＦＲ９８／００４９４，日本国における出願番号は\n特願平１０－５４０１８８号。以下「本願」という。）をしたが，平成２０年５月\n２８日付けで拒絶査定を受けたので，同年９月２日，これに対する不服の審判（２\n００８－２２４３８号）を請求し，平成２２年７月１４日付けの拒絶理由通知に対\nし，平成２３年１月２１日付けで意見書及び手続補正書を提出した。\n特許庁は，平成２４年１月５日，「本件審判の請求は，成り立たない。」との審\n決をし（出訴期間として９０日付加），その謄本は同月１８日原告に送達された。\n２  特許請求の範囲の記載\n平成２３年１月２１日付け手続補正書（甲１）による補正後の特許請求の範囲の\n請求項１の記載は次のとおりである（以下，本願の公表特許公報（甲２）を「本願\n明細書」といい，上記補正後の請求項１記載の発明を「本願発明」という。）。\n「【請求項１】\n互いに連結し合っている幾つかの区間に分割される所定の道路網における行程の\n所要時間に関する情報を提供する道路交通情報装置において，該道路交通情報装置\nは無線メッセージの携帯可能な受信機を有し，該無線メッセージの携帯可能な受信\n機は，\n・無線メッセージを受信するための受信手段と，\n・受信した前記無線メッセージを記憶するための少なくとも１つの記憶装置と，\n・前記無線メッセージを処理するためのエレクトロニクスの中央処理装置と，\n・利用者に前記中央処理装置に対する指令を可能にするコマンドインターフェース\nと，\n・受信された前記無線メッセージのうちの少なくとも幾つかから生じる情報を，前\n記コマンドインターフェースを介して利用者から入力された指示にしたがって表示\nするためのスクリーンと，を有し，\n前記受信機の前記記憶装置には， 当該道路網に固有な空間上の位置関係のデータであって，少なくとも前記道路網\nの各区間ごとの出発点及び到達点の識別を含むデータと，\n・いわゆる行程の基本所要時間である，前記道路網の各区間における行程の所要時\n間を表すデジタルデータとが含まれ，\nそして，前記受信機の前記中央処理装置は，\n・更新された前記行程の基本所要時間を表すデジタル情報を少なくとも含む，所定\nの幾つかの無線メッセージを認知し，\n・受信された前記デジタルデータに応じて，前記行程の基本所要時間を表す，記憶\nされた前記デジタルデータを更新し，\n・そして，前記コマンドインターフェースを用いて利用者により前記中央処理装置\nに設定された所望の出発点および到達点に応じて，\n・所望の前記出発点と前記到達点との間において採用されるべき前記道路網の幾つ\nかの区間を決定し，\n・所望の前記出発点と前記到達点との間において採用されるべき前記幾つかの区間\nにおける前記行程の基本所要時間の総計に等しい全行程の所要時間を計算し，\n・そして，前記スクリーン上に少なくとも該全行程の所要時間を表示させ，\n前記記憶されたデジタルデータおよび前記受信されたデジタル情報には，当該道\n路網の各区間ごとの行程の基本所要時間が含まれている，道路交通情報装置。」\n３  審決の理由\n審決の理由は別紙審決書写し記載のとおりであり，その要点は次のとおりである。\n(1)  結論\n本願発明は，特開平７－１２９８９３号公報（甲５，引用例１）に記載された発\n明（引用発明）及び周知技術等に基づいて，当業者が容易に発明をすることができ\nたものであるから，特許法２９条２項の規定により，特許を受けることができない。\n(2)  認定事項\nア  引用発明の内容\n「車両の外部から受信された情報に基づき，最適な経路を搭乗者に報知する車両\n用経路誘導装置において，該車両用経路誘導装置は外部情報を受信して報知する車\n両用外部情報報知装置を有し，該車両用外部情報報知装置は，外部情報を受信する\nＦＭ多重レシーバー３４とビーコンレシーバー３６と，ここで受信した情報を記憶\nする記憶装置と，受信した情報を処理するための制御部２２と，搭乗者が該制御部\n２２に指示を行う入力部２８と，受信した情報をもとに処理して得られた情報を搭\n乗者の指示で表示する表示部２６とを有し，前記車両用外部情報報知装置の前記記\n憶装置には，道路のリンクごとの始点及び終点の位置情報と，所定のリンクの通過\n所要時間（リンク旅行時間）を表すデータとが含まれ，そして，前記車両用外部情\n報報知装置の前記制御部２２は，外部から現在の道路状況，所定の交差点間の道路\n（リンク）ごとの通過所要時間（リンク旅行時間）を受信して，外部から受信した\nリンク旅行時間の情報に応じて，記憶された当該リンクのリンク旅行時間を更新す\nるとともに，リンク旅行時間情報のないリンクに対し，周辺のリンク旅行時間から\n当該リンク旅行時間を推定して記憶し，そして，入力部２８から搭乗者が目的地点\nを入力すると，現在地点から目的地点までの経路を探索し，該経路の各リンクのリ\nンク旅行時間を合計して経路の所要時間を計算し，所要時間が最短のものを最適経\n路として経路記憶部３０に記憶するとともに表示部２６に表示して経路誘導を行う，\n前記記憶された外部からの情報および前記受信された外部からの情報には，道路の\n所定のリンクごとのリンク旅行時間が含まれている，車両用経路誘導装置。」\nイ  本願発明と引用発明との一致点\n「互いに連結し合っている幾つかの区間に分割される所定の道路網における道路\nに関する情報を提供する道路交通情報装置において，該道路交通情報装置は無線メ\nッセージを受信する受信機を有し，該無線メッセージを受信する受信機は，\n・無線の情報を受信するための受信手段と，\n・受信した無線の情報を記憶するための少なくとも１つの記憶装置と，\n・前記無線の情報を処理するためのエレクトロニクスの中央処理装置と，\n・利用者に前記中央処理装置に対する指令を可能にするコマンドインターフェース\nと，\n・受信された前記無線の情報のうちの少なくとも幾つかから生じる情報を，前記コ\nマンドインターフェースを介して利用者から入力された指示にしたがって表示する\nためのスクリーンと，を有し，\n前記受信機の前記記憶装置には， 当該道路網に固有な空間上の位置関係のデータであって，少なくとも前記道路網\nの各区間ごとの出発点及び到達点の識別を含むデータと，\n・いわゆる行程の基本所要時間である，前記道路網の所定の区間における行程の所\n要時間を表すデジタルデータとが含まれ，\nそして，前記受信機の前記中央処理装置は，\n・更新された前記行程の基本所要時間を表すデジタル情報を少なくとも含む，所定\nの幾つかの無線メッセージを認知し，\n・受信された前記デジタルデータに応じて，所定の行程の基本所要時間を表す，記\n憶された前記デジタルデータを更新し，\n・そして，前記コマンドインターフェースを用いて利用者により前記中央処理装置\nに設定された所望の到達点に応じて，\n・所定の地点と前記到達点との間において採用されるべき前記道路網の幾つかの区\n間を決定し，\n・所定の地点と前記到達点との間において採用されるべき幾つかの区間における前\n記行程の基本所要時間の総計に等しい全行程の所要時間を計算し，\n・そして，前記スクリーン上に所定の情報を表示させ，\n前記記憶されたデジタルデータおよび前記受信されたデジタル情報には，当該道\n路網の所定の区間ごとの行程の基本所要時間が含まれている，道路交通情報装\n置。」\nウ  本願発明と引用発明との相違点\n(ア)  相違点１\n道路に関する情報を提供する道路交通情報装置に関し，本願発明は，互いに連結\nし合っている幾つかの区間に分割される所定の道路網における「行程の所要時間に\n関する情報」を提供する道路交通情報装置であるのに対し，引用発明は，車両の外\n部から受信された情報に基づき，「最適な経路」を搭乗者に報知する道路交通情報\n装置（車両用経路誘導装置）である点。\n(イ)  相違点２\n無線メッセージを受信する受信機に関し，本願発明は，無線メッセージの「携帯\n可能な」受信機であるのに対し，引用発明は，携帯可能であることは特定されてい\nない点。\n(ウ)  相違点３\nいわゆる行程の基本所要時間である，道路網の所定の区間における行程の所要時\n間を表すデジタルデータに関し，本願発明は，道路網の「各区間」における行程の\n所要時間を表すデジタルデータであるのに対し，引用発明は，道路網の「所定の区\n間」における行程の所要時間を表すデジタルデータであって，道路網の全ての区間\nを含むことは特定されていない点。\n(エ)  相違点４\n受信されたデジタルデータに応じて，所定の行程の基本所要時間を表す，記憶さ\nれたデジタルデータを更新する態様に関し，本願発明は，受信されたデジタルデー\nタに応じて，行程の基本所要時間を表す，記憶されたデジタルデータを更新するの\nに対し，引用発明は，外部から受信したリンク旅行時間の情報に応じて，記憶され\nた当該リンクのリンク旅行時間を更新するとともに，リンク旅行時間情報のないリ\nンクに対し，周辺のリンク旅行時間から当該リンクの旅行時間を推定して記憶する\n点。\n(オ)  相違点５\nコマンドインターフェースを用いて利用者により中央処理装置に設定された所望\nの到達点に応じて，所定の地点と前記到達点との間において採用されるべき道路網\nの幾つかの区間を決定する態様に関し，本願発明は，コマンドインターフェースを\n用いて利用者により中央処理装置に設定された「所望の出発点」および到達点に応\nじて，「所望の出発点と」到達点との間において採用されるべき道路網の幾つかの\n区間を決定するのに対し，引用発明は，利用者により所望の到達点（目的地点）は\n設定されるが，出発点が設定されることは特定されておらず，「現在地点」から到\n達点までの経路を探索している点。\n(カ)  相違点６\n所定の地点と到達点との間において採用されるべき幾つかの区間における行程の\n基本所要時間の総計に等しい全行程の所要時間を計算する態様に関し，本願発明は，\n「所望の出発点」と到達点との間において採用されるべき幾つかの区間における行\n程の基本所要時間の総計に等しい全行程の所要時間を計算するのに対し，引用発明\nは，「現在地点」から到達点（目的地点）までの経路の行程の基本所要時間（リン\nク旅行時間）の総計に等しい全行程の所要時間を計算するが，「所望の出発点」と\n到達点までの経路の全行程の所要時間を計算することは特定されていない点。\n(キ)  相違点７\nスクリーン上に所定の情報を表示する態様に関し，本願発明は，スクリーン上に\n「少なくとも全行程の所要時間」を表示させるのに対し，引用発明は，「全行程の\n所要時間が最短の最適経路」を表示する点。\n(ク)  相違点８\n記憶されたデジタルデータおよび受信されたデジタル情報には，当該道路網の所\n定の区間ごとの行程の基本所要時間が含まれている態様に関し，本願発明は，当該\n道路網の「各区間ごとの」行程の基本所要時間が含まれているのに対し，引用発明\nは，「所定の区間の」行程の基本所要時間が含まれるが，全ての区間の行程の基本\n所要時間が含まれることまでは特定されていない点。\n第３  原告主張の取消事由\n審決には，引用発明の認定の誤り，相違点の看過（取消事由１），相違点１，７\nについての進歩性判断の誤り（取消事由２），相違点３，４，８についての進歩性\n判断の誤り（取消事由３），相違点５，６についての進歩性判断の誤り（取消事由\n４）がある。これらの誤りは審決の結論に影響を及ぼすものであるから，審決は違\n法であり，取り消されるべきものである。\n１  引用発明の認定の誤り，相違点の看過（取消事由１）\n(1)  審決が看過した相違点\nア  審決は，引用発明が，「車両用外部情報報知装置の前記制御部２２は，外部\nから現在の道路状況，所定の交差点間の道路（リンク）ごとの通過所要時間（リン\nク旅行時間）を受信」する構成を有すると認定し（審決書９頁３～５行），当該認\n定に基づき，引用発明が，「更新された行程の基本所要時間を表すデジタル情報を\n少なくとも含む，所定の幾つかの無線メッセージを認知」し，「受信された前記デ\nジタルデータに応じて，前記行程の基本所要時間を表す，記憶された前記デジタル\nデータを更新」するという構成において，本願発明と相違がないとする（審決書１\n２頁１１行～２１行）。\nしかし，引用発明と本願発明との間には，前者が，道路網のうち，現在地点から\n進行方向に存在する近隣の限られた区間における更新された行程の所要時間（通過\n所要時間）を表すデジタルデータを受信するのに対して，後者が，現在地点や進行\n方向に関係なく所定の道路網の各区間における更新された行程の所要時間を表すデ\nジタルデータを受信するという相違点が存在するにもかかわらず，審決は，これを\n看過している（下線は原告。以下，「第３  原告主張の取消事由」において同\nじ。）。その理由は次のとおりである。\nイ  引用発明においては，①ＦＭ多重放送，②ビーコン，という２つの受信手段\nが想定されている（【００７１】）。ここで，①ＦＭ多重放送によって受信する情\n報は，道路の渋滞情報や事項・落下物などによる交通規制情報であり，所要時間を\n表す情報そのものではないから，本願発明における「道路網の各区間における行程\nの所要時間を表すデジタルデータ」に相当するものではない（【００７３】）。一\n方，②ビーコンによって受信する情報は，従来から交差点手前に看板として表示さ\nれている交差点の分岐方向別の行先表示や，さらに該当する交差点から前記の表示\nされた行先までの所要時間（旅行時間）に関する情報である（【００７３】）とこ\nろ，ビーコンによる情報の送受信は，情報を受け取る車両の位置とビーコンの位置\nが極近傍となるため，ビーコンは，その情報を受け取る場所において必要な情報の\nみを峻別して送ることを特徴とするものである（甲１０号証，上記【００７３】）。\nつまり，引用発明における車両用経路誘導装置は，あるビーコン設置ポイントに\nおいて，道路網のうち，現在位置から進行方向に存在する近隣の限られた交差点間\nの道路ごとの通過所要時間を受信し，その情報に基づき，現在地点から目的地まで\nの交差点間の通過所要時間の合計が最も短くなるような経路探索を行い，当該経路\nへ誘導し，次のビーコン設置ポイントまで進んだところで，当該位置から進行方向\nに存在する近隣の交差点間の道路ごとの通過所要時間を受信し，その情報に基づき，\n現在地点から目的地までの交差点間の通過所要時間の合計が最も短くなるような経\n路探索を行い，当該経路へ誘導するということを繰りして経路誘導を行うことを想\n定しているものである。\nこのように，引用発明は，現在地点及び進行方向と関係がない交差点間の道路ご\nとの通過所要時間を受信することはないし，そのような受信を想定しているもので\nもない。\nウ  これに対し，本願発明は，「・更新された前記行程の基本所要時間を表すデ\nジタル情報を少なくとも含む，所定の幾つかの無線メッセージを認知し」，「・受\n信された前記デジタルデータに応じて，前記行程の基本所要時間を表す，記憶され\nた前記デジタルデータを更新し，」との構成を有するものであるところ，当該｢前\n記行程｣とは，本願発明の構成要件上は，「いわゆる行程の基本所要時間である，\n前記道路網の各区間における行程の所要時間を表すデジタルデータ」という部分で\n定義がなされており，この定義の一部を構成している「前記道路網」とは，「現在\n地から進行方向」に存在するものに限定されるのではなく，現在地や進行方向に制\n約されない地域的な広がりの中に存在するものと解釈されるべきであり，所要時間\nが更新される区間も，受信を行っている現在地点や進行方向との関係で制約される\nものではないことは明らかである。\n(2)  相違点の看過の重大性\n引用発明においては，現在地点や進行方向と関係なく，所定の道路網の各区間に\nおける更新された行程の所要時間を表すデジタルデータを受信するという，上記相\n違点に相当する構成や思想については何らの開示も示唆もされていない。また，審\n決が引用する引用例２及び３においてもかかる構成や思想については何ら開示も示\n唆もされていない。したがって，引用例１とこれらの引用例を組み合わせたとして\nも，本願発明を構成することができない。そして，本願発明は，上記構成を有する\nが故に，現在位置に制約されることなく任意に選択された出発点と到達点との間の\n行程の所要時間について，更新されたデータを用いてより正確な計算が可能となる\nという，引用発明を含め，審決が引用する先行技術にはない顕著な作用効果を奏す\nるものである。\nしたがって，上記相違点は，引用発明並びに引用例２及び３記載の発明から当業\n者が容易に想到し得たものではない。\n加えて，後記２ないし４のとおり，上記相違点も踏まえれば，審決が認定した各\n相違点も引用発明並びに引用例２及び３から当業者が容易に想到し得たということ\nはできない。\nよって，審決の相違点の看過は，審決の結論を左右する重大な誤りということが\nできる。\n２  相違点１，７についての進歩性判断の誤り（取消事由２）\n審決は，車両用経路誘導装置のような道路交通情報装置において，道路の各リン\nク（本願発明の「区間」）の所要時間に基づいて，探索した所定の経路の全所要時\n間を計算してこれを表示することは，引用例２や引用例３に記載されるように，周\n知技術であり，また，引用例１には，出発地から目的地までに要する所要時間を表\n示することが示唆されているとして，引用発明において，上記周知技術を採用して\n相違点１及び７に係る本願発明の構成とすることは，当業者が容易に想到し得たこ\nとであるとする（審決書１５頁２６行～１６頁２行）。\nしかし，相違点１において本願発明が表示する「所定の道路網における行程の所\n要時間に関する情報」，及び相違点７において本願発明が表示する「全行程の所要\n時間」とは，任意に選択される二地点間の経路における，外部から送信される情報\nにより適宜更新される各区間の行程の所要時間の合計，すなわち，各区間を移動す\nるのに必要となる時間の合計を意味するものである。\nこれに対し，引用発明は，現在地点から目的地までの行程の所要時間を計算する\nものでしかなく，また，前記１で述べたとおり，引用発明は，行程の基本所要時間\nを表すデジタルデータは，道路網のうち，現在地点から進行方向に存在する近隣の\n区間のうちの限られたものに関するもののみが更新されるということを前提として，\n現在地点から目的地点までの道路網のうち，行程の基本所要時間が得られない区間\nや得られてもデータが不正確な区間については，車両用経路誘導装置において，推\n測によりデータの補完又は補正を行い，これらの推測値を用いて，全行程の所要時\n間を計算するというものである。\nしたがって，引用発明において，審決のいう周知技術を仮に組み合わせたとして\nも，表示されるのは，現在地点から目的地間の経路における，外部からの送信によ\nり更新されるごく一部の区間（現在地点の近傍の限られた区間）の行程の所要時間\nと，推測により補完又は補正されたその他の区間の行程の所要時間の合計値であり，\nその値は，実質的には現在地点から目的地間の経路における，推測により求められ\nた各区間の移動所要時間の合算値にしかならず，本願発明における，任意に選択さ\nれる二地点間の経路に関する，外部からの送信により適宜更新され得る各区間の行\n程の所要時間の合計値と同じものとはならない。\nよって，引用発明において，引用例２や３に記載されている技術を組み合わせた\nとしても，相違点１，７を構成することはできないから，相違点１及び７に係る本\n願発明の構成を当業者が容易に想到し得たとする審決の認定判断は誤りである。\n３  相違点３，４，８についての進歩性判断の誤り（取消事由３）\n(1)  誤り１\nア  審決は，「引用発明は，道路網の区間のうち所定のものについて行程の所要\n時間を外部からの情報により更新するとともに，外部から行程の所要時間を取得で\nきない区間については，その周辺の区間の行程の所要時間から推定して記憶するも\nのである点で相違するものであるといえる。…引用発明は，道路網の行程の所要時\n間の情報を提供する外部環境の制約により，全ての区間の情報が得られない場合を\nも想定した発明であり，外部から全ての区間の行程の所要時間の情報を得られる環\n境にあれば，全ての区間の行程の所要時間の情報を受信して更新することが可能な\nのであるから，この点に関しては，装置本体の備える機能から見れば，本願発明と\n引用発明との間に，実質的な相違はないものである。換言すれば，引用発明も，道\n路網の区間のうち，できる限り多くの区間の行程の所要時間を外部から取得するこ\nとを前提とした発明ということができ，したがって，本願発明のように道路網の全\nての区間の行程の所要時間を外部から取得するよう構成することについて，少なか\nらず示唆がなされているといえる。加えて，引用例１には，なんらかの理由でリン\nク旅行時間の得られないリンクに対して，いくつかの方法によりリンク旅行時間を\n推定して用いることが記載されており，道路網の全てのリンクについてのリンク旅\n行時間を取得して更新することが強く示唆されている。」（審決書１６頁１７行～\n１７頁３行。下線は原告）とした上で，所定の道路網の全ての区間（リンク）につ\nいて，所要時間データを記憶しておくことは，引用例２に記載されるように，車両\n用経路誘導装置等の道路交通情報装置の分野において，周知の技術であるから，引\n用発明において，上記周知の技術を採用して，相違点３，４，８に係る本願発明の\n構成とすることは，当業者が容易に想到し得たことであるとする（審決書１７頁４\n行～１１行）。\nイ  しかし，まず，前記１で述べたとおり，そもそも引用発明は，道路網のうち，\n現在地点から進行方向に存在する近隣の限られた区間における行程の所要時間（通\n過所要時間）を表すデジタルデータのみが更新されることを前提とした上で，現在\n地点から目的地点までの全行程の所要時間の計算を行うために，現在地点から目的\n地点までの道路網のうち，データを有するある区間の行程の所要時間を補正したり，\n行程の所要時間が得られない区間について，周辺の区間のデータから所要時間を推\n定したりする等，所要時間の補正，補充を行うものであり，審決が認定するような，\n「道路網の区間のうち，できる限り多くの区間の行程の所要時間を外部から取得す\nることを前提とした発明」ではない。\nまた，審決は，「外部から全ての区間の行程の所要時間の情報を得られる環境に\nあれば，全ての区間の行程の所要時間の情報を受信して更新することが可能なので\nあるから，この点に関しては，装置本体の備える機能から見れば，本願発明と引用\n発明との間に，実質的な相違はないものである。」（審決書１６頁２９行～３２\n行）と述べるが，少なくとも，本件特許出願当時，所定の道路網につき，当該道路\n網を構成する区間全てについて，行程の所要時間の更新情報を提供できるような外\n部環境は存在しなかった。例えば，我が国において本件特許出願の約１年前に実用\n化されたＶＩＣＳ（道路交通情報通信システム）も，まさに引用例１において説明\nされているのと同じように，ＦＭ多重放送とビーコンを使用しており（甲１０号証\n１０２頁，１０５頁），ＦＭ多重放送では渋滞情報のような道路交通事情を提供し\n（同１０４頁），ビーコンでは現在地点から先にある地点へ行くのにかかる時間情\n報等の提供を行っているのであって（同１０３頁），「外部から全ての区間の行程\nの所要時間の情報を得られる環境」となっていないことは明らかである。\nしたがって，審決は，何の証拠も示すことなく，「外部から全ての区間の行程の\n所要時間の情報を得られる環境」を前提としており，この点において誤りがある。\n以上によれば，審決のいう，「外部から全ての区間の行程の所要時間の情報を得\nられる環境にあれば，全ての区間の行程の所要時間の情報を受信して更新すること\nが可能なのである」という点は，それが出願時の技術常識であったことを裏付ける\n立証が不在であり，これに続く，「引用発明も，道路網の区間のうち，できる限り\n多くの区間の行程の所要時間を外部から取得することを前提とした発明」という点\nも誤りであり，そうだとすると，その後に続く，「したがって，（引用発明１は）\n道路網の全ての区間の行程の所要時間を外部から取得するよう構成することについ\nて，少なからず示唆がなされている」という認定は前提を欠いたものである。\nそうすると，仮に引用例２に開示されている技術が審決の認定するとおり，所定\nの道路網の全ての区間（リンク）について，所要時間データを記憶しておくという\nものであったとしても，引用例２に開示されている技術を引用発明に採用すること\nの示唆や動機付けが存しないことになるから，当業者が，引用例２に開示されてい\nる技術を引用発明に適用することで，相違点 ３，４及び８に関する構成を容易に\n想到することはなく，審決の認定判断は誤っている。\nウ  また，前記１で述べたとおり，引用発明は，現在位置から進行方向に存在す\nる近隣の限られた交差点間の道路ごとの通過所要時間を受信し，その情報に基づき，\n現在地点から目的地までの交差点間の通過所要時間の合計が最も短くなるような経\n路探索を行うというものであるため，引用発明において，現在地点及び進行方向と\n関係がない交差点間の道路ごとの通過所要時間は経路検索に不要な情報であるから，\nそのような情報を受信する必要はなく，また，そのような受信を行うことの示唆や\n動機付けも存在しない。\nしたがって，仮に本件特許出願当時，所定の道路網につき，当該道路網を構成す\nる区間全てについて，行程の所要時間の更新情報を提供できるような外部環境が存\n在していたとしても，当該外部環境の存在から，当業者が，審決が引用例２に開示\nされているとする技術を引用発明に適用し，その経路検索（現在地点から目的地ま\nでの経路検索）に使用することのない，現在地点及び進行方向と関係がない交差点\n間の道路ごとの通過所要時間まで受信する構成とすることを容易に想到することは\nない。相違点３，４及び８に関する構成を当業者が容易に想到し得るとした審決の\n認定判断はこの点からも誤っている。\n(2)  誤り２\n審決は，引用例２の【００２５】等に記載されるように，所定の道路網の全ての\n区間（リンク）について，所要時間データを記憶しておくことは，車両用経路誘導\n装置等の道路交通情報装置の分野において，周知の技術であり，引用発明に当該周\n知の技術を採用して，相違点３，４，８に係る本願発明の構成とすることは，当業\n者が容易に想到し得たとする（審決書１７頁４行～１２行）。\nしかし，引用例２記載の技術は，引用発明と同様に，現在地点から進行方向に存\n在する近隣の交差点間の道路のうち，限られた道路ごとの行程の基本所要時間しか\n受信しないことを前提として，行程の所要時間を受信しない区間については，そのを推測して補完することを意味しているにすぎない。\nしたがって，引用発明に引用例２記載の技術を適用したとしても，審決が認定し\nた本願発明における，所定の道路網の各区間について，行程の所要時間を記憶し，\n外部からの無線メッセージ情報により，当該記憶された所要時間を更新するという\n構成を具備することにはならず，その結果，現在位置に制約されることなく任意に\n選択された出発点と到達点との間の行程の所要時間について，更新されたデータを\n用いてより正確な計算が可能となるという作用効果を奏することもない。\nよって，当業者が，引用例２に開示されている技術を引用発明に適用することで，\n相違点３，４及び８に関する構成を容易に想到するということはできないから，審\n決の認定判断は誤っている。\n４  相違点５，６についての進歩性判断の誤り（取消事由４）\n(1)  誤り１\n審決は，引用例３の【０００３】～【０００４】等にも記載されるように，車両\n用経路誘導装置のような道路交通情報装置において，探索すべき経路を設定する際\nに，目的地（到達点）だけでなく出発地（出発点）をも利用者が設定可能とするこ\nとは常套手段であり，引用発明において，当該常套手段を採用して，相違点５，６\nに係る本願発明の構成とすることは，当業者が容易に想到し得たとする（審決書１\n７頁１４行～２０行）。\nしかし，引用発明においては，受信できる道路ごとの行程の所要時間は，現在位\n置を起点として決まり，現在地点と関連のない交差点間の道路ごとの行程の所要時\n間を受信することはできないから，経路誘導を行う場合には，現在位置を起点にせ\nざるを得ず，現在位置を起点から外すことは，引用発明が機能する前提を欠くこと\nになる。\nしたがって，引用発明において，経路誘導の起点を現在位置ではなく，任意に選\n択できる地点とすることには阻害要因があるといえるから，そもそも引用発明に引\n用例３の技術を適用することはできない。引用発明において，目的地（到達点）だ\nけでなく出発地（出発点）をも利用者が設定可能とするという手段を採用して，相\n違点５，６に係る本願発明の構成とすることは，当業者が容易に想到し得たとする\n審決の認定判断は誤りである。\n(2)  誤り２\n仮に，引用発明に，引用例３に開示された技術を適用し，目的地（到達点）だけ\nでなく出発地（出発点）をも利用者が設定可能とする構成としたとしても，①任意\nに選択された出発点と到達点が，現在地点から自車の進んでいる方向と全く外れた\n領域に設定された場合には，当該出発点と到達点の間の道路網については，外部か\nら受信する交差点間の道路ごとの行程の所要時間に関するデータが全くない状態と\nなるため，全行程の所要時間を計算することができない事態が生じ得ることになり，\nまた，②任意に選択された出発点と到達点の間の道路網が，現在地点から自車の進\nんでいる方向と一部しか重複しない場合には，外部から受信する交差点間の道路ご\nとの行程の所要時間に関するデータが一部しかなく，全行程の所要時間を計算する\nことができない状況が生じ得ることになる。\nまた，仮に，現在地点から目的地までの道路網のうち，行程の所要時間に関する\nデータを入手（受信）できない区間について，車両用経路誘導装置において，推測\nにより，データの補完をするという引用発明の構成を拡張して，出発点と到達点の\n間の道路網のうち，行程の所要時間に関するデータを入手できない区間について，\n車両用経路誘導装置において，推測により，データの補完をする構成としたとして\nも，ごく一部の区間についてしか行程の所要時間に関するデータを入手できない以\n上，その結果は，実質的には出発点から到達点間の経路における，推測により求め\nられた各区間の移動所要時間の合算値を得ることができるにすぎず，本願発明にお\nいて得られる，外部からの送信により適宜更新される，出発点から到達点までの各\n区間の行程の所要時間の合計を得ることはできない。このため，本願発明の「ドラ\nイバーは，前もってその行程の所要時間の正確な概念を得て，その運転を計画しそ\nして最適化することができる」（甲２号証９頁６行～７行）との作用効果を奏し得\nない。\nしたがって，仮に，引用発明に引用例３に開示された技術を適用したとしても，\n本願発明のように任意に選択される出発点と到達点の間における採用されるべき各\n区間の行程の所要時間の総計に等しい全行程の所要時間を計算する構成を具備する\nことはできないから，引用発明において，目的地（到達点）だけでなく出発地（出\n発点）をも利用者が設定可能とするという手段を採用して，相違点５，６に係る本\n願発明の構成とすることは，当業者が容易に想到し得たとする審決の認定判断はこ\nの点においても誤りである。\n第４  被告の反論\n１  取消事由１（引用発明の認定の誤り，相違点の看過）に対し\n(1)  原告は，「引用発明と本願発明との間には，前者が，道路網のうち，現在\n地点から進行方向に存在する近隣の限られた区間における更新された行程の所要時\n間（通過所要時間）を表すデジタルデータを受信するのに対して，後者が，現在地\n点や進行方向に関係なく所定の道路網の各区間における更新された行程の所要時間\nを表すデジタルデータを受信するという相違点が存在する」と主張する。\n確かに，本願発明と引用発明との間には，「更新された所定の行程の基本所要時\n間を表すデジタル情報を少なくとも含む，所定の幾つかの無線メッセージを認知」\nする態様に関して相違点があるが，両者の相違点は，原告の主張するようなもので\nはない。\nすなわち，引用発明の「外部から現在の道路状況，所定の交差点間の道路（リン\nク）ごとの通過所要時間（リンク旅行時間）を受信」する態様と，本願発明の「更\n新された行程の基本所要時間を表すデジタル情報を少なくとも含む，所定の幾つか\nの無線メッセージを認知」する態様とは，「更新された所定の行程の基本所要時間\nを表すデジタル情報を少なくとも含む，所定の幾つかの無線メッセージを認知」す\nるとの概念で共通するところ，本願発明と引用発明との間には，次のような相違点\n(以下「相違点９」という。)が存在する。\n「更新された所定の行程の基本所要時間を表すデジタル情報を少なくとも含む，\n所定の幾つかの無線メッセージを認知する態様に関し，本願発明は，更新された行\n程の基本所要時間を表すデジタル情報を少なくとも含む，所定の幾つかの無線メッ\nセージを認知するものであるのに対し，引用発明は，外部から現在の道路状況，所\n定の交差点間の道路（リンク）ごとの通過所要時間（リンク旅行時間）を受信する\nものであって，道路網の全ての区間を含むことは特定されていない点。」\nしかし，相違点９は，相違点８の中に実質的に含まれているから，審決において\n実質的に検討済みであり，審決の結論に影響を与えるものではない。\nすなわち，審決は，相違点８として，「記憶されたデジタルデータ及び受信され\nたデジタル情報には，当該道路網の所定の区間ごとの行程の基本所要時間が含まれ\nている態様に関し，本願発明は，当該道路網の「各区間ごとの」行程の基本所要時\n間が含まれているのに対し，引用発明は，「所定の区間の」行程の基本所要時間が\n含まれるが，全ての区間の行程の基本所要時間が含まれることまでは特定されてい\nない点。」として認定している。\nこのように，相違点８では，「受信されたデジタル情報」について，本願発明は，\n当該道路網の「各区間ごとの」行程の基本所要時間が含まれているのに対し，引用\n発明は，「所定の区間の」行程の基本所要時間が含まれるが，全ての区間の行程の\n基本所要時間が含まれることまでは特定されていない，とされており，相違点９を\n含むものといえる。そして，後記３のとおり，相違点８についての審決の判断に誤\nりはない。\nしたがって，審決に相違点９の看過があるとしても，審決の結論に影響を及ぼす\nものではないから，原告の主張には理由がない。\nなお，本願の請求項１には，「現在地点や進行方向に関係なく所定の道路網の各\n区間における更新された行程の所要時間を表すデジタルデータを受信する」との記\n載はないから，本願発明に係る原告の上記主張は，特許請求の範囲の記載に基づか\nない主張であり，失当である。\n(2)  原告は，「引用発明においては，現在地点や進行方向と関係なく，所定の\n道路網の各区間における更新された行程の所要時間を表すデジタルデータを受信す\nるという，上記相違点に相当する構成や思想については何らの開示も示唆もされて\nいない。また，審決が引用する引用例２及び３においてもかかる構成や思想につい\nては何ら開示も示唆もされていない。したがって，引用例１とこれらの引用例を組\nみ合わせたとしても，本願発明を構成することができない。」と主張する。\nしかし，引用発明は，後記３のとおり，道路網の区間のうち，できる限り多くの\n区間の行程の所要時間を外部から取得するよう構成することについて，示唆がある\nというべきであるから，原告の上記主張には理由がない。\n２  取消事由２（相違点１，７についての進歩性判断の誤り）に対し\n原告は，「相違点１において本願発明が表示する「所定の道路網における行程の\n所要時間に関する情報」，及び相違点７において本願発明が表示する「全行程の所\n要時間」とは，任意に選択される二地点間の経路における，外部から送信される情\n報により適宜更新される各区間の行程の所要時間の合計，すなわち，各区間を移動\nするのに必要となる時間の合計を意味するものである。」と主張する。\nしかし，審決が相違点１として認定した本願発明の構成は，「互いに連結し合っ\nている幾つかの区間に分割される所定の道路網における行程の所要時間に関する情\n報を提供する道路交通情報装置」であって，原告が主張する「任意に選択される二\n地点間の経路における，外部から送信される情報により適宜更新される各区間の行\n程の所要時間の合計，すなわち，各区間を移動するのに必要となる時間の合計」に\n関しては，審決は，相違点３，４，８で認定・判断している。また，審決が相違点\n７として認定した本願発明の構成についても，「全行程の所要時間」であって，原\n告が主張する点については，審決は，相違点３，４，８で判断している。\nしたがって，相違点１及び７は，審決で判断したとおり，道路交通情報装置が提\n供又は表示する道路に関する情報として，「行程の所要時間に関する情報」又は\n「出発地と到達点（目的地）とを特定した際に選択された経路を構成する各区間の\n所要時間の合計値」すなわち「全行程の所要時間」とするか，「最適な経路」又は\n「全行程の所要時間が最短の最適経路」とするかの相違というべきである。\nそして，これら相違点については，審決に記載したとおり，道路の各リンクの所\n要時間に基づいて，探索した所定の経路の全所要時間を計算してこれを表示するこ\nとは，引用例２や３に記載されるように周知技術であり，また，引用例１には，経\n路探索の結果得られた所定の経路について，目的地への到着時刻を表示することが\n記載され，出発地から目的地までに要する所要時間を表示することが示唆されてい\nるから，相違点１，７に係る本願発明の構成とすることは，当業者が容易に想到し\n得たと言い得るものであり，審決の判断に誤りはない。\n３  取消事由３（相違点３，４，８についての進歩性判断の誤り）に対し\n(1)  誤り１に対し\nア  原告は，そもそも引用発明は，「道路網の区間のうち，できる限り多くの区\n間の行程の所要時間を外部から取得することを前提とした発明」ではない旨主張す\nる。\nしかし，引用発明が，外部情報に含まれている旅行時間を利用して最短時間経路\nの探索をするものであり，旅行時間が得られない区間については，代替手段として\n種々の方法により当該区間の旅行時間を推定して用いていることから，本来，全て\nの区間について，外部情報から旅行時間を取得できることが望ましいものであるこ\nとは，自明であり，外部情報から全ての区間の旅行時間を受信し得る状況にあれば，\n全ての区間の旅行時間を受信し，更新し得るものといえる。\nしたがって，原告の上記主張には理由がない。\nイ  原告は，審決が「外部から全ての区間の行程の所要時間の情報を得られる環\n境にあれば，…」と述べた点に関して，少なくとも，本件特許出願当時，所定の道\n路網につき，当該道路網を構成する区間全てについて，行程の所要時間の更新情報\nを提供できるような外部環境は存在しなかったとして，審決は，何の証拠も示すこ\nとなく，「外部から全ての区間の行程の所要時間の情報を得られる環境」を前提と\nしている点において誤りがあると主張する。\nしかし，審決において，「外部から全ての区間の行程の所要時間の情報を得られ\nる環境にあれば，全ての区間の行程の所要時間の情報を受信して更新することが可\n能なのであるから，この点に関しては，装置本体の備える機能から見れば，本願発\n明と引用発明との間に，実質的な相違はないものである。」と判断したのは，引用\n発明の車両用外部情報報知装置は，全ての区間の行程の所要時間の情報を受信して\n更新し得る機能を備えていることを述べたものであり，機能自体は，本件出願当時，\n「外部から全ての区間の行程の所要時間の情報を得られる環境」が存在したか否か\nにかかわらず客観的に判断できるものであるから，原告の主張は，主張自体失当で\nある。\nなお，原告は，本件特許出願当時，所定の道路網につき，当該道路網を構成する\n区間全てについて，行程の所要時間の更新情報を提供できるような環境は存在しな\nかったとして，我が国で実用化されたＶＩＣＳについて触れているが，ＶＩＣＳに\n先立ち，道路交通情報の提供サービスをする会社「ＡＴＩＳ」が存在していたこと\nが知られており（乙４号証参照），ＡＴＩＳの情報提供範囲に含まれる道路網も，\n本願発明における「所定の道路網」と異なるものとはいえないから，本件特許出願\nの優先日当時，所定の道路網を構成する区間全てについて，行程の所要時間の更新\n情報を提供できるような環境が存在しなかったとの原告主張は誤りである。\nウ  原告は，引用発明において，現在地点及び進行方向と関係がない交差点間の\n道路ごとの通過所要時間は経路検索に不要な情報であるから，そのような情報を受\n信する必要はなく，また，そのような受信を行うことの示唆や動機付けも存在しな\nい旨を主張する。\nしかし，引用発明において，現在地点及び進行方向と関係がない交差点間の道路\nごとの通過所要時間であっても，目的地を変える等，他の経路探索において使用す\nる可能性を否定できないから，不要な情報ということはできず，したがって，その\nような受信を行うことについて，動機付けがないとは言えない。\nそして，外部からの旅行時間の更新時期はある程度限られている（例えば，所定\n時間ごと）のが通常であること，また，次の経路探索が必要となる時期や目的地を\n事前に予測することは難しいことを考慮すれば，旅行時間は更新できる時に更新し\nておくのが望ましいことは自明である。この事情は，引用発明が，例えばビーコン\nが設置された交差点でその近傍の交通情報を受信するものであるとしても，同様で\nある。ビーコンからはその交差点近傍に関する最新の交通情報を得られるとしても，\n選択された経路の他の区間については，既に記憶された旅行時間データを使用する\nこととなるので，そのデータがより新しいデータの方が，最適経路の選択の精度が\n高まるからである。\nしたがって，引用発明には，所定の道路網の全ての区間の旅行時間（通過所要時\n間）を取得することについて，動機付けが存在するといえる。\n(2)  誤り２に対し\n原告は，「引用例２記載の技術は，引用発明と同様に，現在地点から進行方向に\n存在する近隣の交差点間の道路のうち，限られた道路ごとの行程の基本所要時間し\nか受信しないことを前提として，行程の所要時間を受信しない区間については，そ値を推測して補完することを意味しているにすぎない。したがって，引用発明に\n引用例２記載の技術を適用したとしても，審決が認定した本願発明における，所定\nの道路網の各区間について，行程の所要時間を記憶し，外部からの無線メッセージ\n情報により，当該記憶された所要時間を更新するという構成を具備することにはな\nらない」旨を主張する。\nしかし，引用発明には，できる限り多くの区間の行程の基本所要時間を外部から\n取得することについて，示唆があると言うべきであるから，そのような示唆のもと，\n全ての区間について行程の基本所要時間の受信及び更新をするよう構成することは，\n当業者が容易に想到し得ることである。\nしたがって，原告の上記主張には理由がない。\n４  取消事由４（相違点５，６についての進歩性判断の誤り）に対し\n(1)  誤り１に対し\n原告は，引用発明には，経路誘導の起点を現在位置ではなく，任意に選択できる\n地点とすることには阻害要因がある旨を主張する。\nしかし，引用発明には，全ての区間の行程の基本所要時間を受信，更新すること\nについて示唆ないし動機付けがあることは，前記のとおりであり，そのように構成\nするとともに，経路誘導の起点を，引用例３に示されるような常套手段を採用する\nことは，当業者が容易に想到し得る事項というべきである。\nしたがって，原告の上記主張には理由がない。\n(2)  誤り２に対し\n原告は，引用発明に引用例３に開示された技術を適用し，出発地をも利用者が設\n定可能とする構成としたとしても，外部から受信する交差点間の道路ごとの行程の\n所要時間に関するデータを完全に取得することができないから，「出発点から到達\n点の経路における，各区間の行程の更新された所要時間の総計」を得ることはでき\nない旨を主張する。\nしかし，引用発明には，全ての区間の行程の基本所要時間を受信，更新すること\nについて示唆ないし動機付けがあることは，上記のとおりであり，そのように構成\nするとともに，経路誘導の起点を，引用例３に示されるような常套手段を採用する\nことは，当業者が容易に想到し得る事項というべきであって，そのように構成する\nことにより，「出発点から到達点の経路における，各区間の行程の更新された所要\n時間の合計を得ること」が可能となることは自明である。\nしたがって，原告の上記主張には理由がない。\n第５  当裁判所の判断\n１  取消事由１（引用発明の認定の誤り，相違点の看過）について\n原告は，審決は引用発明の認定を誤り相違点を看過していると主張するので，以\n下，本願発明の概要（後記(1)），引用発明の概要（後記(2)）を認定した上で，審\n決の認定について検討し（後記(3)），原告の主張の当否について判断する（後記\n(4)）。\n(1)  本願発明の概要\n本願明細書（甲２）には後記アの記載があり，これによれば，本願発明の概要は，\n後記イのとおりのものであると認められる（下線は裁判所が付した。以下同じ）。\nア  本願明細書（甲２）の記載\n「本発明は道路交通情報装置に関する。\n公知の道路交通情報装置は大別すると，以下の２つのカテゴリー，すなわち，\n・ 基本的にはドライバーに道路地図情報を提供するためのものであって，このシ\nステムは一般的には自動車に搭載し，そして場合によって気象や，道路網のある区\n間における工事の存在や，道路網の渋滞に関する質的情報を与えることができるも\nのと，\n・ そして所定の１道路網内の行程の所要時間に関する情報を与えるためのもの\nとがある。\n本発明は，この後者の種類の道路交通情報装置である。\nこのタイプの公知の装置は，現在地とそして道路網の所定の１地点または数地点\n間の行程の所要時間の推定値を表示する発光性のディスプレーパネルの形態を成し\nている。\nしかし，これらの情報装置は次のような欠点がある。すなわち，\n・ ドライバーがすでに当該の道路網上にいるかまたはそのすぐ近辺に来ている\nときにしか，こうした装置は利用できず，したがってもしその問題の道路網の交通\nが困難であると判明しても，ドライバーがその運転を中止したり，または容易にそ\nのルートを変更したりするには，すでに遅すぎるのが通常であって，より一般的に\nは，既存のこうした装置は当該道路網の現利用者の現在時の情報の提供を可能にす\nるようになっているが，ドライバーが前もってその運転を最適化するように計画を\n立てることを可能にするものではなく，\n・ また，こうしたディスプレーパネルは，行程の所要時間の表示対象である所\n定の地点に達していないドライバーには，不完全にしか情報を提供できない。」\n（７頁３行～２４行）\n「当該所定の無線メッセージには，例えば\n道路網における行程の所要時間に関するデジタルデータを含むメッセージであるこ\nとを，無線メッセージの携帯可能な受信機に識別させる識別範囲と，\n道路網１の異なる区間４において実現される行程の基本所要時間を表す一連のデジ\nタル情報であって，これらのデジタル値は，（センサ６によって測定された速度と\n区間４の長さに応じて，例えば情報センタ７で計算されるもので）例えば，当該の\n各区間４における車の循環の平均速度から成るか，または上記区間４における行程\nの基本所要時間から成るデジタル情報と，\nこのようにして伝達される，実現されている車の循環の速度または行程の基本所要\n時間に対応する区間４の識別であって，この識別は例えば番号によって，または各\n区間の出発点および到達点によってなされることが可能であり，そしてもし各無線\nメッセージが，常に同じ順序で示されている，道路網の区間４すべてに関する情報\nを含むならば，場合によってはこの識別は省略されることも可能である区間４の識\n別と，\nそして場合によっては，道路網の少なくとも幾つかの区間４および／またはゲート\n５に関し，ドライバーはある区間４またはあるゲート５を通ることができるかどう\nかを示すアクセス可能性，\nとが含まれることができる。」（１３頁１５行～１４頁３行）\n「更に，固定ベースステーション８が道路網１における行程の所要時間に関する\n情報を含む無線メッセージを発するとき，マイクロプロセッサ２１は，上記メッ\nセージに含まれる識別範囲によって，またはこのメッセージ内に含まれているアド\nレスであって道路網１における行程の所要時間に関する無線メッセージを利用する\n資格のある全ての受信機10に共通であるアドレスによって，このメッセージを認知\nする。\nしたがって，マイクロプロセッサはベル２４もブザー２５も作動させず，その反\n対に，こうして受信した情報を記憶装置２３内における道路情報のための専用部分\nに格納するだけにとどめる。\n記憶装置２３のこの部分には，\n・ 例えば道路網の各区間４の出発点と到達点との識別とそして上記区間の長さと\nから成る，道路網１に関する位和データ（données de topologie）と，\n・ 区間４およびゲート５がドライバーにとってアクセス可能であるかどうかを示\nすアクセス可能性のデータと\n・ そして道路網１の様々な区間４における行程の基本所要時間に関するデジタ\nルデータであって，これらのデジタル情報は，例えば各区間４における車の流れの\n平均速度から成るか，または直接的に上記各区間４における行程の平均所要時間か\nら成るデジタルデータとが含まれる。\n行程の所要時間に関するデジタルデータおよびアクセス可能性のデータはこうし\nて，記憶装置２３内で定期的に更新される。」（１５頁２８行～１６頁１９行）\n「利用者は，その所望の出発点に対応するゲート５が現れるまで，送りキー１４\nによって，テキストゾーン３１内で次々と様々なゲート５の名前を送り出すことが\nできる。\n同時に，外回り環状線３において出発点に対応するゲート５の位置を模式的に表\n示する正方形３２がこの略図３０に現れる。\n利用者がその時，確認キー１５で出発点の選択を確認すると，受信機１０の利用\n者が所望している到達点に対応する第２のゲートの名前を示すための言葉「Ａ」\n（「～まで」）を含むもう一つのテキストゾーンの下に，またこの場合は「Ｍｕｅ\nｔｔｅ」というゲート５の名前を表す新しいテキストゾーン３３がスクリーンに現\nれる。\nその時，利用者が送りキー１４で所望の到達点に対応するゲート５を選択すると，\n到達点にほぼ近い位置に対応する第２の正方形３４が略図３０に現れる。\nマイクロプロセッサ２１はこの時，スクリーン１１上に図６によって示されてい\nるディスプレーを表示させ，これは，それぞれ所望の出発点と到達点とに対応する\nゲート５と，そしてこれらの出発点と到達点との間で推定される行程の所要時間\n（例えば，この場合は９分）とを示す。\nこの行程の推定所要時間は，所望の出発点と到達点間の行程を構成する様々な区\n間４における行程の基本所要時間の総計として，マイクロプロセッサ２１によつて\n計算される。」（１８頁８行～２６行）\nイ  本願発明の概要\n本願発明は，所定の１道路網内の行程の所要時間に関する情報を与える道路交通\n情報装置に関するものである。\n現在地と所定の地点間の所要時間の推定値を表示する公知の装置は，ドライバー\nが既に当該の道路網上にいるか又はそのすぐ近辺に来ているときにしか利用できな\nいため，道路網の交通が困難であると判明しても，すでに遅すぎ，ドライバーが前\nもってその運転を最適化するように計画を立てることを可能にするものではないな\nどの問題があった。\n本願発明は，固定ベースステーションが道路網の行程の所要時間に関する情報を\n含む無線メッセージを発し，携帯可能な受信機が備えるマイクロプロセッサがこの\nメッセージを認知すると，受信した情報を記憶装置に格納し，定期的に更新し，利\n用者が所望の出発点と所望の到達点を選択すると，所望の出発点と到達点とに対応\nするゲートと，出発点と到達点との間で推定される行程の所要時間を，この行程を\n構成する様々な区間における行程の基本所要時間の総計として示すものである。\n(2)  引用発明の概要\n引用例１（甲５）には後記アの記載があり，これによれば，引用発明の概要は，\n後記イのとおりのものであると認められる。\nア  引用例１（甲５）の記載\n「【０００１】 産業上の利用分野】本発明は，車両外部から送られてくる情報を車両内部に備\nえられた装置により搭乗者に報知し，また予め設定された目的地に至る経路に沿っ\nて自車両を誘導する車両用経路誘導装置に関する。\n【０００２】 従来の技術】近年，人工衛星からの電波を受信し自車両の位置を測定し，この\n位置を車両に搭載された地図情報と照合して，自車両周辺の地図と，この地図上の\n自車両位置を表示し運転者に報知する，いわゆるＧＰＳナビゲーションシステムが\n一般の需要に供されている。\n【０００３】このシステムにおいては，予め自車両に搭載された装置に記憶され\nた地図情報は，記憶された時点での情報であり，実際に表示が行われている時点で\nの情報ではない。このシステムにおいて，現実の時刻における情報は，自車両の位\n置のみである。よって，事故による道路規制や渋滞情報\nなどの刻一刻と変化する情\n報については，搭乗者は例えば首都高速道路の渋滞表示看板やラジオ放送の交通情\n報などの外部情報に頼らざるを得なかった。また，道路の改修工事などで車両に搭\n載された地図情報が実際とは合わなくなる場合があった。\n【０００４】また一方で，基地局や道路側方に設置されたビーコンから情報を送\n信し，車両の受信装置でその情報を受信し，搭乗者に報知するシステムが開発され\nている。たとえば，都心部の首都高速道路などにおいて，基地局より首都高速全体\nの渋滞情報，規制情報，事故情報などを送信し，これを車両に搭載された表示装置\nに表示するシステムが開発されており，現在首都高速道路の十数か所設置されてい\nる道路情報表示板のような表示を車両内の表示装置に表示することができる。これ\nによれば，従来の道路上方や側方に設置された表示板を通り過ぎて，その内容を十\n分に確認できないといった場合はなくなり，搭乗者の所望の時に情報を確認するこ\nとができる。\n【０００５】また，道路側方に設置されたビーコンからの電波または光により情\n報を送信する場合は，この電波等が届く範囲内で重要となる情報を特に送信するこ\nとで，搭乗者はより詳細な情報を得ることができる。たとえば，接近中の交差点の\n情報を表示すれば，前述の渋滞情報と同様に，従来の道路表示板を通り過ぎてし\nまってもその内容を確認することができる。さらには，所定の地点までの所要時間\nを現時点での道路状況を基に情報作成し表示させるなどして，より有用な情報を搭\n乗者に提供することが可能となる。以上のように，現時点の情報が報知されること\nにより，搭乗者はこの状況に対応した経路選択などを行なうことができる。\n【０００６】さらに，目的地点を入力し，前述の外部から送られてきた情報に基\nづき前記目的地点まで最短時間で到達できる経路を探索し，この探索された経路に\n沿って自車両を誘導する経路誘導装置が開発されている。特開昭６２－６０１００\n号公報には，外部から得た渋滞度と距離により所要時間の計算を行い，目的地まで\nの所要時間が最短のものを最適経路として搭乗者に報知する経路誘導装置が記載さ\nれている。\n【０００７】また，近年，社会設備の整備が進み，道路の所定区間（リンク）を\n通過するのに要する時間（旅行時間）を外部情報として発信することが可能となっ\nている。この旅行時間を利用すれば直接目的地までの旅行時間が算出でき，最短時\n間経路の探索が容易にできる。\n【０００８】\n【発明が解決しようとする課題】しかしながら，外部情報に含まれているリンク\n旅行時間は，そのリンクを直進して通過する場合に要する時間であり，右折のため\nに対向車線の車両が通過するのを待つなどの時間は考慮されていない。また，外部\n情報として送られてきたリンク旅行時間が測定ミスや送信ミスまた受信ミスなどの\nために誤った情報である場合もある。したがって，算出される目的地までの旅行時\n間は必ずしも正確とはいえないという問題があった。\n【０００９】また，リンク旅行時間は対象となるリンクが限られており，この情\n報のみに基づいて経路探索を行うと，選択できる経路は当然この旅行時間情報が付\n与されているリンクに限定される。したがって，本来もっと短時間で到達できる経\n路があったとしても，この経路にリンク旅行時間が付与されていないリンクが存在\nすると探索対象とならない。よって，必要以上に遠回りの経路が探索されるか，ま\nたは最悪の場合は経路が探索できない場合もあるという問題があった。」\n「【００１１】本発明は，以上のような問題点を解決するためになされたもので\nあり，受信したリンク旅行時間を所定条件の下に補正して，より正確なリンク旅行\n時間を得ると共に，リンク旅行時間の付与されなかったリンクに関してはこれを推\n定することにより，より適切な最短旅行時間経路を探索することができる車両用経\n路誘導装置を提供することを目的とする。」\n「【００７０】以上説明した機能は，地図情報記憶部２４により記憶された情報\nに基づき作動しており，現在時点の情報は加味されていない。したがって，探索さ\nれた経路が，実は道路工事などの交通規制によって通行できなくなっている場合も\nあり得る。また，探索された経路の一部に渋滞している区間があり，実際には他の\n経路を選択したほうが目的地点まで短時間で到達する場合なども有り得る。このよ\nうな不都合は，現時点での情報が自車両の位置のみで，渋滞や規制などの現時点で\nの道路の交通状況が加味されていないことによって生じる。\n【００７１】本装置においては，このような現時点での情報を後述する方法によ\nり外部より受信して，経路選択などの判断要因としている。外部から各車両に現時\n点の交通状況等を伝達する方法として，現在，ＦＭ多重放送によるもの，道路側方\nに設けられたビーコンより電波または光を送信するものなどが現在一部実用に供さ\nれている。\n【００７２】本装置は外部情報の受信手段として前述のＦＭ多重放送を受信する\nＦＭ多重レシーバ３４およびビーコンからの電波などを受信するビーコンレシーバ\n３６を備えている。\n【００７３】ＦＭ多重レシーバ３４はＦＭアンテナ３８により受けたＦＭ波を受\n信する。このＦＭ多重波の情報は，たとえば道路の渋滞状況や規制情報などである。\nまた，ビーコンレシーバ３６は道路側方に設けられたビーコン発信源からの電波な\nどをビーコン用アンテナ４０により受け受信する。ビーコンは比較的に狭い範囲，\n情報を送信するのに適している。これを利用して，特定の交差点の手前の所定の位\n置にビーコン発信源を設置して，この交差点に特有の情報を送信する。交差点特有\nの情報とは，たとえば従来から交差点手前に看板として表示されている交差点の分\n岐方向別の行先表示や，さらに該当する交差点から前記の表示された行先までの所\n要時間（旅行時間）などである。これに対し，前述のＦＭ多重波は広域に情報を送\n信するのに適しており，基地局から情報送信を行なう。この情報内容は，たとえば\n首都高速道路全域の渋滞情報や事故・落下物などによる規制情報，その他道路管理\n者からのメッセージなどである。むろん，このＦＭ多重波により送信される渋滞情\n報や規制情報などをビーコンにより送信することも可能である。\n【００７４】前述のようにＦＭ多重レシーバ３４やビーコンレシーバ３６に受信\nされた情報は，一旦記憶され，表示指示がなされたあと表示部２６に表示される。\nこの表示指示は，たとえば受信終了後またはビーコン発信源の直下を通過したこと\nが検出された後になされる。また，受信から所定距離走行後または所定時間経過後\nなどとしてもよい。さらには，搭乗者が入力部２８より指示を行うことにより表示\nさせるようにすることも好適である。このようにした場合は，搭乗者が要求する場\n合にのみ表示させることによって，搭乗者が他の画面を見ているときに外部情報が\n割り込むことを防止することができる。\n【００７５】本装置においては，以上のように外部から現在の道路状況，特に所\n定の交差点間の道路（リンク）ごとの通過所要時間（旅行時間）が送信されてくる\n場合には，目的地までのリンクの旅行時間の合計が最も短くなるような経路を探索\nし，この経路に沿って経路誘導を行う。このような経路探索および経路誘導の方法\nは，ダイナミックルートガイダンスと呼ばれ，前述の予め記憶された地図情報のみ\nにより経路誘導を行う場合に比して，そのときの交通の状況に応じた経路誘導が行\nえる。すなわち，目的地まで距離的には遠回りでも，より短い時間で到着すること\nのできる経路で誘導が可能である。\n【００７６】しかし，受信したリンク旅行時間と実際の所要時間とは種々の理由\nにより食い違う可能性がある。たとえば，旅行時間を算出するために収集される各\nリンクにおける交通状況のデータに誤差が含まれたり，または検出ミスが生じたり\nする場合が考えられる。また，情報送信時にノイズの混入などにより正しい情報が\n受信されない場合もありうる。さらに，リンク旅行時間は，そのリンクの終端の交\n差点では直進することが基準となって算出されており，右折や左折などに要する時\n間は考慮されていない。さらに，リンク旅行時間が付与されているリンクが限られ\nている場合，リンク旅行時間が付与されていないリンクは探索対象とはならない。\nしたがって，実際にはさらに好ましい経路があったとしてもこれを探索することが\nできなくなる。」\n「【０１０９】\n【発明の効果】以上，本発明によれば，受信した旅行時間を各種の条件に基づき\n補正することにより，より精度の高い経路探索を行うことが可能となる。また，旅\n行時間情報が得られなかった，または得られないリンクに対して旅行時間を推定す\nることにより，より緻密な経路探索を行うことができる。」\nイ  引用発明の概要\n引用発明は，車両外部から送られてくる情報を車両内部に備えられた装置により\n搭乗者に報知する車両用経路誘導装置に関するものである。\n従来，基地局や道路側方に設置されたビーコンから情報を送信し，車両の受信装\n置でその情報を受信し，搭乗者に報知するシステムや，基地局より渋滞情報などを\n送信し，これを車両に搭載された表示装置に表示するシステムが開発されており，\nこの技術によれば，道路側方に設置されたビーコンの電波等が届く範囲内で重要と\nなる情報を特に送信することで，搭乗者はより詳細な情報を得ることができ，さら\nには，所定の地点までの所要時間を現時点での道路状況を基に情報作成し表示させ\nるなどして，現時点の情報が報知することにより，搭乗者はこの状況に応じた経路\n選択などを行なうことができる。\nまた，近年，社会設備の整備が進み，道路の所定区間（リンク）を通過するのに\n要する時間(旅行時間)を外部情報として発信することが可能となっているが，リン\nク旅行時間は対象となるリンクが限られており，選択できる経路が限定されるなど\nの問題があった。\n引用発明は，これらの問題を解決するためのものであり，受信したリンク旅行時\n間を補正して，より正確なリンク旅行時間を得ると共に，リンク旅行時間の付与さ\nれなかったリンクに関しては，これを推定することにより，より適切な経路を探索\nすることができる車両用経路誘導装置を提供することを目的とするものである。\n引用発明は，ＦＭ多重レシーバ及びビーコンレシーバを備える。ＦＭ多重波の情\n報は，例えば道路の渋滞状況や規制情報などであり，ビーコンの情報は，特定の交\n差点に特有な分岐方向別の行先表示や，交差点から表示された行先までの所要時間\nなどである。受信された情報は，一旦記憶された後，表示部に表示される。\n引用発明は，外部から現在の道路状況，特に所定の交差点間の道路（リンク）ご\nとの通過所要時間が送信されてくる場合には，目的地までのリンクの旅行時間の合\n計が最も短くなるような経路を探索し，経路誘導を行うものである。\n(3)  審決の認定について\n原告は，審決が，引用発明は，「更新された行程の基本所要時間を表すデジタル\n情報を少なくとも含む，所定の幾つかの無線メッセージを認知」し，「受信された\n前記デジタルデータに応じて，前記行程の基本所要時間を表す，記憶された前記デ\nジタルデータを更新」するという構成において，本願発明と相違がないと認定した\n点（審決書１２頁１１行～２１行）について，引用発明と本願発明との間には，前\n者が，道路網のうち，現在地点から進行方向に存在する近隣の限られた区間におけ\nる更新された行程の所要時間（通過所要時間）を表すデジタルデータを受信するの\nに対して，後者が，現在地点や進行方向に関係なく所定の道路網の各区間における\n更新された行程の所要時間を表すデジタルデータを受信するという相違点が存在す\nるにもかかわらず，審決はこれを看過していると主張する。\n確かに，引用発明は，所定の道路網の全ての区間のリンク旅行時間を受信するも\nのではないことから，審決の上記認定は正確ではない。\nしかし，引用発明と本願発明とは，引用発明の「外部から現在の道路状況，所定\nの交差点間の道路（リンク）ごとの通過所要時間（リンク旅行時間）を受」する態\n様と，本願発明の「更新された行程の基本所要時間を表すデジタル情報を少なくと\nも含む，所定の幾つかの無線メッセージを認知」する態様とが，「更新された所定\nの行程の基本所要時間を表すデジタル情報を少なくとも含む，所定の幾つかの無線\nメッセージを認知」するとの概念で共通するから，本願発明と引用発明との相違点\nは，原告が主張する点ではなく，被告が主張する点，すなわち，「更新された行程\nの基本所要時間を表すデジタル情報を少なくとも含む，所定の幾つかの無線メッ\nセージを認知」する態様」に関し，本願発明は，更新された行程の基本所要時間を\n表すデジタル情報を少なくとも含む，所定の幾つかの無線メッセージを認知するも\nのであるのに対し，引用発明は，外部から現在の道路状況，所定の交差点間の道路\n（リンク）ごとの通過所要時間（リンク旅行時間）を受信するものであって，道路\n網の全ての区間を含むことは特定されていない点。」（相違点９）と認定すべきで\nある。そうすると，審決には，相違点９を看過した誤りがあることになる。\nしかし，相違点９は，相違点８（記憶されたデジタルデータおよび受信されたデ\nジタル情報には，当該道路網の所定の区間ごとの行程の基本所要時間が含まれてい\nる態様に関し，本願発明は，当該道路網の「各区間ごとの」行程の基本所要時間が\n含まれているのに対し，引用発明は，「所定の区間の」行程の基本所要時間が含ま\nれるが，全ての区間の行程の基本所要時間が含まれることまでは特定されていない\n点。）に含まれており，相違点８に係る審決の進歩性判断に誤りはないから（後記\n３のとおり），相違点９の看過が審決の結論に影響を及ぼすことはない。\n(4)  原告の主張について\n原告は，引用発明が受信する情報について，２つの受信手段のうち，ＦＭ多重放\n送によって受信する情報は交通規制情報であり，所要時間を表す情報そのものでは\nないから，本願発明における「道路網の各区間における行程の所要時間を表すデジ\nタルデータ」に相当するものではなく，一方，ビーコンによって受信する情報も，\n情報を受け取る車両の位置とビーコンの位置が極近傍となるため，ビーコンは，そ\nの情報を受け取る場所において必要な情報のみを峻別して送ることを特徴とするも\nのである（【００７３】，甲１０）として，これを根拠に，引用発明は，せいぜい\n外部から現在の道路状況及び現在地点，すなわち受信地点から進行方向に存在する\n近隣の限られた交差点間の道路ごとの通過所要時間を受信できるものでしかないと\n主張する。\nなるほど，甲第１０号証には，ビーコンから送信される情報について，「情報を\n受ける地点で，各ビーコンから必要な情報だけが流れてくればいい。」，「実際に、\nある地点を走っているクルマにとっては，そこから目的地へ行くまでの道が何通り\nかわかればいいのであって，自分とは関係のない遠方の情報はいらない。」，「た\nとえば，東名高速なり東北道を走っているクルマが都心に乗り入れようとする場合，\n…。こんなときはＦＭ多重放送が役に立つ。ビーコンでは，遠方の情報は伝えられ\nない。」との記載があり，一見すると，原告が主張するように，ビーコンとＦＭ多\n重波において，送信する情報の内容を峻別しているようにも見える。\nしかし，引用例１（甲５）の【００７３】には，前記(2)のとおりの記載があり，\nこれによれば，【００７３】は，ビーコンは，比較的に狭い範囲の情報を送信する\nのに適しており，ＦＭ多重波は広域に情報を送信するのに適していることから，こ\nのような適性に対応させて，交差点に特有の情報を送信するものとしてビーコンを\n例示する一方で，例えば首都高速道路全域の渋滞情報や事故・落下物などによる規\n制情報，その他道路管理者からのメッセージなどの情報を基地局から送信するもの\nとしてＦＭ多重波を例示したものと認められる。【００７３】は，原告が主張する\nように，ビーコンとＦＭ多重波において，送信する情報の内容を峻別しているもの\nとは認められない。\nしたがって，道路網の区間のリンク旅行時間を送信する手段がビーコンに限られ\nることを前提とする原告の上記主張は，その前提に誤りがある。\nまた，引用発明において，対象となるリンクが限られているのは，技術的な制約\nによるものではなく，社会設備の整備の進捗状況によるものであり，社会設備の整\n備の進捗に伴い，より広い範囲について，道路の所定区間を通過するのに要する時\n間を発信することが可能となるものと認められる（引用例１の【０００７】，【０\n００９】参照）。\nしたがって，原告の上記主張は理由がない。\n(5)  小括\nよって，取消事由１は理由がない。\n２  取消事由２（相違点１，７についての進歩性判断の誤り）について\n(1)  原告は，要旨，審決が引用例２や３に記載されているとする，「道路交通\n情報装置において，道路の各リンク（本願発明の「区間」）の所要時間に基づいて，\n探索した所定の経路の全所要時間を計算してこれを表示する」という技術と，引用\n発明を仮に組み合わせたとしても，表示されるのは，実質的には現在地点から目的\n地間の経路における，推測により求められた各区間の移動所要時間の合算値にしか\nならず，本願発明における，任意に選択される二地点間の経路に関する，外部から\nの送信により適宜更新され得る各区間の行程の所要時間の合計値と同じものとはな\nらないから，引用発明において，引用例２や３に記載されている技術を組み合わせ\nたとしても，相違点１，７を構成することはできないと主張する。\nしかし，審決が認定した相違点１は，「道路に関する情報を提供する道路交通情\n報装置」に関するものであり，また，審決が認定した相違点７は，「スクリーン上\nに所定の情報を表示する態様」に関するものであって，原告が主張する，本願発明\nでは「任意に選択される二地点間の経路に関する，外部からの送信により適宜更新\nされ得る各区間の行程の所要時間の合計値」であるのに対し，引用発明では「実質\n的には現在地点から目的地間の経路における，推測により求められた各区間の移動\n所要時間の合算値」であるという点については，審決は，相違点３，４，８の対象\nに含めて検討しており，相違点１，７の対象には含めていない。\nしたがって，原告の上記主張は，相違点１，７に係る審決の判断の誤りをいうも\nのとしては，理由がない。\n(2)  なお，引用例２（甲６）には，「・・・図１５に示すように出発交差点Ｓ\nから特定の属性を持つ地点Ｐ１～Ｐｎそれぞれに到達するまでの所要時間ｔ１～ｔ\nｎを小さい順に各地点名と共にグラフ表示させ・・・」（【００５２】）との記載\nがあり，引用例３（甲７）には，「・・・上記ナビゲーション画面に表示された第\n１から第３の走行経路の各経路の図中右側には各経路の起終点間の距離，起終点ま\nでに要する時間及び費用が表示される・・・」（【０００４】）などの記載がある\nから，審決が，これらの記載に基づき，車両用経路誘導装置のような道路交通情報\n装置において，道路の各リンク（本願発明の「区間」）の所要時間に基づいて，探\n索した所定の経路の全所要時間を計算してこれを表示することを周知技術とである\nと認定した点に誤りはない。また，引用例１（甲５）には，「これらの係数により\n到着時刻の補正が行われ，搭乗者に通知される・・・ステップＳ１３０，Ｓ１３６\nにより設定された係数によって，到着時刻を再度修正し搭乗者に報知する・・・」\n（【０１０６】）との記載があり，経路探索の結果得られた所定の経路について，\n目的地への到着時刻を表示することが記載されているから，引用例１には，出発地\nから目的地までに要する所要時間を表示することが示唆されているといえる。そう\nすると，引用発明において，上記周知技術を採用して，相違点１及び７に係る本願\n発明の構成とすることは，当業者が容易に想到し得たことであるといえるから，相\n違点１，７についての審決の進歩性判断に誤りはない。\n(3)  よって，取消事由２は理由がない。\n３  取消事由３（相違点３，４，８についての進歩性判断の誤り）について\n(1)  「誤り１」について\nア  原告は，審決が，「引用発明も，道路網の区間のうち，できる限り多くの区\n間の行程の所要時間を外部から取得することを前提とした発明ということができ」\nる（審決書１６頁下から５行～４行）とした点について，そもそも引用発明は，\n「道路網の区間のうち，できる限り多くの区間の行程の所要時間を外部から取得す\nることを前提とした発明」ではないと主張する。\nしかし，前記１(2)のとおり，引用発明は，目的地までのリンクの旅行時間の合\n計が最も短くなるような経路を探索し，経路誘導を行うものであるところ，このよ\nうな経路（最短時間経路）の探索は，候補となる経路の所要時間を比較して，より\n短い所要時間となる経路を選択するものであるから，探索の対象となる経路は，最\n短距離となる経路とは異なり，ある程度広い範囲に存在するものを含むことになる。\nそうすると，引用例１には，可能であれば，できる限り多くの区画の行程の所要時\n間を外部から取得する構成が示唆されているといえ，その動機付けも存在するとい\nえる。\nしたがって，原告の上記主張は理由がない。\nイ  原告は，審決が，「外部から全ての区間の行程の所要時間の情報を得られる\n環境にあれば，全ての区間の行程の所要時間の情報を受信して更新することが可能\nなのであるから，この点に関しては，装置本体の備える機能から見れば，本願発明\nと引用発明との間に，実質的な相違はないものである。」（審決書１６頁２９行～\n３２行）とした点について，少なくとも，本件特許出願当時，所定の道路網につき，\n当該道路網を構成する区間全てについて，行程の所要時間の更新情報を提供できる\nような外部環境は存在しなかったのであり，審決は，何の証拠も示すことなく，\n「外部から全ての区間の行程の所要時間の情報を得られる環境」を前提としている\n点において誤っていると主張する。\nしかし，審決書の上記部分は，本件特許出願当時，所定の道路網につき，当該道\n路網を構成する区間全てについて，行程の所要時間の更新情報を提供できるような\n外部環境が存在したのであれば，引用発明の車両用外部情報報知装置は，全ての区\n画の行程の所要時間の情報を受信して更新し得る機能を備えているということ，す\nなわち，引用発明の有する機能について述べたものであり，本件特許出願当時，\n「外部から全ての区間の行程の所要時間の情報を得られる環境」が存在したという\nことを述べたものではない。このことは，その記載から明らかである。そして，引\n用発明が有する上記機能自体は，本件特許出願当時，「外部から全ての区間の行程\nの所要時間の情報を得られる環境」が存在したか否かにかかわらず判断できること\nである。\nしたがって，原告の上記主張は失当である。\nウ  原告は，審決が，引用発明において，「本願発明のように道路網の全ての区\n間の行程の所要時間を外部から取得するよう構成することについて，少なからず示\n唆がなされているといえる。加えて，…道路網の全てのリンクについてのリンク旅\n行時間を取得して更新することが強く示唆されている。」（審決書１６頁下から３\n行～１７頁３行）とした点について，引用発明において，現在地点及び進行方向と\n関係がない交差点間の道路ごとの通過所要時間は経路検索に不要な情報であるから，\nそのような情報を受信する必要はなく，また，そのような受信を行うことの示唆や\n動機付けも存在しないと主張する。\nしかし，前記アで判示したとおり，引用発明において，探索の対象となる経路は，\n最短距離となる経路とは異なり，ある程度広い範囲に存在するものを含むことにな\nるから，現在地点及び進行方向と関係のない交差点間の道路ごとの通過所要時間で\nあっても，経路探索に不要な情報であるということはできない。\nしたがって，原告の上記主張は理由がない。\n(2)  「誤り２」について\n原告は，引用例２記載の技術は，引用発明同様に，現在地点から進行方向に存在\nする近隣の交差点間の道路のうち，限られた道路ごとの行程の基本所要時間しか受\n信しないことを前提として，行程の所要時間を受信しない区間については，その値\nを推測して補完することを意味しているにすぎないとして，引用発明に引用例２記\n載の技術を適用しても，相違点３，４，８に係る本願発明の構成を具備することに\nはならない等と主張する。\nしかし，前記(1)アのとおり，引用例１には，可能であれば，できる限り多くの\n区間の行程の所要時間を外部から取得する構成が示唆されているといえ，その動機\n付けも存在するといえるところ，引用例２（甲６）には，「交通情報受信装置８が\n受信する広域交通情報から図６に示すような各道路毎の所要時間データテーブルを\n作成しておいてＲＡＭ１１に格納する」（【００２５】），「・・・以上の処理は，\n表示装置２に表示されている道路地図上のすべてのリンクについて実行され，その\n結果が図４に示したようになる」（【００２６】）との記載があり，所定の道路網\nの全ての区間（リンク）について，所要時間データを記憶しておくことは周知の技\n術であると認められるから，引用発明において，上記周知技術を適用して，相違点\n３，４，８に係る本願発明の構成とすることは，当業者が容易に想到し得たことで\nあるといえる。\nしたがって，原告の上記主張は理由がない。\n(3)  小括\nよって，取消事由３は理由がない。\n４  取消事由４（相違点５，６についての進歩性判断の誤り）について\n(1)  「誤り１」について\n原告は，引用発明においては，受信できる道路ごとの行程の所要時間は，現在位\n置を起点として決まり，現在地点と関連のない交差点間の道路ごとの行程の所要時\n間を受信することはできないから，経路誘導を行う場合には，現在位置を起点にせ\nざるを得ず，現在位置を起点から外すことは，引用発明が機能する前提を欠くこと\nになるとして，引用発明において，経路誘導の起点を任意に選択できる地点とする\nことは阻害要因があると主張する。\nしかし，前記３(1)アのとおり，引用例１には，可能であれば，できる限り多く\nの区間の行程の所要時間を外部から取得する構成が示唆されているといえ，その動\n機付けも存在するといえるから，引用発明が，現在地点と関連のない交差点間の道\n路ごとの行程の所要時間を受信することはできないものであることを前提とする原\n告の上記主張は，その前提において誤りがあり，理由がない。\n(2)  「誤り２」について\n原告は，仮に引用発明に引用例３の技術を適用したとしても，任意に選択された\n出発点と到達点が，現在地点から自車の進んでいる方向と全く外れているか，一部\nしか重複しない場合は，外部から受信する交差点間の道路ごとの行程に関するデー\nタが全くないか，一部しかなく，全行程の所要時間を計算することができないし，\nまた，仮に行程の所要時間に関するデータを入手(受信)できない区間について，推\n測によりデータを補完するという構成としたとしても，本願発明において得られる，\n各区間の行程の所要時間の総計に等しい全行程の所要時間を計算する構成を具備す\nることはできないと主張する。\nしかし，前記１(4)において判示したとおり，引用発明は，社会設備の整備の進\n捗に伴い，より広い範囲について，道路の所定区間を通過するのに要する時間を発\n信することが可能となるものである。そして，引用例３（甲７）には，乗務員が起\n終点を指定するのみで，それぞれの条件による最適経路が表示され，またこれらが\n識別可能に同時にナビゲーション画面に表示される車両用経路誘導装置が記載され\nている（【０００３】～【０００４】）。したがって，引用発明に，引用例３の技\n術を適用することにより，出発点を現在地ではなく，利用者により設定された出発\n点として，「出発点から到達点の経路における，各区間の行程の更新された所要時\n間の合計を得ること」が可能となるものであるから，原告の上記主張は理由がない。\n(3)  小括\nよって，取消事由４は理由がない。\n５  まとめ\n以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消される\nべき違法はない。\n第６  結論\nよって，原告の請求は理由がないからこれを棄却することとして，主文のとおり\n判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n西              理      香\n裁判官\n知      野              明\n"
}