{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 8
  },
  "case_number": "平成21(受)602",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "lawsuit_id": "81813",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81813",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/813/081813_hanrei.pdf",
  "contents": "主          文\n１  平成２１年（受）第６０２号上告人・同第６０３号\n被上告人の上告に基づき，原判決中，平成２１年\n（受）第６０２号上告人・同第６０３号被上告人の\n敗訴部分を破棄する。\n２  前項の部分に関する平成２１年（受）第６０２号被\n上告人・同第６０３号上告人の請求を棄却する。\n３  原判決中予備的請求に関する部分についての平成２\n１年（受）第６０２号被上告人・同第６０３号上告\n人及び平成２１年（受）第６０３号上告人の各上告\nを却下する。\n４  平成２１年（受）第６０２号被上告人・同第６０３\n号上告人及び平成２１年（受）第６０３号上告人の\nその余の上告をいずれも棄却する。\n５  平成２１年（受）第６０２号上告人・同第６０３号\n被上告人と平成２１年（受）第６０２号被上告人・\n同第６０３号上告人との間における控訴費用及び上\n告費用は，平成２１年（受）第６０２号被上告人・\n同第６０３号上告人の負担とし，平成２１年（受）\n第６０２号上告人・同第６０３号被上告人と平成２\n１年（受）第６０３号上告人との間における上告費\n用は，平成２１年（受）第６０３号上告人の負担と\nする。\n理          由\n第１  事案の概要\n１  本件は，平成２１年（受）第６０２号被上告人・同第６０３号上告人（以下\n「１審原告Ｘ１」という。）及び平成２１年（受）第６０３号上告人（以下「１審\n原 告 Ｘ ２ 」 と い い ， １ 審 原 告 Ｘ １ と １ 審 原 告 Ｘ ２ を 併 せ て 「 １ 審 原 告 ら 」 と い\nう。）が，朝鮮民主主義人民共和国（以下「北朝鮮」という。）で製作された原判\n決別紙映画目録１記載１ｎの映画（以下「本件映画」という。）の一部を１審原告\nらの許諾なく放送したＡを承継した平成２１年（受）第６０２号上告人・同第６０\n３号被上告人（以下「１審被告」という。）に対し，①  主位的に，本件映画を含\nむ北朝鮮で製作された同目録１ないし３記載の各映画（以下「本件各映画」とい\nう。）は北朝鮮の国民の著作物であり，文学的及び美術的著作物の保護に関するベ\nルヌ条約（以下「ベルヌ条約」という。）により我が国が保護の義務を負う著作物\nとして著作権法６条３号の著作物に当たると主張して，本件各映画に係る１審原告\nＸ２の公衆送信権（同法２３条１項）が侵害されるおそれがあることを理由に，１\n審原告Ｘ２において本件各映画の放送の差止めを求めるとともに，Ａによる上記の\n放送行為は，本件各映画について１審原告Ｘ２が有する公衆送信権及び１審原告\nＸ１が有する日本国内における利用等に関する独占的な権利を侵害するものである\nことを理由に，上記各権利の侵害による損害賠償を請求し，②  原審において，予\n備的に請求を追加し，仮に本件映画が同法による保護を受ける著作物に当たらない\nとしても，上記放送行為は，１審原告らが本件映画について有する法的保護に値す\nる利益の侵害に当たると主張して，不法行為に基づく損害賠償の支払を求める事案\nである。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  本件各映画は，いずれも北朝鮮において製作された著作物であり，このう\nち，本件映画は，昭和５３年に，Ｂにより製作された２時間を超える劇映画であ\nる。\n(2)  １審原告Ｘ２は，北朝鮮の民法によって権利能力が認められている北朝鮮\n文化省傘下の行政機関であり，同省により，本件各映画について北朝鮮の法令に基\nづく著作権を有する旨が確認されている。\n１審原告Ｘ１は，平成１４年９月３０日，１審原告Ｘ２との間で，映画著作権基\n本契約（以下「本件契約」という。）を締結し，本件各映画につき，日本国内にお\nける独占的な上映，放送，第三者に対する利用許諾等について，その許諾を受け\nた。\n(3)Ａは，平成１５年１２月１５日，「スーパーニュース」と題するテレビニュ\nース番組において，北朝鮮における映画を利用した国民に対する洗脳教育の状況を\n報ずる目的で，本件映画の主演を務めた女優が本件映画の製作状況等についての思\nい出を語る場面と本件映画の一部とを組み合わせた内容の約６分間の企画を放送し\nた。上記企画において，合計２分８秒間本件映画の映像が用いられた（以下，上記\n企画で本件映画を放送した部分を「本件放送」という。）。Ａは，本件放送につい\nて１審原告らの許諾を得ていなかった。\n(4)  １審被告は，平成２０年１０月１日，会社分割により，Ａのグループ経営\n管理事業を除く一切の事業に関する権利義務を承継した。\n(5)  ベルヌ条約は，昭和５０年４月２４日に我が国について効力を生じた。\n北朝鮮は，平成１５年１月２８日，世界知的所有権機関の事務局長に対し，同条\n約に加入する旨の加入書を寄託し，同事務局長は，同日，その事実を同条約の他の\n同盟国に通告し，これにより，同条約は，同年４月２８日に北朝鮮について効力を\n生じた。\n(6)  ベルヌ条約は，同条約が適用される国が文学的及び美術的著作物に関する\n著作者の権利の保護のための同盟を形成すると規定し（１条），いずれかの同盟国\nの国民である著作者は，その著作物について，同条約によって保護される旨を規定\nする（３条（１）（ａ））。\nまた，同条約は，同盟に属しないいずれの国も，同条約に加入することができ，\nその加入により，同条約の締約国となり，同盟の構成国となることができる旨規定\nするが（２９条（１）），条約への加入について，同盟国の承諾などの特段の要件\nを設けていない。\n(7)  我が国は，北朝鮮を国家として承認しておらず，また，我が国は，北朝鮮\n以外の国がベルヌ条約に加入し，同条約が同国について効力を生じた場合には，そ\nの旨を告示しているが，同条約が北朝鮮について効力を生じた旨の告示をしていな\nい。\nそして，外務省及び文部科学省は，我が国が，北朝鮮の国民の著作物について，\nベルヌ条約の同盟国の国民の著作物として保護する義務を同条約により負うとは考\nえていない旨の見解を示している。\n３  原審は，上記事実関係の下において，次のとおり判断して，１審原告らの主\n位的請求及び１審原告Ｘ２の予備的請求を棄却すべきものとし，１審原告Ｘ１の予\n備的請求を１２万円及びこれに対する遅延損害金の支払を求める限度で認容した。\n(1)  我が国は，我が国が国家として承認していない国（以下「未承認国」とい\nう。）である北朝鮮の国民の著作物につき，ベルヌ条約３条（１）（ａ）に基づ\nき，これを保護する義務を負うものではないから，本件各映画は，著作権法６条３\n号の「条約によりわが国が保護の義務を負う著作物」とはいえず，１審原告らの主\n位的請求は，その前提を欠き，理由がない。\n(2)ア  本件放送は，１審原告Ｘ１が本件契約に基づき取得した日本国内におい\nて本件映画を利用することにより享受する利益を違法に侵害する行為に当たり，Ａ\nには，少なくとも過失があるから，１審被告は，民法７０９条に基づき，１審原告\nＸ１が被った損害を賠償する責任を負う。\nイ  しかしながら，１審原告Ｘ２は，１審原告Ｘ１に本件各映画の日本国内にお\nける利用を委ねており，本件映画の日本国内における利用について法律上保護に値\nする利益を有するものとはいえないから，１審原告Ｘ２の予備的請求は理由がな\nい。\n第２  平成２１年（受）第６０３号上告代理人齊藤誠，同金舜植，同石川美津子\nの上告受理申立て理由について\n１  所論は，本件各映画が著作権法６条３号の「条約によりわが国が保護の義務\nを負う著作物」とはいえないとした原審の判断には，同号の解釈の誤りがあるとい\nうのである。\n２  一般に，我が国について既に効力が生じている多数国間条約に未承認国が事\n後に加入した場合，当該条約に基づき締約国が負担する義務が普遍的価値を有する\n一般国際法上の義務であるときなどは格別，未承認国の加入により未承認国との間\nに当該条約上の権利義務関係が直ちに生ずると解することはできず，我が国は，当\n該未承認国との間における当該条約に基づく権利義務関係を発生させるか否かを選\n択することができるものと解するのが相当である。\nこれをベルヌ条約についてみると，同条約は，同盟国の国民を著作者とする著作\n物を保護する一方（３条（１）（ａ）），非同盟国の国民を著作者とする著作物に\nついては，同盟国において最初に発行されるか，非同盟国と同盟国において同時に\n発行された場合に保護するにとどまる（同（ｂ））など，非同盟国の国民の著作物\nを一般的に保護するものではない。したがって，同条約は，同盟国という国家の枠\n組みを前提として著作権の保護を図るものであり，普遍的価値を有する一般国際法\n上の義務を締約国に負担させるものではない。\nそして，前記事実関係等によれば，我が国について既に効力を生じている同条約\nに未承認国である北朝鮮が加入した際，同条約が北朝鮮について効力を生じた旨の\n告示は行われておらず，外務省や文部科学省は，我が国は，北朝鮮の国民の著作物\nについて，同条約の同盟国の国民の著作物として保護する義務を同条約により負う\nものではないとの見解を示しているというのであるから，我が国は，未承認国であ\nる北朝鮮の加入にかかわらず，同国との間における同条約に基づく権利義務関係は\n発生しないという立場を採っているものというべきである。\n以上の諸事情を考慮すれば，我が国は，同条約３条（１）（ａ）に基づき北朝鮮\nの国民の著作物を保護する義務を負うものではなく，本件各映画は，著作権法６条\n３号所定の著作物には当たらないと解するのが相当である。最高裁昭和４９年（行\nツ）第８１号同５２年２月１４日第二小法廷判決・裁判集民事１２０号３５頁は，\n事案を異にし，本件に適切ではない。\n３  したがって，本件各映画が著作権法により保護を受けることを前提とする１\n審原告らの主位的請求は，その余の点について判断するまでもなく，理由がないか\nら，これと同旨の原審の前記第１，３の(1)の判断は是認することができる。１審\n原告らの論旨は採用することができない。\n第３  平成２１年（受）第６０２号上告代理人前田哲男，同中川達也の上告受理\n申立て理由（ただし，排除された部分を除く。）について\n１  所論は，本件放送が１審原告Ｘ１に対する不法行為を構成するとした原審の\n判断には，民法７０９条及び著作権法６条の解釈の誤りがあるなどというのであ\nる。\n２  著作権法は，著作物の利用について，一定の範囲の者に対し，一定の要件の\n下に独占的な権利を認めるとともに，その独占的な権利と国民の文化的生活の自由\nとの調和を図る趣旨で，著作権の発生原因，内容，範囲，消滅原因等を定め，独占\n的な権利の及ぶ範囲，限界を明らかにしている。同法により保護を受ける著作物の\n範囲を定める同法６条もその趣旨の規定であると解されるのであって，ある著作物\nが同条各号所定の著作物に該当しないものである場合，当該著作物を独占的に利用\nする権利は，法的保護の対象とはならないものと解される。したがって，同条各号\n所定の著作物に該当しない著作物の利用行為は，同法が規律の対象とする著作物の\n利用による利益とは異なる法的に保護された利益を侵害するなどの特段の事情がな\nい限り，不法行為を構成するものではないと解するのが相当である。\n３  これを本件についてみるに，本件映画は著作権法６条３号所定の著作物に該\n当しないことは前記判示のとおりであるところ，１審原告Ｘ１が主張する本件映画\nを利用することにより享受する利益は，同法が規律の対象とする日本国内における\n独占的な利用の利益をいうものにほかならず，本件放送によって上記の利益が侵害\nされたとしても，本件放送が１審原告Ｘ１に対する不法行為を構成するとみること\nはできない。\n仮に，１審原告Ｘ１の主張が，本件放送によって，１審原告Ｘ１が本件契約を締\n結することにより行おうとした営業が妨害され，その営業上の利益が侵害されたこ\nとをいうものであると解し得るとしても，前記事実関係によれば，本件放送は，テ\nレビニュース番組において，北朝鮮の国家の現状等を紹介することを目的とする約\n６分間の企画の中で，同目的上正当な範囲内で，２時間を超える長さの本件映画の\nうちの合計２分８秒間分を放送したものにすぎず，これらの事情を考慮すれば，本\n件放送が，自由競争の範囲を逸脱し，１審原告Ｘ１の営業を妨害するものであると\nは到底いえないのであって，１審原告Ｘ１の上記利益を違法に侵害するとみる余地\nはない。\nしたがって，本件放送は，１審原告Ｘ１に対する不法行為とはならないというべ\nきである。\n４  以上と異なる原審の前記第１，３(2)アの判断には，判決に影響を及ぼすこ\nとが明らかな法令の違反があり，１審被告の論旨は理由がある。原判決中，１審被\n告敗訴部分は破棄を免れず，同部分に関する１審原告Ｘ１の請求は理由がないか\nら，同請求を棄却すべきである。\n第４  結論\n以上によれば，１審被告の上告に基づき，原判決中，１審被告敗訴部分を破棄し\nて，同部分につき１審原告Ｘ１の請求を棄却し，１審原告らは，原判決中予備的請\n求に関する部分について上告受理の申立てをしたが，その理由を記載した書面を提\n出せず，同部分についての上告は不適法であるから，同部分についての１審原告ら\nの各上告を却下し，その余の１審原告らの上告をいずれも棄却すべきである。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁 判 長 裁 判 官   櫻 井 龍 子   裁 判 官   宮 川 光 治   裁 判 官   金 築 誠 志   裁 判 官\n横田尤孝  裁判官  白木  勇)\n"
}