{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 21
  },
  "case_number": "平成25(行ウ)123",
  "case_name": "損害賠償等請求事件（住民訴訟）",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "lawsuit_id": "88291",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88291",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/291/088291_hanrei.pdf",
  "contents": "平成２９年１２月２１日判決言渡  平成２５年（行ウ）第１２３号  損害賠償等請\n求事件（住民訴訟）\n主              文\n１  本件訴えのうち，次の各部分を却下する。\n(1)  平成１５年４月１日から平成２４年３月１８日までにさ\nれた給与の支出負担行為及び支出命令を違法な財務会計行\n為とする賠償命令又は損害賠償請求をすることを求める部\n分\n(2)  平成２４年３月１９日から平成２５年３月３１日までに\nされた給与の支出負担行為及び支出命令を違法な財務会計\n行為とする賠償命令又は損害賠償請求をすることを求める\n部分のうち，\nア  高槻市教育委員会の総務課長であったＰ１及びＰ２に\n対する賠償命令をすることを求める部分\nイ  高槻市水道部の総務企画課長であったＰ３に対する損\n害賠償請求をすることを求める部分\nウ  高槻市交通部の総務課長又は総務企画課長であったＰ\n４に対する，\n(ｱ)  平成２４年３月１９日から同年１１月７日までにさ\nれた給与の支出負担行為及び支出命令を違法な財務会\n計行為とする賠償命令をすることを求める部分\n(ｲ)  平成２４年１１月８日から平成２５年３月３１日ま\nでにされた給与の支出負担行為及び支出命令を違法な\n財務会計行為とする損害賠償請求をすることを求める\n部分\n２  原告らのその余の請求をいずれも棄却する。\n３  訴訟費用は原告らの負担とする。\n事実及び理由\n第１  請求\n１  市長部局及び消防本部関係\n(1)  被告高槻市長は，次に掲げる者（以下「歴代市長」という。）に対し，そ\nれぞれ次に掲げる金員（括弧内の金額は予備的主張に係る金額である。以下\n同じ。）及びこれに対する平成２５年６月２９日（被告らに対する訴状送達\nの日の翌日。以下同じ。）から支払済みまで年５分の割合による金員の請求\nをせよ。\nＰ５  １０億９９１２万６４００円（３０５０万６５００円）\nＰ６    ２億６０６１万７６００円（  ７２３万３５００円）\n(2) 被告高槻市長は，次に掲げる者（以下「歴代人事課長」という。）に対し，\nそれぞれ次に掲げる金員及びこれに対する平成２５年６月２９日から支払済\nみまで年５分の割合による金員の請求をせよ。\nＰ７   ２億３５４７万８４００円（  ５１６万００００円）\nＰ８   ２億３５４７万８４００円（  ５１６万００００円）\nＰ９   ４億７０９５万６８００円（１０３２万００００円）\nＰ１０   ２億３５４７万８４００円（  ５１６万００００円）\n２  教育委員会関係\n(1)  被告高槻市長は，次に掲げる者（以下「歴代教育長」という。）に対し，\nそれぞれ次に掲げる金員及びこれに対する平成２５年６月２９日から支払済\nみまで年５分の割合による金員の請求をせよ。\nＰ１１     ７５６９万７９００円（   ４９万４０００円）\nＰ１２    １億６３３４万８１００円（  １０６万６０００円）\n(2) 被告高槻市長は，次に掲げる者（以下「歴代教委課長」という。）に対し，\nそれぞれ次に掲げる金員及びこれに対する平成２５年６月２９日から支払済\nみまで年５分の割合による金員の請求又は賠償命令をせよ。\nＰ１３     ７１７１万３８００円（   ４６万８０００円）\nＰ１４     ４７８０万９２００円（   ３１万２０００円）\nＰ１５     ２３９０万４６００円（   １５万６０００円）\nＰ１６     ４７８０万９２００円（   ３１万２０００円）\nＰ１     ２３９０万４６００円（   １５万６０００円）\nＰ２     ２３９０万４６００円（   １５万６０００円）\n３  水道事業関係\n(1)  被告高槻市水道事業管理者は，次に掲げる者（以下「歴代水道管理者」と\nいう。）に対し，それぞれ次に掲げる金員及びこれに対する平成２５年６月\n２９日から支払済みまで年５分の割合による金員の請求をせよ。\nＰ１７      ９７２万５６００円（   ３０万４０００円）\nＰ１８     ２９１７万６８００円（   ９１万２０００円）\nＰ１９     ２１２７万４７５０円（   ６６万５０００円）\nＰ２０     １２７６万４８５０円（   ３９万９０００円）\n(2)  被告高槻市水道事業管理者は，次に掲げる者（以下「歴代水道課長」とい\nう。）に対し，それぞれ次に掲げる金員及びこれに対する平成２５年６月２\n９日から支払済みまで年５分の割合による金員の請求又は賠償命令をせよ。\nＰ２１     ２１８８万２６００円（   ６８万４０００円）\nＰ２２     １２７６万４８５０円（   ３９万９０００円）\nＰ２３     １２７６万４８５０円（   ３９万９０００円）\nＰ１０     １０９４万１３００円（   ３４万２０００円）\nＰ３     １４５８万８４００円（   ４５万６０００円）\n４  自動車運送事業関係\n(1)  被告高槻市自動車運送事業管理者は，次に掲げる者（以下「歴代運送管理\n者」という。）に対し，それぞれ次に掲げる金員及びこれに対する平成２５\n年６月２９日から支払済みまで年５分の割合による金員の請求をせよ。\nＰ２４      ３４７万６４００円（   ２１万６０００円）\nＰ２５        ５４４６万３６００円（  ３３８万４０００円）\nＰ２６        ５５６２万２４００円（  ３４５万６０００円）\nＰ２７        ２６６５万２４００円（  １６５万６０００円）\n(2) 被告高槻市自動車運送事業管理者は，次に掲げる者（以下「歴代運送課長」\nという。）に対し，それぞれ次に掲げる金員及びこれに対する平成２５年６\n月２９日から支払済みまで年５分の割合による金員の請求又は賠償命令をせ\nよ。\nＰ２８     １３９０万５６００円（   ８６万４０００円）\nＰ２９        １３９０万５６００円（   ８６万４０００円）\nＰ３０        ２７８１万１２００円（  １７２万８０００円）\nＰ３１        １３９０万５６００円（   ８６万４０００円）\nＰ１３        １３９０万５６００円（   ８６万４０００円）\nＰ４        ５５６２万２４００円（  ３４５万６０００円）\n第２  事案の概要\n本件は，高槻市の住民である原告らが，被告らを相手に，地方自治法２４２条\nの２第１項４号に基づき，平成１５年４月１日から平成２５年３月３１日まで（以\n下「本件期間」という。）において，高槻市の市長部局，消防本部及び教育委員\n会の職員ら並びに高槻市水道事業及び高槻市自動車運送事業の企業職員ら（以下，\n併せて「市職員ら」という。）の給与の支出負担行為及び支出命令に係る専決権\n者であった者（歴代人事課長，歴代教委課長，歴代水道課長及び歴代運送課長。\n以下「歴代課長等」という。）及びその指揮監督権限を有していた者（歴代市長，\n歴代教育長，歴代水道管理者及び歴代運送管理者。以下「歴代市長等」という。）\nに対し，①主位的に，本件期間中に市職員らが取得した特別休暇及び病気休暇（以\n下「本件特別休暇等」という。）につき給与を減額することなくその支出負担行\n為及び支出命令をしたことは給与条例主義に反し違法であると主張して，②予備\n的に，本件期間中に市職員らが取得した祭祀休暇（以下「本件祭祀休暇」という。）\nの一部は不正に取得されたものであるのに，これを見逃して市職員らの給与の支\n出負担行為及び支出命令をしたことは違法であると主張して，不法行為に基づく\n損害賠償請求又は賠償命令をすることを求めている住民訴訟の事案である。\n１  関係法令の定め\n(1) 給与条例主義\n地方自治法２０４条３項は，給料，手当及び旅費の額並びにその支給方法\nは，条例でこれを定めなければならない旨規定し，同法２０４条の２は，普\n通地方公共団体は，いかなる給与その他の給付も法律又はこれに基づく条例\nに基づかずには，これをその常勤の職員等に支給することができない旨規定\nする。\n地方公営企業法３８条４項は，企業職員（地方公営企業の管理者の権限に\n属する事務の執行を補助する職員をいう（同法１５条１項）。）の給与の種\n類及び基準は，条例で定める旨規定する。\n(2) 特別休暇等の定め（甲４～７，乙１８，２５，２６，顕著な事実）\nア  高槻市職員の勤務時間，休日，休暇等に関する条例（平成２年高槻市条\n例第２８号。以下「勤務時間条例」という。）５条の３は，職員の休暇は，\n年次有給休暇，病気休暇，特別休暇及び介護休暇とする旨規定し，同条例\n５条の５は，病気休暇は，職員が負傷又は疾病のため療養する必要があり，\nその勤務しないことがやむを得ないと認められる場合における休暇とする\n旨規定し，同条例５条の６第１項は，特別休暇は，選挙権の行使，結婚，\n出産，交通機関の事故その他の特別の事由により職員が勤務しないことが\n相当である場合として規則で定める場合における休暇とする旨規定し，同\n条例５条の８は，病気休暇，特別休暇（規則で定めるものを除く。）及び\n介護休暇については，規則で定めるところにより，任命権者の承認を受け\nなければならない旨規定する（ただし，平成２５年１月１日に施行された\n平成２４年高槻市条例第７８号による改正により，上記各規定は順に５条\nの４，５条の６，５条の７第１項，５条の９に繰り下げられている。以下，\n上記改正の前後を問わず，同改正前の条項を用いる。）。\nイ  高槻市職員の勤務時間，休日，休暇等に関する条例施行規則（平成２年\n高槻市規則第３１号。平成２５年高槻市規則第７号による改正前のもの。\n以下「勤務時間規則」という。）８条の６は，勤務時間条例５条の６（た\nだし，平成２４年高槻市規則第６５条による改正後は「５条の７」である。）\nの規則で定める場合及び期間は，勤務時間規則別表第３に掲げるとおりと\nする旨規定し，同別表第３の１６は，祭祀休暇の場合につき，「職員が父\n母等の追悼のための特別な行事のため勤務しないことが相当であると認め\nられるとき。」，その期間につき，「１年度につき１日の範囲内の期間」\nとする旨規定する。\nなお，勤務時間規則別表第３の１６の祭祀休暇の場合については，平成\n２５年高槻市規則第７号（平成２５年４月１日施行）による改正により，\n「職員が父母の追悼のための特別な行事（父母の死亡後，市長の定める年\n数内に行われるものに限る。）のため勤務しないことが相当であると認め\nられるとき。」に改められている。\nウ  高槻市水道事業の企業職員については，勤務時間条例５条の３，５条の\n５及び５条の６第１項と同様の定めが，高槻市水道事業就業規則（昭和５\n９年高水管理規程第１０号。以下「水道就業規則」という。）２１条，２\n３条１項及び２４条１項に規定されており，勤務時間規則８条の６及び別\n表第３の１６と同様の定めが，水道就業規則２４条２項及び別表第３の１\n６に規定されている。また，特別休暇及び病気休暇については，勤務時間\n条例５条の８と同様に，管理者に請求してその承認を受けるものとされて\nいる（水道就業規則２６条，２６条の２，２６条の３）。\nエ  高槻市自動車運送事業の企業職員については，勤務時間条例５条の３，\n５条の５及び５条の６第１項と同様の定めが，高槻市自動車運送事業職員\n就業規則（平成２年高交管理規程第１０号。以下「運送就業規則」という。）\n２０条，２２条１項，２３条１項に規定されており，勤務時間規則８条の\n６及び別表第３の１６と同様の定めが，運送就業規則２３条２項及び別表\nの１４に規定されている。また，特別休暇及び病気休暇については，勤務\n時間条例５条の８と同様に，管理者に申し出てその承認を受けるものとさ\nれている（運送就業規則２５条，２５条の２，２５条の３）。\n(3) 給与の減額に関する定め（甲１，８）\nア  一般職の職員の給与に関する条例（昭和３２年高槻市条例第３５７号。\n以下「職員給与条例」という。）１５条は，職員が勤務しないときは，そ\nの勤務しないことにつき，任命権者の承認があった場合を除くほか，その\n勤務しない１時間につき，勤務１時間当たりの給与額を減額して給与を支\n給する旨規定する。\nイ  高槻市公営企業職員の給与の種類及び基準に関する条例（昭和４１年高\n槻市条例第６８９号。以下「企業職員給与条例」という。）１６条１項は，\n企業職員が正規の勤務日又は勤務時間中に勤務しないときは，その勤務し\nないことにつき管理者の承認があった場合を除くほか，その勤務しない１\n時間につき，勤務１時間当たりの給与額をその者に支給すべき給与の額か\nら減額する旨規定する。\n２  前提となる事実（当事者間に争いのない事実）\n(1) 当事者等\nア  原告らは，高槻市の住民である。\nイ  被告高槻市長は，高槻市の執行機関である。\nウ  高槻市は，地方公営企業法２条１項１号及び４号に定める地方公営企業\nとして，高槻市水道事業及び高槻市自動車運送事業（以下，単に「水道事\n業」「自動車運送事業」と表記することがある。）を設置している。\n被告高槻市水道事業管理者及び被告高槻市自動車運送事業管理者は，当\n該各地方公営企業の業務を執行し，当該各業務の執行に関し同市を代表す\nる執行機関である（地方公営企業法８条１項）。\n(2) 請求又は賠償命令の相手方\nア  市長部局及び消防本部\n(ｱ)  下記の歴代市長は，本件期間のうち次の期間につき，高槻市長の職に\nあった者であり，市長部局及び消防本部の職員の給与の支出負担行為及\nび支出命令につき本来的な権限を有していた者である。\nＰ５  平成１５年４月１日～平成２３年４月３０日\nＰ６  平成２３年５月１日～平成２５年３月３１日\n(ｲ)  下記の歴代人事課長は，本件期間のうち次の期間につき，高槻市総務\n部の人事課長の職にあった者であり，高槻市事務決裁規程（甲１８）７\n条１項，別表第１の３（３８）に基づき，専決により市長部局の職員へ\nの毎月の給与の支出負担行為及び支出命令を専決した。\nＰ７  平成１５年４月１日～平成１７年３月３１日\nＰ８  平成１７年４月１日～平成１９年３月３１日\nＰ９  平成１９年４月１日～平成２３年３月３１日\nＰ１０  平成２３年４月１日～平成２５年３月３１日\nイ  教育委員会\n(ｱ)  下記の歴代教育長は，本件期間のうち次の期間につき，高槻市教育委\n員会の教育長の職にあった者であり，平成２６年法律第７６号による改\n正前の地方教育行政の組織及び運営に関する法律２０条１項により，教\n育委員会の事務局の事務を統括し，所属の職員を指揮監督する権限を有\nしていた者である。\nＰ１１  平成１５年４月１日～平成１８年６月１４日\nＰ１２  平成１８年６月１５日～平成２５年３月３１日\n(ｲ)  下記の歴代教委課長は，本件期間のうち次の期間につき，高槻市教育\n委員会教育管理部（平成１９年３月３１日までは管理部）の総務課長の\n職にあった者であり，高槻市教育委員会事務決裁規則（甲２０）７条１\n項，別表第１の３（２４）に基づき，教育委員会の職員への毎月の給与\nの支出負担行為及び支出命令を専決した。\nＰ１３  平成１５年４月１日～平成１８年３月３１日\nＰ１４  平成１８年４月１日～平成２０年３月３１日\nＰ１５  平成２０年４月１日～平成２１年３月３１日\nＰ１６  平成２１年４月１日～平成２３年３月３１日\nＰ１  平成２３年４月１日～平成２４年３月３１日\nＰ２  平成２４年４月１日～平成２５年３月３１日\nウ  水道事業\n(ｱ)  下記の歴代水道管理者は，本件期間のうち次の期間につき，高槻市水\n道事業管理者の職にあった者であり，水道事業の職員の給与の支出負担\n行為及び支出命令につき本来的な権限を有していた者である。\nＰ１７  平成１５年４月１日～平成１６年７月１５日\nＰ１８  平成１６年７月１６日～平成２０年７月１５日\nＰ１９  平成２０年７月１６日～平成２３年６月１９日\nＰ２０  平成２３年６月２０日～平成２５年３月３１日\n(ｲ)  下記の歴代水道課長は，本件期間のうち次の期間につき，高槻市水道\n部の総務企画課長（平成２４年３月３１日までは総務課長）の職にあっ\nた者であり，高槻市水道事業事務決裁規程（甲２１）６条２項，別表第\n２の２（１６）に基づき，水道事業の職員への毎月の給与の支出負担行\n為及び支出命令を専決した。\nＰ２１  平成１５年４月１日～平成１８年３月３１日\nＰ２２  平成１８年４月１日～平成１９年１２月３１日\nＰ２３  平成２０年１月１日～平成２１年１０月４日\nＰ１０  平成２１年１０月５日～平成２３年３月３１日\nＰ３  平成２３年４月１日～平成２５年３月３１日\nエ  自動車運送事業\n(ｱ)  下記の歴代運送管理者は，本件期間のうち次の期間につき，高槻市自\n動車運送事業管理者の職にあった者であり，自動車運送事業の職員の給\n与の支出負担行為及び支出命令につき本来的な権限を有していた者であ\nる。\nＰ２４  平成１５年４月１日～同年７月１１日\nＰ２５  平成１５年７月１８日～平成１９年７月１１日\nＰ２６  平成１９年７月１２日～平成２３年６月１９日\nＰ２７  平成２３年６月２０日～平成２５年３月３１日\n(ｲ)  下記の歴代運送課長は，本件期間のうち次の期間につき，高槻市交通\n部の総務課長（平成２４年４月１日から平成２５年３月３１日までは総\n務企画課長）の職にあった者であり，高槻市自動車運送事業事務決裁規\n程（甲２２）６条２項，別表２の１（１７）に基づき，自動車運送事業\nの職員への毎月の給与の支出負担行為及び支出命令を専決した。\nＰ２８  平成１５年４月１日～平成１６年３月３１日\nＰ２９  平成１６年４月１日～平成１７年３月３１日\nＰ３０  平成１７年４月１日～平成１９年３月３１日\nＰ３１  平成１９年４月１日～平成２０年３月３１日\nＰ１３  平成２０年４月１日～平成２１年３月３１日\nＰ４  平成２１年４月１日～平成２５年３月３１日\n(3) 本件特別休暇等の取得の承認等\n本件特別休暇等（本件祭祀休暇を含む。）の取得については，本件期間に\nおいて，これを取得する市職員らの直属の上司の専決により承認された。ま\nた，本件特別休暇等については，有給の休暇として扱われ，その期間につき\n市職員らの給与の減額は行われなかった。\nなお，年次有給休暇，病気休暇及び特別休暇の承認については，市長部局\nにおいては，技監，部長及び理事につき副市長，部長代理，次長及び参事に\nつき部長，課長及び主幹につき部長代理，課長代理，所長及び副主幹につき\n課長，チームリーダー及び主査につき所長，チーム員につきチームリーダー\nがそれぞれ専決により承認するものとされており（高槻市事務決裁規程別表\n第１の２（３）），消防本部，教育委員会，水道事業及び自動車運送事業に\nついても，これに準じて，各職員の直属の上司が専決により承認するものと\nされている（消防本部につき高槻市消防事務決裁規程別表第１（２０），教\n育委員会につき高槻市教育委員会事務決裁規則別表第１の２（３），水道事\n業につき高槻市水道事業事務決裁規程別表第１の２（３），自動車運送事業\nにつき高槻市自動車運送事業事務決裁規程別表第１の２（３））。\n(4) 監査請求及び訴えの提起等\nア  原告らは，平成２５年３月１９日付けで，本件特別休暇等の期間に係る\n給与の支給は違法であるなどとして，被告らに対し，「過去１０年分の当\n該給与支給分について，関係団体，関係人，関係職員，決裁権者，専決権\n者，その他の責任者及び市長等それぞれに対し，不当利得返還請求又は損\n害賠償請求することを勧告すること」などを求める監査請求（以下「本件\n監査請求」という。）をした。これに対し，高槻市監査委員は，同年５月\n１４日付けで，平成２４年３月２０日から請求日（平成２５年３月１９日）\nまでを本件監査請求の対象期間とした上，本件監査請求には理由がないと\nしてこれを棄却し，その頃，原告らに対しその旨を通知した。\nイ  原告らは，平成２５年６月１１日，本件訴えを提起した。\n３  主たる争点\n(1) 本案前の争点\nア  平成２４年３月１９日以前にされた給与の支出負担行為及び支出命令に\n係る適法な監査請求の前置の有無\nイ  歴代課長等の賠償命令対象職員該当性\n(2) 主位的主張（本件特別休暇等につき給与を減額しない違法）\nア  本件特別休暇等につき給与を減額しないことの適否\nイ  歴代市長等及び歴代課長等の賠償責任の有無\nウ  損害の有無及び額\n(3) 予備的主張（本件祭祀休暇の不正取得を見逃した違法）\nア  本件祭祀休暇の不正取得の有無等\nイ  歴代市長等及び歴代課長等の賠償責任の有無\nウ  損害の有無及び額\n４  当事者の主張\n(1) 本案前の争点\nア  平成２４年３月１９日以前にされた給与の支出負担行為及び支出命令に\n係る適法な監査請求の前置の有無\n（被告らの主張）\n住民監査請求は，当該行為のあった日又は終わった日から１年を経過し\nたときは，これをすることができない（地方自治法２４２条２項本文）。\nしたがって，平成２４年３月１９日以前にされた市職員らの給与の支出負\n担行為及び支出命令については，監査請求期間を徒過しており，適法な監\n査請求が前置されていない。\n原告らは，監査請求期間を徒過したことにつき同項ただし書の「正当な\n理由」があると主張するが，特別休暇及び病気休暇については高槻市の条\n例等で定められているし，公務員のこれらの休暇は一般に有給とされてお\nり，原告らもそのことを当然に認識していた。また，原告Ｐ３２は，各種\n調査権限を有する高槻市議会議員であるから，相当の注意力をもって調査\n等をすれば，特別休暇及び病気休暇が有給とされていること等につき容易\nに知ることができたというべきである。したがって，原告らは，本件期間\nにおける給与の支出負担行為及び支出命令につき，監査請求をするに足り\nる程度にその行為の存在及び内容を知ることができたというべきであり，\n上記の「正当な理由」がないことは明らかである。\n（原告らの主張）\n市職員らの休暇に対して給与を支払うためには条例等により明示する必\n要があるところ，高槻市には特別休暇及び病気休暇を有給とする旨の条例\n等の規定はなかったから，本件特別休暇等につき給与を減額しないでその\n支出負担行為及び支出命令がされていることを原告らが認識することは不\n可能であった。\n原告らが，特別休暇及び病気休暇が有給とされていることを最初に知り\n得たのは，平成２５年３月１８日開催の高槻市議会総務消防委員会におけ\nる人事課長等の答弁である。そして，原告らは，上記委員会の翌日である\n同月１９日に本件監査請求を行っており，相当な期間内に監査請求をした\nものであるから，監査請求期間を徒過したことにつき地方自治法２４２条\n２項ただし書の「正当な理由」があったというべきである。\nイ  歴代課長等の賠償命令対象職員該当性\n（被告らの主張）\n歴代人事課長及び歴代教委課長については，本件期間において，地方自\n治法２４３条の２第１項後段の賠償命令対象職員に指定する旨の規則が制\n定されていなかったため，給与の支出負担行為及び支出命令につき賠償命\n令対象職員には該当しない。なお，本件期間経過後の平成２６年４月１日\n以降は，平成２６年高槻市規則第２２号による改正後の高槻市財務規則（平\n成７年高槻市規則第１３号）１４３条３項１号，２号により，賠償命令対\n象職員に該当するものとされている。\n歴代水道課長については，本件期間において，地方公営企業法３４条，\n高槻市水道事業職員の賠償責任に関する規程（昭和５４年高水管理規程第\n６号）２条１号により，給与の支出負担行為及び支出命令につき賠償命令\n対象職員に該当する。\n歴代運送課長については，平成２４年１１月８日に高槻市自動車運送事\n業職員の賠償責任に関する規程（平成２４年高交管理規程第１２号）が施\n行されたため，同日以降の給与の支出負担行為及び支出命令に関しては，\n賠償命令対象職員に該当するが（地方公営企業法３４条，同規程１号，２\n号），その余の期間については，賠償命令対象職員に該当しない。\n（原告らの主張）\n歴代教委課長，歴代水道課長及び歴代運送課長の賠償命令対象職員該当\n性は，法的評価の問題であり，原告らは，不法行為に基づく損害賠償請求\nと賠償命令とを選択的に主張する。\n(2) 主位的主張（本件特別休暇等につき給与を減額しない違法）\nア  本件特別休暇等につき給与を減額しないことの適否\n（原告らの主張）\n(ｱ) 特別休暇及び病気休暇を有給とする法令上の根拠の有無\n高槻市の勤務時間条例及び勤務時間規則並びに水道就業規則及び運送\n就業規則には，特別休暇及び病気休暇を有給とするとか，給与から減額\nしないなどとする定めはない。したがって，給与条例主義及び労働基準\n法（民間の事業者が特別休暇や病気休暇を有給とするか無給とするかに\nついては，同法８９条１号により，就業規則に絶対的に記載しなければ\nならない。）に照らし，本件特別休暇等については，無給として扱い，\n市職員らの給与から減額しなければならない。\n給与条例主義の趣旨を踏まえると，民主的コントロールの下，市民の\n税金から支給される市職員らの給与については，積極的に減額しないと\nいう条例等の根拠がない限り，減額すべきである。特に，賃金に関して\nは「ノーワークノーペイ」の原則が適用されるから，休暇につき給与を\n支給するには，明示的な条例が必要であって，職員給与条例１５条や企\n業職員給与条例１６条１項だけでは，本件特別休暇等につき給与を支給\nする根拠とはならない。そのため，近隣の他の自治体は，特別休暇及び\n病気休暇の期間の給与につき，条例に「減額しない」旨の明示的な規定\nを設けているのである（甲２６）。\n人事院は，昭和６０年８月７日付けで，一般職の職員の給与に関する\n法律（昭和６０年法律第９７号による改正前のもの。以下「旧給与法」\nという。）を改正し，国家公務員の休暇の種類として年次休暇，特別休\n暇及び病気休暇を規定するよう勧告したが（甲３２），この勧告は，休\n暇に関して法律の根拠なく運用されている点に問題があったことを受け\nて，これを是正するために行われたものである。そして，旧給与法１５\n条は上記勧告を受けて昭和６０年に改正されたのであるから，同年以前，\n同条の下で，国家公務員の特別休暇及び病気休暇を有給とすることは違\n法であったというべきである。そして，職員給与条例１５条等が旧給与\n法１５条と同様の規定であることからすると，特別休暇及び病気休暇を\n有給とする高槻市の運用は明らかに違法である。\nまた，「人事院規則１５－１４，人事院規則１５－１５及び関係運用\n通知等について」（平成６年７月２７日自治能第６３号。以下「本件通\n知」という。）が，地方公共団体の職員の勤務時間，休暇等については，\n国の職員と権衡を失しないように定めるべきであること，各地方自治体\nにおいて上記人事院規則等を十分に検討し，勤務時間，休暇等について\n国の職員と権衡を失している場合は是正措置を講ずることを求めている\nことなどからすると，高槻市は，遅くとも平成６年の時点で，旧給与法\n１５条と同様の規定である職員給与条例１５条を改正すべきであったと\nいえ，その後の特別休暇及び病気休暇に対する給与の支給は給与条例主\n義に反し違法である。\n(ｲ) 本件特別休暇等を有給とする承認の要否等について\n特別休暇及び病気休暇の取得の承認は，職場における業務遂行の問題\nであり，労働義務を免れさせても円滑な職務の遂行が可能かどうかとい\nう判断によりされるものである。そのため，この承認は，職員の直属の\n上司が専決により行うことになっている。他方，特別休暇及び病気休暇\nを有給とする承認は，労働義務の免除の問題ではないから，直属の上司\nではなく，給与担当者による財務に関する承認が必要となる。このよう\nに，特別休暇及び病気休暇の取得の承認とこれを有給とする承認とは，\nその趣旨及び目的を異にしており，専決権者が異なることからしても，\n明らかに異質のものであり，これを同一視することはできない。\n被告らは，仮に特別休暇及び病気休暇の取得の承認とは別にこれを有\n給とする承認が必要であるとしても，給与の減額をすることなくその支\n出負担行為及び支出命令がされていることをもって，本件特別休暇等を\n有給とする承認が黙示的にされていると主張するが，給与条例主義の趣\n旨やその重要性に鑑みれば，ここでの承認は積極的な明示の承認でなけ\nればならず，上記のような形式的な事務処理上の対応をもって黙示の承\n認とすることはできない。\n（被告らの主張）\n(ｱ) 特別休暇及び病気休暇を有給とする法令上の根拠の有無\n高槻市においては，特別休暇及び病気休暇につき任命権者の承認（勤\n務時間条例５条の８）があれば，職員給与条例１５条の「任命権者の承\n認があった場合」に該当することから，給与の減額をせずにその支出負\n担行為及び支出命令をしている。また，水道事業及び自動車運送事業に\nおいても，特別休暇及び病気休暇につき管理者の承認（水道就業規則２\n６条の３，運送就業規則２５条の３）があれば，企業職員給与条例１６\n条１項の「管理者の承認があった場合」に該当することから，給与の減\n額をせずにその支出負担行為及び支出命令をしている。このように，本\n件特別休暇等について市職員らの給与を減額しないことは，条例等に基\nづく適法な取扱いである。\n職員給与条例１５条は，旧給与法１５条に準じて規定されたものであ\nる。そして，昭和６０年以前，国は，旧給与法１５条の下で，特別休暇\n及び病気休暇について任命権者の承認があった場合には，「一般職の職\n員の給与に関する法律の運用方針」（乙２），人事院規則１５－６（休\n暇）第１項及び「人事院規則１５－６（休暇）の運用について（通知）」\n（乙３）により，給与を減額せずにこれを支給していた。高槻市は，旧\n給与法１５条及びこれに関する国の運用に準じて，特別休暇及び病気休\n暇につき承認を与えた場合には，職員給与条例１５条の「任命権者の承\n認があった場合」に該当するものとして，給与を減額しないでこれを支\n給しているのであり，このことは，企業職員給与条例１６条１項につい\nても同様である。\nまた，本件通知において「国の職員と権衡を失しないように定めるべ\nき」とされているのは，休暇の種類，内容，有給か無給か等の点におい\nて，国の職員のそれに及ばない場合には，国の職員と同様の種類の休暇\nを設け，また，休暇の内容やその休暇を有給とすることを国の職員と同\n等にすべき旨を述べたものというべきであり，単に，国の法律の規定に\n条例等の文言を合わせるように通知したものではない。そして，平成６\n年当時から現在に至るまで，特別休暇及び病気休暇が有給であることに\nついては国も高槻市も同様であり，休暇の内容等において「権衡を失し\nている」状況にないことは明らかである。\n(ｲ) 本件特別休暇等を有給とする承認の要否等について\n原告らは，本件特別休暇等の取得についての承認とこれを有給とする\n承認とは別のものであると主張するが，いずれの承認も「任命権者の承\n認」と規定されていること（前者につき勤務時間条例５条の８等，後者\nにつき職員給与条例１５条等）や，職員給与条例１５条等は単に「任命\n権者の承認があった場合を除く外」とのみ規定しており，前者の承認と\n後者の承認とを区別して，前者の承認だけでなく後者の承認も必要とす\nるような規定とはなっていないことなどに照らすと，上記主張は原告ら\n独自の見解というべきであって，何ら理由はない。なお，昭和６０年以\n前の国においても，旧給与法１５条の下で，上司による特別休暇及び病\n気休暇の取得の承認（専決）の他に，給与担当者の承認（専決）はされ\nていなかった。\n仮に，本件特別休暇等の取得についての承認とは別に，本件特別休暇\n等を有給とする承認が必要であるとしても，給与の支出負担行為及び支\n出命令の専決権者は，本件特別休暇等について減額することなくその支\n出負担行為及び支出命令を行っているのであるから，本件特別休暇等を\n有給とする承認が黙示的にされているというべきである。\nイ  歴代市長等及び歴代課長等の賠償責任の有無\n（原告らの主張）\n(ｱ)  歴代課長等は，本件特別休暇等につき市職員らの給与を減額しなけれ\nばならないのに，これを減額することなく違法にその支出負担行為及び\n支出命令を専決したものであり，故意又は過失若しくは重過失により，\n高槻市に損害を与えたものである。したがって，歴代人事課長は民法７\n０９条に基づき，歴代教委課長，歴代水道課長及び歴代運送課長は民法\n７０９条又は地方自治法２４３条の２第１項に基づき，高槻市に対する\n賠償責任を負う。\n歴代市長等は，上記(ｱ)の違法な支出負担行為及び支出命令の専決を阻\n止すべき指揮監督上の義務があったにもかかわらず，これを阻止しなか\nったものであり，故意又は過失により，高槻市に損害を与えたものであ\nる。したがって，歴代市長等は，民法７０９条に基づき，高槻市に対す\nる賠償責任を負う。\n(ｲ)  被告らは，歴代市長等や歴代課長等に故意又は過失若しくは重過失は\nないと主張するが，昭和６０年に旧給与法１５条が改正されてから約３\n０年もの期間が経過しているのであり，地方公務員実務提要（乙１）に\nもこのことは記載されていることなどからすると，上記の者において，\n本件特別休暇等を有給とすることが給与条例主義に違反することは認識\nし得たというべきであって，上記の者には故意又は過失若しくは重過失\nがあるというべきである。\n（被告らの主張）\n高槻市においては，旧給与法１５条と同様の規定である職員給与条例１\n５条等に従って，本件特別休暇等につき給与の支給をしてきたものである。\nそもそも，歴代市長等及び歴代課長等は，条例の規定あるいはその適用が\n違法であると最高裁判所で判断されたような例外的な場合でない限り，当\n該規定を執行しなければならないのであるから，万が一，当該規定が違法\nであったとしても，当該職員の行為自体が財務会計法規上の義務に違反し\nない限り，個人がその責任を負うべきものではない（最高裁判所平成４年\n１２月１５日第三小法廷判決・民集４６巻９号２７５３頁参照）。また，\n原告らが問題視する上記の規定及びその適用につき，違法であると判断さ\nれた事例はないし，そのような議論がされたということもない。\nしたがって，歴代市長等及び歴代課長等には，給与条例主義に反して違\n法であるとの認識（故意）がなかったことはもちろん，これを認識するこ\nとも不可能であり，過失すら全く存在しないというべきである。\nウ  損害の有無及び額\n（原告らの主張）\n(ｱ) 「高槻市の給与・定員管理等について（平成２５年４月公表分）」（甲\n１５）によれば，職員の初任給のうち最も低いものは１３万７２００円\n（平成２４年４月１日現在）であり，これを基礎として，期末手当及び\n勤勉手当を含めた最低年収を算定すると２１８万８３４０円となるから，\n職員の日当相当額は６０００円を下回らない（２１８万８３４０円÷３\n６５日≒６０００円）。\n(ｲ)  「平成２３年度  休暇等部局別平均取得日数」（甲１４）に記載され\nた特別休暇及び病気休暇の取得日数は次のとおりである。\n市長部局    １９６２３．２日\n消防本部     ３０３９．２日\n教育委員会    ３９８４．１日\n水道事業     １２１５．７日\n自動車運送事業  ２３１７．６日\n(ｳ)  本件期間において高槻市が被った１年間当たりの損害額は，上記(ｲ)\nの日数に最低日当相当額６０００円を乗じた次の各金額であり，これを\n基に，歴代市長等及び歴代課長等の各在任期間に応じて個々に割り付け\nた額（賠償額）は，前記第１「請求」に掲げた各金額（括弧内の金額を\n除く。）のとおりである。\n市長部局（歴代市長及び歴代人事課長）\n１億１７７３万９２００円\n消防本部（歴代市長）\n１８２３万５２００円\n教育委員会（歴代教育長及び歴代教委課長）\n２３９０万４６００円\n水道事業（歴代水道管理者及び歴代水道課長）\n７２９万４２００円\n自動車運送事業（歴代運送管理者及び歴代運送課長）\n１３９０万５６００円\n（被告らの主張）\n争う。\n(3) 予備的主張（本件祭祀休暇の不正取得を見逃した違法）\nア  本件祭祀休暇の不正取得の有無等\n（原告らの主張）\n全国の中核市及び大阪府下の市（高槻市を除く。以下，併せて「他市」\nという。）の祭祀休暇の取得率（甲３４，３５）をみると，ごく一部を除\nき，大半は１０％にも満たない。これに対し，高槻市の人事課が作成した\n「平成２３年度  休暇等部局別平均取得日数」（甲１４）によると，各部\n局における１年間の祭祀休暇の取得率は，概数で，市長部局３３．３％，\n教育委員会１９．７％，水道事業５６．６％，自動車運送事業８８．６％，\n消防本部８０．２％となっており，いずれも異常に高い数値となっている。\n祭祀休暇は，身内の祭祀といった特別な場合にのみ認められる休暇であっ\nて，それほど出くわすことのない事由が生じたときの休暇であるにもかか\nわらず，高槻市の祭祀休暇の取得率が上記のように異常に高いことからす\nると，不正に取得されていることは明らかである。\n（被告らの主張）\n本件祭祀休暇は，勤務時間条例等の規定に基づいて適法に取得されたも\nのである。他市における祭祀休暇の取得率については不知であるが，高槻\n市において祭祀休暇の取得率が高いのは，勤務時間規則別表第３の１６（平\n成２５年高槻市規則第７号による改正前のもの）において，「職員が父母\n等の追悼のための特別な行事のため勤務しないことが相当であると認めら\nれるとき。」と定められており，「父母等」と特に親族の範囲が定められ\nておらず，追悼のための行事の期間についても定めがなく，３３回忌や５\n０回忌などの法要も祭祀休暇の対象となっていたことが関係しているので\nはないかと思われる。取得要件が異なれば，取得日数も異なることは当然\nであり，取得率の差が存在することは不自然ではない。なお，勤務時間規\n則別表第３の１６は平成２５年高槻市規則第７号（平成２５年４月１日施\n行）により改正され，取得要件が限定された結果，市職員らの祭祀休暇の\n取得率は平成２５年度が８．６％，平成２６年度が６．９％となっており，\n他市の取得率と大差はなく，不正取得がうかがわれるような状況ではない。\nイ  歴代市長等及び歴代課長等の賠償責任の有無\n（原告らの主張）\n(ｱ)  本件期間における高槻市の祭祀休暇については，①祭祀休暇の取得が\n年度末に偏っていること，②祭祀休暇の取得日が平日の場合もあること，\n③祭祀休暇の取得率が他市のそれと比較して異常に高いことなど不自然\nな点が多く，歴代課長等は，祭祀休暇の申請が虚偽のものでないかを疑\nい，これを調査し判断する義務を負っていたというべきである。しかし，\n歴代課長等は，上記義務を尽くすことなく，故意又は過失若しくは重過\n失により，本件祭祀休暇の一部が不正に取得されていることを漫然と見\n逃してこれを有給とする承認を決裁（専決）し，引き続き，市職員らの\n給与の支出負担行為及び支出命令を行い，高槻市に損害を与えたもので\nある（なお，本件祭祀休暇を有給とする承認と上記支出負担行為及び支\n出命令とは不可分一体であり，前者が違法であれば後者も違法となる。）。\nまた，歴代市長等は，この点について適切な指揮監督を怠っていたもの\nである。したがって，歴代市長等及び歴代人事課長は民法７０９条に基\nづき，歴代教委課長，歴代水道課長及び歴代運送課長は民法７０９条又\nは地方自治法２４３条の２第１項に基づき，高槻市に対する賠償責任を\n負う。\n(ｲ)  被告らは，歴代市長等や歴代課長等に故意又は過失若しくは重過失は\nないと主張するが，高槻市における祭祀休暇の取得率が他市のそれと比\nべて突出していることは明らかであり，これは単に祭祀休暇の取得要件\nが異なることで説明がつくものではない。通常，法事等は土曜日や日曜\n日に行うものであり，平日に祭祀休暇を取得する者があれば，その実態\nについて疑問を持つのは当然のことである。\n実際，平成１７年１２月１９日開催の総務消防委員会（甲３６）にお\nいて，Ｐ３３から，高槻市の祭祀休暇の取得率等について問題点や疑義\nが示されている。歴代市長等及び歴代課長等は，このような問題がある\nことを知りながら，過失によりこの問題を放置していたと評価せざるを\n得ない。\n（被告らの主張）\n(ｱ)  高槻市における祭祀休暇の取得率が他市のそれと異なるのは，祭祀休\n暇の取得要件が異なっていたためであることは前述のとおりであり，特\nに不自然なことではない。また，祭祀休暇の取得が年度末に偏っている\nという事実もない。そして，市職員らの祭祀休暇の取得に際しては，そ\nの理由の聴取はするものの，条例上，適正な取得であることを示す資料\nを提出させるような制度とはなっておらず，そのような資料の提出を求\nめることは実務的にも全く現実的でない。\nまた，歴代課長等は，給与の支出負担行為及び支出命令の決裁をする\nに際しては，職員の上司（高槻市事務決裁規程に基づく承認の専決権者）\nが祭祀休暇の取得の承認をしたことを前提に，総務課等において計算し\nた給与の金額について支出負担行為及び支出命令の決裁をしているので\nあり（なお，前述のとおり，特別休暇につき有給とすることの承認は不\n要であるから，その違法性等を論ずる必要はない。），上記職員の上司\nが承認した祭祀休暇が虚偽のものであったかどうかを判断することは現\n実的には不可能である。\nしたがって，歴代課長等において，祭祀休暇の申請が虚偽のものでな\nいかどうかを調査し判断する義務を負うものではないし，歴代市長等に\nこの点に係る指揮監督上の義務違反もないというべきである。また，こ\nれらの者において，本件祭祀休暇の一部が不正取得であるとの認識はな\nく，過失も全く存しないというべきである。\n(ｲ)  原告らが指摘する平成１７年１２月９日開催の総務消防委員会のＰ３\n３の質問は，職員定数の問題及び職員の採用問題に関する質問であり，\n特別休暇を主たる問題として取り上げたものではない。また，祭祀休暇\nについて触れた部分においても，祭祀休暇の不正取得を問題としている\nのではなく，祭祀休暇の制度論を述べているのであって，上記質問は歴\n代市長等及び歴代課長等の過失の評価根拠事実となるものではない。\nまた，高槻市においては，特別休暇についてその都度改正を行ってお\nり，特別休暇の問題点を漫然と放置しているものではない。\nウ  損害の有無及び額\n（原告らの主張）\n(ｱ)  他市の各部局における祭祀休暇の取得率の平均値を１０倍したものを\n超える範囲については，少なくとも祭祀休暇の不正取得があったものと\nいえる。したがって，これらの不正取得された祭祀休暇の日数に係る日\n当相当額が，高槻市の被った損害額である。\n(ｲ)  ①平成２４年度の高槻市の各部局における祭祀休暇の取得率，②他市\nの各部局における祭祀休暇の取得率の平均値を１０倍したもの及び③そ\nの差（①－②）は，次のとおりである。\n①            ②              ③\n市長部局     ３６．３７％      ９．７０％    ２６．６７％\n消防本部     ８０．５０％    １８．９６％    ６１．５４％\n教育委員会    １７．６０％    １０．０８％      ７．５２％\n水道事業     ５２．７８％    １７．２０％    ３５．５８％\n自動車運送事業  ８６．０５％    １８．９６％    ６７．０９％\nそして，上記③に④高槻市の各部局の全職員数を乗じると，⑤祭祀休\n暇を不正取得した職員の人数が算出され，これに最低日当相当額６００\n０円を乗じると，⑥高槻市の被った損害額（年額）が算出される。\n④       ⑤        ⑥\n市長部局     １６１４人   ４３０人    ２５８万００００円\n消防本部      ３２３人    １９９人   １１９万４０００円\n教育委員会     ３４１人    ２６人      １５万６０００円\n水道事業      １０８人    ３８人      ２２万８０００円\n自動車運送事業   ２１５人   １４４人      ８６万４０００円\n(ｳ) 上記(ｲ)⑥の高槻市の被った損害額（年額）は，平成２４年度の数字を\n根拠としているが，高槻市においては，同年度まで祭祀休暇が高い率で\n取得されている状態が続いていたのであり，最低日当相当額６０００円\nや他市の取得率を１０倍した数値（②）を用いて控えめに算出している\nことからしても，本件期間の各年度の損害額が上記(ｲ)⑥の損害額（年額）\nを下回ることはない。したがって，本件期間の各年度において，少なく\nとも上記の損害額が発生していたものといえ，これを基に，歴代市長等\n及び歴代課長等の各在任期間に応じて個々に割り付けた額（賠償額）は，\n前記第１「請求」の括弧内に掲げた各金額のとおりである。\n（被告らの主張）\n争う。\n第３  当裁判所の判断\n１  平成２４年３月１９日以前にされた給与の支出負担行為及び支出命令に係る\n適法な監査請求の前置の有無（主たる争点(1)ア）\n(1)  本件監査請求は平成２５年３月１９日にされたものであるから（前提とな\nる事実(4)，甲１６），本件監査請求のうち，平成１５年４月１日から平成２\n４年３月１８日までにされた給与の支出負担行為及び支出命令を対象とする\n部分は，地方自治法２４２条２項本文の監査請求期間（当該行為のあった日\n又は終わった日から１年）を経過しており，同項ただし書にいう「正当な理\n由」がない限り，不適法である（なお，同月１９日にされた給与の支出負担\n行為及び支出命令については，期間計算において初日は算入されないため，\n監査請求期間を経過していない。）。\nそこで，以下，平成１５年４月１日から平成２４年３月１８日までにされ\nた給与の支出負担行為及び支出命令につき，原告らが監査請求期間を徒過し\nたことに「正当な理由」があるか否かについて検討する。\n(2)  普通地方公共団体の執行機関等の財務会計上の行為が秘密裡にされた場合\nに限らず，普通地方公共団体の住民が相当の注意力をもって調査を尽くして\nも客観的にみて監査請求をするに足りる程度に当該行為の存在又は内容を知\nることができなかった場合には，地方自治法２４２条２項ただし書にいう「正\n当な理由」の有無は，特段の事情のない限り，当該普通地方公共団体の住民\nが相当の注意力をもって調査すれば客観的にみて上記の程度に当該行為の存\n在及び内容を知ることができたと解される時から相当な期間内に監査請求を\nしたかどうかにより判断すべきである（最高裁判所平成１４年９月１２日第\n一小法廷判決・民集５６巻７号１４８１頁参照）。\n(3)  原告らは，市職員らの休暇に対して給与を支払うためには条例等により明\n示されている必要があるところ，高槻市には特別休暇及び病気休暇を有給と\nする旨の条例等の規定はなく，原告らにおいて，本件特別休暇等につき給与\nを減額しないでその支出負担行為及び支出命令がされていることを認識する\nことは不可能であったとして，監査請求期間を徒過したことにつき「正当な\n理由」があると主張する。\nしかし，公務員の特別休暇や病気休暇が有給であることは広く知られてい\nることであり，高槻市もこのような取扱いを秘密にしていたとは認められな\nいから，高槻市において，本件特別休暇等につき給与を減額しないでその支\n出負担行為及び支出命令がされていることは，高槻市の住民が相当の注意力\nをもって調査すれば当然にこれを知ることができたというべきであるし，ま\nしてや，高槻市議会議員である原告Ｐ３２においては，その議員としての調\n査権限に基づき調査すればこれを知ることは容易であったはずである。した\nがって，平成１５年４月１日から平成２４年３月１８日までにされた給与の\n支出負担行為及び支出命令については，「普通地方公共団体の住民が相当の\n注意力をもって調査を尽くしても客観的にみて監査請求をするに足りる程度\nに当該行為の存在又は内容を知ることができなかった場合」には該当せず，\n原告らが上記の支出負担行為及び支出命令につき監査請求期間を徒過したこ\nとにつき，地方自治法２４２条２項ただし書の「正当な理由」があるとは認\nめられない。\n(4)  よって，本件訴えのうち，平成１５年４月１日から平成２４年３月１８日\nまでにされた給与の支出負担行為及び支出命令を違法な財務会計行為とする\n賠償命令又は損害賠償請求をすることを求める部分は，適法な監査請求の前\n置を欠くものであって不適法であるから，これを却下すべきである。\n２  歴代課長等の賠償命令対象職員該当性（主たる争点(1)イ）\n(1)  地方自治法２４３条の２第１項後段は，支出負担行為（１号）や支出命令\n（２号）等をする権限を有する職員のほか，「その権限に属する事務を直接\n補助する職員で普通地方公共団体の規則で指定したもの」を賠償命令対象職\n員とする旨規定する。\nそして，同条１項後段各号の行為（支出負担行為等）につき専決又は代決\n権限を有する者は，賠償命令対象職員の要件である「その権限に属する事務\nを直接補助する職員」に該当すると解されるが，さらに「普通地方公共団体\nの規則で指定したもの」にも該当するためには，上記文言の自然な意味内容\nに加えて，大阪府の照会に対する総務省自治行政局の回答（乙２８）にも照\nらすと，地方自治法１５条１項所定の普通地方公共団体の規則に，上記の者\nを賠償命令対象職員とする旨の定めがあることが必要であると解され，その\n専決又は代決権限が普通地方公共団体の規則（事務決裁規則等）をもって定\nめられているだけでは，上記「普通地方公共団体の規則で指定したもの」に\nは該当しないというべきである。\nなお，地方自治法２４３条の２の規定は，地方公営企業の業務に従事する\n職員の賠償責任にも準用され，その場合において，同条１項中「規則」とあ\nるのは，「規則又は企業管理規程」と読み替えられる（地方公営企業法３４\n条）。\n(2)  以上を前提に，歴代課長等のうち平成２４年３月１９日から平成２５年３\n月３１日までの期間（以下「本件適法期間」という。）において給与の支出\n負担行為及び支出命令の専決権者であった者が，賠償命令対象職員に該当す\nるかどうかについて検討する。\nア  本件適法期間において歴代人事課長であった者はＰ１０であり（前提と\nなる事実(2)ア(ｲ)），同じく歴代教委課長であった者はＰ１（平成２４年\n３月１９日～同月３１日）及びＰ２（平成２４年４月１日～平成２５年３\n月３１日）であるところ（同イ(ｲ)  ），本件適法期間において，これらの\n者を賠償命令対象職員とする旨の規則の定めはなく（乙２２，弁論の全趣\n旨），これらの者は賠償命令対象職員に該当しない。\nしたがって，本件訴えのうち，本件適法期間にされた給与の支出負担行\n為及び支出命令を違法な財務会計行為とするＰ１及びＰ２に対する賠償命\n令をすることを求める部分は，不適法である。\nイ  本件適法期間において歴代水道課長であった者はＰ３（平成２４年３月\n１９日～平成２５年３月３１日）であるところ（前提となる事実(2)ウ(ｲ)），\n本件適法期間において，この者を賠償命令対象職員とする旨の「高槻市水\n道事業職員の賠償責任に関する規程」（昭和５４年高水管理規程第６号）\n２条１号があったから（乙２３），Ｐ３は賠償命令対象職員に該当する。\nしたがって，本件訴えのうち，本件適法期間にされた給与の支出負担行\n為及び支出命令を違法な財務会計行為とするＰ３に対する損害賠償請求を\nすることを求める部分は，不適法である。\nウ  本件適法期間において歴代運送課長であった者はＰ４であるところ（前\n提となる事実(2)エ(ｲ)），平成２４年１１月８日に企業管理規程である「高\n槻市自動車運送事業職員の賠償責任に関する規程」（平成２４年高交管理\n規程第１２号）が施行されたため（乙２４），本件適法期間のうち上記施\n行日の前日まで（平成２４年３月１９日～同年１１月７日）の給与の支出\n負担行為及び支出命令に関しては，賠償命令対象職員に該当しないが，本\n件適法期間のうち上記施行日以後（同月８日～平成２５年３月３１日）の\n給与の支出負担行為及び支出命令に関しては，上記規程１号及び２号によ\nり賠償命令対象職員に該当する。\nしたがって，本件訴えのうち，①平成２４年３月１９日から同年１１月\n７日までにされた給与の支出負担行為及び支出命令を違法な財務会計行為\nとするＰ４に対する賠償命令をすることを求める部分，及び②同月８日か\nら平成２５年３月３１日までにされた給与の支出負担行為及び支出命令を\n違法な財務会計行為とするＰ４に対する損害賠償請求をすることを求める\n部分は，不適法である。\n３  主位的主張・本件特別休暇等につき給与を減額しないことの適否（主たる争\n点(2)ア）\n(1)  本件特別休暇等を有給とする法令上の根拠の有無（市長部局，消防本部及\nび教育委員会関係）\nア  原告らは，高槻市の条例等には，特別休暇及び病気休暇を有給とすると\nか，給与から減額しないなどとする定めはないから，給与条例主義に照ら\nし，本件特別休暇等については無給とし，市職員らの給与からその期間の\n給与を減額しなければならないと主張する。\nしかし，勤務時間条例５条の８は，病気休暇，特別休暇（規則で定める\nものを除く。）及び介護休暇については，規則で定めるところにより，任\n命権者の承認を受けなければならない旨規定し，職員給与条例１５条は，\n職員が勤務しないときは，「その勤務しないことにつき，任命権者の承認\nがあった場合」を除くほか，その勤務しない１時間につき，勤務１時間当\nたりの給与額を減額して給与を支給する旨規定する。しかるところ，これ\nらの規定において「任命権者の承認」という同一の文言が用いられている\nことに加え，「その勤務しないことにつき，任命権者の承認があった場合」\nという文言の自然な意味内容にも照らすと，同条にいう「その勤務しない\nことにつき，任命権者の承認があった場合」には，特別休暇や病気休暇を\n取得することにつき勤務時間条例５条の８の任命権者の承認があった場合\nが含まれると解するのが相当である。\nまた，勤務時間条例が，特別休暇や病気休暇と同様に任命権者の承認を\n受けなければならない介護休暇につき，「介護休暇については，給与条例\n第１５条の規定にかかわらず，その勤務しない１時間につき，…勤務１時\n間当たりの給与額を減額する。」（５条の７第３項）という給与の減額を\n定める特別の規定を置いていることからすると（甲４），このような規定\nが設けられていない特別休暇や病気休暇については，職員給与条例１５条\nの「その勤務しないことにつき，任命権者の承認があった場合」に該当す\nるものとして，給与は減額されないというのが自然かつ合理的な解釈であ\nる。\n以上のとおり，職員給与条例１５条の「その勤務しないことにつき，任\n命権者の承認があった場合」には，特別休暇や病気休暇を取得することに\nつき勤務時間条例５条の８の任命権者の承認があった場合が含まれると解\nされるから，本件特別休暇等につき給与の減額を行わないこと（有給とす\nること）は，条例上の根拠に基づくものというべきであり，給与条例主義\nに反するものとはいえない。原告らの上記主張は，独自の見解を前提とす\nるものであって採用することができない。\nイ  なお，特に争点となっている点ではないが，念のため付言するに，勤務\n時間条例５条の８の任命権者の承認を要する特別休暇には，産前休暇及び\n産後休暇が含まれておらず（勤務時間規則８条の９第１項，別表第３の４\n及び５），産前休暇及び産後休暇の取得に際しては，任命権者の承認を受\nける必要はなく，産前休暇については申出，産後休暇については届出で足\nりるものとされている（同規則８条の９第２項，３項）。そのため，特別\n休暇のうち産前休暇及び産後休暇については，職員給与条例１５条の「そ\nの勤務しないことにつき，任命権者の承認があった場合」に該当するかど\nうかにつき疑義がないではない。しかし，産前休暇については申出，産後\n休暇については届出で足りるとされているのは，これらは任命権者の承認\nを経るまでもなく当然に休暇を与えなければならない性質の休暇であるか\nらであり（労働基準法１１２条，６５条１項，２項参照），これらの申出\n又は届出がされた場合については，これらの休暇の性質上，任命権者の承\n諾があった場合と同視すべきものというべきである。したがって，産前休\n暇及び産後休暇についても，他の特別休暇の場合と同様に，同条例１５条\nの「その勤務しないことにつき，任命権者の承認があった場合」に該当す\nると解するのが相当である。\nウ  原告らは，勤務時間条例５条の８の「任命権者の承認」は，特別休暇や\n病気休暇の取得に係る承認であり，職員給与条例１５条の「任命権者の承\n認」は，その勤務していない期間につき給与を支給し又はこれを減額しな\nいことについての承認であって，両者は全く異質のものであるとした上，\n本件特別休暇等については後者の承認がされていないなどと主張する。\nしかし，同条は，「その勤務しないことにつき，任命権者の承認があっ\nた場合」と規定しているのであって，その文言上，同条の「任命権者の承\n認」が，給与を支給し又はこれを減額しないことについての承認を意味す\nるものとは解し難い。同条の「任命権者の承認」は，前述のとおり，勤務\n時間条例５条の８の「任命権者の承認」と同一のものというべきであり，\n原告らの上記主張は，独自の見解を前提とするものであって採用すること\nができない（なお，特別休暇や病気休暇を取得する際の任命権者の承認は，\nその休暇期間中勤務しないことについての承認であると同時に，有給の特\n別休暇や病気休暇の制度を利用することへの承認でもあるから，これらの\n休暇につき給与を減額しないことの承認も当然に含まれているというべき\nである。）。\n(2)  本件特別休暇等を有給とする法令上の根拠の有無（水道事業及び自動車運\n送事業関係）\n水道就業規則２６条１項本文及び運送就業規則２５条１項本文は，病気休\n暇及び特別休暇（ただし，産前休暇及び産後休暇を除く。）の承認を受けよ\nうとする職員は，あらかじめ管理者に請求しなければならない旨規定し，水\n道就業規則２６条の３第１項本文及び運送就業規則２５条の３第１項本文は，\n管理者は，病気休暇又は特別休暇の請求について，所定の場合に該当すると\n認められるときは，これを承認しなければならない旨規定する（甲６，７）。\nそして，企業職員給与条例１６条１項は，企業職員が正規の勤務日又は勤務\n時間中に勤務しないときは，「その勤務しないことにつき管理者の承認があ\nった場合」を除くほか，その勤務しない１時間につき，勤務１時間当たりの\n給与額をその者に支給すべき給与の額から減額する旨規定する。\nこのように，水道事業及び自動車運送事業においても，特別休暇や病気休\n暇を取得する際には事業管理者の承認を受ける必要がある。そして，職員給\n与条例１５条の「その勤務しないことにつき，任命権者の承認があった場合」\nについて述べたこと（前記(1)）は，ほぼ同じ文言である企業職員給与条例１\n６条１項の「その勤務しないことにつき管理者の承認があった場合」につい\nても同様に当てはまるというべきであり，この要件は，特別休暇や病気休暇\nを取得することにつき事業管理者の承認があった場合を含むと解するのが相\n当である。\nしたがって，水道事業及び自動車運送事業の企業職員に関しても，その特\n別休暇及び病気休暇につき給与の減額を行わないこと（有給とすること）は，\n条例上の根拠に基づくものというべきであり，給与条例主義に反するものと\nはいえない。原告らの主張は採用することができない。\n(3) 旧給与法１５条の改正等に関する主張について\nア  国家公務員の給与に係る旧給与法１５条は，「職員が勤務しないときは，\nその勤務しないことにつき特に承認のあった場合を除く外，その勤務しな\nい１時間につき，…勤務１時間当りの給与額を減額して給与を支給する。」\nと定めていた。そして，「一般職の職員の給与に関する法律の運用方針」\n（昭和２６年１月１１日給実甲第２８号）第１５条関係１項は，「『その\n勤務しないことにつき特に承認のあった場合』とは，人事院規則１５－６\n（休暇）第１項に規定する休暇が認められた場合のほか，法令の規定によ\nり勤務しないことが認められている場合をいう。なお，法令の規定により\n勤務しないことが認められている場合であっても，特に給与を減額する旨\n規定されているときは，その定めるところによる。」とし（乙２），特別\n休暇や病気休暇は，人事院規則１５－６（休暇）第１項に規定する休暇（従\n前の例により有給休暇とされていた休暇）として，「その勤務しないこと\nにつき特に承認のあった場合」に該当するものとされていた（甲１６，乙\n２）。\n職員給与条例１５条及び企業職員給与条例１６条１項は，旧給与法１５\n条をモデルとして制定されたものであり（弁論の全趣旨），その規定文言\nもほぼ同一であるところ，同条の「その勤務しないことにつき特に承認の\nあった場合」に特別休暇や病気休暇を含む旨の上記の解釈及び運用は，職\n員給与条例１５条等につき上記(1)及び(2)で説示した内容に沿うものであ\nる。\nイ  もっとも，旧給与法１５条は，昭和６０年８月７日付け人事院勧告（甲\n３２，乙６）を受けて，一般職の職員の給与に関する法律の一部を改正す\nる法律（昭和６０年法律第９７号）により改正された。同改正後の一般職\nの職員の給与に関する法律１５条は，職員が勤務しないときは，「祝日法\nによる休日又は年末年始の休日である場合，休暇による場合その他その勤\n務しないことにつき特に承認のあった場合」を除き，その勤務しない１時\n間につき，勤務１時間当りの給与額を減額して給与を支給する旨規定する\nに至った。\n以上の改正の経緯等を踏まえ，原告らは，要旨，上記改正は国家公務員\nの休暇が法律の根拠なく運用されている点に問題があったことを受けて，\nこれを是正するために行われたものであり，同改正前において，旧給与法\n１５条に基づき特別休暇及び病気休暇を有給とすることは違法であったか\nら，これと同様の規定である職員給与条例１５条等により本件特別休暇等\nを有給とすることも違法であると主張する。\nしかし，昭和６０年８月７日付け人事院勧告や当時の国会議事録（甲３\n１）をみても，旧給与法１５条により特別休暇及び病気休暇を有給とする\n解釈及び運用が問題視されたことは何らうかがわれないし，このような解\n釈及び運用を違法又は不当とした裁判例や文献等も見当たらない。むしろ，\n上記人事院勧告は，当時，昭和２２年に国家公務員法が制定される前の旧\n官吏制度下の休暇制度が経過措置として引き継がれていたことから，休暇\n制度を法制的に整備するとともに，現在の社会情勢に適応したものとする\nため，旧給与法を改正し，休暇の種類を年次休暇，特別休暇及び病気休暇\nとし，休暇に関する基礎的事項を法律に明記することを求めたものであり\n（甲３１～３３，乙６，７），旧給与法１５条の上記の改正は，国家公務\n員の休暇制度等が整備されたことに伴い，併せて整備されたものにすぎな\nいというべきである。\nその他，この点に関する原告らの主張等を考慮しても，上記改正前に旧\n給与法１５条により国家公務員の特別休暇及び病気休暇を有給とすること\nが違法であったとは認められないから，原告らの上記主張は，その前提を\n誤るものであって採用することができない。\nまた，原告らは，平成６年に旧自治省行政局公務員部から発出された本\n件通知を踏まえ，高槻市は遅くとも同年には旧給与法１５条と同様の規定\nである職員給与条例１５条を改正すべきであったとも主張するが，この主\n張も，旧給与法１５条に基づいて特別休暇及び病気休暇を有給とすること\nが違法であるという誤った前提に立脚するものといわざるを得ず，採用す\nることができない。\n(4) まとめ\n以上によれば，本件適法期間において，本件特別休暇等につき給与を減額\nせずにその支出負担行為及び支出命令をすることは，職員給与条例１５条及\nび企業職員給与条例１６条１項に基づく適法な取扱いというべきであるから，\nその余の点を判断するまでもなく，原告らの主位的主張は理由がない。\n４  予備的主張・本件祭祀休暇の不正取得の有無等（主たる争点(3)ア）及び歴代\n市長等及び歴代課長等の賠償責任の有無（同イ）\n(1)  原告らは，要旨，本件祭祀休暇の一部は不正に取得されており，これを見\n逃してされた給与の支出負担行為及び支出命令は違法であると主張する。\nしかし，原告らは，本件祭祀休暇の一部が不正に取得されている可能性を\n抽象的に指摘するにとどまり，誰がいつ取得した祭祀休暇が不正に取得され\nたものであるかを全く特定していない。そして，平成２４年３月１９日から\n平成２５年３月３１日までにされた給与の支出負担行為及び支出命令は極め\nて多数回に上るとみられるところ，どの祭祀休暇が不正に取得されたものか\nが明らかでない以上，具体的にどの支出負担行為及び支出命令が高槻市に対\nする不法行為となるのかについても，原告らの主張からこれを特定すること\nはできない（なお，原告らは，平成２９年１月２４日の弁論準備手続期日に\nおいて，予備的主張においても，主位的主張と同様，個々の給与の支出負担\n行為及び支出命令の違法を主張する旨を明らかにしている。）。\nしたがって，原告らの予備的主張は，高槻市に対する不法行為となるべき\n支出負担行為及び支出命令が特定されておらず，その違法性や過失又は重過\n失の有無について判断することもできないから，その余の点を判断するまで\nもなく，理由がない。\n(2) 審理の経過等に鑑み，予備的主張についてさらに付言する。\n確かに，高槻市の人事課が作成した「平成２３年度  休暇等部局別平均取\n得日数」（甲１４）によると，各部局における１年間（平成２３年度）の祭\n祀休暇の取得率は，概数で，市長部局３３．３％，教育委員会１９．７％，\n水道事業５６．６％，自動車運送事業８８．６％，消防本部８０．２％とな\nり，原告らが調査した他市の祭祀休暇の取得率（甲３４，３５）と比較して\nも不自然に高いといわざるを得ない。また，平成２５年度以降，高槻市にお\nける祭祀休暇の取得率は１０％未満の数値となっており，顕著に減少してい\nる（乙２９，弁論の全趣旨）。これらの点からすると，平成２４年度まで高\n槻市の祭祀休暇の取得要件（勤務時間規則別表第３の１６・関係法令の定め\n(2)イ参照）が他市のそれよりも緩やかであったこと（甲３５，乙１８，２６，\n２９，証人Ｐ１０）を考慮しても，本件監査請求等において祭祀休暇等が不\n正取得されている旨の主張がされるまで，相当数の市職員らが，祭祀休暇を\n不正に取得していたと疑われても仕方がない面がある。\nしかし，高槻市においては，市職員らが祭祀休暇を取得するに当たっては，\nその直属の上司が専決により承認するものとされているところ（前提となる\n事実(3)），仮に祭祀休暇の不正取得があったとしても，その際に職員とその\n上司との間で具体的にどのようなやりとりがあったかは明らかでないし，祭\n祀休暇の典型的な場合である親族の法事につき，常に証明書類の提出（勤務\n時間規則８条の１０第２項）を求めるのも現実的ではなく，「父母等の追悼\nのための特別な行事」（同規則別表第３の１６）というプライバシー性の高\nい事柄であることに照らしても，当該上司が上記承認を専決したことをもっ\nて直ちに過失があるとは断じ難い。ましてや，給与の支出負担行為及び支出\n命令を専決する歴代課長等においては，その給与の対象となる期間において\n取得された祭祀休暇が実体的に適正なものであったかどうかを審査するもの\nとはされておらず，このような審査を歴代課長等に求めることは事実上無理\nを強いるものというべきであって（乙２９，証人Ｐ１０，弁論の全趣旨），\n仮に本件祭祀休暇の不正取得があったとしても，歴代課長等がその給与の支\n出負担行為及び支出命令を専決したことにつき過失があるとは認められない。\nこのことは，前述のとおり高槻市における祭祀休暇の取得率が他市のそれよ\nりも高いことや，平成１７年１２月の高槻市議会（総務消防委員会）におい\nて祭祀休暇に関する質問がされていたこと（甲３６）などの原告らが主張す\nる事情を考慮しても，左右されるものではない。\nしたがって，仮に本件祭祀休暇の一部が不正に取得されていたとしても，\n本件適法期間において，歴代課長等がその給与の支出負担行為及び支出命令\nを専決したことつき故意又は過失があるとは認められない。また，以上に照\nらせば，歴代課長等を指揮監督する歴代市長等についても，上記の支出負担\n行為及び支出命令を阻止しなかったことにつき故意又は過失があるとは認め\nられない。\n５  結論\n以上によれば，原告らの訴えのうち，主文１項に掲げる各部分は不適法であ\nるからこれを却下し，原告らのその余の請求はいずれも理由がないからこれを\n棄却することとし，主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官      山   田      明\n裁判官      徳   地      淳\n裁判官      石   川   舞   子\n"
}