{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 3,
    "day": 14
  },
  "case_number": "平成23(行ケ)10251",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82143",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82143",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/143/082143_hanrei.pdf",
  "contents": "平成２４年３月１４日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０２５１号  審決取消請求事件\n口頭弁論終結日  平成２４年２月２９日\n判        決\n原              告        株 式 会 社 ジ ェ イ テ ク ト\n同訴訟代理人弁理士        笹 谷 泰 規\n阪 本 英 男\n門 田   康\n中 森 元 央\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        所 村 陽 一\n川 本 眞 裕\n黒 瀬 雅 一\n板 谷 玲 子\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１０－１１１５４号事件について平成２３年６月２８日にした\n審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，特許請求の範囲の記載を下記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，同請求は\n成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記３のと\nおり）には，下記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  光洋精工株式会社は，平成１３年５月２５日，発明の名称を「軸受装置」\nとする特許を出願（特願２００１－１５６７６５号。国内優先権主張日：平成１２\n年７月１０日。請求項の数２）した（甲１の１・２）。\n(2)  光洋精工は，平成１８年１月１日，豊田工機株式会社との合併に伴い，商\n号を株式会社ジェイテクト（原告）に変更し，同月６日，特許庁長官に対し，本件\n出願の名義変更を届け出た（甲１３）。\n(3)  原告は，平成２２年３月２日付けで拒絶査定を受けたので，同年５月２５\n日，これに対する不服の審判を請求した。\n(4)  特許庁は，前記請求を不服２０１０－１１１５４号事件として審理し，平\n成２３年６月２８日，「本件審判の請求は，成り立たない。」との本件審決をし，\nその謄本は，同年７月１２日，原告に送達された。\n２  特許請求の範囲の記載\n本件審決が判断の対象とした特許請求の範囲の請求項１の記載は，次のとおりで\nある。ただし，平成２２年５月２５日付け手続補正書（甲５）による補正後のもの\nである。なお，文中の「／」は，式中のものを除き，原文の改行箇所である。以下，\nその発明を「本願発明」といい，本願発明に係る明細書（甲１の２，甲５，８）を\n「本願明細書」という。\n中空軸の外周に転がり軸受の内輪を外嵌し，前記中空軸の軸端を径方向外向きに\n屈曲させて前記転がり軸受の内輪の外端面にかしめつけて，転がり軸受に対する抜\nけ止めと予圧付与とを行う軸受装置であって，／前記中空軸の転がり軸受嵌合領域\nにおいて，前記内輪の反かしめ側端面相当位置からかしめ側端面相当位置の手前ま\nでの範囲に硬化層が形成され，また前記かしめ側端面相当位置の手前から前記中空\n軸の軸端までの範囲が未硬化とされており，／前記硬化層のかしめ側端部の位置を\n関係式(1)に基づいて規定することにより，内輪と中空軸との間に隙間が発生しな\nいようにされていることを特徴とする軸受装置。\n（Ａ－Ｃ－Ｄ）Ｙ／Ｅ≦Ｘ…(1)\n前記(1)式において，内輪の軸方向幅をＡ，内輪のかしめ側の外端面における軸\n方向面取長さをＣ，内輪の反かしめ側の外端面における軸方向面取長さをＤ，中空\n軸の厚さをＥ，面取長さＤの位置より前記硬化層のかしめ側端部までの距離をＸ，\n硬化処理深さをＹ（＜Ｅ）で示す。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①本願明細書の発明の詳細な説明は，当業\n者がその実施をすることができる程度に明確かつ十分に記載したものとはいえず，\n平成１４年法律第２４号による改正前の特許法（以下「法」という。）３６条４項\nに規定する要件を満たしていないので，特許を受けることができない，②特許請求\nの範囲は，特許を受けようとする発明が明確に記載されたものとはいえず，特許法\n３６条６項２号に規定する要件を満たしていないので，特許を受けることができな\nい，③本願発明は，特開平１１－１２９７０３号公報（甲２。以下「引用例」とい\nう。）に記載された発明（以下「引用発明」という。）に基づいて，当業者が容易\nに発明をすることができたものであるから，同法２９条２項の規定により，特許を\n受けることができない，というものである。\n(2)  なお，本件審決は，その判断の前提として，引用発明並びに本願発明と引\n用発明との一致点及び相違点を以下のとおり認定した。\nア  引用発明：ハブの外周に転がり軸受の内輪を外嵌し，前記ハブの軸端を径方\n向外向きに屈曲させて前記転がり軸受の内輪の外端面にかしめつけて，転がり軸受\nに対する抜け止めと予圧付与とを行う車輪支持用転がり軸受ユニットであって，前\n記ハブの転がり軸受嵌合領域において，前記内輪の反かしめ側端面相当位置からか\nしめ側端面相当位置の手前までの範囲に焼き入れ硬化層が形成され，また前記かし\nめ側端面相当位置の手前から前記ハブの軸端までの範囲が未硬化とされている車輪\n支持用転がり軸受ユニット\nイ  一致点：中空軸の外周に転がり軸受の内輪を外嵌し，前記中空軸の軸端を径\n方向外向きに屈曲させて前記転がり軸受の内輪の外端面にかしめつけて，転がり軸\n受に対する抜け止めと予圧付与とを行う軸受装置であって，前記中空軸の転がり軸\n受嵌合領域において，前記内輪の反かしめ側端面相当位置からかしめ側端面相当位\n置の手前までの範囲に硬化層が形成され，また前記かしめ側端面相当位置の手前か\nら前記中空軸の軸端までの範囲が未硬化とされている軸受装置である点\nウ  相違点：本願発明は，内輪の軸方向幅をＡ，内輪のかしめ側の外端面におけ\nる軸方向面取長さをＣ，内輪の反かしめ側の外端面における軸方向面取長さをＤ，\n中空軸の厚さをＥ，面取長さＤの位置より前記硬化層のかしめ側端部までの距離を\nＸ，硬化処理深さをＹ（＜Ｅ）とした場合，硬化層のかしめ側端部の位置を関係式\n「（Ａ－Ｃ－Ｄ）Ｙ／Ｅ≦Ｘ」（以下「本件関係式」という。）に基づいて規定す\nることにより，内輪と中空軸との間に隙間が発生しないようにされているのに対し，\n引用発明は，そのような関係式に基づいて硬化層の範囲について明確に規定してい\nない点\n４  取消事由\n(1)  本願発明の記載要件に係る判断の誤り\nア  法３６条４項に係る判断の誤り（取消事由１）\nイ  特許法３６条６項２号に係る判断の誤り（取消事由２）\n(2)  本願発明の容易想到性に係る判断の誤り（取消事由３）\n第３  当事者の主張\n１  取消事由１（法３６条４項に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，①本件関係式について，本願明細書【表１】に示された２つ\nの試験（以下，併せて「本件試験」という。）の結果のみに基づいて普遍的な関係\n式が成立するものとは認められず，かつ，本件関係式が示す範囲であれば，所望の\n効果が得られると当業者において認識できる程度に具体例を開示して記載したもの\nとも認められない，②本件試験において，本件関係式中のＡ，Ｃ，Ｄ，Ｅ及びＹの\nうち，値が変化しているのはＡとＥのみであり，Ｃ，Ｄ及びＹは固定値であるから，\n本件試験の結果は，Ｃ，Ｄ及びＹをも変数とする本件関係式の導出の根拠となるも\nのとは認められない，③本願明細書の発明の詳細な説明には，「内輪と中空軸との\n間の隙間」について明確な定義付けがなく，本件試験の結果において，どのような\n場合に「すきま有」又は「すきま無」と判定するのか不明である，④本願明細書の\n発明の詳細な説明には，本件試験の結果について，中空軸としてどのような材料を\n用いたのか，どの焼き入れ方法を用いたのか，その焼き入れの硬さはどの程度なの\nか，内輪の中空軸への締まり強さはどの程度なのか等の試験条件の記載がなく，本\n願明細書【表１】の数値及び隙間の有無の判定結果の意味するところが不明である，\n⑤本件試験の結果は２例のみであり，しかも，Ａ，Ｃ，Ｄ，Ｅ及びＹのうち，Ａ及\nびＥのみを変化させたものであって，Ａ，Ｃ，Ｄ，Ｅ及びＹの全てを変数とする本\n件関係式の正しさを支持するものとは認められない，などと判断した。\n(2)  しかし，次のとおり，本件審決の判断は誤りである。\nア  前記①の判断について\n(ア)  軸受装置の中空軸に内輪を嵌め，中空軸の軸端を屈曲させてかしめると，\n中空軸の硬化層以外の部分に残留変形が生じ，隙間が生ずる場合があるが，隙間が\n発生するのは，中空軸の硬化層の先端から中空軸の軸端のかしめ部分までであるか\nら，中空軸と内輪とが嵌め合う長さを大きくした場合に，硬化層のかしめ側端部ま\nでの距離Ｘが一定であれば，中空軸の硬化層の先端から軸端のかしめ部分までの長\nさが大きくなり，隙間が発生しやすくなる。そのため，中空軸と内輪とが嵌め合う\n長さ（Ａ－Ｃ－Ｄ）に比例して，硬化層のかしめ側端部までの距離Ｘを大きくする\n必要があり，この関係は，次の式（以下「①式」という。）で表される。\nＸ∝（Ａ－Ｃ－Ｄ）\n(イ)  次に，中空軸と内輪とを嵌め合う部分の軸の厚さが大きくなっても，硬化\n層は内輪との接触面に摩耗が生じないようにするためのものであるから，所定の深\nさ（２．５㎜程度）で熱処理されていればよく，中空軸の厚さに合わせて硬化層の\n処理深さを変更する必要はない。逆に，中空軸の厚さが増加したことにより，中空\n軸の断面積が増加するので，かしめ時に中空軸に発生する応力が低下し，中空軸と\n内輪との嵌め合い部分に隙間を生じにくくなる。したがって，中空軸の厚さＥに対\nする硬化層の処理深さＹの比率を小さくした場合には，隙間が生じにくくなるので，\n硬化層の軸方向長さを短くしても隙間の発生を防止することができ，この関係は，\n次の式（以下「②式」という。）で表される。\nＸ∝Ｙ／Ｅ\n(ウ)  したがって，①式と②式を組み合わせて次の式（以下「③式」という。）\nを導き，同式を満たす範囲にかしめ側端部までの距離Ｘを設定することで，隙間を\n防止できると推定した。\nＸ∝（Ａ－Ｃ－Ｄ）Ｙ／Ｅ\nそして，本願明細書【表１】のとおり，嵌め合いの長さを長くした場合と内輪が\n嵌め合わされる中空軸の厚さを大きくした場合の二つの条件を選定し，③式が成立\nすることの検証を行った結果，本件関係式（Ｘ≧（Ａ－Ｃ－Ｄ）Ｙ／Ｅ）を導くに\n至った。\n(エ)  以上のとおり，本件関係式は普遍的な関係を表すものであり，本件試験の\n結果から導いたものではない。本件試験は，本件関係式の成立を確認するために行\nったものである。\n(オ)  被告の主張について\nａ  被告は，本願明細書には本件関係式が普遍的なものであるとの記載はないと\n主張する。\nしかし，本願明細書【００３４】には，「中空軸に硬化層を形成するとき，中空\n軸の軸方向長さが長いと，その分，硬化層の軸方向処理幅が長くなり」との記載が\nあり，硬化層のかしめ側端部までの距離Ｘが中空軸の軸方向長さ（Ａ－Ｃ－Ｄ）に\n比例することが示されている。また，本願明細書【００３４】には，「中空軸の軸\n厚みが厚くなると，内輪からの荷重負担能力も増大する分，硬化層の深さは浅く済\nむ。」との記載もあり，中空軸の軸厚みＥが大きくなって，軸厚みＥに対する硬化\n層の処理深さＹの比率（Ｙ／Ｅ）が小さくなると，かしめ時に中空軸に発生する応\n力が低下するので，中空軸の内輪からの荷重負担能力も増大し，硬化層のかしめ側\n端部までの距離Ｘの値を小さくしても済むことが示されている。このように，本件\n関係式を導く理論は，本願明細書【００３４】に記載されており，この理論は普遍\n的なものであるから，これを数式で表現した本件関係式も普遍的なものである。\nｂ  次に，被告は，本願明細書【００３４】の「本発明者らの実験と試算による\nと，（Ａ－Ｃ－Ｄ）：Ｅ＝Ｘ：Ｙの式が成立し，この式よりＸ＝（Ａ－Ｃ－Ｄ）Ｙ\n／Ｅの関係を導くことができることが確かめられている。」との記載によれば，本\n件関係式を導く過程に本件試験の結果が寄与していないとはいえない旨主張する。\nしかし，本願明細書【００３４】の前記記載は，発明者らの試算によりＸ＝（Ａ\n－Ｃ－Ｄ）Ｙ／Ｅの関係が成立することが予測され，この予測が本件試験により確\nかめられたことを意味するのであり，本件試験の結果から本件関係式が導かれたこ\nとを示すものではない。\nｃ  また，被告は，本件試験の結果は，本件関係式と矛盾するものであって，本\n件試験から本件関係式の成立を確認することはできないと主張する。\n確かに，本件試験では，本件関係式により規定するＸの範囲から外れたＸの値に\nついても，「すきま無」の結果となったものがあるが，本願発明は，かしめ加工を\n行っても内輪と中軸空との間の隙間を確実に無くすことができる硬化層の範囲を本\n件関係式により規定しているだけであり，本件関係式が規定するＸの範囲から外れ\nたＸの値が確実に「すきま有」となることを保証するものではない。\nｄ  さらに，被告は，Ｘ＝（Ａ－Ｃ－Ｄ）Ｙ／Ｅを変形したＹ＝Ｘ・Ｅ／（Ａ－\nＣ－Ｄ）（以下「④式」という。）は，中空軸の軸厚みＥが厚くなると，硬化層の\n深さＹも深くなることを示しており，本願明細書【００３４】の「中空軸の軸厚み\nが厚くなると，内輪からの荷重負担能力も増大する分，硬化層の深さは浅く済\nむ。」との記載と矛盾すると主張する。\nしかし，本願明細書【００３４】の前記記載は，中空軸の軸厚みが厚くなると，\n硬化層の深さの絶対的な値が小さくて済むということを意味するのでなく，硬化層\nの深さが中空軸の軸厚みに対して「相対的に」浅くて済むことを意味している。そ\nして，中空軸の厚さＥが大きくなることにより，これに対する硬化層の処理深さＹ\nの比率（Ｙ／Ｅ）が小さくなる場合には，隙間が生じにくくなるから，Ｘの値を小\nさくしても隙間の発生を防止することができ，この関係が，②式で表されている。\nしたがって，このような考えを数式で適格に表現するには，Ｙ＝Ｘ・Ｅ／（Ａ－Ｃ\n－Ｄ）との式は妥当ではなく，中空軸の厚さＥに対する硬化層の処理深さＹの比率\n（Ｙ／Ｅ）に着目した，Ｘ＝（Ａ－Ｃ－Ｄ）Ｙ／Ｅの式が妥当する。したがって，\n中空軸の軸厚みＥと硬化層の深さＹとの関係は，本願明細書【００３４】の前記記\n載と矛盾するものではない。\nイ  前記②の判断について\n前記アのとおり，本件試験は，本件関係式の成立を確認するために行ったもので\nあり，その結果が本件関係式の導出の根拠となったものではない。\nなお，Ｃ及びＤは，内輪に施された面取りの軸方向の長さであり，内輪の中空軸\nへの嵌合に寄与しない領域の長さであるから，その値は重要なものではなく，これ\nらを固定値として試験を行ったとしても，本件関係式の成立に影響しない。また，\n硬化層の処理深さＹは，前記ア(ア)のとおり，所定の深さで熱処理されていればよ\nく，中空軸の厚さに合わせて変更する必要はない。\nウ  前記③の判断について\n(ア)  「内輪と中空軸との間の隙間」とは，文字通り，内輪と中空軸との間に発\n生する隙間のことであり，その定義は不明確ではない。\n(イ)  被告は，本願明細書では，隙間の定義が曖昧であるから，耐クリープ性に\n優れた軸受装置とするための構成及び条件について，十分な説明があるとはいえな\nいと主張する。\nしかし，本件関係式の技術的意義は，軸受装置の耐クリープ性を優れたものとす\nることにあるのは明らかであるから，本願明細書に記載された「隙間」とは，肉眼\nで確認できる隙間であれ，高倍率の拡大鏡でしか確認できない隙間であれ，クリー\nプの発生に影響する全ての隙間を意味するのであり，当業者であれば，本願明細書\nにおける「すきま有」又は「すきま無」が，クリープの発生に影響する隙間の有無\nを示していることを理解することができる。\nエ  前記④の判断について\n(ア)  前記アのとおり，本件試験は，本件関係式が成立することを確認したもの\nにすぎず，本願発明を実施するために本件試験を行う必要はない。\n(イ)  仮に，本件試験が本願発明の実施のために必要な試験であったとしても，\n部材の材質やかしめ方法等の条件は，当業者が技術的常識の範囲で適宜選択できる\nから，本願明細書に試験条件を記載する必要はない。また，本願明細書【表１】の\n隙間の有無が，中空軸をかしめたときに中空軸に残留変形が生じて内輪と中空軸と\nの間に隙間が生じているか否かを意味していることも明らかである。\nオ  前記⑤の判断について\n前記アのとおり，本件試験は，本件関係式が成立することを確認するために行わ\nれたのであって，本件関係式を導くために行われたものではない。\n(3)  小括\n以上のとおり，本願明細書の発明の詳細な説明の記載は，明確かつ十分なもので\nあり，法３６条４項に違反するとした本件審決の判断は誤りである。\n〔被告の主張〕\n(1)  前記①の判断について\nア  原告は，本件関係式は普遍的な関係を表すものであり，本件試験の結果に基\nづいて導き出されたものではないと主張する。\nイ  しかし，本願明細書には，本件関係式が普遍的なものであることの記載はな\nい。かえって，本願明細書【００３４】には，「本発明者らの実験と試算によると，\n（Ａ－Ｃ－Ｄ）：Ｅ＝Ｘ：Ｙの式が成立し，この式よりＸ＝（Ａ－Ｃ－Ｄ）Ｙ／Ｅ\nの関係を導くことができることが確かめられている。」と記載されており，本件関\n係式を導く過程に本件試験の結果が寄与していないとは理解し難い。原告の主張は，\n本件審決の指摘に対する後付けの論拠にすぎない。\n仮に，本件試験が本件関係式の成立を確認するためのものであるとしても，本件\n試験の結果から同式の成立が確認することはできない。すなわち，本件関係式では，\nＸの上限値は「Ａ－Ｃ－Ｄ」で表されるから，本願明細書【表１】の軸受①のケー\nスでは，本件関係式の条件を満たす「Ｘ＋Ｄ」の取り得る範囲は「８．０㎜ないし\n１３．５mm」となり，軸受②のケースでは，「１３．２㎜ないし１７．５㎜」とな\nるところ，同表では，軸受①のケースでは「１５㎜」の場合に，軸受②のケースで\nは，「１３㎜」及び「２０㎜」の場合に，それぞれ「すきま無」と判定されている。\nこのように，本件試験の結果は，本件関係式と矛盾しており，本件試験から本件関\n係式の成立を確認することはできない。\nウ  また，本願明細書【００３４】では，Ｘ＝（Ａ－Ｃ－Ｄ）Ｙ／Ｅの式は，\n（Ａ－Ｃ－Ｄ）：Ｅ＝Ｘ：Ｙとの関係から導かれたと記載されているところ，Ｘ＝\n（Ａ－Ｃ－Ｄ）Ｙ／Ｅの式を変形してなるＹ＝Ｘ・Ｅ／（Ａ－Ｃ－Ｄ）の式（④\n式）は，中空軸の軸厚みＥが厚くなると，硬化層の深さＹも深くなることを示して\nいる。しかるに，中空軸の軸厚みＥと硬化層の深さＹとのこのような関係は，本願\n明細書【００３４】の「中空軸の軸厚みが厚くなると，内輪からの荷重負担能力も\n増大する分，硬化層の深さは浅く済む。」との記載と矛盾する。（Ａ－Ｃ－Ｄ）：\nＥ＝Ｘ：Ｙとの関係は，単に硬化層の深さＹと硬化層のかしめ側端部までの長さＸ\nとの比と，中空軸の軸厚みＥと嵌合領域長さ（Ａ－Ｃ－Ｄ）との比について，比例\n関係が成り立つと仮定し，その仮定の下で，本件試験により本件関係式に意味を持\nたせようとしたにすぎない。本件関係式や④式は，物理現象を正確に表したもので\nはなく，技術的意義を有するものではない。\n(2)  前記②の判断について\n原告は，本件試験は本件関係式の成立を確認するために行なったものであるなど\nと主張するが，前記(1)のとおり，原告の主張は，本件審決の指摘に対する後付け\nの論拠にすぎない。\nまた，仮に，本件試験が本件関係式の成立の確認のために行ったものであるとし\nても，本件試験の結果から同式の成立を確認することはできない。\n(3)  前記③の判断について\nア  原告は，「内輪と中空軸との間の隙間」の定義は不明確ではないと主張する。\nイ  しかし，隙間には，肉眼で確認できるものもあれば，高倍率の拡大鏡でしか\n確認できないものもあり，どのような場合に「すきま無」又は「すきま有」とする\nのか不明である。本願発明は，「中空軸の軸端をかしめたときに内輪と中空軸との\n間に隙間が発生して耐クリープ性に劣ることがある。」（【０００５】）との課題\nを解決し，「中空軸の軸端を内輪のかしめ側外端面にかしめつけても内輪との間に\n隙間が発生するようなことがなく耐クリープ性に優れたものとなる。」（【００４\n７】）との効果を奏するものであり，隙間の有無は耐クリープ性と密接な関係を有\nするから，このような曖昧な定義では，耐クリープ性に優れたものとするための構\n成及び条件について十分な説明があるとはいえず，隙間の有無の定義が曖昧なもの\nである以上，本件関係式の技術的意義も不明確なものといわざるを得ない。\n(4)  前記④の判断について\nア  原告は，本件試験はこれに基づいて本件関係式を導いたものではなく，同式\nが成立することを確認したものにすぎないと主張するが，前記(1)のとおり，原告\nの主張は，本件審決の指摘に対する後付けの論拠にすぎない。\nイ  また，原告は，本願発明を実施するためには，本件試験を実施する必要はな\nいとも主張するが，本件関係式を導く過程において，試験結果が寄与している以上，\n原告の主張は本末転倒である。\nウ  さらに，原告は，本件試験が本願発明を実施するために必要な試験であった\nとしても，本願明細書に試験条件を記載することは必要でなく，当業者が技術的常\n識の範囲において試験条件を適宜選択できるなどと主張する。\nしかし，試験条件には様々なものが想定され，それらの試験条件の全ての組合せ\nに対して普遍的に同じ結果となることが確認できているわけではない以上，本願発\n明を実施するための要件として試験条件を明記することは必須であり，そうでなけ\nれば，当業者が追試をして本件関係式の妥当性や本願発明の効果を確認することは\nできない。\n(5)  前記⑤の判断について\n原告は，本件試験は本件関係式が成立することを確認するために行われたもので\nあると主張するが，前記(1)のとおり，原告の主張は失当である。\n(6)  小括\nよって，法３６条４項に係る本件審決の判断に誤りはない。\n２  取消事由２（特許法３６条６項２号に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，特許請求の範囲の記載は技術的意義が不明であり，明確性の\n要件を満たしていないと判断した。\nしかし，前記１〔原告の主張〕のとおり，本件関係式の技術的意義は明らかであ\nり，本願発明が内輪と中空軸との間に隙間を発生させないという効果を奏すること\nや，その隙間の意味も明らかである。\n(2)  よって，特許法３６条６項２号に係る本件審決の判断は誤りである。\n〔被告の主張〕\n(1)  前記１〔被告の主張〕のとおり，本件関係式の技術的意義は明らかでない。\n(2)  よって，特許法３６条６項２号に係る本件審決の判断に誤りはない。\n３  取消事由３（本願発明の容易想到性に係る判断の誤り）について\n〔原告の主張〕\n(1)  本願発明の技術的思想について\nア  本件審決は，本願発明と引用発明との相違点として，本願発明は硬化層のか\nしめ側端部の位置を本件関係式に基づいて規定するのに対し，引用発明は同式に基\nづいて硬化層の範囲を明確に規定していない点と認定している。\nしかし，本願発明では，硬化層のかしめ側端部までの距離Ｘの範囲を定めるに当\nたり，軸受装置の軸方向の寸法（Ａ，Ｃ，Ｄ）だけでなく，軸受装置の径方向の寸\n法（Ｅ，Ｙ）をも考慮している。引用発明は，本件関係式に基づいて硬化層の範囲\nを規定していないだけでなく，径方向の寸法の変更に応じて硬化層のかしめ側端部\nまでの距離Ｘの範囲を変更させるという本願発明の根本的な技術的思想を備えてい\nない。これは，そもそも，引用発明には，かしめによって未硬化部が塑性変形を生\nじて隙間が生ずるという本願発明が解決する課題の前提がないからである。\nイ  また，本件審決は，引用発明では，引用例の図９でハブに形成されている硬\n化層の範囲からみて，焼き入れ硬化層のかしめ側端部の位置が，中空軸の転がり軸\n受嵌合領域において，かしめ側端面相当位置の手前までの範囲を満たしていること\nは明らかであると判断している。\nしかし，引用例では，図９を含めて，焼き入れ硬化層のかしめ側端部までの距離，\n内輪の軸方向幅，ハブの厚さ，焼き入れ硬化層の処理深さ等の寸法が本件関係式を\n満たしていることは全く開示されていない。\nしたがって，引用発明における硬化層の範囲が，本願発明が規定する硬化層の範\n囲を満たしているという本件審決の判断は妥当でない。\n(2)  本願発明の技術的課題について\n本件審決は，本願発明の技術的課題に関し，高速回転ユニットにおいて，意図し\nない部材間の隙間の形成を避けるようにすることは，振動，騒音防止，ユニットの\n破損防止等の観点から，当業者が普通に考慮することであると判断している。\nしかし，本願発明では，「硬化層の軸方向端部の位置を不適正に行うと，中空軸\nの軸端をかしめたときに内輪と中空軸との間に隙間が発生して耐クリープ性に劣る\nことがある。」（【０００５】）という，車両用ハブユニットに特有の課題を見出\nしている。本件出願当時，高速回転ユニットにおいて，隙間なく嵌め合せたり，か\nしめたりすることが当業者に認識されていた課題であったとしても，車両用ハブユ\nニットのハブホイールの中空軸の軸端をかしめたときに内輪と中空軸との間に隙間\nが発生することや，この隙間の存在がクリープ発生に影響することは，当業者に認\n識されておらず，引用例にも記載がない。\nまた，引用例には，軸受装置の各部の径方向の寸法が変更されるという前提がな\nいから，前記課題の解決のために本願発明の技術的思想を導く動機付けも示唆され\nていない。\n(3)  容易想到性について\n以上のとおり，本願発明は，ハブホイールの中空軸の軸端をかしめたときに内輪\nと中空軸との間に隙間が発生する等の課題を解決するため，新たな解決手段として，\n中空軸の各部の軸方向の寸法だけでなく径方向の寸法をも考慮して，硬化層のかし\nめ側端部までの距離Ｘの範囲を定めたものであり，当業者が引用発明に基づき容易\nに想到し得たものではない。\n(4)  小括\nよって，本願発明の容易想到性に係る本件審決の判断は誤りである。\n〔被告の主張〕\n(1)  本願発明の技術的思想について\nア  原告は，引用発明にはかしめによって未硬化部が塑性変形を生じて隙間が生\nじるという本願発明の前提がないと主張する。\nしかし，引用例【００２４】には，「円筒部をかしめ広げてかしめ部とする際に，\n円筒部の硬度がＨｖ３００を越えていると，かしめ部にクラックが発生したり，か\nしめが不十分となってかしめ部と内輪とが密着しなくなってハブに対する内輪の締\n結力が小さくなったりする。」と記載されているように，引用例にも，かしめによ\nって隙間が生じることが記載されている。\nイ  また，原告は，引用発明は径方向の寸法の変更に応じて硬化層のかしめ側端\n部までの距離の範囲を変更させるという本願発明の根本的な技術的思想を全く備え\nていないと主張する。\nしかし，前記１〔被告の主張〕のとおり，原告が主張する本件関係式に基づく技\n術的思想には技術的意義がないから，原告の主張は前提において誤りである。\nウ  さらに，原告は，引用発明の硬化層の範囲が本願発明が規定する硬化層の範\n囲を満たしているという本件審決の判断は妥当でないと主張する。\nしかし，中空軸に硬化層を設けるのは，軸受荷重に対応するためであり，中空軸\nの端部をかしめる際にかしめ広げる箇所にその変形を妨げるような硬化層は設けな\nいから，硬化層が設けられる範囲は，必然的に軸受の内輪と中空軸が接する範囲で，\nかつ，かしめの際に中空軸が塑性変形しない範囲となるところ，引用例【００２\n２】には，「焼き入れ硬化層の内端の軸方向位置は，内輪の周囲に配置した複数個\nの転動体の中心の軸方向位置よりも内側で，かしめ部の基端の軸方向位置よりも外\n側とする。」と記載されており，引用発明における硬化層の範囲も，軸受の内輪と\n中空軸が接する範囲で，かつ，かしめの際に中空軸が塑性変形しない範囲となって\nいる。また，本件関係式の左辺（（Ａ－Ｃ－Ｄ）Ｙ／Ｅ）は，硬化層の深さＹが中\n空軸の軸厚みＥを越えることはないから，軸受の内輪と中空軸とが接する範囲を示\nすものであり，一方，請求項１の「かしめ側端面相当位置の手前まで範囲に硬化層\nが形成され」との記載からして，Ｘの上限は，かしめの際に中空軸が変形しない範\n囲までとなる。そうすると，本願発明と引用発明とでは，軸受の内輪と中空軸とが\n接する範囲で，かつ，かしめの際に中空軸が塑性変形しない範囲に硬化層を設ける\nことで一致しており，実際，引用例の図９には，本件関係式を満たす硬化層の範囲\nが開示されている。\n(2)  本願発明の技術的課題について\n原告は，車両用ハブユニットのハブホイールの中空軸の軸端をかしめたときに内\n輪と中空軸との間に隙間が発生することやこの隙間の存在がクリープ発生に影響す\nることは，本件出願当時，当業者に認識されていないなどと主張する。\nしかし，車両用ハブユニットにおいて，かしめ部による内輪の支持強度を確保す\nる必要性から，中空軸の軸端をかしめる際に軸受の内輪と中空軸との間に隙間が生\nじないようにすることは，当業者が普通に留意すべき技術常識である。引用例【０\n０２４】の前記記載でも，車両用ハブユニットのハブホイールの中空軸の軸端をか\nしめたときに，かしめが不十分であると内輪と中空軸との間に隙間が発生すること\nが示されており，引用発明においても，車両用ハブユニットのハブホイールの中空\n軸の軸端をかしめたときに内輪と中空軸との間に隙間が発生するとの課題を有して\nいる。\nまた，部材間に発生した隙間によりクリープが発生しやすくなることは，当該技\n術分野において技術常識であり（乙１，２），引用例【００３５】にも，「内輪を\n構成する材料とハブを構成する材料は，弾性係数がほぼ同じであるため，Ｓ３＜Ｓ\n２ｂとすれば，かしめ加工中の弾性変形量はハブよりも内輪の方が大きくなり，内\n輪に十分な圧縮荷重を付与し続けて，内輪がハブに対して回転するクリープの発生\nを有効に防止できる。」との記載がある。\nしたがって，引用発明も，実質的には，内輪と中空軸との間に発生した隙間によ\nるクリープの発生を防止するとの課題を有しているものである。\n(3)  容易想到性について\n以上によれば，本願発明は，当業者が引用発明に基づき容易に想到し得たもので\nある。\n(4)  小括\nよって，本願発明の容易想到性に係る本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（法３６条４項に係る判断の誤り）について\n(1)  本願明細書の記載について\n本願明細書（甲１の２，甲５，８）には，本願発明について，概略，次の記載が\nある。\nア  本願発明は，車両用ハブユニット等の軸受装置に関する（【０００１】）。\nイ  車両用ハブユニットには，ハブホイールの軸部に転がり軸受の内輪を圧入に\nより取り付け，軸部の軸端を径方向外向きに屈曲させて内輪の端面にかしめつけて\n塑性変形させ，当該塑性変形させた部分をかしめ部として内輪の端面に押し付ける\nことで軸受に対する抜け止めと予圧付与とを行うものがあり（【０００２】），そ\nこでは，ハブホイールの軸部を軸受荷重の負担に適応した構造とするため，外周に\n焼き入れ等の熱による硬化層を形成する一方で，軸部の軸端についてはかしめ作業\nのために未硬化とされている（【０００３】）。このようなハブユニットでは，従\n来，硬化層の形成範囲をある程度規定していたが，硬化層の軸方向かしめ側端部の\n位置を明確に規定していなかったため，硬化処理に際し，硬化層の軸方向かしめ側\n端部の位置が軸方向外端寄りあるいは内端寄りの不適正な位置となる傾向があり\n（【０００４】），その場合，中空軸の軸端をかしめたときに内輪と中空軸との間\nに隙間が発生して耐クリープ性に劣ることがあるため，前もってハブホイールの中\n空軸内径側にかしめ補助治具を装入して隙間の発生を防止するなど，相当な工数が\nかかるものとなっている（【０００５】）。\nウ  本願発明は，中空軸の外周に形成した硬化層の軸方向かしめ側端部の位置を\n適正に管理可能なものとして，組立工数や時間を少なくして量産性を上げる軸受装\n置を提供することを課題とするものであり（【０００７】），この課題を解決する\nため，本願発明では，硬化層のかしめ側端部の位置について，少なくとも中空軸と\n転がり軸受との嵌合領域長さ及び軸厚みとの所定の相対関係に基づいて定められる\n位置とかしめによる屈曲始点との間に規定している（【０００８】）。\nこれにより，ハブホイールの軸部が中空軸構造である場合にその軸端を内輪の端\n面にかしめつけてもその内輪と中空軸との間に隙間が発生するようなことがなくな\nり，耐クリープ性に優れたものになるとともに，従来のような手数のかかる工数が\n不要となり，量産性に適した構造となる（【００１３】，【００１４】）。\nエ  本実施形態では，硬化層のかしめ側端部の位置Ｘを，本件関係式で示される\n範囲に規定している（【００３３】）。\n本件関係式において，左辺の（Ａ－Ｃ－Ｄ）Ｙ／Ｅは，中空軸がかしめ変形した\n際の中空軸と内輪との嵌合領域長さを（Ａ－Ｃ－Ｄ）㎜，中空軸の軸厚みをＥ㎜，\n硬化層のかしめ側終端部の位置をＸ㎜，硬化層の硬化処理深さをＹ㎜としたとき，\n本発明者らの実験と試算によると，（Ａ－Ｃ－Ｄ）：Ｅ＝Ｘ：Ｙの式が成立し，こ\nの式よりＸ＝（Ａ－Ｃ－Ｄ）Ｙ／Ｅの関係を導くことができることが確かめられて\nいる。\n【表１】\nつまり，中空軸に硬化層を形成するとき，中空軸の軸方向長さが長いと，その分，\n硬化層の軸方向処理幅が長くなり，また，中空軸の軸厚みが厚くなると，内輪から\nの荷重負担能力も増大する分，硬化層の深さは浅く済む（【００３４】）。\n本件関係式の左辺の（Ａ－Ｃ－Ｄ）Ｙ／Ｅの項から，硬化層のかしめ側終端部の\n位置Ｘが，中空軸と内輪との嵌合領域長さと硬化処理深さとに比例し，中空軸の軸\n厚みに反比例することになる（【００３５】）。\n(2)  本願明細書の法３６条４項適合性について\nア  本願発明は，硬化層のかしめ側端部の位置を本件関係式に基づいて規定する\nことにより，内輪と中空軸との間に隙間が発生しないようにすることを特徴とする\n軸受装置（【請求項１】）であるところ，本願明細書の前記(1)エの記載からする\nと，本願発明の発明者らは，実験（本件試験）と試算によりＸ＝（Ａ－Ｃ－Ｄ）Ｙ\n／Ｅとの式を求め，同式から本件関係式を導いたものであると認められる。\nイ  これに対し，原告は，本件関係式は本件試験の結果から導いたものではなく，\n中空軸と内輪とが嵌め合う長さ（Ａ－Ｃ－Ｄ）と硬化層のかしめ側端部までの距離\nＸを比例させるとの考えを①式（Ｘ∝（Ａ－Ｃ－Ｄ））で表し，中空軸の厚さＥに\n対する硬化層の処理深さＹの比率（Ｙ／Ｅ）を小さくすると，硬化層のかしめ側端\n部までの距離Ｘを短くしても隙間の発生を防止することができるとの考えを②式\n（Ｘ∝Ｙ／Ｅ）で表した上，①式と②式を組み合わせて③式（Ｘ∝（Ａ－Ｃ－Ｄ）\nＹ／Ｅ）を求め，同式から本件関係式を導いたものであって，本願明細書【００３\n４】の「中空軸に硬化層を形成するとき，中空軸の軸方向長さが長いと，その分，\n硬化層の軸方向処理幅が長くなり」との記載は，硬化層のかしめ側端部までの距離\nＸが中空軸の軸方向長さ（Ａ－Ｃ－Ｄ）に比例することを示し，また，本願明細書\n【００３４】の「中空軸の軸厚みが厚くなると，内輪からの荷重負担能力も増大す\nる分，硬化層の深さは浅く済む。」との記載は，軸厚みＥに対する硬化層の処理深\nさＹの比率（Ｙ／Ｅ）が小さくなった場合には，中空軸に発生する応力が低下し，\n中空軸の荷重負担能力も増大することで，Ｘの値を小さくしても済むことを示した\nものであるなどと主張する。\n確かに，軸受装置の中空軸に内輪を嵌め，中空軸の軸端を屈曲させてかしめる場\n合に，中空軸と内輪との嵌め合い部の硬化層以外の部分に残留変形が生じて隙間が\n発生する可能性があると考えられるから，当業者であれば，①式の関係を想定する\nことができるものといえる。また，中空軸の厚さが増加すると，中空軸の断面積の\n増加により，かしめ時に中空軸に発生する応力が低下し，中空軸と内輪との嵌め合\nい部分に隙間が発生しにくくなると考えられるから，当業者は，Ｘ∝１／Ｅ（Ｘは\nＥに反比例する。）の関係についても想定することができるといえる。\nしかしながら，硬化層のかしめ側端部までの距離Ｘについて，硬化層の処理深さ\nＹの値を考慮すべき理由は明らかでなく，あえて②式と関係付けることの根拠は見\n出し難い。\nまた，仮に，原告が主張するとおり，中空軸の厚さに合わせて硬化層の処理深さ\nを変更する必要がないとした場合には，②式の成立を認めた上で，①式及び②式か\nら③式を求める余地があるとしても，③式からは左辺のＸと右辺の（Ａ－Ｃ－Ｄ）\nＹ／Ｅについて比例関係が成立することは理解できるものの，同式から本件関係式\nが理論上当然に導かれるということはできない。\nそのほか，本願明細書には，軸受装置の中空軸における硬化層のかしめ側端部の\n位置を本件関係式に基づいて規定することの理論的根拠についての記載はなく，当\n業者の技術常識を踏まえても，その理論的根拠が明らかであるということはできな\nい。\nウ  次に，本件関係式が本件試験の結果から導かれたものであるとしても，次の\nとおり，本願明細書には，本件関係式が普遍的に成立することの十分な裏付けがあ\nるということはできない。\n(ア)  本願明細書【表１】では，本件試験の結果について，「すきま有」「すき\nま無」と判定されているところ，本願明細書に接した当業者であれば，この判定が，\n中空軸のかしめ時に中空軸に残留変形が生じて内輪と中空軸との間に発生した隙間\nであって，クリープの発生に影響を及ぼすものの有無を意味しているものと理解す\nることができるといえるものの，本願明細書には，クリープの発生について影響を\n及ぼすと考えられる隙間の大きさについて，これを客観的に明らかにした記載はな\nく，当業者が本件試験における判定の適否について検証することはできない。\n(イ)  また，引用例【００３５】にも，「内輪のうち，第二の内輪軌道よりも外\n側寄り部分の断面積Ｓ３と，当該部分におけるハブの断面積Ｓ２ｂとの関係を，Ｓ３\n＜Ｓ２ｂとすれば，かしめ加工中の弾性変形量はハブよりも内輪の方が大きくなる\nから，内輪に十分な圧縮荷重を付与し続け，内輪がハブに対して回転するクリープ\nの発生を有効に防止できる。」との記載があるように，クリープは，押し付け荷重\nが十分でない場合に結合強度が不足することにより発生するものであるし，かしめ\n時の弾性変形量には中空軸の材質も影響を及ぼすものであるから，内輪と中空軸と\nの間に発生する隙間については，中空軸と内輪とが嵌め合う長さ（Ａ－Ｃ－Ｄ）や\n中空軸の厚さだけでなく，中空軸の材質や硬度，かしめるための荷重の大きさ等も\n影響することは当業者の技術常識であるということができる。\nしかるに，本願明細書には，本件試験におけるこれらの試験条件が記載されてい\nないから，本件試験は，実験としての信頼性に乏しいものといわざるを得ない。\nまた，仮に，本件試験における中空軸の材質や硬度，かしめるための荷重の大き\nさ等の条件が，車両用のハブユニット等の軸受装置として通常用いられている程度\nのものに設定されていたとしても，本件試験では，内輪の軸方向幅Ａ及び中空軸の\n厚さＥの所定の組合せについて行った実験が２例（軸受①ケースと軸受②ケース）\n示されているのみであり，しかも，本件関係式では，５つの変数があるにもかかわ\nらず，本件試験では，上記Ａ及びＥを変化させているにすぎず，他の変数である内\n輪のかしめ側の外端面における軸方向面取長さＣ，内輪の反かしめ側の外端面にお\nける軸方向面取長さＤ及び硬化処理深さＹについては，全く考慮されていないもの\nであるから，本件関係式の普遍性を裏付けるための実験として十分なものというこ\nとはできない。\nエ  以上のとおり，本願明細書の発明の詳細な説明の記載には，当業者の技術常\n識を踏まえても，硬化層のかしめ側端部の位置を本件関係式に基づいて規定するこ\nとにより，内輪と中空軸との間に普遍的に隙間が発生しないこととなる理由が明ら\nかにされておらず，当業者が本願発明の技術上の意義を理解するために必要な事項\nが記載されていないものといわざるを得ない。\nところで，法３６条４項において，明細書の発明の詳細な説明について，その発\n明の属する技術の分野における通常の知識を有する者がその実施をすることができ\nる程度に明確かつ十分に記載しなければならないと規定した趣旨は，発明の詳細な\n説明に基づいて当業者が実施できない発明に対して独占的な権利を付与することは，\n発明を公開したことの代償として独占権を付与するという特許制度の趣旨に反する\n結果を生ずるためであるところ，本願明細書の発明の詳細な説明には，当業者が本\n願発明の技術上の意義を理解するために必要な事項の記載がない以上，当業者は，\n出願時の技術水準に照らしても，硬化層のかしめ側端部の位置を本件関係式に基づ\nいて規定することにより内輪と中空軸との間に普遍的に隙間が発生しないという技\n術上の意義を有するものとしての本願発明を実施することができないのであるから，\nその記載は，発明の詳細な説明に基づいて当業者が当該発明を実施できることを求\nめるという法３６条４項の上記趣旨に適合しないものである。\nしたがって，このような本願明細書の発明の詳細な説明の記載について，通常の\n知識を有する者が発明の実施をすることができる程度に明確かつ十分に記載したも\nのとはいえないとして，法３６条４項の要件を満たさないと判断した本件審決に誤\nりがあるということはできない。\n(3)  小括\nよって，取消事由１は理由がない。\n２  結論\n以上の次第であるから，その余の取消事由について判断するまでもなく，原告の\n請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n"
}