{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 25
  },
  "case_number": "平成23(行ケ)10410",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82581",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82581",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/581/082581_hanrei.pdf",
  "contents": "平成２４年９月２５日判決言渡\n平成２３年（行ケ）第１０４１０号  審決取消請求事件\n口頭弁論終結日  平成２４年７月１７日\n判 決\n原            告              キ タ ム ラ 機 械 株 式 会 社\n訴訟代理人弁護士              升      永      英      俊\n訴訟代理人弁理士              佐      藤              睦\n被            告              株 式 会 社 森 精 機 製 作 所\n訴訟代理人弁護士              中      島              敏\n同                            時      井              真\n訴訟代理人弁理士              一      色      健      輔\n同                            青      木              康\n同                            山      田      彰      彦\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２０１１－８０００５７号事件について平成２３年１１月９日にし\nた審決を取り消す。\n第２  当事者間に争いのない事実\n１  特許庁における手続の経緯等\n原告は，発明の名称を「工作機械」とする特許第３３８８４９８号（平成８年１\n２月２５日出願，平成１５年１月１７日設定登録。以下「本件特許」という。）の\n特許権者である。\n被告は，平成２３年４月１１日，本件特許の請求項１ないし５に係る各発明につ\nいての特許を無効にすることを求めて無効審判請求（無効２０１１－８０００５７\n号事件）をし，特許庁は，平成２３年１１月９日，「特許第３３８８４９８号の請\n求項１ないし５に係る発明についての特許を無効とする。審判費用は，被請求人の\n負担とする。」との審決をし，その謄本は，同月１４日，原告に送達された。\n２  特許請求の範囲\n本件特許の特許請求の範囲の請求項１ないし５の記載は，次のとおりである（以\n下，請求項１ないし５に係る発明を，それぞれ「本件発明１」ないし「本件発明\n５」といい，これらを総称して「本件各発明」ということがある。）。また，本件\n特許の特許請求の範囲，明細書及び図面を総称して「本件明細書」ということがあ\nる（甲２１）。別紙１の【図１】は，本件各発明による工作機械を示すものである。\n「【請求項１】\nコラムのような固定部（１１）に配置した移動体（１３）を第１軸及び第２軸方\n向に駆動する構成の工作機械において，固定部（１１）に２個の第１軸駆動手段\n（α１，α２）を互いに平行に配置し，第１軸駆動手段（α１，α２）によって第\n１軸方向に駆動される移動ベース（１４）を固定部（１１）に設け，移動ベース\n（１４）に２個の第２軸駆動手段（β１，β２）を互いに平行に配置し，移動体\n（１３）を第２軸駆動手段（β１，β２）により第２軸方向に駆動する構成にし，\n各駆動手段（α１，α２，β１，β２）を制御するための制御装置（４０）を設け，\n制御装置（４０）は，駆動手段（α１，α２，β１，β２）のゼロ設定を補正して\n第１・２軸の角度誤差や移動体（１３）の姿勢を補正するものであることを特徴と\nする工作機械。\n【請求項２】第１軸方向と第２軸方向が実質的に直角であって，２個の第１軸駆\n動手段（α１，α２）を操作することによって第１・２軸の直角度を補正すること\nを特徴とする請求項１に記載の工作機械。\n【請求項３】移動体（１３）が，第３軸方向に移動可能なスピンドル（１９）を\n備えたスピンドルヘッド（１２）として構成されていることを特徴とする請求項１\n～２のいずれか１項に記載の工作機械。\n【請求項４】固定部（９５，１９５）が第３軸に沿って移動するテーブル（９９，\n１９９）を備えていることを特徴とする請求項１～２のいずれか１項に記載の工作\n機械。\n【請求項５】固定部（１１）が自動工具交換装置（１０８，１０９）を備えてい\nることを特徴とする請求項１～４のいずれか１項に記載の工作機械。」\n３  審決の理由\n(1) 別紙審決書写しのとおりである。その判断の概要は以下のとおりである。\nア  審判請求人（被告）主張の無効理由１（特許法３６条６項２号）について\n請求項１の「駆動手段（α１，α２，β１，β２）のゼロ設定を補正して第１・\n２軸の角度誤差や移動体（１３）の姿勢を補正する」なる記載に不明確な点はない。\n請求項２ないし５は，請求項１の従属項であり，請求項１が明確である以上，請求\n項２ないし５も明確である。\nイ  審判請求人（被告）主張の無効理由２（特許法３６条４項）について\n本件発明１の「駆動手段（α１，α２，β１，β２）のゼロ設定を補正」なる事\n項は，本件明細書の段落【００３１】ないし【００３５】の記載及び図６が対応す\nるものであることは当事者間に争いがなく，段落【００３１】ないし【００３５】\n及び図６には，「ゼロ設定を補正する」手段が明確かつ十分具体的に記載されてお\nり，当業者の理解にとって至らない点はない。\nウ  審判請求人（被告）主張の無効理由３（特許法２９条１項３号）について\n請求人は，本件発明１が甲３（特開昭６３－１６２８６号公報）に記載された発\n明（以下「甲３発明」という。別紙２の【第１図】は，甲３発明を例示した図であ\nる。）である旨主張するところ，相違点１は実質的な相違点といえ，甲３発明は本\n件発明１と同一であるとはいえず，甲３の他の記載を参酌しても，技術常識を勘案\nしても甲３にゼロ点（原点）の補正が実質的に開示されているとはいえない。した\nがって，本件発明１は，甲３に記載された発明であるということはできない。\n本件発明２ないし５は，本件発明１の発明特定事項を全て備え，さらに加えて，\n請求項２ないし５に記載された事項を発明特定事項に備えるものであり，本件発明\n１が甲３に記載された発明であるといえない以上，本件発明２ないし５も，甲３に\n記載された発明であるとはいえない。\nエ  審判請求人（被告）主張の無効理由４（特許法２９条２項）について\n(ｱ) 本件発明１について\n甲３発明に，甲４ないし甲７記載の，工作機械において原点（ゼロ点）の補正を\n行うこと（以下「周知技術１」という。）を適用して，駆動手段の原点（ゼロ点）\nの補正を行い，相違点１に係る特定事項を（「静的な補正」に限定されない）本件\n発明１のものとすることは，当業者が容易に想到し得た。なお，本件発明１が「静\n的な補正」のみを行うものであると仮定し，甲３発明は「動的な補正」を行うもの\nで動作中の補正を行うものであるとしても，本件発明１は甲３発明及び従来周知の\n技術から当業者が容易に想到し得た。本件発明１によってもたらされる効果も，甲\n３発明及び従来周知の事項から当業者であれば予測できる程度のものであって格別\nのものではない。本件発明１は，甲３発明及び従来周知の事項に基づいて当業者が\n容易に発明をすることができたものである。\n(ｲ) 本件発明２について\n本件発明２は，甲３発明及び従来周知の事項に基づいて当業者が容易に発明をす\nることができたものである。\n(ｳ) 本件発明３について\n本件発明３は，甲３発明，甲３記載の「工作機械において，主軸３２を備えたヘ\nッド３１を，テーブル２９に対してＺ軸方向に移動可能にコラム３０に設けるこ\nと」との事項及び従来周知の事項に基づいて当業者が容易に発明をすることができ\nたものである。\n(ｴ) 本件発明４について\n本件発明４は，甲３発明及び従来周知の事項に基づいて当業者が容易に発明をす\nることができたものである。\n(ｵ) 本件発明５について\n本件発明５は，甲３発明及び従来周知の事項に基づいて当業者が容易に発明をす\nることができたものである。\nオ  以上のとおり，本件発明１ないし５は，いずれも当業者が容易に発明をする\nことができたものであるから，本件発明１ないし５についての特許は，特許法２９\n条２項の規定に違反してされたものであり，特許法１２３条１項２号の規定に該当\nするので，無効とすべきものである。\n(2) 審決が，上記判断に際して認定した甲３発明の内容，本件各発明との一致点\n及び相違点は，以下のとおりである。\nア  甲３発明の内容\nベット１に配置したテーブル２９をＸ軸及びＹ軸方向に駆動する構成の工作機械\nにおいて，ベット１に２本の送りネジ４，４とサーボモータ５，５を互いに平行に\n配置し，２本の送りネジ４，４とサーボモータ５，５によってＸ軸方向に駆動され\nるサドル３をベット１に設け，サドル３に２本の送りネジ４，４とサーボモータ５，\n５を互いに平行に配置し，テーブル２９を２本の送りネジ４，４とサーボモータ５，\n５によりＹ軸方向に駆動する構成にし，各送りネジ４，４，４，４とサーボモータ\n５，５，５，５を制御するためのＮＣ装置７を設け，ＮＣ装置７は，位置検出装置\n８の検出値に基づいて２本の送りネジの送り量を制御し，可動体の位置と傾きを補\n正するようにした工作機械。 イ  甲３発明と本件各発明との一致点\n固定部に配置した移動体を第１軸及び第２軸方向に駆動する構成の工作機械にお\nいて，固定部に２個の第１軸駆動手段を互いに平行に配置し，第１軸駆動手段によ\nって第１軸方向に駆動される移動ベースを固定部に設け，移動ベースに２個の第２\n軸駆動手段を互いに平行に配置し，移動体を第２軸駆動手段により第２軸方向に駆\n動する構成にし，各駆動手段を制御するための制御装置を設け，制御装置は，移動\n体を補正するようにした工作機械。 ウ  甲３発明と本件各発明との相違点\n(ｱ) 本件発明１との相違点（相違点１）（相違点１は，甲３発明と本件発明２な\nいし５との相違点でもある。）\n制御装置による移動体の補正について，本件発明１は，「駆動手段のゼロ設定を\n補正して第１・２軸の角度誤差や移動体の姿勢を補正する」ものであるのに対し，\n甲３発明は，「位置検出装置８の検出値に基づいて２本の送りネジの送り量を制御\nし，移動体の位置と傾きを補正する」ものである点。\n(ｲ) 本件発明２との相違点（相違点２）\n本件発明２は，「第１軸方向と第２軸方向が実質的に直角であって，２個の第１\n軸駆動手段」「を操作することによって第１・２軸の直角度を補正する」ものであ\nるのに対し，甲３発明は，そのような特定がされていない点。\n(ｳ) 本件発明３との相違点３\n本件発明３は，「移動体」「が，第３軸方向に移動可能なスピンドル」「を備え\nたスピンドルヘッド」「として構成されている」のに対し，甲３発明は，そのよう\nな特定がされていない点。\n(ｴ) 本件発明４との相違点４\n本件発明４は，「固定部」「が第３軸に沿って移動するテーブル」「を備えてい\nる」のに対し，甲３発明は，そのようなものでない点。\n(ｵ) 本件発明５との相違点５\n本件発明５は，「固定部」「が自動工具交換装置」「を備えている」のに対し，\n甲３発明は，そのようなものでない点。\n第３  当事者の主張\n１  取消事由に係る原告の主張\n審決には，本件各発明と甲３発明との相違点１に関する容易想到性判断の誤りが\nあり，審決の結論に影響を及ぼすから，審決は取り消されるべきである。\n(1) 本件発明１に関する容易想到性判断の誤り\n審決は，①本件明細書の請求項１は「駆動手段」の「ゼロ設定を補正」すると特\n定するのみであり，請求項１の特定事項から，本件発明１を，停止中の「静的な補\n正」のみを行い動作中は補正を行わないものと解することはできないから，本件発\n明１は「静的な補正」以外の「動的な補正」をも包含するものと解するのが相当で\nある，②甲４ないし甲７には，いずれも工作機械において，原点（ゼロ点）の補正\nを行うこと（周知技術１）が記載され，かかる事項は従来周知であるところ，基準\nとなる原点（ゼロ点）がずれていると，工作機械として必要な精度が得難くなるこ\nとは自明であって，周知技術１はそのための解決手段であるから，甲３発明におい\nて，周知技術１を適用して原点（ゼロ点）の補正を行うことは，精度の向上という\n工作機械のごく一般的な目的のために，当業者が容易に試み得ることと考えられる，\n③仮に，本件発明１が「静的な補正」のみを行うものであり，甲３発明は「動的な\n補正」（動作中の補正）を行うものであるとしても，動作中の補正は常に位置検出\n器等による監視が必要なことから，多少の精度の低下を甘受して，周知技術１に示\nされるような原点の補正を停止中にのみ行い簡素な制御とすることは，設備の簡素\n化という一般的な目的のため，当業者がごく自然に行い得ることであり，そのよう\nな停止中の補正として，周知のＪＩＳ等による直角度の誤差等の測定等を行い，\n「静的な補正」とすることも，当業者が容易に推考し得た，④甲６に原点シフトを\n加工開始時のみならず，加工中においても常時（自動的に）行うことが記載されて\nいるように，一般に「動的な補正」と「静的な補正」とは必ずしも明確に使い分け\nられるものでもないとした。\nそして，甲３発明に周知技術１を適用して，駆動手段の原点（ゼロ点）の補正を\n行い，相違点１に係る特定事項を（「静的な補正」に限定されない）本件発明１の\nものとすることは，当業者が容易に想到し得たことであると判断した。\nしかし，審決の判断は，以下のとおり誤りである。\nア  上記①について\n「ゼロ設定を補正」なる記載が，「ゼロ点（原点）の設定を補正」を意味するこ\nとは明確である。\n原点は，移動体の移動の基準であり，移動体は原点を基準として移動するもので\nあって，移動の基準となる原点の設定変更を，その移動中に行うことはあり得ない。\nすなわち，移動体の移動中に設定が変更されるような点は，当該移動体の移動の基\n準となる点（原点）とはいえない。\nまた，本件明細書の【図６】はX1軸のサーブ駆動とX2軸のサーブ駆動の関係をブ\nロック図にしたものであり，その記載によれば，次のとおりである。X1軸では，51\nの移動指令を受信した52の「X1軸移動指令」によってX1軸モーターを介し，移動体\nが，X1a点からX1b点へ移動する。この時，正確にX1b 点へ移動するために，54のX1\n軸エンコーダーの信号がX1軸フイードバックとして，52の「X1軸移動指令」に戻さ\nれる。X2軸では，53の「X2軸移動指令」によってX2軸モーターを介し，移動体が，\nX2a 点からX2b 点へ移動するが，この場合，51の「位置指令（移動指令）」と57の\n「X1,X2 補正値データー」の双方からデータ入力される。この時，移動体が正確に\nX2b 点へ移動するために，55のX2軸エンコーダーの信号が，X2軸フイードバックと\nして53の「X2軸移動指令」に戻される。ここで，移動体のX1軸上の移動量（X1a 点\nからX1b 点までの距離）とX2軸上の移動量（X2a点からX2b点までの距離）は，全く\n同じであるから，X1軸及びX2軸のサーボ動作は全く同じサーボ動作であり，このサ\nーボ動作自体にはゼロ設定（原点設定）の補正の要素は入っていない。56の「XY直\n角度測定データ」より換算された57の「X1,X2 補正値データー」は，X2a が補正し\nていない点（X2a） からΔX 補正された位置に移動するための補正データ（ΔX）\nを意味し，X1軸と同じサーボ動作をX2軸で行うと，X2b は当然，ΔX だけ補正され\nた位置，すなわちΔX だけ原点補正された位置にあることになる。このX2軸をΔX\nだけ補正する操作（57の「X1,X2 補正値データー」から53の「X2軸移動指令」に向\nかう矢印の操作，すなわちゼロ設定の補正操作）は，最初のゼロ設定（原点補正）\nの補正操作の１回のみである。X1,X2 軸のサーボ動作において，57の「X1,X2 補正\n値データー」が，53の「X2軸移動指令」に常に送られているということはなく，最\n初の１回のみ送られるのである。X2軸は常にΔX だけ補正された基準点を起点とし\nて動いているので，常にΔX 補正された位置にあることになる。以上のことから，\n本件発明１の「ゼロ設定の補正」は，移動体の移動中に適宜，角度誤差や移動体の\n姿勢誤差を補正するものではないといえる。\nさらに，本件明細書の段落【００３７】には，Ｘ軸とＹ軸との間における静的な\n角度誤差を補正することにより，「このような直角度の補正によって１ｍにつき１\n～３μｍ程度の精度を得ることができる。」と記載されており，その趣旨は，段落\n【００３１】ないし【００３７】の記載に照らすと，移動体がＸ軸方向に１ｍ移動\nしたとしても，当該移動体のＹ軸方向のずれが，１～３μｍ程度に収まることであ\nると理解される。このようなずれの概念は，移動体の位置がＸ軸又はＹ軸における\n移動量に応じて常に一定の割合でずれる静的な誤差の補正でなければ存在し得ない。\n一方，本件明細書には，移動中に適宜補正する旨の記載はなく，【図６】には，\n動的誤差の補正のために必須の装置である位置検出装置の記述もない。\nしたがって，「ゼロ点（原点）の設定を補正」を規定した本件発明１について，\n「動的な補正」をも包含するものと認定した審決は誤りである。\nイ  上記②について\n「静的な補正」と「動的な補正」は，補正の対象とする誤差が根本的に異質であ\nり，その解決課題が根本的に異なる。すなわち，本件発明１の「静的な補正」は，\n移動体の位置が，Ｘ軸又はＹ軸における移動量に応じて，常に一定の割合でずれて\nいく「静的な誤差」（移動体の動きに対して静的に現れる角度誤差や姿勢の傾きの\n誤差）の補正を目的とするものである。一方，甲３発明の「動的な補正」は，移動\n体の位置や傾きが，当該移動体が存在する各々の位置において，案内面とテーブル\nとの間にある隙間の量に応じて時々刻々変化する「動的な誤差」（可動体の動きに\n対して動的に現れる位置と傾きの誤差）の補正を目的とするものである。\n「静的な補正」が目的とする「静的な誤差」と「動的な補正」が目的とする「動\n的な誤差」とは全くの異質の誤差であるから，「動的な誤差」を補正する「動的な\n補正」の設備を簡素化することを目的として，「原点の補正を停止中にのみ」行う\n「簡素な制御」，すなわち，「静的な誤差」を補正する制御を用いることはあり得\nない。なぜなら，「動的誤差」は，当該隙間の量のその場その場の変化に応じて発\n生する誤差であり，「ゼロ設定を補正」しても解決できないところ，「動的誤差」\nに対して「原点の補正を停止中にのみ」行う「簡素な制御」（「静的な補正」）を\nすると，「『動的な補正』の設備」が目的としている「動的な誤差」が補正されず，\n本末転倒だからである。\nまた，甲４ないし甲７記載の技術（周知技術１）は，装置の動作の停止時にゼロ\n点を補正して，静的に軸方向のずれを補正する技術であり，「静的な補正」を目的\nとするものである。「動的な補正」を目的とする甲３発明に，甲４ないし甲７記載\nの技術を適用しても，甲３発明の移動体は，その停止時に，甲４ないし甲７記載の\nゼロ点の補正により当該軸方向にある距離だけシフトするにすぎず，移動体の移動\n時には，甲３発明の移動体の案内面とテーブルとの間の隙間の時々刻々の変化に対\n応する移動体の姿勢の動的補正が甲３発明の技術により行われる。そうすると，周\n知技術１を甲３発明に適用したとしても，甲３発明が目的とする動的補正の精度の\n向上，又は，甲３発明の装置のコスト低減に有益でないから，甲３発明に周知技術\n１を適用する動機付けはないというべきである。\nウ  上記③について\n審決は，「動的な補正」が「静的な補正」よりも精度が高いことを前提として，\n「静的な補正」が「動的な補正」から容易に想到できたものであると判断するが，\n「動的な補正」が「静的な補正」よりも精度が高いことを示す客観的な事実はない。\n両者は，目的とする誤差が根本的に異なるのであるから，精度の高さを比較するこ\nとはできない。審決の判断過程には誤りがある。\nエ  上記④について\n甲６には，「前記変位量に応じた分だけＺ軸送り用電動機5dを駆動した後停止し\n（原点停止位置制御し），主軸5bの位置を補正する，Ｚ軸方向の原点シフトを行う\nもので，このような動作は加工開始時のみならず，加工中においても常時，自動的\nに行うことができる。」と記載されるところ，「このような動作」とは，「Ｚ軸送\nり用電動機5dを駆動した後停止し（原点停止位置制御し）て行う主軸5bの位置補正\nの動作」を指すことは明らかである。\nまた，複合加工機及びマシニングセンターの加工が，「マシーンの駆動」，「マ\nシーンの駆動の停止」の繰り返しによって行われることは当業者の間で常識であり，\n上記の「加工」は，常に，マシーンの駆動の連続動作によって行われるのではなく，\n少なからず，「マシーンの駆動」と「マシーンの駆動の停止」の繰り返しによって\n行われるものであるから，当業者は，「加工中においても，常時，自動的に行うこ\nとができる」との記載から，「Ｚ軸の原点シフト」（補正）は，加工中のマシーン\nの駆動の停止時の状態で行われると容易に理解する。\nさらに，甲６には，マシーンの駆動中に原点シフトを行う技術は，記載も示唆も\nされていない。\nしたがって，甲６に，原点シフトを加工開始時のみならず，加工中においても常\n時行うことが記載されていることを根拠として，複合加工機及びマシニングセンタ\nーにおいて，静的な補正をマシーンの駆動中に行うことが周知であるかのように判\n断し，一般に「動的な補正」と「静的な補正」とは必ずしも明確に使い分けられな\nいとした審決は誤りである。\n(2) 本件発明２ないし５に関する容易想到性判断の誤り\n本件明細書の請求項２ないし５は，請求項１に従属し，相違点１に係る本件発明\n１の構成を含む。上記(1) のとおり，相違点１に係る本件発明１の構成の容易想到\n性判断に誤りがある以上，本件発明２ないし５が，甲３発明等に基づいて容易に発\n明をすることができたとした審決の判断にも誤りがある。\n２  被告の反論\n以下のとおり，審決に，取り消されるべき違法はない。\n(1) 原告は，本件明細書の請求項１の「ゼロ設定を補正」なる記載が，「ゼロ点\n（原点）の設定を補正」を意味することを前提として，移動体は原点を基準として\n移動するものであるから，移動中に設定が変更されるような点は原点とはいえない\nとして，「ゼロ点（原点）の設定を補正」を規定した本件各発明について「動的な\n補正」をも包含するものと認定した審決は誤りである旨主張する（上記１(1)ア ）。\nしかし，原告の主張は，以下のとおり失当である。\nア  「ゼロ設定を補正」なる記載が，「ゼロ点（原点）の設定を補正」を意味す\nるとの点について\n「ゼロ設定」は，「ゼロ点（原点）」すなわち「移動体の移動の基準である」点\nの設定などを意味しない。「駆動手段のゼロ設定を補正」するとは，駆動手段がX1，\nX2軸上の移動体の位置関係を直接変えることを意味するものである。\nすなわち，「ゼロ設定」の用語は，請求項１における原告の造語であって，確立\nした技術用語ではないから，その意義は明細書の記載内容から確定すべきである。\n本件明細書の段落【００３３】ないし【００３６】及び【図６】の記載によれば，\n「ゼロ設定の補正は，移動指令部５２，５３及びエンコーダ５４，５５を利用した\nフィードバック方式で行うことができる」と定義され（【００３５】），「XY直角\n度測定データ」(56)が，「X1,X2 補正値データー」(57)に変換され，「X2軸移動指\n令部」(53)において，X2軸に対する「位置指令」(51)と合流して加減算され，X2軸\n移動指令(53)に反映される（【図６】）。「位置指令」（移動指令(51)）は，駆動\n手段の駆動量を制御することによって，座標軸上における移動体の移動量を直接指\n令するから，制御装置に設けられたX2軸移動指令(53)においてX2補正値データ(57)\nも上記位置指令(51)と合流，加減計算した後同様に駆動手段（X2軸サーボモータ\n22）の駆動量を補正してX2軸上の移動体に対して移動量を直接指令するものである。\n一方，「原点＝移動体の移動の基準となる点」に対して補正を指令すると理解で\nきる記載は本件明細書に一切存在しない。\nしたがって，「ゼロ設定の補正」は，移動指令として実行され，その指令は移動\n体に対して行われ，移動体の位置を直接補正するものであることは明らかである。\nそして，甲３発明においても，X，Y両軸に関して，数値制御装置は，各２本以上\n有する送りネジを夫々制御し，或いは，１本を「送り量を定める基準ネジ」とし，\n「他の送りネジ」を制御するのであり（甲３・２頁），「基準ネジ」と「他の送り\nネジ」が同期制御の関係に設定されていることから，数値制御装置によって，「ゼ\nロ設定」がなされているといえる。また，甲３発明においても，数値制御装置は，\n「基準ネジ」と「他の送りネジ」に対するサーボモータの回転数を変え，あるいは\n「他の送りネジ」に対する回転数を制御して「基準ネジ」と「他の送りネジ」の同\n期の関係を補正しており，「ゼロ設定の補正」が行われているといえる。\nイ  移動体は原点を基準として移動するものであるから，移動中に設定が変更さ\nれるような点は原点とはいえないとの点について\n(ｱ) 本件明細書の【図６】では，エンコーダが用いられておりサーボモータシス\nテムにおけるセミクローズド方式（エンコーダで検測されたモータの実際の回転数\nと移動指令との間の差分を移動指令にフィードバックすることにより，位置決めの\n精度を向上させるもの）を用いるものであるが，当該方式における移動指令の対象\nが移動体の移動目標位置であることは，技術常識である（乙６・９頁）。このよう\nな技術常識にかんがみると，「ゼロ設定の補正」は，「移動体に対する」直接の移\n動指令により実行されるものであり，移動体が目標位置に到達するよう，駆動手段\nの駆動量を調整することと解すべきである。\nまた，仮に，原告主張のように「ゼロ設定の補正」を「ゼロ点（原点）の補正」\nと解しても，これが「移動体の位置を補正するもの」であることに変わりはない。\nすなわち，技術常識によれば，原点の補正は，制御装置が原点の位置情報を補正し\nて回転角度を変更するものであるが，当該回転角度の変更は制御装置にフィードバ\nックされ，本件各発明では，制御装置に設けられたX2軸移動指令部(53)において位\n置指令(51)と合流し，加減計算されて移動体のX2軸上の指令位置を直接変更し，こ\nれがX 軸サーボモータ(22)によって実行される（本件明細書の【図６】）。そうす\nると，「ゼロ設定の補正」が「原点の補正」であると仮定した場合でも，駆動手段\nの駆動量を変更してX2軸上の位置を直接変更する点において，上記と異ならない。\n(ｲ) 「移動体の移動の基準となる原点の設定変更」は，制御装置内で行われるも\nのであり，移動体が停止しているか移動しているかによって変わるものではないか\nら，「原点の補正（設定変更）」は，移動体の停止中にのみ行うものとはいえない。\nまた，本件明細書の【図６】においても，角度誤差等測定値により換算した補正\n値データに基づき，原点位置（角度）の補正がなされ，当該補正値は制御装置に設\nけられたX2軸移動指令(53)にフィードバックされ，X2軸移動指令(53)において「位\n置指令」(51)と合流し，駆動手段はX2軸に関して移動体の移動を指令する。\nさらに，移動指令が，原告のいう「原点」に対してなされるものと仮定した場合\nでも，これが移動体の移動中にもなされることは明らかであり，これを排除する記\n載は本件明細書，図面に一切存在しない。\n加えて，本件各発明のように，「エンコーダはサーボモータ又はボールネジに関\n連づけて設け」（【００３６】）るサーボシステムにおいては，サーボモータに取\nり付けたエンコーダから発せられるパルス信号を検出して，適宜，サーボアンプに\nフィードバックすることにより，移動体を指令どおりに制御するものである。この\nような位置制御ループのサイクルタイムは，非常に小さいため，移動体が高速で移\n動している最中であっても原点位置に適宜，補正量を加えて原点位置を補正するこ\nとができるのは技術常識である。\n(ｳ) したがって，本件各発明の「ゼロ設定の補正」は，「移動体の移動中に適\n宜」角度誤差や移動体の姿勢誤差を補正することができることが明らかである。\nウ  以上のとおり，本件各発明の「ゼロ設定」とは，「移動体が移動する基準点\nとなる原点」ではなく「移動体の位置」を定めることであり，「駆動手段のゼロ設\n定を補正」とは，駆動手段の移動量を補正して，移動体の位置を直接補正すること\nであるから，請求項１が「静的な補正」以外の「動的な補正」を包含するものとし\nた審決の認定に誤りはない。\n(2) 原告は，本件各発明の「静的な補正」と甲３発明の「動的な補正」とは，解\n決課題が根本的に異なるから，「動的な補正」を簡素化するために「静的な補正」\nを採用することは当業者がごく自然に行い得るとはいえない，「動的な補正」が\n「静的な補正」よりも精度が高いことを示す客観的な事実はなく，両者は目的とす\nる誤差が根本的に異なるから，精度の高さを比較することはできない旨主張する\n（上記１(1) イ，ウ）。\nしかし，上記(1) のとおり，本件各発明は，原告主張の「静的な補正」以外の\n「動的な補正」をも包含するものであるから，本件各発明が，移動体の「停止中」\nのみに移動体の姿勢等の補正を行う「静的な補正」であることを前提とする原告の\n上記主張は，前提を欠き，失当である。\nまた，甲３発明は「位置検出装置」によって誤差を測定するが，誤差の常時実測\n手段である「位置検出装置」に代えて，他の近似的な簡易の手段を用いることによ\nってコストダウンを図ることは，本件特許出願当時，工作機械の一般的課題とされ\nており，この一般的課題を解決する手段として，移動軸の一点又は複数点でスポッ\nト的にのみ誤差を検測する手段は広く知られていたから（甲７，乙８，乙９，乙１\n１），甲３発明に，スポット的な誤差の測定手段として「ＪＩＳに基づく方法」の\nような慣用技術を適用し，相違点１に係る本件各発明の構成とすることは，当業者\nが容易に想到できたものである。\n(3) 原告は，甲６に，原点シフトを加工開始時のみならず，加工中においても常\n時（自動的に）行うことが記載されていることを根拠として，一般に「動的な補\n正」と「静的な補正」とは必ずしも明確に使い分けられるものでもないとした審決\nは誤りである旨主張する（上記１(1) エ）。\nしかし，甲６には，「このような動作」，すなわち，主軸の熱変位補正による原\n点シフトは「加工開始時のみならず，加工中においても常時，自動的に行うことが\nできる。」（２頁左下欄１２行～１４行）と記載されるから，「このような動作」\nは「原点シフト」を指し，これが「加工中においても常時，自動的に行うことがで\nきる」ことが明白である。\n原告は，「加工が「マシーンの駆動」，「マシーンの駆動の停止」の繰り返しに\nよって行われる」ことを理由として，「加工中のマシーンの駆動の停止中の状態で\n行われる」と主張する。原告のいう「マシーン」が具体的に工作機械のいかなる部\n分を指し，「加工中のマシーン駆動の停止」が何であるかは不明であるが，甲６は，\n加工中のいかなる状態においても「原点シフトを常時，自動的に行うことができ\nる」ことを述べているのである。\nまた，原告は，「このような動作」とは，Z 軸送り用電動機5dを駆動した後停止\nし（原点停止位置制御し）て行う主軸5bの位置補正の動作を指すことは明らかであ\nる旨主張する。しかし，甲６には，「前記変位量の応じた分だけZ軸送り用電動機\n5dを駆動した後停止し（原点停止位置制御し），主軸5bの位置を補正する」（２頁\n左下欄８行～１１行）と記載され，当該部分は熱変位に応じた「主軸5bの位置を補\n正」するための駆動であり，「停止し」が，「変位量に応じた分だけ」駆動して，\n主軸5bの位置補正を実現したことを意味し，加工や加工中のマシーン駆動の停止で\nはないことは明白である。新たに変位が生じた場合には，「これに応じた分だけ」\nの補正がさらに行われる。すなわち，甲６には，主軸熱変位補正による原点シフト\nが，加工中のマシーンの駆動中であると，マシーンの駆動の停止中であるとを問わ\nず，加工中「常時，自動的に」行われることが述べられているのである。\n以上のとおり，甲６は，「主軸の熱変位を加工中においても常時，自動的に補正\nして原点シフトを行う」技術を開示しているのであるから，当該記載を「加工中の\nマシーンの駆動の停止時の状態」でのみ行われると解する原告の主張は誤りであり，\n甲６に，原点シフトを加工開始時のみならず，加工中にも常時行うことが記載され\nているとの審決の認定に誤りはない。\n第４  当裁判所の判断\n原告は，本件各発明と甲３発明との相違点１に関する容易想到性判断の誤りがあ\nる旨主張するが，当裁判所は，以下のとおり，原告の上記主張には理由がないもの\nと判断する。\n１  認定事実\n本件明細書（甲２１）には次の記載がある。\n(1) 本件特許の特許請求の範囲の請求項１ないし５の記載は，上記第２の２のと\nおりである。\n(2) 発明の詳細な説明には次の記載がある。\n【０００１】【発明の属する技術分野】この発明は，固定部（たとえばコラム）に\n配置した移動体を第１軸方向及び第２軸方向に駆動する構成の工作機械に関するも\nのである。\n【０００２】【従来の技術】例えば，スピンドルヘッドをＸ軸とＹ軸に沿って移動\nする構成の汎用型の工作機械では，１個のＸ軸移動機構と１個のＹ軸移動機構によ\nって，スピンドルヘッドをＸ軸とＹ軸方向に移動していた。\n【０００３】【発明が解決しようとする課題】前述の工作機械では，Ｘ軸とＹ軸の\n直角度やスピンドルヘッドの姿勢に誤差が生じた場合に，補正を行うことは容易で\nなかった。\n【０００４】また，往復移動に関してヒステリシスのような現象が生じた場合にも，\nこれを補正することは容易でなかった。\n【０００５】本願発明の目的は，このような従来技術の問題点を解消し，２つの駆\n動系の角度誤差や移動体の姿勢を容易に補正することができる工作機械を提供する\nことである。\n【０００７】【発明の実施の形態】本発明の工作機械においては，第１軸（Ｘ軸），\n第２軸（Ｙ軸）及び第３軸（Ｚ軸）が互いに直角方向に位置しており，移動体を第\n１軸方向及び第２軸方向に駆動可能とし，固定部に２個の第１軸駆動手段を互いに\n平行に配置し，それらの２個の第１軸駆動手段によって第１軸方向に駆動されるよ\nうに移動ベースを設け，その移動ベースに２個の第２軸駆動手段を互いに平行に配\n置し，移動体をこれら２個の第２軸駆動手段により第２軸方向に駆動する構成にし\nている。２個の第１軸駆動手段と２個の第２軸駆動手段を制御するための制御装置\nを設け，その制御装置は，第１軸駆動手段及び第２軸駆動手段のゼロ設定を補正し\nて第１・２軸間の角度誤差や移動体の姿勢を補正する。\n【０００８】第１軸方向と第２軸方向を実質的に直角にした場合には，２個の第１\n軸駆動手段と２個の第２軸駆動手段を操作することによって，第１軸と第２軸の直\n角度を容易に補正できる。\n【０００９】【実施例】・・・\n【００１４】Ｘ軸移動手段α１，α２は，サーボモータ２１，２２と，・・・ボー\nルネジ２５，２６と，・・・ボールナット・・・から構成されている。\n【００１９】サーボモータ２１，２２を同時に駆動すると・・・移動ベース１４が\nＸ軸方向に往復移動する。\n【００２９】サーボモータ２７，２８を同時に駆動することによって，移動ベース\n１４の上で移動体１３をＹ軸方向に往復移動することができる。\n【００３１】以下，図６を参照して，Ｘ軸及びＹ軸の直角度の補正方法の一例を説\n明する。図６では，２個のＸ軸移動手段をＸ1 とＸ2 で示している。\n【００３２】１）Ｘ軸及びＹ軸の直角度を，ＪＩＳに基づく方法で測定する。\n【００３３】２）前記直角度の誤差を，Ｘ1 ，Ｘ2 補正値データに換算する。\n【００３４】３）前記換算値に基づいて，サーボモータ２１，２２の同期のゼロ設\n定を補正する。\n【００３５】ゼロ設定の補正は，移動指令部５２，５３及びエンコーダ５４，５５\nを利用したフィードバック方式で行うことができる。\n【００３６】なお，移動指令部５２，５３は制御装置４０に設け，エンコーダ５４，\n５５はサーボモータ２７，２８又はボールネジ２５，２６に関連づけて設けること\nができる。\n【００３７】このような直角度の補正によって１ｍにつき１～３μｍ程度の精度を\n得ることができる。\n【００５１】【発明の効果】本発明の工作機械によれば，２つの駆動系の角度誤差\nと移動体の姿勢を容易にかつ正確に補正することができる。\n【００５２】なお，本発明は前述の実施例に限定されない。例えば，前述の実施例\nでは移動体はスピンドルヘッドであったが，移動体がワーク設定テーブルの場合に\nも，同様に２軸間の直角度を補正できる。\n【００５３】また，本発明は，前述の実施例以外のＭ／Ｃ，横中ぐり機，立フライ\nス機やその他の工作機械にも適用可能である。\n【００５４】さらに，移動体が往復移動する際のヒステリシスを，直角度の補正と\n同様のやり方で低減することも可能である。たとえば，駆動手段のゼロ設定を往復\n移動時に適宜調整することにより，ボールネジの前進時と後進時の差や，送りネジ\nとナットの熱膨張の差等に起因するバックラッシュ等によって生じるヒステリシス\nのような送り誤差を低減することができる。\n【図６】（本発明におけるX・Y直角度の補正手順を示すブロック図）は，別紙１の\n【図６】のとおりである。\n２  判断\n(1) 本件各発明と甲３発明との相違点１に係る本件各発明の構成である「ゼロ設\n定を補正」について，上記１認定の事実によれば，本件明細書の特許請求の範囲の\n請求項１の記載から，「ゼロ設定」とは駆動手段の設定に係るものであり，「ゼロ\n設定を補正」とは制御装置により第１・２軸の角度誤差や移動体の姿勢を補正する\nものであることが明らかであるが，それ以外に「ゼロ設定を補正」の語の内容を明\nらかにする記載はない。そこで，本件明細書の発明の詳細な説明の内容を参酌する。\n本件明細書の段落【０００２】ないし【０００５】の記載によれば，本件各発明\nは，移動体を第１軸方向及び第２軸方向に駆動する構成の工作機械に関し，従来，\n１個のＸ軸移動機構と１個のＹ軸移動機構によって，スピンドルヘッドをＸ軸とＹ\n軸方向に移動していたところ，Ｘ軸とＹ軸の直角度やスピンドルヘッドの姿勢に誤\n差が生じた場合や往復移動に関してヒステリシスのような現象が生じた場合に，こ\nれを補正することは容易でなかったため，このような問題点を解消し，２つの駆動\n系の角度誤差や移動体の姿勢を容易に補正することができる工作機械を提供するこ\nとを目的（解決課題）とすることが認められる。\nまた，本件明細書の段落【００３１】ないし【００３７】，【００５１】，【０\n０５４】及び【図６】の記載から，Ｘ軸及びＹ軸の直角度を補正する一例として，\nＪＩＳに基づく方法でＸ軸及びＹ軸の直角度を測定し，直角度の誤差をX1，X2補正\n値データに換算し，前記換算値に基づいて，サーボモータ２１，２２の同期のゼロ\n設定を補正するものが挙げられること，ゼロ設定の補正は，移動指令部５２，５３\n及びエンコーダ５４，５５を利用したフィードバック方式で行うことができること，\nこのような直角度の補正によって１ｍにつき１ないし３μｍ程度の精度を得ること\nができること，発明の効果として，２つの駆動系の角度誤差と移動体の姿勢を容易\nにかつ正確に補正することができること，直角度の補正と同様のやり方で，例えば，\n駆動手段のゼロ設定を往復移動時に適宜調整することにより，ボールネジの前進時\nと後進時の差や，送りネジとナットの熱膨張の差等に起因するバックラッシュ等に\nよって生じるヒステリシス（甲２３及び甲２４によれば，ヒステリシスとは「系の\n状態がそれまで系がたどってきた経過に依存すること。一般に，物理的効果がその\n原因に対し遅れて現れる形をとる。」，「ある系（主に物理系）の状態が，現在加\nえられている力だけでなく，過去に加わった力に依存して変化すること。」であ\nる。）のような送り誤差を低減することも可能であることが認められる。\n一方，本件明細書には「静的な誤差」，「動的な誤差」，「静的な補正」，「動\n的な補正」との語に関する記載はない。\n以上の認定によれば，「ゼロ設定を補正」するとは，２つの駆動系の角度誤差や\n移動体の姿勢を補正するため，直角度や移動体の姿勢を測定し，誤差を補正値デー\nタに換算し，換算値に基づいて，制御装置が駆動手段（サーボモータ２１，２２）\nに対して移動指令を与え，当該指令に基づいて，駆動手段が移動体の位置を移動さ\nせることをいうものと理解できる。そして，本件明細書の特許請求の範囲，発明の\n詳細な説明及び図面のいずれの記載によっても，移動体の停止中にのみ「ゼロ設定\nを補正」するとの限定がされていると認めることはできない。\n(2) これに対し，原告は，工作機械の停止中にのみ「ゼロ設定を補正」するもの\nであると理解すべきである旨主張し，その根拠として，①「ゼロ設定を補正」なる\n記載が，「ゼロ点（原点）の設定を補正」を意味することは明確であり，原点は，\n移動体の移動の基準であるから，移動体の移動中に設定が変更されるような点は当\n該移動体の移動の基準となる点（原点）とはいえない，②本件明細書の【図６】の\n記載において，移動体のX1軸上の移動量（X1a点からX1b点までの距離）とX2軸上の\n移動量（X2a点からX2b点までの距離）は，全く同じであり，測定データから換算さ\nれた「X1，X2補正値データー」は，X2a が補正していない点（X2a） からΔX 補正\nされた位置に移動するための補正データ（ΔX） を意味し，X2b はΔX だけ原点補\n正された位置にあることになる，このX2軸をΔX だけ補正する操作（57の「X1，X2\n補正値データー」から53の「X2軸移動指令」に向かう矢印の操作，すなわちゼロ設\n定の補正操作）は，最初のゼロ設定（原点補正）の補正操作の１回のみであり，X2\n軸は常にΔX だけ補正された基準点を起点として動いているので，常にΔX 補正さ\nれた位置にあり，「ゼロ設定を補正」は，移動体の移動中に適宜，角度誤差や移動\n体の姿勢誤差を補正するものではない，③本件明細書の段落【００３７】には，\n「直角度の補正によって１ｍにつき１～３μｍ程度の精度を得ることができる。」\nと記載されており，このようなずれの概念は，移動体の位置がＸ軸又はＹ軸におけ\nる移動量に応じて常に一定の割合でずれる静的な誤差の補正でなければ存在し得な\nい，④本件明細書には，移動中に適宜補正する旨の記載はなく，【図６】には，動\n的誤差の補正のために必須の装置である位置検出装置の記述もない旨指摘するので，\n以下，検討する。\nア  上記①について\n原告主張のように，「ゼロ設定を補正」を「ゼロ点（原点）の設定を補正」を意\n味するとしても，「原点」は複数の意義を有する語である上（甲１９，甲２６），\n「原点」の補正が常に停止中に行われると理解すべき根拠も認められない。また，\n上記(1) のとおり，本件明細書の記載をみても，「ゼロ」点ないし「原点」の補正\nが，移動体の停止中にのみ行われることを示す記載ないし示唆はない。\nそうすると，移動体の移動中に設定が変更されるような点を，常に原点といえな\nいとまではいえない。 イ  上記②について\n原告の主張は，要するに，本件明細書の【図６】に記載される「X1，X2補正値デ\nーター」(57)から「X2軸移動指令」(53)に向かう矢印の操作がゼロ設定の補正操作\nであり，この操作は最初のゼロ設定の補正操作１回のみであり，X2軸は常に補正値\nデータに基づいて補正された位置にあることになるから，「ゼロ設定を補正」は，\n移動体の移動中に適宜，角度誤差や移動体の姿勢誤差を補正するものではないとい\nうものである。\nしかし，上記(1) のとおり，本件明細書の段落【００３１】ないし【００３５】\nの記載によれば，角度誤差等の測定値により換算された「X1，X2補正値データー」\n(57)に基づき，制御装置が駆動手段（サーボモータ２１，２２）に対して移動指令\nを与え，当該指令に基づいて，原点位置（角度）が補正され，駆動手段が移動体の\n位置を移動させることを「ゼロ設定を補正」というにすぎない。そうすると，「X2\n軸移動指令」(53)に向かう矢印の操作は最初のゼロ設定の補正操作１回のみである\nとか，移動体の移動中に補正を行うものでないことが，本件明細書に記載ないし示されているとはいえない。\nウ  上記③について\n本件明細書の段落【００３７】には，「直角度の補正によって１ｍにつき１～３\nμｍ程度の精度を得ることができる。」との記載はあるが，この記載自体，一義的\nなものではない上，移動体の補正の精度は，補正値データに基づく移動指示と補正\nの結果の乖離の程度をいうものと解され，補正が移動中に行われる場合であっても\n問題となり得るから，上記記載の概念が，原告主張のように移動体の位置がＸ軸又\nはＹ軸における移動量に応じて常に一定の割合でずれる静的な誤差の補正でなけれ\nば存在し得ないとはいえない。\nしたがって，上記記載から，「ゼロ設定を補正」が静的誤差の補正のみを指すも\nのと解することはできない。\nエ  上記④について\n上記(1) のとおり，本件明細書には，移動中に補正する旨の記載も停止中に補正\nする旨の記載もなく，補正は，移動中，停止中のいずれか一方に限定されないもの\nと理解するのが相当である。また，【図６】には，位置検出装置の記述はないが，\n「動的誤差」の補正のために位置検出装置が必須であるとまでは認められない。か\nえって，位置検出装置に代えて，周知の計測手段を適用することは，当業者が適宜\n行うことであると考えられる（甲７，乙８，乙９，乙１１）。\nオ  以上のとおり，原告の主張はいずれも採用できない。\n(3) 容易想到性の判断について\nア  相違点１に係る本件各発明の構成に関する審決の容易想到性判断に誤りがあ\nるとする原告の主張は，全体として，本件各発明の「ゼロ設定を補正」が，「静的\nな補正」，すなわち，移動体の停止中における補正のみであることを前提とするも\nのである。しかし，上記のとおり，本件各発明の「ゼロ設定を補正」は，移動体の\n停止中における補正に限定されるものとは認められないから，審決の容易想到性判\n断の誤りに関する原告の上記主張は，前提を欠くものであり，いずれも失当である。\nイ  そうすると，本件発明１が原告主張の「動的な補正」をも包含するもの解し\nた上，甲３発明に周知技術１を適用して，駆動手段の原点（ゼロ点）の補正を行い，\n相違点１に係る構成を本件発明１のものとすることは，当業者が容易に想到し得た\n旨の審決の認定，判断に誤りは認められない。また，本件発明２ないし５について\nも，同様に，容易想到性に関する審決の認定，判断に誤りは認められない。\n第５  結論\n以上のとおり，原告主張には理由がなく，審決に取り消すべき違法はないものと\n判断する。原告は，上記のほかにも縷々主張するが，いずれも採用の限りでない。\nよって，原告の請求を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n岡      本              岳\n裁判官\n武      宮      英      子\n別紙\n１  甲２１\n【図１】本発明による工作機械を示す斜視図\n【図６】本発明におけるX・Y直角度の補正手順を示すブロック図\n２  甲３\n【第１図】甲３発明を例示した図\n"
}