{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 2,
    "day": 22
  },
  "case_number": "平成23(行ス)1",
  "case_name": "執行停止決定に対する抗告事件（原審・東京地方裁判所平成２２年（行ク）第２７５号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "地方公営競馬協議会からきゅう務員設置認定取消処分を受けた者がした，同処分の効力停止の申立てが，一部認容された事例",
  "case_gist": "地方公営競馬協議会からきゅう務員設置認定取消処分を受けた者がした，同処分の効力停止の申立てにつき，きゅう務員は，調教師に雇われて競走馬の飼養の作業を行う者であり，また，きゅう務員設置認定取消処分は，競馬の公正を確保し，競馬を円滑かつ安全に実施するために，これを阻害するおそれのある者を排除し，競馬の公正と円滑かつ安全な実施を確保するために行われるものであるところ，「重大な損害を避けるため緊急の必要がある」か否かについては，このような行政目的の達成の必要性を一時的に犠牲にしてもなお救済しなければならない緊急の必要性があるか否かという観点から判断すべきものであるとした上で，同人は，同処分により無職となり，知人等の援助で生活しており，また，現在５５歳で，２０歳頃から専ら競馬場のきゅう務員として稼働してきたのであって，競走馬の飼養以外の職種の再就職先を見つけることは相当困難であると推認できること，また，同処分の主たる理由は，調教師の資格がないのに実質的に調教師業務を行ったということであり，きゅう務員としての知識や技術に問題があるために競走馬の不適切な飼養管理を行って競走馬の健康被害が発生したり，競馬実施に係る安全面で問題が発生したりしたというようなものでもなく，同処分の効力が停止されて，調教師の管理の下できゅう務員としての業務を行ったとしても，そのことから直ちに競馬の公正と円滑かつ安全な実施に重大な危険を生じさせるとは言い難いことから，競馬の公正と円滑かつ安全な実施を確保するという前記処分の行政目的達成の必要性を一時的に犠牲にしてもなお同人を救済しなければならない緊急の必要性があるというべきであるとして，前記申立てを一部認容した事例",
  "lawsuit_id": "81572",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=81572",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/572/081572_hanrei.pdf",
  "contents": "主                  文\n１  本件抗告を棄却する。\n２  抗告費用は抗告人の負担とする。\n理                  由\n第１  抗告の趣旨及び理由\n本件抗告の趣旨及び理由は，別紙「即時抗告申立書」，「準備書面(1)」及び\n「準備書面(2)」記載のとおりである。\n第２  事案の概要\n本件は，抗告人が平成２２年８月２５日付けで相手方に係るきゅう務員設置\n認定を取り消す処分（以下「本件処分」という。）をしたため，相手方が，本\n件処分の取消しを求める訴え（東京地方裁判所平成○年（行ウ）第○号きゅう\n務員設置認定取消処分取消請求事件（以下「本案事件」という。））を提起し\nた上，本件処分により生ずる重大な損害を避けるため緊急の必要がある旨主張\nして，行政事件訴訟法２５条２項本文に基づき，本件処分の効力の停止を求め\nる事案である。\n原審は，本件処分の効力を，原決定の効力発生時から本案事件の第１審判決\nの言渡し後３０日が経過するまで停止し，相手方のその余の申立てを却下した\nところ，本件処分の効力を停止したことを不服とする抗告人が即時抗告を申し\n立てた。\n事案の概要の詳細は，当審における抗告人の主張として前記第１の抗告の理\n由を付加するほかは，原決定「事実及び理由」欄の「第２  事案の概要」に記\n載のとおりであるから，これを引用する。\n第３  当裁判所の判断\n１  当裁判所も，本件処分の効力を本案事件の第１審判決の言渡し後３０日が\n経過するまで停止するのが相当であると判断する。その理由は，当審におけ\nる抗告人の主張を踏まえ，次のとおり補正するほかは，原決定の「事実及び\n理由」欄の「第３  当裁判所の判断」に記載のとおりであるから，これを引\n用する。\n(1)  原決定９頁１１行目の「のであって，そのような」を「。抗告人は，相\n手方が受けている援助額は月２７万円から３０万円となることから「重大な\n損害を避けるため緊急の必要があるとき」に当たらないと主張するが，上記\nのような」と改める。\n(2)  同１０頁２行目の「例えば」を「Ａ調教師の名義を借りて実質的に調教\n師業務を行っていたというものであるが，一件記録によれば，Ａ調教師は現\n在調教師として稼働していないことがうかがわれるのであり，他の調教師と\n相手方との間で同様の行為が反復されるおそれをうかがわせる事情は認め\nられないこと，また，同行為は」と，同頁４行目の「また」を「さらに，同\n行為は」と，それぞれ改める。\n(3)  同１１頁１７行目末尾の次に改行の上，次のとおり加える。\n「  また，抗告人は，競馬の社会は，一般社会から隔絶され，私的な権力\n関係や独自の規範，秩序が形成されやすく，馬主からの謝礼により多額の\n金額が交付される社会であり，そのような社会において，私的な秩序意識\n等を排除し，外部社会・世間一般にも通用するような意識を醸成，維持し，\n外部社会からの指弾を受け，競馬の公正かつ安全円滑な実施が致命的に阻\n害されてしまうことを避けるため，厳正な措置を講じていかなければなら\nないとも主張するが，前記１(4)の判示に照らし，競馬の社会の特殊性を\n考慮しても，上記判断を左右するには足りない。抗告人の主張は採用する\nことができない。」\n(4)  同１２頁１行目の「Ａ調教師が」から同頁３行目の「存在することから\nすれば」までを「前記第２，３(1)ウの本件処分の原因となる事実①の事情\nについては，抗告人は，３人のきゅう務員が平成２２年６月４日にＢ協会が\n行った事情聴取において，Ａ調教師からの給料の遅配はなく，相手方がＣか\nら受け取った金員を相手方から一切受け取っていない旨述べたとする事情\n聴取の内容を記載した書面（疎乙２２）を提出するが，これに反する同きゅ\nう務員らの陳述書（疎甲４）が存し，同事実②については，抗告人は，清算\nの証拠として疎乙第１４号証を提出し，これを認めるかのような相手方の確\n認書（疎乙９）が存在するが，相手方は，本件手続においてこれを否定し，\nまた，疎乙第１４号証は，馬主から金銭的な信用がなかったＡ調教師が，馬\n主から金員の入出金状況を相手方にみせるようにと指示されたために作成\nされたものであると主張するところであり，加えて，疎乙第１４号証からう\nかがわれる清算金の授受がされたことを認めるに足りる客観的な資料はな\nく，同事実③についても，相手方は関与を否定する上，相手方がＤ組合から\n調教師に貸与される厩舎について関与できる権限を有していないことは当\n事者間に争いがないところ，特定の厩舎でどの馬が管理されているのかは外\n形的に把握することが困難なものとは解されず，Ａ調教師又はＤ組合が関与\nすることなく，Ａ調教師が貸与を受けた馬房の数を超えて馬を収容すること\nが容易に可能であるとは解されないのであるから」と改める。\n２  以上によれば，原決定は相当であって，本件抗告は理由がないから，これを\n棄却することとして，主文のとおり決定する。\n平成２３年２月２２日\n東京高等裁判所第５民事部\n裁判長裁判官    山      﨑      ま  さ  よ\n裁判官    栗      原      壯      太\n裁判官    林              俊      之\n"
}