{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 10
  },
  "case_number": "平成23(ワ)1188",
  "case_name": "商標権侵害差止等請求事件",
  "court_name": "福岡地方裁判所",
  "gist": "地域団体商標（商標法７条の２）の効力と商品の普通名称等に商標権の効力が及ばない旨を規定した商標法２６条１項２号との関係等について判断した事案",
  "lawsuit_id": "83013",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83013",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/013/083013_hanrei.pdf",
  "contents": "主                  文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は，原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告らは，別紙１被告標章目録①記載の標章を被告らが製造し販売する帯に\n使用してはならない。\n２  被告らは，別紙１被告標章目録②記載の標章を活字媒体等の情報媒体におい\nて使用してはならない。\n３  被告らは，別紙１被告標章目録①記載の標章を付した別紙２被告商品目録記\n載の形態の帯を製造し，販売し，譲渡し，引渡し，譲渡もしくは引渡のため展\n示し又は輸出してはならない。\n４  被告らは，その製造販売に係る商品から別紙１被告標章目録①記載の標章を\n抹消せよ。\n５  被告らは，別紙３謝罪目録記載の新聞に同目録記載の謝罪文を同目録記載の\n方法にて掲載せよ。\n６  被告らは，原告に対し，連帯して，１億５０４５万１４１１円及びこれに対\nする平成２３年２月２８日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，地域団体商標である「博多織」の一連の文字によって成立する別紙\n４商標登録証記載の商標（以下「本件商標」という。）を用いて織物製品の製\n造・販売を行う者によって構成されている工業組合であり，本件商標に係る商\n標権（以下「本件商標権」という。）の権利者である原告が，被告らが製造・\n販売等している商品である帯製品に付された「博多帯」の一連の文字によって\n成立する標章（以下「被告標章」という。）が，本件商標と類似しているため\n本件商標権を侵害し，また，上記原告の組合員によって製造・販売等されてい\nる商品と被告らが製造・販売等している商品の商品等表示が類似しているため\n市場に混同を生じさせているなどとして，被告らに対し，商標法及び不正競争\n防止法に基づいて，被告標章の使用等の差止め，被告らが製造・販売等してい\nる商品からの被告標章の抹消，謝罪広告の掲載及び損害賠償を求めた事案であ\nる。\n１  前提事実（争いのない事実及び証拠等によって容易に認められる事実）\n(1)  当事者\nア  原告は，福岡県博多地域に由来する製法（以下「博多織製法」という。）\nにより福岡県又はその周辺で製造された絹織物製の織物等（以下「博多織」\nといい，そのうち，原告の組合員によって製造・販売等される博多織を「原\n告商品」という。）の製造業を行う中小企業で構成されている，中小企業団\n体の組織に関する法律を設立準拠法とする工業組合である。\nイ  被告Ａ株式会社は，和服及び和装品の販売促進の企画やこれらの販売代\n理業及び売買契約の仲介業並びに着物関連事業を主たる業とする株式会社\nであり，同会社及びその子会社などからなる企業グループ（以下「Ｂグルー\nプ」という。）全体の経営管理を行う者である。\nウ  被告株式会社Ｃ（旧商号Ｄ株式会社から平成２４年３月１２日に商号変\n更）は，被告Ａ株式会社の１００パーセント子会社であり，Ｂグループの一\n員として，和服等の製造・販売を行っている株式会社であり，自身が博多織\n製法を用いて織られた織物で製造する帯製品（以下「被告商品」という。）\nに被告標章を付して販売を行っている者である。\nエ  被告Ｅ協同組合は，証紙の発行に関する事業等を目的とする協同組合で\nあり，被告製品に付するための証紙（被告標章等を記したもの）を作成して\nいる。\n(2)  原告による本件商標の登録\n原告は，平成１８年７月１０日，本件商標の地域団体商標出願を行い，本\n件商標は平成１９年３月９日に地域団体商標として商標登録された。\n(3)  被告株式会社Ｃによる被告商品の製造・販売開始及び本件訴訟までの経緯\nア  原告の組合員であった訴外株式会社Ｆは，原告が本件商標につき前記(2)\nのとおり地域団体商標として商標登録を受ける以前から，本件商標「博多織」\nが表示された証紙を付した博多織の帯の製造・販売を行い，原告が本件商標\nにつき商標登録を受けた後も継続して本件商標を使用していたものである\nが，平成２１年１月２６日に解散し清算会社になった。\nイ  訴外株式会社Ｆは，同年２月１０日，同社が博多織を製造していた工場\nや同工場内の機械器具動産一式を被告株式会社Ｃに賃貸し，被告株式会社Ｃ\nは，賃借した同工場及び同機械器具動産一式を用いて，訴外株式会社Ｆの元\n従業員を雇用した上，被告商品の製造・販売を開始した。\nこの際，被告株式会社Ｃは，原告に対し，原告への加入を求めたが，原\n告は，これに対して明確な回答をしなかった。\nウ  原告は，同月２７日，訴外株式会社Ｆに対し，同会社が解散したことに\nよって，原告の組合員資格を失った旨通知した。\nまた，原告は，同年３月，被告株式会社Ｃに対し，被告株式会社Ｃが本\n件商標ないしこれに類似する商標を使用することは，商標法及び不正競争防\n止法に違反する行為であり，同使用については刑事罰も定められていること，\nまた，同使用の事実が判明した場合は，法的措置を行う旨の警告を行った。\nエ  上記ウの警告を受け，被告株式会社Ｃは，被告商品に本件商標である「博\n多織」の表示を使用せず，被告商品に「博多帯」の表示，すなわち，被告標\n章を付した上，全国に販売することとした。\nオ  被告株式会社Ｃは，同年９月２８日，訴外株式会社Ｆから，従前，被告\n株式会社Ｃが訴外株式会社Ｆから賃借していた建物及び機械器具動産一式\nを７０００万円で購入し，訴外株式会社Ｆが行っていた博多織事業の承継を\n完了した。\nカ  被告株式会社Ｃは，平成２２年５月１２日，原告に対し，被告株式会社\nＣの原告への加入を申し込んだが，これに対し，原告は，被告株式会社Ｃが\n被告標章を用いていることに異議を唱えるとともに，Ｂグループに関するい\nくつかの質問をしたものの，被告株式会社Ｃの原告への加入を認めなかった。\nキ  平成２３年３月１８日，原告は本件訴えを提起した。\n２  当事者の主張\n（原告の主張）\n(1)  本件商標と被告標章の類似性\n被告標章である「博多帯」は，博多織の帯という意味であり，本件商標で\nある「博多織」と観念的に極めて類似している。そのため，需要者が被告標章\nを見た場合は，「博多織」の表示がなくても，頭の中で「博多織」の「帯」と\n連想することになる。また，本件商標と被告標章は，称呼的にも「ハカタオリ\n（織）」と「ハカタオビ（帯）」では，語尾の「リ」と「ビ」の差異は母音を\n同じくする語であり，完全に称呼類似の商標である。さらに，本件商標と被告\n標章は，これらを構成する文字のうち頭の二文字が共通するため，その外観も\n類似している。\n被告らは，一般的な商標類否判断の手法が地域団体商標には適用されない\nかの如く主張しているが，地域団体商標も商標である以上，一般の商標の対比\n基準は，そのまま地域団体商標と標章の対比においても適用される。かかる観\n点から本件商標と被告標章とを対比すると，上記のとおり，称呼上も観念上も\n外観上も類似している。\n(2)  地域団体商標の効力が被告株式会社Ｃに及ぶこと\n被告らは，地域団体商標は普通名称であるから，同商標に自他商品の識別\n力はなく，同商標が表示しているのは品質表示・産地表示だけであるとして，\n地域団体商標に係る商標権（以下「地域団体商標権」という。）の効力は，同\n商標権の権利者である団体に加入していない地域の事業者等（以下「地域内ア\nウトサイダー」という。）には及ばないと主張し，地域団体商標権である本件\n商標権の効力も地域内アウトサイダーである被告株式会社Ｃには及ばないと\n主張する。\nしかし，本件商標が，原告の組合員の商品であるという意味で具体的出所\n表示機能があるのは明らかであり，本件商標権の効力について，他の商標権と\n異なるところは何ら存在しないというべきである。\nそもそも，地域団体商標制度は，地域における複数の事業者等が当該地域\nの特産品に当該地域名と商品等の普通名称を組み合わせた標章を付して販売\nするような製品等（以下「地域ブランド」という。）についての事業者等の信\n用の維持を図るとともに，地域ブランドの保護による我が国の産業競争力の強\n化と地域経済の活性化を図るために平成１７年の商標法改正によって新設さ\nれた制度であり，商標法３条２項より若干登録要件（識別性要件）を緩和する\nことによって多くの地域ブランドに商標法上の保護を与えようとしたもので\nある。\n仮に，本件商標「博多織」が普通名称であるとか，本件商標は自他商品の\n識別力を有しない商標であるといった被告らの主張が認められるのであれば，\n何のために，上記のとおり商標法が平成１７年改正において新たに地域団体商\n標制度を新設して，地域ブランドにつき商標登録を可能にし，商標法によって\n保護しようとしたのか分からなくなってしまうのであり，地域団体商標制度の\n趣旨そのものが崩壊してしまうことになる。\nそして，上記のとおり，地域団体商標権の効力が他の商標権の効力と何ら\n異ならない以上，地域団体商標権の効力が，地域団体商標又はその類似する商\n標を使用している地域内アウトサイダーにも及ぶことは当然であり，地域団体\n商標権の地域内アウトサイダーに対する効力において，特別に問題となるのは\n商標法３２条の２が規定する先使用権の問題だけである。この点，被告株式会\n社Ｃが，被告標章の使用を始めたのは，原告が本件商標の登録を行ってから２\n年が経過した後であり，被告株式会社Ｃによる被告商標の使用は，商標法３２\n条の２が規定する先使用には当たらない。\n(3)  原告が，被告株式会社Ｃの原告への加入を拒むことには正当な理由がある\nこと\n原告は，被告株式会社Ｃによる原告への加入申出を拒絶しているところ，\n同拒絶には，以下のとおり正当な理由がある。\n第一に，原告は，中小企業団体の組織に関する法律を設立準拠法とする工\n業組合であり，中小企業が協同することを組合の目的としているところ，巨大\n企業であるＢグループが原告に加入すると，原告内のパワーバランスが崩れ，\n原告の民主的な運営が阻害され，中小企事業者の事業の改善，発達という，組\n合設立の目的が実現しなくなる。次に，原告にＢグループのような巨大企業が\n加入してしまうと，原告が，独占禁止法の適用除外組合ではなくなり，原告の\n存在意義そのものが危うくなってしまう。さらに，Ｂグループの販売方法につ\nいて，従来から悪い評判があり，Ｂグループの原告への加入を認めた場合，原\n告の社会的信用が失墜し，原告にとって打撃となるおそれがある。\n被告らは，被告株式会社Ｃは大企業ではないから原告に加入できるはずで\nあるなどと主張するが，被告株式会社Ｃは，Ｂグループ全体の経営管理を行っ\nている被告Ａ株式会社の１００パーセント子会社であり，被告Ａ株式会社と一\n体となって着物関連事業等を行っている会社であるから，被告株式会社Ｃと被\n告Ａ株式会社は一体とみるべきであって，被告株式会社Ｃだけを取り上げて中\n小企業と評価すべきではない。\nしたがって，原告が，被告株式会社Ｃの原告への加入を拒むことには，正\n当な理由がある。\n(4)  不正競争防止法違反について\nア  原告商品の商品等表示（以下「原告商品等表示」という。）及び被告商\n品の商品等表示（以下「被告商品等表示」という。）の類似性\n原告の組合員は，原告商品等表示として本件商標を用い，被告株式会社\nＣは，被告商品等表示として被告標章を用いているところ，前記(1)のとおり，\n本件商標と被告標章は類似しているのであるから，原告商品等表示と被告商\n品等表示もまた類似している。\nイ  周知性及び著名性\n原告商品等表示である本件商標は，地域団体商標として登録されたので\nあるから，商標法７条の２の要件を満たしていることが明らかであり，した\nがって，「博多織」の商品等表示については，需要者の間に広く認識されて\nいるという周知性を有している。\nまた，博多織は，１２４１年に宋から帰国した満田彌三右衛門が伝えた\n織物技術が基礎となって，筑前博多で発達した絹織物であり，江戸時代にな\nって，筑前藩主が将軍家に献上したことから，献上博多帯として，全国的に\n著名となった織物の商品表示である。\n本件商標「博多織」は，福岡県の伝統工芸品として，我が国の和服の需\n要者層（取引事業者及び一般消費者）の全般にわたって，広く知られており，\n全国的に著名な商品表示である。\nウ  混同のおそれ\n原告商品等表示である本件商標と被告商品等表示である被告標章は類似\nしている上，原告商品と被告商品は形態も極めて類似しているのであるから，\n需要者たる一般消費者は，原告商品と被告商品を混同するおそれが極めて大\nきい。\nエ  被告らの不正競争防止法違反行為\n被告らは，原告商品等表示として需要者の間に広く認識されている本件\n商標に類似する被告標章を被告商品等表示として使用し，又は被告商品の販\n売仲介や被告商品に貼付する証紙などの作成を行って被告商品を混同させ\nたのであるから，このような被告らの行為は不正競争防止法２条１項１号に\n該当する。\n被告らは，原告商品等表示として著名である本件商標に類似する被告標\n章を被告商品等表示として使用したのであるから，このような被告らの行為\nは不正競争防止法２条１項２号に該当する。\n(5)  損害について\nア  原告には，被告らの商標法違反行為及び不正競争防止法違反行為によっ\nて以下のような損害が生じた。\n  直接の損害（商標法３８条，不正競争防止法５条）\n１億０６７７万４０１０円（ただし，平成２１年４月から同２３年２\n月までのもの）\n  信用毀損による損害\n３０００万円\n  弁護士費用及び弁理士費用等\n１３６７万７４０１円\n  合計\n１億５０４５万１４１１円\nイ  また，被告らの商標法違反行為及び不正競争防止法違反行為によって，\n原告はその営業上の信用を棄損されたのであるから，被告らは，原告の営業\n上の信用を回復するために，別紙３謝罪目録記載の謝罪文を同目録記載の要\n領で同目録記載の新聞に掲載する義務がある。\n（被告らの主張）\n(1)  商標及び商品等表示の使用ではない\n本件商標である「博多織」は地域団体商標として登録されているものの，\n被告標章である「博多帯」は地域団体商標としては登録されておらず，「博多\n織製法で織られた帯」・「博多織の帯」の商品群を意味する普通名称以外のな\nにものでもない。\nしたがって，このような普通名称の使用が商標の使用（商標法２条３項）\nに当たることはないし，商標の使用に当たらない以上，商品等表示の使用（不\n正競争防止法２条１項１号，２号）にも当たらない。\n(2)  本件商標と被告標章又は原告商品等表示と被告商品等表示の非類似性\nア  本件商標と被告標章の非類似性\nまず，前提として，本件商標である「博多織」は地域団体商標として登\n録されたものの識別力はなく，被告標章にいたっては普通名称であるから，\n一般的な商標の類否判断をすることに意味はないが，一応，原告の主張に沿\nった形で反論する。\nまず，称呼についてであるが，「ハカタオリ」と「ハカタオビ」は末尾\nにおいて「リ」音と「ビ」音の差異があり，両差異音は母音共通であるもの\nの子音において前者は軽やかな音感のラ行音，後者は鈍い音感の濁音の差異\nがあるばかりか，その抑揚にも顕著な差がある。次に，観念についても，「博\n多織」は博多織製法で織られた絹織物の意味であり，「博多帯」はそのよう\nにして織られた帯の意味であって「織物」と「帯」の違いがあり，いずれも\n古来から日本にあって永い歴史の過程で区別して認識されてきた文字であ\nるから，観念的にも同一又は類似ではない。さらに，外観上も，「博多織」\nと「博多帯」は「織」と「帯」の文字によって十分に区別できる。\nこれら称呼，観念，外観の全体から与えられる印象の差異に加えて，地\n域ブランドは，永い歴史の過程で特定の商品群を指称する営業名称として認\n識されてきたものであるから，それに地域団体商標権が設定されたとしても，\nその類似範囲は制度趣旨に照らして相応に限定されなくてはならないこと\nや，原告商品と被告商品がいずれも高価品であり，需要者において商品を選\n択する際に相当の注意を払うと考えられることを総合考慮すれば，本件商標\nと被告標章による出所混同のおそれはなく，これらが非類似であることは明\nらかであるというべきである。\nイ  原告商品等表示と被告商品等表示の非類似性\n上記アのとおり，本件商標と被告標章が非類似であることに加え，原告\n商品等表示に用いられる「博多織」の文字と，被告商品等表示に用いられる\n「博多帯」の文字は書体が異なるから十分に区別可能な上，原告商品には博\n多織の文字のほか，菱形内に「博多」と書したマーク（菱博多マーク）が常\nに併記されているところ，菱博多マークは，遅くとも昭和６年には採択され\nて商標出願されているから，現在までに８０年以上使用されてきたものであ\nり，原告商品等表示と被告商品等表示とは菱博多マークの有無によっても十\n分に区別可能である。\n以上の点を考慮すれば原告商品の帯と被告商品は十分に区別可能であっ\nて出所混同のおそれはない。\n(3)  博多帯は普通名称である\n「博多帯」は，広辞苑に「博多織の帯」と掲載されており，「博多織製法\nによって織られた帯」の意として永い歴史の中で使われてきた普通名称である\nから，地域団体商標制度が新設されて「博多織」が登録商標になったからとい\nって突如その使用が禁止されることはない（商標法２６条，不正競争防止法１\n９条）。\n別紙１被告標章目録②及び別紙５被告商品等表示目録②が「普通に用いら\nれる方法」に該当することはいうまでもない。また，帯や和服に証紙を付して\nその証紙にどこの帯であるかを記すことは一般に行われており，特に商品が帯\nのように日本の伝統文化に属するものであれば毛筆書体で表示することも一\n般であるところ，別紙１被告標章目録①及び別紙５被告商品等表示目録①は，\n事業者が通常用いる書体の域を出ない毛筆書体で「博多帯」と記載した証紙を\n帯に付して，「二千年伝承」の文字を付記してそれが博多地域で古来から伝承\nした織り方によって織られた博多帯であることを需要者に発信したものであ\nって，需要者もそれを越えて「誰かの帯である」と認識するものではないから\n「普通に用いられる方法」に該当する。\n地域団体商標制度は，地域内事業者に地域外事業者を排除する権利を与え\nた制度であるから，地域内事業者が固有の製法で生産した商品である限り基本\n的にはその使用を認めるべきである。\n最後に，一般に地域団体商標と商標法２６条の問題は，地域内アウトサイ\nダーが地域団体商標そのものを使用した場合に論じられている。すなわち，登\n録商標であるとともに普通名称でもある表示の使用が商標法２６条該当とし\nて許されるかの問題として論じられている。しかるに，本件は地域団体商標で\nはない「博多帯」を使用したケースであるから，商標法２６条が該当すること\nは当然のことである。\n(4)  権利濫用\n被告株式会社Ｃは，以下のとおり，その販売する帯に本件商標「博多織」\nを使用できるのに，原告は，被告株式会社Ｃに対して，被告株式会社Ｃが本件\n商標ないしこれに類似する標章を使用することは，商標法及び不正競争防止法\n違反の行為であり，これについては刑事罰も定められていること，また，同使\n用の事実が判明した場合は，法的措置を行う旨の警告を行うなどの虚偽の説明\n及び警告をし，被告株式会社Ｃの営業を妨害した。これによって，被告株式会\n社Ｃは，やむなく当面は「博多織」の使用を控えて「博多帯」の表示を使用す\nることとしたものであるから，原告の被告らに対する「博多帯」の使用中止の\n請求は権利の濫用である。\n被告株式会社Ｃが，「博多織」を使用することができる理由は以下のとお\nりである。\nア  訴外株式会社Ｆから原告の組合員の地位を承継\n被告株式会社Ｃは，訴外株式会社Ｆから同社の営業一切を承継し営業承\n継に伴って営業の一要素たる組合員資格も承継した。このように被告株式会\n社Ｃは原告の組合員であるから，本件商標を使用することができる（商標法\n３１条の２第１項）。\nなお，原告は，前記前提事実(3)ウのとおり，訴外株式会社Ｆに対し，組\n合員資格の喪失通知を発したが，清算段階で組合員資格を喪失する法的根拠\nはなく上記通知は無効である。\nイ  訴外株式会社Ｆから先使用権承継\n訴外株式会社Ｆは，昭和３０年代に原告に加入する以前から，福岡県Ｇ\n区ないしＨ市において，不正競争の目的なく，継続して，その製造する帯を\n本件商標「博多織」が表示された証紙を付して販売しており，これはその後\n本件商標につき商標登録がなされた後も同様であった。被告株式会社Ｃは，\n清算会社となった訴外株式会社Ｆから同社の営業一切を承継したが，原告か\nら商標権等侵害の警告を受けたために，当面は本件商標の使用をとりやめて，\n被告標章の使用に変更したものの，さらに原告と交渉して近い将来は原告に\n加入して本件商標の使用を再開する意思でいた。被告株式会社Ｃが本件商標\nの使用を中断した期間はわずか２年強にすぎない。\nしたがって，被告株式会社Ｃは，本件商標につき，業務承継者として先\n使用権を有する（商標法３２条の２，不正競争防止法１９条１項３号，４号）。\nウ  原告による被告株式会社Ｃの原告加入拒否の無効\n本件商標は，原告が自由加入組合であることを条件に登録されたもので\nあるのに，原告は正当な理由がないのに被告株式会社Ｃの加入を拒否し，同\n被告に本件商標「博多織」を使用する権利を与えない。かかる原告の行為は\n原告の設立の準拠法である「中小企業団体の組織に関する法律」７条１項２\n号に違反するばかりか，「博多織」のビジネスから被告株式会社Ｃを不当に\n排除して地域団体商標制度の根幹をないがしろにするものである。\nしたがって，原告による被告株式会社Ｃの原告への加入拒否は無効であ\nり，被告株式会社Ｃは原告の組合員たる地位に基づいて本件商標を使用でき\nる。\n原告は，被告株式会社Ｃと被告Ａ株式会社は実質的に一体であるから，\n被告株式会社Ｃが大企業であると主張するが，被告株式会社Ｃは，中小企業\n団体の組織に関する法律５条が規定する中小企業であり，そこで実質的云々\nという判断基準を持ち出すことは法的安定性・予測可能性を損なうものであ\nるから相当ではない。\n(5)  損害について\n争う\n第３  当裁判所の判断\n１  本件商標権の効力について\n(1)  平成１７年商標法改正による地域団体商標制度の新設\n地域における複数の事業者等が，当該地域の特産品に，当該地域名と商品\n等の普通名称を組み合わせた標章を付して商品を売り出すことがあるが，従前，\nこのような標章については原則として商標登録を行うことができず（商標法３\n条１項３号），同標章について，商標登録を受けるためには，それが特定の出\n所を示すものとして需要者に認識される必要があった。\nしかし，上記のような地域ブランドが，商標法３条２項が規定する識別性\nの要件を充足することは困難なことが多く，そのような識別性を獲得するまで\nの間，他の地域の事業者等が地域ブランドの名称を便乗使用することを排除で\nきないなど弊害が多かったことから，地域産業の振興の観点から，上記商標法\n３条２項が規定する識別性を獲得する以前の地域ブランドについて，所定の要\n件の下で特別の商標登録ができるように，平成１７年の商標法改正によって新\nたに規定を設けたのが地域団体商標の制度である（甲２６，２７，弁論の全趣\n旨）\nまた，このように地域団体商標は，地域ブランド保護という目的を有する\nものであるから，地域ブランドに係る商品等を販売する地域事業者全体のため\nの制度であり，地域ブランドに係る商品等を販売する特定の事業者のための制\n度ではない。そのため，商標法７条の２第１項は，地域団体商標の商標登録を\n受けることができる者を自由加入が保障された団体に限定したと解すること\nができる。\n(2)  地域団体商標の効力と商標法２６条の適用関係\n一方で，地域団体商標は，商標法７条の２第１項が規定するところから明\nらかなとおり，地域の名称及び商品等の普通名称等のみからなる商標であるた\nめ，これに対する商標法２６条１項２号又は３号の適用が問題になるところ，\n商標法には，地域団体商標に関して商標法２６条の適用に関する特別な規定は\n存在しない。そして，従来，地域団体商標のような商標につき原則として商標\n登録が認められなかったのは，同商標が，当該地域において当該商品の生産・\n販売，役務の提供等を行う者が広く使用を欲する商標であり一事業者による独\n占に適さない等の理由によるものであるから，地域団体商標が商標登録された\n場合においても，地域団体商標権の効力が他の事業者による取引上必要な表示\nに対して過度に及ばないようにする必要がある。\nもっとも，地域団体商標又はその類似する商標について，当該地域以外の\n事業者が自らの商品の産地又は商品の内容の表示として使用しなければなら\nないといった事態は通常想定できないから（仮にこのようなことが行われる場\n合は産地偽装となる。），上記のような問題は地域内アウトサイダーとの関係\nにおいて生じることになる。すなわち，地域内アウトサイダーが，自身が製造・\n販売する商品等の産地や同商品等の一般的名称など取引に必要な表示を全く\n付せなくなれば，営業活動が過度に制約されるおそれがあり，また，上記のよ\nうな取引上必要な表示についてまで，これを付すことを禁止することは，同じ\n地域ブランド事業を行っている事業者のうち，地域団体商標権者たる団体に加\n入している者とそうでない地域内アウトサイダーを不当に競争において差別\nすることになるから相当ではないし，地域ブランドが識別性を獲得するまでの\n間，他の地域の事業者等が地域ブランドの名称を便乗使用することの排除を容\n易にすることによって地域ブランドを保護しようとした地域団体商標制度新\n設の趣旨からしても過剰な規制である。\nそうすると，地域団体商標として登録された商標についても，商標法２６\n条１項２号又は３号が適用されるというべきであり，地域内アウトサイダーが，\n自身の製造・販売する商品等の産地及びその一般名称からなる当該地域団体商\n標又はその類似の標章を上記商品等に付して使用する限りは，それは主として\n取引に必要な産地や商品等の種類の表示であると評価することができるから，\n同使用は商標法２６条１項２号又は３号に該当するものとして許されるとい\nうべきである。\nなお，商標法は，地域団体商標については，原則として，地域ブランドを\n代表しうる団体に同商標に係る商標権を独占させると同時に，当該団体への自\n由加入を保障しているのであるから，地域団体商標として登録された商標の使\n用を希望する地域の事業者においては，できる限り上記団体へ加入した上，こ\nれを使用することが望ましいが，何らかの事情で団体への加入が制限され，ま\nたは，自らの判断で団体へ加入しない場合であっても，上記のとおり，普通に\n用いられる方法で当該地域団体商標ないしこれに類似する標章を使用するこ\nとは妨げられないというべきである。\n(3)  被告株式会社Ｃによる被告標章使用の商標法２６条１項２号該当性\n本件においては，福岡県の事業者であり博多織製法によって織られた織物\nから造られた帯を製造・販売している地域内アウトサイダーである被告株式会\n社Ｃが「博多帯」という地域名及び商品の普通名称からなる被告標章を自らの\n商品に付しているものであり，そのような被告標章の使用は，主として，取引\n上必要な情報である自らの産地及び帯の製法等を表すためのものであると認\nめることができるから，商標法２６条１項２号に該当するものとして許される。\nそして，被告株式会社Ｃによる被告標章の使用が許される以上，被告商品の販\n売仲介や被告商品に貼付する証紙の作成などを行っている他の被告らの行為\nも同様に許される。\n原告は，被告株式会社Ｃによる被告標章の使用は，自他商品の識別機能を\n発揮する態様のものであるとして，商標法２６条１項２号の適用はないなどと\n主張するが，地域内アウトサイダーが自らの商品等の産地及び同商品等の一般\n名称からなる商標を商品等に付した場合は，例えば地域団体商標権者が使用し\nている特有のロゴ等を用いているなどの事情がある場合を除いて，同表示は，\n自身の商品等の産地や種類を表すための取引上必要な表示として商標法２６\n条１項２号に該当するというべきところ，本件においては特有のロゴ等が同一\nであるといった事情は認められないのであるから，原告の主張は理由がない。\n(4)  被告株式会社Ｃの被告標章使用の不正競争防止法１９条１項１号該当性\n本件において，原告が不正競争防止法２条１項１号又は２号違反であると\n主張するのは，被告株式会社Ｃが被告商品等表示として被告標章を使用するこ\nと及びその他被告らによるその被告商品の販売仲介や貼付する証紙の作成等\nの行為であるところ，被告株式会社Ｃによる被告標章の使用が，取引上必要な\n情報である自らの産地及び帯の製法等を表すためのものと評価できることは\n前記(3)記載のとおりであるから，同使用は，商品の普通名称を普通に用いられ\nる方法で使用しているものであるといえ，不正競争防止法１９条１項１号に該\n当するものであるとして許される。そして，被告株式会社Ｃによる被告標章の\n使用が許される以上，被告商品の販売仲介や被告商品に貼付する証紙の作成な\nどを行っている他の被告らの行為も同様に許される。\n２  権利濫用\nなお，本件の経緯に鑑み，権利濫用に係る被告らの主張についても検討する。\n本件商標である「博多織」については，前記前提事実(3)アのとおり，原告\nが同商標について地域団体商標の登録を受ける以前から，訴外株式会社Ｆが同\n商標を使用し，原告が同商標について商標登録を受けた後においても，訴外株\n式会社Ｆは同商標を継続して使用したものであるところ，前記前提事実(3)イな\nいしカのとおり，被告株式会社Ｃは，訴外株式会社Ｆから博多織事業の譲渡を\n受けたものであるから，被告株式会社Ｃは，商標法３２条の２第１項に基づい\nて本件商標を使用する権利を有していた者である。\nもっとも，被告株式会社Ｃは，現在本件商標を使用しておらず，被告標章を\n使用しているものであるから，被告標章の使用が，直ちに商標法３２条の２に\n基づくものであるということはできない。しかしながら，被告株式会社Ｃが，\n本来は使用できるはずの本件商標を使用せず，被告標章の使用を始めたのは，\n前記前提事実記載(3)ウ及びエのとおり，原告から本件商標使用につき警告を受\nけたため，次善の策として被告標章を使用したものであると認められる（弁論\nの全趣旨）。\nしたがって，被告株式会社Ｃが被告標章を使用するに至った上記経緯に照ら\nすと，原告が，被告株式会社Ｃによる被告標章の使用又は他の被告らによる被\n告商品の販売仲介や被告商品に貼付する証紙の作成等の行為に対して損害賠償\n等の法的措置を求めることは権利の濫用であるといわざるを得ない。\n３  よって，原告の請求は，その余を判断するまでもなく，いずれも理由がない\nから棄却することとし，主文のとおり判決する。\n福岡地方裁判所第６民事部\n裁判長裁判官      山 之 内   紀   行\n裁判官            前 田 郁 勝\n裁判官            林   漢 瑛\n"
}