{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 3,
    "day": 26
  },
  "case_number": "平成25(ワ)19494",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85141",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85141",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/141/085141_hanrei.pdf",
  "contents": "平成２７年３月２６日判決言渡  同日原本領収  裁判所書記官\n平成２５年（ワ）第１９４９４号  著作権侵害差止等請求事件\n口頭弁論の終結の日  平成２７年２月１２日\n判 決\n東京都千代田区＜以下略＞\n原 告    株 式 会 社 新 紀 元 社\n同訴訟代理人弁護 士    竹 内 康 二\n小   林   健太 郎\n同 訴 訟 復 代 理 人 弁 護 士    村 上 貴 洋\n東京都台東区＜以下略＞\n被 告    株式会社笠倉出版 社\n同訴訟代理人弁護 士    中 川 康 生\n川 添 大 資\n村井   隼\n山 本 卓 典\n主 文\n１  被告は，別紙物件目録記載の書籍を印刷，出版，販売又は頒布しては\nならない。\n２  被告は，別紙物件目録記載の書籍を廃棄せよ。\n３  被告は，●（省略）●及びこれに対する平成２６年３月３１日から支\n払済みまで年５分の割合による金員を支払え。\n４  原告のその余の請求をいずれも棄却する。\n５  訴訟費用は，これを２分し，その１を原告の負担とし，その余を被告\nの負担とする。\n６  この判決は，第３項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主文第１，２項と同旨\n２   主位的請求\n被告は，原告に対し，７２４８万４６８６円及びこれに対する平成２５年\n８月３０日（訴状送達の日の翌日）から支払済みまで年５分の割合による金\n員を支払え。\n予備的請求\n被告は，原告に対し，２８８６万５０００円及びこれに対する平成２５年\n８月３０日（訴状送達の日の翌日）から支払済みまで年５分の割合による金\n員を支払え。\n第２  事案の概要\n本件は，原告が，被告の出版，販売する別紙物件目録記載の書籍（以下「被\n告書籍」という。）は，原告が出版，販売している「幻想ネーミング辞典」\n（以下「原告書籍」という。）を複製又は翻案したものであり，被告は原告の\n著作権（複製権又は翻案権）と著作者人格権（同一性保持権及び氏名表示権）\nを侵害していると主張して，被告に対し，著作権法（以下「法」という。）１\n１２条に基づく被告書籍の印刷，出版，販売及び頒布の差止めと廃棄を求める\nとともに，著作権及び著作者人格権侵害の不法行為に基づく損害賠償として主\n位的に損害賠償金７２４８万４６８６円，予備的に損害賠償金２８８６万５０\n００円並びにこれらに対する不法行為の後であり訴状送達の日の翌日である平\n成２５年８月３０日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める事案である。\n１  前提事実（証拠等を掲記しない事実は，当事者間に争いがない。）\n当事者\nア  原告は出版社であり，平成２１年８月３１日から原告書籍を発行し，定\n価１３００円（税抜き）で販売している。\nイ  被告は出版社であり，平成２３年６月２８日から被告書籍を出版し，定\n価８４８円（税抜き）で販売している。被告は，被告書籍を制作するに当\nたり，原告書籍を参照した。\n原告書籍\n原告書籍は，題号が「幻想ネーミング辞典」であり，体裁がＢ６版２８６\n頁で，別紙「分類対比表１－１」の「原告書籍」欄のとおり，見出し語を８\nつの大カテゴリーに分類し，それを更に中カテゴリー及び小カテゴリーに分\n類して，見開き２頁に，縦に１２の見出し語（日本語。以下も同じ。）を並\nべ，横にこれに対応する１０か国語（英語，フランス語，イタリア語，ドイ\nツ語，スペイン語，ロシア語，ラテン語，ギリシャ語，アラビア語及び中国\n語。以下，これらを併せて「１０か国語」という。）とその発音のカタカナ\n表記（以下，単に「カタカナ表記」という。）を上記の順に１０列１２行に\n並べ，１行目から１行おきに薄茶色に着色し，各列に罫線を引くなどして行，\n列ごとに見やすいように掲載したネーミング辞典である。１２３４語の見出\nし語（以下「原告見出し語」という。）と，１０か国語が合計１万２１５８\n語収録されていて，冒頭には，カテゴリーを一覧する「目次」と，各ページ\nの見方の説明等からなる「本書について」と題する記載があり，巻末には，\n原告見出し語及びうち９７語の同義語等（例えば見出し語である「アンクレ\nット」の同義語である「足環」など）の「５０音順索引」と，カタカナ表記\nを５０音順に並べた「カタカナ逆引き索引」（以下「原告カタカナ索引」と\nいう。）が付されている。\n具体的な原告見出し語は，別紙「見出し語等比較一覧表」の「原告見出し\n語等」欄において単語の右側に「○」が付されている１２３４語である。原\n告書籍は，外国語について，基本的に単数形を用い，男性・女性のどちらに\nも使える形があればそれを優先するが，ない場合は男性形を使用しており，\nカタカナ表記はできる限り各国語での発音に近い表記を採用した。\n（甲１）\n被告書籍\n被告書籍は，題号が「幻想世界１１カ国語ネーミング辞典」であり，体裁\nがＢ６版３０２頁で，別紙「分類対比表１－１」の「被告書籍」欄のとおり，\n見出し語を５つの大カテゴリーに分類し，それを更に中カテゴリー及び小カ\nテゴリーに分類して，見開き２頁に，縦に１２の見出し語を並べ，横にこれ\nに対応する１１か国語（英語，フランス語，イタリア語，ドイツ語，スペイ\nン語，ポルトガル語，ロシア語，ラテン語，ギリシャ語，アラビア語及び中\n国語。以下，これらを併せて「１１か国語」という。）とカタカナ表記を上\n記の順に１１列１２行に並べ，２行目から１行おきにピンク色に着色し，各\n列に罫線を引くなどして行，列ごとに見やすいように掲載したネーミング辞\n典である。１２１３語の見出し語（以下「被告見出し語」という。）と，１\n１か国語が合計１万３４０９語収録されていて，冒頭には，カテゴリーを一\n覧する「目次」と，「まえがき」及び「この本の使い方」が記載され，辞典\n部分の数箇所（１０～１１ページ，１４～１５ページ，３４～３５ページ，\n５６～５７ページ，７０～７１ページ，１２８～１２９ページ，１５２～１\n５３ページ，１８２～１８３ページ）には挿絵と被告書籍の題名及び英文に\nよる書籍説明（以下，これらを併せて「挿絵等」という。）の記載があり，\n巻末に「ｃｏｌｕｍｎ  言霊とマントラ」なるコラムが掲載されているほか，\n付録として「ヨーロッパ人名対照表」及び「中国語  新語・俗語辞典」が掲\n載され，見出し語の「五十音順索引」とカタカナ表記を５０音順に並べた\n「カタカナ索引」（以下「被告カタカナ索引」という。）が付されている。\n具体的な被告見出し語の内容は別紙「見出し語等比較一覧表」の「被告見\n出し語等」欄において単語の左側に「○」が付されている１２１３語である\n（ただし，番号９７３の「鈍間（のろま）」は索引における表記であり，見\n出し語としては「鈍感」である。）。被告書籍は，外国語について，基本的\nに単数形，男性形を優先しており，カタカナ表記は現代において一般的に用\nいられるものを採用した。\n（甲４）\n２  争点\n原告書籍の著作物性（争点１）\n著作権侵害の成否（争点２）\n著作者人格権侵害の成否（争点３）\n原告の損害（争点４）\n３  争点に関する当事者の主張\n争点１（原告書籍の著作物性）について\n（原告の主張）\nア  原告が出版する「Ｆ－Ｆｉｌｅｓシリーズ」（人の想像力，創作力及び\n幻想力を刺激する魔術，神話，ミリタリーなど様々なジャンルについて図\n解によってわかりやすくかつマニアックに紹介するシリーズ ）の読者層\n（以下「本件読者層」という。）は，ライトノベル，ゲーム，コミックな\nどに表現される幻想的なフィクションの世界（以下「幻想世界」という。）\nに強い興味を抱いており，幻想世界を舞台とする同人誌を作成したりゲー\nムをしたりするに当たり，登場するキャラクター，アイテム，都市などに\n名前を付ける機会が多い。\n原告は，このような本件読者層の需要を満たすため，本件読者層が幻想\n世界の構築に利用することに特化したコンパクトで廉価なネーミング辞典\nを制作するという編集方針を定めて原告書籍を制作した。\nイ  原告書籍における主たる素材は，原告書籍に収録された原告見出し語で\nあるが，原告は，本件読者層の好みを勘案して，単語の収集，選択を行っ\nた。すなわち，①用語集としての性格上必要となる一般的な単語の収集，\n選択に当たっては，例えば犬については具体的な犬種を挙げないが，鳥に\nついては具体的な鳥名を３４種挙げるなどの恣意的な収集，選択を行った\nほか，②「破壊」，「裏切り」，「反逆者」，「陳腐」，「醜い」，「悪\n霊」，「呪い」といったマイナスイメージの単語や，「五芒星」，「煉\n獄」，「妖術師」といった特徴的な単語を収集，選択し，また，③「四大\n元素」，「災害」，「幻獣」，「魔法・魔術」，「犯罪」，「武器・防具」\n等の特徴的なカテゴリーを設けてこれに沿った単語の収集，選択を行った。\nまた，原告書籍における素材の配列について見ると，一般に辞典の類は\n５０音順に単語が列記されるが，原告は，読者が一定のカテゴリーの枠内\nにおいて一度に多くの関連する単語の訳語を一覧することができるように，\n選択した原告見出し語を別紙「分類対比表１－１」の「原告書籍」欄のと\nおり大，中，小の各カテゴリーに分類して配置し，その際，上記のような\n従来の用語辞典とは異なる特徴的なカテゴリーを含む幻想世界を構成する\n諸要素を意識したカテゴリーを採用した。そして，読みやすさを考慮して，\n見開き２頁の左側に原告見出し語を縦に１２語列記し，その右側に対応す\nる外国語を列記し，各外国語の上部にその音をカタカナで付記し，行ごと\nに色を変えて１０か国語がグループとして見やすいようにするとともに，\n特定の言語をグループとして見たときにも見やすいように配慮して，フォ\nント，段組，配色等を整えた。さらに，原告書籍には，本件読者層が「何\nとなく素敵な発音の単語」を探して後からその単語の意味を調べたい場合\nや，既存の小説やゲームに登場するキャラクターなどの名前の意味を調べ\nたい場合に備え，巻末に各外国語の発音から引く原告カタカナ索引が載録\nされているが，これは，既存のネーミング辞典にはない独創的なものであ\nる。\nこのように，原告書籍は，本件読者層が好みそうな単語を恣意的に選択\nし，これらをカテゴリーごとに収録し，検索しやすいように創意工夫を凝\nらして配列して創作されたネーミング辞典であるから，編集著作物に当た\nる。\nそして，原告書籍は，出版社である原告の編集部の企画に基づきその従\n業員により職務上作成されたものであるから，原告は，法１５条１項によ\nり原告書籍の著作者である。\n（被告の主張）\nア  平成元年１月２５日に発行された●（省略）●（乙２。以下「乙２書籍」\nという。）には，幻想世界の設定の手順 の中で，「地形」，「気候」，\n「動・植物」，「歴史」，「社会構造」及び「文化・風習」という６つの\nカテゴリーが紹介され，幻想世界を設定する上での魔法の位置付け，地形\nと河川，人間の住める場所の関連性，山，鉱山及び鉱業都市の関連性，森，\n動物，植物，狩猟民族及び貴族の関連性等が記載されていたから，幻想世\n界の設定方法とその場合に用いるカテゴリーは，原告書籍が発行される２\n０年以上前から明らかにされていた。そのため， 原告書籍に先行する●\n（省略）●（乙１。以下「乙１書籍」という。）と幻想世界の設定資料で\nある乙２書籍を参照して幻想世界に関連するネーミング辞典を制作すれば，\n自ずと原告書籍のような単語の選択及び配列となるのであり，このことは，\nやはり幻想世界等に関するネーミング辞典である●（省略）●（乙３。以\n下「乙３書籍」という。）のカテゴリーの分類が原告書籍のそれと類似す\nることからも明らかである。\nまた，原告見出し語のうち８１１語は乙１書籍にも収録されており，①\n悪魔，②悪夢，③悪霊，④一角獣，⑤魔王，⑥魔術書，⑦魔女，⑧魔法使\nい，⑨妖精，⑩狼男，⑪吸血鬼，⑫ケンタウロス，⑬人魚，⑭不死鳥，⑮\n竜といった幻想世界に関わる単語は乙３書籍にも収録されている。\nこのように，原告書籍における個々の具体的な単語の選択及び配列は，\n表現の選択の幅が狭い中で，ごくありふれた単語がごくありふれた方法で\n配列されたものに過ぎないから，原告書籍の素材の選択と配列には創作性\nがない。\nイ  本件読者層が好みそうな単語などという曖昧な概念は，見出し語を選択\nする際の方針や基準としては意味がなく，原告が主張するように素材の選\n択や配列が恣意的にされたのであれば，選択や配列の結果である表現から\n特定の個性や特徴が発揮されていることを感得するのが困難となるし，配\n列に関する原告の主張は，外国語や発音のカタカナ表記の配列又は頁の意\n匠に関するものに過ぎないのであって，創作性の根拠となるものではない。\n争点２（著作権侵害の成否）について\n（原告の主張）\nア  被告書籍に収録された被告見出し語は，別紙「見出し語等比較一覧表」\nのとおり，ほとんどが原告見出し語と一致する。原告見出し語と全く対応\n関係にない単語はわずかに３語のみであるが，そのうち原告書籍で「表」\n「裏」とあるのが被告書籍で「正面」「背面」という些細な違いがあるの\nみであるものを除くと，対応関係にない単語はわずか１語となる。これ以\n外は，完全に一致するか，読み仮名が追加されているか，同じ意味で表記\nが違うもの等であるに過ぎない。なお，原告書籍及び被告書籍は，いずれ\nも網羅的に単語を収録した辞書ではなく，特定の読者層に向けられた，あ\nる日本語が各国語でどのように表記，発音されているかを俯瞰する用語集\nであるから，重要なのは日本語における意味であり，日本語において同義\nであれば，両書籍の収録語が一致すると評価することができるものである。\nイ  被告書籍における素材の配列は，原告書籍と比較するとポルトガル語が\n加わっただけであり，これを除いた外国語の並び順は原告書籍のそれと同\n一である。また，被告書籍は，カテゴリー分類から個々の単語の配列まで\n原告書籍と極めて類似している。例えば，原告書籍１００頁及び１０１頁\nと被告書籍１１６頁及び１１７頁は，見出し語の順序すら完全に一致して\nおり，原告書籍８頁及び９頁と被告書籍８頁及び９頁，原告書籍１４４頁\n及び１４５頁と被告書籍１２６頁及び１２７頁，原告書籍１３６頁及び１\n３７頁と被告書籍１６２頁以降等も同様の配列である。さらに，被告カタ\nカナ索引は，読み替えが省略されている部分があるのを除けば原告カタカ\nナ索引と全く同じである。\nウ  このように，被告書籍は，見出し語，配列及び被告カタカナ索引が，原\n告書籍における見出し語，配列及び原告カタカナ索引とそれぞれ同一又は\n酷似していて，具体的な表現にわずかな変更が加えられたにとどまるから，\n原告書籍における表現上の本質的な特徴の同一性が維持されており，かつ\n原告書籍に依拠して制作されたものであるから，原告書籍の複製又は翻案\nに当たり，被告は，故意又は過失により原告の複製権又は翻案権を侵害し\nている。\nエ  被告書籍になく原告書籍のみに収録されている単語は，わずか２４語で\nあり，これは複製であることを糊塗するために原告収録語を部分的に削除\nしたものと考えられるから，両者の実質的同一性に影響を与えない。\n外国語の表記の違いは，撥音や長音符の有無，濁音等の撥音の仕方が違\nう程度であり，訳語が異なるものもせいぜい数個程度の訳語から選ぶに過\nぎず，創作性に影響しない。\n（被告の主張）\nア  被告書籍と原告書籍において，たとえ共通する部分があるにしても，そ\nれは，ありふれた創作性のない部分が共通するに過ぎない。\nイ  一方，被告書籍と原告書籍とを対比すると，両者は次の点で相違する。\n被告書籍には原告書籍にある凡例が存しない一方，「まえがき」，\n「この本の使い方」，「ｃｏｌｕｍｎ  言霊とマントラ」，「ヨーロッ\nパ人名対照表」，「中国語  新語・俗語辞典」及び挿絵等は被告書籍に\nしかない。\n分類体系について，大，中，小のカテゴリーの個数や細分化の度合い\nが異なる。\n原告書籍中，幻想世界の構築という色合いの強い大カテゴリー「社\n会」，中カテゴリー「神話・伝統」，小カテゴリー「幻獣」に関する１\n７２頁及び１７３頁 に収録された「不死鳥」，「人魚」，「グリフォ\nン」，「ヒッポグリフ」，「コカトリス」，「マンティコア」，「キマ\nイラ」，「ベヒモス」，「リヴァイアサン」，「巨人」，「トロール」\n及び「吸血鬼」の１２語は，いずれも被告書籍に 収録されておらず，\n「狼男」，「ケンタウロス」，「竜」も同様である。\n被告書籍と原告書籍には，別紙「原告書籍と被告書籍の対比表」のと\nおり，外国語のカタカナ読みについて１６５３個，外国語の表記につい\nて３１０個の相違点がある。\n被告書籍ではポルトガル語が収録されているのに対し，原告書籍には\nこれがない。\nイ  原告書籍は，ありふれた単語をありふれた方法で配列したものに過ぎず，\n前記の相違点も考慮すると，被告書籍に掲載された単語の具体的な選択又\nは配列から原告書籍の表現上の本質的特徴を直接感得することはできない\nから，被告書籍は原告書籍の複製にも翻案にも当たらない。\n争点３（著作者人格権侵害の成否）について\n（原告の主張）\n被告は，原告書籍の一部に読み仮名の追加，表記の変更，ポルトガル語の\n付加，原告索引の読み替えの省略等の変更，切除その他の改変を行い，題号\nを改変して被告書籍の制作をしたものであるから，故意又は過失により原告\nが原告書籍について有する同一性保持権を侵害した。\nまた，被告は，被告書籍に原告の名称を表示していないから，故意又は過\n失により原告の氏名表示権を侵害した。\n（被告の主張）\n原告書籍には創作性がないから，著作者人格権侵害は問題とならない。\n争点４（原告の損害）について\n（原告の主張）\nア  著作権侵害に基づく損害\n法１１４条２項に基づく主位的主張\nａ  被告書籍の印刷部数●（省略）●から被告が見本として自社に取り\n置いた４０部を控除した●（省略）●に実売率８０％を乗じると，被\n告書籍の販売部数は●（省略）●となる。\nｂ  被告書籍の税込み販売価格８９０円に被告の直接の販売先である取\n次業者への卸値の割合である卸正味●（省略）●を乗じると，被告書\n籍１部当たりの売上金額は●（省略）●円となる。\nｃ  控除対象となる経費は，●（省略）●円であり，営業経費は固定費\nであるから控除すべきではない。\nｄ  したがって，被告が侵害の行為により受けた利益の額は，●（省略）\n●であり，同額が原告の損害額と推定される。\nなお，●（省略）●となる。\nｅ  原告は，原告書籍を含む原告が出版する書籍をコンビニエンススト\nア（以下「ＣＶＳ」という。）で販売していないが，被告がＣＶＳで\n被告書籍を販売したことにより原告の販売機会が失われたことは明ら\nかであるし，そもそも被告書籍のＣＶＳにおける販売部数が不明であ\nるから，被告のＣＶＳでの販売分（以下「ＣＶＳ販売分」という。）\nを法１１４条２項の推定覆滅事由として考慮すべきではない。\n法１１４条３項に基づく予備的主張\nａ  著作権利用許諾契約における一般的な利用料率は概ね１０％程度で\nあるが，著作権侵害訴訟における損害額の算定においては，合意に基\nづく利用料率より高率の利用料率に基づく金額を認定しなければ，\n「侵害し得」の結果を生じるから，本件の利用料率は１５％とすべき\nである。\nしたがって，原告がその著作権の行使につき受けるべき金銭の額は\n２５３６万５０００円（＝１９万部×８９０円×０．１５）であり，\n同額が原告の損害額となる。\nｂ  仮にＣＶＳ販売分について推定の覆滅が認められるとしても，その\n分について原告の著作権が侵害されたことに変わりはないから，ＣＶ\nＳ販売分の部数に販売価格を乗じ，利用料率を乗じた金額を損害とし\nて請求する。\nイ  著作者人格権侵害に基づく損害\n原告は，被告の著作者人格権侵害行為によって精神的損害を被ったが，\nこれを慰謝するに足りる金額は，１００万円を下らない。\nウ  弁護士費用\n原告は，被告の著作権侵害及び著作者人格権侵害からの回復を図るため，\n本件訴えの提起を余儀なくされたが，これに要した弁護士費用のうち，被\n告の行為と相当因果関係のある費用の額は，２５０万円を下らない。\nエ  結論\nよって，原告の被った損害額は，合計７２４８万４６８６円（主位的主\n張による場合）又は２８８６万５０００円（予備的主張による場合）とな\nる。\n（被告の主張）\nア  著作権侵害に基づく損害について\n被告書籍のＣＶＳ販売分は●（省略）●を占める。原告は，原告書籍\nをＣＶＳで販売しておらず，その利用可能性もないし，原告書籍を平成\n２１年に発行してから平成２６年１１月までの間に，被告書籍の販売部\n数からＣＶＳ販売分を控除した書店での販売分に近い●（省略）●を出\n荷することができたのであるから，被告書籍のＣＶＳ販売分は，原告書\n籍の販売に影響を与えていない。\nしたがって，被告書籍の販売部数の少なくとも●（省略）●について，\n法１１４条２項の推定を覆滅する事由がある。\n書籍と被告書籍の相違点と原告収録語のうち乙１書籍にも収録されてい\nる８１１語の部分は原告の著作権を侵害していないから，これらの点は，\n損害の算定に当たり除外されるべきである。\nイ  その他の損害について\n著作者人格権侵害の根拠は乏しく，各損害賠償に係る原告主張の金額は\n不当に過大である。\n第３  当裁判所の判断\n１  争点１（原告書籍の著作物性）について\n前記前提事実，後掲各証拠及び弁論の全趣旨を総合すると，次の事実を認\nめることができる。\n●（省略）●\nイ  原告書籍制作の経緯等\n原告は，平成２１年４月頃，乙１書籍など既存のネーミング辞典は商\n品開発などのビジネス用に制作されており，これらの収録語数は多く，\nＩＴ関係やスポーツ関連等の単語は収録されているが，マイナスイメー\nジを持つ「破壊」や「破滅」などの単語は収録されておらず，本件読者\n層のニーズに合致しないとして，幻想世界に強い興味を抱く本件読者層\nが好みそうな単語を恣意的に採り上げてコンパクトで廉価なネーミング\n辞典を編集し出版することとした。具体的には，収録語数１０００～１\n２００語とし，収録語の日本語表記，１０か国語の外国語表記及びその\n発音のカタカナ表記を五十音順ではなくカテゴリーごとに収録するとと\nもに，巻末に，見出し語の５０音順索引と，本件読者層が「何となく素\n敵な発音の単語」を探して後からその単語の意味を調べたい場合や，既\n存の小説やゲームに登場するキャラクターなどの名前の意味を調べたい\n場合に備え，各外国語の発音のカタカナ表記から引く原告カタカナ索引\nを載録することにした。\n（甲２）\n原告編集部の従業員ら（以下「原告従業員ら」という。）は，平成２\n１年４月頃に決定された前記編集方針に従って収録語の選定やカテゴリ\nー分けを進めたが，その際，できるだけプリミティブな表現を用いるよ\nう努めるようにし， ①原案から「瀑布」，「無人島」，「暴風雨」，\n「峰」，「頂上」，「峠」，「ふもと」 ，「海流」，「恋愛」，「好\nき」，「嫌い」などを削る，②個別の鳥名４０種（「鳥」，「渡り鳥\n（わたりどり）」，「水鳥」，「猛禽（もうきん）」を含めると４４種）\nの 候 補 の う ち ， 「 雉 （ き じ ） 」 （ P78[ 原 告 書 籍 ７ ８ ペ ー ジ 。 以 下 同\n様。 ]） ， 「 啄 木 鳥 （ き つ つ き ） 」 （ P78 ） ， 「 駒 鳥 （ こ ま ど り ） 」\n（ P80 ） ， 「 阿 呆 鳥 （ あ ほ う ど り ） 」 （ P80 ） ， 「 鸚 鵡 （ お う む ） 」\n（P82）な どは 残し ， 「鶯 （う ぐい す） 」，「 郭公 （か っこ う）」，\n「鶫（つぐみ）」， 「雁（がん，かり）」，「ペリカン」，「九官鳥\n（きゅうかんちょう）」などは削り，「白鷺（しらさぎ）」を「鷺」\n（P80）に 改め て３ ０種 （ 「鳥 」 ， 「渡 り鳥（ わた りど り） 」，「水\n鳥」，「猛禽（もうきん）」を含めると３４種）に絞る，③「大波」，\n「うねり」を削り「波」（P36）を加える，④「極光」を「オーロラ」\n（ P40 ） に ， 「 宇 宙 空 間 」 を 「 宇 宙 」 （ P28 ） に ， 「 昔 」 を 「 古 代 」\n（ P10 ） に 改 め る ， ⑤ 「 鮫 （ さ め ） 」 （ P88 ） ， 「 烏 賊 （ い か ） 」\n（P88），「蛸（たこ）」（P88），「飛蝗（ばった）」（P86），「闇\n（や み ）」 （ P46） ，「 年 」（ P10） ， 「嵐 」 （ P38） ， 「 １０ ０ ０」\n（P24） ， 「 殺 す」 （ P114）， 「 壊 す （ こ わ す） 」 （ P114），「娼婦\n（ し ょ う ふ ） 」 （ P156 ） ， 「 女 中 」 （ P156 ） ， 「 愚 か （ お ろ か ） 」\n（P212）などを加えるといった収録語の取捨選択を行った。\nまた，①収録語を「時間」，「位置」等８つの大カテゴリーに分け，\nそれを更に中カテゴリー及び小カテゴリーに分類することにし，②「崖」\n（P34） の カテ ゴリ ーを 「 地形 」 「 川」 から 「 地形 」 「 その 他」に ，\n「猟虎（らっこ）」（P76），「海豹（あざらし）」（P76）などのカテ\nゴリーを「自然」「動物」「その他」から「自然」「動物」「獣」に，\n「誘惑（ゆうわく）」（P206）のカテゴリーを「人間」「体」「動作」\nから「状態」「状態」に，「結婚（けっこん）」（P134）や「失恋（し\nつれん）」（P134）のカテゴリーを「人間」「体」「動作」から「人間」\n「人生」「出来事」に，それぞれ改める，③中カテゴリー「人生」に小\nカテゴリー「出来事」を創設する，④大カテゴリー「自然」の中カテゴ\nリーであった「色」を大カテゴリー「状態」の中カテゴリーに改めるな\nど，カテゴリーの構成等を，適宜修正しつつ構築していった。\nレイアウトについても，①見開き２頁に，縦に１２の見出し語を並べ，\n横にこれに対応する１０か国語の単語等を１２行１０列に並べ，１行ず\nつを枠で囲い，１列目から１列おきに薄茶色に着色したものや，②１頁\nに，横に５つの見出し語を並べ，縦にこれに対応する１０か国語の単語\n等を１０行５列に並べ，１行目から１行おきに薄茶色に着色し，１列ず\nつを枠で囲ったものなども検討した。\n原告従業員は，このような編集作業を経て，前記前提事実 のとおり\nのものとして原告書籍を完成させ，原告は，その名義でこれを発行し，\n販売している。\n（甲１，７，８，９の１ないし３）\n原告書籍とこれに先行する乙１書籍を比較すると，原告書籍は，例え\nば 「 破 壊 （ は か い ） 」 （ P202 ） ， 「 裏 切 り 」 （ P190 ） ， 「 反 逆 者 」\n（ P142 ） ， 「 陳 腐 （ ち ん ぷ ） 」 （ P216 ），「醜い（みに くい）」\n（P212），「悪霊（あくりょう）」（ P170），「のろい」（P178），\n「五芒星（ごぼうせい）」（P184），「煉獄（れんごく）」（168），\n「妖術師（ようじゅつし）」（P158）などの幻想的，否定的なイメージ\nの語を多く含むが，上記例の全てとこのようなイメージの語の多くは乙\n１書籍には掲載されていない。また，原告書籍には，犬については一般\n的な「犬」（P70），「番犬」（P72），「猟犬（りょうけん）」（P72）\nの３語のみが収録され，鳥については上記のとおり具体的な鳥名を含む\n３４種が掲載されているが，●（省略）●原告見出し語（１２３４語）\nのうち約８００語は乙１書籍のそれと概ね共通するが，それ以外は相違\nしている。\n原告書籍のカテゴリーは，別紙「分類対比表１－１」の「原告書籍」\n欄のとおりであり，「四大元素」，「災害」，「幻獣」，「魔法・魔\n術」，「犯罪」といった幻想的，否定的なイメージのカテゴリーが設け\nられているが，乙１書籍のそれは別紙「分類対比表２」の「乙１書籍」\n欄のとおりであって，上記のようなカテゴリーは設けられていない。\n（甲１，乙１）\nウ  乙３書籍\n乙３書籍は，原告書籍の発行後に発行された。すなわち，訴外会社は，\n平成２３年１２月１３日から乙３書籍を定価１４００円で販売している。\n乙３書籍は，体裁がＢ６版４００頁であり，主に幻想世界などのネーミ\nングを行いたいという人に向けて多様な言葉を集めたもので，別紙「分類\n対比表２」の「乙３書籍」欄のとおり，見出し語を８つの大カテゴリーに\n分類し，それを更に小カテゴリーに分類して，１頁を上下２段に分けて，\nそれぞれ横に４つの見出し語を並べ，縦にこれに対応する８か国語（英語，\nドイツ語，フランス語，イタリア語，スペイン語，ラテン語，ギリシャ語\n及びロシア語）の単語とカタカナ表記を上記の順に８行４列に並べて掲載\nしたネーミング辞典であり，約２８００語の見出し語が収録されているほ\nか，●（省略）●上記付録●（省略）●は，上記見出し語のうちの２８０\n語について，１頁に，縦に２０の見出し語を並べ，横にこれに対応する外\n国語（中国語，韓国語及びアラビア語）の単語とカタカナ表記を上記の順\nに２０行３列に並べて掲載したものである。\n（乙３）\n●（省略）●\n，原告書籍の著作物性について検討する。\n編集著作物（法１２条１項）における創作性は，素材の選択又は配列に，\n何らかの形で人間の創作活動の成果が表れ，編集者の個性が表れていること\nをもって足りるものと解される。\nそして，原告書籍は，ネーミング辞典であるから，１２３４語の原告見出\nし語とこれに対応する１０か国語及びその発音のカタカナ表記を主要な素材\nとするものであって，これを別紙「分類対比表１－１」の「原告書籍」欄の\nとおり大，中，小のカテゴリー別に配列したものであると認められるところ，\n原告従業員らは，こうした素材，とりわけ見出し語の選択及び配列を行うに\n当たり，幻想世界に強い興味を抱く本件読者層が好みそうな単語を恣意的に\n採り上げて収録語数１０００から１２００語程度のコンパクトで廉価なネー\nミング辞典を編集するという編集方針（以下「原告編集方針」という。）の\n下，収録語の取捨選択を行い，構成等を適宜修正しつつ自ら構築したカテゴ\nリー別に配列してネーミング辞典として完成させたものであるということが\nできる。\nしたがって，原告書籍は，原告従業員らが素材の選択と配列に創意を凝ら\nして創作した編集著作物に当たると認められる。\nそして，前記認定事実によれば，原告書籍は，原告の発意に基づき原告従\n業員らが職務上作成する著作物で，原告の名義の下に公表するものであると\n認められるから，その著作者は原告である。\nなお，原告書籍のように見出し語を１，２語程度の外国語で言い換えたり\n外国語をカタカナで表記したりしようとする場合，その選択の幅は非常に狭\nく，見出し語が定まれば自ずと一定のものに決定されざるを得ないと考えら\nれるから，原告見出し語に対応する原告書籍記載の外国語の表記やカタカナ\n表記自体の選択については著作物性を認め難いというべきである。\nまた，原告は，見開き２頁の左側に原告収録語を縦に１２個列記してその\n右側に対応する外国語等を配置するといったレイアウト，フォント，段組及\nび配色等であるとか，原告カタカナ索引を載録したことなどについても著作\n物性が認められると主張するようであるが，原告書籍のレイアウト等はあり\nふれたものに過ぎないというべきであるし，原告カタカナ索引についても，\n各外国語のカタカナ表記から検索するための索引というのはアイデアに過ぎ\nず，かかるカタカナ表記を５０音順に並べたというだけでは表現として創作\n性があるとは認められないから，原告の上記主張は採用することができない。\n一方，被告は，①原告書籍に先行する乙１書籍と乙２書籍を参照して幻想\n世界に関連するネーミング辞典を制作すれば，自ずと原告書籍のような単語\nの選択及び配列となるのであり，また，②原告収録語のうち８１１語は乙１\n書籍にも収録されており，幻想世界に関わる単語は乙３書籍にも収録されて\nいる，として，原告書籍における個々の具体的な単語の選択及び配列は，表\n現の選択の幅が狭い中で，ごくありふれた単語がごくありふれた方法で配列\nされたものに過ぎないから，原告書籍には創作性がないと主張する。\nそこで検討すると，乙２書籍には，被告が主張するとおり幻想物語世界を\n設定する上での「地形」，「気候」，「動・植物」，「歴史」，「社会構造」\n及び「文化・風習」という６つのカテゴリーが紹介されているが，これらの\nカテゴリーが原告の分類したカテゴリーと一致しているわけではないし，乙\n１書籍は見出し語とそれに対応する１３か国語等を５０音順に配列したもの\nであるに過ぎず，収録語数（約３５５０語）も原告見出し語（１２３４語）\nの３倍近くあり，しかも，乙１書籍には原告書籍に掲載されている幻想的，\n否定的なイメージの語が掲載されていないのであるから，被告の上記①に係\nる主張は採用することができない。\nまた，確かに原告見出し語（１２３４語）のうち約８００語は乙１書籍の\n見出し語と重複しているが，\n編集方針に従って前記のような収録語の取捨選択を行っているのであり，見\n出し語の重複はその結果として生じたものと認められる上，原告書籍と乙１\n書籍とを対比すると収録語数や見出し語の配列の仕方などの点でかなりの違\nいがあるといえるから，このような収録語の重複があるからといって原告書\n籍における素材の選択及び配列の創作性が失われるとはいえない。幻想世界\nに関わる単語が乙３書籍にも収録されているとの点については，原告書籍よ\nり後に刊行された乙３書籍をもって原告書籍の著作物性を否定する根拠とす\nることは問題であるし，その点を措いても，乙３書籍は，主に幻想世界など\nのネーミングを行いたいという人に向けて多様な言葉を集めたもので，収録\n語数も約２８００語に及ぶものと認められるのであり，原告書籍と多少の収\n録語の重複があるからといって，収録語数が半数以下にいわば厳選された原\n告書籍の著作物性を否定すべき根拠とはならないというべきであるから，被\n告の上記②に係る主張も採用することができない。\nその他，被告が，るる主張する点を考慮しても，上記のとおり，編集著作\n物における創作性は，素材の選択又は配列に，何らかの形で人間の創作活動\nの成果が表れ，編集者の個性が表れていることをもって足りるものと解され\nる以上，原告書籍の著作物性が否定されるものではない。\n２  争点２（著作権侵害の成否）について\n以下，原告書籍と被告書籍とを対比し，被告による著作権侵害の成否につき\n検討する。\nア  前記前提事実によれば，原告書籍と被告書籍の見出し語については，全\nく同一であるもの（別紙「見出し語等比較一覧表」の「比較結果」欄に\n「完全一致」とあるものが概ねこれに当たる。）や，原告見出し語が「愛」\nであるのに対し，被告見出し語が「愛（あい）」であるなど読み仮名の有\n無のみが異なるもの（上記欄に「読み仮名のみ」とあるものが概ねこれに\n当たる。）及び原告見出し語が「意志」，「いたずらずき」，「いい」，\n「虫〈小さな〉」であるのに対し，被告見出し語が「意思」，「悪戯好き\n（いたずらずき）」，「良い（よい）」，「小虫（こむし）」であるなど\n表記にわずかな差異のみがあるもの（上記欄に「表記違い」とあるものが\n概ねこれに当たる。）など実質的に同一であるものが，それぞれの見出し\n語の大半を占めており，原告見出し語（１２３４語）のうち原告書籍のみ\nにあるものは，「一角獣（いっかくじゅう）」，「裏」，「エルフ」，\n「狼男（おおかみおとこ）」，「表」，「キマイラ」，「吸血鬼」，「巨\n人」，「寓話（ぐうわ）」，「グリフォン」，「ケンタウロス」，「コカ\nトリス」，「伝承」，「トロール」，「ドワーフ」，「人魚」， 「のろ\nま」，「ヒッポグリフ」，「不死鳥」，「ペガサス」，「ベヒモス」，\n「マンティコア」，「ミイラ」，「リヴァイアサン」及び「竜」の２５語\nであり，被告見出し語（１２１３語）のうち被告書籍のみにあるものは，\n「形（かたち）」，「正面（しょうめん）」，「鈍感」，「背面（はいめ\nん）」の４語であると認められる（ただし，被告書籍の見出し語「鈍感」\nについては，索引では「鈍間（のろま）」と表記されている。）。\nイ  証拠（甲１，４）によれば，外国語については，原告書籍が１０か国語\n合計１万２１５８語を掲載しているのに対し，被告書籍はこれにポルトガ\nル語を加えた１１か国語合計１万３４０９語を掲載している。このうち１\n０か国語について見ると，両者に掲載された語はほとんど同一であって，\n別紙「原告書籍と被告書籍の対比表」の「相違点」欄「表記言語」欄に記\n載の言語につき，概ね「原告表記」欄と「被告表記」欄に記載された差異\n（なお，「？」の記載があるものは，表記上の都合により同表において表\n記ができなかったものである。）があるものの，これらは３００語程度に\n過ぎず，しかもその違いは，例えば「１０月」，「藍（あい）」のドイツ\n語表記につき，原告書籍が「October」，「dunkelblau」であるのに対し，\n被告書籍が「Oktober」，「dunkelblaue」であるなど，アルファベットの\n１字が異なる程度のものが大半であると認められる。なお，原告見出し語\nの「表」，「裏」，「のろま」と被告見出し語の「正面（しょうめん）」，\n「背面（はいめん）」，「鈍感」に対応する１０か国語は，それぞれ全て\n共通している。\nウ  証拠（甲１，４）によれば，カタカナ表記については，別紙「原告書籍\nと被告書籍の対比表」の「相違点」欄「読み方言語」欄に記載の言語につ\nき，一方にそもそも該当する外国語の表記がないもの（例えば原告書籍に\nおける「手首」のラテン語など）も含め，概ね１６５０語程度に「原告読\nみ方」欄と「被告読み方」欄に記載された差異があると認められるが，そ\nの大半は，「０」の英語，「６月」の中国語，「１１月」のアラビア語，\n「秋」のドイツ語につき，原告書籍が「ジーロウ」，「リュユエ」，「ノ\nーヴァムベル」，「ヘルプスト」であるのに対し，被告書籍が「ゼロ」，\n「リウユエ」，「ノヴァームベル」，「ヘルブスト」であるというように，\nわずかな違いがあるに過ぎない。なお，原告見出し語の「表」，「裏」，\n「のろま」と被告見出し語の「正面（しょうめん）」，「背面（はいめ\nん）」，「鈍感」に対応するカタカナ表記は，ほぼ同一である。\nエ  原告書籍の分類は別紙「分類対比表１－１」の「原告書籍」欄のとおり\nであり，被告書籍の分類は同表の「被告書籍」欄のとおりであるところ，\n両者を比較すると共通する分類が多い。\nまた，被告書籍は，目次には「カテゴリー一覧」として大，中，小のカ\nテゴリーが記載されているものの，それぞれの見開き２頁には中カテゴリ\nーまでの記載しかないため（甲４），必ずしもどの単語がどのカテゴリー\nに属するのかが明確ではないから，被告書籍の目次に記載のページ数と見\n出し語の意味を参酌して各カテゴリーに当てはめると，別紙「被告見出し\n語分類表」のとおりに分類することができ，このように分類したものを原\n告書籍の分類と対比すると，別紙「分類対比表１－２」のとおりとなる。\nこれをみても，両者の共通点は多い。例えば，別紙「分類対比表１－２」\nの番号２（更なる細分化がされていない最小単位のカテゴリー「季節」），\n３（同「月」又は「一年」），４ （同「週」又は「一週」） ，１６（同\n「海」），３５（同「鳥」），４３（同「けが・病気」），４４（同「動\n作」），４８（同「能力」）， ５０（同「関係」）， ５２（同「装身\n具」），５５（同「財産」），６９（同「武器・防具」又は「武器」），\n７２（同「色」）については，そこに分類された見出し語が完全に一致す\nる。そのうち，番号３，４，１６，４８，５０，７２については，見出し\n語の語順も同じである。\n前述のとおり，原告は，原告編集方針の下で収録する見出し語の選択を行\nい，自ら構築したカテゴリー別に配列して編集著作物としての原告書籍を制\n作したものであるが，原告書籍と被告書籍とを対比すると，前記 のとお\nり，それぞれの見出し語のほとんどは実質的に同一であり，原告見出し語\n（１２３４語）のうち原告書籍のみにあるものは２５語，被告見出し語（１\n２１３語）のうち被告書籍のみにあるものはわずか４語であるに過ぎないの\nであるから，両者の素材の選択については極めて類似性が高いといわざるを\n得ず，カテゴリー別の分類においても共通点が多いことも併せれば，被告書\n籍からは，原告書籍の素材の選択及び配列における表現上の本質的同一性を\n看取することができるというべきである。そして，被告が原告書籍を参照し\nて被告書籍を編集したことからすれば，被告は，原告書籍に依拠して被告書\n籍を作成したものといわざるを得ないから，結局，被告書籍は，少なくとも\n原告書籍の翻案に当たるというべきである。\n被告は，被告書籍と原告書籍とで共通するのはありふれた創作性のない部\n分に過ぎないと主張するが，上記説示のとおり，原告見出し語と被告見出し\n語のほとんどが共通であって，被告書籍は，原告が創意を凝らして選択した\n収録語をほぼ全て踏襲しているものであるから，カテゴリー別の分類におい\nても共通点が多いことも併せれば，両者の共通部分が創作性のない部分に止\nまるとは到底いうことができない。\nまた，被告は，被告書籍には原告書籍にある凡例がない一方，「まえが\nき」，「この本の使い方」等は被告書籍にしかないなど等の相違点があると\n主張するが，原告書籍はネーミング辞典であって，原告書籍が編集著作物と\nしての本質を有するのは見出し語の選択と配列の部分であるから，上記相違\n点は被告書籍の辞典部分が原告書籍の辞典部分の翻案であることに影響を及\nぼすものとはいえず，この点の被告の主張も採用することができない。\nそして，被告は，原告の編集著作物である原告書籍を参照し，原告から何\nらの許諾を得ることもなくその翻案に係る被告書籍を編集したのであるから，\n被告は，少なくとも過失により，原告の翻案権を侵害したものと認められる。\n３  争点３（著作者人格権侵害の成否）について\n被告は，原告書籍を翻案するに当たり，題号を変更し，外国語としてポルト\nガル語を付加したほか，前記２ アないしエに各記載の改変を加えたものであ\nり，弁論の全趣旨によれば，これらの改変は原告の意思に反するものであった\nと認められ，また，証拠（甲４）によれば，被告は被告書籍上に原告の名称を\n表示していないことが認められる。そして，被告がこれらの改変を加えたり，\n原告の名称を表示しないことについて原告の意向を確認しようとした事情は認\nめられない。\nしたがって，被告は，少なくとも過失により原告の原告書籍に係る同一性保\n持権及び氏名表示権を侵害したと認められる。\n４  争点４（原告の損害）について\n著作権侵害に基づく損害について\nア  当事者間に争いのない事実，後掲各証拠及び弁論の全趣旨（特に乙６の\nを総合すると，次の事実を認め\nることができる。\n被告は，平成２６年３月までに被告書籍を１９万部印刷し，このうち\n４０部を見本として取り置き，これを販売に供していない（乙６）。\n被告書籍の平成２６年３月３１日時点における被告書籍の実売率（被\n告が取次会社に搬入し販売を委託した部数から，取次会社からの返品部\n数を控除したものを，発行部数●（省略）●で除したもの）は，●（省\n略）●となる（乙６）。\n被告書籍の税込み定価は８９０円である（甲４）。\n被告の取次業者への売値である卸値の販売価格（８９０円）に対する\n割合である卸正味は●（省略）●である（乙２０）。\n被告の経費中，●（省略）●\n●（省略）●\n●（省略）●\nイ  そうすると，被告の販売部数は，●（省略）●となる。\nそして，被告が得た利益の額は，●（省略）●と算出することができる。\nなお，原告は，実売率は●（省略）●，卸正味は●（省略）●であると\n主張するが，根拠がなく採用することができない。\nウ  一方，前記前提事実，後掲各証拠及び弁論の全趣旨を総合すると，次の\n事実を認めることができる。\n被告書籍には，見出し語に対応する外国語として，原告書籍の１０か\n国語に加え，ポルトガル語が掲載されている。\n被告書籍は全３０２頁であるが，このうち「まえがき」に２頁，「こ\nの本の使い方」に１頁，「ｃｏｌｕｍｎ  言霊とマントラ」に１頁，付\n録である「ヨーロッパ人名対照表」及び「中国語  新語・俗語辞典」に\n１３頁の合計１７頁が用いられている（甲４）。\n被告は被告書籍を全国のＣＶＳで販売しているが，原告は原告書籍を\nＣＶＳでは販売しておらず， 被告書籍のＣＶＳ販売分は●（省略）●\n（乙６，７，２２）。\nエ  そうすると，被告書籍において，ポルトガル語が付加されたり上記の付\n録が付されたりすることで原告書籍よりも利便性が向上した点があること\nや，原告書籍とは異なり被告書籍をＣＶＳで販売していることが，被告書\n籍の売上げの向上に相当程度貢献していると考えられるから，それらの事\n情を考慮すると，前記イで算出した●（省略）●と認めるのが相当である。\nこの点につき，原告は，ＣＶＳ販売分を推定の覆滅事由として考慮すべ\nきではないと主張するが，被告が被告書籍を全国的に多数のＣＶＳにおい\nて販売することによりその売上が増加したことは，上記ＣＶＳ販売分の占\nめる割合からしても明らかであるから，原告の上記主張は採用することが\nできない。\nまた，原告は，ＣＶＳ販売分について推定の覆滅を認めるのであれば，\nその部分について法１１４条３項による損害を認めるべきであると主張す\nるが，前記認定の損害額により，被告の侵害行為に基づく損害は全て評価\nし尽くされているというべきであるから，この点の原告の主張も採用する\nことができない。\n著作者人格権侵害に基づく損害について\n弁論の全趣旨によれば，被告が原告の意に反して原告書籍の題号や内容に\n改変を加え，また，被告書籍に原告の名称を表示しなかったことにより，原\n告は無形的損害を被ったと認められ，被告の改変の程度や被告書籍の販売部\n数等本件に表れた全事情を考慮すると，これを填補するための損害賠償金は，\n５０万円を認めるのが相当である。\n弁護士費用相当損害賠償金について\n本件事案の難易，請求額及び認容額等の諸般の事情を考慮すると，被告の\n侵害行為と相当因果関係に立つ弁護士費用相当損害賠償金は，原告の主張ど\nおり２５０万円と認めるのが相当である。\n５  以上の次第であるから，原告の請求は，被告書籍の印刷，出版，販売又は頒\n布の差止め及び被告書籍の廃棄を求める点並びに著作権及び著作者人格権侵害\nの不法行為に基づく損害賠償として●（省略）●及びこれに対する不法行為後\nである平成２６年３月３１日（なお，遅延損害金の起算日は，前記認定の販売\n部数確定の根拠である実売率の算定基準時である同日と認めるのが相当であ\nる。）から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめる限度で理由があり，その余は理由がない。\nよって，原告の請求を上記の限度で認容し，その余は棄却することとし，差\n止め及び廃棄請求については相当でないから仮執行宣言を付さないこととして，\n主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      沖    中    康    人\n裁判官      三    井    大    有\n裁判官      宇    野    遥    子\n＜別紙の掲載は一部省略する＞\n別紙\n物件目録\n題名   幻想世界１１カ国語ネーミング辞典\n発行所  被告\n"
}