{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 2,
    "day": 13
  },
  "case_number": "平成27(行ウ)240",
  "case_name": "地位確認等請求事件",
  "court_name": "大阪地方裁判所第5民事部",
  "gist": "地方公共団体である被告に臨時雇用員として任用されていた原告が，再任用されなかったことについて，障害者の雇用の促進等に関する法律等を根拠とする公務員としての地位の確認請求及び任用継続の期待権が侵害されたこと等を根拠とする損害賠償請求をいずれも棄却した事例。",
  "lawsuit_id": "88482",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88482",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/482/088482_hanrei.pdf",
  "contents": "主                  文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  原告が，被告に対し，被告の職員としての権利を有する地位にあることを確\n認する。\n２  被告は，原告に対し，５９４万９６７４円並びに平成２７年８月から本判決\n確定の日まで，毎月１５日限り月額１６万０８０２円及びこれらに対するそれ\nぞれ支払期日の翌日から支払済みまで年５分の割合による金員を支払え。\n３  被告は，原告に対し，３５０万円及びこれに対する平成２４年６月１日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  本件事案の概要\n⑴ア  先天性の知的障害及び自閉症を有する原告は，平成２２年１２月１日，\n任用期間を６か月として被告職員に任用されたところ，任用期間中である\n平成２３年４月１９日に保佐開始の審判を受けた。\n被告は，任用期間満了後である平成２３年６月１日以降の原告の任用を\n行わなかった（以下「第一次不再任用」という。）。\nイ  原告は，その後，保佐開始の審判の取消し及び補助開始の審判を受けた\nところ，被告は，平成２３年１２月１日，任用期間を６か月として原告を\n任用したが（以下「平成２３年任用」という。），その期間満了日（平成２\n４年５月３１日）以降の任用を行わなかった（以下「第二次不再任用」と\nいう）。\n⑵  本件は，原告が，被告に対し，主位的請求として，被告の職員としての権\n利を有する地位の確認，並びに平成２４年６月分から本判決確定の日までの\n賃金及びうち平成２７年７月分以降の賃金に対する各支払日の翌日から支\n払済みまで民法所定の５分の割合による遅延損害金の支払を求めるととも\nに，予備的請求として，第一次不再任用による就労継続の権利の侵害等又は\n第二次不再任用による任用継続に対する期待権侵害を理由として，国家賠償\n法（以下「国賠法」という。）１条１項に基づき，損害賠償金（慰謝料３００\n万円及び弁護士費用５０万円）及びこれに対する第二次不任用の日の翌日で\nある平成２４年６月１日から支払済みまで民法所定の年５分の割合による\n遅延損害金の支払を求めている事案である。\nなお，上記地位確認及び賃金等の請求に関する原告の主張の概要は，以下\nのとおりである。\nア  主位的主張\n被告による原告の任用が，障害者の雇用の促進等に関する法律（昭和３\n５年７月２５日法律第１２３号。平成２０年法律第９６号による改正前の\nもの及び平成２５年法律第４６号による改正前のもの。以下「障害者雇用\n促進法」という。）に基づく期間の定めのない任用である。\nイ  予備的主張①\n期間の定めがあるとしても，障害者雇用促進法３８条１項に基づく「常\n時勤務する職員」としての任用であるから期間の定めのない職員と同様の\n地位が与えられている。\nウ  予備的主張②\n上記ア，イのいずれでもないとしても，地方公務員法（昭和２５年１２\n月１３日法律第２６１号。平成２６年法律第３４号による改正前のもの。\n以下「地公法」という。）１７条１項に基づく期間の定めのない任用である。\nエ  予備的主張③\n上記アないしウのいずれの任用とも認められないとしても，第二次不再\n任用は解雇権濫用法理の適用ないし類推適用により無効である。\n２  前提事実（当事者間に争いがない事実並びに後掲各証拠及び弁論の全趣旨に\nより容易に認められる事実）\n当事者\nア  被告は，大阪府下の地方自治法に基づく普通地方公共団体である。\nイ  原告は，昭和○年○月○日生まれの男性であり，先天性の知的障害及び\n自閉症を有している。\n原告の被告職員としての任用等\nア   原告は，平成１８年６月１日，被告に任用（採用）された。\n原告は，同任用時，臨時雇用員誓約書に署名押印し，被告に提出した。\n同誓約書には，おおむね以下の記載がある。\n期間  平成１８年８月３１日までとする\n新規任用開始日  平成１８年６月１日\n勤務場所  ａ市ｂ部ｃ室ｄ課（ｅ会）\n職   種  一般事務\n勤務時間  午前９時から午後５時１５分（うち休憩時間４５分）ま\nで\n賃   金  日額６１８０円\n（以上について，甲３の①）\n原告は，上記任用後，ａ市役所ｂ部ｃ室ｄ課ｅ会（被告の【省略】を\n担当する部署）において，書類の印鑑押印，各種スタンプ作業，職員ア\nンケート等のエクセルデータへのパソコン入力等の仕事に従事した。\nイ  被告は，上記任用以降，以下の①ないし⑭の各期間，原告を被告職員と\nして任用し，その都度，原告から臨時雇用員誓約書への署名押印を徴し，\nその提出を受けた（なお，以下の①ないし⑭の記載については，年度を跨\nぐ等のために同誓約書が前後に分けて２回提出されているものは，合わせ\nて一つの期間とした。）。\n①  平成１８年６月１日から同年８月３１日まで（３か月）\n②  平成１８年９月１日から同年１１月３０日まで（３か月）\n③  平成１９年１月４日から同年３月３１日まで（３か月）\n④  平成１９年４月１日から同年６月３０日まで（３か月）\n⑤  平成１９年８月１日から同年１０月３１日まで（３か月）\n⑥  平成１９年１１月１日から平成２０年１月３１日まで（３か月）\n⑦  平成２０年３月３日から同年５月３１日まで（３か月）\n⑧  平成２０年６月１日から同年８月３１日まで（３か月）\n⑨  平成２０年１０月１日から同年１２月３１日まで（３か月）\n⑩  平成２１年１月１日から同年３月３１日まで（３か月）\n⑪  平成２１年５月１日から同年１０月３１日まで（６か月）\n⑫  平成２１年１１月１日から平成２２年４月３０日まで（６か月）\n⑬  平成２２年６月１日から同年１１月３０日まで（６か月）\n⑭  平成２２年１２月１日から平成２３年５月３１日まで（６か月）\n（甲３の①ないし⑱）\n⑶  原告に対する保佐開始に至る経緯等\nア  原告の父は，平成２２年頃までに癌に罹患しており，この頃，余命宣告\nを受けた。なお，原告の父は，平成２３年７月１０日に死亡した。\nイ  原告は，平成２３年３月２２日，ｆ家庭裁判所に保佐開始の審判を申し\n立てた。同日，同裁判所で行われた面接には，原告のほか，支援者で，原\n告が入居するグループホームを運営する社会福祉法人Ａの代表者であるＢ\n代表，被告の職員であるケースワーカーのＣ職員らが同席した。\nウ  ｆ家庭裁判所は，平成２３年４月１９日，原告につき保佐開始及び保佐\n人の選任の審判をし，同年５月１１日，同審判は確定した。\n原告の保佐人には，公益社団法人Ｄ所属の司法書士であるＥ司法書士が\n選任された。\n⑷  第一次不再任用\nア  をもって原告の任用を終了し，同年６\n月１日以降については，原告を任用しなかった（第一次不再任用）。\nイ  原告の支援者であり，原告の所属する労働組合Ｆの執行委員長であるＧ\n委員長は，同年６月１日及び同年６月１４日に，被告のｂ部ｄ課室長であ\nったＨ室長及びｅ会事務局長であったＩ事務局長と面談した。その際，Ｇ\n委員長らが原告を被告職員として任用することを求めたのに対し，Ｈ室長\nは，原告が地公法上の欠格条項に該当することになったため，公務員とし\nて任用することができない旨説明した。\n⑸  原告に対する補助開始に至る経緯等\nア  Ｅ司法書士は，平成２３年８月１８日，原告の保佐人として，ｆ家庭裁\n判所に対し，原告に対する補助開始の審判を申し立てた。\nイ  ｆ家庭裁判所は，平成２３年１０月６日，原告について，保佐開始の審\n判を取り消すとともに，補助開始の審判をした。\n⑹  平成２３年任用\nア  被告は，平成２３年１２月１日，原告について，任用期間を６か月とす\nる臨時雇用員として任用することとし（平成２３年任用。以下，上記\n記載の各任用も合わせて，「本件任用」という。），原告から臨時雇用員誓約\n書の提出を受けた。\nイ  同誓約書には，おおむね以下の記載がある。\n期間  平成２４年５月３１日までとする。\n新規任用開始日  平成２３年１２月１日\n勤務場所  ａ市ｂ部ｃ室ｄ課\n職   種  一般事務\n勤務時間  午前９時から午後５時３０分（うち休憩時間４５分）まで\n賃   金  日額７３３０円\nその他  任用期間については，平成２４年５月３１日までとし，以後更\n新しない（以下，同文言について「本件不更新文言」という。）。\n（以上について，甲３の⑲）\n⑺  第二次不再任用\n被告は，平成２３年任用において定められた任用期間満了日（平成２４年\n５月３１日）以降，原告を任用しなかった（第二次不再任用）。\n⑻  本件訴訟に至る経過\nア  原告は，平成２７年４月３０日，被告に対し，被告による違法な任用拒\n絶等を理由として，直近２年分の未払給与と慰謝料の支払を求める旨の催\n告をした（甲１８の①②）。\nイ  原告は，平成２７年７月２４日，本件訴訟を提起した（当裁判所に顕著\nな事実）。\nウ  被告は，平成２９年４月１８日の本件弁論準備手続期日において，第一\n次不再任用に係る国賠法１条１項に基づく原告の損害賠償請求権につき，\n消滅時効を援用するとの意思表示をした（当裁判所に顕著な事実）。\n⑼  本件に関連する法令\n別紙「本件に関連する法令」記載のとおり\n第３  本件の争点\n１  はじめに\n本件の争点の概要については，第８回弁論準備手続調書別紙「本件の請求及\nびそれに関連する争点整理案」及び２０１７年７月１４日付け原告準備書面\n記載の義務違反の内容のとおりである。\n２  地位確認及び賃金請求関係\n本件任用の法的性質（争点１）\nア  障害者雇用促進法に基づく期間の定めのない任用であるか否か\nイ  障害者雇用促進法３８条１項に基づく「常時勤務する職員」としての任\n用であり，期間の定めのない職員と同様の地位を与えるものか否か\nウ  地公法１７条１項に基づく期間の定めのない任用であるか否か\n仮に，上記⑴アないしウが認められなかった場合について（争点２）\nア  公務員関係における解雇権濫用法理の適用ないし類推適用の有無\nイ  第二次不再任用に係る解雇権濫用の有無（再任用に対する合理的期待及\nび不再任用の客観的合理性・社会的相当性）\n３  国家賠償請求関係\n（上記２ ［期間の定めの\nない任用］であることを前提として）第一次不再任用の違法性（争点３）\n第二次不再任用の違法性（争点４）\n原告の損害の有無及びその額（争点５）\n第一次不任用に基づく国賠請求権に係る消滅時効の成否（争点６）\n第４  争点に関する当事者の主張\n１  争点１（本件任用の法的性質）について\n（原告の主張）\n主位的主張（障害者雇用促進法に基づく期間の定めのない任用であったこ\nと）\nア  障害者雇用促進法は，障害者の職業の安定を図ることを目的とし（同法\n１条），知的障害者を採用する事業主に，障害者の雇用の継続を図り，安定\n的に雇用する責務を課している（同法５条）。そして，同法は，国及び地方\n公共団体に対し，法定雇用率を定め，同雇用率以上の障害者をその職員，\nすなわち当該機関に「常時勤務する職員」として雇用することを義務付け\nている（同法３８条等）。\nこれらの点を踏まえると，障害者が，地方公共団体等によって，①障害\n者雇用の趣旨で任用され，②実態として事実上期間の定めなく任用されて\nいるといえる場合には，形式上は任期付きの臨時的任用職員として任用さ\nれていたとしても，これに優先適用されるべき障害者雇用促進法に基づき，\n「常時勤務する職員」として期間の定めなく任用されたものといえる。\nイ  被告は，障害者雇用促進法の規定によって障害者雇用率が義務化され（昭\n和５１年），その後知的障害者雇用の義務化（平成９年）された政策の流れ\n等に伴い，障害者雇用促進法の目的・義務に基づき，知的障害者であるが\n故に，原告を任用したのである。現に，被告は，原告を任用する理由とし\nて，「今後の知的障害者の採用を目的とした場合に，事前に雇用に向けての\n適職の見極めや受容れ側のサポート体制を確立する必要がある」と掲げて\nいるし，原告を任用した後は，原告の障害特性を考慮し，それに適した業\n務としてｅ会に配置し，ｇ事業のデータ化，会員に配る配布物の編冊，書\n類や封筒にｅ会のゴム印を押すこと等の恒常的な業務を担当させてきた。\nそして，被告は，原告について，平成１８年６月１日の任用当初より６\nか月を超過する任用を前提としており，その後，平成２３年５月３１日ま\nでの間，継続して原告を任用し続けてきた。すなわち，被告は，形式上臨\n時的任用の形態を前提に，法律上許容される最長期間である６か月間の任\n用を繰り返し（３か月という書類上の任用期間は，事務手続上の必要から\n作成されたものにすぎず，任用期間に関してさしたる意味はない。），更に\n平成２１年５月１日以降は，地公法２２条５項後段の更新規定の解釈に基\nづき１２か月間の任用を続け，平成２０年１月３１日以降の任用更新が危\nぶまれたことがあった以外は，安定的に原告の任用を繰り返してきたので\nある。\nウ  以上によれば，被告は，障害者雇用促進法に基づき，「常時勤務する職員」\nとして，期間の定めなく原告を任用したというべきである。\n予備的主張①（障害者雇用促進法３８条１項に基づく「常時勤務する職員」\nとしての任用であり，期間の定めのない職員と同様の地位を与えるものであ\nったこと）\nア  仮に，上記 における障害者雇用促進法の「常時勤務する職員」に属す\nる地方公務員の具体的範囲につき，「期間の定めなく勤務している職員（期\n間が一年以上の者を含む）」との定義に照らし，有期の任用の場合も対象と\nしていると解されるとしても，障害者雇用促進法の要請として，「期間が一\n年以上の者」とは，地公法上の任用形式如何にかかわらず，事実上期間の\n定めなく雇用されている実態を伴う職員であると理解すべきであるから，\n期間の定めのない職員と同様の地位が与えられていると解すべきである。\nイ  したがって，本件任用は，仮に期間の定めがあったとしても，障害者雇\n用促進法３８条１項の「常時勤務する職員」としての任用であり，原告に\n対し，期間の定めのない職員と同様の地位を与えるものであった。\n予備的主張②（地公法１７条１項に基づく期間の定めのない任用であるこ\nと）\nア  本件任用が上記 及び のように障害者雇用促進法に基づくものと認め\nられないとしても，地公法２２条５項が「緊急の場合」又は「臨時の職に\n関する場合」の臨時的任用を認めた趣旨や，障害者雇用促進法の趣旨から\nすれば，形式的には「臨時的任用」として任用されたと見える場合であっ\nても，①その業務内容が「臨時的任用」が本来予定する「緊急の場合」又\nは「臨時の職に関する場合」とはいえず，②実態として事実上期間の定め\nなく任用されているといえる場合には，地公法１７条１項に基づき，期間\nの定めなく任用されたものというべきである。\nイ  この点，被告は，原告について，ｅ会に配置し，ｇ事業のデータ化，会\n員に配る配布物の編冊，書類や封筒にｅ会のゴム印を押すこと等を担当さ\nせてきたものであるが，かかる業務は，臨時的な業務でも季節的な業務で\nもなく，地公法２２条５項の定める「緊急の場合」にも「臨時の職」にも\n当たらない。\nまた，上記 イのとおり，被告は，平成１８年６月１日から平成２３年\n５月３１日までの間，継続して原告を任用し続けてきた。\nウ  以上によれば，本件任用は，形式上は「臨時的雇用員」としての任用で\nあったとしても，その実質を捉え，地公法１７条１項に基づき，期間の定\nめなく原告を任用したものであったというべきである。\n（被告の主張）\n主位的主張（障害者雇用促進法に基づく期間の定めのない任用であったこ\nと）及び予備的主張①（障害者雇用促進法３８条１項に基づく「常時勤務す\nる職員」としての任用であり，期間の定めのない職員と同様の地位を与える\nものであったこと）について\nア  そもそも障害者雇用促進法は，障害者が職業生活において自立すること\nを促進するための措置を総合的に講じ，もって障害者の職業の安定を図る\nことを目的とする法律であり，地公法と異なり，地方公務員の任用や勤務\n条件について規定するものではないから，地方公務員の任用の根拠法とは\nなり得ない。\nイ  また，障害者雇用促進法３８条についても，障害者の雇用促進のための\n政策的規定であって，国や地方公共団体による個別の職員に対する任用行\n為の性質や内容を規律するものではなく，雇用率に見合う「常時勤務する\n職員」の任用を義務付けていると解することもできない。したがって，被\n告が障害者雇用促進法に基づいて原告を任用するということはあり得ない。\nウ  被告は，将来の知的障害者の雇用に向けた適職の見極めや受入れ側のサ\nポート体制を確立するための検証を行うことを目的として原告を任用した\nものであって，結果的に障害者雇用促進法の目的や趣旨に寄与することに\nはなるものの，これを直接の目的として原告を任用したものではない。\nエ  なお，障害者雇用促進法が地公法の特別法であると解する余地はなく，\n障害者雇用促進法が優先適用されるべきとする原告の主張は理由がないと\nいうべきである。\n予備的主張②（地公法１７条１項に基づく期間の定めのない任用であるこ\nと）について\nア  知的障害者の雇用に向けた適職の見極めや受入れ側のサポート体制の確\n立という目的は，臨時雇用員任用の正当な理由であるといえ，その任用の\n必要性は恒久的なものではない。したがって，本件任用は，地公法２２条\n５項の「臨時の職」の要件を満たしているというべきである。\nイ  また，地公法２２条５項には，臨時雇用員の任用期間は６か月以内，１\n回に限り６か月を超えない期間で更新できるという制限があるところ，被\n告は，同制限の範囲内で任用期間を定め，原告を任用していた。被告は，\n任用の都度，「臨時雇用員任用申請書」により，内部手続を履践し，「臨時\n雇用員誓約書」には任用期間を明記し，内容を説明の上，原告から署名捺\n印及び提出を受けている。また，原告に係る任用と任用の間には中断期間\nを設け，その間原告は被告に出勤したり，被告で業務を行うということも\nなく，社会保険の資格も喪失し，有給休暇の残日数も引き継がれないなど，\n同期間は形式的なものではなく，被告の職員たる地位を完全に失っていた。\nこれらの点によれば，平成１８年６月１日ないし平成２４年５月３１日に\nおける原告の任用は，それぞれが期間を定めた個別の任用であったことは\n明らかである。\nウ  以上によれば，本件任用が，地公法２２条５項に基づく任用期間を定め\nた臨時雇用員としての任用であったことは明らかであり，地公法１７条１\n項に基づく期間の定めのない任用であったとの原告の主張には理由がない\nというべきである。\n２  争点２（第二次不再任用に関する解雇権濫用法理の適用ないし類推適用等）\nについて\n（原告の主張）\n公務員関係における解雇権濫用法理の適用ないし類推適用について\nア  現行法の下では，勤務関係について公務員とそれ以外の労働者でさほど\n別異の扱いがされておらず，むしろ共通ないし一体のものと扱われ（憲法\n２８条，地公法５８条３項等），民間労働契約に関するルールを公法関係に\n及ぼすことも予定されていること，全ての公務員が公権力の行使を行う業\n務を遂行しているものでもなく，民間労働契約関係と変わらない状態で勤\n務する公務員が増大しており，公務の中立性や能率性という要請を理由に，\n公務員の性質や種類を考慮せずに機械的に労働契約関係と異質であると\n捉えることはできないことなど，現行法の立場や民間労働と変わらない勤\n務実態からすれば，公務員の勤務関係の法的性質を一律に公務関係とする\nことは誤りであり，個別の公務員の役職等に応じて，労働契約ないしそれ\nに類似する契約関係と解し，契約関係の諸原則を適用することは当然に予\n定されているというべきである。\nイ  この点，被告による原告の任用については，①形式的には地公法２２条\n５項による任用ではあるものの，職務内容や長期の勤務継続の点に照らせ\nば，「緊急の場合」でも「臨時の職に関する場合」でもなく，本来同条が予\n定しない実態となっていたこと，②当事者の意思に基づいて勤務関係が形\n成されている上，原告が従事していた業務はエクセルのデータ入力作業や\n押印作業などであって，公権力の行使とは全く関係がなく，民間労働と何\nら変わらない勤務実態・業務内容であったこと，以上の点からすれば，原\n告の任用については，私法的な労働契約関係ないしはそれに類似する勤務\n関係と捉えられるものであり，原告が再任用の期待を持つことが合理的で\nある場合にはそれが法的に保護されなければならず，解雇権濫用法理の適\n用あるいは類推適用が認められるべきである。\n第二次不再任用に係る解雇権濫用の有無（再任用に対する合理的期待及び\n不再任用の客観的合理性・社会的相当性）\n以下の事情からすれば，平成２４年５月３１日の時点で原告が抱いていた\n再任用に対する期待は合理的なものであるといえ，第二次不再任用は，客観\n的かつ合理的な理由を欠き，社会通念上相当とはいえないものであった。\nア  原告に係る担当業務の内容及び性質\n原告の担当業務は，ｇ事業のデータ化，会員に配る配布物の編冊，書\n類や封筒にｅ会のゴム印を押すこと等であった。こうした業務は一時的\nに業務量が増加したり，季節によって業務量が増加したりするようなも\nのではなく，時期に関わりなく恒常的に行う必要のある業務である。\nまた，原告に係る臨時雇用員誓約書における職種は「一般事務」であ\nり，臨時雇用員任用申請書の「任用を必要する理由（具体的な業務内容\nも記入してください）」欄でも具体的な業務内容には触れられていない\nなど，原告の業務には限定がなかった。したがって，仮にｅ会の中で原\n告に与える仕事がなくなったとしても，他部署での仕事がある限り，原\n告の業務がなくなったとはいえない。\nイ  更新回数，雇用通算期間\n原告は，平成１８年６月に被告に任用されたが，その後，平成２４年\n５月３１日の第二次不再任用に至るまでの間，通算６年間に，１回の任\n期が３か月ないし６か月の任用期間で実質的に１９回（任期延長３回を\n含む。）の任用更新が行われた。\nまた，被告は，地公法２２条５項に抵触することを避け，退職手当や\n社会保険料等の財政的な負担を免れるメリットを享受するため，長期継\n続的に使用することを前提としながら，いわば脱法的に任用期間の間に\n空白期間を置きつつ任用継続を繰り返す取扱いを行ってきた。\nさらに，被告は，任期の更新回数や通算任用年数の上限さえ設定して\nいなかった。\nウ  被告の言動・対応等\n平成２１年１１月１日からの原告に対する任用以降，臨時雇用員誓約\n書に「６か月を超える任用予定  有」と明記されるようになったが，こ\nれは，それまでの実態が明文をもって約束されたものであり，原告から\nすれば，従前以上に任用継続に期待を抱くものであった。\nまた，被告は，原告が被保佐人となり地公法上の欠格条項に該当する\nこととなったため原告を再任用しなかった（第一次不再任用）が，原告\nが被保佐人でなくなった後に平成２３年任用に至った。このことからし\nて，原告が，地公法上の欠格条項さえクリアすれば再び被告での就労が\n継続されるとの期待を抱くことも当然といえる。\nそして，原告に対する保佐開始の審判が取り消され，補助開始の審判\nが確定した後，被告と原告の支援者による交渉も経て，間もない時期に\n原告が被告に復職したこと，同復職は元の職場に戻るという形であり，\n勤務内容も忙しさも従前と変わらないものであったこと，その際の任用\n期間も法定上限の６か月が設けられたこと，以上のような状況を踏まえ\nると，従前までの任用継続に対する原告の期待は引き継がれ，同期待は\nより高まっていたといえる。\nエ  合理的期待を覆す事情はないこと\n被告は，原告の「問題行動」を指摘しているところ，同指摘に係る原\n告の問題行動については，被告が原告に対する合理的配慮を欠いた処遇\nをした結果発生したものであり，被告の立場でこれらを非難することが\n許されないし，任用更新拒否を正当化するだけの事情とは到底いえない。\nまた，原告については，問題行動の指摘や注意を受けた後も，幾度と\nなく任用を更新されており，この点からしても，同問題行動をもって，\n原告に対する任用更新拒否の理由とはなり得ないことは明らかである。\nむしろ，平成２３年１２月からの半年間については「問題行動」の指摘\nはなく，平成２４年５月末において任用更新の合理的期待を覆す事情は\n存在しない。\n（被告の主張）\n地方公務員の任用は，地公法に基づいて行われ，その任用形態や勤務条件\nは法令や条例で定められるものであり，当事者双方の合理的意思解釈によっ\nてその内容を定めることが許されない行政処分であること，このような地方\n公務員の勤務関係が，当事者の意思の合致によって成立する私企業における\n労働関係とその性質を異にしているという趣旨を踏まえて，労働契約法（以\n下「労契法」という。）２２条１項が地方公務員について，同法を適用しない\n旨明確に規定していること，以上の点に鑑みると，その業務内容が民間企業\nにおける労働内容と類似するものであるかどうか等にかかわらず，地方公務\n員の勤務関係について，解雇権濫用法理が適用ないし類推適用される余地は\nなく，原告の主張は失当といわざるを得ない。\nまた，上記の点を措くとして，\n被告の原告に対する任用行為は連続したものではなく，職員の資格を完全に\n失う中断期間が存在していたこと，任用の都度，新たな任用手続と同じ手続\nが毎回行われていたから，任用手続が形骸化していた事実はないこと，以上\nの点からすると，私法上の労働契約でいうところの「期間の定めのない契約\nと実質的に異ならない状態」になっていたとはいえず，有期雇用における解\n雇権濫用法理を類推適用するための前提となる事実が存在しない。したがっ\nて，この点からしても，原告の本件任用について解雇権濫用法理が適用ない\nし類推適用されることはなく，この点に関する原告の主張は理由がない。\n３  争点３（第一次不再任用の違法性）について\n（原告の主張）\n第一次不再任用の違法性について\n本件任用は，上記１（原告の主張）で述べたいずれかの法的性質を有する\n任用であるというべきところ，第一次不再任用は，以下のとおり，①理由な\nく原告を免職した点，②原告に対する職場環境配慮（合理的配慮）義務と失\n職回避義務に違反した点，③必要な調査指導や情報提供等の環境整備義務に\n違反した点において，違法というべきである。\n理由なく原告を免職した点について\nア  第一次不再任用は，平成２３年５月１１日に原告に対する保佐開始の審\n判が確定し，原告が地公法１６条１号の欠格事由に該当することとなった\nことを理由として決定されたものである。したがって，第一次不再任用は，\n期間の定めのない原告の任用についてなされた免職に該当するというべき\nものである。\nイ  障害者が公務員となる資格・地位は，憲法１３条，１４条，２２条及び\n２７条１項により保障されているところ，①成年後見等の利用の際の考慮\n要素と公務遂行の際の能力とは別個であることや障害者雇用促進法が地方\n自治体等に障害者の雇用を義務付けていること等に鑑みれば，自己の財産\nを管理する能力が不十分な者の公務就任権を一律に否定するという規制目\n的は，やむにやまれぬものとは到底いえず，②成年被後見人又は被保佐人\nにつき職員となることや試験・選考を受けることができないとし，公務員\nが在職中に成年被後見人又は被保佐人になった場合に職を失うとする規制\n手段についても，規制目的と全く整合しないものである。このことは，国\nが平成２６年１月２０日に批准した障害者の権利及び尊厳を保護・促進す\nるための包括的総合的な国際条約（以下「障害者権利条約」という。）の解\n釈からも裏付けられるところであるし，その批准以降に国においてなされ\nている欠格条項削除に向けた議論状況や法改正を巡る動向等に照らしても\n明らかというべきである。したがって，地公法１６条１号とこれを受けた\n同法２８条４項は，違憲・無効であって，かかる違憲・無効な地公法１６\n条１号（欠格条項）を適用して，理由なく原告を免職とした第一次不再任\n用は，違法というべきである。\n職場環境配慮義務違反及び失職回避義務違反に違反した点について\nア  平成１９年９月の障害者権利条約への署名に伴い，平成２３年に障害者\n基本法が改正され，平成２５年には障害者差別解消法の制定及び障害者雇\n用促進法の改正がなされ，障害者に対する合理的配慮の提供義務が明確に\n定められてきたが，それ以前においても，憲法やその他の法令による障害\n者の権利の定め自体によって，障害者に対する合理的配慮が義務付けられ\nていた。したがって，被告は，本件任用に係る勤務において，原告に対し，\n障害特性に配慮した必要な措置を提供する義務を負っていた。\n具体的には，被告は，知的障害及び自閉症を有する原告の具体的な障害\n特性（理解力・表現力が乏しい，抽象化・一般化した表現が困難である，\n先のことを予測し計画を立てて行動したり，欲求をコントロールしたりす\nることが困難である，他者の気持ちを想像することや場の雰囲気，文脈を\n読むことが不得手である，「無視されていると思い込み，不安定になる」こ\nとがあったり，相手の気持ちがわからないため，「周囲の人が怒っていない\nか確認する」ことがあったりする，言葉が出にくかったり，オウム返しを\nしたり，一方的に話しかけたりする，こだわりや変化への抵抗が生じ，融\n通が利かなかったり気持ちの切替えができなかったり，想像を超えた出来\n事が起きるとパニックを起こしたりすることがある等）を前提として，①\n障害や障害特性について理解しようとすること，②障害の有無にかかわら\nず職場の一員として受け容れること，③障害の特性に配慮した職務の円滑\nな遂行に必要な施設の整備，援助を行う者の配置その他必要な措置を実施\nすることなどの合理的配慮を行わなければならなかった。\nしかし，被告は，本件任用に係る勤務において，原告に対する合理的配\n慮をいずれも欠き，そのことが原因となって原告の問題行動が引き起こさ\nれたものであるから，被告には，原告に対する職場環境配慮義務に違反し\nた違法があるというべきである。\nイ  また，障害者基本法，知的障害者福祉法，障害者雇用促進法及び障害者権\n利条約等の定める法令上の義務の帰結として，地方公共団体は，勤務する\n知的障害者の任用の促進及び維持に努めなければならない。よって，被告\nは，知的障害者を雇用する地方公共団体として，原告に対する保佐開始の\n審判が確定し，地公法１６条１号（欠格条項）に抵触する状態になったか\nらには，欠格条項の適用を排除する条例を制定するなど，原告が失職する\nことを防ぐために必要な回避措置をとるべき義務を負っていた。\nしかるに，被告は，かかる条例制定の検討もせずに放置し，漫然と地公\n法１６条１号の効果を生じさせて第一次不再任用に至ったものであるから，\n被告には，原告に対する失職回避義務に違反した違法があるというべきで\nある。\n必要な調査指導や情報提供等の環境整備義務に違反した点について\nア  被告は，地方公共団体として，当時の障害者自立支援法２条１項等に基\nづき，原告に対して適切な調査指導や情報提供等を行うべき義務を負って\nいた。上記⑶イのとおり，地方公共団体は勤務する知的障害者の任用の促\n進及び維持に努めなければならないことにも照らすと，被告は，勤務する\n知的障害者である原告が成年後見開始や保佐開始の申立てをし，地公法の\n欠格条項により失職するような事態が想定される場合には，欠格条項の存\n在・効果等を十分に説明して理解を求め，申立てを思いとどまる機会を与\nえることを含めた様々な情報を提供すべき義務を負っていた。\nイ  被告のケースワーカーであったＣ職員は，自身も地公法上の欠格条項の\n認識を欠いたまま，原告に対して，保佐開始の申立てを主導したものであ\nり，その結果，原告は欠格条項を認識し得ず，自己の財産管理について他の\n選択肢を奪われたことにより，保佐開始の申立てに至ったものである。\nウ  このように，被告は，原告に対して適切な調査指導や情報提供を行わな\nかったものであるから，被告には原告に対する環境整備義務に違反した違\n法があるというべきである。\n（被告の主張）\n理由なく原告を免職したとの点について\nア  原告は，平成２３年５月１１日に原告に対する保佐開始の審判が確定し，\n地公法１６条１号の欠格事由に該当することとなったが，当時のｃ室長で\nあるＨ室長は，同年５月中旬にこれを知り，同年５月３１日の任用期間満\n了をもって原告の任用を終了することとした。したがって，そもそも原告\nが被告の職員の地位を喪失したのは，平成２３年５月３１日をもって臨時\n雇用員としての任用期間が満了したからであり，地公法１６条１号（欠格\n条項）を適用したことによるものではない。したがって，本件においては，\n地公法１６条１号及び２８条４項の合憲性（有効性）は問題とならない。\nイ  原告には問題行動（①女性職員の名札を至近距離からのぞき込む，②特\n定の女性職員に付きまとう，③トイレに人が入っているにもかかわらずド\nアを強くたたく，④勤務時間中に庁舎内を歩き回り他の部課に行く，⑤市\n庁舎内で走ったり，食堂で順番の列を割り込み市民からクレームが寄せら\nれる，⑥公用車のボンネットをたたく，⑦自分の胸や顔を殴ったり壁を蹴\nったりする。）があり，被告の職員が注意してもそれらの行動が繰り返され\nた。また，平成２２年１１月には，原告が女性職員のバイクを蹴り倒し損\n傷させるという出来事があり，Ｈ室長やＩ事務局長としても他の職員や市\n民に危害が及ぶことへの危機感を感じ，引き続き原告の任用を継続してい\nくことは難しいと感じていた。そこで，被告としては，かかる原告の問題\n行動の点も踏まえて，再任用しないこと（第一次不再任用）としたのであ\nる。\nウ  以上のとおりであって，第一次不再任用につき，被告が理由なく原告を\n免職したとはいえず，原告が主張するような違法性は認められない。\n職場環境配慮義務違反及び失職回避義務違反の点について\n原告の指摘する憲法その他の法令から直ちに原告が主張するような配\n慮義務が生じるわけではなく，障害者権利条約についても，具体的な立\n法を待たずして，国や地方公共団体に具体的な合理的配慮義務を生じさ\nせるものではない。\nまた，上記の点を措くとしても，被告は，①原告がトイレに行く際など\nに室外への通行がしやすいよう座席のレイアウトを変更したり，原告が\n仕事の内容を理解しやすいように仕事内容を実演したり，原告と一緒に\n作業したりしながら，ｅ会の職員全員で原告をフォローするなど，原告\nが仕事をしやすい環境を作るべく相応の配慮をしていたこと，②原告が\n所属していたｅ会事務局のＩ事務局長は，原告が出勤したときに不安を\n感じないよう毎朝原告よりも早く出勤して，事務室の鍵を開けておくよ\nうにするなどといった配慮を行っており，原告自身もｅ会事務局の職員\nに叱られたり，被告から理由なく注意を受けたことはない旨述べている\nこと，以上の点からすると，被告の対応や体制の悪さが原告の問題行動\nの原因であったとはいえない。\n以上によれば，原告が主張する職場環境配慮違反の点については理由\nがないというべきである。\nイ  また，地公法１６条１号は「条例で定める場合を除くほか」と規定し，\n同法２８条４項も「条例に特別の定がある場合を除く外」と規定している\nところ，これら法律の各文言からすると，除外条例を定めるかどうかは各\n地方公共団体の判断に委ねられていると解するのが相当である。そうする\nと，原告が主張するように，被告が，除外条例を定める法的義務を負って\nいたと解することはできない。\nしたがって，原告が主張する失職回避義務違反の点についても理由がな\nいというべきである。\n必要な調査指導や情報提供等の環境整備義務違反の点について\nア  被告において，臨時雇用員として任用された個別の職員に対し，成年後\n見や保佐の申立てを思いとどまらせるよう情報提供する法的義務を負って\nいるとする法令上の根拠はない。\nイ  原告及びＢ代表ら支援者は，原告の財産管理等を行っていた原告の父親\nが平成２２年１２月に入院し，余命３か月と宣告される状態となり，同父\n親に代わり原告の財産を管理する者が必要となったことから，成年後見制\n度を利用することを自ら決めたものである。Ｃ職員は，Ｂ代表との相談の\n中で，原告の父親以外の者が原告の財産管理や身上監護を行う方法の一つ\nとして成年後見制度があることを説明したが，積極的にその利用を勧めた\nわけではないし，成年後見制度には後見，保佐，補助の３類型があること\nを説明したが，原告がどの類型に該当するかについて説明したり，意見を\n述べたことはない。そして，当時の客観的な原告の判断能力の程度に基づ\nき，裁判所によって保佐開始の審判がなされたのである。このように，原\n告が地公法１６条１号の欠格事由に該当したことは，被告の行為によるも\nのでも，被告が主導したものでもない。\nウ  また，Ｃ職員において，個々の福祉サービス利用者に対して，成年後見\n制度を利用するか否かの判断に関して具体的指導や助言等を行う義務ま\nではない。Ｃ職員は，Ｂ代表に成年後見制度の説明をするに当たって，成\n年後見制度には後見，保佐，補助の３つの類型があって，場合（類型）に\nよっては働けなくなることも説明し，原告の失職の可能性をＢ代表に告げ\nており，ケースワーカーとして不適切な指導等を行った事実や何らかの義\n務に違反した事実もない。\nエ  以上によれば，原告が主張する環境整備義務違反の点は理由がないと\nいうべきである。\n４  争点４（第二次不再任用の違法性）について\n（原告の主張）\n原告の担当業務内容・性質，更新回数，雇用通算期間，被告の原告に対す\nる言動及びその対応等からすれば，被告が原告に対し，平成２３年任用の期\n間満了後も任用が継続されると期待することが無理からぬものとみられる\n行為をしたというような特別の事情が存在することが明らかであるし，平成\n２４年６月１日以降も被告において継続して勤務することについて，原告は\n法的に保護されるべき期待権を有していたといえる。したがって，原告の任\n用を継続しなかった 第二次不再任用は国賠法上違法であるというべきであ\nる。\nなお，平成２３年１２月１日付けの臨時雇用員任用誓約書には本件不更新\n文言があるが，以下のとおり，同文言は，原告の期待権を否定ないし減殺す\nるものではない。\nア  本件不更新文言は，原告に対し，今後の任用可能性を否定し，被告の職\n員募集への応募を不可能にするものであるが，①平等原則を定める地公法\n１３条や，これを受けて「任期を限った任用である臨時・非常勤職員の募\n集・採用にあたっては，雇用対策法の趣旨も踏まえ，年齢にかかわりなく\n均等な機会を与える必要があることに留意すべき」である，「臨時・非常勤\n職員の募集・採用にあたっては，地公法第１３条の平等取扱いの原則を踏\nまえ，年齢や性別にかかわりなく均等な機会を与える必要があることに留\n意すべきである」とする総務省通知（平成１９年，平成２６年）に反する\n違法な取扱いであること，②公法上の勤務関係においても私法上の労働契\n約法理の趣旨が及ぶところ，有期契約労働者の雇用は不安定であり，雇止\nめに関する法規制についての法的知識も不十分な状況で，使用者側から提\n案された不更新条項を拒否することは極めて困難であることからすれば，\n使用者の発意により労働者に不更新条項を締結させる行為は，強行法規た\nる労契法１９条の趣旨に鑑み，公序良俗に違反し無効である。\nイ  また，本件不更新文言は，原告が平成２３年１２月１日から任用される\nための条件として提示された一方的な文言であり，これがなければ再任用\nは不可能という状況下で原告がやむなく，かつ，その趣旨を真に理解する\nことなく，その記載のある臨時雇用員誓約書に署名押印したものであるか\nら，これをもって不更新を承諾したことにはならない。\nウ  したがって，本件不更新文言は無効であり，そうでなくとも，原告の継\n続的な任用に対する期待権との関係において意味を持たないものというべ\nきである。\n（被告の主張）\nア  原告は，平成２４年５月３１日に臨時雇用員としての任用期間が満了し\nたことにより被告の職員たる地位を失い，その後新たな任用が行われなか\nったにすぎないのであって，被告が原告の任用更新を拒絶したものでもな\nければ，免職したものでもない。\nイ  また，被告は，原告の任用が連続するものでないことを明確にするため\nに中断期間を設けていたこと，原告の任用期間を臨時雇用員誓約書に明記\nし，原告は任用の都度，同誓約書に署名してこれを被告に提出していたこ\nと，平成２３年１２月１日に原告を再度任用した際には，原告に誤解が生\nじる余地がないよう，いわば念押しの意味で臨時雇用員誓約書の「その他」\n欄に，「任用期間については，平成２４年５月３１日までとし，以後更新し\nない」（本件不更新文言）と明記し，被告担当者から原告に対し，その旨改\nめて説明していること，以上の点からすると，原告に法律上保護されるべ\nき期待権は生じていないし，被告が原告に対し，期間満了後も任用が継続\nされると期待することが無理からぬものとみとめられる行為をしたという\nような特別の事情は認められない。\n原告の支援者であるＧ委員長らは，第一次不再任用の直後から，被告に\n対し，原告の再任用を求めてきたところ，被告は，Ｇ委員長らに対し，原\n告については，地公法１６条１号の欠格事由に該当することや任用期間中\nの問題行動があることから任用することはない旨回答してきたが，その後，\n原告については，保佐から補助に変更され，上記欠格事由に該当しなくな\nったこと，Ｇ委員長から被告のＪ部長に対し，６か月間だけでいいから原\n告を任用してもらいたい旨強い要望があったこと，被告のｈ事業の見直し\nに伴い，一時的にｅ会事務局の業務が増大し，原告に頼むことができる作\n業があったこと，以上の点から，被告は，平成２３年１２月１日から６か\n月間に限って原告を臨時雇用員として任用することとしたものであり，そ\nれ以上の継続任用がなされるとの認識がなかったことは，Ｇ委員長も認め\nているところである。そして，同任用に当たって，被告は，本件不更新文\n言を記載した臨時雇用員誓約書を作成し，Ｉ事務局長が原告に対し，同文\n言を見せて，６か月で任用期間が終了し，以後更新がないことを説明し，\n原告も同説明や文言を見て知っており，「更新しない」とは任用期間終了以\n降は働けないという意味であると認識していたものであり，Ｇ委員長やＢ\n代表も同文言があることを認識した上で原告に署名をさせているとおり，\n原告及び原告の支援者としても，原告が平成２４年６月１日以降被告に任\n用されないということを認識していた。\nイ  以上のとおり，原告のほか，原告の支援者であるＢ代表及びＧ委員長は，\n平成２３年１２月１日からの原告の被告における任用に当たり，任用期間\nが６か月間に限られており，それ以後は任用されないものであることを認\n識していたし，被告としても，その点を明確に説明していたのであって，\n被告において，原告の任用が平成２４年６月１日以降も継続されることを\n期待させるような態度や発言は一切行っていない。\n以上のとおりであって，第二次不再任用について原告が主張するような\n国賠法上の違法性が認められる余地はない。\n５  争点５（原告の損害の有無及びその額）について\n（原告の主張）\n第一次不再任用に係る損害\nア  原告は，正しい情報も与えられないまま成年後見制度（保佐開始申立て）\nの利用を余儀なくされ，成年後見制度を利用しない，あるいは成年後見制\n度のうち補助申立てをするという選択権を奪われた。その結果，地公法上\nの欠格条項に抵触する状態に至らせられ，公務員としての地位が不安定な\n状態に陥れられた。また，理由なき免職の結果，職員としての地位を失っ\nた。\nイ  以上のような被告の違法行為によって原告が被った精神的苦痛は計り知\nれず，これを金銭的に評価した場合には，その額が３００万円を下ること\nはない。また，原告の損害回復に当たっては弁護士による法的支援が不可\n欠であり，弁護士費用に係る損害は５０万円を下らない。\n第二次不再任用に係る損害\n原告は，他界した家族の意向も受けながら，一人の社会人として生活して\nいくための生活力を身に付け，被告において公務員としての職務を全うする\n意向であったにもかかわらず，被告の不再任用により，これが無惨にも拒絶\nされた。第二次不再任用による原告の精神的苦痛は筆舌に尽くし難いもので\nあり，これを金銭的に評価した場合には，その額が３００万円を下ることは\nない。また，原告の損害回復に当たっては弁護士による法的支援が不可欠で\nあり，弁護士費用に係る損害は５０万円を下らない。\n（被告の主張）\n原告の主張は，いずれも否認ないし争う。\n６  争点６（第一次不再任用に基づく国賠請求権に係る消滅時効の成否）につ\nいて\n（被告の主張）\n国賠法１条１に基づく損害賠償請求権の消滅時効は，同法４条により，\n民法７２４条前段の規定によるところ，同条は，同損害賠償請求権につい\nて，「被害者又はその法定代理人が損害及び加害者を知った時から３年間行\n使しないとき。」は，「時効によって消滅する。」と規定する。\nこの点，原告の主張内容を前提とすると，原告は，第一次不再任用に係る\n違法行為の時点（平成２３年６月１日）において，その「損害及び加害者」\nを知っていたものと認められる。したがって，第一次不再任用に係る原告の\n損害賠償請求権は，消滅時効が完成しており，被告は，同時効を援用する。\nなお，原告の精神的苦痛に係る主張を前提とすれば，地公法の欠格条項に\n該当し，かつ職員たる地位を失った平成２３年６月１日の時点で，原告の精\n神的損害が現実化していることは明らかであり，平成２４年６月１日以降に\n再任用されなかったのは，損害が現実化した後の事情にすぎない。\n（原告の主張）\n原告は，第一次不再任用により地位を失った後，平成２３年１２月１日付\nけで復職しており，同復職により違法行為による損害は治癒されたかに思わ\nれたが，第二次不再任用により損害が現実化することとなったものである。\nしたがって，第一次不再任用に係る違法行為による原告の損害が確定したの\nは，早くとも平成２４年６月１日であるから，消滅時効は完成していない。\n第５  争点に対する当裁判所の判断\n１  争点１（本件任用の法的性質）について\n主位的主張について\n原告は，本件任用について，障害者雇用促進法に基づく「常時勤務する職\n員」としての期間の定めのない任用であった旨主張する（前記第４の１［原\n）。\nしかしながら，障害者雇用促進法は，障害者の職業の安定を図ることを目\n的とし，事業主に対し，障害者の雇用の継続を図り，安定的に雇用するよう\n務めるべきことを定め，国及び地方公共団体に対しては，障害者の雇用の促\n進及びその職業の安定を図るための必要な施策の推進するよう努めるべきこ\nとなどを定めるものの（同法１条，５条，６条等），同法の規定を個別に又は\n全体としてみても，国又は地方公共団体における個々の職員の任用の根拠や\nその性質・内容を規律するものであるとは解されない。したがって，障害者\n雇用促進法を根拠とする原告の上記主張は理由がないといわざるを得ない。\n予備的主張①について\n原告は，障害者雇用促進法３８条１項について，障害者を「常時勤務する\n職員」として雇用することを義務付けている旨主張する（前記第４の１［原\n告の主張］⑵）。\nしかしながら，同項は，障害者雇用率の算定の対象とする職員の範囲を「当\n該機関に常時勤務する職員」とし，これに該当する身体障害者又は知的障害\n者の職員数を確保するための採用計画の作成を地方公共団体等に義務付ける\n規定であると解され，地公法の定めるところとは別に，地方公共団体におけ\nる職員の任用の根拠やその性質・内容を規律する趣旨であると解することは\nできない。また，もとより，被告は，原告の任用について３か月又は６か月\nの期間を定め，都度，原告から臨時雇用員誓約書の提出を受ける手続等をと\nっていること，任用期間が通算して６か月又は１年となった後に次の任用と\nの間に１か月の期間が設けられており，被告は，１年を超える期間について\n引き続き原告を雇用したことはないこと からすれば，被告\nが原告を同項の職員（常時勤務する職員）として扱っていたとは認められず，\nこの点からも，本件任用が同項に基づく任用であったと解する余地はないと\nいうべきである。したがって，この点に関する原告の上記主張は，理由がな\nいというべきである。\n予備的主張②について\n原告は，本件任用が，地公法１７条１項に基づく期間の定めない常勤職員\nたる正規職員としての任用である旨主張する（前記第４の１［原告の主張］\n⑶）。\nア  しかしながら，前記前提事実並びに証拠（甲２の①ないし⑫，甲３の①\nないし⑱，証人Ｉ，証人Ｈ）及び弁論の全趣旨によれば，本件任用におい\nて，①被告は，原告について，３か月又は６か月の任用期間を定め，都度，\n同任用に係る具体的な内容を説明した上で，原告から臨時雇用員誓約書の\n提出を受けていたこと，②臨時雇用員誓約書には，臨時雇用員である旨及\nび任用期間が明記されており，他方，常勤職員や期間の定めがない任用で\nあるとの誤解を招くような記載等はないこと，③被告は，内部的な意思決\n定においても，上記任用期間におおむね対応する形で，臨時雇用員任用申\n請書による決裁手続を経ていること（なお，臨時雇用員誓約書における任\n用期間よりも臨時雇用員任用申請書における任用期間が長期に設定されて\nいる場合があるが［甲２の①，⑩ないし⑫］，証拠［証人Ｈ］及び弁論の全\n趣旨によれば，これらは，年度毎の予算確保の必要上の措置であると認め\nられ，これらの点をもって，任用期間の定めが形骸化していたとは解され\nない。），④任用期間が通算して６か月又は１年となった後に次の任用との\n間に１か月の期間が設けられており，その間原告は被告の職員としての地\n位になかったもので，同期間の設定自体が形骸化していたとみるべき具体\n的な事情は認められないこと，⑤原告に係る任用の目的は，臨時雇用員任\n用申請書の「任用を必要とする理由」に記載された「今後，知的障害者の\n採用を目的とした場合に，事前に雇用に向けての適職の見極めや受容れ側\nのサポート体制を確立する必要があるため，引き続き臨時雇用員として任\n用・配置を検証するものである」であって，被告においては，原告を任用\nする都度，同目的が確認されていたこと，以上の点が認められ，以上のよ\nうな原告の任用に係る手続の内容，その履践状況及び任用目的等に鑑みる\nと，原告の従事していた業務の内容・性質等を考慮したとしても，原告の\n任用は，その任期ごとに，地公法２２条５項の「臨時の職に関する場合」\nとしてなされた個別の任用であったと認めるのが相当であり，これを一体\nとして地公法１７条１項に基づく期間の定めのない任用であったとみるこ\nとはできない。\nイ  この点，原告は，本件任用の在り方について，地公法２２条５項の定め\nる臨時的任用職員の脱法的な利用であると主張する。\n確かに，臨時・非常勤職員等の任用等に関する総務省の通達（甲２６，\n２７）によれば，「臨時的任用職員については，任用可能な場合や任期に係\nる要件が地公法２２条に明確に定められているところであり，任用に当た\nっては，こうした制度上の要件を再度確認し，特にフルタイムの臨時的任\n用を繰り返すことによって，事実上任期の定めのない常勤職員と同様の勤\n務形態を適用させるようなことは避けるべきである」とされているところ，\n被告は，原告について，任用と任用との間に１か月の期間を設けた上で，\n３か月又は６か月の期間の任用を１４回行っており，原告の被告における\n任用の通算期間は４年６か月の長期に及んでいるのであって，必ずしも上\n記通達に沿った取扱いであるとは言い難い。しかしながら，原告について，\n上記のような任用状況にあるとしても，上記通達をもって，原告に対する\n個々の任用が任期の定めのない任用に転じるものとは解されないし，かえ\nって，本件任用において採られた上記手続等は，上記通達が，同一の者を\n再度任用する場合について求める任期の設定や手続の明確性の趣旨に沿う\nものといえる。これらのことからすれば，原告の主張は，上記結論を左右\nするものではないというべきである。\nウ  以上によれば，本件任用は，地公法２２条５項に基づき任用期間を定め\nた臨時雇用員としての任用であったと認められ，地公法１７条１項に基づ\nく期間の定めのない任用行為であったとの原告の主張には理由がない。\n小括\n以上のとおりであるから，本件任用が障害者雇用促進法に基づく期間の定\nめのない任用であること（主位的主張），期間の定めがあるとしても，同法３\n８条１項に基づく「常時勤務する職員」としての任用であり，原告に期間の\n定めのない職員と同様の地位を与えたものであること（予備的主張①），地公\n法１７条１項に基づく期間の定めのない任用であること（予備的主張②）を\n理由とする，被告の職員としての権利を有する地位の確認並びに平成２４年\n６月分から本判決確定の日までの賃金及び遅延損害金の支払に係る原告の請\n求は，いずれも理由がない。\n２  争点２（第二次不再任用に関する解雇権濫用法理の適用ないし類推適用等）\nについて\n原告は，公務員関係においても解雇権濫用法理の適用あるいは類推適用が\nあり得るとした上で，被告による原告の任用は，私法的な労働契約関係ない\nしそれに類似する勤務関係ととらえられるものであり，再任用の期待を持つ\nことが合理的である場合にはそれが法的に保護されなければなら ないから，\n解雇権濫用法理の適用あるいは類推適用が認められるべきである 旨主張す\nる（前記第４の２［原告の主張］）。\nこの点，任命権者による地方公務員の任用について行政処分であることを\n窺わせる明文の規定はないものの，勤務関係を消滅させる免職が地公法４９\n条の２及び５１条の２において行政処分として構成されていることに照らす\nと，同法は地方公務員の勤務関係の早期確定を図る趣旨と考えられるから，\n任用についても行政処分と解するのが相当である。このような地方公務員の\n任用に関する法的性質に加え，地公法は地方公務員の採用等の任用行為につ\nいて，その勤務条件等の内容を法定しており，これを当事者の意思や個人的\nな事情等によって変更することはできないこと，地方公務員の任用に係る上\n記趣旨を踏まえて，労契法２２条１項が同法を地方公務員について適用しな\nいことを明記していることをも併せ鑑みると，現行法の立場や民間労働類似\nの勤務実態等の原告指摘の諸点を踏まえても，任用期間満了後の任用（再任\n用）の拒否について解雇権濫用法理（雇止め制限に関する法理を含む。）が適\n用ないし類推適用される余地はないというべきである。\n以上によれば，本件任用が地公法２２条５項による任用であった場合にお\nいて，第二次不再任用が解雇権濫用法理の適用あるいは類推適用により無効\nである（予備的主張③）として，被告の職員としての権利を有する地位の確\n認並びに平成２４年６月から本判決確定の日までの賃金及び遅延損害金の\n支払を求める原告の請求については，第二次不再任用に係る解雇権濫用の有\n無や再任用に対する期待の合理性の有無並びに同不再任用の客観的合理的\nな理由の有無及び社会的相当性の有無について判断するまでもなく，いずれ\nも理由がない。\n３  争点３（第一次不再任用の違法性）について\n⑴    上記１で認定説示したとおり，本件任用は，地公法２２条５項に基づき任\n用期間を定めた臨時雇用員としての任用であって，障害者雇用促進法又は地\n公法１７条１項に基づく期間の定めのない任用である（主位的主張），期間\nの定めがあるとしても，同法３８条１項に基づく「常時勤務する職員」とし\nての任用であり，原告に期間の定めのない職員と同様の地位を与えたもので\nある（予備的主張①），地公法１７条１項に基づく期間の定めのない任用で\nある（予備的主張②）との原告の主張にはいずれも理由がないから，本件任\n用が上記のいずれかの性質の任用であることを前提とする第一次不再任用\nに係る国賠法１条１項に基づく損害賠請求は，その前提を欠くこととなる。\n⑵    したがって，原告の第一次不再任用に係る国賠法１条１項に基づく損害賠\n償請求は，その限りにおいて理由がないといわざるを得ない。\n４  争点４（第二次不再任用の違法性）について\n原告は，平成２４年６月１日以降も被告において継続して働くこと（再任\n用）について，法的に保護されるべき期待権を有していたものであり，第二\n次不再任用はこれを違法に侵害したものである旨主張する（前記第４の４［原\n告の主張］）。\nしかしながら，上記１において認定説示したとおり，平成２３年５月３１\n日までの原告の任用 は，その任期ごとになさ\nれた地公法２２条５項に基づく個別の任用であると認められるところ，平成\n２３年任用についてもこれと別異に解する合理的な理由は認められない。そ\nうすると，第二次不再任用は，平成２３年任用の期間が満了した後，任用さ\nれなかったということによるものにすぎないのであるから，本件任用の経緯\nや原告の担当業務内容・性質，更新回数，雇用通算期間，被告の言動・対応\n等原告の主張する諸事情について検討するまでもなく，原告が，任用期間満\n了後にも継続して働くこと（再任用）を期待する法的に保護されるべき利益\nないし権利を有していたものとは認められない。\nもっとも，任命権者が，期限付任用に係る非常勤職員に対して，任用期間\n満了後も任用を続けることを確約し保障するなど，同期間満了後も任用が継\n続されると期待することが無理からぬものとみられる行為をしたというよ\nうな特別の事情がある場合には，当事者間の信頼関係を不当に侵害するもの\nとして，当該非常勤職員がそのような誤った期待を抱いたことによる損害に\nつき，国賠法に基づく賠償を認める余地があり得る（最高裁判所平成６年７\n月１４日第一小法廷判決・裁判集民事１７２号８１９頁）。\nこの点，原告は，①原告の担当業務内容・性質，②更新回数，雇用通算期\n間，③被告の言動・対応等をもって，上記の特別の事情に当たると主張する\nので，以下，これらの点について検討する。\n担当業務の内容・性質の点について\n仮に，原告の業務は一般事務である以上に特定はされていないことや現に\n原告が行っていたｇ事業に係る業務は時期に関わりなく恒常的に行う必要の\nある業務であること等原告の主張する事実を前提にしたとしても，これらの\n点から直ちに，被告において，原告に対し期間満了後も任用が継続されると\n期待することが無理からぬものとみられる行為をしたとは認められない。\n更新回数，雇用通算期間の点について\n上記１で認定説示したとおり，本件任用は，地公法２２条５項に基づく個\n別の任用であり，任用期間の設定や認定手続の明確性について特段問題とな\nる点は認められず，また，任用手続が形骸化していたことを認めるに足りる\n的確な証拠は認められないこと，特に平成２３年任用は，後記 説示のとお\nり，第一次不再任用により任用が終了した後，原告支援者らと被告担当者ら\nとの協議を経て，第一次不再任用から６か月後に行われた任用であり，本件\n任用に引き続いて従前と同様の任用がなされたものであるとはいえないこと，\n以上の点に鑑みれば，原告が被告に任用されていた通算の期間が長く，任用\nされた回数自体が多数回に及んでいることをもって，直ちに，被告が原告に\n対し期間満了後も任用が継続されると期待することが無理からぬものとみら\nれる行為をしたとは認められない。\n被告の言動・対応等の点について\nア  認定事実\n前記前提事実⑶ないし⑺並びに後掲各証拠及び弁論の全趣旨によれば，\n以下の事実が認められる。\n第一次不再任用に至る経緯\nａ  原告は，平成２３年３月２２日，ｆ家庭裁判所に保佐開始の審判を\n申し立てた。同申立てに当たっては，被告の担当ケースワーカーであ\nったＣ職員が，原告の支援者であるＢ代表に対し，原告の財産管理や\n身上監護をするための制度として成年後見制度を紹介したり，申立て\n準備のための診療所での受診や申立て時の家庭裁判所での手続に同行\nするなどしていた。\n，証人Ｂ，証人Ｃ）\nｂ  原告について，平成２３年５月１１日，保佐開始及び保佐人の選任\nの審判が確定したところ，Ｈ室長は，同年５月中旬頃，ｃ室職員を通\nじて，原告に対する保佐開始の事実を知り，原告について，地公法上\nの欠格条項に該当することを確認した。\nもっとも，被告は，その後，原告に対する失職の手続をとらず，同\n月３１日の任用期間満了をもって任用を終了することとした（第一次\n不再任用）。\n（前提事実 ，証人Ｈ）\n第一次不再任用後における原告らと被告との交渉経過\nａ  原告の支援者であるＧ委員長及びＢ代表は，平成２３年６月１日，\n被告のＨ室長及びＩ事務局長と面談し，原告を改めて被告において任\n用するよう求めた。これに対し，Ｈ室長は，原告が被保佐人となった\nことで，地公法上の欠格条項に該当するため，公務員として任用する\nことはできない旨回答した。\n（甲５１，証人Ｇ，証人Ｈ，証人Ｉ）\nｂ  Ｇ委員長は，平成２３年６月１４日，Ｈ室長及びＩ事務局長と再び\n話合いを行った。その際にも，Ｈ室長は，原告については地公法上の\n欠格条項に該当することから任用することができない旨説明をした。\nこれに対し，Ｇ委員長は，原告側においても何とかするよう努力する\nので，被告においても色々と考えるようにとの要求をしたが，Ｈ室長\nは，もうそういうことは考えていない，これに関する交渉は今後しな\nい旨返答した。\n（証人Ｇ，証人Ｉ）\nｃ  Ｇ委員長は，平成２３年６月２９日，被告に電話をし，原告の保佐\nを取り消す準備をしている旨を伝えた。これに対して，被告は，原告\nの任用はしない旨返答した。\n（証人Ｇ）\nｄ  Ｅ司法書士は，Ｇ委員長との協議を経て，原告について保佐から補\n助への変更を進めることとし，平成２３年８月１８日，原告の保佐人\nとして，ｆ家庭裁判所に対し，原告について補助開始の審判を申し立\nてた。\n同裁判所は，同年１０月６日，原告につき，保佐開始の審判を取り\n消すとともに，補助開始の審判をした。\n（前提事実 ，証人Ｇ）\nｅ  Ｇ委員長は，原告に対する補助開始の審判がなされた平成２３年１\n０月６日以降，Ｊ部長と話し合い，原告については，地公法上の欠格\n条項に抵触しなくなったことから，被告で任用するように求めたとこ\nろ，最終的に，Ｊ部長は，Ｇ委員長に対し，原告を平成２３年１２月\n１日から被告で任用する旨返答した。\nなお，Ｈ室長は，Ｇ委員長がＪ部長に対し，原告を６か月に限って\nの任用でいいから任用してほしいという申出をした旨証言する（証人\nＨ）が，Ｇ委員長は，この点を否定しており，本件全証拠を精査して\nも，Ｇ委員長の同発言を認めるに足りる的確な証拠は認められない。\nしたがって，Ｈ室長のＧ委員長の発言に関する上記証言部分は採用で\nきない。\n（証人Ｇ，証人Ｈ）\n平成２３年任用の経過\nａ  被告は，平成２３年１１月３０日付けで，原告を任用した（平成２\n３年任用。前提事実⑹）。\n同任用に係る決裁手続における臨時雇用員任用申請書には，任用を\n必要とする理由として，「各種ｉ事業業務について，一時的な業務増が\n見込まれるため」と記載されていた。\nなお，平成２３年任用に係る臨時雇用員任用申請書（甲２の⑬）記\n載の任用期間部分は，平成２４年３月３１日までの任期となっている\nものの，これは，年度が替わるための措置であって，その後，平成２\n４年４月１日付けで，任用期間を平成２４年４月１日から同年５月３\n１日までとする同内容の臨時雇用員任用申請書（甲２の⑭）も決裁さ\nれている。\n（甲２の⑬，⑭，証人Ｈ，弁論の全趣旨）\nｂ  Ｈ室長は，原告から提出を受ける臨時雇用員誓約書を作成するに当\nたり，Ｊ部長から６か月に限った任用である旨聞いていたことから，\n任用期間を経過する際に再度任用するように求められる可能性を危惧\nし，臨時雇用員誓約書の備考欄に「その他  任用期間については平成\n２４年５月３１日までとし，以後更新しない。」（本件不更新文言）と\n記載した上，Ｉ事務局長に対し，原告に対してその説明をするよう指\n示した（甲３の⑲，証人Ｈ，証人Ｉ）。\nｃ  Ｉ事務局長は，Ｈ室長からの上記指示を踏まえ，原告に対し，臨時\n雇用員誓約書を示し，本件不更新文言の内容を説明した上で，原告か\nら署名押印した臨時雇用員誓約書の提出を受けた（甲３の⑲，証人Ｉ）。\n第二次不再任用の経緯\nａ  被告は，平成２３年任用は，任用期間の満了日である平成２４年５\n月３１日をもって終了し，被告は，その後，原告について，任用しな\nかった（第二次不再任用）（前提事実 ）。\nｂ  Ｇ委員長は，第二次不再任用後の平成２４年６月４日，被告に対し\nて連絡をして，原告を被告で任用するように求めたが，被告はこれを\n受け入れなかった（甲４７）。\nイ  検討\n上記認定事実によれば，①被告が平成２３年任用に至ったのは，再度\nの任用について一貫して拒否する対応を続けるも，原告支援者からの強\nい要望がなされた末の判断であったこと，②それ故，被告は，任用の際\nの臨時雇用員誓約書に本件不更新文言を設け，同文言について，原告に\n説明した上で同誓約書の提出を受けるなどしており，合意としての効力\nの有無にかかわらず，少なくとも原告に対し，任用が継続するか否かに\nついて誤った期待（今後も任用は継続されるという期待）を生じさせな\nいための明確な措置を講じていたといえること，③平成２３年任用の任\n用期間中においても，原告について，今後任用が継続されるとの期待を\n抱かせるような被告の言動や具体的な出来事があったとは窺われないこ\nと，以上の点が認められ，これらの点に鑑みれば，平成２３年任用に関\nし，被告が，原告に対し，その期間満了後も任用が継続されると期待す\nることが無理からぬものとみられる行為をしたというような特別の事情\nがあるとは認められない。\nこの点，原告は，第一次不再任用に先立つ保佐開始審判の申立てに関\nし，被告のＣ職員の情報提供等に問題があった旨主張するが，上記\nで認定説示したとおり，第一次不再任用は，\n原告が地公法上の欠格条項に該当することを理由とするものではなく，\n飽くまでも，任用期間が満了したことを理由とするものであると認めら\nれ，この点を踏まえると，平成２３年任用の期間満了後の再任用に係る\n原告の期待に結びつくような事情であるとはいえないから，上記の特別\nの事情を肯定すべき事由には当たらない。\n小括\n以上によれば，原告が主張する上記 ①ないし③の各事情を総合的に勘案\nしたとしても，第二次不再任用につき，任用期間満了後も任用が継続される\nと期待することが無理からぬものとみられる行為をしたというような特別の\n事情があったとは認められず，この点に関する原告の主張は理由がないとい\nわざるを得ない。したがって，第二次不再任用に係る国賠法１条１項に基づ\nく損害賠償請求は，その余の点（争点５ ）について判断するまでもなく，\n理由がない。\n５  結論\n以上のとおりであって，原告の本件各請求はいずれも理由がないから，いず\nれも棄却することとし，主文のとおり判決する。\n大阪地方裁判所第５民事部\n裁判長裁判官            内    藤      裕      之\n裁判官            大    和          之\n裁判官            池    上      裕    康\n別紙\n本件に関連する法令\n（地方公務員法）\n第十六条（欠格条項）\n次の各号の一に該当する者は，条例で定める場合を除くほか，職員となり，又は\n競争試験若しくは選考を受けることができない。\n一  成年被後見人又は被保佐人\n第十七条（任命の方法）\n１  職員の職に欠員を生じた場合においては，任命権者は，採用，昇任，降任又は\n転任のいずれか一の方法により，職員を任命することができる。\n２  人事委員会（競争試験等を行う公平委員会を含む。以下この条から第十九条ま\nで，第二十一条及び第二十二条において同じ。）を置く地方公共団体においては，\n人事委員会は，前項の任命の方法のうちのいずれによるべきかについての一般的\n基準を定めることができる。\n３  人事委員会を置く地方公共団体においては，職員の採用及び昇任は，競争試験\nによるものとする。但し，人事委員会の定める職について人事委員会の承認があ\nつた場合は，選考によることを妨げない。\n４  人事委員会を置かない地方公共団体においては，職員の採用及び昇任は，競争\n試験又は選考によるものとする。\n５  人事委員会（人事委員会を置かない地方公共団体においては，任命権者とする。\n以下第十八条，第十九条及び第二十二条第一項において同じ。）は，正式任用にな\nつてある職についていた職員が，職制若しくは定数の改廃又は予算の減少に基く\n廃職又は過員によりその職を離れた後において，再びその職に復する場合におけ\nる資格要件，任用手続及び任用の際における身分に関し必要な事項を定めること\nができる。\n第二十二条（条件附採用及び臨時的任用）\n１  臨時的任用又は非常勤職員の任用の場合を除き，職員の採用は，すべて条件附\nのものとし，その職員がその職において六月を勤務し，その間その職務を良好な\n成績で遂行したときに正式採用になるものとする。この場合において，人事委員\n会は，条件附採用の期間を一年に至るまで延長することができる。\n２  人事委員会を置く地方公共団体においては，任命権者は，人事委員会規則で定\nめるところにより，緊急の場合，臨時の職に関する場合又は任用候補者名簿がな\nい場合においては，人事委員会の承認を得て，六月をこえない期間で臨時的任用\nを行うことができる。この場合において，その任用は，人事委員会の承認を得て，\n六月をこえない期間で更新することができるが，再度更新することはできない。\n３  前項の場合において，人事委員会は，臨時的任用につき，任用される者の資格\n要件を定めることができる。\n４  人事委員会は，前二項の規定に違反する臨時的任用を取り消すことができる。\n５  人事委員会を置かない地方公共団体においては，任命権者は，緊急の場合又は\n臨時の職に関する場合においては，六月をこえない期間で臨時的任用を行うこと\nができる。この場合において，任命権者は，その任用を六月をこえない期間で更\n新することができるが，再度更新することはできない。\n６  臨時的任用は，正式任用に際して，いかなる優先権をも与えるものではない。\n７  前五項に定めるものの外，臨時的に任用された者に対しては，この法律を適用\nする。\n第二十八条（降任，免職，休職等）\n１ないし３項  略\n４  職員は，第十六条各号（第三号を除く。）の一に該当するに至つたときは，条例\nに特別の定がある場合を除く外，その職を失う。\n（障害者の雇用の促進等に関する法律）\n【平成２０年法律第９６号による改正前のもの】\n第三十八条（雇用に関する国及び地方公共団体の義務）\n１  国及び地方公共団体の任命権者（委任を受けて任命権を行う者を除く。以下同\nじ。）は，職員（当該機関（当該任命権者の委任を受けて任命権を行う者に係る機\n関を含む。以下同じ。）に常時勤務する職員（一週間の勤務時間が，当該機関に勤\n務する通常の職員の一週間の勤務時間に比し短く，かつ，第四十三条第一項の厚\n生労働大臣の定める時間数未満である常時勤務する職員（以下「短時間勤務職員」\nという。）を除く。）であつて，警察官，自衛官その他の政令で定める職員以外の\nものに限る。以下この節及び第三十九条の十一において同じ。）の採用について，\n当該機関に勤務する身体障害者又は知的障害者である職員の数が，当該機関の職\n員の総数に，第四十三条第二項に規定する障害者雇用率を下回らない率であつて\n政令で定めるものを乗じて得た数（その数に一人未満の端数があるときは，その\n端数は，切り捨てる。）未満である場合には，身体障害者又は知的障害者である職\n員の数がその率を乗じて得た数以上となるようにするため，政令で定めるところ\nにより，身体障害者又は知的障害者の採用に関する計画を作成しなければならな\nい。\n２  前項の身体障害者又は知的障害者である職員の数の算定に当たつては，重度身\n体障害者又は重度知的障害者である職員は，その一人をもつて，政令で定める数\nの身体障害者又は知的障害者である職員に相当するものとみなす。\n【平成２５年法律第４６号による改正前のもの】\n第三十八条（雇用に関する国及び地方公共団体の義務）\n１  国及び地方公共団体の任命権者（委任を受けて任命権を行う者を除く。以下同\nじ。）は，職員（当該機関（当該任命権者の委任を受けて任命権を行う者に係る機\n関を含む。以下同じ。）に常時勤務する職員であつて，警察官，自衛官その他の政\n令で定める職員以外のものに限る。以下この節及び第三十九条の十一において同\nじ。）の採用について，当該機関に勤務する身体障害者又は知的障害者である職員\nの数が，当該機関の職員の総数に，第四十三条第二項に規定する障害者雇用率を\n下回らない率であつて政令で定めるものを乗じて得た数（その数に一人未満の端\n数があるときは，その端数は，切り捨てる。）未満である場合には，身体障害者又\nは知的障害者である職員の数がその率を乗じて得た数以上となるようにするため ，\n政令で定めるところにより，身体障害者又は知的障害者の採用に関する計画を作\n成しなければならない。\n２  前項の職員の総数の算定に当たつては，短時間勤務職員（一週間の勤務時間が，\n当該機関に勤務する通常の職員の一週間の勤務時間に比し短く，かつ，第四十三\n条第三項の厚生労働大臣の定める時間数未満である常時勤務する職員をいう。以\n下同じ。）は，その一人をもつて，厚生労働省令で定める数の職員に相当するもの\nとみなす。\n３  第一項の身体障害者又は知的障害者である職員の数の算定に当たつては，身体\n障害者又は知的障害者である短時間勤務職員は，その一人をもつて，厚生労働省\n令で定める数の身体障害者又は知的障害者である職員に相当するものとみなす。\n４  第一項の身体障害者又は知的障害者である職員の数の算定に当たつては，重度\n身体障害者又は重度知的障害者である職員（短時間勤務職員を除く。）は，その一\n人をもつて，政令で定める数の身体障害者又は知的障害者である職員に相当する\nものとみなす。\n５  第一項の身体障害者又は知的障害者である職員の数の算定に当たつては，第三\n項の規定にかかわらず，重度身体障害者又は重度知的障害者である短時間勤務職\n員は，その一人をもつて，前項の政令で定める数に満たない範囲内において厚生\n労働省令で定める数の身体障害者又は知的障害者である職員に相当するものとみ\nなす。\n以上\n"
}