{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 5
  },
  "case_number": "平成21(ワ)2508",
  "case_name": "雇用関係確認等請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "84280",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=84280",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/280/084280_hanrei.pdf",
  "contents": "平成２４年１２月５日判決言渡\n平成２１年(ワ)第２５０８号  雇用関係確認等請求事件\n主                文\n１  被告株式会社ＴＥＩは，原告Ｐ１，同Ｐ２，同Ｐ３，同Ｐ４，同Ｐ５，\n同Ｐ６，同Ｐ７，同Ｐ８，同Ｐ９，同Ｐ１０，同Ｐ１１及び同Ｐ１２に対\nし，別紙１「支払金額一覧」の各原告に対応する「支払元金総額」欄記載\nの各金員及び各原告に対応する各「支払元金月額」に対する各「遅延損害\n金起算日」欄記載の各日から支払済みまで年６分の割合による金員を支払\nえ。\n２  原告らの被告トルコ航空会社に対する請求をいずれも棄却する。\n３  原告Ｐ１３の被告株式会社ＴＥＩに対する請求を棄却する。\n４  原告Ｐ１，同Ｐ２，同Ｐ３，同Ｐ４，同Ｐ５，同Ｐ６，同Ｐ７，同Ｐ８，\n同Ｐ９，同Ｐ１０，同Ｐ１１及び同Ｐ１２の被告株式会社ＴＥＩに対する\nその余の請求をいずれも棄却する。\n５  訴訟費用は，被告らに生じた費用の１３分の１及び原告Ｐ１３に生じた\n費用を原告Ｐ１３の負担とし，被告トルコ航空会社に生じたその余の費用，\n原告Ｐ１３を除く原告らに生じた費用の１０分の９及び被告株式会社ＴＥ\nＩに生じた費用の１３分の１１をいずれも原告らの負担とし，原告Ｐ１３\nを除く原告らに生じたその余の費用及び被告株式会社ＴＥＩに生じたその\n余の費用を被告株式会社ＴＥＩの負担とする。\n６  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  原告らが，被告らに対し，雇用契約上の権利を有する地位にあることを確認\nする。\n２  被告らは，連帯して，原告らに対し，平成２１年３月以降本判決確定の日ま\nで，毎月末日限り，各５１万４８００円及びこれに対する各支払期日の翌日か\nら支払済みまで年６分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告らが被告らに対し，いずれの被告との間にも雇用契約関係にあ\nったことを前提として，被告らから平成２１年１月１５日に予告された同年２\n月２８日付け解雇の意思表示（以下「本件解雇」という。）が無効であるとし\nて，雇用契約に基づき，雇用契約上の権利を有する地位にあることの確認を求\nめるとともに，同年３月以降の賃金及びこれらに対する各支払期日の翌日から\n支払済みまで商事法定利率である年６分の割合による遅延損害金の支払を求め\nた事案である。\n１  前提となる事実（当事者間に争いのない事実及び後掲各証拠により容易に認\nめることができる事実）\n(1)  当事者\nア  被告ら\n(ア)  被告トルコ航空会社\n被告トルコ航空会社（以下「被告トルコ航空」という。）は，昭和８\n年（１９３３年）にトルコ国防省の国家航空事業運営部として設立され，\n公共事業省移管を経て昭和１３年（１９３８年）に運輸省国家航空業務\n局となり，昭和３１年（１９５６年）３月１日に国営の特別会社となっ\nて現在に至っており，日本国内にも支店を有し，その旨の登記手続をし\nている。同社は，平成２０年（２００８年）７月１日以降，トルコと日\n本との間の路線のコードシェア相手をＰ１４に変更している。\n(イ)  被告株式会社ＴＥＩ\n被告株式会社ＴＥＩ（以下「被告ＴＥＩ」という。）は，昭和５１年\n９月１８日に設立された資本金５０００万円の株式会社であり，平成１\n９年１月時点での従業員数は１９７０名（内専従スタッフ７２名）で，\n日本国内に８か所の支店を有する。同社の主たる業務は，国内の主要空\n港での旅客送迎，関連施設の運営，委託業務，添乗員の派遣等であり，\n労働者派遣事業および紹介業を営む者として厚生労働大臣の許可を得て\nいる。（以上，乙ロ１）\n被告らの間に資本関係，人的関係はなく，被告ＴＥＩは，被告トルコ\n航空以外の航空会社にも客室乗務員を派遣している（証人Ｐ１５）。\nイ  原告ら\n原告らは，別紙２「原告生年月日等一覧」の「生年月日」欄記載の日に\n出生した女性であり，いずれも，同「採用年月日」欄記載の日に，被告Ｔ\nＥＩに採用された者である（甲２の１ないし１３，甲３の１及び２，乙ロ\n２，３，１３ないし２３，３５。以下，原告らについては，「原告Ｐ１」\nなどと，その氏のみをもって呼称する。）。\n(2)  被告らの間の契約関係\n被告らは，おおむね毎年７月１日（８月１日や９月１日にされるときもあ\nった。），期間をほぼ１年間として，サービスアグリーメントと題する契約\n（以下，この契約を，単に「サービスアグリーメント」という。）を締結・\n更新してきた。同契約の内容については後記のとおり当事者間に争いがある\n上，時期による契約内容の変遷はあるが，その第１条において，被告ＴＥＩ\nが被告トルコ航空に対し，被告トルコ航空のトルコと日本の間で就航される\n各定期航空便及び帰国便に対し日本人乗務員サービスを提供する旨の定めが\nある点は共通している（乙イ１など）。\nそして，被告らは，平成２０年７月には，暫定的に同月１日から同年８月\n末までの期間について，同旨の契約を締結し，その後，同年９月１日，期間\nを同日から平成２１年８月末日までとする同旨の契約（以下「本件サービス\nアグリーメント」という。）を締結した（乙イ１ないし３）。\n(3)  原告らの就労\nア  応募・採用条件\n被告ＴＥＩは，客室乗務員として１年以上勤務した経験を有し，英検準\n１級もしくはＴＯＥＩＣ７００点以上の能力と美しい日本語を話せるこ\nと，３０歳程度未満のものであることを条件として，被告トルコ航空の機\n内での業務に就く客室乗務員を募集していた（乙ロ４。ただし，募集の法\n的性質については，当事者間に争いがある。）。\nイ  契約書の作成\n被告ＴＥＩが作成して原告らに示し原告らが署名押印した契約書又は雇\n用契約書（以下「本件契約書」という。）において定められていた原告ら\nの就労条件の概要は，以下のとおりである（甲２２のＢの１６，乙ロ２，\n３，９，１３ないし２３，３５）。\n①期    間：契約締結の日から１２か月間\n②勤務形態：業務は被告ＴＥＩの定めるスケジュール表に従って行うも\nのとする。業務の都合によりスケジュール上の労働時間を\n超えて労働することがある。\n③休    日：日曜祝祭日に拘わりなくスケジュールに定められた日を休\n日とする。\n④就業場所：トルコ航空機内，出発及び到着地の空港内または被告ＴＥ\nＩが定める場所\n⑤業務内容：機内における通訳案内，旅客接遇，空港内における案内業\n務，または被告ＴＥＩの指定する業務\n⑥賃    金：給与支払基準表で定める（「Standby duty allowance」，\n「Duty day allowance」，「Flight allowance」，「Layover\nallowance」及び「交通費（往復）」の費目毎に，採用時期\n及びベース〔新東京国際空港か関西空港か〕に応じて単価\nが定められている。乙ロ９）\n支払方法は，毎月末日締め翌月末日払（勤務表に基づき当\n該月末までに帰着分の給与及び交通費の金額を翌月末日ま\nでに口座に振り込む）とする。\n⑦遵守事項：別紙３「遵守事項」記載のとおり（以下「本件遵守事項」\nという。）\n⑧解約条項：被告トルコ航空の都合により同社と被告ＴＥＩとの契約内\n容が変更になった場合又は契約が終了した場合には，従業\n員（原告ら）との雇用期間の途中であっても本契約を解除\n又は終了させることができる（以下「本件解約条項」とい\nう。）。\n⑨契約更新：原告らと被告ＴＥＩ双方の合意に基づき更新する場合があ\nり，更新する場合には，(ａ)契約満了時点の業務の有無又\nは業務量，(ｂ)本人の職務能力，就業成績，健康状態等に\n基づき，契約期間満了の１か月前までに更新手続きを完了\nする。\nウ  就労状況\n原告らは，被告ＴＥＩから，別紙２「原告生年月日等一覧」の「採用年\n月日」欄記載の日付けで採用された旨の通知を受け，同時にイスタンブー\nルにある被告トルコ航空の研修センターにおいて，同社のインストラクタ\nーから１週間の訓練を受け，訓練が終了したその日のうちに帰国して業務\nに就いた。\n原告らは，採用後，上記のとおり被告トルコ航空での教育訓練を受けた\n上，本件契約書に記載されたところに従って業務を遂行してきた（本件訴\n訟提起時点において，被告ＴＥＩでは原告らに適用される就業規則は存し\nなかった。）。\n(4)  乗務員人数の変更等\n被告トルコ航空は，被告ＴＥＩに対し，平成２０年８月１５日，原告らの\n業務を「通訳」として，一便についてこれまでの２人体制から１人体制に変\n更することを通知した。\nその後，被告ＴＥＩと被告トルコ航空との間で，同月２９日，２名乗務を\n継続する期間をとりあえず２か月確保し，同年１１月１日以降の業務につい\nては，引き続き関係当事者との間で協議することを確認した上，前記のとお\nり，同年９月１日，本件サービスアグリーメントの締結をした（乙イ１ない\nし３）。\nその後，被告トルコ航空は，被告ＴＥＩに対し，被告ＴＥＩとの間の合意\nに基づき，同年１１月１日以降の原告らの業務を１人体制として勤務割を実\n施することを通知した。その結果，原告らのフライト回数及び時間は大幅に\n減少し賃金は半額程度にまで減額されることとなった（以下「本件条件変更」\nという。）。\n(5)  原告らによる労働組合の結成\nア  原告らは，従前から被告らに対し，労働条件の改善を求めていたところ，\n平成２０年９月１７日，Ｐ１６ユニオンに加入し，Ｐ１６ユニオン・Ｐ１\n７支部（以下「本件組合」という。）を結成して，同日付け「組合結成通\n告兼要求書」と題する書面をもって，被告トルコ航空及び被告ＴＥＩにこ\nれを通知するとともに，労働協約の締結，団体交渉の実施を求めた（甲１\n１の１，２）。\nイ  その後，本件組合は，同年１０月２８日付け「争議行為開始通知書」と\n題する書面をもって，被告トルコ航空が団体交渉に応じないことなどを理\n由として，同被告に対し，翌２９日以降，争議行為を開始する旨を通知し\nた（甲１７）。\n(6)  原告らの解雇等\nア  被告トルコ航空は，被告ＴＥＩに対し，平成２０年１１月２７日，原告\nらが従事してきた業務にトルコ人乗務員をもって充てることを理由とし\nて，平成２１年２月２６日をもって約定に従い本件サービスアグリーメン\nトを終了させる旨の通告をした（乙イ６）。\nイ  被告ＴＥＩは，原告ら（平成２０年６月２９日付けで雇用期間満了によ\nり雇用関係が終了した扱いとなっていた原告Ｐ１３を除く。）に対し，平\n成２０年１１月２８日，被告トルコ航空からの前記契約解除通告の事実を\n告知し，さらに平成２１年１月１５日付けで，同年２月２８日をもって解\n雇する旨の解雇予告通知書を交付して，同日，原告らを解雇した（本件解\n雇，乙ロ７）。\nウ  また，被告ＴＥＩは，平成２１年５月１６日付けの第１準備書面におい\nて，予備的に，原告Ｐ１３を除く原告らとの雇用契約につき平成２１年６\n月末日をもって契約期間満了により終了し，更新を行わない旨の意思表示\nをし，同意思表示は，そのころ，原告らに到達した（以下「本件雇止め」\nという。）。\nなお，被告ＴＥＩは，原告Ｐ１３に対しては，本件解雇以前の平成２０\n年５月３０日に，契約の更新を行わない旨の意思表示をしている（甲２２\nのＢの５６。以下「原告Ｐ１３に対する雇止め」という。）。\n(7)  本件訴訟の経緯\nア  原告らは，本件訴訟において，当初，被告らの間の契約関係（サービス\nアグリーメント）が在籍出向契約であるとして構成し，原告らの雇用契約\n関係は，被告ＴＥＩとの間のみならず，被告トルコ航空との間にも分属す\nる旨の主張をしていた。\nイ  また，原告らの上記主張に対応して，被告トルコ航空は，本案前の主張\nとして，「被告らの間が在籍出向契約であると解されるとしても，被告Ｔ\nＥＩが賃金支払義務を負っていることに争いがない以上，出向労働者であ\nる原告らは，被告トルコ航空に対し労務の提供義務を負っているにすぎな\nいから，結局，原告らの被告トルコ航空に対する雇用契約上の地位確認の\n訴えは，義務の存在確認を求める訴えにほかならず，確認の利益を欠くも\nのであるから却下されるべきである。」旨主張していた。\nウ  そして，原告らは，同主張を前提として作成された争点整理書（平成２\n３年４月１４日の第１４回弁論準備手続調書に添付されたもの）について\nも異議を述べなかった。\nエ  しかるに，原告らは平成２４年８月２２日の第４回口頭弁論期日（最終\nの口頭弁論期日）において，「原告らは被告トルコ航空との間の黙示の雇\n用契約の成立を主張するものであり，それが在籍出向に似ているという意\n味で『在籍出向類似の法律関係』と述べたのである。」と主張するに至り，\nサービスアグリーメントが在籍出向契約であることを前提とした主張を撤\n回した。被告らも，かような原告らの訴訟追行態度（主張内容の変遷）に\nついて，格別異議を述べなかった。\n２  争点及び当事者の主張\n本件の争点及び当事者の主張は，以下のとおりである。\nなお，前提事実(7)イ記載の被告トルコ航空の本案前の主張については，同エ\nのとおり，原告らの「サービスアグリーメントは在籍出向契約である」旨の主\n張が撤回された以上，その前提を失ったといわざるを得ないから，これを採用\nする余地はないことに帰する。\n(1)  原告らと被告トルコ航空との間の黙示の雇用契約の成否（争点１）\n（原告らの主張）\n以下の事実関係にかんがみれば，原告らと被告トルコ航空との間には，黙\n示の雇用契約が成立しているというべきである。\nア  原告らの採用と就業\n(ア)  被告ＴＥＩは，被告トルコ航空の客室乗務員の募集，採用行為を代\n行して，同被告が設定した客室乗務員の募集，採用基準，条件の下に原\n告らを選定し，被告トルコ航空は原告らをその設置する訓練機関におい\nて，訓練させた結果に基づいて原告らの採用を最終的に決定していた。\n被告ＴＥＩが被告トルコ航空から独立した企業体であるのはそのとお\nりであるとしても，サービスアグリーメントによれば，被告ＴＥＩは，\n日本・イスタンブール間のトルコ航空機の運航に関し，個々のフライト\n毎に日本人スタッフを割り当てて配置する管理を分担するという意味\nで，実体的に被告トルコ航空の業務運営に有機的に組織されていたし，\n被告トルコ航空が２８歳以下の女性であることなどをその採用の条件と\n定めるのみならず，一定の技能レベルを指定し，同サービスアグリーメ\nント１０条において，被告ＴＥＩからの労働者に技能が備わっていない\nと判断したときは，事実上その交替を求めることができる旨定められて\nいた。加えて，本件契約書には，被告トルコ航空の都合により契約が終\n了したときには原告らを解雇することができる旨の記載があるが（本件\n解約条項），このことは，被告トルコ航空が実質的に原告らの雇用関係\nを決していたことの証左であるといえる。\n以上のとおり，実態として，被告トルコ航空が原告らの雇用について\n直接的かつ現実的な決定権を有していたという以外にない。\n(イ)  被告ＴＥＩは被告トルコ航空の運航スケジュールに従って原告ら客\n室乗務員の乗務する便を割り振って就業時間を調整・決定し，原告らは，\nその指示に従って，被告トルコ航空の指揮監督の下に就業してきた。\nその経過において，被告トルコ航空は，雇用契約上自ずから指定した\n業務と責任の範囲をはるかに超えて，被告トルコ航空の業務上の必要に\n基づき，原告らに対し，被告トルコ航空のＰＲ業務（ＴＶ出演など）や\n降機口からホテル送迎バス乗り場までのトルコ人乗務員のアテンド（本\n来であれば空港職員が行うべき業務）などの世話やき業務に従事するよ\nう命令したり，緊急事態が生じた場合などには原告ら客室乗務員のフラ\nイトを独自の判断に基づいて編成するなど，原告らの勤務の割振りを直\n接決定し，客室乗務員の勤務状況を問題にして解雇を求めたりすること\nもあった。\nこのような原告らの労務提供に対する賃金の支払は，乗務する便及び\n就業時間を割り振り決定した被告ＴＥＩの計算のもとに，同被告が源泉\n徴収・労働・社会保険料の徴収等賃金支払に必要な手続きをした上でさ\nれてきたが，原告らの労働時間及び賃金は実質的には被告トルコ航空が\n決定しており，原告らと被告トルコ航空との間で賃金等の待遇に関する\n話合いがもたれたこともあった。\n(ウ)  被告らは，サービスアグリーメントが被告トルコ航空の都合により\n終了したことをもって自動的に原告らの雇用が終了するものとして解雇\n通告を発したものであり，被告トルコ航空は原告らの雇用の継続に決定\n権を有していた。\nイ  原告らと被告トルコ航空との待遇交渉\n原告らの労働条件は劣悪であり，あまりの低賃金のために労働・社会保\n険に加入することもままならず，乗務員が耐えかねて短期で辞めるために\n職務の熟練も形成しがたい状況にあった。そのため原告らは，被告らに対\nし，悪循環を断ち切るためにも賃金等労働条件の改善を求めた。\n平成２０年５月１３日には，被告トルコ航空と原告らの直接の協議の機\n会も持たれたが，これは，被告ＴＥＩが積極的に原告らにその機会を持つ\nよう働きかけて設定されたもので，原告らの賃金等の待遇を決定している\nのは被告トルコ航空であるがゆえになされた措置であった。\nウ  被告ＴＥＩと被告トルコ航空間の契約関係\n(ア)  両被告間の契約関係は，１年の契約期間の定めのあるサービスアグ\nリーメントであると説明されてきたが，その契約関係は，被告トルコ航\n空旅客機が日本に就航するようになって以降１８年にわたって，毎年７\n月１日に更新して継続させられてきたものであった。\n(イ)ａ  被告ＴＥＩは，このサービスアグリーメントについて，労働者派\n遣契約であると主張しているが，そもそも労働者派遣とは，「自己の\n雇用する労働者を，第三者の指揮命令下において働かせ当該第三者が\n雇用しない」ものをいうとされており（労働者派遣事業の適正な運営\nの確保及び派遣労働者の就業条件の整備等に関する法律〔以下「労働\n者派遣法」という。〕２条１項），それ故に，当該第三者は受け入れ\nる労働者を選別することを許さない（労働者の特定行為禁止，同法２\n６条７項）こととされ，労働者派遣契約として成立するのに必要な要\n素を法定している（同法２６条１項）。また，労働者派遣法施行令４\n条所定の業務（いわゆる専門２６業務）以外の業務（臨時的・一時的\nな業務）については，期間制限を置いてそれを超える役務の提供を禁\n止し（同法４０条の２），原則１年を超える労働者派遣契約の締結を\nそもそも予定していない。そして，同法は，設定した期間制限を超え\nる労働者派遣契約の締結を禁止し，しかもこの制限に違反したときは，\n同法４９条の２に基づく制裁規定をもって，派遣先に当該労働者を直\n接雇用させるなどの制裁を課している。また，被告トルコ航空が主張\nするように，仮に原告の就労関係が海外派遣に当たるとした場合，派\n遣元事業主は労働者派遣法２６条３項所定の事項を定める必要があ\nる。\nｂ  しかるに，前記ア(ア)のとおり，被告トルコ航空は，被告ＴＥＩを\n自らの募集・採用代行者として，原告らにつき訓練を実施して客室乗\n務員としての知識や技能を有するかにつき審査して就業の受入を決定\nするなど，就業させる客室乗務員の特定行為を行っている。また，サ\nービスアグリーメントの記載内容も，派遣元責任者・派遣先責任者・\n指揮命令者などの特定及び明示など労働者派遣契約に不可欠な要素が\n特定されておらず，前記雇用契約書にも原告らが労働者派遣関係の下\nで働くことの明示もない。しかも，契約で指定された業務も，募集条\n件とされていた業務の内容（トルコ航空客室乗務員）も，上記専門２\n６業種のいずれにも該当するものではなく，被告ら間の契約では，政\n令に定めるどの業務に当たるかの特定もなされていない。加えて，被\n告トルコ航空は，原告らに交付し署名捺印させた本件契約書において，\n年齢，身長・体重，身につけた語学の種類や健康であることを直接要\n求し，しかもその業務の範囲を採用段階においてあらかじめ示してい\nる。\n被告ＴＥＩは，許可を取得した派遣元事業主であることを自称する\nが，派遣元事業主である被告ＴＥＩが，労働者派遣法２６条に定める\n規制を全く考慮しないで締結したサービスアグリーメントは，契約当\n事者の意思解釈としても労働者派遣契約とはいい難い。\nそもそも，被告らの間のサービスアグリーメントに基づく契約関係\nは，就労する労働者を専ら被告トルコ航空においていかようにも訓練\nして使用することができるというものであり，契約の目的は，被告Ｔ\nＥＩが訓練した労働者が，その職務を遂行することを介して被告トル\nコ航空に対して提供する「サービス」ではなく，人材そのものを供給\nすることを目的とするものであり，このような点からもサービスアグ\nリーメントは労働者派遣契約とは言い難い。\n以上によれば，労働者派遣法２６条及び３４条に違反する被告ら間\nのサービスアグリーメントの私法上の効力がないというべきであり\n（労働者派遣法の規定内容とその意味を考慮すれば，制裁的雇用責任\nを定めた同法４９条の２を始め，その多くの規定が私法上の効力に影\n響を及ぼす規定（効力規定）であることを否定すべきではない。），\n被告トルコ航空が原告らを指揮監督の従属関係の下においてその権限\nを行使できる法的根拠は，原告らと被告トルコ航空の間に，直接の雇\n用契約関係が成立しているという以外にはないといわざるを得ない。\nｃ  なお，被告トルコ航空は，そもそもサービスアグリーメントについ\nては，そのサービスが提供される場所の大半が海外であることにかん\nがみ，我が国の労働者派遣法が適用されない旨主張する。\nしかし，海外派遣については，労働者派遣法２６条３項により派遣\n元事業主に対し所定の事項を定めるよう義務付けており，海外法人に\nも契約上国内法を遵守するよう義務付けているものであるから，海外\n法人に対し全く規制が働かないという主張は誤りである。\nまた，航空機は，各国の航空関連の法規制である国際民間航空機関\n（ＩＣＡＯ）のシカゴ条約に基づいて国際運航されることになってい\nるところ，同条約によれば，加盟国は条約に基づいて国内法を整備し，\n民間航空事業者を規制しなければならないとされるとともに，「運航\n者は，海外における全ての従業員が，運航が行われる国の諸法律，諸\n規則及び諸方式の遵守義務について周知徹底を確実にしなければなら\nない。」（同条約第６付属書第１部第３章３．１．１，甲８の２）と\nされ，被告トルコ航空の規則等でも運航相手国の法律及び規則を遵守\nすることを定めている。これによると，本件における原告らと被告ら\nとの雇用関係についても，我が国の労働者派遣法の適用を受けるのは\n当然というべきである。\nｄ  そもそも，トルコ共和国民間航空規則（以下，単に「民間航空規則」\nという。）２１条７項（乙イ７）には，「運航事業者が業務上必要と\n認識する状況で，民間航空局から事前に許可を受ける条件において，\n他の運航事業者に属する運航及び客室乗務員を，１か月を超える期間\nであれば，業務に従事させることができる。」などと規定されている\nところ，ここにいう「他の運航事業者に属する運航及び客室乗務員」\nとは，他の航空会社に所属する乗務員を意味するものである。すなわ\nち，「運行事業者」とは，シカゴ条約の規定からは，所属する国から\n免許を受けた航空会社を意味することは明らかであって，被告ＴＥＩ\nは「運行事業者」ではない。また，被告トルコ航空の乗務員資格証明\n書（Certificate，甲２の１ないし１３）を交付されている者は，他の\n航空会社に所属する乗務員たり得ない。要するに，この条項は，客室\n乗務員が航空会社に直接雇用されずに乗務することを禁じている。ま\nた，トルコ共和国の労働法は，航空業務（航空業務に関する地上業務\nを除く。）に適用されないとされており，（トルコ国労働法４条，甲\n１０），労働関係をはじめとする規律は，上記民間規則に委ねられて\nいるところ，同規則によれば，前記のとおり，航空事業者に直接雇用\nされる者のみが乗務することを許されている。したがって，原告らの\n就業実態は，民間航空規則に則るものとして被告トルコ航空に直接雇\n用される労働者というべきであった。実際に，原告らについては，客\n室乗務員として航空機運航の編成人員とされており（甲４の１ないし\n１５），当局との関係では，被告トルコ航空は，原告らを直接雇用し\nている労働者として申告していたものである。この点も，本件サービ\nスアグリーメントが労働者派遣契約関係であるとすれば矛盾する。\nｅ  このような契約関係の成立に至る過程と内容によれば，両被告間の\n契約関係が，その雇用する労働者を第三者の指揮命令の下で働かせ，\n第三者が当該労働者を雇用しないことを条件とする労働者派遣契約で\nあるといえないことは明白である。\n(ウ)  仮に本件契約関係を，労働者派遣法２条１号に定める労働者派遣の\n定義に基づく派遣契約として法的に容認できるとしても，派遣制限期間\nを超えて同一の業務で継続して１年を超えて就業した場合には，被告ト\nルコ航空には，労働者派遣法４０条の３に基づく制裁的雇用責任が課せ\nられる関係にある。\nエ  原告と被告らとの雇用関係\nこのように，被告ＴＥＩは，被告トルコ航空の採用条件に基づいて被告\nトルコ航空を代行し，また自己の名において募集採用手続きを踏み，原告\nらを採用した上，被告ＴＥＩ及び被告トルコ航空が作成した雇用契約書に\n原告らに署名捺印させ，原告らの勤務を割り振って被告トルコ航空の指揮\n監督のもとに就労させ，併せて賃金計算その他所定の手続きを践んで原告\nらに賃金の支払をしてきたものであるから，原告らとの間で雇用関係上の\n地位にある。\nそして，被告トルコ航空も，原告らに同被告が設定した前記契約条件に\n同意させて原告らを被告ＴＥＩに採用させ，原告らを自己の航空機の運航\nスケジュールと指揮監督の下に乗務させ，原告らの賃金等待遇を実質的に\n決定してきたものであって，原告らとの待遇交渉や前記のサービスアグリ\nーメントの私法上の効力をも踏まえるときは，原告らとの間で雇用関係上\nの地位（直接の雇用契約関係）にあるというべきである。\n（被告トルコ航空の主張）\n以下のとおり，原告らと被告トルコ航空との間の雇用契約関係を基礎付け\nる事実は存せず，両者間に雇用契約関係は存しない。\nア  原告らの採用と就業\n(ア)  原告らは，被告ＴＥＩにおいて，別紙２「原告生年月日等一覧」の\n「採用年月日」欄記載の年月日付けで，トルコ航空便を就業場所とする\n派遣客室乗務員として採用されたものである（本件遵守事項ト）。\n被告トルコ航空は，約１８年前から被告ＴＥＩとのサービスアグリー\nメントに基づき，被告ＴＥＩと雇用関係にある者を機内通訳者として，\n被告ＴＥＩから受け入れていたもので，原告らと被告ＴＥＩとの間の雇\n用契約書やサービスアグリーメントには，原告らと被告トルコ航空との\n間で雇用契約関係が成立していない旨の記載がある（乙イ１〔第５条〕，\n本件遵守事項ト参照）。また，被告トルコ航空が採用手続に関与するこ\nとはなく，被告ＴＥＩが採用面接・筆記試験を実施して人選を行い，被\n告トルコ航空の派遣客室乗務員を採用していた。\n(イ)  原告らの労務管理は被告ＴＥＩの定めに基づいて行われており，被\n告トルコ航空が定めていたわけではないし，原告らと被告ＴＥＩとの間\nの雇用契約書を作成したのは，被告ＴＥＩであり，この作成過程に被告\nトルコ航空は全く関与していない。また，被告トルコ航空が雇用契約上\n原告らに業務及び責任の範囲を指定していない。また，被告ＴＥＩと原\n告らとの間の本件契約書には，原告らは被告ＴＥＩの指示するＰＲ活動\n及びセールスプロモーション活動に積極的に参加する旨規定されており\n（本件遵守事項ニ），被告ＴＥＩの業務命令の一環として原告らが被告\nトルコ航空のＰＲ活動を行うことは被告ＴＥＩと原告らとの雇用契約の\n範囲内といえる。\nなお，原告らは，被告トルコ航空が原告らに訓練を実施し，その機会\nに客室乗務員としての知識や技能を有するかを審査して就業の受入を決\n定しているもので，労働者の特定行為を行っている旨主張するが（労働\n者派遣法２６条７項参照），被告トルコ航空は，原告らに対しては雇用\nした客室乗務員に対し実施する教育訓練の一部しか実施しておらず，こ\nの点からも，原告らと被告トルコ航空との間に客室乗務員としての雇用\n契約関係が存在しないことが裏付けられる（トルコ共和国の民間航空局\nが客室乗務員に交付する証明書は「CREW MEMBER CERTIFICATE」〔乙イ１\n８〕であるところ，原告らに交付されている証明書は，被告トルコ航空\nが発行する「CABIN CREW CERTIFICATE」（甲２など）であり，上記「CREW\nMENBER CERTIFICATE」ではない。）。\n(ウ)  また，被告トルコ航空は原告らに対して解雇の意思表示をしたこと\nもなく，原告らと被告トルコ航空との間には契約関係はないので，そも\nそもそのような権限すらない。さらに，原告らの労働時間及び賃金は，\n実質的にも形式的にも被告ＴＥＩが決定していた。すなわち，労働時間\nについては，「日本－トルコ間」の運航スケジュール自体は被告トルコ\n航空が定めていたが，このスケジュールを基準として，原告ら個々人に\nついての労働時間に関わる勤務割は，被告ＴＥＩが決定していた。\n(エ)  また，賃金について，被告トルコ航空は，原告らが被告ＴＥＩから\n支給を受けていた給与額さえ知らず，給与額を事実上決定していた事実\nもない。原告らの給与額は，被告ＴＥＩが自らの計算と裁量で決定して\nいた。原告らの労働時間，配置を含む具体的な就業態様決定についても，\n被告ＴＥＩが決定しており，被告トルコ航空は全く関与していない。\n(オ)  被告トルコ航空は，サービスアグリーメントにつき，被告ＴＥＩか\nら日本法においても適法な契約であるとの説明を受けて締結したもので\nあることから，それ以上に日本法において，どのような性質を有する契\n約であるかまでは認識しておらず，この点を特に問題にしてこなかった。\nなお，サービスアグリーメントにおいて被告ＴＥＩが提供するサービ\nスの大半は，トルコ航空機内において他国の領空を通過しつつ行われる\nところ，これに従事する原告らの就労時間（１便につき約１４ないし１\n５時間）の大半は，わが国の労働者派遣法の施行地外で行われるもので\n（わが国での所要時間は，成田国際空港や関西国際空港における約２時\n間程度にすぎない。），いわゆる海外派遣（労働者派遣法２３条３項）\nであるから，労働者派遣法は，派遣先において適用されないと解される。\n原告らは，条約や民間航空規則等の規定を挙げて，被告トルコ航空に\nは日本法を遵守すべき義務があると主張するが，そもそも，被告トルコ\n航空としては，上記のとおり日本の労働者派遣法が被告トルコ航空には\n適用されない旨主張しているのであるから，原告らの上記主張は当を得\nないものである。\n(カ)  さらに，原告らは，民間航空規則やトルコ国労働法を引用して，ト\nルコ共和国の関係法規において，客室乗務員については直接航空会社に\n雇用される法制となっている旨主張するが，被告トルコ航空が，原告ら\nを被告トルコ航空の客室乗務員として就労させた事実はない上，トルコ\n民間航空局その他の機関から，原告らを直接雇用していなかったことが\n民間航空規則等の関係法規に抵触するなどとの指摘を受けたことはない\nのであるから，この点をもって，原告らとの間の雇用契約関係が基礎付\nけられるものではない。\nイ  原告らと被告トルコ航空との待遇交渉\n平成２１年２月当時，被告ＴＥＩには１７名の被告トルコ航空への派遣\n客室乗務員が在籍していたが，平均勤続年数は４．７年と必ずしも短期で\nはなく，職務の熟練を形成しがたい状況であったわけではなく，その雇用\n条件は劣悪ではなかった。\nまた，原告ら数名と被告トルコ航空関係者及び被告ＴＥＩ関係者とが面\n談した後に，同ミーティングに参加した原告ら数名と被告ＴＥＩ関係者の\nみで，雇用保険導入等の話合いが行われていることからすれば，原告らの\n賃金等の処遇や社会保険の加入問題が，原告らと被告ＴＥＩとの間の労働\n条件の問題であることは，両者間の共通の認識であったといえる（平成２\n０年５月１４日付け「トルコ航空日本人客室乗務員とＰ１８日本支社長の\nミーテイング報告」〔乙ロ５〕）。本件契約書（本件遵守事項ト）で，原\n告らと被告ＴＥＩとの間に雇用契約が締結され，原告ら及び被告トルコ航\n空間に雇用契約関係が存在しないとされていることや，待遇，労働条件な\nどに関する問題は被告トルコ航空にではなく直接被告ＴＥＩに申し出るも\nのとする旨定められていることからして，上記話合いが原告らと被告ＴＥ\nＩとの間で行われたのは至極当然のことであった。）。\n（被告ＴＥＩの主張）\n原告らについては，被告ＴＥＩとの間のみに雇用契約関係が成立しており，\n被告トルコ航空に派遣され，同航空機内で勤務していたものである。そのこ\nとは，以下の事情に照らし明らかである。\nア  雇用契約書等の文言\n被告ＴＥＩが作成した，トルコ航空派遣客室乗務員の募集要項（乙ロ４）\nには，「株式会社ＴＥＩ第二事業部に派遣社員として所属し，トルコ航空\n機にて成田空港又は，関西空港＝イスタンブール間に乗務していただきま\nす。」と明示されており，これに基づき，原告らは被告ＴＥＩの採用面接\nを受け，その際，被告ＴＥＩから被告トルコ航空派遣客室乗務員として被\n告ＴＥＩが採用する旨の十分な説明を受けた上，就業場所をトルコ航空機\n内，出発及び到着地の空港内と定められた雇用契約書（乙ロ２，３）を作\n成している。\nイ  東京労働局長も派遣と評価していること\n東京労働局長による是正指導書（乙ロ６）においても，「貴社はトルコ\n航空と，『SERVICE AGREEMENT』を締結し，これに基づき業務を行っている\nが，当該業務の実態は貴社が雇用する労働者をトルコ航空の指揮命令の下\nフライトアテンダントとして・・・業務に従事させていたものであり，労\n働者派遣を行っていたと認められ」としている。\nウ  原告らも派遣であることを認めていること\n原告Ｐ１は，社会保険審査会に対し求めた再審査請求において，「請求\n人の職業は，適用事務所（被告ＴＥＩ）より派遣された国際線航空機の客\n室乗務員である。」と明確に主張している上，同様に再審査を請求した原\n告ら１１名についても，同様に被告トルコ航空の派遣客室乗務員であった\n旨の記載がある（乙ロ１０，３１）。\nエ  原告らと被告らとの間の契約関係\n(ア)  本件契約書の内容からしても，原告らはトルコ航空の客室乗務員で\nはなく，被告ＴＥＩから被告トルコ航空に派遣された被告トルコ航空派\n遣客室乗務員であることは明らかである（乙ロ２，３，１３ないし２３，\n本件遵守事項ト参照）。また，被告トルコ航空は，原告らに対して，雇\n用契約書を交付してもいなければ，署名捺印もさせておらず，原告らに\n本件契約書を交付したのは，被告ＴＥＩであり，この意味でも被告トル\nコ航空と原告らとの間に雇用契約関係はない。\nまた，原告らと被告ＴＥＩとの雇用契約及びサービスアグリーメント\nに基づく被告トルコ航空への派遣については，労働者派遣法施行令４条\n６号の「通訳」にあたるといえ，同条柱書の「業務」に該当する。した\nがって，サービスアグリーメントの内容が労働者派遣法所定の派遣可能\n期間の規制にも抵触しないといえる。\n(イ)  被告ＴＥＩと原告らは，被告トルコ航空からの影響を受けることな\nく，自由な意思に基づいて雇用契約を締結しており，契約の本来予定す\nるところに基づき，被告ＴＥＩは，原告らをトルコ航空に派遣し，原告\nらの勤務の割振り，賃金計算，及びその支払事務などの労務管理を行っ\nていたのであるから，このような形式及び実態に照らすと，原告らと被\n告ら間の関係は，労働者派遣契約に基づく派遣労働契約関係そのもので\nあるといえる。\n(2)  本件解雇の効力（争点２）\n（原告らの主張）\n本件契約書では，被告トルコ航空の都合によりサービスアグリーメントによ\nる契約関係が終了した場合，被告ＴＥＩは，原告らを解雇することができる\n旨定めているが（本件解約条項），以下の理由により，同条項に基づく原告\nらの解雇は無効である。\nア  原告らの雇用契約関係が両被告間の契約関係（サービスアグリーメント）\nとは別物である以上，後者が一方当事者により解除されたところで前者の\n雇用契約関係も当然に解消されるものではないし，解雇することについて\n社会的相当性を付与するものでもない。したがって，本件解約条項は，そ\nれ自体合理性を欠くものであって，通謀虚偽表示（民法９４条）又は公序\n（民法９０条）に反するものであり，本件解約条項に基づく本件解雇は，\n労働契約法１７条により違法無効である。\nイ  また，以下のとおり，本件解雇の実質的な動機は，被告トルコ航空が，\n原告らが労働組合を結成して待遇交渉を開始したのを嫌悪したことにある\nから，本件解雇は，労働組合法７条１号の不利益取扱い及び同条３号の支\n配介入に該当し違法・無効であり，また，労働契約法１６条ないし１７条\nに反する解雇として違法・無効である。\n(ア)  前記のとおり，原告らの労働条件は劣悪であったことから，原告ら\nはその改善を求め，被告トルコ航空との間で協議を行っていたが，当初\n被告トルコ航空は原告らを受け入れることを基本に競合他社の見積をと\nり，平成２０年８月２９日，原告らを受け入れることを前提としてサー\nビスアグリーメントの契約締結（本件サービスアグリーメント）に至っ\nた（同年１１月以降の具体的な就労条件については協議を継続してい\nた。）。\n(イ)  それにもかかわらず，被告トルコ航空は，原告らが，平成２０年９\n月１７日，本件組合を結成して団体交渉を申し入れ，さらに同組合が被\n告トルコ航空の団体交渉拒否に抗議し，組合の要求を無視する姿勢をと\nったことに抗議して争議開始通告を行ったことを契機として（前提事実\n(5)），同年１０月２８日，突如原告らを排除すべく，本件サービスアグ\nリーメントの中途解除を口頭で通告し，日本人客室乗務員を乗務させる\nという従前の方針を転換して，トルコ人乗務員を配置することとしたも\nのである。\n(ウ)  被告トルコ航空の組合嫌悪の意思は，以下の事情から明らかである。\nａ  組合結成通告・団体交渉申入れの際，Ｐ１８日本支社長が組合嫌悪\nの発言をしたこと\nｂ  組合資格をあえて問題にしたこと\nｃ  組合規約を開示させて団体交渉に応じるように示しながら，結局団\n体交渉を拒否したこと\nｄ  上記方針転換が，原告らよりも格段に賃金の高いトルコ人乗務員を\n雇用するという点で，合理性に欠けるものであること\nｅ  上記のとおり，それまで原告らを受け入れる方針でいた被告トルコ\n航空が，原告らが争議開始通知書を提出した直後，被告ＴＥＩに対し，\n書面も準備することなくサービスアグリーメント解約の意思表示をし\nたこと\nウ  被告トルコ航空によるサービスアグリーメント解約の理由は，原告らが\n従事してきた業務にトルコ人乗務員をもって充てることにあるが，実際に\nは，日本人の客室乗務員を充てなければならない業務は存在し，そのニー\nズにも極めて高いものがあった。したがって，同解約は何ら合理的根拠の\nない国籍ないし人種を理由とする差別であって，労働基準法３条の規制の\n趣旨に反し，また民法９０条の公序にも反するものである。\nそうすると，本件サービスアグリーメントの中途解約は無効であるから，\n「被告トルコ航空の都合」は存在しないものということになり，結局，本\n件解約条項による解雇をすることができないということになる。\nエ  また，仮にサービスアグリーメントが労働者派遣契約と解されるとして\nも，労働者派遣法２７条は，派遣労働者の国籍，信条，性別，社会的身分，\n派遣労働者が労働組合の正当な行為をしたこと等を理由として，労働者派\n遣契約を解除してはならない旨定めている。したがって，前記のとおり，\n被告トルコ航空の不当労働行為が存在する以上，仮に被告ＴＥＩに不当労\n働行為意思がなかったとしても，サービスアグリーメントの解除は同条に\n違反するもので無効である。したがって，同解除を前提とする本件解雇も\nまた効力を有しない。\nオ  被告ＴＥＩは，原告らについて職種限定の合意があり，配転可能性がな\nかった旨主張するが，その点については否認ないし争う。\n（被告トルコ航空の主張）\nア  原告らと被告トルコ航空との間に雇用契約関係がないことは前述のとおり\nである。その余の原告らの主張は争う。\nイ  被告ＴＥＩによる本件解雇が，原告らの労働組合結成等を嫌悪してなさ\nれた不当労働行為であるという点は否認する。\nそして，被告トルコ航空が本件サービスアグリーメントを解約した理由\nは，原告らによる労働組合の結成等とは無関係である。その詳細は以下の\nとおりである。\n(ア)  平成２０年８月１４日，被告トルコ航空本社は，同日本支社に対し，\n日本・イスタンブール便において被告ＴＥＩの従業員が客室乗務員の補\n助業務を行っていることは，客室乗務員はトルコ共和国民間航空局から\n許可を受けた者を除き全員トルコ国籍者とする旨の規定（民間航空規則\n２１条６項，乙イ７）の趣旨からして望ましくないとの指導をした。\n(イ)  上記経緯により，被告トルコ航空と被告ＴＥＩは，同年９月以降，\nサービスアグリーメントに基づく被告ＴＥＩのサービスを「通訳」のみ\nとし，１便に搭乗する人数は同年１０月末日までの２か月間に限りこれ\nまでどおり２名とするが，同年１１月１日からは１名とすることで合意\nし（乙イ４，５），このとおりに実施された。\n(ウ)  しかし，その後，被告トルコ航空本社は，日本語が話せる客室乗務\n員をトルコ共和国内で採用する方針を採り，実際，被告トルコ航空本社\nは，日本語を話すことができる客室乗務員を採用し，かかる客室乗務員\nを日本・イスタンブール便に搭乗させることが可能になったことから，\n平成２０年１１月２７日付け書面（乙イ６）により，平成２１年２月２\n８日付けで本件サービスアグリーメントを解約したのである。\n(エ)  被告トルコ航空が，原告らの労働組合結成を嫌悪していたという事\n実はない。被告トルコ航空が被告ＴＥＩ以外の競合他社の見積りをとっ\nたのは，いずれも原告らが労働組合を結成する前のことであり（組合結\n成通告は，平成２０年９月１７日付けである〔甲１１の１〕。），原告\nらを排除する目的から出たものでないことは明らかである（調査嘱託の\n結果，乙イ２３の１，２）。\n（被告ＴＥＩの主張）\n以下のとおり，本件解約条項に基づいてなされた本件解雇は有効である。\nア  本件契約書は，原告らの自由な意思に基づいて署名押印されたものであ\nり，その内容である本件解約条項は，被告らの間のサービスアグリーメン\nトに基づく労働者派遣契約が終了した場合には原告らと被告ＴＥＩとの間\nの雇用契約関係も終了することを定めるものであって，労働契約法１７条\nに反するものではない。\nイ  本件解雇が，原告らの労働組合結成等を嫌悪してなされた不当労働行為\nであるという点は否認する。\n前記のとおり，被告ＴＥＩは，被告トルコ航空との間に資本関係でも人\n的にも何ら関係のない独立の企業体であり，被告トルコ航空の内情につい\nて何ら知りうるものではないし，むしろ，サービスアグリーメントの継続\nを望んでいたものであった。実際，被告ＴＥＩは，被告トルコ航空に対し\n契約関係継続に向けて再考を求めるなど（乙ロ２４，２５），原告らの雇\n用を確保するため最善を尽くしているし，日本人客室乗務員の人数が１名\n体制になった時にも別の業務を提案するなどしたが（乙ロ８），原告らの\n反応はなかったものである。その他，サービスアグリーメント解約の詳細\nについては，被告トルコ航空の主張を援用する。\nウ  被告トルコ航空が本件サービスアグリーメントを解約した理由は上記\n（被告トルコ航空の主張）のイ記載のとおりであって，合理性がある。\nしたがって，この点をもって合理性のない差別であるとする点，並びに\n労働基準法３条の規制の趣旨及び民法９０条の公序に反するとする点につ\nいては，否認ないし争う。\nエ  被告トルコ航空の解約によりサービスアグリーメントに基づく契約関係\nが終了した以上，原告らと被告ＴＥＩとの間の雇用契約を終了することに\nは，以下の事情に照らし，やむを得ないものがあった。\n(ア)  職種限定の合意が存したこと\n原告らとの雇用契約においては，被告トルコ航空の航空機内での客室\n乗務員以外の業務を行うことは全く想定されておらず，被告ＴＥＩと原\n告らとの間で同業務に職務を限定する旨の合意があったというべきであ\nる。\nすなわち，原告らと被告ＴＥＩとの間の雇用契約書には，就業場所は\nトルコ航空機内，出発及び到着地の空港内，又は被告ＴＥＩが定める場\n所と記載され，また，就業する業務は機内における通訳案内，旅客接遇，\n空港内における案内業務，又は被告ＴＥＩが指定する業務と定められて\nおり，就業場所及び業務内容は同契約書上限定されていた。また，被告\nＴＥＩにおけるトルコ航空派遣客室乗務員の採用基準は，① 日本人で国\n際線客室乗務員として１年以上の乗務経験があること，② 英検準１級又\nはＴＯＥＩＣ７００点以上の英語能力があり，美しい日本語が話せるこ\nと，③ 平成２０年３月から新東京国際空港から乗務可能な３０歳くらい\nまでの人とされていたが，このような条件が存すること自体がその職種\nを客室乗務員に限定したことの現れというべきである。また，賃金につ\nいても，原告らについては，日本とトルコとの間のフライトごとに定め\nられており，他の業務内容に流用できるものではなかった。\nなお，そのような職種の限定は，原告らの意向に沿うものでもあり，\n現に，被告ＴＥＩにおいては，原告らの被告トルコ航空機への乗務回数\nが減少した際に，その収入の途を確保すべく客室乗務員以外の業務につ\nいても提案したが，原告らの反応は全くなかった。\n以上のとおり，被告両社間のサービスアグリーメントに基づく契約関\n係が終了し，原告らを被告トルコ航空に派遣することが不可能になった\n場合にまで，原告らとの雇用契約関係の存続が予定されていたわけでは\nなかった。それ故に，原告らと被告ＴＥＩとの間の雇用契約書において，\n被告トルコ航空の都合により契約内容が変更になった場合，又は契約が\n終了した場合，雇用契約期間の途中であっても同契約を終了させること\nができると定められていたのであり，本件解雇はもとより有効である。\n(イ)  配転の可能性がなかったこと\n原告らについて，他の航空会社への派遣客室乗務員として配転する可\n能性も現実にはなかった。すなわち，被告ＴＥＩが従前派遣していた航\n空会社については，いずれも当時，客室乗務員の派遣が中止されていた\nか，言語能力の問題などがあり，実際に，原告らに提案を行うことは不\n可能な状態にあった。したがって，原告らについては，他の航空会社へ\nの配転の可能性すらなかったというべきである。\n(3)  本件雇止めの効力（争点３）\n（原告らの主張）\nア  原告らと被告ＴＥＩとの間の雇用契約は，期間経過後の更新による雇用\n継続を前提とするものである。すなわち，原告らが従事してきた業務は，\n日本人の顧客が航空機を利用する以上，航空運航上不可欠な業務として継\n続するものであり，トルコ航空機の運航にとって基幹的な業務であったと\nいえるものである。したがって，原告らと被告らとの間の雇用契約は，本\n件契約書に定める期間の定めにもかかわらず，実質的に期間の定めがない\n雇用契約と異ならないか，もしくは雇用継続に対する合理的な期待を有す\nるというべきである。\nイ  しかるに，前記(2)の（原告らの主張）のイ及びウ記載の事情にかんがみ\nれば，本件雇止めには合理的理由がないから，無効である。\nウ  なお，原告Ｐ１３についても，実質的に期間の定めがない雇用契約と異\nならないか，もしくは雇用継続に対する合理的な期待を有するというべき\nである点は他の原告らと同じであるところ，原告Ｐ１３に対する契約更新\nをしない旨の通知は，解雇の意思表示に相当するものであり，この解雇の\n意思表示は労働基準法１９条１項（業務上の負傷又は疾病による休業中の\n解雇制限）に違反してなされたものであるから，違法無効である。\n（被告トルコ航空の主張）\n前記(2)の（被告トルコ航空の主張）記載のとおり，原告らと被告トルコ航\n空との間には雇用契約関係がない。その余の原告らの主張は争う。\n（被告ＴＥＩの主張）\nア  原告らと被告ＴＥＩとの間の雇用契約が実質的に期間の定めがない雇用\n契約と異ならないとする点及び原告らが雇用継続に対する合理的な期待を\n有するという点は否認ないし争う。\nすなわち，被告ＴＥＩは，被告トルコ航空との間の労働者派遣契約に基\nづき，客室乗務員を被告トルコ航空に派遣しているが，その間，１０回以\n上にわたり，日本・トルコ間の便数や乗務人員の変更があり，その変更に\n伴い，必要とされる派遣客室乗務員の人数も変動していた（乙ロ１２）。\nこのような点からすれば，被告ＴＥＩと派遣客室乗務員との間の有期雇用\n契約は，更新するか否かの見通しが不安定なものであった。\nイ  仮に，上記アの点が肯定されるとしても，前記(2)の（被告ＴＥＩの主張）\nイないしエ記載のとおり，本件雇止めには合理性がある。\nウ  なお，原告Ｐ１３に対する雇止めについては，原告Ｐ１３が所属する労\n働組合の組合結成通告兼要求書にも要求事項としての記載すらされておら\nず（甲１１の２），本件訴訟提起に至るまで，原告Ｐ１３本人及び組合の\n側より何らの要求もなく，争点にもなっていなかった。したがって，被告\nＴＥＩと原告Ｐ１３との雇用契約は，平成２０年６月２９日付けをもって\n契約期間満了により終了している。\n(4)  原告らに支払われるべき賃金額（争点４）\n（原告らの主張）\nア  賃金請求権の根拠\n原告らは，本件解雇に異議を唱えて就労を請求しているが，被告らはそ\nの労務の提供にもかかわらずこれを受領しない。\nしたがって原告らは被告らに対し，民法５３６条２項に基づき雇用関係\nが継続したとすれば受けられたはずの賃金の支払を請求することができる\nというべきである。\nイ  請求額\n(ア)  原告らの平均的勤務実態は，平成２０年７月時点で，１か月あたり\n２泊４日パターンを３．５本フライトするというものであったが，この\n水準で原告らと同じフライト時間を行うトルコ人乗務員の賃金は，以下\nのとおりであった。\n① 基本給：３０リラ／ｄａｙ×３０日＝９００リラ\n基本給は，公休・有給にかかわらず月日数で計算する。病欠などで，\n欠勤した場合は欠勤日数は差し引きする。例えば，この月３日病欠し\nた場合，３０×２７日が基本給となる。\n② フライト時間手当：２１．９６リラ／ｈｏｕｒ\n基本フライト時間を８０時間とし，２１．９６リラ／ｈｏｕｒ×８\n０時間＝１７５６．８リラとなる。\n③ 基本フライト時間オーバー手当：前記８０時間を超えるオーバータ\nイムは，前記フライト時間手当の５割増とし，２１．９６×１．５＝\n３２．９４（リラ）となる。\nしたがって，９６時間フライトとして，３２．９４リラ／ｈｏｕｒ\n×１６時間（９６時間－８０時間）＝５２７．０４リラ\n④ 社会手当：１３０リラ\n⑤ 交通費：１５８．６リラ\nこの金額は通勤交通費の実費を下回らない。\n⑥ 日本でのステイ費：１万２４００円／ｄａｙ\n以上の合計①ないし⑤の合計３４７２．４４リラに⑥ステイ費を加\n算した金額が原告らと同じ労働に従事していたトルコ人乗務員には支\n給されることになっていた。\n(イ)  これを，原告らの平均的な就業パターンである，１か月あたり２泊\n４日パターンを３．５本フライトする場合，１か月３０日，１フライト\nあたり３２時間・月当たりフライト時間を１１２時間として賃金を算定\nすれば以下のとおりとなる（１トルコリラ＝１００円とする。）。\n① 基本給：３０００円／ｄａｙ×３０日＝９万円\n② 基本フライト時間手当：２２００円／ｈｏｕｒ×８０時間＝１７万\n６０００円\n③ 基本フライト時間オーバー手当：３３００円／ｈｏｕｒ×３２時間\n＝１０万５６００円\n④ 社会手当（福利厚生手当）：１万３０００円\n⑤ ステイ費：１万２４００円×３日×３．５＝１３万０２００円\n⑥ 通勤交通費\n(ウ)  しかしながら，原告ら日本人乗務員の労働条件は，別紙４の賃金支\n払基準表のとおりであり，前記トルコ人乗務員との労働条件格差は，国\n籍の違い以外に考えられない。これは，労働基準法３条の労働条件にお\nける国籍差別に該当し，雇用契約の格差部分は違法無効であって，労働\n基準法１３条に基づき，前記(ア)の労働条件の適用を受ける権利を有す\nる。\nまた，被告トルコ航空のした本件条件変更は，本件契約書に基づく労\n働条件（被告トルコ航空客室乗務員として２人体制で乗務すること）を\n原告らの同意なく一方的に不利益に変更するものであって，違法・無効\nである（労働契約法３条１項，８条違反）。\nしたがって，日本人である原告らに対しても，前記(イ)①ないし⑤の\n合計である５１万４８００円に通勤交通費の実費を加算した金額が支給\nされるべきであったから，本訴請求としても，各原告につき５１万４８\n００円を請求することができるというべきである。\n(エ)  なお，仮に，原告らに支給されるべき賃金が上記金額に満たないも\nのであったとしても，原告らには，それぞれ，少なくとも本件条件変更\n前（平成２２年８月分以前）の半年間に支給された月例賃金の平均額で\nある以下の金額（ただし，原告Ｐ１３については，療養・休業補償給付\nの給付日額８７４４円に各月日数を乗じた金額を平均した額）が支給さ\nれるべきである。\n原告  Ｐ１        ２５万９８１１円\n同    Ｐ２        ２２万３６５６円\n同    Ｐ３        ２４万１１５３円\n同    Ｐ４        ２４万９４３０円\n同    Ｐ５        ２２万４１０５円\n同    Ｐ６        １８万７９６８円\n同    Ｐ７        ２１万４３８２円\n同    Ｐ８        ２２万４７４０円\n同    Ｐ９        ２１万４３７８円\n同    Ｐ１３        ２６万８１４９円\n同    Ｐ１０        ２０万５２９４円\n同    Ｐ１１        １９万１８７２円\n同    Ｐ１２        ２２万２１５９円\n（被告ＴＥＩの主張）\n原告らが主張する，支給されるべき賃金額（５１万４８００円に通勤交通\n費の実費を加算した金額）を争う。\nなお，もともと，原告らと被告ＴＥＩとの本件契約書には，被告トルコ航\n空派遣客室乗務員として２人体制で乗務することを内容とする，若しくはこ\nのような内容を推認する規定はないことから，原告らと被告ＴＥＩとの間の\n雇用契約は，「被告トルコ航空派遣客室乗務員として２人体制で乗務するこ\nと」を内容としていないことは明らかである。そして，原告らの業務実態に\nついては，平成２０年９月以降，被告トルコ航空のマネジメントから原告ら\nは飲食物のサービスには参加しないように指示があり，「日本語アナウン\nス」，「土産物ホームデリバリー申込書配布」，「免税品販売の日本語案内」，\n「トルコ人乗務員と日本人旅客との必要に応じた通訳」に限られていた。実\n際，被告ＴＥＩには，原告らは業務中手持ち無沙汰であったとの状況報告が\n原告ら本人から多数寄せられた。\n（被告トルコ航空の主張）\n原告らの行う業務・フライトは，被告トルコ航空におけるトルコ国籍の客\n室乗務員の業務・フライト内容と異なっており，原告らと同じフライト時間\n業務に従事するトルコ人乗務員は存在しない。したがって，その存在を前提\nとする原告らの主張は誤りである。\n第３  当裁判所の判断\n１  原告らと被告トルコ航空との間の黙示の雇用契約の成否（争点１）\n(1)  認定事実\n前提事実に加えて，原告Ｐ１本人及び後掲各証拠並びに弁論の全趣旨を総\n合すれば，以下の各事実を認めることができる。\nア  原告らが就労に至るまでの状況\n(ア)  被告ら間のサービスアグリーメント及びその別紙Ａ（exhibit  Ａ）\nには，被告ＴＥＩが被告トルコ航空に提供すべき人材及びその業務内容\nについて規定されており，平成７年５月１日から平成１８年６月３０日\nまでは「日本語と英語を流暢に話すこと」が，同年７月１日以降は，(ａ)\n２３歳以上３３歳以下の女性であって，(ｂ)日本語以外に英語も話すこ\nとができ，(ｃ)身長は１６０㎝以上１７５㎝以下，体重は（身長－１２\n０）㎏から（身長－１０３＋２）㎏であって障害がなく，健康状態が良\n好であること，がその条件とされていた（乙イ１ないし３並びに乙イ８，\n９及び１７の各１ないし３）。\n(イ)  被告ＴＥＩは，被告トルコ航空の日本航路の便数や１便当たりに必\n要な日本人客室乗務員数が増えた場合，または日本人客室乗務員に欠員\nが出て補充が必要になった場合等に，被告ＴＥＩの名で広告を出して労\n働者を募集し，面接及び試験を行った上で，被告トルコ航空の業務に従\n事する客室乗務員として採用していた。客室乗務員の新規募集を行うか\n否か，行う場合の時期，人数，採用の可否等の判断は，被告トルコ航空\nの業績の影響は受けるものの，最終的な判断は被告ＴＥＩが行っており，\n応募資格についても，必ずしもサービスアグリーメントの別紙Ａ記載の\n要件と同じではなく（平成２０年３月の募集における応募資格は，(ａ)\n日本人で国際線客室乗務員として１年以上の乗務経験があり，(ｂ)英検\n準１級又はＴＯＥＩＣ７００点以上の英語能力があり，(ｃ)美しい日本\n語を話すことができ，(ｄ)平成２０年３月から新東京国際空港より乗務\n可能な３０歳くらいの人材，とされていた），接客能力の高い，即戦力\nとなる人材を採用していた（証人Ｐ１５，乙イ１，２，８の１及び２，\n９の１及び２，１７の１及び２，乙ロ４，３４）。\n(ウ)  原告らは，採用試験の際，日本語の履歴書の他，英文の履歴書を被\n告ＴＥＩに提出するよう求められていた。また，原告らは，被告ＴＥＩ\nによる採用試験合格後，被告トルコ航空のイスタンブール本社の訓練セ\nンターにおいて，被告トルコ航空の客室責任者から，日本路線で使用さ\nれている航空機に関する保安業務や機内サービスについて指導を受け，\n保安業務の試験に合格した後，被告トルコ航空から「CABIN CREW\nCERTIFICATE」と題する資格証明書を受領した。そして，原告らは，上記\n訓練中は賃金は支払われず，被告ＴＥＩとの間の契約書（本件契約書）\nについても，訓練合格後に提出するよう指導されていた（甲１，２，２\n２，２３，３１ないし３７，４２ないし４４，乙ロ４）。\nイ  指揮命令及び労務提供の態様について\n(ア)  原告ら日本人客室乗務員は，機内サービス及び通訳の業務を行うこ\nととされており，平成２０年５月ころに制服が新しくなるまでは，トル\nコ人客室乗務員と全く同じ制服を着用し，業務に当たっていた（上記切\n替え後は，スカーフ及びブラウスの柄が異なる制服を着用した。）。原\n告ら日本人客室乗務員は，機内において，被告トルコ航空のパーサー及\nび機長とともに日本人客室乗務員のみが参加するブリーフィングを行\nい，その日のワーキングポジションの指示を受け，飛行経路，飛行時間，\n日本人乗客等に関する情報を伝えられていた。原告ら日本人客室乗務員\nは，概ね４番または７番のドアに，時には一人で配置され，ドアのセレ\nクターモードの操作等を行っていた。\nまた，原告ら日本人客室乗務員は，被告トルコ航空の宣伝活動に従事\nすることがあり，原告Ｐ１は，平成１４年ころ，テレビのバラエティー\n番組に被告トルコ航空の客室乗務員として出演した。また，被告トルコ\n航空から，原告ら日本人客室乗務員に対し，平成１９年９月には，被告\nＴＥＩを通じて，被告トルコ航空日本支社が数か月に一度開催していた\nセミナーで，現地のタイムリーな情報を３０分程度話すように指示があ\nったほか，被告トルコ航空のホームページにも個人のブログとして現地\nのタイムリーな情報を写真とともに月１回の更新ペースで作成したいと\nの申入れもあった（甲２２のＢの６２，甲２３のＢの９）。\n(イ)  被告ＴＥＩは，原告ら日本人客室乗務員の業務について個々に指示\nを行うことはなかったが，機内サービスマニュアルやアナウンス要領等\nを作成して原告ら日本人客室乗務員に配布していたほか，機内では被告\nトルコ航空のパーサーやチーフの指示に従うこと，上下関係が厳しいの\nで，Talk Back（口答え）は厳禁であること等について原告ら日本人客室\n乗務員の注意を喚起していた（甲２２のＢの２，５及び２０）。\nウ  人事労務管理の態様について\n原告ら日本人客室乗務員の飛行スケジュールは，被告ＴＥＩが，被告ト\nルコ航空の飛行スケジュールに基づいて作成し，原告らに指示していた。\n他方，被告ＴＥＩでは，原告ら日本人客室乗務員向けの有給休暇制度は\nなく，被告ＴＥＩは，原告らについて，社会保険及び雇用保険に加入して\nいなかった。また，原告らの月間の乗務時間数については，被告ＴＥＩ，\n被告トルコ航空ともに特に意識していなかった（証人Ｐ１５，証人Ｐ１８）。\nエ  賃金支払の態様について\n原告らの賃金は，被告ＴＥＩから支払われており，「Standby duty\nallowance（待機手当。代替要員として待機していることに対し支払われる\n手当）」，「Duty day allowance（就業日手当。乗務に就いた日に対し支\n払われる手当）」，「Flight allowance（乗務手当。乗務時間を基礎とし\nて支払われる手当）」，「Layover allowance（外地滞在手当。帰路便を待\nつために外地に滞在する日に対し支払われる手当）」及び「交通費（往復）」\nの費目毎に，採用時期及びベース（新東京国際空港か関西空港か）に応じ\nて単価が定められていた（乙ロ９，証人Ｐ１５）。\nオ  その他の事情\n(ア)  被告ら間のサービスアグリーメントには，派遣元責任者，派遣先責\n任者及び指揮命令者に関する事項の記載がなく，契約上指定されている\n業務の内容（トルコ航空客室乗務員）が労働者派遣法施行令４条に定め\nる２６業種のどの業務に当たるかの特定もされていない（乙イ１ないし\n３，乙イ８，９及び１７の各１ないし３）。\n(イ)  前提事実(5)のとおり，平成２０年９月１７日に本件組合が結成さ\nれ，同日付け書面において，被告トルコ航空に対し，その結成の事実が\n通知されたが，このとき，本件組合は，被告トルコ航空に対し，同被告\nには原告ら日本人客室乗務員を直接雇用する義務が生じているとして，\n日本人客室乗務員を期間を定めずに直接雇用するよう求めている（甲１\n１）。\nまた，原告らは，同年１０月１７日の被告トルコ航空との交渉におい\nても，被告トルコ航空に対し，原告らを直接雇用するよう求め，被告ト\nルコ航空がそれを拒否すると，同月２８日付けの争議行為開始通知書に\nおいてこれを非難し，その後も，複数回にわたって日本人客室乗務員の\n直接雇用等を申し入れている（甲１７，１８，乙イ２９ないし３１）。\n(ウ)  なお，原告Ｐ１は，港社会保険事務所長に対し，同年９月２４日付\nけで，被告ＴＥＩに雇用されていたとして厚生年金保険の被保険者資格\n取得の確認を請求しているが，同手続中の社会保険審査会の口頭審理に\nおいて，原告Ｐ１は，被告ＴＥＩに雇用されて被告トルコ航空に派遣さ\nれていた派遣労働者であることを認めていた（甲４９，乙ロ３１）。\n(2)  認定事実に基づく判断\n前記(1)の認定事実を踏まえて，以下検討する。\nア  本件契約書及びサービスアグリーメントの法的性質\n前記(1)の認定事実に記載のとおり，被告ＴＥＩは，自己の名において募\n集して採用した原告らを，サービスアグリーメントに基づいて被告トルコ\n航空の業務に従事させ，原告らの被告トルコ航空における労務提供の実態\nに応じて，被告ＴＥＩが設定した賃金体系に基づく賃金を支払っていたも\nのである。このような実態にかんがみれば，原告らと被告らとの関係は，\n被告ＴＥＩを派遣元，被告トルコ航空を派遣先として，被告ＴＥＩに雇用\nされている原告らが被告トルコ航空に派遣されていたものというべきであ\nり，被告トルコ航空と被告ＴＥＩとの間のサービスアグリーメントに基づ\nく契約関係は労働者派遣契約，原告らと被告ＴＥＩとの間の本件契約書に\n基づく契約関係は派遣労働契約であると認めるのが相当である（原告ら，\n被告ＴＥＩ及び被告トルコ航空の三者間に上記のような関係があり，かつ，\n原告らと被告トルコ航空との間に明示の雇用契約が締結されていない以\n上，上記サービスアグリーメントについては労働者派遣法２条１号にいう\n「労働者派遣」に当たるというべきであり，これが職業安定法４条６号に\nいう「労働者供給」に該当するという余地はないというべきである。）。\nもっとも，前記認定のとおり，被告ＴＥＩが，原告らに被告トルコ航空\n用とも思われる英文の履歴書を準備させていることや，原告らに対し被告\nトルコ航空での訓練が終わった後に本件契約書を提出させていた点など\nは，労働者派遣法２６条７項の派遣労働者の特定行為禁止規定に反するき\nらいがあるし，サービスアグリーメントに派遣元責任者，派遣先責任者及\nび指揮命令者に関する事項の記載がないことなど，原告ら，被告ＴＥＩ，\n被告トルコ航空３者間の契約関係については，労働者派遣法に違反すると\n思われる点も見受けられる。しかしながら，労働者派遣法が行政取締法規\nとしての性質を有し，直ちに対象行為の私法上の効力までを否定する性質\nのものではないことや，同法違反を理由として派遣労働者らと派遣元との\n間の派遣労働契約を無効とするのは，かえって派遣労働者の保護に悖る面\nがあることなどを考慮すれば，上記３者間の契約関係に上記のような労働\n者派遣法に対する違反があるとしても，そのことのみを理由に，原告らと\n被告ＴＥＩとの間の派遣労働契約を，無効と解することは困難である。\nイ  黙示の合意による雇用契約の成否\n(ア)  ところで，派遣労働者と派遣先会社との間に黙示の雇用契約が成立\nするためには，①採用時の状況，②指揮命令及び労務提供の態様，③人\n事労務管理の態様，④対価としての賃金支払の態様等に照らして，両者\n間に雇用契約関係と評価するに足りる実質的な関係が存在し，その実質\n関係から両者間に客観的に推認される黙示の意思表示の合致があること\nを必要とすると解するのが相当である。\nそして，労働者派遣においては，労働者に対する労務の具体的指揮命\n令は，派遣先会社が行うことが予定されているから，黙示の雇用契約の\n成立が認められるためには，派遣元会社が名目的存在に過ぎず，労働者\nの採否の決定，労務提供の態様，人事労務管理の態様，賃金額の決定等\nが派遣先会社によって事実上支配されているような特段の事情が必要と\nいうべきである。\n(イ)  本件においては，前記(1)で認定したとおり，① 採用時の状況とし\nて，原告らは，被告トルコ航空用と思われる英文の履歴書を提出するよ\nう求められていたこと，被告ＴＥＩによる採用通知直後に，被告トルコ\n航空のイスタンブール本社の訓練センターにおいて，被告トルコ航空の\n客室責任者から，日本路線で使用されている航空機に関する保安業務や\n機内サービスについて指導を受けていたこと，② 指揮命令及び労務提供\nの態様として，原告らは，被告ＴＥＩの従業員からではなく，被告トル\nコ航空の従業員から具体的な業務指示・指導を受け，機内においては個\n別に担当すべきドアも指定されていたこと，平成２０年５月ころまでは，\n被告トルコ航空の客室乗務員と全く同じ制服を着用して業務に当たって\nおり，その後も，スカーフとブラウス以外は被告トルコ航空の客室乗務\n員と変わらない制服を着用していたこと，被告トルコ航空の宣伝活動に\n従事することがあったこと，③ 労務管理の態様として，原告らは，被告\nＴＥＩから有給休暇も与えられず，被告ＴＥＩは，原告らについて社会\n保険，雇用保険に加入しておらず，原告らの月間乗務時間数にも特段配\n慮していなかったこと等の事実が存在し，これらは，一応，原告らと被\n告トルコ航空との間の雇用契約関係を推認する方向に働く事実であると\nいう面がある。\n(ウ)  しかし，以下に詳述するとおり，上記各事実は，直ちに，原告らと\n被告トルコ航空との間の黙示の雇用契約の成立を肯定する方向に作用す\nるわけではないというべきである。\nａ  すなわち，まず，①採用時の状況については，原告ら，被告ＴＥＩ及\nび被告トルコ航空の三者間の関係が労働者派遣に該当する場合において\nも，派遣先会社の被告トルコ航空としては，派遣労働者の就業に当たっ\nて，その身上関係，英語能力，業務経験等を把握する必要はあるといえ\nる上，客室乗務員という職務に必要な能力の高さを考えれば，派遣予定\nの労働者に対し，要求水準を満たすか否かを図る目的で業務上必要な研\n修を行うことが一概に許されないわけではないから，（前記のとおり，\n派遣労働者の特定行為違反となる可能性は存するものの，）そのことを\nもって，直ちに，黙示の雇用契約の成立が基礎付けられるということは\nできない。\n加えて，被告ＴＥＩが自らの名で募集広告を行い，応募した労働者に\n対し，自らの事務所において面接して被告トルコ航空における就業条件\nの説明をするなどし，その過程で，被告トルコ航空の採用基準とは異な\nる被告ＴＥＩ固有の基準に基づく選別をしていること，被告ＴＥＩは，\n被告トルコ航空以外の航空会社にも客室乗務員を派遣していること等に\nかんがみれば，被告ＴＥＩが被告トルコ航空の採用を代行していたと認\nめることもできない。\nｂ  次に，②指揮命令及び労務提供の態様についても，原告ら及び被告\nらの三者間の法律関係が労働者派遣に該当することを前提とすれば，\n派遣先会社である被告トルコ航空が派遣労働者である原告らに対して\n具体的な業務指示をしていたことのみをもって，直ちに原告らと被告\nトルコ航空との間の黙示の雇用契約を基礎付けることにはならない。\n原告らがいわゆる「編成内」の客室乗務員として扱われていた様子が\n窺われること，平成２０年５月ころまでは被告トルコ航空の客室乗務\n員と同じ制服を着用して業務に従事していたことは，前記認定のとお\nりであるが，その反面，原告らの飛行スケジュールについては被告Ｔ\nＥＩが作成しており，被告トルコ航空は，原告ら日本人客室乗務員の\n誰が，いつの業務に従事するかについては特に関心を抱いていないこ\nとが窺われること，被告ＴＥＩが独自の業務マニュアルを作成して原\n告らに配布していたこと等も併せかんがみれば，被告トルコ航空は，\n原告らについて，雇用契約の直接の相手方としてではなく，あくまで\n派遣労働者として待遇し，その労務提供を受けていたと推認するのが\n相当である。原告ら日本人客室乗務員が被告トルコ航空の宣伝活動に\n従事した点についても，本件契約書において，原告らが被告ＴＥＩの\n指示するＰＲ活動等に積極的に参加することが義務付けられているこ\nとからすれば（本件遵守事項ニ），これもまた，原告らと被告トルコ\n航空の間の黙示の雇用契約を基礎づける事情とすることはできない。\nｃ  また，③人事労務管理の態様については，被告ＴＥＩにおける労務\n管理の不備が指摘できるものの，これが直ちに，原告らと被告トルコ\n航空との間の黙示の雇用契約の成立を肯定する方向に作用するわけで\nはない。\nｄ  そして，④賃金支払の態様については，被告トルコ航空が，被告Ｔ\nＥＩによる原告らの賃金決定に関わるなど，原告らの賃金額を実質的\nに決定していたことを認めるに足りる証拠はない（両被告間のサービ\nスアグリーメントで定められた料金が，事実上，被告ＴＥＩから原告\nらに対して支給される給与額の上限を画することにはなろうが，これ\nは，派遣契約である以上当然のことである。）。\nｅ  加えて，上記(1)オ認定の事実にかんがみれば，原告らは，自身が被\n告ＴＥＩと雇用契約を締結した上で，派遣労働者として被告トルコ航\n空で稼働していることについて十分了解していたというべきであっ\nて，本件組合が，被告トルコ航空に対し，原告らの直接雇用を申し入\nれていたことも，その証左ということができる。\nｆ  なお，原告らは，被告トルコ航空において，派遣制限期間（労働者\n派遣法４０条の２第２項）を超えて同一の業務で継続して１年を超え\nて就業しているものであるから，同法４０条の３に基づき雇用すべき\n責任が生じる旨主張する。しかしながら，原告らの業務に派遣期間の\n制限が及ぶとしても，同条はその文言に照らして派遣先の努力義務を\n定めたものにすぎないから，同条を根拠に雇用契約上の地位が発生す\nると解する余地はないし，このような事情があるからといって，黙示\nの雇用契約の成否に影響を与える余地もないというべきである。\n(3)  小括\n以上の事情を総合考慮すると，原告らと被告トルコ航空との間において黙\n示の雇用契約が成立していたと認めることはできないというべきであり，他\nにこれを認めるに足りる的確な証拠はない。\nよって，原告らの被告トルコ航空に対する地位確認にかかる請求には理由\nがない。\n２  本件解雇の効力（争点２）\n(1)  本件解約条項の効力\n原告らは，被告トルコ航空の都合によりサービスアグリーメントによる契\n約関係が終了した場合，被告ＴＥＩが原告らを解雇することができる旨定め\nた本件解約条項について，それ自体合理性を欠き，通謀虚偽表示（民法９２\n条）又は公序（民法９０条）に反するものである旨主張しており，これは，\n本件解約条項の効力について，通謀虚偽表示又は公序良俗違反により無効で\nある旨を主張するものと解される。\nしかし，本件全証拠を総合しても，原告らと被告ＴＥＩとの間で本件解約\n条項につき意を通じて合意を仮装したと認めることはできないし，派遣労働\n者との間の期間の定めのある雇用契約において，期間途中に解雇する場合と\nして，「派遣先の都合により派遣契約関係が終了すること」を掲げておくこ\nとが契約自由の限界を超えているともいい難い。よって，この点に関する原\n告らの主張は採用できない（もっとも，本件解約条項を根拠としてなされた\n解雇が直ちに有効といえるか否かは，同条項の有効性とは，また別の問題で\nある。）。\n(2)  本件解雇の効力\n原告らは，本件解雇の無効事由として，① 本件組合による正当な組合活動\nを嫌悪したものであって，労組法７条１号，３号に違反する不当労働行為で\nあるから無効である，あるいは，② 被告トルコ航空によるサービスアグリー\nメント（労働者派遣契約）の解除は，上記のとおり原告らが正当な組合活動\nを行ったことを理由とするもので，労働者派遣法２７条に違反し無効である\nから，同解除が有効であることを前提とし本件解約条項を適用してなされた\n本件解雇もまた無効となる旨主張する。したがって，以下，この点について\n検討する。\nア  前提事実に加えて，証拠（甲２２，２３，乙イ２７，乙ロ３４，証人\nＰ１５，同Ｐ１８及び原告Ｐ１本人のほか，後掲のもの。なお，上記各\n証拠についても必要に応じて掲記することとする。）及び弁論の全趣旨\nを総合すれば，以下の各事実を認めることができる（なお，この項にお\nいて，特に断らない限り，日付は平成２０年のものである。）。\n(ア)  平成１９年以前の経緯まで\n被告ＴＥＩは，平成３年ころから，被告トルコ航空に客室乗務員を派\n遣するようになり，遅くとも平成７年ころには，被告トルコ航空との間\nで，契約書面としてサービスアグリーメントを作成するようになった（そ\nれ以前にサービスアグリーメントが作成されていたか否かは，証拠上不\n明である。）。その後，被告らは，１年ごとに exhibitＢ（別紙Ｂ・料\n金部分）のみを更新していたが，平成１８年７月１日及び平成１９年７\n月１日にそれぞれサービスアグリーメント本体を更新した（乙イ８，９\n及び１７の各１ないし３，乙イ１０ないし１６）。\n(イ)  平成２０年１月\n原告らを含む被告トルコ航空に派遣されていた日本人乗務員は，従前\nから，被告らに対し，その労働環境に関する待遇改善を求めていたとこ\nろ，被告ＴＥＩは，被告トルコ航空日本支社の支社長であったＰ１８（以\n下「Ｐ１８支社長」という。）に対し，１月３１日，日本人客室乗務員\nに予想外の退職者が出ていること，その理由は，関西空港ベースのフラ\nイトパターンの身体的負担が大きく，他社と比較して被告トルコ航空の\n待遇が低い（乗務手当及び食事手当が低額，ＩＤチケット等の優遇がな\nい，社会保険未加入等）点にあると考えられること，日本人客室乗務員\nの労働条件の改善について，６月のサービスアグリーメントの更新時期\nに改めて正式に依頼したいこと等を記載した報告書を提出した（甲２３\nのＢの１０）。\n(ウ)  平成２０年５月\nａ  原告らは，被告ＴＥＩの常務らの同席の下，Ｐ１８支社長に対し，\n５月１３日，①大阪から東京への通勤手段としてＺチケット（航空会\n社勤務者が自社又は他社のエアラインの航空券を飛行距離に応じて格\n安で購入できるシステム）を継続して発券して欲しい，②産休制度を\n整えてほしい，③給料を以前の水準に戻してほしい等，待遇改善を訴\nえた。これに対し，Ｐ１８支社長は，①Ｚチケットについては，７月\n以降発券できなくなるので無理であるとして断ったものの，②産休取\n得については問題ない，③待遇の改善については本社へ報告する等と\n回答した（甲２３のＢの１１，乙ロ５）。\nｂ  他方，被告トルコ航空は，Ｐ１９株式会社（以下「Ｐ１９」という。）\nに対し，５月ころ，客室乗務員２０名の派遣業務の見積りを依頼した。\nＰ１９は，Ｐ１８支社長と同月２３日に面談し，同月２６日，見積書\nをメールで送信したが，それ以上の話には発展しなかった（調査嘱託\nの結果）。\n(エ)  平成２０年６月\n被告ＴＥＩは，被告トルコ航空に対し，６月，サービスアグリーメン\nトの更新に向けた提案（原告らの労働条件の改善を含むもの）を行った。\nこれに対し，被告トルコ航空は，検討のために時間が必要であるとして，\n６月末で有効期限を迎える契約を２か月延長することを提案し，被告Ｔ\nＥＩはこれに合意した。\n(オ)  平成２０年８月\nａ  被告トルコ航空本社は，Ｐ１８支社長に対し，８月１４日，被告Ｔ\nＥＩから派遣を受ける労働者数を２名から１名に変更すべきと考える\n旨のメールを送信した（乙イ２５）。\nこのような本社側の動きに対し，Ｐ１８支社長は，同日，「コスト\n等を踏まえて変更したいのは分かるが乗客の９割は日本人なので後か\nら問題が起こるかもしれない」「もし，そのような変更をするのであ\nれば，数ヶ月前に私に言って欲しかった」「日本人クルーは当社スタ\nッフとほとんど同じように働いているので，一人だけの日本人クルー\nを通訳のためだけに業務させるのであれば exhibit も変えなければな\nらない」等と懸念を示す一方で，「日本人クルーを通訳のためだけに\n雇うなら経験がある人でなくても大丈夫だと思う，そうすればもっと\nコストを下げることもできる」「（数ヶ月前に言ってもらっていれば）\nいろいろと会社を探したりすることも可能だった」等，被告ＴＥＩ以\n外の第三者から原告ら以外の労働者の派遣を受けることも念頭に置い\nているかのようなメールを返信した（乙イ３３）。\nｂ  被告トルコ航空は，被告ＴＥＩに対し，同月１５日，原告ら日本人\n乗務員が行うサービスを「通訳」のみに限定し，搭乗人員を２名から\n１名体制にしたいと申し出た。\nｃ  被告ＴＥＩは，原告らに対し，「トルコ航空との契約更改について」\nと題する同月２０日付けの書面で被告トルコ航空からの上記変更提案\nについて伝え，上記変更内容は現行を大きく変えるものであり，被告\nＴＥＩとしても予想し得ず対応に苦慮するところであること，一両日\n中に細部を含めて再協議をするが，被告トルコ航空本社のポリシーの\n変更なので，契約締結を前提に慎重に対応したいこと等を報告した。\n同書面には，被告トルコ航空からの提案内容の概要として，ＪＡＡ\n（Joint Aviation Authorities 欧州共同航空局。以下「ＪＡＡ」とい\nう。）からのかねてからの指摘を考慮して日本人客室乗務員を編成外\nとし，１便につき１名とすること，適用時期については１２月からと\nすること，一定の条件の下にフリーチケットを認めること等が記載さ\nれていた（甲２２のＢの６５）。なお，民間航空規則には，全ての客\n室乗務員はトルコ国籍であることが基本である旨の規定がある（乙イ\n７）。\nｄ  他方，被告トルコ航空は，Ｐ２０株式会社（以下「Ｐ２０」という。）\nに対し，同月２５日，今後の検討のために業務委託形態での機内通訳\nの料金を聞きたいとして，面談を要望した（調査嘱託の結果）。\n(カ)  平成２０年９月\nａ  被告らは，９月１日，前記日本人乗務員の減員等の問題について覚\n書（乙イ４）を締結した。これによると，① 被告らは，被告ＴＥＩが\n同日から被告トルコ航空のトルコ・日本路線に日本乗務員を１人提供\nすることに同意する，② ①の同意にかかわらず，新手順の再編成のた\nめに，平成２０年９月１日から同年１０月末日までは，被告ＴＥＩが\n被告トルコ航空に対して２名の乗務員を提供することに同意し，その\n条件については，平成２０年９月１日付けの別紙Ａ及びＢのとおりと\nするなどの内容で合意して，サービスアグリーメント（本件サービス\nアグリーメント）を更新した（甲２５，乙イ１，４）。\nｂ  他方，被告トルコ航空は，Ｐ２０に対し，９月５日，面談の上，見\n積書の提示を依頼した。ただし，Ｐ２０は，その後同月１７日に上記\n見積りの依頼を断っている（調査嘱託の結果）。なお，このＰ２０及\nび前記Ｐ１９に対する見積依頼は，いずれも日本人が乗務することを\n前提としたものであった（証人Ｐ１８）。\nｃ  被告ＴＥＩは，原告らに対し，同月９日，「ＴＫとの契約更改につ\nいて」と題する文書を発した。同文書には，① １１月からの条件につ\nいては９月８日現在も被告トルコ航空と交渉中であること，② 被告ト\nルコ航空日本支社は他社からの見積り待機中であるが，Ｐ１８支社長\nは，被告ＴＥＩと他社との条件の大きな乖離がない限り，被告ＴＥＩ\nと契約を継続したい意向を示していること等の記載があるほか，③\n業務の内容が機内での日本語サービスに特定されるので，９月から１\n０月にかけての契約料金は適用できないというのが被告トルコ航空本\n社の意向であること，④ 日本人客室乗務員の取扱いについてはそのコ\nストも含めて議論されたようであり，その結果として日本人乗務員は\n編成外とし，機内で日本語サービスと被告トルコ航空乗務員の補助業\n務にすることに決定されたの説明をＰ１８支社長から受けたこと，⑤\nこの件はＰ１８支社長も寝耳に水と驚いている様子であること等の記\n載があった（甲１５）。\nｄ  本件組合は，被告らに対し，同月１７日，組合結成通告兼要求書を\n提出し，被告トルコ航空に対しては，原告らを含む日本人客室乗務員\nを直接雇用すること，労働協約を締結すること等を，被告ＴＥＩに対\nしては，被告らの間の契約の法的性質を明らかにすること，雇用保険\n及び社会保険を２年間遡って加入させること等をそれぞれ要求した上\nで，団体交渉を申し入れた（甲１１の１及び２）。\n被告トルコ航空は，Ｐ１６ユニオンに対し，同月２２日付け書面を\nもって，上記申入れにかかる団体交渉の日時等の細目について追って\n連絡する旨回答するとともに，本件組合に対し，Ｐ１６ユニオン及び\n本件組合の規約の開示を求め，さらに団体交渉参加者の人数を合計３\n名以内とさせてほしい旨要望した。そして，被告トルコ航空は，Ｐ１\n６ユニオンに対し，その後の１０月１４日付け書面をもって，団体交\n渉の日時について同月１７日午後３時から午後５時までの２時間と\nし，開催場所等についても具体的な指定を行った（甲１２，１３）。\nＰ１６は，同月１６日，被告トルコ航空の上記要請に応じ，その組\n合規約を開示した（甲１４）。\nｅ  被告ＴＥＩは，原告らに対し，９月３０日，「被告トルコ航空から\n１１月以降も契約を継続したい旨の連絡があった，１便当たり１名乗\n務になり，業務内容が機内通訳に変更となることには変わりはない，\n具体的な条件については現在支社長に確認中であり，提示があり次第\n連絡する」等と伝えるメールを送付した（甲２６）。\n(キ)  平成２０年１０月\nａ  被告トルコ航空と原告らとの団体交渉が１０月１７日に開催された\nが，被告トルコ航空側は，前記(カ)ｄの経過があるにもかかわらず，\n冒頭で「団交のつもりではない」と述べ，原告らの要望事項について\n答えず，直接雇用についても拒否した。また，被告ＴＥＩとのサービ\nスアグリーメントについては，９月に日本支社で締結する予定だった\nが，本社から，契約の話の追加で，「２人から１人」「通訳」との話\nがあった，トルコ国籍でないとクルーになれない旨の指導が政府から\nあり，通訳なら使えるとの指摘であった，被告トルコ航空がトルコ政\n府から指導を受けている以上，このような結論しかない，日本支社と\nしてできることはしたが，力尽きた，１１月以降は新しい契約に入る\nが，被告ＴＥＩになるかどうかは分からないなどと説明した（甲１８，\n証人Ｐ２１）。\nｂ  原告らは，被告トルコ航空に対し，１０月２８日，上記団体交渉に\nおける被告トルコ航空の態度に抗議し，争議行為を開始する旨をファ\nックスで送信，通知し，同通知は，同日の午後４時４４分に被告トル\nコ航空に到達した（甲１７，乙イ３２）。\nＰ１８支社長は，被告ＴＥＩに対し，同日，電話で，サービスアグ\nリーメントを１２月末日で解除したいとの意向を伝えた（甲２４，乙\nロ２４，証人Ｐ１５，同Ｐ１８。なお，争議行為開始通知の到達とＰ\n１８支社長の電話との先後関係は，本件全証拠に照らしても明らかで\nはない。）。\n被告ＴＥＩは，被告トルコ航空に対し，１０月２９日付けの「ご連\n絡」と題する書面において，サービスアグリーメントの期間である平\n成２１年８月３１日まで契約を維持したいと考えており，そこまで維\n持することができない状況であるならば，被告ＴＥＩと派遣スタッフ\n個々人との雇用契約の期限である同年６月３０日まで維持するようお\n願いしたい等と要望した（証人Ｐ１５，乙ロ２４）。\nｃ  被告らは，１０月３１日，９月１日に締結した覚書が同日に締結し\nた本件サービスアグリーメントに付属する一部であり，本件サービス\nアグリーメントの有効期間及び条件が１１月１日以降も引き続き有効\nであることを確認する旨の確認覚書を締結した（乙イ５）。\n(ク)  平成２０年１１月\n被告トルコ航空は，被告ＴＥＩに対し，１１月２７日，トルコ本国に\nおいて日本語を話せる乗務員を雇用する決定をしたことを理由に，本件\nサービスアグリーメント第１０条Ｃ項（被告トルコ航空は，いかなる理\n由でも，被告ＴＥＩに対して，９０日前に通知を行うことによって契約\nを解除することができる旨の条項）に基づき，本件サービスアグリーメ\nントを解約する旨書面で通知し，同書面は，同月２８日，被告ＴＥＩに\n到達した（乙イ６）。\n(ケ)  平成２０年１２月\n被告ＴＥＩは，Ｐ１８支社長に対し，１２月１１日，本件サービスア\nグリーメントの継続につき再考するよう要望し，原告ら日本人乗務員と\nの雇用契約の期限である平成２１年６月末日までの継続を望むが，それ\nが不可能な場合は，失業という深刻な事態を最小限にとどめるため，機\n内通訳の職務を１か月でも２か月でも維持してもらえるよう依頼した\n（乙ロ２５）。\n他方，被告ＴＥＩは，原告らの一部を含む関東地方在住者に対し，１\n２月２４日，平成２１年３月に予定されている新車発表会の接客スタッ\nフを募集するメールを送信したが，原告らはいずれも応じなかった（証\n人Ｐ１５，乙ロ８，３４）。\n(コ)  平成２１年１月以降\n被告ＴＥＩは，原告らに対し，平成２１年１月１５日，被告トルコ航\n空からのサービスアグリーメントの解除に伴い，被告トルコ航空機内に\nおける日本人機内通訳業務が休止され，本件解約条項に該当する状況に\n至ったとして，原告らとの雇用契約を同年２月２８日で解約する旨の解\n約予告通知書を出した（乙ロ７）。\n原告らは，同年１月２９日，本件訴訟を提起した。\n原告らは，同年２月２６日，被告トルコ航空と協議の機会をもったが，\n被告トルコ航空は，原告らを直接雇用することは考えていない等と回答\nした（甲３０）。\n被告トルコ航空がサービスアグリーメントの解約日とした期限が同月\n２８日に到来した。以後，被告ら間でサービスアグリーメントは締結さ\nれていない。\n(サ)  その他の事情\n被告トルコ航空は，これまでにも別紙５のとおりフライトスケジュー\nルを変更しており，被告ＴＥＩから派遣される日本人客室乗務員の業務\n量に影響が出たが，その都度，日本人客室乗務員の業務量調整により対\n応できており，被告ＴＥＩが，本件解約条項に基づき客室乗務員を解雇\nした例はこれまでになかった（証人Ｐ１５，乙ロ１２，３４）。\n被告トルコ航空は，原告らに対し，平成２１年２月２６日の話合いの\n際，① トルコ国土交通省から，トルコ国籍がない客室乗務員を使うな，\nインタープリター（通訳）として使えという指導は平成２０年春からあ\nった（ただし，許可をとれば乗務は可能であり，実際に乗務している。），\n② 通訳に限定しようと思っていたところで被告ＴＥＩから適法な通訳\nの派遣にできないかという提案があった，③ トルコ国籍を有する人で日\n本語ができる人なら通訳以外の仕事をできるので，サービスアグリーメ\nントを解除することになった等と説明した（甲３０）。\nイ  原告らの主張に対する判断\n(ア)  本件解雇が不当労働行為（労組法７条１号，３号）に当たり無効で\nあるとの主張について\n前記１で詳細に説示したとおり，原告らと雇用契約関係にあるのは被\n告ＴＥＩであるから，本件解雇が労働組合法７条１号の不利益取扱い及\nび同条３号の支配介入に該当し違法・無効であるか否かは，被告ＴＥＩ\nを基準に判断すべきである。そして，被告ＴＥＩが，被告トルコ航空に\n対し，一貫してこれまでの派遣体制を維持するよう働きかけていたこと\nは前記認定事実のとおりであり，本件全証拠を総合しても，被告ＴＥＩ\nが原告らの組合活動を嫌悪していたことをうかがわせる事実を認めるこ\nとはできない。\nしたがって，本件解雇が労働組合法７条１号の不利益取扱い及び同条\n３号の支配介入に該当し違法・無効であるとする原告らの主張は採用で\nきない。\n(イ)  被告トルコ航空によるサービスアグリーメントの解除が労働者派遣\n法２７条に違反するもので無効であり，その結果本件解雇も無効になる\nとの主張について\nａ  まず，被告トルコ航空と被告ＴＥＩとの間のサービスアグリーメント\nが労働者派遣契約としての性質を有することは既に説示したとおりであ\nるから，同契約については労働者派遣法の適用があるというべきである\n（準拠法については，本件サービスアグリーメント上その指定につき明\n記がなく，本件全証拠を総合しても，当事者による準拠法の選択を認定\nすることはできないことから，法の適用に関する通則法８条１項及び同\n条２項により，密接関連地である日本法が準拠法になると解される。）。\nそこで，被告トルコ航空による本件サービスアグリーメントの解約が労\n働者派遣法２７条に違反し，無効であるか否かについて，以下，検討す\nる。\nｂ  被告トルコ航空は，被告ＴＥＩに対し，平成２０年８月に原告ら日\n本人乗務員が行うサービスを通訳のみに限定し，搭乗人員をそれまで\nの２人から１人体制にしたいと申し出て以来，被告ＴＥＩとの間で，\n次期のサービスアグリーメントにおける契約条件について交渉を重\nね，被告ＴＥＩとの間で，同年９月１日，上記搭乗人員を１名とする\nものの，同年１０月末日までは２名体制を維持するという形で合意の\n上，覚書を作成して本件サービスアグリーメントを更新し，同年１０\n月３１日には，その有効期間及び条件が翌１１月１日以降も有効であ\nることを確認しているにもかかわらず，その後その方針を変更して，\n同年１１月２７日には被告ＴＥＩに対し本件サービスアグリーメント\nの解除を通告していることは前記アにおいて認定したとおりである。\nこの間，原告らが，同年９月１７日に本件組合を結成して被告に団\n体交渉を申し入れたところ，被告トルコ航空は，同月３０日までは，\n被告ＴＥＩに対し，同年１１月以降も同被告との間の契約関係の継続\nを希望する旨表明していたものの，同年１０月１７日に実施された団\n体交渉の席上において本件組合に対し「団交のつもりではない。」旨\nの発言をし，本件組合が被告トルコ航空に争議行為開始通知書をファ\nックス送信したのと同じ日である同月２８日，Ｐ１８支社長が，被告\nＴＥＩに対し，電話で，本件サービスアグリーメントを同年１２月末\n日をもって解約したい旨伝え，同年１１月２７日，正式に本件サービ\nスアグリーメントの解除通告を行っているものである。\n以上のような本件サービスアグリーメントに関する被告トルコ航空\nの方針変更については唐突な感を否めないところ，前記認定の事実経\n過に照らすと，原告らが本件組合を結成し団体交渉を求め，争議行為\nを開始するに至る時期と，被告トルコ航空がその方針を変更した時期\nとは概ね重なる上，被告トルコ航空が本件サービスアグリーメントを\n解約した合理的な理由が認められないことからすれば，その主たる動\n機は，原告らによる組合活動を嫌悪したことにあったと推認するのが\n相当である。\nｃ  この点，被告トルコ航空は，日本語を話すことができる客室乗務員\nをトルコ共和国内で採用する方針を採り，かかる客室乗務員を搭乗さ\nせることが可能になったことから，本件サービスアグリーメントを解\n約したもので，その解約には合理的な理由がある旨主張し，被告ＴＥ\nＩも同主張を援用する。\nしかしながら，平成２０年８月の日本人乗務員の搭乗人員減員は，\nトルコ共和国国土交通省民間航空局からの指摘（甲１５には，ＪＡＡ\nからの指摘とあるが，誤記ないし誤解と認められる。被告トルコ航空\n最終準備書面３６頁参照）を受けて，日本人乗務員を通訳扱いとして\n編成外とすることにその目的があったと推認されるところ（前記ア\n(オ)ａないしｃ参照），このような目的は，被告ＴＥＩが上記減員を\n了承して同年９月１日に覚書を締結し，原告ら日本人乗務員もそれを\n前提とした乗務を開始したことにより達成されたと解されるのであっ\nて，それにもかかわらず，なおも，被告トルコ航空が本国（トルコ共\n和国）において日本語を話すことができる客室乗務員を採用して，原\n告らを乗務から外さなければならない合理的な理由があると解するこ\nとはできない（被告トルコ航空にとってみれば，客室乗務員としてで\nあれ，通訳としてであれ，従前から被告トルコ航空の航空機に乗務し\n慣れている原告らを乗務させ続けることには相応のメリットがあった\nはずであり，通訳であるとはいえ，新規に従業員を雇用することには\n有形無形の負担があったはずである。また，Ｐ１８支社長も，平成２\n０年９月９日時点では，他社との契約条件に大きな乖離がない限り，\n被告ＴＥＩと契約を継続したい旨明言している〔前記ア(カ)ｃ〕。）。\nまた，被告トルコ航空が，原告らを乗務から完全に外す方針を有し\nていたというのであれば，被告ＴＥＩとの上記の日本人乗務員減員に\n関する交渉過程において，少なくともそのような方針を検討している\nことを示唆してしかるべきであったと考えられるが，そのような方針\nは特に示唆すらもされないまま，被告ＴＥＩとの間で覚書を締結し，\n何ら留保を付けることなく本件サービスアグリーメントが有効である\nことを確認しているもので（前記ア(カ)ａ，(キ)ｃ。その意味で，被\n告トルコ航空による覚書締結直後のサービスアグリーメントの解約の\n意思表示は，被告ＴＥＩにとっては不意打ちというべきものであった。\nなお，被告トルコ航空の主張をみる限り，同被告本社が，前記覚書や\n確認覚書の作成過程に全く関与していないことを主張するかのように\nも窺われるが，上記覚書等の作成に当たりＰ１８支社長が本社の決裁\nを仰いでいないと認めることは困難である。），このような点に照ら\nすと，被告トルコ航空の方針変更の経緯は，不自然といわざるを得な\nい（前記Ｐ２０等に対する見積依頼も，通訳かどうかはともかくとし\nても，あくまで日本人が乗務することを前提とした見積依頼であった\nし〔前記ア(カ)ｂ〕，その後のＰ１８支社長の言動〔前記ア(カ)ｃ〕\nからしても，基本的に，被告ＴＥＩとの契約更新を前提とした相見積\nりであったと考えられるのであって，この点をもって，日本人を乗務\nさせないという被告トルコ航空の方針が示唆されていたということも\nできない。）。\nｄ  もっとも，被告トルコ航空は，本件組合から争議行為の通知を受け\nた直後の平成２０年１０月３１日，被告ＴＥＩとの間で原告らの被告\nトルコ航空での稼働を認める内容の確認覚書（乙イ５）を締結してい\nるもので（前記ア(キ)ｃ），この点は，被告トルコ航空が原告らの組\n合活動を真に嫌悪していたといえるかについて疑義を挟ませる事情と\nいえないではない。しかしながら，前記同年９月１日付けの覚書（乙\nイ４。前記ア(カ)ａ）により暫定的に定められた２人乗務の期限が同\n年１０月３１日であって，被告トルコ航空としては，その時点までに\n本件サービスアグリーメントに関し何らかの態度決定をせざるを得な\nい状況であったといえるところ，Ｐ１８支社長が被告ＴＥＩに対し口\n頭でサービスアグリーメントの解除の意向を示したことはあったもの\nの（前記ア(キ)ｂ），上記の１０月３１日時点では，未だ被告トルコ\n航空本社において最終的な契約解除の方針が固まりきっていなかった\nことから，一応，前記確認覚書を作成したものの，その後原告らの組\n合活動を嫌悪した本社側が，原告らの通訳としての稼働も認めないと\nの方針を固めたことにより１１月２７日にサービスアグリーメントの\n解除に踏み切ったと推認するのが相当である。また，上記覚書の点を\n考慮しても，被告トルコ航空がそれまでの方針を変更して本件サービ\nスアグリーメントを解除した経緯が不自然であることに変わりはな\nい。このような点を考慮すれば，上記の 1０月３１日の確認覚書締結\nを考慮しても，前記説示が左右されるものではない。\nｅ  さらに，前記認定の経緯からすれば，被告トルコ航空は，平成２０\n年１月には被告ＴＥＩを通じて，同年５月には原告らから直接に，待\n遇改善等を申し入れられた際に好意的，友好的に対応していたという\nことができるし，また，同年８月にトルコ共和国国土交通省民間航空\n局からの指導を受け，それが日本人乗務員の搭乗人員減員の契機とな\nったとする点も，それまで１０年以上もの間日本人客室乗務員の派遣\nを受け入れてきた経緯からすればやや唐突な感はあるものの，その後\nの経緯（前記ア(オ)ｃ，(カ)ｃ〔特に④⑤参照〕など）に照らして概\nね信用できるものであって，このような点に照らすと，被告トルコ航\n空が原告らの待遇改善に向けた行動を嫌悪していなかったと考える余\n地がないではない。\nしかしながら，原告らの待遇改善に向けた被告トルコ航空の対応が\n十分であったか否かという評価はおくとしても，被告トルコ航空とし\nては，上記のとおり，原告らからの待遇改善等の要望に対して，それ\nなりに好意的，友好的に接してきたにもかかわらず，原告らの行動が\n労働組合を結成して団体交渉等に及ぶに至って，これを嫌悪した対応\nを取ることは十分に想定できるものであって，当初の被告トルコ航空\nの好意的な態度を根拠にして，本件組合結成後の不当労働行為意思を\n否定するのは相当ではないというべきである。\nｆ  以上のとおり，被告トルコ航空による本件サービスアグリーメント\n（労働者派遣契約）の解除は，原告らが正当な組合活動を行ったこと\nを理由としてなされたものと認めるのが相当である。したがって，同\n解除は労働者派遣法２７条に違反するもので無効であるから，同解除\nが有効であることを前提とした被告ＴＥＩの原告らに対する解雇（本\n件解雇）も，その前提を欠くものであって，前記(1)で留保した問題点\nについて検討するまでもなく，無効であるというべきである。\nよって，原告らは，被告ＴＥＩに対し，後記の雇止めがされるまで\nは雇用契約上の地位を有することとなる。\n３  原告らに対する雇止めの効力（争点３）\n(1)  原告Ｐ１３を除く原告らに対する雇止め（本件雇止め）の効力\nア  原告らと被告ＴＥＩとの間の雇用契約は，いずれも，期間の定めのある\n雇用契約であるところ，被告ＴＥＩは，原告Ｐ１３との雇用契約について\nは，平成２０年５月３０日，契約の更新を行わない旨の意思表示をし（原\n告Ｐ１３に対する雇止め），原告Ｐ１３を除く原告らとの雇用契約につい\nては，平成２１年５月１６日付けの第１準備書面において，同年６月末日\nをもって契約期間満了により終了させ更新を行わない旨の意思表示をした\nこと（本件雇止め）は，前提事実(6)のとおりである。原告らは，これらの\n雇止めの効力を争うことから，この点が問題となる。\nイ(ａ)  期間の定めのある雇用契約は，その期間が満了したことのみをもっ\nて当然に終了するのが原則であるが，期間の定めのない雇用契約に転化\n又はこれと実質的に異ならない状態に至った場合，もしくはそれに至ら\nないまでも雇用継続に対する労働者の期待利益に合理性がある場合は，\n解雇権濫用法理が類推適用されると解すべきである（最高裁判所昭和４\n９年７月２２日第一小法廷判決・民集２８巻５号９２７頁，同昭和６１\n年１２月４日第一小法廷判決・集民１４９号２０９頁）。\n(ｂ)  前提事実に加えて，証拠（甲２２，３９の１ないし３，乙ロ２，３，\n１３ないし２２，証人Ｐ１５）及び弁論の全趣旨を総合すれば，原告らは，\nそれぞれ，別紙２「原告生年月日等一覧」の「採用年月日」欄記載の年月\n日ころ，被告ＴＥＩとの間で契約期間を１年とする雇用契約（派遣労働契\n約）を締結し，採用されたこと，被告ＴＥＩは，被告トルコ航空に派遣さ\nれている客室乗務員との契約について，毎年５月から６月にかけて更新手\n続を行っていたこと，原告Ｐ１３を除く原告らは，被告ＴＥＩとの間で，\n平成２０年６月に，それぞれ，雇用期間を平成２０年７月１日から平成２\n１年６月３０日までとして雇用契約を更新したこと，の各事実を認めるこ\nとができるところ，本件全証拠を総合しても，契約更新の手続が形骸化し\nていたことをうかがわせる事実を認めることはできない。\nしかし，前提事実に加えて，証拠（甲２２，２３，証人Ｐ１５）によ\nれば，原告らは，被告トルコ航空の日本路線に乗務し，機内サービス及\nび通訳の業務に従事していたこと，これは旅客運送業を営む被告トルコ\n航空における恒常的，基幹的業務に当たること，原告らの中には，原告\nＰ１のように，少なくとも７回にわたって雇用契約が更新され，継続し\nて被告トルコ航空に派遣されていた者がいたこと等の事実を認めること\nができる。\nこれらの事実は，原告らには被告ＴＥＩとの間の雇用契約につき雇用\n継続に対する合理的な期待があるとしてその雇止めに解雇権濫用法理が\n類推適用されるとの原告らの主張（特に原告Ｐ１に関するもの）を肯定\nする方向に一応傾くものであるといいうる余地がないではない。\nウ(ａ)  しかし，労働者派遣法は，派遣労働者の雇用の安定だけでなく，常\n用代替防止，すなわち派遣先の常用労働者の雇用の安定をも立法目的とし，\n派遣期間の制限規定をおくなどして両目的の調和を図っているところ，同\n一労働者の同一事業所への派遣を長期間継続することによって派遣労働者\nの雇用の安定を図ることは，常用代替防止の観点から同法の予定するとこ\nろではないといわなければならない。そして，このことは，同法の適用が\nある派遣関係である限り，派遣先が国内企業であるか国外企業であるかを\n問わないというべきである。\n(ｂ)  そして，雇用主である派遣元が就業場所となることが予定されてお\nらず，労働者派遣契約がなければ実際の就業場所を確保することができ\nないという派遣労働の特徴，及び企業間の商取引である労働者派遣契約\nに更新の期待権や更新義務を観念し得ないことも併せかんがみれば，原\n告らの雇用契約（派遣労働契約）の継続に対する期待は，上記労働者派\n遣法の趣旨及び派遣労働の特徴に照らし，合理性を有さず，保護すべき\nものとはいえないと解するのが相当である。\nエ(ａ)  また，原告らと被告ＴＥＩとの雇用契約において予定されていた\n業務の内容にかんがみれば，原告らと被告ＴＥＩとの雇用契約は，被告\nらの間のサービスアグリーメントの存在を前提とするものであったとい\nうことができるところ，企業間の商取引である労働者派遣契約に更新の\n期待権や更新義務を観念することはできないことは前記ウ(ｂ)のとおり\nであるから，被告トルコ航空と被告ＴＥＩとの間の本件サービスアグリ\nーメントに基づく契約関係は，その期間が満了し，更新がなされなかっ\nたことによって終了するものというほかはない。これは，前記２(2)イ\n(イ)記載のとおり，被告トルコ航空による本件サービスアグリーメント\nの中途解約が無効と解される本件においても同様である。\n(ｂ)  そして，被告トルコ航空が，被告ＴＥＩに対し，日本語を話すことが\nできる客室乗務員をトルコ本国で雇用する決定をしたとして，派遣労働者\nの受入れを打ち切る意思を明確に示していること（前記２(2)ア(ク)参照）\nに照らせば，平成２１年６月３０日の本件雇止め（原告Ｐ１３を除く原告\nらに対する雇止め）当時，既に被告らの間のサービスアグリーメントが再\n締結される見込みは皆無に等しかったものと認めることができる。\n(ｃ)  加えて，証拠（乙ロ７，８，証人Ｐ１５，同Ｐ１８）及び弁論の全\n趣旨によれば，被告ＴＥＩは，原告らの一部を含む関東地方在住者に対\nし，新車発表会の接客スタッフを募集するメールを送信するなど，不十\n分ながらも代替派遣先を提示している一方，原告らはいずれもこれに応\nじなかったこと，被告ＴＥＩは，原告Ｐ１３を除く原告らに対し，両者\n間の雇用契約９条に基づき，期間満了日から３０日以上前の平成２１年\n５月１６日付けの第１準備書面において，平成２１年６月末日に契約を\n更新しない旨告知したことの各事実を認めることができる。\nさらに，被告ＴＥＩが労働者派遣を行っている航空会社はいずれも外\n国会社であり，客室乗務員として精通すべき機種，言語等が会社毎に異\nなることからすれば，被告トルコ航空の他に，原告らを客室乗務員とし\nて派遣できる派遣先は，容易に見出せないものと考えられる。\n(ｄ)  そうすると，原告らと被告ＴＥＩとの雇用契約について，仮に，原\n告ら（特に，原告Ｐ１）の雇用継続に対する期待に合理性を認める余地\nがあったとしても，本件雇止めには客観的に合理的な理由があり，社会\n的相当性があるものというほかない。\nオ  以上によれば，原告Ｐ１３を除く原告らと被告ＴＥＩとの間の雇用契約\nは，いずれも，平成２１年６月３０日の雇用期間の満了により終了したも\nのというべきである。\n(2)  原告Ｐ１３に対する雇止めの効力\n前提事実に加えて，証拠（甲２２，乙ロ２３，証人Ｐ１５）及び弁論の全\n趣旨を総合すれば，原告Ｐ１３は，平成１９年１０月２２日，旅客を介助し\nた際に腰部捻挫及び頚部捻挫等の傷害を負い，以後，乗務ができなくなった\nこと，被告ＴＥＩは，原告Ｐ１３に対し，両者間の雇用契約（９条）に基づ\nき，平成２０年５月３０日には契約を更新しない旨告知したことの各事実を\n認めることができるところ，原告Ｐ１３と被告ＴＥＩとの雇用契約が客室乗\n務員としての派遣業務を前提としていることを考慮すれば，業務上の負傷に\nよって客室乗務員としての業務ができなくなったことを考慮しても，被告Ｔ\nＥＩによる原告Ｐ１３の雇止めには，客観的に合理的な理由があり，社会的\n相当性があるといえる。\nなお，原告らは，本件のような解雇権濫用法理の類推適用がある有期雇用\n契約においても，労基法１９条１項の解雇制限規定の適用ないし類推適用が\nあると主張する。しかし，そもそも，原告らと被告ＴＥＩとの間の雇用契約\nにおいて解雇権濫用法理の類推適用の余地があるか疑問であるし，同項は，\n事情のいかんを問わず，業務上負傷の療養期間中は一律に解雇を許さないと\nいう規定であるところ，一口に雇用継続の合理的期待がある有期雇用契約と\nいっても，その雇用形態や労働者の抱く合理的期待の程度は様々であること\nからすれば，仮に，解雇権濫用法理の類推適用がある有期雇用契約であって\nも，労基法１９条１項の類推適用はないと解するのが相当である（上記のよ\nうに，業務上傷病の療養期間中であるという事情は，雇止めの合理性判断に\n関する一事情として捉えるに止めるのが相当である。）。\n以上によれば，原告Ｐ１３と被告ＴＥＩとの間の雇用契約は，遅くとも平\n成２０年６月末日には，雇用期間の満了により終了したものというべきであ\nる。\n(3)  小括\n以上によれば，原告らと被告ＴＥＩとの間の雇用契約は，いずれも，期間\n満了によって終了しているから，その余の点を判断するまでもなく，原告ら\nの被告ＴＥＩに対する雇用契約上の地位確認請求には理由がない。\n４  原告らに支払われるべき賃金額（争点４）\n(1)  賃金請求権の根拠\n前記２のとおり，原告Ｐ１３を除く原告らに対する本件解雇は無効である\nところ，原告らが，本件解雇に異議を唱えて就労を請求し，労務を提供する\n意思を示しているにもかかわらず，被告ＴＥＩはこれを受領しなかった。\nしたがって，原告Ｐ１３を除く原告らは，被告ＴＥＩに対し，民法５３６\n条２項に基づき，本件雇止め（平成２１年６月３０日）までの賃金支払請求\n権を有することになる。\nなお，原告Ｐ１３と被告ＴＥＩとの間の雇用契約が，本件解雇よりも前に\n期間満了により終了したことは，前記３(2)記載のとおりであるから，その余\nの点について判断するまでもなく，原告Ｐ１３の被告ＴＥＩに対する賃金請\n求には理由がない。\n(2)  原告Ｐ１３を除く原告らに支払われるべき賃金額\n前提事実記載のとおり，原告らの賃金は，毎月末日締め翌月末日払であり，\n実際に乗務した便数や滞在時間等に応じてその額が変動するものであるか\nら，被告ＴＥＩが原告Ｐ１３を除く原告らに支払うべき賃金額は，原告らの\n最終３か月の稼働実績に基づく賃金の平均額と認めるのが相当である。\nこの点について，原告らは，トルコ人乗務員との賃金格差が労基法３条の\n国籍差別禁止規定に違反すると主張するが，同賃金格差が違法な差別である\nことを認めるに足りる的確な証拠はなく，原告らの主張については採用する\nことができない。また，原告らは，被告トルコ航空のした本件条件変更が労\n働条件〔客室乗務員として２人体制で乗務すること〕の不利益変更に当たり\n無効であるとも主張するが，原告らと被告ＴＥＩとの間で締結された本件契\n約書には上記のような２人体制の乗務を保障するような条項はないのであっ\nて，その他，この点が原告らと被告ＴＥＩとの間の労働条件となっていたこ\nとを認めるに足りる証拠はない。したがって，この点についても原告らの主\n張を採用する余地はない。\nそして，原告Ｐ１３を除くその余の原告らに支払われるべき賃金額は，以\n下の(ア)ないし(シ)のとおり算定される３か月平均額の４か月分となる。し\nたがって，被告ＴＥＩは，それぞれについて，別紙１「支払金額一覧」記載\nのとおりの金額及び各支払期日の翌日（平成２１年３月分〔同年４月支払分〕\nは同年５月１日，同年４月分〔同年５月支払分〕は同年６月１日，同年５月\n分〔同年６月支払分〕は同年７月１日，同年６月分〔同年７月支払分〕は同\n年８月１日）から支払済みまで，商事法定利率の年６分の割合による遅延損\n害金を支払うべき義務を負う。\n(ア)  原告Ｐ１（甲１９の１）\n平成２１年１月支払分  ４９万００６５円\n同年２月支払分        １５万４１７０円\n同年３月支払分          ９万４６８５円\n３か月平均額          ２４万６３０７円（円未満四捨五入，以下同じ）\n(イ)  同Ｐ２（甲１９の２）\n平成２１年１月支払分  １３万５４３９円\n同年２月支払分        １４万２１３３円\n同年３月支払分          ８万６１８５円\n３か月平均額          １２万１２５２円\n(ウ)  同Ｐ３（甲１９の３）\n平成２１年１月支払分  １６万１０９０円\n同年２月支払分        １９万９９１１円\n同年３月支払分        ２３万２２０９円\n３か月平均額          １９万７７３７円\n(エ)  同Ｐ４（甲１９の４）\n平成２１年１月支払分  ２１万７１３６円\n同年２月支払分        １７万７１４１円\n同年３月支払分        ２０万５３０５円\n３か月平均額          １９万９８６１円\n(オ)  同Ｐ５（甲１９の５）\n平成２１年１月支払分  １７万７２０５円\n同年２月支払分        １５万６９４０円\n同年３月支払分          ８万９１８５円\n３か月平均額          １４万１１１０円\n(カ)  同Ｐ６（甲１９の６）\n平成２１年１月支払分  ２４万８９８５円\n同年２月支払分          ９万１３４５円\n同年３月支払分          ８万６１８５円\n３か月平均額          １４万２１７２円\n(キ)  同Ｐ７（甲１９の７）\n平成２１年１月支払分  １６万２５２０円\n同年２月支払分        １６万８８９０円\n同年３月支払分              ６０００円\n３か月平均額          １１万２４７０円\n(ク)  同Ｐ８（甲１９の８）\n平成２１年１月支払分  ２６万４０５４円\n同年２月支払分        １７万３６９０円\n同年３月支払分          ９万２５８０円\n３か月平均額          １７万６７７５円\n(ケ)  同Ｐ９（甲１９の９）\n平成２１年１月支払分  ２１万２１１６円\n同年２月支払分        １４万０２１０円\n同年３月支払分        １６万２９４６円\n３か月平均額          １７万１７５７円\n(コ)  同Ｐ１０（甲１９の１０）\n平成２１年１月支払分  ２６万７９６０円\n同年２月支払分        １２万１５８６円\n同年３月支払分        １４万５３８０円\n３か月平均額          １７万８３０９円\n(サ)  同Ｐ１１（甲１９の１１）\n平成２１年１月支払分    ７万６３００円\n同年２月支払分        １３万３６４７円\n同年３月支払分        １５万４７０３円\n３か月平均額          １２万１５５０円\n(シ)  同Ｐ１２（甲１９の１２）\n平成２０年１２月分      １０万２９８４円\n平成２１年１月分        ３０万５３０９円\n同年２月分                ９万４４６０円\n３か月平均額            １６万７５８４円\n第４  結  論\nよって，原告らの被告トルコ航空に対する各請求は，いずれも理由がないか\nらこれを棄却し，原告Ｐ１３の被告ＴＥＩに対する請求は理由がないからこれ\nを棄却し，その余の原告らの被告ＴＥＩに対する請求は，主文第１項掲記の限\n度で理由があるからこれを認容し，その余の請求については理由がないからい\nずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第１１部\n裁判長裁判官      白 石   哲\n裁判官      西   村   康 一 郎\n裁判官      篠 原 絵 理\n"
}