{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 29
  },
  "case_number": "平成26(行ケ)10118",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84619",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84619",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/619/084619_hanrei.pdf",
  "contents": "平成２６年１０月２９日判決言渡\n平成２６年（行ケ）第１０１１８号  審決取消請求事件\n口頭弁論終結日  平成２６年９月３日\n判決\n原                  告          Ｘ\n訴訟代理人 弁 理 士        西        博    幸\n被                  告          Ｙ\n訴訟代理人 弁 理 士      高    良    尚    志\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が無効２０１３－８９００３９号事件について平成２６年４月３日にした\n審決を取り消す。\n第２  事案の概要\n本件は，被告の登録商標（登録第５５４５４３９号商標，本件商標）に対する無\n効審判請求の不成立審決の取消訴訟である。争点は，商標法４条１項１０号該当性\n判断の当否である。\n１  本件商標（登録第５５４５４３９号商標）\n本件商標は，下記のとおり，毛筆風の「とっとり岩山海」の文字（「とっとり」の\n文字は「岩山海」の文字の約半分の大きさ）を横書きしてなるものであり，平成２\n３年５月１２日に第４３類「飲食物の提供」を指定役務として登録出願され，平成\n２４年１２月３日に登録査定を受け，同月２１日に設定登録された。\n本件商標は，前商標権者である壱番株式会社から被告に譲渡され，平成２５年１\n２月２６日付けで商標権の移転登録申請がなされ，商標原簿に登録されている（な\nお，審判請求時の被請求人と現在の被告は異なるが，特に区別する必要がない場合\nは，単に「被告」と表記する。）。\n【本件商標】\n２  特許庁における手続の経緯等\n(1) 審決に至る経緯及び原告の主張する本件商標の無効原因\n原告は，①本件商標は，原告が飲食店に使用して周知ならしめた「岩山海」又は\n「とっとり岩山海」の商標（原告商標）と類似又は同一であるところ，原告商標は，\n本件商標の登録出願時（本件出願時）及び登録査定時（本件査定時）において，原\n告及びフランチャイジーの商標として需要者の間に広く認識されていたものであっ\nて，原告は被告にとって他人であるから，本件商標は，商標法４条１項１０号に該\n当する，②原告商標は，原告が開店した店舗を表示するものとして需要者に広く知\nられていたものであり，被告が本件商標を飲食店に使用すると，需要者は，原告が\n提供する役務であるかのように混同するおそれがあるから，本件商標は，商標法４\n条１項１５号にも該当すると主張し，平成２５年６月３日，無効審判請求をした（無\n効２０１３－８９００３９号事件）。\n特許庁は，平成２６年４月３日，「本件審判の請求は，成り立たない」との審決を\nし，同審決（謄本）は，同月１１日に原告に送達された。\nなお，原告は，下記のとおり，ポップ体の「海鮮炭火焼」の文字と毛筆風の「岩\n山海」の文字（「海鮮炭火焼」の文字は「岩山海」の約３分の１の大きさである。）\nを縦書きにしてなる商標（登録第４９６７２３０号。平成１７年１１月２２日登録\n出願，平成１８年７月７日設定登録。）の商標権者であったが（指定役務：第４３類\n「飲食物の提供」），被告から，平成２３年５月１２日に不使用取消審判請求がなさ\nれた（取消２０１１－３００４３９号事件）結果，平成２４年９月４日に請求成立\nの審決がなされ，同年１０月１５日に同商標権は消滅した。\n【第４９６７２３０号商標】\n原告は，平成２４年１１月１３日，「岩山海」の文字を標準文字からなり，指定役\n務を第４３類「飲食物の提供」とする商標の登録出願を行ったが（商願２０１２－\n９１８８０号），平成２５年３月２６日，本件商標を引用商標とする拒絶理由通知が\n発せられた。\n(2) 審決の判断（争点と関係の薄い部分は小さなフォントで表記する。）\n審決は，本件商標が商標法４条１項１０号及び１５号に該当しないから，無効と\nすることはできないと判断した。理由の要旨は次のとおりである。\nア  原告商標の周知性について\n原告の店舗の看板やメニューに記載された「岩山海」，「岩山海ぐみ／鳥取ふるさ\nと村」，「鶴橋／岩山海」，「岩山海ぐみ鳥取ふるさと村」又は「鶴橋岩山海」の文字，\n事業パンフレットに記載された「海鮮！岩山海布施本店」，「海鮮！岩山海小坂店」，\n「岩山海組みとく洞」，「岩山海ぐみ鳥取ふるさと村」，「鶴橋岩山海」，「とっとり岩\n山海なんば店」等の文字，雑誌・書籍に記載された「岩山海」，「岩山海小坂店」，「岩\n山海組みとく洞」，「岩山海ぐみ／鳥取ふるさと村」，「海鮮！岩山海布施本店」，「鶴\n橋岩山海」，「岩山海鶴橋店」の文字が商標として機能する場合があるとしても，こ\nれら各飲食店の事業主が原告であることを確認することができず，該当する飲食店\nは，わずかに６店舗であって，その営業地域も大阪府の東大阪市，八尾市に限られ\nる。その他，雑誌（甲５の「関西ウォーカー」，甲６，７，１１，２２，２８，３０，\n３１の「Ｍｅｅｔ  ｒｅｇｉｏｎａｌ」，甲１４の「月刊飲食店経営」，甲２１の「Ｋ\nＡＮＳＡＩ１週間」等），テレビ放映（甲９，１０，２４）等についても，さほど多\nくなく，「岩山海」又は「とっとり岩山海」の文字からなる原告商標が，本件出願時\n及び本件査定時において，原告の業務に係る指定役務を表示する商標として，取引\n者，需要者の間に広く認識されていたものと認めることはできない。\nイ  商標法４条１項１０号該当性\n本件商標が商標法４条１項１０号に該当するといえるためには，本件査定時のみ\nならず本件出願時においても，原告商標が原告の業務に係る指定役務を表示する商\n標として，取引者，需要者の間に広く認識されていることを要する。原告商標は，\n本件出願時及び本件査定時において，原告の業務に係る指定役務を表示する商標と\nして，取引者，需要者の間に広く認識されているものとは認められないから，本件\n商標は，商標法４条１項１０号に該当するものとはいえない。\nウ  本件商標と原告商標との対比について\n本件商標は，毛筆風の「とっとり岩山海」の文字からなるところ，「岩山海」の文字が大きく\n顕著に表されていること，「とっとり」の文字は「鳥取県」又は「鳥取市」に通じ，役務の提供\n地，内容，質等を表示するものとして認識される場合があり，自他役務の識別力が弱いことな\nどからすると，「岩山海」の文字部分が自他識別標識としての機能を果たす要部といえるから，\n全体から生ずる「トットリイワサンカイ」の称呼のほか，「イワサンカイ」の称呼をも生ずる。\n他方，原告商標のうち，「とっとり岩山海」は，本件商標と同一といえ，同じく「岩山海」は本\n件商標の要部と同一である。そうすると，本件商標と原告商標とは，構成文字の全部又は一部\nを共通にし，かつ，称呼を共通にする同一又は類似の商標と認められる。\nまた，本件商標の指定役務と原告商標が使用されている役務とは，同一又は類似の役務とい\nえる。\nエ  商標法４条１項１５号該当性\nたとえ，本件商標と原告商標とが同一又は類似であり，本件商標の指定役務と原告商標の使\n用に係る役務とが同一又は類似のものであるとしても，原告商標は原告の業務に係る役務を表\n示する商標として，本件出願時及び本件査定時において，取引者，需要者の間に広く認識され\nていたものとは認められないし，また，原告が提出する証拠から，本件商標に接する取引者，\n需要者が，原告の業務に係る役務と混同を生じていることをうかがわせるものは発見できない\nから，本件商標をその指定役務について使用しても，該役務が原告又は原告と経済的・組織的\nに何らかの関係を有する者の業務に係る役務であるかのように，その出所について混同を生じ\nさせるおそれはなく，本件商標は，商標法４条１項１５号に該当するものではない。\n第３  原告主張の審決取消事由\n原告は，平成２６年８月２８日付け準備書面（２）において，審決の商標法４条\n１項１５号該当性判断につき，同１０号該当性判断とは異なる，固有の誤りは考え\nられないとして，同１５号該当性判断についての取消事由の主張を撤回したため，\n取消事由は，同１０号該当性判断に関するもののみとなり，以下のとおり，整理さ\nれる。\n１  取消事由１（原告商標の周知性についての認定・判断の誤り）\n(1) 周知性の地理的範囲\nア  審決は，商標法４条１項１０号にいう周知と認められるために必要な地\n理的範囲について，どのような基準に依拠したのか明示していないが，少なくとも，\n関西地方での周知程度では同号にいう周知とはいえないと判断したことがうかがわ\nれる。\nしかしながら，関西地方で周知であれば，商標法４条１項１０号の周知商標と認\nめられるから，審決は，周知性を肯定するための地理的範囲についての判断を誤っ\nたものである。\nイ  審決は，原告商標の周知性に関する各証拠の評価を誤ったものである。\nすなわち，甲５の「関西ウォーカー」という雑誌は，関西一円で販売されている\n情報誌であり，発行された平成１７年の段階では，８万部以上の部数が発行されて\nいたと推認される。甲６，７，１１，２２，２８，３１の「ＭＥＥＴＳ  Ｒｅｇｉ\nｏｎａｌ」という雑誌は，関西地方を中心に広く販売されている食の情報誌である\nが，毎号１５万部が発行されていた。\n甲９及び甲２４のテレビ放映は，関西一円をエリアにしており，たとえ視聴率が\n低かったとしても，膨大な数の需要者の目に触れたはずである。\n甲１４の「月刊飲食店経営」という雑誌は，飲食店経営者等を対象にした業界誌\nであるが，発行部数は８万余りであり，業界誌といっても，購読するのは成人で，\n飲食店の客と重なるから，講読者を需要者と同一視できる。しかも，甲１４は，既\nに「岩山海」という名称を持つ飲食店が有名であるから，記事として取り上げて紹\n介したものであって，他の媒体のように，宣伝効果があるだけではない。大量の人\nが移動する大都市圏では，有名店の情報は，都府県を超えて周辺を含んだ広い範囲\nで共有されるのが通常であり，甲１４のような全国的な業界誌に紹介されているこ\nとは，「岩山海」という飲食店名が関西地方で広く知られていたという事実を推認さ\nせるものである。\n甲１６，２０，３２，３３の日本海新聞は，鳥取県を中心にして発行されている\n地方紙であり，「岩山海」は，関西地方のみならず鳥取県においても紹介されている。\n鳥取県東部行政管理組合のウェブサイトや「鳥取因幡協力店ガイドブック」（甲２６\nの１，２）の記載からも，「岩山海」という飲食店名が府県をまたいだ広い範囲で知\nられていた事実が，把握できる。\n甲１７の大阪日日新聞は，大阪府を中心に発行されている地方紙であるが，関西\n一円では人の行き来が多いから，関西の広い範囲の人の目に触れていたといえる。\n以上のとおり，原告の飲食店を紹介した雑誌，新聞，テレビ等は，少なくとも関\n西一円で大量の需要者がアクセスできたものであるから，原告商標が，商標法４条\n１項１０号に該当する周知性と地理的範囲の条件を満たしていることは明らかであ\nる。\nなお，甲３４は朝日新聞の大阪版記事であるが，情報化が進んでいる現代におい\nて，大都市圏では飲食店の情報は府県を超えて広がっているのが普通であり，大新\n聞である朝日新聞が紹介するほどの店舗は，既に，関西地方で多くの人に知られて\nいたと推認される。\nまた，甲２９の大阪街遊本は中国語のガイド誌であり，頒布対象は中国人観光客\nであるが，公益団体である大阪コンベンション協会が協賛して発行している背景に\nは，日本人の需要者に岩山海が有名店として広く認識されている事実が存在する。\n大阪の居酒屋も近隣の府県の多くの人が利用するものであり，大阪で有名であれば，\n関西一円でも有名であることが通常であるから，大阪を代表する飲食店として外国\n人向けに紹介されていることからすれば，関西一円の需要者にも有名店として知ら\nれていたことが推認される。\n(2) 周知の浸透度について\nア  需要者層のうち，どの程度の割合に知られていれば，商標法４条１項１\n０号にいう周知商標といえるかは，商品・サービスの一般性や特殊性の相違，需要\n者の多寡等の種々の要因によって異なる。\n飲食店についてみると，極めて多数の店舗が存在しているのみならず，大半の国\n民が需要者となり得る極めて層が厚い業種であるから，需要者の知得の割合が低く\nても，相当程度の需要者に知られていると客観的に認められる場合は，商標法４条\n１項１０号の保護に値する信用が形成されていると認められるというべきである。\n飲食店のように，人が主体となって店舗等でサービスを提供する業種では，体験\nなしにサービスの質を把握できない。しかしながら，サービスの質を確認する目的\nで店に出向く需要者は多くなく，初めての店舗に出向く場合は，他人による評判を\n頼りにすることがほとんどであり，このため，各種のガイドブックや比較サイトが\n多数出回っている。したがって，飲食店にとって，評判は命ともいうべきものであ\nり，他者の紹介は高い客観性・信頼性があるため，本人の宣伝の数倍に勝る信用形\n成効果があるといえる。\nまた，飲食店の味に関する評判は，口コミで伝播するものであり，このような評\n価が積み重なって，雑誌等の伝達媒体で取り上げられ，信用が有形化していくもの\nである。\nしかも，飲食店の場合は多数人で訪れることが非常に多いため，評判の拡散性も\n高い。\n商標法４条１項１０号の周知の浸透度の判断は，このような飲食店の持つ特殊性\nを十分に考慮して行われるべきである。\nイ  審決は，原告商標が商標として機能する場合があるとしても，これら飲\n食店の事業主が原告であることを確認することができず，該飲食店はわずか６店舗\nであって，その影響地域も大阪府の東大阪市，八尾市に限られており，雑誌，テレ\nビ放映等についても，さほど多いものといえず，「岩山海」又は「とっとり岩山海」\nの文字からなる原告商標が，本件商標の登録出願時及び登録査定時において，原告\nの業務に係る役務を表示する商標として，取引者，需要者の間に広く認識されてい\nたとは認められないと判断したが，以下の点で誤りがある。\nまず，審決は，個々の証拠を分断して需要者への認知の程度を判断しただけであ\nって，全体のつながりの中での原告商標の位置付けに目を向けていないが，このよ\nうな視点では，原告商標が需要者にどのように認知されていたのかという点を正し\nく理解することはできない。また，個々の証拠が信用の形成にどのように貢献して\nいたかということ以上に，繰り返し紹介されているという事実の持つ意味は重要で\nあるにもかかわらず，審決は，各証拠を分断して表面的に検討しただけで，継続し\nて紹介されていることの意味を探求しておらず，この点において，判断に欠落・遺\n漏があったというべきである。\nまた，審決は，個々の証拠評価も誤っており，発行部数についての認識，紹介記\n事の大きさや目立ち具合についての評価，ウェブサイトの持つ広告機能，関西地方\n以外での紹介についての意義の評価，原告の店舗数の数や営業地域についての評価\nなどの点にも，誤りがある。\nさらに，各媒体のうち，新聞や雑誌は，一人で見る場合もあるが，複数人が見る\nことも多い。特に，飲食店は多数人で訪れることが多いため，関西ウォーカー等の\nガイドブックの類は，複数人が回し読みすることも多く，実際に接する需要者の数\nは，発行部数よりもはるかに多い。幹事が雑誌に基づいて店舗を選定して多数人で\n来店すると，副次的効果として，来店した多数人が店舗の情報を共有するというこ\nとになるため，評判が評判を呼ぶという効果が発揮されて，店舗及びこれを表示す\nる商標に高い信用が形成されることになる。これらの点を，審決は正しく理解して\nいない。\n２  取消事由２（商標法４条１項１０号の「他人」の解釈の誤り）\n審決は，各店舗の経営主体と原告との関係を問題にしており，両者の関係が不明\n確であることを，周知性否定の理由の一つにしている。つまり，商標法４条１項１\n０号の適用に際し，「他人」を審判請求人である「原告」と置き換えて判断したと考\nえられる。\nしかしながら，商標法４条１項１０号の趣旨は，出所混同防止という公益性と，\n既に形成されている信用の保護という私益保護性との調整にあるが，同１０号は，\n保護すべき私益の主体の氏名や名称が需要者に知られていることを要求しているわ\nけではない。同１０号に規定する「他人」とは，出願人でない「誰か」ということ\nであり，「他人」の具体的な氏名や名称が周知である必要はない。\n周知性で判断すべきは，当該商標が広く知られていたかということだけであり，\n特定の「誰の」商標として知られていたかということが明らかである必要はないに\nもかかわらず，審決は，商標法４条１項１０号の「他人」の解釈を誤って周知性に\n過剰な要件を課した点に誤りがある。\n第４  被告の反論\n１  取消事由１（原告商標の周知性についての認定・判断の誤り）に対して\n(1) 周知性の地理的範囲\nア  商標法４条１項１０号による周知商標の保護は，登録主義法制下で，例\n外的に，未登録商標であっても，それが周知である場合には，既登録商標と同様に，\nこれとの間で出所の混同のおそれを生じさせる商標の登録出願を排除することを，\n認めようとするものである。しかも，商標登録出願が排除されると，出願人は，そ\nの出願商標を，日本全国にわたり，登録商標としては使用できなくなり，排除の効\n力は全国に及ぶ。これらの点からすれば，商標法４条１項１０号における周知とい\nえるためには，特別の事情が認められない限り，全国的にかなり知られているか，\n全国的でなくとも，数県にまたがる程度の相当に広い範囲で多数の取引者・需要者\nに知られていることが必要であると解すべきである。\n「飲食物の提供」の役務も，全国又は相当広い地域にわたり多数展開されている\n店舗において一定の商標を使用して提供されることは珍しいことではなく，「飲食\n物の提供」の役務に使用する商標の周知性についての地理的範囲を狭く解する必要\n性は認められない。\nイ  「海鮮！岩山海布施本店」，「海鮮！岩山海小坂店」，「岩山海組みと\nく洞」，「岩山海ぐみ鳥取ふるきと村」，「鶴橋岩山海」，「とっとり岩山梅なん\nば店」の営業地域は，東大阪市（「海鮮！岩山海布施本店」，「海鮮！岩山海小坂\n店」，「岩山海組みとく洞」），八尾市「岩山海ぐみ鳥取ふるきと村」，大阪市中\n央区（「とっとり岩山海なんば店」）及び大阪市生野区（「鶴橋  岩山海」）であ\nる。仮に周知性を要求する地理的範囲が関西地方や大阪府で足りるとしても，原告\n商標が，本件出願時及び本件査定時において，原告の業務に係る役務を表示する商\n標として，取引者，需要者の間に広く認識されていたものと認めることはできない\nという結論に，変わりはない。\nウ  仮に，本件商標の登録出願日までの間の雑誌７件（甲５ないし７，１１，\n１４，２１，２２）及びテレビ放映２件（甲９，２４。甲１０を含めても３件）す\nべてが，原告が，飲食物の提供という業務について，「岩山海」又は「とっとり岩\n山海」という標章を使用していたという内容であったとしても，「海鮮！岩山海布\n施本店」がオープンしたとされる平成１６年８月から本件出願日までの６年９か月\nの間に，メディアにこの程度の回数や頻度で取り上げられたことが，商標法４条１\n項１０号の周知性獲得を裏付けるものとはいえない。\n原告は，原告商標が，複数種類の媒体で，平成１７年から平成２４年末（本件出\n願日よりも後の期間を含む。）に至るまで長期にわたって繰り返し紹介されたと主\n張するが，長期間の間に散発的に取り上げられたにすぎない。\nまして，雑誌７件及びテレビ放映２件（又は３件）は，さまざまな店舗を取り上\nげたものであって，原告商標に対応するものはその一部にすぎないから，これらの\n雑誌，テレビ放映の事実は，原告商標の周知性獲得を裏付けるものとはいえない。\n本件出願後，本件査定前に発行された雑誌（甲３０，３１）には，それぞれ「鶴\n橋  岩山海」及び「岩山海  鶴橋店」と表示されているが，これらが本件商標の登\n録査定時における商標法４条１項１０号の周知性獲得を裏付けるものとはいえない。\n甲１６，２０，３２，３３は，日本海新聞又はそのウェブサイトにおける鳥取県\n内産品の販路拡大やアンテナショップ開設，とっとりふるさと大使等に関する記事，\n居酒屋「岩山海」と鳥取県との関わり等に関する記事にすぎず，原告商標の周知性\nを裏付けるものではない。しかも，甲３２，３３は本件商標の登録出願後のもので\nある。\n甲２６の１のウェブサイト及び甲２６の２のガイドブックは，「とっとり岩山海\nなんば店」と鳥取県との関わりを示すものにすぎず，原告商標の周知性を裏付ける\nものではない。\n甲１７の大阪日日新聞の発行部数はわずかであるから，関西の広い範囲の人の目\nに触れたとはいえない。\n甲３４の朝日新聞は，本件査定後に発行されたものであるし，「わがまちの繁盛\n店  岩山海布施店」に関する記事は，大阪府を【大阪市内】【大阪東部】【大阪北\n摂】【大阪堺泉州】【大阪河内】【第２大阪】の６つに分割した地域の１つである\n【第２大阪】地域において配布されるものにのみ存在する地域面であり（甲４８），\n購読地域は極めて限られていた。\n甲２９の「大阪街遊本」は，発行日が不明であり，発行部数，頒布方法，頒布地\n域等は一切明らかでないし，その掲載内容も，各地域における他の飲食店と共に，\n料理の特徴，味，価格等について店舗を紹介するものであり，岩山海の店舗が他の\n飲食店と比較して極めて目立つというほどのものではないから，本件出願時におけ\nる原告商標の周知性を裏付けるものとはいえない。\n(2) 周知の浸透度\n商標法４条１項１０号による周知商標の保護は，登録主義法制下で，例外的に，\n未登録商標であっても，それが周知である場合には，既登録商標と同様に，これと\nの間で出所の混同のおそれを生じさせる商標の登録出願を排除することを，認めよ\nうとするものであり，排除の効力は全国に及ぶから，同１０号における周知といえ\nるためには，特別の事情が認められない限り，全国的にかなり知られているか，全\n国的でなくとも，数県にまたがる程度の相当に広い範囲で多数の取引者・需要者に\n知られていることが必要であると解すべきである。飲食店数及び需要者数が多数で\nあったとしても，「飲食物の提供」の役務に使用する商標について，需要者の知得\nの割合が低くても周知と認める必要性は認められない。\n初めての店舗であっても，その店舗についての本人の宣伝によって出向くことも\n多い。また，飲食店についてのガイドブック，雑誌の紹介記事，比較サイト等の内\n容が，必ずしも十分な信用をおけるものではなく，他人の評判に基づくものとは限\nらないし，他人の評判と各人の評価にはしばしば差があるから，雑誌等に掲載され\nたことが信用形成に直結するものではない。さらに，信用と周知は同じ意味ではな\nい。信用が高い飲食店であっても，広く知られてはいないということは少なくない。\n店舗数が少なくてもその店舗名が周知になることはあるが，よほど特別な事情があ\nる場合に限られる。\n２  取消事由２（商標法４条１項１０号の「他人」の解釈の誤り）に対して\n商標法４条１項１０号は，「他人」自体が需要者の間に広く認識されていることを\n要件とするものではなく，特定の者又はその者と一定の関係を有する者の業務上の\n信用が商標に十分に化体されていることを要件とするものである。したがって，使\n用者自体が周知となる必要はないが，一定の何人かの商品又は役務の識別標識であ\nるという点において周知でなければならないのであり，審決は，かかる枠組みから\n何ら逸脱するものではない。原告は，審決を正しく理解していない。\n第５  当裁判所の判断\n１  認定事実\n証拠及び弁論の全趣旨によれば，以下の事実が認められる（甲３と甲４０は同一\nであり，以下，認定の根拠となる証拠を摘記するときは，甲３のみを記載する。）。\n(1) 原告商標を用いた原告の経営する居酒屋の店舗（「岩山海」グループ）につ\nいて\nア  原告は，平成１６年８月，大阪府東大阪市高井田に「海鮮！岩山海」と\nの名称で居酒屋を開店し，布施本店とした。布施本店は，近鉄奈良線，大阪線の布\n施駅（大阪難波駅から約１５分）から徒歩約１０～１５分の場所に位置する。布施\n本店の看板には，白い下地に，少し小さめに「海鮮」という文字が赤く横書きされ，\n「岩山海」という文字が毛筆風で黒く縦書きされている。また，店内のメニューに\nも「海鮮！岩山海」と黒字で記載されているが，文字の大きさは「岩山海」の部分\nが大きい。（甲１ないし６，９）\nその後，原告は，平成１８年７月２１日，上記個人経営の居酒屋を法人化し（商\n業登記簿登録上の代表取締役は，Ａ及びＢ），飲食店の経営，飲食業に関するフラン\nチャイズチェーン店の加盟募集，加盟店の営業指導等の経営コンサルタントに関す\nる業務等を目的とする，株式会社岩山海を設立した（甲３，３８，３９）。\n原告ないし株式会社岩山海は，次々に新店舗を開き，「岩山海」を名称に含む店舗\nは，布施本店以外に，フランチャイズチェーン店を含め，大阪府東大阪市長堂に「岩\n山海組みとく洞」（みとく洞。既に閉店），大阪府東大阪市御厨に「海鮮！岩山海小\n阪店」（小阪店），大阪府八尾市山城町に「岩山海ぐみ鳥取ふるさと村」（八尾店），\n大阪市生野区鶴橋に「鶴橋岩山海」（鶴橋店），大阪市中央区難波の「とっとり岩山\n海なんば店」（なんばＣＩＴＹ店），東京都八王子市横山町に「いわさんかい八王子\n店」（八王子店）がある。\n店舗名について，小阪店では，店舗正面の入り口の上に岩のオブジェが設置され，\nその一部がくり抜かれて店舗名が表記されているが，そこでは，海の中を背景に「岩\n山海」という文字が，毛筆風で黒く記載され，白く縁取りされている。八尾店の看\n板には，「岩山海」という文字が黒く縦書きで，その下に「ぐみ」という文字が「岩\n山海」という文字よりは小さく黒く横書きで，更にその下に「鳥取ふるさと村」が\n「岩山海」という文字よりは小さく赤く縦書きで記載されているが，店内のメニュ\nーでは，「岩山海ぐみ」という文字が小さく記載され，その下に「鳥取ふるさと村」\nと大きく記載されている。鶴橋店では，看板が店舗正面壁上部と店舗正面壁右側の\n２箇所に設置され，「鶴橋」という文字が 「岩山海」よりも小さく赤く，その下に\n「岩山海」という文字が黒く記載され，店内のホワイトボードやメニューには同じ\n文字の大きさで「鶴橋岩山海」と記載されている。（甲１ないし３）\nこのように，「岩山海（「いわさんかい」を含む。）」，「とっとり岩山海」という原\n告商標は，原告ないし原告が設立した株式会社岩山海が経営ないしフランチャイズ\nする居酒屋という役務を表示する機能を果たしている。\nイ  「岩山海」グループは，鳥取県北西部に位置する境港に出向いて食品を\n仕入れて，客に提供しており，店舗や座席によっては，七輪が客のテーブルに設置\nされ，客自ら又は店舗スタッフがそれを用いて海鮮を焼くことができるスタイルが\n採用されている（甲３）。\n(2) 雑誌，新聞での紹介\nア  布施本店が，平成１７年１０月１１日号「関西ウォーカー」の「秋の味\n覚ＳＰＥＣＩＡＬ」の特集記事の１つとして，６９ページ左下で紹介された（同じ\nページの３店舗と比較すると，掲載スペースは小さい。）。「関西ウォーカー」は，エ\nリア情報誌であり，隔週火曜日に発行されていたが，布施本店が紹介されたのは，\n通算２９１号に当たる。同誌の発行部数は，平成２０年４月から同年６月までの平\n均が約１２万９０００部，平成２１年１０月から同年１２月までの平均が約１１万\n８０００部，平成２４年１０月から翌年９月までの平均が約８万４０００部であり，\n販売地域は，関西地方である（ただし，その他の地域でも大型書店では入手可能で\nある。）。（甲３，５，５４，５６，５７）\nイ  布施本店が，平成１８年１月号「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ」で，\n１２ページ全部を使って紹介された。「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ」は，エリア\n情報誌であり，毎月１回発行されていたが，布施本店が掲載されたのは，通算２１\n１号に当たる。同誌の平成２４年１０月から翌年９月までの平均発行部数は，約１\n５万部であり，エリア情報誌としては当該期間中で最も多いが，テレビ情報誌と比\n較すると，最も発行部数が多い「月刊  ザ  テレビジョン」の約４分の１であり，\n販売地域は関西地方が中心である（ただし，首都圏他全国の主要都市でも入手可能\nである。）。（甲３，６，５６，５８）\nウ  布施本店が，平成１８年４月ころ，中国語の「大阪街遊本」というフリ\nーペーパーのガイドブックで紹介された。同誌は，１８ページから２５ページにか\nけて「大阪美食天国」というグルメ特集を組み，布施本店は，他の５店舗と共に，\n２５ページの「大阪美食天国  探訪“老街区”美味」で紹介され，２４ページには，\n大阪市浪速区にある「グリル  梵」といった比較的知名度のある店も紹介されてい\nる。なお，同誌は，大阪府立中之島図書館において，平成２１年１月９日から同年\n３月１１日まで開催された「第５回  Ａ  ＧＵＩＤＥ  ＢＯＯＫ  ｔｏ  ＯＳＡＫ\nＡ」で展示され，ウェブサイトでも紹介された。（甲２９，６４）\nエ  小阪店が，平成１８年９月号「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ」（２１９\n号）で，７４ページの下半分を使って紹介された（甲３，７）。\nオ  みとく洞が，平成１９年１月号「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ」（２２\n３号）で，５８，５９ページの見開き２ページを使って紹介された（甲１１）。\nカ  八尾店が，平成１９年８月号「月刊飲食店経営」で，６２，６３ページ\nを使って紹介された。「月刊飲食店経営」は，毎月１回発行されていたが，八尾店が\n紹介されたのは通算３８８号に当たる。同誌の発行部数は，約８万２０００部であ\nる。（甲１４，６１）\nキ  布施本店が，「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ  ほんまにうまい本」で，\n京阪神地域の４００店舗の１つとして，９３ページの１ページ全部を使って紹介さ\nれた（甲３，２８）。\nク  平成２０年４月２７日付け大阪日日新聞（２１頁（社会面）右上）にお\nいて，鳥取県の情報を定期的に発信する「鳥夢スクエア」というイベントの開催，\nＣ知事の同イベントへの参加と併せて，なんばＣＩＴＹ店の開店が紹介された。同\n記事には，「岩山海」グループにはなんばＣＩＴＹ店以外にも店舗があることや，原\n告（ただし，名字のみ。）が鳥取ふるさと大使に委嘱されたことについての記載もあ\nった。大阪日日新聞は，地方新聞で，平成１８年７月から同年９月の発行部数の平\n均は７７５０部であり，宅配エリアは，平成１２年８月ころは，ほぼ大阪市内に限\nられていたが，平成１５年に大阪府内の吹田市，豊中市，守口市，堺市，泉佐野市，\n岸和田市，箕面市，池田市まで拡大し，その後，部数の伸び悩みで縮小し，大阪市\nと吹田市，豊中市，池田市，守口市の一部となっている。また，駅やコンビニでの\n即売は，大阪府内ほぼ全域と神戸市，京都市などの通勤圏エリアに浸透しているが，\n輸送の関係で大阪府であっても配達されていない地域がある。（甲１７ないし１９，\n４６，６０）\nケ  平成２０年６月２８日付け日本海新聞（１０頁右上）において，鳥取県\n東部アンテナショップが大阪市内に開設された記事が掲載され，ページの右側４分\nの１を５段使った記事の中で，なんばＣＩＴＹ店の開店及び原告が同店の社長を務\nめていること等が紹介された。日本海新聞は，地方新聞で，その発行部数は約１７\n万部であるが，鳥取県でのシェアが高い。（甲２０，４７，５９）\nコ  布施本店が，平成２０年１０月２１日号「ＫＡＮＳＡＩ１週間」の「Ｋ\n☆１  流・行・通・信」という特集記事において，「ＮＥＯ海鮮居酒屋」として，１\n２１ページの右側を使って紹介された。「ＫＡＮＳＡＩ１週間」は，平成２２年６月\nの休刊までの間，関西地方で発行された雑誌で，平成１１年３月の創刊時の発行部\n数は３５万部であったが，平成２２年３月には発行部数が８万部まで落ち込んだ。\n（甲３，２１，６２，６３）\nサ  鶴橋店が，平成２０年１２月１日発行「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ\n京阪神の晩ごはん」の６６ページ（大阪紹介部分の１６ページ目）で，他の２店\n舗と共に紹介された（甲２２）。\nシ  難波ＣＩＴＹ店は，鳥取県東部広域行政管理組合が平成２１年８月２０\n日に発刊した「鳥取因幡協力店ガイドブック」において，関西で鳥取に出会える３\n２店舗の１つとして紹介され，その後も「鳥取因幡協力店」のウェブサイトで紹介\nされている（甲２６の１，２６の２，３５）。\nス  鶴橋店が，平成２３年９月号「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ」（２７９\n号）の「夕方から行く疎開道路」を紹介した４０ページにおいて，６店舗の１つと\nして紹介された（甲３０）。\nセ  鶴橋店が，平成２４年２月号「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ」（２８４\n号）の４１ページで，９店舗の１つとして紹介された（甲３１）。\nソ  布施本店が，平成２４年１２月２０日付け朝日新聞（第２大阪版）の２\n８ページ（地域面）の左上で，「わがまちの繁盛店」として紹介された。朝日新聞の\n地域面は，大阪府内だけで大阪市内，大阪東部，大阪北摂，大阪堺泉州，大阪河内，\n大阪第２の６種類があり，それぞれ記事が異なる。（甲３４，４８）\n(3) テレビでの紹介\nア  布施本店が，平成１８年９月９日，ＭＢＳ毎日放送「せやねん」という\n番組で紹介された。同番組は，毎週土曜日午前９時２５分から午前１１時４５分ま\nで放送されていた。同日は，Ｄの長男出産に伴う経済動向などと並んで，「秋だサン\nマがウマイ」という特集が組まれ，地元で人気のおいしい魚を食べさせてくれる店\nとして，３店舗が取り上げられ，布施本店は，番組開始から約１時間３５分後に，\nそのうちの１店目として紹介された。同店に関する部分では，店長である原告と他\nの店員が実際にサンマ定食を作り，それを食べた感想が述べられた。（甲３，８，９）\nイ  みとく洞が，平成１８年１０月，ＹＴＶ読売テレビ「あさパラ！」とい\nう番組で紹介された。同番組は，毎週土曜日午前１０時５８分から放送されていた。\n（甲３，１０）\nウ  なんばＣＩＴＹ店が，平成２１年１月２１日，ＭＢＳ毎日放送「Ｅの魔\n法のレストラン」という番組で紹介された。同番組は，毎週木曜日午後６時５５分\nから午後７時５４分まで放送されていた。同日は，「御堂筋激安うまいもんパレード\n２００９」という特集が組まれ，なんばＣＩＴＹ店は，「境港直送の海鮮が食べられ\nる難波のマル秘スポット」として，８店舗のうちの最後に紹介された。同店に関す\nる部分として，Ｅを含めた４人のタレントが同店を訪れ，店内の備品のほかに，か\nに汁や刺身の盛り合わせ，魔法の大山鶏つみれ鍋定食，魔法の海鮮丼といった料理\nを紹介するとともに，飲食をしたり会話をするシーンが放映された。（甲３，２３，\n２４）\n(4) 広告，宣伝\nア  八尾店が平成１９年５月１６日にオープンするに際し，ちらしが作成さ\nれて配布されたが（甲１２），作成枚数や配布された地域は不明である。また，八尾\n店のパンフレットは，それ以外にも作成されたが（甲１３），同様に作成枚数や配布\nされた地域は不明である（外観からしても，周辺に配布されたものかどうか定かで\nない。）。\nイ  「岩山海」グループが，平成１９年１１月１８日限定で，境港を巡るカ\nニ食べ放題の日帰りツアーを企画し，ちらしが作成されて配布されたが（甲１５），\n作成枚数や配布された地域は不明であり，参加者数も不明である。\nウ  布施本店のリニューアルオープンに際して，ちらしが作成されて配布さ\nれたが（甲２７），作成枚数や配布された地域は不明である。\n(5) 原告の知名度\nア  平成２０年３月１２日号日本海新聞において，２４ページ（地域総合面）\n右約３分の１を使って県大阪事務所の鳥取県産品の視察ツアーが紹介されたが，そ\nの中で「岩山海」グループの代表者である原告の，鳥取県産日本酒に関する感想が，\n２段にわたって紹介された（甲１６）。\nイ  平成２４年１１月１日の日本海新聞の記事，及びそれを引用するネット\n版日本海新聞には，「関西からのメッセージ」として，「岩山海」グループのプロデ\nューサーである原告の鳥取県産食材を提供する飲食ビジネスにかける思いが，紹介\nされた（甲３２，３３）。\nウ  原告は，平成２０年４月２６日以降，鳥取県から，とっとりふるさと大\n使に委嘱されている。とっとりふるさと大使に委嘱されているのは，他に，ゆうち\nょ銀行代表執行役会長のＦ，元バレーボール選手のＧ，ヴァイオリニストのＨ，女\n優のＩやＪ，モデル・タレントのＫ，歌手のＬ，Ｊリーグ所属サッカーチームのガ\nイナーレ鳥取などがいる。（甲１９）\n(6) その他の媒体\n個人のブログ（デザウマ）において，「いわさんかい」という特徴的な名称を有し，\n料理の提供方法が豪快な居酒屋として，布施本店が紹介されている（甲２５）。\n２  取消事由１について\n(1) 検討\nア  商標法４条１項１０号は，先使用未登録商標に他の商標登録出願を排除\nする効力を認めるものであるから，同号にいう「広く認識されている」に該当する\nといえるための地理的範囲としては，必ずしも全国的に知られている必要まではな\nいが，１都道府県内で知られているだけでは足りず，少なくとも関西一円などの数\n県にわたる相当広い範囲で，取引者・需要者に知られていることを要するというべ\nきである。また，「広く認識されている」といえるための取引者・需要者の範囲とし\nても，同様の趣旨から，すべての取引者・需要者に知られている必要まではないが，\n相当程度の取引者・需要者に知られていることを要するというべきである。\nイ  本件商標は，飲食物の提供を指定役務とするところ，「岩山海」グループ\nも，同様に，居酒屋として，海鮮や酒などの飲食物の提供に原告商標を使用してい\nる。そして，本件出願時や本件査定時において，家族連れで居酒屋に行くことも珍\nしくなくなっており，居酒屋は，飲酒の有無にかかわらず，年齢層や性別を問わず\nに利用されるのが一般的であるといえる。そうすると，原告商標の周知性を判断す\nる前提となる取引者・需要者としては，飲食物の仕入業者に限られず，広く一般の\n消費者が含まれているということができる。\nウ  食べログに登録された，大阪府，兵庫県及び京都府内の居酒屋の店舗数\nは，それぞれ５万９３８５，３万２３９１，１万８５５８であり（甲４９ないし５\n１），飲食店の種類には，居酒屋以外にもレストラン，日本料理店，中華料理店等が\n存在するから，京阪神地域の飲食店だけでも，相当多くの店舗が存在すると認めら\nれる。したがって，特定の店舗が新聞，雑誌やテレビ等で取り上げられたとしても，\n一般の消費者が，記事や番組で紹介された数多くの飲食店の中から当該店舗に注目\nし，その店舗名等を記憶にとどめることには直ちにつながらず，一般の消費者に飲\n食店名が広く知られるようになるためには，宣伝広告を積極的に行う，店舗数が相\n当程度多い，あるいは，マスコミに数多くないし頻繁に取り上げられているなどの\n特段の事情を要するものというべきである。\nエ(ｱ) 上記認定事実によれば，原告の経営する店舗のうち，原告商標ないし\nその主たる部分である「岩山海」（ひらがなの「いわさんかい」を含む。）を名前に\n含む店舗は，①大阪府の２大歓楽街として知られるミナミの最南端で，大阪府南部\n地域の交通拠点の難波にあるショッピングモール「なんばＣＩＴＹ」内の，なんば\nＣＩＴＹ店，②大阪環状線と近鉄奈良・大阪線のターミナル駅であり，焼肉で有名\nな鶴橋にある鶴橋店を除けば，人口の密集する中心部や観光地にはなく，東大阪市\nや八尾市の近鉄沿線上，あるいは，東京都の２３区内から離れた八王子市にある。\nそして，全店舗数も関西に５つ，関東に１つの合計６つにすぎない。\n(ｲ) また，新聞や雑誌での紹介について検討するに，「関西ウォーカー」の\n発行部数は少なくないが，毎週発行され，布施本店が紹介されるまでに既に２９０\n号が発行されていた上に，毎号で多数の店舗が紹介されるから，ページの３分の１\n以下のスペースを使って一度取り上げられただけであれば，購読者に注目され，記\n憶にとどめるほどであったとは認められない。\n「Ｍｅｅｔｓ  ｒｅｇｉｏｎａｌ」の発行部数は比較的多く，原告商標を持つ「岩\n山海」グループのいずれかの店舗が，平成１８年以降，約３年後の本件出願時まで\nに５回，本件査定時までに更に２回掲載され，その際最大１ページを使って紹介さ\nれていたと認められるが，毎月発行され，本件査定までに最後に掲載されたのは２\n８４号であり，毎号で多数の店舗が紹介されていることからすると，この程度の頻\n度や掲載の大きさでは，購読者に注目され，記憶にとどめるほどであったとは認め\nられない。\n「ＫＡＮＳＡＩ１週間」も，本件出願時や本件査定時の発行部数は８万部を上回\nる程度であったと推認され，それ自体は少なくないが，週刊誌であり，掲載される\nまでの約９年間で４５０号は発行されていたと考えられる上に，毎号で多数の店舗\nが紹介されていることからすると，１回だけ，１ページの半分のスペースを用いて\n掲載されただけでは，購読者に注目され，記憶にとどめるほどであったとは認めら\nれない。\n「鳥取因幡協力店ガイドブック」の発行部数は不明であるし，ウェブサイトも含\nめて，紹介されているのは関西地方で鳥取の雰囲気が楽しめる店舗であるから，鳥\n取県にゆかりや関心のある者が自ら入手ないしアクセスしない限り接触しない情報\nであって，一般的な消費者が情報を得る媒体とはいえない。仮に入手ないしアクセ\nスしたとしても，３２店舗のうちの１つとして並列的に紹介されているにすぎず，\n入手ないしアクセスした者に注目され，記憶にとどめるほどであったとは認められ\nない。\n「大阪街遊本」は，主に中国人観光客を対象とするフリーペーパーであって，関\n西地方在住の一般の消費者に読まれるものではない。仮に読まれることがあったと\nしても，約３２ページの雑誌の１ページの中で取り上げられただけでは，読者に注\n目され，記憶にとどめるほどであったとは認められない。また，同誌が取り上げた\n店舗の選定基準は不明であり，知名度が高い店舗だけが選ばれているとは必ずしも\nいえない。\n「月刊飲食店経営」の発行部数も少なくないが，購読者層は，主として，飲食店\n経営者や飲食業に関心を有する者という特定の層と推測される上に，毎月発行され，\n八尾店が紹介されるまでに３８７号発行され，毎号で，全国の多数の店舗が紹介さ\nれていることがうかがわれるから，１回だけ見開き２ページを使って紹介されただ\nけであれば，購読者に注目され，記憶にとどめるほどであったとは認められない。\n同誌で八尾店を含めた「岩山海」グループについて言及されたことも，経営の観点\nからの紹介記事と考えられ，知名度の高さを示すものとは必ずしもいえない。\n「大阪日日新聞」は地方新聞であって，発行部数は少ないし，「日本海新聞」も鳥\n取県での購読が中心であり，関西地方においては読者層が限定されていると考えら\nれる。また，これらの新聞のイベント紹介の記事中に，原告や原告商標が掲載され\nたとしても，購読者に注目され，記憶にとどめるほどであったとは認められない。\nなお，「朝日新聞」での紹介も地方面での掲載であり，読者層が限定されているこ\nとからすると，特に地域限定で紹介するという記事と推測され，関西地方全般で知\n名度があったことを前提とするものではない。\nそして，これらの新聞や雑誌における紹介を総合的に見ても，掲載された新聞や\n雑誌が限定されている上に，本件出願時までの約５年半の間に１２回，本件査定時\nまでの約７年でも１４回であって，掲載の頻度も高くないことからすると，購読者\nに注目され，記憶にとどめるほどであったとは認められない。このことは，新聞や\n雑誌が多人数で回し読みされる場合があることを考慮したとしても，変わりない。\n(ｳ) テレビでの紹介も，関西地域限定の番組で，約２年半の間に３回放映\nされただけであるし，そのうち内容が確認できる２回の放映の中では，他の店舗と\n並列的に紹介されたにすぎない。\n例えば，「せやねん」では，旬の素材を用いて，安価においしい料理を提供する飲\n食店という，関西地方では極めてありふれた特集の中で取り上げられたものであっ\nて，有名な店として知られている前提で紹介されたわけでもない。\nまた，「Ｅの魔法のレストラン」も，激安のおいしい料理を提供する店というあり\nふれた特集を放映したもので，その中でマル秘スポットとして紹介されており，有\n名ではない前提で紹介されている。その上，明らかになんばＣＩＴＹ店のサービス\nとは関係ない場面も多い。\n上記各テレビ放映の視聴率は明らかではないが，仮にテレビ放映による影響が予\n想以上に大きいとしても，本件では，テレビ放映後に，「岩山海」グループに客が多\n数来店したことをうかがわせるような証拠もない。\n(ｴ) その他の広告や宣伝は，ちらしの作成枚数や配布地域が不明であり，\nその効果も不明である。居酒屋のオープンやリニューアルオープンに際してのちら\nしも，関西地方全域で「岩山海」の名称を周知させるために配布されたとは認めら\nれない。\nまた，個人のブログ（デザウマ）の影響力も不明であるが，仮に，全国からアク\nセスされていたとしても，このことから，知名度が直ちに上昇するものでもない。\n(ｵ) 原告は，平成２０年４月２６日にとっとりふるさと大使を委嘱された\nが（甲１９），同じくとっとりふるさと大使を委嘱された上記有名人たちほど知名度\nがあるとは認められない。また，鳥取県にゆかりがある者でなければ，通常，とっ\nとりふるさと大使に誰がなっているかを容易には知り得ないし，その中に原告の名\n前を見つけたとしても，「岩山海」との関係は容易に認識できない。\n(ｶ) 「岩山海」の読みである「いわさんかい」は，関西弁で「痛めつけて\nやろうか」，「やりこめてやろうか」という意味を持ち，関西人が見聞きした場合，\n用いられている漢字から来る「岩」，「山」，「海」といった自然以外の意味を併せ持\nつ掛詞的な名称といってよいが，一度見聞きすれば記憶に定着するほど個性的とい\nうわけではない。\nまた，「岩山海」グループは，境港から直送した海産物を提供すること，七輪を用\nいて客が自ら海鮮を焼く場合があることを特徴とする飲食店であるが，際立って個\n性的であるとまでは認められない。\nさらに，各店舗の外観や内装には一定の個性的な工夫がなされているが，「岩山海」\nの名称を広く普及させるほどのものではない。\n(ｷ) 以上によれば，原告商標は，一般の消費者に全国的に知られていると\nは認められないことはもとより，関西地方においても広く知られているとは認めら\nれない。このことは，都市近郊における人の行き来に伴う情報の伝播を踏まえたと\nしても，同様である。\nオ  したがって，本件商標が，商標法４条１項１０号に該当しないとした審\n決の判断に誤りはない。\n(2) 原告の主張について\nア  原告は，審決は，関西地方で周知であっても商標法４条１項１０号に該\n当する商標に当たらないと判断したものであって，同号で周知性を認めるために必\n要な地理的範囲の判断を誤ったものであると主張する。\nしかしながら，審決は，原告商標の新聞，雑誌での掲載状況，テレビでの放映状\n況等からすれば，原告商標が，原告の業務に係る役務を表示する商標として，取引\n者や需要者の間に広く認識されていたとはいえないと判断したにすぎない。審決は，\n周知と認められるために必要な地理的範囲について明示しておらず，原告商標が関\n西地方で周知であったことを認めた上で，それだけでは商標法４条１項１０号の周\n知性が認められないと判断したわけではない。\n原告の主張は，審決を正しく理解しないものであって，採用できない。\nイ  原告は，審決は，飲食店の特殊性，すなわち，最初に店舗を訪問するに\n際しては他者の評判が重要であること，評判が口コミで拡大し，しかも，多数人で\n訪問することも多く，拡散性が高いことといった点が十分考慮されておらず，過度\nに高い周知性を要求したと主張する。\nしかしながら，飲食店であっても，顧客が自分の趣味，趣向で店を選択すること\nはあり得るし，飲食店自身が，テレビやラジオでのＣＭ，新聞，雑誌やインターネ\nットでの広告などの媒介手段を用いて，知名度を上げることができるから，他者の\n評判だけが，飲食店の周知性を基礎付ける上での決定的な事情とはいえない。\n原告の主張は，飲食店において周知性を高める媒介手段が他者の評判であると根\n拠なく限定した上で，これを審決が考慮しないと論難するものであって，前提にお\nいて採用できない。\nまた，飲食店において，需要者の知得の割合が低くても，周知性は広く認められ\nてよいとする原告の主張の当否をおくとしても，原告商標が，関西地方において，\n一般の消費者に知られているとは認められないことは，上記(1)で判示したとおりで\nあるから，いずれにせよ，原告商標の周知性を否定した審決の判断に誤りはない。\nウ  原告は，審決は，発行部数や記事の大きさについての評価や雑誌等の回\nし読みによる副次的な評判拡散効果の看過といった個々の証拠評価を誤っている上\nに，個々の証拠を分断して需要者への認知度を判断しており，全体のつながりを見\nていない点において視点を誤っており，紹介が繰り返されていることの意義も見落\nとしている旨主張する。\nしかしながら，個々の証拠を正当に評価した上で，それらを相互に関連させて総\n合的に考慮したとしても，原告商標に周知性が認められないことは上記(1)で判示し\nたとおりである。\n原告の主張は採用できない。\n３  取消事由２について\n(1) 原告は，審決は，商標法４条１項１０号にいう「他人」に当たるためには，\n具体的な氏名や名称が周知であることが必要とするものであって，「他人」の解釈に\n誤りがある旨主張する。\n(2) 確かに，商標法４条１項１０号が適用されるためには，商標が「他人の業\n務に係る商品若しくは役務を表示するもの」として周知されていなければならない\nが，ここにいう「他人」とは，特定人の氏名まで周知されていなくてもよく，当該\n商標を使用して製造・販売等する商品又は役務について，特定の主体が判断できれ\nば足りるというべきである。\nしかしながら，審決は，原告商標は，本件出願時及び本件査定時において，原告\nの業務に係る「飲食物の提供」という役務を表示する商標として取引者，需要者の\n間に広く認識されているものとは認められないと判断したにすぎない。すなわち，\nかかる審決の判断は，「岩山海」の新聞，雑誌での掲載状況，テレビでの放映状況等\nからすれば，取引者や需要者である一般の消費者にとって，原告商標ないしその主\nたる部分である「岩山海」という名称が付された飲食物の提供サービスという役務\nの主体が，特定の者ないし団体であると判断できないこと，ここで問題となる特定\nの者ないし団体とは，原告のことであることを判示したにすぎないのであって，商\n標法４条１項１０号にいう「他人」に該当するためには，取引者，需要者が原告の\n氏名を特定して認識することまで要求したものではない。\n(3) 原告の主張は，審決を正しく理解しないものであって，採用の限りではな\nい。\n第６  結論\n以上より，原告の請求は理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清水   節\n裁判官\n新 谷 貴 昭\n裁判官\n鈴   木   わか な\n"
}