{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 1,
    "day": 30
  },
  "case_number": "平成22(あ)340",
  "case_name": "傷害被告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "刑集　第66巻1号36頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成21(う)1283",
  "original_date": {
    "era": "Heisei",
    "year": 22,
    "month": 2,
    "day": 2
  },
  "gist": "睡眠薬等を摂取させて数時間にわたり意識障害及び筋弛緩作用を伴う急性薬物中毒の症状を生じさせた行為につき傷害罪の成立が認められた事例",
  "case_gist": "病院で勤務中ないし研究中であった者に対し，睡眠薬等を摂取させたことによって，約６時間又は約２時間にわたり意識障害及び筋弛緩作用を伴う急性薬物中毒の症状を生じさせた行為は，傷害罪を構成する。",
  "ref_law": "刑法204条",
  "lawsuit_id": "81956",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=81956",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/956/081956_hanrei.pdf",
  "contents": "主          文\n本件上告を棄却する。\n理          由\n弁護人門馬博ほかの上告趣意のうち，判例違反をいう点は，事案を異にする判例\nを引用するものであって，本件に適切でなく，その余は，憲法違反をいう点を含\nめ，実質は単なる法令違反，量刑不当の主張であって，刑訴法４０５条の上告理由\nに当たらない。\nなお，所論に鑑み，職権で判断する。\n原判決及びその是認する第１審判決の認定によれば，被告人は，大学病院内にお\nいて，フルニトラゼパムを含有する睡眠薬の粉末を混入した洋菓子を同病院の休日\n当直医として勤務していた被害者に提供し，事情を知らない被害者に食させて，被\n害者に約６時間にわたる意識障害及び筋弛緩作用を伴う急性薬物中毒の症状を生じ\nさせ，６日後に，同病院の研究室において，医学研究中であった被害者が机上に置\nいていた飲みかけの缶入り飲料に上記同様の睡眠薬の粉末及び麻酔薬を混入し，事\n情を知らない被害者に飲ませて，被害者に約２時間にわたる意識障害及び筋弛緩作\n用を伴う急性薬物中毒の症状を生じさせたものである。\n所論は，昏酔強盗や女子の心神を喪失させることを手段とする準強姦において刑\n法２３９条や刑法１７８条２項が予定する程度の昏酔を生じさせたにとどまる場合\nには強盗致傷罪や強姦致傷罪の成立を認めるべきでないから，その程度の昏酔は刑\n法２０４条の傷害にも当たらないと解すべきであり，本件の各結果は傷害に当たら\nない旨主張する。しかしながら，上記事実関係によれば，被告人は，病院で勤務中\nないし研究中であった被害者に対し，睡眠薬等を摂取させたことによって，約６時\n間又は約２時間にわたり意識障害及び筋弛緩作用を伴う急性薬物中毒の症状を生じ\nさせ，もって，被害者の健康状態を不良に変更し，その生活機能の障害を惹起した\nものであるから，いずれの事件についても傷害罪が成立すると解するのが相当であ\nる。所論指摘の昏酔強盗罪等と強盗致傷罪等との関係についての解釈が傷害罪の成\n否が問題となっている本件の帰すうに影響を及ぼすものではなく，所論のような理\n由により本件について傷害罪の成立が否定されることはないというべきである。\nしたがって，本件につき傷害罪の成立を認めた第１審判決を維持した原判断は正\n当である。\nよって，刑訴法４１４条，３８６条１項３号により，裁判官全員一致の意見で，\n主文のとおり決定する。\n(裁 判 長 裁 判 官   田 原 睦 夫   裁 判 官   那 須 弘 平   裁 判 官   岡 部 喜 代 子   裁 判 官\n大谷剛彦  裁判官  寺田逸郎)\n"
}