{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 11,
    "day": 1
  },
  "case_number": "平成28(ワ)803",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86287",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86287",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/287/086287_hanrei.pdf",
  "contents": "平成２８年１１月１日判決言渡  同日原本受領  裁判所書記官\n平成２８年（ワ）第８０３号  損害賠償請求事件\n口頭弁論終結日  平成２８年８月３０日\n判 決\n原              告            株 式 会 社 成 学 社\n同訴訟代理人弁護士          裵    薫\n同                            金   愛 子\n同                            金   慶 幸\n被              告            Ｐ １\n同                            Ｐ ２\n同                            Ｐ ３\n同                            Ｐ ４\n上記４名訴訟代理人弁護士      山   本   佳世 子\n同                            伊藤   彌\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告らは，原告に対し，連帯して２８２０万５３３１円を支払え。\n第２  事案の概要\n本件は，学習塾を経営する原告が，かつて原告に在職し，現在，原告の経営する\n学習塾から直線距離で２．１８km の場所に開設された学習塾で稼働している被告ら\nに対し，同被告らの同学習塾開設に向けての原告在職中の行為を問題として，請求\n原因として，主位的に雇用契約上の付随義務違反，第１次予備的に就業規則に定め\nられた競業避止義務違反，第２次予備的に顧客情報を不正利用した不正競争行為（不\n正競争防止法２条１項７号），第３次予備的に不法行為，第４次予備的に誓約書に基\nづく合意違反を主張して，被告らに対し，債務不履行（主位的，第１次予備的，第\n４次予備的請求）又は不法行為（第２次予備的，第３次予備的請求）に基づく損害\n賠償請求として，２８２０万５３３１円（逸失利益としての損害２５７０万５３３\n１円，弁護士費用相当額２５０万円の合計額）の連帯支払を求めた事案である。\n１  前提事実（当事者間に争いがないか後掲の各証拠及び弁論の全趣旨により認\nめられる事実）\n(1) 当事者\nア  原告は，大阪府を中心とした近畿圏及び首都圏に２２１教室を展開する学習\n塾（うち，Ｒ１教室を「本教室」という。）を運営する株式会社である。\nイ  被告らは，Ｑ１が運営するＱ２という名称の学習塾において稼働している者\nであるが，原告在職時の各被告の職歴等は以下のとおりである。\n(ｱ) 被告Ｐ１は，平成３年７月１日，非常勤講師Ⅰとして原告に入社し，平成８\n年に社員として登用され，平成１７年から平成２６年８月に退職の申出をするまで\nの約１０年間，原告の本部における運営課長の地位にあり，運営課長の業務を行い\nつつ，講師業務を行っていた者である。その後，平成２６年１２月１日から非常勤\n講師Ⅰとなり，従前どおり，本教室の塾生に英語を教えていたが，平成２７年２月\n２８日，原告を退職した。（甲２，甲４）\n(ｲ) 被告Ｐ２は，平成２０年３月１日に原告に社員として入社し，平成２６年８\n月までの間，講師業務を行っていた者である。その後，平成２６年１２月２３日か\nら，非常勤講師Ⅰとなり，平成２７年２月２８日，原告を退職した。（甲５）\n(ｳ) 被告Ｐ３は，平成１２年３月１日に原告に社員として入社し，平成１９年か\nら平成２６年８月に退職の申出をするまでの約７年間，原告の本部の高校受験課の\n英語科の最高責任者たる教科リーダーであった者である。その後，平成２６年１０\n月１日から，非常勤講師Ⅰとなり，平成２７年２月２８日，原告を退職した。なお，\n被告Ｐ３は，本教室で講師業務を行ったことはない。（甲７，甲８）\n(ｴ) 被告Ｐ４は，平成２０年３月１日に非常勤講師Ⅰとして原告に入社し，本教\n室において講師業務を行っていたが，平成２７年２月２８日，原告を退職した者で\nある。（甲９）\n(ｵ) Ｑ１は，被告らが，平成２６年１２月１日，Ｑ２の運営を行う会社として設\n立した株式会社であり，被告Ｐ１，被告Ｐ２及び被告Ｐ４が取締役を務め，うち被\n告Ｐ１が代表取締役を務めている。\n(2) Ｑ２の開設\nア 被告らは，平成２６年１１月１０日，本教室から直線距離で２．１８km の位\n置にＱ２の教室用物件を賃借し，平成２７年１月には備品を買い揃えた。\nイ 平成２６年１１月６日，被告らは，Ｑ２の開設のためにロゴデザインを募集し，\n同月１６日，「Ｑ３」のロゴ（以下「本件ロゴ」ということがある。）を採用した。\nウ 被告らは，平成２６年１１月１３日にＱ１の原始定款を作成し，同年１２月１\n日にＱ２の運営会社であるＱ１を設立した。なお，被告Ｐ１はＱ１の株式を７０株，\n被告Ｐ２は５０株保有し，いずれも設立時取締役となった。（甲３８）\nエ 被告らは，平成２７年１月９日，被告らの顔写真が掲載されているＱ２のホー\nムページを開設した。\nオ 被告らは，同年１月７日及び８日，本教室から半径２㎞以内のＲ２，Ｒ３，Ｒ\n４，Ｒ５，Ｒ６などの地域（以下「本件地域」という。）に，被告らの顔写真入りの\nリビング新聞の折り込みチラシ（甲１８，以下「本件チラシ①」という。）を配布す\nる等，Ｑ２の広告宣伝行為を行った。\nカ 被告らは，同月２７日から同年２月２８日にかけて，通塾希望の生徒らを対象\nに体験授業をＱ２において行った。\nキ 被告らは，同年２月２８日，被告らの顔写真入りのＱ２のチラシ（甲２３，以\n下「本件チラシ②」といい，本件チラシ①と併せて「本件チラシ」ということがあ\nる。）をリビングの折り込みチラシとして配布した。\nク  被告らは，Ｑ１が運営するＱ２において，現在，講師を務めているが，Ｑ２\n開設当初の塾生には，被告らが原告在職中，本教室に通塾していた者も含まれてい\nる。\n(3) 原告における雇用形態\n原告においては，雇用形態として，社員，嘱託社員，非常勤講師Ⅰ，契約社員Ⅱ\nの４種類があり，うち社員，非常勤講師Ⅰの業務内容等は以下のとおりである。\nア  社員\n社員は，①小中高生に対し，各科目の授業を行う業務（以下「講師業務」という。）\nの他，②塾生の進路相談や保護者・塾生との面談等の業務（以下「面談業務」とい\nう。），③各科目の教材を作成する業務（以下「教材作成業務」という。），④生徒の\n成績や学費請求に関する情報の管理業務（以下「情報管理業務」という。），⑤各家\n庭への配布物の作成等の事務業務（以下「事務業務」という。）を行い，定年年齢は\n満６０歳である。\n給与は月給制で，業務内容等に応じ，基本給・各種手当が支給される。\nイ  非常勤講師Ⅰ\n非常勤講師Ⅰは，アルバイトとして，講師業務のみを行い，上記ア社員の業務の\nうち②～⑤の業務は担当しない。給与は時給制である。\n非常勤講師Ⅰは，各クラスの通年授業を担当し，学年終了時まで指導する必要が\nあることから，最低１年間の継続勤務と毎年３月末までの勤務が採用条件とされて\nいる。（甲１０，甲３５）\n(4) 就業規則\n原告の社員及び非常勤講師Ｉ用の就業規則には，次のような規定がある。\nア  社員（甲３０）\n第６７条\n社員は，業務の特性上，在職中，他塾（同業他社）に従事してはならない。\n第６８条\n社員は，退職後２年間は，会社に不利益をもたらす以下の活動もしくはそれに準\nずる活動を行ってはならない。これに反する場合は，相応の損害賠償請求ほか法的\n措置をとるものとする。\n①  会社で指導を担当していた教室から半径２km 以内に自塾を開設すること\n②  会社塾生名簿他第７６条に定める業務秘密等を利用して，会社の塾生に対し，\n他塾もしくは自塾への勧誘を行ったり引き抜いたりすること\n③  会社の社員等に退職を促す活動を行うこと\n④  指導，教材および教室運営のノウハウを流用すること\nイ  非常勤講師Ⅰ（甲１０）\n第５２条\n兼業の禁止\n非常勤講師Ｉは業務の特性上，会社在職中，担当教室から半径２km 以内に所在す\nる他塾（同業社）で生徒指導にあたってはならない。\n第５３条\n競業避止義務\n非常勤講師Ｉは退職後２年間は，会社に不利益をもたらす以下の活動，もしくは\nそれに準ずる活動を行ってはならない。これに反する場合は，相応の損害賠償請求\nほか法的措置をとるものとする。\n①  会社で指導を担当していた教室から半径２km 以内に自塾を開設すること\n②  会社の塾生名簿ほか第６１条に定める業務機密等を利用して会社の塾生に対\nし，他塾もしくは自塾への勧誘を行ったり引き抜いたりすること\n③  塾生および保護者に会社の信用と名誉を損なうような言動を行うこと\n④  会社の従業員に退職を促す活動を行うこと\n⑤  指導，教材，教室運営のノウハウを流用すること\n(5) 誓約書の作成\n被告Ｐ１及び被告Ｐ３は平成２７年１月１１日，被告Ｐ２は同月２０日，被告Ｐ\n４は同月２３日，それぞれ原告作成に係る文案に署名押印することにより誓約書（以\n下「本件誓約書」という。）を作成し，これを原告に差し入れた。同誓約書には，下\n記のような記載がある。（甲４３ないし甲４６）\n記\n私は，平成２７年２月２８日付にて株式会社成学社（以下，「当社」という）を退\n職し，Ｒ７に「学習塾Ｑ２」を開校するにあたり，下記の事項を遵守することを誓\n約致します。\n第４条（在職期間中における自塾営業活動の禁止）\n私は，当社の退職日までの期間，私が担当する当社での授業ほか面談・電話・メ\nール・ＳＮＳ等を通じて，塾生ならびにその保護者に対し，私ほか当社の元職員が\n共同してＲ７に設置することになった「学習塾Ｑ２」の宣伝・告知活動ほか，質問\n照会に対する回答等，当社の利益と信頼性を損なう不正な行為をしないことを誓い\nます。\n第９条（損害賠償）\n私は，第１条から第８条に違反した場合，それにより当社が被った一切の損害を\n賠償することを誓約致します。\n２  争点及び当事者の主張\n(1) 雇用契約上の付随義務違反の成否（主位的請求原因）\n（原告の主張）\nア  被告らは，原告を退職する平成２７年２月２８日まで，原告に対し，雇用契\n約上，原告の正当な利益を侵害しないよう，原告と競合する事業の開業やその準備\n行為を行ってはならないという付随義務を負っていた。\nイ  それにもかかわらず，被告らは，原告に在籍中，上記１(2)アないしキの行為\nを行った。\nこれらの行為は全て，原告と競合する学習塾であるＱ２の「開業」及び「開業準\n備行為」そのものに当たるから，被告らの行為は，雇用契約上の付随義務違反に当\nたり，債務不履行を構成する。\nウ  なお原告は，講師業務及び面談業務を通して，保護者や塾生との信頼関係を\n確固たるものにする社員に対し，就業規則により，兼業禁止義務を課しているとこ\nろ，同義務は雇用契約上の付随義務を確認したものであるが，被告Ｐ１，被告Ｐ２\n及び被告Ｐ３は，後記のとおり，実質的な社員として兼業禁止義務を課せられてい\nたから，上記イの各行為が雇用契約上の付随義務に違反することは明らかである。\nエ  被告Ｐ１，被告Ｐ２及び被告Ｐ３が形式的に非常勤講師Ⅰに雇用形態を変更\nした後も実質的に社員であることは次のとおりである。\nすなわち，被告Ｐ１，被告Ｐ２及び被告Ｐ３は，平成２６年１０月又は１２月に，\n社員から非常勤講師Ｉへと雇用形態を変更したものであるが，①原告では，退職に\n際する雇用形態の変更が極めて異例であること，②少なくとも，被告Ｐ１及び被告\nＰ２は，講師業務の他に面談業務等，社員が行う業務も行っていたこと，③被告Ｐ\n１，被告Ｐ２及び被告Ｐ３は，非常勤講師の採用条件（最低１年間の継続勤務かつ\n３月末日までの勤務）を備えていないことを考慮すると，上記被告らは，平成２６\n年１０月又は１２月に，単に勤務時間・給与計算方法について労働条件を変更した\nにすぎず，平成２７年２月２８日に退職するまで，社員の地位を実質的に有してい\nたというべきであるから，社員の就業規則（甲３０）が適用されるべきである。\nまた，被告Ｐ１は，退職する約２か月前（非常勤講師Ⅰの雇用契約書を交わした\n後の期間も含む）まで，本教室の塾生及び保護者と三者面談を行い，退職時まで講\n師業務を行っており，被告Ｐ２も，退職する約１，２か月前まで，本教室の塾生及\nび保護者と三者面談を行い，退職時まで講師業務を行っていた。このように，被告\nＰ１及び被告Ｐ２は，平成２７年２月２８日に退職するまで，原告と，本教室の塾\n生及び保護者との間の信頼関係を奪取できる状態だったのであるから，上記兼業禁\n止義務の趣旨からみても，本件においては，非常勤講師Ⅰとしての雇用契約書上，\n兼業禁止義務を解除するとの記載がない以上，退職日まで社員と同様の兼業禁止義\n務を負うものと解釈するのが，当事者の合理的意思に合致する。\nなお，少なくとも上記１(2)アないしウのＱ１の設立準備行為は，被告Ｐ１及び被\n告Ｐ２が形式的にも社員である時期に行われている。\n（被告らの主張）\nア  いかなる競業行為も直ちに雇用契約上の付随義務違反になるわけではなく，\n就業規則等における競業行為禁止規定の有無，行為の態様や与えた損害の程度など\nから，社会通念上自由競争の範囲を逸脱するものであるかどうか，具体的事情を踏\nまえて判断すべきである。\nイ  被告らは，平成２６年１２月以降，非常勤講師Ⅰの地位にあった者であり，\n就業規則における在職中の兼業規定は第５２条のみである。\nすなわち，同条によれば，非常勤講師Ⅰが兼業を禁止されるのは，担当教室か\nら２㎞以内に所在する他塾で生徒指導を行う場合に限られており ，それ以外，距\n離制限さえ遵守すれば，他の学習塾で雇われることも，他の学習塾を経営するこ\nとも何ら禁止されていない。半径２㎞外での他塾経営が禁止されていない以上 ，\n半径２km 外での学習塾開設の開業準備行為が禁止されるいわれはない。\n社員から非常勤講師Ｉに雇用形態が変更されたことに伴い，被告らの給与体系\nは変更となり，基本給が廃止され，社会保険の加入資格を失うなど，待遇面が大\nきく後退したものである。\nそれにもかかわらず，被告ら が退職まで社員と同様の義務を負うとする原告の\n主張は，労働契約の恣意的な解釈であり，許されない。\nなお，面談業務は，原告から命じられて行っていたものにすぎず，それを理由\nに前記のような労働契約の恣意的な解釈をすることは許されない。\nウ  Ｑ２の教室は，本教室から半径２㎞外の位置にある。\nそして，原告指摘に係る被告らの開業準備行為は ，すべて本教室外，勤務時間\n外に行われており，開業準備行為は原告での業務に影響を与えたことはなかった。\n宣伝広告活動に関しては，本教室の塾生を狙い撃ちしたものではなく，広く不\n特定多数に対して行われたものであるし， そもそも広告宣伝活動については，就\n業規則には何らの定めもなく，原告は，学習塾開設の場所以上に，広告宣伝活動\nの範囲を制限することはできないから，これが付随義務違反に当たることはない。\n(2) 被告らの競業避止義務違反の成否（第１次予備的請求原因）\n（原告の主張）\nア  非常勤講師Ｉの就業規則第５３条には，「非常勤講師Ⅰは退職後２年間は，会\n社に不利益をもたらす以下の活動，もしくはそれに準ずる活動を行ってはならな\nい。・・・①会社で指導を担当していた教室から半径２㎞以内に自塾を開設すること。\n②会社の塾生名簿ほか第６１条に定める業務機密等を利用して会社の塾生に対し，\n他塾もしくは自塾への勧誘を行ったり引き抜いたりすること」と定められている。\nまた，原告の非常勤講師Ⅰの就業規則第５９条は，「この規則において『業務機密』\nとは，塾生名簿，住所録，電話番号，家族構成，成績データ等会社が保有，管理す\nる技術上または業務上の情報であって，『業務機密資料』とは，業務機密に関する教\n材，塾生名簿，生徒報告書，成績記録カード，写真，磁気テープ，フロッピーディ\nスク，サンプルおよび製作中の教材等製品，これに類する装置，設備その他これに\n関する一切の資料ならびにその複写物および複製物（以下，前記業務機密および業\n務機密資料を総称して『業務機密等』という。）をいう。」と定めている。（甲１０）\nイ  Ｑ２は，本教室から半径２．１８㎞の位置に存在しており，競業禁止範囲と\nの差は，僅か１８０ｍであり，被告らが，前記①の競業避止義務（以下「競業避止\n義務①」ということがある。）違反行為に準ずる行為に至っていることは明らかであ\nる。\nまた，被告らは，本教室に通う塾生を引き抜くことを意図して，業務秘密たる塾\n生の住所を利用して，「会社に不利益をもたらす」ことを知りながら，塾生らが通塾\nしやすい場所にＱ２を開設し，塾生らが多く居住する地域でチラシを配布し，本教\n室から塾生が転塾するよう勧誘・引き抜き行為を行っており，被告らが，前記②の\n競業避止義務（以下「競業避止義務②」ということがある。）違反行為を行っている\nのは明らかである。\n（被告らの主張）\nア  Ｑ２の教室は，本教室から半径２㎞外にあり，就業規則に何ら違反しない。\n原告自らが明確に半径２㎞という距離制限を設けた以上 ，一方的な拡大解釈で\n制限地域を広げることはできない。\nイ  被告らは，原告保有の業務秘密を利用した広告宣伝活動は行っていない。\nそもそも，被告らは，塾生の住所などの顧客情報にはアクセスしていないし ，\n転塾してきた塾生以外の本教室の塾生の住所は今もって知らない。\n被告らがＱ２の場所を決めた主な理由は，交通の利便性に加え， Ｓ１，Ｓ２，\nＳ３の３市が接する地点にあり，市をまたいで複数の学区 から塾生の通塾が見込\nめることからである。本教室と商圏が一部重なることはあっても，本教室の塾生\nを奪取する目的で場所を決めたのではないし， 本教室の塾生居住地とは直接関係\nがない。\n被告らが業務秘密を利用して本教室の塾生にダイレクトメールを送付したり ，\n勧誘の電話を行ったりしたならともかく，被告らの広告宣伝活動は，Ｑ２の教室\nの場所及び講義内容から，入塾が見込めると合理的に推測された地域において ，\n不特定多数の者に対して同時になされたものである。\nしたがって，被告らの行為は，業務秘密を利用した不当な勧誘・引抜行為には\n当たらず，非常勤講師Ⅰ就業規則第５３条に違反しない。\n(3) 被告らの不正競争防止法違反行為の成否（第２次予備的請求原因）\n（原告の主張）\nア  営業秘密性\n原告は，各教室の生徒管理情報（生徒氏名，学校名，学年，所属クラブ，電話番\n号，保護者氏名，住所など），各生徒の学費情報，延滞情報，各生徒の成績管理情\n報（学校通知表，学校テスト結果，原告における公開テスト結果，受験校名，受験\n科目など）などの顧客情報を有している。\nその中でも，本教室に通塾する生徒の氏名，住所は，生徒管理情報の最も重要な\n情報の一つで，有用な情報であり，営業秘密に当たる。\n原告は，これら情報を管理するための基幹ソフト「ＫＯＮＰＡＳ」を導入し，情\n報管理部門の部室長の承認なく使用することができないようアクセス制限をかけ，\n不正アクセス，漏えいをした者は懲戒処分とすることを規定するなど，秘密管理を\nしている。\n原告は，その営業秘密たる生徒の氏名や住所等をどこにも公開していないことか\nら，非公知の情報であることは当然である。\nイ  被告らによる営業秘密の使用\n被告らは，営業秘密である本教室の生徒の氏名，住所を使用して，本教室の生徒\nが通塾しやすいよう，あえて本教室から直線２．１８㎞の地点にＱ２を開設した。\nそして，被告らの顔写真・氏名を記載した本件チラシを作成し，本教室に通う生徒\nを引き抜くことを意図して，本件地域（本教室の生徒の約２割が居住する。）に本件\nチラシを配布した。\n被告らは，「営業秘密」である生徒の住所及び氏名について，それを「保有する事\n業者」である原告から，原告における業務の範囲内で「示され」ていたにすぎない\nが，被告らは，生徒を引き抜いて授業料を得るという「不正の競業その他不正の利\n益を得る目的」のため，「営業秘密」である生徒情報を「使用」した。\nウ  以上によれば，被告らのＱ２開設行為及び本件チラシ配布行為は，不正競争\n防止法２条１項７号に該当する。\n（被告らの主張）\n原告の顧客情報の有用性，秘密管理性，非公知性については認める。\nただし，小中学生については，詳細な住所が分からなくても，通学している学校\n名からおのずから学区と概ねの居住地が分かる。そして，どの塾生がどの学校に通\n学し，どの学区に居住区があるかは，講師においても塾生の間においても公知の事\n実であり，秘密情報ではなかった。\n被告らは原告の営業秘密にはアクセスしていないし，使用もしていない。\nＱ２の教室の場所及び講義内容から ，入塾が見込めると合理的に推測できる地\n域において，不特定多数の家庭に対して広告宣伝行為を行っただけである。\nしたがって，被告らに不正競争防止法２条１項７号に該当する行為はない。\n(4) 被告らの不法行為（第３次予備的請求原因）\n（原告の主張）\nア  被告らは，非常勤講師Ⅰの就業規則上，競業避止義務を負っていることや，\nその趣旨を把握していたにもかかわらず，①本教室から半径２．１８㎞の地点をＱ\n２の場所として選択し，②本件チラシを本件地域において配布し，③体験授業を実\n施した。これらの行為が債務不履行に該当しなくとも，かかる行為に及べば，原告\nの営業上の利益が侵害されるのは当然予見できることであって，被告らに故意又は\n過失があったことはいうまでもない。そして，上記①ないし③の行為は，後述する\nように，社会的相当性を逸脱した行為であって，不法行為を構成する。\nイ  被告らは，被告らの顔写真を掲載したホームページや本件チラシを使用して\nＱ２の宣伝行為を行い，被告ら４名はそれぞれ講師としてＱ２の業務を行っている\nことから，その共同性は明白である。\nウ  被告らは，競業避止義務の趣旨を熟知していたからこそ，共謀の上，半径２．\n１８㎞の地点という，わずか１８０ｍだけ，競業禁止範囲を超える位置をＱ２の場\n所として選んだ。\nそして，①本件地域は本教室の営業範囲内であること，②本件地域には，本教室\nの生徒が多く居住していたこと，③被告らは原告に在籍中，いわゆる幹部として重\n要な地位におり，とりわけ被告Ｐ２は，本教室の生徒・保護者に対し，大きな影響\n力をもっていたこと，④チラシに講師の写真・氏名を記載することは，極めて異例\nであること，⑤学習塾業界の特質上，毎年１月から２月にかけて生徒を獲得する必\n要があること，を考慮すると，本件チラシ配布行為は，本教室の生徒を引き抜くこ\nとを意図していたことを強く推認させる。\nこのような行為は，原告が資本投下をして構築し獲得した生徒との信頼関係等に\nただ乗りする行為であり，社会的相当性を逸脱し，自由競争の範囲外といえ，不法\n行為を構成する。\n（被告らの主張）\n原告の主張は争う。\n(5) 本件誓約書に基づく合意違反（第４次予備的請求原因）\n（原告の主張）\nア  被告Ｐ１は平成２７年１月１１日，被告Ｐ２は平成２７年１月２０日，被告\nＰ３は平成２７年１月１１日，被告Ｐ４は平成２７年１月２３日に，本件誓約書を\n作成し，原告に提出した。これにより，被告らは，原告在職中，開業準備行為を含\nむ宣伝広告活動をしないことを合意した。\nしたがって，被告らによる開業準備行為は，本件誓約書に基づく合意違反であり，\n債務不履行に当たる。\nイ  平成２７年１月９日，本件チラシ①がきっかけとなり，被告らによるＱ２開\n設が原告に発覚した。\n原告代表者は緊急に被告らと面談し，事情を聴取した上で，被告らに対し，原告\n在籍中は，開業準備行為を含む競業行為をしてはならないこと，退職後の競業避止\n義務を確認し，これらに違反した場合には損害賠償請求をするということの誓約を\n求めた。\n原告は，本件誓約書において，具体的な手段を例示して原告在職期間中の被告ら\nの広告宣伝行為そのものを禁止したものであって，ここに記載されている以外の勧\n誘方法を許容したものではない。\nまた，本件誓約書は，被告らとの間で，被告らが負う就業規則や雇用契約上の付\n随義務の内容を確認するために，より具体的な義務内容を示した誓約書を求めたの\nであって，誓約書を提出する前に被告らが行った競業行為等を許容する趣旨でもな\nいし，就業規則上の兼業禁止義務を軽減したものでもない。\nしたがって，被告らによる開業準備行為は，本件誓約書に基づく合意に違反する\nものである。\n（被告らの主張）\n被告らは，本件誓約書において禁止された行為は一切行っていないから，本件誓\n約書に基づく合意違反はしていない。\n原告において，Ｑ２の開設や本件チラシ①の配布等の開業準備行為が就業規則又\nは雇用契約上の付随義務違反に該当するという認識があったのであれば，原告は，\n誓約書の提出ではなく，その時点で，就業規則または雇用契約上の付随義務違反等\nを理由に学習塾の開設中止を求め，懲戒等の処分を行ったはずである。\nしかしながら，原告はそうせず，被告らのＱ２開設が就業規則違反や雇用契約上\nの義務違反に当たらないことを前提として，広告宣伝活動の具体的方法に制限をか\nけるだけの内容である本件誓約書を提出させた。しかも，原告は，本件チラシ①の\n存在を認識したうえで，あえて禁止する営業活動の種類を「担当する当社での授業\nほか面談・電話・メール・ＳＮＳ等」と限定したのである。\nしたがって，原告は，少なくとも，本件誓約書提出の時点で，Ｑ２の開設と，リ\nビングチラシやホームページ等の一般的広告手段については認めていたといわざる\nを得ない。\n(6) 原告の損害額\n（原告の主張）\n被告らの行為により原告が受けた損害の額は，合計２８２０万５３３１円である。\nア  逸失利益\n被告らの行為によって，本教室に通っていた生徒３０８名のうち，４３名が退塾\nした。これにより，原告は，退塾した４３名が高校２年生の２月まで在籍した場合\nに得られるはずであった授業料等の売上相当額につき損害を被った。\nその総額は，通年授業の損害額及び特別授業の損害額の合計額である２５７０万\n５３３１円である。\n（計算式）\n１７２２万６４６６円（通年授業の損害）＋８４７万８８６５円（特別授業の損\n害額）＝２５７０万５３３１円\nイ  弁護士費用\n本件訴訟を提起，追行するために必要となる弁護士費用は，２５０万円を下ら\nない。\n（被告らの主張）\n原告の主張は争う。\n被告らの行為と原告の塾生の退塾との間に因果関係はない。\n退塾者４３名のうち，Ｑ２に入塾したことが確認できるのは，２９名のみであり，\nそのうち１名は原告の本教室に戻った。\nいずれの転塾も，本件チラシ①が配布された平成２７年１月以降になされている\nことから，被告らが，本教室の塾生に対する直接的な勧誘活動をしていないことは\n明らかであり，本件チラシ①を見た保護者ないし塾生が，場所や費用，カリキュラ\nム等の諸条件を比較検討して，自らの判断でＱ２を選択したにすぎない。\n第３  当裁判所の判断\n１  争点(1) （雇用契約上の付随義務違反の成否（主位的請求原因））について\n(1) 原告は，上記第２の１(2)アないしキのＱ２の開設準備行為が原告と被告らの\n雇用契約上の付随義務違反として債務不履行を構成するように主張する。\n原告の主張する付随義務は，被用者としての在職中の兼業禁止にかかわるもので\nあるが，被告Ｐ３及び被告Ｐ４は，上記全期間中，被告Ｐ１及び被告Ｐ２は，同エ\n以降の期間中，非常勤講師Ⅰの地位にあったものであり，兼業の規制としては，就\n業規則第５２条の適用が問題となる。\nしかし，社員についての兼業禁止の規定である就業規則第６７条には距離制限が\nないのに，非常勤講師Ⅰの就業規則第５２条に，対象範囲が「担当教室から半径２\nkm 以内に所在する他塾（同業社）」と限定されていることからすると，非常勤講師\nＩは，原告在職中，原告の教室から２km より離れた場所に所在する学習塾であれば，\nそれが原告と競合する学習塾であったとしても，兼業して学習塾を経営することさ\nえも許容されているものと解されるから，Ｑ２が上記兼業禁止の対象となる距離制\n限外の学習塾であり，しかも被告らのした行為が兼業に至らない学習塾の開設準備\n行為にとどまることからすると，これについて就業規則第５２条の適用が問題にさ\nれる余地はない。\nしかるに原告は，これをもって，これを雇用契約上の付随義務違反となる旨主張\nしているが，その主張は，実質的には，就業規則上問題にされていない行為が規制\n対象となるよう，就業規則を一方的に被用者に不利益に拡大解釈することと実質的\nに同じものと解されるから許されるところではなく，したがって，原告主張に係る\n付随義務違反を理由とする債務不履行の主張は失当というべきである。\n(2) なお，被告Ｐ１及び被告Ｐ２については，上記第２の１(2)アないしウの当時，\n社員の地位を有していたことから，社員の就業規則第６７条，すなわち距離の制限\n規定のない兼業禁止規定の適用が問題となるが，被告Ｐ１及び被告Ｐ２が上記期間\n中にした行為は，将来開設しようとする学習塾のロゴの募集と，教室の賃借，備品\n準備及びその学習塾を運営する会社設立という全くの準備行為だけであって，およ\nそ就業規則第６７条の「他塾に従事」という行為には当たらないから，同条違反を\n問題とする余地はない。\n以上のとおり，被告Ｐ１及び被告Ｐ２が社員の地位にあった時期の行為も含め，\n被告らによる雇用契約の付随義務違反を理由とする債務不履行の主張はすべて失当\nというほかない。\n(3) また，被告Ｐ１，被告Ｐ２及び被告Ｐ３は，原告退職時には非常勤講師Ⅰの\n身分となっていたものであるのに，原告は，かつて社員であったこれらの被告らは，\n退職時まで社員としての就業規則に基づく義務を負うべきもののように主張してい\nるが，以下のとおり，その主張は明らかに失当である。\n証拠（甲１０，甲３０，乙１３ないし１６）及び弁論の全趣旨によれば，原告に\nおいては，社員と非常勤講師Ⅰとでは，非常勤講師Ⅰには基本給がないなど給与体\n系が異なり，また非常勤講師Ⅰは従業員としての健康保険の加入資格もないなど，\n社員に比して待遇面で劣後する一方で，兼業に関して課せられる制約は，非常勤講\n師Ⅰの方が社員に比して緩やかなものとなっていることが認められる。そうすると，\n被告Ｐ１，被告Ｐ２及び被告Ｐ３は，社員から非常勤講師Ⅰに雇用契約を変更した\nことに伴い，給与等の待遇も，非常勤講師Ⅰとしての待遇に切り替えられたものと\n認められるのに，兼業禁止など，その課せられる制約だけが社員と同じままという\nのは明らかに不合理である。本来予定された地位に伴う待遇と制約の関係が上記の\nとおりである以上，非常勤講師Ⅰとなったのであれば，当然，社員に比して緩やか\nな非常勤講師Ⅰとして制約が課せられるにとどまると解すべきである。\n原告の主張は，非常勤講師Ⅰの待遇しか与えないのに，制約面すなわち，被用者\nとして負うべき義務にかかわる面についてのみ，社員としての地位を前提により厳\n格な義務を課すようにいうものであって，明らかに失当といわなければならない（こ\nのことは，上記被告らが非常勤講師Ⅰとしての雇用形態に変更するよう求めるに当\nたり，いかなる説明を原告にしたかという事実は影響しない。）。\nさらに原告は，被告Ｐ１及び被告Ｐ２が，社員と同様の生徒及び保護者との三者\n面談を担当していたことを指摘するが，これも使用者たる原告が，被用者に対して\n非常勤講師Ⅰの待遇しか与えないにもかかわらず，社員としての業務をさせていた\nだけという問題であって，このことが前記判断を左右することはない。\n２  争点(2)（被告らの競業避止義務違反の成否（第１次予備的請求原因））につ\nいて\n(1) 被告Ｐ１，被告Ｐ２及び被告Ｐ３は社員から非常勤講師Ｉの地位に雇用形態\nの変更がなされ，そのまま退職したものであり，被告Ｐ４は終始非常勤講師Ｉの地\n位にあったものであるから，被告らの退職後の競業避止義務違反については，非常\n勤講師Ｉの就業規則第５３条が問題となる。\n(2) 就業規則第５３条①の競業避止義務について，Ｑ２は，原告の本教室から直\n線距離で２．１８km の場所に開設されたものであるところ，原告は，これは非常勤\n講師Ｉの就業規則第５３条①によって制限された活動に「準ずる行為」であり，同\n条違反の債務不履行を構成するように主張する。\n確かに，就業規則第５３条は，①，②により，その制限する活動を明記した上で，\nさらに「それに準ずる活動」をも制限する規定振りとなっているため，数値で特定\nした距離についても解釈の余地があるように見える。\nしかし，そもそも同条にかかる退職後の競業制限は，公序である労働者の退職後\nの職業選択の自由を制限することにかかわる規定であるから，もともと要件の有効\n性さえ問題とされるのであり，少なくとも，それ自体，一義的に明確である距離制\n限を，「準ずる」との用語の解釈によって拡大する余地は全くないというべきである。\nしたがって，上記距離制限を使用者に有利に拡大しようとする原告の上記解釈は\n採用できず，そうであれば，この距離制限外にあるＱ２の開設が就業規則第５３条\n①の競業避止義務に違反するとの主張は失当というべきである。\n(3) 就業規則第５３条②の競業避止義務について\n原告は，被告らが原告の企業機密等を用いてチラシを配布し，本教室の塾生の勧\n誘，引き抜きをしたように主張するが，本件において，被告らが原告の業務機密等\nにアクセスした事実を認めるに足りる証拠はない。\n原告は，被告らがチラシを配布した地域に，原告の本教室の塾生らの居住地域が\n含まれていたことから，被告らが，原告の生徒の住所情報等の業務機密を使用した\nことが明らかであると主張するが，本教室とＱ２の直線距離が２．１８㎞であるこ\nとからすると，Ｑ２の塾生募集のためのチラシ配布地域を決定した場合に本教室の\n塾生の居住地域を含んでも当然であり，そのことで被告らが，原告の生徒の住所情\n報等を使用したことが推認されるわけではない。\nそのほか，被告らに競業避止義務②の違反行為があった事実を認めるに足りる証\n拠はない。\n３  争点(3)（被告らの不正競争防止法違反行為の成否（第２次的予備的請求原\n因））について\n原告は，被告らが原告の営業秘密，すなわち，本教室の塾生の氏名及び住所の顧\n客情報にアクセスし，これを使用したことが不正競争防止法２条１項７号の不正競\n争を構成するように主張するが，被告らが，上記顧客情報を使用したことを認める\nに足りる証拠はない。\n原告は，Ｑ２の開設場所から，被告らが原告の顧客情報である塾生の氏名及び住\n所の情報にアクセスし，これを使用したことが推認されるように主張するが，そも\nそも本教室に通塾していたのは小中高生というのであり，その生徒らが，本教室の\n通塾可能範囲に居住していることは容易に想像できることであるし，塾講師として\nの日常業務の塾生との会話の中から，塾生の通学する学校や，その居住する地域の\n情報は十分得られたはずのものである。\nそして，そうであれば，被告らがＱ２の開設場所を選定するに当たり，本教室の\n塾生の居住場所を参考にする場合であっても，それは上記程度のおおまかな居住地\n域さえ知れば足りたはずのことであって，そのことから，被告らが原告の顧客情報\nである生徒の氏名及び住所にアクセスし，これを使用したと推認できないことは，\nむしろ明らかである。\nしたがって，本件においては，被告らによる原告の営業秘密の「使用」の事実が\n認められないことから，原告主張に係る被告らの不正競争行為は認めることはでき\nない。\n４  争点(4)（被告らの不法行為（第３次予備的請求原因））について\n原告は，①本教室から半径２．１８㎞の地点をＱ２の場所として選択し，②本件\nチラシを本件地域において配布し，③体験授業を実施した行為は，社会的相当性を\n逸脱した行為であって不法行為を構成する旨主張する。\nしかし，上記各行為は，結局，債務不履行として論じるべき競業避止義務違反を\nいっているにすぎないところ，これが債務不履行を構成しないことは，上記２で認\n定説示したところから明らかであるから，これにＱ１が配布したチラシの掲載内容\n等の原告主張に係る諸事実を斟酌し，それらの行為を一体としてみたところで，こ\nれが自由競争として許される社会的相当性を逸脱したものとの評価は当たらない。\nしたがって，被告らの行為が不法行為を構成するようにいう原告の主張には理由\nがない。\n５  争点(5)（本件誓約書に基づく合意違反（第４次予備的請求原因））について\n(1) 原告は，被告らが，平成２７年１月１１日以降，本件誓約書を作成し，原告\nに提出したことにより，被告らは，原告在職中，開業準備行為を含む宣伝広告活動\nをしないことを合意したことを前提に，被告らによる開業準備行為は，本件誓約書\nに基づく合意違反であり，債務不履行に当たる旨主張する。\nしかしながら，原告は，この誓約書の趣旨につき，自ら就業規則上の義務を確認\nし具体化したものであると主張しているところ，その主張のとおりの趣旨であれば，\n被告の開業準備行為が就業規則上の兼業禁止義務の規定（社員であれば６７条，非\n常勤講師Ⅰであれば５２条）に違反していないことは，上記１で既に認定説示した\nとおりのことであるから，これによる債務不履行をいう原告の主張は明らかに失当\nということになる。\n(2) また，その点をおいても，本件誓約書は，本件チラシ①の配布行為が発覚し\nたことが契機となって，原告が被告らに提出を求めたものであり，しかも，その冒\n頭において，被告らが「平成２７年２月２８日付にて」原告を「退職し，」，Ｑ２「を\n開校するにあたり」差し入れられたことが明らかにされているから，本件誓約書を\n差し入れることで，被告らがＱ２の開業準備行為を進めること自体が禁じられたわ\nけではないことは明らかである。\nそして，本件誓約書差入後については，Ｑ２での体験授業実施及び本件チラシ②\nの配布行為が問題とされ得るが，本件誓約書の第４条は，「担当する原告での授業ほ\nか面談・電話・メール・ＳＮＳ等を通じて，塾生ならびにその保護者に対し，・・・\nＱ２の宣伝・告知活動ほか，質問照会に対する回答等，原告の利益と信頼性を損な\nう不正な行為」を規制対象としているものであって，既に原告が認識済みであるチ\nラシ配布による宣伝広告活動は具体的に記載されているわけではないし，また体験\n授業の実施も，「原告の利益と信頼性を損なう不正な行為」に当たると解することは\nできないから，これらの開業準備行為が本件誓約書に基づく合意違反を構成する余\n地はない。\nそのほか，被告らが，原告における授業や面談，電話，メール，ＳＮＳ等を通じ\nて，生徒や保護者に対し，Ｑ２への勧誘行為を行ったことを認めるに足りる証拠は\nない。\nしたがって，被告らによる本件誓約書に基づく合意違反の行為を認めることはで\nきないから，その債務不履行をいう原告の主張は失当である。\n６  以上によれば，原告の被告らに対する請求は，その余の争点につき検討する\nまでもなくすべて理由がないからこれらをいずれも棄却することとし，訴訟費用の\n負担について民事訴訟法６１条を適用して主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官              森      崎    英    二\n裁判官              田      原    美  奈  子\n裁判官              大    川      潤      子\n"
}