{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 4,
    "day": 26
  },
  "case_number": "平成27(行ケ)10170",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85853",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85853",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/853/085853_hanrei.pdf",
  "contents": "平成２８年４月２６日判決言渡\n平成２７年（行ケ）第１０１７０号  審決取消請求事件\n口頭弁論終結日  平成２８年３月３日\n判     決\n原告\nフロー  インターナショナル\nコーポレイション\n訴 訟 代 理 人 弁 護 士               山本健策\n同             井 髙 将斗\n訴 訟 代 理 人 弁 理 士               山本秀策\n同             森下夏樹\n同             石川大輔\n被告               株 式 会 社 ス ギ ノ マ シ ン\n訴 訟 代 理 人 弁 護 士               松尾和子\n同             佐竹勝一\n同             藤井輝明\n同             佐藤大樹\n訴 訟 代 理 人 弁 理 士               弟子丸     健\n同             渡邊   誠\n同             山本航介\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのための付加期間を３\n０日と定める。\n事実及び理由\n第１  請求\n特許庁が無効２０１１－８００１３１号事件について平成２７年４月２１\n日にした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  被告は，平成９年３月１９日に出願され（以下，この出願日を「本件出願\n日」という。），平成１３年１２月２１日に設定登録された，発明の名称を\n「水中切断用アブレシブ切断装置」とする特許第３２６１６７２号（以下「本\n件特許」といい，本件特許の願書に添付した明細書及び図面を併せて「本件\n特許明細書等」という。設定登録時の請求項の数は３である。）の特許権者\nである（甲５０，７５）。\n(2)  原告は，平成２３年７月２２日，特許庁に対し，本件特許を全部無効にす\nることを求めて審判の請求（無効２０１１－８００１３１号事件）をした（甲\n５１，７５）。これに対して，被告は，平成２３年１０月１１日付けで訂正\n請求をしたが，特許庁は，平成２４年２月７日付けで上記訂正に係る請求項\nに係る発明について無効理由通知をしたため，被告は，同年３月１２日付け\nで，本件特許の明細書を同日付けの訂正請求書に添付した訂正明細書のとお\nり訂正することを求める旨の訂正請求（本件特許の請求項１及び２並びに明\n細書の発明の詳細な説明の記載中の段落【０００９】，【００１５】及び【０\n０１７】の訂正を求めるものであり，その余の部分に関しての訂正はない。）\nをした（甲６０。以下「本件一次訂正」という。）。特許庁は，同年７月１\n０日，「訂正を認める。特許第３２６１６７２号の請求項３に係る発明につ\nいての特許を無効とする。特許第３２６１６７２号の請求項１ないし２に係\nる発明についての審判請求は，成り立たない。」との審決（甲６８。以下「本\n件一次審決」という。）をした。\n原告は，同年１１月１５日，本件一次審決のうち，「訂正を認める。」と\nの部分及び「特許第３２６１６７２号の請求項１ないし２に係る発明につい\nての審判請求は，成り立たない。」との部分の取り消しを求めて審決取消訴\n訟（平成２４年（行ケ）第１０４０２号）を提起した。他方，被告は，本件\n一次審決に対する取消訴訟を提起せず，本件一次審決のうち本件特許の請求\n項３に係る発明を無効とした部分は確定した。\n知的財産高等裁判所は，平成２５年１０月７日，本件一次審決のうち「請\n求項１に係る発明についての審判請求は，成り立たない。」との部分を取り\n消し，原告のその余の請求を棄却する旨の判決（甲６９。以下「本件一次判\n決」という。）をし，その後同判決は確定した。\n(3)  被告は，平成２５年１２月２４日付けで本件特許の明細書を同日付け訂正\n請求書に添付した訂正明細書のとおり訂正することを求める旨の訂正請求\n（本件特許の請求項１及び２並びに明細書の発明の詳細な説明の記載中の段\n落【０００９】及び【００１５】の訂正を含む。）をした（甲７０。以下「本\n件訂正」といい，本件訂正後の本件特許の明細書及び図面を併せて「本件訂\n正明細書等」という。）。\n特許庁は，更に審理の上，平成２７年４月２１日，「訂正を認める。本件\n審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審\n決（以下「本件審決」という。）をし，その謄本は，同年５月１日，原告に\n送達された（出訴期間９０日附加）。\n(4)  原告は，平成２７年８月２６日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  特許請求の範囲の記載\n(1)  設定登録時の本件特許の特許請求の範囲の請求項１及び２の記載は，次の\nとおりである（甲５０）。\n【請求項１】  ワークの切断加工を液中で行うためのキャッチャ槽を備え\nた水中切断用アブレシブ切断装置において，前記キャッチャ槽の内部と液面\n下で連通する液位調整タンクを備え，該液位調整タンクの内部の液面上は気\n密室に形成され，該気密室は該気密室内への気体の導入又は導出によって液\n位調整タンク内の液体を液面下の連通路を介して前記キャッチャ槽に吐出又\nはキャッチャ槽内の液体を液位調整タンク内に吸入するための給排気装置に\n接続されていることを特徴とする水中切断用アブレシブ切断装置。\n【請求項２】  前記気密室への気体の導入により液位調整タンク内の液位\nが予め設定した液位より下がった時に気密室内の気体を外部に開放する液位\n調整手段を備えたことを特徴とする請求項１に記載の水中切断用アブレシブ\n切断装置。\n(2)  本件訂正後の本件特許の特許請求の範囲の請求項１の記載は，次のとおり\nである（下線部が設定登録時の本件特許の請求項１の記載からの訂正部分で\nある。以下，同請求項記載の発明を「本件訂正発明１」という。）。\n【請求項１】\nノズルから噴射されるアブレシブによりワークの切断加工を液中で行うた\nめのキャッチャ槽を備え，このキャッチャ槽にアブレシブ切断中にキャッチ\nャ槽内の水位が上限水位を越えた場合にこの上限水位を越えた水を外部に排\n出するための水位上限調整用オーバーフロー排出口が設けられている水中切\n断用アブレシブ切断装置において，\n前記キャッチャ槽の内部と液面下で連通すると共にワークの切断加工エリ\nアから平面視で外側に配置された液位調整タンクを備え，\n該液位調整タンクの内部の液面上は気密室に形成され，\n該気密室は該気密室内への気体の導入又は導出によって液位調整タンク内\nの液体を液面下の連通路を介して前記キャッチャ槽に吐出又はキャッチャ槽\n内の液体を液位調整タンク内に吸入するための給排気装置に接続され，前記\n気密室には，この気密室への前記給排気装置による気体の導入により液位調\n整タンク内の水位が予め設定した最低水位より下がった時に，前記給排気装\n置による前記気密室内への気体の導入が継続中であっても，気密室内の過剰\n圧力分の気体を外部に逃がして液位調整タンクの水位を前記予め設定した最\n低水位に保持する液位調整機構が設けられ（以下，この訂正部分を「訂正事\n項ａ」という。）ていることを特徴とする水中切断用アブレシブ切断装置。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，\n①本件訂正は，平成２３年法律第６３号改正附則２条１８項によりなお従前\nの例によるとされている改正前特許法（以下「改正前特許法」という。）１\n３４条の２第１項及び同５項において準用する同法１２６条３項及び４項の\n規定に適合する，②原告の商品名「Ｂｅｎｇａｌ」のアブレイシブウオータ\nージェット式水中切断装置（以下「水中切断装置Ｂｅｎｇａｌ」という。）\nが，平成８年７月３１日に株式会社フロージャパン（以下「フロージャパン」\nという。）に販売され，フロージャパンの名古屋テクニカルセンターに保管\n及び展示され，また，同年１１月１２日から同月１９日まで開催された第１\n８回日本国際工作機械見本市（以下「本件見本市」という。）に展示され，\nその後，株式会社井上製作所（以下「井上製作所」という。）に転売された\nと認められるところ，水中切断装置Ｂｅｎｇａｌは，本件出願日前に，上記\nフロージャパンの名古屋テクニカルセンター及び本件見本市にて展示される\nことにより，公然実施され又は公然知られたものと認められるものの，本件\n訂正発明１の発明特定事項である「この気密室への前記給排気装置による気\n体の導入により液位調整タンク内の水位が予め設定した最低水位より下がっ\nた時に，前記給排気装置による前記気密室内への気体の導入が継続中であっ\nても，気密室内の過剰圧力分の気体を外部に逃がして液位調整タンクの水位\nを前記予め設定した最低水位に保持する液位調整機構」を備えたものである\nということはできないから，本件訂正発明１は，本件特許の出願前に公然実\n施され又は公然知られたものとはいえない，③本件訂正発明１は，米国特許\n第４，８８７，７９７号明細書及び抄訳文（甲７）に記載された発明並びに\n米国特許第３，７４３，２６０号明細書，抄訳文及び再審査証明書（甲８），\n特開平４－２７４８９８号公報（甲１３），特開平７－１１６８５３号公報\n（甲１４），特開平５－２５３６７５号公報（甲１５），実開平５－３４２\n６０号公報（甲４９）に記載された発明に基づき当業者が容易に想到し得た\nものということができず，また，本件訂正発明１には，気密室への給排気装\n置による気体の導入により液位調整タンク内の水位が予め設定した最低水位\nより下がった時に，液位調整タンクの水位を前記予め設定した最低水位に保\n持する液位調整機構を設けることにより，可逆ポンプＰの加圧停止のタイミ\nングが少し遅れたり，可逆ポンプＰによる加圧動作が継続した場合でも，液\n位調整タンク内の水位を最低水位に保持することができるという格別な作用\n効果を認めることができるので，本件訂正発明１が特許法２９条２項の規定\nにより特許を受けることができないとはいえない，④本件訂正発明１は本件\n特許の明細書に記載されたものではなく，また，本件特許の明細書は，本件\n訂正発明１を実施可能に記載していないとの原告の主張には理由がなく，本\n件訂正発明１の記載は不明確であるとはいえない，というものである。\n(2)  本件審決が認定した水中切断装置Ｂｅｎｇａｌの構成は以下のとおりで\nある。\n「ノズルから噴射されるアブレシブによりワークの切断加工を液中で行う\nためのキャッチャ槽を備え，このキャッチャ槽にアブレシブ切断中にキャッ\nチャ槽内の水位が上限水位を越えた場合にこの上限水位を越えた水を外部に\n排出するための水位上限調整用オーバーフロー排出口が設けられている水中\n切断用アブレシブ切断装置において，\n前記キャッチャ槽の内部と液面下で連通すると共にワークの切断加工エリ\nアから平面視で外側に配置された液位調整タンクを備え，\n該液位調整タンクの内部の液面上は気密室に形成され，\n該気密室は該気密室内への気体の導入又は導出によって液位調整タンク内\nの液体を連通路を介して前記キャッチャ槽に吐出又はキャッチャ槽内の液体\nを液位調整タンク内に吸入するための給排気装置に接続され，前記気密室に\nは，この気密室への前記給排気装置による気体の導入により液位調整タンク\n内の水位が下がった時に，前記給排気装置による前記気密室内への気体の導\n入が継続中であっても，気密室内の過剰圧力分の気体を外部に逃がすリリー\nフバルブが設けられている水中切断用アブレシブ切断装置」\n(3)  本件審決が認定した甲７に記載された発明（以下「甲第７号証記載の発\n明」という。），本件訂正発明１と甲第７号証記載の発明の一致点及び相違\n点は，以下のとおりである。\nア  甲第７号証記載の発明の内容\n「ワークの切断加工を水中で行うための焼成槽を備える，プラズマ・ア\nーク・トーチシステムのような水中切断装置において，\n前記焼成槽の内部と水面下で連通する第二排気チャンバーを備え，\n該第二排気チャンバーの内部の水面上は気密室に形成され，\n該気密室は該気密室内への空気の導入又は導出によって第二排気チャン\nバー内の水を水面下の水路を介して前記焼成槽に吐出又は焼成槽内の水を\n第二排気チャンバー内に吸入するための給排気装置に接続され，前記給排\n気装置には，前記給排気装置による前記気密室内への気体の導入が継続中\nであっても，気密室内の過剰圧力分の気体を外部に逃がす排気リリーフバ\nルブが設けられている水中切断装置。」\nイ  一致点\n「ワークの切断加工を液中で行うためのキャッチャ槽を備える水中切断\n装置において，\n前記キャッチャ槽の内部と液面下で連通する液位調整タンクを備え，\n該液位調整タンクの内部の液面上は気密室に形成され，\n該気密室は該気密室内への気体の導入又は導出によって液位調整タンク\n内の液体を液面下の連通路を介して前記キャッチャ槽に吐出又はキャッチ\nャ槽内の液体を液位調整タンク内に吸入するための給排気装置に接続さ\nれ，前記給排気装置による前記気密室内への気体の導入が継続中であって\nも，気密室内の過剰圧力分の気体を外部に逃がす機構が設けられている水\n中切断装置。」である点。\nウ  相違点\n(ア)  相違点１\n「水中切断装置が，前者ではノズルから噴射されるアブレシブにより\nワークの切断加工を行う水中切断用アブレシブ切断装置であるのに対\nし，後者ではプラズマ・アーク・トーチ・システムのような水中切断装\n置である点。」\n(イ)  相違点２\n「キャッチャ槽が，前者では切断中にキャッチャ槽内の水位が上限水\n位を越えた場合にこの上限水位を越えた水を外部に排出するための水位\n上限調整用オーバーフロー排出口が設けられているのに対し，後者では\nオーバーフロー排出口が設けられていない点。」\n(ウ)  相違点３\n「液位調整タンクが，前者ではワークの切断加工エリアから平面視で\n外側に配置されるのに対し，後者ではこのようなものでない点。」\n(エ)  相違点４\n「給排気装置による気密室内への気体の導入が継続中であっても，気\n密室内の過剰圧力分の気体を外部に逃がす機構が，前者は，気密室に設\nけられ，この気密室への給排気装置による気体の導入により液位調整タ\nンク内の水位が予め設定した最低水位より下がった時に，液位調整タン\nクの水位を前記予め設定した最低水位に保持する液位調整機構であるの\nに対し，後者は，給排気装置に設けられた排気リリーフバルブである点。」\n第３  当事者の主張\n１  原告の主張\n(1)  取消事由１（本件訂正の適法性の判断の誤り）\n本件審決は，本件一次訂正前の本件特許明細書等の段落【００１５】及び\n【００１７】の記載に基づいて，本件訂正の訂正事項ａにつき，本件特許明\n細書等に記載された事項の範囲内でなされたものである旨判断した。\nア  しかし，段落【００１５】及び【００１７】については，本件一次訂正\nの際に訂正されているところ，これらはいずれも本件一次訂正時の請求項\n２に係る訂正であり（甲６０，６頁１行），本件一次判決の確定により既\nに確定しているものである。したがって，本件訂正の適法性の判断は，本\n件一次訂正後の上記各段落の記載に基づいてなされる必要がある。\nそして，本件一次訂正後の段落【００１５】及び【００１７】には，「そ\nの一端が前記予め設定した液位の位置に開口し且つ他端が気密室の外部に\n開口した液位調整用の管状部材」しか記載されておらず，その上位概念で\nある「液位調整手段」は記載されていない。また，本件審決において，訂\n正事項ａに係る訂正が適法であることの根拠として挙げられた明細書の他\nの段落（段落【００１６】，【００１８】，【００１９】，【００２７】\n及び【００３６】ないし【００３９】）にも，一端が予め設定した液位の\n位置に開口された管状部材しか記載されていない。\nしたがって，訂正事項ａに係る訂正が，本件特許に係る明細書等に記載\nされた事項の範囲内でなされたものということはできず，本件審決の判断\nは誤りである。\nイ  仮に，本件訂正の可否が本件一次訂正前の本件特許明細書等の記載に基\nづいて判断されるべきものとしても，次のとおり，本件訂正は，新たな技\n術的事項を導入するものであり，不適法である。\n(ア)  本件特許明細書等において開示されているのは，一端が予め設定し\nた液位の位置に開口された管状部材（水位調整パイプ５）を採用するこ\nとにより，その位置を最低水位とすることができるという技術思想のみ\nである（段落【００１８】，【００２７】，【００３７】ないし【００\n３９】，図３）。しかし，訂正事項ａに係る液位調整機構は，上記の形\n態のみならず，本件特許明細書等に何ら記載もなく，技術常識から当然\nに理解できるものではない形態，例えば，所定の圧力で開放されるリリ\nーフバルブを用いる実施形態も包含することとなるから，新たな技術的\n事項を導入するものである。\nこの点，被告は，リリーフバルブの設定値（圧力値）が液面の位置を\n考慮して決定されるものではないから，リリーフバルブは訂正事項ａの\n機能を奏し得ない旨主張する。\nしかし，気密室への気体の導入出によって液位を調整する装置におい\nては，気密室におけるリリーフバルブの設定値（圧力値）と液面の位置\nとが一定の関係を持つのであるから，リリーフバルブの設定値の決定に\nおいて液面の位置を考慮しないはずがないし，最低水位を考慮せずにリ\nリーフする圧力値を不用意に低く設定してしまうと，最低水位が高すぎ\nる位置になって，所望の位置まで水位を下げることができなくなるとい\nう不都合が生じるから，最低水位を考慮せずにリリーフする圧力値を設\n定することはあり得ない。\n仮に，リリーフバルブの設定値の決定において液面の位置を考慮しな\nいとしても，リリーフバルブの設定値（圧力値）と液面の位置とは一定\nの関係を持つのであるから，リリーフバルブの設定値を決定すると，そ\nの設定値に対応する水位が自動的に決定され，当該水位が訂正事項ａに\nおける「予め設定した最低水位」ということになる。そして，リリーフ\nバルブの設定値を過ぎて気体が導入された時点（すなわち，水位が「予\nめ設定した最低水位」より下がった時点）でリリーフバルブが開き，気\n密室の圧力が設定値に保持されるから，自動的に水位が上記「予め設定\nした最低水位」に保持される。よって，リリーフバルブの設定値の決定\nにおいて液面の位置を考慮していようといまいと，リリーフバルブが訂\n正事項ａの「液位調整機構」に該当することに変わりない。\nしたがって，被告の上記主張は理由がない。\n(イ)  また，本件特許明細書等の段落【００１６】の記載によれば，本件\n特許明細書等に開示される液位調整機構は，電気配線やコントローラを\n有する場合，例えば，液位計によって液位を監視し，設定した液位に達\nした時に給排気装置を自動制御で停止させるような「極めて簡単な機構」\nとはいえない液位調整機構を積極的に排斥するものである。しかし，訂\n正事項ａには，液位調整機構の具体的な構成が何も記載されておらず，\nしたがって，上記余分な電気配線やコントローラを有するような「極め\nて簡単な機構」とはいえない液位調整機構もその範囲に含まれるものと\n解されるから，本件訂正は新たな技術的事項を導入するものである。\nウ  したがって，本件審決の判断は誤りである。\n(2)  取消事由２（公知又は公然実施の判断の誤り）\n本件審決の判断のうち，水中切断装置Ｂｅｎｇａｌが，平成８年７月３１\n日にフロージャパンに販売されて，フロージャパンの名古屋テクニカルセン\nターにて保管及び展示され，また，同年１１月１２日から同月１９日にわた\nって開催された本件見本市に展示され，その後，井上製作所に転売されたこ\nとにより，本件出願日前に日本国内において水中切断装置Ｂｅｎｇａｌの構\n成が公然知られ又は公然実施されたとの点は正しく，また，水中切断装置Ｂ\nｅｎｇａｌの構成に関する本件審決の認定（前記第２の３(2)）も，その限り\nにおいては正しい。さらに，本件審決は，本件訂正発明１における「この気\n密室への前記給排気装置による気体の導入により液位調整タンク内の水位が\n予め設定した最低水位より下がった時に，前記給排気装置による前記気密室\n内への気体の導入が継続中であっても，気密室内の過剰圧力分の気体を外部\nに逃がして液位調整タンクの水位を前記予め設定した最低水位に保持する液\n位調整機構」との構成に関し，水中切断装置Ｂｅｎｇａｌに設けられた「リ\nリーフバルブ」が「気密室への前記給排気装置による気体の導入による気密\n室内の過剰圧力分の気体を外部に逃す」ものであること，「リリーフバルブ」\nが「エアーチャンバー内の水位が下がった時に，給排気装置による気密室内\nへの気体の導入が継続中であっても」作動するものであること，及び，「リ\nリーフバルブ」が「気密室に設けられている」ことについても，それぞれ正\nしく認定している。\nその上で，本件審決は，水中切断装置Ｂｅｎｇａｌの気密室に設けられた\n「リリーフバルブ」は，調整タンク内の最低水位の保持を行うものであるか\nどうか不明であるから，本件訂正発明１の「液位調整機構」に相当するもの\nとはいえず，したがって，本件出願日前に公然実施され又は公然知られた水\n中切断装置Ｂｅｎｇａｌが，本件訂正発明１の「この気密室への前記給排気\n装置による気体の導入により液位調整タンク内の水位が予め設定した最低水\n位より下がった時に，前記給排気装置による前記気密室内への気体の導入が\n継続中であっても，気密室内の過剰圧力分の気体を外部に逃がして液位調整\nタンクの水位を前記予め設定した最低水位に保持する液位調整機構」を備え\nたものであるということはできない旨判断した。\nア  しかし，水中切断装置Ｂｅｎｇａｌにおけるエアーチャンバー内部のよ\nうな気密室においては，気密室内の気圧を上げていくにつれて，気密室の\n水位が下がり，逆に，気密室内の気圧を下げていくことにより，気密室の\n水位が上がるという関係にあるから，気密室内の気圧を調整することによ\nり，水位を調整することができる。そして，リリーフバルブは，事前に所\n定の圧力を設定しておき，圧力が所定の設定値に達したときには過剰の圧\n力を外部に逃がし，圧力を所定の設定値に保持するように作動するもので\nある（甲４７，４８参照）から，気密室の内部にリリーフバルブが設けら\nれて，気密室内部の気圧が一定以上にならないように設定されれば，必然\n的にその所定の圧力に対応する水位に気密室内の水位が達した時にはリ\nリーフバルブが解放され，気密室の水位も一定水位以下にはならない。\nしたがって，水中切断装置Ｂｅｎｇａｌは，本件訂正発明１の液位調整\n機構を備えるものである。\nイ  なお，本件審決は，一般的に「リリーフバルブ」は流体回路の圧力制御\nに用いるものであって，圧力の急激な上昇を防止するために単に圧抜きを\n行う安全装置として設置されることもあり，リリーフバルブが設けられて\nいるからといって，それが流体の量と必ずしも関連付けられるものではな\nいと判断している。本件審決の上記判断の趣旨は，エアーチャンバー内部\nの気密室内の圧力が急激に上昇した場合には，直ちにリリーフバルブによ\nって気密室内の空気が排出され，圧力が下げられるため，気密室の水位は\n押し下げられないことから，気密室内の圧力と水位（水面位置）とは必ず\nしも関連付けられない，という趣旨であると解される。\nしかし，水中切断装置Ｂｅｎｇａｌにおいては，調整部を設定すること\nで容易にエアーチャンバー内の液位の下限を設定することができるため\n（甲１），本件審決の上記判断は失当である。また，気密室内の圧力が急\n激に上昇した場合には，本件審決が指摘するような上記の現象が起こり得\nるとしても，水中切断装置Ｂｅｎｇａｌにおいて気密室（エアーチャンバ\nー）内の圧力を変化させ，水位を上下させる目的は，それによりキャッチ\nャ槽の水位を上下させる，すなわち，切断加工を行う際にはキャッチャ槽\nの水位を下げて加工テーブル上にワークをセットし，その後キャッチャ槽\nの水位を上げてワークを水中に浸漬して切断を行い，その後再度キャッチ\nャ槽の水位を下げて切断されたワークを取り出す，という点にあるから，\n気密室内の圧力を急激に上昇させる必要性は全く存在しないし，通常の操\n作において気密室内の圧力を急激に上昇させるような動作が行われること\nはなく，そのような機能も有していない。\nウ  なお，被告は，水中切断装置Ｂｅｎｇａｌの構造を立証するために撮影\n等された井上製作所の装置は「Ｂｅｎｇａｌ」ではなく，「Ｂｅｎｇａｌ\n－Ｊ」である点を指摘するところ，「Ｂｅｎｇａｌ－Ｊ」が，「Ｂｅｎｇ\nａｌ」を日本市場向けに仕様変更したものであり，井上製作所に納入され\nた装置が「Ｂｅｎｇａｌ－Ｊ」であることは争わない。\nしかし，水中切断装置Ｂｅｎｇａｌに対して行われた仕様変更はごく些\n細なもので，液位調整機構といった本件特許に係る発明に関連する部分は\n一切変更されていない。すなわち，平成８年７月に日本に輸入された「Ｂ\nｅｎｇａｌ」は米国仕様であったため，これを日本で販売するためには，\n日本市場向けに仕様変更をする必要があった。そこで，同年１１月の本件\n見本市に出展される前に，ソフトウェアが日本語版に変更され，日本市場\n向けに仕様変更したことを示すために，キャッチャタンク前面のステッカ\nーが「Ｂｅｎｇａｌ－Ｊ」に張り替えられた。このように仕様変更された\n「Ｂｅｎｇａｌ－Ｊ」が本件見本市に出展されたが，その後，さらにキャ\nッチャ槽の内部に使用済み研磨剤を回収するためのフィルターが設けら\nれ，井上製作所に納入された。\nこのように，「Ｂｅｎｇａｌ」に仕様変更が加えられたとしても，本件\n特許に係る発明の技術的範囲とは一切関係がないごく軽微な改修にすぎな\nいから，水中切断装置Ｂｅｎｇａｌの構成が公然知られ又は公然実施され\nていたと認定することに何ら問題はない。\nエ  以上によれば，本件審決の判断は誤りである。\n(3)  取消事由３（本件訂正発明１の容易想到性の判断の誤り）\n本件審決は，本件訂正発明１と甲第７号証記載の発明との相違点４につき，\n当業者が容易に想到し得たものではないと判断した。\nしかし，本件審決の上記判断は，以下のとおり誤りである。\nア(ア)  前記(2)アのとおり，気密室において，気密室内の圧力と水位とは直\n接的に関連するため，気密室の内部にリリーフバルブが設けられて，気\n密室内部の気圧が一定以上にならないように設定されれば，気密室の水\n位も一定水位以下にはならず，最低水位として保持されることになる。\nそして，甲第７号証記載の発明においては，空気供給ヘッダーに空気弁\n（排気リリーフバルブ）が設けられており，空気供給ヘッダーはガス開\n口部３４及び３６に接続されているところ，ガス開口部３４及び３６は\n排気チャンバー３１及び３２の内部に配置されている（甲７，図４）。\nそうすると，排気チャンバー３１及び３２内の水位は，その排気リリ\nーフバルブで予め設定された圧力に対応する水位以下にはならないこ\nと，すなわち，排気リリーフバルブで予め設定された圧力に対応する水\n位が最低水位になることが理解できる。\nしたがって，甲７に接した本件出願日前の当業者は，排気リリーフバ\nルブの働きによって排気チャンバー内の水位が調整され，予め設定され\nた最低水位が保持される構成が開示されていると理解できる。\n(イ)  これに対し，被告は，甲７に記載された排気リリーフバルブは排気\nバルブ４４に相当するものであり，電気信号によりその開閉状態が制御\nされるものであって，空気の導入が継続中は閉鎖状態が保持されるよう\nになっているから，甲第７号証記載の発明の排気バルブ４４は，本件訂\n正発明１の「気密室内への気体の導入が継続中であっても，気密室内の\n過剰圧力分の気体を外部に逃がして液位調整タンクの水位を予め設定し\nた最低水位に保持する機能」を備えていない旨主張する。\nしかし，甲７には，空気供給ヘッダーに設けられているバルブが空気\nバルブ３９，４０，供給バルブ４２，及び排気バルブ４４のみであると\nは記載されていないし，排気リリーフバルブが排気バルブ４４であると\nも記載されていない。\nそして，リリーフバルブとは，「安全弁。逃がし弁。過度の圧力にな\nった蒸気や流体を解放するために，自動的に開く弁。」（甲４７）であ\nるところ，電磁開閉弁はその開閉に電流の変化を必要とするものであっ\nて，圧力が過度になっても電流の変化がなければ電磁開閉弁は自動的に\nは開かないから，電磁開閉弁である排気バルブ４４は，甲７記載の排気\nリリーフバルブではあり得ない。\nそうすると，甲７は，電流の変化により開閉する排気バルブ４４を用\nいる水位制御方式と，電流の変化がなくても所定の圧力に達した時に自\n動的に開くリリーフバルブを用いる水位制御方式の２種類の水位制御方\n式をその装置が搭載していることを記載しているものというべきであ\nり，空気供給ヘッダーには，空気バルブ３９，４０，供給バルブ４２，\n及び排気バルブ４４に加えて排気リリーフバルブも設けられているもの\nというべきである。\nしたがって，被告の上記主張は理由がない。\n(ウ)  仮に，甲第７号証記載の発明の排気リリーフバルブがリリーフバル\nブではないという被告の主張を前提としたとしても，圧力によって何ら\nかの制御を行う装置において，その圧力が過剰になった場合のためにリ\nリーフバルブを備えることは周知技術であるから，当業者は，甲第７号\n証記載の発明において，排気チャンバー内の圧力が過剰になった場合の\nために圧力を設定値に保持するリリーフバルブを設けることを容易に想\n到し得，そのようなリリーフバルブが設けられれば，それがすなわち相\n違点４に係る液位調整手段になるものである。\nイ  本件審決は，甲第７号証記載の発明の「排気リリーフバルブ」が，排気\nチャンバー内部の気密室に設けられるか否かも，甲７には記載されていな\nいし示唆もされていない旨認定している。\nしかし，甲第７号証記載の発明においては，前記アのとおり，空気供給\nヘッダーに空気弁（排気リリーフバルブ）が設けられており，空気供給ヘ\nッダーはガス開口部３４及び３６に接続されており，ガス開口部３４及び\n３６が排気チャンバー３１及び３２の内部に配置されていることも甲７の\n図４に記載されているとおりである。\nしたがって，甲第７号証記載の発明においては，リリーフバルブが配管\nを介して排気チャンバー内部の気密室に接続されているから，甲第７号証\n記載の発明における排気チャンバー３１及び３２とリリーフバルブとは，\n訂正請求項１における「前記気密室には，…液位調整機構が設けられてい\nる」との構成に該当する。\nまた，本件訂正発明１における液位調整機構は，「気密室への前記給排\n気装置による気体の導入により液位調整タンク内の水位が予め設定した最\n低水位より下がった時に，前記給排気装置による前記気密室内への気体の\n導入が継続中であっても，気密室内の過剰圧力分の気体を外部に逃がして\n液位調整タンクの水位を前記予め設定した最低水位に保持する」ことさえ\nできれば，備えられる場所に格別の意義はなく，気密室に備えられていよ\nうと水中切断用アブレシブ切断装置の別の場所に備えられていようと，技\n術的に差異はなく，当業者にとっては単なる設計事項にすぎない。\nしたがって，仮に甲第７号証記載の発明の「排気リリーフバルブ」が排\n気チャンバー内部の気密室に設けられるか否かについて，本件審決が認定\nするように甲７には記載も示唆もされていないとしても，それは単なる設\n計事項にすぎず，本件訂正発明１についての容易想到性の判断に影響する\nものではない。\nウ(ア)  本件審決は，甲４９に記載された「安全弁」が水位を安全弁によっ\nて設定される圧力に応じた水位以上に上昇するのを防止するものであっ\nて，水位を最低水位に保持するものではなく，気密室内の過剰圧力分を\n外部に逃がすことによって最低水位を保持するものでもなく，さらに気\n密室ではなく真空ポンプに通じる吸入管に設けられる点で，本件訂正発\n明１の液位調整機構と異なると認定した上で，安全弁は非常時にのみ機\n能させるものであるから液位調整機構として適用することの動機がない\nと判断している。\nａ  しかし，設定された圧力に応じた水位を保持するために安全弁が使\n用されることは公知であり，安全弁は，非常時にのみ機能させるもの\nではなく，非常時というほどの状態ではなくても好ましくない状態を\n回避するために使用できることは当然であって（甲４７），本件訂正\n発明１においても，水位が低下しすぎるという好ましくない状態を回\n避するために液位調整機構が採用されるのであるから，当業者であれ\nば液位調整機構に安全弁を採用することを当然に考える。\nｂ  また，甲第７号証記載の発明のような，圧力によって制御を行う装\n置において，予め設定した圧力を過ぎてしまう場合のために，何らか\nの手段を設けておくことは当業者にとって周知の課題である。そして，\n甲４９の段落【００１３】には，予め設定した圧力を過ぎてしまう場\n合のために安全弁を設けることが開示されている。\nしたがって，甲第７号証記載の発明について，予め設定した圧力を\n過ぎてしまう場合のために何らかの手段を設けておくという周知の課\n題の解決のために，この課題を解決するための手段である甲４９の技\n術を参酌する動機付けが存在する。そして，そのような動機付けに基\nづいて，甲第７号証記載の発明に，甲４９記載の予め設定した圧力を\n過ぎてしまう場合に開く安全弁を適用すれば，本件訂正発明１の「気\n密室への給排気装置による気体の導入により液位調整タンク内の水位\nが予め設定した最低水位より下がった時に，液位調整タンクの水位を\n予め設定した最低水位に保持する機能」は自動的に達成される。そし\nて，甲４９記載の安全弁と本件訂正発明１の液位調整機構とは，予め\n設定した圧力よりも上がった時に作動するものであるか下がった時に\n作動するものであるかという差異はあるものの，この差異は，予め設\n定された圧力を過ぎてしまうことで予め設定された位置から外れたと\nきに予め設定された位置に戻すように調整するという技術的効果に関\n係するものではないから，実施形態に基づいて変更可能な設計事項で\nある。\nｃ  以上によれば，本件訂正発明１は，甲第７号証記載の発明に甲４９\nの記載事項を組み合わせることによって，当業者が容易に想到し得た\nものである。\nしたがって，本件審決の上記判断は誤りである。\n(イ)  これに対し，被告は，甲４９の安全弁は，排気弁に動作不良がある\n場合，すなわち非常時のみに機能するものであるから，本件訂正発明１\nの液位調整機構のように，「気密室への給排気装置による気体の導入に\nより液位調整タンク内の水位が予め設定した最低水位より下がった時\nに，液位調整タンクの水位を予め設定した最低水位に保持する機能」を\n有しない旨主張する。\nしかし，被告の上記主張は，甲４９の安全弁が「非常時のみ」に機能\nするものであると，なぜ本件訂正発明１の液位調整機構の上記機能が達\n成されないのか全く不明である。また，「非常時」を，「通常の設定の\n範囲外である時」と解釈すれば，「気密室への給排気装置による気体の\n導入により液位調整タンク内の水位が予め設定した最低水位より下がっ\nた時」は「非常時」であるから，本件訂正発明１の液位調整機構も「非\n常時」に機能するものということができる。したがって，非常時に開く\n甲４９記載の安全弁は，「気密室への給排気装置による気体の導入によ\nり液位調整タンク内の水位が予め設定した最低水位より下がった時」に\n開く安全弁であり，本件訂正発明１の液位調整機構といえるから，被告\nの上記主張は理由がない。\nそもそも，甲４９の安全弁は，リリーフバルブと同義であって，非常\n時であるか否かとは関係なく圧力が所定の値に達した際に弁が開放され\nるものを意味している。したがって，甲４９の安全弁は所定の圧力，所\n定の水位において圧力を開放して水位を一定に保持する機能を有するも\nのであって，この機能が非常時であるか否かに関係なく発揮されること\nは明らかであるから，この点でも被告の上記主張は理由がない。\nエ  本件審決は，本件訂正発明１には，気密室への給排気装置による気体の\n導入により液位調整タンク内の水位が予め設定した最低水位より下がった\n時に，液位調整タンクの水位を前記予め設定した最低水位に保持する液位\n調整機構を設けることにより，可逆ポンプＰの加圧停止のタイミングが少\nし遅れたり，可逆ポンプＰによる加圧動作が継続した場合でも，液位調整\nタンク内の水位を最低水位に保持することができるという格別な作用効果\nを認めることができる旨認定している。\nしかし，前記イのとおり，甲７においては，リリーフバルブをチャンバ\nーに接続するという構成が開示されているから，水位を最低水位に保持で\nきるという効果は甲７においても実質的に開示されており，本件訂正発明\n１の上記効果は格別なものではない。\nしたがって，本件審決の上記判断は誤りである。\nオ  本件審決は，甲７に記載された水路３３，３５等は本件訂正発明１の「連\n通路」に相当し，「液位調整機構」に相当するものではない旨判断してい\nる。\nしかし，甲７において，排気チャンバー３１に空気を入れると，「水位\nがちょうど水路３３の上部になるように」水がチャンバーから排出され，\nさらに空気を入れ続ければ空気が水路３３から外部に逃げ，その結果，水\n位が水路３３の上部に保たれることになるのであるから（甲７，５欄３６\n行ないし４０行等），水路３３，３５等は，連通路であるとともに，本件\n訂正発明１に係る液位調整機構の機能を果たす。\nしたがって，本件審決の上記判断は誤りである。\n(4)  取消事由４（記載要件の判断の誤り）\nア  特許法３６条４項１号及び同条６項１号違反\n(ア)  前記(1)のとおり，訂正事項ａは新たな技術的事項を導入するもので\nあり，本件特許明細書等の発明の詳細な説明に記載されていないもので\nあるから，本件訂正明細書等の発明の詳細な説明の記載は特許法３６条\n４項１号に違反し，本件訂正後の本件特許の請求項１の記載は同条６項\n１号に違反する。\n(イ)  本件訂正明細書等の段落【００１６】の記載によれば，本件訂正発\n明１における液位調整機構は，「余分な電気配線やコントローラが必要」\nという課題を「極めて簡単な機構」で解決することを目的とするもので\nある。しかし，本件訂正発明１の液位調整機構は，その構成に何ら限定\nがないのであるから，液位計で液位を監視して予め設定した最低水位に\nなった時を検出し，その液位計の情報をコントローラに送って弁を開く\n制御を行って気密室内の空気を外部に逃がす機構も，本件訂正発明１の\n液位調整機構に該当することとなる。そうすると，明細書において目的\nを達成できないと明記された機構が本件訂正発明１の液位調整機構に該\n当することとなり，本件訂正発明１は本件訂正明細書等の記載と矛盾す\nる。そして，少なくとも上記の液位計を用いる液位調整機構を電気配線\nやコントローラを用いずに作ることはできないから，本件訂正明細書等\nの発明の詳細な説明の記載には，当業者が実施できるように本件訂正発\n明１が記載されていないし，また，本件訂正発明１は，本件訂正明細書\n等に記載された発明であるとはいえない。\nそして，本件訂正発明１の液位調整機構においては，「液位調整タン\nク内の水位が予め設定した最低水位より下がった時」を検出する機能と\n「気密室内の過剰圧力分の気体を外部に逃がす」機能とが必要であると\nころ，本件訂正明細書等には，管状部材の一端を予め設定した最低水位\nに配置することのみが記載されているのであるから，当業者が最大限に\nその具体的記載を敷衍して解釈したとしても，「液位調整タンク内の水\n位が予め設定した最低水位より下がった時」を検出する機能及び「気密\n室内の過剰圧力分の気体を外部に逃がす」機能を有する何らかの部品を\n予め設定した最低水位の場所に配置すること以外の技術思想が本件訂正\n明細書等に記載されているとは理解できない。\nしたがって，本件訂正明細書等の発明の詳細な説明の記載は特許法３\n６条４項１号に違反し，本件訂正後の本件特許の請求項１の記載は同条\n６項１号に違反する。\n(ウ)  特許法３６条６項２号違反\n本件一次審決の際の審判合議体が，平成２４年２月７日付けの無効理\n由通知書（甲５６）において，設定登録時の本件特許の請求項２の「気\n密室への気体の導入により液位調整タンク内の液位が予め設定した液位\nより下がった時に気密室内の気体を外部に開放する液位調整手段」の構\n成が明瞭に記載されていないため，特許法３６条６項２号に規定する要\n件を満たしていないとの無効理由を示している。本件訂正発明１におけ\nる「液位調整タンク内の水位が予め設定した最低水位より下がった時に，\n気密室内の過剰圧力分の気体を外部に逃して液位調整タンクの水位を前\n記予め設定した最低水位に保持する液位調整機構」の構成と，上記無効\n理由通知書において明瞭でないとされた構成との間に実質的な相違はな\nいから，本件訂正発明１の上記構成，具体的には，「液位調整タンク内\nの水位が予め設定した最低水位より下がった時」をどのような装置によ\nり検出するのか，また，気密室内の過剰圧力分の気体をどのような装置\nにより外部に逃がすのか明瞭ではない。\nしたがって，本件訂正後の本件特許の請求項１の記載は，特許法３６\n条６項２号に違反する。\n２  被告の主張\n(1)  取消事由１（本件訂正の適法性の判断の誤り）に対し\nア(ア)  原告は，本件訂正の可否は，本件一次訂正後の明細書の記載に基づ\nいて判断されるべきであるところ，訂正事項ａに係る本件訂正は，新た\nな技術的事項を導入するものである旨主張する。\nしかし，本件特許の請求項１については訂正の可否の判断が確定して\nおらず，請求項１に係る本件一次訂正は，本件訂正の請求によりみなし\n取下げとなっているから（改正前特許法１３４条の２第４項），請求項\n１に係るものである訂正事項ａに係る本件訂正の可否は，本件一次訂正\n前の明細書（本件特許明細書等）の記載に基づき判断されることとなる。\nしたがって，本件特許明細書等の記載に基づいて訂正事項ａについて\nの訂正の可否を判断した本件審決に誤りはなく，原告の主張はその前提\nを欠き理由がない。\n(イ)  原告は，仮に，訂正事項ａに係る本件訂正の可否につき，本件一次\n訂正前の本件特許明細書等の記載に基づいて判断されるべきであるとし\nても，①本件特許明細書等で開示されているのは，一端が予め設定した\n液位の位置に開口された管状部材（水位調整パイプ５）を採用すること\nにより，その位置を最低水位とすることができるという技術思想のみで\nあること，②訂正事項ａに係る液位調整機構は，例えば，所定の圧力で\n開放されるリリーフバルブを用いる実施形態も包含すること，③訂正事\n項ａが，電気配線やコントローラを有するような「極めて簡単な機構」\nとはいえない液位調整機構を包含すること，から，訂正事項ａに係る訂\n正が新たな技術的事項を導入するものである旨主張する。\nしかし，①については，本件特許明細書等に記載された「管状部材（水\n位調整パイプ５）」は，上位概念である「液位調整手段（液位調整機構）」\nの一つの具体例であり，下位概念となるものにすぎない。②については，\nリリーフバルブにおいては，弁の設定値（圧力値）と液面の位置とが一\n定の関係を持つことは事実であるが，弁の設定値（圧力値）を決める際，\n設定値に対応した液面の位置は考慮されていないのが一般的であって，\n単に圧力値を設定しただけのリリーフバルブでは訂正事項ａの機能を奏\nし得ない。すなわち，リリーフバルブを安全弁として用いる場合には，\nリリーフバルブが開放する圧力値（設定値）は，その圧力により装置が\n破損しないような値に設定されるところ，この値は，気密室内の最低水\n位に対応する圧力値よりも相当大きな値であるため，液面の最低水位を\n保つ機能は果たし得ない。③については，液位計を使用した場合，最低\n水位が検知されると，給排気装置（可逆ポンプ）による気体の導入が停\n止されるので，本件訂正発明１の液位調整機構のように，給排気装置に\nよる気体の導入が継続することにより液位調整タンク内の水位が最低水\n位より下がった時に過剰圧力分の気体を外部に逃がすのとは構成が異な\nるし，本件特許明細書等の段落【００２７】の記載によれば，本件訂正\n発明１の「液位調整機構」は，同段落に例示された水位調整パイプ５の\nように，余分な電気配線やコントローラを用いなくてもキャッチャ槽の\n液位の制御が可能な簡単な機構の機械的構造体であることが理解できる\nから，いずれにせよ本件特許明細書等の段落【００１６】の記載は，原\n告の主張の根拠とはなり得ない。\nしたがって，原告の上記主張は理由がない。\nイ  仮に，訂正事項ａに係る本件訂正の可否が，本件一次訂正後の明細書の\n記載に基づいて判断されなければならないとしても，①段落【００１５】\n及び【００１７】の記載内容は，本件一次訂正の前後で実質的に同一であ\nること，②本件特許明細書等の段落【００１８】，【００２７】，【００\n３７】ないし【００３９】の記載（いずれも本件一次訂正の前後を問わず\n同一である。）によれば，当業者は，「給排気装置からの加圧気体の導入\nにより気密室内の液位が予め設定された水位より下がった時に，気密室内\nの過剰圧力分の気体を外部に逃がす」という構成を有する機構であれば，\n加圧気体の導入による液位の低下と，過剰圧力分だけ空気が外部に逃げる\nことによる液位の上昇とを繰り返し，気密室内の液位を予め設定された水\n位に保つことができるので，「管状部材」は，一つの具体例にすぎないと\n理解できること，③当業者は，「気密室への前記給排気装置による気体の\n導入により液位調整タンク内の水位が予め設定した最低水位より下がった\n時に，前記給排気装置による前記気密室内への気体の導入が継続中であっ\nても，気密室内の過剰圧力分の気体を外部に逃が」すことができる構成で\nあれば，管状部材以外のものであっても，本件訂正発明１の作用効果を奏\nすることができることを理解できること，に照らすと訂正事項ａに係る本\n件訂正は，新たな技術的事項を導入するものではない。\n(2)  取消事由２（公知又は公然実施の判断の誤り）に対し\nア  水中切断装置Ｂｅｎｇａｌのリリーフバルブにつき，甲１の６頁上の写\n真３，甲２５の静止画１ないし３，８ないし１０，甲４４の３頁の下の写\n真及び甲４６の図面には，その外観が示されているのみであって，その作\n動機構の詳細は不明である。また，水中切断装置Ｂｅｎｇａｌの各部の配\n置及び動作を撮影したＤＶＤ（甲４５）では，液位の調整等の動作は示さ\nれているものの，リリーフバルブについては外見を示すのみであり，その\n動作については全く示されていない。したがって，これらの証拠からは，\n水中切断装置Ｂｅｎｇａｌのリリーフバルブから気体が外部に放出される\nことにより，予め設定した最低水位に保持されるか否かは不明である。\nさらに，リリーフバルブは，一般的に，圧力の急激な上昇を防止するた\nめに単に圧抜きを行う安全装置として設置されるものにすぎない（甲４７，\n４８）。\n以上によれば，水中切断装置Ｂｅｎｇａｌのリリーフバルブが「気密室\nへの前記給排気装置による気体の導入により液位調整タンク内の水位が予\nめ設定した最低水位より下がった時に，前記給排気装置による前記気密室\n内への気体の導入が継続中であっても，気密室内の過剰圧力分の気体を外\n部に逃がして液位調整タンクの水位を前記予め設定した最低水位に保持す\nる」ものか否か不明であるというほかなく，本件審決の判断に誤りはない。\nイ  原告は，水中切断装置Ｂｅｎｇａｌにおいて，気密室内の圧力を急激に\n上昇させる必要性は全く存しないし，通常の操作において気密室内の圧力\nを急激に上昇させるような動作が行われることはなく，そのような機能も\n有していないことを根拠として，リリーフバルブが設けられているからと\nいっても，それが流体の量と必ずしも関連付けられるものではないとの本\n件審決の判断が誤りである旨主張する。\nしかし，通常の動作において圧力が急激に上昇することがない水中切断\n装置Ｂｅｎｇａｌにおいても，誤動作などにより気密室内の圧力が急激に\n上昇する可能性は存在する以上，原告の上記主張には意味がない。\nウ  さらに，原告は，本件出願日前に存在していた水中切断装置Ｂｅｎｇａ\nｌが井上製作所に納入され，その後も継続して設置されてきたことを前提\nに，この井上製作所の装置の構造や操作を本件出願日後である平成２４年\nないし平成２５年に確認した供述書やＤＶＤ（甲１，２５ないし２７，４\n２，４４，４５）で説明することによって，水中切断装置Ｂｅｎｇａｌが\n本件訂正発明１の内容を備えていることを立証しようとしているが，井上\n製作所に設置されていた装置は「Ｂｅｎｇａｌ」ではなく，別機種である\n「Ｂｅｎｇａｌ－Ｊ」である。そして，「Ｂｅｎｇａｌ－Ｊ」の販売等の\n開始は，本件出願日以降であると考えられるから，井上製作所に設置され\nた「Ｂｅｎｇａｌ－Ｊ」の構造をもって，フロージャパンの名古屋テクニ\nカルセンターや本件見本市において展示された装置（水中切断装置Ｂｅｎ\nｇａｌ）の構造を立証することはできない。\nしたがって，原告の公然実施の主張は，その前提を欠き成り立たない。\n(3)  取消事由３（本件訂正発明１の容易想到性の判断の誤り）に対し\nア(ア)  原告は，甲第７号証記載の発明において，空気供給ヘッダーに空気\n弁（排気リリーフバルブ）が設けられており，空気供給ヘッダーはガス\n開口部３４及び３６に接続されているところ，ガス開口部３４及び３６\nは排気チャンバー３１及び３２の内部に配置されているから，排気チャ\nンバー３１及び３２内の水位は，その排気リリーフバルブで予め設定さ\nれた圧力に対応する水位以下にはならず，それが最低水位になることが\n理解され，甲７に接した本件出願日前の当業者は，排気リリーフバルブ\nの働きによって排気チャンバー内の水位が調整され，予め設定された最\n低水位が保持される構成が開示されていると理解できる旨主張する。\nしかし，原告の指摘する甲７記載の排気リリーフバルブは，空気供給\nヘッダーに設けられているものである。そして，甲第７号証記載の発明\nの空気供給ヘッダー３７には，空気バルブ３９，４０，供給バルブ４２，\n及び，排気バルブ４４が設けられているが，これらのバルブのうち空気\nを排出するときのみ開状態となるのは，排気バルブ４４である。よって，\n排気リリーフバルブは，排気バルブ４４に相当する。\nそして，甲７においては，排気チャンバー３１，３２に空気を送り込\nんでその水位を下げる場合には，排気バルブ４４は閉鎖状態に切り替え\nられ，一方，排気チャンバー３１，３２から空気を排出してその水位を\n上昇させる場合には，排気バルブ４４は開放状態に切り替えられ，排気\nチャンバー３１，３２から空気供給ヘッダー３７を経由して空気を給排\n気するようになっている。また，排気バルブ４４は，電磁式の開閉弁（a\nsolenoid-operated exhaust valve）であるところ，電磁式の開閉弁は，\n電磁石（solenoid）の磁力を用いてプランジャと呼ばれる鉄片を動かす\nことで弁（valve）を開閉する仕組みの開閉弁であり，電気信号によりそ\nの開閉状態が制御されるようになっている。このため，排気バルブ４４\nは，排気チャンバー３１，３２への空気の導入が継続中は，閉鎖状態に\n保持され，たとえ排気チャンバー３１，３２内に過剰圧力が発生しても，\nその過剰圧力分の空気を外部に逃がすようにはなっていない。なお，排\n気バルブ４４が開放状態となるのは，過剰圧力が発生していない通常の\n操作において，排気チャンバー３１，３２から空気を排出して排気チャ\nンバー３１，３２内の水位を上昇させるときのみである。このように，\n甲第７号証記載の発明では，排気チャンバー３１，３３内の水位が過剰\n圧力により予め設定した最低水位より下がることは想定されていない。\n以上によれば，甲第７号証記載の発明のリリーフバルブに相当する甲\n７の排気バルブ４４は，本件訂正発明１の「気密室内への気体の導入が\n継続中であっても，気密室内の過剰圧力分の気体を外部に逃がして液位\n調整タンクの水位を予め設定した最低水位に保持する機能」を備えてい\nない。\n(イ)  原告は，仮に，甲第７号証記載の発明の排気リリーフバルブがリリ\nーフバルブではないという被告の主張を前提にしたとしても，圧力によ\nって何らかの制御を行う装置において，その圧力が過剰になった場合の\nためにリリーフバルブを備えることは周知技術であるから，当業者は，\n甲第７号証記載の発明において，排気チャンバー内の圧力が過剰になっ\nた場合のために圧力を設定値に保持するリリーフバルブを設けることを\n容易に想到し得，そのようなリリーフバルブが設けられれば，それがす\nなわち相違点４に係る液位調整手段になるものである旨主張する。\nしかし，原告の上記主張は，リリーフバルブが安全弁であることを前\n提としたものであるが，安全弁における圧力の設定値は，装置の破損を\n防止するための値であり，液位を調整するための圧力値より相当大きく\n設定されるから，甲第７号証記載の発明に安全弁であるリリーフバルブ\nを設けて，圧力値を設定しても，水位が最低水位に保持されるものでは\nない。\nイ  原告は，甲第７号証記載の発明において，リリーフバルブが，排気チャ\nンバー内の水位を調整し，予め設定された最低水位を保持するものである\nことを前提に，本件審決の甲第７号証記載の発明の「排気リリーフバルブ」\nが，排気チャンバー内部の気密室に設けられるか否かも，甲７には記載さ\nれていないし，示唆もされていないとの認定を争うが，前記アのとおり，\n原告の主張はその前提を欠くものであり，理由がない。\nウ  原告は，甲４９記載の安全弁につき，設定された圧力に応じた水位に保\n持するために安全弁が使用されることは公知であり，安全弁は，非常時に\nのみ機能させるものではなく，非常時というほどの状態ではなくても好ま\nしくない状態を回避するために使用できることは当然であるから，当業者\nであれば液位調整機構に安全弁を採用することを当然に考える旨主張す\nる。\nしかし，甲４９記載の装置における安全弁は，排気弁に動作不良があり\n排気弁が閉じない場合に開くようになっているもので，安全弁が開くこと\nにより，吸入管内の圧力がそれ以上低下しなくなり，チャンバ内の水位が\nそれ以上上昇することを防止するようになっている（甲４９の段落【００\n１３】参照）。\nこのように，甲４９の安全弁は，圧力検出器が故障した場合，圧力検出\n器と液面検出器の故障が重なった場合，排気弁が故障した場合等の非常時\nのみに機能するものであるから，本件訂正発明１の液位調整機構のように，\n「気密室への給排気装置による気体の導入により液位調整タンク内の水位\nが予め設定した最低水位より下がった時に，液位調整タンクの水位を予め\n設定した最低水位に保持する機能」を有しないことは明白であり，原告の\n上記主張は理由がない。\nエ  原告は，甲７においては，リリーフバルブをチャンバーに接続するとい\nう構成が開示されているから，水位を最低水位に保持できるという効果は\n甲第７号証記載の発明においても実質的に開示されており，本件訂正発明\n１の効果は格別なものではない旨主張する。\nしかし，前記アのとおり，甲７の「排気リリーフバルブ」は，排気チャ\nンバー内の水位を調整して予め設定した最低水位を保持する機能を有する\nものではなく，さらに，そのような機能を示唆する記載も一切ない。\nしたがって，甲７には原告が主張する水位を最低水位に保持できるとい\nう効果は開示も示唆もされていない。\nオ  原告は，甲第７号証記載の発明の水路３３，３５等は，連通路であると\nともに，本件訂正発明１に係る液位調整機構の機能を果たす旨主張する。\nしかし，甲第７号証記載の発明において，チャンバー３１，３２内の水\n位は，水路３３，３５の上方位置が最低水位となり（甲７のＦｉｇ．４Ｃ），\n水路３３，３５から空気が外部に逃げるような構造とはなっていない。\nしたがって，水路３３，３５は，本件訂正発明１に係る液位調整機構の\n機能を奏するものではない。\n(4)  取消事由４（記載要件の判断の誤り）に対し\nア  特許法３６条４項１号及び同条６項１号違反の主張に対し\n(ア)  原告は，訂正事項ａは新たな技術的事項を導入するものであり，本\n件特許明細書等の詳細な説明に記載されていないものであるから，本件\n訂正明細書等の発明の詳細な説明の記載は特許法３６条４項１号に違反\nし，本件訂正後の本件特許の請求項１の記載は同条６項１号に違反する\nと主張する。\nしかし，前記(1)のとおり，訂正事項ａに係る技術思想は本件特許明細\n書等に開示されているから，原告の上記主張は理由がない。\n(イ)  原告は，液位計で液位を監視して予め設定した最低水位になった時\nを検出し，その液位計の情報をコントローラに送って弁を開く制御を行\nって気密室内の空気を外部に逃がす機構が，本件訂正発明１の液位調整\n機構に該当することを前提に，本件訂正明細書等の発明の詳細な説明の\n記載には，本件訂正発明１を当業者が実施できるように記載されていな\nいし，また，本件訂正後の本件特許の請求項１の記載は，本件訂正明細\n書等に記載された発明であるとはいえない旨主張する。\nしかし，本件訂正明細書等の段落【００１６】の記載に照らせば，上\n記機構は，極めて簡易な機構ではなく，それゆえ，本件訂正発明１の「液\n位調整機構」に含まれないと考えるのが合理的である。\nしたがって，原告の上記主張はその前提を欠き理由がない。\n(ウ)  原告は，本件訂正発明１の液位調整機構に関して，「液位調整タン\nク内の水位が予め設定した最低水位より下がった時」を検出する機能及\nび「気密室内の過剰圧力分の気体を外部に逃がす」機能を有する何らか\nの部品を予め設定した最低水位の場所に配置すること以外の技術思想は\n明細書に記載されていない旨主張する。\nしかし，前記(1)のとおり，本件特許明細書等には「給排気装置による\n気体の導入により液位調整タンク内の水位が予め設定した最低水位より\n下がった時に，気密室内の過剰圧力分の気体を外部に逃がして液位調整\nタンク内の水位を予め設定した最低水位に保持する」ための機能（技術\n思想）が開示されており，管状部材は，本件訂正発明１の液位調整機構\nの一つの具体例にすぎず，これに限定されるものではない。\nしたがって，原告の上記主張は理由がない。\nイ  特許法３６条６項２号違反の主張に対し\n原告は，本件一次審決の際の無効理由通知書の記載を根拠として，本件\n訂正発明１における「液位調整タンク内の水位が予め設定した最低水位よ\nり下がった時に，気密室内の過剰圧力分の気体を外部に逃して液位調整タ\nンクの水位を前記予め設定した最低水位に保持する液位調整機構」の構成\nが不明瞭である旨主張する。\nしかし，上記無効理由通知書の記載は，あくまで「気密室への気体の導\n入により液位調整タンク内の液位が予め設定した液位より下がった時に気\n密室内の気体を外部に開放する液位調整手段」との記載に関するものであ\nり，本件訂正発明１の液位調整機構についてまで記載が明瞭でないと判断\nしたものではない。\nしたがって，原告の上記主張は理由がない。\n第４  当裁判所の判断\n１  取消事由１（本件訂正の適法性の判断の誤り）について\n(1)  ２以上の請求項について特許無効審判が請求され，審決においてこれに対\nする判断がされた場合，当該審決は各請求項についての判断ごとに可分であ\nって，それぞれが取消訴訟の対象となり，別個に確定すると解される。そし\nて，特許無効審判が請求されている複数の請求項についての特許請求の範囲\nの減縮を目的とする訂正請求についても，各請求項ごとに個別に訂正請求を\nすることが許容され，その許否も各請求項ごとに個別に判断されるべきもの\nであり，かつ，各請求項の有効無効の判断と不可分一体の関係にあるもので\nあるから，訂正の効果は各請求項ごとに確定するものと解するべきであり，\nこのことは，当該訂正請求が，複数の請求項について，特許請求の範囲のみ\nならず，「発明の詳細な説明」欄の記載や図面の訂正をも求める場合におい\nても同様であると解される。\nこれを本件についてみると，前記第２の１(2)のとおり，本件特許の請求項\n１及び２並びに本件特許明細書等の発明の詳細な説明の記載につき本件一次\n訂正の請求がなされたところ，本件一次審決は，本件一次訂正を認めるとと\nもに，本件特許の請求項１及び２に係る発明について無効審判請求不成立審\n決をし，その後，本件一次判決は，本件一次訂正の適法性を肯定した上で，\n本件一次審決のうち，本件特許の請求項１に係る発明に関する部分を取り消\nし，本件特許の請求項２に係る発明に関する部分については審決を維持し，\n同判決はその後確定したものである。そうすると，本件特許の請求項２に関\nしては，本件一次訂正に係る訂正が認められ，かつそのことを前提に同項が\n有効であることが確定したものといえるから，これに対応する明細書の発明\nの詳細な説明の記載は，本件一次訂正後のものとして確定していることとな\nる。\n他方，本件特許の請求項１に係る発明に関する部分については，上記のと\nおり，本件一次審決の同発明に関する部分が取り消されたことから，特許の\n有効無効は確定しない。したがって，同項に係る発明に関係する本件一次訂\n正の効果の有無も確定しないこととなるところ，後記(2)アのとおり，本件一\n次訂正において訂正請求された本件特許明細書等の段落【０００９】は，本\n件特許の請求項１に係る発明に関連する記載であり，また，同段落【００１\n５】及び【００１７】の記載は，同請求項２に係る発明に関する記載ではあ\nるものの，前記第２の２(1)のとおり，同発明は，同請求項１に係る発明を引\n用するものであったから，上記両段落の記載は，いずれも同請求項１に係る\n発明に関係するものと認められる。\nそして，本件一次判決後，本件訂正の請求がなされたものであるから，本\n件特許の請求項１に係る発明との関係では，本件一次訂正の請求は取下げが\nなされたものとみなされる（改正前特許法１３４条の２第４項）。\nそうすると，本件訂正の可否は，本件特許の請求項１に関しては，本件一\n次訂正の請求前の明細書及び図面の記載，すなわち，本件特許明細書等の記\n載に基づいて判断されるべきこととなる。\nこれに対し，原告は，本件訂正の可否の判断は本件一次訂正後の明細書の\n記載に基づいてなされるべきである旨主張するが，上記において判示したと\nころに照らし，採用することはできない。\n(2)  そこで，前記(1)の説示を前提に，本件訂正の可否について検討する。\nア  本件特許明細書等には以下の記載がある（下記記載中に引用する図面に\nついては別紙１参照。なお，段落【０００９】，【００１５】及び【００\n１７】を除き，本件訂正後も記載内容は同一である。）。\n(ア)  【０００１】\n【発明の属する技術分野】本発明は，ワークの切断加工を液中で行う\n構成のアブレシブ切断装置に関するものである。\n(イ)  【０００２】\n【従来の技術】一般に，ワークを空気中で切断した場合の騒音は約９\n０～９５ｄＢであるのに対し，水中で切断した場合の騒音は，約６０～\n６５ｄＢとなり，空気中で切断する時よりも騒音が小さい。そのため従\n来より，騒音対策のために水中でアブレシブ切断を行う水中切断用のア\nブレシブ切断装置が提案されている。また，水中でアブレシブ切断を行\nう場合切断時に発生する粉塵も水に取りこまれて空気中に飛散しないこ\nとからその防塵性も注目されている。\n【０００３】このような水中切断用アブレシブ切断装置は，内部に水\nが充填されたキャッチャ槽を備えており，このキャッチャ槽内には切断\n対象物であるワークを取り付ける受け台が設けられている。\n【０００４】ワークの切断加工の際には，受け台にワークを取り付け，\nポンプ等によりキャッチャ槽内に給水する。水位が上昇してワークごと\n受け台が浸漬されるまで給水した後，切断加工を施す。切断加工終了後，\nキャッチャ槽内のすべての水を排水して，切断加工が終了したワークを\n取り外す。この操作の繰り返しにより複数のワークを順々に切断加工す\nる。\n(ウ)  【０００５】\n【発明が解決しようとする課題】しかしながら，上述した構成の水中\n切断用アブレシブ切断装置は，ワークの取り付け時と取り外し時にはキ\nャッチャ槽内の水を排水しているため，ワーク１個の切断ごとにキャッ\nチャ槽内に新規な水を給排せねばならず効率が悪いという難点がある。\n勿論，一般に複数個のワークを切断する際に，ワーク１個ごとにキャッ\nチャ槽内のすべての水を給排するのは面倒であり，作業効率及び時間効\n率も悪いという難点も有している。\n【０００６】また，切断エリアが大きなものとなると，ワークを浸漬\nさせるキャッチャ槽自体も大きくなるため，キャッチャ槽内を満たす水\n量も多くなり，水の給排のためにかかる時間が長くなる。水の給排を迅\n速に行うために大容量のポンプを用いることも考えられるが，この場合，\nポンプが大型化してしまい，装置全体としても大型化に繋がるため好ま\nしくない。\n【０００７】更に，キャッチャ槽内の水は研磨材を多量に含んでいる\nため，この研磨材がポンプを通過するとポンプの内部が摩耗し，最悪の\n場合破損してしまい，寿命が短くなるという難点もある。\n【０００８】以上のことから本発明では，作業効率及び時間効率のよ\nい水中切断用アブレシブ切断装置を提供することを主目的とする。また，\nどのような大きさの切断エリアを持つワークに対応させたものであって\nも水位の調節が迅速に行える水中切断用アブレシブ切断装置を提供する\nことも目的としている。さらに，水位調整のために用いるポンプが研磨\n材により破損して短寿命となることがない水中切断用アブレシブ切断装\n置を提供することも目的としている。\n(エ)  【０００９】\n【課題を解決するための手段】上記目的を達成すべく，請求項１の発\n明は，ワークの切断加工を液中で行うためのキャッチャ槽を備えた水中\n切断用アブレシブ切断装置において，前記キャッチャ槽の内部と液面下\nで連通する液位調整タンクを備え，該液位調整タンクの内部の液面上は\n気密室に形成され，該気密室は該気密室内への気体の導入又は導出によ\nって液位調整タンク内の液体を液面下の連通路を介して前記キャッチャ\n槽に吐出又はキャッチャ槽内の液体を液位調整タンク内に吸入するため\nの給排気装置に接続されていることを特徴としている。\n【００１０】即ち，本発明では，キャッチャ槽内の液位を調整するた\nめに，キャッチャ槽の内部と液面下で連通する液位調整タンクを備えて\nいる。この液位調整タンク内の液面上部は気密室に形成されており，気\n密室内の気体圧力を変えることにより，大気圧下に開放されたキャッチ\nャ槽の液位をパスカルの原理に従って調整する。即ち，気密室内に給排\n気装置から加圧気体を導入して液位調整タンク内の液位を押し下げるこ\nとにより，液位調整タンク内の液体は，液面下で連通するキャッチャ槽\nに押出され，これによってキャッチャ槽内の液位が水頭に抗して押し上\nげられる。\n【００１１】また逆に，キャッチャ槽内の液位を下げるには，給排気\n装置によって気密室内から気体を導出して大気圧下又はさらに減圧した\n状態にし，キャッチャ槽内の液体の水頭により液位調整タンク内の液位\nを上げ，液面下で連通するキャッチャ槽内の液体を液位調整タンク内に\n引き込むことによりキャッチャ槽内の液位を下げる。\n【００１２】給排気装置は，気密室内に加圧気体を送り込み，あるい\nは気密室から気体を導出して大気圧下に開放するか，あるいはさらに気\n体を吸引して大気圧以下の減圧状態を作り出すことができるものであれ\nばよく，例えば，可逆エアポンプや，エアコンプレッサと給排切換弁の\n組み合わせ，或はさらにバキュームポンプを組み合わせたものなど，種々\nのものが利用できる。\n(オ)  【００１５】請求項２の発明では，請求項１に記載の水中切断用ア\nブレシブ切断装置において，前記気密室への気体の導入により液位調整\nタンク内の液位が予め設定した位置より下がった時に気密室内の気体を\n外部に開放する液位調整手段を備えたことを特徴としている。\n【００１６】キャッチャ槽の液位の制御は，例えば，液位計等の液位\n調整タンク又はキャッチャ槽の液位を監視し，上下の各設定で液位に達\nしたときに給排気装置を停止させることで果たせるが，この場合は，余\n分な電気配線やコントローラが必要である。本発明は，これを極めて簡\n単な機構で果たそうとするものである。\n【００１７】\n本発明における液位調整手段は，例えば，両端が開口する管状部材を\n一端が気密室の予め設定した液位の位置に開口するよう位置調整可能に\n配し，他端を気密室の外部に開放するように配した構成のものが挙げら\nれる。\n【００１８】この構成では，給排気装置からの加圧気体の導入で気密\n室内の圧力が増加するにつれて液位調整タンク内の液位が下がるが，こ\nの液位が予め設定した位置より下がると管状部材の一端が気密室の空気\n中に開口することになるため，それ以上の圧力増加は，管状部材を介し\nて外部に気体が逃げることにより阻止され，従って，液位は管状部材の\n一端の位置に保たれる。\n【００１９】尚，管状部材の一端の位置を外部から軸方向に位置調整\nできるように構成すれば，キャッチャ槽における上昇液位を設定するた\nめの液位調整タンク内の下降液位の設定を変えることができる。\n(カ)  【００２３】\n【発明の実施の形態】図１は，液体として水を用いた場合の本発明の\n水中切断用アブレシブ切断装置の実施形態の一例を示す上面図，図２は\n図１の装置において液位調整タンクである水位調整タンク２の水位が最\n高位置のときの横断面図，図３は図１の装置において水位調整タンク２\nの水位が最低位置のときの横断面図である。なお，以後説明するすべて\nの図において，同一又は相当する箇所には同じ符号を付す。\n…\n【００２７】また，水位調整タンク２には，液位調整手段として両端\nが開口した管状部材よりなる水位調整パイプ５が設けられており，この\n水位調整パイプ５の下端は水位調整タンク２内の水位が最も低くなった\n時の水位（以後，最低水位と述べる。）と同じ高さ位置に開口し，上端\nは水位調整タンク２の外部に開口している。…\n【００３６】ワーク３を受け台４に取り付けた後，可逆ポンプＰを駆\n動させて気密室２ａ内へ空気を送り込み，空気圧により水位調整タンク\n２内の水位を下げ，水位調整タンク２内の水をキャッチャ槽１側に移す。\nこれによりキャッチャ槽１の水位が上昇して受け台４がワーク３を保持\nした状態で水面下に沈むこととなる。そして，キャッチャ槽１内の水位\nがワーク３の最上部よりも２ｃｍ程上昇した時に可逆ポンプＰによる加\n圧を停止させ，気密室２ａ内の加圧状態を保持したままノズル６により\nワークを加工する。\n【００３７】この時，可逆ポンプＰの加圧停止とのタイミングが少し\n遅れても，或は，可逆ポンプＰがそのまま加圧動作を継続していても，\n水位調整パイプ５の働きで水位調整タンク２内の水位は設定された最低\n水位に保持される。\n【００３８】即ち，例えば，可逆ポンプの継続動作で最低水位よりも\n水面が押し下げられると，水位調整パイプ５の下端が気密室２ａの空気\n中に開口するため，気密室２ａ内の加圧空気が水位調整パイプ５を通っ\nて水位調整タンク２の外部に逃げる。これにより，気密室２ａ内の圧力\nが下がり，水面が上昇することとなる。\n【００３９】このように，過剰圧力分だけ空気が外部に逃げると水面\nは水位調整パイプ５の下端の位置まで回復し，これを繰り返すため，水\n位調整タンク２内の水位は水位調整パイプ５の下端位置，即ち，設定さ\nれた最低水位に保たれることになる。\n(キ)  【００４４】\n【発明の効果】以上述べたように，本発明によれば，受け台が水面か\nら現れる液位とワークが液中に没する液位とにキャッチャ槽内と水位調\n整タンクとの間で空気圧によって水を移動させる構成であるため，キャ\nッチャ槽内の全ての水を給排する従来の方式よりも水の給排を迅速に行\nうことができ，従って，水中切断の作業効率及び時間効率の向上が図れ\nる。\n【００４５】また，水の移動も空気圧を利用した間接的な手段を用い\nているため，研磨材によるポンプの破損などの被害がなく，ポンプの寿\n命を短くすることもない。\n【００４６】さらに，切断エリアが大きなワークの場合でも，機械自\n体が大型化しないだけでなく，移動させる水の量が全体的に少ないため\n比較的短い時間で水中切断加工を行うことができる。\n(ク)  上記(ア)ないし(キ)によれば，本件特許明細書等には，次の事項が\n開示されているものと認められる。\nａ  本件発明は，ワークの切断加工を液中で行う構成のアブレシブ切断\n装置に関する（段落【０００１】）。\nアブレシブ切断装置は，ワークの切断加工を液中で行うためのキャ\nッチャ槽と，キャッチャ槽の内部と液面下で連通する液位調整タンク\nとを備え，液位調整タンクの内部の液面上は，気密室に形成される（段\n落【０００９】）。\n上記気密室内の気体圧力を変えることにより，大気圧下に開放され\nたキャッチャ槽の液位をパスカルの原理に従って調整することができ\nる。すなわち，気密室内に給排気装置から加圧気体を導入して液位調\n整タンク内の液位を押し下げると，液位調整タンク内の液体が液面下\nで連通するキャッチャ槽に押し出され，キャッチャ槽内の液位が水頭\nに抗して押し上げられる。反対に，給排気装置によって気体を導出し\nて気密室内を減圧した状態にすると，キャッチャ槽内の液体の水頭に\nより液位調整タンク内の液位が上がり，液面下で連通するキャッチャ\n槽内の液体が液位調整タンク内に引き込まれてキャッチャ槽内の液位\nが下がる（段落【００１０】，【００１１】）。\nｂ  アブレシブ切断装置には，気密室への気体の導入により液位調整タ\nンク内の液位が予め設定した位置より下がったときに気密室内の気体\nを外部に開放する液位調整手段を設けることができる。それによって，\n例えば液位調整タンク又はキャッチャ槽の液位を液位計等で監視し，\n予め設定した液位に達したときに給排気装置を停止させる構成に比べ\nて，極めて簡単な機構でキャッチャ槽の液位を制御することができる\n（段落【００１５】，【００１６】）。なお，液位調整手段は，気密\n室内の気体を外部に開放するものであるから，気密室に設けられるこ\nとが明らかである。\nｃ  液位調整手段は，例えば，両端が開口する管状部材を，一端が気密\n室の予め設定した最低液位の位置に開口し，他端が気密室の外部に開\n放されるように配した構成とすることができる（段落【００１７】，\n【００２７】，図１ないし図３）。\nｄ  液位調整手段を上記ｃの構成としたアブレシブ切断装置では，給排\n気装置である可逆ポンプが加圧動作を継続して液位調整タンク内の液\n面が予め設定した最低水位より押し下げられると，管状部材の一端が\n気密室の気体中に開口するので，気密室内の加圧気体が過剰圧力分だ\nけ管状部材を通って液位調整タンクの外部に逃げ，気密室内の液面が\n予め設定した最低水位まで上昇する結果，液位調整タンク内の水位が\n最低水位に保たれる（段落【００１８】，【００３６】ないし【００\n３９】，図３）。\nイ  上記アによれば，本件特許明細書等には，本件特許に係る発明のアブレ\nシブ切断装置が，気密室への気体の導入により液位調整タンク内の液位が\n予め設定した位置より下がったときに気密室内の気体を外部に逃がすとい\nう機能を奏する液位調整手段を備えることが記載され，その一例として，\n両端が開口する管状部材を，一端が気密室の予め設定した最低水位の位置\nに開口し，他端が気密室の外部に開放されるように配した構成とし，同構\n成においては，排気装置である可逆ポンプが加圧動作を継続して液位調整\nタンク内の液面が予め設定した最低水位より押し下げられると，管状部材\nの一端が気密室の気体中に開口するので，気密室内の加圧気体が過剰圧力\n分だけ管状部材を通って液位調整タンクの外部に逃げ，気密室内の液面が\n予め設定した最低水位まで上昇する結果，液位調整タンク内の水位が最低\n水位に保たれることが開示されているものと認められる。\nそして，両端が開口する管状部材を，一端が気密室の予め設定した最低\n水位の位置に開口し，他端が気密室の外部に開放されるように配した構成\nは，液位調整手段の一例として記載されていることが明らかであるから，\n本件特許明細書等の記載に接した当業者は，本件特許明細書等に記載され\nた液位調整手段は，上記の構成に限られるものではなく，上記ア(ク)ｄの\nとおり，給排気装置である可逆ポンプが加圧動作を継続して液位調整タン\nク内の液面が予め設定した最低水位より押し下げられたときに，上記加圧\n動作が継続中であっても，気密室内の加圧気体を過剰圧力分だけ液位調整\nタンクの外部に逃がす構成のものであれば足りることを理解できるものと\n認められる。\nしたがって，請求項１に上記と同じ事項を追加する訂正事項ａに係る訂\n正は，本件特許明細書等に記載された事項の範囲内の訂正であると認めら\nれる。\n(3)  これに対し，原告は，仮に，本件訂正の可否が本件特許明細書等の記載に\n基づいて判断されるべきものとしても，①本件特許明細書等において開示さ\nれているのは，一端が予め設定した液位の位置に開口された管状部材（水位\n調整パイプ５）を採用することにより，その位置を最低水位とすることがで\nきるという技術思想のみであるところ，訂正事項ａに係る液位調整機構は，\n上記の形態のみならず，本件特許明細書等に何ら記載もなく，技術常識から\n当然に理解できるものではない形態，例えば，所定の圧力で開放されるリリ\nーフバルブを用いる実施形態も包含することとなるから，新たな技術的事項\nを導入するものである，②本件特許明細書の段落【００１６】の記載は，本\n件特許明細書等に開示される液位調整機構は，電気配線やコントローラを有\nする場合，例えば，液位計によって液位を監視し，設定した液位に達した時\nに給排気装置を自動制御で停止させるような「極めて簡単な機構」とはいえ\nない液位調整機構を積極的に排斥するものであるが，訂正事項ａには，液位\n調整機構の具体的な構成が何も記載されておらず，したがって，電気配線や\nコントローラを有するような，「極めて簡単な機構」とはいえない液位調整\n機構もその範囲に含まれるものと解されるから，本件訂正は新たな技術的事\n項を導入するものである，などと主張する。\nしかし，①については，一端が予め設定した液位の位置に開口された管状\n部材（水位調整パイプ５）を採用することにより，その位置を最低水位とす\nる構成は，本件特許明細書等に記載された液位調整手段の一例として記載さ\nれているものであり，上記構成の上位概念である訂正事項ａに係る液位調整\n機構が本件特許明細書等に記載されていると認められることは前記(2)のと\nおりである。また，一般に，発明の詳細な説明には，請求項に係る発明の全\nての実施形態を記載することが求められているわけではないから，当該発明\nに関し，明細書の発明の詳細な説明において，請求項記載の発明に対応する\n上位概念に基づく形態に係る記載があれば，これには，具体的な実施形態と\nして，発明の詳細な説明に実際に記載された実施形態以外のものが含まれる\nことがあり得ることは当業者において当然に理解できることである。そして，\n本件特許明細書等には上位概念である液位調整手段の記載があることは前記\n(2)のとおりであるから，原告の主張に係るリリーフバルブを用いる実施形態\nが仮に本件発明１の規定する構成に含まれ，同実施形態が本件特許明細書等\nに具体的に記載がされていないとしても，そのことをもって訂正事項ａに係\nる訂正が新たな技術的事項を導入するものであるということはできない。\nまた，②については，原告が問題にする液位調整機構は，液位計等で液位\n調整タンクの液位を監視し，予め設定した液位に達したときに給排気装置を\n停止させ，給排気装置による気密室内への気体の導入を停止することで，液\n位調整タンクの液位を予め設定した液位に保つものであるから，訂正事項ａ\nに係る液位調整機構のように，給排気装置による気密室内への気体の導入が\n継続中であっても，気密室内の過剰圧力分の気体を外部に逃がすものではな\nい。そうすると，訂正事項ａは，原告が問題にする構成を含むものではない\nから，原告の主張はその前提を欠くものである。\n以上によれば，原告の上記主張はいずれも採用することができない。\n(4)  小括\n以上のとおり，訂正事項ａは本件特許明細書等に記載された事項であると\n認められるから，訂正事項ａに係る本件訂正は，本件特許明細書等に記載さ\nれた事項の範囲内でなされたものであり，また，実質上特許請求の範囲を拡\n張し，又は変更するものでもない。\nしたがって，本件訂正を認めた本件審決の判断に誤りはなく，原告主張の\n取消事由１は理由がない。\n２  取消事由２（公知又は公然実施の判断の誤り）について\n(1)  井上製作所に納入された原告の商品である水中切断装置が「Ｂｅｎｇａｌ\n－Ｊ」であることは当事者間に争いがなく，他方でフロージャパンの名古屋\nテクニカルセンター及び本件見本市にて展示された水中切断装置が「Ｂｅｎ\nｇａｌ」か「Ｂｅｎｇａｌ－Ｊ」かについては当事者間に争いがあるものの，\nいずれにしても，本件審決は，前記第２の３(2)のとおりの構成の水中切断装\n置が，本件出願日前に，フロージャパンの名古屋テクニカルセンター及び本\n件見本市にて展示されることにより，公然実施され又は公然知られたと認定\nした上で，上記水中切断装置の「リリーフバルブ」は，本件訂正発明１の「液\n位調整機構」に相当するものとはいえない旨判断したものと理解することが\nできる。\n原告は，「Ｂｅｎｇａｌ」と「Ｂｅｎｇａｌ－Ｊ」との関係につき，両者\nにおいて液位調整機構といった本件特許に係る発明に関連する部分は一切変\n更されていないこと，本件見本市において展示された装置は「Ｂｅｎｇａｌ\n－Ｊ」であることを主張するが，前記第３の１(2)における原告の主張内容に\n照らせば，「Ｂｅｎｇａｌ」であるにしろ「Ｂｅｎｇａｌ－Ｊ」であるにし\nろ，本件出願日前に，フロージャパンの名古屋テクニカルセンター及び本件\n見本市にて展示されることにより，公然実施され又は公然知られた水中切断\n装置が，本件審決の認定した構成を備えるものであることを前提に，当該水\n中切断装置の「リリーフバルブ」が，本件訂正発明１の「液位調整機構」に\n相当する旨を主張し，これを立証するために，「Ｂｅｎｇａｌ」ないしは「Ｂ\nｅｎｇａｌ－Ｊ」の構造や動作を示す証拠を提出しているものということが\nできる。なお，原告の上記主張を前提とすれば，原告の提出する証拠（甲１，\n２，１７，２４ないし２７，４２，４４，４５）のうち，井上製作所に納入\nされた装置に関するもの及び本件見本市において展示された装置に関する箇\n所は，いずれも「Ｂｅｎｇａｌ－Ｊ」の構造や動作を示すものということと\nなり，フロージャパンの名古屋テクニカルセンターにおいて展示された装置\nに関する箇所及び「Ｂｅｎｇａｌ」の図面（甲２１ないし２３，４６）は，\n「Ｂｅｎｇａｌ－Ｊ」に仕様変更される前の装置（「Ｂｅｎｇａｌ」）の構\n造や動作を示すものということになる。\nそこで，以下，「Ｂｅｎｇａｌ」及び「Ｂｅｎｇａｌ－Ｊ」は実質的に同\n一であるという原告の主張が認められたと仮定した場合に，原告提出の証拠\nから両者の「リリーフバルブ」が，本件訂正発明１の「液位調整機構」に相\n当するものと認めることができるかどうかを検討する。\n(2)  本件審決の認定を前提とすると，本件審決の認定した水中切断装置の「リ\nリーフバルブ」は，「気密室への前記給排気装置による気体の導入により液\n位調整タンク内の水位が下がった時に，前記給排気装置による前記気密室内\nへの気体の導入が継続中であっても，気密室内の過剰圧力分の気体を外部に\n逃がす」ものである。したがって，本件審決の認定を前提に，上記「リリー\nフバルブ」が本件訂正発明１の「液位調整機構」に相当するというためには，\n上記「リリーフバルブ」が，さらに，「気密室内の過剰圧力分の気体を外部\nに逃がす」動作を「液位調整タンク内の水位が予め設定した最低水位より下\nがった時に」行い，その結果，「液位調整タンクの水位を前記予め設定した\n最低水位に保持する」ものである必要がある。\nそして，原告は，「Ｂｅｎｇａｌ」及び「Ｂｅｎｇａｌ－Ｊ」の「リリー\nフバルブ」は，上記の構成を備えるものであるから，本件訂正発明１の「液\n位調整機構」に相当するものである旨主張し，甲１（原告を米国本社とする\nフロージャパンの従業員であるＡの供述書），甲２（フロージャパンの元従\n業員であるＢの供述書）及び甲２４（井上製作所の契約社員であるＣの供述\n書）には上記原告の主張に沿う記載がある。\n(3)  しかし，以下のとおり，本件においては，本件出願日前に，フロージャパ\nンの名古屋テクニカルセンター及び本件見本市にて展示されたとされる装置\n（「Ｂｅｎｇａｌ」又は「Ｂｅｎｇａｌ－Ｊ」）の「リリーフバルブ」が「気\n密室内の過剰圧力分の気体を外部に逃がす」動作を「液位調整タンク内の水\n位が予め設定した最低水位より下がった時に」行い，その結果，「液位調整\nタンクの水位を前記予め設定した最低水位に保持する」ものであると認める\nことはできない。\nア(ア)  まず，「Ｂｅｎｇａｌ－Ｊ」に関する証拠を検討すると，甲１の写\n真３（６頁上），甲２５の静止画１ないし３，静止画８ないし１０及び\n甲４４の写真（３頁）には，「リリーフバルブ」の外観が撮影されてい\nるが，その動作については何ら明らかではない。また，甲４５の「Ｂｅ\nｎｇａｌ－Ｊ」における各部の配置及び動作を撮影したＤＶＤにおいて\nも，「リリーフバルブ」の作動機構については何ら説明がされていない。\nさらに，「Ｂｅｎｇａｌ－Ｊ」の取扱説明書のような，「リリーフバル\nブ」の動作を説明する客観的文書の提出もない。かえって，甲４５の開\n始から５分付近からの映像では，「Ｂｅｎｇａｌ－Ｊ」のエアチャンバ\nーに気体を導入し続けたところ，キャッチャ槽内の水面に連通パイプか\nらキャッチャ槽に気体が送り込まれたことを示す気泡が生じる現象を確\n認できるが，甲２４に記載された「Ｂｅｎｇａｌ－Ｊ」の構造に照らせ\nば，上記の現象は，「リリーフバルブ」が作動することなくエアチャン\nバー内に気体が導入され続けた結果，エアチャンバー内において，水位\nが連通パイプの端面よりも下となり，気体がキャッチャ槽内に送り込ま\nれたことを示すものといえる。そして，水位が連通パイプの端面よりも\n下がれば，それ以上エアチャンバー内の水位は下がらないのであるから，\nもはや水位を調整することに関して「リリーフバルブ」が作動する余地\nはない。そうすると，甲４５の上記映像は，「Ｂｅｎｇａｌ－Ｊ」にお\nいて，エアチャンバー内の水位の調整に関して「リリーフバルブ」が用\nいられていることに疑問を生じさせるものといえる。\nさらに，甲２４には，「Ｂｅｎｇａｌ－Ｊ」は液位調整タンク内の水\n位が予め設定した最低水位より下がったときに「リリーフバルブ」から\n気体が外部に放出される構造になっている旨の記載がある（４頁２６行\nないし２８行）一方で，液位調整タンク内の水位が予め設定した最低水\n位より下がったときに気密室内の気体を外部に開放する液位調整用の管\n状部材を備えている旨の記載もあるところ（４頁２０行ないし２３行），\n「Ｂｅｎｇａｌ－Ｊ」の「リリーフバルブ」が液位調整機構を有してい\nるのであれば，これに加えて上記管状部材を備える必要はないものと解\nされ，甲２４における「Ｂｅｎｇａｌ－Ｊ」の液位調整機構についての\n説明は一貫しないものとなっている。\n(イ)  また，「Ｂｅｎｇａｌ」に関する証拠を検討しても，提出された図\n面のうち，甲２３，４６からは，リリーフバルブが存在することは看取\nできるものの，その動作を示す「Ｂｅｎｇａｌ」の取扱説明書のような\n客観的証拠の提出はない。また，甲１添付の「Ｂｅｎｇａｌ」のパンフ\nレットや雑誌「ＳＨＥＥＴ  ＭＥＴＡＬ２月号」４１巻２号（平成９年\n２月１日発行）における「Ｂｅｎｇａｌ」の記事にも，「リリーフバル\nブ」の動作について説明する記載はない。\n(ウ)  以上のとおり，「Ｂｅｎｇａｌ」ないしは「Ｂｅｎｇａｌ－Ｊ」の\n「リリーフバルブ」の動作を客観的に明らかにする証拠が一切提出され\nておらず，また，少なくとも「Ｂｅｎｇａｌ－Ｊ」については，エアチ\nャンバー内の水位の調整に際し，「リリーフバルブ」が用いられている\nかどうかにも疑問があること，及び，「Ｂｅｎｇａｌ－Ｊ」の液位調整\nタンク内の水位が予め設定した最低水位より下がったときに「リリーフ\nバルブ」から気体が外部に放出される構造になっているとの記載のある\n甲２４においても，上記(ア)のとおり一貫しない記載が存在することに\n照らせば，前記甲号各証の記載をもって，「Ｂｅｎｇａｌ」ないしは「Ｂ\nｅｎｇａｌ－Ｊ」の「リリーフバルブ」が，「気密室内の過剰圧力分の\n気体を外部に逃がす」動作を「液位調整タンク内の水位が予め設定した\n最低水位より下がった時に」行い，その結果，「液位調整タンクの水位\nを前記予め設定した最低水位に保持する」ものであると認めることはで\nきず，他にこれを認めるに足りる証拠はない。\nイ  これに対し，原告は，水中切断装置Ｂｅｎｇａｌ（「Ｂｅｎｇａｌ」及\nび「Ｂｅｎｇａｌ－Ｊ」の両者を指すものと解される。この項において以\n下も同様である。）におけるエアーチャンバー内部のような気密室におい\nては，気密室内の気圧を上げていくにつれて，気密室の水位が下がり，逆\nに，気密室内の気圧を下げていくことにより，気密室の水位が上がるとい\nう関係にあるから，気密室内の気圧を調整することにより，水位を調整す\nることができるところ，リリーフバルブは，事前に所定の圧力を設定して\nおき，圧力が所定の設定値に達したときには過剰の圧力を外部に逃がし，\n圧力を所定の設定値に保持するように作動するものである（甲４７，４８\n参照）から，気密室の内部にリリーフバルブが設けられて，気密室内部の\n気圧が一定以上にならないように設定されれば，必然的にその所定の圧力\nに対応する水位に気密室内の水位が達した時にはリリーフバルブが解放さ\nれ，気密室の水位も一定水位以下にはならない旨主張する。\nしかし，リリーフバルブが設けられて気密室内部の気圧がある一定の値\n以上にならないように設定されたとしても，そのリリーフバルブによって\n液位調整タンクの水位が最低水位に保持されるのは，その一定の値（つま\nり，リリーフバルブが作動する圧力）と最低水位に対応する気圧とが一致\nしている場合だけであるところ，「Ｂｅｎｇａｌ」ないしは「Ｂｅｎｇａ\nｌ－Ｊ」において「リリーフバルブ」の作動する圧力がそのように設定さ\nれていることを認めるに足りる証拠はない。\nかえって，原告も自認するように，リリーフバルブは一般に過剰の圧力\nを外部に逃がすための安全弁であることや（甲４７，４８），前記アのと\nおり，「Ｂｅｎｇａｌ」ないしは「Ｂｅｎｇａｌ－Ｊ」の「リリーフバル\nブ」の具体的な動作の態様が明らかにされていない上，エアチャンバー内\nの水位の調整に当たり，「リリーフバルブ」が用いられていることに疑い\nを差し挟む事情も存在することなどに照らしてみると，「リリーフバルブ」\nは，「Ｂｅｎｇａｌ」ないしは「Ｂｅｎｇａｌ－Ｊ」の気密室内の圧力が\n異常に高くなった場合に備えて設けられた安全装置である可能性も否定す\nることはできない。そして，その場合，「リリーフバルブ」の圧力値は，\n液位調整タンクの水位とは関係のない安全上の観点から決定されることに\nなるから，そのような観点から決められた当該「リリーフバルブ」が作動\nする圧力は，液位調整タンク内の水位が予め設定した最低水位より下がっ\nたときの気密室内の圧力とは当然には一致しないことは明らかである。\nこの点，原告は，水中切断装置Ｂｅｎｇａｌにおいて，気密室内の圧力\nを急激に上昇させる必要性は全く存しないし，通常の操作において気密室\n内の圧力を急激に上昇させるような動作が行われることはない旨主張する\nが，安全装置は，機械の通常の動作から外れた異常事態が生じた場合に，\nそれに対応するため設置されるのであるから，通常の動作を前提とする原\n告の上記主張は上記認定を左右するものではない。\nしたがって，原告の上記主張は採用することができない。\n(4)  小括\n以上によれば，「Ｂｅｎｇａｌ」ないしは「Ｂｅｎｇａｌ－Ｊ」は，本件\n訂正発明１の発明特定事項である「この気密室への前記給排気装置による気\n体の導入により液位調整タンク内の水位が予め設定した最低水位より下がっ\nた時に，前記給排気装置による前記気密室内への気体の導入が継続中であっ\nても，気密室内の過剰圧力分の気体を外部に逃がして液位調整タンクの水位\nを前記予め設定した最低水位に保持する液位調整機構」を備えたものである\nということはできず，したがって，本件出願日前に，フロージャパンの名古\n屋テクニカルセンター及び本件見本市にて展示されたとされる装置の「リリ\nーフバルブ」が「気密室内の過剰圧力分の気体を外部に逃がす」動作を「液\n位調整タンク内の水位が予め設定した最低水位より下がった時に」行い，そ\nの結果，「液位調整タンクの水位を前記予め設定した最低水位に保持する」\nものとは認められないから，本件訂正発明１は，本件特許の出願前に公然実\n施され又は公然知られたものとはいえないとした本件審決の判断の結論に誤\nりはない。\nしたがって，原告主張の取消事由２は理由がない。\n３  取消事由３（本件訂正発明１の容易想到性の判断の誤り）について\n(1)  本件訂正明細書等の記載事項等\nア  本件訂正後の本件特許の請求項１の記載は前記第２の２(2)のとおりで\nある。\nイ  本件訂正明細書等の記載は，本件訂正により訂正された段落【０００９】，\n【００１５】及び【００１７】の記載を除き，前記１(2)アのとおりである。\nまた，本件訂正明細書等の段落【０００９】，【００１５】及び【００\n１７】の記載は，以下のとおりである（なお，段落【００１７】に関して\nは，平成２５年１２月２４日付け訂正請求書第３の訂正事項には挙げられ\nていないが，同請求書に添付された明細書には，訂正を前提とした記載が\nされ，かつ，添付された明細書どおりの内容による訂正が認められている\nので，上記段落も本件訂正により訂正されたものと解される。）。\n(ア)  【０００９】\n【課題を解決するための手段】上記目的を達成すべく，請求項１の発\n明は，ノズルから噴射されるアブレシブによりワークの切断加工を液中\nで行うためのキャッチャ槽を備え，このキャッチャ槽にアブレシブ切断\n中にキャッチャ槽内の水位が上限水位を越えた場合にこの上限水位を越\nえた水を外部に排出するための水位上限調整用オーバーフロー排出口が\n設けられている水中切断用アブレシブ切断装置において，前記キャッチ\nャ槽の内部と液面下で連通すると共にワークの切断加工エリアから平面\n視で外側に配置された液位調整タンクを備え，該液位調整タンクの内部\nの液面上は気密室に形成され，該気密室は該気密室内への気体の導入又\nは導出によって液位調整タンク内の液体を液面下の連通路を介して前記\nキャッチャ槽に吐出又はキャッチャ槽内の液体を液位調整タンク内に吸\n入するための給排気装置に接続され，前記気密室には，この気密室への\n前記給排気装置による気体の導入により液位調整タンク内の水位が予め\n設定した最低水位より下がった時に，前記給排気装置による前記気密室\n内への気体の導入が継続中であっても，気密室内の過剰圧力分の気体を\n外部に逃がして液位調整タンクの水位を前記予め設定した最低水位に保\n持する液位調整機構が設けられていることを特徴としている。\n(イ)  【００１５】\n請求項２の発明では，ノズルから噴射されるアブレシブによりワーク\nの切断加工を液中で行うためのキャッチャ槽を備え，このキャッチャ槽\nにアブレシブ切断中にキャッチャ槽内の水位が上限水位を越えた場合に\nこの上限水位を越えた水を外部に排出するための水位上限調整用オーバ\nーフロー排出口が設けられている水中切断用アブレシブ切断装置におい\nて，前記キャッチャ槽の内部と液面下で連通すると共にワークの切断加\n工エリアから平面視で外側に配置された液位調整タンクを備え，該液位\n調整タンクの内部の液面上は気密室に形成され，該気密室は該気密室内\nへの気体の導入又は導出によって液位調整タンク内の液体を液面下の連\n通路を介して前記キャッチャ槽に吐出又はキャッチャ槽内の液体を液位\n調整タンク内に吸入するための給排気装置に接続され，前記気密室への\n気体の導入により液位調整タンク内の液位が予め設定した位置より下が\nった時に気密室内の気体を外部に開放するように，その一端が前記予め\n設定した液位の位置に開口し且つ他端が気密室の外部に開口した液位調\n整用の管状部材を備えたことを特徴としている。\n(ウ)  【００１７】\n本発明における液位調整用の管状部材は，両端が開口する管状部材を\n一端が気密室の予め設定した液位の位置に開口するよう位置調整可能に\n配し，他端を気密室の外部に開口したものである。\nウ  上記ア及びイによれば，本件訂正明細書等には，以下の事項が開示され\nているものと認められる。\n(ア)  本件特許に係る発明は，ワークの切断加工を液中で行う構成のアブ\nレシブ切断装置に関するものである（段落【０００１】）。\n(イ)  従来から，騒音対策のために水中でアブレシブ切断を行う水中切断\n用のアブレシブ切断装置が提案されており，水中でアブレシブ切断を行\nう場合，切断時に発生する粉塵も水に取り込まれて空気中に飛散しない\nことからその防塵性も注目されている。従来の水中切断用アブレシブ切\n断装置は，内部に水が充填されたキャッチャ槽を備えており，このキャ\nッチャ槽内には切断対象物であるワークを取り付ける受け台が設けられ\nており，ワークの切断加工の際には，受け台にワークを取り付け，ポン\nプ等によりキャッチャ槽内に給水し，水位が上昇してワークごと受け台\nが浸漬されるまで給水した後，切断加工を施し，切断加工終了後，キャ\nッチャ槽内のすべての水を排水して，切断加工が終了したワークを取り\n外し，この操作の繰り返しにより複数のワークを順々に切断加工すると\nいうものである（段落【０００２】ないし【０００４】）。\n(ウ)  しかし，上記(イ)の従来の水中切断用アブレシブ切断装置は，ワー\nクの取り付け時と取り外し時にはキャッチャ槽内の水を排水しているた\nめ，ワーク１個の切断ごとにキャッチャ槽内に新規な水を給排せねばな\nらず効率が悪いという難点があるほか，一般に複数個のワークを切断す\nる際に，ワーク１個ごとにキャッチャ槽内のすべての水を給排するのは\n面倒であり，作業効率及び時間効率も悪いという難点も有している。ま\nた，切断エリアが大きなものとなると，ワークを浸漬させるキャッチャ\n槽自体も大きくなるため，キャッチャ槽内を満たす水量も多くなり，水\nの給排のためにかかる時間が長くなる。水の給排を迅速に行うために大\n容量のポンプを用いることも考えられるが，この場合，ポンプが大型化\nしてしまい，装置全体としても大型化に繋がるため好ましくない。更に，\nキャッチャ槽内の水は研磨材を多量に含んでいるため，この研磨材がポ\nンプを通過するとポンプの内部が摩耗し，最悪の場合破損してしまい，\n寿命が短くなるという難点もある（段落【０００５】ないし【０００７】）。\n(エ)  本件特許に係る発明では，作業効率及び時間効率のよい水中切断用\nアブレシブ切断装置を提供することを主目的とし，また，どのような大\nきさの切断エリアを持つワークに対応させたものであっても水位の調節\nが迅速に行える水中切断用アブレシブ切断装置を提供することも目的と\nし，さらに，水位調整のために用いるポンプが研磨材により破損して短\n寿命となることがない水中切断用アブレシブ切断装置を提供することも\n目的としている（段落【０００８】）。\n(オ)  本件特許に係る発明の構成は，受け台が水面から現れる液位とワー\nクが液中に没する液位とにキャッチャ槽内と水位調整タンクとの間で空\n気圧によって水を移動させる構成であるため，キャッチャ槽内の全ての\n水を給排する従来の方式よりも水の給排を迅速に行うことができ，した\nがって，水中切断の作業効率及び時間効率の向上を図ることができ，ま\nた，水の移動も空気圧を利用した間接的な手段を用いているため，研磨\n材によるポンプの破損などの被害がなく，ポンプの寿命を短くすること\nもなく，さらに，切断エリアが大きなワークの場合でも，機械自体が大\n型化しないだけでなく，移動させる水の量が全体的に少ないため比較的\n短い時間で水中切断加工を行うことができるという効果を奏する（段落\n【００４４】ないし【００４６】）。\n(カ)  なお，発明の実施の形態として，両端が開口する管状部材を，一端\nが気密室の予め設定した最低液位の位置に開口し，他端が気密室の外部\nに開放されるように配し，この場合，給排気装置である可逆ポンプが加\n圧動作を継続して液位調整タンク内の液面が予め設定した最低水位より\n押し下げられると，管状部材の一端が気密室の気体中に開口するので，\n気密室内の加圧気体が過剰圧力分だけ管状部材を通って液位調整タンク\nの外部に逃げ，気密室内の液面が予め設定した最低水位まで上昇する結\n果，液位調整タンク内の水位が最低水位に保たれるという構成が開示さ\nれている（段落【００１７】，【００２７】，【００３６】ないし【０\n０３９】，図１ないし３）。\n(2)  甲７の記載事項について\nア  甲７には以下の記載がある（下記記載中に引用する図面を含め，関連す\nる図面については別紙２を参照）。\n(ア)  金属切断装置のための滓洗浄及び水位制御システム（表紙[５４]）\n(イ)  本発明は，金属切断装置のための焼成槽からの滓を洗浄し焼成槽の\n水位を制御するための改良された装置および方法に関している。より特\n定的には，本発明は，滓を洗浄し水位を制御するために圧縮空気を利用\nすることに関している。\n例えば，ガス又はプラズマ切断トーチを使用する金属切断装置は当該\n分野において周知である。このような金属切断装置は，典型的には，台\n車上に配置されたいわゆる「焼成台」上に支持された金属ワークピース\nに対するプログラムされた切断動作のためのオーバーヘッド台車上に支\n持された切断トーチ又はトーチの集団を含む（１欄６行ないし１８行）。\n(ウ)  前記のいずれの特許においても，さまざまな切断工程に対応するた\nめ，水循環ポンプが槽中の水位を調整し，変化させるためにも使用され\nることができる。これらの水を流し，水を再循環し及び水位を調整する\nシステムには，かなり複雑な配管システム及び関連する流量調整が必要\nとなる。また，これらのシステムに用いられるポンプは，保護フィルタ\nーにもかかわらず，ポンプを通して循環することが避けられない高度な\n研磨滓の粒子により激しい摩耗にさらされる（１欄５１行ないし６０\n行）。\n(エ)  この滓洗浄プロセスおよび水位調整の制御は，適切な排気リリーフ\nバルブを含む，一式の空気供給ヘッダー中の空気弁しか必要としない（２\n欄６７行ないし３欄２行）。\n(オ)  焼成槽１０はほぼ方形の構造を有し，平底と垂直に配置された側壁\n１２及び端壁１３を含む。焼成台１４は，焼成槽１０の上部に配置され，\n周辺サイド・フレーム１５をその上端に含み，ワーク支持格子１６が取\nり付けられており，鋼板又はその他のワークが切断のためにその上に置\nかれる。…支持プラットフォーム１７は槽の上端縁１８よりも十分に下\n方に配置され，それにより，必要に応じて，槽は焼成台１４を完全に水\n没させるような水位の水で満たされることができる。これにより，焼成\n槽をプラズマ・アーク・トーチシステムのような水中切断方法を採用し\nた切断システムに用いることができる（３欄２５行ないし４８行）。\n(カ)  空気供給ヘッダー３７は端壁１３の外に沿って取り付けられ，そし\nてこのヘッダーをそれぞれのガス開口部３４および３６に接続する空気\n供給レグ３８を備える（４欄３８行ないし４０行）。\n(キ)  圧縮空気の体積を第１の排気チャンバー３１に入れることは，水位\nがちょうど水路３３の上部になるように充分な水がチャンバー３２から\n排出されるまで続けられる（５欄３６行ないし４０行。なおこの部分の\n翻訳は，原告の提出に係る翻訳文によっている。）。\n(ク)  焼成槽の水位は，最大水位，すなわち焼成台１４及びその上のワー\nクが水中切断のために完全に水没する水位までであれば，そのいずれに\nも設定することができる。第一空気バルブ３９が排気チャンバー３１内\nの気圧を維持するために閉じられ，それによる同チャンバー内の低水位\nにより，第二空気バルブ４０が開放され，圧縮空気が供給レッグ３８及\nび気体放出口３６を経由して第二排気チャンバー３２に入ることができ\nる。第二排気チャンバー３２内の水の上部の気圧が，水を水路３５を通\nって排出させ，槽中の水位をフロアセクション２１の下端部２４から図\n示される所望の上位の水位にまで上昇させる。…チャンバー３２内の水\n位がちょうど水路３５の上部になるまでチャンバー３２から水が排出さ\nれ，空気バルブ４０は気圧を維持するために閉じられることができ，そ\nれによりチャンバー３２内は低水位となる（５欄６０行ないし６欄１３\n行）。\n(ケ)  切断作業が終了すると，続いて排気チャンバー３１及び３２の上部\nの気圧が開放され，焼成槽内の水は上部圧力のもとで排気チャンバー内\nに流れ込むことができる（６欄２６行ないし３０行）。\n(コ)  図４Ｅに示されるとおり，第二排気チャンバー３２内の気圧を維持\nしている空気バルブ４０が開放され，その内部の圧縮空気が開放排出バ\nルブ４４を経由して，排出口４３を通って排出される。チャンバー３２\n内の気圧の開放により，チャンバー内の水が水路３５を経由してチャン\nバー内の水位に至るまでチャンバー内に流入することができ，隣接する\n滓トローフ２６は図４Ａに示される当初の水位に対応する図示された当\n初水位にて安定化される（６欄４８行ないし５６行）。\n(サ)  上記に示された滓洗浄及び水位調整過程は，…自動的に調整される\nことができる。自動調整は，適切なプログラミング及び典型的には切断\n台上のワークのプログラムされた切断を実行するのに使用される同様の\nマイクロプロセッサーの使用により行うことができる。種々のソレノイ\nド操作による空気バルブの操作を正確に制御するために，フロートスイ\nッチのような従来型の水位検出スイッチを用いることができる。しかし\nながら，もっとも重要な点は，モーター操作による水ポンプや関連する\n水流調整装置の使用が解消されることである（７欄３行ないし１４行）。\nイ  本件審決が認定した甲第７号証記載の発明は，第２の３(3)アのとおりで\nある。\n(3)  相違点４の容易想到性について\nア(ア)  甲第７号証記載の発明の「排気リリーフバルブ」が，甲７記載の「開\n放排出バルブ４４」を意味するのかどうかには争いがあるが，仮に両者\nは別物であり，「排気リリーフバルブ」は，「前記給排気装置による前\n記気密室内への気体の導入が継続中であっても，気密室内の過剰圧力分\nの気体を外部に逃がす」ものであるとしても，当該「排気リリーフバル\nブ」が，本件訂正発明１の「液位調整タンク」に相当する甲第７号証記\n載の発明の「第二排気チャンバー」内の水位が最低水位に下がったとき\nに気密室内の気体を外部に逃がすものであるかどうかについては，甲７\nには記載も示唆もない。さらに，甲７の記載からは，甲第７号証記載の\n発明における「気密室内の過剰圧力分の気体」が「第二排気チャンバー」\n内の水位とどのように関係するのかも明らかではない。\nむしろ，甲第７号証記載の発明が「排気リリーフバルブ」を備えるも\nのであるにもかかわらず，甲７には，水位調整過程は，手動制御や自動\n調整で行われてもよく，マイクロプロセッサーを使用して水位を自動的\nに調整する際には，種々のソレノイド操作による空気バルブの操作を正\n確に制御するためにフロートスイッチのような従来型の水位検出スイッ\nチを用いることが記載されているのであり（前記⑵ア(サ)），このこと\nは，甲第７号証記載の発明の「排気リリーフバルブ」は，予め設定した\n最低水位を保持することにより水位を調整するようなものではないこと\nを示すものと解される。\nそうすると，甲７には，甲第７号証記載の発明の「排気リリーフバル\nブ」が液位調整タンクの水位を予め設定した最低水位に保持する機能を\n有することが開示されているものとは認められない。\n(イ)  これに対し，原告は，気密室において，気密室内の圧力と水位とは\n直接的に関連するため，気密室の内部にリリーフバルブが設けられ，気\n密室内部の気圧が一定以上にならないように設定されれば，気密室の水\n位も一定水位以下にはならず，最低水位として保持されることになると\nころ，甲第７号証記載の発明においては，空気供給ヘッダーに空気弁（排\n気リリーフバルブ）が設けられ，空気供給ヘッダーはガス開口部３４及\nび３６に接続されており，ガス開口部３４及び３６は排気チャンバー３\n１及び３２の内部に配置されているから，結局，排気チャンバー３１及\nび３２内の水位は，その排気リリーフバルブで予め設定された圧力に対\n応する水位以下にはならず，その水位が最低水位になることが理解され，\nしたがって，甲７に接した本件出願日前の当業者は，排気リリーフバル\nブの働きによって排気チャンバー内の水位が調整され，予め設定された\n最低水位が保持される構成が開示されていると理解できる旨主張する。\nしかし，リリーフバルブが設けられて気密室内部の気圧がある一定の\n値以上にならないように設定されたとしても，そのリリーフバルブによ\nって液位調整タンクの水位が最低水位に保持されるのは，その一定の値\n（つまり，リリーフバルブが作動する圧力）と最低水位に対応する気圧\nとが一致している場合だけであるのは前記２(3)イのとおりである。そし\nて甲７には，甲第７号証記載の発明の「排気リリーフバルブ」が作動す\nる圧力と「第二排気チャンバー」内の最低水位に対応する気圧とが一致\nするかどうかについては何ら記載も示唆もないから，甲第７号証記載の\n発明において，リリーフバルブが動作する圧力と最低水位に対応する圧\n力を一致させるとの技術思想が開示されているものとはいえないし，「排\n気リリーフバルブ」が作動することにより，「第二排気チャンバー」内\nの水位が最低水位に保持されるかどうかも明らかではないというほかな\nい。\nしたがって，原告の上記主張は採用することができない。\nイ  次に，甲第７号証記載の発明に甲４９の記載事項を適用することによっ\nて相違点４に係る構成が容易想到となるかどうかについて検討する。\n(ア)  甲４９（実開平５－３４２６０号公報）には，以下の記載がある（下\n記記載中に引用する図面のうち，図１については別紙３を参照）。\nａ  【０００１】\n【産業上の利用分野】\n本考案は，波動実験設備または遊戯施設用として使用される造波装\n置に係り，特にその安全装置に関する。\nｂ  【０００２】\n【従来の技術】\n図２は，従来の造波装置の系統図である。この図で１は液体（通常\nは水）を満たすプールであり，このプール１の液面下でチャンバ２に\n連通している。チャンバ２の上部には排気弁３が設けられており，排\n気弁３には吸入管４を介して真空ポンプ５が連通している。また，チ\nャンバ２には給気弁６と圧力検出器７とが設けられており，これらは\n制御装置８に制御経路６ａ，７ａを介して連結されている。また，吸\n入管４には無負荷弁９が設けられており，これも制御経路９ａを介し\nて制御装置８に連結されている。なお，排気弁３も制御経路３ａを介\nして制御装置８に連結されている。また，給気弁６および無負荷弁９\nにはそれぞれベルマウス１０が設けられている。さらに，真空ポンプ\n５の吐出管１１には消音器１２が設けられている。\n【０００３】\nこのような従来の造波装置は，制御装置８の制御のもとで，排気弁\n３を開きかつ給気弁６を閉じた状態で，真空ポンプ５によってチャン\nバ２内の空気を排気弁３を通して外部へ排出し，これによって，プー\nル１内の水をチャンバ２内へ吸い上げる。ここで，チャンバ２内の液\n面が圧力検出器７の設定値に応じた計画水位Ａに達すると，圧力検出\n器７の信号によって制御装置８が排気弁３を閉じて，吸い上げを停止\nさせる。次に，制御装置８は給気弁６を開き，チャンバ２内へ空気を\n一気に送り込んで，チャンバ２内の水をプール１へ落下させる。この\nように，チャンバ２内の空気を排気弁３を通して排出したり，給気弁\n６を開いて送り込んだりすることによって，プール１の水がチャンバ\n２内へ吸い上げられあるいは落下させられることとなり，これにより\nチャンバ２に隣接したプール１の水面が上下して，波が造られる。\n【０００４】\nなお，無負荷弁９は排気弁３と開閉が互いに逆になるように制御装\n置８によって制御されるもので，排気弁３が閉じている間，真空ポン\nプ５へ外部から空気が吸入できるようにして，真空ポンプ５の負荷が\n軽減されるように設けたものである。また，給気弁６や無負荷弁９に\n設けたベルマウス１０は，それぞれの弁が開いて外気を流入させたと\nきに，空気の流れを整えて圧力損失を減少させるためのものである。\nさらに，真空ポンプ５に設けられた消音器１２は，吐出管１１を通し\nて真空ポンプ５から空気が排出するときに伴う騒音を減衰させるため\nのものである。\nｃ  【０００５】\n【考案が解決しようとする課題】\nところで，上述の従来の造波装置は，圧力検出器７によってのみチ\nャンバ２内の水位を検出するものであり，圧力検出器７が故障した場\n合には，計画水位Ａ以上にチャンバ２内の水面が吸い上げられる虞れ\nがあった。そのため，チャンバの数が多くなるような場合には，機器\nの構成が複雑となり信頼性が低下するという難点があった。また，遊\n戯施設などに使用される造波装置は，制御システムに動作不良が生ず\nると重大な事故につながりかねないので，このような事故を未然に防\nぐためにも信頼性を高める必要がある。本考案は，このような問題を\n解決するためになされたものである。\nｄ  【０００６】\n【課題を解決するための手段】\nこの考案は，液体を満たすプールと，このプールに液面下で連通す\nるチャンバと，このチャンバ内の空気を排出する排気手段と，チャン\nバ内に空気を送り込む給気手段とを有し，チャンバ内の空気を排出し\nたり送り込んだりすることによって，プール内の液体を波立たせる造\n波装置において，前記チャンバ内の圧力を検出する圧力検出手段と，\n前記チャンバ内の液面を検出する液面検出手段と，この液面検出手段\nまたは前記圧力検出手段からの信号によって前記排気手段による排気\n動作を停止させる排気制御手段と，前記チャンバから前記排気手段へ\nの吸入側配管に設けられこの配管内圧力が所定の圧力のとき吸気作動\nする安全弁とを備えたものである。\nｅ  【０００７】\n【作用】\n上記の手段によれば，例え圧力検出手段が故障した場合でも，液面\n検出手段によってチャンバ内の所定の液面を検出してチャンバ内の排\n気動作を停止させることができ，さらに，圧力検出手段と液面検出手\n段の故障が重なったり，排気制御手段が故障したような場合でも，排\n気手段に通じる吸入管に設けた安全弁によって，排気手段への吸入側\n配管内圧力が所定の圧力より低下しないようにできるので，排気が継\n続されてチャンバ内の液面がどんどん高くなるような事故を未然に防\n止するこができる。\nｆ  【０００８】\n【実施例】\n以下本考案に係る造波装置の一実施例を，図１を参照して詳細に説\n明する。なお，図１において，図２と同一部分には同一符号を附して\n示してあるので，その部分の説明は省略する。\n【０００９】\n本考案に係る造波装置は，図１に示した従来の造波装置に対して，\n液面検出器２１および安全弁２２を追加し，液面検出器２１からの信\n号を制御装置８で受けて排気弁３を制御できるようにするとともに，\n液面検出器２１や従来からある圧力検出器７が故障したり，排気弁３\nの動作に支障を生じたりした場合に，安全弁２２を作動させるように\nしている。\n【００１０】\nすなわち，チャンバ２の上部に，計画水位Ａよりも高水位Ｂに位置\nするように液面検出器２１を設け，これは制御経路２１ａを介して制\n御装置８に連結されている。また，排気弁３から真空ポンプ５に至る\n吸入管４に，安全弁２２を追設したものである。\n【００１１】\n次に，上記のように構成された本考案による造波装置の作用につい\nて詳細に説明する。\n【００１２】\n通常の動作は従来と同様であるが，圧力検出器７が故障したような\n場合には，真空ポンプ５による吸入が継続するために，チャンバ２内\nの水位は計画水位Ａ以上となる。そこで，水面が高水位Ｂに達すると，\nその位置に設置されている液面検出器２１から信号が発信され，これ\nが制御経路２１ａを介して制御装置８に入り，制御装置８はこのとき\n排気弁３を閉じる信号を排気弁３に与え，排気弁３を閉じて吸上げを\n停止させる。\n【００１３】\nしかしこのとき，排気弁３に動作不良があって排気弁３が閉じなけ\nれば，これを介して吸上げが継続し，チャンバ２内の水位が更に上昇\nし続ける。ここで，チャンバ２内の水位が安全弁２２の設定値に応じ\nた高々水位Ｃに達すると今度は，真空ポンプ５に通じる吸入管４内の\n圧力が，安全弁２２によって設定した圧力まで低下して安全弁２２が\n開き，吸入管４内の圧力がそれ以上低下しなくなる。これにより，真\n空ポンプ５による吸上げが停止され，チャンバ２内の水位がそれ以上\n上昇することが防止される。\nｇ  【００１４】\n【考案の効果】\n以上詳述したように本考案によれば，例え圧力検出器７が故障した\n場合でも，液面検出器２１によってチャンバ２内の所定の液面を検出\nしてチャンバ２内の排気動作を停止させることができ，さらに，圧力\n検出器７と液面検出器２１の故障が重なったり，排気弁３が故障した\nような場合でも，真空ポンプ５に通じる吸入管４に設けた安全弁２２\nによって，吸入管４内の圧力が所定の圧力より低下しないようにでき\nるので，排気が継続されてチャンバ２内の液面がどんどん高くなるよ\nうな事故を未然に防止するこができる等，極めて信頼性を向上させた\n造波装置が提供でき，その実用上の効果は顕著である。\nｈ  上記ａないしｇによれば，甲４９には，以下の事項が開示されてい\nる。\n(a)  甲４９記載の考案は，波動実験設備又は遊戯施設用として使用さ\nれる造波装置に関するもので，特にその安全装置に関する。\n(b)  プールの水面下で連通しているチャンバ内の圧力を可変にして\n水位を上下させることにより，プールに波を発生させる装置におい\nて，従来は，真空ポンプによってチャンバ内の空気を排気弁を通じ\nて排出する際に，チャンバ内の水位検出を圧力検出器のみによって\n行い，それから発生される信号に基づいて，制御装置が排気弁及び\n給気弁を制御することにより，チャンバ内の水位を調整して，プー\nルに波を発生させていたところ（段落【０００１】ないし【０００\n３】），圧力検出器が故障した場合に，水位が計画された水位以上\nに上昇してしまうおそれがあるという課題があった（段落【０００\n５】）。\n⒞  そこで，圧力検出手段に加え，チャンバ内の液面を検出する液面\n検出手段と，この液面検出手段又は圧力検出手段からの信号によっ\nて排気手段による排気動作を停止させる排気制御手段と，チャンバ\nから排気手段への吸入側配管に設けられこの配管内圧力が所定の圧\n力のとき吸気作動する安全弁を設け（段落【０００６】），圧力検\n出手段が故障した場合でも，液面検出手段によってチャンバ内の所\n定の液面を検出してチャンバ内の排気動作を停止させることがで\nき，さらに，圧力検出手段と液面検出手段の故障が重なったり，排\n気制御手段が故障したような場合でも，排気手段に通じる吸入管に\n設けた安全弁によって，排気手段への吸入側配管内圧力が所定の圧\n力より低下しないようにできるので，排気が継続されてチャンバ内\nの液面がどんどん高くなるような事故を未然に防止することができ\nる（段落【０００７】）。\n(d)  具体的には，チャンバ２の上部に，計画水位Ａよりも高水位Ｂに\n位置するように液面検出器２１を設け，圧力検出器７が故障した場\n合でも，水面が高水位Ｂに達すると，その位置に設置されている液\n面検出器２１から信号が発信され，これが制御経路２１ａを介して\n制御装置８に入り，制御装置８からの信号によって排気弁３を閉じ\nて吸上げを停止させ，さらに排気弁３に動作不良があって，排気弁\n３が閉じず，さらに高い水位となったような場合でも，真空ポンプ\n５に通じる吸入管４内の圧力が，安全弁２２によって設定した圧力\nまで低下すると安全弁２２が開き，吸入管４内の圧力がそれ以上低\n下しなくなり，チャンバ２内の水位がそれ以上に上昇するのを防止\nできる（段落【０００８】ないし【００１３】）。\nｉ  以上によれば，甲４９において，安全弁は，甲４９記載の装置によ\nり造波をするに当たって，液位の調整をする際に通常用いられるもの\nではなく，飽くまで，通常は圧力検出計を液位の調整のために用いる\nことを前提に，圧力検出手段と液面検出手段の故障が重なったり，排\n気制御手段が故障した場合に，計画された水位を超えて水位が大きく\n上昇し，危険が発生するという非常事態が発生することを防ぐ目的で\n備えられたものであるから，上記の甲４９の目的と異なり，通常の加\n工時に液位を調整する目的で用いられる相違点４に係る本件訂正発明\n１の「予め設定した最低水位に保持する液位調整機構」は，甲４９記\n載の安全弁とその構成を異にし，技術的意義も異なるものというほか\nない。\n(イ)ａ  これに対し，原告は，①設定された圧力に応じた水位に保持する\nために安全弁が使用されることは公知であるところ，安全弁は，非常\n時にのみ機能させるものではなく，非常時というほどの状態ではなく\nても好ましくない状態を回避するために使用できることは当然であり\n（甲４７），本件訂正発明１においても，水位が低下しすぎるという\n好ましくない状態を回避するために液位調整機構が採用されるのであ\nるから，当業者であれば液位調整機構に甲４９の安全弁を採用するこ\nとを当然に考える，②甲第７号証記載の発明のような，圧力によって\n制御を行う装置において，予め設定した圧力を過ぎてしまう場合のた\nめに何らかの手段を設けておくことは当業者にとって周知の課題であ\nるところ，甲４９には，予め設定した圧力を過ぎてしまう場合のため\nに安全弁を設けることが開示されているから，当業者には，甲第７号\n証記載の発明について，予め設定した圧力を過ぎてしまう場合のため\nに何らかの手段を設けておくという周知の課題の解決のために，この\n課題を解決するための手段である甲４９記載の技術を参酌する動機付\nけが存在し，そのような動機付けに基づいて，甲第７号証記載の発明\nに，甲４９記載の予め設定した圧力を過ぎてしまう場合に開く安全弁\nを適用すれば，「気密室への給排気装置による気体の導入により液位\n調整タンク内の水位が予め設定した最低水位より下がった時に，液位\n調整タンクの水位を予め設定した最低水位に保持する機能」は自動的\nに達成される，③安全弁と本件訂正発明１の液位調整機構とは，予め\n設定した圧力よりも上がった時に作動するものであるか下がった時に\n作動するものであるかという差異はあるものの，その差異は，予め設\n定された圧力を過ぎてしまうことで予め設定された位置から外れたと\nきに予め設定された位置に戻すように調整するという技術的効果に関\n係するものではなく，実施形態に基づいて変更可能な設計事項である，\nなどとして，甲第７号証記載の発明に甲４９の記載事項を適用するこ\nとにより本件訂正発明１を容易に想到し得た旨主張する。\nしかし，そもそも甲４９記載の発明は造波装置に係るものであり，\n本件訂正発明１の技術分野と大きく異なる上に，甲４９には，非常時\nというほどの状態ではなくても好ましくない状態を回避するために安\n全弁を使用することについて示唆する記載もない。また，甲第７号証\n記載の発明と同種の圧力によって制御を行う装置において，予め設定\nした圧力を過ぎてしまう場合のために何らかの手段を設けておくこと\nが当業者にとって周知の課題であることを裏付ける証拠の提出もな\nい。そうすると，甲第７号証記載の発明に甲４９の記載事項を適用す\nる動機付けがあるとはいえない。\nさらに，甲４９記載の技術は，本件訂正発明１の「予め設定した最\n低水位に保持する液位調整機構」とはその構成を異にし，技術的意義\nも異なるものというほかないことは前記(ア)のとおりであるから，甲\n第７号証記載の発明に甲４９記載の安全弁を仮に適用し得たとして\nも，相違点４に係る本件訂正発明１の構成となるものではない。\nしたがって，原告の上記主張は採用することができない。\nｂ  原告は，本件訂正発明１の「気密室への給排気装置による気体の導\n入により液位調整タンク内の水位が予め設定した最低水位より下がっ\nた時」は十分に「非常時」であり，本件訂正発明１の液位調整機構も\n「非常時」に機能するものであるから，非常時に開く甲４９記載の安\n全弁は，「気密室への給排気装置による気体の導入により液位調整タ\nンク内の水位が予め設定した最低水位より下がった時」に開く安全弁\nであり，本件訂正発明１の液位調整機構といえるし，そもそも，甲４\n９の安全弁は，リリーフバルブと同義であって，非常時であるか否か\nとは関係なく圧力が所定の値に達した際に弁が開放されるものを意味\nしているから，甲４９の安全弁は所定の圧力，所定の水位において圧\n力を開放して水位を一定に保持する機能を有するものであって，この\n機能が非常時であるか否かに関係なく発揮されることは明らかであ\nる，などと主張する。\nしかし，前記(ア)において認定したとおり，本件訂正発明１の「気\n密室への給排気装置による気体の導入により液位調整タンク内の水位\nが予め設定した最低水位より下がった時」は，通常の加工時において\n生じるものであって，甲４９の安全弁が作動する状況とは異なる。ま\nた，甲４９の安全弁が所定の圧力，所定の水位において圧力を開放し\nて水位を一定に保持する機能を有するものであるとしても，これは，\n本件訂正発明１の「予め設定した最低水位に保持する液位調整機構」\nとはその構成を異にし，技術的意義も異なるものというほかないこと\nは前記(ア)のとおりである。\nしたがって，原告の上記主張は採用することができない。\n(ウ)  以上によれば，甲第７号証記載の発明に甲４９の記載事項を適用す\nることにより，本件訂正発明１を容易に想到し得たものということはで\nきない。\nウ  原告は甲第７号証記載の発明においては，排気チャンバー３１に空気を\n入れると「水位がちょうど水路３３の上部になるように」水がチャンバー\nから排出され，さらに空気を入れ続ければ空気が水路３３から外部に逃げ\nる結果，水位が水路３３の上部に保たれることになるから，水路３３，３\n５等は連通路であるとともに本件訂正発明１に係る液位調整機構の機能を\nまさに果たすことになる旨主張する。\nしかし，前記⑵ア(キ)，(ク)のとおり，甲７には，甲第７号証記載の発\n明において，第一排気チャンバー３１内の水位がちょうど水路３３の上部\nになると第一空気バルブ３９が閉じられて第一排気チャンバー３１内の気\n圧が維持され，また第二排気チャンバー３２内の水位がちょうど水路３５\nの上部になると第二空気バルブ４０が閉じられて第二排気チャンバー３２\n内の気圧が保持されることが開示されているにとどまり，排気チャンバー\n３１内の水位がちょうど水路３３の上部になり，第一空気バルブ３９が閉\nじられたにもかかわらず，その後に，原告の主張するように，さらに空気\nを入れ続けることや，そのことにより空気が水路３３から外部に逃げるこ\nとについては何ら開示も示唆もない。\nしたがって，原告の上記主張は甲７の記載に基づかないものであり，採\n用することができない。\nエ  小括\n以上によれば，本件訂正発明１は，当業者が甲第７号証記載の発明等に\n基づいて容易に想到することができたものとは認められないから，本件訂\n正発明１が特許法２９条２項の規定により特許を受けることができないと\nはいえないとした本件審決の判断に誤りはなく，原告主張の取消事由３は\n理由がない。\n４  取消事由４（記載要件の判断の誤り）について\n(1)  特許法３６条４項１号及び同条６項１号違反の主張について\nア(ア)  特許請求の範囲の記載が，明細書のサポート要件（特許法３６条６\n項１号）に適合するか否かは，特許請求の範囲の記載と発明の詳細な説\n明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細\nな説明に記載された発明で，発明の詳細な説明の記載により当業者が当\n該発明の課題を解決できると認識できる範囲のものであるか否か，また，\nその記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明\nの課題を解決できると認識できる範囲のものであるか否かを検討して判\n断すべきものである。\nそして，前記３(1)ウのとおり，本件訂正明細書等には，従来の構成の\n水中切断用アブレシブ切断装置の課題として，①ワークの取り付け時と\n取り外し時にはキャッチャ槽内の水を排水しているため，ワーク１個の\n切断ごとにキャッチャ槽内に新規な水を給排せねばならず効率が悪いこ\nと，②一般に複数個のワークを切断する際に，ワーク１個ごとにキャッ\nチャ槽内のすべての水を給排するのは面倒であり，作業効率及び時間効\n率も悪いこと，③切断エリアが大きなものとなると，ワークを浸漬させ\nるキャッチャ槽自体も大きくなるため，キャッチャ槽内を満たす水量も\n多くなり，水の給排のためにかかる時間が長くなり，水の給排を迅速に\n行うために大容量のポンプを用いることも考えられるが，この場合，ポ\nンプが大型化してしまい，装置全体としても大型化に繋がるため好まし\nくないこと，④キャッチャ槽内の水は研磨材を多量に含んでいるため，\nこの研磨材がポンプを通過するとポンプの内部が摩耗し，最悪の場合破\n損してしまい，寿命が短くなることが記載され（前記３(1)ウ(ウ)），本\n件訂正発明１の構成を採用することにより，⑤受け台が水面から現れる\n液位とワークが液中に没する液位とにキャッチャ槽内と水位調整タンク\nとの間で空気圧によって水を移動させる構成であるため，キャッチャ槽\n内の全ての水を給排する従来の方式よりも水の給排を迅速に行うことが\nでき，したがって，水中切断の作業効率及び時間効率の向上を図ること\nができること，⑥水の移動も空気圧を利用した間接的な手段を用いてい\nるため，研磨材によるポンプの破損などの被害がなく，ポンプの寿命を\n短くすることもないこと，⑦切断エリアが大きなワークの場合でも，機\n械自体が大型化しないだけでなく，移動させる水の量が全体的に少ない\nため比較的短い時間で水中切断加工を行うことができるという効果を奏\nすることが記載されている（前記３(1)ウ(オ)）。さらに，本件訂正明細\n書等には，本件訂正発明１の実施形態として，両端が開口する管状部材\nを，一端が気密室の予め設定した最低液位の位置に開口し，他端が気密\n室の外部に開放されるように配し，この場合，給排気装置である可逆ポ\nンプが加圧動作を継続して液位調整タンク内の液面が予め設定した最低\n水位より押し下げられると，管状部材の一端が気密室の気体中に開口す\nるので，気密室内の加圧気体が過剰圧力分だけ管状部材を通って液位調\n整タンクの外部に逃げ，気密室内の液面が予め設定した最低水位まで上\n昇する結果，液位調整タンク内の水位が最低水位に保たれるという構成\nが開示されている（前記３(1)ウ(カ)）。\n以上によれば，本件訂正発明１は，本件訂正明細書の発明の詳細な説\n明に記載された発明であり，本件訂正明細書の発明の詳細な説明には，\n本件訂正発明１の構成を採用することにより，上記の課題を解決できる\nことが記載されているものと認められるから，本件訂正後の本件特許の\n請求項１の記載は，本件明細書の記載により，当業者が本件訂正発明１\nの上記課題を解決できると認識できる範囲内のものということができ，\nサポート要件（特許法３６条１項１号）を充足する。\n(イ)  また，上記(ア)において認定したところに照らせば，本件訂正明細\n書等の発明の詳細な説明は，本件訂正発明１について，当業者がその実\n施をできる程度に明確かつ十分に記載したものと認められるから，本件\n訂正明細書等の記載は実施可能要件（同条４項１号）を充足する。\nイ(ア)  これに対し，原告は，訂正事項ａは，本件特許明細書等の発明の詳\n細な説明に記載された事項ではないから，本件訂正明細書等の発明の詳\n細な説明の記載は特許法３６条４項１号に違反し，本件訂正後の本件特\n許の請求項１の記載は同条６項１号に違反する旨主張する。\nしかし，訂正事項ａが本件特許明細書等の発明の詳細な説明に記載さ\nれた事項であると認められることは前記１のとおりであるから，原告の\n上記主張はその前提を欠き採用することができない。\n(イ)  原告は，①本件訂正明細書等の段落【００１６】の記載によれば，\n本件訂正発明１における液位調整機構は，「余分な電気配線やコントロ\nーラが必要」という課題を「極めて簡単な機構」で解決することを目的\nとするものであるが，本件訂正発明１の液位調整機構は，その構成に何\nら限定がないのであるから，液位計で液位を監視して予め設定した最低\n水位になった時を検出し，その液位計の情報をコントローラに送って弁\nを開く制御を行って気密室内の空気を外部に逃がす機構も，その液位調\n整機構に該当することとなるところ，この場合，明細書において目的を\n達成できないと明記された機構が本件訂正発明１の液位調整機構に該当\nする点において，本件訂正発明１は本件訂正明細書等の記載と矛盾する\nから，少なくともこの液位計を用いる液位調整機構に関して，本件訂正\n明細書等の発明の詳細な説明の記載には，本件訂正発明１を当業者が実\n施できるように記載されていないし，また，本件訂正発明１は，本件特\n許明細書等に記載された発明であるとはいえない，②そして，本件訂正\n発明１の液位調整機構においては，「液位調整タンク内の水位が予め設\n定した最低水位より下がった時」を検出する機能と「気密室内の過剰圧\n力分の気体を外部に逃がす」機能とが必要であるところ，本件訂正明細\n書等には，具体的には，管状部材の一端を予め設定した最低水位に配置\nすることのみが記載されているのであるから，当業者が最大限にその具\n体的記載を敷衍して解釈したとしても，「液位調整タンク内の水位が予\nめ設定した最低水位より下がった時」を検出する機能及び「気密室内の\n過剰圧力分の気体を外部に逃がす」機能を有する何らかの部品を予め設\n定した最低水位の場所に配置すること以外の技術思想が本件訂正明細書\n等に記載されているとは理解できないから，本件訂正明細書等の発明の\n詳細な説明の記載は特許法３６条４項１号に違反し，本件訂正後の本件\n特許の請求項１の記載は同条６項１号に違反する旨主張する。\nしかし，①については，前記１(3)のとおり，原告が問題にする液位調\n整機構は，液位計等で液位調整タンクの液位を監視し，予め設定した液\n位に達したときに給排気装置を停止させ，給排気装置による気密室内へ\nの気体の導入を停止することで，液位調整タンクの液位を予め設定した\n液位に保つものであるから，本件訂正発明１の液位調整機構のように，\n給排気装置による機密室内への気体の導入が継続中であっても，気密室\n内の過剰圧力分の気体を外部に逃がすものではなく，したがって，本件\n訂正発明１は，原告が問題にする構成を含むものではないから，原告の\n上記主張はその前提を欠くものである。\nまた，②については，本件訂正後の本件特許の請求項１においては，\n液位調整機構につき，「この気密室への前記給排気装置による気体の導\n入により液位調整タンク内の水位が予め設定した最低水位より下がった\n時に，前記給排気装置による前記気密室内への気体の導入が継続中であ\nっても，気密室内の過剰圧力分の気体を外部に逃がして液位調整タンク\nの水位を前記予め設定した最低水位に保持する液位調整機構」と特定さ\nれているのみで，原告の主張するように本件訂正発明１が「液位調整タ\nンク内の水位が予め設定した最低水位より下がった時」を検出する機能\nを備えることは特定されておらず，原告の主張はその前提を欠く。\nそして，本件訂正後の本件特許の請求項１の記載がサポート要件（特\n許法３６条１項１号）を充足し，本件訂正明細書等の発明の詳細な説明\nの記載が実施可能要件（同条４項１号）を充足することは前記アのとお\nりである。\n(ウ)  以上によれば，原告の特許法３６条４項１号及び同条６項１号違反\nの主張は理由がない。\n(2)  特許法３６条６項２号違反の主張について\nア  本件訂正後の本件特許の請求項１（本件訂正発明１）において，液位調\n整機構に関しては，「前記気密室には，この気密室への前記給排気装置に\nよる気体の導入により液位調整タンク内の水位が予め設定した最低水位よ\nり下がった時に，前記給排気装置による前記気密室内への気体の導入が継\n続中であっても，気密室内の過剰圧力分の気体を外部に逃がして液位調整\nタンクの水位を前記予め設定した最低水位に保持する液位調整機構」と記\n載されているところ，その記載の意味するところは明確である。また，前\n記(1)アのとおり，本件訂正明細書等には，本件訂正発明１の実施形態とし\nて，両端が開口する管状部材を，一端が気密室の予め設定した最低液位の\n位置に開口し，他端が気密室の外部に開放されるように配し，この場合，\n給排気装置である可逆ポンプが加圧動作を継続して液位調整タンク内の液\n面が予め設定した最低水位より押し下げられると，管状部材の一端が気密\n室の気体中に開口するので，気密室内の加圧気体が過剰圧力分だけ管状部\n材を通って液位調整タンクの外部に逃げ，気密室内の液面が予め設定した\n最低水位まで上昇する結果，液位調整タンク内の水位が最低水位に保たれ\nるという構成が記載されていること，前記１(3)及び前記(1)イ(イ)のとお\nり，本件訂正発明１は，原告が問題にするような，液位計等で液位調整タ\nンクの液位を監視し，予め設定した液位に達したときに給排気装置を停止\nさせ，給排気装置による気密室内への気体の導入を停止することで，液位\n調整タンクの液位を予め設定した液位に保つ構成を含まないものであると\n理解できることも併せ考えると，本件訂正後の本件特許の請求項１の液位\n調整機構の記載は，気密室への給排気装置による気体の導入により液位調\n整タンク内の水位が予め設定した最低水位より下がった時に，給排気装置\nによる気密室内への気体の導入が継続中であっても，気密室内の過剰圧力\n分の気体を外部に逃がして液位調整タンクの水位を予め設定した最低水位\nに保持する機械的構造体を特定するものとして明確であるというべきであ\nる。\nイ  これに対し，原告は，本件一次審決の際の審判合議体が，平成２４年２\n月７日付けの無効理由通知書（甲５６）において「気密室への気体の導入\nにより液位調整タンク内の液位が予め設定した液位より下がった時に気密\n室内の気体を外部に開放する液位調整手段」の構成が明瞭に記載されてい\nないため，特許法３６条６項２号に規定する要件を満たしていないとの無\n効理由を示しているところ，本件訂正発明１における「液位調整タンク内\nの水位が予め設定した最低水位より下がった時に，気密室内の過剰圧力分\nの気体を外部に逃して液位調整タンクの水位を前記予め設定した最低水位\nに保持する液位調整機構」の構成と，上記無効理由通知書において明瞭で\nないとされた構成との間に実質的な相違はないから，本件訂正発明１の上\n記構成，具体的には，「液位調整タンク内の水位が予め設定した最低水位\nより下がった時」をどのような装置により検出するのか，また，気密室内\nの過剰圧力分の気体をどのような装置により外部に逃がすのか明瞭ではな\nく，本件訂正発明１は，特許法３６条６項２号に違反する旨主張する。\nしかし，上記無効理由通知書では，甲７の「water passage 33, 35」，\n甲８の「opening 49」，甲１３及び１５における「連通管９」並びに甲１\n４における「連通路１１」との差異が明確ではないとして，本件一次訂正\n前の本件特許の請求項２の「気密室への気体の導入により液位調整タンク\n内の液位が予め設定した液位より下がった時に気密室内の気体を外部に開\n放する液位調整手段」の構成が明瞭に記載されていない，としたものであ\nって，上記の無効理由通知書の記載を根拠として直ちに，本件訂正発明１\nにおける「液位調整タンク内の水位が予め設定した最低水位より下がった\n時に，気密室内の過剰圧力分の気体を外部に逃して液位調整タンクの水位\nを前記予め設定した最低水位に保持する液位調整機構」の構成が明確でな\nいということはできない。\nまた，「液位調整タンク内の水位が予め設定した最低水位より下がった\n時」をどのような装置により検出するのか明瞭ではないとの点も，前記⑴\nのとおり，本件訂正発明１は「液位調整タンク内の水位が予め設定した最\n低水位より下がった時」を検出する機能を備えることを発明特定事項とし\nて含むものではないから，原告の主張はその前提を欠くし，「気密室内の\n過剰圧力分の気体を外部に逃して」との具体的構造が特許請求の範囲の請\n求項に記載されていなければ直ちに特許請求の範囲の請求項の記載が明確\nでないものとなるとはいえない。かえって，本件訂正後の本件特許の請求\n項１の記載が「気密室内の過剰圧力分の気体を外部に逃して」との構造の\n記載として明確であると認められることは前記(1)のとおりである。\nしたがって，原告の上記主張は採用することができない。\n(3)  以上によれば，原告主張の取消事由４は理由がない。\n５  結論\n以上によれば，原告主張の取消事由１ないし４はいずれも理由がなく，他に\n本件審決に取り消されるべき違法はない。\nよって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官      鶴    岡    稔    彦\n裁判官      大    西    勝    滋\n裁判官神谷厚毅は転補のため署名押印することができない。\n裁判長裁判官      鶴    岡    稔    彦\n（別紙１）\n本件特許明細書等の図面\n【図１】\n【図２】\n【図３】\n（別紙２）\n甲７の図面\n図１\n図２\n図３\n図４Ａないし図４Ｅ\n（別紙３）\n甲４９の図面\n【図１】\n"
}