{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 3,
    "day": 18
  },
  "case_number": "平成25(ワ)127",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_id": "84047",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84047",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/047/084047_hanrei.pdf",
  "contents": "平成２６年３月１８日判決言渡  同日原本交付  裁判所書記官\n平成２５年(ワ)第１２７号  不正競争行為差止等請求事件\n（口頭弁論の終結の日  平成２６年１月２３日）\n判 決\n東京都港区〈以下略〉\n原 告                              株式会社ピュアルネッサンス\n同 訴 訟 代 理 人 弁 護 士                              柿 平 宏 明\n東京都港区〈以下略〉\n被 告                              Ａ\n同 訴 訟 代 理 人 弁 護 士                              岸 本 有 巨\n主 文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，教育サロンの経営，新規提携サロンの開拓及び指導教育，化粧品\n等の販売事業に関し，別紙営業秘密目録記載の営業秘密（以下「本件営業秘\n密」という。）を使用し，又は開示してはならない。\n２  被告は，原告に対し，被告の保有する別紙物件目録記載の物件を廃棄せよ。\n３  被告は，原告に対し，１１３６万１０００円及びこれに対する平成２５年\n２月６日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，美容サロンの経営，化粧品の販売等を業とする原告が，原告の取\n締役の地位にあった被告に対し，原告が被告に開示した本件営業秘密を被告\nが不正の利益を得る目的又は原告に損害を加える目的で使用し，又は開示す\nるおそれがあると主張して，(1)  不正競争防止法２条１項７号，３条に基づ\nき本件営業秘密の使用又は開示の差止め及び物件の廃棄を求めるとともに\n（以下，これらの請求を併せて「差止請求等」という。），(2)  被告が本件\n営業秘密を持ち出した行為は原告と被告の間の秘密保持契約にも違反し，こ\nれにより原告は損害を被ったと主張して，同法４条又は債務不履行に基づき\n１１３６万１０００円の損害賠償及びこれに対する訴状送達日の翌日である\n平成２５年２月６日から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求める事案である。\n１  前提事実（当事者間に争いがない事実並びに各項目末尾掲記の証拠及び弁\n論の全趣旨により容易に認定することができる事実。なお，特に断らない限\nり，書証の枝番の記載は省略する。以下同じ。）\n(1)  原告は，美容サロンの経営，化粧品の販売等を業とする株式会社であり，\nスカイネット・インターナショナル 株式 会社を筆頭とするグループ企業\n（以下「スカイネットグループ」という。）の一つである。スカイネット\nグループは，同社及び原告のほか，エムブラン株式会社，ピュアクリスタ\nル株式会社，ハワイ法人（ＬＹＭＰ Ｈ  ＳＯＵＳＨＩＮ  ＵＳＡ，ＩＮ\nＣ．）及びＮＰＯ法人（日本整形淋巴医学研究所付属日本リンパ美容学院）\nで構成され，東京（高輪），大阪，福岡，金沢及び札幌に教育サロンと称\nする直営店（以下「サロン」という。）を設置し，化粧品等を販売するた\nめのイベントを開催するなどしている。（甲１，７）\n(2)  被告は，平成１７年１１月に原告に管理職（部長職）として入社し，平\n成１８年５月に取締役，平成１９年６月に常務取締役，平成２０年１２月\nに専務取締役に選任されたが，平成２１年８月１６日付けで取締役を辞任\nし，同年９月１５日に退職した（退職時の役職は部長職）。被告は，原告\n在職中，原告の企画する化粧品販売イベントの運営等の業務に従事してい\nた。（乙６，８，１０）\n(3)  被告は，原告在職中の平成１９年１１月７日，「守秘義務誓約書」と題\nする書面（以下「本件誓約書」という。）に署名押印して，これを原告に\n提出した。本件誓約書には，次の条項がある。（甲２）\nア  被告が原告を退職した後も，勤務中と同様に，業務上知り得た技術及\nび営業に関する秘密情報を，原告の許可なく開示，漏えい，利用，複写\nしないことを約束する。（２項）\nイ  業務上知り得た情報とは，代理店・会員・加盟店情報の全て，取引先\n情報の全て，会計帳簿，従業員情報，パスワードなど社員として知り得\nる情報の全て，各種マニュアルなどを含む。（４項）\nウ  原告の秘密情報を開示，漏えい若しくは使用した場合，法的な責任を\n負担するものであることを確認し，これにより原告が被った一切の損害\nを賠償することを約束する。（５項）\n(4)  被告は，平成２１年１２月，原告に対し，被告は名目上の取締役にすぎ\nず，実態は労働基準法上の労働者であったなどとして，時間外割増賃金等\n約３１５９万円及び遅延損害金の支払を求める訴えを東京地方裁判所に提\n起した（同庁平成２１年(ワ)第４７０６２号。以下，この訴訟を「別件訴\n訟」という。）。被告は，別件訴訟において，スカイネットグループの主\n催するイベントの企画書４通（別件訴訟における甲１４の１～４），イベ\nントの進行表１通（同甲１５），原告の各従業員の勤務時間を記録した報\n告書を添付ファイルとする電子メール７通（同甲１７の１～７）及びそれ\n以外の電子メール４通（同甲２１～２４）の合計１６通の書証（以下「別\n件証拠」と総称する。）を提出した。（甲３，４）\n(5)  東京地方裁判所は，平成２４年５月１６日，別件訴訟について，原告に\n２４５万円余の元本及び遅延損害金の支払を命ずる判決を言い渡した。こ\nれに対して原告が控訴をしたところ，東京高等裁判所は，同年１０月２４\n日，認容元本を１９０万円余に変更する旨の判決を言い渡し，その後，同\n判決は確定した。（乙６，８）\n２  争点\n(1)  被告が原告から持ち出した情報の範囲\n(2)  被告が持ち出した情報の営業秘密（不正競争防止法２条６項）該当性\n(3)  差止請求等の可否\n(4)  債務不履行の成否\n(5)  損害論（被告の不正競争行為又は債務不履行と相当因果関係の認められ\nる損害の範囲及び額）\n３  争点に関する当事者の主張\n(1)  争点(1)（被告が原告から持ち出した情報の範囲）について\n（原告の主張）\n別件証拠は原告のパソコンにしかないはずの内部資料であるところ，法\n律の素人である被告が割増賃金の請求に必要な証拠のみを膨大なデータの\n中から抽出できたとするのは非現実的であるから，被告は，取締役として\nアクセスすることが可能であった全ての本件営業秘密を無断で持ち出し，\n現に保有しているというべきである。このことは，被告が業務上のデータ\nの引継ぎをしないまま退職したこと，被告が業務上使用していたパソコン\nが記録媒体を取り外した状態で発見されたことからも明らかである。\n（被告の主張）\n被告は，原告を退職するに当たり，割増賃金を請求する意思を固めてい\nたが，原告から任意の支払を受けられる見込みがなかったことから，労働\n時間や被告の管理監督者非該当性を立証するための資料として，別件証拠\nに係るデータのみを持ち出したものであり，他に持ち出した資料はない。\n(2)  争点(2)（被告が持ち出した情報の営業秘密該当性）について\n（原告の主張）\n被告が持ち出した本件営業秘密は，原告の事業活動に有用な技術上又は\n営業上の情報であり，公然と知られていないものである。そして，スカイ\nネットグループの従業員がパソコンを使用して顧客情報等が集約されてい\nるマネジメントシステムにアクセスするためには，各従業員に告知された\nグローバルＩＰアドレスを使用して接続し，所定のログインＩＤ及びパス\nワードを入力してログインしなければならず，アクセスできる者が各従業\n員の役割と役職に応じて段階的に制限されている。また，原告は，社内マ\nニュアルである「サロンマニュアル」（甲７）に守秘義務の定めを置き，\n従業員に配布して指導するなど，情報管理を徹底しているほか，役員に対\nしても，役員会議において，内部情報の漏えい防止を図ることを確認し，\n会社の経営状況に関する情報は，取締役以上の者しか閲覧することができ\nないように管理するなど，これを秘密として管理していた。したがって，\n本件営業秘密は不正競争防止法２条６項所定の「営業秘密」に該当する。\n（被告の主張）\n争う。原告の従業員は，契約社員も含め，顧客情報（顧客の容貌を撮影\nした映像・写真データを除く。）にアクセスし，閲覧，印刷することが可\n能な状態にあった。従業員に対する顧客情報の取扱いに関する教育・指導\nも，入社時を除いてはされたことはなく，不十分なものであった。\n(3)  争点(3)（差止請求等の可否）について\n（原告の主張）\n被告は，いつでも，本件営業秘密から必要なデータを取り出して使用し，\n又は開示することができるから，原告は，被告のこのような行為によって\n営業上の利益を侵害されるおそれがある。\n（被告の主張）\n争う。\n(4)  争点(4)（債務不履行の成否）について\n（原告の主張）\n被告が本件営業秘密を持ち出した行為は，本件誓約書２項の原告の秘密\n情報を開示，複写等しない義務に違反する。\n（被告の主張）\n争う。\n(5)  争点(5)（損害論）について\n（原告の主張）\n原告は，被告が本件営業秘密を持ち出し，保有していることにより，全\n従業員が守秘義務を遵守することを前提としたマネジメントシステムにつ\nいて，今後情報が漏えいしないようにするための改修措置を講ずることを\n余儀なくされた。スカイネットグループを構成する各社とのファイル共有\nやアクセス制限を管理するための認証サーバを導入するための初期費用だ\nけでも１１３６万１０００円を下ることはなく，原告は，被告の不正競争\n行為又は債務不履行により，同額の損害を被った。\n（被告の主張）\n争う。原告は，ＩＤ及びパスワードにより使用者ごとのアクセス権限を\n設定するなどして本件営業秘密を厳格に管理していると主張するのである\nから，被告のアクセス権限を解除すれば目的を達成できるはずである。\n第３  当裁判所の判断\n１  争点(1)（被告が原告から持ち出した情報の範囲）について\n(1)  前記前提事実に証拠（甲４，１７，乙６，８～１０，被告本人）及び弁\n論の全趣旨を総合すると，次の事実が認められる。\nア  被告は，原告において，サロンの業務，化粧品等の販売のためのイベ\nントの開催，サロンの機器のメンテナンス，従業員の勤務時間の集計等\nの業務に従事しており，特にイベントの開催については，台本やパワー\nポイントの作成，当日の音響設定，イベント宣伝用ＤＶＤの製作等の作\n業を行っていた。取締役就任の前後を通じて，これらの業務内容に基本\n的な変化はなかった。\n被告の勤務時間は午前１０時から午後７時までとされていたが，実際\nには極めて長時間に及ぶ超過勤務の実態があった。ところが，原告代表\n者は従業員も役員登録すれば超過勤務になっても労働基準法は適用され\nないなどと発言し，原告は被告に対する割増賃金を一切支払っていなか\nった。\nイ  被告は，このような勤務の実態に加え，平成２１年５月以降，基本給\n及び役職手当を段階的に減額されたことから，原告を退職することを決\n意した。\n被告は，退職後に割増賃金の請求をする意思を有していたが，原告か\nら任意の支払を受けることは困難であると考え，労働基準監督署及び弁\n護士会の労務相談会で相談したところ，実際の労働時間や従事している\n業務の内容・実態が分かる資料があれば有用であるとの教示を受けた。\nそこで，被告は，同年７月頃から，タイムカードの一部をコピーした\nほか，従事している業務の実態が労働者としての業務であることが分か\nる資料として，イベントの企画書及び進行表並びに業務メールに係るデ\nータ（別件証拠に係るデータ）を，当時原告において使用していたパソ\nコンからＵＳＢメモリにコピーして持ち出した。もっとも，被告は，上\n記の教示を受けてから退職するまでにそれほどの時間的余裕がなかった\nことから，一枚一枚複写しなければならない業務日報等は持ち出さなか\nった。\nまた，被告は，原告に退職の意思を伝えたところ，担当者から「退職\n者進展状況表」と 題する書面 （乙９。以 下「退職者進展状 況表」とい\nう。）に記載されたとおりの事務処理を行うよう指示されたことから，\nそのデータ（退職に当たり処理すべき手続事項を列挙した退職者進展状\n況表それ自体のデ ータであり ，処理の対 象となる事項のデ ータではな\nい。）を私用のメールアドレスに送信した。\nウ  別件訴訟においては，被告の労働基準法上の労働者及び管理監督者該\n当性，時間外労働の有無等が争われた。その控訴審判決は，① 被告は，\n原告の取締役であると同時に労働者でもあり，被告に支払われていた役\n職手当及び基本給はそれぞれ取締役の報酬及び労働者の賃金に当たる，\n② 被告は管理監督者に当たるなどと認定判断して，被告の請求のうち深\n夜割増賃金及び付加金等の一部のみを認容した。\nエ  被告は，原告を退職するに当たり，原告の業務と同種の業務に携わる\n意思は有しておらず，実際にも，退職後は現在に至るまで，飲食店及び\n遊技場を経営する会社に勤務し，主として，店舗の大工・電気・空調・\n給排水工事等の営繕業務に従事している。\n(2)  上記認定事実によれば，被告は，原告を退職するに当たり，少なくとも，\n① 別件証拠に係るデータ，② タイムカードの写し，③ 退職者進展状況表\nのデータを持ち出したものと認められるが，上記①～③以外の情報につい\nては，被告が持ち出しの事実はない旨主張するのに対し，原告は被告が本\n件営業秘密に係る情報を持ち出した旨主張する。\n(3)  そこで，まず，被告の主張についてみるに，別件証拠は，イベントの企\n画書等（別件訴訟の甲１４の１～４，甲１５）及び電子メール１１通（同\n甲１７の１～７，甲２１～２４）であり，上記企画書等は平成１９年春及\nび秋並びに平成２０年秋に開催された計３回のイベントに関するもの，上\n記電子メールは平成１８年２月２１日から平成２１年８月１９日までを送\n信日とするものであるが（甲４の２），被告の在職期間（平成１７年１１\n月から２１年９月まで）に照らすと，被告は，退職当時，これら以外の企\n画書等及び電子メールのデータを多数管理していたと推認される。そして，\n殊に電子メールに関しては，上記１１通の内容は様々であり（７通は従業\n員の勤務時間に関するものであるが，その余は，それぞれ業務売上速報，\n大阪サロン出勤スケジュール，サロンの売上げ等の業務報告及び日報の入\n力に関するものである。），資料を持ち出すための時間的余裕がそれほど\nなかったという状況下で，３年を超える在職期間中に送受信した電子メー\nルを開いて内容を確認し，上記１１通のみを選択して持ち出したというの\nは不自然と解される。そうすると，被告は，上記①～③の情報に加え，④\n別件証拠以外の電子メールのデータも持ち出したものと認めるのが相当で\nある。\n(4)  一方，原告は，ア  被告が業務上のデータの引継ぎをしないまま退職し\nたこと，イ  被告が業務上使用していたパソコンが記録媒体を取り外した\n状態で発見されたことを根拠に，被告が本件営業秘密を持ち出した旨主張\nする。\nそこで判断するに，被告が前記①及び②の情報を持ち出したのは，退職\n後に原告に対して割増賃金を請求する意思を有していたので，労働時間及\nび勤務実態が分かる資料を入手することとしたものであり，また，前記③\nの情報は，退職に当たっての事務処理のために私用のメールアドレスに送\n信したものである。そして，被告が退職後に原告の業務と同種の業務に携\nわる意向を有していなかったこと，労働基準監督署等の教示を受けてから\n退職するまでに時間的余裕はなかったことに照らせば，被告が，上記①～\n④の情報のほかに，別紙営業秘密目録に記載された顧客情報，映像・写真\nデータ，製品に関する情報等を持ち出したと認めることはできない。\nなお，原告の上記アの主張については，業務上のデータの引継ぎをした\nか否かと，当該データをコピーするなどして持ち出したか否かとは，直接\n関連しない問題である。また，本件の関係証拠上，被告が担当していた事\n項について被告の退職後に原告の業務に支障が生じたことなど被告が引継\nぎをしなかったことをうかがわせる事情は見当たらない。\n上記イの主張についてみても，証拠（甲１８，被告本人）及び弁論の全\n趣旨によれば，当該パソコンに取り付けられていたハードディスクは平成\n２０年頃に故障して読み取り不能になったため廃棄されたことが認められ\nる。\nしたがって，原告の主張を採用することはできない。\n２  争点(2)（被告が持ち出した情報の営業秘密該当性）について\n上記１(2)及び(3)のとおり，被告は，① 別件証拠に係るデータ，② タイ\nムカードの写し，③ 退職者進展状況表のデータ，④ 別件証拠以外の電子メ\nールのデータを持ち出したことが認められる。\nこのうち②及び③は，各書面の性質及びその記載内容に照らし，秘密とし\nて管理されていたとも，有用な技術上又は営業上の情報であるとも認めるこ\nとはできない。また，①のうちイベントの企画書等については，原告におい\nてどのように保管されていたのか詳細は分かりかねるというのであり（証人\nＢ），秘密として管理されていたとは認められない。さらに，④については，\nその内容が不明である以上，秘密管理性や有用性を基礎付けるべき事実を認\nめるに足りる証拠はないというほかない。したがって，これらが不正競争防\n止法２条６項所定の営業秘密に当たるということはできない。\n他方，①のうち電子メールについては，原告の各従業員の勤務時間，売上\n額及びその内訳等が記載されているので（甲４の２），原告の事業活動に有\n用な情報であって公然と知られていないものを含むとも解し得る。そうする\nと，そのような情報を含む電子メールのデータが秘密として管理されていた\nとすれば，営業秘密に当たるとみる余地があるので（ただし，原告において\nは，電子メールの送受信に利用者ＩＤ及びパスワードを要するとして，一応\nの管理をしていたことはうかがわれるが（甲７参照），実際に各従業員の電\n子メールのデータがどのように管理されていたかは，スカイネットグループ\nのシステム開発を含むＩＴ関係全般を担当する取締役である証人Ｂの供述に\nよっても明らかでない。），争点(3)及び争点(5)に進むこととする。\n３  争点(3)（差止請求等の可否）\n前記前提事実(4)及び(5)並びに前記１(1)認定の事実によれば，被告は，原\n告を退職した後，原告の営業とは無関係の業務に従事しており，今後も原告\nと競合する業務を行う意思があることはうかがわれない。また，被告が電子\nメールのデータ等を持ち出した主たる目的は割増賃金の請求をすることにあ\nったところ，被告がその支払を求めた別件訴訟は既に終了しており，被告は\n別件証拠に係るデータを全て破棄した旨本人尋問において述べている。\nそうすると，被告が持ち出した情報に原告の営業秘密が含まれるとしても，\n被告がこれを使用し，又は開示するおそれがあるとは認められないから，原\n告の差止請求等は理由がないと解すべきである。\n４  争点(5)（損害論）について\n(1)  上記２のとおり，被告が持ち出した情報には原告の営業秘密が含まれる\nと解する余地があり，そうであるとすれば，被告は，前記前提事実(3)のと\nおり，業務上知り得た原告の営業に関する秘密情報を開示，複写等しない\n旨を原告に対して誓約しているので，債務不履行が成立する（争点(4)）と\nもいい得る。そこで，損害論に関する原告の主張について検討することと\nする。\n(2)  原告は，被告が本件営業秘密を持ち出したことにより，今後情報が漏え\nいしないようにするためマネジメントシステムの改修措置を講ずることを\n余儀なくされたと主張し，これに要する費用の損害賠償を請求する。\nそこで判断するに，証拠（甲５，証人Ｂ）及び弁論の全趣旨によれば，\n原告を含むスカイネットグループにおいて，被告の退職後の平成２４年１\n２月ころ，各サロンをつなげたネットワーク構築のための機器（ファイル\nサーバ，認証サーバ及びルーター）の見積書を取得したことが認められ，\nその目的の一つがセキュリティの向上にあると推認することが可能である。\nしかし，原告の主張によれば，被告が退職した当時のマネジメントシステ\nムの下でも，本件営業秘密にアクセスするための権限は従業員又は役員の\n地位及び役割に応じて段階的に制限されていたというのであって，被告が\n同システムを毀損し，又は使用不能にさせたものでも，被告が今後同シス\nテムへの違法なアクセスを試みるおそれがあるものでもない。また，原告\nは遅くとも被告が別件訴訟で前記企画書等を証拠として提出した平成２２\n年１１月に被告によるデータ持ち出しの事実を知ったと認められるが（甲\n４の１），上記見積書の作成日がそれから２年余り経過した後であること\nからすると，原告が見積りを依頼した理由が被告の持ち出し行為にあった\nとは解し難い。\nそうすると，被告の行為によって上記システムの改修が必要になったと\nいうことはできないから，被告が持ち出した情報に原告の営業秘密が含ま\nれ，又は持ち出し行為が本件誓約書に違反するとしても，被告の行為と原\n告主張の損害との間に相当因果関係を認めることはできない。\n５  結論\n以上によれば，その余の点について判断するまでもなく，本件請求はいず\nれも理由がないことに帰するから，これを棄却することとして，主文のとお\nり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官    長 谷 川   浩   二\n裁判官    清 野 正 彦\n裁判官    植   田   裕 紀 久\n"
}