{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 1,
    "day": 17
  },
  "case_number": "平成29(行ケ)10002",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87424",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87424",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/424/087424_hanrei.pdf",
  "contents": "平成３０年１月１７日判決言渡\n平成２９年（行ケ）第１０００２号  審決取消請求事件\n口頭弁論終結日  平成２９年１０月１９日\n判決\n原              告        有限会社公郷生命工学研究所\n同訴訟代理人弁護士       大      嶋    芳    樹\n大      嶋    勇    樹\n同  補  佐  人       平      田    俊    道\n被              告      Ｙ\n同訴訟代理人弁理士     中    野      圭    二\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n特許庁が無効２０１４－４００００５号事件について平成２８年１２月１日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，被告が請求した実用新案登録無効審決に対する取消訴訟である。争点は，\n進歩性の有無（①引用発明の認定，②相違点の判断）についての判断の当否である。\n１  手続の経緯\n原告は，平成２１年２月２４日（以下，「本件出願日」という。）に出願され（実\n願２００９－１６２９号），同年４月３０日に設定登録がなされた実用新案（以下，\n「本件登録実用新案」という。実用新案登録第３１５０６２８号。考案の名称「電\n子式低温加水分解装置」）の実用新案権者である（甲２３）。\n被告は，平成２６年４月２８日，本件登録実用新案の登録無効審判請求をしたと\nころ（無効２０１４－４００００５号。甲２４），特許庁は，同年１２月１６日，「本\n件審判の請求は，成り立たない。」との審決（甲６９。以下，「第一次審決」という。）\nをした。\n原告は，平成２７年２月５日，知的財産高等裁判所に，第一次審決について審決\n取消訴訟を提起し（平成２７年（行ケ）第１００２４号。甲３９），知的財産高等裁\n判所は，平成２７年１０月２２日，「特許庁が無効２０１４－４００００５号事件に\nついて平成２６年１２月１６日にした審決を取り消す。」との判決（以下，「第一次\n判決」という。）をした（甲５１）。原告は，同年１１月２日，最高裁判所に，第一\n次判決について上告及び上告受理申立てをしたが（平成２８年（行ツ）第２６号，\n平成２８年（行ヒ）第２８号。甲５２），最高裁判所は，平成２８年６月２８日，上\n告を棄却し，上告受理申立て不受理決定をした（甲６０）。\n特許庁は，無効２０１４－４００００５号事件について再度審理をした上，同年\n１２月１日，「登録第３１５０６２８号の実用新案登録を無効とする。」との審決（以\n下，「本件審決」という。）をし，同審決謄本は，同月９日に原告に送達された。\n２  本件登録実用新案の要旨\n実用新案登録第３１５０６２８号の請求項１に係る考案（以下，「本件考案」とい\nう。）は，次のとおりのものである（甲２３）。\n「鉄板などで作られた密閉容器のなかに攪拌装置と，密閉容器の底に多孔管と，密\n閉容器中の空気を送風機で吸引して密閉容器の底に取付けた多孔管から送り込める\n空気の循環装置と，その循環装置を介して電子化された空気を密閉容器に吹き込む\n電子化装置と，密閉容器の上部から資材を投入するための投入蓋と，密閉容器の底\n部から処理物を取り出すための取出蓋と，密閉容器から空気を排気するための排気\n管とを備えることを特徴とする電子式低温加水分解装置。」\n３  審決の理由の要旨\n(1)  被告が主張した無効理由\nア  無効理由１\n特開２００４－３５９５３０号公報（甲１。以下，「甲１文献」という。）に記\n載の反応器のオゾン供給手段に，周知・慣用技術の放電を利用したオゾン供給手段\nを適用し，甲１文献の反応器に代えて特開２００２－３５６３９１号公報（甲２。\n以下，「甲２文献」という。）記載の発酵槽を適用して，本件考案とすることは当\n業者にとってきわめて容易であることから，本件考案は実用新案法３条２項の規定\nにより実用新案登録を受けることができないものである。\nイ  無効理由２\n甲２文献に記載の発酵槽の空気循環装置に，登録実用新案第３１３３３８８号公\n報（甲３。以下，「甲３文献」という。）の電子化装置を設けて，本件考案とする\nことは当業者にとってきわめて容易であるから，本件考案は実用新案法３条２項の\n規定により実用新案登録を受けることができないものである。\n(2)  判断\nア  甲１文献記載の考案（以下，「甲１考案」という。）\n「両端で閉じられた横方向で長手の円筒状である反応器本体を有するバッチ式反\n応器において，\n反応器本体には，\n一方の端部の上方部分には原料の装入口と，\n他端の下方部分には，撹拌の間，蓋によって閉じられる，分解生成物の取出口\nと，\n反応器本体の内部には，\n脱臭装置や，集塵装置等を設置してもよい通気口とが設けられ，\nその中心軸方向に伸びる回転軸が設置されており，この回転軸には，複数枚の\n撹拌羽根が取り付けてあり，\n反応器本体に装入された原料の攪拌は，回転軸の一端に取り付けられた駆動装置\nによって回転軸が回転することで行われ，\nさらに，反応器本体には，\n分解反応に必要な空気又は酸素の供給手段と，\n活性酸素の発生源であるオゾン供給手段とが備えられ，\n水分が調節された有機性廃棄物と無機性廃棄物の混合物を，装入口の上方から，\nホッパ等の投入手段を介して，所定の量で反応器本体内に装入し，\n反応器本体内では，装入された混合物は，回転軸に取り付けられた撹拌羽根によ\nって攪拌されると共に，加熱ジャケットを介して所定の温度に加熱され，撹拌の間，\n装入口及び通気口は，常時開放されていて，通気可能な状態になっており，\n無機性廃棄物が触媒となって，水に溶解した酸素分子とオゾン供給手段からのオ\nゾンから生成される活性酸素と有機性廃棄物を反応させてラジカル分解するバッチ\n式反応器。」\nイ  甲２文献記載の考案（以下，「甲２考案」という。）\n「上下部に吸気管及び送気管を配置して，空気循環機構５によって発酵槽１の内\n部の空気を循環して好気雰囲気に保持させて，アンモニア臭の発生等を防止して，\n有機廃棄物を好気性微生物により発酵処理してコンポストを得る有機廃棄物の発酵\n処理装置において，\n被処理物及び処理物を給排するための開閉口と，\n外気取り入れ口５６と，\n外気導入により余剰となった余剰空気８ｂを発酵槽１及び循環路５３で形成され\nる空気循環系外に排出して，発酵槽１への送気量を適正に保持する余剰空気排出路\n５９とを備え，\n発酵槽１は，密閉状であり，水平軸線回りで回転操作自在であって，第１回転位\n置及びこれから１８０度回転した第２回転位置に選択的に固定保持され，\n発酵槽１には，複数の攪拌翼１８が固着され，\n発酵槽１が第１回転位置又は第２回転位置に保持されたときにおいて作動され\nる，発酵槽１内を好気雰囲気に保持させるべく空気８を循環させる送風機５４を備\nえ，\n発酵槽１が第１回転位置に保持された状態では，発酵槽１内の空気８を，送吸気\nパイプ３５に複数設けられた第１送吸気口３８から第１送吸気管３及び吸気孔５１\nを経て吸気路５３ｂに吸気し，さらに送気路５３ａ，送気孔５２及び第２送吸気管\n４を経て，送吸気パイプ３５に複数設けられた第２送吸気口４８から発酵槽１内に\n送気させるようになっていて，\n発酵槽１が第２回転位置に保持された状態では，発酵槽１内の空気８を第２送吸\n気口４８から第２送吸気管４及び吸気孔５１を経て吸気路５３ｂに吸気し，更に送\n気路５３ａ，送気孔５２及び第１送吸気管３を経て第１送吸気口３８から発酵槽１\n内に送気させるようになっている発酵処理装置」\nウ  無効理由１について\n(ｱ)  本件考案と甲１考案との対比\n（一致点）\n「容器の中に攪拌装置と，容器の上部から資材を投入するための投入部と，容器\nの底部から処理物を取り出すための取出蓋と，容器から空気を排気するための排気\n管と，容器内部に活性酸素を供給する手段とを備えた分解装置。」\n（相違点１）\n有機性廃棄物の分解について，本件考案は，「低温加水分解」であるのに対し，\n甲１考案は，「所定の温度」に加熱されている，ラジカル分解である点。\n（相違点２）\n活性酸素を供給する手段について，本件考案は，空気の電子化装置であるのに対\nし，甲１考案は，無機性廃棄物とオゾン供給手段であって，オゾン供給手段によっ\nて供給されるオゾンは活性酸素ではなく，活性酸素の発生源である点。\n（相違点３）\n容器について，本件考案では，「鉄板などで作られた密閉容器」であり，該「密\n閉容器」に「投入蓋」を有しているのに対し，甲１考案の反応器は，原料の装入口\nには，蓋は備えておらず，装入口が常時開放されていて密閉されていない点。\n（相違点４）\n本件考案は，「密閉容器中の空気を送風機で吸引して密閉容器の底に取付けた多\n孔管から送り込める空気の循環装置」を備えていて，電子化された空気の密閉容器\nへの吹き込みは，「その循環装置を介して」行われるのに対し，甲１考案は，その\nような空気の循環装置は備えておらず，オゾンの供給がどのように行われるのか不\n明な点。\n(ｲ)  相違点についての判断\n（相違点１について）\n本件考案に係る実用新案登録出願の願書に添付された明細書（以下，図面を併せ\nて「本件明細書」という。）の【００１０】，【００１１】，【００１３】及び【０\n０３４】の記載によると，本件考案の「低温加水分解」の「低温」とは，「１００℃\n以下」，特に「２０～６０℃程度」であるといえる。\n一方，甲１考案における「所定の温度」は「３０℃～９０℃」，特に「４０～６\n５℃」であり（【００１８】），また，甲１文献の【００３４】には，「６０℃」\nに加熱されている実施の態様が記載されている。\nしたがって，甲１考案の「ラジカル分解」時の温度は，「３０℃～９０℃」とし\nても，本件考案の「低温加水分解」における「１００℃以下」の範囲に含まれるし，\n実施の態様で用いられている「６０℃」は，本件考案の「２０～６０℃程度」に含\nまれるから，「相違点１」における有機性廃棄物の分解温度の点は，本件考案と甲\n１考案との実質的な相違点でない。\n本件明細書には，「加水分解」の具体的な反応式等の記載はないが，被請求人（原\n告）の主張によると，本件考案における「加水分解」とは，「ヒドロキシルラジカ\nル」による「有機性廃棄物」の「分解」を含む，「広義的に加水された状態の分解\n（加水分解）」であるといえる。\nこれに対し，甲１文献の【化１】によると，甲１考案における「有機性廃棄物」\nの「分解」機構は，「・ＯＨ」（ヒドロキシルラジカル）による分解反応が含まれ\nており，本件考案と同じく「広義的に加水された状態の分解（加水分解）」が行わ\nれているといえるから，本件考案の「加水分解」と，甲１考案の「ラジカル分解」\nとは，実質的な相違点でない。\nしたがって，相違点１は実質的なものではない。\n（相違点２について）\n本件明細書の【０００７】，【００１０】，【００２３】及び【００２４】の記\n載によると，本件考案の「電子化装置」は，技術的意味に判然としないところはあ\nるものの，少なくとも空気中への「電子放出」を伴う処理を行うことにより，「活\n性酸素」を生成する装置であるといえる。\n一方，本件明細書の【００３５】には，「自由電子と一重項酸素，スーパーオキ\nシド，ヒドロキシルラジカルなどの極めて酸化力が強い活性酸素を発生させる機能\nをもった装置であれば同様の形態と機能を作り出すことができる。そのような電子\n化装置を該考案の感熱型電子化装置に換えて実施形態にしてもよい。」とも記載さ\nれており，ここで「ヒドロキシルラジカル」は，「水」が存在していないと起こり\nえない反応により生成されるものであって，空気中への「電子放出」により生成さ\nれるものでないから，本件考案は，「電子化装置」で直接的に「活性酸素」を生成\nする態様に限定されず，「電子化装置」で空気中への「電子放出」を伴う処理が行\nわれた後，「容器」内で「水」と反応させて有機性廃棄物の分解反応に用いる「活\n性酸素」が生成される態様を含むといえる。\nここで，甲１考案における「オゾン」は，「活性酸素の発生源」であるから，甲\n１文献の【化１】に記載された，有機性廃棄物の分解反応に寄与する「活性酸素」\nとなるといえるし，また水の存在下では，自己分解したオゾンが水の解離成分であ\nる水酸イオン（ＯＨ－）と反応し，過酸化水素の解離成分である「ＨＯ２－」となっ\nて過酸化水素が生成され，そのような過酸化水素がさらにオゾンと反応して，活性\n酸素である「ヒドロキシルラジカル」を生成することが一般に知られていることか\nら，甲１文献には，「電子化装置」に相当する「オゾン発生手段」で「オゾン」を\n生成し，そのような「オゾン」が容器内で「活性酸素」となる態様が記載されてい\nるといえる。\nそして，特開昭５６－４５７５８号公報（甲１０）等に記載されているように，\n空気中への「電子放出」を伴う装置を用いることにより，「オゾン」が生成される\nことは周知・慣用技術であるから，甲１考案において，空気中への「電子放出」を\n伴う「オゾン発生手段」を用いて「オゾン」を生成し，そのような「オゾン」を容\n器内で「水」と反応させて「活性酸素」として，有機性廃棄物の分解反応が行われ\nるようにすることは，当業者がきわめて容易になし得ることである。\n（相違点３について）\n「密閉」は「隙間なく閉じること」を意味する用語であるが，本件明細書には，\n容器の密閉性についての記載はなく，容器を「密閉容器」としたことの作用効果に\nついての記載もないから，本件考案の「密閉容器」の密閉性の程度は不明である。\nまた，本件考案のように，「密閉容器から空気を排気するための排気管」を備え，\n完全に「隙間なく閉じ」られたものでない「容器」に対しても，「密閉容器」とい\nう用語が用いられることは慣用されており，また，そのような「密閉容器」の「資\n材」を投入する投入口に，「投入蓋」を設けることも，周知・慣用技術にすぎない。\n一方，甲１文献の【００２５】によると，甲１考案では，反応器に対して「有機\n性廃棄物の混合物１Ｋｇ当たり」，「１０～５００Ｌ／分好ましくは ５０～１００\nＬ／分」の供給量で空気が供給されるものであるから，甲１考案の反応器には，供\n給された空気に対応する量の空気を排出するための排気手段が必要であるといえる\nが，甲１文献の図１には，排気手段についての記載はない。\nここで，甲１文献の図１には，「空気又は酸素の供給手段」及び「オゾン供給手\n段」の記載もないから，①「空気又は酸素の供給手段」及び「オゾン供給手段」は，\n「原料の装入口」又は「通気口」のいずれかに接続される，②図示されずに「原料\nの装入口」及び「通気口」とは別に設けられている，のいずれかであるが，①の場\n合，「原料の装入口」又は「通気口」の「空気又は酸素の供給手段」及び「オゾン\n供給手段」が接続されない側が，反応器に供給された量に対応する空気を排出する\nための，本件考案の「排気管」に相当する排気手段となっているといえるし，②の\n場合，「原料の装入口」及び「通気口」の両方が，本件考案の「排気管」に相当す\nる排気手段となっているといえる。\nしたがって，甲１考案の反応器は，「排気管」で外部と「通気可能」な程度の密\n閉性を有しているから，本件考案の「密閉容器」に相当する。\nそして，甲１考案において，「原料の装入口」を，「空気又は酸素の供給手段」\n及び「オゾン供給手段」に接続したり，排気手段として用いたりしない場合に，「蓋」\nを設けてふさぐことは周知・慣用技術にすぎないから，「密閉容器」を備えている\nといえる甲１考案において，「原料の装入口」を，「空気又は酸素の供給手段」及\nび「オゾン供給手段」に接続したり，排気手段として用いたりせずに，「原料の装\n入口」に「蓋」が設けられた構造を採用することは，当業者がきわめて容易になし\n得ることである。\n（相違点４について）\n甲１文献の【００２２】～【００２５】によると，甲１考案で分解反応に用いる\n酸素は，有機性廃棄物と無機性廃棄物との混合物中の水分に溶解した形で供給され\nるものであるから，有機性廃棄物の効率的な分解のために，上記混合物中の水分に\n溶解した酸素の量が多い方が望ましいことは，当業者にとって明らかである。\n一方，甲２文献【０００１】，【０００２】及び【０００６】に記載されている\nように，甲２考案は，密閉型の発酵槽を使用した発酵処理装置において，発酵槽の\n上下部に複数の開口を有する吸気管及び送気管を配置し，循環路に送風機及び外気\n取り入れ口を設け，発酵槽内を空気循環による好気雰囲気に保持する空気循環機構\nである。甲２考案の空気循環機構を用いた場合には，発酵槽の下部に配置された送\n気管から送出された空気が有機性廃棄物を通過するから，有機性廃棄物中の水分に\n空気中の酸素を溶解させる上で好都合であることは，当業者であれば容易に理解で\nきることである。\nそうすると，甲１考案において，分解反応を促進するために，有機性廃棄物と無\n機性廃棄物との混合物中の水分に溶解する酸素量を多くして，甲２考案の空気循環\n機構を採用して相違点４に係る本件考案の構成とすることは，きわめて容易である\nといえる。\n甲１文献の【００２５】の「空気の供給量は，有機性廃棄物の混合物１Ｋｇ当た\nり，一般に，１０～５００Ｌ／分好ましくは ５０～１００Ｌ／分である。１０Ｌ／\n分未満では，水に溶解する酸素量が少なく，５００Ｌ／分より大では，反応混合物\nの温度を下げ，乾燥させすぎて分解反応を阻害することとなる。」との記載は，空\n気の供給量の許容範囲を定めたものにすぎず，当業者が，この記載に基づき，甲１\n考案において，空気の供給方法は通気口からのものに限定されているとか，通気口\nからの空気のみでその供給量が十分なものとされていると理解するとはいえない。\n(ｳ)  まとめ\n本件考案は，甲１考案，甲２文献記載の技術及び周知・慣用技術に基づいて，当\n業者がきわめて容易に考案し得たものである。\nエ  無効理由２について\n本件考案は，甲２考案及び甲３記載の技術に基づいて，当業者がきわめて容易に\n考案し得たものとすることはできない。\n第３  原告主張の審決取消事由\n１  取消事由１（甲１考案認定の誤り）\n甲１考案は，微生物の分解作用により生成された堆肥の製造に関わるものである\nが，審決がこの点を甲１考案として認定していないのは誤りである。\n甲１考案は，請求項１の記載から，「堆肥」の製造に関する技術であることは明ら\nかであり，「堆肥」とは，有機物を微生物の作用によって分解した肥料を指す。\n甲１文献においては，【０００３】，【０００７】，【０００９】，【００１３】，【００\n２７】及び【００２８】において，「堆肥」及び「堆肥化」と，その上位概念である\n「有機性廃棄物の処理（分解）」の文言を使い分けているから，甲１文献で「堆肥化」，\n「堆肥」の文言が用いられている場合は，有機物を微生物の作用によって分解する\n技術を指しているといえる。\n技術的にも，甲１考案におけるペーパースラッジ焼却灰の添加は，微生物を用い\nた処理（堆肥化）において有機性廃棄物の分解処理を狙ったものである。甲１考案\nは，ペーパースラッジ焼却灰及び石炭燃焼灰が，「活性型粘土－Ｆｅ錯体」と同様の\n触媒効果があるとの推測に基づくものであるが，その推測について何ら裏付けがさ\nれていない。甲１考案の実施例において，甲１文献の【００３８】【表１】，【００４\n２】【表３】は，処理物の原物及びその乾燥物の組成成分を表示したものであり，原\n料組成物の成分は表示されていないから，いかなる機序によって処理されたものか\n判別できず，表示された分析値は，発酵又は単なる空気乾燥によっても達成できる\n程度である。甲１文献の実施例１及び２で用いられた温度領域は，微生物の繁殖と\n発酵促進をもたらす温度領域と同じであるから，ペーパースラッジ焼却灰の添加は，\n微生物を用いた処理において有機性廃棄物の分解処理を狙ったものである。\n２  取消事由２（相違点１の判断の誤り）\n(1)  審決は，有機性廃棄物の分解温度の点は，実質的な相違点ではないと判断\nするが，本件考案は，従来の高温高圧下で熱分解される加水分解装置と比較して低\n温で処理できることに意義があるのに対し，甲１考案の「所定の温度」とは，微生\n物発酵に適した温度領域を示したものであるから，両者は作用・機能の点で異なる。\n(2)  本件考案も甲１考案も，ラジカル反応が発生することは共通するが，ラジ\nカル反応を起こす活性酸素（スーパーオキシド）の発生機序は全く異なる。すなわ\nち，本件考案は，外部の電子化装置で生成した反応性の高い活性酸素を本体に送り\n込むのに対し，甲１考案は，反応器の内部でペーパースラッジ焼却灰や石炭燃焼灰\nの触媒効果により反応性の高い活性酸素を生成させようとするものであり，「活性酸\n素」の発生機序は全く異なる。したがって，本件考案の「加水分解」と甲１考案の\n「ラジカル分解」は実質的に異なる。\n３  取消事由３（相違点２の判断の誤り）\n上記２(2)のとおり，本件考案と甲１考案は，活性酸素の発生機序が全く異なる。\n審決は，甲１考案の「オゾン」が活性酸素の供給源であるというが，一般にオゾ\nンとの関連でヒドロキシルラジカルが発生するのは，オゾニドと水との反応による\nものであり，このオゾニドは，ｐＨ値が高いアルカリ水溶液中で生成されるもので\nあって，単なる水との反応では生成されない。本件考案では，反応物のｐＨ値を高\nく設定するという特殊な操作条件を考慮していないので，本件考案の装置において\nオゾンからヒドロキシルラジカルが生成されることはあり得ない。\n４  取消事由４（相違点３の判断の誤り）\n甲１考案のような，装入口に蓋がない容器について「密閉容器」と称することは\n矛盾している。\n本件考案は，ヒドロキシルラジカルを生成する二重項酸素が短命であることから，\nその散逸を防ぎ，容器内で効率的に循環させるために密閉容器としているのに対し，\n甲１考案は，空気が存在する状態で攪拌するために，資材の投入口に蓋をすると，\n通気性が悪くなって，甲１考案の効果を損なうこととなる。したがって，阻害事由\nがある。\n甲１考案の空気の供給量は，５０～１００Ｌ／分であるところ，５０～１００Ｌ\nとは，立方メートルに換算すると，０．０５ｍ３～０．１ｍ３である。通常の発酵容\n器では，１ｋｇの材料に必要とされる空気供給量は，０．０２ｍ３（２０Ｌ）／時\n間であるから（甲８２），甲１考案ではその１５０～３００倍の空気を必要としてい\nることになる。実用的な廃棄物処理機は，数トンから数十トンの廃棄物を一度に処\n理するが，仮に，甲１考案により２トンの有機性廃棄物を処理するとした場合，１\n０００００Ｌ（１００ｍ３）～２０００００Ｌ（２００ｍ３）／分の空気を供給しな\nければならず，その際の反応器内の空気流速度は１００～２００ｍ／分であるから，\n反応器内の有機性廃棄物は瞬時に吹き飛ばされて常時開放されている通気口から外\nに出てしまうことになる。また，甲１考案を原理的に成り立たせるためには，強力\nな送風機が必要であるところ，甲１文献の【図１】のバッチ式反応器には送風機が\n設置されておらず，通気口から要求される空気を供給することは不可能であるから，\n甲１考案はそもそも原理的に実現不可能な考案である。さらに，このような大量の\n空気の供給は，反応混合物の温度を下げ，分解反応を阻害することになる。\n第４  被告の主張\n１  取消事由１について\n甲１考案は，有機性廃棄物をラジカル分解して堆肥様の生成物を生成するもので\nあって，微生物による有機物の分解を目的としたものではない。\n２  取消事由２について\n(1)  本件考案と甲１考案の温度領域については，審決が判断するとおり，実質\n的な相違点ではない。\n(2)  甲１考案は，ペーパースラッジ焼却灰や石炭燃焼灰を用いることにより，\nヒドロキシルラジカルを生成しているが，広義の活性酸素であるオゾンを供給し，\nそのオゾンを活用してヒドロキシルラジカルを生成しているから，本件考案と甲１\n考案において活性酸素を発生させる機序に相違点はない。\n３  取消事由３について\n水の存在下では，自己分解したオゾンが水の乖離成分である水素イオンと反応し，\n過酸化水素の乖離成分である「ＨＯ２－」となって，過酸化水素が生成され，それが\nさらにオゾンと反応して活性酸素であるヒドロキシルラジカルを生成する。原告が\n指摘するオゾンとの関係でヒドロキシルラジカルが発生するという化学反応は，過\n酸化水素の化学式が含まれていないので，別の化学反応に関するものである。\n本件考案からはオゾンが発生しないことが前提となっているとの原告の主張は，\n実用新案登録請求の範囲に基づかないばかりか，本件明細書の記載にも基づかない\nものである。\n４  取消事由４について\n本件考案の容器は，外気の取込み口及び排気管で通気可能に開放され，それ以外\nの部分が密閉されているところ，甲１考案の反応器は，「排気管」で外部と「通気可\n能」な程度の密閉性を有しているから，本件考案の「密閉容器」に相当する。\n甲１考案の資材の投入口は，ホッパを用いないと原料混合物の装入も困難なほど\n小さく形成されているから，投入口に蓋を設けたとしても，甲１考案の効果を阻害\nすることはない。\n本件考案に利用されるヒドロキシルラジカルは非常に短命であるので，容器の密\n閉性が低くても，容器から散逸する前に有機物と反応して消滅する。したがって，\n完全な密閉性は不可欠ではない。\n原告が主張するように，甲１考案により２トンの有機性廃棄物を処理する場合に，\n空気の供給量は１００～２００ｍ３／分となるが，その際の反応器内の空気流速度\nが１００～２００ｍ／分となる根拠が不明確である。また，空気流速度が１００～\n２００ｍ／分であっても，気象学的に風速（空気流速度）を表す秒速に換算すると，\n１．６～３．３ｍ／秒にすぎないから，有機性廃棄物を瞬時に吹き飛ばすことがで\nきる程の空気流速度でない。ごく弱い空気流である。\n第５  当裁判所の判断\n１  本件考案の概要\n(1)  本件明細書には，以下の記載がある（甲２３）。\n【技術分野】【０００１】本考案は，空気中の酸素分子を電磁的に励起させること\nにより，スーパーオキシドなどの活性酸素を発生させる空気の電子化装置に生ゴミ\nなどの有機廃棄物，野菜くずなどの農産廃棄物，木材や紙，パルプなどのバイオマ\nス資材を低温で加水分解する装置に関する。\n【背景技術】【０００２】従来，木材などを加水分解する装置は，超臨界装置，亜\n臨界装置，濃硫酸煮沸装置などと称されるもので，高温高圧下で熱分解させ，濃硫\n酸で煮沸して加水分解するなどの装置であった。\n【考案が解決しようとする課題】【０００３】従来の装置によれば１００℃を超え\nる高温と，２０気圧を超える高圧と，ＰＨ１以下の強酸性下で加水分解する反応器\nが必要であった。しかし，これらの反応器は高温高圧や強酸性に耐える構造と材質\nが必要であり，また，加水分解反応のための操作が難しいので，装置の製作費が高\nく，かつ機械的操作が難しい難点があった。そこで，この考案は有機物の加水分解\nを濃硫酸などの農酸を使わないで常温常圧下で行なうことができて，その結果とし\nて操作が易しく，鉄板やアルミ板などで製作できる簡易な装置を提供することを課\n題とする。\n【課題を解決するための手段】【０００４】その課題を解決するために，低温で有\n機化合物を加水分解できる装置を開発した。その装置は，有機化合物の加水分解反\n応を助長する物質として一重項酸素などの活性酸素種を含む空気を用いて加水分解\nを行なうもので，本考案は０～１００℃範囲の低い温度領域で有機化合物を加水分\n解することを特徴とするものである。\n【０００５】本考案者は，既に本考案の基本技術となる空気中の酸素分子を電磁的\nに励起させることによって一重項酸素などの活性酸素を発生させるための空気の電\n子化装置（参考資料１）を考案している。\n【０００６】参考資料１：実用新案登録証  登録第３１３３３８８号公報\n【０００７】この電子化装置は，高電圧を流した放電針から電子を発生させる放電\n管の先端に電磁コイルを巻きつけ，そのコイルの中心部に空気を流し込むことで空\n気中の酸素分子を電磁的に励起させることによって一重項酸素などの活性酸素種を\n発生させる空気の電子化装置である。\n【０００８】一重項酸素などの活性酸素種は極めて酸化力が強いことが知られてい\nる・・・\n【００１０】活性酸素種は，老化や過酸化脂質を伴う血管障害などの病気発生をも\nたらす極めて酸化力が強いものとして知られているが，様々な有機物を酸化分解す\nる作用も注目されている。そこで，本考案者は活性酸素種の高エネルギー的に作用\nするラジカル反応が生ごみや野菜屑などに含まれる有機物，木質や紙，パルプなど\nの有機物の加水分解に活用できるのではないかと考えた。そこで，本考案者が考案\nした空気の電子化装置を用いて，この装置から発生する活性酸素種を含む空気を野\n菜屑に吹き付けて攪拌したところ，２０～６０℃程度の低い温度で加水分解される\nことが分った。\n【００１１】野菜屑や木材に含まれる有機物の中で分解されにくい物質はセルロー\nスである。・・・このセルロースは製紙材料や生分解性プラスチック原料として使わ\nれて来たが，最近ではバイオマスのエネルギー原料として利用されることが注目さ\nれている。その変換技術は，高温高圧による熱化学的変換や酸，アルカリ性物質に\nよる化学的変換によるもので，これらの方法を活用するためには高温高圧や酸，ア\nルカリに耐えられる特殊金属の反応器が必要であった。しかし，本考案によって６\n０℃程度の低い温度でセルロースが加水分解するのであれば，高温高圧装置では不\n可能だった熱間圧延された厚み１．２ｍｍから６ｍｍ程度の軟鋼板（鉄板）やアル\nミニウム板などの金属板で加水分解装置が作られると判断した。\n【００１２】その考案は，鉄板を加工して箱形形状の密閉容器を作り，その密閉容\n器に加水分解を行なう内容物を攪拌するための攪拌機を取り付け，さらに密閉容器\nの底部に撒気管を取り付け，その撒気管に本考案者が考案した電子化装置と送風機\nを取り付けて密閉容器の撒気管から電子化空気を供給する構造の加水分解装置であ\nる。\n【考案の効果】【００１３】本考案によれば，まず密閉容器の内部に取り付けた攪\n拌機を作動させ，次いで電子化装置を組み込んだ送風機を作動させて野菜屑などの\n資材を投入する。そして，電子化空気を供給しながら攪拌すると，資材は２０～６\n０℃程度の常温下で可溶化してドロドロの状態になる。\nやがて，固形物であった野菜屑などの資材は水溶性のものとなり，固形状のもの\nは存在しなくなる。その加水分解される日数は，野菜屑のような柔らかいものは半\n日程度，そして，モミガラや木屑などは５日間程度である。\n【００１４】通常，野菜屑などは常温の水に晒しても短日間では可溶化しない。特\nに，モミガラや木屑のようなセルロース含有量が多いものは数ヶ月経っても可溶化\nしない。そのような組織的に硬いセルロースを加水分解するためには１００℃を超\nえる高温と，２０気圧を超える高圧で亜臨界処理や爆砕処理したものをクロストリ\nジウム菌から抽出したセルロース分解酵素を使って分解するか，ＰＨ１以下の強酸\n性下で加水分解する必要があった。\n【００１５】有機物を解離させるもう一つの手段として，一重項酸素などの活性酸\n素によって分子の共有結合を切り離す方法がある。一重項酸素は，酸素分子に紫外\n線や磁力線が照射されると生ずるが，その一重項酸素に遊離電子が加わるとスーパ\nーオキシド（・Ｏ２－）になり，そのスーパーオキシドに水素イオンが加わると過酸\n化水素（Ｈ２Ｏ２）になり，さらにヒドロキシルラジカル（ＨＯ・）が生成されるこ\nとが知られている・・・\n【００１７】スーパーオキシド（・Ｏ２－）やヒドロキシルラジカル（ＨＯ・）な\nどの活性酸素種は極めて酸化力が強い。その酸化力は活性酸素種のエネルギー準位\nが高いために起るもので，有機物の基本的な結合形体である炭素と炭素の共有結合\n（Ｃ－Ｃ，Ｃ＝Ｃ，Ｃ≡Ｃ），炭素と水素の水素結合（Ｃ－Ｈ）よりもエネルギー準\n位が高いために，水溶性であっても，固形物であっても，それらの結合が比較的に\n低い温度（常温）で解離（分解）されるのが特徴である。\n【００１８】本考案による電子化装置から発生させた電子化空気で野菜屑などの有\n機物が水溶性の可溶化物になるのは，該電子化装置により作り出される電子化空気\nの強い酸化力によるものと想定している。\n【考案を実施するための最良の形態】【００１９】図１および図２は，本考案の電\n子式低温加水分解化装置に関わる実施形態を示す構造図である。\n【００２０】図１および図２において，軟鋼板（鉄板）をドラム形に加工した加水\n分解装置の本体１に攪拌軸２と攪拌腕３と攪拌羽根４から構成される攪拌機を取付\nける。そして，本体１の上部に資材の投入盖１０と底部に取出蓋１１を取付け，本\n体１の上部から装置内部の空気を吸引して供給する送風機１３と空気導入配管１２\nと多孔管１５を接合し，その空気導入配管１２の途中に電子化装置１４を接続する。\nさらに，本体１の側面から装置内部の空気を排気する排風機１６を接続管１７と排\n気管１８を接合し，本体１を底面の四角に取付けた架支１９で支える構造とする。\n【００２１】この構造物において，加水分解しようとする野菜や木片などの資材\n（イ）を投入蓋１０から本体１に投入する。そして，投入蓋１０と取出蓋１１を閉め\nた状態で駆動機９を作動させて攪拌軸２を廻して投入した資材を攪拌しながら送風\n機１３から本体１の内部に溜っている槽内空気（ｃ）を吸引し，多孔管１５から本\n体１へ返して循環させる。その空気の循環流れの中に電子化装置１４から発生する\n電子化空気（ｂ）を取り込んで混合させる。\n【００２２】空気導入配管１２に接続される電子化装置１４の内部は，非電導性の\n材料で作られた放電管２０に放電針２１と対面極２２が固定されている。その放電\n管２０の先端に電磁コイル２５を巻き付けた空芯ボビン２４を接合して一体化する。\nそして，放電針２１と対面極２２に高電圧電源装置２３を接続し，電磁コイル２５\nに電流電源装置２６を接続する。\n【００２３】この実施形態において，放電針２１に数万ボルトの高電圧をかけ，電\n磁コイル２５に数十アンペアの電流を流して空気（ａ）を送入すると，その空気の\n流れに乗って放電針２１から放射される電子が空芯ボビン２４のなかを通過する過\n程で電磁コイル２５から発生する磁界に曝され，空芯ボビン２４の中心部を空気流\nに沿って直進する磁力線の作用（電磁誘導）を受けて激しく回転する状態となり，\n空気中の酸素分子を電磁的に励起させて一重項酸素などの活性酸素種を含んだ電子\n化空気（ｂ）が発生する。\n【００２４】この電子化装置１４によって活性酸素種を発生させるためには放電針\n２１に空気（ａ）を供給する必要があるが，空気導入配管１２に電子化装置１４を\n接合すると送風機１３によって吸引されるので，その役割を作り出すことができる。\nそして，電子化空気（ｂ）と空気導入配管１２によって本体１の上部から導かれる\n槽内空気（ｃ）と混ざり合って多孔管１５から本体１の内部で攪拌羽根４により攪\n拌される処理資材（ロ）と接触して槽内空気（ｃ）の強い酸化力によって加水分解\nされる。\n【００２５】本体１は密閉構造とし，本体１に排風機１６を接続管１７で接続して\n本体１の槽内空気（ｃ）を排気（ｄ）させることで外気から空気（ａ）を電子化装\n置１４へ取込む。\n【００２６】本体１の底部に取出蓋１１を設けて，本体１から処理物（ハ）が取り\n出せる構造にする。\n【００２７】本体１に組み込まれる電子化装置１４は，本考案者が既に考案してい\nる実用新案登録第３１３３３８８号の空気の電子化装置を使用する。\n「実施形態の効果」【００３１】この実施形態によれば，本体１の内部に投入した\n野菜などの投入物（イ）が多孔管１５から噴気する電子化空気（ｂ）の強い酸化力\nにより加水分解されて水溶性の処理物（ハ）となる。その反応過程にある処理資材\n（ロ）は投入物（イ）が処理物（ハ）と混じり合った粥状の状態にあって，その粥状\nの処理資材（ロ）が電子化空気（ｂ）を含んだ槽内空気（ｃ）とが接触するように\n攪拌羽根４で攪拌すると，加水分解反応が促進される。この実施形態によると，処\n理すべき投入物の種類によって異なるが，柔らかい繊維質で出来たキャベツや白菜\nなどの野菜屑は常温下で約半日も処理すればジュース状に可溶化された処理物とな\nる。また，セルロースとリグニンで構成される硬い組織で出来た木材は，チップ状\nに細断されたものを投入すると３～５日間の日数で１ｍｍ程度の細かい粉状の処理\n物となる。\n【００３２】植物体は，炭水化物から出来た繊維細胞の集合体である。その集合体\nは，接着剤の役割を果たしているリグニンで固められている。植物体をバイオマス\n資源として化学的に利用しようとする場合は，炭水化物で作られている繊維細胞を\n解してバラバラにする必要があるが，リグニンは化学的に強靭な物質であるため，\n酵素分解や加水分解することが非常に難しい。したがって，通常はリグニンの接着\n機能を破壊するために，高温・高圧釜で煮沸したり，強酸・強塩基物質に曝したり，\n超臨界状態で反応させたりしていたので，高温・高圧構造や強酸・強塩基物質に耐\nえる材質の堅固な装置になっていた。\n【００３３】ところが，リグニンや炭水化物などの有機化合物は，炭素と炭素，炭\n素と水素などの原子間の結合は，それぞれの原子から出している自由電子を共有し\n合って結合する共有結合であるため，熱的に解離し難い共有結合であっても，スー\nパーオキシド（・Ｏ２－）やヒドロキシルラジカル（ＨＯ・）などのラジカルな自由\n電子を持った活性酸素種では，その強い酸化力によって低い温度でも解離させるこ\nとができる。その解離は，繊維細胞とリグニンを切り離すだけでなく，高分子状態\nにあるセルロースやヘミセルロースの結合も切断して，セルロースの構成単位であ\nるブドウ糖まで分解される。\n【００３４】したがって，この実施形態によれば１００℃以下の低温度で有機化合\n物を加水分解できるので，鉄板などの加工しやすい材質をもって装置を製作するこ\nとができ，従来の高温・高圧構造，耐薬品材質の性型ガス化装置に比べて製作コス\nトが安くできる効果がある。\n「他の実施の形態」【００３５】図１の実施形態では本考案者が既に考案している\n実用新案登録証登録第３１３３３８８号の空気の電子化装置を使用するものである\nが，自由電子と一重項酸素，スーパーオキシド，ヒドロキシラジカルなどの極めて\n酸化力が強い活性酸素を発生させる機能を持った装置であれば同様の形態と機能を\n作り出すことができる。そのような電子化装置を該考案の感熱型電子化装置に換え\nて実施形態にしてもよい。・・・\n【図１】                          【図２】\n(2)  以上から，本件考案の概要は，以下のとおりのものと認められる。\n本考案は，空気中の酸素分子を電磁的に励起させ，活性酸素を発生させる空気の\n電子化装置によって，生ゴミなどの有機廃棄物，野菜くずなどの農産廃棄物，木材\nや紙，パルプなどのバイオマス資材を低温で加水分解する装置に関する。（【０００\n１】）\n従来，木材などを加水分解する装置は，超臨界装置，亜臨界装置，濃硫酸煮沸装\n置などと称されるもので，高温高圧下で熱分解させ，濃硫酸で煮沸して加水分解す\nるなどの装置であったため，高温高圧や強酸性に耐える構造と材質が必要であり，\n装置の製作費が高く，かつ機械的操作が難しい難点があった。そこで，この考案は\n有機物の加水分解を濃硫酸などの農酸を使わないで常温常圧下で行なうことができ\nて，その結果として操作が易しく，鉄板やアルミ板などで製作できる簡易な装置を\n提供することを課題とする。（【０００２】【０００３】）\n本件考案の考案者は，既に，空気中の酸素分子を電磁的に励起させることによっ\nて一重項酸素などの活性酸素を発生させるための空気の電子化装置を考案していた\nところ，上記課題を解決するために，極めて酸化力の強いことが知られている，一\n重項酸素などの活性酸素種の高エネルギー的に作用するラジカル反応を，生ごみや\n野菜屑などに含まれる有機物，木質や紙，パルプなどの有機物の加水分解に活用し，\n０～１００℃範囲の低い温度領域で有機化合物を加水分解することを特徴とする装\n置を開発した。その考案は，鉄板を加工して箱形形状の密閉容器を作り，その密閉\n容器に加水分解を行なう内容物を攪拌するための攪拌機を取り付け，さらに密閉容\n器の底部に撒気管を取り付け，その撒気管に本考案者が考案した電子化装置と送風\n機を取り付けて密閉容器の撒気管から電子化空気を供給する構造の加水分解装置で\nある。（【０００４】【０００５】【０００８】【００１０】【００１２】）\n２  取消事由１（甲１考案の認定の誤り）について\n(1)  甲１考案の認定\nア  甲１文献には，以下の記載がある。\n【特許請求の範囲】【請求項１】生ゴミ，畜産廃棄物，水産廃棄物等の有機性廃棄\n物を，高速で，かつ悪臭を発生することなく堆肥化して，肥料，土壌改良剤等とし\nて利用される農業資材を製造する方法において，前記有機性廃棄物に，ペーパース\nラッジ焼却灰，石炭燃焼灰及びこれらの混合物でなる群から選ばれる無機性廃棄物\nを添加し，得られた混合物を，空気の存在下，温度を３０～９０℃に維持しながら\n攪拌することによって，前記有機性廃棄物を分解することを特徴とする農業資材の\n製法。\n【発明の詳細な説明】【０００１】【発明の属する技術分野】本発明は，生ゴミ，\n畜産廃棄物，水産廃棄物等の有機性廃棄物を高速で堆肥化して，肥料，土壌改良剤\n等として利用される高品質の農業資材を製造する方法及びこれにより得られた高品\n質の農業資材に関する。\n【０００３】畜産に伴う牛，豚，鶏等の動物の排泄物等の畜産廃棄物については，\n大部分，微生物による発酵によって堆肥化されている。一方，水産加工業に伴う魚\nの内蔵等の畜産廃棄物については，大部分は焼却によって処分され，一部は，堆肥\n化によって処分されている。\n【０００６】生ゴミ，水産及び畜産廃棄物等の有機性廃棄物の堆肥化は，従来，\n微生物による分解を利用した処理方法によって一般的に行われてきたことがよく知\nられている。このような処理方法では，有機性廃棄物の分解速度が遅い（２～６ヶ\n月を必要とする）と共に，パイル化して熟成を行うため，広い作業面積を必要とす\nる，重機による切り返し作業を必要とするため手間がかかる，悪臭が発生するとい\nう問題点がある。\n【０００７】微生物による分解を介した有機性廃棄物の処理に関する上記問題点\nを解消するため，各種の方法が提案されている。\n【０００９】さらに，微生物による分解以外の分解手段による生ゴミ等の有機性\n廃棄物の処理方法も知られている。\n【００１３】微生物による発酵分解以外の手段による生ゴミ等の有機性廃棄物の\n処理方法の１つとして，粘土・Ｆｅ錯体を使用する化学反応を利用する方法も提案\nされている・・・\n【００１４】・・・【非特許文献１】活性型粘土－鉄錯体の循環農業への応用：北\n海道大学先端科学技術共同研究センター業績集，Ｖｏｌ．１，１１９－１２４（１\n９９９）\n【００１５】【発明が解決しようとする課題】前記文献「活性型粘土－鉄錯体の循\n環農業への応用」には，下記の事項が記載されている：\n－「活性型粘土－Ｆｅ錯体」が，「鉄－フタロシアニン錯体」と同様に，酸素分子か\nら「活性酸素」を生成し，この「活性酸素」の高い反応性のため，有機物をラジカ\nル化して，分解する；及び\n－この一連の有機性廃棄物のラジカル分解反応は，下記の分解機構で表される。\n分解機構\n【化１】\n【００１６】発明者らは，これまで，大部分が再利用されることなく廃棄されて\nいたペーパースラッジ焼却灰及び石炭燃焼灰が，上記の「活性型粘土－Ｆｅ錯体」\nの機能と同様の機能を有することを新たに見出した。\n【００１７】この知見に基づき，本発明は，生ゴミ，畜産廃棄物，水産廃棄物等\nの有機性廃棄物を，高速で，かつ悪臭を生ずることなく堆肥化して，肥料，土壌改\n良剤等として利用される高品質の農業資材を製造する方法及びその方法によって製\n造された農業資材を提供することを目的とする。\n【００１８】【課題を解決するための手段】本発明によると，上記目的は，次のよ\nうにして達成される。\n（１）生ゴミ，畜産廃棄物，水産廃棄物等の有機性廃棄物を，高速で，かつ悪臭を\n発生することなく堆肥化して，肥料，土壌改良剤等として利用される高品質農業資\n材を製造する方法において，前記有機性廃棄物に，ペーパースラッジ焼却灰，石炭\n燃焼灰及びこれらの混合物でなる群から選ばれる無機性廃棄物を添加し，得られた\n混合物を，空気の存在下，温度を３０～９０℃に維持しながら，攪拌することによ\nって，前記有機性廃棄物を分解する。\n（２）上記（１）項において，有機性廃棄物に，該有機性廃棄物１Ｋｇ当たり少な\nくとも０．２Ｋｇの割合で無機性廃棄物を添加する。\n（３）上記（１）又は（２）項において，有機性廃棄物と無機性廃棄物との混合物\nの撹拌を，温度４０～６５℃に維持しながら行う。\n（４）上記（１）～（３）項のいすれかにおいて，有機性廃棄物と無機性廃棄物と\nの混合物の撹拌を，空気に加えて，オゾンを供給しながら行う。\n（５）上記（１）～（４）項のいずれかにおいて，有機性廃棄物の分解終了後，通\n気することによって，分解生成物を乾燥させる。\n（６）上記（１）～（５）項のいずれかに記載の方法によって農業資材を製造する。\n【００１９】【発明の実施の形態】ペーパースラッジ焼却灰及び石炭燃焼灰は，一\n般に，８０～９９質量％の灰分を含有し，灰分は，ＳｉＯ２，Ａｌ２Ｏ３，Ｆｅ２Ｏ３，\nＣａＯ，ＭｇＯ，ＳＯ３，Ｐ２Ｏ５，Ｎａ２Ｏ，Ｋ２Ｏ，ＴｉＯ２，その他の金属酸化\n物からなる組成を有する。灰分の構造自体は定かではないが，上記の活性型「粘土・\nＦｅ錯体」と同様の構造を有するものと考えられる。\n【００２２】有機性廃棄物と無機性廃棄物とを混合した後，得られた混合物につ\nいて，水分の調節を行う。混合物の水分含量は，一般に，４０～８０質量％，好ま\nしくは，５５～６５質量％である。有機性廃棄物の分解反応では，水に溶解してい\nる酸素が活性化されるという理由から水分の存在は必須であるが，水分含量が４０\n質量％未満では，反応系が乾燥しすぎて，分解が進行せず，また，８０質量％より\n大では，水分が多すぎて，反応器から排出される製品が湿潤しすぎており，次行程\nでの乾燥処理において高温及び長時間の処理が必要となる。\n【００２３】このようにしてペーパースラッジ焼却灰，石炭燃焼灰又はこれらの\n混合物を添加した有機性廃棄物を，攪拌機を備えた反応器に装入する。反応器は，\nさらに，反応器内部において有機性廃棄物の混合物を外部から加熱し，その温度を\n保持するための加熱保温装置を備えている。また，分解反応には，酸素の存在が必\n須であり，空気又は酸素の供給手段が設置してある。\n【００２４】酸素又は空気以外に，オゾンの存在は，活性酸素の発生源であるた\nめ，有機性廃棄物の分解には有効であり，反応器にオゾン供給手段を設けてもよい。\n【００２５】空気の供給量は，有機性廃棄物の混合物１Ｋｇ当たり，一般に，１\n０～５００Ｌ／分好ましくは  ５０～１００Ｌ／分である。１０Ｌ／分未満では，\n水に溶解する酸素量が少なく，５００Ｌ／分より大では，反応混合物の温度を下げ，\n乾燥させすぎて分解反応を阻害することとなる。\n【００２６】反応時間は，温度，撹拌速度，空間密度等の反応条件に左右される\nが，一般に，少なくとも２４時間であり，これにより，有機性廃棄物の分解反応が\n完了する。\n【００２７】ついで，ラジカル反応によって分解された有機性廃棄物について，\n反応器内に空気を供給して最終的に乾燥処理を行う。\n【００２８】このようにして得られた堆肥製品は，サラサラした粒状であり，ほ\nぼ無臭である。\n【００２９】有機性廃棄物のラジカル分解反応は，バッチ式又は連続式のいずれ\nの様式においても実施されるが，バッチ式反応器の１例を図１に示す。\n【００３０】このバッチ式反応器（１）は，両端で閉じられた横方向で長手の円\n筒状である反応器本体（２）からなる。反応器本体の一方の端部の上方部分には原\n料の装入口（３）が，他端の下方部分には分解生成物の取出口（４）が設けてある。\nさらに，反応器本体には，その中心軸方向に伸びる回転軸（５）が設置されており，\nこの回転軸には，複数枚の撹拌羽根（６）が取り付けてあり，回転軸（５）の一端\nに取り付けられた駆動装置（７）によって回転軸（５）が回転される際，反応器本\n体内に装入された原料を攪拌する。\n【００３１】また，反応器本体の外周には加熱ジャケット（８）が設けてあり，\nこの加熱ジャケットは，外部に設けられた加熱熱源（図示していない）と連通して\nおり，熱媒が加熱ジャケット（８）と加熱熱源との間を循環して，反応器本体内の\n原料を所定温度に加熱維持する。\n【００３２】この反応器には，図示していないが，反応器本体内の温度を測定す\nる温度計が設けられており，測定された温度に基づいて，反応器本体内の温度を所\n定値に維持するように加熱熱源を制御する加熱温度制御手段（図示していない）が\n設けられている。\n【００３３】反応に際しては，予め，反応器（１）の外部において，有機性廃棄\n物に所定量の無機性廃棄物を混合し，水分を調節した後，得られた有機性廃棄物の\n混合物を，装入口（３）の上方から，ホッパ等の投入手段（図示していない）を介\nして，所定の量で反応器本体（２）内に装入する。反応器本体内では，装入された\n混合物は，回転軸（５）に取り付けられた撹拌羽根（６）によって攪拌されると共\nに，加熱ジャケット（８）を介して所定の温度に加熱される。撹拌の間，装入口（３）\n及び通気口（９）は，常時開放されており，通気可能な状態にある。必要であれば，\n通気口（９）に，さらに，脱臭装置や，集塵装置等を設置してもよい。また，分解\n生成物の取出口（４）は，撹拌の間，例えば，蓋によって閉じられている。\n【００３４】装入された原料混合物は，空気の存在下，所定温度，例えば６０℃\nに維持されると共に，攪拌される。この間に，無機性廃棄物が触媒となって，上記\n分解機構Ｉで表されるラジカル連鎖反応が生じ，有機性廃棄物がラジカル分解され\nて堆肥化される。\n【００３５】反応終了後，反応器本体内に空気を供給して乾燥を行い，その後，\n取出口（４）の蓋を開いて，分解生成物を排出する。\n【００３７】【実施例１】牛糞（含水率８４％）１０Ｋｇに，ペーパースラッジ焼\n却灰（含水率１５．７％）５Ｋｇを添加し，さらに水２Ｋｇを添加して，混合物の\n水分を調節した。このようにして，予め調製した牛糞－ペーパースラッジ焼却灰混\n合物の全量を，図１に示すバッチ式反応器に装入した。反応器内の温度を４０～５\n０℃の範囲内に維持しながら，空気の存在下，装入した原料混合物を回転速度２ｒ\nｐｍで４８時間攪拌，処理した。\nついで，反応器内に，温度６０℃の温風を供給して，得られた有機性廃棄物の分解\n生成物を乾燥させた。その後，分解生成物を反応器から取出した。\n得られた生成物は，臭いはなく，サラサラした粒状の性状を有しており，その組成\nに関して定量分析を行ったところ，下記の表１に示す結果を示した。\n比較のため，処理前の牛糞自体の定量分析の結果を表２に示す。\n【００３８】【表１】\n【００３９】【表２】\n【００４０】表１と表２との比較から，牛糞が本発明の処理によって，良好な堆\n肥に変化されたことが理解される。\n得られ生成物について行った肥料取締法によるヒ素，カドミウム及び水銀の含有量\n（単位：ｍｇ／Ｋｇ風乾）の試験では，それぞれ，１．６９，０．９８及び０．０\n１未満の結果を示し，肥効成分等の試験では，銅１８３ｍｇ／Ｋｇ（風乾），亜鉛３\n０９ｍｇ／Ｋｇ（風乾）及び有機物２３．９％（風乾）の結果を示した。これらの\n結果から，本発明の方法に従って得られた分解生成物が肥料として有効であること\nが明らかである。\n【００５０】【発明の効果】本発明によれば，活性型「粘土・Ｆｅ錯体」を使用し\nて行われている有機性廃棄物の堆肥化に関し，この「粘土・Ｆｅ錯体」の代用物と\nして，従来は再使用されることなく，産業廃棄物として処分されていたペーパース\nラッジ焼却灰及び石炭燃焼灰を使用することができる。従って，本発明は，産業廃\n棄物の新たな用途を提供するものであり，廃棄物の処理の分野において極めて重要\nな効果を提供できる。\n【図１】本発明の方法の実施に使用できるバッチ式反応器の１具体例の横断面図\nである。\n【符号の説明】\n(1)  反応器\n(2)  反応器本体\n(3)  装入口\n(4)  取出口\n(5)  回転軸\n(6)  撹拌羽根\n(7)  駆動装置\n(8)  加熱ジャケット\n(9)  加熱熱源\nイ  以上より，甲１考案は以下のとおりのものと認めることができる。\n(ｱ)  従来，生ゴミ並びに水産及び畜産廃棄物等の有機性廃棄物の堆肥化は，\n微生物による分解を利用した処理方法によって行われてきたところ，このような処\n理方法では，有機性廃棄物の分解速度が遅い，広い作業面積を必要とする，手間が\nかかる，悪臭が発生するという問題点があった（【０００６】）。このような問題点を\n解決するため，微生物による分解以外の分解手段による有機性廃棄物の処理方法と\nして，粘土－Ｆｅ錯体を使用する化学反応を利用する方法が提案されていたところ，\n甲１考案は，大部分が再利用されることなく廃棄されていたペーパースラッジ焼却\n灰又は石炭燃焼灰が，活性型粘土－Ｆｅ錯体の機能と同様の機能を有するとの知見\nに基づき，有機性廃棄物を，高速で，かつ，悪臭を生ずることなく堆肥化して，肥\n料，土壌改良剤等として利用される高品質の農業資材を製造するバッチ式反応器を\n提供することを目的とする（【００１３】【００１６】【００１７】【００２９】）。\n上記バッチ式反応器は，以下のとおりのものである。すなわち，両端で閉じられ\nた横方向で長手の円筒状である反応器本体を有し（【００３０】），反応器本体には，\n一方の端部の上方部分には原料の装入口，他端の下方部分には，撹拌の間，蓋によ\nって閉じられる，分解生成物の取出口がそれぞれ設けられ（【００３０】【００３３】），\nさらに，脱臭装置や集塵装置等を設置してもよい通気口が設けられ（【００３３】），\n本体内部には，攪拌羽根が取り付けられた回転軸が設けられ，これを回転させて，\n反応器本体に装入された原料を攪拌する（【００３０】）。反応器本体には，分解反応\nに必要な空気又は酸素の供給手段（【００２２】【００２３】）と，活性酸素の発生源\nであるオゾンを供給するオゾン供給手段（【００１８】【００２４】）とが備えられる。\n水分が調節された有機性廃棄物と無機性廃棄物の混合物が反応器本体内に装入され，\n攪拌とともに，所定の温度に加熱される（【００３１】【００３３】）。撹拌の間，装\n入口及び通気口は，常時開放されていて，通気可能な状態になっており（【００３３】），\n無機性廃棄物が触媒となって，水に溶解した酸素分子から生成するスーパーオキシ\nドとともに，オゾンを発生源とする活性酸素を利用して，有機性廃棄物をラジカル\n分解する（【００１５】【００１６】【００２４】【００２９】【００３４】）。\nこのように，活性型粘土・Ｆｅ錯体を使用して行われている有機性廃棄物の堆肥\n化に関し，粘土・Ｆｅ錯体の代用物として，ペーパースラッジ焼却灰及び石炭燃焼\n灰を有機性廃棄物の分解に使用することができる（【００５０】）。\n(ｲ)  したがって，甲１考案は，前記第２，３(2)アのとおりのものと認め\nられる。また，本件考案と甲１考案を対比したときの一致点及び相違点は，前記第\n２，３(2)ウのとおりのものと認められる。\n(2)  原告の主張について\n甲１考案は，前記(1)イのとおり，肥料，土壌改良剤等として利用される農業資材\nを製造するに当たって，有機性廃棄物の分解に微生物による分解を利用すると，時\n間がかかる，広い場所が必要，手間がかかる，悪臭がするといった課題があったた\nめに，微生物による分解を用いない方法であるラジカル分解反応を用いた方法に使\n用されていた，粘土－Ｆｅ錯体に代えて，ペーパースラッジ焼却灰及び石炭燃焼灰\nを使用するものである。そうすると，甲１文献の請求項１に記載された「堆肥化」\nの語は，有機性廃棄物を分解して，肥料，土壌改良剤として利用される農業資材を\n製造することを意味するものである。甲１文献の【０００３】，【０００７】，【００\n０９】，【００１３】，【００２７】及び【００２８】には，「堆肥」及び「堆肥化」と，\n「有機性廃棄物の処理(分解)」の双方が使用されているが，「堆肥」及び「堆肥化」\nを微生物による分解を用いたものに限ると解することはできず，むしろ，「堆肥」及\nび「堆肥化」を，有機性廃棄物を分解した，肥料，土壌改良剤として利用される農\n業資材，及びその製造方法と解することによって，矛盾なく理解することができる。\nまた，甲１文献には，ペーパースラッジ焼却灰及び石炭燃焼灰が，粘土―Ｆｅ錯\n体と同様の触媒効果があることにつき，「ペーパースラッジ焼却灰及び石炭燃焼灰は，\n一般に，８０～９９質量％の灰分を含有し，灰分は，ＳｉＯ ２，Ａｌ２Ｏ３，Ｆｅ２\nＯ３，ＣａＯ，ＭｇＯ，ＳＯ３，Ｐ２Ｏ５，Ｎａ２Ｏ，Ｋ２Ｏ，ＴｉＯ２，その他の金属\n酸化物からなる組成を有し，粘土・Ｆｅ錯体と同様の構造を有するものと考えられ\nる」（【００１９】）とその根拠が記載されている。\nさらに，甲１文献の実施例に，原料混合物の成分が表示されておらず，また，分\n析値や温度領域が原告が主張するようなものであるとしても，これをもって，甲１\n考案がラジカル分解を用いたものではないということはできない。\n(3)  以上より，取消事由１には，理由がない。\n３  取消事由２（相違点１の判断の誤り）について\n(1)  相違点１の判断\nア  有機性廃棄物の分解温度について\n本件考案は，有機性廃棄物を「低温加水分解」するものである。ここにいう「低\n温」とは，請求項には具体的な温度の数値範囲が特定されていないが，本件明細書\n【０００４】，【００１０】，【００１１】，【００１３】及び【００３４】の記載から\nすると，本件考案の「低温加水分解」の「低温」とは，１００℃以下，特に２０～\n６０℃程度であるといえる。\n他方，甲１考案は，所定の温度に加熱されているラジカル分解である。ここにい\nう「所定の温度」とは，甲１文献の【００１８】によると，３０～９０℃，特に４\n０～６５℃であり，【００３４】には６０℃の実施態様が示されていることからする\nと，３０～９０℃，特に４０～６５℃であるといえる。\n本件考案の「低温」と，甲１考案の「所定の温度」とを比較すると，甲１考案の\n「所定の温度」である３０～９０℃は，本件考案の「低温」の範囲である１００℃\n以下に含まれる。したがって，相違点１における有機性廃棄物の分解温度の点は，\n本件考案と甲１考案の実質的な相違点ではない。\nイ  有機性廃棄物の分解方法について\n(ｱ)  本件考案は，有機性廃棄物を「加水分解」するものである。加水分解\nとは，１分子の化合物に水１分子が反応し，２分子の化合物を生成する反応である\n（甲３３）。他方，加水分解とは，「加水」の語及び「分解」の語を連ねたものとも\n解される。したがって，請求項にいう「加水分解」が上記いずれを意味するのか，\n請求項の記載のみからでは直ちに理解することはできない。\n本件考案は，加水分解反応を助長する物質として，電子化された空気である，一\n重項酸素などの活性酸素を含む空気を用い，この強い酸化力により物質を分解する\nものであるところ，このような本件考案の技術内容に照らすと，請求項にいう「加\n水分解」を，「１分子の化合物に水１分子が反応し，２分子の化合物を生成する反応」\nと解する理由に乏しく，「水の存在下における分解」という意味に解するのが相当で\nある。この点について，原告は，審判手続において提出した平成２６年９月２４日\n付け上申書（甲２９）において，本件考案では，糖分（ブドウ糖）は，ヒドロキシ\nルラジカルの反応により，水の存在下で分解されるとの主張をしている。\nそうすると，請求項にいう「加水分解」とは，「水の存在下における分解」という\n意味であると解される。\n(ｲ)  甲１文献の【００２２】には，甲１考案における有機性廃棄物の分解\n反応では，水に溶解している酸素が活性化されるという理由から水分の存在は必須\nであると記載されている。そうすると，甲１考案も，水の存在下において反応を行\nう装置であるといえる。\n(ｳ)  したがって，本件考案の「加水分解」と甲１考案の「ラジカル分解」\nとを対比すると，いずれも水の存在下における分解である点で，実質的な相違点で\nはない。\nウ  以上より，相違点１は，実質的な相違点ではない。\n(2)  原告の主張について\nア  原告は，本件考案の設定温度と，甲１考案の設定温度とは，作用・機能\nの点で異なるから，有機性廃棄物の分解温度の点は，実質的な相違点であると主張\nする。\nしかし，相違点１にいう温度の相違は，客観的な設定温度の相違をいうものであ\nって，設定温度の技術的意味の相違をいうものではない。また，原告の上記主張は，\n甲１考案が微生物発酵を利用したものであることを前提としており，前記２(2)のと\nおり，前提において採用することができない。\nイ  原告は，本件考案と甲１考案とでは，ラジカル反応を起こす活性酸素の\n発生機序が異なるから，相違点１は実質的な相違点であると主張する。\nしかし，本件考案の「加水分解」とは，前記(1)イのとおり，水の存在下における\n分解をいうのであり，酸化力を有する活性酸素の発生機序までをも規定するもので\nはない。\n(3)  以上より，取消事由２には，理由がない。\n４  取消事由３（相違点２の判断の誤り）について\n(1)  相違点２の判断\n本件考案における空気の電子化装置については，本件明細書の【００２７】によ\nると，原告が先に考案したものである実用新案登録第３１３３８８号（甲３）の装\n置（以下，「甲３装置」という。）に記載の空気の電子化装置を用いることができる\nことが理解できるものの，明確な定義はされていない。そうすると，本件考案にお\nける「空気の電子化装置」とは，空気中への放電などによって，空気に電子による\n何らかの作用を与える装置と解するほかない。\nオゾンを発生させる装置として，空気中への放電によるものがあることは，証拠\n（甲１０）及び弁論の全趣旨によると，周知であると認められる。このようなオゾ\nン発生装置は，空気中への放電によって空気に電子による何らかの作用を与える装\n置といえるから，本件考案にいう「空気の電子化装置」に該当する。\nしたがって，甲１考案におけるオゾン供給手段として，本件考案における「空気\nの電子化装置」を採用することは，当業者がきわめて容易に想到し得たことである。\n(2)  原告の主張について\nア  原告は，本件考案は，外部の電子化装置で生成した活性酸素を本体に送\nり込むのに対し，甲１考案は，反応器の内部で活性酸素を生成するものであると主\n張する。\nしかし，前記(1)のとおり，本件考案における外部の電子化装置から本体へ送り込\nまれるのは，電子による何らかの作用を与えられた空気であって，活性酸素には限\nられない。\nイ  原告は，本件考案の装置においてオゾンからヒドロキシルラジカルが生\n成されることはあり得ないから，本件考案と甲１考案では活性酸素の発生機序が異\nなる，と主張する。\nしかし，本件考案は，請求項において，電子化装置により電子化した空気を密閉\n容器に吹き込み，加水分解を行うということのほかに，分解の機序を規定したもの\nではないから，仮に，原告が実施している特定の態様がオゾンを発生しない装置で\nあるとしても，請求項の記載により特定される本件考案は，オゾンを発生しないも\nのには限られない。\n(3)  以上より，取消事由３には，理由がない。\n５  取消事由４（相違点３の判断の誤り）について\n(1)  相違点３の判断\nア  本件考案は，「鉄板などで作られた密閉容器」であるが，「密閉容器」か\nら空気を排気するための排気管が設けられているから，上記密閉容器は，完全な密\n閉性を有するものではない。また，本件明細書には，本件考案の装置を密閉容器と\nしたことの作用効果についての記載はないから，技術的意義から密閉の程度を推認\nすることもできない。\n甲１考案の反応器は，両端で閉じられた横方向で長手の円筒状であるから，外界\nからある程度閉じられたものである。\n本件考案と甲１考案とを比較すると，いずれも外界からある程度閉じられたもの\nであり，本件考案は完全な密閉性を有するものではなくその密閉性の程度も不明で\nあるから，甲１考案の密閉性と相違があるとはいえない。このことは，甲１考案の\n装入口に蓋がないことによって左右されるものではない。\nイ  本件考案は「投入蓋」を有し，甲１考案は原料の装入口に蓋を有しない\nものである。甲１考案の装入口及び通気口は，常時開放されていて，通気可能な状\n態となっているが，証拠（甲１７）及び弁論の全趣旨によると，資材を投入する投\n入口に蓋を取り付けることは慣用されている技術であると認められる上，通気の目\n的のためには，通気口のみで足りると解される。\nしたがって，甲１考案の装入口に蓋を設けることは，当業者がきわめて容易に想\n到し得たものである。\n(2)  原告の主張について\nア  原告は，本件考案においては，短命な活性酸素を利用するために，密閉\n容器が必要である，と主張する。\nしかし，活性酸素が短命であることは，反応性が高いことによるものであり，有\n機物と接触すれば，瞬時に反応してしまい，密閉しなければ外に漏れるという可能\n性は低いといえるから，活性酸素を利用するために容器の密閉性が必要であるとは\nいえない。\nイ  原告は，甲１考案で資材の装入口に蓋をすると，通気性が悪くなって甲\n１考案の効果を損なう，と主張する。\nしかし，前記(1)イで既に判示したとおり，通気の目的のためには，通気口のみで\n足りるから，甲１考案の資材の装入口に蓋をしても，甲１考案の効果を損なうとは\nいえない。\nウ  原告は，甲１考案は，その空気の供給量に照らすと，実現不可能な考案\nであると主張する。\nしかし，甲１文献の【図１】の通気口（９）には，必要であれば，「脱臭装置や，\n集塵装置等を設置してもよい」（【００３３】）と記載されているように，装置の設置\nが可能であるから，送風機を設置することもできる。甲１考案における空気の供給\n量が，原告が主張するように，反応器内の空気流速度にして１００～２００ｍ／分\nに相当するとしても，反応器の内容物を吹き飛ばしてしまうほどの速度とは認めら\nれず，反応混合物の温度を下げ，分解反応を阻害することになると認めることもで\nきない。\n(3)  以上より，取消事由４には，理由がない。\n第６  結論\nよって，原告の請求には理由がないから，これを棄却することとして，主文のと\nおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義    之\n裁判官\n永    田    早    苗\n裁判官\n古    庄        研\n"
}