{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 12,
    "day": 25
  },
  "case_number": "平成30(ワ)39914",
  "case_name": "特許権侵害に基づく損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89253",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89253",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/253/089253_hanrei.pdf",
  "contents": "令和元年１２月２５日判決言渡  同日原本交付  裁判所書記官\n平成３０年（ワ）第３９９１４号  特許権侵害に基づく損害賠償請求事件\n口頭弁論終結日  令和元年１０月３０日\n判 決\n原 告  株式会社モビリテ ィ\n同訴訟代理人弁護士  飯田秀 郷\n隈部泰 正\n清水紘 武\n保志周 作\n同訴訟代理人弁理士  黒田博 道\n被 告  シ ャ ー プ 株 式 会 社\n同訴訟代理人弁護士  生田哲 郎\n名越秀 夫\n高橋隆 二\n佐野辰 巳\n吉浦洋 一\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告は，原告に対し，１億円及びこれに対する平成３０年１月１日から支払\n済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，その発明の名称を「携帯電話，Ｒバッジ，受信装置」とする特許第\n４７８９０９２号（以下「本件特許」という。）に係る特許権（以下「本件特\n許権」という。）を有する原告が，別紙物件目録記載の各スマートフォン（以\n下「被告製品」という。）は，本件特許の特許請求の範囲の請求項１に係る発\n明（後記２(3)イによる訂正後のもの。以下「本件発明」という。）の技術的\n範囲に属し，被告は被告製品を製造・販売等することにより本件特許権を侵害\nしたとして，民法７０９条に基づき，損害額の一部である１億円及びこれに対\nする最後の出荷日の後の日である平成３０年１月１日から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実又は文中に掲記した証拠及び弁論の全\n趣旨により認定できる事実。なお，本判決を通じ，証拠を摘示する場合には，\n特に断らない限り，枝番を含むものとする。）\n(1) 当事者\n原告は，情報処理に関する研究，開発及びソフトウェア，ハードウェアの\n開発，制作及び販売等を業とする株式会社であり（乙７），被告は，通信機\n械器具の製造・販売等を業とする株式会社である。\n(2) 原告の特許権\n原告は，以下の本件特許権を有している（甲１，２）。\n登録番号：第４７８９０９２号\n発明の名称：「携帯電話，Ｒバッジ，受信装置」\n出願日：平成２０年５月７日（特願２００２－５８２４５１の分割）\n原出願日：平成１４年４月１７日\n優先日：平成１３年４月１７日\n優先権主張国：日本\n登録日：平成２３年７月２９日\n(3) 特許請求の範囲の記載\nア  本件特許に係る特許請求の範囲における請求項１（後記イによる訂正後\nのもの）は，以下のとおりである（以下，同訂正後の特許明細書及び図面\n（甲２）を「本件明細書等」という。）。\n「ＲＦＩＤインターフェースを有する携帯電話であって，当該携帯電話\nのスイッチを押すことで生成されるトリガ信号又はリーダライタから送信\nされるトリガ信号を，当該携帯電話の所有者が第三者による閲覧や使用を\n制限し，保護することを希望する被保護情報に対するアクセス要求として\n受け付ける受付手段と，前記トリガ信号に応答して，Ｒバッジに対して要\n求信号を送信する送信手段と，前記Ｒバッジより識別情報を受け取って，\n該受け取った識別情報と当該携帯電話に予め記録してある識別情報との比\n較を行う比較手段と，前記比較手段による比較結果に応じて前記受付手段\nで受け付けた前記アクセス要求を許可または禁止するアクセス制御手段と\nを備え，前記アクセス制御手段は，当該比較手段で前記アクセス要求を許\n可するという比較結果が得られた場合は，前記アクセス要求が許可されて\nから所定時間が経過するまでは前記被保護情報へのアクセスを許可するこ\nとを特徴とする携帯電話。」\nイ  上記アの下線部は，確定した平成３１年１月２９日付け審決（甲１３）\nによって訂正（以下「本件訂正」という。）が認められた部分であり，こ\nれにより「前記アクセス要求から」は「前記アクセス要求が許可されてか\nら」と訂正された。なお，これに併せて，本件明細書等の段落【００１１】\nの「前記アクセス要求から」という記載も「前記アクセス要求が許可され\nてから」と訂正された。\n(4) 構成要件の分説\nＡ  ＲＦＩＤインターフェースを有する携帯電話であって，\nＢ  当該携帯電話のスイッチを押すことで生成されるトリガ信号又はリーダ\nライタから送信されるトリガ信号を，当該携帯電話の所有者が第三者によ\nる閲覧や使用を制限し，保護することを希望する被保護情報に対するアク\nセス要求として受け付ける受付手段と，\nＣ  前記トリガ信号に応答して，Ｒバッジに対して要求信号を送信する送信\n手段と，\nＤ  前記Ｒバッジより識別情報を受け取って，該受け取った識別情報と当該\n携帯電話に予め記録してある識別情報との比較を行う比較手段と，\nＥ  前記比較手段による比較結果に応じて前記受付手段で受け付けた前記ア\nクセス要求を許可または禁止するアクセス制御手段とを備え，\nＦ  前記アクセス制御手段は，当該比較手段で前記アクセス要求を許可する\nという比較結果が得られた場合は，前記アクセス要求が許可されてから所\n定時間が経過するまでは前記被保護情報へのアクセスを許可する\nＧ  ことを特徴とする携帯電話。\n(5) 被告の行為\n被告は，携帯電話会社各社に対し，被告製品を販売し，これらの携帯電話\n会社各社は，それぞれ平成２９年２月９日から同年７月７日にかけ，一般消\n費者に対し，被告製品の販売を開始した。\n(6) 被告製品の構成\n原告は，被告製品の概要は，別紙被告製品説明書記載１⑴のとおりである\nと説明し，被告製品が，同⑵の条件（以下「本件前提条件」という。）の下\nで，同⑶の構成ａ～ｇを備えると主張し，被告は，被告製品の構成は，同説\n明書記載２の構成⒜～⒢のとおりであると主張する。\n(7) 先行文献等\nア  本件特許の優先日前に，以下の公開特許公報が存在した。\n(ｱ)  発明の名称を「電子機器及びその制御方法」とする特開平１１－５\n５２４６号の公開特許公報（乙１１。以下「乙１１公報」といい，同公\n報に記載された発明を「乙１１発明」という。）\n(ｲ) 発明の名称を「携帯情報機器」とする特開平１０－１３９４２号の公\n開特許公報（乙１２。以下「乙１２公報」といい，同公報に記載された\n発明を「乙１２発明」という。）\n(ｳ) 発明の名称を「自動車電話端末装置」とする特開平３－６０５４３号\nの公開特許公報（乙１３。以下「乙１３公報」といい，同公報に記載さ\nれた発明を「乙１３発明」という。）\n(ｴ) 発明の名称を「携帯電話機」とする特開２０００－２９５３４１号の\n公開特許公報（乙１４。以下「乙１４公報」といい，同公報に記載され\nた発明を「乙１４発明」という。）\n(ｵ) 発明の名称を「携帯端末装置」とする特開２０００－３１２３８２号\nの公開特許公報（乙１５。以下「乙１５公報」という。）\n(ｶ) 発明の名称を「カード類の所有権確認方法」とする特開平４－３０６\n７６０号の公開特許公報（乙１７。以下「乙１７公報」という。）\nイ  発明の名称を「携帯電話機の自動ダイヤルロックシステム」とする特開\n２００１－２４５３５４号は，本件発明の優先日前である平成１２年３月\n１日に出願され，平成１３年９月７日に公開された特許出願に係る公開特\n許公報（乙１６。以下「乙１６公報」といい，同公報に記載された発明を\n「乙１６発明」という。）である。\n３  争点\n(1) 被告製品の構成（争点１）\n(2) 構成要件充足性\nア  構成要件Ｅ及びＦの「アクセス制御手段」の具備の有無（争点２－１）\nイ  構成要件Ｂ及びＦの「被保護情報」の具備の有無（争点２－２）\nウ  構成要件Ｂ及びＣの「トリガ信号」及び構成要件Ｂ，Ｅ及びＦの「アク\nセス要求」の具備の有無（争点２－３）\nエ  構成要件Ｄ，Ｅ及びＦの「比較手段」の具備の有無（争点２－４）\nオ  構成要件Ｃ及びＤの「Ｒバッジ」の具備の有無(争点２－５)\n(3) 無効理由の存否\nア  訂正要件違反（争点３－１）\nイ  乙１１発明に基づく進歩性の欠如（争点３－２）\nウ  乙１６発明に基づく拡大先願違反（争点３－３）\n(4) 損害額（争点４）\n第３  当事者の主張\n１  被告製品の構成（争点１）\n（原告の主張）\n(1) 本件前提条件\n被告製品は，オペレーティングシステムの下に動作する情報機器であり，\nプログラム上の種々の設定や条件に従って動作・機能するものであるが，あ\nる特定の設定や条件の下で本件発明の全ての構成要件を充足すれば，本件発\n明の技術的範囲に属する。被告製品が他の条件の下で動作した場合に本件発\n明の構成要件を充足しないことがあるとしても，それは被告製品が本件特許\nを侵害しているという結論を左右するものではない。\n(2) 構成ｂ\n被告製品の電源キーが押下されると，画面表示信号が出力され，画面ロッ\nクを解除するためのロック画面が表示されるから，当該信号は，構成ｂにお\nける「ロック画面表示信号」であって，構成要件Ｂにいう「トリガ信号」に\nも相当する。そして，トリガ信号を受信した被告製品は，画面ロック解除を\n実行するプログラムに同信号を受け渡し，その解除プロセスを進行させるこ\nとになる。このため，被告製品は，「画面ロック解除プロセスを実行するプ\nログラムに対して，当該トリガ信号を画面ロック解除の要求として受け付け\nて当該プログラムに受け渡す受付手段」を有するということができる。\nしたがって，被告製品は，構成ｂを備える。\n(3) 構成ｃ\n被告製品では，電源キーを押下しないと，ロック画面が表示されることは\nなく，電源キーを押下しロック画面が表示されたとき，ＮＦＣインターフェ\nースに基づく通信が，被告製品と登録済ＩＣカード（ＮＦＣ）との間で行わ\nれる。当該通信は，「トリガ信号（ロック画面表示信号）」に応答して行わ\nれる通信であり，ＩＣカード（ＮＦＣ）に対し，格納されているＩＤ情報な\nどの識別情報を送信することを要求する信号である。\nしたがって，被告製品は，「前記トリガ信号（ロック画面表示信号）に応\n答して，ＩＣカードに対して識別情報を要求する信号（ＮＦＣの信号）を送\n信する送信手段」（構成ｃ）を備えている。\n(4) 構成ｄ\n被告製品が，ＩＣカードに記憶された識別情報を用い，当該ＩＣカードが\n登録済ＩＣカード（ＮＦＣ）であるか否かを比較することは当事者間に争い\nがない。そうである以上，被告製品が，そのための比較手段を備えることも\n明らかである。\nしたがって，被告製品は構成ｄを備える。\n(5) 構成ｅ\n被告製品において，構成ｄの比較の結果が一致していれば，画面ロックが\n解除され，画面を介しての操作が可能となり，比較の結果が一致していなけ\nれば，画面ロックが解除されず，ロック画面のままであることは当事者間に\n争いがない。このように，画面ロックを解除し，画面を介した操作を可能に\nするような制御を行う手段は「画面ロック解除制御手段」ということができ\nるので，被告製品は，構成ｅを備える。\n(6) 構成ｆ\n被告製品において，画面ロック解除後，無操作状態が所定時間経過するま\nで，画面を介しての操作が可能となり，これが所定時間継続すると，画面の\n表示が消え，画面を介しての操作が行うことができなくなる。\nしたがって，被告製品は，構成ｆを備える。\n（被告の主張）\n(1) 本件前提条件\n本件前提条件のうち，条件①については，被告が携帯電話会社に販売する\n時はＳＩＭカードは装着されていないので，妥当しない。また，条件②～⑤\nは，ユーザによる被告製品の使用方法にすぎないのであり，被告製品の構成\nはその使用方法とは関係なく特定されるべきである。\n(2) 構成ｂ\n被告製品は，構成ｂにいう「トリガ信号（ロック画面表示信号）」は出力\nしない。被告製品において，電源キーの押下の際に出力される信号は一種類\nの「画面表示信号」であり，その際，画面ロック機能が設定されている場合\nであれば，ロック画面が表示されるものの，それが設定されていない場合に\nおいては，直近に表示されていた画面が表示される。このため，被告製品に\nおいて，ロック画面表示信号が出力されたとしても，ロック画面又は直近に\n表示されていた画面が表示されることによって，その処理が終了するのであ\nり，原告が主張するような「画面ロック解除プロセス」は進行しない。\nまた，画面ロックを解除するかどうかは，構成ｄにおける比較結果に基づ\nくものである。そのような比較をしない段階で，携帯電話のスイッチを押す\nことで生成されるロック画面表示信号を画面ロック解除要求として処理する\nのでは画面ロック機能としての意味がない。\n(3) 構成ｃ\n構成⒞のとおり，被告製品において，所定の設定条件を満たされた場合，\nＮＦＣの信号がＩＣカードに送信されることは認めるが，これはグーグル社\nが開発し，提供する機能によるものであり，被告は，その具体的な設定条件\nを知らない。\n(4) 構成ｄ\n被告製品は，構成⒟のとおり，ＩＣカードの識別情報を受信し，何らかの\n比較をするものであるが，これはグーグル社が開発し，提供する機能による\nものであり，被告は，その具体的な処理方法を知らない。\n(5) 構成ｅ\n被告製品では，画面ロックを解除することで，画面を介しての操作が可能\nとなることは認める。ただし，画面ロック状態であっても，電話帳，着信履\n歴，写真など，各種データなどにアクセスすることは可能である。\n(6) 構成ｆ\n被告製品では，構成⒡のとおり，画面が表示されてから，又は画面に対す\nる何らかの操作が行われた時点から，無操作状態が一定時間経過するまでは\n画面を介しての操作が可能である。原告が主張するように，画面ロックを解\n除した時点から，無操作状態が所定時間を経過するまで操作ができるもので\nはないので，構成ｆを備えない。\n２  構成要件充足性\n(1) 構成要件Ｅ及びＦの「アクセス制御手段」の具備の有無（争点２－１）\n（原告の主張）\n被告製品では，構成ｄの「画面ロック解除制御手段」によって，画面ロッ\nクが解除されるまで，画面を介した操作で端末内情報の閲覧や使用ができず，\n他方，画面ロックが解除されると，アクセスが許可された状態になる。すな\nわち，画面ロックが解除されることは，「アクセス要求」（画面ロック解除\n要求）に対する許可に相当し，その要求にもかかわらず，画面ロック状態の\nままであることは，これに対する禁止に相当するので，被告製品の「画面ロ\nック解除制御手段」は，構成要件Ｅ及びＦの「アクセス制御手段」に相当す\nる。\n被告の指摘するとおり，被告製品は，画面ロック状態であっても，各種デ\nータに全くアクセスできないわけではないが，電話帳や着信履歴，電子メー\nル，スケジュールのデータについては，かかる一定の情報が，そのような設\n定をしたときにロック画面に表示されるにすぎず，画面を介した操作により\n端末内情報を閲覧し，又は使用することが可能になるものではない。\nまた，画面ロックを解除することなくカメラ機能を起動して撮影し，撮影\nしたデータを表示・保存できることについても，ロック画面が表示された時\n点で格納されているアルバム内の多数の写真を閲覧したり使用したりできる\nものではなく，画面を介した操作で端末内情報の閲覧や使用ができないこと\nに変わりはない\n（被告の主張）\n本件発明にいう「アクセス制御手段」とは，本件明細書等の段落【００３\n８】，【００３９】，【図４】の自動改札機の例でいえば，携帯端末をＲバ\nッジに近づけて認証させ，同端末の乗車券のデータに対するアクセス要求が\n許可された後，これを自動改札機にかざすことで，改札機を通ることができ\nるというように機能し，被保護情報に対するアクセス要求を制御することで，\nその不正使用を確実に防止するものである。\nこのような不正使用は，個人情報やデータへの読出しや書込みによって行\nわれるものであるから，本件発明「アクセス」は，被保護情報の「データや\nプログラムの読出し，書き込みをすること」を意味すると解すべきであると\nころ，被告製品では，画面ロック状態であっても，電話帳データや着信履歴\nデータ，写真データ，電子メールデータ，スケジュールデータ，おサイフケ\nータイの電子マネーのデータ，定期券や乗車券のデータ，録音データなどの\n読出しや書込みをすること，すなわち「アクセス」が可能である。\nこのように，被告製品にいう画面ロック機能は，端末内のデータを保護す\nるものではなく，データを保護するためには，データの暗号化など，別の機\n能を用いる必要があるから，被告製品は，構成要件Ｅ及びＦの「アクセス制\n御手段」を具備していない。\n(2) 構成要件Ｂ及びＦの「被保護情報」の具備の有無（争点２－２）\n（原告の主張）\n本件明細書等の段落【００２８】は，「被保護情報」を「所有者が第三者\nによる閲覧や使用を制限し，保護することを希望する情報」であるとし，私\n的な住所録やドキュメント，画像データなどを例示する。そうすると，被告\n製品において，ロック画面が表示された時点で端末内に格納されていた電話\n帳，アルバム，メール，メッセージ，ラインなどの送受信情報は，構成要件\nＢ及びＦの「被保護情報」に当たる。\n（被告の主張）\n本件明細書等の段落【０００９】や【００２８】は，アクセスが許可され\nることによって，第三者による不正使用や悪用を防止することができるとし，\n構成要件Ｆは，アクセス要求が許可されるのは「所定時間」が経過するまで\nであるとする。そうすると，「被保護情報」とは，「アクセス要求が許可さ\nれるまではアクセスが禁止されている」ものでなければならないと解される\nところ，前記のとおり，被告製品の端末内の電話帳や写真などのデータは，\n画面ロックがされた状態でもアクセスが可能であるから，構成要件Ｂ及びＦ\nの「被保護情報」には該当しない。\n(3) 構成要件Ｂ及びＣの「トリガ信号」及び構成要件Ｂ，Ｅ及びＦの「アクセ\nス要求」の具備の有無（争点２－３）\n（原告の主張）\n構成要件Ｂは，「当該携帯電話のスイッチを押すことで生成されるトリガ\n信号…を，…被保護情報に対するアクセス要求として受け付ける受付手段\nと，」というものであるところ，被告製品において電源キーが押下されたと\nきに出力されるロック画面表示信号は，構成要件Ｂの「トリガ信号」に該当\nする。そして，被告製品は，このロック画面表示信号を，ロック画面解除プ\nロセス（解除プログラム）において，画面ロック解除要求として受け付ける\nところ，この画面ロック解除要求は，本件発明における，被保護情報に対す\nるアクセス要求に相当する。\n（被告の主張）\n被告製品における「画面表示信号」は，直近表示画面又はロック画面を表\n示することでその処理を終了する。そして，被告製品でＩＣカードをその背\n面にかざして画面ロックを解除したとしても，「画面表示信号」に対する処\n理は，直近表示画面又はロック画面の表示処理によって終了しているから，\n既に処理が終了している「画面表示信号」に対して許可又は禁止することは，\n技術的にもあり得ない。そうすると，被告製品における「画面表示信号」は，\n構成要件Ｂ及びＣの「トリガ信号」には該当しない。\n原告は，「ロック画面表示信号」なるものが「トリガ信号」であると主張\nしているが，そうすると，「ロック画面表示信号」が「アクセス要求」にな\nるはずであるが，他方で，「画面ロック解除要求」が「アクセス要求」であ\nるとも主張している。原告の主張は，「ロック画面表示信号」と「画面ロッ\nク解除要求」という異なる時系列における異なる信号又は要求が「アクセス\n要求」に該当するという技術的・論理的にあり得ない解釈である。\n(4) 構成要件Ｄ，Ｅ及びＦの「比較手段」の具備の有無（争点２－４）\n（原告の主張）\n構成要件Ｄは，背面にかざされたＩＣカードからの識別情報と登録された\nＩＣカードの識別情報との比較に当たり，何らかの演算を用いるか否かを含\nめ，何ら限定をしていないから，両者を比較することにより，背面にかざさ\nれたＩＣカードが信頼できるＩＣカードとして登録されたものであるか否か\nを比較することができるものであれば足りる。\n本件明細書等の段落【００２８】には，「暗号化したものなどを照合用デ\nータとして利用することができる」と記載されているので，携帯電話に予め\n記録されている識別情報が，Ｒバッジに格納された識別情報をハッシュ関数\nで暗号化したものであってもよい。本件発明の目的に照らすと，携帯電話に\n予め記録してある識別情報とＲバッジの識別情報とが一意に関連付けられて\nいれば，満たすべき所定の条件を設定し，その条件を満たすか否かを判定す\nることはできるので，携帯電話に予め記録してある識別情報が，Ｒバッジに\n格納された識別情報を暗号化したものであってもよいし，Ｒバッジに格納さ\nれた識別情報をハッシュ関数で演算した値としたものであってもよい。\n被告製品は，ＩＣカードに記憶した識別情報を受信し，その識別情報を用\nいた何らかの方法により登録済みＩＣカードであるか否かの比較を行うもの\nであるから，構成要件Ｄ及びＥの「比較手段」を充足する。\n（被告の主張）\n構成要件Ｄの文言上，その「比較手段」は，Ｒバッジから受け取った識別\n情報と事前に携帯電話に記録した識別情報とを比較するものである必要があ\nる。他方，被告製品においては，ＩＣカードから受信した識別情報の比較方\n法として，様々な方法が想定されるのであり，ＩＣカードの識別情報につい\nてハッシュ関数を利用してハッシュ化するなどして，ＩＣカードの識別情報\nを記憶せずに比較処理を実行する方法も考えられる。\n原告は，被告製品における「比較手段」が，Ｒバッジから受け取った識別\n情報と事前に携帯電話に記録した識別情報とを比較するものであることを立\n証していないので，被告製品が構成要件Ｄ及びＥを充足しているということ\nはできない。\n(5) 構成要件Ｃ及びＤの「Ｒバッジ」の具備の有無（争点２－５）\n（原告の主張）\nア  本件明細書等の段落【００１６】には「携帯電話との間で送受信するた\nめのＲＦＩＤインターフェースを有し，前記携帯電話からの要求に応じて\n前記識別情報を送信する手段を有することを特徴とするＲバッジ」と記載\nされているので，本件発明の「Ｒバッジ」は，ＲＦＩＤ技術におけるＲＦ\nタグを意味する。そして，同段落【００３３】には「ＩＣアセンブリを装\n飾品や衣類など所有者の身近におくことが可能な物体に埋め込んだものを\n『Ｒバッジ』と総称する」などと記載されていることによれば，「Ｒバッ\nジ」は，ＲＦタグとして機能するものであれば足りるというべきである。\nＲＦＩＤインターフェースを備えるＩＣカードは，ＲＦタグの一種である\nＮＦＣタグであり，身近に置くことができるものであるので，構成要件Ｃ\n及びＤの「Ｒバッジ」に当たる。\nイ  原告は，その出願過程において，「Ｒバッジ」が，乙１７公報の「携帯\n物」に相当するという特許庁の認定を受け入れたにすぎず，ＩＣカードが\n本件発明のＲバッジに当たらないことまでを認めたものではない。\n（被告の主張）\nア  本件明細書等において，「Ｒバッジ」は，「ＩＣアセンブリを装飾品や\n衣類など所有者の身近におくことが可能な物体に埋め込んだもの」をいう\nものと記載されているが，ＩＣカードは，イヤリング，ネクタイピン，財\n布などと異なり，身近に置くものではないので，「Ｒバッジ」には当たら\nない。また，本件明細書等の段落【０１３８】においては「ＩＣカード」\nと「レッドバッジ」との用語が明確に使い分けられているのであるから，\n「Ｒバッジ」にはＩＣカードは含まれない。\nイ  原告は，本件特許の原出願の審査経過において，「第２アセンブリ」を\n「Ｒバッジ」に減縮した上，それが乙１７公報にいう「携帯物」（「例え\nば，時計，ネクタイピン，指輪，またはブローチ等の装身具を用いて，こ\nれらの装身具内に処理／記憶手段を埋め込んで作る」もの）と一致する旨\nの主張していた（乙１８，１９）。乙１７公報において，「携帯物」と\n「カード類」は区別されているのであるから，本件発明の「Ｒバッジ」は\n装身具内に処理手段や記憶手段を埋め込んで作るものを意味し，「ＩＣカ\nード」は含まれないと解すべきである。\n３  無効理由の存否\n(1) 訂正要件違反（争点３－１）\n（被告の主張）\n本件訂正は，実質上特許請求の範囲を変更するものであり，また，明瞭で\nない記載の釈明を目的とするものでもない。\nア  本件訂正は，実質上特許請求の範囲を変更するものであり，特許法１２\n６条６項に違反する。\nすなわち，被保護情報へのアクセスが許可される所定時間の開始時点に\nついて，本件訂正前の構成要件Ｆは「アクセス要求」の時点（ｔ０）とし\nていたが，本件訂正により，その時点は「アクセス要求が許可された」時\n（ｔ１）に訂正されたので，その開始時点が，時間軸上，遅い時点に変更\nされたことになる（ｔ０→ｔ１）。しかるに，被保護情報に対するアクセ\nスを許可する間隔については，本件訂正の前後を通じ，同一の「所定時間」\n（Δｔ）とされている。\nそうすると，訂正前は，アクセスが許可されなかった時間帯（ｔ０＋Δ\nｔ～ｔ１＋Δｔの間）について，訂正後は，アクセスが許可されることと\nなる。このように，アクセスが許可される時間帯に相違が生じている以上，\n実質上特許請求の範囲が変更されたというべきである。\nイ  また，本件訂正は，明瞭でない記載の釈明を目的とするものでもないか\nら，特許法１２６条１項ただし書にも違反する。この点，被告は，本件訂\n正前の構成要件Ｆの「アクセス要求から」の文言が，「アクセス要求」の\n時からとも，「アクセス要求の許可」の時からとも解釈し得る点で不明瞭\nであったと主張する。しかし，構成要件Ｂによれば，トリガ信号が「アク\nセス要求」として受け付けられるのであるから，前記の文言は，トリガ信\n号を受け付けた時点をいうものとして，明瞭に特定することができるので\nあって，「明瞭でない記載」には当たらない。\nウ  また，この点について，本件明細書等の記載を参酌するにしても，原告\nが本件訂正を請求する根拠とした段落【００３０】，【００３１】，【０\n０３６】の記載を含め，「所定時間」の開始時点が，「アクセス要求の許\n可」の時点であるとする明示的な記載は存在しない。\n(ｱ) むしろ，本件明細書等の段落【００３６】には「照合結果が所定の条\n件を満たした後所定時間が経過する前に被保護情報へのアクセスがなさ\nれた場合はそれを許可し，この所定時間が経過した後の場合はアクセス\nを禁止する…。この場合，例えば，ＩＣアセンブリ１３０または１４０\nのいずれか一方または両方にタイマを設けることで，上述のような所定\n時間が経過したか否かを検出することが可能となる。」との記載がある\nが，被保護情報へのアクセスを許可するには，所定時間が経過する前に\nアクセスがされることが条件となるから，その判断をする前に所定時間\nの計時の開始時点が存在していなければならないはずである。\n(ｲ) また，本件明細書等の段落【００３６】には，上記記載に引き続き，\n「このような方法をとることで，ＩＣアセンブリ１３０と１４０との間\nの距離が通信可能距離よりも長い場合であっても本発明を実現すること\nが可能である。」との記載がある。\nそして，同明細書等の段落【００３９】には，ＩＣアセンブリ１３０\nと１４０との間の距離が通信可能距離より長い場合について，携帯電話\nを自動改札機からのプリチャージ信号に応答可能な範囲に置いた後，一\n定時間の間に，ＩＣアセンブリを実装した帽子やイヤリングと携帯電話\nとを通信可能距離に近づけて認証するとの実施例が示されているが，こ\nの実施例は，多目的携帯端末３００を自動改札機のリーダライタ１５０\nにかざし，同端末を帽子などに１０ｃｍ以内の距離まで近づけて認証を\n行って乗車券のデータを利用可能にし，さらに，同端末を自動改札機の\nリーダライタにかざすことで，乗車券のデータへのアクセスを許可する\n処理である。そうすると，段落【００３６】の「所定時間」には，乗車\n券のデータを利用可能とするまでのタイムラグも含まれると理解すべき\nである。\n(ｳ)  原告が，本件訂正の根拠として段落【００３６】を挙げていながら，\nその「所定時間」にアクセス要求からアクセス許可までの時間が含まれ\nないと解することは，禁反言に当たるものとして許されない。\n（原告の主張）\n本件訂正は，その訂正審決が正当に判断するとおり，訂正前の特許請求の\n範囲の記載に２個の解釈があり不明瞭なため，これを本件明細書等に記載と\n整合するように訂正するものであり，不明瞭な記載の釈明に当たり，実質上\n特許請求の範囲を拡張し，又は変更するものでもない。\nア  本件明細書等の段落【００３０】，【００３１】，【００３６】，【０\n１２０】，【図２】のＳ１５６～Ｓ１５８によれば，「所定時間」の計時\nの開始時点は，「アクセス要求の許可」の時であることが明らかであった\nが，本件訂正前の構成要件Ｆには，「アクセス要求から所定時間が経過す\nるまで」などという文言が用いられていた。そのため，当該文言は，その\n計時の開始時点につき，「アクセス要求」の時からとも，「アクセス要求\nの許可」の時からとも解釈し得る不明瞭な記載となっていた。本件訂正は，\nこのような不明瞭な記載を明瞭にしたにすぎない。\nイ  これに対し，被告は，本件明細書等の段落【００３６】が，「所定時間」\nの計時の開始時点を「アクセス要求の許可」の時より前とするものである\nと主張するが，同段落の前半部分は，所定の条件を満たした後という条件\nの下，「所定時間」が経過する前に，被保護情報に対するアクセスがあれ\nば，そのアクセスを許可するという意味に理解されるから，実際に被保護\n情報に対するアクセスが可能な期間は，所定の条件を満たしてアクセス要\n求が許可された時から開始することになる。すなわち，同段落の前半部分\nの記載は，アクセス要求が許可された時を開始時点として「所定時間」の\n計時を開始することをいうと当然に理解し得るものである。\nウ  被告は，本件明細書等の段落【００３６】に係る被告の解釈の裏付けと\nして，同明細書等の段落【００３９】の実施形態の記載を指摘する。しか\nし，当該記載は，「タイマを設けて一定のタイムラグを許容することで」\nとあるように，Ｒバッジによる認証をするまでの「タイムラグ」に係るも\nのであり，被保護情報に対するアクセスを許す「所定時間」に係るもので\nはない。両者は，同明細書等の段落【０１１６】～【０１２０】，【図２\n１】で明確に区別されており，そこにいう「所定の時間ｔ１」がＲバッジ\nの認証のための「タイムラグ」に相当し，「所定の時間ｔ２」が被保護情\n報に対するアクセスを許す「所定時間」に対応する。これを参酌すれば，\n段落【００３６】の後半部分の「このような方法をとることで」は，「タ\nイマを設けて一定のタイムラグを許容することで」の明らかな誤記という\nべきである。\n被告は，原告の以上の主張が，本件訂正との関係で禁反言に当たると主\n張するが，原告は，必要な範囲で訂正を求め，その根拠を主張していたに\nすぎず，本件訴訟における主張に何ら矛盾はない。\n(2) 乙１１に基づく進歩性の欠如（争点３－２）\n（被告の主張）\n本件発明は，乙１１発明に，乙１２発明，乙１３発明又は乙１４発明を適\n用することにより，当業者が容易に想到し得たものである。\nア  本件発明と乙１１発明との一致点及び相違点\n本件発明と乙１１発明は，以下の点において相違し，その余の構成にお\nいて一致する。\n（相違点１）\n本件発明の構成要件Ｄが，受け取った識別情報と当該携帯電話に予め記\n録してある情報の比較をしているのに対し，乙１１発明は，ＩＤカードか\nら受け取ったデータ９と携帯電話に記憶したデータ１１の和と，パスワー\nドとして入力を受け付けて携帯電話に記憶されたデータ１０との比較をし\nている点\n（相違点２）\n本件発明の「所定時間」の計時の開始時点は，アクセス要求が許可され\nた時点であるのに対し，乙１１発明では，電源が投入されている状態のと\nき，計時装置が電源が投入されてからの時間を計時し，そこから一定時間\n毎にデータ９の送信要求を行っているが，この一定時間の計時の開始時点\nが，「アクセス要求が許可」された時点かどうかは明らかではない点\n（相違点３）\n仮に，本件発明の「Ｒバッジ」にＩＣカードが含まれない場合には，乙\n１１発明との関係でこの点が相違点となる。\nイ  相違点に関する原告の主張について\n原告は，構成要件Ａ及びＤが有機的に関連しているとして，相違点１\nに代え，相違点①を主張する。しかし，両者を組み合わせたところで，\n無線通信インターフェースを採用すれば当然の事項が生じるにすぎず，\n相乗的な効果という意味での有機的な関連性は生じない。また，原告は，\n相違点①に関し，乙１１発明では「携帯電話が受け取る情報は定期的に\n書き換えられる」とするが，構成要件Ｄは，Ｒバッジから受け取る「識\n別情報」について何らの限定もしていないので，その点も相違点とはな\nり得ない。\nしたがって，原告の主張する相違点①の認定は誤りである。\nウ  相違点１について\n当業者は，乙１１発明に乙１２発明を適用すれば，相違点１に係る構成\nを容易に想到することができた。\n(ｱ) 乙１２公報の段落【００１３】，【００１４】には，「識別ユニット\n２に記憶した識別コードが情報ユニット１に送られ，この識別コードと，\n情報ユニット１のキーコードメモリに記憶したキーコードとを比較して\n一致するかを比較する」方法が開示されているが，この処理は，構成要\n件Ｄにおける比較方法と一致する。\n(ｲ) 乙１１発明と乙１２発明は，いずれも携帯電話や携帯電話を含む携帯\n情報機器に関する発明であって，その技術分野は共通している。また，\n乙１１発明は，第三者による使用や内部データの盗用，破壊を防止とす\nる点に課題があり（乙１１公報の段落【０００３】，【０００４】），\n乙１２発明は，セキュリティ機能を意識せず，かつ，セキュリティのた\nめの余分な操作を不要とし，第三者の不正使用を回避する点に課題があ\nったのであるから（乙１２公報の段落【０００４】，【０００５】，\n【００１７】），乙１１発明と乙１２発明の解決しようとする課題は，\nいずれも共通しているということができる。\n(ｳ) したがって，乙１１発明の「ＩＤカードから受け取ったデータ９とパ\nスワードとして入力を受け付けたデータ１１との和と，携帯電話にあら\nかじめ記憶したデータ１０との比較をする」という構成に代え，乙１２\n発明の前記構成を適用すれば，当業者は，構成要件Ｄを容易に想到する\nことができる。\n(ｴ) これに対し，原告は，３つのデータを用いた構成にすることが，乙１\n１発明の課題解決には不可欠であったと主張する。\nしかし，乙１１公報の段落【０００２】，【０００３】によれば，乙\n１１発明の課題は，パスワードのみによる被害の防止にあったというべ\nきである。乙１１発明は，従来のパスワードだけでは不正使用されると\nいう課題を解決するため，パスワード以外のデータ，すなわち，ＩＤカ\nードから受信したデータ９と，携帯電話に予め記憶されたデータ１１な\nどを用いた比較処理をすることにより，従来のパスワードだけの場合よ\nりも携帯電話の不正使用等を防止するところに発明の要旨があるのであ\nり，３つのデータを用いることは，課題解決に不可欠な構成ではない。\nエ  相違点２について\n(ｱ) 乙１１発明において，電源が投入された時点その他の任意の時点を計\n時の開始時点にしても，①携帯電話１が使用可能になってから，②上記\n一定時間が経過するまでは携帯電話１が使用可能なのであるから，前記\n①から②までの時間が，構成要件Ｆの「所定時間」に相当する。\nしたがって，相違点２は，実質的な相違点ではない。\n(ｲ) 仮に，本件発明と乙１１発明が相違点２において相違するとしても，\n乙１１発明に乙１３に記載された技術的事項を適用することにより，当\n業者は相違点２に係る構成を容易に想到することができた。\nすなわち，乙１３公報には，ロックを外してから一定時間経過した際\nに，自動的にロックがかかる機能の具体的処理として，前回ロックを外\nした時間を読み出し，現在の時間まで一定時間以上経過している場合に\nはロックｏｎ状態とし，そうでない場合にはロックｏｆｆ状態とする構\n成が開示されている。この点，ロックを外すことは，アクセス要求の許\n可に相当するから，前記構成は所定時間経過するまでは被保護情報に対\nするアクセスの許可に当たる。\n乙１１発明と乙１３発明は，いずれも移動体通信端末に関する発明で\nあり，その技術分野は共通している。そして，乙１１発明は，第三者に\nよる使用や内部データの盗用，破壊を防止とする点に課題があり（乙１\n１公報の段落【０００３】，【０００４】），乙１３発明は，第三者に\nよる無断使用を防止するために発信終了後にすぐにロックをかけておか\nなければならないなどの負担の軽減を課題とするものであったから（乙\n１３公報の〔発明が解決しようとする課題〕欄），いずれも課題が共通\nしている。\nしたがって，乙１１発明における「電源が投入されてから一定時間ご\nとに比較処理を実行して携帯電話の使用の可否を判定している」構成に\n代えて，乙１３公報に記載された前記構成を適用すれば，当業者は，相\n違点２に係る構成を容易に想到し得たものである。\n(ｳ) 仮に，本件発明と乙１１発明が相違点２において相違するとしても，\n乙１１発明に乙１４に記載された技術的事項を適用することにより，当\n業者は相違点２に係る構成を容易に想到することができた。\nすなわち，乙１４公報の段落【００１９】～【００２１】には，動作\n開始直後は本体がロックされて使用不能であるが，キー信号を受信した\nとき，ロックを解除した上，時間のカウンタｔ１をリセットして計時を\n開始し，カウンタｔ１が所定値ｔ１０より大きくなったとき，ロックを\n作動するが，カウンタｔ１が所定値ｔ１０より小さい間にキー信号を受\n信すれば，カウンタｔ１がリセットされるといった構成が開示されてい\nる。他方，ここにいうロックの解除は「アクセス要求を許可」すること\nであるから，当該構成は，「アクセス要求の許可」の時点から計時をす\nるというものであり，また，そのカウンタｔ１が所定値ｔ１０より小さ\nいと判定されている場合にロックがされていないということは，「アク\nセス要求が許可されてから所定時間が経過するまでは前記被保護情報へ\nのアクセスを許可する」ことを意味する。\n乙１１発明と乙１４発明は，いずれも携帯電話機に関する発明である\nから，その技術分野は共通する。そして，乙１１発明は，第三者による\n使用や内部データの盗用，破壊を防止する点に課題があり（乙１１公報\nの段落【０００３】，【０００４】），乙１４発明は，紛失時や盗難時\nには確実にロック機能を作動させる点に課題があるのであるから（乙１\n４公報の段落【０００２】～【０００４】），課題も共通するというこ\nとができる。\nしたがって，乙１１発明における「電源が投入されてから一定時間ご\nとに比較処理を実行して携帯電話の使用の可否を判定している」構成に\n代えて，乙１４公報に記載された前記構成を適用すれば，当業者は，相\n違点２に係る構成を容易に想到し得たものである。\nオ  相違点３について\n仮に，相違点３が相違点であるとしても，当業者は，乙１１発明の「Ｉ\nＣカード」に代えて，乙１５公報に記載された「ＩＣカードの形状を，指\n輪，時計，イヤリング，ネックレス，ペンダント等の身につけやすい形状\nに変更する」という技術的事項を適用すれば，当業者は，相違点３に係る\n構成を容易に想到し得る。\n（原告の主張）\n本件発明と乙１１発明との間には，少なくとも相違点①，②が存在し，同\n各相違点に係る構成は当業者が容易に想到し得たものではない。\nア  本件発明と乙１１発明との相違点\n（相違点①）\n本件発明は，ＲＦＩＤインターフェースを有する携帯電話であり，Ｒバ\nッジより識別情報を受け取って，該受け取った識別情報と，当該携帯電話\nに予め記録してある識別情報とを比較するものであるのに対し，乙１１発\n明は，ＩＤカードと無線通信はするものの，ＲＦＩＤインターフェースを\n有するか不明であり，携帯電話が受け取る情報は定期的に書き換えられる\nＩＤカードに記録されたデータ９であってＩＤカードの識別情報ではなく，\nＩＤカードより受け取ったデータ９，携帯電話に記録されたデータ１１及\nび電波信号Ａの送信と同時に当該携帯電話の使用者に入力を求めて入力さ\nれたパスワードの三者が一定の関係を有するか否かを比較するものである\n点\n（相違点②）\n本件発明は，アクセス制御手段が比較手段でアクセス要求を許可すると\nいう比較結果が得られた場合は，アクセス要求が許可されてから所定時間\nが経過するまでは被保護情報へのアクセスを許可するものであるのに対し，\n乙１１発明は，ＩＤカードから受け取ったデータ９と携帯電話に記憶され\nたデータ１１及び入力されたパスワードの三者が一定の関係を有するとい\nう比較結果が得られた後，一定の時間ごとに前記データ１１を書き換え，\n同時に前記ＩＤカードに対して電波信号Ａを送信し，前記ＩＤカード内の\nデータ９を書き換え，一定時間ごとに前記ＩＤカードに対してデータ９の\n送信を要求し，前記ＩＤカードより前記データ９を受け取って，該受け取\nったデータ９，データ１０（パスワードの値に等しいデータ）及び前記デ\nータ１１の三者を比較し，該三者が一定の関係を有するときは使用可能に\nし，一定の関係を有しないときは自動的に電源を切り使用不可能にするも\nのであって，電源が投入されてからの時間を計時はするものの，識別情報\nを比較した結果が一致した時点からの所定時間を計時せず，所定時間が経\n過するまでアクセス可能とするものではない点\nイ  被告の主張する相違点１について\n被告は，構成要件Ａに係る相違は実質的な相違でないとし，原告が主\n張する相違点①に相当するものとして，相違点１を認定する。\nしかし，構成要件Ａが規定する携帯電話と構成要件Ｄが規定するＲバッ\nジは，ＲＦＩＤインターフェースに基づき，携帯電話の要求信号に応答し\nて，Ｒバッジに格納された一意に識別できるように割り振った固有の識別\n情報を携帯電話に送信し，これを受け取った携帯電話は，予め記録してあ\nる識別情報との比較を行うものである（本件明細書等の段落【００１６】，\n【０１０７】）。\nこのように，Ｒバッジに格納された識別情報は，ＲＦＩＤタグとして\n好ましくは製造時に書換え不能な固有の識別情報を書き込まれたもので\nあって，パスワードのような任意に変更可能な情報ではなく，Ｒバッジ\nの固有の識別情報を利用することにより，被保護情報に対する第三者の\n不正アクセスを防止することを目的としている。この意味において，構\n成要件ＡとＤとには有機的な関連性があり，この点を考慮すると，本件\n発明と乙１１発明との相違点は，前記相違点①のように認定されるべき\nである。\nウ  相違点①について\n被告は，乙１２発明を乙１１発明に適用すれば，本件発明を容易に想到\nすることができると主張するが，以下のとおり失当である。\n(ｱ) 乙１２発明は，従来技術が，第三者の不正使用に備え，暗証番号を設\n定させ，暗証番号に続いて電話番号を入力したときにのみ電話の発信を\n可能とする構成であったのに対し，４桁程度の暗証番号の入力に代え，\nキーコードを入力させ，いったんキーコードが記憶された後は，発信操\n作をする場合に，送受信部を介した識別コードを受信して認証する構成\nとし，これを前記従来技術の電話発信時に先頭に入力すべき暗証番号に\nよる認証に代替させ，発信処理を続行させて電話番号を発信することが\nできるようにするものである。そして，そのキーコードは，ＲＦＩＤイ\nンターフェースの一意に識別できるように割り振られた固有の識別情報\nではなく，携帯情報機器の操作者が任意に設定する。\n(ｲ) 他方，乙１１発明は，携帯電話のスイッチを押したときにパスワード\nを入力する必要があり，これに加えて，ＩＤカードからのデータ９を受\nけ取って，予め記憶しているデータ１１の３つのデータが一定の関係を\n満足するものであるか否かを比較することで，その課題を解決するもの\nであるから，これら３つのデータを用いた複雑な構成にすることは，そ\nの課題解決にとって不可欠なものである。そのため，乙１１発明のデー\nタ９を乙１２発明のキーコードとする動機付けは存在しない。\nしたがって，相違点①に係る構成について，乙１１発明及び乙１２発\n明から容易に想到し得たということはできない。\nエ  相違点②について\n(ｱ) 被告は，乙１１発明における一定時間の計時の開始時点につき，どの\nタイミングとするかは当業者が適宜設定する事項にすぎないなどと主張\nする。\nしかし，乙１１発明は，一定時間ごとに変化するデータ９，データ１\n１及び電源投入又はキー５を押したときに入力されたパスワードに等し\nいデータ１０という三者のデータに一定の関係がある場合であって，そ\nの一定の関係を有するデータ９をＩＤカードから受信している期間，そ\nの携帯電話を使用可能とするものである。\nこのようにデータ９，データ１０及びデータ１１を用いることが，単\nなるパスワードによる保護に付加する不可欠な課題解決手段であり，乙\n１１発明に不可欠な構成であるから，被告の前記主張は失当である。\n(ｲ) 被告は，乙１１発明に乙１３公報に記載された技術的事項を適用し得\nると主張する。\nしかし，乙１３発明は，ロック解除コード（パスワード）でロックを\n解除し，それから一定時間経過すると自動的にロックするという構成を\n有するにすぎない。これに対し，乙１１発明は，単なるパスワードによ\nる保護に比較して第三者の不正使用をより強く防止することを目的とす\nるための構成を不可欠としているのであるから，この構成に代え，乙１\n３発明の前記構成を適用する動機付けはない。\nしたがって，乙１３公報に記載された技術的事項によっても，相違点\n②に係る構成を容易に想到し得たということはできない。\n(ｳ) 被告は，乙１１発明に乙１４公報に記載された技術的事項を適用し得\nると主張する。\nしかし，乙１４発明においては，時間のカウンタが所定値を超えたと\nき，ロック作動となるが，キー信号が受信されると，カウンタがリセッ\nトされるから，カウンタが所定値を超えないうちにキー信号を受信して\nいる限り，ロック解除の状態が継続する。すなわち，乙１４発明でロッ\nクが解除されるのは，「一定時間ごとに比較処理を実行して携帯電話の\n使用の可否を判定している」間であって，この構成自体は，携帯電話の\n使用可能時間に係る乙１１発明の構成と異ならない。\nしたがって，乙１１発明に乙１４公報に記載された技術的事項を適用\nしたところで，相違点②に係る構成には至らない。\nオ  相違点３について\n争点２－５で主張したとおり，「Ｒバッジ」に「ＩＣカード」は含まれ\nる。なお，乙１５発明は，携帯端末装置固有の機器ＩＤと個人認証用ＩＣ\nカードより受信したユーザＩＤについてサービス提供局と通信を行い，そ\nこから個人認証を受けるというものであるから，携帯電話に予め記憶され\nた識別情報とＲバッジより受信した識別情報を比較して携帯電話において\n認証するという本件発明とは全く異なる。\n(3) 乙１６に基づく拡大先願違反（争点３－３）\n（被告の主張）\n本件発明は，本件特許の優先日前に出願され，本件特許の優先日後に出願\n公開された乙１６公報に記載された発明と同一の発明である。\nア  構成要件Ａ，Ｇとの一致\n(ｱ) 乙１６公報の段落【００２５】には，乙１６発明の「携帯電話機１０\n内において，１１は携帯電話機１０全体の制御を行う制御部であり，１\n２はロック解除装置２０に微弱電波を用いてロック解除コードを送信す\nるロック解除コード送信部であり，…１８は，ロック解除コード送信部\n１２がロック解除コードをロック解除装置２０に送信した後，該ロック\n解除装置２０から送られて（返送されて）きた認証演算結果を制御部１\n１に通知する認証結果受信部であり」との記載があり，同段落【００２\n６】には，「携帯電話機１０とロック解除装置２０間にて授受される信\n号の通信媒体として電波が用いられる」との記載がある。\n(ｲ) このように，乙１６発明は，携帯電話機とロック解除装置との間で微\n弱電波を用いてロック解除コード及び認証演算結果を送受信するもので\nあり，乙１６公報の段落【００３３】の記載によれば，その電波強度は\n「１ｍ程度」のものであると解される。\n他方，ＲＦＩＤインターフェースは，本件明細書等の段落【００２７】\nもいうように，標準規格化が進められていた無線通信インターフェース\nであって，「数メートル離れた距離」のものを含む近距離無線通信であ\nり（乙２５，２６），構成要件Ａはその方式を何ら限定していない。\nそうすると，「ロック解除コード送信部」及び「認証結果受信部」を\n有する乙１６発明の携帯電話機は，構成要件Ａと実質的に一致し，構成\n要件Ｇも充たす。\nイ  構成要件Ｂ，Ｃとの一致\n(ｱ) 乙１６公報の段落【００３１】には，「次に，携帯電話機使用者によ\nり，発信またはメモリダイヤル等の個人情報へのアクセス等の操作を行\nうべく，入力装置１４のキーボードより，一連のキー操作によるデータ\nの入力（動作処理要求等）が行われると，この一連のキー操作によるデ\nータの入力に対応する操作内容が制御部１１に供給（通知）される。制\n御部１１は，入力装置１４から前記操作内容が供給されたタイミングに\nて，コード記憶回路１６よりロック解除コードを読み出してロック解除\nコード送信部１２に供給する。ロック解除コード送信部１２は，ロック\n解除コードを微弱電波にのせ，携帯電話機使用者が所持している（身に\n付けている）ロック解除装置２０に送信する」との記載があり，同【０\n０４４】に，「この実施の形態１によれば，従来方式ではロック解除装\n置４０側から携帯電話機３０に対して一定周期でロック解除コードを送\n信していたのに対し，携帯電話機１０の使用者により発信またはメモリ\nダイヤル等の個人情報へのアクセス等の操作（キー入力）が行われた場\n合に，ロック解除装置２０から携帯電話機１０に対して認証演算結果が\n送信されるので，ロック解除装置２０の電力消費を格段に押さえる効果\nが得られる」との記載がある。\n(ｲ) これらの記載におけるキー入力は個人情報へのアクセス等の操作であ\nって，本件発明にいう「被保護情報に対するアクセス要求」に相当し，\nその操作内容が制御部に通知されるのであるから，乙１６発明の「制御\n部」は，構成要件Ｂと一致する。また，ロック解除コード送信部は，操\n作内容が供給されたタイミングで読み出されたロック解除コードをロッ\nク解除装置に送信するから，使用者が身に付けているというロック解除\n装置が，本件発明の「Ｒバッジ」に相当し，乙１６発明の「ロック解除\nコード送信部」が，構成要件Ｃに一致する。\nウ  構成要件Ｄとの一致\n(ｱ) 乙１６公報の段落【００３２】には，「ロック解除装置２０のロック\n解除コード受信部２２は，携帯電話機１０から微弱電波で送信されたロ\nック解除コードを受信すると，該ロック解除コードを認証装置２３に供\n給する。このロック解除装置２０の認証装置２３は，ロック解除コード\nが供給（受信）された時点で，ＩＤ情報記憶回路２１にあらかじめ記憶\nされているＩＤ情報を読み出し，該ＩＤ情報と受信したロック解除コー\nドとで認証演算を行い…，該認証演算の結果を認証結果送信部２４に供\n給する。また，認証結果送信部２４は認証装置２３より供給された認証\n演算の結果（第２の認証演算結果）を，携帯電話機１０に送信する。」\nと記載され，同段落【００３４】には，「次に，携帯電話機１０の認証\n結果受信部１８は，ロック解除装置２０から微弱電波で送信された認証\n演算の結果（第２の認証演算結果）を受信すると，制御部１１に供給す\nる。制御部１１は，コード記憶回路１６に既に記憶されている認証演算\nの結果（第１の認証演算結果）を読み出して，受信した認証演算の結果\n（第２の認証演算結果）との比較認証（認証処理による認証判定）を行\nう」と記載されている。\n(ｲ) このように，乙１６発明では，ロック解除装置が，携帯電話機から受\n信したロック解除コードとＩＤ情報とを用いて演算した第２の認証演算\n結果を携帯電話機に送信し，これを受け取った携帯電話機は，制御部に\nおいて，既に記憶済みの第１の認証演算結果との比較をするのであるか\nら，同発明の「制御部」は，構成要件Ｄと一致する。\n(ｳ) これに対し，原告は，乙１６発明の携帯電話機が受け取るのが「Ｒバ\nッジの識別情報」ではない点で本件発明と相違すると主張する。しかし，\n構成要件Ｄには「Ｒバッジの識別情報」を受け取るとの限定はない。乙\n１６発明は，受け取った演算結果に基づき，前記の比較認証をするので\nあるから，構成要件Ｄの「比較手段」を備える。\nエ  構成要件Ｅとの一致\n(ｱ) 乙１６公報の段落【００３５】には，「制御部１１は，比較認証の結\n果が一致していた場合，前記ステップＳＴ４におけるキー入力は，特定\nの使用者（使用が許可されている携帯電話機使用者）によるキー入力で\nあるものと判断し，ロック解除状態とし，前記ステップＳＴ４にて入力\n装置１４から入力された発信操作及びメモリダイヤル等の操作を有効と\nして…，発信処理等を継続する（一連のキー入力による処理が完了する\nまでの処理の継続を可能とする）。」と記載され，同段落【００３６】\nには，「前記比較認証の結果が不一致となった場合，制御部１１は，前\n記ステップＳＴ４におけるキー入力が，特定の使用者でない者（使用が\n許可されていない携帯電話機使用者）によるキー入力であると判断し，\nロック解除は行わず，前記ステップＳＴ４にて入力された操作を無効と\nして破棄し」と記載されている。\n(ｲ) このように，乙１６発明の携帯電話機の「制御部」では，比較認証の\n結果が一致すればロック解除として操作を有効とし，不一致であればロ\nック解除を行わず操作を無効とするのであるから，同発明における「制\n御部」は，構成要件Ｅと一致する。\nオ  構成要件Ｆ\n(ｱ) 乙１６公報の段落【００３７】には，「制御部１１は，許可された発\n信処理（発信，メモリダイヤル等の個人情報へのアクセス操作等）が実\n施中，新たに入力装置１４から通知（入力）された操作に対しては，ロ\nック状態として扱う。さらに，許可された発信処理が完了した後，新た\nに入力装置１４から通知された操作に対しては，制御部１１は，再びロ\nック解除コードをロック解除装置２０に送信して認証処理を実施する。\nすなわち，一旦，ダイヤルロックが解除された操作に対し，一連の処理\nが完了するまでの期間についてのみ，キー入力された一連の処理要求に\n対する動作の継続が可能となる。」と記載されている。\n(ｲ) このように，乙１６発明の携帯電話機の制御部では，ダイヤルロック\nを解除した操作に対し，動作の継続が可能であることから，本件発明に\nいう「アクセス要求が許可されてから」に相当する構成を備えている。\nそして，その動作の継続は，「一連の処理が完了するまでの期間」につ\nいて可能であるとされる一方，本件発明の「所定時間」に何らの限定も\nないのであるから，前記「一連の処理が完了するまでの期間」は，構成\n要件Ｆの「所定時間」に相当する。\nしたがって，乙１６発明の携帯電話機の制御部における前記の構成は，\n構成要件Ｆに一致する。\n（原告の主張）\n乙１６発明は，ＲＦＩＤインターフェースに係る特定を欠き，本件発明の\n課題を開示するものでもなく，本件発明とは解決手段も異にする。\nア  本件発明と乙１６発明の相違点\n乙１６発明は，本件発明と異なり，ＲＦＩＤインターフェースを有する\n携帯電話であるとの特定がない上，その課題も異なり，課題を解決するた\nめの構成についても，少なくとも以下の点において相違する。\n(ｱ) 相違点１\n本件発明は，ＲＦＩＤインターフェースを有する携帯電話がＲバッジ\nより受信するものがＲバッジの識別情報であるのに対し，乙１６発明で\nは，携帯電話がロック解除装置から微弱電波等を用いて受信するものが\n当該ロック解除装置に供給されたロック解除コードと予め当該ロック解\n除装置内に記憶されている特定の使用者を示すＩＤ情報とにより認証演\n算を行うことにより得られた値である点\n(ｲ) 相違点２\n本件発明は，被保護情報に対するアクセス要求を許可するという比較\n結果が得られた場合は，アクセス要求が許可されてから所定時間が経過\nするまでは被保護情報へのアクセスを許可するものであるのに対し，乙\n１６発明は，動作処理要求に伴った一連の操作が前記携帯電話機に対し\nて行われると個人認証を行い，個人認証が完了すると当該一連の操作の\nみが可能になるのであって，当該処理中に他の処理を行うことも，当該\n処理が終了後に他の処理を行うこともできず，また，所定時間を計時す\nることもなく，所定時間が経過するまで携帯電話機内の情報に対するア\nクセスを含む何らかの操作を許可するものではない点\nイ  上記アのとおり，乙１６発明の携帯電話はＲＦＩＤインターフェースを\n有するかどうかは不明である上，上記相違点１のとおり，乙１６発明では，\nロック解除装置から携帯電話機に送信されるのは，ロック解除コードを用\nいた演算結果であり，ＲＦＩＤインターフェースに基づく識別情報ではな\nい。\nまた，上記相違点２のとおり，乙１６発明は，動作処理要求に伴った一\n連の操作が携帯電話機に対して行われると個人認証を行い，個人認証が完\n了すると当該一連の操作としての発信のみが可能になるにすぎず，本件発\n明のように，アクセス要求が許可されてから所定時間が経過するまでは被\n保護情報にアクセスを許可するものではない。\nしたがって，乙１６発明が本件発明と同一ということはできない。\n４  損害額（争点４）\n（原告の主張）\n被告は，平成２９年１月から１２月まで（１月１日を第１四半期の始期とす\nる第１四半期から第４四半期）の間に少なくとも合計９７万２０００台の被告\n製品を出荷した。他方，本件特許権の実施許諾料は，１台当たり３８０円を下\nらない。したがって，特許法１０２条３項による損害額は，前者に後者を乗じ\nた３億６９３６万円であり，本件請求は，その一部請求である。\n（被告の主張）\n争う。\n第４  当裁判所の判断\n１  本件発明の内容\n(1) 本件明細書等（甲２，１３）には，以下の記載がある。\nア  技術分野\n「本発明はＲＦＩＤインターフェースを利用した情報保護技術に関する\nものである。」（段落【０００１】）\nイ  背景技術\n「近年，市場には膨大な数の磁気カードが流通している。一例として，\nクレジットカード，キャッシュカード，プリペイドカード，社員証や学生\n証，通行証，各種証明書発行用カード，図書館の貸出カード，入退室管理\nカードなどがあげられる。これらのカードは特定の目的ごとに提供されて\nいるため，場合によっては外出時に何枚ものカードを携行しなければなら\nない。しかしながら，カードの枚数によっては非常にかさばる上に，必要\nなときに必要なカードをすぐに取り出しにくいなどの問題がある。」（段\n落【０００２】）\n「そこで，携帯電話，ＰＨＳ，携帯情報端末（ＰＤＡ），ノートパソコ\nンなどの携帯端末に多目的ＩＣカードを統合したり，複数のＩＣカードの\n機能を搭載したり，あるいは搭載可能な仕組み（ＩＣカードとしての機能\nを実行するためのソフトを所定のサーバ等にダウンロード可能な形態で提\n供し，そのソフトをダウンロードする，あるいはこのようなソフトが搭載\nされた，カード用専用チップを装着する等）を用意するなどし，この端末\nに対してセキュリティ対策を施す方法が検討されている。ＩＣカードには\n大きく分けて接触型と非接触型の２種類があり，カードに記録されたデー\nタを利用するには接触型の場合は専用の端末（以下，「リーダライタ」と\n呼ぶ）にカードを挿入しなければならないが，非接触型ではその必要がな\nく，リーダライタにかざすだけでよい。したがって，携帯端末をパスワー\nドで保護し，端末にあらかじめ記録されたパスワードと所有者が入力する\nパスワードとが一致した場合にのみＩＣカードの機能を利用できるように\nする方式が考えられる。しかしながら，このような方式ではカード機能を\n利用するたびに端末にパスワードを入力しなければならない煩わしさがあ\nり，リーダライタにかざすだけでよいという非接触型ＩＣカードの利点が\n半減してしまう。また，パスワード自体は所有者個人を特定する手段には\nならず，何らかの理由でパスワードが漏洩した場合に，悪意の拾得者が不\n正入手したパスワードを利用して端末にアクセスする可能性もある。」\n（段落【０００７】）\nウ  発明が解決しようとする課題\n「本発明は上記課題に鑑みてなされたものであり，その目的とするとこ\nろは，個人情報や金銭的価値のある情報を統合して管理する場合に当該情\n報の第三者による不正使用を確実に防止するための情報保護システムを提\n供することにある。」（段落【０００９】）\nエ  課題を解決するための手段\n「本発明の第１の態様によれば，ＲＦＩＤインターフェースを有する携\n帯電話であって，当該携帯電話のスイッチを押すことで生成されるトリガ\n信号又はリーダライタから送信されるトリガ信号を，当該携帯電話の所有\n者が第三者による閲覧や使用を制限し，保護することを希望する被保護情\n報に対する前記アクセス要求として受け付ける受付手段と，前記トリガ信\n号に応答して，Ｒバッジに対して要求信号を送信する送信手段と，前記Ｒ\nバッジより識別情報を受け取って，該受け取った識別情報と当該携帯電話\nに予め記録してある識別情報との比較を行う比較手段と，前記比較手段に\nよる比較結果に応じて前記受付手段で受け付けた前記アクセス要求を許可\nまたは禁止するアクセス制御手段とを備え，前記アクセス制御手段は，当\n該比較手段で前記アクセス要求を許可するという比較結果が得られた場合\nは，前記アクセス要求が許可されてから所定時間が経過するまでは前記被\n保護情報へのアクセスを許可することを特徴とする携帯電話が得られる。」\n（段落【００１１】）\n「上記携帯電話において，前記被保護情報は，例えば，プリペイドカー\nド，キャッシュカード，デビッドカード，クレジットカード，定期券，乗\n車券，電子マネー，鍵，会員権，診察券，健康保険証，身分証明書，アミ\nューズメント施設のチケット，公共施設のチケット，社員証，学生証，通\n行証，各種証明書発行用カード，図書館の貸出カード，入退室管理カード\nなどに記録されたデータであってよい。」（段落【００１２】）\nオ  発明の効果\n「以上詳細に説明したように，本発明では，携帯端末に定期券・クレジ\nットカード・運転免許書などの個人情報を携帯端末に登録することができ\nる。」（段落【００１７】）\n「また，携帯端末に一意に割り振られる識別情報をもとに携帯端末の利\n用状況の履歴を取ることが確実に行われ悪用を防ぐことができる。」（段\n落【００１８】）\n「さらに，携帯端末が悪意を持つ第３者に渡っても，対応するレッドバ\nッジ（ＩＣチップ）などがない限り悪用できない。」（段落【００１９】）\n「また，これにより，利用した覚えのない料金を支払う必要がない。」\n（段落【００２０】）\n「或いは，携帯端末に記憶\nされている個人データの流出\nを防ぐことが可能になる。」\n（段落【００２１】）\nカ  発明を実施するための最良\nの形態\n「図１は，本発明の一実施\n形態による情報保護システム\nの概要を示すブロック図であ\nる 。 こ の 情 報 保 護 シ ス テ ム\nは，第１のＩＣアセンブリ１\n３０と第２のＩＣアセンブリ１４０とで構成される。…」（段落【００２\n４】）\n「第１のＩＣアセンブリ１３０および第２のＩＣアセンブリ１４０は，\n【図１】\n無線を利用して互いにデータの送受信が可能なように構成されている。こ\nの場合，本願明細書において使用する「無線通信」という用語は，金属端\n子による電気的な接触を使用せずに行う通信全般を意味し，一例として，\n非接触自動識別システム（ＲＦＩＤ：Ｒａｄｉｏ  Ｆｒｅｑｕｅｎｃｙ\nＩｄｅｎｔｉｆｙｃａｔｉｏｎ）で用いられている電磁結合方式，電磁誘\n導方式，マイクロ波方式，光方式の無線通信があげられる。…」（段落\n【００２５】）\n「ＣＰＵ１３１は，第１のＩＣアセンブリ１３０の各構成要素を制御し，\nＣＰＵ１４１は第２のＩＣアセンブリ１４０の各構成要素を制御する。無\n線通信インタフェース部１３２および１４２は，それぞれが送信機能と受\n信機能の両方を有する。この無線通信インタフェース部１３２および１４\n２は，たとえばＲＦＩＤ技術において用いられているようなアンテナやコ\nイルなどを有し，互いにデータの送受信を行うものである。」（段落【０\n０２６】）\n「ＲＦＩＤにはさまざまな変調方式や周波数，通信プロトコルを利用し\nたものがあるが，本発明は特定の方式に限定されるものではなく，どのよ\nうな方式を利用してもよい。ＩＣアセンブリに設けられる無線通信インタ\nフェース部の数にも特に制限はなく，必要に応じて異なる変調方式で機能\nする無線通信インタフェース部を複数設けるようにしてもよい。なお，汎\n用性の観点から見ると，非接触型ＩＣカードの分野で標準規格化が進めら\nれている仕様に準拠するなどの方式を採用すると好ましい。日本において\nは，次世代ＩＣカードシステム研究会（ｔｈｅ  Ｎｅｘｔ  Ｇｅｎｅｒａ\nｔｉｏｎ  ＩＣ  Ｃａｒｄ  Ｓｙｓｔｅｍ  Ｓｔｕｄｙ  Ｇｒｏｕｐ）や\nＩＣカードシステム利用促進協議会（Ｊａｐａｎ  ＩＣ  Ｃａｒｄ  Ｓｙ\nｓｔｅｍ  Ａｐｐｌｉｃａｔｉｏｎ  Ｃｏｕｎｃｉｌ）が標準化活動を行\nっている。また，すでに確立されている国際規格として，ＩＳＯ／ＩＥＣ\n１０５３６，ＩＳＯ／ＩＥＣ１４４４３，ＩＳＯ／ＩＥＣ１５６９３があ\nる。このような規格に準拠した無線通信インタフェース部１３２および１\n４２とすることで，より一層汎用的かつ実用性の高い情報保護システムを\n構築できる可能性がある。」（段落【００２７】）\n「照合用データ記録部１３３および１４３には，第１および第２のＩＣ\nアセンブリの照合を行うためのデータが記録されている。この照合用デー\nタが所定の条件を満たした場合に限り，被保護情報記録部１３５へのアク\nセス，例えば被保護情報記録部１３５に格納されたデータやプログラムへ\nのアクセスが許可される。照合用データとは，ＩＣアセンブリの所有者を\n一意に特定するためのデータであり，その内容は特に限定されるものでは\nない。たとえばＣＰＵの固有記号や製品番号，クレジットカード番号，こ\nれらの一意なデータを複数組み合わせたものや，さらにこれを暗号化した\nものなどを照合用データとして利用することができる。被保護情報とは，\n個人情報や金銭的価値のある情報など，ＩＣアセンブリの所有者が第三者\nによる閲覧や使用を制限し，保護することを希望する情報またはデータで\nあれば，どのような情報またはデータであってもよい。一例として，クレ\nジットカード，キャッシュカード，プリペイドカード，各種会員権，診察\n券，健康保険証，身分証明書，公共施設のチケットなど従来のカード類に\n記録されたデータの他，電子マネーや電子取引情報，私的な住所録やドキ\nュメント，画像データなど，さまざまなものが考えられる。」（段落【０\n０２８】）\n「図２に，ＩＣアセンブリ１３０へのアクセス要求に対してのＩＣアセ\nンブリ１３０のＣＰＵ１３１における認証処理を表すフローチャートを示\nす。」（段落【００２９】）\n「無線通信インタフェース部１３２\nは，トリガ信号受信部１３４と接続さ\nれ，後述するトリガ信号を受信する。\nＣＰＵ１３１は，トリガ信号受信部１\n３４でトリガ信号が受信されないとき\nは，ＩＣアセンブリ１３０に対するア\nクセス要求は無しと判定し，トリガ信\n号が受信された場合はアクセス要求有\nりと判定する（Ｓ１１）。トリガ信号\nが検出された場合，ＣＰＵ１３０は，\n無線通信インターフェース１３２を通\nじて，当該トリガ信号に応答して第２のＩＣアセンブリ１４０に対して照\n合用データの送信を要求する要求信号を送信する（Ｓ１２）。第２のＩＣ\nアセンブリ１４０は，この要求信号に応答して，自己の照合用データ記録\n部１４３に格納された照合用データを第１のＩＣアセンブリに送信する。\nＣＰＵ１３１は，無線通信インターフェース１３２を通じて照合用データ\nが受信されたか否かを判定し（Ｓ１３），受信さない場合はアクセスを拒\n否する（Ｓ１４）。照合用データが受信された場合，ＣＰＵ１３１は，第\n２のＩＣアセンブリ１４０から受信した照合用データとＩＣアセンブリ１\n３０の照合用データ記録部１３３に格納された照合用データとの比較処理\nを開始させる（Ｓ１５）。この例では，この比較は，比較部１３６によっ\nて行われる。」（段落【００３０】）\n「比較部１３６における比較の結果，所定の条件が満たされたか否かを\n判定する。この例では，ＩＣアセンブリ１４０から受信したデータとＩＣ\n照合用データとが一致するか否かを判定し（Ｓ１６），一致した場合には，\n【図２】\nＣＰＵ１３１は，アクセスを許可し（Ｓ１７），被保護情報記録部から必\n要な情報を抽出する。一方，所定の条件が満たされなかった場合は，ＣＰ\nＵ１３１は被保護情報記録部１３５に格納されたデータへのアクセスを禁\n止する（Ｓ１４）。」（段落【００３１】）\n「…ＩＣアセンブリは，小型チップとしてさまざまな物体に埋め込むこ\nとが可能なものである。以上，本発明の目的において，ＩＣアセンブリを\n装飾品や衣類など所有者の身近におくことが可能な物体に埋め込んだもの\nを「Ｒバッジ」と総称する。また，個人情報や金銭的価値の付帯する情報\nを携帯端末に統合したものを「多目的携帯端末」と総称する。」（段落\n【００３３】）\n「次に，図３を参照すると，第１\nのＩＣアセンブリを多目的携帯端末\n３００の形で実現し，第２のＩＣア\nセンブリをＲバッジ４００の形で実\n現した例が示されている。多目的携\n帯端末３００はスイッチ３０１を備\nえ，端末の所有者がスイッチ３０１を押すことでトリガ信号が生成される。\nトリガ信号受信部１３４（図１）は，トリガ信号を受信すると，無線通信\nインタフェース部１３２に対して第２のＩＣアセンブリとの間での通信を\n開始するよう指示する。これ以降の照合動作については図１を参照して説\n明したとおりである。このようにすることで，多目的携帯端末とＲバッジ\nとの間で照合用データを照合し，照合の結果が所定の条件を満たした場合\nに限って多目的携帯端末を使用可能とすることができる。」（段落【００\n３４】）\n「図４は，自動改札機に非接触型ＩＣカード用のリーダライタ１５０を\n設け，このリーダライタから送信される信号（プリチャージ信号）をトリ\nガ信号として利用した例を示している。この場合，リーダライタから発信\nされる信号は，周知のＲＦＩＤシステムにおいて利用されている信号と同\n様のものである。利用者が多目的携帯端末３００を自動改札機に近づける\nと，リーダライタ１５０から発信されるプリチャージ信号に応答して多目\n的携帯端末３００がＲバッジ４００との通信を開始する。これ以降の照合\n動作については図１を参照して説明したとおりである。利用者は多目的携\n帯端末を自動改札機に近づけるだ\nけで，改札を通ることができると\nいう利点がある。自動改札機に限\nらず，金融機関のＡＴＭや公衆電\n話など，決済や金銭の移動を伴う\n行為に関わる多くの設備に同様の\n方式を応用することが可能であ\nる。」（段落【００３５】）\n「また，照合結果が所定の条件を満たした後所定時間が経過する前に被\n保護情報へのアクセスがなされた場合はそれを許可し，この所定時間が経\n過した後の場合はアクセスを禁止するようにしてもよい。この場合，例え\nば，ＩＣアセンブリ１３０または１４０のいずれか一方または両方にタイ\nマを設けることで，上述のような所定時間が経過したか否かを検出するこ\nとが可能となる。このような方法をとることで，ＩＣアセンブリ１３０と\n１４０との間の距離が通信可能距離よりも長い場合であっても本発明を実\n現することが可能である。」（段落【００３６】）\n「以下，多目的携帯端末３００に乗車券を統合して自動改札機を通過す\nる場合を例に説明する。なお，この例では，多目的携帯端末３００（ＩＣ\nアセンブリ３０）とＩＣアセンブリ１４０との間の通信可能距離が１０ｃ\nｍであるものとする。通常の自動改札機においては，多目的端末３００を\n手で保持した状態で自動改札機のリーダライタ１５０に近づけて認証を行\nう。ＩＣアセンブリ１４０が例えば指輪に実装されているのであれば，多\n目的端末３００内のＩＣアセンブリと指輪との間隔は１０ｃｍよりより短\nいので，問題なく認証を行うことができる。しかし，ＩＣアセンブリ１４\n０が帽子あるいはイヤリングに実装されている場合，ＩＣアセンブリ１３\n０とＩＣアセンブリ１４０との間の距離は，通常は１０ｃｍよりも長くな\nり，認証を行うことができなくなる。」（段落【００３７】）\n「このような場合，多目的携帯端末３００を帽子あるいはイヤリングに\n近づけてＩＣアセンブリ１３０とＩＣアセンブリ１４０との距離を１０ｃ\nｍ以下としたうえで，ＩＣアセンブリ１４０とＩＣアセンブリ１３０との\n間での認証を行わせる。この動作は，例えば図３の例では，多目的携帯端\n末３００を帽子またはイヤリングの近傍に持っていった状態で，多目的携\n帯端末３００のスイッチ３０１を押してトリガ信号を発信させることによ\nり認証を行う。」（段落【００３８】）\n「また，図４の例では，リーダライタ１５０から発信されるプリチャー\nジ信号に応答可能な範囲内に多目的携帯端末３００がある状態で，多目的\n端末３００を耳元に近づけて帽子又はイヤリングに実装されたＩＣアセン\nブリ１４０との距離を１０ｃｍ以下とすることで，認証を行い，携帯端末\n３００に記録された乗車券のデータを利用可能とすることができる。この\nように，タイマを設けて一定のタイムラグを許容することで，ＩＣアセン\nブリ１３０とＩＣアセンブリ１４０とを実際に使用するときの距離が比較\n的長い場合であっても，通信可能距離の短い通信方式を採用することが可\n能になる。」（段落【００３９】）\n「第３の実施の形態では，識別情報を記憶するＩＣチップを利用して携\n帯端末１０の使用者を識別する使用者識別システムについて説明する。前\n述の実施の形態と同一のものには同一符号を付して詳細な説明を省略す\nる。」（段落【０１００】）\n「いつも身に付けているものや身近におくものにＩＣチップを埋め込ん\nだものを総称して，以下，レッドバッジと呼ぶ。」（段落【０１０１】）\n「第３の実施の形態における使用者識別シス\nテム１２は，図１５に示すように，携帯端末１\n０と識別情報を記憶する携帯記録素子とで概略\n構成される。以下，携帯記録素子としてＩＣチ\nップ５１とアンテナ２２を組み込んだレッドバ\nッジ７０を例に説明する。」（段落【０１０\n２】）\n「ここで，ＩＣチップ５１を内蔵し\nたレッドバッジ７０の例について説明\nする。レッドバッジ７０は，第１のタ\nイプとして，図１６に示すように，指\n輪・イヤリング等の本体をアンテナ２\n２として本来の目的と共用し，それに\nＩＣチップ５１が備えられるタイプ\nがある。」（段落【０１０３】）\n「第２のタイプとして，図１７に\n示すように，ネクタイピン等の本体\n６１にＩＣチップ５１とアンテナ２\n２が内蔵される。或いは，図１８に\n示すように，カフ スボタン・バッ\nジ・ブローチ・ペンダント・コンタ\nクトレンズ等の本体６２にＩＣチッ\nプ５１とアンテナ２２が内蔵された\n【図１６】\n【図１７】\n【図１８】\n【図１５】\nものなど身につけるものに内蔵されるタイプがある。」（段落【０１０\n４】）\n「他にも，財布・パスケース等の本体にＩＣチップ５１とアンテナ２２\nが内蔵される。筆記用具・ライター等の本体にＩＣチップ５１とアンテナ\n２２が内蔵されたものなど身近におくものに内蔵されるタイプがある。」\n（段落【０１０５】）\n「以上，例に挙げたものだけでなく，様々なものにＩＣチップ５１を内\n蔵することができアンテナ２２の形状も多様である。」（段落【０１０\n６】）\n「識別情報３５０を登録する\n動作について，図２０のフロー\nチャートを用いて説明する。以\n下，フローチャートではレッド\nバ ッ ジ ７ ０ を Ｒ バ ッ ジ と す\nる。」（段落【０１１１】）\n「まず，携帯端末１０にレッ\nドバッジ７０の識別情報３５０\nを登録するための登録モードに\nする（Ｓ１３０）。この登録モ\nードにする際には，暗証番号やバイオメトリックス（アイリス，声紋，指\n紋など）を入力しないと登録モードにならないようにし，第３者では登録\nできないようにする。登録モードになると，読み取り開始のコマンドを制\n御部４０から通信制御用ＩＣ２１に送信するとアンテナ２２から発信要求\n（パワーパルスなど）を発信してレッドバッジ７０の読み取りを開始する\n（Ｓ１３１）。」（段落【０１１２】）\n「ここで，携帯端末１０のタイマーに所定の時間ｔを設定する（Ｓ１３\n【図２０】\n２）。そこで，時間ｔが経過するまで（Ｓ１３４），レッドバッジ７０か\nら識別情報３５０を受信したか繰り返しチェックする（Ｓ１３３）。」\n（段落【０１１３】）\n「時間ｔが経過しても，レッドバッジ７０から識別情報３５０の受信が\n完了しない場合は，携帯端末１０の画面上にエラーメッセージを表示する\n（Ｓ１３５）。或いは，受信した識別情報がすでに登録済みの識別情報の\n場合には，携帯端末１０の画面上にエラーメッセージを表示する（Ｓ１３\n５）。」（段落【０１１４】）\n「受信した識別情報３５０が登録済みの識別情報でない場合は，識別情\n報３５０を携帯端末１０のメモリ３０に格納して登録する。」（段落【０\n１１５】）\n「携帯端末１０を使用する際\nに，近傍にあるレッドバッジ７\n０の識別情報３５０を確認する\n動作について，図２１のフロー\nチャートを用いて説明する。図\n２１のフローチャートで説明す\nるデフォルトモード１は，操作\nを開始しレッドバッジ７０の識\n別情報３５０が読み込まれたと\nきに解除されるもので，通常操\n作を行っていない状態とする。\nまた，デフォルトモード２は，\nいたずらされている可能性があ\nるため，解除には暗証番号やバ\nイオメトリックスなどを入力して本人である確認をする必要がある状態と\n【図２１】\nして以下説明する。」（段落【０１１６】）\n「まず，携帯端末１０を使用する者がキー入力などの携帯端末１０を使\n用するための初動作を行った時点で，制御部４０のＣＰＵには割り込みが\n発生する（Ｓ１５０）。割り込みが発生すると，読み取り開始のコマンド\nを制御部４０から通信制御用ＩＣ２１に送られる。通信制御用ＩＣ２１は，\n読み取り開始のコマンドを受け取るとアンテナ２２から発信要求を発信し\nて読み取りを開始する。」（段落【０１１７】）\n「ここで，制御部４０はタイマーに所定の時間ｔ１を設定し（Ｓ１５\n１），レッドバッジ７０から発信した識別情報３５０を受信したかチェッ\nクする（Ｓ１５２）。時間ｔ１が経過するまで識別情報３５０の受信した\nかを繰り返しチェックする（Ｓ１５３）。時間ｔ１が経過しても，レッド\nバッジ７０から識別情報３５０の受信が完了しない場合は，デフォルトモ\nード１を設定する（Ｓ１６２）。」（段落【０１１８】）\n「識別情報３５０の受信が完了した場合は，受信した識別情報がメモリ\n３０に予め登録されている識別情報と比較し，該当するものがある場合に\nは，登録済みのレッドバッジ７０が近くにあるので携帯端末１０の利用が\n可能である（Ｓ１５４）。該当するものがない場合には，登録済みのレッ\nドバッジ７０ではない。そこで，登録されてない識別情報の受信回数が指\n定の回数より少ない場合は，デフォルトモード１を設定する（Ｓ１６２）\nが，登録されてない識別情報の受信回数が指定の回数より多い場合は，デ\nフォルトモード２を設定する（Ｓ１６３）。」（段落【０１１９】）\n「登録されている識別情報を受信した場合には（Ｓ１５４），さらに，\n所定の時間ｔ２をタイマーに設定する（Ｓ１５６）。時間ｔ２が経過する\nまでに（Ｓ１５８），通話・メール受信・インターネットのアクセスなど\nの処理を開始しなかった場合は（Ｓ２０７），デフォルトモード１を設定\nする（Ｓ１６２）。」（段落【０１２０】）\n「時間ｔ２が経過するまでに（Ｓ１５８），開始した通話・メール受\n信・インターネットのアクセスなどの処理が終了した場合は（Ｓ１５７），\n所定の時間ｔ３をタイマーに設定する（Ｓ１５９）。時間ｔ３が経過する\nまでに（Ｓ１６１），通話・メール受信・インターネットのアクセスなど\nの次の処理を開始した場合には（Ｓ１６０），レッドバッジ７０の読み込\nみをすることはなく，引き続き作業を行うことができる。一つの作業が終\n了するたびにｔ３が起動され（Ｓ１５９），ｔ３以内に次の作業が開始さ\nれないときは（Ｓ１６１），デフォルトモード１になる（Ｓ１６２）。」\n（段落【０１２１】）\n「さらに，図２２に示す使用者識別シ\nステム１２＇のように，第２の実施の形\n態で説明したように，携帯端末１０に定\n期券・乗車券・クレジットカード・鍵な\nどの機能を内蔵させ，その機能を受信装\n置６０で受け取る場合に，まず，携帯端\n末１０の使用者が正当な使用者かをレッ\nドバッジ７０で確認を取るようにするこ\nとも可能である。」（段落【０１２６】）\n「以上，説明したようにレッドバッジに組み込んだ携帯記録素子の識別\n情報を確認して携帯端末１０の使用を可能にすることができ，正当な使用\n者にのみ使用を許可することができる。」（段落【０１２７】）\n(2) 本件発明の特許請求の範囲の記載及び本件明細書等における上記記載によ\nれば，本件発明は，①ＲＦＩＤインターフェースを利用した情報保護技術の\n分野において，②携帯電話に個人情報や金銭的価値のある情報を統合して管\n理する場合に当該情報の第三者による不正使用を確実に防止するための情報\n保護システムを提供するという課題を解決するため，③携帯電話にＲＦＩＤ\n【図２２】\nインターフェースを備えるとともに，当該携帯電話のスイッチを押すことな\nどで生成されるトリガ信号に応答し，Ｒバッジと通信することで識別情報を\n受け取り，当該識別情報と当該携帯電話に予め記録してある識別情報とを比\n較し，その比較結果に応じて，被保護情報に対するアクセス要求を許可又は\n禁止するアクセス制御手段を備えるものであり，アクセス要求を許可する場\n合は，前記アクセス要求から所定時間が経過するまでは前記被保護情報への\nアクセスを許可することを特徴とするものであるということができる。\n２  争点３－２（乙１１に基づく進歩性の欠如）\n事案に鑑み，争点３－２から判断するに，本件発明は，以下の点から進歩性\nを欠くというべきである。\n(1) 乙１１公報の記載\nア  特許請求の範囲\n「一定時間ごとあるいは操作ごとに電磁波信号を送受信し，データの授\n受を行い，かつ前記データを記憶する手段を有する第１のデータ読み取り\n装置を含み，かつデータ入力装置を備えた電子情報機器と，前記電磁波信\n号を送受信し，前記データの授受を行い，かつ前記データを記憶する手段\nを有する第２のデータ読み取り装置を含むＩＤカードとを有することを特\n徴とする電子機器。」（【請求項１】）\nイ  発明の属する技術分野\n「本発明は，携帯電話あるいはパーソナルコンピュータ等の電子機器お\nよびその制御方法に関するものである。」（段落【０００１】）\nウ  従来の技術\n「従来より，携帯電話やパーソナルコンピュータ等の電子情報機器にお\nいては，第三者による盗難あるいは内部データの盗用による被害が問題と\nなっている。そのような被害を防止する方法として，携帯電話あるいはパ\nーソナルコンピュータに対して，パスワードの設定を行うといった方法が\nとられている。」（段落【０００２】）\nエ  発明が解決しようとする課題\n「しかし，上記のような従来の方法では，例えば第三者に携携帯電話あ\nるいはパーソナルコンピュータを盗難されると，設定されたパスワードは\n試行錯誤を繰り返すことにより破られる場合があり，第三者の使用，内部\nデータの盗用あるいは破壊を防止することは困難であった。」（段落【０\n００３】）\n「本発明は，上記のような問題を解決するためになされたものであり，\n盗難防止，または内部データの保護を可能にした電子機器およびその制御\n方法を提供するものである。」（段落【０００４】）\nオ  課題を解決するための手段\n「本発明の電子機器は，一定時間ごとあるいは操作ごとに電磁波信号を\n送受信し，データの授受を行い，かつ前記データを記憶する手段を有する\n第１のデータ読み取り装置を含み，かつデータ入力装置を備えた電子情報\n機器と，前記電磁波信号を送受信し，前記データの授受を行い，かつ前記\nデータを記憶する手段を有する第２のデータ読み取り装置を含むＩＤカー\nドとを有する。」（段落【０００５】）\n「本発明の電子機器の制御方法は，データ入力時，例えば電源投入時あ\nるいは一定時間ごとに前記第１のデータ読み取り装置により読み出された，\n前記ＩＤカード内に記録されたデータと，前記第１のデータ読み取り装置\n内にあらかじめ記憶されているデータと，さらに前記データ入力装置によ\nり入力されたデータとを比較することにより，前記電子機器の動作を制御\nすることを特徴とするものである。」（段落【０００６】）\n「本発明によれば，第１のデータ読み取り装置により読み出された，Ｉ\nＤカード内に記録されたデータと，第１のデータ読み取り装置内にあらか\nじめ記憶されているデータと，さらにデータ入力装置により入力されたデ\nータとの三者を比較し，これらのデータ間に一定の関係がある場合にのみ\n携帯電話あるいはパーソナルコンピュータ等の電子機器の使用あるいは動\n作を可能にするものである。」（段落【０００７】）\nカ  発明の実施の形態\n「図１および図３は本発明の第１の実施の形態である携帯電話用電子機\n器およびその動作を示す。図１に示すように携帯電話用電子機器は，第１\nのマイクロプロセッサーユニット（ＭＰＵ）および第１の強誘電体メモリ\n（ＦＲＡＭ）を有する第１のデータ読み取り装置２と，第１のアンテナお\nよび第１のフロントエンドＩＣを有する第１の電波信号送受信装置３と，\n水晶発振器を有する計時装置４と，キー５とを備えた携帯電話１と，第２\nのＭＰＵおよび第２のＦＲＡＭを有する第２のデータ読み取り装置７と，\n第２のアンテナおよび第２のフロントエンドＩＣを有する第２の電波信号\n送受信装置８とを備えたＩＤカード６とか\nら構成されている。第１の電波信号送受信\n装置３と計時装置４とキー５との間は導線\nにより接続されている。また，第２のデー\nタ読み取り装置７と，第２の電波信号送受\n信装置８との間は導線により接続されてい\nる。携帯電話１とＩＤカ\nード６との間のデータの\n授受は，電波信号Ａおよ\nび電波信号Ｂを介して行\nわれる。」（段落【００\n０９】）\n「図３は，図１に示す\n携帯電話用電子機器の動\n【図３】\n【図１】\n作を表す流れ図である。データ９は，ＩＤカードに記憶されているデータ，\nデータ１０およびデータ１１は第１のデータ読み取り装置２内に記憶され\nているデータであり，データ１０はパスワードの値に等しいデータである。\n表１はデータ９，データ１０およびデータ１１の時間変化を表す表である。\nデータ９とデータ１１との和がデータ１０に等しい場合にのみ携帯電話１\nが使用可能である。」（段落【００１０】）\n「携帯電話１の電源を投入した時あるいは通話のためにキー５を押した\nときに携帯電話１より第１の電波信号送受信装置３を介して電波信号Ａを\n送信する。ＩＤカード６は電波信号Ａを受信するとＩＤカード６にあらか\nじめ記憶されたデータ９を，電波信号Ｂを介して自動的に送信する。例と\nして，ここではデータ９の値を４桁の数字３０００とする。データ読み取\nり装置２はデータ９を受信す\nる。一方，携帯電話１はＩＤ\nカード６への電波信号Ａを送\n信すると同時に使用者に対し\nパ ス ワ ー ド の 入 力 を 要 求 す\nる。パスワードは携帯電話の\nキー５を用いて入力する。例として，ここではパスワードの値を４桁の数\n字５４３２とする。このパスワードは携帯電話１の持主しか知らない。入\n力されたパスワードはデータ１０として第１のデータ読み取り装置２内に\n記憶される。また，第１のデータ読み取り装置２内にはあらかじめデータ\n１１が記憶されている。例として，ここではデータ１１の値を４桁の数字\n２４３２とする。ここで，ＩＤカード６より受信したデータ９と，パスワ\nードとして入力されたデータ１０と，第１のデータ読み取り装置２内にあ\nらかじめ記憶されたデータ１１とを比較し，データ９とデータ１１との和\nがデータ１０になる場合にのみ携帯電話１が使用可能である。すなわち，\n【表１】\n表１に示すように３０００＋２４３２＝５４３２となったときにのみ，携\n帯電話１が使用可能になる。」（段落【００１２】）\n「携帯電話１の電源が投入されている状態のとき，計時装置４は電源が\n投入されてからの時間を計時する。計時装置４の計時時間をもとに，表１\nに示すように一定時間，例えば１０分ごとに第１のデータ読み取り装置２\n内にてデータ１１を書き換え，同時にＩＤカード６に電波信号Ａを送信し，\nＩＤカード６内のデータ９を書き換える。例として，書き換えられる前の\nデータ９およびデータ１１の値をそれぞれ２０００，３４３２，書き換え\nられた後のデータ９およびデータ１１の値をそれぞれ１５００，３９３２\nとする。そして一定時間，例えば１０分ごとにＩＤカード６に対しデータ\n９の送信を要求する。携帯電話１とＩＤカード６との間でデータのやりと\nりが行われ，データ９とデータ１１の和がデータ１０になるときは常に携\n帯電話１を使用可能にする。すなわち，上記の例では２０００＋３４３２\n＝１５００＋３９３２＝５４３２となる場合にのみ携帯電話１が使用可能\nになる。携帯電話１とＩＤカード６の距離が離れていると，ＩＤカード６\nからデータ９が送信されることはない。ここでデータ９の送信がなければ\n自動的に電源が切れ，携帯電話１の使用を不可能にする。再び携帯電話１\nを使用したい場合には，ＩＤカード６を携帯電話１に近づけた後電源をオ\nンし，パスワードを入力することから始めなければならない。従って，Ｉ\nＤカード６と携帯電話１との間でデータの授受がある限りパスワードの再\n入力をする必要はなくなる。」（段落【００１３】）\n「万一，ＩＤカード６を紛失したり，盗難にあう等して携帯電話１とＩ\nＤカード６との間でデータの授受ができなくなったとき，携帯電話１の使\n用が不可能である。また，第三者のＩＤカードを持ってきて携帯電話に近\nづけた後電源を投入し，パスワードを入力しても，ＩＤカード内のデータ\n９が，データ９とデータ１１の和がデータ１０であるという関係を満たさ\nないので携帯電話１の使用が不可能である。すなわち第三者による携帯電\n話１の使用が不可能である。」（段落【００１４】）\n「なお，携帯電話１がＩＤカード６に電波を送信する時間を，本実施の\n形態においては１０分としたが，使用者により自由に設定をしてもよく，\n例えば１分あるいは１時間としてもよい。」（段落【００１５】）\n「また，データ１１の書き換えを行う時間を，本実施の形態においては\n１０分としたが，使用者により自由に設定をしてもよく，例えば１分ある\nいは１時間としてもよい。また，データ１１の書き換えを行う時間とＩＤ\nカード６に電波を送信する時間とが異なっていてもよい。」（段落【００\n１６】）\n「データ９，データ１０およびデータ１１を関係づけるのに，データ９\nとデータ１１の和がデータ１０になるという数式を用いる代わりに，一定\nの数式または論理式で関係づけられていればよい。例えば，データ９とデ\nータ１１の積がデータ１０になるようにしてもよい。また，データ９，デ\nータ１０およびデータ１１を関係づける一定の数式または論理式は，一定\nの時間ごとに変化してもよい。」（段落【００１８】）\n「携帯電話１とＩＤカード６との間のデータの授受を行うのに，電波の\n代わりに赤外線または可視光等の電磁波を用いてもよい。」（段落【００\n１９】）\n(2) 乙１１発明の内容\n前記(1)によれば，乙１１発明は，携帯電話とＩＤカードから成る電子機\n器であって，当該携帯電話の電源又はキーを押した際に，ＩＤカードと無線\n通信を行うとともに操作者にパスワードを要求し，ＩＤカードから受信した\nデータ及び入力されたパスワードのデータと当該携帯電話に記憶していたデ\nータの３者を演算処理し，その演算結果が所定の条件を満たす場合には携帯\n電話の使用を可能とし，その後，一定時間ごとにＩＤカードと通信し，新た\nにＩＤカードから受信したデータ及び先に入力されたパスワードのデータと\n当該携帯電話に記憶していたデータの３者を演算処理し，その演算結果が所\n定の条件を満たす場合に携帯電話の使用を可能とし続けることなどを特徴と\nするものであると認めることができる。\n(3) 本件発明との対比\n前記(1)及び(2)によれば，本件発明と乙１１発明は，以下の相違点Ａ～Ｄ\nにおいて相違し，その余の点においては一致するということができる。\nア  相違点Ａ\n本件発明は，「ＲＦＩＤインターフェースを有する携帯電話」（構成要\n件Ａ）であるのに対し，乙１１発明は，ＩＤカードと無線通信はするもの\nの，ＲＦＩＤインターフェースを有するか不明である点\nイ  相違点Ｂ（被告主張に係る相違点３）\n本件発明は，携帯電話が「Ｒバッジ」（構成要件Ｃ，Ｄ）と送受信をす\nるとされるの対し，乙１１発明は，携帯電話が「ＩＤカード」と無線通信\nをするとされ，両者の関係が不明である点\nウ  相違点Ｃ（被告主張に係る相違点１）\n本件発明が，「受け取った識別情報と当該携帯電話に予め記録してある\n情報の比較」（構成要件Ｄ）をするのに対し，乙１１発明は，ＩＤカード\nから受け取ったデータとパスワードとして入力されたデータとの和と携帯\n電話に記憶されていたデータとの比較をする点\nエ  相違点Ｄ（被告主張に係る相違点２）\n本件発明が，「アクセス要求が許可されてから所定時間が経過するまで\nは前記被保護情報へのアクセスを許可する」（構成要件Ｆ）のに対し，乙\n１１公報には，携帯電話の使用が可能となる「一定時間」が「アクセス要\n求が許可」された時点からであることの記載がない点\n(4) 相違点の認定について\n原告は，相違点Ａについて，構成要件Ａ及びＤが有機的な関連性を有する\nとして，本件発明と乙１１発明の相違点は前記相違点①のとおり認定される\nべきであると主張する。\nしかし，本件発明の構成要件Ａは「ＲＦＩＤインターフェースを有する携\n帯電話であって，」と規定するのみであり，同記載によれば，携帯電話がＲ\nＦＩＤインターフェースを備えていれば足りると解するのが相当であり，そ\nの作用効果や用途についての限定は存在しない。他方，構成要件Ｄについて\nも，「前記Ｒバッジより識別情報を受け取って，該受け取った識別情報と当\n該携帯電話に予めしてある識別情報との比較を行う比較手段と，」と規定し\nているのみであり，Ｒバッジが受け取る識別情報について，ＲＦＩＤインタ\nーフェースとの関連で限定がされているものではない。\nこれに対し，原告は，本件明細書等の段落【００１６】，【０１０７】の\n記載に基づき，本件発明においては，Ｒバッジの固有の識別情報を利用する\nことにより，被保護情報に対する第三者の不正アクセスを防止することを目\n的としており，その意味において構成要件Ａ及びＤには有機的な関連性があ\nると主張するが，構成要件Ｄの識別情報がＲバッジの固有の識別情報に限定\nされないことは，構成要件Ｄの文言や，本件明細書等の段落【００２８】に\nおける「照合用データとは，ＩＣカードアセンブリの所有者を一意に特定す\nるためのデータであり，その内容は特に限定されるものではない。」との記\n載などに照らしも明らかである。\nしたがって，構成要件Ａ及びＤとの間に原告が主張するような有機的関連\n性があるということはできず，本件発明と乙１１発明の相違点は，各構成要\n件に即して認定すれば足りるというべきである。\n(5) 相違点Ａについて\n相違点Ａのとおり，乙１１公報には，乙１１発明に係る携帯電話がＲＦ\nＩＤインターフェースを有する旨の明示的な記載は存在しない。\nしかし，乙１１発明の携帯電話１は，第１の電波信号送受信装置３を有\nしており（乙１１公報の段落【０００９】），これは無線通信を行うインタ\nーフェースといい得る上，乙１１公報のＩＤカード６には電源は存在せず，\n上記電波信号送受信装置を介して送信される電波信号Ａに応答して，ＩＤカ\nード６に予め記憶されたデータ９が電波信号Ｂを介して携帯電話１に自動的\nに送信されるのであり（同公報の段落【０００９】，【００１２】），この\nようなデータの送受信の処理はＲＦＩＤを用いた場合の処理と同一であると\nいうことができる。\nまた，乙１１公報の段落【００１９】には，「携帯電話１とＩＤカード\n６との間のデータの授受を行うのに，電波の代わりに赤外線または可視光等\nの電磁波を用いてもよい。」と記載され，他方，本件明細書等の段落【００\n２７】には，「ＲＦＩＤにはさまざまな変調方式や周波数，通信プロトコル\nを利用したものがあるが，本発明は特定の方式に限定されるものではなく，\nどのような方式を利用してもよい。」との記載がある。\nそうすると，乙１１発明の「第１の電波信号送受信装置３」は本件発明\nの「ＲＦＩＤインターフェース」と実質的に一致するというべきであり，仮\nにそうでないとしても，ＲＦＩＤインターフェースは本件明細書等の段落\n【００２７】に記載されているとおり，本件特許出願時には既に確立されて\nいた技術であるから，当業者であれば，相違点Ａに係る構成を容易に想到し\n得たものというべきである。\n(6) 相違点Ｂについて\n本件発明の「Ｒバッジ」に関し，本件明細書等の段落【００３３】には\n「…ＩＣアセンブリは，小型チップとしてさまざまな物体に埋め込むことが\n可能なものである。以上，本発明の目的において，ＩＣアセンブリを装飾品\nや衣類など所有者の身近におくことが可能な物体に埋め込んだものを「Ｒバ\nッジ」と総称する。」と記載されている。\n他方，乙１１発明における「ＩＤカード」は，乙１１公報の記載によれば，\nＭＰＵ及びＦＲＡＭを有するデータ読み取り装置とアンテナ及びフロントエ\nンドＩＣを有する電波信号送受信装置とを備えるものであるから（段落【０\n００９】），ＩＣアセンブリを埋め込んだものということができる。また，\nＩＤカードは，その性質上，所有者の身近に置くことが想定されるものであ\nるから，乙１１発明における「ＩＤカード」は本件発明の「Ｒバッジ」に相\n当する。\nしたがって，相違点Ｂは実質的な相違点ではない。\n(7) 相違点Ｃについて\nア  相違点Ｃは，要するに，本件発明においては，携帯電話側の情報とＲバ\nッジ側の情報という２つのデータの比較に基づいて認証処理が行われるの\nに対し，乙１１発明においては，これにパスワードを加えた３つのデータ\nの演算に基づいて認証処理が行われるということにある。\nイ  被告は，乙１１発明に乙１２発明を適用すれば，当業者は，相違点Ｃに\n係る構成を容易に想到することができたと主張する。\n(ｱ) そこで，検討するに，乙１２公報には，以下の記載がある。\n「本発明の一実施の形態による携帯情報機器は，図１に示すように，\n予め正当な操作者の識別コードを記憶した識別コードメモリ２２と，こ\nの識別コードメモリ２２に記憶された識別コードを送出するデータ制御\n部２１とを有する識別ユニット２と，電源１５のオン／オフを行なうス\nイッチ１４と，このスイッチ１４の操作者を確認するキーコードを記憶\nするキーコードメモリ１２\nと，このキーコードメモリ１\n２に記憶されたキーコードに\n基づき，スイッチ１４による\n電源１５オンによって識別コ 【図１】\nマンドを送出し，このキーコードと識別コードとを比較するデータ処理\n部１３と，このデータ処理部１３にキーコード及び識別コマンドを入力\nするキー入力部１６と，データ処理部１３から送出された識別コマンド\nを識別ユニット２へ送出して識別コードを受信し，かつデータ処理部１\n３に送出する送受信部１７と，キー入力部１６から入力されたキーコー\nド及び識別コマンドを一時記憶する制御メモリ１１とを備えた情報ユニ\nット１とで構成される。」（段落【００１０】）\n「本発明の一実施の形態による携帯情報機器の動作は，図１に示すよ\nうに，携帯電話発信時を例にすると，まず，キー入力部１６からキーコ\nード＂３９３５５３０＂を入力してキーコードメモリ１２にデータ処理\n部１３が記憶し，かつ送受信部１７を介して識別ユニット２のデータ制\n御部２１に送出され，キーコード＂３９３５５３０＂が識別コードとし\nて 識 別 コ ード メ モ リ２ ２ に 記 憶さ れ る 。」 （ 段落 【０ ０ １ ２】）\n「その後，図２の（Ａ）に示すように，正当な操作者が発信操作をす\nる場合，送受信部１７を介してデータ処理部１３から識別コマンドが送\n出され（ステップＳ１），この識別コマンドをデータ制御部２１が受信\n（ステップＳ２）して識別コードメモリ２２の識別コード＂３９３５５\n３０＂を送受信部１７へ送出し，この識別コード＂３９３５５３０＂と\n【図２】\nキーコードメモリ１２のキーコード＂３９３５５３０＂とをデータ処理\n部１３が比較（ステップＳ３）して一致すれば発信処理を続行（ステッ\nプＳ４）させ，電話番号を発信することができる。」（段落【００１\n３】）\n「一方，図２の（Ａ）に示すように，第三者が発信操作をする場合，\n送受信部１７を介してデータ処理部１３から識別コマンドが送出され\n（ステップＳ１），この識別コマンドをデータ制御部２１が受信（ステ\nップＳ２）する識別ユニット２を第三者が所持していないため，識別コ\nード＂３９３５５３０＂とキーコード＂３９３５５３０＂とを比較（ス\nテップＳ３）できずに発信無視され，あるいは第三者が所持する識別コ\nードが＂９５６４２２２＂の時は，キーコード＂３９３５５３０＂と不\n一致となり，発信無視（ステップＳ５）となって電話番号を発信できな\nい。」（段落【００１４】）\n(ｲ)  上記(ｱ)によれば，乙１２公報には，情報ユニット及び識別ユニット\nのそれぞれが有する２個のデータの比較によって，情報ユニットの認証\n処理をするという技術的事項が開示されているということができる。そ\nして，乙１２発明は，乙１１発明と技術分野及び課題が共通しているの\nであるから，当業者にとって，乙１１発明に前記の技術的事項を適用し，\n使用者が入力するパスワードを含む３つのデータの演算による認証処理\nに代え，本件発明のように，２個のデータの比較による認証処理を採用\nすることは，容易に想到し得たというべきである。\nウ  これに対し，原告は，乙１１発明において，パスワードを含む３つのデ\nータを用いた複雑な構成にすることは，その課題解決にとって不可欠なも\nのであるので，乙１１発明に乙１２発明を組み合わせる動機付けは存在し\nないと主張する。\nしかし，乙１１発明は，携帯電話等にパスワードを設定するのみでは不\n正使用の防止としては十分ではないという課題を解決するため，ＩＤカー\nド等の携帯電話以外の物体に記憶されたデータを利用し，携帯電話等に予\nめ記憶されたデータとの間で比較・照合することにより，不正使用を防止\nしようとするものであって，この点において，本件発明及び乙１２発明と\nその技術的な思想を共通にしているということができる。\nもとより，乙１１発明は，携帯電話等に記憶されたデータとＩＣカード\nに記憶されたデータという二種類のデータを使用するにとどまらず，使用\n者が入力したパスワードも加えて比較・照合を行う点で本件発明と異なる\nが，これは，比較・照合に使用するデータを更に一種類増やすことにより\n安全性を高めようとしたものであって，上記技術思想と基本的に異なるも\nのではなく，また，乙１１公報には，ＩＤカード６と携帯電話１との間で\nデータの授受がある限りパスワードの再入力をする必要がないようにする\nなど（乙１１公報の段落【００１４】），パスワードの入力作業により生\nじる操作の煩瑣性の軽減という課題も示唆されているということができる。\nそして，本件明細書等の段落【００２８】に記載されているように，３\nつのデータを利用する代わりに２つのデータを利用したとしても，一意な\nデータを複数組み合わせたものやこれを暗号化したものを照合用データと\nして利用するなど，様々な工夫をすることにより不正使用の防止という課\n題を解決することは可能であるから，乙１１公報に接した当業者は，操作\nの煩瑣性を軽減するため，３つのデータを利用する代わりに，乙１２公報\nに開示されているような２つのデータによる比較・照合する構成を容易に\n想到し得たというべきであり，かかる構成を採用したとしても，上記のと\nおり，不正使用の防止という効果を奏することが可能であることを十分に\n認識し得たものと考えられる。\nしたがって，相違点Ｃに係る構成は，乙１１発明に乙１２発明を適用す\nることにより，当業者が容易に想到し得たものというべきである。\n(8) 相違点Ｄについて\n相違点Ｄに関し，乙１１公報には，「携帯電話１の電源を投入した時ある\nいは通話のためにキー５を押したときに携帯電話１より第１の電波信号送受\n信装置３を介して電波信号Ａを送信する。ＩＤカード６は電波信号Ａを受信\nするとＩＤカード６にあらかじめ記憶されたデータ９を，電波信号Ｂを介し\nて自動的に送信する。…ＩＤカード６より受信したデータ９と，パスワード\nとして入力されたデータ１０と，第１のデータ読み取り装置２内にあらかじ\nめ記憶されたデータ１１とを比較し，データ９とデータ１１との和がデータ\n１０になる場合にのみ携帯電話１が使用可能である。」（段落【００１\n２】），「携帯電話１の電源が投入されている状態のとき，計時装置４は電\n源が投入されてからの時間を計時する。計時装置４の計時時間をもとに，…\n一定時間…ごとに第１のデータ読み取り装置２内にてデータ１１を書き換え，\n同時にＩＤカード６に電波信号Ａを送信し，ＩＤカード６内のデータ９を書\nき換える。携帯電話１とＩＤカード６との間でデータのやりとりが行われ，\nデータ９とデータ１１の和がデータ１０になるときは常に携帯電話１を使用\n可能にする。…携帯電話１とＩＤカード６の距離が離れていると，ＩＤカー\nド６からデータ９が送信されることはない。ここでデータ９の送信がなけれ\nば自動的に電源が切れ，携帯電話１の使用を不可能にする。」（段落【００\n１３】）との記載がある。\n上記記載によれば，乙１１発明においては，最初に携帯電話の電源を投入\nした際の演算結果を満たせば，少なくとも一定時間，携帯電話の使用が可能\nになるものと認められる。そして，携帯電話１の電源の投入は本件発明の\n「アクセス要求」に相当するから，乙１１発明は，「アクセス要求が許可さ\nれてから所定時間が経過するまでは前記被保護情報へのアクセスを許可する」\n構成を備えるということができる。\nしたがって，相違点Ｄは，実質的な相違点には当たらない。\n(9) 小括\n以上のとおり，本件発明と乙１１発明の相違点Ａ～Ｄに係る各構成は，相\n違点に該当しないか，当業者が容易に想到し得たものであるので，乙１１発\n明は進歩性を欠き，特許無効審判によって無効とされるべきものである。\n３  争点３－３（乙１６に基づく拡大先願違反）\nまた，念のため，争点３－３も検討するに，以下のとおり，本件発明は，い\nわゆる拡大された先願と同一の発明にも当たるということができる。\n(1) 乙１６公報の記載\nア  特許請求の範囲\n「操作者が特定の使用者であると認証判定された場合に，ダイヤルロッ\nクの解除を行う携帯電話機の自動ダイヤルロックシステムにおいて，\n動作処理要求に伴った一連の操作が発生すると，前記認証を行うための\nトリガとなるロック解除コードを出力する携帯電話機と，前記ロック解除\nコードに基づいて認証演算を実施し，該認証演算の結果を前記携帯電話機\nに対して出力するロック解除装置とからなり，\n前記携帯電話機は，ロック解除装置より供給された認証演算結果に基づ\nいて認証処理を実施し，認証判定を行うことを特徴とする携帯電話機の自\n動ダイヤルロックシステム。」（【請求項１】）\n「認証処理は，携帯電話機の電源投入時に該携帯電話機内部にて演算さ\nれた第１の認証演算結果と，ロック解除装置より供給された第２の認証演\n算結果を，前記携帯電話機内部にて比較し，前記第１及び第２の認証演算\n結果が一致した場合に，当該操作者が特定の使用者であると認証判定する\nことを特徴とする請求項１記載の携帯電話機の自動ダイヤルロックシステ\nム。」（【請求項２】）\n「第１の認証演算結果は，携帯電話機内部にて生成されたロック解除コ\nードと，あらかじめ携帯電話機内部に記憶されている特定の使用者を示す\nＩＤ情報とで認証演算を行うことにより得られた値であって，第２の認証\n演算結果は，ロック解除装置内部にて，前記携帯電話機より供給されたロ\nック解除コードと，あらかじめロック解除装置内部に記憶されている前記\n特定の使用者を示すＩＤ情報とで，前記携帯電話機内部で行われたのと同\n一の認証演算を行うことにより得られた値であることを特徴とする請求項\n２記載の携帯電話機の自動ダイヤルロックシステム。」（【請求項３】）\n「ロック解除コードは，携帯電話機の電源投入時に該携帯電話機内部に\nて生成された乱数であることを特徴とする請求項１から請求項３のうちの\nいずれか１記載の携帯電話機の自動ダイヤルロックシステム。」（【請求\n項５】）\n「携帯電話機とロック解除装置間で行われる通信における信号の最大強\n度は，前記信号の到達距離が１ｍ程度となるように設定されることを特徴\nとする請求項１から請求項３のうちのいずれか１記載の携帯電話機の自動\nダイヤルロックシステム。」（【請求項９】）\nイ  発明の属する技術分野\n「この発明は携帯電話機の自動ダイヤルロックシステムに係り，特に携\n帯電話機のセキュリティー保護を高度に実現し得る携帯電話機の自動ダイ\nヤルロックシステムに関するものである。」（段落【０００１】）\nウ  従来の技術\n「従来より，携帯電話機等の携帯端末のセキュリティー保護を実現する\nための方法や装置等がいくつか提案されている。例えば，特開平６－２７\n６１４８号公報に示された移動体無線機では，あらかじめ移動体無線機本\n体固有のデジタルコードを該移動体無線機本体内部の不揮発性メモリに格\n納しておき，前記移動体無線機とは別に移動体無線機本体内のデジタルコ\nードと一致するコードを送出する携帯可能な無線発信機を設け，前記移動\n体無線機が前記無線発信機より送出されるコードを受信すると，移動体無\n線機本体の電子ロックが解除され使用可能な状態となるように構成された\n装置が開示されている。」（段落【０００２】）\nエ  発明が解決しようとする課題\n「従来の携帯電話機のダイヤルロックシステムは以上のように構成され\nているので，ロック解除装置側から所定の送信周期で微弱電波（ロック解\n除コード）を携帯電話機に送信しなければならず，ロック解除装置側の電\n力消費が大きくなるという課題があった。」（段落【００１２】）\n「また，電力消費を少なくするために，微弱電波（ロック解除コード）\nの送信周期を長くした場合，ダイヤルロック状態で特定（正規）の使用者\n（ロック解除装置を身に付けた使用者）が携帯電話機に近づき発信しよう\nとしても，所定時間（送信周期）経過しなければダイヤルロックが解除さ\nれない（待ち時間が発生する）という課題があった。」（段落【００１\n３】）\n「この発明は上記のような課題を解決するためになされたもので，ダイ\nヤルロックが待ち時間なくリアルタイムに解除され，且つロック解除装置\n側の電力消費の少ない携帯電話機の自動ダイヤルロックシステムを得るこ\nとを目的とする。」（段落【００１４】）\nオ  発明の実施の形態\n「図１において，１０は携帯電話機，２０はロック解除装置である。携\n帯電話機１０内において，１１は携帯電話機１０全体の制御を行う制御部\nであり，１２はロック解除装\n置２０に微弱電波を用いてロ\nック解除コードを送信するロ\nック解除コード送信部であ\nり，１３は無線基地局との間\nで音声またはデータ呼の発着 【図１】\n信を行う送受信部であり，１４はキーボード等を備え，該キーボードによ\nり携帯電話機使用者からの操作指示情報や発信の相手先番号等のデータを\n入力し制御部１１へ通知する入力装置であり，１５は制御部１１からの各\n種の情報を表示するための表示部であり，１６はロック解除コード，ＩＤ\n情報，並びに認証演算結果をあらかじめ記憶したＥＥＰＲＯＭ等から成る\nコード記憶回路であり，１７はこれらロック解除コード，ＩＤ情報を用い\nて認証演算を行う認証装置であり，１８は，ロック解除コード送信部１２\nがロック解除コードをロック解除装置２０に送信した後，該ロック解除装\n置２０から送られて（返送されて）きた認証演算結果を制御部１１に通知\nする認証結果受信部であり，１９は上記各部に必要な電源を供給する電源\n部である。」（段落【００２５】）\n「また，制御部１１内において，１１２はプログラムを格納したＲＯＭ\n１１０及びデータ処理用のＲＡＭ１１１を用いて全体の制御を行うＣＰＵ\nであり，１１３は送受信部１３を制御する送受信制御部である。尚，上述\nの実施の形態１における携帯電話機の自動ダイヤルロックシステムの構成\nの説明において，携帯電話機１０とロック解除装置２０間にて授受される\n信号の通信媒体として電波が用いられるものとして説明したが，これに限\n定されるものではなく，例えば赤外線や可視光等を用いるようにしてもよ\nい。」（段落【００２６】）\n「さらに，ロック解除装置２０内において，２１はあらかじめ携帯電話\n機１０のコード記憶回路１６に記憶されたものと同一のＩＤ情報が記憶さ\nれているＩＤ情報記憶回路であり，２２は携帯電話機１０のロック解除コ\nード送信部１２より微弱電波にて送信されてきたロック解除コードを受信\nするロック解除コード受信部であり，２３はロック解除コード受信部２２\nから通知されたロック解除コードとＩＤ情報記憶回路２１に記憶されたＩ\nＤ情報とから認証演算（認証装置１７と同一の処理）を行う認証装置であ\nり，２４は認証装置２３による演算結果を携帯電話機１０に送信する認証\n結果送信部であり，２５は上記ロック解除装置２０の各部に電源を供給す\nる電源部である。」（段落【００２７】）\n「次に，図２を参照しながら動作について説明する。図２はこの発明の\n実施の形態１による携帯電話機\nの自動ダイヤルロックシステム\nの動作を示したフローチャート\nである。」（ 段 落 【 ００２\n８】）\n「まず，携帯電話機１０の特\n定（正規）の使用者あるいはサ\nービス提供者等は，あらかじめ\n設定された所定のＩＤ情報を，\n携帯電話機１０のコード記憶回\n路１６とロック解除装置２０の\nＩＤ情報記憶回路２１に，図示\nしないＲＯＭライタ等を介して\n入力し記憶させる。尚，携帯電\n話機１０のコード記憶回路１６\nへのＩＤ情報の入力は，入力装\n置１４を介して行うようにしても良い。また，携帯電話機１０の電源投入\n時，携帯電話機１０はロック状態であるものとする。」（段落【００２\n９】）\n「さて，携帯電話機１０に電源が投入されると（ステップＳＴ１），携\n帯電話機１０の認証装置１７は乱数を生成し，制御部１１に供給する。制\n御部１１は，この乱数をロック解除コードとしてコード記憶回路１６に記\n【図２】\n憶する（ステップＳＴ２）。コード記憶回路１６にロック解除コードが記\n憶されると，認証装置１７はＩＤ情報と電源投入時に記憶されたロック解\n除コードを，コード記憶回路１６から読み出し，認証演算（任意の算術演\n算等）を実施し（ステップＳＴ３），該認証演算の結果を制御部１１に供\n給する。前記認証演算の結果の供給を受けた制御部１１は，該認証演算の\n結果（第１の認証演算結果）をコード記憶回路１６に記憶する。」（段落\n【００３０】）\n「次に，携帯電話機使用者により，発信またはメモリダイヤル等の個人\n情報へのアクセス等の操作を行うべく，入力装置１４のキーボードより，\n一連のキー操作によるデータの入力（動作処理要求等）が行われると，こ\nの一連のキー操作によるデータの入力に対応する操作内容が制御部１１に\n供給（通知）される。制御部１１は，入力装置１４から前記操作内容が供\n給されたタイミングにて，コード記憶回路１６よりロック解除コードを読\nみ出してロック解除コード送信部１２に供給する。ロック解除コード送信\n部１２は，ロック解除コードを微弱電波にのせ，携帯電話機使用者が所持\nしている（身に付けている）ロック解除装置２０に送信する（ステップＳ\nＴ４，５）。」（段落【００３１】）\n「ロック解除装置２０のロック解除コード受信部２２は，携帯電話機１\n０から微弱電波で送信されたロック解除コードを受信すると，該ロック解\n除コードを認証装置２３に供給する。このロック解除装置２０の認証装置\n２３は，ロック解除コードが供給（受信）された時点で，ＩＤ情報記憶回\n路２１にあらかじめ記憶されているＩＤ情報を読み出し，該ＩＤ情報と受\n信したロック解除コードとで認証演算を行い（ステップＳＴ６），該認証\n演算の結果を認証結果送信部２４に供給する。また，認証結果送信部２４\nは認証装置２３より供給された認証演算の結果（第２の認証演算結果）を，\n携帯電話機１０に送信する。（ステップＳＴ７）」（段落【００３２】）\n「なお，携帯電話機１０におけるロック解除コード送信部１２の送信出\n力及びロック解除装置２０におけるロック解除コード受信部２２の受信感\n度は，例えば，障害物（遮蔽物）の無い状態での電波の到達距離が，１ｍ\n程度となるように調整しておく。また，ロック解除装置２０の認証装置２\n３で用いる認証演算アルゴリズムは，携帯電話機１０の認証装置１７の認\n証演算アルゴリズムと同一のものを用いるものとする。」（段落【００３\n３】）\n「次に，携帯電話機１０の認証結果受信部１８は，ロック解除装置２０\nから微弱電波で送信された認証演算の結果（第２の認証演算結果）を受信\nすると，制御部１１に供給する。制御部１１は，コード記憶回路１６に既\nに記憶されている認証演算の結果（第１の認証演算結果）を読み出して，\n受信した認証演算の結果（第２の認証演算結果）との比較認証（認証処理\nによる認証判定）を行う（ステップＳＴ８）。」（段落【００３４】）\n「制御部１１は，比較認証の結果が一致していた場合，前記ステップＳ\nＴ４におけるキー入力は，特定の使用者（使用が許可されている携帯電話\n機使用者）によるキー入力であるものと判断し，ロック解除状態とし，前\n記ステップＳＴ４にて入力装置１４から入力された発信操作及びメモリダ\nイヤル等の操作を有効として（ステップＳＴ９），発信処理等を継続する\n（一連のキー入力による処理が完了するまでの処理の継続を可能とす\nる）。」（段落【００３５】）\n「一方，携帯電話機１０のコード記憶回路１６に記憶されたＩＤ情報と\nロック解除装置２０のＩＤ情報記憶回路２１に記憶されたＩＤ情報とが異\nなっていたり，或いは，携帯電話機１０の認証装置１７における認証アル\nゴリズムとロック解除装置２０の認証装置２３における認証アルゴリズム\nが異なっていた場合（携帯電話機１０とロック解除装置２０の対応がとれ\nていない場合）等によって，前記比較認証の結果が不一致となった場合，\n制御部１１は，前記ステップＳＴ４におけるキー入力が，特定の使用者で\nない者（使用が許可されていない携帯電話機使用者）によるキー入力であ\nると判断し，ロック解除は行わず，前記ステップＳＴ４にて入力された操\n作を無効として破棄し（ステップＳＴ１０），例えば，表示部１５に，前\n記ステップＳＴ４にて入力された発信操作またはメモリアクセス操作が無\n効である旨の表示を行う。」（段落【００３６】）\n「また，制御部１１は，許可された発信処理（発信，メモリダイヤル等\nの個人情報へのアクセス操作等）が実施中，新たに入力装置１４から通知\n（入力）された操作に対しては，ロック状態として扱う。さらに，許可さ\nれた発信処理が完了した後，新たに入力装置１４から通知された操作に対\nしては，制御部１１は，再びロック解除コードをロック解除装置２０に送\n信して認証処理を実施する。すなわち，一旦，ダイヤルロックが解除され\nた操作に対し，一連の処理が完了するまでの期間についてのみ，キー入力\nされた一連の処理要求に対する動作の継続が可能となる。」（段落【００\n３７】）\n「また，制御部１１は，ロック解除コードをロック解除装置２０に送信\nした後，所定の時間が経過してもロック解除装置２０からの認証演算結果\nが受信されない場合には，当該携帯電話機１０の近辺には特定の使用者\n（使用を許可されている使用者）が存在しないものと判断し，ロック解除\nを行わず，当該入力された操作を破棄し，携帯電話機１０の表示操作部１\n５に，当該入力された発信操作またはメモリアクセス操作が無効である旨\nの表示を行う。」（段落【００３８】）\nカ  発明の効果\n「以上のように，この発明によれば，携帯電話機から操作者の認証を行\nうためのロック解除コードをロック解除装置に対して出力することにより，\n該ロック解除装置から，このロック解除コードに基づいた認証演算結果が\n前記携帯電話機に対して出力され，この認証演算結果に基づき，前記携帯\n電話機にて該携帯電話機の操作者の認証処理を行うように構成したので，\n携帯電話機のロック状態からロック解除状態への遷移がリアルタイムに行\nわれると共に，ロック解除装置の電力消費を格段に押さえることができる\nという効果がある。」（段落【００４８】）\n「この発明によれば，携帯電話機の電源投入時に，該携帯電話機内部に\nて生成された第１の認証演算結果と，ロック解除装置内部にて生成された\n第２の認証演算結果とを，前記携帯電話機内部にて比較し，前記第１及び\n第２の認証演算結果が一致した場合に，当該操作者が特定の使用者である\nと認証判定を行うように構成したので，治具等による不正なロック解除装\n置の制作が難しくなり，携帯電話機の第三者による不正使用を高度に防止\nする効果がある。」（段落【００４９】）\n「この発明によれば，第１の認証演算結果を，携帯電話機の電源投入時\nに，該携帯電話機内部にて生成された所定のロック解除コードと，あらか\nじめ携帯電話機内部に記憶されている特定の使用者を示すＩＤ情報とで，\n所定の認証演算を行うことにより生成し，第２の認証演算結果を，ロック\n解除装置内部にて前記携帯電話機より供給されたロック解除コードと，あ\nらかじめロック解除装置内部に記憶されている前記特定の使用者を示すＩ\nＤ情報とで，前記所定の認証演算を行うことにより生成するように構成し\nたので，前記第１または第２の認証演算結果を不正に生成（模倣）するこ\nとを困難とすることができるという効果がある。」（段落【００５０】）\n「この発明によれば，携帯電話機とロック解除装置間で行われる通信に\n使用される信号（微弱電波等）の最大強度を，前記信号の到達距離が１ｍ\n程度となるように構成したので，携帯電話機及びロック解除装置それぞれ\nにおける電池等の消耗をさらに少なくすることができ，さらに，携帯電話\n機とロック解除装置間通信における最大電力消費量を概ね把握できること\nから，ロック解除装置にて使用される電池等の寿命をある程度の精度にて\nシミュレートすることができるという効果がある。」（段落【００５６】）\n(2) 乙１１発明の内容\n前記(1)によれば，乙１６発明は，操作者の認証判定によって，ダイヤル\nロックを解除する自動ダイヤルロックシステムであって，互いに無線通信す\nる携帯電話機及びロック解除装置から成り，一連の操作が発生すると，携帯\n電話機が，前記認証のトリガとなるロック解除コードを出力し，当該ロック\n解除コードに基づき，ロック解除装置が，同装置の記憶するＩＤ情報を用い\nた認証演算結果を出力し，当該認証処理結果に基づき，携帯電話機が，これ\nと当該携帯電話機の記憶するＩＤ情報を用いた認証演算結果を比較すること\nで前記の認証判定をすることを特徴とするものであると認めることができる。\n(3) 本件発明との対比\nア  ＲＦＩＤインターフェースの有無について\n原告は，乙１６発明の携帯電話は，ＲＦＩＤインターフェースを有する\n携帯電話であると特定されていないと主張するが，乙１６公報の記載によ\nれば，「携帯電話機１０におけるロック解除コード送信部１２の送信出力\n及びロック解除装置２０におけるロック解除コード受信部２２の受信感度\nは，例えば，障害物（遮蔽物）の無い状態での電波の到達距離が，１ｍ程\n度となるように調整しておく。」（段落【００３３】）とされているので，\n同発明の携帯電話は，ロック解除システムとの間で「微弱電波」（段落\n【００３３】）による無線通信をする機能を備えるものであって，その電\n波の到達距離が「１ｍ程度」に調整されるものであるということができる。\n乙２５，２６によれば，一般に，ＲＦＩＤは，近距離無線通信を用いた\n自動認識技術であり，「数ｍ離れた距離でも読み取り可能」な無線通信方\n式であると認められる。そして，本件発明の「ＲＦＩＤ」については，本\n件明細書等に「ＲＦＩＤにはさまざまな変調方式や周波数，通信プロトコ\nルを利用したものがあるが，本発明は特定の方式に限定されるものではな\nく，どのような方式を利用してもよい。」と記載され，その方式に制限は\nない。乙１６発明の携帯電話は，上記のとおり，電波の到達距離を「１ｍ\n程度」に調整された無線通信機能を備えるものであるから，構成要件Ａの\n「ＲＦＩＤインターフェースを有する携帯電話」に相当するということが\nできる。\nしたがって，乙１６発明は，構成要件Ａ及びＧと一致する。\nイ  原告主張に係る相違点１について\n(ｱ) 原告は，「本件発明は，ＲＦＩＤインターフェースを有する携帯電話\nがＲバッジより受信するものがＲバッジの識別情報であるのに対し，乙\n１６発明では，携帯電話がロック解除装置から微弱電波等を用いて受信\nするものが当該ロック解除装置に供給されたロック解除コードと予め当\n該ロック解除装置内に記憶されている特定の使用者を示すＩＤ情報とに\nより認証演算を行うことにより得られた値である点である点」において\n相違すると主張する。\n(ｲ) しかし，乙１６発明の「ロック解除装置」は「携帯電話機使用者が所\n持している（身に付けている）」（乙１６公報の段落【００３１】）も\nのであることから，本件発明の「Ｒバッジ」に該当すると解されるとこ\nろ，乙１６発明のロック解除装置は，同装置内に記憶していたＩＤ情報\nを用いた「第２の認証演算結果」を携帯電話機に送信し，これを受信し\nた携帯電話機は，これと当該携帯電話機内に記憶していたＩＤ情報を用\nいた「第１の認証演算結果」とを比較し，認証判定を行うのであるから\n（【請求項３】，段落【００３２】，同【００３４】），本件発明の構\n成要件Ｄに一致する。\n(ｳ) これに対し，原告は，本件発明において，ＲＦＩＤインターフェース\nを有する携帯電話がＲバッジより受信するものがＲバッジの識別情報で\nあるとするが，本件発明の「識別情報」が，Ｒバッジの固有の識別情報\nに限定されないことは前記判示のとおりである。\n他方，乙１６発明における「第１の認証演算結果」とは，携帯電話が\n生成した乱数である「ロック解除コード」（請求項５）と当該携帯電話\nが記憶する「特定の使用者を示すＩＤ情報」（請求項３）とを用いた算\n術演算等の結果であり（段落【００３０】），ロック解除装置より受信\nする「第２の認証演算結果」とは，ロック解除装置が受信した「ロック\n解除コード」と同装置が記憶する「特定の使用者を示すＩＤ情報」とを\n用いて同様の認証演算をした結果なのであるから（段落【００３２】），\n乙１６発明で比較している演算結果は「特定の使用者を示すＩＤ情報」\nに相当するものであり，構成要件Ｄの「識別情報」に当たるというべき\nである。\nウ  原告主張に係る相違点２について\n(ｱ) 原告は，「本件発明は，被保護情報に対するアクセス要求を許可する\nという比較結果が得られた場合は，アクセス要求が許可されてから所定\n時間が経過するまでは被保護情報へのアクセスを許可するものであるの\nに対し，乙１６発明は，動作処理要求に伴った一連の操作が前記携帯電\n話機に対して行われると個人認証を行い，個人認証が完了すると当該一\n連の操作のみが可能になるのであって，当該処理中に他の処理を行うこ\nとも，当該処理が終了後に他の処理を行うこともできず，また，所定時\n間を計時することもなく，所定時間が経過するまで携帯電話機内の情報\nに対するアクセスを含む何らかの操作を許可するものではない点」にお\nいて相違すると主張する。\n(ｲ) そこで，検討するに，乙１６公報の段落【００３５】には，「制御部\n１１は，比較認証の結果が一致していた場合，前記ステップＳＴ４にお\nけるキー入力は，特定の使用者（使用が許可されている携帯電話機使用\n者）によるキー入力であるものと判断し，ロック解除状態とし，前記ス\nテップＳＴ４にて入力装置１４から入力された発信操作及びメモリダイ\nヤル等の操作を有効として（ステップＳＴ９），発信処理等を継続する\n（一連のキー入力による処理が完了するまでの処理の継続を可能とす\nる）。」との記載がある。これによれば，乙１６発明においては，被保\n護情報へのアクセスが許可されると，「一連の処理が完了するまでの」\n時間，アクセスが許可されるものということができる。\n他方，本件発明の構成要件Ｆは，「前記アクセス制御手段は，当該比\n較手段で前記アクセス要求を許可するという比較結果が得られた場合は，\n前記アクセス要求が許可されてから所定時間が経過するまでは前記被保\n護情報へのアクセスを許可する」というものであり，「所定期間」に関\nする限定は付されていない。\nまた，本件明細書等の段落【０１２０】及び【０１２１】には，アク\nセスが許可されると，タイマに所定の時間ｔ２を設定し，時間ｔ２が経\n過するまでに開始した処理が終了した場合には，時間ｔ３をタイマに設\n定し，時間ｔ３が経過するまでに次の作業を開始した場合には，レッド\nバッジの読み込みをすることなく，引き続き次の作業を行うことができ，\n更に一つの作業が終了するたびにｔ３が起動されることが記載されてい\nるものと認められる。これによれば，本件発明においても，アクセスが\n許可された後，一連の作業が継続している間は，アクセスが許可されて\nいるということができる。\n以上によれば，乙１６発明における「一連の処理が完了するまでの」\n時間も，構成要件Ｆの「所定時間」に当たるというべきである。\n(ｳ) これに対し，原告は，乙１６発明は，一連の処理中に他の処理を行う\nことも，当該処理が終了後に他の処理を行うこともできず，また，所定\n時間を計時することもなく，所定時間が経過するまで携帯電話機内の情\n報に対するアクセスを含む何らかの操作を許可するものではないので，\n本件発明と異なると主張する。\nしかし，前記判示のとおり，乙１６発明においては，「一連の処理が\n完了するまでの」時間は，被保護情報へのアクセスが許可されているの\nであるから，仮にその間に他の処理を行うことができないとしても，構\n成要件Ｆの「前記アクセス要求が許可されてから所定時間が経過するま\nでは前記被保護情報へのアクセスを許可する」との構成を満たすとの結\n論を左右するものではない。\nまた，構成要件Ｆの「所定期間」には特段の限定は付されていないの\nで，これを計時された一定の長さの時間に限定されると解することもで\nきない。\nしたがって，原告の上記主張は理由がない。\nエ  小括\nそうすると，本件発明は，本件特許の優先日前に出願され，本件特許の優\n先日後に出願公開された乙１６公報に記載された発明と同一の発明であるの\nで，特許無効審判によって無効とされるべきものである。\n４  結論\n以上によれば，その余の点について判断するまでもなく，原告の請求は理由\nがないから棄却することとし，よって，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n三井大 有\n裁判官\n𠮷 野 俊太 郎\n（別紙）\n物 件 目 録\n次の商品名（機種番号）の携帯端末\n１  ＡＱＵＯＳ  Ｒ  （６０５ＳＨ）Android バージョン ７\n２  ＡＱＵＯＳ  Ｒ  （ＳＨ－０３Ｊ）Android バージョン ７\n３  ＡＱＵＯＳ  Ｒ  （ＳＨＶ３９）Android バージョン ７\n４  Ｄｉｓｎｅｙ  Ｍｏｂｉｌｅ  ｏｎ  ｄｏｃｏｍｏ（ＤＭ－０１Ｊ）Android\nバージョン ６\n５  Ａｎｄｒｏｉｄ  Ｏｎｅ  Ｘ１  Android バージョン ７\n（別紙）\n被 告 製 品 説 明 書\n１  原告の主張\n⑴  概要\nア  ＮＦＣインターフェースを有するスマートフォンであること\n被告製品は，いずれもＲＦＩＤインターフェースの一種であるＮＦＣイン\nターフェースを有するスマートフォンである。\nＮＦＣインターフェースを有する被告製品は，非接触ＩＣチップが付いた\nＮＦＣ対応端末との間で送受信することができる機能を有している。\nイ  画面（ディスプレイ）の消灯\n被告製品を一定時間何も操作しないと画面（ディスプレイ）が消灯する。\n画面点灯時に電源スイッチを押すことによって，画面を消灯することができ\nる。\nウ  ロック機能（ロックとセキュリティ）\n被告製品は，画面ロックの解除方法をなしまたはスワイプ（またはタッチ）\n以外に設定した場合，電源キー（電源ボタン）を押すとロック画面が表示さ\nれ，設定した方法で画面ロックの解除ができる。\n画面ロックを解除するための設定は，「ロックとセキュリティ」において，\n設定することができる。画面ロック時は，被告製品中に格納された電話帳デ\nータや写真などにアクセスすることができない。\nエ  スマートロック（SmartLock）\n画面ロックの解除は，複数の方法が用意され，所有者が任意の方法を設定\nすることができる。\n画面ロックを解除する方法の１つとして，被告製品は，スマートフォンの\nＯＳであるAndroid5.0以降に標準搭載されたスマートロックを有する。\nスマートロックのうち，信頼できる端末としてＩＣカード（ＮＦＣ）を登\n録した場合，ロック画面表示時に，登録した当該ＩＣカード（ＮＦＣ）を被\n告製品の背面にかざす（重ねる）ことによって，自動的に前記画面ロックが\n解除される。\nオ  ロック画面表示の信号\n被告製品の画面が消灯している状態で，スマートロックのうち信頼できる\n端末として登録したＩＣカード（ＮＦＣ）をかざしても被告製品は何ら反応\nしない。画面ロックを解除するためには，前記ロック画面が表示されている\n必要がある。\n被告製品は，その電源キーを押すことにより，画面が点灯しロック画面が\n表示されるから，電源キーを押すことを契機とするロック画面表示のための\n信号が生成される。\nそして，ロック画面は，当該スマートフォンについて，第三者による閲覧\nや使用を制限している状態を示すものである。この画面ロックが解除されな\nい限り，被告製品に格納された電話帳や写真などにアクセスできない。\n被告製品は，ロック画面が表示されている状態で登録済ＩＣカード（ＮＦ\nＣ）を背面に重ねることによって画面ロックを解除することができる。\nつまり，被告製品に格納された電話帳や写真などの被保護情報へのアクセ\nスをしようとする所有者は，電源キーを押し，これを契機に生成されるロッ\nク画面表示のための信号に基づきロック画面が表示され，登録済ＩＣカード\n（ＮＦＣ）を背面に重ねれば画面ロックを解除することになって当該被保護\n情報へのアクセスが可能になる。\nカ  ＩＤ情報等を要求する信号\nＩＣカード（ＮＦＣ）には，当該ＩＣカード（ＮＦＣ）に固有に割り振ら\nれたＩＤ情報が格納されている。当該ＩＣカード（ＮＦＣ）を前記信頼でき\nる端末として登録すると，当該ＩＣカード（ＮＦＣ）のＩＤ情報が被告製品\nに予め記憶される。\n被告製品は，ロック画面が表示された状態で登録済ＩＣカード（ＮＦＣ）\nにより画面ロックを解除できる。他方，ロック画面が表示されていない状態\nで登録済ＩＣカード（ＮＦＣ）を背面に重ねても何ら反応しない（甲第１１\n号証）。したがって，ロック画面が表示されると，ＩＣカード（ＮＦＣ）に\n向けて，ＩＣカード（ＮＦＣ）に格納されているＩＤ情報などを送信するこ\nとを要求する信号を送信する送信手段を備える。\nキ  ＩＤ情報の受け取り・比較\nＩＣカード（ＮＦＣ）がＩＤ情報等を要求されると，被告製品に対してＩ\nＤ情報などを送信し，被告製品はこれを受け取る。\n被告製品は，ＩＣカード（ＮＦＣ）から受け取ったＩＤ情報が，登録済Ｉ\nＣカード（ＮＦＣ）のＩＤ情報に適合するか否かを比較する比較手段を備え\nる。\nク  画面ロック解除\n上記判定の結果，受け取ったＩＤ情報が登録済みＩＣカード（ＮＦＣ）の\nＩＤ情報と一致したときは，画面ロックを解除し，不一致のときは画面ロッ\nクを解除しない。画面ロックが解除されると，被告製品内に格納された電話\n帳や写真などのデータにアクセスすることが可能になる。\nケ  所定時間の無操作\n画面ロックが解除されて被告製品内に格納されたデータへのアクセスが可\n能になった後，無操作状態が所定時間経過すると被告製品は画面を消灯する。\n被告製品が操作されている限り画面は消灯せず，被告製品内に格納された電\n話帳や写真などのデータにアクセスすることができるようになっている。い\nったん画面が消灯すると，電源スイッチを再び押してロック画面を表示して\nも画面ロックを解除しない限り被告製品内に格納された電話帳や写真などの\nデータにアクセスすることはできない。\n⑵  前提条件\n①  ＳＩＭカードが装着されていること\n②  画面ロック機能を「解除なし」またはスワイプ（またはタッチ）以外に設\n定していること\n③  ＮＦＣを利用する設定をしていること（「機内モード」に設定されておら\nず，「ＮＦＣ／おサイフケータイ  ロック」設定がＯＦＦになっており，か\nつ「Ｒｅａｄｅｒ／Ｗｒｉｔｅｒ，Ｐ２Ｐ」設定がＯＮになっていること）\n④  スマートロック（Ｓｍａｒｔ Ｌｏｃｋ）において，信頼できる端末とし\nてＩＣカード（ＮＦＣ）を登録していること\n⑤  スマートフォンの電源が入れられた後，画面が消灯している状態にあるこ\nと\n⑶  構成\nａ  ＮＦＣインターフェースを有するスマートフォンである。\nｂ  当該スマートフォンの電源キーを押すことで生成されるトリガ信号（ロッ\nク画面表示信号）を受信し，画面ロック解除プロセスを実行するプログラム\nに対して，当該トリガ信号を画面ロック解除の要求として受け付けて当該プ\nログラムに受け渡す受付手段を備える。\nｃ  前記トリガ信号（ロック画面表示信号）に応答して，ＩＣカードに対して\n識別情報を要求する信号（ＮＦＣの信号）を送信する送信手段を備える。\nｄ  背面にかざされたＩＣカードに記憶された識別情報を受信し，その識別情\n報を用いて，当該ＩＣカードが信頼できる端末として登録されたＩＣカード\n（登録済ＩＣカード（ＮＦＣ））であるか否かの比較を行う比較手段を備え\nる。\nｅ  前記比較手段の比較の結果に応じて，画面ロックを解除し，または画面ロ\nックを継続する画面ロック解除制御手段を備える。\nｆ  前記画面ロック解除制御手段は，前記比較手段で画面ロックを解除すると\nいう比較結果が得られた場合（登録済ＩＣカード（ＮＦＣ）であると判定さ\nれた場合）は，画面ロックが解除されてから所定時間が経過するまでは，画\n面を介して操作することができる。\nｇ  スマートフォンである。\n２  被告の主張\n⒜  ＮＦＣインターフェースを有するスマートフォンである。\n⒝  電源キーが押下されることで「画面表示信号」が出力され，その信号に応じ\nて，\n①  画面ロック機能が設定されていなければ，画面を介しての操作が可能とな\nり，直近に表示していた画面が表示される。\n②  画面ロック機能が設定されていれば，画面ロックを解除するためのロック\n画面が表示される。\n⒞  ＮＦＣの信号を送信するための所定の設定条件を充足した場合には，ＮＦＣ\nの信号をＩＣカードに送信する。\n⒟  ＩＣカードに記憶した識別情報を受信し，その識別情報を用いた何らかの方\n法による比較を行う。\n⒠  前記比較の結果に応じて「画面表示信号」に対する許可または禁止をしてお\nらず，比較の結果が一致していれば，直近で表示していた画面を表示して，\n画面を介しての操作が可能となり，比較の結果が一致していなければロック\n画面のままである。\n⒡  画面ロックがされている場合においても，スマートフォンのデータへのアク\nセスは可能である。\n①  電話着信があった場合には電話帳データにアクセスして発信元の名前を抽\n出してロック画面に表示が可能であり，\n②  電話着信があった場合には電話の着信履歴データに追加して更新が可能で\nあり，\n③  電子メールの受信時には，受信した電子メールのデータを追加して更新し，\nロック画面に表示が可能であり，\n④  スケジュールデータに登録されたアラーム時刻が到来すると，スケジュー\nルデータにアクセスし，スケジュールのラベル（タイトル）内容のロック画\n面への表示が可能であり，\n⑤  画面ロックを解除することなく，カメラ機能を起動して撮影し，撮影した\n写真データを表示し，またはスマートフォンの写真データのフォルダへの保\n存が可能であり，\n⑥  おサイフケータイで用いる電子マネーのデータにアクセスして決済処理が\n可能であり，\n⑦  おサイフケータイで用いる定期券，乗車券などのデータにアクセスして自\n動改札の通過が可能であり，\n⑧  スマートフォンとコンピューターとを接続して画面ロックを解除した後，\n再度，画面ロックがされた場合に，コンピューターからの操作でスマートフ\nォンに保存した写真データにアクセスし，その写真データを取得することが\n可能であり，\n⑨  会議や会話を録音した録音データを再生することが可能である。\nそして，構成⒟における何らかの方法による比較の結果が一致していた場\n合には，画面ロックが解除される。\n画面を介しての操作が行われていない場合には画面が表示されてから，ま\nたは画面を介しての操作が行われた場合には画面に対する何らかの操作が行\nわれた時点から起算して，無操作状態が一定時間経過するまでは画面を介し\nての操作が可能となり，画面を介しての無操作状態が一定時間継続すると，\n画面の表示が消え，画面を介しての操作が行えない。\n⒢  スマートフォンである。\n"
}