{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 1,
    "day": 21
  },
  "case_number": "平成25(ワ)5714",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84836",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84836",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/836/084836_hanrei.pdf",
  "contents": "平成２５年（ワ）第５７１４号  損害賠償等請求事件\n判          決\n東京都足立区〈以下略〉\n原         告     株 式 会 社 ハ ー ト ウ ィ ン グ\n東京都足立区〈以下略〉\n原        告     Ａ\n両名訴訟代理人弁護士     羽    根    一    成\n同             橋    本    一    成\n東京都渋谷区〈以下略〉\n被        告     株式会社石井式国語教育研究会\n同訴訟代理人弁護士     鴨    田    哲    郎\n同             三    枝        充\n同             早    田    由  布  子\n主          文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告は，原告株式会社ハートウィング（以下「原告会社」という。）に対し，\n３２１４万２１８４円及びこれに対する平成２５年３月１５日から支払済みま\nで年５分の割合による金員を支払え。\n２  被告は，原告Ａに対し，５５０万円及びこれに対する平成２５年３月１５日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，原告Ａが，被告による虚偽内容の文書の送付によって同原告の名誉\nが毀損されたと主張して，被告に対し，名誉毀損の不法行為に基づく損害賠償\n金及びこれに対する不法行為の後の日（訴状送達日の翌日）である平成２５年\n３月１５日から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求めるとともに，原告会社が，虚偽内容の文書を送付した被告の行為が名誉\n毀損の不法行為又は不正競争防止法（以下「不競法」という。）２条１項１４\n号の不正競争に当たり，また，文書送付によって原告会社の顧客を奪取した被\n告の行為が不法行為に当たると主張して，被告に対し，不法行為又は不競法４\n条に基づく損害賠償金及びこれに対する不法行為又は不正競争の後の日である\n前同日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめる事案である。\n２  前提事実（証拠等〈略〉を掲げていない事実は当事者間に争いがない。）\n(1) 当事者\nア  原告会社は，平成１６年に設立され，幼稚園や保育園の体育指導・課外\n教室，園経営コンサルティング・講演・講習・研究活動，石井式漢字教育\nなど，主として幼児教育に関する事業を営む会社である。\n原告会社は，平成２４年６月２５日頃から，東京都渋谷区恵比寿南所在\nのビルで，幼児能力開発教室を運営している。\nイ  原告Ａは，学校法人＊＊学園の理事長及び＊＊幼稚園の園長を務める者\nである。原告Ａは，平成１６年頃から平成２４年６月２４日までは被告の\n代表取締役でもあった。\nウ  被告は，昭和５８年５月７日に設立された，学習教室の経営，出版事業，\n教育教材・教具等の製造・販売等を行う会社である。\n被告は，石井式漢字教育法に関連する事業を展開し，幼稚園や保育園に\n対して絵本等の教育教材を販売したり，課外教室を提供したりするほか，\n平成２４年６月までは東京都渋谷区恵比寿南所在のビルに事務所を置き，\n同所で石井式幼児能力開発教室を運営しており（以下，この事務所及び教\n室をそれぞれ「恵比寿南の事務所」，「恵比寿南の教室」ということがあ\nる。），同月以降は同区恵比寿西所在のビルに事務所を置き，同様の能力\n開発教室を運営している（以下，この教室を「被告新教室」という。）。\n(2) 石井式漢字教育\nア  石井式漢字教育法\n石井式漢字教育法は，教育学博士・故Ｚが長年の実践を通して提唱して\nきた教育法（子供たちが漢字仮名交じりの絵本に親しみ，表現豊かな絵本\n読み，テンポの良い読みカードやゲーム感覚の指導を楽しく受けているう\nちに，語彙を増やし言葉を正しく理解できるようになるというもの）であ\nり，カリキュラムとして導入している幼稚園や保育園が，全国に６００園\nほどある。\nイ  特定非営利活動法人日本漢字教育振興協會\n特定非営利活動法人日本漢字教育振興協會（以下「振興協會」という。）\nは，石井式漢字教育法を広めるために，平成１５年９月９日に認可設立さ\nれた特定非営利活動法人である。\n(3) 被告経営陣の交代\n平成２４年６月２４日，被告の臨時株主総会が開催され，それまで被告の\n代表取締役であった原告Ａ，取締役であったＣ及びＤがいずれも辞任し，代\nわりに，Ｅ，Ｆ及びＧが取締役に選任され，このうちＥが被告の代表取締役\nに就任した。\n(4) 被告による書簡の送付等\nア  被告は，平成２４年６月２９日付けで，石井式漢字教育法をカリキュラ\nムとして導入するなど，被告と取引のあった幼稚園や保育園に対して，「『株\n式会社ハートウイング』の書簡について  重要なお知らせ」と題する文書\n（以下「本件文書１」という。）を送付した。\n本件文書１には，原告会社が，振興協會からの委託を受けて，被告に代\nわって石井式漢字教育の業務を行う旨を記した手紙を幼稚園や保育園に対\nして送っているが，その内容が事実無根であるとの趣旨の記載のほか，「『株\n式会社ハートウイング』は，弊社の元社員が関係している会社ですが，当\n社とは何の関係も取引もございません。６月末に退職した者（元取締役員\nと従業員数名）が幼稚園，保育園の皆様に手紙を出して混乱させておりま\nす。」「この『株式会社ハートウイングは，弊社運営の恵比寿能力開発教\n室の生徒や幼稚園と弊社の共同運営の課外教室（青い鳥倶楽部）の保護者\nにも同様の手紙と授業料振込通知を送りました。この手紙を信じた保護者\nの方は『株式会社ハートウイング』に６月分の授業料を振り込んでしまっ\nたとの被害報告を受けております。（現在，この事は振込詐欺罪になるか\nどうか，弊社弁護士と法的処置をどうとるか相談しております。）」との\n記載がある。\nイ  被告は，平成２４年７月２８日付けで，前記幼稚園や保育園に対して，\n「『株式会社ハートウイング』の書簡について重要なお知らせ」と題する\n文書（以下「本件文書２」という。）を送付した。\n本件文書２には，原告会社が，幼稚園及び保育園や課外教室の保護者に\n対して，被告に代わって漢字絵本の取扱い及び課外教室の運営を行うため\nに，その絵本代金や授業料の振込先が原告会社の口座に変わったとの通知\nをしているが，その内容が事実に反しているとの趣旨の記載のほか，「『株\n式会社ハートウイング』は，去る６月２４日に弊社を辞任に至った取締役\nならびに，彼らに従って退職した従業員が名乗る会社です。その者たちは\n上記のような手紙を送るのみならず，株式会社石井式国語教育研究会の財\n産や事務所までも不法に占拠横領している状況で，被害総額は数千万円に\nなっております。」との記載がある。\nウ  被告は，平成２４年９月１３日付けで，前記幼稚園や保育園に対して，\n被告名義の文章と「石井式漢字教育絵本『青い鳥文庫』著作権者代表  Ｈ」\n名義の文章を併記した文書（以下「本件文書３」という。）を送付した。\n本件文書３には，被告名義の文章として，「このたび，株式会社ハート\nウィングより，皆様に対し，当社が製作している石井式漢字教育絵本を，\n株式会社ハートウィングが当社に代わって販売・配本するとの通知があっ\nたことと聞き及んでおります。しかし，これらの絵本につきましては，そ\nの著作権者であるＨ氏らが著作権を有しており，第三者が著作者に無断で\n販売・配本することは，著作権法に反し，許されません。このことは，裁\n判所の判決（東京地方裁判所平成２４年３月２４日）において確認されて\nおります。」などの記載がある。また，この被告名義の文章の下には，Ｈ\n名義の文章として，「我々著作権者としましても，上記の事態を重くとら\nえております。我々は，株式会社石井式国語教育研究会の前代表取締役で\nあるＡ氏がおこなった著作権法違反行為に対して訴訟を提起し，裁判所の\n判決において我々の主張が認められました。・・・我々著作権者は，著作\n権侵害についての上記裁判所の判定以後に，株式会社石井式国語教育研究\n会の前代表取締役Ａ氏及び前取締役Ｃ氏及び，株式会社ハートウィングの\n代表取締役Ｂ氏が，同判定に基づく強制執行を免れる目的で行った一連の\n行為が，刑法第９６条の２の『強制執行妨害』に当たると判断し，平成２\n４年９月３日に，Ａ，Ｃ，Ｂの三人を，警視庁に刑事告発したこともお知\nらせいたします。」などの記載がある。\nエ  被告は，本件文書３とともに，「お知らせ」と題する文書（以下「本件\n文書４」という。）を送付して，被告の新しい住所及び電話番号等を通知\nした。\n本件文書４には，「なお上記の様に，前取締役を刑事告発にまで及ばざ\nるを得なかった事は大変遺憾に思っております。」との記載がある。\nオ  被告は，平成２４年６月２８日付けで，恵比寿南の教室に通っていた生\n徒及び保護者に対して，「石井式国語教育研究会  能力開発教室生徒・保\n護者のみなさまへ」と題する文書（以下「本件文書５」という。）を送付\nした。\n本件文書５には，被告新教室の所在地のほか，「新経営陣の発足に伴い，\n石井式国語教育研究会  能力開発教室では，より通学しやすい場所に教室\nを移転させていただくことになりました。」と記載されている。\n３  争点\n(1) 原告Ａの請求につき\nア  本件文書１ないし４による名誉毀損の不法行為の成否\n(ｱ) 社会的評価の低下の有無\n(ｲ) 違法性及び故意・過失の有無\nイ  損害発生の有無及びその額\n(2) 原告会社の請求につき\nア  本件文書１及び２による名誉毀損の不法行為の成否\n(ｱ) 社会的評価の低下の有無\n(ｲ) 違法性及び故意・過失の有無\nイ  本件文書１及び２の送付が不競法２条１項１４号の不正競争に当たるか\n否か\nウ  本件文書５による顧客奪取の不法行為の成否\nエ  損害発生の有無及びその額\n第３  争点に関する当事者の主張\n１  争点(1)ア（原告Ａ関係－本件文書１ないし４による名誉毀損の不法行為の成\n否）について\n〔原告Ａの主張〕\n(1) 社会的評価の低下の有無（争点(1)ア(ｱ)）について\nア  被告は，原告Ａを罪人扱いし，それを幼児教育業界に広く喧伝する内容\nの本件文書１ないし４を，９４の幼稚園や保育園に対して送付し，原告Ａ\nの社会的評価を低下させて，その名誉を毀損した。\nイ  本件文書１の「現在，この事は振込詐欺罪になるかどうか，弊社弁護士\nと法的処置をどうとるか相談しております。」との記載は，あたかも原告\nらが「振込詐欺罪」を犯している犯罪者であるかのように印象付け，その\n社会的評価を低下させる。\nウ  本件文書２の「その者たちは・・・，株式会社石井式国語教育研究会の\n財産や事務所までも不法に占拠横領している状況で，被害総額は数千万円\nになっております。」との記載は，原告らが横領罪を犯している犯罪者で\nあるかのように印象付け，その社会的評価を低下させる。\nエ  本件文書３の「我々著作権者は，著作権侵害についての上記裁判所の判\n定以後に，株式会社石井式国語教育研究会の前代表取締役Ａ氏・・・が，\n同判定に基づく強制執行を免れる目的で行った一連の行為が，刑法第９６\n条の２の『強制執行妨害』に当た ると判断し，平成２４年９月３日に，\nＡ，・・・を，警視庁に刑事告発した」との記載は，原告Ａが強制執行妨\n害罪を犯している犯罪者と印象付け，その社会的評価を低下させる。\nオ  本件文書４の「なお上記の様に，前取締役を刑事告発にまで及ばざるを\n得なかった」との記載は，原告Ａが犯罪者であると印象付け，その社会的\n評価を低下させる。\n(2) 違法性及び故意・過失の有無（争点(1)ア(ｲ)）について\nア  公共の利害，公益目的及び公正な論評につき\n本件文書１ないし４は，被告の原告会社に対する取引競争（顧客奪取）\nにおいて，原告らの業務を妨害する一連の過程で送付されたものであり，\n被告には，原告Ａに対する私怨こそあれ，公益を図る目的はなかった。\n取引競争（顧客奪取）において原告らを犯罪者に仕立て上げることは，\n被告の関心事であり，幼稚園や保育園の正当な関心事ではない。また，保\n護者による授業料の振込みに関する事実は，幼稚園や保育園には関係がな\nい。\n被告が公共の利害及び公益目的について主張する点は，本件文書１ない\nし４を送付した一般的な事情にすぎず，それらの文書に殊更に「振込詐欺\n罪」「不法に占拠横領」「強制執行妨害」「刑事告発」などと記載して，\n原告らを犯罪者扱いすることには，何ら公共性及び公益性がない。そして，\nこれらの記載は，誹謗中傷の類であり，必要性もないのに原告らを犯罪者\n扱いするものであるから，意見ないし論評としての域を逸脱した，相当性\nを欠くものである。\nイ  真実性又は真実相当性につき\n(ｱ) 本件文書１\n被告は振興協會からの経営委託を受けて恵比寿南の教室を運営してい\nたのであるから，振興協會が被告への経営委託を解除し，原告会社に経\n営委託したことにより，同教室の生徒は，被告の顧客ではなく，原告会\n社の顧客となった。したがって，生徒は授業料を原告会社に支払うべき\nであるから，原告会社がその案内をすることが，「振込詐欺」になるこ\nとはない。\n(ｲ) 本件文書２\n原告会社は，振興協會から能力開発教室の経営委託を受け，商品や備\n品を含む教室の引渡しを受けたのであるから，「不法に占拠横領」した\n事実はない。また，被告の被害総額が数千万円であることの根拠はない。\n(ｳ) 本件文書３及び４\n振興協會からの経営委託の解除を受けて，当時被告代表者であった原\n告Ａは，不要となった絵本を不良在庫として適正対価以上の金額で原告\n会社に売却し，原告会社は実際に代金を支払ったのであるから，それが\n「強制執行妨害」に当たる余地はない。なお，上記売買の対象には，絵\n本の著作権者らが申し立てた仮処分命令申立事件における決定によって\n販売等が差し止められていた絵本は含まれていなかった。また，告発状\nが受理されたのは平成２５年３月１４日であるから，平成２４年９月当\n時に刑事告発された事実はない。\n〔被告の主張〕\n(1) 社会的評価の低下の有無（争点(1)ア(ｱ)）について\nア  被告が，原告らの主張する９４の幼稚園や保育園のうち一部に対して，\n本件文書１ないし４を送付したことは認めるが，それらが名誉毀損に当た\nるとの主張は争う。\n被告は，平成２４年６月２４日の株主総会における経営陣の交代後，従\n来からの取引先である幼稚園や保育園を訪問して，事情を報告したが，全\nての取引先を訪問できなかったため，訪問できなかった取引先の一部に対\nして，その後，上記各文書を送付した。\nイ  本件文書１の記載は，原告会社が，幼稚園及び保育園や石井式能力開発\n教室の生徒の保護者に対し，原告会社が被告に代わって石井式能力開発教\n室の運営を行うこととなり，授業料の振込先も原告会社名義の銀行口座に\n変更された旨の通知を行ったことを前提として，被告が，この原告会社の\n行為について，振り込め詐欺に類する犯罪ではないかとの疑いを表明した\nものであり，法的見解の表明として論評に当たる。また，弁護士に相談し\nているとの事実は，原告らの社会的評価を低下させるものではない。\nウ  本件文書２の記載は，被告が従前能力開発教室又は事務所として使用し\nていた賃貸物件が，原告Ａによる賃借人たる地位の譲渡や解除によって使\n用できなくなったこと，被告の備品や商品（絵本）等の財産が，原告Ａに\nよって原告会社に売却されて使用できなくなったこと，その備品や商品等\nの価額が原告Ａの評価によっても約１６６４万円に及ぶものであり，しか\nも，被告が従来の賃貸物件を使用できなくなり，新たな賃貸物件を用意す\nるために支出を余儀なくされたことを前提に，原告らの行為につき「不法\nな占拠横領」であるとの法的評価を加えたものであり，「被害総額」に関\nする部分は，不法な占拠横領によって生じた損害を評価しているものであ\nり，論評に該当する。\nエ  本件文書３及び４は，Ｈらを原告として著作権侵害を理由とする絵本の\n印刷，出版，販売及び頒布の差止め並びに損害賠償を求めた訴訟について，\nＨらの主張を認容する判決がされた後に，原告Ａが原告会社に対して被告\nの在庫絵本を譲渡して引き渡したことを前提として，原告Ａらの行為が強\n制執行妨害に当たるという著作権者Ｈの法的見解について，被告も賛意を\n示して，Ｈ名義の文章を含んだ本件文書３を送付し，また，同様に，Ｈの\n法的見解について賛意を示す趣旨で本件文書４を送付したものであって，\nいずれも，法的見解の表明として論評に当たる。\n(2) 違法性及び故意・過失の有無（争点(1)ア(ｲ)）について\nア  問題となる表現が意見・論評である場合，①その前提としている事実が\n重要な部分において真実であることの証明があるか，又は真実と信じるに\nついて相当の理由があること，②論評が公共の利害に関する事実に関する\nこと，③論評の目的が専ら公益を図るものであること，④人身攻撃に及ぶ\nなど意見ないし論評としての域を逸脱したものでないこと，との４要件が\n満たされれば，名誉毀損の不法行為責任は免責される。\nイ  公共の利害，公益目的及び論評の域を逸脱しないこと\n被告は，原告会社が被告の顧客らに対して送付した振込口座変更の通知\nや被告に代わり原告会社が絵本の販売・配本を行うとの通知について，保\n護者らから複数の問い合わせを受け，しかも，これに従って実際に振り込\nんでしまった者もいたため，原告会社の虚偽の通知について注意を喚起し\nて被害拡大を防いだり，絵本の著作権者と原告会社の関係を説明して原告\n会社の行為に関与しないよう注意喚起したりするために，本件文書１ない\nし４を送付したのであり，専ら公益を図る目的に出たものである。\nそして，本件文章１ないし４の記述は，いずれも犯罪行為や不法行為に\n関わることについて，上記の事情の下で記載されたものであるから，社会，\n公衆の正当な関心事に関するものであり，公共の利害に関する事実である。\nまた，本件文書１ないし４は，「振込詐欺罪である」などと断定的な表\n現を用いたものではないし，原告らに対する人格攻撃に及んだものではな\nいから，論評としての域を逸脱したものではない。\nウ  真実性又は真実相当性につき\n(ｱ) 本件文書１\n被告は，教室の生徒の保護者らから，原告会社が被告に代わって石井\n式漢字教育の業務を行うので授業料を原告会社に支払うよう指示するよ\nう記載された文書が原告会社から届いた旨の連絡を受け，中には実際に\n原告会社の口座に授業料を振り込んだ保護者らもいた。\nよって，被告が論評の前提とした事実について，真実又は真実と信じ\nるにつき相当な理由がある。\nなお，被告が，振興協會からの委託で能力開発教室事業を実施してい\nたという事実はなく，能力開発教室の生徒らが授業料の支払義務を負う\n相手は，被告であって，原告会社ではない。\n(ｲ) 本件文書２\n被告が恵比寿南で運営していた能力開発教室の事業主体は，被告であ\nり，振興協會の原告会社に対する経営委託は無効であるから，原告会社\nが被告から商品，備品，事務所等の引渡しを受けたことは，根拠がなく\n違法である。また，原告Ａが被告の代表者としてした商品，備品，事務\n所などの譲渡は，株主総会の決議を経ずにされた事業譲渡の一環であり，\nまた，被告の資産をもぬけの殻として悪意により被告の経営の継続を困\n難にするものであって，忠実義務及び善管注意義務に違反するから，違\n法である。\nそして，被告が論評の前提とした事実は，いずれも真実であるか，又\nは真実であると信じるにつき相当な理由がある。\n(ｳ) 本件文書３及び４\n著作権侵害訴訟において絵本の印刷，出版，販売及び頒布の差止め並\nびに損害賠償を認容する判決がされたこと，同判決の言渡し後に原告Ａ\nが被告の絵本を原告会社に売却したことはいずれも真実である。\nなお，Ｈらは，平成２４年９月３日，原告Ａ及び原告会社代表者Ｂら\nを強制執行妨害罪で警視庁に告発し，同告発状は，平成２５年３月１４\n日に正式に受理されている。\n２  争点(1)イ（原告Ａ関係－損害発生の有無及びその額）について\n〔原告Ａの主張〕\n本件文書１ないし４による被告の名誉毀損行為により，原告Ａは多大な精神\n的苦痛を受けており，これを慰謝するに足りる額は５００万円を下らない。ま\nた，原告Ａは，本件訴訟の提起，追行を弁護士に委任しており，その弁護士費\n用のうち，上記慰謝料額の１割に相当する５０万円は，被告の不法行為と相当\n因果関係のある損害である。\nよって，被告は原告Ａに対し，５５０万円の損害賠償義務を負う。\n〔被告の主張〕\n否認ないし争う。\n３  争点(2)ア（原告会社関係－本件文書１及び２による名誉毀損の不法行為の成\n否）について\n〔原告会社の主張〕\n(1) 社会的評価の低下の有無（争点(2)ア(ｱ)）について\n前記１〔原告Ａの主張〕(1)アないしウのとおり，被告は，９４の幼稚園や\n保育園に対して，原告らを罪人扱いし，それを幼児教育業界に広く喧伝する\n内容の本件文書１及び２を送付して，原告会社の社会的評価を低下させ，そ\nの名誉を毀損した。\n(2) 違法性及び故意・過失の有無（争点(2)ア(ｲ)）について\n前記１〔原告Ａの主張〕(2)のとおり，被告の名誉毀損行為について，違法\n性や故意・過失が阻却されることはない。\n〔被告の主張〕\n(1) 社会的評価の低下の有無（争点(2)ア(ｱ)）について\n前記１〔被告の主張〕(1)アないしウのとおり，被告が原告らの主張する９\n４の幼稚園や保育園のうちの一部に対して，本件文書１及び２を送付したこ\nとは認めるが，それらが名誉毀損に当たるとの主張は争う。\n(2) 違法性及び故意・過失の有無（争点(2)ア(ｲ)）について\n前記１〔被告の主張〕(2)のとおり，被告の行為には違法性又は故意・過失\nがない。\n４  争点(2)イ（原告会社関係－本件文書１及び２の送付が不競法２条１項１４号\nの不正競争に当たるか否か）について\n〔原告会社の主張〕\n被告が本件文書１及び２を幼稚園や保育園に送付したことは，競争関係にあ\nる原告会社の営業上の信用を害する虚偽の事実を告知し，又は流布する行為で\nあり，不競法２条１項１４号の不正競争に該当する。\n上記各文書の記載が虚偽であることは，前記１〔原告Ａの主張〕(2)イ(ｱ)及\nび(ｲ)に記載のとおりである。\n〔被告の主張〕\n被告が原告らの主張する９４の幼稚園や保育園のうちの一部に対して，本件\n文書１及び２を送付したことは認めるが，それらが原告会社に対する不正競争\nに当たるとの主張は争う。\n５  争点(2)ウ（原告会社関係－本件文書５による顧客奪取の不法行為の成否）に\nついて\n〔原告会社の主張〕\n被告は，本件文書５に，「新経営陣の発足に伴い，石井式国語教育研究会  能\n力開発教室では，より通学しやすい場所に教室を移転させていただくことにな\nりました。」との虚偽の記載をして，これを能力開発教室の生徒及び保護者に\n対して送付することにより，その生徒及び保護者をして，被告が別途新設した\n類似教室（被告新教室）が，原告会社の運営する能力開発教室と同一のもので\nあると誤信させた。これは，原告会社の顧客を奪取する不法行為である。\nなお，被告は，振興協會から経営委託を受けて恵比寿南の教室を運営してい\nたにすぎず，その経営委託が解除された後は，原告会社が振興協會から経営委\n託を受けて，同教室を運営していたのであるから，被告が別途新設した被告新\n教室は，従前の教室とは別のものであり，本件文書５の上記記載は，虚偽の事\n実の告知・流布である。\n〔被告の主張〕\n被告が能力開発教室の生徒及び保護者に対して，本件文書５を送付したこと\nは認めるが，それが不法行為に当たるとの原告会社の主張は争う。\n恵比寿南の教室は，被告自身が運営していた教室であるから，その教室の生\n徒及び保護者に対して，同教室が移転した旨を通知することは，原告会社の顧\n客を奪取したとの評価を受けるものではない。\n６  争点(2)エ（原告会社関係－損害発生の有無及びその額）について\n〔原告会社の主張〕\n(1) 名誉毀損又は不正競争に基づく損害\n被告による本件文書１及び２に係る名誉毀損又は不正競争により，原告会\n社は多大な無形損害を被った。すなわち，幼児教育業界は信用第一であり，\n顧客対象も限られているところ，被告の行為により，原告会社の社会的，経\n済的信用が失墜させられ，原告会社の顧客から取引中止の申出を受けて顧客\nを喪失し，経営が破綻しかねない危機的状況になっている。これによる原告\n会社の損失は，１０００万円を下らない。\n(2) 顧客奪取に基づく損害\n原告会社は，振興協會からの経営委託を受けて恵比寿南の能力開発教室を\n運営しているが，被告による顧客奪取の不法行為により，生徒が被告新教室\nに引き抜かれ，本来得られるべき授業料収入を得られなかった。ここで，原\n告が運営する能力開発教室の授業料収入と同教室を被告が運営していた時期\nの授業料収入との差額について，少なくとも当初の１年分（平成２４年８月\nから平成２５年７月まで）は，上記不法行為と相当因果関係のある原告会社\nの損害であるところ，その額は１９２２万０１６８円である。\n(3) 弁護士費用\n原告会社は，本件訴訟の提起，追行を弁護士に委任しており，その弁護士\n費用のうち，前記(1)及び(2)の合計２９２２万０１６８円の１割に相当する\n２９２万２０１６円は，被告の不法行為又は不正競争と相当因果関係のある\n損害である。\n(4) 合計\nよって，被告は原告会社に対し，３２１４万２１８４円の損害賠償義務を\n負う。\n〔被告の主張〕\n事実は全て不知ないし否認し，主張は争う。\n第４  当裁判所の判断\n１  認定事実\n前記第２，２の前提事実並びに後掲各証拠〈略〉及び弁論の全趣旨によれば，\n以下の事実が認められる。\n(1) 被告の設立及びその事業\nア  被告は，昭和５８年５月７日に設立され，東京都渋谷区恵比寿で能力開\n発教室を開設し，幼稚園等における課外教室を運営し始めた。同能力開発\n教室は，遅くとも平成２年には，同区恵比寿南所在のビルにあった。\nイ  平成２年頃，被告は，石井式漢字教育の絵本の製作・販売等を行ってい\nた株式会社登龍館（以下「登龍館」という。）と業務提携し，平成３年１\n月には，登龍館との間で営業譲渡等に関する契約を締結して，登龍館に対\nして能力開発教室などの営業を譲渡する代わりに，その対価として登龍館\nの株式を取得した。同営業譲渡により，恵比寿南の教室は，登龍館が経営\nすることとなった。\nしかし，平成１４年頃から被告と登龍館の関係が悪化し，平成１５年７\n月，被告が登龍館に対して訴訟（当庁平成１５年（ワ）第２０４２９号）\nを提起したものの，被告及び登龍館は，その後の平成１６年９月６日，裁\n判上の和解に至り，そこで，両社間の平成３年１月２７日締結の営業譲渡\n等に関する契約を合意解除すること，被告が保有する登龍館の株式を登龍\n館に有償譲渡すること，登龍館は恵比寿南の教室の賃借権を被告に譲渡し\nてその運営から撤退し，以後被告が同教室を運営することなどが合意され\nた。\n被告は，同和解に基づいて，登龍館から恵比寿南の教室の引渡しを受け，\nそこに勤務していた登龍館の元従業員らを雇用し，平成１６年１１月から，\n同教室の運営を再開した。\nウ  被告は，学習教室の経営，出版事業，教育教材・教具等の製造・販売等\nを行う会社であるところ，その主たる事業は，以下のとおり，能力開発教\n室事業，石井式漢字教育絵本の販売事業，幼稚園や保育園での課外教室事\n業である。\n(ｱ) 能力開発教室事業\n能力開発教室事業は，２歳から小学校３年生程度までの生徒を対象に，\n教室において，石井式漢字教育法に従って日本語教育を行うものである。\n同事業における直接の契約当事者は，被告と能力開発教室に通う生徒の\n保護者である。\n(ｲ) 石井式漢字教育絵本の販売事業\n石井式漢字教育絵本の販売事業は，全国の幼稚園や保育園に対し，石\n井式漢字教育絵本を販売するものである。絵本を購入した幼稚園や保育\n園は，その絵本を園児に配布し，当該幼稚園や保育園が主体となって，\n石井式漢字教育法に従って日本語教育を行っている。同事業における直\n接の契約当事者は，被告と石井式漢字教育絵本の販売先である幼稚園や\n保育園である。\n(ｳ) 幼稚園や保育園での課外教室事業\n課外教室事業とは，幼稚園や保育園の開園時間終了後，被告が，幼稚\n園や保育園から教室を借り，当該教室に講師を派遣して，原則として当\n該幼稚園や保育園の園児を対象に，石井式漢字教育法に従って日本語教\n育を行うものである。同事業における直接の契約当事者は，被告と課外\n教室の生徒の保護者である。\n(2) 振興協會\n振興協會は，平成１５年９月９日に認可設立された特定非営利活動法人で\nあり，東京都渋谷区恵比寿南所在のビルに主たる事務所を置いている。\n振興協會の前身は，昭和４３年に発足した幼年国語教育会であり，同団体\nは，平成６年に日本漢字教育振興協會と改称し，石井式漢字教育法を広める\n活動や，幼稚園や保育園における漢字の指導，絵本・教材の監修，園の教諭\nへの指導，全国漢字かるた大会などのイベントの開催などを行ってきた。\n原告Ａ及び原告会社代表者は，いずれも振興協會の理事を務めている。\n(3) 絵画の著作者らとの紛争\n被告が販売していた絵本には，画家であるＨらが著作した絵画が挿絵とし\nて用いられていたところ，絵画の著作者であったＨを含む１４名の画家らは，\n平成２３年，被告に対し，被告がＨら著作者に無断で絵本を増刷し，販売し\nているとして，絵本の印刷，出版等の差止め及び損害賠償金の支払を求める\n訴訟（当庁平成２３年（ワ）第８２２８号出版差止等請求事件。以下「別件\n出版差止等請求事件」という。）を提起するとともに，同事件を本案とする\n仮処分命令申立て（当庁平成２３年（ヨ）第２２０１２号）をしたところ，\n同仮処分命令申立事件において，裁判所は，平成２３年５月１２日，Ｈら著\n作者の申立てを認めて，被告に対して絵本の印刷，出版，販売及び頒布を仮\nに禁ずる旨の決定（以下「別件出版禁止等仮処分決定」という。）をした。\nその後，裁判所は，平成２４年３月２９日に，本案である別件出版差止等請\n求事件においても，Ｈら著作者の主張を認めて，被告に対し，絵本の印刷，\n出版等の差止め及び損害賠償金の支払を命じる判決（損害賠償金の支払に係\nる部分については仮執行宣言付き。）を言い渡した。\n(4) 被告内部の対立と経営陣の交代\nア  原告Ａは，被告の設立当初からその経営に携わってきており，平成１６\n年には，その代表取締役に就任していた。\n平成２２年３月頃，原告Ａは，原告会社代表者であるＢを，被告の社長\n代行に就任させ，定期会議における原告Ａからの伝達事項の伝令やその結\n果の報告，新規顧客の開拓，振興協會との連絡調整などの職務に当たらせ\nた。\nイ  平成２２年３月，当時被告の代表者であった原告Ａは，被告の従業員で\nあったＩ対して，３０日後に解雇する旨の予告をし，また，同年５月，当\n時社長室長の肩書きで被告の業務に携わっていたＪに対して，被告事務所\nへの出入りを禁じ，同人が被告と無関係である旨を通告した。\nＩ及びＪは，平成２３年４月に，被告に対して，労働契約上の地位の保\n全及び賃金仮払を求める仮処分命令申立て（当庁平成２３年（ヨ）第２１\n０６８号地位保全等仮処分命令申立事件）を行い，裁判所は，同年８月２\n４日，被告に対して，Ｉ及びＪへの賃金の仮払を命じる決定をした。被告\nは，同決定のうちＩに係る部分に対して，保全異議（当庁平成２３年（モ）\n第４００３４号保全異議申立事件）を申し立てたが，裁判所は，同年１１\n月２１日，原決定を認可する旨の決定をした。しかし，同異議決定後も，\n被告が賃金の仮払を履行しなかったため，Ｉ及びＪは，同年１２月２１日，\n被告に対しては，労働契約上の地位の確認並びに賃金及び慰謝料等の支払\nを求め，また，当時被告の代表者であった原告Ａに対しては，不当解雇及\nび賃金仮払に係る仮処分決定に従わないことを理由として損害賠償を求め\nる訴えを提起した（当庁平成２３年（ワ）第４１０２１号地位確認等請求\n事件）。\nウ  その後も，被告内部における原告Ａと同原告の経営に反対する者らとの\n対立は強まり，平成２４年６月２４日開催予定の臨時株主総会の議案とし\nて，原告Ａら取締役３名の解任に係る議案が提案されるに至った。\n同臨時株主総会の開催に先立って，原告Ａは，原告Ａ及び同原告の長男\nであるａがそれぞれ賃貸人として被告に賃貸し，被告が事務所及び倉庫と\nして使用していた東京都足立区所在の２件の賃貸物件について，被告（当\n時の代表者は原告Ａ）に対し，同年６月２４日をもって各賃貸借契約を解\n約する旨の申し入れ書を作成した（なお，同申し入れ書には，作成日が「平\n成２４年４月２４日」と記載されているが，同日付は，原告Ａが実際の作\n成日よりも遡らせて記載したものである。）。\nまた，原告Ａは，同年５月２５日，被告の代表者として，恵比寿南の事\n務所及び教室の賃貸物件に係る賃貸借契約上の賃借人の地位を，敷金返還\n請求権も含めて，被告から振興協會に譲渡した。\nさらに，原告Ａは，同月３１日，被告の代表者として，原告会社との間\nで，被告の商品である絵本や教育教材を，同年６月２０日付けで一括して\n１６４７万６８９３円で売却する旨の売買契約をした。なお，同売買契約\nに係る売買基本契約書には，対象商品の一部が販売禁止の差止訴訟の対象\nとなっていることを考慮して売買代金額を算出する旨が明記された。上記\n売買代金は，同年６月２０日に，原告会社から被告の銀行預金口座に振込\n入金されたが，同日，同口座から１６５０万円が原告Ａの銀行預金口座に\n振込送金された。\n原告Ａは，同年６月２０日，被告の代表者として，東京都足立区の上記\n事務所及び倉庫並びに恵比寿南の事務所及び教室に所在した被告の備品\n（机，椅子，書庫，教材・教具，事務用品，パソコン，冷蔵庫，電子レン\nジ，洗濯機，棚など）を，原告会社に１７万円で売却した。なお，上記パ\nソコンには，被告の会計帳簿や顧客名簿等のデータが保存されていた。\nエ  平成２４年６月２４日，被告の臨時株主総会が開催され，そこでは，当\n時代表取締役であった原告Ａ，取締役であったＣ及びＤを解任する旨の議\n案が決議されることとなっていたが，同日，原告Ａは，自ら代表取締役を\n退任するとともに取締役を辞任し，Ｃ及びＤも，取締役を辞任した。原告\nＡは，同臨時株主総会に出席したが，上記のとおり被告の事務所や教室に\n所在した備品を売却したこと，被告の絵本等を売却したこと，恵比寿南の\n賃貸物件の賃借人の地位を振興協會に譲渡したこと等について何ら説明を\nしなかった。\n辞任した原告Ａら３名に代わり，同日，Ｅ，Ｆ及びＧの３名が被告の取\n締役に就任し，このうちＥが代表取締役に選任された。\n同月２５日，原告Ａは，代理人弁護士を通じて，被告の新代表者のＥに\n対して，被告の印鑑，銀行預金通帳，借用書，議事録などの物品を引き渡\nした。この引継ぎの時点で，被告の預金口座にはほとんど残高がなく，そ\nのほかにも被告には資産がない状態であった。また，同日，被告の新役員\nらが恵比寿南の事務所及び教室に赴いたところ，その権利が原告会社に移\nっているとの理由で立ち入りを拒まれた。\nＥら新役員は，同日付けで，従前取引のあった幼稚園や保育園に対して，\n「株式会社石井式国語教育研究会  新体制発足についてのご挨拶」と題す\nる書面を送付し，同月２４日の臨時株主総会で原告Ａら旧役員が解任され，\n代わりにＥらが役員に就任したことを報告するとともに，石井式漢字教育\nと能力開発事業に取り組んでいくことを表明した。\n(5) 原告会社及び被告による各文書の送付等\nア  原告Ａが恵比寿南の事務所及び教室の賃貸物件に係る賃借人の地位を振\n興協會に譲渡し，同事務所及び教室の備品等を原告会社に売却するなどし\nたために，平成２４年６月２５日以降，被告は，それまでの事務所や教室\nを使用することができず，急きょ，東京都渋谷区恵比寿西所在のビルの賃\n貸物件を教室兼事務所として賃借し，同月２８日頃から同所で能力開発教\n室（被告新教室）の運営を始めた。\nまた，当時被告には全く資産がなかったため，被告は，上記の教室兼事\n務所の賃借費用，絵本の印刷費用，従業員の給与，その他の運営費のため\nに，役員や関係者から約１５００万円の借入れ・支援を受けなければなら\nなかった。\nイ  一方，原告会社は，平成２４年６月２５日以降，それまで被告が恵比寿\n南の教室を運営していた賃貸物件で，能力開発教室を運営するようになっ\nた。そして，同日から同月末までの間に，従前被告と取引のあった幼稚園\nや保育園に対して，「平成２４年６月吉日」付けの「ご挨拶」と題する書\n面を送付した。同書面には，「この度，日本漢字教育振興協會より委託さ\nれておりました『石井式漢字教育』は株式会社石井式国語教育研究会に代\nわり，この６月２５日より株式会社ハートウィング石井式事業部が行うこ\nとになりました。・・・弊社に移行しましても従前の通り毎月の絵本の配\n本や研修会，能力開発教室（恵比寿），各園の課外教室（青い鳥倶楽部）\nの開催など，社員・講師も引き続き担当致しますのでどうぞご安心くださ\nい。」と記載されていた。\nまた，原告会社は，従前被告が運営していた教室の生徒の保護者に対し\nて，振興協會と連名で，「平成２４年６月吉日」付けの書面を送付した。\n同書面には，「この度，日本漢字教育振興協會が『石井式漢字教育』を委\n託しておりました株式会社石井式国語教育研究会に代わって，この６月２\n５ 日 よ り 株 式 会 社 ハ ー ト ウ ィ ン グ 石 井 式 事 業 部 が 行 う こ と に な り ま し\nた。・・・つきましては，新しい委託先になりましても毎月の絵本の配本，\n能力開発教室（恵比寿），各園の課外教室（青い鳥倶楽部など）の開催は\nもちろんのこと，社員・講師も変わることなく引き続き担当する事とな\nり，・・・」と記載されていた。また，原告会社は，上記書面と同時に，\n「教室授業料について」と題する書面を送付したところ，同書面には，「別\n紙にもありますようにハートウィング石井式事業部が，新しい教室の委託\n先になりました。それに伴い授業料振込先も新しくなります。」との文章\nとともに，授業料振込先として原告会社の郵便口座が記載されていた。\nこれらの書面を受領した能力開発教室及び課外教室の生徒の保護者らの\n中には，従前被告が運営していた教室が原告会社の運営になったと考え，\n原告会社の指示のとおり，授業料を原告会社の口座に振り込む保護者もい\nたが，その後，同保護者らは，原告会社への振込みが誤りであったと考え，\n平成２４年７月頃，警察に相談をし，そのアドバイスに従って，原告会社\nに対して，「振込詐欺まがいのお手紙におどろきました」と記載し，振り\n込んだ授業料の返還を求める内容の書面を送り，原告会社から授業料の返\n還を受けた。\nウ  被告は，平成２４年６月２８日付けで，恵比寿南の教室に通っていた生\n徒の保護者に対して，本件文書５を送付した。また，被告は，同月２９日\n付けで，従前取引のあった幼稚園や保育園のうち少なくとも３０ないし４\n０の園に対して，本件文書１を送付した。\nエ  原告会社は，平成２４年７月１２日付け「ご確認とお願い」と題する書\n面を，従前被告と取引のあった幼稚園や保育園に対して送付した。同書面\nには，「７月より株式会社ハートウィング石井式事業部とのお取引となり\nました。」などと記載されていた。\nまた，原告会社は，同月１７日頃までに，「平成２４年７月吉日」付け\nの書面を幼稚園や保育園に対して送付した。同書面には，「このたびは，\n当ハートウィング石井式事業部より絵本教材の注文をいただきまして誠に\nありがとうございます。・・・尚，（株）ハートウィング石井式事業部と\n会社が変わりましたので，お振込先も変わりましたのでお間違えの無いよ\nうに確認をお願い申し上げます。」との文章と，原告会社名義の振込先口\n座が記載されていた。\nオ  被告は，平成２４年７月２８日付けで，従前取引のあった幼稚園や保育\n園のうち少なくとも３０ないし４０の園に対して，本件文書２を送付した。\nカ  原告会社は，「『育み能力開発教室』のご案内」と題する平成２４年９\n月１１日付け書面を，同年６月まで被告運営の恵比寿南の教室に通ってい\nたがその後原告会社運営の教室に通っていない生徒の保護者宛てに送付し\nた。同書面には，「ご子息・・・が６月までお通いいただきました教室は，\n『育み能力開発教室』と名称を改め，授業を再開致しました。」と記載さ\nれている。\nキ  被告は，平成２４年９月１３日頃，従前取引のあった幼稚園や保育園の\nうち少なくとも３０ないし４０の園に対して，本件文書３及び本件文書４\nを同時に送付した。\n(6) Ｈらによる強制執行等\nア  別件出版差止等請求事件で，出版等差止め及び損害賠償金の支払を命ず\nる勝訴判決を得たＨらは，同判決の金銭支払命令に係る仮執行宣言に基づ\nいて，被告が賃借していた東京都足立区の倉庫に所在する動産に対して強\n制執行を申し立てた。同執行は，平成２４年７月３日に行われたが，執行\n官らが同所に臨場した際，被告の元取締役で，当時原告会社の従業員とな\nっていたＣは，執行官に対し，同倉庫に係る被告と賃貸人との賃貸借契約\nが解除されており，同所に所在する絵本や備品等が既に原告会社に売却済\nみであることを申し述べた。このため，執行官は，被告が同倉庫を占有し\nていないと判断し，同執行は不能となった。\nイ  別件出版差止等請求事件の原告であったＨら１４名は，警視総監宛ての\n平成２４年９月３日付け Ａ，\n原告会社代表者及びＣの３名を強制執行妨害罪（刑法９６条の２）で告発\nする旨の申出をした。\nＨらの告発状は，平成２５年３月１４日，警視庁において正式に受理さ\nれた。\n２  被告の事業と振興協會及び原告会社との関係について\n(1) 原告らは，被告による恵比寿南の教室の運営が，振興協會からの経営委託\nに基づくものであったから，振興協會による同経営委託の解除及び振興協會\nから原告会社への経営委託によって，同教室は原告会社が運営するものとな\nり，同教室の生徒は被告の顧客ではなく，原告会社の顧客となったと主張す\nる。\nこの点，平成１６年１０月１５日付け「合意書」（以下「本件合意書」と\nいう。）には，振興協會が恵比寿南の教室の経営を被告（当時の代表者は原\n告Ａ）に委託するとの内容が記載されている（なお，被告は，本件合意書は\n後日作成されたものであるとして，その成立の真正を争っている。）。また，\n振興協會は，平成２４年５月１０日付け書面により，被告（当時の代表者は\n原告Ａ）に対して，「業務委託契約を即時解除する」旨を通知し，一方で，\n同月３１日付け「経営委託契約書」により，原告会社との間で，上記教室の\n経営を原告会社に委託する旨の合意をしたことが認められる。\n(2) しかし，前記１(1)のとおり，被告は，昭和５８年５月７日の設立時から能\n力開発教室を開設し，平成２年には恵比寿南の教室を運営していたのであっ\nて，その後，平成３年に，一旦その営業を登龍館に譲渡したものの，平成１\n６年９月６日成立の被告と登龍館との裁判上の和解により，その営業譲渡契\n約を解除して，能力開発教室を再び被告が運営することとされ，それ以後は，\n実際に，被告が恵比寿南の教室を運営して，そこに通う生徒の保護者らとの\n間で契約を締結し，同教室において生徒に対する日本語教育を行っていたと\n認められるのであるから，被告による同教室の経営・運営が，上記和解より\n後の同年１０月１５日付け本件合意書に基づいて振興協會から委託されたも\nのであったと認めることはできない。\nこの点，本件合意書の作成日付に先立つ，平成１６年１月２７日付け「経\n営委託契約書」には，被告（当時の代表者は原告Ａ）と振興協會との間で，\n恵比寿南の教室の経営を，被告が振興協會に委託するとの内容が記載されて\nいるが，そもそも同作成日付の当時は，登龍館が同教室を経営していたので\nあるから，被告が同教室の経営を振興協會に委託することはできなかったは\nずである。また，上記のとおり，同教室は，同年９月の裁判上の和解によっ\nて，登龍館から被告に移管され，その後も被告がこれを運営していたのであ\nるから，上記「経営委託契約書」に基づく振興協會への経営委託が現実に実\n行されたとの事実は認められない。さらに，同教室の経営について，わずか\n９か月足らずの間に，被告から振興協會へ，振興協會から被告へと，相互に\n二回の経営委託がされたことについては，その合理的な理由を見出すことは\nできない。\n当時被告の代表者であった原告Ａは，上記二回の経営委託に関して，「被\n告から振興協會への経営委託は，登龍館との裁判で，石井式の普及がどうな\nるか，被告の立場がどうなるか，全く不明であったことから，Ｚが先を見越\nして，振興協會の立場を明確にするということで整えた」，「振興協會から\n被告への経営委託は，登龍館との裁判が和解で終わり，Ｚが実際の運営の方\n法を考えたときに，石井式を使って，石井式の漢字教育の普及を図りたいと\nいうことで整えた」などとの趣旨の供述をするが，その説明内容は到底合理\n的であるということはできない。また，原告Ａは，被告の代表者と振興協會\nの理事を兼ねており，しかも，前記１(4)ウのとおり，他に作成日付を遡らせ\nた書類を作成していることも勘案すると，本件合意書についても，そこに記\n載された作成日付（平成１６年１０月１５日）の当時に作成されたものであ\nるかについては疑わしいといわざるを得ない。\nそうすると，被告と振興協會との間のこれらの二つの経営委託に関する書\n面は，当事者間で現にその記載内容どおりの法的効力を持たせる趣旨のもの\nとして作成されたものであると認めることはできない。しかも，仮にこれら\nの二つの書面がその記載内容どおりの趣旨のものとして真正に成立したもの\nであるとしても，両書面の内容を併せれば，恵比寿南の教室の本来的な経営\n主体は，振興協會ではなく，被告であったというべきである。\nなお，被告の能力開発教室の入会規定には，同教室の入会者が，入会金や\n授業料，テキスト代等とは別に，振興協會の会費（月額１００円）を支払う\n必要がある旨の記載があり，また，被告が，同教室の生徒や被告の社員に係\nる会費を振興協會に支払っていたことも窺われるが，能力開発教室事業の主\n体が本来的に振興協會であるならば，端的にその事業収入を振興協會に帰属\nさせれば足り，会費名目で金銭を移動させる必要はないのであるから，仮に\n両者間で会費名目の支払がされていたとすれば，それは，被告の事業が振興\n協會からの経営委託によるものでなかったことを窺わせる事情であるという\nべきである。\n以上によれば，被告による恵比寿南の教室の経営は，振興協會からの経営\n委託に基づくものではなく，被告自らが本来の経営主体として，これを経営\nし，運営していたものであると認めるのが相当である。\nよって，被告が振興協會からの委託により恵比寿南の教室を経営していた\nこと，及び，その経営委託が解除されて，新たに原告会社に経営委託がされ\nたことを根拠として，被告が運営していた当時の教室の顧客が，原告会社の\n運営する教室の顧客になったとの原告らの上記主張は採用することができな\nい。\n(3) また，仮に被告が，本件合意書による振興協會からの経営委託に基づいて，\n恵比寿南の教室を経営していたとしても，前記(2)のとおり，同教室に通う生\n徒の保護者らとの間で契約を締結して，その契約主体となったのは，振興協\n會ではなく被告であり，また，その契約に基づいて生徒に対して日本語教育\nを提供していたのも，振興協會ではなく被告である。しかも，本件合意書に\nおいても，教室の経営は，あくまで被告の責任と計算で行うこととされてい\nるのである（第２条）から，仮に同合意書に基づいたとしても，教室に通う\n生徒の保護者と契約を締結し，その契約に基づく債権債務を負担するのは被\n告であることが前提とされていたことになる。\nそうすると，仮に振興協會から被告への経営委託が存在し，その委託関係\nが両者間で終了したとしても，それによって，被告と保護者らとの間の契約\nにおける被告の地位が，当然に振興協會ないし原告会社に移転することはな\nく，原告会社が，被告に代わって従前の契約関係を引き継ぐことになるわけ\nでないことは明らかである。\nしたがって，本件合意書に基づく振興協會から被告への経営委託とその解\n除及び振興協會から原告会社への新たな経営委託を理由に，被告が運営して\nいた当時の教室の顧客が，原告会社の運営する教室の顧客になったとの原告\nらの上記主張は，いずれにせよ採用の限りでない。\n(4) なお，被告が行う絵本の販売事業や課外教室事業については，そもそも本\n件合意書にも何ら記載がないのであって，そのほかにも，これらの被告の事\n業が振興協會からの経営委託に基づくものであることを窺わせる証拠はない。\nそして，前記１(1)ウのとおり，これらの事業においても，能力開発教室と同\n様に，幼稚園，保育園又は生徒の保護者に対する契約の主体となったのは被\n告であるから，原告らが主張するような事情によって，これらの事業におけ\nる被告の契約上の地位が原告会社に移転したり，当該契約を，被告に代わっ\nて原告会社が引き継いだりすることはないものと認められる。\n３  争点(1)ア（原告Ａ関係－本件文書１ないし４による名誉毀損の不法行為の成\n否）について\n(1) 名誉毀損とは，公然と事実を摘示し，又は意見ないし論評を表明して，人\nの品性，徳行，名声，信用等の人格的価値について社会から受ける客観的評\n価を低下させる行為をいうところ，その表現が人の社会的評価を低下させる\nか否かについては，当該表現に係る文書等の受け手の普通の注意と読み方と\nを基準として判断すべきである。\nまた，当該表現が，受け手の普通の注意と読み方を基準として，証拠等を\nもってその存否を決することが可能な他人に関する特定の事項を明示的又は\n黙示的に主張するものと理解されるときは，当該特定の事項についての事実\nを摘示するものと解するのが相当である（最高裁平成６年（オ）第９７８号\n同９年９月９日第三小法廷判決・民集５１巻８号３８０４頁参照）。他方，\nある事実を基礎としてされる意見ないし論評の表明は，それ自体は，証拠等\nをもってその存否を決することが可能な事項ではないから，仮にその意見な\nいし見解の当否を，裁判所が判決等により公権的に判断することがあるとし\nても，それを事実の摘示ということはできず，例えば，法的な見解の表明に\nついては，その前提として特定の事項を明示的又は黙示的に主張するものと\n解されるために事実の摘示を含むものといえる場合があるとしても，法的な\n見解それ自体は，証拠等をもってその存否を決することが可能とはいえない\nから，意見ないし論評の表明に当たるものというべきである（最高裁平成１\n５年（受）第１７９３号，第１７９４号同１６年７月１５日第一小法廷判決・\n民集５８巻５号１６１５頁参照）。\nそして，事実を摘示して名誉毀損に当たる行為がされたとしても，その行\n為が公共の利害に関する事実に係り，かつ，その目的が専ら公益を図ること\nにあった場合に，その摘示された事実がその重要な部分について真実である\nことの証明があったときには，その行為には違法性がなく，仮に同事実が真\n実であることの証明がないときでも，行為者において同事実を真実と信ずる\nについて相当の理由があれば，その故意又は過失は否定される。また，ある\n事実を基礎としての意見ないし論評の表明による名誉毀損については，その\n意見ないし論評の前提としている事実が重要な部分について真実であるこ\nとの証明があったときには，人身攻撃に及ぶなど意見ないし論評としての域\nを逸脱したものでない限り，その行為には違法性がなく，仮に同事実が真実\nであることの証明がないときでも，行為者において同事実を真実と信ずるに\nついて相当の理由があれば，その故意又は過失は否定されるものと解するの\nが相当である（最高裁昭和３７年（オ）第８１５号同４１年６月２３日第一\n小法廷判決・民集２０巻５号１１１８頁，最高裁昭和５６年（オ）第２５号\n同５８年１０月２０日第一小法廷判決・裁判集民事１４０号１７７頁，最高\n裁昭和６０年（オ）第１２７４号平成元年１２月２１日第一小法廷判決・民\n集４３巻１２号２２５２頁，前掲最高裁平成９年９月９日判決，前掲最高裁\n平成１６年７月１５日判決参照）。\n(2) 社会的評価の低下の有無（争点(1)ア(ｱ)）について\nア  本件文書１につき\n(ｱ) 本件文書１は，被告と取引のあった幼稚園や保育園に対して送付され\nたものであるところ，かかる文書の受領者の普通の注意と読み方を基準\nにすれば，本件文書１は，原告会社が，被告に代わって原告会社が石井\n式漢字教育の業務を行うと記載した手紙と授業料振込通知を，能力開発\n教室や課外教室の生徒の保護者に対して送ったが，同記載内容が真実で\nないこと，これを信じた保護者が原告会社に授業料を振り込んでしまっ\nたとの事実を前提として，このような行為が「振込詐欺罪」に当たる可\n能性があるとの被告の法的な見解を表明したものであると解される。\nこの点に関して原告らは，本件文書１が，原告らが「振込詐欺罪」を\n犯した犯罪者であると印象付けるものであると主張する。\nしかし，本件文書１は，上記のとおり，原告会社が授業料振込通知を\n保護者らに対して送付し，これを信じた保護者が原告会社に授業料を振\nり込んだとの具体的事実を摘示した上で，「現在，この事は振込詐欺罪\nになるかどうか，弊社弁護士と法的処置をどうとるか相談しておりま\nす。」と記載しているのであるから，これを受領した者は，同文書にお\nいて，原告らが振込詐欺罪を犯したとの事実が明示的又は黙示的に主張\nされているものと理解することはないというべきである。\n(ｲ) そして，本件文書１における，原告会社が「振込詐欺罪」に当たる可\n能性のある行為をしたとの法的見解の表明は，原告会社の社会的評価を\n低下させるものと認められる。\nなお，本件文書１の標題は「『株式会社ハートウイング』の書簡につ\nいて  重要なお知らせ」であり，そこには，原告会社が上記授業料振込\n通知を送付して，保護者に授業料を振り込ませたことが記載されている\nが，本件文書１には，それ以外にも，原告会社が被告の元社員が関係し\nている会社であること及び平成２４年６月末に退社した元取締役と従業\n員数名が幼稚園や保育園に同様の手紙を出していることも記載されてい\nるところ（前記第２，２(4)ア），被告が，本件文書１の送付に先立つ同\n月２５日付けで，幼稚園や保育園に対して，同月２４日をもって原告Ａ\nら旧役員を解任した旨の通知をしていたこと（前記１(4)エ）も併せて考\n慮すれば，本件文書１の記載は，原告会社の上記行為に原告Ａが関与し\nているとの印象を与えるものと認められるから，本件文書１は，原告会\n社のみならず，原告Ａの社会的評価も低下させるものといえる。\nイ  本件文書２につき\n(ｱ) 本件文書２は，被告と取引のあった幼稚園や保育園に対して送付され\nたものであるところ，かかる文書の受領者の普通の注意と読み方を基準\nにすれば，本件文書２は，平成２４年６月２４日に被告の取締役を辞任\nした原告Ａを含む者らが，原告会社を名乗って，被告の財産を取得し，\n事務所を占有しており，それによって被告が数千万円の損害を被ってい\nるとの事実を摘示するとともに，これを前提として，その財産取得や事\n務所の占有が不法なものであるとの被告の法的な見解を表明したものと\n解するのが相当である。\nこの点に関して被告は，本件文書２は，原告らの行為により被告の教\n室及び事務所が使用できなくなり，被告の備品や商品等の財産も売却さ\nれて使用できなくなったことを前提に，「不法な占拠横領」であるとの\n法的評価を加えるものであり，被害総額についても損害の評価という論\n評であると主張する。\nしかし，本件文書２のうち，原告らによる財産取得や事務所占有が不\n法であるか否かは，それ自体証拠等をもってその存否を決することがで\nきない事項であるから，法的な見解として意見ないし論評の表明に当た\nるといえるものの，そこで前提とされている財産取得や事務所占有は，\n証拠等によって存否を決することが可能な事実であり，また，原告らの\n行為によって被告が数千万円の損害を被ったことも，同様に証拠等によ\nって存否を決することが可能な事実であるというべきである。\n(ｲ) そして，本件文書２の上記記載は，原告らが不法に他人の財産及び事\n務所を取得・占有し，多額の損害を与えているとの印象を与えるもので\nあるから，原告らの社会的評価を低下させるものと認められる。\nウ  本件文書３及び４につき\n(ｱ) 本件文書３及び４は，被告と取引のあった幼稚園や保育園に対して同\n時に送付されたものであるところ，かかる文書の受領者の普通の注意と\n読み方を基準にすれば，本件文書３及び４は，平成２４年３月２４日に\n言い渡された判決において，Ｈらの著作権に係る絵本を第三者が無断で\n販売・配本することが著作権法に反することが確認され，原告Ａが被告\nの代表者として行った行為がその著作権法違反に当たることが認められ\nたこと，その後原告Ａらが裁判所の判断に基づく強制執行を免れる目的\nの行為を行ったとの事実を前提として，原告Ａらの行為が強制執行妨害\nに当たると判断するとのＨ及び被告の法的な見解を表明したものであり，\nまた，Ｈらが，その判断に従って，同年９月３日に原告Ａらを刑事告発\nしたとの事実を摘示するものであると解するのが相当である。\nこの点に関して原告Ａは，本件文書３及び４が，原告Ａが強制執行妨\n害罪を犯した犯罪者であると印象付けるものであると主張する。\nしかし，本件文書３及び４では，原告Ａらが裁判所の判断に基づく強\n制執行を免れる目的の行為を行ったとの事実を明示した上で，著作権者\nらがその行為を強執行妨害に当たると判断した旨が記載されているので\nあるから，著作権者らの判断を示した部分は，自己の法的見解を表明し\nたものであると理解されるというべきであり，この記載が，原告Ａらが\n強制執行妨害罪を犯したとの確定的事実を明示的又は黙示的に主張した\nものであると解することはできない。\n(ｲ) そして，本件文書３及び４の上記記述は，原告Ａらが裁判所の判断に\n基づく強制執行を免れる目的の行為をしたこと，それについて刑事告発\nがされたことを摘示しつつ，上記行為が強制執行妨害という犯罪に当た\nるとの法的見解を伝えることで，原告Ａの社会的評価を低下させるもの\nであると認められる。\n(3) 違法性及び故意・過失の有無（争点(1)ア(ｲ)）について\nア  公共の利害及び公益の目的につき\n(ｱ) 前記１の認定事実によれば，被告は，恵比寿南の教室において能力開\n発教室を営み，幼稚園や保育園に対して石井式漢字教育絵本を販売し，\nまた，幼稚園や保育園で課外教室を実施していたところ，平成２４年６\n月２４日の被告経営陣の交代をきっかけに，一方では，原告会社が，幼\n稚園及び保育園や教室の生徒の保護者に対して，被告に代わって原告会\n社が絵本の配本，能力開発教室及び課外教室の事業を行うことや，それ\nに伴って振込口座が変更されたことを通知し，他方では，被告も，幼稚\n園及び保育園や教室の生徒の保護者に対して，従前の事業を継続してい\nること及び能力開発教室を移転したことを通知するようになり，それら\nの通知のために，教室の生徒の保護者らがその運営主体を正確に認識で\nきず，誤って授業料を振り込むなどの混乱が生じていたことが認められ\nる。\nそうすると，従前被告との間で契約をしていたにもかかわらず，その\n契約について，突然，原告会社及び被告からそれぞれ相矛盾する内容の\n通知を受けた幼稚園及び保育園や生徒の保護者からすれば，被告と原告\n会社との関係，そのような混乱が生じた理由並びにその混乱に対する原\n告会社及び被告の対応等の事情は，自己の契約の相手方や同契約に基づ\nく債務の履行先についての判断に影響を与える，重大な関心事であった\nことが明らかである。\nそして，本件文書１ないし４は，いずれも被告と取引のあった幼稚園\nや保育園に送付されたものであって，その内容は，いずれも原告会社と\n被告との関係や両者間に混乱が生じた事情を説明し，誤って振込みをし\nた保護者らがいることや，Ｈらの著作権に係る絵本を無断で販売等する\nことが著作権法に反することについての注意を喚起するほか，原告らの\n行為に対する被告の見解を表明しつつ，原告らの行為への対応について\nの被告の考えなどを伝えるものであると認められるから，被告が本件文\n書１ないし４を送付した行為は，その送付先との関係において，公共の\n利害に関するものというべきであり，また，このような本件文書１ない\nし４の内容及び当時の状況等に照らせば，その目的は，原告会社と被告\nとの間の対立に巻き込まれた幼稚園や保育園に対して事情を説明し，そ\nの混乱を収束するところにあったものと認めることができるから，専ら\n公益を図る目的に出たものというに妨げない。\n(ｲ) この点に関して原告らは，被告が本件各文書を送付したのは，原告会\n社の顧客を奪取して原告らの業務を妨害するためであって，原告Ａに対\nする私怨に出たものであり，また，本件各文書に殊更に「振込詐欺罪」，\n「不法に占拠横領」，「強制執行妨害」，「刑事告発」などと記載して，\n原告らを犯罪者扱いしたことには，公共性も公益性もないと主張する。\nしかし，前記２で認定したとおり，被告が本件文書１ないし４を送付\nした幼稚園や保育園はいずれも被告の取引先であって，その取引関係が\n原告会社に移転していたわけではないから，被告が自己の取引先に対し\nて文書を送付することが，原告会社の顧客を奪取し，その業務を妨害す\nるためのものであったとは認めることができないし，それが原告Ａに対\nする私怨によるものであったことを裏付けるに足りる証拠もない。\nまた，被告が，原告Ａや原告代表者の行為について，振込詐欺罪にな\nるかどうか検討していること，強制執行妨害に当たると判断して刑事告\n訴したことを伝え，また，その財産の取得や事務所の占有が不法なもの\nであるとの法的見解を表明したとしても，それらは原告会社と被告との\n間の問題状況を明らかにし，それによってもたらされた混乱についての\n被告の見解や，これに対する被告の対応を説明するものということがで\nきるから，これが上記混乱とは無関係に殊更原告らを犯罪者であること\nを印象付けるために行われたものであると認めることもできない。\n原告は，保護者による授業料の振込みに関する事実は幼稚園や保育園\nには関係がないとも主張するが，前記１(5)イのとおり，原告会社は，平\n成２４年６月に，被告の取引先であった幼稚園や保育園及び被告の運営\nしていた教室の生徒の保護者らに対して，同様の文面で，絵本の配本，\n能力開発教室及び課外教室の事業がいずれも原告会社に移行したことを\n通知しており，また，その通知によって誤って授業料を振り込んだ保護\n者らは，幼稚園や保育園で行われる課外教室の生徒の保護者でもあった\nことからすれば，保護者による振込みに関する事実が，幼稚園や保育園\nにとって無関係なものであったとはいうことができない。\nよって，原告らの上記主張はいずれも採用することができない。\nイ  本件文書１の真実性等につき\n(ｱ) 前記(2)アのとおり，本件文書１は，原告会社が，被告に代わって原\n告会社が石井式漢字教育の業務を行うと 記載した手紙と授業料振込通\n知を，能力開発教室や課外教室の生徒の保護者に対して送ったが，同記\n載内容が真実でないこと，これを信じた保護者が原告会社に授業料を振\nり込んでしまったとの事実を前提として，このような行為が「振込詐欺\n罪」に当たる可能性があるとの被告の法的な見解を表明したものである。\nそして，前記１(5)イ及び２によれば，被告の行っていた石井式漢字\n教育の事業が原告会社に引き継がれたという事実がないにもかかわら\nず，原告会社が，生徒の保護者に対して，被告に代わって原告会社が石\n井式漢字教育を行うことになり，それに伴い授業料の振込先も変わる旨\nを通知したこと，これを信じた保護者らが実際に授業料を原告会社に振\nり込み，後にその返還を求めたことが認められるから，被告の見解の前\n提とされた上記事実は，その重要な部分について真実であるといえる。\nまた，上記事実が「振込詐欺罪」に当たる可能性があるとの被告によ\nる法的見解の表明は，その表現の内容や上記事実関係に照らして，人身\n攻撃に及ぶなど意見ないし論評としての域を逸脱したもので はないと\nいうべきである。\nよって，本件文書１の表現は，名誉毀損の違法性を欠くものと認めら\nれる。\n(ｲ) この点に関して原告らは，必要もなく原告らを犯罪者扱いする記載は\n誹謗中傷であり，意見ないし論評の域を逸脱していると主張する。\nしかし，公訴提起に至っていない犯罪行為に関する事実は，一般に，\n公共の利害に関するものとされていること（刑法２３０条の２第２項参\n照）に鑑みれば，犯罪に関する事実摘示や見解の表明が，一般的に誹謗\n中傷に当たり，違法であるということはできない。しかも，本件文書１\nの具体的な記載内容は，原告らの行為が犯罪に当たると断定するもので\nはなく，犯罪かどうか等を弁護士と相談しているというものにすぎない\nから，このような表現が，原告らに対する誹謗中傷であって，意見ない\nし論評の域を逸脱しているということはできない。\nよって，原告らの上記主張は採用することができない。\nウ  本件文書２の真実性等につき\n(ｱ) 前記(2)イのとおり，本件文書２は，被告の取締役を辞任した原告Ａを\n含む者らが，原告会社を名乗って，被告の財産を取得し，事務所を占有\nしており，それによって被告が数千万円の損害を被っているとの事実を\n摘示するとともに，これを前提として，その財産取得や事務所の占有が\n不法なものであるとの被告の法的な見解を表明するものである。\nそして，前記１(4)及び(5)によれば，原告Ａは，平成２４年６月２４\n日に被告の代表取締役を退任し，さらに取締役を辞任したが，それに先\nだって，被告が事務所及び倉庫として使用していた賃貸物件の賃貸借契\n約を解約し，恵比寿南の教室及び事務所が入る賃貸物件の賃借人の地位\nを，敷金返還請求権も含めて振興協會に譲渡し，被告の商品である絵本\nや教育教材を原告会社に約１６４８万円で売却して，その代金を含む１\n６５０万円を被告の銀行預金口座から自己の銀行預金口座に送金し，被\n告が使用していた教材・教具，事務用品，パソコン等の全ての備品を原\n告会社に売却し，また，上記辞任後は，原告会社が，恵比寿南の教室及\nび事務所の賃貸物件を上記備品等とともに占有していたこと，それによ\nって，被告は，少なくとも上記代金相当額の財産と顧客名簿等の重要な\nデータを失った上，事務所及び教室の賃貸物件の使用権限を失い，その\n資産がほぼ皆無となったこと，さらに，被告がその事業継続のために約\n１５００万円という多額の借入れ・支援を受けざるを得なくなったこと\nが認められる。そうすると，被告の見解の前提とされている上記各事実\nは，その重要な部分について真実であると認めるのが相当である。\nまた，原告らによる財産取得及び事務所占有が不法なものであるとの\n被告による法的見解の表明は，その表現の内容及び上記事実関係に照ら\nして，人身攻撃に及ぶなど意見ないし論評としての域を逸脱したもので\nあるということはできない。\nよって，本件文書２の表現は，名誉毀損の違法性を欠くものと認めら\nれる。\n(ｲ) この点に関して原告らは，原告会社は振興協會から能力開発教室の経\n営委託を受けて，商品や備品を含む教室の引渡しを受けたから，「不法\nに占拠横領」した事実はないと主張する。\nしかし，そもそも，原告らによる上記の財産や事務所の取得・占有が\n不法であるか否かは，法的な評価に属する問題であるから，それ自体に\nついて真実であることの証明が必要とされることはない。\nまた，前記のとおり，原告Ａは，被告の代表者を辞するに当たって，\n被告の全財産を処分し，被告の資産をほぼ皆無にしたところ，これにつ\nいて，原告Ａは，振興協會から委託契約を解約されたために被告では事\n業ができなくなると考えて，賃貸借契約を解消し，その事業用資産を処\n分した上，被告の預金を貸付金の返済として自己の口座に送金したと陳\n述ないし供述するが，前記２のとおり，被告が，振興協會からの経営委\n託に基づいてその事業を行っていたとの事実はそもそも認められず，ま\nた，仮にそのような経営委託があったとしても，振興協會からの経営委\n託の終了によって，被告の事業が振興協會ないし原告会社に移転するわ\nけではないから，いずれにせよ，被告がその事業を継続することが不可\n能であったということはできない。しかも，原告らの主張を前提として\nも，能力開発教室の事業は，もともと被告が振興協會に経営委託したも\nのであり，それをさらに振興協會から被告に経営委託していたというの\nであるから，仮に振興協會から被告への委託が終了するのであれば，被\n告としては，振興協會への委託を終了させることも当然考慮し得たはず\nであるが，原告Ａが，このような被告の事業を継続するための方策を検\n討した形跡は見当たらない。\nそうすると，原告Ａが，被告の事業継続が十分可能であるにもかかわ\nらず，被告の事業を継続しないことを前提に，被告の全財産を処分し，\nしかも，それについて何ら説明することなく被告の代表取締役を辞任し，\nこれによってその後の被告の事業継続に著しい支障をもたらしたこと\nは，被告の代表取締役としての善管注意義務（会社法３３０条・民法６\n４４条）及び忠実義務（会社法３５５条）に照らして妥当なものではな\nかったといわざるを得ない。\nしたがって，原告Ａの上記行為が法律上違法となるか否かは措くとし\nても，本件文書２において，被告の意見ないし論評として用いられた「不\n法に占拠横領」との表現は，当時の事実関係を踏まえると十分に合理性\nを有する評価であったと認めるのが相当である。\nよって，被告が「不法に占拠横領」と表現したことについては，違法\n性を認めることはできない。\nエ  本件文書３及び４の真実性等につき\n(ｱ) 前記(2)ウのとおり，本件文書３及び４は，判決において，Ｈらの著作\n権に係る絵本を第三者が無断で販売・配本することが著作権法に反する\nことが確認され，原告Ａが被告の代表者として行った行為がその著作権\n法違反に当たることが認められたこと，その後原告Ａらが裁判所の判断\nに基づく強制執行を免れる目的の行為を行ったとの事実を前提として，\n原告Ａらの行為が強制執行妨害に当たると判断するとのＨ及び被告の法\n的な見解を表明したものであり，また，Ｈらが，その判断に従って，平\n成２４年９月３日に原告Ａらを刑事告発したとの事実を摘示するもので\nある。\nそして，前記１(3)，(4)ウ及び(6)によれば，絵本の著作者であるＨら\nが，当時原告Ａが代表者を務めていた被告に対し，Ｈら著作者に無断で\n絵本を増刷し販売しているとして，その印刷，出版等の差止め等を求め\nた仮処分命令申立事件において，裁判所が，被告に対して絵本の印刷，\n出版，販売及び頒布の差止めを命じる別件出版禁止等仮処分決定を出し，\nまた，その本案である別件出版差止等請求事件においても，裁判所が，\n同様の差止めと損害賠償請求を認容したこと，その後，裁判所の決定及\nび判決に反して，原告Ａが被告の代表者として，被告の商品である絵本\n等を原告会社に売却したこと，Ｈら著作者が，平成２４年９月３日付け\n，原告会社代表者及びＣ\nの３名を強制執行妨害罪（刑法９６条の２）で告発する旨の申出をした\nことが認められるから，原告Ａらの行為が強制執行妨害に当たると判断\nするとのＨらの法的な見解の前提となった事実及びＨらが原告Ａらを刑\n事告発した事実は，いずれもその重要な部分において真実であると認め\nることができる。\nまた，原告Ａらの行為が強制執行妨害に当たると判断するとのＨ及び\n被告の法的な見解の表明は，その表現の内容や上記事実関係に照らして，\nそれが人身攻撃に及ぶようなものであって，意見ないし論評としての域\nを逸脱したものであるということはできない。\nよって，本件文書３及び４の表現は，名誉毀損の違法性を欠くものと\n認められる。\n(ｲ) この点に関して原告Ａは，原告会社に売却された絵本等の中には，別\n件出版禁止等仮処分決定で差止めの対象となった絵本は含まれていない\nと主張する。\nしかし，被告が所有していた絵本等の商品を原告会社に売却する際に\n作成された売買基本契約書には，売買対象となる商品の一部が販売禁止\nの差止訴訟の対象となっており，そのことを前提に売買代金額を算出し\nたことが明記されていること（第２条），同契約締結の当時，その当事\n者である被告の代表者であった原告Ａ及び原告会社代表者の双方が，上\n記認識を有していたこと，原告会社代表者も，その陳述書（３頁）には，\n絵本が出版差止めの対象となっていたと記載していること，上記売買契\n約の商品一覧表には，別件出版差止等請求事件の判決で販売等の差止め\nの対象となった絵本と同じ名称の絵本が多数含まれていることからすれ\nば，上記売買契約の対象となった絵本には，別件出版差止等請求事件の\n判決及びその保全事件の別件出版禁止等仮処分決定において販売，頒布\n等が禁止された絵本が含まれていたことは明らかというべきである。\nなお，原告会社代表者は，その尋問において，上記売買契約の中には\n差止対象の絵本が入っていなかったと供述しているところ，証拠（略）\nによれば，別件出版差止等請求事件の仮執行宣言付き判決に基づく強制\n執行の際に，Ｃが，出版等が禁止された絵本は雨に濡れたので廃棄した\n旨の説明をしていたとの事実が認められ，これは，原告会社代表者の上\n記供述に沿うものといえる。しかし，Ｃの上記説明は，それ自体が合理\n的な内容とは認め難く，その裏付けもない上，上記売買契約書の記載と\n齟齬することが明らかであって採用できず，また，原告会社代表者の上\n記供述も，自ら作成した陳述書の記載と相反しており，そのように供述\nが変遷した理由も合理的なものとは認められないから，到底採用するこ\nとができない。\nそうすると，上記売買契約締結の当時の被告代表者であった原告Ａと\n原告会社代表者は，いずれも当該商品の売却が上記仮処分決定及び判決\nの差止命令に反することを知りながら，あえてこれを売却したものと認\nめることができるところ，かかる行為は，その売買代金支払の有無，そ\nの金額の相当性，又は，それが法律上刑法９６条の２の強制執行妨害罪\nの構成要件に該当するか否かにかかわらず，上記決定及び判決における\n裁判所の命令に反し，その結果，差止命令の効力を損ない，その執行を\n事実上不可能にするものであるから，これをもって，「裁判所の判定に\n基づく強制執行を免れる目的の行為」というに差し支えないと認めるの\nが相当である。\nよって，前記(ｱ)で認定判示したとおり，原告Ａらが裁判所の判断に基\nづく強制執行を免れる目的の行為を行ったとの，本件文書３及び４の摘\n示は，その重要な部分において真実であると認めるのが相当である。な\nお附言すれば，上記売買契約書の文言や，同契約の当事者自身がその文\n言どおり差止対象の絵本を売買しているとの認識を有していたこと等か\nらすれば，Ｈら著作者及び被告が，原告Ａ及び原告会社代表者が差止対\n象の絵本を故意に売買したと信じたことには相当の理由があるというこ\nとができるから，仮に差止対象の絵本が上記売買契約の対象に含まれて\nいなかったとしても，そのように信じた被告には，名誉毀損の故意及び\n過失がないというべきである。\n(ｳ) また，原告Ａは，絵本を適正対価以上の金額で原告会社に売却し，原\n告会社は実際に代金を支払ったのであるから，それが強制執行妨害に当\nたることはないと主張する。\nしかし，原告Ａらが別件出版差止等仮処分決定及び別件出版差止等請\n求事件の判決の差止命令に反することを知りながら，絵本を売却したこ\nとが，「裁判所の判定に基づく強制執行を免れる目的の行為」といい得\nることは上記のとおりであって，その売却に係る代金が支払われたか否\nかは，その結論を左右するものではない。\n(ｴ) このほか，原告Ａは，Ｈらの告発状が受理されたのは平成２５年３月\n１４日であるから，本件文書３及び４が送付された平成２４年９月当時\nは刑事告発されていなかったと主張する。\nしかし，Ｈらが平\nにおいて，原告Ａ及び原告会社代表者らを強制執行妨害罪で告発する旨\nの申出をしたことは，前記(ｱ)のとおりであるから，同申出の時点で告発\n状が正式に受理されなかったとしても，原告Ａ及び原告会社代表者らを\n刑事告発したとの事実は，その重要な部分において真実であるというの\nが相当である。\n(4) 小括\n以上によれば，本件文書１ないし４の表現は，いずれも原告Ａの社会的評\n価を低下させるものであるとはいい得るが，被告が本件文書１ないし４を送\n付したことは，いずれも名誉毀損についての違法性又は故意・過失を欠くも\nのと認められるのであるから，被告の上記行為は，原告Ａに対する名誉毀損\nの不法行為を構成しないというべきである。\nよって，名誉毀損の不法行為に係る原告Ａの請求は理由がない。\n４  争点(2)ア（原告会社関係－本件文書１及び２による名誉毀損の不法行為の成\n否）について\n(1) 社会的評価の低下の有無（争点(2)ア(ｱ)）について\n前記３(2)ア及びイのとおり，本件文書１及び２の表現は，いずれも原告Ａ\n及び原告会社の社会的評価を低下させるものであると認められる。\n(2) 違法性及び故意・過失の有無（争点(2)ア(ｲ)）について\n前記３(3)アないしウのとおり，被告が本件文書１及び２を送付したことは，\nいずれも名誉毀損についての違法性を欠くものと認められる。\n(3) 小括\n以上によれば，被告が本件文書１及び２を送付した行為は，原告会社に対\nする名誉毀損の不法行為を構成しないというべきである。\nよって，名誉毀損の不法行為に係る原告会社の請求は理由がない。\n５  争点(2)イ（原告会社関係－本件文書１及び２の送付が不競法２条１項１４号\nの不正競争に当たるか否か）\n原告会社は，被告が本件文書１及び２を幼稚園や保育園に送付したことが，\n競争関係にある原告会社の営業上の信用を害する虚偽の事実の告知・流布に当\nたり，これが不競法２条１項１４号の不正競争に該当すると主張する。\nしかし，本件文書１及び２に記載された事実が虚偽であることは，何ら具体\n的に立証されておらず，かえって，前記３(3)イ及びウのとおり，本件文書１及\nび２に記載された事実の重要な部分は，いずれも真実であると認められる。\nよって，被告による本件文書１及び２の送付が不競法２条１項１４号の不正\n競争に該当するとの原告会社の主張は採用することができない。\n６  争点(2)ウ（原告会社関係－本件文書５による顧客奪取の不法行為の成否）に\nついて\n原告会社は，被告による恵比寿南の教室の運営が振興協會からの経営委託に\nよるものにすぎず，その経営委託が解除されて，原告会社が振興協會から同教\n室の経営委託を受けたとの事実を前提に，被告が，恵比寿南の教室の生徒及び\n保護者に対して，恵比寿南の教室が被告新教室に移転したと記載した本件文書\n５を送付したことが，原告会社の顧客を奪取する不法行為であると主張する。\nしかし，前記２のとおり，被告による恵比寿南の教室の運営が振興協會から\nの経営委託によるものであったとの，原告会社の主張の前提となる事実は，認\nめることができない。しかも，前記２のとおり，振興協會からの経営委託の有\n無，その解除の有無又は振興協會から原告会社に対する新たな経営委託の有無\nにかかわらず，恵比寿南の教室の生徒の保護者らとの契約関係についての被告\nの地位が，原告会社に移転したということはできない。\nそうすると，被告が，恵比寿南の教室の所在した賃貸物件を使用できなくな\nったために，別の場所で被告新教室を運営するようになったことについて，上\n記契約関係にある保護者らに対して，「教室の移転」との表現を用いて通知を\nしたからといって，それが，原告会社の顧客を奪取したものと評価できないこ\nとは明らかである。\nよって，顧客奪取の不法行為に係る原告会社の主張は，その前提を欠くもの\nであって，採用することはできない。\n７  結論\n以上によれば，その余の点を判断するまでもなく，原告らの請求はいずれも\n理由がないからこれを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官      東  海  林        保\n裁判官     今    井    弘    晃\n裁判官     足    立    拓    人\n"
}