{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 3,
    "day": 31
  },
  "case_number": "平成27(行ケ)10140",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85820",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85820",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/820/085820_hanrei.pdf",
  "contents": "平成２８年３月３１日判決言渡\n平成２７年（行ケ）第１０１４０号  審決取消請求事件\n口頭弁論終結日  平成２８年３月１０日\n判        決\n原             告      Ｘ\n被             告      特許庁長 官\n指 定代理 人      加 藤 友 也\n同                 中 村 達 之\n同                 梶 本 直 樹\n同                 長馬   望\n同                 田 中 敬 規\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２０１４－２２４２３号事件について平成２７年６月２３日にした\n審決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の経緯等（争いがない事実又は文中掲記の証拠により容\n易に認められる事実）\n原告は，発明の名称を「エンジン及び回転体発電装置」とする発明について，平\n成２５年１０月１日を出願日とする特許出願（特願２０１３－２４６７１３号。以\n下「本願」という。）をしたが，平成２６年９月５日付けで拒絶査定を受けたため，\n同年１０月１６日付けで，これに対する不服の審判を請求した。\n特許庁は，上記請求を不服２０１４－２２４２３号事件として審理をした結果，\n平成２７年６月２３日，「本件審判の請求は，成り立たない。」との審決をし，そ\nの謄本を，同年７月１５日，原告に送達した（乙１）。\n２  特許請求の範囲\n本願の特許請求の範囲（請求項の数２）のうち，請求項１の記載は，以下のとお\nりである（甲４。以下，請求項１に係る発明を「本願発明」といい，本願の明細書\n及び図面を併せて「本願明細書」という。）。\n「【請求項１】\n回転体の外側に燃焼室を取り付け回転体の外側だけに燃焼エネルギーを加えて，\n強力磁石の反発により回転体を浮かせて，回転しやすくした改良エンジンでハイブ\nリットにも活用できるエンジン」\n３  審決の理由\n審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，本願発明\nは，特開昭５８－１８０７３０号公報（甲１。以下「引用文献１」という。）に記\n載された発明（以下「引用発明」という。）と，特開２００８－７５４８８号公報\n（甲２。以下「引用文献２」という。）及び特表２０１３－５１０２６７号公報\n（甲３。以下「引用文献３」という。）に記載された技術（以下「引用技術」とい\nう。）に基づいて当業者が容易に発明をすることができたものであるから，特許法\n２９条２項の規定により特許を受けることができない，というものである。\n審決が認定した引用発明，本願発明と引用発明との一致点及び相違点並びに引用\n技術は，以下のとおりである。\n(1)  引用発明\n「羽根車２の外側に燃焼シリンダ４をもうけ羽根車２の外側だけに点火爆発によ\nる高圧ガスを加えるタービン機関」\n(2)  本願発明と引用発明との一致点\n「回転体の外側に燃焼室を取り付け回転体の外側だけに燃焼エネルギーを加える\nエンジン」\n(3)  本願発明と引用発明との相違点\n（相違点１）\n本願発明においては，「強力磁石の反発により回転体を浮かせて，回転しやすく\nした改良エンジン」であるのに対し，引用発明においては，そのようなものではな\nい点。\n（相違点２）\n本願発明においては，「ハイブリットにも活用できるエンジン」であるのに対\nし，引用発明においては，そのようなものか不明な点。\n(4)  引用技術\n「タービン機関において，回転体を磁気軸受により支持すること，即ちタービン\n機関において，回転体を磁石の反発力により浮かせて支持すること」\n第３  原告が主張する取消事由\n１  取消事由１（引用文献１に関する主張）\n(1)  引用文献１に記載されたタービンは，特許法上，自然法則に反するもので\nあるから，発明に該当しない。すなわち，同タービンは，タービンの中心部から排\n気する構造となっており，遠心力に反する構造である。エンジンが高速回転すれば\nするほどタービンの遠心力は増加して，排気を困難にする。その上，引用文献１に\n記載されたタービンには排気圧調整弁２３があり，そのような弁がついていること\n自体が排気を困難にする。引用文献１に記載されたタービンは，羽根車に排気ガス\nを当てると逆流をして中心部に流入しようとする排気ガスと，タービンの中に入る\n排気ガスの作用が逆になるから，自然法則に反して効果を悪化させる。\n被告は，タービンの中心部から排気をする構造は周知であると主張して，証拠\n（乙２。以下「乙２文献」という。）を提出する。しかし，乙２文献に記載されて\nいるのは，ターボ（過給機）で，動力にしない構造の物であり，排気弁はなく，引\n用文献１記載のものとはタービンの構造が異なる。\nまた，特別な理由がなく遠心力に反する構造は，良い結果を生むわけではなく，\n特許法に反する。\n(2)  引用文献１の第２図には，寸法が記載されていないが，仮定して代入して\n計算すると，６００ｃｃの排気量の場合，シリンダ直径７ｃｍ，クランクシャフト\n円運動８．５７ｃｍ，タービンの体積６６０ｃｃ，直径１４．６ｃｍ，高さ４ｃｍ\nとなり，クランクシャフトが８．５７ｃｍの円運動をする間にタービンが１回転し\nないと回転スピード上の問題が発生する。しかし，図面上，クランクシャフトと\nタービン軸の連動歯車は，クランクシャフト軸の直径の二倍位に表示されており，\nピストン運動とタービンの回転運動のパワーが同じと仮定しても，３．４０７２３\n４５９倍（１４．６×２÷８．５７）の回転スピードの差が発生するように見え，\nピストン運動に連動することにより，逆に回転スピードの悪化が考えられる。した\nがって，引用文献１記載のタービンは，ピストンの上下運動により，十分にタービ\nンが回転できないから，役にたたないものである。\n(3)  引用文献１記載の「ピストン式タービン」のエンジンは，実用化をして良\nい結果を出していないはずである。同エンジンは，二本のシリンダの排気ガスを一\n個のタービンに入れる構造であるため，タービンの体積は大きくなる。組合せ歯車\nはクランクシャフトに取り付けるとタービンを速く回転させることを難しくする。\n引用文献１記載のピストンは，左右の上下運動が反対になっている。例えば左側\nのピストンが上下運動を一回すると，タービンも一回転しなくてはならない。ター\nビンが半回転して右側のピストンから排気ガスが入るために，タービンが半回転で\n羽根車の内側まで排気ガスを送り込まないとならず，排気ができないとエンストを\nする。排気は，排気圧調整弁２３を開けやすいようにしても，排気スピードが悪い\nとエンストをする（普通タービンに排気圧調整弁はない）。\n(4) したがって，引用文献１に記載されたタービンは，特許法２条１項に反する\nから，同項の「発明」に該当しない。\n２  取消事由２（引用文献２に関する主張）\n(1)  引用文献２の図１及び図６の作動媒体の入口と出口の位置は，図２と符合\nせず，また，引用文献２の図１及び図６上のタービンと発電機の配置は，同文献の\n文面（【００１７】２行目）上に記載された配置とも一致しない。したがって，図\n１及び図６を実用化できるとはいえず，引用文献２記載の熱発電システムは，利用\n可能な発明ではない。\n(2) また，引用文献２の図１及び図６の作動媒体の循環は，自然法則（重力）に\n反しているので効率が悪く，引用文献２記載の熱発電システムは，特許法上の発明\nに該当しない。\n被告は，循環ポンプで作動流体を汲み上げて循環させることは，ごく一般的に行\nわれていることであると主張して，証拠（乙４ないし６。以下それぞれ「乙４文\n献」ないし「乙６文献」という。）を提出する。しかし，乙４文献及び乙６文献\nは，太陽光発電と太陽熱温水器についてのものであり，水道水を使用して温水にす\nるので循環ポンプを使用しても問題があるとはいえず，引用文献２とは，発明の内\n容が異なり，引用することには問題がある。また，乙５文献記載のものは，できる\n限り平行に配管及び配置をすることをしていないから，特別な理由なくして自然法\n則に反している。\n被告は，循環ポンプで作動流体を汲み上げて循環させることによって，問題にな\nるほど効率が悪くなるものではないとも主張する。しかし，一般的に太陽光発電の\nみの場合，タービンと発電機を使用しているものは見たことがない。データも，自\n然法則に反していないものがなければ役に立たないから，どのように比較すれば，\n問題になるほど効率が悪くなるものではないといえるのか不明であり，同主張は信\n用することができない。\n３  取消事由３（引用文献３に関する主張）\n(1) 引用文献３記載のタービンは，タービンの中心部から排気する構造であり，\n遠心力に反する構造となっているから，特許法上の発明に該当しない。すなわち，\n引用文献３の図面上のタービンの羽根は，先端が尖っており，また羽根に隙間があ\nり，圧力が逃げる構造になっているから，自然法則に反し，効率や効果が良いとは\n思われない。本願発明のようにタービンの外側に排気した方が，遠心力に反しなく\nて良い。\n(2) また，引用文献３記載の装置は，発電機とタービンを電気磁石で固定してい\nるが，理由がなく，ボルトで固定した方がコストも安くて電気も必要としない。風\n力発電で発電した電気を使用して電気磁石でタービンを固定すると，風がない場合\nは，タービンの固定ができず，発電もできなくなり，その後風があっても発電がで\nきなくなる。\nさらに，引用文献３記載の装置を風力に使用した場合，鳥やゴミが入る危険があ\nる。引用文献３には，同文献記載のものをポンプに使用できるとも書いてあるが，\n水もれや，水がタービン内に入ると重量バランス上の問題がある。地震・断線など\nの大事故の危険がある。\nしたがって，引用文献３記載の装置をポンプや風力に使用することには実用性が\nなく，発明に該当しない。\n被告は，引用文献３に記載されたタービンをポンプに使用する場合には，当業者\nは防水構造等を用いると主張する。しかし，引用文献３記載のものは，磁石でター\nビンを浮かせており，隙間があるのに，どのように防水をするのか理解できない。\nタービンをポンプに使用して水が入ると，磁石で浮いている部分が下がり，隙間が\n大きくなると考えられる。\n第４  被告の反論\n１  取消事由１（引用文献１に関する主張）について\n(1)  引用文献１には，「羽根車（２）を収納した収納箱（１）の周囲に，対応\nする吸入シリンダ（３）をもうける。シリンダ３の上側に更に燃焼シリンダ（４）\nをもうける。燃焼シリンダ（４）の壁面には，排気孔（９）をもうけ，排気孔\n（９）は，燃焼シリンダ（４）の，ピストン（１２）の運動により開閉する。収納\n箱（１）は，排気口（２１）をもうけ，排気口（２１）に排気圧調整弁（２３）を\nもうける。そして収納箱内の排気圧を一定に維持し，吸入シリンダ（３）で吸入し\n圧縮しながら燃焼シリンダ（４）に送り込み，燃焼シリンダ（４）で爆発燃焼さ\nせ，ピストン（１２）が上昇し排気孔（９）が開き，排気孔（９）から高圧ガスを\n排出し，収納箱内の高圧ガスを仲介して，羽根車（２）に加え，羽根車（２）を回\n転させる。又は圧搾ポンプにより燃焼シリンダ（４）に混合気等気体を送り込む，\n吸燃複合機関」（３頁右下欄４行～同欄末行）が記載されている。そして，燃焼シ\nリンダ（４）で爆発燃焼させられるのは，燃料であることは技術常識からみて明ら\nかである。\nしたがって，引用文献１に接した当業者は，引用発明において，タービン機関\nが，羽根車２を収納する収納箱１の外側に燃焼シリンダ４をもうけたものであっ\nて，燃焼シリンダ４内における点火爆発により燃料を燃焼させ，発生した高圧の排\n気ガスを収納箱１内に供給して，収納箱１内の羽根車２の外側だけに高圧の排気ガ\nスを当てることにより，羽根車２を回転させるものであることを理解できる。\n(2)  引用発明において，羽根車２を回転させた高圧の排気ガスは，収納箱１内\nの圧力と排気圧調整弁２３を押すバネとの圧力差によって，収納箱１内から排気さ\nれると理解されるし，収納箱１に導入される以上，高圧の排気ガスは収納箱１の何\nれの箇所からか排出されるものであり，引用発明のように排気口を羽根車２を収納\nする収納箱１の中心部に設けた場合には，中心部に設けられた排気口から排気され\nる。すなわち，羽根車２が回転するときの遠心力は，羽根車の回転中心から外側に\n作用するが，引用発明において排気ガスの流れをみると，収納箱の外側にある燃焼\nシリンダ４から流れ込み羽根車２を回転させる高圧の排気ガスにより，収納箱内の\n排気ガスは中心部にある排気口に向かう流れが生じ中心部に設けられた排気口から\n排気される。実際，タービンの中心部から排気する構造は周知である（乙２）。\nしたがって，タービンの中心部から排気する構造であっても，遠心力にかかわら\nずガスを排気することができ，排気上の問題はないから，「タービンの中心部から\n排気する構造が，遠心力に反する」から引用発明に排気上の問題がある旨の原告の\n主張は理由がない。\n(3)  また，引用文献１に記載された「ピストン式タービン」の排気圧調整弁２\n３が開弁する開弁圧は，設計上，適宜設定可能であり，燃焼シリンダ４から流入す\nる排気ガスの圧力よりも低い圧力を開弁圧として設定すれば，少なくとも排気圧調\n整弁２３は開弁するから，排気圧調整弁２３は，排気を困難にするほどのものでは\nなく，排気圧調整弁２３が付いていること自体が排気を困難にする旨の原告の主張\nは理由がない。\n(4)  引用文献１の図面は，設計図ではなく，特許を受けようとする発明の内容\nを明らかにする説明図にとどまり，当業者に理解され得る程度に技術内容が明示さ\nれていれば足り，図面によって寸法等が特定されるものではない。引用発明は，羽\n根車２を収納する収納箱１の外側に燃焼シリンダ４をもうけたものであって，燃焼\nシリンダ４内における点火爆発により燃料を燃焼させ，発生した高圧の排気ガスを\n収納箱１内に供給して，収納箱１内の羽根車２の外側だけに高圧の排気ガスを当て\n羽根車２を回転させることにより，「機械的効率と燃料効率を高める事を目的と」\n（甲１の４頁左上欄７行～８行）した発明であり，クランクシャフトやタービンの\n寸法に技術的意義がある発明ではない。そして，引用発明を実施する際には，当業\n者は，当然，各構成部材の寸法，材料及びクランクシャフトとタービンを連動させ\nる歯車の組み合わせ等について，技術常識を駆使し，引用発明が適切に作動するよ\nうに，また，必要な機械的効率と燃料効率が得られるように，設計するから，引用\n文献１の図面に寸法が記載されていないことは問題ではなく，当業者は，引用文献\n１の記載に基づき適切な作動を行うように設計することが可能である。したがっ\nて，引用文献１の第２図を前提とするとタービンが大きすぎ，ピストンの上下運動\nにより，十分にタービンが回転できず，役に立たない旨の原告の主張は理由がな\nい。\n(5)  以上のとおり，引用発明において，羽根車２を収納する収納箱１の外側に\n燃焼シリンダ４をもうけること，燃焼シリンダ４内における点火爆発により燃料を\n燃焼させること及び発生した高圧の排気ガスを収納箱１内に供給して，収納箱１内\nの羽根車２の外側だけに排気ガスを当てることにより羽根車２を回転させること\nは，いずれも自然法則に反するものではなく，引用発明は，自然法則を利用した技\n術的思想の創作であり，特許法２条１項に反するものではない。\n２  取消事由２（引用文献２に関する主張）について\n(1)  引用文献２には，「主軸７は磁気軸受やフォイル軸受などの非接触軸受２\n２Ａ～２２Ｃを介してユニットハウジング１２に回転自在に支持される。…」\n（【００２２】）と記載され，タービン５が嵌合される主軸７を磁気軸受で支持す\nることが記載されている。そして，磁気軸受が，永久磁石または電磁石の磁気力に\nよって，軸を非接触で浮上させて荷重を支持する軸受であることは技術常識であっ\nて（乙３），引用技術は自然法則に反するものではなく，自然法則を利用した技術\n的思想の創作であって，特許法２条１項に反するものではないし，利用可能なもの\nである。\n(2)  引用文献２において，図１及び図６の作動媒体の入口と出口の位置が，図\n２と符合せず，段落【００１７】２行目の記載と一致しないことは，引用技術の認\n定には直接関係しない。\nその上，引用文献２の段落【００３２】記載のとおり，図１及び図６は，いずれ\nも熱発電システムの概略図であり，熱発電システムを構成する各構成部材の配置を\n示した図面にすぎない。したがって，図１及び図６の作動媒体の入口と出口の位置\nが，図２及び段落【００１７】の記載と符合していないとしても，引用文献２に接\nした当業者は，図１及び図６は，単に熱発電システムの概略図を示したものである\nと認識し，タービンに対する作動媒体の入口と出口の位置を表した図であるとは認\n識しないから，何ら矛盾しない。\n(3)  引用文献２において，図１及び図６が重力に逆らって循環ポンプで作動媒\n体を汲み上げて循環させていることは，引用技術として認定した「タービン機関に\nおいて，回転体を磁気軸受により支持すること，即ちタービン機関において，回転\n体を磁石の反発力により浮かせて支持すること」とは直接関係しない。\nその上，引用文献２に記載された「熱発電システム」は，作動媒体として蒸気を\n使用するものであるが，作動媒体として蒸気を使用する熱発電システムにおいて，\n循環ポンプで作動流体を汲み上げて循環させることは，ごく一般的に行われている\nことであり（乙４ないし６），これによって，問題になるほど効率が悪くなるもの\nでもないから，何ら，自然法則に反するものではない。\n３  取消事由３（引用文献３に関する主張）について\n(1)    前記２(1)のとおり，磁気軸受が，永久磁石または電磁石の磁気力によっ\nて，軸を非接触で浮上させて荷重を支持する軸受であることは技術常識であって，\n引用技術は自然法則に反するものではなく，自然法則を利用した技術的思想の創作\nであり，特許法２条１項に反するものではないし，利用可能なものである。\n(2)  引用文献３に記載された「複合境界層タービン」において，タービンの中\n心部から排気する構造であることは，引用技術の認定には直接関係しない。\nその上，引用文献３の段落【００１３】によると，引用文献３に記載された「複\n合境界層タービン」において，タービン１０５の動力部１２２に入った作動流体\nは，タービンの上部１２８に取り付けられた排気管１２８から排気されると理解さ\nれるし，前記１(2)の主張と同様に，作動流体がタービン１０５の動力部１２２に\n導入される以上，作動流体はタービン１０５の動力部１２２の何れの箇所からか排\n出されるものであり，排気管を中心部に設けた場合には，中心部に設けられた排気\n管から排気されるものであり，実際，タービンの中心部から排気する構造は周知で\nあることも踏まえると，引用文献３のタービンの中心部から排気する構造が遠心力\nに反する構造なので，特許法上の発明に該当しない旨の原告の主張は理由がない。\n(3)  引用文献３に記載された「複合境界層タービン」を風力に使用する場合\nに，鳥やゴミが入る危険があり，そのため，性能が低く，実用性がないとしても，\nそのことは，引用技術の認定には直接関係しないことである。また，同タービンを\n風力に使用する場合には，当業者は，当然，鳥やゴミが入らないように設計する。\n引用文献３に記載された「複合境界層タービン」をポンプに使用する場合に，水\nもれや水がタービン内に入った場合の重量バランス上の問題等について，引用文献\n３に詳細には記載されておらず，そのため，実用性が低いとしても，同様にそのこ\nとは，引用技術の認定には直接関係せず，引用文献３に記載された技術的意義とも\n直接関係しない。また，同タービンをポンプに使用する場合には，当業者は，当\n然，ポンプに使用できるように防水構造等を用いて設計する。\n引用文献３に記載された「複合境界層タービン」が，地震・断線などの大事故の\n危険があることも，引用技術の認定には直接関係しないことである。また，同ター\nビンを実施する際には，当業者は，当然，法令，その他必要事情を考慮し，危険に\n備えて設計する。\nしたがって，引用文献３記載のタービンが発明に該当しない旨の原告の主張は理\n由がない。\n第５  当裁判所の判断\n１  本願発明について\n本願明細書（甲４）の記載によれば，本願発明は，エンジンの改良及び回転体を\n利用した発電装置に関するものであり（【０００１】），従来のロータリーエンジ\nンには，①回転体の所で燃焼させていたため高温が発生する（【０００３】），②\n回転体の重量が少しある（【０００４】）という課題があったので，①回転体の外\n側で燃焼させることにより高温の発生を制御して高速での長時間回転を可能にする\n（【０００５】，図１），②回転体及びカーバー底面部分にそれぞれ強力磁石を取\nり付け，磁石の反発作用を活用して回転体を浮かせることにより回転体の重さを軽\n減して燃費を向上させる（【０００６】，図２）という手段（請求項１）を採用す\nることで，エンジン及び発電の効率，効果を向上させるものである（【０００\n７】）（図１及び図２については，別紙本願発明図面目録記載のとおり）。\n２  取消事由１（引用文献１に関する主張）について\n(1)  引用文献１の記載\n引用文献１（甲１）には，以下の記載がある（第１図ないし第３図及び第８図\nは，別紙引用文献１図面目録記載のとおり。その他の図面は引用を省略した。な\nお，発明の詳細な説明及び第１図は，甲１の４頁に掲載された昭和５７年７月２６\n日付け手続補正書による補正後のものである。）。\n「発明の詳細な説明\nこの発明はピストンに羽根車を組合はせたタービン機関に関する。従来のピスト\nンを用いた機関はクランク軸から出力を取出すため，機械的効率が悪く，又ガス\nタービンは強制燃焼方式のため，燃料効率が悪い。この発明はピストンと羽根車を\n組合はせ，機械的効率と燃料効率を高める事を目的とする。この発明の実施例を図\n面にもとづいて説明すれば次の通りである。第１図は上側から断面を示し収納箱１\nの周囲に対応する吸入シリンダ３をもうける。第３図に断面を示す，吸入シリンダ\n３の上側に更に燃焼シリンダ４をもうける。燃焼シリンダ４とピストン１２はそれ\nぞれ排気孔８と９をもうけ，ピストン１２の運動で開閉する。つまりピストン１２\nが上昇した場合排気孔８と９が一致し開孔する。吸入シリンダ３は吸入弁６をもう\nけ排気弁５は燃焼シリンダ４との間にもうける。排気弁５は通常バネで押え閉じて\nをき，吸入シリンダ３で吸入し圧縮する圧縮圧力で開く。ピストン１２は通常下死\n点におく。そのため第７図に示すように，クランク軸をバネにて反対方向に引いて\nおくそしてその時の容積は，吸入シリンダで吸入したものを通常圧縮する体積と等\nしくする。羽根車２は２図に示す排気孔１３，１４をもうける。収納箱１は排気口\n２１をもうけ断熱板１５，１６をもうける。排気口２１は排気管１７を取付け排気\n管１７に，排気圧調整弁２３をもうける。排気圧調整弁２３は，収納箱内に常に一\n定の排気ガスを封じ込め，爆発時の高圧排気ガスが，封じ込んだ高圧ガスを仲介し\nて羽根車に加はるようにする。そのため第８図に示すように，通常バネで排気圧調\n整弁２３を押し，排気口を閉じてをき一定以上の圧力に達つした時弁が開き排気さ\nれる。又収納箱１は排気窓１０をもうける従つて吸入シリンダ３で混合気を吸入し，\n圧縮しながら燃焼シリンダ４に送り込み，点火栓１８で点火爆発させると，ピスト\nン１２が上昇し排気孔８と９が一致し開孔する。そして排気孔から排出される高圧\nガスが排気窓を通り羽根車に加はる。この運動を左右のシリンダで交互に行なはせ\nる。羽根車の回転は傘歯車によりクランク軸に加はり，再びピストンに運動を加え\nるため回転が持続される」（４頁左上欄１行ないし左下欄３行）\n(2)  引用発明について\n前記(1)によれば，引用文献１は，ピストンに羽根車を組み合わせたタービン機\n関に関するものであり，引用文献１には，審決が認定したとおり，「羽根車２の外\n側に燃焼シリンダ４をもうけ羽根車２の外側だけに点火爆発による高圧ガスを加え\nるタービン機関」（引用発明）が記載されていると認められる。\n(3)  原告の主張について\n原告は，引用文献１に記載されたタービン機関は，自然法則に反するものであり，\n特許法２条１項の発明に該当しない旨主張する。同主張は，引用文献１の文面上，\n審決の認定した引用発明が記載されているとしても，同引用発明は，特許法２条１\n項の発明に該当しないから，本願発明の容易想到性を判断する上で適格性がない旨\nを主張するものと解される。\n特許法２条１項は，「この法律で「発明」とは，自然法則を利用した技術的思想\nの創作のうち高度のものをいう。」と規定している。しかし，同項は，発明が何ら\nかの「自然法則を利用した」ものであることを要求し，もって，自然法則それ自体\nや，自然法則ではない社会科学上の原理や法則，人為的な取決め等のみを利用した\n技術的思想は発明には含まれない旨を定めるものであるが，同項でいう発明という\nためには，その奏する効果や効率が優れているものであることや，実用化されてい\nることまでが求められるものではない。\nまた，容易想到性判断の基礎となる公知発明のうち，特許法２９条１項３号に該\n当する「特許出願前に日本国内又は外国において，頒布された刊行物に記載された\n発明」というためには，特許出願当時の技術水準を基礎として，当業者が当該刊行\n物を見たときに，その技術的思想を実施し得る程度に当該発明の技術的思想が開示\nされているものであることを要するが，発明の奏する効果や効率が優れているもの\nであることや，実用化されていることまでが求められるものではない。\n以下，上記を前提として原告の主張について判断する。\nア  原告は，引用文献１に記載されたタービンは，タービンの中心部から排気す\nる構造が遠心力に反する構造であり，エンジンが高速回転すればするほどタービン\nの遠心力が増加して排気を困難にする，その上，排気圧調整弁が設けられているの\nで排気上に問題があるから，自然法則に反するものであり，特許法上の発明に該当\nしないと主張する。\n(ｱ)  確かに，羽根車に当てた排気ガスを羽根車の中心部から排気する構造の\nタービン，すなわち加速された流体が動翼外周側から動翼求心方向に入り，動翼内\n部で軸方向に転向し，動翼中心部から軸方向に出ていく半径方向流れを主体とした\nタービンは，その構造上，その作動流体に遠心力が作用し，また，エンジンが高速\n回転をすればタービンの遠心力は増加するものと認められる。しかし，そのような\n作動流体の排気構造のタービンは，例えば，エンジンからの排気ガスでタービンを\n回し，その出力でコンプレッサを駆動してエンジンに圧縮空気を供給するターボチ\nャージャのタービンとして実用化されていることは，周知のとおりであり（乙２），\nこのように実用化されている以上，回転する動翼体の中心部から排気する構造が自\n然法則に反するものではないことは明らかである。すなわち，そのような構造の\nタービンの作動流体は，遠心力の作用を受け，また動翼体が高速回転すればするほ\nど遠心力が大きくなるとしても，動翼外周側から動翼求心方向に入った後は，自然\n法則に従って（自然な流れとして）動翼内部で軸方向に転向し，動翼中心部から軸\n方向に支障なく排気されるものと認められ，遠心力の作用を受けるからといって，\n排気が困難になるなどの不都合が生じるものとは認められない。したがって，引用\n発明においても，羽根車２の中心部から排気する構造であり，羽根車２が高速回転\nすればするほどその遠心力が大きくなるからといって，排気が困難になるとか，排\n気ができない構造であるということはできず，自然法則に反するということはでき\nない。\n(ｲ)  また，引用文献１には，引用発明の排気口２１に取り付けた排気管１７に\n排気圧調整弁２３が設けられ，排気圧調整弁２３は，通常はバネに押されて排気口\n２１を閉じており，一定以上の圧力に達したときに開いて排気を行うことが記載さ\nれているところ（甲１の４頁右上欄６行ないし１４行，第８図），この排気圧調整\n弁２３は，原告が主張するとおり，排気を妨げる方向に作用すると認められる。\nしかし，引用発明の羽根車２に加えられるのは点火爆発による高圧ガスであるか\nら，羽根車２の収納箱１の内部の圧力は排気圧調整弁２３の外部の圧力（大気圧）\nより相当高いと認められる。そして，当業者であれば，排気圧調整弁２３を開ける\nための開弁圧は，設計上適宜設定可能であると理解する。そうすると，引用発明に\nおいては，開弁圧を適宜調整することにより，排気圧調整弁２３の開弁圧が収納箱\n１の内部の圧力に比べて低く設定され，収納箱１の内部の高圧ガスは，排気圧調整\n弁２３の開弁圧に抗して排気圧調整弁２３を開け，気体は圧力が高い方から低い方\nへと流れるという自然法則に従って，収納箱１の内部（圧力が大気圧より高い）か\nら外部（圧力が大気圧に等しい）へと支障なく排気されると解される。\nしたがって，引用発明の排気口２１に排気圧調整弁２３が設けられていることに\nよって，排気が困難になるとか，排気ができない構造であるということはできず，\n自然法則に反するということはできない。\n(ｳ)  以上によれば，引用発明は自然法則を利用した発明であり，特許法２条１\n項の発明に該当しないものとは認められない。\n以上に対し，原告は，乙２文献記載のターボチャージャのタービンは動力にしな\nい構造であるし，排気弁もないから引用発明とは異なると主張する。しかし，ター\nボチャージャのタービンはコンプレッサの動力源であるし，引用発明の排気弁の存\n在は，動翼外周側から動翼求心方向に入った作動流体が，動翼内部で軸方向に転向\nするという排気の流れが遠心力にも関わらず生じること自体を妨げるものとは認め\nられないから，原告の主張は，前記判断を左右するものではない。\n原告は，中心部に流入しようとする排気ガスとタービンの中に入る排気ガスの作\n用が逆になるから自然法則に反して効果を悪化させる，特別な理由がなく遠心力に\n反する構造はタービンの効果を悪化させるなどとも主張する。しかし，排気が困難\nとなるとまでは認められないことは前記のとおりであり，仮に遠心力等が作用する\nため，そうではない構造のタービンと比べて効率的な構造となっていないとしても，\nそのことが特許法２条１項の発明該当性を否定する理由とはならないことは，前記\nのとおりである。\nしたがって，原告の主張は理由がない。\nイ  原告は，引用文献１の第２図を前提とすると，回転スピード上の問題が生じ，\n十分にピストンが回転できないから，引用文献１記載のタービンは役にたたないも\nのである旨主張する。\nしかし，引用文献１は公開特許公報であるところ，一般に，特許出願の願書に添\n付される図面は，明細書の記載内容を補完し，特許を受けようとする発明に係る技\n術内容を当業者に理解させるための説明図であるから，当該発明の技術内容を理解\nするために必要な程度の正確さを備えていれば足り，設計図面に要求されるような\n正確性をもって描かれているとは限らない。引用文献１についても同様であり，引\n用文献１に掲載された図によって寸法等が特定されるものではない。引用発明は，\n羽根車２を収納する収納箱１の外側に設けた燃焼シリンダ４内で点火爆発により燃\n料を燃焼させ，発生した高圧の排気ガスを収納箱１内に供給して羽根車２の外側だ\nけに高圧の排気ガスを当てて羽根車２を回転させることにより「機械的効率と燃料\n効率を高める事を目的」（甲１の４頁左上欄７行）とする発明であり，クランクシ\nャフトやタービン軸の寸法に技術的意義がある発明ではない。すなわち，引用文献\n１に接した当業者は，引用文献１に掲載された図面の寸法が設計図面に要求される\nような正確性をもって描かれているものではないことを理解し，引用発明の技術的\n思想を踏まえた上で，引用発明が適切に作動し，必要な機械的効率と燃料効率が得\nられるように，各構成部材の寸法，材料，クランクシャフトとタービン軸を連動さ\nせる歯車の組合せ等の具体的な事項について，技術常識を踏まえて設計するものと\n認められる。\nしたがって，引用文献１掲載の図面から仮定した寸法に基づいて，引用発明は特\n許法上の発明に該当しないとの原告の主張は，理由がない。\nまた，引用発明においてタービンの回転運動をピストン運動に連動させることで\n回転スピードが悪化することがあるとしても，技術常識を踏まえて設計した場合に\nおよそタービンを回転させることができないような構造であるとは認められない。\n発明の効率又は効果が優れていることが，特許法２条１項の発明該当性の要件では\nないことは前記のとおりであるから，この点についての原告の主張も理由がない。\nウ  原告は，①引用文献１記載のタービンのエンジンは実用化がされていない，\n②同タービンの体積が大きい，③組合せ歯車はタービンを速く回転させることを難\nしくする，④左右のピストンが上下運動を一回するとタービンも一回転するから，\nタービンが半回転する間に排気ができないとエンストをする，⑤排気圧調整弁２３\nを開けやすいようにしても排気スピードが悪いとエンストをする，したがって，引\n用文献１に記載されたタービンは発明に該当しない，とも主張する。\nしかし，上記①の主張については，実用化されていることが発明該当性や引用発\n明の適格性の要件ではないことは前記のとおりである。\n上記②の主張は，二本のシリンダの排気ガスを一個のタービンに入れる構造であ\nる引用発明は，本願発明と比較して体積が大きくなるという趣旨をいうものと解さ\nれる。しかし，本願発明は「回転体の外側だけに燃焼エネルギーを加え」るための\n構成として「回転体の外側に燃焼室を取り付け」ることを特定しているだけである\nから，二本のシリンダの排気ガスを一個のタービンに入れる構造は，本願発明にお\nいても排除されておらず，引用発明のタービンが本願発明と比較して体積が大きい\nとはいえない上，引用発明がタービンの体積が大きいものであり，実用性が劣るも\nのであるとしても，そのことが発明該当性を否定する理由とはならないことは前記\nのとおりである。\n上記③，④及び⑤の主張についても，当業者であれば，引用発明が適切に作動し，\n必要な機械的効率と燃料効率が得られるように，クランクシャフトとタービン軸を\n連動させる歯車の組合せ，排気圧調整弁の開弁圧等の具体的な事項について，技術\n常識を踏まえて設計するものと認められることは前記のとおりであり，遠心力の作\n用や排気圧調整弁２３があるからといって，引用発明において，排気が困難になる\nとか，排気ができないとは認められないことは前記のとおりである。したがって，\n原告の主張は理由がない。\nエ  以上によれば，原告の取消事由１は理由がない。\n３  取消事由２（引用文献２に関する主張）について\n(1)  引用文献２の記載\n引用文献２（甲２）には，以下の記載がある（図１ないし３，６は，別紙引用文\n献２図面目録記載のとおり）。\n「【発明を実施するための最良の形態】\n【００１６】\nこの発明の第１の実施形態を図１ないし図３と共に説明する。図１は，この発明\nの熱発電システムの概略構成を示す。この熱発電システムは，熱エネルギーである\n太陽熱を電気エネルギーに変換して出力する太陽熱発電システムであって，太陽光\nを集光して太陽熱を吸収するコレクタ部１と，タービン５および発電機６を有する\nタービンユニット２と，コレクタ部１とタービン５の間で作動媒体３を循環させる\nクローズド経路の作動媒体経路４とを備える。\n作動媒体経路４は，前記コレクタ部１で加熱された作動媒体３の蒸気を高圧蒸気\nとして前記タービン５に噴出させタービン５を回転駆動するノズル８と，ノズル８\nから噴出してタービン５の回転に使用された作動媒体３の蒸気を液体に戻す復水器\n９と，液体に戻した作動媒体３をコレクタ部１に循環供給する循環ポンプ１０とを\n有する。\n【００１７】\n図２はタービンユニット２の拡大断面図を示し，図３は図２におけるⅢ－Ⅲ矢視\n断面図を示す。このタービンユニット２では，発電機６とタービン５とが上下に配\n置される。発電機６は，回転部分である一対の発電機ロータ６Ａ，６Ａと，静止部\n分である発電機ステータ部６Ｂとでなる。具体的には，発電機６はアキシャルギャ\nップ型発電機であり，円筒状のユニットハウジング１２の内周側に設けられた発電\n機ステータ部６Ｂに対して，垂直方向に向く姿勢とした主軸７に設けられた一対の\n発電機ロータ６Ａ，６Ａが上下に所定のギャップを介して対向配置されている。こ\nの発電機６での発電はコントローラ１１（図１）によって制御される。」\n「【００１９】\nタービン５は，前記主軸７の下端部に嵌合し，主軸７の下端の雄ねじ部に螺合さ\nせたナット１７で位置決めされる円盤状の動翼取付部材５ａと，この動翼取付部材\n５ａの外周部において周方向に列状に並べて設けられる複数の動翼５ｂとでなる。\n動翼５ｂは，樹脂成形品や金属製品からなる。タービン５の外周には円筒状のノズ\nル入口出口間部材１８が設けられ，このノズル入口出口間部材１８に動翼５ｂの翼\n列に向けて貫通する１個ないし複数個のノズル８が，図３のように周方向に分配し\nて（ここでは２個のノズル８が１８０°の位相で）設けられている。これにより，\nタービン５の外周側のノズル８から，タービン５の径方向に向けて作動媒体３の蒸\n気が噴射され，その蒸気を動翼５ｂで受けてタービン５が回転駆動される。すなわ\nち，この実施形態でのタービン５は，外径側から作動媒体３の蒸気が噴射される半\n径流タービンとされている。\n【００２０】\nユニットハウジング１２の底壁部１２ａには，作動媒体経路４（図１）の上流部\nに繋がり，コレクタ部１で加熱されて蒸気となった作動媒体３をノズル入口出口間\n部材１８の外周側のノズル入口側空間１９に流入させる吸気口２０が貫通して設け\nられている。ノズル入口側空間１９は，前記ノズル入口出口間部材１８と，このノ\nズル入口出口間部材１８の外周側にノズル入口出口間部材１８と同心状に配置され\nてユニットハウジング１２の一部を構成する円筒状のノズル入口部材１２Ａとで囲\nまれる円筒状の空間である。\nまた，ユニットハウジング１２の底壁部１２ａにおける前記タービン８の配置部\n下位置には，タービン動翼５ｂを通過した作動媒体３を作動媒体経路４の下流部に\n排出する排気口２１が貫通して設けられている。」\n「【００２２】\n主軸７は磁気軸受やフォイル軸受などの非接触軸受２２Ａ～２２Ｃを介してユニ\nットハウジング１２に回転自在に支持される。なお，主軸７の支持は，非接触軸受\n２２Ａ～２Ｃによらず，接触式の軸受で行っても良い。\n【００２３】\n上記構成による熱発電システムの動作を説明する。作動媒体経路４内の作動媒体\n３は循環ポンプ１０によってコレクタ部１に送られる。コレクタ部１では太陽熱を\n吸収し，吸収した熱エネルギーを作動媒体３に与えることにより高圧蒸気とする。\n作動媒体３の高圧蒸気はユニットハウジング１２の吸気口２０からノズル入口側空\n間１９に流入し，ノズル８を介してタービン５の動翼５ｂに噴射され，これにより\nタービン５が回転駆動される。タービン５の回転によって発電機ロータ６Ａが回転\nし，発電機ロータ６Ａと対向して設けられた発電機ステータ部６Ｂで発電される。\nこの発電の制御はコントローラ１１によって行われる。このようにして，タービン\n５の回転が電気エネルギーに変換される。タービン動翼５ｂの翼列を通過した作動\n媒体３の蒸気は排気口２１から作動媒体経路３の復水器９へ送られて液化され，循\n環ポンプ１０によって再度コレクタ部１まで送られる。」\n「【００２９】\n図６は，この発明のさらに他の実施形態を示す。この発明の熱発電システムは，\n図１に示す第１の実施形態における作動媒体経路４に代えて，コレクタ部１を循環\nする作動媒体３Ａの作動媒体経路４Ａと，タービン５を循環する作動媒体３Ｂの作\n動媒体経路４Ｂとを別々に設け，コレクタ部１によって加熱された作動媒体３Ａの\n熱エネルギーを，熱交換器２４を介してタービン５側の作動媒体３Ｂに与える構成\nとしたものである。タービンユニット２の構成は，図２および図３の構成のものに\n限らず図４や図５の実施形態の構成であっても良く，ここではその説明を省略す\nる。」\n「【図面の簡単な説明】\n【００３２】\n【図１】この発明の第１の実施形態にかかる熱発電システムの概略図である。\n【図２】同発電システムにおけるタービンユニットの拡大断面図である。\n【図３】図２におけるⅢ－Ⅲ矢視断面図である。・・・\n【図６】この発明のさらに他の実施形態にかかる熱発電システムの概略図であ\nる。」\n(2)  引用文献２に記載された技術の認定\nア  前記(1)によれば，引用文献２には，太陽熱エネルギーを電気エネルギーに\n変換して出力する熱発電システムが記載されている（【００１６】）。熱発電シス\nテムは，太陽熱を吸収するコレクタ部１と，タービン５及び発電機６を有するター\nビンユニット２と，コレクタ部１とタービン５との間で作動媒体３を循環させるク\nローズド経路の作動媒体経路４とを備える（【００１６】，図１）。タービンユニ\nット２では，タービン５と発電機６とが上下に配置される（【００１７】，図\n２）。作動媒体経路４は，コレクタ部１で加熱された作動媒体３の高圧蒸気を噴出\nさせてタービン５を回転駆動するノズル８と，タービン５の回転に使用された作動\n媒体３の蒸気を液体に戻す復水器９と，液体に戻した作動媒体３をコレクタ部１に\n循環供給する循環ポンプ１０とを有する（【００１６】，図１）。\n発電機６は，円筒状のユニットハウジング１２の内周側に設けられた静止部分で\nある発電機ステータ部６Ｂに対して，垂直方向に伸びる主軸７に設けられた回転部\n分である一対の発電機ロータ６Ａ，６Ａが上下に所定のギャップを介して対向配置\nされて構成され，コントローラ１１によって発電が制御される（【００１７】，図\n１，２）。\nタービン５は，主軸７の下端部に嵌合する円盤状の動翼取付部材５ａと，動翼取\n付部材５ａの外周部に周方向に列状に並ぶ複数の動翼５ｂとで構成される。タービ\nン５の外周に設けられた円筒状のノズル入口出口間部材１８には，動翼５ｂの翼列\nに向けて貫通する複数個のノズル８が周方向に分配して設けられる。タービン５は\n半径流タービンであり，外周側のノズル８からタービン５の径方向に向けて噴射さ\nれる作動媒体３の高圧蒸気を動翼５ｂで受けて回転する（【００１９】，図２，図\n３）。主軸７は，磁気軸受などの非接触軸受２２Ａないし２２Ｃを介してユニット\nハウジング１２に回転自在に支持される（【００２２】，図２）。\nイ  以上によれば，引用文献２には，噴射される作動媒体３の高圧蒸気を受けて\n回転する半径流タービン５の主軸７を，磁気軸受などの非接触軸受２２Ａないし２\n２Ｃを介して回転自在に支持する構成が開示されているから，「タービン機関にお\nいて，回転体を磁気軸受により支持すること，即ちタービン機関において，回転体\nを磁石の反発力により浮かせて支持すること」（引用技術）が記載されていると認\nめられる。\n(3)  原告の主張について\nア  原告は，引用文献２の図１及び図６の作動媒体の入口と出口の位置が図２と\n符合せず，また，図１と図６のタービンと発電機の配置は，引用文献２の文面\n（【００１７】）の配置と符合しないから，図１と図６に示された熱発電システム\nを実用化できるとはいえず，引用文献２記載のものは利用可能な発明ではない旨主\n張する。\n確かに，引用文献２の図１及び図６では，作動媒体の入口及び出口がそれぞれ\nタービン５の上下に描かれており，また，タービンと発電機は左右の配置となって\nいるのに対し，図２では作動媒体の入口（吸気口２０）及び出口（排気口２１）が\n両方ともタービン５の下側に描かれており，また，段落【００１７】には，「この\nタービンユニット２では，発電機６とタービン５とが上下に配置される」という記\n載がある。\nしかし，引用文献２は公開特許公報であるところ，前記のとおり，公開特許公報\nに掲載された発明は，設計図面に要求されるような正確性をもって描かれていると\nは限らない上，引用文献２の【００３２】には，「【図１】この発明の第１の実施\n形態にかかる熱発電システムの概略図である。」，「【図６】この発明のさらに他\nの実施形態にかかる熱発電システムの概略図である。」との記載があり，図１及び\n図６は，いずれも熱発電システムの概略図であることが明記されている。そうする\nと，引用文献２に接した当業者は，図１及び図６は，熱発電システムの構成部材相\n互の接続関係を概略的に示すものにすぎず，実際の熱発電システムのタービン５に\nおける作動媒体の入口及び出口の位置やタービンと発電機の位置関係を正確に表す\n図であるとは認識しない。そして，段落【００１７】及び【００２０】の記載並び\nに図２から，引用文献２記載の発明はタービンと発電機が上下に配置されており，\n作動媒体ユニットハウジング１２の底壁部１２ａに，作動媒体経路４と繋がる吸気\n口２０と排気口２１とが設けられて，タービンにおける作動媒体３の入口及び出口\nとなることを理解するものと認められる。\nしたがって，引用文献２の図１及び図６を根拠として，引用文献２記載の発明が\n利用可能な発明ではないということはできず，原告の主張は採用することができな\nい。\nイ  原告は，引用文献２の図１及び図６の作動媒体の循環は，自然法則（重力）\nに反しているので効率が悪く，引用文献２記載の熱発電システムは，特許法上の発\n明に該当しないと主張する。\n原告の主張は，引用文献２の図１ではコレクタ部１が上に，循環ポンプ１０が下\nに図示され，図６では熱交換器２４が上に，循環ポンプ１０が下に図示されている\nことから，引用文献２に記載された熱発電システムは循環ポンプ１０で作動媒体を\n重力に逆らって循環させるものであり，効率が悪い旨を主張するものと解される。\nしかし，そもそも，これらのコレクタ部１又は熱交換器２４と循環ポンプ１０と\nの位置関係は，タービン５の構造とは無関係であるから，原告の主張は，引用文献\n２に引用技術が記載されているとの前記認定を左右するものでもない。\nまた，引用文献２の図１及び図６は，熱発電システムの構成部材相互の接続関係\nを概略的に示す概略図にすぎないことは前記のとおりであり，当業者は，図１及び\n図６が実際の熱発電システムにおけるコレクタ部１又は熱交換器２４と循環ポンプ\n１０との位置関係を正確に表す図であるとは認識しないから，これらの図面上の配\n置にとらわれることなく，作動媒体３の循環効率も考慮して，実際の熱発電システ\nムにおけるコレクタ部１又は熱交換器２４に対する循環ポンプ１０の配置を設計す\nるものと認められ，原告の主張は理由がない。仮に原告が主張するとおり，引用文\n献２に記載された熱発電システムが，循環ポンプ１０で作動媒体を重力に逆らって\n下から上へと循環させるものであり，平行に配管及び配置をしたものと比べて効率\nが悪いとしても，ポンプで作動媒体を汲み上げて循環させる構造において，およそ\n作動媒体が循環しないものとは認められないし（乙４ないし６），単に効率が悪い\nというだけで，特許法上の発明該当性が否定されるものではないことは前記のとお\nりである。\nウ  以上によれば，取消事由２の主張は理由がない。\n４  以上のとおり，審決の引用発明及び引用文献２に基づく引用技術の認定に誤\nりはない。そして，引用発明は，タービン機関において，回転体である「羽根車\n２」を何らかの手段により支持するものであるから，引用発明において，上記引用\n技術を適用し，その際に，磁石を強力なものにすることによって，強力磁石の反転\nにより回転体である「羽根車２」を浮かせ，回転しやすく改良することによって，\n相違点 1 に係る本願発明の構成とすることは，当業者であれば容易に想到し得たこ\nとである。よって，このような審決の判断には誤りがないから，取消事由３につい\nては判断するまでもなく，審決は取り消すべきものとは認められない。\n第６  結論\n以上のとおり，本件請求は理由がないから，これを棄却することとして，主文の\nとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官    設    樂        一\n裁判官    大    寄    麻    代\n裁判官    岡    田    慎    吾\n本  願  発  明  図  面  目  録\n【図１】\n【図２】\n引  用  文  献  １  図  面  目  録\n第１図                  第２図\n第３図\n第８図\n引  用  文  献  ２  図  面  目  録\n図１                  図６\n図２\n図３\n"
}