{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 3,
    "day": 26
  },
  "case_number": "平成25(行ケ)10213",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84088",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84088",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/088/084088_hanrei.pdf",
  "contents": "平成２６年３月２６日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１０２１３号  審決取消請求事件\n口頭弁論終結日  平成２６年３月５日\n判        決\n原 告                          株 式 会 社 サ ム ズ\n訴 訟 代 理 人 弁 理 士                          豊 岡 静 男\n同                        廣 瀬 文 雄\n被 告                          特 許 庁 長 官\n指 定 代 理 人                          真 々 田   忠   博\n同                        吉 水 純 子\n同                        川 端   修\n同                        中 島 庸 子\n同                        山 田 和 彦\n主        文\n１  特許庁が不服２０１２－２６０１８号事件について平成２５年６月\n１０日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成２０年９月３０日，発明の名称を「使用済み紙オムツの処理\n方法」とする発明について特許出願（特願２００８－２５５２２０号。以下\n「本願」という。甲３）をした。\n原告は，平成２３年１２月８日付けの拒絶理由通知を受けたため，平成２\n４年２月１３日付けで本願の願書に添付した特許請求の範囲及び明細書につ\nいて手続補正（以下「本件補正」という。甲６）をしたが，同年９月２８日\n付けの拒絶査定を受けた。\nそこで，原告は，同年１２月２８日，拒絶査定不服審判を請求した。\n(2)  特許庁は，上記請求を不服２０１２－２６０１８号事件として審理を行\nい，平成２５年６月１０日，「本件審判の請求は，成り立たない。」との審\n決（以下「本件審決」という。）をし，同月２５日，その謄本が原告に送達\nされた。\n(3)  原告は，平成２５年７月２５日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  特許請求の範囲の記載\n本件補正後の特許請求の範囲の請求項１の記載は，次のとおりである（以下，\n請求項１に係る発明を「本願発明」という。）。\n「【請求項１】\n使用済み紙オムツを消毒し処理する使用済み紙オムツの処理方法であって，\n石灰と次亜塩素と使用済み紙オムツを処理槽内に投入し，\n前記処理槽内で撹拌可能な最低限の水を給水しながら，石灰により分解され\nた使用済み紙オムツから，該使用済み紙オムツに吸収されていた水分を用いて，\n所定時間にわたり撹拌し，\n前記処理槽内の液体を処理槽の外へ排出させると共に脱水し，\n排出された廃水を回収し水質処理を施して破棄することを特徴とする使用済\nみ紙オムツの処理方法。」\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，\n本願発明は，本願の出願前に頒布された刊行物である特開２００３－１９１\n６９号公報（以下「引用例１」という。甲１）及び特開平９－２４９７１１\n号公報（以下「引用例２」という。甲２）に記載された発明に基づいて当業\n者が容易に発明をすることができたものであって，特許法２９条２項の規定\nにより特許を受けることができないから，その余の請求項に係る発明につい\nて論及するまでもなく，本願は拒絶すべきものであるというものである。\n(2)  本件審決が認定した引用例１に記載された発明（以下「引用例１発明」と\nいう。），本願発明と引用例１発明の一致点及び相違点は，以下のとおりで\nある。\nア  引用例１発明\n「使用済み紙おむつの処理方法であって，回転ドラムに紙おむつを投入\nし，これに膨潤抑制剤として塩化カルシウム，及び消毒剤として次亜塩素\n酸ナトリウムの水溶液の所定量を供給し，回転ドラムを回転させて撹拌し，\n紙おむつの吸水性ポリマーの膨潤を抑制すると共に消毒する膨潤抑制工程\nと，汚物と吸水性ポリマーとセルロースの分散液から処理液を濾別して処\n理液を下水処理施設へ排出する工程と，セルロースと吸水性ポリマーを回\n収する工程を含む方法。」\nイ  本願発明と引用例１発明の一致点\n「使用済み紙オムツを消毒し処理する使用済み紙オムツの処理方法であ\nって，\n『高吸収性ポリマーから水分を放出させる薬剤』と次亜塩素と使用済み\n紙オムツを処理槽内に投入し，\n前記処理槽内で，『高吸収性ポリマーから水分を放出させる薬剤』と次\n亜塩素により使用済み紙オムツを所定時間にわたり撹拌し，\n前記処理槽内の液体を処理槽の外へ排出させると共に脱水し，\n排出された廃水を回収し水質処理を施して破棄することを特徴とする使\n用済み紙オムツの処理方法」である点。\nウ  本願発明と引用例１発明の相違点\n（相違点１）\n「高吸収性ポリマーから水分を放出させる薬剤」に関し，本願発明では\n「石灰」を使用するのに対し，引用例１発明では「塩化カルシウム」を使\n用する点。\n（相違点２）\n給水に関し，本願発明では，「処理槽内で撹拌可能な最低限の水を給水\nしながら」，「該使用済み紙オムツに吸収されていた水分を用いて」撹拌\nを行うのに対し，引用例１発明では，「高吸収性ポリマーから水分を放出\nさせる薬剤」と次亜塩素からなる所定量の水溶液（以下「薬剤水溶液」と\nいう。）を供給（給水）して撹拌を行う点。\n第３  当事者の主張\n１  原告の主張\n(1)  取消事由１（相違点１の容易想到性の判断の誤り）\n本件審決は，引用例１発明で使用する塩化カルシウムも引用例２で使用す\nる水酸化カルシウム，すなわち消石灰も，吸水性ポリマーから水分を放出さ\nせる機能を有する点で同じであるから，引用例１発明における塩化カルシウ\nムの代わりに引用例２の水酸化カルシウムを使用することは，当業者が容易\nに想到するところである旨判断した。\nしかしながら，本件審決の判断は，以下のとおり誤りである。\nア  当業者が，引用例１発明における塩化カルシウムの代わりに，引用例２\nの水酸化カルシウムを使用することを想到するには，何らかの動機付けが\n必要であるにもかかわらず，本件審決には，動機付けが示されていない。\nかかる動機付けがあるといえるためには，紙オムツの膨潤抑制剤として，\n水酸化カルシウムは塩化カルシウムより優れているとの知見が公知である\nか，あるいは，紙オムツの膨潤抑制剤として，水酸化カルシウムと塩化カ\nルシウムとは全く作用効果等において差がなく，どちらを採用するかは任\n意に選択できる設計的事項といえなければならないが，そのような知見が\n公知であるとの証拠はなく，また，原告作成の「分解剤比較試験に関する\n報告書」（甲９。以下「甲９報告書」という。）に示されているように，\n紙オムツの膨潤抑制剤として，水酸化カルシウムは塩化カルシウムより優\nれているから，その選択は設計的事項とはいえない。\n被告は，甲９報告書に関し，甲９報告書記載の消毒効果や分解効果に関\nする事項は，本願に係る明細書（本件補正後のもの。以下，図面を含めて\n「本願明細書」という。甲３，６）に記載された事項ではないこと，甲９\n報告書記載の実験は，希硫酸やチオ硫酸のような他の薬品を併せて使用し，\n石灰や次亜塩素についても特定の割合を用いているが，本願発明には，こ\nれらの点の特定がないこと，「分解剤（膨潤抑制剤）」成分に消毒効果と\nいう副次作用があり，その作用の強さに差があったとしても，本願発明全\n体としては，次亜塩素を十分に用いることによって消毒効果が得られるこ\nとなどからすると，甲９報告書記載の実験結果を本願発明の効果として参\n酌できない旨主張する。\nしかしながら，本願明細書に水酸化カルシウムと塩化カルシウムとの消\n毒効果や分解効果に関して対比する事項が記載されていないとしても，甲\n９報告書は当然に参酌されるべきである。また，希硫酸及びチオ硫酸は，\nあくまで排水工程に使用する薬剤であって，分解撹拌工程を行っていると\nきに使用する薬剤ではないから，分解撹拌工程における水酸化カルシウム\nと塩化カルシウムとの消毒効果や分解効果に関する対比について影響を及\nぼすものではない。\nしたがって，被告の上記主張は，失当である。\nイ  以上のとおり，引用例１発明において塩化カルシウムの代わりに引用例\n２の水酸化カルシウムを使用することの動機付けが存在せず，また，甲９\n報告書に示されているように，紙オムツの膨潤抑制剤として，水酸化カル\nシウムは塩化カルシウムより優れており，水酸化カルシウムを選択するこ\nとは設計的事項とはいえないから，当業者が引用例１及び引用例２の記載\nに基づいて相違点１に係る本願発明の構成を容易に想到することができた\nものとはいえない。これと異なる本件審決の判断は誤りである。\n(2)  取消事由２（相違点２の容易想到性の判断の誤り）\n本件審決は，引用例１発明において，下水処理すべき処理液の量を必要最\n小限にとどめることは，当業者であれば当然に配慮することであり，このた\nめ供給する薬剤水溶液の所定量を撹拌可能な最低限の量と特定することは，\n当業者が適宜なし得ることであり，薬剤水溶液の添加を所定量の供給で行う\nか，給水しながら行うかは，所定量の水を一括して供給するか徐々に供給す\nるかの違いであって，技術的に格別のものではないことを理由に挙げて，引\n用例１発明において，相違点２に係る本願発明の特定事項を採用することは，\n当業者が適宜なし得ることにすぎない旨判断した。\nしかしながら，本件審決の判断は，以下のとおり誤りである。\nア  本願明細書の段落【００２０】に「本発明の処理方法では，２０ｔの使\n用済み紙オムツを処理する場合，５３～１０６立方メートルの水（給水に\nよる）で処理することができる。」，段落【００２６】に「３．水の使用\n量について  （ａ）水使用量  消毒工程１回に付き３２０リットル（処理\n槽３内への使用済み紙オムツ４の投入１２０ｋｇに対して）」との記載が\nあるように，本願発明は，大量の紙オムツの処理を行うものであって，水\nの使用量も大量となることから，水の供給量を撹拌可能な最低限の量とす\nることを課題としている。\nそして，本願明細書の段落【００１７】及び【００２１】に記載のとお\nり，本願発明においては，「処理槽内で撹拌可能な最低限の水を給水しな\nがら」撹拌し，その間に石灰により分解された使用済み紙オムツに吸収さ\nれていた水分が出てきて，給水する水の量と分解された紙オムツに吸収さ\nれていた水分の量との合計が処理槽内で撹拌可能な量になったときに給水\nを停止できるため，水の供給量は，撹拌可能な最低限の量となる。\nこれに対し引用例１には，処理液の量を最低限にすることが課題である\nことの記載はない。\nそして，引用例１の段落【００６７】ないし【００７６】の実施例１な\nいし１０の記載によれば，引用例１発明は，せいぜい紙オムツ２０枚に水\nを５０リットル使用するという小規模な処理を行うものにすぎない。\nまた，引用例１の段落【００４９】及び【００７４】の記載によれば，\n引用例１発明は，使用済み紙オムツに吸収されていた水分の量に関係なく，\n水溶液の供給量を決定し，所定量の処理液を供給してから撹拌を始めるも\nのである。\nそうすると，引用例１発明においては，分解された使用済み紙オムツに\n吸収されていた水分をも利用して，供給液量を撹拌可能な最低限の量とす\nることの動機付けはないというべきである。\n被告は，この点に関し，引用例１発明において，添加する薬剤を「薬剤\n水溶液」ではなく，薬剤と水を別々に添加するように変更し，予め薬剤を\n添加した後に，水を徐々に供給する方法を採用してみることは，当業者が\n適宜なし得ることである旨主張する。\nしかしながら，引用例１の段落【００４７】及び【００４８】の記載に\nよれば，引用例１発明は，まず，開閉扉を開いて回転ドラム内に使用済み\n紙オムツを投入し，スタートスイッチをオンにすると，あらかじめ貯液タ\nンク内に貯留し加熱しておいた所定量の膨潤抑制剤と所定量の水を投入し\nて所定濃度とした膨潤抑制剤水溶液を，回転ドラム内に供給して紙オムツ\nを浸漬し，その後回転ドラムを回転させるものであり，所定濃度の膨潤抑\n制剤水溶液を供給するには，膨潤抑制剤と水とをあらかじめ混合しておい\nた方が好ましいのは明らかであるから，引用例１発明において，薬剤水溶\n液を薬剤と水とに分離し，しかも，水を徐々に供給するように変更する動\n機付けがあるとは考えられない。\nまた，引用例１発明においては，膨潤抑制剤水溶液を所定濃度とするに\nは，所定量の膨潤抑制剤に対して所定量の水が必要であるから，所定量の\n薬剤を供給した後に水を徐々に供給するとしても，供給する水の量は変わ\nらないのに対し，本願発明においては，給水しながら撹拌するのは撹拌可\n能な最低限の水の量を給水するためであり，処理される紙オムツが含む水\n分の量により，給水する水の量も変わるという違いがある。\nしたがって，被告の上記主張は，失当である。\nイ  以上のとおり，引用例１発明において「処理槽内で撹拌可能な最低限の\n水を給水しながら」，「該使用済み紙オムツに吸収されていた水分を用い\nて」撹拌を行うことの動機付けが存在せず，当業者が引用例１の記載に基\nづいて相違点２に係る本願発明の構成を容易に想到することができたもの\nとはいえないから，これと異なる本件審決の判断は誤りである。\n(3)  まとめ\n以上によれば，本願発明は引用例１及び引用例２に記載された発明に基づ\nいて当業者が容易に発明をすることができたものであるとの本件審決の判断\nは誤りであり，本件審決は，違法であるから，取り消されるべきものである。\n２  被告の主張\n(1)  取消事由１に対し\nア  引用例１には，「膨潤抑制剤は，紙おむつの構成部分である高吸水性ポ\nリマーの膨潤を抑制するもの，すなわち非膨潤ないし低膨潤状態とするも\nのであり，アルカリ土類金属塩，多価金属塩，金属水酸化物のうち，少な\nくともアルカリ土類金属塩，多価金属塩，金属水酸化物の１種の水溶性化\n合物であることが好ましく，処理液としてはこれを含む水溶液とする。」\n（段落【００３０】）との記載がある。引用例１発明で使用されている「\n塩化カルシウム」は，引用例１記載の膨潤抑制剤のアルカリ土類金属塩で\nあることは明らかであり，引用例１には，膨潤抑制剤として，「塩化カル\nシウム」のようなアルカリ土類金属塩だけでなく，金属水酸化物などが使\n用できることも教示されている。\n一方，引用例２には，水酸化カルシウムが膨潤した吸水性ポリマーを分\n解して水分を放出させる機能を有することが示されており，これは，引用\n例１記載の膨潤抑制剤と同じ技術内容をいうものであり，また，水酸化カ\nルシウムは，引用例１に記載される金属水酸化物に該当するものである。\nしたがって，吸水性ポリマーを分解して水分を放出させる機能を有する\n水酸化カルシウムすなわち消石灰を，引用例１発明における塩化カルシウ\nムの代わりに使用することは当業者が容易に想到することができたもので\nある。\n原告は，この点に関し，甲９報告書に示されているように，紙オムツの\n膨潤抑制剤として，水酸化カルシウムは塩化カルシウムより優れているか\nら，引用例１発明における塩化カルシウムの代わりに水酸化カルシウムを\n使用することは当業者が容易に想到することができたものとはいえない旨\n主張する。\nしかしながら，甲９報告書において示されている消毒効果や分解効果に\n関する事項は，本願明細書に記載された事項とはいえないから，本願発明\nの効果として参酌することはできない。\nまた，甲９報告書に記載された実験は，希硫酸やチオ硫酸のような他の\n薬品を併せて使用するものであり，石灰や次亜塩素についても特定の割合\nを用いているが，本願発明にはこれらの点は特定されておらず，このよう\nな特定の実験系において得られた結果をもって，他の薬品を使用すること\nや，石灰，次亜塩素の割合等を特定していない本願発明の効果とすること\nはできない。\nさらに，水酸化カルシウムや塩化カルシウムのような「分解剤（膨潤抑\n制剤）」成分に多少の消毒効果という副次的な作用があり，また薬品に応\nじてその作用の強さに差があったとしても，本願発明の発明全体としては，\n消毒剤成分である次亜塩素を十分に用いることによって消毒効果が得られ\nるのであるから，そのような副次的な作用の差は本願発明の格別の効果と\nして参酌できるものではない。\nしたがって，原告の上記主張は，失当である。\nイ  以上によれば，相違点１の容易想到性についての本件審決の判断に誤り\nはないから，原告主張の取消事由１は，理由がない。\n(2)  取消事由２に対し\nア  相違点２に係る本願発明の構成は，「処理槽内で撹拌可能な最低限の水\nを給水しながら」，「該使用済み紙オムツに吸収されていた水分を用いて」\n撹拌を行うというものである。\nまず，相違点２に係る本願発明の構成における給水量を「処理槽内で撹\n拌可能な最低限」の量とする点については，環境やコストなどに配慮して，\n下水処理すべき処理液の量を減らすことは，当業者にとっては自明の課題\nであり，特別の動機付けは必要ないから，引用例１発明において，使用さ\nれる水の量を減らし，薬剤水溶液の所定量を「処理槽内で撹拌可能な最低\n限」の量と特定することは，当業者が容易になし得ることである。\n次に，相違点２に係る本願発明の構成における「使用済み紙オムツに吸\n収されていた水分を用い」る点については，引用例１発明は，使用済み紙\nオムツを処理するものであって，使用済み紙オムツに尿，すなわち水分が\n含まれていることは明らかであり，このような使用済み紙オムツについて\nの薬剤と水が存在する状態での撹拌は，当然，「使用済み紙オムツに吸収\nされていた水分を用い」た撹拌であるといえるから，この点は，本願発明\nと引用例１発明との実質的な相違点ではない。\nさらに，相違点２に係る本願発明の構成における「給水しながら」の点\nについては，引用例１発明において供給される「薬剤水溶液」を構成して\nいる薬剤と水の添加順序や添加方法を変更してみることは，当業者が必要\nに応じて適宜検討する事項であり，引用例１発明において，添加する薬剤\nを「薬剤水溶液」とした状態で添加することに代えて，薬剤と水を別々に\n添加することとし，その際に，予め薬剤を添加した後に，水を徐々に供給\nする方法を採用し，「給水しながら」の構成とすることは当業者が適宜な\nし得ることである。\nしたがって，引用例１発明において，相違点２に係る本願発明の構成を\n採用することは，当業者が容易に想到することができたものである。\nイ  以上によれば，相違点２の容易想到性についての本件審決の判断に誤り\nはないから，原告主張の取消事由２は，理由がない。\n(3)  まとめ\n以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，\n引用例１及び引用例２に記載された発明に基づいて当業者が容易に発明をす\nることができたものであるとした本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（相違点１の容易想到性の判断の誤り）について\n(1)  本願明細書の記載事項等\nア  本願発明の特許請求の範囲（請求項１）の記載は，前記第２の２のとお\nりである。\nイ  本願明細書（甲３，６）の「発明の詳細な説明」には，次のような記載\nがある（下記記載中に引用する「図１」については別紙１を参照）。\n(ア)  「【技術分野】\n本発明は，使用済み紙オムツの処理方法に関する。」（段落【０００\n１】）\n(イ)  「【背景技術】\n一般に紙オムツは，パルプ等からなる吸収体と，吸収体が吸収した水\n分を保持する高分子吸収体（高分子ポリマー）と，これらを包む防水材\n（プラスチック）などの素材から構成されている。」（段落【０００２\n】）\n「従来，使い捨てオムツの処理（処分）は，衛生的な理由から焼却処\n分が最善とされていたが，水分を多く含んでいるため焼却する際に多量\nの熱量を必要とし，無駄にエネルギーを消費している。また，資源の有\n効利用の観点から使用済み紙オムツの構成素材は回収して再利用するこ\nとが望ましい。」（段落【０００３】）\n「構成素材の回収方法としては，例えば紙オムツを構成するパルプ等\nを薬品を用いて分離して，回収して再利用する分離回収処理がある。こ\nの分離回収処理では，前処理として紙オムツを回転する刃などで破砕し，\nその後の分離や回収を行っていた。」（段落【０００４】）\n「一方，使用済み紙オムツには，使用状態から大便や小便が付着して\nおり細菌も含まれる場合もあることから，使用済み紙オムツを処理する\n場合には，消毒剤を含有する水流で洗い，汚れの一部を消毒する紙オム\nツの処理方法が特許文献１で提案されている。\n【特許文献１】特開２００２－２９２３０４」（段落【０００５】）\n「この処理方法によれば，消毒剤として例えば，オゾン，塩素，次亜\n塩素酸ナトリウム等が用いられ，洗った水は水質処理して廃棄されてい\nる。」（段落【０００６】）\n(ウ)  「【発明が解決しようとする課題】\nしかしながら，上記特許文献１に開示された紙オムツの処理方法では，\n消毒剤を含有する水流で使用済み紙オムツを洗うため，大量の水を必要\nとし，しかも，洗うために使用した水を廃棄する場合にも大量の廃水を\n水質処理しなければならないので大がかりな設備を必要とする。」（段\n落【０００７】）\n「そこで，本発明は，大量の水を必要とすることなく消毒することが\nでき，処理することができる使用済み紙オムツの処理方法の提供を目的\nとする。」（段落【０００８】）\n(エ)  「【課題を解決するための手段】\n請求項１の発明の使用済み紙オムツの処理方法では，使用済み紙オム\nツを消毒し処理する使用済み紙オムツの処理方法であって，石灰と次亜\n塩素と使用済み紙オムツを処理槽内に投入し，前記処理槽内で撹拌可能\nな最低限の水を給水しながら，石灰により分解された使用済み紙オムツ\nから，該使用済み紙オムツに吸収されていた水分を用いて，所定時間に\nわたり撹拌し，前記処理槽内の液体を処理槽の外へ排出させると共に脱\n水し，排出された廃水を回収し水質処理を施して破棄することを特徴と\nする。」（段落【０００９】）\n「請求項１の発明の使用済み紙オムツの処理方法によれば，処理槽内\nに使用済み紙オムツを投入し，これと共に石灰，次亜塩素を投入する。\nそして，これらの使用済み紙オムツ及び石灰，次亜塩素を撹拌し得る程\n度の，最低限の水を処理槽内に給水する。この状態で撹拌を開始すると，\n石灰によって使用済み紙オムツの特に高分子ポリマーが分解されて，吸\n収している水分が処理槽内に混ざり，処理槽内に最低限の量だけ供給し\nた水と共に，使用済み紙オムツを撹拌する。このとき，次亜塩素によっ\nて分解された使用済み紙オムツから放出される細菌等が消毒される。こ\nのような状態で所定時間撹拌した後に，処理槽内の液体を処理槽の外へ\n排出させると共に，分解した使用済み紙オムツの固形物を脱水し，排出\nされた廃水及び脱水したときの廃水を回収し，水質処理を施して破棄す\nる。」（段落【００１２】）\n「なお，処理槽内へ石灰，次亜塩素を投入する場合，石灰は使用済み\n紙オムツを処理槽内へ投入する前に処理槽内に入れても良く，使用済み\n紙オムツを処理槽内に投入した後に処理層内に入れても良い。さらに，\n次亜塩素は，石灰，使用済み紙オムツを処理層内に投入する際に同時に\n入れても良く，処理槽内の石灰，使用済み紙オムツを撹拌し得る程度の\n水を供給した後に処理槽内に加えても良い。」（段落【００１３】）\n(オ)  「【発明の効果】\nこのように，本発明の使用済み紙オムツの処理方法によれば，石灰，\n次亜塩素と共に，処理槽内に投入した使用済み紙オムツが吸収している\n水分を用いて，撹拌するので，必要最低限の水を処理槽内に供給するだ\nけでよく，無駄に水を使用することがなく，また処理後には，廃水も少\nなく，廃水も少ないので水質処理を行う施設も大がかりなものになるこ\nとがない。」（段落【００１４】）\n(カ)  「本実施形態の使用済み紙オムツの処理方法は，図１（ａ）に示す\nように，石灰１と，次亜塩素２を入れた処理槽３内に使用済み紙オムツ\n４を投入し，図１（ｂ），（ｃ）に示すように，処理槽３内で撹拌可能\nな最低限の水５を給水しながら所定の時間にわたり撹拌し，図１（ｄ）\nに示すように処理槽３内の液体６を処理槽３の外へ排出させると共に脱\n水し，排出された廃水７を回収し水質処理を施して破棄する。」（段落\n【００１６】）\n「撹拌可能な最低限の水５は，処理槽３内で使用済み紙オムツ４を撹\n拌，すなわち液体中で使用済み紙オムツ４が動き回ることが可能な量で\nあり，撹拌させるための最低限の量に設定する。この場合，給水しなが\nら撹拌している間に，使用済み紙オムツ４の高分子ポリマーが石灰１に\nよって分解し，内部の水分が処理槽内に出てくるので，処理槽３内の水\n分量が次第に増えるので，処理槽３内で撹拌可能な，すなわち使用済み\n紙オムツ４を分解し，殺菌可能な程度の水分量になったときに給水を停\n止する。なお，使用済み紙オムツ４からの水分中には，細菌等が含有さ\nれているが，次亜塩素によって消毒されるので，撹拌によって細菌が処\n理槽３に撒き散らされても，処理後に廃水を水質処理することで充分に\n殺菌することができる。」（段落【００１７】）\n「従って，従来のように，消毒剤を含有した水流で使用済み紙オムツ\n４を処理する方法に比較して，無駄に水を使用することがなく，必要最\n低限の水によって使用済み紙オムツを殺菌，処理することができる。」\n（段落【００１８】）\n「なお，処理槽３内に石灰１，次亜塩素２，使用済み紙オムツ４を投\n入する順序は，処理槽３内に使用済み紙オムツ４を投入する前に石灰を\n処理槽３内に投入しても良く，処理槽３内に使用済み紙オムツ４を投入\nした後に石灰を処理槽３内に投入しても良い。さらに，次亜塩素２を処\n理層内に投入する順番についても，使用済み紙オムツ４を処理槽３内に\n投入する前後でも良く，処理槽内への給水後に処理槽内に加えても良\nい。」（段落【００１９】）\n「また，従来の処理方法では，使用済み紙オムツ２０ｔを処理する場\n合，１０００立方メートルの水（水道水，工業用水等）を必要としてい\nたが，本発明の処理方法では，２０ｔの使用済み紙オムツを処理する場\n合，５３～１０６立方メートルの水（給水による）で処理することがで\nきる。」（段落【００２０】）\n「なお，使用済みオムツ４に含まれる平均の水分量について，未使用\nの紙オムツの重さは約６０グラムであり，一回の紙オムツの交換で尿を\n吸収した使用済み紙オムツの重さは２１０グラム～３１０グラムにな\nり，紙オムツの重さを除くと１５０グラム～２５０グラムの水分が含有\nされている。本実施形態では，この高分子ポリマーに吸収されている水\n分を利用することで，使用済み紙オムツ４の分解と消毒を行っている。」\n（段落【００２１】）\n「なお，上記の説明では，給水しながら撹拌する工程を１回とした場\n合について説明したが，この工程は複数回行ってもよく，すすぎ工程を\n含め２回程度行っても良い。」（段落【００２２】）\n(キ)  「次ぎに，本実施形態における薬剤の投入量，消毒時間，水の使用\n量について説明する。」（段落【００２３】）\n「１．薬剤の投入量について\n（ａ）石灰（分解剤）\n使用済み紙オムツ４の処理槽３内への投入量の３～１０％\n実験段階では，例えば投入量１２０ｋｇに対して６ｋｇ\n（ｂ）次亜塩素（消毒剤）\n次亜塩素濃度は，取り扱う紙オムツの種類により変わる。」（段\n落【００２４】）\n「感染性廃棄物（特別管理廃棄物）の場合：１０００ｐｐｍ若しくは\n１５００ｐｐｍ\n一般廃棄物及び産業廃棄物の場合  ：２５０ｐｐｍ\n消毒効果については，一般廃棄物及び産業廃棄物の場合は，温水によ\nる消毒も可能（８０℃で  １０分）\n２．消毒時間について\n（ａ）消毒時間\n洗濯時間（撹拌時間）は，取り扱う紙オムツの種類により変わる。」\n（段落【００２５】）\n「感染性廃棄物の場合：６０分\n一般廃棄物及び産業廃棄物の場合  ：１０分\n３．水の使用量について\n（ａ）水使用量\n消毒工程１回に付き３２０リットル（処理槽３内への使用済み紙オ\nムツ４の投入１２０ｋｇに対して）\n以上説明した本実施形態における使用済み紙オムツの処理方法によれ\nば，使用する水の量が少ないので，例えば，給水費用，消毒費用，排水\n費用（下水道費用）の負担が軽減され，給水温度を上げるときに無駄な\nエネルギーを使う必要がなくなり，ひいてはコストの大幅な削減が可能\nとなる。」（段落【００２６】）\n「なお，上記消毒費用は，使用する水の量が少ないので，給水費用，\n排水費用と共に，消毒剤を使う量も少量になることにより消毒剤にかか\nる費用も低減することが可能となる。」（段落【００２７】）\n「また，本実施形態の処理方法を，病院，施設等に導入した場合，風\n呂の残り湯や，一次排水（飲み水，洗面には使用できないが，トイレ等\nには使用可能な水）を使用することも可能になり，この場合には大幅な\nコストの低減を行うことが可能となる。」（段落【００２８】）\n「また，通常，リサイクルを行う場合，リサイクルを行う物自体に着\n眼点が行われる場合が多い。例えば，紙オムツのリサイクル事業は，紙\nオムツのリサイクルのために，水を１０００トン使用し，更にそこから\nの排水１０００トンのうち８００トンの水をリサイクルするシステムに\nなっている。このことは，そもそも，リサイクル自体にリサイクル後に\n環境負荷をかけている状況となっている。上記した本発明では，使用す\nる水の量が少ないということは，資源循環型社会の構築の上で，一番の\nポイントとなる環境負荷の発生を抑制することであり，それに伴い，リ\nサイクル後の環境負荷の低減を図ることができる。」（段落【００２９\n】）\n「また，排水費用については，使用する水の量が少ない場合，下水道\n費用（公共下水道費用）が削減されると共に，水質処理施設（水処理施\n設）の規模も小さくて済み，さらに，水質処理施設の規模が小さくなる\nために，施設に係る土地の面積も少なくなり，費用の削減になる。」（\n段落【００３０】）\n「なお，上記実施形態において石灰は，生石灰，消石灰のいずれも含\nむ物であって，使用済み紙オムツにおける高分子ポリマーを分解し得る\n石灰であれば良い。」（段落【００３１】）\n「また，消毒剤としての次亜塩素は，処理する使用済み紙オムツの種\n類によって選択される。」（段落【００３２】）\n「また，本発明における『消毒し処理する方法』は，水の使用量は必\n要最低限であり，本方法を行うことにより消毒を行うための設備，施設\n自体を通常のものよりも小さくすることが出来，設備，施設の規模を小\nさくできるので設備費用の低減を図ることができる。」（段落【００３\n３】）\nウ  前記ア及びイの記載を総合すれば，本願明細書には，次の点が開示され\nていることが認められる。\n(ア)  従来，使用済み紙オムツの処理方法として，使用済み紙オムツを，\nオゾン，塩素，次亜塩素酸ナトリウム等の消毒剤を含有する水流で洗い，\n汚れの一部を消毒し，洗った水は水質処理して廃棄する処理方法が提案\nされていた。しかし，上記処理方法には，消毒剤を含有する水流で使用\n済み紙オムツを洗うため，大量の水を必要とし，しかも，洗うために使\n用した水を廃棄する場合にも大量の廃水を水質処理しなければならない\nので，大がかりな設備を必要とするという課題があった。\n(イ)  本願発明は，前記課題を解決し，大量の水を必要とすることなく，\n使用済み紙オムツを消毒し，処理することができる使用済み紙オムツの\n処理方法の提供を目的とするものであり，その課題を解決するための手\n段として，「石灰と次亜塩素と使用済み紙オムツを処理槽内に投入し，\n前記処理槽内で撹拌可能な最低限の水を給水しながら，石灰により分解\nされた使用済み紙オムツから，該使用済み紙オムツに吸収されていた水\n分を用いて，所定時間にわたり撹拌し，前記処理槽内の液体を処理槽の\n外へ排出させると共に脱水し，排出された廃水を回収し水質処理を施し\nて破棄する」構成を採用した。\n本願発明は，上記構成を採用したことにより，処理槽内に使用済み紙\nオムツと石灰及び次亜塩素を投入した処理槽内に水を給水しながら，撹\n拌している間に，石灰によって使用済み紙オムツの特に高分子ポリマー\nが分解されて吸収している水分が処理槽内に混ざり，この水分と処理槽\n内に給水した水を共に用いて使用済み紙オムツを撹拌し，分解された使\n用済み紙オムツから放出される細菌等は次亜塩素によって消毒されるの\nで，処理槽内に供給する水の量を必要最低限の量にすることができ，従\n来の消毒剤を含有する水流で使用済み紙オムツを処理する方法と比較し\nて，無駄に水を使用することがなく，また，処理後の廃水も少ないので，\n水質処理を行う施設の規模も小さくて済み，費用の削減になるという効\n果を奏する。\n(2)  引用例１の記載事項\n引用例１（甲１）には，次のような記載がある（下記記載中に引用する「\n図１」ないし「図３」については別紙２を参照）。\nア  「【特許請求の範囲】\n【請求項１】 回転ドラム内に使用済み紙おむつを収容し，この紙おむつを\n処理液である膨潤抑制剤水溶液に浸漬して紙おむつの吸水性ポリマーの膨\n潤を抑制する膨潤抑制工程と，\n上記紙おむつを８０℃以上の加熱処理液に浸漬しながら回転ドラムを回転\nして紙おむつを解体する解体工程と，\n解体された紙おむつのカバー類を回転ドラム内に残したまま汚物と吸水性\nポリマーとセルロースが処理液中に散在した状態で，これを濾過すること\nにより，セルロースと大部分の吸水性ポリマーを残して汚物を含んだ処理\n液を下水処理施設側へと排出する排液工程と，\n上記濾過により残ったセルロースと吸水性ポリマーを回収するセルロース\n・吸水性ポリマー回収工程と，を含むことを特徴とする使用済み紙おむつ\nの処理方法。」（２頁）\nイ  「【発明の属する技術分野】本発明は，使用済み紙おむつ，例えば病院\nや老人ホームなどで使用された紙おむつを解体，消毒・消臭し，紙おむつ\nの構成成分に分離回収する使用済み紙おむつの処理方法，及びその処理装\n置に関する。」（段落【０００１】）\nウ  「【従来の技術】紙おむつは，非透水性表カバーシートと透水性不織布\nシートの間に高吸水性ポリマー粒子や繊維状セルロースを内包しており，\n使用すると高吸水性ポリマーが水分で高膨潤するので，布おむつのように\n洗濯して汚物を除去しても再使用できない。このため，使用済み紙おむつ\nは，焼却あるいは埋め立てにより処理されている現況にあり，衛生，環境\n保全の面から問題視されている。そこで，紙おむつの処理装置および処理\n方法として種々の提案がなされている。」（段落【０００２】）\n「例えば，特開２０００－８４５３３号公報には，使用済み紙おむつを\n粉砕機で分断して構成成分に分解分離し，その後塩化カルシウムを投入し\nた分解槽で高吸水性ポリマーを塩化カルシウムでモノマーに分解して水溶\n化し，パルプ成分を分離回収する方法が提案されている。」（段落【００\n０３】）\n「また，特表平６－５０２４５４号公報には，紙おむつを歯状のブレー\nド等によって細断して構成要素に分離する方法が提案されている。」（段\n落【０００４】）\nエ  「【発明が解決しようとする課題】しかしながら，従来の使用済み紙お\nむつの処理方法にあっては，いずれも使用済み紙おむつを汚物と共にブレ\nード等による機械的裁断力で強制的に解体し，同時あるいはその後に洗浄\nし，紙おむつの構成成分を回収するものであり，汚物の除去を十分に行う\nことができない。このため，回収した構成成分中に多量の汚物が残ってお\nり，悪臭，衛生等の問題があり，その後の処理も困難であった。そして，\n紙おむつを分解する際にブレード等によって機械的な裁断力を加えるの\nで，ビニール製カバー類も一緒に裁断することとなり，細かく裁断された\nカバー類が回収されたセルロースに混入し易く，これを除去することが困\n難であった。」（段落【０００５】）\n「また，従来の紙おむつ処理装置は，高吸収性ポリマーが処理時に水を\n吸収してさらに膨潤するので，装置内に投入した後の容積増大率が大きい。\nこのため，装置の大きさの割には処理量が少ない。したがって，処理能力\nの割には大型になってしまい，広い設置スペースを必要としていた。とこ\nろが，病院や老人ホーム等の施設では広い設置スペースを確保することは\n容易でなく，したがってこの種の装置の設置を望んでいるにも拘わらず事\n実上設置困難であった。」（段落【０００６】）\n「本発明は，このような事情に鑑みてなされたものであり，使用済み紙\nおむつを処理する際に容積の増大を抑制でき，また，解体する際に，カバ\nー類は細かく裁断しないで内部の吸水性ポリマーやセルロースなどの吸収\n材をばらばらに解体し，回収したセルロースと吸水性ポリマー中に残る汚\n物を減少することができ，処理能力の割りに小型化でき，設置場所につい\nても比較的自由に選択できる簡便な使用済み紙おむつの処理方法，及びそ\nの処理装置を提供することを目的とする。」（段落【０００７】）\nオ  「【課題を解決するための手段】本発明は上記目的を達成するために提\n案されたもので，請求項１に記載のものは，回転ドラム内に使用済み紙お\nむつを収容し，この紙おむつを処理液である膨潤抑制剤水溶液に浸漬して\n紙おむつの吸水性ポリマーの膨潤を抑制する膨潤抑制工程と，上記紙おむ\nつを８０℃以上の加熱処理液に浸漬しながら回転ドラムを回転して紙おむ\nつを解体する解体工程と，解体された紙おむつのカバー類を回転ドラム内\nに残したまま汚物と吸水性ポリマーとセルロースが処理液中に散在した状\n態で，これを濾過することにより，セルロースと大部分の吸水性ポリマー\nを残して汚物を含んだ処理液を下水処理施設側へと排出する排液工程と，\n上記濾過により残ったセルロースと吸水性ポリマーを回収するセルロース\n・吸水性ポリマー回収工程と，を含むことを特徴とする使用済み紙おむつ\nの処理方法である。」（段落【０００８】）\nカ  「【発明の実施の形態】以下，本発明の実施の形態を図面に基づいて説\n明する。図１（ａ）は紙おむつ処理装置１の一実施形態の正面図，図１（\nｂ）はその背面図，図２は正面から見た内部構造の説明図，図３は右側面\nから見た内部構造の断面図である。」（段落【００１９】）\n「これらの図面に示すように，本実施の形態の紙おむつ処理装置１は，\n前面に開閉扉２を有する筺体３の内部に，基台４上に振動吸収材５を介し\nて設けられた外胴６と，該外胴６内に回転自在に設けられ，使用済みの紙\nおむつを収容する回転ドラム７と，外胴６の底部に設けられ，解体された\n紙おむつの吸収材や汚物を収容可能な収容槽９と，該収容槽９の下流側に\n設けられた濾過分別槽１０と，外胴６内に処理液を供給する処理液供給手\n段と，紙おむつを浸漬する処理液に膨潤抑制剤を含ませて膨潤抑制剤水溶\n液とする膨潤抑制剤投入手段と，収容槽９内のものを濾過するとともに汚\n物を含んだ処理液を下水処理施設側へ排出する濾過排液手段と，収容槽９\n内のものを濾過分別槽１０へ排出する排出手段と，回転ドラム７を回転駆\n動するモータ１３と，少なくとも収容槽内の処理液のレベルを検出する処\n理液レベル検出手段と，処理液レベル検出手段からの検出信号を受けてレ\nベルを監視するとともに上記各機器を制御する制御装置とから概略構成さ\nれている。」（段落【００２０】）\n「本実施形態における処理液供給手段は，図１（ｂ）に示すように，筐\n体３の上部に設けた貯液タンク３０と，この貯液タンク３０内に上水道の\n水を供給する貯留水供給弁３１と，貯液タンク３０内に膨潤抑制剤を供給\nする膨潤抑制剤供給手段と，貯液タンク３０内に設けたヒータ３４と，貯\n液タンク３０内に貯留した処理液を外胴６（処理室）内に流下する処理液\n供給弁３３と，これらを接続する各種の配管等から構成されている。なお，\n別設した湯沸器から貯液タンク３０内に湯を供給する給湯弁を設け，予め\n加熱した湯を貯液タンク３０に供給する構成を採ることもできる。なお，\n貯液タンク３０内に設けるヒータ３４は，スチームヒータでも電気ヒータ\nでもよい。」（段落【００２８】）\n「膨潤抑制剤供給手段は，膨潤抑制剤を溜めておく膨潤抑制剤タンク（\n図示せず）と，この膨潤抑制剤タンクから貯液タンク３０内に所定量の膨\n潤抑制剤を供給する膨潤抑制剤供給ポンプ３５と，これらを接続する配管\n等から構成されている。」（段落【００２９】）\n「膨潤抑制剤は，紙おむつの構成部分である高吸水性ポリマーの膨潤を\n抑制するもの，すなわち非膨潤ないし低膨潤状態とするものであり，アル\nカリ土類金属塩，多価金属塩，金属水酸化物のうち，少なくともアルカリ\n土類金属塩，多価金属塩，金属水酸化物の１種の水溶性化合物であること\nが好ましく，処理液としてはこれを含む水溶液とする。処理液水溶液中の\n濃度は，０．１～２０％，好ましくは０．２～１０％，より好ましくは０．\n３～３％である。」（段落【００３０】）\n「また，前記高吸水性ポリマーとしては，例えばアクリル酸塩架橋重合\n体，イソブチレン－マレイン酸塩架橋重合体，アクリル酸エステル－酢酸\nビニル共重合体のケン化物架橋体，デンプン－アクリル酸塩グラフト共重\n合体，側鎖にカルボキシル基を有するビニルポリマー等が好適である。」\n（段落【００３１】）\n「薬品投入手段は，所望する薬品を入れた薬品タンク（図示せず）と，\nこの薬品タンク内の薬品を貯液タンク３０内に供給する薬品投入ポンプ３\n６と，これらを接続する配管等から構成される。薬品としては，消毒剤，\n消臭剤，脱臭剤，防臭剤，芳香剤などであり，必要に応じて適宜選択する\nことができる。」（段落【００３２】）\n「消毒剤として，汚物を酸化分解する薬剤で，次亜塩素酸ナトリウム，\n次亜塩素酸カリウム等の次亜塩素酸，さらし粉，過酸化水素，過マンガン\n酸カリウム，二酸化マンガン，鉄系化合物，過炭酸ナトリウム，オゾン，\n有機過酸化物，二酸化塩素，亜塩素酸塩，過硫酸塩，過ヨウ素酸塩などが\n挙げられ，この中でも次亜塩素酸ナトリウム，さらし粉，過塩素酸塩，過\n硫酸塩，過ヨウ素酸塩であることが好ましい。なお，次亜塩素酸ナトリウ\nムは消毒剤としても消臭剤としても機能するので好適である。次亜塩素酸\nナトリウムは酸性状態で酸化力が高いので，酢酸等の酸と共存して使用す\nることがより好ましい。また，消毒剤の濃度は，消毒処理後の水溶液中で\n０．０１～５００ｐｐｍ，好ましくは０．０５～３００ｐｐｍ，より好ま\nしくは０．１～２００ｐｐｍである。」（段落【００３３】）\nキ  「次に，前記した構成からなる使用済み紙おむつの処理装置１の作用と\nその処理方法について説明する。」（段落【００４６】）\n「まず，開閉扉２２（判決注・「開閉扉２」の誤り）を開いて回転ドラ\nム７内に使用済み紙おむつを投入し，操作パネル２６のスタートスイッチ\nをオンにする。すると，制御装置７１が，筐体３に設けた扉開閉検出器（\n図示せず）からの信号に基づいて開閉扉２の閉状態を確認した後，処理液\n供給弁３３を開いて，予め貯液タンク３０内に貯留して加熱しておいた膨\n潤抑制剤水溶液を処理室６内に供給する（膨潤抑制剤水溶液供給工程）。」\n（段落【００４７】）\n「なお，貯液タンク３０内には，制御装置７１の制御の下で，膨潤抑制\n剤投入ポンプ３５が作動して所定量の膨潤抑制剤を投入するとともに，給\n水弁３１が開いて所定量の水を投入し，これにより所定濃度の膨潤抑制剤\n水溶液（処理液）が貯留されている。したがって，スタートスイッチがオ\nンになると，この処理液が処理室内に供給され，紙おむつを回転ドラム７\n内で浸漬する。」（段落【００４８】）\n「本実施形態では，図２中符号Ｌで示すように，回転ドラム７の中心よ\nりも下方の位置まで処理液が供給され，この処理液のレベルを前記した第\n１液面検出器３８ａが検出すると，この第１液面検出器３８ａからの信号\nに基づいて制御装置７１が処理液供給弁３３を閉じる。なお，処理室内の\n処理液のレベルが危険域まで上昇した場合には，前記した第２液面検出器\n３８ｂからの信号に基づいて制御装置７１が処理液の供給を強制的に停止\nさせ，処理液が溢れ出るトラブルを未然に防止する。」（段落【００４９\n】）\n「紙おむつを膨潤抑制剤水溶液に浸漬すると，紙おむつの内部の高吸水\n性ポリマーが膨潤抑制剤の作用により膨潤が抑制されて膨張しないばかり\nでなく，尿などの水分を吸収して膨潤していた高吸水性ポリマーは収縮し\nて水分を染み出して小さな粒状あるいは粉末状になり，また，膨潤してい\nなかった高吸水性ポリマーも水分を吸収することなく小さな粒状あるいは\n粉末状のままである（膨潤抑制工程）。したがって，回転ドラム７内の紙\nおむつは容積が減少したとしても増加することはない。」（段落【００５\n０】）\n「外胴６内に所定量の加熱した膨潤抑制剤水溶液を供給して回転ドラム\n７内の紙おむつが浸漬されたならば，制御装置７１がモータ１３を回転し\nて回転ドラム７を一方向に回転し，この回転により紙おむつを加熱状態で\n攪拌して解体する（解体工程）。」（段落【００５１】）\n「紙おむつを加熱した処理液（膨潤防止剤水溶液）中で攪拌する理由は，\n殺菌あるいは滅菌の他に紙おむつを構成している表カバーシート（ポリオ\nレフィンシート等）と不織布の接合（接着）力が弱くなり，カバーシート\nが軟化して剥離・解体し易い状態にするためである。このため，加熱処理\n液の温度は８０～１００℃，好ましくは８５℃以上である。８５℃まで加\n熱すると殺菌あるいは滅菌を確実に行うことができ，しかも，すべての紙\nおむつを解体できる。」（段落【００５２】）\n「前記した様に，高温処理液で加熱した紙おむつを回転ドラム７の回転\nにより一方向回転すると，紙おむつを攪拌突起１６に引っ掛けて高く持ち\n上げてから落下させることができ，この落下による衝撃により容易に解体\nすることができ，また攪拌されて他の紙おむつに引っ張られて破断される。\n特に，紙おむつの表カバーシートのヒートシール部分が熱により軟化され\nると，この部分から剥離して内部の吸収材が外に出易い。したがって，こ\nの加熱下における攪拌をある程度継続すると，すべての紙おむつの表カバ\nーシートや内面の不織布シートが解体されて，これらのより内包されてい\nるセルロースや高吸水性ポリマーがばらばらに解体される。」（段落【０\n０５４】）\n「紙おむつのカバー類の接合部分が破れると，内部の高吸水性ポリマー\nは小さな粒状あるいは粉末状に固化しているので，この粒状高吸水性ポリ\nマーは回転ドラム７の貫通孔１５を通って収容槽９の底部に沈殿する。し\nたがって，膨潤した高吸水性ポリマーが回転ドラム７と外胴６との間に入\nり込んで回転ドラム７の回転を阻止するという不都合が解消され，この隙\n間を従来より狭く設定しても問題がない。このため，同じ大きさの回転ド\nラム７を備えていても従来よりも外胴６を小さくすることができ，これに\nより処理装置１の小型化を促進させることができる。」（段落【００５５\n】）\n「解体工程が終了したならば，解体された紙おむつのカバー類を回転ド\nラム７内に残したまま汚物と吸水性ポリマーとセルロースが処理液中に散\n在した状態で，これを濾過することにより，セルロースと吸水性ポリマー\nを残して汚物を含んだ処理液を下水処理施設側へと排出する（排液工程）。」\n（段落【００５９】）\n「この排液工程が終了したならば，制御装置７１からの信号により収容\n槽９の第２排出弁１２を開いて収容槽９内の処理液をセルロースと吸水性\nポリマーの粉末と共に濾過分別槽１０に流下し，この濾過分別槽１０でセ\nルロースと吸水ポリマーを残して処理液を下水処理施設側へと排水する。」\n（段落【００６５】）\n「濾過分別が終了したならば，濾過分別槽１０内に残ったセルロースと\n吸水性ポリマーからなる粉末を圧縮機構により圧縮してケーキとして回収\nする（セルロース・吸水性ポリマー回収工程）。回収されたケーキ状のセ\nルロースと吸水性ポリマーは加熱滅菌ないし加熱殺菌されているので，一\n般廃棄物として廃棄することができる。そして，回転ドラム７内に残った\nカバー類は，加熱滅菌ないし加熱殺菌されているので，回転ドラム７から\n取り出した後に一般廃棄物として廃棄することができる。」（段落【００\n６６】）\nク  「【実施例】（実施例１）市販の大人用紙おむつ１６枚の各々の内面に\n汚物代替物として味噌約１００ｇを塗ったものを回転ドラム７内に投入\nし，次に，塩化カルシウム濃度が０．２重量％の水溶液（処理液）３０リ\nットルを外胴６内に供給し，室温において，ドラム回転速度３０ｒｐｍで\n１２秒間回転，５秒間停止，１２秒間逆回転，５秒間停止を繰り返し，計\n３０分間攪拌した。続いて，水溶液を排水した後，回転ドラム７を一方向\nに３分間回転して回転ドラム７内の紙おむつを脱水した。そして，排水は\nポリプロピレン製の不織布で濾過した。」（段落【００６７】）\n「（実施例８）要介護老人施設より提供された使用済み紙おむつ２０枚\nを回転ドラム７内に投入し，次に，濃度が１重量％となる塩化カルシウム\nおよび濃度が１％となる次亜塩素酸ナトリウムを含む水溶液５０リットル\nを外胴６内に供給し，室温において，実施例１と同様の条件で回転ドラム\n７を３０分間回転し，攪拌した。続いて，汚物等を含む水溶液を排出後，\n実施例１と同様に回転ドラム７内の紙おむつを脱水した。また，排水はポ\nリプロピレン製の不織布で濾過した。さらに，処理装置１内へ水を供給し，\n５分間回転ドラム７を回転して使用済み紙おむつを水洗し，再び，排水，\n脱水，濾過を行った。」（段落【００７４】）\nケ  「実施例１～５及び実施例８に記載の約６０℃以下での処理方法におい\nては，塩化カルシウム等の作用によって紙おむつを非膨潤状態ないし低膨\n潤状態で洗浄できるため，１回に処理できる紙おむつの処理枚数が多くな\nる。」（段落【００８３】）\n「実施例８で処理した汚物を含む水溶液は，汚物臭が完全に消失し，硝\n酸銀水溶液の数滴の添加によって，遊離塩素イオンの存在を示す塩化銀の\n微白濁が生じた。この定性分析より，処理のための薬剤水溶液に，塩化カ\nルシウム等のアルカリ土類金属と次亜塩素酸ナトリウムなどの消毒剤，消\n臭剤が含まれることが極めて有効な処理方法であることが明らかになっ\nた。一方，次亜塩素酸ナトリウムなどの消毒剤，消臭剤を含まない比較例\n１では，すべての処理段階で，処理水溶液に硝酸銀水溶液を添加しても塩\n化銀の白濁は起こらず，また，処理後の処理装置１内及び濾過分別槽１０\nから汚物の臭気が観測された。」（段落【００８４】）\nコ  「【発明の効果】以上説明したように本発明によれば，使用済み紙おむ\nつを膨潤抑制剤水溶液に浸漬して吸水性ポリマーの膨潤を抑制するので，\n処理中に水分を吸収して膨張することを防止することができ，これにより\n一度に処理できる紙おむつの数量を増加することができる。したがって，\n同じ処理能力であっても，従来の処理装置に比較して小型化を図ることが\nでき，設置スペースを節約することができる。このため，病院，老人ホー\nム，ホテルなど設置スペースに余裕がない施設に設置することができる。\nさらに，吸水性ポリマーの膨潤を抑制すると，回転ドラムと外胴との間に\n膨潤した吸水性ポリマーが入り込むことを防止できるので，回転ドラムと\n外胴との間の隙間を小さくすることができ，これも処理装置の小型化に寄\n与する。」（段落【００９９】）\n(3)  引用例２の記載事項\n引用例２（甲２）には，次のような記載がある。\nア  「【特許請求の範囲】\n【請求項３】  吸水性ポリマーをアルカリを用いて分解することを特徴と\nする吸水性ポリマーの分解方法。」（２頁）\nイ  「【発明が解決しようとする課題】本発明の目的は，吸水性ポリマーを\n短時間で分解し，廃棄する，あるいは，回収しリサイクルする方法を提供\nすることである。」（段落【０００５】）\nウ  「【課題を解決するための手段】本発明の吸水性ポリマー分解方法は，\n吸水性ポリマーへ，少量の酸あるいはアルカリを添加することにより，極\nめて速やかに，分解可溶化する方法である。また，酸あるいはアルカリに\nよる吸水性ポリマーの分解時に，少量の酸化剤を共存させることにより，\n酸あるいはアルカリ単独の場合に比べ，より少量の酸あるいはアルカリで，\nより極めて速やかに，分解可溶化できる吸水性ポリマーの分解方法である。\n本発明によれば，吸水性ポリマーを含む，生理用品，おむつなどの衛生用\n品，土壌保湿剤などの廃棄物から，簡便に吸水性ポリマーを分解可溶化し，\n吸水性ポリマー以外のパルプなどの材料から分離することが可能となり，\n廃棄あるいはリサイクルが極めて容易かつ低コストで可能となる。さらに\nは，酸化剤を併用することにより，生理用品，おむつなどの衛生用品など\nを同時に殺菌することも可能となる。」（段落【０００６】）\nエ  「【発明の実施の形態】本発明が適用できる吸水性ポリマーには，橋か\nけポリアクリル酸塩系重合体，イソブチレン／マレイン酸塩系重合体，デ\nンプン／ポリアクリル酸塩系重合体，ＰＶＡ／ポリアクリル酸塩系重合体，\nアクリル繊維の加水分解物系重合体，橋かけＰＶＡ系重合体，橋かけＣＭ\nＣ系重合体などが挙げられる。特に本発明の方法は橋かけポリアクリル酸\n塩系重合体，デンプン／ポリアクリル酸塩系重合体，ＰＶＡ／ポリアクリ\nル酸塩系重合体に対して有効に用いられる。…また吸水性ポリマーを分解\nするためのアルカリとしては水酸化ナトリウム，水酸化カリウム，アンモ\nニア，水酸化カルシウムなどがあり，特に水酸化ナトリウム，アンモニア\nが好ましい。…また吸水性ポリマーを分解するためのアルカリは，０．０\n１～１００（Ｗ／Ｖ）％の水溶液として用いるのが好ましい。吸水性ポリ\nマーを分解するために用いる酸またはアルカリの量は，膨潤させた吸水性\nポリマー１重量部に対して０．００１～１０００重量部，好ましくは０．\n０１～１００重量部の上記濃度の酸またはアルカリ水溶液である。」（段\n落【０００７】）\nオ  「【実施例】吸水性ポリマーの分解率は十分量の蒸留水で膨潤させたゲ\nルを目開き１．７０ｍｍの篩で１０分水切り処理したものを，一定量秤量\nし，そのゲルに対して各種処理を行った後，その全量を目開き０．２１ｍ\nｍの篩にかけ，１０分後の残存ゲル重量を測定し，各種処理前の重量に対\nする比率を計算し，その比率を分解率とした。吸水性ポリマーは，橋かけ\nポリアクリル酸塩系重合体である「ワンダーゲル」（商品名：花王株式会\n社製）を使用した。」（段落【０００９】）\n(4)  相違点１の容易想到性について\n原告は，本件審決が，引用例１発明における塩化カルシウムの代わりに引\n用例２の水酸化カルシウムを使用することは当業者が容易に想到するところ\nであると判断したのは誤りである旨主張するので，以下において判断する。\nア  引用例１に，前記第２の３(2)アのとおりの引用例１発明が記載されてい\nることは当事者間に争いがない。\nそして，前記(2)認定の引用例１の記載事項によれば，引用例１には，次\nの点が開示されていることが認められる。\n(ア)  従来の「使用済み紙おむつ」（以下，特に断りのない限り，「使用\n済み紙オムツ」といい，また，「紙おむつ」を「紙オムツ」という。）\nの処理方法は，使用済み紙オムツを汚物と共にブレード等による機械的\n裁断力で強制的に解体し，同時あるいはその後に洗浄し，紙オムツの構\n成成分を回収するものであって，汚物の除去を十分に行うことができな\nいため，悪臭，衛生等の問題があり，その後の処理も困難であり，しか\nも，紙オムツを分解する際にブレード等によって機械的な裁断力を加え\nるので，細かく裁断されたビニール製カバー類が回収されたセルロース\nに混入し易く，これを除去することが困難であるという課題があった。\nまた，従来の紙オムツの処理装置は，使用により水分で高膨潤した使\n用済み紙オムツの高吸収性ポリマーが処理時に水を吸収して更に膨潤\nし，装置内に投入した後の容積増大率が大きくなるため，処理能力の割\nには装置が大型になり，広い設置スペースを必要としたが，病院や老人\nホーム等の施設では広い設置スペースを確保することは容易でなく，事\n実上設置困難であるという課題があった。\n(イ)  「本発明」は，前記課題を解決し，使用済み紙オムツを処理する際\nに容積の増大を抑制することができ，また，カバー類を細かく裁断しな\nいで内部の吸水性ポリマーやセルロースなどの吸収材をばらばらに解体\nして，回収したセルロースと吸水性ポリマー中に残る汚物を減少するこ\nとができ，処理能力の割に装置を小型化することができ，設置場所につ\nいても比較的自由に選択できる簡便な使用済み紙オムツの処理方法を提\n供することを目的とする。\n(ウ)  引用例１発明は，前記課題を解決するための手段として，実施例８\n（段落【００７４】等）記載のように，使用済み紙オムツを投入した回\n転ドラムに，膨潤抑制剤として塩化カルシウム，消毒剤として次亜塩素\n酸ナトリウムを含む所定量の水溶液を供給し，回転ドラムを回転させて\n撹拌することによって，使用済み紙オムツの吸水性ポリマーの膨潤を抑\n制し，紙オムツを非膨潤状態ないし低膨潤状態で洗浄すると共に，消毒\nする構成を採用した。\nそして，引用例１発明においては，使用済み紙オムツの吸水性ポリマ\nーが膨潤抑制剤の作用により膨潤が抑制されて膨張しないばかりでな\nく，尿などの水分を吸収して膨潤していた吸水性ポリマーが収縮して水\n分を染み出して小さな粒状あるいは粉末状になり，また，膨潤していな\nかった吸水性ポリマーも水分を吸収することなく小さな粒状あるいは粉\n末状のままであるので，回転ドラム内の紙オムツの容積が増加すること\nはなく，このように吸水性ポリマーの膨潤を抑制し，処理中に水分を吸\n収して膨張することを防止するので，一度に処理できる紙オムツの数量\nを増加することができ，同じ処理能力であっても従来の処理装置に比較\nして小型化を図ることができる効果を奏する。\nこの膨潤抑制剤としては，塩化カルシウム等のアルカリ土類金属塩，\n多価金属塩又は金属水酸化物の１種の水溶性化合物が好ましい。\nイ  引用例１の前記アの開示事項によれば，引用例１発明においては，膨潤\n抑制剤として，アルカリ土類金属塩である塩化カルシウムを用いているが\n（実施例８），引用例１記載の処理方法に用いることができる膨潤抑制剤\nは，塩化カルシウムに限るものではなく，塩化カルシウム等のアルカリ土\n類金属塩，多価金属塩又は金属水酸化物の１種の水溶性化合物であれば，\nいずれでも好ましいことの示唆があるものと認められる。\nまた，前記(3)によれば，引用例２には，吸水性ポリマーを含む，生理用\n品，「おむつ」などの衛生用品に少量のアルカリを添加することにより，\n簡便に吸水性ポリマーを分解し，吸水性ポリマー以外のパルプなどの材料\nから分離することが可能となり，廃棄あるいはリサイクルが極めて容易か\nつ低コストで可能となること，このアルカリとしては，水酸化ナトリウム，\n水酸化カリウム，アンモニア，水酸化カルシウムなどがあり，０．０１～\n１００（Ｗ／Ｖ）％の水溶液として用いるのが好ましいことが開示されて\nいる。上記アルカリのうち，水酸化ナトリウム，水酸化カリウム及び水酸\n化カルシウムは，いずれも金属水酸化物である。\nそして，引用例２においては，「おむつ」などの衛生用品の吸水性ポリ\nマーがアルカリの添加により分解すると，吸水性ポリマーから水分が放出\nされ，それにより吸水性ポリマーの膨潤が抑制されるものと理解できる。\nそうすると，引用例１及び引用例２に接した当業者においては，引用例\n２記載の水酸化ナトリウム，水酸化カリウム，アンモニア，水酸化カルシ\nウムなどのアルカリが，「おむつ」などの衛生用品の吸水性ポリマーから\n水分を放出し，吸水性ポリマーの膨潤を抑制する点において，引用例１記\n載の膨潤抑制剤である塩化カルシウム等のアルカリ土類金属塩，多価金属\n塩又は金属水酸化物の１種の水溶性化合物と共通の機能を有すること，水\n酸化ナトリウム，水酸化カリウム及び水酸化カルシウムは，いずれも金属\n水酸化物であることを理解し，引用例１発明において，膨潤抑制剤として，\n塩化カルシウムに代えて引用例２記載の金属水酸化物を使用することを試\nみる動機付けがあるものと認められる。\nしたがって，当業者であれば，引用例１発明の塩化カルシウムに代えて\n引用例２記載の金属水酸化物の一つである水酸化カルシウム（消石灰）を\n膨潤抑制剤として採用することを容易に想到することができたものと認め\nられる。\nウ  原告は，これに対し，引用例１発明において塩化カルシウムの代わりに\n引用例２の水酸化カルシウムを使用することの動機付けが存在せず，また，\n甲９報告書に示されているように，紙オムツの膨潤抑制剤として，水酸化\nカルシウムは塩化カルシウムより優れており，水酸化カルシウムを選択す\nることは設計的事項とはいえないから，当業者が引用例１及び引用例２の\n記載に基づいて相違点１に係る本願発明の構成を容易に想到することがで\nきたものとはいえない旨主張する。\nしかしながら，前記イ認定のとおり，引用例１発明において，膨潤抑制\n剤として，塩化カルシウムに代えて引用例２記載の金属水酸化物を使用す\nることを試みる動機付けがあり，その金属水酸化物の一つである水酸化カ\nルシウム（消石灰）を採用することを容易に想到することができたものと\n認められる。\nまた，甲９報告書には，①使用済み紙オムツに使用される高分子吸収材\nの分解を行うための薬剤（分解剤）について，消石灰（水酸化カルシウム）\nと塩化カルシウムの２種類を用いてどちらがより効率的かつ安定的に分解\nを行うことができるかを目的として，同一病院の（施設）の使用済み紙オ\nムツを同量（２８０ｋｇ）ずつ投入し，分解剤として塩化カルシウム１２\nｋｇ，塩化カルシウム２４ｋｇ及び消石灰（水酸化カルシウム）１２ｋｇ\nをそれぞれ用いて，常温（２０℃）の水温で１０分間の消毒分解を行い，\nその後すずきを２回行い，脱水後に乾燥を行う比較試験を行ったこと，②\n上記比較試験の結果，塩化カルシウム１２ｋｇを使用したものについては，\n分解状態が芳しくない上に，「汚れ・ニオイ」が抜けきらない，塩化カル\nシウム２４ｋｇを使用したものについては，分解の効果は消石灰１２ｋｇ\nを使用したものと見かけ上大差はないが，「汚れ・ニオイ」が残っている，\n消石灰（水酸化カルシウム）１２ｋｇを使用したものは，「汚れ・ニオイ」\nはない旨の記載がある。上記記載は，甲９報告書の比較試験において，分\n解剤に消石灰（水酸化カルシウム）１２ｋｇを使用したものが，塩化カル\nシウム１２ｋｇを使用したものよりも分解効果が高く，また，塩化カルシ\nウム２４ｋｇを使用したものよりも「汚れ・ニオイ」が残らない点で優れ\nていることを示すものといえる。\nしかしながら，本願明細書には，分解剤としての石灰が，分解効果の点\nや「汚れ・ニオイ」が残らない点で，他の分解剤と比べて優れていること\nについての記載や示唆はないから，甲９報告書の比較試験は，本願明細書\nに開示のない効果に係る試験である上，分解剤としての水酸化カルシウム\n（消石灰）が塩化カルシウムより優れていることは，引用例１発明におい\nて，膨潤抑制剤として，塩化カルシウムに代えて引用例２記載の水酸化カ\nルシウム（消石灰）を採用することを当業者が容易に想到することができ\nたとの上記判断を左右するものではない。\nしたがって，原告の上記主張は理由がない。\n(5)  小括\n以上によれば，本件審決における相違点１の容易想到性の判断に誤りはな\nいから，原告主張の取消事由１は理由がない。\n２  取消事由２（相違点２の容易想到性の判断の誤り）について\n(1)  相違点２の容易想到性について\n原告は，本件審決が，引用例１発明において，相違点２に係る本願発明の\n特定事項を採用することは，当業者が適宜なし得ることにすぎないと判断し\nたのは誤りである旨主張するので，以下において判断する。\nア  前記１(1)ウのとおり，本願明細書には，本願発明は，「石灰と次亜塩素\nと使用済み紙オムツを処理槽内に投入し，前記処理槽内で撹拌可能な最低\n限の水を給水しながら，石灰により分解された使用済み紙オムツから，該\n使用済み紙オムツに吸収されていた水分を用いて，所定時間にわたり撹拌\nし，前記処理槽内の液体を処理槽の外へ排出させると共に脱水し，排出さ\nれた廃水を回収し水質処理を施して破棄する」構成を採用し，これにより，\n処理槽内に使用済み紙オムツと石灰及び次亜塩素を投入した処理槽内に水\nを給水しながら，撹拌している間に，石灰によって使用済み紙オムツの特\nに高分子ポリマーが分解されて吸収している水分が処理槽内に混ざり，こ\nの水分と処理槽内に給水した水を共に用いて使用済み紙オムツを撹拌し，\n分解された使用済み紙オムツから放出される細菌等は次亜塩素によって消\n毒されるので，処理槽内に供給する水の量を必要最低限の量にすることが\nでき，従来の消毒剤を含有する水流で使用済み紙オムツを処理する方法と\n比較して，無駄に水を使用することがなく，また，処理後の廃水も少ない\nので，水質処理を行う施設の規模も小さくて済み，費用の削減になるとい\nう効果を奏することが開示されている。\nこれに対し，前記１(4)アのとおり，引用例１には，引用例１発明は，使\n用済み紙オムツを投入した回転ドラムに，膨潤抑制剤として塩化カルシウ\nム，消毒剤として次亜塩素酸ナトリウムを含む所定量の水溶液を供給し，\nこの所定量の水溶液に使用済み紙オムツを浸漬した後に回転ドラムを回転\nさせて撹拌することによって，使用済み紙オムツの吸水性ポリマーの膨潤\nを抑制し，紙オムツを非膨潤状態ないし低膨潤状態で洗浄すると共に，消\n毒する構成を採用したものであり，これにより，使用済み紙オムツの吸水\n性ポリマーの膨潤が処理中に水分を吸収して膨張することを防止するの\nで，一度に処理できる紙オムツの数量を増加することができ，同じ処理能\n力であっても従来の処理装置に比較して小型化を図ることができるという\n効果を奏することが開示されている。\nこのように引用例１発明は，使用済み紙オムツを投入した回転ドラム内\nに，塩化カルシウム及び次亜塩素酸ナトリウムを含む所定量の水溶液（薬\n剤水溶液）をあらかじめ供給し，その所定量の薬剤水溶液の中で紙オムツ\nの撹拌を行う構成のものであり，本件審決が相違点２として認定するよう\nに，「処理槽内で撹拌可能な最低限の水を給水しながら」，「該使用済み\n紙オムツに吸収されていた水分を用いて」撹拌を行う本願発明の構成を備\nえていない。\nイ  そこで，相違点２の容易想到性について検討するに，引用例１（甲１）\nの実施例８には，濃度が１重量％となる塩化カルシウム及び濃度が１％と\nなる次亜塩素酸ナトリウムを含む水溶液５０リットルを回転ドラムの外胴\n内に供給し，室温において撹拌することが記載されているが（段落【００\n７４】），引用例１には，この薬剤水溶液５０リットルの量並びに同薬剤\n水溶液に含まれる塩化カルシウム及び次亜塩素酸ナトリウムの濃度が，撹\n拌中に使用済み紙オムツの吸水性ポリマーから放出される水分の量を考慮\nして定められたものであることについての記載や示唆はない。\n次に，引用例１の記載事項を全体としてみても，「紙おむつを膨潤抑制\n剤水溶液に浸漬すると，…尿などの水分を吸収して膨潤していた高吸水性\nポリマーは収縮して水分を染み出して小さな粒状あるいは粉末状になり」\n（段落【００５０】）との記載はあるものの，使用済み紙オムツに含有す\nる尿などの水分の具体的な量や，膨潤抑制剤水溶液に浸漬することにより\n吸水性ポリマーから染み出す水分の具体的な量について言及した記載はな\nいし，また，撹拌中に使用済み紙オムツの吸水性ポリマーから放出される\n水分の量を利用することにより，撹拌に用いる薬剤水溶液の量あるいは薬\n剤水溶液に含有する水の量を必要最低限の量とすることができることにつ\nいての記載や示唆もない。\nそうすると，引用例１に接した当業者において，引用例１発明における\n回転ドラム内に所定量の薬剤水溶液をあらかじめ供給し，その所定量の薬\n剤水溶液の中で紙オムツの撹拌を行う構成に代えて，薬剤（膨潤抑制剤及\nび消毒剤）の供給と水の給水（供給）とを別々に行うこととした上で，回\n転ドラム内で「撹拌可能な最低限の水を給水しながら」，「使用済み紙オ\nムツに吸収されていた水分を用いて」撹拌を行う構成（相違点２に係る本\n願発明の構成）を採用することについての動機付けがあるものとは認めら\nれない。\nしたがって，引用例１に接した当業者が，引用例１発明において，相違\n点２に係る本願発明の構成を採用することは適宜なし得るものではなく，\n上記構成を容易に想到することができたものとは認められない。\nウ  被告は，これに対し，①環境やコストなどに配慮して，下水処理すべき\n処理液の量を減らすことは，当業者にとっては自明の課題であり，特別の\n動機付けは必要ないから，引用例１発明において，使用される水の量を減\nらし，薬剤水溶液の所定量を「処理槽内で撹拌可能な最低限」の量と特定\nすることは，当業者が容易になし得ることである，②引用例１発明は，使\n用済み紙オムツを処理するものであって，使用済み紙オムツに尿，すなわ\nち水分が含まれていることは明らかであり，このような使用済み紙オムツ\nについての薬剤と水が存在する状態での撹拌は，「使用済み紙オムツに吸\n収されていた水分を用い」た撹拌であるといえるから，「使用済み紙オム\nツに吸収されていた水分を用い」る点は，本願発明と引用例１発明との実\n質的な相違点ではない，③引用例１発明において供給される「薬剤水溶液」\nを構成している薬剤と水の添加順序や添加方法を変更してみることは，当\n業者が必要に応じて適宜検討する事項であり，引用例１発明において，添\n加する薬剤を「薬剤水溶液」とした状態で添加することに代えて，薬剤と\n水を別々に添加することとし，その際に，予め薬剤を添加した後に，水を\n徐々に供給する方法を採用し，「給水しながら」の構成とすることは当業\n者が適宜なし得ることであるとして，引用例１発明において，相違点２に\n係る本願発明の構成を採用することは，当業者が容易に想到することがで\nきた旨主張する。\nしかしながら，上記①の点についてみると，相違点２に係る本願発明の\n構成である「処理槽内で撹拌可能な最低限の水を給水しながら」，「該使\n用済み紙オムツに吸収されていた水分を用いて」撹拌を行う構成の技術的\n意義は，前記ア認定のとおり，処理槽内に使用済み紙オムツと石灰及び次\n亜塩素を投入した処理槽内に水を給水しながら，撹拌している間に，石灰\nによって使用済み紙オムツの特に高分子ポリマーが分解されて吸収してい\nる水分が処理槽内に混ざり，この水分と処理槽内に給水した水を共に用い\nて使用済み紙オムツを撹拌し，分解された使用済み紙オムツから放出され\nる細菌等は次亜塩素によって消毒されるので，処理槽内に供給する水の量\nを必要最低限の量にすることができることにあるといえる。このような撹\n拌中に使用済み紙オムツの吸水性ポリマーから放出される水分の量を利用\nすることにより，処理槽内に供給する水の量を必要最低限の量とする技術\n思想は，下水処理すべき処理液の量を減らすという課題から直ちに導出で\nきるものではない。また，引用例１発明において，薬剤水溶液の所定量を\n「処理槽内で撹拌可能な最低限」の量と特定することを想到し得るとして\nも，そのことは，上記技術思想に想到し得ることを意味するものではない。\n次に，上記②の点についてみると，引用例１発明における所定量の薬剤\n水溶液中での使用済み紙オムツの撹拌においても，結果的に，撹拌中に使\n用済み紙オムツの吸水性ポリマーから放出される水分も撹拌に用いられて\nいるものとはいえるが，前記イ認定のとおり，引用例１発明における薬剤\n水溶液の量及び同薬剤水溶液に含まれる薬剤の濃度は，撹拌中に使用済み\n紙オムツの吸水性ポリマーから放出される水分の量を考慮して定められた\nものとは認められないから，引用例１発明は，撹拌中に使用済み紙オムツ\nの吸水性ポリマーから放出される水分の量をも利用するいう上記技術思想\nを具現化しているものとはいえない。\nさらに，上記③の点についてみると，前記イ認定のとおり，引用例１に\nは，使用済み紙オムツに含有する尿などの水分の具体的な量や，膨潤抑制\n剤水溶液に浸漬することにより吸水性ポリマーから染み出す水分の具体的\nな量について言及した記載はないし，また，撹拌中に使用済み紙オムツの\n吸水性ポリマーから放出される水分の量を利用することにより，撹拌に用\nいる薬剤水溶液の量あるいは薬剤水溶液に含有する水の量を必要最低限の\n量とすることができることについての記載や示唆もない。\nそうすると，引用例１に接した当業者において，引用例１発明における\n薬剤水溶液を薬剤（膨潤抑制剤及び消毒剤）と水に分離し，それぞれの供\n給を別々に行うこととした上で，回転ドラム内で「撹拌可能な最低限の水\nを給水しながら」，「使用済み紙オムツに吸収されていた水分を用いて」\n撹拌を行う構成を採用する動機付けがあるものとは認められない。\nしたがって，引用例１発明において，相違点２に係る本願発明の構成を\n採用することは当業者が容易に想到することができたとの被告の主張は，\n理由がない。\n(2)  小括\n以上によれば，本件審決における相違点２の容易想到性の判断に誤りがあ\nるから，原告主張の取消事由２は理由がある。\n３  結論\n以上のとおり，原告主張の取消事由１は理由がないが，取消事由２は理由が\nあるから，本願発明は引用例１及び引用例２に記載された発明に基づいて当業\n者が容易に発明をすることができたとした本件審決の判断は誤りであり，本件\n審決は取消しを免れない。\nしたがって，原告の請求を認容することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富      田      善      範\n裁判官          大      鷹      一      郎\n裁判官          田      中      芳      樹\n（別紙１）\n【図１】\n（別紙２）\n【図１】\n【図２】                              【図３】\n"
}