{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 11,
    "day": 30
  },
  "case_number": "平成26(わ)431",
  "case_name": "過失運転致死，道路交通法違反",
  "court_name": "岐阜地方裁判所刑事部",
  "gist": "・被告人が，自動車を運転中に，進路前方を横断歩行中の歩行者に自車を衝突させ，同人を死亡させた交通事故について，検察官の主張する自動車運転上の過失（前方左右注視及び指定最高速度遵守の注意義務違反）を認めるには合理的な疑いがあるとして，過失運転致死の公訴事実について，無罪を言い渡した事例。\n・被告人が，交通整理のされていない三差路交差点付近を直進するに当たり，交差道路の車両の有無等を確認するために同交差道路方向である左前方に視線を向けることは自動車運転上適切な行為であり，これをもって前方左右不注視と評価することは相当でないとして前方左右注視義務違反を否定した事例。\n・本件事故直前，上記歩行者方向への視界を遮る車両が存在した上，夜間で暗く，路面が湿潤で見通しが悪かった当時の道路状況等をも踏まえると，前方左右を注視しても，被告人が，停止可能距離に到達する以前に上記歩行者を発見し，制動措置を講じることができたかは疑問であり，結果回避が可能であったとはいえないとして過失を否定した事例。",
  "lawsuit_id": "85589",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85589",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/589/085589_hanrei.pdf",
  "contents": "主              文\n被告人を懲役１年に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n本件公訴事実中，過失運転致死の点については，被告人は無罪。\n理              由\n（罪となるべき事実）\n被告人は，平成２６年１１月１７日午後６時１分頃，普通乗用自動車（以下，「被\n告人車両」という。）を運転し，岐阜市島栄町内の東西に延びる市道（以下，「本\n件市道」という。）と南方に延びる市道とが交わる，交通整理の行われていない三\n差路交差点（以下，「本件交差点」という。）を，東から西へ向かい直進するに当\nたり，折から同交差点出口付近に向けて本件市道を北側から南側に向かい横断歩行\n中のＡ（当時８４歳）に自車左前部を衝突させて路上に転倒させ，同人に重症頭部\n外傷等の傷害を負わせる交通事故（以下，「本件事故」という。）を起こし，もっ\nて，自己の運転に起因して人に傷害を負わせたのに，直ちに車両の運転を停止して，\n同人を救護する等必要な措置を講じず，かつ，その事故発生の日時及び場所等法律\nに定める事項を，直ちに最寄りの警察署の警察官に報告しなかった。\n（一部無罪の理由）\n本件公訴事実中，過失運転致死の点（公訴事実第１）は，「被告人は，平成２６\n年１１月１７日午後６時１分頃，普通乗用自動車を運転し，岐阜市島栄町内の交通\n整理の行われていない三差路交差点を，東から西方面へ向かい直進するに当たり，\n同所は道路標識によりその最高速度が４０キロメートル毎時と指定された場所であ\nったから，同最高速度を遵守するはもとより，前方左右を注視し，進路の安全を確\n認しながら進行すべき自動車運転上の注意義務があるのにこれを怠り，左方道路か\nら来る車両の有無に気をとられ，前方左右を十分注視せず，進路の安全確認不十分\nのまま漫然時速約５０キロメートルで進行した過失により，折から同交差点出口付\n近を右方から左方へ向かい小走りで歩行横断中のＡ（当時８４歳）を至近距離に迫\nってようやく認めたが，急制動の措置を講じる間もなく，同人に自車左前部を衝突\nさせて路上に転倒させ，よって，同人に重症頭部外傷等の傷害を負わせ，同日午後\n８時４２分頃，同市内の病院において，同人を上記重症頭部外傷により死亡させた」\nというものである。\nこの点，関係証拠によれば，被告人が，判示のとおりの交通事故を起こし，これ\nにより，Ａに重症頭部外傷等の傷害を負わせ，同人を同外傷により死亡させたとの\n事実を優に認定することができ，その限りにおいては当事者間にも争いがないが，\n本件事故発生時の被告人の走行状況，現場付近の交通状況やこれを前提とした自動\n車運転上の過失の有無については下記第１のとおり争いがある。\n当裁判所は，検察官の主張する自動車運転上の過失があったと認めるには合理的\nな疑いが残り，上記公訴事実については犯罪の証明がないことに帰するものと判断\nしたので，以下，その理由を説明する。\n第１  当事者の主張及び本件における争点\n１  当事者の主張\n検察官は，被告人は，本件交差点を直進するに当たり，前方左右を十分に注\n視せず，安全確認不十分なまま，最高速度を超える時速約５０キロメートルで\n進行した過失により，本件事故を惹起した旨主張するとともに，これに関連し\nて，本件事故当時，被告人車両の走行車線（以下，「被告人走行車線」という。）\nの対向車線（以下，単に「対向車線」という。）上には，被告人の視界を遮る\nような車両は存在していなかったから，Ａが道路の横断を開始し始めた直後に\nは同人を発見することができた上，最高速度を遵守し，かつ，同時点で制動等\nの回避措置をとれば，本件事故を回避することができた旨主張する。\nこれに対し，弁護人は，前方左右の不注視及び速度超過の各事実を争うとと\nもに，本件当時，対向車線上には複数の車が渋滞又は低速で走行し連なってい\nる状態であったため，対向車線上に連なる車両の背後を横断していたＡの姿は\n被告人からは目視することはできず，被告人がＡを発見し得た時点で制動措置\nをとったとしても本件事故を回避することはできなかったから，いずれにして\nも被告人には自動車運転上の過失はないとして，過失運転致死の点について無\n罪を主張する。\n２  本件における争点\n本件における争点は，被告人の自動車運転上の過失の有無であり，これを基\n礎付けるより具体的な争点として，本件事故当時の①被告人車両の走行速度，\n②前方左右不注視の事実の有無，③対向車線上の道路状況及びこれを踏まえた\n④結果回避可能性の４点が挙げられる。\nそこで，以下，本件事故現場付近の状況や本件事故の発生状況等について，\n前提となる事実を認定した上で，上記①ないし④の各争点について検討し，被\n告人の自動車運転上の過失の有無についての結論を示すこととする。\n第２  前提となる事実\n前掲証拠のほか，自動車工学の専門家作成に係る鑑定書（以下，「鑑定書」\nという。）を含む関係証拠によれば，本件事故現場及び本件事故の客観的状況\nとして以下の事実が認められる。\n１  本件事故現場の状況等\n⑴  本件事故現場は，中央線で区分された片側１車線の車道幅員７．３メート\nルの東西に通じる本件市道と，本件市道から南方に通じる車道幅員５．８メ\nートルの市道（以下，「交差道路」という。）が交わる三差路交差点（本件\n交差点）付近の道路である。被告人が走行していた本件市道の本件事故現場\n付近における最高速度は，４０キロメートル毎時と規制されていた。そして，\n本件交差点内には，東西方向及び南北方向ともに横断歩道は設置されておら\nず，本件市道を南北に横断する横断歩道は，本件事故現場から東方約６５メ\nートルの地点及び西方約１１７メートルの地点にそれぞれ設置されていた。\n⑵  本件市道の沿道には，本件事故現場の北側にスーパーマーケットが，南側\nにガソリンスタンドがあり，本件市道を挟んだ同ガソリンスタンドの北東端\nの向かい（北側）には上記スーパーマーケットの店舗出入口が設置されてい\nた。また，上記スーパーマーケットに隣接した東側には駐車場が設置されて\nおり，本件市道側にはその出入口が複数設けられていた。\n⑶  本件市道は，アスファルト舗装された直線状の平坦な路面であり，本件事\n故当時，天候は曇りであったが，路面は降雨があったため湿潤な状態にあっ\nた。また，事故発生時刻は，日没後であり，通行車両は前照灯を点灯して走\n行していたが，付近に設置された街路灯や周辺の店舗の照明等で比較的明る\nい状態であった。\n２  本件事故の発生状況等\n⑴  被告人は，本件事故当日，勤務先から帰宅するため，普通乗用自動車を運\n転し，本件事故現場の東方にある交差点から右折して本件市道に入り，本件\n市道を西進していた。なお，本件事故直前，被告人車両と先行車両との車間\n距離は，約６０メートル程度であった。\n⑵  一方，Ａは，本件事故の直前に，上記スーパーマーケットでの買い物を済\nませた後，上記１⑵の店舗出入口から歩いて店の外に出て，同所近くに設置\nされていた街路灯（上記ガソリンスタンドの向かいに設置されていたもの。\n以下，「本件街路灯」という。）付近から車道に入り，交差道路方面に向か\nって本件市道の横断を開始した。Ａは，横断開始後，秒速約１．２２メート\nルから１．３２メートル程度の概ね一定の速度で歩行を継続し，中央線付近\nで立ち止まることなく被告人走行車線に入った。\n⑶  本件交差点付近の本件市道北端から約４．７メートルの地点で，本件市道\nを西進してきた被告人車両の左前部と，本件市道を南方に横断歩行中のＡが\n衝突し（以下，「本件衝突」といい，その地点を「本件衝突地点」という。），\nこの衝突の衝撃により，Ａは，被告人車両の左前方約６．８メートルの地点\nまで飛ばされた。\n⑷  被告人は，本件衝突の直前と直後にはアクセルにより加速することも，ブ\nレーキにより減速することもしておらず，本件衝突地点から約５．６メート\nルの地点でブレーキを踏んだものの，路上にスリップ痕等が印象されるよう\nな急ブレーキではなかった。被告人は，本件衝突位置から３５メートルない\nし５０メートル程度進行した地点で一旦停止したが，その後，再び発進し，\nその場を逃走した。なお，本件衝突直後の被告人車両の速度は，本件衝突地\n点から約１２メートルの区間で平均して時速４０．４キロメートルであった。\n第３  争点に対する判断\n１  被告人車両の走行速度（争点①）について\n⑴  検察官は，被告人の捜査段階の供述に依拠して，本件事故現場付近での被\n告人車両の走行速度は最高速度である４０キロメートル毎時を超える時速約\n５０キロメートルであったと主張する。\n⑵  しかし，被告人は，そもそも本件事故当時速度メーターを確認して走行し\nていたわけではないというのであって，その速度に関する供述は，感覚的な\nものにすぎず，性質上，正確性が担保されているものではないから，具体的\nな速度を認定する上でその証拠価値を過大視することはできない。また，被\n告人の捜査段階の供述調書には，本件事故当時の走行速度が時速約５０キロ\nメートルであった旨具体的に特定する記載がある一方で，本件事故前後に減\n速した際の速度については時速２０キロメートルから３０キロメートルくら\nいであったなどとの幅のある記載がされており，いずれも体感速度であるに\nもかかわらず，前者についてのみ具体的に特定された速度が記載されている\nのも不自然である。この点，被告人は，公判廷においては，捜査段階では本\n件事故当時の速度については時速３０キロメートルから５０キロメートルぐ\nらいと述べていた，供述調書上は時速５０キロメートルと特定されているが，\nこれは，その旨記載された供述調書案を示された際に，ひき逃げをした負い\n目があるので仕方ないと思い訂正はしなかった旨述べている。被告人の速度\nに関する供述が感覚的なものである以上，幅のある速度を述べていたとする\n点はむしろ自然であるし，にもかかわらず，供述調書上は時速約５０キロメ\nートルとして特定された経緯として被告人が述べるところもあながち不自然\nとはいえない（被告人の警察官調書には，「時速約３０キロメートルで走行\n中」，「もし，私が時速３０キロメートルで走行していたならば」など，被\n告人が，上記公判供述に沿う供述をしていたことをうかがわせる記載もあ\nる。）。\n以上によれば，被告人の捜査段階の供述調書中の走行速度に関する記載は，\n一応の目安としての意味を持ち得るにしても，本件事故当時の客観的な速度\nを具体的に特定するに足りる証拠であるとはいえない。\n⑶  そこで，被告人の走行速度について，事故状況に関する客観的な事実やこ\nれを踏まえた専門的知見（鑑定書）を基に検討することとする。\nア  この点，前記第２の２の認定事実によれば，本件衝突地点から約１２メ\nートル進行するまでの区間における被告人車両の平均走行速度は，時速約\n４０．４キロメートルであったこと，被告人は，本件事故の直前，直後に\n加減速の措置はとっておらず，本件衝突地点から約５．６メートル進んだ\n地点で初めてブレーキをかけたこと，もっとも，急ブレーキではなく，こ\nれにより被告人車両が急激に減速することはなかったこととの各事実が認\nめられる。そして，以上に加え，ブレーキを踏もうと考えてから，実際に\nブレーキが利き始めるまでの空走距離をも併せ考慮すると，本件衝突の衝\n撃によりある程度減速した可能性があるにしても，本件衝突地点から約１\n２メートル進行する間に大幅に減速したとは考え難い。そうすると，本件\n事故当時の被告人車両の走行速度としては，時速４０．４キロメートルを\nやや上回るものであったとまでは認められるものの，本件衝突の衝撃によ\nる減速の程度も明らかでない以上，これを超えて具体的にその速度を特定\nすることはできないというべきである。\nイ  また，本件衝突地点とＡの転倒地点との距離（Ａの飛翔距離）に基づく\n本件事故時の被告人車両の計算上の走行速度は，時速約２６キロメートル\nないし３０キロメートルであり，Ａが被告人車両の進行方向の左斜め約３\n０度の角度で飛翔していることをも併せ考慮すると，実際の走行速度は上\n記計算上の速度を上回るものであったと考えられる（鑑定書）。しかし，\n飛翔距離に基づく上記考察は，上記アの認定に係る走行速度と矛盾するも\nのではないといえるものの，時速約２６キロメートルないし３０キロメー\nトルをどの程度上回るものであったかは不明であり，上記考察からも具体\n的に走行速度を特定することはできない。\n結局のところ，本件事故当時の被告人車両の走行速度については，本件全\n回るものであったと認められるにとどまり，時速約５０キロメートルで走行\nしていたとの事実までは認定できない。\n２  前方左右不注視の事実の有無（争点②）について\n⑴  検察官は，本件市道を西進中，本件衝突地点の約２５．９メートル手前か\nら進路左前方を見ながら走行した，本件衝突地点で進路前方に視線を戻し，\n目の前に人らしいものが見えたと思った瞬間に衝突してしまったなどとの被\n告人の捜査段階の供述に依拠し，被告人は交差道路から来る車両の有無に気\nをとられ，前方左右の注視を欠いた旨主張する。\n⑵  しかし，前記第２に認定した本件事故現場付近の道路状況や交通状況等に\n照らすと，仮に，本件事故直前の被告人の視線の動きが上記供述のとおりで\nあったとしても，これを前方左右不注視と評価すべきかについては疑問があ\nる。すなわち，道路交通法上，交差点に入ろうとするときには，当該交差点\nの状況に応じ，交差道路を通行する車両等，当該交差点又はその直近で道路\nを横断する歩行者に特に注意しなければならないものとされている（３６条\n４項）。この点，本件事故現場は，三差路である本件交差点付近道路である\nところ，被告人の進行方向手前側からは左方への見通しが悪い一方，本件交\n差点には横断歩道は設置されていなかったのであるから，先行車両とも十分\nな車間距離がある中，本件交差点に入ろうとするときに最も注意すべきは左\n方の交差道路を通行する車両等の有無であるというべきであって，本件交差\n点付近に至って，交差道路方向である左方に視線を向けることはむしろ必要\nかつ相当な行為であるといえる。しかも，交差道路方向を通行する車両の有\n無等を確認するには，進路前方を視野に捉えつつ，やや左前方に視線を向け\nれば足りるから，交差道路の安全確認に必要な限度での視線の移動である限\nり，これにより進路前方の対向車線方向への注意の比重が相対的に下がり，\nあるいは一時的に視界から外れることがあったとしても，これをもって前方\n左右不注視と評価することは，運転者に実現困難な過大な注意義務を課する\nに等しいといわなければならない。\nさらに，被告人は，公判廷においては，本件事故直前，「左前方と前方を\n見ていました。」，「（左前方については）３差路で車が来るかもしれない\nと思い，注意はしていました。」，「右を注視するということはしてないで\nすが，視界には入っていました。」などと述べている。本件交差点付近の道\n路状況等に照らせば，これら公判供述は，上記捜査段階の供述よりもむしろ\n自然な内容であり，少なくともその信用性を排斥することはできないという\nべきである。\nそうである以上，被告人が，本件事故直前に交差道路方向に視線を向けた\n事実は認められるものの，これをもって前方左右不注視の事実があったと評\n価することはできないというべきである。\nなお，下記５のとおり，本件事故は，夜間に発生したものである上，被告\n人の進行方向前方にはＡの横断位置への視界を遮る対向車両が存在したこと\nなどから，被告人がＡを発見し得たのは，早くとも本件衝突の１秒余り前で\nあったと認められる。そして，そうである以上，被告人が述べるとおり，衝\n突直前，被告人車両の正面にいるＡの存在に初めて気付いたのだとしても，\nそれ自体は，脇見をするなどして前方左右の注視を欠いたとの事実を推認さ\nせるものとはいえない。\n３  小括\n以上のとおり，被告人にはそもそも前方左右注視義務違反はなく，走行速度\nについても最高速度である時速４０キロメートルをやや超える程度であったと\nいうべきであるが，仮に，交差道路の方向に視線を向けたことをもって前方左\n右不注視と評価する余地があるとしても，結果回避可能性があったと認めるに\nはなお合理的な疑いが残るというべきであり，いずれにせよ，被告人には自動\n車運転上の過失があると認めることはできない。\n以下，対向車線上の道路状況（争点③）及びこれを踏まえた結果回避可能性\n（争点④）の順に補足して説明する。\n４  対向車線上の道路状況（争点③）について\n被告人は，当公判廷において，本件事故当時，本件事故現場付近では対向\n車線上に車両が連なって渋滞しており，Ａは，対向車線上の車の陰から出て\nきた旨述べている。\nこれに対し，検察官は，主として，本件事故当時，対向車線上を本件事故\n現場に向かって東進していた車両の運転手であるＢの供述，Ｂの運転車両（以\n下，「Ｂ車」という。）に搭載されていたドライブレコーダーの画像（以下，\n「ドライブレコーダー画像」という。）及びこれらを資料として作成された\n鑑定書に依拠して，対向車線上のＢ車の前方には，１台の先行車両（以下，\n「Ｂ前車」という。）が走行しており，さらにその前方を走行する先行車両\nがあった可能性も否定はできないが，いずれにせよ，本件事故当時，本件事\n故現場以東の対向車線上に渋滞による停止車両や低速で進行していた車両は\n存在しなかったことは明らかであって，上記被告人供述は信用できない旨主\n張する。\nそこで，まず，Ｂ前車の前を走行する車両が存在したか否かについて検討\nする。\nこの点，本件事故時及びその直前の本件衝突地点以東の対向車線上の道路\n状況については，Ｂ自身は，Ｂ車の約２０メートル前を走行するＢ前車によ\nって視界を遮られ，目視することができなかった上，ドライブレコーダー画\n像もＢ前車越しの状況が撮影されたものにすぎず，鑑定書も，Ｂ前車の前方\nの車両の有無については特定不能であると結論づけている。しかし，ドライ\nブレコーダー画像をつぶさにみると（以下，〔〕内に記載した時刻は，関連\nする場面がドライブレコーダー画像に表示された時刻を指す。），Ａが本件\n市道の横断を開始した約１秒後〔１８：０４：２４〕に，本件街路灯の約１\n０メートル東方に設置された中電柱（街路灯付きのもの。以下，「本件中電\n柱」という。）を過ぎた付近でＢ前車とは別の車両のブレーキランプが点灯\nしている様子を確認できるのであって，Ｂ前車の前方を走行する先行車両（以\n下，「Ｂ前々車」という。）が存在したことは明らかである。また，Ｂ前車\nとＢ前々車との車間距離については，上記時点においてＢ前車が上記ガソリ\nンスタンドの西端付近を走行していたことに照らすと，概算ながら３０メー\nトル程度であったと認められる。\n次に，Ｂ前車及びＢ前々車の走行状況をも含め，本件事故前後の本件衝突\n地点以東の道路状況について検討すると，ドライブレコーダー及び鑑定書を\n含む関係証拠によれば，前記第２の認定事実に加え，以下の事実が認められ\nる。\nア  Ｂが本件市道を本件衝突地点に向けて東進する途上においては，渋滞す\nることもなく，車がスムーズに流れていたが，Ｂ車の前方にも一定の車間\n距離を置きつつ複数の車両が走行しており，ある程度の交通量があった〔１\n８：０３：５５～５６〕。\nイ  Ａは，Ｂ前々車が自身の前を通過してすぐに，本件街路灯付近から車道\nに入り〔１８：０４：２３〕，横断歩道のない本件交差点付近で本件市道\nの横断を開始した。Ａは，Ｂ前々車とＢ前車との間を，途中で立ち止まる\nこともなく，秒速約１．２２ないし１．３２メートルで歩行を続けた。な\nお，Ａは，車道に入ってから約２．４６秒で本件市道の中央線に到達し，\n約３．５６秒で本件衝突地点に到達した。\nウ  Ｂ前々車の運転者は，Ａが自車の後方で横断を開始した約１秒後〔１８：\n０４：２４〕に本件中電柱のやや東側でブレーキを踏み，以降，少なくと\nも約８秒間，制動措置を継続した。\n一方，Ｂ前車の運転者は，Ａが本件市道に進入した約０．６１秒後，Ｂ\n前々車のブレーキランプが点灯した直後〔１８：０４：２４〕にブレーキ\nを踏み，その約１．４５秒後，前方をＡが横断している最中に，一旦ブレ\nーキペダルから足を離したが，その前方をＡが通過し，かつ，Ａが被告人\n車両と衝突した〔１８：０４：２７〕後に，再び，断続的に制動措置をと\nった〔１８：０４：２８～３８〕。\nＢ前々車及びＢ前車の各運転手が最初にブレーキを踏んだ時点〔１８：\n０４：２４〕において，両車両の対面信号は青色表示であり，同表示は，\nドライブレコーダー画像表示が〔１８：０４：３６〕になるまで続いてい\nた。\nエ  本件衝突地点以東の本件市道の北側には，上記スーパーマーケット及び\nその駐車場があり，Ｂ前車の前方で上記駐車場の出口から本件市道に出よ\nうとする車両もあった〔１８：０４：３５～３７〕。\nそこで，検討するに，本件衝突直前には，Ｂ前車の前方約３０メートルに\nＢ Ｂ前々車は，Ａが自車の後方を\n横断し始めた直後に，対面信号が青色表示であるにもかかわらず，ブレーキ\nを踏み，以降，少なくとも約８秒間にわたり制動措置を継続して減速してい\n量があり（同ア），\nかつ，本件衝突地点以東には，上記スーパーマーケットの駐車場があり，こ\nれに出入りする車両もあったこと（同エ）からすれば，Ｂ前々車が上記のと\nおりブレーキを踏んだのは，信号表示に従ったものでも，横断を開始したＡ\nとの衝突を避けるためでもなく，上記スーパーマーケットの駐車場に出入り\nする車両があったことなどから，Ｂ前々車の前にも車両が連なっていたため\nである可能性が高いというべきである。また，Ｂ前々車とＢ前車との車間距\n離が３０メートル程度（時速４０キロメートルで走行する車両であれば３秒\n青色表示であるにもかかわらず，Ａが，Ｂ前々車とＢ前車の間を比較的ゆっ\n件衝突地点以東の対向車線上の交通状況を見るなどして，Ｂ前車が減速する\nであろうことを予想していたからであるとすれば，自然である。\n以上によれば，本件事故当時，本件事故現場付近の対向車線上には，Ｂ前\n車の前方に，本件市道を横断するＡを挟んで東方を走行するＢ前々車があっ\nたことが認められるほか，同車両の前方（東方）にも複数の車両が連なって\nことはできないから，本件事故当時の本件事故現場付近の対向車線上の状況\nとしては，被告人の公判供述のとおり，車両が連なっていたものと認めるの\nが相当である。\n５  結果回避可能性（争点④）について\nそこで，上記４に認定した対向車線上の状況をも含む，本件事故当時の実際\nの道路状況を踏まえ，被告人が，停止可能距離に到達するよりも前にＡを発見\nすることができたか否かを検討する。\n被告人車両の停止可能距離\nまず，被告人の走行速度については，上記１のとおり，厳密な速度を認定\nすることはできないので，時速４０キロメートルから４５キロメートルの間\nであったと仮定し，路面が湿潤状態であったことを踏まえ，摩擦係数を０．\n４，反応時間を標準的な数値である０．７５秒として計算すると，その停止\n可能距離は，時速４０キロメートル（秒速約１１．１１ｍ）の場合約２４．\n０８メートル，時速４５キロメートル（秒速約１２．５ｍ）の場合約２９．\n３メートルとなる。\n本件事故直前の被告人からのＡの視認可能性\n次に，上記４の認定事実に基づく本件事故直前の被告人車両，Ａ及びＢ前々\n車の位置等を踏まえ，いつ，どの地点において，被告人から横断歩行中のＡ\nを発見することができたかについて検討する。\nア  Ａが横断を開始した時点（衝突の約３．５６秒前）\n同時点においては，被告人車両は，本件衝突地点の手前約４４．５メー\nトル（時速４５キロメートルの場合）ないし約３９．５５メートル（時速\n４０キロメートルの場合）の地点を，Ｂ前々車は，本件街路灯付近をそれ\nぞれ走行中であり，Ａは，Ｂ前々車のすぐ後ろ付近で横断を始めたものと\n認められる。そして，この位置関係を前提にすると，横断開始直後のＡは，\nＢ前々車に遮られたまさに死角を歩行していたものと認められ，被告人か\nらその姿を視認することは物理的に不可能であったというべきである。\nイ  Ａが横断を開始した約１秒後（衝突の約２．５６秒前）\n同時点においては，被告人車両は，本件衝突地点の手前約３２メートル\n（時速４５キロメートルの場合）ないし約２８．４４メートル（時速４０\nキロメートルの場合）の地点を，Ｂ前々車は，本件街路灯の約１０メート\nル東方の地点をそれぞれ走行中であり，Ａは，横断開始位置から本件衝突\n地点に向け，約１．２２メートル南下した対向車線中央よりやや北側を歩\n行していた。そうすると，この時点においても，被告人車両とＢ前々車と\nの間にはなお約１８．４４メートルないし約２２メートルの距離があるこ\nとになるから，両車両ともに極端に歩道寄りを走行していたなどの事情が\nない限り（証拠上そのような事情は認められない。），被告人から対向車\n線側を見た場合，少なくとも本件衝突地点付近の対向車線の北側半分程度\nは，なおＢ前々車の死角となっていたものと考えられる。そうである以上，\n同時点においても，被告人が，対向車線の中央よりもやや北側を歩行して\nいたＡの姿を視認することは物理的に不可能であった可能性が高いという\nべきである。\nウ  Ａが横断を開始した約２秒後（衝突の約１．５６秒前）\n同時点においては，被告人車両は，本件衝突地点の手前約１９．５メー\nトル（時速４５キロメートルの場合）ないし約１７．３３メートル（時速\n４０キロメートルの場合）の地点を，Ｂ前々車は，具体的な位置の特定は\n困難であるが，本件街路灯の約１０メートル以上東方の地点をそれぞれ走\n行中であり，Ａは，横断開始位置から本件衝突地点に向け，約２．４４メ\nートル南下した対向車線上の中央線寄りを歩行していた。\nＢ前々車の車種（大きさ）や走行位置，速度等が明らかではないので断\n定することはできないものの，それまでの同車両及び被告人車両の走行状\n況に照らすと，同時点においては，両車両が既にすれ違った後である可能\n性が高く，そうでなくとも，上記Ａの位置に照らすと，Ｂ前々車が，被告\n人のＡの方向への視界を遮るような位置関係ではなくなっていると考える\nのが合理的であり，いずれにせよ，物理的には，被告人から歩行中のＡを\n視界に捉えることができる位置関係にあったと認められる。\nエ  被告人がＡを最初に発見できた時点及び地点\n以上によれば，被告人が，Ｂ前々車によって遮られることなく，横断歩\n行中のＡを視界に捉えることができた最初の時点は，上記イ（衝突の約２．\n５６秒前）から同ウ（同約１．５６秒前）の間のいずれかの時点であると\nいうことになる。そして，上記イの時点における被告人車両と本件衝突地\nメートルの場合）ないし約４．３６メートル（時速４０キロメートルの場\n距離」という。）上回っているから，結果回避が可能であったといえるた\nめには，これらの距離を走行する間（時間に換算すると，時速４５キロメ\nートルで走行していた場合には約０．２２秒，時速４０キロメートルで走\n行していた場合には約０．３９秒。以下，これらの時間をまとめて「回避\n可能残時間」という。）に，Ａを視界に捉え，かつ，現に発見可能であっ\nたといえる必要がある。\nこの点，上記イと同ウとの間におけるＡの位置についてはドライブレコ\nーダー画像や鑑定書等の証拠により，相当な確度をもって特定することが\nできるものの，被告人車両及びＢ前々車の具体的な走行状況については，\n上記アないしウ以上に具体的に認定することはできず，ＡがＢ前々車の死\n角を脱して，被告人の視界に入る時点を正確に特定することはもとより不\n可能である。しかし，例えば，両車両がともに中央線寄りを走行するなど\nしていたなどの事情から，上記イの時点以降も，回避可能残時間を超えて，\nＡの歩行位置付近がＢ前々車後方の対向車線上の死角内にとどまっていた\n可能性も否定し得ない。\nまた，本件事故は夜間に発生したものであり，物理的に視界を遮られて\nいなかったからといって，直ちに視認可能であったということはできない。\n本件市道付近は，街路灯や周辺の店舗の照明等で比較的明るい状態であっ\nたとはいえ，昼間に比べて見通しが悪く，特に，これら照明から離れた本\n件市道中央線付近において，紺色のジャンパーと濃い茶色の長ズボンとい\nう暗色系の服装をした，身長１５４センチメートルと比較的小柄なＡの姿\nは見えづらく，視界の範囲内にさえあれば視認可能であるといえないこと\nは明らかである（対向車線上を，右折に備え前方を注視しつつ走行してい\nたＢも，ドライブレコーダー画像によれば視界には入っていたであろう横\n断開始時点のＡの姿には気付いておらず，本件事故の直前に中央線付近を\n歩いているＡの姿に初めて気付いた旨証言している。）。この点，本件事\n故現場付近の見通し状況については，夜間，明るさという意味では本件事\n故当時とほぼ同様の条件の下，被告人が，被告人走行車線上に停止した車\n両の中から，対向車線上に置いた横断者を仮装した人形が見えるかどうか\nを確認する方法で実況見分が行われ，その際，被告人は，中央線寄りの位\n置に置かれた上記人形の姿を約３１．６メートルの距離から「なんとか見\nえる」旨説明している。この場所は，上記イの時点における被告人車両の\n走行位置に概ね相当する地点であるところ，人形が設置されていることを\n予め知っている被告人が，静止状態でその方向を意識的に目視したときに\nですら「なんとか見える」程度であったのであるから，本件事故当時，時\n速４０キロメートルから４５キロメートルで車両を運転していた被告人\nが，上記実況見分時と同じ地点からＡを視認することが可能であったかど\nうかは甚だ疑問であり，特に，Ａが，付近に横断歩道がなく，人が横断し\nているであろうことを当然に予想すべきとはいえない場所を横断歩行して\nいたことをも併せ考慮すればなおさらである。\nしかも，上記実況見分は，明るさ以外の点では，路面は乾燥，Ａの歩行\n位置方向への視界を遮る対向車両もこれに先行する対向車両もないとの条\n件の下で行われた。しかし，本件事故直前には，対向車線上にＢ前々車が\nあり，少なくとも横断開始当初においてはＡ方向への視界を遮っていたか\nら，被告人からすれば，Ａは，Ｂ前々車の死角から本件市道上に突然現れ\nる形で見えることになる。また，路面は湿潤であり，自車及び対向車両の\n前照灯や街路灯の乱反射により，特に中央線付近が視認しにくい状況にあ\nった。すなわち，本件事故当時には，上記実況見分の際と比して，Ａの視\n認，発見を困難にするような条件が幾重にも重なっていたのであって，現\n実的な発見可能地点は，上記実況見分において「なんとか見え」たよりも\n相当程度本件衝突地点寄りの場所であり，被告人において，回避可能残距\n離を超えて，西進した地点で初めてＡを発見することが可能であったとの\n時間（０．７５秒）を前提に計算したものであって，上記のような悪条件\nの下，反応時間が少しでも長くなれば，これに伴って，停止可能距離自体\nも長くなるから，被告人が停止可能距離に至る前にＡを発見し得たかにつ\nいては，重大な疑問が残るといわざるを得ない。\nオ  以上によれば，被告人が前方を注視し，Ａを発見した時点で直ちに制動\n措置を講じたとしても本件衝突を回避することが可能であったというには\n合理的な疑問が残るというべきである。\nなお，被告人は，上記２のとおり，本件交差点の約２５メートル手前に\nおいて，すなわち，上記イの時点での走行位置を過ぎてから，本件交差点\nを通行する車両の有無を確認するために左方に視線を向けている。そして，\nその間，被告人の進路前方の対向車線方向への注意の比重が下がり，対向\n車線方向が視界から外れた可能性もある以上，遅くとも被告人が左方に向\nの停止可能距離を下回る，本件衝突地点寄りの地点であった可能性は十分\nにある。上記２のとおり，交差道路のある左方に視線を向けること自体を\n前方不注視と評価すべきでないとの見解に立てば，その意味でも回避可能\n性がなかった可能性が一層高まることになる。\n第４  結論\n以上により，被告人は，最高速度をいくらか上回る速度で走行してはいたも\nのの，前方左右不注視の義務違反があったとの事実は認められない上，そもそ\nも前方左右の注視を尽くしていても本件事故を回避し得たとするには合理的な\n疑問が残るから（なお，被告人の走行速度が，上記第３の５で検討した際の前\n提である時速を上回る，例えば，時速５０キロメートルであったとしても，そ\nの結論は同様である。），本件事故が，被告人が自動車運転上の注意義務を怠\nったことにより生じたものであるとは認められず，被告人に自動車運転上の過\n失があったということはできない。\nよって，本件公訴事実中，過失運転致死の点については，犯罪の証明がない\nことに帰するから，刑事訴訟法３３６条により被告人に対して無罪の言渡しを\nすることとする。\n（法令の適用）\n省  略\n（量刑の理由）\n１  被告人は，時速４０キロメートルをやや上回る速度で自車で走行中にＡと衝突\nしており，その際の衝撃は，同人が衝突地点から約６．８メートル先まで飛ばさ\nれるほど大きなものであって，これにより同人に重大な結果が生じたであろうこ\nとは当然に予想し得たにもかかわらず，同人の安否を気遣うことなくもっぱら自\n己保身から現場から逃走したものであり，強い非難に値する。本件は，懲役刑が\n相当な事案であるといわざるを得ないのであって，同人の遺族らが，公判廷にお\nいて，被告人が逃走したことを「無責任の極み」や「自己中心」などの言葉で強\nく非難し，厳しい処罰感情を示していることも十分に理解できる。\n２  他方，被告人は，本件救護義務違反，報告義務違反の事実を認めるとともに，\n結果としてＡを亡くならせてしまったことについても，終始，自身の責任である\n旨述べている。加えて，被告人は，既にＡの診療費用である約２４万円を支払っ\nているほか，今後も遺族らに対する謝罪を含む償いを行う意向を示しており，被\n告人なりの反省の態度を示している。また，被告人の雇用主が出廷し，今後も被\n告人を雇用し，指導監督も行っていく旨述べ，更生のために協力する意向を示し\nている。被告人には，前科前歴はない上，複数の交通違反歴はあるものの，いず\nれも軽微なものである。\n３  そこで，上記１の事情に加え，上記２の事情をも考慮すると，被告人に対して\nは，主文の懲役刑を科した上で，その執行を猶予し，社会内で更生する機会を与\nえるのが相当であると判断した。\nよって主文のとおり判決する。\n（求刑－懲役３年６月の実刑）\n平成２７年１２月７日\n岐阜地方裁判所刑事部\n裁判長裁判官    大   西   直   樹\n裁判官    溝   田   泰   之\n裁判官    小   島   武   士\n"
}