{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 3,
    "day": 16
  },
  "case_number": "平成21(行ウ)43",
  "case_name": "行政文書公開拒否決定取消等請求事件",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "県議会議長らの海外訪問に関し，その出発日までの間に作成され，各訪問先の訪問予定時刻や，相手方との会食の有無，宿泊先ホテルのほか，手土産に係る記載等がある電磁的記録としての日程表が，行政文書に当たらないとした事例",
  "case_gist": "県議会議長らの海外訪問に関し，その出発日までの間に作成され，各訪問先の訪問予定時刻や，相手方との会食の有無，宿泊先ホテルのほか，手土産に係る記載等がある電磁的記録としての日程表につき，神奈川県情報公開条例３条１項の行政文書とは，「実施機関の職員がその分掌する事務に関して職務上作成し，又は取得したもの」であって，「実施機関において管理しているもの」をいうところ，「実施機関において管理しているもの」とは，行政文書管理規則等の定めるところにより公的に支配され，組織的に利用可能な状態におかれているものと評価できるものをいい，その判断に当たっては，文書の作成又は取得の状況，利用の状況，保存又は廃棄の状況などを総合的に考慮すべきであるとした上，同日程表が管理監督者の指示等に基づいて作成されたことや海外訪問の参加者や他の職員に配付されたことなどをうかがわせる事情は何ら見受けられず，他の職員からもアクセス可能な場所に保存されていたことを示す事情も見当たらないことから，同日程表は，あくまで随行者が個人の便宜のためのみに作成した備忘録であり，公的に支配され，組織的に利用可能な状態におかれているものということはできず，同項にいう「実施機関において管理しているもの」には当たらないなどとして，前記日程表が，行政文書に当たらないとした事例",
  "lawsuit_id": "81678",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=81678",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/678/081678_hanrei.pdf",
  "contents": "主                文\n１  本件訴えのうち，神奈川県議会議長に対し，別紙１文書目録記載の文書\nの公開を求める部分を却下する。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  神奈川県議会議長が，原告に対し，平成２１年４月２０日付けでした別紙\n１文書目録の文書の公開を拒否する旨の決定を取り消す。\n２  神奈川県議会議長は，原告に対し，同目録記載の文書を公開する旨の決定\nをせよ。\n第２  事案の概要\n１  事案の骨子\n本件は，原告が，神奈川県情報公開条例（以下「本件条例」という。）９条\nに基づき，平成２１年４月８日付けで，神奈川県議会議長（以下「議長」とい\nう。）に対し，別紙１文書目録記載の文書（以下「本件文書」という。）の公\n開請求（以下「本件公開請求」という。）を行ったところ，議長が，平成２１\n年４月２０日付けで，本件文書は不存在であるとして，公開拒否の決定（以下\n「本件決定」という。）をしたことから，原告が，本件決定の取消し（以下「本\n件取消請求」という。）及び行訴法３７条の３第１項２号に基づく公開決定の\n義務付けを求めた（以下「本件義務付けの訴え」という。）事案である。\n２  基礎となる事実（当事者間に争いのない事実並びに証拠及び弁論の全趣旨に\nより容易に認められる事実。なお，書証番号は特記しない限り枝番を含み，以\n下同様である。）\n(1)  原告は，横浜市α×－１８×ビル×階に事務所を置く権利能力なき社団で\nある（甲１）。\n(2)  神奈川県議会は，平成１６年度以降，ほぼ毎年議長及び神奈川県議会副議\n長（以下「副議長」という。）による海外訪問を実施しており，平成２０年\n度における議長・副議長の海外訪問の日程及び訪問先の地域はそれぞれ以下\nのとおりである（争いがない。以下それぞれ「議長海外訪問」，「副議長海\n外訪問」といい，併せて「本件海外訪問」という。）。\n①  議長（Ａ）\n日  程  平成２１年１月２７日から同年２月２日まで\n訪問先  米国（フロリダ州，ネバダ州）\n②  副議長（Ｂ）\n日  程  平成２０年１１月１３日から同月１９日まで\n訪問先  米国（カリフォルニア州，メリーランド州，ワシントンＤ．Ｃ．）\n(3)  本件海外訪問に関する支出は，いずれも公費によって賄われ，議会局職員\nが公務として随行し行われるものであり，訪問の実施及び旅費等の支出命令\nに係る決裁文書には，それぞれ訪問日程の概略を示した訪問日程表（議長海\n外訪問につき別紙２，副議長海外訪問につき別紙３）が添付されている（争\nいがない。以下「本件基本日程表」という。）。\n(4)  原告は，平成２１年４月８日，本件公開請求をした（争いがない。）。本\n件公開請求に係る行政文書公開請求書（以下「本件公開請求書」という。）\nの「公開請求に係る行政文書の内容」欄には，「平成２０年度に行われた，\n議長・副議長の米国訪問に関し，派遣概要添付の『訪問日程表』の作成後，\n出発日までの間に作成され，訪問先対応者氏名，通訳氏名，搭乗飛行機の便\n名，宿泊先ホテルなどの記載がある，詳細な『訪問日程表』」と記載されて\nいる（甲１）。\n原告は，本件公開請求に先立ち，平成２１年２月２５日付けで，議長・副\n議長の各海外訪問に係る「実地計画書（伺い），支出関係書類，報告書等，\n訪問の目的・行程・経費等がわかる一切の文書」の公開を請求し，議長，副\n議長別の前記本件基本日程表の開示を受けたとの経緯がある。本件公開請求\nは，本件基本日程表の記載が，原告において予め想定していたものと比較し\nて簡易なものであったことから，その内容を補充・完成させる文書があるは\nずであると考えて行ったものであった。\n(5)  議長は，平成２１年４月２０日，本件公開請求に対し，本件文書は不存在\nであるとして，本件決定を行った（争いがない。）。\n(6)  ①本件海外訪問の出発日までの間に作成され，被告の説明によれば，各訪\n問先の訪問予定時刻や，訪問相手方との会食の有無，宿泊先ホテルのほか，\n手土産に係る記載等があるが，その後，適宜書き込みのなされていない電磁\n的記録としての日程表（以下「本件電磁的記録」という。），②本件電磁的\n記録をプリントアウトした書き込みのなされていない状態の紙媒体としての\n日程表（以下「書き込み前の日程表」という。），③随行者が，書き込み前\nの日程表に本件海外訪問の結果等を書き込んだ後の日程表（以下「書き込み\n後の日程表」という。）のうち，本件において現に存在するとされるのは①\nと③のみであり，②は存在しない（弁論の全趣旨）。\n３  争点及び当事者の主張\n(1)  本件決定に本件電磁的記録に係る判断が含まれているか否か\n（原告の主張）\n本件条例にいう「行政文書」に電磁的記録が含まれることは明らかである\nところ，公開請求者が，行政文書の公開請求に当たって，行政機関が当該文\n書をどのような媒体によって保存しているのかを判断するのは困難であり，\n本件条例上も，行政文書の保存形式を特定することは要求されていない。ま\nた，本件条例施行規則８条は，電磁的記録として存在する行政文書の公開方\n法につき「用紙に出力した物の閲覧若しくは写しの交付」あるいは「磁気デ\nィスク等に複写した物の交付」のいずれも選択し得るものとし，神奈川県情\n報公開条例の解釈及び運用の基準（以下「運用基準」という。）では，上記\nいずれの方法によるかは個別の事案ごとに請求者の求めた方法により行うこ\nととされているところ，行政文書公開請求書の「求める公開の方法」欄には，\n「閲覧又は視聴を請求します」及び「写し又は複写した物の交付を請求しま\nす」との記載がなされているのみであり，紙媒体としての閲覧と電磁的記録\nを用紙に出力した物の閲覧とを区別していない。このことに，本件公開請求\n書の記載内容を併せれば，本件公開請求は，本件文書について，その媒体の\n如何を問わず公開することを求めたものであって，本件電磁的記録を排除す\nる趣旨ではなく，主位的には書き込み前の日程表を，予備的には本件電磁的\n記録の公開を請求する趣旨であることは明らかであり，本件公開請求を受け\nた実施機関としては，書き込み前の日程表が存在しなければ，本件電磁的記\n録の存否及びこれに係る開示義務の有無を検討すべきであるから，本件決定\nに本件電磁的記録に係る判断が含まれることは明らかである。\n被告は，請求者が対象としている文書がパソコンからプリントアウトされ\nた紙の状態で存在する場合，実施機関は，当該紙の状態で存在する文書につ\nいて公開の許否の判断をするのであって，その作成の補助に用いるため一時\n的に作成した電磁的記録についてまで公開の許否を判断するものではないと\n主張するが，運用基準は，紙媒体による記録及びこれと同一内容の電磁的記\n録が存在する場合には，前者のみについて公開の許否を検討すれば足りると\nいうものにすぎず，紙媒体による記録としては存在せず，電磁的記録として\nのみ存在する場合には，当該電磁的記録こそを公開請求の対象文書として取\nり扱い，その公開の許否を検討すべきは当然であり，本件において，原告が\n本件公開請求で公開を求めたのは，主位的には本件海外訪問の日程の詳細を\n予定ベースで記載した書き込み前の日程表であって，実績を記載した書き込\nみ後の日程表ではないのであるから，被告の同主張は失当である。\n（被告の主張）\n原告は，本件文書には，本件電磁的記録が含まれると主張するが，かかる\n主張は，本件公開請求時はもちろん，訴状においてもなされておらず，原告\nの平成２１年１０月１９日付け準備書面(1)で初めて明らかにされたもので\nある。また，本件公開請求書の記載からは，本件電磁的記録が本件公開請求\nの対象に含まれると解することはできない。そもそも，運用基準によれば，\n情報公開請求において，請求者が対象としている文書がパソコンからプリン\nトアウトされた紙の状態で存在する場合，実施機関は，当該紙の状態で存在\nする文書について公開の許否の判断をするのであって，その作成の補助に用\nいるため一時的に作成した電磁的記録についてまで公開の許否を判断するも\nのではなく，電磁的記録についてその判断をするのは，飽くまでも請求者の\n請求意思が明らかになっている場合や，当該電磁的記録が紙の文書を作成す\nるための補助的役割にとどまらず，別個に独自の価値を有している場合に限\nられると解されるところ，本件においては，書き込み後の日程表が最終的な\n文書として存在したこと，前記のとおり本件公開請求書の記載からは，本件\n電磁的記録が本件公開請求の対象に含まれると解することはできないことな\nどからすれば，本件電磁的記録がこれらのいずれの場合にも当たらないこと\nは明らかである。\nこのような観点から，議長は，本件公開請求に対し，書き込み後の日程表\nについて公開の許否を判断したものであり，本件電磁的記録についての公開\n許否の判断はしていないのであるから，本件電磁的記録に係る処分はそもそ\nも存在しないというべきである。したがって，本件電磁的記録に係る公開を\n拒否する決定の取消しを求める訴えは不適法であり，却下されるべきである。\n(2)  本件電磁的記録の行政文書性\n（原告の主張）\n本件電磁的記録は，本件海外訪問の日程の詳細を予定ベースで記載したも\nのであるから，随行者のみならず，主たる旅行者である議長ないし副議長の\nほか現地駐在員や通訳にも所持させる必要のある文書であって，旅程の円滑\nな進行を図るために議会局の関係者らがその内容を共通認識として保有する\n必要がある性質のものである。また，本件海外訪問の結果を記載する報告書\nは，議長ないし副議長とそれぞれの随行者との連名で作成される公文書であ\nるところ，同報告書を作成するための基礎となる資料である本件文書が専ら\n自己の職務の遂行の便宜のためのみに利用し，組織としての利用を予定して\nいないものなどとはいえない。さらに，本件電磁的記録は，議会局職員が県\nの備品であるパソコンを用いて作成したものであり，そのデータは，１回限\nりで消去されるものではなく，毎年繰り返される議長・副議長の海外訪問に\n備えて保存されることにより，そのノウハウが蓄積されるという性質を有し\nていること，本件電磁的記録よりも情報量が少ない文書が行政文書として扱\nわれていること，本件電磁的記録が本件海外訪問に係る公金の支出が適法・\n相当なものであったか否かを審査する上で必要な資料であることなどからす\nれば，本件電磁的記録が行政文書性を有することは明らかである。\n被告は，本件電磁的記録は随行者専用のパソコン内蔵のハードディスクに\n保存されているものであるから，随行者以外の職員が容易にアクセスし，利\n用できる状態になかったことなどから，本件電磁的記録が「公的に支配され\nた文書」に当たらない旨主張するが，パソコンを管理する職員は上司の業務\n命令に従う義務があり，当該情報の出力が客観的に必要な場合には，命令に\nよってこれを利用できる状態に置くことができるのであるから，被告の前記\n主張は失当である。\n（被告の主張）\nまず，原告が主位的に本件公開請求の対象文書であると主張する書き込み\n前の日程表はそもそも存在しない。公開請求の対象文書が不存在である場合，\n実施機関は公開請求に係る行政文書を管理していないことを理由に公開拒否\n決定を行うことになるから，本件決定に何ら違法性はなく，書き込み前の日\n程表に係る本件取消請求は，棄却されるべきである。\n次に，本件条例３条１項及び運用基準によれば，行政文書とは，①実施機\n関の職員がその分掌する事務に関して職務上作成し，又は取得したものであ\nって，②当該実施機関において管理しているものをいうところ，②当該実施\n機関において管理しているものとは，行政文書管理規則等の定めるところに\nより公的に支配され，職員が組織的に利用可能な状態におかれているものを\nいうと解される。そして，公的に支配されているといえるためには，実施機\n関である議会の事務を担う議会局が保管し，廃棄等の取扱を判断する権限を\n有していることが必要であるし，また，職員が組織的に利用可能な状態にお\nかれているといえるためには，複数の職員が職務としてその文書の存在を知\nり，かつ，当該複数職員がその文書に容易にアクセスし，職務として利用が\n可能な状態におかれていることが必要である。本件電磁的記録は，随行者が\n専ら自己の職務遂行の便宜の目的で，専用のパソコン（議会局職員に１人１\n台提供され，その利用に際し，利用者登録及び利用者個人のパスワードの設\n定が必要であるもの）を使用して，行政文書である本件基本日程表の情報に，\n随行者が任意に選択した情報を付加して各自作成したものであって，その後，\n本件海外訪問に当たって，随行者が本件電磁的記録を各自プリントアウトし\nたものを携行し，報告書等作成のための備忘録として適宜書き込み等をして\nいたものである。そうすると，本件電磁的記録は，当該随行者以外の者が利\n用することは想定されておらず，本来であれば，当該随行者個人の判断で消\n去されてしかるべき性質のものである。また，随行者専用のパソコンのハー\nドディスクに保存されているものであって，当該随行者以外の職員が容易に\nアクセスし，利用できる状態におかれているものでもない。これらからすれ\nば，本件電磁的記録は，行政文書管理規則等に定めるところにより，公的に\n支配されているものではないことはもちろん，職員が組織的に利用可能な状\n態におかれているものでもなく，当該実施機関において管理しているものと\nは認められないから，行政文書性を欠くことが明らかである。\n原告は，本件電磁的記録は毎年繰り返される議長ないし副議長の海外訪問\nに備えて保存されることにより，そのノウハウが蓄積されるという性質を持\nつものであるなどとして，このことを本件電磁的記録が行政文書性を有する\nことの根拠として主張するが，本件電磁的記録は，随行者が本件海外訪問に\n携帯し，適宜書込み等ができるよう，様式も含め，自らが使いやすいように\n様々な工夫をしながら自由に作成しているものであって，原告が主張するよ\nうなノウハウが蓄積されているものではないから，原告の同主張は失当であ\nる。\nまた，原告は，本件電磁的記録よりも情報量が少ない文書が行政文書とし\nて扱われていることを本件電磁的記録が行政文書性を有することの根拠とし\nて主張するが，行政文書性の有無と情報量の有無，濃淡とは別個のものであ\nるから，原告の同主張は失当である。\nさらに，原告は，本件海外訪問に関する報告書が議長ないし副議長と随行\n者との連名で作成されることをもって，本件電磁的記録が行政文書であるこ\nとの根拠として主張するが，同報告書が行政文書に当たるとしても，その作\n成のための各自のメモの類まで直ちに行政文書に当たることになるわけでは\nないから，原告の同主張は失当である。\n原告は，部下が職務上上司の命令に従う義務があるという点を捉え，部下\nが作成した文書はすべて組織的に利用可能な状態におかれている文書である\nとするかのような主張をするが，担当職員が行政文書を起案する過程では，\n適宜修正等が施され，廃棄等されていく類のものであるから，組織的な利用\nが想定されている文書でないことは明白であることなどからすれば，原告の\n同主張は失当である。\nしたがって，原告の本件取消請求は理由がないから棄却されるべきである\nし，本件義務付けの訴えは，行政事件訴訟法３７条の３第１項２号所定の要\n件を欠くから却下されるべきである。\n第３  当裁判所の判断\n１  争点(1)について\n(1)  本件条例３条１項は，行政文書の意義について，「実施機関の職員がその\n分掌する事務に関して職務上作成し，又は取得した文書，図画及び電磁的記\n録（電子的方式，磁気的方式その他人の知覚によっては認識することができ\nない方式で作られた記録をいう。以下同じ。）であって，当該実施機関にお\nいて管理しているものをいう。」と規定しており，電磁的記録が行政文書に\n当たり得ることは明らかであるところ，被告は，本件電磁的記録は本件公開\n請求の対象文書に含まれておらず，したがって，本件取消請求のうち本件電\n磁的記録に係る部分は，取消しの対象となる処分が存在しない旨主張する。\n(2)  しかしながら，前記第２の２(4)のとおり，本件公開請求書の「公開請求\nに係る行政文書の内容」欄には，「平成２０年度に行われた，議長・副議長\nの米国訪問に関し，派遣概要添付の『訪問日程表』の作成後，出発日までの\n間に作成され，訪問先対応者氏名，通訳氏名，搭乗飛行機の便名，宿泊先ホ\nテルなどの記載がある，詳細な『訪問日程表』」と記載されており（甲１），\n同記載からは，原告が本件公開請求に当たって，紙媒体に情報が記載されて\nいる文書のみを対象とし，本件電磁的記録を請求しない意思であると読み取\nることまではできないというべきである。\nまた，被告は，公開請求者が公開を求める対象文書につき，パソコン内の\n電磁的記録とそれをプリントアウトした紙媒体がともに存在する場合，実施\n機関は，当該紙の状態で存在する文書について公開の許否の判断をするので\nあって，その作成の補助に用いるため一時的に作成した電磁的記録について\nまで公開の許否を判断するものではなく，その判断をするのは，飽くまでも\n請求者の請求意思が明らかになっている場合や，当該電磁的記録が紙の文書\nを作成するための補助的役割にとどまらず，別個に独自の価値を有している\n場合に限られる旨主張する。確かに，一般論としては，被告の主張は理解で\nきないではないが，本件公開請求に限定してみると，原告は，本件公開請求\nに先立つ情報公開請求に基づく開示だけでは納得できず，更に詳しい資料の\n開示を求めて，本件公開請求を行ったものである上，本件公開請求書では，\nわざわざ詳細な「訪問日程表」と明示して，かかる物が存在するならその全\nてを開示することを求める意思であることを看取することはでき，逆に，本\n件電磁的記録を請求しない意思であると読み取ることはできない。しかも，\n本件では，前記第２の２(6)のとおり，書き込み前の日程表は存在しないとい\nうのであるから，被告が前提とする「原告が本件公開請求の対象としている\n文書が紙の状態で存在する場合」に当たるかといえるかどうかについても疑\n問である。また，被告は，原告が本件電磁的記録の公開を請求する意思が明\nらかになっていない以上，本件電磁的記録が本件公開請求の対象文書に含ま\nれることはないというものの，公開請求者の側で，当該行政文書がいかなる\n媒体で保存されているかを特定することは困難であるのが通常であり，本件\n条例上も請求対象文書の記録媒体を特定することは要求されていないことか\nらすれば，公開請求書に電磁的記録という記載がないからといって，直ちに，\n原告が，紙媒体に記載されている文書のみを対象とし，本件電磁的記録を請\n求しない趣旨であるとすることはできないというべきである。このように解\nしたとしても，実施機関としては，本件条例９条２項の補正を求める手続を\n利用するなどして，公開請求者の意思を確認することが可能であることから\nすれば，特段不都合はないと考えられる。\n以上からすると，原告は，本件公開請求において，本件海外訪問の出発日\nまでの間に作成され，訪問結果等の書き込みがなされていない状態のもの，\nすなわち，本件電磁的記録をプリントアウトした書き込み前の日程表が存在\nする場合には，同日程表を，これが存在しない場合には，本件電磁的記録を\n公開することを求めたと考えるのが原告の合理的意思に合致するというべき\nである。\n(3)  このように，本件公開請求の対象文書には，本件電磁的記録も含まれると\n解される以上，本件文書が行政文書に当たらず，本件公開請求に係る行政文\n書が存在しないという理由で本件公開請求に応答した本件決定には，本件電\n磁的記録に係る判断も含まれるとみるのが相当である。\nしたがって，被告の前記主張は採用できない。\n２  争点(2)について\n(1)  運用基準は，本件条例３条１項にいう「実施機関において管理しているも\nの」について，「行政文書管理規則等の定めるところにより公的に支配され，\n職員が組織的に利用可能な状態におかれているもの」をいうとし，「職員が\n単独で作成し，又は取得した文書等であって，専ら自己の職務遂行の便宜の\nためにのみ利用し，組織としての利用を予定していないもの（自己研鑽のた\nめの資料やメモ等）」などについては，公的に支配され，職員が組織的に利\n用可能な状態におかれているものには当たらない旨規定している。\n本件条例３条１項及び上記運用基準の規定は，組織として業務上の必要性\nに基づいて保有しているものが情報公開の対象となれば，地方自治体の住民\nに対する説明責任という観点からは必要十分である一方，組織として共用し\nていない個人的メモ等まで対象とした場合には，適正な事務処理を妨げるお\nそれがあることを考慮したものであると解され，いずれも情報公開法の趣旨\n等を踏まえた合理性を有するものであると解される。\n(2)  そこで，本件においても，本件電磁的記録が行政文書管理規則等の定める\nところにより公的に支配され，職員が組織的に利用可能な状態におかれてい\nるものと評価できるか否かが問題となるところ，公的に支配され，組織的に\n利用可能な状態におかれているものといえるか否かについては，①文書の作\n成又は取得の状況（職員個人の便宜のためにのみ作成又は取得するものであ\nるかどうか，直接的又は間接的に当該行政機関の長等の管理監督者の指示等\nの関与があったものであるかどうか），②当該文書の利用の状況（業務上必\n要な文書として他の職員又は部外に配布されたものであるかどうか，他の職\n員がその職務上利用しているものであるかどうか），③保存又は廃棄の状況\n（専ら当該職員の判断で処理できる性質の文書であるかどうか，組織として\n管理している職員共用の保存場所で保存されているものであるかどうか）な\nどを総合的に考慮すべきであると解される。\n(3)  本件では，前記第２の２(6)のとおり，書き込み前の日程表は存在しない\nから，本件電磁的記録について検討すると，原告が公開を求める本件電磁的\n記録は，本件基本日程表作成後出発日までに，各訪問先の訪問予定時刻や，\n訪問相手方との会食の有無，宿泊先ホテルのほか，手土産に係る記載等のあ\nる，既に入手した本件基本日程表と比較して詳しい情報が記載されているも\nのである。その記載内容に照らすと，被告が主張するように，随行に当たる\n者が，滞りなく随行の目的を達するための段取りに相応する手控えと考えて\nも矛盾するものではない。これが管理監督者の指示等に基づいて作成された\nことや本件海外訪問のその他の参加者や議会局の職員らに配布されたことな\nどをうかがわせる事情は何ら見受けられないし，本件電磁的記録が当該随行\n者以外の他の職員からもアクセス可能な場所に保存されていたことを示す事\n情も見当たらない。そうすると，本件電磁的記録は，飽くまで随行者が個人\nの便宜のためにのみ作成した備忘録の類であって，公的に支配され，組織的\nに利用可能な状態におかれているものということはできず，本件条例３条１\n項にいう「実施機関において管理しているもの」には当たらないというべき\nである。\n(4)  原告は，本件文書は，本件海外訪問の日程の詳細を予定ベースで記載した\nものであり，随行者のみならず，議長ないし副議長ら議会局の関係者が組織\nとして保有する必要がある性質のものである旨主張するが，前記のとおり，\n本件電磁的記録は，本件海外訪問に際し，現地での誘導や訪問の円滑な進行\nを図るという随行者自身の立場から作成したものと考えられ（随行者以外の\n者に対しては，本件基本日程表の記載以上に，より詳しい情報を必要とする\n事情はうかがわれないから，これを配布すれば足りると解される。），組織\nとして利用するものではないと解されるから，原告の前記主張は採用できな\nい。\nまた，原告は，本件海外訪問に係る報告書が行政文書に当たることを理由\nに，その作成のための基礎資料たる本件電磁的記録も行政文書に当たる旨主\n張するが，報告書が行政文書に当たるからといって，その作成のために用い\nた職員個人の備忘録等の類まで行政文書に当たるものではないことは明らか\nである。よって，原告の前記主張は採用できない。\nさらに，原告は，本件文書が毎年の議長ないし副議長の海外訪問に備えて\n保存され，そのノウハウが蓄積されるものであるから，行政文書に当たるな\nどと主張するが，本件文書が原告主張のように毎年引き継がれていくもので\nあることを示す証拠は見当たらないし，そもそも本件電磁的記録の内容は，\n本件海外訪問の日程の詳細を随行者が備忘録として記載したものであって，\nこれが次年度以降の海外訪問のノウハウとして，組織的に利用されるもので\nあると解するのも困難である。その他原告がるる主張する点を考慮しても，\n本件文書が組織的に利用可能なものであることを示す事情はうかがわれない。\n(5)  そうすると，本件電磁的記録は，公的に支配され，組織的に利用可能な状\n態におかれているものということはできず，本件条例３条１項にいう「実施\n機関において管理しているもの」には当たらないから，本件文書が行政文書\nに当たらず，本件公開請求に係る行政文書が存在しないとして，公開を拒否\nした本件決定は適法である。\n３  義務付けの訴えについて\n本件義務付けの訴えは，行政事件訴訟法３条６項２号に基づく義務付けの訴\nえとして提起されたものと解されるところ，前記２のとおり，これと併合提起\nされた本件決定の取消しを求める原告の請求は理由がないから，本件義務付け\nの訴えは，同法３７条の３第１項２号所定の訴訟要件を満たさず，不適法であ\nる。\n４  結論\n以上によれば，本件訴えのうち，本件文書の公開請求に係る部分は，不適法\nであるから却下することとし，原告のその余の請求は理由がないから棄却する\nこととして，主文のとおり判決する。\n横浜地方裁判所第１民事部\n裁判長裁判官          佐      村      浩      之\n裁判官          西      森      政      一\n裁判官          赤      谷      圭      介\n（別紙１）\n文書目録\n平成２０年度に行われた，議長・副議長の米国訪問に関し，派遣概要添付の「訪\n問日程表」の作成後，出発日までの間に作成され，訪問先対応者氏名，通訳氏名，\n搭乗飛行機の便名，宿泊先ホテルなどの記載がある，詳細な「訪問日程表」\n"
}