{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 27
  },
  "case_number": "平成26(行コ)23",
  "case_name": "遺族厚生年金不支給取消裁決取消・遺族厚生年金支給決定取消処分取消請求控訴事件(原審甲事件・大阪地方裁判所平成22年(行ｳ)第200号，原審乙事件・同裁判所平成23年(行ｳ)第185号)",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "厚生年金保険法の被保険者であった者が，いわゆる重婚的内縁関係にあった事案について，当該被保険者の戸籍上の配偶者が，遺族厚生年金の支給を受けるべき同法５９条１項所定の「配偶者」に当たらないとされた事例",
  "case_gist": "厚生年金保険法の被保険者であった者が，いわゆる重婚的内縁関係にあった事案について，当該被保険者と戸籍上の配偶者が事実上の離婚状態にあるときは，当該戸籍上の配偶者は遺族厚生年金の支給を受けるべき同法５９条１項所定の「配偶者」に当たらないところ，両者が事実上の離婚状態にあるか否かについては，別居の経緯，別居期間，婚姻関係を維持ないし修復するための努力の有無，別居後における経済的依存の状況，別居後における婚姻当事者間の音信及び訪問の状況，重婚的内縁関係の固定性等を総合的に考慮すべきであり，経済的依存関係自体は重要な考慮要素ではあるものの，それを超えて経済的依存関係の有無のみを事実上の離婚状態の認定において絶対的な要件とすべきとまでいうことはできないとした上，両者の間に一定程度の経済的依存関係があったことは認められるが，これを斟酌しても，前記被保険者が死亡した当時，両者は事実上の離婚状態にあったと認められ，前記戸籍上の配偶者は同条項所定の「配偶者」に当たらないとした事例",
  "lawsuit_id": "84964",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=84964",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/964/084964_hanrei.pdf",
  "contents": "平成 26 年 11 月 27 日判決言渡\n平成 26 年(行ｺ)第 23 号  遺族厚生年金不支給取消裁決取消・遺族厚生年金支給決定\n取消処分取消請求控訴事件\n主        文\n１  本件控訴を棄却する。\n２  控訴費用(補助参加によって生じた費用も含む。)は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  原審甲事件\n社会保険審査会が，平成 22 年４月 30 日付けで被控訴人補助参加人に対\nしてした，社会保険庁長官による被控訴人補助参加人に対する平成 21 年\n１月 24 日付けの遺族厚生年金不支給処分を取り消す旨の裁決を取り消す。\n３  原審乙事件\n厚生労働大臣が，平成 22 年６月 22 日付けで控訴人に対してした遺族厚生年\n金の支給決定を取り消す旨の処分を取り消す。\n４  訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２  事案の概要\n１  事案の概要は，原判決 13 頁４行目の「定期的に」の次に「おおむね」を，1\n4 頁 15 行目の「手紙」の次に「(丙２の③)」をそれぞれ加え，後記のとおり当\n審における補充的主張を付加するほかは，原判決「事実及び理由」の「第２  事\n案の概要」に記載のとおりであるから，これらを引用する。なお，略称は，断\nりのない限り原判決の例による。\n２  当審における補充的主張\n(控訴人)\n原判決における「事実上の離婚状態」の判断基準，遺族厚生年金受給者につ\nいての法令解釈及び適用には誤りがある。そして，平成 23 年３月 23 日年発 03\n23 第１号「生計維持・生計同一関係等に係る認定基準及びその取扱い」は，13\n号通知の内容を包含する形で規定しており，同認定基準は，法 59 条４項に基づ\nく政令の解釈適用・基準として発せられた厚生労働大臣の裁判所をも拘束する\n通知であって，法令というべきものである。\n控訴人は，別居開始後から亡Ａ死亡の年まで，亡Ａの送金により生計を維持\nしていた。また，控訴人と亡Ａとは，別居中といえども，音信，訪問を反復継\n続していた。亡Ａは，平成 12 年頃になって離婚意思を表明するようになったが，\nそれは参加人との関係が始まったことに起因する。控訴人の方から離婚意思を\n表明したことはなく，控訴人と亡Ａには離婚合意ないしそれとみなし得る離婚\n状態は存在しない。\n(被控訴人及び参加人)\n控訴人の主張は争う。\n第３  当裁判所の判断\n１  当裁判所も，控訴人の本件請求はいずれも理由がないと判断するが，その理\n由は，次のとおり原判決を訂正し，後記のとおり当審における補充的主張に対\nする判断を加えるほかは，原判決「事実及び理由」の「第３  当裁判所の判断」\nに認定説示するとおりであるから，これらを引用する。\n(訂正)\n原判決 19 頁 26 行目から 20 頁２行目にかけての「そもそもかかる通知は行政\n機関内部において行政がよるべき一つの解釈を明らかにしたものにすぎず，法\n59 条１項の「配偶者」に関する裁判所による法の解釈を何ら拘束するものでは\nない。」を次のように改める。\n「そもそも，かかる通知は，上級行政機関が下級行政機関に向けて，行政の統\n一的かつ円滑な処理を行うために，一定の解釈・指針を示したものにすぎず，\n法令には当たらない。したがって，かかる通知に司法権を担う裁判所が拘束\nされることはない。」\n２  当審における補充的主張に対する判断\n(1)  控訴人は，原判決における「事実上の離婚状態」の判断基準，遺族厚生年\n金受給者についての法令解釈及び適用には誤りがある旨主張する。\nしかしながら，この点については，訂正の上で引用した原判決理由説示の\nとおりであって(原判決 18 頁以下の「１項」)，控訴人の主張は採用できない。\n事実上の離婚状態にあるかどうかは，戸籍上の配偶者の生活実態に即して判\n断すべきであり，別居の経緯，別居期間，婚姻関係を維持ないし修復するた\nめの努力の有無，別居後における経済的依存の状況，別居後における婚姻当\n事者間の音信及び訪問の状況，重婚的内縁関係の固定性等を総合的に考慮す\nべきであって，経済的依存の状況がないことが事実上の離婚状態を認めるた\nめの必須の要件とまでいうことはできない。そして，原判決理由説示を引用\nして示したとおり，上記諸事情を総合考慮すると(原判決 31 頁 19 行目から 4\n1 頁６行目までの「４項」)，亡Ａと控訴人とは「事実上の離婚状態」にあっ\nたことが優に認められる。\nなお，控訴人は，平成 23 年３月 23 日年発 0323 第１号「生計維持・生計同\n一関係等に係る認定基準及びその取扱い」は，13 号通知の内容を包含する形\nで規定しており，同認定基準は，法 59 条４項に基づく政令の解釈適用・基準\nとして発せられた厚生労働大臣の裁判所をも拘束する通知であって，法令と\nいうべきものである旨主張するが，原判決の理由説示を訂正の上で引用した\nとおり，そもそも，13 号通知は，上級行政機関が下級行政機関に向けて，行\n政の統一的かつ円滑な処理を行うために，一定の解釈・指針を示したものに\nすぎず，法令には当たらない。したがって，かかる通知に司法権を担う裁判\n所が拘束されることはないのであって，このことは甲 91(平成 23 年３月 23\n日年発 0323 第１号日本年金機構理事長あて厚生労働省年金局長通知「生計維\n持関係等の認定基準及び認定の取扱いについて」)においても同様である。控\n訴人のこの点の主張は理由がないことが明らかである。\n(2)  控訴人は，控訴人と亡Ａとは，別居中といえども，音信，訪問を反復継続\nしていた旨主張する。しかしながら，本件全証拠を検討しても，亡Ａと控訴\n人との間に，婚姻関係が実体として存続していることを基礎付けるような音\n信，訪問等があったとまで認めることはできない。\n(3)  控訴人は，亡Ａは平成 12 年頃になって離婚意思を表明するようになった\nが，それは参加人との関係が始まったことに起因する旨主張する。しかしな\nがら，引用に係る原判決の認定した事実(原判決 21 頁の「第３の２(1)オ」か\nら 23 頁の「第３の２(2)イ(ア)」まで)に照らせば，亡Ａが参加人との関係を\n始めるようになったのは，亡Ａの方から，控訴人に対し，同居の再開の提案\n等婚姻関係の修復を図ろうと算段したものの，控訴人において，頑なにこれ\nを拒絶したために，亡Ａにおいても婚姻関係の修復を諦めたという経過の中\nでのことであって，控訴人の主張は相当ではない。\n(4)  控訴人は，控訴人の方から離婚意思を表明したことはないなどと主張する。\nしかしながら，本件全証拠によっても，控訴人から亡Ａに対して婚姻関係修\n復に向けての何らかの動きがあったことを認めるに足りず，離婚意思の表明\nのいかんにかかわらず，原判決が認定する諸事情を総合考慮すると「事実上\nの離婚状態」を優に認めることができることは，上記(1)において既に説示し\nたとおりである。\n第４  結語\n以上の次第で，本件裁決及び本件処分は適法であり，控訴人の本件請求はい\nずれも理由がなく，これを棄却した原判決は相当である。よって，本件控訴は\n理由がないからこれを棄却することとし，主文のとおり判決する。\n大阪高等裁判所第１民事部\n裁判長裁判官        志   田   博   文\n裁判官        下   野   恭   裕\n裁判官        土   井   文   美\n"
}