{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 13
  },
  "case_number": "平成28(う)1100",
  "case_name": "わいせつ物陳列，わいせつ電磁的記録等送信頒布，わいせつ電磁的記録記録媒体頒布",
  "court_name": "東京高等裁判所第６刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成26(わ)3268",
  "lawsuit_id": "86702",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86702",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/702/086702_hanrei.pdf",
  "contents": "平成２９年４月１３日東京高等裁判所第６刑事部判決\n１１００号  わいせつ物陳列，わいせつ電磁的記録等送信頒\n布，わいせつ電磁的記録記録媒体頒布被告事件\n主            文\n本件各控訴をいずれも棄却する。\n理            由\n第１  本件事案の概要及び各控訴の趣意\n１  原判決が認定した罪となるべき事実の要旨\n原判決が認定した罪となるべき事実の要旨は次のとおりである。\n被告人は，\n不特定多数の者に対し，自己の女性器の三次元形状データファイル\nをインターネットを利用して頒布しようと考え，\nア  平成２５年１０月２０日午後４時４０分頃，東京都内の当時の被\n告人方において，自己の女性器の三次元形状データファイル１ファイルをオ\nンラインストレージのサーバーコンピュータにアップロードし，同日午後５\n時７分頃，クラウドファンディングのメール送信機能を利用して，不特定の\n者である５名が使用する各パーソナルコンピュータに，前記ファイルの保存\n先を示すＵＲＬ情報等を送信し，同日から同月２６日までの間に，前記サー\nバーコンピュータにアクセスした前記各パーソナルコンピュータに前記ファ\nイルを送信させる方法により，前記各パーソナルコンピュータに記録・保存\nさせて再生・閲覧可能な状況を設定させ（原判示第１の１の事実），\nイ  平成２６年３月２０日，前記当時の被告人方において，前記ファ\nイルを前記オンラインストレージのサーバーコンピュータにアップロードし\nた上，不特定の者である１名が使用するパーソナルコンピュータに，電子メ\nールにより，前記ファイルの保存先を示すＵＲＬ情報等を送信し，同月２３\n日，前記サーバーコンピュータにアクセスした同パーソナルコンピュータに\n前記ファイルを送信させる方法により，同パーソナルコンピュータに記録・\n保存させて再生・閲覧可能な状況を設定させ（原判示第１の２の事実）\nもって電気通信の送信によりわいせつな電磁的記録を頒布した。\n同年５月３０日，自己の女性器の三次元形状データが記録されたわ\nいせつ電磁的記録媒体であるＣＤ－Ｒをミニチュアボートとともに東京都内\nの郵便局から発送させ，同月３１日，不特定の者である３名に受領させて，\nそれぞれ代金１３００円で販売して頒布した（原判示第２の事実）。\nータ」という）\n２  原判決が無罪とした公訴事実の要旨\n原判決が無罪とした公訴事実は，平成２６年１２月２４日付け起訴状\n記載の公訴事実第１（その後訴因変更されているが，この部分の内容に変更\nはない）のとおりであり，その要旨は，「被告人は，共犯者と共謀の上，平\n成２６年７月１４日，東京都内のアダルトショップにおいて，被告人ほか２\n名の女性器を象ったわいせつ物である石膏ようのもの３点（以下，これらを\n総称して「本件各造形物」という）を展示し，もってわいせつ物を公然と陳\n列した」というものである。原判決は，同公訴事実について，本件各造形物\nはわいせつ物に当たらないとして，被告人に対し無罪の言い渡しをした。\n３  弁護人の控訴趣意\n弁護人の控訴の趣意は，主任弁護人須見健矢ほか６名連名作成の控訴\n趣意書及び「答弁書に対する反論書」と題する補充書記載のとおりであり，\nこれに対する答弁は検察官福光洋子作成の答弁書記載のとおりであって，論\n旨は，①刑法１７５条は憲法２１条，３１条に違反するものであるのに，こ\nれを合憲として被告人に適用した原判決には判決に影響を及ぼすことが明ら\nかな法令適用の誤りがある，②原判決には，(a)本件各データをわいせつと\n判断した点，(b)\n条の「頒布」に該当するとした点，(c)上 正当\n行為による違法性阻却の余地を認めなかった点，(d)刑法１７５条の故意の\n成立にわいせつ性の意味の認識が不要とし，また，被告人にわいせつ性の意\n味の認識があったと認定した点につき，それぞれ判決に影響を及ぼすことが\n明らかな事実誤認ないし法令適用の誤りがあるというのである。\n４  検察官の控訴趣意\n検察官の控訴の趣意は，検察官落合義和作成の控訴趣意書記載のとお\nりであり，これに対する答弁は主任弁護人須見健矢ほか６名連名作成の答弁\n書記載のとおりであって，論旨は，原判決には①本件各造形物がわいせつ物\nに該当しないとした点で判決に影響を及ぼすことが明らかな事実誤認があ\nり，②本来適用すべき刑法１７５条におけるわいせつ性の判断基準を適用し\nなかった点で判決に影響を及ぼすことが明らかな法令適用の誤りがあるとい\nうのである。\n第２  原判決の判断の概要及びそれへの評価\n１  原判決の判断の概要\n刑法１７５条の憲法適合性について\nア  立法目的の正当性\n我が国の憲法２１条において保障されている表現の自由は，言論\n活動を行うとともに言論を相互に受容することで各々の人格を発展させ，言\n論活動によって政治的意思決定に関与することで民主的な政治過程の維持に\n資する効果を有するだけでなく，精神的自由の根幹として人類の文化的発展\nの必要条件ともいえる極めて重要な人権である。しかし，表現の自由といえ\nども絶対無制限なものではなく，公共の福祉のため必要かつ合理的な制限を\n是認するものであって，表現の内容や手段が他人の権利等の他の法益を不当\nに害するようなものは許されないというべきであるところ，この法理は性表\n現についても同様である（最大判昭和３２年３月１３日刑集１１巻３号９９\n７頁参照。以下「昭和３２年判例」という）。刑法１７５条は，表現の自由\nとして保障される性表現を一定の場合に規制するものであるが，その規制\nは，性的秩序を守り，最小限度の性道徳を維持する（昭和３２年判例），あ\nるいは性生活に関する秩序及び健全な風俗を維持するため（最大判昭和４４\n年１０月１５日刑集２３巻１０号１２３９頁。以下「昭和４４年判例」とい\nう）のものであり，このような保護法益ないし立法目的は，価値観が多様化\nしつつある今日においても，十分な合理性，必要性を有していると認められ\nる。\n原審弁護人は，インターネット上の過激なわいせつ表現へのアクセスが容\n易になっていることや過激なアダルトグッズが広く流通しており，それらが\n社会的に受容されている現在の社会においては，刑法１７５条の立法目的自\n体が失われていると主張するが，このような時勢の変化は，かえって性的秩\n序やその基礎となる最小限度の性道徳，さらには健全な性風俗の維持に脅威\nを及ぼしかねないものであり，過激な性表現が犯罪として摘発されていない\nからといって，刑法１７５条の立法事実が存在する理由にはなっても失われ\nるという理由にはならない。平成２３年の刑法改正によりわいせつな電磁的\n記録に関する新たな罰則が設けられたことなどからしても，一般国民の理解\nにおいても，性生活に関する秩序及び健全な性風俗を維持するという刑法１\n７５条の立法目的はなお失われていないといえる。\nイ  明確性の原則等との関係\nある行為を規制する刑罰法規の定める犯罪構成要件が，あいまい\n不明確であることを理由に罪刑法定主義を定める憲法３１条に違反し無効で\nあるとされるのは，刑罰を定める法令が国民に対する告知機能を果たさずそ\nの予測可能性を害するとともに，国又は地方公共団体による運用が主観的判\n断に委ねられ恣意的に濫用されるおそれがあるといった重大な弊害を生じる\nためであると解される。もっとも，法規はその性質上一定程度抽象的になら\nざるを得ないことからすれば，その解釈において，合理的な判断を要する場\n面があることは避けられない。そこで，ある刑罰法規があいまい不明確を理\n由として憲法３１条に違反するものと認めるべきかどうかは，通常の判断能\n力を有する一般人の理解において，具体的場合に当該行為がその適用を受け\nるものかどうかの判断を可能ならしめるような基準が読み取れるかどうかに\nよって決すべきである（最大判昭和５０年９月１０日刑集２９巻８号４８９\n頁。以下「昭和５０年判例」という）。\n刑法１７５条にいうわいせつな物とは，いたずらに性欲を刺激もしくは興\n奮し又はこれを満足せしむべき物品であって，かつ普通人の正常な性的羞恥\n心を害し，善良な性的道義観念に反するものをいい（最決昭和３４年１０月\n２９日刑集１３巻１１号３０６２頁参照），同条にいうわいせつな電磁的記\n録とは，いたずらに性欲を興奮又は刺激せしめ，かつ普通人の正常な性的羞\n恥心を害し，善良な性的道義観念に反する電磁的記録をいう（昭和３２年判\n例参照）と解される。このように定義されるわいせつ概念は，通常の判断能\n力を有する一般人の理解において，具体的場合に刑法１７５条にいうわいせ\nつ物やわいせつな電磁的記録に当たるかどうかを判断することが十分可能で\nあるから，憲法３１条に基づく明確性の要請に欠けるところはなく，また，\nわいせつと評価される表現は，規制の必要性が高く，その要保護性も一定程\n度にとどまるから，刑法１７５条が表現の自由をその内容について刑罰をも\nって規制していることは，その手段が性生活に関する秩序及び健全な性風俗\nを維持するという目的に対する必要最小限の制約にとどまっているものと認\nめられる。そうすると，同条が，憲法上の保護に値する表現行為をしようと\nする者を萎縮させ，表現の自由を不当に制限する結果を招来するおそれもな\nいものということができる。\n原審弁護人は，わいせつの意味内容は可変的であり，現代においてはイン\nターネット上の過激なわいせつ表現や過激なアダルトグッズが広く流布して\nいることからして，一般人が処罰対象を明確に理解できないと主張するが，\nわいせつの定義の意味内容が可変的であることと，わいせつの概念自体があ\nいまいで不明確であることとは次元の異なる問題であり，わいせつに当たる\nか否かを一般人が判断することは十分可能であるから，原審弁護人の主張は\n採用できない。\nわいせつ性の判断基準等について\nア  刑法１７５条にいうわいせつな物及びわいせつな電磁的記録の定\n義は前記のとおりであるところ，文書については，ある文書がわいせつ性を\n有するとともに芸術的・思想的価値をも有することはあり得るのであって，\nこの場合には，文書が持つ芸術性・思想性が，文書の内容である性的描写に\nよる性的刺激を減少・緩和させて，刑法が処罰の対象とする程度以下にわい\nせつ性を解消させる場合があり，この判断においては，わいせつ文書につい\nて，その章句の部分のわいせつ性の有無が文書全体との関連において判断さ\nれなければならないと解される（昭和４４年判例参照）ところ，このような\n判断枠組は，物や電磁的記録についても基本的に異なるところはない。した\nがって，物や電磁的記録についてのわいせつ性を検討する際には，それらが\n有する芸術性・思想性をも検討する必要があり，また判断すべき対象の一部\n分のみを取り出してそのわいせつ性を判断することは適当でないから，それ\nらの特徴全体を捉えてわいせつ性を判断すべきであると解される。\nその具体的な考慮要素は，文書についてこれを示した最高裁判決（昭和４\n４年判例）が述べるところに照らし，当該物や電磁的記録の形状やその表象\n方法，作品全体に占める性的部位の割合，表現された思想とその表象との関\n連性，芸術性・思想性等による性的刺激の緩和の程度，これらの観点から当\n該物や電磁的記録を全体として見たときに，主として受け手の好色的興味に\n訴えるものと認められるか否かなどの諸点から検討すべきであると考えられ\nる。\nイ  また，わいせつ性を判断するに当たっては，文書の場合に，わい\nせつとされる文書自体について客観的に判断すべきであって，文書外に存す\nる事実関係はわいせつ性判断の基準外に置かれ，作者の主観的意図によって\n影響されるものではないと考えられる（昭和３２年判例，最判昭和４８年４\n月１２日刑集２７巻３号３５１頁参照）のと同様，わいせつとされる物や電\n磁的記録自体について客観的に行うべきものと解される。\nウ  そして，わいせつ性の判断は，その時代の健全な社会通念に照ら\nし決すべきものである（昭和３２年判例参照）。この点，わいせつ性に関す\nる社会通念は，時代ごとに変容するものではあるが，一般的に入手可能な性\n表現物が過激なものとなり，一部の者が実際に露骨であからさまな性表現物\nを提供ないし受容しているとしても，そのことをもって，このような性表現\n物を許容する社会通念が形成されていると直ちに評価することはできない。\nエ  さらに，わいせつ性の判断において，その物や電磁的記録の内容\nや性質，展示・提供方法などを踏まえ，閲覧者たり得る者が社会一般人では\nなく，特定の集団や者にとどまるといえる場合には，当該物や電磁的記録の\n頒布によって性生活に関する秩序及び健全な性風俗という保護法益を害する\n範囲も，特定の集団や者にとどまるといえるから，わいせつ性は閲覧者たり\n得る者の中の普通人，平均人を基準として判断されるべきと考えられる（最\n判昭和４５年４月７日刑集２４巻４号１０５頁参照）。\nオ  原審弁護人は，インターネット上の過激なわいせつ表現や過激な\nアダルトグッズが広く流布している今日，刑法１７５条に基づく規制を正当\n化し得るためには，その規制が極めて過激な性表現に限られる場合にのみ許\nされると解するべきであって，同条にいうわいせつとは，その時代の市民を\nして理性による制限を不可能にするほど強く性欲を刺激し，性に関する良心\nを麻痺させ，秩序・性的道徳の無視を誘発するに足りるほどの過激な表現に\n限られるべきであると主張するが，そのような限定解釈を採用する合理的理\n由はない。\n本件各造形物のわいせつ性について\nア  本件各造形物は，いずれも，女性器に印象剤をあてがい印象剤が\n固まったところに石膏を流し込み，石膏が固まった後に着色や装飾などを施\nして作成されたものであり，その特徴は以下のとおりである。\n本体の表面全体が濃い水色で着色されているもの（原審甲２号\n証，以下「造形物１」という）は，その表面において，女性器部分が露わに\nなっているものの，女性器部分の周辺は表面に凹凸がみられる。造形物１\nは，縦約１９センチメートル，横約１２センチメートルであるが，このう\nち，女性器部分を含む水色部分が露出しているのは，縦約１０センチメート\nル，横約４センチメートル四方であって，それ以外の表面及び裏面全体は毛\n皮様のもので覆われている。また，表面部分には小さな銀色のビーズが連ね\nられているものが複数個取り付けられている。\n本体の表面が白色と銀色であるもの（原審甲３号証，以下「造\n形物２」という）は，白色の本体表面部分の一部に銀色の曲線が多数着色さ\nれた縞模様のものであって，表面部分には多数のラメ加工がされている。そ\nの表面においては，女性器部分が露わになっている。造形物２は，縦約１４\nセンチメートル，横約１２センチメートルであるが，このうち，女性器部分\nを含む白色部分が露出しているのは，縦約１０センチメートル，横約８セン\nチメートル四方であって，それ以外の表面及び裏面全体は毛皮様のもので覆\nわれている。また，女性器部分の下部に赤字で「ＭＡＸ」との文字を表した\n物が貼られ，その隣には黄色のスマイルマークが貼り付けられている。\n本体の表面が濃い茶色に着色されているもの（原審甲４号証，\n以下「造形物３」という）は，その表面においては，女性器部分が露わにな\nっており，肛門様のものや女性器周辺の皮膚のしわ様のもの，臀部の皮膚様\nのものもみられる。造形物３は，縦約１５センチメートル，横約７センチメ\nートルであって，裏面は特に着色されていない。また，女性器部分の外縁に\nは，クリーム・ビスケット・苺・真珠様のものが多数配置されている。\nイ  用いるべき社会通念\n原審弁護人は，本件各造形物が女性向けのアダルトショップに展\n示されており，同ショップへの入店が許可されているのは，基本的に女性客\nだけであり，男性のみの客や女性同伴でも男性が複数人の場合には入店が固\nく禁止され，１８歳未満の客の入店も禁止されていたから，本件各造形物を\n閲覧し得るのは，原則として１８歳以上の女性であって，１８歳以上の女性\nの中の普通人，平均人を基準としてわいせつ性を判断すべきと主張するが，\n男性や１８歳未満の女性が同ショップに入店したり，流通した本件各造形物\nを手にするなどして，本件各造形物を目にする可能性は否定できないのであ\nって，原審弁護人の主張は採用できない。本件各造形物は，視覚等によって\nその形状を把握することが容易であるといえるから，閲覧者たり得る者は特\n定人に限られず，わいせつ性の判断も社会一般の健全な社会通念に照らし判\n断されるべきである。\nウ  本件各造形物の形状やその表象方法，作品全体に占める性的部位\nの割合\n女性器そのものを再現した造形物は，文書や図画にも増して，見\nる者の視覚に対し直接的かつ立体的に女性器そのものの形状を訴えかけるも\nのである。そして，本件各造形物は，女性器の各部位が忠実に再現され浮か\nび上がっていることに加え，いずれも造形物本体の中央に女性器が据えら\nれ，作品のほとんどの部分を女性器又はその周辺の部位が占めていることを\nも考慮すれば，本件各造形物が見る者の情緒や官能に訴えて想像力をかきた\nてて，実際の女性器を連想させ得るものであるといえる。\nしかし，造形物１の表面は濃い水色という，実際の女性器やその周辺部の\n皮膚の色とは全く異なる色で着色されていることに加え，女性器周辺の石膏\nに非現実的な凹凸が見られ，女性器周辺の皮膚の形状まで忠実に再現してい\nるとはいい難く，造形物１の大半は人毛でないことが明らかな毛皮様のもの\nで覆われているから，一見して女性器を象ったとの印象を抱くことまではで\nきない。\n造形物２は，白色及び銀色という，実際の女性器やその周辺部の皮膚の色\nとは全く異なる色で着色されていることに加え，ラメ加工がされており女性\n器の陰影も明らかでなく，女性器及びその周辺について，一見してその形状\nを把握できるとはいい難く，造形物２の大半も人毛でないことが明らかな毛\n皮様のもので覆われているから，一見して女性器を象ったとの印象を抱くこ\nとまではできない。\n造形物３は，人間の皮膚の色にもある濃い茶色で着色されており，女性器\nの陰影も造形物１や造形物２に比べてはっきりしており，女性器やその周辺\n部の形状を比較的容易に把握できるものとはいえるが，クリーム様などのも\nのがちりばめられ，茶色の着色がクリーム様のものなどとの装飾とも相まっ\nて全体として洋菓子のような印象を与えていることからすれば，女性器を象\nったものであるという印象がそこまで強いものとはいえない。\nそして，本件各造形物は，石膏様のものでできていることから，その触感\nは冷たく固いものである。\n本件各造形物の前記のような形状に照らせば，本件各造形物が女性器を象\nったものだとしても，一見して人体の一部という印象を与えるものではな\nく，直ちに実際の女性器を連想させるものとはいえない。このような本件各\n造形物の特徴に鑑みると，本件各造形物が性的な刺激を惹起させ得ること自\n体は否定できないものの，それぞれの性的刺激の程度は限定的なものにとど\nまり，それだけでわいせつ性を肯定できるほど強いものではないと認められ\nる。\n原審検察官は，装飾によってかえって女性器の存在感が強調されていると\n主張するが，これらの装飾自体が性的な連想をさせる類いのものではないこ\nとからすれば，装飾が女性器の存在感を浮かび上がらせるような効果を有し\nているとは評価できない。また，原審検察官は，客観的な展示状況も考慮す\nる必要があるとして，本件各造形物がアダルトグッズ店で性玩具などととも\nに陳列されていたことから，来店した者が女性器と認識することは容易であ\nると主張するが，わいせつ性の判断はわいせつとされる物自体について客観\n的になされるべきであり，物の外に存する事実関係はわいせつ性の判断の基\n準外に置かれるべきであるから，原審検察官の主張は採用できない。\nエ  表現された思想とその表象との関連性，芸術性・思想性等による\n性的刺激の緩和の程度\n原審弁護人は，本件各造形物が，身体の象りという制作方法を通\nじて制作者自身とその身体との関係性を問い直す性質のものであることに加\nえ，女性器をモチーフとした芸術作品の一つとして位置付けられ，女性の肉\n体を男性の性の対象として捉えてきた現状を否定し女性が自らの肉体を取り\n戻すというフェミニズムアートとしての側面を持つがゆえに反ポルノグラフ\nィックな効果をも有し，社会に対して性器の持ち得る多様な意味を考えさせ\nるという芸術性・思想性を有する制作物であるなどと主張する。\n本件各造形物の外観についてみると，造形物１及び造形物２は人間の皮膚\nの色とは異なる色で着色されるとともに，毛皮様のもので作品全体が覆われ\nており全体として毛皮を用いたオブジェのような印象を与え，造形物３は濃\nい茶色の着色がクリーム様のものなどとの装飾とも相まって全体として洋菓\n子のような印象を与えるといえる。そうすると，本件各造形物はポップアー\nトの一種であると捉えることは可能であり，そこからフェミニズムアートの\n思想を直ちに読み取ることができるかはさておき，女性器というモチーフを\n用いて見る者を楽しませたり，女性器に対する否定的なイメージを茶化した\nりする制作意図を読み取ることはできるのであって，本件各造形物には，こ\nのような意味での芸術性や思想性，さらには反ポルノグラフィックな効果が\n認められ，表現された思想と表象との関連性も見いだすことができる。した\nがって，本件各造形物は一定の芸術性・思想性を有し，それによってそれぞ\nれの性的刺激が緩和されるといえる。\nオ  まとめ\n以上のように，本件各造形物が，女性器であるとの印象を殊更強\nく与えるものでなく，それぞれの性的刺激も限定的であることに加えて，本\n件各造形物に表象された一定の芸術性や思想性による性的刺激の緩和も認め\nられることからすれば，本件各造形物は，主として表現の受領者の好色的興\n味に訴えるものとは認められない。これらの諸事情を総合すると，本件各造\n形物は，今日の健全な社会通念に照らしても，いたずらに性欲を刺激し若し\nくは興奮させるものといえず，性欲を満足せしむべき物品ともいえず，普通\n人の正常な性的羞恥心を害し，善良な性的道義観念に反するものとも認めら\nれないから，刑法１７５条にいうわいせつ物には該当しないと認めるのが相\n当である。\n本件各データのわいせつ性について\nア  本件各データは，女性器を３Ｄスキャンしてデータ化することに\nより作成されたものであるところ，本件各データには，色や感触に関するデ\nータは含まれていないものの，女性器の各部分や肛門などの女性器周辺部分\nについての形状がその起伏や細かいしわやひだも含めて立体的かつ忠実に再\n現されていることが認められる。原審弁護人は，本件各データについて女性\n器の精密な再現とはいえないと主張するが，採用できない。\nイ  用いるべき社会通念\n本件各データはいずれも三次元形状データファイルであって，再\n生するためには特殊なソフトが必要であるものの，閲覧するためのソフトを\n使用すれば，容易に本件各データを閲覧することができる。また，本件各デ\nータは被告人の支援者等のみに頒布されているものの，コピーや転送が容易\nであることからすると，被告人が頒布した者以外の者が入手してその中身を\n目にする可能性は否定できない。そして，本件各データは，閲覧すれば誰に\nとってもその意味内容を把握することは容易であるといえる。したがって，\n閲覧者たり得る者は特定人に限られず，わいせつ性の判断も社会一般の健全\nな社会通念に照らし判断されるべきである。\nウ  本件各データの形状やその表象方法，作品全体に占める性的部位\nの割合\n本件各データは，いずれも，対象物である女性器の平面のみなら\nず立体的な視覚情報をその内容としていることから，閲覧するためのソフト\nを利用するなどした閲覧者の視覚に対し，直接的かつ立体的に女性器そのも\nのの形状を訴えかけ，その情緒や官能に訴えて想像力をかきたてて，実際の\n女性器を彷彿とさせるものである。もっとも，女性器を含む電磁的記録とい\nうだけでは，閲覧者の性欲を直ちに刺激するといえない場合もあり得ると考\nえられるが，本件各データは，いずれも，女性器の各部位や肛門などの部位\nがその細かいしわやひだも含め忠実に浮かび上がっていることに加え，女性\n器及びその周辺部のみを対象としたものであることも考慮すれば，本件各デ\nータが閲覧者に対し，実際の女性器を強く連想させ，閲覧者の性欲を刺激す\nることは明らかであって，本件各データによる性的刺激の程度も強いといえ\nる。確かに，本件各データは，いずれも，色や感触に関するデータを含んで\nおらず，一見すると標本や地形図のような印象を与え得る無機質な特性を有\nしているものの，先述のとおり女性器等の形状がリアルな造形により露わな\nまま再現されており，その表現の生々しさからすれば，本件各データがいず\nれも閲覧者の性欲を強く刺激することを否定することはできない。\nエ  表現された思想とその表象との関連性，芸術性・思想性等による\n性的刺激の緩和の程度\n原審弁護人は，①本件各データが，３Ｄプリントという新しいテ\nクノロジーを用いた新たな芸術と捉えられること，②本件各データの配布\nは，いずれも，マンボートを制作するための過程自体をアートと捉えるプロ\nジェクトアートないしプロセスアートの一環と解されることを理由に，芸術\n性・思想性を有するなどと主張する。\n確かに，本件各データはいずれも形状のみのデータであるところ，受領者\nが本件各データに色付けなどの装飾を施すことで本件各データをそれぞれの\n意のままにデフォルメすることも可能であって，本件各データを提供するこ\nとで，他人にも本件各データを用いて各々の創作活動をしてもらいたいとい\nう意味で芸術性ないし思想性を含んでいると解する余地があることは否定で\nきず，表現された思想と表象との関連性も見いだすことができないわけでは\nない。しかし，新しいテクノロジーを用いていることから直ちに芸術性が認\nめられるものではないし，本件各データ自体からは，被告人が当時進めてい\nた創作活動の一環，すなわちプロジェクトアートないしプロセスアートとし\nての芸術性ないし思想性を直ちに読み取ることはできない上，データの受領\n者が，本件各データに女性器の皮膚様の着色をすることでよりリアルな女性\n器の３Ｄデータを創作することも可能であるから，先述の意図がかえって本\n件各データのわいせつ性を高める可能性も否定できない。そうすると，本件\n各データと表現された思想との関連性を見いだすことができるとしても，そ\nの結びつきには自ずから限界があり，その芸術性や思想性等による性的刺激\nの緩和の程度をさほど大きく評価することはできない。\n原審弁護人は，被告人による本件各データの提供以外の活動をも考慮し\nて，本件各データの提供についての思想性や芸術性を判断すべきと主張する\nが，わいせつ性の判断はわいせつとされる電磁的記録自体について客観的に\nなされるべきであり，電磁的記録外に存する事実関係はわいせつ性の判断の\n基準外に置かれるから，原審弁護人の主張は採用できない。\nオ  まとめ\n本件各データは，いずれも，女性器の形状を立体的かつ忠実に再\n現したものであり，それらの形状やその表象方法，データ全体に占める性的\n部位の割合に照らせば，それぞれの性的刺激の程度が強い上，表現された思\n想とその表象との関連性を一見して読み取ることは困難であって，芸術性・\n思想性等による性的刺激の緩和の程度もさほど大きく評価できないことから\nすれば，本件各データは，主として受け手の好色的興味に訴えるものになっ\nているといわざるを得ない。これらの諸事情を総合すると，本件各データ\nは，今日の健全な社会通念に照らして，いたずらに性欲を興奮又は刺激せし\nめ，普通人の正常な性的羞恥心を害し，善良な性的道義観念に反するものと\n認められるから，刑法１７５条にいうわいせつな電磁的記録に該当すると認\nめるのが相当である。\n頒布該当性について\nア  刑法１７５条１項後段にいう頒布とは，不特定又は多数の者の記\n録媒体上に電磁的記録その他の記録を存在するに至らしめることをいうと解\nされる（最決平成２６年１１月２５日刑集６８巻９号１０５３頁参照）。原\n審弁護人は，頒布とは電子メールの送信など受け手の行為を介さずにわいせ\nつな画像等を不特定又は多数の者に取得させるような行為をいうのであっ\nて，原判示第１の各事実について，被告人は，単に当該データファイルの保\n存先を示すＵＲＬ情報を送信したにすぎず，受け手は送信されたＵＲＬにア\nクセスし，当該データファイルをダウンロードする操作を要するから，頒布\nに該当しないと主張する。\nイ  しかしながら，被告人がプロジェクトオーナーを務めるクラウド\nファンディングには，当該クラウドファンディングサイトにアクセスし一定\n額の出資をすると自動的に女性器の三次元形状データファイルの保存先を示\nすオンラインストレージのＵＲＬを送信する機能が備え付けられ，さらに，\n被告人が利用していたオンラインストレージには，ダウンロード操作に応じ\nて自動的にデータを送信する機能が備え付けられていたことからすれば，受\n信者による操作は被告人が意図していた送信の契機にすぎないと評価できる\nから，被告人が，これに応じてオンラインストレージのサーバーコンピュー\nタから受信者のパーソナルコンピュータへデータを送信したというべきであ\nる。\nしたがって，原判示第１の１の各所為は，刑法１７５条１項後段にいう頒\n布に該当すると認められる。\nウ  また，被告人自身が，女性器の三次元形状データファイルの保存\n先を示すオンラインストレージのＵＲＬ情報等を，クラウドファンディング\nのメール送信機能を用いず，電子メールにより送信した行為（原判示第１の\n２の所為）についても，受信者によるダウンロード操作は被告人が意図して\nいた送信の契機となるにすぎないと評価できるから，刑法１７５条１項後段\nにいう頒布に該当する。\nエ  被告人が女性器の三次元形状データファイルをＣＤ－Ｒに保存し\nた上，これを郵送した行為（原判示第２の所為）については，刑法１７５条\n１項前段にいう電磁的記録に係る記録媒体の頒布に該当することが優に認め\nられる。\nオ  なお，いずれの場合においても，ファイルを閲覧するためには，\nそのためのソフトなどが必要となるところ，これらのソフトを入手すること\nは比較的容易であって，ソフトがあれば閲覧に何ら支障はないから，頒布該\n当性が否定されるものではない。\n正当行為該当性について\nア  原審弁護人は，憲法が保障する表現の自由の重要性に鑑みれば，\n構成要件該当性の検討におけるわいせつ性概念の類型的な衡量に加え，違法\n性阻却事由該当性の検討において，作品外の事情をも考慮した具体的な衡量\nを行う必要があるとして，本件各頒布行為について，目的の正当性及び手段\nの相当性が認められ，法益侵害の程度も軽微であるから，違法性が阻却され\nると主張する。\nイ  しかしながら，わいせつ概念は，表現の自由を必要最小限かつ明\n確に規制すべく解釈したものであり，構成要件該当性の検討において表現の\n自由に対する考慮は十分に尽くされているのであって，構成要件該当性が充\n足された時点で違憲性の問題は生じないというべきであるから，正当行為に\nよる違法性阻却の検討として再度表現の自由を斟酌すべき合理的理由はな\nい。また，わいせつ性の判断において作品外の事情を考慮しないことの意義\nは，恣意的な判断を極力排除し，わいせつ概念の明確化を図るためであっ\nて，正当行為の有無において作品外の事情を考慮すれば，結局その判断が主\n観的になり，表現の自由等に萎縮効果をもたらすおそれがあるから，作品外\nの事情を考慮すべきでないと解される。したがって，正当行為による違法阻\n却はいうまでもなく認められない。\n被告人の故意について\nア  原審弁護人は，わいせつ性に関する主観的意図について述べた最\n高裁判決（昭和３２年判例）を根拠に，被告人が当該わいせつな電磁的記録\nについて，わいせつ性の意味の認識を有しない場合には故意が阻却されると\nの前提に立って，多数の過激なわいせつ表現が流通している今日において\nは，本件各データは無機質で現実離れした印象を与えるものでしかなく，そ\nの性的刺激が限定的であることに加え，被告人は，本件各データの受領者に\n対し，本件各データを元にして新たなアイデアに基づいた新しい作品を作っ\nてもらいたいなどの意図で女性器の三次元形状データファイル自体ないしこ\nれを保存した記録媒体を頒布したのであって，性的刺激を与えることは意図\nしていなかったから，わいせつ性の意味の認識を欠き，故意が阻却されると\n主張する。\nイ  原審弁護人指摘の最高裁判決（昭和３２年判例）の趣旨に従え\nば，わいせつ性の認識についても，当該わいせつ電磁的記録の存在の認識と\n当該わいせつ電磁的記録自体ないしこれを保存した電磁的記録媒体を頒布す\nることの認識があれば足りると解される。被告人についてみると，本件各デ\nータがわいせつ性を有することは前述のとおりであり，被告人は本件各デー\nタを制作したことから，それらの具体的内容や頒布に関する事実は当然認識\nしていたといえる（なお，被告人は本件各データにつき，わいせつ性が問題\nとなり得ることを知人とのメールのやり取りなどから十分認識していたと認\nめられる）。したがって，被告人が本件各データにつき，刑法１７５条のわ\nいせつ性を具備しないと信じていたとしても，同条の罪の犯意に何ら欠ける\nところはない。\n２  原判決の判断への評価\n以上の原判決の認定，判断は，以下のとおり，一部に不適切な説示\nがあるものの，本件各データについてわいせつ性を肯定し，本件各造形物に\nついてわいせつ性を否定した結論は相当なものとして是認することができ\nる。\n本件各造形物のわいせつ性に関する原判決の説示について\n原判決は，本件各造形物について，概略，①女性器に印象剤をあ\nてがい印象剤が固まったところに石膏を流し込み，石膏が固まった後に着色\nや装飾などを施して作成されたものであり，②大陰唇，小陰唇，陰核などの\n各部位が忠実に再現され浮かび上がっていることに加え，いずれも造形物本\n体の中央に女性器が据えられ，③見る者の情緒や官能に訴えて想像力をかき\nたてて，実際の女性器を連想させ得るものといえるが，④着色や装飾，材質\nなどを含む形状に照らせば，女性器を象ったものだとしても，一見して人体\nの一部という印象を与えるものではなく，直ちに実際の女性器を連想させる\nものとはいえず，⑤性的な刺激を惹起させ得ること自体は否定できないもの\nの，それぞれの性的刺激の程度は限定的なものにとどまり，それだけでわい\nせつ性を肯定できるほど強いものではないと認められることに加え，⑥一定\nしかし，この説示は，本件各造形物について，それ自体からは知り得ない制\n作者の意図ないし制作過程等（上記①）と，それを見る者が視覚等で認識し，\nあるいは連想する事項（上記③，④）やわいせつ性の判断（上記⑤，⑥）を\n区別せずに論じたもので，本件各造形物のわいせつ性判断の説明として不適\n切なものといわざるを得ない。\nすなわち，本件各造形物に関するわいせつ性の判断は，本件各造形物自体\nについて，それを見る者が視覚等でどのように捉え理解するかということを\n前提に検討すべきであって，視覚等では理解することができない制作者の意\n図や作品の制作過程等は，わいせつ性判断の基準外に置かれるべきものであ\nる。そのような観点から判断すると，本件各造形物は女性器を象って制作さ\nれた作品とはいえ，その制作過程等を知らされずに，出来上がった本件各造\n形物を，社会の平均的一般人が見た場合，その着色や装飾，材質等と相まっ\nて，これらが女性器であると認識し，あるいは，これらから性的刺激を受け\nるほど明確に女性器であると認識することは，困難であるというべきである。\n原判決は，本件各造形物の制作過程等をも考慮に入れた結果，また，女性\n器を象った部分と本件各造形物の全体の形状（着色や装飾，材質等を含む）\nとを分断して考察した結果，わいせつ性判断の客体の捉え方を誤り，ひいて\nは，わいせつ性判断の過程を誤ったものといわざるを得ない。\nしかしながら，既に述べたところからすれば，本件各造形物から性的刺激\nを受けることは考えにくく，芸術性・思想性等による性的刺激の緩和につい\nて検討するまでもなく，結局，本件各造形物はわいせつ物とは認められない\nから，原判決は結論において正当である。\n本件各データのわいせつ性に関する原判決の説示について\nア  原判決は，本件各データについて，芸術性・思想性等による性的\n刺激の緩和の程度を評価するに当たって，データの受領者が皮膚様の着色を\nすることでよりリアルなデータを創作し，よりわいせつ性を高める可能性が\nあることを考慮しているが（前記 ），芸術性・思想性による性的刺激\nの緩和の程度については，対象となる本件各データ自体について判断すべき\nであって，将来の加工の可能性などを考慮すべきでないから，原判決の上記\n説示は不適切といわざるを得ない。しかしながら，上記の点を除いても，本\n件各データ自体は女性器の立体的な視覚情報であって，それ自体から，性的\n刺激を大きく緩和させるほどの芸術性や思想性を読み取ることは困難である\nというべきである。したがって，本件各データのわいせつ性を肯定した原判\n決の結論は支持することができる。\nイ  原判決は，原審弁護人の正当行為により違法性が阻却される旨の\n主張を排斥する理由として，わいせつ性判断において作品外の事情を考慮し\nないことの意義はわいせつ概念の明確化を図るためであって，正当行為の有\n無において作品外の事情を考慮すれば，結局その判断が主観的になり，表現\nの自由等に萎縮効果をもたらすおそれがあると説示しているが（前記\nイ），作品外の事情といっても様々なものがあり得るのであり，違法性が阻\n却される余地を一切否定することはできないというべきである上，表現の自\n由等への萎縮効果を理由に，かえって処罰範囲を広げるような結果を是認す\nる説示とも受け取られかねず，刑法の解釈として極めて不適切といわざるを\n得ない。しかしながら，後にも述べるとおり，本件において，違法性を阻却\nする具体的な事情は認められないから，違法性の阻却を認めなかった原判決\nの結論に誤りはない。\n以下，双方の所論を踏まえつつ，補足して説明する。\n第３  弁護人の所論及びそれに対する判断\n１  弁護人の所論\n所論は，要旨，次のとおり主張する。\n刑法１７５条の憲法適合性について\n刑法１７５条は，以下のとおり，憲法２１条，３１条に違反し無効\nである。\nア  刑法１７５条が表現の自由に対する不当な制約であること\n表現の自由に対する制約の合憲性判断の在り方\n原判決も説示するとおり，表現の自由は，いわゆる自己実現や\n自己統治に資する効果を有するだけでなく，まさに精神的自由の根幹として\n人類の文化的発展の必要条件ともいえる極めて重要な人権であるが故に，表\n現の自由には優越的地位が与えられ，これを制約する立法については，他の\n立法の合憲性審査とは異なって，違憲性の推定が妥当するとされている。そ\nして，広く表現活動は，それが活発に行われることによってはじめて人類の\n文化的発展が果たされるのであり，また，時の国家権力による弾圧によっ\nて，壊れやすく傷つきやすいものであることから，表現の自由の規制による\n萎縮効果については，慎重に考慮されなければならない。殊に，表現の内容\nそのものを規制する立法については，その立法目的の正当性及びそれを達成\nする手段との実質的関連性ないし相当性の有無について，厳格に審査がなさ\nれるべきである。表現の自由の価値に鑑みれば，表現行為によって実質的害\n悪が生じないにもかかわらず，安易に「公共の福祉のために合理的かつ必要\nな制限」として是認されることがあってはならない。\n本件で適用されている刑法１７５条についても，表現内容そのものを規制\nする立法として，上記のような厳格な審査が妥当する。\n刑法１７５条が芸術活動に萎縮効果を生じさせること\n憲法２１条１項の「表現の自由」とは，人の内心における精神\n作用を，方法の如何を問わず，外部に公表する精神活動の自由をいい，芸術\n上の表現活動もこれに含まれる。他方，刑法１７５条は，規制の対象行為と\nしてわいせつな文書，図画，電磁的記録媒体等の頒布，陳列，電磁的記録の\n送信頒布等を定めており，これらの行為が芸術上の表現活動としてなされた\n場合を除外するものではない。\nしかし，今日における芸術は，社会に対する異議申し立て，社会正義のた\nめの意見の表明の一つにその役割を変え，しかも，人の価値観の多様化に伴\nって芸術活動も多様化し，プロジェクトアートやプロセスアートといった表\n現方法がとられるようになってこれらが芸術として評価されており，また，\n性器を含む身体をモチーフにした多数の作品が芸術として評価されているの\nであり，これらプロジェクトアートないしプロセスアートも含め，芸術活動\nが活発に行われることによって，公正な社会の実現や人類の文化発展に寄与\nすることは自明である。さらに，身体表現としての性表現が，これらプロジ\nェクトアートないしプロセスアートの文脈でなされることも珍しいことでは\nなく，そこでは身体の一部としての性器がモチーフとされる場合があるが，\nこれはフェミニズムその他，表現者の思想の体現として，重要な意味を持つ\nものである。表現活動における芸術性の有無に関わらず，わいせつな物の陳\n列等を処罰する刑法１７５条の存在が表現者をして活発な芸術活動を萎縮さ\nせることは明らかであり，刑法１７５条の立法目的の正当性については，上\n記の事情を踏まえて慎重に検討されなければならない。\nイ  刑法１７５条の立法目的に正当性がないか既にその正当性が失わ\nれていること\n原判決が刑法１７５条の保護法益ないし立法目的として説示する\n「性的秩序」，「最小限度の性道徳」等が，何を指すのか明確ではない上，\nそもそも，国家が最小限度とはいえ，法に基づく強制によって性道徳を維持\nすることは，いわば道徳の押し付けであり，立法目的として正当化し難いも\nのである。また，わいせつな文書，図画等の頒布等の行為が性秩序や性道徳\nに具体的にどのような影響を及ぼすかも明らかでない。\n仮に，性秩序や性道徳の維持という点に，過去には正当性を見いだすこと\nができたとしても，現在においては，インターネット上で刺激の強い性表現\nに容易にアクセスでき，女性器を顕著に表現したアダルトグッズも広く流通\nして，容易に入手可能であるところ，これらの表現物あるいは表現行為のほ\nとんどが，犯罪として摘発されていないという実情からすれば，法により特\n定の性道徳や性秩序を国家的に固定化するという刑法１７５条の立法目的な\nいし保護法益は消失したというべきである。\nウ  立法目的を達成する手段としても関連性がないこと\n仮に，現在においても「性行為の非公然性の原則」なる規範が社\n会通念として存在し，それに照らして「性的秩序」ないし「最低限の性道徳\n」を維持することが立法目的として必要性，合理性を有するとしても，かか\nる立法目的を達成する手段としては，刑法１７４条により公然わいせつ罪が\n処罰されることで十分であり，これに加えて，性的表現にすぎないわいせつ\nな文書等の頒布等につき刑罰をもって禁止することに実質的な関連性はな\nい。殊に電磁的記録は，コンピュータなどの機器を介さねば直接視認するこ\nとができないものであり，より一層実質的関連性を有しない。\nエ  刑法１７５条が明確性の原則（憲法２１条，３１条）に反するこ\nと\n仮に刑法１７５条の立法目的が未だ正当性を失っていないとして\nも，刑法１７５条の規定は，刑罰法規としての明確性を欠く過度に広範な規\n制であるところ，憲法２１条が保障する重要な人権である表現の自由を，公\n共の福祉により認められる最小限度を超えて制限するものであり，違憲無効\nである。\n明確性を欠く刑罰法令は，国民に対して刑罰の対象となる行為をあらかじ\nめ告知する機能を果たさず，かつ，法適用機関の恣意を惹起する危険がある\nから，人の行為を規制し処罰する法令が明確な法文構成をとる必要があるこ\nとは，およそ罪刑法定主義の原則ないし憲法３１条の要請するところと解さ\nれる。この理は，とりわけ優越的地位を占め，その保全に格別に細心の配慮\nが要請される表現の自由を規制する領域で特に妥当する。したがって，通常\nの判断能力を有する一般人の理解において，具体的場合に当該行為がその適\n用を受けるものかどうかの判断を可能ならしめるような基準が読み取れない\n場合には，当該表現規制立法は，憲法２１条，３１条に違反し違憲無効とな\nる。\n原判決は，刑法１７５条が明確性の原則に反する旨の原審弁護人の主張を\n排斥したが，その具体的な理由は示されていない。\n現代においては，いわゆるチャタレイ事件判決（昭和３２年判例）のいう\nわいせつの定義に該当するような性的刺激の強い表現物が流布し，社会にお\nいて受容されている状況にあり，チャタレイ事件判決のいう定義では，通常\nの判断能力を有する一般人の理解において，具体的場合に当該行為が刑法１\n７５条１項の適用を受けるものかどうかの判断が可能とはいえない。実際，\n被告人は，本件各造形物３点を含む１９点の造形物を展示していたが，捜査\n機関が本件各造形物を選別した基準を一般人において理解することは不可能\nであるし，捜査機関もわいせつ事犯の取締り基準の内容を明らかにしない。\nこのような刑法１７５条の不明確性故に，現に，少なくとも被告人において\n表現行為を萎縮する効果が生じており，また，国民一般が，何が「わいせつ\n」に該当するかを理解することは到底できない。\n本件各データについてわいせつ性を認めた点についての法令適用・\n解釈の誤りないし事実誤認について\nア  わいせつ性判断の対象となる作品の範囲等について\n原判決は，わいせつ性の判断はわいせつとされる電磁的記録それ\n自体について客観的になされるべきであり，電磁的記録外に存する事実関係\nはわいせつ性判断の基準外に置かれるべきとして，判断対象となる作品の範\n囲を恣意的に限定しており，誤っている。すなわち，わいせつ性の存否につ\nいて，作品外の事情や作者の主観的な意図を斟酌せずに客観的に判断するこ\nとと，わいせつ性判断の対象となる作品それ自体の範囲をどのように認定す\nるかは別の問題であり，わいせつ性判断の対象となる作品の認定は，芸術作\n品に関する最新の知見を踏まえ，適正に行われなくてはならない。チャタレ\nイ事件判決も，わいせつ性判断の大前提として，判断対象となる作品の範囲\nを認定する際に，制作者の主観的な意図等の事情を考慮することを禁じてい\nるものではない。\n本件各データの配布行為は，被告人のプロジェクトアートとしての創作活\n動の一環として行われたものである。企画の立案，女性器のスキャニング，\nマンボート制作のための資金集め（クラウドファンディング），ボートの制\n作，進水式に至るプロセス，プロセスを巡るコミュニケーションが一つのア\nート作品を構成し，本件各データの頒布はそのアートの一部を構成するに過\nぎない。したがって，わいせつ性の判断は，被告人のプロジェクトアート全\n体について行われるべきであり，本件各データのみについて行われるべきで\nはない。本件各データのみに着目してわいせつ性判断を行った原判決には，\n事実誤認ないし法令の解釈・適用の誤りがある。\nイ  仮に，本件各データをわいせつ性判断の対象として捉えたとして\nも，上記のプロジェクトアートの内容も考慮の対象にされなければならな\nい。すなわち，最高裁は，いわゆるメイプルソープ事件判決において，「メ\nイプルソープが写真による現代美術の第一人者として美術評論家から高い評\n価を得ていた」という作品外の属性や「写真芸術ないし現代美術に高い関心\nを有する者による購読，鑑賞を想定」していたという作者の主観面等，写真\n集の外にある事情も考慮してわいせつ性の判断を行っている。同判決は，チ\nャタレイ事件における判断基準を事実上変更し，作品外の事情を考慮するこ\nとを認めるだけではなく，表現の自由を最大限に尊重する立場から，作者の\n主観的な意図や作品外の事情は考慮されなければならないと判断しているこ\nとが明らかであり，これを考慮すべきでないとした原判決は法令の解釈・適\n用を誤ったものである。\nウ  本件各データのわいせつ性について\n本件各データは，スキャン後に一定の加工がなされており，被\n告人の女性器を忠実に再現したものではないし，皮膚の質感，色，陰影等の\n重要な情報が含まれていないという点でも，精密なものではない。\nまた，本件各データは，人体の写真と異なり，皮膚の質感や色とはかけ離\nれた平面の起伏のみのデータであって，女性器を精密に生々しく再現したと\nはいい難い粗雑かつ無機質なもので一見しただけでは女性器には見えない程\nである。色彩や陰影も含まれておらず，白の単色であり，女性器部分のみが\n切り取られているため，現実感にも欠ける。原判決は，このような無機質な\n特性を認めつつ，閲覧者の性欲を強く刺激するとしているが，矛盾した判断\nである。\nさらに，女性器を強く連想させたとしても，主として好色的興\n味に訴えるものと認められなければ，わいせつとはいえないが，本件各デー\nタは，性行為や性愛的なコンテクストは皆無であり，女性器とその周辺部分\nのみが切り取られた標本的なもので，一般的には非現実的で不気味，グロテ\nスクなものとも感じられるものであって，これを主として見る者の好色的興\n味に訴えるものとか，その性欲を興奮，刺激せしめるものということはでき\nない。\n加えて，本件各データは，プロジェクトアートという芸術活\n動の一環として配布されたものであり，受領者もこれを前提として本件各デ\nータを受領しているため，芸術性による性的刺激の緩和が認められる。原判\n決がプロジェクトアート全体を見ることなく，本件各データのみに着目し\nて，芸術性ないし思想性を直ちに読み取ることができないとした点が誤りで\nあることは前述したとおりであり，これに加え，原判決が，本件各データの\n受領者が女性器の皮膚様の着色をすることでよりリアルな女性器の３Ｄデー\nタを創作することも可能であるなどとして，かえって本件各データのわいせ\nつ性を高める可能性がある旨説示している点は，予備罪の処罰規定がないの\nにこれを処罰するものであり，罪刑法定主義に反する解釈である。\n関税当局による通達は社会通念を反映したものといえるとこ\nろ，本件各データは，関税法基本通達にいうわいせつ物品に該当しないこと\nからすれば，社会通念上，主として見る者の好色的興味に訴えるものではな\nく，見る者の性欲を興奮，刺激せしめるものでもなく，わいせつ性は認めら\nれない。\n刑法１７５条の「頒布」該当性等について\n平成１３年７月１６日最高裁決定を受けて刑法１７５条が改正され\nた経緯に鑑みれば，刑法１７５条１項後段にいう「送信」とは，あくまでも\n電子メールの送信を意味しており，他人が自分でアクセスしてダウンロード\nできる状態に置くことは「送信」に当たらないと解すべきである。原判決の\n判断の前提となっているとみられる平成２６年１１月２５日最高裁決定は，\n「公然陳列」と「頒布」との区別を失わせるものであって，これを前提にす\nることはできない。\nしたがって，本件における被告人の行為は同項後段の「頒布」に該当せ\nず，同条項を適用した原判決には法令適用の誤りがある。\nなお，本件各データは，簡単な操作で比較的容易に再生閲覧することが可\n能とはいえないから，被告人が電子メールによりＵＲＬ情報を送信した行為\nは，「公然陳列」にも該当しない。\n被告人の行為が正当行為に該当することについて\n仮に，被告人の本件各データの配布に関するプロジェクトアートの\n文脈を，構成要件段階では作品外の事情として考慮することができなかった\nとしても，一連のプロセスやコミュニケーションそれ自体が作品であるプロ\nジェクトの過程で本件各データを配布した被告人の行為は，違法性段階で正\n当行為として違法性が阻却されるから，これに刑法１７５条を適用すること\nは憲法２１条１項に違反する。しかるに，刑法１７５条について特段の論証\nなく，表現の自由に対する必要最小限度の制約と解釈し，被告人の本件各行\n為を違法性段階で考慮しない理由とした原判決には，理由の不備が明らかで\nある。\nまた，構成要件の明確化の要請を理由に違法性阻却を認める余地がないと\nする原判決の論理は，これまでの各種の表現規制事例における最高裁判例や\n刑法及び憲法の趣旨にも反するもので，憲法２１条１項や刑法３５条等に関\nする解釈適用の誤りがある。\nそして，被告人の本件各データの配布行為は，正当行為として違法性が阻\n却されるから，上記の誤りが判決に影響を及ぼすことが明らかである。\n被告人の故意に関する法令の解釈適用の誤り及び事実誤認\nア  刑法１７５条の罪が成立するためには，わいせつ性の意味の認識\nが必要であるにもかかわらず，原判決はこれを不要としたものと解され，刑\n法３８条１項の解釈適用を誤った違法があり，これが判決に影響を及ぼすこ\nとが明らかである。\nイ  本件各データは，性的刺激を与えることは全く意図せず，実際の\n女性器に近い精巧さを表現することも当初より目的としていないこと，色彩\nのデータも存在しないこと，パソコン画面上で表示しても単色で，皮膚の質\n感や色とはかけ離れた平面の起伏が表示されるだけで，これを立体模型とし\nて印刷しても，現実感に欠けたものにしかならないこと，本件各データを立\n体模型化した物に外観の似た作品が週刊誌に写真付きで紹介されているこ\nと，インターネット上の生々しい画像や市販されているアダルトグッズと比\n較しても，本件各データは無機質で現実離れした印象を与えるものでしかな\nいこと等からすれば，本件各データ自体はわいせつ性が問題となることを認\n識させるものではない。\nまた，被告人が知人に送信したメールには，「法的にリスク，というの\nは，まったく考えていませんでした」などと，被告人には自己の行為が犯罪\nに当たる認識もなかったことを裏付ける記載がある。しかも，被告人が知人\nからメールでわいせつ性が問題となり得る旨の指摘を受けたのは原判示第２\nに係るデータを送付した後であるから，当該メールのやりとりをもって，原\n判示第２の事実におけるわいせつ性の意味の認識を認定することはできな\nい。\nしたがって，被告人にわいせつ性の意味の認識があったとの原判決の認定\nは事実を誤認したものであり，これが判決に影響を及ぼすことが明らかであ\nる。\n２  弁護人の所論に対する判断\nしかしながら，以下のとおり，所論はいずれも採用できない。\n刑法１７５条の憲法適合性について\nア  立法目的の正当性について\n憲法２１条が保障する表現の自由は精神的自由の根幹として\n極めて重要な人権であること，しかし，その表現の自由といえども絶対無制\n限なものではなく公共の福祉のため必要かつ合理的な制限を是認するもので\nあること，刑法１７５条による規制は，性的秩序を守り，最小限度の性道徳\nを維持する（昭和３２年判例），あるいは性生活に関する秩序及び健全な風\n俗を維持する（昭和４４年判例）ためのものであって，このような保護法益\nないし立法目的が今日においても十分な合理性，必要性を有していると認め\nられることは，原判決が適切に説示するとおりである。そして，この点は，\n表現の自由には優越的地位が与えられること，表現の自由の規制による萎縮\n効果は慎重に考慮されなければならないこと，一般論としてプロジェクトア\nートやプロセスアートという表現方法が芸術として評価されていることなど\nの所論の指摘を踏まえても変わるものではない。\n所論は，インターネット上の刺激の強い性表現や女性器を顕著に表現した\nアダルトグッズなどが広く流通し，容易にアクセスできる状況にあり，これ\nらのほとんどが摘発されていない実情にあるなどと主張するが，原判決も指\n摘するように，平成２３年の刑法改正により，わいせつな電磁的記録に関す\nる新たな罰則が設けられたこと等からしても，所論の指摘するようなわいせ\nつな表現物が氾濫する状況は決して社会に受容されているわけではなく，一\n般国民の理解においても，通信手段等の発展に伴うわいせつ表現へのアクセ\nスの容易化に対応すべくその規制の必要性がより高まっていることを示すも\nのといえる。\nまた，性的秩序や最小限度の性道徳，健全な性風俗の維持は，\n性犯罪の防止や青少年の健全な育成，売春の防止等といった個々の具体的な\n法益の保護を下支えする基礎的な法益ともいうべきものであって，その法益\n保護のためにわいせつ文書やわいせつ物の頒布等を規制することは十分な合\n理性を有しているというべきである。性行為の非公然性の原則を実現するの\nには刑法１７４条により公然わいせつ罪が処罰されることで十分などという\n所論は到底採用できるものではない。\nイ  明確性の原則等との関係について\nある刑罰法規があいまい不明確を理由として憲法３１条に違反す\nるものと認めるべきかどうかは，通常の判断能力を有する一般人の理解にお\nいて，具体的場合に当該行為がその適用を受けるものかどうかの判断を可能\nならしめるような基準が読み取れるかどうかによって決すべきである（昭和\n５０年判例）こと，刑法１７５条にいうわいせつな物とは，いたずらに性欲\nを刺激もしくは興奮し又はこれを満足せしむべき物品であって，かつ普通人\nの正常な性的羞恥心を害し，善良な性的道義観念に反するものをいい，同条\nにいうわいせつな電磁的記録とは，いたずらに性欲を興奮又は刺激せしめ，\nかつ普通人の正常な性的羞恥心を害し，善良な性的道義観念に反する電磁的\n記録をいうと解される（昭和３２年判例等参照）こと，このように定義され\nるわいせつ概念によれば，通常の判断能力を有する一般人の理解において，\n具体的場合にわいせつ物やわいせつな電磁的記録に当たるかどうかを判断す\nることが十分可能であることは，原判決が適切に説示するとおりである。\n所論は，性的刺激の強い表現物が社会において受容されていることから，\n一般人の理解においてわいせつかどうかの判断が可能ではないなどという\nが，そもそも，性的刺激の強い表現物へのアクセスが容易になり，これらが\n社会内に流通しているからといって，そのことは社会において受容されてい\nることと同義ではなく，一般人の理解においてわいせつ性の判断が不可能と\nなることに直ちに結び付くものでもない。また，捜査機関が１９点の展示物\nのうち本件各造形物の陳列のみを訴追した基準が不明確である旨の指摘につ\nいては，捜査機関としては，わいせつ物に当たるか否かという点のみなら\nず，そのわいせつ性の程度による取締りの必要性の大小や立証の難易等様々\nな要素を考慮して訴追するか否かを判断しているであろうことは容易に推察\nされるところであって，所論指摘の事情はわいせつ概念の不明確性を示すも\nのとはいえない。\nウ  以上によれば，刑法１７５条が憲法２１条及び３１条に違反する\nとの所論は採用できない。\nわいせつ性の判断基準及び本件各データのわいせつ性等について\nア  本件で問題となっているのは「わいせつ電磁的記録の頒布」であ\nる以上，わいせつ性の判断対象は「頒布された電磁的記録」そのものである\nことは当然である。所論は，本件各データの配布行為はプロジェクトアート\nの一環として行われたものであり，わいせつ性の判断はそのようなアート全\n体について行われるべきである旨主張する。しかし，一般論としてプロジェ\nクトアートという芸術分野が存在するとしても，本件各データのわいせつ性\n判断は，本件各データについて行われるべきであって，アート全体がわいせ\nつ性判断の対象となると解することはできない。このことは，例えば「わい\nせつな章句を含む文書」の頒布事案において，「頒布された文書」全体がわ\nいせつ性判断の対象となり，その章句のわいせつ性の有無を文書全体との関\n連において判断することとは次元を異にする問題である。\nイ  そして，本件各データは，女性器そのものの立体的な視覚情報で\nあるところ，これを再生して映し出される画像は，原判決も適切に認定・説\n示するとおり，女性器及びその周辺の各部位が細かいひだ等の状況も含めて\n精緻で生々しく表現されたものであるから，これを社会の平均的一般人が見\nた場合，制作者の意図や制作過程等を知らされなかったとしても，女性器で\nあると認識することができることは明らかであり，これが閲覧者の性欲を強\nく刺激するものであることもまた明らかである。所論は，本件各データがス\nキャン後に一定の加工がされていると指摘するが，その加工は，女性器その\nものとは認識しにくくしたり，女性器との印象を薄めるようなものではな\nく，スキャン時に被告人がその女性器を開いていた際の手指部分のデータを\n加工・補正するなどしたというものであって，要するに，女性器以外の部分\nの情報を取り除いて，より女性器に特化した情報に加工したというのであ\nる。そうしてみると，上記の加工によってこれが増したとはいえても，これ\nが緩和されたなどとは到底いえない。そして，本件各データには皮膚の質\n感，色，陰影等の情報が含まれていないとの所論の指摘を踏まえても，上記\nの評価は変わらない。\nウ  本件各データについて，芸術性・思想性等による性的刺激の緩和\nの程度を検討するに当たっては，判断対象たる本件各データ自体を考察すべ\nきであって，データの受領者がよりわいせつなデータを創作する可能性を考\n慮すべきでないことは前述のとおりであり，この点に関する所論の指摘は正\n当である。しかし，本件各データ自体には，その性的刺激を大きく緩和する\nような芸術性・思想性を見いだすことは困難であることも前述のとおりであ\nる。\n結局，本件各データにおける女性器の形状や表象方法，データ全体におけ\nる性的部位の割合等を踏まえればその性的刺激の程度は強く，芸術性・思想\n性等による性的刺激の緩和の程度も大きく評価できないこと等を踏まえて，\n本件各データは主として受け手の好色的興味に訴えるものと判断した原判決\nの評価に誤りはなく，これを否定する所論は採用できない。\nエ  所論は，本件各データが関税法基本通達上のわいせつ物品に該当\nしないから，社会通念上，刑法１７５条のわいせつ性を有しない旨主張する\nが，上述したところからすれば，本件各データが同通達にいう「主として観\nる者の好色的興味に訴えるものと客観的に認められないもの」に当たるとい\nう所論の前提は誤っているというほかなく，採用の限りではない。\n頒布該当性について\n刑法１７５条後段にいう「頒布」とは不特定又は多数の者の記録\n媒体上に電磁的記録その他の記録を存在するに至らしめることをいうと解さ\nれる。そして，原判示第１の各行為について，不特定の出資者の記録媒体に\n本件各データが存在するに至るまでの経過や仕組みは原判決が適切に認定す\nるとおりであり，これらがいずれも同条の頒布に該当するとした原判決の認\n定は正当である。刑法１７５条１項後段の「電気通信の送信」を電子メール\nによるものに限られるとする所論は独自の見解であって，採用できない。\n正当行為該当性について\n所論指摘のとおり，正当行為の有無の判断において作品外の事情\nを考慮すればかえって表現の自由等に萎縮効果をもたらすおそれがあるなど\nとした原判決の説示が刑法の解釈として極めて不適切であることは前述のと\nおりである。しかしながら，正当行為に関する所論は，要するに，本件各デ\nータの頒布行為がプロジェクトアートの一部であるから違法性を欠くという\nものであるところ，一般論としてプロジェクトアートという芸術分野が存在\nするとしても，被告人による本件各データの頒布行為が違法性を欠くという\n所論は採用することができない。すなわち，まず，本件各データは，既にみ\nたとおり，女性器の立体的な形状そのものの情報であり，そのわいせつ性は\n相応に強いものである。そして，被告人は，インターネットを通じて広く社\n会一般に活動資金の寄付を募り，一定額以上の寄付をすれば（被告人の捜査\n段階 の 供述 によ れ ば「 支 援し てく れ た方 に 対す るリ タ ーン の １つ とし て\n」），本件各データを提供することとした（原審甲１５号証添付の資料５「\n被疑者投稿プロジェクト」，原審乙７号証参照）ものであって，直接的な対\n価関係にあるとまではいえないにしても，結局のところ活動資金を得るため\nの方策として，わいせつ性の強い本件各データを頒布したと評価するのが相\n当である。そうしてみると，本件各データの頒布行為について「芸術活動の\n一環である」という理由で正当行為に該当し違法性を阻却するなどと到底い\nえないことは明らかである。ほかに正当行為性を基礎づける事情はうかがわ\nれず，所論は採用できない。\n所論指摘のように，わいせつ性を具備しないものと信じるにつき相\n当な理由があるなど，具体的な事情によっては故意が阻却される余地がある\nと解するとしても，本件においてそのような事情は見いだせない。まず，本\n件各データが客観的に見てわいせつ性を有するものであることはこれまでに\n述べたとおりであり，女性器の形状そのものをスキャンして本件各データを\n作成した被告人は，当然にその内容を認識していたといえる。所論は，被告\n人と知人とのメールのやり取りがされた時期やその内容から，被告人にはわ\nいせつ性が問題となる認識がなかった旨主張するところ，原判決が指摘する\nメールのやり取り（原審甲１０７号証）は，原判示第２の頒布行為後のもの\nであり，また，被告人が送信したメール中に「法的にリスク，というのは，\nまったく考えていませんでした」などという内容も含まれていることは所論\n指摘のとおりである。しかしながら，同メールには，例えば，「わいせつ物\nの配布という風にとられた場合，そのリスクは絶対無いとはわたしも言いき\nれません」，「私は女性器が汚いもの，犯罪だ，というふうにおとしめられ\nることに憤りを感じて活動してきた」等の記載があり，その主張の是非はと\nもかくとして，被告人自身，女性器等を露骨に表現することが犯罪に当たり\n得ることを理解した上で，そのような現状に反発して活動してきたというの\nであるから，本件各犯行当時においても，女性器を３Ｄスキャンした本件各\nデータについてわいせつ性が問題となり得ることを十分認識していたとい\nえ，この点に関する原判決の説示に誤りはない。\n所論は採用できない。\n以上によれば，弁護人の所論はいずれも採用できず，論旨は理由が\nない。\n第４  検察官の所論及びそれに対する判断\n１  検察官の所論\n所論は，要旨，次のとおり主張する。\n事実誤認の論旨\nア  女性器そのものを再現した造形物のわいせつ性について\n本件各造形物は，女性器そのものを三次元で忠実に再現した造形\n物であり，一般に，二次元より三次元の方がよりリアルであることからすれ\nば，そのわいせつ性の程度は性器そのものを二次元で忠実に表現した写真と\n同等以上のものと考えられる。\n写真のわいせつ性について，最高裁平成２０年２月１９日第三小法廷判決\nにおける堀籠裁判官の反対意見は，「少なくとも，男女を問わず，性器が露\n骨に，直接的に，具体的に画面の中央に大きく配置されている場合には，そ\nの写真がわいせつ物に当たることは刑事裁判実務において確立された運用と\nいうべきである」としている。この点，女性器そのものを再現した造形物に\nついては，警視庁担当者が，女性器そのものを再現した造形物の写真等を掲\n載した雑誌の編集者に対して，わいせつ性が認められるとして口頭警告を行\nったり，女性器そのものを再現した造形物の展示イベントを企画したイベン\nト業者からの事前相談に対して，「わいせつ物に該当すると判断されれば取\n締りの対象となる」旨回答しており，このような警察による取締りの実情\nは，前記のような写真に関する刑事裁判実務において確立された運用が造形\n物についても妥当することを示している。\n本件各造形物は，女性器の各部位が忠実に再現され浮かび上がっているこ\nとに加え，いずれも造形物本体の中央に女性器が据えられ，作品のほとんど\nの部分を女性器又はその周囲の部位が占めているものであるから，前記の「\n性器が露骨に，直接的に，具体的に画面の中央に大きく配置されている場合\n」と同視すべきものであることは明らかであり，わいせつ性に疑問の余地は\nないはずである。\nイ  本件各造形物が女性器であるとの印象を殊更強く与えるものでな\nいとした原判決の誤りについて\n原判決は，本件各造形物について，見る者の情緒や官能に訴えて\n想像力をかきたてて，実際の女性器を連想させ得るものであると説示してい\nるが，本件各造形物は，その形状からして，想像力をかきたてるまでもな\nく，女性器そのものを認識できるものである。したがって，原判決が，「見\nる者が想像力をかきたてる」という精神作用の介在を前提とした認定をした\nことは，論理則，経験則に照らし誤っている。\nまた，原判決は，本件各造形物の色や装飾等を捉えた上で，「本件各造形\n物の形状に照らせば，本件各造形物が女性器を象ったものだとしても，一見\nして人体の一部という印象を与えるものではなく，直ちに実際の女性器を連\n想させるものとはいえない」と認定するが，本件各造形物は，いずれも，そ\nの色や装飾等により，一見して人体の一部という印象を与えるものではない\nとはいえないことは明らかであり，原判決の上記認定は，論理則，経験則に\n照らし誤っている。\nさらに，原判決は，「本件各造形物の特徴に鑑みると，本件各造形物が性\n的な刺激を惹起させ得ること自体は否定できないものの，それぞれの性的刺\n激の程度は限定的なものにとどまる」旨認定するが，本件各造形物の形状か\nらすれば，それぞれの着色が，女性器そのものを再現した造形物であるとの\n印象を大きく妨げるものでないことは明らかである。また，本件各造形物に\n施されている装飾は，いずれも，女性器部分の周辺だけであり，女性器部分\n自体には工作や加工等はなされておらず，いずれも女性器そのものを再現し\nたそのままの形状が保たれている。したがって，本件各造形物が，その装飾\nにより，性的刺激が限定的なものになるとは認められないことは明らかであ\nるから，原判決の上記認定は論理則，経験則に照らし誤っている。\nウ  本件各造形物が芸術性・思想性によってその性的刺激が緩和され\nるとして本件各造形物のわいせつ性を否定した原判決の判断の誤りについて\n原判決は，本件各造形物はポップアートの一種であると捉えるこ\nとは可能であるなどとして，本件各造形物が一定の芸術性・思想性を有し，\nそれによって性的刺激が緩和されるといえるなどと説示するが，そもそも，\n被告人が本件各造形物を制作するに至った経緯は，漫画家としての被告人が\nその題材に窮して，「とりあえず」女性器の型を採ることを思いつき，ただ\n型を採るよりもデコレーションしたらもっと楽しい作品になると思ってデコ\nレーションをしたというものにすぎず，原判決がいうような芸術や思想を表\n現する意図はなかった。したがって，一定の芸術性・思想性があるとした原\n判決の認定には，論理則，経験則等に照らし誤りがある。\nまた，仮に原判決のいう芸術性・思想性を肯定したとしても，それは，本\n件各造形物を見た者が，女性器そのものを再現した造形物である本件各造形\n物を女性器であると認識することを前提とするものであり，本件各造形物の\n性的刺激を緩和するような内容のものではないし，仮に緩和が認められると\nしても，その程度は一定限度にとどまり，本件各造形物がその中央に女性器\nが据えられ，そのほとんどの部分を女性器又はその周辺部が占めているとい\nう形状等を踏まえて総合的に判断すれば，本件各造形物のわいせつ性は優に\n認められる。したがって，本件各造形物について芸術性・思想性により性的\n刺激が緩和されるとし，わいせつ性を否定した原判決の事実認定は論理則，\n経験則に反することが明らかである。\n法令適用の誤りの論旨\nア  原判決は，具体的なわいせつ性判断に当たり，「本件各造形物が\n女性器を象ったものだとしても，一見して人体の一部という印象を与えるも\nのではなく，直ちに実際の女性器を連想させるものとはいえない」と説示す\nるが，「一見して」，「直ちに」といった独自の観点を用いた原判決の判断\nは，最高裁の累次の判例によって確立された従来のわいせつ性の判断基準を\n変容させる誤った判断手法である。\nイ  すなわち，原判決は，「一見して」，「直ちに」という観点を用\nいることで，当該物のわいせつ性を判断するに当たり，見た者がわいせつ性\nを判断するまでの時間を問題とする新たな観点を導入し，結果として，わい\nせつ性の判断基準を変容させた。一瞬だけわいせつ部分が含まれているよう\nな動画であればともかく，本件各造形物は，「静物」であり，見る者は，そ\nれが何を表現しているか認識するまで本件各造形物を観察することが可能で\nある。そして，本件各造形物の形状からすれば，着色や装飾等が施されてい\nても，通常の観察力を持った者であれば，女性器そのものを再現した造形物\nであることが容易に認識でき，従来のわいせつ性判断基準によりわいせつ性\nを認定できる。もちろん，見る者によって，「一見して」，「直ちに」認識\nできる者もいれば，そうではない者もいるが，そのことは，本件各造形物の\nわいせつ性を判断するに当たり何ら関係がない。\n原判決は，「一見して」，「直ちに」といった独自の観点を用いるという\n誤った判断手法を用いた結果，わいせつ性の判断基準を変容させ，本件各造\n形物のわいせつ性を否定するという誤った判断に至り，本来適用すべき刑法\n１７５条を適用しなかった点において法令適用の誤りがある。\n２  検察官の所論に対する判断\nしかしながら，以下のとおり，所論はいずれも採用できない。\n事実誤認の論旨について\nア  まず，本件各造形物は，その制作の過程で，女性器に印象剤をあ\nてがって型を採り，これに石膏を流し込むなどの方法がとられており，その\n意味で女性器の形状を再現しようとしたものであることは間違いない。しか\nし，そのような制作過程に関する情報なしに，本件各造形物そのものを見た\n場合は，その着色や装飾，材質等と相まって，これらが女性器であると認識\nし，あるいは，これらから性的刺激を受けるほど明確に女性器であると認識\nすることは困難で，芸術性・思想性等による性的刺激の緩和について検討す\nるまでもなく，結局，本件各造形物はわいせつ物とは認められないことは前\n述のとおりである。\nこれに対し，所論は二次元よりも三次元の方がよりリアルであるなどと指\n摘するが，例えば，本件各造形物のようにその形状や着色，装飾，材質等か\nら女性器であることの印象が乏しい造形物よりも，女性器そのものをカラー\n撮影し，何らの加工，修飾もしていない二次元の写真の方が性的な刺激が強\nく，わいせつ性が高いということは十分あり得るところであり，三次元であ\nることがそのリアルさやわいせつ性を直ちに高めるものではない。したがっ\nて，本件各造形物について，写真と同等以上にリアルであることを前提に，\n写真における「性器の各部位が露骨に，具体的に画面の中央に大きく配置さ\nれている場合」と同視すべきとの所論は直ちに採用できない。\nまた，所論は，警察による取締りの実情を指摘するが，そもそも取締りの\n実情とわいせつ性の判断基準如何を結びつけること自体，論理の飛躍がある\nといわざるを得ない。わいせつ性の判断は当該わいせつ物について個別にな\nされるものであり，警察による一般的な取締りの実情と，個別具体的な物の\nわいせつ性の有無に関する判断が当然に合致するわけでもなく（このこと\nは，警察の取締りが及んでいない物が常にわいせつ物に当たらないとはいえ\nないことからも明らかである），所論は採用の限りでない。\nイ  次に，所論は，本件各造形物は想像力をかきたてるまでもなく女\n性器と直接的に認識させるものであるなどとして，原判決を論難するが，こ\nれまで述べたように，本件各造形物は，その制作過程において女性器の型を\n採るという手法が用いられているものの，本件各造形物自体を見れば，その\n着色や装飾，材質等と相まって，これらが女性器であると認識し，あるい\nは，これらから性的刺激を受けるほど明確に女性器であると認識できるよう\nな形状とはいえないものである。所論が指摘するように，女性器を象ったと\nされる部分が中央に配置されてはいるものの，本件各造形物の着色や装飾，\n材質を含む形状に鑑みれば，本件各造形物を見る者が，その中央部分に最も\n視線を注ぐとは思われないし，これを女性器と認識するのが当然とは到底思\nわれない。\nしたがって，本件各造形物が，見る者に直接的に女性器の形状を認識させ\nるものであるとする所論は採用できない。\nウ  さらに，所論は，原判決が本件各造形物について，「ポップアー\nトの一種と捉えることが可能である」として，その芸術性・思想性による性\n的刺激の緩和を認めた点を論難するが，本件各造形物について，その芸術性\nや思想性による性的刺激の緩和を検討するまでもなく，わいせつ物とは認め\nられないことは前述のとおりであり，結局所論は採用できない。\nエ  なお，所論は，原判決が，本件各データについてわいせつ性を認\nめたことを引き合いに，本件各造形物についてもわいせつ性が認められる旨\n主張するが，女性器を象った起伏等が中央部分にあるという点のみに着目\nし，着色や装飾，材質等も含めた造形物全体の形状やそれが有する印象な\nど，具体的な事情を踏まえない主張であって，採用できない。\n法令適用の誤りの論旨について\n原判決が示したわいせつ性の判断基準は，前記第２の１ のとお\nりであり，最高裁の累次の判例によって確立されたわいせつ性の判断基準に\n沿ったものであることは明らかである。所論が指摘する，原判決が本件各造\n形物のわいせつ性を判断する過程で用いた「一見して」，「直ちに」といっ\nた説示は，要するに「本件各造形物を見た者が，それが女性器であると明確\nに認識することは困難である」旨，わいせつ性判断の客体の認識について述\nべたものであって，その認識を前提とするわいせつ性判断の基準として述べ\nたものではないと理解するのが相当である。したがって，「新たな観点を導\n入してわいせつ性の判断基準を変容させた」との，法令適用の誤りをいう所\n論は失当である。\nなお，所論は，「わいせつ物については，それが何であるか認識できるま\nで観察することが可能であるから，一見して，直ちに認識できるかどうかは\n問題ではない」などと論難する（これは，わいせつ性判断の客体の認識に関\nする論難と理解できる）が，本件各造形物は，これを長時間観察し続けたと\nしても，社会の平均的一般人にとって，事前の情報がなければ，これを女性\n器であると明確に認識することは困難であるから，所論は採用できない。\n以上によれば，検察官の所論はいずれも採用できず，論旨は理由が\nない。\n第５  結論\n以上の次第で，本件各控訴はいずれも理由がないから，刑訴法３９６\n条により本件各控訴を棄却することとし，主文のとおり判決する。\n平成２９年４月１３日\n東京高等裁判所第６刑事部\n裁判官    大      橋    弘      治\n裁判官    中      村    光      一\n裁判長裁判官秋吉淳一郎は転官のため署名押印することができない。\n裁判官    大      橋    弘      治\n"
}