{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 6,
    "day": 22
  },
  "case_number": "平成27(行ケ)10236",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85968",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85968",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/968/085968_hanrei.pdf",
  "contents": "平成２８年６月２２日判決言渡\n平成２７年(行ケ)第１０２３６号  審決取消請求事件\n口頭弁論終結日  平成２８年６月８日\n判       決\n原            告     X\n被            告     特 許 庁 長 官\n指定 代理 人       小      野    忠    悦\n赤    木    啓    二\n住    田    秀    弘\n長    馬         望\n田    中    敬    規\n主       文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が不服２０１５－１０５５４号事件について平成２７年９月２８日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許出願の拒絶査定に対する不服審判請求を不成立とした審決の取消訴\n訟である。争点は，進歩性判断（引用発明の認定，一致点・相違点の認定，相違点\nの判断）の誤りの有無である。\n１  特許庁における手続の経緯\n原告は，名称を「トイレットロールの芯，及び，トイレットロール」とする発明\nにつき，平成２６年７月４日（本願優先日）に出願した特願２０１４－１４９２１\n５号を基礎とする優先権を主張して，同年１１月１０日，特許出願（特願２０１４\n－２３９３０３号，請求項の数１０。甲１）をしたところ，平成２７年４月２８日\n付けで拒絶査定を受けたので，同年５月１８日，拒絶査定不服審判請求（不服２０\n１５－１０５５４号）をした。（甲１）\n特許庁は，平成２７年９月２８日，「本件審判の請求は，成り立たない。」との審\n決をし，その謄本は，同年１０月２１日，原告に送達された。\n２  本願発明の要旨\n本願の請求項１に係る発明（本願発明）は，次のとおりである（甲１。以下，本\n願に係る明細書及び図面を「本願明細書」という。）。\n「  周方向のいずれか一方の向きを特定する識別子が内側面に設けられている，ト\nイレットロールの芯。」\n甲１の図３を掲記する。\n１…芯，３…識別子，５…トイレットペーパー，１０…トイレットロール，５１…糊付けさ\nれた部分，５２…最端部\n３  審決の理由の要点\n(1)  引用発明の認定\n実願昭５６－９３０８１号（実開昭５８－１３９４号）のマイクロフィルム（引\n用例。甲２）には，次の発明（引用発明）が記載されている。\n「  トイレットペーパーの筒状の芯Ｓの内側をのぞきこめば一目でトイレットペー\nパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホ\nルダーにそう入する際に簡単に上下の判別ができ得るように，トイレットペーパ\nーの筒状の芯Ｓに，一定の方向を示めす無数の印Ｍを入れた，トイレットペーパ\nーの筒状の芯Ｓ。」\n甲２の第１図を掲記する。\nＰ…トイレットペーパー，Ｓ…筒状の芯，Ｂ…筒状の紙Ｓを形成するボール紙，Ｍ…一定方\n向を示す印\n(2)  一致点の認定\n本願発明と引用発明とを対比すると，次の点で一致する。\n「  向きを特定する識別子が内側面に設けられている，トイレットロールの芯。」\n(3)  相違点の認定\n本願発明と引用発明とを対比すると，次の点が相違する。\n識別子について，本願発明は，「周方向のいずれか一方の向きを特定する」のに対\nし，引用発明は，「トイレットペーパーの左右が判り，それ故に上下の確認がとれ，\nトイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別ができ得\nる」点。\n(4)  相違点の判断\n①  本願発明の「周方向にいずれか一方の向きを特定する識別子」は，トイレッ\nトペーパー（ペーパー）の引き出し向きが容易に把握できるように，また，トイレ\nットロールをホルダーに適切な向きで容易に取り付けることができるようにするた\nめに設けるものである。\n②  引用発明において，トイレットペーパー（トイレットロール）の上下の判別\nは，ホルダーにトイレットペーパー（トイレットロール）を挿入する際にトイレッ\nトペーパー（ペーパー）の引き出し向きが容易に把握できることを意味する。そし\nて，トイレットペーパー（ペーパー）の引き出し向きは，トイレットペーパー（ト\nイレットロール）の周方向の向きといえる。\nそうすると，「印Ｍ」は，トイレットペーパー（トイレットロール）の周方向の向\nきを判別できるものである。\n③  トイレットペーパー（トイレットロール）に周方向の向きを特定する印を設\nけることは，特開２００９－３４４６７号公報（周知例１。甲３），特開２００９－\n２６８５３５号公報（周知例２。甲４）及び実願昭５３－３１１２８号（実開昭５\n４－１３４６３７号）のマイクロフィルム（周知例３。甲５）に記載されるように，\n本願優先日前の周知技術である。\n④  ①②から，引用発明の「印Ｍ」と本願発明の「識別子」とは，トイレットペ\nーパー（トイレットロール）の周方向の向きを判別できる点で共通するから，相違\n点は実質的なものではない。\n⑤  仮に，引用発明の「印Ｍ」が，トイレットペーパー（トイレットロール）の\n周方向の向きを直接的に特定するものではないとしても，③から，引用発明の「印\nＭ」を，周方向の向きを直接的に特定する印とすることは，当業者が適宜になし得\nた程度の設計事項である。\n(5)  まとめ\n本願発明は，引用発明及び周知技術に基づいて当業者が容易に発明できたもので\nあるから，特許を受けることができない。したがって，その余の請求項に係る発明\nについて検討するまでもなく，本願は拒絶すべきものである。\n第３  原告主張の審決取消事由\n１  取消事由１（引用発明の認定の誤り）\n審決は，引用発明を\n「  トイレットペーパーの筒状の芯Ｓの内側をのぞきこめば一目でトイレットペー\nパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホ\nルダーにそう入する際に簡単に上下の判別ができ得るように，トイレットペーパ\nーの筒状の芯Ｓに，一定の方向を示めす無数の印Ｍを入れた，トイレットペーパ\nーの筒状の芯Ｓ。」\nと認定する。しかしながら，引用例に開示された内容からは，トイレットペーパー\nの「左右」が分かったとしてもその上下の確認はとれないから，引用発明は，\n「  トイレットペーパーの筒状の芯Ｓの内側をのぞきこめば一目でトイレットペー\nパーの左右（方向）が判るように，トイレットペーパーの筒状の芯Ｓに，一定の\n方向を示めす無数の印Ｍを入れた，トイレットペーパーの筒状の芯Ｓ。」\nと認定されるべきものである。\nすなわち，引用発明の「印Ｍ」が示す「左右」の「一定方向」とは，左右方向（左\n向き又は右向きのうちの一方）を示すものであり，軸線方向が示されているだけで\nある。下記図で示すように，「印 M」の狭まった側が「印 M」が示す方向であると\n分かったとしても，そこで示している方向が左であるのか，右であるのかは分から\nない。また，引用例における「上下」の意味は必ずしも明りょうではなく，巻き方\n向と関連しているとは限らない。次の図のように，製造者の意向によっては，「印 M」\nを左向きと設定してトイレットペーパーを左図のように設置して手前側から下方向\nに向けてペーパーを取り出すようにする場合もあれば，「印 M」を右向きと設定し\nて右図のようにトイレットペーパーを設置して手前側から下方向に向けてペーパー\nを取り出すようにする場合もあるが，両者のトイレットペーパーの巻き方向は，「印\nM」の指し示す方向との関係においては，正反対である。このように，ペーパーの\n巻き方向は，トイレットロールの上下によっては確定されない。\nそうすると，引用例に記載された発明において，「印Ｍ」が示している軸線方向と\nトイレットペーパーの上下方向，すなわち，券き方向とは，別の外的因子によって\n初めて関係付けられるし，また，製造者の意向によっても左右される。しかしなが\nら，それらは引用例に示されておらず，また，当業者の技術常識をもっても引用例\nからそれらを理解することができない。\nしたがって，引用例から，「左右」（左右方向）が分かるがゆえに上下が分かると\nする引用発明を認定した審決の認定には，誤りがある。\n２  取消事由２（一致点・相違点の認定の誤り）\n審決は，本願発明と引用発明の一致点を\n「  向きを特定する識別子が内側面に設けられている，トイレットロールの芯。」\nと，同相違点を\n「  識別子について，本願発明は，『周方向のいずれか一方の向きを特定する』のに\n対し，引用発明は，『トイレットペーパーの左右が判り，それ故に上下の確認がと\nれ，トイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別が\nでき得る』点」と認定する。\nしかしながら，引用発明は，上記１のように認定されるべきものであるから，上\n下が判別できるものではなく，また，引用発明の「印Ｍ」は，芯Ｓに開けられた穴\nであるから，トイレットロールの「内側面」に設けられたものではない。\nさらに，「トイレットペーパーの左右が判り，それ故に上下の確認がとれ，トイレ\n等内においてペーパーホルダーにそう入する際に簡単に上下の判別ができ得る」と\nいうのは発明の効果をいうものであるところ，効果が一致しても構成が一致してい\nるとはいえないから，引用発明の効果と本願発明の構成を対比しても相違点を導く\nことはできない。作用の記載は，作用の記載同士で，又は，作用の記載に対応する\n記載と対比すべきである。\nそして，本願発明の識別子は，単に向きが確認できればよいのではなく，「周方向\nのいずれか一方の向き」を特定するものである。\nそうすると，本願発明と引用発明との相違点（原告主張相違点）は，次のとおり\nと認定されるべきである。\n本願発明では，「識別子」が特定する方向が「周方向のいずれか一方の向き」とい\nう明確に特定された方向であるのに対し，引用発明では，「印」によって示される方\n向が「一定の方向」という特段特定されていない方向である点。\nしたがって，審決の一致点・相違点の認定には，誤りがある。\n３  取消事由３（相違点の判断の誤り）\n審決は，引用発明の「印 M」がトイレットペーパー（トイレットロール）の周方\n向の向きを判別できると認定し，これを前提に，相違点は実質的なものではないと\n判断した。\nしかしながら，前記１のとおり，引用発明の「印 M」がトイレットペーパー（ト\nイレットロール）の周方向の向きを判別できるものではなく，この相違は実質的な\nものであるから，審決の上記認定判断は，誤りである。\nまた，審決は，トイレットペーパー（トイレットロール）に周方向の向きを特定\nする印を設けることは，本願優先日前の周知技術であり，引用発明の「印Ｍ」を，\n周方向の向きを直接的に特定する印とすることは，当業者が適宜になし得た程度の\n設計事項であると認定判断する。\nしかしながら，周知例１～周知例３においては，いずれも，識別子は，トイレッ\nトロールの芯ではなくトイレットペーパーに設けられており，この点を特徴点とし\nているところ，それにもかかわらず，周知例１～周知例３に開示された識別子を引\n用発明のトイレットロールの芯に適用する動機付けは，周知例１～周知例３には記\n載も示唆もされていない。のみならず，トイレットペーパー上という目立つ位置に\n設けられた識別子に創発された当業者が，これを芯に設けるよう変更することは，\n不自然であり，通常なし得たことではない。\nそうすると，当業者が，周知例１～周知例３を参酌して，引用発明から本願発明\nを導くことは容易とはいえない。\n以上のとおり，審決の相違点の判断には，誤りがある。\n第４  被告の反論\n１  取消事由１（引用発明の認定の誤り）に対して\n筒状の芯とそれに巻かれたペーパーとからなるトイレットペーパーを，壁に固定\nされたホルダーに対して，芯が水平となるように，かつ，使用者がペーパーを上方\nから手前側に引き出せるように（ペーパーの端が手前側で垂れ下がり，ホルダーに\n回動自在に支持されたカバーによってペーパーをカットできるように）取り付ける\nことは，本願優先日前からの周知慣用の使用方法であって，かつ，通常の取付状態\nである（以下，この取付状態を「通常取付状態」という。）。通常取付状態を前提と\nした場合，使用者からみたトイレットペーパーの左右方向とトイレットペーパーの\n上下方向（手前側で垂れ下がるペーパーの上流側が上側で下流側が下側）との関係\nは一義的に決まる。\n引用例の「筒状の芯Ｓの内側をのぞきこめば一目でトイレットペーパーの左右が\n判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホルダーにそう入\nする際に簡単に上下の判別がつく。」との記載は，通常取付状態を踏まえたものと解\nされるから，その記載に誤りはない。\nそして，使用者に対して「印Ｍ」がトイレットペーパーをホルダーに取り付ける\n際の右側（右方向）又は左側（左方向）のいずれを示すかは，トイレットペーパー\nの包装用袋や箱に記載すれば足りることであり，そのような説明を付記することは，\n当業者が適宜になし得る。また，製造者が芯にペーパーを巻く際に，上記の「印Ｍ」\nの意味を踏まえて巻き方向を決めることは，自明の事項である。\nそうすると，通常取付状態を前提とすれば，引用例からは引用発明を認定するこ\nとができ，審決の引用発明の認定には，誤りはない。\n２  取消事由２（一致点・相違点の認定の誤り）に対して\n引用発明は，上記１のとおり，トイレットペーパーの上下が判別できるものであ\nる。\nまた，「印Ｍ」が穴であったとしても，「印Ｍ」は，芯の内側から方向（向き）を\n特定する（識別する）ものであって，トイレットペーパーの芯の内側面に設けられ\nていると解することができる。\nさらに，審決は，①「トイレットペーパーの左右が判り，それ故に上下の確認が\nとれ，トイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別が\nでき得る」との箇所に相当する本願発明の②「周方向のいずれか一方の向きを特定\nする」との構成が相違点を形成するとしているのであるから，上記①を対比に用い\nることができようができまいが，②の容易想到性を判断することには変わりがなく，\n①を対比に用いることができるか否かは，審決の結論を左右しない。\nいずれにせよ，①は「印Ｍ」の機能を表現したものであって，引用発明の構成と\nして理解できることは明らかであるから，本願発明と引用発明とは，審決が相違点\nと認定するところで相違する。\nしたがって，審決の相違点の一致点・相違点の判断には，誤りがない。\n３  取消事由３（相違点の判断の誤り）に対して\n上記１のとおり，引用発明の「印Ｍ」は，トイレットペーパー（トイレットロー\nル）の周方向の向きを間接的に判別する（左右が判れば上下が判る。）ことができる\nものであるから，引用発明の「印 M」がトイレットペーパー（トイレットロール）\nの周方向の向きを判別できるものではないことを前提とする原告の主張は，失当で\nある。\n引用発明は，ペーパーの向きであるトイレットペーパー（トイレットロール）の\n上下の方向を極めて簡単に判別できるために，「印Ｍ」を筒状の芯Ｓに設けたことを\n特徴とするものである。そして，「印Ｍ」は，左右の方向を示すことにより上下の確\n認がとれるとするものである。\nそうすると，引用発明の特徴を踏まえて，このトイレットペーパー（トイレット\nロール）の筒状の芯Ｓに設けた「印Ｍ」それ自体を，直接「上下の確認がとれ」る\nような向き，すなわち，周知例のようにロール状に巻かれるペーパーの向きである\n周方向の向きを直接特定する印とすることは，当業者にとって容易になし得たこと\nである。この周知技術の採用に関して，「印Ｍ」を引用発明のトイレットペーパーの\n表面に敢えて移動させることこそ不合理である。\nしたがって，審決の相違点の判断には，誤りがない。\n第５  当裁判所の判断\n１  認定事実\n(1)  本願発明について\n本願明細書（甲１）によれば，本願発明は，次のとおりと認められる。\n本願発明は，トイレットロールの芯，及び，トイレットロールに関する。（【００\n０１】）\nトイレットロールは，紙管（芯）にトイレットペーパーが巻き回され，トイレッ\nトペーパーの最端部に近い部分が軽く糊付けされており，トイレ内の壁に固定され\nたホルダーの軸棒に外挿して使用するものが普及している。（【０００２】～【００\n０４】）\n新品のトイレットロールを取り付けるためには，糊付けされた部分の周囲を注意\n深く観察してトイレットペーパーの巻き回しの向きを把握しなければならないが，\n糊付けされた部分の周囲を観察しても状況がよく分からないことがあり，ホルダー\nへの取付け向きを間違えると，トイレ内で地団駄を踏む羽目となる。そこで，本願\n発明は，トイレットペーパーの引き出し向きが自分好みの向きとなるようにトイレ\nットロールをホルダーに容易に取り付けることができるためのトイレットロールの\n芯及び当該芯を備えるトイレットロールを提供することを目的とする。（【０００６】\n～【０００８】）\n本願発明の構成を有するトイレットロールは，識別子が特定する向きと，この芯\nに巻き回されるトイレットペーパーの引き出し向きとをそろえることができるので，\nトイレットロールをホルダーに取り付ける際に，識別子が特定する向きを確認する\nことにより，トイレットペーパーの引き出し向きが自分好みの向きとなるようにト\nイレットロールをホルダーに容易に取り付けることができる。（【０００９】【００１\n９】）\n(2)  引用発明について\nア  記載事項\n引用例（甲２）には，次の記載がある。\nなお，明らかな誤記や常用と異なる漢字仮名部分は補正した（以下同じ。）。\n「  筒状の芯Ｓに一定の方向を示す印Ｍを入れ，それによって，トイレ内等において，ペーパ\nーホルダーに挿入する際に，より簡単に上下の判別ができ得るように成したトイレットペー\nパー。」（実用新案登録請求の範囲）\n「  この考案はトイレットペーパーに関するものである。\n従来のトイレットペーパーにおいては，トイレットペーパーをトイレ内等においてペーパ\nーホルダーに挿入する際に，その上下の確認はロール状に巻かれているペーパーの最表部の\n余白の部分の向きを調べて判別していた。ところが製作上のミス等によりこのノリづけされ\nていない余白の部分の無いものや始めから余白がないように形成されているものもあり，そ\nのようなトイレットペーパーにおいては，トイレ等内のペーパーホルダーに挿入する際にキ\nチンと巻かれている最表部辺のペーパーをはがしてみないと上下の確認をすることができな\nかった。\nこの考案のトイレットペーパーにおいては，このようにペーパーの最表部辺をはがしてみ\nなくても，又は始めから最表部の最先端にあるノリづけされていない余白の部分を確認しな\nくても，トイレ等内でペーパーホルダーにトイレットペーパーを挿入する際により簡単にト\nイレットペーパーの上下の確認ができ得るように成したものである。」（明細書１頁１０行～\n２頁１０行目）\n「  …この考案は第１図に示めすようにトイレットペーパーＰの筒状の芯Ｓに一定の方向を示\nした無数の印Ｍをつけたものである。」（明細書２頁１１～１４行目）\n「この印Ｍの形成にあっては第２図に示めすようにトイレットペーパーＰの筒状の芯Ｓを形成\nするボール紙Ｂが丸められたり，丸めるために，細断される前の大判である時に無数の主に\n矢印の形状をした穴をあけることによって，そのボール紙が第２図に示すように筒状の芯Ｓ\nとなった時に一定方向を示めす印Ｍとなるようになす。\n筒状の芯Ｓは通常それを形成するボール紙の地色であり，この色は白色ではないのでトイ\nレットペーパーＰの実際に使用するペーパーは白色であるので単にボール紙Ｂに無数の穴を\n一定方向に示してあければ，このボール紙Ｂが筒状のトイレットペーパーの芯Ｓとなった時\nにその穴すなわち一定方向を示す印Ｍとなって，この考案のトイレットペーパーの筒状の芯\nＳの内側をのぞきこめば一目でトイレットペーパーの左右が判り，それ故に上下の確認がと\nれ，トイレ等内においてペーパーホルダーに挿入する際に簡単に上下の判別がつく。」（明細\n書２頁１４行～３頁１２行目）\n「  トイレットペーパーをこのように形成したことによりトイレ等内においてペーパーホルダ\nーにトイレットペーパーを挿入する際の上下の判別をきわめて簡単になし得るようになさし\nめる上，トイレットペーパーの製作時においても在来のトイレットペーパーのようにペーパ\nーの最表部の最先端にノリづけしない余白の部分を形成する必要がなくなりノリづけの際の\n手間の省力化もできる。」（３頁１３～２０行目）\nイ  認定\n上記アの記載によれば，引用発明は，①トイレットペーパー（本願発明のトイレ\nットロールに相当。以下，「トイレットロール」という。）の最表部の最先端にある\nノリ付けされていない余白の部分を確認しなくても，ホルダーにトイレットロール\nを挿入する際にトイレットロールの「上下」の確認ができることを課題とし，②一\n定の方向を示す無数の「印Ｍ」（図面によれば，筒状の芯の軸線方向に沿って，横長\n形状の長方形が，図上での左端の上下が切り欠かれて尖状に形成されているものと\n認められる。）をトイレットロールの芯Ｓに穴を開けて形成することを解決手段とし，\n③この「印Ｍ」によりトイレットロールの「左右」が分かり，その結果トイレット\nロールの「上下」の判別ができるという効果を奏するものと認められる。\n２  取消事由１（引用発明の認定の誤り）について\n(1)  引用発明において，トイレットロールの左右方向を筒状の芯の軸線方向と\nすること，及び，引用発明のトイレットロールが，筒状の芯を床に対して水平方向\nに延びるホルダーの軸に挿入して設置されるものであることは，当事者双方が当然\nの前提としていることであって，当事者間に争いはない。\n原告は，これらの前提の下に，「印Ｍ」だけでは，左右方向（軸線方向）しか分か\nらず，したがって，どちらが左又は右となるのか一義的に判別できないから，結局，\nトイレットロールの上又は下も一義的に判別できないと主張するものと理解される。\nそこで，以下，検討する。\n(2)  引用発明の「印Ｍ」だけに着目すると，トイレットロールの左右の指示方\n法（一定の方向を示す記号を用いる。）は理解できるものの，その指示先が左なのか\n右なのかは判明しない。また，引用例には，トイレットロールの左右に基づいてそ\nの上下が判別できると記載されているものの，どのようにしてトイレットロールの\n上下が判明するかの明示的な記載はない。\nしかしながら，引用発明は，トイレットロールをホルダーに挿入する際のペーパ\nー最表部の最先端の方向を適切に配置することを課題とするものであるから，「印\nＭ」は，トイレットロールの使用者に左右が分かるように設けられたものと認めら\nれる。そして，上記課題や，上記(1)の形態のトイレットロールの通常の使用方法か\nらみて，トイレットロールの上下とは，ペーパーの最表部の最先端の位置が，使用\n者にとって手前に来た場合のトイレットロールの上下を指し示すことも明らかであ\nる。そうすると，このような場合にトイレットロールの左右が定まっているならば，\n使用者にとって，上又は下も一義的に定まることは明らかであるし，このような観\n点から，当業者は，適切なトイレットロールの上下を念頭に置いて左右を定め得る\nものと認められる。\nまた，「印 M」だけではその指示先が左なのか右なのかは判明しないとしても，\n包装等に説明書きを加えるなどして「印Ｍ」が左又は右のいずれを示すのか明らか\nにすることは，当業者が発明の具体的適用に当たって適宜なすことにすぎない。\nそうすると，トイレットロールの左又は右を一義的に判別できないから，結局，\nトイレットロールの上又は下も一義的に判別できないとする原告の主張は，採用す\nることができない。\n(3)  これに対して，原告は，「印Ｍ」以外の引用例に開示されていない外的因\n子を考慮して，「印 M」が示している方向とトイレットロールの上下方向（巻き方\n向）とを関係付けることは許されないとの主張をする。\nしかしながら，上記(2)のとおり，「印 M」が示している方向を明らかにすること\nは，当業者が適宜なすことであり，上記(1)の形態のトイレットロールの通常の取付\nけ状態を前提として，この方向とトイレットロールの上下方向（巻き方向）とを関\n係付けることは，自明の事項であるから，左右を定めることによって上下の判別が\nできる（ペーパーの取出し方向を判別できる）との引用発明の技術思想に接した当\n業者は，これらの点を引用例から当然に読み取ることができる。\n原告の上記主張は，採用することができない。\n(4)  以上から，審決の引用発明の認定には，誤りがない。\nしたがって，取消事由１には，理由がない。\n３  取消事由２（一致点・相違点の認定の誤り）について\n上記１のとおり，引用発明の「印Ｍ」によりトイレットロールの上下が分かるも\nのであるから，引用発明の「印Ｍ」によってトイレットロールの上下が分からない\nことを前提とする原告の主張は，採用することができない。\nまた，原告は，引用発明の「印Ｍ」がトイレットロールの内側面に設けられたも\nのではないと主張する。しかしながら，上記１(2)のとおり，「印 M」は，芯Ｓに開\nけられた穴であるから，内側面にも設けられていることは明らかである。原告の上\n記主張は，採用することができない。\nさらに，原告は，「トイレットペーパーの左右が判り，それ故に上下の確認がとれ，\nトイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別ができ得\nる」との認定部分は，引用発明の効果に関するものであるから対比に用いることは\nできないと主張する。しかしながら，上記認定部分は，「印 M」の機能をもってそ\nの構成を特定するものであって，原告の主張は前提を欠くものであるから，採用す\nることはできない。\n以上のとおり，審決の一致点・相違点の認定には，誤りはない。\nしたがって，取消事由２は，理由がない。\n４  取消事由３（相違点の判断の誤り）について\n上記１に認定判断のとおり，引用発明の「印Ｍ」はトイレットロールの上下が分\nかるものであり，ここでいう「上下」はトイレットロールのペーパーの取出し方向，\nすなわち，周方向の向きと同義である。したがって，引用発明の「印 M」によりト\nイレットロールの周方向の向きを判別できるものではないことを前提とする原告の\n主張は，採用することができない。\nまた，原告は，トイレットロールのペーパー部分に識別子の付された周知例１～\n周知例３に開示された識別子を，引用発明のトイレットロールの芯部分に適用する\n動機付けはないと主張する。\nそこで，検討するに，\n①周知例１（甲３）には，ペーパーの引き出し方向が視認できるように，ペーパ\nーの最表部の引出し口に引出し方向に向けた符号を設けたトイレットロールが（【０\n００１】【０００３】～【０００６】【図１】参照），\n②周知例２（甲４）には，回転方向やテール端部端縁側の自由部分の位置を視認\nしやすくするために，狭窄部の狭部側がテール端縁側に位置されるように連続的又\nは断続的にエッジエンボスを配した衛生薄葉紙ロール（トイレットロール，キッチ\nンロール等）が（【０００３】【０００４】【０００６】【図１】），\n③周知例３（甲５）には，トイレットロールの巻方向や上下方向が判るように，\nペーパーの表面に巻方向を表わす矢印や上下方向を表わす文字や印を印刷したトイ\nレットロールが（考案の詳細な説明），\nそれぞれ開示されている。これらによれば，トイレットロールに周方向の向きを\n特定する印（識別子）を設けることは，本願優先日前の周知技術であったと認めら\nれる。そうすると，左右の判別を介して上下（周方向）の判別をする引用発明にお\nいて，「印 M」をより直接的に周方向の向きを特定する印とするために，この周知\n技術を用いて，「周方向のいずれか一方の向きを特定する識別子」とすることは，と\nりたてて創意を要することなく当業者が適宜なし得る程度のことにすぎない。\n原告は，上記周知技術を引用発明のトイレットロールの芯部分に適用する動機付\nけはないと主張する。\nしかしながら，印（識別子）を付す際にその目的や意味を理解しやすいようにす\nることは，当業者であれば常に考慮することであるところ，上記周知技術にある印\n（識別子）は，上下（周方向）の判別を直接的に明らかにすることができるもので\nあるから，当業者としては，まず，トイレットロールの芯部分にある引用発明の「印\nＭ」を上記周知技術にある印（識別子）のような記号形態に変更することを試みよ\nうとするのであり，動機付けは十分にあるといえる。当業者が，上記周知技術にあ\nる印（識別子）を引用発明のペーパーの最表部に適用することを試み得るとしても，\nそれは，引用発明の「印Ｍ」を上記記周知技術にある印（識別子）に変更すること\nを試みることと併存し得るのであり，相違点が容易想到であるとの判断を妨げるも\nのではない。\n原告の上記主張は，採用することができない。\nそうすると，相違点を容易想到と判断した審決の判断には，誤りはない。\nしたがって，取消事由３は，理由がない。\n第６  結論\n以上のとおり，取消事由はいずれも理由がないから，原告の請求を棄却すること\nとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清    水        節\n裁判官\n中    村        恭\n裁判官\n森    岡    礼     子\n"
}