{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 9,
    "day": 11
  },
  "case_number": "平成29(ネ)72",
  "case_name": "",
  "court_name": "福岡高等裁判所那覇支部",
  "original_court_name": "那覇地方裁判所\n        　沖縄支部",
  "original_case_number": "平成23(ワ)245",
  "lawsuit_id": "88988",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88988",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/988/088988_hanrei.pdf",
  "contents": "主文\n１  原告目録１記載の原告らの航空機の離発着の差止請求及び航空機騒音の\n到達の差止請求並びに平成３１年２月１日以降に生ずべき損害賠償請求\n部分に係る控訴をいずれも棄却する。\n２  原告目録２，４及び６記載の原告らの控訴をいずれも棄却する。\n３  原告目録１，３及び５記載の原告ら並びに被告の各控訴に基づき，原判\n決中，平成３１年１月３１日までの損害賠償請求に関する部分を次のとお\nり変更する。\n⑴  被告は，別紙「居住移転経過一覧表」の各「損害額合計」欄に記載の\nある原告らに対し，同欄記載の各金員及び同別紙の同原告らに対応する\n「始期」欄記載の日から「終期」欄記載の日までの間，暦上の月ごとに，\n１月当たり各対応する「単位損害賠償額」欄記載の額の割合の金員に対\nする当該月の翌月１日から各支払済みまで年５分の割合による金員を\n支払え。\n⑵  原告目録１，３及び５記載の原告らの平成３１年１月３１日までの損\n害賠償請求に係る主位的請求及びその余の予備的請求をいずれも棄却\nする。\n４  訴訟費用は，第１，２審を通じてこれを４分し，その３を原告らの負担\nとし，その余を被告の負担とする。\n５  この判決は，第３項⑴に限り，本判決が被告に送達された日から１４日\nを経過したときは，仮に執行することができる。\n事 実 及 び 理 由\n第１章  当事者の求めた裁判\n第１  原告らの控訴の趣旨\n１  原判決中原告ら敗訴部分（ただし，原告目録２及び３記載の原告らにつき差\n止請求を棄却した部分及び原告ら全員につき後記３から５において支払を求め\nる金員以外の支払を求める部分を除く。）を取り消す。\n２  被告は，原告目録１及び４記載の原告ら（以下「差止等請求原告ら」という。）\nのために，\n（主位的請求）\nアメリカ合衆国をして，嘉手納基地において，毎日午後７時から翌日午前\n７時までの間，一切の航空機を離発着させてはならない。\n（予備的請求）\n差止等請求原告らの居住地域に，毎日午前７時から午後７時までの間にお\nいて，嘉手納基地の使用によって生じる４０ｄＢを超える一切の騒音を到達\nさせてはならない。\n差止等請求原告らの居住地域に，毎日午前７時から午後７時までの間にお\nいて，嘉手納基地の使用によって生じる６５ｄＢを超える一切の騒音を到達\nさせてはならない。\n３  被告は，原判決別紙「居住移転経過一覧表」の「認容原告」欄に「○」の記\n載のある原告らに対し，同別紙の同原告らに対応する「始期」欄記載の日から\n「終期」欄記載の日までの間，暦上の月ごとに，次の金員をそれぞれ支払え。\n⑴  同表中「Ｗ値」欄に「９５」とある期間については，１か月当たり５万７\n５００円及びこれらに対する当該月の翌月１日から支払済みまで年５分の割\n合による金員\n⑵  同表中「Ｗ値」欄に「９０」，「８５」，「８０」又は「７５」とある期\n間については，各対応する「単位損害賠償額」欄記載の額の１．５倍の割合\nによる金員及びこれらに対する当該月の翌月１日から支払済みまで年５分の\n割合による金員\n４  被告は，原告目録３記載の原告らに対し，原判決別紙「居住移転経過一覧表」\nの同原告らに対応する「始期」欄記載の日から「終期」欄記載の日までの間，暦\n上の月ごとに，１か月当たり５万７５００円の割合による金員及びこれらに対\nする当該月の翌月１日から支払済みまで年５分の割合による金員を支払え。\n５  被告は，差止等請求原告らに対し，平成２８年８月２６日から第２項の各行\n為がなくなるまでの間，暦上の月ごとに，各月末日限り１か月当たり５万７５\n００円の割合による金員及びこれらに対する当該月の翌月１日から支払済みま\nで年５分の割合による金員を支払え。\n第２  被告の控訴の趣旨\n１  原判決中被告敗訴部分をいずれも取り消す。\n２  上記取消部分に係る原告らの請求をいずれも棄却する。\n第２章  事案の概要（略称は特に記載したもののほかは原判決のものを用いる。）\n第１  本件訴訟の経過\n１  請求の要旨\n本件は，本件飛行場の周辺に居住し若しくは居住していた者，又はその相続\n人である原告らが，本件飛行場に離着陸する合衆国軍隊の航空機の発する騒音\nにより健康被害を受けていると主張して，日米安保条約及び日米地位協定に基\nづきアメリカ合衆国に本件飛行場を提供している被告に対し，\n⑴  原告らにおいて，人格権，環境権又は平和的生存権に基づき，①主位的に\nは毎日午後７時から翌日午前７時までの時間帯の本件飛行場における航空機\nの離発着の禁止を，予備的には毎日同時間帯の原告らの居住地域に本件飛行\n場の使用によって生じる４０ｄＢを超える騒音到達禁止を，及び②毎日午前\n７時から午後７時までの時間帯において本件飛行場の使用によって生じる６\n５ｄＢを超える騒音到達禁止を求める差止（以下，航空機の離発着及び騒音\n到達の各差止請求を，単に「差止」又は「差止請求」ということもある。）\nを，\n⑵  原告らにおいて，主位的に国賠法２条１項に基づき，予備的に民特法２条\nに基づき，原判決別紙「居住移転経過一覧表」の「原告種別」欄に「１」と記\n載されている原告らについては平成２０年１０月２日（なお，同月１日は，\n第二次嘉手納基地爆音訴訟における損害賠償の対象期間の終期であるため，\n本訴において同日を始期とする旨の訴状の記載は明らかな誤記と解する。）\nを，同欄に「０」と記載されている原告らについては平成２０年５月１日を\n始期とし，原審口頭弁論終結の日である平成２８年８月２５日（ただし，原\n判決別紙「死亡原告ら」記載の者らについては各「死亡年月日」欄記載の日\nとする。）を終期とする期間について暦上の月ごとに１か月当たり５万７５\n００円の割合による損害賠償金及びこれに対する翌月１日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を，\n⑶  原告ら（ただし，原判決別紙「死亡原告ら」の「氏名」欄記載の者及びそ\nの承継人を除く。）において，原審口頭弁論終結の日の翌日である平成２８\n年８月２６日から上記⑴の差止を求める行為がなくなるまでの間の暦上の月\nごとに１か月５万７５００円の割合による将来の損害賠償金及びこれに対す\nる翌月１日から各支払済みまでの民法所定の年５分の割合による遅延損害金\nの支払を，\nそれぞれ請求した事案である。\n２  原判決の要旨\n原審は，本件訴えのうち，\n⑴  原判決別紙「提訴前死亡原告ら」の「氏名」欄記載の原告ら（原告目録５\n及び６記載の原告ら）の差止請求及び過去の損賠賠償請求に係る訴えをいず\nれも却下し，\n⑵  原判決別紙「死亡原告ら」の「氏名」欄記載の者及びその承継人を除く原\n告ら（原告目録１，３及び４記載の原告ら）の前記１⑶の将来の損害賠償請\n求に係る訴えをいずれも却下し，\n⑶①  上記⑴の訴えを却下された原告らを除くその余の原告ら（原告目録１～\n４記載の原告ら）について，前記１⑴の差止請求及び前記１⑵のうち原審\n口頭弁論終結の日である平成２８年８月２５日までに生じたとする過去\nの損害賠償についての主位的請求をいずれも棄却し，\n②  原判決別紙「居住移転経過一覧表」の「認容原告」欄に「○」の記載の\nある原告ら（原告目録１～３記載の原告ら）について，上記過去の損害賠\n償に係る予備的請求に基づき，当該期間につき，本件コンターのＷ値ごと\nに分けて，Ｗ９５以上の区域については１か月３万５０００円，Ｗ９０以\n上の区域については１か月２万５０００円，Ｗ８５以上の区域については\n１か月１万９０００円，Ｗ８０以上の区域については１か月１万３０００\n円，Ｗ７５以上の区域については１か月７０００円を基準として慰謝料額\nを認定して，これらを一部認容し，\n⑷  上記⑶②の過去の損害賠償についての予備的請求（過去の損害賠償請求）\nにつき，本件コンター外に居住する原告ら及びフィリピン国籍の原告ら（原\n告目録４記載の原告ら）については請求の全部，その余の原告ら（原告目録\n１～３記載の原告ら）については上記⑶②で認容された分を除く残りの請求\nをいずれも棄却した。\n３  原判決に対する控訴\n原判決別紙「提訴前死亡原告ら」の「氏名」欄記載の者らの表示訂正後の\n原告ら（原告目録５記載の原告ら）及び原告Ａ２－８７４（原告目録６記載\nの原告）は，前記２⑴のうち過去の損害賠償請求に係る訴えを却下した部分\nについて控訴し，原告目録２及び３記載の原告ら（承継人を含む。）は，前\n記２⑶の過去の損害賠償請求のうち主位的請求を棄却した部分及び同２⑷の\nその余の予備的請求を棄却した部分について控訴し，原告目録１及び４記載\nの原告ら（差止等請求原告ら）は，前記２⑵の将来の損賠賠償請求に係る訴\nえを却下した部分並びに同２⑶のうちの差止請求と過去の損害賠償請求のう\nち主位的請求を棄却した部分及び同２⑷のその余の予備的請求を棄却した部\n分について控訴した。\n被告は，原判決中の被告の敗訴部分（前記２⑶②の一部）を不服として控\n訴した。\nしたがって，当審における審判の対象は，次のとおりである。\nア  差止等請求原告らにつき，前記１⑴①及び②の差止請求（第１章の第１\nの２）【原告目録１及び４記載の原告ら関係】\nイ  前記１⑵のうち，原審で過去の損害賠償請求が一部認容されている原告\nら（原判決別紙「居住移転経過一覧表」の「認容原告」欄に「○」の記載\nのある原告ら）につき，同表の同原告らに対応する「始期」欄記載の日か\nら「終期」欄記載の日までの間，暦上の月ごとに，同別紙中「Ｗ値」欄に\n「９５」とある期間については１か月５万７５００円，その余の「Ｗ値」\n欄に「９０」，「８５」，「８０」又は「７０」とある期間については，\n各対応する同別紙「単位損害賠償額」欄記載の額の１．５倍の割合による\n過去の損害賠償請求（第１章の第１の３）【原告目録１～３記載の原告ら\n関係】\nウ  前記１⑵のうち，原審で過去の損害賠償請求に係る訴えを却下されてい\nる原告ら及び原審で過去の損害賠償請求を全部棄却された原告らにつき，\n原判決別紙「居住移転経過一覧表」の同原告らに対応する「始期」欄記載\nの日から「終期」欄記載の日までの間，暦上の月ごとに，１か月５万７５\n００円の割合による過去の損害賠償請求（第１章の第１の４）【原告目録\n４～６記載の原告ら関係】\nエ  差止等請求原告らの前記１⑵のうち，原審口頭弁論終結の日の翌日であ\nる平成２８年８月２６日から前記１⑴の差止請求の対象となっている各行\n為がなくなるまでの１か月５万７５００円の割合による過去及び将来の損\n害賠償請求（第１章の第１の５）【原告目録１及び４記載の原告ら関係】\n４  当裁判所の判断の要旨\n当裁判所は，本件訴えのうち，原告Ａ２－８７４の訴え（前記３⑶ウの一部）\n及び差止等請求原告らの当審口頭弁論終結の日の翌日である平成３１年２月１\n日以降に生ずべき損害の賠償請求（将来の損害賠償請求）に係る部分（前記３\nエの一部）は不適法であり，その余の原告らの請求のうち，差止等請求原告ら\nの前記１⑴の各請求（前記３⑶ア）は理由がないから，これらに係る当該原告\nらの控訴はいずれも棄却すべきであると判断する。\nまた，前記１⑵（前記３⑶イ，ウ及びエの一部）につき，民特法２条に基づ\nき，同年１月３１日までに生じたとする過去の損害賠償請求中，本件コンター\n区域内に居住し若しくは居住していた原告ら（ただし，フィリピン国籍の原告\nらを除く。）又は居住していた者の承継人である原告らについてのみ，当該期\n間につき，本件コンターのＷ値ごとに分けて，Ｗ９５以上の区域については１\nか月２万２５００円，Ｗ９０以上の区域については１か月１万８０００円，Ｗ\n８５以上の区域については１か月１万３５００円，Ｗ８０以上の区域について\nは１か月９０００円，Ｗ７５以上の区域については１か月４５００円を基準と\nして慰謝料及び弁護士費用を認め，その余の原告らの請求はいずれも理由がな\nいと判断する。\n第２  前提となる事実，原告らの主張の要旨及び被告の主張の要旨等\n次のとおり訂正し，後記第３のとおり当審における当事者の追加的・補充的\n主張の要旨を付加するほかは，原判決の「事実及び理由」第２章の第２から第\n４までのとおりであるから，これらを引用する（以下の頁・行数は原判決のも\nのを指す。）。また，原判決の別紙のうち本判決に同名で添付された別紙（目\n録を除く。）は，本判決のとおり改める。\n１  ４頁２２行目の「，３」の次に「，７０」を加え，５頁１０行目の「平成２\n３」から同頁１７行目の「などであるが」までを次のとおり改める。\n「平成２６年１２月末日の本件飛行場の常駐機種は，Ｆ－１５Ｃイーグル（戦闘\n機）約５４機，ＫＣ－１３５Ｒストラトタンカー（空中給油機）約１５機，Ｅ－\n３Ｂセントリー（空中早期警戒管制機）約２機，ＨＨ－６０ぺイブ・ホーク（救\n難機・ヘリ）約１０機，Ｐ－３Ｃオライオン（対潜哨戒機）・ＥＰ－３Ｅアリー\nズⅡ（電子偵察機）約８機，Ｐ－８Ａポセイドン（対潜哨戒機）約６機，ＭＣ－\n１３０Ｊ（特殊作戦機）約１０機，Ｃ－１２ビーチクラフト（軽輸送機）約２機\nなどであるが」\n２  ７頁９行目末尾に，改行の上，次のとおり加える。\n「  平成２３年４月２８日，本件飛行場周辺の住民合計２万２０５８名は，再度，\n被告に爆音の差止及び損害賠償を請求する本件訴えを提起した。原審は，平成\n２８年８月２５日口頭弁論を終結し（終結時の原告数は２万２０４８名），平成\n２９年２月２３日前記第１の２のとおりの判決を言い渡した。」\n３  １１頁８行目の「４５６まで」を「５５６まで，５６３」と改める。\n４  １１頁１３行目末尾に「下記１５か所の測定局のうち，①から③，⑤，⑦，\n⑨から⑬及び⑮は前記⑷の類型Ⅰ，④，⑥（後記のコザ測定局への移設前），⑧\n及び⑭は前記⑷の類型Ⅱに指定された地域内に存する。したがって，前記⑵及\nび⑶の航空機騒音に係る環境基準は，類型Ⅰ内に存する①から③，⑤，⑦，⑨か\nら⑬及び⑮につき環境庁方式Ｗ値７０（Ⅼｄｅｎ５７ｄＢ）以下，類型Ⅱ内に存\nする④，⑥（同上），⑧及び⑭につき環境庁方式Ｗ値７５（Ｌｄｅｎ６２ｄＢ）\n以下となる。なお，⑥の沖縄市八重島の測定局は平成２６年８月１１日に廃止\nされ，平成２７年２月１日に類型Ⅰ内に存するコザ（沖縄市中央，ａ小学校）に\n移設された。以下，平成２７年度以降の沖縄市八重島の測定結果はコザ測定局\nのものを指す。」を加える。\n５  １２頁１２行目の「４６８」の次に「，５５７から５５９まで」を加える。\n６  １２頁１５行目の「いう。）。」の次に「同測定場所は前記⑷の類型Ⅰと指\n定された地域内に存し，航空機騒音に係る環境基準は環境庁方式Ｗ値７０（Ｌ\nｄｅｎ５７ｄＢ）となる。」を加える。\n７  １５頁６行目の「２８まで」の次に「，枝番を全て含む。以下特に断らない\n限り同じ。」を加える。\n８  １６頁２２行目及び１７頁６行目の各「乙Ｈ１」の次に「，５７」をそれぞ\nれ加える。\n９  １７頁６行目の「防音工事」の次に「及び補助金の交付」を，同行目の「１\n３，」の次に「１６，１７，」をそれぞれ加える。\n１０  １７頁１０行目の「実施され」の次に「，同防音工事について相当額の補\n助金が交付され」を加え，同頁１５行目冒頭から同頁１８行目末尾までを削除\nする。\n１１  １７頁１９行目の「６５まで」の次に「，６７，８９から１０１まで，１\n０４から１１５まで」を加える。\n１２  １８頁４行目末尾に「上記１１か所のうち，③，⑤から⑦，⑨から⑫の各\n測定場所は前記４⑷の類型Ⅰと指定された地域内に，④，⑧及び⑭は前記４⑷\nの類型Ⅱと指定された地域内に存する。したがって，前記４⑵及び⑶の航空機\n騒音に係る環境基準は，類型Ⅰ内に存する③，⑤から⑦，⑨から⑫につき環境\n庁方式Ｗ値７０（Ⅼｄｅｎ５７ｄＢ）以下，類型Ⅱ内に存する④，⑧及び⑭に\nつき環境庁方式Ｗ値７５（Ｌｄｅｎ６２ｄＢ）以下となる。」を加える。\n１３  １８頁１９行目末尾に，改行の上，次のとおり加える。\n「９  原告らの相続関係\n別紙「居住移転経過一覧表」記載の原告のうち，各「死亡日」欄に記載\nがあり承継人とされている原告は，各「死亡日」欄記載の日に死亡した被\n相続人の権利義務を，各「相続分」欄記載のとおり（同欄に記載のない者\nについては全部）を相続した（弁論の全趣旨）。」\n１４  １９頁２１行目の「角周波数」を「各周波数」と改める。\n１５  ２８頁９行目冒頭から同頁１３行目「であり」までを次のとおり改める。\n「３０年３月までの間の月ごとの環境庁方式Ｗ値（平均値）は５８．５～６８．\n９の間，平成２６年１２月から平成２９年３月までの間の月ごとの防衛施設\n庁方式近似Ｗ値は６１．５～７２．４の間，平成２６年１２月から平成３０\n年３月までの各月における環境庁方式による日ごとのＷ値の最大値の最大は\n８１．６（平成２８年９月），同期間中の１日平均騒音発生回数は平均で２\n５．４回，２２時から翌６時までの間の平均騒音発生回数は平均で０．３６\n回であり」と改める。\n１６  １２３頁２１行目の「交付，」の次に「基地交付金及び調整交付金の交付，\n並びに本件飛行場周辺の住民らの一部を対象として」を加え，同行目の「減\n免等」を「助成」と改める。\n第３  当審における当事者の追加的・補充的主張の要旨\n１  差止請求についての差止等請求原告らの追加的・補充的主張\n沖縄県の本土復帰当時，本件飛行場は，既に合衆国軍隊の東アジア地域に\nおける重要な基地として機能しており，爆音は社会問題化し，墜落事故も相\n次いでいた。本件飛行場の欠陥は，合衆国軍隊の運用のみにあるのではなく，\nその用途に比して，面積が狭隘で，住宅に近すぎる点にあるところ，被告は，\nかかる欠陥を十分に承知しながら，合衆国軍隊に対し，飛行場を用途として，\n特に爆音を防止するための取決めを行わないまま，本件飛行場を提供し，費\n用を負担して賠償金を肩代わりしている。このように，本件飛行場の提供及\nび提供の継続は合衆国軍隊による爆音被害の不可欠の前提となっており，被\n告は，差止等請求原告らの人格権を合衆国軍隊と共同して侵害する者に該当\nするから，当然に爆音の差止義務を負う。\n差止等請求原告らは，単に主観的な健康に関する不安という精神的な被害\nを被っているにとどまらず，健康被害が現に発生し又は少なくとも現状を放\n置すれば健康被害が発生するという状態に置かれているのであって，「健康\nを害されずに平穏に生活する権利」又は「身体権に接続する平穏生活権」が\n侵害されているといえる。したがって，生命身体に対する被害を防ぐという\n予防的見地からも差止請求が認められるべきである。\n２  損害賠償請求についての当事者の追加的・補充的主張\n騒音曝露状況について\n（原告らの主張）\n平成２９年度の沖縄県等騒音測定及び読谷村騒音測定の各結果によれば，\n北谷町砂辺，北谷町桑江，うるま市昆布，沖縄市知花，沖縄市北美では，Ｗ\n値（防衛施設庁方式近似値及び環境省方式），年間ピークレベル最大値，一\n日のピークレベル９０ｄＢ超の騒音発生回数，深夜早朝の騒音発生回数の各\n指標でいずれも前年度を上回っている。同様に北谷町上勢，沖縄市八重島，\n沖縄市山内，北谷町北玉は，深夜早朝の騒音発生回数以外の上記各指標，う\nるま市美原は一日のピークレベル９０ｄＢ超の騒音発生回数以外の上記各指\n標，北谷町宮城は年間ピークレベル最大値及び深夜早朝の騒音発生回数以外\nの上記各指標でいずれも前年度を上回っている。また，上記うるま市美原及\nび北谷町宮城の年間ピークレベル最大値は１００ｄＢを超えている。さらに\n読谷村伊良皆は防衛施設庁方式近似Ｗ値及び防衛施設庁方式Ｗ値（推定，環\n境庁方式Ｗ値に４を加えた値）はいずれもＷ７０を超えピークレベル最大値\nは９９．０ｄＢと極めて高い水準にあり，読谷村座喜味は，全ての指標で平\n成２７年度を上回っている。平成２９年度の各測定結果は，一部数値が下が\nった部分もあるが，それは軍基地特有の年毎のゆらぎであり，大きな変動と\nはいえず，騒音曝露状況は一審判決以降も全く改善されていない。\n（被告の主張）\n沖縄県等騒音測定及び被告騒音測定の結果によれば，本件の損害賠償請求\n期間である平成２０年度以降のＷ値は，本件コンター上のＷ値を大きく下回\nって乖離しており，本件コンターに基づく区域指定がされた当時と比較して\n騒音は明らかに減少している。また，沖縄県健康影響調査後，騒音曝露量は\n個別に異なった傾向で減少しており，上記各測定結果による平成９年度又は\n平成１０年度のＷ値と平成２０年度以降のＷ値には大きな差があることから\nして，本件コンター上のＷ値を用いる沖縄県健康影響調査の結果をもって原\n告らの騒音被害を認定することはできない。\n⑵  生活妨害について\n（原告らの主張）\n原審が認定した生活妨害に係る被害のほかに，航空機騒音により生活満足\n感が低下したり，転居する人が増えたり積極的永住志向が低下するなど地域\nの共同体が破壊され，生活環境が悪化している。また，人間らしい生活を送\nるといった人格形成の中核となる権利が侵害されている。\n⑶  精神的被害について\n（被告の主張）\nうるささの反応は，個人に関係する種々の社会的及び心理的要因により大\nきく影響されるから，一般に音が騒音として感受されるきっかけについては\n個人差が大きく，主観的なものであるだけに，それが認められたとしても，\n直ちに法的に保護されるべき利益の侵害に該当するとはいえない。また，航\n空機騒音を受容するか否か，すなわち，どの程度を受忍限度と捉えるかにつ\nいては，個々人の意識に左右されるから，個々人の受容意識を排除して，一\n律に共通損害となるとはいえない。\n⑷  睡眠妨害について\n（被告の主張）\nどの程度の騒音であれば人の睡眠を妨げるかを判定する確たる証拠は存在\nせず，特に屋外において発生した騒音が人の睡眠にいかなる影響を及ぼすか\nという点については，客観的な根拠が何ら存しないこと，一般に，音が騒音\nとして感受されるきっかけについては個人差が大きく，音の物量だけで説明\nできるものではない上，ストレス反応も個々人によって異なること，睡眠は，\nその時間や深さにおいて，本来的に個人差が顕著であることに加え，客観的\nには眠っているにもかかわらず不眠を訴える者がいたり，騒音への慣れによ\nる影響の緩和も生じたりする反面，人によっては，時計の音や波の音等も慣\nれない間は睡眠妨害の原因となり得ることからして，睡眠妨害は，その性質\n上共通損害となり得ない。\nまた，住宅防音工事が実施されている住宅については，その屋内において\nは，少なくとも２０ｄＢ以上の遮音効果があり，少なくとも住宅防音工事が\n実施されている住民の大半が夜間に始終窓を開けて就寝しているとは考え難\nいことからしても，睡眠妨害が共通損害となるとはいえない。\n⑸  睡眠障害に起因する各種の健康被害について\nア  高血圧症の罹患率の上昇等について\n（被告の主張）\n血圧は様々な要因で変動し，一時的な血圧上昇は，誰にでもあることか\nら，血圧上昇のリスクのある環境に置かれることが賠償義務を負うべき共\n通損害とはいえない。また，高血圧については，原因が様々であり，一般\n的にみられる症状であるから，仮に，航空機騒音に曝露された者の中に高\n血圧の症状を示す者がいるとしても，そのことによって，航空機騒音と高\n血圧の因果関係を認めることはできず，航空機騒音に曝される環境が，高\n血圧症のリスクがあるものと評価されるわけではない。さらに，成田国際\n空港航空機騒音健康影響調査二次調査報告書［概要版］によれば，身体的\n影響と騒音曝露量との間に明確な関連性は認められず，「高血圧症」，\n「高脂血症」の治療歴・通院歴や血圧と騒音曝露量との間にも明確な関連\n性が認められなかったと結論付けられているし，この結論は運輸省航空局\n等の空港周辺住民健康調査からも裏付けられる。\nしたがって，血圧の上昇及び高血圧症の発症のリスクが高まっていると\nいうことはできないし，原告らが当該リスクに対する不安感を抱いている\nことを裏付ける的確な証拠も存在しないから，当該リスクに対する心理\n的，精神的負担は共通損害となるとはいえない。\nイ  虚血性心疾患のリスクの上昇について\n（原告らの主張）\nＷＨＯ騒音環境ガイドライン及び欧州夜間騒音ガイドラインのいずれに\nおいても，騒音曝露と心疾患との関連性があることは認められている。ま\nた，松井意見書，ヒースロー空港調査における疫学調査結果からも，原告\nらに虚血性心疾患発症のリスクがあることが裏付けられる。騒音による睡\n眠妨害を介して睡眠障害，高血圧，心疾患の発症リスクが高まることは一\n般的な知見の集積によって裏付けられている。そうすると，航空機騒音に\nよる睡眠妨害から虚血性心疾患等の循環器疾病の発症リスクが具体的に高\nまることは明らかである。以上によれば，虚血性心疾患発症のリスクは，\n共通損害に当たる。\n⑹  聴覚障害について\n（原告らの主張）\n騒音性聴力損失は長期にわたり大きな騒音に曝露されることにより進行す\nるものであるところ，本件飛行場周辺の航空機騒音のピークレベルは平成２\n０年度以降，本件コンターＷ８０以上の区域ではいずれも１００ｄＢを超え，\n１２０ｄＢに達する測定点も存する。本件コンターＷ７５の区域であっても\n１００ｄＢを若干下回るほどの高レベルの騒音が測定されている。ＷＨＯ環\n境騒音ガイドラインの聴力障害の指針値（ＬＡｍａｘで１１０ｄＢ（Ａ））\nに照らせば，平成２０年５月１日以降の騒音曝露によって，新たな騒音性聴\n力損失を発症させたり，既に発症している聴力低下症状を進行させたりする\n危険がある。これらの聴覚障害に係る危険性は共通損害に当たる。\n⑺  その他の身体的被害について\n（原告らの主張）\nＴＨＩ調査の結果によれば，本件飛行場周辺では自覚的健康感が低下して\nおり，さらに心身症傾向，神経症傾向も存する。したがって，自覚的健康度\nと相関関係にある客観的健康度が低下又は低下する危険性が存することは明\nらかである。原告らの身体的被害の存在とその危険性は共通損害に当たる。\nなお，ＴＨＩ調査は，もともと騒音による健康影響を判断するために開発さ\nれた調査方法ではないから，騒音による健康影響が認められない項目が存し\nてもその信用性は損なわれないし，本件飛行場よりＷ値の区分が少なく，標\n本数も少ない普天間基地周辺の調査結果において統計上の有意差が認められ\nないとしても本件飛行場周辺の調査結果の信用性は損なわれない。原判決の\n指摘は失当である。\n⑻  低出生体重児の出生率の増加について\n（原告らの主張）\n訴訟上の因果関係の立証は，一点の疑義も許されない自然科学的証明では\nなく，経験上の高度の蓋然性が証明されれば足り，通常人が疑いを差し挟ま\nない程度に真実性の確信を持ちうるものであることが必要であり，かつこれ\nで足りるとされているところ，沖縄県健康影響調査の結果及び騒音曝露量と\n低出生体重児の出生率の増加の因果関係を肯定する文献等によれば，上記の\n意味での因果関係が立証されているというべきである。原判決は，因果関係\nの立証に当たり，自然科学的証明までを要求したことにより誤った結論を導\nいている。\n⑼  子どもの日常生活への影響（幼児問題行動の多発・児童の長期記憶力の低\n下）について\n（原告らの主張）\nア  航空機騒音による幼児問題行動の多発や児童の記憶力低下といった被害\nは，子どもを有しない原告らや自らが子どもでない原告らにも共通に存在\nする被害というべきである。\nイ  沖縄県健康影響調査の結果によれば，本件飛行場付近に関し，関係項目\n別の検討における「身体体質的関係」「性格関係」「対騒音反応保有数」\n「保育領域・ＴＶ等」の４項目，クラスタ尺度別検討における「感冒症\n状」「頭痛・腹痛」「食事課題」「消極的傾向」「情緒不安定」の５項目\nについていずれも騒音曝露量との間に量反応関係が認められ，同結果はト\nレンド検定の有意確率が０．０１より相当小さい値を示していること（通\n常は０．０５（＝５％）未満で統計上有意と判断される。）からも信用性\nは高い。このように，沖縄県健康影響調査において，慎重に統計的検定を\n経てデータ解析をした結果，航空機騒音と幼児問題行動の多発との間に有\n意な関連が示されたのであるから，その科学的手法について特段の疑念が\n存在しない以上，法的な因果関係を否定することはできない。幼児問題行\n動の多発は共通損害に当たる。\nウ  また，長期記憶力の低下は，騒音爆音等のストレスが記憶の形成に密接\nに関連する海馬に重大な悪影響を及ぼすことから生じる。すなわち，スト\nレスにより副腎からコルチゾールが分泌され，これが海馬のニューロンに\n神経毒性作用を及ぼし，海馬において錐体細胞の樹状突起に委縮を生じさ\nせる。さらにストレスとコルチゾールによる神経毒性は海馬で過剰に放出\nされたグルタミン酸と関連することも明らかになっている。このように航\n空機騒音の曝露により身体の生理機能への影響，身体的被害というべき学\n童の長期記憶力の低下が生じている。したがって，少なくとも違法性の判\n断要素として考慮すべきである。\n⑽  違法性の判断について\n（原告らの主張）\n本件コンター外に居住する原告ら（２世帯）の住居は，本件コンターＷ７\n５区域と区域外との境界線に近接した場所に存するから，少なくとも本件コ\nンターＷ７５の区域に居住する原告らと同等の騒音曝露及びこれに起因する\n被害を受けていることは明らかであり，違法である。沖縄県健康影響調査\nは，本件コンター区域に近接する地域を，米軍機騒音の影響を受けている\n（被害がある）可能性がある地域として，非騒音曝露群から除外している。\n（被告の主張）\nア  本件飛行場周辺の騒音は，近年になるにつれて相当程度改善傾向にある\n上，実勢騒音を比較すれば，昭和５６年及び昭和５８年に告示されたＷ値\nより低減し，本件飛行場周辺に係る指定区域内でもＷ値が７５に満たない\n地域や年度によっては航空機騒音環境基準を充足する地域も存する。\nまた，原告らの中には平日昼間には当該指定区域外にある勤務先に勤務\nしており，より短時間しか本件航空機騒音に曝露していない者も相当数含\nまれているから，平日昼間に航空機騒音に曝露していない部分を控除すべ\nきである。そうすると，原告ら全員につき受忍限度を超える違法な権利侵\n害又は法益侵害があるとはいえない。\nさらに，平成２０年度以降の読谷村座喜味の騒音状況は，平成２９年度\nの読谷村騒音測定結果及び被告騒音測定結果を踏まえても，第二次嘉手納\n基地爆音訴訟の控訴審判決が判断の前提として認定した騒音状況（防衛施\n設庁方式近似Ｗ値６５）と同程度で推移しており，指定区域のＷ値７５が\n想定する騒音を大きく下回り著しく乖離している。加えて，座喜味以北に\n居住する原告Ａ６－２３１の供述の信用性については全体として疑義があ\nる。座喜味以北に居住する原告らについて受忍限度を超える違法な騒音被\n害が発生していることは立証されていない。\nイ  窓を開けて生活するかどうかは住民の自由であって，その際に航空機騒\n音を受けたとしても，それは住宅防音工事の効果の問題ではないから，上\n記生活実態は住宅防音工事の評価を下げる理由にはならない。現在の沖縄\n県の住宅事情は，従来の伝統的家屋である木造平家建て住宅ではなく，そ\nの約８割が鉄筋コンクリート住宅（ＲＣ住宅）であり，夏でも窓を開けて\n暮らすというのは単なる昔からのイメージにすぎないし，沖縄県のルーム\nエアコンの普及率は８１．６％であることからしても，窓を開けるという\n生活実態が住宅防音工事の効果を減殺する事情とはいえない。したがっ\nて，住宅防音工事の助成は，本件飛行場の供用の違法性を否定する事情と\nなる。\n⑾  危険への接近法理について\n（被告の主張）\nア  原判決は，危険への接近の法理による免責及び減額を一切認めていない\nが，これは免責の法理としての同法理の要件解釈を誤っている上，減額の\n法理としても原告らの過失の有無を一切検討しておらず不当である。\nイ  少なくとも，原告Ａ１－３７７（原告番号１－３７７）については，以\n下のとおり，危険への接近の法理による免責又は減額が認められるべきで\nある。\n原告Ａ１－３７７は，損害賠償請求期間のうち平成２０年１０月１日か\nら平成２１年９月３０日までは本件コンター上のＷ８５の区域に存するア\nパートに居住し，同年１０月１日以降はＷ９５の区域に存する肩書住所地\n（北谷町砂辺）に居住している。原告Ａ１－３７７は，上記アパートに入\n居する際，本件飛行場を離発着する航空機の騒音を認識し，本件飛行場周\n辺以外の地域を選択することにより同騒音による損害を回避することが十\n分可能であった。その上，原告Ａ１－３７７は，同アパートに約１２年間\n居住し，また，沖縄県を含む基地訴訟に関心を有していたことから，転居\n先である北谷町砂辺の航空機騒音の状況を十分に認識し，同所の方がより\nＷ値の高い地域であることも認識していたはずである。\n⑿  損害額について\n（原告らの主張）\nア  被告の違法行為が数十年継続し，原告らは第３次の訴訟にまで及んでい\nること，被告が合衆国軍隊に対して法的根拠のない高額のいわゆる思いや\nり予算を負担するのに対し，被害を受けている原告らに対し少額の金員の\nみを支払うことで足りるとするのは不条理であること，低額な慰謝料では\n違法行為の抑止につながらないこと，本件飛行場に関する歴史的経緯，沖\n縄本島中部地域において本件飛行場を使用する航空機騒音の影響を受けず\nに生活できる区域に住むことは事実上不可能であるとの地理的要因が存す\nること，静かな環境で生活すること自体への価値が一層高まっていること\nからして，原判決の慰謝料の認容額は低額にすぎる。原告らの損害額は，\n少なくとも，本件コンターのＷ９５以上の区域に居住する者については月\n額５万７５００円，その余の区域に居住する者については原審認容額の\n１．５倍を下らない。\nイ  住宅防音工事の実施による減額を実施部屋数に応じて比例的に増加させ\n上限を３０％とする原判決は，合理的根拠がなく，他の爆音訴訟事案と比\nべて原告らの被害を軽視しすぎているし，沖縄の生活習慣や気候風土を十\n分に考慮しておらず不当である。\n（被告の主張）\n原判決が認容した損害額は，他の同種騒音訴訟の事案と比較しても高額に\nすぎる。また，住宅防音工事による慰謝料減額は，防音工事を実施した居室\nの数に応じて行うのではなく，住宅の総居室数に占める防音工事が実施され\nた居室数の割合に応じて行うべきであり，また，最初の１室については１\n０％の減額としながら，２室目以降については１室の半分である５％の減額\nとしているのは合理性を欠く。\n第３章  当裁判所の判断\n【提訴前に死亡した原告の訴えに関する判断】\n次のとおり訂正するほかは，原判決１２９頁１８行目から同頁２３行目までのと\nおりであるからこれを引用する。\n１  １２９頁１８行目の「別紙「提訴前死亡原告ら」」を「原告Ａ２－８７４（平\n成２２年１２月２１日死亡）」と，同頁１９行目の「これらの原告ら」を「同原\n告」と，同頁２１行目の「これらの原告らを原告とする」を「同原告の」とそれ\nぞれ改める。\n２  １２９頁２３行目末尾に「なお，原審において，訴え提起前に死亡したとし\nて訴え却下された原判決別紙「提訴前死亡原告ら」の「氏名」欄記載の者のうち\n原告Ａ２－８７４を除く者らについては，当審において，それぞれの相続人か\nら当事者の表示の訂正の申出がされたことにより，当初から，上記各相続人を\n原告とする訴えが提起されていたものと認められる。」を加える。\n【差止請求に対する判断】\n次のとおり訂正するほかは，原判決１２９頁２５行目から１３８頁１５行目まで\nのとおり（ただし，「原告ら」とあるのをいずれも「差止等請求原告ら」と改める。）\nであるから，これを引用する。\n１  １３４頁１５行目の「理由がない」の次に「（最高裁昭和６２年（オ）第５\n８号平成５年２月２５日第一小法廷判決・民集４７巻２号６４３頁参照）」を\n加える。\n２  １３５頁４行目の「提供しており」から同頁６行目の「変わらない」までを\n「提供しているからといって，被告が上記権限を有していない以上，上記判断\nを左右するものではない」と改める。\n３  １３５頁１７行目の「しかしながら，」の次に「そもそも，上記の賃貸借契\n約に関する事例の場合において，賃貸人が用法違反を理由に賃貸借契約を解除\nする権限を有していることを根拠に，第三者が，妨害行為をしている賃借人で\nはなく賃貸人に対して，賃借人の妨害行為の排除請求をし得る余地があるとし\nても，その具体的事情のいかんにかかわらず当然にこれができると解するのに\nは疑問がある上に，」を加える。\n４  １３６頁１１行目の「見当たらない。そうすると」を「ない。加えて，本件\n飛行場の上空空域での演習や訓練等に係る行為は，我が国の安全保障全般に直\n接影響し，かつ，国の存立の基礎に極めて重大な関係を持つ事柄であって，被\n告が直ちに上記行為を規制し得るということもできないことも併せ考えると」\nと改める。\n５  １３６頁１５行目の「支配内にはないと考えざるを得ない」を「支配内にあ\nるとは評価できない」と改める。\n６  １３７頁２１行目の「１６５７頁」及び同頁２４行目から２５行目にかけて\nの「２９６４頁」の次にそれぞれ「参照」を加える。\n【損害賠償請求に対する判断】\n第１  損害賠償請求の根拠\n次のとおり訂正するほかは，原判決１３８頁１８行目から１５３頁８行目ま\nでのとおりであるから，これを引用する。\n１  １４３頁４行目の「及び」を「又は」と改める。\n２  １４８頁１５行目の「相互の保証」から同頁１８行目の「ある」までを「相\n互の保証があるとは，当該外国人の本国で，日本人が被害者として当該事案と\n同種の損害賠償請求をした場合に，我が国の国賠法所定の要件と重要な点で異\nならない要件の下にその請求が認められることをいうものと解するべきであ\nる」と改める。\n３  １４８頁２５行目の「原告ら」の次に「（原告番号２－４８６，同２－１６\n４３，同３－３２５５，同３－３２６１，同３－４５６５，同４－１０２５，\n同４－２３６６，同４－４４５５及び同４－５３２２）」を加える。\n４  １４９頁６行目の「求めた場合」から同頁７行目の「考えられる」までを「求\nめ得るものと解される」と，同頁９行目冒頭から同頁１０行目の「反するとは\nいえない」までを「そうすると，米国で，日本人が被害者として本件と同種の\n損害賠償請求をした場合に，規定上，我が国の国賠法所定の要件と重要な点で\n異ならない要件の下にその請求が認められることになると解される」とそれぞ\nれ改める。\n５  １４９頁１２行目の「原告ら」の次に「（原告番号３－２９５３，同５－１\n２６，同５－１２７及び同５－１２０１）」を加える。\n６  １４９頁２０行目の「求めた場合」から同行目の「考えられる」までを「求\nめ得るものと解される」と，同頁２１行目冒頭から同頁２２行目の「反すると\nはいえない」までを「そうすると，中国で，日本人が被害者として本件と同種\nの損害賠償請求をした場合，権利侵害責任法に基づく請求としては，規定上，\n我が国の国賠法所定の要件と重要な点で異ならない要件の下にその請求が認め\nられることになると解される」とそれぞれ改める。\n７  １５０頁１１行目の「原告ら」の次に「（原告番号１－７９６及び同１－２\n５６１）」を加える。\n８  １５０頁１７行目の「求めた場合」から同頁１８行目の「考えられる」まで\nを「求め得るものと解される」と，同頁２０行目冒頭から同頁２１行目の「反\nするとはいえない」までを「そうすると，韓国で，日本人が被害者として本件\nと同種の損害賠償請求をした場合，我が国の国賠法所定の要件と重要な点で異\nならない要件の下にその請求が認められることになると解される」とそれぞれ\n改める。\n９  １５０頁２３行目の「原告ら」の次に「（原告番号１－３８５６及び同４－\n１９５４）」を加える。\n１０  １５１頁７行目の「について」から同頁９行目末尾までを「にも，韓国の\n法制度が併せて適用される可能性が存する以上，韓国籍の原告らと同様，相互\nの保証があると解するのが相当である。」に改める。\n１１  １５１頁１０行目の「原告ら」の次に「（原告番号２－１７８６，同３－\n２６９３，同４－２２７３，同４－３００４及び同５－１０９８）」を加える。\n１２  １５２頁１１行目「日本人が」から同頁１４行目末尾までを「フィリピン\nで日本人が被害者として本件と同種の損害賠償請求をした場合，フィリピン国\n家に対して訴えを提起すること自体が否定される可能性が高く，我が国の国賠\n法所定の要件と重要な点で異ならない要件の下にその請求が認められること\nになると解することはできない。」と改める。\n１３  １５２頁１７行目「原告ら」の次に「（原告番号３－１８７７，同３－１\n８７８及び同４－４４０９）」を加える。\n１４  １５２頁２４行目「求めた場合」から同行目から２５行目にかけての「考\nえられる」までを「求め得るものと解される」と，１５３頁１行目冒頭から同\n頁２行目の「反するとはいえない」までを「そうすると，ペルーで，日本人が\n被害者として本件と同種の損害賠償請求をした場合，我が国の国賠法所定の要\n件と重要な点で異ならない要件の下にその請求が認められることになると解\nされる」とそれぞれ改める。\n第２  事実関係\n１  原告ら（ただし，原告Ａ２－８７４及びフィリピン国籍の原告らを除く。以\n下，第６まで同じ。）の居住地\n次のとおり訂正するほかは，原判決１５３頁１３行目から同頁２３行目まで\nのとおりであるから，これを引用する。\n⑴  １５３頁１３行目冒頭から同頁１６行目末尾までを「原告ら（損害賠償請\n求権を相続したと主張する者については被相続人を含む。）の平成２０年５\n月１日又は同年１０月１日から平成３１年１月３１日（当審口頭弁論終結日）\nまでの居住経過は，別紙「居住移転経過一覧表」の「居住状況（古い順に記\n載）」欄（ただし，対応する「始期」欄に記載があるものに限る。）のとおり\nである（弁論の全趣旨）。」と改める。\n⑵  １５３頁１８行目の「，４－２３６６及び４－３００４」を「及び４－２\n３６６」と改める。\n２  原告らの騒音曝露状況\n次のとおり訂正するほかは，原判決１５３頁２５行目から１７５頁１９行目\nまでのとおりであるから，これを引用する。\n１５４頁１行目の「４５６まで，」の次に「４７３から５５６まで，５６\n３」を，同頁２行目の「７０，」の次に「乙Ｄ４３」をそれぞれ加える。\n⑵  １５６頁１５行目の「３２７，」の次に「５２５，５２９，５３０」を加\nえる。\n⑶  １５７頁１行目の「測定する。」の次に「平成１５年度以降の測定につい\nては，前記１５か所の測定局のうちオンライン化されている１２か所（⑬嘉\n手納町嘉手納，⑭嘉手納町兼久，⑮嘉手納町屋良Ｂ以外の測定局）に関して，\n単発騒音が発生した直前の３００秒の間に生じた音のうち，上から並べて９\n０パーセンタイル値に当たる音を暗騒音レベルとし，同暗騒音レベル（閾値）\nより１０ｄＢ（Ａ）以上の大きさの音が５秒以上継続したもののうち，トラ\nンスポンダ応答信号電波を受信したものを航空機騒音として識別するという\n測定条件になっている。」を加える。\n⑷  １５７頁６行目末尾に「４７３から５５６まで，５６３，」を，同頁１０\n行目の「なお，」の次に「各測定局の本件コンター上のＷ値は，同別紙の各\n測定局の次に括弧内に示したとおりである。また，」をそれぞれ加える。\n⑸  １５７頁２０行目の「平成２８年」を「平成３０年」に改める。\n⑹  １５７頁２１行目の末尾に「読谷村騒音測定は， 沖縄県等騒音\n測定と同様の測定条件により航空機騒音を識別している。」を加える。\n⑺  １５７頁２２行目の「第２の６」の次に「，乙Ｄ４２，弁論の全趣旨」を\n加える。\n⑻  １５７頁２４行目の「そのうち，」を「被告騒音測定は，暗騒音レベルよ\nり１０ｄＢ（Ａ）以上大きく，かつ，ピーク騒音レベルが７０ｄＢ（Ａ）以\n上の音で継続時間が５秒以上のものを航空機騒音として識別している。」と\n改める。\n⑼  １５８頁２行目末尾に「なお，各測定地点の本件コンター上のＷ値は，同\n別紙の各測定地点の次に括弧内で示したとおりである。」を加える。\n⑽  １５９頁１９行目の「屋良」の次に「Ａ」を加える。\n⑾  １６２頁２１行目の「測定点が」の次に「全１２か所中」を，同頁２２行\n目の「桑江，」の次に「知花，」をそれぞれ加え，同行目の「，山内」を削除\nし，同頁２３行目の「伊良皆」を「山内」と改める。\n⑿  １６３頁１行目の「平成２８年」を「平成３０年」に，同頁２行目の「６\n６．４」を「６８．９」にそれぞれ改める。\n⒀  １６３頁３行目の「とは」を「との差は６．１～１６．５となっており，」\nと改める。\n⒁  １６３頁４行目の「同じ期間」の次に「（ただし，平成２９年４月から平\n成３０年３月までは年単位）」を加え，同行目の「６９．３」を「７２．４」\nと，同頁５行目の「かなり」を「相当程度」とそれぞれ改める。\n⒂  １６３頁１０行目の「いずれの」から同頁１２行目末尾までを「月別のＷ\n値のパワー平均値の最大値が本件コンター上のＷ値より常に４以上低い地点\nが１１地点中９地点あり，このうち６地点は常に６以上低い値となってい\nる。」と改める。\n⒃  １６５頁２行目冒頭から同頁５行目末尾までを「さらに，前記で認定した\nとおり，被告騒音測定の結果と本件コンター上のＷ値との間に相当程度の差\nが存することも，同様に，上記推認を支持する事情といえる。」と改める。\n⒄  １６８頁６行目の「から平成２４」から同頁２５行目の「ある。）」まで\nを「以降の前記で認定した上記測定点の測定結果をそれぞれ比較すれば，被\n告騒音測定の結果のＷ値は，沖縄県等騒音測定の結果のＷ値を下回ってはい\nるものの，その差が大きいとまではいえず，全体として概ね整合的な数値が\n測定されていると評価できる」と改める。\n⒅  １７１頁１９行目の「ピークレベル」の次に「の最高値又は最大値」を加\nえ，同頁２０行目の「いずれにおいても」から同頁２２行目「こと，」まで\nを「いずれの測定点及び年度においても９５ｄＢ（Ａ）を超え，常に１００\nｄＢ（Ａ）を超える測定点も多く存し，年度によっては１１５ｄＢ（Ａ）以\n上に達する測定点も存すること，」と改める。\n⒆  １７２頁１２行目及び同頁２６行目の各「なお」をいずれも削除する。\n⒇  １７３頁８行目の「平成２６年度」を「平成２９年度」と改め，同行目の\n「いずれの」から同頁１１行目「できる」までを，次のとおり改める。\n「比較可能な測定地点合計１１か所（砂辺，屋良Ａ，上勢，宮城，桑江，美原，\n昆布，北美，八重島，山内，伊良皆）のうち，３地点（砂辺，山内，伊良皆）\nでは平成２０年度以降のＷ値が平成９年度又は平成１０年度のＷ値を５以上\n下回る年度が複数存し，山内では最大で１０．４減少している年度が存し，\n平均して７．６減少していることが認められる。他方で，山内以外の１０地\n点の平成２０年度以降のＷ値の平均値は，平成９年度又は平成１０年度のＷ\n値の平均値を最大で４．６下回る程度であり，そのうちには差がない又は差\nが１以下の地点も少なからず存在する（屋良Ａ，上勢，北美，八重島）。ま\nた，八重島，昆布，上勢，北美，屋良Ａについては，平成２０年度以降のＷ\n値が平成９年度又は平成１０年度のＷ値を上回る年度が存在し，うち八重島\nでは最大で５．１上回っている（平成９年度と平成２０年度を比較した値）。\n以上によれば，測定地点や年度によっては，平成９年度又は平成１０年度\nの騒音曝露状況と平成２０年度以降のそれとの間に少なくない差が存すると\nみる余地が全くないとはいえないものの，他方で，前記で示したＷ値の平均\n値の差の程度等を併せ考慮すれば，沖縄県等騒音測定の平成９年度及び平成\n１０年度の環境庁方式Ｗ値と平成２０年度以降の環境庁方式Ｗ値との間に，\n沖縄県健康影響調査の結果を平成２０年度以降の原告らの被害状況を推認す\nるための資料として用いることが許されないと評価し得る程度の有意な差は\n存在しないというべきである。\nなお，被告は，被告騒音測定の結果についても，平成９年度又は平成１０\n年度のＷ値と平成２０年度以降のＷ値には大きな差があるとして，沖縄県健\n康影響調査や本件コンター上のＷ値を原告らの騒音被害を認定する際の指標\nとすることの不当性を主張するが，被告騒音測定に係る平成９年度又は平成\n１０年度の測定結果については，年度ごとのＷ値を示す表（乙ＣⅢ１０１）\nが提出されているものの，月ごとの月間パワー平均値などを示す航空機騒音\n測定結果集計表は提出されておらず，同各年度と平成２０年度以降の測定結\n果との適切な比較が可能かどうか疑問なしとしない。仮に，被告の主張に係\nる分析結果を前提としても，比較可能な６地点（③吉原，④嘉手納，⑥倉敷，\n⑧知花，⑨西原，⑩山城）の中には少なくない差が生じている地点や年度が\n複数存することは否定できないものの，他方で，平成９年度又は平成１０年\n度のＷ値を上回る地点や年度も複数存するところであって，かかる被告騒音\n測定の結果を全体としてみれば，沖縄県等騒音測定の結果と同様，沖縄県健\n康影響調査の結果を平成２０年度以降の原告らの被害状況を推認するための\n資料として用いることが許されないと評価し得る程度の有意な差は存在しな\nいというべきである。被告の上記主張は前記認定，説示を左右するものとは\nいえない」\n１７４頁２行目末尾に改行の上，次のとおり加える。\n「  加えて，被告は，本件コンター上のＷ値を用いて騒音曝露量と被害との関\n連を認定する沖縄県健康影響調査の手法を批判し，これに基づいて被害を認\n定することは不当である旨主張する。しかしながら，同主張が採用できない\nことは前記⑵カで説示したとおりであるし，被告自身，第二次嘉手納基地爆\n音訴訟において，周辺住民らの被害を認定する証拠として沖縄県健康影響調\n査の結果が採用されていることを認識しながら，その後も防衛施設庁方式に\n基づいて大規模かつ詳細な航空機騒音調査を行った事実はない（弁論の全趣\n旨）。かかる被告の対応に照らせば，被告において本件コンター上のＷ値が\n実態と乖離して改訂しなければならない程度にまでは至っていないことを自\n認していたとも評価し得るのであって，上記被告の主張は理由がない。」\n１７４頁１６行目の「しかし」から同頁２６行目末尾までを，次のとおり\n改める。\n「この点，原告らそれぞれの生活状況に応じて，原告らそれぞれが現に航空機\n騒音に曝露される時間帯や態様が異なることはもとより明らかである。\nしかし，本件コンター外への就業又は就学といった事情のみが航空機騒音\nに曝露される時間帯や態様を異にする要因となるものではないし，原告らの\n中には，本件コンター外へ就業又は就学している状況にない者，又は１日２\n４時間を通じて本件コンター内で生活していることが通常である者も多数存\n在するものと考えられる上，本件コンター外へ就業又は就学している者であ\nっても，それが平日昼間の時間帯であるとは限らないし，休暇等により平日\n昼間に本件コンター内にとどまることも十分想定されるところである。そう\nである以上，本件コンター外への就業又は就学といった抽象的事象のみを捉\nえて全ての原告の航空機騒音の曝露状況を把握することに合理性があるもの\nとは解されず，むしろこの点については，本件コンター内に居住していると\nいう観点から，最小限度等しく曝露している航空機騒音による侵害行為の程\n度及びこれによる被害の程度を考慮して，本件飛行場の供用の違法性及び損\n害の有無の判断をすれば足りるというべきである。\nよって，この点に関する被告の主張は採用することができない。」\n３  航空機騒音に関する行政上の基準\n原判決１７５頁２１行目から１７７頁２２行目までのとおりであるから，こ\nれを引用する。\n４  騒音による身体に対する影響経路\n次のとおり訂正するほかは，原判決１７７頁２３行目から１７９頁１０行目\nまでのとおりであるから，これを引用する。\n１７８頁１６行目の「越すと，」を「超すと，ストレス反応として」と改\nめる。\n１７８頁２０行目末尾に「身体的被害は，騒音以外の寒さ，痛み，けがな\nどの感覚でも起こる非特異的な間接的な影響である。」を加える。\n５  生活妨害\n次のとおり訂正するほかは，原判決１７９頁１２行目から１８９頁７行目ま\nでのとおりであるから，これを引用する。\n１７９頁１３行目末尾に「甲Ｇ４９から５２まで，５４から５６まで，５\n９，６１，６２，」を，同頁１７行目の「Ａ６－６９１」の次に「，原告Ａ\n２－４７２（当審），原告Ａ２－４４１８（当審），原告Ａ５－１６５２（当\n審），原告Ａ５－９０４（当審），原告Ａ３－２７７２（当審），原告Ａ３\n－４４５５（当審），原告Ａ１－１６３（当審），原告Ａ１－３６２０（当\n審），原告Ａ４－３７５７（当審），原告Ａ６－２３１（当審），原告Ａ６\n－３７３（当審）」をそれぞれ加える。\n１８２頁６行目の「精神的被害」の次に「及び作業，学習への影響」を加\nえ，同頁７行目の「ａ及びｂ」を「ａからｃまで」と改める。\n１８２頁１８行目末尾に，改行の上，次のとおり加える。\n「ｃ  作業，学習への影響\n主に労働者や小児に対して，騒音が認知作業の成績に悪影響を及ぼし\n得ることが明らかにされている。騒音によって集中力が賦活され，単純\n作業の能率を短期間上昇させることもあるが，複雑な作業の場合，認知\n作業の成績は大幅に低下する。読解力，集中力，問題を解く力，記憶力\n等が騒音によって特に影響を受ける認知能力である。騒音は集中を妨げ\nる刺激にもなり，衝撃音は驚愕反応によって破壊的な影響を及ぼす可能\n性がある。\n騒音への曝露は，曝露終了後の成績にも悪影響が生ずると考えられる。\n慢性的に航空機騒音に曝露されている空港周辺の学校の生徒は，詳細な\n読解力，難問に取り組む際の持続力，読解試験の成績，学習意欲が標準\nよりも低い。航空機騒音に順応しようと試みたり，作業成績を維持する\nのに必要な努力をするなど，相当の代償を払っていることを認識しなけ\nればならない。騒音は作業中の障害やミスを増加させると考えられ，あ\nる種の事故は作業能率の低下を示す指標になり得る。」\n１８７頁３行目末尾に，改行の上，次のとおり加える。\n「エ  当審における原告らの供述\n原告Ａ２－４７２，原告Ａ５－１６５２，原告Ａ５－９０４，原告Ａ\n３－２７７２，原告Ａ３－４４５５，原告Ａ１－１６３，原告Ａ４－３\n７５７，原告Ａ６－２３１はいずれも騒音により自宅や職場での会話が\n中断されるなどの会話妨害の存在を，原告Ａ２－４７２，原告Ａ５－１\n６５２，原告Ａ５－９０４，原告Ａ３－４４５５，原告Ａ１－１６３，\n原告Ａ４－３７５７，原告Ａ６－２３１及び原告Ａ２－４４１８はいず\nれも騒音により親族，先輩や友人等からの電話が聴き取れなくなるなど\nの電話聴取妨害の存在を，原告Ａ２－４７２，原告Ａ２－４４１８，原\n告Ａ５－９０４，原告Ａ３－４４５５，原告Ａ１－１６３，原告Ａ４－\n３７５７及び原告Ａ６－３７３はいずれも騒音によりテレビやラジオの\n音が聞こえなくなるなどのテレビ等の視聴妨害の存在をそれぞれ供述し\nている。」\n１８７頁１３行目の「旨を示していること」を「旨や，騒音が主に労働者\nや小児の認知作業の成績に悪影響を及ぼし得ること，作業中の障害やミスを\n増加させると考えられる旨を示していること」と改める。\n１８７頁２０行目の「読書」の後に「，趣味，仕事」を加え，同行目の「い\nること」を「いること，当審において原告Ａ５－９０４，原告Ａ３－４４５\n５，原告Ａ１－１６３，原告Ａ１－３６２０，原告Ａ６－２３１及び原告Ａ\n６－３７３自身の体験として同趣旨の供述をしていること」と改める。\n１８８頁１行目末尾に「なお，原告らは，そのほか，航空機騒音により生\n活満足感が低下したり，地域の共同体が破壊されて生活環境が悪化したりし\nているとも主張し，当審原告ら本人尋問において同趣旨の供述をする原告も\n存するが，これらが原告らに共通して等しく生じていることを認めるに足り\nる証拠はない。そのほかにも原告らが主張している人間らしい生活を送ると\nいった人格の中核をなす権利が侵害されているとか，生活の質も低下してい\nるとの点も，その主張内容からして，既に認定した被害に含まれるものとい\nうべきである。」を加える。\n⑻  １８９頁７行目末尾に，改行の上，次のとおり加える。\n被告は，航空機騒音が作業や学習に与える影響については，必ずしも\n明確な調査・研究結果がなく，その影響は体系的かつ具体的に解明され\nていない上，作業の性質等の個々的な要因のみならず，航空機騒音に対\nする慣れによっても左右される可能性があり，最低限共通する範囲を把\n握することはできないから，作業や学習に対する妨害は共通損害に当た\nらない旨主張する。\n確かに，航空機騒音が作業や学習に与える影響について，明確な結果\nが得られ，その影響が体系的かつ具体的に明らかにされていることまで\nを認めるに足りる証拠はないが，そのことから直ちに航空機騒音が作業\nや学習に与える影響を共通損害として認めることができないとは解され\nない。また，作業への妨害あるいは学習への妨害が，当該作業や学習の\n性質等の個々的な要因や航空機騒音に対する慣れによって左右される面\nがあるとしても，そのことから直ちに航空機騒音による作業妨害，学習\n妨害の被害がないということになるものでもない。被告の上記主張は採\n用することができない。」\n６  精神的被害\n次のとおり訂正するほかは，原判決１８９頁９行目から１９５頁２５行目ま\nでのとおりであるから，これを引用する。\n１８９頁１１行目の「甲Ｅ１３，」の次に「甲Ｇ４９から５２まで，５４\nから５６まで，５９，６１，６２，」を，同頁１６行目の「Ａ６－６９１」\nの次に「，原告Ａ２－４７２（当審），原告Ａ２－４４１８（当審），原告\nＡ５－１６５２（当審），原告Ａ５－９０４（当審），原告Ａ３－２７７２\n（当審），原告Ａ３－４４５５（当審），原告Ａ１－１６３（当審），原告\nＡ４－３７５７（当審），原告Ａ６－２３１（当審），原告Ａ６－３７３（当\n審）」をそれぞれ加える。\n１９１頁８行目の「急増し」の次に「，６０％を超え」を加える。\n１９１頁１６行目の「５，」の次に「甲Ｇ４９から５１まで，５９，６０，\n６３」を，同頁１７行目の「１８１４，」の次に「２７７２から２７８８ま\nで，２８１８，」を，同頁１９行目の「原告Ａ３－１４８１，」の次に「原\n告Ａ４－３７５７（当審），原告Ａ４－２０３８（当審），原告Ａ５－１６\n５２（当審），原告Ａ２－４７２（当審），原告Ａ２－４４１８（当審），」\nをそれぞれ加える。\n⑷  １９１頁２２行目末尾に，改行の上，次のとおり加える。\n「  その後も，本件飛行場に関する航空機事故としては，平成２９年１１月\n３０日，本件飛行場に暫定配備されていた最新鋭ステルス戦闘機Ｆ３５Ａ\nが訓練飛行中に機体右側のパネルを落下させるという事故が，また，平成\n３０年２月２７日，嘉手納基地所属のＦ１５戦闘機が飛行中にアンテナの\nような部品（重さ約１．４キログラム）を落下させるという事件がそれぞ\nれ発生した。\nそのほか，普天間飛行場に関するものとしては，平成２９年１２月７日，\n普天間飛行場周辺に所在するｂ保育園の園舎上のトタン屋根に普天間基地\n所属のＣＨ－５３Ｅ型ヘリの部品が発見されているし（これに対し，合衆\n国軍隊は，飛行中の機体から落下した可能性は低いとしている。），同月\n１３日には，普天間飛行場付近に所在するｃ小学校の校庭に同型ヘリの窓\n枠が落下する事故が発生している。」\n⑸  １９２頁８行目の「世帯のうち，」の次に「約８割強の世帯が「イライラ\nする」と回答した。また，原告ら７４９４世帯のうち，」を加える。\n⑹  １９２頁１５行目末尾に「なお，当審における原告ら本人尋問において，\n原告Ａ２－４７２，原告Ａ２－４４１８，原告Ａ３－２７７２，原告Ａ１－\n１６３，原告Ａ１－３６２０，原告Ａ４－３７５７，原告Ａ６－２３１，原\n告Ａ６－３７３はいずれも，騒音により不快感をもったり，イライラする旨\nを供述している。また，原告Ａ２－４４１８，原告Ａ４－３７５７，原告Ａ\n６－２３１，原告Ａ６－３７３，原告Ａ５－１６５２及び原告Ａ４－２０３\n８は，航空機が墜落するのではないかとの不安や恐怖を抱いている旨を供述\nしている。」を加える。\n⑺  １９４頁４行目の「述べる者がいる。」を「述べる者がおり，原告Ａ２－\n４７２及び原告Ａ６－３７３も当審において同内容の供述をする。」と改め\nる。\n⑻  １９５頁２５行目末尾に，改行の上，次のとおり加える。\n被告は，うるささの反応に個人差が大きく主観的なものであることや，\nどの程度の航空機騒音を受忍限度と捉えるかについては個々の意識に左\n右されるものであることなどから一律に共通損害に当たらないと主張す\nるが，本件飛行場付近における航空機騒音の状態や上記認定判断したと\nころに照らせば，被告が指摘する点を考慮したとしても，なお原告らに共\n通してイライラ感等の精神的苦痛が生じていることが認められる。同主\n張は採用することができない。」\n７  睡眠妨害\n次のとおり訂正するほかは，原判決１９６頁１行目から２０１頁１９行目ま\nでのとおりであるから，これを引用する。\n１９６頁３行目の「１４，」の次に「甲Ｇ４９から５２まで，５４から５\n７まで，５９，６１から６３まで」を，同頁６行目の「Ａ６－６９１」の次\nに「，原告Ａ２－４７２（当審），原告Ａ２－４４１８（当審），原告Ａ５\n－１６５２（当審），原告Ａ５－９０４（当審），原告Ａ３－２７７２（当\n審），原告Ａ３－４４５５（当審），原告Ａ１－１６３（当審），原告Ａ１\n－３６２０（当審），原告Ａ４－３７５７（当審），原告Ａ４－２０３８（当\n審），原告Ａ６－２３１（当審），原告Ａ６－３７３（当審）」をそれぞれ\n加える。\n１９８頁１５行目の「３５」を「３０」と改める。\n⑶  ２００頁４行目末尾に，次のとおり加える。\n「さらに，当審の原告ら本人尋問において，原告Ａ２－４７２，原告Ａ２－\n４４１８，原告Ａ５－１６５２，原告Ａ５－９０４，原告Ａ３－２７７２，\n原告Ａ３－４４５５，原告Ａ１－１６３，原告Ａ１－３６２０，原告Ａ４\n－３７５７，原告Ａ４－２０３８，原告Ａ６－２３１及び原告Ａ６－３７\n３はいずれも，騒音により入眠困難や睡眠中の覚醒など睡眠が妨げられて\nいる旨を供述している。」\n⑷  ２００頁１８行目の「３５」を「３０」と改める。\n⑸  ２０１頁３行目の「回答している」から同頁４行目末尾までを「回答して\nおり，上記⑴オの原告らも同内容の供述をしている 。」と改め\nる。\n⑹  ２０１頁１６行目の「睡眠妨害」を「睡眠障害」と改める。\n⑺  ２０１頁１９行目末尾に，改行の上，次のとおり加える。\n被告の主張について\n確かに，被告の主張するように，どの程度の騒音であれば人の睡眠を\n妨げるかを判定する明確な資料はないし，音が騒音として感受されるか\n否かや実際の睡眠に及ぼす影響の程度についても個人差があるであろう\nことは否定し難いが，前記認定判断したところに照らすと，上記の点は，\n本件飛行場付近のＷ７５以上の区域に居住する原告らにおいて睡眠妨害\nの被害が共通して等しく生じていること自体を認定することの妨げとな\nるということはできない。\nまた，住宅防音工事が実施されている住宅がある点についても，後記\nとおり，住宅防音工事の防音効果を得る\nために，常時窓や戸などの開口部を締め切った状態で生活することは現\n実的ではない上，沖縄県においては窓を開けたまま生活することが比較\n的多く，これは住宅防音工事が実施されている住宅に居住する原告らに\nおいても同様であると推認できることからすれば，住宅防音工事が実施\nされていることをもって，睡眠妨害が原告らに共通する被害に当たらな\nいということはできない。」\n８  睡眠妨害に起因する各種の健康被害\n次のとおり訂正するほかは，原判決２０１頁２１行目から２１３頁９行目ま\nでのとおりであるから，これを引用する。\n２０６頁１行目の「過程」を「仮定」と改める。\n２０６頁８行目の「乙」の次に「Ｄ」を加える。\n⑶  ２０７頁１６行目の「このような」から同頁２０行目末尾までを「したが\nって，単に何らかの疾病又は身体的な被害が発生する可能性があるという程\n度では，ここでいう被害の認定としては不十分である。」と改める。\n⑷  ２０７頁２４行目の「騒音曝露によって」を「騒音曝露それ自体又は騒音\n曝露による睡眠妨害をそれぞれ原因とするストレス反応によって」と改める。\n⑸  ２０８頁６行目冒頭から同頁１５行目末尾までを次のとおり改める。\n「原告らは，本件飛行場の航空機騒音による騒音曝露それ自体又は騒音曝露\nによる睡眠妨害をそれぞれ原因とするストレス反応により，血圧が上昇す\nることがあり，ひいてはこれによる高血圧症状の発生をもたらす危険性が\nある状況で生活しなければならない状況にあるということができる。そし\nて，そのような状況に置かれた者が血圧上昇等の発生に対する不安感等を\n抱くことは優に推認することができ，そうすると，血圧上昇等の発生に対\nする不安感等の精神的苦痛は，原告ら全員が最小限度等しく受けていると\nいうことができる。\nもっとも，原告らが共通して高血圧症に罹患していることを認めるに足\nりる証拠はない上に，航空機騒音に曝露等すれば血圧の上昇等が発生する\nというストレス反応による身体的被害は，騒音以外での感覚でも起こる非\n特異的な間接的な影響であるとされるなど，血圧の上昇をもたらすストレ\nス反応の原因は各個人ごとに種々考えられるのであって，航空機騒音のみ\nが原因となっているとは認め難いから，原告らが上記不安感等を共通して\n抱いているとしても，それを過大に評価することはできない。また，血圧\n上昇や高血圧症といった健康状態に関わることは，個人の年齢，体質，生\n活習慣，生活環境等によって大きく左右され，個人差も大きいものであっ\nて，健康状態の悪化やその原因についても同様であるし，そのような健康\n状態の悪化に対する不安感の有無や程度については，個人の性格や心理状\n態といった内面的な要因も加わることから，更に個人差が著しくなるもの\nということができる。さらに，本件飛行場付近における航空機騒音がスト\nレス反応として身体に対し及ぼす影響は，生活妨害や睡眠妨害に伴う精神\n的苦痛等の被害とは異なり，間接的な影響とみるべきものにすぎない。\nそうすると，上記のとおり，血圧上昇等の発生への不安感等の精神的苦\n痛による被害の程度は，上記の生活妨害や睡眠妨害に伴う精神的苦痛等の\n被害等に若干加味する程度のものにとどまるとみるのが相当である。」\n⑹  ２０９頁４行目の「といって，」の次に「それだけでは直ちに」を加える。\n⑺  ２１１頁１０行目「仮説」を「仮定」と，同行目の「具体的に」から同頁\n１１行目の「示すこと」までを「騒音曝露が原因と考えられる虚血性心疾患\nのリスクを計算すること」とそれぞれ改める。\n⑻  ２１１頁１２行目から１３行目にかけての「前提仮説が正しいかどうか」\nを「前提仮定が正しいかどうかやどの程度の騒音の曝露によりどの程度の影\n響があるか」と改める。\n⑼  ２１３頁９行目末尾に，改行の上，次のとおり加える。\n「  その他，原告らは，前掲の各文献等によれば，原告らにおいて虚血性心\n疾患の発症リスクが高いことが認められる旨種々主張するが，前記認定判\n断したとおりであって，採用の限りではない。」\n９  聴覚障害\n次のとおり訂正するほかは，原判決２１３頁１１行目から２２７頁４行目ま\nでのとおりであるから，これを引用する。\n２１９頁１１行目の「示しており」から同頁１３行目の「期待されること」\nまでを「示していること」と改める。\n２２６頁１５行目の「原告らは，」の次に「原審及び」を加える。\n１０  その他の身体的被害\n原判決２２７頁６行目から２３２頁１８行目までのとおりであるから，これ\nを引用する。ただし，同行目末尾に「原告らが当審において追加的・補充的に\n主張する点も，前記認定判断したとおり理由がないか，これらの認定判断を左\n右するものではない。」を加える。\n１１  低出生体重児の出生率の増加\n次のとおり訂正するほかは，原判決２３２頁２０行目から２４５頁４行目ま\nでのとおりであるから，これを引用する。\n⑴  ２４２頁２２行目末尾に，改行の上，次のとおり加える。\n「  そもそも，低出生体重児の出生率の増加を被害ととらえた場合，これが\n生じることによって法律上保護の対象とすべき精神的苦痛を被ると解し得\nるのは，その性質に照らし，これらの乳幼児自身か又はこのような乳幼児\nを持つ親であると考えられるところ（仮にこれらの者以外が低出生体重児\nの出生率の増加につき何らかの感情を抱いたとしても，これが法律上損害\n賠償の対象となる利益の侵害に当たるとはいい難い。），本件飛行場周辺\nに居住する原告ら全てがそのような者らに当たると認めるに足りる証拠は\nないのであるから（なお，本件全証拠によっても原告らのうちどの者が上\n記の者に該当するのかも明らかではない。），上記損害に関する主張は，\nそれが仮に原告らの重大な関心事になっているとしても，原告らに共通す\nる精神的苦痛を基礎付ける事実と主張する限りにおいては理由がないとい\nうべきである。その点を措くとしても，以下のとおり，本件飛行場の航空\n機騒音と低出生体重児の出生率の増加との間に因果関係を認めるには足り\nない。原告らは，当審における追加的・補充的主張を含め，上記被害が共\n通の被害足り得るとか沖縄県健康影響調査の結果等から上記因果関係が認\nめられるべきである旨種々主張するが，いずれも採用の限りではない。」\n⑵  ２４５頁２行目の「研究成果」を「調査結果」に改める。\n１２  子どもの日常生活等への影響（幼児問題行動の多発・学童の長期記憶力の\n低下）\n次のとおり訂正するほかは，原判決２４５頁７行目から２５６頁７行目まで\nのとおりであるから，これを引用する。\n２４５頁９行目の「１３，」の次に「甲Ｇ４９，５１」を，同頁１１行目\nの「Ａ６－６９１」の次に「，原告Ａ２－４７２（当審），原告Ａ５－１６\n５２（当審）」をそれぞれ加える。\n２５２頁１０行目末尾に，改行の上，次のとおり加える。\n「カ  当審における原告らの供述\n原告Ａ２－４７２は，嘉手納町で保育士等として稼働していたところ，\n園庭で遊んでいた乳幼児が航空機騒音に驚いて怖がったり，部屋の中に\n逃げ込もうとすることがあったり，室内で睡眠中に騒音がして一人が泣\nき始めると連鎖して大騒ぎになったり，騒音により絵本の読み聞かせを\n中断すると子供たちは理解できず騒ぎ始めてしまう旨を，また自身の子\nについても，学童期に勉強がはかどらなくなり集中力に欠けたことがあ\nった旨を供述する。また，原告Ａ５－１６５２は，沖縄市池原に保育園\nや学童保育を設置しているところ，上記同様の子供たちの状況を供述し\nているほか，騒音で驚いて不安なのか保育士の方によってきたり布団で\n耳を押さえてみせたりする子供たちがいること，発達障害を抱える児童\nは騒音によりイライラして物にあたったり，支援者の声かけにも応じな\nかったり，宿題をせずに帰宅してしまうこともある旨を供述する。」\n２５２頁１１行目末尾に，改行の上，次のとおり加える。\n「  そもそも，原告らの主張する被害が生じることによって法律上保護の対\n象とすべき精神的苦痛を被ると解し得るのは，その性質に照らし，これら\nの子ども自身か又はこのような子どもの親であると考えられるところ（仮\nにこれらの者以外が原告らの主張する被害が子どもに生じることによって\n何らかの感情を抱いたとしても，これが法律上損害賠償の対象となる利益\nの侵害に当たるとはいい難い。），本件飛行場周辺に居住する原告ら全て\nがそのような者らに当たると認めるに足りる証拠はないのであるから，上\n記損害に関する主張は，それが仮に原告らの重大な関心事になっていると\nしても，原告らに共通する精神的苦痛を基礎付ける事実と主張する限りに\nおいては理由がないというほかはない。その点を措くとしても，以下のと\nおり，原告らの主張は採用することができない。原告らは，当審における\n追加的・補充的主張を含め，上記被害が共通の被害足り得るとか，沖縄県\n健康影響調査の結果等から航空機騒音と原告らの主張する被害との因果関\n係が認められるべきである旨種々主張するが，いずれも採用の限りではな\nい。」\n⑷  ２５３頁１行目「はじめとする」の次に「原審及び当審における」を加え\nる。\n１３  被告による周辺対策\n次のとおり訂正するほかは，原判決２５６頁９行目から２６７頁２３行目ま\nでのとおりであるから，これを引用する。\n２５６頁１１行目の「８８，」の次に「１０３，」を，同行目の「７まで」\nの次に「，５７，５９から６１まで」をそれぞれ加える。\n⑵  ２５７頁７行目，２５８頁１７行目，２５９頁５行目，同頁１８行目，同\n頁２５行目，２６２頁２５行目，２６３頁１５行目，同頁２４行目，２６４\n頁４行目及び同頁８行目の各「乙Ｈ１」の次にいずれも「，５７」を，２５\n９頁１０行目の「３５，」の次に「乙Ｈ５７，」をそれぞれ加える。\n⑶  ２５８頁１５行目，同頁２３行目，２５９頁３行目，同頁２３行目，２６\n３頁１０行目，同頁１１行目から１２行目にかけて，２６４頁２行目及び同\n頁１２行目の各「２２年」，２６３頁２１行目及び２６４頁７行目の各「２\n６年」をいずれも「２８年」と改める。\n⑷  ２５８頁１６行目の「約１４１３億６５３５万円」を「約１８００億０１\n９２万円（ただし，後記 の建替防音工事\n外郭防音工事の補助金額を含む。）」と改める。\n⑸  ２５８頁１７行目の「乙Ｉ」を「乙Ｃ」と改める。\n⑹  ２５８頁２３行目から２４行目にかけての「約６０億５０７４万円」を「約\n９８億４４２４万円」と，２５９頁４行目の「約７４７２万円」を「約８９\n７６万円」とそれぞれ改める。\n⑺  ２５９頁７行目の「しており」から同頁９行目末尾までを「している。」\nと改める。\n⑻  ２５９頁１５行目冒頭から同頁１７行目末尾までを削除する。\n⑼  ２５９頁２４行目の「約５４億５９４８万円」を「約１６１億５２８６万\n円」と改める。\n⑽  ２６０頁５行目から６行目にかけての「しており」から同頁７行目末尾ま\nでを「している。」と改める。\n⑾  ２６０頁８行目の「５，」の次に「５７」を加える。\n⑿  ２６１頁１２行目の「８８」の次に「，１０３」を加える。\n⒀  ２６１頁１３行目の「本件訴訟」の次に「の原審」を，同頁１６行目末尾\nに改行の上「  また，当審で平成３０年７月１８日に行われた現地進行協議\n測定では，上記の工事が施工されている個人宅において，室内外のピーク騒\n音レベルが測定されたところ，室内外の差は２５．２ｄＢ（Ａ）から２９．\n５ｄＢ（Ａ）であった。」をそれぞれ加える。\n⒁  ２６２頁２２行目冒頭から同頁２４行目末尾までを，次のとおり改める。\n「  原告ら居住宅の住宅防音工事（追加防音工事，外郭防音工事，防音区画改\n善工事を含む。）の施工の有無及び完了年月日は，別紙「居住移転経過一覧\n表」の「防音工事完了年月日」，「追加防音工事完了年月日」，「外郭防音工\n事完了年月日」及び「改善工事完了年月日」各欄に，各工事の実施室数は，\n同別紙「室数」又は「追加室数」各欄にそれぞれ記載されたとおりである。\nまた，住宅防音工事の実施室数は，同別紙「実施室数合計」欄に記載された\nとおりである。」\n⒂  ２６３頁１１行目の「８０億２８３４万円」を「９０億１７６４万円」と，\n同頁１２行目の「６億９０６７万円」を「７億８７００万円」と，同頁２２\n行目の「４１８億１６６３万円」を「４６２億６５４８万円」と，２６４頁\n２行目の「１３５億９５７４万円」を「１６３億０８５９万円」と，同頁７\n行目の「６６億３０２２万円」を「６８億６８０９万円」と，同頁１２行目\nの「９７億７４２１万円」を「１０１億１６３１万円」とそれぞれ改める。\n⒃  ２６５頁１３行目の「及び２」の次に「，乙Ｈ５９から６１まで」を加え，\n２６６頁２０行目の「現在」から同頁２１行目の「行われている」までを「平\n成３０年１月２５日までに，同駐機場等の移転が完了した」と改める。\n⒄  ２６７頁１１行目末尾に改行の上，次のとおり加える。\n「⑸  テレビ受信料の助成（乙Ｈ５７，弁論の全趣旨）\n被告は，本件飛行場周辺の一部の区域に居住する放送受信契約者を対象\nに，テレビ受信料の助成を実施しており，昭和４７年度から平成２８年度\nまでに合計約１８億９３２２万円の補助金を交付している。」\n⒅  ２６７頁１２行目冒頭から同頁１７行目末尾までを次のとおり改める。\n「⑹  被告が主張するその他の周辺対策\n被告は，以上の⑴から⑸までの騒音対策措置のほかに，民生安定施設の\n一般助成，特定防衛施設周辺整備調整交付金の交付，基地交付金及び調整\n交付金の交付を違法性の判断要素として考慮すべきであると主張する。」\n⒆  ２６７頁１９行目及び同頁２２行目の各「防止」の後に「又は軽減」をそ\nれぞれ加え，同頁２１行目の「施策」を「対策」と改める。\n⒇  ２６７頁２３行目末尾に「なお，上記⑸のテレビ受信料の助成については，\n原告らが被っている生活妨害のうちテレビの聴取妨害に係る被害を間接的に\n填補する側面があることからすれば，違法性の判断に当たり考慮すべき事情\nに該当すると認められるが，上記被害自体を直接改善する対策とまでは言い\n難いことから，同判断に当たり考慮すべき程度が高いとはいえない。」を加\nえる。\n第３  違法性\n１  受忍限度に関する検討\n次のとおり訂正するほかは，原判決２６７頁２６行目から２７８頁１３行目\nまでのとおりであるから，これを引用する。\n⑴  ２６８頁９行目冒頭から同頁２４行目末尾までを次のとおり改める。\n「  原告らの平成２０年度以降の騒音曝露状況は，沖縄県等騒音測定，読谷村\n騒音測定及び被告騒音測定の結果によって把握することができ，その具体的\nな測定結果及び各騒音レベルの目安は，前記第２の２⑵オのとおりである。\n以上に照らせば，本件コンター上のＷ７５以上の区域に居住する原告らは，\nかなり激しい航空機騒音に曝されていると認めるのが相当である。」\n⑵  ２６９頁３行目の「睡眠妨害」から同頁４行目の「生じており」までを「睡\n眠妨害及び血圧上昇等の発生への不安感等が生じており」と改める。\n⑶  ２６９頁７行目の「健康上」から同行目の「踏まえれば,」までを削除する。\n⑷  ２６９頁１１行目の「原告ら」から同頁１２行目末尾までを削除する。\n⑸  ２７２頁１行目の「２６」，同頁５行目の「２４」をいずれも「２９」と，\n同頁６行目の「８９．１から９０．４」を「８７．２から９１．６」とそれぞ\nれ改め，同頁７行目の「大きく」を削除する。\n⑹  ２７５頁１４行目の「求める」の次に「実効的な」を加える。\n⑺  ２７６頁１０行目の「なっていた」から同頁１２行目の「採られずに」ま\nでを「なっていたほか，平成１０年には，本件飛行場における航空機の運航\n等から生じる騒音によって周辺住民らに受忍限度を超える違法な被害が生じ\nていることを認定して被告に損害賠償を命じた第一次嘉手納基地爆音訴訟の\n判決が確定し，平成２３年１月には，同様の被害を認定して被告に損害賠償\nを命じた第二次嘉手納基地爆音訴訟の判決が確定しているにもかかわらず」\nと改め，同頁１５行目冒頭から同頁２３行目末尾までを削除する。\n⑻  ２７７頁１０行目冒頭から同頁１１行目の「評価し得ること」までを「本\n件コンター上Ｗ７５以上を超える区域に居住する原告らの利益を侵害する\n状況が継続していること」と改める。\n２  座喜味以北の地域（座喜味，波平，高志保，上地，喜名，儀間，渡慶次，長\n浜，宇座，瀬名波及び恩納村真栄田）に居住する原告らの被害について\n次のとおり訂正するほかは，原判決２７８頁１５行目から２８０頁８行目ま\nでのとおりであるから，これを引用する。\n⑴  ２７８頁２２行目の「さらには，」から同行目の「リスク増大」までを「血\n圧上昇等の発生に対する不安感」に改める。\n⑵  ２７８頁２４行目末尾に「また，前記認定のとおり，読谷村字瀬名波に居\n住し，同字座喜味に存する読谷村役場に勤務している原告Ａ６－２３１が，\n当審において，航空機騒音により睡眠妨害や生活妨害などの被害を受けてい\nる旨を具体的に供述していることも，座喜味以北の地域について，その余の\n地域と同様の騒音被害が生じていることをうかがわせる事情として評価し得\nる。なお，被告は上記供述の信用性を争うが，騒音被害を受けている者とし\nて，被害の状況を供述するに当たっては，被害感情などの主観的な事情に左\n右される部分が存することはやむを得ないと解されるところ，被告が指摘す\nる点を考慮しても，同原告の供述全体の信用性を大きく減殺させるものとま\nでは認められず，同原告の供述は上記認定の限度において採用することがで\nきる。」を加える。\n⑶  ２７９頁３行目末尾に改行の上，次のとおり加える。\n「⑵  加えて，環境基本法１６条１項が定める騒音環境基準として定められた\n航空機騒音環境基準に係る各地域類型（Ⅰ又はⅡ）を当てはめる地域につ\nいては，都道府県知事が指定するとされ，同指定に当たっては航空機騒音\nから通常の生活を保全する必要がある地域とすることなどの指定基準が\n定められているところ（第２章第２の４），沖縄県知事が昭和６３年２月\nに指定した各地域類型を当てはめるエリアには，上記座喜味以北の地域も\n含まれており，その後，同座喜味以北の地域が同エリアの対象外とされた\n事実は認められない（甲ＣⅢ３２７，弁論の全趣旨）。\nまた，被告は，本件飛行場の設置若しくは運用により生ずる障害を防止\nするための必要な措置として，本件コンター上のＷ値に依拠して指定され\nた本件指定区域において，生活環境整備法に基づく住宅防音工事の助成措\n置を行っているところ，上記座喜味以北の地域に存する住宅についても他\nの地域と同様に同助成を実施しており，被告において，座喜味以北の地域\nについて，新たに防衛施設庁方式に基づいて大規模かつ詳細な調査を行う\nなどして本件コンター上のＷ値の改訂を行った事実は認められない（第２\n章第２の５⑵，第３章【損害賠償請求に関する判断】第２の１３，弁論の\n全趣旨）。\n以上のように，本件飛行場に係る騒音対策に関し，沖縄県や被告が，座\n喜味以北の地域を本件コンター上の他の地域と異なる取扱をしていないこ\nとは，沖縄県や被告において，座喜味以北の地域の航空機騒音による被害\nについて，その他の地域の被害とほぼ同様であるという認識を有している\nことをうかがわせる事情であるといえる。」\n⑷  ２７９頁４行目の「⑵  また，」を「⑶  次に，」と改め，同行目末尾に\n「。」を加え，同頁６行目の「と，」を削除する。\n⑸  ２７９頁５行目の「２４」を「２９」と，同頁７行目の「６０．９から６\n４．４」を「５９．１から６４．５」と，同頁７行目から８行目にかけての\n「５２．７から５５．５」を「４９．４から５６．４」と，同頁１０行目の\n「６４．０から６６．１」を「６４．０から６６．６」と，同行目から１１行\n目にかけての「５６．３から６０．９」を「５４．２から６０．９」とそれぞ\nれ改める。\n⑹  ２７９頁１７行目の「Ｗ値」の次に「（環境庁方式）」を加え，同行目「２\n８」を「３０」と，同頁１８行目の「５８．５から６６．４」を「５８．５か\nら６８．９」と，同頁２１行目の「２６」を「２９」と，同行目から２２行目\nにかけての「６１．５から６５．０」を「６１．５から６５．９」と，同頁２\n３行目の「６４．９から６７．０」を「６４．９から６８．１」とそれぞれ改\nめる。\n⑺  ２８０頁５行目の「⑶」を「⑷」と改め，同行目の「被害状況」の次に「，\n騒音対策の実施状況」を加える。\n⑻  ２８０頁８行目末尾に改行の上，次のとおり加える。\n「  なお，被告は，平成２０年度以降の座喜味の騒音状況は，座喜味以北の騒\n音について受忍限度を超えていない旨を判断した第二次嘉手納基地爆音訴訟\nの控訴審判決が前提とした騒音状況と同程度で推移していると主張する。し\nかしながら，上記控訴審当時から実施されていた被告による騒音測定の結果\nに加え，上記判決後に実施された読谷村による騒音測定の結果を併せ検討す\nれば，座喜味の騒音曝露状況が，本件コンター上Ｗ７５以上８０未満の地域\nに存する他の測定点（うるま市西原（被告測定点），沖縄市山内，読谷村伊\n良皆（以上沖縄県等測定点））の測定結果と比較して大きな差があるとは認\nめられないことは前記説示のとおりであり，被告の上記主張を採用すること\nはできない。」\n３  本件コンター上Ｗ７５未満の区域に居住する原告らの被害について\n原判決２８０頁１０行目から２８１頁７行目までのとおりであるからこれを\n引用する。\n４  地域類型の考慮の要否\n原判決２８１頁９行目から２８２頁１０行目までのとおりであるからこれを\n引用する。\n第４  危険への接近の法理\n１  次のとおり訂正し，後記２のとおり当審における判断を付加するほかは，原\n判決２８３頁１５行目から２８５頁１０行目までのとおりであるからこれを引\n用する。\n⑴    ２８３頁１５行目冒頭から同行目の「法理とは，」までを次のとおり改め\nる。\n「１  原告Ａ１－３７７を除く原告らに対する危険への接近の法理の適用につ\nいて\n危険への接近の法理による免責とは，最高裁判所昭和５１年（オ）第３\n９５号同５６年１２月１６日大法廷判決（民集３５巻１０号１３６９頁），\n同昭和６３年（オ）第６１１号平成５年２月２５日第一小法廷判決（裁判\n集民事１６７号下３５９頁）が承認するところであって，これを本件飛行\n場の航空機騒音の被害を前提として検討すると，①」\n⑵  ２８３頁１７行目冒頭に「②」を，同行目の「場合には，」の次に「③」\nを，同頁１８行目の「考慮し，」の次に「④」をそれぞれ加える。\n⑶  ２８３頁２１行目の「損害賠償」から同頁２４行目末尾までを「慰謝料の\n請求をすることは許されないというものである。」\n⑷  ２８４頁１０行目から１１行目にかけての「大阪空港訴訟最高裁判決」を\n「前記の最高裁昭和５６年１２月１６日大法廷判決」と改める。\n⑸  ２８５頁６行目の「本件飛行場」から同頁１０行目末尾までを，次のとお\nり改める。\n「  被告が危険への接近の法理が適用されるとする第一基準日又は第二基準日\n以降に本件飛行場周辺に転入し又は本件コンター内での居住経験を有し\nながら本件コンター内に転居した原告らが，本件飛行場の航空機騒音によ\nる被害があることを認識していたとしても，そのことから直ちに同被害を\nやむを得ないものとして認容していたと推定することはできない。したが\nって，そのような被害の認容の事実が推定されることを前提とする被告の\n上記主張は採用することができない。\nそして，上記原告ら（ただし，当審において被告が個別に危険への接近\nの法理の適用につき主張立証する原告Ａ１－３７７を除く。同原告につい\nては後記２（当審における判断）において検討する。）について，本件飛\n行場の航空機騒音の存在について認識しながら，その被害をやむを得ない\nものとして認容して居住したことを認めるに足りる証拠はなく，同原告ら\nについて危険への接近の法理を適用することはできない。\n２  原告Ａ１－３７７を除く原告らに対する危険への接近の法理による減額\nについて\n被告は，仮に危険への接近の法理による免責が認められないとしても，\n上記原告らは，航空機騒音について被害の認識があるか，又は過失により\nその認識を欠いていたから，危険への接近の法理を適用して損害賠償額が\n減額されると主張する。\n一般に，被害者において航空機騒音による被害を容認していない場合で\nあっても，同騒音の存在を認識し，又は過失により認識していなかったと\nきは，前記最高裁昭和５６年１２月１６日大法廷判決に係る②から④の要\n件と同様の要件の下に，損害の公平な分担という損害賠償法の理念に照ら\nして損害賠償額を減額することも相当な場合があると考えられる。\nそこで，本件について被害者及び加害者双方の事情を検討するに，前記\n１で認定したとおり，沖縄本島中部地域においては，本件飛行場の航空機\n騒音の影響を受けずに生活することができる地域が限られており，同騒音\n被害に係る損害を回避する可能性が乏しいと解され，上記原告ら（ただし，\n原告Ａ１－３７７を除く。同原告については後記２（当審における判断）\nにおいて検討する。）についても，同様の事情が存すると推認される。そ\nして，他方で，前記認定説示のとおり，本件飛行場の周辺地域は，非常に\n激しい航空機騒音が生じており，この地域に居住する者らの受ける生活妨\n害，睡眠妨害，精神的被害等の程度はかなり高いこと，嘉手納基地爆音訴\n訟において２度にわたり本件飛行場の航空機騒音等による被害が受忍限\n度を超えて違法であるとの司法判断がされているにもかかわらず，被告が\n講じている対策はいずれも限定的なものにとどまり，抜本的な被害回復が\nされているとは到底いえないこと，特に本件コンター上Ｗ９５以上の区域\nでは航空機騒音対策緊急指針において緊急に対策を講じるべきとされた\n強度の騒音曝露状況が続いていることが認められる。\n以上の事情に照らせば，上記原告らの中に本件飛行場の航空機騒音の存\n在を認識し，又は過失によりその認識を欠いていた者がいるとしても，そ\nれらの者において特に非難されるべき事情があるとは認められないのに\n対し，本件飛行場に係る騒音被害が違法な状態に達しているとの司法判断\nが２度にわたって示されているにもかかわらず，被告において抜本的な対\n策を講じて違法状態を解消することができないまま，深刻な騒音被害が継\n続している状況にあることなどの事情に照らせば，同原告らについては，\n損害の公平な分担という損害賠償法の理念に照らして，前記④にいう特段\nの事情が存すると解するのが相当である。したがって，同原告らについて，\n危険への接近法理を適用して損害賠償額を減額することは相当でないと\nいうべきであり，上記被告の主張を採用することはできない。」\n２  原告Ａ１－３７７に対する危険への接近の法理の適用について（当審におけ\nる判断）\n原告Ａ１－３７７については，当審において被告が個別の主張立証を行って\nいることなどに照らし，別途の検討を要する。\n⑴  原告Ａ１－３７７が本件コンター内に転居した経緯について\n証拠（甲Ｇ５３，乙Ｄ６３，６４，原告Ａ１－３７７（当審））及び弁論\nの全趣旨によれば，次の事実が認められる。\nア  原告Ａ１－３７７（昭和▲年▲月▲日生）は，昭和４５年に都内の大学\nを卒業し，昭和５５年からＢの記者として稼働するようになった。\nイ  原告Ａ１－３７７は，昭和６２年，初めて沖縄県を訪問し，記者として，\n本件飛行場や北谷町砂辺（以下「砂辺」という。）を取材したが，その際，\n第一次嘉手納基地爆音訴訟の原告２名と知り合い，本件飛行場の爆音がひ\nどいために砂辺を離れる人が増えており地域が崩壊しているなどの話を\n聞いた。\n原告Ａ１－３７７は，上記の経験等から，沖縄県に基地負担を押し付け\nている日本の政治に矛盾や怒りを感じるようになり，以後平成９年まで，\n年１，２回程度，沖縄県を訪れて本件飛行場に係る取材を続けた。その際\nに砂辺を訪ねることもあり，第一次嘉手納基地爆音訴訟の原告数名と交流\nした。\nウ  原告Ａ１－３７７は，本件飛行場の爆音被害を解消するために当事者と\nして力を尽くしたいと考え，平成９年１０月，Ｂを退職し，県外から沖縄\n県中頭郡北谷町字桑江（以下「桑江」という。）４２８番地１所在の大城\nアパートに転居し，以後月に１回程度，砂辺を訪れるようになった。原告\nＡ１－３７７は，上記転居の以前にも，沖縄での取材の機会等に，本件飛\n行場の航空機騒音を聴いたことはあったが，実際に転居して体感した騒音\nは予想を上回るものであった。\n原告Ａ１－３７７は，平成１２年３月，第二次嘉手納基地爆音訴訟の原\n告の一人として訴えを提起し，裁判期日に毎回出席した。また，同訴訟の\n原告団事務所を頻繁に訪ね，原告団の事務を手伝うなどしていたほか，自\n身が所属する北谷支部の原告らとも期日出席や集会への参加を通じて懇意\nになった。\nエ  原告Ａ１－３７７は，平成２１年６月，Ａ１－３７６（昭和▲年生）と\n婚姻した。Ａ１－３７６は，平成７年に，県外から沖縄県に移住し，当初\nは那覇市内に居住して，学校法人の非常勤講師として稼働するなどしてい\nたが，平成１６年頃北谷町に転居し，以後，宜野湾市等に存する教育機関\nにおいて非常勤講師として稼働している。\nオ  原告Ａ１－３７７は，上記婚姻後，本件飛行場の爆音被害を解消するた\nめ今後も継続して当事者として関わっていきたいという思いもあって，Ａ\n１－３７６の通勤の便宜，懇意になった砂辺に居住する原告らとの人間関\n係，自然環境の良さなどから，砂辺に住みたいと考えるようになり，現在\nの住所地の土地を購入して家を新築し，平成２１年１０月１日，Ａ１－３\n７６とともに転居した（以下，新築した自宅を「原告Ａ１－３７７宅」と\nいう。）。\n原告Ａ１－３７７は，砂辺に所在する原告Ａ１－３７７宅が航空機の離\n発着コースのほぼ真下にあるため，原告Ａ１－３７７宅で受ける騒音被害\nが桑江のそれを上回ることは認識しており，より多くの騒音被害を受ける\nことを覚悟していたが，他方で，嘉手納基地爆音訴訟において２度にわた\nり航空機騒音が違法であるとの司法判断がされたことから，騒音被害が多\n少軽減されるのではないかという期待も有していた。\n⑵  免責の主張に対する判断\n被告は，原告Ａ１－３７７が桑江に居住していた期間（平成９年１０月か\nら平成２１年９月３０日まで。以下「桑江居住期間」という。）及び原告Ａ\n１－３７７宅に転居した以降の期間（平成２１年１０月１日以降。以下「砂\n辺居住期間」という。）のいずれについても，危険への接近の法理の適用に\nより被告の損害賠償債務は免責されると主張する。\n確かに，前記⑴で認定した経緯に照らせば，原告Ａ１－３７７は，本件飛\n行場の騒音被害を認識した上で，平成９年１０月に岡山県から桑江に転居し\nてきたところ，当時，本件飛行場周辺と血縁，地縁上の結び付きがあったわ\nけではなく，他に桑江に居住しなければならない生活上，職務上の必要性が\nあったこともうかがえない。\n他方で，原告Ａ１－３７７としては，桑江居住期間については実際に体感\nした航空機騒音が当初の予想の程度を超えていたことが認められ，砂辺居住\n期間については従前から沖縄県内の教育機関等で非常勤講師として稼働して\nいたＡ１－３７６との婚姻生活上の必要性があったこともうかがえなくはな\nい。加えて，原告Ａ１－３７７は，本件飛行場の騒音被害を解消する目的で\n桑江や砂辺に転居した旨を供述するものの，ことさらに騒音問題を利用して\n固有の経済的利益を図ったり，何らかの代償を得ようとする意図を有してい\nるという事情までは認めるに足りない。そして，本件飛行場の周辺地域，特\nに桑江や砂辺といった本件飛行場に隣接した地域においては，非常に激しい\n航空機騒音が生じており，この地域に居住する者らの受ける生活妨害，睡眠\n妨害，精神的被害等の程度はかなり高いこと，嘉手納基地爆音訴訟において\n２度にわたり本件飛行場の航空機騒音等による被害が受忍限度を超えて違法\nであるとの判断がされているにもかかわらず，被告が講じている対策は現時\n点ではいずれも限定的なものにとどまり，抜本的な被害回復がされていると\nは到底いえないこと，特に本件コンター上のＷ９５以上の区域では航空機騒\n音対策緊急指針において緊急に対策を講じるべきとされた強度の騒音曝露状\n況が続いていることは前記認定説示のとおりである。\n以上の原告Ａ１－３７７及び被告の各事情によれば，原告Ａ１－３７７に\nついて航空機騒音の被害を認容して居住していたと評価されるとしても，被\n告においては，騒音被害が違法な状態に達しているとの司法判断が示されて\nいるにもかかわらず，抜本的な対策を講じて違法状態を解消することができ\nないまま深刻な騒音被害が継続している状況にあるといえるのであって，か\nかる事情の下で，原告Ａ１－３７７において本件飛行場の航空機騒音による\n被害を受忍すべきものとして，被告の損害賠償責任を免除させることは，危\n険への接近の法理又は損害賠償法の基礎にある衡平の理念に反する特段の事\n情（④の要件）があると解するのが相当である。\nしたがって，原告Ａ１－３７７については，桑江居住期間及び砂辺居住期\n間のいずれについても，危険への接近法理を適用して，被告の損害賠償債務\nを免除することはできない。この点に反する上記被告の主張は採用すること\nができない。\n⑶  減額の主張に対する判断\n被告は，仮に免責が認められないとしても，原告Ａ１－３７７には航空機\n騒音について被害の認識があるか，又は過失によりその認識を欠いていたか\nら，危険への接近の法理を適用し，損害賠償額を減額すべきであると主張す\nる。\n被害者において航空機騒音による被害を容認していない場合であっても，\n同騒音の存在を認識し，又は過失により認識していなかったときは，前記最\n高裁昭和５６年１２月１６日大法廷判決に係る②から④の要件と同様の要件\nの下に，損害の公平な分担という損害賠償法の理念に照らし損害賠償額を減\n額することも相当な場合があると考えられる。\nそこで検討するに，前記⑴及び⑵の認定，説示によれば，原告Ａ１－３７\n７は，本件飛行場の騒音被害をなくすために当事者として行動すること，す\nなわち，本件飛行場の爆音被害を受ける地域に居住し，嘉手納基地爆音訴訟\nの原告となることを目的として，県外から沖縄県に移住して桑江に居住し，\nその後も同様の目的で砂辺に転居したものであるから，桑江居住期間及び砂\n辺居住期間のいずれについても，航空機騒音の被害を受けることを積極的に\n希望し，これを覚悟して居住を開始し，特に砂辺への転居については砂辺の\n騒音が桑江を上回ることを具体的に認識していたことに照らせば，前記⑵で\n示した被告の事情を考慮してもなお，損害賠償額の減額との関係では，④の\n「特段の事情」があるとは認められず，危険への接近法理を適用して，その\n損害賠償額を減額するのが損害の公平な分配という損害賠償法の理念に適う\nものと解される。\nそして，その減額割合については，前記⑵で検討した双方の事情の存在，\nとりわけ原告Ａ１－３７７が，桑江を上回る騒音が生じることを認識した上\nで土地を購入して原告Ａ１－３７７宅を新築した経緯を考慮すると，桑江居\n住期間については３割，砂辺居住期間については６割とするのが相当である。\n第５  損害賠償額\n次のとおり訂正するほかは，原判決２８５頁１８行目から２８８頁２６行目\nまでのとおりであるから，これを引用する。\n１  ２８５頁２１行目から２２行目にかけての「，さらには，高血圧症発症のリ\nスク増大」を「及び血圧上昇等の発生への不安感等」と改める。\n２  ２８５頁２３行目の「被害」の次に「の程度」を加え，同行目から２４行目\nにかけての「増加していく」を「増加するもの」に訂正する。\n３  ２８６頁１４行目の「確定後のアメリカ合衆国及び被告の取組状況など」を\n「確定後も原告らの利益の侵害が継続している状況など」と改める。\n４  ２８６頁１９行目冒頭から同頁２６行目末尾までを次のとおり改める。\n「  そうすると，１か月当たりの慰謝料の額は，次のとおりの金額となる。\nア  Ｗ９５以上の区域         ２万２５００円\nイ  Ｗ９０以上９５未満の区域     １万８０００円\nウ  Ｗ８５以上９０未満の区域     １万３５００円\nエ  Ｗ８０以上８５未満の区域       ９０００円\nオ  Ｗ７５以上８０未満の区域       ４５００円\nなお，損害賠償の請求期間中にＷ値の異なる区域に転居した原告らについて\nは，それぞれの区域の居住期間ごとに該当区域のＷ値に応じた額を基本となる\n慰謝料額とする。また，死亡した者の損害賠償請求権を相続した原告らについ\nては，上記慰謝料額を各原告の法定相続分に従って分割した額（１円未満切り\n捨て）を基本となる慰謝料額とする。\nまた，原告ら及び被告は，当審における主張も含め上記基本となる慰謝料額\nの多寡について種々主張するが，いずれも上記認定において既に考慮済みのも\nのか，又は採用の限りでないものであって，上記認定判断を左右するものとは\nいえない。」\n５  ２８７頁６行目末尾に「そして，防音工事を施工した室数が増加すれば，そ\nれだけ防音効果も高まる以上，施工した室数に応じて減額割合を増加させるべ\nきである。」を加える。\n６  ２８７頁１８行目末尾に「上記減額の上限を３０％とするのは不当であると\nの原告らの主張は，上記説示のとおり採用の限りではない。」を加える。\n７  ２８８頁２２行目の「各原告」から同頁２６行目末尾までを「これを前提に\n各原告らの損害額を算定すると，同表の「損害額合計」欄に記載のとおりとな\nる（１か月未満は日割計算による。請求が認められない原告らについては記載\nがない。）。したがって，被告は，各原告に対し，同欄記載の各金員及び同表\nの各原告に対応する「始期」欄記載の日から「終期」欄記載の日までの間，暦\n上の月ごとに，１月当たり各対応する「単位損害賠償額」欄記載の額の割合の\n金員に対する当該月の翌月１日から各支払済みまで民法所定の年５分の割合に\nよる遅延損害金を支払う義務を負うこととなる。」と改める。\n第６  将来の損害賠償請求の可否\n次のとおり訂正するほかは，原判決２８９頁２行目から２９１頁２３行目ま\nでのとおりであるから，これを引用する。\n１  ２８９頁１９行目の「１３６９頁」の次に「，同昭和６２年（オ）第５８号\n平成５年２月２５日第一小法廷判決・民集４７巻２号６４３頁，同昭和６３年\n（オ）第６１１号平成５年２月２５日第一小法廷判決・裁判集民事１６７号下\n３５９頁，同平成１８年（受）第８８２号同１９年５月２９日第三小法廷判決・\n裁判集民事２２４号３９１頁，同平成２７年（受）第２３０９号同２８年１２\n月８日第一小法廷判決・裁判集民事２５４号３５頁」を加える。\n２  ２９１頁２３行目末尾に「その他，原告らが当審において種々主張する点も\n含め，いずれも上記判断を左右するものとはいえない。」を加える。\n【結論】\n第１  原告Ａ２－８７４の訴えについて【原告目録６記載の原告関係】\n不適法な訴えであるから却下すべきである。\n第２  差止等請求原告らの差止請求について【原告目録１及び４記載の原告ら関係】\nいずれも理由がないからこれを棄却すべきである。\n第３  損害賠償請求について\n１  差止等請求原告らの将来の損害賠償請求（第１章第１の５の請求のうち平成\n３１年２月１日以降のもの）に係る訴えはいずれも不適法であるから却下すべ\nきである。【原告目録１及び４記載の原告ら関係】\n２  原告らの過去の損害賠償請求（第１章第１の３及び４の請求並びに同５の請\n求のうち平成３１年１月３１日又は同日以前に死亡した原告らについてはその\n死亡日までのもの）のうち，国賠法２条１項に基づく主位的請求は理由がない\nからいずれも棄却すべきであり，民特法２条に基づく予備的請求は，主文３項\nの限度で理由があるからこの限りで認容し，その余は理由がないからいずれも\n棄却すべきである。【原告目録１～５記載の原告ら関係】\n第４  結論\nよって，原告目録１記載の原告らの差止請求に係る控訴，同原告ら及び原告\n目録４記載の原告らの平成３１年２月１日以降に生ずべき将来の損害賠償請\n求部分に係る控訴並びに原告目録２記載の原告らの過去の損害賠償請求に係\nる控訴はいずれも理由がないからこれらを棄却し，原告目録１，３及び５記載\nの原告ら及び被告の同年１月３１日又は同日以前に死亡した原告については\n死亡日までの過去の損害賠償請求部分に係る各控訴は一部理由があるから，前\n記第３の１の限度で原判決を変更することとして，主文のとおり判決する。\n福岡高等裁判所那覇支部民事部\n裁判長裁判官       大  久  保    正    道\n裁判官      本    多    智      子\n裁判官神谷厚毅は，転補のため署名押印することができない。\n裁判長裁判官       大  久  保    正    道\n"
}