{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 11,
    "day": 7
  },
  "case_number": "平成30(う)581",
  "case_name": "所得税法違反被告事件",
  "court_name": "大阪高等裁判所第4刑事部",
  "result": "棄却",
  "lawsuit_id": "88163",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88163",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/163/088163_hanrei.pdf",
  "contents": "平成３０年１１月７日宣告  大阪高等裁判所第４刑事部判決\n所得税法違反被告事件\n主        文\n本件控訴を棄却する。\n理        由\n本件控訴の趣意は，弁護人中村和洋\n名作成の控訴趣意書及び控訴趣意補充書に各記載のとおりであるから，これ\nらを引用する（主任弁護人は，控訴趣意書中，第２の１は訴訟手続の法令違\n反の主張であり，同書第２の２のうち可罰性に関する主張は法令適用の誤り\nの主張であると釈明した。）。\n論旨は，原判決の理由不備，法令適用の誤り，訴訟手続の法令違反及び量\n刑不当の主張である。\n前三主張については，記録を調査し，量刑不当の主張については，これに\n当審における事実取調べの結果を踏まえて，各検討する。\n第１  控訴趣意中，理由不備の主張について\n論旨は，原審弁護人が，可罰性に関し具体的理由を挙げて詳細に主張し\nたのに，原判決はそれらの多くに明確に答えておらず，理由不備の違法が\nある，というのであるが，理由不備（刑訴法３７８条４号）とは，判決自\n体において，同法４４条１項，３３５条１項により要求される判決理由の\n全部又は一部を欠くことをいうのであって，原判決に，このような理由不\n備の違法は認められない。\n論旨は，理由がない。\n第２  控訴趣意中，訴訟手続の法令違反の主張について\n論旨は，本件の発覚の端緒となった国税局の犯則調査によって得られた\n被告人のＡ銀行の預金口座（以下「本件口座」という。）に基づく証拠等\nは，違法収集証拠であるから，証拠能力がないのに，それらを採用して取\nり調べた原審の訴訟手続には判決に影響を及ぼすことが明らかな訴訟手続\nの法令違反がある，というのである。\n１  原判決は，本件発覚の端緒等について，大要，次のとおり説示して，\n証拠能力を否定しなければならないほどの重大な違法があるとまでは\nいえないと判断した。\nすなわち，大阪国税局査察部所属の国税査察官であったＢは，Ａ銀行\nの同意を得て本件とは別件の犯則事件の犯則被疑者に関係する預金口\n座に対する任意調査を行い，その際の調査で本件口座の取引状況を把\n握したものであるところ，その経過からみて別件犯則事件調査の目的\nは被告人を狙い撃ちにしようとしたものではないが，Ｂが，証人尋問\nで，刑訴法１４４条によって，別件犯則事件の内容やその調査のため\nに本件口座の調査が必要になった具体的理由等について証言を拒絶し\nたことなどにより，具体的証言が得られなかったことからすると，別\n件犯則事件調査の対象範囲の絞り込みが不十分であったという疑いを\n否定することができず，また，Ｂが本件口座情報を持ち帰った点は，\n別件犯則事件の調査ではなく，被告人に対する所得税法違反の調査を\n主眼としてなされた疑いを否定することができないから，これら一連\nの調査が違法であるとの疑いは残るけれども，別件犯則事件調査は，\n銀行側の協力の下で行われた任意調査であり，口座情報の範囲につい\nても銀行側の了解を得ているとみられること，本件口座の入出金情報\nを覚知してからは，被告人に対する所得税法違反の犯則調査としてこ\nれに対処することが可能であり，その場合には，銀行側も任意調査に\n応じたと考えられることなどから，査察官が行った調査における違法\nの程度は重大とまではいえず，したがって，それらを基に作成された\n査察官報告書の証拠能力を否定しなければならないほどの重大な違法\nは認められない，というものである。\n２  所論は，①Ｂは経験豊富な査察官であるから，多額の入金が全てＪＲ\nＡからである本件口座が別件犯則事件と関わりがないものであること\nは一見して明らかで，その情報を別件犯則事件の調査のために持ち帰\nる必要はなかったから，本件口座の調査は，その情報を持ち帰った点\nを含め，別件犯則事件とは別のほ脱犯の事案発見のために行われたと\nいうほかなく，被告人を狙い撃ちしていないとしても，対象者を特定\nせずに無差別にほ脱犯を摘発する目的が存した可能性が否定できず，\nＢの調査が，別件犯則事件のため必要であったと認定した原判決には\n誤りがある，②Ｂの不確かな証言内容からすると，本件口座の調査に\nついて，金融機関の同意があったとは断定できない上，同意があった\nとしても，銀行が犯則調査の必要性の有無等を吟味することは不可能\nであって，査察官から必要な調査であるといわれれば応じざるをえな\nいから，このような重大な錯誤に基づく了解によって本件口座の調査\nの違法性が軽減されるものではないというべきである，③本件では，\n本件口座の情報を査察官が覚知した手段自体に重大な違法があること\nが争点であるから，その後改めて被告人に対する犯則調査が任意でな\nされ得るとしても，そのことによりそれ以前にＢが覚知した手段の違\n法性が減じることはなく，原判決が，被告人の所得税法違反の犯則調\n査として任意調査が可能であったという指摘には意味がない，などと\nいう。\nまず，①について検討すると，別件犯則事件の内容が明らかにされて\nいないことから，Ｂにおいて，本件口座情報を同犯則事件と無関係と\n知りながら持ち帰ったとまで断定することはできないが，ＪＲＡから\n個人口座への多額の入金が通常は馬券の払戻金であることが容易に想\n定され得る本件口座の取引内容をみれば，これが他の犯則事件と具体\n的に関係するとの疑いを生じさせる可能性は小さいとみられることか\nら，Ｂが本件口座情報を持ち帰ったのは，原判決も指摘するように被\n告人に対する所得税法違反の調査を主眼としていた可能性が考えられ，\n違法であった疑いが残るというべきである。所論は，そのような事情\nからみても，別件犯則事件にかこつけてそれ以外のほ脱犯の発見のた\nめに本件口座の調査が当初から行われたというけれども，上記事実だ\nけからそのように決めつけることはできないのであって，論理の飛躍\nがある。Ｂは，別件犯則事件の調査を行っていた際に本件口座を発見\nしたと供述しているところ，Ｂのこの点の供述が虚偽であることをう\nかがわせる具体的事情は認められない上，被告人は，ＪＲＡから多額\nの払戻金を得たことを誰にも話していなかったし，分不相応な浪費を\nしていなかったというのであるから，国税当局が，当初から，被告人\nを狙い撃ちにしようとして本件調査を開始したとは考え難い。そうす\nると，仮に，本件口座情報の持ち帰りにつき違法があったとしても，\nそのこと自体から，本件口座を含む当初からの調査全体が違法となる\nとみることはできない。所論を採用することはできない。\n次に，所論②について検討すると，所論は，本件口座の調査について\nは，銀行の同意がなかった可能性がある旨いうが，Ｂにおいて，銀行\nの同意や協力なしに，勝手にＡ銀行のようなインターネット銀行の業\n務用機械を操作するなどして，自ら目的とする調査対象の預金口座の\n情報等を取得することは相当に困難であるとみられることから，少な\nくともそれらの機械操作の相当部分は，銀行の担当者ないしその協力\n下において行われたものと考えられるし，Ｂが銀行あるいは上記担当\n者に対して強硬な要求をして本件口座を含む情報に対する調査に無理\nやり応じさせたこともうかがわれないから，本件では，銀行の特段の\n瑕疵のない同意の下での調査がなされたとみるべきである。そして，\n所論は，銀行が同意していたとしても本件口座調査の違法性は軽減さ\nれないと主張するが，原判決は，同意の存在によって，直ちに違法性\nが軽減されると説示しているのではなく，原判決が指摘するような当\n初の調査対象口座の絞り込みが不十分であった可能性や前記①で述べ\nたような持ち帰りの点で違法の疑いがあったとしても，それだけでは\n直ちに本件口座に基づく証拠の証拠能力を否定すべきほどの重大な違\n法があるとはいえないと判断した上で，本件調査の違法の程度を判断\nする上での事情の一つとして銀行の同意の有無やその持つ意味を検討\nしたとみるべきである。仮に，Ｂが銀行の何らの同意もないまま本件\n口座の調査をしたのであれば，違法の程度はそれだけ重くなるといえ\nるが，本件では，実際に銀行の同意はあったと十分みることができる\nのであるから，この点を踏まえて本件口座の情報をもとに作成された\n査察官調書の証拠能力を否定しなければならないほどの重大な違法は\n認められないとした原判決の判断は正当である。なお，所論は，銀行\n口座の情報は，住居に対する承諾捜索が許されないのと同様に，高度\nに保護されるべきであるから，銀行の同意があっても本件口座の調査\nは許されないとか，本件は違法とされる別件捜索の類型に当たるとか\nいうけれども，前者について，銀行口座の情報が顧客のプライバシー\nの観点から保護される必要性が高いとしても，それが住居の場合に比\n肩しうるほどに高度な保護を要すると当然にはいえるものではない上，\n原判決は，そもそも銀行の同意があったことのみから本件調査の違法\n性の有無，程度を判断しているわけではないし，後者については，前\n記①及び②で検討したとおりであって，本件口座の調査が所論が指摘\nするような違法な別件捜索の類型に当たるということはできないから，\nいずれも採用することができない。\nそして，③について検討すると，公営ギャンブルに係る高額賞金を受\nけ取った者がこれを一時所得として申告することが稀であると一般的\nにみられていることからすると，査察官において，本件口座を調査し\nた結果，ＪＲＡからの多額の賞金とみられる金額の入金があったこと\nが分かれば，その口座名義人である被告人についてほ脱犯の嫌疑が生\nじ，被告人に対して調査を開始することができたといえる。そうする\nと，被告人に対する脱税の調査をすると銀行に説明して，その同意を\n得て本件口座情報を持ち帰ることは十分できたというべきであり，そ\nうすることなく，本件口座情報を別件犯則事件の証拠として持ち帰っ\nたのは，選択すべき手続の誤りとみることが可能であるから，この点\nを令状主義の精神を没却するほどの重大な違法とみることはできない。\n所論は，選択すべき手段を誤ったかどうかは，本件口座情報を覚知し\nた手段自体に重大な違法があるかどうかに影響する事情ではない，と\nいうが，原判決は，前記①や②の点について検討し，そこに重大な違\n法があるとは認められないとした上で，さらに，違法であったという\n疑いがある本件口座情報の持ち帰りの点の違法の程度を検討したので\nあって，所論は原判決の説示を正解しないものである。\n以上のとおり，本件口座の調査の過程には，違法を帯びる点がみられ\nるとしても，それが，全体的にみて令状主義の精神を没却するほどの\n重大な程度に至っていないということができる。したがって，本件口\n座の調査の結果に依拠して作成された査察官報告書は，その証拠能力\nを否定されないから，これらを採用して被告人を有罪と認定した原判\n決に訴訟手続の法令違反は認められない。\n論旨は，理由がない。\n第３  控訴趣意中，法令適用の誤りの主張について\n論旨は，要するに，本件には可罰性が認められないから，平成２８年法\n律第１５号による改正前の所得税法２３８条１項に該当するとした原判決\nには，判決に影響を及ぼすことが明らかな法令適用の誤りがある，という\nのである。\n所論は，可罰性を欠くことを基礎付ける事情として，①被告人は，原\n判決後に市役所職員を懲戒免職処分となったことに加え，それまでにも，\n起訴に伴い無給の休職処分となり，実名報道もされたことなどから過大\nな制裁を加えられたこと，②被告人に再犯可能性がないこと，③事業等\nによる所得と異なり，公営ギャンブルによる所得について納税意識が低\nいことから，これを申告しなくても強い非難はできず，実際にも馬券購\n入者に対する課税がほとんどされていないことから，偶然所得を捕捉さ\nれた被告人に刑事罰まで科すことは，著しく不平等であって，憲法１４\n条に違反すること，④被告人が，過少申告加算税等を含めたすべての納\n税義務を果たしていること，⑤競馬では，ＪＲＡの売り上げの１０％が\n国庫に納付されているので，馬券購入金額の１０％を納税しているのに\n実質的に等しく，馬券の払戻金に課税することには二重課税の問題があ\nること，⑥他の同種事例との著しい不均衡があること，⑦本件では重大\nな違法調査が行われたこと，を指摘する。\n所論がいう可罰性に関する刑事責任上の位置付けは明確ではないが，\n原判決が説示するとおり，本件は，２年分のほ脱税額が合計６２００万\n円余りと多額で，そのほ脱率が全体で約９７．８％と高率な虚偽過少申告\nほ脱犯の事案であって，構成要件が処罰することを予定していないといえ\nるほど可罰的違法性が低い事案ではないし，所論がいうところの責任の側\n面からみた可罰性ということを検討してみても，原判決が説示するとお\nり，被告人は，実際の所得に基づく税額を計算するなどして納税義務があ\nることを確定的に認識してあえて本件に及んだのであるから，この点から\nも，可罰性を欠くような責任非難の低い事案などとは到底みることができ\nない。\nなお，所論は，検察官の起訴裁量を論難するものとも考え得るが，本件\nが起訴裁量を逸脱したものでないことは，原判決が，公訴権の濫用に当た\nらないとする説示をしたとおりである。所論③は，憲法１４条違反をいう\nところ，公営ギャンブルによる所得をたまたま国税局に捕捉された被告人\nと捕捉されなかった多数の者との間で，処罰されるか，されないかという\n事実上の違いは生じているけれども，その差異は，税務当局の調査の実情\nを反映しているにすぎず，もとよりそれが不合理な差別に基づくものであ\nるということはできないから，憲法１４条違反をいう所論は失当である。\n論旨は，理由がない。\n第４  控訴趣意中，量刑不当の主張について\n論旨は，要するに，被告人を懲役６月及び罰金１２００万円・懲役刑\nにつき２年間執行猶予に処した原判決の量刑は重すぎて不当である，とい\nうのである。\n本件は，被告人が，実際の総所得額よりも少ない総所得金額とこれを\n基にした税額とする内容虚偽の所得税確定申告書を提出し，そのまま法定\n納期限を徒過させて，不正の行為により，平成２４年分の所得税のうち９\n７４万３３００円及び平成２６年分の所得税のうち５３０１万９５８９円\nを免れたという虚偽過少申告ほ脱犯の事案である。\n原判決は，ほ脱税額が合計６２００万円余りと多額で，ほ脱率が全体\nで約９７．８％と高率であり，実際の所得に基づく税額を計算するなどし\nてその納税義務があることを確定的に認識しながら２か年分にわたり犯行\nに及んでおり，原判示第２の平成２６年分の申告時には，被告人が納税者\nの模範となるべき行動を求められる市役所の課税担当部門に所属していた\nことから，厳しい非難を免れないとする一方，被告人が特段の所得秘匿工\n作をしていないことや，被告人は給与所得者であって，確定申告をしたの\nは別に不動産所得があったためであることから，ほ脱税額が多額の虚偽過\n少申告ほ脱犯の中では比較的犯情が軽い部類に属するとした上，被告人が\n事実を認め，本税及び加算税を納付済みであり，懲役刑を選択した場合に\n地方公務員の身分を失うことをも考慮して前記のとおり量刑した。\n原判決の説示に，量刑不当を導くべき認定，評価の誤りも，重要な量\n刑事情の見落としも認められず，その科刑も相当として是認することがで\nきる。\n所論に鑑み，補足する。\n所論は，前記第３中の①から⑦までの事情を量刑不当の根拠としても\n主張するところ，前記第２において検討したとおり，本件の調査に重大な\n違法があるということはできないから，⑦の主張はその前提を欠くもので\nあり，④の主張は原判決も適切に評価しており，⑥の主張についても，量\n刑は，個々の事案ごとの諸事情を総合して勘案するものであって，所論が\n指摘する他の類似事案と異なる量刑がなされたからといって，直ちに本件\nの量刑が不合理となるものではないといえる。③の主張のうち，憲法１４\n条違反をいう点は，前記のとおり失当であり，また，公営ギャンブルによ\nる所得に関する一般の納税意識が低いとしても，多額の納税義務があるこ\nとを明確に認識しながら，あえてこれを申告しなかった被告人には当ては\nまらない。⑤についても，実質的な二重課税であるとの所論が指摘する議\n論があるとしても，それゆえ，直ちに本件の課税が不合理であるというこ\nとはできず，結局，原判決が指摘するとおり，立法政策の問題であるとい\nわざるを得ないから，この点を被告人のために酌むべきであるということ\nはできない。さらに，①の主張は，原判決も，その宣告時点において，懲\n役刑の選択により被告人が懲戒免職されることを見込んでこの点を量刑に\n反映させており，原判決後，その確定直前に実際に懲戒免職になったこと\nを踏まえてみても，原判決を破棄しなれば正義に反するとはいえない。そ\nの他，所論が主張するところを検討しても，採用するに足るものは見当た\nらない。\n以上のとおりであるから，原判決の量刑が重すぎて不当であるとはい\nえない。論旨は，理由がない。\nよって，刑訴法３９６条により本件控訴を棄却することとし，主文のとお\nり判決する。\n平成３０年１１月７日\n大阪高等裁判所第４刑事部\n裁判長裁判官        樋󠄀    口     裕     晃\n裁判官     飯      畑    正  一  郎\n裁判官     佐      藤    洋     幸\n"
}