{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 6,
    "day": 25
  },
  "case_number": "平成26(ワ)19866",
  "case_name": "名誉回復措置並びに損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85275",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85275",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/275/085275_hanrei.pdf",
  "contents": "平成２７年６月２５日判決言渡  同日原本交付  裁判所書記官  東  敏美\n平成２６年（ワ）第１９８６６号  名誉回復措置並びに損害賠償請求事件\n口頭弁論終結日  平成２７年５月１２日\n判決\n●（省略）●\n原告                              Ａこと   ●（省略）●\n東京都板橋区＜以下略＞\n被告                                        Ｂ\n同訴訟代理人弁護 士                              岡田   功\n主文\n１  被告は，原告に対し，２０万５０００円を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用はこれを１０分し，その１を被告の負担とし，その余\nを原告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙謝罪広告媒体記載の謝罪広告媒体に別紙被告謝罪文記載の謝\n罪文を１年９か月間掲載せよ。\n２  被告は，原告に対し，１８０万円を支払え。\n第２  事案の概要\n本件は，別紙原告著作物目録記載１～１７の各写真（以下，これらを「本\n件各写真」と総称し，各写真を目録記載の番号により「本件写真１」などと\nいう。）及び同１８～２５の各コラム（以下「本件各コラム」と総称す\nをパンフレット及びウェブサイトに掲載したことが原告の著作権（複製権及\nび送信可能化権）の侵害に当たるとして，不法行為による損害賠償金（使用\n料相当額）８０万円の支払を求め\nイトルを変更したことが原告の著作者人格権（同一性保持権）の侵害に当た\nるとして，不法行為による損害賠償金（慰謝料）１００万円の支払を求める\nとともに，著作権法１１５条に基づき謝罪広告の掲載を求めた事案である。\n１  争いのない事実等（後掲各証拠及び弁論の全趣旨により容易に認定するこ\nとができる事実を含む。）\n当事者等\nア  原告は，「Ａ」の芸名でタレント活動，プロデュース業等を行ってい\nる者である。\nイ  被告は，株式会社Ｃ（以下「本件会社」という。）の代表取締役であ\nる。本件会社は，化粧品の企画，販売，ＰＲ及びコンサルティング等を\n目的とする株式会社である。（甲２２）\n原告と本件会社の間の顧問契約\nア  原告と本件会社は，平成２４年１１月１日，原告が本件会社の顧問と\nなり，本件会社が展開する事業の商品開発やＰＲ業務における助言，支\n援及びこれに付随する業務を行うこと，本件会社は原告に対し顧問料と\nして月額２０万円を支払うことなどを内容とする顧問契約（以下「本件\n顧問契約」という。）を締結した。（甲２３，乙９）\nイ  原告は，平成２６年５月２３日頃，本件会社に対し，顧問料不払等を\n理由に本件顧問契約を同年３月末日をもって解除したとみなす旨通知し\nた。なお，被告は本件顧問契約がこの通知により終了したことを争って\nいない。\n本件各写真\nア  原告は，本件会社の販売する女性用ローション（以下「本件商品」と\nいう。）の宣伝等に使用するため，平成２４年９月頃，別紙原告著作物\n目録記載１～４のとおり本件写真１～４を撮影した。本件写真１～４は，\n原告の思想又は感情を創作的に表現したものであり，原告の著作物であ\nる。\nイ  原告は，平成２５年２月１１日，４月２６日及び１０月３０日に開催\nされた本件商品の宣伝のためのトークショー等のイベントにおいて，本\n件写真５～１７のとおりイベントの様子を撮影した（ただし，その著作\n物性及び著作者については争いがある。）。\nウ  被告は，本件写真１～４を複製して本件商品のパンフレットに掲載し\nた。また，本件各写真を複製して本件会社のウェブサイトに掲載した。\n原告は，本件顧問契約の期間中，被告が本件各写真を複製し，送信可能\n化することを許諾していた。\nエ  原告は，本件顧問契約の終了後，被告に対し，本件各写真を上記ウェ\nブサイト等から削除することを求めたが，被告はこれに応じず，本件各\n写真の複製及び送信可能化を継続した。\n本件各コラム\nア  本件顧問契約の期間中，本件各コラムが本件会社のウェブサイトに掲\n載された。本件各コラムは，文章部分とアンケート結果をまとめたグラ\nフ部分から成り，別紙原告著作物目録記載１８～２５のタイトルが付さ\nれていた。\nイ  原告は，本件顧問契約の終了後，被告に対し，上記ウェブサイトに掲\n載されている本件各コラムを削除するよう求めた。被告は，平成２６年\n６月７日ないし８日頃，本件各コラムのタイトルを別紙タイトル変更状\n況の「変更前」のものから「変更後」のものへとそれぞれ変更し，これ\nを引き続き上記ウェブサイトに掲載した。\n２  争点及び争点に関する当事者の主張\n著作権侵害に係る請求につき，被告が原告による許諾がなくなった後も本\n件各写真の複製及び送信可能化を行ったこと，本件写真１～４が原告の著作\n物であることは争いがないので，争点は，本件写真５～１７の著作物性及び\nまた，著作者人格権侵害に係る請求につき，被告が本件各コラムのタイト\nルを変更したことは争いがないので，これが原告の同一性保持権を侵害する\nか，すなわち，原告が本件各コラムの著作者であり上記変更が原告の意に反\n争点に関する当事者の主張は，次のとおりである。\n（原告の主張）\nア  原告は，本件写真５～１７を撮影するに際し，トークイベントであれ\nば出演者全員が入るように，あるいは，イベントへの一般参加者の顔が\n写らず，かつ，楽しんでいる様子が分かるように，適切な構図を考え，\n露出を調整し，ベストショットになるようタイミングを計って撮影した。\nしたがって，上記各写真には創作性がある。\nイ  また，撮影者が原告である以上，著作権は原告にある。\n（被告の主張）\nア  本件写真５～１７は，イベント会場における単なるスナップ写真にす\nぎず，会場及び参加者の状況等イベントの開催状況を記録するために撮\n影されたものであり，思想又は感情を創作的に表現したものではないか\nら，著作物ではない。\nイ  仮に本件写真５～１７が著作物であったとしても，これら各写真は，\n本件会社が主催したイベントの際，被告が，イベントの手伝いとして参\n加していた原告に対し，「（イベントの）会場の様子を適当に撮っとい\nてくれる？」と述べてスナップ写真の撮影を依頼し，原告が了解して撮\n影したものである。すなわち，原告は，本件会社の業務として，被告の\n補助者的立場で本件写真５～１７を撮影したのであるから，原告はこれ\nら写真の著作者ではない。\n（原告の主張）\n本件各コラムの文章は全て心理カウンセラーである原告が書いており，\n原告にしか書けないものであった。被告はコラム中に使用しているアンケ\nートを作成し，サイト掲載に当たって文章の校閲をしたにすぎず，文章の\n中に被告の思想又は感情を創作的に表現した部分は皆無である。\nしたがって，本件各コラムは原告の著作物であり，そのタイトルを無断\nで変更した被告の行為は原告の著作者人格権（同一性保持権）を侵害する。\nなお，被告の指摘するメールは，本件顧問契約期間中のものであり，契\n約終了後にタイトルを無断改変してよい根拠にはならない。\n（被告の主張）\n本件各コラムは，被告が本件会社の業務として作成したものであるから，\n著作者は本件会社である。\nすなわち，被告は，本件商品の販売促進活動としてウェブサイトに記事\nを掲載するに際し，被告が収集したアンケート結果等を原告に送付し，原\n告がそれに文案素材を付加して被告に提供するなどしていたが，最終的な\n記事の内容は原告の承諾なく被告が自由に確定できるものであった。また，\nタイトルは，全て，原告の素案を被告が変更したものであった。したがっ\nて，一旦ウェブサイトに掲載された記事についても，随時，被告が自由に\n変更を加えることが可能であった。原告自身，被告へのメールで，コラム\nへのアクセスがあまりなければ被告が好きなようにタイトルを変えてよい\n旨述べており，たとえ被告が原告の意に反して本件各コラムの内容を変更\nしても同一性保持権を侵害するものでないこと，すなわち，本件各コラム\nの著作者が原告ではないことを自認していた。\n（原告の主張）\nア  著作権侵害について\n原告は，平成２６年３月末日をもって本件顧問契約を打ち切ったが，\n被告は，同年４月１日以降も本件各写真の無断掲載を続けている。\n原告は，これらの掲載により，本来，月額２０万円を受け取ること\nができるはずであったから，同日から同年７月末まで４か月分として，\n合計８０万円の損害を被った。\nなお，写真使用料の相場は，本件のように２７００部発行のパンフ\nレットの裏表紙に掲載する場合には１年間で４万５０００円，インタ\nーネットに掲載する場合で撮影のため丸一日拘束されるときは１日当\nたり約１０万円である。本件の場合，パンフレット掲載期間は２年３\nか月，原告が写真撮影に要した期間は５日であるから，上記相場によ\nっても，パンフレット掲載について１０万１２５０円，インターネッ\nト掲載について５０万円となる。\nしかも，本件においては，被告は原告が本件会社のために撮影した\n写真を独占的に使用することができる，原告はタレントであり無名の\nプロ写真家より撮影した写真の値段が高くなるなどの事情があるから，\nとはない。\nイ  著作者人格権侵害について\n被告は，本件顧問契約終了後も，原告の著作物を無断で広告等に利用\nし，原告がそれらの削除を求める警告書を再三送付したにもかかわらず，\n削除するどころか無断で本件各コラムのタイトルを変更したもので，そ\nの悪質性は高い。また，これにより，原告が先に別のウェブサイトで発\n表していたコラムと本件各コラムとの同一性を図ることもできなくなっ\nた。さらに，原告は，被告に対し繰り返し警告を行うなど費用と労力を\n要した。\nしたがって，同一性保持権侵害についての慰謝料としては１００万円\nが相当である。\n（被告の主張）\nア  著作権侵害について\n原告の主張する月額２０万円とは本件顧問契約に基づく月額顧問料\nの額と思われるが，原告の顧問業務の内容は，本件会社が展開する事\n業の商品開発やＰＲ業務における適切な助言及びサポート支援とこれ\nに付随する業務という広いものであって，原告が撮影した写真を本件\n会社のウェブサイトに掲載することにとどまるものではない。したが\nって，本件各写真の使用料相当額が月額２０万円とされることはあり\n得ない。\n写真素材については，現在は，プロカメラマンの撮影によるもので\nあっても１枚２０００円前後の対価で提供されているところ，原告は\nプロの写真家ではなく，本件写真５～１７はスマートフォンを用いて\n撮影したにすぎず，１枚２０００円の価値があるかどうかも疑問であ\nる。\nまた，本件は，著作権侵害を理由とする損害賠償請求であり，そも\nそも，撮影業者に撮影を依頼した場合の費用の相場を考慮すること自\n体相当ではない。\nイ  著作者人格権侵害について\n仮に本件各コラムが原告の著作物であったとしても，本件において原\n告が主張するのはタイトルを変更した行為のみであり，その内容は別紙\nタイトル変更状況記載のとおり軽微なものである。このような態様・程\n度によるタイトル変更をもって原告に慰謝料請求権が発生するほどの精\n神的苦痛が生じたとは認め難い。\n（原告の主張）\n原告が被告から受けた精神的苦痛は耐え難く，原告は，被告による謝罪\n文の発表を何よりも重視している。また，謝罪文を掲載する媒体として無\n料で掲載できる媒体を選び，被告に配慮している。\nしたがって，謝罪文の掲載が認められるべきである。\n（被告の主張）\n原告の謝罪広告請求は同一性保持権の侵害を理由とするものであるとこ\nろ，本件で問題となる改変の具体的な態様は別紙タイトル変更状況記載の\nとおりであって，このような態様・程度による改変をもって著作者の社会\n的名誉が傷つけられることはおよそ考えられないから，謝罪広告を認める\nべきではない。\n第３  当裁判所の判断\n１\n前記争いのない事実等に加え，後掲の証拠及び弁論の全趣旨によれば，\n以下の事実が認められる。\nア  原告は，本件顧問契約締結後，本件会社が主催し，あるいは出店する\n各種イベントの事前準備や当日の運営に協力しており，その一環として，\nイベント会場の様子を写真撮影した。原告は，本件会社のウェブサイト\n等に当該イベントの紹介記事と共に掲載し会場の雰囲気を伝えるという\n写真撮影の目的を踏まえ，ゲストを招いてのトークショーの際には出演\n者がはっきり分かるよう，逆に，一般人が参加している様子を撮影する\n際は顔が写らないようにし，また，会場が盛り上がっている様子が分か\nるようにして，テーマのあるイベントの場合は何のイベントか分かるよ\nうな写真とすることを心掛けた。他方，被告が原告に対し写真撮影の方\n法，構図等について具体的な指示を行うことはなかった。（甲３，４，\n１４～１７，２６，乙１０）\nイ  本件写真５～１０は，平成２５年２月１１日に行われたイベントにお\nいて原告が撮影したものである。\nいずれの写真も会場前方の舞台でトークショーに出演している出演者\nを客席の後方から撮影したもので，本件写真９及び１０は，横長の画面\nを用い，舞台上の出演者の位置や多数の観客が入っている様子が分かる\nようになっており，本件写真９には出演者がスライド様の画像を用いな\nがら観客に向かって話をしている様子，本件写真１０には３人の女性出\n演者が楽しそうに笑っている様子が写されている。本件写真５及び６は，\nそれぞれ本件写真１０及び９の出演者の部分を拡大したものである。本\n件写真７には一人の出演者が本件商品を用いて他の出演者の手をマッサ\nージしている様子が，本件写真８には熱心に話す中央の出演者を両側の\n出演者が見守っている様子が，それぞれ写されている。\n（甲１３，１４，１７）\nウ  本件写真１１～１３は，同年４月２６日に行われたイベントにおいて\n原告が撮影したものである。\n本件写真１１は，本件会社のブースを写したものであり，机の上に本\n件商品，本件会社のウェブサイトを表示したノートパソコン，雑誌，ポ\nスター等が整然と展示されている様子が写されている。本件写真１３に\nは上記ウェブサイトを閲覧している女性とそれを見ている女性が写され\nているが，両名の顔が写らず，上記商品，雑誌，ポスター等が大きく写\nる構図になっている。本件写真１２にはイベント会場でパーティーを楽\nしむ多数の参加者の様子が写されているが，各人の顔部分にはぼかしが\n施されている。\n（甲１３，１５）\nエ  本件写真１４～１７は，同年１０月３０日に行われたイベントにおい\nて原告が撮影したものである。\n本件写真１４は，会場のバーカウンターを写したものであり，カウン\nター内のバーテンダーのほか，天井からつり下げられたジャック・オー\n・ランタンを模した大きな飾り２個，カウンターの上の魔法使い風の帽\n子をかぶせられたどくろのレプリカ等が写され，ハロウィンのイベント\nであることが分かるようになっている。本件写真１５は，本件会社のブ\nースを写したものであり，本件商品，本件会社のウェブサイトを表示し\nたノートパソコン等が整然と展示されている様子が写されている。本件\n写真１６は，上記ブースで，上記ウェブサイトを閲覧している女性を写\nしたものであり，顔が写らず，本件商品等が大きく写る構図となってい\nる。本件写真１７は，左手に本件商品を持ち，笑顔でポーズを取ってい\nる仮装した参加者女性の上半身を大写しにしたものである。\n（甲１３，１６）\n上記認定事実によれば，原告は，本件写真５～１７の撮影に当たり，写\n真を撮影する目的を踏まえて撮影対象を選び，背景，構図，撮影のタイミ\nング等に工夫を加えて撮影しており，その画面上に原告の個性が表現され\nているということができる。したがって，これら各写真は原告の思想又は\n感情を創作的に表現したものとして著作物性を有すると認めるのが相当で\nある。\nこれに対し，被告は，本件写真５～１７はスナップ写真にすぎず著作物\nとは認められない旨主張するが，スナップ写真であっても思想又は感情が\n創作的に表現されていれば著作物性を認めることができるから，被告の主\n張は失当というべきである。\n次に，本件写真５～１７の著作者についてみるに，これらを撮影したの\nは原告であるから，原告がその著作者であると認められる。\nこれに対し，被告は，これらの写真は原告が本件会社の業務として，被\n告の補助者的立場で撮影したものであるから，原告が著作者であるとはい\nえない旨主張する。しかし，原告は本件会社の従業員ではなく，本件にお\nいて職務著作の規定を適用すべき事情は見当たらない。また，被告主張に\nよっても，被告は原告に対し，イベント会場の様子を適当に撮っておいて\nほしいという程度の依頼しかしていないというのであり，撮影対象の選定，\nるから，原告が本件写真５～１７の撮影に当たり被告の補助者的な立場に\nあったとは認められない。したがって，被告の主張を採用することはでき\nない。\n２\n前記争いのない事実等に加え，後掲の証拠及び弁論の全趣旨によれば，\n以下の事実が認められる。\nア  本件各コラムは，文章部分とアンケート結果を示すグラフ部分から成\nり，別紙原告著作物目録１８～２５の各タイトルが付されている。文章\n部分には，プロローグ，心理テスト（アンケート項目），アンケート結\n果の紹介，心理分析等が含まれている。（甲２０，３９，乙６～８の各\n２）\nイ  本件各コラムは，本件顧問契約の期間中に，おおむね以下の過程を経\nて作成された。（甲２，３８，４０～４２，５５，５７～５９，６１，\n６３，乙２，６～８の各１及び２，１８）\n原告と被告は，本件各コラムの各回のテーマに沿うアンケートの内\n容を打ち合わせ，原告の提案を一部被告が修正したアンケート項目に\nつき本件会社がインターネットを利用してアンケートを実施した。被\n告は，アンケート結果をエクセルデータの形で原告に提供した。\n原告は，被告から提供を受けたアンケート結果を踏まえ，メンタル\n心理カウンセラーとしての知識経験を生かしながら，文章部分を作成\nした。そして，この文章とアンケート結果を示す棒グラフから成る原\n稿を作成し，タイトルの案を付して被告に送付した。\n被告は，原告から送付された本件各コラムのタイトルに修正を加え，\nまた，グラフの体裁を色分けした円グラフにするなどした上で，本件\n各コラムを本件会社のウェブサイトに掲載した。原告は，タイトルの\n変更につき被告から連絡を受けたが，異議を唱えることはなかった。\nウ  原告は，被告に対し，本件顧問契約を解除する旨の通知をした後，本\n件会社のウェブサイトから本件各コラムを削除するよう求めたが，被告\nはこれに応じることなく，そのタイトルを変更した上で（前記争いのな\nちに被告代理人弁護士に対し抗議のメールを送信した。（甲７，１０～\n１２，２０）\n上記認定事実によれば，本件各コラムは，文章部分を主，グラフ部分を\n従とするウェブサイト上の記事であり，文章部分を執筆した原告が著作者\nによるタイトルの変更が原告の意に反していることは明らかであるから，\n被告の行為は，著作物の題号を著作者の意に反して改変したものとして，\n原告の同一性保持権侵害に当たる（著作権法２０条１項）と判断すべきで\nある。\nなお，本件各コラムの上記作成過程に照らし，被告がその表現に創作的\n関与をしたと認めることができるとしても，原告は共同著作物の著作者と\nなるから，被告が原告の意に反してそのタイトルを変更することはできな\nいと解される。\nこれに対し，被告は，原告の被告に対する平成２５年８月５日付けメー\nル（乙２）の中に「アクセスがあんまりなかったら被告が好きなようにタ\nイトル変えてみるとか？」という趣旨の記載があることを指摘して，原告\nが被告によるタイトルの改変を許容していた旨主張するが，当該メールは，\n本件顧問契約の期間中のタイトル変更に言及するものにとどまり，その終\n了後のタイトル変更を正当化する根拠となるものではない。したがって，\n被告の上記主張は失当である。\n３  害による原告の損害額）について\n原告は，本件顧問契約終了後の被告による本件各写真の複製及び送信可\n能化が原告の著作権を侵害するとし，その使用料相当額の損害金は，①月\n額２０万円の４か月分である８０万円であり，又は，②写真をパンフレッ\nト及びインターネットに掲載する場合の使用料等に照らせば８０万円を下\nることはない旨主張する。\nとの根拠は明らかでない上，仮にこれが本件顧問契約に基づく顧問料相当\n問料は諸種の\n顧問業務を行うことの対価であって，これを本件各写真の使用料と同視す\nることはできない。したがって，原告主張は失当である。\n以下の事実が認められる。\nア  写真素材を提供する業者は，その用途，大きさ，使用期間又は回数，\n独占使用の可否等に応じて，写真素材の使用料を定めている。その例と\nして，発行部数３０００部程度のパンフレットの裏表紙に独占的に１年\n間使用する場合は４万８６００円（消費税込み。以下同じ）とするもの，\n写真素材の単品の使用料をその大きさにより５４０円～５４００円とす\nるもの，独占使用はできないが期間制限なく繰り返し使用ができる場合\nの使用料をその大きさにより１万０２６０円～３万２４００円とするも\nのがある。（甲５１，乙１１～１３）\nイ  職業写真家を撮影場所に派遣して写真撮影を行う業者は拘束時間等に\n応じてその料金を定めており，１日（８時間）拘束の場合の料金を１０\n万円程度とする例があるが，その料金と別に写真の使用料を徴収するこ\nとはないとされている。（甲４９，５０，乙１４）\nウ  本件写真１～４は，構図，背景，光線の加減等に工夫が凝らされてお\nり，本件商品のパンフレットに用いられたものは，共に用いられている\n職業写真家の撮影した写真と比較しても特に違和感を感じさせない画質\nを備えている。（甲１８，３１，３２，５２，乙１）\nエ\n様子を撮影したスナップ写真であり，原告の許諾に基づき本件会社のウ\nェブサイトにおいて利用されていた。\n上記事実関係に基づき，本件における使用料相当損害金の額についてみ\nるに，本件写真１～４は，その用途，画質等に照らし，１枚当たり１万円\nとするのが相当である。一方，本件写真５～１７については，撮影目的及\nび被写体の性質上本件会社のウェブサイトへの掲載以外の使途がないこと\nといった事情に鑑み，１枚当たり５０００円とするのが相当と解される。\nそうすると，著作権侵害による原告の損害は，合計１０万５０００円\n（１万円×４＋５０００円×１３）であると認められる。\n４\n原告は，同一性保持権侵害に係る慰謝料の額は１００万円が相当であると\n主張する。\nを変更したのは，本件顧問契約が被告による顧問料不払等を理由に解約され，\n原告から本件各コラムを削除するよう要求された後のことであり，被告の行\n為は軽率かつ不適切とのそしりを免れない。しかし，変更の具体的内容は別\n紙タイトル変更状況のとおりであり，変更後の各タイトルは特段不適切な表\n現ではない上，従前のタイトルと全く異なっているというものではない。こ\n正を取り入れたものであったことなど本件の諸事情に鑑みると，同一性保持\n権侵害による慰謝料の額は１０万円と認めるのが相当である。\n５\n原告は，名誉回復措置としての謝罪広告の掲載を求めているところ，本件\nにおいて原告が主張する著作者人格権侵害は本件各コラムのタイトルを変更\nした行為のみであり，変更の程度が小さなものであることは上記４で指摘し\nたとおりである。そして，このような変更により原告の社会的な評価ないし\n声望が害されていることをうかがわせる証拠はないから，謝罪広告の掲載を\n求める請求は理由がない。\nなお，原告は，著作権侵害をも理由として謝罪広告の掲載を求めるようで\nあるが，謝罪広告掲載請求は著作者人格権侵害のみがその根拠となるから\n（著作権法１１５条参照），原告の主張は失当である。\n第４  結論\n以上によれば，原告の本件請求は損害賠償金２０万５０００円の支払を求\nめる限度で理由があるので，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官        長谷川   浩   二\n裁判官        清野正彦\n裁判官        藤原典子\n"
}