{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 15
  },
  "case_number": "平成19(ワ)11489等",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81867",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81867",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/867/081867_hanrei.pdf",
  "contents": "平成２３年１２月１５日判決言渡  同日原本交付  裁判所書記官\n平成１９年第１１４８９号  損害賠償請求事件（以下「第１事件」とい\nう。），同年第１５１１０号  同事件（以下「第２事件」という。），\n平成２２年第７７４０号  同事件（以下「第３事件」という。）\n口頭弁論終結日  平成２３年８月２３日\n判         決\n第１・第３事件原告，第２事件被告  株 式 会 社 吉 野\n（以下「原告」という。）\n同訴訟代理人弁護士                薬 袋 真 司\n同                                平 野 和 宏\n第１・第３事件被告，第２事件原告  有限会社グリッタージャパン\n（以下「被告会社」という。）\n第１・第３事件被告                Ｐ１\n（以下「被告Ｐ１」という。）\n被告ら訴訟代理人弁護士            谷 口 哲 一\n同                                松 山 和 徳\n同                                山 澤 祐 介\n主 文\n１  被告会社は，その販売するカーワックス若しくはシャンプーの\n容器又はその包装に，別紙被告標章目録記載１－５及び１－７の\n各表示を付し，同表示を付した同商品を販売し若しくは販売のた\nめに展示し，又は同商品に関するカタログ，パンフレット等の広\n告に同表示を付して展示し若しくは頒布してはならない。\n２  被告会社は，別紙被告標章目録記載１－５及び１－７記載の各\n表示を付したカーワックス，シャンプー，これらの容器及び包装\n並びに同商品に関するカタログ，パンフレット等の広告を廃棄せ\nよ。\n３  被告会社は，原告に対し，４３２５万１６０２円及びこれに対\nす る 平 成 ２ ２ 年 １ １ 月 ５ 日 か ら 支 払 済 み ま で 年 ６ 分 の 割 合 に よ\nる金員を支払え。\n４  原告は，被告会社に対し，５７２万９９４７円及びこれに対す\nる 平 成 １ ９ 年 １ ２ 月 ８ 日 か ら 支 払 済 み ま で 年 ６ 分 の 割 合 に よ る\n金員を支払え。\n５   原 告 の 被 告 会 社 に 対 す る そ の 余 の 請 求 及 び 被 告 Ｐ １ に 対 す る\n請求並びに被告会社のその余の請求をいずれも棄却する。\n６  訴訟費用は，第１事件ないし第３事件を通じ，これを３分し，\nその２を原告の，その１を被告会社の負担とする。\n７  この判決は，第３項及び第４項に限り，仮に執行することがで\nきる。\n事 実 及 び 理 由\n第１  請求\n１  第１事件（原告の被告らに対する請求）\n  被告会社は，その販売するカーワックス若しくはシャンプーの容\n器又はその包装に，別紙被告標章目録記載の各表示（以下「被告各\n表示」という。）を付し，同表示を付した同商品を販売し若しくは\n販売のために展示し，又は同商品に関するカタログ，パンフレット\n等の広告に同表示を付して展示し，頒布してはならない。\n  被告会社は，被告各表示を付したカーワックス，シャンプー，こ\nれらの容器及び包装並びに同商品に関するカタログ，パンフレット\n等の広告を廃棄せよ。\nア  （主位的請求）\n被告らは，原告に対し，各自，８７６０万４８４７円及び内金\n８ ２ ３ ９ 万 ４ ５ ４ ７ 円 に 対 す る 平 成 １ ９ 年 １ ２ 月 ２ ８ 日 か ら 支\n払済みまで年５分の割合による金員を支払え。\nイ  （予備的請求）\n被告らは，原告に対し，各自，５４０６万１２８５円及びこれ\nに 対 す る 平 成 ２ ２ 年 １ １ 月 ５ 日 か ら 支 払 済 み ま で 年 ６ 分 の 割 合\nによる金員を支払え。\n２  第２事件（被告会社の原告に対する請求）\n原告は，被告会社に対し，１９７８万１１００円及びこれに対する\n平 成 １ ９ 年 １ ２ 月 ８ 日 か ら 支 払 済 み ま で 年 ６ 分 の 割 合 に よ る 金 員 を\n支払え。\n３  第３事件（原告の被告らに対する請求）\n被告らは，原告に対し，各自，３８４１万０１９２円及び内金３０\n６ ７ 万 ０ ９ ９ ４ 円 に 対 す る 平 成 １ ９ 年 １ 月 １ ６ 日 か ら 支 払 済 み ま で\n年５分の割合による金員を支払え。\n第２  事案の概要\n１  第１事件は，「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」という商品名のカー\nワックス（以下，原告が製造していた同商品名のカーワックスを「本\n件商品」という。）を製造し，被告会社に納入していた原告が，被\n告会社及びその代表者取締役である被告Ｐ１に対し，被告会社が原\n告 以 外 の 者 に 製 造 さ せ た カ ー ワ ッ ク ス 及 び 車 専 用 の シ ャ ン プ ー に\n「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」及びこれを含む商品表示類を付して\n販売したことについて，下記ア，イの請求をする事案である。\n記\nア  差止・廃棄請求（原告の被告会社に対する請求）\n  不正競争防止法に基づく請求（主位的請求）\n被 告 会 社 に よ る 被 告 各 表 示 を 付 し た カ ー ワ ッ ク ス 等 を 販 売\nす る 行 為 が 不 正 競 争 防 止 法 ２ 条 １ 項 １ 号 又 は 同 項 １ ３ 号 の 不\n正競争に当たることを理由とする，同法３条１項に基づく被告\n各表示の使用等の差止請求，及び同条２項に基づく被告各表示\nを付したカーワックス等の廃棄請求（なお，同法２条１項１号\nを理由とする請求と同項１３号を理由とする請求との関係は，\n選択的併合である。）\n  商標権侵害に基づく請求（予備的請求）\n被 告 会 社 の 被 告 表 示 １ － １ を 付 し た カ ー ワ ッ ク ス 等 を 販 売\nす る 行 為 が 原 告 の 後 記 本 件 商 標 権 を 侵 害 す る こ と を 理 由 と す\nる，商標法３６条１項に基づく被告表示１－１の使用等の差止\n請求，及び同条２項に基づく被告表示１－１を付したカーワッ\nクス等の廃棄請求\nイ  カーワックス等販売に係る損害賠償請求（原告の被告らに対す\nる請求）\n  不正競争防止法に基づく請求（主位的請求）\n被 告 会 社 の 上 記 ア  の 行 為 を 理 由 と す る 不 正 競 争 防 止 法 ４\n条に基づく損害賠償請求（被告Ｐ１に対しては，会社法４２９\n条１項，民法７０９条又は７１９条，法人格否認の法理に基づ\nく請求）\n   商 標 権 侵 害 に 基 づ く 請 求 （ 上 記  の 請 求 に 対 す る 予 備 的 請\n求）\n被告らの上記アの行為を理由とする，民法７０９条に基づ\nく損害賠償請求（被告Ｐ１に対しては，会社法４２９条，民法\n７０９条又は７１９条，法人格否認の法理に基づく請求）\n  一般不法行為に基づく請求（上記の請求と選択的請求）\n被告らが，「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」という商品名のカ\nーワックスを，原告以外の者に製造させ，これを販売したこと\nを理由とする不法行為（民法７０９条）に基づく損害賠償請求\n（被告Ｐ１に対しては，会社法４２９条，民法７０９条又は７\n１９条，法人格否認の法理に基づく請求）\n   債 務 不 履 行 に 基 づ く 請 求 （ 上 記  の 請 求 に 対 す る 予 備 的 請\n求）\n被告会社は，原告に対し，「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」と\nいう商品名のカーワックスを，すべて原告から仕入れる債務を\n負担していたにもかかわらず，原告以外の者をして同商品名の\nカーワックスを製造させてこれを販売し，原告から本件商品を\n仕入れなかったこと，また，本件商品の特約店として原告の本\n件 商 品 の 売 上 げ を 損 な う 行 為 を 行 わ な い 債 務 を 負 担 し て い た\nにもかかわらず，原告以外の者をして「ＧＯＬＤ  Ｇｌｉｔｔ\nｅｒ  ＥＶＯＬＵＴＩＯＮ」という商品名のカーワックスを製\n造させてこれを販売し，原告の本件商品の売上げを損なわせた\nことが，いずれも原告と被告会社間の本件商品の売買契約上の\n義務に違反することを理由とする，債務不履行に基づく損害賠\n償請求（被告Ｐ１に対しては，会社法４２９条，民法７０９条\n又は７１９条，法人格否認の法理に基づく請求）\n  第２事件は，被告会社が，原告に対し，主位的には，原告と被告\n会 社 間 の 本 件 商 品 の 売 買 契 約 上 の 義 務 に 違 反 し た こ と を 理 由 と し\nて，債務不履行に基づく損害賠償請求を，予備的には，上記売買契\n約の解除に基づく原状回復請求をする事案である。\n  第３事件は，原告が，被告らに対し，被告会社設立前の被告Ｐ１\n並 び に 後 記 本 件 継 続 的 取 引 関 係 及 び 後 記 本 件 販 売 代 理 店 契 約 上 の\n同人の地位を承継した被告会社（以下「被告ら」という。）は，平\n成７年４月２０日から平成１９年１月９日にかけて，実際には本件\n商品の広告宣伝に使用しないにもかかわらず，原告に本件商品の広\n告宣伝費名目で金員を負担させ，原告をして同金額の損害を被らせ\nたことを理由として，一般不法行為（民法７０９条）に基づく損害\n賠償請求をする事案である（なお，被告Ｐ１に対する請求は，被告\n会 社 の 代 表 者 と し て 平 成 １ ５ 年 １ ２ 月 ２ ５ 日 以 降 に つ い て も 責 任\nを負うとの主張に基づくものであり，被告会社に対する請求は，法\n人 格 否 認 の 法 理 又 は 信 義 則 に よ り 同 日 以 前 に つ い て も 責 任 を 負 う\nとの主張に基づくものである。）。\n２  判断の基礎となる事実\n以下の各事実は，当事者に争いがないか，掲記の各証拠及び弁論の\n全趣旨により，容易に認定することができる。\n  当事者\nア  原告は，自動車用品の販売，ワックス等の油脂加工製品の販売\nを業とする株式会社である。\nイ  被告会社は，平成１５年１２月２５日に被告Ｐ１の事業を法人\n成りして設立された，自動車部品，用品の販売等を業とする特例\n有限会社である。\nウ  被告Ｐ１は，かつて「ガレージＰ１」という屋号でカーポート\n販売事業を営んでいたが，平成７，８年頃から「グリッタージャ\nパン」という屋号で本件商品の販売事業を営むようになり，被告\n会社を設立した後は，同社の代表者取締役を務めている者である。\n  本件商品及び被告各商品の販売に係る事実関係\nア  本件商品の販売開始\n原告の創業者であるＰ２は，平成６年春までに，自動車のボデ\nィ部分のつや出し効果だけでなく，自動車のウインドウ部分に塗\n布 し て も ギ ラ ギ ラ し た 油 膜 を 形 成 す る こ と な く 撥 水 効 果 が 得 ら\nれるという特徴を有するカーワックスを開発し，平成６年春頃ま\nでに，原告において，商品名を「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」と\nして製造販売を開始した。\nイ  本件商品の販売の経緯等\n  原告は，平成６年９月頃，被告Ｐ１（当時の屋号は「ガレー\nジＰ１」）との間で，本件商品の取引を開始した（以下，原告\nと被告Ｐ１との間の本件商品に関する継続的な取引関係を「本\n件継続的取引関係」という。）。\n  被告Ｐ１は，平成１３年６月９日，株式会社協和興材（以下\n「協和興材」という。）との間で，委託者を被告Ｐ１，受託者\nを協和興材とする本件商品の販売代理店契約を締結し（乙２。\n以下「本件販売代理店契約」という。），その後，本件商品は，\n総発売元を協和興材として，市場で広く販売されるようになっ\nた。\n他方，被告Ｐ１は，原告との間の本件商品の取引につき売買\n契約書を作成していなかったが，本件販売代理店契約締結以前\nから，両者間では，本件継続的取引関係に基づき，被告Ｐ１が\n代金前払いで一定数量の発注をし，その後被告Ｐ１の具体的な\n納品依頼に基づき，原告が本件商品を納入するという取引が継\n続的にされており，平成１３年頃以降は，その１回の発注数量\nは４０００本となり，１か月に１，２回の頻度で発注されてい\nた（以下，本件販売代理店契約が締結された後の原告と被告Ｐ\n１との間の上記契約関係を「本件基本契約」という。なお，本\n件基本契約に基づき，原告及び被告Ｐ１がいかなる債務を負う\nかについては，当事者間に争いがある。）。\n  被告Ｐ１は，平成１５年１２月２５日，その事業を法人成り\nして被告会社を設立し，その後は，被告会社において，被告Ｐ\n１の本件継続的取引関係における地位を承継し，原告との間で\n上記の扱いに従った本件商品の取引をしていた。また，被告Ｐ\n１と協和興材との本件販売代理店契約に基づく関係も，被告会\n社と協和興材間に引き継がれた。\nウ  本件商品に付されている表示について\n  原告は，平成６年春以降，本件商品に別紙原告標章目録記載\n１ないし３の各表示（以下，別紙原告標章目録記載１の表示を\n「原告表示１」などといい，原告表示１ないし５を総称して「原\n告各表示」という。）を付して販売していた。\n   本 件 商 品 は ， 平 成 １ ３ 年 に ， カ ー グ ッ ズ マ ガ ジ ン 誌 主 催 の\n「2001  Car  Goods  of  the  Year」においてカーケア部門賞第１位\nを受賞した（甲５，５２。以下「平成１３年受賞」という。）。\nこれを受けて，本件商品には，原告表示５（別紙原告標章目\n録記載５の表示）のシールも付されるようになった。\n  平成１４年２月以降，本件商品には，原告表示４（別紙原告\n標章目録記載４の表示）も付されるようになった。\n  また，平成１３年受賞後に，本件商品を２本ないし３本梱包\nし た も の が バ リ ュ ー セ ッ ト 又 は バ リ ュ ー パ ッ ク と し て 販 売 さ\nれ る よ う に な っ た と こ ろ ， こ れ ら の セ ッ ト の 外 箱 に は ，\n「2000-2001  Car  Goods  of  the  year  ゴールドグリッターはカ\nーグッズ・オブ・ザ・イヤーの『カーケア部門賞』に輝きまし\nた。」などと記載された別紙被告標章目録記載１－７と同一な\nいし類似の表示が付されている（甲１０４）。\nウ  被告会社による被告商品１及び３の販売開始\n  被告会社は，遅くとも平成１６年４月１日以降，原告に相談\nすることなく，原告における本件商品の製造について，平成１\n４ 年 か ら 平 成 １ ５ 年 に か け て 携 わ っ て い た Ｐ ３ を し て カ ー ワ\nックスを製造させ，これに別紙被告標章目録記載１－１ないし\n１－６の各表示（以下，別紙被告標章目録記載１－１の表示を\n「被告表示１－１」などといい，被告表示１－１ないし１－７\nを総称して「被告表示１」という。別紙被告標章目録記載の各\n表示の略語表記については，以下同様とする。）を付して（す\nなわち，商品名は本件商品と同じ「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」\nである。），協和興材に対し，当該商品がＰ３製造に係る商品\nであることを告げないまま，従前からの本件商品に関する取引\nの延長で販売した（以下，同商品を「被告商品１」という。な\nお，被告表示１－１が原告表示１と，被告表示１－２が原告表\n示２と，被告表示１－３が原告表示２及び３と，被告表示１－\n４が原告表示４と，被告表示１－５が原告表示５と，被告表示\n１－６が原告表示４とそれぞれ同一ないし類似であることは，\n当事者間に争いがない。）。\nまた，被告会社は，被告商品１を２本又は３本梱包したもの\nをバリューセット（バリューパック）として，その外箱に被告\n表示１－７を付して，協和興材に販売していた。\n  さらに，被告会社は，遅くとも平成１６年８月１日以降，Ｐ\n３に製造させた別のカーワックスに被告表示１－３，３－１，\n３－２，７－１，７－２，１０－１，１０－２を付して，「Ｇ\nＯ Ｌ Ｄ   Ｇ ｌ ｉ ｔ ｔ ｅ ｒ   Ｅ Ｖ Ｏ Ｌ Ｕ Ｔ Ｉ Ｏ Ｎ 」 と の 商 品 名\nで，協和興材に販売した（以下，同商品を「被告商品３」とい\nう。）。\nエ  本件商品に関する取引関係の解消\n原告は，平成１８年１２月頃，被告会社による上記ウの行為\nを知り，平成１９年１月１５日，被告会社に対し，従前からの取\n引関係（本件継続的取引関係）を解消する旨申し入れた（なお，\n平成１９年１月１５日の取引解消の申入れが，本件基本契約の解\n除として有効であるかについては，当事者間に争いがある。）。\n同日以降，原告は被告会社に本件商品を納入していない。\nまた，協和興材も，平成１９年６月２５日，被告会社との間で\n本件販売代理店契約を合意解除して，被告会社との取引を止めた\n（甲１７，乙５）。その後，協和興材は，原告製造に係るカーワ\nックスを原告から直接仕入れるようになり，同商品を「パーマラ\nックス」との商品名で販売している。\nオ  原告による本件商標権の取得\n原告は，平成１９年１月３０日に別紙商標公報記載の商標につ\nいて出願し，同年６月１９日に下記のとおりの商標登録を受けた\n（以下，この商標権を「本件商標権」といい，本件商標権に係る\n登録商標を「本件商標」という。）。\n記\n登録番号  第５０５７８０９号\n出 願 日  平成１９年１月３０日\n登 録 日  平成１９年６月２９日\n商品区分  第３類\n指定商品  つや出し剤\n登録商標  別紙商標公報記載のとおり\nカ  被告会社による被告商品２，４及び５の販売開始\n  被告会社は，遅くとも平成１９年９月２０日以降，Ｐ３に製\n造 さ せ た カ ー ワ ッ ク ス に 別 紙 被 告 標 章 目 録 記 載 ２ － １ ， ２ －\n２，６－１ないし６－３の各表示を付して，「Ｇｏｌｄ  Ｇｌ\nｉｔｔｅｒ  ＰＬＵＳ」という商品名で販売し（以下，同商品\nを「被告商品２」という。），また，同じくＰ３に製造させた\nカーワックスに別紙被告標章目録記載１－３，４－１，４－２，\n８－１ないし８－３，１１－１，１１－２の各表示を付して，\n「 Ｇ ｏ ｌ ｄ   Ｇ ｌ ｉ ｔ ｔ ｅ ｒ   Ｅ Ｖ Ｏ Ｌ Ｕ Ｔ Ｉ Ｏ Ｎ   Ｐ Ｌ Ｕ\nＳ」という商品名で販売した（以下，同商品を「被告商品４」\nという。）。\n  さらに，被告会社は，遅くとも平成１９年１１月１日以降，\nＰ３に製造させたシャンプーに別紙被告標章目録記載１－３，\n５－１，５－２，９－１ないし９－５，１２－１，１２－２，\n１３－１，１３－２，１４－１，１４－２の各表示を付して，\n「Ｇｏｌｄ  Ｇｌｉｔｔｅｒ  ＥＶＯＳＹＡＭ」という商品名\nで販売した（以下，同商品を「被告商品５」といい，被告商品\n１ないし５を総称して「被告各商品」という。）。\n３  争点\n  第１事件について\nア  不正競争防止法２条１項１号該当を理由とする請求\n   原 告 各 表 示 が 被 告 会 社 に と っ て 他 人 の 周 知 商 品 表 示 に 当 た\nるか                                      （争点１－１）\n  被告表示２ないし１４は原告各表示と類似するか\n（争点１－２）\n  被告Ｐ１の責任                          （争点１－３）\n  原告の損害                              （争点１－４）\nイ  一般不法行為に基づく請求\n被 告 会 社 に よ る 被 告 商 品 １ の 販 売 が 一 般 不 法 行 為 を 構 成 す る\nか                                          （争点２）\nウ  債務不履行に基づく請求\n  被告会社が，被告商品１を製造販売することにより原告から\n本 件 商 品 を 仕 入 れ な か っ た こ と ， 被 告 商 品 ３ を 製 造 販 売 す る\nこ と に よ り 原 告 の 利 益 を 損 な わ せ た こ と が ， 債 務 不 履 行 を 構\n成するか                                  （争点３－１）\n  原告の損害                              （争点３－２）\nエ  不正競争防止法２条１項１３号該当を理由とする請求\n  被告各表示は，被告各商品の品質について誤認させるような\n表示に該当するか                          （争点４－１）\n  原告の損害                              （争点４－２）\nオ  商標権侵害に基づく請求\n被 告 会 社 が 被 告 商 品 １ に 被 告 表 示 １ － １ を 付 し て 販 売 し た 行\n為が，本件商標権を侵害するか                （争点５）\n  第２事件について\n原 告 が 被 告 会 社 に 本 件 商 品 を 納 入 し な か っ た こ と が 債 務 不 履 行\nを構成するか                                  （争点６）\n  第３事件について\n被告らが，本件商品の広告宣伝費名目で原告に費用負担をさせて\nいたことが一般不法行為を構成するか            （争点７）\n第３  争点に関する当事者の主張\n１  不正競争防止法２条１項１号該当を理由とする請求について\n  争点１－１（原告各表示が被告会社にとって他人の周知商品表示\nに当たるか）について\n【原告の主張】\nア  原告各表示に商品表示性が認められること\n原 告 表 示 １ な い し ４ は ， い ず れ も 本 件 商 品 の 標 章 で あ る と こ\nろ，標章は，不正競争防止法２条１項１号において商品等表示の\n具体例として規定されているもので，本来的に出所表示として機\n能しており，商品表示性が認められる。\nまた，原告表示５については，平成１３年受賞の事実を示すも\nので，これにより商品が特定され，ひいてはその出所が特定され\nることから，原告表示５は出所表示として機能し，商品表示性が\n認められる。\nイ  原告各表示に周知性が認められること\n原告各表示は，以下のないしの事情等により，遅くとも平\n成１６年４月時点では，本件商品が原告の商品であることを示す\n商品表示として需要者の間に広く認識され，現在に至っている。\n  協和興材による広告宣伝等\n協和興材は，本件商品が原告の商品であるとの前提で，その\n広告宣伝等のため，平成１０年から平成１９年までの間，チラ\nシ，ポスター，パンフレット，ビデオ，ホームページを作成す\nるとともに（甲５１，５２），毎月雑誌に広告を掲載するなど\nし（甲５２，５３），さらに本件商品の販売促進用のグッズを\n作成するなど，合計１億０５２７万４８００円を負担した（甲\n４９）。\n  カー用品専門誌における受賞の事実\n本件商品は，平成１３年受賞のほか，カーグッズプレス誌（徳\n間書 店 ）主 催 の 「2004 The User’s Judge No.1」 の 読 者人 気\nグッズで第１位も受賞しており（甲５０，５１），このことか\nらしても，原告各表示が需要者に広く知られていたものである\nことは明らかである。\n  本件商品の販売ルート\nそのほか，本件商品は，日本で最も有名な外国車のディーラ\nーである株式会社ヤナセ（以下「ヤナセ」という。）の「愛車\nセット」にも選ばれている（甲５・１２９頁）。\n  カー用品の売上げのランキング\n本件商品は，カー用品の主要５チェーン（オートバックス，\nイエローハット，モンテカルロ，ドライバースタンド，ジェー\nムス）でのカー用品売れ筋ランキングにおいて，しばしば上位\nにランキングされている（甲６０の１～８）。\nウ  原告各表示は，原告の商品表示であって被告らの商品表示では\nないこと\n  本件商品は原告固有の商品であること\n本 件 商 品 の 商 品 名 を 決 定 す る と と も に ， 原 告 各 表 示 の デ ザ\nイ ン ， 容 器 の 選 択 及 び 外 箱 の デ ザ イ ン を 行 っ た の は 原 告 で あ\nり ， ま た 本 件 商 品 を 開 発 ・ 製 造 し ， そ の 品 質 管 理 を し て い た\nの は 原 告 で あ る 。 さ ら に ， 原 告 は ， 本 件 商 品 の 製 法 を 開 示 す\nる 人 物 を 限 定 す る な ど し て き た 。 こ れ ら の 点 か ら ， 本 件 商 品\nは 原 告 固 有 の 商 品 と い え る 。\n   被 告 ら の 本 件 商 品 の 取 引 上 の 位 置 づ け に つ い て\nａ   被 告 ら は ，原 告 か ら 仕 入 れ た 本 件 商 品 を ，そ の ま ま 協 和\n興 材 に 転 売 な い し 販 売 委 託 し て い た だ け で あ り ，そ の 製 造\nは も と よ り ，品 質 管 理 や 商 品 化 に 関 す る 企 画 に も 関 与 し た\nこ と が な い 。こ の よ う に ，被 告 ら は ，本 件 商 品 の 流 通 経 路\nに お け る 販 売 チ ャ ン ネ ル と し て 系 列 化 さ れ た 流 通 業 者 で\nあ っ て ，単 な る 特 約 店 に す ぎ な い か ら ，出 所 表 示 機 能 及 び\n品 質 保 証 機 能 を 果 た す 商 品 表 示 の 主 体 と し て の 固 有 の 地\n位 を 有 す る も の で は な い 。\n原 告 は ，平 成 ７ 年 以 降 ，被 告 Ｐ １ 以 外 に も ，株 式 会 社 竹\n一（ 以 下「 竹 一 」と い う 。），竹 村 産 業 株 式 会 社（ 以 下「 竹\n村 産 業 」と い う 。）等 の 販 売 ル ー ト に よ り 本 件 商 品 を 販 売\nし て い た が ，そ の こ と に つ い て 被 告 Ｐ １ か ら ，契 約 違 反 等\nの ク レ ー ム を 述 べ ら れ た こ と は な い 。ま た ，本 件 販 売 代 理\n店 契 約 の 後 も ，本 件 商 品 を 製 造 す る の は 原 告 で あ り ，本 件\n商 品 を 多 数 の 小 売 店 や 消 費 者 に 総 発 売 元 と し て 販 売 す る\nの は 協 和 興 材 で あ る 。そ し て ，被 告 ら は ，原 告 が 協 和 興 材\nを 通 じ て 消 費 者 に 販 売 す る た め の 中 間 業 者 と し て ，原 告 が\n納 入 し た 本 件 商 品 に 何 ら 手 を 加 え る こ と も な く 協 和 興 材\nに 納 入 し ， 中 間 マ ー ジ ン を 得 て い た だ け で あ る 。\nし た が っ て ，本 件 商 品 に 付 さ れ た 原 告 各 表 示 に は ，被 告\nら 独 自 の 業 務 上 の 信 用 が 化 体 す る 余 地 は な い 。\nｂ   被 告 ら は ，平 成 ７ 年 末 か ら ，前 払 い に よ る 取 引 形 態 に な\nっ て い る 点 に つ き ，こ の よ う に 被 告 ら が 前 払 い に 伴 う 売 上\nげ 減 少 の 場 合 の リ ス ク を 負 っ て き た の は ，被 告 ら が 本 件 商\n品 の 権 利 者 で あ る か ら に ほ か な ら な い と 主 張 す る 。\nし か し な が ら ，被 告 ら は ，原 告 と の 間 で 一 定 数 量 を 仕 入\nれ る 約 束 を す る こ と に よ っ て ，特 約 店 の 地 位 を 確 保 し て い\nた の で あ る か ら ，前 払 い は 権 利 者 で あ る こ と の 証 左 と は な\nら な い 。ま た ，本 件 販 売 代 理 店 契 約 を 締 結 し た 後 ，被 告 Ｐ\n１ は ，ご く 短 期 間 ，広 告 宣 伝 費 の 一 部 を 負 担 し た だ け で あ\nる に も か か わ ら ず ，本 件 商 品 は 年 間 ７ 万 本 ほ ど の 売 上 げ が\nあ っ た の で あ る か ら ，現 実 に は 被 告 ら に リ ス ク は な く ，被\n告 ら の 主 張 に は 理 由 が な い 。\nま た ，被告らは，本 件商品に ついて ，被 告Ｐ１が 防腐剤 の\n添 加 や 匂 い を 柑 橘 系 に す る こ と に つ い て 原 告 に 指 示 し た と\n主張するが，そのような事実はない。\nｃ   被 告 ら は ， 本 件 商 品 の パ ン フ レ ッ ト ， 外 箱 及 び 取 扱 説 明\n書の作成等を主体的に行っていたと主張する。\nし か し な が ら ， 本 件 商 品 の 外 箱 の デ ザ イ ン や 取 扱 説 明 書\n等 は ， 被 告 ら と の 取 引 開 始 前 に 既 に 原 告 が 作 成 ， 使 用 し て\nい た も の を ， 被 告 Ｐ １ や 協 和 興 材 の 意 見 を 聞 い て 一 部 変 更\nしたものにすぎない。\nま た ，被 告 ら は ，マ ガ ジ ン 通 信 社 や 交 友 社 を 通 じ て 本 件\n商 品 の 広 告 宣 伝 を 主 体 的 に 行 っ て い た と 主 張 す る 。\nし か し ，仮 に 被 告 ら の 主 張 す る 広 告 宣 伝 の 事 実 が あ っ た\nと し て も ，広 告 に は ，グ リ ッ タ ー ジ ャ パ ン の み な ら ず ，「 Ｇ\nｏ ｌ ｄ   Ｇ ｌ ｉ ｔ ｔ ｅ ｒ 販 売 提 携 」の 表 示 の 下 ，協 和 興 材\nの 商 号 等 も 記 載 さ れ て お り ，ま た ，本 件 商 品 は マ イ ク ロ ロ\nン 認 定 シ ョ ッ プ な ど で の 購 入 が 可 能 で あ る 旨 の 案 内 も 記\n載 さ れ て お り ，さ ら に ，広 告 の 一 部 に 掲 載 さ れ た イ ラ ス ト\n等 も 協 和 興 材 側 で 作 成 し た も の で あ る こ と か ら す る と ，少\nな く と も ，被 告 Ｐ １ が 独 自 に 広 告 宣 伝 を 行 っ た も の と は 評\n価 で き な い 。\n   被 告 ら が 提 出 す る 書 証 に つ い て\nａ  乙３号証について\n被告らは，乙３号証について，平成７年頃にＰ４が被告Ｐ\n１に持参したもので，その頃，同書証に記載されたとおり，\n原告から，被告Ｐ１に対し，本件商品の一切を任せる旨の申\nし出があり，被告Ｐ１はこれを了承していたと主張する。\nしかしながら，乙３号証は，原告が作成したものではなく，\nＰ４が被告Ｐ１のところに持参したこともない。また，実際\nの原告と被告らとの取引は，契約期間，取引形態，発注本数，\n容器の供給，商品名等において，乙３号証の記載とは異なっ\nていることからしても，乙３号証は信用できない。\nｂ  乙２４号証について\n被告らは，乙２４号証を理由に，被告らは単なる特約店で\nはなかったと主張する。\nしかしながら，単なる特約店であっても，その販売活動に\n支 障 と な る 不 当 な 広 告 宣 伝 に 対 処 す る の は 当 然 で あ る と こ\nろ，むしろ，被告Ｐ１は，製造者である原告の協力が不可欠\nと考えたからこそ，記名者の一番上に原告の記名をして押印\nを求めてきたのであり，同号証は，被告らが単なる特約店で\nはなかったことの根拠となるものではない。\nｃ  乙１７号証，乙２５号証の１・２について\n被告らは，乙１７号証，乙２５号証の１・２を理由に，被\n告らが単なる特約店ではないと主張している。\nしかしながら，乙１７号証は特約店の募集広告，乙２５号\n証の１・２は特約店契約のようであるが，協和興材が二次特\n約店となったのと同じように，被告Ｐ１が他の業者を二次特\n約店とする契約を締結することは，単なる特約店としてなし\nうるところであり，乙１７号証や乙２５号証の１・２をもっ\nて 本 件 商 品 が 被 告 ら 固 有 の 商 品 で あ っ た と す る こ と は で き\nない。\nなお，乙１７号証，乙２５号証の１・２は，いずれも協和\n興材が総発売元になる前のものであるところ，その当時，原\n告は，被告Ｐ１以外にも本件商品を販売していたのであるか\nら，この点からしても，乙１７号証や乙２５号証の１・２を\nも っ て 本 件 商 品 が 被 告 ら 固 有 の 商 品 で あ っ た と す る こ と は\nできない。\n  小売店等の認識について\n本件商品の取引者・需要者は，一般消費者のほか小売店も含\nまれるところ，原告各表示は，少なくとも取引者・需要者であ\nる小売店の間では，被告らの商品ではなく，原告製造に係る商\n品を示すものとして認識されている。\nａ  小売店の認識について\n本件商品の梱包用段ボールには，原告表示１と同様の構成\nのマークとともに原告の名称が表示されている（甲４５の１\n～６）。本件商品は，原告から被告らへ納入された後，その\nまま協和興材に納入され，同社から小売店，一般消費者へと\n流通していたのであるから（甲３７），上記梱包用段ボール\nの表示から，小売店間では，原告表示１は，原告製造に係る\n商品を示すものとして認識されているといえる。\n被告らは，本件商品の小売店への送り主は被告らであった\nと主張するが，協和興材は，被告らから小売店に本件商品を\n直接送付する場合であっても，協和興材を送り主とするよう\n求めていたし，被告らが小売店に直接送付する場合であって\nも，協和興材が売主であることは，小売店は当然に認識して\nいることから，それによって小売店が被告らを売主や製造業\n者と認識することはない。\nｂ  協和興材の認識について\n協 和 興 材 も ， 本 件 商 品 は 原 告 製 造 に 係 る 商 品 と の 認 識 の\n下，取引を継続してきたのであり，被告らが自由に製造業者\nを選択し得るものとは考えていなかった。\nそれ故，協和興材は，被告会社がＰ３に被告商品１を製造\nさせていることを知った後は，被告会社に抗議し，取引を停\n止するに至っている（甲１７，１８，５５，５９）。\n  一般消費者の認識について\nａ  外箱等の表記について\n本件商品のうち被告らに納入した分の外箱には，①当初の\nごく短期間，発売元をグリッタージャパン，製造元を原告と\nして表示していたが，②平成１３年１２月頃からは，総発売\n元を「協和興材」，製造・企画元を原告及びグリッタージャ\nパンとして表示しており，被告会社設立後も平成１９年１月\n１５日までの間，同様の表示で販売していた（「有限会社」\nなる会社の種類を示す文字も付されていない。）。なお，製\n造・企画元にグリッタージャパンと表示したのは，被告Ｐ１\nからの要望を受け入れたものにすぎない。\n上記①の表示では，商品の出所を示すのは，製造元である\n原告の表示であり，発売元とされるグリッタージャパン（被\n告Ｐ１）の表示は，販売促進のための特約店表示にすぎず出\n所表示ではない。また，上記②の表示では，被告らの表示は，\n製 造 ・ 企 画 元 と し て 表 示 さ れ た 原 告 の 表 示 の 下 又 は 横 に あ\nり，その位置からしても単なる特約店であることを示すもの\nにすぎない。\nさらに，バリューセットの外箱については，その表面にあ\nる逆三角形の開口部からは本件商品（１本用）の外箱のデザ\nインが見え，裏面には本件商品の外箱の裏面の記載が流用さ\nれており，原告が製造した商品として販売されていたといえ\nる。\nｂ  広告宣伝について\n本 件 商 品 の 広 告 や 雑 誌 の ラ ン キ ン グ の 記 事 に 原 告 の 名 称\nが記載されていないとしても，上記ａのとおり，外箱等から\n需 要 者 に 本 件 商 品 の 製 造 者 が 原 告 で あ る こ と が 認 識 可 能 で\nあること，協和興材も，原告製造に係るカーワックスである\nからこそ本件商品を販売していたことなどからすれば，広告\n等に原告の名称の記載がないことは，原告各表示が，原告の\n周知商品表示であることの妨げとはならない。\n  被告Ｐ１の商標登録について\n被告Ｐ１は，「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」の文字商標を商\n標登録しているが，原告はこれを容認していない。原告が被告\nＰ１の商標登録に不服がありながら，内容証明郵便や抗議文書\nを送付していないのは，専門的知識が不足していた上に，被告\nらとの取引自体が継続していたからである。\n  仮定的主張\nなお，原告各表示の主体に，原告のみならず被告会社も含ま\nれるとしても，被告会社が原告に無断で被告各表示を使用する\nことは契約当事者間の信頼関係を破壊するものであり，到底，\n許されない。\n【被告らの主張】\nア  原告各表示は商品表示に該当しないこと\n原告各表示は，カーワックスとしてはありふれた「輝き」とそ\nこから容易に連想される「黄金」を組み合わせて英訳したにすぎ\nないこと等から，出所表示機能を有するとはいえない。\nまた，原告表示５についても，カーケア部門賞を受賞した商品\nであることを示すだけで，取り立てて強調するものではない。\nしたがって，原告各表示は，いずれも商品表示に該当しない。\nイ  原告各表示に周知性が認められないこと\nカーワックスは狭い業界の中で様々な商品・種類があり，その\n中で本件商品の売上本数が第１位というわけでもない。そうする\nと，原告各表示が需要者の間で周知であるなどとはいえない。\nウ  原告各表示は，被告らの出所を表示するものであること\n  被告らは，原告から本件商品の一切を任されていたこと\nａ  本件商品は，当初全く売れることなく，そのため，原告は，\n平成７年末頃，本件商品の容器や商品名，発売元について被\n告Ｐ１が自由に定め，原告は被告Ｐ１の指示に従って納品す\nるという取り決めで，本件商品の一切を被告Ｐ１に任せる旨\nの申入れを行い（乙３），被告Ｐ１はこれを承諾した。\n被告Ｐ１は，本件商品の取扱説明書や外箱裏面の説明書き\nを作成したり（乙１０～１４），防腐剤の添加を指示したり\nした上，本件商品のユーザーからの苦情を受けて原告に欠陥\nを指摘し，その対応策を提案するなどしている。また，被告\nＰ１は，「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」の文字商標について\n商標登録も行っており，被告Ｐ１の屋号及び被告会社の商号\nも，単なる特約店ではあり得ない「グリッタージャパン」と\nいう名称であるが，この点につき，原告からは何らの抗議も\n受けていない。\nさらに，被告らは，原告に対し，遅くとも平成７年末には，\n本件商品の代金を前払いして，決まった本数を納入させてお\nり（乙２６），一方で，協和興材は，被告らに対し，月々の\n売 上 げ か ら 広 告 宣 伝 費 の 分 担 金 を 控 除 し た 金 額 を 後 払 い で\n支払っていた。このような金銭の流れからすれば，売上げ減\n少によるリスクを最も被るのは被告らであるところ，被告ら\nが長年このようなリスクを負ってきたのは，本件商品の権利\n者であるからにほかならない。\nこのような経緯からして，本件商品は，被告ら固有の商品\nというべきであるから，原告各表示が，原告が主張するよう\nに被告会社にとって「他人の商品等表示」であるとは認めら\nれない。\nｂ  原告は，乙３号証の内容の契約は締結されていないと主張\nするが，乙３号証は見積書であり，その内容どおりの契約が\n締結されないこともあり得る。\nまた，原告は，被告らが単なる特約店であったと主張する\nが，本件商品の類似商品が流通を始めたときには，被告Ｐ１\nは ， 原 告 や 協 和 興 材 と と も に 申 入 れ を 行 っ て い る し （ 乙 ２\n４），また，被告ら自身も，特約店や地区代理店を募集し，\n実際に，複数の特約販売代理基本契約を締結しているが（乙\n２５），このような募集や契約締結は，単なる特約店では到\n底なし得ない。\nさらに，原告は，自身が被告らに対して従属的な地位に立\nたなければならない理由はないなどと主張するが，客観的な\n事実として，被告Ｐ１が関与した後に本件商品の売上げが伸\nびていることからすれば，販売力がない原告としては，販売\n力 が あ る 被 告 ら に 対 し て 従 属 的 な 地 位 に 立 た な け れ ば な ら\nない理由があったのである。\n  被告らによる広告宣伝活動について\n被告らは，本件商品の販路拡大のために広告宣伝を行ってき\nた。被告らは，原告から本件商品の一切を譲り受けた当初から\n宣伝を行っている（乙２７，２８）。また，平成１２年には，\n年間６００万６０００円の費用を負担して，マガジン通信社を\n通じた宣伝活動を行い，平成１３年には，年間５４８万１００\n０円の費用を負担して，マガジン通信社及び交友社を通じた宣\n伝活動を行った。平成１４年には，協和興材にも広告宣伝費（１\n２６万円）を支払っており，平成１５年には，協和興材の代金\nとの相殺（相殺分は１６８万円）という形で広告宣伝費を負担\nしていた（乙２９～３１）。そのほか，平成１２年から平成１\n５年にかけ，広告宣伝のためにアルバイトを雇うなどもしてい\nる（乙３２）。\n一方，原告は，被告Ｐ１に本件商品の一切を任せた後は，営\n業担当の従業員も雇用せず，独自の宣伝活動は行っていない。\nまた，被告らは，平成１４年以降，「バリューセット」を販\n売しているが，「バリューセット」の外箱は被告らの負担で製\n造しており（乙３３），このことからも，本件商品が原告固有\nの商品とは到底いえない。\n  本件商品の一般消費者の認識について\nａ  本件商品の広告について\n本件商品の広告には，長い間，グリッタージャパンという\n被告らの名称が記載されており，被告らの特約店である協和\n興材が販売提携先として記載されてきた（乙１５）。また，\n本 件 商 品 の 広 告 の 作 成 も 被 告 ら が 中 心 と な っ て 行 っ て き た\n（乙１６）。\n一方で，原告の名称は，エンドユーザーの目に最も触れる\nはずの広告には一切出てこない（乙１５～１８）。\nこのように，エンドユーザーには，明らかに本件商品は被\n告ら固有の商品と認識されていた。また，原告が証拠提出す\nる雑誌の記事（甲６０の１～８）をみても，本件商品がエン\nド ユ ー ザ ー に 原 告 の 商 品 と は 認 識 さ れ て い な か っ た こ と が\n明白である。\nｂ  本件商品の外箱の表示上も，発売元として被告らが表示さ\nれているため，原告各表示は，被告らの商品表示というべき\nである。原告各表示には，原告の名称の表示もあるが，文字\nの大きさや記載順等を考慮すれば，原告の出所を表示してい\nると解し難い。なお，外箱に原告の名称も表示されているの\nは，被告Ｐ１が原告に配慮してあえて表示したものにすぎな\nい。\n  小売店等の認識について\nａ  小売店の認識について\n小 売 店 に 対 す る 荷 物 の 送 り 主 は 被 告 ら で あ っ て 原 告 で は\nなく，原告は，小売店と直接取引をしているわけでもない。\nな お ， 梱 包 用 段 ボ ー ル に 原 告 の 名 称 の み 表 示 さ れ て い る の\nは，手間や費用等を考慮して当初からのものを使用するメリ\nットが大きかったことから，そのまま使用していたものであ\nり，自己の固有の商品か否かという観点から梱包用段ボール\nを選定していたわけではない。\nしたがって，小売店は本件商品を被告らの商品として認識\nしていたのであり，その証左として，小売店が本件商品につ\nいて原告に苦情を申し入れることはなかったし，本件商品に\n関する紛争が生じた後，複数の小売店が，被告会社に対し，\n本件商品の取引の継続を申し入れている。\nｂ  協和興材の認識\n原 告 は ， 協 和 興 材 は 本 件 商 品 を 原 告 の 商 品 と 認 識 し て お\nり，それ故，協和興材は，被告会社が原告以外の者に被告商\n品１を製造させていたことが判明した後に，被告会社との取\n引を取り止めたと主張する。しかし，被告Ｐ１は，協和興材\nに対し，原告以外の製造ルートの存在をきちんと説明してお\nり，協和興材もそのことを了承していた。また，協和興材は，\n本件商品の広告宣伝費の負担を，原告ではなく被告らに求め\nてきており（乙２３），本件商品を被告ら固有の商品と認識\nしていたことは明らかである。\nしたがって，協和興材も，原告各表示は，原告の出所表示\nという認識ではなかった。\n  争点１－２（被告表示２ないし１４は原告各表示と類似するか）\nについて\n【原告の主張】\nア  被告表示２ないし１４の要部について\n被告表示２の要部は，いずれも「ゴールドグリッター」なる片\n仮名文字部分である。\n被告表示３ないし５，１０ないし１４の要部は，いずれも「ゴ\nールドグリッター」又は「ゴールドグリター」なる片仮名文字部\n分である。\n被告表示６ないし９の要部は，いずれも「Ｇｏｌｄ  Ｇｌｉｔ\nｔｅｒ」なるアルファベット文字部分である。\nイ  類否について\n上記要部を前提にすれば，被告表示２ないし５，１０ないし１\n４は，いずれも原告表示４と類似し，被告表示６ないし９は，い\nずれも原告表示３と類似する。\nウ  被告らの主張について\n被告らは，「ＰＬＵＳ」又は「Ｐｌｕｓ」（プラス），「ＥＶ\nＯＬＵＴＩＯＮ」又は「Ｅｖｏｌｕｔｉｏｎ」（エボリューショ\nン）の語を付加することにより完全に別の商品となる旨主張する\nが，これらの付加表示部分は，当該商品の品質や機能がよくなっ\nた こ と を 示 す 一 般 的 な 用 語 か ら 構 成 さ れ て い る に す ぎ な い 表 示\nであり，それ自体に自他商品識別力がないものである。\nまた，被告らは「ＳＨＡＭＰＯＯ」又は「Ｓｈａｍｐｏｏ」の\n語を付加することにより，全く別のカテゴリーのものになると主\n張するが，商品表示の類否と商品のカテゴリーの問題は区別され\nるべきであって，被告らの主張は失当である。\nさらに，被告らは被告表示９－４及び９－５の「ＥＶＯ  ＳＨ\nＡＭ」なる語が造語であり，「ＥＶＯＬＵＴＩＯＮ  ＳＨＡＭＰ\nＯＯ」の短縮表示とは認められないと主張するが，上記被告表示\nでは，「ＥＶＯ」と「ＳＨＡＭ」との間にスペースが設けられて\nおり，しかも被告表示１２－１及び１２－２等も併記されている\nことからして，被告らの主張には理由がない。\n【被告らの主張】\nア  原告が主張する要部について\n原告は，被告表示２ないし１４の各表示のうち「Ｇｏｌｄ  Ｇ\nｌｉｔｔｅｒ」，「ゴールドグリッター」ないし「ゴールドグリ\nター」の部分を要部と主張するが，カーワックスにおいて「輝き」\nという表示は一般的であり，「輝き」から「黄金」の連想は容易\nであるところ，「ゴールドグリッター」の表示はそれを英訳した\nものにすぎず，何ら特徴はない。また，「Ｇｏｌｄ」と「Ｇｌｉ\nｔｔｅｒ」は一般的な英単語であり，要部とは評価し難い。\nイ  類否についての被告らの主張\n  被告表示２ないし４のうち「プラス」は，一般人の認識とし\nては「新版（ニューバージョン）」などを想起させるのであり，\n「エボリューション」は，これが付くことにより全く別の商品\nに生まれ変わったことを容易に想起させるのであり，これらの\n語 が 付 く こ と に よ り 全 く 別 の 商 品 と し て 整 理 さ れ る べ き で あ\nる。\n  被告表示５のうち「シャンプー」は，従前のカーワックスで\nある本件商品のカテゴリーを超える概念であることから，これ\nが 付 加 さ れ る こ と に よ り 完 全 に 別 商 品 に な っ た と い う べ き で\nある。\n  被告表示６ないし８のうち，「ＰＬＵＳ」又は「Ｐｌｕｓ」，\n「ＥＶＯＬＵＴＩＯＮ」又は「Ｅｖｏｌｕｔｉｏｎ」の部分の\n意味内容からすれば，これらが付加されたことにより全くの別\nの商品であることは優に認められる。しかも，本件商品の表示\nの要部は「Ｇｏｌｄ  Ｇｌｉｔｔｅｒ」ではない。\n  被告表示９－１ないし９－３のうち「ＳＨＡＭＰＯＯ」又は\n「Ｓｈａｍｐｏｏ」は，これらが付加されたことにより全く別\nのカテゴリーのものになることから類似性は皆無である上，こ\nれらの表示には「Ｅｖｏｌｕｔｉｏｎ」まで付加されている。\n被告表示９－４及び９－５のうち「ＥＶＯ  ＳＨＡＭ」に至っ\nては完全な造語であり，「ＥＶＯＬＵＴＩＯＮ  ＳＨＡＭＰＯ\nＯ」を短縮して表示したものとは到底認められない。\nウ  以上のとおり，被告表示２ないし９は，原告表示３ないし４と\nは類似せず，また，被告表示１０ないし１４が原告表示４と類似\nしないことについても，上記と同様である。\n  争点１－３（被告Ｐ１の責任）について\n【原告の主張】\n被告Ｐ１は，被告会社の代表者取締役であるところ，被告会社の\n不正競争を主導して行ったものであるから，会社法４２９条１項，\n民法７０９条又は７１９条に基づき，被告会社と連帯して，原告が\n被った損害を賠償すべき責任がある。また，被告Ｐ１は，法人格否\n認の法理により，被告会社の背後にある実体である個人として，被\n告会社と連帯して，原告が被った損害を賠償すべき責任がある。\n【被告らの主張】\n否認ないし争う。\n本件は，法人格否認の法理が適用される場面ではない。\n  争点１－４（原告の損害）について\n【原告の主張】\n不 正 競 争 防 止 法 ２ 条 １ 項 １ 号 に 基 づ く 請 求 に お け る 原 告 の 損 害\nは，以下のとおりである。\nア  被告各商品の販売による財産的損害\n  被告商品１の販売による損害\n平 成 １ ６ 年 ４ 月 １ 日 か ら 平 成 １ ９ 年 １ ２ 月 ２ ７ 日 ま で の 間\nの被告会社の被告商品１の販売による利益は，下記ａの販売本\n数に下記ｂの１本当たりの利益を乗じて，少なくとも５６５１\n万８７３４円であることから，原告は同額の損害を被った（不\n正競争防止法５条２項）。\nａ  被告商品１の販売本数\n被告商品１の販売本数は，平成１６年４月から同年１２月\nまでの分が少なくとも１万８０３３本，平成１７年１月から\n平 成 １ ９ 年 １ ２ 月 ２ ７ 日 ま で の 分 が 少 な く と も ６ 万 ６ ８ ５\n５本である（被告会社は，平成１９年１月１６日以降も，協\n和興材以外に対して被告商品１を販売していた。甲１０３）。\nｂ  被告会社における被告商品１の１本当たりの利益\n被告会社における被告商品１の１本当たりの利益は，平成\n１ ６ 年 ４ 月 １ 日 か ら 同 年 １ ２ 月 末 ま で に 販 売 し た 分 に つ い\nては少なくとも５２５．５３円であり，平成１７年１月以降\nに販売した分については少なくとも７０３．６４円である。\n  被告商品２の販売による損害\n平 成 １ ９ 年 ９ 月 ２ ０ 日 か ら 同 年 １ ２ 月 ２ ７ 日 ま で の 間 の 被\n告会社の被告商品２の販売本数は少なくとも９７６４本，１本\n当たりの利益は少なくとも５００円であることから，被告商品\n２の販売による利益は少なくとも４８８万２０００円であり，\n原告は同額の損害を被った（同項）。\n  被告商品３の販売による損害\n平 成 １ ６ 年 ８ 月 １ 日 か ら 平 成 １ ９ 年 １ ２ 月 ２ ７ 日 ま で の 間\nの 被 告 会 社 の 被 告 商 品 ３ の 販 売 本 数 は 少 な く と も １ 万 ５ ３ ７\n７ 本 ， １ 本 当 た り の 利 益 は 少 な く と も ５ ０ ０ 円 で あ る こ と か\nら，被告商品３の販売による利益は少なくとも７６８万８５０\n０円であり，原告は同額の損害を被った（同項）。\n  被告商品４の販売による損害\n平 成 １ ９ 年 ９ 月 ２ ０ 日 か ら 同 年 １ ２ 月 ２ ７ 日 ま で の 間 の 被\n告会社の被告商品４の販売本数は少なくとも３２５５本，１本\n当たりの利益は少なくとも５００円であることから，被告商品\n４の販売による利益は少なくとも１６２万７５００円であり，\n原告は同額の損害を被った（同項）。\n  被告商品５の販売による損害\n平 成 １ ９ 年 １ １ 月 １ 日 か ら 同 年 １ ２ 月 ２ ７ 日 ま で の 間 の 被\n告 会 社 の 被 告 商 品 ５ の 売 上 高 は 少 な く と も ３ ７ ４ 万 ８ ０ ０ ０\n円であり，そのうち利益はこれに５％を乗じた少なくとも１８\n万７４００円であることから，原告は同額の損害を被った（同\n条３項）。\nイ  無形損害\n原告は，被告らの被告各商品の販売により，その信用を毀損さ\nれるとともに，本件商品の売上減少による財務状態の悪化により\n存続の危機に追い込まれるなどしており，これによって被った無\n形損害は４００万円を下回ることはない。\nウ  弁護士費用\n被 告 ら の 不 正 競 争 と 相 当 因 果 関 係 の あ る 弁 護 士 費 用 相 当 損 害\n額は，６０８万２９４０円が相当である。\n【被告らの主張】\nア  損害についての原告の主張は，否認ないし争う。\nイ  不正競争ないし不法行為による原告の損害は存在しないこと\n原告は，本件商品を被告会社に対してのみ販売していたのであ\nり，被告会社が原告の得意先を奪ったり，エンドユーザーを奪っ\nたりしたわけではない。\n原告の売上げが落ちたとしても，その原因は被告会社が本件商\n品を購入しなかったことに尽きるのであって，被告会社が被告各\n商品を販売したことではない。\nしたがって，仮に，被告らの不正競争ないし不法行為が認めら\nれるとしても，それによる損害はない。\n２  争点２（被告会社による被告商品１の販売が一般不法行為を構成す\nるか）について\n【原告の主張】\n  被告商品１の販売が一般不法行為を構成すること\n被告会社は，本件商品の特約店であり，かつ，原告に対し，被告\n会社以外と本件商品の取引をしないように求めていた。それにもか\nかわらず，被告会社は，原告に無断で，被告商品１に原告の商号や\n商品メーカーコードを付し，あたかも原告が製造した正規品である\nかのように装って協和興材に販売した。これによって，原告は，本\n件商品の販売活動上の利益，すなわち偽造品を販売されない利益及\nび偽造品の販売期間中に，同販売本数に相当する本件商品を販売す\nる利益を侵害された。\nよって，被告会社の上記行為は，故意又は過失によって原告の法\n律 上 保 護 さ れ る 利 益 を 侵 害 し た も の で あ っ て ， 不 法 行 為 を 構 成 す\nる。\n  被告Ｐ１の責任\n上記１【原告の主張】と同様，被告Ｐ１は，被告会社の代表者\n取締役であるところ，被告会社の不法行為を主導して行ったもので\nあるから，会社法４２９条１項，民法７０９条又は７１９条に基づ\nき，あるいは法人格否認の法理により，原告に対し，被告会社と連\n帯して損害賠償すべき責任がある。\n  損害について\n被告らの不法行為によって被った原告の損害は，合計５０５７万\n６７５２円を下らない（なお，遅延損害金も含めた主張は，別紙損\n害金計算書（不法行為）［原告の主張］のとおりである。）。\nア  被告商品１の販売による逸失利益\n平 成 １ ６ 年 ４ 月 １ 日 か ら 平 成 １ ８ 年 １ ２ 月 ３ １ 日 ま で の 間 の\n被告商品１の販売による逸失利益は，以下のとおり，少なくとも\n４３２５万１６０２円である。\n  平成１６年４月から同年１２月までの間の逸失利益は，年間\n販売本数が少なくとも１万８０３３本，１本当たりの原告の逸\n失利益が５２５．５３円であることから，少なくとも９４７万\n６８８２円である。\nａ  被告商品１の販売本数について\n被 告 商 品 １ の 平 成 １ ６ 年 ４ 月 か ら 同 年 １ ２ 月 ま で の 間 の\n販売本数は，２万５５２０本と推定され（甲１１０の２），\n少 な く と も １ 万 ８ ０ ３ ３ 本 の 限 度 で 認 め ら れ る こ と は 明 ら\nかである。\nｂ  １本当たりの逸失利益について\n原 告 の 被 告 会 社 に 対 す る 本 件 商 品 の 販 売 価 格 は １ 本 当 た\nり８７５円（税別）である。\nそして，その経費として，\n①  ワックス原液と完成ワックス製造用の添加剤\n２２５円\n②  ボトル代等                    １２７．７０円\n③  輸送代（ガソリン代）            ０．６６３円\nがかかることから，１本当たりの逸失利益額は，５２５．５\n３円である。\n   平 成 １ ７ 年 １ 月 か ら 平 成 １ ８ 年 １ ２ 月 ま で の 間 の 逸 失 利 益\n額は，年間販売本数が少なくとも２万４０００本，１本当たり\nの原告の逸失利益が７０３．６４円であることから，少なくと\nも３３７７万４７２０円である。\nａ  被告商品１の販売本数について\n被 告 商 品 １ の 平 成 １ ７ 年 １ 月 か ら 平 成 １ ８ 年 １ ２ 月 ま で\nの 間 の 販 売 本 数 は ， ５ 万 ９ ７ ０ ０ 本 と 推 定 さ れ る の で あ っ\nて，少なくとも４万８０００本（２万４０００本×２）の限\n度で認められることは明らかである。\nｂ  １本当たりの逸失利益について\n原 告 の 被 告 会 社 に 対 す る 本 件 商 品 の 販 売 価 格 は １ 本 当 た\nり８７５円（税別）である。\nそして，その経費としては，平成１７年１月以降は，ワッ\nク ス 原 液 を 含 め て す べ て を 原 告 で 製 造 す る こ と に な っ た こ\nとから，\n①  ワックス原液の製造原価          ４３．００円\n②  ボトル代等                    １２７．７０円\n③  輸送代（ガソリン代）            ０．６６３円\nがかかり，１本当たりの逸失利益額は，７０３．６４円であ\nる。\nイ  無形損害\n原告は，被告らの平成１６年４月から平成１８年末までの間の\n被告商品１の販売により，原告の営業上の利益を害されるととも\nに，信用を毀損されたものであり，これによって原告が被った無\n形損害は，少なくとも３００万円である。\nウ  弁護士費用\n被告らの上記不法行為と相当因果関係のある弁護士費用は，４\n３２万１６０円である。\nエ  被告らの主張に対する反論\n被告らは，被告会社が被告商品１の販売実績を上げたのは自ら\nの営業努力によるものであって，不法行為と損害との因果関係が\nないと主張するが，特約店が転売利益を得るために当該商品につ\nいての営業努力を行うのは当たり前のことである。しかも，本件\n商 品 は 被 告 ら か ら 二 次 特 約 店 で あ る 協 和 興 材 に 販 売 さ れ て い た\nところ，被告会社は本件商品の偽造品である被告商品１を本件商\n品 の 販 売 ル ー ト で あ た か も 本 件 商 品 で あ る か の よ う に 偽 っ て 納\n入していたのであり，被告会社の営業努力を論じること自体誤り\nである。\n【被告らの主張】\n  一般不法行為の成否について\n被告会社による被告商品１の販売は，自らの固有の商品を販売し\nただけであり，正当な営業行為であるから，不法行為には該当しな\nい。\nさらにいうと，「ゴールドグリッター」を含む被告会社の商号や，\nその登録商標の存在に加え，そのような事実が長期間にわたり継続\nしていたにもかかわらず，原告から何らの異議もなかったことから\nすれば，「ゴールドグリッター」という呼称を被告会社が自由に使\n用することになっていたことは明らかである。被告会社は，このよ\nうな原告の事前承諾に基づいて「ゴールドグリッター」という表示\nを使用していたのであり，不法行為責任が発生する余地はない。\n仮に上記承諾が認められなかったとしても，被告会社の行為は，\n被告会社が商品の供給を原告に依存することから，原告が出荷停止\nとなった場合の責任を負わされる可能性があり，そのような事態を\n回避するため，やむを得ずに他の仕入れ先を確保しようとしたもの\nである。したがって，その行為には正当な理由があるというべきで\nあり，不法行為は成立しない。\n  被告Ｐ１の責任\n被告Ｐ１の責任についての原告の主張は，否認ないし争う。\n本件は，法人格否認の法理が適用される場面ではない。\n  損害について\nア  仮に，被告会社の行為について一般不法行為が成立するとして\nも，被告会社の販売実績は，被告会社自身の営業努力によるもの\nであり，原告が販売に寄与した度合いは極めて小さい。被告会社\nの営業努力による利益は損害に算入すべきではない。\nまた，そのほかの主張は，上記１【被告らの主張】イと同じ\nである。\nイ  被告が原告以外に製造させ，納入させた商品（被告商品１）の\n本数は，平成１６年４月１日以降は１万５６８４本，平成１７年\nは１万４８０６本，平成１８年は１万５１４０本である。なお，\n被告会社が，原告以外から仕入れて，協和興材以外に納品すると\nいう販売ルートは存在しない。\nウ  本件商品１本当たりの利益についての原告の主張は，机上の空\n論にすぎない。そもそも原告は法人税も納付していないいわゆる\n赤字会社であるから，利益は得られておらず（甲８８～９０），\nしたがって，本件商品の１本当たりの原告の利益はゼロである。\nなお，試しに，原告の平成１５年６月から平成１８年５月まで\nの営業利益（甲８８～９０）を該当期間の総販売数で除して，１\n本当たりの利益を算出すると，１．６９２６円となる。\nまた，原告の主張によれば，平成１６年４月以前の利益から平\n成１６年４月以降の利益を差し引くと，客観的に原告の損害が算\n定されるはずであるところ，その場合，最も原告に有利に計算し\nても，１本当たりの利益が６１円を超えることはない。\nエ  無形損害及び弁護士費用についての原告の主張は，否認ないし\n争う。\n３  債務不履行に基づく請求について\n  争点３－１（被告会社が被告商品１を製造販売することにより，\n原告から本件商品を仕入れなかったこと，被告商品３を製造販売す\nることにより，原告の利益を損なわせたことが債務不履行を構成す\nるか）について\n【原告の主張】\nア  被告商品１の販売について\n被告会社設立後，本件商品は，協和興材を総発売元，製造・企\n画元を原告及びグリッタージャパンとして販売されており，平成\n１９年１月１５日に原告と被告会社との取引関係（本件継続的取\n引関係）が解消されるまでの間，本件商品は，同様の表示で販売\nされていた。これは，原告，被告会社及び協和興材の間で，本件\n商品を被告会社が原告から仕入れ，協和興材に転売ないし販売委\n託する商流を前提とした取引関係が形成されていたものであり，\n被告会社は，原告に対し，本件商品については，すべて原告に発\n注し，原告から仕入れる債務を負担していたものである。\nそれにもかかわらず，被告会社は，総発売元である協和興材か\nら発注を受けた本件商品の一部について，原告に発注して原告か\nら仕入れることなく，Ｐ３に製造させた被告商品１を協和興材に\n納入し，そのほかＰ３に製造させた被告商品１を協和興材以外に\nも納入しており，かかる行為は，被告会社の原告に対する上記債\n務の不履行に該当する。\nイ  被告商品３の販売について\nまた，被告会社は，原告，被告会社及び協和興材の間での上記\nのような商流を前提とした取引関係の形成（しかも，原告は，被\n告Ｐ１の要請により，被告ら以外の者に対して，本件商品の販売\nを控えていた。）により，原告に対し，特約店として，本件商品\nの原告の利益を損なう行為をしないという義務を負担していたも\nのである。\n被告商品３は，カーワックスという用途だけでなく，具体的な\n商品の性状（液体ワックス），用法（水で希釈して塗布），容器\nの形状（シュリンクと箱）等も本件商品と酷似しており，本件商\n品と市場において完全に競合しているのであって，このような商\n品 を 本 件 商 品 の 総 発 売 元 で あ る 協 和 興 材 に 対 し て 販 売 す る こ と\nは，必然的に原告の本件商品の売上げ及び利益を損なうものであ\nるから，上記債務に違反するものであるし，また信義則に照らし\nて到底許されるものでもない。しかも，被告商品３は，本件商品\nの名称を含んだ商品名を用いており，本件商品の市場の評価に便\n乗するものである点に照らして，より背信性が高いといわなけれ\nばならない。\nウ  被告Ｐ１の責任について\n被告Ｐ１は，被告会社の代表者取締役であるところ，会社法４\n２９条１項，民法７０９条又は７１９条に基づき，被告会社と連\n帯して，原告が被った損害を賠償すべき責任がある。また，被告\nＰ１は，法人格否認の法理により，被告会社の背後にある実体た\nる人として，被告会社と連帯して，原告が被った損害を賠償すべ\nき責任がある。\n【被告らの主張】\nア  債務不履行についての原告の主張について\n債務不履行についての原告の主張は争う。\n原告が主張する被告会社の債務については，いついかなる合意\nがあったのかも定かではなく，合意の存在を認めるに足りる証拠\nもない。\nまた，事実上の取引関係が形成されていたことをもって，被告\n会社の債務が認められることもあり得ない。被告会社は，原告に\n対し，その売上げにかかわらず，原告から代金前払いで１か月当\nたり４０００本を仕入れる債務（反面，原告は被告らに本件商品\nの一切を譲渡した。）を負うとともに，協和興材に対し，同社か\nら 発 注 が あ っ た 本 件 商 品 を そ の 都 度 納 入 す る 債 務 を 負 担 し て い\nたにすぎない。原告の主張は，被告らは本件商品を原告から仕入\nれなければならないが，他方で，原告は本件商品を被告ら以外に\n販売してもよいという何とも自己都合的な主張であり，到底認め\nられない。\nイ  被告Ｐ１の責任について\n被告Ｐ１の責任についての原告の主張は，否認ないし争う。\n本件は，法人格否認の法理が適用される場面ではない。\n  争点３－２（原告の損害）について\n【原告の主張】\n被告会社の上記各債務不履行によって被った原告の損害は，合計\n５４０６万１２８４円を下らない（なお，遅延損害金も含めた主張\nは，別紙損害金計算書（債務不履行）［原告の主張］のとおりであ\nる。）。\nア  被告商品１の販売による逸失利益について\n上記２【原告の主張】アと同じ計算により，少なくとも４３\n２５万１６０２円である。\nイ  被告商品３の販売による逸失利益について\n  平成１６年８月から同年１２月までの間の逸失利益は，年間\n販売本数が少なくとも２００７本，１本当たりの原告の逸失利\n益が５２５．５３円であることから，少なくとも１０５万４７\n３８円である。\nａ  被告商品３の販売本数について\n被 告 商 品 ３ の 平 成 １ ６ 年 ８ 月 か ら 同 年 １ ２ 月 ま で の 間 の\n販売本数は，２０２０本と推定されるのであって，少なくと\nも２００７本の限度で理由があることは明らかである。\nｂ  １本当たりの逸失利益について\n上記２【原告の主張】アｂと同じ。\n   平 成 １ ７ 年 １ 月 か ら 平 成 １ ８ 年 １ ２ 月 ま で の 間 の 逸 失 利 益\nは，年間販売本数が少なくとも９６００本，１本当たりの原告\nの逸失利益が７０３．６４円であることから，少なくとも６７\n５万４９４４円である。\nａ  被告商品３の販売本数について\n被 告 商 品 ３ の 平 成 １ ７ 年 １ 月 か ら 平 成 １ ８ 年 １ ２ 月 ま で\nの間の販売本数は，６５１７本と推定され，９６００本のう\nち少なくとも６５１７本の限度で理由がある。\nｂ  １本当たりの逸失利益について\n上記２【原告の主張】アｂと同じ。\n  よって，被告商品３販売による逸失利益は，少なくとも７８\n０万９６８２円を下らない。\nウ  無形損害\n被告会社は，特約店であるにもかかわらず，本件商品の販売を\n疎かにする一方で，被告商品１及び３の販売をしており，これは\n原告に対する重大な背信行為である。これにより原告の受けた無\n形損害は，少なくとも３００万円（年間１００万円）を下らない。\n【被告らの主張】\n原告の損害額を算定するに当たって，本件商品１本当たりの利益\nは ， 確 定 申 告 書 類 で あ る 決 算 報 告 書 に よ り 認 定 さ れ る べ き で あ る\n（上記２【被告らの主張】ウ参照）。\n４  不正競争防止法２条１項１３号該当を理由とする請求について\n  争点４－１（被告各表示は，被告各商品の品質について誤認させ\nるような表示に該当するか）について\n【原告の主張】\nア  被告各商品の品質が本件商品のものとは異なること\n  被告商品１の品質について\nａ  被告商品１は，本件商品とは異なる品質の商品である。\n被告商品１には，本件商品には含まれていない塩素が含ま\nれている。また，被告商品１と本件商品とではフーリエ変換\n赤外線分析スペクトルによる定量結果の成分比が異なり，ケ\nイ光Ｘ線分析スペクトルによる成分（特にエステル系）の相\n対的な割合も異なる。さらに，全固形分，石油エーテル抽出\n物量も異なる。これらは，製品によるばらつきや誤差の範囲\nを超えた品質について有意差のある相違である。\nまた，本件商品と被告商品１とでは，色や匂いも異なる。\n本件商品は黄色いワックスであるのに対し，被告商品１はよ\nり白色に近い。また，本件商品は柑橘系の香りがするのに対\nし，被告商品１は有機溶剤の匂いがする。\nさらに，被告商品１については，購入者から，匂いがおか\nしいとか，ノズルが詰まるといった苦情が協和興材に対して\n申し立てられており，実際にも，被告商品１では，固着物が\n確認できる（甲５４）。\n被告各商品を製造したＰ３は，本件商品の製造には平成１\n４年から平成１５年の１年間しか関与しておらず，被告各商\n品 は ， 本 件 商 品 か ら 変 更 が 加 え ら れ て い る と い う べ き で あ\nる。\n  被告商品２ないし５の品質について\n被告商品２ないし５は，本件商品の改良品又はシリーズ商品\nとして販売されており，本件商品と品質が異なることが明らか\nである。\nイ  被告各表示は品質誤認表示であること\n  被告表示１－５及び１－７について\n被告表示１－５及び１－７は，いずれも平成１３年受賞の事\n実を表示するものであるところ，同受賞はカーワックスの品質\nが消費者に評価されたことを意味することから，被告表示１－\n５及び１－７は，いずれもカーワックスの品質を表す表示であ\nる。\n被告商品１は，平成１３年受賞の本件商品とは品質が異なっ\nているため，被告表示１－５及び１－７を付するのは，品質誤\n認表示に該当する。\n  その他の被告各表示について\n被告商品１に付された被告表示１－１ないし１－４，１－６\nは，本件商品に付された原告各表示と同一又は類似する表示で\nあるところ，需要者は，これらの表示によって，通常のカーワ\nッ ク ス と 異 な る 極 め て 優 れ た 顕 著 な 効 果 を 有 す る カ ー ワ ッ ク\nスであって，平成１３年受賞の受賞歴もあるという本件商品と\n同じ商品であると認識することから，被告表示１－１ないし１\n－４，１－６は，いずれも品質誤認表示である。\nまた，被告商品２ないし５に付された被告表示２ないし１４\nは，その要部が，本件商品に付された原告各表示と同一又は類\n似する表示であるところ，需要者は，これらの表示によって，\n上 記 品 質 を 有 す る 本 件 商 品 の 改 良 品 又 は シ リ ー ズ 商 品 で あ る\nと認識することから，被告表示２ないし１４は，いずれも品質\n誤認表示である。\nウ  被告Ｐ１の責任\n上記１【原告の主張】と同様，被告Ｐ１は，被告会社の代表\n者取締役であるところ，被告会社の不法行為を主導して行ったも\nのであるから，会社法４２９条１項，民法７０９条又は７１９条\nに基づき，あるいは法人格否認の法理により，原告に対し，被告\n会社と連帯して損害賠償すべき責任がある。\n【被告らの主張】\nア  被告各商品の品質について\n  被告商品１の品質について\n被告商品１を製造したＰ３は，約１年半もの間本件商品の製\n造に携わっていたのであり，その製法を熟知したものであるか\nら，その製造・調合方法が記載されたいわゆる「レシピ」を見\nなくても，本件商品の製造が可能であり，被告商品１は本件商\n品と同じ品質である。\n仮に，原告商品と被告商品１の含有物に相違があったとして\nも ， そ れ と 商 品 全 体 と し て の 品 質 の 相 違 と の 関 係 は 不 明 で あ\nる。特に，色や匂いについては，時間とともに変化するのであ\nって，商品間の品質の相違を直ちに示すものではない。また，\n原告が検査の対象としたワックスについては，それが被告商品\n１であるかも疑わしい。\n  被告商品２ないし５の品質について\n被告商品２ないし５については，改良品であることから，品\n質の相違は当然である。\nイ  被告各表示が品質誤認表示に当たらないこと\n  被告表示１－５及び１－７について\n原告は平成１３年受賞を強調するが，同受賞は被告Ｐ１の営\n業努力の成果であり，品質の評価とは関係しない。\nまた，被告表示１－５及び１－７は，品質を何ら具体的に示\nしたものではなく，これらの表示がエンドユーザーの品質に関\nする認識にいかなる影響を与えるのかは全く不明である。\n  その他の被告各表示について\n「ゴールドグリッター」という表示について，需要者が特徴\nを有する表示として理解しているとまでは到底認められず，せ\nいぜい「多少使い勝手がよい」という程度であって，このよう\nな特徴が「品質」に該当する余地はない。\nなお，雑誌の記事（甲５）は，被告Ｐ１及び協和興材がお膳\n立てをした宣伝の一環であり，本件商品についてされた「通常\nのカーワックスと異なる極めて優れた顕著な効果を有する」な\nどという宣伝文句（甲５）も，実際にそのような効果があるこ\nとを前提にしたものではない。\nウ  被告Ｐ１の責任\n被告Ｐ１の責任についての原告の主張は，否認ないし争う。\n本件は，法人格否認の法理が適用される場面ではない。\n  争点４－２（原告の損害）について\n【原告の主張】\nア  被告商品１（被告表示１－５及び１－７の使用）の販売による\n財産的損害\n上記１【原告の主張】アと同じ（すなわち，被告商品１は，\nいずれも被告表示１－５又は１－７を付して販売されていた。）。\nイ  被告商品２ないし５の販売（被告表示２ないし１４の使用）に\nよる財産的損害\n上記１【原告の主張】アないしと同じ。\nウ  無形損害\n上記１【原告の主張】イと同じ。\nなお，被告表示１－５及び１－７を付した被告商品１の販売行\n為のみをみても，これによって原告の信用が毀損され，また，被\n告会社が原告の特約店であるにもかかわらず，本件商品の販売を\n疎かにする一方で偽造品である被告商品１を販売した行為は，原\n告に対する重大な背信行為である。よって，被告表示１－５及び\n１ － ７ を 付 し た 被 告 商 品 １ の 販 売 行 為 に よ り 原 告 の 被 っ た 無 形\n損害は，４００万円を下回ることはない。\nエ  弁護士費用\n上記１【原告の主張】ウと同じ。\nなお，被告表示１－５及び１－７を付した被告商品１の販売行\n為と相当因果関係のある弁護士費用相当損害金としても，逸失利\n益 及 び 無 形 損 害 の 合 計 額 金 ６ ０ ５ １ 万 ８ ７ ３ ４ 円 の １ ０ ％ で あ\nる金６０５万１８７３円が相当である。\n【被告らの主張】\n否認ないし争う。\nア  被告商品１の販売（被告表示１－５及び１－７の使用）による\n財産的損害\n  損害の有無について\n原 告 の 平 成 １ ６ 年 ４ 月 以 前 の 利 益 か ら 平 成 １ ６ 年 以 降 の 利\n益を差し引くと，客観的に原告の被った損害が算定されるはず\nであるところ，両利益にはほとんど差がない（甲１１１，１１\n２）。したがって，不正競争ないし不法行為が認められるとし\nてもそれによる損害はない（不正競争防止法５条２項は適用の\n前提を欠く。）。\nまた，そのほかの主張は，上記１【被告らの主張】イと同\nじである。\n  被告会社が責任を負うべき範囲\n被告表示１－５は，協和興材創出に係るものであるところ，\n万が一，原告に損害が生じているとしても，その場合は協和興\n材も責任を負うべきであることから，被告会社の責任は減縮さ\nれるべきである。）。\n  被告表示１－５を付した被告商品１の販売本数について\nａ  被告会社の協和興材への被告商品１の販売本数は，平成１\n６年４月から同年１２月までの分が１万５６８４本，平成１\n７年１月から同年１２月までの分が１万４８０６本，平成１\n８年１月から同年１２月までの分が１万５１４０本である。\nなお，被告表示１－５についてみるに，協和興材が被告会\n社 に 交 付 し た 被 告 表 示 １ － ５ の シ ー ル の 数 量 に は 限 り が あ\nり，被告会社が納入した被告商品１の全部に被告表示１－５\nを添付していた訳ではない（例えば，バリューパックについ\nては被告表示１－５を添付していない。）。\nｂ  平成１９年以降，被告会社は，被告表示１－５を付した被\n告商品１を販売していない（甲１３等参照）。\n  被告会社における被告商品１の１本当たりの利益について\n原告は，被告商品１の１本当たりの被告会社の利益は，７０\n３．６４円（平成１６年分については５２５．５３円）などと\n主張する。\nしかしながら，被告会社の決算報告書（乙４２～４４）及び\n損益計算書（乙４５）によれば，平成１６年４月１日から同年\n９月３０日までの営業利益は５２７万２７０６円，同年１０月\n１ 日 か ら 平 成 １ ８ 年 １ ２ 月 ３ １ 日 ま で の 営 業 利 益 は １ ０ ０ ７\n万５０７６円となるところ，平成１６年４月１日から平成１８\n年 １ ２ 月 ３ １ 日 ま で の 間 の 被 告 会 社 の 被 告 商 品 １ の 販 売 本 数\nは，１９万５０４６本であるため，被告商品１の販売による１\n本当たりの利益は，７８．６８０７円である。\n  以上によれば，被告表示１－５を付した被告商品１の販売本\n数は，多くても４万５６３０本であるから，被告表示１－５を\n付した被告商品１の販売によって被告会社が得た利益は，３５\n９万０２００円となり，原告の損害は，多くてもその金額であ\nる（なお，この計算は，被告商品３の販売による営業利益等を\n考慮していないため，実際には同金額を下回る。）。\nイ  被告商品２ないし５の販売（被告表示２ないし１４の使用）に\nよる財産的損害\n否認ないし争う。\nウ  無形損害について\n原告から具体的な主張はされておらず，原告の主張には理由が\nない。\nまた，万が一信用毀損が問題となるとしても，被告表示１－５\nは協和興材が作成し，同社が添付を指示していたのであるから，\nその損害賠償責任は協和興材が負うべきであり，被告会社に責任\nはない。\nエ  弁護士費用について\n原告の財産的損害，無形損害が認められないことから，弁護士\n費用についても，損害がない。\n５  争点５（被告会社が被告商品１に被告表示１－１を付して販売した\n行為が，本件商標権を侵害するか）について\n【原告の主張】\n  商標権侵害の成否について\nア  類否について\n被告商品１と本件商標の指定商品は同一であり，被告表示１－\n１と本件商標とは「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」なる英文字の有\n無が相違するものの，その他の構成はほぼ同一なので，類似して\nいる。\nなお，被告らは，第１回弁論準備手続で，原告の平成１９年１\n２月２８日付け訴変更申立書に対する答弁書を陳述して，本件商\n標と被告表示１－１とが類似することを認め，自白が成立してい\nる。これを撤回して類似しない旨の主張をすることは，自白の撤\n回に当たるから異議がある。\nイ  被告らの主張に対する反論\n  先使用権について\n被告らは，原告が本件商標を付した商品を，協和興材にその\nまま転売ないし販売委託していただけの流通業者にすぎず，本\n件商標の登録出願時に被告らを出所とし，その品質を保証する\n商標が周知になっていたものではない。\n  権利濫用について\n本件商標は，原告が使用してきた原告表示１からその一部で\nある「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」なる英文字部分を除いたも\nのであり，従来から使用している標章の一部を商標登録したに\nすぎないのであって，その権利行使は権利濫用に該当しない。\nなお，原告が商標権侵害に基づく損害賠償請求をしているの\nは，被告商品１についてであり，当該商品は被告会社が原告か\nら 購 入 し た も の で は な い こ と か ら ， 被 告 ら の 主 張 は 失 当 で あ\nる。\n  損害について\n被告会社の，本件商標が登録された平成１９年６月２９日から平\n成１９年１２月２７日までの間の，被告表示１－１を付した被告商\n品１の販売本数は少なくとも７０８５本，１本当たりの利益は少な\nくとも５００円であることから，被告商品１の販売による利益は少\nな く と も ３ ５ ４ 万 ２ ５ ０ ０ 円 で あ り ， 原 告 は 同 額 の 損 害 を 被 っ た\n（商標法３８条２項）。\n【被告らの主張】\n  商標権侵害の成否について\nア  類否について\n本件商標と被告表示１－１は類似しない\nイ  先使用権について\n被告らは，本件商標が登録される以前から，被告表示１－１を\n用いて独占的に本件商品を販売してきたのであるから，仮に被告\n表示１－１が本件商標に類似しているとしても，被告らは，本件\n商標を使用する権利を有している。\nウ  権利濫用について\n本件紛争及び本件商標出願の経緯に照らすと，原告の本件商標\n権に基づく権利行使は権利濫用に当たり，許されない。\n  損害について\n否認ないし争う。\n被告会社は，被告表示１－１を付した商品を，その在庫を捌きき\nるまで販売していたにすぎない。原告の主張は，専ら自ら代金を得\nて納入した商品を販売する者に対して，その販売利益をも要求する\nものであり，到底認められない。\n６  争点６（原告が被告会社に本件商品を納入しなかったことが債務不\n履行を構成するか）について\n【被告会社の主張】\n  原告の債務不履行責任について\nア  原告は，被告Ｐ１の個人事業時代から，被告Ｐ１と本件商品の\n継続的売買についての契約（第２事件の甲１。本件継続的取引関\n係）を締結して本件商品の取引を行っており，その契約関係は，\n被告会社設立後は被告会社に承継された。そして，遅くとも平成\n１７年１２月以降，その契約内容は，原告が被告会社に対し，本\n件商品を１本当たり８５２円で，毎月最低４０００本は納入し，\nこれに対して被告会社が，毎月初めに原告に４０００本分の代金\nとして３４０万５６１５円を前払いするというものであった。\nイ  被告会社は，原告との間の上記契約に基づき，平成１８年１２\n月５日，同月分（４０００本）の前払金として３４０万５６１５\n円を原告に支払い（第２事件の甲４），平成１９年１月９日，同\n月分（４０００本）の前払金として３４０万５６１５円を原告に\n支払った（第２事件の甲５。以下，これらの個別の契約を「本件\n個別契約」という。）。\nウ  しかし，原告は，被告会社に納入すべき本件商品のうち，平成\n１８年１２月分のうち２７３０本を納入せず（第２事件の甲６），\nまた，平成１９年１月分については一切納入せず，合計６７３０\n本につき納品義務を履行しなかった。\n  被告会社の前払金相当額の損害\n原告は，被告会社に対し，平成１８年１２月分及び平成１９年１\n月分の本件個別契約の債務不履行に基づき，本件商品６７３０本分\nの前払金相当額５７３万３９６０円の損害賠償債務を負う。\n  被告会社の逸失利益\nア  被告会社は，協和興材との間の本件販売代理店契約に基づき，\n協和興材に対して本件商品を単価１４７０円（税込）で販売し（第\n２事件の甲８），一本当たり６１８円の利益を受けていた。\nイ  しかし，原告が，上述のとおり平成１８年１２月分の本件商品\n２７３０本を納入せず，また平成１９年１月以降は一切納入しな\nかったため，被告会社と協和興材との本件販売代理店契約が解除\nされる平成１９年６月２５日までの間，被告会社は，協和興材へ\nの販売利益を得ることができなかった。\nウ  したがって，原告は，被告会社に対し，平成１８年１２月分な\nい し 平 成 １ ９ 年 ５ 月 分 の 本 件 個 別 契 約 の 債 務 不 履 行 に よ っ て 被\n告会社に生じた逸失利益として，１本当たり６１８円の利益に，\n納入されなかった平成１８年１２月分２７３０本，平成１９年１\n月から５月までの５か月分の２万本（１か月当たり４０００本）\nの 合 計 ２ 万 ２ ７ ３ ０ 本 分 を 乗 じ た 金 額 で あ る １ ４ ０ ４ 万 ７ １ ４\n０円の損害賠償債務を負う。\n  原告の主張に対する反論\nア  原告は，平成１９年１月１５日，被告会社に対し，本件基本契\n約を解除したと主張するが，被告会社の代表者である被告Ｐ１\nは，同日，原告代理人を名乗る数名の人物が事務所に来て，威嚇\nするような態度で何か申入れをしたが，被告Ｐ１は萎縮して話の\n内容を全く理解できず，一方的に原告代理人を名乗る者たちに言\nい掛かりをつけられたという認識があるにすぎない。したがっ\nて，原告による本件商品の継続的売買についての契約の解除がさ\nれたとはいえないし，仮に，原告が解除の意思表示をしていたと\nしても，そもそも解除事由が存在しないことから，解除は無効で\nある。\nイ  原告は，協和興材から被告会社への本件商品の発注がなくなっ\nたために，被告会社に損害が生じていないと主張するが，そもそ\nも協和興材からの発注がなくなったことは，原告の不当な働きか\nけが原因であり，原告の被告会社に対する納品義務の不履行によ\nり，協和興材からの発注がなくなったと評価できる。\n  小括\nよ っ て ， 被 告 会 社 は ， 原 告 に 対 し ， 本 件 個 別 契 約 の 債 務 不 履 行\nに基づき，上記前払金相当額及び逸失利益の合計額１９７８万１\n１００円及びこれに対する催告の翌日以降の日である平成１９年\n１２月８日から支払済みまで商事法定利率年６分の割合による遅\n延損害金の支払いを求める。\nなお，被告会社は，原告による本件基本契約の解除を認めるも\nのではないが，仮に解除が有効とするなら，その解除を前提とし\nて原状回復請求として上記前払金相当額の支払を請求する。\n【原告の主張】\n  原告は，被告会社に対し，平成１９年１月１５日時点での本件商\n品の未納入分（６７３０本）の前払金の返還債務として，６１８万\n３１８８円（但し，これは振込送金の際に控除されていた広告宣伝\n分担金の分を含んだ金額である。）の支払債務が存在していたこと\nは認める。なお，本件商品の納入単価は，８７５円である。\nしかしながら，原告は，遅くとも第１１回弁論準備手続期日にお\nいて，被告会社の原告に対する上記前払金返還請求権及び債務不履\n行に基づく損害賠償請求権（第２事件における請求債権）を受働債\n権として，主位的に，原告の被告会社に対する不法行為に基づく損\n害賠償請求権（第３事件における請求債権）を自働債権とし，予備\n的に，原告の被告らに対する，同人らの平成１９年１２月２８日か\nら 平 成 ２ １ 年 ４ 月 １ ４ 日 ま で の 被 告 商 品 １ な い し ５ の 販 売 を 理 由\nとする損害賠償請求権（不正競争防止法違反，商標権侵害。第１事\n件における請求債権の一部）を自働債権として，対当額で相殺する\n旨の意思表示をした。\nしたがって，未清算の前払金は存在せず，被告会社の請求には理\n由がない。\n  原告は，平成１９年１月１５日，被告会社に対し，被告会社の違\n法・背信行為を理由として本件基本契約を解除し，取引関係を解消\nした（甲２，９，１０，１２，５６）。したがって，原告に本件商\n品を被告会社に納入すべき義務はなく，仮に，被告会社に損害が生\nじたとしても，原告がこれを賠償する義務はない。\n  また，原告と被告会社間の取引は，被告会社から前払金の支払が\nなされた後，被告会社から原告に対する具体的な納品依頼（本数及\nび納品日の指定）がされてから本件商品を納入することとされてい\nた。しかるところ，被告会社は，平成１８年１２月２６日以降，原\n告に対し，本件商品の具体的な納品依頼を行っていないから，そも\nそも原告には具体的な納品義務が発生していない。\nさらに平成１９年１月当時，協和興材は，被告会社の背信行為を\n理由として，被告会社から納品を受けることを控えざるを得ない状\n況にあったから，協和興材から被告会社への発注は存在せず，そう\nであった以上，被告会社が協和興材を通じて本件商品を転売するこ\nとはそもそもできなかった。この点からも被告会社に損害の発生は\nないといえる（なお，仮に何らかの損害があったとしても，上記相\n殺により，損害賠償請求権は消滅している。）。\n  なお，被告会社が，平成１９年１月から５月までの間の本件商品\nの１本当たりの転売利益を６１８円と主張する点については，否認\nする。\n７  争点７（被告らが，本件商品の広告宣伝費名目で原告に費用負担を\nさせていたことが一般不法行為を構成するか）について\n【原告の主張】\n  被告らは，原告に対し，真実は本件商品の広告宣伝費を負担して\nいないにもかかわらず，被告らにおいて広告宣伝費を負担している\nかのように原告を欺き，平成９年４月２０日から平成１９年１月９\n日までの間に別紙損 害金及び遅延損害金 計算書（広告宣伝費 ）［原\n告の主張］の年月日及び被害額欄記載のとおり合計金３３５０万４\n１８２円を，本件商品の広告宣伝費名目で原告に負担させた（被告\nら が 原 告 に 対 し て 支 払 う べ き 本 件 商 品 の 代 金 （ １ 本 当 た り ８ ７ ５\n円）から広告宣伝費名目で別紙損害金及び遅延損害金計算書［原告\nの主張］記載の各金額を控除していた。）。上記被告らの行為は詐欺\nであり，不法行為を構成する。\nしたがって，原告は，被告らに対し，不法行為に基づき上記広告\n宣 伝 費 名 目 の 合 計 金 ３ ３ ５ ０ 万 ４ １ ８ ２ 円 及 び 弁 護 士 費 用 相 当 額\n３３５万円の損害賠償請求権を有する（なお，別紙損害金及び遅延\n損害金計算書［原告の主張］において，弁護士費用相当損害につい\nての遅延損害金の計算は，不法行為の後の日である平成１９年１月\n１６日を起算日としている。）。\n  原告は，平成１９年１月１５日，被告会社との間の本件基本契約\nを解除したが，この時点において，原告には，被告会社から受領し\nていた本件商品の前払金残金（前払金として受領していたもののう\nち，具体的な納品指示を受けていなかった本数相当額）として金６\n１８万３１８８円が存在した。\n原告は，平成１９年１月１５日（遅くとも同年１２月１９日）ま\nでに，上記損害賠償請求権の一部を自働債権，解除に伴い発生した\n前払金残金返還請求権を受働債権として，対当額で相殺する旨の意\n思表示をしており，その残額を請求する（別紙損害金及び遅延損害\n金計算書（広告宣伝費）［原告の主張］においては，当該相殺を前\n提とする計算を行っている。）。\n  なお，被告Ｐ１及び被告会社が全期間にわたり共同不法行為責任\nを負うのは次の理由による。\nア  被告Ｐ１の責任（民法７０９条）\n被告Ｐ１は，被告会社設立前は，自ら原告から広告宣伝費を詐\n取しており，また，被告会社を設立した後の平成１６年１月７日\n以降は，被告会社の代表者という地位にある者として原告から広\n告宣伝費を詐取したものである。\nよって，被告Ｐ１は，平成１９年１月までの全期間にわたる不\n法行為責任を負う。\nイ  被告会社の責任（民法７０９条，会社法３５０条）\n被告会社が設立された後の平成１６年１月７日から平成１９\n年１月９日までの間の広告宣伝費詐取は，被告会社の代表者取締\n役である被告Ｐ１が会社の職務として行ったものであり，被告会\n社の不法行為として，被告会社は民法７０９条に基づき，あるい\nは特例有限会社として会社法３５０条に基づき，代表者取締役で\nある被告Ｐ１がその職務を行うについて原告に加えた損害であ\nることを理由に損害賠償責任を負う。\nまた，被告会社は，設立前の平成１５年１２月５日までの広告\n宣伝費詐取についても，法人格否認の法理ないし信義則に基づき，\n不法行為責任を負う。すなわち，被告会社と被告Ｐ１は実質的に\n同一人であり，しかも，被告会社は，原告との取引において被告\nＰ１の地位をそのまま引き継いだばかりでなく，広告宣伝費につ\nいての詐取行為も，そのまま承継して詐取し続けていたものであ\nる。これらの事情に照らせば，被告会社が被告Ｐ１との別人格性\nを貫くことは正義衡平の観念に反するものであるから，両者を同\n一視して事案の公平な解決を図るべきである。\nよって，被告会社も，平成１９年１月までの全期間にわたる不\n法行為責任を負う。\n【被告らの主張】\n被告らが，広告宣伝費を原告に負担させたという原告の主張は否認\nする。そもそも，原告の広告宣伝費の負担を裏付ける書証類は一切な\nい。\n原告は，原告と被告らとの間で本件商品が定価で取引されていたこ\nとを前提に，実際に被告会社が支払った金額との差額が広告宣伝費で\nあると主張しているが，そもそも，毎月大量かつ継続的に仕入れる場\n合に定価で購入することはありえない。しかも，本件においては，売\nれ行きに関係なく被告会社は毎月４０００本もの本件商品を購入し，\nしかもその代金を前払いしていたのであるから，定価の取引を前提と\nする原告の主張は一般の取引常識と余りにかけ離れた主張である。\n第４  当裁判所の判断\n１  本件商品の製造販売の経緯等について\n上記第２の２の判断の基礎となる事実のほか，証拠（原告代表者，\n証人Ｐ４，証人Ｐ５，証人Ｐ３，被告Ｐ１の各尋問結果のほか掲記の\n各証拠。なお，以下，各尋問調書を「原告代表者」，「証人Ｐ４」，\n「証人Ｐ５」，「証人Ｐ３」及び「被告Ｐ１」と表記する。）及び弁\n論の全趣旨を総合すると，本件商品の製造販売の経緯等について以下\nの事実が認められる。\n  本件商品の販売に関する事実経過等\nア  本件商品の販売開始\n原告は，平成６年春頃までに，本件商品の販売を開始したとこ\nろ，当初は，自ら小売りで販売するほか，竹一を通じてガソリン\nス タ ン ド を 経 営 す る 竹 村 産 業 に 販 売 す る な ど 複 数 の 取 引 先 に 販\n売していた（原告代表者２頁）。\nイ  被告Ｐ１による本件商品の販売\n  被告Ｐ１は，平成６年９月頃，本件商品の販売を開始し，平\n成７，８年頃，屋号を「グリッタージャパン」として，本件商\n品を継続的に仕入れて販売するようになり（本件継続的取引関\n係），その頃，複数の業者と本件商品の販売に係る特約販売基\n本契約を締結するなどした（乙２５，２６，被告Ｐ１  ９頁）。\n原告と被告Ｐ１の取引形態は，平成７年秋以降，被告Ｐ１が\n前払金を支払って一定数量の本数を発注し，その後，具体的な\n納品依頼をして本件商品の納入を受ける形態となり，その発注\n本数は，遅くとも平成９年７月頃以降は２０００本単位，平成\n１２年１１月頃以降は４０００本単位となった（原告代表者３\n２頁）。\n  被告Ｐ１は，平成９年７月２４日，本件商品の商標として用\nいられていた「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」の文字商標につい\nて，商標登録出願をし，平成１０年１０月２３日に商標登録を\n受けた（乙１。以下「被告商標権」という。）。\n   エ ン ジ ン 添 加 剤 で あ る マ イ ク ロ ロ ン の 販 売 な ど を 営 ん で い\nた協和興材は，本件商品の存在を知り，画期的なカーワックス\nであることから自ら販売しようと考え，平成９年頃から，被告\nＰ１を介して，本件商品を仕入れるようになった（甲５９，証\n人Ｐ５  ２頁，被告Ｐ１  １４頁）。\n  その後，被告Ｐ１による本件商品の販売は，協和興材に対す\nるものが多くを占めるようになり，平成１１年頃には，被告Ｐ\n１と協和興材は，本件商品のパッケージやチラシの内容などを\n協議して決めるなどしていた（乙１０，１１）。\n  被告Ｐ１は，平成１３年６月９日，協和興材との間で，本件\n商品の販売に関する本件販売代理店契約を締結した（乙２）。\n被告Ｐ１は，上記契約の締結に際し，従前，本件商品の取引を\nしていた他の特約店との取引関係をほぼ解消し，本件商品の販\n売ルートが協和興材だけとなるよう整理した（甲５９）。\n協和興材は，マイクロロンの販売ルートを利用して，本件商\n品の販売に力を入れ（甲５９），全国展開で販売するようにな\nり，本件商品は，ヤナセでも取り扱われるようになった（甲５）。\n  被告Ｐ１は，本件販売代理店契約締結の後，協和興材以外の\nル ー ト で も 販 売 す る こ と に よ り 本 件 商 品 の 小 売 価 格 に ば ら つ\nきが生じることを防ぐために，原告に対し，被告Ｐ１を介して\nす る 協 和 興 材 に よ る 販 売 ル ー ト 以 外 で の 取 引 を 止 め る よ う 申\nし入れた。これを受けて，原告は，従前の取引先のうち竹村産\n業だけを残し，他との取引を止めた（弁論の全趣旨）。\n  平成１５年６月頃，有限会社ミトスが，液体光沢剤「ミトス\nクラブ」を，「ゴールドグリッター」の製造元が製造した「ゴ\nールドグリッター」の改良品であると宣伝して販売していたこ\nとがあり（乙４８・４頁），そのため，原告，被告Ｐ１及び協\n和興材は連名で，宣伝を扱う雑誌社に対し，有限会社ミトスの\n上 記 宣 伝 は 虚 偽 で あ る 旨 注 意 喚 起 す る 文 書 を 送 付 し た （ 乙 ２\n４）。\nまた原告は，上記問題につき，同月２３日，「ゴールドグリ\nッターは，余に出して栽（ママ）きました，グリッタージャパ\nン様，協和興財（ママ）株式会社様に総て販売をおまかせ致し\nております。」などと記載した，上記有限会社ミトスの販売す\nる製品に原告が関わっていないことを明らかにする誓約書を，\n被告Ｐ１及び協和興材宛に提出した（乙９）。\n  平成１５年１２月２５日，被告Ｐ１は，グリッタージャパン\nとしての個人事業を法人成りさせて被告会社を設立し，それ以\n前 の 原 告 と の 取 引 関 係 及 び 協 和 興 材 と の 本 件 販 売 代 理 店 契 約\nを含む取引関係は，そのまま被告会社に承継された。\n   被告各商品の販売\nア   被 告 会 社 は ， 遅 く と も 平 成 １ ６ 年 ４ 月 １ 日 以 降 ， 平 成 １ ４ 年\nか ら 平 成 １ ５ 年 に か け て 原 告 で 本 件 商 品 の 製 造 に 携 わ っ て い た\nＰ ３ に 被 告 商 品 １ を 製 造 さ せ た 上 ， 本 件 商 品 と 同 じ 外 箱 を 用 い\nて 協 和 興 材 に 納 入 す る よ う に な っ た（ 証 人 Ｐ ３  ３ 頁 ）。被 告 商\n品 １ は ， 協 和 興 材 か ら ， カ ー 用 品 店 の チ ェ ー ン 店 で あ る イ エ ロ\nー ハ ッ ト に 納 入 さ れ ，同 店 舗 で 販 売 さ れ た（ 被 告 Ｐ １  ２ ５ ，２\n６ 頁 ） 。 な お ， Ｐ ３ が 製 造 し た 被 告 商 品 １ は ， 本 件 商 品 と は 品\n質 が 異 な る も の で あ っ た （ 詳 細 は 後 記 ５ イ で 検 討 す る 。 ） 。\nな お ， 協 和 興 材 は ， 上 記 取 引 に お い て ， 被 告 商 品 １ は ， 原 告\n製 造 に 係 る 本 件 商 品 で あ る と の 認 識 で 被 告 会 社 か ら 納 入 を 受\nけ ， 市 場 に 流 通 さ せ て い た 。\nイ   ま た ， 被 告 会 社 は ， Ｐ ３ に 被 告 商 品 １ を 改 良 し た カ ー ワ ッ ク\nス（ 被 告 商 品 ３ ）を新 た に 開 発 製 造 さ せ た 上 ，協 和 興 材 に 対し ，\n本 件 商 品 を 上 回 る 商 品 を 開 発 し た の で 是 非 取 り 扱 っ て 欲 し い 旨\n連 絡 し ， 平 成 １ ６ 年 ８ 月 以 降 ， 被 告 商 品 ３ を 協 和 興 材 に 納 入 す\nる よ う に な っ た 。 な お ， 被 告 商 品 ３ の 外 箱 に は ， 製 造 元 と し て\n「 Ａ ｃ ｒ ｏ ｓ ｓ 」 と 表 記 さ れ ， 原 告 名 は 表 記 さ れ て い な か っ た\nが （ 甲 ６ ６ の ２ ） ， 協 和 興 材 に お い て は ， ゴ ー ル ド グ リ ッ タ ー\nの 名 称 が 付 さ れ て い る 以 上 ， 原 告 が 製 造 に 関 わ っ て い る も の と\n考 え て ， 製 造 元 を 確 認 す る こ と な く ， 本 件 商 品 ３ を 取 り 扱 っ て\nい た （ 証 人 Ｐ ５  ４ ， ５ 頁 ， 甲 １ ３ ・ ４ 枚 目 ） 。\n   本 件 商 品 に 関 す る 取 引 関 係 の 解 消   。\nア   原 告 代 表 者 は ， 被 告 会 社 か ら の 発 注 が 減 っ て き た こ と か ら ，\n平 成 １ ８ 年 １ ２ 月 頃 ， 協 和 興 材 に 直 接 問 い 合 わ せ て 確 認 し た と\nこ ろ ， 原 告 の 被 告 会 社 に 対 す る 納 品 数 よ り も ， 被 告 会 社 の 協 和\n興 材 に 対 す る 納 品 数 の 方 が 多 い こ と が 判 明 し （ 原 告 代 表 者 ， 証\n人 Ｐ ５  ３ 頁 ），そ の 後 ，被 告 会 社 が 被 告 商 品 １ を 本 件 商 品 と 偽\nっ て 協 和 興 材 に 納 入 し て い た こ と が 明 ら か に な っ た （ 原 告 代 表\n者 ８ ， ９ 頁 ， 甲 ４ ６ ， ７ ７ ） 。\nイ   原告は，平成１９年１月１５日，原告代表者の夫であり原告の\n専務取締役であるＰ４らをして被告会社に赴かせ，本件商品につ\nいての取引（本件継続的取引関係）を終了させる旨告げるととも\nに，損害を賠償するよう求めた（乙１９・４頁）。\nウ  その後，原告は，被告会社に対する本件商品の納入を一切止め，\n他方，上記経緯を知った協和興材も，在庫品として保有する「Ｇ\nＯＬＤ  Ｇｌｉｔｔｅｒ」又は「ゴールドグリッター」との標章\nを 付 し た 本 件 商 品 を 販 売 す る ほ か は ， 被 告 会 社 と の 取 引 を 止 め\nた。そして，新たに原告において「パーマラックス」という商品\n名のカーワックスを企画製造し，これを協和興材に直接納入し，\n協和興材で販売している（甲１７，乙１９）。\nエ  被告会社は，被告商標権に基づき，協和興材に対し，「ＧＯＬ\nＤ  Ｇｌｉｔｔｅｒ」又は「ゴールドグリッター」との標章を付\nした本件商品の販売の差止めを求めるほか，原告と協和興材の新\n商品である「パーマラックス」という商品名のカーワックスの販\n売の差し止めも求める仮処分事件を大阪地方裁判所に申し立て，\n同 年 ６ 月 ２ ５ 日 の 同 事 件 の 審 尋 期 日 に お い て ， 協 和 興 材 と の 間\nで ， 本 件 販 売 代 理 店 契 約 を 合 意 解 除 す る と と も に ， 「 Ｇ Ｏ Ｌ Ｄ\nＧｌｉｔｔｅｒ」又は「ゴールドグリッター」の標章を付したつ\nや出し剤（カーワックス）の協和興材による販売を，同年９月３\n０日までに限り了解する旨の和解をした（甲１７，乙５）。\n  本件商品の販売本数\n原告から被告らに対する販売本数は，平成１３年６月から平成１\n４年５月までで約６万８０００本，同年６月から平成１５年５月ま\nでで約８万本，同年６月から平成１６年５月までで約７万６０００\n本であり（甲５６），売上げは年間約７万本であった。\nなお，原告は，竹村産業に対しても本件商品を販売していたが，\nその売上本数は，平成１４年から平成１８年までの５年間で合計４\n４０本程度であった（甲５６）。\n  本件商品の主体に関する表示\nア  本件商品の外箱の表示\n本件商品の発売当初の外箱には，販売元として「株式会社吉野」\nと表示され，商品容器にも同じ表示がされていた（甲２５の２）。\nまた，本件商品には内容液が黄色ではなくピンク色の商品も存在\nしたが，その商品の外箱には，発売元として「株式会社吉野」と\n表示され，製造元として「ＹＯＳＨＩＮＯ  ＣＨＥＭＩＣＡＬ」\nと表示されていた（甲２６）。\n平 成 １ １ 年 １ １ 月 頃 ，本 件 商 品 の 外 箱 に は ，発 売 元 と し て「 Ｇ\nｌ ｉ ｔ ｔ ｅ ｒ   Ｊ ａ ｐ ａ ｎ 」 ， 製 造 元 と し て 「 株 式 会 社 吉 野 」\nと 表 示 さ れ る こ と と な っ た （ 甲 ６ 別 紙 ６ ， 乙 １ ２ ） 。\n平成１３年１２月以降，本件商品の外箱には，総発売元として\n「株式会社協和興材」，製造元として「株式会社吉野」及び「グ\nリッタージャパン」と表示されるようになった（甲６別紙７，弁\n論の全趣旨。なお，商品容器には，発売元として「Ｇｌｉｔｔｅ\nｒ  Ｊａｐａｎ」，製造元として「株式会社吉野」と表示されて\nいる。）。また，そのほかに，本件商品の外箱には，総発売元と\nして「株式会社協和興材」，製造・企画元として「株式会社吉野」\n及び「グリッタージャパン」と表示され，商品容器にも同じ表示\nがされたものが存在する（甲６別紙８，甲３８の１～４）。\nまた，平成１３年受賞後に販売されるようになったバリューセ\nット（バリューパック）の外箱には，総発売元として「株式会社\n協和興材」，製造・企画元として「株式会社吉野」及び「グリッ\nタージャパン」と表示されたものが存在する（甲１０４の３・４，\n乙３３の２）。\nイ  本件商品の梱包用段ボールの表示\n本件商品は，２０本入りで梱包用段ボールに詰め合わせて原告\nから出荷され，その後も被告ら及び協和興材を通じて小売店に販\n売されるまで，同じ梱包用段ボールに入ったままの状態で取引さ\nれていた（弁論の全趣旨）。この梱包用段ボールには，側面に原\n告表示１とともに「株式会社吉野」と表示されている。同段ボー\nルは，平成１３年６月に協和興材が総発売元になった後，１年当\nたり６００枚を５，６回発注していた（原告代表者５，６頁）。\nなお，バリューセット（バリューパック）の販売については，\n「株式会社吉野」と表示されてない別の梱包用段ボールが使用さ\nれていた（被告Ｐ１  ２３頁）。\n  本件商品の広告宣伝\nア  発売当初の広告宣伝\n本件商品の発売当初，原告は，販売ルートを探すためにチラシ\nの作成等を行っていたが，竹一，竹村産業等に販売するようにな\nってからは，これらの販売先で広告宣伝がされていた（原告代表\n者１３頁）。\n当初作成されたチラシには，発売元として「株式会社吉野」と\n表示され，案内文には「株式会社吉野」と表示されていた（甲６\n別紙１～５，甲２１，２２）。\nイ  被告Ｐ１との取引開始後の広告宣伝\n被告Ｐ１が，原告と本件商品を代金前払いで取引するようにな\nった平成７年秋以降，本件商品について，以下のような広告宣伝\nがされている。\n  自動車専門誌である月刊誌「LE  VOLANT」（株式会社立風\n書房発行）には，平成１２年２月号から平成１５年１２月号に\nかけて合計２０回，１ないし２頁を割いて，本件商品の広告が\n掲載されている（乙２７，２８，３４の１～１８）。これらの\n広告には，当初，「Ｇｌｉｔｔｅｒ  Ｊａｐａｎ」と表示され，\n「Ｇｏｌｄ  Ｇｌｉｔｔｅｒ販売提携」として「㈱協和興材」\nなどが表示されていたが，平成１４年７月号には，企画元とし\nて「Ｇｌｉｔｔｅｒ  Ｊａｐａｎ」，「Ｇｏｌｄ  Ｇｌｉｔｔ\nｅｒ総発売元」として「㈱協和興材」と表示され，平成１５年\n８月号からは，「株式会社協和興材」，「Ｇｌｉｔｔｅｒ  Ｊ\nａｐａｎ」と表示されている。なお，いずれについても原告は\n表示されていない。\n  また，マガジン通信社が作成したとされる本件商品のチラシ\nには，「Ｇｌｉｔｔｅｒ  Ｊａｐａｎ」と表示され，「Ｇｏｌ\nｄ  Ｇｌｉｔｔｅｒ販売提携」として「㈱協和興材」などが表\n示されているもの（乙１７，１６の２，１５の１・６。なお，\n作成時期は，乙１７は平成９年頃，乙１６の２は平成１０年頃，\n乙１５の１は平成１４年頃，乙１５の６は平成１５年終わり頃\nとされている。），「Ｇｌｉｔｔｅｒ  Ｊａｐａｎ」，「Ｇｏ\nｌｄ  Ｇｌｉｔｔｅｒ特約店」として「㈱協和興材」等が表示\nされているもの（乙１５の７。作成時期は平成１５年終わり頃\nとされている。）などがある。なお，いずれについても原告は\n表示されていない。\n  自動車用品の専門誌である月刊誌「Ｃａｒ  Ｇｏｏｄｓ  Ｍ\nａｇａｚｉｎｅ」（株式会社三栄書房発行）の平成１４年１２\n月号には，本件商品を３頁にわたって紹介する記事が掲載され\nているが（甲５），そこには取材協力として「協和興材，吉野，\nグリッタージャパン」と記載されており，開発者であるＰ２の\n話などが掲載されている。\n  月刊誌「ＡＭ（オートマート）ＮＥＴＷＯＲＫ」（㈱自動車\n産業通信社発行）には，平成１６年２月号から平成１９年８月\n号にかけて合計８回，主要カー用品専門チェーン売れ筋ランキ\nング）のワックス部門に本件商品が登場している（甲６０の１\n～８）。そこには，「協和興材ゴールドグリッター」と表示さ\nれている。\n  そのほか，本件商品は，外車の輸入代理店として有名なヤナ\nセにおいても車載用品として採用されるようになったほか（甲\n５），平成１３年受賞のほかに，平成１６年に，カーグッズプ\nレス誌主催の「2004 The User’s Judge No.1」において読者人気\nグッズ第１位に選ばれている（甲５０，５１）。\n２  争点１－１（原告各表示が被告会社にとって他人の周知商品表示に\n当たるか）について\n  原告各表示の周知商品表示性\n原告表示１ないし４は，いずれも商品名を表示したものであると\nころ，上記１の認定事実，とりわけ平成１３年６月以降の売上本数\n（上記１）や本件商品の広告宣伝状況（カー用品専門誌の受賞歴\nを含む。上記１）等に照らせば，原告表示１ないし４は，遅くと\nも平成１６年４月頃には，カーワックスを取り扱う需要者（小売業\n者や一般消費者）の間において，周知商品表示となっていたと認め\nられる。\n他方，原告表示５は，その表示を付された商品についての平成１\n３年受賞の事実を記述するものと理解されるにすぎず，需要者に商\n品名であると理解されるものではない。そして，平成１３年受賞の\n事実は，本件商品の商品名が周知性を獲得したことを推認させる事\n情の一つであるけれども，当該事実そのものは，本件商品の出所を\n識別させるものとはいえず，したがって平成１６年４月当時，原告\n表示５は，需要者の間で，周知商品表示となっていたとは認められ\nないというべきである。\n  原告表示１ないし４は，被告会社にとって「他人の」商品表示で\nあるかについて\nア  上記のとおり，原告表示１ないし４は，遅くとも平成１６年\n４月頃には，需要者の間で周知性を獲得していたといえるところ\nであるが，その周知性獲得の過程における原告，被告ら及び協和\n興材の関係は，以下のようなものであったと認められる。\nすなわち，上記１に認定したとおり，本件商品の販売につい\nて，被告Ｐ１と協和興材との間では，平成１３年６月９日に本件\n販売代理店契約が締結され，これにより，協和興材は，グリッタ\nージャパン（被告Ｐ１）の販売代理店として，グリッタージャパ\nン（被告Ｐ１）が納入した本件商品を小売店に販売するものとさ\nれ（乙２），同時に，グリッタージャパン（被告Ｐ１）は，他の\n特約店との関係をほぼ解消し，本件商品の納入先を協和興材だけ\nに絞っている。\n他方，被告Ｐ１と協和興材との取引の前段階である原告と被告\nＰ１との間では，それ以前からの被告Ｐ１が前払金を支払う形で\nの 取 引 関 係 が 継 続 さ れ る と と も に ， 被 告 Ｐ １ か ら の 申 入 れ に よ\nり，原告は，本件商品の納品先を，竹村産業を例外として被告会\n社のみに絞っている（なお，例外扱いとなっている竹村産業は，\n当時の原告代表者のＰ６が関与する会社であり（甲５６・５頁），\n販売本数も上記１のとおり，５年間で合計４４０本程度と限定\n的である。）。\n以上のように，本件販売代理店契約が締結された平成１３年６\n月９日以降の本件商品の販売については，原告が製造して被告ら\nに納入し，被告らがこれを協和興材にさらに納入し，協和興材が\n市 場 に 出 す と い う 一 本 化 し た 製 造 販 売 ル ー ト が 確 立 し て い た も\nのといえ，原告，被告ら及び協和興材の三者により，本件商品を\n販売する体制となっていたものといえる（上記１イの本件販\n売代理店契約後に，有限会社ミトス社の商品が「ゴールドグリッ\nター」の改良品と宣伝されていた際に，三者の連名で雑誌社に注\n意喚起の文書を送付していることも，上記三者の関係を裏付ける\nものである。）。\nイ  そして，上記１アのとおり，本件商品の外箱には，平成１１\n年１１月頃，原告及び「Ｇｌｉｔｔｅｒ  Ｊａｐａｎ」（被告Ｐ\n１）が表示されており，本件販売代理店契約が締結された後は，\n原告，「グリッタージャパン」（被告Ｐ１）及び協和興材の三者\nが表示されるようになっている。また，上記１のとおり，車関\n係の雑誌やチラシでの広告には，製造元である原告の表示は少な\nく，むしろ販売過程に関与する「Ｇｌｉｔｔｅｒ  Ｊａｐａｎ」\n（ 被 告 Ｐ １ ） 及 び 協 和 興 材 が 表 示 さ れ た も の が 多 く 存 在 し て い\nる。このような表示等の内容からすると，本件商品が，原告，被\n告 ら 及 び 協 和 興 材 の 一 本 化 し た 製 造 販 売 ル ー ト に よ り 市 場 で 販\n売されていたこと及びそれに関与する三者の関係は，需要者にと\nっても，十分に認識されていたものといえる（なお，上記１イ\nのとおり，梱包用段ボールには，原告しか表示されていないが，\nそ も そ も 梱 包 用 段 ボ ー ル は ， 小 売 業 者 が 目 に す る こ と は あ っ て\nも，一般消費者が目にするものではないし，また，梱包用段ボー\nルに付された原告の表示は，原告が製造者であることのみが示さ\nれており，上記のとおり被告ら及び協和興材が販売過程に関与し\nていることが，当該表示によって打ち消されるわけでもない。）。\nウ  以上のような原告，被告ら及び協和興材の関係並びに需要者の\n認識を踏まえると，本件商品に付された原告表示１ないし４は，\n本件商品の製造販売に関与する原告，被告ら及び協和興材の三者\nの出所表示として，需要者の間に広く認識されていたものと認め\nられる。\nエ  これに対し，原告は，被告らは，原告が協和興材を通じて本件\n商 品 を 販 売 す る た め の 中 間 業 者 と し て 中 間 マ ー ジ ン を 得 て い た\nだけの存在にすぎないから，原告表示１ないし４の各表示に被告\nら独自の業務上の信用が化体する余地はなく，これらの表示が被\n告らの出所表示となることはあり得ないかのように主張する。\nしかし，本件外箱の表示，広告宣伝時の表示など，需要者が直\n截，目にする部分において，被告らが本件商品の製造販売におい\nて 独 立 し た 商 品 等 主 体 と し て 関 わ っ て い る 旨 が 表 示 さ れ て い る\nのであるから，需要者としては，当然，被告らも本件商品の出所\nの主体であると理解するであろうし，現実の取引においても，本\n件 商 品 の 総 発 売 元 で あ る 協 和 興 材 と 直 接 の 取 引 関 係 に あ る の は\n原告ではなく被告らであって，被告らが，本件商品の販売におい\nて独立した主体的立場を有していることは明らかである。また，\n被告Ｐ１は，その屋号を「グリッタージャパン」とし，「ＧＯＬ\nＤ  Ｇｌｉｔｔｅｒ」の文字商標の登録までしていたことからし\nても，本件商品の販売において，積極的な役割を果たしていたと\nいえる（なお，原告は，これらについて被告Ｐ１が原告に無断で\n行ったと主張するが，これらの事実から，少なくとも，被告Ｐ１\nが，本件商品の販売において，自らの屋号を「グリッタージャパ\nン」とし，対外的にそのような屋号の事業体として認識されるだ\nけの利害関係を有していたことは否定できないから，無断であっ\nたか否かは，この場面では問題とならないというべきである。）。\nよって，原告表示１ないし４が被告らの出所表示となることは\nあり得ないとする原告の主張は失当である。\nオ  以上によれば，原告表示１ないし４は，不正競争防止法２条１\n項１号の周知商品表示であると認められるものの，その出所識別\n機能は原告，被告Ｐ１（被告会社設立以降は被告会社）及び協和\n興材の三者について生じており，被告会社にとって「他人の」周\n知商品表示であるとは認められないから，被告会社が，その製造\n販 売 す る 商 品 に 原 告 表 示 １ な い し ４ と 同 一 な い し 類 似 す る 被 告\n表示１－１ないし１－４，１－６を付したとしても，これをもっ\nて，不正競争防止法２条１項１号の不正競争を構成するものと認\nめることはできないというべきである。\nしたがって，被告会社の上記行為が不正競争を構成することを\n前 提 と す る 原 告 の 被 告 ら に 対 す る 請 求 は そ の 余 の 判 断 に 及 ぶ ま\nでもなく理由がない。\nなお，原告は，原告各表示の主体に，原告のみならず被告会社\nも含まれるとしても，被告会社が原告に無断で被告各表示を使用\nすることは契約当事者間の信頼関係を破壊するもので，到底許さ\nれないと主張するが，仮にそうであるとしても，それは当事者間\nの契約関係上の問題として処理されるべきことであり，それによ\nっ て 被 告 会 社 の 行 為 が 不 正 競 争 防 止 法 ２ 条 １ 項 １ 号 の 不 正 競 争\nに当たることにはならないのであって，原告の主張には理由がな\nい。\n３  争点２（被告会社による被告商品１の販売が一般不法行為を構成す\nるか）及び争点３－１（被告会社が被告商品１を製造販売することに\nより，原告から本件商品を仕入れなかったこと，被告商品３を製造販\n売することにより，原告の利益を損なわせたことが債務不履行を構成\nするか）について\n  上記２のとおり，平成１３年６月以降の本件商品の製造販売に\nついては，原告，被告ら及び協和興材で一本化されていたものと認\nめられる。\nところで，そもそも協和興材が本件商品を販売するようになった\nきっかけは，原告製造に係る本件商品の品質を高く評価したためと\n認められるから，被告らと協和興材との取引（本件販売代理店契約\nに基づく取引）の対象となった商品は，あくまで原告製造に係る本\n件商品であったと認められる。そして，そうであるから，被告らと\n協和興材との取引（本件販売代理店契約に基づく取引）において協\n和興材が被告らに発注する場合，その対象商品はあくまで原告製造\nに係る本件商品であることが前提とされており，したがって，被告\nらも，そのことを前提に，協和興材に対し，原告製造に係る本件商\n品を納入すべき義務を負っていたものと認められる（このことは，\n被告会社が，協和興材に原告以外の者の製造に係る被告商品１を納\n入していたことが発覚した平成１９年１月１５日以降，協和興材が\n被告会社との取引を止めたことからも裏付けられている。）。\n他方，原告と協和興材との間については直接の取引関係はないけ\nれども，原告と被告Ｐ１との間については，被告Ｐ１は，協和興材\nとの本件販売代理店契約を締結した後に，原告に対し，同契約を理\n由として，被告Ｐ１以外への本件商品の販売を止めるように求め，\n現実に止めさせている。このように，被告Ｐ１が原告の取引先を実\n質的に被告Ｐ１に限定させた目的は，協和興材との本件販売代理店\n契約の締結によって，協和興材のルートだけで本件商品を販売しよ\nうとした点にあり，その前提として本件商品調達のための取引を一\n本化するために，原告に対して，取引ルートの限定を求めたものと\n認められる。\nすなわち，原告と被告Ｐ１との間には，従来から本件商品を原告\nが製造して被告Ｐ１に納入する継続的取引についての契約関係（本\n件継続的取引関係）が成立していたものと認められるが，本件販売\n代理店契約の頃の契約関係（本件基本契約）としては，原告は，さ\nらに，その契約関係において，被告Ｐ１だけに本件商品を販売する\n義務を負うとともに，その裏返しとして，被告Ｐ１は，本件商品を\n販売する場合には，すべて原告に発注し，原告から仕入れるべき義\n務を負うことになったものと解するのが相当である。そして，この\n本件基本契約に基づく原告と被告Ｐ１の間の権利義務関係は，被告\n会社設立後は被告会社に承継されているものというべきである（な\nお，原告は，本件販売代理店契約があった後も，竹村産業との間で\nの本件商品の取引関係を残しているが，上記２アのとおり，その\n取 引 は 数 量 的 に 僅 か な も の で あ る し ， そ の よ う な 関 係 を 残 し た の\nは，原告と竹村産業との特殊な関係に由来することに照らせば，そ\nのような事実は，原告と被告らとの間に上記のような権利義務関係\nがあったと解することの妨げにはならないというべきである。）。\nそうすると，被告会社が，協和興材から本件商品の発注を受けた\nにもかかわらず，その一部を原告に発注せず，これに代えてＰ３に\n製 造 さ せ た 被 告 商 品 １ を 本 件 商 品 と 同 じ も の と し て 協 和 興 材 に 納\n入したり，さらには他の販売ルートにおいても，本件商品と同じも\nのとして被告商品１を販売したりした行為は，本件商品を販売する\n場合には原告に発注するという上記義務に違反し，またその結果，\n被告商品１の出荷数量分だけ，原告に対する本件商品の発注数量を\n減少させて原告に損害を与えたものであるから，原告に対する関係\nで債務不履行を構成するものというべきである。\n  なお，原告は，被告会社による被告商品１の販売が不法行為を構\n成すると主張して，上記行為を原因とする損害賠償につき，主位的\nには不法行為に基づく損害賠償請求をしている（争点２）。\nしかしながら，被告会社の上記行為は，協和興材に対する関係に\nおいては，原告製造に係らない商品を，そうであるように偽って納\n入した行為として不法行為を構成するともいえるが（なお，協和興\n材 に 被 告 商 品 １ の 製 造 者 に つ い て 説 明 し て い た と す る 被 告 ら の 主\n張 に つ い て は ， 被 告 商 品 １ の 外 箱 は 本 件 商 品 と 同 じ も の が 使 用 さ\nれ，製造者が異なることは明示されていなかったし，協和興材の代\n表者Ｐ５もこの点は明確に否定し，被告商品１の製造者が原告では\nないことが判明した後に，被告会社との取引を停止するに至ってい\nることに照らして，およそ認められない。），原告との関係におい\nては，単に継続的な製造販売契約上，認められる上記義務に違反し\nたというにとどまるのであって，これをもって不法行為を構成する\nとはいえない。\n  また，原告は，被告会社がＰ３をして被告商品３を製造させた行\n為についても，これにより，原告の利益を損なわせたことが債務不\n履行に当たるとして損害賠償請求をしている（争点３。なお，この\n点について，不法行為に基づく損害賠償請求はしていない。）。\nしかしながら，上記のとおり，原告と被告らとの間の本件商品\nに係る取引の経緯に照らして，被告会社は，本件商品を販売する場\n合には，原告に対して本件商品を発注すべき義務を負っていたこと\nは認められるが，既述のとおり，これとても明示的な合意に基づい\nて認定できる義務ではなく，あくまで，協和興材との本件販売代理\n店契約に基づく取引を開始するに当たり，被告Ｐ１が，前段階とな\nる原告製造に係る本件商品の販売ルートを限定するため，原告の取\n引の自由を制限させたことの裏返しとして，原告と被告Ｐ１間の継\n続的な製造販売契約に伴い，被告Ｐ１（被告会社設立以降は被告会\n社）が黙示的に負うべきものとして認められる義務にすぎないもの\nである。したがって，さらにこれを敷衍して，被告会社が，原告に\n対し，原告の本件商品の販売による利益を損なわないようにすると\nいう，本件商品の販売そのものには直接関係しない取引行為を規制\nする部分に及ぶ義務を，本件基本契約に基づいて負っていたと解す\nることは，商道徳上の問題はともかく，法的な義務としてみた場合\nには，否定するのが相当といわざるを得ない。\nまた，既にみたように，不正競争防止法の観点からは，原告各表\n示は，原告及び被告会社両社にとって，お互いに「他人の商品等表\n示」とはいえないから，被告会社が，原告各表示と類似する表示を\n付した商品を製造販売することは，原告に対する関係で債務不履行\nはもとより不法行為も構成するものとは認められない（なお，被告\n会社が，被告商品３を原告製造に係る商品であると欺いて，あるい\nは原告製造に係る商品であるとの誤解を奇貨として，協和興材に販\n売していた場合には，被告会社は協和興材に対する関係で不法行為\n責任を負うべきであるが，このことと原告に対する関係で債務不履\n行 な い し 不 法 行 為 に 基 づ く 責 任 が 生 じ る こ と か 否 か に つ い て は 別\n問題である。）。\n  以上のとおり，本件においては，被告会社が本件商品について，\n原 告 か ら 仕 入 れ な か っ た 行 為 （ Ｐ ３ に 被 告 商 品 １ を 製 造 さ せ た 行\n為）が，原告に対する債務不履行を構成すると認められる。\nなお，原告は，被告会社による被告商品１の販売に係る債務不履\n行に基づく損害賠償請求について，会社法４２９条１項，民法７０\n９条又は７１９条，あるいは法人格否認の法理により被告Ｐ１個人\nの責任についても主張している。しかしながら，平成１６年４月以\n降において，原告に対して上記債務を負っていたのは被告会社のみ\nである。また，本件において，被告Ｐ１の行為が会社法４２９条１\n項の要件を満たすものであったとは認められず，さらに，被告会社\nの法人格を否認するような事情もおよそ認められないことから，被\n告Ｐ１個人の責任を認めることはできない（不法行為を前提とする\n主張に理由がないことは，既に述べたとおりである。）。\n４  争点３－２（原告の損害）について\n上記３で認定判断したところによれば，原告は，被告会社が被告商\n品１を販売した数量分だけ，本件商品の販売機会を喪失したことにな\nるから，被告会社による被告商品１の販売がなかった場合における原\n告の逸失利益が，原告に生じた損害と認めるのが相当である。\nなお，原告は，これに加えて被告会社による被告商品１の販売によ\nり無形損害が生じたと主張するが，財産的損害を填補してもなお回復\n困難な損害が生じたことを認めるに足りる証拠はないから，無形損害\nについての損害賠償請求には理由がない（なお，債務不履行に基づく\n損害については，弁護士費用は主張されていない。）。\n以下においては，被告商品１の販売による原告の逸失利益の額につ\nいて判断する。\n  被告商品１の販売本数\nア  本件商品及び被告商品１のバリューセット（２本入り）による\n販売本数について\n  原告及び被告会社間の取引についての物品受領書（甲１０８\nの１～１３３）及び協和興材における発注明細表（甲１０９の\n１・３）によれば，平成１６年４月から平成１８年１２月まで\nの間にバリューセット（２本入り）として販売された，本件商\n品 及 び 被 告 商 品 １ の 販 売 本 数 は 以 下 の と お り で あ る と 認 め ら\nれる。\nａ  本件商品の被告会社から協和興材への販売本数\n１万７６４０本（Ａ）\nｂ  本件商品の被告会社から協和興材以外への販売本数\n２８２０本（Ｂ）\nｃ  被告商品１の被告会社から協和興材への販売本数\n１万０４６０本（Ｃ）\n  被告商品１について，被告会社が協和興材以外へ販売してい\nた 事 実 を 直 接 認 め る に 足 り る 証 拠 は な い が ， 上 記 認 定 の と お\nり，本件商品については，被告会社から協和興材へ販売したも\nのと，それ以外へ販売したものがあることが認められるから，\n被告会社が，協和興材以外の第三者に対する販売ルートを有し\nていたことは明らかである（なお，本件商品について，被告会\n社から協和興材以外への販売ルートがあったことについては，\n当事者間に争いはない。）。\nそうであれば，Ｐ３製造に係る被告商品１についても，本件\n商品についてと同程度の割合で，協和興材と協和興材以外の第\n三 者 に 販 売 さ れ て い た も の と 推 認 す る が 相 当 で あ る （ 被 告 ら\nは，被告商品１について，協和興材以外に販売した事実を否認\nし，被告会社においては，本件商品と被告各商品とは保管場所\nを別にしていたと主張する。しかし，そのような保管方法につ\nいて具体的に認めるに足りる証拠はなく，またそのような保管\n方法について合理性も認められないから，上記のとおり推認す\nるのが相当である。）。\nしたがって，被告商品１について，被告会社から協和興材以\n外の第三者に販売した本数は，下記計算式に基づき１６７２本\n（Ｄ）と認められる。\n（計算式）\n1 万 0460 本（Ｃ）×2820 本（Ｂ）／1 万 7640 本（Ａ）\n＝1672 本（小数点以下切り捨て）\nイ   被 告 会 社 か ら 協 和 興 材 へ の 本 件 商 品 及 び 被 告 商 品 １ の 販 売 本\n数\n証拠（甲１１４，１１５）及び弁論の全趣旨によれば，被告会\n社から協和興材への，バリューセットを含む本件商品及び被告商\n品１の販売本数の合計は，平成１６年４月から同年１２月までが\n５万８４１４本（Ｅ），平成１７年１月から平成１８年１２月ま\nでが１３万６６５０本（Ｆ）であると認められる。\nウ  被告会社の被告商品１の販売本数\n原告は，被告商品１の販売数量は，上記イ認定の協和興材への\n販 売 数 量 に 対 し て 上 記 ア の 本 件 商 品 の 販 売 数 量 と 被 告 商 品 １ の\n販売数量の比率を乗じて得られる旨主張するところ，その計算方\n法は合理的なものであるといえるから，これにより被告商品１の\n販売本数を計算すると以下のとおりと認められる（なお，上記ア\nによれば，被告会社から協和興材への本件商品及び被告商品１の\n販売本数の合計は２万８１００本（Ｇ）（＝１万７６４０本（Ａ）\n＋１万０４６０本（Ｃ））であり，被告商品１の販売本数は１万\n２１３２本（Ｈ）（＝１万０４６０本（Ｃ）＋１６７２本（Ｄ））\nであると認められるので，以下の計算式はこの数値を用いる。）。\n  平成１６年４月から同年１２月まで        ２万５２１９本\n（計算式）\n5 万 8414 本（Ｅ）×1 万 2132 本（Ｈ）／2 万 8100 本（Ｇ）\n＝2 万 5219 本（小数点以下切り捨て）\n  平成１７年１月から平成１８年１２月まで  ５万８９９７本\n（計算式）\n13 万 6650 本（Ｆ）×1 万 2132 本（Ｈ）／2 万 8100 本（Ｇ）\n＝5 万 8997 本（小数点以下切り捨て）\n  本件商品１本当たりの原告の利益\nア  本件商品の販売価格\n原告の被告会社に対する本件商品の販売価格は，４０００本当\nたり３４０万５６１５円であり，１本当たり８５２円と認められ\nる。\nなお，原告は，１本当たりの販売価格は８７５円であり，８５\n２円との差額分は，広告宣伝費として被告会社に不当に負担させ\nられていたと主張するが，差額分は継続的取引に伴う値引き分と\n見るのが相当であることは後記８のとおりであるから，原告の主\n張には理由がない。\nイ  本件商品の製造販売に係る１本当たりの経費\n本件商品の製造販売に係る経費は，以下のとおりと認めるのが\n相当である。\nなお，人件費については，原告において代表者のＰ７，Ｐ４，\nＰ８の３名が役員（固定給）として稼働しており，他の者は時間\n外労働が生じないように稼働していたことからすれば，上記の\n販売本数の増加程度（１か月当たり，多くても平均２８０２本程\n度）であれば，新たに人件費が生じなかったといえる（甲１００，\n１０１）。\n  ワックス原液の原価\nａ  平成１６年１月から同年１２月まで\n原告はワックス原液と完成ワックス製造用の添加剤（原液\nをベースに最終調合と撹拌をするためのものである）をＰ２\n（屋号「吉野化学工業所」）から購入しており，その１本当\nたりの価格は，平成１６年当時２２５円（税別）と認められ\nる（甲９１の１・２，９２の１・２，１００，１０１）。\nｂ  平成１７年１月から平成１８年１２月まで\n原告はワックス原液を含めて原告で製造しており，その製\n造原価は，１本当たり４３円（税別）と認められる（弁論の\n全趣旨）。\n  ワックスの原液以外の原価\nワックス原液以外の原価としては，以下のものが認められ，\nその合計は，１本当たり１２７．７０円である。\nボトル代                    ３０．５０円（甲９３の１）\nスプレー・キャップ代        ４９．００円（甲９３の１）\nボトルに巻くシュリンク代    １０．５０円（甲９６）\n液漏れ防止用ポリ袋代          ０．９０円（甲９６）\n取扱説明書                    ３．２０円（甲９５）\n化粧箱代                    ２６．００円（甲９６）\n厚紙箱                        ３．２０円\n（甲９６の５より，１０本当たりの金額が３２円であること\nから，１本当たりの金額は，３．２０円と認められる。）\n段ボール箱                    ４．４０円\n（甲９６の１より，２０本当たりの金額は８８円であること\nから，１本当たりの金額は，４．４０円と認められる。）\n  輸送費\n本 件 商 品 を 原 告 か ら 被 告 会 社 ま で 車 で 配 達 す る 際 の 輸 送 費\n（ガソリン代）は，原告から被告会社までの距離が１１キロメ\nートルであり，平成１６年からの３年間のガソリンの平均価格\nが１リットル当たり１４０円（税別）を超えなかったこと（甲\n９７の１～９９の３，１００，１０１）を基に，１リットル当\nたりの燃費を７キロメートルとすると，１回の配達（往復）に\nよるガソリン代は４４０円である。\n平 成 １ ６ 年 １ 月 か ら 平 成 １ ８ 年 １ ２ 月 ま で の ３ 年 間 の 納 品\n本数（１５万３３７０本）を配達回数（２３１回）で割ると，\n１回当たりの配達本数は，６６３．９３本となる。\nしたがって，本件商品１本当たりの輸送費は０．６６円（税\n別）である。\n（計算式）\n140 円×11／7×２＝440 円\n15 万 3370 本÷231 回＝663.93 本\n（小数点第３位以下切り捨て）\n440 円÷663.93 本＝0.66 円（小数点第３位以下切り捨て）\nウ  本件商品１本当たりの利益\n以上によれば，本件商品１本当たりの原告の利益は，以下のと\nおりと認められる。\n  平成１６年１月から同年１２月まで        ４９８．６４円\n（計算式）\n852 円－（225 円＋127.70 円＋0.66 円）＝498.64\n  平成１７年１月から平成１８年１２月まで  ６８０．６４円\n（計算式）\n852 円－（43 円＋127.70 円＋0.66 円）＝680.64 円\nなお，被告らは，原告の決算報告書（甲８８～９０）の営業利\n益の金額を根拠として本件商品の販売について，原告に利益は出\nていなかったと主張するが，決算報告書における営業利益の算出\nに当たって控除される販売費及び一般管理費の中には，本件商品\nの １ 本 当 た り の 利 益 を 算 出 す る に 当 た っ て 控 除 す る の を 相 当 と\nしないものも多く含まれていることから（人件費など），これら\nを 控 除 さ れ た 後 の 営 業 利 益 を 基 準 に す る 被 告 ら の 主 張 は 採 用 で\nきない。\n  逸失利益について\n上記，によれば，被告会社が被告商品１を販売したことによ\nる原告の販売機会の喪失による逸失利益は，以下のとおり，合計５\n２７３万０９２０円と認められるところ，原告は，被告商品１につ\nいての逸失利益を４３２５万１６０２円と主張していることから，\n同金額の限度で逸失利益を認める。\n（計算式）\nア  平成１６年４月から同年１２月まで\n498.64 円×2 万 5219 本＝1257 万 5202 円\n（小数点以下切り捨て）\nイ  平成１７年１月から平成１８年１２月まで\n680.64 円×5 万 8997 本  ＝4015 万 5718 円\n（小数点以下切り捨て）\nウ  合計\n1257 万 5202 円＋4015 万 5718 円＝5273 万 0920 円\n  以上のとおり，原告の被告会社に対する債務不履行に基づく請求\nは，４３２５万１６０２円の限度で理由がある。\n５  争点４（不正競争防止法２条１項１３号該当を理由とする請求）に\nついて\n  争点４－１（被告各表示は，被告各商品の品質について誤認させ\nるような表示に該当するか）について\nア  被告各表示の品質表示該当性\n  被告表示１－５及び１－７の品質表示該当性\n被 告 表 示 １ － ５ は ， 「 三 栄 書 房 カ ー グ ッ ズ マ ガ ジ ン 誌 主 催\n読者が選ぶ「2001 Car Goods of the year」［カーケア部門賞］第\n１位」と記載されており，カー用品の専門誌であるカーグッズ\nマガジン誌の読者らによって，同表示が付された商品がカーケ\nア 商 品 の 部 門 で １ 位 に 選 ば れ た こ と を 表 示 す る も の と 認 め ら\nれる。そして，同表示がカーワックスに付された場合，これに\n接した需要者は，そのカーワックスが，そのようにカーケア専\n門 誌 の 読 者 の 支 持 を 得 て い る 商 品 で あ る と い う 事 実 を 認 識 す\nるとともに，カーワックスという商品の性質上，その選定理由\nは，商品が高品質なものであると考えられたからと理解される\nことからすると，被告表示１－５は，商品の品質についての表\n示であると認めるべきである。\nまた，被告表示１－７は，「2001 CAR GOODS OF THE YEAR\nCAR CARE DIV. No.1」，「2000-2001 Car Goods pf the year」，\n「ゴールドグリッターはカーグッズ・オブ・ザ・イヤーの『カ\nーケア部門賞』に輝きました。」，「主催＝三栄書房」などと\n記載されており，被告表示１－５と異なって選定主体を記載し\nて い な い も の の ， や は り 三 栄 書 房 と い う 出 版 社 の 表 示 が 付 さ\nれ，「２０００－２００１」という年度とともに，「カーグッ\nズ・オブ・ザ・イヤーの『カーケア部門賞』に輝きました。」\nと 記 載 さ れ て い る か ら ， 同 表 示 が カ ー ワ ッ ク ス に 付 さ れ た 場\n合，これに接した需要者は，そのカーワックスが，雑誌社が年\n度 ご と に 主 催 す る 何 ら か の 選 定 に お い て 特 別 な 賞 を 受 賞 し た\n商品であるという事実を認識するとともに，カーワックスとい\nう商品の性質上，被告表示１－５と同様，その選定理由は，そ\nの 商 品 が 高 品 質 な も の と 考 え ら れ た か ら と 理 解 さ れ る こ と か\nらすると，被告表示１－７も，商品の品質についての表示であ\nると認めるべきである。\n  その他の被告各表示の品質表示該当性\nａ  原告は，さらに進んで，その他の被告表示１（被告表示１\n－１ないし１－４，１－６）についても，原告各表示と同一\n又は類似しているため，これによって，需要者は，カーグッ\nズ・オブ・ザ・イヤーのカーケア部門賞を受賞した，原告製\n造に係る本件商品と同じ品質の製品と認識することから，こ\nれらも品質表示に当たると主張する。\nしかしながら，上記２のとおり原告表示１ないし４は，\nいずれも本件商品の周知商品表示であるけれども，これらの\n表示自体が品質を示す表示でないことは明らかであるし，ま\nた，これらの表示自体が，品質の裏付けとなる平成１３年受\n賞 の 事 実 と 分 け 難 く 一 体 と な っ て 需 要 者 に 認 識 さ れ て い る\nとまで認めるに足りる証拠はないから，原告表示１ないし４\nが，品質表示に該当するとの原告の主張は失当である。\nしたがって，その他の被告表示１（被告表示１－１ないし\n１－４，１－６）は，いずれも品質表示に当たるとはいえな\nい。\nｂ  また，原告は，被告表示２ないし１４については，その要\n部が，原告各表示と同一又は類似しており，これを付された\n商 品 は 本 件 商 品 の シ リ ー ズ 商 品 で あ る と 理 解 さ れ る こ と か\nら，やはり品質表示に当たると主張する。\nしかしながら，原告表示１ないし４が品質表示に当たると\nいえないことは上記のとおりであるから，被告表示２ないし\n１４が，原告表示１ないし４と同一又は類似しているとして\nも，被告表示２ないし１４はいずれも品質表示に当たるとは\nいえない。\nイ  被告表示１－５及び１－７の品質誤認表示該当性\n  被告表示１－５及び１－７には，平成１３年受賞の事実が表\n示されているところ，平成１３年受賞当時，「ＧＯＬＤ  Ｇｌ\nｉｔｔｅｒ」という商品名のカーワックスとしては，上記第２\nの ２  の と お り 原 告 製 造 に 係 る 本 件 商 品 だ け が 販 売 さ れ て い\nて，Ｐ３製造に係る被告商品１はまだ販売されていなかったの\nであるから，同受賞は，原告製造に係る本件商品の品質が評価\n対象であり，被告商品１の品質は評価対象でなかったことは明\nらかである。\nしたがって，被告商品１は，平成１３年受賞の対象商品では\nないことから，被告表示１－５及び１－７は，品質誤認表示に\n当たるというべきであるが，一方，被告商品１は，上記１の\nとおり，本件商品の製造に携わっていたＰ３が製造したもので\nあるところ，全く品質が同一であれば，品質誤認表示ではない\nと解する余地もある。\n   そ こ で ， 本 件 商 品 と 被 告 商 品 １ の 各 品 質 に つ い て 検 討 す る\nに，掲記の証拠及び弁論の全趣旨によれば，①成分について，\n本件商品のカーワックスからは，金属の酸化腐食を誘発する塩\n素が検出されていないのに対し（甲４０），被告商品１のカー\nワックスからは，塩素が検出されること（甲４１），②カーワ\nックスの液の色は，いずれも黄色系であるが，本件商品ではよ\nり黄色が強く，被告商品１ではより白色が強く沈殿物が生じて\nいること（甲４６，５４），③匂いについて，本件商品では，\n柑橘系の香りがするのに対し，被告商品１では溶剤の匂いがす\nること（甲２，１４，３７）が認められる。被告らは，上記相\n違点は，いずれも経年変化に由来するものもあり，直ちに本件\n商 品 と 被 告 商 品 １ の 製 品 間 の 品 質 の 差 に 由 来 す る も の で は な\nい旨主張するが，その主張を裏付ける客観的な立証はない。ま\nた，そもそも被告商品１は，Ｐ３の本件商品の製造方法に関す\nる記憶に基づいて製造されているというのであるが，同人が本\n件商品の製造に関与していたとしても，その製造ノウハウや詳\n細 な 成 分 内 容 ま で を 正 確 に 知 悉 し て い た こ と を 認 め る に 足 り\nる証拠はないのであるから，被告商品１が本件商品と全く同じ\n成分からなる商品であるとはおよそ考えられず，むしろ本件商\n品と被告商品１とでは，製品間の品質が異なるものと認められ\nる。\n  以上の事実によれば，被告商品１は，本件商品とは品質を異\nにする商品であり，被告表示１－５及び１－７はいずれも品質\n誤認表示であると認められる。\nウ  したがって，原告主張に係る不正競争防止法２条１項１３号の\n不正競争に該当する行為のうち，被告会社が被告商品１に被告表\n示１－５及び１－７を付して販売する行為だけが，不正競争防止\n法２条１項１３号の不正競争に該当すると認められ，その余の行\n為は同号の品質誤認の不正競争には該当しない。\n  争点４－２（原告の損害）について\nア  原告は，被告会社が平成１６年４月１日から平成１９年１２月\n２ ７ 日 ま で の 間 に 被 告 商 品 １ に 被 告 表 示 １ － ５ 及 び １ － ７ の 表\n示を付して販売したことにより，その販売による利益相当額の損\n害を受けたと主張する（不正競争防止法５条２項）。\nイ   と こ ろ で 品 質 誤 認 表 示 を 付 し た 商 品 の 販 売 行 為 等 が 不 正 競 争\nと定められている所以は，品質を誤認させるような表示によって\n競業行為がされた場合，潜在的顧客に誤認が惹起されて不当な誘\n引がされることになり，その結果，公正な競争秩序が害され，ひ\nいては競業者の利益が害されるからであると解される。本件に即\nしていえば，平成１３年受賞の対象ではない被告商品１に被告表\n示１－５及び１－７が付されたことによって，需要者が，被告商\n品１をそのような受賞を受けた品質を有する商品と誤認し，その\n結果，商品選択が歪められ，競業者である原告に損害が生じるこ\nとが問題とされているということになる。\nそしてこのように，需要者の認識という観点からみるとき，被\n告商品１には被告表示１－５及び１－７のみならず，需要者間で\n周 知 商 品 表 示 と し て 認 識 さ れ て い た 原 告 表 示 １ な い し ４ と 同 一\nないし類似の表示（被告表示１－１ないし１－４，１－６）が付\nされていたことが考慮されなければならない。\nすなわち，被告表示１－５及び１－７は，確かに品質に関する\n表示であるが，商品選択が歪められることを問題とすべき原告の\n本件商品と被告会社の被告商品１には，いずれも同一ないし類似\nの商品出所表示（原告表示１ないし４と被告表示１－１ないし１\n－４，１－６）が付され，しかもそれが周知商品表示であるとい\nうのであるから，そのような同一ないし類似の周知商品表示が付\nされた商品に接した需要者に，被告表示１－５及び１－７が付さ\nれ て い る か 否 か に よ っ て 当 該 商 品 の 品 質 が 異 な る と の 認 識 を 生\nぜしめられ，それが具体的な損害となって現れるとは考えにくい\nことといわなければならない（同じ店頭に並ぶ同一商品であって\nも，出荷時期の相違等により，ある賞の受賞歴を示す表示が付さ\nれていたり付されていなかったりする例はないわけではなく，需\n要者にとってみれば，本件は，いってみればこのような例と同じ\nと考えられる。）。\nしたがって，被告表示１－５及び１－７を付した被告商品１の\n販売等の行為は不正競争に該当し，また原告の営業上の利益を侵\n害されるおそれ自体は認められるから，これに対する差止請求は\n認められるべきであるが，本件で問題とすべき取引状況における\n本件商品と被告商品１との商品選択の場面を前提にするとき，こ\nれ に よ っ て 本 件 商 品 を 製 造 販 売 す る 原 告 に 具 体 的 な 損 害 が 発 生\nす る こ と を 認 め る に 足 り る 主 張 立 証 が さ れ て い る と は い え な い\nから，原告の損害賠償請求には理由がないといわなければならな\nい（なお，平成１６年４月から平成１８年１２月までの被告商品\n１の販売については，仮に損害の発生があるとしても，その損害\nは上記４で認定した損害の一部であって，それに全て含まれるこ\nとになるから，これとは別に損害額を認定する余地もない。）。\n６  争点５（被告会社が被告商品１に被告表示１－１を付して販売した\n行為が，本件商標権を侵害するか）について\n  本件商標と被告表示１－１との類否について\nア  本件商標権の指定商品は，被告表示１－１が付して使用されて\nいる被告商品１と同一である。\nイ  本件商標の構成は，別紙商標公報記載のとおりであり，円の内\n側の上側半分に翼を広げた鷲をモチーフとした図形が描かれ，そ\nの鷲の頭部の上には「２１」との文字が記載され，また円は円周\nの内側に向かって，小さな山形状の図形がのこぎりの刃のように\n密に並んでいる構成である（見方によっては，円の内側に，さら\nにもう一つの円があり，その円には，円周の外側に向かって小さ\nな 山 形 状 の 図 形 が の こ ぎ り の 刃 の よ う に 密 に 並 ん で い る よ う に\nも見ることができる。）。\n被告表示１－１は，この本件商標の円の内側の下半分（鷲をモ\nチーフとした図形の下）に，小さめの「ＧＯＬＤ」という文字を\n上段に，大きめの「Ｇｌｉｔｔｅｒ」という文字を下段に記載し\nたほかは，本件商標と同じ構成をとる標章である。\nウ  そこで検討するに，本件商標と被告表示１－１は，上記のとお\nりの構成をとることから，外観は一見して異なるが，被告表示１\n－ １ が 本 件 商 標 の 外 観 構 成 を 利 用 し て い る こ と は 明 ら か で あ る\nので，外観が類似しているという余地がある。しかしながら，本\n件商標は，「２１」の文字からしか称呼を生ぜしめないのに対し，\n被告表示１－１は，「２１」の文字から生じる称呼のほか，「Ｇ\nＯＬＤ」，「Ｇｌｉｔｔｅｒ」の文字から，「ゴールド」，「グ\nリッター」との称呼が生じるから，本件商標と被告表示１－１は，\n称呼が明らかに類似しない。\nまた，観念の点についてみても，被告標章１－１は，日本人の\n平均的英語力からすると，少なくとも「黄金のグリッター」ない\nしは「金色のグリッター」との観念が生じ，この観念は，本件商\n標から生じるものではないから，観念の点でも本件商標と被告表\n示１－１は，全く類似しないというべきである。\nしたがって，本件商標と被告表示１－１は類似するとはいえな\nい。\nなお，被告らは，第１回弁論準備手続期日で，原告の平成１９\n年１２月２８日付け訴変更申立書に対する答弁書を陳述し，原告\nの「被告商品１と本件商標の指定商品は同一であり，被告表示１\n－１と本件商標とは，「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」なる英文字\nの有無が相違するものの，その他の構成はほぼ同一であるので，\n類似である」との主張を認めているが，被告らによるこの陳述は，\n具体的事実に関する陳述ではなく，それに対する評価を前提とし\nた法律判断についての陳述にすぎないから，裁判所を拘束する自\n白とはいえない。したがって，被告らの上記陳述により自白が成\n立したことを前提として，その撤回に異議を述べる原告の主張は\n失当である。\n  被告の権利濫用の主張について\nまた，仮に，本件商標と被告表示１－１が類似するものと判断す\nべきとしても，原告の被告会社に対する本件商標権に基づく権利行\n使は，以下のとおり権利濫用として許されないというべきである。\nなぜなら，そもそも本件商標に「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」の\n文字が付加された被告表示１－１（原告表示１と同一である。）に\nついては，上記２で判断したとおり平成１６年４月時点において，\n原告，被告ら及び協和興材の三者についての周知商品表示と認めら\nれ，平成１９年１月時点においても，同様の周知商品表示であった\nと認められることから，被告らによる使用が，不正競争防止法２条\n１項１号の不正競争を構成するものではない。\nそれにもかかわらず，原告は，被告会社との取引関係（本件継続\n的取引関係）を解消することになった平成１９年１月１５日の直後\nである同月３０日に，被告表示１－１から，その要部である「ＧＯ\nＬＤ  Ｇｌｉｔｔｅｒ」なる文字部分を除いただけの本件商標の登\n録出願を行っている。被告Ｐ１が「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」の\n文字商標について商標権を有していたこと（上記１イ），原告\nが 本 件 商 標 を そ の ま ま で 使 用 す る 見 込 み が あ っ た と も 認 め ら れ な\nいことを考慮すると，原告が，原告と被告会社間の紛争が拡大する\nことが予想された時点で，あえて，このような本件商標の出願をし\nた動機・意図には，被告表示１－１から，被告Ｐ１が商標権を有す\nる「ＧＯＬＤ  Ｇｌｉｔｔｅｒ」なる文字部分を除くことによって\n商標権の取得を可能にした上で，その商標権を行使することによっ\nて，被告会社の事業を妨げようという意図に出たことは明らかとい\nわざるを得ず，これは，商標権制度を悪用するものといわざるを得\nない。\nしたがって，仮に被告表示１－１が本件商標に類似しているとし\nても，原告による被告会社に対する本件商標権の行使は，権利濫用\nであって許されないというべきである。\n  小括\n以上のとおり，原告の商標権侵害に基づく請求は，その余につい\nて判断するまでもなく理由がない。\n７  争点６（原告が被告会社に本件商品を納入しなかったことが債務不\n履行を構成するか）について\n  上記１イのとおり，平成１８年当時においても，原告と被告会\n社間での本件商品の取引は，本件基本契約に基づき，被告会社が一\n定数量を発注して，その代金相当額を前払いで原告に支払い，その\n後，被告会社の具体的納品依頼により，原告が被告会社に本件商品\nを納入することとされていた。\nそして，被告会社は，平成１８年１２月５日に同月分４０００本\n分の前払金として３４０万５６１５円を原告に支払い，平成１９年\n１ 月 ９ 日 に 同 月 分 ４ ０ ０ ０ 本 分 の 前 払 金 と し て ３ ４ ０ 万 ５ ６ １ ５\n円を原告に支払ったこと，また，それにもかかわらず，原告は，平\n成 １ ８ 年 １ ２ 月 分 と し て は 合 計 １ ３ ７ ０ 本 し か 被 告 会 社 に 納 入 し\nておらず，したがって，原告が被告会社に，本件商品の取引関係の\n解消を申し入れた平成１９年１月１５日の時点において，原告から\n被告会社に対し，なお合計６７３０本の本件商品が納入されていな\nかったことについては，当事者間に争いがない。\n  被告会社は，原告が，原告と被告会社間の本件商品の売買契約上\nの義務に違反したことを理由として，上記６７３０本の前払金相当\n額 並 び に 上 記 ６ ７ ３ ０ 本 及 び 平 成 １ ９ 年 ２ 月 か ら ５ 月 ま で の 分 と\nして１万６０００本（１か月当たり４０００本）の本件商品の転売\n利 益 を 得 ら れ な か っ た と し て 当 該 転 売 利 益 相 当 額 の 損 害 賠 償 を 求\nめている。\nしかしながら，原告は，上記１のとおり，平成１８年末に，被\n告 会 社 が 本 件 商 品 と 同 じ 商 品 名 で あ る 被 告 商 品 １ を 協 和 興 材 に 販\n売していることを知り，平成１９年１月１５日，原告代表者の夫で\nあり原告の専務取締役であるＰ４らをして被告会社に赴かせ，同社\nに対し，取引関係の解消を申し入れたことが認められるところ，上\n記３で検討したとおり，被告会社による被告商品１の販売行為（被\n告会社が原告から本件商品を仕入れなかったこと）は，被告会社の\n原告に対する債務不履行を構成するとともに，その不履行となった\n債務は，本件基本契約の根底に関わる債務であるから，これに違背\nして被告商品１を販売した被告会社の行為は，原告に対する著しい\n背信行為であり，これよって原告と被告会社間の本件基本契約にお\nける信頼関係は破壊されたものということができる。\nしたがって，平成１９年１月１５日にされた原告の被告会社に対\nする取引の解消の申入れは，上記被告会社の債務不履行を理由とす\nる本件基本契約の解除の意思表示として有効というべきであり，こ\nれにより，法的にも原告と被告会社との間の本件商品に係る取引関\n係は解消されたと認められる。\nそうすると，被告会社の原告に対する平成１９年２月から５月ま\nで の 間 の 本 件 商 品 １ 万 ６ ０ ０ ０ 本 の 販 売 に つ い て の 転 売 利 益 相 当\n額の損害賠償請求は，そもそも平成１９年１月１５日以降も原告と\n被 告 会 社 間 の 本 件 基 本 契 約 が な お 有 効 で あ る こ と を 前 提 に し た も\nのであることから，当該請求については，その余の判断に及ぶまで\nもなく理由がないというべきである。\n  また，６７３０本の前払金相当額及びこれについての転売利益相\n当額の損害賠償請求について検討するに，原告と被告会社間の本件\n商品の取引においては，被告会社から前払金の支払がなされた後，\n被告会社が原告に具体的納品依頼（本数及び納品日の指定）をした\n後に，原告が被告会社に本件商品を納入することとされていたこと\nが認められるところ，被告会社から原告に対し，本件商品の平成１\n８ 年 １ ２ 月 分 の ２ ７ ３ ０ 本 及 び 平 成 １ ９ 年 １ 月 分 の ４ ０ ０ ０ 本 に\nついて，平成１９年１月１５日以前に具体的納品依頼がされた事実\nは認められない。したがって，本件基本契約が解除された当時，原\n告は被告会社に対し，本件商品の具体的納品義務を負っていたとは\n認められないから，原告の当該義務の履行遅滞を理由とする損害賠\n償請求には理由がない（被告会社から前払金を受領することにより\n原告が負っていた未納品相当本数の抽象的な納入義務については，\n結局，その履行義務が具体化する前に，解除に伴い消滅したものと\n認められる。）。\n  したがって，被告会社の原告に対する債務不履行に基づく損害賠\n償請求にはすべて理由がないことになる。\nなお，被告会社は，予備的に，平成１９年１月１５日の解除が有\n効である場合については，本件商品６７３０本の前払金相当額につ\nいて，当該解除に基づく原状回復請求をするところ，被告会社が原\n告に支払った６７３０本の前払金については，原告は，これを被告\n会社に対し，原状回復義務に基づき返還すべきであるといえるが，\n６７３０本分に相当する金額は５７２万９９４７円である。\n（計算式）\n340 万 5615 円×2730 本／4000 本＋340 万 5615 円\n＝572 万 9947 円\nよって，被告会社の原告に対する請求は，原状回復請求として支\n払 済 み の 前 払 金 相 当 額 の ５ ７ ２ 万 ９ ９ ４ ７ 円 及 び こ れ に 対 す る 催\n告 の 後 の 日 で あ る 平 成 １ ９ 年 １ １ 月 ８ 日 か ら 支 払 済 み ま で 商 事 法\n定 利 率 年 ６ 分 の 割 合 に よ る 遅 延 損 害 金 の 支 払 を 求 め る 限 度 で 理 由\nがある（なお，原告は，原状回復義務の対象となる前払金相当額を\n６１８万３１８８円であると主張しているが，この金額は，実際に\n交付された金額ではなく，原告が主張する広告宣伝費相当額を含ん\nだ金額であることから，上記認定を左右するものではない。）。\n８  争点７（被告らが，本件商品の広告宣伝費名目で原告に費用負担を\nさせていたことが一般不法行為を構成するか）について\n  原告と被告らとの間における本件商品の取引は，本来，本件商品\nの単価を８７５円(消費税別）とする約 定であったところ， 被告会\n社が実際に原告に支払っていたのは同金額を下回る金額（４０００\n本当たり３４０万５６１５円であり，１本当たり８５２円）である\nと認められる。\nこの差額分について，原告は，被告Ｐ１から広告宣伝費の原告負\n担分であると説明されていたにもかかわらず，実際には，広告宣伝\nには充てられていないことから，被告らについて，原告に対する不\n法行為が成立すると主張する。\nしかしながら，被告会社が本件商品の売買代金を原告に支払うに\n当たって，広告宣伝費分だけを控除して支払うなどの合意がされた\n事実を的確に認めるに足りる証拠はない。\nまた，上記１イのとおり，原告と被告らの取引では，１回の発\n注単位を４０００本とし，代金を前払いとすることが通例となって\nいたことが認められるのであるから，仮に本件商品の１本当たりの\n定価が８７５円であったとしても，実際には，これを値引きして取\n引されたとしても何ら不自然な点はなく，むしろ前払いによる大量\n発 注 で あ る に も か か わ ら ず 定 価 取 引 で あ る 方 が 不 自 然 と さ え い え\nる（原告代表者も，前払いでのまとめ買いによる安価販売を認めて\nいる。原告代表者１３頁）。\nその上，広告宣伝費の負担というのであれば，実際に支出される\n経 費 を 前 提 と す る 負 担 を い う も の と 理 解 す る の が 自 然 で あ る と こ\nろ，原告の主張によっても，それは各取引ごとに一定額で決められ\nていたというのであるから，実際の広告宣伝の実績とは関係しない\nものであって，その点でも広告宣伝費の負担合意があったとみるこ\nとは不自然である。\n  なお，平成９年から平成１０年頃に原告が被告Ｐ１に対して広告\n宣伝費を明示的に負担していたことを裏付ける請求書や領収書（甲\n８０の１～３，８１の１～３）が一部提出されているが，仮にそう\nであれば，帳簿上も売上げを，定価販売を前提として計上し，広告\n宣 伝 費 の 支 出 を 経 費 と し て 計 上 す る 扱 い が さ れ る は ず で あ る と こ\nろ，それに沿った立証もない。また，同時期以外については，広告\n宣伝費名目であることの客観的な立証もないことからすれば，上記\n請求書や領収書の存在をもって，広告宣伝費名目で金銭が詐取され\nていたなどと認めることはできない。\n  以上のとおり，被告らが，原告を欺いて広告宣伝費名目の負担を\nさせて同額分の売買代金の支払を免れ，同額の損害を原告に与えた\nという不法行為は認められる余地はない。\n第５  結語\n以上のとおり，本件では，第１事件のうち，不正競争防止法２条１\n項 １ ３ 号 の 不 正 競 争 に 当 た る こ と を 理 由 と す る 同 法 ３ 条 １ 項 に 基 づ\nく差止め・廃棄請求の一部，被告会社に対する債務不履行に基づく損\n害 賠 償 請 求 の 一 部 及 び 第 ２ 事 件 の う ち 契 約 解 除 に 基 づ く 原 状 回 復 請\n求の一部については，いずれも理由があるからこれらを認容し，原告\nの 被 告 会 社 に 対 す る そ の 余 の 請 求 及 び 被 告 Ｐ １ に 対 す る 請 求 並 び に\n被告会社の原告に対する請求については，いずれも理由がないからこ\nれらを棄却することとし，認容する損害賠償請求及び原状回復請求に\nついては，いずれも仮執行宣言を付す る こととし ，認容 する 差止め・\n廃棄請求については，いずれも仮執行宣言を付するのが相当でないか\nらこれを付さないこととして，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官    森    崎    英    二\n裁判官    達    野    ゆ    き\n裁判官    網    田    圭    亮\n"
}