{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 12,
    "day": 20
  },
  "case_number": "平成30(あ)437",
  "case_name": "覚せい剤取締法違反被告事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "刑集　第73巻5号174頁",
  "original_court_name": "名古屋高等裁判所\n        　金沢支部",
  "original_case_number": "平成29(う)68",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 20
  },
  "gist": "覚せい剤譲渡の約束に基づき支払われた代金全額が「国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律」２条３項にいう「薬物犯罪の犯罪行為により得た財産」に当たるとされた事例",
  "case_gist": "覚せい剤１００gを代金８０万円で譲渡するという約束に基づき，代金全額の支払を受けるとともに，その約束に係る覚せい剤の一部について譲渡の実行に着手したという事実関係の下においては，代金全額が「国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律」２条３項にいう「薬物犯罪の犯罪行為により得た財産」に当たる。\n（補足意見がある。）",
  "ref_law": "国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律２条３項",
  "lawsuit_id": "89109",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89109",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/109/089109_hanrei.pdf",
  "contents": "平成３０年（あ）第４３７号  覚せい剤取締法違反被告事件\n令和元年１２月２０日  第二小法廷判決\n主      文\n原判決中「被告人から６４万円を追徴する。」との部分\nを破棄する。\n被告人から金８０万円を追徴する。\nその余の部分に対する本件各上告を棄却する。\n理      由\n検察官の上告趣意のうち，判例違反をいう点は，事案を異にする判例を引用する\nものであって，本件に適切でなく，その余は，単なる法令違反の主張であり，弁護\n人立見 志の上告趣意は，単なる法令違反，事実誤認，量刑不当の主張であって，\nいずれも刑訴法４０５条の上告理由に当たらない。\nしかしながら，所論に鑑み，職権をもって調査すると，原判決が被告人から６４\n万円を追徴するとした部分は，刑訴法４１１条１号により破棄を免れない。その理\n由は，以下のとおりである。\n原判決の認定によれば，追徴に関する事実関係は，次のとおりである。\n被告人は，Ａとの間で，覚せい剤１００ｇを代金８０万円で譲り渡すこと，覚せ\nい剤は８０ｇと２０ｇに分けて引き渡すことを約束し，代金全額を被告人名義の預\n金口座に入金させた。被告人は，その約束に係る覚せい剤の一部として，覚せい剤\n７８．７６ｇ（以下「本件覚せい剤」という。）を，Ａの住居宛てに宅配便により\n発送し，Ａに覚せい剤を譲り渡そうとしたが，その目的を遂げなかった（以下，こ\nの犯罪行為を「本件譲渡未遂」という。）。\n原判決は，被告人が薬物犯罪である本件譲渡未遂により得た財産は，本件覚せい\n剤の代金相当額に限られるとし，被告人は，約束した覚せい剤１００ｇのうち，そ\nの８割に相当する分として本件覚せい剤を発送したと認められるから，国際的な協\n力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向\n精神薬取締法等の特例等に関する法律（以下「麻薬特例法」という。）２条３項に\nいう「薬物犯罪の犯罪行為により得た財産」は６４万円であり，既に費消されて没\n収することができないので，同額を追徴すべきものとしている。\nしかしながら，被告人は，覚せい剤１００ｇを代金８０万円で譲渡するという約\n束に基づき，代金の支払を受けるとともに，本件覚せい剤の譲渡の実行に着手した\nもので，代金全額が，その約束に係る覚せい剤の対価として本件譲渡未遂と結び付\nいており，本件譲渡未遂を原因として得た財産といえるから，麻薬特例法２条３項\nにいう「薬物犯罪の犯罪行為により得た財産」として薬物犯罪収益に該当するとい\nうべきである。\n以上によれば，被告人に対する追徴額を６４万円とした原判決には，麻薬特例法\n２条３項の解釈適用を誤った違法があり，この違法が判決に影響を及ぼすことは明\nらかであって，原判決の上記の部分を破棄しなければ著しく正義に反すると認めら\nれる。\nよって，刑訴法４１１条１号，４１３条ただし書により，原判決中「被告人から\n６４万円を追徴する。」との部分を破棄し，本件譲渡未遂の犯行により被告人が得\nた代金８０万円は麻薬特例法１１条１項１号の薬物犯罪収益に該当するが，既に費\n消されて没収することができないので，同法１３条１項前段によりその価額を被告\n人から追徴することとし，原判決のその余の部分に対する各上告は，刑訴法４１４\n条，３９６条によりこれを棄却し，当審における訴訟費用について同法１８１条１\n項ただし書を適用し，裁判官全員一致の意見で，主文のとおり判決する。なお，裁\n判官三浦守の補足意見がある。\n裁判官三浦守の補足意見は，次のとおりである。\n麻薬特例法２条３項の「薬物犯罪の犯罪行為により得た財産」は，薬物犯罪の犯\n罪行為を原因として得た財産をいうものと解されるが，ある財産の取得が犯罪行為\n「により得た」といえるか否かは，一般に，財産の取得の趣旨及び状況を踏まえ，\n財産の取得と犯罪行為との結び付き等の点から判断すべきものと解される。\n規制薬物の有償譲渡については，譲渡行為の前に代金が支払われることもある\nが，その先後にかかわらず，譲渡に関する当事者間の約束において代金の額等が定\nめられ，これに従ってその代金を得たという場合，当該譲渡に係る犯罪が成立する\n限り，当該代金は犯罪行為「により得た」財産に当たるものと認められる。\n本件のように，規制薬物の譲渡の約束に基づいて前払代金を得ながら，その約束\nの一部の規制薬物の譲渡が行われ又はそれが未遂に終わった場合も，犯罪行為に係\nる約束に基づいて財産を得た上で，その約束に沿う犯罪を行ったという点では基本\n的に同じである。この場合，犯罪行為の範囲と財産の範囲に差異が生じるようにも\nみえるが，この財産は，その約束に係る規制薬物の対価として一体的に犯罪行為と\n結び付いており，その財産の全体について犯罪行為により得たものということがで\nきる。\n刑法１９条１項３号の没収は，犯罪行為による不正な利得の保持を許さないなど\nのために，これを剥奪するものであり，その趣旨を徹底するために，同項１号，２\n号の没収と異なり，その対価として得た物も没収の対象とする（同項４号）ととも\nに，これらを没収することができないときはその価額を追徴することができるもの\nとしている（同法１９条の２）。麻薬特例法の薬物犯罪収益等の没収・追徴（同法\n１１条１項，１３条１項）も，これと同じ趣旨によるものであって，その趣旨を更\nに徹底するために没収対象財産の拡大等を図っている。犯罪行為の基礎となる約束\nに基づいて取得した財産の全体を没収・追徴の対象とすることは，このような犯罪\n行為による不正利得の剥奪という法の趣旨に沿うものであることは明らかである。\n検察官小長光健史，同関一穂  公判出席\n( 裁判長裁判官   三浦   守   裁判官   菅野博之   裁判官   草野耕一   裁判官\n岡村和美)\n"
}