{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 20
  },
  "case_number": "平成29(う)344",
  "case_name": "業務上過失致死",
  "court_name": "東京高等裁判所第８刑事部",
  "result": "破棄自判",
  "original_court_name": "静岡地方裁判所",
  "original_case_number": "平成27(わ)126",
  "lawsuit_id": "87097",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87097",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/097/087097_hanrei.pdf",
  "contents": "平成２９年９月２０日宣告  東京高等裁判所第８刑事部判決\n平成２９年（う）第３４４号  業務上過失致死被告事件\n主        文\n原判決を破棄する。\n被告人は無罪。\n理        由\n第１  事案の概要等\n１  原判決が認定した罪となるべき事実は，要旨，以下のとおりである。\nすなわち，被告人は，天竜川において旅客船に乗客を乗せて運送する一般旅\n客定期航路事業である遠州天竜舟下り事業（以下「本件舟下り事業」とい\nう。）を行うＡ株式会社（以下「本件会社」という。）の業務委託社員であ\nり，船頭主任及び海上運送法１０条の３第１項及び第２項に基づき策定され\nた安全管理規程上の運航管理補助者として，船頭らに対する操船指導を行う\n業務や同安全管理規程上の安全統括管理者兼運航管理者であったＢを補佐し\n旅客船の運航及び輸送の安全を確保する業務に従事していたものであるが，\n本件舟下り事業の航路であるＥと称される流域の運航に当たっては，急流が\n流れ込む左岸側（川上から川下に向かって左岸側をいう。以下同じ。）は岩\nが露出する岩壁，右岸側（川上から川下に向かって右岸側をいう。以下同\nじ。）は浅瀬であり，川の中央付近から右岸付近には大きな渦が発生し，そ\nの中心付近では川底から急激に水が湧き上がる噴流が発生しており，以前か\nら噴流等の影響により旅客船の舳先が右に振られることが度々あり，ときに\nは約９０度転回することもあったのであるから，噴流等の影響により旅客船\nの舳先が振られて航路を逸脱し，船頭らが転回を止めるための適切な操船を\n行わなければ旅客船が約１８０度転回し，その場合には，右岸側の浅瀬に接\n岸させるなどの危険回避措置を採らなければ，船頭らが旅客船を方向転換さ\nせるため上流方向に遡らせようとし，その際，上流からの流れと船外機の推\n進力が拮抗して遡上できず，左岸方向へ斜航するなどして旅客船が左岸側の\n岩壁に衝突し，乗客らの生命・身体に危険を及ぼすおそれのある状況になる\nことが予見できたのであるから，Ｅの状況を十分に把握して安全管理体制の\n点検を行った上，Ｂに対し，Ｅにおいて噴流等の影響により旅客船が転回し\nないようにするため，舳乗り船頭と艫乗り船頭が協力して舳先が転回しない\nようにするための訓練を実施させるとともに，噴流等の影響により旅客船が\n転回した際の危険回避方法を決定した上で，船頭らにその危険回避方法の訓\n練を実施させる措置を講ずることを進言し，自らもこれらの訓練を実施する\nなどの措置を講じ，旅客船が噴流等の影響により転回した際に乗客らの生命\n・身体の安全を確保して死傷者の発生を未然に防止すべき業務上の注意義務\nがあるのにこれを怠り，Ｂに対し，このような進言をせず，また，自らもこ\nれらの訓練を実施するなどの措置も講じないまま，Ｃ（以下「本件艫乗り船\n頭」という。）及びＤに旅客船を運航させた過失により，平成２３年８月１\n７日午後２時１８分頃，Ｅにおいて，乗客２１名を乗せた旅客船の舳先を右\n方へ約１８０度転回させ，本件艫乗り船頭が船外機を使用して旅客船を上流\nに遡らせようとしたものの，上流からの流れと船外機の推進力が拮抗するな\nどして，旅客船を左岸側の岩壁に向かわせ，旅客船の右前部を同岩壁に衝突\nさせて転覆させた上，乗客及び本件艫乗り船頭を水中に転落させ，乗客４名\n及び本件艫乗り船頭をいずれも溺水により死亡させたというものである。\n２  本件控訴の趣意は，主任弁護人鈴木敏弘及び弁護人三橋閑花作成の控\n訴趣意書に記載されたとおりであり，その論旨は，要するに，被告人は，本\n件事故当時，船頭主任及び運航管理補助者という立場にあったものの，船頭\nらに対する操船指導を行う義務や旅客船の運航及び輸送の安全を確保する義\n務を負っていたわけではなく，また，本件事故についての予見可能性はなか\nったのに，注意義務違反を認めた原判決には事実の誤認があるというもので\nあり，これに対する答弁は，検察官福光洋子作成の答弁書に記載されたと\nおりである。\n第２  本件事故発生に至る経過等について\n原判決が認定した本件事故に至る経過等のうち，以下の事実については，\n証拠上これを認めることができる。\n１  本件舟下り事業の概要\n事業の概要\n本件舟下り事業は，旅客定員１３名以上の旅客船を使用し，観光事業とし\nて定期的かつ不特定多数の者を対象として船舶による人の運送を目的とする\n一般旅客定期航路事業であり，平成１５年４月，本件会社が国土交通省の認\n可を得て事業を譲り受け，以降本件事故に至るまで，同社が本件舟下り事業\nを運営していた。\n本件舟下り事業の内容は，複数の船舶を使用して，天竜川の浜松市ａ区ｂ\nから同区ｃ町ｄまでの約６ｋｍの区間を，船舶の前方に位置する舳乗り船頭\nと後方に位置する艫乗り船頭の２名の船頭の操船によって下るというもので\nあった。\n舳乗り船頭と艫乗り船頭\n本件会社では，原則として，本件会社の主催する船頭養成講座を受けて舳\n乗り船頭になった後，経験や訓練を積んだ上，本件会社から艫乗り船頭を務\nめることを認められていたが，その期間や練習回数は決まっておらず，合格\nの基準もなかった。船舶の運航においては，艫乗り船頭が，船の推進や進路\n等の操船を担当し，舳乗り船頭が，艫乗り船頭の操船を補助するほか，観光\nガイドを行っていた。\n本件事故当時，本件舟下り事業の船頭として本件会社と契約していた船頭\nは２３名おり，その中で，艫乗り船頭を務めることが認められていたのは，\n被告人，Ｄ，本件艫乗り船頭を含めて９名であった。\n船舶の概要\n本件事故船舶（以下「本船」という。）は，平成１９年９月進水，船舶の\n種類が汽船，総トン数１．３ｔ，全長１２．９５ｍ，旅客定員３２人，主機\nは船外機（連続最大出力が９．９馬力，運航速力が４ないし６ノット）であ\nった。櫂が船首と船尾に各１本備え付けられているほか，竹製の竿が船首と\n船尾に各１本備え付けられていた。\n本件会社は，乗客に風情や風景を楽しんでもらうため，艫乗り船頭が櫂を\n漕いで操船することを原則としており，船外機の使用は，乗船場から出航す\nるとき，流れの急な場所など慎重な操船を必要とするとき，向かい風で櫂で\nは推進力が不足するようなときに限るよう船頭に指示をしていた。\n２  被告人の立場\n被告人は，平成１６年，本件会社と業務委託契約を締結し，本件舟下り事\n業の船頭として働き始め，平成１８年４月に船頭主任となり，これに伴い，\n業務委託契約の内容も，歩合給から固定給を基本とする給与形態に変わった。\n被告人は，その後，安全管理規程１９条２項に定める乗船場に勤務する運\n航管理補助者となり，本件事故発生までの間，船頭主任及び運航管理補助者\nとして乗船場に勤務していた。\nなお，本件会社で定められていた安全管理規程（平成１８年１０月１日策\n定）は以下のとおりであり，本件会社の営業課長であったＢが安全統括管理\n者兼運航管理者であった。\n⑴  規程１７条\n安全統括管理者の職務及び権限として，①安全マネジメント態勢に必要な\n手順又は方法を確立し，実施し，維持すること，②安全マネジメント態勢の\n課題及び問題点を把握するために，安全重点施策の進捗状況，情報伝達及び\nコミュニケーションの確保，事故等に関する報告，是正措置及び予防措置の\n実施状況等，安全マネジメント態勢の実施状況及び改善の必要性の有無を代\n表取締役社長に報告し，記録すること，③関係法令の遵守と安全最優先の原\n則を事業所内部へ徹底するとともに，安全管理規程の遵守を確実にすること\nが規定されている。\n⑵  規程１８条\n運航管理者の職務及び権限について，①船長の職務権限に関する事項を除\nき，船舶の運航の管理及び輸送の安全に関する業務全般を統轄し，安全管理\n規程の遵守を確実にしてその実施を図ること，②船舶の運航に関し，船長と\n協力して輸送の安全を図ること，③運航管理補助者及び陸上作業員を指揮監\n督することが規定されている。\n⑶  規程１９条２項\n乗船場に勤務する運航管理補助者の職務について，自己の勤務する乗船場\nの管理する区域内にある船舶の運航の管理に関して，運航管理者を補佐する\nとともに，運航管理者の指揮を受けて，陸上における危険物その他旅客の安\n全を害するおそれのある物品の取扱いに関する作業の実施等を行うものと規\n定されている。\n３  本件事故現場付近の状況等\n⑴   Ｅ流域の地形，水流\n本件事故が発生したＥ流域は，乗船場の下流約２．７ｋｍのＦ付近にある，\n川が下流に向かって右側（西側）に湾曲し，複雑な流れが生じている流域で\nある。\nＥ流域の川幅は約５５ｍであり，湾曲している箇所の左岸側は岩が露出し\nている岩壁及び岩場，右岸側は浅瀬及び河原となっている。また，Ｅ流域の\n河床は，上流の早瀬から左岸の岩場付近に向けて水深が急に深くなっており，\n左岸の岩場付近の最深部は水深約９ｍの淵となっていた。\nＥ流域では，上流の早瀬から左岸の岩壁に向かう強い流れと右岸に沿って\n遡る反流とがあり，川の全幅にわたってゆるやかに時計回りに循環する渦の\nような流れが形成されている。そして，河床の最深部の下流側には，中心部\nから放射状に流れ出る大きな噴流（以下「本件噴流」という。）が生じてお\nり，その周りには小さな噴流が複数発生している。これらの噴流は，水位や\n河床の形状等の変化により，発生位置，数，大きさ等が変化するが，本件事\n故当日は，本件噴流のおよその中心位置は，本件事故の発生場所の下流約３\n５ｍ，左岸の岩場から川の中央側に約１１ｍの場所であった。\n⑵  Ｅ流域の水流の影響と通過方法\nＥ流域には，上記のような噴流が発生し，舳先が振られることがあること，\n川幅が狭いこと，右岸の浅瀬や左岸の岩壁や岩場があること，左岸付近に上\n流からの強い流れがあることなどから，複数の船頭は，Ｅ流域を通過する際\nに噴流や渦の影響で舳先が多少右に振られる，あるいは左右に振られるなど\nの経験をしており，Ｅ流域は，船頭らの間で本件舟下り事業の航路の中では\n舳先が振られる場所として認識されていた。\nＥ流域を通過する方法には，大きく分けて，①船外機を使って噴流が発生\nする渦の中心あるいはやや右側を通過する方法（中心より右側を通る場合に\nは，噴流が船舶の左側に発生することが多く，その場合には舳先が右側に振\nられるため，左岸岩壁に衝突するリスクが減るので，このような方法が採ら\nれていた。）と②櫂を使用し，左岸の岩場ないし岸壁付近に生じる返し波を\n利用しながら通過する方法の２通りがあった。後者の方法には高い技術が必\n要なため，ほとんどの船頭は前者の方法によりＥ流域を通過しており，本件\n事故当時，後者の方法でＥ流域を通過できる技術を持った船頭は，被告人を\n含む数少ないベテラン船頭に限られていた。\n⑶  Ｅ流域で旅客船が約１８０度転回した事例（以下「平成２２年の事例」\nという。）\n本件会社の船頭の一人は，平成２２年頃，自らが艫乗り船頭，Ｄが舳乗り\n船頭として乗客約１５名を乗せてＥ流域を操船中，船外機を使用して渦の中\n心のやや右側を通過しようとした際，旅客船の舳先が右に振られるなどして\n旅客船が約１８０度転回したことがあり，その際，船外機をかけて上流に数\nメートル遡って噴流に沿って右転回して舳先を下流に戻し，左岸岩壁付近を\n通過したことがあった。なお，被告人は，本件事故当時，平成２２年の事例\nを知らされておらず，その存在自体を知らなかった。\n⑷  Ｅ流域における訓練の状況等\n艫乗りの訓練は船頭らの自主性に委ねられており，希望者が休日や空き時\n間を利用して先輩船頭に教えを乞うなどのやり方で行われていた。被告人は，\n櫂の漕ぎ方やコース取り，操船に技術を要する箇所での部分訓練を行ってい\nた。部分訓練の一つであるＥ流域を通過する際の訓練について，櫂を用いて\n左岸寄りを通過する方法を訓練した後，噴流の右側を船外機を用いて通過す\nる方法を訓練していたが，前者の方法は技量が必要なので，船頭らには後者\nの方法によることを推奨していた。また，後者の訓練の際に舳先が振られた\n場合は，被告人が，舳乗り船頭として櫂を用いて立て直す方法を実演してい\nた。\n４  本件当日の状況\n⑴  本件事故当時のＥ流域の天気は晴れであり，風速は秒速約４．４ｍで\nあった。本件事故当時の川の流量は，毎秒約１５０㎥であり，乗船場におけ\nる水位は，前日よりも約２０ｃｍ高かった。Ｅ流域では，本件事故当時，平\n成２３年７月の台風６号による増水の影響により，川幅が狭まって上流の早\n瀬の流速が速く，噴流が強くて大きくなり，右岸側を遡る反流も強くなって\nおり，川の全幅にわたる緩やかに循環する流れが生じていた。\n⑵  本件事故当日における本件舟下り事業の運航は，当初，２隻を使用し\nて３便を運航する予定であったが，乗客が増えたことから，急きょ船頭を増\nやして３隻態勢で運航することになった。また，当初艫乗り船頭として予定\nされていたＤが，本件事故当日，背中の痛みを訴えて舳乗り船頭を希望した\nので，出勤した船頭同士の話し合いで，予定されていた舳乗り・艫乗りの組\n合せを変更することにした。なお，船頭の組合せは，被告人が事前に決定し\nていたが，それまでにも乗船当日になってから船頭同士の話し合いで組合せ\nを変更することがあった。\n⑶  本件事故当日の午前中，その組合せによる運航の際，本船はＥ流域で\n渦や噴流の影響により船の舳先が約９０度右転回したが，本件艫乗り船頭が\n舵を左に切って下流方向に舳先を向け直したので，約１８０度転回すること\nはなかった。\n第３  本件事故状況と事故原因\n１  原判決の判断\n原判決は，本件事故状況等について，要旨，以下のとおり説示している。\n⑴   Ｄの供述\n本件事故当時，Ｅ流域で舳先が大きく右に傾いたが，本件艫乗り船頭が午\n前中と同じように舵を切って通過するだろうと思い，自分が櫂を使って舵を\n取るようなことや，竿を準備して舳先が右側に大きく振れるのを止めること\nはしなかった。しかし，そのまま舳先が右側に振れたままの状態で，結局，\n右岸寄りのところで舳先が１８０度回転してしまい，舳先が上流を向く体勢\nになってしまった。舳先が上流を向いてしまったので，平成２２年の事例の\nときと同じように，いったん船を上流に戻してからＵターンしてやり直すと\nいうことが頭に浮かんだ。平成２２年の事例のときより，左岸側は川幅も狭\nく，川の流れも速かったが，とっさに船外機を使って上流に戻れると考えて，\n本件艫乗り船頭に「やり直そうか」と伝えた。具体的に舵の取り方やエンジ\nンの使い方などについては指示していない。自分としては舵を左に切りなが\nら右岸側の浅瀬に沿って上流の方に戻ってほしかったが，それは本件艫乗り\n船頭にもアイコンタクトで伝わったのではないかと思う。その後，船はゆっ\nくりと上流の方に向かって進み，舳先の左側に水の流れが当たったからだと\n思うが，舳先が左岸側の方に少し向いてしまった。このままでは左岸側の岩\n場に衝突してしまうと思ったので，本件艫乗り船頭にエンジンを吹かせと言\nった。本件艫乗り船頭はエンジンを吹かしたが，船は岩場に向かい斜めに横\n滑りするような感じで左岸側の岩壁に近づいて行ったので，竿を突いたが力\nが及ばす，そのまま船の右前辺りが岩場に衝突して転覆した。\n⑵  本件事故に関する専門家の知見\n船外機の馬力は９．９馬力であるところ，数値シミュレーション結果から\nすると，流速毎秒４．５ないし５ｍの流れに抗して上流に遡ることはできな\nい。\nＥ流域の噴流に伴う渦の規模はその時々によって異なるし，船によっても\n渦から受ける力の大きさは変わってくるが，船頭と乗客合わせて２３人が乗\n船しており，船の喫水も深くなっていたことから，船体は水の力をより受け\nることになり，なおさら渦の影響を受けることになったものと思われる。船\n頭は船を上流に戻そうとしたと思われるが，その際，船は左岸寄りの急流域\nの方へ入ってしまったと思われる。船を上流に戻す際，艫乗り船頭は船外機\nのスロットルを開けてスクリューの回転数を上げていたようだが，速い川の\n流れを船外機を吹かして川を遡ろうとしたのだと思う。しかし，船は，川の\n急流に対して船体が斜め方向に位置したため，最初は川の急流と船外機の推\n進力がせめぎ合うような感じとなったが，結局，川の急流に船外機による推\n進力が負けてしまい，船が飛び出すような感じとなり，岩場に衝突してしま\nった可能性がある。衝突した状況は，船体の右舷船首部が左岸に露出した岩\nに乗り上げるような形で衝突し，船体後部から沈んでいったものと思われる。\n⑶  船舶事故調査報告書の内容\n本件事故は，本船が，本件舟下り事業の航路を航行中，Ｅ流域に発生して\nいた噴流の中心から右岸寄りを航行し，右に旋回して上流に向く体勢となっ\nた際，本件艫乗り船頭が船外機のスロットルを操作してプロペラの回転数を\n増加させたため，上流からの強い流れによる圧力と船外機の推進力とが均衡\nする状況となり，左岸側の下流に向かう強い流れにより船首を上流に向ける\nことができず，左岸の岩場に向けて斜航して岩場に乗り上げ，左舷船尾部か\nら浸水して転覆したことにより発生したものと認められる。本件艫乗り船頭\nが船外機のスロットルを操作してプロペラの回転数を増加させたのは，上流\nに遡ってやり直すつもりであったことによるものと考えられる。\n⑷  判断\n以上からすると，本件事故発生に至る経過や本件事故の状況等は次のよう\nなものであったと推認することができる。すなわち，①本船は，Ｅ流域で，\n本件艫乗り船頭が船外機を使って噴流の中心のやや右側を通過しようとした\n際，噴流等の旋回力の影響によって船の舳先が右に振られ，舳先が右岸に向\nくまで約９０度転回し，さらに右岸側の反流が加わり，舳先が上流に向くま\nで約１８０度右に大きく転回した。その際，Ｄは，竿や櫂を使って転回を止\nめるような操船を行うことはなく，本件艫乗り船頭もＤにそのような操船を\n指示することはなかった。②舳先が約１８０度まで右転回して上流方向を向\nく姿勢となった直後，Ｄが本件艫乗り船頭に対し「やり直そうか」と言い，\n本件艫乗り船頭はこれを受け，船を上流に遡らせようとして船外機の出力を\n上げたが，船は乗客２１名を乗せていたため推進力が足りず，上流からの流\nれと船外機の推進力が拮抗するなどして遡上できず，左岸方向に斜航した。\n③斜航の結果，本船は左岸の岩場に右舷船首部を乗り上げるようにして衝突\nし，転覆した。\n２  当裁判所の判断\n以上の事故状況等に関する原判決の認定は，弁護人の主張に対する判断部\n分（原判決１７頁及び１８頁）を含めてみると，証拠から認定できる客観的\nな事実のうち，予見可能性の対象となる因果経過の基本的部分と評価できる\nものを切り出して認定したものとも解される。例えば，上記①の客観的な事\n実経過として，噴流等の水流の影響のみによって本船が約１８０度転回した\nと認定したのか，これに人為的な操船による影響の可能性もあると認定した\nのか，その説示からは明らかでない（原判決１７頁の弁護人の主張を排斥し\nた部分では，「検察官は，噴流のみの影響で舳先が約１８０度転回するとは\n主張していない」として人為的な操船による影響の可能性を否定しないかの\nような説示をしながら，「弁護人の指摘する諸事情は，いずれも船頭の作為\n的な操船の可能性をうかがわせる根拠となるようなものとは認められない」\nとして人為的な操船による影響を否定するかのような説示をしていたり，２\n５頁の予見可能性に関する説示においては，「噴流等の影響により旅客船の\n舳先が９０度程度転回し，船頭らが転回を止めるための措置をとらない，あ\nるいはとる間もないまま，舳先が９０度以上転回して上流を向き，船が１８\n０度転回しまうことは被告人にとって予見可能であった」として噴流等の水\n流の影響のみによって本船が約１８０度転回したことを前提としたかのよう\nな説示をしている。なお，原審検察官は，本件訴因（平成２８年３月１８日\n付け訴因変更請求書記載のもの）について，本船の舳先が右方へ約１８０度\n転回したのは，本件艫乗り船頭の操船ミスの影響もあるが，噴流等の河川の\n影響もあったということ明らかにしたものであると釈明しており（第６回公\n判前整理手続調書），噴流や反流の影響のみによって船が約１８０度転回し\nたことを前提に訴因を構成したわけではないことが明らかである。）。そこ\nで，証拠から認められる本件事故の客観的状況等について更に検討する。\nまず，上記①についてみると，本船の舳先が右に振られた際，舳乗りであ\nったＤにおいて，本船を立て直すための操船を何ら行わなかったことは明ら\nかであるが，他方で，噴流等の水流の強さが本船に与えた影響の程度や本件\n艫乗り船頭の操船内容を明らかにするものは存在しない。しかし，本件事故\n後の実況見分では，水流のみで旅客船を約１８０度転回させることができず，\nさらに，本件事故現場における船体挙動を計測したシミュレーション計算で\nも，噴流手前で大きく右転回するような状況が再現されず，噴流の強さや広\nがりを変化させたり，噴流手前で右舵を取ったりしてみても，大きくは変化\nしなかったとされている。また，本件事故に至るまでの間に，Ｅ流域で船が\n１８０度転回した事例は，平成２２年の事例ただ１件にとどまっている上，\nこの事例についても，その艫乗り船頭の検察官調書（原審甲３１）によれば，\n噴流の影響で舳先が右に大きく振られ，右岸に乗り上げるような感じになっ\nてしまったので，舳乗り船頭のＤに竿を使って岸から離れるようにしてもら\nい，舳先が上流を向く体勢にしてもらったというのであるから，何らかの人\n為的な操船によって船の舳先が１８０度転回した可能性が高いと考えるのが\n相当である。この点について，原判決は，同艫乗り船頭が，「噴流の勢いで\n操船がままならず，図らずも旅客船の舳先が右に振られるなどして約１８０\n度右転回した」旨を原審公判で供述しており，同人が意図的に船の舳先を上\n流に向けることは通常考えられないことなどを理由に人為的な操船の影響が\nなかったかのような説示もしており（船頭の作為なく１８０度転回したこと\nは本件事故以前には一度もなかったとする弁護人の主張を排斥する部分（原\n判決２１頁以下）），Ｄもこれに沿うような供述をしているが，同艫乗り船\n頭は，原審公判において，上記検察官調書を含めた捜査段階の供述につき，\n記憶のまま述べたことを認めているほか，「噴流に押されて，約９０度の角\n度くらいに船の舳先が岸の方に向いて，右岸すれすれのところまで行った際，\n船が岸に寄らないように，舳乗り船頭のＤがまず竿を差し，そして自分も竿\nを差した。その後船外機のプロペラが空転して，舵が利かなくなり，船外機\nも停止してしまい，船のコントロールができず，渦にまかせて右岸の方に船\nが寄せられて，舳先が上流を向いた」旨述べており，むしろ，竿を差すなど\nの人為的な操船の影響も加わって約１８０度転回したことを認めているもの\nと解するのが相当である。なお，原判決は，ブイを投入して行った実験結果\n（原審甲５０）からも，噴流の強さが船の舳先を１８０度転回させることが\n客観的に可能な程度のものであったと認められると説示している。しかしな\nがら，同実験は，直径約３０ｃｍ，重さ約１．４ｋｇ，球形のブイに重さ約\n４．５ｋｇのコンクリートブロック片をくくりつけて流し，その結果，噴流\nや反流の影響を受けて上流方向に流れていくことが確認できたというものに\nとどまり，本件舟下り事業で使用されている旅客船（本件当時は２３名が乗\n船）は，この実験に用いたブイよりも圧倒的に重く，形状も著しく異なって\nいる上，船外機を使用して噴流付近を通過するのであるから，噴流や反流か\nら受ける影響の程度も当然異なってくるのであって，この実験結果に基づい\nて，ブイと同様の事象が旅客船に生じるなどということはできない。\n以上からすると，上記①については，噴流等の水流の影響に本件艫乗り船\n頭の人為的な操船の影響も加わって本船が１８０度転回した可能性が高いと\n考えるほかない。\n次に②及び③についてみると，Ｄ及び本船の乗客の供述からすると，舳先\nが約１８０度まで右転回して上流方向を向く姿勢となった直後，Ｄが本件艫\n乗り船頭に対し「やり直そうか」と言い，本件艫乗り船頭はこれを受け，船\nを上流に遡らせようとして船外機の出力を上げたこと，その後，左岸方向に\n斜航して，左岸の岩場に右舷船首部を乗り上げるようにして衝突したことが\n認められる。他方で，本船の舳先が上流方向に向く状態になってから左岸の\n岩場に衝突するまでの経緯については，本件事故後の実況見分において，船\n首を上流に向けた状態で左岸に近づけると，舳先が急流に押されて舳先が右\nに向き始め，船が急流に押されて左岸に近づいていき，左岸に衝突しそうに\nなったこと，乗客の供述からは，船外機の出力を落とすことなく岩壁に向か\nって進んでいったと認められること，その際Ｄが「何やってんだ，そうじゃ\nない」，「逆だ，逆だ」などと怒鳴っていたことなどからすると，本件艫乗\nり船頭において，船首が上流方向のやや左岸側を向いていたのに，流れの緩\nい右岸側でこれを修正しないままに出力を上げて航行するという操船をし，\n水流の影響により船首がさらに左岸側を向いたのに適時に方向の修正をしな\nかったか，または，船首を上流に向けた状態で船外機の出力を落とさないま\nま，舵を右に切るなどして船首を河川中央方向に向けるという操船をし，も\nしくはこれに近い何らかの操船を行い，流れの速い中央部から左岸側に向か\nって進行し，左舷側に加わる水圧などの影響で舵により進行方向を左側に変\nえることができないまま左岸側の岩場に衝突したことがうかがわれる。もっ\nとも，上記実況見分で衝突しそうになった地点は，本件事故の衝突地点と若\n干異なっており（やや下流方向），前記シミュレーション計算でも本件事故\nと同様の衝突を再現することができなかったとされているから，操船方法や\n事故状況について，更に詳しく認定することは困難である。\n第４  被告人の注意義務違反の有無\n１  原判決の判断\n原判決は，要旨，以下のとおり説示して，被告人の注意義務違反を認めた。\n⑴  予見可能性について\nア  第３の１の⑷の①（船の舳先が振られて約１８０転回したこと）につ\nいて，被告人は，Ｅ流域の地形や水流の状況等から同所が本件舟下り事業の\n航路の中で危険で特に注意を要する場所であることを認識しており，また，\nほとんどの船頭は，船外機を使って噴流の渦の中心よりやや右側を通過して\nいたところ，船外機を利用して噴流の中心ないし右側を通過する場合，時々\n舳先が９０度程度右転回する事象が生じることを自らの経験を通じても認識\nしていた。そして，噴流の強さは，水流等の状況によっては，舳先が振られ\nた際に舳乗り船頭が何もしなければ，そのまま１８０度転回することがある\nようなものであり，平成２２年の事例自体を認識していなかった被告人も，\nその供述によれば，上記のような噴流の強さについては，認識し，あるいは\n認識し得たものと認められる。一方，船頭主任である被告人は，船頭の知識\nや技術には個人差があり，ほとんどの船頭が被告人より未熟な船頭であるこ\nと，船頭の中には，旅客船の操船は艫乗り船頭が中心に行うものであり，舳\n乗り船頭は操船が分からなければ関与すべきではないという考えの者もいた\nことを認識していた。それにもかかわらず，舳先が９０度程度転回した際に\nどのように転回を抑えたり方向転換を図るなどして対処すべきかについての\nＥ流域における実地訓練は行われておらず，被告人はそのことも当然に認識\nしていた。そうすると，被告人にとって，舳先が９０度程度転回した場合，\n船頭らがそれ以上転回しないようにする操船をすることを当然に期待してよ\nい状況にあったとはいえない。結局，被告人は，舳先が振られた際に舳乗り\n船頭が何もしなければ，そのまま１８０度転回することがあることを認識し，\nあるいは認識し得たにもかかわらず，各船頭の操船に委ねたままにして特別\nな訓練をしていなかったのであるから，噴流等の影響により旅客船の舳先が\n９０度程度転回し，船頭らが転回を止めるための措置をとらない，あるいは\nとる間もないまま，舳先が９０度以上転回してしまうことは被告人にとって\n予見可能であったといえる。\n確かに，多くの船頭が，舳先が右側に振られた際には，艫乗り船頭が舳乗\nり船頭に対し，櫂を漕ぐか竿を突くよう指示し，舳乗り船頭が竿を突いて船\nの転回を抑えるような操船をしていたことは認められる。しかし，船頭の技\n術や対応力の程度は様々であって，流れの速いＥ流域においては，実地訓練\nするなどして対応策を指導しておかなければ，とっさに適切な対応が取れな\nいことは十分想定できる。そして，いかに操船技術が高い船頭であったとし\nても，ひとたび自然の脅威の中で緊急事態となれば，わずかな時間で常に適\n切な操船が実現できるとは限らないこともまた想定できる。したがって，被\n告人において，船頭が転回を止める措置をとらなければそのまま１８０度ま\nで転回してしまう可能性を認識し，あるいは認識し得た以上，上記事情を考\n慮しても，予見可能性は否定されないというべきである。\nイ  第３の１の⑷の②（約１８０度転回した後に船を上流に遡らせようとし\nて左岸方向に斜航したこと）及び③（斜航の結果，左岸岩壁に衝突し転覆し\nたこと）について，被告人は，Ｅ流域で旅客船が噴流等の影響で１８０度右\n転回することが予見可能であったにもかかわらず，その場合に旅客船の舳先\nを再度下流に向け直す方法を決めておらず，また，船頭らがその場合にどの\nように操船すれば安全であり，あるいは危険であるかといった共通の認識が\nなく，被告人はそのことをも認識していたにもかかわらず，漫然と各船頭の\n判断に任せて運航させていたのであって，旅客船が１８０度転回した際に，\n船頭が上流に遡らせる操船を選択し，結局推進力が足りずに上流からの強い\n流れに押されるなどして操船不能となり，斜航して左岸の岩場に衝突し，転\n覆する危険性が生じることは予見可能であったというべきである。\n確かに，客観的に，本船で，乗客２０名余りを乗せて遡上することは船外\n機の出力等から見て困難であり，船頭の中にも，今回のようにＥ流域で１８\n０度転回してしまった場合の操船方法として，Ｅ流域は急流で川の流れが速\nいことから，乗客を二十数名乗せた状態で上流に戻ることは，水流の速さと\n船の重量からすると困難であり，船外機を使って上流に遡らせてまた舳先を\n転回させるといった方法をとることはあり得ないと述べる者もいる。また，\n船外機を使用して上流に遡ったことのある船頭らは，その際は乗客がいない\n状態で，せいぜい乗っていても４，５名であり，それでも船外機の力をかな\nり使って上っているという感じであったと言う者もいる。しかし，もし同じ\n状況になったらどのように対処してよいか分からないと思うと供述する者も\nあり，また，仮に，船頭において，上記場面での遡上が困難であると理解で\nきる程度の知識が備わっていたとしても，普段起きないような突発的なトラ\nブルに際して，冷静かつ的確な判断が必ずしもできるとは限らないのであっ\nて，本件事故以前に１８０度転回したことが１度しかなかったことも踏まえ\nると，突然の出来事で他の方法が思いつかず，上流に遡る方法をとることも\nあり得ると考えられる。まして本件艫乗り船頭は船頭の経験が３年に満たず，\n艫乗り船頭をするようになって２か月程度の経験しかなかったのであるから，\nそれまで経験したことのなかった旅客船が約１８０度転回するという事態に\n直面して冷静的確な判断を期待することは困難であったと考えられる。\nウ  以上からすると，被告人は，本件事故発生に至る因果経過の基本的部\n分について，予見可能性があったと認めることができる。\n⑵  結果回避義務違反について\nア  被告人は，船頭主任として，船頭の配乗計画を作成して舳乗り船頭と\n艫乗り船頭の乗船の組合せ等を決定していたほか，舳乗り船頭の採用や艫乗\nりへの昇格の判断に際しても推薦や意見を述べるなど船頭の任用についても\n実質的に一定の権限を有していたこと，また，被告人は，新たな船頭を採用\nする前に行う船頭養成講座の講師として指導訓練を行ったり，採用後の舳乗\nり船頭に対して艫乗りとしての操船訓練を行うなど，船頭らに対し，操船や\n運航の安全に関する指導訓練を引き受けていたこと，さらに，被告人は，大\n雨等で川の状況が変わったときには，早朝に船を出して川の状況を確認した\n上，当日乗船する船頭に注意事項を伝えたり，経験の浅い船頭に対しては，\n噴流の中心より右側寄りを通過した方が左岸の岩場に衝突する危険がなく安\n全でよいことなど，危険個所の操船方法について口頭で指示し，操船方法を\n聞かれれば営業時間外に船を出して現場で直接指導していたことが認められ\nる。\nイ  これらの被告人が実際に行っていた職務の内容からすると，被告人は，\n船頭主任として，船頭全体の運航管理や現場における操船訓練を始めとする\n運航の安全に関する責任者たる立場にあり，船頭に対する実質的な監督権限\nを有していたといえる。そして，様々な年齢層を含む不特定多数の乗客を乗\nせて自然の中で川下りをするという舟下り事業の性質からすれば，社会通念\n上，転覆事故の危険は多かれ少なかれ常にはらんでおり，この点を軽視する\nことは許されないのであって，事業者，特にその運航管理に携わる責任者に\nついては，旅客船を安全に運航し，転覆等による事故を防止することが第一\nに求められるというべきである。なお，川の流れ等の状況が異なるとはいえ，\n同業他社においては操船の中心となる艫乗り船頭を務めるには少なくとも５\n年以上の経験が必要とされ，また船が約１８０度転回した場合に特化した訓\n練を行っていたことも，この注意義務を裏付けるものといえる。被告人の職\n務権限や勤務状況，舟下り事業の性質等からすれば，被告人は，船頭主任と\nいう運航現場の責任者として，船頭に対し，適切な操船や状況判断等により\n安全な運航を確保するための指導・訓練を自ら実施する義務を負っていたと\nいえる。\nまた，被告人は，乗船場に勤務する運航管理補助者として，本件舟下り事\n業の航路に係る運航管理に関する部分について運航管理者であるＢを補佐す\nる立場にもあった。被告人は，船頭主任を引き受ける際に前任の船頭主任の\n職責の範囲で職務に当たることでかまわないという認識であったとは述べる\nものの，Ｂから安全管理規程のコピーを渡されていて，その規定上は，自ら\nが運航管理補助者であり，運航管理者であるＢを補佐する立場にあることは\n理解していたというのであって，船頭主任として乗船場に勤務して船頭らの\n任用・指導等に携わっていた状況等にも照らすと，被告人は，現場の船頭ら\nを最もよく把握しており，運航の安全管理を適切に図るための情報を把握し\nていたといえる。そうすると，被告人は，船頭経験のないＢに対して，現場\nの状況を的確に把握している補助者として，必要な訓練や対策，現場で足り\nていない安全体制等について報告し，会社側としても適宜の対策を考案して\n必要な訓練を実施させる措置を講ずることを進言する義務も負っていたと言\nわざるを得ない。\nウ  本件に即して具体的にみると，被告人は，船頭主任及び運航管理補助\n者として，Ｂに対し，Ｅ流域で噴流等の影響により旅客船が転回しないよう\nにするため，舳乗り船頭と艫乗り船頭が協力して舳先が転回しないようにす\nるための訓練を実施させるとともに，噴流等の影響により旅客船が転回した\n際の危険回避方法を決定した上で，船頭らにその危険回避方法の訓練を実施\nさせる措置を講ずることを進言する義務を負い，また，自らもこれらの訓練\nを実施するなどの措置を講ずる義務を負っていたというべきである。\nしかしながら，被告人は，Ｅ流域で転回を止めるための適切な措置につい\nての具体的な指導・訓練をほとんど行わず，また，約１８０度転回した際の\n操船方法や危険回避方法については全く検討していなかったのであるから，\n上記義務を尽くしたとはいえない。\n２  所論の指摘\nこれに対する所論の指摘は以下のとおりである。\nまず，被告人の立場及びこれから導かれる義務内容について，原判決は，\n被告人については，船頭主任という運航現場の責任者として，船頭に対し，\n適切な操船や状況判断等により安全な運航を確保するための指導・訓練を自\nら実施する義務を負っていたとともに，運航管理補助者として，必要な訓練\nや対策，現場で足りていない安全体制等について報告し，会社側としても適\n宜の対策を考案して必要な訓練を実施させる措置を講ずることを進言する義\n務を負っていたと認定している。しかし，被告人は，本件会社との間で船頭\nとして業務を請け負っていたのであって，船頭主任という立場は，船頭のリ\nーダーとしての船頭の取りまとめ役にすぎず，他の船頭に対して指導監督す\nる立場になく，これまでの指導等は先輩船頭という立場で行ってきたもので\nある。また，乗船場に勤務する運航管理補助者には，乗船場での船舶の運航\n管理に関して運航管理者を補佐することと運航管理者の指揮を受けて一定の\n安全管理作業を実施する義務（同規程１９条２項），船舶が就航している間\nは原則として勤務する義務（同規程１６条）が定められているのみで，あく\nまで乗船場での運航管理者の補佐にすぎず，安全運航について強い義務が課\nされておらず，乗船場を旅客船が出てしまえば，その後は何ら責任を負わな\nい。したがって，被告人の立場及びこれから導かれる義務内容に関する原判\n決の認定は誤っている。\nそして，被告人の予見可能性についてみると，運航を始めた船の安全確保\nは，専ら船長（艫乗り船頭）の責任であり，被告人は，船頭らが適切な操船\nをするだろうと期待していたところ，仮に，船が約９０度転回するまでの間\nに艫乗り船頭が船外機を使って船の向きを直したり，舳乗り船頭が竿を差し\nたりして艫乗り船頭の操船を助けるといった操船をＤ及び本件艫乗り船頭が\n全くしなかったということ，約９０度から約１８０度まで転回するまでの間\nに二人の船頭が何も操船しなかったことがあったとしても，このことは想定\n外であり予見不可能であったことは明らかである上，船が約１８０度転回し\nただけでは何の危険も発生しておらず，大勢の乗客を乗せたまま船外機を使\nって上流に遡るという危険な操船を船頭がするはずはないから，本件事故発\n生に至る因果経過の基本的部分（第３の１の⑷）について予見可能性を認め\nた原判決は誤っている。\nまた，結果回避義務違反についてみると，船頭主任及び運航管理補助者の\n立場や義務内容は前記のとおりであるから，被告人が，Ｂに対し，Ｅ流域で\nの危険回避のための訓練を実施させる措置を講ずることを進言する義務や，\n自らがその訓練を実施するなどの措置を講ずる義務を負っていたとはいえず，\n結果回避義務違反を認めた原判決は誤っている。\n３  当裁判所の判断\n所論を踏まえて検討すると，上記原判決の認定及び判断は，論理則，経験\n則等に照らして明らかに不合理であり，直ちに首肯することができない。そ\nの理由は以下のとおりである。\n⑴  原判決は，被告人が実際に行っていた職務の内容からすると，船頭主\n任として，船頭全体の運航管理や現場における操船訓練を始めとする運航の\n安全に関する責任者たる立場にあり，船頭に対する実質的な監督権限があっ\nたとして，船頭に対し，適切な操船や状況判断等により安全な運航を確保す\nるための指導・訓練を自ら実施する義務を負っていたとする。しかし，本件\nにおいては，船頭主任という立場がいかなる法的義務を生じさせるものかを\n明らかにする証拠は存在しない。\nすなわち，被告人が船頭として本件会社と業務委託契約を締結した際，①\n遠州天竜舟下りの舟艇の運航，旅客の輸送，案内，②遠州天竜舟下りの乗船\n場における乗船券の販売，改札及び旅客案内，③収入金の管理及び送金，④\n建物等の管理（待合所，乗降場及び便所並びに周辺の清掃整備，除草），⑤\n物品等の販売，⑥その他遠州天竜舟下りに係る備品等の一切の管理を受託業\n務とされていた。しかし，船頭主任として業務委託契約を再契約するに当た\nっても，受託業務は上記と全く同一であって，そこには，職制上，安全な運\n航を確保するための指導・訓練を自ら実施する義務があることなどをうかが\nわせるものは存在せず，また，他の船頭に対して監督権限があることをうか\nがわせるものも存在しない。確かに，被告人が船頭主任となって，１回乗船\n当たり５０００円から６０００円程度の歩合制から，月額２０万１０００円\nの月給制に変更されており，これが船頭主任という立場に変わったことに基\nづくものであったとは言えるものの，この点のみから，その法的な権限や責\n任の範囲が大きく変わったなどということはできず，船頭養成講座の講師を\n務めるようになったり，他の船頭と会社との間に立って，船頭たちの要望を\n会社側に伝え，会社からの指示事項を船頭ら伝えるなどの橋渡し役を果たす\nことになったという程度であったとしても何の不思議もない。被告人は，船\n頭主任となって変わったことと言えば，固定給へと変わり，休日がＢから指\n定されるようになったくらいで，本件会社から船頭主任としての指示を受け\nたり，船頭主任の役割を聞いたことはなく，前任者からも引き継ぎはなかっ\nたというが，上記契約の内容からすると納得のいくものであり，被告人のこ\nの供述を否定することはできない。\nこの点について，原判決は，被告人が，船頭の配乗計画を作成して乗船の\n組合せ等を決定していたこと，船頭の任用についても実質的に一定の権限を\n有していたこと，船頭らに対して操船や運航の安全に関する指導訓練を引き\n受けていたことなど，被告人の実際に行っていた職務内容に基づき，船頭主\n任としての責任や監督権限を肯定している。確かに，被告人は，前任の船頭\n主任が行っていたことをやっていたとも述べているから，原判決の指摘する\n被告人の職務の中には船頭主任という立場からなされたものもあったとは思\nわれる。しかし，徒弟制度が引かれているような極めて限られた船頭社会に\nおいて，技術に優れ，経験豊富な被告人がこのような役割を果たすこと自体\nは十分にあり得るから，被告人が実際に行っていた事柄が船頭主任の法的権\n限として導かれるものかどうかは疑問である。船頭の任用に関する被告人の\n関わりについても同様であり，船頭経験のないＢとの関係で，船頭としての\n適格性を判断するに当たり，船頭の操船技術について述べるベテラン船頭で\nある被告人の意見が重視されることはある意味で当然であるともいえ，最終\n的に艫乗り船頭とするか否かはＢが乗船した上で決めている。結局，原判決\nの指摘する被告人の職務内容は，形の上では船頭主任の立場で行われていた\nとしても，その実態は，先輩の船頭あるいは船頭の取りまとめ役として事実\n上行われていたものである可能性が否定できないのであって，このような職\n務を行っていたことから直ちに，被告人において，運航の安全に関する責任\n者たる立場にあったということはできず，船頭に対する実質的な監督権限を\n有していたということもできない。\n以上からすると，船頭主任という立場から，被告人が，船頭に対し，安全\nな運航を確保するための指導・訓練を自ら実施する義務を負っていたとする\n原判決の判断は，船頭主任の権限や義務の根拠，その範囲を十分に考慮して\nいない不合理なものであって，首肯することができない。\n⑵  次に，原判決は，被告人が乗船場に勤務する運航管理補助者として，\nＢに対して，適宜の対策を考案して必要な訓練を実施させる措置を講ずるこ\nとを進言する義務を負っていたとする。この点に関しても，乗船場に勤務す\nる運航管理補助者という立場がいかなる法的義務を生じさせるものかをその\n設置根拠に基づいて考慮する必要があるが，これが十分に検討されていない。\n乗船場に勤務する運航管理補助者について定める本件会社の安全管理規程\nは，運輸の安全性の向上のための鉄道事業法等の一部を改正する法律（平成\n１８年法律第１９号）により，運輸事業者における安全管理体制を構築させ\nるために各事業者に作成・届出が義務付けられたことに基づいて作成された\nものである。すなわち，海上運送法１０条の３（同法４４条）では，一般旅\n客定期航路事業者は，輸送の安全を確保するための事業の運営の方針に関す\nる事項等を定めた安全管理規程を定め，国土交通大臣に届け出るとともに\n（同条１項及び２項），輸送の安全を確保するための事業の実施及び管理の\n方法に関する業務を統括管理させるため，事業運営上の重要な決定に参画す\nる管理的地位にあり，かつ，一定の実務経験等を有する者の中から安全統括\n管理者を（同条２項４号），輸送の安全を確保するための事業の実施及び管\n理の体制・方法に関する業務のうち，船舶の運航の管理に係るものを行わせ\nるため，一定の実務経験等を有する者の中から運航管理者を（同条２項５\n号），それぞれ選任して，その旨を国土交通大臣に届け出なければならない\nこととされている（同条４項及び５項）。このように，海上運送法１０条の\n３は，一般旅客定期航路事業者が，経営部門を含めた組織全体として，輸送\nの安全を確保するための事業の実施や管理体制の整備等を行うことを目的と\nしたものであるといえ，本件会社の安全管理規程においても，代表取締役社\n長が，安全管理に関わる事業所の全体的な意図及び方向性を明確に示した安\n全方針を設定し，事業所内部へ周知するとされている（６条）。しかしなが\nら，本件会社の実態を見ると，代表取締役社長が安全管理規程の存在自体を\n認識していなかったり，運航管理者を代行する立場にある本社の運航管理補\n助者が選任されていなかったりするなど，安全管理体制の構築に向けた対策\n等の検討を組織全体として行っていたことはうかがわれず，そのことも相ま\nって，本件舟下り事業における安全統括管理者，運航管理者，運航管理補助\n者，それぞれの権限と責任の具体的範囲が本件会社内で共有されておらず，\nしたがって，被告人にもこれが伝えられていない。そのような中，安全管理\n規程で規定されているところによれば，安全統括管理者は輸送の安全を確保\nするための管理業務を統括管理する者，運航管理者は船長の職務権限に属す\nる事項以外の船舶の運航の管理に関する統括責任者，運航管理補助者は運航\n管理者の職務を補佐する者とされている。安全統括管理者が，安全マネジメ\nント態勢（代表取締役社長により，社内で行われる安全管理が，あるべき手\n順及び方法に沿って確立され，実施され，維持される状態）に必要な手順及\nび方法を確立し，実施し，維持すること，安全マネジメント態勢の課題又は\n問題点を把握するために，安全マネジメント態勢の実施状況及び改善の必要\n性の有無を代表取締役社長に報告し，記録することなどを職務権限としてい\nることからすると（１７条），安全な運航を実現する上での阻害要因を検討\nし，その改善を図る責任を負っていることは明らかである。また，運航管理\n者においても，船長に対して運航中止の指示をすることができるなど，船舶\nの運航の管理及び輸送の安全に関する業務全般を統括し，安全管理規程の遵\n守を確実にしてその実施を図ることなどを職務権限とするとされており（１\n８条），安全管理規程の内容に係る事項に変更が生じたときは遅滞なく規程\nの変更の発議をしなければならないともされている（２０条）から，安全統\n括管理者より現場に近い立場で，安全な運航を実現する上での阻害要因を検\n討し，その改善を図る責任を負っているといえる。しかし，運航管理補助者\nについてみると，運航管理者の職務を補佐するに過ぎないものである上（２\n条７号），本件会社に勤務する運航管理補助者と乗船場に勤務する運航管理\n補助者に分かれ（１９条），前者は，本件会社の管理部門に属する者として\n運航管理者の職務を代行することもあるとされていたものの（１３条，１９\n条１項），被告人が就いていた乗船場に勤務する運航管理補助者は，そのよ\nうな立場になく，乗船場の管理する区域内にある船舶の運航の管理に関して，\n運航管理者を補佐するとともに運航管理者の指揮を受けて，①陸上における\n危険物その他旅客の安全を害するおそれのある物品の取扱いに関する作業の\n実施，②陸上における旅客の乗下船及び船舶の離着岸の際における作業の実\n施，③陸上施設の点検及び整備，④乗船待ちの旅客に対する遵守事項等の周\n知を実施するとされていた（１９条２項）。このように，乗船場に勤務する\n運航管理補助者は，旅客の乗下船時の安全を確保するために必要な作業と乗\n船場において行われる旅客に対する注意喚起等について，運航管理者を補助\nするものとして位置付けられている。そうすると，この立場から，運航中の\n安全を確保するために一定の訓練を自ら実施したり，これが必要なことを運\n航管理者に進言する義務が生じるとは言い難い。\nこの点について，検察官は，経営者から現場まで一丸となって安全管理体\n制の構築することなどを求める運輸安全マネジメント制度下において，運航\n管理補助者となったことによって，被告人は，安全管理に関して責任を負う\nべき立場になったという。しかし，経営部門のトップであり，安全管理体制\nの構築に向けて明確な方針を打ち出す責務のある代表取締役社長はもとより，\n経営部門と現場とをつなぐ立場で安全管理体制の実現に努めなければならな\nい安全統括管理者及び運航管理者であったＢにおいても，安全管理体制の構\n築に対する意識が極めて薄く，形ばかりの規定の整備を行ったり，名ばかり\nの責任者を配置しているような状態の中で，これらの本来の法的責任を果た\nしていない義務者の代わりに，法的規制に関する知識を与えられてもおらず，\n乗船場の運航管理補助者という，その末端に位置していた被告人が，安全管\n理に関して責任を負ういわれはないというべきである（このことは在任期間\nが長期間に及んでいたとしても変わりがない。）。\n以上からすると，乗船場に勤務する運航管理補助者という立場から，被告\n人が，安全統括管理者兼運航管理者であるＢに対し，必要な訓練を実施させ\nる措置を講ずることを進言する義務を負っていたとする原判決の判断は，乗\n船場に勤務する運航管理補助者の権限や義務の根拠及びその範囲を十分に考\n慮していない不合理なものであって，首肯することができない。\n⑶  業務上過失致死傷罪における注意義務違反の有無を判断するに当たっ\nては，一定の社会生活上の地位にあることから要求される注意義務の内容を\n明らかにした上で，その注意義務に反したかどうかを予見可能性や結果回避\n可能性を踏まえて検討しなければならず，特に，本件のようにいわゆる監督\n責任を問うような場合においては，監督すべき義務を発生させる根拠やその\n内容について具体的に検討することが，そもそもの出発点となるはずである。\nしかし，既に述べたような被告人の立場に鑑みると，被告人において，①Ｂ\nに対し，Ｅ流域において噴流等の影響により旅客船が転回しないようにする\nため，舳乗り船頭と艫乗り船頭が協力して舳先が転回しないようにするため\nの訓練を実施させるとともに，噴流等の影響により旅客船が転回した際の危\n険回避方法を決定した上で，船頭らにその危険回避方法の訓練を実施させる\n措置を講ずることを進言する義務があったとはいえないし，②自らがこれら\nの訓練を実施するなどの措置を講じ，旅客船が噴流等の影響により転回した\n際に乗客らの生命・身体の安全を確保して死傷者の発生を未然に防止すべき\n義務があったともいうことができない。\n本件において，本件艫乗り船頭がどのような操船を行ったのか，なぜ，\n川を横断するような形で斜航することになったのか明らかでない部分があり，\nこの中には特殊な因果経過が存在することもないわけではない。しかし，本\n件事故の予見可能性を検討するに当たっては，その特殊な経過は捨象して，\n要するに，通過するのに一定の注意を要するＥ流域において，噴流等の影響\nによって旅客船の舳先が振られ，安全に操船することが困難な状態になった\nために転覆や座礁などの事故を起こすことについての現実的な危険性を認識\nし得たといえるかを問題にするのが相当である。\nそこで，検討すると，これまで転覆事故が発生したことはなく，また，転\n覆の危険を感じるほどに旅客船が大きく振られる事態が生じたのも，せいぜ\nい平成２２年の事例以外にはない。加えて，仮に，舳先が振られたとしても，\nこれを立て直す訓練をしていたというのであるから，実質的に船長としての\n立場にある艫乗り船頭の指示等に基づき，技術力のある二人の船頭がそれぞ\nれ適切に操船することによって，船が大きく転回するような事態を阻止する\nことが十分に期待できたものといえる。以上からすると，被告人において，\n本件事故当時，上記のような転覆等についての現実的な危険性を認識し得た\nとは考え難い。\nこの点について，原判決は，何もしなければ１８０度転回すると思うと述\nべている他の船頭や被告人の供述に基づいて，船頭が何もしない可能性を前\n提にして，被告人の予見可能性を肯定している。しかしながら，操船中に船\nの向きが逆になるまで二人の船頭が何もせずに放置しておくことを予見でき\nるといえるのかは疑問である。このような予見義務を認めることは，やや極\n端な例えにはなるが，自動車の運転に例えていえば，道路前方がカーブして\nいるにもかかわらず，運転者が運転中にハンドルやブレーキなどから手足を\n離し，走行するままにしておくという事態をも予見しておく義務があるとい\nうに等しいといえなくもない。操船中に意図した方向とは違う方向に舳先が\n振られたならば，意図した方向に船を進行させるためにも，また，水流の影\n響を船の横から受けるという危険な状態を回避するためにも，通常は船の進\n行方向を元に戻すことに向けての操船をするはずである（本件では，当初は\n右に大きく振られたものの，次第にゆっくりと回転し上流側に向いたことが\nうかがわれ，各船頭が船の向きを修正する機会がなかったとはいえない）。\n実際に船頭らは船を立て直すための訓練をしていたのであって，しかも向き\nの修正自体は難しい技術を要する操船ともいえないから，その流域での訓練\nをしていなかったという一事で，そのような操船が当然には期待できないと\nいうことにはならないはずである。船頭が２名も乗船しながら何もしないこ\nとがどの程度あり得るのかを十分に吟味せずに，船頭らが何もしないことを\n前提に予見可能性を認めた原判決の判断は，不合理であるといわざるを得ず，\n首肯することができない。また，１８０度転回してしまった後の対応につい\nても，安全に川を遡上できるかどうかは，船頭の技術や経験のみならず，船\nの積載量や川の流速などによっても異なるのであって，流速の緩いところに\n沿って遡上していくこともないわけでないと考えられること（本件において\nも船体を上流側に向ける体勢を保つよう留意しつつ流速の遅い右岸側に沿っ\nて遡上すれば，船体が流れに押されることはなかったと考えられる）からす\nると，川を遡上すること自体が直ちに転覆等の危険を生じさせるというわけ\nではなく，逆に，右岸に完全に座礁させたり，舳先を上流に向けたまま船外\n機を逆回転して下流方向に進むという方法については，左岸の岩場との衝突\nという本件事故を避けられた可能性があったという意味では無難な方法であ\nったかもしれないが，これにもそれぞれ一定のリスクや不都合が伴うのであ\nって，どれが最良の方法であるかは証拠上必ずしも判然としない。結局，仮\nに，船が１８０度転回してしまうような事態が生じたとしても，その後の対\n応については，画一的な方法を定めること自体が困難であったと考えられ，\n船体の向きの適切な修正方法が確立していたとは認められず，いくつか考え\nられる選択肢の中からその時の川の状況などに応じてその場の判断でよりリ\nスクの少ない方法を選択するしかなく，その意味で，船頭の臨機で適切な状\n況判断に委ねざるを得ないものと考えられる。\n以上からすると，本件について，二人の船頭の適切な状況判断や操船があ\nったといえるかはさておき，被告人の立場からは，本件噴流等の影響によっ\nて旅客船の舳先が振られ，安全に操船することが困難な状態になったために\n転覆してしまうことについての現実的な危険性を認識し得なかったものと考\nえるのが相当である。\nそうすると，被告人には本件転覆事故について注意義務違反を認めること\nはできない。\n第５  破棄自判\n以上のとおり，事実誤認の論旨には理由があるから，刑訴法３９７条１項，\n３８２条により原判決を破棄し，同法４００条ただし書により当裁判所にお\nいて更に判決する。\n本件公訴事実は，第１に記載したものと概ね同旨であるところ，既にみた\nように，被告人に過失があったことを認めるに足りる証拠はなく，したがっ\nて，同事実については犯罪の証明がないことになるから，刑訴法３３６条に\nより被告人に対し本件公訴事実につき無罪の言渡しをすることとして，主文\nのとおり判決する。\n平成２９年９月２０日\n東京高等裁判所第８刑事部\n裁判長裁判官    大   島   隆   明\n裁判官   菊   池   則   明\n裁判官平城文啓は転補のため署名押印できない。\n裁判長裁判官    大   島   隆   明\n"
}