{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 29
  },
  "case_number": "平成27(行ケ)10030",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85432",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85432",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/432/085432_hanrei.pdf",
  "contents": "平成２７年１０月２９日判決言渡\n平成２７年（行ケ）第１００３０号  審決取消請求事件\n口頭弁論終結日  平成２７年１０月２０日\n判決\n原                  告        株 式 会 社 高 知 丸 高\n訴訟代理人 弁 理 士        清     原     義     博\n北     本     友     彦\n西     村     直     也\n今     岡     大     明\n被                  告        株式 会 社 横 山 基 礎 工 事\n訴訟代理人 弁護 士        小    林    幸    夫\n弓  削  田              博\n河    部    康    弘\n弁理 士        久    保              司\n尾    関    眞  里  子\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が無効２０１３－８００２３０号事件について平成２７年１月９日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩\n性判断の当否である。\n１  特許庁における手続の経緯\n被告は，有限会社河野興業及び株式会社絹田熔工によって平成８年１月１８日に\n出願され（特願平８－６９００号），平成１１年９月１７日に特許権の設定登録がな\nされた特許（本件特許。特許第２９８１１６４号。発明の名称「掘削装置」）の特許\n権者である（甲９，乙２）。\n原告は，平成２５年１２月１７日，本件特許について無効審判請求をしたところ\n（無効２０１３－８００２３０号），特許庁は，平成２７年１月９日，「本件審判の\n請求は，成り立たない。」との審決をし，同審決（謄本）は，同月１６日に原告に送\n達された。\n２  本件発明の要旨\n本件特許の特許請求の範囲請求項１ないし５に記載された発明（本件発明。平成\n１６年１０月７日付け訂正審判請求（甲１０）による訂正後のもの）の要旨は，次\nのとおりである（以下，請求項の番号に応じて，例えば「本件発明１」などと表記\nする。分説は当裁判所が付与した。）。\n【請求項１】\nＡ  昇降可能に支持される回転駆動装置と，\nＢ  先端に掘削ビットを有し，回転駆動装置下部の回転駆動軸に一体回転可能に\n連結される掘削軸部材と，\nＣ  掘削軸部材に套嵌されると共に，回転駆動装置の機枠に一体的に垂下連結さ\nれる固定ケーシングと，\nＤ  掘削地盤上の掘孔箇所を挟んでその両側に水平に敷設された長尺状の横向き\nＨ形鋼からなる一対の支持部材上に載設固定され，固定ケーシングを上下方向に自\n由に挿通させるが該固定ケーシングの回転を阻止することができるケーシング挿通\n孔を有するケーシング回り止め部材と，からなる\nＥ  掘削装置。\n【請求項２】\nＦ  固定ケーシングは円筒状のケーシングからなり，\nＧ  この円筒状固定ケーシングの外周面に係合用突条部が長手方向全長に亘って\n条設されており，\nＨ  ケーシング回り止め部材は，前記円筒状固定ケーシングが挿通可能な円形孔\n部と，この円形孔部の内周部に凹設されていて前記係合用突条部が挿通可能な係合\n用凹部とからなるケーシング挿通孔を備えてなる請求項１に記載の掘削装置。\n【請求項３】\nＩ  ケーシング回り止め部材は，平板状に形成されていて，掘削地盤上の掘孔箇\n所を挟んでその両側に水平に敷設された長尺状の横向きＨ形鋼からなる一対の支持\n部材上に載設固定されるようになっている請求項１または２に記載の掘削装置。\n【請求項４】\nＪ  ケーシング回り止め部材は，前記支持部材の長手方向と直交する方向の分割\n線に沿って２分割された一対の半割板からなる請求項３に記載の掘削装置。\n【請求項５】\nＫ  前記一対の支持部材の上面には，ケーシング回り止め部材を両支持部材間の\n中心位置に位置決めするための複数の位置決め突起が，掘孔箇所ごとに支持部材長\n手方向所定ピッチで突設されており，\nＬ  ケーシング回り止め部材には前記位置決め突起が係合可能な係合部が設けら\nれている請求項３または４に記載の掘削装置。\n３  審決の理由の要旨（争点と関係の薄い部分はフォントを小さく表記する。）\n(1) 原告の主張した無効理由の要旨\n本件発明１～５は，本件出願日前に頒布された，以下の甲１～甲６に記載された\n発明（甲１発明～甲６発明）に基づいて当業者が容易に発明をすることができたも\nのであるから，特許法２９条２項により特許を受けることができないものであり，\n特許法１２３条１項２号により無効とすべきものである。\n甲１：特開昭６３－２１９７８７号公報\n甲２：特開昭６３－２１９７８６号公報\n甲３：「建設機材・工法ハンドブック」株式会社建設産業調査会（昭和４７年８\n月１５日第３版発行）の表紙，１－６頁，奥付の写し\n甲４：特開昭５０－９９０７号公報\n甲５：特開平５－２０２６８７号公報\n甲６：特開平２－８５４９５号公報\n(2) 甲１発明の認定\n「クレーン４のロープ６により吊下される回転駆動部８と，この回転駆動部８の中心か\nら下方に延びる回転出力軸９と，この回転出力軸９の下端に設けられたボタンビット等の\n削孔用具１０と，前記回転駆動部８の外周に若干の間隙を介して嵌合されるよう前記回転\n駆動部８の上部から前記削孔用具部分まで下方に延びる固定スリーブ管１２と，この固定\nスリーブ管１２の下端外周に例えば互いに１８０°離間した位置から水平方向に延びるよ\nうに設けた一対の固定アーム１３と，前記固定スリーブ管１２の下部に設けた掘屑吐出口\n１４と，前記固定スリーブ管１２の内周面にその上端から所定ストローク長さだけ下方に\n延びるよう例えば互いに１８０°離間した位置で内方に突出して設けた帯状突起１５と，\nこの帯状突起１５の側面に係合するよう前記回転駆動部８の外周面に互いに１８０°離間\nした位置で外方に突出するように設けたストッパー１６とにより構成する削孔装置７であ\nって，\n一対の固定アーム１３を固定スリーブ管１２の下端部外周に嵌合したリング１７の外周\nに固定し，このリング１７の内周面に形成した凹溝１８を固定スリーブ管１２の下端部外\n周に軸方向に設けた突出リブ１９に係合することによって前記リング１７が固定スリーブ\n管１２と相対的に円周方向には回動しないが軸方向には所定長さだけ摺動自在なるように\nされ，\n削孔前は，固定スリーブ管１２の，上端側に回転駆動部８が，下端側に削孔用具１０が，\nその間に回転出力軸９が位置し，\nクレーン４によってロープ６を介して削孔装置７を吊下し，削孔用具１０を削孔地点に\n設置し，係合溝内に削孔装置７の固定アーム１３を係合せしめ，この状態で回転駆動部８\nを駆動せしめ，この結果回転出力軸９の回転と共に回転駆動部８も一体に回転するが，回\n転駆動部８のストッパー１６が固定スリーブ管１２の帯状突起１５と係合した状態で回転\n駆動部８の回動が停止し，回転出力軸９の回転が削孔用具１０に伝達されるようになり，\n削孔の進行によって削孔用具１０と共に回転駆動部８も固定スリーブ管１２に相対的に\n下降し，固定スリーブ管１２の下部に回転駆動部８が位置されるようになって削孔の１ス\nトロークが完了される，\n削孔装置７。」\n(3) 本件発明１と甲１発明の対比\n（一致点）\n「Ａ  昇降可能に支持される回転駆動装置と，\nＢ  先端に掘削ビットを有し，回転駆動装置下部の回転駆動軸に一体回転可能に連結される\n掘削軸部材と，\nＣ  掘削軸部材の外周側に位置すると共に，回転駆動装置駆動時に回転駆動装置の機枠に相\n対回転しない様に接続される固定ケーシングと，\nＤ  ケーシング回り止め部材と，からなる\nＥ  掘削装置。」\n（相違点）\n相違点１：固定ケーシングが，本件発明１は，掘削軸部材に「套嵌され」ると共に，回転駆\n動装置の機枠に「一体的に垂下連結」されるのに対し，甲１発明の固定スリーブ管１２は，「削\n孔前は，固定スリーブ管１２の，上端側に回転駆動部８が，下端側に削孔用具１０が，その間\nに回転出力軸９が位置し，・・・回転駆動部８を駆動せしめ・・・ストッパー１６が固定スリ\nーブ管１２の帯状突起１５と係合した状態で・・・回転出力軸９の回転が削孔用具１０に伝達\nされるようになり，・・・削孔の進行によって削孔用具１０と共に回転駆動部８も固定スリー\nブ管１２に相対的に下降し，固定スリーブ管１２の下部に回転駆動部８が位置されるようにな\nって削孔の１ストロークが完了される」ものである点。\n相違点２：ケーシング回り止め部材が，本件発明１は，「掘削地盤上の掘孔箇所を挟んでそ\nの両側に水平に敷設された長尺状の横向きＨ形鋼からなる一対の支持部材上に載設固定され，\n固定ケーシングを上下方向に自由に挿通させるが該固定ケーシングの回転を阻止することがで\nきるケーシング挿通孔を有する」ものであるのに対し，甲１発明は，そうでない点。\n(4) 相違点についての判断\nア  相違点１\n甲１発明には，固定スリーブ管１２を回転駆動部８に固定することに関し，動機\nがない。\n甲１発明の固定スリーブ管１２（本件発明１の「固定ケーシング」に相当するも\nの）は，回転駆動部８と上下方向に相対移動するものである。固定スリーブ管１２\nを回転駆動部８と固定すると，固定スリーブ管１２の内面で回転駆動部８を案内す\nることができなくなるので，このような改変には，阻害要因がある。\n仮に，甲１発明に，甲２の非回転外筒１１を適用しても，部材の位置や機能に照\nらすと，甲２の第２図に記載されたような構成に至るだけで，この構成では，固定\nスリーブ管１２が一体的に連結されたことにならない。\n本件発明１の「固定ケーシング」は，「回転駆動装置の機枠に一体的に垂下連結\nされる」のであって，本件明細書【００２５】や【００２８】に記載されているよ\nうに，常に回転駆動装置の機枠と一体的に上下方向に移動し，削孔の進行にともな\nって地中に移動するものである。\n甲１発明における固定スリーブ管１２に，甲２の非回転外筒１１と固定スリーブ\n管１２を適用することを考える（非回転外筒１１及び固定スリーブ管１２の全体が，\n本件発明１の「固定ケーシング」に相当するものと解する）余地もあるが，それら\nは全体として常に一体的に移動するものではなく，地中に移動することはないから，\n本件発明１の「固定ケーシング」に相当する構成ということはできない。\n移動しない固定スリーブ管１２は，機能的に従来のリーダに当たるといえるが，\nリーダを使用しないことを課題とする本件発明１において，リーダ相当の部材も含\nめて「固定ケーシング」と考えることは妥当ではない。\nまた，甲１発明～甲６発明に基づいて，本件発明１の相違点１に係る発明特定事\n項とすることが，当業者が容易に想到し得たということはできない。\nイ  相違点２\n甲１発明は，固定アーム１３を斜面に設けた係合溝に固定することで，仮設桟橋\n等を構築する必要をなくすものなので，甲１発明に，別途，相違点２のような構造\nを設けることには，阻害要因がある。\nまた，甲１発明～甲６発明に基づいて，本件発明１の相違点２に係る発明特定事\n項とすることが，当業者が容易に想到し得たということはできない。\nウ  まとめ\nしたがって，本件発明１は，甲１発明～甲６発明に基づいて，当業者が容易に発\n明をすることができたものとはいえない。\n(5) 本件発明２～５について\n本件発明２～５は，本件発明１に分説Ｆ～Ｌの構成を付加して限定を付した発明であり，本\n件発明２～５と甲１発明とは，少なくとも上記相違点１，２で相違する。\nそして，上記(4)のように，甲１発明～甲６発明に基づいて，本件発明１の相違点１，２に係\nる発明特定事項とすることが，当業者が容易に想到し得たということはできない以上，本件発\n明２～５についても，甲１発明～甲６発明に基づいて，当業者が容易に発明をすることができ\nたものとはいえない。\n第３  原告の主張\n１  取消事由１（相違点１についての判断誤り）\n(1) 阻害要因の不存在\n甲１には，非回転外筒が設けられてない構成（実施例２）以外に，第１図におい\nて，回転駆動部８に該回転駆動部８から所定ストローク長さだけ下方に延びる非回\n転外筒が設けられている構成（実施例１）も記載されている。それにもかかわらず，\n審決は，実施例２のみを審理判断して，甲１発明の固定スリーブ管１２を回転駆動\n部８に固定することには，阻害要因があると判断しており，この点で誤りである。\n甲１の第１図は，第２図及び第３図と一見して対応しておらず，第２図及び第３\n図が，第１図に示された削孔装置７の詳細を示すものとはなり得ない。したがって，\n第１図は，第２図及び第３図とは別の実施例に関するものである。\n（注  甲１の第１図～第３図  赤字は当裁判所が付した。）\n第１図では，非回転外筒が回転駆動部８から回転出力軸９の先端まで至っている\nか否かが，不明である。しかしながら，実施例１の発明と同一の発明が記載されて\nいる甲２には，「削孔の初期状態における回転駆動部８の下端と固定スリーブ管１２\nの上端間の距離及び前記固定スリーブ管１２の内周面に形成される帯状突起１５の\n長さが削孔の１ストロークの長さを決定する。」と記載されており，現場に応じた長\nさの削孔を形成するため，回転駆動部８の下端と固定スリーブ管１２の上端間の距\n離を長くするとともに，帯状突起１５の長さを長くすることにより，１ストローク\nで形成できる削孔を長くすることは，当業者であれば適宜調整できることが理解で\nきる。そして，第 1 図には，固定アーム１３がないが，これは，第１図に開示され\nた掘削装置７が，回転駆動部の回転時に作用する回転反力を従来技術である仮設桟\n橋２で受けるようにしていると解される。したがって，実施例１の非回転外筒の長\nさを長くすればするほど，非回転外筒が掘削中に軸方向下方へ移動できる距離が大\nきくなり，非回転外筒が掘削中に地中に貫入できる。そして，この場合，実施例１\nの非回転外筒は，掘削中に地中に貫入することにより掘削中の孔壁崩壊を防止する\n機能を有するから，本件発明１の固定ケーシングに相当するといえる。固定スリー\nブ管１２は，掘削中に地中に貫入するから，リーダではない。\nこのように，甲１発明は，非回転外筒を備えることを予定した発明であり，非回\n転外筒を設けることには阻害要因はない。\n(2) 甲８の斟酌について\n甲８（特開昭５５－７８７８６号公報）には，オーガ機の駆動部（回転駆動装置）\nに固定した被覆管でスクリュウを保護したアースオーガ機が記載されている。この\n被覆管７は，上端部８がオーガ機の駆動部９に溶接等の所要の手段で固定され，下\n端部１０がスクリュウ１とヘッド２の結合部５までとなるような長さである。さら\nに，被覆管７に保護されたスクリュウ１に連結するスクリュウヘッド２は，その外\n径ｄ２にほぼ等しい径ｄ２´の孔を削孔するが，この孔径は被覆管７の外径にやや\n等しいから，被覆管７の外側面は，削孔壁１４を保護しながら掘進するものである。\n甲８の被覆管７が掘削中に地中に貫入することにより，掘削中の孔壁崩壊を防止す\nるという技術は，昭和５５年以前から土木業界において周知の技術である。そうす\nると，甲８の被覆管７は，本件発明１の固定ケーシングと構成及び作用・機能が共\n通しており，本件発明１における固定ケーシングに相当するといえる。\nこのような甲８に記載された周知技術を斟酌すると，甲１ないし甲２には，非回\n転外筒が固定ケーシングにもなるという相違点１に係る構成が記載されているとい\nえる。そうすると，相違点１に係る構成を甲１発明に組み合わせることは，当業者\nにとって容易になし得ることである。\n２  取消事由２（相違点２についての判断誤り）\n(1) 阻害要因の不存在\n審決は，甲１発明に，別途，甲３記載の反力受桁と一対の支持部材を設けること\nには阻害要因があると判断した。しかしながら，甲１発明に，従来から土木現場で\n一般的によく使用されているＨ型鋼を用いて，別途，甲１の第６図に示す仮設桟橋\nのような構造（甲３記載の反力受桁と一対の支持部材）を設けた構造は，甲１発明\nにはない利点を有する一方，甲１の掘削工法は，固定スリーブ管１２に設けた固定\nアーム１３が手掘りした係合溝に固定ではなく係合しているだけであるため，掘削\n中の衝撃により固定スリーブ管１２が動きやすいという問題点を有するから，阻害\n要因があるとした審決の判断は，誤りである。\n甲３には，掘削機とケーシングを用いる\n掘削工法において，「掘削すべき地盤上の掘\n削箇所を挟んでその両側に水平に敷設され\nた長尺状の横向きＨ型鋼からなる一対の支\n持部材上に，反力受桁を載設固定する」構\n成が記載されている（図‐２参照）。甲３に\nおいて，クレーンに吊り下げられたケーシ\nング部材（固定ケーシング）は，反力受桁\nを軸方向に挿通し，下端に掘削機を連結固\n定しているが，掘削機の掘削力を確保する\nためには，ケーシング部材（固定ケーシン\nグ）が反力受桁により円周方向に回転しないようにする必要があるから，この反力\n受桁は，掘削反力を受ける機能を有する点において，甲１の固定アーム１３と共通\nするものといえる。甲３に記載の工法を実施する株式会社奥村組の技術に関する特\n公昭４８－３９６４４号公報（甲１７）には，甲３の反力受桁に該当する反力受止\n体２５は，地上で固定され，挿通した排土管１を支持して掘削機の回転時の反力を\n受け止めることが記載されている。\n甲３の掘削工法では，反力受桁に挿通されたケーシング部材（固定ケーシング）\nの下端に掘削機が連結固定されているため，掘削機が硬い岩盤等に当接したときの\n衝撃がケーシング部材を介して反力受桁に伝わるが，この反力受桁は，一対の支持\n部材に載設固定されているので，動いたり倒れたりすることはなく，しかも，１ス\nトロークで形成できる削孔を長くするために，上記ケーシング部材の長さを長くし\nても，確実に掘削反力を受けることができるため，安定した掘削を行うことができ\nるという利点がある。\nまた，甲１発明に甲３記載の一対の支持部材を適用することは，甲１発明から従\n来技術に単に戻ることを意味する。\nしたがって，甲１発明に対して，別途，甲３記載の反力受桁と一対の支持部材を\n適用することに阻害要因はない。\n(2) 甲３発明を組み合わせる動機付け\nア  甲１記載の固定アーム１３と甲３記載の反力受桁は，掘削反力を受ける\n機能を有する点で共通している。\nまた，甲１記載の固定スリーブ管１２と甲３記載の一対の支持部材とは，掘削反\n力を受ける部材を支持している点で，機能的に共通している。\nしたがって，甲１の「固定アーム１３」と「固定スリーブ管１２」に代えて，甲\n３の「反力受桁」と「一対の支持部材」をそれぞれ適用することにより，相違点２\nに係る構成とすることには，十分な動機付けがある。\nイ  甲３のケーシング部材（排土管）とケーシングは，直径の大きさの点で\n相違しているが，それだけでは，動機付けを否定することにはならない。\n第４  被告の反論\n１  取消事由１に対し\n(1) 阻害要因\nア  甲１には「非回転外筒」が存在しないこと\n原告は，甲１に「非回転外筒」の存在が開示されていることを前提に，該「非回\n転外筒」が本件発明１の「固定ケーシング」に対応するとして，本件発明が当業者\nにとって容易想到であると主張するが，そもそも，甲１には「非回転外筒」は存在\nしない。\n甲１の第１図は，甲１発明の削孔装置の設置状況を説明するものであるが，甲１\nでは，第１図に関し，「クレーン４を用い，このクレーン４のクレーンブーム５より\nロープ６を介して削孔装置７を吊下し，この削孔装置７により削孔を必要とする斜\n面１に孔を設けるようにする。」と記載されているだけであって，削孔装置７が「非\n回転外筒」である旨の記載は存在しない。甲１では，「（発明の実施例）」として，第\n１図の説明に続けて，同図に示された削孔装置７の詳細が第２図及び第３図を用い\nて説明されており，第２図及び第３図が，第１図の削孔装置７の詳細を示すもので\nあることは明らかである。したがって，第１図と第２図及び第３図とは，同一の実\n施例に関するものであって，原告が主張するように，別個の実施例を示したもので\nはない。このことは，甲１の「（発明の実施例）」において，第４図及び第５図につ\nいては「本発明の他の実施例においては」との前置きがなされているのに対し，第\n１図と第２図及び第３図については，このように別個の実施例であることを示した\n記載がないことからも明らかである。そして，甲１の第２図及び第３図によれば，\n「固定スリーブ管１２」の内側には「回転出力軸」（本件発明１でいう「掘削軸部材」）\nが存在するのみであり，「非回転外筒」は存在しない。甲１には，「非回転外筒」と\nいう用語はなく，そのような概念についての示唆もない。結局，「非回転外筒」なる\n概念は，甲１の第１図が抽象度の高いことから，原告が都合良く作り上げた創作に\nすぎない。\n原告が甲１発明において「非回転外筒」であると主張する部分は，「回転出力軸９」\nであり，甲２にのみ存在する「非回転外筒１１」ではない。原告は，甲１と甲２の\n図が似ていることを奇貨として，本来，甲２にのみ存在する「非回転外筒」が，あ\nたかも甲１にも示されているかのように主張しているにすぎない。\nイ  「固定スリーブ管１２」はケーシングではないこと\n甲１には，「固定スリーブ管１２」に孔壁崩壊防止機能が存在するとの記載はない\nし，甲１に記載された「固定スリーブ管１２」には，そのような機能はない。甲１\nにおいて，「固定スリーブ管１２」は地中に貫入しないから，孔壁を保護するケーシ\nングとはいえない。\nむしろ，「固定スリーブ管１２」は，回転反力を取って，回転駆動装置を上下の方\n向にしか動かないようにガイドするもので，回転駆動装置に近接して設置するもの\nであるため，従来技術でいうリーダに該当するというべきである。\n(2) 甲８の参酌\n甲８は，孔壁保護のための「被覆管」が昭和５５年当時公知であったことを示す\nものであるが，甲８には，「被覆管７」から回転反力を取ることについて，記載がな\nい。したがって，ケーシングを地中に挿入させ孔壁の崩壊防止を行わせながら，同\n時に，このケーシングを回転防止のための部材として利用する技術を示すものでは\nない。\n仮に，原告が主張するとおり，ケーシングが周知であったとしても，ケーシング\nが周知技術であることと，リーダ機能のみを有する「固定スリーブ管１２」をケー\nシングとしても利用するという発想が，容易に想到できるかという問題は，全く別\n次元の問題である。\nなお，甲８において，「被覆管７」が回転反力を受けているわけではない。スクリ\nュウの回転反力は，リーダ等が受けることを前提に，回転反力を受ける部材につい\nての記載が，図面上も本文上も省略されたにすぎない。\n２  取消事由２に対し\n(1) 阻害要因\nア  原告は，相違点２を単なる「反力受桁と一対の支持部材」の有無の問題\nにすり替えている。原告の主張は，「固定ケーシングを上下方向に自由に挿通させる\nが該固定ケーシングの回転を阻止することができるケーシング挿通孔」という構成\nの有無という点を欠落したものであり，不当である。\nイ  甲３の図－２の施工方法図には，「反力受桁」という文字があるが，その\n内容の説明文章はなく，「反力受桁」の構造や機能は不明である。\n同施工方法図の「反力受桁」を指し示す矢印は，排泥ホースを一対となって囲む\n小さな部材を示しているが，少なくとも，一対の「反力受桁」の幅は，明らかにそ\nの下のケーシングの直径よりも狭いものとなっており，「反力受桁」にケーシングを\n軸方向に挿通することは物理的に不可能である。したがって，原告が主張するよう\nに，掘削機の掘削力を確保するために，掘削機が連結固定されたケーシング部材（固\n定ケーシング）が，「反力受桁」によって円周方向に回転しないようにされているか\n否かは明らかでなく，甲３の反力受桁と甲１の固定アーム１３が，掘削反力を受け\nる機能の点で共通するという原告の主張は，前提を欠くものである。\nウ  甲１の掘削工法は，固定スリーブ管１２に設けた固定アーム１３が手掘\nりした係合溝に固定ではなく係合しているだけであるため，掘削中の衝撃により固\n定スリーブ管１２が動きやすいという問題点を有するという原告の主張は，根拠を\n欠くものである。\nエ  甲１発明に反力受桁と一対の支持部材を適用することは，「仮設桟橋等を\n構築する必要がなく」なるような構成にするという甲１発明の目的に反することと\nなり，本末転倒である。\n(2) 甲３発明の組合せの可否等\nア  甲３の「反力受桁」は相違点２とは異なる構成であるから，仮に甲１発\n明の「固定スリーブ管１２」に甲３発明を組み合わせても，相違点２に係る構成に\n想到することはできない。甲３には，「掘削の方法は，リバース・サーキュレーショ\nン杭と同じ原理により」行うとされているが，リバース・サーキュレーション工法\nで用いられるケーシングは，単に表層のみの孔壁崩壊を防止する目的で，掘削開始\n前に表層に打ち込まれるものであり，本件発明１の「固定ケーシング」のように，\n掘削が進むのと並行して降下して孔壁全体を保護するものではない。\nイ  甲１記載の「固定アーム１３」は，「固定スリーブ管１２」を介して「削\n孔装置７」が回転しないようにすることで反力を受けているが，甲３記載の「反力\n受桁」は何をもって掘削反力を受けているのか十分な説明がないから，甲１記載の\n「固定アーム１３」と「固定スリーブ管１２」は，甲３記載の「反力受桁」と「一\n対の支持部材」に機能的にそれぞれ対応しているものといえない。したがって，甲\n１の「固定アーム１３」と「固定スリーブ管１２」に代えて，甲３の「反力受桁」\nと「一対の支持部材」をそれぞれ適用することにより，相違点２に係る構成とする\nことはできない。\n第５  当裁判所の判断\n１  前提事実について\n(1) 本件発明について\nア  本件明細書（甲９，１０）には，次のとおりの記載がある。\n【０００１】\n【発明の属する技術分野】\n本発明は，基礎杭等の造成にあたって地盤を掘削する掘削装置に関する。\n【０００２】\n【従来の技術】\nこの種の掘削装置として一般に使用されるアースオーガ装置では，クローラクレ\nーンによってリーダを鉛直に立設し，このリーダに回転駆動手段たるオーガマシン\nを昇降可能に装備し，このオーガマシンに，先端に掘削ビットを備えた掘削軸部材\nを垂下連結し，しかして掘削軸部材をオーガマシンにより回転させて地盤の掘削を\n行うようにしている。\n【０００３】\n【発明が解決しようとする課題】\n上記アースオーガ装置のような掘削装置では，オーガマシンの駆動時の回転反力\nを受支するために必ずリーダが必要となる。しかして，リーダの長さが長くなると，\n施工現場内でのリーダの移動作業や，現場へのリーダの搬入及び現場からの搬出作\n業に非常な手間と時間を要する。また，傾斜地での地盤掘削にあっては，クローラ\nクレーンの接地面とリーダの接地面との段差が大きい場合にリーダの長さを長くと\nれず，掘削深さが制限されることになる。\n【０００４】\n本発明は，上記の課題に鑑み，リーダを使用せずに地盤の掘削を行うことができ\nて作業能率を向上でき，また傾斜地での地盤掘削においてクレーンの接地面とリー\nダの接地面との間に可成りの段差がある場合でも，リーダを十分に長くできて必要\nな深さまで掘削を行える掘削装置を提供することを目的とする。\n・・・\n【０００６】\nこの掘削装置の使用にあっては，クレーンブームＭから昇降操作用ワイヤーＷを\n介して回転駆動装置１を吊支し，この回転駆動装置１の下部から固定ケーシング５\n及び掘削軸部材２を垂下した状態で，固定ケーシング５を，地盤上の所定箇所（掘\n孔箇所１８）に固定されているケーシング回り止め部材７のケーシング挿通孔８に\n挿入させる。こうして固定ケーシング５をケーシング回り止め部材７のケーシング\n挿通孔８に挿入することにより，固定ケーシング５は，上下方向に移動可能である\nがその回転が阻止される。つまり，回転駆動装置１の回転反力はケーシング回り止\nめ部材７によって受支されることになる。しかして，昇降操作用ワイヤーＷを繰り\n出しつつ，回転駆動装置１を作動させて掘削軸部材２を回転させながら地盤を掘削\nする。\n【０００７】\n上記のように，この発明の掘削装置は，掘削すべき地盤上の所定箇所に水平に設\n置され，固定ケーシング５を上下方向に自由に挿通させるが当該固定ケーシング５\nの回転を阻止するケーシング挿通孔８を形成してなるケーシング回り止め部材７を\n備えているから，このケーシング回り止め部材７によって回転駆動装置１の回転反\n力を受支させることができる。従って，従来装置のようにリーダを使用することな\nく，地盤の掘削を行うことができる。\n・・・\n【００１２】\n【発明の実施の形態】図１は，本発明に係る掘削装置の全体を概略的に示し，図\n２はその一部を拡大して示している。これらの図において１は，クレーン車Ｋのブ\nームＭ先端から垂下される昇降操作用ワイヤーＷによって昇降可能に吊支された回\n転駆動装置，２は，回転駆動装置１の下部に突出した回転駆動軸３に一体回転可能\nに垂下連結された掘削軸部材で，この掘削軸部材２の下部にはダウンザホールハン\nマー４が連設されている。５は，掘削軸部材２に套嵌されると共に，回転駆動装置\n１の機枠６に一体的に垂下連結された固定ケーシングであり，７は，掘削すべき地\n盤上の所定箇所に水平に設置されたケーシング回り止め部材で，固定ケーシング５\nを上下方向に自由に挿通させるが該固定ケーシング５の回転を阻止することのでき\nるケーシング挿通孔８（図４，図７参照）を備えている。\n・・・\n【００１５】\n前記固定ケーシング５は，円筒状のケーシングからなるもので，図１～図３に示\nすように，その外周面に例えば２条の係合用突条部１７，１７が周方向に一定間隔\nでそれぞれ長手方向全長に亘って一体または一体的に条設されている。この係合用\n突条部１７は１条でもよいし，複数条でもよい。そして，固定ケーシング５の上端\nフランジ部５ａが，前記機枠６下部に突設されたスカート状ブラケット９の下端フ\nランジ部９ａに接合され，それによって固定ケーシング５が回転駆動装置１の機枠\n６に一体的に固定される。この固定ケーシング５は，全長にわたり一体に形成され\nた所謂１本ものでもよいが，好ましくは，地盤の掘削長さに応じて継ぎ足しできる\nように互いに連結可能な複数の固定ケーシング部材からなるものがよい。\n【００１６】\n次に，ケーシング回り止め部材７について図４～図７を参照して説明すると，ケ\nーシング回り止め部材７は，例えば厚板状の鉄板によって形成されたもので，前記\n円筒状固定ケーシング５の外径よりわずかに大きい内径を有して当該ケーシング５\nが挿通可能な円形孔部８ａと，この円形孔部８ａの内周部の直径方向対向位置に凹\n設されて，前記両係合用突条部１７，１７がそれぞれ挿通可能な係合用凹部８ｂ，\n８ｂとからなるケーシング挿通孔８を備えている。そして，このケーシング回り止\nめ部材７は，図４及び図７に示すように，掘削地盤上の掘孔箇所１８（図４参照）\nを挟んでその両側に水平に敷設された長尺状の横向きＨ形鋼からなる一対の支持部\n材１９，１９上に載設固定されるようになっている。\n・・・\n【００２３】\nこの場合，ケーシング回り止め部材７は，前記したように，その一方の半割板７\nｂを，両支持部材１９，１９上の定位置に係合部２４と位置決め突起２３とを係合\nさせることによりセットし，この状態から固定ケーシング５を当該半割板７ｂの半\n円状ケーシング挿通孔８部分（ケーシング挿通孔８の半分）に挿入すると共に，固\n定ケーシング５側の係合用突条部１７を当該半割板７ｂ側の係合用凹部８ｂに係合\nさせ，しかる後に他方の半割板７ａを固定ケーシング５に嵌合しながら前記一方の\n半割板７ｂに対向する定位置に前記同様に係合部２４と位置決め突起２３とを係合\nさせてセットし，両半割板７ａ，７ｂにより固定ケーシング５を挟持した状態とし，\nそしてボルト２５により両半割板７ａ，７ｂを支持部材１９，１９上に締結固定す\nる。この場合，一対の支持部材１９，１９は，縦方向または横方向の一連の掘孔箇\n所１８の配列方向に沿って地盤上に配置固定する。\n・・・\n【００２７】\n以上の説明から明らかなように，この掘削装置は，掘削すべき地盤上の所定の掘\n孔箇所１８に水平に設置され，固定ケーシング５を上下方向に自由に挿通させるが\n当該固定ケーシング５の回転を阻止し得るケーシング挿通孔８を形成してなるケー\nシング回り止め部材７を備えているから，このケーシング回り止め部材７によって\n回転駆動装置１の回転反力を受支させることができ，それによって従来装置のよう\nにリーダを使用することなく，地盤の掘削を行うことができる。\n・・・\n【００３０】\nまた，ケーシング回り止め部材７は，両支持部材１９，１９の長手方向と直交す\nる方向の分割線に沿って２分割された一対の半割板７ａ，７ｂからなるため，支持\n部材１９，１９上へのケーシング回り止め部材７の取り付けにあたって，一方の半\n割板７ｂを支持部材１９，１９上の定位置に配置した後，固定ケーシング５を当該\n一方の半割板７ｂのケーシング挿通孔８部分に挿通させ，しかる後他方の半割板７\nａのケーシング挿通孔８部分を固定ケーシング５に嵌合させるようにすることによ\nり，ケーシング回り止め部材７のケーシング挿通孔８への固定ケーシング５の挿通\n作業を容易に行うことができる。\n・・・\n【００３３】\nまた，ケーシング回り止め部材７としては，上述した平板状に形成されたものに\n限らず，ケーシング回り止め部材７を地盤上に水平に支持する支持部がこの回り止\nめ部材７と一体に形成された構造のものでもよい。\n【００３４】\n【発明の効果】\n請求項１に係る発明の掘削装置は，昇降可能に支持される回転駆動装置と，掘削\nビットを有し，回転駆動装置下部の回転駆動軸に連動連結される掘削軸部材と，掘\n削地盤上の所定の掘孔箇所に水平に設置され，固定ケーシングを上下方向に自由に\n挿通させるが当該固定ケーシングの回転を阻止するケーシング挿通孔を形成したケ\nーシング回り止め部材とを備えているため，ケーシング回り止め部材によって回転\n駆動装置の回転反力を受支させることができ，それによって従来装置のようにリー\nダを使用することなく地盤の掘削を行うことができ，従ってリーダの使用に伴う\n種々の問題を解消することができる。\n【図１】  【図２】\n【図３】  【図４】\n【図５】  【図６】\n【図７】\nイ  以上の記載によれば，本件発明は，基礎杭等の造成に当たって地盤を掘削\nする掘削装置に関するものであり（【０００１】），従来からの，クローラクレーンで\n鉛直に立設したリーダに回転駆動手段であるオーガマシンを昇降可能に装備し，こ\nのオーガマシンに掘削軸部材を垂下連結し，この掘削軸部材をオーガマシンで回転\nさせ，掘削軸部材の先端に設けられた掘削ビットで地盤を掘削するアースオーガ装\n置（【０００２】）では，オーガマシンの駆動時の回転反力を受支するためのリーダ\nを必要とするが，リーダが長くなると，リーダを施工現場内で移動したり，現場へ\n搬入したり，現場から搬出したりする作業に非常な手間と時間を要するし，また，\n傾斜地で地盤を掘削する際は，クローラクレーンの接地面とリーダの接地面との段\n差が大きいとリーダを長くすることができず，掘削深さが制限されるという課題が\nあったため（【０００３】），この課題を解決し，リーダを使用せずに地盤を掘削する\nことが可能で作業能率がよく，また，傾斜地で地盤を掘削する際に，従来のアース\nオーガ装置ではクローラクレーンの接地面とリーダの接地面との間の段差が大きく\nなってしまうような場合でも，必要な深さまで掘削することができる掘削装置の提\n供を目的とするものである（【０００４】）と認められる。\nそして，本件発明では，クレーンブームＭから昇降操作用ワイヤーＷを介して吊\n支した回転駆動装置１の下部から固定ケーシング５及び掘削軸部材２を垂下した状\n態で，固定ケーシング５を地盤上の掘孔箇所１８に固定されたケーシング回り止め\n部材７のケーシング挿通孔８に挿入し，回転駆動装置１の回転反力をケーシング回\nり止め部材７で受支することによって，固定ケーシング５を上下方向に移動可能に\nする一方，その回転を阻止し，昇降操作用ワイヤーＷを繰り出しつつ，回転駆動装\n置１を作動させて掘削軸部材２を回転させ，地盤を掘削する（【０００６】）。本件発\n明の掘削装置は，掘削すべき地盤上の掘孔箇所１８に水平に設置されるところ，ケ\nーシング回り止め部材７には，固定ケーシング５を上下方向に自由に挿通させるが，\nその回転を阻止するケーシング挿通孔８が形成されているから，ケーシング回り止\nめ部材７で回転駆動装置１の回転反力を受支させることができ，そのため，従来の\n装置とは違って，リーダを使用しなくても地盤の掘削が可能であり，したがって，\nリーダの使用に伴う種々の問題を解消することができる（【０００７】，【００３４】）。\nなお，本件発明の回転駆動装置は，昇降可能に支持され，その下部の回転駆動軸\nには，先端に掘削ビットを有する掘削軸部材が一体回転可能に連結されているから，\n地盤の掘削を始めると，掘削ビット，掘削軸部材及び回転駆動装置は，全体として\n下に移動する。掘削ビットは，当然，掘削中の孔の底に位置するから，掘削軸部材\nは，掘削が進むに連れて下の方から順次，掘削された孔の中に入って行き，固定ケ\nーシングは，回転駆動装置の機枠に一体的に垂下連結されるから，地盤の掘削を始\nめると，回転駆動装置と共に下に移動し，掘削が進むに連れて，掘削軸部材と共に\n掘削された孔の中に入って行くこととなる。その結果，固定ケーシングは，孔壁の\n崩壊防止機能を果たす。\n(2) 甲１発明\nア  甲１には，次のとおりの記載がある。\n「２．特許請求の範囲\n(1) 回転駆動部と，この回転駆動部から下方に延びる回転出力軸と，この回転出\n力部の下端に設けられた削孔用具と，前記回転駆動部の外周に間隙を介して嵌合さ\nれる所定長さの固定スリーブ管と，この固定スリーブ管の下端外周に突出せしめた\n固定用突出部と，前記固定スリーブ管の内周面にその上端から下方に延びるように\n突出して設けた帯状突起と，この帯状突起に突出して設けたストッパーとより成る\nことを特徴とする削孔装置。\n・・・\n３．発明の詳細な説明\n（産業上の利用分野）\n本発明は，削孔装置，特に斜面に垂直に削孔することが出来る削孔装置に関する\nものである。\n（従来装置）\n従来平坦地を除く斜面状の地形部に基礎杭や山留め杭等を打ち込む目的で削孔を\n必要とする場合には第６図に示すように斜面１に仮設桟橋２を構築するか或いは第\n７図に示すように斜面１の土砂を段切り掘削してその上に回転式又は回転打撃式の\n削孔機３を搭載固定して削孔している。\nこの削孔の為の仮設工事は削孔機３の大きさ，削孔仕様等により規模の大小はあ\nるが工事量全体の２０～３０％を占める場合があり，特に１本当たりの削孔長が比\n較的浅い場合はこの割合が更に増加することになる。\n（発明の目的）\n本発明の目的は上記のような欠点を除去した削孔装置を得るにある。\n・・・\n（発明の実施例）\n・・・\n本発明においては第１図に示すようにクレーン４を用い，このクレーン４のクレ\nーンブーム５よりロープ６を介して削孔装置７を吊下し，この削孔装置７により削\n甲を必要とする斜面１に孔を設けるようにする。\n本発明の削孔装置７は第２図，第３図に示すようにクレーン４をロープ６より吊\n下される回転駆動部８と，この回転駆動部８の中心から下方に延びる回転出力軸９\nと，この回転出力部９の下端に設けられたボタンビット等の削孔用具１０と，前記\n回転駆動部８の外周に若干の間隙を介して嵌合されるよう前記回転駆動部８の上部\nから前記削孔用具部分まで下方に延びる固定スリーブ管１２と，この固定スリーブ\n管１２の下端外周に例えば互いに１８０°離間した位置から水平方向に伸びるよう\nに設けた一対の固定アーム１３と，前記固定スリーブ管１２の下部に設けた掘屑吐\n出口１４と，前記固定スリーブ管１２の内周面にその上端から所定ストローク長さ\nだけ下方に延びるよう例えば互いに１８０°離間した位置で内方に突出して設けた\n帯状突起１５と，この帯状突起１５の側面に係合するよう前記回転駆動部８の外周\n面に互いに１８０°離間した位置で外方に突出するように設けたストッパー１６と\nにより構成する。\n本発明の削孔装置は上記のような構成であるからその使用に際しては先ず斜面１\nの削孔地点に固定スリーブ管１２が鉛直に立つ程度のスペースを手掘りし更に固定\nアーム１３を斜面１の等高線上で収容出来る程度の幅で係合溝を手掘りする。\n次に，クレーン４によってロープ６を介して削孔装置７を吊下し，削孔用具１０\nを削孔地点に設置し，前記係合溝内に削孔装置７の固定アーム１３を係合せしめ，\nこの状態で回転駆動部８を駆動せしめる。\nこの結果回転出力軸９の回転と共に回転駆動部８も一緒に回転するが，回転駆動\n部のストッパー１６が固定スリーブ管１２の帯状突起１５と係合した状態で回転駆\n動部８の回転が停止し，回転出力軸９の回転が削孔用具１０に伝達されるようにな\nる。\n削孔用具１０の回転によって削孔が開始され，削孔に伴う堀屑は固定スリーブ管\n１２の下端開口より掘屑吐出口１４を介して水，泥水，又は圧気と共に吐出される。\n削孔の進行によって削孔用具１０と共に回転駆動部８も固定スリーブ管１２に相\n対的に下降し，固定スリーブ管１２の下部に回転駆動部８が位置されるようになっ\nて削孔の１ストロークが完了される。即ち固定スリーブ管１２の長さ及び前記固定\nスリーブ管１２の内周面に形成される帯状突起１５の長さが削孔の１ストロークの\n長さを決定する。\n本発明の他の実施例においては第４図，第５図に示すように一対の固定アーム１\n３を固定スリーブ管１２の下端部外周に嵌合したリング１７の外周に固定し，この\nリング１７の内周面に形成した凹溝１８を固定スリーブ管１２の下端部外周に軸方\n向に設けた突出リブ１９に係合することによって前記リング１７が固定スリーブ管\n１２と相対的に円周方向には回動しないが軸方向には所定長さだけ摺動自在なるよ\nうにする。\nこの実施例によれば固定アーム１３を固定スリーブ管１２に相対的に軸方向に所\n定の長さだけ移動出来るので斜面１に対する削孔装置７の初期設定が容易となる。\n（発明の効果）\n上記のように本発明削孔装置によれば仮設桟橋等を構築する必要がなく，又如何\nなる地点にも極めて容易に削孔することが出来る大きな利益がある。」\n第１図             第２図                  第３図\n第４図          第５図                      第６図\n第７図\nイ  以上の記載によれば，甲１発明は，仮設桟橋を構築したり，斜面の土砂\nを切り崩してその上に削孔機を登載固定したりすることなく，斜面に垂直に削孔す\nることができるように，回転駆動部と，この回転駆動部から下方に延びる回転出力\n軸と，この回転出力部の下端に設けられた削孔用具と，前記回転駆動部の外周に間\n隙を介して嵌合される所定長さの固定スリーブ管と，この固定スリーブ管の下端外\n周に突出した固定用突出部と，前記固定スリーブ管の内周面にその上端から下方に\n延びるように突出して設けた帯状突起と，この帯状突起と係合するように前記回転\n駆動部の外周面に突出して設けたストッパーとより成ることを特徴とする削孔装置\nであると認められる。\nそして，甲１発明において，回転駆動装置は，昇降可能に支持され，先端に掘削\nビットがある掘削軸部材と，一体回転可能に連接されている。また，掘削軸部材の\n外周には，回転駆動装置が駆動した際に回転しないように固定ケーシングが設けら\nれ，そのケーシングの外周面に回り止め部材であるストッパーが設けられる。削孔\n前は，固定スリーブ管の上端側に回転駆動部が，下端側に削孔用具が，その間に回\n転出力軸が位置しているが，回転駆動部が駆動すると，ストッパーが固定スリーブ\n管の帯状突起と係合した状態となり，回転出力軸の回転が削孔用具に伝達される。\n削孔が進行すると，削孔用具と共に回転駆動部も固定スリーブ管に相対的に下降し，\n固定スリーブ管の下部に回転駆動部が位置されるようになって削孔の１ストローク\nが完了される。この際，回転出力軸は，その下端に設けられた削孔用具と共に地中\nに貫入される。他方，固定部材は，固定スリーブ管の下端外周に嵌合したリングの\n外周に，互いに１８０°離間した位置から水平方向に伸びるように設けた一対の固\n定アームを備え，斜面に手掘りした係合溝によって係合される。固定スリーブ管は，\nリングと相対的に軸方向に所定の長さだけ摺動自在となっているが，リングの外周\nにある固定アームが係合溝と係合されているため，削孔が進んだとしても所定の長\nさ以上，地中に貫入することはない。\n(3) 対比\n以上の認定事実によれば，本件発明は，上記第２の２のとおり，引用発明は，上\n記第２の３(2)のとおりであって，本件発明１と引用発明との相違点は，上記の第２\nの３(3)のとおりであると認められ，この点は，当事者間に争いがない。\n２  取消事由１\n(1) 阻害要因の有無\nア  原告は，甲１の第１図には，回転駆動部８から下方に延びる非回転外筒\nが固定スリーブ管１２に挿通される構成（実施例１）が記載され，甲１の明細書及\nび図面には，非回転外筒が設けられない構成（実施例２）が記載され，実施例１の\n非回転外筒は，回転駆動部８の機枠に一体的に垂下連結され，回転出力軸９に套嵌\nされ，固定スリーブ管１２を上下方向に自由に挿通するが，円周方向の回転は阻止\nされるから，本件発明１の固定ケーシングに相当すると主張し，実施例２のみ審理\n判断して，甲１文献に記載された固定スリーブ管１２を本件発明１の固定ケーシン\nグに対応させ，阻害要因があるとした審決の判断は誤りであると主張する。\nイ  確かに，甲１の第１図に示された削孔装置７と第２図に示された削孔装\n置７とは，一見すると全体形状が異なっている。\nしかしながら，甲１は公開特許公報であり，甲１に掲載された図は，いずれも特\n許出願の願書に添付された図面に描かれたものであるところ，一般に，特許出願の\n願書に添付される図面は，明細書を補完し，特許を受けようとする発明に係る技術\n内容を当業者に理解させるための説明図であるから，当該発明の技術内容を理解す\nるために必要な程度の正確さを備えていれば足りる。したがって，甲１の第１図も，\n当業者が削孔装置７の設置状況を理解するために必要な程度の正確さしか期待でき\nず，同図が，削孔装置７に関して極めて簡略な記載であることを考慮すると，その\n具体的な構成を認識することは困難である。\nそして，甲１の記載によれば，第１図は，あくまでも「本発明の削孔装置の設置\n状況説明図」（３頁，図面の簡単な説明）であり，甲１には，上記１(2)で指摘した\nとおり，第１図に関し，「本発明においては第１図に示すようにクレーン４を用い，\nこのクレーン４のクレーンブーム５よりロープ６を介して削孔装置７を吊下し，こ\nの削孔装置７により削孔を必要とする斜面１に孔を設けるようにする。」（２頁左上\n欄１６行ないし２０行）との記載があるだけで，これ以外に第１図に関する記載は\nなく，非回転外筒という記載もない。そうすると，第１図は，削孔装置７の設置状\n況（削孔装置７がクレーン４のクレーンブーム５からロープ６を介して吊り下げら\nれる状況）を示すものであるが，掘削装置７の具体的な構成として非回転外筒とい\nう技術思想を示すものとはいえない。\nウ  しかも，甲１の記載は，第１図が第２図及び第３図と異なる実施例を示\nすものではないことを示している。\nすなわち，甲１には，上記１(2)で指摘したとおり，上記の第１図に関する記載に\n続けて，「本発明の削孔装置７は第２図，第３図に示すようにクレーン４のロープ６\nにより吊下される回転駆動部８と，この回転駆動部８の中心から下方に延びる回転\n出力軸９と，この回転出力軸９の下端に設けられたボタンビット等の削孔用具１０\nと，前記回転駆動部８の外周に若干の間隙を介して嵌合されるよう前記回転駆動部\n８の上部から前記削孔用具部分まで下方に延びる固定スリーブ管１２と，この固定\nスリーブ管１２の下端外周に例えば互いに１８０°離間した位置から水平方向に延\nびるように設けた一対の固定アーム１３と，前記固定スリーブ管１２の下部に設け\nた掘屑吐出口１４と，前記固定スリーブ管１２の内周面にその上端から所定ストロ\nーク長さだけ下方に延びるよう例えば互いに１８０°離間した位置で内方に突出し\nて設けた帯状突起１５と，この帯状突起１５の側面に係合するよう前記回転駆動部\n８の外周面に互いに１８０°離間した位置で外方に突出するように設けたストッパ\nー１６とにより構成する。」（２頁右上欄１行ないし２０行）との記載があるが，こ\nこで言及されたクレーン４は，第２図及び第３図のいずれにも示されていないから，\n第１図に示されたクレーン４を指すと解するほかない。そうすると，ここで言及さ\nれたロープ６及び削孔装置７は，第２図に示されたロープ６並びに第２図及び第３\n図に示された削孔装置７だけでなく，第１図に示されたロープ６及び削孔装置７を\nも指すことが，文脈上明らかである。\n以上のとおり，第２図及び第３図は，いずれも第１図に設置状況が示された削孔\n装置７の詳細を示すものであり，第１図に示された削孔装置７と第２図及び第３図\nに示された削孔装置７とは，同一の実施例を示すものであって，別個の実施例を示\nすものではない。そして，第２図及び第３図に示された削孔装置７は，回転駆動部\n８，回転出力軸９，削孔用具１０，固定スリーブ管１２，一対の固定アーム１３，\n掘屑吐出口１４，帯状突起１５及びストッパー１６により構成されるから，第１図\nにおいても，非回転外筒を備えているといえないことは明らかである。\nエ  甲１の他の実施例を見ても，甲１には非回転外筒についての技術思想は\n示されていない。\nすなわち，甲１には，上記１(2)で指摘したとおり，「本発明の他の実施例におい\nては第４図，第５図に示すように一対の固定アーム１３を固定スリーブ管１２の下\n端部外周に嵌合したリング１７の外周に固定し，このリング１７の内周面に形成し\nた凹溝１８を固定スリーブ管１２の下端部外周に軸方向に設けた突出リブ１９に係\n合することによって前記リング１７が固定スリーブ管１２と相対的に円周方向には\n回動しないが軸方向には所定長さだけ摺動自在なるようにする。」（２頁右下欄１０\n行ないし１８行）との記載があるが，第４図及び第５図に示された他の実施例の削\n孔装置７は，一対の固定アーム１３を固定スリーブ管１２に固定する構造が第２図\n及び第３図に示された削孔装置７と異なるだけであるから，回転外筒を備えていな\nいことに変わりない。\nオ  また，甲１と甲２は，同一出願人の同日付けの特許出願に係る公開特許\n公報であるが，別個の発明に関する別個の刊行物であるから，一方の公刊物に記載\nされているからといって，他方においても，当然にその記載があることにはならな\nい。したがって，甲２に非回転外筒が記載されているからといって，甲１にも非回\n転外筒が記載されていることにはならない。\nカ  以上によれば，甲１の第１図は第２図及び第３図と異なる実施例を示す\nものではなく，甲１には非回転外筒は記載されていないから，原告の主張はその前\n提において失当である。\nキ  そして，甲１発明の回転駆動部８は，削孔の進行によって固定スリーブ\n管１２に相対的に下降し，回転駆動部８の中心から下方に延びる回転出力軸９は，\nその下端に設けられた削孔用具１０と共に，削孔が進むに連れて孔の中に入って行\nくが，固定スリーブ管１２は，削孔が進んでも孔の中に入ることはない。このよう\nに甲１発明の回転駆動部８に固定スリーブ管１２を固定すると，回転駆動部８は，\n削孔の進行によって固定スリーブ管１２に相対的に下降できなくなるから，削孔が\n不可能になる。したがって，甲１発明において固定スリーブ管１２を回転駆動部８\nに固定することには阻害要因があるというべきであり，これと趣旨を同じくする審\n決の判断に誤りはない。\n(2) 甲８の斟酌\nア  原告は，本件発明１の固定ケーシングに相当する部材（甲８の被覆管７）\nが掘削中に地中に貫入することにより，掘削中の孔壁崩壊を防止するという技術は，\n周知技術であり，甲８を斟酌すると，甲１，２は相違点１に係る構成を表したもの\nであるといえ，これを甲１発明に組み合わせることは，当業者にとって容易になし\n得ることであると主張する。\nイ  甲８には，オーガ機の駆動部に固定した被覆管でスクリュウを保護した\nアースオーガ機が記載され（特許請求の範囲），被覆管７は，上端部８をオーガ機の\n駆動部９に固定され，その長さは，下端部１０がスクリュウ１とヘッド２の結合部\n５までであり（２頁右上欄最終行から左下欄３行），被覆管７の外壁面は削孔壁１４\nを保護しながら掘進する（２頁右下欄１２から１６行）ものである。\nしかしながら，甲８は，昭和５５年当時，孔壁崩壊を防止するために「被覆管」\nが公知であったことを示すものであるが，甲８には，明細書にも図面にもスクリュ\nウヘッドが削孔した場合に受ける反力を何が受けるかについての記載はない。この\nことは，当時，一般的であったリーダが回転反力を受けることを前提に，その記載\nを省略したと解されるから，「被覆管」が反力を受ける機能を果たすことが記載され\nているとはいえない。\n（第２図）\nしたがって，甲８は，甲１の固定スリーブ管１２に反力を受ける機能を果たす役\n割を付加することを，当業者に示唆するものとはいえない。\nウ  そして，甲１発明の固定スリーブ管１２は，掘削された孔に貫入するも\nのではないから，本件発明１の「固定ケーシング」が有するような孔壁崩壊防止機\n能はない。\nすなわち，上記１(2)のとおり，甲１発明では，回転駆動部８が，削孔の進行によ\nって固定スリーブ管１２に相対的に下降し，固定スリーブ管１２の下部に回転駆動\n部８が位置されるようになって削孔の１ストロークが完了されるから，回転駆動部\n８の中心から下方に延びる回転出力軸９は，その下端に設けられた削孔用具１０と\n共に，削孔が進むに連れて孔の中に入って行くことになる。しかしながら，固定ス\nリーブ管１２は，その下端部外周に嵌合したリング１７の外周に一対の固定アーム\n１３が固定されており，固定アーム１３は削孔地点の係合溝内に一対の固定アーム\n１３が係合される。そして，リング１７は，固定スリーブ管１２と相対的に軸方向\nに所定の長さだけ摺動自在になっている。したがって，リング１７の内周面に形成\nした凹溝１８が，固定スリーブ管１２の下端部外周に軸方向に設けた突出リブ１９\nの上端に達すると，それ以上は孔の中に入ることはなく，軸方向に所定長さだけ摺\n動自在にされていることに伴い，同所定の長さだけ地中に貫入できるが，削孔が進\nんでも，無制限に孔の中に入ることはない。\nエ  甲２における非回転外筒１１及び固定スリーブ管１２のいずれも，掘削\nされた孔に貫入されることは予定されていないから，本件発明１の「固定ケーシン\nグ」が有するような孔壁崩壊防止機能はない。\nすなわち，甲２に記載された削孔装置７は，甲１発明と同様に，クレーン４のロ\nープ６により吊下される回転駆動部８と，その中心から下方に延びる回転出力軸９\nと，その下端に設けられた削孔用具１０とを有し（２頁右上欄５行ないし左下欄８\n行，第１図ないし第３図），回転駆動部８は，削孔の進行によって固定スリーブ管１\n２に相対的に下降し，固定スリーブ管１２の上端が回転駆動部８の下端に接するよ\nうになる直前で削孔の１ストロークが完了されるから（２頁右下欄１０行ないし１\n４行），回転出力軸９及び削孔用具１０は，削孔が進むに連れて孔の中に入って行く。\nこれに対し，固定スリーブ管１２は，その下端部外周に一対の固定アーム１３が固\n定されていて（２頁右上欄１６行ないし１９行），その一対の固定アームは，削孔地\n点に設けられた係合溝と係合するから（２頁左下欄９行ないし１９行），リング１７\nが固定スリーブ管１２の外周に固定されている場合は，係合溝による抵抗により，\n孔の中に入ることはないし，仮にリング１７が固定されない場合であっても（２頁\n右下欄下２行ないし３頁左上欄７行，第４図，第５図），リング１７が固定スリーブ\n管１２と相対的に軸方向に所定の長さだけ摺動自在になっているのであり，リング\n１７の内周面に形成した凹溝１８が，固定スリーブ管１２の下端部外周に軸方向に\n設けた突出リブ１９の上端に達すると，それ以上は孔の中に入ることはなく，せい\nぜい上記所定の長さ分地中に貫入するだけである（２頁右下欄１９行ないし３頁左\n上欄１１行）。\n（注）  第１図，第４図，第５図は甲１と共通するので，ここでは第２図と第３\n図のみ示す。\n第２図              第３図\nこのように，甲２に記載された削孔装置７の固定スリーブ管１２は，掘削された\n孔に貫入するものではなく，孔壁の崩壊を防止する機能を有しない。\nまた，甲２に記載された削孔装置７は，さらに，回転出力軸９の外周に若干の間\n隙を介して嵌合され，回転駆動部８から所定ストローク長さだけ下方に延びる非回\n転外筒１１を有する（２頁右上欄５行ないし左下欄８行，第２図，第３図）が，甲\n２には，非回転外筒１１が孔の中に入る旨の記載はないし，その可能性を示唆する\n記載もない。しかも，甲２に記載された削孔装置７は，固定スリーブ管１２の下部\nに掘屑吐出口１４が設けられ（２頁右上欄１９行ないし２０行，第２図），削孔に伴\nう掘屑が固定スリーブ管１２の下端開口より掘屑吐出口１４を介して吐出される\n（２頁右下欄６行ないし９行）から，非回転外筒１１を孔の中に入るほど長くする\nと，回転駆動部８から下方に延びる非回転外筒１１は，掘屑吐出口１４より上方か\nら掘屑吐出口１４を越え，固定スリーブ管１２の下端開口も越えて更に下方にまで\n延びることになる。この場合，非回転外筒１１は，固定スリーブ管１２の内側から\n掘屑吐出口１４を覆うから，固定スリーブ管１２の下端開口と掘屑吐出口１４との\n間が非回転外筒１１によって遮断され，削孔に伴う掘屑を固定スリーブ管１２の外\nに排出することができなくなり，削孔装置７の本来の機能である削孔機能を損なう\nことは明らかである。そうすると，非回転外筒１１は，孔の中に入ることを前提と\nしない部材といえる。\nこのように，甲２に記載された削孔装置７の非回転外筒１１は，掘削された孔に\n貫入するものではなく，孔壁の崩壊を防止する機能を有しない。\nオ  そうすると，甲８を斟酌しても，相違点１に係る構成が甲１，２に記載\nされているとはいえず，甲２発明を甲１発明に組み合わせたとしても，本件発明１\nの相違点１に係る構成に想到しない。\n(3) 以上によれば，原告の主張は理由がない。\n３  取消事由２\n(1) 原告は，本件発明１は，甲１発明に甲３記載の反力受桁及び一対の支持部\n材）を設けたものであるが，かかる構造は甲１発明にない利点を有するし，甲１発\n明に甲３記載の一対の支持部材を適用することは，従来技術に単に戻ることを意味\nするだけであるから，阻害要因があるとした審決の判断は誤りである等と主張する。\n(2) 確かに，甲３の施工方法図（図－２）を見ると，反力受桁が示されている。\nしかしながら，反力受桁を指し示す矢印は，排泥ホースを一対となって囲む小さな\n部材を示しており，その一対の部材（反力受桁）の幅は，明らかにその下のケーシ\nングの直径より狭い。したがって，反力受桁にケーシングを軸方向に挿通すること\nは，物理的に不可能である。\nなお，甲３に記載されている排泥ホースは，上記反力受桁を軸方向に挿通するこ\nとはできるが，明らかにケーシングとは区別して記載されているし，掘削時の回転\n反力を受け止める機能を果たすか否かも不明であるから，甲１発明にいう固定ケー\nシングに該当するとはいえない。\nしたがって，甲３に記載された反力受桁は，本件発明１のケーシング回り止め部\n材に相当するとはいえないから，甲３発明を適用しても，本件発明１の相違点２の\n構成を想到できない。\n(3) また，甲１発明の目的は，斜面状の地形部に基礎杭や山留め杭等を打ち込\nむ目的で削孔をする場合にも，甲１の第６図に示すような仮設桟橋の構築や第７図\nに示すような斜面の段切り掘削を不要にすることである。そして，甲１発明は，仮\n設桟橋等を構築する必要がなく，いかなる地点にも極めて容易に削孔することがで\nきるという効果を奏する。\nしたがって，甲１発明に甲１の第６図に示す仮設桟橋のような構造を設けること\nは，従来技術に戻ることを意味し，技術的に不可能ではないものの，甲１発明の目\n的に反し，甲１発明が奏する効果を否定することになる以上，甲１発明に甲３記載\nの反力受桁等を設けることは阻害される。\n(4) 以上によれば，原告の主張は理由がない。\n第６  結論\n以上のとおり，原告の請求は理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清水   節\n裁判官\n片 岡 早 苗\n裁判官\n新 谷 貴 昭\n"
}