{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 5,
    "day": 30
  },
  "case_number": "平成25(行コ)60等",
  "case_name": "一般乗用旅客自動車運送事業の乗務距離の最高限度を定める公示処分の取消等請求，事業用自動車の使用停止処分等差止請求控訴事件，同附帯控訴事件（原審・名古屋地方裁判所平成２２年（行ウ）第２９号〔甲事件〕，同第３４号〔乙事件〕）",
  "court_name": "名古屋高等裁判所民事第4部",
  "original_court_name": "名古屋地方裁判所",
  "original_case_number": "平成22(行ウ)29",
  "gist": "タクシー運転手の１乗務当たりの乗務距離を制限した国の規制を裁量権の濫用により違法と判断した事例",
  "lawsuit_id": "84351",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84351",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/351/084351_hanrei.pdf",
  "contents": "平成２６年５月３０日  名古屋高等裁判所\n平成２５年（行コ）第６０号，第７５号  一般乗用旅客自動車運送事業の乗務距離\nの最高限度を定める公示処分の取消等請求，事業用自動車の使用停止処分等差止請\n求控訴事件，同附帯控訴事件\n（原審・名古屋地方裁判所平成２２年（行ウ）第２９号〔甲事件〕，同第３４号〔乙\n事件〕）\n主          文\n１  本件控訴に基づき，原判決主文第３項ないし第５項を次のとおり変\n更する。\n２  本件訴えのうち，中部運輸局長が平成２１年１０月２８日付けで被\n控訴人に対してした一般乗用旅客自動車運送事業における指定地域\n及び乗務距離の最高限度を定める公示（中運局公示第９８号）の取消\nしを求める部分並びに中部運輸局長が平成２２年６月７日付けで被\n控訴人に対してした事業用自動車の使用停止処分及び附帯命令（中運\n自監第１４５号）の取消しを求める部分をいずれも却下する。\n３  本件附帯控訴を棄却する。\n４  訴訟費用は，第１，２審を通じて，これを４分し，その１を被控訴\n人の負担とし，その余を控訴人の負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨及び附帯控訴の趣旨\n１  控訴の趣旨\n(1)  原判決中，主文第１項ないし３項をいずれも取り消す。\n(2)  本件訴えのうち，被控訴人が，その営業所に属する隔日勤務運転者を，\n１乗務（出庫から帰庫までの連続した勤務をいう。以下，本項及び次項にお\nいて同じ。）当たりの乗務距離（ただし，高速自動車国道〔高速自動車国道\n法４条１項に規定する高速自動車国道をいう。〕及び自動車専用道路〔道路\n法４８条の４に規定する自動車専用道路をいう。〕を利用した場合には，そ\nの距離を控除する。以下，本項及び次項において同じ。）が３６０㎞を超え\nても事業用自動車に乗務させ，その営業所に属する日勤勤務運転者を，１乗\n務当たりの乗務距離が２７０㎞を超えても事業用自動車に乗務させること\nができる地位を有することの確認を求める部分（以下，この訴えを「本件確\n認の訴え」といい，本件確認の訴えに係る請求を「本件確認請求」という。）\nを却下する。\n(3)  本件訴えのうち，中部運輸局長に対し，被控訴人の営業所に属する隔日\n勤務運転者については，１乗務当たりの乗務距離が３６０㎞を超えて事業用\n自動車に乗務させたことを理由として，日勤勤務運転者については，１乗務\n当たりの乗務距離が２７０㎞を超えて事業用自動車に乗務させたことを理\n由として，道路運送法（以下「法」という。）４０条に基づく自動車その他\nの輸送施設の当該事業のための使用の停止，事業の停止又は許可の取消しの\n各処分の差止めを求める部分（以下，この訴えを「本件差止めの訴え」とい\nい，本件差止めの訴えに係る請求を「本件差止請求」という。）を却下する。\n(4)  被控訴人のその余の請求をいずれも棄却する。\n(5)  訴訟費用は，第１，２審を通じて，被控訴人の負担とする。\n２  附帯控訴の趣旨\n(1)  原判決中，中部運輸局長が平成２１年１０月２８日付けでした一般乗用\n旅客自動車運送事業における指定地域及び乗務距離の最高限度を原判決別\n紙１記載のとおり定める公示（以下「本件公示」という。）の取消しを求め\nる訴え（以下「本件公示取消しの訴え」という。）を却下した部分を取り消\nす。\n(2)  本件公示を取り消す。\n(3)  訴訟費用は，第１，２審を通じて，控訴人の負担とする。\n第２  事案の概要\n１  本件は，一般乗用旅客自動車運送事業（タクシー事業）を営む被控訴人が，\n(1)本件公示が違法である旨主張して，①主位的には本件公示が行政事件訴訟\n法３条２項にいう処分に当たることを前提に本件公示の取消しを（本件公示取\n消しの訴え），予備的には行政事件訴訟法４条にいう当事者訴訟として，本件\n公示に係る乗務距離の最高限度を超えて運転者を事業用自動車に乗務させる\nことができる地位の確認を求めるとともに（本件確認の訴え），②本件公示に\n係る乗務距離の最高限度を超えたことを理由とする道路運送法（以下「法」と\nいう。）４０条に基づく処分の差止めを求め（本件差止めの訴え）（甲事件），\nさらに，(2)中部運輸局長が平成２２年６月７日付けで被控訴人に対してした\n事業用自動車の使用停止処分及び附帯命令（中運自監第１４５号。以下「本件\n処分」という。）が違法である旨主張して，本件処分の取消しを求めた（以下\n「本件処分取消しの訴え」という。）（乙事件）事案である。\n原審は，甲事件については，本件公示取消しの訴えを却下して，本件確認請\n求及び本件差止請求をいずれも認容し，乙事件については，本件処分のうち，\n附帯命令の取消しを求める部分に係る訴えを却下して，事業用自動車の使用停\n止処分のうち，運賃及び料金の額の事業用自動車内への表示義務違反を理由と\nして１０日車の使用停止を命じる部分を超える部分（点呼の記録義務違反を理\n由とする部分及び乗務距離の最高限度違反を理由とする部分）の取消しを求め\nる限度で取消請求を認容し，その余の事業用自動車の使用停止処分に係る取消\n請求を棄却した。\n控訴人は，上記各敗訴部分を不服として控訴し，被控訴人は，上記各敗訴部\n分のうち，甲事件の主位的請求（本件公示の取消請求）を却下した部分を不服\nとして，附帯控訴した。\n２  本件の関係法令等の定めは，以下のとおり補正するほか，原判決「事実及び\n理由」の「第２  事案の概要」の２に記載のとおりであるからこれを引用する。\n(1)  原判決５頁２行目の「ノルマの禁止」を，「ノルマを課すことの禁止」\nと改める。\n(2)  原判決６頁３行目の「道路運送法施行令」の次に，「（昭和２６年政令\n第２５０号。以下『施行令』」という。）」を加える。\n(3)  原判決６頁６行目及び８行目の「平成２１年」の次に，「９月２９日付\nけ」をそれぞれ加える。\n(4)  原判決７頁１０行目，１４行目から１５行目にかけて及び２３行目の「別\n紙３」を，「本件処分基準公示の別紙３」といずれも改める。\n(5)  原判決８頁９行目の「別紙３」を，「本件処分基準公示の別紙３」と改\nめる。\n(6)  原判決８頁１６行目の「別紙３－２」を，「本件処分基準公示の別紙３\n－２」と改める。\n３  本件の前提事実（当事者間に争いがない事実，後掲証拠及び弁論の全趣旨に\nより容易に認められる事実），争点及び争点に関する当事者の主張は，以下の\nとおり補正するほか，原判決「第２  事案の概要」の３ないし５に記載のとお\nりであるからこれを引用する。\n(1)  原判決１０頁７行目の「タクシー事業者」の次に，「のうち，標準的な\n経営状況にあると考えられる名古屋地区原価計算対象事業者」を加える。\n(2)  原判決１１頁１３行目の「甲９」を，「甲７，９」と改める。\n(3)  原判決１１頁１８行目の「１月２２日」を，「１月１２日」と改める。\n(4)  原判決１１頁２２行目の「（」の次に，「甲６，７，」を加える。\n(5)  原判決１１頁２５行目の「通知」を，「各通知」と，２６行目の「弁明\n書」を，「各弁明書」と，いずれも改める。\n(6)  原判決１４頁２３行目の「とられているが，」の次に，「実質的には，\nあくまでも」を加える。\n(7)  原判決１４頁２６行目の冒頭に，「極めて」を加える。\n(8)  原判決１５頁１行目の「課すものであるから，」から２行目の「確定す\nる。」までを，以下のとおり，改める。\n「課すものであり，不特定多数人に向けられたものとはいえない。そして，本\n件公示によって制限される権利の内容や課される義務の内容は，本件公示の\n記載内容により全て尽くされており，本件公示に後続する処分等によって，\n制限される権利の内容や課される義務の内容が初めて具体化されるもので\nはないから，本件公示は，直接，被控訴人の権利を制限し義務を課すもので\nあるといえ，処分性を有するものである。」\n(9)  原判決１６頁１行目冒頭から１０行目の末尾までを，以下のとおり改め\nる。\n「ア  処分の蓋然性があるとの主張は争う。\n本件乗務距離規制の違反を理由とする法４０条に基づく処分のうち，事\n業停止処分及び許可取消処分については，一定期間内に自動車等使用停止\n処分を繰り返し受けなければ上記各処分がされることはないところ，被控\n訴人については，本件処分以外には，本件乗務距離規制の違反を理由とす\nる処分を受けていないだけでなく，本件処分以降，本件乗務距離規制に違\n反しないように配慮して運行をしており，本件乗務距離規制に違反する行\n為をした事実は把握されていない。\nしたがって，被控訴人においては，上記違反行為が反復継続的に行われ\nるような状況にはなく，自動車等使用停止処分が累積加重的にされること\nによって，事業停止処分又は許可取消処分がされるに至る客観的に相当程\n度の蓋然性は認められないというべきである。\nイ  重大な損害を生ずるおそれがあるとの主張も争う。\n上記のとおり，被控訴人に対して事業停止処分又は許可取消処分がされ\nるに至る客観的に相当程度の蓋然性が存在するとはいえないのであるか\nら，重大な損害を生ずるか否かを判断するに当たって考慮すべき処分の内\n容として，上記各処分を想定するのは相当でない。そして，被控訴人が主\n張する事情により生じ得る損害は，結局のところ，売上げの減少（あるい\nは喪失）という経済的損害にすぎないから，当該処分の取消請求が認容さ\nれ，当該判決が確定した後に金銭賠償によって容易に回復することができ\nるというべきである。したがって，法４０条に基づく行政処分により，被\n控訴人に重大な損害を生ずるおそれがあるとはいえない。\nウ  以上のとおり，本件差止めの訴えは，訴訟要件である処分の蓋然性も，\n重大な損害を生ずるおそれも充足しておらず，不適法である。」\n(10)  原判決１６頁２０行目の「巡る」を，「めぐる」と改める。\n(11)  原判決２４頁４行目の「事故率等」を，「事故率のみならず，監査及び\n行政処分状況など」と改める。\n(12)  原判決２４頁６行目末尾の次に，改行の上，以下のとおり加える。\n「  すなわち，愛知県におけるタクシーを第一当事者（交通事故に関与した車\n両の運転者又は歩行者のうち，当該事故における過失が重い者をいい，過失\nが同程度の場合には人身損傷程度が軽い者をいう。以下同じ。）とする人身\n事故の発生件数の頻度は，平成９年から年々増加し，平成２０年には平成９\n年の約１．４７倍にまで増加している（乙４０）。特に，名古屋交通圏にお\nける交通事故（物損事故も含む。）の発生件数の頻度は，平成１８年からの\n３年間，ほぼ同程度で推移しており（乙２６），名古屋市におけるタクシー\nによる人身事故の発生件数についても，上記期間，年間約７００件前後，１\n日当たり約２件の頻度で推移しているのであって（乙４１），減少傾向にあ\nると評価することはできない。」\n(13)  原判決２４頁９頁末尾の次に，改行の上，以下のとおり加える。\n「   すなわち，名古屋交通圏におけるタクシーによる速度違反（法定速度違\n反又は指定速度違反）の通知件数は，平成１３年度が７０件（車両１００\n両当たり１．００件），平成１４年度が３０件（同０．４３件），平成１\n５年度が６２件（同０．８６件），平成１６年度が４６件（同０．６４件），\n平成１７年度が３３件（同０．４６件），平成１８年度が５８件（同０．\n８１件），平成１９年度が４８件（同０．６８件），平成２０年度が２７\n件（同０．３８件）となっており，平成１３年度と平成１４年度では半分\n以下に減少しているものの，平成１５年度には再び倍増し，その後，平成\n１５年度から平成１７年度にかけて減少したが，再び平成１８年度には２\n倍近くまで増加するなど，増減を繰り返している状況にあるものといえる\nのであって，たまたま平成１８年度から平成２０年度にかけて減少してい\nるからといって，全体として減少傾向にあったとはいえない。\nなお，平成２１年度は１３件（同０．１９件），平成２２年度が４件（同\n０．０７件）となっており，平成２３年度は２１件（同０．３４件），平\n成２４年度は１４件（同０．２３件）と若干増えてはいるものの，公示制\n定前と比べれば低い数値で推移しており（乙１０６），本件乗務距離規制\nの効果の現れと見ることもできる。\nｄ  タクシーに対する需要が低迷し，平均的な走行距離が減少傾向にあると\nしても，依然として長距離運転を行うタクシー運転者が存在すること（乙\n１０８），そして，そのような運転者にあっては，走行距離を伸ばすため\nに速度違反が増えたり，休憩時間を削減したりする傾向にあるといえる\n（乙１０７の１～３）。」\n(14)  原判決２８頁１１行目末尾の次に，以下のとおり加える。\n「本件加重処分規定は，その裁量権の行使に当たり，処分をするか否か，する\nとしてどのような処分とするかを選択するための基準を定めたものである\nから，本件加重処分規定を適用してされた本件処分の適法性を審査するに当\nたっても，本件加重処分規定が法４０条の趣旨・目的を達成する手段として\n著しく合理性を欠くところがないか，本件加重処分規定の内容が社会通念上\n著しく妥当性を欠いたものとなっていないかが検討されるべきであり，これ\nが認められて初めて，本件加重処分規定を適用してされた本件処分は中部運\n輸局長に委ねられた「裁量権の範囲をこえ又はその濫用があった」（行訴法\n３０条）ものとして違法になるというべきである。」\n(15)  原判決２８頁１６行目の「認められる」の次に，「（増車を行ったタク\nシー事業者については，その他のタクシー事業者よりも，違反を犯しやすく，\nまた，利用者等から苦情が寄せられやすい傾向など，輸送の安全及び利用者\nの利便が低下する傾向があることを示す統計が現に存在する〔乙７３，９５，\n９６〕。）」を加える。\n(16)  原判決２８頁２１行目の「あくまでも」の次に，「法の目的である」を\n加える。\n(17)  原判決２９頁１行目の末尾の次に，「そして，本件加重処分規定は，あ\nらかじめ基準として明示されているから，法の違反行為の抑止という機能も\n期待することができる。」を加える。\n(18)  原判決２９頁２行目の「したがって，」の次に，以下のとおり加える。\n「本件加重処分規定は，平成１２年改正の趣旨・目的（事前規制の緩和として，\n増車や新規参入の自由は認めつつも，事後規制として，監督体制を強化する\nことによって，輸送の安全を確保し，道路運送の利用者の利益の保護及びそ\nの利便を図ること）に合致するものであり，同条の趣旨，目的とも整合する\nものであるといえ，」\n第３  当裁判所の判断\n１  当裁判所は，被控訴人の本件公示取消しの訴え及び本件処分取消しの訴え\nは，いずれも不適法であるからこれを却下し，本件確認請求及び本件差止請求\nは，いずれも理由があるからこれを認容すべきと判断するが，その理由は，以\n下のとおり補正するほか，原判決「第３  当裁判所の判断」の１ないし４及び\n５(1)に記載のとおりであるから，これを引用する。\n(1)  原判決３０頁４行目の「相俟って」を，「相まって」と改める。\n(2)  原判決３０頁１５行目の「法２７条１項」の次に，「及び２項」を加える。\n(3)  原判決３０頁２１行目の「本件公示は，」の次に，「実質的には，」を\n加える。\n(4)  原判決３０頁２３行目の「に対し，」の次に，「本件公示自体によって」\nを加える。\n(5)  原判決３１頁１行目の「相俟って」を，「相まって」と改める。\n(6)  原判決３１頁５行目の「すぎない。」を，「すぎないのであって，本件\n公示によって，制限される権利の内容や課される義務の内容が具体化される\nものではない。そして，」と改める。\n(7)  原判決３２頁１９行目の「至っていないものの，」の次に，「これは，\n被控訴人において，」を加える。\n(8)  原判決３２頁２２行目の「運行してきた」の次に，「ことによる」を加\nえる。\n(9)  原判決３２頁２５行目の末尾の次に，改行の上，以下のとおり加える。\n「  この点，控訴人は，被控訴人については，本件処分以外には，本件乗務距\n離規制の違反を理由とする処分を受けていない上，本件処分以降，本件乗務\n距離規制に違反しないように配慮して運行をしており，本件乗務距離規制に\n違反する行為をした事実は把握されていないとして，事業停止処分又は許可\n取消処分がされるに至る客観的に相当程度の蓋然性は認められないと主張\nする。\nしかし，被控訴人が，名古屋交通圏内に営業所を有する一般乗用旅客自動\n車運送事業者であって，約１００台の事業用自動車を保有し，これらを日々\n運行させて営業していることに照らすと，上記事情をもって，被控訴人にお\nいて，本件乗務距離規制違反を理由として，法４０条に基づく処分（自動車\n等使用停止処分，事業停止処分又は許可取消処分）がされる蓋然性がないと\nまではいえない。\nしたがって，控訴人の上記主張は，採用できない。」\n(10)  原判決３３頁２２行目の末尾の次に，改行の上，以下のとおり加える。\n「  この点，控訴人は，被控訴人に対して事業停止処分又は許可取消処分がさ\nれる客観的に相当程度の蓋然性が存在するとはいえず，被控訴人に生じ得る\n損害は，売上げの減少（あるいは喪失）という経済的損害にすぎないから，\n金銭賠償によって容易に回復することができるとして，被控訴人に重大な損\n害を生ずるおそれがあるとはいえない旨主張するが，上記のとおり，被控訴\n人において，事業停止処分又は許可取消処分がされる蓋然性がないとはいえ\nないし，被控訴人に生じ得る損害が経済的損害にすぎないともいえないか\nら，控訴人の上記主張は採用できない。」\n(11)  原判決３５頁２５行目の「ついては，」の次に，「多くは，」を加える。\n(12)  原判決３６頁２６行目の「共に」を，「ともに」と改める。\n(13)  原判決４０頁２５行目の「乙２８の１，２８の２」を「乙２８の１・２」\nと改める。\n(14)  原判決４１頁４行目の「通達」の次に，「（ただし，一部改正後の平成\n２１年１１月２０日付けのもの）」を加える。\n(15)  原判決５３頁１３行目の「（交通事故に関与した」から，１５行目の「以\n下同じ。）」までを削除する。\n(16)  原判決６１頁２６行目末尾の次に，改行の上，以下のとおり加える。\n「  したがって，被控訴人の上記主張は，採用できない。」\n(17)  原判決６３頁３行目の「なった」の次に，「（前記(1)イ，エ）」を加\nえる。\n(18)  原判決６３頁８行目の「改められた」の次に，「（前記(1)ウ(ｶ)）」を\n加える。\n(19)  原判決６８頁７行目の「危険運転」を，「事故率」と改める。\n(20)  原判決７３頁１６行目の「減り続け」を，「減少傾向にあり」と改める。\n(21)  原判決７４頁１行目の「設けるまでもなく，」の次に，「景気の低迷に\nよるタクシー需要の減少の影響を受けて，」を加える。\n(22)  原判決７５頁１３行目の「必要性がある」の次に，以下のとおり加える。\n「，④タクシーに対する需要が低迷し，平均的な走行距離が減少傾向にあると\nしても，依然として長距離走行を行うタクシー運転者が存在し，そのような\n運転者にあっては，走行距離を伸ばすために速度違反が増えたり，休憩時間\nを削減したりする傾向にある」\n(23)  原判決７７頁７行目の末尾の次に，以下のとおり加える。\n「また，速度違反の通知件数の件にしても，少なくとも，本件公示直近の３年\n間については減少し続けていたことは，既に前記(ｱ)ａで説示したとおりで\nあり（なお，その後も，平成２０年度の２７件を下回る低い数値〔平成２１\n年度は１３件，平成２２年度が４件，平成２３年度が２１件〕で推移してい\nる〔乙１０６〕。），このような状況下において，営業の自由に対して相当\n程度の制約をもたらす一方で，過労運転や危険運転等の防止を図る手段とし\nては間接的な手法にとどまる乗務距離規制を新たに導入する必要性を肯認\nするのは困難といわざるを得ないことは，上記①で述べたとおりである。」\n(24)  原判決７７頁８行目の「以上のとおり」から同行目末尾までを，以下の\nとおり改める。\n「上記④の点については，確かに，甲第１０７号証の１～３及び１０８号証か\nらは，長距離運転を行うタクシー運転者が存在し，そのような運転者は，速\n度違反が増えたり，休憩時間を削減したりする傾向にあることがうかがわれ\nるものの，これが名古屋交通圏における一般的なタクシーの走行状況を示す\nものであるかどうかは，同証拠からは判然とせず，他にはこれを認めるに足\nりる的確な証拠はない。」\n(25)   原判決７７頁１６行目の「まず最初に」から１７行目の「検討するに，」\nまでを，「本件処分は，被控訴人に対し，自動車の使用停止を命じた上，当\n該自動車の自動車検査証の返納等を命じたものである（前記前提事実(4)ウ\n(ｱ)）が，そのうち，自動車の使用停止を命じた部分については，被控訴人\nは，平成２２年６月７日に本件処分を受け，同年７月１日までの上記処分期\n間（自動車使用停止期間）が経過したことは明らかであり，自動車の使用停\n止という処分の効果そのものは既に消滅している。なお，」と改める。\n(26)  原判決７８頁１０行目の「認められる。」から２６行目末尾までを，次\nのとおり改める。\n「認められ，被控訴人について，平成２２年６月７日に本件処分を受けたこと\nにより，将来同一の違反をした場合に「再違反」として処分が加重されると\nいう不利益が，その後３年間存続するといえるが，かかる不利益も，平成２\n５年６月７日の経過により消滅している。そして，現時点において，被控訴\n人において，上記処分を受けたことによる法律上の不利益が存続していると\nいう事情は見出せない。\nさらに，本件処分のうち，その余の附帯命令については，処分対象車両２\n台の自動車検査証の返納等を命令するものであって（前記前提事実(4)ウ\n(ｱ)），使用停止期間経過後はもはやその本来の執行はなく，これを取り消\nすことによって回復すべき法律上の利益は見出せない。\nそうすると，本件処分取消しの訴えは，訴えの利益を欠き，不適法といわ\nざるを得ず，却下を免れないから，本件処分の適法性（争点(5)）について\nは判断を要しない。」\n２  結論\nそうすると，以上と結論が異なる原判決は一部相当ではないから，本件控訴\nに基づき，原判決を一部変更し，本件附帯控訴は理由がないので，これを棄却\nすることとし，主文のとおり判決する。\n名古屋高等裁判所民事第４部\n裁判長裁判官     筏    津    順    子\n裁判官     金    谷    和    彦\n裁判官     山    本     健    一\n"
}