{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 15
  },
  "case_number": "平成22(行ケ)10395",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81844",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81844",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/844/081844_hanrei.pdf",
  "contents": "平成２３年１２月１５日判決言渡  同日原本領収  裁判所書記官\n平成２２年（行ケ）第１０３９５号  審決取消請求事件\n口頭弁論終結日  平成２３年１１月２４日\n判        決\n原              告      セ ル ミ ド   リ ミ テ ッ ド\n同訴訟代理人弁護士      鈴      木              修\n末      吉              剛\n同          弁理士      江      尻      ひ  ろ  子\n被              告      特 許 庁 長 官\n同 指 定 代 理 人      郡      山              順\n唐      木      以  知  良\n杉      江              歩\n板      谷      玲      子\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのた\nめの付加期間を３０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２００８－２８７８４号事件について平成２２年８月６日にした審\n決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，特許請求の範囲の記載を下記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成\nり立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記３のとお\nり）には，下記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  明治乳業株式会社及び A は，平成１２年９月８日，発明の名称を「早期癌\n腫瘍マーカー」とする特許出願をした（特願２００１－５２３８６８。請求項の数\n１４。国内優先権主張日：平成１１年９月１０日（特願平１１－２５６６７８），\n同年１２月３日（特願平１１－３４５４０４），平成１２年２月１０日（特願２０\n００－３３１６８）。甲７）。\nA は，平成１３年１２月２０日ころ，明治乳業株式会社から，特許を受ける権利\nの共有持分の譲渡を受けた（甲１７，弁論の全趣旨）。\nA は，平成１８年８月２２日，株式会社セルシグナルズに対し，本件出願に係る\n特許を受ける権利を譲渡した（甲１８）。\n株式会社セルシグナルズは，平成２０年１０月３日付けで拒絶査定を受けた。\n原告（旧商号・メディカル  セラピーズ  リミテッド）は，同月２８日，株式会\n社セルシグナルズから，本件出願に係る特許を受ける権利の譲渡を受け（甲１９），\n同年１１月１１日付けで上記拒絶査定に対する不服の審判を請求し，さらに，同年\n１２月８日付けで，手続補正（甲８。以下，同日付け手続補正書による補正を「本\n件補正」という。）を行った。なお，同補正により，請求項の数は１１となった。\n(2)  特許庁は，これを不服２００８－２８７８４号事件として審理し，平成２\n２年８月６日，「本件審判の請求は，成り立たない。」との本件審決をし，その審\n決謄本は，同年８月２４日，原告に送達された。\n２  本願発明の要旨\n本件審決が対象とした，本件補正後の特許請求の範囲請求項１の記載は，以下の\nとおりである。以下，請求項１に記載された発明を「本願発明」，本件出願に係る\n本件補正後の明細書（特許請求の範囲につき甲８，その余につき甲７）を「本願明\n細書」という。\n次の工程を含む，早期癌の検出方法：\nａ）血液又は尿中のミッドカインおよび／またはそのフラグメントを測定する工程，\nｂ）工程ａ）によって得られる測定値を正常者の測定値と比較する工程\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本願発明は，下記アの引用例１に記載され\nた発明（以下「引用発明１」という。）及び下記イの引用例２に記載された発明に\n基づいて，当業者が容易に発明をすることができたものであり，特許法２９条２項\nの規定により特許を受けることができない，というものである。\nア  引用例１：British Journal of Cancer, Vol.79, No.1（甲１。平成１１年\n１月発行）\nイ  引用例２：Biomedical Research, Vol.18, No.5（甲２。平成９年発行）\n(2)  なお，本件審決が認定した引用発明１並びに本願発明と引用発明１との一\n致点及び相違点は，次のとおりである\nア  引用発明１：次の工程を含む，ステージＡの結腸カルシノーマの分析方法：\nａ）結腸組織をウエスタンブロッティング分析して，ミッドカインに相当するタ\nンパク質を免疫染色により測定する工程，\nｂ）正常組織の測定値とステージＡの結腸カルシノーマの測定値を比較する工程\nイ  一致点：次の工程を含む，早期癌を対象とした分析方法：\nａ）ミッドカインおよび／またはそのフラグメントを測定する工程，\nｂ）工程ａ）によって得られる測定値を正常者の測定値と比較する工程\nウ  相違点：測定する対象が，本願発明では「血液又は尿」であるのに対して，\n引用発明１では組織であり，分析方法が，本願発明では「早期癌の検出方法」，す\nなわち，早期癌を発見する方法であるのに対して，引用発明１では，早期癌と正常\n組織とを比較して，癌組織の特徴を分析するものである点\n(3)  また，本件審決が認定した引用例２に記載された発明（以下「引用発明\n２」という。）は，次のとおりである。\n次の工程を含む，癌の検出方法で癌が検出できるという可能性\nａ）血液中のミッドカインおよび／またはそのフラグメントを測定する工程，\nｂ）工程ａ）によって得られる測定値を正常者の測定値と比較する工程\n４  取消事由\n本願発明の進歩性に係る判断の誤り\n(1)  引用発明２の認定の誤り\n(2)  相違点に係る判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n(1)  引用発明２の認定の誤りについて\nア  本願発明における「癌の検出」の意義\n(ア)  本願明細書には，早期癌を検出するには，多数の無症状の被験者を幅広く\n対象として，スクリーニング（特定の疾患に罹患した患者を見つけ出すための検査，\n高度な二次的検査が必要な対象者を絞り込むための検査）を実施する必要があるこ\nと，スクリーニングは，一般に検査対象数が極端に多いから，簡便かつ経済的な検\n査が要求されること，腫瘍マーカー検査は，患者への侵襲が少ない検査法であるが，\n本件出願当時，腫瘍マーカーの測定により早期癌を検出することは，通常は不可能\nとされていたことが開示されている。\nまた，本願発明は，早期癌のマーカーとして有用である新規なポリペプチドを提\n供すること，ポリペプチドを使用する早期癌の検出方法を提供すること，ポリペプ\nチドを検出できる早期癌の体外診断薬を提供することをその課題とするものである。\n本願発明における「癌の検出」とは，上記各記載をふまえると，「被験者の生体\n内に癌が存在する可能性が高いと判定すること」を意味するものというべきである。\n(イ)  「癌が存在する可能性が高いと判定する」とは，早期癌の発見及び治療の\n重要性を前提に理解すべきであって，早期癌が低い確度でしか検知されないと，大\n半の早期癌患者が誤って陰性と判断され，延命率の高い治療の機会が失われてしま\nうことになる。低い確度の検出は，信頼性に乏しく，医学的には意味がないものと\nいうべきであって，本願発明における「癌が存在する可能性が高いと判定する」こ\nと，すなわち早期「癌の検出」には該当しないものというべきである。\n他方，早期癌患者の大半が陽性となっても，多くの健常者も誤って陽性とされて\nしまうのであれば，治療の対象を絞り込むことができないから，このような確度の\n低い診断も，医学的には意味がなく，本願発明の「癌の検出」には該当しない。\nしたがって，本願発明の早期「癌の検出」とは，早期癌の発見及び治療という医\n学的な見地から意味のあるレベル，すなわち実用的な高い確度で，被験者の生体内\nに早期癌が存在する可能性が高いと判定することを意味するものというべきである。\nイ  引用例２に記載された発明における「癌の検出」の意義\n(ア)  引用例２の表１によると，引用例２に記載された発明では，リンパ節転移\nのない結腸癌につき，癌が存在する可能性を判定する確率は１／６（１７％）にす\nぎず，このような極めて低い確率の判定は，本願発明における「癌の検出」には該\n当しない。しかも，リンパ節転移のある場合（５例）のうち２例では，測定値が基\n準値を下回っており，この点からしても，引用例２に記載された発明においては，\n「癌の検出」が行われたとはいい難いものである。\n被告が指摘する，ミッドカイン（以下，ミッドカイン，ミッドカインのフラグメ\nント及びその両者について，「ＭＫ」と呼ぶことがある。）レベルが３００ｐｇ／\n０．５ｍｌとの基準値では，８３％の癌患者が見過ごされてしまうのであって，到\n底，癌を検出しているということはできず，引用例２においてこのような高い値に\n基準値が設定されていること自体，早期癌を検出するという発想がなかったことを\n裏付けるものというべきである。\n(イ)  引用例２の表１によると，結腸癌以外の癌についても，癌が存在する可能\n性を判定する確率は，リンパ節転移のない食道癌でわずか２／７（２９％），リン\nパ節転移のない胃癌でわずか１／３（３３％），リンパ節転移のない胆管癌でわず\nか２／５（４０％）にすぎない。例外的に，肺癌では，リンパ節転移のない３つの\nケースのいずれも，ＭＫ濃度が基準値を超えているが，リンパ節転移のある４つの\nケースのうち，１つのケースでは，ＭＫ濃度が基準値を下回っているものである。\nこのように，引用例２に記載された発明においては，結腸癌以外の癌についても，\n同様に，「癌の検出」が行われたとはいい難いものである。\nしたがって，引用例２に記載された発明は，リンパ節転移のない結腸癌患者の血\n清中のＭＫを測定し，１７％の確率で癌が存在する可能性を判定するという技術に\nすぎず，このような低い確率での判定は，早期癌の発見及び治療という医学的な見\n地から意味のあるレベルに達しているということはできない。\n(ウ)  引用例２には，様々な種類の癌患者の血清中のＭＫ濃度を測定した結果が\n記載されているが，被験者が早期癌の患者であると特定できる記載はない。\n本件審決の摘記事項（２－４）における「初めの検査」（initial screening）\nとは，検査のプロセスにおいて「初め」を意味するものであって，癌の段階が初期\nにあるわけではない。本件審決も，引用発明２について，「癌の検出方法」とする\nにすぎず，「早期癌の検出方法」とは認定してない。\nしたがって，引用例２は，「早期癌の検出」方法に係る構成を開示していないも\nのである。\nなお，本件審決は，引用例２におけるリンパ節転移のない癌について，ＴＮＭ分\n類ステージの０ないしⅡのいずれかに相当すると認定しているが，リンパ節転移の\nない癌は，リンパ節転移のある癌と比較して進行の程度が浅いが，リンパ節転移の\nないことがステージ０ないしⅡに直結するわけではない。ＴＮＭ分類は，腫瘍のサ\nイズ，リンパ節転移の範囲及び遠隔転移の有無の３つの要素により，病期をステー\nジ０ないしⅣに分類する方法であって，リンパ節転移の有無のみによってステージ\nが画されるわけではない。リンパ節転移のない癌であっても，腫瘍のサイズ及び遠\n隔転移によっては，ステージⅢに分類されることがある（甲９）。\nまた，引用例２において，リンパ節転移のない癌で血清からＭＫが検出できた例\n（ケース２６）は，腫瘍が漿膜下層に浸潤していたケースであるから，ステージⅡ\nの癌というべきであって（乙１），早期癌ではない。\nしたがって，引用例２には，ステージ０又はⅠの早期の結腸直腸癌について，Ｍ\nＫ血中濃度が基準値を超えた例は皆無であり，相違点にかかる構成が開示されてい\nるものではない。\nウ  以上からすると，引用例２が早期癌の検出方法について開示しているとした\n本件審決の認定は，誤りである。\n(2)  相違点に係る判断の誤りについて\nア  ＭＫを早期癌の腫瘍マーカーとして適用することの示唆について\n(ア)  本件審決は，引用例１及び２が，血清中のＭＫについて早期癌マーカーの\n候補となり得ることを示唆しているものと解される根拠として，①引用発明１にお\nいて，ステージＩに相当する早期癌の段階で，癌組織においてＭＫが検出されてい\nたこと，②引用例２において，リンパ節転移していないステージ０ないしⅡのいず\nれかの段階の癌で，血清からＭＫを検出できていること，③引用例２において，Ｍ\nＫが有用なマーカーかもしれないという教示があることを指摘する。\n(イ)  引用発明１は，癌の存在が判明済みの組織について，当該癌組織そのもの\nの分析を行うものであって，早期癌に関する情報のない被験者について，血液又は\n尿中のＭＫから早期癌の存在する可能性が高いものと判定しているわけではない。\n腫瘍マーカーは癌細胞中で発現するものであり，癌細胞を分析すれば，必ず腫瘍\nマーカーが存在するはずであって，ここで検知される腫瘍マーカーは健康な細胞で\n検知される腫瘍マーカーより多いと推測できる。\nしかしながら，早期癌の細胞で発現する腫瘍マーカーが血液中に顕出する濃度は，\n健康な人の血液中の腫瘍マーカー濃度に比べて有意な差を有さなかったので，従来，\n種々の腫瘍マーカーが存在しながら，いずれも早期癌の検出には役立たなかったも\nのである。癌細胞中でＭＫ濃度が健康な細胞中でのそれより高いというだけでは，\n従来の早期癌を発見できなかった腫瘍マーカーと変わりがなく，このことのみでは，\nＭＫが早期癌のための有力なマーカーとなり得ることを示唆することにはならない。\nしたがって，本件審決が指摘した前記①の事情は，血液中又は尿中のＭＫ濃度を\n測定することによって早期癌を検出するという本願発明の動機付けとはならない。\n(ウ)  先に述べたとおり，本件審決は，引用例２において，リンパ節転移のない\n癌をＴＮＭ分類ステージの０ないしⅡのいずれかに相当するものと認定しているが，\nこの認定は誤りである。また，引用例２における，リンパ節転移のない癌について\n癌が存在する可能性を判定する確率（１７％ないし４０％）では，早期癌を検出し\nているといえるものではないし，引用例２には，ステージ０又はⅠの早期の結腸直\n腸癌について，ＭＫ血中濃度が基準値を超えた例は皆無であり，相違点にかかる構\n成が開示されているものではない。\n(エ)  引用例２には，ＭＫが「有用なマーカーかもしれません」との記載はある\nが，早期癌の有用なマーカーとなり得る可能性を指摘するものではない。むしろ，\n表１によると，リンパ節転移のない結腸癌について，癌が存在する可能性を判定し\n得る確率はわずか１７％にすぎず，ＭＫの早期癌マーカーとしての可能性について\n否定的である。確かに，一般の腫瘍マーカー（進行性の癌について，治療効果の判\n定及び再発の予知のために用いるマーカー）という観点では，引用例２には，血清\nＭＫが肺癌のような特定の癌の初期スクリーニングの助けとして有用かもしれない\n旨の記載はある。もっとも，引用例２の表１によると，肺癌は，各種癌の中でも，\n癌の存在と血清中のＭＫ濃度の上昇との相関が特に高い癌とされているが，他方で，\n結腸癌では，１２の症例のうち，ＭＫ濃度が基準値を超えたものは，５つにすぎな\nい。\nしたがって，引用例２は，肺癌などの特定の癌について，ＭＫが腫瘍マーカーと\nして有用であることを示唆しているとしても，引用例１の結腸癌については，否定\n的であるというべきである。\n(オ)  癌については，「早期発見・早期治療」が重要であり，早期癌のマーカー\nの必要性も，本件出願に係る優先権主張日（以下「本件優先日」という。）以前に\n刊行された複数の文献（特開平４－２４９７７０号公報（甲３），国際公開第９８\n／４３０９３号（甲４。枝番については，省略。以下同じ。），国際公開第９８／\n４１６４９号（甲５）。以下，総称して「本件文献」という。）に記載されている\nが，早期癌マーカーは実際には存在しておらず，本件優先日において，早期癌のマ\nーカーの必要性が当業者に認識されていたとしても，その実現が困難であるという\nこともまた，当業者に広く認識されていたものである。\nこれまでにも，腫瘍マーカーの候補となる，悪性腫瘍から高い特異性をもって産\n生される物質は数多く発見され，その一部が，現実に腫瘍マーカーとして使用され\nるようになったが，早期癌マーカーとして確立されたものはいまだ存在せず，早期\n癌マーカーの開発は，数多くの失敗事例が積み重なった状況にある。\nこのような事情においては，一般の腫瘍マーカーとしての可能性のある物質が発\n見されたとしても，従前，早期癌マーカーとして成功した例が皆無であることから\nすると，当該物質が早期癌マーカーとして成功する確率は極めて低いと考えること\nが自然であるから，一般の腫瘍マーカーとしての可能性を有する物質に係る知見は，\n当該物質が早期癌マーカーとしての有用性を示唆しているということはできない。\n被告は，本件優先日前に，早期癌マーカーが多数開発され，存在していたなどと\n主張するが，被告が指摘する物質のうち，抗ＣＥＡ自己抗体及びＰＳＡは，腫瘍マ\nーカーではあるが，早期癌マーカーにはなり得ないし，炭酸脱水酵素Ⅱは，腫瘍マ\nーカーですらないものであって，被告の主張は事実に反するものである。\n(カ)  以上からすると，引用例１及び２には，ＭＫが早期癌のための有力なマー\nカーとなり得ることを示唆する旨の記載は存在しないものというべきである。\nイ  引用発明１に引用例２に記載された発明を適用する際の阻害事由について\n引用発明１は，結腸癌患者の結腸のうち，癌組織と正常組織との間でＭＫ濃度を\n比較するものであって，癌の発生した器官から，癌組織と正常組織とを採取し，両\n者のＭＫ濃度を比較するものである。\n他方，引用例２に記載された発明は，癌患者の血中濃度を測定するものであって，\n癌の発生した器官とは別に，血液を測定の対象とするものである。引用例２に記載\nされた発明において，引用発明１の「正常組織」に対応するものは，結腸癌患者の\n「正常血液」であるが，結腸癌患者の「正常血液」を得ることは不可能である。\nしたがって，引用発明１に引用例２に記載された発明を適用することには，阻害\n事由があるものというべきである。\nウ  引用発明１に対する引用例２に記載された発明の適用について\n引用例１及び２は，血清中のＭＫが早期癌マーカーの候補となり得る旨を示唆す\nるものではない。早期癌マーカーの開発は一般に極めて困難であったことに照らす\nと，本件優先日において，ＭＫが早期癌マーカーとして使用できるという合理的な\n見込みも乏しかったものである。\n引用発明１は，結腸癌患者の結腸のうち，癌組織と正常組織との間でＭＫ濃度を\n比較するものであるが，引用例２において，リンパ節転移のない結腸癌では，基準\n値を超える高いＭＫ値を観測したのはわずかに１７％（１／６）のみであり，癌の\n種類によってはマーカーの有効性が大幅に異なるものであるから，極めて低い確率\nで結腸癌の存在を判定するにすぎないＭＫに関する引用例２に記載された発明を，\n引用発明１の結腸癌の検出に係る知見に組み合わせることは，到底当業者が想到し\n得るものではない。ましてや，当業者は，引用発明１において，引用例２に記載さ\nれた発明の技術を早期癌の検出について試みようとするはずがない。\nエ  本願発明の顕著な作用効果の看過について\n(ア)  仮に，当業者が，癌が存在する可能性を非常に低い確率で判定するにすぎ\nない引用例２に記載された発明を引用発明１に適用し，更に早期癌についてＭＫが\n腫瘍マーカーとして利用することができるかについて試みたとしても，本願発明の\n作用効果は，当業者の予想を超えて顕著なものであるというべきであって，本件審\n決が指摘するような，「早期癌の検出が行えることを単に確かめたもの」「血清中\nのミッドカインが早期癌マーカーの候補となり得る程度の示唆を確かめて，そのと\nおりの結果が得られたもの」にすぎないものではない。\n(イ)  ＭＫは，肝細胞癌の腫瘍マーカーとして広く用いられているＰＩＶＫＡ－\nⅡ及びＡＦＰと比較しても，早期の肝細胞癌の検出において優れている。ＭＫでは，\n早期の胃癌も検出できるが，消化器癌（胃癌を含む）の腫瘍マーカーとして広く用\nいられているＣＥＡ及びＣＡ１９－９では，早期癌の検出は困難である。\n(ウ)  本願明細書によれば，各種の癌患者（胆管癌３名，乳癌３名，大腸癌６名，\n食道癌３名，胆嚢癌１名，肝細胞癌１０名，膵臓癌３名，直腸癌７名，胃癌２８名\n及び甲状腺癌１名）の集団において，健常者に対し，ステージＩの癌患者で尿中の\nＭＫ濃度が有意に上昇したものであり，本願発明では，様々な癌について，早期癌\nの検出が可能である。しかも，被測定試料が尿であるため，侵襲的手段は不要であ\nり，患者への負担が小さい。\n(エ)  本願発明は，優れた効果を有するため，対応する外国出願については，い\nずれも特許査定されているものである。また，原告は，ＭＫによる測定キットの開\n発に努力し，平成２２年に商品化に成功し，販売を開始したものである。\n(オ)  以上のとおり，本願発明では，肝細胞癌及び胃癌を含む各種の癌について，\n健常者と区別して早期癌を検出することができるが，他方で，今日でも広く用いら\nれている腫瘍マーカーでは，早期癌の検出は困難である。\nこのような本願発明の作用効果は，早期癌マーカーの開発は困難であるという腫\n瘍マーカー分野における通念を覆すものであり，当業者の予想を超えた顕著な効果\nを奏するものというべきである。\n引用例２におけるリンパ節転移のない結腸癌患者について癌の存在する可能性を\n判定する確率（１７％）と比較しても，本願発明の効果は，引用例２から当業者が\n予測できるものではないことは明らかである。\n(3)  小括\n以上からすると，本願発明は，引用例１及び２の記載からは予想できない効果を\n奏する発明であって，当業者が，引用発明１に基づき，相違点の構成について引用\n発明２を組み合わせることによって，容易に想到し得るものということはできない。\nしたがって，本願発明の進歩性を否定した本件審決の判断は誤りであって，取消\nしを免れない。\n〔被告の主張〕\n(1)  引用発明２の認定の誤りについて\nア  本願発明における「癌の検出」の意義\n(ア)  本願明細書には，様々な種類の癌患者の血中ＭＫレベルを調べたところ，\nほとんどの患者（８７％）で，健常人の血中ＭＫ量と比較して，有意に上昇してい\nることを見いだした旨の記載がある。\nここにいう８７％との数値は，既存の腫瘍マーカーと比較して極めて高い数値で\nあり，本願明細書の図１２のデータに基づくものと解されるが，同データは，ステ\nージ０ないしⅣの癌の全てを含んだデータであって，本願発明が対象とする早期癌\nの患者のみで，８７％のＭＫレベルが有意に上昇していることを示すものではない。\n(イ)  本願明細書において，例えば，図６は胃癌と早期癌の関係が不明であって\n本願発明の効果を裏付けるものということはできず，図２についてもデータに疑義\nがあり，仮に，データが正しいとしても，健常者と明確に区別できるかは不明で，\nＭＫが早期癌の段階で検出される可能性がある程度，すなわち，早期癌を発見でき\nる可能性がある程度を裏付けるにすぎないものである。\nしたがって，本願明細書において，本願発明の効果を裏付けるデータは開示され\nておらず，本願発明は，「被験者の生体内に早期癌が存在する可能性が高いと判定\nする方法」ということはできない。\n仮に，本願発明が上記レベルにおける早期癌を検出する方法であったとしても，\nそれは肝臓癌について実施例２の（２）に記載された１－ステップサンドイッチ法\nを採用したことによる効果であって，本願発明が対象となる癌の種類や測定手法を\n特定するものではない以上，特許請求の範囲に基づかない実施例の効果にすぎない。\n(ウ)  以上からすると，本願発明における「癌の検出」とは，「被験者の生体内\nに早期癌が存在する可能性が高いと判定する方法」を意味するものと解することは\nできない。\nイ  引用例２に記載された発明における「癌の検出」の意義\n(ア)  引用例２では，正常ヒト血清のＭＫの最高値が３００ｐｇ／０．５ｍｌ未\n満であったこと（THE JOURNAL OF BIOCHEMISTRY, vol.119, No6。乙１０。以下\n「乙１０」文献という。）から，腫瘍マーカーとしての評価の基準として３００ｐ\nｇ／０．５ｍｌという数値を選択している。乙１０文献には，正常ヒト血清のＭＫ\nの最高値が３００ｐｇ／０．５ｍｌであること，ステージが不明な肝細胞性癌の血\n清では，ＭＫ値が３００ｐｇ／０．５ｍｌ以下の癌患者も約半数の割合で存在する\nことが記載されているから，血清中のＭＫ値が３００ｐｇ／０．５ｍｌを超えた場\n合には，確実に「癌が検出された」ものということができる。\n(イ)  正常ヒト血清のＭＫ値の最高値について，前記(ア)の基準を採用する際，\n当該基準以下の癌患者も約半数の割合で存在することが想定されていたものであり，\n非常に厳しい基準が設定されているものということができるから，この厳しい基準\nよりも高いＭＫ値が検出されれば，健常者であることはあり得ず，検出される確率\nを問わず，「癌が検出された」ということができることは明白である。\nすなわち，引用例２の著者は，陽性率ではなく，当該基準を超えて，著しく高い\nＭＫが存在するか否かという点を重視しているものということができる。\nしたがって，引用例２において，検出できる確率は１７％と低いものであったと\nしても，３００ｐｇ／０．５ｍｌという正常ヒト血清の最高値を超える厳しい基準\nをクリアした症例があることからすると，引用例２には，癌が検出できることが記\n載されているというべきである。\nなお，リンパ節転移のない癌は，いずれもステージ０ないしⅡに分類されるもの\nであり（乙１），原告主張のように，胃癌でリンパ節転移がないものにステージ３\nが含まれることがあるとしても，引用例１における結腸癌については，本件審決の\nとおりステージ０ないしⅡに含まれるものであって，本件審決に誤りはない。\nウ  小括\n以上からすると，本件審決の引用発明２の認定に誤りはない。\n(2)  相違点に係る判断の誤りについて\nア  ＭＫを早期癌の腫瘍マーカーとして適用することの示唆について\n(ア)  本件優先日前より，早期癌を検出し得るマーカーの開発は周知の課題とな\nっていたこと，一般的に，癌の検出は治療に寄与することを目的とするものである\nから，治療方針に大きな影響を与える進行度に関する情報が必要とされていること，\n引用例２において，リンパ節に転移していないステージ０ないしⅡのいずれかの段\n階の癌で，血清からＭＫを検出できていること，引用例２において，ＭＫが有用な\nマーカーかもしれないという教示があること，引用例１において，ステージⅠに相\n当する早期癌の段階で，癌組織においてＭＫが検出されていたことからすると，引\n用例１及び２は，引用発明１に引用発明２の技術的事項を適用することにより，早\n期癌マーカーが得られることを示唆しているものということができる。\n(イ)  本願明細書においても，癌の存在が判明済みの症例について分析を行って\nいるにすぎず，早期癌に関する情報のない被験者についての実施例は存在しないし，\n陽性率さえ不明であるから，この点において，本願発明と引用発明１に相違はない。\n(ウ)  本件審決におけるリンパ節転移のない癌がＴＭＮ分類のステージ０ないし\nⅡに該当するとの認定に誤りはないこと，引用例２において，早期癌を検出してい\nるということができることについては，先に指摘したとおりである。\n(エ)  引用例２には，結腸癌では，「浸潤＝ＭＫ血中濃度が高い」ことを示唆す\nる旨の記載がある。引用例２のケース２６（結腸癌の症例）は，漿膜下層に浸潤し\nており，ステージⅡに分類される（乙１）としても，ステージⅠの段階から浸潤性\nの癌であったということができるから，同ケースの癌は，ステージⅠの段階でも\n「ＭＫ血中濃度が高い」，すなわち，「血液から高い濃度が検出できる」ことを示\n唆しているものであって，当業者は，早期癌の段階（ステージ０～Ｉ）においてＭ\nＫが血液中に存在するものと認識することが可能である。\nまた，引用例２の，「ＭＫは…血管形成活性を示している」との記載から，ＭＫ\nは血管形成因子ということができる。癌細胞で生成された血管形成因子であるＭＫ\nは，血管内に到達して作用するから，血流に乗ってＭＫが流れ出すのは当然で，高\n濃度のＭＫが観察されるメカニズムが引用例２には開示されているものといえる。\nそして，血管形成と浸潤とが関係することは技術常識であり，「浸潤＝血管形\n成」という関係が成立する（乙１５，１６）。すなわち，ケース２６のような浸潤\n性癌が組織からＭＫを分泌することでＭＫ血中濃度が高くなって血管形成が促され，\n血管形成により浸潤が促されるというメカニズムも引用例２において開示されてい\nるといえるから，ケース２６においても，ステージⅠの段階で，血管形成因子ＭＫ\nが血管に作用していた，すなわち，血管形成を促すためにＭＫ血中濃度が高くなっ\nていなければならないことが開示されているものということができる。\n(オ)  引用例２の表１のデータは，ＭＫによりステージⅠ又はⅡの癌が検出され\nていることを示しており，ステージⅠでも検出できる可能性を示唆するものである。\n先に指摘したとおり，本件優先日当時，早期癌マーカーは多数存在していたので\nあるから，原告の主張はその前提自体が誤りである。\n仮に，原告の認識のとおり，当業者が早期癌マーカーを実現することは困難であ\nると考えていたとしても，早期癌マーカーは，本件優先日前において強く望まれて\nいたから，引用発明１に引用発明２を適用することを妨げる事情とはならない。\nまた，早期癌マーカーの実現が強く望まれていた以上，失敗事例が積み重なった\nとしても，新たな早期癌マーカーを得ようとする契機になることはあっても，断念\nする理由にはならない。実際，早期癌マーカーの開発は，本件優先日前から継続さ\nれていたものである（甲３，５，１２，乙８，９）。\nイ  引用発明１に引用発明２を適用する際の阻害事由について\n癌マーカーは，癌組織で作られる物質であり，癌組織で作られた癌マーカーが，\n何らかの要因で血清中に漏れ出し，検出されるものであることは，技術常識である。\n引用例２には，癌マーカーとしてのＭＫが開示されているから，本願発明は，引\n用発明１において，結腸のステージＡ，すなわち，早期癌組織中のＭＫを測定すべ\nく，結腸癌において癌組織のＭＫについて血清を介して間接的に測定するという引\n用発明２の技術を適用し，その結果として，早期癌組織中のＭＫが血清を介して検\n出できたことを確認したものであるということができる。引用例２において，正常\nヒト血清の最高値を３００ｐｇ／０．５ｍｌとする基準に基づいて正常血液と比較\nし，癌を検出しているから，引用発明１に引用発明２の技術的事項を適用した際に\nは，正常血液と比較することとなるのは明白である。原告の主張は，失当である。\nウ  引用発明１に対する引用発明２の適用について\n(ア)  引用発明１は，早期癌において組織中で発現したＭＫを検出しているもの\nであり，引用発明２は，癌マーカーとしてのＭＫが開示されているものである。\nまた，本願発明は，引用発明１に，引用発明２を適用することによって，早期癌\n組織中のＭＫが血清を介して検出できたことを確認したものにすぎない以上，両発\n明を組み合わせることについて，十分な示唆があるということができる。\n(イ)  本件優先日前に，既に早期癌マーカーが開発され，存在していた以上，本\n件優先日において，ＭＫが早期癌マーカーとして使用できるという合理的な見込み\nにも乏しいとの原告主張は，その前提自体が誤りである。\n(ウ)  先に述べたとおり，引用例２における検出の確率が１７％であったことを\nもって，引用発明１への適用が妨げられるものではない。\n(エ)  以上からすると，引用発明１に引用発明２を適用することが，当業者にと\nって容易であるとした本件審決の判断に誤りはない。\nエ  本願発明の顕著な作用効果の看過について\n(ア)  原告の主張は，本願発明において，実用レベルで早期癌診断に有用である\nことが確立されていることを前提とするものであるが，先に指摘したとおり，その\n前提自体が誤りである。\n(イ)  本件文献などの記載から明らかなとおり，本件優先日前から，早期癌マー\nカーは多数知られているものである。\nまた，本願明細書には，早期癌患者の陽性率や健常者の誤検出データは一切記載\nされておらず，これらのデータは不明であるから，ＭＫが早期癌の検出において優\nれているということもできない。\n原告は，本願発明の効果について，ＰＩＶＫＡ－ⅡやＡＦＰと対比して主張する\nが，これらのマーカーと本願発明とは，検出対象物質も異なれば，検出手法も異な\nるものであり，比較の対象となり得ない。\n(ウ)  原告は，被測定試料を尿とする場合の効果を強調するが，本願発明は，\n「血液又は尿」と定めるものであり，尿に限定した効果に係る主張は失当である。\nそのほか，原告が指摘する本願発明の優れた技術的価値とは，早期癌マーカーが\n当然有する技術的価値にすぎない。\n(エ)  本願発明に対応する外国出願に関する他国の審査結果は，本願発明の進歩\n性とは無関係である。\n(オ)  したがって，本願発明が顕著な作用効果を奏するものということはできな\nい。\n(3)  小括\n以上からすると，本願発明は，引用例１及び２の記載からは予想できない効果を\n奏する発明であるということはできず，当業者が，引用発明１に，引用発明２を組\nみ合わせることによって，容易に想到し得るものというべきである。\nしたがって，本願発明の進歩性を否定した本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  本願発明について\n(1)  本願明細書の記載\n本願明細書（甲７，８）の記載を要約すると，以下のとおりである。\nア  早期癌とは，一般的に小さく，転移も少なく，治療によって永久ないし長期\n治癒が得られる進行度の癌として位置付けられているところ，早期癌は基本的には\n無症状であるから，早期癌を完全に近く検出するには，無症状の被験者を対象とす\nる検査が必要となる。無症状の被験者を幅広く対象として，特定の疾患に罹患した\n患者を見つけ出すための検査，あるいはより高度な二次的な検査が必要な対象者を\n絞り込むための検査を，スクリーニングと呼ぶが，一般に，検査対象数が極端に多\nいから，多くの対象者を検査するためには，簡便で，かつ経済的な検査方法が必要\nとなる。腫瘍マーカー検査は，患者への侵襲が少ない好適な検査法であるが，現時\n点では，早期癌を検出することは，通常は不可能とされている。\nＭＫは，レチノイン酸応答遺伝子の産物として発見された増殖分化因子で，塩基\n性アミノ酸とシステインに富む分子量１３ｋＤａのポリペプチドである。ＭＫは，\n様々な悪性腫瘍において，その周辺の正常組織と比較して増強しているので，発癌\nにおいて重要な役割を果たしていることが示唆されているが，従前の癌の診断法等\nにおいて，ＭＫ遺伝子，あるいはＭＫタンパク質が，早期癌検出に有用であるとの\n記載も示唆もされていない。ヒト結腸癌のアデノーマ（腺腫）段階における前癌組\n織で，ＭＫの発現が上昇しているとの報告（引用例１）もあるが，早期癌の検出に\nついては記載も示唆もされていない。\nしたがって，早期癌の状態から検出され得る腫瘍マーカーの発見及び検査法の開\n発が望まれているものである。\nイ  本願発明は，早期癌のマーカーとして有用である新規なポリペプチドを提供\nすること，当該ポリペプチドを指標とする早期癌の検出方法を提供すること，当該\nポリペプチドを検出することができる早期癌の体外診断薬を提供することを課題と\nする。\n本願発明の発明者らは，肝細胞癌患者において，抗ＭＫ抗体により検出されるＭ\nＫレベルが健常者や肝炎患者に比べ，肝細胞癌の組織中だけでなく，血中や尿中に\nおいても，肝細胞癌の早いステージで有意に増大していることを見いだした。また，\n胃癌についても肝癌と同様に早いステージで，血中や尿中のＭＫレベルが有意に増\n大することを見いだした。さらに，食道癌，十二指腸癌，結腸癌，胆管及び胆嚢癌，\n膵臓癌，甲状腺癌，肺癌並びに乳癌など，多くの癌において，癌の早期で血清中Ｍ\nＫレベルが有意に上昇していることを見いだした。すなわち，ＭＫが，不特定癌の\n検出に対して，公知の腫瘍マーカーには見られない非常に広いスペクトルを有して\nおり，早期癌のマーカーとして有用であることが明らかとなった。\nウ  本願明細書における「早期癌」とは，腫瘍が発生した局所（粘膜内）に限局\nしていて，周囲組織への浸潤のないもの，あるいは浸潤があってもその範囲が局所\nに限局しているものをいう。特に，浸潤が見られないものは，公知の腫瘍マーカー\nでその存在を検出することが困難であったことから，本願発明における重要な検出\n対象である。早期癌はＴＮＭ分類のステージ０（carcinoma in situ）とⅠとを含\nみ，この病期では，脈管内侵襲や遠隔転移はなく，局所の腫瘍切除だけで完治でき\nる。\nエ  癌細胞がつくるマーカーは，癌がある程度大きくなるまで血中レベルは健常\n人の基準値と変わらないため，血清マーカーの増加から早期癌を検出することは，\n通常は不可能とされている。\n発明者らは，ＭＫが，結腸癌の前癌段階で，ｍＲＮＡレベル及びタンパクレベル\nで高発現していること（引用例１）から，様々な種類の癌を有する患者の血中ＭＫ\nレベルを調べたところ，ほとんどの患者（８７％）で，健常人と比較して有意に上\n昇していることを見いだした。この８７％という数値は，既存の腫瘍マーカーと比\n較して，極めて高い数値である。癌組織で発現したＭＫは，恐らく血中に分泌され\nるため，血中ＭＫレベルが増加していると考えられる。さらに，肝細胞癌，胃癌，\n肺癌などでは，血中ＭＫレベルが癌の早期に上昇していたものである。\n肝細胞癌あるいは肺癌患者血中のＭＫレベルは，ステージⅠで，既に，健常人の\n基準値に比較して有意に上昇しており，ステージⅡないしⅣでは，更なる上昇が見\nられた。これに対し，胃癌患者では，ステージ１で，健常人の基準値に比較して有\n意に上昇しているが，ステージ２以降もステージに関係なくＭＫレベルがほぼ同じ\n値で推移した。これらのことから，ＭＫの測定によって，肝細胞癌，肺癌，あるい\nは胃癌をはじめとする幅広い癌において，ステージⅠに分類される早期癌の検出が\n可能であることが明らかである。\nオ  本願発明の実施例等は以下のとおりであるが，本願発明は，これらの具体例\nに限定されるものではない。\n(ア)  実施例１  抗ヒトＭＫポリクローナル抗体の作製\n(イ)  実施例２  １－ステップサンドイッチ法によるＭＫの測定\n(ウ)  試験例１  肝細胞癌の各ステージと血清中のＭＫレベルとの相関\nａ  血清サンプルの調製\n健常人１３５名（男性：９４名，女性：４１名，年齢２１歳～７５歳），肝細胞\n癌（ＨＣＣ）患者７６名（ステージⅠ：７名，ステージⅡ：１９名，ステージⅢ：\n２３名，ステージⅣ：２７名），肝疾患対照としてウイルス肝炎患者７名から採血\nし，その後，更に新たに健常人３７６名（男性１５２名，女性２２４名）から採血\nし，血清を調製した。\nｂ  血清中のＭＫレベルの測定\nＨＣＣ患者，ウイルス肝炎患者及び健常人１３５名の血清中のＭＫレベルを，１\n－ステップサンドイッチ法により測定したところ，ＨＣＣ患者の血清中のＭＫレベ\nルは，ステージⅡから，健常人よりも有意に高くなることが認められた（図１）。\nさらに，ＥＩＡの感度を高め，ＨＣＣ患者，ウイルス肝炎患者及び健常人３７６\n名の血清中のＭＫレベルを測定したところ，ＨＣＣ患者のステージＩにおける血清\n中のＭＫレベルも０．２２ｎｇ／ｍＬ（平均値）と，健常人の０．０２ｎｇ／ｍＬ\n（平均値）に対して有意に高かったことから，ＭＫは，早期のＨＣＣの血清腫瘍マ\nーカーとしても，極めて有用であることが明らかとなった（図２）。\n(エ)  試験例３  胃癌の各ステージと血清中のＭＫレベルの相関\nａ  血清サンプルの調製\n胃癌患者７２名（ステージ１：２３名，ステージ２：９名，ステージ３：７名，\nステージ４：９名，ステージ５：５名，ステージ６：９名，ステージ７：１０名）\nから採血し，血清を調製した。健常人１３５名あるいは健常人３７６名の血清中の\nＭＫレベルは，それぞれ，試験例１の数値を用いた。\nｂ  血清中のＭＫレベルの測定\n胃癌の各ステージ（１～７）における血清中のＭＫレベルと健常人のＭＫレベル\nとを比較すると，胃癌患者の血清中のＭＫレベルは，ステージ１から健常人よりも\n有意に高くなっていることが認められ，ＭＫは胃癌の早期診断の腫瘍マーカーとし\nて有用であることが明らかとなった（図６）。\n(オ)  試験例７  癌患者の尿中ＭＫ値と癌のステージとの相関\n胆管癌３名，乳癌３名，大腸癌６名，食道癌３名，胆嚢癌１名，肝細胞癌１０名，\n膵臓癌３名，直腸癌７名，胃癌２８名，甲状腺癌１名の合計６５名の患者について，\nステージ分け（１～７）を行い，尿中ＭＫレベルを測定したところ，ステージⅠで\n健常人に対して有意に上昇することが明らかとなった（図１０）。これまで，癌の\n早期ステージに上昇する尿中の腫瘍マーカーは報告されていないが，尿中のＭＫレ\nベルは，各種癌の早期スクリーニングに有用である。\n(2)  本願発明の技術内容\n以上の本願明細書の記載によると，本願発明は，血液又は尿中のミッドカイン及\nび，又はそのフラグメントを測定し，正常者の測定値と比較することにより，早期\n癌を検出する方法である。本願発明の発明者らは，早期の肝細胞癌や胃癌の患者に\nおいて，血中のＭＫ濃度が正常者と比較して有意に増大することを見いだし（試験\n例１及び３），また，合計６５名のステージ１ないし７の胆管癌，乳癌，大腸癌，\n食道癌，胆嚢癌，肝細胞癌，膵臓癌，直腸癌，胃癌及び甲状腺癌の患者で，尿中の\nＭＫ濃度について，正常者とステージⅠの患者とで有意な差があることを見いだし\nた（試験例７）ものとされている。\n２  引用発明について\n(1)  引用発明１\nア  引用例１の記載\n引用例１（甲１）の記載を要約すると，以下のとおりである。\n(ア)  ヘパリン結合性増殖因子（ＭＫ）が，様々な悪性の腫瘍の中で発癌に重要\nな役割を果たすことが示唆されたことから，ＭＫが発癌の初期段階に寄与するか否\nかを明確にするために，ノーザンブロッティング分析によって，中度異形成及び高\n度異形成を有する２０のアデノーマ，２８のカルシノーマ（癌腫）及び２８の対応\nする正常組織で，ＭＫ ｍＲＮＡのステータスを調査した。ＭＫ発現レベルは，正\n常組織よりもアデノーマの方が著しく高く，カルシノーマと対応する正常組織と比\n較しても，その相違が認められた。さらに，ＭＫ免疫染色は，軽度異形成あるいは\n正常組織とは異なり，中度異形成及び高度異形成のアデノーマ並びにカルシノーマ\nにおいて陽性であった。これらの発見は，ウエスタンブロッティング分析での発見\nに沿っており，中度異形成及び高度異形成を備えたアデノーマ並びにカルシノーマ\nの両方を有する３人の患者の中で，上昇したＭＫ発現が腫瘍性病変で観察された。\nこれは，ヒトにおける発癌の初期段階での高いＭＫ発現に関連する最初の報告であ\nる。\n(イ)  ２０のアデノーマ（中度異形成１６，高度異形成４），カルシノーマ及び\n対応する正常組織の２８組が，ＭＫ ＲＮＡ発現について，ノーザンブロッティン\nグ分析によって調査された。統計的な違いが，対応のないｔ検定（図２）を使用す\nるアデノーマと正常組織（Ｐ＜０．００１）との間で発見された。対応のあるｔ検\n定で，統計的有意差（Ｐ＝０．０３６）が明らかとなった。このように，ＭＫ ｍ\nＲＮＡのレベルは形成障害段階のアデノーマから進行カルシノーマ段階になるにつ\nれて上昇した。\n結腸の発癌の進行中におけるタンパク質レベルでＭＫのステータスを決定するた\nめに，軽度異形成１６，中度異形成２９，高度異形成５からなるアデノーマ標本５\n０と，異なるステージのカルシノーマと対応する正常組織の２２組のサンプルに対\nして免疫染色が行われた。ＭＫ染色は，中度異形成及び高度異形成を備えたアデノ\nーマ並びにカルシノーマで観察され，軽度異形成を備えたアデノーマ，あるいは，\n正常な結腸の粘膜では観察されなかった（図３及び表１）。ポジティブ染色法は，\n軽度異形成のカルシノーマで観察されず，中度異形成の２９のうちの１８，高度異\n形成５の全て（表１）及び２２のカルシノーマの全てで観察された。ポジティブ染\n色法の範囲は，異形成の程度に比例した。\n免疫染色の結果を確認するために，ウエスタンブロット解析を行った。タンパク\n質が，２つの高度異形成のアデノーマ，３つの中度異形成のアデノーマ及び１４組\nのカルシノーマと対応する正常組織の対から抽出され，さらに，中度異形成のアデ\nノーマ，ステージＢのカルシノーマ及び対応する正常組織が利用可能である１つの\nケースからのサンプルが解析の対象とされた。ＭＫタンパク質のレベルは，１４の\nペアになった標本の全てで対応する正常組織よりカルシノーマの方が非常に高かっ\nた。ＭＫタンパク質の強い発現も５つのアデノーマの全てで検出された。ＭＫタン\nパク質発現は，対応する正常組織よりもアデノーマ及びカルシノーマにおいてはる\nかに高かったことが重要である。３つのケースにおいて，正常，中度異形成／高度\n異形成のアデノーマ及びカルシノーマ組織が，ノーザンブロット解析と免疫組織化\n学に全て利用された。これらのケースにおいて，同じ個人では，ＭＫ ＲＮＡ発現\nはアデノーマ段階からカルシノーマ段階で上昇し，免疫組織化学によって現わされ\nたＭＫタンパク質発現は,同様のプロフィール（表２）を提示した。これらの発見\nは，従前の多くの研究で観察されたＭＫ発現プロフィールと一致していた。\n(ウ)  正常な組織と中度－重度の異形成を有するアデノーマ及びカルシノーマを\n含む新生物との間にウエスタンブロット分析でのタンパク質発現における大きな差\n異がはっきりと観察された。これらの発見は，ヒトにおける発癌現象の早期のステ\nージにおけるＭＫの重要性を示唆している。これは，正常，腺腫性そして癌性の結\n腸組織がＭＫ発現検査を受けた個人におけるアデノーマステージから，ＭＫ発現が\nＲＮＡ量，タンパク質の量において上昇するという発見によってさらに支持される。\n(エ)  ケース５３（図４）には，中度異形成を有するアデノーマ，ステージＢの\nカルシノーマ及び正常組織のウエスタンブロッティング分析による結腸組織中のＭ\nＫが示されており，脚注には，「ＭＫタンパク質発現のレベルは，正常組織よりア\nデノーマ及びカルシノーマにおいてはるかに高かった。」と記載されている。\n(オ)  引用例１の表２は，別紙記載１のとおりである。\nイ  引用発明１の技術内容\n以上からすると，引用例１には，結腸組織をウエスタンブロッティング分析し，\nＭＫに相当するタンパク質を免疫染色により測定する工程及び正常組織の測定値と\nステージＡの結腸カルシノーマ組織の測定値を比較する工程を含む，ステージＡの\n結腸カルシノーマの分析方法に係る知見が開示されているものである。\n引用例１においては，「ヒトにおける発癌現象の早期のステージ」と「個人にお\nけるアデノーマステージ」とが同義のものとして用いられていることから，引用例\n１では，一般的には良性の腫瘍と解されているアデノーマについて，発癌現象の早\n期のステージとして把握されているということかできるところ，ノーザンブロッテ\nィング分析におけるＭＫ発現レベルは，正常組織よりもアデノーマの方が著しく高\nかったこと，正常細胞が癌細胞に変化していく発癌過程において，早期の段階で細\n胞内のＭＫの発現が正常細胞と比較して有意に増加していたことなどが指摘されて\nいることからすると，引用例１には，発癌現象の早期のステージで細胞内のＭＫ発\n現が正常細胞と比較して統計的に有意に増加していたことが明確に開示されている\nものということができる。\n(2)  引用発明２\nア  引用例２の記載\n引用例２（甲２）の記載を要約すると，以下のとおりである。\n(ア)  引用例２の表１には，「原発性腫瘍における患者の血清ミッドカインレベ\nル」との表題で，各種カルシノーマ患者の分化の程度，リンパ節転移の有無及びＭ\nＫ値（ｐｇ／０．５ｍｌ）が記載されているところ，同表から結腸カルシノーマの\n場合を抽出すると，別紙記載２のとおりである。\n(イ)  酵素免疫定量法を使用して，様々なカルシノーマ患者５９人の血清中のＭ\nＫレベルを測定した（表１）。６７人の正常ヒト血清では，ＭＫレベルが３００ｐ\nｇ／０．５ｍｌ未満であったことから，３００ｐｇ／０．５ｍｌを超えるＭＫ値を\n有意に高い数値と解する。\n結腸カルシノーマでは，高いＭＫ値が，リンパ節転移が見つかった５つのケース\nのうちの３つに見られたが，リンパ節転移がなかった６つのケースでは，１つのケ\nースのみに高いＭＫ値が見られたものである。さらに，高いＭＫ値は，腫瘍が漿膜\n下の層に浸潤した３つのケース（２３，２４，２６）全てで見られた。ＭＫ値は高\nかったが，リンパ節転移がなかったケース２６が注目されるべきで，より広範囲な\n研究が必要であるが，現在まで得られた結果はＭＫ血中濃度が結腸カルシノーマで\n腫瘍浸潤とある程度まで関連していることを示唆しているものである。\n(ウ)  ＭＫ発現は有意に腫瘍形成に関係している。ＭＫは，肝細胞性，食道，結\n腸，膵臓，肺，胸，胃及び膀胱カルシノーマのような様々なヒトの腫瘍中で過剰発\n現される。カルシノーマのケースの８０％以上で，ＭＫが過剰発現していることは\n明白である。また，マウスＭＫ  ｃＤＮＡ及びその過剰発現は，受容体ＮＩＨ３Ｔ\n３細胞の腫瘍化転換へ導くことから，ヒトの腫瘍中のＭＫの過剰発現は，それらの\n悪性表現型と関連するように見えるものである。ヒトの腫瘍における全般的なＭＫ\n発現及び悪性腫瘍表現型において可能性のある役割によって，ＭＫは，腫瘍マーカ\nーとしての優れた候補となる。\n肝細胞性カルシノーマだけでなく，肺，輸胆管，結腸及び食道のカルシノーマ等\nの多くのカルシノーマで血清ＭＫレベルが増加することが判明したが，これは，多\nくのヒトのカルシノーマで観察された高いＭＫ ｍＲＮＡのレベルと一致する。多\nくの健常者の血清中において，ＭＫは低いか不検出のレベルであることから，血清\nＭＫレベルは癌のための初めの検査における有用なマーカーかもしれない。高いＭ\nＫレベルが肺カルシノーマのほとんどのケースで起きていることは特に興味深い。\nさらに，結腸のアデノカルシノーマでは，高いレベルの血清ＭＫが浸潤特性と関\n連している可能性がある。\nイ  引用発明２の技術内容\n(ア)  大腸癌は，リンパ節転移がなく，浸潤が大腸壁の内側に留まるものほど，\nその病期が進行していないものであり，また，細胞の分化度が高いものほど，悪性\n度が小さいものである（乙１）。\n引用例２の表１には，各種の癌について，分化の程度及びリンパ節転移と血清Ｍ\nＫ量が記載されており，ケース２３ないし３４が，結腸癌のケースである。\n同表において，腫瘍の浸潤の度合いと血清ＭＫ量の関係は，浸潤がないか，ある\nいは浅い９つのケースでは，ＭＫ量は数値の大きい順に９８１，３０５，２９９，\n２８１，１７５，１４５，１０８，５４，０であり，浸潤が漿膜下層に達した３つ\nのケースでは，２６００，６１０，４００であると解される。\n(イ)  以上からすると，引用例２には，血液中のＭＫ量の測定値と正常者の測定\n値とを比較することによって，癌患者における血清ＭＫレベルの分析方法に係る知\n見が開示されているところ，特に，結腸癌における血清ＭＫ量については，大腸癌\nの病期との関係から，癌細胞の分化度，リンパ節転移の有無，腫瘍の浸潤の度合い\nのそれぞれの観点において病期が進行していないと判断されるケースにおいて，血\n清中のＭＫ量が高い値となること，血清ＭＫレベルは，癌のための初めの検査にお\nける有用なマーカーとして活用できる可能性があることが開示されているものとい\nうことができる。\n３  引用発明２の認定の誤りについて\n(1)  原告は，本願発明における「癌の検出」とは，「被験者の生体内に癌が存\n在する可能性が高いと判定すること」を意味するものであるとした上で，引用例２\nにおいては，リンパ節転移のない結腸癌について癌が存在する可能性を判定する確\n率は１７％にすぎず，このような低い確率の判定は，本願発明における癌の検出に\nは該当しないと主張する。\n(2)  原告の主張は，引用例２において，血清中のＭＫ量が３００ｐｇ／０．５\nｍｌを超えた場合に癌が存在するという基準値を採用した場合に，リンパ節転移の\nない結腸癌６例の中で，当該基準値を超えるものが１例であったことを前提とする\nものである。\n確かに，引用例２は，正常ヒト血清では，６７例の全てにおいてＭＫレベルが３\n００ｐｇ／０．５ｍｌ未満であったことから，３００ｐｇ／０．５ｍｌを基準とし\nて，血清中のＭＫ量が高レベルであるか否かを判断しているものである。\nしかしながら，当該基準値は，正常ヒト血清の全ての例における血清ＭＫ値より\nも高い基準を採用したものであって，ステージが不明の肝細胞性癌の血清では，当\n該基準値以下の癌患者も約半数存在する（乙１０）ことからすると，正常者が陽性\nと判定されることを防止する観点から定められた基準であるものと解される。この\nような基準を採用すると，結腸癌患者であっても，場合によっては陽性と判定され\nない可能性は否定できないものである。このような厳格な基準を採用しなければ，\n陽性とされる可能性が高くなることは明らかであって，むしろ，引用例２において\nは，このような厳しい基準においても，癌が検出されているものと評価すべきであ\nる。\nしたがって，引用例２には，血液中のＭＫ量を正常者の測定値と比較することに\nより，「癌が検出できるという可能性」があることが開示されているものというべ\nきである。原告の主張は採用できない。\n(3)  以上からすると，本件審決の引用発明２の認定に誤りはない。\n４  相違点に係る判断の誤りについて\n(1)  引用発明１に引用発明２を組み合わせることについて\nア  本件文献によると，従来の腫瘍マーカー（ＣＥＡ，ＡＦＰ等）は，一般的に\n腫瘍の増大とともに血中濃度が上昇するが，これらのマーカーが血中に検出される\nのは癌がかなり成長した段階であり，早期癌においてこれらの腫瘍マーカーを検出\nすることは困難であったことから，早期癌の発見につながる血清学的診断に有用な\nシステムを開発することが課題とされていたこと（甲３），ヒトの種々の癌を早期\nに検出するためのマーカーが現在必要とされており，より治療可能性の高い初期の\n段階で診断を行えば，現時点では患者の７０％が進行疾患状態にある卵巣癌におい\nて生存率を増大させることができるであろうこと（甲４），精製された炭酸脱水酵\n素Ⅱの活性に対する血液血清の効果を試験することによって，任意のタイプの癌を，\n初期段階の癌でさえも診断することができることが発見されたこと（甲５）が認め\nられ，本件優先日当時，早期癌の腫瘍マーカーにより，癌の早期発見が求められて\nいたものということができる。\n本願明細書においても，簡便，経済的な方法により，早期癌を発見することが望\nまれるという技術課題が記載されているものである。\nイ  このように，治療可能性が高い段階で癌を発見するために，より早期の段階\nにおける癌に有効な腫瘍マーカーの開発が技術課題とされていたのであるから，引\n用例１は「ヒトにおける発癌の初期段階での高いＭＫ発現に関連する最初の報告」\nであり，「これらの発見は，ヒトにおける発癌現象の早期のステージにおけるＭＫ\nの重要性を示唆している」こと，結腸癌について，発癌現象の早期段階で細胞内の\nＭＫの発現が正常細胞と比較して統計的に有意に増加していることを開示する引用\n例１の記載に接した当業者は，ＭＫ量を測定することにより，正常者と早期癌患者\nとを区別でき，ＭＫが早期癌の検出に使用できる可能性が高いと認識するものとい\nうことができる。\nまた，当業者が，結腸癌の病期が進行していないケースにおいても，血清中のＭ\nＫ量が高くなることを開示する引用例２の表１に接した場合，当業者は，引用例１\nに記載された癌細胞内でのＭＫの発現増加が，血清中のＭＫ量の増加につながり，\n血液中のＭＫ量を測定することにより結腸癌を早期の段階で検出可能であることを\n直ちに想到するものということができる。\n本願発明は，癌が発生する臓器について特定するものではないから，引用発明１\n及び２に基づいて，当業者が容易に発明をすることができる事項を包含するもので\nあるというべきである。\n(2)  原告の主張について\nア  原告は，従来の腫瘍マーカーでは，早期癌の細胞で発現する腫瘍マーカーが\n血液中に顕出する濃度が正常者の血液中の腫瘍マーカーの濃度に比べて有意な差を\n有しなかったことからすると，癌細胞中でＭＫ濃度が健康な細胞中の値より高いと\nいうだけでは，ＭＫが早期癌のマーカーとなり得ることを示唆することにはならな\nいと主張する。\nしかしながら，従来の腫瘍マーカーにおいて，早期癌の段階における細胞中での\n当該マーカーの発現が，正常な細胞と比較して有意差を有していたか否かはともか\nく，ＭＫ量については，早期癌の段階で正常細胞と比較して統計的に有意に増加し\nていたことが引用例１に明記されている。\nまた，引用例２は，癌の病期が進行していないと判断される場合において血液中\nのＭＫ量が高くなることを開示しているのであるから，たとえ，従来の腫瘍マーカ\nーでは，早期癌で発現するマーカーの血液中に顕出する濃度が正常者の血液中のマ\nーカーの濃度と比較して有意差がなかったとしても，引用例１において，ＭＫを早\n期癌患者と正常者の区別に利用できることが開示されており，また，引用例２にお\nいても，血液を測定することによって比較的早期の癌患者と正常者とを区別できる\n可能性が開示されていることからすると，これらの技術的事項に基づき，当業者は\n血液中のＭＫ量を早期癌の検出に使用することを想到するものであって，仮に，原\n告が主張するとおり，従来の腫瘍マーカーが早期癌の検出に利用できなかったとし\nても，上記判断を左右するものではない。\nイ  原告は，引用例２において，ステージ０又はⅠの早期の結腸癌で，ＭＫの血\n中濃度が基準値を超えた例は皆無であり，相違点にかかる構成が開示されていない\nなどと主張する。\nしかしながら，引用例２において，癌細胞の分化度や浸潤の度合いの観点で癌の\n病期が進行していないと判断されるケースでＭＫの血中濃度が高くなることが開示\nされていることは，先に述べたとおりである。また，血清中のＭＫレベルが高いか\n否かに関する引用例２の基準（３００ｐｇ／０．５ｍｌ）は著しく厳しい基準であ\nることも，先に述べたとおりであって，原告の主張は，その前提において，失当と\nいわざるを得ない。\nそうすると，引用例１におけるＭＫが早期癌患者と正常者との区別に用いること\nが可能であるとの示唆に接した当業者は，引用例２の記載も参酌して，早期癌にお\nいても血液中のＭＫ量を指標にすることを試みるものであるということができる以\n上，引用例２において，ステージ０又はⅠの結腸癌患者の血中濃度が厳しい基準値\nを超えた例がないこと自体は，上記判断を左右するものではない。\nウ  原告は，引用例２には，ＭＫが早期癌の有用なマーカーかもしれないことを\n示唆する記載は存在せず，むしろ，引用例２の検出結果（１７％）は，早期癌のマ\nーカーとしての可能性について否定的であるとも主張する。\nしかしながら，引用例２における１７％という数値が早期癌のマーカーとしての\n可能性について否定的であるとはいえないことは，先に述べたとおりである。\nまた，引用例２が，癌細胞の分化度や浸潤の度合いの観点で癌の病期が進行して\nいないと判断されるケースでＭＫの血中濃度が高くなることを開示している以上，\n引用例２において，ＭＫが早期癌のマーカーとして有用である可能性について明確\nに記載されていないとしても，引用発明１に引用発明２を適用することについての\n示唆を否定する理由となるものではない。\nエ  原告は，本件優先日前に早期癌マーカーが存在しなかったことなどから，新\nたに発見された物質が早期癌マーカーとして成功する確率は極めて低いと当業者は\n考えるものであって，新たに進行癌の腫瘍マーカーとして可能性のある物質が発見\nされたとしても，その知見は，当該物質が早期癌マーカーとしての有用性を示唆し\nているということはできないから，早期癌マーカーが望まれていたことをもって，\n本願発明に至る動機付けを認めることはできないなどと主張する。\nしかしながら，仮に早期癌マーカーの実現が困難であったとしても，そのことを\nもって，動機付けを否定することができないことは，先に述べたとおりである。\nオ  原告は，本願発明は，肝細胞癌及び胃癌を含む各種の癌で早期癌を検出する\nことができる点及び尿中のミッドカイン量を測定するという侵襲が少ない方法によ\nり早期癌を検出することができる点において，本願発明は顕著な作用効果を奏する\nものであるなどと主張する。\nしかしながら，本願発明は，癌が発生する臓器を特定しない早期癌の検出方法で\nあり，血液又は尿のいずれかを試料として用いる発明であるところ，先に述べたと\nおり，本願発明のうち，血液を試料として結腸で発生した癌を早期の段階で検出す\nることは，引用発明１及び２から当業者が容易に想到できるものであることから，\n本願発明の進歩性は否定されるべきものである。\nそうすると，本願発明が結腸癌以外の癌について早期癌を検出することができ，\nまた，尿を試料とすることができるとしても，当該効果は，当業者が容易に想到で\nきると判断された構成とは異なる構成に基づく効果にすぎず，結腸で発生した早期\n癌について，血液を試料としてＭＫ量により検出することが当業者にとって容易に\n想到できる以上，本願発明の進歩性を否定した上記判断を左右するものではない。\n(3)  小括\n以上からすると，本願発明は，引用発明１及び２に基づいて，当業者が容易に想\n到し得るものというべきである。\nよって，原告の本件審判の請求が成り立たないとした本件審決の判断に誤りはな\nい。\n５  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n（別紙）\n１  引用例１  表２  同一個人からの結腸組織におけるＭＫ発現\nケース  組織病理学  正常組織  アデノーマ  カルシノーマ\n４７\nステージＡにあるカルシ\nノーマ及び重度の異形成\nを有するアデノーマ\n２ａ（－）ｂ  ３．２（＋）  ３．３（＋）\n５３\nステージＣにあるカルシ\nノーマ及び中度の異形成\nを有するアデノーマ\n２．８（－）  ４．１（＋）  ５．１（＋）\n５４\nステージＣにあるカルシ\nノーマ及び中度の異形成\nを有するアデノーマ\n２．３（－）  ２．９（＋）  ５．９（＋）\nａ各サンプルにおけるＭＫのβ-アクチンに対する比は，図２に記述された通りに\n計算された。\nｂ免疫染色の結果は括弧内に表示されている：（－），ネガティブ；（＋），ポジ\nティブ。\n２  引用例２  表１抜粋\nケース番号  分化の程度\nリンパ節転移  ＭＫ\n(pg/0.5ml)\n２３\n２４\n２５\n２６\n２７\n２８\n２９\n３０\n３１\n３２\n３３\n３４＊\n中度\n中度\n高度\n中度\n高度\n高度\n高度\n中度\n中度\n中度\n中度\n---\n＋\n＋\n－\n－\n－\n－\n－\n＋\n＋\n－\n＋\n---\n６１０\n２６００\n０\n４００\n１７５\n１０８\n２８１\n２９９\n３０５\n５４\n１４５\n９８１\n＊ 管状線種における局部カルシノーマ\n"
}