{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 2,
    "day": 29
  },
  "case_number": "平成25(行ウ)795",
  "case_name": "公務外認定処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "87072",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=87072",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/072/087072_hanrei.pdf",
  "contents": "平成２８年２月２９日判決言渡  平成２５年（行ウ）第７９５号  公務外認定処分\n取消請求事件\n主 文\n１  地方公務員災害補償基金東京都支部長が原告らに対し平成２３年２月１７\n日付けでした地方公務員災害補償法に基づく公務外災害認定処分を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，東京都Ｘ０市立Ｘ１小学校の教諭として勤務していた亡Ｘ２の父\n母である原告らが，Ｘ２は公務に起因してうつ病を発症し自殺するに至った\nと主張して，地方公務員災害補償法に基づく公務災害認定請求をしたが，処\n分行政庁が公務外認定処分（以下「本件処分」という。）をしたため，その\n取消しを求めた事案である。\n１  前提事実（当事者間に争いのない事実又は後掲各証拠及び弁論の全趣旨に\nより容易に認められる事実）\n(1)  当事者等\nア  原告Ｘ３はＸ２の父，原告Ｘ４はその母である。\nイ  Ｘ２（昭和５６年○月○日生）は，平成１８年４月１日，東京都Ｘ０\n市公立学校教員に任命（期間１年の条件付採用）され，同月３日からＸ\n１小学校の２年１組（以下「本件クラス」という。）の学級担任として\n勤務していたが，遅くとも同年７月初旬頃までにうつ病を発症し，同年\n１０月３０日に自殺を図って意識不明の重体となり，同年１２月○日に\n死亡した。\nウ  平成１８年４月当時，Ｘ１小学校には，Ｘ５校長及びＸ６副校長のほ\nか，主幹教諭３名，教諭２３名，養護教諭１名及び嘱託教諭２名等が配\n置されており（休職者を除く。），２年生（３クラス・児童数１０８名）\nの学級担任は，Ｘ２のほか，学年主任のＸ７教諭及びＸ８教諭の３名で\n受け持っていた（乙１，２９資料１８・資料２７）。\nまた，平成１８年４月，Ｘ１小学校には，新任教諭として，Ｘ２の他\nに，Ｘ９教諭，Ｘ１０教諭及びＸ１１教諭が赴任した（甲２８，乙１，\n２９資料２７）。\nなお，Ｘ１小学校は，平成１８年当時，Ｘ０市教育委員会により研究\n指定校に指定されており，校内において，同年１１月の研究発表会に向\nけた準備業務が行われていた（乙２３から２６まで）。\n(2)  Ｘ１小学校におけるＸ２の業務内容等\nア  Ｘ２は，本件クラス（児童数３６名）の担任としての学級運営や委員\n会活動等の校務に従事していたほか，他の新任教諭とともに，平成１８\n年４月から平成１９年３月までの間に，東京都が定めた初任者研修とし\nて，年間１５回の校外研修及び年間３００時間の校内研修を受けること\nが予定されており，校内研修については毎週研修内容のレポートを提出\nすることとされていた（乙１５から１８まで）。\nイ  Ｘ１小学校における教諭の勤務時間は，午前８時１５分から午後５時\nまでのうち休憩時間４５分を除いた８時間とされており，①給食がある\n期間の休憩時間は午後４時から午後４時４５分まで，その他午前１０時\n２５分から午前１０時４０分まで及び午後１時２５分から午後１時４\n０分までの各１５分は休息時間，②給食がない期間の休憩時間は午後零\n時４５分から午後１時３０分まで，その他午前１０時２５分から午前１\n０時４０分まで及び午後３時から午後３時１５分までの各１５分は休\n息時間とされていた（乙１１）。\n(3)  Ｘ２の通院及び自殺に至る経緯\nア  Ｘ２は，平成１８年７月１１日，医療法人Ｘ１２クリニック（以下「本\n件クリニック」という。）を受診し，Ｘ１３医師により，自律神経失調\n症，パニック障害及び反応性うつ病により就労困難であると診断され，\n同月２１日から同年８月３１日まで，夏期休暇及び病気休暇を取得した\n（乙２９資料５０）。\nイ  Ｘ２は，平成１８年８月２５日付けで，Ｘ１３医師により，緊張性の\n症状は軽快傾向にあり，理不尽なストレスがなければ就労可能と考えら\nれる旨の診断を受け，同年９月１日に復職したが，同年１０月１９日に\nは再び就労困難であると診断され，同月２６日から再び病気休暇を取得\nした（乙２９資料３・資料５０）。\nウ  Ｘ２は，平成１８年１０月３０日，同居していた交際相手のＸ１４方\nにおいて自殺を図り，同年１２月○日，死亡した。\n(4)  本件訴訟に至る経緯\nア  原告らは，平成２０年２月２８日，Ｘ２の自殺は公務に起因するとし\nて，処分行政庁に対し，公務災害認定請求をしたが，処分行政庁は，平\n成２３年２月１７日付けで公務外認定処分（本件処分）をした（甲２）。\nイ  原告らは，平成２３年３月２２日，被告東京都支部審査会に対し，本\n件処分の審査請求をしたが，同支部審査会は，平成２５年１月１８日付\nけで審査請求を棄却する旨の裁決をした（甲３）。\nウ  原告らは，平成２５年２月１８日，被告審査会に対し，本件処分の再\n審査請求をしたが，同審査会は，同年１０月７日付けで再審査請求を棄\n却する旨の裁決をした（甲４）。\nエ  原告らは，平成２５年１２月１３日，本件訴訟を提起した。\n(5)  精神疾患等の公務災害の認定基準に関する通達\n被告は，精神疾患等の公務災害の認定基準について，平成１１年９月１\n４日，「精神疾患に起因する自殺及び精神疾患の公務災害の認定について」\n（同日付け地基補第１７３号。以下「旧認定基準」という。）を発出して\nいた（乙５）ところ，平成２４年３月１６日，「精神疾患等の公務災害の\n認定について」（同日付け地基補第６１号。以下「認定基準」という。）\n及び「「精神疾患等の公務災害の認定について」の実施について」（同日\n付け地基補第６２号。以下「運用基準」という。）を発出し，旧認定基準\nを廃止した（乙３３，３４）。\n２  争点\n本件の争点は，Ｘ２がうつ病を発症し自殺したことについて，公務起因性\nが認められるか否かである。\n（原告らの主張）\n(1)  公務起因性の判断基準について\n精神疾患による自殺の公務起因性（相当因果関係）の判断は，被災職員\n本人を基準として，被災職員本人が受けた公務上の負荷を個別具体的かつ\n総合的に考慮して行うべきであり，精神疾患発症後，その症状が増悪して\n自殺に至った場合には，精神疾患発症前の公務上の負荷のみならず，精神\n疾患発症後の公務上の負荷や被災職員が自殺に至る一連の経緯等を総合\n的に考慮して行うのが相当である。\n(2)  Ｘ２のうつ病発症及び自殺の公務起因性\n下記のとおり，Ｘ２は，初めての学級担任としての慣れない学級運営，\n校務分掌，初任者研修及び研究指定校としての準備等の過重な業務負担に\n加え，学級内で発生した様々なトラブルへの対応に苦慮する中で，職場の\n適切な支援を受けることもできず，月１００時間を超える長時間労働を余\n儀なくされ，強度の精神的・肉体的負荷を受けたことにより，遅くとも平\n成１８年７月初旬頃にうつ病を発症した。そして，同年９月の復帰後も，\n複数の学級内トラブルが発生し，職場の十分な支援も受けられず，更に強\nい精神的負荷を受けた結果，うつ病を悪化させ，自殺するに至った。\nア  学級運営，校務分掌，初任者研修及び研究指定校の準備業務等\n社会人経験のないＸ２にとって，学級担任としての日常的な学級運営\nや校務分掌は，それ自体大きな精神的負荷となるものであるが，このよ\nうな業務に初任者研修や研究指定校としての準備作業も加わったこと，\n担任を受け持っていた本件クラスには指導困難な児童Ｈや対応困難な\n保護者がいたことから，更に強い精神的・肉体的負荷となっていた。\nイ  学級内トラブル\n(ア)  平成１８年７月以前\n①  「梅の実事件」\n平成１８年４月頃，児童Ｈが校外の梅の木に登り梅の実を食べ\nるというトラブルがあり，Ｘ２は，管理職から，指導が悪いと叱\n責された。\n②  「万引き疑惑事件」及び「万引き事件」\n平成１８年５月上旬頃，ある児童の保護者から児童Ｈの万引き\n疑惑について通報があり，Ｘ２は，同月１１日頃，Ｘ５校長の指\n示により，児童Ｈの保護者に電話で連絡したところ，児童Ｈの父\nから，「事実を示せ」との強烈な抗議を受けた。\nその数日後，児童Ｈがコンビニエンスストアで万引き事件を起\nこし，Ｘ２は，午後５時３０分頃から午後１０時過ぎ頃まで現場\nで対応した。\nＸ２は，同月下旬頃，Ｘ５校長の指示により，全教員が出席す\nる職員会議又は夕会の場で，上記の経緯について謝罪させられた。\n③  「上履き隠し事件」及び「体操着隠し事件」\n平成１８年５月頃，本件クラスの児童複数名の上履きが隠され\nるというトラブルが発生し，同年６月２８日頃には，本件クラス\nの児童の体操着がトイレの便器に隠されるという悪質なトラブ\nルが発生した。体操着隠しの際には，Ｘ２は，「何もなかったこ\nとにしなさい」とのＸ５校長の指示により，体操着を洗濯して児\n童に返した。\n④  その他のトラブル\nＸ２は，平成１８年６月頃，給食費が未納であった児童Ｈの給\n食費の立替えをしなければならなかった。\n⑤  Ｘ２の精神的負荷\n勤務開始から１か月も経たないうちに梅の実事件が発生し，そ\nの後も短期間のうちに，１年生時には起こらなかったトラブルが\n本件クラス内で続いたこと，特に万引き疑惑事件及び万引き事件\nでは，初めての対外的なトラブル対応で緊張を強いられていたと\nころ，Ｘ５校長の指示に従って行動したにもかかわらず保護者か\nら強烈な抗議を受け，全教員の前で謝罪せざるを得なくなるとい\nう極めて理不尽な状況であったこと，体操着隠し事件の際にもＸ\n５校長の不適切な指示に従わざるを得なかったこと等により，Ｘ\n２は強い精神的負荷を受けた。\n(イ)  平成１８年９月以降\n①  「夏休みの作品貼り忘れ事件」\n平成１８年９月１２日頃に開催された保護者会の際，児童Ｔの\n母から，「連絡帳に『息子の夏休みの作品が提出されているか確\nかめてほしい』と書いたのに，息子の作品が教室に掲示されてい\nなかった」として，説明を求められるというトラブルが発生し，\nＸ２は，Ｘ７教諭及びＸ８教諭と相談した上，後日，保護者と面\n談を行い，状況を説明し謝罪した。\n②  「連絡帳漢字テスト事件」\n平成１８年９月後半頃，児童Ｔの母から，連絡帳の記載を介し\nて「漢字の小テストを児童同士で採点し合うのでなく教師が採点\nしてほしい」との要望があり，Ｘ７教諭及びＸ８教諭に相談して\n採点方法を見直すことになった。その後，連絡帳による回答が遅\nれため，児童Ｔの母から学校に問い合わせがあり，Ｘ２は電話で\n対応したが，理解を得るのに時間を要した。\n③  「町探検グループいじめ事件」\n平成１８年１０月初め頃，同月５日に計画していた生活科の\n「町探検」のグループ分けについて，児童Ｆの母からＸ２の携帯\n電話に電話があり，「同じグループの子からいじめられているの\nで，グループを変えてほしい」との要望があった。Ｘ７教諭及び\nＸ８教諭に相談して対応したが，Ｘ２は，保護者の不安感に応え\nるため，夜間や休日にも度々携帯電話で対応せざるを得なかった。\n④  その他のトラブル\n平成１８年９月頃，宿題プリントを捨ててしまう児童がおり，\nＸ２は指導方法について悩んでいた。\n⑤  Ｘ２の精神的負荷\n復帰後間もない時期に立て続けに２回のクレームを受けた上，\n学級内でいじめ問題が発生したこと，夏休みの作品貼り忘れ事件\nでは，宿題を出し忘れたのは児童Ｔであるのに，謝罪せざるを得\nなくなったこと，町探検グループいじめ事件では，勤務時間外の\n休日や夜間にも対応せざるを得なかったこと等により，Ｘ２は強\nい精神的負荷を受けた。\nウ  長時間労働\n(ア)  平成１８年７月以前\nＸ２は，遅くとも午前７時５０分頃には出勤するよう指導を受けて\nおり，毎朝午前７時３０分には出勤して授業の準備等の業務を行って\nいた。その後は授業や会議等に追われ，その他の日常業務（教材作成，\nプリント・書類の作成，テストの採点，連絡帳のチェックやコメント\n記入，学級事務等）を午後５時までに終えるのは不可能であった。こ\nれらの日常業務に加え，初任者研修や研究指定校の準備業務にも従事\nする必要があったことから，Ｘ２は，恒常的に少なくとも午後８時頃\nか午後９時頃まで勤務し，この間，休憩時間は５分程度しかとれなか\nった。また，帰宅後も，深夜まで，プリント作成，教材の工作，テス\nト採点等を行うことが多く，少なくとも１日２時間程度の持ち帰りの\n自宅残業を行っていた。さらに，休日出勤をした日もあり，その際は\n最低３時間程度は勤務していた。\n上記の勤務実態に基づき，Ｘ２が自殺未遂を起こした平成１８年７\n月９日直前の最後の出勤日である同月７日から遡って時間外労働時\n間を計算すると，別紙１のとおり，Ｘ２は，少なくとも月１００時間\nを超える時間外労働に従事しており，このような長時間労働によって\n強い精神的・肉体的負荷を受けていた（なお，携帯メール記録や警備\n日誌等の証拠から上記と異なる始業終業時刻が認められる日につい\nては，当該時刻を始業終業時刻としている。）。\n(イ)  平成１８年９月以降\nＸ２は，復帰後は，午前８時に勤務を開始し，午後６時には学校\nを出ていたが，Ｘ２の学級を支援する教員は補充されず，依然とし\nて，午後５時までに終えることができない業務量を課され，持ち帰\nりの自宅残業を行わざるを得なかったため，長時間労働による精神\n的・肉体的負荷が続いていた。\nエ  職場等の支援が不足していたこと\nＸ２は，学級内でのトラブル対応に苦慮していたところ，Ｘ５校長を\n始めとする管理職からの適切な指導・指示を受けられず，当時，研究指\n定校の準備業務等のため学校全体が非常に忙しい状況であったこともあ\nり，他の教員からも十分な支援を受けられなかった。また，Ｘ５校長は，\nいじめ問題の責任は学級担任にあるとの考えから，本件クラスでのいじ\nめ問題についても，Ｘ２に責任があると考えてＸ２を責めていた。さら\nに，校外での初任者研修において，指導者から「病休・欠勤は給料泥棒」，\n「１年間はいつでもクビにできる」等，初任者に強いプレッシャーを与\nえる発言があった。\nＸ２のうつ病は復帰後も治癒しておらず，職場の十分な支援が必要な\n状況にあり，Ｘ５校長もそのことを認識していたが，Ｘ２を担任から外\nしたり，補助の教諭を付けたりするなどの十分な支援はなく，Ｘ２が置\nかれている状況について，職場での情報共有も満足に行われていなかっ\nた。\nオ  公務起因性\n上記のとおり，Ｘ２は，平成１８年４月以降，一連の公務上の出来事\nにより強度の精神的・肉体的負荷を受けたことを原因として，同年７月\n初旬頃までにうつ病を発症し，同年９月の復帰後も，引き続き強い精神\n的・肉体的負荷を受けたことにより，うつ病を悪化させて自殺するに至\nったものであり，公務外の負荷や個体側要因は存在しないことから，Ｘ\n２のうつ病発症及び自殺について公務起因性が認められることは明らか\nである。\nなお，認定基準に従って公務起因性を判断した場合でも，上記一連の\n出来事のうち，少なくとも，①新任教諭として本件クラスの担任となっ\nたこと，②複数の学級内トラブルの発生，③初任者研修レポートの提出\nを義務付けられたこと，④５月分以降の初任者研修レポートを提出でき\nなかったこと，⑤月１００時間を超える時間外労働をしていたことの５\nつの出来事は，運用基準別表「業務負荷の分析表」の業務負荷の類型２\n「仕事の質・量」の(1)「仕事の内容」，(2)「仕事の量（勤務時間の長\nさ）」，類型３「役割・地位等の変化」の(1)「異動」，類型５「仕事の\n失敗，責任問題の発生・対処」の(1)「仕事の失敗」，(2)「不祥事の発\n生と対処」，類型７「住民等との公務上での関係」に含まれるものであ\nり，それぞれの出来事の負荷の程度は新任教諭であったＸ２にとってい\nずれも強度のものであったといえるから，Ｘ２のうつ病発症及び自殺に\nは公務起因性が認められる。\n（被告の主張）\n(1)  公務起因性の判断基準について\nア  地方公務員災害補償制度は，公務に内在する危険性が現実化して職員\nが負傷し又は疾病にかかった場合には，任命権者に何らの過失がなくて\nも，その危険性の存在故に任命権者がその危険を負担してその損失補償\nに当たるべきであるとする危険責任の法理に基づき設けられたもので\nある。\nこのような趣旨に照らせば，公務と傷病等との間の相当因果関係（公\n務起因性）を認めるためには，当該傷病等の結果が，当該公務に内在又\nは随伴する危険が現実化したものと認められることが必要であり，その\nためには，当該公務による危険が，その他の要因に比して相対的に有力\nな原因となったと認められることが必要である。\nイ  精神疾患発症のメカニズムについては，現在の医学的知見によれば，\n環境由来のストレスと個体側の反応性，脆弱性との関係で精神破綻が生\nじるか否かが決まり，ストレスが非常に強ければ，個体側の脆弱性が小\nさくても破綻が生ずるとする「ストレス－脆弱性」理論が合理的である\nと認められる。そして，環境由来のストレスは客観的に認められること\nが必要であるから，公務に内在するストレスについての判断は，当該被\n災職員と職種，職場における立場，経験等の点で同等の者を基準とすべ\nきであり，このような意味での平均的な職員にとって，当該被災職員の\n置かれた具体的状況におけるストレスが，一般に精神疾患を発症させる\nに足りる程度のものであるといえる場合には，公務と当該精神疾患との\n間に相当因果関係が認められる。\nウ  被告の旧認定基準，認定基準及び運用基準は，医学的知見，公務災害\n認定事例及び裁判例の状況等を踏まえて定められたものであり，危険責\n任の法理にかなうものであるから，公務起因性の判断に当たっては，本\n件処分時に発せられていた旧認定基準を基本指針としつつ，旧認定基準\nで明確に記載されていない事項については，認定基準を指針とするのが\n相当である。\n(2)  Ｘ２のうつ病発症及び自殺の公務起因性\nＸ２のうつ病の発症時期について，Ｘ１５医師は，Ｘ１３医師がＸ２の\nうつ病は平成１８年初頭には既に重い症状であったと考えられる旨判断\nしていること等に基づき，「平成１８年５月下旬に発症したものと判断す\nるのが妥当であるが，同年４月以前に発症していた可能性も否定できない」\n旨の意見を述べており，Ｘ２のうつ病の発症時期は，平成１８年４月以前\n又は遅くとも同年５月下旬であると認められる。\nうつ病発症時期が入職前の平成１８年４月以前であるとすると，うつ病\n発症に公務起因性が認められないのは明らかである。他方，発症時期が同\n年５月下旬であるとすると，公務起因性の判断に当たっては，旧認定基準\nによれば同年４月からＸ２の自殺企図までの出来事を，認定基準によれば\n同年４月から５月下旬までの出来事を検討することとなるが，本件におい\nては，同年４月からＸ２の自殺企図までの出来事を総合的に評価して判断\nするのが相当である。\nア  学級運営，校務分掌，初任者研修及び研究指定校の準備業務等\n平成１８年当時は，ほとんどの新任教諭が学級担任を受け持っており，\n２年生は１年生からの進級時にクラス替えがなく，新任教諭が受け持つ\n学年として適していたこと，本件クラスには指導困難な児童が少なく，\n対応困難な保護者もいなかったこと，新任教諭の校務分掌は他の教員に\n比べて少なく，特に低学年を担任していたＸ２は他の初任者に比べても\n少なかったことから，初めて行う業務であったとしても，学級運営や校\n務分掌自体に過重性はない。また，初任者研修は新任教諭への支援の一\n環として行われているものであり，精神的・肉体的負荷を与える事象と\n評価するのは相当でないし，その内容及び分量からみても過重な負担と\nはいえない。さらに，Ｘ２については，５月分の研修レポートを提出し\nなかったため，その提出について無期限の延期措置が採られており，２\n学期からは運動委員会（月１６０分程度），クラブ（月１６０分程度）\n等の校務分掌が免除されていた。なお，Ｘ２は，研究指定校としての研\n究発表の担当ではなく，研究発表には関わっていない。\nしたがって，学級運営や校務分掌，初任者研修等の業務による精神的\n・肉体的負荷が強度のものであったとはいえない。\nイ  学級内トラブルについて\n(ア)  平成１８年７月まで\n①  「梅の実事件」について\n児童Ｈが梅の実を食べたことについて，Ｘ１６教諭がＸ２に\n対し，梅の実には毒があるが多量に食べなければ大丈夫である\n旨話したことはあるが，管理職がＸ２を叱責した事実はない。\n②  「万引き疑惑事件」及び「万引き事件」について\n児童Ｈの万引き疑惑を知ったＸ５校長は，担任であるＸ２に\n通報のあったことを伝え，児童Ｈの様子を注意して見守るよう\n助言・指導したが，児童Ｈの保護者に連絡するよう指示したこ\nとはない。児童Ｈの父との電話の翌日，Ｘ５校長は，Ｘ２を慰\n労し，Ｘ６副校長と共に，教師と保護者との連携のとれた児童\nの指導方法について指導した。\n数日後に起きた児童Ｈによる万引き事件の際には，Ｘ２は自\nら希望してＸ６副校長及び生活指導担当のＸ１７主幹教諭（以\n下「Ｘ１７主幹」という。）と共に現場に赴いたが，店側は，\n終始，児童Ｈの保護者と対応し，店側からも保護者からも，Ｘ\n２ら教員３名に対する文句や叱責はなかった。その後，児童Ｈ\nの父は，以前の電話でとった対応についてＸ５校長とＸ２に謝\n罪した。\nＸ２は，その後，夕会（生活指導について教諭らが情報共有\nするための会議）において，Ｘ１７主幹のサポートを受けなが\nら，万引き事件の報告をしたが，Ｘ２が会議の席で謝罪した事\n実はないし，Ｘ５校長がＸ２を叱責し謝罪を求めた事実もない。\n③  「上履き隠し事件」及び「体操着隠し事件」について\n上履き隠しはしばらく続いたものの，その後事態は収まり，\n体操着隠しもＸ５校長の適切な指示による対応で事態は収まっ\nたもので，いずれも深刻化することはなかった。\n④  「その他のトラブル」について\nＸ１小学校においては，保護者への給食費請求は管理職の掌\n握事項とし，学級担任による立替えを禁止していたから，Ｘ２\nは給食費未納の責任をとる立場にないし，児童Ｈの保護者は，\n万引き事件後に未納であった給食費や教材費を納付しており，\n給食費未納問題はＸ２が担任となって間もなく解決している。\n⑤  Ｘ２の精神的負荷について\n児童Ｈの万引き疑惑についての保護者の抗議は，Ｘ２個人への\n中傷や人格を否定するような内容のものでなく，抗議が繰り返\nされることもなかったし，その後の万引き事件を受けて保護者\nから謝罪を受けたことにより，Ｘ２が受けた精神的ストレスは\n緩和されている。夕会での報告は何ら特別な出来事ではないし，\n児童Ｈの万引きに関する一連の出来事への対応はＸ６副校長や\nＸ１７主幹がサポートしており，Ｘ２が単独で対応しなければ\nならない状況にはなかった。また，上履き隠しや体操着隠しは\nいずれも単発的に起こったもので，周囲のサポートにより解決\nしていること，給食費未納問題も短期間で解決していることか\nら，上記一連の出来事による精神的負荷が強度のものであった\nとはいえない。\n(イ)  平成１８年９月以降\n①  「夏休みの作品貼り忘れ事件」について\nＸ２は，保護者から説明を求められた際，Ｘ７教諭らのサポ\nートを受けて適切に対応し，保護者の理解を得た。\n②  「連絡帳漢字テスト事件」について\nＸ２は，保護者からの要請を受け，Ｘ７教諭らに相談した上，\n採点のやり方を見直す方針を立て，当該保護者から問い合わせ\nに対しても，採点の方法を見直す旨をすぐに電話で伝えて理解\nを得た。\n③  「町探検グループいじめ事件」について\nＸ２は，保護者からの要請を受け，Ｘ７教諭らと相談し，Ｘ\n７教諭が当該保護者に対応して理解を得た。なお，保護者に携\n帯電話の番号を教えていたのはＸ２自身の判断によるものであ\nる。\n④  「その他のトラブル」について\n宿題プリントを捨ててしまう児童がいた事実は確認できない。\n⑤  Ｘ２の精神的負荷について\n夏休みの作品の貼り忘れについては，本来，学校側が保護者に\n宿題を提出させるよう要請すべき事柄であり，Ｘ２にのみ責任が\nあることではないし，漢字テストに関する保護者の要望は正当な\nもので，その対応は日常業務の範囲内のものといえる。保護者か\nらの携帯電話への連絡については，自己の判断で携帯電話番号を\n教えた以上，勤務時間外に連絡を受ける可能性があることは想定\n内のことであり，その時間や頻度が通常の程度を逸脱したもので\nない限り，精神的負荷のかかる出来事と評価するのは相当でない。\nそして，上記①から③までのいずれの出来事についても，Ｘ２が\n一人で対応に苦慮することなく，Ｘ７教諭ら周囲のサポートによ\nり適切な対応をして保護者の理解を得ていることから，上記一連\nの出来事による精神的負荷が強度のものであったとはいえない。\nウ  長時間労働について\n教育現場においては，超過勤務命令簿が作成されていないことが一般的\nであり，その場合，時間外労働の事実を認めるには，上司，同僚等の証言，\n警備日誌等から時間外勤務の実績を明確に確認することにより，職務命令\nに基づく時間外勤務の事実と具体的な職務内容等が証明されることが必\n要である。そして，Ｘ５校長が警備日誌（乙１３）等の資料に基づき作\n成したＸ２の時間外労働時間数についての報告書（乙１２）によれば，\nＸ２の時間外労働時間数は別紙２のとおりであり，各月の時間外労働時\n間数の合計は次のとおり（ただし，初任者研修の一環として移動教室の\n見送りがされた６月７日午前７時１５分から午前８時１５分までの１時\n間については報告書に記載が漏れているため，同月の時間外労働時間数\nを１時間加算している。）であるから，強度の肉体的・精神的負荷を与\nえるようなものではない。\n時間外労働時間数  自宅労働時間数  合   計\n４月  ３５時間３３分  ０分  ３５時間３３分\n５月  １８時間２５分  ０分  １８時間２５分\n６月  ７時間００分  ０分  ７時間００分\n７月  ５時間００分  ０分  ５時間００分\n９月  ０分  ０分  ０分\n10月  ７時間０５分  ０分  ７時間０５分\nエ  職場等の支援が不足していたことについて\nＸ１小学校では，指導担当教員を中心に，同学年の教員や低学年・高\n学年等のブロックの教員が新任教諭への指導，助言を行っていた。２年\n生の他の学級担任は，ベテランのＸ７教諭及び若手のＸ８教諭であり，\n新任教諭をサポートするのに非常にバランスのとれた体制であった。実\n際にも，本件クラスで起きた出来事に対し，Ｘ５校長を始め，周囲の教\n諭が適切な指導，援助を行い，Ｘ２自身も周囲に報告し相談して指示を\n仰いでいたことからすれば，Ｘ２に対する支援は機能していた。\nＸ２の復帰後は，Ｘ２を支援するため，校長，副校長，主幹教諭２名，\n指導担当教諭，同学年主任，養護教諭，１年担任３名で構成するサポー\nト会議を開催し，①校務分掌の軽減，②会議への出席の軽減，③初任者\n研修の軽減，④本件クラスへの嘱託教諭の配置を実施した。\nオ  公務起因性\n以上のとおり，平成１８年４月から自殺企図までの出来事による精神\n的・肉体的負荷は，新任教諭にとって，精神疾患を発症させるほど強度\nのものではなく，Ｘ２に対しては十分な支援体制が組まれ，実際にも適\n切な指導，援助が行われていたことから，Ｘ２のうつ病発症及び自殺に\n公務起因性は認められない。\n第３  争点に対する判断\n１  認定事実\n前記前提事実（第２の１），後掲各証拠及び弁論の全趣旨を総合すれば，\n次の事実が認められる。\n(1)  Ｘ２の経歴等\nア  Ｘ２は，平成１７年３月に大学を卒業した後，東京都の小学校教員採\n用試験に合格したため，平成１８年２月，実家のある福岡県から上京し，\n以前から交際していたＸ１４と同居を始めた（乙２９資料５２・資料５\n３）。\nイ  Ｘ２には，平成１８年４月以前に精神疾患による通院歴はなく，家族\nにも精神疾患の既往歴のある者はいない（乙２９資料１６）。\n(2)  Ｘ１小学校におけるＸ２の業務内容等\nア  Ｘ２は，本件クラスの学級担任としての学級運営（教科指導，生活指\n導，給食指導，テスト採点・記録・評価，保護者宛て文書の作成等）に\n従事していたほか，校務分掌として，研究部の研究発表班，運動委員会，\n交流教育委員会，入学式担当，時間割担当，生活科担当としての業務が\n割り当てられていた。\n当時，東京都においては，Ｘ１小学校以外の小学校でも，ほとんどの\n新任教諭が学級担任を受け持っており，Ｘ２と共にＸ１小学校に赴任し\nた新任教諭についても，Ｘ９教諭が５年生，Ｘ１０教諭が４年生，Ｘ１\n１教諭が特別支援学級の学級担任となっていた。また，Ｘ１小学校にお\nいて，新任教諭の校務分掌の負担は他の教員より軽減されていたが，平\n成１８年当時，数年間で児童数が大幅に増加したこともあって，教職員\n全員の業務負担が以前よりも増加し，多くの教職員が毎日のように残業\nをしている状態であった。\n（甲２８から３０まで，乙１，９，１０，２９資料２７・資料５２，乙\n３１の３，乙３５，証人Ｘ９９頁，１０頁，証人Ｘ５１頁）\nイ  Ｘ２は，他の新任教諭と同様に，東京都により定められた初任者研修\nとして，月１，２回程度の校外研修，及びＸ７教諭を指導教員とする週\n１０時間（年間当たり３００時間）の校内研修を受けており，校内研修\nについては，毎週，レポートを提出することが求められていた。校内研\n修の時間が総勤務時間に占める割合は，月１１パーセントから２０パー\nセント程度，研修レポートの分量はＡ４用紙１枚から２枚程度で，１時\n間分を１０行以内程度にまとめて記載するというものであった。（乙１\n４，１７，１８，２１）\nウ  平成１８年当時，Ｘ１小学校はＸ０市教育委員会により研究指定校に\n指定されており，同年１１月に予定されていた研究発表会に向けた準備\nとして，研究授業の回数が増やされるなど，その準備に関わる教員の負\n担も増加していたところ，Ｘ２は，研究発表担当者ではなかったものの，\n月１回開催される研究全体会や毎週木曜日に開催される研究分科会に\n出席していたほか，同年４月２６日にＸ７教諭の研究授業が行われた際\nには，Ｘ２を含む２年生の担任全員で，プリント作成や事前授業を行う\nなど，準備業務に従事していた（甲２９，乙２３から２６まで，２９資\n料４０・資料４５）。\n(3)  平成１８年４月から同年７月までの本件クラスでの出来事等\nア  「梅の実事件」\n平成１８年４月，本件クラスの児童Ｈが梅の木に登り梅の実を食べると\nいう出来事があり，Ｘ２が児童Ｈを指導したところ，その後，児童Ｈが梅\nの実を取って食べるようなことはなかった。Ｘ２から上記出来事を聞いた\n専科（理科）担当のＸ１６教諭は，Ｘ２に対し，「梅の実には毒があるが，\n多量に食べなければ大丈夫である」旨話し，「児童に学校で物を食べさせ\nないように気をつけた方がよい」旨助言した。（乙８，３８，証人Ｘ１６\n１頁）\nイ  「万引き疑惑事件」及び「万引き事件」\n平成１８年５月上旬頃，本件クラスの児童の保護者からＸ５校長に対\nし，児童Ｈが万引きをした旨の報告があったため，Ｘ５校長は，Ｘ６副\n校長，生活指導担当のＸ１７主幹及び担任であるＸ２に上記情報を伝え\nて対応するよう指示した。Ｘ２は，Ｘ１７教諭と対応を相談した上，同\n月１１日，児童Ｈの保護者に電話をかけ，電話に出た児童Ｈの父に対し，\n児童Ｈの万引きの疑いを伝えたところ，確かな証拠がないのに万引きの\n疑いをかけられたとして立腹した児童Ｈの父から，大声で怒鳴られ，「事\n実を示せ」という趣旨の激しい抗議を受けた。Ｘ２一人では対応しきれ\nず，Ｘ６副校長とＸ１７主幹が電話を代わって対応したが，最終的には\nＸ５校長が児童Ｈの父に電話をかけ，謝罪せざるを得なくなる事態とな\nり，Ｘ２は，翌１２日，Ｘ５校長及びＸ６副校長から，児童の保護者と\nの連携方法等についての指導を受けた。\nそれから数日後，児童Ｈが他の小学校の児童と共にコンビニエンスス\nトアで万引き事件を起こし，店から学校に連絡があったため，Ｘ２は，\n午後５時３０分頃，Ｘ６副校長及びＸ１７主幹と共に現場に赴いた。児\n童Ｈの保護者はなかなか現場に現れず，ようやく現れた児童Ｈの父は，\n児童Ｈが万引きに関与したかという点について店側と揉めたため，話合\nいが進展せず時間を要した。Ｘ６副校長らはＸ２に対し帰って良い旨を\n伝えたが，Ｘ２は現場に残ることを希望し，午後１０時頃，到着した児\n童Ｈの母が父をたしなめ，店側に謝罪して事態が解決するまで現場に残\nった。この間，店側は専ら児童Ｈの保護者と対応しており，店側からも\n児童Ｈの保護者からも，Ｘ２ら教員３名に対して非難や抗議が向けられ\nるようなことはなく，Ｘ２ら教員３名は，店員と児童Ｈの保護者のやり\nとりを見守っていた。\nＸ２は，翌日，Ｘ６副校長及びＸ１７主幹と共に，Ｘ５校長に対し，\n児童Ｈの万引き事件の経緯を報告し，その後，Ｘ５校長から，全教員が\n出席する夕会（生活指導上の出来事についての情報交換等を目的として\n勤務終了時刻前頃に職員室で開催される会議）で上記経緯を報告するよ\nう指示されたため，同年５月下旬頃から６月初旬頃の夕会において，こ\nれを報告し，児童Ｈの父に電話をした際に抗議を受けたことについて，\n今後はこのようなことがないようにするなどと述べて謝罪した。\nなお，児童Ｈの父は，児童Ｈの万引き事件後，Ｘ２及びＸ５校長に対\nし，電話での対応を謝罪した。\n（甲９，２８から３０まで，乙７，８，２９資料５７，乙３１の１か\nら３まで，乙３２，３５，３６，証人Ｘ１８２頁，証人Ｘ９４頁，証人\nＸ１６２頁，１０頁，証人Ｘ５１４頁以下）。\nウ  「上履き隠し事件」及び「体操着隠し事件」\n平成１８年５月中旬頃，本件クラスの児童複数名の上履きが隠される\nという出来事があり，Ｘ２は，Ｘ７教諭及びＸ８教諭と共に校内を探し\nたが，当日は上履きが見付からなかった。Ｘ２が児童らを指導したが，\n誰が隠したかは明らかにならず，その後，少なくとも同年６月２６日頃\nまで，上履き隠しは続いた。\nまた，平成１８年６月２８日，本件クラスの児童の体操着がトイレの\n便器に隠されるという出来事があり，Ｘ２は，Ｘ５校長の指示により，\n体操着を洗濯して当該児童に返した。\n上履き隠しも体操着隠しも，本件クラスの児童らが１年生であった当\n時には発生したことがない出来事であった。\n（甲２９，３０，乙８，９，２９資料４６，証人Ｘ１８３頁）\nエ  「その他のトラブル」\n児童Ｈの家庭は，Ｘ０市家庭支援センターから支援を受けたことがあ\nり，児童Ｈが１年生の頃より，給食費や教材費を滞納する，提出物を提\n出しないなどの問題がある家庭であった。\nＸ１小学校においては，給食費の請求は担任ではなく管理職が行うこ\nととされていたが，教材費の請求は担任が行うこととされており，児童\nＨが１年生当時の担任であったＸ１８（旧姓○○）教諭は，児童Ｈの教\n材費を立て替えたことがあった。\n児童Ｈの家庭は，平成１８年５月当時も給食費及び教材費を滞納して\nおり，Ｘ２は，同月頃，児童の教材費を負担しなければならないなどと\n原告Ｘ４に話していた。もっとも，前記イの万引き事件が起こった後，\n児童Ｈの保護者は滞納していた教材費及び給食費を支払った。\n（甲３０，乙８，９，２９資料５４，乙３５，証人Ｘ１８３頁，証人\nＸ５５頁，２６頁から２７頁，原告Ｘ４本人３頁から４頁）\n(4)  Ｘ２の勤務状況及び病気休暇等取得に至る経緯等\nア  Ｘ２は，Ｘ１４と同居していた東京都板橋区の自宅から，バスで１０\n分程度かけて池袋駅に出てＸ１９線に乗車し，同線Ｘ２０駅で降りて徒\n歩１０分程度の場所にあるＸ１小学校に通勤していた。\nＸ２は，午前７時３０分頃から午前７時５０分頃までの間に出勤して\n授業の準備等を行い，授業や会議等を終えた後，午後７時頃から午後８\n時頃に退勤することが多く，遅いときは午後９時頃に退勤することもあ\nった。Ｘ２は，休日出勤をすることもあったが，Ｘ１小学校の警備日誌\n（原則として，平日は最終退出者の氏名及びその退勤時刻，休日は出勤\nした教職員全員の氏名及びその出退勤時刻等が記載される。）により確\n認できるのは，平成１８年４月１６日（日）の退勤時刻午後７時４０分\n（出勤時刻の記載なし），同月２２日（土）の出勤時刻午後５時１５分\n及び退勤時刻午後８時４０分，同月３０日（日）の退勤時刻午後８時（出\n勤時刻の記載なし）のみである。Ｘ２は，帰宅してから学級通信や研修\nレポート等の文書作成，テストの採点，教材の作成等を行うことも多か\nったが，パソコン操作が得意でなかったため，パソコンによる文書作成\nは，午前零時過ぎ頃帰宅するＸ１４に操作方法を教わりながら行うこと\nも多く，作業を終えるのが午前２時や午前３時を過ぎることもあった。\n（甲１４の１から甲１７の７まで，甲２２，２９，３０，乙１３，２\n９資料９・資料４５・資料５３，乙３１の３，証人Ｘ１４７頁，８頁）。\nイ  Ｘ２は，平成１８年４月７日，原告Ｘ４に「いつもは午後９時過ぎま\nで学校おるけど，仕事持ち帰りにして今帰り」，「仕事場がとてもみん\nな優しくて楽しくて雰囲気もいいから本当にいい学校にきたなぁって思\nってる毎日です」とのメール（午後７時１３分受信）を送信している（乙\n２９資料４１）。\n着任当初のＸ２の様子について，Ｘ６副校長は，「希望に燃え，しっ\nかりやらなければという意志の強さを感じた」とし，教務担当のＸ２１\n主幹教諭（以下「Ｘ２１主幹」という。）は，事務処理能力や電話対応\n能力に優れており，しっかりした人物と評価していた（乙２９資料９，\n乙３７）。\nウ  Ｘ２は，平成１８年４月２０日，原告Ｘ４に「風邪ひいて…今日の保\n護者会やばい」，「昨日も朝から八度五分くらいあったまま学校いって\nて，夜８時頃帰ったんやけど」，「熱はあってもいいから保護者会の時\n間だけは笑顔で元気でいい声で乗り切らな」とのメールを送信している\n（乙２９資料４１）。\nエ  Ｘ２は，平成１８年５月の連休の前後頃，Ｘ２１主幹に対し，「教員\nは公務員なので５時ちょうどに退勤できると思っていた」などと，就職\n前に考えていたよりも残業が多いことへの不満を述べた（乙３１の３，\n乙３７）。\nオ  Ｘ２は，平成１８年５月１１日の児童Ｈの父との電話で，児童Ｈの父\nから激しく抗議されたことにショックを受け，翌１２日，Ｘ７教諭に対\nし，「上司に言われるままに対応した結果，こんなことになるなんて」\nなどと話していた（甲２９，乙１０，２９資料５２）。\nカ  Ｘ２は，平成１８年５月１６日，校外で行われた最初の初任者研修に\n参加したが，その際の指導担当者による講話等において，研修参加者に\n対し，「病休・欠勤は給料泥棒」，「（新任教諭は条件付採用であるか\nら）いつでもクビにできる」という趣旨の発言があった（甲１３，２８，\n乙１６，１９，２９資料５２，証人Ｘ９１頁，２頁）。\nキ  Ｘ２は，本件クラスで児童の上履き隠しが続いていた平成１８年５月\n中旬頃から同年６月頃，同僚に，「どうして，うちのクラスだけこのよ\nうなことが起きているのか」などと話していた。また，当時，Ｘ５校長\nの方針で，学級内で問題が起きたときは，まず担任が校長に報告するこ\nとになっていたが，Ｘ２は，この頃，同期のＸ９教諭やＸ１０教諭に対\nし，「学級内のトラブルをＸ５校長に相談すると，まず『あなたが悪い』\nと怒られるし，言えずにいると後になって『何で言わなかったのよ』と\n怒られるし，どちらにしても怒られる」，「校長によく叱られる」など\nと話していた。（甲２８，乙８，９，２９資料５２，証人Ｘ１６１２頁，\n証人Ｘ９５頁）。\nク  Ｘ２は，平成１８年５月後半頃から，Ｘ１４に「生きていてもしょう\nがない」，「死にたい」などと言ったり，タオルを輪にして首つりをす\nるような様子を見せたりすることがあった。また，同年６月後半頃から\nは，Ｘ１４に「学校に行きたくない」，「身体がつらい」などと言った\nことがあったが，同年６月までは，同年５月３０日に年次休暇を取得し\nた以外に休暇を取得することはなく，同年６月１日，７日から９日及び\n１３日に実施された家庭訪問も特に問題なく行った。（乙２９資料８・\n資料５３）\nケ  Ｘ２は，平成１８年６月に，同年５月に実施された校内研修のレポー\nトを提出することができず，Ｘ６副校長から何度か提出するよう指導さ\nれたが，結局，提出することができかった（乙７，３５）。\nコ  Ｘ２は，平成１８年７月３日，Ｘ１４に「学校に行けない」と訴え，\n学校には風邪である旨連絡して１日の年次休暇を取得し，翌４日には朝\n１時間の年次休暇を取得した。同月９日の深夜には，ひも状の物で首を\n吊ろうとしているところをＸ１４に発見され，同月１０日及び１１日は，\nＸ１４がＸ２に代わって学校に連絡し，年次休暇を取得した。\nＸ２は，年次休暇を取得した同月１１日，本件クリニックを受診して\nＸ１３医師の診察を受け，自律神経失調症，パニック障害，反応性うつ\n病と診断された。同日の診察において，Ｘ１３医師は，緊張性の症状が\n厳しく，就労が困難な状態と判断したが，Ｘ２は，Ｘ５校長からのプレ\nッシャーを強く感じている様子で，就労継続を希望した。\n（乙７，２９資料８・資料５０・資料５３・資料５９）\nサ  Ｘ２は，原告Ｘ４に対し，平成１８年６月２１日，「仕事，毎日睡眠\n削っても全然おいつかんくらいで…」とのメールを送信しており，同年７\n月１５日には，「私でも睡眠三時間くらいの仕事漬けの毎日でストレス感\nじて病院行きようくらいやから」とのメールを送信している（甲３１，乙\n２９資料４１）。\nシ  Ｘ２は，平成１８年７月１８日，Ｘ１４に付き添われて家を出たが，\nＸ１小学校に向かう途中の駅で「もう進めない」などと訴えたため，Ｘ\n１４が一人でＸ１小学校に赴き，Ｘ５校長にＸ２の状態を説明した。Ｘ\n１４は，Ｘ５校長の依頼を受けて，同月２０日，Ｘ２の就労が困難であ\nる旨のＸ１３医師の診断書を提出し，Ｘ２は，同月２１日から同年８月\n３１日まで，夏期休暇及び病気休暇を取得した。（乙７，２７，２９資\n料３．資料５３）\n(5)  職場復帰前後の状況\nア  Ｘ２は，平成１８年８月２５日，Ｘ１３医師の診察を受けた際にも，\nＸ５校長からのプレッシャーを感じている様子で，「どうしても復帰し\nたい」などと訴えた。Ｘ１３医師は，静養が十分でないと感じていたが，\n症状がやや安定していたことや，Ｘ２が強く復帰を希望していることか\nら，同日付けで，緊張性の症状は軽快傾向にあり，理不尽なストレスが\nなければ就労可能であると考えられる旨の診断書を作成した。また，同\n日，Ｘ５校長がＸ１３医師と面会し，Ｘ２について，同年９月１日の復\n帰が可能であることを確認した。（乙７，２９資料３・資料５０・資料\n５９，乙３５）\nイ  Ｘ５校長は，Ｘ２の復帰に当たり，校長，副校長，主幹２名，指導担\n当教諭，同学年担任，養護教諭，１年担任３名で構成するサポート会議を\n開催し，Ｘ２について，①校務分掌（委員会及びクラブ活動）の軽減，②\n会議（全体会，職員会議等）出席の軽減，③初任者研修（授業の指導観察）\nの軽減，④嘱託教員による学級運営のサポート（授業時間数軽減等）を行\nうことを決定した（乙７，２２，３５）。\nウ  Ｘ２は，平成１８年９月１日に復帰したが，体調は十分回復しておら\nず，Ｘ１４に付き添われて，午前８時頃に出勤し，午後６時過ぎ頃に退\n勤することが多かった（乙２９資料５３）。\n(6)  平成１８年９月以降の本件クラスでの出来事\nア  「夏休みの作品貼り忘れ事件」\nＸ２は，平成１８年９月１２日，保護者会に参加した児童Ｔの保護者\nから，「連絡帳に，『息子が夏休みの宿題の作品を提出しているか確か\nめてほしい』と書いたのに，教室に息子の作品が貼られていなかった」\nことを指摘され，その説明を求められたが，児童Ｔが宿題を提出してい\nなかったことが判明したため，Ｘ７教諭及びＸ８教諭に相談した上，後\n日，児童Ｔの保護者と面談し，事情を説明して謝罪すると共に，宿題を\n提出させるよう要請した（乙７，８，３５）。\nイ  「連絡帳漢字テスト事件」\nＸ２は，平成１８年９月下旬頃，児童Ｔの保護者から，連絡帳で，「漢\n字の小テストの採点を児童同士で行っているが，採点が間違っているこ\nとがあるので，教師が採点してほしい」との要望を受けたため，Ｘ７教\n諭及びＸ８教諭に相談し，採点方法を見直すこととした。ところが，連\n絡帳による返事が遅れたため，児童Ｔの保護者から学校に連絡があり，\nＸ２が電話で対応したものの，理解を得るのに時間を要することとなっ\nた。（乙７，３５）\nウ  「町探検グループいじめ事件」\n平成１８年１０月初め頃，同月５日に計画されていた生活科の課外授\n業「町探検」について，児童Ｆの保護者からＸ２の携帯電話に電話があ\nり，「同じグループの子からいじめられているので，グループを変えて\nほしい」との要望が述べられた。Ｘ２は，Ｘ７教諭及びＸ８教諭と相談\nし，Ｘ７教諭と共に上記保護者に対応して理解を得たが，この間，夜間\nや休日も含め，児童Ｆの保護者から，度々Ｘ２の携帯電話に連絡があっ\nた。（乙７，３５，証人Ｘ１４６頁）\n(7)  再度の病気休暇取得及び自殺に至る経緯等\nア  Ｘ２は，平成１８年１０月，原告Ｘ４に「毎日夜まで保護者から電話\nとか入ってきたり連絡帳でほんの些細なことで苦情を受けたり…つらい\nことだらけ」とのメールを送信し，Ｘ１３医師に「私も今保護者から電話\nがあって（いつものことですが）時間外なのに…って滅入ってました」と\nのメール（午後１０時１０分受信）を送信した（乙２９資料４１・資料４\n２）。\nイ  Ｘ５校長は，平成１８年１０月１２日，面談したＸ２から，主治医で\nあるＸ１３医師からはドクターストップをかけたいところだと言われて\nいる旨，ぎりぎりまで薬を処方してもらっており，薬を飲めば勤務でき\nる旨を聞き，Ｘ２に対し，無理をせず休むよう話した。\nＸ２は，Ｘ５校長との面談の際，条件付採用の新任教諭の立場で休職\nして教員を続けられるのか不安に思っている様子であり，この頃，Ｘ１\n８教諭に対しても，「新任だから休職できない」などと述べていた。\n（甲３０，乙７，２９資料２５，乙３５，証人Ｘ１８６頁）\nウ  Ｘ５校長は，平成１８年１０月２４日，Ｘ２から，少なくとも３か月\n間の治療に専念することが必要である旨の診断書の提出を受け，病気休\n暇を取得するよう指示したが，Ｘ２が勤務継続を希望したため，Ｘ１３\n医師に電話をかけ，Ｘ１３医師がＸ２を説得したところ，Ｘ２は，病気\n休暇の取得を一旦は了承した。Ｘ２は，同月２５日及び２６日にも，Ｘ\n５校長に対し，再度，勤務を続けたい旨述べたが，Ｘ５校長やＸ１３医\n師の説得を受け，同月２６日から病気休暇を取得した。（乙７，２８，\n２９資料３・資料４３，乙３５）\nエ  Ｘ２は，平成１８年１０月３０日，自殺を図って意識不明の状態とな\nり，意識が回復しないまま，同年１２月○日，死亡した。\n２  公務起因性の判断基準について\n(1)  地方公務員災害補償法に基づく補償は，職員の公務上の災害（負傷，疾\n病，障害又は死亡）について行われるところ（同法１条），職員に生じた\n傷病等を公務上のものと認めるためには，当該公務と傷病等との間に相当\n因果関係が認められることが必要である（国家公務員災害補償法に基づく\n補償に関する最高裁昭和５１年１１月１２日第二小法廷判決・裁判集民事\n１１９号１８９頁参照）。そして，地方公務員災害補償制度が，公務に内\n在又は随伴する各種の危険が現実化して職員に傷病等の結果がもたらさ\nれた場合には，被災職員が所属する地方公共団体等に過失がなくとも，そ\nの危険を負担して損失の補償をさせるべきであるとする危険責任の法理\nに基づくものであることからすれば，上記の相当因果関係を認めるために\nは，当該傷病等の結果が，当該公務に内在又は随伴する危険が現実化した\nものであると認められることが必要である（最高裁平成８年１月２３日第\n三小法廷判決・裁判集民事１７８号８３頁，最高裁平成８年３月５日第三\n小法廷判決・裁判集民事１７８号６２１頁参照）。\n(2)  精神疾患の発症については，現在の医学的知見として，環境由来のスト\nレスと個体側の反応性，脆弱性との関係で精神破綻が生じるか否かが決ま\nるとする「ストレス－脆弱性」理論が受け入れられていることが認められ\nる（弁論の全趣旨）。そして，今日の社会において，何らかの個体側の脆\n弱性要因を有しながら公務に従事する者も少なくない実情があり，地方公\n務員災害補償制度が危険責任の法理にその根拠を有することを併せ考慮す\nれば，公務の危険性の判断は，当該被災職員と同種の平均的な職員，すな\nわち，何らかの個体側の脆弱性を有しながらも，当該被災職員と職種，職\n場における立場，経験等の点で同種の者であって，特段の勤務軽減まで必\n要とせずに通常業務を遂行することができる者を基準とし，このような意\n味での平均的な職員にとって，当該被災職員の置かれた具体的状況におけ\nる心理的負荷が，一般に精神疾患を発症させるに足りる程度のものである\nといえる場合には，公務と当該精神疾患との相当因果関係を認めるのが相\n当である。\n(3)  証拠（乙５，６，３３，３４）及び弁論の全趣旨によれば，認定基準及び\n運用基準は，近時の医学的知見等を踏まえて，旧認定基準を明確化して必要\nな見直しを加えたものであって，地方公務員災害補償制度の趣旨にもかなう\n合理的なものであると認められる。\nしたがって，認定基準及び運用基準は，本件処分後に発出されたものであ\nり，また，裁判所による行政処分の違法性に関する判断を直接拘束するもの\nではないが，公務と精神疾患発症との間の相当因果関係の有無を判断するに\n当たっては，認定基準及び運用基準を踏まえつつ，これを参考としながら，\n当該職員に関する精神疾患の発症に至るまでの具体的事情を総合的に斟酌\nして検討するのが相当である。\n３  Ｘ２のうつ病の発症時期について\nＸ２が遅くとも平成１８年７月初旬頃までにうつ病を発症していたことは\n当事者間に争いがなく，証拠（甲４５，乙２９資料５０）によれば，Ｘ２の\nうつ病は，反応性うつ病又は国際疾病分類第１０回修正版（ＩＣＤ－１０）\nの「Ｆ３２  うつ病エピソード」であったことが認められる。\n被告は，Ｘ２のうつ病の発症時期について，Ｘ１５医師の意見に基づき，\n平成１８年４月以前又は遅くとも同年５月下旬であると主張し，証拠（乙２\n９資料５９，乙３９）によれば，Ｘ１３医師は，Ｘ２のうつ病について，初\n診時の症状の重篤さから，平成１８年初頭には既に重い症状であったと考え\nられるとの意見を述べていること，Ｘ１５医師は，Ｘ１３医師の上記意見を\n主な根拠として，同年４月以前に発症していた可能性も否定できないと判断\nしたことが認められる。しかしながら，Ｘ１５医師の上記判断においても，\n平成１８年４月以前の発症の可能性が否定できないことを指摘するにとどま\nり，これを積極的に肯定するものではなく，上記判断の根拠となったＸ１３\n医師の意見にしても，初診時の症状の重篤さを根拠として指摘するにとどま\nる。前記認定事実(4)イのとおり，Ｘ１小学校への着任当初，Ｘ２は，Ｘ１小\n学校で勤務できることを前向きに受け止めている様子であり，周囲の教諭ら\nのＸ２に対する評価をみても，Ｘ２にうつ病の症状が出現していたことをう\nがわせる事情は見当たらないから，平成１８年４月以前にＸ２がうつ病を発\n症していたとは認めるに足りない。また，証拠（乙２９資料６０，乙３９）\nによれば，被告東京都支部委嘱の専門医は，Ｘ２について，平成１８年５月下\n旬頃から「生きていてもしょうがない」，「死にたい」といった悲観的，抑う\nつ的な言動がみられることから，この頃にうつ病を発症したものと判断してお\nり，Ｘ１５医師も上記専門医と同様の判断をしていることが認められる。前記\n認定事実(4)クのとおり，Ｘ２には，平成１８年５月後半頃から，抑うつ気分や\n希死念慮といったうつ病の症状が出現していたことが認められるものの，ＩＣ\nＤ－１０の診断基準によれば，うつ病の症状は少なくとも２週間以上持続する\nことが必要とされており，これらの症状が同月後半頃の時点でどの程度持続的\nに出現していたかは明らかでない。Ｘ２が，同年６月までは，同年５月３０日\nを除き休暇をとることなく勤務し，同月１日から１３日の間に行われた家庭訪\n問も特に問題なく行っていたことも考慮すると，同年５月下旬頃にうつ病を発\n症していたとは認めるに足りないというべきである。\n前記認定事実(4)クからコまでのとおり，Ｘ２は，平成１８年６月に，同年５\n月に実施された校内研修レポートを提出することができず，同月後半には，「学\n校に行きたくない」，「身体がつらい」と訴えるなど，活動性の減退及び易疲\n労感の増大が認められるようになり，同年７月３日以降，出勤できずに休暇を\n取得することが増え，同月９日には自殺未遂に及び，同月１１日に本件クリニ\nックを受診し，反応性うつ病等と診断されるに至っている。上記のようなＸ２\nの症状の経過を踏まえ，被告本部委嘱の専門医がＸ２のうつ病の発症時期を平\n成１８年６月頃と判断し（乙３０），Ｘ２２医師が同年７月初旬頃と判断して\nいること（甲４５）からすると，Ｘ２のうつ病発症時期は，平成１８年６月\n末頃から同年７月初旬頃と認めるのが相当である。\n４  Ｘ２のうつ病発症の公務起因性について\n上記のとおり，Ｘ２のうつ病発症時期は平成１８年６月末頃から同年７月初\n旬頃と認められるから，以下，認定基準を踏まえ，Ｘ２がＸ１小学校での勤務\nを開始した同年４月からうつ病発症までの業務による出来事が，強度の精神的\n又は肉体的負荷を与える事象に該当すると認められるか否かを検討する。\n(1)  学級運営，校務分掌，初任者研修及び研究指定校の準備業務等について\n前記認定事実(2)ア，ウのとおり，平成１８年当時，Ｘ１小学校において\nは，児童数の増加等に伴い教職員の業務量が増加し，さらに，研究指定校に\n指定されたため，その準備業務に関わる教職員の負担が増加し，多くの教職\n員が日常的に残業を行っている状況であったことが認められる。また，初任\n者研修については，Ｘ２と同期の新任教諭であったＸ９教諭及びＸ１０教諭\nが，校内研修及び校外研修により授業の準備や進度に支障が出るなどして負\n担に感じていた旨述べ，Ｘ１１教諭も，校外研修はそれほど負担ではなかっ\nたが，研修レポートは休日に作成せざるを得ないこともあった旨述べている\nこと（甲２８，乙２９資料５２，証人Ｘ９２頁から４頁まで）からすると，\n新任教諭にとっては，日常の学級運営及び校務分掌に加え，初任者研修及び\n研究指定校の準備業務に従事することは，相当の負担があったものと認めら\nれる。\nしかしながら，前記認定事実(2)ア，ウのとおり，平成１８年当時は，ほ\nとんどの新任教諭が学級担任を受け持っていたこと，新任教諭の校務分掌は\n他の教諭と比べて軽減されていたこと，Ｘ２は研究発表自体の担当ではなか\nったことが認められる。これに加えて，一般的に，２年生は，１年生や高学\n年よりも指導しやすい学年とされていること（乙３５，証人Ｘ５２頁），Ｘ\n２以外の新任教諭は，提出期限に遅れることはあっても，初任者研修のレポ\nートを提出できていたこと（乙３５）等の事情を考慮すると，上記のような\n業務に従事することが直ちに強度の精神的又は肉体的負荷を与える事象に\n当たるとまでは認められない。\n(2)  本件クラスでの出来事について\nア  前記認定事実(3)イからエまで，(4)オ，キのとおり，本件クラスにおい\nては，Ｘ２が担任になって間もない平成１８年５月上旬から６月下旬にか\nけて，児童Ｈの万引き，上履き隠し及び体操着隠しといった，１年時には\nクラス内で発生していなかったトラブルが連続して発生したほか，同年５\n月頃には，児童Ｈの給食費及び教材費の滞納問題も発生しており，Ｘ２は，\n本件クラスでトラブルが続くことに悩んでいたことが認められる。万引き\n疑惑についての児童Ｈの保護者との電話については，大声で怒鳴られるな\nど激しく抗議された上，Ｘ６副校長やＸ１７主幹でも対応することができ\nず，Ｘ５校長が謝罪せざるを得なくなるなど，周囲も巻き込んだ問題にな\nったこと，上履き隠しは少なくとも１か月以上にわたって続いており，単\n発的な出来事と評価することはできないことも考慮すると，これらの一連\nの出来事は，担任になって間もない新任教諭にとって，相当の精神的負荷\nを与える事象であったものと認められる。\n特に，Ｘ２は児童Ｈの万引き疑惑についてＸ５校長から情報を提供され\n対応を求められたものである（前記認定事実(3)イ）が，児童の触法行為\nの疑いという事柄の性質上，極めて慎重な配慮を必要とし，確たる根拠が\nなければ児童の保護者等から強烈な反発を受けることも容易に予想され，\n経験の乏しい新任教諭に判断を任せるのは荷が重く，その対応には上司ら\nから手厚い指導が必要であると考えられるところ，Ｘ２に対してそうした\n指導が行われた形跡はない。そして，Ｘ２が児童Ｈの保護者に接触したと\nころ強烈な反発を受け，Ｘ５校長を謝罪させるなどの事態を招いたという\nのであるから，当該保護者の属性に問題があったと考えられることに加え，\nＸ２の接触の仕方にも経験不足が反映され配慮が足りなかったところが\nあった可能性が高く，Ｘ２がそこに大きな責任を感じていたと考えるのが\n自然である。確かに，その後の経過をみると，実際に万引き事件が発生し\nた後，児童Ｈの保護者から謝罪を受け，給食費及び教材費の滞納問題も解\n消されるなど，Ｘ２の精神的負荷を緩和させたと評価すべき事情もないで\nはなく，上履き隠しや体操着隠しといった事件がより深刻ないじめに発展\nすることはなかったという指摘は可能であるにせよ，上記一連の出来事に\nよる精神的負荷が軽度・中程度のものにとどまるとみることには疑問も残\nる。\nイ  原告らは，児童Ｈが梅の実を食べた件につきＸ２が管理職から叱責され\nたこと，児童Ｈの保護者への電話及び夕会での謝罪はＸ５校長の指示によ\nるものであったこと，Ｘ２が児童Ｈの給食費を立替払いしたことを精神的\n負荷を与えた事象として主張するが，これらの事実を認めるに足りる証拠\nはない。前記認定事実(3)イのとおり，Ｘ２は，Ｘ５校長から児童Ｈの万\n引き疑惑を伝えられた後，Ｘ１７主幹と対応を相談しており（乙２９資料\n５７），Ｘ２がＸ７教諭に対して述べた「上司」（前記認定事実(4)オ）\nとは，Ｘ１７主幹を指すものとも考えられるが，いずれにしても万引き疑\n惑に関し電話をかけて対応するようＸ２に対する具体的な指導があった\nか否かは定かではない。もっとも，Ｘ２に万引き疑惑を伝えた上で対応を\n求めたことはＸ５校長も自認するところであり，Ｘ２に生じた精神的負荷\nの程度を検討する上で，その間の経緯を考慮すべきことは上記アで述べた\nとおりである。\nウ  被告は，Ｘ２が夕会で謝罪した事実はないと主張するが，Ｘ２は，児童\nＨの父との電話の後，「確証をえていない状態で電話をしてしまい‥その\nあと保護者や家族を傷つけてしまいました。校長先生や副校長先生にもご\nめいわくをおかけしました。今後はこのようなことのないようにしようと\n思います。」などと記載したメモ（甲９）を作成していたこと，Ｘ９教諭，\nＸ７教諭及びＸ１８教諭が，Ｘ２が夕会又は職員会議で謝罪した旨述べて\nおり（甲２８から３０まで，証人Ｘ１８２頁，証人Ｘ９４頁），Ｘ１６も，\n「お手数かけてすみません」，「このようなことがないようにしたいと思\nいます」というような発言があった旨述べていること（証人Ｘ１６１０頁），\nＸ２１主幹も，被告東京都支部からの照会に対し，「謝罪の言葉を自主的\nに言ったかもしれない」と回答していること（乙３１の３）等からすると，\nＸ２が夕会で謝罪した事実が認められる。\n(3)  長時間労働について\nア  前記認定事実(4)アのとおり，Ｘ２は，午前７時３０分頃から午前７時\n５０分頃までの間に出勤して授業の準備等を開始し，午後７時頃から８時\n頃までの間に退勤することが多く，遅いときは午後９時頃に退勤すること\nもあったことが認められるから，平均すると，少なくとも１日２時間から\n３時間程度は法定労働時間である１日８時間を超える時間外労働をして\nいたものと認められる。そして，平成１８年４月から同年６月までのＸ２\nの出勤日数をみると，４月が２０日，５月が１９日，６月が２２日である\nから（乙２９資料８），１日８時間を超える勤務時間の合計は，少なくと\nも，４月が４０時間から６０時間程度，５月が３８時間から５７時間程度，\n６月が４４時間から６６時間程度であったと認められる。また，前記認定\n事実(4)アによれば，Ｘ２は，自宅において，文書作成，テストの採点，\n教材の作成等の作業を，相当の時間をかけて行っていたことが認められる\nが，その時間の客観的な裏付けとなるのはＸ２がパソコンで作成した文書\nの更新日時のみであり，原告らが主張するように，Ｘ２がほぼ毎日２時間\nの自宅作業を行っていたと認めるのは困難である。\nそして，上記認定の校内における勤務時間に加え，Ｘ２が自宅でも相当\n程度の時間をかけて作業を行っており，自宅での作業は深夜に及ぶことも\nあったことを考慮すると，時間外勤務による精神的・肉体的負荷が小さい\nとはいえないものの，時間外勤務のみで強度の精神的・肉体的負荷があっ\nたとまでは認められない。\nイ  原告らは，Ｘ２の勤務終了時刻について，時刻を特定できる証拠がある\n日を除き，平成１８年４月６日以前は午後９時，同月７日以降は午後８時\nであると主張するところ，前記認定事実(4)アのとおり，Ｘ２の勤務終了\n時刻が午後８時又は午後９時になることもあったとは認められるものの，\n警備日誌（乙１３）によりＸ２が平日午後８時から午後９時までの間に退\n勤していた事実を確認することはできず（最終退出者の退勤時刻も午後９\n時より相当前の時刻とされている日も警備日誌上散見される。），Ｘ１４\nが，陳述書（乙２９資料５３）において，Ｘ２の自宅への帰宅時間が午後\n８時頃から午後９時頃であった旨述べていることからしても，Ｘ２が毎日\nのように午後８時又は午後９時まで残業をしていたとは認められない。ま\nた，原告らは，休憩時間は５分程度しかとれなかったと主張するところ，\n証拠（乙２９資料５７）によれば，Ｘ２を含む教員の多くが，児童の指導\nや提出物・プリント等の整理で，１日２回の休息時間に十分な休息がとれ\nない状況であったことは認められるものの，４５分の休憩時間のうち毎日\n５分程度しか休憩が取れなかったことを認めるに足りる証拠はない。\n他方，被告は，Ｘ２の勤務開始時刻について，平成１８年６月７日を除\nき午前８時１５分であると主張するが，Ｘ２のノートには「７：５０には\n学校に来ているように」との記載があり，午前７時５０分までには出勤す\nるように指導されていたことが認められること（乙２９資料４５），Ｘ１\n４は，Ｘ２が午前７時３０分頃には出勤していた旨供述していること（甲\n２２，証人Ｘ１４７頁），Ｘ７教諭も，Ｘ２を含む教員は午前７時３０分\n頃には出勤して授業の準備等をしていた旨供述していること（甲２９）か\nらすると，上記のとおり，午前７時３０分頃から午前７時５０分頃には勤\n務を開始していたと認められるというべきである。また，被告は，勤務終\n了時刻について，Ｘ５校長作成の報告書（乙１２）に基づき，警備日誌等\nの資料により確認できる日を除き，午後５時であると主張するが，警備日\n誌には，原則として最終退出者のみが記載されることになっている上，警\n備員から教職員に引継ぎをした旨が記載されて最終退出者及び最終退出\n時刻の記載がない日もあるから，警備日誌の最終退出者欄にＸ２の氏名が\n記載されていなかったとしても，Ｘ２が午後５時に退勤していたとは認め\nられない。さらに，被告は，自宅での作業は時間外勤務とは認められない\nと主張するが，前記のとおり，当時のＸ１小学校は，新任でない教員も含\nめ，多くの教職員が日常的に残業を行っている状況であり，Ｘ９教諭やＸ\n１８教諭は，新任当時は自宅でも作業をしていた旨供述していること（甲\n２８，３０，証人Ｘ１８７頁），本件クラスでは平成１８年５月上旬から\n６月下旬にかけて万引き事件等のトラブルが連続して発生しており，その\n対応等でＸ２の業務量は更に増加していたと考えられることから，Ｘ２に\nは，自宅でも相当程度の作業をせざるを得ない事情があったと認められる\nというべきである。したがって，Ｘ２の時間外労働の精神的・肉体的負荷\nの程度を評価するに当たっては，自宅での作業の存在も加味して評価する\nのが相当である。\n(4)  職場等の支援が不足していたこと等について\n前記認定事実(3)アからウまでのとおり，Ｘ２は，本件クラスで問題が発\n生したときには，Ｘ５校長やＸ７教諭らに相談し，一定の指導，援助を受\nけていたことが認められるが，Ｘ２は，本件クラスの問題について，Ｘ５\n校長から叱責されることが多いとの悩みを同期の教諭らに打ち明けており\n（前記認定事実(4)キ），うつ病発症後の診療記録上もＸ５校長からのプレ\nッシャーに言及しつつ，繰り返し復職を強く希望していたこと（乙２９資\n料５０・７，８枚目）からすると，Ｘ５校長への報告，相談等をかえって\n精神的負担に感じていたことが認められる。また，本件クラスで上履き隠\nしが発生した際には，当日にＸ７教諭ら２年生の担当教員がＸ２とともに\n校内を探した程度で，Ｘ２が指導しても上履き隠しが１か月以上続いてい\nたのに，その後，何らかの支援が行われたとは認められず，Ｘ７教諭も，\n本件クラスの問題について，２年生の担当教員によるＸ２への支援が十分\nできていなかった旨述べている（甲２９）。さらに，校外における初任者\n研修において，指導担当者から，「病休・欠勤は給料泥棒」，「いつでも\nクビにできる」との趣旨の発言があり，Ｘ９教諭やＸ１０教諭は上記発言\nにより，休職すると不採用になるので休めないとのプレッシャーを感じた\n旨述べている（甲２８，乙２９資料５２，証人Ｘ９１頁から２頁）。Ｘ２\nが平成１８年１０月のＸ５校長との面談において，休職した場合に教員を\n続けられるのか不安に思っている様子を見せ，勤務継続を強く希望してい\nたこと，Ｘ１８教諭に対しても「新任だから休職できない」旨述べていて\nいたことからすると，Ｘ２は上記研修時の指導担当者の発言に影響を受け，\n体調いかんにかかわらず学校を休めず，業務を遂行しなければならないと\nの観念を植え付けられ，この点について相当程度強い精神的負荷がかかっ\nていたものと推認するのが相当である。\n以上によれば，平成１８年４月から６月までの当時，学校等によるＸ２\nへの支援が十分に行われていたとは認められず，かえって，上記研修時の\n指導担当者の発言も含めて周囲の態勢からＸ２には相当程度の精神的負荷\nがかかっていたものとみるべきである。\n(5)  うつ病発症の公務起因性について\n以上のとおり，Ｘ２のうつ病発症前に発生した業務上の出来事について\nは，それぞれの出来事を個別に評価すると，強度の精神的・肉体的負荷を\n与える事象に当たると直ちには認められないが，それに相当することを疑\nわせるものも含まれており，これらの出来事は，Ｘ２の勤務開始直後であ\nる平成１８年４月から，同年６月頃という短期間のうちに，連続して発生\nしたものであり，かつ，それぞれの出来事は，初めて学級担任を受け持っ\nた新任教諭にとって，少なくとも相当程度の精神的又は肉体的負荷を与え\nるものであったと認められる。そして，これらの出来事により精神的・肉\n体的負荷を受けていたＸ２に対し，学校等において十分な支援が行われて\nおらず，かえって，その負荷を倍加させかねない発言もあったことを考慮\nすると，これらの出来事は，全体として業務による強い精神的・肉体的負\n荷を与える事象であったと認めるのが相当である。\nそして，本件全証拠によっても，Ｘ２が，業務以外の負荷及び個体側要\n因によりうつ病を発症したとは認められないから，Ｘ２のうつ病は，公務\nに起因して発症したものであると認められる。\n５  Ｘ２の自殺の公務起因性について\nＩＣＤ－１０のＦ０からＦ４までに分類される多くの精神疾患では，その病\n態としての希死念慮が出現する蓋然性が高いと医学的に認められるため，公務\nに起因して精神疾患を発症した者が自殺を図った場合には，当該精神疾患によ\nって正常の認識，行為選択能力が著しく阻害され，又は自殺行為を思いとどま\nる精神的な抑制力が著しく阻害されている状態で自殺が行われたものと推定\nされる（認定基準）。\n上記のとおり，Ｘ２のうつ病（反応性うつ病又はうつ病エピソード）発症は\n公務に起因すると認められるところ，反応性うつ病もその病態として希死念慮\nが出現する蓋然性が高いものと認められるから，いずれにしても，Ｘ２の自殺\nについては，うつ病によって正常の認識，行為選択能力が著しく阻害され，又\nは自殺行為を思いとどまる精神的な抑制力が著しく阻害されている状態で行\nわれたものと推定される。\n前記認定事実(4)，(7)によれば，Ｘ２は，うつ病発症後，一旦病気休暇を取\n得したものの，静養が不十分なまま，うつ病が治癒しない状態で復帰して，再\nび業務による負荷を受けるに至ったものであり，業務以外の負荷要因があった\nことを認めるに足りる証拠はないから，Ｘ２の自殺について，上記推定を覆す\nに足りる事情は認められず，Ｘ２の自殺には公務起因性が認められる。\n第４  結論\nよって，原告らの請求は理由があるからこれを認容することとし，主文の\nとおり判決する。\n東京地方裁判所民事第３６部\n裁判長裁判官            吉      田              徹\n裁判官澤田順子及び裁判官水倉義貴は差支えのため署名押印することがで\nきない。\n裁判長裁判官            吉      田              徹\n"
}