{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 3,
    "day": 18
  },
  "case_number": "平成26(う)123",
  "case_name": "建造物侵入，窃盗",
  "court_name": "広島高等裁判所岡山支部",
  "result": "破棄差戻",
  "original_court_name": "岡山地方裁判所",
  "original_case_number": "平成25(わ)844",
  "gist": "建造物侵入，窃盗被告事件について，原審で証言を拒絶した証人の証言を得るための手が尽くされているとはいえないから，同証人の検察官調書を刑訴法３２１条１項２号前段に基づき証拠採用した原審の訴訟手続には，判決に影響を及ぼすことが明らかな法令違反があるとして，第一審判決を破棄して差し戻した事例",
  "lawsuit_id": "85109",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85109",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/109/085109_hanrei.pdf",
  "contents": "平成２７年３月１８日宣告  広島高等裁判所岡山支部判決\n平成２６年(う)第１２３号   建造物侵入，窃盗\n原審：岡山地方裁判所（平成２５年(わ)第８４４号等）\n主           文\n原判決を破棄する。\n本件を岡山地方裁判所に差し戻す。\n理           由\n本件控訴の趣意は，主任弁護人佐々木浩史及び弁護人頓宮尚公共同作成\nの控訴趣意書に記載のとおりである。\n論旨は，訴訟手続の法令違反，事実誤認及び量刑不当の主張である。\n１  訴訟手続の法令違反の主張について\n論旨は，原審が，①A の検察官調書（原審甲１５ないし１８，３７な\nいし４０。以下まとめて「本件検察官調書１」という。）について，刑\n訴法３２１条１項２号前段の要件を満たしていないのに，これを満たす\nとして，証拠として採用し，判決の基礎としたこと，②弁護人の異議に\nもかかわらず，A の平成２６年５月１日付け検察官調書（以下「本件検\n察官調書２」という。）を証拠として採用したことは，判決に影響を及\nぼすことが明らかな訴訟手続の法令違反に当たる，というのである。\nそこで検討するに，原審の②の訴訟手続に法令違反があるとは認めら\nれないが，①の訴訟手続，すなわち，本件検察官調書１について刑訴法\n３２１条１項２号前段の要件を満たすとして証拠として採用し，有罪認\n定の用に供したことは，判決に影響を及ぼすことが明らかな訴訟手続の\n法令違反に当たる。以下補足して説明する。\n(1)  関係記録によれば，以下の事実が認められる。\nア  A は，原判示第３の事実の被疑者として勾留中あるいは同事実に\nより起訴された後 である平成２５年 １２月２日から平 成２６年１\n月２３日までの間に，捜査担当検察官の取調べを受け，要旨「平成\n２５年６月頃，被告人から『トラックを盗んできたら１台２０万か\nら３０万円で買い取る』旨言われ，トラックを盗むようになった。\n原判示第１及び第２の事実については，犯行に及ぶ数日前，被告人\nから『原判示第２のフォークリフトが欲しい』旨言われ，フォーク\nリフトを運ぶため のトラックも合わ せて買い取っても らう旨の話\nをした上で，犯行に及び，盗んだトラック及びフォークリフトを合\n計６０万円で買い取ってもらった。原判示第３の事実については，\n犯行現場である被害会社の敷地内に侵入した後，被告人が買い取っ\nてくれるトラックがどれかを確認するために被告人に電話をかけ，\n被告人が買い取ることを約束したトラック等を盗み，被告人の指示\nに従って解体した 上，合計６０万円 で被告人に買い取 ってもらっ\nた」旨の本件検察官調書１に署名指印した。\nなお，A の平成２５年１２月１９日付け検察官調書（原審甲１７）\nには，「自分が話したことは全て事実であり，もし被告人の前でこ\nれらのことを話すようにと言われても，話すことができると思う。\n今後そのような要請があれば協力する」旨の記載がある。\nイ  被告人は，平成２５年１２月４日，原判示第３の事実により逮捕\nされ，引き続き勾留されて同月２５日に同事実により起訴され，さ\nらに平成２６年１月１０日，原判示第１及び第２の事実により逮捕\nされ，引き続き勾留されて同月３０日に起訴された。\n平成２６年２月４日に原審第１回公判期日が，同年３月４日に原\n審第２回公判期日がそれぞれ開かれ，被告人及び弁護人は原判示の\n各事実についていずれも否認し，公判担当の検察官（以下，単に「検\n察官」という。）から証拠請求された本件検察官調書１について不\n同意の意見を述べた。\n平成２６年４月１１日に裁判官，検察官，弁護人の３者で打合せ\nを行い，検察官が A の証人尋問を請求し，同年５月１２日に行う原\n審第３回公判期日において，同証人尋問を実施することなどが確認\nされた。\n検察官は，平成２６年４月１５日，A の証人尋問を請求し（立証\n趣旨は「共謀状況，共同犯行状況，被告人に対する盗品の売却状況\n等」），裁判所は，同日，同証人尋問を第３回公判期日に実施する\n旨の決定をした。\nウ  検察官は，平成２６年５月１日，A が収容されていた B 刑務所に\n行き，A に対し，被告人の公判での証言を依頼した。\nA はこれに対し，要旨「取調べを担当した検事が自分の話にしっ\nかり耳を傾けてくれたので，本当のことを全て話した。各事件につ\nいてちゃんと記憶に残っており，裁判で証言することは不可能では\nない。しかし，被告人のことが怖い。被告人は（地元）の重要人物\nで，敵に回したらどんな仕打ちをされるか分からない。もし自分が\n被告人の裁判で，自分のトラック盗に被告人が関与していることを\n供述してしまうと，被告人から間違いなく恨みを買うと思う。自分\nがそのように証言して被告人が有罪になっても，おそらく自分が出\n所する前に被告人が出所し，自分に恨みを持っている被告人が，自\n分の妻子に危害を加える可能性が否定できない。取調べの際には，\n被告人がいなかったので，気兼ねなく事件のことをありのままに話\nすことができた。しかし，被告人の裁判では，自分が証言するすぐ\n隣に被告人が座って自分を見ているという状態で，そのようなプレ\nッシャーをかけられ続ける状態では，被告人のことが怖くて，本当\nのことを証言する勇気がない」旨供述した。\n検察官は，A の上記供述を録取した本件検察官調書２を作成し，\nA にこれを読み聞かせた上，署名指印を得た。\nエ  平成２６年５月１２日の原審第３回公判期日において，A が出廷\nして，証人尋問が実施された。\n検察官から，A の証人尋問開始時までに，証人尋問の際の証人と\n被告人，傍聴人との間の遮蔽措置の申出（刑訴法１５７条の３）や，\nビデオリンク方式による証人尋問の申出（同条の４）等はなされな\nかった。\nA は，宣誓した上で，検察官からの主尋問に対し，自分も原判示\n第１ないし第３の事実で起訴されていること，これらの事件は全て\n自分が実行犯とし て実際に窃盗行為 を行ったことにつ いては認め\nたが，被告人の名前は知っているかという質問に対して「黙秘権を\n行使したい」旨述べ，裁判官から，自分の事件に関わるということ\nであれば証言拒絶 ということもある 旨の説明があると ，それ以降\nは，検察官の原判示第１ないし第３の事実に関する尋問，本件検察\n官調書１における供述内容との相反性に関する尋問，本件検察官調\n書１の署名指印を確認する尋問の全てに対し，「答えたくありませ\nん」とのみ供述した。\nまた，A は，検察官から，法廷で答えたくないと言っている理由\nについて尋問されたが，これに対しても「答えたくありません」と\n供述し，本件検察官調書２に関する尋問に対しても，全て「答えた\nくありません」とのみ供述した。\nその後，検察官は，それまで証拠請求も弁護人に対する開示もし\nていなかった本件検察官調書２を A に示そうとし，弁護人から「開\n示を受けていないので異議がある」旨の意見を受けると，その場で\n弁護人に開示した上で，同調書を A に示し，署名指印が A のものに\n間違いないかなどについて尋問したが，A はいずれの尋問に対して\nも「答えたくありません」とのみ供述した。\nA は，弁護人の反対尋問においても，答えたくない理由について\nの尋問に対し「答えたくありません」と供述したが，他方，「被告\n人の関係者が面会 して特定の供述を するよう求められ たことはな\nい」「本件検察官調書２に記載された『自分の家族に被告人の関係\n者から害があるのではないかなどのプレッシャーがある』というこ\nとについては，自分が勝手に思っただけである」とも供述した。ま\nた，A は，裁判官の補充尋問に対して，「被告人の事件で証人とし\nて法廷に行きたく なかった，今日法 廷で証言するつも りはなかっ\nた」と供述し，最後に再度答えられない理由について尋問されたの\nに対し，「被告人は関係ない。自分の裁判だけを考えたい」旨供述\nした。\nオ  検察官は，A の証人尋問終了後，同じ原審第３回公判期日におい\nて，本件検察官調書１及び２（２の立証趣旨は「A が公判廷におい\nて証言を拒絶した理由等」。原審甲５３）を，刑訴法３２１条１項\n２号後段の書面として請求し，その後，本件検察官調書１のみを同\n号前段あるいは後段の書面として請求する旨請求を変更した。\n検察官は，平成２６年７月１１日の原審第５回公判期日において，\n原審甲５３として請求していた本件検察官調書２を撤回した上で，\n改めて，同調書を，「本件検察官調書１に刑訴法３２１条１項２号\nに基づく証拠能力が認められること」という立証趣旨で原審甲５６\nとして請求し，同請求について「実質証拠ではなく，訴訟法的事実\nを立証するため，自由な証明として取り調べられたい」旨の意見を\n付した。\n弁護人は，原審甲５６について不同意の意見を述べたが，原審は，\n同証拠を「自由な証明として」との理由で採用し，取り調べた上で，\n本件検察官調書１ を刑訴法３２１条 １項２号前段の書 面として採\n用し，取り調べた。\nカ  A は，平成２６年９月８日，原判示第１ないし第３の事実を含む\n建造物侵入，窃盗等の罪により有罪判決を受けたが，同判決に対し\nて控訴せず，同判決は確定した。\n被告人の原審公判は，前記原審第５回公判期日（内容は前記証拠\n調べのほか，罪体に関する被告人質問等が実施された）の後，平成\n２６年８月７日に原審第６回公判期日（内容は情状に関する被告人\n質問，証拠整理等），同年９月２９日に原審第７回公判期日（内容\nは共犯者の判決や被害弁償に関する書証等の証拠調べ，論告，弁論，\n最終陳述）がそれぞれ開かれ，同年１１月５日の原審第８回公判期\n日で原判決が宣告された。\n(2) 以上を基に，まず，原審の②の訴訟手続について検討するに，前記\n認定事実によれば，検察官は，最終的には，本件検察官調書２（原審\n甲５６）を，「本件検察官調書１が刑訴法３２１条１項２号の要件を\n満たすこと」を立証する証拠として請求し，原審も，原審甲５６を，\n本件検察官調書１が同号前段の要件を満たすこと（A が供述不能であ\nること）の証拠として採用したものと認められるところ，供述不能で\nあることなどの手続上の事実の立証については，自由な証明で足りる\nと解されるから，原審が，原審甲５６を，弁護人の不同意意見にもか\nかわらず，自由な証明として採用したことが，訴訟手続の法令違反に\n当たるとはいえない。このことは，所論が指摘するように，本件検察\n官調書１が最重要の直接証拠であったとしても，変わるところはない。\nまた，所論は，検察官は，本件検察官調書２について，A の証人尋\n問前には証拠請求する意向を有していたにもかかわらず，弁護人に事\n前に開示せず，A の証人尋問中に突如示し，尋問後直ちに証拠請求し\nており，これは，刑訴法２９９条１項等に違反し，被告人の訴訟の準\n備の機会を奪うものであったのであるから，原審は訴訟指揮権を行使\nするなどして被告人の手続保障を図るべきであったとして，原審甲５\n６を採用した原審の訴訟手続には法令違反がある，というが，前記認\n定事実のとおり，検察官は，原審第３回公判期日において，原審甲５\n３として証拠請求した本件検察官調書２を原審第５回公判期日におい\nて撤回し，改めて原審甲５６として証拠請求しており，この原審甲５\n６の証拠請求については，所論が問題とする刑訴法２９９条１項等の\n被告人の手続保障が満たされていることは明らかであるから，原審甲\n５３としての証拠 請求手続に所論の いうような問題が あったとして\nも，原審甲５６として採用した原審の訴訟手続に法令違反があるとは\nいえない。\n(3) 次に，原審の訴訟手続①について検討する。\n証人が証言を拒絶した場合にも，刑訴法３２１条１項２号前段の供\n述不能の要件を満たすものとして，その検察官調書を採用することが\nできる（最高裁昭和２７年４月９日大法廷判決・刑集６巻４号５８４\n頁参照）が，供述不能の要件は，証人尋問が不可能又は困難なため，\n被告人の反対尋問権不行使という犠牲において，例外的に伝聞証拠を\n用いる必要性を基礎付けるものであるから，単に証人が証言を拒絶し\nたというのでは足りず，証人の供述態度や証言拒絶の理由等に照らし\nて証言拒絶の決意が固く，期日を改めたり，尋問場所や方法に配慮し\nたりするなど，証人の証言を得るための手を尽くしても，翻意して証\n言する見通しが低いと認められるときに，同要件を満たすものと解さ\nれる。\n本件についてみると，A の原審公判廷における供述態度，特に検察\n官に対する供述態度は，証言拒絶の理由も含めて答えないという頑な\nなものであるが，証言拒絶の理由については，本件検察官調書２（原\n審甲５６）では，被告人に不利な証言をすることにより被告人の恨み\nを買い，自分の妻子に危害を加えられる可能性等を危惧するものとな\nっているのに対し，弁護人あるいは裁判官からの尋問に対する答えで\nは，これを否定し，自分の裁判への影響を危惧するかのような供述を\nしており，証言拒絶の理由が明確になっているとはいい難い。\nまた，A は，本件検察官調書１（原審甲１７）の時点では，被告人\nの公判で証言できるとしており，本件検察官調書２においても，被告\n人の公判で証言できないとまではしておらず，むしろ「被告人の裁判\nでは，自分が証言するすぐ隣に被告人が座って自分を見ているという\n状態で，そのようなプレッシャーをかけられ続ける状態では，被告人\nのことが怖くて，本当のことを証言する勇気がない」旨供述している\nのであるから，被告人等との間の遮蔽措置やビデオリンク方式による\n尋問等の方法により，A が証言する可能性があることを否定できない\nところ，検察官は，証人尋問の１０日以上前に A の上記意向を把握し\nたにもかかわらず，尋問実施までに上記遮蔽措置等の申出をしなかっ\nたばかりか，本件検察官調書２を事前に証拠請求するなどして証言拒\n絶の可能性を弁護人や裁判所に認識させることもしておらず，およそ\nA から公判廷で証言を得るための努力をしたとはいえない。\n原審としても，証人尋問の重要性を意識して，公判廷で証人から証\n言を得られるように手を尽くすべきであるところ，A は，証言拒絶の\n理由を明らかにしていないのであるから，過料その他の制裁を受ける\nことがある旨を告げて証言を命じなければならない（刑訴規則１２２\n条２項）のに，原審において同手続は全くとられていないし，上記の\nとおり，証言拒絶の理由が明確になっていないのに，立証責任を負う\n検察官に立証を促すこともされていない。また，A の証言拒絶の理由\nが，自分の裁判への影響（刑訴法１４６条）にあったとしても，本件\nにおける A の証言あるいは本件検察官調書１の重要性や原審公判の審\n理経過等に鑑みると，本件検察官調書１を採用する前に A を再尋問す\nることも検討してしかるべきところ，原審においてそのような検討が\nなされた形跡はみられない。\n以上によれば，A の証言拒絶の理由が明確でなく，証言拒絶の決意\nが翻意されることが期待できないほど固いとまではいい切れないし，\n尋問方法や時期等を配慮することにより，証言が得られる可能性があ\nることも否定できないところ，これらの配慮をするなど証言を得るた\nめの手が尽くされているとはいえないから，A が原審第３回公判期日\nで証言を拒絶したことをもって，刑訴法３２１条１項２号前段の供述\n拒否の要件を満たすものとは認められない。\nそうすると，本件検察官調書１について刑訴法３２１条１項２号前\n段の要件を満たすとして証拠として採用した原審の訴訟手続には法令\n違反があるといわざるを得ない。そして，原審は，本件検察官調書１\nを原判決の（証拠の標目）の項に掲記し，有罪認定の用に供している\nから，上記訴訟手続の法令違反が判決に影響を及ぼすことは明らかで\nある。\n論旨は理由がある。\n２  破棄差戻し\nよって，弁護人のその余の論旨について判断するまでもなく，刑訴法\n３９７条１項，３７９条により原判決を破棄し，同法４００条本文に則\nり，前記のとおり A の証人尋問を実施し，それを踏まえて更に証拠調べ\nが必要ならばその審理を尽くさせるため，本件を原裁判所である岡山地\n方裁判所に差し戻すこととし，主文のとおり判決する。\n平成２７年３月１８日\n広島高等裁判所岡山支部第１部\n裁判長裁判官        傳   田   喜   久\n裁判官   森   實   有   紀\n裁判官   白   石   篤   史\n"
}