{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 7,
    "day": 10
  },
  "case_number": "平成28(受)632",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "最高裁判所第二小法廷",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86898",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86898",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/898/086898_hanrei.pdf",
  "contents": "平成２８年（受）第６３２号  特許権侵害差止等請求事件\n平成２９年７月１０日  第二小法廷判決\n主      文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理      由\n上告代理人鮫島正洋，同幸谷泰造，同山本真祐子の上告受理申立て理由について\n１  原審の適法に確定した事実関係の概要及び記録によって認められる本件訴訟\nの経緯等は，次のとおりである。\n(1)  本件特許権\n上告人は，発明の名称を「シートカッター」とする特許（特許第５３７４４１９\n号。請求項の数は１である。以下，この特許を「本件特許」といい，本件特許に係\nる特許権を「本件特許権」という。）の特許権者である。\n(2)  第１審における経緯\n上告人は，平成２５年１２月，第１審判決別紙物件目録記載の工具を販売してい\nる被上告人に対し，本件特許権に基づき，その販売の差止め及び損害賠償等を求め\nる本件訴訟を提起した。\n被上告人は，本件特許には特許法１２３条１項１号又は４号の無効理由が存在す\nるとして，同法１０４条の３第１項の規定に基づく抗弁（以下「無効の抗弁」とい\nう。）を主張したが，第１審は，平成２６年１０月，被上告人の上記の理由による\n無効の抗弁を排斥して，上告人の請求を一部認容する旨の判決を言い渡した。\n(3)  原審における経緯\n被上告人は，第１審判決に対して控訴をした上，平成２６年１２月２６日付けの\n控訴理由書において，本件特許は，特許法２９条１項３号又は同条２項に違反して\nされたものであり，本件特許には同法１２３条１項２号の無効理由が存在するとし\nて，新たな無効の抗弁（以下，この理由による抗弁を「本件無効の抗弁」とい\nう。）を主張した。\n原審は，合計４回の弁論準備手続期日を経て，平成２７年１１月の第１回口頭弁\n論期日において口頭弁論を終結した。上告人は，原審の口頭弁論終結時までに，本\n件無効の抗弁に対し，訂正により無効の抗弁に係る無効理由が解消されることを理\n由とする再抗弁（以下「訂正の再抗弁」という。）を主張しなかった。\n原審は，平成２７年１２月１６日，本件特許は特許法２９条１項３号に違反して\nされたものであるとして，本件無効の抗弁を容れて，第１審判決中，被上告人敗訴\n部分を取り消し，上告人の請求をいずれも棄却する旨の判決を言い渡した。\n(4)  原判決言渡し後の経緯\n上告人は，原判決に対して上告及び上告受理の申立てをするとともに，平成２８\n年１月６日，特許請求の範囲の減縮を目的として，本件特許に係る特許請求の範囲\nの訂正をすることについての訂正審判を請求したところ（訂正２０１６－３９００\n０２号事件），特許庁において，同年１０月，上記訂正をすべき旨の審決（以下\n「本件訂正審決」という。）がされ，本件訂正審決は，その頃確定した。\n(5)  特許無効審判における経緯等\n被上告人は，本件の第１審係属中，本件特許につき上記(2)の無効理由が存在す\nることを理由として，特許無効審判を請求したところ（無効２０１４－８００００\n４号事件），特許庁において，平成２６年７月，同請求は成り立たない旨の審決\n（以下「別件審決」という。）がされた。被上告人は，同年８月，別件審決の取消\nしを求める審決取消訴訟を提起したが，知的財産高等裁判所は，平成２７年１２月\n１６日，被上告人の請求を棄却する旨の判決を言い渡し，同判決は，平成２８年１\n月６日までに確定した。\n以上のとおり，原審で本件無効の抗弁が主張された時点では，別件審決に対する\n審決取消訴訟が既に係属中であり，その後も平成２８年１月６日まで別件審決が確\n定しなかったため，上告人は，原審の口頭弁論終結時までに，本件無効の抗弁に係\nる無効理由を解消するための訂正についての訂正審判の請求又は特許無効審判にお\nける訂正の請求をすることができなかった（特許法１２６条２項，１３４条の２第\n１項）。\n２  所論は，本件の上告審係属中に本件訂正審決が確定し，本件特許に係る特許\n請求の範囲が減縮されたことにより，原判決の基礎となった行政処分が後の行政処\n分により変更されたものとして，民訴法３３８条１項８号に規定する再審事由があ\nるといえるから，原判決には判決に影響を及ぼすことが明らかな法令の違反がある\n旨をいうものである。\n３(1)  特許権侵害訴訟において，その相手方は，無効の抗弁を主張することが\nでき，これに対して，特許権者は，訂正の再抗弁を主張することができる。特許法\n１０４条の３第１項の規定が，特許無効審判手続による無効審決の確定を待つこと\nを要せずに無効の抗弁を主張することができるものとしているのは，特許権の侵害\nに係る紛争をできる限り特許権侵害訴訟の手続内で迅速に解決することを図ったも\nのであると解される。そして，同条２項の規定が，無効の抗弁が審理を不当に遅延\nさせることを目的として主張されたものと認められるときは，裁判所はこれを却下\nすることができるものとしているのは，無効の抗弁について審理，判断することに\nよって訴訟遅延が生ずることを防ぐためであると解される。以上の理は，訂正の再\n抗弁についても異ならないものというべきである（最高裁平成１８年（受）第１７\n７２号同２０年４月２４日第一小法廷判決・民集６２巻５号１２６２頁参照）。\nまた，特許法１０４条の４の規定が，特許権侵害訴訟の終局判決が確定した後に\n同条３号所定の特許請求の範囲の訂正をすべき旨の審決等（以下，単に「訂正審決\n等」という。）が確定したときは，当該訴訟の当事者であった者は当該終局判決に\n対する再審の訴えにおいて訂正審決等が確定したことを主張することができないも\nのとしているのは，上記のとおり，特許権侵害訴訟においては，無効の抗弁に対し\nて訂正の再抗弁を主張することができるものとされていることを前提として，特許\n権の侵害に係る紛争を一回的に解決することを図ったものであると解される。\nそして，特許権侵害訴訟の終局判決の確定前であっても，特許権者が，事実審の\n口頭弁論終結時までに訂正の再抗弁を主張しなかったにもかかわらず，その後に訂\n正審決等の確定を理由として事実審の判断を争うことを許すことは，終局判決に対\nする再審の訴えにおいて訂正審決等が確定したことを主張することを認める場合と\n同様に，事実審における審理及び判断を全てやり直すことを認めるに等しいといえ\nる。\nそうすると，特許権者が，事実審の口頭弁論終結時までに訂正の再抗弁を主張し\nなかったにもかかわらず，その後に訂正審決等が確定したことを理由に事実審の判\n断を争うことは，訂正の再抗弁を主張しなかったことについてやむを得ないといえ\nるだけの特段の事情がない限り，特許権の侵害に係る紛争の解決を不当に遅延させ\nるものとして，特許法１０４条の３及び１０４条の４の各規定の趣旨に照らして許\nされないものというべきである。\n(2)  これを本件についてみると，前記事実関係等によれば，上告人は，原審の\n口頭弁論終結時までに，原審において主張された本件無効の抗弁に対する訂正の再\n抗弁を主張しなかったものである。そして，上告人は，その時までに，本件無効の\n抗弁に係る無効理由を解消するための訂正についての訂正審判の請求又は訂正の請\n求をすることが法律上できなかったものである。しかしながら，それが，原審で新\nたに主張された本件無効の抗弁に係る無効理由とは別の無効理由に係る別件審決に\n対する審決取消訴訟が既に係属中であることから別件審決が確定していなかったた\nめであるなどの前記１(5)の事情の下では，本件無効の抗弁に対する訂正の再抗弁\nを主張するために現にこれらの請求をしている必要はないというべきであるから，\nこれをもって，上告人が原審において本件無効の抗弁に対する訂正の再抗弁を主張\nすることができなかったとはいえず，その他上告人において訂正の再抗弁を主張し\nなかったことについてやむを得ないといえるだけの特段の事情はうかがわれない。\n４  以上によれば，原判決には所論の違法はなく，論旨は採用することができな\nい。よって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁判長裁判官  山本庸幸  裁判官  小貫芳信  裁判官  鬼丸かおる  裁判官\n菅野博之)\n"
}