{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 10,
    "day": 17
  },
  "case_number": "平成24(ネ)10051等",
  "case_name": "物件返還等請求控訴，同附帯控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82661",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82661",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/661/082661_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２４年１０月１７日判決言渡  同日原本領収  裁判所書記官\u0000\n平成２４年（ネ）第１００５１号，同第１００７０号  物件返還等請求控訴，同附\n帯控訴事件\u0000\n原審・東京地方裁判所平成２２年（ワ）第１７１４２号\u0000\n口頭弁論終結日  平成２４年９月１９日\u0000\n判        決\u0000\n控訴人兼附帯被控訴人  \u0000 \u0000   有 限 会 社 ヘ ビ ー ゲ イ ジ\u0000\n（以下「控訴人」という。）\u0000\n同 訴 訟 代 理 人 弁 護 士      岡      田      耕  次  郎\u0000\n佐      藤              勝\u0000\n廣      澤      幹      久\u0000\n太      田      美      和\u0000\n川      口      昭      彦\u0000\n磯      野      真      宇\u0000\n被控訴人兼附帯控訴人                  Ｙ\u0000\n\u0000     （以下「被控訴人」という。）\u0000\n同 訴 訟 代 理 人 弁 護 士      藤      田      正      人\u0000\n主        文\u0000\n１  控訴人の本件控訴を棄却する。\u0000\n２  被控訴人の本件附帯控訴を棄却する。\u0000\n３  被控訴人の当審における予備的請求を棄却する。\u0000\n４  控訴費用は控訴人の，附帯控訴費用は被控訴人の\u0000\n各負担とする。\u0000\n第１  当事者の求めた裁判\u0000\n１  控訴の趣旨\u0000\n\u0000\u0000\u0000  原判決中，控訴人敗訴部分を取り消す。\u0000\n\u0000 \u0000\u0000\n\u0000\u0000\u0000  前項の部分に係る被控訴人の請求を棄却する。\u0000\n２  附帯控訴の趣旨\u0000\n原判決主文第１項を次のとおり変更する。\u0000\n控訴人は，被控訴人に対し，１５２万７４００円及びうち１０２万２４００円に\n対する平成２２年３月１３日から支払済みまで年６分の割合による金員，うち５０\n万５０００円に対する平成２２年１２月２４日から支払済みまで年５分の割合によ\u0000\n第２  事案の概要\u0000\n本判決の略称は，以下に掲記するほか，原判決に倣う。\u0000\n１  本件訴訟の経緯\u0000\n\u0000\u0000\u0000  本件は，控訴人からフィギュア（アニメーションのキャラクター等の像）\nの原型の製作を請け負った被控訴人が，控訴人に対し，①本件各請負契約について\n控訴人が解除権（民法６４１条）を行使したとして，被控訴人の製作に係る未完成\nのフィギュアの原型の出来高に基づく請負代金合計１４１万７５００円及びこれに\n対する原型を控訴人に引き渡した日である平成２２年３月１２日から支払済みまで\n商事法定利率年６分の割合による遅延損害金，②控訴人が被控訴人を欺いて被控訴\n人から製作途中のフィギュアの原型を取り上げたこと\u0000\u0000\u0000，当該原型を廃棄したこ\nと\u0000\u0000\u0000及び控訴人が第三者に対して被控訴人が一方的にフィギュアの製作業務を放\n棄した等と虚偽の事実を告げて被控訴人の名誉，信用を毀損したこと\u0000\u0000\u0000が不法行\n為に当たるとして，慰謝料として，\u0000\u0000\u0000につき１５万円，\u0000\u0000\u0000につき１２５万円，\u0000\u0000\u0000\nにつき６０万円の合計２００万円及び弁護士費用相当損害金５８万２５００円の総\u0000\n\u0000\u0000\u0000  原判決は，被控訴人が控訴人に対し，①本件各請負契約が解除された時点\nにおける本件各物件の完成度に応じた出来高に基づく請負代金合計６８万３２００\n\u0000 \u0000\u0000\n円及びこれに対する被控訴人が控訴人に対して本件各物件を引き渡した日の翌日で\nある平成２２年３月１３日から支払済みまで商事法定利率年６分の割合による遅延\n損害金，②上記\u0000\u0000\u0000②\u0000\u0000\u0000の行為に係る慰謝料１０万円及び弁護士費用相当損害金１\n万円の合計１１万円並びにこれに対する不法行為の後である平成２２年１２月２４\u0000\n\u0000\u0000\u0000  これに対し，被控訴人は，①上記\u0000\u0000\u0000①の支払請求のうち，請負代金１０２\n万２４００円及びこれに対する平成２２年３月１３日から支払済みまで商事法定利\n率年６分の割合による遅延損害金，②上記\u0000\u0000\u0000②の支払請求のうち，\u0000\u0000\u0000の行為に係\nる慰謝料４０万円及び弁護士費用相当損害金１０万５０００円の合計５０万５００\u0000\n\u0000\u0000\u0000  また，被控訴人は，当審において，上記\u0000\u0000\u0000①の請負代金１０２万２４００\n円の支払請求に関し，控訴人が本件各物件を廃棄したことは悪質な証拠隠滅行為に\n該当するとして，不法行為に基づき，仮に，上記\u0000\u0000\u0000①の請負代金額が，本件各物\n件の完成度が９割であることを前提とする請負代金額（本件物件１につき６４万８\n０００円，本件物件２につき３７万４４００円）より低く認定された場合の請負代\u0000\n２  争いのない事実及び争点\u0000\n争いのない事実及び争点は，原判決「事実及び理由」の第２の１及び２記載のと\nおりであるから，これを引用する。\u0000\n第３  当事者の主張\u0000\n当事者双方の主張は，次のとおり付加するほか，原判決「事実及び理由」の第２\u0000\n〔当審における控訴人の主張〕\u0000\n\u0000 \u0000\u0000\n１  本件各請負契約の終了原因について\u0000\n本件各請負契約は，被控訴人が一方的に本件各物件の製作を放棄したため，やむ\u0000\n\u0000\u0000\u0000  控訴人代表者の供述の信用性について\u0000\n原判決は，控訴人代表者が，本件各物件の製作を他の原型師に引き継いで直ちに\n控訴人の仕事を辞めるようにと被控訴人に告げ，製作途中の本件各物件を控訴人に\nいう。）の内容は具体性に欠け，控訴人代表者が平成２２年３月２５日にしたセガ\nに対する回答（乙５の１。以下「セガ回答」という。）の内容とも一貫しないなど\u0000\n控訴人代表者の供述は，平成２２年３月１１日に被控訴人が突然，控訴人の下で\nの仕事を辞めたいと言い出した際の状況，控訴人代表者が戸惑った様子，控訴人代\n具体的かつ詳細に，迫真性をもって説明するものであり，一連の事実経過が具体的\u0000\n原判決は，セガ回答のうち，被控訴人が製作途中の原型を独自に仕上げて納品す\nると主張したことを指摘した部分と，被控訴人が製作途中の原型も作らないと述べ\u0000\nしかしながら，当該回答部分は，被控訴人が「独自に」仕上げて納品すると主張\nしたことを指摘したものである。すなわち，控訴人代表者は，被控訴人に対し，本\n被控訴人はこれを拒み，控訴人代表者の指導の下で製作を続けるつもりはないとし\n\u0000 \u0000\u0000\nて製作途中の原型を独自に完成し，生産・販売しようと企図しているものと思われ\nたため，上記のとおり回答したものであり，被控訴人が本件各物件の製作を「途中\u0000\n\u0000\u0000\u0000  客観的状況との整合性について\u0000\n原判決は，控訴人代表者が一方的に本件各請負契約を解除したとするが，このよ\nうな認定は客観的状況と整合するものではない。\u0000\nア  本件物件１について\u0000\n本件物件１については，平成２２年３月１１日，版権元監修が１週間後に指定さ\nれており，厳しい日程に対応するために，控訴人としては，あと１週間，被控訴人\nに何とか頑張ってもらい，版権元監修に耐え得る状態まで製作してもらわなければ\n控訴人を辞めさせると，版権元監修に間に合わなくなり，バンプレストからの信用\nが大きく毀損されることは確実であった。控訴人が自らそのような事態を招くこと\u0000\n実際，控訴人が辞めたことにより，本件物件１については，版権元監修の延期を\n余儀なくされ，５人の原型師が他の仕事を中止して取り組まざるを得ない状況とな\u0000\nイ  本件物件２について\u0000\n本件物件２についても，本来，彩色見本までを含めて平成２２年３月末が納期で\nあったため，原型自体は遅くとも同月中旬には製作していなければならなかった。\nセガからの信用が大きく毀損されることは明らかであり，控訴人としては，いかに\n被控訴人が辞めたいと述べたとしても，本件物件２を完成させようとしている被控\u0000\n\u0000 \u0000\u0000\n本件物件２は，被控訴人からセガに対して不相当な働きかけがされたため，最終\n的に製作依頼が打ち切られてしまい，控訴人は一切報酬を受領していない。\u0000\n\u0000\u0000\u0000  被控訴人の供述の信用性について\u0000\nア  被控訴人は，平成２２年３月１１日の控訴人代表者とのやり取りや，なぜ控\n訴人代表者が被控訴人を一方的に辞めさせたのかという重要な事柄について，具体\n性を欠いた曖昧かつ抽象的な供述しかしていない。特に，被控訴人は，控訴人代表\n者から，「精神的苦痛を与える言動」を受けたとするが，それが何を意味するのか\u0000\nイ  被控訴人は，本件各物件を製作中，控訴人代表者からパワーハラスメントを\n受けたなどと主張するが，控訴人代表者が述べた言葉として原判決が認定する言辞\nは，本件各物件の製作に入る以前に述べられたものも多くある上，被控訴人の業務\n態度に問題点が多かったことから，控訴人代表者はしかるべき注意を行ったもので\u0000\n２  本件各物件の完成度について\u0000\n被控訴人の製作した原型は，版権元等の監修を経ていないのであるから，本来，\n単なる未完成品であって，その完成度を観念することはできない。\u0000\nまた，仮に，原判決のように，作業工程の進捗度に応じて完成度を判断するとし\nても，以下のとおり，本件各物件とも，完成度は１割にも達しないものである。\u0000\n\u0000\u0000\u0000  本件物件１について\u0000\n原判決は，フィギュアの製作過程を，４つの過程，すなわち，①設定と同じポー\nズの大まかな形を作り，体全体のバランスを整える過程（以下「製作過程Ⅰ」とい\nう。），②裸体の状態で体の各部分を作り込む過程（以下「製作過程Ⅱ」とい\nう。），③服や髪の毛などのパーツを取り付け，細部を作り込む過程（以下「製作\n過程Ⅲ」という。），④版権元の監修を受け，細部の修正や表面処理を行って完成\n\u0000 \u0000\u0000\n製作過程Ⅲの段階に入っていたから完成度は７割であるとする。\u0000\nしかしながら，製作過程Ⅰは，原型の基礎となる部分を決する大切な過程であり，\nここにいう「体全体のバランス」は，メーカー側の意向に沿ったものでなければな\nらない。バンプレスト担当者の\u0000 \u0000\u0000 （以下「\u0000 \u0000\u0000 」という。）は，平成２２年３月\n１１日，被控訴人が作成した原型の現物を確認し，下半身を太くすることを求めた\u0000\n確かに，被控訴人が製作した原型は，この時点で裸の状態ではなく，服，髪の毛，\nマント，武器などの各パーツが取り付けられてはいたが，これらはあくまで製作が \u0000\n\u0000 \u0000\u0000 は，控訴人代表者に対する公式なメールにおいて，具体的な修正点を詳細に\n指摘するのは相当ではないと考え，被控訴人の意欲をそぐことがないよう，肯定的\nきさ）については，電話で\u0000 \u0000\u0000 に指示しており，当該指示内容は控訴人代表者や被\n控訴人にも伝えられていた。\u0000\nまた，通常，版権元監修の時期は，商品発売時期からスケジュールを逆算して定\nめられるものである。本件物件１については，当初バンプレストから指定された納\n１１日の時点でようやく最初の現物チェックを受けることができたものである。\u0000\n\u0000\u0000 は，いざとなれば控訴人代表者や\u0000 \u0000\u0000 がいるため，通常では間に合わないような\nスケジュールでも控訴人が間に合わせてくれるであろうと期待して，版権元監修を\n１週間後としたのである。被控訴人が製作した原型の完成度が高かったからではな\u0000\n\u0000\u0000\u0000  本件物件２について\u0000\n原判決は，本件物件２についても，７割の完成度であったとする。\u0000\n\u0000 \u0000\u0000\nしかしながら，本件物件１について先に述べたとおり，単にメーカーの企画書に\n沿い，キャラクターの特徴を捉えた原型を製作したからといって製作過程Ⅰが終了\nしたことにはならず，メーカーの意向を反映した体全体のバランスが実現されてい\n被控訴人が製作した原型の顔そのものがキャラクターの特徴を捉えていないことを\n製作過程Ⅰを終えていなかったことは明らかである。被控訴人も作業の遅れについ\nられたことはないのであるから，当然，そのサイズ，バランス等につきセガがチェ\nックをしたこともなく，製作過程Ⅰを終了していないことは明らかである。交換用\n腕パーツについては何ら製作されていないことを考え併せると，原型の完成度とし\n時点で既に衣服を着た状態の原型を製作していたが，これは，セガに対して少しで \u0000\n〔当審における被控訴人の主張〕\u0000\n１  本件各物件の完成度について\u0000\n本件各物件の完成度はいずれも１割にも達しないとの控訴人の主張は明らかに失\n当であるところ，これらの完成度はいずれも９割に達するものというべきであるか\u0000\n\u0000\u0000\u0000  本件物件１について\u0000\nア  控訴人は，平成２２年３月１１日に\u0000 \u0000\u0000 が下半身を太くすることを求めたこ\nとをもって，製作過程Ⅰすら終えていないと主張する。\u0000\nしかしながら，被控訴人は，製作の各段階において\u0000 \u0000\u0000 に画像報告をしているか\nら，当該指示は，微細な修正指示にすぎない。原型に衣服を着けた場合，衣服を着\nけた部分が若干大きくなることに伴い，それ以外の部分が細く見えたりすることは\n常にあり得るのであって，\u0000 \u0000\u0000 も，「画像で見る限りは問題はない」とコメントし\n\u0000 \u0000\u0000\nていることからすると，\u0000 \u0000\u0000 は，本件物件１が細く見えたという自らの印象を述べ\nたものにすぎず，「体全体のバランス」が取れていない旨を指摘したわけではない。\n原型の製作過程において，衣服と体のバランスは常に微調整を繰り返すものであっ\u0000\nまた，各パーツの取付けも，控訴人代表者や\u0000 \u0000\u0000 の指示に基づいて行われたもの\nである。\u0000\nイ  原判決は，パーツの作りが粗く，一部製作されていないものもあるほか，\u0000\n\u0000\u0000 が表情の修正や下半身を太くすることを求めていたことなどをもって，本件物\n件１の完成度を７割とする。\u0000\nしかしながら，\u0000 \u0000\u0000 はメールにて表情の修正指示を出しているところ，その後，\n画像で見る限り問題はないと評価しているから，平成２２年３月１１日に現物を見\u0000\nまた，確かに，パーツの作りの粗さ，製作されていないパーツなどの細部の作り\n要で時間を要する作業は完了しており，完成までには，単純に紙ヤスリにより仕上 \u0000\n\u0000\u0000\u0000  本件物件２について\u0000\nア  本件物件２については，製作対象とするキャラクターの設定がテレビ版から\n映画版に変更されたため，セガから平成２２年２月８日に追加資料が交付されてい\nたものである。本件物件２の表情がキャラクターの特徴を捉えていなかったとして\u0000\n本件物件２のサイズについては企画書等に記載されており，しかも，被控訴人は\n控訴人の下で指導を受けつつ製作を進め，セガにも画像報告をしていたのであるか\u0000\nまた，衣服についても，控訴人代表者の指示に基づいて製作したものであって，\n\u0000 \u0000\u0000\u0000\n被控訴人の独断で行ったものではない。\u0000\nイ  原判決は，本件物件２について，各パーツが細部まで作り込まれていなかっ \u0000\nしかしながら，細部の作り込みや頭部のリボン等に関しては１日程度で製作可能\u0000\nしたがって，本件物件２についても，完成度は９割であると解すべきである。\u0000\n２  本件各物件の出来高に基づく請負代金について\u0000\n\u0000\u0000\u0000  本件物件１について\u0000\nア  原判決は，本件物件１について，武器先を製作していた証拠はないとするが，\n誤りである。被控訴人は，既に１個の武器の製作を完了していたところ，別途製作\u0000\n険しい表情の別パーツに関しても同様であり，顔の輪郭等については基礎となる\n笑顔のパーツを基本とし，これを複製した上で，後ろ髪，前髪に合うパーツを用意\u0000\nしたがって，武器や表情の別パーツ自体についても製作が進行していたものと認\u0000\nイ  被控訴人は，本件物件１の出来高に基づく請負代金については，完成品の請\n負代金額１０５万円の９割相当額である９４万５０００円の請求権を有しているも\n\u0000 \u0000\u0000\u0000\nのである。\u0000\n原判決のように，控訴人の取り分の２割を控除するとしても，本件物件１に係る\n請負代金は，算定の基礎額を９０万円とし，これから控訴人の取り分２割を控除し\u0000\nそこで，被控訴人は，本件附帯控訴により，本件物件１の出来高に基づく請負代\n金については，９４万５０００円のうち，６４万８０００円及びこれに対する本件\n物件１を引き渡した日の翌日である平成２２年３月１３日から支払済みまで商事法\u0000\n\u0000\u0000\u0000  本件物件２について\u0000\n被控訴人は，本件物件２の出来高に係る請負代金については，完成品の請負代金\n額５２万５０００円の９割相当額である４７万２５００円の請求権を有しているも\u0000\n原判決のように，控訴人の取り分の２割を控除するとしても，本件物件２に係る\n請負代金は，算定の基礎額を５２万円とし，これから控訴人の取り分２割を控除し\u0000\nそこで，被控訴人は，本件附帯控訴により，本件物件２の出来高に基づく請負代\n金については，４７万２５００円のうち，３７万４４００円及びこれに対する本件\n物件２を引き渡した日の翌日である平成２２年３月１３日から支払済みまで商事法\u0000\n３  被控訴人が当審において追加した予備的請求について\u0000\n\u0000 \u0000 控訴人は，被控訴人が本件各物件の引渡しや損害賠償を求めていたにもかかわら\nず，本件各物件を廃棄したものである。本件各物件は証拠として提出されるべきも\nるものというべきである。本件において，本件各物件が証拠として提出されていれ\u0000\nしたがって，仮に，前記２の\u0000\u0000\u0000及び\u0000\u0000\u0000の出来高に基づく請負代金額が，本件各\n\u0000 \u0000\u0000\u0000\n物件の完成度が９割であることを前提とする請負代金額（本件物件１につき６４万\n８０００円，本件物件２につき３７万４４００円）より低く認定された場合の上記\n請負代金額との差額につき，不法行為に基づく損害賠償として，予備的に追加請求\u0000\n第４  当裁判所の判断\u0000\n当裁判所も，①被控訴人の控訴人に対する本件各物件の完成度に応じた出来高に\n基づく請負代金請求については，合計６８万３２００円及びこれに対する平成２２\n年３月１３日から支払済みまで商事法定利率年６分の割合による遅延損害金の支払\nを求める限度で，②被控訴人の控訴人に対する不法行為に基づく損害賠償請求につ\n法所定の年５分の割合による遅延損害金の支払を求める限度で，それぞれ理由があ\n後記２のとおり付加するほかは，原判決「事実及び理由」の第３記載のとおりであ\u0000\n１  原判決の訂正について\n\u0000\u0000\u0000  原判決１０頁１０行目の「１５・１６」を「１５～１７」に改める。\u0000\n\u0000\u0000\u0000  原判決１１頁１６行目の「セガの担当者は，」から１９行目の「コメント\nした。」までを，以下のとおり改める。\u0000\n「セガの担当者は，本件物件２のキャラクターの顔が最新のデザインでは「かつて\u0000\n\u0000\u0000\u0000  原判決１２頁２４行目の「②若干表情（特に口周り）が硬い，」を「②若\n\u0000 \u0000\u0000\u0000\n干表情（特に口周り）が硬い感じであるが，製作途中の段階であるから，微調整が\u0000\n\u0000\u0000\u0000  原判決１２頁２６行目の次に，改行して，以下を加える。\u0000\n「控訴人代表者は，同月２５日，被控訴人に対し，翌２６日午後４時ころからバン\nプレストに対して送信する画像を撮影するため，本件物件１の服や装備などについ\nてある程度製作を進めるようにメールで指示した。」\u0000\n\u0000\u0000\u0000  原判決１３頁３行目の「この画像について，」を「武器やスカートのパー\nツが取り付けられた状態の原型が撮影された画像について，」に改める。\u0000\n\u0000\u0000\u0000  原判決１３頁８行目の「さほど問題がないと思う」の次に，「，⑤バリア\nジャケット等の更なる肉付けができた段階で監修にも出したい」を加える。\u0000\n\u0000\u0000\u0000  原判決１４頁１９行目の次に，改行して，以下を加える。\u0000\n「被控訴人は，控訴人の仕事を辞める経緯等について，家族と相談したところ，本\n件各物件を控訴人に引き渡したにもかかわらず，請負代金の支払も受けられないの\nはおかしいと考えるようになり，同日深夜，電話で控訴人代表者や\u0000 \u0000\u0000 に対し，請\n負代金の支払か本件各物件の返還のいずれかに応じるように求めたが，いずれも拒\n行うなどしたが，やはり拒否された。」\u0000\n\u0000\u0000\u0000  原判決１５頁１８行目から１９行目にかけての「原告に一方的に被告の仕\n事を辞めるようにと告げており，」を「本件各物件の製作を終えたら控訴人の仕事\nを辞めたいと述べた被控訴人に対し，直ちに控訴人の仕事を辞めるようにと告げて\u0000\n\u0000\u0000\u0000  原判決１６頁６行目の「版権元等の監修」を，「原型の製作を発注した玩\n具メーカーが，当該原型が企画の趣旨や商品に関する意向等に沿ったものであるか\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\u0000\u0000\u0000  原判決２１頁１４行目の「本件事案の内容，」の次に，「難易度，」を加\nえる。\u0000\n２  当審における主張について\u0000\n\u0000\u0000\u0000  控訴人の主張について\u0000\nア  本件各請負契約の終了原因について\u0000\n\u0000ア\u0000  控訴人は，控訴人代表者の供述は，一連の事実経過が具体的かつ自然に述\nべられているものであるし，被控訴人が「独自に」仕上げて納品すると主張したこ\nとに変わりはない以上，控訴人代表者の供述と一貫しないとする原判決は誤りであ\u0000\nしかしながら，控訴人代表者は，セガ回答（乙５の１）において，被控訴人が手\nがけている原型を独自に仕上げて納品すると主張したため，控訴人として請け負っ\n控訴人によるチェックを受けることなく製作を継続し，セガに納品すると主張した\u0000\nこれに対し，控訴人代表者の供述は，被控訴人が「心が折れた」などとして直ち\nに控訴人の仕事を辞め，本件各物件の製作も行わないと述べた上で，本件各物件に\nついては手元に置き，完成後，「ワンダーフェスティバル」というイベントに個人\n的に出展したいとの希望を有しているようであったなどと述べるものであり，セガ\u0000\n\u0000イ\u0000  控訴人は，本件各物件の製作はいずれも遅滞していたものであるから，そ\nのような状況において，控訴人代表者が一方的に本件各請負契約を解除したとの原\u0000\nしかしながら，控訴人の主張は，本件各物件の完成度がいずれも１割に満たなか\nったことや，被控訴人が平成２２年３月１１日に控訴人代表者に対して本件各物件\n\u0000 \u0000\u0000\u0000\nの製作を直ちに辞めたいと述べたことを前提とするものであるところ，その前提自\n体が誤りであることは，原判決が認定するとおりである。控訴人代表者は，本件各\n物件の納期が迫っていたことを認識した上で，被控訴人に製作を継続させることな\u0000\n\u0000ウ\u0000  控訴人は，控訴人代表者が被控訴人を一方的に辞めさせた経緯等の重要な\n事柄について，被控訴人の供述は抽象的なものにすぎない，控訴人代表者による\n控訴人代表者から受けたとするパワーハラスメントについても，原判決が認定する\u0000\n確かに，原審における被控訴人本人尋問において，被控訴人は，平成２２年３月\n１１日における控訴人代表者の「精神的苦痛を与える言動」について，具体的に供\n控訴人代表者は，被控訴人に対し，被控訴人の製作した原型自体の問題点のみなら\nず，プロの原型師として製作に取り組む姿勢を含めて厳しい指摘をすることがあっ\u0000\nしかしながら，被控訴人は，このような控訴人代表者の指摘の中には，指摘内容\nが的確であったか否かはともかくとして，当該原型に係るキャラクターの特徴を捉\nえていないものがあったり，指摘のとおり修正しても，控訴人代表者から認めても\n作を終えたら控訴人の仕事を辞めようと決意し，その旨控訴人代表者に告げたこと\nについて，具体的に供述している。してみると，平成２２年３月１１日の控訴人代\n\u0000 \u0000\u0000\u0000\n表者の「精神的苦痛を与える言動」のより具体的な内容等については，これを認め\nるに足りる確たる証拠がなく，必ずしも明らかではないというほかないが，かかる\n対し，控訴人代表者が直ちに控訴人の仕事を辞めるようにと告げたという前記認定\u0000\n\u0000エ\u0000  以上のとおり，控訴人の前記主張はいずれも採用できない。\u0000\nイ  本件各物件の完成度について\u0000\n\u0000ア\u0000  控訴人は，被控訴人の製作した原型は，版権元等の監修を経ていないから，\n単なる未完成品であって，その完成度を観念することはできないなどと主張する。\u0000\nしかしながら，原型を発注した玩具メーカーが，当該原型が企画の趣旨や意向等\nに沿ったものであるかについて確認したり，版権元が，原型について，当該キャラ\nクターの商品化を許諾することができるか等について確認するための監修を経てい\nないからといって，経済的な価値がないものということはできず，被控訴人が製作\nである以上，完成度を観念することは可能であるというべきであることは，原判決\u0000\n\u0000イ\u0000  控訴人は，本件物件１について，①フィギュア原型の基礎となる部分を決\nする大切な過程である製作過程Ⅰにおける「体全体のバランス」は，メーカー側の\n意向に沿ったものでなければならないところ，\u0000 \u0000\u0000 は，平成２２年３月１１日，被\n控訴人が作成した原型の現物を確認し，下半身を太くすることを求めたのであるか\nた原型に服などの各パーツが取り付けられたのは，製作が進んでいるように見せか\nけるためにされたものにすぎない，③\u0000 \u0000\u0000 は，肯定的な内容をメールに記載したが，\n具体的な修正個所については電話で指示していた，④\u0000 \u0000\u0000 が現物の確認後，版権元\n監修を１週間後に指定したのは，通常では間に合わないようなスケジュールでも控\n訴人が間に合わせてくれるであろうと期待したためであって，被控訴人が製作した\n\u0000 \u0000\u0000\u0000\n原型の完成度が高かったからではないなどと主張する。\u0000\nしかしながら，仮に，控訴人が指摘するとおり，「体全体のバランス」が原型の\n基礎となる部分を決する重要な意義を有するのであるならば，少なくとも当該部分\nあると解される。この点について，\u0000 \u0000\u0000 は，平成２２年２月２２日，被控訴人が製\n作した原型の画像を確認した上で，表情に関する微調整の必要性を指摘したものの，\n全体的には良い感じであり，差替え用のフェイスパーツ等の製作を依頼しているも\nうすると，\u0000 \u0000\u0000 から体全体のバランスについて指摘されたことをもって，製作過程\nⅠすら完了していないものと解することは到底できない。\u0000\nまた，服などのパーツは，被控訴人による製作が進展するに従って製作されたも\nのというべきであって，控訴人代表者も，同年２月２５日，服や装備などについて\nも製作を進めるよう，被控訴人に指示しているものである。この点について，控訴\n人代表者は，原審における代表者尋問において，ほかの原型師が担当しているキャ\nラクターと比較して，本件物件１の進行が遅かったため，メーカーの心証が悪くな\nると思い，製作が進んでいると見せかけるために，指示したものであるなどと供述\nする。しかし，\u0000 \u0000\u0000 は，原型が企画の意図に合致しているかについてチェックする\n立場にあり，フィギュアの製作について豊富な知識と経験を有していたものである\n（原審における証人\u0000 \u0000\u0000 ）から，本体部分の完成度が低い状態において，進行の遅\nれをごまかすために完成度の低い装備を付けることは，むしろ\u0000 \u0000\u0000 の心証を悪くす\nるものと推測されるのであって，控訴人が請け負った原型の品質を確保するために，\n\u0000 \u0000\u0000\u0000\n原型師に対して必要な指導をしていた旨の供述をする控訴人代表者が，そのような\u0000\nさらに，\u0000 \u0000\u0000 は，被控訴人の意欲をそぐことがないように，控訴人代表者宛ての\n公式なメールについては肯定的な内容のみを記載し，修正個所は電話により指示し\nていたなどと説明するが，複数の修正個所を指示することが意欲の減退につながる\nというのであれば，メールによる指示であれ，電話による指示であれ，当該修正指\n示を控訴人代表者，\u0000 \u0000\u0000 及び被控訴人のいずれもが認識する以上，同様である。の\nみならず，メールには肯定的な記載がされていたにもかかわらず，電話で修正個所\nを告げられる方が，むしろ被控訴人の意欲をそぐ可能性もあるのであって，メール\nの記載や版権元監修に係る原審における\u0000 \u0000\u0000 の証言は，採用することはできない。\u0000\n\u0000ウ\u0000  控訴人は，本件物件２について，セガ担当者は，平成２２年２月８日付け\nのメールで，被控訴人が製作した原型の顔そのものがキャラクターの特徴を捉えて\nいないことを指摘しているし，担当者は，原型の大きさ自体を把握していなかった\u0000\nしかしながら，セガ担当者は，ラフ原型の画像を検討した上で，平成２２年２月\n８日のメールにおいて，キャラクターの顔については作り込みの際に資料を参照し\n認を依頼したのも，同様に，あくまで同日時点のラフ原型を前提とした指摘にすぎ\nない。また，被控訴人は，同年３月２日，控訴人代表者に対し，本件物件２につい\nて，現在衣服の製作を行っていること，衣服と後ろ髪の製作がもう少し進んでから\n控訴人代表者に見てもらいたいとのメールを送信したが，控訴人代表者から，衣服\nなどの製作を行っていることを問題視されたような形跡はみられないから，本件物 \u0000\n\u0000エ\u0000  以上のとおり，控訴人の前記主張はいずれも採用できない。\u0000\n\u0000\u0000\u0000  被控訴人の主張について\u0000\n\u0000 \u0000\u0000\u0000\nア  本件各物件の完成度について\u0000\n被控訴人は，本件物件１について，画像で見る限り問題はないとした\u0000 \u0000\u0000 が，現\n物を見た際，表情に対する修正指示をすることはあり得ないと主張する。\u0000\nしかしながら，画像による確認では判別できない点があるからこそ，現物による\n確認を行うものであって，\u0000 \u0000\u0000 が「画像で見る限り」問題ないと回答したのも，同\n様の趣旨に基づくものであると解される。現物の確認において，表情に対する修正\u0000\nまた，被控訴人は，本件各物件における細部の作り込みや各パーツの製作は短期\u0000\nしかしながら，原判決が指摘する事項のほか，本件各物件のいずれについても未\n完成のパーツが存在していたこと，本件物件１については，現物の確認時において\nよる確認が１回しかされていないことなどの事情も併せ考えると，完成度はいずれ\u0000\nイ  本件各物件の出来高に基づく請負代金について\u0000\n被控訴人は，本件物件１について，別途製作する予定であった武器や表情の別パ\u0000\nしかしながら，複製の元となる武器や表情のパーツ自体，完成したと認めるに足\nりる的確な証拠はないのみならず，被控訴人は複製作業に着手すらしていないので\u0000\nウ  以上のとおり，被控訴人の前記主張はいずれも採用できない。\u0000\n(3)  被控訴人が当審において追加した予備的請求について\u0000\n被控訴人は，被控訴人が本件各物件の引渡しや損害賠償を求めていたにもかかわ\n\u0000 \u0000\u0000\u0000\nらず，控訴人が本件各物件を廃棄したことは，悪質な証拠隠滅行為に該当するもの\u0000\nしかしながら，本件各物件の所有権を取得した控訴人が，これらを廃棄したこと\n自体については，何ら違法ということができないことは，原判決が認定したとおり\u0000\nそして，控訴人が証拠隠滅を企図して本件各物件を廃棄したことを認めるに足り\nる確たる証拠はないし，本件各物件が証拠として提出された場合，本件各物件の完\u0000\nしたがって，被控訴人のこの点に関する主張も採用できない。\u0000\n３  結論\u0000\n以上の次第であるから，原判決は相当であって，本件控訴及び本件附帯控訴はい\nずれも理由がないからこれを棄却し，被控訴人が当審において追加した予備的請求\u0000\n知的財産高等裁判所第４部\u0000\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 裁判長裁判官          土      肥      章      大\u0000\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 裁判官          井      上      泰      人\u0000\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 裁判官          荒      井      章      光\u0000\n"
}