{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 30
  },
  "case_number": "平成25(わ)307",
  "case_name": "住居侵入，強盗（訴因変更後　住居侵入，強盗致傷），銃砲刀剣類所持等取締法違反，強盗，窃盗",
  "court_name": "神戸地方裁判所第４刑事部",
  "lawsuit_id": "84126",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84126",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/126/084126_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２６年１月３０日宣告  裁判所書記官\n平成２５年第３０７号，第３８２号，第４９３号，第５２２号  住居侵入，強盗（訴\n因変更後  住居侵入，強盗致傷），銃砲刀剣類所持等取締法違反，強盗，窃盗被告\n事件\n判            決\u0000\n\u0000\n主            文\u0000\n被告人を懲役８年に処する。\n未決勾留日数中１７０日を刑に算入する。\n神戸地方検察庁で保管中の洋出刃包丁（平成２５年領第８９４号符号１）を\n没収する。\n理            由\u0000\n【犯罪事実】 ※<  >内の記載は，対応する部分判決の犯罪事実の番号又は公訴事実及び事件番号を示す。\u0000\n第１  <部分判決の犯罪事実第１，平成２５年５月２８日付け（同年第３８２号）>\n被告人は，正当な理由がないのに，平成２５年３月６日午後２時４５分頃，\n神戸市ａ区ｂｃ丁目ｄ番ｅ号所在のＡ（当時６３歳）方に，玄関引き戸から\n侵入し，その頃，室内で鉢合わせになった同人に対して，「泥棒です。」「お\n金を出して下さい。」などと言い，さらに，被告人から逃れようとして転倒\nしたＡに対し，その背後から右腕を回して首を絞めるなどの暴行を加えると\nともに，「お金を出さなかったら殺します。」などと言って脅迫し，同人が\n抵抗できないようにした上，同人が所有する現金７０００円を奪った。\n第２  <部分判決の犯罪事実第２，平成２５年６月２４日付け（同年第４９３号）>\n被告人は，正当な理由がないのに，平成２５年３月１６日午後０時３０分\n頃から同日午後５時１５分頃までの間に，神戸市ｆ区ｇｈ丁目ｉ番ｊ号ｋｌ\n号室Ｂ方に，鍵の掛かっていない北側ベランダ掃き出し窓から侵入し，その\n\u0000 \u0000\n頃，同所において，Ｃが所有又は管理するカードケース１個（通帳１通，名\n刺約２０枚，ポイントカード２枚が入ったもの）及び時計１個（時価合計２\n万２０００円相当）を盗んだ。\n第３  <平成２５年４月２６日付け（同年第３０７号）の公訴事実第１>\n被告人は，金品を強奪しようと考え，平成２５年４月６日午後１時５分頃，\n神戸市ａ区ｍｎ丁目ｏ番ｐ号所在のＤ（当時７５歳）方において，宅配便の\n配達業者を装って，同人に玄関扉を開けさせて，同人方に侵入し，その頃か\nら同日午後２時４５分頃までの間，同所において，同人に対し，「金１００\n万円出せ。」などと言いながら，持っていた洋出刃包丁（刃体の長さ約１６．\n６センチメートル。神戸地方検察庁平成２５年領第８９４号符号１）を示し\nた上，持っていたネクタイ等で同人の両腕及び両足を縛り，タオルで口を塞\nぎ，逃げ出そうとした同人の背後からその胸付近を腕で締め付けるなどの暴\n行，脅迫を加えて，同人が抵抗できないようにした上，同人が所有又は管理\nする現金２万５０００円及び指輪等２７点を奪い，その際，上記一連の暴行\nにより，同人に加療約２か月間を要する左第９肋骨骨折等の傷害を負わせた。\n  <平成２５年７月２日付け（同年第５２２号）>\n被告人は，同日午後２時５０分頃，の犯行で奪ったＤ名義のキャッシ\nュカードを使用して，神戸市ａ区ｑｒ丁目ｓ番ｔ号Ｅ銀行ｕ支店において，\n同支店に設置された現金自動預払機から，同支店業務課長Ｆが管理する現\n金６万５０００円を引き出して盗んだ。\n  <平成２５年４月２６日付け（同年第３０７号の公訴事実第２）>\n被告人は，業務その他正当な理由による場合でないのに，同日午後８時頃，\n神戸市ａ区ｖｗ丁目ｘ番ｙ号ｚ１階踊り場において，前記洋出刃包丁１本を\n携帯した。\n【証拠の標目】\n\u0000 \u0000\n省略\n【犯罪事実第３の強盗致傷に係る争点に対する判断】\n１  犯罪事実第３のうち，強盗致傷の点につき，弁護人は，被告人がＤの背後から\nその胸付近を腕で締め付ける暴行（以下「本件暴行」という。）はしていないと主\n張するとともに，被告人の暴行によってＤが肋骨骨折等の傷害を負ったとは認めら\nれないから，被告人には強盗罪が成立するにとどまると主張した。\n当裁判所は，以下に述べる理由から，被告人が本件暴行を行ったことは間違\nいなく，また，Ｄの肋骨骨折等の傷害は，本件暴行を含む一連の暴行により生\nじたものであると判断し，強盗致傷罪の成立を認めたものである。\n２  前提事実（当事者間に争いがなく，証拠上容易に認められる事実）\n被告人は，平成２５年４月６日午後１時５分頃，宅配便の配達業者を装ってＤ\n方に侵入し，Ｄに対し，包丁を示しながら現金を出すよう要求した。Ｄがそれに\n素直に応じなかったことから，被告人は，Ｄの両手足や口をネクタイやタオルで\n縛るなどして，金品を物色した。途中，Ｄはネクタイ等をほどいて逃げ出そうと\nしたが，被告人に見付かり，玄関口で捕まって室内に連れ戻され，再び手足等を\n縛られた。被告人は，現金等を奪った後，Ｄを寝室に移動させて手足等を縛り，\n更に物色を続けて貴金属類を奪った。その後，Ｄは再び手足の拘束を解いて逃げ\n出そうとしたところ，寝室の出入口付近で被告人に見付かり，寝室内に連れ戻さ\nれた。被告人は，再度Ｄの手足を縛り直し，ベッド上に寝かせて，同日午後２時\n４５分頃に立ち去った。\nその後，午後３時頃，通報を受けた警察官が臨場し，実況見分を実施したが，\nその際，Ｄは警察官に左胸部や首の痛みを訴えた。実況見分終了後，救急医の診\n察を受けたところ，左第８，９肋骨骨折疑い及び頸椎捻挫と診断され，専門医を\n受診するよう勧められた。同月８日，Ｄを診察した整形外科医は左第９肋骨骨折\n及び頸椎捻挫と診断した。\n３  本件暴行について\n\u0000 \u0000\n  Ｄ及び被告人の供述要旨\nＤは証言の要旨は次のとおりである。\n寝室から逃げ出そうとして被告人に見付かり，寝室に押し戻された際，背\n後から，被告人が右腕をＤの首に回し，左腕をＤの左胸部に回して締め付けて\nきた。息苦しさからぐったりした状態になると，ベッドに移され，再び手足を\n縛られた上，ベッド上に転ばされた。その際，左脇腹付近に激しい痛みを感じ\nた。\nこれに対して，被告人は，Ｄの身体を背後から腕で締め付けるような暴力\nを振るったことはないと供述した。\n  信用性の検討\nア  寝室で本件暴行を受けたとするＤの証言内容は相応に具体的である上，勘\n違いするような内容でもない。また，前記前提事実に掲げた事実経過につい\nては大筋に争いがない中で，あえて本件暴行についてだけ嘘の証言をするよ\nうな動機がＤにあるとは考えにくい。のみならず，事件後の診断経過等に照\nらすと，事件直後の時点で，Ｄの左第９肋骨に骨折が生じていたと認められ\nるところ，Ｄの証言はこのような客観的な負傷状況ともよく整合する。加え\nて，Ｄは，事件直後から，警察官に対し，左胸や首の痛みの原因として犯人\nから本件暴行を受けたと訴えていたこと（Ｄ及び臨場した警察官が共にその\nように述べている。）をも考慮すると，Ｄの上記証言は十分に信用できると\nいうべきである。\nイ  弁護人は，寝室から逃げ出そうとしたＤを連れ戻したときには，被告人は\n既に金品を取得しており，ここであえて激しい暴行を加えるべき理由はなか\nったはずであるから，この点のＤの証言は不自然であることなどを指摘し，\nＤの証言の信用性に疑問を呈する。しかし，２度目に逃げ出そうとして見付\nかった状況であったことや，前後の経過に照らすと，Ｄの述べる本件暴行の\n内容は不自然に激しいものとはいえない。事件当日作成されたＤの供述調書\n\u0000 \u0000\nとの齟齬等その他の弁護人の主張も，Ｄ証言の信用性に疑問を生じさせるも\nのではない。\nウ  他方で，被告人の供述は，全体を通じて自らの行為を小さく見せようとす\nる態度がうかがわれる上，被告人の供述では，なぜＤに肋骨骨折が生じたの\nかを合理的に説明できない。これらの点に照らすと，被告人の供述は信用に\n値しない。\n  以上のとおり，Ｄの証言どおり，被告人が本件暴行を行ったことは間違いな\nいと判断した。\n４  暴行と傷害結果の間の因果関係について\n前記のとおり，Ｄは事件直後に，警察官に胸部や首の痛みを訴えるとともに，\nその原因として本件暴行があったと述べ，また，客観的にもその時点で左第９肋\n骨の骨折や，頸椎捻挫の傷害を負っていたと認められる。加えて，骨折等の確定\n診断をした整形外科医の証言によれば，Ｄのレントゲン所見からすると，肋骨の\n骨折は二，三週間以内に生じたものであると推定されること，この部位の骨折は，\nすぐに痛みを感じる場合がほとんどである上，日常生活にも支障が生じるのが通\n常であることが認められるところ，Ｄやその知人等の証言によれば，Ｄは，少な\nくとも事件の前日までは，太極拳教室を受講するなど普段どおりの生活を送って\nいたと認められ，また，被害後，警察官が臨場するまでのわずかな時間に２つの\n大きなけがを負うとは考えられない。そして，本件暴行を含む被告人の一連の暴\n行は，その骨折等を生じさせる可能性のあるものであったといえることも併せて\n考慮すると，Ｄの骨折等は今回の事件の際に生じたとしか考えられない。以上の\nことから，犯行時の被告人の一連の暴行によりＤが左第９肋骨骨折及び頸椎捻挫\nの傷害を負ったことに疑いの余地は残らない。\n【法令の適用】\n罰            条    犯罪事実第１    住居侵入の点  刑法１３０条前段\n強盗の点      刑法２３６条１項\n\u0000 \u0000\n犯罪事実第２    住居侵入の点  刑法１３０条前段\n窃盗の点      刑法２３５条\n犯罪事実第３  住居侵入の点  刑法１３０条前段\n強盗致傷の点  刑法２４０条前段\n犯罪事実第３  刑法２３５条\n犯罪事実第３  銃砲刀剣類所持等取締法３１条の１８第\n３号，２２条\n科刑上一罪の処理    犯罪事実１，第２及び第３について，いずれも刑法５４条１\n項後段，１０条（第１については重い強盗罪の刑で，第２につ\nいては重い窃盗罪の刑で，第３については重い強盗致傷罪の\n刑でそれぞれ処断）\n刑 種 の 選 択    犯罪事実第２，第３及び第３について，いずれも懲役\n刑を選択\n犯罪事実第３について，有期懲役刑を選択\n併 合 罪 の 処 理    刑法４５条前段，４７条本文，１０条（最も重い犯罪事実\n第３の罪の刑に法定の加重）\n未決勾留日数の算入    刑法２１条\n没            収    刑法１９条１項２号，２項本文（洋出刃包丁は犯罪事実第\n３の強盗致傷の用に供した物で被告人以外の者に属しな\nい。）\n訴訟費用の不負担    刑事訴訟法１８１条１項ただし書\n【量刑の理由】\n犯罪事実第３の犯行は，一人暮らしの高齢の女性を狙った点や，被害者を縛るため\nにネクタイ等を準備している点で計画的な面もあるが，被害者との会話の中で，その反\n応に流されて場当たり的に行動している面もあり，際立った凶悪さや緻密さはみられな\nい。手足の縛り方は弱く，その他の暴行も被害者を痛めつける意図に基づくものとはみ\n\u0000 \u0000\nられず，犯行態様はさほど悪質とはいえない。結果の点では，被害者の傷害の程度はか\nなり重い上，財産的損害も比較的大きい（なお，被害品である貴金属の犯行時点での財\n産的価値を判断するための的確な証拠はないが，犯行後，被告人が質屋に約２２万円で\n売却していることを手がかりとして，概ね数十万円程度の財産的価値であったと考えら\nれる。）。これに加え，被告人が侵入強盗や侵入窃盗等も犯していることからすると，\n本件は，同種事案（単独で住居侵入・強盗致傷を犯した事案及びそれと共にそれより軽\nい他の罪を犯した事案）の中において，最も重い部類とまではいえないが，やや重い部\n類に位置づけられると考えられる。\u0000\n以上に加え，被告人に前科前歴はない一方，本件に関しては不合理な弁解が多々みら\nれ，反省のことばを述べるも内省の深まりが十分であるとは感じられないこと，各被害\n者に対する被害回復措置も十分とはいえないこと，犯罪事実第３の被害者は今なお厳\nしい被害感情を抱いていること等を考慮し，主文の刑が相当であると判断した。\n（求刑  懲役１４年，洋出刃包丁の没収）\u0000\n平成２６年１月３１日\u0000\n神戸地方裁判所第４刑事部\n裁判長裁判官      丸 田   顕\u0000\n\u0000\n裁判官      片 田 真 志\u0000\n\u0000\n裁判官      高 島   剛\u0000\n\u0000\n\u0000\n"
}