{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 22,
    "month": 9,
    "day": 10
  },
  "case_number": "平成20(行ヒ)432",
  "case_name": "損害賠償請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第64巻6号1515頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成20(行コ)35",
  "original_date": {
    "era": "Heisei",
    "year": 20,
    "month": 9,
    "day": 5
  },
  "gist": "１　普通地方公共団体の臨時的任用職員に対する手当の支給が地方自治法２０４条２項に基づく手当の支給として適法といえるための要件 \n２　市の臨時的任用職員に対する期末手当に該当する一時金の支給が地方自治法２０４条２項の要件を満たさないとされた事例 \n３　普通地方公共団体の臨時的任用職員の給与について条例において定められるべき事項\n４　市の臨時的任用職員に対する期末手当に該当する一時金の支給が地方自治法（平成２０年法律第６９号による改正前のもの）２０３条５項，地方自治法２０４条３項に違反するとされた事例 \n５　市が地方自治法２０４条２項に規定する同条１項の常勤の職員に該当しない臨時的任用職員に対し期末手当に該当する一時金を支給した場合において，市長が補助職員の専決による上記支給を阻止しなかったことに過失があるとはいえないとされた事例\n６　市が地方自治法（平成２０年法律第６９号による改正前のもの）２０３条５項，地方自治法２０４条３項に違反して臨時的任用職員に対し期末手当に該当する一時金を支給した場合において，市長が補助職員の専決による上記支給を阻止しなかったことに過失があるとはいえないとされた事例",
  "case_gist": "１　普通地方公共団体の臨時的任用職員に対する手当の支給が地方自治法２０４条２項に基づく手当の支給として適法であるというためには，当該臨時的任用職員の勤務に要する時間に照らして，その勤務が通常の勤務形態の正規職員に準ずるものとして常勤と評価できる程度のものであることが必要であり，かつ，支給される当該手当の性質からみて，当該臨時的任用職員の職務の内容及びその勤務を継続する期間等の諸事情にかんがみ，その支給の決定が合理的な裁量の範囲内であるといえることを要する。\n２　市の臨時的任用職員に対する期末手当に該当する一時金の支給は，当該一時金が週３日の勤務をした臨時的任用職員に支給され，その程度の勤務では当該市における通常の勤務形態の正規職員の勤務時間の６割に満たないなど判示の事情の下では，地方自治法２０４条２項の要件を満たさない。\n３　普通地方公共団体の臨時的任用職員の給与については，当該職員が従事する職が当該普通地方公共団体の常設的な事務に係るものである場合には，その職に応じた給与の額等又はその上限等の基本的事項が条例において定められるべきであり，当該職員が従事する職が臨時に生じた事務に係るものである場合には，少なくとも，その職に従事すべく任用される職員の給与の額等を定めるに当たって依拠すべき一般的基準等の基本的事項が可能な限り条例において定められるべきである。\n４　市の臨時的任用職員に対する期末手当に該当する一時金の支給は，当該支給を受けた多数の臨時的任用職員の多くが当該市の常設的な事務に係る職に従事していたことがうかがわれるにもかかわらず，当該一時金の額及び支給方法又はそれらに係る基本的事項について条例に定めがなかったなど判示の事情の下で　は，地方自治法（平成２０年法律第６９号による改正前のもの）２０３条５項，地方自治法２０４条３項に違反する。\n５　市が地方自治法２０４条２項に規定する同条１項の常勤の職員に該当しない臨時的任用職員に対し期末手当に該当する一時金を支給した場合において，手当の支給が問題となる場面における常勤の職員と非常勤の職員との区別の基準を直接に読み取ることができる法令の具体的な定めが存せず，上記支給の当時上記基準を明らかにした行政実例又は裁判例があったとはうかがわれないなど判　示の事情の下では，市長が補助職員の専決による上記支給を阻止しなかったことに過失があるとはいえない。\n６　市が地方自治法（平成２０年法律第６９号による改正前のもの）２０３条５項，地方自治法２０４条３項に違反して臨時的任用職員に対し期末手当に該当する一時金を支給した場合において，国家公務員に関しては，正規職員との対比において臨時的任用職員と同様の側面も有する非常勤の職員の給与について各庁の長が常勤の職員の給与との権衡を考慮し予算の範囲内で給与を支給するものと法律で定められていること，普通地方公共団体の臨時的任用職員の給与を任命権者が別に定める旨を条例中に規定することを許容する趣旨と解する余地もないとはいえない行政実例があること，当該市を包括する府及びその区域内の多数の市で条例に臨時的任用職員の給与について何らの規定も置いていなかったことなど判示の事情の下では，市長が補助職員の専決による上記支給を阻止しなかったことに過失があるとはいえない。\n(１〜６につき補足意見がある。）",
  "ref_law": "（１〜６につき）地方自治法（平成20年法律第69号による改正前のもの）203条1項，地方自治法（平成20年法律第69号による改正前のもの）203条3項，地方自治法（平成20年法律第69号による改正前のもの）203条4項，地方自治法（平成20年法律第69号による改正前のもの）203条5項，地方自治法（平成20年法律第69号による改正前のもの）204条の2，地方自治法204条，地方公務員法22条2項，地方公務員法22条5項　（２につき）人事院規則15−15（平成21年人事院規則15−15−6による改正前のもの）2条　（４につき）一般職の職員の給与に関する条例（昭和32年茨木市条例第49号。平成17年茨木市条例第26号による改正前のもの）36条，一般職の職員の給与に関する条例（昭和32年茨木市条例第49号。平成20年茨木市条例第32号による改正前のもの）36条2項，臨時的任用職員に関する規則（平成17年茨木市規則第40号。平成20年茨木市規則第43号による改正前のもの）13条　（６につき）一般職の職員の給与に関する法律22条2項",
  "lawsuit_id": "80668",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=80668",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/668/080668_hanrei.pdf",
  "contents": ""
}