{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 10
  },
  "case_number": "平成23(ワ)131",
  "case_name": "意匠権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "81764",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81764",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/764/081764_hanrei.pdf",
  "contents": "平成２３年１１月１０日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第１３１号  意匠権侵害差止等請求事件\n口頭弁論終結日  平成２３年１０月１３日\n判                    決\n東京都杉並区〈以下略〉\n原                    告        Ａ\n訴 訟 代 理 人 弁 護 士      西 田 研 志\n同                            神 保 宏 充\n同                            友 村 智 子\n訴 訟 復 代 理 人 弁 護 士      上 野   潤\n大阪市西区〈以下略〉\n被                    告      ジ ロ ー 株 式 会 社\n訴 訟 代 理 人 弁 護 士      松 葉 栄 治\n同                            柴 田 正 広\n主                    文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n１  被告は，別紙イ号物件目録記載の製品を製造し，譲渡し，貸し渡し，譲渡又\nは貸渡しのために展示してはならない。\n２  被告は，その保管に係る前項記載の製品を廃棄せよ。\n３  被告は，原告に対し，２０００万円及びこれに対する平成２３年２月１５日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，意匠に係る物品を「目違い修正用治具」とする後記２(1)の意匠権（以\n下「本件意匠権」といい，その登録意匠を「本件登録意匠」という。）の意匠\n権者である原告が，別紙イ号物件目録記載の製品（以下「被告製品」といい，\nその意匠を「被告意匠」という。）の製造，譲渡，貸渡し等をする被告の行為\nが原告の本件意匠権の侵害に当たる旨主張して，被告に対し，意匠法３７条１\n項及び２項に基づき，被告製品の製造，譲渡，貸渡し等の差止め及び廃棄を求\nめるとともに，意匠権侵害の不法行為に基づく損害賠償を求めた事案である。\n２  争いのない事実等（証拠の摘示のない事実は，争いのない事実又は弁論の全\n趣旨により認められる事実である。）\n(1)  原告の意匠権\n原告は，次の意匠権（本件意匠権）の意匠権者である。\n登録番号          意匠登録第１３３２５５３号\n出願日            平成１８年７月１３日\n登録日            平成２０年５月２日\n意匠に係る物品    目違い修正用治具\n登録意匠          別紙意匠公報（以下「本件公報」という。）記載のと\nおり\n(2)  被告の行為等\nア  被告は，各種機械工具類の販売業，建設機械・工具のレンタル及びリー\nス等を目的とする株式会社である。\nイ  被告は，業として，被告製品の貸渡し（レンタル）をしている。\n被告製品は，相対して配置される鉄骨構造又は鋼管コンクリート構造等\nにおける形鋼，柱などの突合部に生じる水平又は垂直方向のずれ（以下「目\n違い」という。）を修正するために用いられる「目違い修正用治具」に属\nするものであり，本件意匠権の意匠に係る物品と同一の物品である。\n(3)  本件登録意匠の形態\nア  基本的構成態様\n本件登録意匠の基本的構成態様は，別紙１記載の各図面（本件公報記載\nの各図面に部位を特定する名称及び符号を付したもの。以下同じ。）のと\nおり，①底面部材（１２ｃ）と垂直部材（１２ｂ）と上部部材（１２ａ）\nとからなる取付基部（１２），②底面部材（１２ｃ）の上面に配置され両\n側に伸びる水平基部（１３），③水平基部（１３）の両端部近傍に設けら\nれた調整用ボルト（１４），④上部部材（１２ａ）の上面側に設けられた\n把持部材（１６），⑤水平基部（１３）に設けられた補強板（１７）から\nなる。\nイ  具体的構成態様\n(ア)  取付基部は，右側面視において縦横比が概ね４：３の縦長のコの字\n状を呈している。底面部材の上下幅は，上部部材の上下幅及び垂直部材\nの左右幅の約３分の２弱と相対的に細く，取付基部全体の高さの約５分\nの１となっている。\nまた，取付基部の面はいずれも平面によって構成されており，角部は\nいずれも直角を呈している。\n(イ)  水平基部は，底面部材の上面に配置され両側に伸びる部材であり，\n平面視において縦横比が概ね１：４の矩形を呈し，右側面視において幅\nと厚みの比が概ね３：１の矩形を呈する，幅広かつ偏平な板状部材であ\nる。\nまた，水平基部の面はいずれも平面によって構成されており，角部は\nいずれも直角を呈している。なお，水平基部の正面側には長手方向に平\n行に補強板が設けられている。\n(ウ)  調整用ボルトは，水平基部の両端部近傍に設けられた孔に直接螺嵌\nされている。また，調整用ボルトのボルト径は，平面視において水平基\n部の前後方向の幅の約３分の１弱である。調整用ボルトの頭部は，ボル\nト径の約２倍の直径を有し，かつ，右側面視においてその厚みが水平基\n部と底面部材の厚みの合計の約５分の１の偏平な形状を有している。ま\nた，調整用ボルトの先端部は半球状に成形されている。\n(エ)  把持部材は，幅広の薄平板の部材で構成され，両端はコの字状に折\nり曲げられ，２つのボルトによって上部部材の上面側に固定されてい\nる。把持部材の長さ及び幅は上部部材の上面の長さ及び幅にほぼ等し\nく，把持部材は上部部材の上面をほぼ覆うように設けられている。\n(オ)  補強板は，正面視において両端の底面側に切欠部を有する全体の縦\n横比が概ね５：１の略逆台形状を呈し，平面視において長さと厚みの比\nが概ね２５：１の極めて細長い矩形を呈する，薄板状部材である。\n正面図に示すとおり，補強板は水平基部の正面の下側及び底面部材の\n正面を隠すように配置されている。また，補強板の底面は底面部材の底\n面と同一面上にあり，底面視において補強板と底面部材が水平基部の底\n面に対してＴ字状に突出している。\n(4)  被告意匠の形態\nア  基本的構成態様\n被告意匠は，別紙イ号物件目録記載の各図面のとおり，①底面部材（２\nｃ）と垂直部材（２ｂ）と上部部材（２ａ）とからなる取付基部（２），\n②底面部材（２ｃ）の両側に伸びる水平基部（３），③水平基部（３）の\n両端部近傍に設けられた調整用ボルト（４），④垂直部材（２ｂ）の背面\n側から上部部材（２ａ）の上面側にかけて設けられた把持部材（６），⑤\n水平基部（３）の中央に取付基部（２）との間に設けられた段部（５），\n⑥上部部材（２ａ）の上面及び背面において把持部材（６）を支持する支\n持部材（８）からなる。\nイ  具体的構成態様\n(ア)  取付基部は，右側面視において縦横比が概ね９：８の縦長のコの字\n状を呈している。また，垂直部材の左右幅は上部部材及び垂直部材の上\n下幅の約１．３倍であり，上部部材と底面部材の上下幅はいずれも取付\n基部全体の高さの約３分の１となっている。また，取付基部の面は平面\n及び曲面によって構成されており，背面側の２箇所の角部にはアールが\n付けられている。さらに，上部部材の正面側上部には傾斜面が付けられ\nており，傾斜面の先端もアールに面取りされている。\n(イ)  水平基部は，その上面が底面部材の上面よりもやや低い位置にあ\nり，その底面が底面部材の底面と略同一面上にある，底面部材の両側に\n伸びる部材であって，平面視において縦横比が概ね１：５弱の略矩形の\n両端を半円状に面取りした形状を呈し，右側面視において幅と厚みの比\nが概ね１．３：１の矩形を呈する，断面矩形の棒状部材である。また，\n水平基部の面は平面及び曲面によって構成されており，両端は半円柱状\nに成形されている。\nまた，調整用ボルトのための孔には円環柱状のスリーブナット（外か\nらはワッシャ状に見える部材）が嵌装されている。さらに，水平基部の\n両端側面にはスリーブナットを固定するためのネジ穴が設けられてい\nる。\n(ウ)  調整用ボルトは，水平基部の両端部近傍に設けられたスリーブナッ\nトに螺嵌されている。また，調整用ボルトの先端には円盤状の締付パッ\nドが設けられており，その直径は，平面視において水平基部の前後方向\nの幅の約３分の２である。調整用ボルトの頭部は，ボルト径の約１．５\n倍の直径を有し，かつ，その高さが水平基部の厚みの約３分の２強であ\nる，高さと直径が略等しい正六角柱状を呈している。\nなお，調整用ボルトの頭部には孔が穿孔されているが，実際の製品で\nはこの孔に締付ハンドルが貫設されており，締付ハンドルを回すことに\nより調整用ボルトを回転させる仕組みとなっている（乙１０，１４）。\n(エ)  把持部材は，全体が細い丸棒状の部材で構成され，上部部材の上面\n及び垂直部材の背面に沿って，角部に緩やかなアールが付けられた略Ｌ\n字状を呈し，さらに垂直部材の背面においてアールを付けて折り曲げら\nれ，その端部が下側角部のアール近傍に固着されている。\nまた，把持部材は，２つの支持部材によって上部部材の上面と垂直部\n材の背面で固定されている。\n(オ)  段部は，水平基部と底面部材との接合部位の周縁に，断面が略直角\n二等辺三角形に設けられている。当該二等辺は水平基部と底面部材にそ\nれぞれ接しており，辺の長さは取付基部の幅の約４分の１となってい\nる。\n(カ)  支持部材は，正面視において上辺が半円形状に切り欠かれた略台形\n状を呈し，右側面視において上部部材の上面の傾斜面近傍及び背面の上\n側角部のアール近傍にそれぞれ設けられている。支持部材の上辺の半円\n形状の切り欠き部には把持部材が固着されており，支持部材と把持部材\nとの固着部位，支持部材と上部部材との固着部位の周縁には，いずれも\n断面が略三角形状の小さな段部が設けられている。\n３  争点\n本件の争点は，本件登録意匠と被告意匠の類否（争点１），被告による被告\n製品の製造，譲渡等の有無（争点２），被告が賠償すべき原告の損害額（争点\n３）である。\n第３  争点に対する当事者の主張\n１  争点１（本件登録意匠と被告意匠の類否）について\n(1)  原告の主張\nア  両意匠の共通点\n本件登録意匠と被告意匠は，以下の構成態様において共通している。\n(ア)  底面部材と垂直部材と上部部材とからなる取付基部を有している\n点\n(イ)  底面部材の両側に伸びる水平基部を有している点\n(ウ)  水平基部の両端部近傍に設けられた調整用ボルトを有している点\n(エ)  底面部材と垂直部材と上部部材とからなる取付基部がコの字状を\n呈している点\nイ  両意匠の差異点\n本件登録意匠と被告意匠は，以下の構成態様において差異がある。\n(ア)  本件登録意匠では，把持部材が上部部材に設けられているのに対\nし，被告意匠では，把持部材が垂直部材の背面側から上部部材の上面側\nにかけて設けられている点\n(イ)  本件登録意匠では，水平基部に補強板が設けられているのに対し，\n被告意匠では，これが設けられていない点\n(ウ)  被告意匠では，水平基部の中央に取付基部との段部が設けられてい\nるのに対し，本件登録意匠では，これが設けられていない点\n(エ)  本件登録意匠では，上部部材の先端が鋭角に構成されているのに対\nし，被告意匠では上部部材の先端が傾斜状に構成されている点\n(オ)  本件登録意匠では，各部材の端部や曲折部が全体的に角張った形状\nで仕上げられているのに対し，被告意匠では，各部材の端部や曲折部が\n全体的に若干の丸みを帯びた形状で仕上げられている点\nウ  本件登録意匠の要部\n(ア)  目違い修正用治具は，相対して配置される形鋼等の鋼材同士のず\nれ（目違い）を修正するための道具であり，工事現場でも梁の上など高\n所での使用も想定されるものである。\n需要者としては，工事現場には様々な厚さの鋼材があるため，工事現\n場で目違いが生じている鋼材に目違い修正用治具を取り付けることが\nできるかどうか，その上で，目違いを正確に修正できるかどうかが最大\nの関心事であり，また，使用時には，視線が常に鋼材に向けられている\nので，目違い修正用治具自体の具体的な構成について細かく関心を払う\nことはないから，需要者が目違い修正用治具の形状について関心を持つ\nのは商品選択時であって，使用時ではない。\nそして，目違い修正用治具は，ホームページ，パンフレットなどを通\nじて需要者に示されており（甲６，乙８），需要者は，これらによって\n背面部を斜視する状態か正面部を斜視する状態で目違い修正用治具を\n観察するのが通常であり，また，目違いが生じている鋼材に目違い修正\n用治具を取り付けることができるかどうかについて最も注意を払って\nいるから，目違い修正用治具においては，正面部又は背面部を斜め（右\n又は左４５度の方向）から観察される外観が看者である需要者の注意を\n最も強く惹く部分（要部）である。\nそうすると，本件登録意匠においては，基本的構成態様のうち，底面\n部材と垂直部材と上部部材とからなる取付基部，底面部材の上面に配置\nされ両側に伸びる水平基部，水平基部の両端部近傍に設けられた調整用\nボルトを有する点及び具体的構成態様のうち，底面部材と垂直部材と上\n部部材とからなる取付基部がコの字状を呈する点が，これまでの公知意\n匠には見られない新規性を有する部分であるとともに，需要者の注意を\n最も惹く部分であるから，本件登録意匠の要部であるといえる。\n(イ)  この点に関し，被告は，後記のとおり，本件登録意匠における上記\n(ア)の構成態様は，いずれも公知意匠に見られる特徴であり，このよう\nな公知意匠を参酌すると，本件登録意匠の要部とはいえない旨主張す\nる。\nしかし，被告が公知意匠であると主張する三菱重工業株式会社（以\n下「三菱重工」という。）が自社製作して使用していた段差調整治具（乙\n１の４枚目の写真。以下「三菱自社製作品」という。），イーグル・ク\nランプ株式会社（以下「イーグル」という。）が開発したＡＬＢ－３ｔ\nｏｎ（６５×２６０）フリータイプ（ロック装置なし）（乙２。以下，\n単に「ＡＬＢ－３ｔｏｎ」という。）及び株式会社大島造船所（以下「大\n島造船」という。）が自社製作していた治具（乙４。以下「大島造船自\n社製作品」という。）の各意匠は，三菱重工及び大島造船において自己\n使用目的で製作・使用されていたか，イーグルにおいて特定の者（三菱\n重工）のために製作された製品の意匠であって，本件登録意匠の登録出\n願前に不特定多数の者が知り得る状態となっていたわけではないから，\n公知意匠であるとはいえない。\nしたがって，本件登録意匠における上記(ア)の構成態様が本件登録意\n匠の要部でないとの被告の主張は，その前提を欠くものであり，失当で\nある。\nエ  両意匠の類似性\n前記ウのとおり，本件登録意匠の要部は，基本的構成態様のうち，底面\n部材と垂直部材と上部部材とからなる取付基部，底面部材の上面に配置さ\nれ両側に伸びる水平基部，水平基部の両端部近傍に設けられた調整用ボル\nトを有する点及び具体的構成態様のうち，底面部材と垂直部材と上部部材\nとからなる取付基部がコの字状を呈する点にあるところ，前記アのとお\nり，被告意匠は，本件登録意匠の要部に係る各構成態様を備えている点に\nおいて本件登録意匠と共通するから，両意匠を全体として観察した場合，\n両意匠が看者である需要者に与える印象は同一である。\n一方で，両意匠の構成態様には前記イの差異があるが，全体として観察\nした場合，両意匠の差異点から生じる相違感は微弱である。\nすなわち，把持部材についていえば，そもそも要部ではない上，把持部\nが上部部材のみならず，垂直部材の背面に沿って設けられているかどうか\nという差異（前記イ(ア)）は，目違い修正用治具の本来の機能とは関係の\nない部分の差異であり，被告意匠全体の美感に与える影響が大きいとはい\nえない。また，取付基部の背面の角部が直角かアールで面取りされている\nかどうかという差異（前記イ(エ)）についても，本件登録意匠の要部は，\nあくまで取付基部がコの字状を呈する点にあるから，要部とは関係のない\n部分の差異であるといえるし，この程度の差異で使用者に優しい，柔らか\nいといった印象を与えるものでもない。このように両意匠の差異点は，そ\nもそも要部に関する差異ではないし，たとえ要部に関する差異であって\nも，看者である需要者に与える印象が大きく異なるというものではなく，\n美感に影響を与えるようなものではない。\n以上を総合すれば，被告意匠と本件登録意匠は，需要者の視覚を通じて\n起こさせる美感が同一であるといえるから，被告意匠は，本件登録意匠と\n類似する。\n(2)  被告の主張\nア  本件登録意匠の要部について\n(ア)  公知意匠\n意匠の類否の判断，特に意匠の要部の認定に当たっては公知意匠を参\n酌する必要があり，公知意匠に具現されているのと同様の形状は要部に\nならない。\nしかるところ，原告が本件登録意匠の要部であると主張する構成態様\nは，以下のとおり，本件登録意匠の登録出願前から公知であった公知意\n匠に見られる特徴であり，本件登録意匠の要部とはいえない。\nａ  三菱自社製作品\n(ａ)  三菱自社製作品は，乙１の４枚目の写真に示されている段差調\n整治具であり，三菱重工が自己使用目的で製作し，平成１５年の時\n点において，三菱重工長崎造船所香焼工場Ｄ棟Ｄ１Ｄ２板接ぎステ\nージで２０年程前から使用されていた。三菱重工では，敷地への立\nち入りに際して入門書への記入が求められるものの，それ以外に特\nに制限はなく，三菱自社製作品が使用されていた工場にも消耗品や\n工具等の納入業者や下請業者が頻繁に出入りしていた。また，工場\n内に入るために許可等は必要ないため，工場の中（あるいは窓を通\nじて工場の外）から自由に三菱自社製作品を見ることができる状況\nにあり，三菱自社製作品は，このような管理状況の下で長期間にわ\nたって使用されていた。また，乙１記載のとおり，イーグルは，三\n菱重工から，三菱自社製作品の開示を受けて改良品の製作を依頼さ\nれたが，その際，秘密保持義務が課されることはなかった。\n以上によれば，三菱自社製作品の意匠は，遅くとも乙１が作成さ\nれた平成１５年６月１３日の時点で，公知となっていたというべき\nである。\n(ｂ)  乙１の４枚目の写真及び２枚目の簡略図によれば，三菱自社製\n作品の形状は，基本的構成態様として，①底面部材と垂直部材と上\n部部材とからなる取付基部，②底面部材の前面に設けられ両側に伸\nびる水平基部，③水平基部の両端部近傍に設けられた調整用ボル\nト，④底面部材に設けられた把持部材を有し，具体的構成態様とし\nて，⑤取付基部が，並列に配置された２枚の板状の部材からなり，\nそれらはいずれもコの字状を呈し，⑥上部部材の上面の先端が鋭角\nに構成され，⑦取付基部の背面が大きな半円状となっているほか\nは，各部材の端部が全体的に角張った形状で仕上げられている。\nそして，原告が要部であると主張する本件登録意匠の構成態様\nは，本件登録意匠の登録出願前に公知であった三菱自社製作品の上\n記①ないし③，⑤の形状と共通のものであるから，本件登録意匠の\n要部であるということはできない。\nｂ  ＡＬＢ－３ｔｏｎ\n(ａ)  イーグルは，平成１７年６月２日，総合商社の鋼和株式会社（以\n下「鋼和」という。）を経て，三菱重工に対し，ＡＬＢ－３ｔｏｎ（乙\n２）を販売し，納品した。イーグルは，その販売の際，三菱重工に\n対し，秘密保持義務を課すことはなかった。また，ＡＬＢ－３ｔｏ\nｎは，三菱重工専用品というものではなく，イーグルは，平成１８\n年７月までに，大島造船等他の数社の造船所に対し，ＡＬＢ－３ｔ\nｏｎの実物を貸し出すなど販売のための営業活動を行っていた。\n以上によれば，ＡＬＢ－３ｔｏｎの意匠は，遅くとも本件登録意\n匠の登録出願日（平成１８年７月１３日）の前に，公知となってい\nたというべきである。\n(ｂ)  乙２の設計図面によれば，ＡＬＢ－３ｔｏｎの形状は，基本的\n構成態様として，①底面部材と垂直部材と上部部材とからなる取付\n基部，②底面部材の両側に伸びる水平基部，③水平基部の両端部近\n傍に設けられた調整用ボルト，④底面部材に設けられた把持部材，\n⑤水平基部に設けられた補強板を有し，具体的構成態様として，⑥\n取付基部が，その間に連結板を有する２枚の板状の部材からなり，\nそれらはいずれもコの字状を呈し，⑦上部部材の上面の先端が傾斜\n状に構成され，⑧取付基部の背面の角部に大きなアールが付けられ\nているなど，各部材の端部や曲折部が全体的に丸みを帯びた形状で\n仕上げられている。\nそして，原告が要部であると主張する本件登録意匠の構成態様\nは，本件登録意匠の登録出願前に公知であったＡＬＢ－３ｔｏｎの\n上記①ないし③，⑥の形状と共通のものであるから，本件登録意匠\nの要部であるということはできない。\nｃ  大島造船自社製作品\n(ａ)  イーグルは，平成１７年６月２日，大島造船から，大島造船自\n社製作品の貸与を受けて，これに基づく製品の製作及び見積りの依\n頼を受けた。その時点で，大島造船自社製作品は，大島造船の建造\n課で，大型ブロック同士を接合する総組定盤において，２０年程前\nから使用されていた。大島造船においては，敷地への立ち入りに際\nして入門書への記入が求められるものの，それ以外に特に制限はな\nく，消耗品や工具等の納入業者や下請業者が頻繁に出入りし，また，\n大島造船自社製作品は，工場内ではなく屋外の総組定盤にて使用さ\nれていたため，誰でも見ることができる状況であった。さらに，イ\nーグルは，大島造船から，大島造船自社製作品の貸与を受けて，上\n記依頼をされた際，秘密保持義務が課されることはなかった。\n以上によれば，大島造船自社製作品の意匠は，遅くとも乙４が作\n成された平成１７年６月２日の時点で，公知となっていたというべ\nきである。\n(ｂ)  乙４の２枚目下段及び３枚目の写真によれば，大島造船自社製\n作品の形状は，基本的構成態様として，①底面部材と垂直部材と上\n部部材とからなる取付基部，②底面部材の前面に設けられ両側に伸\nびる水平基部，③水平基部の両端部近傍に設けられた調整用ボル\nト，④底面部材と垂直部材の中間近傍に設けられた把持部材を有し\nており，具体的構成態様として，⑤取付基部がコの字状を呈し，⑥\n上部部材の上面の先端が鋭角に構成され，⑦取付基部の背面の角部\nに大きなアールが付けられているなど，各部材の端部や曲折部が全\n体的に丸みを帯びた形状で仕上げられている。\nそして，原告が要部であると主張する本件登録意匠の構成態様\nは，本件登録意匠の登録出願前に公知であった大島造船自社製作品\nの上記①ないし③，⑤の形状と共通のものであるから，本件登録意\n匠の要部であるということはできない。\nｄ  ＡＬＢ－２ｔｏｎ\n(ａ)  イーグルは，大島造船自社製作品に一部修正を加えたＡＬＢ－\n２ｔｏｎ（乙５）を開発し，その試作品を大島造船に貸与したほか，\n平成１８年７月４日，これを名村造船所に貸与した。イーグルは，\n大島造船及び名村造船所に対し，ＡＬＢ－２ｔｏｎの試作品を貸与\nする際，秘密保持義務を課すことはなかった。\n以上によれば，ＡＬＢ－２ｔｏｎの意匠は，平成１８年７月４日\nの時点で，公知となっていたというべきである。\n(ｂ)  ＡＬＢ－２ｔｏｎは，大島造船自社製作品とほぼ同型であるか\nら（ただし，把持部材の向き，上部部材の上面正面側の傾斜など，\n細部では異なる点もある。），原告が要部であると主張する本件登\n録意匠の構成態様は，前記ｃ(ｂ)と同様の理由により，本件登録意\n匠の登録出願前に公知であったＡＬＢ－２ｔｏｎの形状と共通の\nものであり，本件登録意匠の要部であるということはできない。\n(イ)  需要者の注意を強く惹く部分\nａ  目違い修正用治具は，使用時にユーザーが把持部材を持って鋼材に\n固定し，調整用ボルトを回転させて鋼材の高さを調整するというもの\nである。例えば，左側の鋼材が右側の鋼材よりも高くなっていた場合，\n別紙１記載の参考斜視図に示すように，左側の鋼材に取付基部を係止\nさせて水平基部に設けられた当該鋼材側の調整用ボルト（図示なし）\nを回転させることで目違い修正用治具を当該鋼材に固定し，さらに両\n方の鋼材の高さの違いがなくなるまで右側の鋼材の側にある調整用\nボルトを回転させて当該鋼材の下面を押し上げて目違いを調整する。\nこのように目違い修正用治具を鋼材に固定する際には，取付基部を\n手で支えつつ鋼材を支えることになるため，取付基部に設けられてい\nる把持部材の配置及び形状並びに取付基部の背面の形状は，本件登録\n意匠の中で需要者の注意を強く惹く部分である。\nまた，目違い修正用治具と作業者との位置関係に照らすと，上記固\n定作業時には，上部部材の上面側（別紙１記載の参考斜視図の姿勢で\n目違い修正用治具を使用する場合）又は水平部材の底面側（甲２の２\n枚目の写真に見られるように，別紙１記載の参考斜視図と上下逆の姿\n勢で目違い修正用治具を使用する場合）は，常に作業者が見ることに\nなるため，上部部材の上面側の形状又は水平部材の底面側の形状も，\n需要者の注意を強く惹く部分である。\nさらに，調整用ボルトの回転作業時における目違い修正用治具と作\n業者との位置関係に照らすと，ボルトの頭部及び先端部の形状も，需\n要者の注意を強く惹く部分である。\n加えて，目違い修正用治具の性能として重要なのは強度であり，こ\nの強度という観点からは，取付基部の全体形状（特にそのコンパクト\nさと，各部材のバランス），水平基部の全体形状，調整用ボルト用の\n孔の周縁，及び水平基部と底面部材と間の接合部位も，需要者の注意\nを強く惹く部分である。\nしたがって，本件登録意匠の要部は，需要者の注意を強く惹く部分\nとして掲記した上記各部分である。\nｂ  原告が主張する本件登録意匠の要部の構成態様は，前記(ア)のとお\nり，すべて公知意匠にみられる特徴であるのみならず，本件意匠権の\n意匠に係る物品である目違い修正用治具の機能を実現するために必\n要とする形態であるから，要部と考えるのは不当である。\nすなわち，前記ａのとおり，目違い修正用治具は，一方の鋼材に取\n付基部を係止させて水平基部に設けられた調整用ボルトのうち当該\n鋼材側のものを回転させることで当該鋼材に固定し，さらに他方の鋼\n材側にある調整用ボルトを回転させることで鋼材の位置を変化させ\nて目違いの調整を行うものであり，かかる機能を実現するためには，\n取付基部の形状は鋼材への係止のためにコの字状を呈することにな\nり，かつ，水平基部の両端部近傍に調整用ボルトが設けられることに\nなる。\n前記(ア)の公知意匠，本件登録意匠及び被告意匠がいずれも上記構\n成態様を有する点で共通しているのは，このような機能を実現するた\nめに必然的に要求される基本的構成を踏まえているからにほかなら\nない。物品の機能を実現するための基本的構成について意匠権の効力\nを及ぼすことは不当であるし，このような基本的構成に当たる上記構\n成態様は，本件登録意匠の登録出願時に既に公知であったのであるか\nら，なおのこと上記構成態様を要部と考えるのは不当である。\nイ  両意匠の類似性について\n(ア)  原告主張の本件登録意匠と被告意匠の共通点（前記(1)ア）は，認\nめる。\nしかし，本件登録意匠の要部と被告意匠とを対比すると，以下の構成\n態様において差異がある。\nａ  把持部材について\n本件登録意匠の把持部材は，幅広の薄平板によって構成されている\nのに対し，被告意匠の把持部材は，細い丸棒状の形態を有している。\nまた，本件登録意匠の把持部材は，上部部材の上面にのみ設けられて\nいるのに対し，被告意匠の把持部材は，上部部材の上面及び垂直部材\nの背面に沿って，角部に緩やかなアールが付けられた略Ｌ字状を呈す\nる形状で設けられている。\nさらに，取付基部への固定態様を比較した場合，本件登録意匠にお\nいては，把持部材の両端がコの字状に折り曲げられた上で２つのボル\nトによって固定されているのに対し，被告意匠においては，垂直部材\nの背面の下側角部のアール近傍に一方の端部が固着されているほか，\n上部部材の上面と垂直部材の背面において略台形状の２つの支持部\n材によって固定されている。このほか，被告意匠では，把持部材と支\n持部材，支持部材と取付基部，及び把持部材の端部と垂直部材の背面\nとの各固着部位にはいずれも小さな段部が設けられているのに対し，\n本件登録意匠では，これが設けられていない。\n以上のように，本件登録意匠と被告意匠の把持部材は，その全体的\n形状及び配置が全く異なるだけでなく，ボルトによる固定に対して支\n持部材等による固定という固定方法が相違する。\nｂ  取付基部の背面について\n本件登録意匠の取付基部の背面は，上部部材，垂直部材，底面部材\nとも平面のみによって構成されており，背面の角部はいずれも直角を\n呈しているのに対し，被告意匠の取付基部の背面は，角部がいずれも\n大きなアールで面取りされている。\nｃ  上部部材の上面側について\n本件登録意匠の上部部材の上面側は，そのほぼ全部を覆うように把\n持部材がボルトで固定され，その正面側の先端部は直角を呈している\nのに対し，被告意匠の上部部材の上面側は，正面側に傾斜面が付けら\nれ，さらに傾斜面の先端もアールに面取りされている。\nｄ  水平基部の底面側について\n本件登録意匠の水平基部の底面側は，底面部材や補強板がＴ字状に\n突出し，部材のいずれもが直線のみによって構成されているのに対\nし，被告意匠の水平基部の底面側は，補強板はもちろん底面部材によ\nる突出もなく滑らかに仕上げられており，また，水平基部の両端部は\n半円状に面取りされた形状を呈している。\nｅ  ボルトの頭部及び先端部について\n本件登録意匠の調整用ボルトの頭部は，ボルト径の約２倍の直径を\n有する一方，水平基部と底面部材の厚みの合計の約５分の１の厚みし\nかない，偏平な形状を呈しているのに対し，被告意匠の調整用ボルト\nの頭部は，ボルト径の約１．５倍の直径であり，かつ，その高さが水\n平基部の厚みの約３分の２ある，高さと直径が略等しい正六角柱状を\n呈している。\nまた，調整用ボルトの先端を比較した場合，本件登録意匠では調整\n用ボルトの先端が略半球形に形成されているのに対し，被告意匠では\n調整用ボルトの先端に円盤状の締付パッドが設けられている。\nｆ  取付基部の全体形状について\n本件登録意匠の取付基部は，縦横比が概ね４：３の縦長であり，か\nつ，底面部材の上下幅が上部部材の上下幅及び垂直部材の左右幅の約\n３分の２弱と相対的に細く，取付基部全体の高さの約５分の１しかな\nいのに対し，被告意匠の取付基部は，縦横比が概ね等しく，かつ，垂\n直部材の左右幅は上部部材及び垂直部材の上下幅の約１．３倍であ\nり，上部部材と底面部材の上下幅はいずれも取付基部全体の高さの約\n３分の１となっている。\nこのため，被告意匠の取付基部は，本件登録意匠の取付基部に比べ\nて全体としてコンパクトな形状となっている。\nｇ  水平基部の全体形状について\n本件登録意匠の水平基部は，平面視においては縦横比が概ね１：４\nの矩形を呈し，右側面視においては幅と厚みの比が概ね３：１の矩形\nを呈する，幅広かつ偏平な板状部材となっているのに対し，被告意匠\nの水平基部は，平面視においては縦横比が概ね１：５で略矩形の両端\nが半円状に面取りされた形状を呈し，右側面視においては幅と厚みの\n比が概ね１．３：１の矩形を呈する，断面矩形の棒状部材となってい\nる。\nｈ  調整用ボルト用の孔の周縁について\n本件登録意匠における調整用ボルト用の孔は，水平基部の両端部近\n傍に設けられた単純な孔であり，調整用ボルトは当該孔に直接螺嵌さ\nれているのに対し，被告意匠においては，水平基部の孔に円環柱状の\nスリーブナットが嵌装され，調整用ボルトは当該スリーブナットに螺\n嵌されている。\nｉ  水平基部と底面部材との間の接合部位について\n本件登録意匠では，水平基部が底面部材の上面に載置される形で接\n合しているため，接合部位は底面部材の上面と水平基部の底面が当接\nする箇所のみとなっているのに対し，被告意匠の水平基部はその断面\n全体で底面部材の側面に接合されており，さらに接合部位の周囲に設\nけられた段部によって接合がより強固に補強されている。\n(イ)  以上のとおり，本件登録意匠と被告意匠は，その要部を構成する各\n部分の構成態様に差異があり，これらの各部分から受ける個別の印象は\n全く相違するものである上，本件登録意匠と被告意匠を全体的に観察し\nてみても，本件登録意匠は，全体が鋭角的かつ角張った形状となってい\nるために荒削りな印象を与える上，部材間のバランスや接合部位への配\n慮が感じられないため，全体として雑然かつ脆弱な印象を与えるのに対\nし，被告意匠は，全体として流れるような統一感のある曲面によって構\n成され，すっきりとした先進的かつ洗練されたデザイン性を有するだけ\nでなく，随所に女性的な丸みが付けられているため，被告製品の使用者\nへの配慮と安心感を感じ取ることができ，さらに全体としてコンパクト\nかつしっかりとした安定感のある印象を与えるものであり，両意匠は全\nく異なる美感を与えるものであるから，被告意匠は，本件登録意匠と類\n似しない。\n２  争点２（被告による被告製品の製造，譲渡等の有無）について\n(1)  原告の主張\n被告は，業として，本件意匠権が登録された平成２０年５月２日以降，被\n告製品を製造し，譲渡し，貸し渡し，譲渡又は貸渡しのために展示している。\n被告の上記各行為は，原告の本件意匠権の侵害行為に当たるから，差止め\nの必要性がある。\n(2)  被告の主張\n原告の主張のうち，被告が業として被告製品をレンタルしていることは認\nめ，被告が業として被告製品の製造，譲渡，譲渡のための展示をしていると\nの事実は否認し，その余は争う。\nなお，被告が被告製品のレンタルを開始したのは，原告主張の平成２０年\n５月２日ではなく，平成２２年３月下旬である。\n３  争点３（原告の損害額）について\n(1)  原告の主張\nア  被告は，平成２０年５月２日から平成２３年１月６日までの間，少なく\nとも被告製品を合計２０１６個レンタルした。\n被告製品１個当たりのレンタル価格（リース価格）は２万円（消費税抜\nき），その利益率は５０パーセントを下らない。\nしたがって，被告が被告製品の上記レンタルにより得た利益は２０１６\n万円を下らない。\n（計算式・２０１６個×２万円×０．５）\nイ  被告による被告製品のレンタルは，本件意匠権の侵害行為に該当するか\nら，意匠法３９条２項により，被告が得た前記アの利益の額は，原告が受\nけた損害額と推定される。\nウ  よって，原告は，被告に対し，本件意匠権侵害の不法行為に基づく損害\n賠償請求の一部請求として２０００万円及びこれに対する訴状送達の日\nの翌日である平成２３年２月１５日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求める。\n(2)  被告の主張\n原告の主張は争う。\n第４  当裁判所の判断\n１  争点１（本件登録意匠と被告意匠の類否）について\n(1)  登録意匠とそれ以外の意匠との類否の判断は，需要者の視覚を通じて起\nこさせる美感に基づいて行うものとされており（意匠法２４条２項），この\n類否の判断は，両意匠を全体的観察により対比し，意匠に係る物品の性質，\n用途，使用態様，更には公知意匠にない新規な創作部分の存否等を参酌して，\n当該意匠に係る物品の看者となる需要者が視覚を通じて注意を惹きやすい\n部分を把握し，この部分を中心に対比した上で，両意匠が全体的な美感を共\n通にするか否かによって類否を決するのが相当であると解される。\nア  目違い修正用治具の性質，用途，使用態様\n本件意匠権の意匠に係る物品である目違い修正用治具は，相対して配置\nされる鉄骨構造又は鋼管コンクリート構造等における形鋼，柱などの突合\n部に生じる水平若しくは垂直方向のずれ（目違い）を修正するために用い\nられるものであり，本件公報の「使用状態を示す参考斜視図」に示すよう\nに，一方の形鋼の上面に取付基部の上部部材を掛け載せた状態で，同形鋼\nの下面に位置する調整用ボルトを回動させることで同調整用ボルトと上\n部部材との間に同形鋼を狭持せしめて固定し，次いで，他方の形鋼の下に\n位置する高さ調整用ボルトを回動させながら両形鋼の突合部における目\n違いを修正・調整するものである（本件公報記載の「意匠に係る物品の説\n明」参照）。なお，上記参考斜視図とは逆に，形鋼の上面に取付基部の水\n平基部あるいは調整用ボルトを掛け載せた状態で使用される場合もあ\nる（乙１４）。\n目違い修正用治具は，建設現場や造船所等で使用されるものであり，需\n要者は，そのような場所で作業を行う業者である（弁論の全趣旨）。\nこのような目違い修正用治具の使用方法及び需要者層からすれば，目違\nい修正用治具は，主に実用的な観点，すなわち，目違い修正用治具の持ち\nやすさ，目違い修正の対象となる形鋼，柱などの突合部に目違い修正用治\n具の開口部の設定のしやすさ，調整用ボルトの締めやすさなどの使用時に\nおける取り扱いやすさや，耐久性に着目して選択されるものと考えられ\nる。\nこのような観点からみると，目違い修正用治具の需要者は，目違い修正\n用治具の把持部材の形状，開口部を有する取付基部の形状，調整用ボルト\nの形状，補強板の有無及び形状等に着目するものと考えられ，上記形状等\nは，需要者が注意を惹きやすい部分であると認められる。\nイ  公知意匠\n(ア)ａ  証拠（乙１，２，４，６，１１，１２）及び弁論の全趣旨によれ\nば，①三菱自社製作品は，三菱重工が自己使用目的で製作し，平成１\n５年の時点において，約２０年間にわたり，三菱重工長崎造船所香焼\n工場Ｄ棟Ｄ１Ｄ２板接ぎステージで使用されていたこと，②イーグル\nは，平成１５年６月１３日ころ，三菱重工から，三菱自社製作品の開\n示を受けて改良品の製作を依頼され，その試作品の作成を開始した\n後，平成１７年６月２日，鋼和を経て，三菱重工に対し，ＡＬＢ－３\nｔｏｎ（乙２，４）を販売し，納品したこと，③イーグルが三菱重工\nから上記開示を受けた際，三菱自社製作品の意匠について秘密保持義\n務が課されることはなかったこと，④三菱重工では，平成１５年当時，\n敷地への立ち入りに際して入門書への記入が求められるものの，それ\n以外に特に立ち入りの制限はなく，三菱自社製作品が使用されていた\n工場にも消耗品や工具等の納入業者や下請業者が頻繁に出入りし，ま\nた，工場内に入るために許可等の必要がないため，工場の中（あるい\nは窓を通じて工場の外）から三菱自社製作品を見ることができる状況\nにあったことが認められ，これに反する証拠はない。\n以上によれば，三菱自社製作品の意匠は，本件登録意匠の登録出\n願（平成１８年７月１３日）前の平成１５年６月１３日ころの時点ま\nでに，不特定又は多数の者によって認識されるに至っていたものとい\nえるから，公知であったことが認められる。\nｂ  これに対し原告は，三菱自社製作品は，三菱重工が自己使用目的で\n製作・使用していたものであって，本件登録意匠の登録出願前に不特\n定多数の者が知り得る状態となっていたわけではないから，三菱自社\n製作品の意匠は，公知意匠であるとはいえない旨主張するが，前掲ａ\nの各証拠に照らし，上記主張は，採用することができない。\n(イ)  乙１の４枚目の写真及び２枚目の簡略図によれば，三菱自社製作品\nは，①底面部材と垂直部材と上部部材とからなる取付基部，底面部材の\n前面に設けられ両側に伸びる水平基部，水平基部の両端部近傍に設けら\nれた調整用ボルト，底面部材に設けられた把持部材を有し，②取付基部\nが，並列に配置された２枚の板状の部材からなり，それらはいずれもコ\nの字状を呈し，③上部部材の上面の先端が直角に構成され，取付基部の\n背面が大きな半円状となっているほか，各部材の端部が全体的に角張っ\nた形状で仕上げられていることが認められる。\n上記認定事実によれば，底面部材と垂直部材と上部部材とからなる取\n付基部，底面部材の前面に設けられ両側に伸びる水平基部，水平基部の\n両端部近傍に設けられた調整用ボルト，底面部材に設けられた把持部材\nを有し，取付基部の開口部がコの字状を呈する目違い修正用治具の意匠\nは，本件登録意匠の登録出願前に公知であったものと認められる。\nウ  両意匠の類否判断\n本件登録意匠の形態は，本件公報及び別紙１記載の各図面のとおりであ\nり，被告意匠の形態は，別紙イ号物件目録記載の各図面のとおりである。\nまた，両意匠の基本的構成態様及び具体的構成態様は，前記争いのない事\n実等(3)及び(4)に記載のとおりである。\n以上を前提に，本件登録意匠と被告意匠とを対比する。\n(ア)  共通点\n両意匠は，基本的構成態様として，「底面部材と垂直部材と上部部材\nとからなる取付基部」，「底面部材の両側に伸びる水平基部」，「水平\n基部の両端部近傍に設けられた調整用ボルト」及び「取付基部に固定さ\nれた把持部材」を有する点，具体的構成態様として，底面部材と垂直部\n材と上部部材とからなる取付基部がコの字状を呈している点において\n共通する。\n上記基本的構成態様及び具体的構成態様の共通点は，両意匠の全体を\n大づかみに把握した骨格を成す構成態様であると認められる。\n(イ)  差異点\n両意匠には，①把持部材の形状及び配置について，本件登録意匠では，\n幅広の薄平板状で，両端がコの字状に折り曲げられた把持部材が，上部\n部材の上面のほぼ全部を覆うように設けられ，２つのボルトによって上\n部部材の上面に直接固定されているのに対し，被告意匠では，細い丸棒\n状で，角部に緩やかなアールが付けられた略Ｌ字状を呈する把持部材\nが，上部部材の上面及び垂直部材の背面に沿って設けられ，垂直部材の\n背面の下側角部のアール近傍に一方の端部が固着されているほか，略台\n形状の２つの支持部材によって上部部材の上面及び垂直部材の背面に\n固定されている点，②取付基部の形状について，本件登録意匠では，全\n体として（右側面図上）縦横比が概ね４：３の縦長で，底面部材の上下\n幅が取付基部全体の高さの約５分の１であり，取付基部の背面及び正面\nの角部はいずれも直角あるいはほぼ直角を呈しているのに対し，被告意\n匠では，全体として（右側面図上）縦横比が概ね９：８の縦長で，底面\n部材の上下幅が取付基部全体の高さの約３分の１であり，取付基部の背\n面の角部がいずれも大きなアールで面取りされ，上部部材の正面側の上\n部に傾斜面が付けられ，その傾斜面の先端もアールに面取りされている\n点，③水平基部の形状及び配置について，本件登録意匠では，全体とし\nて（平面図上）縦横比が概ね１：４の横長の矩形を呈し，（右側面図上）\n幅と厚みの比が概ね３：１の矩形を呈する，幅広かつ偏平な板状である\n水平基部が，底面部材の上面に載置される形で接合しているのに対し，\n被告意匠では，全体として（平面図上）縦横比が概ね１：５の横長の略\n矩形で，その両端が半円状に面取りされた形状を呈し，（右側面図上）\n幅と厚みの比が概ね１．３：１の矩形を呈する棒状部材である水平基部\nが，その断面全体が底面部材の側面に接合され，その接合部位の周囲に\n段部が設けられている点，④調整用ボルトの形状について，本件登録意\n匠では，水平基部の両端部近傍に設けられた孔に直接螺嵌された調整用\nボルトの頭部は，その厚みが水平基部と底面部材の厚みの合計の約５分\nの１の偏平な形状で，調整用ボルトの先端部は半球状に成形されている\nのに対し，被告意匠は，水平基部の両端部近傍に設けられた円環柱状の\nスリーブナットに螺嵌された調整用ボルトの頭部は，その厚みが水平基\n部の厚みの約３分の２強である，高さと直径が略等しい正六角柱状で，\n締付ハンドルを貫設させるための孔が穿孔され，調整用ボルトの先端部\nには円盤状の締付パッドが設けられている点，⑤補強板について，本件\n登録意匠では，両端の底面側に切欠部を有する（正面図上）全体の縦横\n比が概ね５：１の略逆台形状を呈し，長さと厚みの比が概ね２５：１の\n極めて細長い矩形を呈する，薄板状の補強板が，水平基部の正面の下側\n及び底面部材の正面を隠すように配置されているのに対し，被告意匠で\nは，補強板が設けられていない点において差異がある。\n(ウ)  検討\nａ  前記アのとおり，目違い修正用治具の需要者は，目違い修正用治具\nの把持部材の形状，開口部を有する取付基部の形状，調整用ボルトの\n形状，補強板の有無及び形状等に着目するものと考えられ，上記形状\n等は，需要者が注意を惹きやすい部分であると認められるところ，上\n記形状等に関し，本件登録意匠と被告意匠には，前記(イ)①ないし⑤\nのとおりの差異があるので，まず，これらの差異点による意匠的効果\nについて検討する。\n(ａ)  把持部材の形状\n両意匠は，前記(イ)①のとおり，把持部材の全体的形状，固定位\n置及び固定方法において差異があり，これらの差異により，本件登\n録意匠における把持部材は，部材の形状及び部材によって形成され\nる開口部（隙間）が略長方形であることから，がっしりとした角張\nった印象を与えるのに対し，被告意匠における把持部材は，細い丸\n棒状で，かつ，角部に緩やかなアールが付けられた略Ｌ字状の形状\nで，部材によって形成される開口部（隙間）が比較的大きく取られ\nていることから，開口部にゆとりのある柔らかい印象を与えるもの\nとなっており，看者に対して異なる美感を与えるものといえる。\n(ｂ)  取付基部の形状\n両意匠は，前記(イ)②及び③のとおり，取付基部の全体的形状，\n取付基部を構成する底面部材に接合された水平基部の形状及びそ\nの接合位置において差異があり，これらの差異により，本件登録意\n匠における取付基部は，角張った印象を与えるのに対し，被告意匠\nにおける取付基部は，コンパクトな印象を与えるものとなってお\nり，看者に対して異なる美感を与えるものといえる。\n(ｃ)  調整用ボルトの形状\n両意匠は，前記(イ)④のとおり，調整用ボルトの頭部及び先端部\nの形状において差異があり，これらの差異により，本件登録意匠に\nおける調整用ボルトは，典型的な頭部が偏平な形状のボルトといっ\nた印象を与えるのに対し，被告意匠における調整用ボルトは，頭部\nの正六角柱状の形状及び締付ハンドル貫設用の孔の存在，先端部の\n締め付けパッドの形状等から，典型的なボルトとは異なる独特の印\n象を与えるものとなっており，看者に対して異なる美感を与えるも\nのといえる。\n(ｄ)  補強板の有無等\n両意匠は，前記(イ)⑤のとおり，本件登録意匠では，略逆台形状\nの薄板状の補強板が，水平基部の正面の下側及び取付基部を構成す\nる底面部材の正面を隠すように配置されているのに対し，被告意匠\nでは，補強板が設けられていない点において差異があり，この差異\nにより，本件登録意匠は，補強板によって水平基部及び底面部材が\nしっかりと固定され，頑丈な印象を与えるのに対し，被告意匠は，\nこのような印象を与えることはない。\nｂ  そして，本件登録意匠と被告意匠とは，前記(ア)のとおり，底面部\n材と垂直部材と上部部材とからなる取付基部，底面部材の両側に伸び\nる水平基部，水平基部の両端部近傍に設けられた調整用ボルト，取付\n基部に固定された把持部材を有する点，取付基部の開口部がコの字状\nを呈する点において共通するが，他方で，前記(イ)及び上記ａのとお\nり，需要者が注意を惹きやすい部分である把持部材の形状，取付基部\nの形状，調整用ボルトの形状，補強板の有無等において差異があり，\nこれらの差異により，上記各部分において異なる美感を与えるもので\nあるのみならず，全体的に観察しても，本件登録意匠は，全体的に角\n張った，がっしりとした印象を与えるのに対し，被告意匠は，全体的\nに丸みを帯びた，ソフトな印象を与えるものであり，両意匠は全く異\nなった意匠的効果を有するものと認められる。\nしたがって，両意匠は全体的な美感を共通にするものとはいえない\nから，被告意匠が本件登録意匠と類似するということはできない。\nｃ  これに対し，原告は，①本件登録意匠の需要者の最も注意を惹く部\n分（要部）は，基本的構成態様のうち，底面部材と垂直部材と上部部\n材とからなる取付基部，底面部材の上面に配置され両側に伸びる水平\n基部，水平基部の両端部近傍に設けられた調整用ボルトを有する点及\nび具体的構成態様のうち，底面部材と垂直部材と上部部材とからなる\n取付基部がコの字状を呈する点にあり，被告意匠は，本件登録意匠の\n要部に係る各構成態様を備えている点において本件登録意匠と共通\nするから，両意匠を全体として観察した場合，両意匠が看者である需\n要者に与える印象は同一である，②両意匠の構成態様に差異点はある\nが，看者である需要者に与える印象が大きく異なるというものではな\nく，美感に影響を与えるようなものではないとして，被告意匠は本件\n登録意匠と類似する旨主張する。\nしかし，原告主張の両意匠の共通点に係る形態は，前記イのとおり，\n本件登録意匠の登録出願前に公知であった三菱自社製作品の意匠と\n同様の構成であり，新たな意匠的な創作がされたものとはいえない。\nかえって，形鋼，柱などを両側から狭持するための開口部を設ける\n場合に，開口部の形状をコの字型にすることはごく自然なことであ\nり，また，目違いを調整するために２つの調整用ボルトを用いること\n自体は，ありふれたものであるというべきである。\nしたがって，原告主張の両意匠の共通点に係る形態は，需要者の注\n意を強く惹くものとはいえないし，また，上記共通点が与える美感は\n微弱なものであって，前記ｂの類否判断を左右するものではないか\nら，原告の上記主張は，採用することができない。\n(2)  以上のとおり，被告意匠は本件登録意匠と類似するものと認められない。\n２  結論\n以上によれば，その余の点について判断するまでもなく，原告の請求は理由\nがないから，いずれも棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官    大 鷹 一 郎\n裁判官    上 田 真 史\n裁判官    石 神 有 吾\n"
}