{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 29
  },
  "case_number": "平成22(ワ)39014",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81817",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81817",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/817/081817_hanrei.pdf",
  "contents": "平成２３年１１月２９日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ワ）第３９０１４号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２３年１０月４日\n判 決\n広島県呉市＜以下略＞\n原 告          株 式 会 社 Ｈ Ｄ Ｔ\n同訴訟代理人弁護士          稲 元 富 保\n同                          丸 山 裕 司\n東京都千代田区＜以下略＞\n更生会社株式会社ウィルコム管財人\n被 告          Ａ\n千葉県市川市＜以下略＞\n同管財人\n同                          Ｂ\n上記両名訴訟代理人弁護士    片 山 英 二\n同                          原 田 崇 史\n同訴訟代理人弁理士          加   藤   志 麻 子\n同 補 佐 人 弁 理 士          黒 川   恵\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，原告に対し，各自１億円及びこれに対する平成２２年１２月２日\nから支払済みまで年５分の割合による金員を支払え。\n２  被告らは，別紙被告製品目録記載(1)ないし(4)の移動体通信端末を譲渡して\nはならない。\n第２  事案の概要\n本件は，移動体通信端末の特許権を有する原告が，更生会社である株式会社\nウィルコム（以下，更生手続の前後を通じて「更生会社」という。）の管財人\nである被告らに対し，更生会社による別紙被告製品目録記載(1)ないし(4)の各\n移動体通信端末（以下，「被告製品(1)」などといい，これらの端末を総称し\nて「被告製品」という。）の販売によって，上記特許権が侵害されたと主張し\nて，被告らに対し，特許法１００条１項に基づく被告製品の譲渡の差止めと，\n不法行為に基づく被告製品の販売による損害賠償として１億円（１億０５００\n万円の一部請求）の支払を求める事案である。\n１  争いのない事実\n(1)  当事者\nア  原告は，電子制御機器等の企画，開発，設計，製造，販売等を業とする\n会社である。\nイ  更生会社は，電気通信事業並びに有線及び無線通信に関する機器の開発，\n製造，販売及び賃貸等を業とする会社であり，平成２２年３月１２日，東\n京地方裁判所において，更生手続開始の決定を受け，同日，被告Ａが，同\n年８月５日，被告Ｂが，それぞれその管財人に選任された。\n(2)  原告の有する特許権\n原告は，下記特許権（以下，「本件特許権」といい，その特許請求の範囲\n請求項２の発明を「本件発明２」，請求項５の発明を「本件発明５」といい，\n両発明を総称して「本件発明」という。また，本件発明に係る特許を「本件\n特許」といい，本件特許に係る明細書（別紙特許公報及び審決公報参照）を\n「本件明細書」という。）を有している。\nなお，本件特許権に対する無効審判事件（無効２００６－８０２０５号）\nにおいて，特許庁は，平成１９年５月１０日，請求項１及び２の訂正を認め，\n請求項１に係る発明についての特許を無効とし，請求項２に係る発明につい\nての無効審判請求は成り立たないとする審決をした。原告は，請求項１に係\nる上記審決に対し，審決取消訴訟（知的財産高等裁判所平成１９年（行ケ）\n第１０２１４号）を提起したが，知的財産高等裁判所は，請求を棄却し，平\n成２０年１２月２５日，上記審決が確定した。\n特 許 番 号  第３０４８９６４号\n登 録 日  平成１２年３月２４日\n出 願 日  平成９年６月２４日\n発 明 の 名 称  電話送受信ユニット，移動体通信中継端末，及び移動体\n通信端末\n特許請求の範囲\n（判決注・請求項１に係る発明についての特許は，前記のとおりこれを\n無効とする審決が確定しており，原告は請求項２，５に基づき本訴請求\nをしているが，請求項２が請求項１を引用しているため，請求項１につ\nいても，便宜上記載することとする。）\n【請求項１】\n「アンテナにより受信される受信信号をスピーカから音声として出力\nする通話用音声信号に変換する機能と，マイクに入力される音声が変\n換された通話用音声信号を前記アンテナから出力する送信信号に変換\nする機能と，操作部からの操作信号に基づいて所定の処理を行う機能\nと，表示部に表示する表示信号を生成する機能とを有する電子回路と，\n前記電子回路を含み，前記スピーカ及び前記マイクを端末本体に備え\nた複数の移動体通信端末の各々に設けられたスロットに全体が収納さ\nれるような形状に形成されたカートリッジと，\n前記カートリッジに設けられ，前記移動体通信端末との間で前記操作\n信号と前記表示信号を入出力する信号線，及び前記通話用音声信号を\n入出力する信号線を含む入出力部とを有し，１つの回線を契約するだ\nけで前記複数の移動体通信端末によって通話を可能にすることを特徴\nとする電話送受信ユニット。」\n【請求項２】\n「基地局との間で信号を送受信するアンテナと，\n通話用音声信号を音声として出力するスピーカと，\n入力した音声を通話用音声信号に変換するマイクと，\n操作に基づいて操作信号を生成する操作部と，\n表示信号に基づいて表示する表示部と，\n請求項１記載の電話送受信ユニット全体を収納するスロットと，\n前記スロットに設けられ，前記電話送受信ユニットとの間で前記操作\n信号と前記表示信号を入出力する信号線，及び前記通話用音声信号を\n入出力する信号線を含む入出力部とを有することを特徴とする移動体\n通信端末。」\n【請求項５】\n「請求項２記載の移動体通信端末において，\n前記移動体通信端末は，携帯電話機，簡易型携帯電話機，携帯情報通\n信端末，又はモバイルコンピュータであることを特徴とする移動体通\n信端末。」\n(3)  本件発明の構成要件の分説\nア  本件発明２を構成要件に分説すると次のとおりである（以下，分説した\n構成要件をそれぞれ「構成要件Ａ」などという。）\nＡ  基地局との間で信号を送受信するアンテナと，\nＢ  通話用音声信号を音声として出力するスピーカと，\nＣ  入力した音声を通話用音声信号に変換するマイクと，\nＤ  操作に基づいて操作信号を生成する操作部と，\nＥ  表示信号に基づいて表示する表示部と，\nＦ  請求項１記載の電話送受信ユニット全体を収納するスロットと，\nＧ  前記スロットに設けられ，前記電話送受信ユニットとの間で前記操作\n信号と前記表示信号を入出力する信号線，及び前記通話用音声信号を入\n出力する信号線を含む入出力部と\nＨ  を有することを特徴とする移動体通信端末。\nイ  上記構成要件Ｆの「請求項１記載の電話送受信ユニット」を構成要件に\n分説すると，次のとおりである。\nＦ１  アンテナにより受信される受信信号をスピーカから音声として出力\nする通話用音声信号に変換する機能と，マイクに入力される音声が変\n換された通話用音声信号を前記アンテナから出力する送信信号に変換\nする機能と，操作部からの操作信号に基づいて所定の処理を行う機能\nと，表示部に表示する表示信号を生成する機能とを有する電子回路と，\nＦ２  前記電子回路を含み，前記スピーカ及び前記マイクを端末本体に備\nえた複数の移動体通信端末の各々に設けられたスロットに全体が収納\nされるような形状に形成されたカートリッジと，\nＦ３  前記カートリッジに設けられ，前記移動体通信端末との間で前記操\n作信号と前記表示信号を入出力する信号線，及び前記通話用音声信号\nを入出力する信号線を含む入出力部とを有し，\nＦ４  １つの回線を契約するだけで前記複数の移動体通信端末によって通\n話を可能にする\nＦ５  ことを特徴とする電話送受信ユニット。\nウ  本件発明５を構成要件に分説すると，次のとおりである。\nＩ  請求項２記載の移動体通信端末において，\nＪ  前記移動体通信端末は，携帯電話機，簡易型携帯電話機，携帯情報通\n信端末，又はモバイルコンピュータであることを特徴とする移動体通信\n端末。\n(4)  更生会社は，平成２２年３月１２日に更生手続開始の決定を受けた後，\n被告製品を業として第三者に譲渡している。\n２  争点\n⑴  被告製品は，本件発明の技術的範囲に属するか（争点１）\n⑵  間接侵害の成否（予備的主張）（争点２）\n⑶  本件特許は，特許無効審判により無効にされるべきものか（争点３）\n⑷  原告の損害（争点４）\n３  当事者の主張\n⑴  被告製品は，本件発明の技術的範囲に属するか（争点１）\n（原告の主張）\nア  被告製品の構成について\n被告製品の構成は，別紙被告製品説明書記載のとおりである。\n(ア)  被告製品は，いずれも，次の構成を有する。\nａ  基地局との間で信号を送受信する多機能通信モジュールに設けられ\nたアンテナ部と，\nｂ  通話用音声信号を音声として出力するスピーカと，\nｃ  入力した音声を通話用音声信号に変換するマイクと，\nｄ  操作に基づいて操作信号を生成する操作部と，\nｅ  表示信号に基づいて表示する表示部と，\nｆ  多機能通信モジュールのカートリッジ部全体を収納するスロットと，\nｇ  前記スロットに設けられ，前記多機能通信モジュールとの間で前記\n操作信号と前記表示信号を入出力する信号線，及び前記通話用音声信\n号を入出力する信号線を含む入出力部と\nｈ  を有することを特徴とする移動体通信端末。\n(イ)  被告製品は，いずれも，Ｗ－ＳＩＭと称する多機能通信モジュール\n（以下「本件モジュール」という。）を端末本体に装着して使用するも\nのであり，本件モジュールは，次の構成を有する。\nｆ１  アンテナ部により受信される受信信号を，被告製品の端末本体の\nスピーカから音声として出力する音声信号に変換する機能と，被告\n製品の端末本体のマイクに入力される音声が変換された通話用音声\n信号を前記アンテナ部から出力する送信信号に変換する機能と，被\n告製品の端末本体の操作部からの操作信号に基づいて所定の処理を\n行う機能と，被告製品の端末本体の表示部に表示する表示信号を生\n成する機能とを有する電子回路と，\nｆ２  前記電子回路を含み，前記スピーカ及び前記マイクを被告製品の\n端末本体に備えた複数の移動体通信端末の各々に設けられたスロッ\nトに全体が収納されるような形状に形成されたカートリッジと，\nｆ３  前記カートリッジに設けられ，前記移動体通信端末との間で前記\n操作信号と前記表示信号を入出力する信号線，及び前記通話用音声\n信号を入出力する信号線を含むコネクタ部とを有し，\nｆ４  １つの回線を契約するだけで前記複数の移動体通信端末によって\n通話を可能にする\nｆ５  ことを特徴とする多機能通信モジュール。\nイ  被告製品が本件発明２の技術的範囲に属すること\n本件モジュールの構成ｆ１ないしｆ５は，構成要件Ｆの「請求項１記載\nの電話送受信ユニット」の構成要件Ｆ１ないしＦ５を充足するため，本件\nモジュールは，構成要件Ｆの「請求項１記載の電話送受信ユニット」に該\n当する。そして，被告製品の構成ａないしｈは，本件発明２の構成要件Ａ\nないしＨをそれぞれ充足するから，被告製品は，本件発明２の技術的範囲\nに属する。\nウ  被告製品が本件発明５の技術的範囲に属すること\n構成要件Ｊで，「移動体通信端末は・・・電話機」であると規定されて\nいる以上，通話することができるものであることを要するから，この移動\n体通信端末は，「請求項１記載の電話送受信ユニット」が装着されたもの\nである。\n被告製品は，電話機である以上通話することができることが前提であり，\n本件モジュールを備えている。被告製品は，本件発明２の構成要件をすべ\nて充足するから構成要件Ｉを充足し，電話機であるから構成要件Ｊも充足\nする。\nよって，被告製品は，本件発明５の技術的範囲に属する。\n（被告らの主張）\nア  本件モジュールが構成要件Ｆの「請求項１記載の電話送受信ユニット」\nに該当しないこと\n(ア)  本件発明２は，移動体通信端末に係る発明であり，構成要件Ａに規\n定されているとおり，端末がアンテナを有している。したがって，構成\n要件Ｆの端末のスロットに収納される電話送受信ユニット自体は，アン\nテナを有しないと解される。\n被告製品において，本件モジュールは，アンテナを有するので，構成\n要件Ｆの「請求項１記載の電話送受信ユニット」の構成要件Ｆ１を充足\nしない。\n(イ)  構成要件Ｆ２の「スロットに全体が収納されるような形状」とは，\n本件明細書の記載及び図面を参酌すると，カートリッジの頂面を除くす\nべての面がスロットの内壁によって覆われ，スロットに挿入された際に，\nスロット開口部（内壁）からカートリッジがはみ出さない形状であると\n解される。\n被告製品において，収納された本件モジュールのカートリッジの上部\nは，被告製品に形成されたスロットからはみ出しているから，本件モジ\nュールは，構成要件Ｆ２を充足しない。\n(ウ)  構成要件Ｆ３の「信号線を含む」の意味が，本件モジュールと被告\n製品との間で電気的接続が可能であるという程度の意味であれば，その\n限りで本件モジュールが構成要件Ｆ３を充足することを認める。\nまた，本件モジュールが構成要件Ｆ４を充足することは認め，構成要\n件Ｆ５を充足することは争う。\n(エ)  以上のとおり，本件モジュールは，構成要件Ｆの「請求項１記載の\n電話送受信ユニット」に該当しない。\nイ  被告製品が本件発明２の技術的範囲に属しないこと\n(ア)  被告製品が構成要件Ａを充足しないこと\nａ  電話送受信ユニットは，移動体通信端末を対象とする本件発明２の\n構成要素ではないこと\n(ａ)  本件発明２の構成要件Ｆは，電話送受信ユニット全体を収納で\nきるスロットを有していること（スロットが有すべき物理的要件）\nを規定しているにすぎない。\n本件特許権の請求項１でも，電話送受信ユニットのカートリッジ\nは，複数の移動体通信端末に入れ替えて使用されることが前提とさ\nれており，電話送受信ユニットが移動体通信端末とは別個のものと\nして規定されている。また，本件明細書の発明の詳細な説明や図面\nでも，移動体通信端末は，電話送受信ユニットを含まないものとし\nて記載されている。\nよって，本件発明に係る移動体通信端末には，電話送受信ユニッ\nトは含まれない。\n(ｂ)  本件特許権の請求項２の「移動体通信端末」に請求項１の「電\n話送受信ユニット」を組み合わせてはじめて移動体通信が実現され\nることは明らかであり，請求項５は，「電話送受信ユニット」と組\nみ合わせる「移動体通信端末」の具体例として携帯電話機等がある\nことを規定したにすぎないから，同項の記載を根拠に本件発明２が\n単独で通話機能を実現できるものであるとはいえない。\n(ｃ)  なお，たとえ電話送受信ユニットが移動体通信端末に装着され\nても，移動体通信端末は，電話送受信ユニットを含まないものであ\nるから，電話送受信ユニットを移動体通信端末の一部材とみなすこ\nとはできない。\nｂ  上記ａのとおり，本件発明２の移動体通信端末に電話送受信ユニッ\nトは含まれない。そして，構成要件Ａでは，移動体通信端末そのもの\nにアンテナが具備されることが規定されている。本件モジュールが装\n着されていない被告製品は，アンテナを具備しないから，構成要件Ａ\nを充足しない。\n(イ)  被告製品が構成要件Ｆを充足しないこと\n構成要件Ｆの「スロット」とは，「みぞ穴」を意味し，みぞ穴として\n確定される空間がユニット全体を収納するものでなければならない。\n被告製品において，収納された本件モジュールのカートリッジの上部\nは，被告製品に形成されたスロット開口部からはみ出している。\nしたがって，被告製品は，「電話送受信ユニット全体を収納するスロ\nット」を有しないから，構成要件Ｆを充足しない。\n(ウ)  被告製品の構成要件Ｇの充足性について\n原告が主張する被告製品の構成ｇの「信号線を含む」の意味が，本件\nモジュールと被告製品との間で電気的接続が可能であるという程度の意\n味であれば，その限りで被告製品が構成要件Ｇを充足することを認める。\n(エ)  以上のとおり，被告製品は，本件発明２の構成要件を充足せず，そ\nの技術的範囲に属しない。\nウ  被告製品が本件発明５の技術的範囲に属しないこと\n本件発明５も，本件特許権の請求項１の「電話送受信ユニット」を組み\n合わせることによって移動体通信を実現し得るものであると解される。よ\nって，電話機としての移動体通信端末に係る本件発明５においても，アン\nテナは，本件発明２と同様に，電話送受信ユニットを含まない移動体通信\n端末に設けられるものであるから，被告製品は，本件発明５の構成要件を\n充足せず，その技術的範囲に属しない。\n（被告らの主張に対する原告の反論）\nア  被告製品が構成要件Ａを充足すること\n(ア)  移動体通信を実現するためには電話送受信ユニットが必要であり，\nまた，本件明細書の記載上，端末本体は「ボディ」と表記され，電話送\n受信ユニットと区別されているが，ボディそのものが移動体通信端末に\n当たるわけではない。したがって，本件発明２の移動体通信端末には，\n本件特許権の請求項１に記載された電話送受信ユニットが装着された移\n動体通信端末も含まれる。\nまた，本件特許権の請求項５には，「請求項２記載の移動体通信端末\nに お い て ， 前 記 移 動 体 通 信 端 末 は ， 携 帯 電 話 機 ， 簡 易 型 携 帯 電 話\n機，・・・であることを特徴とする移動体通信端末」と記載されており，\n電話機である以上，通話することができるものでなければならない。こ\nのことからも，本件発明２には本件特許権の請求項１記載の電話送受信\nユニットがスロットに装着されたものも含まれると解される。\n(イ)  そもそも，被告製品の取扱説明書には，当該製品で電話やメールが\nできる旨記載されているから，被告製品は，本件モジュールが装着され\nた製品である。原告は，本件モジュールが装着された端末を被告製品と\nして特定して主張しており，これが本件発明の移動体通信端末に該当す\nる。したがって，被告製品は，アンテナを備えており，構成要件Ａを充\n足する。\nイ  被告製品が構成要件Ｆを充足すること\n(ア)  本件特許権の請求項１の記載上，電話送受信ユニットは，アンテ\nナを備えていないものに限定されていない。また，本件明細書の記載\n上，良好な特性が得られる場合には，アンテナを電話送受信ユニット\n側に設けることは否定されていない。\nしたがって，アンテナを備える電話送受信ユニットである本件モジュ\nールは，構成要件Ｆの「請求項１記載の電話送受信ユニット」に該当し，\n構成要件Ｆ１を充足する。\n(イ)  本件明細書の記載によれば，構成要件Ｆ２の「スロットに全体が収\n納されるような形状」とは，電話送受信ユニットのカートリッジが端末\n本体（ボディ）の外壁面からはみ出さないような形状を意味する。\n被告製品において，本件モジュールを保持している部材から端末本体\nの外壁面に至る空間もスロットの一部を構成している。すなわち，端末\n本体（ボディ）から内側に凹み，本件モジュールが入る空間も「スロッ\nト」に該当する。\n本件モジュールのカートリッジは，端末本体の外壁面からはみ出して\n収納されるものではないから，「スロットに全体が収納されるような形\n状」に形成されている。よって，本件モジュールは，構成要件Ｆ２を充\n足する。\n(ウ)  上記のとおり，本件モジュールが構成要件Ｆ１，Ｆ２を充足する\nため，被告製品は，構成要件Ｆを充足する（なお，構成要件Ｆ３の信\n号線とは，信号を伝送する線という意味である。）。\nウ  被告製品が構成要件Ｇを充足すること\n構成要件Ｇの信号線とは，信号を伝送する線のことであり，被告製品が\n信号線を有していることは明らかである。よって，被告製品は，構成要件\nＧを充足する。\n⑵  間接侵害の成否（予備的主張）（争点２）\n（原告の主張）\n原告は，上記(1)のとおり，本件モジュールを装着した端末を被告製品と\n特定して主張している。しかし，被告らは，更生会社が本件モジュールを装\n着しない状態で被告製品を譲渡し，ユーザーが本件モジュールを装着してい\nると主張しているとも理解される。そこで，原告は，予備的に下記アないし\nウの間接侵害を主張する（以下の予備的主張において，被告製品は，本件モ\nジュールを含まないものとして特定される。）。\nア  予備的主張１\n被告製品は，構成要件Ａのアンテナを備えていない。しかしながら，被\n告製品に本件モジュールが装着されると，被告製品は，本件発明２のすべ\nての構成要件を充足する。そして，被告製品と本件モジュールとは，同梱\nされ，譲渡されている。したがって，被告製品は，本件発明２の実施品の\n生産にのみ使用するものであり，それ以外に使用されるものではない（特\n許法１０１条１号）。よって，更生会社が，業として被告製品を譲渡等す\nる行為は，本件特許権を侵害するものである。\nイ  予備的主張２\n被告製品は，構成要件Ａのアンテナを備えていない。しかしながら，被\n告製品は，本件発明２の課題である「複数の回線を契約することなしに，\n時，場所，場合に応じた快適な移動体通信を実現する」上で不可欠なもの\nである構成要件ＢないしＧを備えている。更生会社は，本件発明２が特許\n発明であること及び被告製品が本件発明２の実施に用いられることを知り\nながら，業として，譲渡等している（特許法１０１条２号）。よって，更\n生会社が，業として被告製品を譲渡等する行為は，本件特許権を侵害する\nものである。\nウ  予備的主張３\n本件発明５についても，上記ア，イの間接侵害の主張を援用する。すな\nわち，被告製品は，本件発明５の実施品の生産にのみ使用するものであり，\nそれ以外に使用されるものではない（特許法１０１条１号）。また，更生\n会社は，本件発明５の課題の解決に不可欠なものを備える被告製品を，本\n件発明５が特許発明であること及び被告製品が本件発明５の実施に用いら\nれることを知りながら，業として，譲渡等している（特許法１０１条２\n号）。よって，更生会社が，業として被告製品を譲渡等する行為は，本件\n特許権を侵害するものである。\n（被告らの主張）\n被告製品に本件モジュールを装着しても，アンテナを具備しているのは本\n件モジュールであり，移動体通信端末ではない。\nそもそも原告は，直接侵害品としての，本件モジュールを装着しない状態\nでアンテナを具備する移動体通信端末を特定できていない。また，被告製品\nは，アンテナを具備する移動体通信端末の生産に用いるものにもなり得ない。\nしたがって，原告の間接侵害の主張は，いずれも失当である。\n⑶  本件特許は，特許無効審判により無効にされるべきものか（争点３）\n（被告らの主張）\nア (ア )  特 開 平 ８ － １ ８ ６ ５ １ ６ 号 公 報 （ 乙 ３ 。 以 下 「 乙 ３ 公 報 」 と い\nう。）には，無線機ケース内にアンテナ，スピーカ，マイク，キー操作\n部，表示部，開口及びコネクタが内蔵されている，無線機ケース部の発\n明（以下「乙３発明」という。）が記載されている。\n(イ)  乙３発明におけるアンテナ，スピーカ，マイク，キー操作部，表示\n部は，それぞれ，本件発明２における，基地局との間で信号を送受信す\nるアンテナ（構成要件Ａ），通話用音声信号を音声として出力するスピ\nーカ（構成要件Ｂ），入力した音声を通話用音声信号に変換するマイク\n（構成要件Ｃ），操作に基づいて操作信号を生成する操作部（構成要件\nＤ），表示信号に基づいて表示する表示部（構成要件Ｅ）に相当する。\nまた，乙３発明では，無線本体部が開口を通してケース内に着脱可能と\nされる旨記載されており，乙３公報の図１からも開口の奥に無線本体部\nが収納できる空間が設けられていることが把握できるから，無線本体部\nを収納する空間は，本件発明２におけるスロット（構成要件Ｆ）に相当\nする。さらに，乙３発明におけるコネクタは，無線本体部が装着された\nときに，ベースバンド処理部とアンテナに対して電気的な接続を行うも\nのであり，これによって無線機ケース部内に設けられたベースバンド処\n理部のＣＰＵと無線本体部のメモリとの間で情報がやり取りされ，通信\nが可能となる。よって，乙３発明におけるコネクタは，本件発明２にお\nける「前記スロットに設けられ，前記電話送受信ユニットとの間で前記\n操作信号と前記表示信号を入出力する信号線，及び前記通話用音声信号\nを入出力する信号線を含む入出力部」（構成要件Ｇ）に相当する。また，\n無線機ケース部は，本件発明２の移動体通信端末（構成要件Ｈ）に相当\nする。\nよって，本件発明２と乙３発明とは，本件発明２の構成要件Ａないし\nＥ，Ｇ及びＨにおいて一致している。\nそして，本件発明２では，スロットが電話送受信ユニット全体を収納\nするのに対し，乙３発明では，スロットが電話送受信ユニットを収納す\nるものの，全体を収納する点については明示的な記載がない点のみ相違\nする。\n(ウ)  しかし，上記(イ)の相違点は，当業者が容易に想到しうるものであ\nる。\nまず，本件明細書には，スロットが電話送受信ユニット全体を収納す\nることの技術的意義について，全く記載がない。そして，乙３公報の図\n１によれば無線本体部のほぼ全体がスロットに収納されることが読み取\nれる。すなわち，本件発明２と乙３発明とでは，スロットに電話送受信\nユニットが収納される程度にほとんど差はない。そうすると，仮に乙３\n発明において，スロットに無線本体部全体が収納されていないとしても，\n本件発明２において格別の技術的意義を欠く構成に関する設計上の微差\nにすぎないから，この相違点に係る構成は，当業者が容易に想到し得る\nものであるといえる。\nさらに，国際公開第９４／２１０５８号パンフレット（乙４。以下\n「乙４パンフレット」といい，これに記載された発明を「乙４発明」と\nいう。）には，移動体通信端末のスロットを電話送受信ユニット全体が\n収納されるような形状とすることが開示されており，上記スロットの形\n状に関する技術事項は，設計的事項というべきもので，他の端末にも適\n用することができることは明らかである。よって，乙４発明のスロット\nの形状を採用し，乙３発明のスロットを，電話送受信ユニット全体が収\n納されるような形状とすることは当業者が容易に想到し得ることである。\n(エ)  以上によれば，本件発明２は，乙３発明及び乙４発明に基づいて当\n業者が容易に発明をすることができたものであるから，本件特許は無効\n審判により無効とされるべきものである。\nイ  電話送受信ユニットは，本件発明２自体を構成するものではないから，\n本件発明２の構成要件Ｆは，スロットが「請求項１記載の電話送受信ユニ\nット」全体を収納することができるものであるという，スロットの物理的\n要件を規定するにすぎないものである。また，構成要件Ｇには，入出力部\nの信号線と電話送受信ユニットとの間で信号がやり取りされることが規定\nされているにすぎないから，この記載から本件発明２に電話送受信ユニッ\nトが含まれているとは解されない。よって，本件発明２において，「請求\n項１記載の電話送受信ユニット」の構成要件Ｆ１ないしＦ５を勘案すべき\n理由はない。\nウ  仮に，構成要件Ｆ１ないしＦ５を勘案して構成要件Ｆを理解したとして\nも，本件特許権の請求項１記載の電話送受信ユニットに係る特許は，無効\n審判により無効とされているのであるから，この点についても，当業者が\n容易に想到し得るものであるといえる。\n（原告の主張）\nア  本件発明２では，構成要件Ｆ，Ｇのとおり，スロットに収納される電話\n送受信ユニットが「請求項１記載の電話送受信ユニット」でなければなら\nない。\nしかしながら，乙３発明の無線本体部は，単に送受信部を備えるのみで\nあって，構成要件Ｆ１ないしＦ５のいずれも備えていないから，構成要件\nＦ，Ｇの「請求項１記載の電話送受信ユニット」ではなく，この点も本件\n発明２と乙３発明の相違点である。\nイ  乙３公報の図は，正確な寸法で書かれたものではないから，これによっ\nて，無線本体部のほぼ全体が開口内に収納されると主張することは失当で\nある。\nウ  乙４パンフレットには，無線電話機においてユニット全体を収納するこ\nとは記載されていない。\nエ  本件特許権の請求項１記載の電話送受信ユニットに係る特許の無効が確\n定しているからといって，本件発明２の進歩性が否定されるわけではない。\n⑷  原告の損害（争点４）\n（原告の主張）\nア  平成２２年３月１３日から同年１０月１３日までの更生会社による被告\n製品の総販売台数は，７万台を下らない。被告製品１台当たりの平均譲渡\n価格は５万円であるから，合計譲渡価格は，３５億円を下回らない。\nイ  本件発明の実施料相当額は，譲渡代金の３％が相当であるから，１億０\n５００万円（３５億円×０．０３）となる。\nよって，原告は，被告らに対し，本件特許権の侵害に基づく損害賠償と\nして，１億０５００万円の請求権を有する。\n（被告らの主張）\n争う。\n第３  争点に対する判断\n１  争点１（被告製品は，本件発明の技術的範囲に属するか）について\n(1)  被告製品が本件発明２の技術的範囲に属するか\nア  被告製品の構成について\n証拠（甲４ないし１０）によれば，被告製品は，いずれも通信端末本体\n（ 以 下 ， 各 被 告 製 品 の 通 信 端 末 本 体 を 総 称 し て 「 被 告 端 末 本 体 」 と い\nう。）と通信端末本体から独立したＷ－ＳＩＭ（ウィルコムシム）と呼ば\nれるアンテナを搭載した多機能通信モジュール（本件モジュール）とから\n構成されていること，被告端末本体はアンテナを有しないこと，本件モジ\nュールは，被告端末本体に装着されて使用されるものであること，更生会\n社は，被告製品として被告端末本体と本件モジュールを同梱して販売する\nことも，また，被告端末本体のみを販売することもあること，が認められ\nる。\nイ  被告製品が本件発明２の構成要件Ａを充足するかについて\n(ア)  本件発明２は，移動体通信端末についての発明である。原告は，本\n件発明２の移動体通信端末には，本件特許権の請求項１に記載された電\n話送受信ユニットが装着された移動体通信端末も含まれ，本件モジュー\nルが装着された被告製品は，アンテナを備えており，構成要件Ａを充足\nすると主張する。これに対して，被告らは，本件発明２の移動体通信端\n末に電話送受信ユニットは含まれず，本件モジュールが装着されていな\nい被告製品は，アンテナを具備しないから，構成要件Ａを充足しないと\n主張する。\n(イ)  そこで検討するに，本件発明２の特許請求の範囲の記載は，構成要\n件を分説すると，\nＡ  基地局との間で信号を送受信するアンテナと，\nＢ  通話用音声信号を音声として出力するスピーカと，\nＣ  入力した音声を通話用音声信号に変換するマイクと，\nＤ  操作に基づいて操作信号を生成する操作部と，\nＥ  表示信号に基づいて表示する表示部と，\nＦ  請求項１記載の電話送受信ユニット全体を収納するスロットと，\nＧ  前記スロットに設けられ，前記電話送受信ユニットとの間で前記操\n作信号と前記表示信号を入出力する信号線，及び前記通話用音声信号\nを入出力する信号線を含む入出力部と\nＨ  を有することを特徴とする移動体通信端末\nというものである。\n前記特許請求の範囲の記載によれば，本件発明２は，アンテナ，スピ\nーカ，マイク，操作部，表示部，電話送受信ユニットを収納するスロッ\nト，入出力部を備えた，「移動体通信端末」の発明であり，スロットに\n収納される「電話送受信ユニット」は，「移動体通信端末」とは別個の\nものであって，本件発明２を構成するものではないと解するのが相当で\nある。\n(ウ)  この点につき，念のため，本件明細書の発明の詳細な説明をみると，\n以下の記載のあることが認められる（甲２，３）。\n「【０００１】\n【発明の属する技術分野】本発明は，複数の回線を契約することなし\nに，時，場所，場合に応じた快適な移動体通信を実現する電話送受信\nユニット，移動体通信中継端末，及び移動体通信端末に関する。」\n「【０００６】・・・本発明の目的は，複数の回線を契約することなし\nに，時，場所，場合に応じた快適な移動体通信を実現する電話送受信\nユニット及び移動体通信端末を提供することにある。」\n「【００１４】\n【発明の実施の形態】\n［第１実施形態］本発明の第１実施形態による電話送受信ユニット及\nび移動体通信端末を図１乃至図３を用いて説明する。図１は，本実施\n形態による電話送受信ユニット及び移動体通信端末を示す斜視図であ\nる。図２は，本実施形態による電話送受信ユニット及び移動体通信端\n末を詳細に示す斜視図である。図３は，本実施形態による電話送受信\nユニット及び移動体通信端末の回路構成を示すブロック図である。」\n「【００１６】ボディ１２の上面には，ＰＨＳの基地局との間で信号を\n送受信するための送受信アンテナ２２と，電話送受信ユニット２４を\n着脱するためのスロット２６とが形成されている。図２は，電話送受\n信ユニット２４とスロット２６とを詳細に示した図である。電話送受\n信ユニット２４のカートリッジ２８内には，電子回路（図３参照）が\n収納されている。・・・」\n「【００１８】次に，図３を用いて電話送受信ユニット２４とＰＨＳ端\n末１０との回路構成を説明する。本実施形態による電話送受信ユニッ\nト２４及びＰＨＳ端末１０は，日本国内で多く用いられているＰＤＣ\n（Personal Digital Cellular system）方式のデジタル通信に対応し\nたものである。」\n「【００１９】図３において，一点鎖線内の構成要素は電話送受信ユニ\nット２４側に設けられ，点線内の構成要素はＰＨＳ端末１０側に設け\nられている。一点鎖線内の構成要素は，多くの移動体通信端末におい\nて汎用的に用いられているものであるので，電話送受信ユニット側に\n設けられている。一方，点線内の構成要素は，送受信アンテナ２２や\n受信アンテナ４２のように電話送受信ユニット側に設けると良好な特\n性が得られないもの，液晶表示部２０，スピーカ５８，マイク６０，\n操作部７０，及びバッテリ７６のように各々の移動体通信端末におい\nてスペックが異なるものであるので，ＰＨＳ端末１０側に設けられて\nいる。」\n「【００２０】ＰＨＳ端末１０には，送受信アンテナ２２の他に，受信\n専用の受信アンテナ４２がボディ１２内に収納されている。・・・」\n「【００２７】また，ボディ１２内に設けられたバッテリ７６からは，\nこれらの電子回路に対して電力が供給される。このように，本実施形\n態によれば，上記のような機能を有する電子回路を，ＰＨＳ端末等の\n移動体通信端末に共通に形成されたスロットに着脱可能なカートリッ\nジ内に納めたので，ＰＨＳ端末を用いて移動体通信を行いたいときに\nは，電話送受信ユニットをＰＨＳ端末のスロットに装着することによ\nり移動体通信を行うことができる。電話送受信ユニットは様々な移動\n体通信端末に装着することができるので，複数の回線を契約すること\nなく，１つの回線を契約するだけで，時，場所，場合に応じた快適な\n移動体通信を提供することができる。」\n「【００２８】また，上記のような移動体通信端末では，電話送受信ユ\nニット内に形成される電子回路を移動体通信端末側に形成する必要が\nな い の で ， 移 動 体 通 信 端 末 の コ ス ト ダ ウ ン に 寄 与 す る こ と が で き\nる。」\n「［第２実施形態］本発明の第２実施形態による電話送受信ユニット及\nび移動体通信端末を図４を用いて説明する。図４は，本実施形態によ\nる電話送受信ユニット及び移動体通信端末を示す斜視図である。図１\n乃至図３に示す第１実施形態による電話送受信ユニット及び移動体通\n信端末と同一の構成要素には，同一の符号を付して説明を省略または\n簡潔する。」\n「【００２９】本実施形態の電話送受信ユニットは，第１実施形態によ\nる電話送受信ユニットと同様である。本実施形態は，移動体通信端末\nがモバイルコンピュータであることが第１実施形態と異なる。モバイ\nルコンピュータ７８には，図３の点線内と同様に，送受信アンテナ２\n２，受信アンテナ（図示せず），スピーカ５８，マイク６０，液晶表\n示部２０，操作部７０，バッテリ（図示せず）が設けられている。」\n「【００３０】図４は，モバイルコンピュータ７８の蓋部８０を開いた\n状態を示している。・・・本体部８２の手前側の側面には，電話送受\n信 ユ ニ ッ ト ２ ４ を 挿 入 す る た め の ス ロ ッ ト ２ ６ が 形 成 さ れ て い\nる。・・・」\n「【００３１】一方，蓋部８０には，液晶表示部２０，送受信アンテナ\n２２，受信アンテナ（図示せず）が形成されている。・・・このよう\nに，本実施形態によれば，モバイルコンピュータにスロットを形成し\nたので，モバイルコンピュータを用いて移動体通信を行いたいときに\nは，電話送受信ユニットをモバイルコンピュータのスロットに装着す\nることにより移動体通信を行うことができる。これにより，複数の回\n線を契約することなしに，時，場所，場合に応じた快適な移動体通信\nを提供することができる。」\n「【００３２】［第３実施形態］本発明の第３実施形態による電話送受\n信ユニット及び移動体通信端末を図５を用いて説明する。図５は，本\n実施形態による電話送受信ユニット及び移動体通信端末を示す斜視図\nである。図１乃至図４に示す第１又は第２実施形態による電話送受信\nユニット及び移動体通信端末と同一の構成要素には，同一の符号を付\nして説明を省略または簡潔する。」\n「【００３３】本実施形態の電話送受信ユニットは，第１又は第２実施\n形態による電話送受信ユニットと同様である。本実施形態は，移動体\n通信端末がＰＤＡであることが第１又は第２実施形態と異なる。ＰＤ\nＡ８８には，図３と同様に，送受信アンテナ２２，受信アンテナ（図\n示せず），スピーカ５８，マイク６０，バッテリ（図示せず）が設け\nられている。ただし，本実施形態では，液晶表示部２０と操作部７０\nとを一体化したタッチパネル９０を用いている。」\n「【００３４】・・・ボディ９２の手前側の側面には，電話送受信ユニ\nット２４を挿入するためのスロット２６が形成されている。・・・」\n「【００３５】・・・このように，本実施形態によれば，ＰＤＡにスロ\nットを形成したので，ＰＤＡを用いて移動体通信を行いたいときには，\n電話送受信ユニットをＰＤＡのスロットに装着することにより移動体\n通信を行うことができる。これにより，複数の回線を契約することな\nしに，時，場所，場合に応じた快適な移動体通信を提供することがで\nきる。」\n「【００５４】\n【発明の効果】以上の通り，本発明によれば，電話送受信ユニットを\n移動体通信端末のスロットに装着することにより，移動体通信端末を\n用いた移動体通信を行うことができる。電話送受信ユニットは様々な\n移動体通信端末に装着することができるので，複数の回線を契約する\nことなく，１つの回線を契約するだけで，時，場所，場合に応じた快\n適な移動体通信を提供することができる。また，上記のような移動体\n通信端末では，電話送受信ユニット内に形成される電子回路を移動体\n通信端末側に形成する必要がないので，移動体通信端末のコストダウ\nンに寄与することができる。」\n本件明細書の発明の詳細な説明や図面中には，本件発明２の移動体通\n信端末が電話送受信ユニットを含むとの記載も示唆も見当たらない。か\nえって，上記のとおり，本件明細書の発明の詳細な説明や図面では，移\n動体通信端末と電話送受信ユニットは，一貫して別個のものとして説明\nされている。発明の実施の形態（第１ないし第３実施形態）の説明にお\nいても，いずれの実施形態でも電話送受信ユニットと移動体通信端末\n（ＰＨＳ端末，モバイルコンピュータ，ＰＤＡ）は別個のものとして説\n明されている。さらに，第１実施形態による電話送受信ユニット及び移\n動体通信端末の回路構成を示すブロック図である図３においても，電話\n送受信ユニット側に設けられる構成要素と，ＰＨＳ端末側に設けられる\n構成要素が分けて図示されており，さらに図３の説明において，電話送\n受信ユニット側に設けられる構成要素は，「多くの移動体通信端末にお\nいて汎用的に用いられているもの」であり，ＰＨＳ端末側に設けられる\n構成要素は，「送受信アンテナ２２や受信アンテナ４２のように電話送\n受信ユニット側に設けると良好な特性が得られないもの」や「液晶表示\n部２０，スピーカ５８，マイク６０，操作部７０，及びバッテリ７６の\nように各々の移動体通信端末においてスペックが異なるもの」であるこ\nとが説明されている。このように，電話送受信ユニットと移動体通信端\n末は，別個のものとして説明され，それぞれにいかなる構成要素を設け\nるべきかについても分けて説明されている。\n(エ)  以上のとおりであるから，本件発明２において，電話送受信ユニッ\nトと移動体通信端末は別個のものであり，移動体通信端末に電話送受信\nユニットは含まれないと解するのが相当である。\nこれに対して，原告は，移動体通信を実現するためには電話送受信ユ\nニットが必要であり，本件明細書の記載上，端末本体は「ボディ」と表\n記され，電話送受信ユニットと区別されているものの，ボディそのもの\nが移動体通信端末に当たるわけではないと述べる。しかしながら，移動\n体通信を実現するために電話送受信ユニットが必要であることと，本件\n発明２の特許請求の範囲に記載の「移動体通信端末」に電話送受信ユニ\nットが装着されたものが含まれることとの間に必然的な関係はないから，\n原告の上記主張は上記判断を左右するものではない。\nまた，原告は，本件特許権の請求項５に，「請求項２記載の移動体通\n信端末において，前記移動体通信端末は，携帯電話機，簡易型携帯電話\n機，・・・であることを特徴とする移動体通信端末」と記載されており，\n電話機である以上，通話できるものでなければならないから本件発明２\nには電話送受信ユニットがスロットに装着されているものも含まれると\nも主張する。しかしながら，本件発明２について既に説示したところに\n照らすと，上記請求項５にいう「携帯電話機」の語は，電話送受信ユニ\nットとは別個の，電話送受信ユニットが装着される対象である移動体通\n信端末を意味するものとして用いられていると解するのが相当であるか\nら，上記原告の主張も上記判断を左右するものではない。\n(オ)  上で述べたところによれば，本件発明２の移動体通信端末は電話送\n受信ユニットを含まず，移動体通信端末それ自体がアンテナを有するも\nのであるということができる。そして，上記アのとおり，被告製品は，\nいずれも被告端末本体と被告端末本体から独立した本件モジュールから\n構成されており，本件発明２の「移動体通信端末」に対応する被告端末\n本体はアンテナを有しないから，構成要件Ａ（基地局との間で信号を送\n受信するアンテナ）を充足しない。\nウ  以上によれば，その余の構成要件の充足性について検討するまでもなく，\n被告製品は，本件発明２の技術的範囲に属しない。\n(2)  被告製品が本件発明５の技術的範囲に属するか\n上記(1)のとおり，被告端末本体は，構成要件Ａを充足しないから，構成\n要件Ｉの「請求項２記載の移動体通信端末」に該当しない。よって，被告製\n品は，構成要件Ｉを充足しないから，本件発明５の技術的範囲に属しない。\n２  争点２（間接侵害の成否）について\n(1)  予備的主張１及び２について\n原告は，被告端末本体に本件モジュールを装着したものが本件発明２の技\n術的範囲に属することを前提に，ユーザーが本件モジュールを装着すること\nによって本件発明２の実施品を生産しているとして，間接侵害（特許法１０\n１条１号又は２号）を主張する。\nしかしながら，本件発明２は，電話送受信ユニットとは別個の同ユニット\nが装着される対象である移動体通信端末についての発明であり，アンテナを\n有しない被告端末本体が本件発明２の「移動体通信端末」を充足せず，本件\n発明２の技術的範囲に属しないと解すべきことは既に説示したとおりである\nから，このような被告端末本体に本件モジュールを装着したとしても，本件\n発明２の技術的範囲に属するといえないことは明らかである。\n原告の本件発明２に係る間接侵害の主張は，その前提において誤っており，\n失当である。\n(2)  予備的主張３について\n被告端末本体に本件モジュールを装着したとしても，被告端末本体は，上\n記(1)のとおり「請求項２記載の移動体通信端末」に該当しないから，本件\n発明５の技術的範囲に属さず，原告の間接侵害の主張はその前提おいて誤っ\nていることは，(1)で説示したところから明らかである。\nよって，原告の本件発明５に係る間接侵害の主張も失当である。\n第４  結論\n以上によれば，その余の点について判断するまでもなく，原告の請求はいず\nれも理由がないからこれを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          阿       部       正       幸\n裁判官          志       賀                勝\n裁判官          小       川       卓       逸\n（別紙特許公報及び審決公報は省略）\n"
}