{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 12,
    "day": 26
  },
  "case_number": "平成28(ワ)10425",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86665",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86665",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/665/086665_hanrei.pdf",
  "contents": "平成２８年１２月２６日判決言渡  同日原本交付  裁判所書記官\n平成２８年（ワ）第１０４２５号  損害賠償請求事件\n口頭弁論終結日  平成２８年１２月１２日\n判            決\n原      告                  マイクロソフトコーポレーション\n同訴訟代理人弁護士          村    本      武      志\n同                          櫛    田      博      之\n被      告                  Ｐ１\n主            文\n１  被告は，原告に対し，９００万円及びこれに対する平成２７年２月２８日か\nら支払済みまで年５分の割合による金員を支払え。\n２  訴訟費用は被告の負担とする。\n３  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  請求原因\n原告は，別紙「請求の原因」のとおり，請求の原因を述べた。\n第３  当裁判所の判断\n１  被告は，適式の呼出しを受けながら本件口頭弁論期日に出頭せず，答弁書そ\nの他の準備書面も提出しないから，請求原因事実を争うことを明らかにしないもの\nと認め，これを自白したものとみなす。\n以上の争いのない事実によれば，別紙「請求の原因」の第１及び第２記載のとお\nり，原告製品の実行は，原告製品のライセンス取得者以外の者に原告製品の実行を\nさせないために営業上用いている技術的制限手段であるライセンス認証システムに\nより制限されていたところ，被告は，原告製品の実行を当該技術的制限手段の効果\nを妨げることにより可能とする機能を有する被告プログラムを電気通信回線を通じ\nて提供し，平成２７年法律第５４号による改正前の不正競争防止法２条１項１１号\n（現行法１２号）所定の不正競争を行い，被告の行為によって，原告の営業上の利\n益が侵害されたと認められる。\n２  そこで，原告が被った損害額を検討する。\n(1) 原告の逸失利益\n争いのない事実（別紙「請求の原因」の第３の１及び２）のとおり，本来であれ\nば，原告製品を期間制限なく使用するためには，原告から正規品を購入してライセ\nンス許諾を受ける必要があるところ，顧客は，被告の提供する被告プログラムをダ\nウンロードすることにより，原告から正規品を購入せずに原告製品を利用できるよ\nうになる。したがって，原告は，被告の行為によって，被告プログラムの販売数量\n（ダウンロード数）に相当する数量の原告製品を販売する機会を失ったと認められ\nる。\nそして，争いのない事実（別紙「請求の原因」の第３の３）のとおり，原告製品\nの単位当たりの利益額は４万３４７６円であり，被告は被告プログラムを少なくと\nも３００個販売したから，原告は，１３０４万２８００円の損害を被ったと認めら\nれる。\n(2) 弁護士費用\n原告が，本件訴訟の提起，遂行のために原告訴訟代理人を選任したことは，当裁\n判所に顕著であるところ，本件訴訟の事案の性質，内容，審理の経過等の諸事情を\n考慮すると，被告の行為と相当因果関係のある弁護士費用は，１３０万円と認める\nのが相当である。\n(3) 合計額\n以上によれば，原告に生じた損害は，合計１４３４万２８００円となる。\n３  よって，不正競争防止法４条に基づいて，損害金１４３４万２８００円の一\n部である９００万円及びこれに対する不法行為の最終日である平成２７年２月２８\n日から支払済みまで民法所定の年５分の割合の遅延損害金の支払を求める旨の原告\nの被告に対する請求は，理由があるからこれを認容することとし，主文のとおり判\n決する。\n大阪地方裁判所第２６民事部\n裁  判  長  裁  判  官\n髙    松          宏      之\n裁  判  官\n田    原      美     奈     子\n裁  判  官\n林                 啓     治     郎\n（別紙）\n請求の原因\n第１  当事者\n１  原告\n原告は、コンピュータのオペレーティングシステムプログラムの「Microsoft\nWindows」や「Microsoft  Office」などのアプリケーションプログラム（以下、\n「原告プログラム」という）、パソコンなどハードウェアの研究・開発・販売を\n業とするアメリカ合衆国の法人である。\n２  被告\n被告は、不正の利益を得る目的で、法定の除外事由がないのに、少なくとも\n平成２６年４月頃から平成２７年２月頃までの間に、別紙原告プログラム目録\n記載のプログラム（以下、「原告製品」という）について、原告製品のライセン\nス取得者以外の者による原告製品の実行を制限するために用いているライセン\nス認証システムの効果を妨げることにより、原告製品の実行を可能とする機能\nを有するプログラムである別紙被告プログラム目録記載のプログラム（以下、\n「被告プログラム」という）を、ヤフー株式会社が管理するサーバコンピュー\nタの記憶装置に記憶・蔵置させた上、少なくとも平成２６年４月頃から平成２\n７年２月頃までの間、被告プログラムの蔵置先ＵＲＬ情報を記録した「詰め合\nわせプレミアム.zip」という圧縮ファイルの蔵置先ＵＲＬを、インターネットオ\nークションの落札者に通知し、同人が被告プログラムを取得し得る状態にして\n提供していた者である。\n第２  不正競争行為（甲３，４の１，２）\n１  原告の主張\n原告は、被告が原告プログラムに付された技術的制限手段の効果を妨げる機\n能を有する被告プログラムを、電気通信回線を通じて提供する行為が不正競争\n防止法（以下、「不競法」という）の禁止する不正競争に該当し（甲１）、これ\nにより原告の得べかりし利益、原告が被った損害について、その賠償を求める\nものである。\n２  原告のライセンス認証システム\n（１）原告は、原告プログラムの無許可複製を防止するために、同プログラムの\nインストール時に、インストール先コンピュータに信号を記録し、この信号\nをコンピュータが検知することで原告プログラムを実行可能化する、いわゆ\nる「ライセンス認証システム」を採用している。その仕組みは、概略、次の\nとおりである。\n原告プログラムのコンピュータへのインストールは、入力用シリアルナン\nバー（原告においては、「プロダクトキー」と呼称する）の入力により開始さ\nれる。\nインストールが開始されると、コンピュータの記録装置に原告プログラム\nとともに未認証のシリアルナンバー（原告では「プロダクト ID」と呼称する）\n等のデータが記憶される。これをコンピュータが検知することで、原告プロ\nグラムの実行が可能化されるが、使用期間や機能が一部制限される。\nその後、ユーザーがメーカーに対して認証申請を行うことで、未認証プロ\nダクト ID とともにハッシュ化されたコンピュータ  ハードウェア情報がメー\nカーの認証サーバに送信される。\nメーカー認証サーバは、ユーザーからの送信データをデータベースと照合\nし、原告プログラムが適法にインストールされたと判断すれば、送信された\n未認証プロダクト ID とユーザー  コンピュータのハードウェア情報に基づい\nて認証済プロダクト ID 等を生成しユーザー・コンピュータ宛に送信する。\n送信される認証済みプロダクト ID は、原告プログラムのインストール時に\nパソコン内に生成される未認証プロダクト ID とは異なる、ユーザー・コン\nピュータは、送信されたデータを受信して記録装置に記録し、これをコンピ\nュータが検知することにより期間や機能制限が外される。\n原告の認証サーバが、認証を不可と判断すれば、認証済みプロダクト ID は\nユーザーに送信されず、原告プログラムは使用期間や機能が制限された状態\nでの使用ができるに止まる。\n（２）試用版での機能制限\n原告は、製品評価のための試用版（体験版、評価版と表現することがある）\nを原告、原告子会社などのウェブサイトからダウンロードにより提供してい\nる。\n試用版では、同プログラムをコンピュータにインストールする際に、試用\n版プロダクトキーの入力を要するもの、これら不要とするものがある（バー\nジョンによって異なる）。いずれについても、試用版プログラムをコンピュー\nタにインストールする際に、記憶装置内に未認証のプロダクト ID が記録さ\nれる。原告プログラムは、これを検知することで実行可能となる。但し、使\n用期間は限られ、ツールバー上に試用版であることや残存の使用可能日数が\n表示されることがある。アカウント画面にも「試用版」である旨が表示され\nる。\n試用版をインストールした場合でも、期間期間等の制限のない製品（「製品\n版」）を購入し、それに添付されたプロダクトキーを入力すれば、上記のライ\nセンス認証を経ることで完全な原告プログラムの使用が可能となる。\n３  ライセンス認証システムの「技術的制限手段」該当性\n（１）不競法第２条第７項の「技術的制限手段」\n不競法は、コンピュータ  プログラムに信号又は指令を付し、当該信号又は指\n令に機器を一定のルールで対応させる形態（信号型）と、コンピュータ  プログ\nラム自体を暗号化する形態（暗号型）の２つの形態を含む。\nこのうち信号型については、①コンピュータ  プログラム提供事業者が、コ\nンピュータ  プログラムの無断複製や無断視聴等を防止するために、②視聴等\n機器が特定の反応を示す信号等を、③コンピュータ  プログラムとともに記録\n媒体に記録等することにより、④コンピュータ  プログラムの無断複製や無断\n視聴等を制限する電磁的方法をいう（東京地判平 21・2・27［裁判所ウェブ\nサイト・特許ニュース  12503 号 1 頁］）。\n（２）視聴等機器が特定の反応を示す「信号等」がコンピュータ  プログラムとと\nもに記録媒体に記録等されること\nア  「視聴覚機器」\n視聴覚機器とは、影像・音の視聴、プログラムの実行、影像・音・プロ\nグラムの記録のために用いられる機器をいう。\nイ  「信号」\n信号とは、一定の情報を伝達し、伝達先において一定の処理を起こさせ\nるものであり、そのような機能を持つものであればその内容や種類は問わ\nれず、データも含まれる（前掲・東京地判平 21・2・27）。\nウ  「特定の反応」\n信号により視聴覚機器が「特定の反応」をするとは、コンピュータが信\n号を検知することでコンピュータ・プログラムの実行を制限したり（検知\n→制限方式）、又はその実行を可能とする（検知→可能方式）などの反応を\nいう（前掲・東京地判平 21・2・27）。\nエ  信号がコンピュータ・プログラムと「ともに」記録されること\nこれは、信号とコンピュータ・プログラムが「一体として」記録媒体に\n記録されれば足りる1、それが維持される限り，信号の記録媒体への記録が\nプログラムの記録と「同時」であることまで求めるものではないと解され\nる。\n法文上は、単に「とともに」と記述とされるのみで「同時」であるとの\n記載はないこと、コンピュータ・プログラの実行の制限に関わる信号をコ\nンピュータ・プログラムが記録された媒体と同一の媒体に記録されること\nを要件とすることで法適用の広がりを画す趣旨と解される。そうであれば\n媒体への記録が厳密な意味での同時性までは求められず、「パソコンが特定\nの反応をする信号がプログラムと同一の記憶媒体に、一体として記録され\nて」いれば足りるというべきである。\n著作権法は、著作物の技術的保護手段の付加を「著作権者の意思に基づ\nく」ことを必要とする。これに対して不競法はこのよう制限を付さず，プ\nログラム製造者の「意思に基づかない」付加、すなわちプログラムの製造\n者以外の者により付加された技術的保護・制限手段であっても適用の対象\nとしている。この場合、コンピュータが特定の反応をする信号の記録媒体\nへの記録がプログラムと「同時」になされることは、通常の場合ありえな\nい。そうであるとすれば「とともに」の意味は、「コンピュータが特定の反\n応をする信号がプログラムと同一の記憶媒体に記録されている」場合をい\n1 著作権法上の技術的保護手段に関して、加戸守行『著作権法逐条講義【６訂新版】』参照。\nうと解される。\n（３）コンピュータ  プログラムの無断複製や無断視聴等を制限する電磁的方法\n電磁的方法とは、「電子的方法、磁気的方法、その他人の知覚によって認識\nすることができない方法」をいう。\n「コンピュータ  プログラムの無断複製や無断視聴等が制限される」とは、\n信号型については、コンピュータが、コンピュータ・プログラムの実行制限・\n実行可能化が同一媒体に記録された信号の検知等に依存することをいう。こ\nのような信号検知、検知によるコンピュータ・プログラム実行制限・実行可\n能化プロセスがユーザーの手動操作による場合には「電磁的方法」による制\n限とは言えない。しかし、これら操作がコンピュータの自動処理による場合\nには、そのプロセスは「人の知覚によって認識することができない」ものと\nいえる。\n４  ライセンス認証システムの技術的制限手段該当性\n（１）視聴等機器が特定の反応を示す「信号等」がコンピュータ  プログラムとと\nもに記録媒体に記録等されること\nライセンス認証システムは、後掲の「信号」であるプロダクト ID 等をコン\nピュータが検知することで、原告プログラムが可能化されるもので、検知→\n可能化型のプログラム実行制限手段に当たる。\n（２）プログラムの実行制限が「電子機器が特定の反応をする信号」によること\nライセンス認証システムは、前掲のとおり、コンピュータ内に記録された\nプロダクト ID 等がコンピュータにより検知されることで、原告プログラム\nが実行可能化される仕組みである。いわゆる検知→可能化型のプログラム実\n行制限に当たり、「検知→可能化」「特定の反応」に当たる。\n（３）視聴等機器が特定の反応を示す「信号等」がコンピュータ  プログラムとと\nもに記録媒体に記録等されること\n原告のライセンス認証システムでは、原告プログラムがコンピュータにイ\nンストールされると同時に未認証のプロダクト ID がコンピュータ内に生成・\n記録される。これは、原告プログラムが評価版であろうと製品版であろうと\n異ならない。\nコンピュータによる検知対象のプロダクト ID は、コンピュータ  プログラ\nムのインストール時点では未認証プロダクト ID で、この検知によるコンピ\nュータ  プログラムの使用に期間・機能等の制限が掛かる。製品版としての認\n証後は、認証済みプロダクト ID がコンピュータによる検知対象となり、こ\nれにより原告プログラムの完全な使用が可能となる。\n未認証のプロダクト ID は原告プログラムのコンピュータへの記録と同時\nである。\n認証済みプログラム ID の記録は原告によるライセンス認証後であり、コ\nンピュータ・プログラムのコンピュータへの記録と「同時」ではない。しか\nし、未認証プロダクト ID 及び認証済みプロダクト ID のいずれも同一のコン\nピュータ記憶装置に記録されることから記録の「一体性」は認められること\nから、「とともに」が「一体性」を意味するとすれば、認証済みプロダクト ID\nについても「とともに」要件を充足することになる。仮にそうでないといし\nても、認証済みプロダクト ID についても「ととに」要件を充足する。仮にそ\nうでないとしても、認証済みプロダクト ID は未認証プロダクト ID を元に生\n成されることから未認証プロダクトと同一性が認められることから、「未認証\nプロダクト ID」の記録と「認証済みプロダクト ID」の記録時期を截然区別\nする必要はない。\nいずれにしてもライセンス認証システムは、原告プログラムのインストー\nル→未認証プロダクト ID の記録と制限付原告プログラムの実行可能化→ラ\nイセンス認証→認証済みプロダクト ID の送信→コンピュータによる期認証\nプロダクト ID の記録とコンピュータの検知による完全な実行可能化の一連\nの仕組みであり、未認証プロダクト ID が原告プログラムと同時にコンピュ\nータに記録されることで原告プログラムの実行が可能化される仕組みである。\n仮に「とともに」が「同時性」を意味するとしても、ライセンス認証システ\nムが「とともに」要件を充足することに格別の問題はない。\n（４）プログラムの実行制限が「電磁的方法」によること\n原告プログラムの実行可能化は、コンピュータに記録されたプロダクト ID\nがコンピュータに検知されることを条件とするもので、これらプロセスは、\n人の手動操作によらず「人の知覚によって認識することができない方法」で\nある電子的方法によるといえる。\n原告プログラムのコンピュータへのインストールに際してのシリアルナン\nバーの入力は「手動」による。しかし、この入力により直ちにプログラムの\n実行が可能化されるわけではない。ライセンス認証システムの下での原告プ\nログラムの実行可能化は、原告プログラムのインストール後、プロダクト ID\nという信号のコンピュータによる検知という「電磁的方法」により行われる\nことに変わりはない。\n５  本件被告プログラムの提供行為の不正競争該当性\n（１）被告プログラムの仕組み\n被告プログラムは、プロダクトキーを不正に作出し、このキー利用してプ\nロダクト ID を不正に生成してユーザー・コンピュータに記録する処理を自\n動的に行うプログラムである。\n（２）技術的制限手段無効化プログラム性\n不競法は、プログラムの実行の技術的制限手段の効果を妨げるプログラム\nの提供を、不正競争に当たるとする（同法第２条第１項第１１号 2）。\n被告プログラムが、技術的制限手段の効果を妨げるプログラムに該当する\nためには、①「対象となるソフトウェアプログラムの実行が、技術的制限手\n2 平成27年7月10日法律第54号（不正競争防止法の一部を改正する法律）の施行後は１２号。以\n下同じ。\n段により制限されていること、②当該技術的制限手段が、営業上用いられて\nいること、③被告プログラムが、当該技術的制限手段の効果を妨げることに\nよりプログラムの実行を可能とする機能を有することの三つの要件が必要で\nある。\n（３）要件該当性\n原告のライセンス認証システムが、プロダクト ID 等がコンピュータによ\nり検知されなければプログラムの実行が制限される仕組を取る点で技術的制\n限手段にあたることは上述のとおりである。これは、原告が、特定の者以外\nの  者に影像の視聴等をさせないために用いる仕組みで、「当該技術的制限手\n段が、営業上用いられている」ものである。\n次に、被告プログラムは、原告プログラムをコンピュータにインストール\nするプロセスの中で動作し、プロダクト ID を不正に作出してコンピュータ\nに記録することにより、ライセンス認証システムによるプログラムの実行制\n限を無効化する。\n以上のとおり被告プログラムは、原告プログラムの実行を制限する技術的\n制限手段であるライセンス認証システムを不正な方法で回避することで無効\n化するプログラムに当たる。従って、その提供は、不競法第２条第１項第１\n１号の不正競争行為（技術的制限手段回避プログラムの提供）に該当する。\n第３  原告に生じた損害及びその数額\n１  被告プログラムの特徴\n原告製品を期間制限なく使用するためには、原告からライセンス許諾を受け\nる（正規品を購入する）必要がある。ところが、被告が提供している被告プロ\nグラムを使用することにより、原告から正規品を購入することなく、原告製品\nが利用できることになる。つまり、そうだとすると、被告が被告プログラムを\n顧客にダウンロードさせることは、原告製品の複製品をダウンロードさせる\nことと同様の効果をもたらものであり、顧客が被告プログラムを使用するこ\nとは、原告製品を購入することと同視できるのである。\n２  原告製品との競合\n被告プログラムの以上のような性質からすると、被告プログラムは原告製\n品と競合関係にあるところ、被告プログラムと原告製品との間に、用途・品質・\n機能などに大きな相違がなく、相互に代替性がある。また、被告プログラムを\n被告より購入している者は、原告製品を安価に使用するためであり、需要者は\n共通している。さらに、被告プログラムを購入する者は、原告製品と同一の機\n能を使用できるからであり、被告プログラムがなければ、原告が原告製品を販\n売できたということができる。\n以上から、被告が被告プログラムを提供するという不正競争行為と原告に\n生じた損害（原告の得べかりし利益）との間に因果関係が認められる。\n３  原告に生じた損害\n（１）原告製品の価格\n原告の製品価格は６万７９３２円（税込）であるところ、原告の損益計算\n書（甲５の１，２）をもとに、原告の利益率を算出すると、原告の平成２６\n年 ７ 月 １ 日 か ら 同 ２ ７ 年 ６ 月 ３ ０ 日 ま で の 総 売 上 （ 総 収 入 ） が\n93,580,000,000 ド ル 、 総 売 上 か ら 売 上 原 価 を 控 除 し た 売 上 総 利 益 は\n60,542,000,000 ドルであり、総売上に占める粗利益の比率は、６４％（小\n数点未満切り捨て）である 。\n以上から、原告製品の利益率は、原告製品あたり６４％であり、原告製品\n１製品あたりの利益額は４万３４７６円 3である。\n（２）被告によるダウンロード数\n被告は被告プログラムを少なくとも３００個を販売している（甲２）。\n（３）逸失利益\n１３０４万２８００円（＝４万３４７６円×３００）\n（４）弁護士費用\n原告は被告に対して不法行為に基づく損害賠償請求をするため、弁護士に\n依頼することを余儀なくされた。そのための弁護士費用は１３０万円を下ら\nない。\n（５）小括\nよって、被告は原告に対し、不法行為に基づき、少なくとも１４３４万２\n８００円の損害賠償義務を負う。\n第４  結語\nよって、原告は被告に対し、不法行為（不正競争防止法第４条）に基づき、\n１４３４万２８００円の一部である９００万円及びこれに対する平成２７年２\n月２８日から支払済みまで年５分の割合による遅延損害金を求める次第である。\n以上\n3 ＝６万７９３２円×０．６４\n（別紙）\n原告プログラム目録\nMicrosoft  Office  Professional  Plus  2013\n（別紙）\n被告プログラム目録\n１  被告プログラムの名称\n①  KMSpico_setup.exe\n②  Microsoft  Toolkit.exe\n２  被告プログラムの内容\n原告のライセンス認証システムに関する認証なくして、原告プログラム目録記\n載のプログラムを利用できるようにする。\n"
}