{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 28
  },
  "case_number": "平成28(ネ)549",
  "case_name": "参拝差止等請求控訴事件",
  "court_name": "大阪高等裁判所第9民事部",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成26(ワ)3340",
  "gist": "人が神社に参拝する行為自体は，他人の信仰生活等に対して圧迫，干渉を加えるような性質のものではないから，他人が特定の神社に参拝することによって，自己の心情ないし宗教上の感情が害され，不快の念を抱いたとしても，権利又は法律上保護されるべき利益を侵害されたとは認められず，これは内閣総理大臣の地位にある者が靖國神社を参拝した場合においても異なるものではない。従って，控訴人らは，被控訴人安倍晋三の内閣総理大臣としての靖國神社への参拝及び靖國神社によるこれの受入れにより権利又は法律上保護されるべき利益を侵害されたとは認められないから，その余の点について判断するまでもなく，控訴人らの，被控訴人らに対する損害賠償請求，被控訴人安倍晋三に対する靖國神社への参拝の差止請求，被控訴人靖國神社に対する被控訴人安倍晋三の靖國神社への参拝の受入れの差止請求はいずれも理由がないとされた事例",
  "lawsuit_id": "86593",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86593",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/593/086593_hanrei.pdf",
  "contents": "主            文\n１  本件各控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人安倍は，内閣総理大臣として靖國神社に参拝してはならない。\n３  被控訴人靖國神社は，被控訴人安倍の内閣総理大臣としての参拝を受け入れ\nてはならない。\n４  被控訴人らは，連帯して，控訴人らそれぞれに対し，１万円及びこれに対す\nる平成２５年１２月２６日から支払済みまで年５分の割合による金員を支払\nえ。\n第２  事案の概要\n本件は，控訴人らが，被控訴人安倍が平成２５年１２月２６日に内閣総理大\n臣として靖國神社を参拝したこと（以下「本件参拝」という。）及び被控訴人靖\n國神社が被控訴人安倍による本件参拝を積極的に受け入れたこと（以下「本件\n参拝受入れ」という。）により，控訴人らの内心の自由形成の権利，信教の自由\n確保の権利，回顧・祭祀に関する自己決定権及び平和的生存権等が侵害され，\n精神的苦痛を受けたとして，被控訴人安倍及び被控訴人靖國神社に対しては民\n法７０９条，被控訴人国に対しては国家賠償法１条１項に基づき，控訴人らそ\nれぞれに対して１万円及びこれに対する本件参拝の日 である平成２５年１２\n月２６日から支払済みまで民法所定年５分の割合による遅延損害金の 連帯支\n払を求めるとともに，人格権及び内心の自由，信教の自由並びに平和的生存権\n等の憲法上の基本的人権等に基づき，被控訴人安倍に対して内閣総理大臣とし\nての靖國神社への参拝の差止め（以下「本件参拝差止請求」という。）を，被控\n訴人靖國神社に対して被控訴人安倍の内閣総理大臣として の参拝の受入れの\n差止め（以下「本件参拝受入差止請求」という。）をそれぞれ求めたところ，原\n審が，控訴人らの請求をいずれも棄却する旨の判決をしたので，控訴人らがこ\nれを不服として控訴し，「第１  控訴の趣旨」に記載のとおりの判決を求めた事\n案である。\n１  本件の争いのない事実，争点及び争点に対する当事者の主張は，次項に当審\nにおける控訴人らの主張を付加するほかは，原判決の「事実及び理由」欄の「第\n２  事案の概要」の２項ないし４項（原判決３頁１８行目から２６頁２５行目\nまで）に記載のとおりであるからこれを引用する。\n２  当審における控訴人らの主張（要旨）は次のとおりである。\n⑴  控訴人らは，本件訴訟において，内心の自由形成の権利，信教の自由確保\nの権利，回顧・祭祀に関する自己決定権（以下，この３つを「内心の自由形\n成の権利等」という。）が侵害されていると主張した。ところが，原判決は，\nこれらの権利の侵害の有無について判断せず，控訴人らが主張していない\n「心情ないし宗教上の感情」を侵害しているかどうか，「不快の念」を抱い\nたかどうかの問題であるとして争点を矮小化し（原判決３５頁１３行目，１\n４行目），控訴人らに，内心の自由形成の権利等について損害賠償の対象と\nなり得るような法的利益の侵害があったと認めることはできないと判断し\nた。\nしかし，控訴人らが本件訴訟において申し立てた事項は，本件参拝及び本\n件参拝受入れによって控訴人らの内心の自由形成の権利等が違法に侵害さ\nれ，その結果，損害を被ったかどうかである。したがって，裁判所は，控訴\n人らが主張する内心の自由形成の権利等が実定法上の権利として認められる\nかどうかを判断し，そのうえで，それらの権利が侵害されているかどうかを\n判断すべきである。\n⑵  内閣総理大臣による靖國神社参拝について，福岡地裁平成１６年４月７日\n判決及び大阪高裁平成１７年９月３０日判決は，これらを憲法違反であると\n判断し，いずれの判決も確定している。被控訴人安倍の本件参拝は，国家機\n関が違憲と判断された行為を繰り返すことはないだろうと期待する権利を\n侵害するものである。控訴人らは，「裁判所のある事件に関する判断に対す\nる個人の信頼，期待」（原判決３６頁２５行目）ではなく，判決の名宛人で\nある内閣総理大臣が裁判所の違憲判断に従うであろうという期待 が違法に\n侵害されたと主張しているのであるから，裁判所は，この点について判断す\nべきである。\n⑶  控訴人らは，平和的生存権を，現在戦争に巻き込まれていないというこ\nとに加え，将来においても戦争に巻き込まれることはなく，子や孫の世代\nも戦争に巻き込まれること はないという安心感のもとで，平穏な生活を享\n受する権利と限定的に定義して主張する。このように限定的に定義された\n平和的生存権は，その権利 の内容・憲法上の根拠・享有主体・成立要件・\n法 的 効 果 の い ず れ の 点 を と っ て も 権 利 と し て の 具 体 性 に 欠 け る と こ ろ は\nなく，裁判規範性を有している 。\nそして，控訴人らは，本件参拝によって，次のとおり平和的生存権を侵\n害されている。すなわち，本件参拝は，憲法９条の 改正意欲を持つ被控訴\n人安倍の政治的信条に基づき行われたものであ って，戦争準備行為等に当\nたり，また，北東アジアにおける緊張を高めるものであ って，もし何らか\nの偶発事象が発生した場合，北東アジアにおける軍事的摩 擦に発展しかね\nないおそれがあり，被控訴人安倍による本件参拝 及び被控訴人靖國神社に\nよる本件参拝受入れによって，控訴人らの生命，自由が侵害の危機にさら\nされている（主位的主張）。仮に，本件参拝及び本件参拝受入れが戦争準\n備行為等に該当せず，本件参拝及び本件参拝受入れによって控訴人らの生\n命，自由が侵害の危機にさらされたとはいえないとしても，平和的生存権\nは政教分離原則と不可分一体のものであ ることからすれば，政教分離原則\nが侵害された場合に は，平和的生存権の副次的機能が侵害されたと評価さ\nれる場合があり得るのであり，被控訴人安倍の本件参拝によって ，控訴人\nら の多くが 将来において戦争に巻き 込まれることに対する不安を感じて\nいること等からすれば，上記副次的機能が侵害され たといえる（予備的主\n張）。\n⑷  原判決は，本件参拝によって控訴人らの権利が侵害されたことが認められない\n以上，その余の点を判断するまでもないとして，本件参拝の職務行為性について\n判断することなく，これが政教分離原則に違反するかどうかの憲法判断を回避\nし，控訴人らの請求をすべて棄却した。\nしかし，控訴人らが内心の自由等を侵害されたと主張している本件訴訟で，侵\n害行為とされる本件参拝の具体的態様・内容とその法的適合性，すなわちそれが\n内閣総理大臣の職務行為と評価できるかどうか，その結果，これが政教分離原則\nに違反するかどうかを全く検討しなかった原判決には，致命的な判断遺脱があ\nる。\n⑸  原判決は，控訴人らに被控訴人安倍の参拝を差し止めるべき法的利益の侵\n害が生じたとは認められず，また将来的にそのような法的利益の侵害が生じ\nると認めるに足りる証拠もないとして，本件参拝差止請求を退けた。\nしかし，被控訴人安倍が内閣総理大臣として靖國神社に参拝すれば，内心\nの自由形成の権利等及び平和的生存権を侵害されるという被害が生じるので\nあって，これを法的利益の侵害と認めなかった原判決には判断の誤りがある。\nそして，被控訴人安倍の政治的信条や自由民主党の運動方針からすれば，被\n控訴人安倍は，政治情勢を見て，国内外の強い否定的反応がないと見込めば，\nいつでも靖國神社参拝を行うおそれがあり，差止めの必要性がある。\nまた，被控訴人靖國神社は，被控訴人安倍が内閣総理大臣として靖國神社\n参拝を行うものであることをわかった上でこれを受け入れているのであるか\nら，被控訴人安倍と共同して控訴人らの法的利益を侵害する結果をもたらす\nことになる。したがって，被控訴人安倍の参拝を差し止めるとともに，被控\n訴人靖國神社の参拝受入れをも差し止めなければ，控訴人らが法的利益を繰\nり返し侵害されることになるから，被控訴人靖國神社の参拝受入れの差止め\nの必要性が高い。\n第３  当裁判所の判断\n１  当裁判所も，控訴人らの請求はいずれも理由がないと判断する。その理 由\nは，次のとおり補正するほかは，原判決の「事実及び理由」欄の「第３  当裁\n判所の判断」（原判決２６頁末行から３９頁９行目まで）に記載のとおりであ\nるからこれを引用する。\n⑴  原判決３４頁４行目の「これを」を「自己の権利又は法律上保護されるべ\nき利益を侵害されたとは認められず，上記の心情ないし宗教上の感情を」\nに，同２４行目の「確かに」から３５頁８行目の「ものの」までを「しかし，\n前記１⑴で認定したように，靖國神社は国事に殉じた人々を奉斎すること等\nを目的としており，その歴史的経緯からして一般の神社とは異なる性格を有\nすることは認められるものの」にそれぞれ改める。\n⑵  同３５頁９行目の「限度において」を「限り，控訴人らに対し，自己の心\n情ないし宗教上の感情が害されたとし て不快の念を抱かせることがあると\nしても」に，同１１行目ないし１２行目の「そうであれば」から１５行目末\n尾までを「これによれば，本件参拝及び本件参拝受入れは，控訴人らの主張\nする内心の自由形成の権利等を侵害するものということはできない。」にそ\nれぞれ改める。\n⑶  同３６頁８行目の「そうすると」から１０行目末尾までを「これによれば，\n本件参拝及び本件参拝受入れにより，上記両名が戦死者の遺族としての心\n情を害されたとしても，これにより権利又は法律上保護されるべき 利益を\n侵害されたとはいえない。」に，同１３行目の「法的利益」を「権利又は法\n律上保護されるべき利益」にそれぞれ改め，同２２行目から３７頁１行目ま\nでを次のとおり改める。\n「 しかし，控訴人らの主張する上記のような期待は，これが社会一般に広\nく共有されているとは認められず，控訴人らの思いに止まるものであり，\nこれを権利又は法律上保護されるべき利益ということはできない。」\n⑷  同３８頁１行目末尾に改行の上，次のとおり加える。\n「 なお，控訴人らは，当審において，平和的生存権を，現在戦争に巻き込ま\nれていないということに加え，将来においても戦争に巻き込まれることは\nなく，子や孫の世代も戦争に巻き込まれることはないという安心感のもと\nで，平穏な生活を享受する権利と限定的に定義した上で，この平和的生存権\nは裁判規範性を有しているとして，本件参拝が戦争準備行為等に該当し，こ\nれにより控訴人らの生命，自由が侵害の危機にさらされ，平和的生存権を侵\n害された（主位的主張），もしくは，政教分離原則の侵害と相俟って，本件\n参拝により平和的生存権の副次的機能を侵害された（予備的主張）と主張す\nる。\nしかし，控訴人らが限定的に定義した平和的生存権についても，その権利\nの内容は明確でなく，およそ不法行為による損害賠償請求や差止請求の根拠\nとなるような具体的な権利ということはできない。」\n⑸  同３８頁３行目の「いうべきであり，」の次に「本件参拝が戦争準備行為\n等に当たるとする控訴人らの主張について判断するまでもなく，」を加え，\n同１３行目の「，内閣総理大臣」から１７行目末尾までを「権利又は法律\n上保護されるべき利益を侵害されたとは認められないから，差止めの必要\n性について判断するまでもなく，本件参拝差止請求は理由がない。」に改め\nる。\n⑹  同３９頁５行目ないし６行目の「本件参拝受入れ」から９行目末尾までを\n「本件参拝受入れに より権利又は法律上保護されるべき利益を侵害された\nとは認められないから，差止めの必要性について判断するまでもなく，本件\n参拝受入差止請求は理由がない。」に改め，同行末に改行の上，次のとおり\n加える。\n「５  以上のとおり，控訴人らは本件参拝及び本件参拝受入れによって権利\n又は法律上保護されるべき利益 を侵害されたとは認められないから，\n控訴人らの請求は，その余の点について判断するまでもなくいずれも\n理由がない。\nなお，この点について，控訴人らは，本件参拝が内閣総理大臣の職務\n行為に該当するか否かを判断し，これが政教分離原則（憲法２０条３項）\nに違反する否かを判断すべきである旨主張するので，念のため補足する。\n民事訴訟事件における判決の理由は，結論である主文を導くのに必要\nな限度で付すべきものであり，かつそれで十分である。本件においては，\n本件参拝及び本件参拝受入れによって，控訴人らの権利又は法律上保護\nされるべき利益が侵害されたとは認められない以上，控訴人らの請求は\nいずれも理由がないから，本件参拝が内閣総理大臣の職務行為といえる\nか否かを判断する必要はない。まして，我が国の裁判所による憲法適合\n性の判断は，具体的事件を前提とし，その結論を出すに当たって必要な\n場合に，かつその限度で行われるものである。本件の場合，本件参拝が\n内閣総理大臣の職務行為といえる場合に初めてこれが政教分離原則に違\n反するか否かという憲法適合性が問題になる。ところが，本件において\nは，上記のとおり，結論である主文を導くのに本件参拝が内閣総理大臣\nの職務行為といえるか否か自体を判断する必要がないから，その憲法適\n合性を判断する必要があるとはいえないことに帰する。したがって，控\n訴人らの主張は採用することができない。」\n⑺   同３９頁１０行目の「５」を「６」に改める。\n２  控訴人らの当審における主張については，上記１において原判決を補正の\n上引用して説示したとおりであり，本件の結論を左右するものではなく，いず\nれも採用することができない。\n３  よって，控訴人らの請求をいずれも棄却した原判決は相当であり，本件各控\n訴はいずれも理由がないからこれを棄却することと し，主文のとおり判決す\nる。\n大阪高等裁判所第９民事部\n裁判長裁判官    松    田        亨\n裁判官    田    中    義    則\n裁判官    檜    皮    高    弘\n"
}