{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 17
  },
  "case_number": "平成30(わ)111",
  "case_name": "住居侵入，傷害，死体遺棄，覚せい剤取締法違反被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "知人と共謀の上，被害者方に押し掛けて傷害を負わせた住居侵入，傷害，行動をともにしていた女性の死亡に気付き，別の知人と共謀の上，遺体を峠の山中に遺棄した死体遺棄，覚せい剤所持の各犯行に及んだ被告人を懲役５年に処した事案",
  "lawsuit_id": "88115",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88115",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/115/088115_hanrei.pdf",
  "contents": "平成３０年１０月１７日宣告\n平成３０年 １１１号，同第１７１号，同第２１２号\n判        決\n主        文\n被告人を懲役５年に処する。\n札幌地方検察庁で保管中の覚せい剤１袋（平成３０年領第２９８\n号符号１－１）を没収する。\n理        由\n（罪となるべき事実）\n被告人は，\n第１  Ａ，Ｂ及びＣと共謀の上，正当な理由がないのに，平成２９年１１月１８日\n午後８時２０分頃，札幌市 a 区 b 条 c 丁目 d 番地 e 所在のαｆ号室Ｄ方に無施\n錠の玄関ドアから侵入し，その頃から同日午後８時３０分頃までの間，同所に\nおいて，甲に対し，顔面，胸腹部及び腰背部等を多数回殴打又は足蹴りするな\nどの暴行を加え，よって，同人に加療約１か月を要する右肋骨不全骨折，腰部\n骨盤打撲等の傷害を負わせた。\n第２  分離前の相被告人Ｅと共謀の上，平成２９年１２月１４日午後０時１０分頃，\n札幌市 a 区 g 条 h 丁目 i 番地 j ホテル「β」k 号室において，乙の死体を，同\n室から運び出して同ホテル駐車場に駐車中の自動車後部座席に積載し，同所か\nら同車両を運転して札幌市 l 区 m 条 n 丁目 o 番 p 号γ駐車場まで同死体を運搬\nし，同所において，同死体を同車両トランク内に移し替えて隠匿し，さらに，\n同月１５日，同所から同車両を運転して北海道岩見沢市 q 町 r 町 s 番 t ゲート\nから u 方向約３．２５キロメートル地点付近道路まで同死体を運搬した上，同\n日午前７時頃，同所付近の山中において，同死体を雪上に放置し，もって死体\nを遺棄した。\n第３  みだりに，平成３０年２月５日，札幌市 a 区 v 条 w 丁目 x 番地 yδビル２階\n当時の「ε」内において，覚せい剤である塩酸フェニルメチルアミノプロパン\nの結晶粉末約０．０９８グラム（平成３０年領第２９８号符号１－１はその鑑\n定残量）を所持した。\n（証拠の標目）\n略\n（弁護人の証拠能力に関する主張に対する判断）\n１  弁護人は，判示第３の覚せい剤（以下「本件覚せい剤」という。）の押収に至\nる過程において，①警察官が被告人に対して傷害被疑事件の捜索差押令状を提示\nすることなく被告人のスマートフォンを使用できなくしたこと，②傷害被疑事件\nとは関連性のない本件覚せい剤を被告人の同意を得ることなく押収したこととい\nう重大な違法があるから，判示第３の関連する証拠の証拠能力は否定されると主\n張していた。\n２  しかしながら，警察官Ｆ（以下「Ｆ警察官」という。）の証言によれば，以下\nの事実が認められる。\n⑴  捜索差押に臨んだＦ警察官は，被告人に対し傷害被疑事件の捜索差押えのた\nめに来たことを告げた上，捜索差押令状を示した。差押の対象物として被告人\nが使用するスマートフォンが含まれていた。\n⑵  警察官は，令状提示後に被告人が所持していたスマートフォンを押収した。\n⑶  その後，警察官は，被告人の財布の中にあった封筒の中にチャック付きビニ\nール袋入りの白色粉末（本件覚せい剤）があることを発見し，警察官はそれが\n覚せい剤であると考えた。被告人は本件覚せい剤を飲み込もうとしたが，警察\n官がそれを阻止した。その後被告人が，警察官に本件覚せい剤を任意提出した。\n⑷  被告人はスマートフォンが押収された際に暗証番号を警察に教えるように求\nめられたが拒否したものの，その後スマートフォンへの着信が続いたことから\n警察官が電源を切るように求め，これに対し被告人は電源を切らない代わりに\n暗証番号を教えると言い，警察官は被告人から暗証番号を聞いた。警察官はス\nマートフォンの電源を切ることはなかったが，被告人にスマートフォンを使用\nさせることはなく，着信相手が誰かなどを教えることもなかった。\n以上の事実経過に関するＦ警察官の証言は，その証言に格別不自然，不合理な\n点はない。特にスマートフォンは令状によって差し押さえることができるのであ\nるから，令状提示前に取り上げるなどする必要は乏しく，令状を示した後にスマ\nートフォンを押収したという流れは合理的である。被告人も令状提示前にスマー\nトフォンを取り上げられたわけではないと述べている。本件覚せい剤の任意提出\nに至る経過についてもＦ警察官の証言は自然な流れであり，他方，被告人も明確\nに相反する供述をしているわけでもない。また，スマートフォンの暗証番号に関\nするやり取りについても，被告人は，その後に警察署で携帯電話の解析の同意書\nに署名指印し，暗証番号の提供等に応じている。これらを踏まえると，Ｆ警察官\nの証言は信用できる。\n３  そうすると，本件覚せい剤の押収に先立ち，被告人のスマートフォンを押収す\nる過程に違法があったとは認められないし，スマートフォンの暗証番号を被告人\nから聞き出すために警察官が欺罔を用いたとも認められない。本件覚せい剤につ\nいても被告人が任意に提出したものと認められる。弁護人は薬物試験をすること\nなく警察官の経験のみで覚せい剤と判断した点を問題視するが，警察官が任意提\n出を求めたことが違法とはいえない。\n４  したがって，本件覚せい剤の押収に至る捜査の過程に違法はなく，関連証拠の\n証拠能力は肯定される。\n（累犯前科）\n１  事実\n⑴  平成２１年９月１６日札幌地方裁判所で窃盗未遂，窃盗の罪により懲役２年\n（５年間執行猶予，付保護観察。平成２６年５月１日その執行猶予取消し）に\n処せられ，平成２９年５月４日その刑の執行終了\n⑵  平成２５年１０月２１日札幌地方裁判所で窃盗の罪により懲役１年４月に処\nせられ，平成２７年５月２４日その刑の執行終了\n２  証拠\n略\n（法令の適用）\n罰   条\n判示第１の所為のうち\n住居侵入の点            刑法６０条，１３０条前段\n傷害の点                刑法６０条，２０４条\n判示第２の所為              刑法６０条，１９０条\n判示第３の所為              覚せい剤取締法４１条の２第１項\n科刑上一罪の処理（判示第１）  刑法５４条１項後段，１０条（住居侵入と傷害と\nの間には手段結果の関係があるので，１罪として\n重い傷害罪の刑で処断）\n刑種の選択（判示第１）     懲役刑を選択\n累犯加重                      ５６条１項，５７条（前記の各前科があるので判\n示各罪の刑についてそれぞれ再犯の加重）\n併合罪の処理                 刑法４５条前段，４７条本文，１０条（最も重い\n判示第１の罪の刑に刑法１４条２項の制限内で法\n定の加重）\n没   収                      覚せい剤取締法４１条の８第１項本文（判示第３\nの罪に係る覚せい剤で被告人が所持するもの）\n訴訟費用                      刑事訴訟法１８１条１項ただし書（不負担）\n（量刑の理由）\n住居侵入，傷害は，甲と知人との話に介入し，甲の対応が気に入らないとして因\n縁をつけ，金銭の支払いを約束させるなどした上で，甲が逃げようとしたことから，\n甲の下に押し掛けて起こした事件であり，反社会性の高いものである。３名で一方\n的に暴行を加えた点は危険で悪質であるし，甲が負った傷害も１か月間の加療を要\nする重いものであった。主たる暴行を加えたのは共犯者であったといえるが，被告\n人も甲の動きを押さえるなどしていたのであるから，被告人も重要な役割を果たし\nている。\n覚せい剤所持は，殊更悪質性が高いというべき事情はないが，酌むべき事情も認\nめられない犯行である。\n死体遺棄の犯行は，遺体を人目を避けて巧妙にホテルから運び出し，発見が困難\nな雪深い峠の山中に放置して遺棄したというものであり，遺族等の感情を大きく害\nする悪質な犯行である。被告人は乙が死亡するまで行動をともにし，乙の死亡に気\nが付いたのに，自身が所属する暴力団組織に迷惑がかかるのを避けたいなどという\nう身勝手な理由から死体遺棄の犯行に及んでいる上，共犯者らにも手伝いをさせて\n犯行に巻き込んでいる。\n被告人は，累犯前科を有し，平成２９年５月に前刑の執行を終了したものである\nが，１年と経たず，暴力団に加入し，住居侵入，傷害，死体遺棄，覚せい剤所持と\n異なる種類の犯行を重ねているのであるから，厳しい非難に値し，各犯行を併せた\n被告人の刑事責任は相当に重い。\nそこで，傷害の被害者甲との間で示談が成立していること，被告人が各犯行を認\nめて反省の態度を示していること，交際相手が被告人の更生のため協力する旨書面\nを提出していることも考慮し，主文の刑を科すこととした。\n（求刑  懲役６年，覚せい剤の没収）\n平成３０年１０月１７日\n札幌地方裁判所刑事第１部\n裁判官   平手  健太郎\n"
}