{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 16
  },
  "case_number": "平成21(ワ)18463",
  "case_name": "著作権確認等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82023",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82023",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/023/082023_hanrei.pdf",
  "contents": "平成２４年２月１６日判決言渡  同日原本交付  裁判所書記官\n平成２１年(ワ)第１８４６３号  著作権確認等請求事件\n口頭弁論終結日  平成２３年１１月２１日\n判            決\n原      告                  財団法人\n日本漢字能力検定協会\n同訴訟代理人弁護士          中   務   尚   子\n同                          山   田   威 一 郎\n同                          角   野   佑   子\n被      告                  株 式 会 社   オ   ー   ク\n（以下「被告オーク」という。）\n被      告                          Ｐ１\n被告ら訴訟代理人弁護士      山    下    忠    雄\n同                          佐    藤    歳    二\n同                          菱    田    健    次\n同                          菱    田    基  和  代\n同                          松    村    信    夫\n同                          塩    田    千  恵  子\n同                          坂    本              優\n同                          藤    原    正    樹\n同                          永    田    貴    久\n主            文\n1  原告が別紙書籍目録記載１２ないし３３の各書籍につき編集著作権を有\nすることを確認する。\n2  被告らは，第三者に対し，別紙書籍目録記載１２ないし３３の各書籍の\n編集著作権が被告オークに帰属する旨及び同書籍を制作販売する原告の行\n為が被告オークの著作権を侵害している旨を告知，流布してはならない。\n3  原告のその余の請求を棄却する。\n4  訴訟費用は被告らの負担とする。\n5  この判決は，２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  当事者の求めた裁判\n1  原告\n(1)  主文１項同旨\n(2)  被告らは，第三者に対し，別紙書籍目録記載の各書籍の編集著作権が被\n告オークに帰属する旨及び同書籍を制作販売する原告の行為が被告オーク\nの著作権を侵害している旨を告知，流布してはならない。\n(3)  前記(２)につき仮執行宣言\n2  被告ら\n(1)  原告の請求をいずれも棄却する。\n(2)  訴訟費用は，原告の負担とする。\n第２  事案の概要\n1  前提事実（当事者間に争いがないか，掲記の証拠により容易に認められる。）\n(1)  当事者\nア  原告\n原告は，日本漢字能力検定の実施等を業とする，平成４年６月１６日\nに平成１６年法律第１４７号による改正前の民法３４条に基づき設立さ\nれた財団法人であり，現在は一般社団法人及び一般財団法人に関する法\n律に基づく特例財団法人となっている。\nイ  被告ら\n被告オークは，昭和４６年１月２０日に設立された，教材の開発，制\n作，出版及び販売等を目的とする株式会社である。\n被告Ｐ１は，被告オークの代表取締役であり，原告の設立当初から平\n成２１年４月１６日まで，原告の代表者（理事長）であった者である。\n(2)  日本漢字能力検定\n日本漢字能力検定は，漢字に関する知識・能力を測定する技能検定であ\nる。級ごとに審査基準及び配当漢字が定められており，現在は，１級，準\n１級，２級，準２級，３級から１０級の１２段階にレベル分けされている\n（甲３６）。従前は，被告オークが実施していたが，原告設立後は原告が実\n施している。\n(3)  本件各書籍\n原告は，日本漢字能力検定の検定対策用問題集として，下記アないしエ\nの，別紙書籍目録記載の各書籍（以下「本件各書籍」といい，個々の書籍\nは「本件書籍１」などという。）を発行した。\nまた，本件各書籍の販売を継続するため，印刷会社に対して，それらの\n印刷を依頼している。\nア  本件書籍１ないし１１（甲１～１１）\n日本漢字能力検定の検定問題及び回答を，級別，開催回ごとにまとめ\nた問題集（以下「過去問題集」という。）の平成２１年度版である。\nイ  本件書籍１２ないし２１（甲１２～２１）\n日本漢字能力検定の各級の配当漢字を，５０音順にすべて掲載し，複\n数の漢字をまとめて１単元（１ステップ）として，単元ごとに，漢字表\n（漢字一覧表）と，その漢字を使った種々の問題（読み問題，書き取り\n問題など）を掲載した問題集（以下「ステップシリーズ」という。）の初\n版（９級，１０級），改訂版（準２級，５級～８級）及び改訂二版（２級～\n４級）である。\nウ  本件書籍２２ないし２７（甲２２～２７）\n日本漢字能力検定の各級に対応する配当漢字を用いた問題を，読み問\n題，部首を答える問題，画数・筆順を答える問題，熟語問題，対義語・\n類義語を答える問題，送りがなを答える問題，書き取り問題といった出\n題形式ごとに配列した問題集（以下「分野別シリーズ」という。）の初版\n（準２級，５級，６級）及び改訂版（２級～４級）である。\nエ  本件書籍２８ないし３３（甲２８～３３）\n分野別シリーズと同様，出題形式ごとに問題を配列するが，持ち運び\nしやすいように小型化され，赤い下敷きで覆うと一部の文字（赤色で記\n載された文字）が消えたように見える問題集（以下「ハンディシリーズ」\nという。）の初版である。\n(4)  奥書の記載\n本件各書籍の奥書は，発行当初，次のとおりの記載であった（なお，「日\n本漢字教育振興会」とは，被告オークの事業部門の名称である。）。\n編  者  日本漢字教育振興会\n監  修  財団法人日本漢字能力検定協会\n発行者  Ｐ１\n発行所  財団法人日本漢字能力検定協会\n(5)  本件各書籍の著作物性\n本件各書籍は，いずれも著作権法上の編集著作物であることについて，\n当事者間に争いがない。\n(6)  本件売買契約の締結\n被告オークと原告は，平成１６年１月１５日付けで，被告オークが原告\nに対し，原告が出版する問題集を含む商品を供給する商品売買基本契約（以\n下「本件売買契約」という。）を締結した（甲３４）。\nその際，被告Ｐ１は，被告オーク及び原告の双方の代表者として上記契\n約を締結した。\n(7)  被告らの行為\nア  印刷会社への告知\n被告オークの取締役であるＰ２は，平成２１年９月２８日に，本件各\n書籍の印刷会社を訪問し，本件各書籍の著作権が被告オークに帰属して\nおり，原告からの依頼を受けて本件各書籍の印刷を行った場合，著作権\n侵害に基づき刑事的手続をとると告知した。\nイ  原告の理事らに対する警告書の送付（甲３８）\n被告らは，原告の理事や評議員に対し，平成２１年１０月２２日付け\nの内容証明郵便で，本件各書籍の著作権が被告オークに帰属しており，\n本件各書籍を印刷する行為は被告オークの著作権を侵害すると告知した。\nウ  印刷会社等に対する警告書の送付（甲３９）\n被告らは，本件各書籍の印刷・製本会社及び書籍物流会社に対し，平\n成２１年１０月２６日付けの内容証明郵便で，本件各書籍の著作権が被\n告オークに帰属しており，本件各書籍を印刷する行為は被告オークの著\n作権を侵害すると告知した。\n(8)  請求の一部認諾\n被告らは，本件第３回弁論準備手続期日（平成２２年４月１９日）にお\nいて，原告が本件書籍１ないし１１の編集著作権を有する旨の確認を求め\nる請求を認諾した。\n2  原告の請求\n原告は，本件各書籍の編集著作権は原告に帰属しており，被告らの前記１\n(７)の各行為は不正競争防止法２条１項１４号の営業誹謗行為にあたるとし\nて，被告らに対し，①  本件書籍１２ないし３３（以下「本件対策問題集」\nという。）の編集著作権が原告にあることの確認を求め，②  不正競争防止法\n３条１項に基づき，本件各書籍の編集著作権が被告オークに帰属する旨，及\nび本件各書籍を制作・販売する原告の行為が被告オークの著作権を侵害して\nいる旨の告知・流布行為の禁止を求めている。\n3  争点\n本件対策問題集の編集著作権の帰属\n第３  争点に関する当事者の主張\n【原告の主張】\n以下のとおり，本件対策問題集は，原告の発意に基づき，原告の従業員が\n職務上作成したものであり，原告名義で公表されるはずのものであったから，\nその編集著作権は，著作権法１５条１項により，原告に帰属している。\n仮に，本件対策問題集が，原告と編集プロダクションとの共同著作物であ\nるとしても，原告は，編集プロダクションから被告オークへの著作権譲渡に\n同意していないから，被告オークに著作権が帰属することはない（著作権法\n６５条１項）。\n1  原告における編集作業\n本件対策問題集は，いずれも，原告の従業員が，編集方針を決定し，全体\nの構成，台割，頁数，各頁の問題で使用する漢字及び出題形式を決定した。\nなお，作業の一部は，被告オーク名義で編集プロダクションに委託された\nが，この委託契約は，被告オークに利益を付けるための形式上のものであり，\n発注，問題の選択，具体的な配列等の指示は，原告の従業員が，原告名下で\n行っていた。また，編集プロダクションは，従属的な立場，すなわち創作的\n寄与に及ばない単なる協力者に過ぎない。\n(1)  ステップシリーズについて\nア  創作性が発揮される作業\nステップシリーズの制作にあたっては，各ステップ（単元）の漢字表\nを見やすく作成するほか，各級の新出配当漢字，問題全体の構成，各領\n域の問題数の比重や難易度に合致するよう，各ステップに，どのような\n分量，出題形式，バランスで問題を選択・配列していくかが重要であり，\nこの点に編集著作物性が認められる。\nイ  初版\nステップシリーズの前身として，原告の設立前，被告オークの制作に\n係る「級別ステップ式  漢字学習シート」（以下「ステップ式学習シート」\nという。）が存在したが，平成４年に原告が設立され，日本漢字能力検定\nの級が再編成されたことに伴い，同年８月に，ステップシリーズの初版\n（２級～７級）が発行された。\nステップ式学習シートとステップシリーズの初版とでは，頁の構成，\n漢字表の内容，問題の種類及び配列，掲載されている個々の問題等が，\nまったく異なる。\nウ  第一次全面改訂\n平成９年に行われたステップシリーズの第一次全面改訂では，原告の\n従業員が，株式会社三省堂の担当者との間で編集会議を行い，制作方針\n及び企画案を決めていった。\nそして，原告の従業員が，各ステップの配当漢字，頁の構成，台割，\n各頁のレイアウト，ステップごとに掲載する問題の種類を指示し，過去\nの検定問題（以下「過去問」という。）のデータを供与し，原告の指示に\n基づき，株式会社三省堂及び編集プロダクションである株式会社大栄企\n画（以下「大栄企画」という。）がラフな形の原案を作成し，これに原告\nの従業員が修正を加えていったものであり，編集作業の主体は原告 で\nあった。\n第一次全面改訂の結果，体裁，漢字表の構成，問題の配列が，初版と\nは異なるものとなったほか，漢字表について，すべての級でステップご\nとに掲載されるようになり，項目に漢字の意味が追加され，各項目の順\n番も変更された。個々の小問も，過去問等をもとに，全面的な差替えが\nされた。\nエ  第二次全面改訂\nステップシリーズは，平成１８年に発行された９級及び１０級の初版\n（本件書籍２０，２１）において，まったく新しい形態が採用され，そ\nの後，他の級について，上記形態に沿う大幅な改訂作業が行われた（第\n二次全面改訂）。\n第二次全面改訂では，編集プロダクションである株式会社一校舎（以\n下「一校舎」という。）や，株式会社冬陽社等の協力を得たが，第一次全\n面改定と同じく，原告の従業員が，各ステップの配当漢字，頁の構成，\n台割，各頁のレイアウト，ステップごとに掲載する問題の種類を指示し，\n過去問のデータを供与し，原告の指示に基づき，編集プロダクションが\nラフな形の原案を作成し，これに原告の従業員が修正を加えていったも\nのであり，編集作業の主体は原告である。\n第二次全面改訂では，漢字表の後に各種の問題を掲載するという構成\nに変更はなかったが，問題形式の変更や各頁のデザイン，レイアウトの\n変更がされ，ほぼ全面的に問題の差替えがされている。\n(2)  分野別シリーズについて\nア  創作性が発揮される作業\n分野別シリーズの制作にあたっては，各級の配当漢字，問題全体の構\n成，各領域の問題数の比重や難易度に合致するよう，そして各級の配当\n漢字を効果的に学習できるよう，どのような配列で，どの漢字を使って\n出題するかが重要であり，この点に編集著作物性が認められる。\nイ  初版\n分野別シリーズは，原告の内部組織である日本語教育研究所に所属し\nていたＰ３の発案で企画され，平成８年５月に初版が発行された。\n初版では，編集プロダクションは利用せず，Ｐ３が企画案を作成し，\n原稿の作成・校正作業をほぼ独力で行った。編集プロダクション（株式\n会社プランディット）には，平成１２年に発行された２級から４級の改\n訂版と準２級の新版について，編集協力を依頼したに過ぎない。\nウ  改訂\n平成１２年以降の改訂作業あるいは初版制作作業は，Ｐ３あるいはＰ\n４を中心とした原告の従業員が，各分野の配当漢字，頁の構成，台割，\n各頁のレイアウト，分野ごとに掲載する問題の種類を指示し，過去問の\nデータを供与し，原告の指示に基づき，編集プロダクションがラフな形\nの原案を作成し，これに原告の従業員が修正を加えていったものであり，\n編集作業の主体は原告である。\n(3)  ハンディシリーズについて\nア  創作性が発揮される作業\nハンディシリーズの制作にあたっては，分野別シリーズと同様，各級\nの配当漢字，問題全体の構成，各領域の問題数の比重や難易度に合致す\nるよう，そして各級の配当漢字を効果的に学習できるよう，どのような\n配列で，どの漢字を使って出題するかが重要であり，この点に編集著作\n物性が認められる。\nイ  初版\nハンディシリーズは，大栄企画の提案により企画されたため，本件書\n籍２８から３１の発行時には，編集協力を大栄企画に依頼した（平成２\n０年の本件書籍３２及び３３の発行時には，一校舎に依頼した。）。\nハンディシリーズは，問題の７割以上に過去問をそのまま使用してい\nるため，編集作業にあたっては，原告の従業員が，過去問から適切な問\n題を選び，正答率の低い問題にアスタリスクマークを付した初稿を作成\nし，原告の出版部・編集企画課が，練習問題については，単元，台割，\n検定問題パターンを示した設問形式等を指示し，模擬テストについても\n同様に形式を指示し，原告の指示に基づき，編集プロダクションがラフ\nな形の原案を作成し，これに原告の従業員が修正を加えていった。\nハンディシリーズの編集にあたっても，原告の従業員が，各出題形式\nの配当漢字，頁の構成，台割，各頁のレイアウト，出題形式ごとに掲載\nする問題の種類を指示し，過去問のデータを供与し，原告の指示に基づ\nき，編集プロダクションがラフな形の原案を作成し，これに原告の従業\n員が修正を加えていったものであり，編集作業の主体は原告である。\n2  奥書の記載が虚偽であること\n本件対策問題集の奥書にある，編者を日本漢字教育振興会とする記載は，\n本来であれば原告と記載されるべきところを，原告代表者と被告オークの代\n表者を兼ねていた被告Ｐ１が独断で行った虚偽の記載であり，被告オークに\n編集著作権が帰属することの根拠とはならない。\n日本漢字教育振興会は，原告設立以降は実体がなく，従業員やスタッフも\n存在しなかったのであり，日本漢字教育振興会が本件対策問題集の制作を\n行ったことはない。\n3  被告オークの関与について\n原告の設立に際し，被告オークがそれまで行ってきた日本漢字能力検定に\n関連する事業は原告が引き継ぎ，被告オークは同事業を行わないこととされ\nた。原告の設立以降，被告オークには，日本漢字能力検定あるいは同検定に\n関連する書籍の制作，販売業務を行う従業員はおらず，本件各書籍の制作に\nついて関与していない。\nなお，原告と被告オークとの間で締結された本件売買契約では，被告オー\nクが書籍を制作し，これを原告が購入することになっている。しかし，上記\n契約は，契約当事者の代表者が同一人物（Ｐ１）であったため，利益相反行\n為であるにもかかわらず，原告の理事会の承認なく締結されたものである。\nまた，上記契約は，被告オークに書籍代金を流出させるために締結されたも\nのであって，被告オークが書籍の制作を行った事実はなく，原告への販売を\n行った事実もない。\n4  編集プロダクションの関与について\n本件対策問題集の編集作業に際し，いくつかの編集プロダクションが関与\nしているが，いずれも，従属的な立場，すなわち創作的寄与に及ばない単な\nる協力者として関与したに過ぎず，その関与した作業により，編集プロダク\nションに編集著作権が発生することはない。\nしたがって，編集プロダクションから被告オークに対する編集著作権の譲\n渡もない。\n仮に，編集プロダクションに編集著作権が発生したとしても，前述したと\nおり，原告は，被告オークへの譲渡を承諾していないので，被告オークに本\n件対策問題集の編集著作権が帰属することはない。\n【被告らの主張】\n以下のとおり，本件対策問題集の編集著作権は被告オークに帰属している。\nそうでないとしても，本件対策問題集は，原告と被告オークの共同著作物\nであり，その編集著作権は，原告のみならず被告オークにも帰属している。\n1  奥書の記載による推定\n本件対策問題集の奥書において，編者は被告オークの一事業部門である日\n本漢字教育振興会とされているから，本件対策問題集の編集著作者は被告\nオークと推定される（著作権法１４条）。\n原告設立以降，原告は，日本漢字能力検定の実施及び問題の作成，教材の\n販売窓口を，被告オークは，旧来どおり教材の開発（編集）等を，それぞれ\n分担していたのであり，書籍の制作費・発注費は被告オークが負担し，Ｐ２\nが制作方針や編集方針を策定してきた。上記奥書の記載は，本件対策問題集\nが，被告オークの費用，労力によって制作されたことを反映したものである。\n2  被告オークにおける著作権の発生\n(1)  被告オークの取締役であるＰ２が，本件対策問題集の作成を発案し，そ\nの制作方針，編集方針を策定した上，これらを作成していたのであるから，\n本件対策問題集の編集著作権は被告オークに帰属する。\n(2)  ステップシリーズについて\nステップシリーズの初版（平成４年８月発行）は，被告オークが，自ら\n発案した学習法（ステップ式）を具体的に表現し作成した教材であるステッ\nプ式学習シート（漢字を５０音順に配列し，読み問題・書き取り問題・応\n用問題を提示）をもとに，編集したものであり，ステップシリーズの内容\nは，ステップ式学習シートと同一である。しかも，日本漢字教育振興会に\nよる上記初版の編集作業は，原告設立（平成４年６月設立）までに完了し\nていたから，その編集著作者であり編集著作権の帰属主体となるのは，被\n告オークである。\nその後，ステップシリーズについては，改訂版，改訂二版が作成されて\nいるが，５０音順に配列された各ステップの漢字は同一であり，問題につ\nいても，同一の内容が継続して使用されている。\nこのように何度かの改訂を重ねても，内容が一新されているということ\nはなく，ステップ式学習シート及びステップシリーズの初版について編集\n著作権を有する被告オークが，その後の改訂版についても編集著作権を有\nしている。\n(3)  その他の書籍について\n本件対策問題集の前身となった書籍は，被告オークの編集方針に基づい\nて編集されており，編集上の創作性がある部分は同じであるから，本件対\n策問題集は，被告オークの著作物の複製物にすぎない。\nまた，ハンディシリーズの末尾に付属している漢字表は，被告オークが\n版権を持つ「大栄企画  現代版漢字辞典」に基づき制作し，被告オークが著\n作権を有する「漢検  常用漢字辞典」の複製物である。\n3  編集プロダクションにおける著作権の発生\n被告オークは，自己の編集方針に基づく編集作業を編集プロダクションに\n依頼しており，本件対策問題集の編集作業は，被告オークから委託を受けた\n編集プロダクションが行った。\n編集プロダクションが行った作業は，出版企画から，流通（販売）計画を\n検討し，編集企画，原稿執筆，デザイン等を制作した上，組版，製版，印刷・\n製本，販売に至るものである。編集プロダクションに対しては，一冊あたり\n３００万円から４００万円の委託費用が被告オークから支払われているので\nあって，その作業が機械的なものであったはずがない。\nしたがって，本件対策問題集の編集著作権は，編集プロダクションにおい\nても発生している。\nそして，被告オークと編集プロダクションとの業務委託契約に基づき，編\n集プロダクションにおいて発生した本件対策問題集の編集著作権は，被告\nオークに譲渡された。\n4  原告における著作権の不発生\n原告が行った作業は校正・校閲であり，作業の具体的内容は，その級では\n使わない漢字，意味が不適切なもの，書き順が違うものを省く，漢字のハネ・\nトメ等を付け加えるといった，出版に際しての間違いチェックにすぎず，上\n記作業により原告に著作権が発生するものではない。\n仮に，本件対策問題集について，原告により新たな創作性が加わっていた\nとして，これらの書籍の編集著作権が原告にあると判断されたとしても，前\n記２(２)，(３)のとおり，本件対策問題集は，その前身となった被告オークが\n編集著作権を有する書籍の二次的著作物に過ぎない。\n原告は被告オークの許諾を得ずに，翻案及び複製等の行為をしており，被\n告オークの原著作権を侵害していることは明らかである。\n第４  当裁判所の判断\n1  本件対策問題集の制作・編集の経緯\n証拠（甲１１２～１１６，乙２４，３１，証人Ｐ４，同Ｐ５，同Ｐ２，以\n下個別に掲記した証拠）及び弁論の全趣旨によれば，以下の事実が認められ\nる。\n(1)  被告オークによる検定事業及びその関連事業\n被告オークは，日本漢字能力検定協会の名称を使用して，昭和５０年１\n１月から日本漢字能力検定を開始し，これに伴い，「段階的に学べる  漢字\n学習シート」（乙７４）や，ステップ式学習シート（甲５３，１１７，１１\n８，乙３５～４２），その他の教材（乙３４，４３）の制作・販売を行って\nいた。\n当時，日本漢字能力検定のレベル分けは，初段から５段と，１級から１\n５級の２０段階となっていた。\n(2)  原告の設立\n被告オークの漢字検定部門において行われていた漢字検定は，多くの受\n験者が参加するようになり，平成３年度には年間約９万３０００人に及ん\nだ（甲５４）。\n被告Ｐ１は，平成４年６月に，１億円を寄付して，被告オークの漢字検\n定部門を財団化した原告を設立した。当時，被告オークの従業員は２０名\n程度（漢字検定事業に従事する者が１０名程度，出版事業に従事する者が\n３，４名，他の業務に携わっている者が５名程度）であったところ，この\nうち漢字検定事業に従事していた従業員は，原告の従業員となった。\nなお，原告の設立後は，日本漢字能力検定の実施主体や，書籍刊行など\nの業務は，原告に移行することが決まっていた（甲４６）。\n(3)  原告における書籍制作担当部署\n原告の設立後，原告内部において，原告発行に係る問題集などの書籍の\n制作，編集については，次のとおりの部署が設立され，これを担当した。\nア  平成４年６月から平成８年３月ころまで（甲４０）\n原告の設立後，総務部企画室と出版部編集課において書籍の制作，編\n集を担当した。これに関与する従業員は３名であった。\nイ  平成８年４月から平成１６年８月ころまで（甲４１，４２）\n平成８年４月，前記アの出版部編集課が廃止され，これに代わる部署\nとして，検定部編集課が新設され，書籍の制作，編集を担当することと\nなった。これに関与する従業員は３名であった。\nまた，この間の平成９年に，日本語教育研究所が設立され，前記アの\n従業員のうち２名が，上記３名とは別途，同研究所における業務に従事\nし，原告発行に係る書籍の制作，編集に関与していた。\nウ  平成１６年９月以降（甲４３，４４）\n平成１６年９月，前記イの検定部編集課は，検定問題の作成を担当す\nることとし，原告発行に係る問題集などの書籍の制作，編集については，\n原告の出版部に編集企画課を新設し，同課において担当することとなっ\nた。これに関与する従業員は３名であった。\n(4)  ステップシリーズ\nア  ステップシリーズ初版\n被告オークの一事業部門である日本漢字教育振興会は，原告の設立前，\nステップ式学習シートを発行していた。\n原告の設立後，日本漢字能力検定のレベル分けは，１級，準１級，２\n級，準２級，３級から１０級の１２段階に変更された。そのため，上記\nステップ式学習シートを参考に，上記変更後のレベルに沿った形で，ス\nテップシリーズの初版（２級，３級～７級）が，平成４年８月に発行さ\nれた（甲５４，５５，乙５６～６１，６５）。\nステップシリーズは，級別の配当漢字を５０音順に並べた上，複数の\n漢字を括って１ステップとし，各ステップにつき練習問題を掲載すると\nいうものである。\n初版では，各ステップに２頁を割り当てて練習問題を掲載し，さらに\n力だめし問題を織り込むという点では，各級とも共通していたが，大問\nの出題形式，大問の数，各大問に割かれる小問の数などに定型的なもの\nはなかったほか，漢字表が付属している級と付属していない級が存在し\nた。\nその後，準２級，８級から１０級についてもステップシリーズを発行\nすることになり，順次，平成１１年５月に準２級の初版，平成１２年８\n月に８級の初版，平成１８年４月に９級及び１０級の初版（本件書籍２\n０，２１）が発行されたが，これらについては，改訂版（後記イ）の体\n裁が採用された。\nイ  ステップシリーズ改訂版\n平成８年に入り，ステップシリーズの改訂版を発行することが決まっ\nたが，改訂版の発行に当たっては，初版の制作においては利用していな\nかった外部の編集プロダクションを利用することになった。そして，被\n告オークと編集プロダクションである株式会社三省堂教材システムとの\n間で，ステップシリーズ２級，３級，４級の改訂版について，同年１０\n月２日付けで，原稿作成または原稿整理に始まる一切の業務についての\n業務委託契約が締結された（乙１）。\n改訂版では，ステップごとに４頁が割り当てられ，１頁目に漢字表が\n掲載され，２頁目から４頁目に，練習問題（大問）として，読み問題（２\n頁目），応用問題２種（３頁目），書き取り問題（４頁目）が掲載される\nという形式で統一された（甲５６）。また，個々の小問も，その多くが初\n版とは異なるものとなった。\nこれらの形式に従い，改訂作業が行われ，平成９年３月に３級の改訂\n版，同年４月に２級及び４級の改訂版が発行された。\nまた，５級から７級についても，改訂作業に向けた内外関係者との打\n合せが進み（甲５７，５９），原告の従業員が執筆要項（甲５７）や台割\n表（甲５８）を作成し，これらをもとに，大栄企画が原稿作成を行った。\nその結果，平成９年１０月に５級から７級の改訂版（本件書籍１６～\n１８）が発行された。\nそして，平成１９年４月には，同様の作業が行われた結果，準２級及\nび８級の改訂版（本件書籍１３，１９）が発行された。\nウ  ステップシリーズ改訂二版\n平成１９年４月，２級の改訂二版（本件書籍１２）が，平成２１年３\n月，３級及び４級の改訂二版（本件書籍１４，１５）が発行された。\nエ  ステップシリーズにおける直近の制作，編集の経過\n上述したとおり，ステップシリーズでは，３級及び４級の改訂二版が，\n直近の制作，編集となる。その経過は，次のとおりである。\n平成２０年に入り，３級及び４級についても改訂二版（本件書籍１４，\n１５）の発行が企画され，台割表（３級につき甲６３）が作成された。\n改訂二版では，コンセプトや構成要素，ステップ数や各ステップに収録\nされる配当漢字は改訂版を踏襲した上，問題，用例，出題形式について，\n日本漢字能力検定の現出題傾向に沿ったものとする見直し・変更・入替\nえが行われることになっていた（甲６２）。そして，被告オークは，４級\nについて同年５月３０日に一校舎との間で，３級について同年９月２日\nに編集プロダクションである株式会社エイティエイトとの間で，それぞ\nれ業務委託契約を締結した（乙５０，５３）。\n編集作業にあたっては，原告の従業員が作成した執筆要項（甲６４），\n編集要項（甲６５），表記統一表（甲６６），大問パターン一覧表（３級\nにつき甲６７），配当漢字一覧表（３級につき甲６８），応用問題の割付\n表（３級につき甲６９），平成１６年に作成されていた小問の素案（３級\nにつき甲７０），出題形式別の過去問リスト（３級の読み問題につき甲７\n１）が，各編集プロダクションに交付された。そして，これに基づいて，\n編集プロダクションが原稿（漢字表に記載する漢字の意味や用例，小問\nの問題文や選択問題における選択肢の案）を作成し，原告の従業員が，\n内部基準（甲７５）に基づき，執筆要項に従っているか，配当漢字が正\nしく使用されているか，級の難易度に合っているか，対象年齢に相応し\nい表現がされているかといった観点からチェックを行い，問題文の内容\nや配列順の修正・変更を行い，これに沿った形で編集プロダクションが\n再度原稿を作成するという作業が，数次にわたって行われた（３級につ\nき甲７２～７４）。\n(5)  分野別シリーズ\nア  分野別シリーズ初版\n平成６年ころ，原告の従業員で，原告の内部組織である日本語教育研\n究所に所属していたＰ３の発案により，分野別シリーズの発行が企画さ\nれた。分野別シリーズでは，級ごとの配当漢字について，「漢字の読み」\n「漢字の部首」「熟語の構成」「対義語・類義語」「四字熟語」「送りがな」\n「書きとり」などの出題分野（出題形式）ごとに，練習問題，演習問題\nが編集されることとなった。Ｐ３は，同研究所に所属していたＰ６の指\n導のもと，短期アルバイトの協力を得て，過去問の頻出問題を抽出する\nなどの作業を行った（甲４５）。その後，印刷会社と装丁などについて打\nち合わせた結果，平成８年５月に２級及び３級の初版，同年１１月に４\n級の初版が発行された。\nまた，これらの改訂版が発行されたころ，準２級についても発行する\nこととなり，平成１２年３月，準２級の初版（本件書籍２３）が発行さ\nれた。\nさらに，平成１９年４月，５級及び６級の初版（本件書籍２６，２７）\nが発行された。\nイ  分野別シリーズ改訂版\n分野別シリーズの改訂版を発行することが企画され，平成１２年７月，\n２，３級の改訂版（本件書籍２２，２４）が，同年１１月に４級の改訂\n版（本件書籍２５）がそれぞれ発行された。\nウ  分野別シリーズにおける直近の制作，編集の経過\n上述したとおり，分野別シリーズでは，５級及び６級の初版が直近の\n制作，編集となる。その経過は，次のとおりである。\n平成１８年に入り，分野別シリーズについて，新たに５級及び６級の\n制作が企画され（甲８６），台割表（甲８７）が作成された。そして，同\n年６月には，執筆要項（甲８８），編集要項（甲８９），検定問題パター\nン一覧（甲９０）が作成され，これらをもとに，同月１４日付けで被告\nオークとの間で業務委託契約（乙１９）を締結していた株式会社アスク\nが，解説（コラム），問題，解答・解説の原稿を作成した。執筆要項（甲\n８８）においては，分野ごとの留意点として，読み問題，書き取り問題，\n送りがな問題については，過去問において出題回数が多いものを問題形\n式ごとに集めた「問題使用語リスト」を中心に出題することや，書き取\nり問題に「誤字訂正」問題を含めることが定められていた。\nそして，前記(４)エで詳述するところと同様，株式会社アスクによる\n原稿作成と，原告の従業員による原稿の修正・変更が，数次にわたり行\nわれた。\n(6)  ハンディシリーズ\nア  ハンディシリーズの発行\n原告において，分野別シリーズと同様，出題形式ごとに練習問題を配\n列したもので，携帯に便利な小型の問題集であるハンディシリーズの発\n行が企画された。制作，編集作業が行われた結果，平成１０年１０月に\n２級，３級，４級の初版（本件書籍２８，３０，３１），平成１２年３月\nに準２級の初版（本件書籍２９），平成２０年４月に５級及び６級の初版\n（本件書籍３２，３３）が発行された。\nイ  ハンディシリーズにおける直近の制作，編集の経過\n上述のとおり，ハンディシリーズでは，５，６級の初版が直近の制作，\n編集となる。その経過は，次のとおりである。\n平成１９年に入り，ハンディシリーズ５級及び６級の制作が企画され，\n同年７月には，執筆要項（甲９３），編集要項（甲９４。内容は分野別シ\nリーズ５級及び６級の編集要項〔甲８９〕とほぼ同じ。），検定問題パター\nン一覧（甲９５。内容は分野別シリーズ５級及び６級の検定問題パター\nン一覧〔甲９０〕とほぼ同じ。），過去問リスト（甲９６～１０５）が作\n成され，同年８月６日付けで被告オークとの間で業務委託契約（乙２２）\nを締結していた一校舎に交付された。執筆要項においては，問題作成に\nあたり，過去問を７割程度使用し，残りの３割程度を新規に作成するこ\nと，使用する過去問のうち約半数を，正答率が低い問題として，原告の\n従業員が１個ないし２個のアスタリスクマークを付した過去問の中から\n選択することが定められていた（甲９３）。\nそして，一校舎が，練習問題及び模擬テストの問題と解答の原稿を作\n成して，そのデータを原告に送付し，Ｐ４ら原告の従業員数名が修正・\n変更を行って，そのデータを一校舎に送付し，これに沿った形で一校舎\nが再度原稿を作成するという作業が，何度か繰り返された。なお，一校\n舎において修正内容に従った原稿を作成するにあたっては，一校舎の担\n当者とＰ４との間で，修正内容の確認や相談が行われていた。\n(7)  本件売買契約\n被告Ｐ１は，平成１６年１月１５日付けで，被告オーク及び原告の双方\nの代表者として，本件売買契約を締結し（甲３４），対象商品の掛け率を，\n「小売定価の５０％（過去問題集については原則４０％）＋消費税」とす\nる覚書を交わした（甲３５）。\n2  争点（本件対策問題集の編集著作権の帰属）について\n本件対策問題集の奥書には，編者として，被告オークの一事業部門である\n日本教育振興会が記載されているから，編集著作者は被告オークであると推\n定されることになる（著作権法１４条）。\nそこで，上記推定が覆されるかが問題となるところ，原告は，本件対策問\n題集について，①  原告の発意に基づき，②  原告の従業員が職務上作成した\nものであり，③  原告名義で公表されるはずのものであったから，その編集\n著作権は，著作権法１５条１項に基づき，原告に帰属すると主張するので，\n以下検討する。\n(1)  発意者\n著作権法１５条１項にいう「法人等の発意に基づく」とは，当該著作物\nを創作することについての意思決定が，直接又は間接に法人等の判断によ\nり行われていることを意味すると解され，発案者ないし提案者が誰である\nかによって，法人等の発意に基づくか否かが定まるものではない。つまり，\n本件対策問題集の制作が原告の判断で行われたのであれば，「原告の発意に\n基づく」といえるのであって，最初に作成を思いついた人物や企画を出し\nた人物が，原告の主張するようにＰ３（分野別シリーズ）あるいは大栄企\n画（ハンディシリーズ）であったか，あるいは被告らが主張するようにＰ\n２であったかは，この点を左右しない。\nまた，前記１(２)，(３)のとおり，原告は，日本漢字能力検定及びこれに\n係る書籍の発行を業務としているところ，日本漢字能力検定の主催者とし\nて行う「書籍の発行」業務とは，書籍の販売のみならず，主催者（出題者）\nとしてのノウハウを生かした書籍の制作業務を当然含んでいるものと考え\nられる。\nそうしたところ，ステップシリーズについては，５級から７級の改訂版\n（本件書籍１６～１８）について，執筆要項が原告名義で作成され（甲５\n７），外部業者との編集会議に出席していたのも原告の従業員らであるし\n（甲５９），３級及び４級の改訂二版（本件書籍１４，１５）についても，\n見積依頼書（甲６０），執筆要項（甲６４），編集要項（甲６５），組版にあ\nたっての指示文書（甲７６）等の外部業者に渡す書面が，原告名義で作成\nされている。さらに，分野別シリーズ５級及び６級（本件書籍２６，２７）\nに係る執筆要項（甲８８），編集要項（甲８９），見積依頼書（甲９１，９\n２）や，ハンディシリーズ５級及び６級（本件書籍３２，３３）に係る執\n筆要項（甲９３），編集要項（甲９４），印刷会社に対する発注書（甲１０\n９，１１０）等も，同様に原告名義で作成されている。\nしたがって，本件対策問題集のうちこれら９冊（本件書籍１４～１８，\n２６，２７，３２，３３）の作成は，原告の意思によって行われたものと\n認められる。\nそして，本件対策問題集のうち上記９冊以外のものについては，執筆要\n項などの証拠が残っていなかったものの，いずれも３種類のシリーズに属\nする問題集であることや，上記９冊のうち最も早く制作されたステップシ\nリーズ５級から７級の改訂版（平成９年１０月１日発行）と，最も遅く制\n作されたステップシリーズ３級及び４級の改訂二版（平成２１年３月２０\n日発行）との間の時期に制作されたものであることからして，上記９冊と\n同様に，原告の意思により作成されたものと考えられるところ，これに反\nする証拠もない。\n一方，上記編集作業について被告オークが関与したことを窺わせる事情\nは，編集プロダクションとの業務委託契約を締結したというだけであり，\nそれ以上に，被告オークが上記編集作業に関与したことを認めるに足る証\n拠はない。\n以上のとおりであるから，本件対策問題集の制作に係る意思決定は，原\n告の判断により行われていたといえ，本件対策問題集は，原告の発意に基\nづき制作されたものと認められる。\n(2)  作成者\n前記１で認定したとおり，本件対策問題集の制作には，原告，編集プロ\nダクション，被告オークが関与している。そこで，それぞれの関与の態様\nについて，編集著作権を発生させるものといえるかについて検討する。\nア  創作性が発揮される作業\n(ア)  漢字を級別に割り当てる作業等\n本件対策問題集は，いずれも級別に編集されているが，各級の配当\n漢字や，そこで要求されるレベル（出題形式の範囲）は，「日本漢字能\n力検定  審査基準」において予め決定されていたものであり（甲３６），\nこの点に編集における創作性が発揮されることはない。\nまた，編集著作物性の判断にあたっては，小問に係る文章表現の創\n作性も問題とはならない。\n(イ)  ステップシリーズ\nステップシリーズは，各級の配当漢字をすべて５０音順に配列した\n上，一定数の漢字ごとに分け，これらを各ステップとして，ステップ\nごとに各種の練習問題を作成したものであるが，その配列やステップ\nの分類自体には創作性が認められず，編集において創作性の発揮され\nる作業は，ステップごとの大問（出題形式）や小問（具体的な問題）\nの選択・配列であるといえる。\nすなわち，５０音順配列の採用が被告オークの知見に基づくもので\nあったとしても，それ自体はアイデアに過ぎない。各ステップに，ど\nの漢字をいくつ割り当てるかについても，５０音順配列を採用してい\nることや，ステップごとに定められた頁数を割り当てる関係上，自ず\nと決まる。\nなお，大問は，「読み」「書き取り」「同音・同訓」「漢字識別」「熟語」\n「部首」「対義語・類義語」に関する問題など，出題形式ごとによる小\n問の集合体のことをいうが，その選択や配列が，結果として，素材で\nある小問の選択と配列に大きな影響を与えるという関係にある（１つ\nの漢字について用意された，いくつかの種類の小問のうち，応用問題\nの問題形式が決まることにより，小問の種類は決まる。また，出題さ\nれる漢字は，既に５０音順で並べたものを一定の数ごとに各ステップ\nに割り当てられている。）。\n(ウ)  分野別シリーズ及びハンディシリーズ\n分野別シリーズ及びハンディシリーズは，各級の配当漢字に係る小\n問を，当該級の検定において出題されうる出題分野・出題形式ごとに\nまとめたものであるが，実際の検定において出題された出題分野や出\n題形式に依ることとなる結果，出題分野・出題形式（大問）の選択に\nは創作性が認められず，編集において創作性の発揮される作業は，小\n問及びそこで使用する配当漢字の選択・配列であるといえる。\nイ  原告の関与\n前記アを前提とすると，原告の従業員は，本件対策問題集の編集にあ\nたり，次のとおり創作性の発揮される作業を行ったといえる。\n(ア)  編集方針の決定\n本件対策問題集は，日本漢字能力検定において当該級に合格できる\nよう，学習効果を上げることを目的として制作されたものであるとこ\nろ，制作当時において日本漢字能力検定の主催者であり，出題内容を\n決定する立場にあった原告は，最もよく，そのためのノウハウを持っ\nていたといえる。\nそして，上記のような立場にある原告において，その従業員が，前\n記１で認定したとおり，原稿作成を行う編集プロダクションに対し，\n執筆要項及び編集要項を作成・交付して，原稿作成にあたっての指示\nを与えており，編集方針を定めていたのは原告であったといえる。な\nお，原告の編集方針は，執筆要項等に具体化されていたものであって\n（たとえば，ステップシリーズ３級及び４級改訂二版の執筆要項〔甲\n６４〕では，読み問題及び書き取り問題における小問の内容・順序ま\nで指定されている。），単なるアイデアに留まるものではない。\nなお，本件売買契約（甲３４）においては，原告が発行する書籍の\n制作を被告オークが行うことになっているが，上記契約内容だけから，\n本件各書籍の制作を被告オークが行っていたと認定することはできな\nい。編集著作権の発生は，編集作業を誰が行ったかという観点から認\n定すべきであり，契約の内容がこれを左右するものではない。したがっ\nて，上記契約が，利益相反となり，その効果が原告に帰属するかどう\nかという点についても，編集著作権の発生の認定には関係がないとい\nうべきである。\n(イ)  選択・配列の決定権\nまた，原告の従業員は，編集プロダクションが作成した原稿が，原\n告の編集方針に沿うものとなるよう修正・変更作業を行っていたので\nあるから，小問の選択・配列（ステップシリーズ）や，小問及びそこ\nで使用する配当漢字の選択・配列（分野別シリーズ及びハンディシリー\nズ）について，最終的な決定権を有していたのも原告であったといえ\nる。\n被告らは，原告の従業員が行ったのは創作性のない校正作業である\nと主張するが，前記１で認定したとおり，原告の従業員は，編集プロ\nダクションの作成した原稿について，自ら小問の内容や配列順の変更\nなどを行い，編集プロダクションにそのとおりの内容に作り替えさせ\nていたのであるから，創作性のある部分の決定を行っていたものとい\nえる。被告らの上記主張は，原告従業員の行った作業を正しく評価す\nるものではない。\n(ウ)  具体的な選択・配列作業\nさらに，原告の編集方針に基づく具体的な素材の選択・配列につい\nて，原告の従業員は次のような関与を行っている。なお，修正・変更\nした原稿や編集プロダクションに交付した資料などの，原告の従業員\nが行った作業を示す証拠が提出されているのは，本件対策問題集のう\nち一部についてのみであるが，本件対策問題集の制作には，いずれも\n編集プロダクションが関与しているところ，その場合の原告における\n作業内容は，少なくともステップシリーズ，分野別シリーズ，ハンディ\nシリーズの各シリーズ内においては，共通するものと認められる。\nａ  ステップシリーズについて\n原告従業員であるＰ４は，平成２０年５月ころに行われたステッ\nプシリーズの改訂作業に際し，各ステップにおける，大問の選択・\n配列について，読み問題・書き取り問題以外から任意に採用する応\n用問題２種の割付けを決定している（甲６７，６９，証人Ｐ４）。こ\nの点，被告らは，Ｐ４による応用問題の決定が行われたとは考えに\nくいと主張するが，原告から編集プロダクションに交付された執筆\n要項（甲６４）には，大問については「別紙『大問パターン一覧』\nを参照。」との指示があるところ，「大問パターン一覧」とは甲６７\nのことであり，甲６７に記載されている「旧原稿」とは甲６９のこ\nとであると考えられるから，これらは編集作業を委託するに先立っ\nて，原告において作成されたものといえる。したがって，甲６９を\n自ら作成したとのＰ４の証言は信用でき，応用問題の割付けを決定\nしたのはＰ４であると認められる。\nまた，小問の選択・配列に関し，原告は，編集プロダクションに\n対し，素材となる小問のデータ（過去問リスト及び３級の改訂二版\nについては小問の素案〔甲７０〕）を提供している。そして，原告に\nおいて作成された小問の素案については，原告従業員が素材の選択\nを行ったといえるし，過去問リストも，過去問のすべてを集めたも\nのではなく，過去問で頻繁に使われている語をＰ４が集めたもので\nあるから（証人Ｐ４），やはり，原告従業員において素材の選択を行っ\nたといえる。なお，被告らは，甲７０に同一の問題文が二行にわたっ\nて記載されているのは不自然であるから，これは原告従業員が作成\nしたものでないと主張するが，甲７０の体裁から見て，同一の問題\n文が二行にわたって記載されているのは，同一の問題文に二種の漢\n字が使用されている場合に，それを個別に取り上げているからと考\nえられるし，編集プロダクションの作成する原稿においても同様の\n体裁となっているのであって（甲７２～７４），被告らが主張する点\nは，原告従業員による作成の事実を否定する事情とはならない。ま\nた，被告らが主張するように，甲７０に記載された小問が，原告に\nおいて使用されていたソフトウェアによって，データベースから抽\n出されたものであったとしても，小問の文章表現自体が原告従業員\nの創作によるものでないことは，編集著作権が争点となっている本\n件では問題とならないし，甲７０は，ステップ及び大問ごとに小問\nをまとめたものであるから，抽出結果の機械的な羅列とはいえず，\n原告従業員により素材の選択が行われていたといえる。\nすなわち，前記ア(イ)で指摘したとおり，どのステップにどの大\n問を選択，配列するか（読み問題と書き取り問題は，各ステップの\n２頁目と４頁目に配列されることが，予め定められており，３頁目\nの応用問題の２種類をどのように選択，配列するか）によって，小\n問の選択と配列の多くの部分が決まるという関係にあるが，上述し\nたとおり，大問の選択と配列は原告従業員が行っている。\nｂ  分野別シリーズについて\n原告は，平成１８年６月ころ行われた分野別シリーズの５級及び\n６級の原稿作成作業に際し，執筆要項（甲８８）を作成し，小問で\n使用する配当漢字の選択・配列に関し，分野ごとの留意点を定め，\nその中で，「問題使用語リスト」を中心に出題することを指示してい\nる。\n上記リストの内容は証拠上明らかでないものの，平成８年に行わ\nれた初版（２級～４級）の制作にあたっては，原告従業員であるＰ\n３が，１級から１０級の過去問で頻出する漢字を調査し，短期アル\nバイトを雇って，手集計で半年をかけて作業を完了させたというの\nであり（甲４５），上記５級及び６級のリストに関しても，調査範囲\nが同じであったかや，手作業であったかはともかくとして，同種の\n抽出作業が行われたものと考えられる。\nしたがって，原告従業員は，小問で使用する配当漢字について，\n選択を行っていたものといえる。\nｃ  ハンディシリーズについて\n原告は，ハンディシリーズの制作，編集に際し，小問において使\n用する過去問の割合を決定し，使用すべき過去問のリストを，編集\nプロダクションに提供している。そして，この過去問リストは，過\n去問で頻出しているものを，原告の従業員において選択して作成し\nたものである（証人Ｐ４，１７頁）。したがって，原告従業員は，小\n問で使用すべき過去問について，素材の選択を行っていたものとい\nえる。\nさらに，原告の従業員は，配当漢字の選択・配列について，編集\nプロダクションに対し，正答率の低い問題を，１個ないし２個のア\nスタリスクマークで明らかにし，過去問のうち半数をこの中から選\n択するよう指示しているところ，実際に発行された書籍（甲２８～\n３３）にも，正答率の低い問題に１個ないし２個のアスタリスクマー\nクが付されている。したがって，原告従業員は，小問で使用する配\n当漢字についても，選択を行っていたものといえる。\nウ  編集プロダクションの関与\n(ア)  選択・配列作業について\n前記１のとおり，編集プロダクションは，本件対策問題集の原稿作\n成作業に関与しており，当初段階における小問の選択・配列の作業を\n行っていたといえる。\nもっとも，前記イのとおり，編集プロダクションによる選択・配列\nは，原告の従業員が選択した素材の中から，原告の指定する配列方針\nに従って行われていたものであり，編集プロダクションが作成した原\n稿のチェックにあたって原告の従業員が一番気にしていたのも，原告\nの作成した執筆要項に従っているかどうかである（証人Ｐ４，２７頁）。\nしたがって，編集プロダクションは，原告の方針に反して選択・配列\nに創作性を発揮することが許されない立場にあったといえる。\nなお，執筆要項において選択・配列に個別具体的な指定がなかった\n部分に関しては，編集プロダクションに，選択・配列における裁量が\n存在したと考えられる。しかしながら，ステップシリーズ及びハンディ\nシリーズについては，執筆要項（甲６４，甲９３）において，できる\nかぎり満遍なく配当漢字を使用する，できるかぎり異なる熟語・単語\nで使用するといった観点からの選択・配列が要求されていたところ，\nこのような観点から行われたにすぎない小問及びそこで使用する配当\n漢字の選択・配列については，編集プロダクションの裁量により行わ\nれたものであっても，原告の編集方針を超える独自の創作性があった\nとはいいがたい。また，分野別シリーズについては，執筆要項（甲８\n８）において特別な指示はされていないが，原告が主催する日本漢字\n能力検定の検定対策用問題集という性格からして，やはり，編集プロ\nダクション独自の創作性は発揮されないと考えられる。\nしたがって，編集プロダクションが行った選択・配列は，原告の指\n示の下で，いわば原告の手足となって行ったものであり，編集プロダ\nクションにおいて独自に編集著作権を獲得するようなものではなかっ\nたといえる。\n(イ)  対価について\n被告らは，被告オークから編集プロダクションに支払われた金額の\n大きさからして，編集プロダクションの行った作業は機械的なもので\nはなかったと主張する。\nしかしながら，小問の７割を過去問から選択するハンディシリーズ\n（５級及び６級）ですら，編集プロダクションの行った作業には，３\nか月程度の時間を要したのであるから（証人Ｐ５，１７頁），これに対\nする対価１３３万１４００円は，客観的な作業量に比して決して多額\nとはいえず，創作性の発揮されない作業に対する対価であるとしても，\n十分説明のつく金額である。\nなお，編集プロダクションには，証拠上明らかになっている限りに\nおいて，下記ａないしｃの対価が支払われているところ，ステップシ\nリーズ及びハンディシリーズ２級から４級の対価は，上記ハンディシ\nリーズ５級及び６級の対価よりも明らかに多額である。しかしながら，\nステップシリーズについては，２級から４級の改訂版の対価には版下\n一式の費用や営業費５０万円が含まれ（乙１），８級の改訂版の対価に\nは組版作業の対価が含まれ（乙１５，甲１１３），３級及び４級の改訂\n二版の対価には製版の対価が含まれているところ（甲６１）これらは\n編集作業の対価ではない。さらに，ハンディシリーズ２級から４級の\n対価は，企画料・原稿料・編集料・写植代・製版代・色校正刷代・営\n業費等を含むものである（乙５の３）。そして，合計金額において各作\n業が占める割合は明らかでないものの，合計金額のうち原稿作成関係\nの作業が占める部分は，いずれの契約についても，編集プロダクショ\nンが数か月の労力を割くことになる作業の対価としては，決して不相\n当に高額なものではないと考えられる。\nａ  ステップシリーズ\n２級改訂版    ４３２万５５００円（乙１）\n３級改訂版    ３７８万２５００円（乙１）\n４級改訂版    ４１９万４５００円（乙１）\n８級改訂版    ４２４万５４６５円（乙１５，甲１１３）\n３級改訂二版  ３４０万５１００円（乙５０，甲６１。ただし見\n積金額）\n４級改訂二版  ３７７万４８００円（乙５３，甲６１。ただし見\n積金額）\nｂ  分野別シリーズ\n５級・６級    ５０８万４１００円（乙１９，甲１１５の１・２）\nｃ  ハンディシリーズ\n２級          ４７７万４０５０円（乙５の３）\n３級          ４４９万０８００円（乙５の３）\n４級          ４６６万０７５０円（乙５の３）\n５級・６級    １３３万１４００円（乙２２，甲１１４）\n(ウ)  契約書の文言\n被告オークと編集プロダクションとの間で締結された業務委託契約\nに係る契約書には，「本著作物の著作権・出版権は甲（被告オーク）に\n帰属する。」あるいはこれに類する記載がある（乙１～３，乙５の１・\n３，乙６の１・３，乙７の１，乙８の１，乙９の１，乙１０の１，乙\n１１の１，乙１２の１，乙１３～２３）。\nしかし，著作権の発生しない場合においても，将来，契約の相手方\nから著作権を根拠とする内容の紛争が生じることを未然に防止するた\nめ，契約書上にこのような文言を記載することは，よくあるものと考\nえられ，上記記載をもって，契約に係る書籍の制作，編集に関与した\n編集プロダクションに，当該書籍の編集著作権が発生したと認めるこ\nとは相当ではなく，また，被告オークに編集著作権が帰属する根拠と\nもならない。\n(エ)  被告オークへの編集著作権の譲渡\n以上のとおり，本件対策問題集について，編集プロダクションに編\n集著作権が発生しているとは認められないから，編集プロダクション\nとの間で著作権譲渡の合意をしていても，被告オークが編集プロダク\nションから編集著作権を取得することはない。\nエ  被告オークの関与\n被告らは，被告オークの取締役であるＰ２が，本件対策問題集の作成\nを発案し，その制作方針，編集方針を策定した上，これらを作成してい\nたのであるから，本件対策問題集の編集著作権は被告オークに帰属する\nと主張するが，制作方針や編集方針を策定しただけでは，当該書籍の編\n集著作権が発生するわけでないことについては，前述したとおりであり，\nそれ以上に，被告オークが本件対策問題集の編集について関与したとい\nう具体的な主張や立証はない。\nさらに，被告らは，本件対策問題集について，被告オークが著作権を\n有する書籍の複製物もしくは翻案物であると主張するので，以下検討す\nる。\n(ア)  ステップシリーズについて\n被告らは，ステップシリーズの初版は，被告オークが著作権を有す\nるステップ式学習シートを元に，被告オークが発案した，読み問題，\n応用問題（２～３類型），書き取り問題を配置するというステップ式編\n集方針を採用して，被告オークが編さんしたものであり，被告オーク\nが著作権を有するところ，本件対策問題集は，その複製物もしくは翻\n案物にすぎないと主張する。\nしかしながら，ステップシリーズにおいて，上記ステップ式編集方\n針が抽象的なアイデアとして引き継がれているとしても，これらは編\n集著作物として保護される具体的な表現とはいえない。\n前記アのとおり，本件対策問題集において，編集著作物として保護\nされる具体的な表現は，大問・小問の具体的な選択・配列であるが，\n次のとおり，本件対策問題集のうちステップシリーズ（本件書籍１２～\n２１）の大問・小問の具体的な選択・配列は，ステップシリーズ初版\nに類似しているとは認めがたい。たとえば，被告らも乙７０において\n対比しているステップシリーズ４級の初版（乙６５）と改訂版（乙６\n９）は，各ステップの練習問題について，分量（前者は２頁，後者は\n３頁），大問の数（前者は６問から８問で不定，後者は４問で固定），\n小問の数（各ステップに共通する読み問題・書き取り問題を比較して\nみると，前者は，読み問題が８問〔ステップ２４等〕から１５問〔ス\nテップ９〕で不定，書き取り問題が８問〔ステップ４等〕から１２問\n〔ステップ５〕で不定，後者は読み問題・書き取り問題とも２５問ず\nつで固定）が違っている。また，両者における小問の選択・配列を比\n較しても，たとえばステップ１の読み問題であれば，第１問こそ同じ\nであるが，前者の第２問は後者の第１２問に相当するし（配列の相違），\n後者の第１３問，第２５問に相当する問題は，前者には存在しない（選\n択の相違）。同様の違いは，書き取り問題についてもいえる。\nこのように，上記ステップ式編集方針に基づくシリーズとしての共\n通性が初版と改訂版との間に存在するとしても，ステップシリーズの\n改訂版が初版の複製物であるとみることはできない。そもそも，本件\n対策問題集のような問題集の改訂では，意図的に旧版と異なる素材を\n選択することが求められるといってよく，そのような事情も考慮する\nと，翻案物とみることもできない。\nまた，分野別シリーズ，ハンディシリーズについては，そもそもス\nテップシリーズとは編集方針が異なるから，これらをステップシリー\nズ初版の複製物であるという被告らの主張には理由がない。\n(イ)  ハンディシリーズについて\n被告らは，ハンディシリーズの末尾に付属している漢字表が，被告\nオークが著作権を有する「漢検  常用漢字辞典」（乙７５の２）の複製\n物であると主張する。\nしかしながら，上記辞典は，常用漢字をグループ分けした上で（乙\n７５の２は抜粋であるため全体の構成は不明であるが，各頁の下部に\n「第一部  学習漢字」との記載があり，各漢字に１年から６年までの学\n年の記載があることからして，少なくとも，小学校で学習する漢字と\nそうでない漢字とを別グループにしてあることが窺える。），５０音順\nに並べ，漢字の意味，熟語，用例などを挙げたものであるところ，ハ\nンディシリーズの漢字表は，当該級の配当漢字のみを取り上げている\n点で，そもそも，上記辞典とは漢字の具体的な選択・配列を異にする。\nまた，漢字の読み，画数，意味，熟語，用例，書き順などを掲載する\nことは，漢字辞典や漢字学習のための漢字一覧表において，極めてあ\nりふれたものである（たとえば，ステップシリーズの各ステップに掲\n載された漢字表にも，同じ要素が掲載されている。）。\nたしかに，被告らが同一性を指摘する箇所（ハンディシリーズ５級\nの漢字表〔乙７５の１〕と，上記辞典における対応部分〔乙７５の２〕）\nを比較すると，意味，語句（熟語），用例の欄の記載について，前者が\n後者の一部を抜粋しているようにも見える。しかしながら，意味及び\n語句（熟語）に関していえば，ハンディシリーズ５級の漢字表に記載\nされた漢字の意味及び語句（熟語）は，ステップシリーズ５級改訂版\n（甲１６）の漢字表に記載されている意味及び語句（熟語）と同一で\nある。そして，ステップシリーズ５級改訂版の発行日は平成９年１０\n月１日であり，上記辞典の発行日（奥書によれば平成１０年３月１０\n日）より前であるから，既にこの点において，ハンディシリーズの漢\n字表が上記辞典の複製物であるということはできない。また，Ｐ２は，\nハンディシリーズの漢字表は，被告オークが版権を買い取った「大栄\n企画  現代版漢字辞典」から抜粋したものであると証言するが，両者に\n掲載されている漢字の意味，熟語，用例は同一ではなく（乙７０の２\n３頁），同証言も採用できない。\nそして，用例について，ハンディシリーズの漢字表に記載された各\n漢字の用例が，「漢検  常用漢字辞典」に記載された用例の一部を抜粋\nしたものであるとしても，用例が全体に占める部分はわずかであり，\nこれをもって，ハンディシリーズの漢字表が同辞典の複製物であると\nいうこともできない。\nオ  まとめ\n以上のとおりであるから，本件対策問題集について，素材の選択・配\n列について創作性のある作業を行ったのは，原告の従業員であると認め\nられる。\n(3)  名義人\n著作権法１５条１項の，「法人等が自己の著作の名義の下に公表するも\nの」とは，その文言からして，結果として「法人等の名義で公表されたも\nの」ではなく，創作の時点において「法人等の名義で公表することが予定\nされていたもの」と解釈するのが相当である。そして，前記(１)，(２)のと\nおり，本件では，原告の発意により，原告の従業員が本件対策問題集の編\n集著作を行ったものであるから，本件対策問題集は，創作の時点において，\n原告が，その編集著作物を利用，処分する権利を有しており，その名義に\nより公表することが予定されていたということができる（実際に編集作業\nに携わった，個々の従業員の名義の下に公表されることが予定されていた\nことを窺わせる事情はない。）。\nこの点，本件対策問題集は，当初発行に当たり，編集著作者を意味する\n「編者」が日本漢字教育振興会と表記されていたものであるが，前記(２)\nのとおり，その編集著作者は，原告の従業員であり，日本漢字教育振興会\nを編者とする上記記載は実態に合致せず，上記記載のみをもって，日本漢\n字教育振興会（被告オーク）を本件対策問題集の編集著作者であるとみな\nすことはできない。\n(4)  まとめ\n以上のとおりであるから，本件においては，被告オークが編集著作者で\nあるとの著作権法１４条の推定を覆す事情が存在するといえ，本件対策問\n題集の編集著作者は，著作権法１５条１項により原告であると認められる。\n3  原告の請求について\n(1)  編集著作権の確認請求について\n前記２のとおり，本件書籍１２ないし３３（本件対策問題集）の編集著\n作権は原告に帰属すると認められるところ，被告らはこれを争っているか\nら，この点の確認を求める原告の請求（請求の趣旨(１)）には理由がある。\n(2)  不正競争防止法に基づく請求について\n前記２のとおり，本件書籍１２ないし３３（本件対策問題集）の編集著\n作権は原告に帰属し，被告オークには帰属しないと認められるから，被告\nらが，第三者に対し，その編集著作権が被告オークに帰属する旨及び同書\n籍を制作販売する原告の行為が被告オークの著作権を侵害している旨を告\n知，流布することは，教材の制作・販売等において競争関係にあると認め\nられる原告の営業上の信用を害する虚偽の事実の告知，流布となる。\nもっとも，被告らは，第３回弁論準備手続期日において，本件書籍１な\nいし１１の編集著作権を有することの確認を求める原告の請求を認諾した\nから，本件書籍１ないし１１に関しては，もはや被告らの告知，流布行為\nにより原告の利益が侵害されるおそれがあるとはいえず，被告らの行為の\n差止めを求める原告の請求（請求の趣旨(２)）のうち，本件書籍１ないし\n１１に係る部分は理由がない。\n第５  結論\nよって，主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁 判 長 裁 判 官          山   田   陽   三\n裁 判 官          達   野   ゆ   き\n裁 判 官          西   田   昌   吾\n（別  紙）\n書 籍 目 録\n番号  書籍名  発行年月日  発行所\n１  漢検  １級/準１級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n２  漢検  ２級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n３  漢検  準２級  過去問題集\n平成２１年度版\n平成２１年４月１日  原告\n４  漢検  ３級  過去問題集\n平成２１年度版\n平成２１年４月１日  原告\n５  漢検  ４級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n６  漢検  ５級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n７  漢検  ６級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n８  漢検  ７級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n９  漢検  ８級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n１０  漢検  ９級  過去問題集\n平成２１年度版\n平成２１年４月１日\n原告\n１１  漢検  １０級  過去問題集\n平成２１年度版\n平成２１年４月１日  原告\n１２  ２級漢字学習ステップ\n改訂二版\n平成１９年４月１日\n原告\n１３  準２級漢字学習ステップ\n改訂版\n平成１９年４月１日  原告\n１４  ３級漢字学習ステップ\n改訂二版\n平成２１年３月２０日\n原告\n１５  ４級漢字学習ステップ\n改訂二版\n平成２１年３月２０日\n原告\n１６  ５級漢字学習ステップ\n改訂版\n平成９年１０月１日\n原告\n１７  ６級漢字学習ステップ\n改訂版\n平成９年１０月１日  原告\n１８  ７級漢字学習ステップ\n改訂版\n平成９年１０月１日  原告\n１９  ８級漢字学習ステップ\n改訂版\n平成１９年４月１日  原告\n２０  ９級漢字学習ステップ  平成１８年４月１日  原告\n２１  １０級漢字学習ステップ  平成１８年４月１日  原告\n２２  ２級  漢検分野別問題集\n改訂版\n平成１２年７月１０日  原告\n２３  準２級  漢検分野別問題集  平成１２年３月１０日  原告\n２４  ３級  漢検分野別問題集\n改訂版\n平成１２年７月１０日  原告\n２５  ４級  漢検分野別問題集\n改訂版\n平成１２年１１月２０日  原告\n２６  ５級  漢検分野別問題集  平成１９年４月１日  原告\n２７  ６級  漢検分野別問題集  平成１９年４月１日  原告\n２８  ハンディ漢字学習  ２級  平成１０年１０月２０日  原告\n２９  ハンディ漢字学習  準２級  平成１２年３月２０日  原告\n３０  ハンディ漢字学習  ３級  平成１０年１０月２０日  原告\n３１  ハンディ漢字学習  ４級  平成１０年１０月２０日  原告\n３２  ハンディ漢字学習  ５級  平成２０年４月１日  原告\n３３  ハンディ漢字学習  ６級  平成２０年４月１日  原告\n"
}