{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 12
  },
  "case_number": "平成24(ネ)10060",
  "case_name": "損害賠償，損害賠償等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82822",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82822",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/822/082822_hanrei.pdf",
  "contents": "平成２４年１２月１２日判決言渡  同日原本領収  裁判所書記官\n平成２４年（ネ）第１００６０号  損害賠償，損害賠償等請求控訴事件\n原審・東京地方裁判所平成２１年（ワ）第１６７６１号\n口頭弁論終結日  平成２４年１１月７日\n判        決\n控      訴      人        株 式 会 社 日 本 デ ジ コ ム\n同訴訟代理人弁護士        西 村 寿 男\n同訴訟復代理人弁護士      福 田 盛 行\n湊 谷 秀 光\n被 控 訴 人        ス カ パ ー Ｊ Ｓ Ａ Ｔ 株 式 会 社\n同訴訟代理人弁護士        野 村 晋 右\n伊 藤 弘 隆\n主        文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，５億６０００万円（予備的に４億３０００万\n円）及びこれに対する平成２１年６月６日から支払済みまで年５分の割合による金\n員を支払え。\n３  訴訟費用は，第１，２審とも，被控訴人の負担とする。\n第２  事案の概要\n本判決の略称は，文中で特に定めるものを除き，原判決に従う。ただし，原判決\n中，「被告ＪＳＡＴ  ＭＯＢＩＬＥ  Communications 株式会社」又は「被告ＪＳ\nＡＴモバイル」とあるのは「ＪＳＡＴモバイル」と読み替える。\n１  本件は，控訴人が，被控訴人に対し，以下の損害賠償を求めている事案であ\nる（併合態様は，後記の本件請求１及び２は選択的併合，本件請求３ないし６は単\n純併合であり，本件請求７は，本件請求３及び４の予備的請求である。）。\n(1)  被控訴人の前身であるジェイサット株式会社（ジェイサット）は，①控訴\n人の営業秘密である原判決別紙営業秘密目録記載１ないし８の各情報（本件各情\n報）を取得するため，控訴人に対し，資本提携契約の履行のためには控訴人の株式\nの価格を決定する必要があり，そのためには控訴人に対する法務及び財務の各デュ\nーデリジェンス（本件ＤＤ）を行う必要があるとの虚偽の事実を申し向けて，平成\n１９年１０月５日から平成２０年１月１５日まで本件ＤＤを行い，本件各情報を取\n得した，②仮に，そうでないとしても，平成１９年１１月５日頃には控訴人との共\n同事業の中止を決定していたのに，これを秘して，控訴人に対し，上記のとおり虚\n偽の事実を申し向け，本件ＤＤを継続して本件各情報を取得したとして，不法行為\nに基づき，逸失利益等として，５億９５００万２９２９円の内金２億円及びこれに\n対する訴状送達の日の翌日である平成２１年６月６日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求めている（以下「本件請求１」とい\nう。）。\n(2)  ジェイサットは，控訴人との間の平成１９年６月１９日付け秘密保持契約\n（本件秘密保持契約）に違反して，控訴人から取得した本件各情報を第三者である\nＪＳＡＴモバイル及び株式会社衛星ネットワーク（衛星ネットワーク）に開示した\nとして，債務不履行に基づき，逸失利益等として，５億０４５７万７９２９円の内\n金２億円及びこれに対する平成２１年６月６日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求めている（以下「本件請求２」という。）。\n(3)  ジェイサットは，平成１９年８月７日（予備的に同年１０月４日），本件\n事業に関し控訴人との間で業務提携契約（本件業務提携契約）を締結したにもかか\nわらず，平成２０年１月１５日，控訴人に対し，何ら解約理由を示さず一方的に同\n契約を解約する旨の通知をし，以後，その履行を拒んでいるとして，債務不履行に\n基づき，逸失利益として，１４億１６４７万５０００円の内金２億円及びこれに対\nする平成２１年６月６日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求めている（以下「本件請求３」という。）。\n(4)  ジェイサットは，平成１９年１０月４日，インマルサット衛星通信事業\n（本件事業）に関し，控訴人との間で資本提携契約（本件資本提携契約）を締結し\nたにもかかわらず，平成２０年１月１５日，控訴人に対し何ら解約理由を示さず一\n方的に同契約を解約する旨の通知をし，以後，その履行を拒んでいるとして，債務\n不履行に基づき，逸失利益として，８億０２２５万５０００円の内金３０００万円\n及びこれに対する平成２１年６月６日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金の支払を求めている（以下「本件請求４」という。）。\n(5)  ジェイサットは，控訴人から開示を受けた控訴人とストラトス社との間の\nサービスプロバイダ契約（本件サービスプロバイダ契約）に関する情報（本件契約\n情報）を使用してストラトス社との合弁会社であるＪＳＡＴモバイルを設立し，同\n社において控訴人と競合する本件事業を行うことにより，控訴人の重要な営業権で\nある本件サービスプロバイダ契約を侵害し控訴人に損害を与えたとして，不法行為\nに基づき，逸失利益として，３億４５５９万００８５円の内金３０００万円及びこ\nれに対する平成２１年６月６日から支払済みまで民法所定の年５分の割合による遅\n延損害金の支払を求めている（以下「本件請求５」という。）。\n(6)  ジェイサットは，平成２０年１月１５日に本件業務提携契約及び本件資本\n提携契約を解約した際，控訴人がＮＴＴドコモとの間で進めていた提携交渉につい\nては妨害も干渉もしないとの合意（本件合意）をしたにもかかわらず，これに反し\nて妨害又は干渉（本件妨害等）を行い，その結果，控訴人とＮＴＴドコモとの間の\n上記提携交渉は平成２０年１０月頃打切りになったとして，債務不履行に基づき，\n逸失利益として，２３億４２３９万９５０３円の内金１億円及びこれに対する平成\n２１年６月６日から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求めている（以下「本件請求６」という。）。\n(7)  仮に，本件業務提携契約及び本件資本提携契約（本件業務提携契約等）が\n成立していなかったとしても，ジェイサットが正当な事由なしにこれらの契約を締\n結しなかったことは，契約の成立に関する控訴人の期待権を侵害したものであると\nして，不法行為に基づき，費用等の損害賠償として，１億円及びこれに対する平成\n２１年６月６日から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求めている（以下「本件請求７」という。）。\n２  原判決は，控訴人の上記請求をいずれも棄却したため，控訴人が，これを不\n服として，本件控訴に及んだ。\n３  前提となる事実\n前提となる事実は，原判決７頁１１行目から１３頁１３行目までに記載のとおり\nであるから，これを引用する。\n４  本件訴訟の争点\n(1)  本件請求１について\n不法行為の成否－本件ＤＤの違法性\n(2)  本件請求２について\n秘密保持契約違反の有無\n(3)  本件請求３について\n本件業務提携契約の成否\n(4)  本件請求４について\n本件資本提携契約の成否\n(5)  本件請求５について\n営業権侵害の成否\n(6)  本件請求６について\n本件合意及び本件妨害等の有無\n(7)  本件請求７について\n期待権侵害の成否\n(8)  本件請求１ないし７について\n損害の発生及び額\n第３  当事者の主張\n１  当事者の主張は，次のとおり訂正するほかは，原判決２１頁８行目から２９\n頁８行目までに記載のとおりであるから，これを引用する。\n(1)  原判決２１頁８行目から同２５行目までを以下のとおり改める。\n「(1)  争点(1)（不正行為の成否－本件ＤＤの違法性）について\n〔控訴人の主張〕\nア  ジェイサットは，以下のとおり，本件ＤＤの際に控訴人から本件各情報の開\n示を受けた。\n(ア)  本件情報１及び２は，控訴人の平成１８年１０月３１日付け電気通信事業\n登録申請書（甲４１。本件電気通信事業登録申請書）添付のネットワーク構成図\n（本件ネットワーク構成図）に記載されていた。甲１０（登録証）と甲４１（本件\n電気通信事業登録申請書）とは一体のものとして綴られており，甲１０（登録証）\nの右上にある「Ｃ－２」，「Ｅ－５」の書き込みは，ジェイサットが，控訴人から\n甲１０（登録証）と甲４１（本件電気通信事業登録申請書）が一体となった綴りを\n受け取った後，本件ＤＤの際に記入したものである。上記書き込みは，「法務デュ\nー・ディリジェンス開示依頼資料リスト」と題する書面（甲２０添付のリスト）の\n項目番号に記載されている番号である。\n(イ)  本件情報３は，控訴人の特定無線局免許状２通（甲１１，１２。本件特定\n無線局免許状）と特定無線局免許申請書２通（甲８０，８１。本件特定無線局免許\n申請書）に記載されていた。本件特定無線局免許状と本件特定無線局免許申請書と\nは一体となって綴られていた。本件特定無線局免許状の右上には，それぞれ，「Ｃ\n－２」，「Ｅ－５」の書き込みがなされているが，同書き込みは，ジェイサットが，\n各免許状を控訴人から受け取った後，本件ＤＤを実施する際に書き込んだものであ\nる。上記書き込みは甲２０添付のリストの項目番号に記載されている数字である。\n(ウ)  本件情報４は，控訴人・ザンティック社間の平成１８年３月３１日付けサ\nービスプロバイダ契約書（甲８２）に記載されていた。同契約書は，甲２０添付の\nリストＣ－９の「製品・商品・サービス調達に関する契約書」としてジェイサット\nに提出された。\n(エ)  本件情報５のうち，①衛星通信サービスの仕入価格は，ストラトス社から\nのものが控訴人・ストラトス社間の平成２０年４月２１日付け契約書（甲６０）及\nび控訴人・ザンティック社間の平成１８年３月３１日付け契約書（甲８２）に，\nFRANCE  TELECOM  MOBILE  SATELLITE  COMMUNICATIONS（フランステレコム社）か\nらのものが控訴人・フランステレコム社間の平成１４年７月付け契約書（甲１１\n２）及び控訴人・フランステレコム社間の平成１７年１２月２６日付け契約書（甲\n１１３）に，TELENOR  SATTELLITE  SERVICES  AS（テレノア社）からのものが控\n訴人・テレノア社間の契約書（契約番号 18685。甲１１４）にそれぞれ記載されて\nいた。また，②衛星通信機器の仕入価格は，控訴人・Thrane & Thrane A/S（トラ\nネ社）間の平成１９年１０月１９日付け契約書（甲５８）及びトラネ社の製品価格\n表（甲１１５の１，２）にそれぞれ記載されていた。これらの契約書等は，甲２０\n添付のリストＣ－９の「製品・商品・サービス調達に関する契約書」としてジェイ\nサットに提出された。\n(オ)  本件情報６は，控訴人の総勘定元帳及び勘定科目内訳書の電子データ（甲\n１１６～１１８）に記載されていた。これらの資料は，「PJ  John  財務ＤＤ依頼\n資料リスト」と題する書面（甲２１）に記載されており，電子データとしてジェイ\nサットに提出された。また，これらの資料に基づく本件財務ＤＤの結果が本件財務\nＤＤに関する報告書に記載されている。\n(カ)  本件情報７は，控訴人の顧客別の営業報告書としてジェイサットに提出さ\nれており，甲７９がその一部である。\n(キ)  本件情報８は，控訴人の総勘定元帳及び勘定科目内訳書の電子データ（甲\n１１９～１２１）に記載されていた。これらの資料は，「PJ  John  財務ＤＤ依頼\n資料リスト」と題する書面（甲２１）に記載されており，電子データとしてジェイ\nサットに提出された。また，これらの資料に基づく本件財務ＤＤの結果が本件財務\nＤＤに関する報告書に記載されている。\nイ  ジェイサットは，平成１９年９月１８日頃，ストラトス社に対し，控訴人を\n排除してジェイサットとストラトス社との間で合弁会社を設立し，合弁会社で本件\n事業を行いたいとの申入れをし，ストラトス社の内諾を得て合併交渉を進めていた。\nすなわち，ジェイサットは，同日頃には，控訴人との業務提携等を中止し，控訴人\nと競合する合弁会社を設立して同合弁会社が本件事業を行うことを決定していた。\nしかるに，ジェイサットは，控訴人の営業秘密である本件各情報を取得するため，\nこれを秘して，控訴人に対し，資本提携の履行には控訴人の株式の価格を算定する\n必要があり，そのためには本件ＤＤを行う必要があるとの虚偽の事実を申し向け，\n平成１９年１０月５日から平成２０年１月１５日まで本件ＤＤを行い，控訴人から\n本件各情報を取得した。\n仮に，そうでなかったとしても，ジェイサットは，同年１１月５日頃には，スト\nラトス社より合弁会社設立について承諾するとの回答を得て，それ以降，ストラト\nス社との間で合弁会社設立及び事業開始のための活動を開始していたのであるから，\n同日頃には，控訴人との共同事業の中止を決定していた。しかるに，ジェイサット\nは，これを秘して，控訴人に対し，上記のとおり虚偽の事実を申し向け，既に開始\nしていた本件ＤＤを継続して，控訴人から本件各情報を取得した。かかる営業秘密\n取得行為は詐欺によるものであるから不法行為に当たる。\n〔被控訴人の主張〕\nア  ジェイサットは，本件情報１及び２に関し，控訴人から電気通信事業登録申\n請書（甲４１）のネットワーク構成図の開示を受けていない。\nまた，ジェイサットは，本件情報３に関し，控訴人から包括無線局の免許申請書\nの開示を受けていない。\nさらに，ジェイサットは，本件情報６に係る「顧客先の予算」に関する情報，本\n件情報１ないし３，７に係る「予算」に関する情報についても，控訴人から開示を\n受けていない。\nイ  ジェイサットがストラトス社と合弁会社を設立することとし，控訴人との業\n務提携等の検討を完全凍結することを決定したのは，平成１９年１２月１２日であ\nり，ジェイサットは，それまでは控訴人との業務提携等の可否を検討していた。そ\nして，本件財務ＤＤは，同年１１月２７日，本件財務ＤＤに関する報告書の提出を\nもって終了しており，本件法務ＤＤは同年１２月４日以降行われていない。したが\nって，ジェイサットが控訴人と提携しないことを決定した事実を秘して，控訴人に\n対し虚偽の事実を申し向けて，本件ＤＤを実行，継続したという事実はない。」\n(2)  原判決２１頁２６行目の「(3)  争点(3)」を「(2)  争点(2)」と，同２２\n頁６行目の「(4)  争点(4)」を「(3)  争点(3)」と，同２０行目の「(5)  争点\n(5)」を「(4)  争点(4)」と，同２３頁８行目の「(6)  争点(6)」を「(5)  争点\n(5)」と，同２４頁１０行目の「(7)  争点(7)」を「(6)  争点(6)」と，同２５頁\n５行目の「(8)  争点(8)」を「(7)\n争点(7)」と，同１１行目の「被告」を「ジェイサット（被控訴人）」と，同２６\n頁１行目の「(9)  争点(9)」を「(8)  争点(8)」と，同２８頁１８行目から同１９\n行目にかけての「３億４５５９万００８５円（判決注：３億４６４９万００８５円\nの違算と認める。）」を「３億４６４９万００８５円」と，同２９頁７行目の\n「〔被告らの主張〕」を「〔被控訴人の主張〕」と，それぞれ改める。\n３  当審における主張\n(1)  争点(1)（不法行為の成否－本件ＤＤの違法性）について\n〔控訴人の主張〕\n原判決は，ジェイサットが控訴人との業務提携等を凍結することを決定した平成\n１９年１２月１２日の経営会議より前に本件法務ＤＤは中止され，同日以降も不法\nに本件ＤＤを継続した事実はないとして，ジェイサットの詐欺による営業秘密取得\n行為はなかった旨判断した。\nしかし，平成１９年１０月３日に行われたジェイサットの経営会議の議事録（乙\n３７）には，最終目的はストラトス社との合併会社を設立することと記載され，同\n会議の資料（乙４６）にも，控訴人との提携の目的は，時間短縮及びノウハウ取得\nのためであると明確に記載されている。\nしたがって，ジェイサットは，本件ＤＤを実施して，控訴人の営業秘密を詐取し\nたことは明らかである。\n〔被控訴人の主張〕\n乙４６の「ノウハウ取得のため」との記載は，仮に，控訴人への出資が行われた\n場合には，株主として一定の事業上のノウハウが得られるであろうことを出資検討\nの立案者としての立場から述べたにすぎない。また，乙３７には，乙４６に記載さ\nれた戦略案（控訴人への出資を行った後，ストラトス社との合弁会社を設立する\n案）の説明を受けた A 執行役員常務（当時）が，本件最終目標がストラトス社と\nの合併会社を設立することであれば，両案件の検討を同時に進めるべき旨を述べた\nことが記載されているのであり，控訴人の主張の根拠にはならない。ジェイサット\nは，平成１９年１０月の時点では，ストラトス社との提携について会社として何も\n決定していなかったのであるから，控訴人に対し，デューデリジェンス実施の了解\nを得るために，ストラトス社と合弁会社を設立することについて説明すべき義務は\nなく，合弁会社設立に向けた検討及び交渉を行っていることを知らせずにデューデ\nリジェンスを実施して情報を取得した行為について，不法行為は成立しない。\n(2)  争点(2)（秘密保持契約違反の有無）について\n〔控訴人の主張〕\nア  原判決は，ジェイサットは平成２０年２月１日付けで本件ＤＤに関連する資\n料を控訴人に返還し，控訴人もこれを受領しており，それ以降もジェイサットが本\n件各情報が記載された資料等を保有し，これをＪＳＡＴモバイル等に開示したり，\n自ら使用したりした事実を認めるべき的確な証拠はないと判断した。\nしかし，控訴人は，書類の返還を確認していない。また， B は，本件ＤＤに関\n連する資料をスキャンし，イントラネットに保管していることを認めている。ジェ\nイサットは，本件ＤＤを行い，その資料の複写まで作成しているのであるから，そ\nの抹消については被控訴人が立証責任を負うべきである。\nイ  原判決は，ＰＳＡについてはストラトス社と契約すれば分かることなので，\nＰＳＡは公知であると認定した。\nしかし，ＰＳＡはストラトス社との契約ではなく，インマルサット社との契約で\nある。そして，インマルサット社とストラトス社との間のＰＳＡ契約には，秘密保\n持義務が課せられているから，ストラトス社は，ジェイサット等の第三者にＰＳＡ\n契約の内容を公表することができない。また，端末機器の制御をどのような方法で\n行うかは行政手続の問題ではなく，申請者の考案により端末機器の制御方法を考え\nなければならないものである。しかるに，ジェイサットは，ＰＳＡにより衛星通信\n端末を制御するという本件ＤＤで得た控訴人の秘密情報を使用して，特定無線局の\n包括免許を取得したものである。\nそして，ジェイサットとストラトス社との基本合意書には，ＪＳＡＴモバイルに\nおける免許の取得や電気通信事業者の登録について，ジェイサットがサポートする\nと記載され，実際，ＪＳＡＴモバイルが総務省に提出した電気通信事業者登録申請\n書や特定無線局免許申請書の代表取締役欄には，元ジェイサットの B の名が記載\nされ，各申請書に連絡責任者として記載されている者もジェイサットの従業員であ\nるから，ＪＳＡＴモバイルが控訴人の秘密情報を使用して総務省より免許を取得し\nたことは明らかである。\n〔被控訴人の主張〕\n被控訴人は，ＪＳＡＴモバイルが特定無線局の包括免許を取得するに当たり，控\n訴人に対する本件ＤＤによって取得した情報を使用していない。\nまた，ＰＳＡ契約に基づいて端末機器を制禦する方法があるというのは衛星通信\n業界ではごく常識的な事柄である。\nしたがって，控訴人の主張は理由がない。\n(3)  争点(3)（本件業務提携契約の成否）について\n〔控訴人の主張〕\nア  原判決は，アクセンチュアによる本件ヒアリング調査の結果，ジェイサット\nに提出された資料の作成日付は，本件業務提携契約が成立したとされる平成１９年\n８月７日より後の同月１０日付けであり，その調査結果もスライドにしてわずか１\n３枚程度のものであるから，同月７日頃には，ジェイサットが控訴人の事業の全容\nを把握していたとはいえない旨判断した。\nしかし，控訴人は， B に対し，あらかじめＢＧＡＮセミナーの資料（甲１８\n１）や金融機関向けセミナーの資料（甲１７８）を交付している。後者には，海上\n自衛隊向け専用線販売の受注計画が記されており，ジェイサットは，この受注計画\nに基づき，控訴人に対して共同で受注しようと持ちかけてきている。したがって，\n本件業務提携契約を締結するために，アクセンチュアが提出する資料が必ずしも完\n成している必要はなかった。\nイ  原判決は，「Ｂ－ｍａｇａ」２００７年９月号には， B の発言として，\n「インマルサットと協業関係を構築し，サービス提供を行う検討を開始しました」\nと書かれているにすぎないと認定した。\nしかし， B の発言は，修正後に「検討」になったものであり，控訴人の手元に\nある原文（甲１８６）には，断定的に「決定した」と記されている。また，インマ\nルサット社のシニア・アカウント・ディレクターの C の発言は，原文・掲載文と\nもに，ジェイサットと提携することとなったと断定口調で記載されている。\nしたがって，上記「Ｂ－ｍａｇａ」に「検討を始めた」と書かれていることを理\n由として，本件業務提携契約の成立を否定した原判決の判断は誤りである。\nウ  原判決は，平成２０年度の海上保安庁に対する入札案件に関するジェイサッ\nト（ D ）から控訴人（ E ）宛の平成１９年１０月２２日付けのメール（甲６８）\nの中では，「まだ，御社と弊社の契約や出資が正式なものとなっていない段階」で\nあることが前提とされているから，上記案件は，業務提携等とは「別の個別案件」\nであるにすぎないと判断した。\nしかし，上記メールにいう「契約」とは，平成１９年８月７日の包括的な業務提\n携合意を受けて，作成することとなっていたサービス再販契約書のことである（甲\n３６）。\nしたがって，上記メールの時点では，本件業務提携契約は既に成立していたもの\nである。\nエ  原判決は，そもそも業務提携のような企業同士の規模が大きいプロジェクト\nがこのような簡単な手続だけで口頭で合意されるとは考えられないと判断した。\nしかし，平成１９年８月７日，控訴人とジェイサットは，防衛，海上保安庁など\nの官公庁に対して，共同で営業するということを包括的に合意したものであり，こ\nれは十分口頭の合意ですることができる内容のものである。\n〔被控訴人の主張〕\n控訴人は，「Ｂ－ｍａｇａ」２００７年９月号での B の発言は，修正後に「検\n討」になったものであり，原文では，断定的に「決定した」と記されていたなどと\n主張する。\nしかし，上記「Ｂ－ｍａｇａ」の記事の掲載において重要なのは，編集部から送\nられてきた原稿案を確認した B が，「インマルサットとの協業関係を構築し，サ\nービス提供を行う検討を開始しました」と記事内容を修正するよう依頼し，実際に\n頒布された雑誌に掲載された記事の内容も上記修正後のものになったということで\nある。控訴人の主張は理由にならない。\n(4)  争点(4)（本件資本提携契約の成否）について\n〔控訴人の主張〕\nア  平成１９年１０月４日付けの資本提携契約の成立について\n(ア)  原判決は，本件基本合意は，出資を実行するか否かの検討をする前提とし\nて，控訴人に対するジェイサットの出資比率を検討すること，控訴人がジェイサッ\nト及びＮＴＴドコモに独占交渉権を与えること，控訴人はジェイサットの実施する\nデューデリジェンスに協力すること等を合意したにとどまる旨認定した。\nしかし，デューデリジェンスの結果，問題がなければ最終合意を締結して出資す\nることを約束するものでなければ，自らを丸裸にするようなデューデリジェンスに\n協力するような企業は存在しない。\nしたがって，本件資本提携契約は，解除条件付き契約であり，本件ＤＤの結果，\n問題は発見されていないのに最終合意書を締結しなかったのは，ジェイサットの契\n約違反である。\n(イ)  原判決は，本件事業における業務提携等のような企業同士の規模の大きい\nプロジェクトにおいて，わずか出資比率の検討のみでいきなり提携に合意するとは\n経験則上考え難いと判断した。\nしかし，本件資本提携契約は，いきなり合意したものではなく，解除条件付き契\n約であり，極めて自然なものである，乙８の方針稟議にある「法務，財務デューデ\nリジェンスを実施した後，実行稟議により出資する」との記載も，本件資本提携契\n約が解除条件付き契約であることを裏付けるものである。そして，法務デューデリ\nジェンスの結果，コンプライアンス上の問題等は一切指摘されておらず，同契約は，\n正当な理由なく解除されたものである。\nイ  平成１９年１０月２２日頃の資本提携契約の成立について\n(ア)  平成１９年１０月２２日頃，控訴人とジェイサットは，基本合意書（甲１\n９）の締結により，ジェイサットが控訴人に対し３４パーセントの出資を行うとの\n資本提携契約が成立した。なお，基本合意書の標題は，「出資検討に関する基本合\n意書」であるが，同書面では，出資検討のための合意がされたのではなく，ジェイ\nサットとＮＴＴドコモとで控訴人に対し３４パーセントの出資を行うとの合意がさ\nれたものである。\n(イ)  仮に，そうでないとしても，ジェイサットと控訴人は，デューデリジェン\nスを行った結果，控訴人に大きな欠陥があることが明らかとなった場合には基本契\n約を解除できるとの解除条件付きの出資を約束したものである。しかるに，本件Ｄ\nＤの結果，控訴人について何ら問題はなかったのであるから，解除条件は成就せず，\n基本合意書による合意は有効である。\n〔被控訴人の主張〕\n甲１９の基本合意書は，「出資検討に関する基本合意書」であり，被控訴人がデ\nューデリジェンスを実施して控訴人への出資の可否等につき検討し交渉するという\n以上に，控訴人への出資に関する義務を何ら負うものではない。\n(5)  争点(5)（営業権侵害の成否）について\n〔控訴人の主張〕\nア  原判決は，本件サービスプロバイダ契約が日本における本件サービスの提供\nに関し，控訴人に排他的，独占的な権利を与えたものとは認められないと判断した。\nしかし，平成１９年８月２９日，控訴人，ジェイサット及びストラトス社の３者\n会議において，控訴人抜きでの取引はしないことが合意されている。\nイ  また，ジェイサットは，控訴人に対する本件ＤＤを行い，控訴人の秘密情報\nを取得しているが，その秘密情報を使用して控訴人の競争会社となるＪＳＡＴモバ\nイルを設立し，同社において控訴人と競合する業務を行うことは，控訴人の営業権\nの侵害であり，不法行為が成立する。\n〔被控訴人の主張〕\nア  控訴人は，平成１９年８月２９日，控訴人，ジェイサット及びストラトス社\nの３者会議において，控訴人抜きでの取引はしないということが合意されたと主張\nする。\nしかし，控訴人が主張するような約束がされた事実はない。\nイ  控訴人は，ＪＳＡＴモバイルにおいて控訴人と競合する業務を行うことは，\n控訴人に対する営業権の侵害であり，不法行為が成立すると主張する。\nしかし，控訴人のいう営業権とは，控訴人が日本におけるインマルサット・ビジ\nネス市場において競合会社を排除して独占的に事業を行い得る地位とでもいうべき\nものであるが，このようなものは全く法的な保護に値しない。控訴人のいう不法行\n為がいかなる意味においても成立しないことは明らかである。\n(6)  争点(6)（本件合意及び本件妨害等の有無）について\n〔控訴人の主張〕\n原判決は，ジェイサットがＮＴＴドコモとの交渉を妨害した証拠がないと判断し\nた。\nしかし，平成２０年１月１５日， B は，控訴人がＮＴＴドコモとの間で進めて\nいた提携交渉については妨害も干渉もしないと約束（本件合意）したにもかかわら\nず，同月上旬にＮＴＴドコモの F 部長を訪れ，ストラトス社との合併会社への出\n資を要請している。また，ジェイサットは，ＮＴＴドコモに対し，インマルサット\n事業につき控訴人との業務提携は取り止めにし，ジェイサットと業務提携するよう\n働きかけたため，ＮＴＴドコモは，控訴人との業務提携，資本提携を中止したもの\nである。\nジェイサットのこれらの行為は，上記約束に反するものであり，債務不履行が成\n立する。\n〔被控訴人の主張〕\n争う。\n(7)  争点(7)（期待権侵害の成否）について\n〔控訴人の主張〕\n原判決は，たとえ控訴人が本件業務提携契約等が成立するとの期待を抱いていた\nとしても，そのような期待は事実上のものにすぎず，法律上保護されるものとはい\nえないと判断した。\nしかし，控訴人とジェイサットとの間には，一定の業務提携合意，資本提携合意\nが存在するのであるから，その期待は法律上の保護に値するものである。\n〔被控訴人の主張〕\n争う。\n第４  当裁判所の判断\n当裁判所も，控訴人の主張は，いずれも理由がないものと判断する。その理由は，\n後記１のとおり原判決を訂正し，後記２のとおり付加するほかは，原判決３２頁１\n９行目から４３頁８行目までに記載のとおりであるから，これを引用する。\n１  原判決３２頁１９行目の「２  本件請求３」を「１  本件請求１について」\nと，同２０行目の「争点(2)」を「争点(1)」と，同３６頁２３行目の「本件請求\n３」を「本件請求１」と，同２５行目の「３  本件請求４について」を「２  本件\n請求２について」と，同２６行目の「争点(3)」を「争点(2)」と，同３７頁１２行\n目の「本件請求４」を「本件請求２」と，同１４行目の「４  本件請求５」を「３\n本件請求３について」と，同１５行目の「争点(4)」を「争点(3)」と，同３９頁１\n２行目の「本件請求５」を「本件請求３」と，同１４行目の「５  本件請求６」を\n「４  本件請求４について」と，同１５行目の「争点(5)」を「争点(4)」と，同４\n０頁２３行目の「本件請求６」を「本件請求４」と，同２５行目の「６  本件請求\n７」を「５  本件請求５について」と，同２６行目の「争点(6)」を「争点(5)」と，\n同４１頁１８行目の「本件請求７」を「本件請求５」と，同２０行目の「７  本件\n請求８について」を「６  本件請求６について」と，同２１行目の「争点(7)」を\n「争点(6)」と，同４２頁１０行目の「本件請求８」を「本件請求６」と，同１２\n行目の「８  本件請求９について」を「７  本件請求７について」と，同１３行目\nの「争点(8)」を「争点(7)」と，同１６行目の「被告」を「ジェイサット（被控訴\n人）」と，それぞれ改める。\n２  当審における控訴人の主張について\n(1)  争点(1)（不法行為の成否－本件ＤＤの違法性）について\n控訴人は，平成１９年１０月３日のジェイサットの経営会議の議事録（乙３７）\nの記載や同会議の資料（乙４６）の記載から，ジェイサットは，本件ＤＤによって，\n控訴人の営業秘密を詐取したものである旨主張する。\nしかしながら，控訴人とジェイサットは，平成１９年１０月１日付けで出資検討\nに関する基本合意書（甲１９）を取り交わして，控訴人がジェイサットの実施する\nデューデリジェンスに協力することを合意し，本件ＤＤは，この合意に基づき，同\n月４日から同年１２月３日まで実施されたものである。そして，ジェイサットは，\n本件申入れ（ジェイサットが控訴人に資本参加して資本提携し，控訴人が提供を受\nけるＢＧＡＮサービスを更にジェイサットが提供を受け，これをジェイサット及び\nＮＴＴドコモが顧客に販売するという業務提携等の申入れ）と並行して，公共ビジ\nネス事業部においてストラトス社との間で合弁会社の設立に関する検討を進めてい\nたものであるところ，同月１２日の経営会議において，ストラトス社との合弁会社\n設立について同社と基本合意を締結することが承認され，他方，本件申入れについ\nては，官公庁の入札スケジュールとの関係で，当面の間，控訴人から本件サービス\nを購入して再販売せざるを得ないとして交渉を継続することも検討されたが，最終\n的に凍結することが決定されたものである（乙３１，３８，５４，原審証人 B ，\n弁論の全趣旨）。\nしたがって，本件ＤＤが実施された時点では，ジェイサットは，控訴人との業務\n提携等を検討していたのであって，その中止を決定していたものではないから，上\n記基本合意書に係る合意に基づいて実施された本件ＤＤが控訴人の営業秘密を詐取\nしたものであるとは認められない。\n確かに，平成１９年１０月３日のジェイサットの経営会議の議事録（乙３７）に\nは， A 執行役員常務の発言として，「本件の最終目標がストラトス社とＪＶを設\n立することであるならば，控訴人の件とストラトス社との件を同時に進める必要が\nある。控訴人への出資がうまくいっても，ストラトス社とのＪＶの設立がうまくい\nかなければ，本末転倒である。」との記載があり，また，同会議の資料（乙４６）\nには，控訴人への出資の意義として，「最終的には自ら免許取得を行うことを前提\nに時間短縮のため及びノウハウ取得のため控訴人に出資を行う。」との記載がある\nが，上記資料の記載は，控訴人との業務提携等を検討することを前提として，ジェ\nイサットにとっての控訴人に出資することの意義を明らかにしたものであり，上記\n常務の発言は，この資料の記載を受けて，最終的な目標がストラトス社とのＪＶを\n設立することであるならば，控訴人への出資とともに，ストラトス社とのＪＶの設\n立についての検討も進めるべきであると述べたものであって，いずれも控訴人との\n業務提携等自体を否定するものではないから，その時点において，ジェイサットが，\n真実は控訴人との業務提携等を検討する意思がないのに，これがあると偽って本件\nＤＤを実施したことを裏付けるものということはできない。\nしたがって，控訴人の主張は採用できない。\n(2)  争点(2)（秘密保持契約違反の有無）について\nア  控訴人は，控訴人は本件ＤＤに関連する資料の返還を確認していないとか，\nジェイサットは，本件ＤＤで控訴人から提供された資料の複写まで作成しているの\nであるから，その抹消については，ジェイサットが立証責任を負うべきであるなど\nと主張する。\nしかしながら，平成２０年２月１日，ジェイサットは，控訴人に対し，本件ＤＤ\nで得た資料を全て返還している（乙９，３２，５４）。また，控訴人から提供され\nた資料についてジェイサットが作成した複製物について，これを破棄したことを明\nらかにする客観的証拠はないものの，ジェイサットあるいは被控訴人がその後も本\n件各情報が記載された資料を保有し，これをＪＳＡＴモバイル及び衛星ネットワー\nクに開示したり，自らの営業活動に使用したりした事実を認めるに足りる客観的な\n証拠はない以上，上記複製物を廃棄した客観的証拠がないとしても，ジェイサット\n（被控訴人）に秘密保持義務違反が成立するものと認めることはできない。\nしたがって，控訴人の主張は理由がない。\nイ  控訴人は，ジェイサットは本件秘密保持契約に違反し，本件ＤＤで得た控訴\n人の秘密情報であるＰＳＡにより衛星通信端末を制御するとの方法を使用して包括\n免許を取得したものであると主張する。\nしかしながら，電波法による特定無線局の包括免許申請の要件の一つである特定\n無線局に係る通信の制御に関する事項（無線局免許手続規則２０条の８第２項３\n号）について，第３世代衛星サービスに関しては，インマルサット社からＰＳＡ資\n格の付与を受けることにより上記要件を満たすことができるとの情報が，この当時，\n衛星通信業界において非公知であったことを認めるに足りる的確な証拠はない。\nしたがって，控訴人の主張は採用できない。\n(3)  争点(3)（本件業務提携契約の成否）について\nア  控訴人は， B に対し，ＢＧＡＮセミナーの資料や金融機関向けセミナーの\n資料も渡しているから，本件業務提携契約を締結するために，アクセンチュアが提\n出する資料が必ずしも完成している必要はない旨主張する。\nしかしながら，ＢＧＡＮセミナーの資料（甲１８１）は，軍事面でのインマルサ\nットサービスの概要が記載されているにすぎず，金融機関向けセミナーの資料（甲\n１７８）も，衛星通信サービスの展望等が記載されているにすぎない。そして，こ\nれらの資料が交付され（甲１７０，弁論の全趣旨），さらに，アクセンチュアが平\n成１９年８月１０日付で作成した本件ヒアリング調査の結果がジェイサットに提出\nされた後，控訴人とジェイサットは，同年１０月１日付けで，出資検討に関する基\n本合意書（甲１９）を取り交わし，ジェイサットは，本件基本合意につき経営会議\nの了承を経て，同月４日，控訴人に対する本件ＤＤを開始しているのである。\n原判決が説示したとおり，本件事業における業務提携等のようなプロジェクトに\nついて，業務提携等をする相手方の信用等に対する本格的な調査や，提携の内容，\n条件についての具体的交渉を行うことなく，その合意に至ることは，経験則上考え\n難いし，上記ＢＧＡＮセミナーの資料や金融機関向けセミナーの資料は，業務提携\n等の前提として行われる事業の内容の開示として十分なものということはできない\nから，その交付によって業務提携契約が成立したものと認めることはできない。\nイ  控訴人は，「Ｂ－ｍａｇａ」２００７年９月号に掲載された平成１９年８月\n８日の座談会での B の発言は，修正後に「検討」になったものであり，当日の座\n談会の場では，断定的に「決定した」と発言していたなどと主張する。\nしかしながら，上記アに記載したジェイサットと控訴人との交渉経過に照らし，\n未だ本件ＤＤも実施されていない平成１９年８月７日の時点で，既に業務提携契約\nが締結されていたと認めることはできない。同月８日に行われた座談会の場におい\nて， B 等の参加者からあたかも両社の間では既に業務提携することが決定されて\nいるかのような発言がされていたとしても，実際に当該座談会の内容が雑誌に掲載\nされた際には， B の発言内容について，同人の依頼に基づき，「インマルサット\nとの協業関係を構築し，サービス提供を行う検討を開始しました」と修正されてい\nる（甲１４，原審証人 B ）ことにかんがみれば，座談会での発言は，直ちに業務\n提携契約の成立を裏付けるものということはできないし，他にその成立を認めるに\n足りる客観的な証拠はない。\nしたがって，控訴人の主張は理由がない。\n(4)  争点(4)（本件資本提携契約の成否）について\nア  平成１９年１０月４日付け資本提携契約の成立について\n控訴人は，デューデリジェンスの結果，問題がなければ最終合意を締結して出資\nすることを約束するものでなければ，自らを丸裸にするようなデューデリジェンス\nに協力するような企業は存在しないとして，本件資本提携契約は解除条件付き契約\nであるなどと主張する。\nしかしながら，企業間において，将来の資本提携等を行う検討の前提としてデュ\nーデリジェンスを実施した場合には，その時点で，一般的に解除条件付きの資本提\n携契約が成立しているものと認定すべき経験則があると認めることは困難である。\nまた，平成１９年１０月１０日を決裁期限とするジェイサットの稟議書（乙８）\nには，決裁事項として，「法務，財務デューデリジェンスを行った後，実行稟議に\nより出資を実行する。」との記載があるが，これは，その当時におけるジェイサッ\nトの方針が記載されているにすぎないし，その方針も「法務，財務デューデリジェ\nンスを行った後」に「実行稟議により出資を実行する」というものであって，この\n稟議書の記載をもって，直ちにその時点で控訴人との間で解除条件付きの資本提携\n契約が成立していたものと認定することはできない。\nしたがって，控訴人の主張は理由がない。\nイ  平成１９年１０月２２日頃の資本提携契約の成立について\n控訴人は，平成１９年１０月２２日頃，控訴人とジェイサットとの間では，基本\n合意書（甲１９）の締結により，ジェイサットが控訴人に対し３４パーセントの出\n資を行うとの資本提携契約が成立したと主張する。\nしかしながら，上記基本合意書には，控訴人は，ジェイサット及びＮＴＴドコモ\nに対し，総発行株式の３４パーセントを第三者割当増資により割り当てることの検\n討を実施すること（２条１項），ジェイサットは，単独若しくはＮＴＴドコモとと\nもに，控訴人と独占的に交渉することができること（４条），控訴人は，ジェイサ\nットが実施するデューデリジェンスに協力すること（５条）等が記載されているに\nすぎないから，上記基本合意書に基づき，ジェイサットの控訴人に対する出資が確\n約されたものと認めることはできない。また，他に，平成１９年１０月２２日頃，\n控訴人とジェイサットとの間で，資本提携契約あるいは解除条件付きの資本提携契\n約が成立したと認めるに足りる証拠はない。\n(5)  争点(5)（営業権侵害の成否）について\nア  控訴人は，平成１９年８月２９日，控訴人，ジェイサット及びストラトス社\nは控訴人抜きでの取引はしないことを合意したと主張する。\nしかしながら，控訴人が主張するような合意の成立を認めるに足りる証拠はない。\nイ  控訴人は，ジェイサットが本件ＤＤにより取得した控訴人の秘密情報を使用\nしてＪＳＡＴモバイルを設立し，同社において控訴人と競合する業務を行うことは，\n控訴人の営業権の侵害であり，不法行為が成立すると主張する。\nしかしながら，前記(2)のとおり，ジェイサットについて，本件秘密保持契約に\n違反したものと認めることはできない。また，そもそも，本件秘密保持契約におい\nては，ジェイサットは，控訴人との衛星移動体サービスの協力関係構築に関する検\n討と類似又は競合する他の検討を独自に又は第三者と共同で行うことができるとさ\nれているのであるから（９条１項。甲１６），ジェイサットが，その経済活動の一\n環として，ストラトス社とともにＪＳＡＴモバイルを設立し，ＪＳＡＴモバイルに\nおいて移動体衛星通信事業を行うこととなり，当該業務が控訴人と競合するからと\nいって，控訴人に対する関係で，直ちに不法行為になるものではない。\nしたがって，控訴人の主張は採用することができない。\n(6)  争点(6)（本件合意及び本件妨害等の有無）について\n控訴人は，平成２０年１月１５日， B が控訴人とＮＴＴドコモとの業務提携，\n資本提携について妨害しないと約束したにもかかわらず，ＮＴＴドコモに対し，イ\nンマルサット事業についてジェイサットと業務提携するよう働きかけたため，ＮＴ\nＴドコモは控訴人との業務提携，資本提携を中止したのであるから，ジェイサット\nには，債務不履行が成立すると主張する。\nしかしながら，平成２０年１月１５日にジェイサット本社で行われた会議におい\nて，ジェイサットから控訴人代表者に対し，控訴人に対する資本参加の最終合意書\nを締結することはできず，ジェイサットはストラトス社との合弁会社を設立すると\nの説明がされた際に， B が，控訴人とＮＴＴドコモとの間の資本提携は両者間で\n協議して決定されるべき事柄であるから，ジェイサットがとやかくいう話ではない\nと述べたことは認められるものの（乙５４），さらに，ジェイサットと控訴人との\n間で，インマルサット事業について，ジェイサットがＮＴＴドコモに対する業務提\n携の働きかけをしないことを約束するような合意が成立したと認めるに足りる的確\nな証拠はない。\nしたがって， 控訴人の主張は採用することができない。\n(7)  争点(7)（期待権侵害の成否）について\n控訴人は，控訴人とジェイサットとの間には，一定の業務提携合意，資本提携合\n意が存在するのであるから，その期待は法律上の保護に値するものであると主張す\nる。\nしかしながら，控訴人とジェイサットとの間では，将来の業務提携，資本提携を\n検討するため，本件ＤＤが実施されたが，結果として，業務提携や資本提携の契約\nには至らなかったものである。ジェイサットとの間で将来の業務提携や資本提携を\n検討する過程で，控訴人がその実現について期待を有していたとしても，そのよう\nな期待は事実上のものにすぎないといわざるを得ず，法律上の保護に値するものと\nいうことはできない。\n３  結論\n以上の次第であるから，控訴人の本訴請求をいずれも棄却した原判決は相当であ\nって，本件控訴は理由がないから棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          土 肥 章 大\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n"
}