{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 2,
    "day": 13
  },
  "case_number": "平成29(わ)2955",
  "case_name": "盗品等有償譲受け（予備的訴因：盗品等保管）被告事件",
  "court_name": "大阪地方裁判所第７刑事部",
  "lawsuit_id": "88562",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88562",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/562/088562_hanrei.pdf",
  "contents": "主        文\n被告人は無罪。\n理        由\n第１  公訴事実の要旨\n本件公訴事実の要旨は，主位的訴因が，「被告人は，平成２７年１０月１２\n日頃から同月１４日頃までの間に，大阪市内の甲駐車場において，Ａから，同\n人らが窃取した絵画１枚（評価額約５０００万円相当）を，それが盗品である\nことを知りながら，代金の一部として４００万円を支払って買い受け，もって\n盗品を有償で譲り受けた」，予備的訴因が，「被告人は，平成２７年１０月１２\n日頃から平成２９年３月１５日までの間，Ｂらが窃取した乙鉄道株式会社代表\n取締役Ｅ管理の絵画１枚（評価額約５０００万円相当）を，それが盗品である\nことを知りながら，大阪市内のＣ方において保管するなどし，もって盗品を保\n管した」である。\n第２  本件の争点とそれに対する当事者の主張\n１  本件の争点\n本件において，被告人が，本件公訴事実（主位的訴因）記載の日時・場所に\nおいて，Ａから同記載の絵画（以下「本件絵画」という。）を譲り受け，代金\nの一部として４００万円をＡに交付したこと，及び，本件絵画譲受け後，本件\n公訴事実(予備的訴因)記載の期間，同記載のＣ方等において保管していたこと\nは関係各証拠によって優に認められ，弁護人らも特に争わない。\n本件の争点は，①被告人の本件絵画譲受け時における盗品性の認識の有無，\n②①で被告人に上記認識があると認められなかった場合の盗品等保管罪の成否，\n③本件絵画の価額であるが，主要な争点は①で，被告人が本件絵画が盗品であ\nることの認識をいつの時点で有するに至ったかが問題とされている。\n２  当事者の主張\n検察官は，①被告人は本件絵画譲受け時点において本件絵画が盗品であるこ\nとにつき少なくとも未必的な認識を有していたと認められ，盗品等有償譲受け\n罪が成立する，②仮に，被告人が同時点においては本件絵画が盗品であること\nを認識していなかったとしても，その後に盗品であることを認識し，更に本件\n絵画の保管を続けていたから，盗品等保管罪が成立する旨主張する。\n他方，弁護人は，①被告人が本件絵画譲受け時点で盗品であることを認識し\nていたことは立証されておらず，盗品等有償譲受け罪は成立しない，②被告人\nは，本件絵画入手の際に委託を受けて本犯のために保管を開始したものではな\nいから，盗品等保管罪も成立せず，いずれにせよ被告人は無罪である，また，\n③本件絵画の価額は，美術館学芸員作成の評価調書（甲６）により評価額５０\n００万円とするのは相当でなく，乙鉄道株式会社の時価調査（甲１による。）\nに基づき２００万円と評価すべきである旨主張している。\n第３  当裁判所の判断\n当裁判所は，以下で検討・説示したとおり，①Ａの公判供述（以下「Ａ供述」\nという。）に関係各証拠から認められる事実を総合しても，本件絵画譲受け時\nに被告人が盗品であることを未必的にせよ認識していた事実が立証されている\nとはいえないから，主位的訴因（盗品等有償譲受け罪）は認められず，②被告\n人が本件絵画の占有を開始した際に委託を受けた事実が立証されていないから，\n予備的訴因（盗品等保管罪）も認められないと判断した。以下，その理由を説\n明する。\n１  本件絵画に係る事実経過等\n関係各証拠によれば，以下の各事実が認められる。\n被告人は，３０年以上にわたり古物商，主に絵画等を扱う美術商を営んで\nいる。\n被告人は，平成２７年３月中に，３回にわたり，乙鉄道株式会社（以下\n「乙電鉄」という。）丙駅（以下，単に「丙駅」という。）構内に展示されて\nいた本件絵画（縦約１２０センチメートル，横約１００センチメートル）に\nついて，乙電鉄に対して購入希望申出をしたが，本件絵画は売却対象物では\nないとして断られた。\n被告人は，平成２７年（時期については争いがある。），岐阜の美術商を介\nしてＡと知り合った。\nその後，被告人は，Ａに対し，本件絵画の入手を依頼したが，Ａはこれを\n入手することができなかった。\nＡは，同年夏頃，知人のＤに対し，本件絵画を盗んで入手するよう依頼し\nた。\nＢは，同年１０月１０日午後１１時４９分頃，丙駅構内に掲示されていた\n本件絵画を額縁ごと壁面から引き剥がして持ち去り，窃取した。その後，Ａ\nは，Ｄを介して本件絵画を受け取った。\n被告人は，同月１３日夕方，大阪市内の甲駐車場（以下「本件駐車場」と\nいう。）において，Ａから本件絵画を受け取り，売買代金の一部としてＡに\n現金４００万円を交付した。\n被告人は，同日，本件絵画を受け取った後，自車に本件絵画を積んだ状態\nで交際していたＣ方に赴いた。Ｃは，同日午後８時４０分，被告人に対し，\nＬＩＮＥ（メッセージアプリケーション）で「無事帰れましたか。言ってく\nれてありがと！ｘは悪く無いから大丈夫だよ。でも，すべて収まる解決しな\nいと。（後略）」というメッセージを送信した。\n被告人は，同月１４日，Ｃから紹介された弁護士の事務所に赴き，法律相\n談を受けた。\n被告人は，同月１７日，２１日及び２９日の３回にわたり，乙電鉄のお客\n様センター担当者と電話でやり取りし，いずれも氏名は明かさず，本件絵画\nを取り戻す協力ができる，買い戻すつもりはないか等の話を持ちかけたが，\n乙電鉄は応じなかった。\n被告人は，平成２８年８月，Ａに対し，本件絵画譲渡の件における解決金\nとして３００万円を交付し，Ａは，今後本件絵画譲渡の件において，いかな\nる請求等もないことを確約する趣旨の文言が印刷された念書を被告人に交付\nした。\n平成２９年３月１５日，Ｃ方の捜索差押が実施され，同人方から本件絵画\nと窃取時に取り付けられていた額縁が発見され，差し押さえられた。\n２  Ａ供述について\n概要\nＡは，本件絵画につき，Ｄに盗んで入手することを頼み，被告人に譲り渡\nすことになった経緯やその後の状況について，要旨，以下のような供述をす\nる。\n平成２７年７月頃，被告人から本件絵画の入手を頼まれ，人を使って頼み\nに行ったが入手できなかった。\n同年８月か９月頃，被告人と直接会って，本件絵画を入手できなかったこ\nとを伝えた際，被告人に対し，本件絵画を盗んででも欲しいのか聞き，被告\n人はこれを肯定した。このときに，手の人差し指を曲げて「盗む」という動\n作をした。被告人は本件絵画が入手できた場合，Ａに３０００万円か４００\n０万円ぐらいの金を渡すと言ってきた。\n知人のＤに本件絵画を取ってきたら金になるという趣旨のことを言い，本\n件絵画を盗むように頼んだ。\nＤから，Ｄ以外の者が本件絵画を盗んできた旨を聞き，Ｄはその３日ぐら\nい後に本件絵画を車に積んで本件駐車場まで持ってきた。\n同年１０月１０日頃，被告人に電話で本件絵画が手に入ったことを連絡し，\n被告人が本件駐車場まで来た。被告人は，Ｄの車に積んであった本件絵画を\n調べてから，自分の車に積んだ。お金はどうするのか被告人に聞くと，被告\n人はちょっと待ってと言って車でその場を離れ，小１時間ほどして戻ってき\nた。被告人は４００万円を持ってきて，それをもらった。\n後日，本件絵画の件に関して更に６００万円を被告人から受け取った。\n信用性の検討\nＡ供述は，本件絵画の入手を希望し，自らに依頼してきた被告人との合意\nの上で，Ｄに本件絵画を盗んで入手するように頼んだというもので，その概\n要は前記認定の事実経過と相応に整合している。しかし，本件絵画窃盗にお\nけるＡの立場や役割からして，自己の責任を軽減又は転嫁するため，本件絵\n画の入手を依頼されていた被告人を関与者として引き込む危険があるといえ\nるから，Ａ供述の信用性は慎重に検討する必要がある。\nＡ供述の内容は全体的にあいまいで，具体的な記憶に基づかないと思われ\nるところもある。特に，被告人と直接会って，本件絵画を盗んででも手に入\nれることに関するやり取りについて，Ａが何らかの動作をしたことは明確に\n述べるも，それが具体的には指を使った「盗む」という動作であることやそ\nれに対する被告人の反応についての供述はあいまいなところがあり，盗んで\nでも本件絵画を入手することについて被告人が合意又は了承したとＡが考え\nた理由についても具体的に述べていない。なお，検察官は，Ａにはあえて犯\n罪に及んでまで被告人のために本件絵画を入手する動機はない旨主張するが，\nＡと被告人との間で，被告人が本件絵画を入手できれば被告人がＡに相応の\n金銭を支払う旨の合意があったことは争いなく，Ａとしても被告人に本件絵\n画を入手させることは自らの経済的利益獲得につながることになるから，Ａ\nに固有の本件絵画入手の動機がなかったとは言い難い。また，Ａ供述には，\n細部についても動揺や変遷，関係証拠（信用性を特に疑うべき事情が見当た\nらないＤの公判供述を含む。）の内容と整合しない部分がみられる。Ａ供述\nは，本件から約２年半経過後になされ，高齢や時間の経過からくる一定の記\n憶の減退や混乱があっても不自然でないが，核心部分についての供述に具体\n性や迫真性を欠いたり，裏付け証拠がなかったりすることはその信用性を減\n殺する事情となる。また，Ａは，被告人以外の者らと共謀した上での本件絵\n画の窃盗の罪により既に執行猶予付き有罪判決を受けているが，供述内容や\n供述態度からして，自らが罪に問われたことや本件絵画に係る被告人との金\n銭トラブルに関して被告人に悪感情を持っているのは明らかであり，Ａが虚\n偽事実を述べて被告人を罪に陥れる動機があることは否定できない。更に，\nＡは，自己に不利益とも思われる事項の一部について証言を避けるような態\n度も窺われる。\nこのような供述内容等を総合考慮すると，Ａ供述の信用性は高いとはいえ\nない。\n３  Ｃの公判供述について\n概要\n平成２７年１０月当時，被告人と交際しており，不倫関係にあった。\n被告人が１０月１３日にＣ方に来たとき，それまでにない浮かない顔をし\nており，絵を買ってしまったが，その絵が後で見たら引きちぎったような何\nかがあるから盗まれた絵なのかもしれないと聞かされた。お金を返してもら\nって絵を返したらいいという話をして，被告人に頼まれ，知り合いの弁護士\nを紹介した。弁護士は対応してくれず，その後，絵を返しても多分Ａから金\nを返してもらえないだろうという話になった。\nＣから，実家で本件絵画を預かるという話をし，被告人が本件絵画をＣの\n実家に置いていった。その後，Ｃの自宅で保管することにした。\n自宅で本件絵画を保管している間に，被告人が，本件絵画をＣが持ってい\nるものとしてオークションにかけようとしたことがあった。\n信用性の検討\nＣ供述に関し，被告人とのやり取りについては，ＬＩＮＥのチャットの内\n容等の客観的証拠と整合し，これに裏付けられている部分も多い。供述内容\nにあいまいな点や捜査段階から変遷していると思われる点もあるが，記憶が\nある部分とそうでないところを区別し，供述変遷の理由も不合理なものとは\nいえない。Ｃはかつて被告人と不倫関係にあったが，現在は解消されている\nほか，Ｃは本件絵画の保管により既に執行猶予付き有罪判決を受けており，\n殊更に被告人に有利又は不利な虚偽供述をする動機や必要性は見当たらない。\nこのような供述内容等を考慮すると，Ｃ供述の信用性は基本的に高いといえ\nる。\n４  小括\n以上によれば，本件絵画を盗んで入手することにつき被告人との間に合意が\nあったことを主要な内容とするＡ供述は全体的に信用性が高いとはいえず，こ\nれに依拠して，直ちに上記のような内容の合意があったことを認めることはで\nきない。また，引渡し前に被告人が本件絵画を確認していた旨の供述はあるが，\nその確認状況は具体的に述べられていないことなどからして，Ａ供述によって，\n他に譲受けの時点で被告人が本件絵画を盗品であると未必的にせよ認識してい\nたことが推認されるような事情は明らかに認められない。\n他方で，被告人が，本件絵画を譲り受けた当日に，Ｃに本件絵画が盗品であ\nるかもしれない旨打ち明けていることは優に認められる。これは，被告人が本\n件絵画を譲り受けた時点でそれが盗品であると認識していたことを推認させる\n事実になりうる。もっとも，Ｃ供述から認められる被告人がそれを打ち明けた\nときの様子やその後の行動を併せ考慮すると，本件においては，同事情が本件\n絵画譲受け時点で被告人が盗品であることの認識を有していたことを推認させ\nる力は必ずしも強くない。\n５  被告人の公判供述（以下「被告人供述」という。）\n概要\n平成２７年３月に本件絵画のことを知り，翌日見に行ってすぐに駅長室で\n購入の交渉を始めたがうまくいかなかった。同年７月に岐阜の美術商の紹介\nでＡと知り合い，同年８月初旬にＡから連絡を受けて会った際，本件絵画が\n購入できたら結構な利益になるという話をすると，Ａは興味を示し，自分の\n政治的な力を利用できるかもしれないという話をしていた。同年９月初旬頃，\nＡから本件絵画が入手できるかもしれないと聞き，出せるのは３０００万円，\n乙電鉄側には代わりの絵も用意するということで交渉してほしいと伝えたが，\n同月後半頃に，やはり難しいという話を聞いた。\n同年１０月１１日にＡから電話があり，いい話があるので早急に会えない\nかと言われ，１３日午後５時半に会うことになった。Ａとの約束の場所であ\nるＦという丁の戊市場近くの喫茶店に向かい，その手前の路上で待っていた\nＡの誘導に従ってコインパーキング脇の路上に駐車した。Ａは同パーキング\n内の被告人の車の横に停まっていたワンボックスカーを指さし，ここに例の\n絵が入っていると言った。ワンボックスカーの鍵がかかっていない後ろのド\nアを開けて車内を見ると，後部の荷物室に寝かせた状態で毛布に包まれてガ\nムテープが巻かれた四角い大きなものが置かれていた。ガムテープをとり，\n毛布をめくると，絵の右下のサインや年号，絵の部分が見え，本件絵画に間\n違いないと思った。自車の後ろのドアを開け，後部座席を倒し，毛布を元通\nりの状態に戻した本件絵画を積んだ。自車をいつも使っているチケットパー\nキングに移動させ，たまたま車内に積んでいた現金４００万円を持ってＡの\nところに戻り，残代金の額や支払方法は喫茶店で話をしようと思っていたが，\nＡは，手付として４００万円を預かることは了承したが，急いでいてこの金\nも渡してやらないといけないなど言い，その場で別れた。Ｃ方に行く約束を\nしていたので，Ｃ方に向かうことにした。その途中，車内で本件絵画が動い\nたので，ファミリーレストランの駐車場で固定しようとした際，手に釘のよ\nうなものが当たったので毛布を開けると左下にビスのついた金具がそのまま\nついており，更に額縁を確かめると固定金具の穴や額全体が変形しているの\nに気づいた。そのとき，Ａから連絡があり，残代金について聞かれたが，本\n件絵画は盗んできたものではないかと聞くと，口調を荒くして，おまえがど\nうしても欲しいと言うから取って来たったんやないか，約束だからもらうも\nのはもらう等と言ってきた。\nＣ方に行った後，本件絵画を丁のじいさん（Ａ）から買うことができたが，\n後から盗まれたものとわかった等をＡとのやりとりや盗品とわかった理由な\nども併せてＣに話した。その日は自宅に帰り，翌日，客と会う予定をキャン\nセルして，Ｃが紹介してくれた奈良の弁護士に相談しに行った。弁護士に，\n自分の代理人として乙電鉄と交渉して絵を返してほしいと依頼したが断られ\nた。翌日，Ａと会った際は，本件絵画は弁護士を通じて乙電鉄に返すと嘘を\nつき，Ａに渡した金は諦めるから，Ａも諦めてくれという話をしたが，Ａは\n了承せず，結局，あと６００万支払うことになった。その後，警察沙汰にな\nらないように絵を返そうと意図して，自分で名前を出さずに乙に何回か連絡\nしたが，応じてもらえなかった。その後，Ａからの本件絵画の取り返しを防\nぐために，本件絵画はＣの実家やＣ方で預かってもらった。\n平成２８年８月にＡに更に３００万円を支払い，念書を作成した。その後，\n海外のオークション会社に本件絵画の売却依頼をしたが，自分としては売る\n気はなく，乙電鉄に絵を返すとしても真贋や評価が気になっていたからであ\nる。\n信用性の検討\n被告人供述は，本件絵画入手に至る状況や入手時及びその後の状況につい\nて具体的に述べた上で譲受け時の本件絵画が盗品であることの認識を否定す\nるものである。被告人がＡに３００万円を支払った後に本件絵画をオークシ\nョンにかけようとした理由の説明等，不可解な部分や譲受け時に本件絵画が\n盗品であることを認識していなかったことと必ずしも整合的とはいえない部\n分はあるものの，全体として，相応に合理的で，Ａ供述を除く他の関係証拠\nから認められる事実と直ちに整合しない点があるとはいえない。本件絵画譲\n受け後にＣ方に行った後の状況，特にＣとのやり取りや翌日の行動等は信用\nできるＣ供述と整合し，これに裏付けられている。検察官は，本件絵画譲受\nけ時の状況が被告人自身の述べる通常の美術品取引の状況と異なることや，\nそれまでの経緯から本件絵画が売却対象とされていないことを知っていたこ\nとからすると真贋や盗品性について何ら疑問を持たなかったというのは不自\n然不合理である旨主張するが，本件絵画譲受け時点の被告人とＡの関係性等\nを考慮すると，残代金の支払方法決定については被告人の説明も一応合理的\nなものであるし，被告人は本件絵画の真贋は確認した旨述べており，それ以\n上に額縁も含めた本件絵画の状況を確認したと認めるに足りる証拠はなく，\nその場でそのような確認までしなかったことが不自然であると必ずしも断じ\n得るものでも，Ａが述べるような合意がなければ説明困難とまでいえるもの\nでもない。その他，検察官が指摘する被告人の供述内容や供述経過も被告人\nとして必ずしも合理性を欠くものとはいえず，この点を踏まえても，被告人\nの公判供述が盗品等有償譲受けの罪で起訴された後にこの罪責を免れるため\nにする弁解であるとしてその信用性を排斥することはできない。\n６  主位的訴因について\n以上のとおり，Ａ供述と比して，被告人供述の信用性は容易に排斥できない\nところ，これに関係証拠を併せ考慮すると，本件絵画譲受け後の被告人の行動\nには，翌日に弁護士に相談に行ったこと等，直後から本件絵画を乙電鉄に返還\nしようとしていることや，Ａにも当初本件絵画入手の対価として提示していた\n３０００万円に至らない１０００万円（又は１３００万円）しか支払っていな\nいなど，むしろ，譲受け時点で本件絵画が盗品であることを認識していたこと\nと必ずしも整合しない事実が認められる。また，検察官が譲受け時点で本件絵\n画が盗品であることを認識していたことを推認させる事情の一つとして指摘す\nる本件絵画譲受け直後にＣに本件絵画が盗品であるかもしれないことを打ち明\nけたことについても，本件の事実関係の下では被告人が本件絵画譲受け後に盗\n品であることを認識して善後策を考えるためになされた可能性を否定しきれな\nいから，この事実をもって譲受け時点で本件絵画が盗品であると認識していた\nことが強く推認されるというものではない。そして，そのほかに本件絵画譲受\nけの時点でそれが盗品であることにつき未必的にしろ認識を有していたことを\n推認させるような事情は見当たらない。\nしたがって，被告人が，本件絵画譲受けの時点でそれが盗品であることにつ\nき未必的にしろ認識を有していたことをＡ供述やその他の関係証拠から推認す\nることはできず，被告人が，同時点において，本件絵画が盗品であることを未\n必的にでも確定的にでも認識していたことを認めるには合理的な疑いが残る。\n７  予備的訴因について\nまず，弁護人は，検察官の平成３０年１２月２１日付け訴因変更請求につい\nて，当裁判所が平成３１年１月１１日にこれを許可する決定をした点につき，\n本件は公判前整理手続を経ていること等からすると，上記訴因変更請求は時機\nに後れたものである旨主張する。この点について，訴因の設定は基本的に検察\n官の専権に係るものであるが，公判前整理手続を経た事件については，その終\n了後に立証及び防御の対象である訴因を変更することは，当事者が公判におい\nてする予定の主張を明らかにしてその証明に用いる証拠の取調べを請求し，証\n拠を開示し，必要に応じ主張を追加変更するなどして，事件の争点を明らかに\nして証拠を整理することにより，充実した公判の審理を継続的，計画的かつ迅\n速に行うことができるようにするという公判前整理手続の制度の趣旨を損なう\n場合もあると考えられ，手続の経過等に照らして特段の理由なく同制度の趣旨\nを損なうような訴因変更は許されないというべきである。もっとも，本件につ\nいては，審理経過や新たな訴因の内容等に照らすと，公判前整理手続を経たこ\nととの関係でもその制度趣旨を損なうものではなく，上記訴因変更許可決定は\n許されると考えられる。\n本件において，被告人は，本件絵画につき，Ａから買い受けたことにより引\n渡しを受けた後，平成２９年３月１５日にこれがＣ方において発見されるまで\nの間，Ｃ方等において本件絵画を保管していたこと，その保管中に本件絵画が\n盗品であることを認識するに至ったことは優に認められる。\nもっとも，盗品等保管罪における「保管」とは，委託を受けて本犯のために\n盗品を保管することをいうと解されるところ，被告人による本件絵画の占有取\n得及び保管開始は，有償取得である売買によるものであり，委託を受けて本犯\nのためにしていたものとはいえない。そして，被告人の本件絵画の占有取得及\nび管理開始が委託を受けたことによるものでなかった以上，被告人が本件絵画\nが盗品であることを認識した後の保管についても，盗品等保管罪は成立しない\nというべきである。\n第４  結論\n以上によれば，本件公訴事実について，本件絵画譲受け時点で被告人におい\nて本件絵画が盗品であることを知り，あるいは，少なくとも盗品であるかもし\nれないと認識していたことが証明されているとはいえないから主位的訴因は認\nめられず，予備的訴因についても同時点で本件絵画の保管についての委託を受\nけたことが証明されていない。結局，本件公訴事実は，主位的訴因，予備的訴\n因ともに犯罪の証明がないことになるから，刑事訴訟法３３６条により被告人\nに対し無罪の言渡しをする。\n（求刑  主位的訴因・予備的訴因ともに懲役２年及び罰金５０万円）\n平成３１年２月１３日\n大阪地方裁判所第７刑事部\n裁  判  官     谷口真 紀\n"
}