{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 8,
    "day": 28
  },
  "case_number": "平成25(行コ)182",
  "case_name": "裁決取消請求控訴事件（原審・さいたま地方裁判所平成２３年（行ウ）第３９号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　優良運転者である旨の記載のない免許証を交付して行われた運転免許証の有効期間の更新処分の取消訴訟において，客観的に優良運転者の要件を満たすことを理由として同更新処分を取り消す場合における取消しの範囲\n２　優良運転者である旨を記載した運転免許証を交付することの義務付けの訴えが認容されるためには，行政事件訴訟法３７条の２第１項所定の要件を満たすことを要するか。",
  "case_gist": "１　優良運転者である旨の記載のない免許証を交付して行われた運転免許証の有効期間の更新処分の取消訴訟において，客観的に優良運転者の要件を満たすことを理由として同更新処分を取り消す場合には，同更新処分のうち一般運転者として扱うとする部分のみを取り消せば足りる。\n２　優良運転者である旨を記載した運転免許証を交付することの義務付けの訴えが認容されるためには，行政事件訴訟法３７条の２第１項所定の要件を満たすことを要しない。",
  "lawsuit_id": "84019",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=84019",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/019/084019_hanrei.pdf",
  "contents": "－1－\n平成２５年８月２８日判決言渡\n平成２５年（行コ）第１８２号裁決取消請求控訴事件\n主        文\n１  本件控訴を棄却する。\n２  控訴費用は，控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決中，控訴人の敗訴部分を取り消す。\n２  上記取消部分に係る被控訴人の請求をいずれも棄却する。\n３  訴訟費用は，第１，２審を通じ，被控訴人の負担とする。\n第２  事案の概要\n１  事案の要旨\n本件は，平成２２年５月１４日に普通乗用自動車を運転中に携帯電話を通話\nのために使用した（以下「本件違反行為」という。）として，道路交通法（以\n下「道交法」という。）及び道路交通法施行令（以下「道交法施行令」という。）\n所定の違反点数１点を付加（以下「本件点数付加」という。）された被控訴人\nが，本件違反行為はなかったと主張して，①本件点数付加の取消しを求め，②\n埼玉県公安委員会から優良運転者である旨の記載のない同年１０月６日付け\nの運転免許証（以下，単に「免許証」という。）を交付して行われた免許証の\n有効期間の更新処分（以下「本件更新処分」という。）のうち，被控訴人を一\n般運転者とする部分が違法であるとして，その取消しを求め（以下，かかる請\n求に係る訴えを「本件更新処分取消しの訴え」という。），③同委員会に対し，\n優良運転者である旨を記載した免許証の交付の義務付けを求める（以下「本件\n義務付けの訴え」という。）とともに，④被控訴人の本件点数付加の抹消，本\n件更新処分のうち被控訴人を一般運転者とする部分の取消し及び優良運転者\nである旨を記載した免許証の交付を求める異議申立てについて，本件点数付加\n－2－\nの抹消を求める申立てを却下し，その余の申立てに係る請求をいずれも棄却す\nる旨の平成２３年３月３日付けの同委員会の決定（以下「本件決定」という。）\nの取消しを求め，さらに，⑤本件違反行為がなかったにも拘わらず，同委員会\nによって本件点数付加をされ，優良運転者である旨の記載のない免許証の交付\nを受けたことによって精神的苦痛を受けたとして，控訴人に対し，国家賠償法\n（以下「国賠法」という。）１条１項に基づき慰謝料１５０万円の支払を求め\nた事案である。\n原審は，上記請求①及び④の一部（本件決定のうち異議申立てに係る請求を\n棄却した部分の取消しを求める部分）については，いずれも訴えを却下し，上\n記請求②及び③については，これらをいずれも認容し，被控訴人のその余の請\n求（上記請求④の残部及び⑤）については，これらをいずれも棄却した。これ\nに対して，控訴人が原審での敗訴部分に係る請求全部の棄却を求めて控訴し\nた。\n被控訴人の訴えを却下した部分及び同人の請求を棄却した部分については，\n被控訴人から不服の申立てがないから，当審の審判の対象ではない。\n２  当事者の主張等\n法令等の定め，前提事実，争点及び争点についての当事者の主張は，原判決\nの「事実及び理由」中の「第２  事案の概要」の１，２，３(1)イ，同(2)ア，\n４(2)及び(3)に記載のとおりであるから，これを引用する。\n第３  当裁判所の判断\n１  当裁判所も，被控訴人の上記請求②及び③は，いずれも理由があると判断す\nる。その理由は，次のとおり補正するほかは，原判決の「事実及び理由」中の\n「第３  当裁判所の判断」の２ないし４に説示するとおりであるから，これを\n引用する。\n(1)  １４頁４行目冒頭から同１３行目末尾までを削除する。\n(2)  ２１頁１行目の「本件決定」から同行目末尾までを「本件更新処分取消の\n－3－\n訴え及び本件義務づけの訴えについて」に改める。\n(3)  同２行目の「(1)」を削除し，同行目の「前記３」を「以上」に改める。\n(4)  同２６行目冒頭から２２頁５行目末尾までを削除する。\n２  控訴人は，本件違反行為の存在が認められないとした原審の事実認定が誤り\nであるとして縷々主張し，当審において追加の証拠を提出するが，原審が認定\nした本件の事実関係に照らせば，それらによってもなお本件違反行為の存在を\n認めるには足りないというべきである。\n第４  結論\n以上によれば，被控訴人の上記請求②及び③は，いずれも理由があるから認\n容すべきであり，これと同旨の原判決は相当である。よって，本件控訴は理由\nがないから，これを棄却することとする。\n東京高等裁判所第１２民事部\n裁判長裁判官      難      波      孝      一\n裁判官      中      山      顕      裕\n裁判官      飛      澤      知      行\n（原裁判等の表示）\n主 文\n１  本件訴えのうち，以下の部分をいずれも却下する。\n－4－\n(1)  埼玉県公安委員会が，平成２３年３月３日付けで原告についてし\nた決定のうち異議申立てに係る請求を棄却した部分の取消しを求め\nる部分\n(2)  埼玉県公安委員会が，平成２２年５月１４日，原告について「携\n帯電話使用等（保持）」により違反点数１点を付した処分の取消し\nを求める部分\n２  埼玉県公安委員会が平成２２年１０月６日付けで原告に対してし\nた運転免許証有効期間更新処分のうち，原告を一般運転者とする部分\nを取り消す。\n３  埼玉県公安委員会は，原告に対し，優良運転者である旨を記載した\n運転免許証を交付せよ。\n４  原告のその余の各請求を棄却する。\n５  訴訟費用は，これを５分し，その１を原告の，その余を被告の各負\n担とする。\n事 実 及 び 理 由\n第１  請求\n１  埼玉県公安委員会が，平成２３年３月３日付けでした，原告の異議申立ての\nうち違反記録の抹消を求める申立てを却下し，その余の申立てに係る請求をい\nずれも棄却した決定を取り消す。\n２  埼玉県公安委員会が，平成２２年５月１４日，原告について「携帯電話使用\n等（保持）」により違反点数１点を付した処分を取り消す。\n３  主文２項と同旨\n４  主文３項と同旨\n５  被告は，原告に対し，１５０万円を支払え。\n第２  事案の概要\n本件は，平成２２年５月１４日に普通乗用自動車を運転中に携帯電話を通話の\n－5－\nために使用した（以下「本件違反行為」という。）として，道路交通法（以下「道\n交法」という。）及び道路交通法施行令（以下「道交法施行令」という。）所定\nの違反点数１点を付加（以下「本件点数付加」という。）された原告が，本件違\n反行為はなかったとして，本件点数付加の取消しを求め（前記第１の２），埼玉\n県公安委員会から優良運転者である旨の記載のない同年１０月６日付けの運転免\n許証（以下，単に「免許証」という。）を交付して行われた免許証の有効期間の\n更新処分（以下「本件更新処分」という。）のうち，原告を一般運転者とする部\n分が違法であるとして，その取消しを求め（以下，かかる請求に係る訴えを「本\n件更新処分取消しの訴え」という。同３），同委員会に対し，優良運転者である\n旨を記載した免許証の交付の義務付けを求める（同４）とともに，原告の本件点\n数付加の抹消，本件更新処分のうち原告を一般運転者とする部分の取消し及び優\n良運転者である旨を記載した免許証の交付を求める異議申立てについて，本件点\n数付加の抹消を求める申立てを却下し，その余の申立てに係る請求をいずれも棄\n却する旨の平成２３年３月３日付けの同委員会の決定（以下「本件決定」という。）\nの取消しを求め（同１），さらに，本件違反行為がなかったにも拘わらず，同委\n員会によって本件点数付加をされ，優良運転者である旨の記載のない免許証の交\n付を受けたことによって精神的苦痛を受けたとして，被告に対し，国家賠償法（以\n下「国賠法」という。）１条１項に基づく損害賠償として１５０万円の支払を求\nめる（同５）事案である。\n１  法令等の定め\n(1)  点数制度及び携帯電話使用等の基礎点数\n道交法及び道交法施行令は，道路交通法令の違反行為をした自動車等の運\n転者について，違反行為等にあらかじめ定められた一定の点数を付し，その\n累積点数に応じて運転免許（以下，単に「免許」という。）の取消し又は効\n力の停止等の処分をする点数制度を取り入れている（道交法１０３条１項５\n号ないし８号，道交法施行令３８条５項等）。\n－6－\n道交法７１条５号の５は，自動車等を運転する場合においては，その運転\n者は，当該自動車等が停止しているときを除き，携帯電話用装置，自動車電\n話用装置その他の無線通話装置（その全部又は一部を手で保持しなければ送\n信及び受信のいずれをも行うことができないものに限る。）を通話（傷病者\nの救護又は公共の安全の維持のため当該自動車等の走行中に緊急やむを得ず\nに行うものを除く。）のために使用してはならないと規定する。そして，同\n号の違反（携帯電話使用等（保持））によって付加される基礎点数は１点で\nある（道交法施行令別表第２の一，備考二の１０１）。\n(2)  免許証の有効期間の区分\n道交法９２条の２第１項は，免許証の交付又は有効期間の更新（以下，単\nに「免許証の更新」という。）を受けた者を「優良運転者」及び「一般運転\n者」と「違反運転者等」に区分して，免許証の有効期間を規定する。このう\nち「優良運転者」とは，更新日等までに継続して免許を受けている期間が５\n年以上である者であって，自動車等の運転に関する道交法及び道交法に基づ\nく命令の規定並びに道交法の規定に基づく処分並びに重大違反唆し等及び道\n路外致死傷に係る法律の規定の遵守の状況が優良な者として政令で定める基\n準に適合するものをいう（同項表備考一の２）。そして，上記基準は，道交\n法施行令３３条の７第１項１号により，所定の更新期間内に免許証の更新を\n申請する者については，更新前の免許証の有効期間が満了する日の直前のそ\nの者の誕生日の４０日前の日の前５年間において違反行為又は道交法施行令\n別表第４若しくは別表第５に掲げる行為をしたことがないこととされてい\nる。\nそして，違反行為とは，一般違反行為及び特定違反行為をいい（道交法施\n行令３３条の２第３項柱書），一般違反行為とは，自動車又は原動機付自転\n車の運転に関し道交法等に基づく処分に違反する行為で道交法施行令別表第\n２の１の表の上欄に掲げるものをいい（同条１項１号），携帯電話使用等（保\n－7－\n持）はこれに該当する。\n２  前提事実（証拠等を付さない事実は，当事者間に争いがない。）\n(1)  当事者\n原告は，昭和▲年▲月▲日生まれで，埼玉県公安委員会から大型，普通，\n大型二輪，牽引の各免許を受けている者である。（甲１２）\n被告は，埼玉県公安委員会が所属する公共団体である。\n(2)  本件点数付加の経緯\nア  原告は，平成２２年５月１４日午前１１時６分ころ（以下「本件現認時\n刻」という。），埼玉県ふじみ野市α×番２６号付近道路（以下「本件道\n路」という。）において，普通乗用自動車（ａ。登録番号所沢○。以下「原\n告車両」という。）を，狭山市方面からさいたま市方面に向けて進行させ\nるに当たり，別紙「現場見取り図」（以下「別紙図面」という。）記載①\nないし⑤の地点を直進走行させ，その後，同記載⑤の地点の十字路交差点\nを左折して，路地を南から北に向けて直進走行させ，同⑥の地点に停止さ\nせた。（乙５，８）\n原告車両は，いわゆるミニバンであり，車内には３列のシートが並び，\n窓は，フロントウィンドウ及びリアウィンドウのほか，側面の運転席側（進\n行方向右側）及び助手席側（同左側）にそれぞれ３枚の窓（以下，特に助\n手席側の側面窓を前から順に「助手席窓」，「助手席側２列目窓」及び「助\n手席側３列目窓」という。）がある。\nイ  埼玉県東入間警察署交通課警部補ｂ（以下「ｂ」という。），巡査部長\nｃ（以下「ｃ」という。），巡査ｄ（以下「ｄ」という。）及び巡査ｅ（以\n下「ｅ」という。）のほか地域課の警察官数名は，平成２２年５月１４日，\n本件道路において，交通違反の取り締まり（以下「本件取締り」という。）\nを行っていた。（乙２ないし６，８，１６ないし１９）\nｂは，本件取締りにおいて，別紙図面記載⑥の地点付近に立って，本件\n－8－\n取締りに当たる警察官の業務の把握や突発事案への対応等，本件取締り全\n体を統括する現場責任者を務めていた。（乙５，１８）\nｄは，本件取締りにおいて，別紙図面記載Ａの上部の「◎」の地点（以\n下「Ａの地点」という。）に立って，交通違反を現認し，交通違反を現認\nした場合には，本件取締りに当たる他の警察官に対し，無線を使用して，\nｄが現認した違反事実，違反車両の登録番号等を連絡する役割（以下「現\n認係」という。）を担っていた。（乙５，１６）\nｅは，本件取締りにおいて，別紙図面記載Ｂの地点に待機し，ｄから無\n線で，同人の現認に係る違反事実，違反車両の登録番号等の連絡を受けた\n場合には，同記載「Ｂ’」地点等に出て，警笛の吹鳴及び停止旗の提示等\nにより，当該車両の停止を命じ，同地点の十字路交差点を左折して路地に\n入るように指示する役割（以下「停止係」という。）を担っていた。（乙\n５，１７）\nｃは，本件取締りにおいて，別紙図面記載⑥の地点付近に立って，停止\n係が停止させた車両を誘導し，当該車両の運転者の取調べをする役割（以\n下「誘導係兼取調べ係」という。）を担当していた。（乙５，１９）\nウ  ｄは，本件取締りにおいて，原告車両が別紙図面記載②の地点から同記\n載③の地点を走行する間において，本件違反行為を現認したとして，本件\n取締りに当たる他の警察官に対し，違反事実及び原告車両の登録番号等を\n無線連絡し，ｅは，同記載④の地点の付近において，原告に対して，原告\n車両の停止を命じた。原告は，同記載⑤の地点で原告車両を左折させ，ｃ\nの誘導に応じて，同記載⑥の地点に原告車両を停止させ，ｂ及びｃから取\n調べを受けた。（乙２ないし６，８，１６ないし１９）\nエ  原告の本件違反行為には，違反点数１点が付加された。（甲８）\n(3)  本件更新処分の経緯\n原告は，平成２２年１０月６日，埼玉県公安委員会に対し，免許証の更新\n－9－\nを申請した。同委員会は，同日，免許証の更新を受けた原告について，更新\n前の免許証の有効期間が満了する日である同年▲月▲日の直前の原告の誕生\n日である同年▲月▲日の４０日前の日の前５年間（道交法施行令３３条の７\n第１項１号）において，本件違反行為があるとして，道交法１０１条５項，\n同条６項，道交法施行規則２９条８項に基づき，道交法９２条の２第１項，\n道交法施行令３３条の７第１項１号が規定する一般運転者に該当するものと\nして，優良運転者である旨の記載のない免許証を交付して本件更新処分をし\nた。（甲１２）\n(4)  原告の異議申立ての経緯\n原告は，平成２２年１０月９日付けで，埼玉県公安委員会に対し，本件点\n数付加の抹消，本件更新処分のうち原告を一般運転者とする部分の取消し及\nび優良運転者である旨を記載した免許証を交付して行う更新処分を求める異\n議申立てをした。（甲１）\n埼玉県公安委員会は，平成２３年３月３日付けで，上記異議申立てのうち，\n本件点数付加の抹消を求める部分を却下し，その余の申立てに係る請求をい\nずれも棄却する決定（本件決定）をした。（甲１）\n(5)  本訴提起及びその後の経緯\n原告は，平成２３年８月２３日，本件決定の取消しを求めて（前記第１の\n１）本訴を提起し，同年１１月２日の第１回口頭弁論において，前記第１の\n２ないし４の訴え及び被告に対して１０００円の損害賠償を求める訴えを追\n加し，平成２４年２月１５日の第３回口頭弁論において，前記損害賠償請求\nについて，同５のとおり請求を拡張した。（顕著）\n３  争点\n(1)  本案前の争点\nア  本件点数付加の処分性（争点１）\nイ  本件更新処分取消しの訴えの適法性（争点２）\n－10－\n(2)  本案の争点\nア  本件違反行為の有無（争点３）\nイ  本件決定の適法性（争点４）\nウ  被告の損害賠償責任の有無（争点５）\n４  争点についての当事者の主張\n(1)  争点１（本件点数付加の処分性）\n【被告の主張】\n道交法及び道交法施行令に基づいて違反点数を付加する行為は，これら法\n令が採用する点数制度の下に，免許に係る行政処分の前提となる違反行為に\n係る点数を内部的に確認し，記録する行為に過ぎず，直ちに免許の効力に影\n響を及ぼすものではない。\nよって，本件点数付加は，処分性を有しない。\n(2)  争点２（本件更新処分取消しの訴えの適法性）\n【被告の主張】\n免許証交付処分は一体不可分であるから，免許証を更新する処分の中から\n一般運転者とする部分のみを取り出すことはできない。よって，本件更新処\n分取消しの訴えは不適法である。\n(3)  争点３（本件違反行為の有無）\n【原告の主張】\n原告は，原告車両を運転し，本件道路を走行中，携帯電話を使用したこと\nはない。原告は，左手で左耳を掻いていたに過ぎない。\n【被告の主張】\n原告は，原告車両を運転し，本件道路を走行中，左手に携帯電話を保持し，\n通話のために使用した。\nｄは，本件道路の別紙図面記載①の地点で原告車両を発見し，原告車両が\n同記載②の地点に進行した際に，原告が左手に携帯電話を保持して左耳に当\n－11－\nてて通話している状況を現認し，原告車両が同記載③の地点に進行するまで，\nその状況を目視し続けた。また，ｅは，原告車両が同記載④の地点を進行し\nた際に，原告が携帯電話様の物を左手に持ち左耳に当てて口を動かしている\nのを目撃した。\n(4)  争点４（本件決定の適法性）\n【原告の主張】\n公安委員会は，異議申立てに係る審理において，刑事訴訟法に定められた\n手続によらなければならず，事実認定において，警察官の現認と認定のみで\n認定してはならない。しかしながら，埼玉県公安委員会は，原告の異議申立\nてについての審理において，これをしていないのであり，本件決定は違法で\nある。\n【被告の主張】\n本件決定は適法である。原告の主張は独自の見解である。\n(5)  争点５（被告の損害賠償責任の有無）\n【原告の主張】\n原告は本件違反行為をしておらず，本件点数付加及び優良運転者である旨\nの記載のない免許証を交付して行った本件更新処分は，いずれも国賠法１条\n１項の適用上違法であり，これらの行為により，原告は，精神的苦痛を受け\nた。よって，被告は，原告に対し，同項に基づく損害賠償として１５０万円\nを支払う義務を負う。\n【被告の主張】\n本件点数付加及び優良運転者である旨の記載のない免許証を交付して行っ\nた本件更新処分は，いずれも適法である。よって，被告は，原告に対し，国\n賠法１条１項に基づく損害賠償をする義務を負わない。\n第３  当裁判所の判断\n１  争点１（本件点数付加の処分性）について\n－12－\n(1)  行政事件訴訟法は，処分の取消しの訴えとは，「行政庁の処分その他公権\n力の行使に当たる行為」の取消しを求める訴訟をいう旨を規定するところ（同\n法３条２項），ここでいう取消訴訟の対象となる「行政庁の処分その他公権\n力の行使に当たる行為」とは，公権力の主体たる国又は公共団体が行う行為\nのうち，その行為によって直接国民の権利義務を形成し又はその範囲を確定\nすることが法律上認められているものをいうと解される（最高裁判所昭和３\n０年２月２４日第一小法廷判決・民集９巻２号２１７頁，最高裁判所昭和３\n９年１０月２９日第一小法廷判決・民集１８巻８号１８０９頁参照）。\n(2)  道交法及び道交法施行令の点数制度は，免許を受けた者が交通法規に違反\nする行為を行った場合において，当該違反行為の種別に応じて点数を付し，\n一定期間に付された点数の累積点数により，公安委員会において，当該免許\nの効力の停止又は取消し（道交法１０３条１項，道交法施行令３８条５項）\nをすることを主たる内容とする制度である。もっとも，違反点数の付加は，\n累積点数が所定の点数に達しない場合のほか，所定の点数に達した場合にお\nいても，直ちに免許の効力に影響を及ぼすものではなく，これを要件とする\n免許の効力の停止等の処分がされた場合に初めて，免許を受ける者の権利義\n務に具体的影響を生じさせるものである。また，自動車安全運転センターは，\n免許を受けた者に対し，一定の場合に，違反行為者に対する累積点数等の通\n知や運転に関する経歴の書面の交付をするが（自動車安全運転センター法２\n９条１項３号，４号，自動車安全運転センター法施行規則８条），違反点数\nが付加される度に，当該違反行為者に対して，その旨を通知するものではな\nい。\nしたがって，道交法及び道交法施行令における違反点数の付加は，その行\n為によって直接国民の権利義務を形成し又はその範囲を確定することが法律\n上認められているものとはいえず，取消訴訟の対象となる「行政庁の処分そ\nの他公権力の行使に当たる行為」には当たらないというべきである。\n－13－\n(3)  よって，本件点数付加の取消しを求める訴えは，不適法である。\n２  争点２（本件更新処分取消しの訴えの適法性）について\n(1)  免許は，自動車及び原動機付自転車の運転という道路交通の危険と障害を\n生じさせるおそれがある危険な行為を一般的に禁止しつつ，運転免許試験に\n合格した者に限り，上記おそれがないものとして，上記禁止を解除して，適\n法に運転を行わせることとしたものである。そして，免許は，所定の有効期\n間のある免許証を交付して行うものであり，免許を受けた者が免許証の更新\nを受けなかったときは，免許の効力が失われる（道交法９２条１項本文，９\n２条の２，１０５条）。そうだとすると，免許証の更新処分は，免許証を有\nする者の申請に応じて，免許証を更新することにより，免許の効力を時間的\nに延長し，適法に自動車等の運転をすることのできる地位をその名あて人に\n継続して保有させる効果を生じさせる点に本質があるというべきである。\nそして，優良運転者及び一般運転者と違反運転者の区分により，免許証の\n有効期間を異にし（道交法９２条の２第１項），優良運転者，一般運転者及\nび違反運転者の区分により，他の公安委員会を経由した更新申請書の提出の\n可否（同法１０１条の２の２第１項），更新時講習の講習事項，講習方法，\n時間（同法１０８条の２第１項１１号，道交法施行規則３８条１１項）等を\n異にする。これらの差異を生じさせる運転者の区分は，上記の免許証の更新\n処分の本質的効果を制限し又は付随的部分を決するものというべきであるか\nら，運転者の区分ごとにそれぞれ別個の処分が存するとみるべきではなく，\n処分の一部ないし講学上の法定附款とみるべきである。\n(2)  そして，客観的に優良運転者の要件を満たす者であれば優良運転者である\n旨の記載のある免許証を交付して行う更新処分を受ける法律上の地位を有\nし，一般運転者として扱われ優良運転者である旨の記載のない免許証を交付\nされて免許証の更新処分を受けた者は，上記の法律上の地位を否定されたこ\nとを理由として，これを回復する利益を有する（最高裁判所平成２１年２月\n－14－\n２７日第二小法廷判決・民集６３巻２号２９９頁）ところ，前記(1)のとおり，\nそもそも，免許証の更新処分は，免許証を有する者の申請を認容して利益を\n名あて人に付与する授益処分であるから，上記の法律上の利益を回復するに\n当たっても，その更新処分の全てを取り消す必要はなく，そのうち一般運転\n者として扱うとする部分のみを取り消せば足りる。\nまた，免許証の更新は，道交法１０１条４項所定の適性検査の結果及び同\n法１０１条の２の２第３項に規定する書面の内容等から判断して，当該免許\n証の更新を受けようとする者が自動車等を運転することに支障がないと認め\nたときになされる一方，運転者の区分は，前記第２の１(2)のとおり，違反行\n為の有無等を要件とするものであって，両者は，要件を異にする。\nそうだとすると，免許証の更新処分の前記本質的部分と同処分の一部又は\n法定附款たる運転者の区分は，不可分一体のものと解するべきではなく，両\n者を区別した上で，後者のみを取り消すことが可能というべきである。\n(3)  よって，本件更新処分のうち原告を一般運転者とする部分の取消しを求め\nる本件更新処分取消しの訴えは，適法である。\n３  争点３（本件違反行為の有無）について\n(1)  本件取締りにおいて現認係を担当していたｄは，本件証人尋問において，\n本件取締りでは別紙図面記載Ａの地点に立ち，原告車両が同記載①の地点に\nおいて狭山市方面からさいたま市方面に向けて走行しているところを発見\nし，原告車両が同記載②の地点に到達した際，原告車両のフロントウィンド\nウ越しに原告が左手に黒っぽい二つ折りの携帯電話を把持して左耳に当てて\nいたのを現認し，原告車両が同記載③の地点に到達した際，本件違反行為が\nあったことを停止係に無線連絡し，原告車両が同記載④の地点を経て同記載\n⑤の地点に到達する時点までの間，原告が左手に携帯電話を持って耳に当て\nる姿勢を継続して取っていたところを目撃した旨の証言をする（ｄ作成に係\nる捜査報告書〔乙２〕，実況見分調書〔乙５〕及び陳述書〔乙１６〕にも同\n－15－\n旨の記載がある）。\nまた，本件取締りにおいて停止係を担当していたｅが作成した捜査報告書\n（乙３），実況見分調書（乙５）及び陳述書（乙１７）において，ｅが，別\n紙図面記載「Ｂ’」の地点に立って，原告車両が同記載④の地点まで進行し\nた時点において，同車両のフロントウィンドウ越しに左手に携帯電話様の物\nを把持し，左耳に当てて口を動かしていた，その後，警笛を鳴らし，停止旗\nを示して停止の合図をしたが，原告車両は減速することなく，再度警笛を強\nく鳴らすと減速し，その際にも，原告が左手に携帯電話様の物を把持して，\n左耳に当てていたのを目撃し，ｅが同記載「Ｂ”」の地点に立って，原告車\n両が同記載⑤の地点まで進行した時点において，原告が，左手を左耳に当て\nながら右手のみでハンドルを切って左折したのを目撃した，その際には携帯\n電話様の物は死角となって見えなかった旨の記載がある。\nそこで，以下において，上記のとおりのｄ証言及びｅ作成に係る捜査報告\n書等の信用性について検討する。\n(2)  証拠（甲２３，乙２，４，８，９，１６）によれば，原告車両は別紙図面\n記載①ないし③の地点を走行する際の速度は時速約２０キロメートルであっ\nたこと，ｄが本件取締りにおいて立っていた別紙図面記載Ａの地点から同記\n載①の地点までの距離が２５．４ｍ，同記載②の地点までの距離が１３．２\nｍ，同記載③の地点までの距離が８．０ｍであったこと，原告車両の助手席\n側２列目窓，助手席側３列目窓及びリアウィンドウには着色フィルムが貼付\nされていたこと，原告が，本件取締りの当時，長髪を垂らし，黒色キャップ\nを被っていたことが認められる。\nこれらの事実からすると，ｄから，動き続けている原告車両の奥側の運転\n席に座る原告の左耳元を視認する状況は，停止している車両内部を視認する\n場合に比して悪く，また，原告車両の助手席側２列目窓以降に貼付された着\n色フィルム並びに原告の頭髪及びキャップによって，ｄからの視認は，相当\n－16－\n程度妨げられていたというべきである。\nこの点，ｄは，本件証人尋問において，原告が本件取締りの際に通話のた\nめに使用していたのは，「黒色っぽい二つ折りの携帯電話」であったと証言\nするが，証拠（甲２，３，１４ないし１７，１９，乙４，１８，１９，ｂ証\n人，原告本人）によれば，原告は，本件取締りの当時，二つ折りの携帯電話\n（株式会社ｆとの契約に係るもの。）とｇ（ｈ株式会社との契約に係るもの。）\nを各１台所持していたところ，この二つ折りの携帯電話の大部分は青色に塗\n装され，運転席で左手に把持した際に，ｄ側を向く背部下側は，青色の塗装\nが剥げて水色になっていたことが認められるのであり，ｄの上記証言は，ｄ\nの視認条件が良好ではなかったことを窺わせるものである。\nなお，原告は，原告本人尋問において，本件取締りの際，原告車両の助手\n席側２列窓の後部側半分及び助手席側３列目窓並びにリアウィンドウの全面\nのカーテンが閉まっていた旨の供述をし，この事実を示すものとして写真撮\n影報告書（甲２３）を提出する。しかしながら，これらのカーテンを閉める\nことによって，運転席から車両後部の視認が遮られ，相当程度運転の妨げと\nなるところ，原告は，これらのカーテンを閉める必要性について，原告本人\n尋問において，遊びや仕事の道具に日を当てたくなかった旨を供述するのみ\nで，何ら首肯に足りる説明をしない。よって，この点についての原告の上記\n供述は採用することができない。\n(3)ア  証拠（甲１４，１５，乙１５）によれば，原告が本件取締りの際に所持\nしていた二つ折り携帯電話に係る料金明細内訳表においては，平成２２年\n５月１３日午後８時２５分５０秒から２６分３０秒通話して以降，同月１\n４日午後１時４４分４秒までの間，ｇに係る通話料明細書においては，同\n月１３日午後６時１分１５秒から２秒通話して以降，同月１８日午前７時\n４４分２３秒までの間に，少なくとも原告に通話料が発生する通話（全て\nの通話の内，相手方からの着信を受けての通話，フリーダイヤル及び１１\n－17－\n０番等の緊急電話番号への発信に係る通話，コレクトコールでの発信に係\nる通話，電話会社が提供する各種問い合わせ番号への発信に係る通話，留\n守番電話サービスセンターに接続してもメッセージの録音をしない場合等\nを除くもの。）をした記録がないことが認められ，原告が本件取締りの際\nに所持していた携帯電話については，本件現認時刻の前後には原告に通話\n料が発生する通話をした記録がない。\nイ  また，証拠（甲２，３，１９，乙４，１８，１９，ｂ証人）によれば，\nｂは，本件取締りの際，原告から，原告が所持していた二つ折り携帯電話\nの発着信履歴が表示された画面を示され，本件現認時刻の直前に発着信が\nあった旨の記録がないことを確認したことが認められる。\nこの点，被告は，ⅰ原告が，原告車両を別紙図面記載⑥の地点に停止さ\nせた後，直ちに携帯電話を取り出して発着信履歴が表示された画面を見る\nように要求しなかった，ⅱ警察官が現認した地点を確認するためとしてｃ\n及びｂの視界から逃れようとした，ⅲ免許証を探すためとして原告車両の\n中に入って運転席ドアを閉め，ｃ及びｂの視界から逃げた，ⅳ携帯電話の\n発着信履歴の記録は即座に消去することが可能であるなどとして，二つ折\nり携帯電話における発着信履歴に本件現認時刻の前後に発着信があった旨\nの記録がなかったとしても，原告が本件取締り時に携帯電話を使用してい\nないとはいえない旨の主張をする。\nしかしながら，証拠（乙４，１８，１９，ｂ証人）によれば，原告は，\n原告車両を別紙図面記載⑥の地点に停止させた後，ｃ及びｂと相対し，そ\nの後，本件違反行為を現認された場所を確認するとして，同⑥の地点付近\nと同Ａの地点付近を往復するに際しても，ｃ及びｂが，原告の１ないし３\nメートル後方を終始追随していたことが認められ，その間，原告が携帯電\n話を取り出し，その操作をしたといった事情は窺われない。また，前記各\n証拠によれば，原告は，ｃ及びｂから，免許証の提示を求められ，これを\n－18－\n探すために原告車両の運転席に乗り込んで，運転席ドアを閉め，その後運\n転席の窓越しに免許証を提示したことが認められるものの，原告車両の運\n転席窓のすぐ脇には，ｃとｂがおり，また運転席ドアを閉めてから免許証\nを提示するまでの時間はわずか１０秒から１５秒程度に過ぎなかったこと\nが認められる。さらに，前記各証拠によれば，ｃは，交通反則切符の作成\nのために原告車両の運転席横を離れ，ｂは，原告が執拗に弁解することか\nら，供述調書の作成に集中するために，必要事項を運転席脇で聞いては原\n告車両の前方に移動して供述調書を書き込むということを繰り返していた\nところ，原告車両の前方に移動した際も原告の胸から上が見えるような状\n況であったことが認められるのであり，その間に，前記二つ折り携帯電話\nの発着信履歴を操作して，本件現認時刻の前後における発着信の記録を消\n去する操作をしたとは考え難い。また，ｂが，原告が所持していた二つ折\nり携帯電話の発着信履歴を確認する際，原告に対して，原告が本件違反行\n為の後に本件現認時刻前後の発着信履歴を操作して記録を消去する操作を\nしたことを疑うような言動をしたといった事情は見当たらない。\nまた，前記前提事実(2)イ，ウのとおり，ｃは，別紙図面記載⑤の地点か\nら同記載⑥の地点まで原告車両を誘導し，また，ｂは，同地点付近に立っ\nていたのであるから，原告が，原告車両を同記載⑤の地点から同記載⑥の\n地点まで走行させるまでの間に，本件現認時刻前後の発着信履歴を操作し\nて，記録を消去することは不可能であったというべきである。\n以上からすると，原告が，本件現認時刻からｂが二つ折り携帯電話の発\n着信履歴の表示を確認するまでの間に，同携帯電話の発着信履歴を操作し\nて，記録を消去させる機会はなかったのであり，ｂが二つ折り携帯電話の\n発着信履歴の表示を確認して，本件現認時刻の前後に発着信の記録がなか\nったことは，原告が，そのころ，携帯電話を通話のために使用していなか\nったことを示すものというべきである。\n－19－\nウ  よって，前記(1)のとおりのｄの証言の内容は，原告が本件取締りの際に\n所持していた携帯電話の通話料明細等の記録及び発着信履歴の表示と矛盾\nするといえる。\n(4)ア  ｂは，別紙図面記載⑥の東側の道路内の地点にいたところ，原告車両が\n本件道路を左折して前記地点から４メートルから５メートルの距離に近づ\nいた時点から原告車両が同記載⑥の地点に停止するまでの間，原告車両の\n運転席に座っていた原告が，不自然に体を後ろに反らした状況で，左肘を\n原告車両の座席の肘掛けに置いて，左手で左耳を掻く仕草をしていたとこ\nろを目撃した旨の証言をする。\nイ  この点，証拠（乙５，１９，原告本人）によれば，別紙図面記載⑤の地\n点から同記載⑥の地点までの距離は１９．６メートルであること，ｃは，\n同記載⑥の地点付近において，原告車両が前記各地点間を走行する間，同\n記載⑥の地点に同車両を停止するように誘導していたこと，原告は，本件\n取締りの当時，比較的生地の硬いジーンズのズボンを着用していたことが\n認められる。\n上記ｂ証言及び前記(1)のとおりのｄ証言並びにｅ作成に係る捜査報告\n書等を前提とすると，原告は，左手で携帯電話を持って左耳に当て，その\n姿勢を保ちながら，原告車両を別紙図面記載②の地点から同記載③及び同\n記載④の地点を経て同記載⑤の地点まで進行させ，その後同地点から，原\n告車両が本件道路を左折して，誘導兼取調べ係のｃが原告の目前で原告車\n両を誘導している状況下において，ｂが立っていた地点から４メートルか\nら５メートルの地点までを進行させる間（その距離は１９．６メートル以\n下である。），左手に持っていた携帯電話を，運転席に座った姿勢のまま，\n比較的生地が硬いジーンズのズボンの前ポケットに入れたことになるが，\nかかる行動は，原告の当時の姿勢，時間及び周囲の状況から，極めて困難\nといわざるを得ない。そして，ｃ作成に係る陳述書，ｂ作成に係る陳述書\n－20－\n及びｂ証言には，原告が，かような行動を取ったことを窺わせる部分は何\nら見当たらない。\n(5)ア  証拠（甲４，１０，１１，１３）によれば，原告は，本件現認時刻より\nも前の平成２２年５月１４日午前１０時５２分ころ，同日に行う予定の免\n許証の本籍及び住所の変更手続のために，富士見市β出張所において住民\n票を取得し，同日午前１１時１分ころ，同駅東側のクリーニング店である\nｉ店にワイシャツ１点を預け，同日午前１１時５分ころ，同駅西側で本件\n道路の西側にあるｊ店で缶コーヒーを購入したことが認められる。また，\n証拠（乙３，１７，ｂ証人）によれば，停止係のｅは，本件取締りにおい\nて，縦横各５０センチメートルの停止旗を所持していたことが認められる。\nこれらの事実からすると，原告は，本件現認時刻の直前において，本件\n道路を，ｄによって現認された時とは逆方向であるさいたま市方面から狭\n山市方面に向って原告車両を走行させ，その際，停止旗を持つ停止係のｅ\nを見たことにより，本件取締りを認識した可能性が高いといえる。\nイ  この点，被告は，原告が平成２４年４月４日付け準備書面（３）になっ\nて初めて，本件現認時刻の直前に逆方向を走行し，本件取締りを認識して\nいた旨の弁解を行うようになったこと，原告が本件取締り時にｄに気付い\nておらず，ｅが警笛を鳴らして停止旗を示しても原告が気付かなかったと\nして，原告が，本件道路を逆方面に走行するに際しても，本件取締りに気\n付いていなかった旨の主張をする。\nしかしながら，原告は，本訴提起に至るまで，ふじみ野市出納員の領収\n証（甲１１），ｉ店のレシート（甲１０）及びｊ店のレシート（甲４）を\nそれぞれ保管し，これらを書証として提出したのであって，上記準備書面\nによって突如として，事前に本件取締りを認識していた旨を弁解したとい\nうのは当たらない。また，原告は，ｄに現認された際，現認係のｄの方向\nを向かず，また，ｅによって停止旗を示され，警笛を３回程度鳴らされる\n－21－\nまで原告車両を減速させなかったことが認められるとしても，かかる事実\nは，原告が本件取締りを事前に認識していなかったことを示すものとは必\nずしもいえず，むしろ，原告が，携帯電話を使用していたとの認識がなか\nったことと整合する事情というべきである。\n(6)ア  原告は，原告本人尋問において，本件取締りの際には，左手で左耳を掻\nいていたのであって，携帯電話を使用していない，携帯電話は２台所持し\nていたところ，それぞれ原告が着用していたズボンの左右の前ポケットに\n入れていた旨を供述する。\n原告は，本件取締りの際，原告車両を別紙図面記載⑥の地点に停止させ\nた直後から，ｃ及びｂに対して，耳を掻いていただけであり，携帯電話を\n使用したことはなく，携帯電話はズボンのポケットに入っている旨を述べ\n（乙４，１８，１９，ｂ証人），原告の供述を録取したｂ作成に係る供述\n調書（乙６）にも，左手で座席の肘掛けに肘をついて耳を掻いていただけ\nである旨の記載があるほか，原告は，平成２２年５月１７日付けの苦情申\n立て（甲２）及び同年１０月９日付けの異議申立て（甲１）においても，\n同旨の主張をしている。\nこのように，原告の前記供述は，本件取締りの際から一貫したものであ\nり，相互に矛盾するところは見当たらない。\nイ  また，原告の原告本人尋問における供述内容は，前記(2)で判示した部分\nを除いては迫真性があって具体的であり，不自然な点は特段見当たらない。\nこの点，被告は，ⅰ原告車両が別紙図面記載①の地点から同記載⑥の地\n点を走行するまでの間，原告は左手で左耳を掻き続けていたことになるが，\nこれは異常な程に耳が痒かったと考えざるを得ない，ⅱ不自然に身体を後\nろに反らせて左肘を座席の肘置きに載せて左手を左耳に当て，ｃ及びｂに\n対して殊更耳を掻く仕草を見せようとした等の主張をする。\nしかしながら，身体を掻くのは痒さを解消する目的もあるが，手癖によ\n－22－\nる場合も十分にあり得るのであり，原告が，原告車両が前記地点間を走行\nする間，継続して耳を掻き続けたとしても，何ら不自然とはいえない。ま\nた，被告の主張，ｂの陳述書及びｂの証言における「不自然」が如何なる\n姿勢をいうのか判然としないが，原告車両が別紙図面記載⑥の地点に停止\nする直前の原告の姿勢は，原告車両が同記載②ないし⑤の地点を走行して\nいた際に原告が取っていた姿勢と同じであったというべきであって，原告\nがｃ及びｂに対して殊更耳を掻く仕草を見せようとしたとはいえない。\nよって，この点についての被告の主張は採用することができない。\nウ  よって，原告の本人尋問における供述は，前記(2)で判示した部分を除い\nて，信用することができるというべきである。\n(7)  以上からすると，ｄの証言及びｅの作成に係る捜査報告書（乙３），実況\n見分調書（乙５）並びに陳述書（乙１７）は，信用性に乏しく，採用するこ\nとができない。\n(8)  そして，その他，本件記録を精査しても，原告が，本件道路において携帯\n電話を通話のために使用したと認めるに足りる的確な証拠はない。\nよって，原告が，本件現認時刻において，原告車両を，本件道路の狭山市\n方面からさいたま市方面に向けて進行させるに当たり，携帯電話を通話のた\nめに使用したと認めることはできない。\n４  本件決定の取消しを求める訴えの適法性について\n(1)  前記３のとおり，原告が，本件現認時刻において，携帯電話を通話のため\nに使用したと認めることはできないのであり，原告については，その事実に\nついて違反点数を付加すべきではなく，原告の免許証の有効期間が満了する\n日である平成２２年▲月▲日の直前の原告の誕生日である同年▲月▲日の４\n０日前の日の前５年間において，違反行為又は道交法施行令別表第４若しく\nは第５に掲げる行為をしたことがないことになる。したがって，埼玉県公安\n委員会は，本件更新処分において，道交法９２条の２第１項備考一の２，道\n－23－\n交法施行令３３条の７第１項１号に基づき，優良運転者である旨の記載のあ\nる免許証を交付して免許証の更新処分をすべきであったにもかかわらず，優\n良運転者である旨の記載のない免許証を交付したのであり，本件更新処分の\nうち原告を一般運転者とする部分は違法であるから，取り消されるべきであ\nる。\nまた，優良運転者である旨の記載のある免許証の交付それ自体は，免許証\nの更新申請の対象に含まれていないと解されるものの，同記載のない免許証\nの交付は，免許証の更新申請に応答してなされる更新処分に付随して，申請\n者に法律上当然に付与されるべき権利利益を与えなかったものというべきで\nあるから，かような場合においては，行政事件訴訟法３条６項２号所定のい\nわゆる申請型義務付け訴訟に準じ，同法３７条の２第１項の要件は不要と解\nするのが相当である。そして，同委員会が，原告に対し，同記載のある免許\n証を交付すべきであることは，その処分の根拠となる法令の規定から明らか\nであると認められる。\nしたがって，本件更新処分のうち原告を一般運転者とする部分の取消しを\n求める請求及び埼玉県公安委員会に対し，優良運転者である旨を記載した免\n許証の交付の義務付けを求める請求は，いずれも認容すべきである。\n(2)  そうだとすると，本件決定のうち，異議申立てに係る本件更新処分取消し\nのうち原告を一般運転者とする部分の取消しを求める請求及び埼玉県公安委\n員会に対し優良運転者である旨を記載した免許証の交付の義務付けを求める\n請求をいずれも棄却した部分の取消しを求める訴えは，いずれの請求につい\nても認容判決がされ，訴えの利益を欠くというべきであるから，不適法であ\nる。\n５  争点４（本件決定の適法性）について\n本件決定のうち，本件点数付加の取消しを求める原告の異議申立てを却下し\nた部分の抹消を求める訴えは，訴えの利益があり，適法であるから，以下にお\n－24－\nいて，本件決定のうちの同部分の適法性について検討する。\n行政不服審査法４条１項は，行政庁の処分に不服がある者は，同法５条及び\n６条で定めるところにより，審査請求又は異議申立てをすることができると規\n定し，この「処分」には，各本条に特別の定めがある場合を除くほか，公権力\nの行使に当たる事実上の行為で，人の収容，物の留置その他その内容が継続的\n性質を有するものが含まれる（同法２条１項）。これは，この種の行為が国民\nの権利義務に直接関係し，その違法又は不当な行為によって国民の法律上の利\n益に影響を与えることがあるという理由に基づくものであり，行政庁の行為で\nあっても，性質上このような法的効果を有しない行為は，行政不服審査の対象\nとなり得ないと解するべきである（最高裁判所昭和４３年４月１８日第一小法\n廷判決・民集２２巻４号９３６頁参照）。\n本件点数付加は，前記１のとおり，公権力の主体たる国又は公共団体が行う\n行為のうち，その行為によって，直接国民の権利義務を形成し又はその範囲を\n確定することが法律上認められたものに該当せず，行政不服審査の対象となる\n「処分」には当たらないというべきである。\nよって，本件決定のうち，本件点数付加の取消しを求める原告の異議申立て\nを却下した部分は，適法である。\n６  争点５（損害賠償責任の有無）\n公安委員会が行う免許証の更新処分において，その処分の前提となる事実に\nつき誤認があるなどの理由があり，その一部につき取り消さざるを得ない場合\nであっても，そのことから直ちに国賠法１条１項の適用上違法との評価を受け\nるものではないものの，同処分の前提となる事実の認定に当たり，職務上通常\n尽くすべき注意義務を尽くすことなく漫然と処分をした場合には，前記違法の\n評価をすべきである。\nそこで，検討すると，原告は，本件違反行為があったとして原告車両の停止\nを求められたときから，耳を掻いていただけであって，携帯電話を通話のため\n－25－\nに使用していないと供述していた（乙４，６）ものの，原告が携帯電話を通話\nのために使用しているのを現認した旨のｄ及びｅの捜査報告書の内容（乙２，\n３），原告を取り調べたｃの捜査報告書の内容（乙４）及び実況見分調書にお\nけるｄ及びｅの指示説明の内容（乙５）のほか，原告が本件現認時刻の前後に\n携帯電話で通話していたか否かについて，本件訴訟における調査嘱託によって\nも携帯電話会社の不回答によって客観的に明らかにならなかったことからすれ\nば，被告が，上記各証拠に基づいて，本件違反行為があったとして，違反点数\nを付加し，優良運転者である旨の記載のない免許証を交付して行った本件更新\n処分をしたことについて，職務上通常尽くすべき注意義務を尽くさなかったと\nはいえず，国賠法１条１項の適用上，違法ということはできない。\nよって，原告の国賠法１条１項に基づく損害賠償請求は理由がない。\n第４  結論\n以上の次第で，本件訴えのうち，本件決定のうち異議申立てに係る請求を棄却\nした部分の取消しを求める部分及び本件点数付加の取消しを求める部分は，いず\nれも不適法であるから，これらを却下し，その余の訴えに係る原告の請求のうち，\n本件更新処分のうち原告を一般運転者とする部分の取消しを求める請求及び埼玉\n県公安委員会に原告に対して優良運転者である旨を記載した免許証を交付するこ\nとを義務付ける請求は，いずれも理由があるから，これらを認容し，その余は理\n由がないから棄却することとし，主文のとおり判決する。\nさいたま地方裁判所第４民事部\n裁 判 長 裁 判 官                        原       啓 一 郎\n－26－\n裁 判 官              古        河        謙        一\n裁 判 官              猪        坂                  剛\n"
}