{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 2,
    "day": 24
  },
  "case_number": "平成27(行ケ)10130",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85693",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85693",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/693/085693_hanrei.pdf",
  "contents": "平成２８年２月２４日判決言渡  同日原本受領  裁判所書記官\n平成２７年（行ケ）第１０１３０号  審決取消請求事件\n口頭弁論終結日  平成２８年２月３日\n判     決\n原         告      日 本 テ ク ノ 株 式 会 社\n同訴訟代理人弁護士        吉    原      崇    晃\n同      弁理士        工    藤      一    郎\n被        告        特 許 庁 長 官\n同 指定代理 人      藤    本      義    仁\n同              黒    瀬      雅    一\n同              山    村              浩\n同              山    本              一\n同              根    岸      克    弘\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１４－１８０６４号事件について平成２７年５月２７日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成２４年１２月２１日，発明の名称を「省エネ行動シート」と\nする発明（請求項の数５）について特許出願した（出願番号：特願２０１２－２７\n９５４３号。以下「本願」という。）。本願は，平成２１年１２月２５日に出願した\n特願２００９－２９５２８１号を分割出願した特願２０１０－８２４８１号（以下\n「原出願」という。）を，更に分割・変更等した特願２０１２－２７９５２４号の\n分割出願である（甲１）。\n(2)  原告は，平成２６年６月３日付けで拒絶査定を受け，同年９月１０日，こ\nれに対する不服の審判を請求するとともに，同日付け手続補正書により特許請求の\n範囲を補正した（以下「本件補正」という。）（甲２，５，６）。\n(3)  特許庁は，前記審判請求を不服２０１４－１８０６４号事件として審理し，\n平成２７年５月２７日，「本件審判の請求は，成り立たない。」との別紙審決書（写\nし）記載の審決（以下「本件審決」という。）をし，その謄本は，同年６月８日，\n原告に送達された。\n(4)  原告は，平成２７年７月７日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件補正後の特許請求の範囲の請求項３は，次のとおりである（文中の「／」は，\n原文の改行箇所を示す。）。以下，この請求項３に係る発明を「本願発明」といい，\n本願に係る明細書（甲１）を図面を含めて「本願明細書」という。\n【請求項３】建物内の場所名と，軸方向の長さでその場所での単位時間当たりの電\n力消費量とを表した第三場所軸と，／時刻を目盛に入れた時間を表す第三時間軸と，\n／取るべき省エネ行動を第三場所軸と直交する第三時間軸によって特定される一定\n領域に示すための第三省エネ行動配置領域と，／からなり，／第三省エネ行動配置\n領域に省エネ行動により節約可能な単位時間当たりの電力量を第三場所軸方向の軸\n方向の長さ，省エネ行動の継続時間を第三時間軸の軸方向の長さとする第三省エネ\n行動識別領域を設けることで，該当する第三省エネ行動識別領域に示される省エネ\n行動を取ることで節約できる概略電力量（省エネ行動により節約可能な単位時間当\nたりの電力量と省エネ行動の継続時間との積算値である面積によって把握可能な電\n力量）を示すことを特徴とする省エネ行動シート。\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本願発明の\n「省エネ行動シート」の構成及びそれを提示（記録・表示）する手段は，専ら，人\n間の精神活動そのものを対象とする創作であり，自然法則を利用した技術的思想の\n創作とはいえず，また，本願発明の奏する作用効果も，自然法則を利用した効果と\nはいえず，本願発明に係る「省エネ行動シート」は，特許法２条１項にいう「発\n明」に該当しないものであり，そうすると，本願発明は，同法２９条１項柱書に規\n定される「産業上利用することができる発明」に該当しないから，同項の規定によ\nり特許をすることができない，というものである。\n４  取消事由\n(1)  発明該当性判断の誤り（取消事由１）\n(2)  手続違背（取消事由２）\n第３  当事者の主張\n１  取消事由１（発明該当性判断の誤り）について\n〔原告の主張〕\n(1)  「自然法則の利用」に対する本件審決の認定判断の誤り\nア  「発明」は，特許法２条１項において「自然法則を利用した技術的思想の創\n作のうち高度のものをいう。」とされることから，自然法則の利用の見出されるべ\nき要素は，技術的思想の創作の中，すなわち，発明そのものの中であって，発明の\n作用，効果ではない。また，同法３６条５項は，発明の特定を請求項の発明特定事\n項（構成要件）に委ねていることからすれば，自然法則の利用があるかどうかは，\n特許請求の範囲の請求項に記載された構成要件自体（発明特定事項）が自然法則に\n従う要素であるか否かによって判断すべきである。\nしかるに，本願発明はシートであり，典型的には紙である。また，領域や領域名\nは典型的にはインクによって構成される。すなわち，紙とインクという自然物によ\nって線画を所定位置に配置するという工夫のみが請求項に記載されているのであっ\nて，これによって本願発明の効果が奏される。したがって，本願発明の構成要件の\nいずれにも精神活動等である構成要件は含まれていない。\n本件審決は，本願発明の自然法則利用の有無に関し，「本願発明の…作用効果は，\n…自然法則を利用したものとはいえない。」と認定し，自然法則の利用性の判断根\n拠を発明の作用効果に求めているが，上記のとおり，かかる認定は特許法２条１項\nの発明の成立性（同法２９条１項柱書）の判断とは異なる観点からの見解であり，\n本来なすべき判断とは無関係であって，そのため，本願発明の「省エネ行動シー\nト」が「発明」に該当しないとの違法な結論に至っている。\nイ  本件審決は，本願発明の作用効果は，一方の軸と，他方の軸の両方向への広\nがり（面積）を有する「領域」を見た人間が，その領域の面積の大小に応じた大き\nさを認識し，把握することができること，さらに「軸」や「領域」に名称や意味が\n付与されていれば，その「領域」の意味を理解することができる，という心理学的\nな法則（認知のメカニズム）を利用するものであるとした。\nしかし，本願発明は，所与の効果を生ぜしめることにつき，認知のメカニズムを\n利用するものではない。思考実験として，本願発明の省エネ行動シートに記載され\nた軸や領域を読み取るための画像読取装置及び読取結果処理装置を用意し，同読取\n装置に省エネ行動シートを読み取らせることとすれば，各場所における省エネ行動\nにより抑制できる電力量を情報として取得することが可能となり，本願発明の効果\nを享受することができる。もし本願発明が精神活動に基づくものであれば，それが\n介在しない上記の実験で情報が読み取られるはずがない。そして，機械的処理をす\nるか，人による目視をするかは，発明外のことであって，発明自体は同一である。\nしたがって，人が利用するときには自然法則を利用しないが，機械が利用するとき\nには自然法則を利用するなどと，その利用に応じて同一の省エネ行動シートが変化\nするということはなく，これを区別する特段の事情は，本願明細書や図面，特許請\n求の範囲には何ら記載されていない。\n(2)  本願発明の構成についての本件審決の誤った理解\nア  本件審決は，本願発明の構成は，「省エネ行動シート」という図表のレイア\nウトについて，軸（「第三場所軸」と「第三時間軸」）と，これらの軸によって特定\nされる領域（「第三省エネ行動配置領域」と「第三省エネ行動識別領域」）のそれぞ\nれに名称を付し，意味付けすることによって特定するものであるから，各「軸」及\nび各「領域」の名称及び意味，という提示される情報の内容に特徴を有するもので\nあるが，本願発明の「省エネ行動シート」は，一般的な図表を記録・表示すること\nを超えた技術的特徴が存するとはいえない，とした。\nイ  本件審決の上記論旨は，本願発明が「技術的思想の創作」（特許法２条１\n項）ではないという点にあるものと思われる。\n「技術」とは，ある課題を解決するための工夫のうち実施可能性・反復可能性の\nあるものをいう。本願発明は，「省エネ行動をとることでどれくらいの電力量又は\n電力量料金を節約できるのかを一見して把握することが難しく，どの省エネ行動を\n優先的に行うべきか把握することが難しかった」（本願明細書【０００５】）という\n課題を解決するために，建物内の場所とその場所において節約可能な単位時間当た\nりの電力量の関係，さらには省エネ行動をとることで節約可能な概略電力量を\n「軸」の配置位置を工夫することにより得られる領域の大きさによって把握可能に\nする構成を採用しており，「課題を解決するための工夫」がある。そして，当業者\nであれば上記構成を反復継続して実施することに特段の困難性はない。\nしたがって，本願発明が技術的思想の創作ではない，との本件審決の認定は誤り\nである。\nウ  本件審決が，本願発明の構成について，各「軸」及び各「領域」の名称及び\n意味，という提示される情報の内容に特徴を有するとしたのは，「第」「三」「場」\n「所」「軸」という五文字からなる単語自体の呼び方及び意味を，情報の内容とし，\n特徴を有する，との意図であると解される。しかし，上記情報の内容にどのような\n特徴があるのかが全く不明である。\n本願発明の省エネ行動シートは，実際にとるべき省エネ活動を書き込むことによ\nって初めて情報の内容が提示される。例えば，本願明細書の図５で示される省エネ\n行動シートの実施例についていえば，日本語で表現される「フロント（１Ｆ）は午\n前８時から１０時になるまで空調装置をＯＦＦにする」という情報の内容を，所定\nの軸で囲まれた領域に面で表現するという情報提示技術を提供しており，この提示\n技術こそが本願発明の特徴である。\nしたがって，本件審決の上記判断は誤りである。\nエ  本願発明は，「省エネ行動シート」という「シート」であるから，紙とイン\nクを用いて構成され，その構成要件である「軸」，「配置領域」，「識別領域」は，い\nずれも紙の上にインクを用いて配置される。具体的には，「軸」としての「第三場\n所軸」「第三時間軸」，「配置領域」としての「第三省エネ行動配置領域」，「識別領\n域」としての「第三省エネ行動識別領域」を，紙の上にインクで所定の関係に配置\nする構造である。このように，紙とインクを用いた所定の構造の情報提示技術思想\nが，本願発明である。そのため，本願発明は，その構成要件が自然法則に従った要\n素を含んでおり，自然法則利用性が肯定される。\nしたがって，本願発明の「発明」該当性は肯定される。\n〔被告の主張〕\n(1)  原告の主張(1)について\nア  原告の主張(1)アについて\n原告の主張が，本願発明の自然法則の利用性は本願発明の構成要件のみに基づい\nて判断されるべきとの趣旨であるならば，誤りである。すなわち，本願発明が自然\n法則を利用しているか否かは，ある課題解決を目的とした技術的思想の創作が，専\nら，人間の精神的活動を介在させた原理や法則，社会科学上の原理や法則，人為的\nな取決めや，数学上の公式等を利用したものであり，自然法則を利用した部分が全\nく含まれない場合であるか否かにより判断する。そして，発明該当性の判断は，\n「自然法則を利用した技術的思想の創作のうち高度のもの」（特許法２条１項）に\n該当するか否かによりされるところ，発明は「技術的思想」であるから，技術上の\n意義を有するものであることが予定されている。そうすると，本願発明が自然法則\nを利用しているか否かの判断の際には，その前提として，本願発明の技術上の意義\nを把握する必要がある。そして，明細書の「発明の詳細な説明」の記載に関して，\n同法３６条４項１号が，「発明が解決しようとする課題及びその解決手段その他の\nその発明の属する技術分野における通常の知識を有する者が発明の技術上の意義を\n理解するために必要な事項」（同法施行規則第２４条の２）により「その発明の属\nする技術の分野における通常の知識を有する者がその実施をすることができる程度\nに明確かつ十分に記載したものであること」と定めていることからすれば，本願発\n明の技術上の意義の把握は，構成要件のみならず，その解決しようとする課題及び\n解決手段に基づいてされることになる。したがって，自然法則の利用性の判断に当\nたっては，本願発明の構成要件の記載が基本になるものの，そのほかに，その課題\n及び解決手段をも考慮すべきである。\nまた，本願発明の構成要件のいずれにも精神活動等である構成要件を含んでいな\nい旨の主張は，自然法則の利用性を本願発明の構成要件のみに基づいて判断すべき\nとの誤った主張を前提とするものである上，本願明細書によれば，原告主張に係る\n工夫は，一般的な図表を記録・表示することを超えた技術的特徴ではない。\nさらに，本件審決が自然法則の利用の有無を「発明の作用効果」中に求めている\nのは，発明の成立性とは無関係な判断である旨の主張は，自然法則の利用性を本願\n発明の構成要件のみに基づいて判断すべきとの誤った主張を前提とするものである。\nしたがって，原告の主張は失当である。\nイ  原告の主張(1)イについて\n本願明細書によれば，本願発明は，省エネ行動を取るべき時間と場所を一見して\n把握することが可能になり，かつ，各省エネ行動を取ることにより節約できる概略\n電力量や電力料金を把握することが可能になるとの効果を奏するものであるから\n（【０００７】，【００５７】），本願発明の「省エネ行動シート」は，人間に提示す\nるものであり，何らかの装置に読み取らせることを予定しているものではない。\nさらに，画像読取装置で読み取らせることができるとしても，本願発明の構成が，\n各「軸」及び各「領域」の名称及び意味，という提示される情報の内容に特徴を有\nするものであることに変わりはない。\nしたがって，原告の主張は失当である。\n(2)  原告の主張(2)について\nア  原告の主張(2)イについて\n本件審決は，本願発明の「省エネ行動シート」の構成及びそれを提示（記録・表\n示）する手段は，自然法則を利用した技術的思想の創作とはいえず，本願発明の奏\nする作用効果も，自然法則を利用した効果とはいえないと認定しているのであって，\n本願発明が技術的思想の創作ではないとは認定していない。\nしたがって，原告の主張は，本件審決を正解しないものであって，失当である。\nイ  原告の主張(2)ウについて\n本件審決は，本願発明の構成要件が，軸（「第三場所軸」と「第三時間軸」）と，\nこれらの軸によって特定される領域（「第三省エネ行動配置領域」と「第三省エネ\n行動識別領域」）に名称を付し，意味付けすることによって，特定される表現ぶり\nとなっていることを踏まえて，「各「軸」及び各「領域」の名称及び意味，という\n提示される情報の内容に特徴を有するものである。」としたものである。そのため，\nここでいう「情報の内容」とは，本願発明の構成要件に従ってレイアウトされた各\n「軸」及び各「領域」のことにほかならず，「情報の内容に特徴を有する」とは，\n本願発明の構成要件がそのように表現されているということにほかならない。した\nがって，本件審決が，「第」「三」「場」「所」「軸」という五文字からなる単語自体\nの呼び方，意味，を情報の内容とし，特徴を有すると判断した旨の原告の主張は，\n本件審決を正解しないものである。\nまた，原告が情報提示技術と主張するものは，図表のレイアウトにとどまるもの\nであるから，情報の内容の域を超えるものではない。そして，本件審決が説示した\nとおり，本願発明は情報の提示技術として自然法則を利用するものではない。\nしたがって，原告の主張は失当である。\n２  取消事由２（手続違背）について\n〔原告の主張〕\n特許庁は，平成２６年２月２７日付けの拒絶理由通知において実質的な判断を全\nく行うことなく，平成２４年（行ケ）第１０１３４号審決取消請求事件の判決を引\n用したのみである。また，平成２６年６月３日付けの拒絶査定においても同様であ\nり，特に「自然法則の利用」を発明の構成要件（発明特定事項）中に見出すべきと\nの出願人である原告の繰り返しの主張に対して，拒絶査定及び本件審決において，\nこれに対応する主張，説明を全くしなかった。これは，理由付記に不備があり，特\n許法５２条１項及び１５７条２項４号に違反するばかりか，憲法３１条にも違反す\nる。\nそして，特許庁は，不適切な法解釈及び不十分な事実認定に基づいて，本願発明\nの発明該当性を否定したため，原告は本件訴訟を提起せざるを得なかった。特許庁\nのずさんな審査，審理の影響で，本願発明の審査，審理が無用に遅延し，それだけ\n特許権の付与が遅延しているのは，原告の特許権に対する法律上の利益が侵害され\nているといえる。かかる特許庁の対応は，憲法２９条１項に違反する。\n〔被告の主張〕\n本願発明の審査手続及び審判手続において，審判請求人（出願人）である原告に\nは，拒絶理由が通知された後，及び，拒絶査定がされた後には，所定の期間，意見\nを述べる機会が与えられたものであり，特許庁の審査官及び審判官は，何ら不当な\n対応はしていない。そして，特許庁の審査官及び審判官は，原告の意見を参酌した\n上で採用できないとの判断をしたものであり，この判断は正当であって，何ら原告\nの法律上の利益を侵害していない。\nしたがって，原告の主張は失当である。\n第４  当裁判所の判断\n１  本願発明について\n(1)  本願明細書（甲１）には，おおむね，次の記載がある（下記記載中に引用\nする図８は別紙を参照。）。\nア  技術分野\n【０００１】本発明は，省エネ行動をサポートするための省エネ行動シートに関す\nる。\nイ  背景技術\n【０００２】従来から省エネ行動を励行するために，取るべき省エネ行動をリスト\nアップして箇条書きにした表などを利用することが行われている。当該表の利用者\nは，記載された各項目を確認して省エネ行動を行い，電力消費量や電気料金の削減\nを図っている。\n【０００３】また，電気料金などの支出を減らすための複数の対策案を分かりやす\nく表示する技術が知られている。例えば，特許文献１においては，現在の状況と改\n善後の状況を把握することが可能な改善提案表などが開示されている。\n【先行技術文献】\n【特許文献】\n【０００４】\n【特許文献１】特開２００１－３０７００９\nウ  発明が解決しようとする課題\n【０００５】しかしながら，従来技術においては，各省エネ行動によってどれくら\nいの電力量又は電力量料金を節約できるのかを一見して把握することが難しく，ど\nの省エネ行動を優先的に行うべきかを把握することが難しかった。\n【０００６】以上の課題を解決するために，建物内の場所名と，軸方向の長さでそ\nの場所にて節約可能な単位時間当たりの電力量とを表した第一場所軸と，時刻を目\n盛に入れた時間を表す第一時間軸と，取るべき省エネ行動を第一場所軸と第一時間\n軸によって特定される一定領域に示すための第一省エネ行動配置領域と，からなり，\n第一省エネ行動配置領域に，省エネ行動により節約可能な単位時間当たりの電力量\nを第一場所軸方向の長さ，省エネ行動の継続時間を第一時間軸の軸方向の長さとし，\n関連付けられた省エネ行動の優先度によって色や，模様，手触りのうちすくなくと\nもいずれか一を変化させる第一省エネ行動識別領域をさらに有し，該当する第一省\nエネ行動識別領域に示される省エネ行動を取ることで節約できる概略電力量（省エ\nネ行動により節約可能な単位時間当たりの電力量と省エネ行動の継続時間との積算\n値である面積によって把握可能な電力量）を示すことを特徴とする省エネ行動シー\nトなどを提案する。\nエ  発明の効果\n【０００７】以上のような構成をとる本発明によって，省エネ行動を取るべき時間\nと場所を一見して把握することが可能になり，かつ，各省エネ行動を取ることによ\nり節約できる概略電力量や電力料金を把握することが可能になる。\nオ  発明を実施するための最良の形態\n【０００９】以下に，本発明の実施例を説明する。実施例と請求項の相互の関係は，\n以下のとおりである。実施例１は主に請求項１などに関し，実施例２は主に請求項\n２などに関し，実施例３は主に請求項３などに関し，実施例４は主に請求項４など\nに関し，実施例５は主に請求項５などに関する。\n(ア)  実施例１\n【００１５】「第一時間軸」は，…時刻を目盛に入れた時間を表すものである。\n【００１８】「第一省エネ行動配置領域」は，…取るべき省エネ行動を第一場所軸\nと第一時間軸によって特定される一定領域に示すためのものである。取るべき省エ\nネ行動としては，「空調装置の電源ＯＦＦ」，「空調装置のモード変更」，「換気扇の\n電源ＯＦＦ」，「照明の電源ＯＦＦ」，「不使用の電気機器のコンセントを抜く」等と\nいった種々のものが考えられる。第一場所軸と第一時間軸によって特定される一定\n領域とは，第一場所軸と第一時間軸の各座標によって特定される所定の大きさを有\nする領域をいう。\n【００１９】このように，第一場所軸と第一時間軸によって特定される一定領域に\n取るべき省エネ行動を示すことで，その場所及び時間においてどのような省エネ行\n動を取るべきかを一見して把握することが可能になる。\n【００２０】「第一省エネ行動識別領域」は，第一省エネ行動配置領域に一定の面\n積を有するものであり，該当する第一省エネ行動識別領域に示される省エネ行動を\nとることで節約できる概略電力量を示すことを特徴とする。つまり，第一場所軸方\n向の軸方向の長さにより単位時間当たりの電力量が分かり，第一時間軸方向の軸方\n向の長さにより継続時間が分かるため，その積算値である第一省エネ行動識別領域\nの面積によって，節約できる概略電力量を把握することができる。図１の例では，\n営業部室において，８時から１０時までの間に空調装置と換気扇の電源をＯＦＦに\nすることにより単位時間当たり約２ｋＷｈの電力量（２時間で約４ｋＷｈの電力\n量）を節約可能であることが一見して把握できる。\n(イ)  実施例３\n【００５６】<省エネ行動シート>\n図８に示すように，本実施例の「省エネ行動シート」０８００は，建物内の場所\n名と，軸方向の長さでその場所での単位時間当たりの電力消費量とを表した「第三\n場所軸」０８０１と，時刻を目盛に入れた時間を表す「第三時間軸」０８０２と，\n取るべき省エネ行動を第三場所軸と第三時間軸によって特定される一定領域に示す\nための「第三省エネ行動配置領域」０８０３と，からなり，第三省エネ行動配置領\n域に一定の面積を有する「第三省エネ行動識別領域」０８０４を設けることで，該\n当する第三省エネ行動識別領域に示される省エネ行動を取ることで節約できる概略\n電力量を示すことを特徴とする。\n【００５７】第三場所軸は，上述したように，建物内の場所名と，軸方向の長さで\nその場所での単位時間当たりの電力消費量とを表したものである。つまり，建物で\nの単位時間当たりの電力消費量の大きさに応じて第三場所軸の軸の長さを大きくす\nる態様となっている。当該構成とすることにより，建物内の各場所においてどれく\nらいの電力消費が行われているかを一見して把握することが可能になる。さらに，\nその電力消費量のうちどれくらいの電力量を節約することが可能であるかを，第三\n省エネ行動識別領域の大きさによって把握することが可能になる。\n【００５８】第三時間軸，第三省エネ行動配置領域，第三省エネ行動識別領域につ\nいては，実施例１にて説明した第一時間軸，第一省エネ行動配置領域，第一省エネ\n行動識別領域と同様である。\n【００５９】<省エネ行動シート作成装置>\n図９は，本実施例の省エネ行動シート作成装置の機能ブロックの一例を示す図で\nある。この図にあるように，本実施例の「省エネ行動シート作成装置」０９００は，\n「第三場所量保持部」０９０１と，「第三場所行動保持部」０９０２と，「第三行動\n量保持部」０９０３と，「第三省エネ行動配置領域作成部」０９０４と，「第三省エ\nネ行動識別領域表示部」０９０５と，を備える。\n【００６５】以上の省エネ行動シート作成装置により出力された省エネ行動シート\nのデータは，プリンタ装置に対してデータ出力して印刷された状態で取り出すこと\nも可能であるし，ディスプレイ装置に対してデータ出力して画面上に表示させるこ\nとも可能である。また，記録媒体に記録したり，通信装置を利用してネットワーク\n上の他の装置にデータ送信したりすることも可能である。\n【００６８】<効果>\n本実施例の省エネ行動シートにより，省エネ行動を取るべき時間や場所を明確に\n把握でき，かつ，その場所での電力消費量と，省エネ行動を取ることにより節約で\nきる概略電力量を一見して把握することが可能になる。\n(2)  前記第２の２及び前記(1)の記載によれば，本願発明の概要は，以下のよう\nなものであると認められる。\n本願発明は，省エネ行動をサポートするための省エネ行動シートに関するもので\nある（【０００１】）。\n従来から，省エネ行動を励行するために，取るべき省エネ行動をリストアップし\nて箇条書にした表などを利用することによって，当該表の利用者は，記載された各\n項目を確認して省エネ行動を行い，電力消費量や電気料金の削減を図っており，\nまた，電気料金などの支出を減らすための複数の対策案を分かりやすく表示する技\n術も知られていた（【０００２】，【０００３】）。\nしかしながら，従来技術においては，各省エネ行動によってどれくらいの電力量\n又は電力量料金を節約できるのかを一見して把握することが難しく，どの省エネ行\n動を優先的に行うべきかを把握することが難しいという課題があった（【０００\n５】）。\nそこで，このような課題を解決するために，本願発明は，建物内の場所名と，軸\n方向の長さでその場所での単位時間当たりの電力消費量とを表した第三場所軸と，\n時刻を目盛に入れた時間を表す第三時間軸と，取るべき省エネ行動を第三場所軸と\n直交する第三時間軸によって特定される一定領域に示すための第三省エネ行動配置\n領域と，からなり，第三省エネ行動配置領域に省エネ行動により節約可能な単位時\n間当たりの電力量を第三場所軸方向の軸方向の長さ，省エネ行動の継続時間を第三\n時間軸の軸方向の長さとする第三省エネ行動識別領域を設けることで，該当する第\n三省エネ行動識別領域に示される省エネ行動を取ることで節約できる概略電力量\n（省エネ行動により節約可能な単位時間当たりの電力量と省エネ行動の継続時間と\nの積算値である面積によって把握可能な電力量）を示すことを特徴とする省エネ行\n動シートとしたものであり（【請求項３】），省エネ行動を取るべき時間と場所を一\n見して把握することが可能になり，かつ，各省エネ行動を取ることにより節約でき\nる概略電力量や電力料金を把握することが可能になるという効果を奏するものであ\nる（【０００７】）。\n２  取消事由１（発明該当性の判断の誤り）について\n(1)  特許法２条１項所定の「発明」の意義について\n特許制度は，新しい技術である発明を公開した者に対し，その代償として一定の\n期間，一定の条件の下に特許権という独占的な権利を付与し，他方，第三者に対し\nてはこの公開された発明を利用する機会を与えるものであり，特許法は，このよう\nな発明の保護及び利用を図ることにより，発明を奨励し，もって産業の発達に寄与\nすることを目的とする（特許法１条）。また，特許の対象となる「発明」とは，「自\n然法則を利用した技術的思想の創作のうち高度のもの」であり（同法２条１項），\n一定の技術的課題の設定，その課題を解決するための技術的手段の採用及びその技\n術的手段により所期の目的を達成し得るという効果の確認という段階を経て完成さ\nれるものである。\nそうすると，請求項に記載された特許を受けようとする発明が，同法２条１項に\n規定する「発明」といえるか否かは，前提とする技術的課題，その課題を解決する\nための技術的手段の構成及びその構成から導かれる効果等の技術的意義に照らし，\n全体として考察した結果，「自然法則を利用した技術的思想の創作」に該当すると\nいえるか否かによって判断すべきものである。\nそして，「発明」は，上記のとおり，「自然法則を利用した技術的思想の創作」で\nあるところ，単なる人の精神活動，意思決定，抽象的な概念や人為的な取決めそれ\n自体は，自然法則とはいえず，また，自然法則を利用するものでもないから，直ち\nには「自然法則を利用した」ものということはできない。\nしたがって，請求項に記載された特許を受けようとする発明が，そこに何らかの\n技術的思想が提示されているとしても，上記のとおり，その技術的意義に照らし，\n全体として考察した結果，その課題解決に当たって，専ら，人の精神活動，意思決\n定，抽象的な概念や人為的な取決めそれ自体に向けられ，自然法則を利用したもの\nといえない場合には，特許法２条１項所定の「発明」に該当するとはいえない。\n以上の観点から，本願発明の発明該当性について，以下，検討する。\n(2)  本願発明の技術的意義について\n本願発明は，前記１(2)のとおり，①省エネ行動をリストアップして箇条書にし\nた表などを利用する者が，各省エネ行動によってどれくらいの電力量等を節約でき\nるのかを一見して把握することが難しいことや，どの省エネ行動を優先的に行うべ\nきかを把握することが難しいことを「前提とする技術的課題」とし，②「建物内の\n場所名と，軸方向の長さでその場所での単位時間当たりの電力消費量とを表した第\n三場所軸」，「時刻を目盛に入れた時間を表す第三時間軸」及び「省エネ行動により\n節約可能な単位時間当たりの電力量を第三場所軸方向の軸方向の長さ，省エネ行動\nの継続時間を第三時間軸の軸方向の長さとする第三省エネ行動識別領域」を設けた\n「省エネ行動シート」において，「該当する第三省エネ行動識別領域に示される省\nエネ行動を取ることで節約できる概略電力量（省エネ行動により節約可能な単位時\n間当たりの電力量と省エネ行動の継続時間との積算値である面積によって把握可能\nな電力量）を示すこと」を「課題を解決するための技術的手段の構成」として採用\nすることにより，③利用者が，省エネ行動を取るべき時間と場所を一見して把握す\nることが可能になり，かつ，各省エネ行動を取ることにより節約できる概略電力量\n等を把握することが可能になるという「技術的手段の構成から導かれる効果」を奏\nするものである。\nそうすると，本願発明の技術的意義は，「省エネ行動シート」という媒体に表示\nされた，文字として認識される「第三省エネ行動識別領域に示される省エネ行動」\nと，面積として認識される「省エネ行動を取ることで節約できる概略電力量」を利\n用者である人に提示することによって，当該人が，取るべき省エネ行動と節約でき\nる概略電力量等を把握するという，専ら人の精神活動そのものに向けられたもので\nあるということができる。\nなお，本願発明においては，上記のとおり，媒体として「省エネ行動シート」を\n構成として含むものであるが，本願明細書の【００６５】には，「以上の省エネ行\n動シート作成装置により出力された省エネ行動シートのデータは，プリンタ装置に\n対してデータ出力して印刷された状態で取り出すことも可能であるし，ディスプレ\nイ装置に対してデータ出力して画面上に表示させることも可能である。また，記録\n媒体に記録したり，通信装置を利用してネットワーク上の他の装置にデータ送信し\nたりすることも可能である。」と記載されているように，「省エネ行動シート」とい\nう媒体自体の種類や構成を特定又は限定していないから，本願発明の技術的意義は，\n「省エネ行動シート」という「媒体」自体に向けられたものとはいえない。\n(3)  本願発明の発明該当性について\n前記(2)のとおり，本願発明の技術的課題，その課題を解決するための技術的手\n段の構成及びその構成から導かれる効果等に基づいて検討した本願発明の技術的意\n義に照らすと，本願発明は，その本質が専ら人の精神活動そのものに向けられてい\nるものであり，自然法則，あるいは，これを利用するものとはいえないから，全体\nとして「自然法則を利用した技術的思想の創作」には該当しないというべきである。\n以上によれば，本願発明は，特許法２条１項に規定する「発明」に該当しない。\n(4)  原告の主張について\nア  原告は，自然法則の利用があるかどうかは，発明の作用，効果ではなく，特\n許請求の範囲の請求項に記載された構成要件自体（発明特定事項）が自然法則に従\nう要素であるか否かによって判断すべきであり，本願発明においては，シートは典\n型的には紙であり，領域や領域名は典型的にはインクによって構成されており，請\n求項には，紙とインクという自然物によって線画を所定位置に配置するという工夫\nのみが記載され，本願発明の構成要件のいずれにも精神活動等である構成要件は含\nまれていないから，本願発明が自然法則を利用した技術的思想の創作に該当しない\nということはできない旨主張する。\nしかし，前記(1)のとおり，特許を受けようとする発明が，自然法則を利用した\n技術的思想の創作に該当するか否かの判断は，前提とする技術的課題，課題を解決\nするための技術的手段の構成及び技術的手段の構成から導かれる効果等の技術的意\n義に照らし，全体として考察した結果，「自然法則を利用した技術的思想の創作」\nに該当するといえるか否かによって判断すべきものである。そして，明細書の「発\n明の詳細な説明」の記載に関して，特許法３６条４項１号が，「発明が解決しよう\nとする課題及びその解決手段その他のその発明の属する技術分野における通常の知\n識を有する者が発明の技術上の意義を理解するために必要な事項」（特許法施行規\n則第２４条の２）により「その発明の属する技術の分野における通常の知識を有す\nる者がその実施をすることができる程度に明確かつ十分に記載したものであるこ\nと」と定めていることからすれば，特許を受けようとする発明の技術上の意義の把\n握は，同法３６条５項が定める特許請求の範囲の請求項に記載された発明の発明特\n定事項（構成要件）だけではなく，明細書の発明の詳細な説明をも参酌すべきであ\nる。\nまた，特許請求の範囲の【請求項３】には，本願発明が，紙やインクによって構\n成されることは特定されていないから，原告の上記主張は，特許請求の範囲の記載\nに基づくものということはできない。また，本願明細書を参酌しても，「省エネ行\n動シート」は，プリンタ装置で印刷される態様だけではなく，少なくとも，ディス\nプレイ装置の画面上に表示される態様も記載されているように，本願発明は，「省\nエネ行動シート」という媒体自体の種類や構成を特定又は限定していないから，本\n願発明の技術的意義が，「省エネ行動シート」という媒体自体に向けられたもので\nはなく，専ら人の精神活動そのものに向けられたものであることは，前記(2)のと\nおりである。\nしたがって，原告の上記主張は，採用することができない。\nイ(ア)  原告は，思考実験として，本願発明の省エネ行動シートに記載された軸\nや領域を読み取るための画像読取装置及び読取結果処理装置を用意し，同読取装置\nに省エネ行動シートを読み取らせることとすれば，各場所における省エネ行動によ\nり抑制できる電力量を情報として取得することが可能となり，本願発明の効果を享\n受することができるから，本願発明は，所与の効果を生ぜしめることにつき，認知\nのメカニズムを利用するものではない旨主張する。\nしかし，本願発明である特許請求の範囲の【請求項３】には，省エネ行動シート\nを画像読取装置等の装置により読み取らせることは特定されていない。\nそして，本願明細書の【０００１】，【０００２】，【０００５】，【０００７】，【０\n０６８】など，発明の詳細な説明を参酌しても，本願発明においては，取るべき省\nエネ行動をリストアップして箇条書にした表を利用していた者が，本願発明の省エ\nネ行動シートを見ることにより，省エネ行動を取るべき時間及び場所並びに節約で\nきる概略電力量等を一見して把握することが可能になることは理解できるものの，\n利用者である人ではなく，画像読取装置等の装置が，本願発明の省エネ行動シート\nを読み取ることは記載されていない。\nそうすると，画像読取装置等の装置が，本願発明の省エネ行動シートを読み取る\nことを前提とする原告の主張は，特許請求の範囲の記載にも，本願明細書の発明の\n詳細な説明にも，いずれにも基づかない主張というほかない。\n(イ)  原告は，もし本願発明が精神活動に基づくものであれば，それが介在しな\nい装置により情報が読み取られるはずがなく，機械的処理をするか，人による目視\nをするかは，発明外のことであって，発明自体は同一であるから，人が利用すると\nきには自然法則を利用しないが，機械が利用するときには自然法則を利用するなど\nと，その利用に応じて同一の省エネ行動シートが変化することはない旨主張する。\nしかし，原告の上記主張は，本願発明の省エネ行動シートが，機械的処理によっ\nて読み取りが行われることを前提とするものであるが，そのような利用形態は，本\n願発明の特許請求の範囲にも，本願明細書の発明の詳細な説明にも，いずれにも記\n載されていないことは，前記(ア)のとおりである。\n(ウ)  以上によれば，原告の上記主張は，いずれも採用することができない。\nウ  原告は，本件審決が，本願発明は技術的思想の創作でないとした認定は誤り\nである旨主張する。\nしかし，前記第２の３のとおり，本件審決は，本願発明の「省エネ行動シート」\nの構成及びそれを提示（記録・表示）する手段は，専ら，人間の精神活動そのもの\nを対象とする創作であり，自然法則を利用した技術的思想の創作とはいえず，また，\n本願発明の奏する作用効果も，自然法則を利用した効果とはいえないから，本願発\n明に係る「省エネ行動シート」は，特許法２条１項にいう「発明」に該当しないと\n判断しているのであって，本願発明が技術的思想の創作ではないと認定しているも\nのではない。\nしたがって，原告の上記主張は，本件審決を正解しないものというほかない。\nエ  原告は，本件審決が，本願発明の構成について，各「軸」及び各「領域」の\n名称及び意味，という提示される情報の内容に特徴を有すると判断したのは，「第」\n「三」「場」「所」「軸」という五文字からなる単語自体の呼び方及び意味を，情報\nの内容とし，特徴を有する，とする意図と解されるが，そもそも本願発明の省エネ\n行動シートは，例えば，日本語で表現される「フロント（１Ｆ）は午前８時から１\n０時になるまで空調装置をＯＦＦにする」という情報の内容を，所定の軸で囲まれ\nた領域に面で表現するという情報提示技術を提供しており，この提示技術こそが本\n願発明の特徴であるから，本件審決の上記判断は誤りである旨主張する。\nしかし，本件審決は，「第三場所軸」及び「第三時間軸」という名称の軸のそれ\nぞれの軸方向の長さによって構成される「第三省エネ行動識別領域」という名称の\n領域に省エネ行動が示されるとともに，その領域の意味が，概略電力量を示すこと\nを「情報の内容」と説示していると理解することができるのであって，原告の主張\nするように，「第」「三」「場」「所」「軸」という五文字からなる単語自体の呼び方\n及び意味を情報の内容とする意図であるとは認められない。\nまた，仮に，原告主張に係る情報提示技術が本願発明の特徴であるとしても，そ\nれだけでは，本願発明が，「自然法則を利用した技術的思想の創作」に当たるもの\nではない。そして，本願発明が，「自然法則を利用した技術的思想の創作」と認め\nられないことは，前記(2)及び(3)のとおりである。\nしたがって，原告の上記主張は，採用することができない。\nオ  原告は，本願発明は，「省エネ行動シート」という「シート」であるから，\nその構成要件である「軸」，「配置領域」，「識別領域」は，いずれも紙の上にインク\nで所定の関係に配置する構造であり，本願発明は，このように，紙とインクを用い\nた所定の構造の情報提示技術思想を有するから，その構成要件が自然法則に従った\n要素を含んでおり，自然法則利用性が肯定される旨主張する。\nしかし，特許請求の範囲の【請求項３】には，本願発明が，「紙とインク」を用\nいて，各軸や各領域等を配置することが特定されていないことは，前記アのとおり\nである。そして，前記(2)のとおり，本願発明においては，「省エネ行動シート」と\nいう媒体自体の種類や構成を特定又は限定していないから，本願発明の技術的意義\nが，「省エネ行動シート」という「媒体」自体に向けられたものということはでき\nない。\nしたがって，原告の上記主張は，本願発明の特許請求の範囲の記載に基づくもの\nではなく，採用することができない。\n(5)  小括\nよって，取消事由１は理由がない。\n３  取消事由２（手続違背）について\n(1)  認定事実\n証拠（甲３～６，８）及び弁論の全趣旨によれば，以下の事実が認められる。\nア  前記第２の１(1)のとおり，本願は，原出願（特願２０１０－８２４８１\n号）を更に分割・変更等した特許出願であるところ，原出願に係る拒絶査定不服審\n判請求不成立審決に対する知的財産高等裁判所平成２４年（行ケ）第１０１３４号\n審決取消請求事件において，原出願は特許法２９条１項柱書に規定する要件を満た\nしていない旨の判決がされた（以下「前訴判決」という。）。\n前訴判決は，出願に係る発明の構成，明細書の発明の詳細な説明から理解できる\n発明の課題及び作用効果を総合考慮した上で，出願に係る発明の「省エネ行動シー\nト」の構成及びそれを提示（記録・表示）する手段は，専ら，人間の精神活動その\nものを対象とする創作であり，自然法則を利用した技術的思想の創作とはいえず，\nまた，発明の奏する作用効果も，自然法則を利用した効果とはいえないから，出願\nに係る発明の「省エネ行動シート」は，特許法２条１項にいう「発明」に該当しな\nい旨判断したものであった。\nイ  特許庁は，平成２６年２月２７日，原告に対し，本願発明は，前訴判決と同\n様に，特許法２９条１項柱書に規定する要件を満たしていないから，特許を受ける\nことができない旨の拒絶理由通知をした。\nウ  原告は，平成２６年４月３０日，特許庁に対し，「発明」該当性の判断は，\n当該発明の構成要件を対象に行われなければならないところ，前訴判決は，「上記\n作用効果は，」「専ら人間の精神活動に基づくものであって，自然法則を利用したも\nのとはいえない。」と判示して，「発明」該当性の判断を当該発明の作用効果を対象\nに行っており，法令解釈の違反があるなどと記載した意見書を提出した。\nエ  特許庁は，平成２６年６月３日，原告に対し，本願については，前記イの拒\n絶理由通知書に記載した理由によって拒絶をすべきものであること，原告がるる述\nべることは一つの考え方ではあるものの，前訴判決に法令解釈の違反があったこと\nの根拠になるものではないなどと記載して，拒絶査定をした。\nオ  原告は，平成２６年９月１０日，拒絶査定に対する不服の審判を請求すると\nともに本件補正を行った。原告は審判請求書において，本件補正により，どの場所\nでどの程度の時間，省エネ行動を取るかでどの程度節約の効果が得られるのかを誰\nに対しても等しく認識させることが可能となり，かかる効果は時間軸と場所軸の長\nさの積算値という客観的な数値によって導き出される以上，常に一定の作用効果を\n反復継続して生じさせ，このように各省エネ行動識別領域をどのようにして提示す\nるかという観点に主眼を置いた本願発明は，情報の提示に技術的特徴があり，その\n効果は心理学的な法則によってもたらされる人為的なものではなく，本願発明は\n「発明」に該当する旨主張した。\nカ  特許庁は，平成２７年５月２７日，別紙審決書（写し）記載のとおり，前訴\n判決と同旨の論理構成にのっとり，本願発明の構成，本願明細書の発明の詳細な説\n明から理解できる本願発明の課題及び作用効果を総合考慮した上で，本願発明の\n「省エネ行動シート」の構成及びそれを提示（記録・表示）する手段は，専ら，人\n間の精神活動そのものを対象とする創作であり，自然法則を利用した技術的思想の\n創作とはいえず，また，本願発明の奏する作用効果も，自然法則を利用した効果と\nはいえず，本願発明に係る「省エネ行動シート」は，特許法２条１項にいう「発\n明」に該当しない旨判断した。\n(2)  原告の主張について\nア  原告は，「自然法則の利用」を発明の構成要件（発明特定事項）中に見出す\nべきとの原告の主張に対して，特許庁は，拒絶査定及び本件審決において，これに\n対応する主張，説明を全くしなかったから，理由付記に不備があり，特許法５２条\n１項及び１５７条２項４号に違反するばかりか，憲法３１条にも違反するとともに，\n不適切な法解釈及び不十分な事実認定に基づいて，本願発明の発明該当性を否定し\nたため，原告は本件訴訟を提起せざるを得ず，それだけ特許権の付与が遅延してい\nるのは，原告の特許権に対する法律上の利益が侵害されているといえるから，かか\nる特許庁の対応は，憲法２９条１項に違反する旨主張する。\nイ  そこで，検討するに，特許法１５７条２項４号が審決をする場合には審決書\nに理由を記載すべき旨定めている趣旨は，審判官の判断の慎重，合理性を担保しそ\nの恣意を抑制して審決の公正を保障すること，当事者が審決に対する取消訴訟を提\n起するかどうかを考慮するのに便宜を与えること及び審決の適否に関する裁判所の\n審査の対象を明確にすることにあり，また，同法５２条１項が拒絶査定に理由を記\n載することを定めている趣旨は，同様に，審査官の判断の慎重，合理性を担保しそ\nの恣意を抑制して審査の公正を保障すること，出願人が拒絶査定に対する不服審判\nを請求するかどうかを考慮するのに便宜を与えること及び拒絶査定の適否に関する\n審判の審理対象を明確にすることにあるというべきである。\n前記(1)の認定事実によれば，「発明」該当性の判断は当該発明の構成要件を対象\nに行われなければならないにもかかわらず，前訴判決は「発明」該当性の判断を当\n該発明の作用効果を対象に行っており法令解釈の違反があるなどと記載した原告の\n平成２６年４月３０日付け意見書に対して，特許庁は，同年２月２７日付け拒絶理\n由通知書に記載した理由によって拒絶をすべきものであるとした。すなわち，拒絶\n査定には，本願発明の構成，本願明細書の発明の詳細な説明から理解できる本願発\n明の課題及び作用効果を総合考慮した上で，本願発明に係る「省エネ行動シート」\nが，特許法２条１項の「発明」に該当しないこと，原告が上記意見書で述べること\nは一つの考え方ではあるものの，前訴判決に法令解釈の違反があったことの根拠に\nなるものではない旨の理由を記載しているのであるから，拒絶査定をする審査官の\n判断の慎重，合理性を担保しその恣意を抑制して審査の公正を保障すること，出願\n人が拒絶査定に対する不服審判を請求するかどうかを考慮するのに便宜を与えるこ\nと及び拒絶査定の適否に関する審判の審理対象を明確にするとの趣旨にかなうだけ\nの理由が付記されているということができる。\nまた，前記(1)の認定事実によれば，原告は，審判請求書には，「自然法則の利\n用」を発明の構成要件（発明特定事項）中に見出すべきとの主張や，「発明」該当\n性の判断を当該発明の作用効果を対象に行うことは誤っており法令解釈の違反があ\nる旨の主張はしておらず，かえって，本件補正により，どの場所でどの程度の時間，\n省エネ行動を取るかでどの程度節約の効果が得られるのかを誰に対しても等しく認\n識させることが可能となり，かかる効果は時間軸と場所軸の長さの積算値という客\n観的な数値によって導き出される以上，常に一定の作用効果を反復継続して生じさ\nせ，このように各省エネ行動識別領域をどのようにして提示するかという観点に主\n眼を置いた本願発明は，情報の提示に技術的特徴があり，その効果は心理学的な法\n則によってもたらされる人為的なものではなく，本願発明は「発明」に該当するな\nどと，本願発明の作用効果に着目して「発明」該当性を主張している。この点を措\nいても，本件審決は，前訴判決と同様の論理構成に従って，本願発明の構成，本願\n明細書の発明の詳細な説明から理解できる本願発明の課題及び作用効果を総合考慮\nした上で，本願発明に係る「省エネ行動シート」が，特許法２条１項の「発明」に\n該当しないことを説示しているのであるから，審判官の判断の慎重，合理性を担保\nしその恣意を抑制して審決の公正を保障すること，当事者が審決に対する取消訴訟\nを提起するかどうかを考慮するのに便宜を与えること及び審決の適否に関する裁判\n所の審査の対象を明確にするとの趣旨にかなうだけの理由が付記されているという\nことができる。\nそうすると，特許庁が行った拒絶査定及び本件審決の理由付記に不備があるとい\nうことはできず，特許法５２条１項及び１５７条２項４号に違反するものではなく，\nひいては憲法３１条に違反するということもできない。\nウ  また，本願発明が特許法２条１項に規定する「発明」に該当せず，特許を付\n与することができないことは，前記１のとおりであるから，原告の特許権に対する\n法律上の利益が侵害されているということはできず，特許庁の対応が，憲法２９条\n１項に違反するということもできない。\nエ  したがって，原告の前記アの主張は，採用することができない。\n(3)  小括\nよって，取消事由２は理由がない。\n４  結論\n以上によれば，原告の取消事由はいずれも理由がなく，本件審決にはこれを取り\n消すべき違法はない。\nよって，原告の請求を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          髙    部    眞  規  子\n裁判官      田      中    芳    樹\n裁判官      柵      木    澄    子\n別紙\n【図８】\n"
}