{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 10,
    "day": 26
  },
  "case_number": "平成29(行ウ)61",
  "case_name": "品種登録調査等の義務付け請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87284",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87284",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/284/087284_hanrei.pdf",
  "contents": "平成２９年１０月２６日判決言渡し  同日原本交付  裁判所書記官\n平成２９年（行ウ）第６１号  品種登録調査等の義務付け請求事件\n口頭弁論終結日  平成２９年８月２５日\n判 決\n原        告       Ｐ１\n被        告       国\n同代表者法務大臣         Ｐ２\n同指定代理人            平   尾   鉄   兵\n同                馬   田   雅   行\n同                 竹   原   友   深\n同                 沼   口   憲   治\n同                 川   口       藍\n同                田   中   岳   夫\n同                筒   浦   良   昌\n同               中 川 雅 之\n処分行政庁      農林水産大臣  Ｐ３\n主     文\n１  本件訴えをいずれも却下する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  処分行政庁は，種苗法４７条１項に基づき，品種登録第１５８６６号の調査を\n行え。\n２  処分行政庁は，種苗法４９条１項に基づき，品種登録第１５８６６号の登録取\n消しの審査を行え。\n第２  事案の概要等\n１  本件は，原告が，登録番号第１５８６６号の品種（以下「本件登録品種」とい\nい，その登録を「本件品種登録」という。）について，種苗法４７条１項に基づく本件\n登録品種の調査（以下「本件調査」という。）及び同法４９条 1 項に基づく本件登録\n品種の品種登録の取消しの審査（以下「本件審査」という。）を行うことの各義務付け\nを求める行政事件訴訟法（以下「行訴法」という。）３条６項１号の非申請型の義務付\nけの訴えである。\n２  判断の前提となる事実（当事者間に争いがない事実又は後掲の各証拠により容\n易に認められる事実）\n(1) 原告\n原告は，緑化事業の設計，施工維持管理及び植物の栽培，販売などを個人事業で営\nんでいる者である。原告の現在の主要な業務は，「屋上緑化事業」（甲７）であり，常\n緑性のタケシマキリンソウや匍匐性のエゾノキリンソウ等の多様なキリンソウ類を\n使用した屋上緑化システム「トキワキリンソウ緑化工法」の施工や屋上緑化に適した\n植物の栽培を行っている。\n(2) 本件品種登録に至る処分行政庁における手続の経緯\nア  Ｐ４（本件登録品種の育成者権者）は，平成１６年２月１０日，処分行政庁に\n対し，願書の記載上，農林水産植物の種類を「ベンケイソウ科（キリンソウ）」，学名\nを「Sedum kamtschaticum Fischer」とし，育成者を「Ｐ５」とする品種登録出願をし\nた（甲３４。以下「本件品種登録出願」という。）。この出願品種の名称は「常緑キリ\nンソウフジタ１号」であったが，処分行政庁から平成１６年５月２１日付けで品種名\n称の変更を命ぜられ，出願人から平成１７年１月２０日付けで「出願品種の名称変更\n届出書」が提出されたことにより，「トットリフジタ１号」との名称に変更された。\nイ  処分行政庁は，審査の結果，下記のとおり登録を認め，平成１９年１２月１７\n日付けで種苗法１８条１項に基づく品種登録の処分をした（甲１）。なお，同登録後の\n種苗法施行規則の改正により，農林水産植物の種類は「和名：エゾノキリンソウ種」，\n学名は「Phedimus  kamtschaticus (Fisch.) 't Hart」となっている。\n記\n出願番号             第１６６４６号\n出願年月日            平成１６年２月１０日\n出願者              Ｐ４\n農林水産植物の種類（出願時）  ベンケイソウ科（キリンソウ）\n学名               Sedum kamtschaticum Fischer\n出願品種の名称（出願時）     常緑キリンソウフジタ１号\n品種登録の番号          第１５８６６号\n登録年月日            平成１９年１２月１７日\n農林水産植物の種類（登録時）  Phedimus aizoon(L.) 't Hart\n（和名：きりんそう種）\n登録品種の名称           トットリフジタ１号\n農林水産植物の種類（改正後）  Phedimus kamtschaticus (Fisch.) 't Hart\n（和名：エゾノキリンソウ種）\n育成者権者            Ｐ４\n(3) 本件訴えの提起\n原告は，平成２９年３月２８日，本件訴えを提起した。\n３  争点\n(1) 本件調査及び本件審査の処分性\n（原告の主張）\nア  義務付けの訴えにいう「処分」が，行政庁の行為全てを意味するものではなく，\n公権力の主体たる国又は公共団体が行う行為のうち，その行為によって直接国民の権\n利義務を形成し又はその範囲を確定することが法律上認められているものをいうこ\nとは争わない。\nイ  本件調査及び本件審査は，登録品種の特性が保持されているか否かの調査や品\n種登録の取消しを行うか否かに関する審査にすぎないわけではない。\n本件調査ないし本件審査それ自体が国民の権利義務に対して直接何らかの影響を\n及ぼさないわけではなく，他種を親と偽った登録品種の場合でも，育成者権は品種登\n録の日から２５年間（種苗法１９条２項），登録品種等を業として利用する権利を専\n有する（種苗法２０条 1 ないし３項）とされる。常緑性が公然と知られていた植物（タ\nケシマキリンソウ）を使用した者が種苗法違反として中傷され，タケシマキリンソウ\nを使用していた関係者が逮捕，起訴されている異常な状況であり，本件登録品種の調\n査及び審査が行われることは，国民の権利義務に対して直接何らかの影響を及ぼすも\nのである。この本件調査及び本件審査は，原告のみならず，屋上緑化を営む多くの関\n係者に直接大きな影響を及ぼすから，処分性があるというべきである。\n(被告の主張)\nア  義務付けの訴えにおいて，義務付けを求める行政庁の「処分」とは，行政庁の\n行為全てを意味するものではなく，公権力の主体たる国又は公共団体が行う行為のう\nち，その行為によって直接国民の権利義務を形成し又はその範囲を確定することが法\n律上認められているものをいう。\nイ  原告が義務付けを求めている本件調査及び本件審査は，登録品種の特性が保持\nされているか否かの調査や品種登録の取消しを行うか否かに関する審査であるにす\nぎず，本件調査ないし本件審査それ自体が国民の権利義務に対して直接何らかの影響\nを及ぼすものではないから，本件調査又は本件審査によって，直接国民の権利義務を\n形成し又はその範囲を確定することが法律上認められているものといえないことは\n明らかであり，本件調査及び本件審査には，いずれも処分性が認められない。\n(2) 原告に本件調査及び本件審査がされないことにより「重大な損害が生ずるおそ\nれ」（行訴法３７条の２第 1 項）があるか。\n（原告の主張）\nア  原告は，常緑性のタケシマキリンソウの栽培及び同種を使用した屋上緑化の施\n工を個人で行っているが，本件登録品種の育成者権者グループは自身のウエブの中で，\n常緑性のキリンソウは本件登録品種のみであり，本件登録品種以外の常緑性のキリン\nソウは種苗法違反に問われ，元請にも責任が及び，屋上緑化の納入品の撤去が命じら\nれる場合がある等と主張し，そのため常緑性のキリンソウの市場が独占されており，\n現状ではタケシマキリンソウの普及は全く見込めない。実際に，タケシマキリンソウ\nを使用していた●（省略）●と●（省略）●が逮捕，勾留され，●（省略）●は現在\n●（省略）●で刑事裁判中であり，●（省略）●は●（省略）●の有罪判決を受けた。\nまた，本件登録品種の育成者権者は，原告が●（省略）●で使用したタケシマキリン\nソウは，本件登録品種を増殖したものであるとする電子メールを関西の緑化関係者に\n送付し，普及の大きな妨げになっている。\nさらに，原告は，屋上緑化の植物として有用なタケシマキリンソウの匍匐性の系統\nを平成２６年３月２７日に品種登録出願を行っており，出願品種のＤＮＡはタケシマ\nキリンソウのＤＮＡ（国際データベース）と一致するが，本件登録品種もほぼ同じＤ\nＮＡを持つため，本件登録品種の育成者権者から本件登録品種を増殖したと主張され\nることが懸念される。\n以上のことから，原告が処分行政庁に上記事情を通知し始めた平成２２年から７年\n間にわたり，本件登録品種の登録が維持されていることにより「重大な損害」を受け\nている。\nイ  本件においては，処分行政庁が本件調査や本件審査等の行政行為を行うことに\nより，他種を親と偽った本件登録品種の不当な独占状態が解消できることとなり，「品\n種の育成の振興と種苗の流通の適正化を図り，もって農林水産業の発展に寄与するこ\nとを目的とする」との，種苗法１条の考えに適合する。\n行政庁の第一次判断権は尊重されるべきであるが，偽って出願された本件登録品種\nは審査をし直す必要があり，他種であるキリンソウを親と偽った登録である可能性を\n処分行政庁が指摘されながら放置しているため，裁判所において一定の処分がなされ\nないことが違法であると判断されるべきである。\nウ  被告は，本件調査あるいは本件審査が行われたとしても，本件登録品種の品種\n登録が取り消されるか否かは不確定であるとするが，本件登録品種は親とされるキリ\nンソウとＤＮＡが大きく異なること，本件登録品種の区別性が常緑性であるにもかか\nわらず，本件品種登録出願の４年前に「常緑キリンソウ」と名前付けられた植物が分\n譲されていること，落葉のキリンソウの短期の自然交配で常緑性のキリンソウが突然\n出現することは植物学的にあり得ないこと等を客観的に判断すると，本件登録品種が\n他種を親と偽った登録であることは明白で本件品種登録は取り消されるべきある。本\n来行うべき調査及び審査を行っていない処分行政庁が本件登録品種の品種登録が取\nり消されるか否かは不確定であるとするのは余りにも無責任で遺憾である。\n（被告の主張）\nア  行訴法３７条の２第１項の立法趣旨に加え，同項に「一定の処分がされないこ\nとにより重大な損害を生ずるおそれ」と明確に規定されていることを併せ考慮すると，\n重大な損害の要件を満たすためには，まず，「一定の処分」と「重大な損害を生ずるお\nそれ」との間に，一定の処分がされなければ重大な損害を生ずるおそれがある一方，\nその処分がされればそのおそれが解消されるという因果関係があることを要すると\nいうべきである。\nまた，非申請型の義務付けの訴えの訴訟要件としての上記「重大な損害を生ずるお\nそれ」があると認められるためには，「一定の処分」がされないことにより生ずるおそ\nれのある損害が，事後的な回復を受けることにより容易に救済を受けることができる\nものではなく，行政庁が第一次的判断権を行使する前に当該処分をすべきことを命ず\nる方法によるのでなければ救済を受けることが困難なものであることを要すると解\nするのが相当である。\nイ  本件調査及び本件審査は「一定の処分」ではないから，「一定の処分がされない\nことにより」，「重大な損害を生ずるおそれ」があるとはいえない。\nこの点を措いたとしても，本件調査及び本件審査は，飽くまで，本件登録品種の特\n性が保持されているか否かを調査し，あるいは，本件登録品種の品種登録を取り消す\nか否かを審査するという性質にとどまるものであって，本件調査あるいは本件審査が\n行われたとしても，本件登録品種の品種登録が取り消されるか否かは不確定である。\n原告の主張は，本件調査及び本件審査が行われないことにより，本件登録品種の品\n種登録が存在し，そのために，原告に損害が生じるおそれがあることをいうものと解\nされるが，本件調査又は本件審査が行われたとしても，本件登録品種の品種登録が取\nり消されるか否かが不確定である以上，本件調査又は本件審査が行われれば，原告の\n主張する損害が生じるおそれが解消されるという因果関係があるともいえないので\nあって，いずれにしても，原告に「重大な損害を生ずるおそれ」があるとはいえない。\n(3)  原告は，「一定の処分をすべき旨を命ずることを求めるにつき法律上の利益を\n有する者」（行訴法３７条の２第３項）であるか。\n(原告の主張)\nア  原告は，処分行政庁が種苗法４７条に基づく調査を実施していないため，育成\n者権者に２５年間に及ぶ本件登録品種の専有権が与えられ，育成者権を持たない者の\n業が大きく制限されており，「新品種の保護のための品種登録に関する制度，指定種\n苗の表示に関する規制等について定めることにより，品種の育成の振興と種苗の流通\nの適正化を図り，もって農林水産業の発展に寄与することを目的とする」という種苗\n法１条の目的に適合しない状況になっている。\nすなわち，原告は，国内外のキリンソウ類の研究や登録出願による多様な緑化の推\n進に努めているが，種苗法４７条に基づく適正な調査がなされず，不正な登録が維持\nされていることにより多大な制限を受けており，本来得られるべき法的利益を侵害さ\nれていることから，処分行政庁に調査を実施すべき旨を命ずることを求めることは，\n本件登録品種の真実が明白になることに法律上の利益を有する者として，本件の義務\n付けを求める原告適格を有する。\nなお，原告は，平成２５年１１月１１日に処分行政庁に対し異議申立て（２５食産\n第３２０４号－３），平成２６年１０月２１日に大阪地方裁判所に不服申立て（平成\n２６年（行ウ）第２１２号），平成２７年１０月１日に大阪高等裁判所に控訴（平成２\n７年（行コ）第１４８号）を行い，いずれも棄却されているが，原告の資格があると\nして審理されている。\nイ  本件登録品種が常緑性のキリンソウの市場を独占し，育成者権者グループは他\nの常緑性のキリンソウは本件登録品種が増殖されたものとする中傷を行っている現\n状は，原告だけでなく，多くの緑化関係者の「品種登録出願前に日本国内又は外国に\nおいて公然知られた他の品種」であるタケシマキリンソウや他の常緑性のキリンソウ\nを使用することを制限させている。\n特に原告は，常緑性のタケシマキリンソウの匍匐性種を平成２６年３月に登録出願\nし，常緑性のエゾノキリンソウの品種が平成２６年７月に登録されているが，落葉性\nのキリンソウからタケシマキリンソウに酷似した常緑性種を育種したとする本件登\n録品種の影響を強く受けている。\n平成１６年に法改正され，追加された行訴法９条２項には処分の相手方以外の第三\n者の原告適格についての「法律上の利益」の解釈規定がおかれ，虚偽登録の可能性の\n高い本件品種登録に「法律上の利益」が与えられ，不特定多数の者の利益に影響して\nいる現状に鑑みると，該当処分の相手方以外の第三者である原告にも大きな実質上の\n利益があり，「法律上の利益」が認められると解釈されるべきである。\nウ  種苗法は特許法と同じ知的財産権法であるが，訴訟の裁判例が少なく，具体的\nな規定がない場合も多く，規定がないからこそ，処分行政庁は「不確定な利益を個別\n的利益として保護すべき趣旨」にかかわらず，より積極的に調査や審査を行う責務が\nあると考えられる。\n原告は本件登録品種が区別性を具備せず，他種を親と偽った登録であることを確信\nして異議申立てを行ったが，客観的な調査がなされないまま棄却され，その後の不服\n申立てや控訴も本件品種登録の正当性が全く検討されないまま棄却された。\n処分行政庁は原告の通知から６年間以上も調査を実施せず，本件訴訟の答弁書にも\n原告の本件品種登録に関する主張や調査を行わない理由には一切触れず，本件調査又\nは本件審査をしても，登録取消がされるか否かが不確定であると，訴訟要件を欠くこ\nとのみを主張していることは，品種登録の認可機関として正しい対応ではない。\n（被告の主張）\n本件調査及び本件審査には処分性がないが，それを措くとしても，本件調査又は本\n件審査が行われても，それにより，本件品種登録が取り消されるか否かは不確定であ\nる以上，本件調査又は本件審査がされないことにより原告の権利若しくは法律上保護\nされた利益が侵害され，又は必然的に侵害されるおそれがあるとはいえない。そして，\nかかる不確定な利益を個別的利益として保護すべき趣旨を含むような具体的な規定\nは，種苗法及びその関連法において見当たらない。\nなお，原告は，処分行政庁が異議申立てを棄却し，これを不服としてした訴訟を提\n起し，原告の資格があることを前提に審理された旨述べるが，異議申立て及び同訴訟\nは，農林水産大臣がした本件登録品種の品種登録処分及び異議申立棄却決定の取消と\nいう直接的な効果を求めるものであり，本件調査又は本件審査をしても，登録取消が\nされるか否かが不確定である本件訴訟とその内容を異にするから，本件訴訟について\n原告適格が認められることの理由にはならない。\nしたがって，原告は，処分行政庁が「一定の処分をすべき旨を命ずることを求める\nにつき法律上の利益を有する者」といえない。\n(4) 本件品種登録が種苗法に違反し，処分行政庁は本件調査及び本件審査をすべき\n義務を負うか。\n(原告の主張)\nア  本件登録品種は落葉性のキリンソウから常緑性の品種を育成したとするもの\nであり，別種であるタケシマキリンソウが常緑性であることを平成２３年５月に処分\n行政庁は認めながら，種苗法４７条に基づく登録品種の調査が現在まで行われていな\nい。\nまた，他種を親と偽った登録であることは，育成者権者が地元の鳥取大学乾燥地研\n究センターにＤＮＡ解析を依頼し，本件登録品種と親であるはずのキリンソウのＤＮ\nＡが全く異なることで自らの虚偽が証明されている。\n本件登録品種は新潟県柏崎市鯨波鶴ケ鼻産のキリンソウの自然交配で生じたとさ\nれるが，生物の遺伝は正しく遺伝子を複製することが基本であり，落葉性のキリンソ\nウから登録出願の４年前に分譲された常緑性のタケシマキリンソウに酷似した植物\nが１，２年の短期間で生じることはあり得ない。\nイ  タケシマキリンソウは竹島の固有種であり，日本と韓国との間に領土問題を持\nつ竹島の名前を持った植物の日本在来種としての登録は外交問題になる懸念がある\n（韓国山林庁で審議中）。\n原告は韓国の慶北大学校鬱陵島・独島研究所等からキリンソウ属に関する情報を得\nて，キリンソウ属の分類やタケシマキリンソウがいかに生まれたかの検討を行い，キ\nリンソウ属は落葉性で草本タイプ（キリンソウ，ホソバノキリンソウ等），常緑性で茎\nが木質化するタイプ（タケシマキリンソウ），中間タイプ（ヤナギバキリンソウ，エゾ\nノキリンソウ）に分類され，タケシマキリンソウはヤナギバキリンソウを先祖とし，\n同島で独自に常緑性や茎の木質化を進化させたと推測され，性状やＤＮＡが全く異な\nるキリンソウから育成されることはあり得ない。\nウ  処分行政庁は登録審査時にはタケシマキリンソウの存在や常緑性を認識せず，\n他種であるキリンソウを親とされる不正登録を正確に判断できなかったが，常緑性以\n外の性状や形状にも多くの差異があり，本件品種登録後にタケシマキリンソウの存在\nや常緑性を認識した時点で，他種を親と偽った登録の可能性を考慮し，調査及び審査\nをし直すべきであった。\n処分行政庁の行う登録の審査方法は，葉や花などの性状や形状を比較する系統分類\n的な手法であり，遺伝子解析は判断基準にはなっていないが，処分行政庁は「登録品\n種の標本・ＤＮＡ保存等事業」を平成２０年より実施しており，本件登録品種が品種\n登録願いのとおりキリンソウであるか他種であるタケシマキリンソウであるかは，簡\n易な「核リボソームＤＮＡ」の塩基配列解析で国際データベース（ＢＬＡＳＴ検索）\nと比較すれば登録の真偽は明らかになるはずであり，処分行政庁は登録品種が他種を\n親と偽った登録であるか否かを容易に判断できるのである。\nまた，育成者権者らは本件登録品種の品種識別マーカーを２０個作製したとしてお\nり，本件登録品種と常緑性のキリンソウを判断する際のマーカーになり，本件登録品\n種の不正増殖を判断できるとしているが，品種識別マーカーは本件登録品種とタケシ\nマキリンソウの僅かな遺伝子配列の相違を識別するもので，登録品種の種を同定する\nためには，簡易な塩基配列解析によるＢＬＡＳＴ検索でキリンソウであるかタケシマ\nキリンソウであるかの検討で十分であり，品種識別マーカーによる識別は本件登録品\n種がタケシマキリンソウであることを誤魔化す育成者権者の悪質な詭弁であり，本件\n登録品種とタケシマキリンソウの標準種をＤＮＡ解析すれば容易に不正が判明する\nはずである。\nなお，ＤＮＡ解析の際には，供試した植物が偽物でないことを証明するために，越\n冬状況等の性状及び形状を確認する必要がある。\n以上のことから，品種登録の専門機関として処分行政庁が早期に登録品種の調査及\nび審査を実施することが望まれる。\nエ  本件登録品種は種苗法３条１項１号の区別性を満たさず，他種であるキリンソ\nウを親と偽った登録である可能性が高いため，処分行政庁は原告の主張に対する意見\nや調査を行わなかった理由を述べた上で，早期に種苗法４７条に基づく登録品種の調\n査及び種苗法４９条に基づく本件登録品種の審査を行うべきである。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  争点(1)（本件調査及び本件審査の処分性）について\n原告の本件訴えは，いずれも行訴法３条６項１号の非申請型の義務付けの訴えであ\nるところ，同訴えは，「一定の処分がされないことにより重大な損害を生ずるおそれ」\nがあり，かつ，「その損害を避けるため他に適当な方法がない」ときに限り，提訴する\nことができるとされている（行訴法３７条の２第１項）。そして，同条３項によれば，\nその「処分をすべき旨を命ずることを求めるにつき法律上の利益を有する者」に限り，\n訴えを提起することができる，すなわち原告適格があるとされている。そして，ここ\nでいう「処分」とは，行政庁の行為全てを意味するものではなく，公権力の主体たる\n国又は公共団体が行う行為のうち，その行為によって直接国民の権利義務を形成し又\nはその範囲を確定することが法律上認められているものをいうと解される（最高裁判\n所昭和３９年１０月２９日第一小法廷判決・民集１８巻８号１８０９頁）。\n２  原告は本件訴えにおいて，種苗法４７条１項に基づく本件登録品種に係る登録\n品種の調査（本件調査）及び種苗法４９条１項に基づく本件登録品種に係る品種登録\nの取消しの審査（本件審査）の義務付けを求めている。\nしかし，原告が義務付けを求めている種苗法４７条１項に基づく本件調査は，登録\n品種の特性が保持されているか否かを調査するというにすぎないし，同法４９条１項\nに基づく本件審査も，品種登録の取消しを行うか否かについての審査にすぎないか\nら，それ自体が国民の権利義務に対して直接何らかの影響を及ぼすものではない。つ\nまり，仮に本件品種登録が取り消されるべきとする原告の主張に理由があるものとし\nても，本件調査は，原告が義務付けを求める本件審査の前段階の準備行為にすぎない\nし，本件審査も，本件品種登録の取消しという処分をするための前段階の準備行為に\nすぎない。いずれにせよ，本件調査及び本件審査とも，直接国民の権利義務を形成し\n又はその範囲を確定することが法律上認められているものとはいえない。\nなお原告は，本件品種登録が取り消されずに存在することにより多方面で不都合が\n生じていることを縷々主張するが，仮にそうだとしても，そのことが本件調査及び本\n件審査の処分性を基礎付けることになるわけではない。\n３  以上によれば，本件調査及び本件審査は，いずれも「処分」とはいえないから，\nこれらの義務付けを求める本件訴えはいずれも行訴法３条６項１号の訴訟要件を欠\nくというべきである。\nよって，本件訴えはいずれも不適法であるから却下することとし，訴訟費用の負担\nつき，行訴法７条，民事訴訟法６１条を適用して主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n森   崎   英   二\n裁判官\n野   上   誠   一\n裁判官\n大   川   潤   子\n"
}