{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 5,
    "day": 27
  },
  "case_number": "平成23(行コ)11",
  "case_name": "供託金還付請求却下処分取消請求控訴事件（原審・名古屋地方裁判所平成２１年（行ウ）第５８号）",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "債権者不確知を理由に供託された被相続人の所有株式に関して発生した配当金等について，一部相続人らがした各相続分に応じた供託金払渡請求（還付請求）に対し，供託官が供託規則２４条１項１号所定の「還付を受ける権利を有することを証する書面」の添付がないとしてした却下処分が，違法とされた事例",
  "case_gist": "債権者不確知を理由に供託された被相続人の所有株式に関して発生した配当金等について，一部相続人らがした各相続分に応じた供託金払渡請求（還付請求）に対し，供託官が供託規則２４条１項１号所定の「還付を受ける権利を有することを証する書面」の添付がないとしてした却下処分につき，同号にいう「還付を受ける権利を有することを証する書面」とは，供託官において，その書面のみによって還付請求者が還付を受ける権利を有することを確認することができるものでなければならないところ，前記配当金等はいずれも相続人らがその相続分に応じて分割債権として確定的に取得する性質のものであり，共同相続人全員の同意を前提として，金銭債権や相続開始後に遺産から生じた法定果実をも対象として遺産分割を行うという現在の家庭裁判所における遺産分割の実務の運用も，本来，共同相続人がその相続分に応じて分割債権として確定的に取得すべきものを，共同相続人全員の同意がある場合に限って，遺産分割の対象にできる扱いとしているにすぎないとした上，前記還付請求者らが添付書類として提出した戸籍謄本，遺産分割に関する家庭裁判所の審判に関する抗告審の決定書等によれば，前記還付請求者らの相続分及び同人らが前記配当金等を当該相続分に応じて分割債権として確定的に取得したこと，すなわち，同人らが前記供託金のうち当該相続分について還付を受ける権利を有することを確認することができるから，前記添付書類は同号所定の書面の要件を満たすとして，前記却下処分を違法とした事例",
  "lawsuit_id": "81554",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=81554",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/554/081554_hanrei.pdf",
  "contents": "平成２３年５月２７日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行コ）第１１号  供託金還付請求却下処分取消請求控訴事件\n（原審：名古屋地方裁判所平成２１年（行ウ）第５８号）\n平成２３年４月１９日口頭弁論終結\n判                  決\n主                  文\n１  原判決を取り消す。\n２  処分行政庁が平成２１年３月２４日付けで控訴人らに対してした供\n託金還付請求却下処分を取り消す。\n３  訴訟費用は第１，２審とも被控訴人の負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n主文同旨\n第２  事案の概要\n１  本件は，控訴人らの被相続人の被相続人が所有していた株式に関し発生した\n配当金等につき債権者不確知（民法４９４条後段）を理由に供託がされたのに\n対し，控訴人らが，上記配当金債権等は分割債権であり，控訴人らは自己の相\n続分に応じてその権利を確定的に取得しているとして，各相続分に応じて供託\n金の払渡請求（還付請求）をしたところ，処分行政庁からこれを却下する処分\n（本件処分）を受けたため，その取消しを求めた事案である。\n原審は，控訴人らの請求をいずれも棄却した。\n２  その余の事案の概要は，当事者の当審における補足的主張を次のとおり付加\nするほか，原判決「事実及び理由」欄の第２の２ないし４に記載のとおりであ\nるから，これを引用する。\n（控訴人らの当審における補足的主張）\n相続開始後に遺産から生じた果実は，遺産とは別個の財産であり，各共同相\n続人がその相続分に応じて分割単独債権として確定的に取得し，後になされた\n遺産分割の影響を受けない。\n金銭債権や相続開始後に遺産から生じた果実を遺産分割の対象とするには，\n共同相続人全員の同意が必要であるが，本件においては，そのような同意はな\nく，このことは本件供託の供託書の記載からも読み取れる。\n原判決は，供託規則２４条１項１号所定の書面の例として，他の相続人との\n間で控訴人らが本件供託金の９分の２につき還付請求権を有することを確認す\nる確定判決を挙げるが，控訴人らは，上記のように本件供託金の還付請求権を\n相続分に応じて分割単独債権として確定的に取得し，これと異なる相続人間の\n取り決め等もないから，そのような訴えの確認の利益が認められない。\n（被控訴人の当審における補足的主張）\n平成１７年判決は，相続人全員の合意により相続開始後に遺産から生じた果\n実を遺産分割の対象に含めることができるとする現在の家裁実務を否定するも\nのではない。また，その後の最高裁判決においても，定額郵便貯金のように，\n金銭債権であっても，その性質，内容によっては，相続開始と同時に当然に相\n続分に応じて分割債権とはならず，その最終的な帰属が遺産分割の手続におい\nて決せられることになるものも存在することが認められている。\nまた，仮に，本件配当金等請求権がその発生当初から相続人らが相続分に応\nじて確定的に分割取得していたのであれば，債権者不確知を供託原因とする本\n件供託には供託原因が存在しないことになり，被供託者は還付請求権を有し得\nない。\n第３  当裁判所の判断\n当裁判所は，控訴人らの請求は，以下のとおり理由があるものと判断する。\n１  供託官の審査権限及び供託規則２４条１項１号所定の書面について並びに本\n件供託金の性質については，原判決「事実及び理由」欄の第３の１及び２記載\nのとおりであるから，これを引用する（ただし，原判決１０頁１行目の「そし\nて，」から２行目の「取得する」までを，「そして，上記配当金請求権は，金\n銭債権であり，各共同相続人がその相続分に応じて分割債権として確定的に取\n得する」に改める。）。\n２  本件処分の適否について\n⑴  上記のとおり，本件供託金に係る配当金債権，株式移転交付金債権及び端\n数株式処分代金債権（以下，これらを総称して「本件配当金等債権」という。）\nについては，いずれも共同相続人がその相続分に応じて分割債権として確定\n的に取得したものと解され（平成１７年判決参照），もとより，このことは，\n共同相続人の一部の者が，金銭債権や相続開始後に遺産から生じた法定果実\nにつき分割債権ではない旨あるいは法定相続分とは異なる相続分（共有持分）\nの主張をしていたとしても，そのこと自体によっては左右されるものではな\nい。\n現在の家庭裁判所における遺産分割の実務では，共同相続人全員の同意を\n前提として，金銭債権や相続開始後に遺産から生じた法定果実をも対象とし\nて遺産分割を行う運用がなされているが，そのような運用においても，金銭\n債権や相続開始後に遺産から生じた法定果実を当然に遺産分割の対象とする\nものではなく，本来，共同相続人がその相続分に応じて分割債権として確定\n的に取得すべきものを，共同相続人全員の同意がある場合に限って，遺産分\n割の対象にできる扱いとしているにすぎない。\n⑵  なお，被控訴人は，金銭債権であっても，定額郵便貯金のように，その性\n質，内容によっては，相続開始と同時に当然に相続分に応じて分割債権とは\nならないものがある旨主張する。\nしかしながら，定額郵便貯金は，多数の預金者を対象とした大量の事務処\n理を迅速かつ画一的に処理する必要上，預入金額を一定額に限定し，貯金の\n管理を容易にして，定額郵便貯金に係る事務の定型化，簡素化を図る趣旨の\n下，郵便貯金法７条１項３号により，一定の据置期間を定め，分割払戻しを\nしないとの条件で一定の金額を一時に預入するものと定められた貯金であ\nり，相続開始前から分割が禁止されている性質のものである。これに対して，\n本件配当金等請求権に上記と同様な分割制限があるわけではないことは明ら\nかである。\nまた，被控訴人は，本件配当金等請求権がその発生当初から相続人らが相\n続分に応じて確定的に分割取得していたのであれば，債権者不確知を供託原\n因とする本件供託には供託原因がないことになり，被供託者は還付請求権を\n有し得ない旨主張するが，上記のとおりの事情で供託原因が存在しないにも\nかかわらず供託が受理されたような場合に，被供託者が，供託の効力を否定\nして債務者に債務の履行を請求する代わりに，供託の効力を前提として供託\n金還付請求権の行使を選択することもできると解すべきであり，供託官にお\nいてこれを拒む正当な理由があるとは認められない。\nしたがって，被控訴人のこれらの主張は採用できない。\n⑶  前記１のとおり，供託規則２４条１項１号にいう「還付を受ける権利を有\nすることを証する書面」とは，供託官において，その書面のみによって還付\n請求者が還付を受ける権利を有することを確認することができるものでなけ\nればならないところ，引用にかかる原判決「事実及び理由」欄第２の２の前\n提事実⑶及び⑸記載のとおり，控訴人らは，本件還付請求に際して，戸籍謄\n本のほか，亡Ｂの遺産おける控訴人らの相続分が，控訴人Ｃが９分の１，同\nＤ及び同Ｅが各１８分の１である旨判示した名高裁決定（甲１４）並びにこ\nれに対する抗告不許可決定書（甲１５）及び抗告棄却調書（甲１６）を含む\n本件添付書類を処分行政庁に提出しており，本件添付書類によって，亡Ｂの\n相続における控訴人らの相続分が上記のとおりであり，控訴人らが本件配当\n金等債権の９分の２を分割債権として確定的に取得したこと，すなわち，控\n訴人らが本件供託金の９分の２につき還付を受ける権利を有することを確認\nすることができる（加えて，本件添付書類によれば，本件配当金等債権が上\n記遺産分割審判の対象とされていなかったことも確認できる。）。\n⑷  以上によれば，控訴人らが本件還付請求に際して処分行政庁に提出した本\n件添付書類は，控訴人らが本件供託金の９分の２につき還付を受ける権利を\n有することを証する書面として，その要件を満たすものと認められるから，\n本件還付請求が供託規則２４条１項１号所定の書面の添付を欠くものである\nとしてこれを却下した本件処分は，取消しを免れない。\n３  よって，本件処分の取消しを求める控訴人らの請求はいずれも理由があるか\nら，これと異なる原判決を取り消して，主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官      中      村      直      文\n裁判官      内      堀      宏      達\n裁判官      濵              優      子\n"
}