{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 12,
    "day": 19
  },
  "case_number": "平成27(あ)1856",
  "case_name": "殺人，銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "刑集　第70巻8号865頁",
  "original_court_name": "名古屋高等裁判所",
  "original_case_number": "平成26(う)164",
  "original_date": {
    "era": "Heisei",
    "year": 27,
    "month": 11,
    "day": 16
  },
  "gist": "被告人に訴訟能力がないために公判手続が停止された後訴訟能力の回復の見込みがないと判断される場合と公訴棄却の可否",
  "case_gist": "被告人に訴訟能力がないために公判手続が停止された後，訴訟能力の回復の見込みがなく公判手続の再開の可能性がないと判断される場合，裁判所は，刑訴法３３８条４号に準じて，判決で公訴を棄却することができる。\n（補足意見がある。）",
  "ref_law": "刑訴法１条，刑訴法３１４条１項，刑訴法３３８条４号",
  "lawsuit_id": "86355",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=86355",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/355/086355_hanrei.pdf",
  "contents": "平成２７年（あ）第１８５６号  殺人，銃砲刀剣類所持等取締法違反被告事件\n平成２８年１２月１９日  第一小法廷判決\n主          文\n原判決を破棄する。\n本件控訴を棄却する。\n理          由\n第１  上告趣意に対する判断\n弁護人伊神喜弘，同櫻井義也の上告趣意のうち，判例違反をいう点は，引用の判\n例が所論のような趣旨まで判示したものではないから，前提を欠き，その余は，憲\n法違反をいう点を含め，実質は単なる法令違反の主張であって，刑訴法４０５条の\n上告理由に当たらない。\n第２  職権判断\n所論に鑑み，職権をもって調査すると，原判決には，刑訴法３３８条４号の解釈\n適用を誤った違法があり，同法４１１条１号により破棄を免れない。その理由は，\n以下のとおりである。\n１  第１審の審理経過と第１審判決の要旨\n(1)  第１審の審理経過\n本件公訴事実の要旨は，「被告人は，平成７年５月３日，愛知県豊田市内の神社\n境内において，当時６６歳と１歳の被害者２名を，いずれも殺意をもって文化包丁\nで刺殺し，その際，業務その他正当な理由による場合でないのに，上記文化包丁を\n携帯した」というものである。\n被告人は，上記殺人，銃砲刀剣類所持等取締法違反の事実により，平成７年９月\n２５日に起訴された。同年１１月２０日の第１回公判期日において，人定質問，起\n訴状朗読が行われた後，弁護人により，被告人が精神疾患に罹患していることを理\n由に公判手続の停止の申立てがされ，第２回公判期日以降，公判手続の停止に関す\nる審理が行われた。そして，平成９年３月２８日の第７回公判期日において，第１\n審裁判所は，被告人が心神喪失の状態にあると認め，刑訴法３１４条１項により，\nその状態の続いている間，公判手続を停止する旨決定した。その後，第１審裁判所\nは，被告人の勾留の執行を停止する旨決定し，被告人は，精神保健及び精神障害者\n福祉に関する法律に基づく措置入院を受けた。被告人の入院治療はその後も続けら\nれ，平成２６年３月２０日の第１審判決まで約１７年間にわたり公判手続が停止さ\nれた。\n(2)  第１審判決の要旨\n第１審判決は，被告人について，非可逆的な慢性化した統合失調症の症状に脳萎\n縮による認知機能の障害が重なっており，訴訟能力はなく，その回復の見込みがな\nい旨判示した。\nそして，第１審判決は，被告人に訴訟能力の回復の見込みがなく，裁判所による\n公訴の取消しの検討依頼等に対し，検察官が公訴を取り消さない旨繰り返し回答し\nている本件においては，公訴提起後に重要な訴訟条件を欠き，後発的に「公訴提起\nの手続がその規定に違反したため無効」になったものとして，刑訴法３３８条４号\nを準用して，公訴棄却の判決を言い渡した。\n２  原審の審理経過と原判決の要旨\n(1)  原審の審理経過\n検察官が控訴し，第１審判決には不法に公訴を棄却した誤りがある旨主張した。\n(2)  原判決の要旨\n原判決は，第１審判決が，被告人について，訴訟能力が欠けており，その回復の\n見込みがないとした判断には，誤りはない旨判示した。\nそして，原判決は，刑訴法上，公判手続を停止した後，被告人に訴訟能力の回復\nの見込みがないのに検察官が公訴を取り消さない場合，裁判所がいかなる措置を講\nずべきかについては規定がなく，訴追の権限を独占的に有している検察官が公訴を\n取り消さないのに，裁判所が訴訟手続を一方的に打ち切ることは基本的には認めら\nれておらず，検察官による公訴の取消しの合理的な運用が期待されているというの\nが自然な理解であり，当事者追行主義とも整合する旨説示し，裁判所が訴訟手続を\n打ち切ることができるのは，公判手続を停止した後，訴訟能力の回復の見込みがな\nいのに検察官が公訴を取り消さないことが明らかに不合理であると認められるよう\nな極限的な場合に限られる旨判示した。\nその上で，本件については，公訴を取り消さない判断をした検察官の裁量を合理\n的でないと断定することはできず，検察官が公訴を取り消さないことが明らかに不\n合理であると認められる極限的な場合に当たるとはいえないとし，本件公訴を棄却\nした第１審判決は，刑訴法３３８条４号の解釈適用を誤り，不法に公訴を棄却した\nものであって，破棄を免れないとして，第１審裁判所に差し戻した。\n３  当裁判所の判断\n(1)  被告人は，非可逆的で慢性化した統合失調症の症状に加え，脳萎縮による\n認知機能の障害が重なり，訴訟能力が欠けており，その回復の見込みがないとした\n原判断は，正当として是認することができる。\n(2)  訴訟手続の主宰者である裁判所において，被告人が心神喪失の状態にある\nと認めて刑訴法３１４条１項により公判手続を停止する旨決定した後，被告人に訴\n訟能力の回復の見込みがなく公判手続の再開の可能性がないと判断するに至った場\n合，事案の真相を解明して刑罰法令を適正迅速に適用実現するという刑訴法の目的\n（同法１条）に照らし，形式的に訴訟が係属しているにすぎない状態のまま公判手\n続の停止を続けることは同法の予定するところではなく，裁判所は，検察官が公訴\nを取り消すかどうかに関わりなく，訴訟手続を打ち切る裁判をすることができるも\nのと解される。刑訴法はこうした場合における打切りの裁判の形式について規定を\n置いていないが，訴訟能力が後発的に失われてその回復可能性の判断が問題となっ\nている場合であることに鑑み，判決による公訴棄却につき規定する同法３３８条４\n号と同様に，口頭弁論を経た判決によるのが相当である。\nしたがって，被告人に訴訟能力がないために公判手続が停止された後，訴訟能力\nの回復の見込みがなく公判手続の再開の可能性がないと判断される場合，裁判所\nは，刑訴法３３８条４号に準じて，判決で公訴を棄却することができると解するの\nが相当である。\n(3)  そうすると，これと異なる解釈に基づいて，公訴棄却を言い渡した第１審\n判決を破棄した原判決には，刑訴法３３８条４号の解釈適用を誤った違法があり，\nこの違法は判決に影響を及ぼすことが明らかであって，原判決を破棄しなければ著\nしく正義に反するものと認められる。\nそして，以上の検討によれば，刑訴法３３８条４号を準用して本件公訴を棄却し\nた第１審判決は正当であり，第１審判決には不法に公訴を棄却した誤りがある旨主\n張する検察官の控訴も理由がないことに帰する。\nよって，刑訴法４１１条１号により原判決を破棄し，同法４１３条ただし書，４\n１４条，３９６条により検察官の控訴を棄却することとし，裁判官全員一致の意見\nで，主文のとおり判決する。なお，裁判官池上政幸の補足意見がある。\n裁判官池上政幸の補足意見は，次のとおりである。\n私は，法廷意見に賛同するものであるが，訴訟能力の回復可能性が問題となる事\n案における訴訟手続及び裁判の在り方などについて，補足的に意見を述べておくこ\nととしたい。\n１  裁判所は，被告人が，心神喪失の状態にあるとき，すなわち，被告人として\nの重要な利害を弁別し，それに従って相当な防御をする能力（訴訟能力）を欠いて\nいると認めるときは，公判手続を停止しなければならない（刑訴法３１４条１項本\n文，最高裁平成３年（あ）第１０４８号同７年２月２８日第三小法廷決定・刑集４\n９巻２号４８１頁参照）。この心神喪失の概念は，精神医学的知見等を基にした法\n的判断であるが，訴訟手続における問題であるので，弁護人が刑訴法によって与え\nられた権限を行使するなどして被告人を適切に援助し，裁判所が後見的役割を果た\nすことも考慮して判断すべきものと解される（最高裁平成８年（あ）第２０４号同\n１０年３月１２日第一小法廷判決・刑集５２巻２号１７頁参照）。\nしたがって，裁判所は，公判手続停止決定をするに当たり，弁護人による防御の\n十全を図るための弁護活動や裁判所の後見的関与を考慮して，具体的に被告人の自\n己の立場の理解の程度，状況判断，供述や対応の的確性などを見極め，担当医師や\n精神医学等の専門家に鑑定意見を求めるなどして，被告人に訴訟能力が欠如してい\nるかどうかについて，慎重に審理を尽くすべきである。\n２  公判手続停止決定は，被告人の訴訟能力が回復したときには公判手続を再開\nすることを当然の前提としているものである。したがって，裁判所は，同決定後\nも，職権で，被告人の訴訟能力の回復状況について，定期的に，検察官及び弁護人\nの意見を聴き，担当医師の所見等を確認するなどの調査を行って被告人の病状を把\n握し，必要により，訴訟能力が回復したかどうかについての鑑定を実施するなど\nし，訴訟能力が回復したと認めるときは速やかに同決定を取り消すなどして公判手\n続を再開すべきである。\n３  裁判所において，このような継続的な職権調査の結果によっても，訴訟能力\nの欠如が回復する見込みがなく，公判手続再開の可能性がないと判断した場合，こ\nの訴訟手続を打ち切ることができるかどうかについて刑訴法は明文の規定を置いて\nいないが，同法の他の規定により考えられる方策としては，検察官に対し，第１審\n判決前における公訴を取り消す権限（同法２５７条）を行使するよう促す方法があ\nる。これによると，裁判所は，訴訟指揮権の行使として，検察官に公訴を取り消す\nよう促すことができるのであるから，検察官がこれに応じて公訴を取り消したとき\nは，裁判所は決定で公訴を棄却する（同法３３９条１項３号）こととなる。こうし\nた方法は，裁判所と検察官との間で訴訟能力の回復可能性について見解の食い違い\nがないときには，形骸化した状態となっている訴訟手続を速やかに打ち切るという\n観点から見て適切なものといえるが，その反面，検察官が，被告人の訴訟能力の回\n復可能性について見解を異にする場合には，公訴は取り消されず訴訟が係属したま\nまとなることは避け難い。\n４  刑訴法は，裁判所の主宰の下に，当事者による訴訟追行を基調として，事案\nの真相を解明し刑罰法令を適正かつ迅速に適用実現することを目的としている（同\n法１条）のであるから，当事者である被告人について，訴訟能力の欠如が回復する\n見込みがないときには，実質的に当事者の一方が存在しない状態となり，その基本\n的な訴訟構造が失われたということができる。このようにもはや形骸化したともい\nえる訴訟係属について，裁判所が訴訟手続を打ち切ることができないとすることは\n同法が予定するところではないと考えられ，裁判所は，検察官の公訴取消権の行使\nの問題とは関わりなく，訴訟手続を打ち切ることができると解される。その訴訟手\n続を打ち切るための裁判の在り方としては，被告人が実質的に欠けて基本的な訴訟\n構造が成り立たなくなったこと（同法３３９条１項４号参照）を理由とするので，\n公訴棄却の形式裁判によるべきであり，判断すべき内容や上訴の在り方などに鑑み\nると，判決で，その判断を示すのが相当である。\nすなわち，訴訟能力の回復可能性についての判断は，医師等の専門家の意見を聴\n取するなどして時間をかけた経過観察が必要なものである上，実質的に訴訟手続の\n最終的な打切りにつながるものであるから，特に慎重に審理を尽くすことが求めら\nれ，被告人の出頭は要しない（刑訴法３１４条１項ただし書）ものの，口頭弁論を\n開き，これに基づいて判決することが必要であり（同法４３条１項），公訴棄却の\n判決に対する上訴の方法としては控訴の申立てを認めるのが相当である。また，実\n際には想定し難いが，検察官は，公訴棄却判決確定後，病状の改善等により訴訟能\n力が回復したと認めるときは，再び公訴を提起することもあり得よう。\n刑訴法３３８条４号に準じて判決により公訴を棄却することができるものとした\n法廷意見は，このような点を踏まえたものであり，同法の趣旨・目的に沿うもので\nあると考えられる。\n検察官秋山仁美  公判出席\n(裁 判 長 裁 判 官   池 上 政 幸   裁 判 官   櫻 井 龍 子   裁 判 官   大 谷 直 人   裁判 官\n小池  裕  裁判官  木澤克之)\n"
}