{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 1,
    "day": 15
  },
  "case_number": "平成24(行ケ)10293",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82902",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82902",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/902/082902_hanrei.pdf",
  "contents": "平成２５年１月１５日判決言渡\n平成２４年（行ケ）第１０２９３号  審決取消請求事件\n口頭弁論終結日  平成２４年１１月２６日\n判                決\n原 告      ロレツクス  ソシエテ  アノニム\n訴 訟 代 理 人 弁 護 士      牧 山 嘉 道\n木 村 育 代\n弁 理 士      アインゼル・フェリックス＝ラ\nインハルト\n山   崎   和 香 子\n被 告 引 受 参 加 人      株式会社ＢＡＢＹ  ＢＡＭＢＯＯ\nＤＥＳＩＧＮ  ＯＦＦＩＣＥ\n訴 訟 代 理 人 弁 理 士      萼   経 夫\n山 田 清 治\n笠 松 直 紀\n被 告 （ 脱 退 ）      株式会社ＺＵＣＣａ  ＤＥＳＩＧＮ\nＯＦＦＩＣＥ\n主                文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理の申立てのための付加期間を３０日\nと定める。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が無効２０１１－８９００８４号事件について平成２４年４月６日にした\n第２  事案の概要\n本件は，原告による登録商標無効審判請求を不成立とした審決の取消訴訟である。\n争点は，①本件商標と引用商標との類否（商標法４条１項１１号。以下，商標法を\n１  特許庁における手続及び本件訴訟の経緯\n(1)  被告は，本件商標権者であった。\n・登録第５３００２３５号\n・指定商品  第１４類  時計，時計の部品及び付属品\n・出願日  平成２１年７月１６日\n・登録日  平成２２年２月１２日\n原告は，平成２３年９月２８日，本件商標の登録無効審判請求をしたところ（無\n効２０１１－８９００８４号），特許庁は，平成２４年４月６日，「本件審判の請\n求は，成り立たない。」との審決をし，その謄本は，同月１６日，原告に送達され\n被告は，被告引受参加人に対し，本件商標権を移転し，平成２４年７月６日を受\n付日とする移転登録がされたため，被告引受参加人が訴訟引受を命じられ，被告は\n(2)  原告が，法４条１項１１号該当性に関して審判で援用した引用商標は，次\nのとおりである。\n【引用商標】\n・登録第４１４６８５５号\n・指定商品  第１４類  時計，貴金属，貴金属製食器類，貴金属製のくるみ\n割り器・こしょう入れ・砂糖入れ・塩振出し容器・卵立て・ナプキンホ\n飾り・コンパクト及び財布，貴金属製喫煙用具，身飾品，宝玉及びその\n・出願日  平成８年９月１０日\n・登録日  平成１０年５月２２日\n(3)  原告が，法８条１項該当性に関して審判で援用した先願商標は，次のとお\nりである。\n【先願商標】\nＲＯＬＥＸ  ＤＥＥＰＳＥＡ（標準文字）\n・指定商品  第１４類「時計，貴金属，身飾品，宝玉及びその模造品，貴金\n属製靴飾り，宝石箱」及び第３５類「広告，時計及び眼鏡の小売又は卸\n・出願日  平成２０年４月７日\n・登録日  平成２３年２月２５日\n(4)  原告は，法４条１項１５号該当性に関して，審判において次のとおり主張\nした。\n原告が腕時計に使用する商標である「オイスター  パーペチュアル  シードゥエ\nラー  ディープシー」及びその欧文字表記である「ＯＹＳＴＥＲ  ＰＥＲＰＥＴＵ\nＡＬ  ＳＥＡ  ＤＷＥＬＬＥＲ  ＤＥＥＰＳＥＡ」又は「シードゥエラー  ディー\nプシー」及びその欧文字表記である「ＳＥＡ  ＤＷＥＬＬＥＲ  ＤＥＥＰＳＥＡ」\n（以下，これらの商標を総称して「原告使用商標」という。）は，本件商標の出願\n知られていた。このうち，「ＤＥＥＰＳＥＡ」及び「ディープシー」以外の部分は，\nっぱら「ＤＥＥＰＳＥＡ」及び「ディープシー」の部分である。したがって，「Ｄ\n示するものとして腕時計の需要者に広く知られているといえる。これに対し，本件\n２  審決の理由の要点\n(1)  法４条１項１１号該当性について\n本件商標は，構成する各文字が同じ書体でまとまり良く一連に表されたものであ\nり，構成文字に相応して生じる「ディープシードライバー」の称呼も冗長とはいえ\nないことからして，「ディープシードライバー」の一連の称呼のみを生じるもので\n引用商標からは，「ディープシー」の称呼を生じ，「深い海」の観念が生じる。\n後半の「ドライバー」の音の有無が異なり，観念は対比できないので，両者は類似\n(2)  法８条１項該当性について\n本件商標は，上記(1)のとおり，「ディープシードライバー」の一連の称呼のみを\n生じるものであり，特定の観念を看取させない一連の造語からなるものである。\n先願商標は，視覚上「ＲＯＬＥＸ」と「ＤＥＥＰＳＥＡ」とに分離して看取され\nるところ，「ＲＯＬＥＸ」の部分が原告の代表的な出所標識であり，時計業界で著\n名な商標であることを斟酌すると，構成文字に相応して「ロレックスディープシー」\n呼をも生じるが，「ＤＥＥＰＳＥＡ」の部分のみが殊に強い印象を与えるとすべき\n本件商標と先願商標とを対比すると，外観は明らかに相違し，称呼も構成音数等\nが異なり，観念は対比できないので，両者は類似しない。\n(3)  法４条１項１５号該当性について\n証拠によれば，雑誌等の記事や広告において，原告に係る商品（腕時計）につい\nて，「ＲＯＬＥＸ」又は「ロレックス」の商標と共に，「ＯＹＳＴＥＲ  ＰＥＲＰ\nＥＴＵＡＬ  ＳＥＡ  ＤＷＥＬＬＥＲ  ＤＥＥＰＳＥＡ」，「オイスター  パーペ\nチュアル  シードゥエラー  ディープシー」，「ＳＥＡ－ＤＷＥＬＬＥＲ  ＤＥＥ\nＰＳＥＡ」又は「シードゥエラー  ディープシー」の商標が使用されている事実は\n「ディープシー」の部分のみが殊更に印象強く看取される構成態様で表示されてい\nしたがって，本件商標の出願時において，「ＤＥＥＰＳＥＡ」及び「ディープシ\nー」が単独で，原告の商品を表示する商標として需要者の間で広く認識されるに至\nそして，本件商標の構成中に「Ｄｅｅｐ  Ｓｅａ」及び「ディープシー」の文字\nが含まれているとしても，その一事によって，本件商標が原告の商品（腕時計）に\n第３  原告主張の審決取消事由\n１  取消事由１（法４条１項１１号に関する判断の誤り）\n(1)  本件商標は，「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」及び「ディープシード\nライバー」の各文字を２段書きしてなり，このうち，「Ｄｅｅｐ  Ｓｅａ」及び「デ\n操作者，（機械などの）動力伝導部」を意味する語として理解されていることから，\n本件商標については，「Ｄｅｅｐ  Ｓｅａ」及び「ディープシー」と「Ｄｒｉｖｅ\nｒ」及び「ドライバー」とを一つの区切りと理解することが可能であり，「Ｄｅｅ\nｐ  Ｓｅａ」及び「ディープシー」と「Ｄｒｉｖｅｒ」及び「ドライバー」の２つ\nの部分からなるものと捉えるのが自然である。そして，「Ｄｅｅｐ  Ｓｅａ」及び\n「ディープシー」と「Ｄｒｉｖｅｒ」及び「ドライバー」の両文字は，これを結合\nすることによって観念上の結び付きが生ずるものとはいえず，全体として親しまれ\n審決が本件商標について認定した称呼「ディープシードライバー」は，１０音で\nあって，一連に称呼するにはいささか冗長であり，かつ上述のとおり，「Ｄｅｅｐ\n語頭部分にある「Ｄｅｅｐ  Ｓｅａ」及び「ディープシー」を捉え，ここから生ず\nる称呼及び観念をもって，取引に資するとされる場合も少なくないというのが相当\n以上のとおりで，本件商標からは「ディープシー」の称呼及びこれに応じた「深\nい海」の観念が生じるから，本件商標から「ディープシードライバー」のみの称呼\nそして，引用商標からも「ディープシー」の称呼を生じるから，引用商標と本件\n商標は，称呼上類似する商標である。\n(2)  特許庁の商標審査基準においては，指定商品・役務について需要者の間に\n広く認識された他人の登録商標と他の文字又は図形等とを結合した商標は，その外\n観構成がまとまり良く一体に表されているもの又は観念上のつながりがあるものを\nそして，取消事由３で主張するとおり，「ＤＥＥＰＳＥＡ」及び「ディープシー」\nは，原告の業務に係る商品を表示するものとして需要者の間に広く認識されている\nから，これと「Ｄｒｉｖｅｒ」及び「ドライバー」を結合した本件商標は，各文字\n２  取消事由２（法８条１項に関する判断の誤り）\n本件商標から「ディープシー」の称呼が生じ得ることは，上記１のとおりである。\nえるとすべき理由はないから，「ディープシー」の称呼が生じるとは認められない\nと判断した。しかしながら，先願商標は，特許庁の審査において，その当時は原告\n以外の他人に登録されていた引用商標に類似するとして拒絶されている。また，「Ｒ\nＯＬＥＸ」部分は原告の著名商標であるが，そうであれば，先願商標は，「ＲＯＬ\nＥＸ」と「ＤＥＥＰ  ＳＥＡ」に分離して看取されるのであり，「ＤＥＥＰ  ＳＥ\nＡ」部分が指定商品との関係で識別力を発揮しないようなものでない限り，それぞ\nれの部分から称呼が生じるのが自然である。さらに，「ＲＯＬＥＸ」が原告の出所\n標識であることを考えると，先願商標からは「ロレックスのディープシー」という\n観念が生じ，「ロレックスディープシー」，「ロレックス」の他に，「ディープシ\nしたがって，先願商標と本件商標は，称呼上類似する商標である。\n３  取消事由３（法４条１項１５号に関する判断の誤り）\n雑誌等の記事や広告において，原告使用商標，すなわち，「ＯＹＳＴＥＲ  ＰＥ\nＲＰＥＴＵＡＬ  ＳＥＡ  ＤＷＥＬＬＥＲ  ＤＥＥＰＳＥＡ」，「オイスター  パ\nーペチュアル  シードゥエラー  ディープシー」，「ＳＥＡ－ＤＷＥＬＬＥＲ  Ｄ\nＥＥＰＳＥＡ」又は「シードゥエラー  ディープシー」の商標が使用されたという\nしかしながら，上記の表示のうち，「オイスター」及び「ＯＹＳＴＥＲ」は，高\nい防水性を持ち堅牢な「オイスターケース」を，「ＰＥＲＰＥＴＵＡＬ」及び「パ\nーペチュアル」は長時間ゼンマイの巻上げを必要としない自動巻機構を表すもので\nあり，これらの機構は原告の製造，販売する腕時計の大半が共通して備える腕時計\nの特徴であるから，「ＯＹＳＴＥＲ  ＰＥＲＰＥＴＵＡＬ」及び「オイスターパー\nペチュアル」の表示は原告の製造，販売する腕時計の大半に使用されている。また，\n「シードゥエラー」及び「ＳＥＡ  ＤＷＥＬＬＥＲ」は原告の製造，販売する製品\nれる。このように，原告使用商標の構成中，「ＤＥＥＰＳＥＡ」及び「ディープシ\nー」以外の部分は従来から原告製の製品に使用されていたものであるから，潜水用\nまた，原告使用商標は，冗長である。このため，原告が１９５０年代から潜水用\n腕時計に使用して潜水用腕時計の愛好家によく知られている「ＤＥＥＰＳＥＡ」及\nび「ディープシー」の部分が原告使用商標の要部と認識され，この部分から生じる\n「ディープシー」の称呼を以て取引に当たる場合も決して少なくないと考えるのが\n簡易迅速を尊ぶ取引の経験則に照らして相当である。なお，原告の商品を紹介する\nしたがって，「ＤＥＥＰＳＥＡ」及び「ディープシー」は単独であっても原告の\n商品を表示する商標として需要者の間で広く認識されていたというべきである。\nそうすると，「ＤＥＥＰＳＥＡ」及び「ディープシー」は原告の商品を表示する\nものとして需要者の間に広く知られており，本件商標は，周知商標である「ＤＥＥ\n第４  被告引受参加人の反論\n１  取消事由１に対し\n(1)  本件商標は，上段の「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」の欧文字と下段\nの「ディープシードライバー」の片仮名文字を，それぞれ同じ書体，同じ大きさで，\n外観上まとまり良く一体的に表すものであり，称呼も７音（長音を含めても１０音）\nまた，本件商標中の「Ｄｅｅｐ  Ｓｅａ」及び「ディープシー」は「深い海」等\nの意味を，また「Ｄｒｉｖｅｒ」及び「ドライバー」は「運転者」等の意味をそれ\nぞれ有する語であるが，いずれかが出所識別標識として強く支配的な印象を与える\nものではないし，いずれかについて出所識別標識としての称呼，観念が生じないと\nしたがって，本件商標からは，「ディープシードライバー」の称呼のみが生じる\nというべきである。\n他方で，引用商標からは，「ディープシー」の称呼を生じるから，両者は非類似\nの商標である。\n(2)  原告は，本件商標について，原告の周知・著名商標である「ＤＥＥＰＳＥ\nＡ」及び「ディープシー」と，「Ｄｒｉｖｅｒ」及び「ドライバー」を結合したも\nのであるから，本件商標と引用商標は類似すると主張するが，後記３で主張すると\nおり，「ＤＥＥＰＳＥＡ」及び「ディープシー」が原告の周知・著名商標であると\n２  取消事由２に対し\nじる。\nこれに対し，先願商標の「ＤＥＥＰＳＥＡ」の部分は，「深い海」の意味を有し，\n特に指定商品「時計」との関係においては，「深海用の時計」又は「深海での使用\nしたがって，本件商標と先願商標は称呼において類似せず，称呼が類似する旨の\n原告の主張は失当である。\n３  取消事由３に対し\nして使用されている証拠は極めて少なく，原告の「時計」についての登録商標であ\nる「ＲＯＬＥＸ」（登録第１２５９１９号ほか多数），「ＳＥＡ－ＤＷＥＬＬＥＲ」\nに使用されているものである。引用商標は，本件商標の出願時において，原告以外\nの第三者が有する登録商標であった。このため，原告は，原告の商品に係る「ＤＥ\nＥＰＳＥＡ」の表示について，自他商品の識別標識として強く認識されないように，\n原告の他の登録商標である「ＲＯＬＥＸ」，「ＯＹＳＴＥＲ」などの語と共に使用\nしたがって，原告の商品を表示する商標として，「ディープシー」及び「ＤＥＥ\nＰＳＥＡ」が周知・著名であったとはいえない。\n原告は，「オイスター」及び「ＯＹＳＴＥＲ」が「オイスターケース」を表し，\nまた，「ＰＥＲＰＥＴＵＡＬ」及び「パーペチュアル」が長時間ゼンマイ巻きを必\n要としない自動巻機構を表している旨主張するが，それが仮に事実であったとしも，\nさらに，本件商標と「ディープシー」及び「ＤＥＥＰＳＥＡ」が類似しないこと\nは，取消事由１，２について主張したとおりである。\n第５  当裁判所の判断\n１  取消事由１（法４条１項１１号に関する判断の当否）について\n(1)  本件商標の要部について\n本件商標は，「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」の欧文字を上段に，これより\n若干小さな「ディープシードライバー」の片仮名文字を下段に，それぞれ横書きで\n配したものであり，上段の「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」部分は，「Ｄｅｅ\nここで，下段の「ディープシードライバー」部分が上段の「Ｄｅｅｐ  Ｓｅａ  Ｄ\nｒｉｖｅｒ」部分の日本語表記であることは，その音に照らして明らかであるとこ\nろ，「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」部分と「ディープシードライバー」部分\n段の「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」部分については，「Ｄｅｅｐ」と「Ｓｅ\nの間隔は共に英単語を区切るスペース程度のものであって，「Ｄｅｅｐ  Ｓｅａ」\nと「Ｄｒｉｖｅｒ」に分けて観察される態様とはなっておらず，全体としてまとま\nり良く配されていること，また，各英単語は共通して日本人にもなじんでいるもの\nで，特定の単語が特別の印象を持つものでないこと，そして，下段に並記された「デ\n本件商標に接した需要者は，少なくとも「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」部分\nと「ディープシードライバー」部分をそれぞれに一体として認識するものと認めら\nまた，本件商標からは「ディープシードライバー」の称呼を生じるが，この程度\nであれば冗長であるとはいえず，一気に発音し得るものである。さらに，「Ｄｅｅ\nｐ」，「Ｓｅａ」及び「Ｄｒｉｖｅｒ」のそれぞれの部分からは，「深い」，「海」，\n「運転者」等の観念が生じ得るが，いずれも日本人にもなじみのある一般的な名詞\n又は形容詞であって，いずれかの部分が需要者に特に強い印象を与えるものではな\nい。なお，原告が主張するように，「Ｄｅｅｐ  Ｓｅａ」部分から「深海」，「Ｄ\nｒｉｖｅｒ」部分から「運転者」の観念が生じ得るとした場合であっても，これら\nはいずれも一般的な語にすぎないから，「Ｄｅｅｐ  Ｓｅａ」部分のみが需要者に\n以上検討したところを総合すると，本件商標は，少なくとも「Ｄｅｅｐ  Ｓｅａ\nＤｒｉｖｅｒ」部分及び「ディープシードライバー」部分がそれぞれに一体のもの\n商標と対比すべきであり，その一部である「Ｄｅｅｐ  Ｓｅａ」あるいは「ディー\nプシー」部分のみを抽出して要部となし，これを他の商標と対比するのは相当でな\n(2)  引用商標との対比\n本件商標は，上記(1)のとおり，「Ｄｅｅｐ  Ｓｅａ  Ｄｒｉｖｅｒ」の欧文字及\nび「ディープシードライバー」の片仮名文字からなり，構成文字全体に相応する「デ\nィープシードライバー」の称呼を生じる。また，個々の構成部分から生じ得る，「深\nい」，「海」，「運転者」等の観念を組み合わせても特定の観念は生じないから，\nこれに対し，引用商標は，ゴシック体様の「ＤＥＥＰ  ＳＥＡ」の欧文字を横書\nきしてなるもので，「ディープシー」の称呼を生じ，「深海」の観念を生じる。\nそうすると，「Ｄｒｉｖｅｒ」及び「ドライバー」の有無により，本件商標と引\n用商標とは，外観及び称呼が異なるものとなる。また，観念においては対比するこ\n(3)  原告は，「ＤＥＥＰＳＥＡ」及び「ディープシー」は，原告の業務に係る\n商品を表示するものとして需要者の間に広く認識されているから，これと「Ｄｒｉ\nしかしながら，後記３のとおり，「ＤＥＥＰＳＥＡ」及び「ディープシー」が，\n原告の業務に係る商品を表示するものとして需要者の間に広く認識されていたとは\n以上のとおり，取消事由１は理由がない。\n２  取消事由２（法８条１項に関する判断の当否）について\n取消事由２に関する原告の主張は，本件商標と「ＲＯＬＥＸ  ＤＥＥＰＳＥＡ」\nの欧文字からなる先願商標の双方について，「ディープシー」の称呼が生じること\nしかしながら，取消事由１で説示したとおり，本件商標からは「ディープシード\nライバー」の称呼が生じるのであって，本件商標の一部を抽出して，そこから「デ\nィープシー」の称呼が生じるとするのは相当でない。したがって，先願商標から「デ\nィープシー」の称呼が生じるかどうかについて検討するまでもなく，両者が「ディ\n３  取消事由３（法４条１項１５号に関する判断の当否）について\n件商標の出願前において，原告使用商標のいずれか，すなわち，「ＯＹＳＴＥＲ  Ｐ\nＥＲＰＥＴＵＡＬ  ＳＥＡ  ＤＷＥＬＬＥＲ  ＤＥＥＰＳＥＡ」，「オイスター  パ\nーペチュアル  シードゥエラー  ディープシー」，「ＳＥＡ－ＤＷＥＬＬＥＲ  Ｄ\nＥＥＰＳＥＡ」又は「シードゥエラー  ディープシー」が付された，原告の製造又\n告として掲載された事実が認められる。他方で，「ディープシー」の語のみによっ\nて原告の腕時計が紹介された記事は，甲９，７０のわずか２つにすぎない。そのほ\nかに，記事中で「ディープシー」の語が単体で使用されている証拠として，甲２６，\n記され，「ＤＥＥＰＳＥＡ」及び「ディープシー」部分を強調する態様にはなって\nこのように，大多数の記事や広告において，原告の腕時計の商品名としては，複\n数の語の組み合わせからなる原告使用商標が記載されているだけであり，「ＤＥＥ\nＰＳＥＡ」及び「ディープシー」の標章単体で説明されているのは一部だけである\nし，商品名についてみても，原告使用商標のうち「ＤＥＥＰＳＥＡ」及び「ディー\nプシー」部分が特に強調される態様にはなっていないのであるから，単体としての\nこの点について，原告は，原告使用商標のうち，「ＤＥＥＰＳＥＡ」及び「ディ\nープシー」以外の部分は従来から原告製の製品に使用されていたことから，需要者\nどと主張する。しかしながら，原告使用商標が付された腕時計が，１２２０メート\nルの深さの潜水に対応可能な腕時計の後継機であるとする原告の主張に照らすと，\n当該商品との関係からして，潜水に関係する「深海」を意味し，日本人にとっても\nこの意味を容易に理解する「ＤＥＥＰＳＥＡ」及び「ディープシー」部分の識別力\nは，原告使用商標に含まれる他の語との対比において低いというべきであり，この\n部分のみが原告使用商標の要部として需要者の注意を惹くとする原告の主張は採用\nまた，原告は，原告使用商標は冗長であるから，「ＤＥＥＰＳＥＡ」及び「ディ\nープシー」部分が要部と認識されるなどと主張する。しかしながら，上記説示のと\nおり，「ＤＥＥＰＳＥＡ」及び「ディープシー」部分は，原告使用商標が付された\nが，原告の商品を表示する商標として需要者に広く認識されていたとは認められず，\n以上のとおり，「ＤＥＥＰＳＥＡ」及び「ディープシー」が原告の業務に係る商\n品を表示する商標として需要者に広く認識されていたとは認められないから，「Ｄ\n第６  結論\n以上のとおり，原告主張の取消事由はいずれも理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n池 下   朗\n裁判官\n古   谷   健 二 郎\n"
}