{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 12
  },
  "case_number": "平成23(行ケ)10335",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82546",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82546",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/546/082546_hanrei.pdf",
  "contents": "平成２４年９月１２日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０３３５号  審決取消請求事件\n口頭弁論終結日  平成２４年８月１日\n判        決\n原              告        マウナ  ケア  テクノロジーズ\n同訴訟代理人弁理士        森      田      憲      一\n山      口      健  次  郎\n伊      藤              宏\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        岡      田      孝      博\n信      田      昌      男\n田      部      元      史\n守      屋      友      宏\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのた\nめの付加期間を３０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２０１０－１２９４３号事件について平成２３年５月２０日にした\n審決を取り消す。\n第２  事案の概要\n本件は，原告が，後記１のとおりの手続において，特許請求の範囲の記載を後記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，同請求は\n成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は後記３のと\nおり）には，後記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，発明の名称を「光ファイバによる特に共焦点式の高解像度蛍光イ\nメージング方法および装置」とする発明につき，平成１５年７月１１日に国際出願\n（出願番号：特願２００４－５２２２３４。パリ条約による優先権主張：平成１４\n年（２００２年）７月１８日，平成１５年（２００３年）３月１１日，フランス。\n請求項の数は２５である。）を行った。\n(2)  原告は，平成２２年１月２６日付けで拒絶査定を受け，同年６月１５日，\n不服の審判を請求するとともに（甲８，９），手続補正書を提出した（甲１０。以\n下「本件補正」という。請求項の数は２５である。）。\n(3)  特許庁は，上記請求を不服２０１０－１２９４３号として審理し，平成２\n３年５月２０日，「本件審判の請求は，成り立たない。」との本件審決をし，その\n謄本は同年６月２５日，原告に送達された。\n２  特許請求の範囲の記載\n(1)  本件特許に係る本件補正後の特許請求の範囲請求項１及び請求項１３の記\n載は，以下のとおりである。本件補正後の明細書（甲２，１０）を「本願明細書」\nという。\n【請求項１】生体内その場式共焦点蛍光画像を形成するための方法であって，該方\n法は数千本の光ファイバからなるイメージガイドを備えた共焦点蛍光イメージング\n装置により実施され，前記方法は：\n－光源により励起信号を発射することと，\n－走査手段により表面下の平面内で組織を点から点へとする走査であって，各点が\n前記励起信号に対応し，点から点へとする前記走査が前記励起信号を偏向させる工\n程と前記ガイドのいづれかの光ファイバに導入させる工程とを包含するものと，\n－次いで光学ヘッドにより前記励起信号を前記ファイバの出口において前記平面内\nに集束させることと，\n－各点が戻りに発射し前記光ファイバによって回収された蛍光信号を，次いで画素\nを形成するべく検出されしかつディジタル化することからなり，\nこの方法の特徴は，リアルタイムで使用するに充分な毎秒画像数の取得に対応す\nる速度で前記走査手段により励起信号を偏向させること，および，ファイバを１本\nづつサンプリングする最小サンプリング周波数に対応する検出周波数で検出手段に\nより蛍光信号を検出することからなる方法\n【請求項１３】請求項１，２，４～１１のいづれかに基づく方法を実施するための，\nファイバ利用の生体内式その場式共焦点式蛍光イメージング装置であって：\n－数千本の光ファイバからなるイメージガイド（6）と；\n－標的とされた少なくとも１つの蛍光体の励起波長で連続的に発光する光源（1）\nと；\n－光源（1）によって生成された励起ビームをイメージガイド（6）の入口断面に対\n応するＸＹ面内で横列と縦列に沿ってファイバからファイバへと時間にわたり迅速\nに走査する手段（4）および導入する手段（5）と；\n－励起波長と蛍光波長を分離する手段（3）と；\n－蛍光信号を検出する手段（11）と；\n－検出された信号を処理して画像形成を可能にする手段（12）；\nとを備え，遠位端には観察される組織（13）に接触せられる励起ビーム集束用光\n学ヘッド（7）が設けてあり，\nその特徴は：\n－前記走査手段はリアルタイムで画像を得るのに対応する速度で励起信号を変位さ\nせるようになっていること；および，\n－前記検出手段はファイバを１本づつサンプリングする最小サンプリング周波数に\n応じて定まる周波数を有するパスバンドを有することからなる装置\n(2)  本件審決が対象とした請求項１を引用した請求項１３の発明（以下「本願\n発明」という。）は，以下のとおりである。\n生体内その場式共焦点蛍光画像を形成するための方法であって，該方法は数千本\nの光ファイバからなるイメージガイドを備えた共焦点蛍光イメージング装置により\n実施され，前記方法は：\n－光源により励起信号を発射することと，\n－走査手段により表面下の平面内で組織を点から点へとする走査であって，各点が\n前記励起信号に対応し，点から点へとする前記走査が前記励起信号を偏向させる工\n程と前記ガイドのいづれかの光ファイバに導入させる工程とを包含するものと，\n－次いで光学ヘッドにより前記励起信号を前記ファイバの出口において前記平面内\nに集束させることと，\n－各点が戻りに発射し前記光ファイバによって回収された蛍光信号を，次いで画素\nを形成するべく検出されしかつディジタル化することからなり，\nこの方法の特徴は，リアルタイムで使用するに充分な毎秒画像数の取得に対応す\nる速度で前記走査手段により励起信号を偏向させること，および，ファイバを１本\nづつサンプリングする最小サンプリング周波数に対応する検出周波数で検出手段に\nより蛍光信号を検出することからなる方法を実施するための，ファイバ利用の生体\n内式その場式共焦点式蛍光イメージング装置であって：\n－数千本の光ファイバからなるイメージガイド（6）と；\n－標的とされた少なくとも１つの蛍光体の励起波長で連続的に発光する光源（1）\nと；\n－光源（1）によって生成された励起ビームをイメージガイド（6）の入口断面に対\n応するＸＹ面内で横列と縦列に沿ってファイバからファイバへと時間にわたり迅速\nに走査する手段（4）および導入する手段（5）と；\n－励起波長と蛍光波長を分離する手段（3）と；\n－蛍光信号を検出する手段（11）と；\n－検出された信号を処理して画像形成を可能にする手段（12）；\nとを備え，遠位端には観察される組織（13）に接触せられる励起ビーム集束用光学\nヘッド（7）が設けてあり，\nその特徴は：\n－前記走査手段はリアルタイムで画像を得るのに対応する速度で励起信号を変位さ\nせるようになっていること；および，\n－前記検出手段はファイバを１本づつサンプリングする最小サンプリング周波数に\n応じて定まる周波数を有するパスバンドを有することからなる装置\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本願発明は，後記引用例１及び２に記載さ\nれた発明並びに後記周知例１ないし３に記載された事項に基づいて，当業者が容易\nに発明をすることができたものであり，特許法２９条２項の規定により，特許を受\nけることができない，というものである。\nア  引用例１：Arthur  F.Gmitro（外２名）,  \"In  situ  Optical  Biopsy  with  a  Confocal\nMicroendoscope\", Engineering in Medicine and Biology Society, 2000. Proceedings of the\n22nd Annual International Conference of the IEEE, Vol.2, pp.1040-1042, 2000（平成１２\n年。甲５）\nイ  引用例２：Tom  Collier（外４名）,  \"Near  Real-Time  Confocal  Microscopy  of\nAmelanotic Tissue\"，  Academic Radiology, Vol.9, No.5, pp.504-512, May 2002（平成１\n４年５月。甲６）\nウ  周知例１：RALPH  S  DACOSTA（外２名）,  \"New  optical  technologies  for\nearlier  endoscopic  diagnosis  of  premalignant  gastrointestinal  lesions\",  Journal  of\nGastroenterology and Hepatology, Vol.17, Supplement 1, pp.85-104, February 2002（平成\n１４年２月。甲１２）\nエ   周 知 例 ２ ： Yashvinder  S.Sabharwal （ 外 ４ 名 ） ,  \"Slit-scanning  confocal\nmicroendoscope  for high-resolution in vivo imaging\", APPLIED OPTICS, Vol.38, No.34,\npp.7133-7144, 1999（平成１１年。甲１５）\nオ  周知例３：国際公開第００／１６１５１号（平成１２年公開。甲１６）\n(2)  なお，本件審決は，その判断の前提として，引用例１に記載された発明\n（以下「引用発明」という。）並びに本願発明と引用発明との一致点及び相違点を\n以下のとおり認定した。\nア  引用発明：組織のリアルタイムによる微視的な視覚化方法を実施する共焦点\nマイクロ内視鏡であって，前記方法は，レーザー照明が，アナモフィック光学系に\nよって，線状光に変換される工程と，前記線状光が，スキャンミラーにより反射さ\nれ，光ファイバーのファイバー束の入力面上に投射される工程と，前記線状光が，\nカテーテル遠位端で組織を照らすために，前記ファイバー束を通って伝達される工\n程と，小型の対物系及び焦点メカニズムを介して，カテーテル遠位端で，前記線状\n光により，組織を照らす工程と，組織からの蛍光放射が，前記ファイバー束を通っ\nて反対方向に中継され，スキャンミラーによって反射され，ダイクロイック・ビー\nムスプリッターにより反射されて固定式のスリットに導かれる工程と，前記スリッ\nトを通過した光が，後方に中継され，スキャンミラーによって反射され，２次元Ｃ\nＣＤカメラ上に投射される工程と，を含み，前記スキャンミラーは，回転するにつ\nれて，組織中への照明を走査し，組織の２次元共焦点イメージを構築する，方法で\nあり，前記共焦点マイクロ内視鏡は，３万本の光ファイバーの前記ファイバー束と，\nレーザー光源と，前記アナモフィック光学系によって，線状光に変換されたレーザ\nー照明を，前記ファイバー束の入力面上に投射する前記スキャンミラーと，前記レ\nーザー光源からのレーザー照明を透過して，前記スキャンミラーに導くとともに，\n前記スキャンミラーで反射された蛍光放射を反射して，前記固定式のスリットに導\nく前記ダイクロイック・ビームスプリッタと，組織の２次元共焦点イメージを構築\nする前記ＣＣＤと，前記ファイバー束の遠位端に設けられた小型の対物系及び焦点\nメカニズムと，を備え，組織のリアルタイムによる微視的な視覚化は，４フレーム\n／秒で実施される，前記共焦点マイクロ内視鏡\nイ  一致点：生体内その場式共焦点蛍光画像を形成するための方法であって，該\n方法は多数の光ファイバからなるイメージガイドを備えた共焦点蛍光イメージング\n装置により実施され，前記方法は：\n－光源により励起信号を発射することと，\n－走査手段により表面下の平面内で組織を走査するものであって，前記走査が前記\n励起信号を偏向させる工程と前記ガイドのいずれかの光ファイバに導入させる工程\nとを包含するものと，\n－次いで光学ヘッドにより前記励起信号を前記ファイバの出口において前記平面内\nに集束させることと，\n－戻りに発射し前記光ファイバによって回収された蛍光信号を，次いで画素を形成\nするべく検出しかつディジタル化することからなり，\n前記走査手段により励起信号を偏向させること，及び検出手段により蛍光信号を\n検出することからなる方法を実施するための，ファイバ利用の生体内式その場式共\n焦点式蛍光イメージング装置であって：\n－多数の光ファイバからなるイメージガイドと；\n－標的とされた少なくとも１つの蛍光体の励起波長で発光する光源と；\n－光源によって生成された励起ビームをイメージガイドの入口断面に対応するＸＹ\n面内でファイバからファイバへと時間にわたり迅速に走査する手段及び導入する手\n段と；\n－励起波長と蛍光波長を分離する手段と；\n－蛍光信号を検出する手段と；\n－検出された信号を処理して画像形成を可能にする手段；\nとを備え，遠位端には観察される組織に接触せられる励起ビーム集束用光学ヘッド\nが設けてあり，\n－前記走査手段は励起信号を変位させるようになっていることからなる装置\nウ  相違点１：多数の光ファイバからなるイメージガイドに関し，光ファイバの\n本数が，本願発明では，「数千本」であるのに対し，引用発明では，「３万本」で\nある点\nエ  相違点２：標的とされた少なくとも１つの蛍光体の励起波長で発光する光源\nに関し，光源の発光が，本願発明では「連続的」であるのに対し，引用発明では，\n連続的であるかが不明な点\nオ  相違点３：走査手段による走査が，本願発明では，表面下の平面内で組織を\n「点から点へとする走査」であって，入口断面に対応するＸＹ面内で「横列と縦列\nに沿って」の走査であり，「各点が前記励起信号に対応」するものであるのに対し，\n引用発明では，線による走査であって，各線が線状光に対応するものである点\nカ  相違点４：前記走査手段により励起信号を偏向させること，及び，検出手段\nにより蛍光信号を検出することが，本願発明では，「リアルタイムで使用するに充\n分な毎秒画像数の取得に対応する速度で」前記走査手段により励起信号を偏向させ\nること及び「ファイバを１本づつサンプリングする最小サンプリング周波数に対応\nする検出周波数で」検出手段により蛍光信号を検出することであるのに対し，引用\n発明では，組織のリアルタイムによる微視的な視覚化は，４フレーム／秒で実施さ\nれ，ファイバをサンプリングしているものの，当該サンプリングはファイバを１本\nづつサンプリングするものではなく，また，検出周波数が不明であり，検出手段が，\n本願発明では，「ファイバを１本づつサンプリングする最小サンプリング周波数に\n応じて定まる周波数を有するパスバンドを有する」のに対し，引用発明では，パス\nバンドに関し何ら特定されていない点\n４  取消事由\n容易想到性に係る判断の誤り\n(1)  引用発明及び一致点の認定の誤り\n(2)  相違点３及び４を分断した判断の誤り\n(3)  相違点４に係る判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n(1)  引用発明及び一致点の認定の誤り\n本件審決は，本願発明と引用発明との一致点として，「光源によって生成された\n励起ビームをイメージガイドの入口断面に対応するＸＹ面内でファイバからファイ\nバへと時間にわたり迅速に走査する手段及び導入する手段」を挙げるが，かかる認\n定は，以下の点において誤りである。\nア  上記認定は，「ファイバ束の入力面を「ＸＹ面」と定義すれば」との仮定に\n基づくが，その妥当性や根拠について全く触れておらず，本願発明と引用発明との\n重要な差異を無視するものである。\n引用発明は「光源によって生成された励起ビームをイメージガイドの入口断面に\n対応するＸＹ面内でファイバからファイバへと時間にわたり導入する手段」は備え\nておらず，本件審決は，本願発明との対比において，引用発明の認定を誤っている。\nイ  本件審決は，引用発明の「スキャンミラー」と本願発明の「走査手段」とを\n同一視しているが，前者は，１本の横列（ライン）を構成する複数の光ファイバの\n全てが同時に一斉に照射されるのに対し，後者は，各横列内の光ファイバにおいて，\nファイバからファイバへと走査するものであるから，両者は異なる。\nウ  本願発明は，２つのスキャンミラーが必要であるのに対して，引用発明は，\nミラーを１つだけ備えるものであるから，この点でも，引用発明の「スキャンミラ\nー」は本願発明の「走査手段」とは異なり，決して同一視することのできるもので\nはない。\n(2)  相違点３及び４を分断した判断の誤り\nア  本件審決は，本願発明の特徴を，以下のとおり認定した。\n特徴Ａ：走査が「点から点へとする走査」（ポイント・バイ・ポイント走査）で\nあること\n特徴Ｂ：「リアルタイムで使用するに充分な毎秒画像数の取得に対応する速度\nで」走査手段により励起信号を偏向させること\n特徴Ｃ：検出手段がファイバを１本ずつサンプリングする最小サンプリング周波\n数に応じて定まる周波数を有するパスバンドを有すること\nイ  本件審決は，特徴Ａないし特徴Ｃに対して，それぞれ別々の先行文献を引用\nしている。しかしながら，本願発明においては，特徴Ａないし特徴Ｃは相互に密接\nに相関しており，それらを組み合わせた効果も相乗的なものである。したがって，\n本願発明の進歩性を判断するに際しては，特に相違点３（特徴Ａ）と相違点４（特\n徴Ｂ及び特徴Ｃ）は基本的に全体として把握するべきであり，それらの特徴Ａない\nし特徴Ｃがそれぞれ個別に公知あるいは自明であるから，発明全体として容易に想\n到可能であったと認定することは，その手法自体が不適切である。\nウ  例えば，フレーム・レートに関していえば，甲２０と周知例１及び周知例３\nとは相互に相容れない内容を開示しており，当業者であれば，特徴Ｂ及び特徴Ｃ\n（１本ずつサンプリング）の解決手段として，上記文献と周知例１又は周知例３と\nの組合せを考慮することなど，現実にはあり得ないことである。以上のように，本\n件審決における先行文献の組合せは，事後的評価にすぎないものである。\nエ  本願発明の特徴は，リアルタイムで「高品質」の画像形成を可能にするため\nに，「解像度」と「フレーム・レート（リアルタイム）」と「感度」という互いに\n相反する３つのパラメータの間に適切なバランスを新たに提供するものであり，リ\nアルタイム・イメージングを実現するための迅速サンプリングと，良好な解像度を\n得るための長い積算時間との間の賢明なバランスを定めるものである。本件審決に\nおける引用文献の組合せは，本願発明の特徴Ａないし特徴Ｃの組合せの困難性を完\n全に無視し，単に個々の特徴を個別に開示する先行文献の単なる寄せ集めをもって\n進歩性欠如の根拠としており，進歩性判断の誤った手法による結論であることが明\nらかである。\nオ  また，「検出手段」に関し，本願発明では，できるだけ多くの光子を捕捉す\nることを目的としており，励起信号は移動しているので，蛍光光子は異なるタイミ\nングでフォトセンサーに達する。多くの蛍光を捉えるためには，蛍光の統合時間\n（積算時間）はできるだけ長くする必要があり，これは，パスバンド（バンド幅）\nが狭いことを意味するから，当該「検出手段」は，「フォトセンサー」を意味する\nものである。\n(3)  相違点４に係る判断の誤り\n本願発明は，検出手段（フォトセンサー）とファイバ束との間の新規で進歩的な\n基準（すなわち，「検出手段の周波数はファイバを１本づつサンプリングする最小\nサンプリング周波数に応じて定める」というファイバ束のシャノン基準）を定めた\nものである。\n〔被告の主張〕\n(1)  引用発明及び一致点の認定の誤りについて\nア  引用例１の図１には，線状光が，レンズにより集束されて，光ファイバのフ\nァイバ束に導入される様子が記載されている。本件審決は，上記記載に基づいて，\n引用発明を認定したものである。\nそして，引用発明の「光ファイバのイメージング束の入力面」は，２次元的な広\nがりをもつ，直径が７２０μｍの円形面であることは明らかであるから，ファイバ\n束の入力面を「ＸＹ面」と定義することに，誤りはない。\nイ  引用発明は，「点から点へとする走査」ではないものの，当該円形面上を\n「線状光」が一方向（光の長手方向に対し垂直）に走査される，すなわち，列単位\nに「ファイバからファイバへ」と走査することとなる。本件審決は，上位概念で表\n現することにより，引用発明と本願発明とは「光源によって生成された励起ビーム\nをイメージガイドの入口断面に対応するＸＹ面内でファイバからファイバへと時間\nにわたり迅速に走査する手段及び導入する手段」を備える点で共通すると判断した\nものである。\nまた，引用発明の「スキャンミラー」による走査は一方向のみであるのに対し，\n本願発明の走査はＸＹ二方向であるものの，両走査とも２次元の面走査を行ってい\nるのであるから，この点で，両者の「走査手段」は同一視することができる。なお，\n「点から点へとする走査」と「列から列へとする走査」との相違は，本件審決にお\nいては，相違点３として明確に認定されている。\n(2)  相違点３及び４を分断した判断の誤り\nア  相違点３は，平面内の走査の態様に関するもの，相違点４は，検出手段の検\n出周波数に関するもので，これらの事項は，技術的観点が異なり，本来，相互に独\n立して定め得る事項であるから，相違点３と４を別々に判断したことに何ら誤りは\nない。\nまた，本願明細書（【００１２】【００１３】）の記載のとおり，本願発明の目\n的は，「リアルタイム表示」すると同時に「画像の品質を最適化」，特に「高解像\n度化」することであり，本願発明は，その目的を実現するために，発明を特定して\nいるものの，リアルタイム性を表す「フレームレート」，画像の品質を表す「解像\n度」及び「サンプリング周波数」が具体的な高い値として得られる発明として特定\nされてはいない。\n本件審決は，本願発明の特定に合わせて相違点３及び４をそれぞれ認定し，文理\n上，それぞれ個別に相違点３及び４の進歩性を判断した。しかしながら，相違点４\nの判断において，本件審決においては，相違点３及び４をあわせ，全体として総合\n的に効果の点も含めて，容易想到性を判断しているのである。\nイ  本願発明は，リアルタイムで「高品質」の画像形成を可能にするための「解\n像度」と「フレームレート（リアルタイム）」と「感度」の間の適切なバランスを\n特定するものではなく，リアルタイム性を表す「フレームレート」，画像の品質を\n表す「解像度」，「スポットサイズ」及び「サンプリング周波数」が具体的な高い\n値で得られる発明として特定されてはいない。すなわち，「数千本の光ファイバ」\n及び「リアルタイムで使用するに充分な毎秒画像数の取得に対応する速度」のみの\n特定では，従来実現していなかった，あるいは，従来知られていなかった，「解像\n度」と「フレーム・レート（リアルタイム）」と「感度」の組合せが実現できる発\n明として特定されているとはいえない。\nウ  「（光）検出手段」なる用語は，必ずしも受光素子である「フォトセンサ\nー」を意味するものではなく，一般的には，受光素子の出力信号を処理（増幅ある\nいはフィルタリング）する素子を有する実施態様も含まれる（乙１）。また，「パ\nスバンド」（すなわち通過帯域）なる用語は，一般的には，「フィルターの減衰が，\n事実上ゼロとなっている周波数帯域のこと」を意味し（乙２），フィルターの特性\nを表すものであって，必ずしも原告が主張するような，「フォトセンサー」の特性\nのみを表すものではない。\nこのように，本願発明の「検出手段」は，技術常識及び本願明細書の記載からみ\nて，「フォトセンサー」だけではなく，所定の「パスバンド（通過帯域）」をもつ\n「フィルター」が含まれる。\n仮に，「検出手段」を「フォトセンサー」と限定解釈できるとしても，「検出手\n段（フォトセンサー）」の「パスバンド」に関して，本願明細書には，【００１\n７】【００１８】【００３９】の記載があるのみであって，当業者といえども，原\n告がいうような積算時間の関数で定義されるものであると理解することはできない。\nよって，原告の主張は，特許請求の範囲及び本願明細書の記載に基づかない主張\nであり，その前提において失当である。\n(3)  相違点４に係る判断の誤りについて\n本願発明及び引用発明では，「検出手段」と「検体」との間に「ファイバ束」が\n存在するから，直接「検体」の表面あるいは内部の画像を連続的に走査し検出され\nた信号をサンプリングするのではなく，「イメージガイド，ファイバ束」を介して\n点から点あるいはラインからラインに不連続に走査し検出された信号をサンプリン\nグすることになる。\n一方，サンプリングの周波数とそれから復元される画像の最高周波数との関係を\n明らかにした標本化定理と呼ばれる技術常識（甲２１～２６）を，本願発明及び引\n用発明に当てはめれば，上記技術常識の「復元される画像の最高周波数」としては，\n前記点から点あるいはラインからラインの間隔から求められる周波数が「復元され\nる画像の最高周波数」となることは当業者に明らかである。\nそうすると，原告が主張する「ファイバ束のシャノン基準」は，光ファイバのサ\nイズを考慮し，光ファイバの配置と走査速度に基づいて定められたファイバ束の最\n高周波数に対してシャノン基準（標本化定理）を適用することをいうにすぎないの\nであるから，上記技術常識を，「検出手段」と「検体」との間に「ファイバ束」を\n有する引用発明に適用する場合には，必然的に採用できる基準にすぎず，当業者な\nらば当然考慮しなければならない事項である。\n第４  当裁判所の判断\n１  本願発明について\n(1)  本願明細書の記載\n本願発明の特許請求の範囲の記載は前記第２の２のとおりであり，本願明細書に\nは，本願発明について，概要，以下の記載がある（甲２，１０）。\nア  技術分野\n本願発明は，ファイバ利用の高解像度の，特に共焦点式の，蛍光イメージング方\n法及び装置に関する。目的とする応用分野はより詳しくは生体内式（in-vivo）かつ\nその場式（in-situ）イメージングの分野である（【０００１】）。\nイ  従来技術\n“Applied  Optics”３８巻３４号（１９９９年１２月。７１３３～７１４４頁）\nには，可撓性光ファイバの束の遠位端に集束用のミニチュア型の光学ヘッドを設け\nた共焦点式のマイクロ内視鏡が提案されている。これは光ファイバの束をライン状\nに走査するようになっており，この装置は検出スリット及び電荷トランスファー型\nのＣＣＤリニアーセンサーを備えている。この種の装置は毎秒４画像を得るのを可\n能にするもので，これは主体とオペレータの動きに従属するその場式（in-situ）イ\nメージングのためには遅すぎる。さらに，点毎にではなくてライン状に走査するこ\nとは共焦点特性を悪化させると共に，画像の解像度の低下を招く（【００１０】）。\n“Optics  Communications”１８８（２００１年。２６７～２７３頁）には，レー\nザ走査式の共焦点式卓上型顕微鏡と，遠位端にミニチュア型の光学ヘッドを備えた\n可撓性光ファイバの束とを結合することが提案されている。その目的は顕微鏡と内\n視鏡とを相容的にすることである。走査はファイバ毎に行われるが，使用する卓上\n型顕微鏡は，画像を得るための時間を配慮することなく固定サンプルを表示するよ\nうに設計された従来思想のものである。この記事には２秒の露出時間が提案してあ\nり，その場式（in-situ）のリアルタイムのイメージングのためには余りにも長すぎ\nる（【００１１】）。\nウ  発明の開示\n本願発明の目的は，連続的に発射される励起ビームによって１本ずつ走査される\n光ファイバで形成されたイメージガイドを用いるタイプの，高解像度で，特に共焦\n点式の，ファイバ式の蛍光イメージング方法及び装置であって，部位をリアルタイ\nムで生体内式（in-vivo）その場式（in-situ）に表示することを可能にする（すなわ\nち，主体と施術者の動きに従属されることなく，点毎に毎秒当たり充分な数の画像\nを提供することが可能で，特に充分に迅速な検査を可能にする）方法及び装置を提\n供することにある（【００１２】）。\n本願発明の目的は，また，一般的に，それぞれの画像の品質を最適化して，特に，\n優れた横方向及び軸方向解像度を得ることの可能な方法及び装置を提供することに\nある（【００１３】）。\n本願発明の第１の観点によれば，本願発明は生体内その場式共焦点蛍光画像を形\n成するための方法を提供するもので，該方法は数千本の光ファイバからなるイメー\nジガイドを備えた共焦点蛍光イメージング装置により実施され，前記方法は：\n－光源により励起信号を発射することと，\n－走査手段により表面下の平面内で組織を点から点へとする走査であって，各点が\n前記励起信号に対応し，点から点へとする前記走査が前記励起信号を偏向させる工\n程と前記ガイドのいずれかの光ファイバに導入させる工程とを包含するものと，\n－次いで光学ヘッドにより前記励起信号を前記ファイバの出口において前記平面内\nに集束させることと，\n－各点が戻りに発射し前記光ファイバによって回収された蛍光信号を，次いで画素\nを形成するべく検出しかつディジタル化することからなり，\nこの方法の特徴は，リアルタイムで使用するに充分な毎秒画像数の取得に対応す\nる速度で前記走査手段により励起信号を偏向させること，及び，ファイバを一本ず\nつサンプリングする最小サンプリング周波数に対応する検出周波数で検出手段によ\nり蛍光信号を検出することからなる（【００１４】）。\n本願発明は，ファイバの出口に集束させる方法であるかさせない方法であるかを\n問わず，生体内式（in-vivo）その場式（in-situ）リアルタイムで画像を形成するた\nめの解決を提案する。本願発明は，それぞれのファイバに良く対応する画像を点か\nら点へと得て再構成することを可能にするファイバ・サンプリング（シャノンの基\n準による）を尊重することに立脚するものである。これは毎秒当たりの最小平均画\n像数（すなわち，最大６４０×６４０ピクセルのモードの場合に実際には最小でも\n毎秒１２画像）を尊重しながら全てのファイバを１本ずつサンプリングする際に情\n報を失わないことを可能にする。この最小サンプリングに応じて検出周波数（検出\nセンサーのパスバンド）を選定すれば各ファイバについて可能な最大数の蛍光光子\nを検出するのが可能になる（【００１７】）。\nしたがって，約３万の可撓性光ファイバからなるイメージガイドを用いた可能な\n実施例では，サンプリング周波数と検出系のパスバンドはほぼ１．５ＭＨｚに設定\nされ，最大６４０×６４０ピクセルのモードで最小１２画像／秒を得るのを可能に\nする（【００１８】）。\nエ  発明を実施するための最良の形態\n励起ビームはやはり円形の断面のファイバに導入できるように円形である（【０\n０３１】）。\nこの手段は，レーザビームの直径を修正することを可能にする２つのレンズＬ１\n及びＬ２からなる，１以外の倍率の無焦点の光学系で構成されている。倍率はビー\nムの直径がファイバへの導入手段に適合するように計算される（【００３２】）。\n走査手段は次いで励起ビームをピックアップする。図１に示した実施例では，こ\nの走査手段は，ビームを水平に偏向し，したがって画像の横列を形成するための，\n４ｋＨｚで共鳴するミラーＭ１と，ビームを垂直に偏向し，したがって画像の枠を\n形成するための１５Ｈｚ型の検流式ミラーＭ２と，統一された倍率の２つの無焦点\n系（２つのミラーの間に位置するＡＦ１と，ミラーＭ２の後に位置するＡＦ２）と\nを備え，これらの無焦点系は２つのミラーの回転面をファイバへの導入面に共役さ\nせるために使用される。本願発明によれば，走査速度は組織の生体内式（in-vivo）\nその場式（in-situ）リアルタイムの観察を可能にするべく決定される。このため，\n走査は，最も遅いモードに対応する６４０×６４０ピクセルの表示モード用のスク\nリーン上に少なくとも１２画像／秒が表示されるように，充分速くなければならな\nい。より少ないピクセルを有する表示モードのためには，毎秒当たりの取得画像数\nは従って常に１２画像／秒以上である。変化形では，走査手段は特に回転ミラー，\nＭＥＭｓ型（ＸＹ走査ミラー）の一体化構成，又は音響光学系を有することができ\nる（【００３４】）。\n走査手段の出口で偏向された励起ビームは，イメージガイドのいずれか１本のフ\nァイバへ導入するべく光学手段の方へ向けられる。これらの手段はこの実施例では\n２つの光学アッセンブリで構成されている。第１の光学アッセンブリは走査手段の\n視野の縁における光学収差を部分的に補正するのを可能にするもので，したがって，\n導入は光学視野の全体について最適化される。第２の光学アッセンブリは実際の導\n入を行うことを目的としている。その焦点距離と開口係数はガイドの光ファイバへ\nの導入率を最適化するように選ばれる。色消し性の基準を得るのを可能にする実施\n例によれば，第１のアッセンブリは１つの無色の二枚玉レンズからなり，第２のア\nッセンブリは２つの無色の二枚玉レンズからなり，後者の後にはイメージガイドの\n近くに位置するレンズがある。変化形として，この導入用光学系は，例えば２つの\n三枚玉レンズのような他の任意のタイプの標準的光学系や，屈折率分布レンズや，\nあるいは顕微鏡の対物レンズで構成することができる（【００３５】）。\nイメージガイドは非常に多数（数万）の可撓性光ファイバ，例えば直径２μｍの\n３万本のファイバ，で構成されている。実際には，イメージガイドのファイバの組\n立体を使用するか，あるいは，これらのファイバの特定のサブアッセンブリを使用\nすることができる（【００３６】）。\n検出手段は検討中の蛍光作用の波長に対して最大の感度を有する。例えばアバラ\nンシュ型フォトダイオード（ＡＰＤ）やフォトマルチプリケータを使用することが\nできる。さらに，本願発明によれば，パスバンドは蛍光信号の統合時間を最適化す\nるように選ばれる。パスバンドは１．５ＭＨｚであり，これは各ピクセルに対する\n最適化された統合時間を有するイメージガイドの最小サンプリング周波数に対応す\nる（【００３９】）。\nこの装置の作動は以下のとおりである。光源は４８８ｎｍの波長の励起用の円形\n平行ビームを生成し，このビームは次いでファイバのコア内への可能な最良の導入\nをするに充分なサイズを与えるべく無焦点系内で成形される。このビームは次いで\n励起波長を反射する二色性分離装置の方へ送られる。入射ビームは次いで光学機械\n式ミラー走査装置によって時間にわたり空間の２方向へ角度偏向され，光学的導入\n手段によってイメージガイドのいずれかのファイバに導入される。電子手段は，所\n与のラインにつき点から点へと，かつ，ラインからラインへと，画像を構成するべ\nくミラーを用いてビームを角度方向に偏向しながら，所与の瞬間にイメージガイド\nのいずれか一本の光ファイバへの導入を制御する役割を果たす。ガイドの出口では，\n導入されたファイバから現れた光線は光学ヘッドによって検体内においてほぼ数拾\nμｍから百μｍの所与の深さに位置する点に集束される。走査により，検体は点か\nら点へと照射される。各瞬間に，組織を照射するスポットは蛍光信号を発光し，こ\nの蛍光信号はより大きな波長の方へシフトされようとする特性を有する。この蛍光\n信号は光学ヘッドによって捕捉され，次いで二色フィルターまで励起信号とは逆の\n光路を辿り，同フィルターは蛍光信号を検出路の方へ伝達する。励起波長で起こる\nノイズ反射は次いで拒絶フィルターによって拒絶されるであろう。最後に，蛍光信\n号は，励起されたファイバから来る光線しか選択しないように，かつ，光子がアバ\nランシュ型フォトダイオードによって検出されるように，濾過用穴内に集束される。\n検出された信号は次に数値化され補正される。検出された信号は，リアルタイムで\n画像を再構築しスクリーンに表示するべく，前述した画像処理によって次から次へ\nとリアルタイムで処理される（【００４６】）。\n(2)  本願発明において，検出手段は「ファイバを１本づつサンプリングする最\n小サンプリング周波数に応じて定まる周波数を有するパスバンドを有する」もので\nあるところ，発明の詳細な説明に「検出周波数（検出センサーのパスバンド）」と\n記載されていることを参酌すると（【００１７】），検出手段のパスバンドは，検\n出周波数を意味するものと解される。\nそうすると，本願発明は，共焦点式蛍光イメージング装置において，ファイバか\nらファイバへの走査を点単位で迅速に行うとともに，検出手段が「ファイバを１本\nづつサンプリングする最小サンプリング周波数に応じて定まる周波数を有するパス\nバンドを有する」こと，すなわち，最小サンプリング周波数に対応する検出周波数\nで蛍光信号を検出することによって，高解像度かつリアルタイムのイメージ形成を\n可能にするものであって，特に，ファイバ・サンプリング（シャノンの基準によ\nる）を尊重すべく，検出周波数を最小サンプリング周波数に対応させることで，サ\nンプリング時の情報の損失を抑制し，ファイバ毎に最大数の蛍光光子の検出を可能\nにするものであると認められる。\nなお，上記シャノンの基準とは，正確には「ナイキスト・シャノンの標本化定\n理」と呼ばれ，原画像を復元することが可能となる，サンプリング周波数と画像の\n最高周波数との関係を表したものであって，具体的には，ある原画像を構成する周\n波数のうちの最高周波数がｆの場合，最高周波数ｆの２倍以上のサンプリング周波\n数でサンプリングすれば，原画像を復元できるというものである（甲２１～２６）。\n(3)  このことは，原告が審判請求書において，本願発明の特徴として主張して\nいるところにも沿うものである（甲９）。\nなお，原告は，検出手段の「パスバンド」とは，蛍光信号の変化に出力信号が追\n従可能な周波数の範囲（ｆ１≦ｆ≦ｆ２）であると主張しており，上記のように検\n出周波数（１値）と同視した解釈とは異なるように見受けられる。しかしながら，\n本願明細書を参酌しても，そのような解釈を裏付ける記載は存在しないから，当業\n者といえども，それを読み取ることはできず，また，原告の主張を採用したとして\nも，結局のところ，ファイバ束にシャノンの基準（標本化定理）を遵守することの\n困難性が争点になることに変わりはない。\n２  引用発明について\n(1)  引用例１の記載\n引用例１には，要旨，以下の記載がある（甲５）。\nア  要約\nその場式の光学生検用の共焦点マイクロ内視鏡が開発された。システムは，コヒ\nーレントな光ファイバイメージング束，あるいは，小型の対物系及び油圧式の焦点\nメカニズムを備えたファイバ束から構成された光学カテーテルに，スリットスキャ\nンの共焦点蛍光顕微鏡が結合されたものである。共焦点マイクロ内視鏡は，個々の\n細胞及びサブ－セル構造を視覚化するために，適切な画像を提供する。強力な蛍光\n染料が，疾病の組織病理学的評価のための選択染色法として，上記システムに用い\nられる。\nイ  イントロダクション\n疾病の診断は，組織生検サンプルの評価によって，しばしば遂行される。しかし，\nしばしば，組織の不適切な選択により，誤診あるいは診断不能に遭遇する。セルの\nレベル（光学生検）において，組織のリアルタイムによる微視的な視覚化は，組織\n抽出生検に対する代替になり得る。少なくとも，この能力は，生検のための組織選\n択の問題を改善し，診断の正確さを増加させる。その場での光学的微視的なイメー\nジングのためのイメージ・コントラストは，組織による反射の本質的な違いに由来\nするが，コントラストは，生体染色によって大きく向上させることができる。蛍光\n材料による染色は，ターゲットとされた疾病に対し，非常に高い感度と特定性を確\n約する。しかし，厚い組織の蛍光画像は，非焦点平面からの光のオーバーラップに\nよる寄与のために，通常，貧弱である。幸運にも，共焦点の微視的イメージングの\n使用により，非焦点光が除去され，生体組織のハイコントラスト蛍光画像が生成さ\nれる。\nここでは，リアルタイムでの，生体組織の蛍光共焦点微視的イメージングのため\nの装置及び当該装置を用いて得られた生体内イメージングの結果が，簡潔に記述さ\nれる。共焦点マイクロ内視鏡と命名された装置は，光学カテーテルに結合されたス\nリットスキャン共焦点顕微鏡に基づいている。カテーテルは，光ファイバのイメー\nジング束，小型の対物系，及び油圧駆動の焦点メカニズムで構成される。マイクロ\n内視鏡は，体腔を通って，組織表面まで導かれる。\nウ  装置\n図１は，光ファイバのイメージング束に結合されたスリットスキャン共焦点顕微\n鏡のレイアウトを示す。レーザーが，光源として使用される。レーザー照明が，ア\nナモフィック光学系によって，線状光に変換され，スキャンミラーにより反射され，\n光ファイバのイメージング束の入力面上に投射される。線状光は，カテーテル遠位\n端で組織を照らすために，ファイバ束を通って伝達される。組織からの蛍光放射は，\n前記ファイバ束を通って反対方向に中継され，スキャンミラーによって反射され，\nダイクロイック・ビームスプリッターにより反射されて固定式のスリット孔に導か\nれる。当該スリットは，アナモルフィック光学系によって変換された線状光，及び，\n組織に投射された線状光に対し，共焦点の関係にある。スキャンミラーの１つの位\n置において，スリット平面における像は，組織の１次元の画像を表す。\nスリットを通過した光は，後方に中継され，スキャンミラーによって反射され，\n２次元ＣＣＤカメラ上に投射される。ミラーが回転するにつれて，当該ミラーは，\n組織中への照明を走査し，蛍光放射を逆走査して固定スリット上に導き，次に，当\n該画像を再走査して，組織の２次元共焦点イメージを構築するＣＣＤに導く。\n最大イメージフレーム・レートは４フレーム／秒であり，当該レートは，装置中\nで使用されるＣＣＤの最大の読み出しレートによって決定される。\nシステム中で使用される光ファイバのイメージング束は，中心間隔が３μｍで，\n開口数が０．３５である個々の光ファイバを３万本備える。ファイバ束の直径は７\n２０μｍである。ファイバ束の最小の屈曲半径は１５ｃｍである。\n代替として，ファイバの遠位端に，小型の対物系及び焦点メカニズムを備えたマ\nイクロ内視鏡カテーテルを使用することができる。システム中で使用される小型の\n対物系は，ほぼ回折限界性能を備えた特注設計である。対物系の拡大率は，組織か\nらファイバまで１．６７である。視野は４３０μｍであり，ファイバにより制約さ\nれる組織中の横方向分解能は約２μｍである。焦点合わせは，組織に接するレンズ\n系に対してファイバの遠心端を移動させる，油圧作動メカニズムによって実施され\nる。\nエ  図１\n線状光が，レンズにより集束されて，光ファイバのファイバ束イメージング束に\n導入される様子，レーザー光源からのレーザー照明が，ダイクロイック・ビームス\nプリッターを透過して，スキャンミラーに導かれる様子，及びスキャンミラーで反\n射された蛍光放射が，ダイクロイック・ビームスプリッターで反射されて，固定式\nのスリットに導かれる様子が記載されている。\n(2)  引用例１に記載された発明\nア  上記の記載によれば，引用例１には，以下の発明が記載されているというこ\nとができる。\n組織のリアルタイムによる微視的な視覚化方法を実施する共焦点マイクロ内視鏡\nであって，前記方法は，①レーザー照明が，アナモフィック光学系によって，線状\n光に変換される工程と，②前記線状光が，スキャンミラーにより反射され，光ファ\nイバのファイバ束イメージング束の入力面上の一部であるファイバ束に投射される\n工程と，③前記線状光が，カテーテル遠位端で組織を照らすために，前記ファイバ\n束を通って伝達される工程と，④小型の対物系及び焦点メカニズムを介して，カテ\nーテル遠位端で，前記線状光により，組織を照らす工程と，⑤組織からの蛍光放射\nが，前記ファイバ束を通って反対方向に中継され，スキャンミラーによって反射さ\nれ，ダイクロイック・ビームスプリッターにより反射されて固定式のスリットに導\nかれる工程と，⑥前記スリットを通過した光が，後方に中継され，スキャンミラー\nによって反射され，２次元ＣＣＤカメラ上に投射される工程と，を含み，前記スキ\nャンミラーは，回転するにつれて，組織中への照明を走査し，組織の２次元共焦点\nイメージを構築する方法であること，前記共焦点マイクロ内視鏡は，①３万本の光\nファイバの前記ファイバ束イメージング束と，②レーザー光源と，③前記アナモフ\nィック光学系によって，線状光に変換されたレーザー照明を，前記ファイバ束イメ\nージング束の入力面上の一部であるファイバ束に投射する前記スキャンミラーと，\n④前記レーザー光源からのレーザー照明を透過して，前記スキャンミラーに導くと\nともに，前記スキャンミラーで反射された蛍光放射を反射して，前記固定式のスリ\nットに導く前記ダイクロイック・ビームスプリッタと，⑤組織の２次元共焦点イメ\nージを構築する前記ＣＣＤと，⑥前記ファイバ束の遠位端に設けられた小型の対物\n系及び焦点メカニズムと，を備え，組織のリアルタイムによる微視的な視覚化は，\n４フレーム／秒で実施される，前記共焦点マイクロ内視鏡\nイ  なお，本件審決が認定した引用発明では，引用例１の「イメージング束」\n（a  fiber-optic  imaging  bundle）と「ファイバ束」（a  fiber  bundle）という２つの用\n語が混同して用いられている点で正確さに欠ける。すなわち，引用例１の記載から，\n「イメージング束」は，光ファイバの束全体を指すのに対して，「ファイバ束」は，\nイメージング束の一部である線状光が導入される光ファイバの列を指すものと解さ\nれる。本願発明の「イメージガイド」が数千本の光ファイバからなる束全体を指す\nことは明らかであるから，「イメージガイド」に相当する部材は，「ファイバ束」\nではなく「イメージング束」とすべきであって，「ＸＹ面」も「ファイバ束」の入\n力面ではなく「イメージング束」の入力面として定義されるべきである。\nもっとも，上記の点は，「ファイバ束」を適宜「イメージング束」に読み替えれ\nばすむ程度のもので，本件審決の結論を左右するものではなく，引用発明の認定に\n誤りがあるとまではいえない。\n(3)  原告の主張について\nア  原告は，ファイバ束の入力面を「ＸＹ面」と定義すればとの仮定について，\n本件審決は，その妥当性や根拠について全く触れておらず，本願発明と引用発明と\nの重要な差異を無視するものであると主張する。\nしかし，本願発明の「イメージガイド」及び引用例１に記載された「イメージン\nグ束」は，所定の径を有する光ファイバを多数集合させたものであるという点で共\n通し，これらを束ねた集合体の入力断面（入力面）も，当然，光ファイバの本数に\n応じた２次元方向の広がりを有するものとなる。一般に，「ＸＹ面」とは，Ｘ軸及\nびＹ軸の二方向に広がった面を意味するところ，本願明細書等を参酌しても，「イ\nメージガイドの入口断面に対応するＸＹ面」（【０００５】【００２６】【００２\n８】）としか記載されていないから，上記一般的な意味を超えて，走査方法との具\n体的な関係を加味した限定的な意味に解すべき理由はない。\nそうすると，引用例１の「イメージング束」の入力面を，上記一般的な意味どお\nり，「ＸＹ面」と定義することに何ら不合理な点はなく，原告の上記主張は，理由\nがない。\nイ  原告は，引用発明の「スキャンミラー」は，１本の横列（ライン）を構成す\nる複数の光ファイバの全てが同時に一斉に照射されるのに対し，本願発明の「走査\n手段」は，各横列内の光ファイバにおいて，ファイバからファイバへと走査するも\nのであるから，両者は異なると主張する。\n本願発明は，「ファイバからファイバへ」の走査を，点から点へと点単位で行う\nのに対し，引用例１に記載された発明は，それを線単位で行う点で相違する。しか\nしながら，どちらも「ファイバからファイバへ」の走査を行うものである点におい\nては共通する。本件審決は，「光源によって生成された励起ビームをイメージガイ\nドの入口断面に対応するＸＹ面内でファイバからファイバへと時間にわたり迅速に\n走査する手段及び導入する手段」を上位概念的な一致点とした上で，点単位及び列\n単位という具体的な走査方法の違いについては，相違点３として明確に認定してい\nるものである。したがって，具体的な走査方法を相違点とした上で，一致点を認定\nしたことに，誤りがあるとまではいえない。\nウ  原告は，本願発明は，２つのスキャンミラーが必要であるのに対して，引用\n発明は，ミラーを１つだけ備えるものであるから，この点でも，引用発明の「スキ\nャンミラー」は本願発明の「走査手段」とは異なると主張する。\nしかしながら，走査方向の自由度と，スキャンミラーの個数とは，密接に関連す\nるものである。引用発明のような線順次走査では，線状光を一方向に移動させれば\nよいので，線状光を偏向させるためのミラーは１つで足りるのに対して，本願発明\nのような点順次走査では，ポイント光（点状光）を二方向に移動させなければなら\nないために，ポイント光を偏向させるためのミラーが２つ必要になる。スキャンミ\nラーの個数の違いは，線順次走査及び点順次走査という走査方法の違いに内包され\nるべき事項にすぎず，走査方法の違いの認定をもって足りるというべきであるから，\n個数の相違についてまで認定しなかったとしても，誤りとまではいえない。\n(4)  一致点及び相違点について\n以上によれば，本願発明と引用例１に記載された発明とは，本件審決が認定した\n一致点において一致し，相違点１ないし４の点で相違する。\n３  本願発明の容易想到性について\n(1)  相違点３に係る判断について\nア  点順次走査について\n相違点３のうち，まず，光ファイバの走査に関して，本願発明が「点から点へと\nする走査」であるのに対し，引用発明が線状光による線による走査である点につい\nて検討する。\n一般に，「走査」とは，「ある範囲，空間内の領域，あるいは電磁波スペクトル\nの一部分を，一定順序で一点一点調べること」（マグローヒル科学技術用語大辞典\n〔改訂第３版〕）を意味するところ，２次元的な平面（領域）を走査する具体的な\n手法としては，当該２次元平面を点単位（スポット単位）で２つの方向に順次選択\nしていく方法（点順次走査）と，当該２次元平面線単位（ライン単位）で１つの方\n向に順次選択していく手法（線順次走査）とが存在する。例えば，甲７には，３次\n元形状計測装置の従来技術として，「被写体全体を計測するためには，スポット光\nで被写体全体を２次元走査していた。また，レーザ光をスポット光ではなく，線状\nのスリット光とし，これを被写体に投影してスリット光の変形によって，スリット\n光が投影されている線状部分の凹凸を算出していた。被写体全体を計測するために\nは，スリット光で被写体を１次元走査していた」（【０００３】【０００４】）と\n記載されており，この記載からも，点順次走査及び線順次走査がいずれも既に知ら\nれていたものであることが認められる。また，これらの具体的な走査手法は，甲７\nのような３次元形状計測装置に限定されるものではなく，点順次走査（ポイント－\nバイ－ポイント）を行う共焦点式蛍光顕微鏡（甲１２），線順次走査（スリットの\n１次元スキャン）を行うスリットスキャン・システム（甲１５），点順次走査（フ\nァイバを順次に照明する手段は一度に１本のファイバを照明する）を行う内視装置\n（甲１６），点順次走査を飛越し走査により行うテレビジョン（甲２２）といった\nように，各種の画像形成装置において汎用されている。\n引用例２には，「ダイオードレーザーは，ビームスプリッタを通って，ｘ－ｙ走\n査装置に，ビームを送る。ｘ－ｙ走査装置のラスターは，走査レンズを横切ってビ\nームを走査する。このレンズは，対物系（物側開口数）の後方焦点距離上に，ビー\nムを集中させる。光は，組織から後方に反射され，走査装置を通り，当該走査装置\nは，ビームを逆走査する。その後，この信号光は，ビームスプリッタで反射され，\nピンホール孔を通過し，アバランシェフォトダイオード（ＡＰＤ）によって検知さ\nれる。」と記載されており，また，このｘ－ｙ走査装置（走査ミラー）は，「１組\nのガルバノメーターによって駆動される」と記載されている（甲６）。ここで，走\n査レンズを横切って走査される「ビーム」が点状及び線状のいずれであるかは直接\n記載されてはいないものの，アバランシェフォトダイオードによって検知される信\n号光（逆走査される光）は，ビンホール孔，すなわち，点状の孔を通過したもので\nあると解されるので，走査される「ビーム」も，逆走査される光と同様，点状光で\nあると解される。また，「ｘ－ｙ走査装置」は，１組のガルバノメーターによって，\nｘ方向及びｙ方向の二方向に走査を行うものであると解される。よって，引用例２\nには，光ファイバ共焦点内視鏡において，２次元平面を点単位で２つの方向に順次\n選択していく点順次走査が行われることが記載されているものと認められる。\n前記のとおり，引用例１に記載された発明は，線順次走査を行うものであるとこ\nろ，２次元の平面を走査する具体的方法として，線順次走査と点順次走査が既に知\nられ，点順次走査に関しては，光ファイバ共焦点内視鏡に関する引用例２に記載さ\nれているほか，画像形成装置一般における汎用的な手法にすぎないことに照らすと，\n引用例１に記載された発明における線順次走査に，汎用的な手法である点順次走査\nを適用することは，当業者であれば容易に想到することができる。\nイ  横列と縦列について\nそして，２次元平面の走査を点状光によって行う場合，点状光を２方向（横方向\n及び縦方向）に移動させなければ，平面全体を走査することができない。よって，\n本願発明のように「点から点へとする走査」の場合は，必然的に，入口断面に対応\nするＸＹ面内で「横列と縦列に沿って」の走査が行われることになる。\nウ  励起信号への対応について\nまた，相違点３のうち，「各点が前記励起信号に対応し」に関して，「各点」は\n個々の光ファイバの断面に相当するものである。また，本件明細書の記載（【００\n３１】【００３２】）に照らせば，「各点が前記励起信号に対応し」とは，光ファ\nイバの断面が前記励起信号のビーム直径にサイズ的に対応することと解するのが相\n当である。前記のとおり，点順次走査は点単位で順次選択する手法であるところ，\n点に相当する１本の光ファイバの断面にレーザを導入する場合には，光ファイバの\n断面がレーザのビーム直径にサイズ的に対応させることは当然であり，また，その\nようにしなければ，１つの点の選択ができず，１本の光ファイバのみにレーザを導\n入することはできない。\nそうすると，本願発明が点順次走査に関するものである以上，「各点が前記励起\n信号に対応」することは，点順次走査の採用に伴い，当然に行われることにすぎな\nい。\nエ  小括\nよって，引用例１に記載された発明の線順次走査について，イメージング束の入\n口断面に対応するＸＹ面内で「横列と縦列に沿って」走査するとともに，「各点が\n前記励起信号に対応」する点順次走査にすることにより，相違点３に係る本願発明\nの構成に至ることは，当業者にとって容易に想到することができ，本件審決の相違\n点３に係る判断に違法はない。\n(2)  相違点４に係る判断について\nア  検出手段について\n原告は，本願発明は，「前記検出手段はファイバを１本づつサンプリングする最\n小サンプリング周波数に応じて定まる周波数を有するパスバンドを有する」ことが，\n新規で進歩的であると主張する。\n前記１のとおり，本願発明の「前記検出手段はファイバを１本づつサンプリング\nする最小サンプリング周波数に応じて定まる周波数を有するパスバンドを有する」\nとは，最小サンプリング周波数に対応する検出周波数で蛍光信号を検出することと\n解され，このようにして，ファイバ・サンプリング（シャノンの基準による）を尊\n重することで，サンプリング時の情報の損失を抑制し，ファイバ毎に最大数の蛍光\n光子の検出を可能にするという作用効果を奏するものである。\n上記シャノンの基準に係る標本化定理自体は，画像処理分野における技術常識で\nあり，画像の復元性の保証は画像形成装置における基本的課題である（甲２１～２\n６）。よって，画像形成装置を設計する上で，標本化定理は，当然考慮されるべき\n事項ということができる。\n本願発明及び引用例１に記載された発明では，検出手段と検体との間にファイバ\n束が存在するため，蛍光信号よりなる原画像を直接かつ連続的にサンプリングする\nことはできず，ファイバ束を介して間接的かつ不連続にサンプリングすることにな\nるところ，標本化定理において，画像の最高周波数の２倍以上をサンプリング周波\n数に定めることは，原画像の直接的なサンプリングを前提とするから，ファイバ束\nを介して間接的かつ不連続にサンプリングする場合には，そのままでは原画像の復\n元性を保証することができない。そして，画像の復元性を保証することは画像形成\n装置全般に共通する基本的課題であるから，ファイバ束を介して間接的かつ不連続\nにサンプリングする場合において標本化定理の適用を検討する際には，最高周波数\nｆとして，画像の最高周波数そのものではなく，線順次走査の場合には，走査速度\nと，隣接した線の間隔とに基づき決定されるサンプリング周波数を考慮すべきこと，\nまた，点順次走査の場合には，走査速度と，隣接した点の間隔とに基づき決定され\nるサンプリング周波数を考慮すべきことは，当業者にとって自明のことというべき\nものである。\nそうすると，原画像の復元性を保証する標本化定理を尊重して，蛍光信号の検出\nを「最小サンプリング周波数に対応する検出周波数で」行うことは，当業者であれ\nば容易に想到することができる事項にすぎない。\nイ  リアルタイム速度の励起信号の偏向について\n本願発明は，「リアルタイムで使用するに充分な毎秒画像数の取得に対応する速\n度で」前記走査手段により励起信号を偏向させるものであるが，そのようなリアル\nタイムでの速度を具体的にどのようにして達成するかという点については，本願発\n明の発明特定事項として何ら特定されていない。他方，引用例１に記載された発明\nは，「リアルタイムによる微視的な視覚化方法を実施する共焦点マイクロ内視鏡」\nであって，「組織のリアルタイムによる微視的な視覚化は，４フレーム／秒で実施\nされる」ものであるから，当業者が通常認識するリアルタイム性よりもフレームレ\nートが低いものと認められる。\nしかし，共焦点内視鏡においても，一般的な画像形成装置と同様，「リアルタイ\nムで使用するに充分な毎秒画像数の取得」するようにすることは自明の課題であり，\nまた，本願明細書において，リアルタイムでの速度の一例として記載されている\n「最小でも毎秒１２画像」（【００１７】）のフレームレートを達成するようにす\nることも，周知であった（周知例１，３）。\nしたがって，引用例１に記載された発明において，上記自明の課題を解決するた\nめに，単に「リアルタイムで使用するに充分な毎秒画像数の取得に対応する速度\nで」前記走査手段により励起信号を偏向させるようにするといった程度のことは，\n当業者が必要に応じて適宜なし得る範囲の事項にすぎない。\nウ  また，本願発明の作用効果，特に，ファイバ・サンプリング（シャノンの基\n準による）を尊重すれば，サンプリング時の情報の損失を抑制でき，ファイバ毎に\n最大数の蛍光光子の検出が可能になるという作用効果は，引用例１に記載された発\n明及び引用例２に記載の事項及び周知技術から，当業者であれば予測することがで\nきる程度のものにすぎない。\nエ  相違点４に係る本件審決の判断に違法があるとはいえない。\n(3)  原告の主張について\nア  原告は，相違点３及び４は，相互に密接に関連しており，それらを組み合わ\nせた効果も相乗的なものであるから，これを分断して判断したことは，進歩性判断\nの誤った手法によるものであると主張する。\n相違点３は，本願発明の走査方法が点順次走査であることに関し，相違点４は，\n点順次走査を前提とした上で，標本化定理を尊重した検出周波数の選定に関するも\nのであることから，両者は，点順次走査という点で一定の関連性を有するものであ\nる。しかしながら，標本化定理は，本来，画像の復元性の保証という観点から走査\n方法の如何を問わず考慮されるべき基本的事項であって，走査方法とは技術的観点\nが異なるから，相違点３及び４を別々に判断したとしても，誤りがあるとはいえな\nい。\nまた，本件審決は，相違点４の判断において，相違点３及び４をあわせ，全体と\nして総合的に効果の点も含めて，容易想到性を判断したのであるから，原告の上記\n主張には理由がない。\nイ  原告は，本願発明の特徴は，リアルタイムで「高品質」の画像形成を可能に\nするために，「解像度」と「フレーム・レート（リアルタイム）」と「感度」とい\nう互いに相反する３つのパラメータの間に適切なバランスを新たに提供するもので\nあると主張する。\n本願発明は，本願明細書に記載されたとおり，「リアルタイム表示」すると同時\nに「画像の品質を最適化」，特に「高解像度化」することを目的とし，その目的を\n達成するために，本願発明の構成を採用し，特定したものである。しかしながら，\n本願発明の特許請求の範囲には，リアルタイムで「高品質」の画像形成を可能にす\nるための「解像度」と「フレームレート（リアルタイム）」と「感度」の間の適切\nなバランスを特定することについても，リアルタイム性を表す「フレームレート」，\n画像の品質を表す「解像度」及び「サンプリング周波数」が具体的な高い値として\n得られることについても，何ら特定されてはいない。本願発明は，「数千本の光フ\nァイバ」及び「リアルタイムで使用するに充分な毎秒画像数の取得に対応する速\n度」という発明特定事項を有するものの，上記発明特定事項だけからでは，従来実\n現していなかった，あるいは，従来知られていなかった，「解像度」と「フレーム\n・レート（リアルタイム）」と「感度」の組合せが実現できる発明が特定されてい\nるとはいえない。\nそうすると，原告の上記主張は，特許請求の範囲に基づくものではなく，失当で\nある。\nウ  原告は，相違点４の判断について，本願発明は，検出手段（フォトセンサ\nー）とファイバ束との間の新規で進歩的なシャノン基準を定めたものであると主張\nする。\n前記のとおり，原画像の復元性を保証するための標本化定理を尊重して，検出手\n段が「ファイバを１本づつサンプリングする最小サンプリング周波数に応じて定ま\nる周波数を有するパスバンドを有する」ようにすること，すなわち，蛍光信号の検\n出を「最小サンプリング周波数に対応する検出周波数で」行うことは，当業者であ\nれば当然に想到し得る事項にすぎない。\n(4)  小括\n原告は，本件審決の相違点１及び２に係る判断を認めているのであるから，本願\n発明は，引用例１に記載された発明，引用例２に記載された事項及び周知技術に基\nづいて，当業者が容易に発明をすることができたものというべきである。\n４  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          髙      部      眞  規  子\n裁判官          井      上      泰      人\n裁判官          齋      藤              巌\n"
}