{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 1,
    "day": 26
  },
  "case_number": "平成27(ネ)10106",
  "case_name": "損害賠償等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85624",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85624",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/624/085624_hanrei.pdf",
  "contents": "平成２８年１月２６日判決言渡\n平成２７年(ネ)第１０１０６号  損害賠償等請求控訴事件（原審  東京地方裁判所\n平成２５年(ワ)第３２６８８号）\n口頭弁論終結日  平成２７年１１月２５日\n判          決\n控訴 人      株式会社エービープロモーション\n訴訟代理人弁護 士      五 十 嵐   啓   二\n同             飯 嶋 康 宏\n同             木   下   いず み\n同             村 瀬 敦 子\n同             大 谷 龍 生\nＹ₁こと\n被 控 訴 人      Ｙ\n（以下「被控訴人Ｙ₁」という。）\n被 控 訴 人      株 式 会 社 オ フ ィ ス ・ ミ カ ワ\n（以下「被控訴人会社」という。）\n上記両名訴訟代理人弁護士   弘   中   惇一 郎\n同         弘 中 絵 里\n同         大木   勇\n同              品川   潤\n同              山 縣 敦 彦\n同              渥 美 陽 子\n主              文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人らは，控訴人に対し，連帯して，１億３５５４万８１２５円及びこ\nれに対する平成２５年４月２４日から支払済みまで年６分の割合による金員を\n支払え。\n３  被控訴人らは，控訴人に対し，連帯して，５１７０万１９２８円及びこれに\n対する平成２４年９月１日から支払済みまで年５分の割合による金員を支払え。\n４  被控訴人らは，原判決別紙衣装目録記載の各衣装（以下「本件衣装」と総称\nする。）を複製し，展示し，譲渡し，貸与し，変形してはならない。\n５  被控訴人らは，原判決別紙譜面目録記載の各譜面（以下「本件譜面」と総称\nする。）を複製し，演奏し，展示し，譲渡し，貸与し，編曲してはならない。\n６  被控訴人Ｙ₁は，控訴人に対し，６２４万５０５０円及びこれに対する平成\n２５年４月２４日から支払済みまで年５分の割合による金員を支払え。\n７  被控訴人会社は，控訴人に対し，１０００万円及びこれに対する平成１４年\n２月２７日から支払済みまで年６分の割合による金員を支払え。\n８  被控訴人会社は，控訴人に対し，７７６万２３６１円及びこれに対する平成\n２５年４月２４日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，芸能プロダクションである控訴人が，①芸能人である被控訴人Ｙ₁\nと専属的所属契約を締結していたところ，被控訴人Ｙ₁が同契約を一方的に破棄し\nて独立し，被控訴人会社も被控訴人Ｙ₁と共同して上記独立を敢行したとして，被\n控訴人らに対し，債務不履行に基づく損害賠償金（移籍金相当額）１億３５５４万\n８１２５円及びこれに対する請求の日の翌日である平成２５年４月２４日から支払\n済みまで商事法定利率年６分の割合による遅延損害金の連帯支払，②被控訴人らが\n上記独立に当たり控訴人の所有する本件衣装及び本件譜面を無断で持ち出して控訴\n人の所有権を侵害したとして，被控訴人らに対し，不法行為に基づく損害賠償金\n（各製作費相当額）合計５１７０万１９２８円及びこれに対する不法行為の後の日\nである平成２４年９月１日から支払済みまで民法所定の年５分の割合による遅延損\n害金の連帯支払，③控訴人は本件衣装の著作権者であり，上記無断持出し等の後も\n被控訴人Ｙ₁は芸能活動を継続しており被控訴人らによる著作権侵害のおそれが生\nじているとして，被控訴人らに対し，著作権に基づく侵害予防請求として，本件衣\n装の複製，展示，譲渡，貸与及び変形の差止め，④控訴人は本件譜面に係る音楽の\n著作権者であり，上記無断持出し等の後も被控訴人Ｙ₁は芸能活動を継続しており\n被控訴人らによる著作権侵害のおそれが生じているとして，被控訴人らに対し，著\n作権に基づく侵害予防請求として，本件譜面の複製，演奏，展示，譲渡，貸与及び\n編曲の差止め，⑤被控訴人Ｙ₁に金員を貸し付け，また，被控訴人Ｙ₁が支払うべき\n債務を立替払したとして，被控訴人Ｙ₁に対し，貸金返還請求として３００万円及\nび立替金返還請求として３２４万５０５０円並びにこれらに対する請求の日の翌日\nである平成２５年４月２４日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払，⑥被控訴人会社に金員を貸し付けたとして，被控訴人会社に対し，\n貸金返還請求として１０００万円及びこれに対する貸付けの日である平成１４年２\n月２７日から支払済みまで商事法定利率年６分の割合による利息の支払，⑦被控訴\n人会社が支払うべき債務を立替払したとして，被控訴人会社に対し，立替金返還請\n求として７７６万２３６１円及びこれに対する請求の日の翌日である平成２５年４\n月２４日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を，そ\nれぞれ求める事案である。\n原審は控訴人の請求をいずれも棄却したため，原判決を不服として，控訴人（原\n審原告）が本件控訴をした。\n２  争いのない事実等，争点及び争点に関する当事者の主張は，以下のとおり原\n判決を訂正するほか，原判決の「事実及び理由」第２の１及び２に適示されたとお\nりであるから，これを引用する（引用に係る原判決中，「原告」とあるのは「控訴\n人」と，「被告」とあるのは「被控訴人」と適宜読み替える。以下，引用する場合\nは同じ。）。\n（原判決の訂正）\n(1)  原判決１５頁１８行目の「貸付けを受けた事実はない」を「金員の交付を\n受けた事実はなく，その返還を合意したこともない」に改める。\n(2)  原判決１６頁２５行目の末尾に「したがって，控訴人と被控訴人Ｙ₁との間\nには，被控訴人Ｙ₁が芸能活動の一環として贈る花の代金は，請求書の宛名を問わ\nず，控訴人がその代金を負担する旨の合意があったものである。」を加える。\n(3)  原判決１７頁２４行目の「貸付けを受けた事実はない」を「金員の交付を\n受けた事実はなく，その返還を合意したこともない」に改める。\n(4)  原判決２０頁６行目ないし７行目の「当然に原告が負担するものとされて\nいた」を「控訴人がもともと負担すべきものであった，又は控訴人と被控訴人会社\nとの間では，控訴人が負担する旨の合意がされていた。」に改める。\n第３  当裁判所の判断\n１  当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由\nは，以下のとおり原判決を訂正するほか，原判決の「事実及び理由」第３の１ない\nし１０に判示されたとおりであるから，これを引用する。\n（原判決の訂正）\n(1)  原判決２３頁８行目の「締結し，」の次に「同月１９日，」を加え，同頁\n９行目末尾に，行を改めて，次のとおり加える。\n「なお，控訴人は，上記口座の開設は控訴人から解雇された従業員が控訴人に無\n断で行ったものである旨主張する。しかし，同年７月２０日の時点では，控訴人の\n主張によっても，控訴人とＡＢプロや被控訴人らとの間に問題は生じておらず，控\n訴人の同意に基づき被控訴人Ｙ₁の独立（控訴人からＡＢプロへの移籍）準備が行\nわれていた時期であり，一方，控訴人の従業員は同日全員解雇され，控訴人におい\nては今後の芸能プロダクション業務の継続は予定されていなかったのであるから，\n被控訴人Ｙ₁の今後の営業活動に必要な収入及び支出を管理するために新たに上記\nＡＢプロ口の口座を開設することは当然予定されていたことといえ，ＡＢプロがこ\nれを控訴人に無断で行うべき事情があったとは認められないから，同口座の開設は\n控訴人も了解していたと推認される。控訴人の主張は採用できない。」\n(2)  原判決２３頁２２行目ないし２３行目の「であり，」から同２３行目末尾\nまでを，「であった。」に改める。\n(3)  原判決２５頁６行目の「原告は」の次に「少なくとも芸能プロダクション\nとしての事業は」と加え，同頁８行目の「おり」の次に「（なお，控訴人は，ＡＢ\nプロの名称は控訴人が決めたものではないから，控訴人と名称が酷似していること\nは何ら控訴人の意思を推認し得ないと主張するが，ＡＢプロの名称は，その設立前\nの本件覚書の段階から使用されているのであり，控訴人も同名称が酷似することを\n理解し，これを了解していたことは明らかである。）」を加え，同頁１０行目の\n「原告の」の次に，「芸能プロダクションとしての事業は」と加える。\n(4)  原判決２５頁１５行目及び１６行目の「原告を」を，それぞれ「控訴人の\n芸能プロダクションとしての事業を」に改める。\n(5)  原判決２５頁２６行目冒頭から２６頁７行目末尾までを次のとおり改める。\n「ア  しかし，本件覚書には，移籍金については何ら記載がなく，その他，控訴\n人ないしＡとＢとの間で，移籍金の支払を被控訴人Ｙ₁の本件独立の停止条件とす\nることを合意したことを認めるに足りる証拠はない。\nイ  この点，Ａは，控訴人の主張に沿う供述をするが（甲３７，控訴人代表者本\n人），これを裏付ける客観的証拠はなく，その上，Ａの供述内容は，Ｂに対して，\n新たなプロダクションに被控訴人Ｙ₁が所属するのであれば，移籍金を支払っても\nらう必要があると言ったら，Ｂが相当額の移籍金の支払を承諾した，というだけで，\nそれ以上の具体性はなく，本件覚書作成前後も，移籍金の具体的な金額や支払条件\n等については何ら協議をしていないというのであり，そのような抽象的な協議のみ\nで，控訴人が主張するような高額となりうる移籍金の支払を，Ｂが合意したとは認\nめ難いし，また，仮に被控訴人Ｙ₁の移籍について重要な停止条件があったならば，\nその停止条件の具体的内容も不明確な段階（平成２４年７月下旬）で，控訴人が全\n従業員の解雇，賃料の支払停止等の芸能プロダクション事業の廃止に向けた確定的\nな行動を進めるとは通常考え難いことからすれば，同供述によっても控訴人の主張\nは認められない。\nウ  また，控訴人は，Ｂとの間の移籍金の支払合意の成立を裏付ける事情として，\n①一流の演歌歌手の業界においては，所属タレントが独立すると芸能プロダクショ\nンが形成維持してきたタレントの商業的価値が奪われてしまうから，独立の際には\n移籍金を支払う商慣習が存在する，②本件覚書は，日付欄及び債務不承継の基準日\nが空欄となっており，このことからすれば控訴人の本件独立への同意については制\n限が加えられていたというほかない，③控訴人は，被控訴人Ｙ₁のＡＢプロへの移\n籍後も出版事業は続けるつもりであり，移籍金で控訴人の債務を弁済することを見\n込んでいたから，移籍金の支払を求める必要性があった，④被控訴人Ｙ₁も，平成\n２４年８月１４日の記者会見の時点で，移籍の協議が完了していない事実等を自認\nしていた，⑤移籍金に関する協議の存在及び内容を開示又は漏えいしてはならない\nことが当然の前提となっていたことは，本件覚書の第５条からも明らかであるなど\nと主張する。\nしかし，上記①に関して控訴人が提出する証拠は，過去に演歌歌手が事務所等を\n移籍した際に金員を支払った例があるなどの記載があるスポーツ新聞，インターネ\nット，週刊誌の記事（甲１９，２４ないし２６）や控訴人代表者の供述にすぎず，\nこれらを前提としても移籍金等の支払に至る詳細な経緯等は不明といわざるを得ず，\n仮に個別の事例で独立の際に所属事務所に対して金員が支払われた例があるとして\nも，これらをもって控訴人の主張するような商慣習の存在を認めるには足りない。\n上記②については，当事者が本件覚書に署名（記名）及び押印していることに鑑\nみれば，日付欄が空欄であるからといって，そのことのみをもって本件覚書が効力\nを生じていないとか，本件独立につき停止条件が当事者間で合意されていたという\nことを認めるには足りない。\n上記③についても，仮に控訴人代表者が控訴人において出版事業を続けることを\n考えていたとしても（なお，もともと控訴人の収入は専ら被控訴人Ｙ₁の出演者報\n酬であったのであり，控訴人の主張する出版業務の内容も明らかではない。），そ\nのことは，前記認定を左右するものではなく，控訴人とＡＢプロとの間に移籍金支\n払合意があったことを裏付けるには足りない。\n上記④についても，平成２４年８月１４日の記者会見の時点では，ＡＢプロの法\n人の設立準備が完了する前であったことからすれば，被控訴人Ｙ₁が新事務所設立\nを視野に入れた控訴人からの独立を考えている旨を述べたことは自然であり，同記\n者会見の内容をもって，本件独立に控訴人の主張する停止条件が付されていたこと\nを裏付けるには足りない。\n上記⑤についても，本件覚書の第５条は，「本件に関する一切の情報を他者に漏\nらさない」という内容であり，移籍金に関して何ら言及しているものではなく，同\n条項が，移籍金の支払合意が存在したことの根拠となるとはいえない。\nしたがって，控訴人の上記主張は採用することができない。」\n(6)  原判決２６頁８行目の「以上のとおり，」の次に「控訴人が平成２４年７\n月２０日頃までにした被控訴人Ｙ₁の本件独立についての同意に停止条件が付され\nていたとは認められない以上，」を加える。\n(7)  原判決２６頁１８行目冒頭から２７頁２行目末尾までを次のとおり改める。\n「しかし，前記引用に係る原判決の１(4)カで認定したとおり，旧倉庫から本件\n衣装を移動させるに当たっては，従前控訴人が管理していた鍵が用いられたところ，\n同鍵は，平成２４年８月以降ＡＢプロが控訴人から引き継いだ本件事務所（控訴人\nは，同月分以降賃料を支払っていない。）において保管されていたこと，本件衣装\nが保管されている新倉庫はＡＢプロが賃借し，現在費用を負担しているものである\nことからすれば，そもそも本件衣装はＡＢプロが占有しているものと認められる。\n控訴人は，被控訴人らがＡＢプロを通じて本件衣装を間接占有している旨主張する\nが，被控訴人Ｙ₁はＡＢプロに所属するタレントであって，前記認定のとおり，被\n控訴人Ｙ₁の芸能活動に関する資産は芸能プロダクション同士で引き継ぐこととし\nて本件覚書が締結されていること，被控訴人らがＡＢプロの占有についての間接占\n有者となる法的根拠は不明であることからすれば，控訴人の主張は認められない。\nなお，ＡとＢが，本件覚書の締結の際，被控訴人Ｙ₁をＡＢプロに移籍させ，そ\nの芸能活動に必要な資産を引き継ぐこととしたことからすれば，本件衣装も，被控\n訴人Ｙ₁のその後の芸能活動に関する資産として控訴人からＡＢプロが引き継いで\n管理することを控訴人が承諾していたと認めるのが相当である。」\n(8)  原判決２７頁７行目の「認めているとは」を「認めているとも，自らの占\n有を認めているとも」に改め，同行目末尾に，「また，控訴人から内容証明郵便の\n送付を受け，控訴人との間の紛争が表面化した後で，芸能活動に使用する現実の予\n定がない本件衣装等の返却については応じる意向を示したからといって，前記のと\nおり本件衣装等をＡＢプロが引き継ぐことが当初合意されたていたことが否定され\nるものでもない。」を加える。\n(9)  原判決２８頁５行目の「着用」から「格別，」までを削り，同頁８行目の\n「ある」を，「あるし，被控訴人らが，控訴人から内容証明郵便の送付を受け，控\n訴人との間の紛争が表面化したときから，当審口頭弁論終結時まで一貫して本件衣\n装の返却を申し出ており，そうであるにもかかわらず，控訴人がこれを拒んでいる\nため（控訴人は，本訴において本件衣装の返還請求もしていない。）返還に至って\nいないという経緯を考慮すると，本件衣装の着用（展示）のおそれがあると認める\nこともできない。」に改める。\n(10)  原判決２９頁１７行目末尾に，行を改めて，次のとおり加える。\n「また，控訴人は，上記①の通帳の手書きの記載は，控訴人の経理担当従業員Ｃ\nによってされたものであり，そうである以上，同記載が貸付けに係る入出金日にお\nいてされたものであることは明らかであること，上記②の総勘定元帳上の日付が貸\n付日と相違しているのは決算の締め日を貸付日として記載したためにすぎず，上記\n③の決算報告書に利息の定めがあるのは税法上の処理に基づくものにすぎないこと\nからすれば，むしろ被控訴人Ｙ₁への３００万円の貸付けがあったことは明らかで\nあると主張する。しかし，上記通帳の記載についてはＡ自身がＣに記載の時期や経\n緯を確認したわけでもなく，被控訴人Ｙ₁への３００万円の貸付けの原資に相当す\nる金員の入金や被控訴人Ｙ₁への振込等は記帳されておらず（控訴人自身，記帳さ\nれているとの主張をしていない。），Ａ自身は具体的な貸付けには直接関与してい\nないし，上記決算報告書や総勘定元帳は，そもそも控訴人側の作成した資料にすぎ\nない上，その記載内容が控訴人の主張と正確に一致するものでもなく，結局のとこ\nろ，被控訴人Ｙ₁への金員の交付を裏付ける直接的証拠はないことからすれば，前\n記のとおり，控訴人の主張は採用することができない。」\n(11)  原判決２９頁２４行目の「同じ日に」を削り，同頁２６行目の「原告が」\nから３０頁１行目の「であること」までを，「Ａ自身，会社で必要な花は会社で払\nうという取り決めが被控訴人Ｙ₁と本件所属契約を締結した当初からあったと供述\nしていること（控訴人代表者２５頁），」に改め，同頁５行目末尾に，行を改めて，\n次のとおり加える。\n「控訴人は，被控訴人Ｙ₁に対してこれまで花の代金を請求したことがなかった\nのは，控訴人の取締役であり，専属的所属契約を継続していた同被控訴人との関係\nを悪化させず，また，同被控訴人の経済状況等に対する配慮があったためであると\n主張する。しかし，控訴人の上記主張は，控訴人が，２０年以上にわたり，年々累\n積して，合計６００万円以上となる花の代金について一度も請求することもなく，\n報酬からの天引きもしたことがなかったことの理由として合理的であるとは認めら\nれず，同主張は，前記認定を左右しないというべきである。」\n(12)  原判決３０頁１７行目の「とどまる上」を「とどまる上，上記１０００万\n０８４０円の送金先について，証人Ｄは，被控訴人会社名義の銀行口座である旨証\n言するものの，これを裏付ける記帳や振込伝票等の客観的証拠はないこと」に改め，\n同頁２２行目の「に鑑みると」を，「，結局，控訴人から被控訴人会社に対する金\n員の交付を裏付ける供述以外の客観的証拠はないことからすれば」に改める。\n(13)  原判決３０頁２６行目末尾に，行を改めて，次のとおり加える。\n「(3)  また，仮に，上記１０００万０８４０円の送金が被控訴人会社に対するも\nのであり，控訴人の被控訴人会社に対する１０００万円の貸付けが認められるとし\nても，同貸付けは，平成１４年２月２７日に行われたものである。そして，会社の\n行為はその事業のためにするものと推定され，これを争う者において当該行為が当\n該会社の事業のためにするものでないこと，すなわち当該会社の事業と無関係であ\nることの主張立証責任を負うと解されるところ（最高裁平成２０年２月２２日第二\n小法廷判決・民集６２巻２号５７６頁参照），控訴人の被控訴人会社に対する貸付\nけは，その事業のためにされたものと推定され，同貸付けが会社の事業と無関係で\nあることを認めるに足りる証拠はないから（Ａは，貸付けの経緯につき，被控訴人\nＹ₁から資金が足りなくなったから貸して欲しいと言われて，これに応じたもので\nある旨供述し〔控訴人代表者〕，証人Ｄもこれに沿う証言をするが，その事実経緯\nだけでは控訴人の事業と無関係であることの立証がされたということはできな\nい。）， 同貸付けに係る債権は，商行為によって生じた債権に当たり，同債権に\nは商法５２２条の適用があるというべきである。そして，被控訴人会社は，平成２\n７年５月２１日の原審の口頭弁論期日において，同債権につき５年の消滅時効が完\n成しているとして，これを援用しているから，同債権は，時効消滅したというべき\nである。なお，前記認定のとおり，控訴人は，平成２５年４月２３日まで同債権に\n基づく貸金の返還を請求したことはなく，同返還請求は消滅時効の完成後であるか\nら，時効の中断事由に当たるとは認められない。\nしたがって，いずれにせよ，控訴人の被控訴人会社に対する貸金返還請求は理由\nがない。」\n(14) 原判決３１頁１３行目冒頭から同頁１６行目末尾までを次のとおり改める。\n「上記事実関係によれば，ロールスロイスの保険契約及び駐車場の賃貸借契約は，\n控訴人が，自己の名義で締結していたものであるから，保険料及び賃料の支払は，\n控訴人自身の債務の履行としてされていたものと解すべきであり，そもそも立替払\nいであるとはいえない。そして，控訴人と被控訴人会社との間で，控訴人の債務に\nついて被控訴人会社が負担する旨の合意が成立していたことを認めるに足りる証拠\nはない。\nまた，車の修理代金等については，控訴人が発注した修理等に係る債務であって\nも，上記のとおり長年にわたり控訴人が被控訴人会社に代わって直接弁済してきて\nおり，約１０年間一度も被控訴人会社に請求することもなく，被控訴人会社に出演\n者報酬などの多額の金員を支払う際にも（証人Ｄ９頁），清算を求めていないこと\nからすれば，控訴人と被控訴人会社との間には，ロールスロイスの修理代金等の費\n用については，控訴人が負担し，被控訴人会社に対して求償しない旨の合意があっ\nたものと認めるのが相当である。」\n２  控訴人のその余の主張は，上記引用に係る原判決中で判示した内容を正解し\nないものであり，上記認定，判断を左右するものではない。\n３  よって，本件控訴は理由がないからこれを棄却することとし，主文のとおり\n判決する。\n知的財産高等裁判所第１部\n裁判長裁判官     設    樂         一\n裁判官     大     寄      麻     代\n裁判官     岡     田     慎     吾\n"
}