{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 1,
    "day": 16
  },
  "case_number": "平成27(行コ)41",
  "case_name": "原爆症認定申請却下処分取消等請求控訴事件",
  "court_name": "大阪高等裁判所第１３民事部",
  "result": "棄却",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成23(行ウ)29",
  "original_result": "その他",
  "gist": "１　原爆症認定の要件である申請疾病の放射線起因性については，当該被爆者の放射線への被曝の程度と，統計学的・疫学的知見等に基づく申請疾病等の放射線被曝との関連性の有無及び程度とを中心的な考慮要素としつつ，これに当該疾病等の具体的症状やその症状の推移，その他の疾病に至る病歴（既往歴），当該疾病等に係る他の原因（危険因子）の有無及び程度等を総合的に考慮して，原子爆弾の放射線への被曝の事実が当該申請に係る疾病若しくは負傷又は治癒能力の低下を招来した関係を是認し得る高度の蓋然性が認められるか否かを経験則に照らして判断するのが相当である。その判定は，通常人が疑いを差し挟まない程度に真実性の確信を持ち得るものであることを要する。\n２　被爆者の放射線への被曝の程度については，①ＤＳ０２による初期放射線の被曝線量の推定は科学的根拠を有するが，その適用には一定の限界があること，②新審査の方針の下での誘導放射線による被曝線量及び放射性降下物による被曝線量の評価はいずれも過小評価となっている疑いがあること，③被爆者の被爆状況，被爆後の行動，活動内容，被爆後に生じた症状等によっては内部被曝の可能性があること，④遠距離・入市被爆者であっても有意な放射線被曝があり得ることを考慮する必要がある。\n３　心筋梗塞及び狭心症の放射線被曝との関連性については，低線量域も含めて一般的に肯定することはできないが，低線量域の被曝とみられるような場合であっても個別事案の具体的事情に基づいて心筋梗塞及び狭心症の発症が被曝の影響を受けたものであることを肯定できる例も相当程度あるというべきである。\n４　甲状腺機能低下症の放射線被曝との関連性については，低線量域も含めて一般的に肯定することはできないが，低線量域の被曝とみられるような場合であっても個別事案の具体的事情に基づいて甲状腺機能低下症の発症が被曝の影響を受けたものであることを肯定できる例も相当程度あるというべきである。\n５　控訴人Ａは，被爆者として狭心症を申請疾病とするものであり，健康に影響があり得る程度の線量の放射線に外部被曝及び内部被曝をしたものと認められるが，他の危険因子である生活習慣に起因する脂質異常症の程度が重く，申請疾病の放射線起因性が認められない。同人の原爆症認定の申請を却下する処分の取消しを求める請求を棄却した原審の判断は相当である。\n６　訴訟承継前原告Ｂ１は，被爆者として火傷瘢痕を申請疾病とするが，実際にその治療を受けていなかったから，申請疾病の要医療性が認められない。同人の原爆症認定の申請を却下する処分の取消しを求める請求を棄却した原審の判断は相当である。\n７　被控訴人Ｃは，被爆者として甲状腺機能低下症を申請疾病とするものであり，健康に影響があり得る程度の線量の放射線に外部被曝及び内部被曝をしたものと認められ，申請疾病の放射線起因性が認められる。同人の原爆症認定の申請を却下する処分の取消しを求める請求を認容した原審の判断は相当である。\n８　被控訴人Ｄは，被爆者として甲状腺機能低下症と両白内障を申請疾病とするものであり，健康に影響があり得る程度の線量の放射線に外部被曝及び内部被曝をしたものと認められるが，上記申請疾病のうち甲状腺機能低下症については放射線起因性が認められる。同人の原爆症認定の申請を却下する処分の取消しを求める請求のうち，同疾病に係る部分を認容した原審の判断は相当である。なお，上記申請疾病のうち両白内障に係る部分は，当審において審判の対象となっていない。\n９　訴訟承継前控訴人Ｅ１は，被爆者として心筋梗塞及び労作性狭心症を申請疾病とするものであり，健康に影響があり得る程度の線量の放射線に外部被曝及び内部被曝をしたものと認められるが，他の危険因子である原発性アルドステロン症に罹患していたことの程度が重く，申請疾病の放射線起因性が認められない。同人の原爆症認定の申請を却下する処分の取消しを求める請求を棄却した原審の判断は相当である。\n１０　被控訴人Ｆは，被爆者として甲状腺機能低下症を申請疾病とするものであり，健康に影響があり得る程度の線量の放射線に外部被曝及び内部被曝をしたものと認められ，申請疾病の放射線起因性が認められる。同人の原爆症認定の申請を却下する処分の取消しを求める請求を認容した原審の判断は相当である。",
  "lawsuit_id": "87493",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87493",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/493/087493_hanrei.pdf"
}