{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 12
  },
  "case_number": "平成29特(わ)1985",
  "case_name": "動物の愛護及び管理に関する法律違反被告事件",
  "court_name": "東京地方裁判所刑事第１５部",
  "lawsuit_id": "87409",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87409",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/409/087409_hanrei.pdf",
  "contents": "平成２９年１２月１２日宣告\n平成２９年特（わ）第１９８５号，第２０４８号  動物の愛護及び管理に関する法\n律違反被告事件\n主        文\n被告人を懲役１年１０か月に処する。\nこの裁判確定の日から４年間その刑の執行を猶予する。\n理        由\n【犯罪事実】\n被告人は，埼玉県深谷市〔以下省略〕の敷地内において，\n第１  別表１（省略）記載のとおり，平成２８年４月２日から平成２９年４月１７\n日までの間，前後９回にわたり，猫を金属製捕獲器に閉じ込めた上，その全身に熱\n湯を数回かけるなど別表１の「犯行態様及び死因」欄記載のとおりの態様，死因に\nより，猫合計９匹を死亡させ，もって愛護動物をそれぞれみだりに殺し，\n第２  別表２（省略）記載のとおり，平成２８年３月２４日から平成２９年２月１\n５日までの間，前後４回にわたり，猫を金属製捕獲器に閉じ込めた上，その全身に\n熱湯を１回かけるなど別表２の「犯行態様」欄記載のとおりの態様により，猫合計\n４匹にⅡ度以上の熱傷の傷害を負わせ，もって愛護動物をそれぞれみだりに傷つ\nけた。\n【量刑の理由】\n本件は，愛護動物である猫９匹を殺害し，４匹に傷害を負わせた事案である。\n捕獲器で捕まえた猫に，熱湯を繰り返し浴びせかけたり，ガストーチの炎であぶ\nったり，パイプに取り付けたロープでその首をつるし，熱湯を満たした缶に漬けた\nりするといった態様で，猫を殺害し，あるいは重傷を負わせるなどしており，その\n犯行態様は，誠に残虐なものである。１年余りの間に合計１３匹の猫に虐待を加え\nており，本件が常習的犯行であることも認められる。本件によって，多くの猫の命\nが奪われるなどしたという結果の重さにとどまらず，被告人は，犯行を撮影した動\n画をインターネット上に投稿したため，その凄惨な映像を見て強い嫌悪感や憤りを\n覚えた者らから，被告人の厳罰を求める非常に多数の嘆願書が裁判所に提出される\nなど，本件が社会に与えた影響も大きいものがある。\n被告人は，かつて猫の糞尿被害に遭ったことや，税理士としての繁忙期に手をか\nまれて仕事に支障を来したことで猫に対して悪感情を抱き，インターネット上で見\nた残虐な映像に感化され，駆除のために本件に至った旨述べる。しかし，駆除行為\nとはいえないような虐待を当初から行っている上，被告人自身も公判廷で認めるよ\nうに，犯行を繰り返すうちに，虐待行為自体に楽しみを覚えるとともに，その様子\nを撮影した動画をインターネット上で公開することが目的化したというのであって，\n本件各犯行を正当化する余地はない。\n本件各犯行は，動物愛護の精神に反する悪質なものであり，被告人に対しては，\n懲役刑を科すべきである。\nその一方で，被告人は，これまでＡ職員や税理士として前科もなく生活してきた\nところ，自らの行為が招いた結果ではあるが，本件が広く報道され，被告人を批判\nする声が多数挙がるなどして，税理士を廃業するに至った。それにとどまらず，勤\n務先の税理士事務所や被告人の家族に嫌がらせをされ，インターネット上に被告人\nに対する危害予告とも解される書き込みがされたなどといった事実が認められ，被\n告人が様々な制裁を受けているとの弁護人の指摘もあながち否定できない。また，\n被告人は，公判廷で自己の行為が誤りであったことを認めるとともに，自分があや\nめた猫に対するしょく罪の気持ちを持ち続けると述べ，動物愛護団体にしょく罪の\nための寄附も行っている。\nこのような事情に加え，動物の愛護及び管理に関する法律が定める法定刑や同種\n事案の量刑傾向にも照らせば，主文の刑に処した上で，その執行を猶予するのが相\n当であるが，行為の残虐性や常習性といった本件各犯行の悪質さを踏まえれば，そ\nの執行猶予期間は，同種事案に比較して長期間とすべきであると思料した。\n（求刑  懲役１年１０か月）\n東京地方裁判所刑事第１５部\n裁判官      細  谷  泰  暢\n"
}