{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 21
  },
  "case_number": "平成25(ワ)6295",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84572",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84572",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/572/084572_hanrei.pdf",
  "contents": "平成２６年１０月２１日判決言渡  同日原本受領  裁判所書記官\n平成２５年（ワ）第６２９５号  著作権侵害差止等請求事件\n口頭弁論終結日  平成２６年８月１９日\n判 決\n原 告    南海プランニング株式会社\n同訴訟代理人弁護士  尾近  正幸\n被 告    Ｐ    １\n同訴訟代理人弁護士  乕田  喜代隆\n同    稲田  堅太郎\n同    中島  宏治\n同    高橋  昌子\n同    松山  純子\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，原告に対し，２８７万円及びうち１５０万円に対する平成２４年５月３\n日から，うち３７万円に対する平成２２年８月７日から，うち１００万円に対する\n平成２５年７月１０日から，各支払済みまで年５分の割合による金員を支払え。\n２  被告は，インターネット上のウェブサイト（ＵＲＬ：http://www.e-na-e-na.com）\nにおいて，別紙写真目録記載の写真を使用してはならない。\n３  被告は，上記ウェブサイトにおいて，同写真を削除せよ。\n４  被告は，別紙写真目録記載の写真を廃棄せよ。\n第２  事案の概要\n本件は，原告が，被告は原告の従業員であったと主張して，①雇用契約上の競業避\n止義務違反に基づく損害賠償請求として，被告が第三者から受注した建築関係工事の\n報酬相当額の支払を求め，②被告が自己のウェブサイトにおいて使用する写真につい\nて，原告が著作権を有するとして，その使用の差止め等を求めた事案である。\n１  前提事実（争いのない事実及び証拠により容易に認定できる事実）\n(1)  当事者\n原告は，ソーラーシステム（太陽熱温水器）の販売・施工・点検及び修理等を\n目的とする株式会社である。\n被告は，建築工事一式を目的とする有限会社三星住設（以下「三星住設」とい\nう。）の代表取締役の地位にあり，ｅ・ｈｏｍｅの屋号で建物のリフォーム工事\n業等を行っている。\n(2)  甲１書面\n本件に関し，原告と三星住設間の営業委託契約書と題する書面（以下「甲１書\n面」という。）が存在する。甲１書面には，原告の記名押印，三星住設の代表者\nとしての被告の署名，これとは別に被告の署名がされ，要旨，以下の記載がある\n（以下，甲１書面に表現される契約を，「本件業務委託契約」という。）。\nア  原告はソーラーの設置，メンテナンス等に関する技術，ノウハウを乙に供与\nし，三星住設はそれに基づき，ソーラーのアフターメンテナンス業務を営む。\nイ  原告は，三星住設に対し，原告の標章の使用を承諾し，三星住設は，原告の\n商号を用いてソーラーのアフターメンテナンス業を行う。\nウ  原告は，三星住設からの請求があれば，三星住設に対し業務上必要な材料・\n製品・部材・書類を売り渡す。\nエ  原告は，三星住設に対し，ソーラーのアフターメンテナンスの顧客を，１か\n月２０件紹介することを保証する。\nオ  三星住設は，毎月２０日締めで，エに基づき，紹介を受けた顧客からの売上\n金の粗利（売上金から仕入れ，外注費を差し引いた金額）の５０パーセントを\n原告に支払う。ただし，最低保証を１００万円とする。\nカ  三星住設は，原告に対し，迅速に，顧客の契約，工事内容，売上金額，クレ\nーム情報を知らせなければならない。\nキ  本件業務委託契約の有効期限は，平成１９年４月２０日までとし，同日まで\nに原告，三星住設から異議のない限り，さらに１年間継続し，以後も同様とす\nる。\nク  原告又は三星住設が，本件業務委託契約のいずれかの条項に違反した場合，\n他方の当事者は，書面による通知により，本件業務委託契約を解除することが\nできる。また，利益の損失があった場合には，相手方に請求することができる。\n(3)  甲２書面\n本件に関し，平成１８年７月２０日付け合意書と題する書面（以下「甲２書面」\nという。）が存在する。甲２書面には，原告の記名押印，三星住設の代表者とし\nての被告の署名，これとは別に被告の署名がされ，要旨，以下の記載がある（以\n下，甲２書面に表現される合意を「本件合意」という。）。\nア  平成１８年４月２０日付け三星住設との甲１書面の一部を以下のとおり改\n正する。\nイ  同年７月２１日付けで，三星住設の被告とＰ２は，原告の従業員として営業\n活動に就労する。\nウ  就労形態\n原告のメンテナンス業務による営業活動\nエ  給与体制\n被告は，メンテナンス業務による営業売上の粗利益の３０パーセント，Ｐ２\nの営業売上の粗利益の５パーセント並びに被告及びＰ２の営業売上の粗利益\nの５パーセント\nＰ２は，メンテナンス業務による営業売上の粗利益の２５パーセント\nいずれも，上記支払金額には基本給を含むものとする。\nオ  被告，Ｐ２のメンテナンス業務で売上があった現場周辺は，三星住設の社員\n（被告とＰ２を含まない）が，原告の商号を用いて営業活動を行うことを承諾\nする。\nカ  三星住設は，現場周辺営業売上があった場合，速やかに原告に報告し，売上\n金額の粗利益の２０パーセントを支払う。\nキ  甲１書面の１条から４条（前記(2)のアからエ），７条から１０条（前記(2)の\nカからク及び秘密保持等の条項）は継続して契約する。\n(4)  被告による工事の実施\nア  Ｐ３邸の工事（甲１９の３ないし６）\n被告（以下，工事の受注，代金の支払については，三星住建名義，ｅ・ｈｏ\nｍｅ名義のものも含む。）は，平成２４年４月ころ，Ｐ３から，同人の家屋の\n屋根漆喰修理工事及びラバーロック工事を受注した。被告は，この工事を完成\nさせ，同年５月２日，Ｐ３から工事代金１５０万円の支払を受けた（以下この\n案件を「案件１」という。）。\nイ  Ｐ４邸の工事\n被告は，平成２２年８月４日，Ｐ４から，同人の家屋の屋根裏補強工事を受\n注した。被告は，この仕事を完成させ，同月６日，Ｐ４から，工事代金３７万\n円の支払を受けた（以下，この案件を「案件２」という。）\n(5)  被告による写真撮影及び自己のホームページへの使用\n被告は，原告がリフォームの工事を受注し，施工したＰ５邸の現場において，\n別紙写真目録記載の写真（以下「本件写真」という。）を撮影し，被告が運営する\nウェブサイト上にアップロードして，閲覧可能な状態にしている。\n２  争点\n(1)  被告が，雇用契約上の競業避止義務違反による損害賠償義務を負うか\n(2)  本件写真につき，原告が著作権を取得したか\n(3)  損害額及び差止めの必要\n３  争点に関する当事者の主張\n(1)  争点(1) （被告が，雇用契約上の競業避止義務違反による損害賠償義務を負う\nか）について\n（原告の主張）\nア  原被告間の雇用契約の存在\n甲２書面により，被告は，原告の完全歩合制従業員として勤務することを合\n意した。そして，甲２書面の締結（平成１８年７月）の後の平成１８年末まで\nの間に，被告とＰ２は原告の従業員として営業活動に専念することとなり，平\n成１９年４月には，三星住設は廃業状態となり，原告の従業員に一層専念する\nこととなった。\nまた，次の事実からも，原被告間に雇用関係が存在することが裏付けられる。\n(ｱ)  原告は，被告の勤務時間をタイムカードにより管理し，月々の勤務時間は\n月給の明細にも１か月の勤務時間を掲載していた。\n(ｲ)  原告は，被告に対し，出勤後は「行動予定表」を手渡し，被告の就業場所\nの管理をしていた。\n(ｳ)  原告は，歩合給により被告に対し賃金を支払っていた。また，この際，所\n得税，住民税を源泉徴収して被告の賃金から控除していた。\nイ  原被告間の合意\n被告が，原告で勤務を開始した後，遅くとも平成１９年４月までの間に，原\n被告間において，次の内容を含む黙示の合意をした。\n(ｱ)  被告が，原告から行動予定表により指示された訪問先とは，原告との間で\n屋根修理やリフォーム工事などの建築工事請負契約を締結するよう最善の努\n力をしなければならず，原告の許可なく他の同種事業者を紹介したり，自ら\n同工事を請け負ったりしてはならない。\n(ｲ)  被告は，原告と同種の建築工事請負業を営み，原告作成の行動予定表を利\n用してはならない。\nウ  案件１について\n原告の従業員であったＰ６は，平成２４年４月６日，原告の営業として訪問\nしたＰ３方において，被告の個人事業としてのｅ・ｈｏｍｅに受注させること\nをあらかじめ計画していた。\nすなわち，Ｐ６の訪問の目的はソーラーシステムの定期点検であり，同人は，\n原告従業員として訪問し，原告の業務として上記点検業務を行った。その直後，\nＰ６は，被告に対し，屋根工事の請負を促し，Ｐ３と被告の契約を締結させた。\n被告の上記行為は，前記イの合意に基づく義務の履行を怠ったものである。\nエ  案件２について\n原告は，平成１９年ころから平成２２年２月ころまで，原告は，Ｐ４に対し\n点検工事等の役務を提供してきたところ，同年８月，原告の電話予約担当者が，\n点検のための訪問の予約を取り付けた。\n原告は，被告に対し，Ｐ４方に点検に赴くよう命じたにもかかわらず，被告\nは，自己の名において案件２を受注した。\n（被告の主張）\nア  被告は，三星住設の受託業務を行っていたこと\n甲１書面による本件業務委託契約は原告と三星住設間の契約であり，甲２書\n面による本件合意は本件業務委託契約を改正したものであるから，やはり原告\nと三星住設間の契約である。したがって，本件業務委託契約，本件合意は，被\n告を直接拘束するものではない。\nそして，原告と三星住設間の契約は，ソーラーシステムのアフターメンテナ\nンスに係る業務委託契約であるから，被告が自らの判断で他の業務に関する事\n業を自ら請け負うことはなんら問題がない。\nイ  原被告間に雇用契約が存しないことについて（反論）\n次の事情から，原被告間に雇用契約があったものではなく，競業禁止の合意\nもない。\n(ｱ)  被告は賃金を受領してないこと\n甲２書面には，文言上「給与」の記載があるが，これは労働契約上の賃金\nを意味しない。仮に上記の「給与」が労働契約上の賃金であるならば，労働\n自体の対価性と生活保障の観点が盛り込まれるべきであるが，実際に支払わ\nれたものは完全歩合制の報酬のみであり，基本給の保証はなく，最低賃金を\n下回っていたことすらある。したがって，これを賃金と評価することはでき\nない。\n(ｲ)  原告の指揮命令下になかったこと\n原告の主張する行動予定表の存在は認めるが，これは勤務の指示ではなく，\n被告にとっては，紹介先，訪問予定先を記載したものにすぎない。被告は原\n告から紹介を受けた先について，自らの判断で訪問しないこともあった。タ\nイムカード等による勤怠管理等も，全く押されていない時期もある上，これ\nらが就業時間として積算されていたこともない。\nまた，本来雇用主として行うべき社会保険加入や研修は何等行ってこなか\nった。\n(2)  争点(2) （本件写真につき，原告が著作権を取得したか）について\n（原告の主張）\n本件写真は，著作権法１０条１項８号の写真の著作物に当たる。\n原告は，従業員に対して，リフォーム工事の着工前や工事完成後の写真をそれ\nぞれ撮影し，管理していたものであるところ，本件写真も，このような原告の業\n務の一環として，原告の施行した現場において，原告の機材を用いて撮影された\nものであるから，職務著作（著作権法１５条１項）として，被告が撮影したもの\nといえども，原告が著作権を有する。\nそして，被告が本件写真をウェブサイト上で使用することは，本件写真につい\nての原告の公衆送信権を侵害するものである。\n（被告の主張）\n原告の主張を否認する。被告は原告の従業員ではない。\n被告は，自らの意思で，ｅ・ｈｏｍｅのウェブサイトで使用する目的で，本件\n写真を撮影したものであり，原告に命じられて撮影したものではない。\nまた，本件写真は，被告が原告の施工とは別に，サービスで施工した柱と障子\n枠の塗装を撮影したものであり，原告の現場を撮影したものでもない。\n(3)  争点(3) （損害額及び差止めの必要性）について\n（原告の主張）\nア  案件１，２の損害\n原告は，被告の上記義務違反行為がなければ，案件１，２について，工事自\n体の逸失利益，将来的に顧客を失った逸失利益として，少なくとも工事代金相\n当額の１５０万円と３７万円の損害を受けたといえる。よって，それぞれの顧\n客からの集金日の翌日から支払済みまで年５分の割合による遅延損害金を付\n加して，上記損害の賠償を求める。\nイ  著作権侵害の損害\n被告が，本件写真を原告に無断で被告のホームページにアップロードしたこ\nとにより，原告は，本来受注できたリフォーム工事を受注し得ず，その損害は\n１００万円を下ることはない。\nよって，原告は，被告に対し，著作権侵害の不法行為（民法７０９条）に基\nづき，原告に生じた上記損害の賠償を，請求の日から支払済みまで年５分の割\n合による遅延損害金を付加して支払うよう求める。\nウ  差止めの必要性\n被告は，現在も，本件写真を公衆送信し，著作権侵害行為を継続している。\nしたがって，当該写真の使用の差止めと，廃棄を求める。\n（被告の主張）\nア  原告の損害が工事代金額と同じであるとの主張を争う。\n案件１については，そもそも原告の見積りでは受注できなかったのであるか\nら，原告に損害は発生していない。仮に被告見積額と同等の金額で原告が受注\nしたとしても，粗利は受注額１５０万円から原価８７万円を控除した６３万円\nであり，ここから歩合給を控除した金額が原告の利益であり，損害である。\n案件２について，原告が見積もるとすれば，代金は２７万円と自ら述べると\nころ，粗利を５０パーセントとし，被告の歩合給３５パーセントを控除した，\n８万７７５０円が原告の損害となる。\nイ  著作権侵害に基づく損害に関し，原告は，被告のホームページを見るまで，\n本件写真の存在すら知らなかったのであるから，原告に損害が発生したとはい\nえない。\n第３  判断\n１  証拠（後掲各証拠のほか，全体につき，甲８６，１２７，乙３，Ｐ７証人，被告\n本人）及び弁論の全趣旨に，前提事実を総合すると，次の各事実を認めることがで\nきる。\n(1)  被告は，建設会社に勤務したり，日の出住建の屋号で内装工事業を行ったりし\nていたものであるが，平成１６年１２月１２日に三星住設を設立し，当時従業員\nであったＰ２らと，内装リフォーム工事の営業等を行っていた。\n(2)  被告は，平成１８年３月ころ，被告の元同僚の紹介で原告を知り，原告の営業\nの仕事，具体的には，原告が電話で太陽熱温水器の点検のアポイントを取った客\nを訪問し，同時に屋根や工事等の注文を取ってくる形態の営業を試してみること\nとした。\nこのとき被告は，１か月で７００万円ほどの売上を上げ，この業態で生計を立\nてる見通しが立ったと考え，三星住設の代表者として，平成１８年４月２０日付\nけで，原告との間で，本件業務委託契約を締結した。\n(3)  本件業務委託契約の締結後，三星住設は，被告及びＰ２らの従業員で，原告か\nら顧客を紹介するファクシミリの送付を受け，これを訪問する営業活動を行った\nが，想定していたほどの売上が上がらず，原告から，本件業務委託契約が定める\n月１００万円の最低保証の点を指摘される状況となった。\nそこで，原告は，契約関係の見直しを提案し，原告と三星住設は，平成１８年\n７月付けで，顧客からの売上を三星住設が取得し，最低保証の制約のもとに，利\n益の５０パーセントを原告に支払うという本件業務委託契約の方式を変更し，顧\n客からの売上は原告が取得し，その利益の中から一定の割合を給与の名目で被告\n及びＰ２に配分する一方で，最低保証の定めを廃し，被告とＰ２は，原告の従業\n員的立場で，原告の営業活動に従事することとする本件合意を行った（利益配分\nの割合については，前記前提事実記載のとおり。）。\nまた，本件合意の際に，三星住設側の取り分の割合が引き下げられたことから，\n被告は，その埋め合せとして，原告から案内された顧客の現場周辺で営業活動を\n行うことを求め，原告は，原告の商号を用いること，被告とＰ２以外の従業員（当\n時はＰ８）が行うこと，売上が上がった場合，三星住設は，粗利益の２０パーセ\nントを原告に支払うことを条件に，これを承諾した。\n(4)  原告は，平成１８年８月以降，被告のタイムカードを作成し，被告の営業によ\nり受注した売上の中から，所得税等の税金の源泉徴収をした上（社会保険料の徴\n収はしていなかった。），本件合意で定めた割合の金員を給与名目で支払ったが，\n基本給の支給はなく，全額が「配当手当」の名目であった（甲３，４（枝番を含\nむ））。\n(5)  平成１９年３月には，原告と被告の交渉の結果，上記(3)の歩合を変更し，Ｐ２\nの営業分についての被告の取り分をなくすとともに，受注金額に応じて，段階的\nに歩合を設定することとする旨の合意がされた。\n(6)  被告は，本件合意に基づく営業を行う場合，工事の受注金額，下請けへの発注\nは自ら行っており，工事代金の回収や下請への支払は，原告が行っていた。\n原告は，その従業員と同様，被告にも，行動予定表という訪問の予約を取れた\n顧客のリストを交付していたが，被告は，同リストによる成約率は高くないとし\nて，当該訪問先を訪問するかどうかについて，自ら判断していた。\n被告は，本件合意以降，原告における営業が仕事の大半を占めるようにはなっ\nたが，他方，三星住設ないし他の屋号でリフォーム等の仕事を受けることも継続\nして行っていた。\n(7)  被告は，平成２２年８月４日ころ，平成２１年から２２年はじめにかけて，ユ\nニットバスのリフォームや太陽熱温水器，給湯器等の工事の施工を受けたＰ４宅\nを，アフターメンテナンスの趣旨で訪問した。\nこの際，屋根裏補強の工事の商談となり，原告として受ける場合は４７万円で\nある旨の見積りを提示したところ，値引きの交渉を受けた。被告は，自身が在庫\nとして持っている材料を提供して自分が請け負うなら，１０万円の値引きができ\nるが，どこと契約するかは顧客が決めることである旨申し出ると，Ｐ４は被告と\n契約することとし，被告は，案件２の工事を行った。\n被告は，代金３７万円を受領して，「三星住建」名義の領収書をＰ４に交付し\nた（甲２９の１ないし４）。\n(8)  原告は，平成２３年９月１６日，Ｐ５宅のリフォーム工事（外部工事，外壁塗\n装工事等）を受注，施工し，同月２９日には，部屋のクロス追加工事を受注した\n（甲１２，１３（枝番を含む））。\nこの現場は，被告が担当していたところ，被告は，無償で，Ｐ５宅の一室の柱，\n鴨居，障子の桟等の塗装を行い，家人の了解を得て，仕上がった状態を被告自身\nの携帯電話に付属のカメラで撮影したが，撮影範囲等に不満があったことから，\n更に，同年１１月２４日，原告の所有するカメラを借りて，同様の被写体を対象\nとする写真を撮影した（乙１，２（枝番を含む））。\n(9)  平成２４年４月，Ｐ６は，太陽熱温水器の有料点検について，初めて原告にア\nポイントを入れたＰ３宅を訪問し，屋根の改修工事についての商談をした。Ｐ６\nが原告の立場で見積額を提示したところ，Ｐ３の了解が得られなかったため，被\n告は，知っている業者に電話すると言って，休暇をとって自宅にいた被告を呼び\n出し，上記工事を被告のｅ・ｈｏｍｅで請け負えないか尋ねた。\n被告は，Ｐ６からの依頼に基づき，上記工事の見積りをした上，１５０万円の\n対価にて案件１の工事を受注し，完成させ，代金の支払いを受けた（甲１９（枝\n番を含む），甲３１）。\n２  争点(1)（被告が，雇用契約上の競業避止義務違反による損害賠償義務を負うか）\nについて\n(1)  前提事実及び上記認定事実によれば，本件業務委託契約は，原告が，三星住設\nに，太陽熱温水器のアフターメンテナンスの顧客を一定数紹介し，三星住設は，\n原告より紹介を受けた顧客からの利益の一部を原告に配分すること等を内容と\nするものであること，本件合意は，本件業務委託契約を前提に，その改訂として，\n被告及びＰ２の就労の形態，最低保証の廃止を含む利益配分の変更，三星住設が，\n原告より紹介を受けた顧客の現場周辺で営業活動を行う際の条件等を定めるも\nのであることが認められ，いずれも法人である原告と三星住設間の業務委託契約\nであって，これにより原被告間に雇用契約が成立するとは解し得ないものである。\nまた，本件業務委託契約及び本件合意においては，原告が紹介した太陽熱温水\n器のアフターメンテナンスの顧客に三星住設が営業活動を行う場合，あるいはそ\nれによって売上が上がった現場周辺で，三星住設が営業を行う場合の商号の使用\n者利益の配分については定められているものの，それ以外の場合について，三星\n住設が，リフォーム工事を受注してはならない旨を一般的に定める趣旨を含むも\nのとは解されず，上述のとおり，原告が紹介した案件以外にも工事等を受注する\n場合のあることは，予定されていたというべきである。\n(2)  原告の主張について\n原告は，原被告間に，原告の営業と競合する業務をしてはならない義務を伴う\n雇用契約が成立したと主張する。\n本件合意に，被告及びＰ２は，原告の従業員として営業活動に就労する旨の記\n載があり，給与体制，基本給といった文言が使用されていることは前記前提事実\n記載のとおりである。しかしながら，就労先の指揮命令に事実上服し，就労先の\n従業員と同様の立場で，就労先の名義で契約の勧誘等を行うものの，雇用関係は\n派遣元との間にのみ存在し，就労先との間に雇用関係が存しない事例はごく一般\nに存在するのであって，本件合意に上記文言があることを理由に，原被告間に雇\n用関係を認めることはできず，既に検討したとおり，原告と三星住設との間の本\n件業務委託契約及び本件合意に基づき，三星住設の代表者である被告が，原告方\nで就労していたにすぎないというべきである。\nまた，原告の被告に対する支払についても，前記認定のとおり，被告らの営業\n活動による利益に応じた配当手当のみが支給され，基本給の支給や最低保証の定\nめは存しないことに加え，本件合意の時点では，被告自身の営業売上による利益\nのみならず，Ｐ２の営業売上による利益の一部も被告に配分される定めになって\nいたことを考慮すると，これは，本件業務委託契約に基づき三星住設が取得する\nことのできる利益を，本件合意により，便宜的に被告及びＰ２に支払うことにし\nたものと解するのが合理的であり，基本給等の文言が使用されているからといっ\nて，これを雇用契約に基づく給与の支払と評価することはできない。\n原告はその主張を基礎づける事情として，①原告は，独自に把握した潜在的顧\n客を対象とした行動予定表を作成し，これに従って，行動予定表の使用後の破棄\nを営業社員に指示し，社外に情報が漏洩することを防止していたこと，②原告は，\n行動予定表を作成し，被告に交付した後，従業員ごとの工事担当履歴を保存して\nいたこと，③原告は，従業員に対し，再々同種事業を行って，顧客を奪っていな\nいかを調査し，該当者を処分してきており，被告もこれを知っていたこと，④原\n告が，被告に対し，特定商取引法の遵守を命じ，クーリングオフの文言の記載の\nある契約用紙を交付し，被告も原告の名で，原告のために契約を締結していたこ\nとを指摘する。しかしながら，上記検討したところによれば，原告の指摘する事\n情は，いずれも，原告の主張を裏付ける事情に当たらないから，失当というほか\nない。\n３  本件において，原告は，本件業務委託契約及び本件合意に基づく履行請求ではな\nく，原被告間の雇用契約上の競業避止義務に基づく損害賠償のみを請求していると\nころ，既に検討したところによれば，原被告間に競業避止義務を伴う雇用契約が成\n立したとの前提自体が認められず，雇用契約上の競業避止義務違反を理由とする請\n求については，その余の点について検討するまでもなく理由がないというべきであ\nる。\n４  争点(2)（本件写真につき，原告が著作権を取得したか）について\n前記認定によると，本件写真を撮影したのは被告であるところ，被写体は，原告\nが受注した住宅のリフォームの結果をも含むものとはいえ，その撮影は，被告の施\n工した部分を記録に残したいという被告自身の発意に基づき，住宅所有者の家人の\n了解を得て行われたものであり，当該写真の撮影についての原告からの個別の指示\n等はなかった上，原告において，受注した物件の工事概要等について，組織的，体\n系的に写真を撮影し，これを管理していた等の事情を認めるに足りる証拠もないか\nら，原告が，著作権法１５条により著作権を取得したということはできない。\nしたがって，原告が著作権者であることを前提とする差止請求及び損害賠償請求\nは，いずれも理由がない。\n５  結論\n以上の次第で，原告の請求は，いずれも理由がないから棄却することとし，主文\nのとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n谷          有    恒\n裁判官\n田    原      美  奈  子\n裁判官\n松  阿  彌                  隆\n"
}