{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 11
  },
  "case_number": "平成24(行ケ)10297",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83461",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83461",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/461/083461_hanrei.pdf",
  "contents": "平成２５年７月１１日判決言渡  同日原本領収  裁判所書記官\n平成２４年（行ケ）第１０２９７号  審決取消請求事件\n口頭弁論終結日  平成２５年６月２７日\n判        決\n原              告        田 辺 三 菱 製 薬 株 式 会 社\n原              告        宇 部 興 産 株 式 会 社\n上記両名訴訟代理人弁理士  津      国              肇\n小      澤      圭      子\n小      國      泰      弘\n塩      見              敦\n齋      藤      房      幸\n被              告        遼 東 化 学 工 業 株 式 会 社\n同訴訟代理人弁護士        脇      田      輝      次\n同          弁理士        小      野      信      夫\n井      手              浩\n鶴      目      朋      之\n主        文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１１－８００１７７号事件について平成２４年７月９日にした\n第２  事案の概要\n本件は，原告らが，後記１のとおりの手続において，原告らの後記２の本件発明\nに係る特許に対する被告の特許無効審判の請求について，特許庁が本件特許のうち，\n請求項１ないし１１に係る発明についての特許を無効とした別紙審決書（写し）の\n本件審決（その理由の要旨は後記３のとおり）には，後記４のとおりの取消事由が\n１  特許庁における手続の経緯\n(1)  原告らは，平成１２年３月２２日，発明の名称を「経口投与製剤」とする特\n許出願（特願２０００－７９４９９号）をし，平成１９年２月２日，設定の登録\n（特許第３９０９９９８号。請求項の数１３）を受けた。以下，この特許を「本件\n(2)  被告は，平成２３年９月１６日，本件特許の請求項１ないし１３に係る発明\nについて，特許無効審判を請求し，無効２０１１－８００１７７号事件として係属\n(3)  特許庁は，平成２４年７月９日，「特許第３９０９９９８号の請求項１ない\nし１１に係る発明についての特許を無効とする。特許第３９０９９９８号の請求項\n１２及び１３に係る発明についての審判請求は，成り立たない。」旨の本件審決を\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲の請求項１ないし１１に記載の発明（以下，請求項１\nないし１１に係る発明を，請求項の番号に応じて「本件発明１」ないし「本件発明\n１１」といい，これらを併せて「本件発明」という。）は，次のとおりである。な\n【請求項１】ベポタスチンのベンゼンスルホン酸塩に，マンニトール，白糖，乳糖\n及びこれらの混合物から選択される賦形剤，並びにポリエチレングリコールを配合\n【請求項２】固形製剤の全体重量に対して以下の量：／ベポタスチンのベンゼンス\nルホン酸塩：１～３０重量％；／マンニトール，白糖，乳糖及びこれらの混合物か\nら選択される賦形剤：５～９５重量％；並びに／ポリエチレングリコール：２～４\n０重量％／を配合した，請求項１記載の経口投与用固形製剤。\n【請求項３】結晶セルロースを更に配合した，請求項１又は２記載の経口投与用固\n【請求項４】結晶セルロースの配合量が，固形製剤の全体重量に対して１～３０重\n【請求項５】錠剤である，請求項１～４のいずれか１項記載の経口投与用固形製剤。\n【請求項６】ベポタスチンのベンゼンスルホン酸塩に，マンニトール，ポリエチレ\n【請求項７】ベポタスチンのベンゼンスルホン酸塩に，白糖，ポリエチレングリコ\n【請求項８】フィルムコーティング層を更に有する，請求項５～７のいずれか１項\n【請求項９】フィルムコーティング層の皮膜率が，被覆されていない錠剤の全体重\n【請求項１０】ベポタスチンのベンゼンスルホン酸塩に，マンニトール，白糖，乳\n糖及びこれらの混合物から選択される賦形剤，並びにポリエチレングリコールを配\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本件発明は，後記引用例１ないし３に記載さ\nれた発明（以下，それぞれ「引用発明１」「引用発明２」「引用発明３」とい\nう。）に基づいて，当業者が容易に発明をすることができたものである，というも\nア  引用例１：特開平１０－２３７０７０号公報（甲４）\nイ  引用例２：特開平６－１００４４７号公報（甲１）\nウ  引用例３：特開平４－２０２１３１号公報（甲２）\n(2)  本件審決が認定した引用発明１並びに本件発明１と引用発明１との一致点及\nア  引用発明１：（Ｓ）－４－〔４－〔（４－クロロフェニル）（２－ピリジ\nル）メトキシ〕ピペリジノ〕ブタン酸のベンゼンスルホン酸塩に，添加剤を配合し\nイ  一致点：ベポタスチンのベンゼンスルホン酸塩に，添加剤を配合した経口投\n与用医薬組成物\nウ  相違点１\n本件発明１の医薬組成物は「経口投与用固形製剤」であるのに対し，引用発明１\nエ  相違点２\n本件発明１の医薬組成物は，添加剤として「マンニトール，白糖，乳糖及びこれ\nらの混合物から選択される賦形剤，並びにポリエチレングリコール」を配合してい\n４  取消事由\n第３  当事者の主張\n１  本件発明１の容易想到性に係る判断について\n(1)  相違点１に係る判断について\n本件審決は，引用発明１では結晶という固体状態で原薬を配合することを前提と\nしていると解するのが自然であるとするが，例えば液剤として製剤化される目薬の\nように，結晶状態で安定だからといって，必ずしも直ちに固体状態で配合すること\nを前提としているとはいえない。また，引用例１に記載された薬理試験は，試験物\n質を溶液又は懸濁液として投与しているので，引用例１の記載からは，経口投与製\nしたがって，引用発明１の経口投与用医薬組成物を，汎用性が高い剤形である固\n(2)  相違点２に係る判断について\nア  引用例１の表４について\n引用例１の表４には，ベポタスチンのベンゼンスルホン酸塩について，類縁物質\nの含量，（Ｒ）体含量，外観及び吸湿量が列記されているにすぎない。また，同表\nにおける「参考例３の（Ｓ）－エステル」は，ベポタスチンとは異なる物質である\nから，ベポタスチン及びそのベンゼンスルホン酸塩に水が悪影響を及ぼすことや，\n原薬の状態で安定な化学物質が製剤化により不安定になる場合があることは技術\n常識であるとしても，不安定化の原因の究明には原薬の多種多様な物理化学的性質\nを精査することや添加剤との配合性試験の結果を考察することが必要となるから，\nベポタスチンのベンゼンスルホン酸塩の安定性に対して水分による悪影響が生じる\nしたがって，引用例１の表４を根拠として，吸湿による水分がベポタスチンの物\n理化学的安定性に悪影響を及ぼすことが理解できるとする本件審決は誤りである。\nイ  動機付けについて\n(ア)  引用例１の記載から，水分がベポタスチン及びそのベンゼンスルホン酸塩\nの安定性に悪影響を及ぼすことを当業者は理解することができず，また，水分以外\nにも安定性に影響し得る要因は多数存在するから，仮に，水分による影響を回避す\nることが望ましいとしても，自由水を多く持たない添加剤の選択以外に，製剤の低\n水分化，防湿・乾燥剤入り包装による安定化などの対策も知られていた以上，直ち\nに添加剤を用いることを検討する必要はない。本件審決は，適切な添加剤の選択が\n優先される理由を何ら説明しておらず，ベポタスチンのベンゼンスルホン酸塩の固\n形製剤化の際に，水分による悪影響を回避し得る適切な添加剤を選択する必要があ\n(イ)  本件審決は，固形製剤化において水分による悪影響を解決できた公知の添\n加剤が存在した場合，その添加剤をベポタスチンのベンゼンスルホン酸塩の固形製\n剤化に使用可能か否かを検討することは，当業者にとって常套の事項であるとする。\nしかしながら，製剤開発において吸収性に問題がない場合，処方設計で最も重要\nとなる項目は安定性の確保であり，まず主薬と製剤添加剤との配合試験を実施し，\n安定性の観点から使用可能な添加剤を選択することが通常であるから，その配合試\n験では，選択した剤形で通常用いられる添加剤を，機能ごとに２，３種類選択し，\n主薬と適当な比率で混合した後，熱・湿度に対する安定性を調査するという試行錯\n誤が要求されるものである。仮に，固形製剤化において水分による悪影響を解決で\nきた添加剤が既に知られていたとしても，そのような添加剤を多種多様な化合物の\n全てに配合し得るものではないから，上記の試行錯誤は避けられない。水分による\n悪影響を解決できたか否かを指標として添加剤を選択することは，製剤開発の際に\n(ウ)  添加剤とは，製剤の保存中の性状及び品質の基準を確保し，その有用性を\n高めるために加えられる賦形剤，安定剤，保存剤，緩衝剤等をいい，幅広い目的で\n使用されるから，必ずしも固形製剤化における水分による悪影響を解決することだ\nけを目的に使用されるものではない。固形製剤化において水分による悪影響を解決\nできた添加剤が既に知られていても，当該添加剤を，水分による悪影響が予測でき\nまた，化学構造が異なれば，性質等も異なることは技術常識であるから，ある添\n加剤とある原薬との配合に問題が生じなかったからといって，他の原薬との配合に\nおいて問題が生じないとは限らないから，当業者は，ある添加剤とある原薬との配\n合試験で試行錯誤を経たとしても，その原薬とは化学構造の異なるベポタスチンの\nベンゼンスルホン酸塩に対して適用可能であると判断することはできない。同様に，\nある原薬において水分による悪影響を解決できたからといって，それとは化学構造\nウ  引用例２及び３について\n引用発明２及び３の課題は，イミダプリル又はビソプロロールを含有する安定な\n経口用製剤を提供することであり，引用例２及び３には，原薬の加水分解を抑制し，\n原薬の安定性に対する水分による悪影響を回避するという課題は記載されていない。\nまた，引用例２及び３には，原薬の安定性に対し，水分が引き起こす加水分解以外\nのあらゆる悪影響を回避するという課題が解決できたことは記載も示唆もされてい\nすなわち，引用例２及び３には，原薬の加水分解を回避できたことを超えて，原\n薬の安定性に対する水分による悪影響を回避するという課題までも解決できたこと\nは記載も示唆もされていないから，このような共通の課題まで解決することができ\nエ  共通の課題の認定について\n前記のとおり，当業者は，引用例１から，水分がベポタスチン及びそのベンゼン\nスルホン酸塩の安定性に悪影響を及ぼすことを理解することはできない。引用発明\n１は化合物に関する発明であるのに対し，引用発明２及び３は製剤に関する発明で\nあるから，引用発明１に安定性に関する課題があったとしても，引用発明２及び３\nの課題（原薬の加水分解の回避）とは明らかに異なる。引用発明２及び３において，\n加水分解がいかなる機序で抑制されるかは不明であるから，これらの発明において，\nしたがって，原薬の安定性に対する水分による悪影響を回避するという課題は，\nオ  原薬と添加剤との相互反応について\n製剤技術の分野では，原薬ごとに適切な添加剤の組合せを見いだす必要があり，\n原薬と添加剤との相互反応に基づく不適合性については多数の事例が知られている\nから，当業者は，常に，添加剤が原薬に影響を与え得ることを念頭に製剤の開発を\n行っている。ポリエチレングリコールとケトプロフェンとを配合した場合，強い相\n互反応を生じたとの事例も報告されているから，ベポタスチンのベンゼンスルホン\n酸塩とポリエチレングリコールなどの添加剤との間に相互反応が生じ得る可能性も，\nしたがって，引用例２及び３に開示された構造の全く異なる原薬と添加剤との組\n合せが引用発明２及び３の原薬には好適であったとしても，引用発明１のベポタス\nチンのベンゼンスルホン酸塩の製剤化においては好適ではなく，その効果や安定性\nに悪影響を与える可能性は十分にあるから，このような添加剤をベポタスチンのベ\n(3)  本件発明の効果について\nア  本件発明は，ベポタスチンのベンゼンスルホン酸塩のラセミ化がごくわずか\nであり，安定に長期間保存され，変性せず，さらに良好な製造効率で調製すること\n他方，引用例１には，ベポタスチンのベンゼンスルホン酸塩が単独で存在する場\n合の安定性しか開示されておらず，製剤化された場合の安定性については開示され\nていない。原薬の状態では安定であっても，製剤化により原薬が不安定になる場合\nもあるから，原薬の安定性から製剤化された際の安定性を予測することはできない。\nまた，医薬品の開発では，一般に，原薬としては安定な化合物を選択するが，添\n加剤とともに製剤化した場合に安定性の問題が生じ得るため，医薬製剤における安\n定性については，異なる処方による製剤と比較する必要があるから，引用例１の記\nイ  本件審決は，原告らが提出した実験報告書について，造粒方法の違いによる\nラセミ化抑制効果への影響に実質的な相違は生じないと断定することはできないと\nするが，本件明細書には，造粒方法にかかわらず，本件発明の効果を奏し得ること\nが記載されているところ，当業者であれば，湿式造粒法や乾式造粒法による製剤も，\n実験報告書における加熱造粒法と同程度の効果を奏し得ることは理解できるから，\n本件発明の製剤において，造粒方法の違いによるラセミ化抑制効果への影響に実質\n的な相違はないというべきである。\nまた，本件審決は，意見書に記載された比較実験成績の結果も引用例２及び３の\n記載から予測し得たとするが，引用例２及び３には，原薬の安定性に対する水分に\nよる悪影響が回避されたことを示す実験結果が示されてはいないから，本件審決の\n(4)  以上のとおりであるから，本件発明１は，引用発明１ないし３に基づいて，\n当業者が容易に発明をすることができたものということはできない。\n２  本件発明２ないし１１の容易想到性に係る判断について\n本件発明２ないし１１は，いずれも本件発明１の構成を全て包含するものである\nから，本件発明１が，引用発明１ないし３に基づいて当業者が容易に発明をするこ\nとができたものということができない以上，本件発明２ないし１１も，引用発明１\nないし３に基づいて当業者が容易に発明をすることができたものということはでき\n１  本件発明１の容易想到性に係る判断について\n(1)  相違点１に係る判断について\n固形製剤は，引用発明１のような経口投与用の医薬組成物の剤形として最も広く\n採用される汎用の製剤であり，引用例１における経口投与製剤に含まれる原薬の形\n状として結晶が最も好ましいことに係る記載の有無にかかわらず，当業者が当該剤\nまた，結晶で安定な原薬が目薬に配合できることは，結晶で安定な原薬を固体状\n態で配合できることを排除するものではないし，薬理試験の実施形態と薬剤の最終\nしたがって，本件審決の相違点１に係る判断に誤りはない。\n(2)  相違点２に係る判断について\nア  引用例１の表４について\n引用例１では，水分により不安定化し，ラセミ化が起こる可能性を想定した上で，\n表４に係る試験を行っているのであるから，当業者は，引用例１の記載から，不安\n定化の原因について特段の思考を経ることなく，吸湿による水分がベポタスチンの\n（Ｒ）体を増加させ，物理化学的安定性に影響を及ぼす危険性があることを容易に\n理解することができる。特に，当業者は，安息香酸塩の３倍もの吸湿性を有するベ\nンゼンスルホン酸塩については，十分にその危険性が高いことを知り得るというべ\nイ  動機付けについて\n(ア)  製剤化により原薬が不安定になる要因として，製剤添加剤との配合不良，\n湿度及び製造工程が指摘されており，固形製剤の安定性への影響について検討すべ\nき主要な項目として水分が指摘されていることは，本件出願時の技術常識である。\nしかも，引用例１の安定性試験は，ベポタスチンのベンゼンスルホン酸塩が水分に\nより影響を受けることを示唆している。ラセミ化の原因として，熱，光，溶媒\n（水），酸，アルカリ等の要因が指摘されているが，本件発明のような固形製剤で\nは，酸やアルカリを添加剤成分として積極的に配合する理由はなく，製剤後は，光，\n熱等の影響を受けないように保存されるのは当然であるから，実質的に問題となる\nのは水分のみである。製剤化後も，大気中や添加剤に含まれる水分が製剤の安定性\nに影響を与える可能性があるから，添加剤の選択において，ラセミ化の要因となる\n(イ)  製剤中の原薬が水分の影響を受けることが明らかとなった場合，なるべく\n簡単で経済的な手段，すなわち，まず配合のみで問題を解決できる添加剤を検討す\nることが当業者の技術常識であって，製剤の低水分化や，防湿・乾燥剤入り包装に\nよる安定化等の複雑かつ不経済な方法は，配合添加剤などでは問題が解決しない場\n(ウ)  固形製剤化において水分による悪影響を解決できた添加剤が既に知られて\nいるならば，まず，その添加剤あるいはこれを用いた製剤処方を水分による悪影響\nが予測できる原薬に使用してみることは基本的事項であり，文献において説明され\nていなければ実施できないようなことではない。当業者は，別の原薬において試み\nられた添加剤や製造処方について，特段の理由がない限り，ベポタスチンのベンゼ\nウ  引用例２及び３について\n引用例１に接した当業者は，水分がベポタスチン及びそのベンゼンスルホン酸塩\nの安定性に悪影響を及ぼす危険性があると理解するから，製剤化の際，安定性の確\n保のため，水分の影響を回避できる添加剤を選択しようとするのは当然の対応であ\nる。引用例２及び３には，水分により引き起こされる悪影響（加水分解）を，固形\n製剤化において解決できた添加剤が記載されているから，ベポタスチンのベンゼン\nスルホン酸塩の固形製剤化において，まずその添加剤を水分によるラセミ化抑制の\nための添加剤として使用可能か否かを検討することは，当業者にとっては常套手段\nエ  共通の課題の認定について\n原料物質になり得る化合物に係る発明であれ，最終製品となり得る製剤に係る発\n明であれ，水分等による悪影響を受けるものであれば，当該悪影響を解決すること\nまた，引用例２及び３に原薬の加水分解という課題を有効に解決し得たことが記\n載されていれば，加水分解反応において水分の存在が必須であることは当業者の常\n識であるから，当業者は，当然に引用発明２及び３が水分の影響を排除するという\n上位概念化した課題をも解決したことを認識するものである。引用例１にも，水分\nによる悪影響が開示されているから，水分の影響の排除が課題とされていると理解\nしたがって，引用発明１ないし３の課題は共通するというべきである。\nオ  原薬と添加剤との相互反応について\n通常の薬剤と相互作用を有する物質は，添加剤として用いられないことが一般的\nであるところ，ポリエチレングリコール６０００は，医薬品添加物事典に収載され\nている化合物であるから，一般の薬剤とは相互作用を有しないものと常識的に判断\nすることができる。ベポタスチンのベンゼンスルホン酸塩とポリエチレングリコー\nまた，既に良好な結果が得られたと報告されている処方に基づいて，新しい製剤\n処方を設計するのが一般的であり，本件発明のように水分による悪影響を防止した\nいのであれば，既にこの目的が達成されたことを報告している引用例２及び３に基\n(3)  本件発明の効果について\nア  本件明細書には，各実施例の製剤におけるベポタスチン対掌体の具体的増加\n量や，比較品と比べてどの程度ラセミ化を防止できたかについて開示されておらず，\n従来技術と比較した本件発明の効果は不明であるから，本件発明に格別顕著な効果\nイ  原告らは，出願審査の過程において意見書を提出し，本件発明の効果に係る\n主張をしたが，発明の効果は，出願当初の明細書に記載されるべきであって，意見\n書による追加は許されるべきではない。しかも，原告らによる比較実験成績は，本\n件発明の添加剤にラセミ化抑制効果があることを証明する実験としては不適当かつ\n(4)  以上のとおりであるから，本件発明１は，引用発明１ないし３に基づいて，\n当業者が容易に発明をすることができたものというべきである。\n２  本件発明２ないし１１の容易想到性に係る判断について\n本件発明２ないし１１は，いずれも本件発明１の構成を限定するものであるが，\n当該限定は，いずれも設計事項，周知事項等にすぎず，これらの限定によって特段\n顕著な効果があることも示されていない以上，本件発明２ないし１１も，引用発明\n１ないし３に基づいて当業者が容易に発明をすることができたものというべきであ\n第４  当裁判所の判断\n１  本件発明について\n本件発明の特許請求の範囲は，前記第２の２に記載のとおりであるところ，本件\n明細書（甲２４）には，おおむね次の記載がある。\n(1)  発明の属する技術分野\n本件発明は，保存安定性が高く，製造しやすい，ベポタスチン製剤に関する発明\nである（【０００１】）。\n(2)  従来の技術\nベポタスチン〔化学名：（Ｓ）－４－〔４－[（４－クロロフェニル）（２－ピリ\nジル）メトキシ]ピペリジノ］ブタン酸〕は，別紙式（Ⅰ）（以下「式（Ⅰ）」とい\nう。）で示される化合物であり，抗アレルギー活性を有し，アナフィラキシー性気\n道狭窄，喘息又はアレルギー性鼻炎等の治療薬として優れた薬剤である。しかし，\nその光学異性体であり，絶対配置がＲ配置である化合物との間では，薬理活性や安\n全性が異なり，代謝速度や，タンパク結合率も異なる，絶対配置がＳ配置である本\n化合物が，Ｒ配置の化合物と比較して顕著に高い薬理活性を示すことが知られてい\nる（特開平２－２５４６５号公報（甲３。以下「甲３文献」という。）及び引用例\n(3)  発明が解決しようとする課題\nＳ配置のベポタスチンは，その吸湿性のため不安定であることも知られており，\nベポタスチンを，通常この分野で汎用されている賦形剤や結合剤等の添加剤を用い\nて製剤化すると，添加剤中の水分によってラセミ化しやすい。そのため，Ｓ配置の\nベポタスチンを高光学純度で含み，しかもラセミ化することがない製剤の開発が求\n(4)  課題を解決するための手段\n本件発明の発明者らは，ベポタスチン又はその薬理的に許容し得る塩に，賦形剤\nとしてマンニトール，白糖，乳糖又はこれらの混合物；結合剤としてポリエチレン\nグリコール；の組合せを配合して製剤化すると，ベポタスチン又はその薬理的に許\n容し得る塩のラセミ化が著しく抑制される結果，保存安定性が著しく改善されると\nともに，製剤の製造効率も改善されることを見いだし，本件発明を完成するに至っ\n本件発明は，ベポタスチン又はその薬理的に許容し得る塩に，マンニトール，白\n糖，乳糖及びこれらの混合物から選択される賦形剤並びにポリエチレングリコール\nを配合した経口投与用固形製剤に関する発明である（【０００６】【０００７】）。\n(5)  発明の実施の形態\nア  本件発明の経口投与用固形製剤に配合されるベポタスチン又はその薬理的に\n許容し得る塩は，甲３文献及び引用例１に記載された方法により合成することがで\n本件発明の固形製剤に配合されるベポタスチンの薬理学的に許容し得る塩として\nは，薬理学的に許容し得るいかなる酸との付加塩も使用することができるが，ベン\nゼンスルホン酸（ベシル酸）の付加塩及び安息香酸の付加塩が特に好ましい（【０\n本件発明の固形製剤に配合されるマンニトール，白糖，乳糖又はこれらの混合物\nである賦形剤としては，製剤に通常使用されるグレードのものであればいかなるも\n本件発明の固形製剤に配合されるポリエチレングリコールとしては，平均分子量\nイ  本件発明の固形製剤における各成分の配合量としては，固形製剤の全体重量\n(ア)  ベポタスチン又はその薬理的に許容し得る塩：約１ないし３０重量％，特\nに約２ないし２０重量％\n(イ)  マンニトール，白糖，乳糖及びこれらの混合物から選択される賦形剤：約\n５ないし９５重量％，特に約４５ないし８５重量％\n(ウ)  ポリエチレングリコール：約２ないし４０重量％，特に約５ないし２０重\n量％\nウ  本件発明の固形製剤には，前記各成分に加え，必要に応じて，製剤に通常使\n用する賦形剤，崩壊剤，滑沢剤などの各種添加剤を配合することができる。賦形剤\nとしては，特に結晶セルロースが好ましいが，その配合量は，固形製剤の全体重量\nに対して，結晶セルロース約１ないし３０重量％，好ましくは約５ないし２０重量\n前記各成分を配合した本件発明の経口投与用固形製剤としては，錠剤，顆粒剤，\n細粒剤及び散剤並びにこれらを充填したカプセル剤などの各種経口投与用剤形を挙\n前記各成分を配合した錠剤，顆粒剤，細粒剤及び散剤などの剤形である本件発明\nの固形製剤は，通例用いられる製剤技術により調製することができる。例えば，ベ\nポタスチン又はその薬理的に許容し得る塩に，マンニトール，白糖，乳糖及びこれ\nらの混合物から選択される賦形剤並びにポリエチレングリコールを配合して造粒す\nることにより造粒物を調製し，必要であれば更に結晶セルロース等及び崩壊剤，滑\n沢剤などを加え，所望の剤形に成形することによって調製することができる（【０\n造粒方法としては，慣用の加熱造粒法，湿式造粒法又は乾式造粒法が挙げられる。\n加熱造粒法では，撹拌造粒機，高速撹拌造粒機，流動層造粒機及び転動流動層造粒\n機を使用することができるが，加熱造粒法により造粒する方法が好ましい（【００\n加熱造粒法により調製するには，ベポタスチン又はその薬理的に許容し得る塩，\nマンニトール，白糖，乳糖又はこれらの混合物及びポリエチレングリコールを混合\nし，約５０ないし９０℃の加熱温度で加熱造粒した後，冷却する（【００１８】）。\nエ  例えば錠剤を調製する場合，前記造粒法で得られた造粒物を，粒度が約５０\nないし１５００μｍになるように粉砕する。必要に応じて結晶セルロース等を添加\nし，必要であれば滑沢剤又は／及び崩壊剤を加え，約０．５ｔｏｎ／ｃｍ２ないし４\nｔｏｎ／ｃｍ２の打錠圧で打錠する（【００２２】）。\nまた，この方法で調製した錠剤には，必要であれば，適当な皮膜を用いてフィル\n錠剤にフィルムコーティング層を形成するには，フィルムコーティング層の配合\n成分であるコーティング剤，遮光剤，可塑剤，滑沢剤，凝集防止剤などの成分及び\n必要であればその他の配合成分を，適量の溶媒に溶解又は分散させてコーティング\nフィルムコーティング層による錠剤の皮膜率は，被覆されていない錠剤の全体重\nオ  本件発明の経口投与用固形製剤としては，次のとおりの組成を有することが\n(ア)  ベポタスチン又はその薬理的に許容し得る塩に，マンニトール，ポリエチ\nレングリコール及び結晶セルロースを配合した経口投与用錠剤（ベポタスチン又は\nその薬理的に許容し得る塩に，マンニトール及びポリエチレングリコールを加えて\n(イ)  ベポタスチン又はその薬理的に許容し得る塩に，白糖，ポリエチレングリ\nコール及び結晶セルロースを配合した経口投与用錠剤（ベポタスチン又はその薬理\n的に許容し得る塩に，白糖及びポリエチレングリコールを加えて造粒し，これに結\nカ  本件発明の経口投与用固形製剤を，４０℃，瓶密栓（乾燥剤なし）で６か月\n間保存し，ベポタスチン対掌体の増加量をキラルな高速液体クロマトグラフィー法\nで測定した結果，製剤中でのベポタスチン対掌体の増加量は，いずれも０．４％以\n下であった。この結果より，本件発明の固形製剤においては，ベポタスチンのラセ\nミ化はごくわずかであり，ベポタスチンが安定に長期間保存され，変性しないこと\nまた，本件発明の経口投与用固形製剤の錠剤について，製造時の摩損率を打錠時\nの原料と打錠後の錠剤の重量差から算出したところ，１％未満であり，スティッキ\nング，キャッピング等の打錠障害の発生率が低いことと併せ，本件発明の固形製剤\n(6)  発明の効果\n本件発明の経口投与用固形製剤は，ベポタスチンのラセミ化がごくわずかであり，\nベポタスチンが安定に長期間保存され，変性せず，更に良好な製造効率で調製する\n２  引用例について\n(1)  引用例１について\nア  特許請求の範囲\n【請求項１】式（Ｉ）で示される絶対配置が（Ｓ）体である光学活性ピペリジン誘\n【請求項２】前記式（Ｉ）で示される絶対配置が（Ｓ）体である光学活性ピペリジ\n【請求項３】前記式（Ｉ）で示される絶対配置が（Ｓ）体である光学活性ピペリジ\nン誘導体とベンゼンスルホン酸又は安息香酸とを，塩形成反応させることを特徴と\n【請求項４】（Ｓ）－４－〔４－〔（４－クロロフェニル）（２－ピリジル）メト\nキシ〕ピペリジノ〕ブタン酸・ベンゼンスルホン酸塩を有効成分としてなる医薬組\nイ  発明の属する技術分野\n本発明は，抗ヒスタミン活性及び抗アレルギー活性が優れている（Ｓ）－４－\n〔４－〔（４－クロロフェニル）（２－ピリジル）メトキシ〕ピペリジノ〕ブタン\n酸のベンゼンスルホン酸塩又は安息香酸塩及びその製造法に関する発明である。当\n該酸付加塩は，吸湿性が少なく，物理化学的安定性に優れているので，医薬品とし\nて特に適した化合物である。また，本発明は，これらを有効成分としてなる医薬組\nウ  従来の技術\n甲３文献に記載された別紙式（Ⅱ）で示されたピペリジン誘導体又はその塩（式\n中，Ａは低級アルキル基，ヒドロキシル基，低級アルコキシ基，アミノ基，低級ア\nルキルアミノ基，フェニル基，又は低級アルキル置換フェニル基を表す。）は，従\n来の抗ヒスタミン剤の場合にしばしば見られる中枢神経に対する刺激又は抑圧とい\nう２次的効果が最小限に抑えられるという特徴を有しており，蕁麻疹，湿疹，皮膚\n炎等のアレルギー性皮膚疾患，アレルギー性鼻炎，感冒等の上気道炎によるくしゃ\nみ，鼻汁，咳嗽，気管支喘息の治療，処理における医薬品として期待されている。\nしかしながら，このピペリジン誘導体は１個の不斉炭素を有しているものの，光学\n活性体を単離する方法は，現在まで知られていなかった（【０００２】～【０００\nエ  発明が解決しようとする課題\n一般に，光学異性体間で薬理活性や安全性が異なり，代謝速度，蛋白結合率にも\n差が生じることが知られている。したがって，医薬品とするには薬理学的に好まし\nい光学異性体を高光学純度で提供する必要がある。また，当該光学異性体の医薬品\nとしての高度な品質を確保するために，物理化学的安定性に優れた性質を有するこ\nオ  課題を解決するための手段\n本発明者らは，式（Ⅰ）で示される光学活性な（Ｓ）－４－〔４－〔（４－クロ\nロフェニル）（２－ピリジル）メトキシ〕ピペリジノ〕ブタン酸のベンゼンスルホ\nン酸塩又は安息香酸塩は，医薬品として好ましい優れた安定性を有することを見い\n本発明は，式（Ⅰ）で示される絶対配置が（Ｓ）である光学活性ピペリジン誘導\n体のベンゼンスルホン酸塩及び安息香酸塩に関する発明である（【０００７】～\n本発明は，（Ｓ）－４－〔４－〔（４－クロロフェニル）（２－ピリジル）メト\nキシ〕ピペリジノ〕ブタン酸のベンゼンスルホン酸塩又は安息香酸塩を有効成分と\nカ  発明の実施の形態\n(ア)  薬理試験\n次のａ及びｂの光学活性ピペリジン誘導体エステルの（Ｓ）－エステル及び\n（Ｒ）－エステルを用いて，光学異性体による薬理作用の差を試験した。\nａ  （Ｓ）－エステル：（Ｓ）－４－〔４－〔（４－クロロフェニル）（２－ピ\nリジル）メトキシ〕ピペリジノ〕ブタン酸エチルフマル酸塩\nｂ  （Ｒ）－エステル：（Ｒ）－４－〔４－〔（４－クロロフェニル）（２－ピ\nまず，モルモットを使用し，ヒスタミンショック死抑制作用を試験した。実験動\n物を一夜（約１４時間）絶食させた後，試験物質５ｍｌ／ｋｇを経口投与した。試\n験物質投与２時間後に，ヒスタミン塩酸塩１．２５ｍｇ／ｋｇを静脈投与してヒス\nタミンショックを誘発させた。誘発後，実験動物の症状観察及びヒスタミンショッ\nクの発現時間を測定し，呼吸停止又は回復まで観察した。試験結果は，別紙表１記\n次に，モルモットを使用して，７日間ｈｏｍｏｌｏｇｏｕｓＰＣＡ反応抑制作用\nを試験した。前日に剪毛したモルモットの背部の正中線をはさんで左右２点に，生\n理食塩水で３２倍希釈したモルモット抗ＢＰＯ・ＢＧＧ－ＩｇＥ血清を０．０５ｍ\nｌ皮内投与した。７日後，抗原として，ＢＰＯ・ＢＳＡ５００μｇを含む１％Ｅｖ\nａｎｓ  Ｂｌｕｅ生理食塩水１ｍｌを静脈内投与してＰＣＡ反応を惹起させた。そ\nの３０分後に放血し，皮膚を剥離して漏出した色素量を測定した。実験動物は一夜\n（約１６時間）絶食させ，試験物質は抗原投与の２時間前に経口投与した。試験結\n果は別紙表２記載のとおりである。\n表１の試験結果から，（Ｓ）－エステル及び（Ｒ）－エステルは，いずれも用量\n依存的な抑制作用を示し，用量反応曲線より求めた（Ｓ）－エステル及び（Ｒ）－\nエステルのＥＤ５０値は，各々０．０２３ｍｇ／ｋｇ，１．０ｍｇ／ｋｇであり，\n（Ｓ）－エステルは，（Ｒ）－エステルより約４３倍強い活性を示した。\nまた，表２に示すＰＣＡ反応抑制試験でも，（Ｓ）－エステル及び（Ｒ）－エス\nテルは，ともに用量依存的に反応を抑制した。この試験における最大抑制率は約７\n０％程度と推察され，その５０％（すなわち，３５％）を抑制する投与量で比較す\nると，（Ｓ）－エステルは（Ｒ）－エステルより約１００倍以上強い作用を示した。\nこれらのことから，光学異性体間で明らかな薬理作用の差が認められ，（Ｓ）－エ\nステルが（Ｒ）－エステルよりも優れていることが確認された（【００３０】～\nしかしながら，（Ｓ）－エステルは吸湿性であり，また（Ｓ）－エステルの代謝\n物である式（Ⅰ）の（Ｓ）－ピペリジン誘導体は，（Ｓ）－エステルと同等の薬理\n作用を示すが，それ自体は極めて結晶性の悪い化合物で，通常は飴状物として得ら\nれ，医薬品として高度な品質を確保，維持することは困難であった。そこで，式\n（Ⅰ）の（Ｓ）－ピペリジン誘導体の種々の酸付加塩について，次の方法で結晶化\n式（Ⅰ）の（Ｓ）－ピペリジン誘導体を有機溶媒に溶解し，別紙表３記載のとお\nりの酸を加えて均一にした後，放置した。析出物が得られない場合には，溶媒を留\n去した後，難溶性の溶媒を加えて再び放置した。酸付加塩が油状，飴状の場合を除\nき，得られた固形物を濾取して減圧乾燥した。得られた各種酸付加塩の性状は，別\n紙表３記載のとおり，多くは油状物又は吸湿性の結晶であった。しかし，式（Ⅰ）\nの（Ｓ）－ピペリジン誘導体のベンゼンスルホン酸塩及び安息香酸塩は，吸湿性で\n(イ)  安定性試験\n次のａ及びｂの各化合物を粉砕後，５００μｍ篩を通過させたものを試験試料と\nした。各試料をガラスシャーレに分割して入れ，４０℃，７５％湿度にて保存し，\n１か月後に取り出して，含有類縁物質量及びラセミ化による（Ｒ）－体含有量を測\nａ  ベンゼンスルホン酸塩：（Ｓ）－４－〔４－〔（４－クロロフェニル）（２\nｂ  安息香酸塩：（Ｓ）－４－〔４－〔（４－クロロフェニル）（２－ピリジ\nル）メトキシ〕ピペリジノ〕ブタン酸－安息香酸塩\n試験結果は，別紙表４記載のとおりである。この試験結果によれば，（Ｓ）－エ\nステルは分解により類縁物質の増加が顕著に認められ，しかも，（Ｒ）体量の増加\nに伴い光学純度が低下することが明らかであるから，物理化学的に不安定な化合物\nであり，医薬品として長期間高度な品質を確保できるとはいい難い。他方，ベンゼ\nンスルホン酸塩及び安息香酸塩は，類縁物質及び（Ｒ）体量の顕著な増加は認めら\nれず，吸湿性も少ないことが確認されたから，これらは光学活性体として物理化学\n以上のとおり，（Ｓ）－ピペリジン誘導体（Ⅰ）のベンゼンスルホン酸塩及び安\n息香酸塩は，抗ヒスタミン活性及び抗アレルギー活性を有するより優れた光学活性\n体であり，生体内で活性本体として作用し，物理化学的に優れた安定性を示すこと\nから，医薬品として適した性質を有する（【００４０】～【００４８】【表４】）。\n(2)  引用例２について\nア  特許請求の範囲\n【請求項１】イミダプリルまたはその薬理的に許容しうる塩に，乳糖または（及\nび）マンニット，並びにポリエチレングリコールを配合してなる保存安定性に優れ\n【請求項３】錠剤である請求項１記載の製剤。\nイ  産業上の利用分野\n本発明は，イミダプリルを含有する保存安定性に優れた経口用製剤に関する発明\nウ  従来の技術\nイミダプリルは，アンジオテンシン変換酵素（ＡＣＥ）阻害剤であり，重症高血\n圧症，腎障害を伴う高血圧症，腎実質性高血圧症又は腎血管性高血圧症の治療薬と\nして優れた薬剤であるが，加水分解しやすく，通常この分野で汎用される賦形剤や\n結合剤を用いて製剤化した場合，吸湿水分によって加水分解を起こし，製剤中の含\nエ  発明が解決しようとする課題\n本発明の目的は，イミダプリルを含有する保存安定性に優れた経口用製剤を提供\nしようとするものである（【０００４】）。\nオ  課題を解決するための手段\nイミダプリルに，乳糖又は，／（及び）マンニット並びにポリエチレングリコー\nルを配合することにより，保存安定性に優れた製剤が得られる。乳糖，マンニット\nは賦形剤として，ポリエチレングリコールは結合剤として公知の物質であるが，イ\nミダプリルにこれらを組み合わせて配合した場合，医薬活性成分の加水分解が抑制\nカ  発明の効果\nイミダプリル又はその薬理的に許容し得る塩に，乳糖又は，／（及び）マンニッ\nト並びにポリエチレングリコールを配合した本発明の経口用製剤は，活性薬剤を長\n期間安定に存在させることができ，医薬用製剤として優れた性質を有するものであ\nる。また，イミダプリルが結合剤として役立つため，従来成形性が劣るといわれて\nいるマンニットや打錠障害を起こしやすいポリエチレングリコールを用いているに\nもかかわらず，何らの障害を生ずることなく効率的に製剤を得ることができる。本\n発明の錠剤では，消化管内における主薬の溶出が速いので，通常錠剤において必要\n(3)  引用例３について\nア  特許請求の範囲\nビソプロロールまたはその薬理的に許容しうる塩にマンニットおよびポリエチレ\nイ  従来技術\nビソプロロールは，強力なβ－受容体遮断作用を有し，心臓，循環系及び脈管系\n疾患の治療・予防薬として優れた薬剤であるが，加水分解しやすく，通常この分野\nで汎用される賦形剤や結合剤等を用いて製剤とした場合，吸湿水分によって加水分\nウ  本発明が解決しようとする課題\n本発明の目的はビソプロロールを含有する安定な経口用製剤を提供しようとする\nものである。\nエ  課題を解決するための手段\n本発明は，ビソプロロール又はその薬理的に許容し得る塩にマンニット及びポリ\nエチレングリコールを配合してなる，長期間安定な経口用製剤及びその製法である。\n従来，マンニットは賦形剤として，ポリエチレングリコールは結合剤として公知の\n物質であるが，ビソプロロールにこれらを組み合わせて配合した場合，医薬活性成\nオ  発明の効果\n本発明の経口用製剤は，医薬活性成分であるビソプロロール又はその薬理的に許\n容し得る塩にマンニット及びポリエチレングリコールを配合することにより，活性\n薬剤を長期間安定に存在させることができ，医薬用製剤として優れた性質を有する\n３  本件発明１の容易想到性に係る判断について\n(1)  相違点１に係る判断について\nア  錠剤，顆粒剤，カプセル剤等の固形製剤は，本件審決も汎用性が高いと指摘\nするとおり，経口で投与される薬剤の一般的な剤形であるから，引用例１に経口投\n与用の医薬が開示されていれば，当業者は，この医薬の剤形として，錠剤，顆粒剤，\nイ  原告らは，液剤として製剤化される目薬のように，結晶状態で安定だからと\nいって，必ずしも直ちに固体状態で配合することを前提としているとはいえない，\n引用例１に記載された薬理試験は，試験物質を溶液又は懸濁液として投与しており，\n引用例１の記載からは，経口投与製剤に含まれる原薬の形状として結晶が最も好ま\nしかしながら，結晶状態で安定な原薬を液剤である目薬とする場合があるからと\nいって，結晶状態で安定な原薬を錠剤等の固形製剤に配合することが妨げられるも\nのではないし，化合物の薬理的特性を明らかにするために行われる薬理試験におい\nて，便宜上，試験物質を溶液又は懸濁液として投与したからといって，当業者が，\nよって，原告らの上記主張は，採用することができない。\nウ  したがって，引用発明１の経口投与用医薬組成物を固形製剤とすることは，\n当業者が容易に想起し得た事項にすぎず，本件審決の相違点１に係る判断に誤りは\n(2)  相違点２に係る判断について\nア  引用例１の表４について\n(ア)  前記２(1)カによれば，（Ｓ）－エステルは吸湿性であり，（Ｓ）－エスエ\nルの代謝物である式（Ⅰ）の（Ｓ）－ピペリジン誘導体は，（Ｓ）－エステルと同\n等の薬理作用を示すが，それ自体は極めて結晶性の悪い化合物で，通常は飴状物と\nして得られ，医薬品として高度な品質を確保，維持することは困難であったとされ\nているから，引用例１には，吸湿性の物質を原薬とした場合，医薬品として高度な\n品質を確保，維持することは困難であることが開示されているということができる。\nまた，前記２(1)エによれば，光学異性体の医薬品としての高度な品質を確保する\nために，物理化学的安定性に優れた性質を有することが望まれるものであるとされ\nているから，引用例１には，医薬品の高度な品質を確保するために，原薬が物理化\n学的安定性において優れた性質を有することが望まれること，吸湿性の原薬では，\nその物理化学的安定性に問題があり，当該原薬を使用して医薬品を製造した場合，\n医薬品の品質を確保，維持することは困難であることが開示されているということ\n上記のとおり，引用例１には，吸湿性の原薬では，その物理化学的安定性に問題\nがあり，当該原薬を使用して医薬品を製造した場合，医薬品の品質を確保，維持す\nることは困難であることが開示されているところ，吸湿性が問題とされていること\nからすると，引用例１は，医薬品の物理化学的安定性に問題を生じる原因として，\nそして，前記２(1)カによれば，ベポタスチンの様々な酸付加塩の多くは油状物で\nあるか，吸湿性の結晶であったところ，ベポタスチンのベンゼンスルホン酸塩は吸\n湿性の少ない結晶として得られ，かつ，４０℃，湿度７５％で１か月間保存した場\n合，吸湿性が少なく，かつ，類縁物質及びベポタスチン対掌体含量の顕著な増加は\n認められないため，ベポタスチンのベンゼンスルホン酸塩は，医薬品として特に適\nこのように，引用例１は，ベポタスチンのベンゼンスルホン酸塩が吸湿性の少な\nい結晶であることを見いだし，医薬品として適した性質を有することを開示してい\nるから，引用例１の記載から，水分が医薬品の物理化学的安定性に問題を生じる原\n因であると理解した当業者であれば，ベポタスチンのベンゼンスルホン酸塩を製剤\n化しようとする場合にも，水分がベポタスチンのベンゼンスルホン酸塩の製剤の物\n理化学的安定性に悪影響を及ぼさないように，水分の影響を排除しようと試みるも\nのというべきである。\n(イ)  原告らは，引用例１の表４からは，ベポタスチン及びそのベンゼンスルホ\nン酸塩に水が悪影響を及ぼすことや，吸湿性に問題があることを理解することはで\nきない，不安定化の原因の究明には原薬の多種多様な物理化学的性質を精査するこ\nとや添加剤との配合性試験の結果を考察することが必要となるから，ベポタスチン\nのベンゼンスルホン酸塩の安定性に対して水分による悪影響が生じる危険性がある\nしかしながら，引用例１の表４にベポタスチン及びそのベンゼンスルホン酸塩に\n水が悪影響を及ぼすことや吸湿性に問題があることを直接示す記載がないとしても，\nなお，前記のとおり，当業者は，引用例１から水分がベポタスチンのベンゼンスル\nホン酸塩の物理化学的安定性に問題を生じる原因であると容易に理解することがで\nまた，不安定化の原因の究明には原薬の多種多様な物理化学的性質を精査するこ\nとなどが必要であるとしても，前記のとおり，当業者は，特段の思考を経ることな\nく，吸湿性の問題，すなわち水分がベポタスチンのベンゼンスルホン酸塩の安定性\nよって，原告らの上記主張は，採用することができない。\nイ  動機付けについて\n(ア)  前記アのとおり，当業者は，引用例１の記載から，水分がベポタスチンの\nベンゼンスルホン酸塩の安定性に悪影響を及ぼすおそれがあることを理解するもの\nであるところ，引用例１には，医薬品の高度な品質を確保するために，原薬が物理\n化学的安定性において優れた性質を有することが望まれることも開示されているか\nら，当業者が，引用例１の経口投与製剤について，医薬品としての高度な品質を確\n保するために，水分による悪影響を回避するべく，何らかの手段を講じようと試み\nそして，水分による原薬に対する悪影響を回避するために，水分含有量の低い添\n加剤を加えることは，当業者が通常選択する手段の１つであるというべきであるか\nら，引用例１には，水分による原薬に対する悪影響を回避するためにこのような添\n(イ)  原告らは，仮に水分による影響を回避することが望ましいとしても，製剤\nの低水分化，防湿・乾燥剤入り包装による安定化など，自由水を多く持たない添加\n剤の選択以外の対策も知られていた以上，直ちに添加剤を用いることを検討する必\n要はない，仮に，固形製剤化において水分による悪影響を解決できた添加剤が既に\n知られていたとしても，そのような添加剤を多種多様な化合物の全てに配合し得る\nものではないから，選択した剤形で通常用いられる添加剤を，機能ごとに２，３種\n類選択し，主薬と適当な比率で混合した後，熱・湿度に対する安定性を調査すると\nいう試行錯誤は避けられない，添加剤は，製剤の保存中の性状及び品質の基準を確\n保し，その有用性を高めるために幅広い目的で使用され，必ずしも固形製剤化にお\nける水分による悪影響を解決することだけを目的に使用されるものではないから，\n固形製剤化において水分による悪影響を解決できた添加剤が既に知られていても，\n当該添加剤を，水分による悪影響が予測できる原薬に使用してみることが基本的事\nしかしながら，原告らが主張する製剤の低水分化とは，その文言から，製造後の\n製剤中の水分を何らかの方法で除去するものであると解され，防湿・乾燥剤入り包\n装による安定化も，製剤を包装する際に特別な手段を施すものであるところ，製造\n後の製剤に，別途，何らかの手段を施す上記各方法は，いずれも添加剤を使用する\n方法よりも非効率的な方法であるから，水分含有量の低い添加剤を使用することが\n性質上使用できないとか，コストの問題などで困難であるなどといった場合を除き，\n上記各方法が存在することをもって，水分含有量の低い添加剤を添加するという最\nまた，添加剤配合後の安定性を調査する際に何らかの試行錯誤が必要となること\nは，むしろ当然であり，水分による悪影響を解決できる添加剤の事例が存在した場\n合，当業者は，この添加剤があらゆる原薬に対してその効果を発揮するものではな\nいことを前提とした上で，当該添加剤を原薬に適用した場合に効果を発揮しないこ\nとが明らかでない限り，まず，当該公知の添加剤を水分による悪影響が予測できる\n原薬に使用することを試みるものというべきである。しかも，添加剤とは，製剤の\n保存中の性状及び品質の基準を確保するために加えられるもの（甲３３）であるか\nら，水分による悪影響が予測できる原薬について，当該悪影響を解決できない添加\nさらに，当業者は，原薬の化学構造が異なれば性質が異なることを前提とした上\nで，上記のとおり，固形製剤化において水分による悪影響を解決できた添加剤が公\n知であれば，まず，その添加剤を，水分による悪影響が予測できる原薬に使用する\nものであるから，ベポタスチンのベンゼンスルホン酸塩の製剤化において使用する\nよって，原告らの上記主張は，いずれも採用することができない。\nウ  引用例２及び３について\n前記２(2)及び(3)によれば，引用例２及び３は，イミダプリル又はビソプロロー\nルを含有する製剤に特定の添加剤を加えることによって，製剤の吸湿水分により引\nき起こされる原薬の加水分解を抑制し，保存安定性に優れた製剤を得られることが\n記載されているということができる。吸湿水分によって引き起こされる原薬の加水\n分解とは，原薬の安定性に対する水分による悪影響の一種であることは明らかであ\nるから，引用発明２及び３において，原薬の安定性に対する水分による悪影響を回\n原告らは，引用発明２及び３の課題は，イミダプリル又はビソプロロールを含有\nする安定な経口用製剤を提供することであり，引用例２及び３には，原薬の加水分\n解を回避できたことを超えて，原薬の安定性に対する水分による悪影響を回避する\nしかしながら，前記のとおり，引用発明２及び３が，原薬の安定性に対する水分\nによる悪影響の一種である加水分解を抑制し，安定な経口用製剤を提供することを\nエ  共通の課題の認定について\n前記アのとおり，当業者は，引用例１の記載から，水分がベポタスチンのベンゼ\nンスルホン酸塩の安定性に悪影響を及ぼすおそれがあることを理解するものである\nところ，前記ウのとおり，引用発明２及び３には，原薬の安定性に対する水分によ\nる悪影響を回避するという課題を解決するものであるから，引用例１ないし３は，\n原告らは，引用発明１は化合物に関する発明であるのに対し，引用発明２及び３\nは製剤に関する発明であるから，引用発明１に安定性に関する課題があったとして\nも，引用発明２及び３の課題とは明らかに異なる，引用発明２及び３において，加\n水分解がいかなる機序で抑制されるかは不明であるから，これらの発明において，\n原薬の安定性に対する水分による悪影響が防止されたとは当業者は理解し得ないな\nしかしながら，当業者は，各引用例の記載から上記の共通の課題を認識すること\nが可能であるというべきであり，発明の対象が化合物であるか，製剤であるかは上\nまた，当業者が引用発明１に引用発明２又は３を適用することについては，引用\n発明１ないし３が原薬の安定性に対する水分による悪影響の回避という共通の課題\nを有する以上，当該悪影響の詳細や作用機序が明らかではなかったとしても，十分\nよって，原告らの上記主張は，いずれも採用することができない。\nオ  原薬と添加剤との相互反応について\n前記２(2)及び(3)のとおり，引用例２及び３において，ポリエチレングリコール\nとマンニトール（マンニット），及び／又は乳糖を添加剤として使用することによ\nり，原薬の製剤化に成功した事例が開示されている以上，当業者は，上記各成功例\nに倣って原薬の製剤化を試みることが通常である。\n原告らは，当業者は常に添加剤が原薬に影響を与え得ることを念頭に製剤の開発\nを行っているところ，ポリエチレングリコールとケトプロフェンとを配合した場合，\n強い相互反応を生じたとの事例も報告されているから，ベポタスチンのベンゼンス\nルホン酸塩とポリエチレングリコールなどの添加剤との間に相互反応が生じ得る可\n能性も，製剤化において当業者が当然に考慮すべき事項である，引用例２及び３に\n開示された構造の全く異なる原薬と添加剤との組合せが引用発明２及び３の原薬に\nは好適であったとしても，引用発明１のベポタスチンのベンゼンスルホン酸塩の製\n剤化においては好適ではなく，その効果や安定性に悪影響を与える可能性は十分に\nあるから，このような添加剤をベポタスチンのベンゼンスルホン酸塩の固形製剤化\nしかしながら，１つの添加剤が全ての原薬の製剤化に適用可能であるわけではな\nいからこそ，原薬と添加剤との相互反応に係る試験研究が必要となるものであると\nころ，添加剤が原薬に影響を与え得ることが一般的な知見として知られていたから\nといって，当業者が上記各添加物をベポタスチンのベンゼンスルホン酸塩の固形製\nまた，ポリエチレングリコールとケトプロフェンとを配合した場合，強い相互反\n応を生じたからといって，原薬であるベポタスチンのベンゼンスルホン酸塩とケト\nプロフェンとは，その性質が異なる化合物である以上，ベポタスチンのベンゼンス\nルホン酸塩とポリエチレングリコールとを配合させた場合，強い相互反応が生じ，\n製剤化に失敗することが，ケトプロフェンを原薬とした場合の失敗例から合理的に\n推測することが可能であるなどの事情が存在しない限り，当業者においてベポタス\nチンのベンゼンスルホン酸塩の固形製剤化にポリエチレングリコールを試みること\nよって，原告らの上記主張は，採用することができない。\n(3)  本件発明の効果について\nア  前記１(6)のとおり，本件発明の効果は，Ｓ配置のベポタスチンが吸湿性のた\nめに不安定であることを前提として，ベポタスチンのラセミ化がごくわずかであり，\nベポタスチンが安定に長期間保存され，変性せず，更に良好な製造効率で調製する\nことができるという効果を奏するものであるところ，上記各効果は，原薬を製剤化\n前記２のとおり，引用例１ないし３には，ベポタスチンのベンゼンスルホン酸塩\nに，マンニトール，及び／又は乳糖並びにポリエチレングリコールを組み合わせた\n添加剤を使用して製剤化することによって，原薬であるベポタスチンのベンゼンス\nルホン酸塩の安定性が損なわれる可能性があることを示唆する記載はないから，上\n記製剤化によって得られた製剤も，引用発明２及び３と同様に，安定性を有してい\nしたがって，本件発明が，引用例１ないし３からは予測し得ない効果を奏するも\nイ  原告らは，引用例１には，ベポタスチンのベンゼンスルホン酸塩が単独で存\n在する場合の安定性しか開示されていないところ，原薬の状態では安定であっても，\n製剤化により原薬が不安定になる場合もあるから，原薬の安定性から製剤化された\n際の安定性を予測することはできない，医薬品の開発では，一般に，原薬としては\n安定な化合物を選択するが，添加剤とともに製剤化した場合に安定性の問題が生じ\n得るため，医薬製剤における安定性については，異なる処方による製剤と比較する\n必要があるから，引用例１の記載に基づき，本件発明の効果が予測し得たというこ\nしかしながら，製剤化により原薬が不安定になる場合があり得るとしても，その\n頻度は不明であるし，ベポタスチンのベンゼンスルホン酸に上記各添加剤を配合し\nて固形製剤を製造した場合，原薬が不安定になるという合理的な根拠は示されてい\nないから，原薬が不安定になる場合があり得るという抽象的な可能性のみに基づい\nて，ベポタスチンのベンゼンスルホン酸塩の安定性が損なわれるということはでき\nない。同様に，医薬品の製造において，異なる処方による製剤と比較する必要があ\nることをもって，上記製剤化において，ベポタスチンのベンゼンスルホン酸塩の安\nよって，原告らの上記主張は，採用することができない。\nウ  原告らは，本件明細書には，造粒方法にかかわらず，本件発明の効果を奏し\n得ることが記載されているところ，当業者であれば，湿式造粒法や乾式造粒法によ\nる製剤も，実験報告書における加熱造粒法と同程度の効果を奏し得ることは理解で\nきるから，本件発明の製剤において，造粒方法の違いによるラセミ化抑制効果への\n影響に実質的な相違はない，引用例２及び３には，原薬の安定性に対する水分によ\nる悪影響が回避されたことを示す実験結果が示されていないから，比較実験成績の\n結果が引用例２及び３の記載から予測し得たということはできないなどと主張する。\nしかしながら，比較実験成績の結果が引用例２及び３の記載から予測し得えない\nとの主張は，引用例２及び３において，原薬の安定性に対する水分による悪影響が\n回避されたことは開示されていないとの主張を前提とするものであるところ，その\n前提自体が誤りであることは，前記(2)ウのとおりであるから，造粒方法の相違がラ\nセミ化抑制効果に影響を及ぼすか否かにかかわらず，原告らの上記主張は失当であ\n(4)  以上のとおり，本件発明１は，引用発明１ないし３に基づいて，当業者が容\n易に発明をすることができたものというべきであって，本件審決の判断に誤りはな\n４  本件発明２ないし１１の容易想到性に係る判断について\n(1)  本件発明２について\n本件発明２は，本件発明１におけるベポタスチンのベンゼンスルホン酸塩，マン\nニトール，白糖，乳糖及びこれらの混合物から選択される賦形剤並びにポリエチレ\nングリコールの配合量を限定する発明特定事項を有するところ，引用例２及び３の\n各実験例に記載された配合量に基づいて，本件発明１における各成分の配合量を本\n件発明２の範囲にすることは，当業者が適宜調整し得る事項にすぎない。\nよって，本件発明２は，本件発明１と同様に，引用発明１ないし３に基づいて，\n当業者が容易に発明をすることができたものというべきである。\n(2)  本件発明３及び４について，\n本件発明３は，本件発明１又は２の経口投与用固形製剤に結晶セルロースを含有\nさせた発明であり，本件発明４は，その配合量を限定する発明であるところ，結晶\nよって，本件発明３及び４は，本件発明１と同様に，引用発明１ないし３に基づ\n(3)  本件発明５について\n本件発明５は，本件発明１ないし４のいずれかの経口投与用固形製剤を錠剤に限\n定する発明であるが，引用例２及び３における経口用製剤の実施例や実験例で錠剤\nが取り上げられているから，本件発明５は，本件発明１と同様に，引用発明１ない\n(4)  本件発明６について\n本件発明６は，ベポタスチンのベンゼンスルホン酸塩に，マンニトール，ポリエ\nチレングリコール及び結晶セルロースを配合した経口投与用錠剤に係る発明である\nところ，引用例２の実施例４には，原薬，乳糖，マンニット，結晶セルロース及び\nポリエチレングリコールを組み合わせた錠剤が記載されているから，本件発明６は，\n本件発明１と同様に，引用発明１ないし３に基づいて，当業者が容易に発明をする\n(5)  本件発明７について\n本件発明７は，ベポタスチンのベンゼンスルホン酸塩に，白糖，ポリエチレング\nリコール及び結晶セルロースを配合した経口投与用錠剤に係る発明であるところ，\n前記(4)のとおり，引用例２には，原薬，乳糖，マンニット，結晶セルロース及びポ\nリエチレングリコールを組み合わせた錠剤が記載されていること，乳糖と白糖はと\nもに糖類であること，引用例２及び３には，賦形剤として白糖を配合してもよいこ\nとが記載されていることからすると，乳糖を白糖に置き換えることは，当業者が適\nよって，本件発明７は，本件発明１と同様に，引用発明１ないし３に基づいて，\n当業者が容易に発明をすることができたものというべきである。\n(6)  本件発明８及び９について\n本件発明８は，本件発明５ないし７のいずれかの経口投与用錠剤に，フィルムコ\nーティング層を設けた経口投与用錠剤であり，本件発明９は，そのコーティング層\nの皮膜率を限定する発明であるが，錠剤にフィルムコーティング層を設けることは\n周知慣用の技術であり，このような技術を用いることに格別の創意工夫を要するも\nまた，このコーティング層の皮膜率を本件発明９のとおりとすることも，当業者\nよって，本件発明８及び９は，引用発明１ないし３及び周知技術に基づいて，当\n業者が容易に発明をすることができたものというべきである。\n(7)  本件発明１０及び１１について\n本件発明１０は，本件発明１などの経口投与用固形製剤を造粒して調製する方法\nに係る発明であり，本件発明１１は，造粒方法を加熱造粒法に限定する発明である\nところ，引用例２の実施例３には，原薬と乳糖及びポリエチレングリコールとを混\n合し，外浴温度７５℃で加熱造粒したことが記載されており，引用例３にも，加熱\nよって，本件発明１０及び１１は，本件発明１と同様に，引用発明１ないし３に\n基づいて，当業者が容易に発明をすることができたものというべきである。\n５  結論\n以上の次第であるから，原告らの請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          土      肥      章      大\n裁判官          田      中      芳      樹\n裁判官          荒      井      章      光\n（別紙）\n"
}