{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 7,
    "day": 5
  },
  "case_number": "平成31(わ)133",
  "case_name": "業務上過失往来危険，業務上過失致死被告事件",
  "court_name": "神戸地方裁判所姫路支部",
  "lawsuit_id": "88813",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88813",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/813/088813_hanrei.pdf",
  "contents": "令和元年７月５日宣告\n平成３１年（わ）第１３３号  業務上過失往来危険，業務上過失致死被告事件\n判            決\n主             文\n被告人を禁錮３年に処する。\nこの裁判が確定した日から５年間その刑の執行を猶予する。\n理            由\n（犯行に至る経緯）\n被告人は，平成２８年７月１５日当時，Ａ有限会社の従業員船員として勤務し，\n同日，汽船Ｂ（総トン数４９９トン，船舶法施行細則第１７条ノ２第８号の長さ７\n２．１１ｍ，同条９号の幅１２．３０ｍ，同条１０号の深さ６．９０ｍ）に船長と\nして乗り込み，同日午前１１時頃から，同船の操船業務に従事していた。\n被告人は，平成２８年７月１５日午前１１時３０分頃，荷役場所である愛媛県新\n居浜市へ向かうため，同船を操船していたが，Ｃ島北西海域（北緯３４度ａ分ｂ秒，\n東経１３４度ｃ分ｄ秒。なお，瀬戸内海は，海上交通安全法の適用を受けるが，本\n件に適用される航法規定はない。以下この点について同じ。）において，Ｄ島のｅ\nの南東１．３マイルに向け，２２５度の方向に速度約１２ノットで航行するよう進\n路変更をし，自動操舵に設定した。\n被告人は，その後，被告人が所有するスマートフォンにインストールされたニュ\nース記事を閲覧するアプリケーションや，パズルゲームのアプリケーションを起動\nし，これらのアプリケーションを操作する一方で，同船の前方の見張りを怠った。\n被告人は，同船が兵庫県姫路市ｆ所在のＥ灯台から真方位１１３度３，４５０メ\nートル付近海上を自動操舵により針路２２１度，速力約１２ノットで航行していた\n午前１１時４２分頃，スマートフォンの操作を中断し，前方を確認したところ，汽\n船Ｂの船首から右約３０度前方約５００メートルの位置に同船の針路前方に向けて\n進む汽船Ｆ（総トン数４９９トン，船舶法施行細則第１７条ノ２第８号の長さ５１．\n７７ｍ，同条９号の幅１０．６０ｍ，同条１０号の深さ５．３０ｍ）を発見した。\nその頃，汽船Ｂが，直ちに，右転をすれば，同船と汽船Ｆは，約１００ｍの距離で\n衝突を回避することが可能であった。\nこのとき，汽船Ｂは，互いに針路を横切る関係にある動力船であった汽船Ｆを右\n舷側に見る位置関係にあり，海上衝突予防法上の避航船であった。そのため，汽船\nＢは，汽船Ｆから十分に遠ざかるため，できる限り早期に，かつ，大幅に動作をと\nるべき海上衝突予防法上の義務を負っており，被告人は，前記のとおり，そのよう\nな汽船Ｂの操船業務に従事していたことから，汽船Ｂを適切に操船して衝突回避措\n置を採るべき業務上の注意義務があった。\n（罪となるべき事実）\n被告人は，前記のとおり，汽船Ｂの船長として，同船に乗船し，操船業務に従事\nしていたことから，前記のとおり，汽船Ｆを発見したときには，適切に操船して，\n衝突を回避すべき業務上の注意義務があるのにこれを怠り，操舵レバーを自動操舵\nから手動操舵へ切り替え，左転させることで衝突を回避しようとしたが，誤って操\n舵レバーの電源を切り，舵が全く効かなくなったことに気づかず，その他何ら避航\n措置を講じることなく，汽船Ｂの針路を変更せずに直進させた。\n被告人の，かかる過失により，同日午前１１時４３分頃，Ｅ灯台から真方位１２\n０度３，３２０メートル付近海上において，汽船Ｂの船首を汽船Ｆ船体左舷中央付\n近に衝突させ，同船左舷中央付近外板に破口等の損傷を与えて転覆させ，もって船\n舶の往来の危険を生じさせるとともに，前記転覆により前記Ｆ船長Ｇ（当時５０歳）\n及び同船機関士Ｈ（当時２８歳）を海中に転落させ，よって，その頃，同所付近海\n域において，同人らをそれぞれ溺死させた。\n（量刑の理由）\n１  本件で，結果発生につながった直接の過失は，海上衝突予防法上，汽船Ｆとの\n関係で，避航船となっており，衝突を避けるべく，手動操舵によって適切な衝\n突回避措置を講じるべきであったにもかかわらず，操舵レバーの電源そのもの\nを切ってしまい，汽船Ｂを制御不能な状態にしたことである。\n被告人は，汽船Ｂの航行の安全をつかさどり，かつ，豊富な航行経験から船長\nの職にあった者であるから，このような危急時にこそ冷静に対処すべき立場に\nあった。それにもかかわらず，操舵レバーの電源そのものを切り，船舶の制御\nが全くできない状態にし，かつ，その原因に気づかないぐらいに冷静さを欠い\nたという点は，甚だしき過失といわなければならない。\n２  被告人の過失の結果生じた結果は，２名の死亡というもので，いうまでもなく\n重大である。\n上記の過失に加え，量刑上の考慮について後述するとおり，被告人が，スマー\nトフォンを操作し，前方を注視していなかったことが，本件の遠因になってい\nることに鑑みれば，そのような経緯で，突然，愛する家族を失った遺族らの悲\nしみが極めて深いことや被告人に対して厳しい処罰感情を有することは当然で\nある。また，遺族の中には，愛する家族を失ったことさえ気づくことができな\nい幼子がいることは，今後，同児がどのような悲しみを負うかに思いをはせる\nと，心痛極まるものである。\n本件はあくまでも刑事責任について審理するものであるが，これとは別に，被\n告人が生涯をかけて，被害者遺族らの悲痛な感情を真摯に受け止め，反省をし\n続けなければならないことはいうまでもない。\n３  また，上記の被告人の行為責任のほか，被告人が，当公判廷で，被害者遺族ら\nに対し謝罪し，反省の意を示すものの，一方で，公判廷において，なお，被害\n者らにも，保持船としての避航に関する最善の協力義務（海上衝突予防法１７\n条３項）があるのであるから，汽船Ｂを適切に避けてくれればよかったなどと\n責任回避的な言動をしたり，当公判廷に至るまで，被害者遺族らと海難審判等\nで言葉を交わす機会があったにもかかわらず，誠意ある対応を取らなかったり\nしたことは，一般情状において限定的ではあるものの考慮せざるを得ない。\n以上の点に照らすと，被告人の刑事責任は相当に重いものといえる。\n一方，本件で，被告人が，公訴事実を争っていないこと，会社が加入する保険\nによるものではあるが，上記のとおり，精神的な苦痛を緩和するものではない\nにせよ，金銭的な損害賠償がなされていることは，被告人にとって有利に参酌\nされるべき事情といえる。\nそこで，これらの点に加え，検察官及び弁護人が量刑上考慮すべきものとして\n特に指摘する点を検討する。\n４  まず，検察官は，被告人が，スマートフォンを操作し，汽船Ｆとの接近を許し\nたことを量刑上考慮すべき事情として指摘する。\nこの点，スマートフォンの操作による前方不注視は，スマートフォンを操作す\nるという故意的動作によって，手元のスマートフォンの画面というごく限られ\nた範囲のみに視界を限定し，かつ，その限られた範囲で手指を動かすことで，\nスマートフォンに対する極めて高い集中力を生じさせる一方，本来あるべき注\n意力を著しく欠かせるものである。特に，スマートフォンのゲームアプリケー\nションは，家庭用ゲーム機と異なり，操作用のインターフェイスが限られてお\nり，スマートフォンの画面に没頭しやすい傾向を有しているものであり，被告\n人が，本件で操作していたパズルゲームのアプリケーションも同様の傾向を有\nしているといえる。このようなアプリケーションは，特に，本来あるべき注意\n力を奪うものであるから，そのような注意力を有すべき場での利用（本件のよ\nうな，操船行為がそのような場面であることは当然である。）は悪質なものと\nいわざるをえない。\n被告人は，見張り作業等で注意力が欠けそうになったときに，気分転換でスマ\nートフォンの操作をしていたと述べるが，スマートフォンの操作の性質に鑑み\nれば，一層，本来あるべき注意力を失うようなものであり本末転倒である。本\n件事故当時においても，いわゆる「ながらスマホ」による悲惨な交通事故が社\n会問題化していたこと，被告人が，船長として，他の乗組員に対し，操船業務\n中の無用な携帯電話の操作を禁止するよう指導していたことに鑑みれば，被告\n人の前方不注視の態様の悪質性は際立っている。\nそして，被告人がスマートフォンを操作していた結果，汽船Ｂと汽船Ｆの船の\n大きさが，極端に異ならず，発見が困難であったとはいえないにもかかわらず，\n被告人がスマートフォンの操作をやめた時点で，両船は，被告人が直ちに，汽\n船Ｂを右転させたとしても，両船が約１００ｍ接近するほどに接近してしまっ\nていた。この結果，船舶は，他の船舶との衝突を避けるために動作をとる場合，\nできる限り，十分に余裕のある時期に，避航行動をとらなければならないにも\nかかわらず（海上衝突予防法８条１項），被告人には，操舵レバーの電源を切\nってしまった後，冷静に状況を見直し，改めて，衝突を回避する動作をとる暇\nさえ失われていた。\nこのように，被告人のスマートフォンの操作は，自分自身で，避航行動を困難\nならしめたものというべきであり，強く非難されるべきものである。\nしかし，本件で，公訴事実として適示されている過失は，被告人が，スマート\nフォンの操作をやめ，汽船Ｆを発見した後に，適切な避航行動を講じなかった\nことである。そうすると，量刑において訴因外事実の実質処罰が禁じられるこ\nと及び行為責任主義の観点に鑑みれば，量刑上，スマートフォンの操作を，重\n視しようとするならば，スマートフォンを操作したことによって適切な避航行\n動を講じることができなかったといえるかを問題とせざるをえないが，本件で，\n被告人がスマートフォンを使用していたことから誤って操舵レバーの電源を切\nってしまった，あるいは，操舵レバーの電源が切れたことに気づかなかったと\nまではいい難いし，電源を切った後，再度，適切な避航行動をとることができ\nたかどうかも明らかではない。\nそうすると，スマートフォンの操作の点は，前記のとおり，社会的に強い非難\nに値するものであるし，このような経緯があるからこそ，被害者遺族の処罰感\n情が強くなったことは理解できるものであるが，量刑上は，本件犯行に至る事\n情として，限定的に考慮するにとどまらざるを得ない。\n５  一方，弁護人は，海上衝突予防法上，避航船たる汽船Ｂの動作のみでは衝突を\n避けることができない場合，同法にいう保持船であった汽船Ｆにも，衝突を避\nけるための最善の協力動作義務（同法１７条３項）があり，かつ，被害者らが\n適切な避航動作を取れば，本件の衝突を避けることができた点を指摘する。\nしかし，汽船Ｆは，汽船Ｂを約０．５マイル（１ｋｍ弱）先に認め，かつ，同\n船が避航動作を取ろうとしているとは考えられなかった時点で，海上衝突予防\n法３４条５項に従い，汽笛信号を短音で５回鳴らしていた。\n被告人が，汽船Ｆに気づいてから取ろうとした避航動作は，海上衝突予防法上，\n制限されている左転による回避であった。このこと自体，通常の避航動作では\nない。加えて，被害者において，適切な避航動作がなされる以前の問題として，\n船舶の制御を完全に喪失させるような，操舵レバーの電源が切られた状態にな\nっていることを想定することは困難である。\nそもそも，保持船の最善の協力動作義務は，避航船の回避義務を免除するもの\nではない（海上衝突予防法が準拠する，１９７２年の海上における衝突の予防\nのための国際規則に関する条約１７条（ｄ）参照）。\nそうすると，被害者らに保持船乗組員としての最善の協力動作違反があったと\nしても，被告人が惹起した結果によって，その義務を尽くすことが著しく困難\nになっていたというべきであるから，被告人の前記回避義務の程度に比して，\n量刑上，重視すべき程度のものとはいいがたい。\n６  以上検討したところによると，検察官及び弁護人が量刑に関する事情として指\n摘する点は，いずれも，本件における刑の量定において過度に重視することが\nできない。\nそこで，刑事処罰，特に過失犯における刑事処罰を考える上では，本件事案と\n同種事案との慎重な対比も必要であるところ，過去の量刑傾向との均衡からは，\n本件が，直ちに実刑に処すべき事案とまではいえない。\n以上の次第であり，本件では，被告人の刑事責任の重さから，法律上，執行猶\n予を付することができる上限の刑を言い渡すことが相当であると考え，主文の\nとおり，刑を定めた。\n（求刑  禁錮３年）\n令和元年７月５日\n神戸地方裁判所姫路支部刑事部\n裁判官    伊      藤    太      一\n"
}