{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 16
  },
  "case_number": "平成24(ネ)10007",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82273",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82273",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/273/082273_hanrei.pdf",
  "contents": "平成２４年５月１６日判決言渡  同日原本領収  裁判所書記官\n平成２４年（ネ）第１０００７号  損害賠償請求控訴事件\n原審・大阪地方裁判所平成２３年（ワ）第３１０２号\n口頭弁論終結日  平成２４年４月１１日\n判        決\n控      訴      人                  X\n被 控 訴 人                                      Y\n同訴訟代理人弁護士      伊      原      友      己\n加      古      尊      温\n主        文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，１０００万円及びこれに対する平成２１年４月\n１５日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は，第１，２審とも，被控訴人の負担とする。\n４  仮執行宣言\n第２  事案の概要\n本判決の略称は，当事者の呼称を含め，審級に応じた読替えをするほか，原判決\nに倣う。\n１  本件は，控訴人が，弁理士である被控訴人との間で締結した本件出願Ａない\nしＣ（実用新案登録出願１件及び特許出願２件）の出願手続に係る委任契約につい\nて，被控訴人の行った補正等の行為が債務不履行又は不法行為に該当するとして，\n被控訴人に支払った手続費用，実用新案登録や特許登録に至らなかったことによる\n逸失利益及び慰謝料等の合計４９８８万２２００円の一部である１０００万円及び\nこれに対する催告の日又は不法行為の後の日である訴状送達の日の翌日である平成\n２１年４月１５日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求める事案である。\n原判決は，被控訴人は，控訴人の意向や承諾に沿って補正等を行ったものなど\nとして，被控訴人の行為はいずれも債務不履行又は不法行為には該当しない旨を判\n示し，控訴人の請求を棄却したため，控訴人は，原判決を不服として控訴した。\n２  前提となる事実\n控訴人の請求について判断の前提となる事実は，次のとおり訂正するほかは，原\n判決２頁６行目から６頁１１行目までに摘示のとおりであるから，これを引用する。\n(1)  原判決４頁２行目から７行目までを，以下のとおり改める。\n「控訴人は，平成８年７月１５日付けで出願審査請求をしたところ，特許庁審査官\nは，平成９年１１月１１日，拒絶理由通知（甲４）を発した。その拒絶理由は以下\nのとおりである。\n(ア)  本件出願Ｂに係る発明は，引用文献１（特開昭６３－３２２８号公報）及\nび２（実願昭６１－８６７２９号（実開昭６２－１９７０２５号）のマイクロフィ\nルム）に記載された発明に基づいて，当業者において容易に想到することができた\nものであるから，平成１１年５月１４日法律第４１号による改正前の特許法２９条\n２項の規定により特許を受けることができない。\nａ  請求項１に対して\n車両の積載重量測定装置において送受信機によって車両データを送受することは，\n引用文献１に記載されている。積載重量測定装置を道路に設けることも周知である。\nｂ  請求項２に対して\nトラックスケールの計重値に基づき伝票を発行し，料金を徴収することは引用文\n献２に記載されているから，総重量に基づき通行料金カードを発行することが格別\n困難であるとは認められない。\nｃ  請求項３に対して\n計重測定機をいくつ設けるかは設計的事項にすぎない。\nｄ  請求項４に対して\n総重量から車体重量を差し引いて積載重量を算出することも引用文献１に記載さ\nれている。積載重量測定装置をごみ処理場に設けることも周知である。\n(イ)  請求項１ないし４は，特許請求の範囲の記載が平成６年１２月１４日法律\n第１１６号による改正前の特許法３６条５項２号及び６項（以下，特許法について\nは，改正に係る記載を省略し，単に「特許法」という。）の要件を満たしていない。\nａ  各請求項の記載からは，発明の対象が何であるのか不明であり，また，請求\n項１，３，４には複数の文が記載されており，これらの請求項に記載された事項が\n１つの発明を構成するのか否かも不明である（各請求項は１文で記載するとともに，\n末尾には対象となる発明の名称を記載されたい。）。\nｂ  各請求項には，本願発明の目的，動作等が記載されているにすぎず，特許を\n受けようとする発明の構成に欠くことのできない事項のみが記載されているとは認\nめられない（各請求項には，課題を解決するための発明の技術的構成を記載された\nい。）。」\n(2)  原判決５頁２１行目「以下「本件出願Ｃ」という。」を「以下「本件出願\nＣ」といい，本件出願ＡないしＣを総称して，「本件各出願」という。」と改める。\n３  本件訴訟の争点\n(1)  本件出願Ａに係る被控訴人の債務不履行又は不法行為の成否（争点１）\n(2)  本件出願Ｂに係る被控訴人の債務不履行又は不法行為の成否（争点２）\n(3)  本件出願Ｃに係る被控訴人の債務不履行又は不法行為の成否（争点３）\n(4)  損害額（争点４）\n第３  当事者の主張\n１  原審における主張\n当事者の原審における主張は，次のとおり訂正するほかは，原判決６頁２３行目\nから１０頁１３行目までに摘示のとおりであるから，これを引用する。\n(1)  原判決６頁２３行目の「被告には，本件出願Ａに係る債務不履行又は不法行\n為があるか」を「本件出願Ａに係る被控訴人の債務不履行又は不法行為の成否」と\n改める。\n(2)  原判決７頁１２行目「実用新案法３条柱書及び５条等」を，「平成１１年４\n月１４日法律第４１号による改正前の実用新案法３条柱書及び平成６年１２月１４\n日法律第１１６号による改正前の実用新案法５条（以下，実用新案法については，\n改正に係る記載を省略し，単に「実用新案法」という。）」と改める。\n(3)  原判決８頁２行目の「被告には，本件出願Ｂに係る債務不履行又は不法行為\nがあるか」を「本件出願Ｂに係る被控訴人の債務不履行又は不法行為の成否」と改\nめる。\n(4)  原判決８頁１７行目の「被告には，本件出願Ｃに係る債務不履行又は不法行\n為があるか」を「本件出願Ｃに係る被控訴人の債務不履行又は不法行為の成否」と\n改める。\n２  争点１（本件出願Ａに係る被控訴人の債務不履行又は不法行為の成否）につ\nいての当審における補充主張\n〔控訴人の主張〕\n(1)  全面的に書き換える補正の必要性について\nア  原判決は，本件出願Ａについて，平成９年３月４日，拒絶理由通知を受けた\n時点で，少なくとも請求項の記載について，技術的構成を記載するように全面的に\n書き換える手続補正をする必要があったことは明らかであるとする。\nしかしながら，控訴人は，本件出願Ａについて被控訴人に委任する際，実開平\n８－７９４号公報及び注目発明選定証（甲２２の１）を提示し，本件出願Ａに係る\n技術は，光学的変位測定法（貨物自動車に光を投射し，貨物自動車の軸重荷重によ\nる影の変位差をもって重量を測定する方式）及びコンベアー（回転式）方式（貨物\n自動車の重量測定器が重量オーバーをしていることを検知する方式）を使用するも\nのであること等について詳細に説明していた。\nイ  被控訴人は，控訴人が技術説明をする間，メモすら取らなかった。被控訴人\nが，本件出願Ａに係る技術内容及び用語を十分理解していたならば，平成９年３月\n２４日提出の手続補正書及び同年１０月６日付け手続補正書の請求項の記載につい\nて，技術的構成を記載するように全面的に書き換える補正を行う必要性がないこと\nは十分認識し得たものであり，そのような補正を行うことも，要旨変更と判断され\nることもなかったはずである。\nウ  原判決は，控訴人が被控訴人に対する技術説明において使用した前記各文献\nの内容について合理的な検討を行っておらず，審理を十分に尽くしていない。\n(2)  控訴人の承諾について\nア  原判決は，本件出願Ａとは無関係な米国特許に係る出願手続の経緯を引合い\nに出し，本件出願Ａについても，平成９年１０月６日付け手続補正書の内容は，同\n様に，控訴人の意向に沿って作成されたものであるとする。\nしかしながら，当該米国特許については，控訴人が実質的に補正書を作成したた\nめ，控訴人の意向に沿って手続が進められたにすぎない。米国特許に係る出願手続\nの経緯からは，むしろ，被控訴人が本件出願Ａについて，受任者としての責任を放\n棄していたことがうかがわれるものである。\nイ  被控訴人が，本件出願Ａについて，手続の都度，控訴人に報告し，承諾を得\nていたと主張するのであれば，米国特許に係る手続と同様に，書証をもって立証す\nべきである。\n(3)  小括\n以上からすると，本件出願Ａについて，被控訴人の行為は債務不履行又は不法行\n為に該当しないとした原判決は誤りである。\n〔被控訴人の主張〕\n(1)  全面的に書き換える補正の必要性について\nア  控訴人は，被控訴人に対して，光学的変位測定法等について説明したことに\nより，あたかも被控訴人において適正妥当な補正が可能であったかのように主張す\nるが，控訴人が固執する「光学的変位測定法」なる用語については，平成９年１０\n月６日付け手続補正書にも明記されており，また，当該補正書は，控訴人が示した\nとする注目発明認定証に係る考案の内容を踏まえたものであることからしても，被\n控訴人としては，最大限，控訴人の意向を汲んで補正書を作成したものである。\nイ  控訴人は，平成９年３月２４日提出の手続補正書なるものの必要性を否定す\nるが，これは，被控訴人に委任する前に控訴人自身が行い，後に補正却下になった\nものであって，被控訴人とは無関係である。\nウ  被控訴人としては，先行する控訴人による出願や手続補正を前提に対応せざ\nるを得ず，控訴人によってされた各手続が不適法なものであり，その補正が認めら\nれないようなものであった場合，たとえ専門家といえども，可及的に努力しても登\n録を得ることは至難の業といわざるを得ない。本件出願Ａにおいて，控訴人自身が\n行った出願の枠内で被控訴人としては専門家として最善を尽くしたものである。\n(2)  控訴人の承諾について\n被控訴人は，原判決認定のとおり，控訴人からの委任事務についても，通常業務\nの方式に則って，控訴人から発明と称する技術的事項について聴取し，それを特許\n審査，審判手続に適切に反映させるべく，知識と経験とを駆使して特許庁への提出\n書面を作成し，控訴人の承諾を得た上で提出している。本件出願Ａに関する包袋書\n類は存在しないものの，同時期における控訴人に対する米国特許出願に係る連絡文\n書からも，控訴人の承諾を得ていたことが裏付けられるものである。\n(3)  小括\n以上からすると，本件出願Ａについて，被控訴人の行為は債務不履行又は不法\n行為に該当しないことは明らかである。\n３  争点２（本件出願Ｂに係る被控訴人の債務不履行又は不法行為の成否）につ\nいての当審における補充主張\n〔控訴人の主張〕\n(1)  平成９年１１月１１日付け拒絶理由通知について\nア  控訴人は，本件出願Ｂについて，平成９年１１月１１日付け拒絶理由通知を\n受けた。このうち，請求項３（貨物自動車の重量測定装置）に対する拒絶理由は，\n「貨物自動車に計重測定機を何個設置するかは設計上の問題である」と指摘された\nにすぎず，審査官としては，計重測定機を２個以上設置する必要はないと述べてい\nるにとどまり，計重測定機自体は認める趣旨であることは明らかである。\nそこで，控訴人は，平成９年１１月頃，被控訴人に対し，拒絶理由通知の内容及\nび技術内容の説明を行い，請求項３のみについて補正をするよう依頼した。\nイ  被控訴人は，平成１０年１月１２日付け手続補正書及び意見書を提出した。\nこれは，本件出願Ｂについて全文補正をし，請求項２を４に，４を３にそれぞれ変\n更し，更に，請求項３を請求項１の従属項（請求項２）とするものであった。\nなお，上記意見書は，控訴人が被控訴人に対し，本件出願Ｃにおける補正にて\n使用するように指示し，交付したものであり，本件出願Ｂとは技術的関連を有する\nものではない。被控訴人は，本件出願Ｂと本件出願Ｃとの技術内容を混同していた\nため，本件出願Ｂに係る補正を正確に行うことができなかったものである。\nウ  控訴人は，平成１０年１２月１５日，前記イの補正が新規事項の追加に該当\nするとして，拒絶理由通知を受けた。これは，特許請求の範囲について，特許公開\n公報に記載された，控訴人作成に係る特許請求の範囲の記載に戻すように求める趣\n旨と解すべきである。これに対し，被控訴人は，平成１１年４月１日付け手続補正\n書を提出し，請求項３を削除する内容の補正をした。\nエ  控訴人は，平成１１年６月９日，拒絶査定を受けた。もっとも，その内容は，\n請求項２を独立項として補正すれば，特許登録を認めるというものであった。\n被控訴人は，同年８月９日，拒絶査定不服審判請求をし，更に，同年９月６日付\nけ補正書を提出し，請求項３を削除する内容の補正をした。これにより，特許請求\nの範囲は，請求項１が貨物自動車の総重量を測定して重量オーバーを表示する荷積\n載量測定装置に関する発明であり，請求項２が請求項１の従属項として，シリンダ\nとスプリングを用いた荷積載量測定装置に関する発明となった。\nもっとも，被控訴人は，請求項２を独立項とする内容の補正を行わなかった。被\n控訴人は，本件出願Ｂの技術内容を正確に理解することができなかったため，拒絶\n査定の理由に対し，求められる補正を行うことができなかったものというほかない。\nオ  被控訴人は，審査官から，平成１１年１０月２９日付けで，同年９月６日付\nけ補正書の請求項２に限定すれば特許査定される旨の連絡を受けたにもかかわらず，\n平成１２年１月１７日，審査官と合意した内容の補正を行わず，上記補正書と同一\n内容の補正書及び意見書を提出した。\n控訴人は，被控訴人から，拒絶理由通知や補正の内容について報告を受けておら\nず，平成１２年１月中旬頃，被控訴人から補正書や審査官との面接記録を初めて受\nけ取り，被控訴人に対し，請求項２に限定する旨の補正書を提出するよう求めたが，\n被控訴人はこれを拒絶した。控訴人は，審査官に対し，請求項２について限定する\n補正書を提出することの許可を求める嘆願書を送付するとともに，同年２月５日，\n被控訴人に対し，嘆願書及び重量測定装置に関する説明を行い，補正を促したが，\n被控訴人が補正を行わなかったので，控訴人は被控訴人を解任した。\n(2)  原審における被控訴人本人尋問における供述内容について\n被控訴人は，原審における本人尋問において，補正については控訴人の意見を可\n能な限り取り入れた，審査官と合意した補正案については，権利範囲が狭すぎると\nして控訴人が拒否した，自ら代理人を辞任したなどと供述した。\nしかしながら，控訴人の意見を取り入れたとする根拠は，米国特許に係る手続に\nおいて控訴人が承諾したことについて指摘するにすぎない。\nまた，請求項２に限定すると，請求項１の「貨物自動車」という限定がなくなり，\n「重力測定装置」一般に係る発明となることにより，結果的に権利範囲が拡大する\nから，産業界において重要視されている技術について，控訴人が権利範囲が狭すぎ\nるとして審査官との合意を拒絶するはずがない。被控訴人がこのような供述をする\nこと自体，本件出願Ｂの技術内容を理解していないことを裏付けるものである。\n(3)  小括\n以上からすると，本件出願Ｂについて，被控訴人の行為は債務不履行又は不法行\n為に該当しないとした原判決は誤りである。\nなお，控訴人は，本件出願Ｂと同様の内容の発明につき，韓国において特許を取\n得している。控訴人は，当初，当該手続についても被控訴人に委任していたが，被\n控訴人が控訴人の説明した技術内容を正確に把握しておらず，被控訴人が作成した\n各種書類の内容に不満があったため，解任した。その後，控訴人は，韓国の特許事\n務所と直接，打合せをして，苦心の上，特許査定に至ったものである。韓国で，本\n件出願Ｂと同様の内容の発明に係る特許が登録されたことからすると，少なくとも\n被控訴人が本件出願Ｂに係る発明の技術内容及び控訴人の意見を理解し，代理人と\nして職務を忠実に行ったならば，日本においても特許登録に至ったものと思われる。\nまた，本件出願Ｂに係る発明は，公開特許公報が公開された発明について，特\n許取得の可能性を判断する「ＮＲＩ  サイバーパテントデスク」において，スコア\n９９．１％という高評価を得ているものであるから，同発明は，最初から特許を取\n得できないような出願であったなどという被控訴人の主張は明らかに不合理である。\n〔被控訴人の主張〕\n控訴人は，本件出願Ｂについてるる主張するが，いずれにせよ，このような出願\n当初の明細書の記載内容では登録に至る可能性が低い出願について，前置審査手続\nにおいて減縮補正を行うことにより，請求項２については登録査定が得られる旨の\n審査官との合意が得られたのであれば，代理人弁理士である被控訴人が自己の都合\nでこれに沿った減縮補正を行わないなどということは，常識的にあり得ない。\n控訴人は，権利範囲が狭くなることを嫌い，審査官との合意に沿った減縮補正を\n頑なに拒否したため，権利化の道を自ら閉ざしてしまったものにすぎない。\n以上からすると，本件出願Ｂについて，被控訴人の行為は債務不履行又は不法行\n為に該当しないことは明らかである。\nなお，韓国特許に係る経緯は，本件各出願とは無関係であるが，控訴人は，韓国\n特許の各種手続について，代理人に対し，詳細かつ具体的な指示をしていたもので\nあって，被控訴人が，控訴人に無断でその意に反する手続をしたとか，控訴人に対\nして何も手続状況の説明をしていないということは，到底あり得ない。\n４  争点３（本件出願Ｃに係る被控訴人の債務不履行又は不法行為の成否）につ\nいての当審における補充主張\n〔控訴人の主張〕\n(1)  平成９年６月１１日付け拒絶理由通知について\n原判決は，平成９年６月１１日拒絶理由通知に対しては，請求項の内容を全面的\nに書き換え，技術的構成を明らかにする補正が必要であり，控訴人が希望する技術\n範囲を維持しながら新規事項を含まない補正をすることは容易ではなかったとする。\nしかしながら，同通知には，「この拒絶理由通知中で指摘した請求項以外の請求\n項に係る発明については，拒絶の理由を発見しない。」，１２の先行文献調査結果\nの記録は「拒絶理由を構成するものではない。」とも記載されており，原判決の認\n定は誤りである。\n(2)  被控訴人による補正の問題点について\n控訴人は，自らの執筆した論文及び本件出願Ｃに係る特許公開公報に基づいて，\n被控訴人に対し，技術内容について十分に説明した。\n被控訴人は，平成９年８月２５日付け手続補正書を提出したが，当該補正は，名\n称の変更をしたり，上記論文の内容を全く加味することなく請求項１の内容につい\nて全文補正するものであったため，審査官は，同年１０月２４日付けで手続補正指\n令書を発し，同年６月１１日付け拒絶理由通知以前の請求項の記載に戻した上で，\n再度，補正書を提出するように指示した。\n被控訴人は，上記指示にもかかわらず，請求項１の記載について上記論文の内容\nに基づいて説明をしたり，名称の変更を戻すこともせず，更に，車輌情報検知シス\nテムに関する請求項についても請求することもせず，平成１０年８月３日付け手続\n補正書を提出した。本件出願Ｃは，その後，拒絶査定された。\nこのような経過からすると，被控訴人が控訴人の委任の趣旨に反し，出願の内容\nを熟知しようともしなかったことにより，拒絶査定を受けたことは明らかである。\n(3)  控訴人の承諾について\n原判決は，本件出願Ｃについても，本件出願Ａと同様に，米国特許に係る出願手\n続の経緯を根拠に控訴人の承諾があったとするものであって，明らかに不当である。\n(4)  小括\n以上からすると，本件出願Ｃについて，被控訴人の行為は債務不履行又は不法\n行為に該当しないとした原判決は誤りである。\nなお，控訴人は，本件出願Ｃと同様の内容の発明についても，韓国において特許\nを取得しており，被控訴人が代理人として職務を忠実に行ったならば，日本におい\nても特許登録に至ったものであることは，本件出願Ｂにおいて先に述べたとおりで\nある。\nまた，本件出願Ｃに係る発明も，「ＮＲＩ  サイバーパテントデスク」におい\nて，１００％という高評価を得ているものである。\n〔被控訴人の主張〕\n平成９年６月１１日付け拒絶理由通知には，当該通知書で指摘された拒絶理由以\n外には，拒絶の理由を発見しない等の記載があるが，新規性や進歩性の審査をする\nための前提となる発明の要旨すら認定できない出願であったから，このような記載\nがされたものにすぎず，当該記載をもって，本件出願Ｃが登録に至る可能性がある\n出願であったものということはできない。\n被控訴人は，控訴人が執筆した論文（甲５０）をやむなく特許庁に提出するなど，\n最大限，控訴人のこだわりに応えて出願代理行為を行っていたものである。また，\n韓国特許に係る経緯については，本件出願Ｂについて先に述べたとおりである。\n以上からすると，本件出願Ｃについて，被控訴人の行為は債務不履行又は不法行\n為に該当しないとことは明らかである。\n第４  当裁判所の判断\n１  争点１（本件出願Ａに係る被控訴人の債務不履行又は不法行為の成否）につ\nいて\n(1)  認定事実\nア  本件出願Ａの願書に添付された明細書（甲２４）には，本件出願Ａに係る実\n用新案登録請求の範囲について，以下のとおり記載されている。\n１）  自動車（トラック）が管理された（管理者がいる）場所，及び国道（広い\n道路）等を走行する場合に設置するもので，自動車（トラック）の荷積載を標別，\n検知し，車体の長さを測定する。重量オーバーを表示して警告することができる。\n第１図（１）（２）（３）（４）（５）（６）\n２）  自動車（トラック）が第一計重測機と第二計重測機に同時に２台進入して\nも，第一計重測機のみが働く。自動車（トラック）の車体の長さを検知する。車輛\nが第一計重測機と第二計重測機に進入した場合は，合計重量が測定できる。（普通\n乗用車は測定しない）。第１図（２）  第２図（７）（８）（９）\nイ  控訴人は，特許庁審査官から，平成９年３月４日付けで拒絶理由通知（甲\n１）を受けた。その拒絶理由は以下のとおりである。\n(ア)  本件出願Ａに係る考案は，実用新案法３条１項柱書の要件を満たしていな\nい。請求項１及び２の記載からは各請求項に記載の事項が物品の形状，構造又は組\n合せに係るものであるのか否かが不明瞭である。各請求項に記載のものが物品の形\n状，構造又は組合せに係るものであることが明確になるように請求項全体の記載を\n補正されたい。\n(イ)  本件出願Ａは，同法５条５項２号及び６項の要件を満たしていない。請求\n項１及び２には，本願考案がどのように作動するかが記載されているにすぎず，実\n用新案登録を受けようとする考案の構成に欠くことのできない事項のみが記載され\nているとは認められない。各請求項には，実用新案登録を受けようとする考案の技\n術的構成を記載されたい。また，考案の構成の説明は図面で代用することは認めら\nれないので，各請求項の末尾の記載（請求項１の末尾の「第１図（１）（２）\n（３）（４）（５）（６）」，請求項２の末尾の「第１図（２）  第２図（７）\n（８）（９）」という記載）は削除し，考案の構成を文章で記載されたい。\nウ  控訴人は，平成９年９月４日，拒絶査定不服審判を請求したが，平成１１年\n１２月７日，「審判の請求は成り立たない」旨の審決がされた（甲３）。審決の理\n由は以下のとおりである。\n(ア)  請求項１の記載からは，自動車が管理された場所及び走行する場所に設置\nするもので，自動車の荷積載を標別，検知し，車体の長さを測定し，重量オーバー\nを表示して警告することを把握することができるが，そのような作用を実現するた\nめにどのような技術的手段をどのように設けたのかが請求項１に記載されていない\nため，物品の形状，構造又は組み合わせに係る考案の構成が依然として不明瞭であ\nる。\n(イ)  請求項２の記載からは，自動車が第一計重測機と第二計重測機に同時に２\n台進入しても第一計重測機のみが働き，自動車の車体の長さを検知し，車輛が第一\n計重測機と第二計重測機に進入した場合には合計重量を測定し，普通乗用車は測定\nしないことが把握できるが，そのような作用を実現するために，どのような技術的\n手段をどのように設けたのかが請求項２に記載されていないため，物品の形状，構\n造又は組み合わせに係る考案の構成が依然として不明瞭である。\n(ウ)  請求項１及び２には，それぞれ図面の符号のみを記載しているが，考案の\n構成は図面の記載を代用しなければ適切に記載できない場合を除き，代用はできな\nいところ，代用を認めるべき特段の事情が見出せないから，図面の符号の記載によ\nり請求項１及び請求項２に係る考案の構成が不明瞭なものとなっている。\n(エ)  したがって，本願明細書の実用新案登録請求の範囲の請求項１及び請求項\n２には，実用新案登録を受けようとする考案の構成に欠くことができない事項のみ\nが記載されているものとは認められないから，本願は，実用新案法５条５項２号の\n規定を満たしておらず，拒絶をすべきものである。\n(2)  全面的な補正の必要性について\nア  前記(1)によると，本件出願Ａの各請求項には，考案の作用及び効果しか記載\nされておらず，技術的構成が記載されていないため，特許庁審査官及び審判官から，\n同様の判断により，拒絶理由通知や拒絶査定を受けたものといわなければならない。\nそうすると，前記(1)イの拒絶理由通知を受けた時点で，少なくとも請求項の記載\nについて，技術的構成を記載するように全面的に書き換える手続補正をする必要が\nあったことは明らかである。\nしかも，控訴人がした手続補正のうち，平成５年６月１７日付け，平成７年１０\n月２７日付け及び平成９年３月２５日付けのものについてはいずれも却下されたこ\nと（甲３）からすれば，控訴人が被控訴人に手続を委任した当時，控訴人自身で手\n続を進めて登録を受けることは望めなかったことが十分に窺われる。\nイ  控訴人は，体裁を整える手続補正をする必要があったにすぎず，内容に関す\nる手続補正をする必要はなかったとも主張するが，前記(1)からすると，控訴人の主\n張はその前提自体が誤りであるというほかない。\n本件出願Ａに係る拒絶理由としては，請求項の記載を補正することを求めるのみ\nであるが，考案として未完成であること自体を拒絶理由としていることからすると，\n請求項の記載のみを補正すれば足りるというものではなく，その余の部分を含めて\n全面的な補正が必要であるものの，根本的な問題である請求項の記載についてのみ，\nまず指摘したものと解するのが自然である。しかも，本件出願Ａの願書に添付され\nた明細書（甲２４）の考案の詳細な説明欄には，測定方法としてコンベアー方式や\n光学的変異測定法やそのほかの方法を用いて，トラックの標示の識別，積載トン数，\n車体形状や長さなどを検知，測定することなどが漠然と記載されてはいるものの，\nその技術的意義などは不明である。\nそうすると，上記明細書の記載を前提として，要旨変更に該当しないように補正\nをすることは，相当程度困難であったものというほかなく，被控訴人としては，請\n求項に最低限の技術的構成を記載することに伴い，平成９年１０月６日付け手続補\n正により，明細書の記載を改めたことが窺えるところである。\nしかし，これが却下されたため，拒絶理由を回避することができないまま，請求\n不成立審決を受けたものであるが，先に述べたとおり，拒絶理由はそもそも考案と\nして未完成であることを含んでいるものであり，出願当初の明細書における漠然と\nした記載を前提として，要旨変更に該当しないように補正をすることは相当程度困\n難であった以上，被控訴人としては，請求項の記載を補正することに伴い，当初明\n細書の記載が不明瞭であると考え，当初明細書の記載から当業者が当然理解できる\nと考えられる技術的事項を明確にし，かつ，将来，実用新案法５条の定める要件等\nが問題とならないよう，当初明細書の記載内容を，より明瞭に記載するために書き\n改めようとしたものということができる（乙１４，原審における被控訴人本人）。\n被控訴人としては，控訴人が自ら作成し，提出した出願当初の明細書の記載を前\n提に，法律の定める手続に従って受任後の手続を追行するほかないところ，被控訴\n人が上記補正を試みたことは，結果として，請求不成立審決を受けるに至ったとし\nても，専門家としての注意義務に格別反するものとまで，認めることはできない。\nウ  なお，控訴人は，弁理士岸本忠昭作成に係る意見書（甲４１）を提出すると\nころ，同意見書には，被控訴人の行った各手続について，弁理士であれば通常その\nような手続を行わない旨の指摘がされている。しかし，同意見書は，被控訴人によ\nる各手続について抽象的，断定的に非難するにとどまり，控訴人作成に係る出願当\n初の明細書の記載を前提とし，登録に至る蓋然性を有する「体裁を整える補正」の\n具体的な指摘などはされていないものであって，採用することはできない。\n(3)  控訴人の承諾の有無について\nア  本件出願Ａに関し，控訴人と被控訴人との間の連絡に係る書証は提出されて\nはいない。もっとも，被控訴人は，陳述書（乙１４）及び原審における本人尋問に\nおいて，上記手続補正をするに当たっては，あらかじめ控訴人に手続補正書の原稿\nを送って承諾を得た，控訴人とは複数回にわたり長時間の打合せを経た，控訴人か\nらは具体的な補正内容を指示されるなどしており，当該補正内容では要件を満たさ\nないなどと説明してもなかなか受け容れられなかったため，控訴人の意向に沿った\n内容の手続補正をせざるを得なかったなどと説明する。\n他方，被控訴人は，控訴人が被控訴人に委任した，発明の名称を「生花器，植木\n鉢，造花籠を備えた容器と巻上げ装置」とする米国特許について，平成１１年１月\nから平成２０年８月までの間，手続を進めるに当たり，手続の都度控訴人に報告し，\n承諾を求めていたことが認められる（乙９の１～２１）。\nもっとも，登録に至った発明等に係る関係書類については，その後の手続等に備\nえて保存する必要性が生じるものの，登録に至らないことが確定した発明等に係る\n関係書類についてはその後の手続が通常は予定されていないため，出願手続につい\nて受任した弁理士事務所が保存する必要性は乏しいものと解されるところ，上記米\n国特許に係る手続と近接する時期に行われた本件出願Ａに係る関係書類を被控訴人\nが所持していないこと自体は，登録に至らなかったため，これを廃棄したとしても，\n格別不自然とはいえない。加えて，後記２のとおり，控訴人が，被控訴人に対し，\n本件出願Ｂに係る手続補正の内容を詳細に指示したことも認められるのである。上\n記各事実からすると，被控訴人が，本件出願Ａについても控訴人に説明し，控訴人\nからの指示を受け，承諾を得ていたものと推認することができる。\nしたがって，平成９年１０月６日付け手続補正の内容は，控訴人の承諾に基づい\nて作成されたものであると認められる。\nイ  この点について，控訴人は，被控訴人が平成９年１０月６日付け手続補正書\nを提出する際，控訴人から承諾を得ることなく，新規事項を追加する不必要な全文\n補正をしたから，これは本件出願Ａに係る委任契約の債務不履行又は不法行為に当\nたると主張し，原審における本人尋問において，本件出願Ａに係る出願手続は被控\n訴人に一任しており，手続補正の内容について被控訴人と打合せをしたことはない\nし，被控訴人から出願手続に関する報告を受けたことも全くなかった，本件出願Ａ\nは登録されたものと認識して放置していたところ，平成１９年４月に日本弁理士会\nに対する苦情相談をして，初めて登録されなかったことを知ったなどと供述する。\nしかしながら，前提事実及び前記(1)の認定事実のとおり，控訴人が被控訴人に出\n願手続を委任する前に拒絶査定がされていたことなどからすれば，控訴人は本件出\n願Ａが最終的に登録されない可能性があることを認識した上で，被控訴人に手続を\n委任したものと認められる。しかも，控訴人は，本件出願Ａに係る考案は科学技術\n庁長官により注目発明として選定されたことから重要な価値があると考えていたと\nいうのであるから，そのような状況の中で，出願手続を被控訴人に一任し，手続経\n過等についても全く報告を受けることなく，登録されたものと考えて，被控訴人と\nの委任契約締結後約１０年間も放置していたなどという控訴人の供述は不合理とい\nうほかない。控訴人は，複数の特許を取得したことがあるというのであるから，特\n許証の交付や特許料の納付など，登録後の手続についても当然認識しているものと\nいうほかなく，登録料すら支払うことすらなく，本件出願Ａに係る考案が登録され\nていたものと考えていたとは，到底理解し難いものである。\nそして，控訴人が本件出願Ａの拒絶査定確定後７年以上もの間被控訴人の責任を\n追及することはなかったことからしても，本件出願Ａの出願手続において被控訴人\nの責任を追及することができるような事情があったとは考え難いものである。上記\n認定に反する控訴人の供述は採用できない。\n(4)  控訴人の主張について\n控訴人は，被控訴人に対し，実開平８－７９４号公報及び注目発明選定証を提\n示し，本件出願Ａに係る発明は光学的変位測定法及びコンベアー方式を使用するも\nのであること等について詳細に説明しており，被控訴人が，本件出願Ａに係る技術\n内容及び用語を十分理解していたならば，技術的構成を記載するように全面的に書\nき換える補正を行う必要性がないことは十分認識し得たものである，原判決は，上\n記各文献の内容について審理を十分に尽くしていないなどと主張する。\nしかしながら，本件出願Ａについては，そもそも考案として未完成であると指\n摘され，しかも，出願当初の明細書の記載が漠然としたものであったことは前記の\nとおりであるから，補正の必要性があったことは明らかであって，仮に控訴人が被\n控訴人に対し，技術内容及び用語について詳細に説明していたとしても，そのこと\nをもって補正の必要性が否定されるものではない。また，本件出願Ａに係る考案が\n注目発明に選定されたことと，当該考案が実用新案登録されるか否かとは無関係で\nある。上記公報等に係る審理不尽をいう控訴人の主張は，原判決が本件出願Ａに係\nる考案について実用新案登録の蓋然性を否定したことを非難するものにすぎず，失\n当である。\n(5)  小括\n以上からすると，本件出願Ａについて，被控訴人がした補正は，全面的な補正\nの必要性が認められ，その内容自体も，拒絶理由を前提とすると，やむを得ないも\nのであったと解されるのみならず，控訴人の承諾に基づいて補正書が作成されたも\nのと認められるから，被控訴人の行為が債務不履行又は不法行為に該当するものと\nいうことはできない。\n２  争点２（本件出願Ｂに係る被控訴人の債務不履行又は不法行為の成否）につ\nいて\n(1)  本件出願Ｂに係る発明の内容について\n本件出願Ｂの願書に添付された明細書（甲２５）には，本件出願Ｂに係る特許請\n求の範囲について，以下のとおり記載されている。\n【請求項１】貨物自動車が管理された有料道路及び国道を走行する場合に設置する\nもので，貨物自動車が有料道路に進入してきた時，設置された測定器より，送信側\nが電磁波を貨物自動車に照射する。自動車受信側に取付けた情報を送信側が受取っ\nて記録することができる。貨物自動車の場合の総重量を測定することによって，重\n量オーバーをデジタルで表示，警告することができる。普通乗用車の情報も記録さ\nれる。\n【請求項２】普通乗用車及び貨物自動車が車種別に分類されて，通行料金の算定料\n金カードを発行することができる。\n【請求項３】貨物自動車が有料道路及び国道を走行する場合に設置するもので，特\nに有料道路に第１計重測定器と第２計重測定器を設置することによって，重量測定\nがしやすくなる。計重測定機構に，空気圧や油圧を利用する。一定圧力で，シリン\nダー内に圧力を送入する。シリンダー内部にオリフスを作ることによって，流速が\n速くなる。計重機に荷重がかかると，圧力変化が起こり，圧力が高くなる。高くな\nった圧力を，圧力測定法と同時にスプリングの撓みしろが起こる。撓みしろ測定法\nを併用利用するもので，クッションの働きをする。貨物自動車の重量が大きいため，\n計重機に荷重が平均にかかるようにする。従来，シリンダーを利用する場合にこの\nような考え方はなかった。\n【請求項４】ゴミ焼却場に検知測定器を設置する。送信側が進入してくる自動車受\n信側に取付けた情報によって，自動車の車体重量を知ることができる。設置された\n計重機で測定された重量より車体重量を引くと，積載重量で重量に応じて自動料金\n支払いもできる。\n(2)  被控訴人による手続の是非\nア  被控訴人が，審査官との間で，平成１１年９月６日付け手続補正書による補\n正後の請求項２（出願当初の請求項３）に限定すれば特許査定を受けられる旨の合\n意をしたこと，その後，前置審査において審査官と面談し，上記合意内容を確認し\nたにもかかわらず，合意に従わない手続補正をして審査官から上記合意を取り消さ\nれたことなどは，前提事実のとおりである。\n被控訴人は，陳述書（乙１４）及び原審における本人尋問において，手続補正を\nする際は，必ず控訴人に補正書案等を提示し，打合せもしたが，控訴人は，補正書\n案を持参するなどして，その内容のとおりに補正することを求め，被控訴人やその\n事務所において本件出願Ｂを担当していた A が代替案を示しても受け容れず，打合\nせに長時間を要して収拾がつかなかったことなどから，手続補正には控訴人の意見\nを可能な限り取り入れた，審査官と上記合意をした後，補正書案を作成して控訴人\nに送付したところ，権利範囲が狭すぎるとして拒否され，説得を重ねたものの，全\nく聞く耳を持たなかったため，再度，審査官と面談し，他の方法で特許査定を認め\nてもらえるように交渉したが，全く相手にしてもらえず，控訴人に上記交渉の経過\nを伝え，合意に従うように更に説得したが頑なに拒否されたため，形式的に手続補\n正書を提出して前置審査につなぐこととし，代理人を辞任したなどと説明する。\nイ  前記平成９年１１月１１日付け拒絶理由通知の内容からすると，本件出願Ｂ\nに係る発明は，技術内容の特定すら欠くものであり，被控訴人が審査官と面談し，\n請求項２に限定すれば特許査定する旨の合意が得られたこと自体，むしろ被控訴人\nによる大きな成果と評価し得るものである。\nしたがって，被控訴人が審査官と再度面談をしたり，拒絶査定をされた出願につ\nいて一部でも特許査定をする旨の合意をしたにもかかわらず，それに従った手続補\n正をしなかった理由としては，控訴人がそのような補正を拒絶したこと以外には考\nえられず，上記経過は前記被控訴人本人の供述を前提としてしか了解することがで\nきないものである。特に，控訴人は，平成１２年１月２０日，審査官に対し，嘆願\n書を提出し，当該合意に基づいた補正書の提出を認めるように求めているものであ\nる（甲５４）。このように，控訴人としては，審査官との当該合意に重大な関心を\n抱いていたものであるから，控訴人の承諾なしに，被控訴人が当該合意に沿った手\n続を行わないことは考え難いものである。\nまた，前提事実のとおり，控訴人と被控訴人とは相互に本件出願Ｂに係る委任契\n約を解除したにもかかわらず，再度，本件出願Ｂに係る委任契約を締結している。\nこれは，本件出願Ｂについて拒絶査定がされ，本件出願Ａ及びＣの拒絶査定も確定\nした後のことであり，控訴人の主張するような債務不履行又は不法行為が被控訴人\nにあったのであれば，通常起こり得ないことといわなければならない。\nさらに，再度の委任契約後に，控訴人は本件出願Ｂに係る手続補正について発明\nの名称や請求項の記載内容の文案を示すなど，被控訴人に詳細に指示しており（乙\n２０，２１），前記１のとおり，被控訴人が控訴人から委任された米国特許につい\nて手続をする都度，控訴人に承諾を求めていたことも併せ考慮すると，被控訴人が\n控訴人に対して審査官との合意事項について説明し，補正内容についても控訴人の\n承諾に基づいて作成したものと推認することができる。控訴人は，原審における本\n人尋問において，控訴人に対して示した文案は，被控訴人から指示されるままに書\nいたなどと述べるが，書面の体裁からして控訴人から被控訴人に指示したものであ\nることは明らかであるから，当該供述は採用することはできない。\n加えて，前記１と同様に，控訴人が平成１９年４月に至るまで被控訴人の責任を\n追及することがなかったことからすれば，本件出願Ｂの出願手続において被控訴人\nの責任を追及することができるような事情があったとは考え難い。控訴人は，被控\n訴人から上記合意をしたことについて報告を受けたことはないし，上記手続補正の\n内容について承諾したこともない旨主張し，原審における本人尋問及び陳述書（甲\n４２）において，本件出願Ｂに係る出願手続は A が担当しており，被控訴人は全く\n関与していなかった， A から手続補正書の内容を事前に提示されたことは１回しか\nなく，内容について訂正を求めても受け容れられず，その後補正書や意見書の内容\nについて打合せをしたり，報告を受けたりしたことはなかった，被控訴人が審査官\nと合意をしたことなどについても一切報告はなく，被控訴人が合意に従わない補正\nをした後になって初めて知ったため，被控訴人との間の委任契約を解除したなどと\n述べるが，前記認定に反する控訴人の上記供述を採用することはできない。\nウ  控訴人は，請求項３（貨物自動車の重量測定装置）に対する拒絶理由は，\n「貨物自動車に計重測定機を何個設置するかは設計上の問題である」と指摘するに\nすぎず，審査官としては，計重測定機を２個以上設置する必要はないと述べている\nにとどまり，計重測定機自体は認める趣旨であることは明らかであるとも主張する。\nしかしながら，上記指摘の趣旨は，請求項３の発明が複数の計重測定機を有する\nことが引用文献１に記載された発明との相違点であったとしても，計重測定機を何\n個設置するかは当業者が適宜設計し得る事項にすぎないから，請求項３の発明の進\n歩性を認める理由とはならないことを意味するものにすぎず，「計重測定機自体」\nについては特許性を肯定する趣旨ではないことは明らかである。\n控訴人は，審査官との合意に基づいて補正後の請求項２に限定すると，請求項１\nの「貨物自動車」という限定がなくなり，「重力測定装置」一般に係る発明となっ\nて，結果的に権利範囲が拡大するものであるから，控訴人が権利範囲が狭すぎると\nして審査官との合意を拒絶するはずがないとも主張する。\nしかしながら，平成１１年９月６日付け補正書における請求項２は，請求項１の\n従属項であるから，請求項２に限定するという趣旨は，当然，請求項１の貨物自動\n車を前提として，独立した請求項に改めることが必要となることは明らかである。\n仮に，控訴人が主張するとおり，請求項２に限定することにより結果的に権利範囲\nが拡大するものであるならば，審査官が請求項２に限定して特許査定する旨の合意\nをしたとは解し難いことは明らかである。控訴人の主張は失当である。\nなお，控訴人が作成した前記嘆願書（甲５４）には，「請求項(2)に限定した貨物\n自動車の荷積載重量測定装置」なる記載がされていることからすると，控訴人は，\n嘆願書作成当時，限定する請求項２の発明は，「重力測定装置」一般に係る発明で\nはなく，「貨物自動車の荷積載重量測定装置」に係る発明であることを認識してい\nたものと推測される。\nエ  控訴人は，本件出願Ｂに係る発明は，特許取得の可能性について，スコア\n９９．１％という高評価を得ているものであるとも主張する。\nしかしながら，控訴人が提出するＮＲＩサイバーパテントデスクスコア（甲５\n３の１）には，「特開平８－５００５３の「公開系特許（Ａ＋Ｔ＋Ｓ）要約」で類\n似公報を検索しました。」と記載されていることからすると，控訴人が指摘する\n「スコア」は，特許登録の可能性ではなく，検索対象とされた公報との類似性を判\n定する数値であると推測されるところであって，また，だからこそ，本件出願Ｂに\n係る公開特許公報が最高スコアを得ているものということができるのである。\nオ  控訴人は，本件出願Ｂと同様の内容の発明について，韓国において特許を\n取得しているところ，当初，当該手続についても被控訴人に委任していたが，被控\n訴人が控訴人の説明した技術内容を正確に把握しておらず，被控訴人が作成した各\n種書類の内容に不満があったため，解任し，その後，韓国の特許事務所と直接，打\n合せをして，特許査定に至ったものであるなどと主張する。\nしかしながら，韓国の法制度に基づいて特許登録に至ったことと，本件出願Ｂ\nにおける被控訴人による手続が債務不履行又は不法行為に該当するか否かについて\nは，無関係であるというほかない。\nまた，控訴人の上記主張は，少なくとも韓国における出願については，その出\n願に係る各種書類の内容を確認していることを意味するところ，そのような控訴人\nが，本件各出願については，被控訴人が作成した当該各出願に係る各種書類の内容\nを確認しないでいたとは解されないのであって，被控訴人から一切説明を受けてい\nないとする控訴人の主張とは整合しないものといわなければならない。しかも，仮\nに，控訴人が，被控訴人の能力に疑問を抱き，平成１２年５月頃，韓国特許の手続\nについて被控訴人を解任したのであれば，その後，本件出願Ｂについて，再度，被\n控訴人に委任し，手続を一任したとは解し難い。\nカ  なお，控訴人提出の意見書（甲４１）を採用することができないことは，\n争点１において先に述べたとおりである。\nキ  控訴人の主張は，いずれも採用できない。\n(3)  小括\n以上からすると，本件出願Ｂについて，被控訴人が審査官との合意に沿った補\n正を行わなかったことは，控訴人の承諾に基づくものと認められるから，被控訴人\nの行為が債務不履行又は不法行為に該当するものと認めることはできない。\n３  争点３（本件出願Ｃに係る被控訴人の債務不履行又は不法行為の成否）につ\nいて\n(1)  本件出願Ｃに係る発明の内容\nア  本件出願Ｃの願書に添付された明細書（甲２７）には，本件出願Ｃに係る特\n許請求の範囲について，以下のとおり記載されている。\n【請求項１】自動車が盗難された場合，自動車の発見が可能になる装置。自動車が\n国道，有料道路，有料駐車場，ガソリンスタンド等その他，自動車が走行及び利用\nする場合に設置される装置で測定器より送信側が電磁波を自動車に照射する。自動\n車受信側に取付けた情報を送信側が受け取る。この場合に情報をナンバープレート\nに組込んでもよいが，自動車のナンバープレート以外に，前方より見易い場所に取\n付けてもよい。自動車に取付けた情報が記録され，その情報が連動的に連絡できる\nものである。\n【請求項２】自動車が有料駐車場に駐車する場合の料金支払いをカードレス方式に\nする事ができる装置で，自動車が駐車場に進入すると，情報収録記録測定器が働き，\n自動車は停止する必要がなく，駐車場に入る事ができる。又，自動車に取付けた情\n報と時間が記録される。自動車が駐車場を出る場合は，駐車料金が自動支払いする\n様にアナウンスで運転手に料金を説明，金額をデジタルで標示する装置。\n【請求項３】自動車が有料道路を走行する場合の料金支払い方法が，自動料金支払\nい及び支払い方法がカードレス方式ができる装置である。自動車が有料道路に進入\nすると，情報収録記録測定機が働き，自動車は停止する必要がなく徐行して，有料\n道路に入る事ができる。又，自動車が有料道路に進入した場合にカード方式で車種\n分類，自動カード発行方法ができる装置である。\n【請求項４】自動車がガソリンスタンドで給油する際，自動車に取付けた情報によ\nって給油する場合，現在使用されているカード方式をカードレス方式に替える事が\nできる装置。\nイ  控訴人は，特許庁審査官から，平成９年６月１１日付けで拒絶理由通知（甲\n１５，乙２２）を受けた。その拒絶理由は以下のとおりである。\n(ア)  請求項１に係る発明には，自動車が盗難された場合，自動車の発見が可能\nになるとあるが，どのように自動車の発見が可能になるのか，その具体的構成が\n【発明の詳細な説明】に開示されておらず，当業者が容易にその実施をすることが\nできる程度に，この発明の構成が記載されているものとは認められない。\n(イ)  請求項１ないし４は，発明の目的，作用，効果のみが記載されており，そ\nれぞれの請求項に記載された事項に基づいて特許を受けようとする発明が明確に把\n握することができない。よって，請求項１ないし請求項４は，特許を受けようとす\nる発明の構成に欠くことができない事項のみを記載したものでない。\n(2)  全面的な補正の必要性について\n前記(1)によると，本件出願Ｃの各請求項には，発明の作用及び効果しか記載され\nておらず，技術的構成が記載されていないため，特許庁審査官及び審判官から，同\n様の判断により，拒絶理由通知や拒絶査定を受けたものといわなければならない。\nそうすると，前記(1)イの拒絶理由通知を受けた時点で，少なくとも請求項の記載\nについて，技術的構成を記載するように全面的に書き換える手続補正をする必要が\nあったことは明らかである。\nしかも，本件出願Ｃの出願当初の明細書（甲２７）の【発明の詳細な説明】の欄\nにも，情報収録記録測定機や遮断機など，個別の機器に関する概括的な記載は散見\nされるものの，主として発明の目的，作用，効果と解される記載が羅列されている\nものにすぎず，当該記載のうち，どの点をもって技術的構成が記載されているとみ\nるかは困難であるというべきである。控訴人自身，どの点に技術的構成が記載され\nており，これをどのように請求項に記載すべきであったかについて何ら具体的な主\n張をしていない。したがって，控訴人が希望する技術的範囲を維持しながら新規事\n項を含まない補正をすることが容易ではなかったことは明らかである。\nそうすると，本件出願Ａと同様に，被控訴人としては，控訴人が自ら作成し，提\n出した出願当初の明細書の記載を前提に，法律の定める手続に従い受任後の手続を\n追行するほかないところ，被控訴人による補正が，専門家としての注意義務に格別\n反するものとまで，認めることはできない。\nなお，控訴人提出の意見書（甲４１）を採用することができないことは，争点１\nにおいて先に述べたとおりである。\n(3)  控訴人の承諾の有無について\nア  控訴人は，原審における本人尋問において，本件出願Ａと同様に，本件出願\nＣについても，出願手続は被控訴人に一任しており，手続補正の内容について被控\n訴人と打合せをしたことはないし，被控訴人から出願手続に関する報告を受けたこ\nとも全くなく，本件出願Ｃに係る発明は特許登録されたものと認識して放置してい\nたところ，平成１９年４月に日本弁理士会に対する苦情相談をして，初めて登録さ\nれなかったことを知ったなどと説明する。\n被控訴人は，本件出願Ｃについても関係書類を証拠として提出していないが，本\n件出願Ａについて先に述べた理由と同様の理由により，被控訴人が，本件出願Ｃに\n係る各手続についても控訴人に説明し，控訴人からの指示を受け，承諾を得ていた\nものであって，関係書類は登録に至らなかったために廃棄してしまったと推認する\nことができるものである。控訴人の上記供述は採用できない。\nイ  したがって，被控訴人が作成した手続補正書の内容や拒絶理由の通知等に対\n応しないという方針の決定は，控訴人の意向に沿ったものであると認められる。\n被控訴人は，控訴人の代理人であった以上，控訴人の意向に反する手続補正や手\n続をすることができないのはもとより，本件で，被控訴人が弁理士としての通常の\n注意義務を果たすことにより，控訴人の意向に沿いながら，上記拒絶理由を解消す\nることのできる手続補正をすることができたことを認めるに足りる証拠もない。\nまた，委任者による指示がないにもかかわらず，拒絶査定不服審判請求をする一\n般的な注意義務を弁理士が負うものと認めることもできない。\n(3)  控訴人の主張について\nア  控訴人は，平成９年６月１１日付けの拒絶理由通知には，「この拒絶理由通\n知中で指摘した請求項以外の請求項に係る発明については，拒絶の理由を発見しな\nい」，先行文献調査結果の記録は「拒絶理由を構成するものではない」とも記載さ\nれており，請求項の内容を全面的に書き換え，技術的構成を明らかにする補正が必\n要であり，控訴人が希望する技術範囲を維持しながら新規事項を含まない補正をす\nることは容易ではなかったとの原判決の認定は誤りであると主張する。\nしかしながら，「この拒絶理由通知中で指摘した請求項以外の請求項に係る発明\nについては，拒絶の理由を発見しない」との記載が，拒絶理由通知書に記載される\n定型文であることは，本件出願Ａ及びＢに係る拒絶理由通知（甲１，４）にも記載\nされていることからも明らかである。本件出願Ｃについては，全請求項について拒\n絶理由が指摘されており，そもそも「この拒絶理由通知中で指摘した請求項以外の\n請求項」は存在すらしないのである。\nまた，先行文献調査結果の記録についても，当該文献に基づいて拒絶理由を構成\nするものではないことを注意的に記載した定型文にすぎない（本件出願Ｂに係る拒\n絶理由通知（甲４）にも，同様の記載がある。）。\n控訴人が指摘する各記載は，本件出願Ｃに係る発明が特許登録に至る蓋然性が高\nいものであったことを裏付けるものではない。前記の拒絶理由通知の内容からする\nと，軽微な手続補正で足りるようなものではなかったことは明らかであって，むし\nろ，控訴人が被控訴人に委任するに当たり，本件出願Ｃについて拒絶査定をされる\n可能性があることを当然認識していたものというべきである。\nイ  控訴人は，自らの執筆した論文及び本件出願Ｃに係る特許公開公報に基づい\nて，被控訴人に対し，技術内容について十分に説明したにもかかわらず，車輌情報\n検知システムに関する請求項についても請求することすらせず，控訴人の委任の趣\n旨に反し，出願の内容を熟知しようともしなかったことにより，拒絶査定を受けた\nことは明らかであるとも主張する。\nしかしながら，本件出願Ｃについても，本件出願Ａと同様に，仮に，控訴人が\n被控訴人に対して技術内容及び用語について詳細に説明していたとしても，そのこ\nとをもって補正の必要性が否定されるものではないし，出願当初の明細書の漠然と\nした記載からすると，補正により特許査定に至ることは困難であったものというほ\nかない。控訴人が指摘する論文（甲５０）は，「自動車の持つ情報」を活用する重\n要性等について一般的に説明する文献にすぎず，本件出願Ｃに係る発明の具体的構\n成を直接説明するものではない。また，出願当初の明細書には，「車輌情報検知シ\nステム」の技術内容に関する具体的な記載は存在しないから，同システムに関する\n請求項を記載することは不可能であったものというほかない。\nウ  本件出願Ｃと同様の内容の発明に係る韓国特許に基づく控訴人の主張を採\n用することができないことは，争点２において先に述べたとおりである。\nエ  控訴人の主張はいずれも採用できない。\n(4)  小括\n以上からすると，本件出願Ｃについて，被控訴人がした補正は，全面的な補正\nの必要性が認められ，その内容自体も拒絶理由を前提とするとやむを得ないものと\n解されるのみならず，拒絶理由通知等に対する対応方針も含め，控訴人の承諾に基\nづいてされたものと認められるのであるから，被控訴人の行為が債務不履行又は不\n法行為に該当するものということはできない。\n４  結論\n以上の次第であるから，控訴人の請求を棄却すべきものとした原判決は相当で\nあって，本件控訴は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n"
}