{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 12,
    "day": 26
  },
  "case_number": "平成28(ワ)3140",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所第１民事部",
  "lawsuit_id": "88526",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88526",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/526/088526_hanrei.pdf",
  "contents": "主          文\n１  被告は，原告に対し，１５５１万１９０５円及びこれに対する平成２６年１\n１月２８日から支払済みまで年５分の割合による金員を支払え。\n２  訴訟費用は被告の負担とする。\n３  この判決は，第１項に限り，仮に執行することができる。\n事実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の要旨\n１  事案の概要\n本件は，京都工芸繊維大学（以下「本件大学」という。）を運営管理する原\n告が，かつて本件大学に教員として勤務していた被告に対し，被告が実験に使\n用した水銀の不適切な処理により損害を被ったと主張して，原告の職員として\nの劇毒物の取扱いについての職務上の義務違反（債務不履行）又は不法行為に\nよる損害賠償請求権に基づき（選択的併合），損害賠償金１５５１万１９０５\n円及びこれに対する調査・検証報告書（甲２）の原告学長への提出日である平\n成２６年１１月２８日から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求める事案である。\n２  前提となる事実（当事者間に争いがないか，後掲証拠及び弁論の全趣旨によ\nり容易に認められる事実）\n⑴  原告は，本件大学を運営管理する国立大学法人である。\n⑵  被告は，昭和６１年４月１日に文部省により文部教官として任用され，京\n都大学工学部助手に配置・補職されたが，平成３年４月１日以降は，本件大\n学に異動し（当時は繊維学部助教授），平成１０年４月１日に教授に補職さ\nれ，平成１８年４月１日に繊維学部から大学院工芸科学研究科・生体分子工\n学部門に異動したが，平成２７年３月２０日に停職処分を受け，同年９月２\n１日以降，本件大学付き教授となり，平成２９年３月３１日付けで本件大学\nを依願退職した（甲３７，乙４，被告本人）。\n⑶  水銀は，水質汚濁防止法の排水基準における許容限度が，アルキル水銀化\n合物は「検出されないこと」，水銀及びアルキル水銀その他の水銀化合物は\n「0.005 ㎎/ℓ」（5ppb）とされ（排水基準を定める省令），また，労働安全\n衛生法の作業環境評価基準における管理濃度が，水銀及びその無機化合物は\n「水銀として 0.025 ㎎/㎥」と定められている（作業環境基準）。また，水銀\nは，毒物及び劇物取締法により毒物として指定されている。\n原告は，水銀をはじめとする毒物の取扱いの適正を確保するため，毒物を\n取得使用したときは，化学物質管理システムに登録するとともに，受払簿に\n記録すること，各毒物を入れる容器及び専用保管庫には赤地に白字で医薬用\n外毒物の文字を表示するとともに，金属性の堅固な構造で施錠機能を有する\n毒物専用保管庫に保管すること，毒物を使用するに当たっては，飛散，漏\nれ，流失するなど保健衛生上の問題が生じないようにすること，万一，その\nような問題が生じたとき等は，危害防止のための必要な措置を講じるととも\nに，管理責任者等に報告することなどを定めている。また，水銀汚染廃液\nは，排水系統に流出させないよう回収させ，廃棄物の処理及び清掃に関する\n法令等に基づき特別管理産業廃棄物として専門業者に委託し，適法に廃棄・\n処理することとなっている。\n原告は，これらの事項を本件大学の教員にも周知させており，同教員は，\n自ら毒物を使用したり学生に指導して毒物を使用させたりする場合には，こ\nれらの事項を遵守し，履行する職務義務を負っている。\n⑷  被告は，平成３年から平成１９年までは，本件大学の松ヶ崎キャンパス西\n部構内の２号館北棟３階の３２２号室を使用し，また，同年から平成２６年\n９月頃までは，同２号館北棟２階の２１０号室及び２２３号室（以下「２１\n０号室」及び「２２３号室」といい，両室を併せて「被告実験室」とい\nう。）を使用して，水銀を使用した実験を実施していた（甲２，３７，証\n人）。\n⑸  原告は，平成２６年１１月から１２月にかけて，水銀濃度の測定作業や改\n善措置等により，別紙「損害賠償請求額等の内訳」（以下「別紙内訳表」と\nいう。）の事項（工事名等）欄，左記事項の概要等欄，業者名欄，支出年月\n日欄及び支出済額（円）欄記載の工事等を実施し，その費用を支出した（№\n８の弁護士費用を除く。甲５～２１）。\n３  争点及びこれに関する当事者の主張\n⑴  被告による被告実験室等の水銀汚染の有無\n（原告の主張）\nア  被告実験室では，実験の際，シール材として金属水銀を使用し，実験作\n業を実験装置の恒温槽の中で実施していたが，その金属水銀は，平成３年\nに上智大学から実験装置とともに譲り受け，平成８，９年頃にも工業技術\n院物質工学工業技術研究所（現産業技術総合研究所。以下，時期を問わず\n「産業技術総合研究所」という。）から譲り受け，そのほかにも，平成３\n年に２回，平成７年に２回にわたり合計１７本（１本当たりの内容量５０\n０ｇ。約３７㏄）の水銀を購入していた。\nイ  被告が，実験を行うときは，セルの水銀を満タンに入れ，１回の実験で\n大きな瓶入りの水銀のほぼ全て（２５～３０㏄。重さ３４０～４０８ｇ）\nを使い，実験途中に水銀が実験装置の恒温槽の中にこぼれ落ちるのが常態\nであったが，被告は，水銀を含む恒温槽の水を実験室の流し台に棄てると\nともに，大学院生に対しても同様の指示をし，水銀の付着した実験器具を\n流し台で洗浄するよう指示していた。また，実験台その他実験室内部には\n水銀がこぼれ，無数の水銀粒が転がっていたが，被告は，それを適切に処\n理することなく，ごみ箱等に廃棄していた。このように被告が違法に廃棄\nした水銀の量は，被告が水銀の受払簿等の記録を全くつけていないことか\nら正確には不明であるが，３５．９㎏に及ぶものと推定される（甲２\n９）。\nウ  平成２６年９月２２日及び２４日，原告の調査専門部会が２１０号室を\n立入調査したとき，二つの実験台にいずれも水銀粒が１０粒くらい散らば\nっており，２１０号室北端に置かれている実験装置の中や装置台の上下に\nも，多数の水銀粒が散らばっていた。同月３０日，２１０号室の空気環境\nを測定すると，実験台１及び２の下の床付近や実験装置の中や周辺から２\n４～９３７µg/㎥という規制値を超える水銀蒸気が検出され，実験台１及\nび２の台上及び周辺からも水銀蒸気が検出された。\n平成２６年９月２２日，原告の調査専門部会が２１０号室を立入調査し\nたとき，流し台の排水口には水銀粒が認められなかったものの，排水口の\n下に設置されているドラムトラップの全てに水銀粒が付着していた。同年\n１１月１１日，流し台の撤去工事をしたとき，流し台を分解して排水口か\nらドラムトラップにつながる蛇腹状の排水管を取り出すと，流し台４つ全\nての管から大量の水銀が出てくる状態であり，金属水銀の沈着が認められ\nた。\n同年９月２２日及び２４日，２１０号室の流し台の廃液の流出経路であ\nる屋外北側排水経路（２号館北棟の北側を通る排水経路。別紙[資料３]の\n「松ヶ崎キャンパス西構内配置図」（以下「本件構内配置図」という。）\n参照。なお，同図において２号館北棟に「２３３室」とあるのは，「２２\n３室」の誤りである。）を現地調査したところ，最上流の第１桝（本件構\n内配置図の屋外北側排水経路で「２－１」と記載された桝）に水銀粒が認\nめられた。また，同月３０日，２１０号室の流し台のうち最も水銀粒の少\nなかったもののドラムトラップから排水を集水し，測定したところ，２４\n００ppb という規制値を大幅に超える水銀が検出された。同月２２日，屋\n外北側排水経路の各桝内の排水も集水して測定したところ，第１桝から２\n５．２ppb という規制値を超える水銀が検出され，第２桝（本件構内配置\n図の屋外北側排水経路で「２－２」と記載された桝）からも水銀が検出さ\nれた。\nエ  平成２６年９月３０日，原告の調査専門部会が２２３号室を立入調査し\nたときには，実験台や実験装置付近に水銀粒が落ちていることが認めら\nれ，同年１１月６日，２２３号室の実験装置の撤去を行ったときも，同装\n置の置かれていた実験台の上に水銀粒が多量に散乱していた。同年９月３\n０日，２２３号室の空気環境の測定をしたとき，実験台や実験装置の周辺\n等から水銀蒸気が検出された。\n同月２９日，原告の調査専門部会が２２３号室を立入調査したときに\nは，同室の流し台には水銀粒が認められなかったが（同流し台はドラムト\nラップがないタイプであった。），翌３０日，流し台２つの排水口付近の\n空気環境の測定をしたところ，３３～５３µｇ/㎥という規制値を超える水\n銀蒸気が検出された。\n２２３号室の流し台の廃液は，屋内排水系統を通って屋外南側排水経路\n（２号館北棟の南側を通る排水経路。本件構内配置図参照）へ流出する\nが，同月３０日，屋外南側排水経路を調査したところ，同排水経路の№１\nの桝に水銀粒が認められるとともに，同桝の排水から９０ppb という規制\n値を超える水銀が検出され，ほぼ全ての桝から水銀が検出された。\nオ  被告実験室の流し台に排出された排水は，屋内排水経路及び屋外排水経\n路を通り，最終的には最終貯留槽へ流入する。最終貯留槽は，５槽に分か\nれており，第１槽に排水が流入し，その後第２槽へポンプで送り出され，\nその後，第２槽から第５槽まで排水が通過していくようになっており，そ\nの間，排水中の汚物を沈殿させ，ろ過された排水を公共下水道へ排出する\nようになっている。\n平成２６年９月２４日，同年１２月２日，平成２７年７月２９日の３回\nにわたって，原告の調査専門部会は，最終貯留槽の各槽の排水と汚泥を検\n査したが，汚泥については，どの時点においても，第３槽及び第４槽を中\n心に，高濃度の水銀が検出され，水銀で汚染されていることが認められ\nた。\nなお，最終貯留槽の汚泥中にはひ素などの重金属も含有されていたが，\n水銀以外の重金属については，土壌含有基準からみるとごく少量であり，\n自然由来の可能性が極めて高く，許容される範囲内であり，規制対象にも\nなっていないものもある（甲２５）ことから，万一，最終貯留槽が破損し\nて土壌中へ流入するようなことがあっても問題ないものであり，最終貯留\n槽の汚泥の抜き去り，処理の必要は，ひとえに被告による水銀汚染のため\nに生じたものである。\n（被告の主張）\nア  被告実験室において，ミスにより水銀が流出した場合，常温空気中にあ\nる水銀は，水銀用スポイトで吸い上げ，水中にある水銀は，注射器で吸入\nし，それを水銀の容器に戻すものであり，特殊な処理は必要ない。実験で\n使用した水銀も同様であり，被告実験室において，実験に用いた水銀を廃\n棄するという手順は基本的に存在せず，被告実験室においては，水銀は実\n験で費消されることはない。\nイ  甲２８号証の写真№２，４が撮影されたのは，実験台２の流し台①とな\nっている。しかし，恒温槽を使用した実験を行うのは，実験台１の流し台\n③である。実験の作業中，水銀がミスで流出する可能性がある場所は，装\n置１の場所と流し台③であり，それ以外の場所での流出はあり得ない。\nまた，被告実験室の流し台にはドラムトラップが設けられているが，水\n銀は，水よりも比重が重いため，ドラムトラップ内に溜まっていくはずで\nあり，水銀が排水管に排出されるためには，ドラムトラップから水銀があ\nふれ出すほどに満ちている必要がある。しかし，そのようなことはあり得\nず，それを写した写真もない。\n排水貯水槽の汚泥引抜きによって確認された水銀含有汚泥総量は２４．\n８５９㎏であり，金属水銀総量に至っては算出不可とされている。水銀の\n特性上，他の金属との分離は比較的容易なはずであり，算出不可とは，ほ\nぼ検出されなかったと同義である。\nウ  原告は，被告実験室における流出水銀量を３５．９㎏と推定している\nが，それは，被告が，前勤務先である産業技術総合研究所から譲り受けた\n水銀量を５４．４㎏と推定し，原告による調査当時の水銀の現存量が１\n８．５㎏であったことから，流出量を３５．９㎏と推定したものである。\nしかし，被告は，譲り受けた水銀は使用せず，別の場所に放置していたも\nのであり，産業技術総合研究所から譲り受けた水銀量は，原告の調査当時\nと変わらず１８．５㎏であって，譲り受けた水銀は，流出した水銀とは無\n関係である。\nしたがって，被告実験室から消失した水銀は，多く見積もっても購入し\nた水銀の消失量である４㎏（年換算で１５４ｇ）だけである。\nエ  原告が実施した水銀の除去措置の根幹をなすのが，原告の調査で得られ\nた汚染データ（甲２）であるが，そのデータの数値は，ほとんどが基準値\n以下である。\n原告が高濃度汚染としている２１０号室のドラムトラップの水銀濃度\n２．４㎎/ℓや№１の桝０．０９㎎/ℓという数値は，あり得ない異常数値で\nある。\nオ  被告実験室の汚染状況をみると，粒状の水銀が目視されるが，これらは\n簡単に除去，回収が可能なものである。\nカ  原告は，被告実験室が長年にわたり汚染され続けていたと主張するが，\n調査の一環で実施した健康診断では，一人も水銀の影響を受けた関係者は\nいなかった。\n⑵  原告の損害\n（原告の主張）\nア  ２１０号室の水銀汚染を引き起こした被告は，その実験台や床の撤去・\n取替費用を賠償する義務があり，その費用は１０７万７３００円（別紙内\n訳表の№１の④）である。２１０号室の実験台や床は，多量の水銀が散乱\nし，長年にわたり放置されたため，除染することができず，撤去・取替す\nるほかに対応できないものである。\nまた，２１０号室の流し台から屋外北側排水経路の第１枡へつながる屋\n内排水経路に，内部の様々な継手部分やキズ等に大量の水銀が付着，滞留\nし，流し台から水道水などを流しても水銀が排出されないような状態にな\nっており，そこを排水が通過すると，規制値超過となるような水銀に汚染\nされる状態にあると認められる。屋内排水経路は，内部で複雑に折れ曲が\nっており，その強度からみても全体に高圧をかけて洗浄することは不可能\nであるから，排水管内部を洗浄することができず，撤去・新設するしかな\nい。その費用は１５５万５２００円（別紙内訳表の№１の②）であるが，\n屋内排水経路は，平成２０年の北棟の耐震改修工事ときに改修され，平成\n２６年までに７年経過していること，建物付帯給排水設備の一般的耐用年\n数は１５年以上であることなどを考慮し，被告は，少なくとも５０％相当\n額の７７万７６００円を負担すべきである。\nイ  ２２３号室も，２１０号室と同様に，実験台や床等が水銀で汚染された\n状態にあった。ただ，２２３号室は，２１０号室ほど汚染されていなかっ\nたことから，洗浄等を行うこととした。その費用は１０万８０００円（別\n紙内訳表の№３）である。\n２２３号室の流し台２つ及びこれにつながる屋内排水経路についても，\n撤去・新設するしかなく，その工事費用は２３７万６０００円（別紙内訳\n表の№１の①）であるが，２１０号室と同様の事情を考慮し，被告は，少\nなくとも５０％相当額の１１８万８０００円を負担すべきである。\nウ  違法な水銀汚染を引き起こした被告は，屋外排水経路の洗浄費用を賠償\nする義務があり，その費用は３２万４０００円（別紙内訳表の№５）であ\nる。\nエ  最終貯留槽についても，被告による水銀汚染のために，その汚泥を抜き\n去り，処理をする必要があり，その費用は合計１３２４万６８６９円（別\n紙内訳表の№６，７）であるところ，処理した汚泥には最終貯留槽が昭和\n６２年に設置されて以降に溜まった汚泥を含んでいることや，平成４年頃\nに水銀汚染問題が生じたことがあり，そのときの水銀が含有されている可\n能性も皆無ではないことなどから，被告は，少なくとも５０％相当額の６\n６２万３４３４円を負担すべきである。\nオ  被告の水銀汚染により，前記のほかに，その処理等や検査，健康調査等\nのため，別紙内訳表の№２～４の各費用の負担を余儀なくされた。\n（被告の主張）\nア  別紙内訳表のうち№１～３及び６，７記載の損害は否認する。\n排水貯水槽内には様々な重金属が含有されており，この時点で原告の行\nった措置を行う必要性はない。また，当該貯水槽は，将来的にはいつか処\n分しなければならないものであり，その費用は当然に原告が負担すべきも\nのである。\nイ  別紙内訳表のうち№４，５記載の損害は認める。\n⑶  過失相殺\n（被告の主張）\nア  原告の主張によると，被告実験室は，水銀による汚染が常態化していた\nことになる。生命・身体に危険があるという理由で，水銀の除去措置等を\n講じなければならないとすると，原告は，管理責任者として，被告研究室\nの実態を長年に渡って見過ごしていた。\nイ  被告実験室の流し台につながる排水管が全て水銀で汚損されていたので\nあれば，通常はドラムトラップが水銀で満たされ溢れ出た水銀が排水管に\n排出され続けていたことになる。そのような劣悪な状態を管理責任者であ\nる原告は何ら把握せず，これを是正することなく黙認していた。\nウ  被告実験室での水銀使用実験は限定されているため，原告が主張する水\n銀の排出量を実現しようとすれば，常軌を逸した実験回数を重ねていたこ\nとなるが，原告は，そのような実験が実施されていたことすら把握せず，\n監督を怠っていた。\nエ  被告が管理使用していた水銀の把握について，原告は，本件が発覚して\n初めて具体的な捕捉に乗り出し，実際の使用状況は被告にしか分からない\nと述べるが，劇毒物の管理責任は原告にあり，このことは，原告の杜撰な\n管理体制を明らかにしている。\nオ  このように，仮に，本件において被告の不法行為が成立するとすれば，\nそのような状態を長期間放置し，水銀の垂れ流しを黙認していたのは原告\nであるから，その責任の大部分は原告が負うべきものである。\n（原告の主張）\n被告は，被告による水銀汚染問題について，原告に過失があるとし，過失\n相殺を主張する。\nしかし，原告は，昭和５９年頃及び平成４年頃に金属水銀の排水経路への\n排出の疑いが生じたとき以降，水銀の適正な取扱いについて，実験の手引\nき，教育研修，環境科学センターの広報誌等を通じて，毎年，教職員に対\nし，注意をしてきた。原告の安全管理センターは，平成２２年度から，数回\nにわたり，教職員に対する毒物保有調査等も実施している。原告の安全衛生\n委員会は，学内パトロールにより，被告に対し，廊下に危険物を含む試薬保\n管用冷蔵庫を数台置いていることを毎年指摘している。\nまた，原告は，平成２５年１月，毒物劇物管理要項を制定し，水銀等の毒\n物の適正な取扱いを期するようにしており，水銀等を取得使用したときは，\n科学物質管理システムに登録するとともに，受払簿に記録すること，毒物を\n使用するに当たっては，飛散，漏れ，流失するなど保健衛生上の問題が生じ\nないようにすること，万一そのような問題が生じたときなどには，危害防止\nのための措置を講じるとともに，管理責任者等に報告することなどを定め，\n被告も含め教員に周知してきた。このように，原告は，被告を含めて教員等\nの毒物の適正な取扱いについて，適切に指導・管理をしてきたものであり，\n被告は，それをことごとく無視してきた。\n水銀が毒物であり，水銀蒸気等が人体の健康を損なう有害なものであるこ\nとや，水銀をそのまま流し台に排出したり，水銀が実験台や床等にこぼれた\nときに，放置するなどしたりしてはならないことは，一般人でも分かること\nであり，科学者であり，長年水銀を扱う実験・研究をしてきた被告が認識し\nていないはずはない。被告は，平成５年～６年にかけて無機廃液処理主任と\nして，講習会において教職員に対し，実験廃液の処理について指導・注意喚\n起する立場にあった。\nこのようなことからすると，原告が被告に対し，水銀の取扱いなどについ\nて細かく指導や監督をしなければならない義務はなかったといいうるもので\nあり，被告の過失相殺の主張は理由がない。\n第３  当裁判所の判断\n１  認定事実\n前記前提となる事実，証拠（甲２～２９，３７，乙４，証人，被告本人）及\nび弁論の全趣旨によると，次の事実を認めることができる。\n⑴  本件大学において平成２６年８月末に配布された「２０１３年度教育評価\n・ＦＤ部会報告書」の生体分子工学専攻の修了生のアンケート記載内容（一\n部抜粋：無機水銀は水道に廃棄してもよいと学生に指導している教授がい\nる。実験室にちらほらと水銀が落ちているのを発見し，健康面で非常に不安\nに思っていた。推測の域だが，教授が学生だったころの基準で物事を判断し\nているようなので，学生だけでなく，教員全てに安全教育をしたほうがいい\nと思う。）について，複数の教員から問題があるとの指摘を受け，工芸科学\n研究科長が生体分子工学部部門長に調査を指示した。\n⑵  平成２６年９月１９日，本件大学の副学長宛てに学生からメールがあり，\nそこには，応用高分子化学研究室（被告の研究室）の水銀濃度測定を実施し\nてほしい，研究活動の中で水銀を使用した，実験中に水銀が研究室内に暴露\nしていた，水銀を含む水を流しに流すように指示された，罪悪感があった，\n実験装置付近には水銀が散在していた，水銀が実験室に放置されており，管\n理がずさんであった，劇物の入った冷蔵庫が廊下に置かれるなど水銀以外の\n試薬管理にも問題があった，部門長が教員に警告したことはあるそうだが，\n改善の兆しはほとんどないなどと記載されていた。\n⑶  被告は，平成３年から平成１９年までは，本件大学の松ヶ崎キャンパス西\n部構内の２号館北棟３２２号室で実験しており，平成７年頃まで，４，５名\nの学生が水銀に関わる実験に従事していた。平成１９年以降平成２６年まで\nは，２号館北棟２１０号室及び２２３号室で水銀を使用した実験をしてい\nた。\n⑷  原告の調査班は，平成２６年９月２２日午後４時頃，２１０号室を立入調\n査した。２１０号室の試薬棚には，ナカライテスク社の金属水銀が１０本\n（うち５本は未開封。約５㎏）あり，実験台の上に水銀が放置されており，\n実験装置周辺には金属水銀が散らばっていた。また，実験台に設置されてい\nる流し台の下のドラムトラップに金属水銀が確認された。\n⑸  原告の調査班は，平成２６年９月２９日午後６時頃，２１０号室及び２２\n３号室を立入調査した。２２３号室では，水銀（１ℓサイズのポリ容器入り\n８本）が床置きのプラスチックケース内に保管されており，ガラス装置付属\nのバブラー（開放型）に水銀が多量に入っていた。市販の水銀も３本あっ\nた。\n⑹  被告実験室の流し台に排出された排水は，屋内排水経路及び屋外排水経\n路を通り，最終的には最終貯留槽へ流入する。最終貯留槽は，５槽に分か\nれており，第１槽に排水が流入し，その後第２槽へポンプで送り出され，\nその後，第２槽から第５槽まで排水が通過していくようになっており，そ\nの間，排水中の汚物を沈殿させ，ろ過された排水を公共下水道へ排出する\nようになっている。\n原告は，平成２６年９月２２日及び３０日，被告実験室からの排水の採\n水分析を実施した。その結果，２１０号室北東流し台下のドラムトラップ\n内の水からは２４００ppb（規制値 5ppb）の水銀が検出された。２１０号室\nからの排水経路をたどり，２号館北棟北側の採水ポイントでは，建物直近\n（屋外北側排水経路の第１桝）で２５．２ppb の水銀が検出され，桝の中に\nは金属水銀の粒が確認された。２２３号室からの排水経路をたどり，２号\n館北棟南東側の建物直近の採水ポイントでは，屋外南側排水経路の№１の\n桝から９０ppb の水銀が検出された。また，同月２４日，最終貯留槽内の底\n泥を採取し，分析したところ，１４１．５ppb の水銀が検出された。\n原告は，平成２６年１２月２０日及び２１日，本件大学松ヶ崎キャンパ\nス西部構内の屋外排水管路の高圧洗浄を実施した。平成２７年７月２９\n日，最終貯留槽の水及び底泥の重金属測定を実施したところ，最終貯留槽\n内の水については，検出されないか又は法定規制値以下であったが，底泥\nについては，基準値を超える水銀が検出された。なお，底泥については，\n水銀のほかに銅，亜鉛，鉄，鉛等も高濃度で検出されたが，いずれも土壌\n含有量基準以下であった。\n⑺  原告は，業者の協力を得て，平成２６年１０月１０日午後１時半頃から午\n後２時半すぎまでの間，被告実験室で室内空気中の水銀測定を実施した。そ\nの結果，被告実験室の作業位置では問題がなかったものの，２１０号室の実\n験台の下や２２３号室の流し台や水銀入りの箱などでは管理濃度（0.025 ㎎/\n㎥）を超える水銀蒸気が計測された。\n⑻  原告は，本件大学の応用高分子化学研究室関係者に任意で健康調査を実施\nした。平成２６年１１月２０日当時，１５名分の検査結果が出ており，いず\nれも水銀濃度測定値は基準範囲内であった。\n⑼  本件大学の安全管理センターから毒物保有調査が，平成２２年から数回に\nわたり実施されたが，被告からは，水銀の保有申告はされていなかった。本\n件大学において金属水銀を保有していた研究室は，被告の研究室以外に４つ\nあったが，全て厳密に管理されていた。\n⑽  被告は，平成３年，上智大学から実験装置（水銀使用。２１０号室設置）\nとともに，水銀を譲り受けたが，その際，必要な手続をしていないことか\nら，その入手量は不明である。また，被告は，平成８年か９年頃，産業技術\n総合研究所から実験装置（水銀不使用。２２３号室設置）及び備品ととも\nに，水銀を譲り受けたが，その際，必要な手続をしていないことから，その\n入手量は不明である。被告は，その水銀を２２３号室北東端の床置きのプラ\nスチックケースの中に保管していた。\n被告は，上記プラスチックケース内のポリ容器から金属水銀を試薬瓶に移\nし替えていた。被告は，原告に対し，平成２６年１０月９日当時，金属水銀\nを１８．５３８㎏保管していると回答した。被告の保管する金属水銀の入っ\nたポリ容器は８本あり，いずれも１ℓ容器であることから，仮に，その半分\n程度（500ml）の金属水銀が入った状態で被告が譲り受けていたとすると，\n約３５．８㎏（500ml×13.6ｇ/ml〔金属水銀の比重〕×8－18.538 ㎏）の金属\n水銀が排出されたものと推計される。\n⑾  被告は，ナカライテスク社から，平成３年に２回，平成７年に２回，合計\n４回１７本の水銀（500ｇ/瓶）を購入しているが，現在，同社の水銀は，９\n本（うち５本未開封）残っている。したがって，被告は，ナカライテスク社\nから購入した水銀のうち少なくとも８本分に相当する量（約４㎏）は排出し\nたものと推定される。\nまた，被告は，本件大学において購入記録のない市販の金属水銀試薬を４\n本（500ｇ/瓶）以上所有していた。\n⑿  被告は，水銀について，保管庫ではなく，床置きされたプラスチックケー\nスに保管していた。プラスチックケースには施錠はなく，鍵もなかった。ふ\nたをせず，放置されているものもあった。実験で使用した水銀は，実験台の\n上に放置されていた。\n被告は，水銀を取得しても，化学物質管理システムへの登録や受払簿に記\n録せず，本件大学の毒物調査時も届出をしなかった。被告は，実験に使用す\nる水銀の量，回収量等も記録していなかった。被告は，学生に指示した実験\n方法では，操作する際に水銀がこぼれ落ちることを認識していたが，こぼれ\nても水銀が拡散しない措置はとられていなかった。被告は，学生への健康配\n慮や指導はせず，水銀使用時に保護具を装着させていなかった。\n⒀  被告は，水銀を拭き取ったキムワイプをゴミ箱に捨て，水銀が沈殿してい\nる恒温槽の上水を流しに流し，水銀が付着したガラス器具を流し台で洗浄\nし，流し台の排水口に水銀が溜まっているのを認識しながら放置し，水銀が\n流し台に溜まっている状態で水道を使用し続けた。\n⒁  平成２６年１１月６日，専門業者により２１０号室の水銀装置及び金属水\n銀の処分作業が行われたが，その際，未開封の無機水銀４本（全て毒物）が\n発見された。また，ガラス装置周辺に水銀が多量にこぼれていた。\n同月１１日，専門業者により被告実験室の流し台の撤去作業が行われた。\n２１０号室では，流し台撤去作業時に全ての流し台（４台）の排水管内に水\n銀が付着し，ドラムトラップ内にも大量の水銀が認められた。２２３号室で\nは，真空ラインがない実験台上にも，装置除去後に金属水銀が転がっている\nことが視認された。\n２  争点⑴（被告による被告実験室等の水銀汚染の有無）について\n⑴  前記１認定の事実関係によると，被告は，少なくとも，平成１９年以降平\n成２６年まで，被告実験室において水銀を使用した実験をしていたところ，\n被告は，水銀を取得しても，本件大学の化学物質管理システムへの登録や受\n払簿に記録せず，本件大学の毒物調査時も届出をせず，実験に使用する水銀\nの量，回収量等も記録していなかったばかりでなく，学生に指示した実験方\n法では，操作する際に水銀がこぼれ落ちることを認識していたが，こぼれて\nも水銀が拡散しない措置はとらず，学生への健康配慮や指導はせず，水銀使\n用時に保護具を装着させていなかったこと，被告は，水銀を拭き取ったキム\nワイプをゴミ箱に捨て，水銀が沈殿している恒温槽の上水を流しに流し，水\n銀が付着したガラス器具を流し台で洗浄し，流し台の排水口に水銀が溜まっ\nているのを認識しながら放置し，水銀が流し台に溜まっている状態で水道を\n使用し続けたこと，その結果，被告実験室においては，流し台や実験装置等\n及びその周辺に水銀が残留し，被告実験室の流し台からの排水により，本件\n大学松ヶ崎キャンパス西部構内の２号館北棟の屋内排水経路，屋外北側排水\n経路及び屋外南側排水経路，さらには最終貯留槽までを水銀で汚染したこ\nと，被告は，上記のとおり，必要な手続をしていないことから水銀の入手量\nは不明であるところ，少なくとも４㎏の水銀を，推計分も含めると約４０㎏\nもの水銀を流出させている可能性があることが認められ，これらによると，\n被告は，被告実験室における不適切な水銀の使用により，本件大学松ヶ崎キ\nャンパス西部構内の２号館北棟の被告実験室，屋内排水経路，屋外北側排水\n経路及び屋外南側排水経路，さらには最終貯留槽までを水銀で汚染したもの\nと認められる。\n⑵  この点について，被告は，前記第２の３⑴の（被告の主張）のアないしカ\nのとおり主張する。\nア  しかし，その量は別として，被告自身においても，少なくとも４㎏の水\n銀を費消していることを認めていることに照らすと，上記アの主張は採用\nすることができない。\nイ  被告は，実験の作業中，水銀がミスで流出する可能性がある場所は，２\n１０号室においては，装置１の場所と流し台③（甲２８参照）であり，そ\nれ以外の場所での流出はあり得ない旨主張するが，それを裏付ける証拠は\nなく，被告の上記主張は採用することができない。\n被告は，水銀が排水管に排出されるためには，流し台のドラムトラップ\nから水銀があふれ出すほどに満ちている必要があるところ，そのようなこ\nとはあり得ず，それを写した写真もない旨主張する。被告実験室の流し台\nのドラムトラップを経て，どのように水銀が外部へ流出したのかについて\nは，その具体的な流出方法は必ずしも明らかとはいえないものの，被告実\n験室が被告の管理下にあって，部外者が自由に立ち入ることができなかっ\nたことを考慮すると，やむを得ない面があるし，そもそも被告においても\n４㎏の水銀が外部に流出していることを認めていること，２２３号室の流\nし台２台にはドラムトラップがなかったこと（証人の調書１１頁）も考慮\nすると，被告の上記主張は採用することができない。\nまた，被告は，排水貯水槽の汚泥引抜きによって確認された水銀含有汚\n泥総量は２４．８５９㎏であり，金属水銀総量に至っては算出不可とされ\nているが，水銀の特性上，他の金属との分離は比較的容易なはずであり，\n算出不可とはほぼ検出されなかったと同義である旨主張する。しかし，水\n銀含有汚泥から水銀を容易に分離できると認めるに足りる証拠はなく，分\n離できないことをもってほぼ検出されなかったとは言い難いから，被告の\n上記主張は採用することができない。なお，被告は，水銀含有汚泥総量は\n２４．８５９㎏である旨主張するが，証拠（甲３）によると２４，８５９\n㎏（２４．８５９ｔ）であると認められる。\nウ  被告は，譲り受けた水銀は使用せず，別の場所に放置していたものであ\nり，産業技術総合研究所から譲り受けた水銀量は，原告の調査当時と変わ\nらず１８．５㎏であって，譲り受けた水銀は，流出した水銀とは無関係で\nある旨主張する。\nしかし，被告が譲り受けた水銀が１８．５㎏であると認めるに足りる証\n拠はない。そして，被告は，前記１⑽認定のとおり，２２３号室北東端の\n床置きのプラスチックケース内のポリ容器から金属水銀を試薬瓶に移し替\nえていたのであって，譲り受けた水銀を使用していたものと認められる。\nしたがって，被告の上記主張は採用することができない。\nエ  被告は，原告が実施した水銀の除去措置の根幹をなすのが，原告の調査\nで得られた汚染データ（甲２）であるところ，そのデータの数値はほとん\nどが基準値以下である，原告が高濃度汚染としている２１０号室のドラム\nトラップの水銀濃度２．４㎎/ℓや№１の桝０．０９㎎/ℓという数値はあり\n得ない異常数値である旨主張する。\n水銀問題に係る調査・検証報告書（甲２）によると，「２号館北棟北側\n―１  水  25.2ppb」，「最終貯留槽内―２  底泥  141.5ppb」，「２号館\n北棟２１０号室北東流しドラムトラップ  2400ppb」及び「２号館北棟南\n東①  90ppb」以外の調査個所（１９か所）の調査結果は，水銀濃度が規\n制値（5ppb）以下であったことが認められる。しかし，これらのみによっ\nても，２１０号室，屋外北側排水経路及び屋外南側排水経路，さらには最\n終貯留槽が水銀によって汚染されていることは明らかである。また，被告\nは，水銀が水に溶けることができる限界の数値が０．０５６㎎/ℓであるこ\nとを前提として，２１０号室のドラムトラップの水銀濃度２．４㎎/ℓや№\n１の桝０．０９㎎/ℓという数値はあり得ない異常数値であると主張する\n（被告本人調書１０頁）が，原告の主張する数値（2400ppb,90ppb）が水\n銀の水溶液であるという証拠はないから，被告の上記主張は前提を欠くも\nのである。\nオ  被告は，上記オ及びカの主張をするが，これらの事実から被告による水\n銀汚染がないということはできず，主張自体失当である。\n３  争点⑵（原告の損害）について\n⑴  前提となる事実によると，原告は，平成２６年１１月から１２月にかけ\nて，水銀濃度の測定作業や改善措置等により，別紙内訳表の事項（工事名\n等）欄，左記事項の概要等欄，業者名欄，支出年月日欄及び支出済額（円）\n欄記載の工事等を実施し，合計２４７８万０７３９円を支出したことが認め\nられる。そして，その原告の支出額についての責任割合については，前記１\n認定の事実関係及び前記２判示に加えて弁論の全趣旨を考慮すると，別紙内\n訳表の責任割合等欄記載のとおりというべきである。\n⑵  被告は，排水貯水槽内には様々な重金属が含有されており，この時点で原\n告の行った措置を行う必要性はない，当該貯水槽は，将来的にはいつか処分\nしなければならないものであり，その費用は当然に原告が負担すべきもので\nあると主張する。\nしかし，証拠（甲３）及び弁論の全趣旨によると，最終貯留槽は，鉄筋コ\nンクリート造であり，その耐用年数は６０年以上であると考えられること，\n最終貯留槽の汚泥の集積限界量は４７㎥であるところ，本件の際，最終貯留\n槽に集積していた汚泥は２２㎥程度であり，これは，最終貯留槽を設置した\n昭和６２年から平成２６年までのものであるから，この貯留状況からする\nと，最終貯留槽の集積限界量に達するのに要する年月は６０年以上となるこ\nとが見込まれることが認められる。\nこれらの事実によると，最終貯留槽の汚泥は，定期的に又は随時処理する\nようなものではなく，校舎の建替え時に最終貯留槽を撤去すれば足りるもの\nであるところ，被告による水銀汚染によって，最終貯留槽の汚泥処理につき\n水銀汚染を前提とした処理を実施せざるを得なくなったのであるから（前記\n１⑹認定のとおり，底泥からは，水銀のほかに銅，亜鉛，鉄，鉛等も高濃度\nで検出されたが，いずれも土壌含有量基準以下であったから，これらの金属\nを理由として底泥を処理する必要は認められない。），被告において，その\n費用の５０％を負担することは相当というべきである。\n⑶  以上によると，原告の水銀汚染による損害は，別紙内訳表のとおり１４１\n０万１７３２円と認められる。そして，原告の損害額等本件訴訟に表れた諸\n般の事情を考慮すると，本件訴訟と相当因果関係の認められる弁護士費用相\n当損害額は１４１万０１７３円というべきであるから，本件による原告の合\n計損害額は１５５１万１９０５円というべきである。\n４  争点⑶（過失相殺）について\n被告は，前記第２の３⑶の（被告の主張）のとおり，原告にも過失があると\nして過失相殺を主張する。\nしかし，前記１認定の事実関係によると，被告による水銀汚染は，被告の故\n意行為によるものと認められるから，仮に，原告において被告主張のような過\n失があったとしても，本件における事実関係を考慮すると，過失相殺は認めら\nれないというべきである。\n第４  結論\n以上のとおり，原告の請求（被告の不法行為による損害賠償請求権に基づ\nき，１５５１万１９０５円及びこれに対する被告の不法行為後である平成２６\n年１１月２８日から支払済みまで年５分の割合による遅延損害金の支払）は理\n由があるから，これを認容することとして，主文のとおり判決する。\n京都地方裁判所第１民事部\n裁  判  官        井    上      一      成\n"
}