{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 7,
    "day": 20
  },
  "case_number": "平成21(ワ)40693",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "81581",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81581",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/581/081581_hanrei.pdf",
  "contents": "平成２３年７月２０日判決言渡  同日原本領収  裁判所書記官  山下京子\n平成２１年(ワ)第４０６９３号  損害賠償等請求事件\n口頭弁論終結日  平成２３年５月１８日\n判                  決\n埼玉県川口市＜以下略＞\n原              告        株 式 会 社 健 盛 社\n同訴訟代理人弁護士        小      沼      清      敬\n同                        鎭      西      俊      一\n大阪市中央区＜以下略＞\n被              告        株 式 会 社 コ ジ ッ ト\n同訴訟代理人弁護士        島      村      和      行\n主                  文\n１  被告は，原告に対し，金４３９万７６１０円及びこれに対する平成２１年８\n月２１日から支払済みまで年６分の割合による金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを２０分し，その１９を原告の負担とし，その余は被告の\n負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  被告は，別紙被告商品目録１ないし３記載の各商品を販売してはならない。\n２  被告は，原告に対し，金７３６５万７７２０円及びこれに対する平成２１年\n１１月２１日から支払済みまで年５分の割合による金員を支払え。\n３  主文第１項同旨\n第２  事案の概要\n本件は，①「常温快冷枕  ゆーみん」「常温快冷マット  ゆーみん」「常温\n快冷枕  ハートゆーみん COOL PILLOW」という商品名の各商品について，その\n商品等表示（商品名及び形態）が原告の商品等表示として周知であるところ，\n被告はその商品等表示と類似の商品等表示を使用した「常温快冷枕  クールミ\nン」「常温快冷マット  クールミン」「常温快冷枕  ハートクールミン COOL\nPILLOW」という商品名の各商品を販売しており，その行為は不正競争防止法２\n条１項１号及び３号に該当する旨主張して，原告が，被告に対し，<ア>同法３\n条１項に基づく差止請求として上記各商品の販売禁止（請求第１項），<イ>同\n法４条に基づく損害賠償請求として７３６５万７７２０円（附帯請求として訴\n状送達の日の翌日である平成２１年１１月２１日から支払済みまで民法所定\nの年５分の割合による遅延損害金）の支払（請求第２項）を求めるとともに，\n②原告が被告に対して販売した「常温快冷マット  ゆーみん」の代金が未払で\nある旨主張して，売買契約に基づく代金支払請求として未払代金合計４３９万\n７６１０円（附帯請求として代金支払期限の翌日である平成２１年８月２１日\nから支払済みまで商事法定利率年６分の割合による遅延損害金）の支払（請求\n第３項）を求めた事案である。\n１  前提事実（争いがないか，後掲の証拠等により認められる。）\n(1)  当事者\nア  原告は，健康管理機器，介護用品，介護用機器等の製造，販売及びリー\nス等を目的とする会社である。\n（弁論の全趣旨）\nイ  被告は，日用雑貨品等の輸入等を目的とする会社である。\n（争いがない。）\n(2)  吸熱枕の開発・製造等\nア  原告代表者は，発明の名称を「恒温冷媒及びその応用品」とする特許（特\n許第２８６９６３３号，以下「本件特許」という。）の特許権者である。\n（争いがない。）\nイ  原告は，本件特許に係る恒温冷媒剤を用いた吸熱枕を開発・製造し，平\n成１６年から，そのホームページにおいて，「癒眠  ゆーみん」という商\n品名の吸熱枕（以下「本件旧商品」という。）の通信販売を開始した。ま\nた，原告は，同年１１月２６日，原告代表者の妻（Ａ）名義をもって，「癒\n眠  ゆーみん」を商標登録した。\n（通信販売の開始時期につき甲３７，その余は争いがない。）\nウ  本件旧商品は，別紙原告商品目録１記載の商品（以下「ゆーみん枕」と\nいう。）の元のバージョンの商品であり，商品本体についてはほぼ同一の\n商品である。\n（争いがない。）\n(3)  別紙原告商品目録１～３記載の各商品の販売\nア  被告は，原告が製造するゆーみん枕の本体を仕入れ，平成１８年３月，\nゆーみん枕の販売を開始し（ただし，パッケージ〔化粧箱〕のデザインが\n別紙原告商品目録１記載のパッケージ写真とは異なる。），平成２０年３\n月から，別紙原告商品名表示目録記載①の表示を使用して，ゆーみん枕を\n販売した。\n（甲８，乙７，９，１０，３７，３８）\nイ  被告は，原告が製造する別紙原告商品目録２記載の商品（以下「ゆーみ\nんマット」という。）の本体を仕入れ，平成２０年３月から，別紙原告商\n品名表示目録記載②の表示を使用して，ゆーみんマットの販売を開始した。\n（甲９，乙３７，３８）\nウ  被告は，原告が製造する別紙原告商品目録３記載の商品（以下，「ハー\nトゆーみん枕」といい，同目録１～３記載の各商品を併せて「本件各商品\n」という。）の本体を仕入れ，平成２０年３月から，別紙原告商品名表示\n目録記載③の表示（以下，同目録記載①～③の各表示を併せて「本件各商\n品名表示」という。）を使用して，ハートゆーみん枕の販売を開始した。\n（甲１０，乙３７，３８）\n(4)  別紙被告商品目録１～３記載の各商品の販売\n被告は，平成２１年３月から，別紙被告商品名表示目録記載①～③の各表\n示（以下，併せて「被告各商品名表示」という。）を使用して，別紙被告商\n品目録１～３記載の各商品（以下，順に「クールミン枕」「クールミンマッ\nト」「ハートクールミン枕」といい，併せて「被告各商品」という。）の販\n売を開始した。\n（争いがない。）\n(5)  未払代金\nア  原告と被告とは，本件各商品の代金の支払を当月２０日締め，翌月２０\n日支払としていた。\nイ  被告は，原告に対し，ゆーみんマットについて，平成２１年６月３日５\n１００個及び同年７月１日１２００個（合計６３００個）を各発注し，原\n告は，被告に対し，①同年６月１７日１２００個，②同月１８日８００個，\n③同月２３日７００個，④同月２５日１０６０個，⑤同月３０日１３４０\n個，⑥同年７月８日１００個，⑦同月１４日２４０個，⑧同月１５日３０\n０個，⑨同月１６日２００個，⑩同月１７日３６０個を納品した。\nウ  被告は，原告に対し，上記①，②の代金を支払ったものの，上記イの③\n～⑩の納品分合計４３００個の代金４３９万７６１０円（１個９７４円×\n４３００個＝４１８万８２００円＋消費税相当額２０万９４１０円）を支\n払っていない。上記③～⑩の代金の支払期限は，平成２１年８月２０日で\nある。\n（上記各段落につき争いがない。）\n２  争点\n(1)  不正競争防止法２条１項１号該当性\nア  本件各商品の商品等表示が原告の商品等表示であるか。\nイ  本件各商品の商品等表示の周知性\nウ  本件各商品の商品等表示と被告各商品の商品等表示との類似性\n(2)  不正競争防止法２条１項３号該当性\nア  本件各商品が原告の商品であるか。\nイ  被告各商品が本件各商品の形態を模倣したものであるか。\n(3)  原告の営業上の利益の侵害ないし侵害のおそれの有無\n(4)  原告の損害額\n３  争点に関する当事者の主張\n(1)  不正競争防止法２条１項１号該当性（争点(1)）について\nア  本件各商品の商品等表示が原告の商品等表示であるか（争点(1)ア）につ\nいて\n（原告の主張）\n本件各商品は，商品本体の外観上の封袋の樹脂フィルムの材質，色彩，\n形状，サイズ並びに原告の商標を用いた商品名，パッケージ化粧箱の商品\n名や説明の表示において，原告の商品であることを示す標識が示されてお\nり，その商品等表示（商品名及び形態）は原告の商品等表示である。\n（被告の主張）\n原告の主張のうち，本件各商品が「ゆーみん」を使用したことは認め，\nその余は否認する。\n本件各商品は被告の商品であり，その商品等表示（商品名及び形態）は，\n被告の商品であることを示す被告の商品等表示である。原告は，ＯＥＭ生\n産により本件各商品を生産したのであり，本件各商品の本体及びパッケー\nジにおいて存在するのは被告の表示のみであり，原告の表示は存在しない\nし，本件各商品は，被告の販売ルートにより被告の商品として販売されて\nいる。\nイ  本件各商品の商品等表示の周知性（争点(1)イ）について\n（原告の主張）\n本件旧商品は，平成１８年１月に「平成１７年度埼玉県ベンチャー企業\n優良製品コンテスト」で入選し，全国紙において優秀性が紹介されるなど，\n同年当時において，本件特許素材を用いた吸熱枕として，当該商品名，形\n態等の商品等表示は，業界や需要者に広く認識されていた。その後，平成\n２０年からは，被告を介して，主にインターネットによる通販や量販店等\nにおいて販売されるようになった本件各商品は，需要者の間に広く浸透し，\n本件特許素材を用いたブランドとして定着するに至っている。\n（被告の主張）\n原告の主張のうち，コンテストでの入選や全国紙における紹介は知らな\nい，その余は否認する。\nウ  被告各商品の商品等表示と本件各商品の商品等表示との類似性（争点(1)\nウ）について\n（原告の主張）\n(ア)  本件各商品名表示と被告各商品名表示との類似性\nａ  外観\nゆーみん枕の表記である「常温快冷枕  ゆーみん」及びゆーみんマ\nットの表記である「常温快冷マット  ゆーみん」の書体は，丸ゴシッ\nク書体，ブルー色が使用されており，ハートゆーみん枕の表記である\n「常温快冷枕  ハートゆーみん COOL PILLOW」の書体は，中抜きの丸\nゴシック書体，ライトブルーが使用されているところ，被告各商品名\n表示もこれらと同一の書体，同一の色彩，同一のサイズの書体を使用\nしており，その文字数も１字多いだけで，外観上類似している。また，\n本件各商品と被告各商品のパッケージ化粧箱の外観や他の語句の文\n字表記や写真等もほぼ同一であるから，これと相まって被告各商品名\n表示は，本件各商品名表示と外観上極めて類似している。\nｂ  称呼\n本件各商品名表示の要部は「ゆーみん」であり，これは，登録商標\nでもあり，自他識別機能を有する部分である。一方，被告各商品名表\n示の要部は「クールミン」である。要部以外の表記部分については，\n本件各商品名表示と被告各商品名表示とは全て同一である。\n両者の要部である「ゆーみん」と「クールミン」とを比較しても，\n字数に１字の差異があるものの，ともに「みん」と「ミン」という同\nじ発音部分を含んでおり，両者は，称呼において類似している。\nｃ  観念\n本件各商品名表示の要部である「ゆーみん」は，「癒眠」という原\n告の造語に由来するものであるところ，「みん」の部分により，睡眠\nを連想させる称呼である。一方，被告各商品名表示の要部である「ク\nールミン」は，「クール」という英語に「ミン」という部分を結合さ\nせたものであろうが，「ミン」部分は，同じく，睡眠を連想させるも\nのである。つまり，両者の商品名の表記は，ともに快適な睡眠を連想\nさせるものであり，観念において類似している。\n(イ)  本件各商品の形態と被告各商品の形態との類似性\nａ  封袋材質が同一であること\n本件各商品に使用されている封袋材樹脂フィルムは，エチレンビニ\nールアセテート樹脂であるところ，被告各商品も同じ材質を使用して\nいる。\nｂ  色彩が同一あるいはほぼ同一であること\nゆーみん枕及びゆーみんマットの色彩は，ともにブルーであるとこ\nろ，クールミン枕及びクールミンマットも，同一のブルーを使用して\nいる。ハートゆーみん枕の色彩は，ピンクであるところ，ハートクー\nルミン枕の色彩もこれと類似のピンクを使用している。\nｃ  形状が類似していること\nゆーみん枕は，縁に波形が施されているが，この縁の波形を除き，\nクールミン枕の形状は，これと類似している。ゆーみんマットは，横\n３，縦３の９区画に区分されて冷媒剤が封袋されているところ，クー\nルミンマットもこれと同一の区分による形状である。ハートゆーみん\n枕のハート型形状とハートクールミン枕の形状は同一である。\nｄ  サイズが同一であること\nゆーみん枕のサイズは，縦約１７㎝，横約２７㎝，厚さ約２㎝であ\nるところ，クールミン枕のサイズは，これと同一のサイズを採用して\nいる。ゆーみんマットのサイズは，縦約２７㎝，横約７４㎝，厚さ約\n１㎝であるところ，クールミンマットのサイズもこれと同一のサイズ\nを採用している。ハートゆーみん枕のサイズは，縦約１９．５㎝，横\n約２６㎝，厚さ約１㎝であるところ，ハートクールミン枕のサイズも\nこれと同一のサイズを採用している。\n(ウ)  誤認混同\n被告は，本件各商品の商品等表示に類似した商品等表示を用いた被告\n各商品を販売し，本件各商品と誤認混同を生じさせているから，不正競\n争防止法２条１項１号の不正競争行為に該当する。\n（被告の主張）\n原告の主張(ア)のうち，ａは認め，その余は否認する。本件各商品名表\n示と被告各商品名表示の称呼は明らかに異なり，また観念も「ゆーみん」\nから連想されるのは，著名な歌手であるユーミンであって，「ゆーみん」\nと「クールミン」との観念が類似しているとはいえない。同(イ)は認める。\n同(ウ)は否認する。\n(2)  不正競争防止法２条１項３号該当性（争点(2)）について\nア  本件各商品が原告の商品であるか（争点(2)ア）について\n（原告の主張）\n本件各商品は，原告の商品である。本件各商品は，その本体部分はすべ\nて原告が開発・製造した商品であり，これらを包装している各パッケージ\nについては，そのデザインは被告が制作したものとはいえ，原告が深く関\n与し，キャッチコピーの語句及び説明文等の制作に関し，不可欠な協力を\n行って制作されたものであって，全体として原告が開発し製造したもので\nある。\n（被告の主張）\n原告の主張は否認する。\n不正競争防止法２条１項３号の権利主体は，自ら開発し，商品化して市\n場に置いた者であり，原告は製品を開発・製造した者とはいえ，商品化し\nて市場に置いた者とはいえない。本件各商品はＯＥＭ生産であり，被告が\n商品化して市場に置いた者である。\nイ  被告各商品が本件各商品の形態を模倣したものであるか（争点(2)イ）に\nついて\n（原告の主張）\n被告各商品は，本件各商品の形態を模倣したものであるから（その類似\n性については上記(1)ウ（原告の主張）(イ)），被告が被告各商品を販売\nする行為は，不正競争防止法２条１項３号の不正競争行為に該当する。\n（被告の主張）\n原告の主張は否認する。\n(3)  原告の営業上の利益の侵害ないし侵害のおそれの有無（争点(3)）につい\nて\n（原告の主張）\n被告各商品の販売によって，原告の営業上の利益は，現に侵害されており，\n将来も害されるおそれがある。\nよって，原告は，被告に対し，不正競争防止法３条１項に基づき，被告各\n商品の販売の差止めを求める（差止めに対応する不正競争行為は，クールミ\nン枕につき同法２条１項１号，クールミンマット及びハートクールミン枕に\nつき同項１号又は３号である。）。\n（被告の主張）\n原告の主張は否認する。\n(4)  原告の損害額（争点(4)）について\n（原告の主張）\nア  被告各商品の販売数（平成２１年１月１日～同年７月３１日）は，同じ\n時期に原告が被告に納品した本件各商品の数量を下らないところ，原告が\n被告に納品した本件各商品の総数とその販売価格（消費税含まない。）は，\n以下のとおりである。\nゆーみん枕        ５万５０００個  ４３２３万円\nゆーみんマット    １万８７８０個  ２１００万３７２０円\nハートゆーみん枕  １万６０００個    ９４２万４０００円\nイ  被告各商品を販売して得られた利益は，少なく見積もっても本件各商品\nを仕入れて販売して得られる利益を下らない。被告が本件各商品を仕入れ\nて販売して得ている利益は，原告からの仕入価格と同額と推測されるから，\n被告各商品を販売して得られた利益は，以下の金額を下らない。\nクールミン枕        ４３２３万円\nクールミンマット    ２１００万３７２０円\nハートクールミン枕    ９４２万４０００円\n合  計              ７３６５万７７２０円\nウ  よって，原告は，被告に対し，不正競争防止法４条（同法５条２項によ\nる損害額の推定）に基づき，７３６５万７７２０円の損害賠償の支払を求\nめる。\n（被告の主張）\n原告の主張アは認める。同イのうち，被告各商品を販売して得られた利益\nについて，仕入数量すべてを販売できた場合には，本件各商品を仕入れて販\n売して得られる利益を下らないことは認め，その余は否認する。同ウは否認\nする。\n第３  当裁判所の判断\n１  不正競争防止法２条１項１号該当性－本件各商品の商品等表示が原告の商品\n等表示であるか（争点(1)ア）について\n(1)  後掲の証拠等によれば，以下の各事実がそれぞれ認められ，これを覆すに\n足りる証拠はない。\nア  原告代表者は，発明の名称を「恒温冷媒及びその応用品」とする特許（特\n許第２８６９６３３号）の特許権者である。その明細書の特許請求の範囲\nの請求項１は，「硫酸ナトリウムとアルミノ珪酸質からなるモンモリロナ\nイト粘土を主成分とする活性ベントナイトを主成分として水を加えて調\n合し，更に炭素繊維を含む充填材を混入した恒温冷媒を封袋に密封したこ\nとを特徴とする恒温冷媒。」とされ，発明の詳細な説明における発明の効\n果は，「本発明の恒温冷媒は，硫酸ナトリウムとベントナイトを主成分と\nしているため，非常にチキソ性の高い懸濁液が得られ，結晶の粒子が繊細\nなため，封袋の損傷の危険性が少なく，温度に対する反応が早く熱還流が\n効率よく行われるので冷却効果が高く，快適な感触の柔軟性も付与される。\nそして，本発明の恒温冷媒を応用した数々の製品は，人体の発熱や疲れを\n軽減し，暑さからくる不快感を払拭し快適な日常生活の友として優れた利\n用価値を有するものである。」とされている。\n（前提事実(2)ア，甲１）\nイ  原告は，本件特許に係る恒温冷媒剤を用いた吸熱枕を開発・製造し，平\n成１６年から，そのホームページにおいて，「癒眠  ゆーみん」という商\n品名の本件旧商品の通信販売を開始した。\n（前提事実(2)イ）\nウ  被告は，平成１７年２月，みずほ銀行天満橋支店から，原告が商品の取\n引先を探しているとして，原告の紹介を受けた。原告代表者は，同年８月，\n被告を訪問し，本件旧商品の商品説明を行うとともに，被告に対して性能\n試験等の資料を提供した。被告は，同年９月，原告との取引を開始するこ\nととし，原告に対し，被告が作成途中のパッケージ（化粧箱）の案につい\nて意見を求め，原告において，過去のデータからクレームになりやすい表\n現等のチェックを行った。\n（甲２０，２１，３７，乙２，３，３７，証人Ｂ，弁論の全趣旨）\nエ  被告は，ゆーみん枕の販売を開始するに当たり，被告従業員がデザイン\n会社である株式会社オー・エー・ディーの協力を得てパッケージをデザイ\nンし，被告の費用負担において廣川株式会社に印刷を依頼し，パッケージ\nを作成した。また，被告は，ゆーみん枕の商品名について，原告の要望に\nより，原告の商標である「癒眠  ゆーみん」のうち，「ゆーみん」を使用\nすることにしたものの，「癒眠」は使用しないで，「常温快冷枕  ゆーみ\nん」とした。被告は，原告が製造するゆーみん枕の本体を仕入れ，テスト\n販売として販売ルートを一部カタログ通販と量販店に限定し，平成１８年\n３月から同年８月までの間，被告の作成したパッケージを使用して「常温\n快冷枕  ゆーみん」として販売した。上記パッケージには，被告の表記は\nあるものの，原告の表記はなかった。\n（乙７，１１の１，１１の２，乙１２の１，１２の２，乙１３，１４の１，\n乙２６～３０，３７，３８，証人三浦）\nオ  被告は，原告が製造するゆーみん枕の本体を仕入れ，上記エと同様にテ\nスト販売として，平成１９年４月から同年８月までの間，被告の作成した\nパッケージを使用して「常温快冷枕  ゆーみん」として販売した。被告は，\n上記エと同様に，被告の費用負担においてパッケージを作成したほか，同\n年４月及び同年６月，パッケージを改定し，それに伴う費用負担をした。\n改定されたパッケージには，被告の表記はあるものの，原告の表記はなか\nった。\n（乙９，１０，１３，１４の２～１４の４，乙１５の１～１５の３，\n乙１６，１７，３７，３８，証人三浦）\nカ  被告は，平成１９年７月，原告に対し，本件特許に係る恒温冷媒剤を用\nいた製品として，吸熱マットの製造を依頼し，原告は従来から有していた\n金型に多少の修正を加えた金型を製作の上，平成２０年１月から，ゆーみ\nんマット本体の製造を開始した。また，被告は，同月，原告に対し，ハー\nト型の吸熱枕の開発・製造を依頼し，使用する原材料の樹脂フィルムにつ\nいては，厚み・強度等の基本性能のほか，色についても被告が要望し，原\n告は被告の要望を取り入れ，被告の要望に適うハート型の金型を製作の上，\n同年３月から，ハートゆーみん枕本体の製造を開始した。\n（甲２９～３１，３７，証人三浦）\nキ  被告は，上記エ及びオのテスト販売の結果を踏まえ，本件各商品を「常\n温快冷シリーズ」として商品化することとし，上記エと同様に，被告従業\n員がデザイン会社である株式会社オー・エー・ディーの協力を得てパッケ\nージをデザインし，被告の費用負担において前記廣川株式会社に依頼し，\nパッケージを作成した。被告は，市場の動向を見ながら，発注量を決定し\nて原告に製造を依頼し，原告が製造する本件各商品本体を仕入れ，平成２\n０年３月から同年８月までの間と平成２１年３月から同年７月までの間，\n本件各商品名表示を使用して，被告の販売ルートを通じて，本件各商品を\n販売した。その間，被告は，平成２０年３月１日までに配布するためのチ\nラシ等の制作を依頼した。本件各商品のパッケージには，被告の表記はあ\nるものの，原告の表記はなかった。\n（甲８～１０，乙１２の２，乙１３，１８の１～１８の３，乙１９の１～\n１９の３，乙２０の１～２０の４，乙２１の１，２１の２，乙２２，\n２３の１～２３の３，乙２４の１～２４の５，３７，３８，\n証人三浦）\nク  原告は，株式会社シースターコーポレーション（以下「シースター」と\nいう。）と業務提携をし，平成２０年３月１日付けで，被告に対し，今後，\nシースターが原告の営業部門を担い，原告は開発，製造に専念する旨を通\n知したが，同年末には，両社の業務提携関係は頓挫し，原告がシースター\nを相手方として金銭の支払を求める調停申立てをするに至った。この間の\n同年１０月１６日，原告は，被告に対し，メールで，シースターとの業務\n提携解消へ向けて手続中であること，原告では設備増設は無理であること\nを伝えた。\n（甲３２，乙３２～３４）\nケ  被告は，その後，被告各商品本体をシースターから仕入れて販売するよ\nうになったが，現在は販売活動を見合わせている。\n（証人三浦）\n(2)  以上に基づいて，本件各商品の商品等表示が原告の商品等表示であるかに\nついて検討する。\nア  不正競争防止法２条１項１号の規定は，他人の周知な表示と同一又は類\n似する表示を使用して需要者を混同させることにより，当該表示に化体し\nた他人の信用にただ乗りして顧客を獲得する行為を不正競争として禁止\nし，もって公正な競業秩序の維持・形成を図ろうとするものであるから，\n同号に規定する「他人」とは，自らの判断と責任において主体的に，当該\n表示の付された商品を市場に置き，あるいは営業行為を行うなどの活動を\n通じて，需要者の間において，当該表示に化体された信用の主体として認\n識される者をいうと解するのが相当である。\nこれを本件各商品名表示についてみるに，被告は，原告が製造する本件\n各商品の本体を仕入れ，本件各商品のパッケージをデザインして作成し，\n本件各商品名表示を使用して，被告の販売ルートを通じて，本件各商品を\n販売し，本件各商品のパッケージには，被告の表記はあるものの，原告の\n表記はなかったことに照らすと，自らの判断と責任において主体的に，本\n件各商品表示を付した本件各商品を市場に置き，需要者の間において，本\n件各商品表示に化体された信用の主体と認識されるのは，被告であると認\nめるのが相当である。これは本件各商品の販売に至る経過に照らしても肯\n定できるというべきであるし，他方で，原告がゆーみん枕の販売前におい\nてパッケージの案について過去のデータからクレームになりやすい表現\n等のチェックを行ったことは，原告が被告のパッケージ作成に協力したこ\nとを示すにすぎないのであるから，上記認定に影響を及ぼすものではない。\n以上によれば，本件各商品名表示をもって原告の商品表示であるとする\n原告の主張を採用することはできない。\nイ  商品の形態は，商品の機能を発揮したり商品の美観を高めたりするため\nに適宜選択されるものであり，本来的には商品の出所を表示する機能を有\nするものではないが，ある商品の形態が他の商品と比べて顕著な特徴を有\nし，かつ，それが長期間にわたり特定の者の商品に排他的に使用され，又\nは短期間であっても強力な宣伝広告等により大量に販売されることによ\nり，その形態が特定の者の商品であることを示す表示であると需要者の間\nで広く認識されるようになった場合には，商品の形態が不正競争防止法２\n条１項１号の商品等表示として保護されることがあるものと解するのが\n相当である。しかしながら，本件各商品の形態が他の商品と比べて顕著な\n特徴を有することを認めることができる証拠はないから，同号の商品等表\n示として保護されるものとはいえない。\nまた，たとえ本件各商品の形態が同号の商品等表示として保護されると\nしても，上記アにおいて示した認定事実に照らすと，本件各商品の形態に\n化体された信用の主体として認識されるのは，本件各商品名表示の場合と\n同様に，被告であって原告ではないと認められる。\nなお，原告は，説明の表示が商品等表示であるかのような主張をするが，\n説明の表示が出所識別機能を有する場合を容易に想定できないし，本件に\nおいて，具体的な該当箇所を主張するものでもないから，採用できない。\nウ  以上のとおり，本件各商品の商品等表示が原告の商品等表示であるとは\n認められないし，その他これを的確に認めることができる証拠もない。\n(3)  したがって，その余について判断するまでもなく，被告各商品の販売は，\n不正競争防止法２条１項１号に該当しない。\n２  不正競争防止法２条１項３号該当性－本件各商品が原告の商品であるか（争\n点(2)ア）について\n不正競争防止法２条１項３号の規定は，他人が資金と労力を投下して開発・\n商品化した商品の形態につき，これを模倣して自らの商品として市場に置くこ\nとにより，先行者の成果にただ乗りして顧客を獲得する行為を不正競争として\n禁止し，先行者の利益を保護するものであるから，同号に規定する「他人」と\nは，形態模倣の対象とされた商品について，自ら開発・商品化して市場に置い\nた者をいうと解するのが相当である。\nこれを本件についてみるに，本件各商品のうち，ゆーみん枕については，原\n告はこれとほぼ同一の商品（本件旧商品）を既に開発しており，これを自ら「癒\n眠  ゆーみん」との商品名で通信販売していたことが認められる。そして，本\n件旧商品の開発をもとに，被告は，原告が製造するゆーみん枕本体を仕入れ，\nゆーみん枕のパッケージをデザインして作成し，被告の販売ルートを通じて，\nゆーみん枕を販売したのであるから，ゆーみん枕については，原告と被告とが\n共同開発して被告が市場に置いたものと認められる。しかし，このような場合，\n第三者の模倣に対しては両者が不正競争防止法２条１項３号の保護を受ける\n余地があるとしても，原告被告両者間の関係においては，ゆーみん枕は相互に\n「他人の商品」に該当せず，原告は，被告に対し，同号に基づく請求はできな\nいものというべきである。本件各商品のうち，ゆーみんマット，ハートゆーみ\nん枕については，原告は，被告からの開発依頼に応じて，従来の金型を修正し\n又は新たに金型を作成して，これを製造したものである。したがって，これら\nについては，開発も含めてこれを商品化して市場に置いたのは被告であり，原\n告とは認められないから，原告の商品とは認められない。\n以上のとおり，本件商品のうち，ゆーみんマット及びハートゆーみん枕は原\n告の商品であるとは認められないし，ゆーみん枕については，それが被告にと\nって「他人の商品」であるとは認められない。\nしたがって，その余について判断するまでもなく，被告各商品の販売は，不\n正競争防止法２条１項３号に該当しない。\n３  結論\n前記１及び２のとおり，被告各商品の販売は，不正競争防止法２条１項１号\n及び３号に該当しないから，同法３条１項に基づく差止請求及び同法４条に基\nづく損害賠償請求はいずれも理由がない。\n他方で，売買契約に基づく代金支払請求（未払代金合計４３９万７６１０円\n及びこれに対する代金支払期限の翌日である平成２１年８月２１日から支払\n済みまで商事法定利率年６分の割合による遅延損害金の支払）は，その請求原\n因事実が認められるから（前提事実(1)及び(5)），理由がある。\n東京地方裁判所民事第２９部\n裁判長裁判官          大  須  賀              滋\n裁判官          小      川      雅      敏\n裁判官          森      川      さ  つ  き\n"
}