{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 8,
    "day": 7
  },
  "case_number": "平成25(行ケ)10334",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84378",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84378",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/378/084378_hanrei.pdf",
  "contents": "平成２６年８月７日判決言渡\n平成２５年（行ケ）第１０３３４号  審決取消請求事件\n口頭弁論終結日  平成２６年６月２４日\n判            決\n原         告                    Ｘ\n被            告        特 許 庁 長 官\n指  定  代  理  人       北      川    清    伸\n同                      土      屋    知    久\n同                        相      崎    裕    恒\n同                        堀      内    仁    子\n主               文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２０１２－２５３３６号事件について平成２５年１０月８日にした\n審決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の概要（弁論の全趣旨）\n原告は，発明の名称を「半導体装置の製造方法」とする特許について，平成２２\n年３月３１日，特許出願（特願２０１０－８０７６２号。平成１７年２月４日を国\n際出願日とする特許出願（特願２００５－５１７７４１号。優先権主張・平成１６\n年２月９日）の分割出願である。以下「本願」という。）をし，平成２４年２月３日\n付けの手続補正書により，特許請求の範囲の補正をした。原告は，同年４月９日付\nけで拒絶理由（最後）の通知を受けたので，同年６月２８日付けの手続補正書によ\nり，特許請求の範囲の補正をしたが，同年８月２９日付けで補正が却下されるとと\nもに同日付けで拒絶の査定を受けたことから，同年１２月２０日，拒絶査定に対す\nる不服の審判（不服２０１２－２５３３６号事件）を請求するとともに，同日付け\nの手続補正書により，特許請求の範囲及び明細書の補正（以下，併せて「本件補正」\nという。）をした。\n特許庁は，平成２５年１０月８日，本件補正を却下するとともに，「本件審判の請\n求は成り立たない」との審決をし，その謄本を，同年１１月１６日，原告に送達し\nた。\n２  本件補正前の特許請求の範囲\n本件補正前の特許請求の範囲（請求項の数１４）の請求項７の記載は，次のとお\nりである（甲１３。以下，同請求項に記載された発明を「本願発明」といい，本件\n補正前の明細書と図面を併せて「本件明細書」という。）。\n「ＤＲＡＭ，フラッシュメモリ，マイクロプロセッサなどの半導体装置，または\n同一基板上に設けたＤＲＡＭ，フラッシュメモリ，マイクロプロセッサを含む半導\n体装置を製造する方法であって，\n半導体ウエハ上に絶縁膜または導電膜を含む皮膜を形成するステップと，\n前記皮膜上にフォトレジスト膜を形成するステップと，\n前記皮膜に形成する回路パターンのマスクを設計，作製するステップと，\n前記フォトレジスト膜を露光するステップと，を含み，\n前記マスクを設計，作製するステップは，被露光面とフォーカス合せのための校\n正用パターン，または転写パターンの結像位置合せのための校正用パターンの内の\n少なくとも一方の校正用パターンを含む回路パターンのマスクを設計，作製するス\nテップであり，\n前記フォトレジスト膜を露光するステップは，前記マスクを縮小投影露光装置の\n所定の箇所に配置するステップと，\n前記半導体ウエハ上への回路パターンの形成は，露光の際に所定の厚さとなるよ\nうにした透明な液体からなるウエハカバーを半導体ウエハ上に設けると共に，前記\n半導体ウエハを縮小投影露光装置の所定の箇所に配置するステップと，\n前記校正用パターンの透過光を利用して，露光光が前記ウエハカバーを透過させ\nることに起因する前記縮小投影露光装置の投影レンズのフォーカス位置ズレ，また\nは光軸との直交面上の結像位置ズレの少なくとも一方を校正するステップと，\n透明な液体からなるウエハカバーを透過した露光光により，前記フォトレジスト\n膜を露光するステップであり，\n露光後前記ウエハカバーを除去し，フォトレジスト膜を現像することによって半\n導体ウエハ上に回路パターンを形成することを特徴とする半導体装置の製造方法。」\n３  本件補正後の特許請求の範囲\n本件補正後の特許請求の範囲（請求項の数１４）の請求項７の記載は，次のとお\nりである（甲１６。以下，同請求項に記載された発明を「本願補正発明」という。\n補正部分には下線を付した。）。\n「DRAM，フラッシュメモリ，マイクロプロセッサなどの半導体装置，または同一\n基板上に設けた DRAM，フラッシュメモリ，マイクロプロセッサを含む半導体装置を\n製造する方法であって，\n半導体ウエハ上に絶縁膜または導電膜を含む皮膜を形成するステップと，\n前記皮膜上にフォトレジスト膜を形成するステップと，\n前記皮膜に形成する回路パターンのマスクを設計，作製するステップと，\n前記フォトレジスト膜を露光するステップと，を含み，\n前記マスクを設計，作製するステップは，被露光面とフォーカス合せのための校\n正用パターン，または転写パターンの結像位置合せのための校正用パターンの内の\n少なくとも一方の校正用パターンを含む回路パターンのマスクを設計，作製するス\nテップであり，\n前記フォトレジスト膜を露光するステップは，前記マスクを縮小投影露光装置の\n所定の箇所に配置するステップと，\n露光光が高屈折率の透明媒体からなるウエハカバーを透過してフォトレジスト膜\nを露光可能とし，前記透明媒体が液体であって均一厚さとする条件と，解像度が向\n上する透明媒体厚さの条件とを満たすウエハカバーを半導体ウエハ上に設けると共\nに，前記半導体ウエハを縮小投影露光装置の所定の箇所に配置するステップと，\n前記校正用パターンの透過光を利用して，露光光が前記ウエハカバーを透過させ\nることに起因する前記縮小投影露光装置の投影レンズのフォーカス位置ズレ，また\nは光軸との直交面上の結像位置ズレの少なくとも一方を校正するステップと，\n透明な液体からなるウエハカバーを透過した露光光により，前記フォトレジスト\n膜を露光するステップであり，\n露光後前記ウエハカバーを除去し，フォトレジスト膜を現像することによって半\n導体ウエハ上に回路パターンを形成することを特徴とする半導体装置の製造方法。」\n４  審決の理由\n審決の理由は，別紙審決書写しに記載のとおりである。要するに，①本件補正は，\n願書に最初に添付された明細書，特許請求の範囲又は図面に記載した範囲内におい\nてしたものとはいえないから，特許法１７条の２第３項の規定に違反するので，却\n下すべきである，②本件補正は，特許請求の範囲の減縮を目的とする補正に当たる\nところ，本願補正発明は，特開平１０－３０３１１４号公報（甲９。以下「引用例」\nという。）に記載された発明（以下「引用発明」という。）及び周知技術に基づいて\n当業者が容易に発明をすることができたものであって，特許法２９条２項の規定に\nより特許出願の際独立して特許を受けることができないものであるから，本件補正\nは，平成１８年法律第５５号による改正前の特許法１７条の２第５項において準用\nする同法１２６条５項の規定に違反するので，却下すべきものである，そして，③\n本願発明は，本願補正発明の限定事項を省いたものであるから，本願発明も，引用\n発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，\n特許法２９条２項の規定により特許を受けることができない，というものである。\n第３  原告の主張する取消事由\n１  取消事由１（前置報告書の認定の誤り）\n不服審判の前置報告書（甲４）においては，「引用文献５に記載された発明におい\nて，投影光学系の開口数を１以上とするとともに，これに対応したマスクを作製す\nることは，当業者が適宜なし得たことである。」と記載されている。\nしかし，引用文献５（甲５）に記載された投影光学系は，その開口数１以上とす\nることが自然科学技術上の基礎事実に反するから，当業者は，引用文献５により，\n投影光学系の開口数を１以上とすることが開示されていると解せないし，縮小投影\nレンズの開口数を１以上とする数値制限が想定できるとはいえない。本願補正発明\nは，開口数を１以上とする投影光学系を前提条件として，他の構成要件と組み合わ\nせた手法を提示し，新たな効果が得られることを示した発明であるから，引用文献\n５から，当業者が適宜なし得たということはできない。\nしたがって，前置報告書の上記記載は，自然科学技術上の基礎事実に反し，誤り\nである。そして，審決は，前置報告書が正しいということを前提としたものであり，\n前置報告書が誤っているのであるから，審決も誤っている。\n２  取消事由２（最後の拒絶理由通知の認定の誤り）\n(1)  最後の拒絶理由通知の内容は，以下のとおり誤っているから，審決も誤って\nいる。\nア  最後の拒絶理由通知には，引用文献１ないし５に記載された発明は，縮小投\n影レンズの開口数を１以上にし得るものであると記載されている。しかし，これら\nの引用文献の記載からは，投影光学系の開口数を１以上とすることが開示されてい\nるとは解せないし，縮小投影レンズの開口数を１以上とする数値制限まで想定でき\nるとはいえない。一方，本件明細書には，投影光学系の開口数を１以上とすること\nが，平成２４年２月３日付けの補正（請求項１，３，５，９）及び平成２３年９月\n２２日付けの補正（請求項２，４，６，１０）に記載されており，これは本願にか\nかる発明の構成要件である。したがって，最後の拒絶理由通知の上記記載は誤って\nいる。\nイ  また，最後の拒絶理由通知は，本願の各請求項の中の「所定の厚さ」の用語\nの技術的意味が把握できない旨を指摘しているが，引用文献１ないし５が「均一の\n厚さ」の透明媒体であるとの基準で選定されている事実等からすれば，審査官は，\n請求項の中の「所定の厚さ」という用語を，明細書全体の記述から「均一の厚さ」\nと解していたとしか解されず，「所定の厚さ」の技術内容が把握できていたことを示\nしている。したがって，最後の拒絶理由通知の上記指摘には根拠がない。\nウ  最後の拒絶理由通知には，投影光学系の開口数１以上の露光装置に対応した\nマスクを当業者が容易に作製できると記載されている。しかし，引用文献１ないし\n５には，投影光学系の開口数１以上とする露光装置に対応するマスクは開示されて\nおらず，投影光学系の開口数が１以上に対応するマスクの作製を当業者が容易に想\n定できるとはいえない。一方，本願の請求項１ないし６，９，１０は，投影光学系\nの開口数が１以上とする条件をマスクの回路パターンの作製条件に変える特殊なマ\nスクを構成要件とするものである。したがって，最後の拒絶理由通知の上記記載は\n誤っている。\nエ  最後の拒絶理由通知には，請求項２，４，６，１０，１１に係る発明につい\nて，ＣＭＰ等によって各種の皮膜表面を平坦化することは，当業者が容易になし得\nたとの記載がある。しかし，これらの発明は，液浸露光の際に，ウエハステージの\n移動によって液体媒体中に微細な泡が発生する問題を指摘し，その微細な泡の発生\nを低減する手法を開示したものである。一方，引用文献１ないし５の発明は，液体\n中の投影露光に係わる発明であるが，すべて半導体ウエハが平坦として扱われ，特\n別に平坦化することを想定しておらず，半導体ウエハ上の微細な段差による微細な\n泡発生や，これを抑制するために絶縁膜や導電膜を平坦化することの開示がない。\nしたがって，最後の拒絶理由通知の上記記載は誤りである。\n(2)  被告は，１４個ある請求項のうち，請求項７については拒絶理由通知の理由\nがある旨主張する。しかし，同主張は，拒絶理由通知において，複数の請求項のう\nち１つでも理由があれば，該当しない請求項については拒絶理由通知の理由がなく\nてもよいとするものであり，拒絶理由通知の制度が存在する意義を無視した独善的\n見解である。「投影光学系の開口数１以上とする」ことを構成要件とする請求項１な\nいし６，９ないし１４については，拒絶理由通知の根拠がなく，最後の拒絶理由通\n知には，被告が主張する請求項の他の有効な特許請求項を潰すことになる重大な瑕\n疵がある。\n(3)  また，原告は，被告が主張する請求項７（本願発明）の拒絶理由をそのまま\n認めた訳ではない。\n請求項７は，露光光が透過する液体の透明媒体に対して，「所定の厚さ」である条\n件を構成要件としている。ところが，被告が提示した引用例には，当該発明者が意\n図した発明の特徴を示すため，明らかに透明媒体の厚さが異なる複数の実施例（図\n３，５，８）が開示されている。引用発明を特徴付けるこれらの実施例の開示内容\nからすれば，引用例には，所定の厚さであるとの条件が開示されていないし，引用\n例からこれを当業者が想定できるということもできない。すなわち，引用例には，\n露光光が透過する液体の透明媒体に対して，所定の厚さであるとの条件を構成要件\nとする公知例が記載されているということはできない。\nしたがって，公平な観点に立てば，請求項７については，前記引用例は，拒絶理\n由通知の理由であるということはできない。\n３  取消事由３（本件補正却下の判断の誤り）\n(1)  補正却下理由１（新規事項に当たるとの認定）の誤り\n審決は，本件補正は，「願書に最初に添付された明細書，特許請求の範囲又は図面\nの記載から自明な事項であるとも認められない」と認定している。\nア  しかし，本件明細書の図４の黒丸（最適化前）は，投影光学系に均一厚さの\n透明媒体を設けたときに投影光学系に生じる波面収差であるところ，図４の黒丸を\nみれば，「透明媒体は，均一の厚さとした場合，単に設けただけでは解像度を低下さ\nせる」と当業者は容易に解する。\n一方，図４の白丸（最適化後と記入）は，黒丸（最適化前と記入）と異なって，\n投影光学系に生じる波面収差が著しく低減する基板厚さがあることが一目で分かる\nところ，図４の白丸を見れば，当該分野の当時の当業者は，「均一の厚さ条件と，解\n像度が向上する透明媒体厚さの条件と」があり，それらの条件を満たすことが解決\n策であると容易に解する。\n当業者の当時の状況を考慮すれば，当業者は，図４の黒丸と白丸とを比較して見\nれば，「透明媒体は，均一の厚さとした場合，単に設けただけでは解像度を低下させ，\n逆に解像度を向上させる透明媒体厚さの条件がある」と解するものである。\nイ  また，本件明細書の図４は，マスク面と投影レンズ系との間に均一な厚さの\n透明媒体を設けたときの解析結果を示したものであるが，本件明細書の実施例の説\n明において，「仮にウエハ面から光を透過するならば，光束は最短距離となる光路パ\nスを逆に進み，マスク面上の対応箇所に結像する。」と記述している。\n光束が最短距離となる光路を進み，光束の進行方向を逆にしても同じ光路となる\nということは，光束の逆進の原理と称し，自然科学上の基礎的な事実である。マス\nク面上の１点がウエハ上の１点に１対１で対応する投影光学系においては，ウエハ\n上から光束の進行方向を逆にすれば，マスク上の同じ一点に結像する。これは，当\n時も今も当業者に広く知られている。\nしたがって，当業者は，前記記述から，ウエハ面と投影レンズ系との間に均一な\n厚さの透明媒体を設けたときも同じ結果になると当業者は解する。\nウ  以上からすれば，本件補正の内容が，本件明細書の図面に記載した事項から\n自明でないとの審決の認定は間違いである。\n(2)  補正却下理由２（特許請求の範囲の減縮を目的とする補正に該当するとの認\n定）の誤り\nア  本件補正が特許請求の範囲の減縮を目的とする補正に該当するとの審決の認\n定は，本件明細書の記載から，補正内容が自明な事項でないことが前提である。し\nかし，上記(1)のとおり，本件補正の内容は，本件明細書の図４から自明な事項であ\nるから，同前提は誤っており，本件補正が，特許請求の範囲の減縮を目的とする補\n正に該当するということはできない。\nイ  また，本件補正は，明りょうでない記載の釈明を目的とした補正である。\n(3)  なお，原告の上記３(1)及び(2)の主張は，最後の拒絶理由通知に瑕疵がない\nことを前提にして行ったものである。しかし，被告は，その後の主張において同通\n知の引用文献の解釈が自然科学上の基礎事実に反する誤りがあることを認めており，\nこれを前提とすれば，審決に提出された請求項に関し，そもそも本件補正を行う必\n要性はまったくなかったものである。拒絶理由通知の瑕疵が訂正されたとすれば，\n原告の手続補正も大幅に変わり，拒絶査定されないことになる。\n第４  被告の反論\n１  取消事由１（前置報告書の認定の誤り）について\n前置報告書は，本件補正後の請求項１について引用文献５から容易としているの\nに対し，審決においては，補正の却下は本件補正後の請求項７について，補正の却\n下後は本件補正前の請求項７について，それぞれ引用例から容易と判断している。\nしたがって，前置報告書と審決とでは対象としている請求項および引用文献が異な\nっており，しかも審決が対象とした請求項７には「投影光学系の開口数を１以上」\nとすることは記載されていないから，審決が前置報告書の認定を前提としていない\nことは明らかである。また，原告の主張は，もっぱら前置報告の瑕疵を主張するも\nのにすぎない。したがって，原告の主張は失当である。\n２  取消事由２（最後の拒絶理由通知における認定の誤り）について\n原告の主張する内容は，以下のとおり審決の対象となっていない又は審決が前提\nとしない事項であり，また，原告の主張は，もっぱら拒絶理由の瑕疵を主張するも\nのにすぎない。したがって，原告の主張は失当である。\n(1)  原告は，最後の拒絶理由通知の引用発明には，投影光学系の開口数１以上と\nすることの開示がないと主張するが，上記１のとおり，審決が対象としている請求\n項は，本件補正後の請求項７と本件補正前の請求項７であり，何れも投影光学系の\n開口数が１以上であることを発明特定事項としていない請求項である。\n(2)  原告は，本願の各請求項の中の「所定の厚さ」の用語の技術的意味が把握で\nきないとする拒絶理由通知には根拠がないと主張する。しかし，審決は特許法３６\n条６項２号の明確性要件違反については判断していないから，審決が原告の主張す\nるような最後の拒絶理由通知の認定を前提としたものでないことは明らかである。\n(3)  原告は，最後の拒絶理由通知の引用発明からは，投影光学系の開口数１以上\nに対応するマスク作製を当業者が容易になし得ないと主張する。しかし，上記(1)\nのとおり，審決が対象としている請求項７は，本件補正前も本件補正後も，何れも\n投影光学系の開口数が１以上であることを発明特定事項としていない請求項である。\n(4)  原告は，最後の拒絶理由通知の引用発明には，半導体ウエハ上の微細な段差\nによる微細な泡発生の開示がないと主張する。しかし，上記(1)のとおり，審決が対\n象としている請求項７は，本件補正前も本件補正後も，何れも平坦化することを発\n明特定事項としていない請求項である。\n３  取消事由３（本件補正却下の判断の誤り）について\n(1)  補正却下理由１（新規事項に当たるとの認定）の誤りについて\n原告は，本件補正は，本件明細書の図４から自明な事項である旨主張する。しか\nし，図４は，（液体からなる）ウエハカバーについて記載されたものではなく，合成\n石英ガラスからなるマスクカバーについて記載されたものであり，材質およびカバ\nーする対象が異なっているから，図４の記載から（液体からなる）ウエハカバーの\n厚さに関し「均一厚さとする条件と，解像度が向上する透明媒体厚さの条件とを満\nたす」ことや，「均一厚さとした場合，単に設けただけでは解像度低下させ，逆に解\n像度向上させる透明媒体厚さの条件がある」ことが自明な事項であるとはいえない。\nまた原告は，光束の逆進の原理により図４の記載からウエハ面と投影レンズ系と\nの間に均一な厚さの透明媒体を設けたときも同じ結果になると当業者は解する旨の\n主張をしている。しかし，図４の記載から当業者がそのように解することができた\nとしても，そのことが図４に記載されているのと同然であるとはいえない。\nまた，原告は図４の黒丸（最適化前と記入）と白丸（最適化後と記入）とを比較\nしてみれば，「透明媒体は，均一の厚さとした場合，単に設けただけでは解像度低下\nさせ，逆に解像度向上させる透明媒体厚さの条件がある」と当業者は容易に解する\n旨の主張をしている。しかし，本件明細書には，マスクカバーを設ければその厚さ\nに依存して波面収差が激増するが，マスク面と結像面位置を光軸方向に補正して最\n適化した場合，波面収差が小さくなることは記載されているといえるとしても，マ\nスク面と結像面位置を光軸方向に補正することとは無関係にマスクカバーの厚さの\n条件によって解像度を向上できることは何ら記載されていない。\nしたがって，原告の主張は何れも失当であり，審決の認定に誤りはない。\n(2)  補正却下理由２（特許請求の範囲の減縮を目的とする補正に該当するとの認\n定）の誤りについて\nア  原告は，本件補正が特許請求の範囲の減縮を目的とする補正に該当するとの\n審決の認定は，同補正が，本件明細書の記載から自明な事項でないことが前提であ\nる旨の主張をしている。しかし，審決では，本件補正前の請求項７の記載と，本件\n補正後の請求項７の記載を比べて，補正後の特許請求の範囲が減縮されていると認\n定しただけであり，本件明細書の記載から自明な事項でないことを前提とはしてい\nない。\nイ  また，原告は，本件補正は，明りようでない記載の釈明を目的とした補正で\nある旨の主張をしている。しかし，本件補正は，透明な液体からなるウエハカバー\nの厚さについて，補正前は「所定の厚さとなる」であったものを，補正後は「均一\n厚さとする条件と，解像度が向上する透明媒体厚さの条件とを満たす」と補正して\nおり，補正前の「所定の厚さとなる」ことと，補正後の「均一厚さとする条件と，\n解像度が向上する透明媒体厚さの条件とを満たす」ことが同じ意味であるとは考え\nにくいから，明りようでない記載の釈明を目的とした補正であるとはいえない。む\nしろ補正前の「所定の厚さとなる」では特に条件による限定がなかったものが，補\n正後では「均一厚さとする条件と，解像度が向上する透明媒体厚さの条件とを満た\nす」と，二つの条件を満たすものに限定されているといえるから，特許請求の範囲\nの減縮を目的とした補正であると考える方が自然である。\nウ  したがって，原告の主張は何れも失当である。\n第５  当裁判所の判断\n当裁判所は，原告の主張する取消事由はいずれも理由がなく，審決に取り消すべ\nき違法はないと判断する。その理由は次のとおりである。\n１  認定事実\n(1)  審決に至る経緯として，以下の事実が認められる。\nア  特許庁は，平成２４年４月９日付けで，原告に対し，最後の拒絶理由通知（甲\n７。以下「最後の拒絶理由通知」という。）をした。同通知における拒絶理由は，①\n請求項１，３，５，７，９，１１及び１３に係る発明の，「露光の際に所定の厚さと\nなるようにした」透明な液体からなるウエハカバーを半導体ウエハ上に設けること\nについて，ウエハカバーを「露光の際に所定の厚さとなるようにした」ことの技術\n的意味が把握できないから，同各請求項に係る発明は明確ではなく，したがってこ\nれらを引用する請求項２，４，６，８，１０，１２及び１４に係る発明も明確でな\nいので，特許法３６条６項２号に規定する要件を満たしていないこと（理由１），②\n請求項１ないし１４に係る発明は，引用文献１ないし５に記載された発明及び周知\n技術に基づいて，当業者が容易になし得たものであること（理由２。なお，引用例\nは，引用文献２として引用されていた。）であった。\nイ  原告は，上記通知を受けて，平成２４年６月２８日付けで，請求項１，３，\n５，７，９，１１及び１３について補正をしたが，同年８月２９日付けで，特許法\n１７条の２第３項の規定に違反するものであるとして補正が却下されるとともに，\n同日付けで拒絶の査定を受けた（乙１）。拒絶査定においては，最後の拒絶理由通知\n書に記載した理由２によって，拒絶をするものとされた。\nウ  原告は，平成２４年１２月２０日，請求項１，３，５，７，９，１１及び１\n３並びに本件明細書について本件補正をするとともに，拒絶査定に対する不服審判\n請求をした。特許庁は，平成２５年２月２７日付けで，原告に対し，審査官による\n前置審査の結果，前置報告書の内容のとおり，特許をすべき旨の査定ができない旨\nの報告がされたので，その内容について意見があれば回答するよう求めた（甲４）。\n同前置報告書の内容は，本件補正後の請求項１に係る発明は，拒絶査定で示した引\n用文献５に記載された発明から容易に想到できるものであるから，特許法２９条２\n項の規定により特許出願の際独立して特許を受けることができず，本件補正は却下\nされるべきものであるから，本願は拒絶査定の理由のとおり拒絶されるべきである\nというものであった。\nエ  特許庁は，平成２５年１０月８日，前記第２の４のとおりの内容の審決をし\nた。\n(2) 本件明細書の記載について\n本件明細書（甲３。なお，明細書については，出願時から本件補正時まで補正さ\nれていない。）には，以下の記載がある。\nア  「【技術分野】【０００１】本発明は，光露光技術に係り，例えば半導体集積\n回路等の製造プロセスにおける回路パタ－ンの転写技術等に適用して有効な技術に\n関するものである。」\nイ  「【背景技術】【０００２】集積回路パターンの微細化および高集積化が進み，\n遠紫外光又は真空紫外光を使用してマスク上の集積回路パターンを半導体ウエハに\n転写するフォトリソグラフィ工程においては，露光波長の半分より微細な寸法の回\n路パターンを高精度に半導体ウエハ上へ露光し，パターン形成できる手段が求めら\nれている。」\nウ  「【発明が解決しようとする課題】【０００８】半導体集積回路装置の高集積\n化は留まることなく進展している。半導体集積回路パターンの最小寸法は，量産レ\nベルでも１００ナノメータ以下まで微細化されつつある。このような微細な回路パ\nターン形成には主に縮小投影露光方式が用いられてきた。この縮小投影露光方式は，\nこれまでのように光源の短波長化，レンズの大口径化がますます困難になり，高集\n積化の進展に伴って要求される回路パターンの微細化に対応できなくなっている。」\n「【０００９】・・・本発明の目的は，縮小投影露光法を用いて，露光波長の半分\nより微細な回路パターンの半導体集積回路装置を精度良く，かつ，効率よく製造す\nる手段を提供することである。」\n「【００１０】・・・本発明の具体的な一つの目的は，半導体ウエハ上の絶縁膜，\n導電膜に回路パターンを形成する工程において・・・露光光の波長より微細な回路\nパターンを精度よく形成する手法を提供することである。」\nエ  「【課題を解決するための手段】【００１１】本願において開示される発明の\nうち，代表的なものの概要を簡単に説明すれば，次のとおりである。\nすなわち，本発明は，集積回路パターンを形成したマスク，マスクの集積回路パ\nターン面に接触させたマスクカバー，半導体ウエハ上のフォトレジスト面に接触さ\nせたウエハカバーを用い，縮小投影露光法により，半導体ウエハ上のフォトレジス\nト面に回路パターンを露光するものである。露光光は，マスクを照明し，マスクカ\nバー，縮小投影露光装置の投影レンズ，ウエハカバーを透過して，半導体ウエハ上\nのフォトレジストを露光させる。ウエハカバーを除去して，フォトレジストを現像\nし，半導体ウエハ上に回路パターンを形成する。\n【００１２】・・・本発明は，フォトレジスト面に接触した透明液体から成るウエ\nハカバー，ガラスの投影レンズカバーを設けた縮小投影露光装置であり，マスクの\n集積回路パターンを半導体ウエハ上のフォトレジストに露光する装置である。露光\n光は，マスクを照明して，縮小投影露光装置の投影レンズ，投影レンズカバー，ウ\nエハカバーを透過し，前記半導体ウエハ上のフォトレジスト面に結像し，露光する\n機能を備えた装置である。・・・追加縮小して良好なパターン形成するため，フォト\nレジスト面に接触させたウエハカバーを用いる。露光光は，マスク，縮小投影露光\n装置の投影レンズ，ウエハカバーを透過し，半導体ウエハ上のフォトレジスト面に\nマスクの集積回路パターンを結像させ，露光するものである。\nまた，本発明は，マスクに形成した集積回路パターンを半導体ウエハ上のフォト\nレジストに露光するため，次の第一の機能と第二の機能と両方備えた縮小投影露光\n装置である。\n【００１３】第一の機能は，フォトレジスト面に接触させたウエハカバーを用い，\n半導体ウエハ上のフォトレジストを露光する機能である。露光光は，マスク，縮小\n投影露光装置の投影レンズ，ウエハカバーを透過し，フォトレジスト面に結像する。」\nオ  「【発明の効果】【００１６】本願によって開示される発明のうち，代表的な\nものによって得られる効果を簡単に説明すれば，以下の通りである。\nマスクの回路パターン面にマスクカバー，半導体ウエハのフォトレジスト面にウ\nエハカバーを設け，マスクと縮小投影露光装置により，半導体ウエハ上のフォトレ\nジストに露光することにより，縮小投影露光の収差問題を抑制し，半導体ウエハへ\n転写される回路パターンの精度を向上させる。」\nカ  「【実施例１】【００２１】実施例\n１は，集積回路パターンを形成したマス\nクと縮小投影レンズを利用して半導体ウ\nエハ上のフォトレジスト面へ回路パター\nンを露光するためのマスク，縮小投影露\n光装置，および集積回路パターンの形成\n手法に関するものである。\n図１は，半導体集積回路装置の製造に\n用いるマスク，縮小投影露光装置，半導\n体ウエハの全体構成図の一例を示してい\nる。マスクには，回路パターン面に接触\nさせたマスクカバーと半導体ウエハには，\nフォトレジスト面に接触させたウエハカ\nバーを設けている。・・・」\n「図４は，マスクカバーの厚さに対して，設計した縮小投影レンズの波面収差の\n変化を調べたものである。マスクカバーの材質は，屈折率１．４７の合成石英ガラ\nスである。波面収差は，マスクカバーを設ければその厚さに依存して激増する。図\n４に示したように，マスク面と結像面位置を光軸方向に補正し，最適化した場合，\nその波面収差は，マスクカバーの厚さに依存して変化した。」\n「本発明者は，マスクカバーの厚さが，０．１ｍｍから０．６ｍｍとし，マスク\n面と結像面位置を光軸方向に位置を補正して最適化すれば，マスクカバーを設けな\nかった時より小さくなることを見出した。マスクカバーの厚さが０．３ｍｍの時，\n縮小投影レンズの波面収差は，図５に示すように，ｒｍｓ値が０．０００８λであ\nる。\n【００２２】縮小投影光学システムでは，マスク上の一点から出た光がウエハ上\nのフォトレジスト面の一点に結像する。結像投影光学系においては，マスク面であ\nる物面とウエハ面である結像面とは，投\n影レンズを挟んで一対一に対応する。仮\nに，ウエハ面から光を照射するならば，\n光束は最短距離となる光路パスを逆に進\nみ，マスク面の対応箇所に結像する。\n上記の検討から，本発明者は，マスク\nの回路パターン面でなく，ウエハ上のフ\nォトレジスト面へウエハカバーを付加す\nることで，縮小投影レンズを利用してフ\nォトレジスト面へ露光するとパターン転\n写の解像度が向上することを見出した。」\n「【００２４】発明の実施形態としては，フォトレジスト面上に所定の厚さのウエ\nハカバーを設けることで，転写パターンの解像度を向上させることができる。以下\nに，図１に示した実施例１の縮小投影露光装置とウエハカバーについて詳細に説明\nする。」\n「・・・マスクＭ１は，・・露光体に対して透明なマスクカバーＭ２が設けられて\nいる。」\n「半導体ウエハＷ１は，ＸＹＺステージＥ８上に載置されている。この半導体ウ\nエハＷ１の主面には，露光光に対して感光性を有するフォトレジストが形成されて\nいる。このフォトレジスト面に接触させたウエハカバーＷ２が設けられている。ウ\nエハカバーは，屈折率が高い材質が望ましい。ウエハカバーＷ２は，露光光に対し\nて実質的に透明なマスクの基板材料である合成石英ガラス（１ｍｍ厚，屈折率が１．\n４７）を用いた。投影レンズの結像面側のレンズ端面とウエハカバーとのギャップ\nは，１００ミクロンとした。ウエハカバーは，投影レンズの結像面側のレンズ端面\nからフォトレジスト面まで，９０％以上となる光路長の厚さとなった。投影レンズ\nの結像面側のレンズ端面からフォトレジスト面までの光路長に対し，ウエハカバー\nの厚さを増す程，転写パターンの解像度向上の大きい効果を得ることができる。」\n「【００２６】」「・・・本発明の露光装置は，ウエハカバーとして，純水を用いる\n液侵露光装置としても露光できるようにした。」\n(3)  引用例の記載について\n引用例（甲９）には，以下の記載がある。\n「【０００１】【発明の属する技術分野】本発明は，レチクル上に描画されたパタ\nーンを投影光学系によってウエハに焼付ける露光装置に関し，特に液浸型の露光装\n置に関する。」\n「【０００４】【発明が解決しようとする\n課題】・・・本発明は，ワーキングディスタ\nンスを満たす液体の温度制御を容易にして，\n結像性能の劣化を招くことのない液浸型露\n光装置を提供することを課題とする。」\n「【００１２】【第１の実施例の説明】・・・\n【００１７】・・・本実施例では，・・・液浸状態における投影レンズ系ＰＬの最良\n結像面（レチクル共役面）が，先端のレンズ素子の下面から約２～１ｍｍの位置に\n形成されるように設計されている。従って，先端のレンズ素子の下面とウエハＷの\n表面との間に形成される液体層の厚みも２～１ｍｍ程度になり，・・・」\n「【００２０】・・・本実施例では・・・投影レンズＰＬの先端のレンズ素子とウ\nエハＷとの間の２～１ｍｍ程度の狭い間隔に液体ＬＱを満たす・・・」\n「【００３１】・・・本実施例では図３に示したように，投影レンズ系ＰＬの先端\nのレンズ素子ＬＥ１の下面ＰｅとウエハＷ（又は補助プレート部ＨＲＳ）の表面と\nのベストフォーカス状態での間隔Ｌは，２～１ｍｍ程度に設定される。・・・このよ\nうに本実施例では，投影レンズ系ＰＬのワーキングディスタンスとしての間隔Ｌを\n極めて小さくしたため，ホルダテーブルＷＨ内に満たされる液体ＬＱの総量も少な\nくて済み，温度制御も容易になる。」\n「【００４１】【第３の実施例の\n説明】次に第３の実施例について\n図５を参照して説明する。」\n「【００４３】・・・本実施例で\n使用する投影レンズ系ＰＬの先端\n部には，サブ鏡筒８０の先端に光\n軸ＡＸと垂直に固定された石英の\n平行平板ＣＧが取り付けられ，し\nたがって先端のレンズ素子ＬＥ１（平凸レンズ）が液体ＬＱに浸かることがないよ\nうに構成されている。本実施例では，この平行平板ＣＧの下面とウエハＷの表面と\nの間隔が，見かけ上のワーキングディスタンスとなり，先の実施例と同様に２ｍｍ\n以下に設定される。またサブ鏡筒８０の平行平板ＣＧとの取付け面は防水加工され，\nサブ鏡筒８０の内部には窒素ガスが充填されている。\n【００４４】このように投影レンズ系ＰＬの先端に平行平板ＣＧを設けるように\nすると，投影レンズ系ＰＬの実質的なバックフォーカス距離（屈折力を持つ先端の\n光学素子から像面までの距離）が１０～１５ｍｍ程度であっても，容易にワーキン\nグディスタンスＬを１～２ｍｍ程度にして液体の温度変化の影響を低減させた液浸\n投影法が実現できる。」\n「【００５５】\n【第６の実施例の説明】次に図８は本発明\nの第６の実施例を示し，この実施例では下部\n容器７と上部容器８を用いている。ウエハ３\nを載置するウエハホルダー３ａは下部容器７\nの内面底部に形成されており，下部容器７の\n上面は上部容器８の底面によって密閉されて\nおり，下部容器７の全容積は浸液７ａによっ\nて完全に満たされている。他方上部容器８に\nも浸液８ａが満たされており，その浸液８ａ内に投影光学系１の最終レンズ面１ａ\nが浸されている。」\n「【００５７】この実施例においては，下部容器７と上部容器８を一体として移動\nすることにより，ウエハ３を移動している。」\n「【００５８】なお本実施例では下部容器７と上部容器８を一体として移動したが，\n下部容器７のみを移動し，上部容器８を固定することもできる。この構成のときに\nは，上部容器８内の浸液８ａは完全に停止することになる。したがってワーキング\nディスタンスＬのうちで，上部容器８内の浸液８ａの厚さＬ８よりも，下部容器７\n内の浸液７ａの厚さＬ７の方を十分に薄く形成することが好ましい。」\n２  原告主張の取消事由１（前置報告書の認定の誤り）について\n原告は，前置報告書の引用文献５（甲５）に関する認定は誤りであるところ，審\n決は前置報告書が正しいということを前提としたものであるから，審決も誤ってい\nる旨主張する。\n(1)  しかし，審決取消訴訟において，審理の対象となるのは，審決の違法性であ\nるところ，前置報告書の内容の違法性は，審決が違法となる理由には当たらないか\nら，原告の主張は失当である。\n(2)  また，原告の主張を，審決の判断内容の誤りをいうものであると解したとし\nても，上記１の認定事実のとおり，審決においては，前置報告書記載の内容とは異\nなり，引用文献５（甲５）ではなく，引用例（甲９）記載の発明を引用発明として\n認定して，かつ，請求項１ではなく，本件補正による補正後及び補正前の請求項７\nに係る発明を対象とする判断をしているのであって，審決の判断内容は，前置報告\n書記載の内容を前提としたものではない。したがって，仮に前置報告書に記載され\nた内容が誤っているとしても，審決の内容が誤っているということはできず，審決\nが違法となるものではないから，原告の主張は理由がない。\n(3)  なお，仮に原告の主張が審判手続の違法をいうものであると解したとしても，\n前置報告とは，拒絶査定不服審判請求と同時に補正があったときに，審査官がその\n請求を審査し（特許法１６２条。前置審査），拒絶査定を取り消す場合を除いて，そ\nの審査の結果を特許庁長官にする報告（同法１６４条３項）である。そして，審判\n手続においては，前置報告の内容に対する意見陳述の機会を与えるため，審判長が\n審判請求人（出願人）に対して，前置報告の内容を審尋（同法１３４条４項）によ\nり送付するという運用が行われているものであり，前置報告の内容が正しいことが\n審判手続の前提となっているものではない。そうすると，仮に前置報告の内容が誤\nっているとしても，そのことをもって審判手続に何らかの瑕疵があるということも\nできない。\n(4) したがって，取消事由１についての原告の主張を採用することはできない。\n３  原告主張の取消事由２（最後の拒絶理由通知の認定の誤り）について\n(1)  原告は，最後の拒絶理由通知は，①引用文献１ないし５に記載された発明は，\n縮小投影レンズの開口数を１以上にし得るものであると記載した点，②「所定の厚\nさ」の用語の技術的意味が把握できないと指摘した点，③投影光学系の開口数１以\n上の露光装置に対応したマスクを当業者が容易に作製できると記載した点，④ＣＭ\nＰ等によって各種の皮膜表面を平坦化することを当業者が容易になし得たと記載し\nた点で誤っており，したがって，審決も誤っている旨主張する。\nア  しかし，前記２(1)で説示したとおり，審決取消訴訟において，審理の対象と\nなるのは，審決の違法性であるところ，最後の拒絶理由通知の内容の誤り自体は，\n審決が違法となる理由には当たらないから，原告の主張は失当である。\nイ  また，原告の主張を，審決の判断内容の誤りをいうものと解したとしても，\n前記１(1)の認定事実のとおり，審決においては，本件補正前の請求項７（本願発明）\n及び本件補正後の請求項７（本願補正発明）についての判断がされているところ，\n原告の主張する上記①，③又は④の記載に係る構成要件は，いずれも本願発明又は\n本願補正発明の特許請求の範囲に含まれていないから（このことは，原告の主張自\n体からも明らかである。），上記①，③又は④についての最後の拒絶理由通知の記載\n内容は，審決の判断内容の前提となっているものではない。また，審決は，最後の\n拒絶理由通知とは異なり，特許法３６条６項２号違反を理由として特許を受けるこ\nとができないと判断しているものでもないから，上記②についての最後の拒絶理由\n通知の指摘も，審決の判断内容となっているものではない。\nしたがって，仮に最後の拒絶理由通知の上記①ないし④の記載が誤っているとし\nても，そのことをもって審決の内容が誤っているということはできず，審決が違法\nとなるものではないから，原告の主張は理由がない。\n(2)  原告は，請求項７について拒絶理由があるとしても，その他の請求項につい\nての拒絶理由が根拠がないものである以上，最後の拒絶理由通知には重大な瑕疵が\nあると主張する。\nしかし，特許法は，一つの特許出願に対し，一つの行政処分としての特許査定又\nは特許審決がされ，これに基づいて一つの特許が付与され，一つの特許権が発生す\nるという基本構造を前提としており，請求項ごとに個別に特許が付与されるもので\nはない。複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，\n当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定するほかなく，\n一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願に\nついて拒絶査定をするという可分的な扱いは予定されていない（最高裁平成２０年\n７月１０日第一小法廷判決・民集６２巻７号１９０５頁参照）。したがって，複数の\n請求項のうち，一つの請求項について拒絶すべき理由があれば，他の請求項につい\nて拒絶理由がないとしても，特許出願全体が一体不可分のものとして拒絶査定をす\nべきものである。\nそして，拒絶査定又は審決において拒絶理由があると判断された請求項以外の請\n求項に係る発明について，拒絶理由通知における拒絶理由が根拠を欠くものである\nとしても，そのことをもって拒絶理由通知が違法となるものではなく，審判手続に\n審決を取り消すべき瑕疵があるということはできない（審決において拒絶理由があ\nると判断された請求項に係る発明について，拒絶理由通知においても当該拒絶理由\nが示されていれば足りると解される。）。したがって，原告の主張は理由がない。\n(3)  原告は，引用例には，液体の透明媒体について「所定の厚さ」であるとの条\n件が開示されているとはいえないから，引用例を理由とする本件補正前の請求項７\n（本願発明）の拒絶理由も理由がない旨主張する。\n原告の上記主張は，拒絶理由通知の瑕疵の一つとして主張されているものである\nところ，拒絶理由通知の内容の誤りが審決の取消事由とはならないことは前記(1)\nのとおりである。また，同主張を，本願発明について特許法２９条２項の規定によ\nり特許を受けることができないとした審決の判断内容の誤りをいうものと善解した\nとしても，以下のとおり理由がない。\nア  上記１(2)によれば，本願発明は，半導体集積回路装置の微細な回路パターン\n形成には，主に縮小投影露光方式が用いられてきたところ，縮小投影露光方式は，\n高集積化の進展に伴って要求される回路パターンの微細化に対応できなくなってい\nる（【０００８】）という課題を解決するため，縮小投影露光法を用いて，露光波長\nの半分より微細な回路パターンの半導体集積回路装置を精度良く，かつ，効率よく\n製造する手段を提供することを目的とする（【０００９】），半導体装置の製造方法に\n係る発明である。そして，本願発明は，半導体ウエハ上への回路パターンの形成に\nおいて，露光の際に「所定の厚さ」となるようにした透明な液体からなるウエハカ\nバーを半導体ウエハ上に設けるステップを有することを特徴とする。\nしかし，本願発明の特許請求の範囲の文言上，「所定の厚さ」についての条件は何\nら付されておらず，「所定」との文言の通常の意義は，「定まっていること，定めて\nあること」（岩波書店・広辞苑第６版）であると認められるから，本願発明の構成要\n件は，「定まった厚さ」となるようにした透明な液体からなるウエハカバーを半導体\nウエハ上に設けるステップを有するものと解するのが相当である（なお，本件明細\n書中に「所定の厚さ」との文言の言及があるのは，段落【００２４】に「発明の実\n施形態としては，フォトレジスト面上に所定の厚さのウエハカバーを設けることで，\n転写パターンの解像度を向上させることができる。」と記載されている部分のみであ\nるところ，仮に同記載部分を参酌して，本願発明の「所定の厚さ」の意義について，\n単に「定まった厚さ」ではなく，「解像度を向上させることができる定まった厚さ」\nと解したとしても，後記のとおり，結論は左右されない。）。\nイ  一方，上記１(3)によれば，引用例には，以下のとおりの点で本願発明に一致\nする引用発明が開示されていると認められる（原告も明示的に争っていない。）。\n「半導体装置を製造する方法であって，\n半導体ウエハ上に絶縁膜または導電膜を含む皮膜を形成するステップと，\n前記皮膜上にフォトレジスト膜を形成するステップと，\n前記皮膜に形成する回路パターンのマスクを設計，作製するステップと，\n前記フォトレジスト膜を露光するステップと，を含み，\n前記マスクを設計，作製するステップは，被露光面とフォーカス合せのための校\n正用パターン，または転写パターンの結像位置合せのための校正用パターンの内の\n少なくとも一方の校正用パターンを含む回路パターンのマスクを設計，作製するス\nテップであり，\n前記フォトレジスト膜を露光するステップは，前記マスクを縮小投影露光装置の\n所定の箇所に配置するステップと，\n露光光が高屈折率の透明媒体からなるウエハカバーを透過してフォトレジスト膜\nを露光可能とし，前記透明媒体が液体であって均一厚さとする条件を満たすウエハ\nカバーを半導体ウエハ上に設けると共に，前記半導体ウエハを縮小投影露光装置の\n所定の箇所に配置するステップと，\n前記校正用パターンの透過光を利用して，露光光が前記ウエハカバーを透過させ\nることに起因する前記縮小投影露光装置の投影レンズのフォーカス位置ズレ，また\nは光軸との直交面上の結像位置ズレの少なくとも一方を校正するステップと，\n透明な液体からなるウエハカバーを透過した露光光により，前記フォトレジスト\n膜を露光するステップであり，\n露光後前記ウエハカバーを除去し，フォトレジスト膜を現像することによって半\n導体ウエハ上に回路パターンを形成する半導体装置の製造方法。」\nウ  そうすると，引用発明と本願発明は，いずれも上記構成を有する点で一致す\nるが，本願発明のウエハカバーが「所定の厚さ」，すなわち「定まった厚さ」となる\nようにしたものであるのに対し，引用発明ではそのようにしたものか否かが不明で\nあるという点での相違点がある。\nしかし，上記１(3)のとおり，引用発明は，「投影レンズ系ＰＬの先端のレンズ素\n子ＬＥ１の下面ＰｅとウエハＷの表面とのベストフォーカス状態での間隔Ｌは，２\n～１ｍｍ程度に設定される」とされていることからすれば（【００１７】【００２０】\n【００３１】），引用発明においては，投影レンズ系の先端とウエハ表面との間に形\n成される液体層の厚さが「定まっている」といえる。したがって，本願発明のウエ\nハカバーが「所定の厚さ」となるようにしたことは，引用発明との実質的な相違点\nとはいえない（なお，仮に本願発明の「所定の厚さ」の意義について，「解像度を向\n上させることができる定まった厚さ」と解したとしても，引用発明の上記液体層の\n厚さは「ベストフォーカス状態での間隔」として定められるものであるから，転写\nパターンの解像度を向上させることができる定まった厚さのウエハカバーが開示さ\nれているといえる。）。\nエ  この点，原告は，引用例には，明らかに透明媒体の厚さが異なる複数の実施\n例（図３，５，８）が開示されているから，引用例には，所定の厚さであるとの条\n件が開示されていないし，引用例からこれを当業者が想定できるということもでき\nないと主張する。\nしかし，上記１(3)のとおり，引用例に記載された図３，５，８は，それぞれ，第\n１，３，６の実施例を示すものであるところ（【００３１】【００４１】【００５５】），\n投影レンズ系の構造等は各実施例で異なっているのであるから，ベストフォーカス\n状態における投影レンズ系の先端とウエハ表面との間に形成される液体層の厚さも，\n各実施例で異なることは当然である。したがって，投影レンズ系の先端とウエハ表\n面との間隔が各実施例で異なるとしても，それは，それぞれの実施例において，ベ\nストフォーカス状態における投影レンズ系の先端とウエハ表面との間に形成される\n液体層の厚さが異なるからであり，引用例には，各実施例それぞれについての「所\n定の厚さ」が開示されているといえる。\nしたがって，原告の主張を採用することはできない。\n４  原告主張の取消事由３（本件補正却下の判断の誤り）について\n(1)  補正却下理由１（新規事項に当たるとの認定）の誤りについて\n原告は，本件補正は，当業者にとって本件明細書の図４から自明の事項であるか\nら，新規事項の追加には当たらないと主張する。\nア  この点，原告は，本件補正により，前記第２の３のとおりの請求項７の補正\nをするとともに，以下のとおり，本件明細書の段落【００２２】について補正をし\nたことが認められる（甲１７。補正部分には下線を付した。）。\n（本件補正前）\n「仮に，ウエハ面から光を照射するならば，光束は最短距離となる光路パスを逆\nに進み，マスク面の対応箇所に結像する。」\n（本件補正後）\n「仮に，ウエハ面から光を照射するならば，光束は最短距離となる光路パスを逆\nに進み，マスク面の対応箇所に結像する。ウエハ面から光を照射するならば，光路\nパスを逆に進み，マスク面の対応箇所に結像するとは，前記した投影光学系の物面\nであるマスク面側の透明媒体が結像面であるウエハ面側の透明媒体になるというこ\nとであり，前記マスク面側の透明媒体は，均一の厚さとした場合，単に設けただけ\nでは解像度低下させ，逆に解像度向上させる透明媒体厚さの条件がある，と同じよ\nうに，前記結像面側の透明媒体は，均一の厚さとした場合，単に設けただけでは解\n像度低下させ，逆に解像度向上させる透明媒体厚さの条件があるということである。」\nイ  特許法１７条の２第３項は，「願書に最初に添付した明細書，特許請求の範\n囲又は図面に記載した事項の範囲内においてしなければならない」と定めていると\nころ，「明細書又は図面に記載した事項」とは，当業者によって，明細書又は図面の\nすべての記載を総合することにより導かれる技術的事項をいうと解される。\nそこで，本件明細書を検討するに，図４は，マスクの回路パターン面と縮小投影\nレンズとの間に屈折率が１より大きい媒質（屈折率１．４７の合成石英ガラス）の\n「マスクカバー」（透明媒体）を設けた場合に，マスクカバーの厚さに対して，設計\nした縮小投影レンズの波面収差の変化を調べた結果をグラフにしたものである（【０\n０２１】）。そして，一般的には，マスクカバーを設けると，マスクカバーを設けな\nかった場合と比して波面収差が大きくなり，その厚さに依存して波面収差が激増す\nるという状態が確認されているところ，図４によれば，縮小投影レンズ，マスク面\nと結像面位置を光軸方向に位置を補正して最適化した場合に，マスクカバーを設け\nると，マスクカバーの厚さが０．１ｍｍから０．６ｍｍの範囲では，マスクカバー\nを設けなかった時よりも縮小投影レンズの波面収差が小さくなるという結果となっ\nていることを理解することができる。\n一方，本件補正による本件明細書の補正の内容は，マスク面側の透明媒体（マス\nクカバー）と同じように，ウエハ面側の透明媒体（ウエハカバー）についても，均\n一の厚さとした場合，単に設けただけでは解像度を低下させ，逆に解像度を向上さ\nせる透明媒体厚さの条件があるという記載を追加するものであるところ，原告は，\nこのようにマスクカバー（マスク面側の透明媒体）についての図４の実験結果が，\n当然にウエハカバー（ウエハ面側の透明媒体）についても当てはまるのは，光束の\n逆進の原理と称する自然科学上の基礎的な事実であり，当業者は，図４から，ウエ\nハ面と投影レンズ系との間に均一な厚さの透明媒体を設けたときも同じ結果になる\nと解すると主張する。\nしかし，図４の実験結果は，「縮小投影レンズ，マスク面と結像面位置を光軸方向\nに位置を補正して最適化した」とあるだけで，その具体的な距離関係等の実施条件\nは不明であり，マスクカバーの他にウエハカバーも設けられているのか，マスクカ\nバーだけが設けられているのかも不明であるし，仮に，図４の実験結果がウエハカ\nバーにもそのまま当てはまるのであれば，ウエハカバーを設けると，０．１ｍｍか\nら０．６ｍｍの厚みの範囲では波面収差が小さくなるとしても，それ以外ではウエ\nハカバーの厚さに依存して波面収差が激増するはずである。しかし，本件明細書中\nには，発明の実施形態として，マスクカバーと同じ材質（屈折率）の合成石英ガラ\nスで形成したウエハカバーを設ける場合に（なお，この実施形態ではマスクカバー\nも設けられている。），その厚さを「１ｍｍ」とすることとされているし（【００２４】），\nさらに，「ウエハカバーの厚さを増す程，転写パターンの解像度向上の大きい効果を\n得ることができる」という記載がされている（【００２４】）。このような記載は，図\n４のグラフから読み取れる内容と矛盾するものであるから，本件明細書全体の記載\nをみた当業者が，マスクカバーについて行った図４の実験結果について，直ちに，\nウエハカバーに対しても適用できると理解できるものとは認められない。\nウ  したがって，本件明細書についての補正は，図４から自明の事項であるとの\n原告の主張を採用することはできず，本件補正は，特許法１７条の２第３項に違反\nするとして，これを却下した審決の結論が誤っているとは認められない。\n(2)  補正却下理由２（請求の範囲の減縮を目的とする補正に該当するとの認定）\nの誤りについて\n原告は，本件補正が特許請求の範囲の減縮を目的とする補正に該当するとの認定\nは，本件明細書の記載から，補正内容が自明な事項でないことが前提であるところ，\n本件補正の内容は，本件明細書の図４から自明な事項であるから，同前提は誤って\nおり，本件補正が，特許請求の範囲の減縮を目的とする補正に該当するということ\nはできず，本件補正は，明りようでない記載の釈明を目的とした補正であると主張\nする。\nしかし，上記(1)のとおり，本件補正は，特許法１７条の２第３項に違反する不適\n法なものであるから，その余の点について判断するまでもなく，本件補正を却下し\nた審決の結論に誤りがあるとはいえない。なお，審決の補正却下の理由２の記載か\nら明らかであるとおり，審決は，本件補正前の請求項７の記載と，本件補正後の請\n求項７の記載とを比べて，補正後の特許請求の範囲が減縮されていると認定してい\nるだけであり，同認定の際に，本件補正が本件明細書の記載から自明な事項でない\nことを前提としているものではないから，いずれにせよ原告の主張は失当である（な\nお，審決には，補正却下の理由１と理由２の相互の関係が明示されていないため，\n原告は，理由２が理由１を前提としたものであると解した可能性があるが，審決の\n理由全体を合理的に解釈すれば，本件補正が新規事項の追加に該当するのであれば，\n他の要件を要せずに，それだけで却下理由となるのであるから（特許法１７条の２\n第３項），これとは別に，本件補正が特許請求の範囲の減縮を目的とするものとして，\n本願補正発明が独立特許要件を満たすかどうかについての検討をしているのは，本\n件補正が新規事項の追加に該当しないと解した場合の予備的な判断を示しているも\nのと解するのが相当である。）。\n(3)  その他の原告の主張について\n原告は，本件補正に関する各主張は，拒絶理由通知に瑕疵がないことを前提とし\nたもので，同通知記載の引用発明の認定等が誤っているのであれば，そもそも本件\n補正を行わなかったはずであり，拒絶査定されないことになるなどと主張する。\nしかし，拒絶査定も，審決も，本件補正前の請求項７（本願発明）について，特\n許法２９条２項の規定に違反するとの理由で特許を受けることができないと判断し\nているのであり，本件補正をしなければ拒絶査定がされないことになるとはいえな\nいから，原告の主張は理由がない。\n５  結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，審決には取り消すべ\nき違法があるとは認められない。原告はその他縷々主張するが，いずれも採用の限\nりではない。よって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官    設    樂        一\n裁判官    大  須  賀        滋\n裁判官    大    寄    麻    代\n"
}