{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 2,
    "day": 6
  },
  "case_number": "平成22(行ウ)230",
  "case_name": "選挙権剥奪違法確認等請求事件",
  "court_name": "大阪地方裁判所第２民事部",
  "gist": "禁錮以上の刑に処せられ，その執行を終わるまでの者の選挙権を認めない公職選挙法１１条１項２号の規定が憲法に違反しないとして受刑中に投票できなかった原告の国家賠償請求が棄却された事例",
  "lawsuit_id": "83067",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83067",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/067/083067_hanrei.pdf",
  "contents": "主          文\n１  本件訴えのうち，公職選挙法の違憲確認を求める部分及び次回の衆\n議院議員の総選挙において投票することができる地位にあることの確\n認を求める部分を却下する。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  公職選挙法（昭和２５年法律第１００号）は，禁錮以上の刑に処せられてそ\nの執行を終わるまでの者に選挙権及び被選挙権の行使を認めていない点におい\nて違憲であることを確認する。\n２  原告が次回の衆議院議員の総選挙において投票することができる地位にある\nことを確認する。\n３  被告は，原告に対し，１００万円及びこれに対する平成２２年７月１２日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の骨子\n本件は，原告が，公職選挙法１１条１項２号が憲法に違反していることの確\n認及び原告が次回の衆議院議員の総選挙において選挙権を有していることの確\n認を求めるとともに，選挙権を違法に否定されたことにより精神的苦痛を受け\nたとして，国家賠償法１条１項に基づき，損害賠償を請求した事案である。\n２  前提となる事実（当事者間に争いのない事実及び証拠等により容易に認めら\nれる事実。以下，書証番号は特に断らない限り枝番号を含む。）\n(1)  原告は，大阪市Ａ区の選挙人名簿に登録されている者である（甲１）。\n(2)  原告は，公職選挙法１１条１項２号に該当するとして，平成２２年７月\n１１日に実施された参議院議員通常選挙において，選挙権を有しないものと\nされた（甲１）。\n(3)  上記当時，原告は，懲役刑の執行を受けていたところ，平成２２年１１\n月２５日，仮釈放により刑務所を出所し，平成２３年１月２９日にその刑の\n執行を受け終わった（弁論の全趣旨）。\n第３  争点\n１  本案前の争点\n(1)  法令の違憲確認の訴えの適法性（請求１項関係，争点①）\n(2)  選挙権確認の利益の有無（請求２項関係，争点②）\n２  本案の争点\n(1)  公職選挙法１１条１項２号の合憲性並びに同号の立法行為及び廃止立法\n不作為の国家賠償法上の違法性（争点③）\n(2)  原告の損害額（請求３項関係，争点④）\n第４  争点に関する当事者の主張\n１  争点①（法令の違憲確認の訴えの適法性）について\n（被告の主張）\n原告は，その主張によれば，既に懲役刑の執行を受け終わっているというの\nであるから，公職選挙法１１条１項２号に該当しないにもかかわらず，その違\n憲確認を求めているところ，これは具体的紛争を離れて抽象的，一般的に公職\n選挙法の違憲性に関する判断を求める訴えにほかならないから，法律上の争訟\nに該当せず，不適法である。\n（原告の主張）\n公職選挙法１１条１項２号が，禁錮以上の刑に処せられその執行を終わるま\nでの者である原告に対し，選挙権及び被選挙権又はこれらの行使を認めない点\nで違憲であり，これは法律上の紛争である。そして，その違憲を確認すること\nが紛争を直接かつ抜本的な解決のため適切かつ必要であるから，違憲確認請求\nが認められるべきである。\n２  争点②（選挙権確認の利益の有無）について\n（被告の主張）\n原告は，次回の衆議院議員の総選挙において投票することができる地位にあ\nることの確認を求めているところ，今後原告が公職選挙法１１条１項各号の要\n件に該当することなく，選挙権を行使できるかは現段階で確定できないが，被\n告としても，原告が現在公職選挙法１１条１項２号に該当しない以上，原告が\n投票し得る地位にあることを殊更否定するものではない。\nそうすると，この点に関し原告の権利又は法的地位に現に不安，危険が存在\nするとはいえず，即時確定の現実的利益があるとはいえない。\nよって，地位確認請求に係る訴えは，確認の利益がない。\n（原告の主張）\n公職選挙法１１条１項２号について所要の改正がなされなければ，原告は，\n今後直近になされる衆議院議員総選挙において投票をすることができず，選挙\n権を侵害されることになる。そのような事態を防止するために，選挙権を有す\nることの確認をあらかじめ求める必要がある。\n３  争点③（公職選挙法１１条１項２号の合憲性並びに同号の立法行為及び廃止\n立法不作為の国家賠償法上の違法性）について\n（原告の主張）\n(1)  憲法は，国民主権の原理に基づき，両議院の議員の選挙において投票を\nすることによって国の政治に参加することができる権利を国民に対して固有\nの権利として保障しており，その趣旨を確たるものとするため，国民に対し\nて投票をする機会を平等に保障しているものと解するのが相当である。憲法\nの以上の趣旨に鑑みれば，自ら選挙の公正を害する行為をした者等の選挙権\nについて一定の制限をすることは別として，国民の選挙権又はその行使を制\n限することは原則として許されず，国民の選挙権又はその行使を制限するた\nめには，そのような制限をすることがやむを得ないと認められる事由がなけ\nればならないというべきである。そしてそのような制限をすることなしには\n選挙の公正を確保しつつ選挙権の行使を認めることが事実上不能ないし著し\nく困難であると認められる場合でない限り，上記のやむを得ない事由がある\nとはいえず，このような事由なしに国民の選挙権の行使を制限することは，\n憲法１５条１項及び３項，４３条１項並びに４４条ただし書に違反するとい\nわざるを得ない（最大判平成１７年９月１４日民集５９巻７号２０８７頁。\n以下「平成１７年最判」という。）。\n禁錮以上の刑を執行されている者について，選挙権について「制限をする\nことなしには選挙の公正を確保しつつ選挙権の行使を認めることが事実上不\n能ないし著しく困難であると認められる場合」に該当するとは到底いえな\nい。\nしたがって，禁錮以上の刑に処せられその執行を終わるまでの者につい\nて，選挙権の行使を制限する公職選挙法１１条１項２号は，憲法１５条１項\n及び３項，４３条１項並びに４４条ただし書に違反するものである。\n(2)  ま た ， 公 職 選 挙 法 １ １ 条 １ 項 ２号 は ， 受 刑 者 と い う社 会 的 身 分 に 基 づ\nき，選挙権という政治的関係において差別するものであるから，憲法１４条\n１項にも違反する。\n(3)   市 民 的 及 び 政 治 的 権 利 に 関 す る 国 際 規 約 （ 以 下 「 自 由 権 規 約 」 と い\nう。）は，国内法的効力を有しているところ，２５条において，いかなる差\n別もなく，かつ不合理な制限なしに，普通かつ平等の選挙権に基づき投票す\nる権利及び選挙される権利を保障している。\nそして，近年，受刑者に対して選挙権を否定する規定を違法，無効とする\n諸外国の判断が相次いでおり，また，自由権規約委員会は，判決によって自\n由を奪われた者の選挙権及び被選挙権を制約する規定が自由権規約２５条に\n違反するとの見解を示している。\nしたがって，受刑者に対し，合理的理由なくしてその選挙権を否定する公\n職選挙法１１条１項２号は，自由権規約２５条にも違反している。\n(4)  被告は，平成１７年最判の判示する厳格な違憲審査基準は本件には適用\nされないと主張する。しかし，平成１７年最判のいう「自ら選挙の公正を害\nする行為をした者」とは，選挙犯罪により禁錮以上の刑に処せられた者を指\nすと解されるところ，これらの者のうち，選挙権を否定する者の範囲及び制\n限期間をどのように定めるかについては，一定の立法裁量が認められる余地\nがあることから，厳格な審査基準で判断することは相当ではないとしたもの\nと思われるのであり，そのような事情のない受刑者一般に対する選挙権の制\n限については，平成１７年最判の示した厳格な基準によって審査をすべきで\nある。\n(5)  被告の主張は，選挙権の本質に関する二元説に依拠し，選挙権の公務的\n性格を強調して選挙人資格の立法裁量を幅広く容認するものであり，判例，\n学説上も見られない国家主義的発想であり，憲法の趣旨に反するものといわ\nざるを得ない。\n被告は，禁錮以上の刑に処せられた者が一般社会とは厳に隔離されるべき\n者であるとか，重大な犯罪行為を行った者であるなどと主張するが，刑事施\n設は，受刑者の人権を尊重しつつ，これらの者の状況に応じた適切な処遇を\n行うことを目的とする施設であり，およそ全ての受刑者が重大な犯罪行為を\n行ったものと評価できるものでもなく，被告の主張は失当である。\nまた，被告は，禁錮以上の刑に処せられた者について，民主的意思形成に\n参加する能動的市民としての資格・適正が疑われるとか，著しく遵法精神に\n欠け，公正な選挙権の行使を期待できないなどと主張するけれども，禁錮以\n上の刑に処せられた者について一律に遵法精神に欠けると断定することはで\nきないし，公正な選挙権の行使を期待できないなどということは到底出来な\nい。受刑者の処遇は，改善更生の意欲喚起及び社会生活に適応する能力の育\n成を図ることを旨として行うものであって，そのためには，社会の様々な状\n況に注意を向けさせ，選挙権を行使させることがむしろ必要であって，選挙\n権を否定する理由とはなり得ないというべきである。\n(6)  そして，立法の内容又は立法不作為が国民に憲法上保障されている権利\nを違法に侵害するものであることが明白な場合や，国民に憲法上保障されて\nいる権利行使の機会を確保するために所要の立法措置をとることが必要不可\n欠であり，それが明白であるにもかかわらず，国会が正当な理由なくこれを\n怠る場合などには，国会議員の立法行為又は立法不作為は，国家賠償法１条\n１項の適用上，違法の評価を受けるべきものである。被告は，最一小判昭和\n６０年１１月２１日民集３９巻７号１５１２頁（以下「昭和６０年最判」と\nいう。）を引用するが，同判決は平成１７年最判によって実質的に修正され\nたと見得るのであり，被告の主張は誤りである。\n上記のとおり，公職選挙法１１条１項２号が憲法上保障されている選挙権\nを違法に侵害するものであることは明白である。そして，法改正が必要不可\n欠であり，それが明白であるにもかかわらず，国会が公職選挙法制定以来今\n日まで，また前記平成１７年最判からも５年以上の長期にわたって放置し，\n監獄法改正による受刑者の位置づけの変化，日本国憲法の改正手続に関する\n法律が投票権者から受刑者を排除する規定を置いていないこと，世界的に受\n刑者に選挙権を認める流れが生じてきたこと等にもかかわらず，法改正を怠\nってきたのであるから，国会議員の立法不作為は，国家賠償法１条１項の適\n用上違法の評価を受けるものというべきである。\n（被告の主張）\n(1)  原告は，平成１７年最判の射程が本件に及ぶと主張するけれども，同最\n判も「自ら選挙の公正を害する行為をした者等の選挙権について一定の制限\nをすること」は別としており，本件とは全く事案が異なるから，同最判の示\nした厳格な違憲審査基準は，公職選挙法１１条１項各号による選挙権の制限\nには適用されないというべきである。\n(2)  選挙権は，人権の一つとされるに至った参政権の行使という意味におい\nて権利であることに疑いはないが，公務員という国家の機関を選定する権利\nであり，純粋な個人権とは違った側面をもっているので，そこに公務として\nの性格が付加されていると解するのが相当である。このような選挙権の性格\nからすれば，その保障も絶対的なものではなく，憲法が定める基本原則を確\n保するために必要不可欠な場合には，これに制約を加え，あるいは一定の場\n合にこれを奪うことも憲法の許容するところというべきである。\nそして，憲法は，両議院の議員及びその選挙人の資格も法律で定めると規\n定している（４４条）ことに鑑みると，選挙人の資格の具体的な決定は国会\nの裁量に委ねられており，選挙人の資格をいかに制限するかは立法政策によ\nるものである。\nしたがって，国会が具体的に定めたところがその裁量権の行使として合理\n性を是認し得るものである限り，それによって一定の者の選挙権を奪うこと\nとなっても，憲法違反の問題は生じないというべきである。\n(3)  禁錮以上の刑に処せられた者は，確定判決の効力によって拘禁されてい\nるものであり，一般社会とは厳に隔離されるべき者として拘禁されているの\nであるから，その拘禁目的及び性質に照らし合理的な限度で基本的人権に対\nする制限を加えることが許されると解される。\nそして，選挙権の制限に合理性が認められるのは，選挙の公正さが阻害さ\nれる相当の蓋然性が認められる場合であると解されるところ，およそ犯罪を\n行い禁錮以上の刑に処せられた者は違法性の極めて高い反社会的行為を行っ\nた者であり，著しく遵法精神に欠け，公正な選挙権の行使を期待できないと\n認められるのであるから，刑の執行が終わり，あるいは執行を受けることが\nなくなるまで，その選挙権の行使を制限することには合理的な理由が認めら\nれるというべきである。\nこのように，禁錮以上の刑に処せられその執行が終わるまでの者は，民主\n的意思形成に参加する能動的市民としての資格・適正が疑われる者であるか\nら，その者の選挙権の行使を制限することには合理的な理由がある。公職選\n挙法１１条１項２号の合憲性は，学説もほぼ一致して認めるところである。\n(4)  原告は，公職選挙法１１条１項２号が自由権規約２５条に違反すると主\n張するけれども，自由権規約２５条は，合理的な理由に基づく制限を許容し\nていると解されるのであり，公職選挙法１１条１項２号は，上記のとおり，\n合理的理由に基づく制限であるから，同規約に違反するものではない。ま\nた，公職選挙法１１条１項２号は，有罪判決を受けた者の中でも，死刑確定\n者，懲役刑及び禁錮刑の受刑者について，刑に処せられその執行を終わるま\nでの期間に限って選挙権及び被選挙権を有しないものとしたものであって，\n刑の内容及び量刑に応じたものとなっており，規制内容は合理的である。\n(5)  よって，公職選挙法１１条１項２号は合理的な理由に基づいて選挙権に\n関する制限を規定したものであり合憲であるから，原告との関係で，選挙権\nの制限に係る国会議員の立法行為又は立法不作為が国家賠償法１条１項の適\n用上，違法の評価を受けることはないというべきである。\n(6)  国会議員の立法行為又は立法不作為が国家賠償法１条１項の適用上違法\nの評価を受けるのは，立法の内容が憲法の一義的な文言に違反しているにも\nかかわらず国会があえて当該立法を行うような容易に想定し難い例外的な場\n合に限られるというべきである（昭和６０年最判）。\n原告の主張する監獄法の改正は，その改正点が受刑者に選挙権を認めるこ\nとに直ちに結びつくものではないから，禁錮以上の刑に処せられその執行を\n終わるまでの者に選挙権を認めるべき契機となるものであったとはいえな\nい。また，外国の選挙制度が我が国の選挙制度に当然に当てはまるものでな\nいことは明らかであるから，仮に世界的に受刑者に選挙権を認める流れなど\nが生じてきたとしても，そのことをもって禁錮以上の刑に処せられその執行\nを終わるまでの者に選挙権を認めるべき契機となるものであったとはいえな\nい。原告の主張する事情から，立法不作為が違法となるような例外的な場合\nに当たるということはできない。\nまた，禁錮以上の刑に処せられその執行を終わるまでの者に選挙権を認め\nる旨の法律案が国会で審議されたことは一度もない上，在外選挙制度と比べ\nて立法を求める世論等の動きは明らかに乏しいのであるから，かかる観点か\nらも，本件は平成１７年最判とは事案を異にするというべきである。\n４  争点④（原告の損害額）について\n（原告の主張）\n原告は，平成２２年７月１１日に行われた参議院議員選挙において投票する\nことができなかった。原告は，国民の基本的権利であり，一定の年齢に達した\n国民の全てに平等に与えられるべき選挙権の行使が認められなかったことによ\nり精神的苦痛を受けたものであり，これに対する慰謝料は１００万円を下回る\nものではない。\n（被告の主張）\n否認ないし争う。\n第５  当裁判所の判断\n１  争点①（法令の違憲確認の訴えの適法性）について\n前記前提事実のとおり，原告は，懲役刑に処せられていたが，平成２３年１\n月２９日にその刑の執行を終了した。\nそうすると，公職選挙法１１条１項２号が違憲であることの確認を求める訴\nえは，原告が同号に該当する者ではない以上，当事者間に具体的な法律関係に\nついての紛争はなく，抽象的に法令の違憲確認を求めているものといわざるを\n得ない。そのような訴えは法律上の争訟に該当せず，かかる訴えを許容する法\n律の定めもない。\nしたがって，公職選挙法の違憲確認を求める訴えは，不適法である。\n２  争点②（選挙権確認の利益の有無）について\n原告が次回衆議院議員総選挙において選挙権を有していることの確認を求め\nる訴えは，公法上の権利関係に関する確認の訴えと解されるところ，上記のと\nおり，原告は，既に懲役刑の執行を受け終わっており，被告も，原告が現時点\nで公職選挙法１１条１項２号に該当しないことは特段争っていない。\nそうすると，原告が次回衆議院議員総選挙において選挙権を有しているか否\nかについて，原告の地位に現に不安が生じているとは認められず，当該権利関\n係について即時確定の必要があるとはいえない。\nしたがって，原告が次回衆議院議員総選挙において選挙権を有していること\nの確認を求める訴えは，確認の利益を欠き，不適法である。\n３  争点③（公職選挙法１１条１項２号の合憲性並びに同号の立法行為及び廃止\n立法不作為の国家賠償法上の違法性）について\n(1)  合憲性の判断枠組みについて\nア  憲法は，国民主権の原理を人類普遍の原理とし（前文），公務員の選定\n罷免権を国民固有の権利と定め（１５条１項），公務員の選挙について成\n年者による普通選挙を保障する（同条３項）。そして，国会の両議院は，\n全国民を代表する選挙された議員で組織するものとされている（４３条１\n項）。\nまた，両議院の選挙人の資格は法律で定めるものとされ，人種，信条，\n性別，社会的身分，門地，教育，財産又は収入によって差別することが禁\n止されている（４４条）。\nイ  上記の憲法の定めによれば，両議院の議員の選挙人の資格をどのように\n定めるかについては法律事項とされているものの，少なくとも，成年に達\nした国民であれば原則として選挙権を有するものと定めなければならない\nことは明らかである。\n他方，選挙は，基本的人権である選挙権としての性質のほか，公務とし\nての性質をも有しており，憲法が，選挙人の資格を法律の定めに委ねてい\nることからすれば，選挙人の資格（欠格条項）を定めること自体が憲法上\n一切禁止されているものとは解されない。公務員の選挙においては，その\n公正を確保する必要があり，憲法が成年者による選挙と定めているのは，\nその意思表明能力を問題にする趣旨であると解されることからして，公正\nな方法で政治的な意思を表明し得る能力及び適性を有していることが，選\n挙人の資格を認める前提となるものと解される。\nそうであれば，選挙の公正の確保や意思表明能力の観点など憲法上考慮\nすることができる正当な目的に照らし，公正妥当な選挙制度を確立するた\nめ，合理的な範囲で選挙人の資格（欠格条項）を定めることは，憲法上許\n容されているものと解するのが相当である。そして，上記のような欠格条\n項の定めは，これに該当する者にとっては選挙権の制限に当たるところ，\nこのような制限は，合理的理由に基づくもので，憲法１４条１項，１５条\n１項及び３項，４３条１項並びに４４条ただし書に違反しないというべき\nである。\nウ  さらに，選挙権は，選挙の際に多数の有権者によって同時に行使される\nものであり，選挙後は速やかにその効力を確定させて法律関係の安定を図\nる必要性もあることなどからすると，個別の国民について，それぞれの個\n別的な事情を考慮して選挙権の有無を判定するような制度とすることは困\n難である。そのような選挙権の性質に照らせば，選挙権の欠格条項の定め\nについては，画一的にその該当性について判断することができる基準とせ\nざるを得ない。\nそうだとすれば，選挙権の欠格条項を定めるに当たっては，憲法の定め\nに照らして自ずと限度があるものの，一定の範囲で国会の裁量が認められ\nるというべきである。したがって，国会の定めるところが合理性を欠き，\nその裁量権の範囲を逸脱又は濫用するものと認められる場合に，当該立法\nが選挙権を侵害するものとして違憲となるものと解するのが相当である。\nエ  以上に対し，原告は，平成１７年最判を根拠に，選挙権の制限は，制限\nをすることがやむを得ないと認められる事由がなければならないというべ\nきであり，制限をすることなしには選挙の公正を確保しつつ選挙権の行使\nを認めることが事実上不能ないし著しく困難であると認められる場合でな\nい限り，違憲と解すべきであると主張する。\nしかしながら，平成１７年最判は，日本国内に住所を有していないこと\nを理由に選挙権を行使することができないとされたことの憲法適合性が問\n題となった事案であり，選挙権の欠格事由の定めの憲法適合性が問題とな\nる本件とは事案を異にするというべきである。また，平成１７年最判は，\n「自ら選挙の公正を害する行為をした者等の選挙権について一定の制限を\nすることは別」としていることからすると，欠格条項として禁錮以上の刑\nに処せられた者の選挙権を制限することについて，厳格な基準によって判\n断しなければならない趣旨であるとは解されないのであり，原告の主張は\n採用することができない。\nオ  また，原告は，公職選挙法１１条１項２号が，自由権規約２５条に違反\nすると主張する。しかし，自由権規約２５条は，その文言からして，合理\n的理由のある選挙権の制限まで禁止するものとは解されない。\nしたがって，選挙権の欠格事由を定める法律の規定に合理性が認められ\nる限り，自由権規約２５条に違反しないものというべきであって，憲法の\n定めるところ以上に選挙権に対する制限を禁止する趣旨ではないものと解\nするのが相当である。\n(2)  公職選挙法１１条１項２号の憲法適合性について\nア  被告は，公職選挙法１１条１項２号に定める者に対して選挙権を否定す\nる根拠として，これらの者が一般社会とは厳に隔離されるべき者として拘\n禁されているのであるから，その拘禁目的及び性質に照らし合理的な限度\nで基本的人権に対する制限を加えることが許されると解されること，およ\nそ犯罪を行い禁錮以上の刑に処せられた者は違法性の極めて高い反社会的\n行為を行った者であり，著しく遵法精神に欠け，公正な選挙権の行使を期\n待できないと認められるのであるから，刑の執行が終わり，あるいは執行\nを受けることがなくなるまで，その選挙権の行使を制限することには合理\n的な理由が認められるなどと主張する。\nイ  この点，禁錮以上の刑に処せられた者は，執行猶予が付されることなく，\nあるいはこれが取り消されて受刑している者であることを意味するから，\nこのような者は，重大な犯罪を行った者であるか，又は違法行為を繰り返\nした者であるといえるから，法秩序に対する違反の程度が著しいというこ\nとができる。もっとも，禁錮以上の刑に処せられた者の中には，過失犯に\nよって受刑するに至った者も含まれるなど，受刑の原因となった犯罪行為\nは，選挙権の行使と無関係なものが大半であると考えられることなどから\nすると，これらの者について，当然に公正な選挙権の行使を期待できない\nとは認められないし，選挙権を行使した場合に，選挙の公正が直ちに害さ\nれるとも認められない。\nしたがって，被告の主張のうち，禁錮以上の刑に処せられた者について，\n著しく遵法精神に欠け当然に公正な選挙権の行使を期待できないとする部\n分については，採用することができない。\nウ(ｱ)  他方，禁錮以上の刑に処せられた者は，その効果として，一般社会\nから隔離された刑事施設において処遇を受けることとなるのであるから，\nその刑の性質に照らし，受刑中の社会参加が一定の範囲で禁止，制限さ\nれることはやむを得ないことといえ，このような刑罰の存在は，憲法上\nも予定しているものと解される。\nこのような刑罰の効果及び性質の観点からすれば，選挙権の重要性を\n考慮しても，一定の刑罰を受けた者に対し，法秩序に対する違反が著し\nいことを理由に，政治的意思を表明する資格がない，すなわち選挙権を\n認めるにはふさわしくないとして，禁止すべき社会参加の範囲に選挙権\nの行使を含めることは，一定の正当性が認められるというべきである。\n(ｲ)  さらに，禁錮以上の刑に処せられた者は，一定期間，社会から隔離\nされた刑事施設において処遇を受けることから，適正な選挙権行使の基\n礎，前提ともいうべき社会や政治情勢等に関する情報の入手が制限され，\n社会の構成員としての各種の社会参加活動が禁止されることになり，選\n挙権を適正に行使できる環境が実質的に保障できないおそれがあるとい\nわざるを得ない。\nこのように，禁錮以上の刑に処せられた者に選挙権を認める場合，公\n正妥当な選挙制度を確立する観点から一定の問題が生じ得るといえ，か\nかる点も，欠格事由を定めるに当たって考慮できる事項というべきであ\nる。\n(ｳ)  以上の点を考慮すれば，一定の刑に処せられたことを選挙権の欠格\n条項として定めることは，それが合理的な範囲内にとどまる限り，憲法\n上許容されるものと解するのが相当である。\nエ  そして，公職選挙法１１条１項２号によって選挙権を否定されるのは，\n禁錮以上の刑に処せられた者であるところ，前記のとおり，これらの者は，\n法秩序に対する違反の程度が著しいということができるから，選挙権の行\n使を制限する範囲として不当に広汎であるとはいえない。\nまた，選挙権が否定される期間は，その刑の執行を受け終わるまでの期\n間であり，刑罰の軽重に対応した期間が定められているものといえる。\nこれに加え，前記のとおり，選挙権の欠格事由を定めるに際しては，画\n一的な基準とする必要性があることをも考慮すれば，禁錮以上の刑に処せ\nられた者全てについて受刑期間中の選挙権を否定することが，上記の観点\nから定める欠格事由の範囲及び欠格期間として，合理的な範囲を逸脱した\nものとは認められない。\nオ  これに対し，原告は，受刑者の処遇が改善更生の意欲喚起や社会生活に\n適応する能力の育成を図ることを旨として行うものであることから，むし\nろ受刑者に選挙権を認める必要があると主張するけれども，かかる主張に\nついて憲法上の根拠は見いだし難いから，選挙権の欠格事由の定め方に関\nする国会の裁量権を限定する理由とはならないものというべきである。\n(3)  したがって，公職選挙法１１条１項２号は憲法に違反するとはいえず，\nその立法行為及び改正をしなかったことが，国会の裁量権を逸脱又は濫用す\nるものであったとは認められないから，その余の点について判断するまでも\nなく，原告の損害賠償請求は理由がない。\n４  結論\n以上のとおりであるから，本件訴えのうち公職選挙法の違憲確認を求める部\n分及び原告が選挙権を有していることの確認を求める部分については，いずれ\nも不適法であるから却下することとし，原告のその余の請求は理由がないから\nこれを棄却することとして，主文のとおり判決する。\n大阪地方裁判所第２民事部\n裁 判 長 裁 判 官        山      田              明\n裁 判 官          野  内      謙      志\n裁 判 官        栢      分      宏      和\n"
}