{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 28
  },
  "case_number": "平成24(行ケ)10235",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83140",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83140",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/140/083140_hanrei.pdf",
  "contents": "平成２５年３月２８日判決言渡\n平成２４年（行ケ）第１０２３５号  審決取消請求事件\n口頭弁論終結日  平成２５年３月５日\n判 決\n原 告        日 本 精 工 株 式 会 社\n訴 訟 代 理 人 弁 護 士        増 井 和 夫\n橋 口 尚 幸\n齋   藤   誠 二 郎\n被 告        Ｎ Ｔ Ｎ 株 式 会 社\n訴 訟 代 理 人 弁 護 士        岡 田 春 夫\n中 西   淳\n長 谷 川       裕\n弁 理 士        鳥 居 和 久\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告が求めた判決\n特許庁が無効２０１０－８０００２５号事件について平成２４年５月２３日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，被告からの無効審判請求に基づき原告の特許を無効とした審決の取消訴\n訟である。争点は，請求項１の発明の進歩性（容易想到性）の有無である。\n１  特許庁における手続の経緯\n原告は，発明の名称を「回転速度検出装置付転がり軸受ユニット」とする発明に\n係る本件特許第４２０６５５０号の特許権者である（平成１１年３月３日特許出願，\n平成２０年１０月３１日特許登録，登録時の請求項の数２）。\n被告は，平成２２年２月９日，進歩性欠如を理由に，請求項１の発明に係る特許\nにつき無効審判を請求したところ，原告の訂正請求を経て，同年１０月１８日，本\n件特許を無効とする審決がされた（第１次審決）。\n原告は，取消訴訟の提起後である平成２３年１月２６日，訂正審判請求をしたの\nで，同年２月２４日，第１次審決は特許法１８１条２項に基づいて取り消された。\n原告は，平成２３年９月２７日，差戻し後の審理において，請求項１の特許請求\nの範囲の記載及び明細書の発明の詳細な説明の記載の各一部を改める訂正請求をし\nた（本件訂正）。\n特許庁は，平成２４年５月２３日，「訂正を認める。特許第４２０６５５０号の請\n求項１に係る発明についての特許を無効とする。」との審決をし，その謄本は同月３\n１日，原告に送達された。\n２  本件発明の要旨\n本件発明は，回転速度検出装置を備えた自動車用転がり軸受ユニットに関する発\n明で，本件訂正後の請求項１の特許請求の範囲は以下のとおりである。\n【請求項１（本件発明，記号は原告が付したものによる，下線を付した部分が訂\n正した部分である）】\n「Ａ：使用状態で懸架装置に支持されて回転しない外輪と，この外輪の内径側に\nこの外輪と同心に支持され，その端部に車輪を支持する為のフランジを有する回転\n部材と，この回転部材の外周面に設けられた内輪軌道と上記外輪の内周面に設けら\nれた外輪軌道との間に転勤自在に設けられた複数個の転動体と，上記回転部材の一\n部にこの回転部材と同心に支持され，円周方向に亙って磁気特性又は導電特性を交\n互に変化させた円環状又は円板状のエンコーダと，その検出部をこのエンコーダの\n被検出部に対向させた状態で，上記懸架装置に支持されたセンサとを備え，エンコ\nーダの被検出面及びセンサ検出部の面は，カバーのシャーレ底面に相当する面を介\nして対向する，回転速度検出装置付転がり軸受ユニットに於いて，\nイ：上記外輪の外周面にこの外輪を上記懸架装置に結合固定する為の外向フラン\nジ状の取付部が設けられており，\nロ：この外輪の内端部でこの取付部の内端面よりも軸方向内方に突出した部分が\n上記懸架装置の開口部の内径側に挿入されており，\nＢ：上記外輪の開口端部は，上記回転部材の軸方向端部を覆う非磁性材製のカバ\nーにより塞がれており，\nＣ：このカバーは板材によりシャーレ状に形成されたものであり，\nＤ：上記センサは，上記懸架装置に外径側から内径側に形成した取付孔に外径側\nから内径側に向け挿通し，センサの検出部を懸架装置の内径面から突出させた状態\nで，このセンサの基部に設けた取付フランジをねじにより上記懸架装置に結合固定\nしており，\nハ：このセンサのうちで上記取付孔を通じてこの懸架装置の内径側に挿入され懸\n架装置の内径面から突出させた部分は，上記外輪のうちでこの懸架装置の開口部の\n内径側に挿入された部分よりも軸方向内方に位置しており，\nＥ：上記エンコーダは上記カバーの片面に近接対向し，上記センサの検出部はこ\nのカバーの他面に近接して，この検出部と上記エンコーダの被検出部とが，このカ\nバーを介して対向している\n事を特徴とする回転速度検出装置付転がり軸受ユニット。」\n３  被告主張の無効理由の要点\n本件発明は，下記甲第１号証に記載された甲１発明に，甲第２，第３，第６，第\n１３，第１４号証に記載された発明ないし技術的事項を適用することで，本件出願\n当時，当業者において容易に発明することができたものであるから，進歩性を欠く。\n【甲第１号証】特開平９－２０３４１５号公報\n【甲第２号証】特開平１０－１６０７４４号公報\n【甲第３号証】ドイツ連邦共和国特許出願公開１９７３５９７８号（ＤＥ  １９\n７３５９７８  Ａ１）\n【甲第６号証】特開平１０－７３６１２号公報\n【甲第１３号証】実願昭６３－１６６００９号（実開平２－８５６６１号）のマ\nイクロフィルム\n【甲第１４号証】１９９５年１月三菱自動車工業株式会社編集発行「ＤＩＡＭＡ\nＮＴＥ新型車解説書」（コードＮｏ．１０３８Ｐ３０）２－６１，３－３６頁\n４  審決の理由の要点\n本件発明は，甲１発明に，甲第３号証に記載された甲３発明及び甲第６号証等に\n記載された周知技術を適用することで，本件出願当時，当業者において容易に発明\nすることができたものであるから，進歩性を欠く。\n【甲１発明】\n「懸架装置を構成する保持ケース２９に支持されて使用時に回転しない外輪１４\nと，この外輪１４の内径側にこの外輪１４と同心に支持され，使用時に回転する車\n軸に外嵌固定される内輪１と，この内輪１の外周面に形成した内輪軌道２と上記外\n輪１４の内周面に形成した外輪軌道４との間に設けられている転動体である複数個\nの玉５と，上記内輪１の端部にこの内輪１と同心に支持され，円周方向に亙って着\n磁方向が交互に入れ替わっている円輪状のトーンホイール１７と，上記外輪１４の\n内端部内周面に内嵌固定されたシールリング２１と，その検出部をこのトーンホイ\nール１７に対向させた状態で，上記保持ケース２９に支持させたセンサ１３とを備\nえたトーンホイール付転がり軸受ユニットにおいて，上記保持ケース２９の開口部\nに外輪１４を結合固定するための内向フランジ状の取付部が設けられており，上記\nセンサ１３は，上記保持ケース２９に外径側から内径側に形成した取付孔に外径側\nから内径側に向け挿通し，センサ１３の検出部を保持ケース２９の内径面から突出\nさせた状態で，このセンサ１３の基部に設けた取付フランジをねじにより上記保持\nケース２９に結合固定しており，このセンサ１３のうちで上記取付孔を通じてこの\n保持ケース２９の内径面から突出させた部分は，上記外輪１４の端部よりも軸方向\n内方に位置しているトーンホイール付転がり軸受ユニット。」\n【本件発明と甲１発明の一致点】\n「使用状態で懸架装置に支持されて回転しない外輪と，この外輪の内径側にこの\n外輪と同心に支持される回転部材と，この回転部材の外周面に設けられた内輪軌道\nと上記外輪の内周面に設けられた外輪軌道との間に転動自在に設けられた複数個の\n転動体と，上記回転部材の一部にこの回転部材と同心に支持され，円周方向に亙っ\nて磁気特性又は導電特性を交互に変化させた円環状又は円板状のエンコーダと，そ\nの検出部をこのエンコーダの被検出部に対向させた状態で，上記懸架装置に支持さ\nれたセンサとを備えた回転速度検出装置付転がり軸受ユニットに於いて，上記セン\nサは，上記懸架装置に外径側から内径側に形成した取付孔に外径側から内径側に向\nけ挿通し，センサの検出部を懸架装置の内径面から突出させた状態で，このセンサ\nの基部に設けた取付フランジをねじにより上記懸架装置に結合固定している，回転\n速度検出装置付転がり軸受ユニット。」である点。\n【本件発明と甲１発明の相違点】\n・相違点１\n回転部材が，本件発明は，「その端部に車輪を支持する為のフランジを有する」回\n転部材であるのに対し，甲１発明は，「使用時に回転する車軸に外嵌固定される内輪\n１」である点。\n・相違点２\n本件発明は，「エンコーダの被検出面及びセンサ検出部の面は，カバーのシャーレ\n底面に相当する面を介して対向」しており，「上記外輪の開口端部は，上記回転部材\nの軸方向端部を覆う非磁性材製のカバーにより塞がれており，このカバーは板材に\nよりシャーレ状に形成されたものであり」，「上記エンコーダは上記カバーの片面に\n近接対向し，上記センサの検出部はこのカバーの他面に近接して，この検出部と上\n記エンコーダの被検出部とが，このカバーを介して対向している」のに対し，甲１\n発明は，「外輪１４の内端部内周面に内嵌固定されたシールリング２１」を有するも\nのであり，カバーを有するものではない点。\n・相違点３\n本件発明は，「上記外輪の外周面にこの外輪を上記懸架装置に結合固定する為の外\n向フランジ状の取付部が設けられており，この外輪の内端部でこの取付部の内端面\nよりも軸方向内方に突出した部分が上記懸架装置の開口部の内径側に挿入されて」\nいるとともに，「このセンサのうちで上記取付孔を通じてこの懸架装置の内径側に挿\n入され懸架装置の内径面から突出させた部分は，上記外輪のうちでこの懸架装置の\n開口部の内径側に挿入された部分よりも軸方向内方に位置して」いるのに対し，甲\n１発明は，「保持ケース２９の開口部に外輪１４を結合固定するための内向フランジ\n状の取付部が設けられて」いるとともに，「センサ１３のうちで上記取付孔を通じて\nこの保持ケース２９の内径面から突出させた部分は，上記外輪１４の端部よりも軸\n方向内方に位置している」点。\n【相違点に係る構成の容易想到性判断（２６～３０頁）】\n「（２－１）［相違点１］について\n回転部材を車輪に対してどのように接続するかは設計的事項であり，回転部材を，その端部\nに車輪を支持する為のフランジ部を有するように構成することは従来周知の技術（例えば，上\n記・・・（甲第６号証の『ハブ１』及び『内輪５』が『回転部材』に相当する。），及び，上記『・・・\n甲第３号証』（Ｆｉｇ．１）を参照。）であるから，甲１発明に該従来周知の技術を考慮して，\n内輪１の端部に車輪を支持する為のフランジ部を有するように構成すること又は内輪１にその\n端部に車輪を支持する為のフランジ部を有するような部品（ハブ）を接続して回転部材を構成\nすることは，当業者が容易になし得たものである。\n（２－２）［相違点２］について\n甲３発明について検討すると，甲３発明の『外輪７』は本件発明の『外輪』に相当し，以下\n同様に，『内輪及びハブ』は『回転部材』に，『カバーキャップ６』は『カバー』に，『ナベ形状』\nは『シャーレ状』に，『パルサーリング９』は『エンコーダ』に，『センサー４』は『センサ』\nに，『自動車用回転数センサー付き車軸軸受装置』は『回転速度検出装置付転がり軸受ユニット』\nに，それぞれ相当するので，甲３発明は，実質的に，本件発明の『エンコーダの被検出面及び\nセンサ検出部の面は，カバーのシャーレ底面に相当する面を介して対向する，回転速度検出装\n置付転がり軸受ユニットに於いて』，『上記外輪の開口端部は，上記回転部材の軸方向端部を覆\nうカバーにより塞がれており，このカバーは板材によりシャーレ状に形成されたものであり』，\n『上記エンコーダは上記カバーの片面に近接対向し』，センサの『検出部と上記エンコーダの被\n検出部とが，このカバーを介して対向している』との発明特定事項に相当する構成を含む発明\nということができる。なお，甲３発明には，カバーの材質は特定されていないが，回転速度検\n出に悪影響を与えないとの自明の技術課題を考慮すれば，当然にカバーは非磁性材製であると\n考えられるものであるが，カバーを非磁性材製とすることは甲第２号証及び甲第６号証にみら\nれる従来周知の技術である。\nそして，・・・外方に開いて設けられている，磁気多極パルス発生器（甲１発明の『トーンホ\nイール１７』）は，周囲から磁性小片を吸引し，これらの磁性小片はパルス発生器表面にたまり，\n磁石を橋絡して回転数測定装置における信号を誤らせる技術課題があり，該技術課題に対して\nカバーを設けることにより解決するという技術思想は従来から知られていたものであるから，\n甲１発明において，露出しているトーンホイール１７にカバーを設ける動機付けは十分にあっ\nたということができる。そして，甲１発明のシールリング２１と甲３発明のカバーキャップ６\nとは，センサ付転がり軸受ユニットにおいて，シール機能を果たす点で機能が共通するととも\nに，甲１発明において，『トーンホイール１７（とそれを支持する芯金１８）』（以下，単に『ト\nーンホイール１７』という。）と『シールリング２１』とは，上記『・・・甲第１号証』・・・\nの段落【００１７】に摘記したとおり，組み合わせられてセットとされているものである。そ\nうすると，甲１発明及び甲３発明に接した当業者であれば，甲１発明においてセットとされて\nいる，『シールリング２１とトーンホイール１７』に代えて，甲３発明の『カバーキャップ６と\nパルサーリング９』を採用することは格別の創意を要することなく容易に想到できたことであ\nり，その際にカバーの材質として従来周知の非磁性材製のものを適宜選択ことは当業者にとっ\nて設計的事項にすぎないというべきである。\nまた，『上記センサの検出部はこのカバーの他面に近接』する点について，センサの検出部と\nエンコーダの被検出部の間に必要とされる間隔を設けた結果，センサの検出部とカバーの他面\nを当接させたものとするか，近接させたものとするかは，当業者がセンサの感度や検出部近傍\nのスペース等を考慮して適宜選択すべき設計的事項に過ぎず，「近接」させることによる格別の\n作用効果は認められない。\n以上のとおり，甲１発明に甲３発明及び従来周知の技術を適用して，相違点２に係る本件発\n明の構成とすることは，当業者が容易になし得たものである。\n（２－３）［相違点３］について\n転がり軸受装置と懸架装置の取付態様としては，懸架装置の開口部の内周面に内向きフラン\nジを設けて外輪の端部をその内向きフランジに当接させるようにして取り付けるもの（例えば\n甲第１号証の図１，甲第１７号証の第１図の符号６，甲第１８号証の４－８６頁の上段の図面\nのうち左側の『リヤアクスルハブ断面』を参照。）の他に，転がり軸受装置の外輪の外周面に外\n向きフランジを設けて懸架装置の端部をその外向フランジに当接させるようにして取り付ける\nもの（例えば甲第３号証の図１，甲第５号証の図１の取付部７，甲第６号証の図１の取付部９，\n甲第１３号証の第１図のアウタレース４２，甲第１４号証の２－６１頁の図のユニットベアリ\nング，甲第１５号証の５２頁の図１の『第２世代ハブユニット』の『駆動輪（全て内輪回転）』\n及び『従動輪』の『内輪回転』並びに『第３世代ハブユニット』の『駆動輪（全て内輪回転）』\n及び『従動輪』参照。）が周知であり，後者の取付態様のものにおいて，外輪の外周面に外向フ\nランジ状の取付部を設けて外輪の一部を懸架装置の開口部に挿入して結合するものは従来周知\nの結合構造（甲第５号証の図１，図３，及び図４の『外輪部材９』と『懸架装置』（非図示）と\nの結合構造，甲第６号証の図１，及び図６の『外輪８』と『懸架装置』（非図示）との結合構造，\n甲第１３号証の第１図の『ベアリング４のアウタレース４２』と『ハウジング５』との結合構\n造，甲第１４号証の２－６１頁の図の『ユニットベアリングの外輪』と『ナックル』との結合\n構造，甲第１５号証の５２頁の図１の『第２世代ハブユニット』の『駆動輪（全て内輪回転）』\n及び『従動輪』の『内輪回転』並びに『第３世代ハブユニット』の『駆動輪（全て内輪回転）』\n及び『従動輪』の結合構造参照。）である。\n転がり軸受装置と懸架装置の取付態様として，どのような取付態様を採用するかは，当業者\nが，回転部材のフランジの有無等の構造や，駆動輪であるか従動輪であるかの違い，懸架装置\nの全体構造，製品開発の変遷等を踏まえて決定する設計的事項であるところ，甲１発明におい\nて，上記周知の取付態様を斟酌して，保持ケース２９の開口部に内向フランジ状の取付部を設\nける代わりに，外輪１４の外周面に外向フランジ状の取付部を設けることは，当業者が容易に\n着想し得たものであり，その取付態様に付随して上記の従来周知の結合構造を適用し，保持ケ\nース２９の開口部を外輪１４に挿入するように構成することは当業者が容易になし得たことで\nある。そして，そのようにして構成したものは，センサ１３のうちで取付孔を通じてこの保持\nケース２９の内径側に挿入され懸架装置の内径面から突出させた部分は，外輪１４のうちでこ\nの保持ケース２９の開口部の内径側に挿入された部分よりも軸方向内方（図１において，軸方\n向右側）に位置するものであるから，結局，甲１発明に上記従来周知の取付態様及び結合構造\nを適用して，相違点３に係る本件発明の構成とすることは，当業者が容易になし得たものであ\n（２－４）効果について\n本件発明の効果は，甲１発明，甲３発明，及び従来周知の技術から生じる効果の総和以上の\nものではなく，甲１発明に，甲３発明及び従来周知の技術を適用したものから予測される程度\nのものにすぎない。\n原告が・・・主張する，『（ii）エンコーダとセンサの間の微小な間隔を厳密に調整することが\nできるので，センサの精度（検出精度）を高いレベルまで引き上げることができる。』という効\n果は明細書には記載されていないものであるが，甲１発明のセンサ１３の保持ケース２９への\n取付形態から，保持ケース２９の取付孔の形成位置を調整することにより，本件発明と同様の\n効果を奏するものであることは明らかである。\nまた，『（i）転がり軸受ユニットと，センサとを，それぞれ独立して，任意の順序で，車体の\n懸架装置に，取り外したり取り付けたりすることができる。』という効果についても明細書には\n記載されていないものであるが，その効果が，懸架装置に対する外輪の取付作業を，この外輪\nの開口端部をカバーにより塞いだ状態で行えることを含んでいるものとしても，そのような効\n果は，甲１発明に，甲３発明及び従来周知の技術を適用したものから予測される程度のものに\nすぎない。」\n「（３）まとめ\nしたがって，本件発明は，甲第１，３号証に記載された発明及び上記従来周知の技術に基づ\nいて当業者が容易に発明をすることができたものであるから，特許法２９条２項の規定により\n特許を受けることができない。」\n第３  原告主張の審決取消事由（容易想到性判断の誤り）\n１  相違点２，３の関係について\n本件発明は，エンコーダとセンサの間にカバーを介在させる構成（第１の特徴）\nと，外輪の外周面に外向きフランジ状の取付部を設け，外輪内端部で軸方向内方に\n突出した部分を開口部内径側に挿入するとともに，外径側から内径側に形成した挿\n通した取付孔を通じて懸架装置の内径側にセンサを挿入し，センサ突出部分が外輪\nの開口部内径側挿入部分よりも軸方向内方に位置することになるという構成（第２\nの特徴）とが，両者あいまって，①転がり軸受ユニットとセンサとを，それぞれ独\n立して，任意の順序で，車両の懸架装置に取り付けたり取り外したりすることがで\nきる，②センサとエンコーダの間に水，鉄片，鉄粉，磁気を帯びた破片などが入り\n込まず，センサ，エンコーダの破損を防止でき，またエンコーダの規則的，周期的\nな磁気特性変化が乱されないため，エンコーダとセンサの間の微小な間隔を厳密に\n調整することができ，センサの精度を引き上げることができるという作用効果を奏\nするというものである。\n上記第１，第２の特徴は，お互いに密接に関係して上記作用効果を奏しているも\nのであって，これらの２つの特徴を別々に考察し，本件発明の容易想到性を判断す\nるのは相当でない。\nしたがって，本件発明の第１，第２の特徴に対応する相違点２，３も，それぞれ\nその容易想到性を判断するのではなく，両者をまとめて検討すべきである。\nところが，審決は，相違点２，３を切り離し，事後分析的な視点から，個別にそ\nの容易想到性を判断しており，誤りである。\n２  相違点２について\n次の各図のとおり，甲１発明の転がり軸受ユニットは，シールリング２１を用い\nて内輪外輪間の空間を閉塞し，甲第２号証の転がり軸受装置は，固定カバー４を用\nいて内輪外輪間の空間を閉塞しているところ，シールリング２１も固定カバー４も\n略円環状の部材であって，シャーレ状（略円盤状）の部材である本件発明のカバー\nとは形状が異なる。\n【甲第１号証の図１】\n【甲第１号証の図２】\n【甲第２号証の図１】\nまた，上記図のとおり，甲１発明のシールリング２１は，その先端に取り付けら\nれたシールリップ２７が，内輪側の芯金１８と当接しながら回転することで，内輪\n外輪間の空間を閉塞する構造を有している。甲第２号証の固定カバー４も，単にパ\nルス環３ｂを覆っているにすぎず，固定カバー４の先端に取り付けられた密閉リッ\nプ５が，内輪に固定された保持板３ａの表面を摺動して外輪開口部を閉塞する構造\nを有しているから，固定カバー４単体では外輪開口部を閉塞することができない。\n甲第２号証の転がり軸受装置は，シャーレ状のカバーを用いて内輪外輪間の空間を\n閉塞する技術が出現する前から採用されていた，シールリングを用いて上記空間を\n閉塞する従来技術に属するものであって，本件発明のカバーとは構造，機能が異な\nり，甲１発明に甲第２号証記載の技術的事項を適用したとしても，本件発明のカバ\nーの構成に至る動機付けがない。\n他方，甲第３号証のハブユニットのカバーキャップ６は，シャーレ状を成すもの\nであるが，次の図のとおり，外輪開口部に取り付けられたパルサーリング９の外側\n（図の右側）から，パルサーリング９を覆い被さるように設けられている。\n【甲第３号証の図１】\nしかも，甲第３号証のカバーキャップ６は硬質な部材で形成されている一方，甲\n１発明のシールリング２１は分厚い輪ゴム状の弾性部材で形成されているから，材\n質が全く異なる。\nそうすると，甲１発明のシールリング２１と甲第３号証のカバーキャップ６とは，\nその形状，構造，材質が異なるから，前者の構成に代えて後者の構成を採用するこ\nとは当業者にとって容易でない。\nしたがって，甲第２号証に記載の技術的事項を勘案しても，甲１発明のトーンホ\nイールに本件発明のカバーを設ける動機付けはないし，甲１発明のトーンホイール\n１７とシールリング２１の組合せに代えて，甲第３号証のパルサーリング９とカバ\nーキャップ６の組合せを採用することは当業者にとって容易ではないから，これら\nに反する相違点２に係る審決の容易想到性判断は誤りである。なお，甲第３号証の\n構成のうち，カバー部分のみを取り出して甲１発明に適用しようとするのは，事後\n分析的，後知恵的思考方法であって，許されない。\nそして，甲第２号証の段落【０００９】，甲第３号証の１，２欄（訳文３頁４～１\n６行）の記載に照らせば，甲第２，第３号証に接した当業者は，センサとエンコー\nダの間にカバーを介在させる場合，センサをカバーに当接させる構成を当然に理解\nするところ，かような構成では，加工精度や取付精度，あるいはセンサをスプリン\nグでカバー（キャップ）に押し付ける構造自体がカバー（キャップ）底部の弾性変\n形を伴うことにより，センサの位置決めの正確性を損なってしまう。\n他方，本件発明のように，センサをカバーに当接させず，近接させる構成を採用\nしたときには，①センサの位置決めがより精密，正確になる，②センサをカバーに\n向かって押圧する機構が不要となり，装置の信頼性が向上する，③センサとカバー\nの間に異物を挟み込んだり，センサ表面が摩耗したりしなくなるので，センサ表面\nの保護封止剤である樹脂を薄くすることができる，④当接，押圧によるカバーの弾\n性変形を見込む必要がなくなり，センサ（の検出部）とエンコーダの間隔を小さく\nすることができるとともに，センサの出力信号が大きくなり，回転速度の検出が安\n定し，品質が向上する，⑤センサとカバーの間に水が溜まり，センサ表面に電食が\n生じる事態を回避できる，という作用効果を奏することができるが，この作用効果\nは甲第１ないし第３号証からは当業者が予測できない格別顕著なものである。\nそうすると，センサ（検出部）とカバーとを当接させるか，近接させるかは設計\n的事項にすぎず，本件発明の近接構成に格別の作用効果がないとした審決の判断は\n誤りである。\nしたがって，審決がした相違点２に係る構成の容易想到性判断は誤りである。\n３  相違点３について\n(1)  次の図のとおり，甲１発明の転がり軸受ユニットでは，懸架装置（保持ケ\nース２９）側の内向きフランジに外輪が取り付けられているが，本件発明の転がり\n軸受ユニットでは，外輪外周面の外向きフランジ状取付部を用いて懸架装置に同ユ\nニットが取り付けられており，軸受装置（軸受ユニット）の取付構造が異なる。\n【甲第１号証の図１（再掲）】\n【本件明細書（甲１９，２０）の図１】\nこのため，甲１発明の転がり軸受ユニットでは，懸架装置（保持ユニット２９）\nから転がり軸受ユニットを取り外すときには，いったんセンサを取り外した上で，\n甲第１号証図１の右方向から転がり軸受ユニットを引き出さなければならず，懸架\n装置に転がり軸受ユニットを取り付ける場合にも，同図の右方向から転がり軸受ユ\nニットを押し込んだ後にセンサを取付孔に挿入して取り付けることが必要である。\nこのとおり，甲１発明の転がり軸受ユニットでは，本件発明の転がり軸受ユニット\nと異なり，転がり軸受ユニットとセンサとを，それぞれ独立して，任意の順序で，\n懸架装置から取り外したり，懸架装置に取り付けたりできない。\nそうすると，甲第５号証等の軸受装置の構成を甲１発明に組み合わせることがで\nきないか，又は組み合わせたとしても当業者において相違点３に係る構成に想到す\nることが容易でない。\n(2)  甲第５，第６号証では，軸受ユニットをどのような態様で懸架装置に取り\n付けるのかが開示されていない（甲５の図１，３，４，甲６の図１，６参照）。\n甲第１３号証の転がり軸受ユニットも，センサとエンコーダーの間にカバーを介\n在させ，外輪開口端を閉塞する構成を有していないし，トーンホイールとセンサは，\n上下に互いに対向して設置されているのであって，トーンホイールとセンサが水平\nに互いに対向して設置されている本件発明の転がり軸受ユニットとは構造が異なる。\nまた，甲第３号証では，カバーの底面を外輪開口端部がなす面と一致させることを，\nセンサの位置決めに役立てているところ，垂直方向に延びている甲第３号証のカバ\nー底面を，上下方向に対向して設置されている甲第１３号証のトーンホイールとセ\nンサとの間に挟むことができない。加えて，甲第１３号証の転がり軸受ユニットで\nは，外輪（アウターレース４２）の開口端を貫いて，第１図の左右方向（軸方向）\nに駆動輪軸６，等速ジョイント７が横たわっており，外輪開口端部にシャーレ状の\nカバーを被せて同開口端部を閉塞することができない構造を有しており，甲第１３\n号証の転がり軸受ユニットに甲第３号証のカバーを適用することは困難である（阻\n害事由）。\n甲第１４号証の転がり軸受ユニットも，外径側から内径側に形成した挿通した取\n付孔を通じて懸架装置の内径側にセンサを挿入し，センサ突出部分が外輪の開口部\n内径側挿入部分よりも軸方向内方に位置することになるという構成を開示するもの\nではないし，甲第１３号証の転がり軸受ユニットと同様に，エンコーダとセンサが\n上下方向に対向して設置され，かつ回転軸が外輪開口端部を貫いている。そうする\nと，甲第１４号証の転がり軸受ユニットに甲第３号証のカバーを適用することは困\n難である（阻害事由）。\n甲第１５号証のハブユニットは，センサ，トーンホイールを欠くものにすぎない\nし，記載されたハブユニットのうち駆動輪用の第２世代，第３世代ハブユニットは，\n回転軸が外輪開口端部を貫く構造のものである。そうすると，甲第１４号証の転が\nり軸受ユニットに甲第３号証のカバーを適用することは困難であるし（阻害事由），\n適用したとしても相違点３にかかる構成に想到することはできない。\n(3)  結局，甲１発明に甲第５，第６，第１３ないし第１５号証に記載の技術的\n事項ないし周知技術を適用することが困難であるか，適用したとしても当業者にお\nいて相違点３に係る構成に想到することが容易でない。なお，甲１発明に甲第１３，\n第１４号証に記載の技術的事項を適用しただけでは，相違点２に係る外輪開口端部\nを閉塞するカバーの構成が欠けたままであるから，本件発明に想到することができ\nない。\nしたがって，これに反して，「甲１発明に上記従来周知の取付態様及び結合構造を\n適用して，相違点３に係る本件発明の構成とすることは，当業者が容易になし得た\nものである。」との審決の判断は誤りである。\nまた，前記(1)のとおり，本件発明は，転がり軸受ユニットとセンサとを，それぞ\nれ独立して，任意の順序で，懸架装置から取り外したり，懸架装置に取り付けたり\nできるという作用効果を奏することができるところ，かかる作用効果も，当業者が\n甲１発明等から予測することができない格別顕著なものである。\n４  小括\n以上のとおり，本件出願当時，当業者において相違点２，３に係る構成に想到す\nることが容易でなく，本件発明の作用効果は格別顕著なものであるから，本件発明\nの進歩性を否定した審決の判断は誤りである。\n第４  取消事由に対する被告の反論\n１  シールリングとカバーキャップとは，車輪用転がり軸受装置の密封手段とし\nて周知のものである。回転速度検出装置付き転がり軸受装置において，エンコーダ\nが外部に露出しないよう，非磁性体のカバーで覆う技術的事項を採用する動機付け\nは，甲第２号証にも記載されているように，当業者が通常行う設計的事項の範疇に\n属する事柄にすぎない。審決２７頁のとおり，甲１発明のシールリングに代えて，\n甲第３号証に記載の外輪開口部を閉塞するカバーを使用する動機付けがあるといえ，\n甲第１，第３号証に接した当業者であれば，容易にかかる構成を採用し，相違点２\nを解消することができる。なお，甲１発明の外輪開口部の密閉構造として，甲第３\n号証記載の密閉構造であるカバーを採用する場合，センサがカバーに対して押圧さ\nれているか否かは関係がなく（甲１発明の転がり軸受ユニットにカバーを適用する\n場合に，センサをカバーに対して押し付ける構成を合わせて採用しなければならな\nいものではない。），審決も甲第３号証のセンサの取付構造を甲１発明に適用したわ\nけではない。\n原告が種々主張する，センサをカバーに「近接」させたことによる作用効果は，\n本件明細書（甲１９）に記載がないし，当初明細書（乙１）でも「近接」と「当接」\nとは単に並列して記載され，その作用効果に差異がないことを前提としているもの\nにすぎない。\n本件発明のセンサは取付孔に挿通されて位置が変わらないから，センサがカバー\nと「当接」しても，「近接」しても，センサとカバーの間の距離（エアギャップ）は\n変わらず，センサの位置決めの精度に影響しない。カバーはセンサとエンコーダと\nの間の，エンコーダと接触しない位置にあればよく，センサがカバーと「当接」す\nるか，「近接」するかは，センサの検出精度に影響を与えない。センサをカバーから\n離した方（「近接」）が，両者を接触させるとき（「当接」）よりも，センサとエンコ\nーダの間の距離が広がりやすいから，センサの検出精度の向上の観点からは，本件\n訂正は無意味である。また，本件発明のセンサはボルトで固定されるから，センサ\nをカバーに「当接」させるときでも押圧機構は必要とはならない。なお，甲第２，\n第３号証の軸受装置の方が，組立基準面（車体取付フランジ）から取付孔までの距\n離に係る公差を含まない分だけ，累積公差が小さく，組立精度が良好である。\n外輪開口端部に設けられるカバーは，軸受装置内部を密閉する機能を発揮するた\nめ，一定の剛性，強度を有する必要があり，センサを押し付けるバネの付勢力程度\nで弾性変形するものではない。したがって，センサをカバーに「当接」させるから\nといって，カバーを肉厚のものにする必要はない。カバーの弾性変形を問題とする\nのであれば，カバーが変形しても良いように，カバーとエンコーダの間の距離を大\nきくするか，カバーを厚くして変形を押さえるかのいずれかの方策を採用すれば足\nりるところ，原告の主張は両方の方策を採用するもので，過剰である。センサとカ\nバーは回転しないから，センサをカバーに押し付けたとしても，センサの検出部に\n設けられた保護材である樹脂が摩耗することはない。センサ検出部はかように樹脂\nで保護されているし，カバーも金属に限定されないから，同検出部の電食を考慮す\nる必要はない。\nしたがって，センサをカバーに「近接」させた構成に限定したことで，原告主張\nの作用効果が奏されるものではない。\nよって，審決がした相違点２に係る構成の容易想到性判断に誤りはない。\n２  転がり軸受ユニット（装置）とセンサとを，それぞれ独立して，任意の順序\nで，懸架装置から取り外したり，懸架装置に取り付けたりできるという原告主張の\n作用効果は，本件明細書に記載されていないものにすぎないが，仮にこれが本件明\n細書に添付された図面から容易に理解できる程度のものであるとしても，甲第１３，\n第１４号証の転がり軸受装置においても当然に奏することができる程度のものにす\nぎない（甲第３号証でも，同様の作用効果を示す技術的思想が開示されている。）。\n確かに，甲第５号証の図１，３，４，甲第６号証の図１，６では，懸架装置が明\n確に図示されているわけではないが，当業者であれば外輪の取付部で懸架装置に取\nり付けられることを理解することができ，したがって，甲第５，第６号証では，外\n輪外周面に外向フランジ状取付部を設け，外輪の一部を懸架装置の開口部に挿入し\nて，転がり軸受ユニットを懸架装置に取り付ける構成が開示されているということ\nができる。甲第１３号証は駆動輪用転がり軸受装置に関するものであるが，センサ\nの取付構造や懸架装置との取付態様は従動輪用転がり軸受装置と異なるものではな\nい。甲第１５号証５２頁図１でも，同様の構成が開示されている（第２世代ハブユ\nニットの駆動輪，従動輪（内輪回転型），第３世代ハブユニットの駆動輪，従動輪（内\n輪回転型））。そうすると，審決がした甲第５，第６，第１３，第１５号証等に記載\nされた周知技術の認定に誤りはないし，上記周知技術の甲１発明への適用に当たっ\nて阻害事由は存しない。\nよって，審決がした相違点３に係る構成の容易想到性判断に誤りはない。\n３  結局，本件出願当時，当業者において，相違点１ないし３に係る構成に容易\nに想到することができ，本件発明に係る作用効果は甲第１号証等から予測できない\n格別顕著なものではないから，本件発明には進歩性がない。したがって，この旨を\nいう審決の判断に誤りはない。\n第５  当裁判所の判断\n１  原告は，審決がした相違点１に係る構成の容易想到性判断につき争わず，相\n違点２，３に係る構成の容易想到性判断の誤りを主張するので，以下相違点２，３\nに係る構成の容易想到性について判断する。\n２  相違点２は外輪開口部を閉塞する構成に関するものであるところ，甲第３号\n証（ドイツ連邦共和国特許出願公開１９７３５９７８号（ＤＥ  １９７３５９７８\nＡ１））の１，２欄（訳文１ないし３頁），図１には，本件発明のエンコーダ（磁気\n特性又は導電特性が相違する部材が円周方向にわたって交互に現れるように配置し，\n全体で円環状ないし円板状を成すようにした部品）に相当するパルス発生器９と水\n平方向に対向するよう設けられているセンサ４との間に，縁が低く，底面が円板状\nで，全体がシャーレ皿状のカバーキャップ６を設け，車体方向（図１の右方向）か\nら異物が外輪と内輪の間の空間に進入しないようにする構成が記載されている。\nここで，回転数測定装置付き転がり軸受装置において，内輪と外輪とが成す隙間\nを非強磁性材料の部材で閉塞し，パルス発生器に外部環境から進入する磁性小片が\n付着してパルス発生器の誤動作（回転数測定用信号の検出の誤り）を引き起こす問\n題の解決を図ることは，甲第２号証（特開平１０－１６０７４４号公報）にも記載\nされているように，本件出願当時に技術的課題として当業者に認識されていたとこ\nろ，甲第４ないし第６号証（ドイツ連邦共和国特許出願公開ＤＥ４４３１７４６号\n明細書，実願平５―４８３６５号（実開平７－１７６７１号）のＣＤ－ＲＯＭ，特\n開平１０－７３６１２号公報）にも照らせば，回転数測定装置付き転がり軸受装置\nにおいて，内輪と外輪とが成す隙間と連続している外輪開口部を，エンコーダない\nしパルス発生器とセンサの間に介在するように，非磁性体の材料から成るシャーレ\n皿状のカバーで閉塞し，上記の周知の技術的課題を解決しようとすることは，本件\n出願当時に当業者に周知の技術的事項にすぎず，当業者がかかる技術的事項を採用\nすることはごく容易なことであったと認められる。\nそして，甲１発明と甲第３号証記載の発明とは属する技術分野が共通であるし，\n内輪と外輪の間の隙間に外部から磁性小片が進入することを防止して，エンコーダ\nないしパルス発生器に磁性小片が付着して誤動作することがないようにする機能で\nあるシール機能を果たす点では，甲１発明のシールリング２１も甲第３号証のカバ\nーキャップ６も異なるものではない。\nそうすると，当業者であれば，甲１発明に甲第３号証記載の発明を適用し，甲１\n発明のシールリング２１に代えて甲第３号証のカバーキャップ６を採用する動機付\nけがあり，これにより相違点２を解消することは容易であったということができ，\n同旨の審決の判断（２７頁）に誤りはない。\nまた，そもそもセンサをカバーに当接（接触）させず，近接（わずかに離す）さ\nせたことによる原告主張の作用効果は，本件明細書に記載がないし，センサとエン\nコーダないしパルス発生器との間の距離が変わらなければセンサの出力信号の大き\nさや回転速度の検出精度が向上するとは必ずしもいえない。原告が主張するセンサ\nをカバーに近接させる構成を採用したことによるその余の作用効果も，果たしてか\nかる作用効果を奏することができるか疑問であるし，あるいは甲第１，第３号証や\n周知技術から予測し得る程度のものにすぎない。\nしたがって，「センサの検出部とカバーの他面を当接させたものとするか，近接さ\nせたものとするかは，当業者がセンサの感度や検出部近傍のスペース等を考慮して\n適宜選択すべき設計的事項に過ぎず，『近接』させることによる格別の作用効果は認\nめられない。」との審決の認定，判断（２８頁）に誤りはない。\n結局，本件出願当時，当業者において容易に相違点２に係る構成に想到でき，相\n違点２に係る本件発明の作用効果も格別顕著なものではないから，この旨をいう審\n決の判断に誤りはない。\nなお，原告は，甲１発明のシールリング２１と甲第３号証等のカバーとの構造，\n材料，機能の相違や，シールリングを用いた閉塞構造（シール機能）が旧世代に属\nすること等を主張して，甲１発明に甲第３号証記載の発明を適用する動機付けに欠\nける旨を主張するが，上記のとおり，シャーレ皿状のカバーを用いる閉塞構造は本\n件出願日当時の当業者が容易に採用可能な周知技術にすぎないから，原告の上記主\n張を採用することはできない。\n３  甲第１号証の前記図１のとおり，甲１発明の転がり軸受ユニットでは，保持\nケース２９の開口部に内向きのフランジ状取付部が設けられ，外輪１４と結合，固\n定されているが，次に掲げる各甲号証の各図に記載されているとおり，本件出願当\n時の転がり軸受装置において，外輪の外周面の一部に外向きのフランジ状取付部を\n設け，外輪の内端部で上記取付部の内端面よりも軸方向内方に突出した部分を懸架\n装置開口部内径側に挿入することで懸架装置に取り付けることができるようにする\n構成は，当業者の周知慣用技術にすぎず，当業者において容易に採用可能な設計的\n事項にすぎないものと認められる。\n【甲第３号証の図１（再掲）】\n【甲第５号証の図１】\n【甲第６号証の図１】\n【甲第１３号証の第１図】\n【甲第１４号証の２－６１頁】\nなお，甲第５号証の図１，第６号証の図１には懸架装置が図示されていないが，\n甲第１３号証等から推認できる当業者の技術常識，設計能力にかんがみれば（甲１\n５も参照），甲第５，第６号証から前記のとおりの当業者の周知慣用技術を認定して\n差し支えないというべきである（あるいは，甲第５，第６号証に記載された事項を\n考慮外としても，前記認定は異ならない。）。\nここで，上記図面のうちにはエンコーダないしパルス発生器やセンサが図示され\nていないものがあることにも照らせば，当業者はセンサの取付方法，取付位置の選\n択の問題とは独立して，外輪の外周面の一部に外向きのフランジ状取付部を設ける\nなどして，転がり軸受装置を懸架装置に取り付ける上記周知慣用技術を採用するこ\nとができるというべきである。\nそして，甲１発明の転がり軸受ユニットにおいては，保持ケース２９（懸架装置）\nの外径側から内径側に挿通された取付孔に，外径側から内径側に向かってセンサ１\n３を突き出し，この突き出した先端部分が外輪１４の端部よりも軸方向内側（甲１\nの図１の右側）に位置するが，甲１発明に上記周知慣用技術を適用して保持ケース\nの形状（構造）を改めた場合，審決が説示するとおり，「センサ１３のうちでこの保\n持ケース２９の開口部の内径側に挿入された部分よりも軸方向内方（図１において，\n軸方向右側）に位置するもの」となる（審決２９頁）。\nそうすると，甲１発明に上記周知慣用技術を適用することで，本件出願当時，当\n業者において容易に相違点３を解消することができるとした審決の判断に誤りはな\nい。\nまた，転がり軸受装置とセンサとをそれぞれ独立して懸架装置に取り付けたり，\n懸架装置から取り外したりできるという原告主張の作用効果は，本件明細書に記載\nがないものであるが，相違点３にいうセンサと外輪の構造及び位置関係から当業者\nにおいて自明なものにすぎない。したがって，相違点３に係る本件発明の作用効果\nも，甲第１号証や上記周知慣用技術から当業者が予測できる範囲内のもので，格別\n顕著なものではないから，この旨をいう審決の判断に誤りはない。\nなお，原告は，センサとエンコーダないしパルス発生器が設置されている方向や，\n駆動輪等の介在によってカバーの設置との両立が困難であること等を問題にして，\n当業者が上記周知慣用技術を適用することが困難であるとか，適用する上で阻害事\n由があるなどと主張するが，上記周知慣用技術は転がり軸受装置の分野の当業者に\nごく一般的なものであり，当業者の技術常識の程度，設計能力の水準に照らせば，\n他の構成要素との位置関係も考慮して適宜工夫し，容易に技術的困難を乗り越える\nことができる程度の事柄にすぎない。したがって，原告の上記主張は採用すること\nができない。\n４  取消事由１で原告が主張するように相違点２，３を有機的に連関するものと\nして考察したとしても，上記２，３の結論は異ならず，本件出願当時，甲１発明に\n甲第３号証記載の発明及び甲第５，第６，第１３，第１４号証に記載の周知慣用技\n術を適用することで，当業者において容易に本件発明との相違点に係る構成に想到\nでき，したがって本件発明は進歩性を欠くというべきである。よって，審決がした\n進歩性判断の誤りをいう原告の取消事由は理由がない。\n第６  結論\n以上によれば，原告が主張する取消事由は理由がないから，主文のとおり判決す\nる。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}