{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 1
  },
  "case_number": "平成27(行ウ)625",
  "case_name": "生活保護返還金決定処分等取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "保護の実施機関である都道府県知事の権限の委任を受けた福祉事務所長が生活保護法６３条に基づいて被保護者に対してした，同福祉事務所の職員の過誤により過支給となった生活保護費の全額を返還すべき額とする旨の決定が，裁量権の範囲を逸脱し又はこれを濫用したものとして違法とされた事例",
  "case_gist": "保護の実施機関である都道府県知事の権限の委任を受けた福祉事務所長が生活保護法６３条に基づいて被保護者に対してした，同福祉事務所の職員の過誤により過支給となった生活保護費の全額を返還すべき額とする旨の決定は，次の（１），（２）など判示の事情の下では，同福祉事務所長に与えられた裁量権の範囲を逸脱し又はこれを濫用したものとして，違法である。\n（１）上記決定に至る過程で，上記福祉事務所長において，同決定当時の上記被保護者の資産や収入の状況，その今後の見通し，過支給に係る生活保護費の費消の状況等の諸事情を具体的に調査し，その結果を踏まえて，上記生活保護費の全部又は一部の返還をたとえ分割による方法によってでも求めることが，同被保護者に対する最低限度の生活の保障の趣旨に実質的に反することとなるおそれがあるか否か，同被保護者及びその世帯の自立を阻害することとなるおそれがあるか否か等についての具体的な検討をしなかった。\n（２）専ら上記福祉事務所の職員の過誤により相当額に上る生活保護費の過支給がされたのに，上記決定に当たり，上記の過誤に係る職員に対する損害賠償請求権の成否やこれを前提とした当該職員による過支給費用の全部又は一部の負担の可否についての検討がされなかった。",
  "lawsuit_id": "86893",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=86893",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/893/086893_hanrei.pdf",
  "contents": "平成２９年２月１日判決言渡  平成２７年（行ウ）第６２５号  生活保護返還金決\n定処分等取消請求事件\n主文\n１  東京都Ａ福祉事務所長が平成２５年８月２１日付けで原告に対して\nした生活保護法６３条に基づく返還金額の決定処分を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，生活保護を受けている原告が，東京都Ａ福祉事務所の職員の過誤に\nより，原告が収入として申告していた原告の長女に係る児童扶養手当について\n収入認定がされていなかったこと及び原告について冬季加算の削除の処理がさ\nれていなかったことによる生活保護費の過支給が生じていたことにつき，保護\nの実施機関である東京都知事の権限の委任を受けた東京都Ａ福祉事務所長から，\n生活保護法（以下「法」という。）６３条に基づき，過支給に係る生活保護費\n５９万１３００円の全額を返還すべき額とする旨の決定（以下「本件処分」と\nいう。）を受けたことから，①現に資力のない被保護者に対する返還決定は同\n条に違反して違法であり，②仮にそうでないとしても，本件処分には裁量権の\n範囲の逸脱又はその濫用があり，③さらに，手続上の瑕疵として聴取・調査義\n務違反があるから，本件処分は違法である旨主張して，その取消しを求める事\n案である。\n１  関係法令の定め\n法６３条（費用返還義務）は，「被保護者が，急迫の場合等において資力が\nあるにもかかわらず，保護を受けたときは，保護に要する費用を支弁した都道\n府県又は市町村に対して，すみやかに，その受けた保護金品に相当する金額の\n範囲内において保護の実施機関の定める額を返還しなければならない。」と規\n定する。\n２  前提事実（証拠等を掲記しない事実は当事者間に争いがない。）\n(1)  原告の生活保護の受給の経緯等\n原告は，かつての原告の夫（以下「元夫」という。）による暴力を理由に\n（甲２２），平成２２年２月以降，元夫と別居して原告の長女（以下，単に\n「長女」という。）と共に二人暮らしを開始し，同年３月２日，保護の実施\n機関である東京都知事の権限の委任を受けた東京都Ａ福祉事務所長から，保\n護の開始の日を同年２月２６日とする保護の開始の決定を受け（乙１），そ\nれ以降生活保護を受けている者である。\nなお，原告と元夫について，平成１９年８月１０日付けで離婚の届出がさ\nれているが（乙２），平成２２年６月頃に当該離婚の無効を確認する判決が\n言い渡され，その後，原告と元夫との間で，平成２３年１２月頃，長女の親\n権者を原告とする内容の離婚が成立している（甲９，２２，弁論の全趣旨）。\n(2)  原告について生活保護費の過支給が生じた経緯等\nア  原告は，元夫との離婚の成立に伴い，平成２４年２月１日，長女に係\nる児童扶養手当の認定を受け，同年１月分から月額４万１５５０円，同\n年８月分からは月額４万１４３０円の児童扶養手当（以下「本件児童扶\n養手当」という。）を受給している（甲９，乙１７）。\n原告は，平成２４年２月７日，原告を担当していたＢケースワーカー\nに本件児童扶養手当に係る認定通知書（乙１７）を提出して収入として\n申告し，Ｂケースワーカーは，同日頃，原告のケース記録に，同年５月\nから本件児童扶養手当を収入として認定する旨を記載していた（甲９）\nが，東京都Ａ福祉事務所においては，後記ウの過支給が発覚する平成２\n５年８月まで，本件児童扶養手当を収入として認定する処理をしていな\nかった。\nイ  また，「生活保護法による保護の基準」（昭和３８年厚生省告示第１５\n８号。以下「保護基準」という。）によれば，原告の基準生活費の算定に\n当たっては，１１月から３月までの期間に限り，冬季加算の額が加算さ\nれることになっていた（甲２）。ところが，東京都Ａ福祉事務所において\nは，平成２５年４月のシステムによる一括処理から原告の分が漏れてい\nたために，同月以降も冬季加算分月額３６４０円が加算された生活保護\n費が原告に対して支給されていた（甲１，２）。\nウ  東京都Ａ福祉事務所において，平成２５年８月２０日，本件児童扶養\n手当が収入として認定されていなかったこと及び冬季加算の削除漏れに\nより，原告について，合計５９万１３００円（うち本件児童扶養手当に\n対応するものが５８万０３８０円，冬季加算に対応するものが１万０９\n２０円）の生活保護費の過支給（以下「本件過支給」といい，本件過支\n給に係る生活保護費を「本件過支給費用」という。）が生じていたことが\n発覚した（甲１，９）。\n(3)  本件処分に至る経緯等\nア  当時原告を担当していたＣケースワーカーは，本件過支給が発覚した\n平成２５年８月２０日，原告に電話をかけ，本件過支給が生じているこ\nと及び本件過支給費用の全額について法６３条に基づく返還義務が生じ\nる旨の説明をした。原告は，これに対し，過支給を認識しておらず，過\n支給された生活保護費は全て費消した旨を述べ，免除等が可能かどうか\nを問うたが，Ｃケースワーカーは免除を行うことは難しい旨を回答した\n（甲９）。\n原告は，同月２１日，電話にてＣケースワーカーに改めて説明を求め\nたところ，Ｃケースワーカーは，生活保護費の過支給額が５９万１３０\n０円になる旨を説明し，原告が，返還が不可能である旨を述べたのに対\nし，分割による返還を提案した（甲９）。\nイ  東京都Ａ福祉事務所長は，平成２５年８月２１日付けで，法６３条に\n基づき，本件過支給費用の全額を返還すべき額とする旨の本件処分をす\nるとともに，本件児童扶養手当相当額を収入として認定し，原告に支給\nする生活保護費の額を従前の月額２０万１４００円から１６万３０００\n円に変更する旨の保護の変更の決定をした（甲１，乙１４，１９）。\n(4)  提訴に至る経緯\nア  原告は，平成２５年１０月１８日，東京都知事に対し，本件処分の取\n消しを求める審査請求をし，東京都知事は，平成２６年３月１７日，審\n査請求を棄却する旨の裁決をした。\nイ  原告は，平成２６年４月１４日，厚生労働大臣に対し，本件処分の取\n消しを求める再審査請求をし，厚生労働大臣は，平成２７年４月２２日，\n再審査請求を棄却する旨の裁決をした。\nウ  原告は，平成２７年１０月２１日，本件訴訟を提起した。\n３  本件処分の適法性に関する当事者の主張\n（原告の主張）\n(1)  法６３条に基づく返還決定は，法の基本原理としての保護の補足性（法\n４条１項）に基づき保護費の返還を義務付けるものと理解されるところ，\n法は憲法２５条１項が規定する生存権を具体化するものであり，法１条な\nいし３条が，生活保護によって保障される生活は，健康で文化的な水準を\n維持することができるものでなければならない旨を定めることからすれば，\n最低限度の生活保障という法の趣旨・目的は保護の補足性に優先するもの\nと解すべきであって，法６３条が，被保護者に資力がない場合において，\n毎月支給される生活保護費を原資として返還を義務付け，健康で文化的な\n最低限度の生活を下回る生活水準を被保護者に強いる趣旨とは解し難いと\nいうべきである。\nしたがって，法６３条に基づく返還義務が生じる生活保護費の対象は，\n返還決定の時点において現に存在し活用し得る資力の範囲に限られると解\nすべきであり，そのような資力のない原告に対する同条に基づく生活保護\n費の返還決定は違法である。\n(2)  仮に上記(1)のような解釈をとることができないとしても，原告は，本件\n過支給費用を日々の生活費や長女の文具購入費用等の養育費等に費消した\nほか，故障したエアコンの購入費用（約５万円）に充てており，本件過支\n給費用を浪費しておらず，本件過支給費用は月額でいえば４万５０００円\n程度であり，地域住民との均衡の観点からしても問題はなく，社会通念上\n許容され得る額に留まるというべきであるが，東京都Ａ福祉事務所長は，\nこれらの支出が自立更生費用に当たるものとして控除すべきかどうかを考\n慮することなく，漫然と本件過支給費用の全額を返還すべき額と決定し\nた。\nまた，本件過支給費用の総額は５９万１３００円にも及び，仮に毎月２\n０００円ないし３０００円の少額の分割による返納をしたとしても，その\n返納に係る期間は１６年６か月から２５年という極めて長期間に及び，そ\nの間原告に保護基準に沿った生活水準を下回る生活を強い，原告世帯の自\n立を阻害するものであるにもかかわらず，東京都Ａ福祉事務所長は，原告\n世帯の自立を著しく阻害するか否かを考慮せず，漫然と本件過支給費用の\n全額を返還すべき額と決定した。\nさらに，本件過支給は，原告の申告に係る本件児童扶養手当の収入認定\nを失念していた担当ケースワーカーの杜撰な処理だけではなく，担当ケー\nスワーカーを指導・監督すべき立場にあった査察指導員，さらには福祉事\n務所の責任者である福祉事務所長も含めた，東京都Ａ福祉事務所の組織的\nな杜撰極まりないケースワークに原因があるものであり，これらの担当職\n員らの重過失により生じたものと言っても過言ではない。\nしたがって，本件処分は，考慮すべき事項を考慮せずにされたものであ\nって，その裁量権の範囲の逸脱又はその濫用に当たるというべきである。\n(3)  また，上記(1)，(2)で述べたとおり，法６３条に基づき保護の実施機関\nがその権限を適切に行使して返還額を決定するには，その前提として，自\n立更生費への支出の有無及びその金額，現存する資力の額や，当該世帯の\n生活実態などの諸般の事情を把握することが不可欠であるから，保護の実\n施機関には，同条に基づく返還決定に当たり，これらの事情を当該世帯か\nら聴取し，必要な調査を行う義務があると解されるところ，本件において，\n東京都Ａ福祉事務所長は，過誤により支給された本件過支給費用の全額の\n返還を決定することを当然の前提とし，上記の聴取及び調査をせずに本件\n処分をしたものである。\nしたがって，東京都Ａ福祉事務所長が上記の聴取・調査義務に違反した\nことは明らかであって，本件処分は違法である。\n（被告の主張）\n(1)  原告の主張(1)における法６３条の解釈は，「その受けた保護金品に相当\nする金額の範囲内において保護の実施機関の定める額」の返還義務を定め\nる同条の規定からあまりに乖離したものといわざるを得ないし，被保護者\nが過支給金をどのような使途に使おうが，仮に浪費であっても返還義務は\nないことになるから，原告の主張に係る解釈の不当性は明らかである。\n(2)  「生活保護費の費用返還及び費用徴収決定の取扱いについて」（平成２\n４年７月２３日社援保発０７２３第１号厚生労働省社会・援護局保護課長\n通知。乙１０）によれば，法６３条に基づく費用返還の取扱いについて，\n①原則，全額を返還対象とすることとし，②ただし，全額を返還対象とす\nることによって当該被保護世帯の自立が著しく阻害されると認められる場\n合は，当該世帯の自立更生のためのやむを得ない用途に充てられたもので\nあって，地域住民との均衡を考慮し，社会通念上容認される程度として保\n護の実施機関が認めた額等を返還額から控除して差し支えないものとされ\nている。\n原告の主張(2)によれば，本件過支給費用の使途は生活費や長女の養育費\nであるというのであって，これらは上記課長通知が控除を許す自立更生費\n用に該当しないことは明らかである上，本件における１か月当たり４万５\n０００円程度という過支給額は地域住民との均衡を失するものであり，こ\nのような多額の過支給額について返還免除することが社会通念上許容され\nる額を超えることもまた明らかであるし，本件過支給は過誤によって生じ\nたもので，本件過支給費用は本来原告が受給できるものではなく，自立更\n生費用に該当するとして免除する余地は小さいから，本件過支給費用の返\n還を免除するのは困難である。\nまた，保護基準に沿った生活水準は被保護者の生活物資の更新に必要な\n経費等の多少の余裕を含むものとなっており，被保護者にぎりぎりの生活\nを強いるものではないから，本件過支給費用の全額を返還すべき額と決定\nし，少額での分割納付を求めることは，原告に憲法２５条で保障された最\n低限度の生活水準を下回る生活を強いるものとはいえず，その自立を著し\nく阻害するものでもない。\nしたがって，本件処分について裁量権の範囲の逸脱又はその濫用はない\nから，本件処分は適法である。\n(3)  法６３条においては，被保護者に対する調査及び説明は返還決定 の要件\nとはされていないから，聴取・調査義務を懈怠したことが処分の違法事由\nとなるとする原告の主張⑶は失当である。また，東京都Ａ福祉事務所長は，\n本件処分に当たり，被保護者への説明や事情の聴取を行っているから，い\nずれにしても本件処分に原告の主張する義務違反はない。\n第３  当裁判所の判断\n１  法６３条は，急迫の場合等において資力があるにもかかわらず保護を受けた\n被保護者に対し，その受けた保護金品に相当する金額の全額の返還を一律に義\n務付けるのではなく，その金額の範囲内において保護の実施機関の定める額の\n返還を義務付けるにとどまる。これは，法が，生活に困窮する国民の最低限度\nの生活を保障するとともに，その自立を助長することを目的としていること\n（１条）に鑑み，現に保護を受けている被保護者や要保護状態を脱して間もな\nいかつての被保護者に対して，現に返還に耐え得る資力を有するか否か等にか\nかわらず，その受けた保護金品に相当する金額の全額を一律に返還させたので\nは，最低限度の生活の保障の趣旨に実質的に反するおそれや，その自立を阻害\nすることとなるおそれがあることから，個々の場合に被保護者に返還を求める\n金額の決定を，当該被保護者の状況をよく知り得る立場にある保護の実施機関\nの合理的な裁量に委ねたものと解される。\nしたがって，法６３条に該当する被保護者について，その資産や収入の状況，\nその受けた保護金品の使用の状況，その生活実態，当該地域の実情等の諸事情\nに照らし，返還金の返還をさせないことが相当であると保護の実施機関が判断\nする場合には，当該被保護者に返還金の返還をさせないことができるものと解\nされる反面，保護の実施機関による返還金額の決定が，上記の諸事情に関し，\n判断の基礎とされた事実に誤認があること等により事実の基礎を欠くこととな\nる場合，又は，事実に対する評価が合理性を欠くこと，判断の過程において考\n慮すべき事情を考慮しないこと等によりその内容が法の目的や社会通念に照ら\nして著しく妥当性を欠くと認められる場合には，保護の実施機関に与えられた\n裁量権の範囲を逸脱し又はこれを濫用したものとして違法となると解するのが\n相当である。\n２(1)  そこで，本件処分がされた経緯についてみると，前提事実(3)のとおり，\n東京都Ａ福祉事務所長は，担当ケースワーカーを介して，本件過支給が発\n覚した平成２５年８月２０日に，原告に電話にて，本件過支給が生じたこ\nと及び本件過支給費用の全額が返還対象となり，免除を行うことは難しい\nことを説明するとともに，原告から本件過支給費用は全て費消した旨を聴\n取し，同月２１日には，原告に電話にて，本件過支給費用の具体的な金額\nを説明し，返還が不可能である旨を述べた原告に，分割による返還を提案\nした上で，同日付けで本件処分をしているところ，本件全証拠によって\nも，本件処分に至る過程で，東京都Ａ福祉事務所長において，本件処分当\n時の原告の資産や収入の状況，その今後の見通し，本件過支給費用の費消\nの状況等の諸事情を具体的に調査し，その結果を踏まえて，本件過支給費\n用の全部又は一部の返還をたとえ分割による方法によってでも求めること\nが，原告に対する最低限度の生活の保障の趣旨に実質的に反することとな\nるおそれがあるか否か，原告及びその世帯の自立を阻害することとなるお\nそれがあるか否か等についての具体的な検討をした形跡は見当たらない。\nこのことは，本件訴訟において，被告が，保護基準に沿った生活水準に\nは多少の余裕が含まれている等の一般的抽象的 な主張に終始し，原告の資\n産状況等の上記の諸事情について何ら具体的な主張立証ができていないこ\nとからも裏付けられるというべきである。\nなお，証拠（甲９）によれば，担当ケースワーカーによる上記のような\n説明に対し，原告が「全額返さないといけないのですね。そうですか分か\nりました。」と述べて一応の理解を示したことが認められるものの，本件過\n支給費用の返還を求めることで上記のようなおそれが生ずるか否かは，上\n記の諸事情に基づいて客観的に判断されるべき事柄であるから，被保護者\nである原告の一応の理解が得られたというだけで上記の諸事情を具体的に\n考慮しなくてもよいということにはならない。\n(2)  また，前提事実⑵のとおり，本件過支給は，収入として申告されていた\n本件児童扶養手当が収入として認定されなかったこと及び削除すべきであ\nった冬季加算が削除されなかったことに起因するものであり，約１年３か\n月の期間にわたり過支給が看過された結果，原告に対する過支給の生活保\n護費の合計が５９万１３００円となるに至ったと認められる。\nこのような，専ら東京都Ａ福祉事務所の職員の過誤により相当額に上る\n生活保護費の過支給がされたという本件過支給が生じた経緯に鑑み ，また，\n法６３条の規定が不当に流出した生活保護費用を回収して損害の回復を図\nるという側面をも趣旨として含むものと解されることを併せ考慮すれば ，\n本件過支給費用の返還を義務付けることとなる処分が，処分行政庁側の過\n誤を被保護者である原告の負担に転嫁する一面を持つことは否定できず，\n本件過支給費用の返還額の決定に当たっては，損害の公平な分担という見\n地から，上記の過誤に係る職員に対する損害賠償請求権の成否やこれを前\n提とした当該職員による過支給費用の全部又は一部の負担の可否について\nの検討が不可欠であるものというべきである。\nところが，本件全証拠によっても，本件処分に当たり，上記のような検\n討がされたものとはうかがわれないから，そのような検討を欠いたままで\n本件過支給費用の全額の返還を原告に一方的に義務付けることとなる本件\n処分は，社会通念に照らして著しく妥当性を欠くものといわざるを得な\nい。\n(3)  以上述べたところによれば，本件処分は，被保護者の資産や収入の状況\n等検討すべき諸事情についての具体的な事実の基礎を欠き，また，判断の\n過程において考慮すべき事情を考慮しないことによりその内容が法の目的\nや社会通念に照らして著しく妥当性を欠くものと認められるから，東京都\nＡ福祉事務所長に与えられた裁量権の範囲を逸脱し又はこれを濫用したも\nのとして，違法というべきである。\n第４  結論\n以上より，その余の点について判断するまでもなく，原告の請求には理由が\nあるからこれを認容することとし，主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官        古 田 孝 夫\n裁判官大竹敬人，裁判官周藤崇久は，差支えのため署名押印することができな\nい。\n裁判長裁判官        古 田 孝 夫\n"
}