{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 27
  },
  "case_number": "平成29(わ)189",
  "case_name": "過失運転致死傷",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "88755",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88755",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/755/088755_hanrei.pdf",
  "contents": "主      文\n被告人を禁錮５年６月に処する。\n理      由\n（犯罪事実）\n被告人は，平成２８年１２月３日午後５時頃，福岡市ａ区ｂｃ番先の道路（以下\n「本件走行開始地点」という。）において，普通乗用自動車を発進させて前方数メ\nートルの位置の道路上に自車を停止させるに当たり，ブレーキを的確に操作して安\n全に停止すべき自動車運転上の注意義務があるのにこれを怠り，ブレーキを的確に\n操作せず，ブレーキペダルと間違えてアクセルペダルを踏み込み，自車を前方に加\n速進行させ，狼狽のあまり，アクセルペダルをブレーキペダルと誤認していること\nに気付かず，更にアクセルペダルを踏み込み，自車を時速約８６キロメートルまで\n加速させて同区ｄｅ番ｆ号のＡ病院（以下「本件病院」という。）東館付近道路ま\nで進行させ，同館テラス付近において，自車をＢ（当時４４歳），Ｃ（当時４４歳）\n及びＤ（当時５３歳）に衝突させ，更に自車を同館外壁に衝突させるなどしながら\n同館内ラウンジに突入させ，同ラウンジにおいて，自車をＥ（当時２３歳）ほか６\n名に衝突させるなどし，よって，別紙１記載のとおり，Ｂほか２名をそれぞれ死亡\nさせ，別紙２記載のとおり，Ｅほか６名にそれぞれ傷害を負わせた。\n（事実認定の補足説明）\n１  争点\n関係証拠によれば，被告人が乗車した普通乗用自動車（トヨタプリウス。以下\n「本件車両」という。）が，本件走行開始地点から，南東から北西に走る道路を，\nその突き当たりにある本件病院東館に向けて進行した上（同館外壁までの距離は\n約２８６．７メートル），同館手前の道路標識柱及び被害者３名に衝突し（以下\n「第１の衝突」という。），さらに，同館ラウンジの外壁ガラス窓付近への衝突\n（第２の衝突）を経て，同ラウンジ内にいた被害者７名に衝突した後，同ラウン\nジ奥の側壁に衝突して（第３の衝突）停止した事実が認められ，そのこと自体に\n争いはないところ，弁護人は，かかる本件車両の走行について，被告人に過失は\nないから，被告人は無罪である旨を主張する。\nしかし，当裁判所は，関係証拠に照らし，判示事実を認定した。その理由を補\n足して説明する。\n２  被告人の過失の内容等\n⑴  関係証拠によれば，本件走行開始地点から本件病院東館までの間には，信号\n機による交通整理の行われていない交差点が２か所あるところ（以下，その一\nつ目の交差点を「第１交差点」，二つ目の交差点を「第２交差点」という。），\n本件車両は，第１交差点を一時停止することなく，時速約４１キロメートルで\n通過し，その後，第１の衝突の約４秒前に時速約６６キロメートル，約３秒前\nに時速約７４キロメートル，約２秒前に時速約７６キロメートル，約１秒前に\n時速約８６キロメートルと加速して走行したこと，また，第１の衝突時並びに\nその４秒前，２秒前及び１秒前の各時点においてアクセルペダルが押し込まれ，\nかつ，第１の衝突時並びにその４秒前，３秒前，２秒前及び１秒前の各時点で，\nブレーキがオフの状態となっていたことが認められる。\n⑵  これらの事実に照らせば，被告人は，アクセルペダルを踏み，本件車両を加\n速させて本件病院東館まで進行し，遅くとも第１の衝突の約４秒前以後は概ね\nアクセルペダルを踏み込み，ブレーキペダルを踏むことなく第１の衝突に至っ\nたと判断するのが自然かつ合理的である。本件の証拠関係に照らすと，被告人\nが故意にアクセルペダルを踏み込んだとの疑いは存せず，そうすると，被告人\nは，ブレーキペダルと間違えてアクセルペダルを踏み込んだことが強く推認さ\nれる。\n⑶  関係証拠によれば，被告人は，本件走行開始地点から本件車両を発進させる\n際，本件車両の運転席側のドアが開いた状態で，本件車両を発進させており，\nその後，本件車両を走行させながら，そのドアを閉めていること（甲４３），\n被告人は，日ごろから，アクセルペダル及びブレーキペダルを踏む際，いずれ\nも，右足で床面にかかとを接地させずに踏み込むこと（甲７２）が認められる\nが，これらの事情によれば，被告人が，本件車両を発進させた当初，運転姿勢\nをしっかりととっておらず，ドアを閉めるなどの動作に注意を奪われ，ペダル\nの正しい操作に意識を向けることができず（被告人自身，踏み込んだペダルを\n目視で確認していないことを自認している。），誤ったペダルを踏み込んだも\nのと考えられ，上記の事情は，前記推認に整合的な事情といえる。\n３  弁護人の主張について\n⑴  これに対し，弁護人は，被告人が，「本件走行開始地点で，一度アクセルペ\nダルを軽く踏んだ後にブレーキペダルを踏もうとしたが，ブレーキペダルは全\nく踏み込めなかった。その状態でギアを動かしていたところ，本件車両が急加\n速した。アクセルペダルとブレーキペダルを踏み間違えていない」旨を供述し\nていることを前提に，①前記２⑴の認定の証拠となる本件車両に搭載されたエ\nアバッグコンピューターＡＳＳＹ（以下「本件ＥＤＲ」という。）の記録に正\n確性は認められない。すなわち，仮に，被告人がブレーキペダルと間違えてア\nクセルペダルを踏んだのであれば，ブレーキが利かないと思い，直ちに全開ま\nでアクセルペダルを踏み込むはずであり，その場合，前記２⑴の各速度にとど\nまることは考え難い，②そもそも，本件車両は，その駆動系のコンピューター\nであるパワーマネージメントコントロールコンピューター（以下「本件ＰＭＣ」\nという。）が誤作動を起こし，加速の指示を出し続けたため，被告人がアクセル\nペダルを踏んでいないにもかかわらず急加速したものである，③その状況の下，\n被告人は，ブレーキを踏もうとしたが，本件車両のブレーキ部品の一部である\nＯリングの摩耗により，ブレーキ内部のピストンとマスターシリンダーの金属\n面が固着し，ピストンの摺動が妨げられ，ブレーキペダルを踏み込めなくなる\n現象（以下「固着現象」という。）が生じたため，ブレーキを踏み込めなかった\nものであるなどとして，被告人にブレーキペダルと間違えてアクセルペダルを\n踏み込んだ過失はない旨を主張する。\nしかしながら，関係証拠に照らし，弁護人の主張はいずれも理由がない。具\n体的には，以下のとおりである。\n⑵  ①の点（本件ＥＤＲの記録の正確性）について\nア  関係証拠によれば，本件ＥＤＲの記録情報については，科学警察研究所の\n交通科学部長であるＦが読み出しを行い，その後，福岡県科学捜査研究所の\n職員であるＧが解析を行ったことが認められるところ，実際の自動車を用い\nた衝突現象の解析の経験を組織的に有するＦらの同読み出し及び分析の結果\nについて，その信用性を阻害する事情を見出すことはできない。実際，関係\n証拠によれば，本件病院東館に設置された防犯カメラ映像に録画された本件\n車両の２地点間の距離及び移動の所要時間を基に速度を算出したところ，本\n件ＥＤＲに記録された速度と一致したことが認められ，このことは本件ＥＤ\nＲの記録情報の正確性を裏付けている。\nイ  そして，そもそも，ブレーキペダルと間違えてアクセルペダルを踏んで加\n速したとしても，通常，公道上を走行する際，直前の飛び出しなど，急ブレ\nーキをかける事態に直面しない限り，ブレーキ操作は徐々に行うものであり，\n被告人が本件車両を発進させた当初は，それほど速度が出ていなかったので\nあるから，必ずしも弁護人のいうように直ちに急ブレーキをかけようと全開\nまでペダルを踏み込むとは限らない上，前記のとおり，被告人は，本件車両\nを発進させる際，運転席側のドアを開いた状態にしており，発進した後に，\n走行させながらそのドアを閉めていることに照らせば，被告人が，ドアを閉\nめるなどの動作に注意を奪われ，ペダルの操作に意識を向けることができな\nかったことも考えられる。これらを踏まえると，前記２⑴の各速度が不自然\nな値とはいえない。\nウ  以上のとおり，本件ＥＤＲの記録に正確性は認められないとの弁護人の主\n張は採用できない。\n⑶  ②の点（本件ＰＭＣの誤作動の可能性）について\nア  関係証拠によれば，本件車両はハイブリッド車であり，アクセルペダルの\n踏み込みにより要求される駆動力を，ガソリンエンジンの駆動力に加えて，\n電気モーターの駆動力によっても充足する仕組みとなっていること，アクセ\nルペダルの踏み込み量は，同ペダルに装着されたアクセルセンサーが検知し，\n本件ＰＭＣにその電気信号が送られ，さらに，本件ＰＭＣは，ガソリンエン\nジンの駆動力を制御するエンジンコントロールコンピューター（以下「本件\nＥＣＣ」という。）及び電気モーターの駆動力を制御するパワーコントロー\nルユニット内のモーター制御コンピューターにその信号を発し，本件ＥＣＣ\nが，スロットルモーターに信号を発してエンジンの出力の増減を，モーター\n制御コンピューターが，電気モーターの出力の増減をそれぞれ制御し，ひい\nては車両速度の増減を電子的に制御する仕組みとなっていること，アクセル\nセンサーに不具合が生じた場合，本件ＰＭＣが本件ＥＣＣ及びモーター制御\nコンピューターに対し，スロットルモーター及び電気モーターへの通電を打\nち切る信号を発するとともに，本件ＰＭＣは，アクセルセンサーから受信す\nるアクセルの踏み込み量に関する情報と本件ＥＣＣから受信するガソリンエ\nンジンの出力に関する情報を照合し，両者の情報に齟齬が生じた場合には，\n本件ＰＭＣが本件ＥＣＣ及びモーター制御コンピューターに信号を発し，ス\nロットルモーター及び電気モーターへの通電を打ち切る仕組みとなっている\nこと，本件ＰＭＣ，本件ＥＣＣ及びモーター制御コンピューターの中にある\n複数のコンピューターが，それぞれの内部で相互に監視していることに加え，\n本件ＰＭＣ，本件ＥＣＣ及びモーター制御コンピューターの間でも，相互に\n監視しており，いずれかのコンピューターに不具合が生じた場合，他のコン\nピューターが異常を感知し，スロットルモーター及び電気モーターへの通電\nが打ち切られる仕組みとなっていること，スロットルモーター及び電気モー\nターへの通電が打ち切られると，本件車両は高速走行ができない状態となる\nことが認められる（これらの事実は，証人Ｈの公判供述に沿った認定である。\n証人Ｈは，本件車両の製造会社の技術系の社員として長年勤務した経験やそ\nの中で得た専門的知識に基づいて，本件車両の構造等について詳細かつ具体\n的に供述しており，その内容に不自然な点もみられない。弁護人が種々主張\nする点を踏まえても，証人Ｈの上記公判供述は十分に信用できる。）。\n以上のとおり，本件車両の駆動系の構造上，その一部のコンピューター等\nに不具合が生じた場合には，本件車両は，高速走行ができない状態となり，\n減速する仕組みになっていることに照らすと，そもそも，本件ＰＭＣに異常\nが生じたことにより，本件車両が急加速したとは考え難い。しかも，関係証\n拠によれば，平成２８年１２月１４日に行われた本件車両の検証の際，駆動\n系のコンピューターやセンサー類に何らの異常もなかったことが認められ，\nこの点を踏まえると，弁護人のいう事態はなおさら想定し難いといえる。\nイ  弁護人は，①国土交通省自動車局審査・リコール課には，プリウスの不具\n合情報として，急加速ないし急発進した旨の事例が複数件挙げられているこ\nと，②本件車両の取扱説明書に車両が止まらなくなった場合の緊急停止の手\n順が記載されていることを指摘して，本件ＰＭＣの不具合によって本件車両\nが急加速した可能性がある旨を主張する。\nしかしながら，①については，そもそも，同不具合情報については，「ご\n利用にあたっての注意事項」に記載があるように，車両の使用者が届け出た\n内容に基づいて記載されているものにすぎず，具体的な事実関係や原因につ\nいては不明なものであるから，これをもって本件ＰＭＣの不具合により本件\n車両が急加速したとの具体的な疑いが生じるとはいえない。また，②につい\nては，確かに，同取扱説明書には，万が一，車両が止まらなくなった場合に\nは，両足でブレーキペダルを踏み込むなどして可能な限り減速させる旨の説\n明がされているが，その趣旨は，あくまでブレーキペダルを踏んでも十分な\n制動力が得られない場合の対処法が記載されているものと解され，車両自体\nの不具合により，アクセルペダルを踏んでいないにもかかわらず急加速する\n事態を想定しての説明がされているものとは解し難い。\n以上によれば，本件ＰＭＣに不具合が生じたことにより，本件車両が急加\n速したとの弁護人の主張は採用できない。\n⑷  ③の点（固着現象）について\nア  まず，本件車両のブレーキの構造に関して，関係証拠によれば，本件車両\nに搭載されたブレーキ部品であるハイドロブースターのマスターシリンダー\n内には，３つのピストンがあること，ピストンは，ブレーキペダルと連結し\nており，ブレーキペダルの操作によって，マスターシリンダー内で車両の前\n後方向に摺動すること，各ピストンの摺動面には１か所ずつＯリングが装着\nされており，Ｏリングは，ブレーキフルードがハイドロブースターの外に漏\nれないようにする役割と圧力を発生させる役割を担っていることが認められ\nる。\nそして，関係証拠によれば，平成２８年１２月１４日に行われた本件車両\nの検証の際，ブレーキペダルに異常はなく，その踏み込みに連動して制動灯\nが点灯し，制動力の数値は道路運送車両法の保安基準に適合していたこと，\n本件車両のハイドロブースターの鑑定の結果，３つのピストンに摺動を妨げ\nるような異常はなく，また，特に２つのピストンに装着されたＯリングに，\nわずかな変形，摩耗は認められたものの，いずれのＯリングにも，摺動を妨\nげるような異常はなく，さらに，マスターシリンダー内の摺動面にも，わず\nかな擦過痕跡は認められたものの，摺動を妨げるような異常はなかったこと\nが認められる。\nイ  弁護人は，Ｏリングの前記変形，摩耗の存在を指摘し，これにより固着現\n象が生じたものであり，マスターシリンダー内の摺動面の前記擦過痕跡は固\n着現象の証左である旨を主張する。\nしかしながら，そもそも，いったん生じた物理的な欠陥や損傷が自然に復\n旧することは考え難い。マスターシリンダー内の摺動面の擦過痕跡も，肉眼\nでは気づかない程度のごく微細なものに過ぎない。そして，前記のとおり，\nＯリングは圧力を発生させるためにも必要であるところ，本件事故後の検証\nの結果，本件車両については道路運送車両法の保安基準に適合する制動力が\n確認されており，このことは，Ｏリングの摩耗がピストンの摺動を妨げるよ\nうなものでないことを裏付けている。\nウ  以上のとおり，上記認定事実に照らせば，本件事故当時，本件車両に固着\n現象が生じてブレーキペダルを踏み込めなくなる異常があったとの疑いは残\nらない。固着現象をいう弁護人の主張は採用できない。\n⑸  そのほか，弁護人が種々主張するところを踏まえて検討しても，前記２の認\n定に揺らぐところはなく，被告人の供述中，同認定に矛盾する部分については\n信用することができない（なお，被告人は，「本件車両が第２交差点を過ぎた\n頃，意識を喪失した」旨を供述するので，付言すると，前記のとおり，第１の\n衝突地点において，本件車両のアクセルペダルが踏み込まれていた旨の記録情\n報が存することに照らせば，被告人がその時点でアクセルペダルを踏み込むな\nどの操作を行っていたことは明らかである上，被告人が，事故後間もなく，自\nら本件車両から降り，事故状況等を説明していたことも併せて考えると，弁護\n人が種々指摘するところを踏まえて検討しても，被告人が走行中に意識を喪失\nしたとは考え難い。）。\n４  結論\n以上の次第であるから，被告人に判示の過失が認められるものと判断した。\n（量刑の理由）\n本件の量刑に当たってまず重視すべき事情は，本件事故により３名の被害者の尊\nい生命が奪われ，また，７名もの被害者が重軽傷を負い，身体的，精神的な苦痛を\n被り，特に，うち１名は，後遺症が残る重篤な傷害を負ったという結果の重大性で\nある。被害者らは，病院の屋外テラスや館内ラウンジで歓談中，本件事故に遭遇し\nたものである。何ら落ち度がないにもかかわらず，突如，家族を残して命を落とす\nに至った３名の被害者の無念さは察するに余りある。両親を失う事故の状況を目の\n当たりにした小学生を始め，かけがえのない家族を失った遺族らの悲しみは深く，\n被告人に対する厳重な処罰を望むのも当然である。\n被告人は，ブレーキを的確に操作して安全に停止するという自動車運転者として\nの基本的な注意義務に違反し，ブレーキペダルと間違えてアクセルペダルを踏み込\nんだ過失により，約２８０メートルもの相応の距離にわたって自車を加速走行させ\nて本件事故を引き起こしたものである。それ自体の危険性の高さに加え，被告人が\nドアを開けたまま発進させるなどせず，また，ペダルを目視で確認することもでき\nたなど，過失行為に至る経過や，結果を回避する可能性が十分存したことなどに照\nらしても，被告人の過失は重大というほかない。被告人が職業運転手であったこと\nに照らしても，慎重さに欠ける運転行為によって重大な結果を生じさせた被告人は，\n厳しい非難を免れないというべきである。\n以上の犯情に照らせば，被告人の刑事責任は，過失運転致死傷の事案の中でも特\nに重いといえ，相当期間の禁錮刑を科すのが相当である。\n他方で，被告人が加入する任意保険を介して被害者らに相応の賠償金の支払いが\nなされていること，被告人に前科はないことなどの一般情状事実をも併せて考慮し，\n被告人については，主文の刑に処するのが相当と判断した。\n（求刑  禁錮７年）\n平成３１年３月２７日\n福岡地方裁判所第２刑事部\n裁判長裁判官     平    塚      浩      司\n裁判官    森              喜    史\n裁判官    平    岩    彩    夏\n"
}