{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 4,
    "day": 30
  },
  "case_number": "平成24(ワ)964",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84223",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84223",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/223/084223_hanrei.pdf",
  "contents": "平成２６年４月３０日判決言渡  同日原本領収  裁判所書記官\n平成２４年（ワ）第９６４号  著作権侵害差止等請求事件\n口頭弁論終結日  平成２６年２月１４日\n判                  決\n東京都中央区＜以下略＞\n原 告        東    映    株    式    会    社\n（（（（以下以下以下以下「「「「原告東映原告東映原告東映原告東映」」」」というというというという。）。）。）。）\n同訴訟代理人弁護士        田        中        克        郎\n同                        中        村        勝        彦\n同訴訟復代理人弁護士      宮 澤 昭 介\n東京都千代田区＜以下略＞\n原 告        株 式 会 社 ビ ー エ フ ケ ー\n（（（（以下以下以下以下「「「「原告原告原告原告ＢＦＫ」ＢＦＫ」ＢＦＫ」ＢＦＫ」というというというという。）。）。）。）\n同訴訟代理人弁護士        椙 山 敬 士\n同                        水 上 康 平\n同                        曽 根   翼\n愛知県北名古屋市＜以下略＞\n原 告        株 式 会 社 大 一 商 会\n（（（（以下以下以下以下「「「「原告大一商会原告大一商会原告大一商会原告大一商会」」」」というというというという。）。）。）。）\n同訴訟代理人弁護士        遠 山 友 寛\n同                        長 坂   省\n同訴訟復代理人弁護士      大 久 保   和   樹\n名古屋市＜以下略＞\n被 告        株式会社サンセイアールアンドディ\n（（（（以下以下以下以下「「「「被告被告被告被告サンセイサンセイサンセイサンセイ」」」」というというというという。）。）。）。）\n同訴訟代理人弁護士        黒        田        健        二\n同                        野   本   健 太 郎\n同                        池 上   慶\n東京都文京区＜以下略＞\n被 告        株 式 会 社 第 一 通 信 社\n（（（（以下以下以下以下「「「「被告第一通信社被告第一通信社被告第一通信社被告第一通信社」」」」というというというという。）。）。）。）\n同訴訟代理人弁護士        秋        山                  洋\n主                  文\n１  被告らは，原告東映に対し，連帯して１億８０６４万９１６６円及びこれに\n対する平成２２年４月１６日から支払済みまで年５分の割合による金員を支払\nえ。\n２  被告らは，原告ら各自に対し，連帯して５億５５４９万７２２０円及びこれ\nに対する平成２２年４月１６日から支払済みまで年５分の割合による金員を支\n払え。\n３  被告らは，原告ＢＦＫに対し，連帯して８００万円及びこれに対する平成２\n２年４月１６日から支払済みまで年５分の割合による金員を支払え。\n４  被告らは，原告大一商会に対し，連帯して８００万円及びこれに対する平成\n２２年４月１６日から支払済みまで年５分の割合による金員を支払え。\n５  原告らのその余の請求をいずれも棄却する。\n６  訴訟費用はこれを５分し，その３を原告らの負担とし，その２を被告らの負\n担とする。\n７  この判決は，第１項ないし第４項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  被告らは，別紙被告商品目録記載の商品について，別紙著作物目録記載の映\n像を収載した別紙被告部品目録記載の部品の交換又は提供を行ってはならない。\n２  被告らは，原告ら各自に対し，連帯して，１９億８０００万円及びこれに対\nする平成２２年４月１６日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，テレビ放映用番組として製作された「遠山の金さんシリーズ」のう\nち，別紙著作物目録記載の合計３話（（（（以下以下以下以下 「「「「原告著作物原告著作物原告著作物原告著作物」」」」というというというという。）。）。）。）の著作権\nを有し，別紙商標目録記載の「遠山の金さん」の商標権（第４７００２９８号。\n以下以下以下以下「「「「本件商標権本件商標権本件商標権本件商標権」」」」というというというという。。。。）を有する原告東映が，別紙被告商品目録記載の\nパチンコ機「ＣＲ松方弘樹の名奉行金さん」（（（（以下以下以下以下「「「「被告商品被告商品被告商品被告商品」」」」というというというという。）。）。）。）を\n製造販売していた被告らに対し，著作権法１１２条１項又は商標法３６条１項\nに基づき，被告商品の部品である別紙被告部品目録記載の部品（（（（以下以下以下以下「「「「被告部被告部被告部被告部\n品品品品」」」」というというというという。）。）。）。）の交換又は提供の差止めを求めるとともに，原告東映，原告東\n映から原告著作物の著作権及び本件商標権の独占的使用許諾を受けたとする原\n告ＢＦＫ，原告ＢＦＫから原告著作物の著作権及び本件商標権の独占的使用再\n許諾を受けたとする原告大一商会が，原告らの連帯債権として，被告らに対し，\n連帯して，民法７０９条，７１９条，著作権法１１４条２項又は商標法３８条\n２項に基づき，合計１９億８０００万円及びこれに対する被告商品の製造販売\nが終了した日である平成２２年４月１６日から支払済みまで年５分の割合によ\nる遅延損害金の支払を求める事案である。\n２  前提となる事実（証拠等を付した以外の事実は争いがない。）\n(1)  当事者\nア  原告東映\n原告東映は，映画の製作及び配給等を業とする株式会社である。\nイ  原告ＢＦＫ\n原 告 Ｂ Ｆ Ｋ は ， キ ャ ラ ク タ ー 商 品 の 企 画 ， 制 作 ， 販 売 等 を 業 と す る\n株 式 会 社 で あ る 。\nウ   原 告 大 一 商 会 は ， 遊 戯 用 具 機 械 類 の 製 造 等 を 業 と す る 株 式 会 社 で あ\nる 。\nエ   被告第一通信社は，内外各種新聞， 雑誌広告の代理，ラジオ広告，テ\nレビ広告，映画広告，屋外広告 の請負， 仲介及び代理等を業とする株 式\n会社である。\nオ  被告サンセイは，遊技機器の製造・販売等を業とする株式会社である。\n(2)  原告著作物\nア  原告東映は，「遠山の金さんシリーズ」として，昭和２５年から昭和４\n０年にかけて劇場用映画を合計２０本，昭和４５年から平成１９年にかけ\nてテレビ放映用番組を合計７シリーズにわたって製作した（（（（以下以下以下以下「「「「本件金本件金本件金本件金\nさん シリーズさん シリーズさん シリーズさん シリーズ 」」」」 というというというという 。）。）。）。） 。このうち，昭和６３年から平 成１０年ま で\nは，松方弘樹主演の「名奉行遠山の金さん」（第１～第７シリーズ）並び\nに続編である「遠山の金さんｖｓ女ねずみ」及び「金さんｖｓ女ねずみ」\nの全２０２話 （（（（ 以 下以 下以 下以 下 ，，，， 合合合合 わせ てわせ てわせ てわせ て 「「「「 本件 松方作 品本件 松方作 品本件 松方作 品本件 松方作 品 」」」」 というというというという 。）。）。）。） を製作，放\n映した。（甲１２～１４）\nイ  原告が，本件において著作権侵害を主張する原告著作物（いずれも本件\n松方作品の１つ）は，次の(ｱ)ないし(ｳ)のとおりである。\n原告は，これら原告著作物につき，映画の著作物の映画製作者として著\n作権を有している（弁論の全趣旨）。\n（原告ＢＦＫ，原告大一商会が原告著作物につき独占的利用権を有してい\nるかは争いがある。）\n(ｱ)  「 名 奉 行 遠 山 の 金 さ ん 」 第 ６ シ リ ー ズ 第 １ 話 「 大 奥 女 中 謎 の 死」\n（（（（以下以下以下以下「「「「原告原告原告原告松方映像松方映像松方映像松方映像６６６６－－－－１１１１」」」」というというというという。。。。））））\nその概要は，別紙比較対照表１の「原告松方映像６－１」欄記載のと\nおりである。\n原告松方映像６－１は，平成６年６月９日に放映された（甲１１８）。\n(ｲ)  「名奉行遠山の金さん」第２シリーズ第２２話「江戸ゆきさん殺人\n事件」（（（（以下以下以下以下「「「「原告原告原告原告松方映像松方映像松方映像松方映像２２２２－－－－２２２２２２２２」」」」というというというという。）。）。）。）\nその概要は，別紙比較対照表２①の「原告松方映像２－２２」欄記載\nのとおりである。\n原告松方映像２－２２は，平成元年１１月１６日に放映された（甲１\n１８）。\n(ｳ)  「金さんｖｓ女ねずみ」第１話「大奥怪しい京人形」（（（（ 以下以下以下以下 「「「「原告原告原告原告\n松方映像松方映像松方映像松方映像（（（（女女女女ねずみねずみねずみねずみ））））２２２２－－－－１１１１」」」」というというというという。）。）。）。）\nその概要は，別紙比較対照表１⑤及び２②の「原告松方映像（女ねず\nみ）２－１」欄記載のとおりである。\n原告松方映像（女ねずみ）２－１は，平成１０年３月１４日に放映さ\nれた（甲１１８）。\n(3)  被告映像\nア  被告商品である「ＣＲ松方弘樹の名奉行金さん」はパチンコ機であり，\n様々な映像が収載されてい る （（（（ 以下以下以下以下 ，，，， 総称総称総称総称 してしてしてして 「「「「 被告映像被告映像被告映像被告映像 」」」」 というというというという 。）。）。）。） 。\n被告映像は，被告部品に収載されている（弁論の全趣旨）。\n被告映像は，被告商品の遊技中，一定の条件の下で，被告商品中央やや\n上部の液晶画面において展開される一連の映像であり，次のようなものが\n含まれている。\n(ｱ)  「白州ボーナス」の演出中に展開される，「金さん」を巡る一連の\n物語映像（Ｎ ｏ．０～ Ｎｏ．４５ ） （（（（ 以下以下以下以下 「「「「 被告被告被告被告 金金金金 さんさんさんさん 物 語映像物 語映像物 語映像物 語映像 」」」」 とととと\nいういういういう。。。。））））\nそのうちＮｏ．３１～Ｎｏ．３３，Ｎｏ．４０～Ｎｏ４５の映像の概\n要は，別紙 比較対照 表１②の 「Ｎｏ． ３ １乃至Ｎｏ ．３３」 ，１④ の\n「Ｎｏ．４０乃至Ｎｏ．４５」記載のとおりである。\n(ｲ)  「リーチ」の際，被告金さん物語映像のうち，お白州の場面の直前\nの，金さんが悪党と立ち回りを行う場面であるＮｏ．３１～Ｎｏ．３３\nの被告金さん物語映像が再編集され，まとめられた映像（（（（以下以下以下以下「「「「被告被告被告被告立立立立\nちちちち回回回回りリーチりリーチりリーチりリーチ映像映像映像映像」」」」というというというという。）。）。）。）\nその概要は，別紙比較対照表１①の「被告立ち回りリーチ映像」欄記\n載のとおりである。\n(ｳ)  「くのいちリーチ」について準備された映像（（（（ 以下以下以下以下「「「「 被告被告被告被告くのいちくのいちくのいちくのいち\nリーチリーチリーチリーチ映像映像映像映像」」」」というというというという。）。）。）。）\nその概要は，別紙比較対照表１⑤の「被告くのいちリーチ映像」欄記\n載のとおりである。\n(ｴ)  「白州リーチ」の際，被告金さん物語映像のうち，お白州の場面で\nあるＮｏ．３５～Ｎｏ．４３の被告金さん物語映像が再編集され，まと\nめられた映像（（（（以下以下以下以下「「「「被告被告被告被告白州白州白州白州リーチリーチリーチリーチ映像映像映像映像」」」」というというというという。）。）。）。）\nその概要は，別紙比較対照表１③，２①②の「被告白州リーチ映像」\n欄記載のとおりである。\n(4)  本件商標権\n原告東映は，別紙商標目録記載の商 標（第４７００２９８号。 以 下以 下以 下以 下 「「「「 原原原原\n告商標告商標告商標告商標」」」」というというというという。。。。）の商標権（本件商標権）を有している。\n(5)  被告標章\n被 告 商 品 に は ， 別 紙 被 告 標 章 目 録 記 載 の 標 章 （（（（ 以 下以 下以 下以 下 「「「「 被 告 標 章被 告 標 章被 告 標 章被 告 標 章 」」」」 と いと いと いと い\nうううう。）。）。）。）が付されている。\n(6)  被告らの行為\nア  被告らは，被告商品を製造し，平成２１年１１月２６日，被告商品のう\nち「ＣＲ松方弘樹の名奉行金さんＸＸ」という機種を発売し，平成２２年\n２月，「大当たり率」等の一部スペックのみを変更した「ＣＲ松方弘樹の\n名奉行金さんＺＺ」という機種を発売した。\nイ  被 告 サ ン セ イ は ， 平 成 ２ ２ 年 ４ 月 １ ６ 日 ， 被 告 商 品 の 完 売 を 通 知 し\nた 。\n(7)  仮 処 分\nア  原告東映は，被 告 ら に 対 し ， 平 成 ２ １ 年 １ ２ 月 ２ ８ 日 ， 著 作 権 侵 害\nを 理 由 と し て ， 被 告 部 品 の 交 換 又 は 提 供 の 仮 の 差 止 め を 求 め る 仮 処 分\nを 申 し 立 て （ 当 庁 平 成 ２ １ 年 （ ヨ ） 第 ２ ２ ０ ８ ７ 号 ） ， 当 庁 は ， 平 成\n２ ３ 年 ６ 月 １ ７ 日 ， 原 告 東 映 の 申 立 て を 認 め る 決 定 を し た （ 甲 １ １\n３ ） 。\nイ   被 告 ら は 保 全 異 議 を 申 し 立 て た （ 当 庁 平 成 ２ ３ 年 （ モ ） 第 ４ ０ ０ ２\n４ 号 ） が ， 当 庁 は ， 平 成 ２ ３ 年 １ ２ 月 ２ 日 ， 上 記 仮 処 分 決 定 を 認 可 す\nる 決 定 を し た （ 甲 １ １ ４ ） 。\nウ   被 告 ら は 保 全 抗 告 を 申 し 立 て た （ 知 財 高 裁 平 成 ２ ４ 年 （ ラ ） 第 １ ０\n０ ０ １ 号 ） が ， 知 的 財 産 高 等 裁 判 所 は ， 平 成 ２ ４ 年 ３ 月 １ ６ 日 ， 被 告\nら の 抗 告 を 棄 却 す る 決 定 を し た （ 甲 １ １ ５ ） 。\n(8)  無 効 審 判\n被 告 サ ン セ イ は ， 平 成 ２ ０ 年 ５ 月 １ ４ 日 ， 「 名 奉 行 金 さ ん 」 と 標 準 文\n字 で 表 記 し た 標 章 を ， 指 定 商 品 を 第 ２ ８ 類 「 遊 戯 用 器 具 」 と し て 商 標 出\n願 し ， 平 成 ２ １ 年 ２ 月 ６ 日 登 録 を 受 け て い た と こ ろ ， 原 告 東 映 が 無 効 審\n判 を 請 求 し ， 特 許 庁 は ， 平 成 ２ ２ 年 ４ 月 ５ 日 ， 上 記 商 標 は 原 告 商 標 と 類\n似 し ， 商 標 法 ４ 条 １ 項 １ １ 号 に 違 反 し て 登 録 さ れ た も の で あ る と し て ，\n当 該 商 標 を 無 効 と す る 審 決 を し た （ 無 効 ２ ０ ０ ９ － ８ ９ ０ ０ ７ ９ 号 。 甲\n９ ７ ） 。\n被 告 サ ン セ イ は 審 決 取 消 訴 訟 を 提 起 し た が ， 知 的 財 産 高 等 裁 判 所 は ，\n平 成 ２ ３ 年 ２ 月 ２ ８ 日 ， 被 告 サ ン セ イ の 請 求 を 棄 却 す る 判 決 を し （ 知 財\n高 裁 平 成 ２ ２ 年 （ 行 ケ ） 第 １ ０ １ ５ ２ 号 。 甲 ９ ８ ） ， 最 高 裁 判 所 は ， 平\n成 ２ ４ 年 ２ 月 ９ 日 ， 被 告 サ ン セ イ の 上 告 を 棄 却 し ， 本 件 を 上 告 審 と し て\n受 理 し な い 旨 の 決 定 を し た （ 最 高 裁 平 成 ２ ３ 年 （ 行 ツ ） 第 １ ８ ３ 号 ， 平\n成 ２ ３ 年 （ 行 ヒ ） 第 １ ８ ７ 号 。 甲 １ １ ６ ） 。\n第 ３   争 点\n１   著作権侵害の成否\n２  商標権侵害の成否\n２－１  被告標章を商標的に使用したといえるか\n２－２  原告商標と被告標章の類否\n２－３  原告商標の商標法４条１項７号違反（公序良俗違反）による無効理由\nの存否\n３  差止請求の可否\n４  損害賠償請求の可否及び損害額\n４－１  被告らの著作権侵害の故意過失\n４－２  原告東映の著作権法１１４条２項に基づく請求の可否\n４－３  原告ＢＦＫの著作権法１１４条２項に基づく請求の可否\n４－４  原告大一商会の著作権法１１４条２項に基づく請求の可否\n４－５  原告東映の商標法３８条２項に基づく請求の可否\n４－６  原告ＢＦＫの商標法３８条２項に基づく請求の可否\n４－７  原告大一商会の商標法３８条２項に基づく請求の可否\n４－８  被告商品の販売数量及び利益率\n４－９  原告著作物の寄与率\n４－１０  原告商標の寄与率\n４－１１  弁護士費用\n第 ４   争 点 に 関 す る 当 事 者 の 主 張\n１   争 点 １ （ 著 作 権 侵 害 の 成 否 ） に つ い て\n（ 原 告 ら の 主 張 ）\n(1)  映 画 の 著 作 物 に お け る 類 似 性 の 判 断 基 準\n劇場用映画やテレビドラマといった映画の著作物は，プロデューサーの\n統括の下，脚本家，監督，カメラマン， 照明技師，録音技師，デザイナー\n等々多くの者の共同作業により製作され る総合芸術であり，そこで発揮さ\nれる創作性は極めて多様なものである。 だからこそ，映画の著作物におけ\nる著作者の認定は，著作権法１６条により，「映画の全体的形成に創作的に\n関与した」か否かという基準で判断されることになっている。\u0000\nしたがって，著作権侵害を判断するにあたっても，映像として表現されて\nいる限り，その創作性は極めて多様な形で発揮されていることを前提に，そ\nの表現に表れている様々な要素を総合的に考慮して，全体として（全ての要\n素が結実した映像として）類似性があるかを判断すべきである。\u0000\n\u0000\u0000\u0000  原告著作物と被告映像の類似性\u0000\nア  被告金さん物語映像の全体のストーリー構成の類似性\n以下のとおり，被告金さん物語映像は，原告松方映像６－１において表\nれる物語の全体のストーリー構成とほぼ同じである。\u0000\n\u0000\n原告松方映像原告松方映像原告松方映像原告松方映像６６６６－－－－１１１１     被告金被告金被告金被告金さんさんさんさん物語映像物語映像物語映像物語映像\n・金さん悪事探索のシーン等\n北町奉 行で ある 遠山 金四郎 が， 市井 の一般\n人（金さん（金次））に身をやつして悪事を\n秘密裏 に探 り出 し， 事件の 真相 と黒 幕を突\nき止める。\nＮｏ．０～Ｎｏ．３０\n北町奉 行で ある 遠山 金四 郎が ，市 井の 一般\n人（金さん（金次））に身をやつして悪事を\n秘密裏 に探 り出 し， 事件 の真 相と 黒幕 を突\nき止める。\n・立ち回りシーン\n（悪党の屋敷に乗り込み，）大勢の悪党と立\nち回り を行 い， 金さ んは悪 党を 次々 にやっ\nつける （た だし ，そ の際， 最初 は素 手で応\n戦し， 途中 から 悪党 の刀を 奪っ て戦 うもの\nの，決して殺さない）。金さんは立ち回りの\n途中で自らの肩の桜吹雪の刺青を見せる。\nＮｏ．３１～Ｎｏ．３４\n（悪党の屋敷に乗り込み，）大勢の悪党と立\nち回り を行 い， 金さ んは 悪党 を次 々に やっ\nつける （た だし ，そ の際 ，最 初は 素手 で応\n戦し， 途中 から 悪党 の刀 を奪 って 戦う もの\nの，決して殺さない）。金さんは立ち回りの\n途中で自らの肩の桜吹雪の刺青を見せる。\n乱闘の 最中 に奉 行所 の同心 達が 悪党 を捕ま\nえる（「御用」）ためその場に駆けつける。\n金 さ ん は 奉 行 所 の 者 に 姿 を 見 ら れ な い よ\nう，到着前に立ち去る。\n乱闘の 最中 に奉 行所 の同 心達 が悪 党を 捕ま\nえる（「御用」）ためその場に駆けつける。\n金 さ ん は 奉 行 所 の 者 に 姿 を 見 ら れ な い よ\nう，到着前に立ち去る。\n・お白州シーン\n北町奉 行所 のお 白州 におい て悪 党の 裁きが\n行われ る。 証人 は， 悪党の 悪行 を訴 えるの\nに 対 し ， 悪 事 を し ら ば っ く れ ， 騒 ぎ 立 て\nる。こ れに 対し ，遠 山奉行 が直 前と は打っ\nて変わ った 江戸 言葉 で啖呵 を切 りな がら，\n長裃を 蹴っ て前 にに じり寄 り， 片肌 脱いで\n桜吹雪 の刺 青を 見せ つけ， 悪党 によ る悪事\nを全て 自分 の眼 で確 認して いる こと を明か\nし，悪 党を にら みつ ける。 これ に対 して，\nお白州 にい る悪 党は 驚愕し ，そ の後 観念す\nる。\nそ の 後 ， 悪 党 ら に 打 ち 首 等 の 極 刑 を 言 渡\nし，悪党等を引っ立てる。\n最後に ，遠 山奉 行は 「これ にて 一件 落着」\nと言う。\nＮｏ．３５～Ｎｏ．４５\n北町奉 行所 のお 白州 にお いて 悪党 の裁 きが\n行われ る。 証人 は， 悪党 の悪 行を 訴え るの\nに 対 し ， 悪 事 を し ら ば っ く れ ， 騒 ぎ 立 て\nる。こ れに 対し ，遠 山奉 行が 直前 とは 打っ\nて変わ った 江戸 言葉 で啖 呵を 切り なが ら，\n長裃を 蹴っ て前 にに じり 寄り ，片 肌脱 いで\n桜吹雪 の刺 青を 見せ つけ ，悪 党に よる 悪事\nを全て 自分 の眼 で確 認し てい るこ とを 明か\nし，悪 党を にら みつ ける 。こ れに 対し て，\nお白州 にい る悪 党は 驚愕 し， その 後観 念す\nる。\nそ の 後 ， 悪 党 ら に 打 ち 首 等 の 極 刑 を 言 渡\nし，悪党等を引っ立てる。\n最後に ，遠 山奉 行は 「こ れに て一 件落 着」\nと言う。\n\u0000\n以上のとおり，被告金さん物語の構成は，原告松方映像６－１の物語の\n構成と共通のストーリー構成をしており，原告松方映像６－１の物語の構\n成と非常に類似している。\u0000\nイ  立ち回りシーンについて\n被告映像のうち，被告立ち回りリーチ映像及び被告金さん物語映像のＮ\nｏ．３１～Ｎｏ．３３は，原告松方映像６－１における立ち回りのシーン\nと類似している。\u0000\n被告立ち回りリーチ映像と原告松方映像６－１との類似点は，別紙比較\n対照表１の①のとおりである。\u0000\n被告金さん物語映像のＮｏ．３１～Ｎｏ．３３と原告松方映像６－１と\nの類似点は，別紙比較対照表１の②のとおりである。\u0000\nウ  お白州シーンについて\u0000\n被告映像のうち，被告白州リーチ映像及び被告金さん物語映像のＮｏ．\n４０～Ｎｏ．４５は，原告松方映像６－１におけるお白州のシーンと類似\nしている。\u0000\n被告白州リーチ映像と原告松方映像６－１との類似点は，別紙比較対照\n表１の③のとおりである。\u0000\n被告金さん物語映像のＮｏ．４０～Ｎｏ．４５と原告松方映像６－１と\nの類似点は，別紙比較対照表１の④のとおりである。\u0000\nエ  被告掛け声演出について\u0000\n被告商品において，「リーチ」が外れた場合で，「遠山の金さん」の肖\n像がスロットの真ん中のリールに表示されたとき，松方弘樹演じる遠山奉\n行の声で「おうおうおう！」という掛け声が掛かり，改めてリーチが継続\nされることになる（（（（以下以下以下以下「「「「被告掛被告掛被告掛被告掛けけけけ声演出声演出声演出声演出」」」」というというというという。）。）。）。）。\n被告掛け声演出は，松方弘樹演じる遠山奉行による江戸言葉で威勢の良\nい「おうおうおう！」という掛け声であるが，原告松方映像６－１におい\nても，お白州のシーンにおいて，松方弘樹演じる遠山奉行による江戸言葉\nで「おうおうおう！」という掛け声が出されており，その台詞のみならず，\n具体的な台詞回しにおいてもほぼ同じものとなっている。\u0000\nオ  被告くのいちリーチ映像について\u0000\n被告くのいちリーチ映像においては，生稲晃子演じる「お蝶」が「くの\nいち（女忍者）」の格好をした際の映像が映っているが，これは原告松方\n映像６－１において登場する女性キャラクター「お紺」の映像と類似して\nいる。\u0000\n被告くのいちリーチ映像と原告松方映像６－１との類似点は，別紙比較\n対照表１の⑤のとおりである。\u0000\nカ  被告プロモーション映像について\u0000\n被告商品下部のパチンコ球を受ける箱の上部に「ＰＵＳＨ」というボタ\nンがあり，被告商品をパチンコ遊技に使用していない状態でこのボタンを\n押した場合，１分程 度のプロモー ション 映像 （（（（ 以下以下以下以下 「「「「 被 告被 告被 告被 告 プロモー ショプロモー ショプロモー ショプロモー ショ\nンンンン映像映像映像映像」」」」というというというという。）。）。）。）が流れる。\n被告プロモーション映像は，被告映像全体の中から，最も盛り上がる立\nち回りのシーン及びお白州のシーンを中心に短時間の一つのファイルにま\nとめたものであり，前述した原告松方映像６－１における立ち回りシーン\n及びお白州シーンと類似した映像を多く用いている。\u0000\nキ  お白州シーンにおける証人の懇願について\u0000\n被告白州リーチ映像において証人が「金さん」の呼出しを懇願するシー\nンは，原告松方映像２－２２のお白州のシーンと類似している。その類似\n点は，別紙比較対照表２の①のとおりである。\u0000\nまた，被告白州リーチ映像において悪党らが言及している「金次」との\n名前は，本件金さんシリーズにおいて「金さん」の名前として従来から用\nいられているものであり，この点においても非常に類似している。\u0000\nク  お白州シーンにおける遠山奉行の衣装について\u0000\n被告白州リーチ映像において遠山奉行が着ている衣装は，原告松方映像\n（女ねずみ）２－１において遠山奉行が着用している衣装と類似している。\nその類似点は，別紙比較対照表２の②のとおりである。\u0000\nケ  松方弘樹の演技について\u0000\n被告らは，松方弘樹の演技は，著作権侵害を基礎づけないと主張する。\nしかし，実演家の実演をどのような演出，美術，カメラワークの下で録画\nし，映像として実現していくかについては，映画の著作物の著作者（著作\n権法１６条）が関与し，著作者が映画の著作物の製作に関与することを約\n束しているときは，映画製作者において映画の著作物の著作権が帰属する\nものである（同法２９条１項）。被告らの主張は失当である。\u0000\nコ  以上のとおり，原告松方映像６－１と被告映像は，主要な登場人物，基\n本的ストーリーが極めて類似していることに加え，場面・セット，衣装の\nみならず，台詞や台詞の言い回し，立ち回りシーンやお白州の各映像の細\n部においても極めて類似している。これらの共通点は，全体として一定程\n度のまとまりをもった著作物として著作者の個性が表れており，創作性が\n認められる。\nサ  そして，原告松方映像６－１を視聴したことのある一般人が被告映像に\n接すれば，被告映像は，原告松方映像６－１をパチンコに商品化したもの\nで，パチンコに商品化するにあたり，一部のストーリーを変えたものと容\n易に認識できる程度に，基本的ストーリー，主要な出演者を含む登場人物\nや細かいストーリーと台詞や台詞の言い回し，各映像の細部の具体的表現\n等が共通であり，あるいは類似していることからすれば，原告松方映像６\n－１の表現上の本質的な特徴を直接感得することができる。\n(3)  依拠性\n本件金さんシリーズは１９５０年代から現在まで連綿と公開又は放送され，\n特に本件松方作品は１０年もの長期間放映されてきていることから，一般に\n広く認識されている。被告映像は，本件金さんシリーズが始まって一般に広\nく知られた後に製作されており，かつ，本件金さんシリーズの特徴的部分と\n被告映像の特徴的部分とはほぼ同一である。したがって，被告らが本件金さ\nんシリーズに依拠して被告映像を著作したことは明らかである。\n(4)  以上によれば，被告映像は原告著作物の著作権（複製権，翻案権）を侵\n害したものである。\n（ 被 告 ら の 主 張 ）\n(1)  映 画 の 著 作 物 に お け る 類 似 性 の 判 断 基 準 に つ い て\n著 作 権 法 は ， 創 作 的 な 表 現 を 保 護 す る も の で あ っ て （ 著 作 権 法 ２ 条 １\n項 １ 号 参 照 ） ， ア イ デ ア や 事 実 な ど 表 現 そ れ 自 体 で な い 部 分 や 表 現 上 の\n創 作 性 が な い 部 分 を 保 護 す る も の で は な い 。 し か る に ， 個 別 的 な 判 断 を\n排 し て 専 ら 全 体 的 考 慮 に よ っ て 判 断 す る と ， 表 現 そ れ 自 体 で な い 部 分 ，\n又 は 表 現 上 の 創 作 性 の な い 部 分 に お い て 類 似 す る の み で あ る の に ， そ の\nよ う な 類 似 点 が 集 積 し た 全 体 に つ い て 創 作 性 が あ る と 判 断 さ れ か ね ず ，\n著 作 権 法 の 保 護 対 象 外 の 部 分 に お け る 類 似 に 基 づ き 著 作 権 侵 害 が 認 め ら\nれ る お そ れ が 生 じ る 。 そ れ ゆ え ， 著 作 権 法 の 保 護 対 象 外 の 部 分 を 除 外 し\nて 保 護 範 囲 を 正 し く 画 定 す る 上 で ， 表 現 を 分 離 ・ 分 節 し て 個 別 的 に 判 断\nす る こ と は 必 要 か つ 正 当 で あ る 。\nそ し て ， 映 画 の 著 作 物 に お け る 創 作 性 は ， カ メ ラ ワ ー ク の 工 夫 ， モ ン\nタ ー ジ ュ ， カ ッ ト 等 の 手 法 ， フ ィ ル ム 編 集 等 の 知 的 活 動 に あ る か ら ， 映\n画 の 著 作 物 の 表 現 上 の 類 似 性 が 認 め ら れ る に は ， カ メ ラ ワ ー ク 等 に お け\nる 同 一 性 ・ 類 似 性 が な け れ ば な ら な い 。\n(2)  原 告 著 作 物 と 被 告 映 像 の 類 似 性 に つ い て\nア   被 告 金 さ ん 物 語 映 像 の 全 体 の ス ト ー リ ー 構 成 の 類 似 性 に つ い て\n被 告 金 さ ん 物 語 映 像 と 原 告 松 方 映 像 ６ － １ そ れ ぞ れ の ス ト ー リ ー に\nお け る 人 物 設 定 ， 背 景 設 定 ， 事 件 の 伏 線 等 の 設 定 は 大 き く 異 な る が ，\n原 告 ら が 主 張 す る 全 体 の ス ト ー リ ー 構 成 な る も の は 単 な る あ ら す じ で\nあ っ て ， ア イ デ ア 又 は 全 体 の コ ン セ プ ト に す ぎ ず ， 著 作 権 法 で 保 護 さ\nれ る 表 現 に は 該 当 し な い 。 仮 に ， 全 体 の ス ト ー リ ー が ， 表 現 に 該 当 す\nる 余 地 が あ る と し て も ， 小 説 や 脚 本 等 の 原 作 の 著 作 権 の 対 象 と な る 余\n地 が あ る だ け で あ り ， 少 な く と も 「 映 画 の 著 作 物 」 の 著 作 権 の 対 象 で\nは な い 。\nな お ， 原 告 ら が 述 べ る ス ト ー リ ー 構 成 は ， 遠 山 金 四 郎 を 題 材 と し た\n作 品 に よ く 見 ら れ る あ り ふ れ た 表 現 に す ぎ な い 。\n原 告 ら の 主 張 に 対 し て 詳 細 な 反 論 は し な い が ， 原 告 ら に よ る 被 告 映\n像 に 関 す る 主 張 に は 誤 り が 多 数 散 見 さ れ る こ と を 付 言 す る （ 例 え ば ，\nＮ ｏ ． ３ ３ の 「 役 人 に み つ か ら な い よ う に 立 ち 去 る 」 と い う 場 面 は ，\n字 幕 の み の 表 示 で あ り 実 際 の 様 子 は 表 現 さ れ て い な い 点 等 ） 。\nイ   立 ち 回 り シ ー ン に つ い て\n(ｱ)  主要な登場人物\nそもそも，遠山金四郎は実在の人物であり，かつ明治時代以降に多数\nの舞台，映画，書籍等に主役として登場していることからすれば，遠山\n金四郎を登場させることについて，原告東映が何らかの権利を主張でき\nる余地はない。\nまた，遠山金四郎の登場自体は原作・脚本等で設定されているのであ\nるから，原告松方映像に係る「映画の著作物」の著作権の対象となるこ\nとはあり得ない。\nしたがって，松方弘樹が演じる遠山金四郎が登場することは，原告松\n方映像６－１の著作権を侵害する理由とはならない。\n(ｲ)  場面・セット\n悪党達が密談を行っている部屋に隣接する庭があること，この庭が建\n物や塀等に囲まれた内庭のようになっていることは，無数の作品に登場\nする極めてありふれたものであり，原告松方映像６－１の著作権を侵害\nする理由とはならない。\nまた，日本において時代劇を撮影することが可能なスタジオは，東映\n京都撮影所，東映太秦映画村，松竹京都撮影所，みろくの里，日光江戸\n村，ワープステーション江戸，庄内映画村，伊勢・安土桃山文化村と非\n常に限られている上，時代劇はその舞台設定が必然的に類似してくるこ\nとから，上記のような密談場面の映像を撮影する場合，その映像はある\n程度類似せざ るを得な い。なお ，被告映 像は，日光江 戸村に存 在する\nセットをそのまま利用して撮影されたものである。\nこのように，時代劇を撮影するためのスタジオが限定されていること\nから，部屋や庭の場面が類似せざるを得ない部分が生じるところ，仮に，\n原告松方映像６－１と被告映像における場面・セットが類似したとして\nも，庭の近くの部屋で密談をするというアイデアや原作，舞台セット自\n体は「映画の著作物」の著作権の対象外であるから，原告松方映像６－\n１の著作権を侵害する理由とはならない。\nなお，原告らが主張するような場面・セットと類似する場面・セット\nは，過去にも第三者の作品にて使用されている。\n(ｳ)  衣装等\n遠山金四郎が江戸の町人のような格好をした上で頬被りをし，また武\n士ではない者が手ぶらであることは，時代劇で至極当然に利用されるご\nくごくありふれた姿であり，遠山金四郎を扱った作品においても，その\nような風体や頬被りの姿は多数描かれている。また，人物の衣装等自体\nは，「映画の著作物」の著作権の対象外である。\nしたがって，仮に，原告らが主張するような衣装が類似している部分\nがあるとしても，原告松方映像６－１の著作権を侵害する理由とはなら\nない。\nなお，原告らが主張する風体・衣装と類似する風体・衣装は，過去に\nも第三者の作品にて使用されている。\n(ｴ)  ストーリー展開・台詞・演技等\nストーリー展開については，仮に創作的表現があってもそれは小説や\n脚本等の原作の著作権の対象であり，ストーリー展開自体が「映画の著\n作物」に係る著作権の対象となることはない。\nまた，原告らの主張するストーリー展開は，いずれもありふれたもの\nである。\n台詞は，仮に創作的表現があってもそれは小説や脚本等の原作の著作\n権の対象であり，台詞自体が，「映画の著作物」の著作権の対象となら\nない。\nさらに，俳優の演技は，俳優の著作隣接権を根拠づける実演に係る創\n作的表現であるということはできても，「映画の著作物」の著作権侵害\nを基礎付けるものではない。とりわけ，本件松方映像６－１において，\n松方弘樹が演じる遠山金四郎が片肌を脱いで刺青を出す場面での演技は，\n松方によるオリジナルな演技であるから，当該演技自体ではなく，当該\n演技をいかなる照明の下でどのような角度からどのように撮影し，また\n撮影したフィルムをいかに編集するか等の点についての創作的表現の共\n通性があって初めて，「映画の著作物」の著作権侵害の有無の問題とな\nるのである。\n原告らの主張に対して詳細な反論はしないが，原告らによる被告映像\nに関する主張には誤りが多数散見されることを付言する（例えば，遠山\n金四郎が恍惚の表情をする表現，建物に上がり込む表現，部屋の中での\n戦いを繰り広げる表現等は，被告映像にはないという点等）。\n(ｵ)  遠山金四郎が片肌を脱いで刺青を出すという映像表現\nａ  被告立ち回りリーチ映像と原告松方映像６－１について\n（両映像の内容の対比）\n両映像における遠山金四郎が片肌を脱いで刺青を出すという映像表\n現を対比すると，次の表のとおりである（類似する部分に下線を付し\nた。）。\n原告松方映像６－１  被告立ち回りリーチ映像\nＡ  金さんが，右腕を右袖の中に入れた\n後，\n金さんが，右腕を右袖の中に入れた後\n（右袖は画面外に消える），\nＢ  右手を開いて，右手の先を手の甲が\n外になる向きで右襟から出し，\n右手を開いて立て，右手の先を手の甲\nが外になる向きで右襟から出し，\nＣ  右手を開いたまま，腰付近まで下ろ\nし，開いていた右手を拳にし，左後\n方を振り返りながら，右腕を振り上\nげ，その後前を向きながら，右腕を\n腰の高さくらいまで振り下ろす。\n右手を開いたまま，下ろし，左後方を\n振り返りながら，右腕を振り上げ，そ\nの後前を向きながら，右腕を振り下ろ\nす（右手は画面外に消える）。\nまた，特殊な画像処理（白い光の輪，\n青色，オレンジ色や白色等の多数の線\nによる輝きの強調等）が施される。\nＤ  金さんの上半身がアップで映された\n後に，刺青の図柄がアップで映され\nる。\n開いた障子の前に立つ悪人２名の様子\nが映され，刺青の図柄がアップで映さ\nれる（但し，桜吹雪の中に白いＮ字型\nの模様が入っている）。\nまた，特殊な画像処理（白い光の輪，\n青色，オレンジ色や白色等の多数の線\nによる輝きの強調等）が施される。\n（両映像の主な相違点）\n被告立ち回りリーチ映像は，パチンコ機上の小さな画面において短\n時間表示するためのものであるため，全体として，金さんをできるだ\nけ大きく映しており，原告松方映像６－１と被告立ち回りリーチ映像\nとでは，画面上の金さんの配置・構図・撮影方法・編集が異なるため，\n具体的な映像表現において相違している。\nまずＡについては，原 告松方映像６－ １ では，金さんの右手・ 右\n袖が，終始，画面中央付近に映されるのに対し，被告立ち回りリーチ\n映像では，右手・右袖が，画面下端に映され，すぐに画面下方に消え\nてしまう。\nＢについても同様に， 原告松方映像６ － １では，金さんの右手 ・\n右袖が，終始，画面中央付近に映されるのに対し，被告立ち回りリー\nチ映像では，右手・右袖が，画面下端に映され，すぐに画面下方に消\nえてしまい，画面上に映されるのは一瞬である。\nＣについては，まず， 被告立ち回りリ ー チ映像では，金さんが 右\n手を拳にする様子が映されないという点において表現上の相違がある。\nまた，原告松方映像６－１では，金さんの上半身全体が大きく躍動す\nる様子が示されるのに対し，被告立ち回りリーチ映像では，金さんの\n肩から上が回転する様子が映されるに過ぎず，表現に大きな相違があ\nる。\nＤについては，刺青の 柄が異なる上， 両 映像は，悪人の様子を 映\nすシーンが挿まれるか否か，金さんの右肩を前方，右横，後方の３方\n向から大きくズームアップされるか否か，刺青の図柄がアップで映さ\nれる回数，刺青の図柄に白いＮ字型の模様が入っているか否かで異な\nり，その具体的表現において相違する。\n（類似する動作の創作性の有無）\n上記のように，両映像 においては，金 さ んの動作において一部 類\n似する点がみられるが，いずれも原告松方映像６－１のみに認められ\nる特有の創作性はないか，又は乏しい。\nまずＡについては，右手を右袖の中に入れる動作は，片肌を脱ぐた\nめに必要な行為であり，選択の余地がないため，当該動作に創作性は\nない。なお，このようなありふれた動作の類似例の一部として，「北\n町奉行」（乙１ ０），「 江戸の華 」（乙１ １），「江戸の おらんだ 囃\n子」（乙１４）等がある。\n次にＢについては，右の片肌を脱ぐ際に，右手を襟元から出す動作\nは，ごく自然な動作であり，選択の余地がない上，手の甲が外を向く\nのは，身体の構造上必然的であり，選択の余地がないから，これらの\n動作に創作性はない。また，右手を襟元から出す際の右手の格好は，\n閉じて拳にするか，又は開くかの選択しかなく，選択の余地が乏しい\nため，当該動作に創作性は乏しい。なお，このようなありふれた動作\nの類似例の一部として，時代劇として，「北町奉行」（乙１０），「江戸\nの華」（乙１１），「大江戸桜吹雪」（乙１３）等があり，また現代劇と\nして，「昭和残侠伝」（乙１６），「日本やくざ伝  総長への道」（乙１\n７）等がある。\nまた，着物の襟から手を開いて出す俳優の動作は，役者を描いた江\n戸時代の浮世絵や歌舞伎の「助六」の演技等からも明らかなように古\nくからありふれている。\nさらにＣについては，開いていた右手を閉じて拳にするか否かは，\n選択の余地が乏しい創作性の乏しい動作であり，また，右腕を大きく\n振り上げて振り下ろすという動作は，片肌を脱ぐために当然に必要な\n動作である。さらに，一旦後ろを向いた後に前に向いて振り下ろす動\n作は，その振り下ろしの動作を大げさにするためになされるありふれ\nたものであるから，これらの動作に創作性はない。なお，このような\nあ り ふ れ た 動 作 の 類 似 例 の 一 部 と し て ， 「 江 戸 の 華 」 （ 乙 １ １ ），\n「江戸のおらんだ囃子」（乙１４），「江戸を斬るⅥ」（乙１５）等\nがある。\nまたＤについては，刺青を入れた姿で静止しているだけであり，当\n該動作に創作性はない。なお，このようなありふれた動作の類似例の\n一部として，「北町奉行」（乙１０），「江戸の華」（乙１１），「大\n江戸桜吹雪」（乙１３）等がある。\nさらに，Ａ～Ｄを通して，金さんを写す場面のカメラワーク，照明\nや編集等の制作手法は，ごく一般的なものであり，原告松方映像特有\nの創作性は見いだせない。刺青をアップにする場面があるが，キーポ\nイントとなる部分をアップにして写すことは，よく利用されるありふ\nれた手法であって創作性はない。\nｂ  被告金さん物語映像Ｎｏ．３１～Ｎｏ．３３と原告松方映像６－１\nについて\n被告金さん物語映像Ｎｏ．３１～Ｎｏ．３３は，刺青のアップの写\nしがない点及び特殊な画像処理が施されていない点を除き，被告立ち\n回りリーチ映像の対比部分と同様の映像表現である。\nウ   お 白 州 シ ー ン に つ い て\n(ｱ)  登場人物\n立ち回りシーンにおける主張において述べたように，松方弘樹が演じ\nる遠山金四郎が登場することは，原告松方映像６－１の著作権を侵害す\nる理由とはならない。\n(ｲ)  場面・セット\n立ち回りシーンにおける主張において述べたように，時代劇を撮影で\nきるスタジオ が限定さ れている ところ， 時代劇の撮影 における 場面・\nセットには制約があり，かつ原告らが主張する建物の配置，侍の配置，\n額の有無，悪党や証人の座る位置は多くの作品にみられるありふれたも\nのであるから，仮に，原告らが主張するように場面・セットが類似して\nいるとしても，それは原告松方映像６－１の著作権を侵害する理由とは\nならない。\nなお，以下，原告らが主張する場面・セットと類似する場面・セット\nは，過去にも使用されている。\n(ｳ)  衣装等\n立ち回りシーンにおける主張において述べたように，衣装が類似して\nいるとしても，原告松方映像６－１の著作権を侵害する理由とはならな\nい。\n原告らが主張する衣装と類似する衣装は，過去にも使用されている。\n(ｴ)  ストーリー展開・台詞・演技等\n立ち回りのシーンにおける主張において述べたように，仮に，原告ら\nが主張するようなストーリー展開・台詞・演技等が類似しているとして\nも，いずれも「映画の著作物」の著作権の対象ではないのであるから，\n原告松方映像６－１の著作権を侵害する理由とはならない。\nまた，遠山金四郎がお白州の場で片肌を脱いで刺青を見せて裁く点や\n当該刺青の図 柄が桜吹 雪である 点は，原 告らが主張す る本件金 さんシ\nリーズの最初 の創作年 度である １９５０ 年代よりも以 前の明治 ・大正\n期・昭和初期から，遠山金四郎を題材とする歌舞伎，文献，映画などの\n作品において，既に多用されており，ありふれた表現である。\u0000\nなお，ここでは，原告らによる主張に対して詳細な反論はしないが，\n原告らによる被告映像に関する主張には誤りが多数散見されることを付\n言する（例えば，遠山金四郎が長裃の裾を前に大きく蹴り出す表現等は，\n被告映像にはないという点等）。\n(ｵ)  遠山金四郎が片肌を脱いで刺青を出すという映像表現\nａ  被告白州リーチ映像と原告松方映像６－１について\n（両映像の内容の対比）\n両映像における遠山金四郎が片肌を脱いで刺青を出すという映像表\n現を対比すると，次の表のとおりである（類似する部分に下線を付し\nた。）。\n原告松方映像６－１  被告白州リーチ映像\nＡ  金 さ ん が ， 右 腕 を 右 袖 の 中 に 入 れ た\n後，\n金 さ ん が， 右 腕 を右 袖 の中 に 入れ た 後\n（右袖は画面外に消える），\nＢ  右手を開いて，右手の先を手の甲が外\nになる向きで右襟から出し，\nなし。\nＣ  右 手 を 開 い た ま ま ， 腰 付 近 ま で 下 ろ\nし，開いていた右手を拳にし，左後方\nを振り返りながら，右腕を振り上げ，\nその後前を向きながら，右腕を腰の高\nさくらいまで振り下ろす。\n左 後 方 を振 り 返 りな が ら， 右 腕を 振 り\n上 げ ， その 後 前 を向 き なが ら ，右 腕 を\n振 り 下 ろ す （ 右 手 は 画 面 外 に 消 え\nる）。\nＤ  金さんの上半身が映された後に，刺青\nの図柄がアップで映される（桜吹雪の\n図柄のみ）。\n金さんの上半身が映される。\nま た ， 特殊 な 画 像処 理 （白 い 光の 輪 ，\n青 色 ， オレ ン ジ 色や 白 色等 の 多数 の 線\nに よ る 輝 き の 強 調 や 数 字 の 絵 が 並 ぶ\n等）が施される。\n（両映像の主な相違点）\n被告白州リーチ映像は，パチンコ機上の小さな画面において短時間\n表示するためのものであるため，全体として，金さんをできるだけ大\nきく映しており，原告松方映像６－１と被告白州リーチ映像とでは，\n画面上の金さんの配置・構図・撮影方法・編集が異なるため，具体的\nな映像表現において相違している。\nまずＡについては，原告松方映像６－１では，金さんの右手・右袖\nが，終始，画面中央付近に映されるのに対し，被告白州リーチ映像で\nは，右手・右袖が，画面下端に映され，すぐに画面下方に消えてしま\nう。\nＢについては，そもそも該当する映像がない。\nＣについては，まず，被告白州リーチ映像では，開いた右手や金さ\nんが右手を拳にする様子が映されないという点において表現上の相違\nがある。また，原告松方映像６－１では，金さんの上半身全体が大き\nく躍動する様子が示されるのに対し，被告白州リーチ映像では，金さ\nんの肩から上が回転する様子が映されるに過ぎず，表現に大きな相違\nがある。\nＤについては，被告白州リーチ映像では，原告松方映像６－１に比\nべて，金さんが大きく映され，また刺青のアップが映されないという\n点で，その具体的表現において相違する。\n（類似する動作の創作性の有無）\n上記のように，両映像においては，金さんの動作において一部類似\nする点がみられるが，先に被告立ち回りリーチ映像に関する主張にお\nいて述べたことと同様に，いずれも原告松方映像６－１のみに認めら\nれる特有の創作性はないか，又は乏しい。\nまずＡについては，右手を右袖の中に入れる動作は，片肌を脱ぐた\nめに必要な行為であり，選択の余地がないため，当該動作に創作性は\n乏しい。\n次にＢについては，そもそも該当する映像がない。\nさらにＣについては，開いていた右手を閉じて拳にするか否かは，\n選択の余地が乏しい創作性の乏しい動作である。\nまた，右腕を大きく振り上げて振り下ろすという動作は，片肌を脱\nぐために当然に必要な動作である。さらに，一旦後ろを向いた後に前\nに向いて振り下ろす動作は，その振り下ろしの動作を大げさにするた\nめになされるありふれたものであるから，これらの動作に創作性はな\nい。\nまたＤについては，片肌を脱いで刺青を出した姿で静止しているだ\nけであり，当該動作に創作性はない。\nなお，上記一連の動作は，身体の右側を前面に向けて強調するよう\nにも見えるが，仮にかかる強調がなされているとしても，右の片肌を\n脱ぐ際の動作としてありふれており，原告松方映像６－１のみに認め\nられる特有の創作性はない。なお，このようなありふれた動作の類似\n例の一部 として， 「江戸 の華」 （乙２８ ），「江 戸の夕顔 」（乙 ２\n９），「江戸の一ばん星」（乙３２）等がある。\nまた，上記一連の動作の背景に，襖の不規則な斜め縞模様が配され\nていること，動作中の金さんの衣装が長裃であること，終始金さんが\n画面の中心に映し出される構図であることなどは，遠山金四郎を題材\nとする作品でありふれており，原告松方映像６－１のみに認められる\n特有の創作性はない。\nｂ  被告金さん物語映像Ｎｏ．４０～Ｎｏ．４５と原告松方映像６－１\nについて\n（両映像の内容の対比）\n両映像における遠山金四郎が片肌を脱いで刺青を出すという映像表\n現を対比すると，次の表のとおりである（類似する部分に下線を付し\nた。）。\n原告松方映像６－１  被 告 金 さ ん 物 語 映 像 Ｎ ｏ ． ４ ０ ～ Ｎ\nｏ．４５\nＡ  金 さ ん が ， 右 腕 を 右 袖 の 中 に 入 れ た\n後，\n金 さ ん が， 右 腕 を右 袖 の中 に 入れ た 後\n（右袖は画面外に消える），\nＢ  右手を開いて，右手の先を手の甲が外\nになる向きで右襟から出し，\n金 さ ん が， 右 手 を開 い て立 て ，右 手 の\n先 を 手 の甲 が 外 にな る 向き で 右襟 か ら\n出し，\nＣ  右 手 を 開 い た ま ま ， 腰 付 近 ま で 下 ろ\nし，開いていた右手を拳にし，左後方\nを振り返りながら，右腕を振り上げ，\nその後前を向きながら，右腕を腰の高\nさくらいまで振り下ろす。\n右 手 を 開い た ま ま， 下 ろし ， 開い て い\nた 右 手 を拳 に し ，左 後 方を 振 り返 り な\nが ら ， 右腕 を 振 り上 げ ，そ の 後前 を 向\nき な が ら， 右 腕 を腰 の 高さ く らい ま で\n振 り 下 ろ す （ 右 手 は 画 面 外 に 消 え\nる）。\nＤ  金さんの上半身がアップで映された後\nに ， 刺 青 の 図 柄 が ア ッ プ で 映 さ れ る\n（桜吹雪の図柄のみ）。\n金 さ ん の上 半 身 がア ッ プで 映 され た 後\nに ， 悪 人の 顔 が 映さ れ ，刺 青 の図 柄 が\nア ッ プ で映 さ れ る（ 但 し， 桜 吹雪 の 中\nに 白 い Ｎ字 型 の 模様 が 入っ た 図柄 が 存\n在する）。\n（両映像の主な相違点）\n被告金さん物語映像Ｎｏ．４０～Ｎｏ．４５は，パチンコ機上の小\nさな画面において短時間表示するためのものであるため，全体として，\n金さんをできるだけ大きく映しており，原告松方映像６－１と被告金\nさん物語 映像Ｎｏ ．４０ ～Ｎｏ ．４５と では，画 面上の金 さんの 配\n置・構図・撮影方法・編集が異なるため，具体的な映像表現において\n相違している。\nまずＡについては，原 告松方映像６－ １ では，金さんの右手・ 右\n袖が，終始，画面中央付近に映されるのに対し，被告金さん物語映像\nＮｏ．４０～Ｎｏ．４５では，右手・右袖が，画面下端に映され，す\nぐに画面下方に消えてしまう。\nＢについても同様に， 原告松方映像６ － １では，金さんの右手 ・\n右袖が，終始，画面中央付近に映されるのに対し，被告金さん物語映\n像Ｎｏ．４０～Ｎｏ．４５では，右手・右袖が，画面下端に映され，\nすぐに画面下方に消えてしまい，画面上に映されるのは短時間である。\nまた，原告松方映像６ －１では，金さ ん が襟元から出した右手 の\n動きを胸元付近で短時間止める又は速度を緩めてから腰付近に下ろす\nのに対し，被告金さん物語映像Ｎｏ．４０～Ｎｏ．４５では，金さん\nが襟元から出した右手の速度をほとんど変えずに腰元に下ろすという\n相違がある。さらに，襟元から右手を出すときの右手の位置が，原告\n松方映像６－１の方が被告金さん物語映像Ｎｏ．４０～Ｎｏ．４５よ\nりも少し高いという相違がある。\u0000\nＣについては，まず， 被告金さん物語 映 像Ｎｏ．４０～Ｎｏ． ４\n５では，金さんが右手を拳にする様子が映されないという点において\n表現上の相違がある。また，原告松方映像６－１では，金さんの上半\n身全体が大きく躍動する様子が示されるのに対し，被告金さん物語映\n像Ｎｏ．４０～Ｎｏ．４５では，金さんの肩から上が回転する様子が\n映されるに過ぎず，表現に大きな相違がある。\nＤについては，刺青の 柄が異なる上， 両 映像は，カメラを数回 連\n続して切り替え刺青の図のアップ映像を数回映す映像手法を採用する\nというアイデアを表現しているが，両映像は，悪人の様子を映すシー\nンが挿まれるか否か，刺青の図柄がアップで映される回数，刺青の図\n柄に白いＮ字型の模様が入っているか否かで異なり，その具体的表現\nにおいて明確に相違する。\n（類似する動作の創作性の有無）\n上記のように，両映像においては，金さんの動作において一部類似\nする点がみられるが，先に被告立ち回りリーチ映像に関する主張にお\nいて述べたことと同様に，いずれも原告松方映像６－１のみに認めら\nれる特有の創作性はないか，又は乏しい。\nまずＡについては，右手を右袖の中に入れる動作は，片肌を脱ぐた\nめに必要な行為であり，選択の余地がないため，当該動作に創作性は\nない。\n次にＢについては，右の片肌を脱ぐ際に，右手を襟元から出す動作\nは，ごく自然な動作であり，選択の余地がない上，手の甲が外を向く\nのは，身体の構造上必然的であり，選択の余地がないから，これらの\n動作に創作性はない。また，右手を襟元から出す際の右手の格好は，\n閉じて拳にするか，又は開くかの選択しかできず，選択の余地が乏し\nく，当該動作に創作性は乏しい。なお，右手を襟元から出す際に右手\nを開いた状態にしている類似例の一部として，「大江戸桜吹雪」（乙３\n０）等がある。\nさらにＣについては，開いていた右手を閉じて拳にするか否かは，\n選択の余地が乏しい創作性の乏しい動作であり，また，右腕を大きく\n振り上げて振り下ろすという動作は，片肌を脱ぐために当然に必要な\n動作である。さらに，一旦後ろを向いた後に前に向いて振り下ろすこ\nとは，その振り下ろしの動作を大げさにするためになされるありふれ\nた動作であるから，これらの動作に創作性はない。\nまたＤについては，片肌を脱いで刺青を出した姿で静止しているだ\nけであり，当該動作に創作性はない。\nなお，身体の右側を前面に向けて強調する演技が他の作品にも見ら\nれありふれていること，上記一連の動作の背景にある襖の不規則な斜\nめ縞模様，長裃という衣装，終始金さんが画面の中心に映し出す構図\nが，他の作品にも見られありふれていることは前述のとおりである。\nエ  被告掛け声演出について\n「おうおうおう」という台詞は，映画等のみならず日常生活でもよく使\n用されるありふれたものであり，それ自体創作的表現とならない。仮に創\n作的表現であると認められる余地があるとしても，その台詞は，原作に係\nる著作物の著作権の対象であって，「映画の著作物」の著作権の対象では\nない。また，台詞回し自体は，松方弘樹の実演に係る著作隣接権の対象で\nあって，「映画の著作物」の著作権の対象ではない。\nしたがって，原告らが主張するように台詞や台詞回しが類似していると\nしても，原告松方映像６－１の著作権を侵害する理由とはならない。\nオ  被告くのいちリーチ映像について\nくのいちが密偵の役目を負うことは，極めてありふれたアイデアにすぎ\nず，創作的表現とはならない。仮に創作的表現であると認められる余地が\nあるとしても，その人物設定自体は，原作に係る著作物の著作権の対象で\nあって，「映画の著作物」の著作権の対象ではない。\nまた，本来御法度であるはずの目立つ格好（頬被りに赤い布をねじりこ\nみ，服の裏地にも赤い布を配している）は，むしろ，くのいちの衣装とし\nては一般的であり，くのいちが登場する第三者の作品においても用いられ\nている。\nしたがって，仮に，原告らが主張するように，くのいちの役目や格好が\n類似しているとしても，原告松方映像６－１の著作権を侵害する理由とは\nならない。\nカ  被告プロモーション映像について\n前述のように，立ち回りシーンやお白州シーンにおいて，原告松方映像\n６－１の著作権侵害は認められない。\nしかも，被告プロモーション映像においては，原告らが強調している町\n人姿の遠山金四郎が服を脱ぐ場面が存在しないし，またお白州のシーンは\nわずか１～２秒である。\n原告らは，原告プロモーション映像が，原告松方映像６－１の著作権を\n侵害すると主張するのであれば，具体的に侵害する場面を特定して主張す\nべきである。\nキ  お白州シーンにおける証人の懇願について\n原告松方映像２－２２と被告リーチ映像におけるお白州のシーンは，そ\nもそもそこに登場する人物，台詞や台詞回し等の具体的表現が異なる。原\n告らが類似すると主張する部分は，いずれもストーリー展開に関するアイ\nデアであり，それは創作的表現に該当しない。仮に創作的表現であると認\nめられる余地があるとしても，ストーリー展開は，原作に係る著作物の著\n作権の対象であって，「映画の著作物」の著作権の対象ではない上，あり\nふれた展開である。\nしたがって，原告松方映像２－２２の著作権を侵害する理由とはならな\nい。\nク  お白州シーンにおける遠山奉行の衣装について\n衣装自体は，「映画の著作物」の著作権の対象ではない以上，原告松方\n映像２－１の著作権を侵害する理由とはならない。\n(3)  被告映像から原告松方映像６－１の本質的特徴を直接感得できないこと\n原告松方映像６－１と被告映像を比較対照表１の範囲で比較すると，原告\nらが類似であると主張する表現のうち，遠山金四郎が恍惚の表情をする表現，\n建物に上がり込む表現，部屋の中での戦いを繰り広げる表現，遠山金四郎が\n長裃の裾を前に大きく蹴り出す表現等は，被告映像には全く存在しないとい\nう相違がある。\nさらに，両映像には，原告らが触れていない次のような相違がある。\n例えば，原告松方映像６－１には存在する，立ち回りのシーンで女性（お\nキク）が悪人のもとを逃れ金さんの後ろに回り込む表現，遠山奉行がお白州\nで「許」と書かれた紙や証拠のかんざしを取り上げて示す表現，遠山奉行が\nお白州で女性（おキク）に証言させる表現，悪人がお白州から退席しようと\nする表現，立ち回りの回想シーンの挿入，お白州で悪人が刀を抜くが遠山奉\n行に払われて取り押さえられる表現等は，被告映像に全く存在しない。\n他方で，被告映像には存在する，ホワイトアウト・オーバーラップや輝き\nを強調する画像処理（被告立ち回りリーチ映像・被告白州リーチ映像），黒\nい空間で刀を振る表現や「桜十字」の文字の画像処理（被告立ち回りリーチ\n映像），立ち回りの際に金さんに助太刀（正吾）が入る表現（被告金さん物\n語映像Ｎｏ．３２），立ち回りの最後に金さんが悪人に逃げられる表現（被\n告立ち回りリーチ映像），お白州で女性が刃物で自分の喉を突こうとする表\n現（被告金さん物語映像Ｎｏ．４３），字幕の画面や静止画の挿入（被告金\nさん物語映像。特にＮｏ．３１～３２，及びＮｏ．４１～４３は大部分が静\n止画）等は，原告松方映像６－１に全く存在しない。\nこのように比較対照表１の範囲に限っても，多岐にわたる相違があること\nから，被告映像は，その全体から受ける印象が原告松方映像６－１から受け\nる印象と異なり，被告映像に接する者が，原告松方映像６－１の表現上の本\n質的な特徴を直接感得できるということはできない。\n一部類似している部分があるとしても，類似する部分の原告松方映像６－\n１の表現には創作性が認められないから，被告映像に接する者が，原告松方\n映像６－１の類似部分の本質的特徴を感得するということはない。\n(4)  依 拠 性 が な い こ と\n被告映像は，被告らが独自に創作した原作に基づき，被告らが独自に本件\nカメラワーク等の創作的表現を加えて映画化したものであるから，他の著作\n物に対する依拠性はない。\u0000\n松方弘樹の片肌を脱ぎ刺青を見せる演技については，松方は，原告松方映\n像６－１（第６シリーズ第１話）の製作以前にも同様の演技を行っており，\n原告松方映像６－１が当該演技と同様の演技を映像化した最初の映像表現で\nないことは明白であるから，少なくとも原告松方映像６－１への依拠は認め\nられない。\n遠山金四郎を題材とする作品については，過去の小説等により物語の基本\n的パターンが確立されているため，原著作物たる原作・脚本等はいずれも似\n通ったストーリー，人物設定となるのが通常である。また，場面・セット，\n衣装等については，原告松方映像６－１で用いられている場面・セット，衣\n装等が，いずれも時代劇でよく見られるありふれたものであるから，仮に類\n似が認められたとしても，依拠性の肯定には全く結びつかない。\n(5)  以上によれば，被告映像が原告著作物の著作権（複製権，翻案権）を侵\n害していないことは明らかである。\u0000\n２  争点２（商標権侵害の成否）について\u0000\n\u0000\u0000\u0000  争点２－１（被告標章を商標的に使用したといえるか）について\u0000\n（原告らの主張）\u0000\n被告らは，「金さん」のキャラクターを表示するものやパチンコ機上の映\n像著作物の題号として被告標章を使用しているのではなく，パチンコ機の商\n品名として被告標章を使用している以上，商標的使用に該当することは明ら\nかである。\u0000\n（被告らの主張）\u0000\n被告商品に接したパチンコホールや遊技者は，被告標章について，遠山金\n四郎の作品・物語を題材とするタイアップ機であることを表すために用いら\nれたものと認識し，被告商品の出所を想起することはないといえる。\u0000\n被告商品に付された「名奉行金さん」は，標章の付された商品に内蔵され\nた著作物の題号というべきであり，商標的使用を否定するべきである。\u0000\n被告商品に「松方弘樹の名奉行金さん」の文字が付されていることをパチ\nンコホール関係者や遊技者が視認する場合には，「金さん」のキャラクター\nを松方弘樹が演じることを表示するものと認識するといえる。「金さん」の\nキャラクターが特定の営業主体を想起させるものではなく，自他商品の識別\n標識として認識されることはない。\u0000\nそうすると，被告標章が自他商品の識別標識としての機能を果たす態様で\n用いられているものとはいえないから，被告標章の使用は，商標としての使\n用に当たらない。\u0000\n\u0000\u0000\u0000  争点２－２（原告商標と被告標章の類否）について\u0000\n（原告らの主張）\u0000\nア  商品の同一性\u0000\n本件商標権の指定商品は第２８類「遊戯用器具」を含み，被告商品は遊\n戯用器具である。したがって，被告商品は，本件商標権の指定商品である\n「遊戯用器具」と同一の商品である。\u0000\nイ  原告商標と被告標章の類似性\u0000\n\u0000ｱ\u0000  被告標章の要部\u0000\n被告標章は，「ＣＲ松方弘樹の」，「名奉行」，「金さん」という筆書き\nの字体が３行にわたって配され，「ＣＲ松方弘樹の」が「名奉行」より\nも約２分の１，「金」よりも約４分の１の大きさで表された標章である\n（但し，「ＣＲ松方弘樹の」と「さん」は同じ大きさである。）。\nこの点，被告標章は，「ＣＲ松方弘樹の」の文字と「名奉行」の文字，\n「金さん」の文字とが３行にわたって配されていることから，「ＣＲ松\n方弘樹の」の文字部分と「名奉行」，「金さん」の各文字部分とは外観上\n不可分一体ではなく，それぞれが独立して認識されるものといえる。ま\nた，「ＣＲ松方弘樹の」の文字部分と「名奉行」，「金さん」の文字部分\nの大きさが上記のとおり異なり，「ＣＲ松方弘樹の」の文字部分が「名\n奉行」，「金さん」の文字部分に比して小さく表されていること，さらに，\n「ＣＲ松方弘樹の」の文字部分は，松方弘樹氏による「名奉行金さん」\nのＣＲ機（プリペイドカードに対応したパチンコ遊技機）であることを\n説明しているにすぎないことを併せ考えると，少なくとも「ＣＲ松方弘\n樹の」にかかる部分に自他商品識別力は認められない。\nしたがって，被告標章において，少なくとも「ＣＲ松方弘樹の」は要\n部でなく，要部は「名奉行金さん」の文字部分にあるといえる。\n\u0000ｲ\u0000  外観，称呼，観念\u0000\n原告商標は，「遠山の金さん」の文字を標準文字で表してなるもので\nあり，氏姓「遠山」と愛称の「金さん」とを格助詞「の」をもって連結\nし た も の と 容 易 に 認 識 さ せ る も の で あ る 。 一 方 ， 被 告 標 章 の 要 部 は ，\n「名奉行金さん」の文字部分であり，「名奉行」と「金さん」とを組み\n合わせたものと容易に認識し得るものであるところ，原告商標と被告標\n章は「金さん」という外観において共通する。\u0000\nまた，原告商標は，「トオヤマノキンサン」の称呼が生じる。一方，\n被告標章は，「メイブギョウキンサン」の称呼が生じるところ，原告商\n標と被告標章は「キンサン」という称呼において共通する。\nさらに，遠山金四郎は，江戸時代後期に江戸町奉行等を歴任した実在\nの人物であるが，遅くとも明治時代中期より歌舞伎，小説，映画，テレ\nビ時代劇を通じて，「遠山の金さん」などと称呼されて大衆に親しまれ\nており，下情に通じた名奉行という人物像が広く一般に認識されている。\nこのように，原告商標は極めて高い周知著名性を有することから，原告\n商標から「歴史上の人物である『遠山金四郎』，及び時代劇等で演じら\nれる『名奉行として知られている遠山金四郎』」の観念が生じる。一方，\n被告標章からも，「歴史上の人物である『遠山金四郎』，及び時代劇等で\n演じられる『名奉行として知られている遠山金四郎』」の観念が生じる。\nしたがって，原告商標と被告標章は，「歴史上の人物である『遠山金四\n郎』，及び時代劇等で演じられる『名奉行として知られている遠山金四\n郎』」という観念を生じる点において共通である。\u0000\n\u0000ｳ\u0000  取引の実情\u0000\n原告商標及び被告標章は，主としてパチンコ機等において使用されて\nいるところ，パチンコ機等の取引者，需要者は，製造業者，遊技場営業\n者（パチンコホール），販売代理店（代行店），ゲームセンター及び中古\n品販売業者などのほか，中古品等を売買する個人も含まれる。また，パ\nチンコ業界では，近年，「版権モノ」又は「タイアップ機種」と呼ばれ\nるパチンコ機の人気が高まり，テレビアニメ，テレビドラマ，映画，漫\n画等のキャラクターを使用する例が少なくない。そして，パチンコ機等\nの大部分は，遊技場（パチンコホール）に設置され，遊技者はパチンコ\n機等を売買することはないが，パチンコ機等に付された商標によりパチ\nンコ機等の出所を認識，識別した上で利用するのが通常であり，また，\n遊技者の嗜好 や人気が 遊技場営 業者（パ チンコホール ）や販売 代理店\n（代行店）がどの機種を取り扱うかということに大きく影響するから，\n被告サンセイから被告標章が付されていることを認識の上で被告商品を\n直接購入する遊技場営業者の認識のみならず，遊技者の認識等をも考慮\nして，商標の類否を判断することが合理的である。\u0000\n原告商標が付された原告大一商会のパチンコ機と被告商品の販売時期\nがずれていたとしても，同一又は類似の商標を使用すれば，商標権者が\n関与する商品の販売が再開されたか，又はその関連商品（シリーズ商品\n等）の発売が開始されたという誤認混同が生じるおそれは極めて高い。\u0000\n被告商品にメーカー名が使用されているとしても，被告標章が使用さ\nれている被告商品に接した需要者は，商標権者である原告東映の許諾が\n得られていると誤認混同するおそれは非常に高い。\u0000\n\u0000ｴ\u0000  小括\u0000\n以上のとおり，「金さん」という点において称呼，外観が共通してい\nることに加え，観念の同一性，及び取引の実情を踏まえると混同のおそ\nれが大きいことを考慮するならば，原告商標と被告標章は類似している\nことは明らかである。\u0000\n（被告らの主張）\u0000\nア  商品の同一性は認める。\u0000\nイ  原告商標と被告標章の類似性\u0000\n\u0000ｱ\u0000  外観，称呼及び観念が全て異なること\u0000\n複数の構成部分を組み合わせた結合商標と解されるものについて，商\n標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商\n標そのものの類否を判断することは，その部分が取引者，需要者に対し\n商品又は役務の出所識別標識として強く支配的な印象を与えるものと認\nめられる場合や，それ以外の部分から出所識別標識としての称呼，観念\nが生じないと認められる場合などを除き，許されない（最高裁昭和３８\n年１２月５日判決・民集１７巻１２号１６２１頁［リラ宝塚事件］，最\n高裁平成５年９月１０日判決・民集４７巻７号５００９頁［ＳＥＩＫＯ\nＥＹＥ事件］，最高裁平成２０年９月８日判決・判時２０２１号９２\n頁［つつみのおひなっこや事件］）。\u0000\n被告標章は，「ＣＲ松方弘樹の名奉行金さん」という筆書きの字体が\n同時に，かつ分離されることなくまとまりよく一体に組み合わされた外\n観であり，その外観全体から「シーアールマツカタヒロキノメイブギョ\nウキンサン」との称呼を生じ，また，「松方弘樹が演じる名奉行の遠山\n金四郎」「松方弘樹が演じる名奉行として知られる遠山金四郎」などの\n観念を生じる。\n他方，原告商標は，「遠山の金さん」の文字を標準文字で表したもの\nであるところ，「トオヤマノキンサン」との称呼を生じ，また，「遠山金\n四郎」の観念を生じる。\nそれゆえ，被告標章と原告商標は，外観において「金さん」の文字が，\n称呼において「キンサン」が，観念において「遠山金四郎」が共通する\nのみであり，外観，称呼及び観念が全て異なるのであり，被告標章と原\n告商標は非類似であるといえる。\n\u0000ｲ\u0000  パチンコ機に係る取引の実情等に照らしても誤認混同のおそれがな\nいこと\u0000\n以下のとおり，被告商品の取引の実情によれば，何ら商品の出所を誤\n認混同するおそれが認められないため，被告標章と原告商標を類似商標\nと解することはできない。\u0000\nａ  特定業者間で取引されること\u0000\n被告標章が付された被告商品は，「風俗営業等の規制及び業務の適\n正化等に関す る法律 」（（（（ 以 下以 下以 下以 下 「「「「 風 営法風 営法風 営法風 営法 」」」」 とい うとい うとい うとい う 。）。）。）。） ２条１項７号に基\nづき運営されるパチンコホールにおける営業（いわゆる「パチンコ営\n業」）に供されることを目的とした，プリペイドカード対応のパチン\nコ機（いわゆるＣＲ機）であるところ，パチンコ営業に供される遊技\n機は，国家公安委員会規則で定められた基準に則ったものでなければ\nならず，かつその型式の遊技機が同法や同規則に定める規格に適合し\nている旨の検定を受けるなど（風営法２０条），その内容について厳\nしい規制の下で製造販売されている。\u0000\nそして，パチンコ機の取引者・需要者は，パチンコホール及び販売\n代理店（代行店）というパチンコ機を専門的に扱う特定の業者に限ら\nれている。しかも，当該業者は，種々の風俗営業関係行政に対応する\nことが義務づけられており，メーカー名・機種名等の確認を慎重に行\nうため，パチンコ機を取引する際に出所の誤認混同など生じる余地が\nない。\n単なる遊技者については，パチンコ機の流通及び購入に関与しない\nので，その認識を考慮するべきではなく，また，仮に考慮するとして\nも，単なる遊技者は，パチンコ機のスペック，ゲーム性，外観やパチ\nンコホールにおける設置状況等により自他商品を容易に識別できるた\nめ，誤認混同は生じ得ない。\u0000\nｂ  販売時期が異なること\u0000\n被告標章が付された被告商品は，平成２１年１１月に大手パチンコ\nホールへ のプレゼ ンテー ション ，代行店 説明会， 展示会， テレビ コ\nマーシャル放映等の販売促進活動を開始し，平成２２年１月の販売開\n始から同年３月１０日の最終出荷日まで約２か月間販売されていたも\nのであるが，原告商標が付された原告大一商会のパチンコ機「ＣＲ遠\n山の金さん」は平成２１年４月に販売が終了しており，原告大一商会\nが「ＣＲ遠山の金さん」の第２弾として発売したという「ＣＲ遠山の\n金さん～燃えろ桜吹雪～」は平成２３年６月に販売開始されたという\nのであり，被告商品と「ＣＲ遠山の金さん」，「ＣＲ遠山の金さん～燃\nえろ桜吹雪～」は，販売促進活動を含め販売時期が全く重ならないこ\nとから，両者の間で誤認混同が生じることはない。\u0000\nｃ  外観が異なること\u0000\n被告商品と「ＣＲ遠山の金さん」及び「ＣＲ遠山の金さん～燃えろ\n桜吹雪～」は，実機正面にそれぞれ「ＳａｎｓｅｉＲ＆Ｄ」，「ＤＡＩ\nＩＣＨＩ」等とメーカー名が大きく明記されており，盤面に掲載され\nた俳優が異なるなどその外観も一見して異なる。\nしかも，パチンコホールの関係者等は，メーカーが新機種の販売に\nあたって開催する発表会・展示会等の販売促進活動を通じ，外観を含\nめ当該機種に関する詳細かつ豊富な情報を得た上，当該機種に対する\n識別力が極めて高い状態で取引に臨む。\nしたがって，仮に被告標章と原告商標が紛らわしいとしても，その\nために誤認混同が生じることはない。\n\u0000\u0000\u0000  争点２－３（原告商標の商標法４条１項７号違反の有無）について\u0000\n（被告らの主張）\u0000\n原告商標は，「遠山の金さん」の文字を標準文字により表してなるもので\nあるところ，これは我が国で周知・著名な歴史上の人物である遠山景元（通\n称は金四郎）を容易に認識させるものである。「遠山の金さん」が商標とし\nて登録・使用されていることで，「遠山の金さん」以外の遠山金四郎の人物\n名を利用して公益的な施策等の遂行を阻害し，公共的利益を損なう危険性が\n多分に存する。したがって，原告商標のようなものを商取引に使用する商標\nとして，一民間企業である原告東映に商標登録を認めることは妥当でない。\nまた，原告東映には，歌舞伎・小説等を通じて我が国に定着していた「遠山\nの金さん」のキャラクターのもつ信用力や顧客吸引力に便乗し，指定商品に\nついて独占する目的もあったと考えられる。原告商標は，遠山金四郎の著名\n性に便乗する行為であって，社会公共の利益に反し，又は社会の一般的道徳\n観念に反するおそれがある商標に該当するものといわざるを得ない。\nしたがって，原告商標は，商標法４条１項７号に該当し，４６条１項１号\n又は５号により無効となるべきものであるから，３９条，特許法１０４条の\n３により，その権利を行使することができない。\u0000\n（原告らの主張）\u0000\n商標自体に公序良俗違反のない商標が商標法４条１項７号に該当するのは，\nその登録出願の経緯に著しく社会的妥当性を欠くものがあり，登録を認める\nことが商標法の予定する秩序に反するものとして到底容認し得ないような場\n合に限られるものというべきである。\u0000\n原告商標は，その構成自体が公序良俗に反するものではなく，その出願の\n経緯に著しく社会的妥当性を欠くものもなく，登録を認めることが商標法の\n予定する秩序に反するものとして到底容認し得ないようなものでもない。\u0000\n歴史上の人物としての「遠山金四郎」は江戸時代の旗本で，天保年間に江\n戸北町奉行，南町奉行を務めた人物であるが，原告商標は「遠山金四郎」で\nはなく，「遠山の金さん」の文字からなるものであること，原告東映が制作\nした本件金さんシリーズが３０年以上にわたってテレビで放映された結果，\n「遠山の金さん」というときには，歴史上の人物としての「遠山金四郎」で\nはなく，原告東映の制作にかかる本件金さんシリーズの主人公又はタイトル\nとしての「遠山の金さん」を想起・連想することが圧倒的に多いと思われる\nこと，歴史上の人物としての「遠山金四郎」を説明・記述する際に「テレビ\nでお馴染みの」というように，原告東映の制作にかかる本件金さんシリーズ\nが引き合いに出される場合が少なくないこと，原告東映は，自らが制作した\n人気テレビドラマを題材とした商品化事業を円滑に展開するに当たって当該\nドラマの主人公又はタイトルである原告商標を出願したのにすぎず，そこに\n歴史上の人物名が有する顧客吸引力に便乗するような不正な目的はないこと，\n当該ドラマの主人公のモ デルとなった遠 山金四郎も「テレビドラ マ（時代\n劇）『遠山の金さん』のモデルとして知られる」のように紹介されるなど，\n遠山金四郎の声望，功績を今日に伝えるうえで本件金さんシリーズが多大な\n貢献をしたものであることなどを総合的に考慮すれば，原告商標が，その出\n願の経緯や目的に著しく社会的妥当性を欠くものがあり，その登録を認める\nことが商標法の予定する秩序に反するような場合に当たるということはでき\nない。また，原告において，遠山金四郎に関する公益的な施策に便乗して，\nその遂行を阻害し，公共的利益を損なう結果になることを知りながら，利益\nの独占を図る意図をもってしたものということもできない。その他，原告商\n標が公の秩序又は善良の風俗を害するおそれがある商標として７号に該当す\nるものというべき理由は何ら見いだせない。\u0000\n３  争点３（差止請求の可否）について\u0000\n（原告らの主張）\u0000\n\u0000\u0000\u0000  被告映像は原告著作物の複製又は翻案であるから，被告らが原告東映に\n無断で被告映像の内蔵された被告商品を製造・販売する行為及び被告部品を\n交換又は提供する行為は，原告著作物について原告東映の有する複製権又は\n翻案権を侵害する。\u0000\n被告サンセイは，平成２２年４月１６日に被告商品の完売宣言を告知して\nいるが，被告らが被告部品を修理等の際に交換又は提供するといったことが\n行われる蓋然性が高い。\u0000\nしたがって，原告東映は，著作権法１１２条１項に基づき，被告部品の交\n換又は提供の差止めを求める。\u0000\n\u0000\u0000\u0000  被告らが被告標章を被告商品に付して販売等する行為は，原告東映の本\n件商標権を侵害する。\u0000\nしたがって，原告東映は，商標法３６条１項に基づき，被告部品の交換又\nは提供の差止めを求める。\u0000\n（被告らの主張）\u0000\n\u0000\u0000\u0000  被告商品は，平成２５年１月２７日をもって「ＣＲ松方弘樹の名奉行金\nさんＸＸ」，「ＣＲ松方弘樹の名奉行金さんＺＺ」ともに，全ての都道府県で\n検定有効期間が終了した。そのため，被告らは，平成２５年２月１９日まで\nに，被告部品を含む被告商品専用の補修用部品を全て廃棄した。\nしたがって，被告部品に係る原告東映の差止請求は，「著作者人格権，著\n作権……を侵害する者又は侵害するおそれ」（著作権法１１２条１項）及び\n「自己の商標権又は専用使用権を侵害する者又は侵害するおそれ」（商標法\n３６条１項）が認められる余地がないから，棄却されるべきである。\n\u0000\u0000\u0000  原告東映は，被告商品の製造販売が商標権侵害であると主張しながら，\n被告部品についての差止めを求めているが，その法的根拠が不明である。\u0000\n４   争 点 ４ （ 損 害 賠 償 請 求 の 可 否 及 び 損 害 額 ） に つ い て\n(1)  争 点 ４ － １ （ 被 告 ら の 著 作 権 侵 害 の 故 意 過 失 ） に つ い て\n（ 原 告 ら の 主 張 ）\nア   被 告 第 一 通 信 社 は ， 「 松 方 弘 樹 の 名 奉 行 金 さ ん ２ ０ ０ ９ 」 と 題 す る\nＤ Ｖ Ｄ （（（（ 以 下以 下以 下以 下 「「「「 本 件本 件本 件本 件 Ｄ Ｖ Ｄ 」Ｄ Ｖ Ｄ 」Ｄ Ｖ Ｄ 」Ｄ Ｖ Ｄ 」 と い うと い うと い うと い う 。 ）。 ）。 ）。 ） を 企 画 ， 製 作 し ， 販 売 す る 予\n定 で あ っ た が ， 中 止 し た 。 平 成 １ ９ 年 に ， 後 に 本 件 Ｄ Ｖ Ｄ の プ ロ\nデ ュ ー サ ー と な る Ａ ⅰ 及 び 監 修 者 と な る Ａ ⅱ が ， 原 告 東 映 に 対 し ， 本\n件 Ｄ Ｖ Ｄ を 製 作 ， 販 売 し ， そ の 映 像 を 用 い て パ チ ン コ 機 を 製 作 ， 販 売\nす る 企 画 （（（（ 以 下以 下以 下以 下 「「「「 本 件 企 画本 件 企 画本 件 企 画本 件 企 画 」」」」 と い うと い うと い うと い う 。 ）。 ）。 ）。 ） に つ い て 許 諾 を 求 め ， 原 告 東\n映 は 当 該 申 出 を 明 確 に 断 っ た に も か か わ ら ず ， 被 告 ら は ， 原 告 ら の 関\n知 し な い と こ ろ で ， 本 件 企 画 を 強 行 し ， 本 件 Ｄ Ｖ Ｄ の 製 作 及 び 被 告 商\n品 の 製 造 に 至 っ て い る 。\nイ   そ の 後 ， 原 告 東 映 が 被 告 ら に 対 し て 本 件 企 画 の 中 止 を 求 め た と こ ろ ，\n平 成 ２ １ 年 ８ 月 ２ ６ 日 を 初 回 と し ， そ の 後 数 度 に わ た っ て 被 告 第 一 通\n信 社 と 原 告 東 映 と で 協 議 を 行 っ た 際 ， 被 告 第 一 通 信 社 は 平 成 ２ １ 年 １\n０ 月 ２ ６ 日 付 け で 「 『 「 名 奉 行 金 さ ん 」 著 作 権 侵 害 に 対 す る 考 え 方 』\nに つ い て 」 と 題 す る 書 面 （ 甲 ５ ７ ） を 作 成 し て い る が ， 同 表 題 に は\n「 著 作 権 侵 害 」 と い う 文 言 が 記 載 さ れ て い る こ と か ら ， 同 書 面 の 作 成\n者 で あ る 被 告 第 一 通 信 社 が 権 利 侵 害 の 認 識 を 有 し て い た こ と は 明 ら か\nで あ る 。\nそ の 後 も 和 解 交 渉 は ま と ま ら ず ， 原 告 東 映 は 平 成 ２ １ 年 １ ２ 月 ２ ８\n日 に 仮 処 分 を 申 し 立 て た が ， 被 告 ら は 被 告 商 品 の 発 売 （ 「 Ｃ Ｒ 松 方 弘\n樹 の 名 奉 行 金 さ ん Ｘ Ｘ 」 に つ き 平 成 ２ １ 年 １ １ 月 ２ ６ 日 ， 「 Ｃ Ｒ 松 方\n弘 樹 の 名 奉 行 金 さ ん Ｚ Ｚ 」 に つ き 平 成 ２ ２ 年 ２ 月 上 旬 ） を 強 行 し ， 仮\n処 分 手 続 に お い て も ， 仮 処 分 の 決 定 を 引 き 延 ば し て 被 告 商 品 を 完 売 さ\nせ て し ま う こ と を 図 っ て い る と し か 思 え な い 対 応 に 終 始 し た 。\nウ   こ れ ら の 経 緯 を も っ て す れ ば ， 本 件 に お い て 被 告 ら に は 本 件 企 画 当\n初 よ り 一 貫 し て 権 利 侵 害 の 認 識 が あ る こ と は 明 ら か で あ り ， か つ ， か\nか る 認 識 を 有 し な が ら 被 告 商 品 の 販 売 を 強 行 し た の で あ る か ら ， 故 意\n又 は 少 な く と も 重 大 な 過 失 が あ る こ と は 明 白 で あ る 。\n（ 被 告 ら の 主 張 ）\nア   被 告 映 像 は ， 被 告 ら が 独 自 に 創 作 し た 原 作 を 被 告 ら が 独 自 に 映 画 化\nし た も の で あ る か ら ， 被 告 ら は ， 被 告 商 品 の 製 造 販 売 に あ た っ て ， 被\n告 映 像 が 原 告 東 映 の 著 作 権 を 侵 害 す る も の で あ る と い う 認 識 ・ 予 見 が\n皆 無 で あ り ， か つ か か る 認 識 予 見 は 不 可 能 で あ っ た 。 し た が っ て ， 仮\nに 被 告 映 像 が 原 告 東 映 の 著 作 権 を 侵 害 す る も の で あ る と し て も ， 被 告\nら に は 著 作 権 侵 害 に 係 る 故 意 ・ 過 失 は な か っ た 。\nイ   被 告 ら は ， 被 告 商 品 の 製 造 販 売 に つ い て ， Ａ ⅱ を 通 じ て 原 告 東 映 の\n意 向 を 確 認 し た こ と は あ っ た が ， 権 利 の 許 諾 な ど 求 め て い な い 。 そ も\nそ も 著 作 権 に つ い て ， 原 告 東 映 か ら 何 ら の 言 及 も な か っ た 。 む し ろ ，\n平 成 ２ ０ 年 ７ 月 こ ろ ， 被 告 ら は ， Ａ ⅱ を 通 じ ， 原 告 東 映 に 対 し て 「 松\n方 弘 樹 の 遠 山 金 四 郎 」 と 題 す る 映 画 の 撮 影 の た め に 使 用 す る こ と を 申\n請 し ， そ の 対 価 を 支 払 っ た 上 で ， 原 告 東 映 か ら 松 方 弘 樹 が 演 じ る 遠 山\n金 四 郎 の 衣 装 の 貸 出 し を 受 け て お り ， 原 告 東 映 は ， 被 告 映 像 に つ い て\n著 作 権 侵 害 の 認 識 を 有 し て お ら ず ， む し ろ 実 質 的 に 許 諾 し て い た に 等\nし い 。\nウ   被 告 ら が 著 作 権 侵 害 を 認 め る 旨 の 発 言 ・ 書 面 作 成 ・ 提 案 を し た こ と\nは な い 。 平 成 ２ １ 年 １ ０ 月 ２ ６ 日 付 「 『 名 奉 行 金 さ ん 』 著 作 権 侵 害 に\n対 す る 考 え 方 」 と 題 す る 文 書 （ 甲 ５ ７ ） に つ い て は ， 原 告 東 映 か ら\n「 著 作 権 侵 害 事 件 に 関 し て 」 と い う 表 題 の 書 面 を 作 成 し て ほ し い と の\n要 望 が あ っ た こ と か ら ， 原 告 東 映 と の 紛 争 ・ 対 立 を 避 け る 目 的 で 作 成\nさ れ た も の で あ る 。\n(2)  争 点 ４ － ２ ～ 争 点 ４ － ４ （ 原 告 ら の 著 作 権 法 １ １ ４ 条 ２ 項 に 基 づ く\n請 求 の 可 否 ） に つ い て\n（ 原 告 ら の 主 張 ）\nア   原 告 東 映 は ， 自 ら 侵 害 品 と 競 合 す る 商 品 を 販 売 し て い な い と し て も ，\n著 作 権 法 １ １ ２ 条 ２ 項 の 文 言 上 ， 競 合 関 係 は 要 件 と さ れ て い な い か ら ，\n同 項 に 基 づ く 損 害 賠 償 を 請 求 で き る 。\n仮 に ， 競 合 関 係 を 必 要 と 解 す る と し て も ， 原 告 ら は 商 品 化 権 契 約 を\n通 じ て 一 体 の 関 係 に あ る た め ， 原 告 東 映 （ 及 び 原 告 Ｂ Ｆ Ｋ ） に つ い て ，\n著 作 権 法 １ １ ４ 条 ２ 項 が 適 用 さ れ る 。\nイ  原告ＢＦＫは，原告東映との間で平成１６年６月７日付け契約など（甲\n２８～３１，１０４，１０５）を締結し，もって，原告東映から，本件金\nさんシリーズのキャラクター及びその名称，映像等を使用し，ぱちんこ遊\n技機及び回胴式遊技機を製造，販売する独占的な商品化権の許諾を受けて\nいる。\u0000\nウ  原告大一商会は，原告ＢＦＫとの間の平成１６年６月１１日付け商品化\n権使用許諾契約書など（甲３２～３６，１０６，１０７）に基づき，本件\n金さんシリーズのキャラクター及びその名称，映像等を使用して，ぱちん\nこ遊技機等を製造，販売する独占的な商品化権の再許諾を受けている。\u0000\n原告大一商会は，平成２０年にパチンコ機「ＣＲ遠山の金さん」を，平\n成２３年６月には その第二弾 である「Ｃ Ｒ遠山の金さん～ 燃えろ桜吹 雪\n～」の発売を開始した。\u0000\nエ  著作権の独占的利用権者は，第三者に営業妨害など明らかに不当な目的\nがあるか否かを問わず，固有の権利として損害賠償請求ができると解する\nべきである。\u0000\n原告らはいずれも著作権法１１４条２項に基づく損害の賠償を求めるこ\nとができ，原告らの債権は連帯債権の関係に立つ。\u0000\n（被告らの主張）\u0000\nア  原告東映の著作権法１１４条２項に基づく請求が認められないこと\u0000\n著作権法１１４条２項は，売上げ減少による逸失利益額の推定規定であ\nるから，著作権者自ら侵害品と競合する製品を販売していない場合，同項\nは適用されない。\u0000\n原告東映，原告ＢＦＫ及び原告大一商会は，あくまで別の法的主体であ\nり，仮に，原告大一商会が被告らと競合する製品を販売したとしても，原\n告東映が当該製品を販売したことにはならない。\u0000\n仮に原告らの間で何 らかの使用許諾 がなされているとしても ，原告東\n映・原告ＢＦＫ間の契約書（甲２８～３１，１０４，１０５）によれば，\n許諾の対象は，本件金さんシリーズのうち橋幸夫主演のテレビ映画「ご存\nじ金さん捕り物帳」及び杉良太郎主演のテレビ映画「遠山の金さん」のみ\nであり，さらに，前者の「ご存じ金さん捕り物帳」に関する使用許諾契約\nは，平成２１年６月１０日をもって終了（甲３０）しているため，被告商\n品の販売開始（平成２２年１月）以降に許諾があったと解する余地のある\n対象は，後者の杉良太郎主演の「遠山の金さん」のみである（甲３１）。\nそして，原告らの主張によっても，原告大一商会が遠山金四郎を題材とす\nる杉良太郎主演のパチンコ機（「ＣＲ遠山の金さん～燃えろ桜吹雪～」）の\n販売を開始したのは，被告商品の販売から１年以上が経過した平成２３年\n６月であり，それ以前に杉良太郎主演の「遠山の金さん」を使用した事実\nはない。\u0000\nしたがって，少なくとも被告商品が製造販売されていた間については，\n原告らが一体として著作権を保持・使用していたということはできない。\nさらに，平成２４年１月ころ，原告大一商会の製品からの不具合が発生\nしたことが原因で，原告大一商会は，「ＣＲ遠山の金さん～燃えろ桜吹雪\n～」の全品回収を目指すこととなったため（乙４４），「ＣＲ遠山の金さん\n～燃えろ桜吹雪～」に関し，原告らが，被告商品の製造販売により売上げ\n阻害などいかなる損害も被るということは考えられない。\nそもそも，原告大一商会のパチンコ機「ＣＲ遠山の金さん」「ＣＲ遠山\nの金さん～燃えろ桜吹雪～」は，被告商品とスペック，ゲーム性，登場す\nる俳優その他映像内容等が異なるから，両パチンコ機は競合しないのであ\nり，著作権法１１４条２項の適用を肯定する理由にならない。\nしたがって，原告東映に著作権法１１４条２項に基づく損害が認められ\nないことは明白である。\nイ   原 告 Ｂ Ｆ Ｋ の 著 作 権 法 １ １ ４ 条 ２ 項 に 基 づ く 請 求 が 認 め ら れ な い こ\nと\n上 記 ア の と お り ， 仮に原告らの間で何らかの使用許諾がなされている\nと し て も ， そ の 許 諾 の 対 象 は ， 本 件 金 さ ん シ リ ー ズ の う ち テ レ ビ 映 画\n「ご存じ金さん捕り物帳」・「遠山の金 さ ん」の２作品に係る権利のみで\nあり，さらに被告商品の販売開 始以降に 許諾があったと解する余地の あ\nる対象は，後者の杉良太郎主演の「遠山の金さん」のみである（甲３１）。\nしたがって，原告ＢＦＫは，原告著作物を含む本件金さんシリーズの著\n作権に係る独占的利用権など有しないのであり，損害賠償請求の請求適格\nがない。\n仮に，原告ＢＦＫが原告著作物の独占的利用権を有していたとしても，\n著作権者から独占的な利用許諾を受けた被許諾者は，著作権者に対して契\n約に基づく債権的請求権を有するにすぎないから，第三者に営業妨害など\n明らかに不当な目的があるような場合は別として，第三者に対して損害賠\n償請求をすることはできない。そして，本件において，被告らには原告ら\nの営業を妨害するなど不当な目的などなかったから，仮に原告ＢＦＫが原\n告著作物について独占的利用権を有するとしても，原告ＢＦＫによる損害\n賠償請求は肯定できない。\nさらに，原告ＢＦＫは自ら被告商品と競合する製品を販売していないか\nら，著作権法１１４条２項の適用はない。原告らが一体として著作権を保\n持・使用していたという主張が同項の適用を肯定する理由にならないこと\nは前述のとおりである\nウ   原 告 大 一 商 会 の 著 作 権 法 １ １ ４ 条 ２ 項 に 基 づ く 請 求 が 認 め ら れ な い\nこ と\n上 記 ア の と お り ， 仮 に 原 告 ら の 間 で 何 ら か の 使 用 許 諾 が な さ れ て い\nる と し て も ， 被 告 商 品 の 販 売 開 始 以 降 に 許 諾 が あ っ た と 解 す る 余 地 の\nあ る 対 象 は 杉 良 太 郎 主 演 の 「 遠 山 の 金 さ ん 」 の み で あ る 。\nし た が っ て ， 原 告 大 一 商 会 は ， 原 告 著 作 物 を 含 む 本 件 金 さ ん シ リ ー\nズ の 著 作 権 に 係 る 独 占 的 利 用 権 な ど 有 し な い の で あ り ， 損 害 賠 償 請 求\nの 請 求 適 格 が な い 。\n仮 に 原 告 大 一 商 会 が 原 告 著 作 物 の 独 占 的 利 用 権 を 有 し て い た と し て\nも ， 本 件 に お い て 原 告 大 一 商 会 に よ る 損 害 賠 償 請 求 は 認 め ら れ な い こ\nと は 原 告 Ｂ Ｆ Ｋ に つ い て 述 べ た と お り で あ る 。\n原告大一商会の販売するパチンコ機 「ＣＲ遠山の金さん」及び「ＣＲ\n遠山の金さん～燃えろ桜吹雪～ 」は，い ずれも被告商品と販売時期が 重\nならず，スペック，ゲーム性， 映像内容 等が異なり競合製品でない上 ，\n後者の「ＣＲ遠山の金さん～燃 えろ桜吹 雪～」は原告大一商会製品の 不\n具合のために全品回収が目指さ れること となったから，原告大一商会 は\n被告商品と競合する製品を販売 しておら ず，著作権法１１４条２項の 適\n用はない。\n(3)  争 点 ４ － ５ ～ 争 点 ４ － ７ （ 原 告 ら の 商 標 法 ３ ８ 条 ２ 項 に 基 づ く 請 求\nの 可 否 ） に つ い て\n（ 原 告 ら の 主 張 ）\nア   原 告 東 映 は ， 自 ら 侵 害 品 と 競 合 す る 商 品 を 販 売 し て い な い と し て も ，\n商 標 法 ３ ８ 条 ２ 項 の 文 言 上 ， 競 合 関 係 は 要 件 と さ れ て い な い か ら ， 同\n項 に 基 づ く 損 害 賠 償 を 請 求 で き る 。\n仮 に ， 競 合 関 係 を 必 要 と 解 す る と し て も ， 少 な く と も ， 商 標 権 者 か\nら 許 諾 を 受 け た 者 が 商 標 を 使 用 し て い る 場 合 に は ， 商 標 法 ３ ８ 条 ２ 項\nは 適 用 さ れ る 。 ま た ， 原 告 ら は 商 品 化 権 契 約 を 通 じ て 一 体 の 関 係 に あ\nる た め ， 原 告 東 映 （ 及 び 原 告 Ｂ Ｆ Ｋ ） に つ い て ， 商 標 法 ３ ８ 条 ２ 項 が\n適 用 さ れ る 。\nイ   原 告 Ｂ Ｆ Ｋ は ， 原 告 東 映 と の 間 で 平 成 １ ６ 年 ６ 月 ７ 日 付 け 契 約 な ど\n（ 甲 ２ ８ ～ ３ １ ， １ ０ ４ ， １ ０ ５ ） を 締 結 し ， も っ て ， 原 告 東 映 か ら ，\n本 件 金 さ ん シ リ ー ズ の キ ャ ラ ク タ ー 及 び そ の 名 称 ， 映 像 等 を 使 用 し ，\nぱ ち ん こ 遊 技 機 及 び 回 胴 式 遊 技 機 を 製 造 ， 販 売 す る 独 占 的 な 商 品 化 権\nの 許 諾 を 受 け ， 本 件 商 標 権 の 独 占 的 通 常 使 用 権 を 設 定 さ れ て い る 。\nウ   原 告 大 一 商 会 は ， 原 告 Ｂ Ｆ Ｋ と の 間 の 平 成 １ ６ 年 ６ 月 １ １ 日 付 け 商\n品 化 権 使 用 許 諾 契 約 書 な ど （ 甲 ３ ２ ～ ３ ６ ， １ ０ ６ ， １ ０ ７ ） に 基 づ\nき ， 本 件 金 さ ん シ リ ー ズ の キ ャ ラ ク タ ー 及 び そ の 名 称 ， 映 像 等 を 使 用\nし て ， ぱ ち ん こ 遊 技 機 等 を 製 造 ， 販 売 す る 独 占 的 な 商 品 化 権 の 再 許 諾\nを 受 け ， 本 件 商 標 権 の 独 占 的 通 常 使 用 権 を 設 定 さ れ て い る 。\n原 告 大 一 商 会 は ， 平 成 ２ ０ 年 に パ チ ン コ 機 「 Ｃ Ｒ 遠 山 の 金 さ ん 」 を ，\n平 成 ２ ３ 年 ６ 月 に は そ の 第 二 弾 で あ る 「 Ｃ Ｒ 遠 山 の 金 さ ん ～ 燃 え ろ 桜\n吹 雪 ～ 」 の 発 売 を 開 始 し た 。\nエ   原 告 ら は い ず れ も 商 標 法 ３ ８ 条 ２ 項 に 基 づ く 損 害 の 賠 償 を 求 め る こ\nと が で き ， 原 告 ら の 債 権 は 連 帯 債 権 の 関 係 に 立 つ 。\n（ 被 告 ら の 主 張 ）\nア   原 告 東 映 の 商 標 法 ３ ８ 条 ２ 項 に 基 づ く 請 求 が 認 め ら れ な い こ と\n商 標 法 ３ ８ 条 ２ 項 の 適 用 を 受 け る た め に は ， 自 ら ， 業 と し て 登 録 商\n標 を 使 用 し ， か つ そ の 商 標 権 等 に 対 す る 侵 害 行 為 に よ っ て 現 に 営 業 上\nの 損 害 を 被 っ た こ と が 必 要 で あ る 。 原 告 東 映 は ， 自 ら 業 と し て 原 告 商\n標 を 使 用 し て お ら ず ， 競 合 製 品 を 販 売 し て い な い か ら ， 原 告 東 映 が 同\n条 項 の 適 用 を 受 け る こ と は で き な い 。\n原 告 ら の 間 で 許諾の対象となったと解する余地がある権利として，テ\nレビ映画「ご存じ金さん捕り物帳」及び「遠山の金さん」に係る権利があ\nるが，前者の「ご存じ金さん捕り物帳」に係る契約（甲２８～３０）では，\nそのタイトルが許諾対象である旨明記されているのに対し，後者の「遠山\nの金さん」に係る契約（甲３１）では，そのタイトルが許諾対象である旨\nが明記されていないから，「遠山の金さん」というタイトルについては，\n許諾対象から除外されていることが明らかである。\nそれゆえ，原告東映が原告ＢＦＫに，本件商標権の独占的通常使用権を\n付与した事実はないのであり，原告らが一体として商標権を保持・使用し\nているとはいえない。\n仮 に ， 原 告 大 一 商 会 の 「 Ｃ Ｒ 遠 山 の 金 さ ん ～ 燃 え ろ 桜 吹 雪 ～ 」 に つ\nき ， 原 告 ら に よ る 本 件 商 標 の 一 体 的 使 用 が あ る と 解 す る 余 地 が あ る と\nし て も ， 先 に 述 べ た よ う に ， 原 告 大 一 商 会 は ， 「 Ｃ Ｒ 遠 山 の 金 さ ん ～\n燃 え ろ 桜 吹 雪 ～ 」 の 全 品 回 収 を 目 指 す こ と と し た た め ， 原 告 ら に は ，\n本 件 パ チ ン コ 機 の 製 造 販 売 に よ り 売 上 げ 阻 害 な ど い か な る 損 害 も 生 じ\n得 な い の で ， 原 告 東 映 の 損 害 賠 償 を 認 め る 理 由 に は な ら な い 。\nそもそも，先に述べたように，原告大一商会のパチンコ機「ＣＲ遠山の\n金さん」「ＣＲ遠山の金さん～燃えろ桜吹雪～」は，被告商品と競合関係\nにないため，商標法３８条２項の適用を肯定する理由にならない。\nしたがって，原告東映による商標法３８条２項に基づく損害額が認めら\nれないことは明白である。\nイ   原 告 Ｂ Ｆ Ｋ の 商 標 法 ３ ８ 条 ２ 項 に 基 づ く 請 求 が 認 め ら れ な い こ と\n先に述べたように，原告らの間で本件金さんシリーズに係る独占的商品\n化権の許諾があったという主張は誤りであり，また仮に原告らの間で何ら\nかの使用許諾がなされているとしても，「遠山の金さん」というタイトル\nは許諾対象外であるから，原告ＢＦＫは，本件商標権に係る独占的通常使\n用権など有しておらず，原告ＢＦＫには損害賠償の請求適格がない。\n仮に，原告ＢＦＫが本件商標権の独占的通常使用権を有するとしても，\n独占的通常使用権は，商標権者又は専用使用権者に対して契約に基づく債\n権的請求権を有するに過ぎず，独占的通常使用権による損害賠償請求は，\n契約上の地位に基づいて使用権を専用しているという事実状態が存在する\nことを前提として，独占的通常使用権がかかる事実状態に基づいて享受す\nる利益に法的保護を与えることが相当である場合にのみ認められる。\nしかし，原告らの提出した証拠により原告ら間で使用許諾があったと解\nする余地がある平成１６年より後の平成１７年，株式会社藤商事は，杉良\n太郎主演の「遠山の金さん」のキャラクターを用いた「杉様のこれにて大\n当たり」というパチンコ機を製作販売しており，原告ＢＦＫがパチンコ機\n業界において本件金さんシリーズに係る商品化権を専用しているという事\n実状態が存在しない。それゆえ，原告ＢＦＫが本件金さんシリーズに係る\n独占的商品化権に含まれると主張する本件商標権の独占的通常使用権につ\nいても，原告ＢＦＫがパチンコ業界において専用している事実状態がある\nとはいえない。\n商標法３８条１～３項の規定は，商標権者又は専用使用権者が登録商標\nの使用権を物権的権利として専有し，何人に対してもこれに基づく権利を\n自ら行使できることを前提として，商標権者等の権利行使を容易ならしめ\nるために設けられた規定であるから，独占的通常使用権者の損害について\nこれらの規定を類推適用することはできない\n原告ＢＦＫは，自ら業として本件商標を使用しておらず，競合製品を販\n売していない。それゆえ，商標法３８条２項の適用がないことは明白であ\nる。\n原 告 ら が 一 体 と し て 商 標 権 を 保 持 ・ 使 用 し て い た と い う 主 張 が 同 項\nの 適 用 を 肯 定 す る 理 由 に な ら な い こ と は 前 述 の と お り で あ る 。\nウ   原 告 大 一 商 会 の 商 標 法 ３ ８ 条 ２ 項 に 基 づ く 請 求 が 認 め ら れ な い こ と\n先 に 述 べ た よ う に ， 原 告 ら の 間 で 本 件 金 さ ん シ リ ー ズ に 係 る 独 占 的\n商 品 化 権 の 許 諾 が あ っ た と い う 主 張 は 誤 り で あ り ， 原 告 大 一 商 会 は ，\n本 件 商 標 権 に 係 る 独 占 的 通 常 使 用 権 な ど 有 し て お ら ず ， 原 告 大 一 商 会\nに は 損 害 賠 償 の 請 求 適 格 が な い 。\n仮 に 原 告 大 一 商 会 が 本 件 商 標 権 に 係 る 独 占 的 通 常 使 用 権 を 有 す る と\nし て も ， 先 に 述 べ た よ う に 原 告 Ｂ Ｆ Ｋ が 本 件 商 標 権 の 使 用 権 を 専 用 し\nて い る と い う 事 実 状 態 が 存 在 す る と は い え な い か ら ， 原 告 大 一 商 会 に\nつ い て も ， 本 件 商 標 権 の 使 用 権 を 専 用 し て い る と い う 事 実 状 態 が 存 在\nす る と は い え な い 。\n独 占 的 通 常 実 施 権 者 の 損 害 に つ い て 商 標 法 ３ ８ 条 １ ～ ３ 項 の 規 定 を\n類 推 適 用 す る こ と は で き な い か ら ， 原 告 大 一 商 会 は ， 商 標 法 ３ ８ 条 ２\n項 の 適 用 を 受 け る こ と が で き な い 。\nま た ， 原 告 大 一 商 会 の パ チ ン コ 機 「 Ｃ Ｒ 遠 山 の 金 さ ん 」 「 Ｃ Ｒ 遠 山\nの 金 さ ん ～ 燃 え ろ 桜 吹 雪 ～ 」 は ， 被 告 商 品 と 販 売 時 期 が 重 な ら な い 上 ，\nゲ ー ム 性 ， ス ペ ッ ク ， 映 像 内 容 等 が 異 な り 被 告 商 品 と 競 合 し な い か ら ，\n同 項 の 適 用 を 肯 定 す る 理 由 と な ら な い こ と ， 後 者 の 「 Ｃ Ｒ 遠 山 の 金 さ\nん ～ 燃 え ろ 桜 吹 雪 ～ 」 に つ い て は ， 不 具 合 に よ り 全 品 回 収 を 目 指 す こ\nと と な っ た か ら ， 被 告 商 品 の 製 造 販 売 に よ り 売 上 げ 減 少 な ど い か な る\n損 害 も 生 じ 得 な い こ と は ， 前 述 の と お り で あ る 。\n(4)  争 点 ４ － ８ （ 被 告 商 品 の 販 売 数 量 及 び 利 益 率 ） に つ い て\n（ 原 告 ら の 主 張 ）\nア   原 告 ら は ， 以 下 の と お り 主 張 す る ほ か は ， 計 算 鑑 定 の 結 果 （ 販 売 数\n量 ４ 万 ２ ９ ９ ３ 台 ， 売 上 高 １ ５ ７ 億 ９ ４ ８ ４ 万 ６ ０ ０ ０ 円 ， 利 益 率 ●\n省 略 ● ， 貢 献 利 益 ● 省 略 ● ） を 争 う も の で は な い 。\nイ   計 算 鑑 定 書 は ， 被 告 商 品 の 売 上 高 か ら 控 除 す べ き 費 用 と し て ， 変 動\n費 及 び 個 別 固 定 費 を 挙 げ て い る 。 し か し ， 著 作 権 法 １ １ ４ 条 ２ 項 及 び\n商 標 法 ３ ８ 条 ２ 項 の 「 利 益 の 額 」 と は ， 売 上 高 か ら 変 動 費 の み を 控 除\nし た も の （ い わ ゆ る ｢限 界 利 益 ｣） と 解 す る べ き で あ り ， 個 別 固 定 費 は\n控 除 さ れ る べ き で は な い 。\nウ   仮 に 個 別 固 定 費 を 控 除 す る と し て も ， 新 型 枠 に 対 応 す る た め の 投 資\nに 係 る 減 価 償 却 費 （ 製 造 ） 及 び 新 型 枠 導 入 に 係 る 消 耗 品 費 （ 製 造 ） は\n控 除 さ れ る べ き で は な い 。\nパ チ ン コ 製 造 メ ー カ ー は ， 一 般 に ， お お よ そ ２ 年 に １ 度 の ペ ー ス で\nパ チ ン コ 台 の 枠 を 更 新 し て い る と こ ろ ， こ の パ チ ン コ 台 の 枠 は ， 個 別\nの 機 種 の た め に 製 造 さ れ る も の で は な く ， 当 該 枠 が 採 用 さ れ て い る 期\n間 に 製 造 さ れ る 機 種 に つ き ， 共 通 し て 使 用 さ れ る も の で あ る 。 すなわ\nち，本件において，被告商品からパチンコ台の新型枠が採用されたのだと\nしても，それは，単に，被告サンセイにおけるパチンコ台の枠の更新のタ\nイミングと，被告商品の製造のタイミングが偶然一致したにすぎず，仮に\n被告商品が製造されなくとも，当然，被告サンセイは新型枠投資等が必要\nであった。\u0000\nしたがって，新型枠投資等は「被告製品の製造販売に直接的に必要な固\n定費」とは言えず，個別固定費として控除されるべきものではない。\u0000\nエ   仮 に 新 型 枠 投 資 等 を 個 別 固 定 費 と し て 控 除 す る と し て も ， 被 告 商 品\nの た め の 減 価 償 却 費 及 び 消 耗 品 費 を 算 出 す る に あ た っ て は ， 被 告 商 品\n以 外 を 含 め た 平 成 ２ １ 年 度 に お け る 総 販 売 数 量 で 按 分 す る の で は な く ，\n現 時 点 ま で の 新 型 枠 を 使 用 し た 被 告 サ ン セ イ の ２ ０ 機 種 （ う ち ３ 機 種\nに つ い て は ， 被 告 商 品 の 新 型 枠 を 使 用 し た も の と ， そ の 他 の 枠 を 使 用\nし た も の が あ る 。） の 総 販 売 数 量 （ ３ 機 種 に つ い て は 新 型 枠 を 使 用 し\nた も の の 販 売 数 量 ） に よ っ て 按 分 す べ き で あ る 。 \u0000\nオ   計 算 鑑 定 書 は ， 製 品 材 料 廃 棄 損 を 個 別 固 定 費 と し て 控 除 し て い る が ，\n著 作 権 や 商 標 権 侵 害 に よ る 損 害 は ， ま さ に 当 該 被 告 商 品 を 販 売 し た こ\nと に よ る 損 害 で あ っ て ， 販 売 さ れ な か っ た 被 告 商 品 の た め の 部 材 の 調\n達 費 用 は ， 当 該 侵 害 行 為 と は 関 係 の な い 費 用 で あ る 以 上 ， か か る 費 用\nは ，「 被 告 製 品 の 製 造 販 売 に 直 接 的 に 必 要 な 固 定 費 」 と は い え ず ， 個\n別 固 定 費 と し て 控 除 さ れ る べ き も の で は な い 。 \u0000\nカ   パ チ ン コ 台 の 部 材 は 多 岐 に わ た る が ， そ の 中 で も 特 定 の 機 種 の た め\nだ け に 製 造 さ れ た 部 材 と い う の は 限 ら れ て お り ， 特 に ， 部 材 費 の 中 で\n多 く の 割 合 を 占 め る コ ン ピ ュ ー タ ー 部 品 や 液 晶 な ど は ， 一 般 的 に は 他\nの 機 種 に も 流 用 可 能 で あ る 。 こ の よ う な ， 他 機 種 に も 流 用 可 能 な 部 材\nは ， 被 告 製 品 固 有 の 部 材 で は な い か ら ， 被 告 製 品 の 販 売 が 終 了 し た と\nし て も 廃 棄 す る 必 要 は な い 。 計 算 鑑 定 書 に よ れ ば ， 被 告 製 品 の 製 品 材\n料 廃 棄 損 と し て ， ● 省 略 ● と い う 極 め て 大 き な 金 額 が 計 上 さ れ て い る\nが ， か か る 金 額 は 一 般 的 な パ チ ン コ 機 種 の 部 材 廃 棄 費 用 と し て は 極 め\nて 高 額 で あ っ て ， こ れ ら の 金 額 の 中 に は 他 機 種 に 流 用 可 能 な 部 材 の 廃\n棄 費 用 ま で 含 ま れ て い た 可 能 性 ， あ る い は も と も と 他 機 種 に 使 用 す る\nつ も り で 購 入 し て い た 部 材 の う ち ， 被 告 製 品 に も 流 用 し て い た も の や ，\n流 用 予 定 だ っ た が 被 告 製 品 か ら 新 枠 が 採 用 さ れ た こ と に よ り 流 用 で き\nな く な っ た も の を こ の 機 会 に 廃 棄 し ， そ の 廃 棄 費 用 が 全 て 含 ま れ て い\nた 可 能 性 が 高 い 。 \u0000\nし た が っ て ， 仮 に ， 製 品 材 料 廃 棄 損 と し て 計 上 さ れ て い る 廃 棄 費 用\nに ， コ ン ピ ュ ー タ ー 部 品 や 液 晶 と い っ た ， 他 機 種 に 使 用 可 能 な 部 材 の\n廃 棄 費 用 ， あ る い は も と も と 他 機 種 に 使 用 す る つ も り で 購 入 し て い た\n部 材 の 廃 棄 費 用 が 含 ま れ て い る の で あ れ ば ， 当 該 費 用 は 「 被 告 製 品 の\n製 造 販 売 に 直 接 的 に 費 用 な 固 定 費 」 と は い え な い か ら ， 控 除 さ れ る べ\nき で は な い 。 \u0000\nキ   被 告 ら に よ る 材 料 費 ・ 試 験 研 究 費 （ 開 発 ） を 追 加 控 除 す べ き と の 主\n張 は 争 う 。 \u0000\n（ 被 告 ら の 主 張 ）\nア   被 告 商 品 の 販 売 台 数 は ４ 万 ２ ９ ９ ３ 台 ， 売 上 高 は １ ５ ７ 億 ９ ４ ８ ４\n万 ６ ０ ０ ０ 円 で あ る 。\n被 告 ら が 被 告 商 品 の 製 造 販 売 の た め に 要 し た 経 費 は ， １ ３ ４ 億 ６ ９\n０ ８ 万 ９ ７ ９ ７ 円 を 下 ら な い 。\nし た が っ て ， 被 告 ら の 得 た 利 益 は ， ２ ３ 億 ２ ５ ７ ５ 万 ６ ２ ０ ３ 円 を\n超 え な い 。\nイ   計 算 鑑 定 書 は ， 材 料 費 に つ い て ， 変 動 費 で あ る こ と は 認 め な が ら も ，\nそ の 算 入 額 に つ い て は ， 被 告 商 品 の 製 造 販 売 に 係 る 金 額 の 特 定 が 困 難\nで あ る こ と を 理 由 に ， 平 成 ２ １ 年 度 の 製 造 原 価 報 告 書 に お け る 材 料 費\nを 販 売 数 量 に 応 じ て 按 分 し た 額 （ ● 省 略 ● ） の み に 限 定 し て い る 。\nしかし，被告サンセイは，原価計算 を実施しているのであるから，被\n告製品に係る材料費については，これを 安易に按分計算するのではなく，\n原価計算関係書類に基づき算定 すべきで あり，それによればその金額 は\n少なくとも●省略●であること が特定で きる。その結果，計算鑑定書 の\n算入額は，少なくとも，●省略 ●過少に 算出されていることは明らか で\nある。\nウ  計算鑑定書は，減価償却費（製造）について，新型枠分の新規投資に係\nる減価償却費が個別固定費であることは認めながらも，その算入額につい\nては，新型枠分の投資に見合う減価償却費の全体額の特定が困難であるこ\nとを理由に，平成２１年度の製造に係る新規投資（新型枠分の新規投資を\n含む）の減価償却費を，販売数量に応じて按分した額（●省略●）のみに\n限定している。\nしかし，新型枠分の新規投資に係る減価償却費は，按分によらずとも，\n固定資産台帳で新型枠製造設備は特定した上でその減価償却費を集計する\nことにより特定することができ，その額は，●省略●である。\nしたがって，計算鑑定書の算入額は，少なくとも●省略●過少に算出さ\nれている。\nエ  計算鑑定書は，開発費のうち試験研究費●省略●について，開発費の費\n消により製品の販売を達成し収益を獲得できるか否か不確実であること，\n型式検定試験に合格するかどうかは不確実であることを述べて，個別固定\n費に該当しないとして，全部不算入としている。\n本件では，計算鑑定書のいう試験研究費（開発）の中身は，計算鑑定書\n１１頁にあるように，●省略●\n著作権法１１４条２項及び商標法３８条２項の「侵害行為により得た利\n益」の算定においては変動費及び個別固定費を控除の対象とすべきであり，\n個別固定費とは，固定費のうち，本件製品の製造販売に不可避であり（不\n可避性），発生額が正常であり（正常性），本件製品のための費用であるこ\nとが明確（特定可能性）であるものをいう。\n上記①～④は，会計取引を個別に判断・集計すれば，個別固定費の前記\n要件（不可避性，正常性，特定可能性）を満たす。\nまず，①については，専ら被告商品に用いられる液晶表示ソフト，液晶\n画面用素材，ＣＧ 等のために 支出した費 用であり（不可避 性・特定可 能\n性），●省略●という発生額は，これらの外注費として正常である（正常\n性）。\n次に，②については，専ら被告商品に用いられる部品のために支出した\n費用であり（不可避性・特定可能性），●省略●という発生額は，これら\nの部品費として正常である（正常性）。\nさらに，③については，専ら被告商品に用いられる映像，原盤及び著作\n物，音声の使用権 等のために 支出した費 用であり（不可避 性・特定可 能\n性），●省略●という発生額は，これらの素材費として正常である（正常\n性）。\nまた，④については，パチンコ機の販売には，保安通信協会の型式試験\nに適合することが不可欠であることから，被告商品の製造販売において不\n可欠の費用であり（不可避性・特定可能性），●省略●という発生額は，\n申請料として正常である（正常性）。\nそれゆえ，①～④は，被告商品の製造ないし販売に直接必要な個別固定\n費に該当するということができ，すべて経費として控除されるべきである。\n仮に，全額の算入が認められないとしても，被告製品の最終的な開発機\n種コードにより集計された●省略●については，経費として控除すべきで\nある。\nオ  原告らによる，個別固定費の全部又は一部を控除すべきでないとの主張\nは争う。\n(5)  争 点 ４ － ９ ～ ４ － １ ０ （ 原 告 著 作 物 及 び 原 告 商 標 の 寄 与 率 ） に つ い\nて\n（ 原 告 ら の 主 張 ）\n被 告 ら は 著 作 権 と 商 標 権 を 一 体 と し て 侵 害 し て い る の が 実 態 で あ る 。\nそ し て ， 著 作 権 侵 害 に 基 づ く 損 害 賠 償 責 任 も 商 標 権 侵 害 に 基 づ く 損 害 賠\n償 責 任 も 根 拠 規 定 は 不 法 行 為 な の で あ り ， 損 害 賠 償 額 の 認 定 に あ た っ て\nは ， 著 作 権 と 商 標 権 を 一 体 と し て 侵 害 す る 不 法 行 為 と し て 把 握 し な け れ\nば な ら な い 。\n被 告 ら の 行 為 は ， 被 告 標 章 と 被 告 映 像 を 複 合 的 に 利 用 す る こ と に よ っ\nて ， 原 告 ら の 著 作 権 と 商 標 権 を 一 体 と し て 侵 害 し た 不 法 行 為 で あ る と 端\n的 に 把 握 す れ ば ， 商 標 権 侵 害 と 著 作 権 侵 害 に よ る 寄 与 率 は ５ ０ ％ を 下 ら\nな い 。\n著 作 権 侵 害 と 商 標 権 侵 害 を 個 別 に み て も ， 次 の と お り で あ る 。\n被 告 映 像 の う ち ， 著 作 権 侵 害 部 分 を 仮 処 分 決 定 の 範 囲 に 限 定 し て 考 え\nて み て も ， 同 映 像 部 分 は ， 「 リ ー チ 」 時 や 「 白 州 ボ ー ナ ス 時 」 な ど 重 要\nな 局 面 で 流 れ る 映 像 で あ り ， 被 告 映 像 の う ち も っ と も 特 徴 的 か つ 重 要 な\nシ ー ン を 構 成 し て い る か ら ， 単 純 に そ の 時 間 的 割 合 で 寄 与 率 を 判 断 で き\nる も の で は な い 。\n近 時 の パ チ ン コ 業 界 に お い て は ， 高 い 顧 客 吸 引 力 を 有 す る 有 力 コ ン テ\nン ツ と タ イ ア ッ プ す る こ と が 非 常 に 重 要 で あ り ， 商 品 名 に タ イ ア ッ プ 機\nで あ る こ と が 一 瞥 し て 分 か る よ う な 商 品 名 を 付 け る こ と は 必 須 で あ る 。\n被 告 標 章 は 被 告 商 品 の 売 行 き に 大 き く 寄 与 し た こ と は 明 ら か で あ り ， そ\nの 寄 与 率 は 高 い 。\n（ 被 告 ら の 主 張 ）\nア   被 告 商 品 は，原告東映の著作物の複製ではなくオリジナル作品であり，\n仮処分決定が著作権侵害と判断した映像 部分をその一部分として利用して\nいるにすぎないから，損害額の算定にあ たっては，当該映像部分の寄与率\nを考慮すべきである。\nこの点につき，まず，被告商品の液晶画面に表示される映像（被告映像）\n自体，被告商品の一部分に過ぎず，被告商品の特徴は，被告サンセイ独自の\n「ギガスペック」と呼ばれる方式を採用することで，遊技中一時的に大当り\nの発生頻度を劇的に増大させた点にあることを考えると，被告映像の寄与率\nは極めて小さい。\nさらに，仮処分決定が著作権侵害と判断した映像部分が表示される時間は，\n遊技時間全体のうち多くとも約０．０４４％であるから，被告映像における\n当該映像部分の寄与率は０．０４４％以下である。\n加えて，被告映像は，被告らが，オリジナルの脚本を作成し，新たに映像\nを撮り下ろしたものであり，上記映像部分についても被告らの創作性が付加\nされていることを考慮すると，原告東映の寄与率はさらに小さいものとなる。\nそれゆえ，被告商品における原告東映の著作権の寄与率は，大きく見積も\nっても０．０１％程度である。\nイ  本 件 で は ， 原 告 商 標 は ， 原 告 東 映 や そ の 従 業 員 の 造 語 で は な く ， 明 治\n時 代 中 期 か ら 知 ら れ て い る 著 名 な 人 物 名 で あ り ， 遠 山 金 四 郎 を 題 材 と す\nる 無 数 の 作 品 が あ り ， 原 告 商 標 の 顧 客 吸 引 力 に 対 す る 原 告 東 映 の 寄 与 は\n少 な い 上 ， そ も そ も 自 他 商 品 の 識 別 力 が 微 弱 で あ る 等 の 事 情 に 加 え ， ①\n本 件 パ チ ン コ 機 の 特 徴 は ギ ガ ス ペ ッ ク の 採 用 に あ る こ と ， ② 被 告 商 品 の\n取 引 先 は 全 て パ チ ン コ ホ ー ル 又 は 販 売 代 理 店 （ 代 行 店 ） で あ り ， 専 門 の\n業 者 は ， 商 品 に 付 さ れ た 標 章 よ り も ， 当 該 商 品 の 品 質 ・ 価 格 等 に 着 目 し\nて 購 入 す る か ら ， 標 章 の 顧 客 誘 引 力 は 小 さ い こ と ， ③ パ チ ン コ 機 の 取 引\nは 厳 格 な 風 俗 営 業 関 係 行 政 の 下 で な さ れ る か ら ， 上 記 業 者 に よ る 出 所 混\n同 の 可 能 性 は 限 り な く ゼ ロ に 近 い こ と ， ④ 被 告 ら に よ る 営 業 努 力 が 被 告\n商 品 の 売 上 に 寄 与 し た こ と ， ⑤ 原 告 大 一 商 会 の パ チ ン コ 機 「 Ｃ Ｒ 遠 山 の\n金 さ ん 」 は ， 平 成 ２ ０ 年 １ ２ 月 に 販 売 開 始 後 ， 実 質 的 に は 平 成 ２ １ 年 １\n月 を も っ て そ の 販 売 を 終 了 し て お り ， 形 式 的 に み て も 平 成 ２ １ 年 ４ 月 を\nも っ て そ の 販 売 を 終 了 し て お り ， 販 売 中 も 特 に 人 気 の 高 か っ た 機 種 と ま\nで は い え ず ， 原 告 商 標 が ， 原 告 大 一 商 会 の パ チ ン コ 機 に お け る 使 用 を 通\nじ て パ チ ン コ 機 の 取 引 者 ・ 需 要 者 の 間 で 確 た る 信 用 な い し 顧 客 誘 引 力 を\n獲 得 し て い た と は い え な い こ と 等 の 事 情 に 鑑 み れ ば ， 被 告 ら が 被 告 商 品\nの 販 売 に よ り 得 た 利 益 に 対 す る 被 告 標 章 の 寄 与 率 は ， 限 り な く ゼ ロ に 近\nく ， 大 き く 見 積 も っ て も １ ％ 程 度 で あ る 。\n(6)  争 点 ４ － １ １ （ 弁 護 士 費 用 ） に つ い て\n（ 原 告 ら の 主 張 ）\n原 告 ら の 損 害 の 一 部 を 成 す 弁 護 士 費 用 は ， １ 億 ８ ０ ０ ０ 万 円 を 下 ら な\nい 。\n（ 被 告 ら の 主 張 ）\n争 う 。\n第５  当裁判所の判断\n１  争点１（著作権侵害の成否）について\n(1)  映画の著作物における創作性・類似性の判断手法について\nア  創作性の判断手法\n著作権法上，映画の著作物についての定義規定はないが，同法２条３項\nで「この法律にいう『映画の著作物』には，映画の効果に類似する視覚的\n又は視聴覚的効果を生じさせる方法で表現され，かつ，物に固定されてい\nる著作物を含むものとする。」とされているから，「視覚的又は視聴覚的\n効果を生じさせる方法で表現され」ており，かつ，「物に固定され」てい\nる「著作物」であれば，映画の著作物ということができる。\n本件において，原告が著作権侵害を主張する著作物（原告著作物）は，\n原告松方映像６－１，原告松方映像２－２２，原告松方映像（女ねずみ）\n２－１の３つである。これらは，いずれも視聴覚的効果を生じさせる方法\nで表現され，かつ，テレビドラマ映像として映像媒体に固定され，それぞ\nれの映像を全体としてみれば創作性が認められ，著作物といえるから（甲\n５２の１，５５，５６），映画の著作物ということができる。\n原告らは ，被告 映像と 原告 著作物 で類似 性を有す る構成 要素（ スト ー\nリー構成，シーン映像，衣装等）を取り出し，その類似性を主張する。\n著作物の創作的表現は，様々な創作的要素が集積して成り立っているも\nのであるから，原告作品と被告作品の共通部分が表現といえるか否か，ま\nた表現上の創作性を有するか否かを判断する際に，その構成要素を分析し，\nそれぞれについて，表現といえるか否か，また表現上の創作性を有するか\n否かを検討することは，有益であり，かつ必要なことであって，その上で，\n作品全体又は侵害が主張されている部分全体について，表現といえるか否\nか，また表現上の創作性を有するか否かを判断することは，正当な判断手\n法ということができる（知財高裁平成２４年８月８日判決・判時２１６５\n号４２頁［釣りゲーム事件］）。\nそこで，原告著作物について，その構成要素について検討することとす\nるが，その際，原告著作物はそれとは別個に観念される脚本や音楽とは別\n個の著作物と観念され，それらの二次的著作物と解されるから（著作権法\n１６条），原著作物と共通の構成要素部分については除外して，二次的著\n作物において新たに付加された構成要素について検討すべきである。\nまた，この点に関連して，被告らは，遠山金四郎が片肌を脱ぐ演技は，\n俳優の松方弘樹が，独自に研究研鑽を重ねて創出したものであり，俳優の\n演技に関する権利は，オリジナルなものであれば，当該俳優に属人的に帰\n属しており，俳優に著作隣接権が認められていることに照らすと，当該演\n技が固定された映画の著作物の著作権侵害の判断においては，俳優に属人\n的に帰属する演技に係る創作的表現の共通性を基に判断すべきではない，\nなどと主張する。\nしかし，実演家である松方弘樹の実演をどのような演出，美術，カメラ\nワークの下で録画し，映像として表現していくかについては，実演家の演\n技が映像表現に直結しているわけではなく，映画の著作物の著作者（著作\n権法１６条）が関与しており，著作者が映画の著作物の製作に参加するこ\nとを約束しているときは，映画製作者に著作権が帰属するものである（同\n法２９条１項）。このように，実演家が考案した演技であっても，これを\n当該映画における演出，美術，カメラワークの下で映像化した場合には，\n当該映画自体については，映画製作者が著作権を有するものであり，本件\nにおいて，原告東映は，松方弘樹の実演の映像を含む原告松方映像６－１\n全体について著作権を有するものである。\n映画の著作物の著作権は，その創作的な表現を考案したのが当該映画の\n著作物の著作者（例えば監督）であるか，それ以外の，例えば俳優，助監\n督，美術，大道具，小道具，衣装などの関与者であるかを問わず，映画製\n作者に帰属するのであって，撮影担当者の考案した（最終的に監督の了解\nを経た）カメラワークを創作性の判断において特に除外しないのと同様，\n俳優の考案した（最終的に監督の了解を経た）演技を創作性の判断から除\n外する必要はない。\n前記のとおり，原作や脚本に由来する部分など，映画の著作物が二次的\n著作物となる場合において原著作物に由来する部分については映画製作者\nの著作権は及ばないが（著作権法１６条），映像を離れて実演家の演技に\n著作権が発生するわけではないから，原作者や脚本家のような原著作者の\n権利が実演家に留保されることはない。\n被告らの主張は採用できない。\nイ  類似性の判断手法\n被告映像が原告著作物に類似するか否かは，原告らが侵害を主張する被\n告映像とそれに対応する原告著作物の部分について検討する必要がある。\nたとえ，原告著作物が全体としては著作物性を有するとしても，原告ら\nがその侵害を主張する部分について表現上の創作性が認められなければ，\n著作権侵害は成立しない。\nすなわち，著作権法は，思想又は感情の創作的な表現を保護するもので\nあるから（同法２条１項１号参照），アイデアなど表現それ自体でない部\n分又は表現上の創作性がない部分において既存の著作物と同一性を有する\nにすぎない場合には，複製にも翻案にも当たらない（最高裁平成１３年６\n月２８日判決・民集５５巻４号８３７頁［江差追分事件］参照）。\nそこで，被告映像と原告著作物との間で同一性を有すると主張する部分\n（侵害を主張する部分）が表現上の創作性がある部分といえるか，創作性\nのある部分について，被告映像から原告著作物の本質的特徴を感得できる\nか（類似性）について，以下，原告著作物の構成要素に即して検討する。\n(2)  被告映像と原告著作物の類似性\nア  被告金さん物語映像の全体のストーリー構成の類似性について\n原告らは，被告金さん物語映像の構成は，原告松方映像６－１の物語の\n構成と共通のストーリー構成をしているところ，全体のストーリー構成に\nは原告東映の創作性が表れていると主張する。\nしかし，原告松方映像６－１のストーリー自体は，脚本（甲１２１）に\n由来するものであって，二次的著作物である原告松方映像６－１の創作性\nある表現とはいえない。\nまた，原告らの主張するストーリー構成の類似は，概要，「北町奉行で\nある遠山金四郎が，市井の一般人（金さん（金次））に身をやつして悪事\nを秘密裏に探り出し，事件の真相と黒幕を突き止める。金さんが悪党の屋\n敷に乗り込み，立ち回りの途中で自らの肩の桜吹雪の刺青を見せる。北町\n奉行所のお白州で，悪事をしらばっくれる悪党に対し，遠山奉行が，片肌\n脱いで桜吹雪の刺青を見せつける。悪党は驚愕し，観念する。極刑を言い\n渡した遠山奉行は，「これにて一件落着」と言う。」というものであるが，\nこのストーリー構 成は，昭和 ３２年の舞 台「遠山桜江戸ッ 子奉行」（ 乙\n１），昭和４４年の舞台「いれずみ判官遠山の金さん」（乙２），昭和３\n６年の漫画「遠山金四郎」（乙３）にも同様のストーリー構成がみられ，\nいわゆる遠山金四郎ものによくあるアイデアの類似にすぎず，創作性ある\n表現の類似とはいえない。\nイ  立ち回りシーンの類似性について\n(ｱ)  主要な登場人物\n原告らは，原告松方映像６－１の立ち回りのシーンと，被告金さん物\n語映像Ｎｏ．３１～Ｎｏ．３３及び被告立ち回りリーチ映像について，\n「主要な登場人物として松方弘樹演じる金さんが登場する」ことを類似\n点と主張する。\nしかし，遠山金四郎が主要な登場人物であること，松方弘樹が金さん\n（遠山金四郎）を演じることは原告松方映像６－１の創作性ある表現と\nはいえず，創作性ある表現の類似とはいえない。\n(ｲ)  場面・セット\n原告らは，「悪党達が密談を行っている部屋及び当該部屋に隣接する\n庭が，主要な場所となる」こと，「この庭は，建物や塀等に囲まれた内\n庭のようになっている」ことを類似点と主張する。\nしかし，このような設定上の抽象的な表現のみでは，創作性ある表現\nの類似とはいえない。\n(ｳ)  衣装等\n原告らは，「金さんは，江戸の町人の格好をした上，頬かむりをして\nいる。金さんは，悪党共の密談の場を暴きに来たにも関わらず，手ぶら\nのままであり，また特段防具なども身につけず，無防備な格好をしてい\nる」ことを類似点と主張する。\nしかし，遠山金四郎が江戸の町人のような格好をした上で頬被りをし，\n手ぶらで防具を身につけていないという表現は，昭和２９年の「鉄火奉\n行」，昭和３０年の「次男坊判官」，昭和３２年の「勢揃い桃色御殿」，\n昭和５６年の「江戸を斬るⅥ」などにも見られた表現であり（弁論の全\n趣旨・被告第１準備書面２４，７１頁），創作性ある表現の類似とはい\nえない。\nもっとも，原告松方映像６－１の立ち回りシーンとこれに対応する被\n告映像の具体的映像表現を対比するに当たり，遠山金四郎の衣装が類似\nしていることは，その類似性を高める要素となっている。この点は後記\n(ｴ)で判断するが，少なくとも衣装の類似だけでは創作性ある表現の類\n似とはいえない。\n(ｴ)  ストーリー展開・台詞・演技等\nａ  原告らは，「悪党達が密談を行っている部屋に隣接する庭に，金さ\nんが頬被り姿で登場する。敵に囲まれる。悪党達は家来達に対し，金\nさんの殺害を命じる。金さんは日本刀を抜き身にした数多くの家来達\nに囲まれ ，実際に 襲われ るが， 最初は素 手で数人 の家来達 を薙ぎ 倒\nす。」ことが類似点と主張する。\nしかし，ストーリー自体は，脚本（甲１２１）に由来するもので，\n原告松方映像６－１の創作性ある表現とはいえないことは前記のとお\nりである（甲１２１のシーン５２［Ｂ１７～１８頁］に上記場面に相\n当する記載がある。）。\nそして，原告らは，類似性の根拠となるべき，映画の著作物におい\nて新たに付加された個々の映像表現（カメラワーク等）についてそれ\n以上具体的に主張していないから，原告東映の創作性ある表現の類似\nがあるとは認められない。\nｂ   原 告 ら は ， 「 （ 金 さ ん が ） 叱 る よ う に 『 静 か に し ろ い ， 静 か に\nよぉ！』との台詞を言い，家来達を黙らせる。江戸言葉で決め台詞を\n威勢よく言いながら，片肌を脱ぎ，肩から肘にかけてびっしりと彫ら\nれた桜の刺青を見せる。」ことが類似点と主張する。\nストーリー自体は脚本（甲１２１）に由来するものであるし，台詞\nは脚本（甲１２１）とは一部表現が異なる部分はあるものの（例えば，\n原告松方映像６－１の「静かにしろい，静かによぉ！」との台詞は，\n脚本（甲１２１・Ｂ１７頁）には存在しない。），その程度の差異に\nよって，原告松方映像６－１の台詞に創作性があるものとは認められ\nない。\nしかし，具体的な映像表現として，原告松方映像６－１の立ち回り\nの桜吹雪披露シーンと，被告金さん物語映像Ｎｏ．３１の桜吹雪披露\nシーン及び被告立ち回りリーチ映像とを，カメラワーク，アングル，\nカット，遠山金四郎の衣装，松方弘樹の演技など，両映像から受ける\n総合的な印象において対比すると，両映像の与える総合的な印象は相\n当に類似している。\n特に，桜吹雪の刺青を見せる際に，①まず身体右側を画面前に向け，\n右腕を右袖の 中に入れ， ② 身 体右側を画 面前に向けた 姿勢で，右 手\nを開いた状態で右手の甲が外になる向きで，右手を右襟元から出し，\nそのまま右手を下ろし（被告金さん映像Ｎｏ．３１の桜吹雪披露シー\nン（甲４９の１）及び被告立ち回りリーチ映像（甲５０）においては，\n下ろした右手を拳にしているか否かは画面上明らかでない。），③左\n後方を振り返りながら，右腕を振り上げ，右肩及び右腕全体を着物か\nら出し，前を向きながら，右腕を振り下ろして片肌を脱ぎ，右肩の桜\n吹雪の刺青を披露する，④人物（金さん）の背景には，建物の外壁及\nび窓が映されており，人物の衣装は着流しに頬被りをしており，カメ\nラワークは，終始人物を中心に捉えている，という点は，見る者に相\n当強い印象を与える映像であり，この点の一致は，両者の与える印象\nの類似性に強い影響を与えている。\nこれらの映像表現は，脚本を映画の著作物に翻案する過程において\n新たに加えられた創作的な表現であり，原告東映の保有する原告松方\n映像６－１の著作権によって保護されるべき創作性ある表現の類似と\nいえる。\n「右手を右袖に入れ，襟元から出して右の片肌を脱ぐ」という動作\nは，他の映像表現においても見られるものであるが（乙１０～２２，\n弁論の全趣旨・被告第１準備書面７７～８０頁），上記の４つの特徴\nを兼ね備えた特徴的な映像表現が，本件松方作品製作前に存在してい\nた証拠はない。乙８，９は，平成１２年１２月に松方弘樹が御園座で\n行った芸能生活４０周年記念公演「遠山の金さん－新しい門出－」に\nおける演技であり，平成６年６月９日に放映された（甲１１８）原告\n松方映像６－１よりも後のものであるから，原告松方映像６－１の上\n記表現の創作性の判断に影響を与えるものではない。\nｃ  原告らは，「その後，本格的な立ち回りが始まる。金さんは，途中\nで悪党の１人が使っている日本刀を奪い，峰打ちをするために刀を返\nす。この際，金さんの顔と反対に返される刀との双方が映るような構\n図で撮影されている。右手と左手を離して刀を握っている。」ことを\n類似点と主張する。\n刀を峰に返すこと自体は脚本（甲１２１）に由来するものであるが，\n原告らの指摘するカメラワークは，映画の著作物の製作過程で新たに\n付加された映像表現である。しかし，この程度の類似では，原告松方\n映像６－１の創作性ある表現の類似とはいえない。右手と左手を離し\nて刀を握っていることも，創作性ある表現の類似とはいえない。\nｄ  原告らは，「（金さんが）悪党を次々と倒し，悪党を追い詰めてい\nく。悪党は峰打ちされているだけで，死ぬわけではないが，皆峰打ち\nをされると倒れ込む。また，迫力を示すために，峰打ちで叩く効果音\nも，実際の刀で切ったとき（の効果音）と同様のものが用いられてい\nる。金さんは切りつけた後，その余韻を感じる恍惚の表情を一瞬見せ\nる」ことを類似点と主張する。\n峰打ちされた悪役が倒れ込むことや効果音の選択はありふれたもの\nで，映像表現としてみても，創作性ある表現の類似とはいえない。\n金さんが切りつけた後，その余韻を感じる恍惚の表情を一瞬見せる\n点は，映画の著作物の製作過程で松方弘樹の演技によって新たに付加\nされた映像表現であるが，創作性ある表現の類似とまではいえない。\nｅ  原告らは，このほか，「金さんが，庭から建物に上がり込み，悪党\nを追い詰める点」，「『御用だ，御用だ！』と多くの灯された提灯を\n持った役人が叫ぶ点」，「金さんが役人に見つからないようにその場\nを去る点」を類似点と主張するが，いずれも創作性のある表現とはい\nえない。\nウ  お白州シーンの類似性について\n(ｱ)  登場人物\n原告らは，原告松方映像６－１のお白州のシーンと，被告金さん物語\n映像Ｎｏ．４０～Ｎｏ．４５及び被告白州リーチ映像との対比について，\n「松方弘樹演じる遠山奉行が登場する」ことを類似点と主張する。\nしかし，遠山奉行が登場すること，松方弘樹が「遠山奉行」を演じる\nことは原告松方映像６－１の創作性ある表現とはいえないから，創作性\nある表現の類似とはいえない。具体的な演技，カットの類似性について\nは，後記(ｴ)で判断する。\n(ｲ)  場面・セット\n原告らは，「場面は，遠山金四郎が北町奉行を務める北町奉行所。お\n白州の場は，奉行所の建物内の高座と建物外の玉砂利敷の庭に分かれ，\nその間は階段でつながっている。建物内の高座には遠山奉行が，玉砂利\n敷の庭には筵が敷かれ，悪党らと証人が座っている。遠山奉行から見て，\n正面に悪党ら が，正面 右側に証 人等が座 っている」こ と，襖の 上部に\n「破邪顕正」（被告白州リーチ映像）又は「至誠一貫」（原告松方映像\n６－１）という四字熟語の書かれた額があること，襖の前に侍が２人い\nることを類似点と主張する。\n「北町奉行所のお白州の場面を設け，お白州の場は，奉行所の建物内\nの高座と建物外の玉砂利敷の庭に分かれ，建物内の高座には遠山奉行が，\n玉砂利敷の庭には筵が敷かれ，悪党らと証人が座っている。遠山奉行か\nら見て，正面 に悪党ら が座って いる」と いう表現，襖 の上に「 破邪顕\n正」等の言葉の書かれた額があるという表現は，昭和５６年の「江戸を\n斬るⅥ」，昭和３０年の「次男坊判官」，昭和２９年の「鉄火奉行」な\nどにも見られた表現であり（乙３４，３５，弁論の全趣旨・被告第１準\n備書面３０，７２頁），原告松方映像６－１の創作性ある表現の類似と\nはいえない。\n「遠山奉行から見て，正面右側に証人等が座っている」点も，ありふ\nれた表現であって創作性ある表現の類似とはいえない。\n「襖の前に侍が２人いる」点は，昭和５６年の「江戸を斬るⅥ」にも\n類似の表現が見られ（乙３４），ありふれた表現であって創作性ある表\n現の類似とはいえない。\n(ｳ)  衣装等\n原告らは，史実と異なり，遠山奉行が紺色の長裃を着用していること，\n遠山奉行が着ている長裃に「丸に三引」（円の中に横三本線）の家紋が\n入っていることが，類似点であると主張する。\nしかし，遠山奉行が長裃を着用していること，長裃に「丸に三引」の\n家紋が入っていることは，昭和２８年の「金さん捕物帖  謎の人形師」，\n昭和３０年の「次男坊判官」，昭和５９年の「ねずみ小僧怪盗伝」，昭\n和３２年の「勢揃い桃色御殿」，昭和３３年の「大暴れ東海道」などに\nも見られた表現であり（弁論の全趣旨・被告第１準備書面３１，７３～\n７６頁），原告松方映像６－１の創作性ある表現の類似とはいえない。\n原告松方映像６－１の衣装と，被告金さん物語映像Ｎｏ．４０～Ｎｏ．\n４５及び被告白州リーチ映像の衣装は，紺地に白の家紋が入っている点\nで，上記の各映像のどれにも増して酷似していることは確かであるが，\n衣装の類似だけであれば，原告松方映像６－１の創作性ある表現の類似\nとまではいえない。\n(ｴ)  ストーリー展開・台詞・演技\nａ  原告らは，要旨「『北町奉行・遠山左衛門尉様，ご出座～』との掛\nけ声がかかる。真ん中の襖が開き，遠山奉行が登場する。遠山奉行が\n『一同のもの，面を上げい』と言うと，悪党らと，その右側にいる証\n人はゆっくりと正面を見る。遠山奉行が画面に大写しにされ，『で，\n調べによれば……』と言い，吟味を開始する。否定する悪党ら。にや\nけ顔の悪党。証人が悪党の悪行を訴えるのに対して，悪党は悪事をし\nらばっくれ，口々に騒ぎ立てる」といった点を類似点と主張する。\nしかし，その大半は脚本（甲１２１）に由来するもので原告松方映\n像６－１の創作性ある表現とはいえない。また，原告松方映像６－１\nと被告金さん物語映像Ｎｏ．４０～Ｎｏ．４５及び被告白州リーチ映\n像を対比すると，原告松方映像６－１では，殺人事件の詮議となって\nいるのに対し，被告白州映像では幕府転覆の企ての詮議となっている\nほか，原告松方映像６－１では，悪党らが「確たる証拠を出せ」等と\n騒ぎ立てるのに対し，被告白州リーチ映像では，悪党らは，「怪しい\nのはあいつだ！」「金次の野郎を出しやがれ」と金次の出頭に絞って\n騒ぎ立てている。このように両者は詮議の内容や悪党の発言内容が異\nなっており，両映像が台詞の一部や脚本に表れないカメラワーク，ア\nングル，カット等において類似していることを考慮しても，原告松方\n映像６－１の創作性ある表現の類似とまではいえない。\nｂ  被告金さん物語映像Ｎｏ．４０の桜吹雪披露シーンについて\n原告らは，要旨「遠山奉行が直前とは打って変わった江戸言葉で啖\n呵を切りながら，長裃を蹴って前ににじり寄り，片肌脱いで桜吹雪の\n刺青を見せつけ，悪党による悪事を全て自分の眼で確認していること\nを明かし，悪党をにらみつける」といった点を類似点と主張する。\nストーリー自体は脚本（甲１２１）に由来するものであるが，具体\n的な映像 表現とし て，原 告松方 映像６－ １のお白 州での桜 吹雪披 露\nシーン（甲５２の１）と，被告金さん物語映像Ｎｏ．４０の桜吹雪披\n露シーン（甲４９の１）及び被告白州リーチ映像（甲５０）とで，カ\nメラワーク，アングル，カット，遠山金四郎の衣装，松方弘樹の演技\nなど，両映像から受ける総合的な印象を対比すると，両映像の与える\n総合的な印象は相当に類似している。\n特に，原告松方映像６－１のお白州での桜吹雪披露シーン（甲５２\nの１）及び被告金さん物語映像Ｎｏ．４０の桜吹雪披露シーン（甲４\n９の１）において，桜吹雪の刺青を見せる際に，①まず身体右側を画\n面前に向け， 右腕を右袖 の中に入れ ，② 身体右側を画 面前に向け た\n姿勢で，右手の５本の指を開いた状態で右手の甲が外になる向きで，\n右手を右襟元から出し，そのまま右手を下ろし（被告金さん映像Ｎｏ．\n４０の桜吹雪披露シーン（甲４９の１）においては，下ろした右手を\n拳にしているか否かは画面上明らかでない。），③その後，左後方を\n振り返りながら，右腕を振り上げ，右肩及び右腕全体を着物から出し，\n前を向きながら，右腕を振り下ろして片肌を脱ぎ，右肩の桜吹雪の刺\n青を披露する，④人物（遠山奉行）の背景には，襖の不規則な斜め縞\n模様が映されており，人物の衣装は裃であり，カメラワークは，終始\n人物を中心に捉えている，という点は，見る者に相当強い印象を与え\nる映像であり，この点の一致は，両者の与える印象の類似性に強い影\n響を与えている。\nこれらの映像表現は，脚本を映像化する映画の著作物の製作過程に\nおいて新たに加えられた創作的な表現であり，原告東映の保有する原\n告松方映像６－１の著作権によって保護されるべき創作性ある表現の\n類似といえる。\n「右手を右袖に入れ，襟元から出して右の片肌を脱ぐ」という動作\nは，他の映像表現においても見られるものであるが（乙２７～３６，\n弁論の全趣旨・被告第１準備書面８１～８３頁），上記の４つの特徴\nを兼ね備えた特徴的な映像表現が，本件松方作品製作前に存在してい\nた証拠はない。\nｃ  被告白州リーチ映像の桜吹雪披露シーンについて\n原告松方映像６－１のお白州での桜吹雪披露シーン（甲５２の１）\n及び被告白州リーチ映像の桜吹雪披露シーン（甲５０の１）は，桜吹\n雪の刺青を見せる際に，①まず身体右側を画面前に向け，右腕を右袖\nの中に入れ，③その後，左後方を振り返りながら，腰付近から右腕を\n振り上げ，右肩及び右腕全体を着物から出し，前を向きながら，右腕\nを振り下ろして片肌を脱ぎ，右肩の桜吹雪の刺青を披露する，④人物\n（遠山奉行）の背景には，襖の不規則な斜め縞模様が映されており，\n人物の衣装は裃であり，カメラワークは，終始人物を中心に捉えてい\nる，という点で類似している。\nしかし，被告白州リーチ映像においては，①遠山奉行が右腕を右袖\nの中に入れた後，画面がホワイトアウトし，次の場面では③遠山奉行\nは腰付近から右腕を振り上げ，右肩及び右腕全体を着物から出し，右\n腕を振り下ろしており，原告松方映像６－１にあった，②身体右側を\n画面前に向けた姿勢で，右手を開いた状態で右手の甲が外になる向き\nで，右手を右襟元から出し，そのまま右手を下ろした後，右手を拳に\nする，という特徴的な動作が画面上に表現されていない。\nこの点は，他の３点の特徴とあいまって，見る者に相当強い印象を\n与える映像表現であったところ，この点が再現されていない被告白州\nリーチ映像は，原告松方映像６－１の創作性ある表現の類似とまでは\nいえない。\nｄ  原告らは，要旨「お白州にいる悪党は驚愕し，その後観念する。そ\nの後，悪党らに打ち首等の極刑を言渡し，悪党等を引っ立てる。最後\nに，遠山奉行は『これにて一件落着』と言う」といった点を類似点と\n主張する。\nしかし，ストーリー自体は脚本（甲１２１）に由来するものであり，\n映像表現としてみても，創作性ある表現の類似とまではいえない。\nエ  被告掛け声演出について\n原告らは，被告掛け声演出は，原告松方映像６－１のお白州シーンにお\nいて松方弘樹演じる遠山奉行の出す「おうおうおう！」という掛け声と類\n似すると主張する。\nしかし，被告掛け声演出には，原告松方映像６－１において掛け声と一\n体として映像化されていた松方弘樹演じる遠山奉行の表情やカメラワーク\n等が存在しないのであり，両音声がその台詞のみならず台詞回しにおいて\nも類似するところがあることを考慮しても，創作性ある表現の類似とはい\nえない。\nオ  被告くのいちリーチ映像について\n原告らは，原告松方 映像６－１に登 場する池上季美子演じる （甲１２\n１）「お紺」と，被告くのいちリーチ映像に登場する生稲晃子演じる「お\n蝶」とは，「くのいち（女忍者）」の格好をして登場する点，密偵として\n悪党等の悪事に関する情報を遠山奉行に伝える役目を持っている点，黒い\n装束を基本とし，頬被りに赤い布をねじりこみ，服の裏地に赤い布を配し\nた姿格好をしている点で類似すると主張する。\nお紺がくのいちであり密偵であるという設定自体は，脚本（甲１２１）\nに由来するもので，原告松方映像６－１の創作性ある表現の類似とはいえ\nない。\n頬被りに赤い布をねじりこみ，服の裏地に赤い布を配した姿格好をして\nいる点も，昭和５９年の「ねずみ小僧怪盗伝」にも見られるもので（乙３\n８），怪盗の衣装をくのいちの衣装に採用したことはアイデアであって，\n原告松方映像６－１の創作性ある表現の類似とはいえない。\nカ  被告プロモーション映像について\n原告らは，被告プロモーション映像にも，原告松方映像６－１との類似\n点があると主張するが，それ以上に具体的な映像の対比をしないから，創\n作性ある表現の類似があるとは認められない。\nキ  お白州シーンにおける証人の懇願について\n原告らは，原告松方映像２－２２と被告白州リーチ映像が，要旨「悪党\nらが真っ向から自らの嫌疑について否定するため，証人は，決定的な証拠\nを提出する意味で目撃証人である金さんを呼び出そうと考えるに至ってい\nるという点，困った上で懇願するように遠山奉行に上申をしている点，そ\nの訴えを聞いた悪党らが開き直って，むしろ金さんをお白州に呼ぶように\n騒ぎ立てる点」等において類似すると主張する。\nしかし，両映像における具体的な台詞等は異なっており，創作性ある表\n現の類似とまではいえない。\nク  お白州シーンにおける遠山奉行の衣装について\n原告らは，被告映像と原告松方映像（女ねずみ）２－１とは，遠山奉行\nが紺色の長裃（丸に三本線の家紋）の下に灰色基調で一部花柄の襦袢を着\nている点で類似すると主張する。\nしかし，この程度では，衣装による表現に創作性を認めることはできず，\n創作性ある表現の類似とはいえない。\nケ  小括\n(ｱ)  上記検討によれば，原告松方映像６－１と被告映像の共通部分のう\nち，立ち回り中及びお白州での桜吹雪披露シーンの表現については表現\n上の創作性が認められる。\n他方，被告映像には，立ち回りに至るまでのストーリーが映像表現を\n含めて大きく異なっている。\n具体的には，原告松方映像６－１の，脚本（甲１２１）でいうシーン\n１から５１，５３に対応する映像は被告映像に存在しない。\nまた，被告映像のうち，被告金さん物語映像でいうＮｏ．０～Ｎｏ．\n３０に対応す る映像は ，原告松 方映像６ －１に存在し ない（甲 ４９の\n１・２）。\n創作的表現に おいて類似 する部分は ，両映像における いわばクラ イ\nマックスに相当する部分であって，ストーリー上も重要な部分であり，\nそうであるからこそ，被告立ち回りリーチ映像，被告白州リーチ映像に\nおいて抜き出されているものと考えられる。\nしかし，類似部分と非類似部分の分量の差を考えると，被告映像全体\nが原告松方映像６－１全体の翻案であると判断することはできない。\n(ｲ)  本件において著作権侵害が認められるのは，一まとまりとしての立\nち回りでの桜吹雪披露シーン（原告松方映像６－１の０：３７：４７付\n近から０：３７：５６付近まで，被告金さん物語映像のＮｏ．３１の０\n０：３９付近 から００ ：４７付 近まで， 被告立ち回り リーチ映 像の０\n０：３３付近から００：４０付近まで）及びお白州での桜吹雪披露シー\nン（原告松方映像６－１（甲５２の１）の０：４７：５０付近から０：\n４８：０５付近まで，被告金さん物語映像（甲４９の１）のＮｏ．４０\nの００：２４付近から００：３９付近まで）に限られるというべきであ\nる。\n原告松方映像 ６－１にお ける立ち回 り中及びお白州で の桜吹雪披 露\nシーンと，これと対応する被告映像の当該部分を対比すると，被告映像\nの上記部分は，俳優の演技，人物の背景，人物の衣装，カメラワークを\n含めて，原告松方映像６－１の上記部分の表現の本質的特徴を直接感得\nさせるものであると認められる。\nそして，上記部分に限っていえば，被告映像において原告松方映像６\n－１から新たに加えた創作的表現があるとは認められないから，被告映\n像のうち上記部分は，原告松方映像６－１の対応する部分を有形的に再\n製したものであって，複製したものと認められる。\n（なお，原告松方映像２－２２，原告松方映像（女ねずみ）２－１につ\nいては，被告映像との間に創作性ある表現の類似は認められず，被告映\n像がこれらの複製ないし翻案であるとは認められない。）\n(3)  依拠性について\nア  被告らは，被告映像は被告らが独自に創作した原作に基づき映画化した\nものであり，原告著作物に依拠したものではないと主張する。\nイ  本件松方作品は，昭和６３年から平成１０年にかけて全２０２話（訴状\n９頁，甲１２・４頁による。甲１１８・３～６頁によれば全２１８話）が\n放映され，その視聴率は平均１４．０％，最大２１．９％に及び，地上波\nのローカル局やＣＳ放送で再放送もなされている（甲１２，１３，２７，\n１１８）。\nこのことからすれば，被告らにおいても本件松方作品にアクセスしてい\nたことが推認される。\nそして，被告映像において，本件松方作品と同じく松方弘樹が遠山金四\n郎を演じ，かつ，被告映像と原告松方映像６－１とは，創作性ある表現と\nは認められないものの，別紙比較対照表１のとおり，桜吹雪披露シーン以\n外のストーリー，場面・セット，衣装（史実と異なる「丸に三引」），桜\n吹雪の刺青の柄等においても類似している。\n以上によれば，被告映像は，原告松方映像６－１に依拠して製作された\nものと認めるのが相当である。\nウ  被告らは，周知の遠山金四郎の物語を参考にして脚本を作成し，時代劇\n等によく用いられるセット，小道具，衣装等を利用し，松方弘樹を主演に\n起用すれば，概ね本件松方作品のような作品となり，本件松方作品と別個\n独立に遠山金四郎を題材とする映像作品が作成可能であったと主張するが，\n上記の多数の類似点に照らすと，被告映像が本件松方作品と独立に創作さ\nれたとは到底認め難い。\n(4)  以上によれば，被告映像の桜吹雪披露シーンは原告松方映像６－１の桜\n吹雪披露シーンの複製であり，被告映像の収載された被告商品の製造は原告\n東映の複製権（著作権法２１条）を侵害し，被告商品の販売や被告部品の交\n換又は提供は原告東映の頒布権（同法２６条）を侵害するものと認められる\n（原告らは頒布権侵害を明示して主張してはいないが，その請求する損害の\n内容からみて頒布権侵害を主張する趣旨であると解するのが相当である。）。\n２  争点２（商標権侵害の成否）について\n(1)  争点２－１（被告標章を商標的に使用したといえるか）について\nア  被告商品に被告標章が付されていることは争いがない。\nイ  被告らは，「名奉行金さん」は，遠山金四郎の作品・物語を題材とする\nタイアップ機であることを表すために用いられたものである，被告商品に\nは，被告標章とともに，被告サンセイの商標として著名な「Ｓａｎｓｅｉ\nＲ＆Ｄ」の文字が付されている，被告標章被告商品に内蔵された被告映像\nの題号というべきである，などとして，被告標章は自他識別機能を果たす\n態様で商標として使用されていないと主張する。\nしかし，甲４５～４７，５３，６４，９３，１３１，１６６，１６７に\nよれば，被告標章は，被告商品に内蔵された被告映像の題号（甲４１～４\n４参照）を離れて，パチンコ機である被告商品の商品名を示す標章として\n被告商品に付され，また被告商品に被告標章を付したものが譲渡され，商\n標的に使用（商標法２条３項１号，２号）されていることは明らかである。\nウ  被告らが被告標章を商標的に使用していることは，被告サンセイが，平\n成２０年５月１４日，「名奉行金さん」と標準文字で表記した標章を，指\n定商品を第２８類「遊戯用器具」として商標出願し，平成２１年２月６日\n登録を受けていたこと（なお，その後，この商標は原告商標に類似してい\nるとして無効が確定した。甲９７，９８，１１６）からも明らかである。\n(2)  争点２－２（原告商標と被告標章の類否）について\nア  商品の同一性\n本件商標権の指定商品は，第２８類「遊戯用器具」を含み，遊戯用器具\n（パチンコ機）である被告商品は，本件商標権の指定商品と同一である。\nイ  原告商標\n原告商標は，「遠山の金さん」の文字を標準文字で表記したものであり，\n一連に表記されているため，「トオヤマノキンサン」との称呼が生じる。\n遠山金四郎は，江戸時代後期に江戸町奉行等を歴任した実在の人物であ\nるが，遅くとも明治時代中期より歌舞伎，小説，映画，テレビ時代劇を通\nじて，「遠山の金さん」などと称呼されて大衆に親しまれており，下情に\n通じた名奉行という人物像が広く一般に認識されている（甲６８～９１，\n９８）。そうする と，原告商 標からは， 「歴史上の人物で ある遠山金 四\n郎」，及び時代劇 等で演じら れる「名奉 行として知られて いる遠山金 四\n郎」の観念が生じる。\nウ  被告標章\n被告標章は，「ＣＲ松方弘樹の」，「名奉行金さん」という筆書きの字\n体が概ね２段にわたって配され，「ＣＲ」の文字は「松」の約２分の１の\n大きさで，「松」の左に縦書きで配され，その右に「松方弘樹の」の文字\nが横書きに配され，その下に，「名奉行」の文字が，「松」の縦横約２倍\nの大きさで横書きに配され，「行」の右に「金」の文字が「行」の縦横約\n２倍の大きさで配され，その右に，「さん」の２文字が，「金」の縦約３\n分１，横約４分の１の大きさで，やや右斜めの縦書きで配されている。別\n紙被告標章目録で見る限り，「ＣＲ松方弘樹の」の文字の色は，「名奉行\n金 さ ん 」 の 文 字 の 色 よ り も や や 濃 い 青 色 の ま だ ら 模 様 で 表 さ れ て い る\n（もっとも，甲１３１からは色の差は読み取れない。なお，甲９３，乙１\n１４によれば，被告商品の遊技中に，「ＣＲ松方弘樹」が青色，「名奉行\n金さん」が金色や赤色に光ることがある。）。\n被告標章は，意味及び外観上，「ＣＲ」「松方弘樹の」「名奉行」「金\nさん」の４つの語が結合した商標とみられるところ，全体として一個不可\n分の既成の概念を示すものとは認められないし，文字にして１３字，音に\nして２３音（シーアールマツカタヒロキノメイブギョウキンサン）から成\nる外観及び称呼が比較的長い商標であるから，簡易迅速性を重んずる取引\nの実際においては，その一部分だけによって簡略に表記ないし称呼され得\nるものであるということができる（最高裁昭和３８年１２月５日判決・民\n集１７巻１２号１ ６２１頁［ リラ宝塚事 件］，同平成１３ 年７月６日 判\n決・判時１７６２号１３０頁［パームスプリングスポロクラブ事件］）。\n被告標章からは，「 シーアールマツ カタヒロキノメイブギョ ウキンサ\nン」，（「ＣＲ」がＣＲパチンコ機を示す自他商品識別性のない部分であ\nることから）「マツカタヒロキノメイブギョウキンサン」の称呼も生じ得\nるが，被告標章が「ＣＲ松方弘樹の」と「名奉行金さん」の２段書きであ\nること，「ＣＲ松方弘樹の」と「名奉行金さん」とがそれぞれ一体的に構\n成されていること，「ＣＲ松方弘樹の」よりも「名奉行金さん」が全体と\nして大きく書かれていること，「名奉行金さん」の語が名奉行として知ら\nれる遠山金四郎の 呼称として 著名である ことなどからする と，「メイ ブ\nギョウキンサン」の称呼も生じ得るものと認めるのが相当である。\nまた，上記遠山金四 郎が名奉行とし て広く知られており，他 の「金さ\nん 」 が 名 奉 行 と し て 知 ら れ て い る 証 拠 は な い か ら ， 被 告 標 章 か ら は ，\n（「ＣＲ松方弘樹の名奉行金さん」から生じる）「俳優松方弘樹が演じる\n名奉行遠山金四郎の登場するＣＲパチンコ機」，（「松方弘樹の名奉行金\nさん」から生じる）「俳優松方弘樹が演じる名奉行遠山金四郎」といった\n観念のほか，（「名奉行金さん」から生じる）「歴史上の人物である遠山\n金四郎」，時代劇 等で演じら れる「名奉 行として知られて いる遠山金 四\n郎」といった観念も生じると認められる。\nエ  類否判断\n原告商標と被告標章とは，「金さん」の部分の外観及び称呼において一\n致するが，「遠山の金さん」「名奉行金さん」はそれぞれ一体として結合\nしているから，「金さん」の部分を要部と見る余地はなく，原告商標と被\n告標章は，外観及び称呼においては類似しない。\nしかし，上記のとおり，原告商標と被告標章は，「歴史上の人物である\n遠山金四郎」，時代劇等で演じられる「名奉行として知られている遠山金\n四郎」という観念を生じる点において同一又は類似である。\nオ  取引の実情等\n被告らは，パチンコ機の取引者・需要者は，パチンコホール及び販売代\n理店（代行店）という特定の業者に限られており，風営法等の関係でメー\nカー名・機種名等の確認を慎重に行うため，パチンコ機を取引する際に出\n所の誤認混同を生じる余地がない，などと主張する。\nパチンコ機等の取引者，需要者は，製造業者，遊技場営業者（パチンコ\nホール），販売代理店（代行店），中古品販売業者などのほか，中古品等\nを売買する個人が含まれる（弁論の全趣旨）。また，パチンコ業界では，\n近年，「版権モノ」又は「タイアップ機種」と呼ばれるパチンコ機の人気\nが高まり，テレビアニメ，テレビドラマ，映画，漫画等のキャラクターを\n使用する例が少なくない（甲４０，９２）。そして，パチンコ機等の大部\n分は，遊技場（パチンコホール）に設置され，遊技者はパチンコ機等を売\n買することはないが，パチンコ機等に付された商標によりパチンコ機等の\n出所を認識，識別した上で利用するのが通常であり，また，遊技者の嗜好\nや人気が遊技場営業者（パチンコホール）や販売代理店（代行店）がどの\n機種を取扱うかということに大きく影響するから（甲９２，公知の事実），\n遊技者の認識等をも考慮して，商標の類否を判断することが合理的である。\n以上の取引等の実情を総合考慮するならば，原告商標と被告標章とは，\n外観，称呼において類似しない点があるものの，歴史上の人物である「遠\n山金四郎」，及び時代劇等で演じられる「名奉行として知られている遠山\n金四郎」との観念を生じる点において類似することから，商品の出所につ\nき誤認混同のおそれを生じさせるというべきである（知財高裁平成２３年\n２月２８日判決・甲９８）。\nカ  被告商品のハンドル 及びパチンコ機 最下部（甲９３の赤丸で 囲った部\n分）には，被告サンセイの登録商標である「ＳａｎｓｅｉＲ＆Ｄ」の文字\n（ 乙 ５ １ 。 た だ し ， 「 遊 戯 用 器 具 」 は 乙 ５ １ の 指 定 商 品 と な っ て い な\nい。）が記載ないし刻印されている（訴状４５頁，被告第１準備書面１２\n頁により争いがないが，甲９３，１３１の写真では読み取れない。乙９６\nのようになっているものと推測される。）。\nしかし，遊技者の認識等をも考慮すれば，上記のような被告サンセイの\n表示があるからといって，誤認混同のおそれを否定することはできない。\n(3)  争点２－３（原告商標の商標法４条１項７号違反の有無）について\nア  被告らは，原告商標は周知・著名な歴史上の人物である遠山金四郎の著\n名性に便乗する行為であって，社会公共の利益に反し，又は社会の一般的\n道徳観念に反するおそれがある商標であるから，原告商標は商標法４条１\n項７号に該当し，４６条１項１号又は５号により無効となるべきものであ\nるから，３９条，特許法１０４条の３により，原告らは権利を行使するこ\nとができない，と主張する。\nイ  商標法４条１項７号は，商標登録を受けることができない商標として，\n「公の秩序又は善良の風俗を害するおそれがある商標」を規定していると\nころ，同項には，出願商標の構成自体が矯激な文字や卑猥な図形等である\n場合だけでなく，その指定商品について使用することが社会公共の利益に\n反し，又は社会の一般的道徳観念に反するような場合も含まれるものであ\nり，周知，著名な歴史上の人物名からなる商標について，特定の者が登録\n出願したような場合に，その出願経緯等の事情いかんによっては，何らか\nの不正の目的があるなど社会通念に照らして著しく社会的相当性を欠くも\nのがあるため，当該商標の使用が社会公共の利益に反し，又は社会の一般\n的道徳観念に反する場合が存在しないわけではない（知財高裁平成２４年\n１１月７日判決・判時２１７６号９６頁［北斎事件］）。\nウ  上記のとおり，原告商標は「遠山の金さん」の文字を標準文字で表記し\nたものであるところ，「遠山の金さん」の語は，「歴史上の人物である遠\n山金四郎」及び時代劇等で演じられる「名奉行として知られている遠山金\n四郎」を表すものとして著名である（甲６８，６９，８５，９０，乙５８，\n５９，６３，６７，１０８）。\nもっとも，本件商標権の登録査定時である平成１５年６月２７日におけ\nる著名性には，原告東映が昭和２５年から昭和４０年にかけて製作してき\nた映画シリーズ，昭和４５年から基準時である平成１５年まで放映してき\nたテレビシリーズが，かなりの程度寄与しているものと認められる（甲１\n２～２６，８５～８８，１１８）。\nエ  東京都豊島区巣鴨の本妙寺にある遠山景元墓（乙６７，７５～７８），\n東京都中央区八重洲の北町奉行所跡（乙６８，８３），遠山金四郎の知行\n地であったといわれる千葉県いすみ市岬町岩熊地区の「名奉行遠山金四郎\n家顕彰碑」（乙６９），東京都墨田区菊川の遠山金四郎屋敷跡（乙７０，\n７１，７９～８２），遠山氏の菩提寺であった岐阜県恵那市明智町の龍護\n寺（乙８４）など遠山金四郎ゆかりの地では，それぞれ遠山金四郎あるい\nは「遠山の金さん」の名称を観光に利用していることが認められ，長野県\n遠山郷では ，遠山 金四郎な いし遠 山の金 さんの名称 を利用 したイベ ント\n「遠山金四郎プロジェクト」を行っている（乙８６）。\nオ  「遠山の金さん」の名称の利用状況と本件商標権の指定商品についてみ\nると，原告東映は，本件商標権について第９類及び第２８類で多数の指定\n商品を指定しているが，上記遠山金四郎ゆかりの観光地において，「遠山\nの金さん」の名称を付した商品が販売されているか否かは明らかでなく，\n原告東映の本件商標権により，おもちゃ，人形などに「遠山の金さん」の\n名称を付すことができなくなり，各地域における観光事業や文化事業にお\nいて土産物等の販売に支障を生ずる懸念がないとはいえないとしても，そ\nの支障は限定的なものにとどまるというべきである。\n「遠山の金さん」の名称を付した商品としては，原告著作物の原作であ\nる（甲１３，８８）陣出達朗の「名奉行遠山の金さん」シリーズ（甲７０，\n７１，８３，８９）をはじめ，多数の書籍がある（甲７２～８２，８４，\n乙６３）が ，原告 東映の本 件商標 権は， 書籍や観光 パンフ レットな どに\n「遠山の金さん」の名称を用いることを何ら制限するものではない。\n本件商標権の指定商品であるパチンコ機についてみると，遠山金四郎に\n関するパチンコ機として，タイヨーエレックの「ＣＲかましの金ちゃん」\n（平成１１年１０月導入。乙３９），藤商事の「ＣＲ杉様のこれにて大当\nりＡ」（平成１７年導入。乙４０），オリンピアの「ＣＲ元祖！大江戸桜\n吹雪ＳＤ」（平成２０年２月導入。乙４１），平和の「ＣＲＡ元祖！大江\n戸桜吹雪２  ９ＡＷ」（平成２２年４月導入。乙４２），原告大一商会の\n「ＣＲ遠山の金さん」（平成２０年発売。甲３８，３９），「ＣＲ遠山の\n金さん～燃えよ桜吹雪～」（平成２３年６月発売。乙４３），及び被告ら\nの「ＣＲ松方弘樹の名奉行金さん」（平成２１年１１月発売。被告商品）\nがあるが，原告大一商会のもの及び被告商品を除いては「遠山の金さん」\n又はこれに類似する名称を使用するものではない。\n藤商事の「ＣＲ杉様のこれにて大当りＡ」，オリンピアの「ＣＲ元祖！\n大江戸桜吹雪ＳＤ」，平和の「ＣＲＡ元祖！大江戸桜吹雪２  ９ＡＷ」に\n関しては，原告東映の申入れを受けて解決がなされている（甲１００，１\n０１）。\nカ  原告東映は，実在の遠山金四郎と関わりのある者ではないが，遠山金四\n郎を題材と した本 件金さん シリー ズを１ ９５０年代 から製 作，放映 し，\n「遠山の金さん」の著名性の増大に寄与してきた者であり，「遠山の金さ\nん」の名称が付された商品や役務が無制限に流通すれば，場合によっては\nその出所を原告東映と誤認混同されかねない立場にある者である。\n原告東映による原告商標の出願について，公益的事業の遂行を阻害する\n目的など，何らかの不正の目的があるものと認めるに足りる証拠はないし，\nその他，本件全証拠によっても，出願経緯等に社会通念に照らして著しく\n社会的相当性を欠くものがあるとも認められない。\nキ  以上によれば，本件商標権の登録査定時においても本件口頭弁論終結時\n現在においても，原告商標に商標法４条１項７号の無効事由があるとは認\nめられない。\n３  争点３（差止請求の可否）について\n(1)  原告らは，被告商品の販売が終了した後も，被告映像が収載された被告\n部品が修理等の際に交換又は提供される蓋然性が高く，原告東映は，著作権\n法１１２条１項に基づき，被告部品の交換又は提供の差止請求権を有すると\n主張する。\n被告サンセイは，平成２２年３月１０日の出荷をもって被告商品の販売活\n動を終了し，同年４月１６日には販売代行店に被告商品の完売宣言を通知し\nている（甲６５）。\nそして，被告サンセイは，被告商品の販売が終了した後も，被告商品の耐\n用期間内に故障等の不具合が生じ，補修が必要となった場合に備えて，被告\n映像の収載された被告部品を保持し続け，パチンコホールからの要請があれ\nば被告部品の交換又は提供を伴う被告商品の補修に対応する準備をしていた\n（甲１１３～１１５，弁論の全趣旨）。\nしかし，被告商品は，平成２５年１月２７日をもって，各都道府県の公安\n委員会による検定（風営法２０条４項）の有効期間が全て終了し，被告商品\nの補修を行う必要もなくなったため，被告サンセイは，平成２５年２月１９\n日までに，被告部品を全て廃棄したことが認められる（乙１１３）。\nそうすると，被告サンセイが被告映像の収載された被告部品を交換又は提\n供するおそれは既に失われたものと認められ，差止めの必要性は認められな\nい。\n(2)  なお，原告東映は，商標法３６条１項に基づいても差止請求をするが，\n被告部品には被告標章は付されておらず，被告部品の交換・提供は被告標章\nの「使用」（商標法２条３項各号）にもみなし侵害（同法３７条各号）にも\n当たらないから，本件商標権に基づく被告部品の交換又は提供の差止請求は\n主張自体失当である。\n４  争点４（損害賠償請求の可否及び損害額）について\n(1)  争点４－１（被告らの著作権侵害の故意過失）について\n被告らは，被告らには著作権侵害に係る故意・過失はなかったと主張する。\nしかし，上記１(3)のとおり，被告映像は，著作物であることが明らかな\n原告松方映像６－１に依拠したものと認められるのであるから，被告らには\n著作権侵害につき故意又は過失があったことは明らかである。\n(2)  争点４－２（原告東映の著作権法１１４条２項に基づく請求の可否）に\nついて\n被告らは，著作権法１１４条２項は売上減少による逸失利益額の推定規\n定であるから，著作権者自ら侵害品と競合する製品を販売していない場合\nには適用がなく，原告東映，原告ＢＦＫ及び原告大一商会はあくまで別の\n法的主体であるから，仮に原告大一商会が競合品を販売していたとしても\n原告東映が競合品を販売したことにはならず，そもそも原告大一商会の商\n品と被告商品は競合しないから，原告東映に著作権法１１４条２項に基づ\nく損害は認められない，などと主張する。\nイ  そこで，本件の事実関係についてみると，原告東映は，原告ＢＦＫとの\n間で，橋幸夫主演の東映ＴＶ映画シリーズ「ご存じ金さん捕り物帳」の商\n品化を，平成１６年６月１１日から平成２１年６月１０日まで独占的に許\n諾していたこと（甲２８～３０，１０４），杉良太郎主演の東映テレビ映\n画「遠山の金さん」の商品化を，平成２０年７月１日から平成２３年６月\n３０日まで独占的に許諾していたこと（甲３１，１０５），原告ＢＦＫは，\n原告大一商 会との 間で，原 告ＢＦ Ｋが商 品化権使用 許諾権 を有して いる\n「遠山の金さん」の商品化を，平成１６年６月１１日から平成２１年１２\n月１０日まで独占的に再許諾していたこと（甲３２～３５，１０６），原\n告ＢＦＫが商品化権使用許諾権を有している「遠山の金さん－杉良太郎シ\nリーズ－」の商品化を，平成２０年７月１日から平成２３年６月１０日ま\nで独占的に許諾していたこと（甲３６，１０７），原告大一商会は，平成\n２０年１０月以降，橋幸夫主演の「ご存じ金さん捕り物帳」の映像を用い\nたパチンコ 機「Ｃ Ｒ遠山の 金さん 」を製 造している こと（ 甲３７～ ４０\n（枝番含む。））が認められる。\n以上によれば，原告東映は，原告東映が著作権を有する橋幸夫主演のテ\nレビシリーズ「ご存じ金さん捕り物帳」の著作権を，原告ＢＦＫ，原告大\n一商会を通じてパチンコ機に利用していたのであるから，原告著作物を含\nむ本件松方作品についても，パチンコ機に利用して利益を得られる蓋然性\nがあり，被告らによる著作権侵害行為がなかったならば，原告著作物をパ\nチンコ機に利用して利益が得られたであろうという事情があったものと認\nめられる。\nそうであれば，本件の事情の下では，原告東映は，著作権法１１４条２\n項に基づき，被告らの得た利益を損害と推定することができると解するの\nが相当である。\nこのことは，原告東映が原告著作物についても原告ＢＦＫ，原告大一商\n会に独占的に利用許諾していたか否か，杉良太郎主演の「遠山の金さん」\nの映像を用いた原告大一商会の「ＣＲ遠山の金さん～燃えろ桜吹雪」が不\n具合により全品回収することになったか否か，原告大一商会の「ＣＲ遠山\nの金さん」「ＣＲ遠山の金さん～燃えろ桜吹雪」と被告商品とがスペック，\nゲーム性，登場する俳優その他映像内容等が異なるか否かによって左右さ\nれるものではない。\n(3)  争点４－３（原告ＢＦＫの著作権法１１４条２項に基づく請求の可否）\nについて\nア  原告らは，原告ＢＦＫは，原告著作物を含む本件金さんシリーズの商品\n化につき，独占的利用許諾を受けていると主張する。\n原告らは，上記のとおり，橋幸夫主演の「ご存じ金さん捕り物帳」につ\nいての契約書（東映版契２００４第２０５号）（甲２８，１０４），杉良\n太郎主演の「遠山の金さん」についての契約書（東映版契２００８第２５\n２号）（甲３１，１０５）を提出するものの，原告著作物を含む本件松方\n作品について，あるいは本件松方作品を含む本件金さんシリーズについて，\n原告東映と原告ＢＦＫとの間で締結された契約書を提出していない。\nこの点，原告東映のテレビ商品化権営業部長であるＡⅲらは，原告東映\nでは契約期間中に他社に対して同じシリーズの商品化を許諾することはな\nく，同じ作品そのもののみならず，同じシリーズの別の作品も許諾するこ\nとはない，このため，橋幸夫主演のシリーズと，杉良太郎主演のシリーズ\nの商品化権を原告ＢＦＫに許諾している以上は，契約期間中は，松方弘樹\n主演のシリーズを含むその他の俳優が主演する本件金さんシリーズの商品\n化権を他社に許諾することはあり得ない，などと陳述している（甲１２，\n１０８，１２７）。\nしかし，上記のとおり，原告東映が著作権の利用許諾を書面により対象\n著作物，対象期間を定めて契約書を締結して行っているのに，本件松方作\n品については契約書を締結していないことからすれば，原告ＢＦＫが，原\n告著作物を含む本件松方作品について，あるいは本件松方作品を含む本件\n金さんシリーズについて独占的利用許諾を受けていると認めることはでき\nない。\nイ  原告東映と原告ＢＦＫとの間の平成２０年７月１日付け商品化契約書第\n１２条によれば，原告ＢＦＫが「キャラクターの著作権を侵害し，または\nその他の方法でこの契約に基づく商品化事業に対して不正競争を行う者」\nを発見したときは，原告ＢＦＫは原告東映に通知し，原告東映は当該第三\n者の行為に対し適切な措置をとるよう原告ＢＦＫと協力して最善の努力を\nしなければならない（甲１０５）。\nしかし，そこでいう「キャラクターの著作権」とは，同契約の前文，第\n１条（１）で定義される，「杉良太郎主演の東映テレビ映画「遠山の金さ\nん」のキャラクター及びその名称」についての著作権であり，本件松方作\n品の著作権を含む ものとみる ことはでき ない。もとより， 「遠山の金 さ\nん」という名称について原告東映が著作権を主張できるものではない。\nしたがって，上記条項があったとしても，原告ＢＦＫの請求権を基礎づ\nけることはできない。\nウ  以上によれば，原告ＢＦＫの著作権法１１４条２項に基づく請求は理由\nがない。\n(4)  争 点 ４ － ４（ 原 告 大 一商 会 の 著 作権 法 １１ ４ 条 ２ 項に 基 づ く 請求 の 可\n否）について\n原告ＢＦＫが原告著作物について独占的利用許諾を受けていると認められ\nない以上，原告大一商会が原告著作物について独占的利用再許諾を受けてい\nるとも認められない。\nしたがって，原告大一商会の著作権法１１４条２項に基づく請求は理由が\nない。\n(5)  争点４－５（原告東映の商標法３８条２項に基づく請求の可否）につい\nて\nア  被告らは，原告東映は自ら業として原告商標を使用しておらず，競合製\n品を販売していないから，商標法３８条２項の適用を受けることはできな\nいと主張する。\nイ  原告東映は，被告商品の販売開始前である平成２０年７月１日，原告Ｂ\nＦＫに対し，杉良太郎主演の「遠山の金さん」の著作物の使用及びそれに\n基づく商品化を独占的に許諾している（甲３１，１０５）ところ，この商\n品化許諾に当たり，原告ＢＦＫが「遠山の金さん  ぱちんこ機」という商\n品を製造販売する ことが予定 され（甲３ １，１０５の各１ 条（２）） ，\n「遠山の金さん」をパチンコ機の名称に商標的に使用することが想定され\nていたのであるから，本件商標権について通常使用権を黙示に設定してい\nたものと認められる。\nウ  原告ＢＦＫが原告大一商会に杉良太郎主演の「遠山の金さん」の著作物\nの使用及び商品化を再許諾するに当たっても，本件商標権の通常使用権を\n黙示に設定していたものと認められる。\nエ  そして，原告大一商会が「ＣＲ遠山の金さん」を製造，販売し，「遠山\nの金さん」の標章をパチンコ機について使用していた以上，原告東映は，\n原告ＢＦＫ，原告大一商会を通じ，原告商標をその指定商品である第２８\n類「遊戯用器具」に使用していたものである。\nオ  したがって，原告東映は，商標法３８条２項に基づいて損害賠償を求め\nることができる。\n(6)  争点４－６（原告ＢＦＫの商標法３８条２項に基づく請求の可否）につ\nいて\nア  原告らは，原告ＢＦＫは，本件商標権につき，独占的通常使用権の設定\nを受けていると主張する。\nそこで，原告ＢＦＫに黙示に設定された通常使用権が独占的なものか否\nか検討する。\n原告ＢＦＫは，許諾期間中の杉良太郎主演の「遠山の金さん」のパチン\nコ機への商品化については独占的に使用を許諾されているものである（甲\n３１，１０５）。このことからすれば，商品化に伴う原告商標の使用につ\nいても独占的な通常使用権が設定されたと考えるのが自然である。\nイ  杉良太郎主演の「遠山の金さん」の商品化許諾期間は平成２０年７月１\n日から平成２３年６月３０日までであるから（甲３１，１０５），原告Ｂ\nＦＫが本件商標権の独占的通常使用権を有していたのも同期間に限られる。\n被告商品の販売期間は平成２２年１月から同年４月１６日までであるか\nら（争いがない。），この被告商品販売期間において，原告ＢＦＫは「遠\n山の金さん」の商品化権に伴う原告商標の独占的通常使用権を有していた。\n商標法３８条２項は独占的通常使用権者にも類推適用されると解するの\nが相当であるから，原告ＢＦＫは，平成２３年６月３０日までの被告らの\n利益につき，商標法商標法３８条２項に基づいて損害賠償を求めることが\nできる。\n(7)  争点４－７（原告大一商会の商標法３８条２項に基づく請求の可否）に\nついて\nア  原告大一商会は，許諾期間中の杉良太郎主演の「遠山の金さん」のパチ\nンコ機への商品化につき，独占的に使用を許諾されているものであり（甲\n３６，１０７），原告商標の使用についても，原告ＢＦＫが原告東映から\n黙示に付与された独占的通常使用権再設定権に基づき，独占的通常使用権\nの再設定を受けていたものと認められる。\nイ  商品化許諾期間は平成２０年７月１日から平成２３年６月１０日までで\nあり（甲３６，１０５），原告第一商会が独占的通常使用権を有していた\nのも同期間に限られるから，原告第一商会は，平成２３年６月１０日まで\nの被告らの利益につき，商標法３８条２項に基づいて損害賠償を求めるこ\nとができる。\n(8)  争点４－８（被告商品の販売数量及び利益率）について\nア  販売数量\n計算鑑定の結果によれば，平成２０年度（平成２０年４月～平成２１年\n３月）から平成２２年度（平成２２年４月～平成２３年３月）までのうち，\n被告商品の販売が行われたのは平成２１年度（平成２１年４月～平成２２\n年３月）のみであり，その販売数量は４万２９９３台（うち２台は外枠な\nしの遊技盤のみ）であったと認められる。\nイ  売上高\n計算鑑定の結果によれば，被告商品の売上高は，１５７億９４８４万６\n０００円であったと認められる。\nウ  変動費\n(ｱ)  計算鑑定の結果によれば，被告商品の製造販売数量に対して比例的\nに増減する変動費として，●省略●が変動費と認められる。\n(ｲ)  被告らは，計算鑑定では上記①の材料費につき平成２１年度の製造\n原価報告書における材料費を販売数量に応じて按分した額（●省略●）\nとしているが，原価計算関係書類に基づき算出すれば材料費は少なくと\nも●省略●であると主張する。\nしかし，計算鑑定の結果（計算鑑定人の平成２５年１１月２９日付け\n意見書）によれば，被告サンセイにおいて精度ある製品別の原価計算は\n実施されておらず，被告サンセイの原価計算関係書類はエクセル書式に\nよるものでシステムにより管理されているものではなかったというので\nあるから，計算鑑定が平成２１年度の製造原価報告書における材料費を\n販売数量に応じて按分したことは相当である。\n被告らは，公 認会計士の 意見書（乙 １２０，１２１， １２６，１ ２\n７），被告サンセイ経理部員の陳述書（乙１２５）を提出するが，原価\n計算関係書類の原本を開示しない以上，その精度について判断すること\nはできず，計算鑑定の結果を覆すに足りない。\nエ  個別固定費\n(ｱ)  計算鑑定の結果によれば，被告商品の製造販売に直接的に必要な個\n別固定費として，●省略●が個別固定費と認められる。\n(ｲ)  原告らは，①そもそも個別固定費は控除されるべきではない，②仮\nに個別固定費を控除するとしても，新型枠に対応するための投資に係る\n減価償却費（製造）（上記(ｱ)①の一部）及び新型枠導入に係る消耗品\n費（製造）（上記(ｱ)②の一部）は控除されるべきではない，③仮にそ\nれら新型枠投資等を控除するとしても，被告商品のための減価償却費及\nび消耗品費を算出するに当たっては，総販売数量で按分するのではなく，\n現時点までの新型枠を使用した機種の総販売数量によって按分すべきで\nある，④製品材料廃棄損（上記(ｱ)⑤）は控除されるべきでない，⑤仮\nに控除するとしても，他機種に流用可能な部材の廃棄費用やもともと他\n機種に使用するつもりで購入していた部材の廃棄費用は控除されるべき\nではない，と主張する。\nしかし，まず①の点については，被告商品の製造販売に直接必要な経\n費（個別固定費）であれば，固定費であっても売上から控除するのが相\n当である。\n②の点について，計算鑑定の結果によれば，被告商品の製造から新型\n枠を採用していたというのであるから，新型枠に対応するための投資に\n係る減価償却費（製造）（上記(ｱ)①の一部）及び新型枠導入に係る消\n耗品費（製造）（上記(ｱ)②の一部）は，被告商品の製造販売に直接必\n要な経費であったといえる。\n③の点について，新型枠が他機種にも転用可能な部材であれば，その\nための経費は個別固定費とはいえないが，平成２１年度において新型枠\nは専ら被告商品のみに用いられていたものと認められるから（弁論の全\n趣旨），新型枠に対応するための投資に係る新型枠製造設備等の減価償\n却費，新型枠導入に係る消耗工具，コピー代等の消耗品費は，平成２１\n年度においては専ら被告商品のための経費（個別固定費）と認めるのが\n相当であり，計算鑑定が，その額を，平成２１年度の製造に係る新規投\n資の減価償却費を，平成２１年度の総販売数量に対する被告商品の販売\n数量の割合で按分して算出したことも相当である。\n④の点について，製品材料廃棄損（上記(ｱ)⑤）は，被告商品の販売\nが見込めず製造が終了となった製品の廃棄費用であるが，製品のライフ\nサイクルが短いパチンコ業界においては，販売機会のロスを発生させな\nいためやむをえず部材の調達を先行しておかなければならない状況下に\nあるというのであるから（計算鑑定の結果），計算鑑定がこれを個別固\n定費に算入したことは相当である。\n⑤の点について，他機種に流用可能な部材の廃棄費用であれば個別固\n定費に当たらないが，他機種に流通可能な部材であれば，被告サンセイ\nにおいても廃棄せずに他機種に流用したと考えられるし，またそのよう\nな部材の廃棄費用であれば計算鑑定人において製品材料廃棄損から除外\nしたと考えられる。計算鑑定において個別固定費とした製品材料廃棄損\nの中に，他機種に流用可能な部材の廃棄費用やもともと他機種に使用す\nるつもりで購入していた部材の廃棄費用が含まれていると認めるに足り\nる証拠はない。\n(ｳ)  被告らは，計算鑑定は減価償却費（製造）（上記(ｱ)①）につき平成\n２１年度の製造に係る新規投資の減価償却費を販売数量に応じて按分し\nた額（●省略●）としているが，固定資産台帳で新型枠製造設備を特定\nした上でその減価償却費を集計すれば，減価償却費（製造）は●省略●\nであると主張する。\nしかし，計算鑑定の結果（計算鑑定人の平成２５年１１月２９日付け\n意見書）によ れば，固 定資産台 帳からは 新型枠製造設 備は特定 できな\nかったというのであるから，計算鑑定が平成２１年度の製造に係る新規\n投資の減価償却費を，平成２１年度の総販売数量に対する被告商品の販\n売数量に応じて按分したことは相当である。\n被告サンセイ経理部員の陳述書（乙１２５）には，新型枠に係る減価\n償却費は，固定資産台帳の「資産名」に新型枠の金型及び治具であるこ\nとを示す「０８枠」の記載の有無で区別できる旨の記載があるが，固定\n資産台帳の原本を開示しない以上，その正確性，妥当性を判断すること\nはできず，計算鑑定の結果を覆すに足りない。\n(ｴ)  被告らは，計算鑑定が共通固定費として控除しなかった試験研究費\n（開発）について，①その全額●省略●が個別固定費として控除される\nべきであり，②少なくとも被告商品の最終的な開発機種コードにより集\n計された●省略●は控除されるべきである，と主張する。\nしかし，試験研究費を含む開発費は，一般に製品の販売を達成し収益\nを獲得できるか不確実な費用であるから，たまたま開発が製品販売に結\nびついたものについても，それをもって個別固定費とするのは相当でな\nい（これが個別固定費に当たるとすると，製造販売年度の開発費のみを\n考慮したのでは製品によって不平等が生じ，開発が長期にわたる製品に\nついては，製造販売期間にかかわらず長期の計算書類を計算鑑定の対象\nとしなければならなくなり，実務上も不都合である。）。\nオ  貢献利益\n以上によれば，計算鑑定の結果のとおり，被告らが被告商品により得た\n利益（貢献利益）は，被告商品の売上高１５７億９４８４万６０００円か\nら，変動費●省略●，個別固定費●省略●を控除した●省略●と認められ\nる。\n(9)  争点４－９（原告著作物の寄与率）について\n被告商品に内蔵されている被告映像は，①白州ボーナス中に展開される被\n告金さん物語映像，②リ ーチ中に展開さ れる被告立ち回りリーチ 映像，③\nリーチが外れた後，一定の場合に展開される被告御用映像，④リーチ中に展\n開される被告白州リーチ映像，⑤被告商品が稼働していない状態で「ＰＵＳ\nＨ」ボタンを押すと展開される被告プロモーション映像，等から成るが，そ\nのうち，著作権侵害が認められるのは，①被告金さん物語映像中のＮｏ．３\n１，Ｎｏ．４０の一部（桜吹雪披露場面），及び②被告立ち回りリーチ映像\nの一部（桜吹雪披露場面）である。\n被告商品の遊技中において，被告金さん物語映像は，被告商品の液晶画面\n中の３つのリール映像の漢数字又は文字が一致した場合の「白州ボーナス」\nが発生している間にＮｏ．０から順に展開されるものであり（甲４８，乙５\n２，１１４），遊技者が被告金さん物語映像のＮｏ．３１，Ｎｏ．４０を視\n聴することができる可能性はかなり低いといえる（パチンコ機１台当たりの\n１日平均稼働時間は４．６時間であり（乙５３），パチンコホールは通常，\n１日の営業終了後にパチンコ機の電源を切り，被告金さん物語映像の進捗は\n翌日に引き継がれない（乙５２）ところ，乙１１４の実験では，約５時間０\n１分の稼働中に表示された被告金さん物語映像は，Ｎｏ．０からＮｏ．３ま\nでであり，Ｎｏ．３１及びＮｏ．４０は表示されなかった。）。\nまた，被告立ち回りリーチ映像が展 開されるのは，液晶画面中の左右 の\nリール映像の漢数字又は文字が一致した場合の「リーチ」が発生している間\nに限られるところ，「リーチ」中に展開される映像には被告立ち回りリーチ\n映像以外にも様々なリーチ映像があり，遊技者が被告立ち回りリーチ映像を\n視聴する機会は，それほど多いものではない（乙１１４の実験では，約５時\n間０１分の稼働中，被告立ち回りリーチ映像の桜吹雪披露場面のうち仮処分\nが侵害と認定した，被告立ち回りリーチ映像の００：３５～００：３８の場\n面が現れたのは計１２秒（０．０６６％）であった。）。\nしかし，他方，パチンコ機には，ア ニメや映画，ドラマの人気キャラ ク\nターを取り扱った「キャ ラ機種」と，そ れを取り扱わない「ノン キャラ機\n種」とがあるが，平成２３年当時，パチンコ機全体の約９９％が「キャラ機\n種」であり，パチンコ機にいかなるキャラクターが使用されているかは，遊\n技者が遊技するパチンコ機，パチンコ店が購入するパチンコ機を決定すると\nきの重要な要素となっていたというのであり（甲９２，１２２，１５８～１\n６４），遊技者やパチンコ店にとって，被告商品に「遠山の金さん」の映像\n（被告映像）が内蔵され ていることは， 遊技者やパチンコ店等の 需要者に\nとって重要な要素であるといえる。\nそして，需要者にとって，被告映像の中でも，立ち回りシーン及びお白州\nシーンでの桜吹雪披露シーンは，最も関心の高いシーンであるといえる。\nこれらの事情を総合考慮すると，被告商品の貢献利益に対する被告映像の\n寄与は全体の●省略●，被告映像に対する著作権侵害部分（桜吹雪披露シー\nン）の寄与はその●省略●と認めるのが相当であり，そうすると，著作権侵\n害により原告東映が被告らに請求できる損害賠償の額は，以下のとおり，１\n億６６６４万９１６６円となる。\n●省略●＝166,649,166（１円未満四捨五入）\n(10)  争点４－１０（原告商標の寄与率）について\n原告商標「遠山の金さん」に類似する被告標章「ＣＲ松方弘樹の名奉行金\nさん」は，パチンコ機である被告商品の商品名を示す標章として，被告商品\nの盤面中央のディスプレイ上部に大きく表示されている。\n上記(9)のとおり，パチンコ機にいかなるキャラクターが使用されている\nかは，遊技者が遊技するパチンコ機，パチンコ店が購入するパチンコ機を決\n定するときの重要な要素となっていたというのであり，遊技者やパチンコ店\nにとって，被告標章「Ｃ Ｒ松方弘樹の名 奉行金さん」は，松方弘 樹演じる\n「遠山の金さん」の映像が内蔵されているパチンコ機であることを一目で表\nす標章として重要な役割を果たしているといえる。\nこれらの事情を総合考慮すると，被告商品の貢献利益に対する被告標章の\n寄与は全体の●省略●と認めるのが相当である。\nそうすると，商標権（及びその独占的通常使用権）侵害により原告らが被\n告らに請求できる損害賠償の額は，以下のとおり，５億５５４９万７２２０\n円となる（この額は，上記(9)の著作権侵害による損害額とは重なり合わず，\n著作権侵害による損害賠償金の支払によって減少する関係にはない。）。\n●省略●＝555,497,220（１円未満四捨五入）\n(11)  争点４－１１（弁護士費用）について\n上記(9)(10)によれば，原告らの損害額は合計７億２２１４万６３８６円\n（うち著作権侵害による原告東映の単独債権が１億６６６４万９１６６円，\n商標権侵害による原告ら３名の連帯債権が５億５５４９万７２２０円）とな\nるところ，被告らの共同不法行為と相当因果関係のある相当な弁護士費用と\nしては，原告東映につき１４００万円（著作権侵害につき６００万円，商標\n権侵害につき８００万円），原告ＢＦＫ，原告大一商会につき各８００万円\nを認めるのが相当である。\n５  結論\n以上によれば，以下のとおりである。\n(1)  原告東映は，被告らに対し，被告らが共同して原告東映の著作権（複製\n権，頒布権）を侵害した共同不法行為に基づき，民法７０９条，７１９条，\n著作権法１１４条２項に基づく損害として１億６６６４万９１６６円，民法\n７０９条，７１９条に基づく弁護士費用相当額の損害として６００万円の合\n計１億７２６４万９１６６円及びこれに対する不法行為の終了した日である\n平成２２年４月１６日から支払済みまで民法所定の年５分の割合による遅延\n損害金を請求することができ，これは被告ら２名の不真正連帯債務である。\n(2)  原告らは，被告らに対し，被告らが共同して，原告東映の本件商標権，\n原告ＢＦＫ，原告大一商会の本件商標権の独占的通常使用権を侵害した共同\n不法行為に基づき，民法７０９条，７１９条，商標法３８条２項に基づく損\n害として５億５５４９万７２２０円及びこれに対する不法行為の終了した日\nである平成２２年４月１６日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金を請求することができ，これは被告ら２名の不真正連帯債務，\n原告ら３名の不真正連帯債権であり，原告東映の上記(1)の債権とは別個の\n（不真正連帯債権関係に立たない）債権である。\n(3)  原告らは，被告らに対し，被告らが共同して，原告東映の本件商標権，\n原告ＢＦＫ，原告大一商会の各独占的通常使用権を侵害した共同不法行為に\n基づき，民法７０９条，７１９条に基づく弁護士費用相当額の損害として，\n原告ら３名につき各８００万円及びこれに対する不法行為の終了した日であ\nる平成２２年４月１６日から支払済みまで民法所定の年５分の割合による遅\n延損害金を請求することができ，これは被告ら２名の不真正連帯債務，原告\nら３名につきそれぞれ別個の（不真正連帯債権関係に立たない）債権であり，\n上記(1)，(2)の債権とも別個の債権である。\n被告らの支払総額は，(1)の（原告東映に対する）１億７２６４万９１６\n６円，(2)の（原告ら各自に対する）５億５５４９万７２２０円，(3)の（原\n告らに対する合計）２４００万円の合計７億５２１４万６３８６円及び遅延\n損害金となる。\n原告東映が請求できる金額は，(1)の１億７２６４万９１６６円，(2)の５\n億５５４９万７２２０円，(3)の８００万円の合計７億３６１４万６３８６\n円及び遅延損害金である。\n原告ＢＦＫが請求できる金額は，(2)の５億５５４９万７２２０円，(3)の\n８００万円の合計５億６３４９万７２２０円及び遅延損害金である。\n原告大一商会が請求できる金額は，(2)の５億５５４９万７２２０円，(3)\nの８００万円の合計５億６３４９万７２２０円及び遅延損害金である。\n(4)  原告東映の差止請求及び原告らのその余の損害賠償請求は理由がないか\nら棄却する。\n(5)  民事訴訟法６１条，６４条，６５条に基づき，訴訟費用（計算鑑定費用\nを含む。）はこれを５分し，その３を原告らの負担とし，その２を被告らの\n負担とする。\n(6)  民事訴訟法２５９条に基づき，主文第１項ないし第４項につき仮執行宣\n言を付することとする。\n(7)  よって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判官\n西      村      康      夫\n裁判官\n森   川   さ つ き\n裁 判 長 裁 判 官 大 須 賀 滋 は ， 転 補 の た め 署 名 押 印 す る こ と が で き な い 。\n裁 判 官\n西       村       康       夫\n"
}