{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 11,
    "day": 25
  },
  "case_number": "平成25(ワ)6014",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "gist": "什器備品類のレンタル業務等を行う会社である被告において，アルバイト従業員として十数年にわたり勤務した者が突然死したことについて，被告が同人に対し労働時間等把握及び調整の義務を負っており，被告が同義務を懈怠したとして，同人の相続人である原告らの被告に対する不法行為に基づく損害賠償請求を一部認容した事例",
  "lawsuit_id": "86513",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86513",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/513/086513_hanrei.pdf",
  "contents": "主                      文\n１  被告は，原告１に対し，１７６８万７７７３円及びこれに対する平成\n２４年４月１２日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告２に対し，３０９６万９２４９円及びこれに対する平成\n２４年４月１２日から支払済みまで年５分の割合による金員を支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用はこれを５分し，その２を原告らの負担とし，その余を被告\nの負担とする。\n５  この判決は，第１項及び第２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告１に対し，３５４２万２０２４円及びこれに対する平成２４年\n４月１２日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告２に対し，４６９６万８５００円及びこれに対する平成２４年\n４月１２日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，亡Ａの相続人である原告らが，被告において，従業員である亡Ａの\n労働時間を適切に管理すべき義務があったのにこれを怠って亡Ａに長時間労\n働及び不規則かつ深夜にわたる労働をさせたことにより，亡Ａが致死性不整脈\nで死亡したと主張して，被告に対し，主位的に不法行為に基づく損害賠償とし\nて，予備的に債務不履行に基づく損害賠償として，①原告１については３５４\n２万２０２４円及びこれに対する亡Ａの死亡日である平成２４年４月１２日\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払を，②原告\n２については４６９６万８５００円及びこれに対する上記同日から支払済み\nまで同割合による遅延損害金の支払をそれぞれ求める事案である。\n１  前提事実（争いのない事実及び掲記の証拠等により容易に認定できる事実）\n⑴  当事者\nア  被告は，昭和４０年１月２６日に設立され，各種商品陳列用什器及び事\n務用什器備品の賃貸並びに販売を業とする株式会社であり，百貨店や展示\n会場への什器の設置等を行っている。被告における業務のうち，百貨店や\n展示会場への什器の搬入・設置作業等については，その業務量が日によっ\nて大きく変動するため，主として，被告との間でアルバイトとして登録し\nた者（以下「アルバイト従業員」という。）を使用し，現場ごとにアルバ\nイト従業員を募ってこれを行わせている。\nイ  亡Ａは，昭和４８年５月２６日生まれの男性であり，高等学校を卒業後，\n複数の職を経て，遅くとも平成９年５月頃からアルバイト従業員として被\n告の大阪営業所（大阪府高槻市大塚町所在）において恒常的に勤務し始め，\n以後，平成２４年４月１２日の死亡日まで，百貨店等への陳列什器の設置\n作業等に従事し，被告大阪営業所の指示により業務を行っていた。\nウ  原告１は亡Ａの妻であり，原告２（平成２２年１２月１２日生）は原告\n１と亡Ａとの間の子である。ほかに亡Ａの相続人はいない。\n⑵  アルバイト従業員の業務内容\nアルバイト従業員は，被告大阪営業所の営業担当社員から事前に指示を受\nけ，指示された現場に赴き，被告の担当社員から具体的な指示を受けて，催\n事陳列什器等の設置作業・撤収作業を行っていた。\nアルバイト従業員の業務は，様々な場所・時間帯・時間数にわたるもので\nあるが，就労する現場について特に制限は設けられていなかった。\n⑶  亡Ａの死亡及び相続等\n亡Ａ（当時３８歳）は，平成２４年４月１２日，仕事を終えて午後８時過\nぎ頃帰宅し，自宅で食事をした直後に意識を失って倒れ，午後９時２２分頃\n救急搬送されたが，病院に到着後死亡が確認された（甲６の２）。\n亡Ａの死亡により，原告１及び原告２が各２分の１の割合により亡Ａを相\n続した。\n⑷  労災認定\n亡Ａの死亡を受けて，原告１が，茨木労働基準監督署長に対し遺族補償年\n金請求を行ったところ，平成２５年１月２３日，茨木労働基準監督署長は，\n亡Ａの死亡を業務上の災害に起因するものと認定し，原告１に対して遺族補\n償年金を給付する旨の決定をした。\n原告１は，口頭弁論終結日である平成２８年８月５日までの間に，労災給\n付（遺族補償年金及び葬祭料）として，以下の金員の給付を受けた。\n遺族補償年金  合計１１５４万６４７６円\n葬祭料                ８４万４３３０円\n２  争点\n⑴  業務と亡Ａの死との間の因果関係の有無\n⑵  被告の安全配慮義務違反の有無\n⑶  過失相殺の可否及び過失割合\n⑷  損害の発生及び額\n３  争点に対する当事者の主張\n⑴  争点１（業務と亡Ａの死との間の因果関係の有無）について\n【原告ら】\nア  亡Ａの死亡の原因について\n亡Ａの死因は，発症日を死亡日とする致死性不整脈である。\n亡Ａの死因について，①死体検案書では「不整脈の疑い」，②救急搬送\n先の医師の意見書では「致死性不整脈が原因」，③死体検案を行った医師の\n意見書では「致死性不整脈が生じたと考えるのが妥当」，④局医職業病相談\n員医師の意見書では，「原因不明の致死性不整脈の可能性が高い」と各記載\nされている。このような各医師の見解によれば，亡Ａの死亡原因は致死性\n不整脈であったと判断する高度の蓋然性が認められる。\n亡Ａは，死亡前，長時間かつ不規則な労働に従事していたところ，その\nような労働に従事することにより，致死性不整脈を含む脳・心臓疾患を発\n症する危険があることは，医学的に裏付けられている。\n被告は，亡Ａの食生活や喫煙の習慣等が発症の原因である可能性につい\nて指摘するが，食生活が不規則となったのは被告における勤務時間が不規\n則であるために過ぎず，喫煙についても少量であって，亡Ａ自身が健康管\n理を怠ったことが発症の原因であるとはいえない。\nイ  亡Ａの労働時間について\n後記 を前提とした場合，脳心臓疾患の発症日である平成２４年４月\n１２日の直近６か月間における亡Ａの具体的労働時間及び時間外労働時\n間数は別紙１のとおりである。なお，時間外労働時間とは，１週間単位\nの総労働時間数のうち４０時間を超えるものであるが，１月毎に集計す\nる上で，１週間に満たない日数が生じる場合には，これらの日を含む１\n週間で就労しなかった日の有無及び日数により休日労働とみなすか否か\nを決定し，休日労働とする場合は２日間で８時間を超える時間数又は全\n時間数を，休日労働としない場合は１６時間を超える時間数を時間外労\n働時間とする。\n労働時間の算定方法\n亡Ａの実労働時間数は，被告において作成された給与明細及び作業実\n績一覧（以下「給与明細等」という。）記載の労働時間をもとに算定すべ\nきである。\n休憩時間については，被告が所定の休憩時間を与える運用をしていた\nかどうかが不明であるうえ，亡Ａが十分な休憩をとれていなかったこと\nからすれば，労働時間から所定の休憩時間数を控除すべきではない。\n現場から現場への移動時間については，合理的な時間数であれば，労\n働時間としてこれを計算に含めるべきである。被告においては，アルバ\nイト従業員が複数の現場で作業することが通常予定されており，作業現\n場間の移動は，アルバイト従業員が各現場で職務を遂行するために必要\n不可欠な行為であり，その作業に当然に付随する行為といえる。したがっ\nて，作業現場間の移動時間についても，使用者の指揮命令下に置かれて\nいたものと評価できる。\n被告の主張する各ルールについて\nａ  実開始時刻から実終了時刻までの時間が２時間３０分に満たない\n場合でも賃金算定上労働時間を２時間３０分としてカウントするとい\nうルール（以下「２時間半ルール」という。）は存在しないし，同ルー\nルを前提として，給与明細等で２時間半とされている作業について実\n労働時間が１時間１５分であると推計することも不合理である。\n被告がアルバイト登録の際に交付していた平成２３年７月１日改\n訂の「新規登録についての規定（資料）」と題する書面（乙１。以下「本\n件規定」という。）には，２時間未満の作業時間に対して２時間分の賃\n金を支払う旨の記載はあるが，２時間半ルールの記載はない。また，\n賃金算定上も，労働時間が２時間半未満と算定されている日が複数存\n在する。\n被告が実労働時間の根拠として提出する大丸百貨店心斎橋店（以下\n「大丸」という。）の入退店表（乙９の２，以下「大丸入退店表」とい\nう。）は，亡Ａの実際の労働時間を示すものではない。給与明細上労働\n時間が記載された日のうち，同表への記載がないものが大部分である\n上，記載があったとしても，給与明細上の始業・終業時刻と３０分以\n上の誤差があるものがある。また，店外作業を行う場合や，別の出入\n口を利用する場合など，大丸入退店表に実労働時間が反映されない場\n合もある。\nｂ  実終了時刻を３０分刻みの時刻に繰り上げて記録するというルー\nル（以下「３０分未満切上げルール」という。）については，同ルール\nの存在を示す客観的資料はないし，同ルールを前提として，実終了時\n刻と記録上の終了時刻との間に平均して１５分の差があるとするのも\n不合理である。\nなお，仮に被告の主張する点を一定程度考慮し，給与明細等に記録さ\nれた時間から，①一現場当たり１５分ずつ労働時間を減じ（ただし，労\n働時間が６時間以上７時間未満の現場では休憩時間との二重計上を避け\nるため適用はないものとする。），②大丸での立会作業の日について午前\n８時から９時までを除外し，③労働時間が６時間に達した直後の１時間\nを休憩時間として除外して，亡Ａの発症前１か月間の具体的労働時間及\nび時間外労働時間を算定したものが，別紙２であるが（なお，合理的な\n移動時間は労働時間としている。），この場合でも，時間外労働が１０８\n時間５３分に上るような長時間労働に従事していたことになる。\nウ  業務の過重性について\n亡Ａの従事していた業務は，日ごとに作業現場が異なり，それに伴い作\n業時間も異なるものであった。また，午後１０時以降の深夜勤務時間帯に\n労働することもあり，不規則かつ深夜にわたる勤務を行っていた。\n不規則な勤務は生活リズムの悪化をもたらす場合が多く，深夜労働は疲\n労が取れにくくなることが知られている。亡Ａは，恒常的な長時間労働に\n加え，不規則かつ深夜にも及ぶような労働を行ったことにより，生活リズ\nムの悪化をもたらし，疲労が蓄積していたと考えられる。\n【被告】\nア  亡Ａの死因が不明であること\n本件では，亡Ａの遺体は解剖が実施されておらず，器質的変性の存在が\n確認されていない。また，亡Ａの死亡前後の医療記録としては，救急搬送\nされた先の病院でも診療録や，血液検査結果しか存在せず，生前における\n既往歴や健康診断の結果を表す資料も提出されていない。心臓疾患が原因\nとなって亡Ａが死亡したことを示す証拠は何ら存在しない。\nイ  亡Ａの労働時間について\n給与明細等における亡Ａの労働時間について，後記 補正を加えた\n上で亡Ａの死亡前約６か月の実労働時間を推計した場合，亡Ａの具体的\n労働時間及び時間外労働時間数は別紙３のとおりであり，原告が主張す\nる労働時間を大幅に下回る。なお，時間外労働時間数の計算方法につい\nては，休日が定まっていないアルバイト従業員の労働形態を考慮すべき\nであるから，１週間に満たない日数（２９日目及び３０日目）について，\nその総労働時間数から１１時間２５分（４０時間÷７日×２日（小数点\n以下切捨て））を引いて，２日間の時間外労働時間数とすべきである。\n被告における賃金算定上のルールについて\n平成２４年頃，被告においては，賃金算定上のルールとして，以下の\nとおり，２時間半ルール，３０分未満切上げルール並びに移動時間及び\n休憩時間についてのルールが定められており，亡Ａの実労働時間の算定\nに当たっては以下のとおりとすべきである。\nａ  ２時間半ルールについて\n２時間半ルールとは，実際の作業開始時刻（以下「実開始時刻」と\nいう。）から実際の作業終了時刻（以下「実終了時刻」という。）まで\nの時間が２時間３０分に満たない場合でも賃金算定上労働時間を２時\n間３０分としてカウントするというルールをいう。同ルールを前提と\nすれば，労働時間が２時間３０分として記録された場合，理論上はそ\nの中のあらゆる数値を取り得るから，実際の労働時間の平均値はその\n半分の１時間１５分とすべきである。\nなお，大丸入退店表（乙９の２）は，被告のアルバイト従業員が大\n丸に入退店する際に記入するものであるところ，大丸での業務は入店\n後開始し退店前に終了するから，実労働時間はこの幅に収まることに\nなる。大丸入退店表によれば，給与明細等上，労働時間が２時間３０\n分とされている場合の入店からまでの時間は平均して１時間６分であ\nり（乙１０），実際の労働時間の平均はこれよりも少なかった。\nよって，給与明細等記載の労働時間が２時間３０分の作業について\nは，記録上終了時刻を１時間１５分早い時刻に補正するものとして，\n朝の立会い（午前８時から午前１０時３０分）については概ね９時か\nら作業が開始されていたという実態に近付けるため，午前９時から１\n０時１５分と補正する。\nｂ  ３０分未満切上げルールについて\n３０分未満切上げルールとは，実終了時刻を３０分刻みの時刻に繰\nり上げて記録するというルールをいう。同ルールを前提とすると，理\n論上は，実終了時刻と記録終了時刻の間には平均１５分の差（実終了\n時刻が記録終了時刻よりも１５分早い）が生じることとなるため，記\n録上の終了時刻よりも平均的には１５分早かったものと補正して算定\nすべきである。\nｃ  移動時間について\n被告においては，２つの現場の移動時間が概ね１時間以内の場合に\nは移動時間を賃金算定時間に含めていた。労働時間でない移動時間が\n賃金算定時間に含まれていることから，実際の労働時間は賃金算定時\n間よりも現場間の移動時間分少ないことになる。そこで，給与明細等\n上，前の現場の終了時刻と次の現場の開始時刻が同時刻の場合には，\n前の現場の記録上の終了時刻を，移動時間分早い時刻に補正すべきで\nある。\n原告は，現場間の移動時間を労働時間に含めるべきと主張するが，\n労働時間とは労働者が使用者の指揮命令下に置かれている時間をいう\nところ，アルバイト従業員は，開始時間までに現場に集合し，業務が\n終了すると現場で解散するのであり，異なる現場での業務は，別個の\nものである。両現場の業務に連続性はなく，移動中のアルバイト従業\n員が使用者の指揮命令下に置かれていないことは明らかであるから，\n現場間の移動時間は労働時間には当たらず，これを労働時間に含める\nべきではない。\nｄ  休憩時間について\n被告においては，労働時間が６時間を超える場合に１時間の休憩を，\n労働時間が９時間を超える場合には２時間の休憩を，アルバイト従業\n員にとらせていたが，これらの休憩時間を賃金算定時間に含めていた。\n上記補正を加えた実際の労働時間が７時間を超える場合には１時間\n分，１１時間を超える場合には２時間分，休憩時間に当たる時間を控\n除すべきである。\nウ  業務の過重性について\n亡Ａが携わっていた作業は，主に，①百貨店等での什器の搬入・設置・\n搬出，②立会い，③倉庫での什器の搬入・搬出であったが，什器の運搬に\nは台車が利用され，また，立会いではほとんど作業がなかったため，いず\nれの作業も身体にそれほど負担をかけるものではなかった。\n作業が長時間に及ぶ場合には，被告社員の指示のもとで休憩が与えられ，\n亡Ａは休憩室で食事等の休憩をとることができた。休憩時間でないときも\n什器が到着するまでの間や，別の業者等の作業が終了するまでの間等に，\n作業を行わずに待機していることもしばしばあった。\n亡Ａには業務上のノルマが課されておらず，自身の都合に合わせて働き\nたいときだけ働くことが可能であったため，亡Ａの業務上の精神的負担は\n極めて小さいものであった。\n⑵  争点２（被告の安全配慮義務違反の有無）について\n【原告ら】\nア  本件の事実関係からすれば，被告は，亡Ａとの関係において，遅くとも\n亡Ａが死亡する１か月前までには，亡Ａの労働時間を把握し，長時間労働\nとなるおそれがある場合には申込みを受け付けない等の措置をとるべき\n義務を負っていたにもかかわらず，かかる義務を怠った。\n使用者は，業務の遂行に伴う疲労や心理的負荷等が過度に蓄積して労働\n者の心身の健康を損なうことがないよう注意する義務を負っていると一\n般的に解されているところ，亡Ａは被告との間で継続的にアルバイト勤務\nに従事しており，特別な社会的接触の関係に入った当事者に当たるといえ\nるから，具体的な労務の指示が都度行われるとしても，被告が亡Ａに対し\n上記安全配慮義務を負うことは明らかである。\n被告におけるアルバイト従業員の労働条件（賃金等）は，各現場とも共\n通しており，現場ごとに異なるわけではない。それゆえ，賃金の支払も，\n現場単位ではなく，１０日単位となっている。被告のアルバイト従業員の\n特色として挙げられる点は，要は，各アルバイト従業員が自分の希望によ\nり現場や働く時間を選択できるということに過ぎず，その選択の結果とし\nて長時間労働等の過重労働となる場合が生じ得ることは，正社員や一定期\n間の雇用期間が想定される有期雇用の場合と何ら異ならないから，被告に\nおいて労働時間の適正把握等の義務を負わないとする根拠とはならない。\nまた，短期間の過重業務も脳心臓疾患の発症の原因となることは医学的\nに知られているところ，雇用期間が形式としては短期間であることをもっ\nて，使用者がその労働者に過重な業務をさせてはならないとの義務が否定\nされるものではない。\nイ  被告は，各アルバイト従業員の申込み及び配置のみならず，その実際の\n労働時間を把握することも十分に可能であった。実際にも，現在では被告\nは各アルバイト従業員の労働時間を比較的正確に把握した上で，働き過ぎ\nている場合には休みをとるように伝えるという運用になっている。\nまた，各アルバイト従業員からの申込みは具体的な勤務の約１週間前に\nされることから，被告においてその時点における正確な労働時間を集計す\nることはできないとしても，月初から申し込み時点までの間の当該従業員\nの累積労働時間を確認することは可能である。\nウ  アルバイト従業員を必要なときに確保するという雇用形態が採用され\nているのは，被告の便宜のためであるから，亡Ａの判断で業務を選択でき\nる可能性のあったことをもって，安全配慮義務を否定する根拠とすべきで\nはない。\n【被告】\nア  被告は，亡Ａに対して，原告らの主張するような安全配慮義務を負って\nはいなかった。\nアルバイト従業員の各現場の作業は個々に完結しており，他の作業との\n連続性はない。また，アルバイト従業員は，現実に従事する現場の作業以\n外にノルマを負っていない。\n勤務日程や作業量を決定するのは，各アルバイト従業員の権限である。\n被告が募集した現場作業の中からどれを選択して申し込むかは自由であ\nり，申込の後でも，被告に電話連絡を入れてキャンセルすることができる。\nアルバイト従業員は，各現場で作業を行っている間だけ，被告との間に\n使用従属関係が生じているに過ぎない。アルバイトから作業の申込みを受\nけ付ける段階においては，被告とアルバイト従業員との間に使用従属関係\nがあるとはいえず，「使用者」には当たらない。 これは，亡Ａのように繰\nり返し現場作業に従事するアルバイト従業員との間においても同様であ\nる。被告はバイトの申込みを順次受け付けているに過ぎず，個々のアルバ\nイト従業員の１週間分の作業予定を定めて作業に従事するよう指示して\nいるわけではない。\nなお，各現場では，現場の安全性を確保するとともに，アルバイト従業\n員に適度の休憩をとらせるなどしていた。\nイ  被告は，各現場の作業日の約１週間前からアルバイト従業員の申込みを\n逐次受け付けるところ，その後の当該アルバイト従業員の作業予定を把握\nしていない。このため，被告は申込みを受け付けた時点では，当該アルバ\nイト従業員が長時間労働となるおそれが生じるか否かを判断することが\nできない。また，被告は，多数のアルバイト従業員からの申込みを一斉に\n受け付けて，多数の作業現場への人員配置を行っており，個々のアルバイ\nト従業員の過去の労働時間等の個別事情を勘案して受け付けるか否かを\n決めることは極めて困難である。\n被告は，申し込まれた勤務日を変更したり申し込まれた作業以外の作業\nを指示する権限を有していない。\nウ  被告は，亡Ａから健康状態に不安があるなどと言った報告は受けておら\nず，職場においてもそのような様子は見られなかったため，亡Ａから申込\nみを受けた時点において，亡Ａが業務により死亡することを予見すること\nは不可能であった。\n⑶  争点３（過失相殺の可否及び過失割合）について\n【被告】\nア  亡Ａは，アルバイト従業員として働くことを自ら希望し，各作業の申込\nみを行っていた。\n亡Ａは，平成２４年１月，原告１及び原告２とともに大阪市北区天満か\nら京都市左京区千代田町に転居したが，転居後も主として大丸や被告の第\n２センター（兵庫県西宮市鳴尾浜）等における作業に従事していた。亡Ａ\nは，自宅から遠く通勤に時間のかかる現場での作業を自ら申し込んでいた\nものである。\nイ  亡Ａは，アルバイト従業員であり，被告における健康診断対象者には当\nたらなかったのであるから，自身の健康を管理するため，自ら定期的に健\n康診断を受ける等して健康状態を把握すべきであったにもかかわらず，長\n期間にわたり健康診断を受けていなかった。その上，深夜に多くの量の食\n事をとり，喫煙をする等して，自身の健康管理を怠っていた。\n【原告ら】\nア  被告は，亡Ａに対して健康診断を受けさせる義務を負っていたというべ\nきであるから，これを怠った被告において，亡Ａが健康診断を受けていな\nかったという事実を自己に不利な事情として主張することは許されない。\nイ  亡Ａの食生活が不規則であることについては，ことさら強調されるよう\nなものではないし，仮に日中食事がとれなかったとしても，それは勤務時\n間が不規則であったことや，業務中に休憩時間が与えられていなかったこ\nとによるものであり，むしろ勤務実態に問題があるということになる。\n亡Ａに喫煙の習慣があったことは事実であるが，１日につき３本程度に\n過ぎず，およそ健康に悪影響を及ぼすような喫煙量ではない。\n(4)  争点４（損害の発生及び額）\n【原告ら】\nア  死亡による慰謝料  ２８００万円\nイ  死亡による逸失利益  ５４４３万７０００円\n年収額  ５１３万６２８０円\n遺族補償年金の給付基礎日額は１万４０７２円である。これは，被告\nから支給された賃金だけでなく，法律上支払われるべき時間外労働等割\n増賃金を加算して算出されている。これを年収に引き直すと，５１３万\n６２８０円（１万４０７２円×３６５日）となる。\n就労可能年数  ２９年（ライプニッツ係数１５．１４１）\n亡Ａは死亡時３８歳であり，就労可能年数は２９年である。\n生活費控除  ３０％\n亡Ａの家族構成（夫婦と未成年の子１名）に照らせば，３０％とする\nのが相当である。\nよって，亡Ａの死亡による逸失利益は，５４４３万７０００円（５１\n３万６２８０円×１５．１４１×（１－０．３））となる（千円未満切り\n捨て。）。\nウ  葬祭料  １５０万円\nエ  弁護士費用  １０００万円\nオ  原告両名による相続後の合計額\n原告両名は，上記アないしエの合計額である９３９３万７０００円につ\nいて，それぞれ２分の１の額である４６９６万８５００円ずつを相続した。\nカ  損益相殺\n原告１は，遺族補償年金として口頭弁論終結時までに合計１１５４万６\n４７６円の支給を受けており，これについて損益相殺を行うと，原告１の\n残損害額は３５４２万２０２４円となる。\nキ  まとめ（原告ら各自の請求額）\n原告１  ３５４２万２０２４円\n原告２  ４６９６万８５００円\n【被告ら】\nア  逸失利益については争い，その余は不知。\nイ  逸失利益を計算する際の年収額は，過去の年収額の実績から算出すべき\nであり，仮定の数値である給付基礎日額から算出すべきではない。死亡前\nの亡Ａの年収額である４８０万７６６５円（平成２３年４月１１日から平\n成２４年４月１０日までの賃金総額）を逸失利益算定の基礎収入とすべき\nである。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実に証拠（甲６，８ないし１０，１５，乙１，２，９，１６ない\nし２１，証人Ｂ，証人Ｃ，証人Ｄ，原告１本人）及び弁論の全趣旨を総合する\nと，以下の事実を認めることができる。\n⑴  亡Ａの生前の生活状況等\nア  生前，亡Ａは原告１及び原告２と３人で居住しており，原告１及び原告\n２は，亡Ａの収入により生計を維持していた。\n亡Ａは，平成９年５月頃から被告においてアルバイト従業員として働い\nていた。また，亡Ａは，他に稼働先はなく，被告からの収入のみで生計を\n立てていた。\nイ  亡Ａの喫煙量は１日２，３本程度，飲酒量は３５０ｍｌの缶ビールを２\n缶（７００ｍｌ）程度であった。なお，亡Ａは，生前，被告のアルバイト\n従業員に対し，「不整脈がある」と述べたことがあった。\nウ  亡Ａ，原告１及び原告２は，平成２２年から大阪市ａ区ｂに居住してい\nたが，原告２のアトピーがひどかったこと，京都でも被告の仕事現場があ\nること等から，平成２４年１月頃から京都市ｃ区ｄ町へ転居した。\n転居後の自宅最寄駅であるｅ駅（叡山電鉄）から心斎橋駅（大阪市駅御\n堂筋線）までは，電車で約１時間半の距離にある。\n亡Ａは，終業時間が遅くなり，電車で帰宅できない場合は，大阪市ｆ区\nｇにある亡Ａの実母宅へ行っていた。\nエ  亡Ａには，通院中の疾病はなく，平素から服薬している薬はなかった。\n⑵  被告の業務及び規模等\n平成２４年当時，被告大阪営業所において取引関係のある百貨店等は約５\n０店舗あり，年間の作業現場としては約８０００か所に上っていた。\n⑶  被告におけるアルバイト従業員の採用等\nア  被告においてアルバイト従業員として仕事を行うには，被告に履歴書等\nを提出して面接を受け，被告のアルバイト従業員として登録を受けた上，\n個別の仕事を受けるために，後記⑷記載の仕事の申込みを行うという手順\nを踏む必要がある。\n登録する際にアルバイト従業員に交付される本件規定には，賃金・交通\n費の計算や支払方法等として，要旨以下のとおりの記載がある。\n賃金は，時給１０００円からスタートし，２５円刻みで１３５０円ま\nで加算される。（⑸賃金規定①）\n作業時間は３０分刻みで計算する。（⑸賃金規定③）\n２時間未満の作業勤務に対しては２時間分の賃金を支払う。（⑸賃金\n規定④）\n１日に２つ以上の現場で作業するための移動時間は，１時間以内であ\nれば，作業時間とみなす。（⑸賃金規定⑤）\n交通費は，往復１０００円までの実費とする。複数現場の移動のため\nの交通費は，現場間の実費とする。具体的には，１日に現場が１か所の\n場合，自宅最寄駅から現場までの交通費（往復）を支給する。１日に現\n場が複数ある場合は，自宅最寄駅から最初の現場までの交通費（往路）\n及び最終現場から自宅最寄駅までの交通費（復路）を支給するとともに，\n①現場間移動時間が２時間未満の場合には現場間の交通費を支給し，②\n現場間移動時間が２時間以上の場合には，自宅最寄駅から現場までの金\n作業現場までの自動車，バイク等の利用は，原則として認めない（⑺\n交通費☆印）\nイ  平成２４年当時，被告のアルバイト従業員の登録人数は約３００人であ\nり，うち約１００人が実際に作業に従事していた。主に被告での勤務によ\nり生計を立てている者は，そのうち３０人から４０人程度であった。\nウ  被告は，アルバイト従業員については，健康診断を受診させていない。\n⑷  アルバイト従業員の作業申込み\nア  被告大阪営業所においては，実際に作業を行う日の約１週間前までには，\nどの現場にどれだけの人数が必要であるかが判明することから，各現場の\n作業日の約１週間前から，アルバイト従業員から作業の予約を受け付けて\nいた。具体的な手順としては，アルバイト従業員が大阪営業所労務課に電\n話をかけ，募集されている作業現場，日時等を確認した上で，当該アルバ\nイト従業員の希望する作業現場，日時を営業所の受付担当者に告げると，\n先に予約をした者から順次現場に配置され，各現場の定員に達した場合に\nは当該現場の予約受付を終了するという流れにより，作業の予約が行われ\nていた。申し込むべき作業のノルマは特に定められていない。\n他方で，ある現場に必要な人数に達する申込みがない場合には，被告の\n営業担当社員又は労務課社員から，アルバイト従業員として登録している\n者全員にメールを送信し，あるいは，アルバイト従業員に対して個別に電\n話をしており，亡Ａに対しても，アルバイト従業員が足りない日について\n作業の引受けの打診を行うことがあった。\nイ  亡Ａの死亡後，被告は，アルバイト従業員ごとに実労働時間を把握し，\n１か月ごとに集計するようにしており，長時間労働になるような場合には，\n被告の方から休みをとるよう勧告するとの運用をしている。\n⑸  アルバイト従業員の作業時間の管理及び作業の監督等\nア  アルバイト従業員は，作業当日，作業開始時間の概ね５分前から１０分\n前までに現地に集合し，社員の指示に従って作業を行い，作業が終了する\nと現地で解散する。\nイ  大阪営業所の営業担当社員は，各現場において，アルバイト従業員に対\nする作業の指示や監督のほか，アルバイト従業員の作業開始時刻及び作業\n終了時刻の確認を行っており，アルバイト従業員の作業開始時刻及び作業\n終了時刻の確認も営業担当社員において行っていた。具体的には，当該現\n場に入るアルバイト従業員の氏名及び連絡先等が印字された作業確認リ\nスト（乙１７）をもとに，集合したアルバイト従業員の氏名や人数等を営\n業担当社員が確認した後，アルバイト従業員において作業確認リストに\n「開始時間」を記入して，営業担当社員がその時刻を確認し，作業が終了\nすると，アルバイト従業員において「終了時間」を記載し，営業担当社員\nがこれを確認するという流れにより，作業開始及び終了時刻を記録してい\nた。\n営業担当社員において作業の発注元に対する見積書を作成する際には，\n自身の経験や記憶のほか，過去の作業確認リスト等に基づき，必要な人数\nや時間を見積もっていた。\nウ  小規模の現場であれば，営業担当社員が現場に行かない場合があり，そ\nの際には，亡Ａのような経験の長いアルバイト従業員に現場を任せること\nがしばしばあった。\nエ  作業確認リストに記載された作業開始時刻は，実際の作業開始時刻と概\nね同じであるが，立会作業（後記⑹イ）等，被告の労務管理課において正\n確な作業開始時刻を把握していない場合には，実際の作業開始時刻と異\nなっていることがあった。\nオ  作業現場で作成された作業確認リストは，被告の労務管理課に提出され\nた後，被告の記録媒体に各アルバイト従業員の作業時間が入力された。平\n成２４年頃において，作業確認リストに記載された労働時間は，現場間で\n作業時間が重なる場合を除き，原則として，そのまま記録媒体に入力され，\nこれが作業実積一覧（甲６の２２）に反映されていた。なお，現場間で作\n業時間が重なる場合には，入力の際に重ならないよう修正していた。\nカ  休憩について\n被告社員が現場にいるときは，社員の指示により適宜アルバイト従業員\nに休憩をとらせており，什器備品類の到着が遅れている場合には待機時間\nとして適宜休憩所に行かせることもあった。なお，現場が百貨店である場\n合には，アルバイト従業員が使用可能な休憩所があることが多いが，それ\n以外のホテル等の現場では，アルバイト従業員が使用できる休憩所が事実\n上ない場合があり，屋外で立ったまま休憩をとることもあった。\n⑹  アルバイト従業員の作業内容\n被告のアルバイト従業員が行う作業は，概ね以下の３種類があった。\nア  百貨店や展示会場での什器の搬入，設置及び搬出\n百貨店や展示会場において使用する陳列棚やパーテーション等の什器\nがトラックで運ばれてくるのを現地で待ち受け，トラックの到着後に，什\n器をトラックから降ろして，台車や，什器自体に附属しているキャスター\n等を使用して運搬し，所定の場所に設置する。\nイ  立会作業\n百貨店等における催事のオープン当日，開店（開場）までの間に，電灯\nが点いているか，什器が適切に稼働しているか等の確認を催事担当者が行\nう際，これに立ち会う。催事の担当者から変更依頼があった場合には，こ\nれに応じて変更作業等を行う。なお，朝に通常の搬入作業をすることもあ\nるため，朝に行われる作業が必ず立会作業であるというわけではない。\nウ  倉庫での什器の搬入・搬出\n鳴尾浜にある被告第２センターの倉庫（以下「第２倉庫」という。）に\nおける作業であり，事前に搬送する予定の什器をまとめておく，各現場に\n搬送する什器をトラックに積み込む，トラックで搬送されてきた什器を倉\n庫の元の位置に戻す等の作業を行う。倉庫内には什器を収納した多くのコ\nンテナが置かれ，必要な什器が入ったコンテナの取出し等は，全てコン\nピューター制御により行われていた。トラックまでの運搬や積込み等には，\n台車や，什器自体に付属するキャスターを使用していた。\n⑺  大丸の外来者入退店表\n被告のアルバイト従業員は，作業のために大丸の通用口を利用する際，入\n店証や作業用の腕章を持っている場合を除いては，同通用口に備付けの大丸\n入退店表（乙９の２）に会社名，氏名，入店時刻等を記載する必要があった。\n亡Ａは作業用の腕章を所持していたが，腕章を忘れた場合には大丸入退店表\nへの記入をしていた。\n⑻  アルバイト従業員の賃金の計算及び支払等\nアルバイト従業員に対する平成２４年頃の賃金の支払方法は，各月１０日\nごとに締め，その約１０日後に送金等により支払うという月３回払の形式を\nとっていた（なお，現在では，毎月１５日締め翌月１５日払の形式になって\nいる。）。\n亡Ａの賃金は，同年頃には，第２倉庫について１時間１０００円，それ以\n外の現場については１時間１３５０円となっており，深夜帯の作業について\nは３０分当たり１５０円の手当が加算されていた。なお，平成２３年１２月\n頃までは，第２倉庫での作業についても，賃金は１時間当たり１３５０円で\nあった。また，１日に複数の現場がある場合には，現場間の移動に要した交\n通費が支払われていた。\n⑼  現場間の移動\nア  同じアルバイト従業員が一日に複数の現場で就労する場合には，一つの\n現場から次の現場へ直接移動することもあった。被告は現場間の移動方法\nについて特に指示をしておらず，アルバイト従業員は，現場までの距離に\n応じ，電車や自転車，バイク等を用いて移動していた。\nイ  アルバイト従業員が作業を行う各現場間の移動にかかる時間は，以下の\nとおりと認められる。\n大丸―第２倉庫                        １時間０６分\n大丸―ダイエー京橋店        ２１分\n大丸―リッツカールトンホテル      １９分\n大丸―大丸梅田店        １２分\n大丸―サンライズビル          ３分\n大丸―ホテル日航大阪          ２分\n大丸―高島屋泉北店        ４２分\n大丸―西武百貨店大津店                １時間１４分\n大丸心斎橋―ル・ベンケイ              １時間０５分\n大丸―高島屋  堺        ２４分\n大丸―阪急梅田駅        １３分\n大丸―ダイエー京橋店        ２１分\n大丸―ダイエー吹田店        ３０分\n大丸―イトーヨーカ堂阿倍野店      １７分\n大丸―ＪＲ京都伊勢丹        ５０分\n第２倉庫―リッツカールトン      ５５分\n第２倉庫―ホテルオークラ神戸    １時間２３分\n第２倉庫―ハービスエント      ５２分\n第２倉庫―西武百貨店高槻店    １時間２１分\n第２倉庫―大丸梅田店        ５２分\n第２倉庫―ＪＲ京都伊勢丹    １時間１１分\n第２倉庫―ホテル日航      １時間０７分\n第２倉庫―セントレジス大阪    １時間０６分\n大阪城ホール―ダイエー曽根店      ４２分\n帝国ホテル大阪―大丸        ２９分\nインテックス大阪―大丸        ３４分\nル・ベンケイ―梅田クリスタルホール  １時間１０分\n神戸国際展示場―太閤園        ５４分\nホテルオークラ京都―大丸      ４７分\nグルメシティ豊中店―大丸      ３４分\n阪急梅田駅―京都国際会館    １時間０１分\nダイエー京橋店―リーガロイヤルホテル    １６分\nホテル阪急インターナショナル―大丸    １７分\nリッツカールトンホテル―インテックス大阪  ４２分\nリーガロイヤルホテル―リッツカールトン  １５分\nイトーヨーカ堂阿倍野店―高島屋京都店  １時間１３分\n⑽  亡Ａの賃金の額について\n亡Ａの平成２３年４月１１日から平成２４年４月１０日までの賃金の総\n支給額は，４８０万７６６５円であった。\nまた，平成２１年以降，被告から亡Ａに対して支払われた賃金の総額は以\n下のとおりである。\n平成２１年分  ３６７万９２７５円\n平成２２年分  ３２１万７９００円\n平成２３年分  ４２０万６９００円\n⑾  労災認定\n原告１は，平成２４年７月，茨木労働基準監督署長に対し，遺族補償年金\n及び葬祭料の支給を請求した。\n同署長は，亡Ａ\nを含む。）），症状の発現日（発症日）を死亡日である平成２４年４月１２\n日とした上で，亡Ａの発症前１か月（同年３月１４日から同年４月１２日）\nまでの拘束時間が３９１時間，時間外労働時間数が１５４時間３０分であり，\n長時間労働が長期間にわたり継続していたものとして，亡Ａの死亡を業務上\nの災害に起因するものと認定した。\n⑿  亡Ａの死亡の経過及び死因に関する医師の意見\nア  亡Ａは，平成２４年４月１１日の早朝に自宅を出発し，同日の朝から翌\n日である同月２日の夕方まで徹夜での作業を行った後，午後８時３０分頃\nに帰宅してすぐ，原告１に対し，「疲れた。眠たい。」「ご飯を食べたら\n横になりたい」と述べ，夕飯を食べた後，急に意識を失って倒れた。\n亡Ａは，京都第一赤十字病院へ搬送され，同日午後９時３８分に同病院\nへ到着した後，亡Ａに対しＣＰＲ（心肺蘇生法）が開始された（担当はＥ\n医師であった。）。同日午後９時３８分から４０分頃まではＶｆ（心室細\n動），同日午後９時４０分から午後１０時１６分までＡｓｙｓ（心停止）\nの状態が続き，同日午後１０時５４分，原告１立会いのもと，亡Ａの死亡\nが確認された。\n京都府警察医（Ｆクリニック）Ｆ医師は，同月１３日（死亡翌日），亡\nＡの遺体を検案し，死体検案書（甲６の７）を作成した。同検案書中，「直\n接死因」の欄には「不整脈の疑い」，「その他特に付言すべきことがら」\nの欄には「夕食後意識消失し救急隊が到着した頃には死亡していた。ＣＴ\nにて脳内出血，胸膜腔内出血認めず。」と記載されている。\nイ  Ｅ医師の意見の要旨\n亡Ａは致死性不整脈が原因で死亡した。元々詳細不明ではあるが不整脈\nの既往があること，若年者の突然発症のＣＰＡ（心肺停止）であったこと，\nＣＰＲ（心肺蘇生法）開始後一度も波形が戻っていないこと等から，これ\nがもっとも考えられる。その他の死因の可能性については否定できないが，\n特に疾患は挙げられない。\nウ  Ｆ医師の意見の要旨\n心臓死にしてもあまりにも突然死亡しているため，致死性不整脈が生じ\nたと考えるのが妥当である。客観的判断ができる資料（心電図等）に乏し\nいため，あくまでも推定である。今回の死亡原因が「心停止若しくは心臓\n当たるかについては，前兆なく突然死亡しているので，心臓\n死が考えやすい。\nエ  局医職業病相談のＧ医師（専門医）の意見の要旨\n本件被災者（亡Ａ）はいわゆる突然死であるところ，突然死の多くは心\n原性であり，本件では年齢等から原因不明の致死性不整脈の可能性が高い。\n⒀  業務起因性にかかる認定基準等\nア  専門検討会報告書について\n脳・心臓疾患の認定基準に関する専門検討会が，厚生労働省からの依頼\nによる検討結果を取りまとめた報告書である平成１３年１１月１５日付\nけ「脳・心臓疾患の認定基準に関する専門検討会」の検討結果（方針）に\nついて」（甲１０。以下「専門検討会報告書」という。）には，概要以下\nのとおりの記載がある。\n業務による過重負荷によって発症する疾患のうち，虚血性心疾患等と\nして，①心筋梗塞，②狭心症，③心停止（心臓性突然死を含む），④解\n離性大動脈瘤があり，従来「一次性心停止」及び「不整脈による突然死\n等」とされてきたものは③に含まれる。\n心停止とは，心拍出が無となり，循環が停止した状態を指し，心電\n図上，心室停止，心室細動のいずれかを示すことが多い。主な基礎疾患\nは虚血性心疾患であり，急性冠症候群の心臓性突然死に当たる。\n突然死を発症２時間以内の死と定義した場合，米国では，前死亡の１\n２％が突然死であり，うち７０％から８５％が心臓由来すなわち心臓性\n突然死と考えられている。日本においても，突然発症する心停止の多く\nは，心室頻拍・心室細動が直接の原因であり，その基礎心疾患としては\n虚血性心疾患，次いで心筋症が多いと考えられる。\n長時間労働について\n長期間にわたる長時間労働や，それによる睡眠不足に由来する疲労の\n蓄積が血圧の上昇等を生じさせ，その結果，血管病変等をその自然経過\nを越えて著しく増悪させる可能性がある。疲労の蓄積には，長時間労働\n以外の種々の就労態様による負荷要因が関与することから，業務の過剰\n性の判断は，それら諸要因を総合的に評価することによって行われるべ\nきであるが，長時間労働に着目する場合には，１日４時間から６時間程\n度の睡眠が確保できない状態が継続していたか否かという視点で検討\nすることが妥当である。\n１日５時間程度の睡眠を確保できない場合には，脳・心臓疾患の発症\nとの関連に関し，すべての報告において有意性があるとされているとこ\nろ，１日５時間程度の睡眠が確保できない状態とは，平均的な労働者の\n場合，１日の労働時間が８時間を超え，５時間程度の時間外労働を行っ\nた場合に相当し，これが１か月継続した状態は概ね１００時間を超える\n時間外労働が想定される。また，１日６時間程度の睡眠が確保できない\n状態とは，平均的な労働者の場合，１日の労働時間が８時間を超え，４\n時間程度の時間外労働を行った場合に相当し，これが１か月継続した状\n態は概ね８０時間を超える時間外労働が想定される。\n１日７時間から８時間程度の睡眠が確保できる状態がもっとも健康\n的であるという研究結果があり，１日７．５時間程度の睡眠が確保でき\nる状態とは，平均的な労働者の場合，１日の労働時間が８時間を超え，\n２時間程度の時間外労働を行った場合に相当し，これが１か月継続した\n状態は概ね４５時間の時間外労働が想定される。\n不規則な勤務について\n不規則な勤務は，睡眠―覚醒のリズムを障害するため，不眠，睡眠障\n害，昼間の眠気等の愁訴を高め，生活リズムの悪化をもたらす場合が多\nいとの報告や，通常の交代制勤務よりも不規則な交代制勤務の方が完全\nな休息が得られない可能性を指摘する報告がある。予定された業務スケ\nジュールの変更の頻度，程度，事前の通知状況，予測の度合，業務内容\nの変更の程度等の観点から検討・評価を行うべきである。\n拘束時間の長い勤務について\n拘束時間数，実労働時間数だけでなく，拘束時間数の実態等（労働密\n度，業務内容，休憩・仮眠時間数，休憩・仮眠施設の状況等）から検討\nすべきである。\n交代制勤務，深夜勤務について\n交代制勤務の心血管疾患に対するリスクは概ね１．２倍から１．５倍\nになると考えられる。また，夜遅くや主に夜間・早朝に働く労働者の虚\n血性心疾患のリスクが高いとする報告がある。\n交代制勤務や深夜勤務のシフトが変更されると，生体リズムと生活リ\nズムとの位相のずれが生じ，その修正の困難さから疲労がとれにくいと\nいったことが考えられる。\n交代制勤務や深夜労働の過重性については，勤務シフトの変更度合，\n勤務と次の勤務までの時間，交代制勤務における深夜時間帯の頻度がど\nうであったか等の観点から検討・評価を行うべきである。\n業務の過重性（長期間・短期間両方を含む。）を評価するにあたって\nは，労働時間やその他の就労態様等を考慮すべきである。\n発症前１か月ないし６か月間の就労状況を調査すれば，発症と関連す\nる疲労の蓄積が判断され得ることから，疲労の蓄積にかかる業務の過重\n性を評価する期間を発症前６か月間とすることは，現在の医学的知見に\n照らし，無理なく，妥当である。\nイ  厚生労働省の認定基準について\n厚生労働省は，専門検討会報告書における検討結果をふまえて，平成１\n３年１２月１２日付け基発１０６３号による都道府県労働局長宛厚生労\n働省労働基準局長通知「脳血管疾患及び虚血性心疾患等（負傷に起因する\nものを除く。）の認定基準について」（甲８。以下「本件認定基準」とい\nう。）により，脳・心臓疾患に関し，概要以下の内容の認定基準（業務上\nの疾病該当性の認定要件）を定めている。なお，「心停止（心臓性突然死\nを含む。）」は，本件認定基準において対象疾病として取り扱われている。\n脳・心臓疾患の発症に影響を及ぼす明らかな過重負荷として発症に近\n接した時期における負荷のほか，長期間にわたる疲労の蓄積も考慮する。\nまた，業務の過重性の評価に当たっては，労働時間，勤務形態，作業環\n境，精神的緊張の状態等を具体的かつ客観的に把握，検討し，総合的に\n判断する必要がある。\n発症に近接した時期（発症前概ね１週間）において特に過重な業務に\n就労したか否かの評価については，業務量，業務内容，作業環境から，\n特に過重な身体的，精神的負荷と認められるか否かという観点から行わ\nれるべきである。その際，労働時間，不規則性，拘束時間の長さ，出張，\n交代制勤務・深夜勤務，作業環境等の負荷要因を検討すべきであるが，\n労働時間については，発症前概ね１週間以内に継続した長時間労働が認\nめられるか，休日が確保されていたか等の観点から検討し，評価する。\n発症前の長期間にわたって著しい疲労の蓄積をもたらす特に過重な\n業務に就労したか否かについての評価に当たっては，疲労の蓄積の観点\nから，労働時間のほか，不規則性，拘束時間の長さ，出張，交代制勤務・\n深夜勤務，作業環境，精神的緊張等の負荷要因についても十分検討すべ\nきであるが，疲労の蓄積をもたらす最も重要な要因と考えられる労働時\n間に着目した場合には，①発症前１か月間ないし６か月間にわたって，\n１か月あたり概ね４５時間を超える時間外労働が認められない場合は，\n業務と発症との関連性が弱いが，概ね４５時間を超えて時間外労働が長\nくなるほど，業務と発症との関連性が徐々に強まると評価できること，\n②発症前１か月間に概ね１００時間又は発症前２か月間ないし６か月\n間にわたって，１か月あたり概ね４５時間を超えて時間外労働時間が長\nくなるほど，業務と発症との関連性が徐々に強まると評価できることを\n踏まえて判断する。また，休日のない連続勤務が長く続くほど業務と発\n症との関連性をより強めるものであり，逆に，休日が十分確保されてい\nる場合は，疲労は回復ないし回復傾向を示すものである。\n平成８年１月２２日付け基発第３０号で対象疾病としていた「不整脈\nによる突然死等」は，不整脈が一義的な原因となって心停止又は心不全\n症状を発症したものであることから，「不整脈による突然死等」は，「心\n停止（心臓性突然死を含む。）」に含めて取り扱う。\nウ  本件基準の運用上の留意点について\n厚生労働省平成１３年１２月１２日付け基労補発第３１号「脳血管疾患\n及び虚血性心疾患等（負傷に起因するものを除く。）の認定基準の運用上\nの留意点等について」（甲９。以下「留意点等」という。）は，本件認定\n基準の具体的運用について定めている。同通達においては，発症前２週間\n以内といった発症前１か月間よりも相当短い期間のみに過重な業務が集\n中し，それより前の業務の過重性が低いために，長期間の過重業務とは認\nめられない場合には，発症前１週間を含めた当該期間に就労した業務の過\n重性を評価し，それが特に過重な業務と認められるときは「発症に近接し\nた時期（発症前概ね１週間）において特に過剰な業務に就労した」ものと\nして取り扱うことができる旨が定められている。\n２  争点１（業務と亡Ａの死との間の因果関係の有無）について\n⑴  亡Ａの死因についての各医師の見解\n前記認定事実 のとおり，①亡Ａが比較的若年であったこと，②亡Ａは，\n死亡当日，自宅で倒れるまで重大な症状が出ておらず，突然心肺停止の状態\nになり死亡したこと，③心肺蘇生術中も，心電図の波形がＶｆ（心室細動）\n又はＡｓｙｓ（心停止）の状態にあったことがそれぞれ認められるところ，\n亡Ａの処置に当たったＥ医師は，上記①ないし③の事実を踏まえて，致死性\n不整脈が亡Ａの死因であると判断している。\nまた，亡Ａの死体を検案したＦ医師及び局医であるＧ医師も，主として上\n記②の事実から不整脈が亡Ａの死因であると判断しており，亡Ａの死因を致\n死性不整脈とするＥ医師の上記判断について特に異論を述べていない。\nそして，診断上致死性不整脈を含むとされている心停止（心臓性突然死）\nにおいては，心電図上，心室静止・心室細動のいずれかを示す場合が多いと\nころ ），上記③の事実を踏まえて亡Ａの死因を致死性不整\n脈と判断したＥ医師の意見に不合理な点は見当たらない。\n⑵  亡Ａの労働時間等について\nア  被告においては，以下イないしカ等において認定するとおり，本件当時，\nアルバイト従業員の正確な作業時間を記録しておらず，亡Ａの労働時間を\n直接的かつ客観的に裏付ける証拠は存在しない。したがって，各証拠に照\nらして，作業の開始及び終了時刻等を合理的に推認することにより，これ\nを認定するほかない。\nイ  作業の現場において被告社員が作業確認リスト記載の作業開始時刻・終\n了時刻を確認しているところ，被告においては，作業確認リストに記載さ\nれた時間等をもとに発注元への見積りを作成していること（認定事実⑸\nイ），作業確認リストに記載された時間は，次の現場と記録上の時間が被\nらない限りは，原則としてそのまま被告の記録媒体に入力され，作業実績\n一覧（甲６の２２）に反映されることからすれば（認定事実⑸オ），作業\n実績一覧記載の作業場所，作業開始時刻・終了時刻は，アルバイト従業員\nの労働時間を比較的正確に反映しているものといえる。したがって，亡Ａ\nの労働時間を算定するにあたっては，作業実績一覧記載の作業開始及び終\n了時刻（以下，それぞれ「記録上開始時刻」及び「記録上終了時刻」とい\nう。）に基づいてこれを推計すべきである。\n他方において，被告の主張する賃金算定上の各種ルールのうち，その存\n在が認定しえ，かつ，同ルールの存在を前提とした時間数を把握し得るも\nのについては，これを以下のとおり斟酌することとする。\nウ  ２時間半ルールについて\n前記認定事実 のとおり，本件規定には２時間未満の作業に対し\nても２時間分の賃金を支払う旨が記載される旨が記載されているとこ\nろ，被告は，平成２３年６月８日付けで，アルバイト従業員に対し，従\n来「最低保障時間」が３時間であったものを同年７月１日から２時間３\n０分に減縮する旨の通知をしている（乙１４）。また，作業実績一覧（甲\n６の２２）をみると，一つの現場における作業時間は，同作業の記録上\n終了時刻と次の現場における記録上開始時刻とが接着している場合を\n除き，原則として，最低でも２時間３０分（平成２３年６月以前につい\nては３時間）あるものと記録されている。\nまた，証人Ｄは，平成２４年当時において，実作業時間にかかわらず，\n一つの現場では２時間３０分の作業をしたものとして算定して賃金の\n支給を受けていた旨証言し，証人Ｂは，作業確認リストには作業時間が\n最低でも２時間３０分あるものと記載させ，そのままでは前の現場の作\n業時間が次の現場の作業時間と重なるような場合を除いて同リストの\n記載どおりに記録媒体に入力していた旨証言するところ，その内容はい\nずれも上記各事実と整合するものである。\n以上によれば，被告によるアルバイト従業員の賃金の算定おいては，\n２時間半ルールが存在していたものと考えられる。\nしかしながら，実際に個々の現場の作業において２時間半ルールが適\n用されたか否かは，作業実績一覧の記載によっては区別することはでき\nないし，一つの現場にかかる作業時間の最低値は不明であるから，被告\nの主張するように作業時間の平均を２時間３０分の中間値（１時間１５\n分）と認定するのも不合理というべきである。このようにみると，２時\n間半ルールが存在することを推計の根拠として実作業時間を認定する\nことはできないといわざるを得ない。\nもっとも，証人Ｂは，大丸における催事立ち上がり日の朝の立会作業\n（以下「朝の立会作業」という。）については，記録上開始時刻と実際\nの作業開始時刻がずれる場合があった旨証言し，証人Ｃ及び同Ｄは，記\n録上開始時刻にかかわらず，午前９時に集合して作業を開始することが\n多かった旨証言しており，これらの証言によれば，朝の立会作業の開始\n時刻は概ね午前９時であったことが認められる。そうすると，朝の立会\n作業であると認定できる作業については，記録上開始時刻にかかわらず，\n午前９時に作業を開始したものとして実作業時間を推計するのが相当\nである。ただし，大丸における作業のうち，記録上開始時刻が午前８時，\n記録上終了時刻が午前１０時３０分であるもの（前日夜からの連続勤務\nになるものを除く。）については，朝の立会作業が行われたと認められ\nるから，かかる作業については，午前９時に開始したものとして作業時\n間を推計するのが相当である。\nエ  ３０分未満切上げルールについて\n作業実績一覧記載の作業開始時刻及び終了時刻が，すべて３０分刻みで\n記載されていること，本件規定（乙１）にも，作業時間は３０分刻みで計\n算する旨記載されていること，証人Ｃ及び同Ｄも作業終了時刻を３０分単\n位で繰り上げて作業確認リストに記載していた旨証言していることから\nすれば，被告の賃金算定上，３０分未満切上げルールが存在していたもの\nと認められる。\nまた，証人Ｃによれば，作業確認リストには，３０分未満切上げルール\nを適用した後の終了時刻を記入しており，実終了時刻については作業確認\nリストに記載されていなかったことが認められるから，実際の終了時刻よ\nりも平均的に１５分終了時刻を遅らせて作業確認リストへ時刻を記載し\nていたものとして，記録上終了時刻から１５分早い時刻を実際の作業終了\n時刻とすべきである。\nオ  休憩時間について\n被告においては，アルバイト従業員の具体的な休憩時間について記録せ\nず，記録上開始時刻から記録上終了時刻までの時間数をすべて賃金算定上\nの労働時間としているが，労働時間は１日に９時間以上にわたる場合があ\nり，このような場合についても常に一切の休憩時間がなかったとは認めが\nたい。そして，被告は，休憩時間の存在を考慮し，実際の労働時間が７時\n間を超える場合には１時間分，１１時間を超える場合には２時間分，休憩\n時間に当たる時間を労働時間から控除すべき旨主張するところ，証人Ｃ及\nび同Ｄが，アルバイト従業員は，６時間の作業であれば，１時間程度の休\n憩をとっており，食事のための休憩もあった旨証言していることに照らす\nと，実際の労働時間が７時間を超えた場合には１時間，１１時間を超える\n場合には２時間を控除して算定することには合理性があるというべきで\nある。前記認定事実⑸カのとおり，百貨店以外の現場においては，アルバ\nイト従業員用の休憩場所が確保されず，アルバイト従業員が立ったままで\n休憩時間を過ごす場合もあったと認められるが，そうではあっても，具体\n的な指揮命令下を離れているといわざるを得ない以上，かかる事情は労働\n時間の推計において考慮することはできず，業務の過重性の判断において\n考慮すべきものである。\nなお，機材の到着遅延等により生じた待機時間についても，具体的な指\n示があれば作業を開始できる状態に置かれている以上，これを休憩時間と\n同様に扱うことはできず，労働時間から除外すべきではない。\nカ  移動時間について\n前記前提事実及び認定事実のとおり，被告が各アルバイト従業員の就業\nする現場を事前に把握するとともに，現場から現場への移動についても交\n通費を支給していたこと，現場により業務量が大きく変動するという被告\nにおける業務の特殊性のために，１日に複数の現場を設定し，現場ごとに\nアルバイト従業員を募るという形が採られていることからすれば，被告に\nおいては，アルバイト従業員が１日に複数の現場で作業を行うことも当然\nに想定されていたといえる。すなわち，個々の現場における作業は，それ\n自体としては独立していながらも，ある現場で作業を終えた者が同日のう\nちに次の現場に移動して業務を行うという行動が当然に予定され，かつ，\n被告の業務においても必要とされていたといえるから，一つの現場から他\nの現場への移動に要する時間についても，業務の過重性を判断するに際し\nては，作業時間と同様，被告の指揮命令に基づくものとみて，これを労働\n時間に含めるのが相当である。\nなお，３０分未満切上げルールが適用された結果として，ある作業の記\n録上終了時刻と次の現場における記録上開始時刻とが接着している場合\nについては，３０分刻みに記載したことにより記録されていない移動時間\nが存在するものと考えられる。よって，そのような場合は，前記エに基づ\nき推定される実終了時刻から記録上終了時刻までの１５分間に移動が行\nわれたものと推認するのが相当である。\nキ  以上の検討に基づいて推計した亡Ａの死亡前直前６か月間における労\n働時間数及び時間外労働時間数（１週間当たり４０時間を超える労働時間\nのことをいう。ただし，１月ごとに集計する上で，１週間に満たない日数\nが出る場合には，各労働日につき８時間を超える労働時間をいう。）は，\n別紙４のとおりとなる。\n⑶  亡Ａの業務の過重性について\nア   死亡前１か月前から６か月前（平成２３年１０月１６日から平成２４\n年４月１２日）までの期間における亡Ａの労働時間等についてみると，\n作業実績一覧によれば，同期間における亡Ａの基本的な就業形態は，午\n前９時頃から立会作業等に従事し，次の現場までの移動時間や空き時間\nの後，午後から別の現場で作業を行い，午後１０時から１１時頃にはそ\nの日の作業を終えるというものであった。\n他方で，深夜帯（午前０時ないし１時３０分）を含む作業を行った日\nのうち，その終了時刻（３０分未満切上げルールを適用後のもの。）か\nら次の作業の開始時刻（立会作業については開始時刻の補正をしたも\nの。）までの時間が９時間未満となっているものの回数は，以下のとお\nりであり，７時間未満となっているものの回数は，以下の（  ）内に記\n載したとおりである。\n平成２４年３月１４日から同年４月１２日まで  ５回（３回）\n平成２４年２月１３日から同年３月１３日まで  ６回（５回）\n平成２４年１月１４日から同年２月１２日まで  ４回（２回）\n平成２３年１２月１５日から平成２４年１月１３日まで  ５回（２\n回）\n平成２３年１１月１５日から同年１２月１４日まで  ６回（３回）\n平成２３年１０月１６日から同年１１月１４日まで  ５回（４回）\nまた，同期間のうち，休日（午前０時を起点とした２４時間の間に作\n業がなかった日をいう。）の日数は以下のとおりであり，１か月当たり\n平均すると約２．８日となる。\n平成２４年３月１４日から同年４月１２日まで  ２日\n平成２４年２月１３日から同年３月１３日まで  ３日\n平成２４年１月１４日から同年２月１２日まで  ２日\n平成２３年１２月１５日から平成２４年１月１３日まで  ６日\n平成２３年１１月１５日から同年１２月１４日まで  ２日\n平成２３年１０月１６日から同年１１月１４日まで  ２日\n亡Ａは，午前９時頃から空き時間等を挟みつつ午後１１時頃まで働く\nという就労形態を基本としていたところ，月に複数回は，作業が深夜帯\n（午前０時ないし１時３０分まで）に及ぶ場合があり，そのうち，終業\n時から翌日の作業開始までの時間が９時間未満である場合は，４ないし\n６回あり，そのうち７時間未満である場合は，多ければ月に５回，少な\nくとも月に２回あったというものである。\n翌日の作業開始までの時間が９時間未満である場合には，帰宅するた\nめの移動時間，次の出勤に要する移動時間や身支度にかかる時間を考慮\nすると，自宅等において５時間ないし６時間以上の睡眠時間を確保する\nことは困難であり，これが７時間未満である場合には，上記睡眠を確保\nすることはほぼ不可能と考えられ，結局，労務による疲労が回復しない\nままに次の作業に従事することとならざるを得ない。また，５時間ない\nし６時間以上の睡眠時間が確保できる場合であっても，勤務時間帯の変\n化が生体リズムと生活リズムとの位相のずれをもたらし，疲労の蓄積を\n招く要因となることからすれば，このような勤務時間帯の変化が亡Ａの\n身体に負担をかけるものであったことは否定できない。\nまた，平均して月約２．８日の休日によっては，不規則な時間帯に働\nいたことによる疲労を回復するために十分であるとは認められない。\n以上のように，亡Ａが死亡前６か月間従事していた業務は，月毎の労\n働時間数の差等はあれ，その時間帯の不規則さ等から見て，相当程度疲\n労を蓄積しやすいものであったと認められる。\n前記⑵キにおいて認定したとおり，亡Ａの死亡前１か月間の時間外労\n働時間数は，死亡前１か月（平成２４年３月１４日から同年４月１２日）\nについては８４時間２５分に及んでおり，これ自体としても相当程度長\n時間の労働に従事していたとみることができるものであるが，殊に，死\n亡前２週間（同年３月３０日から同年４月１２日）については４９時間\n２２分，死亡前１週間（同年４月６日から同月１２日）については３１\n時間４２分の時間外労働を行っており，死亡時に近接するほど量的な過\n重性が増大していったものと認められる。\nまた，労働時間帯に着目すれば，死亡前２週間については，作業が午\n前０時頃まで及んだ日が６日であったのに対し，休日は１日であった。\nこれに加えて，死亡直前の亡Ａの具体的な労働状況についてみると，\n亡Ａは，①４月８日の午後９時から翌９日の午前３時頃まで働いた後，\n約４時間の空き時間を挟んで，午前７時３０分から作業に従事し，移動\n時間や合計２時間程度の空き時間を挟みながら，同月１０日の午前０時\n頃まで働き，さらに，②同月１０日の午前９時から同月１１日午前０時\n近くまで働いた後，③同月１１日午前８時から同月１２日（死亡日）の\n午後４時まで，移動時間や約２時間の空き時間を挟みながらも，ほぼ連\n続して働いていた。\nこのように，亡Ａは，死亡直前の数日間，十分に休息する時間がとれ\nないまま，いわば昼夜を問わず働いている状態にあり，一定の休憩時間\nが与えられていたことを考慮しても，このような労働が亡Ａの身体に重\n大な負担をかけていたものと認められる。\nウ  以上認定したとおり，亡Ａの死亡前６か月間の勤務は，不規則な時間帯\nに働くことが多く，休日が少ないという状況にあって，長期間にわたり従\n事することにより疲労の蓄積を招きやすいものであったといえる。さらに，\n死亡に近接した時期には，労働時間数が増加したのみならず，不規則かつ\n深夜時間帯にわたる作業もより増加していた上，十分な休息なく連続して\n数日間働くなど，亡Ａの身体に重大な負荷が生じていたものと認められる。\nまた，前記１ で認定したとおり，アルバイト従業員の作業内容は，什\n器の運搬にキャスターを使用等するとしても，決して軽易なものではなく，\n催事のオープンに合わせ，時間的制約がある中での作業を強いられるもの\nであり，さらに，亡Ａの被告における勤務歴は１５年にも及んでおり，現\n場で相応の役割を果たしていたことにも照らすと，亡Ａにとっては現場の\n選択に際し，強制ではないにしても，疲労が蓄積している場合にもそのこ\nとを理由として現場作業に入らないということも容易にはできない状況\nであったと考えられるから，その意味でも，肉体的，心理的負荷が存在し\nたと認められる。\n⑷  そして，恒常的な長時間労働等の負荷により疲労の蓄積が生じ，これが自\n然経過を著しく超えて血管病変等を増悪させ，その結果，心臓や脳の疾患を\n発生させることがあることは，公知の事実であるところ，亡Ａにおいて通常\nの労務に支障を来すような基礎疾患等を有していたことは明確には認めら\nれず，他方で，前記認定のとおり，死亡日前６か月における不規則な労働や，\n死亡日直前の連続勤務等により，亡Ａの身体には特に強度の身体的負荷が生\nじていたことが認められる。死亡日前２か月目ないし４か月目（平成２３年\n１２月１５日から平成２４年２月１４日まで）の間の亡Ａの時間外労働時間\n数は，多かったとまではいえないが（別紙４），時間帯が不規則であるなど，\n疲労を蓄積しやすいものであったことは前記⑶アのとおりである。\n⑸  以上の事情によれば，亡Ａは，恒常的な長時間勤務ないし生体リズムと生\n活リズムとの位相のずれを生じ得る不規則な勤務により，慢性的に疲労が蓄\n積する労働状況にあったところ，ことに亡Ａの死亡前１か月間は，労働時間\nが増大したことに伴い疲労や心理的負荷が蓄積され，これを原因として致死\n性不整脈による心疾患を発症し，死亡するに至ったと認めるのが相当であり，\n本件業務と亡Ａの致死性不整脈発症及び死亡との間には因果関係が存在す\nるものと認められる。\n⑹  これに対し，被告は，亡Ａの死亡原因が医学的知見により判明していると\nはいえず，いかなる基礎疾患がどのように増悪し死亡に至ったかについての\n経過が不明であるとして，亡Ａの死因を争う。しかし，亡Ａの死亡原因につ\nいては，前記⑴で認定したとおり，複数の医師が致死性不整脈であるとして\nいるところ，亡Ａには，前記のとおり，自然的経過によって致死的不整脈を\n招来するような既往症があった事実は認められないことや，上記認定を疑わ\nせるような具体的な事情も窺われないことに照らすと，被告の上記主張は採\n用できず，前記認定は左右されない。\n３  争点２（被告の安全配慮義務違反の有無）について\n⑴  労働者が労働日に長時間にわたり業務に従事する状況が継続するなどし\nて疲労や心理的負荷等が過度に蓄積すると，労働者の心身の健康を損なう危\n険のあることは，周知のところであり，労働基準法上の労働時間制限や労働\n安全衛生法の健康配慮義務は，上記のような危険の発生の防止をも目的とす\nるものと解されるから，使用者は，その雇用する労働者に従事させる業務を\n定めてこれを管理するに際し，業務の遂行に伴う疲労や心理的負荷等が過度\nに蓄積して労働者の心身の健康を損なうことがないよう注意する義務を負\nうと解するのが相当であり（最高裁判所平成１２年３月２４日第二小法廷判\n決民集５４巻３号１１５５頁参照），使用者が上記義務に違反した場合には，\n労働者に対し，不法行為に基づく損害賠償責任を負う。\n⑵ア  被告とアルバイト従業員との間の労働契約は，法形式としては，被用者\nの申込みに応じて，使用者が具体的な作業場所を指示し，被用者が同現場\nの作業に従事するという形をとるものであるが，被告においては，１人の\nアルバイト従業員が１日のうちに複数の現場に赴いて稼働することがあ\nることを当然の前提として，賃金の算定における各現場の間の移動時間の\n取扱いや，移動に要する交通費の支給に関するルールが定められていたの\nであるから，被告は，個々の現場での作業を完全に独立のものとして扱っ\nてはいなかったというべきである。\nイ  陳列棚の搬入・組立・設置等の業務は，相当の重量を有す\nうものであって，一定の体力を要するものであった上，現場によっては被\n告のアルバイト従業員用の休憩場所が用意されず，立ったまま休憩をとら\nなければならない場合もあったのであり，業務に従事する者の体力的な負\n担も相応にあったといえる。\nまた，被告におけるアルバイト従業員の業務は，現場により時間帯や時\n間数が様々であって，決まったシフト等が存在しない上，前記認定のとお\nり，深夜の時間帯に及ぶ作業も少なくなかったことに照らせば，被告にお\nける労働状況は，長期間稼働する者にとって，稼働の時間帯が非常に不規\n則であり，疲労の蓄積を招きやすいものであったといえる。\nウ  加えて，前記前提事実及び認定事実によれば，亡Ａは，遅くとも平成９\n年５月頃から被告において恒常的にアルバイト従業員としての勤務を開\n始しているところ，①被告における亡Ａの年収は遅くとも平成２１年頃ま\nでには３００万円を超え，平成２３年については４００万円を超えるなど\nしており，亡Ａが専ら被告での勤務により収入を得ていたと認められるこ\nと，②亡Ａは大丸の通用口を出入りするための腕章を所持しており，同現\n場における業務に継続して従事することが予定されていたといえること，\n③亡Ａは被告における勤務期間が長く，アルバイト従業員が足りない際に\n作業に入るよう被告従業員から依頼を受けたこともあったこと等からす\nれば，亡Ａが，過去において被告のアルバイト従業員として，１５年以上\nもの長期間継続して労務を提供し，かつ，将来にわたっても長期間継続し\nて労務を提供する意思を有していたことが明らかであり，被告においても，\n亡Ａのそのような意思を認識していたものと認められる。\nエ  以上のとおり，被告のアルバイト従業員の労働状況として，その従事す\nる業務は，長期間従事することにより疲労の蓄積を招くものであった上，\n亡Ａにおいては，１５年以上の長期間にわたり継続的にアルバイト従業員\nとして稼働するとともに，さらに将来にわたって稼働する意思を有してお\nり，被告においてもこのことを認識していたものである。被告と亡Ａとの\n間の労働関係は，形式的には各現場ごとに個別の労働契約が成立するもの\nではあるが，上記のような事情に照らせば，被告は，亡Ａに対し，期間の\n定めのない雇用契約における使用者と同様に，業務に伴う疲労等の過度の\n蓄積により心身の健康を損なうことのないよう注意すべき義務を負って\nいたと認めるのが相当である。\n以上によれば，被告は，遅くとも亡Ａが死亡する１年前までの時点にお\nいて，亡Ａが一定期間継続して就労することを前提として，亡Ａから具体\n的な作業の申込みを受けるにつき，作業に伴う疲労や心理的負荷等が過度\nに蓄積してその心身の健康を損なうことがないよう注意すべき義務を\n負っていたものというべきである。すなわち，被告は，亡Ａの労働時間数\n及びその他の労働形態等（稼働する時間帯，現場ごとの作業時間等）を把\n握するとともに，労働時間数等において亡Ａに過度の負担をもたらすこと\nのないよう調整するための措置を採るべき義務を負っていたものであり，\n具体的には，亡Ａによる申込みの前においては労働時間数等を適切に調整\nするよう，また，申込みの後においても他の日時，時間帯に変更等するよ\nう指導するなど，亡Ａの労働状況を適切なものとするための措置を採るべ\nき義務を負っていたものというべきである（なお，被告においてそのよう\nな措置を採ることが困難であったとはいえない。）。\n⑶  前記のとおり，亡Ａは，長期間にわたる不規則な労働に加え，死亡直前の\n２週間における長時間かつ極めて不規則な労働により死亡するに至ったも\nのと認められるところ，被告は，労働時間等の亡Ａの労働状況により，被告\nにおけるアルバイト業務が亡Ａに過度の負担をもたらすおそれがあるにも\nかかわらず，亡Ａの正確な労働時間を把握することを怠り，かつ，亡Ａの労\n働時間数等を調整するための措置を採ることなく，漫然と亡Ａを各現場にお\nける作業に従事させたものといえるから，被告は，亡Ａに対する上記義務の\n履行を怠ったものというべきである。\n４  争点３（過失相殺の可否及び過失割合）について\n前記認定事実のとおり，被告において作業現場に必要なアルバイト従業員を\n確保することができない場合には，被告側から作業に入るよう個別に依頼され\nることがあり，稼働年数が長く，真面目な性格であった亡Ａが，その責任感か\nら，現場に穴をあけることのないよう努力して作業を引き受けていたことは容\n易に推察できるものの，被告においては従事すべき作業のノルマというべきも\nのは設定されておらず，基本的には，亡Ａからの申込みがない限り，具体的な\n作業に従事する義務が発生するものではなかったといえる。\nそうすると，亡Ａはその従事する作業についてある程度主体的に選択し得る\n立場にあったともいえるのであって，亡Ａが作業に伴う疲労や心理的負荷等が\n過度に蓄積して心身の健康を損なう事態を避けるためには，自らにおいても業\n務量を適正なものとし，休息や休日を十分に取ることにより疲労の回復に努め\nるべきであったことは否定できないから，亡Ａの死亡による損害の全額につい\nての賠償を被告に命じるのは，当事者間の公平を失し，相当とはいえない。そ\nこで，民法７２２条を適用ないし類推適用して，原告らが被告に対して賠償を\n求め得る金額（ただし，損益相殺による減額前の金額であり，弁護士費用を含\nめない。）からその３０％を控除するのが相当である。\nこの点，被告は，平成２４年１月に亡Ａらが大阪市北区天満から京都府左京\n区千代田町に転居したために長距離通勤となったことや，それにもかかわらず，\n自宅から遠い大丸や第２倉庫において作業をしていたこと等から，これらの点\nについても亡Ａの死亡に対する寄与を認めるべきである旨主張する。しかし，\n上記転居により従前の通勤時間と比較して片道１時間以上を要 することと\nなったとしても，その距離が社会通念上許容されないほどの遠距離ではなく，\nこれをもって損害の減額要因とするのは相当とはいえず，亡Ａ自身による作業\n時間や現場の選択が可能であったことは，上記のとおり既に評価済みであるか\nら，上記割合を超えて過失相殺をすべきものとは認められない。\nまた，被告は，亡Ａが健康診断を受けていなかったことや，深夜に食事をと\nり，喫煙を続けているなど，自身の健康管理を怠っていたことが死亡の原因で\nある旨主張するが，死因については前記に認定したとおりであって，健康診断\nを受けていれば死亡を回避できたものとはいえず，深夜に食事をとらざるを得\nなかったのは，むしろ深夜勤務に起因する面があるものと認められ，喫煙の程\n度が亡Ａの死亡に寄与したとも認められないから，結局，上記被告の主張する\n点を損害の減額事由として斟酌することはできない。\n５  争点４（損害の発生及び額）について\n⑴  亡Ａの損害\nア  逸失利益   ５０９５万４９９９円\n前記認定事実のとおり，亡Ａが平成２３年４月１１日から平成２４年\n４月１０日までに被告から支給された賃金総額は４８０万７６６５円\nであるところ，前記に認定した亡Ａの稼働状況に照らせば，満６７歳ま\nでの２９年間にわたり，上記収入が得られた蓋然性が認められるから，\n上記金額を基礎収入とするのが相当である。\nこの点，原告らは，遺族補償年金の給付基礎日額から算出した年収額\nを基礎収入とすべきと主張する。しかし，アルバイト従業員による労務\n提供は，法形式としては，個々の現場について別個の雇用契約を随時締\n結したことに基づき行われるものであり，法定時間外労働について労働\n基準法所定の割増賃金等を当然に請求できるものとは解されず，これま\nでも割増賃金による支給がされていないことからすれば，亡Ａの基礎収\n入の算定において，割増賃金を考慮することはできないというべきであ\nる。\n亡Ａは一家の支柱として妻子を養っていたから，逸失利益を算定する\nに当たって控除すべき生活費は，その全稼働期間を通じ，３０％とする\nのが相当である。\nよって，４８０万７６６５円から生活費として３０％を控除した金額\nに，労働能力喪失期間２９年に対応するライプニッツ係数（１５．１４\n１）を乗じた金額である５０９５万４９９９円（４８０万７６６５円×\n１５．１４１×（１－０．３）。１円未満切捨て，以下同じ。）をもっ\nて，亡Ａの死亡による逸失利益と認めるのが相当である。\nイ  慰謝料  ２８００万円\n亡Ａは，死亡時は３８歳と働き盛りであり一家の支柱であったこと，妻\nと幼い子を残して死亡したことその他本件に現れた一切の事情を勘案す\nると，亡Ａにかかる死亡慰謝料の額は２８００万円と認めるのが相当であ\nる。\nウ  葬祭料  １５０万円\n原告らは，原告らに１５０万円の葬祭料相当額の損害が生じた旨主張す\nるところ，証拠（甲６の４）及び弁論の全趣旨によれば，亡Ａの葬儀が執\nり行われたことが認められ，上記全額について相当因果関係の範囲内にあ\nる損害と認められる。\nエ  合計  ８０４５万４９９９円\nオ  過失相殺後の額  ５６３１万８４９９円\n前記４において認定したとおり，過失相殺により，エの額の３０％を控\n除するのが相当である。\n⑵  原告１が請求し得る損害額\nア  原告らは亡Ａの損害賠償請求権の２分の１をそれぞれ相続により承継\nするから，原告１の後記控除前の損害額は，上記(1)オの２分の１である２\n８１５万９２４９円となる。\nイ  損益相殺\n原告１は，①遺族補償年金として，当審口頭弁論終結日である平成２８\n年８月５日までに合計１１５４万６４７６円，②葬祭料として８４万４３\n３０円の給付を受けているところ（前記前提事実⑷），①は原告１が相続\nした亡Ａの損害賠償請求権のうち逸失利益の元金部分（過失相殺後の金額\nである１７８３万４２４９円）につき当然に填補がされ，②も原告１分の\n葬祭費のうち過失相殺後の金額である５２万５０００円を限度としてそ\nの元金部分につきそれぞれ填補がされる（弁論の全趣旨）から，これらを\n控除した後の損害額は，１６０８万７７７３円となる。\n（計算式）２８１５万９２４９円－（１１５４万６４７６円＋５２万５０\n００円）\nウ  弁護士費用  １６０万円\n本件の事情を総合すると，原告１につき，相当因果関係のある弁護士費\n用の額は１２１万円と認めるのが相当である。\nエ  原告１にかかる損害額の合計  １７６８万７７７３円\n⑶  原告２が請求し得る損害額\nア  原告２が亡Ａから相続した損害賠償請求権  ２８１５万９２４９円\nイ  弁護士費用  ２８１万円\n本件の事情を総合すると，原告２につき，相当因果関係のある弁護士費\n用の額は２８１万円と認めるのが相当である。\nウ  原告２にかかる損害額の合計  ３０９６万９２４９円\n⑷  まとめ\n以上によれば，被告が賠償すべき原告らの損害額は，主位的請求（不法行\n為）に基づき，原告１については１７６８万７７７３円及びこれに対する亡\nＡ死亡日からの年５分の割合による遅延損害金，原告２については３０９６\n万９２４９円及びこれに対する同日からの年５分の割合による遅延損害金\nとなる。原告らの予備的請求（債務不履行）に基づく損害は，上記損害額を\n上回るものではないから，同額を超える予備的請求部分には理由がない。\n第４  結論\n以上の次第で，原告らの請求は，主位的請求に基づき，被告に対し，原告１\nについては１７６８万７７７３円及びこれに対する亡Ａの死亡日である平成\n２４年４月１２日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める限度で，原告２については３０９６万９２４９円及びこれに\n対する同日から支払済みまで年５分の割合による遅延損害金の支払を求める\n限度でそれぞれ理由があるから，原告らの請求をこの限度において認容し，そ\nの余の請求をいずれも棄却することとして，主文のとおり判決する。\n大阪地方裁判所第３民事部\n裁判長裁判官        長  谷  部     幸      弥\n裁判官        中     武      由      紀\n裁判官        馬      場      梨      代\n"
}