{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 9,
    "day": 11
  },
  "case_number": "平成26(行ケ)10075",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84520",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84520",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/520/084520_hanrei.pdf",
  "contents": "平成２６年９月１１日判決言渡\n平成２６年（行ケ）第１００７５号  審決取消請求事件\n口頭弁論終結日  平成２６年７月１０日\n判 決\n原 告  株 式 会 社 ア ク セ ル\n訴 訟 代 理 人 弁 理 士  濱   田   百合 子\n同  北 島 健 次\n同  小 栗 昌 平\n被 告  特許庁長 官\n指定代理 人  小 林 裕 和\n同  橘   崇 生\n同  内山   進\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０１３－１２２４２号事件について平成２６年２月１８日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n原告は，意匠に係る物品を「携帯情報端末」とする意匠について，平成２３\n年１１月１７日に意匠登録出願（意願２０１１－２６６５３号。以下「本願」\nという。）をしたが，平成２５年３月２６日（同年４月２日発送）付けで拒絶\n査定を受けたので，同年６月２７日，これに対する不服の審判を請求した。\n特許庁は，この審判を，不服２０１３－１２２４２号事件として審理した結\n果，平成２６年２月１８日，「本件審判の請求は，成り立たない。」との審決\nをし，審決の謄本を，同年３月４日，原告に送達した。\n原告は，同月２８日，上記審決の取消しを求めて本件訴えを提起した。\n２  本願意匠の形態\n別紙審決書写しの「別紙第１」の記載及び図面に記載されたとおりのもので\nある（以下，原告が部分意匠として意匠登録を受けようとする画像部分を，審\n決に倣い，「本願画像部分」ということがある。）。\n３  審決の理由\n別紙審決書写しのとおりであり，要するに，本願意匠は，当業者が下記の\n各画像の形態等の公知の形状の結合に基づいて容易に創作をすることができ\nた意匠に該当するから，意匠法３条２項の規定により，意匠登録を受けるこ\nとができないというものである。\nア  「ＤＯＳ／Ｖ  ｍａｇａｚｉｎｅ」２００７年１１月１日１１号１３１\n頁の下から２段目右端所載のデジタルカメラの画像（別紙審決書写しの\n「別紙第２」のとおり。以下「画像１」という。）\nイ  株式会社エヌ・ティ・ティ・ドコモがインターネットを通じて掲載した\n「ＦＯＭＡ  Ｄ８００ｉＤＳ：エンターテイメント｜製品｜ＮＴＴドコ\nモ」との表題のページ（掲載確認日（公知日）：２００７年３月１７日，\nアドレス：http://www.nttdocomo.co.jp/product/concept_model/d800ids\n/topics_03.html）に掲載された「携帯電話機」のペイントツール用スタ\nンプ選択画像（別紙審決書写しの「別紙第３」のとおり。以下「画像２」\nという。）\n審決は，上記結論を導くに当たり，本願意匠に関して次のとおり認定した。\n「本願画像部分は，携帯情報端末正面の縦長長方形画面の表示部分で，その\n中に，動画メニュー選択のための縮小動画を表示する矩形部が複数個配置さ\nれており，それらの矩形部を指で触ることによって，動画メニューの選択操\n作を行うものであり，その態様は，\n（Ａ）全体は，縦長長方形画面を縦方向の直線で分割し，画像一覧表示部と\nして，それぞれを複数の選択対象動画表示枠として分割した２本の太帯\n状部を，その間に細幅の，左右両端に更に細幅の，それぞれ帯状余地部\nを設けて左右対称に配置した構成で，\n（Ｂ）各太帯状部は，４本の横方向の直線で等分割し，選択対象動画表示枠\nとして同形同大の横長長方形枠を縦に５段重ねに並べた態様で，\n（Ｃ）選択対象動画表示枠に表示された動画を選択することにより，その動\n画が縦長長方形画面の表示部分に拡大表示され，\n（Ｄ）動画一覧表示部に表示された選択対象動画は，スライド操作により上\n下又は左右に移動可能としたものである。」\n（以下，審決が摘記した上記（Ａ）ないし（Ｄ）の各態様を，順次，「態様\n（Ａ）」，「態様（Ｂ）」などと特定する。）\n第３  原告主張の取消事由\n審決には，①引用意匠の認定の誤り（取消事由１），②本願意匠の創作容易\n性の判断の誤り（取消事由２）及び③手続違背（取消事由３）があり，これら\nは，いずれも審決の結論に影響するものであるから，審決は取消しを免れない。\n１  取消事由１（引用意匠の認定の誤り）\n本願意匠は，一覧表示される複数動画の画像自体が，拡大表示及び上下左右\nの移動のための操作画面となっているという，操作性に係る構成態様に特徴付\nけられたものである。\nこれに対し，画像１及び２は，いずれもこのような構成態様を備えたもので\nはなく，表示された画面を選択操作するための操作手段や操作状況を表すため\nのスクロールバー，選択ボタン等の表示が必須不可欠である。\nこのような操作性に係る態様の考慮を欠いたまま，画像１及び２から四角形\n枠の形態のみを恣意的に取り出すことは，本願意匠に係る当業者が想起するこ\nとのできることではないから，画像１及び２は，当業者が本願意匠の創作に当\nたり基礎にするようなものとは到底想定できない。\nよって，審決がこれらを引用意匠として認定したのは誤りである。\n２  取消事由２（本願意匠の創作容易性の判断の誤り）\n態様（Ａ）についての判断の誤り\n審決は，態様（Ａ）について，画像１及び２を引用して創作容易であると\n判断した。\nしかしながら，これらの画像は，いずれも動画がそのまま動画として一覧\n表示されて操作画面とされるという操作性に係る態様を備えたものではない\nし，見た目においても，「全シーン」，「再生」，「選択」，「前のペー\nジ」，「次のページ」といった，画面の指示用の表示が必須であり，画像１\nについては表示画面の向きが異なり，左右対称の構成ではないなど，本願意\n匠とは印象も美感も全く異なる。よって，当業者が，これらの画像から，\n「ありふれた態様」や「ありふれた配置」を想起することは全く困難である。\nまた，操作性に係る態様を欠いた，相互に全く関連のない画像１及び２を組\nみ合わせる動機付けもない。\nよって，審決の上記判断は誤りである。\n態様（Ｂ）についての判断の誤り\n審決は，態様（Ｂ）について，画像１及び２を引用して創作容易であると\n判断した。\nしかしながら，これらの画像は，いずれも動画がそのまま動画として一覧\n表示されて操作画面とされるという操作性に係る態様を備えたものではない。\n画像１は，画面上下部の幅の異なる帯状部やその中における画面の内容・操\n作を説明する表示，画面右部の帯状余白部やその中における画像の上下方向\nの操作状況を示すスクロールバーの表示と，１２の画面の表示とが，一体不\n可分に表示されるものであるし，画像２は，矩形枠と操作ボタンとが一体不\n可分に結合された態様である。よって，操作性に係る態様の考慮を欠いて，\nこれらの画像から矩形枠のみを理由もなく分離して取り出し，「ありふれて\nいる」とすることは誤りである。\nまた，画像１及び２は，矩形の形や矩形枠の列や段の数，帯状部の太さ，\n選択表示ボタンの表示等の点で本願意匠と相違し，これと印象や美感が大き\nく異なるから，当業者が，これらの画像から，「ありふれている」態様を認\n識することはあり得ない。\nさらに，操作性に係る態様を欠いた，相互に全く関連のない画像１及び２\nを組み合わせる動機付けもない。\n加えて，態様（Ｂ）に関して，動画表示枠を「極めて細い線で区画」した\n態様については，画像１及び２とは全く異なる印象や美感を見る者に与える\nから，この点においても特段の創意を要すると認められるべきである。\nよって，審決の上記判断は誤りである。\n態様（Ｃ）及び（Ｄ）についての判断の誤り\n審決は，態様（Ｃ）及び（Ｄ）について，この種物品分野において広く知\nられた手法であるとして創作容易であると判断した。\nしかしながら，これらの態様は，この種物品分野において広く知られた手\n法ではなく，本願意匠において実現されたものである。審決の上記判断は，\n何の証拠も示しておらず，全く根拠のない誤った判断である。\nさらに，これらの態様は，一覧表示される複数動画の画像自体が操作画面\nである本願意匠に係る特有の態様であるにもかかわらず，この点について実\n質的な検討判断をしていない審決は誤りである。\n「動画表示枠に動画を表示する点」についての判断の誤り\n審決は，本願意匠が横長長方形枠内に動画が表示されるという新規な機能\nを有するとしても，そこに表示される動画そのものは意匠の対象とはならな\nいし，その技術的な革新性はともかく，機能に関わる事項に対する評価であ\nって画像部分そのものの意匠的評価とは異なるものであり，本願画像部分の\n横長長方形枠は，動画を表示するための単なる表示枠であるとして，新規な\n機能を有することを理由に創作容易ではないとすることはできない旨判断し\nた。\nしかるに，本願意匠は，審決も認める「新規な機能」や「技術的な革新\n性」を意匠的に実現した，新規にして創作性のある操作性に係る態様を含む\n意匠である。意匠法に，「動画が表示される」形態が意匠の対象にならない\nとの規定はないこと，同法２条２項は操作画像が意匠の対象になると規定す\nることなどからすれば，本願意匠の創作容易性の判断に当たっては，動画が\n動画のまま表示される操作性に係る態様についての本願意匠の着想の新しさ\nないし独創性を判断対象とすべきである。\nそして，本願画像部分の複数の動画表示枠は，単なる表示枠にととまらず，\n画像自体が操作画面となっており操作のための操作画像の表示が別途に必要\nではないことから，極めて簡潔で均整のとれた美感を見る者に与えるととも\nに，誤作動を防止することができる形態を備えるなど，使用感につながる視\n覚的な印象を異ならしめるといえる創作性を有しており，引用意匠から容易\nに創作することができるものではない。\nよって，審決には，これらの点についての判断の誤りがある。\n３  取消事由３（手続違背）\n審決は，態様（Ｃ）及び（Ｄ）について，何らの証拠を示すことなく，この\n種物品分野において広く知られた手法であるとして創作非容易性を否定してお\nり，態様（Ｃ）及び（Ｄ）を含む本願意匠について，拒絶理由を通知すること\nなく審決をした違法及び実質的な審理判断をしなかった判断遺脱の違法がある。\n第４  被告の反論\n１  取消事由１について\n本願画像部分において意匠として保護対象となる「物品の操作の用に供され\nる画像」は矩形部（横長長方形枠）であり，矩形部内に表示される動画自体の\n態様については，その動画自体の態様（動画の中に映っているもの）には操作\nを行わないし，矩形部内には何の画像も表されていないので，保護対象に含ま\nれない。\n審決による本願意匠の認定はこれに沿うものであり，動画の内容や，動画の\n中に映っているものは本願意匠とは無関係である。\nそして，審決は，このことを前提に，態様（Ａ）や（Ｂ）に係る本願画像部\n分の形態が記載された画像１及び２を引用したのであり，審決における引用意\n匠の認定に誤りはない。\n本願意匠は操作性に係る態様を備えた構成態様であると審決が認定した旨の\n原告の指摘は，操作画面の対象が動画自体であることをことさら強調するもの\nであって，操作の用に供される画像が表示枠であり，動画自体を含むものでは\nないことからすれば，理由がない。よって，審決が，引用意匠の認定に当たり，\n本願意匠の操作性に係る態様の考慮を欠いたとの原告の主張は，失当である。\n２  取消事由２について\n態様（Ａ）及び（Ｂ）についての判断の誤りについて\n審決による本願意匠の認定に動画自体の態様が含まれないこと，審決によ\nる引用意匠の認定に誤りはないこと，審決が，引用意匠の認定に当たり，本\n願意匠の操作性に係る態様の考慮を欠いたとの原告の主張が失当であること\nは，いずれも前記１のとおりである。\nそして，審決は，原告の主張する操作性に係る態様の有無にかかわらず，\n引用意匠に基づいて態様（Ａ）及び（Ｂ）の創作容易性を肯定したのであり，\nかかる審決の判断に誤りはない。\n態様（Ａ）及び（Ｂ）に関する原告の主張のうち，これらの態様に関係し\nないスクロールバーや帯状部の態様，境界線の態様等に関する美感の相違を\n主張する点については，創作容易性の判断が，当業者の観点から見て意匠の\n創作が容易であるかの判断であり，需要者の観点から見た意匠の美感の異同\nについての判断ではないことからすれば，失当である。また，態様（Ａ）に\n関し，画像１が左右対称ではないとの主張については，審決が，左右対称の\n構成に関する創作容易性の判断においては，そのような配置がこの種画面に\n限らず各種物品や図形等の配置態様として常套的に採用されるありふれた配\n置態様のひとつであるとして，画像１には依拠していないことからすれば，\n失当であり，実際に，図形の配置態様として左右対称の配置は数多く見受け\nられることから，審決の判断に誤りはない。\n態様（Ｃ）及び（Ｄ）についての判断の誤りについて\n表示枠内の画像が静止画であるか動画であるかにかかわらず，表示枠内の\nコンテンツを選択して拡大表示させたり，コンテンツを上下左右に移動させ\nたりすることは，本願の意匠に係る物品である携帯情報端末の分野では本願\nの出願前に広く知られた手法である。\n審決は，このような広く知られた手法によれば，態様（Ｃ）及び（Ｄ）は\n特段創意を要するものではないと判断したのであり，誤りはない。\n「動画表示枠に動画を表示する点」についての判断の誤りについて\nア  本願意匠において操作に使用される画像は，動画を表示する横長長方形\n枠であり，枠内に表示される動画自体の態様は保護対象に含まれない。複\n数の横長長方形枠内に動画を動画のまま表示させ，移動させたり拡大表示\nさせたりすることは，ソフトウェア技術上の創作であって，意匠法が保護\n対象としている物品の部分の形態の創作ではない。よって，本願画像部分\nには動画自体は含まれないものとして本願意匠を認定し，その創作容易性\nを判断した審決の認定判断に誤りはない。\nイ  画像一覧表示部に複数の静止画やアイコンを並べ，複数のそれらを移動\nさせる仕組みや，それらの一つを選択するとその静止画が拡大表示された\nり，アプリケーションが起動したりする仕組みは，携帯情報端末の分野に\nおいては，本願出願前から普通に実現している仕組みである。\n一方，テレビ番組において，スタジオを映した画面の中に現場を映した\n画面を細い枠線を使ってはめ込むことや，細い境界線で画面を上下二つに\n分けてそれぞれに異なる映像を表示すること，並んでいる画像から一つを\n選び，それを画面一杯に拡大して表示することは，いずれも本願出願前か\nらごく普通に行われている視覚効果である。\nこれらの従来からある視覚効果の組合せによれば，画像一覧表示部に複\n数の動画を並べて，一つの動画を選択すると動画が拡大表示されたり，複\n数の動画を移動させたりする仕組みは，容易に思いつくものと認められる。\nよって，本願画像部分が創作容易であるとした審決の判断に誤りはない。\n３  取消事由３について\n当業者にとってある手法がありふれたものであることが，審査官にとって顕\n著な事実と認められる場合には，拒絶理由においてその手法の提示を要しない。\nそして，複数表示された静止画や動画等の選択表示枠をクリックすることによ\nり当該画像等を拡大表示したり，静止画や動画等の選択表示枠を左右又は上下\nの移動操作に合わせて移動させることは，携帯情報端末の当業者にとって本願\nの出願前に極めて広く知られた手法であるから，審決がこれを顕著な事実と認\nめ，その手法を理由中に提示しなかった点に，拒絶理由を通知しなかった違法\nや判断遺脱の違法はない。\n第５  当裁判所の判断\n当裁判所は，原告の主張する取消事由は理由がないものと判断する。その理\n由は以下のとおりである。\n１  本願意匠の構成について\n原告は，本願意匠が，一覧表示される複数動画の画像自体が操作画面とな\nっているという操作性に係る構成態様を有すると主張し，このような操作性\nに係る態様を備えていない画像１及び２を引用意匠に認定したことの誤り\n（取消事由１），これらを引用意匠とするなどして本願意匠が創作容易であ\nるとした判断の誤り（取消事由２）を主張する。\nかかる原告の主張は，要するに，本願画像部分において再生されながら表\n示される複数の動画の画像自体が「物品の操作の用に供される画像」として\n意匠を構成するにもかかわらず，審決が引用意匠の認定や本願意匠の創作容\n易性の判断に当たり，これを無視したとの主張であると解される。\nそこで，上記各取消事由の判断に先立ち，本願意匠が原告の主張する構成\n態様を有するか否かについて検討する。\nなお，原告が，審決による本願意匠の認定自体の誤りを主張するのか否か\nは定かではないものの，その主張内容に照らして，審決による本願意匠の認\n定の当否についても併せて検討することとする。\n本願の願書（平成２４年９月７日付け手続補正後のもの。甲１，４）によ\nれば，本願意匠に係る物品は，携帯電話機能，インターネット機能，データ\n記憶機能，メディア再生機能，ゲーム機能などの複合機能を有する携帯情報\n端末であり，本願画像部分は，同端末の縦長長方形の表示部に表示された同\n形の画像であり，画像の構成は，動画一覧表示部である縦方向の２列の太帯\n状部と，その間の細帯状部，さらに画面左右端のこれよりやや幅の狭い帯状\n余地部からなり，この動画一覧表示部には同形同大の横長長方形の動画表示\n枠がそれぞれ５個設けられ，それぞれの動画表示枠に選択メニューとしての\n動画が縮小動画として表示されるというものである。\nそして，本願画像部分の操作方法は，操作者が視聴を希望する縮小動画の\n表示された動画表示枠を指で触ると，その動画が表示部上半分に拡大表示さ\nれ，また，動画一覧表示部に表示された縮小動画は，指を画面に当てたまま\nスライドさせることにより，上下又は左右に移動させることができるという\nものである。この縮小動画の移動機能は，動画コンテンツの数が１０の動画\n表示枠数を超えて存在する場合であっても，動画一覧表示部に縮小動画を順\n次表示させることにより，動画の検索及び選択を容易にすることを可能にす\nるためのものであると考えられる。\n本願画像部分中に表示される動画については，本願の願書にはその内容が\n特定されておらず，動画の表示態様が参考図に示されているにすぎないこと\nからすれば，その内容自体は当該物品の操作の用に供されるものではなく，\n当該物品とは独立した内容のものとして操作者による視聴の対象になるもの\nであると認められる。\n意匠法２条２項は，「物品の操作（当該物品がその機能を発揮できる状態\nにするために行われるものに限る。）の用に供される画像であつて，当該物\n品又はこれと一体として用いられる物品に表示されるもの」について，「物\n品の部分の形状，模様若しくは色彩又はこれらの結合」に含まれるものとし\nて，これを意匠法の保護対象としており，これによれば，ある意匠に含まれ\nる画像が，意匠法２条２項の規定する画像を構成するためには，当該物品の\n機能を発揮できる状態にするための操作に用いられる画像であることが必要\nである。\nそうすると，意匠法２条２項の画像を含む意匠として出願された画像中に，\n当該物品とは独立した内容の画像が表示されている場合，当該画像の表示部\nの配置や形状については，当該物品の操作の用に供される画像の一部を成す\nものとして意匠の対象となり得るとしても，その内容については，当該物品\nの操作の用に供されるものということはできないから，意匠を構成するもの\nではないこととなる。そして，このことは，画像の内容が静止画であると再\n生中の動画であるとを問わないから，「表示部に表示される画像が再生中の\n動画であること」は，意匠の構成要素を成すものではないというべきである。\nまた，意匠法上の意匠として保護されるためには，当該意匠が具体的なも\nのとして特定されていることが必要であると考えられるところ，物品とは独\n立した内容の画像については，それ自体としては静止画であれ動画であれ具\n体的なものとして特定されていないから，当該画像については，この点にお\nいても意匠の構成要素を成すものではないと考えられる。\nこれを本願画像部分についてみると，動画一覧表示部に表示される動画は，\n意匠に係る物品である携帯情報端末とは独立した内容のものである上，それ\n自体としては具体的なものとして特定されたものではないから，意匠の構成\n要素を成すものではなく，画像の選択及び拡大や上下ないし左右への移動の\n操作の用に供されているのは，動画一覧表示部に表示された個々の縮小動画\nというよりも，むしろ，個々の動画コンテンツを表象する枠（矩形部）であ\nると考えるのが相当であり，かかる用に供される枠と動画の表示部とを一致\nさせたからといって，本来意匠法の保護対象としての意匠を構成しない動画\nそれ自体が意匠を構成することとなるものではないというべきである。\nよって，本願画像部分において，動画一覧表示部に表示された個々の縮小\n動画は意匠を構成せず，したがって，「表示部に表示される画像が再生中の\n動画であること」が，本願意匠の構成要素を成すものということはできない。\n以上によれば，本願意匠が，一覧表示される複数動画の画像自体が操作画\n面になっているという操作性に係る構成態様を有するとの原告の主張は採用\nすることができない。\nそして，審決は，本願意匠について前記第２の３ のとおり認定し，その\n構成態様を態様（Ａ）ないし（Ｄ）のとおり認定するところ，かかる審決の\n認定は，動画表示枠に表示される再生中の動画自体が意匠の対象とはならな\nいとの趣旨を含む限り，その点において誤りはなく，また，本願の願書の記\n載に照らし，その余の点においても誤りがあるとは認められない。\nよって，以下，本願意匠の構成態様については，態様（Ａ）ないし（Ｄ）\nのとおりの構成を有するものとして判断することとする。\n２  取消事由１（引用意匠の認定の誤り）について\n原告は，本願意匠が，一覧表示される複数動画の画像自体が操作画面になっ\nているという操作性に係る構成態様を有するにもかかわらず，かかる構成態様\nを備えたものではない画像１及び２を引用意匠として認定したのは誤りである\nと主張する（前記第３の１）。\nしかしながら，本願意匠が原告の主張するような構成態様を有するというこ\nとはできないのは前記１のとおりである。そして，画像１及び２は，いずれも，\n後記３において検討するとおり，本願意匠の態様（Ａ）や（Ｂ）と構成上の共\n通点を有するものであるから，本願意匠の創作容易性の有無を検討するに当た\nり，これらの画像を引用意匠として用いることが不適切であるということはで\nきない。\nなお，原告は，画像１及び２においては，表示された画面を選択操作するた\nめの操作手段や操作状況を表すための表示が不可欠であると指摘する（同上）。\nしかるに，原告の指摘する点は，画像１及び２の組合せから本願意匠の態様\n（Ａ）や（Ｂ）を創作することが容易か否かを判断するに当たり考慮される余\n地はあるものの，そのこと自体が，これらの画像を引用意匠として用いること\nが不適切であることを裏付けるものではない。\nよって，原告の上記主張は採用することができない。\n３  取消事由２（本願意匠の創作容易性の判断の誤り）について\n画像１及び２の態様について\n審決が引用意匠として挙げた画像１及び２は，いずれも操作画面の画像で\nあり，画像が表示される物品は，画像１はデジタルカメラ，画像２は携帯電\n話機である。そうすると，画像１及び２は，携帯型の電子情報機器に用いら\nれる操作画面であるという点で共通する。\nそして，審決が認定した画像１及び２の態様は下記ア及びイのとおりであ\nり（ただし，明らかな誤記は訂正した。），別紙審決書写しの「別紙第２」\n及び「別紙第３」の記載内容に照らして，これらの認定に誤りがあるとは認\nめられない。\nア  画像１\n全体は，横長長方形画面の，内周余地部を除く大部分に，右上部を小\n横長長方形状に突出させた横長長方形を設け，その内部に，画像一覧表\n示部として，それぞれを複数の選択対象画像表示枠として分割した４本\nの太帯状部を，それぞれの間に細幅の，左端及び下方にそれよりやや幅\n広の，右端にさらに幅広のそれぞれ帯状余地部を，そして右端には縦の\nスクロールバーを設けて，配置した構成で，\n各太帯状部は，選択対象画像表示枠として同形同大の横長長方形を縦\nに３段重ねに並べた態様である。\nイ  画像２\n全体は，縦長長方形画面の，下方左右両端の横長長方形区画及びその\n間の余地部を除く大部分に，画像一覧表示部として，それぞれを複数の\n選択対象画像表示枠として分割した３本の太帯状部を，それぞれの間に\n細幅の，左右両端にさらに細幅のそれぞれ帯状余地部を設けて，配置し\nた構成で，\n各太帯状部は，選択対象画像表示枠として同形同大の略正方形を縦に\n４段重ねに並べた態様である。\n態様（Ａ）の創作容易性について\nア  態様（Ａ）は，縦長長方形画面を縦方向の直線で分割し，画像一覧表示\n部として，それぞれを複数の選択対象動画表示枠として分割した２本の太\n帯状部を，その間に細幅の，左右両端に更に細幅の，それぞれ帯状余地部\nを設けて左右対称に配置した構成である。\nこの点，縦長ないし横長の長方形画面に，画像一覧表示部として，それ\nぞれを複数の選択対象画像表示枠として分割した複数本の縦方向の太幅帯\n状部を，各太幅帯状部の間及び画面の左右両端に細幅帯状の余地部を設け\nて配置した構成は，画像１ 及び画像２ において見られるように，携帯\n型の電子情報機器の操作画面において，本願出願前よりごく普通に行われ\nていた画面構成であると認められ，また，太幅帯状部を２本にするととも\nに，上記各余地部の幅を，画面両端部と中央部とで異ならせることも，当\n業者が適宜行い得るものである。\nまた，態様（Ａ）は，太幅帯状部と細幅帯状部それぞれの幅や配置を縦\n長長方形画面全体の中で左右対称としたものであるが，このような左右対\n称の配置も配置態様としてはありふれたものである。\nそうすると，態様（Ａ）は，携帯型の電子情報機器の当業者において容\n易に創作することができたものであると認められ，これと同旨の審決の判\n断に誤りはない。\nイ  原告は，画像１及び２はいずれも動画がそのまま動画として一覧表示さ\nれて操作画面とされるという操作性に係る態様を備えたものではないし，\nこれらの画像は画面の指示用の表示が必須であり，画像１については画面\nの向きが異なり左右対称の構成ではないことなど，本願意匠とは印象も美\n感も全く異なる，また，相互に全く関連のないこれらの画像を組み合わせ\nる動機付けもない，と主張する（前記第３の２ ）。\nしかしながら，本願意匠が，原告の主張する操作性に係る構成態様を有\nするとはいえず，一覧表示部に動画が表示されることが本願意匠を構成す\nるものではないことは前記１のとおりであるから，この点について引用意\n匠からは創作が容易ではない旨の原告の主張は失当である。\nまた，原告の指摘する画像１及び２と本願意匠との構成上の相違がある\nからといって，画像１及び２に共通するありふれた構成，すなわち，長方\n形画面に，それぞれを複数の選択対象画像表示枠として分割した複数本の\n縦方向の太幅帯状部を，各太幅帯状部の間及び画面の左右両端に細幅帯状\nの余地部を設けて配置する構成を抽出することに特段の困難はない。\nさらに，画像１が左右対称の構成ではないとしても，左右対称の構成自\n体がありふれた画面構成であることは前記アのとおりである。\n加えて，画像１及び２は，いずれも携帯型の電子情報機器の操作画面と\nいう点で共通し，その画面構成にも共通するところがあるから，同一ない\nし類似の物品に属すると考えられる携帯情報端末の操作画面を創作するに\n当たり，これらを組み合わせる動機付けがないとはいえない。\nよって，原告の上記主張は採用することができない。\n態様（Ｂ）の創作容易性について\nア  態様（Ｂ）は，各太帯状部を４本の横方向の直線で等分割し，選択対象\n動画表示枠として同形同大の横長長方形枠を縦に５段重ねに並べた態様で\nある。\nこの点，太帯状部に選択対象画像表示枠として同形同大の横長長方形な\nいし略正方形の枠を縦に複数並べた態様は，画像１ 及び画像２ に見ら\nれるようにありふれた構成であり，さらに，同形同大の横長長方形枠の縦\n横比率を変更したり，縦に重ねる個数を変更したりすることは，いずれも\n当業者が適宜なし得ることであると認められる。\nそうすると，態様（Ｂ）は，携帯型の電子情報機器の当業者において容\n易に創作することができたものであると認められ，これと同旨の審決の判\n断に誤りはない。\nイ  原告は，画像１及び２はいずれも動画がそのまま動画として一覧表示さ\nれて操作画面とされるという操作性に係る態様を備えたものではないし，\n画像１及び２は，操作のための表示や操作手段の存在，矩形の形や矩形枠\nの列や段の数，帯状部の太さ等の点で本願意匠と相違し，それぞれ本願意\n匠とは印象も美感も全く異なる，また，相互に全く関連のないこれらの画\n像を組み合わせる動機付けもない，と主張する（前記第３の２ ）。\nしかしながら，本願意匠が，原告の主張する操作性に係る構成態様を有\nするとはいえず，一覧表示部に動画が表示されることが本願意匠を構成す\nるものではないことは前記１のとおりであるから，この点について引用意\n匠からは創作が容易ではない旨の原告の主張は失当である。\nまた，原告の指摘する画像１及び２と本願意匠との構成上の相違がある\nからといって，画像１及び２に共通するありふれた構成，すなわち，太帯\n状部に選択対象画像表示枠として同形同大の矩形枠を縦に複数並べた構成\nを抽出することに特段の困難はない。\nさらに，画像１及び２は，いずれも携帯型の電子情報機器の操作画面と\nいう点で共通し，その画面構成にも共通するところがあるから，同一ない\nし類似の物品に属すると考えられる携帯情報端末の操作画面を創作するに\n当たり，これらを組み合わせる動機付けがないとはいえない。\nよって，原告の上記主張は採用することができない。\n態様（Ｃ）及び（Ｄ）の創作容易性について\nア  態様（Ｃ）は，選択対象動画表示枠に表示された動画を選択することに\nより，その動画が縦長長方形画面の表示部分に拡大表示されるというもの\nである。\nこの点，遅くとも本願出願時にはインターネット上で公開されていたと\n認められる「ｉＰｈｏｎｅユーザガイド」（乙４の１及び２）及び「Ａｎ\nｄｒｏｉｄ２．３ユーザーガイド」（乙５）には，スマートフォン端末の\n操作画面上に複数表示された静止画（静止画で表された動画コンテンツを\n含む。）の表示枠をタップ（指先等で軽くたたくことを意味するものと解\nされる。）して選択することにより，当該画像を拡大表示するとの態様が\n示されており，これらの証拠によれば，かかる態様は，本願出願当時，こ\nの種の物品の分野において広く知られた手法であったと認められる。\nそして，表示枠に表示される画像が再生中の動画であることが本願意匠\nを構成するものではないことは前記１のとおりであるから，この点を捨象\nすると，態様（Ｃ）は，携帯情報端末を含む携帯型の電子情報機器の当業\n者において，上記の広く知られた手法から容易に創作することができたも\nのであると認められ，これと同旨の審決の判断に誤りはない。\nイ  態様（Ｄ）は，動画一覧表示部に表示された選択対象動画を，スライド\n操作により上下又は左右に移動可能としたものである。\nこの点，「ｉＰｈｏｎｅユーザガイド」（乙４の１及び２）には，スマ\nートフォン端末の操作画面上に拡大表示された静止画（静止画で表された\n動画コンテンツを含む。）の表示枠を，画面を指でフリック（スライドさ\nせることを意味するものと解される。）することにより順送りすることが\nできることが示され，また，「Ａｎｄｒｏｉｄ２．３ユーザーガイド」\n（乙５）には，スマートフォン端末の操作画面上に複数表示された静止画\n（静止画で表された動画コンテンツを含む。）の表示枠を左右にスワイプ\n（指で触れたまま横に滑らせることを意味すると解される。）することに\nよりスクロールする（順次移動させる）ことができることが示されている。\nこれらの証拠によれば，この種の物品の分野において，操作画面上に一\n覧表示された選択対象となる複数の静止画の枠をスライド操作により移動\n可能としたり，複数の静止画をスライド操作により隣接する表示枠に順次\n移動可能とすることは，本願出願当時，広く知られた手法であったと認め\nられる。\nそして，表示枠に表示される画像が再生中の動画であることが本願意匠\nを構成するものではないことは前記１のとおりであるから，この点を捨象\nすると，態様（Ｄ）は，携帯情報端末を含む携帯型の電子情報機器の当業\n者において，上記の広く知られた手法から容易に創作することができたも\nのであると認められ，これと同旨の審決の判断に誤りはない。\nウ  原告は，態様（Ｃ）及び（Ｄ）は，いずれもこの種の物品分野において\n広く知られた手法ではなく，また，審決は，一覧表示される複数動画の画\n像自体が操作画面である本願意匠に係る特有の態様であるこれらの態様に\nついて，実質的な検討判断をしていないと主張する（前記第３の２ ）。\nしかしながら，態様（Ｃ）及び（Ｄ）が携帯情報端末の当業者にとって\n広く知られた手法であったと認められること，態様（Ｃ）及び（Ｄ）の創\n作容易性について検討する際，表示枠に表示される画像が再生中の動画で\nあること自体は捨象すべきであることは，いずれも前記ア及びイのとおり\nであり，原告の上記主張は採用することができない。\n「動画表示枠に動画を表示する点」についての判断の誤りについて\n原告は，本願意匠の創作容易性の判断に当たっては，動画が動画のまま表\n示される操作性に係る態様についての本願意匠の着想の新しさないし独創性\nを判断対象とすべきであり，本願画像部分の複数の動画表示枠は，単なる表\n示枠にとどまらない視覚的な創作性を有すると主張する（前記第３の２ ）。\nしかしながら，表示枠に表示される画像が再生中の動画であることが本願\n意匠を構成するものではなく，本願意匠の創作容易性について判断する際に\nはその点は捨象されることは前記 ないし のとおりである。\nまた，原告の指摘する本願画像部分の視覚的な創作性を踏まえても，その\n態様は当業者が容易に創作できることも前記 ないし のとおりである。\nよって，原告の上記主張は採用することができない。\n４  取消事由３（手続違背）について\n原告は，審決が，態様（Ｃ）及び（Ｄ）について何らの証拠を示すことなく，\nこの種物品分野において広く知られた手法であるとして創作非容易性を否定し\nた点で，拒絶理由を通知することなく審決をした違法及び判断遺脱の違法があ\nると主張する（前記第３の３）。\nしかるに，当該物品分野において広く知られた手法については，発明の属す\nる技術の分野における周知技術と同様，当業者が熟知している事項であるため，\n本来，審決においてその認定根拠を示すまでもないのであり，このような認定\n根拠となる文献を示さなかったとしても，意匠法５０条３項の準用する特許法\n５０条に違反するということはできない。\nそして，態様（Ｃ）及び（Ｄ）に係る手法が携帯情報端末の当業者にとって\n広く知られた手法であると認められることは，前記３ のとおりであるから，\n審決において，特段の証拠を示すことなく同旨の判断を示したことは，意匠法\n５０条３項の準用する特許法５０条に違反するものではない。また，この点に\n関して判断の遺脱があったということもできないから，意匠法５２条の準用す\nる特許法１５７条に違反するということもできない。\nよって，原告の上記主張は採用することができない。\n５  結論\n以上によれば，原告の請求は理由がないからこれを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官      石    井    忠    雄\n裁判官      田    中    正    哉\n裁判官      神    谷    厚    毅\n"
}