{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 6,
    "day": 18
  },
  "case_number": "平成25(行ケ)10322",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84299",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84299",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/299/084299_hanrei.pdf",
  "contents": "平成２６年６月１８日判決言渡\n平成２５年(行ケ)第１０３２２号  審決取消請求事件\n口頭弁論終結日  平成２６年４月１６日\n判            決\n原            告        インターグッズ  リミテッド\nエー／エス\n訴訟代理人弁理士        岡      部              讓\n田      中      尚      文\n金      成      浩      子\n被            告        株 式 会 社 ち ぼ り\n訴訟代理人弁理士        涌      井      謙      一\n山      本      典      弘\n鈴      木      一      永\n工      藤      貴      宏\n三      井      直      人\n主            文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が無効２０１３－６８０００１号事件について平成２５年７月２３日に\nした審決を取り消す。\n第２  事案の概要\n本件は，下記引用商標の商標権者である被告の請求に基づき，原告の有する下記\n本件商標が商標法４条１項１１号（他人の先願登録商標との同一又は類似）に該当\nするものとしてその登録を無効とした審決の取消訴訟である。争点は，①本件商標\nの認定（要部，称呼）の誤りの有無，②引用商標と本件商標との類否判断（称呼，\n取引の実情）の誤りの有無及び③平等原則違反の有無である。\n１  本件商標\n原告は，次の本件商標の商標権者である。（甲１，２５，２６，２７の１・２）\n①  国際登録番号        第１０５３４０５号\n②  基礎出願            平成２２年(２０１０)３月２４日(デンマーク王国)\n③  国際商標登録出願    平成２２年(２０１０)９月２３日\n④  国内登録日          平成２３年(２０１１)１０月２８日\n⑤  商品及び役務の区分並びに指定商品\n第３０類    クッキー，ビスケット  (Ｃｏｏｋｉｅｓ,ｂｉｓｃｕｉｔｓ.)\n２  特許庁における手続の経緯\n被告は，平成２５年２月１９日付けで，本件商標について，商標法４条１項８号，\n１１号，１５号及び１６号に該当することを無効理由として，登録無効審判請求を\nした（無効２０１３－６８０００１号）。被告は，引用商標の商標権者である。\n特許庁は，平成２５年７月２３日，「国際登録第１０５３４０５号の登録を無効と\nする。」との審決をし，その謄本は同年８月１日に原告に送達された。\n（甲２，１１，２５）\n３  審決の理由の要点\n【引用商標】\n①  登録番号      第６９３０１１号\n②  出願日        昭和３９年６月１日\n③  登録日        昭和４０年１２月１６日\n④  更新登録日    平成１７年１２月２７日\n⑤  商品及び役務の区分並びに指定商品\n第３０類    菓子，パン\n（甲２，３０，３１）\n(1)  本件商標について\nア  要部認定\n本件商標の指定商品の「Ｃｏｏｋｉｅｓ,ｂｉｓｃｕｉｔｓ.（クッキー，ビスケット）」との関係\nにおいては，「ＣＯＯＫＩＥＳ」「ＢＩＳＣＵＩＴＳ」「ＤＥＬＩＣＩＯＵＳ」の文字及びこれらが\n含まれた文字部分については，商品の内容や品質を表示するものとして理解され，\n識別力がないか極めて弱いものというのが相当である。\nさらに，「ＮＯ  ＰＲＥＳＥＲＶＡＴＩＶＥＳ」の文字部分は，「防腐剤未使用」程の意味\n合いを有するものであるから，商品の品質表示として識別力がないものというのが\n相当である。\nまた，ふたに表された果物とクッキーなども，クッキーやビスケットの形状や原\n材料を表したものと理解されるから，これらも，識別力がないか極めて弱いものと\nいうのが相当である。\nしてみると，本件商標において，ふたの上部に太字で，他の文字と関係なく目立\nつように表された「Ｔｉｖｏｌｉ」の文字，及び缶容器の側面の最上部に表記された「Ｔｉ\nｖｏｌｉ」の文字が，取引者，需要者に強く印象付けられ，商品の識別標識としての機\n能を有する要部として認識され，看取されるものというべきである。\nイ  称呼・観念\n「Ｔｉｖｏｌｉ」からは，「イタリアの観光・保養都市のティボリ（チボリ）」あるい\nは「デンマークのコペンハーゲンにある遊園地のティボリ（チボリ）」程の意味合\nいを想起し，認識されるから，本件商標は，「テ\n．\nィボリ\n．．\n」又は「チボリ\n．．．\n」の称呼を\n生じ，「イタリアの観光・保養都市のティボリ（チボリ）」あるいは「デンマーク\nのコペンハーゲンにある遊園地のティボリ（チボリ）」の観念を生じる。\n(2)  引用商標について（称呼・観念）\n引用商標「チボリ」からは，「イタリアの観光・保養都市のチボリ」あるいは「デ\nンマークのコペンハーゲンにある公園（遊園地）のチボリ」程の意味合いを想起し，\n認識される場合があるから，本件商標は，その構成文字に相応して，「チボリ\n．．．\n」の\n称呼を生じ，「イタリアの観光・保養都市のチボリ」あるいは「デンマークのコペ\nンハーゲンにある公園（遊園地）のチボリ」の観念を生じる。\n(3)  商標の類否\nア  外観\n本件商標と引用商標とは，外観において類似しない。\nイ  称呼\n①  本件商標の「チボリ\n．．．\n」と引用商標の「チボリ\n．．．\n」とは，称呼において共通する。\n②  本件商標の「テ\n．\nィボリ\n．．\n」と引用商標の「チボリ\n．．．\n」とは，称呼において類似す\nる。\nウ  観念\n本件商標と引用商標とは，観念において類似する。\nエ  取引の実情\n外観，称呼及び観念における商標の類似について，その判断を左右するに足りる\n取引の実情は見当たらない。\nオ  判断\n本件商標と引用商標の外観上の差異が，称呼及び観念の同一性を凌駕するものと\nはいえず，取引者，需要者に与える印象，記憶，連想等を総合して考慮すれば，外\n観が相違するとしても，「チボリ\n．．．\n」の称呼及び「チボリ」の観念を同一にする両者\nは，商品の出所について誤認混同を生じさせるおそれのある類似の商標である。\n(4)  商品又は役務の類否\n本件商標の指定商品は，引用商標の指定商品と同一又は類似のものである。\n(5)  審決判断まとめ\n本件商標は，商標法４条１項１１号に違反して登録されたものであるから，同法\n４６条１項の規定に基づき，その登録を無効にすべきものである。\n第３  原告主張の審決取消事由\n１  取消事由１－１（要部認定の誤り）\n商品の包装容器を模した商標（以下「パッケージ商標」という。）にあっては，容\n器のデザイン全体が出所識別表示の機能や顧客吸引力あるいは宣伝広告機能を発揮\nするように，素材の選択，配置，構成，配色等を十分に配慮した独創的かつ特徴的\nなデザインとして創作される。そして，取引者，需要者は，まず全体を視認し，こ\nれにより，当該デザインが一体として有する独自性が取引者，需要者に自他商品等\nの識別標識として印象付けられる。したがって，デザインの中に含まれる一要素に\nすぎない特定の文字のみが，商品の識別標識としての機能を有する要部として認識\nされ，又は看取されることはない。\n本件商標は，文字や図案が白色を基調とした統一感を有する配色，書体，図柄と\nなっている包装容器を模して表したパッケージ商標であり，その構成に含まれる「Ｔ\nｉｖｏｌｉ」の文字が取引者，需要者に強く印象付けられ，自他商品識別機能を発揮する\nことはないから，これが要部として認識され，又は看取されることはない。\nしたがって，「Ｔｉｖｏｌｉ」の文字を本件商標の要部とした審決の認定には，誤りが\nある。\n２  取消事由１－２（称呼認定の誤り）\n本件商標に含まれる「Ｔｉｖｏｌｉ」の文字は，我が国で広く知られている単語とは言\nい難く，そうとすると，「Ｔｉｖｏｌｉ」の文字に接した取引者，需要者にあっては，通\n常，これをローマ字読みにした「テ\n．\nィボリ\n．．\n」の称呼を該文字より一義的に認識し，\nこれに代替し得るような「チボリ\n．．．\n」との称呼もここから生じ得るとは判断しない。\nしたがって，「Ｔｉｖｏｌｉ」の文字から「チボリ\n．．．\n」の称呼も生じるとした審決の認定\nには，誤りがある。\n３  取消事由２－１（称呼の類似性判断の誤り）\n本件商標に含まれる「Ｔｉｖｏｌｉ」の称呼である「テ\n．\nィボリ\n．．\n」と引用商標の「チボリ\n．．．\n」\nとの称呼は，いずれも３音という短い音数から構成されているから，一音一音が明\n確に発音され，明瞭に聴取されるから，語頭音たる「テ\n．\nィ」と「チ\n．\n」の差異が両称\n呼全体に及ぼす影響は大きく，これらの称呼を一気一連に称呼した場合，両者が称\n呼上相紛れることはない。\nしたがって，本件商標に含まれる「Ｔｉｖｏｌｉ」の称呼である「テ\n．\nィボリ\n．．\n」と引用商\n標の称呼である「チボリ\n．．．\n」とが類似するとした審決の判断には，誤りがある。\n４  取消事由２－２（取引の実情の判断の誤り）\n菓子業界では，パッケージ商標が全体として商標的機能を十分に発揮し得る商標\nと認知されていることに伴い，パッケージ商標中に特定の文字が顕著に表されてい\nる場合であっても，該パッケージ商標が用いられた商品と前記特定の文字が付され\nた他者の商品とに時と場所を異にして接した取引者，需要者にあっては，両商品を\n互いに取り違えるおそれはないという取引の実情がある。\nこのような菓子業界特有の取引の実情を勘案すれば，本件商標と引用商標との外\n観上の顕著な差異は，称呼及び観念の類似性を考慮するまでもなくこれらを遥かに\n凌駕するものといえ，本件商標が，引用商標との関係で商品の出所について誤認混\n同を生じさせるおそれは皆無である。\nしたがって，称呼及び観念の類似性の判断を左右する取引の実情を認めなかった\n審決には，誤りがある。\n５  取消事由３（平等原則違反）\n被告は，平仮名の「ちぼり」を縦書きして成る登録第５４８１８９７号の商標（平\n成２３年６月１７日出願）の商標権者であるが（甲１５，１６），本件商標の「Ｔｉ\nｖｏｌｉ」の文字が要部と認定され，かつ，引用商標と類似するとされた場合，被告は，\n引用商標に基づき本件商標に係る商標登録を無効にすることに加え，上記結論から\n登録時に無効理由が存在したことになる前記平仮名の「ちぼり」を縦書きしてる\n商標に関して商標登録の利益を享受することとなる。このような結論は整合性を欠\nくものであり，平等原則に反する。\n第４  被告の反論\n１  取消事由１－１（要部認定の誤り）に対して\n被告は，菓子業界にパッケージ商標なる概念が浸透している事実を寡聞にして知\nらず，原告からは，パッケージ商標であるがゆえに商標が全体としてのみ把握され\nるとする根拠は主張されていない。\n取引者，需要者が，商品の包装全体に注目することがあるとしても，商品自体が\n著名であったり，包装容器が特殊な色や形をしている等の特別の事情でもない限り，\nその商品の出所を把握するために，取引者，需要者が商品の包装全体の構成中の目\n立つ部分に着目することは当然である。\n本件商標は，商品の包装容器と思しき缶を斜め上方から描いた図形商標であると\nころ，取引者，需要者は，本件商標の構成中，他の文字とは分離して記され，かつ，\n当該文字が目立つように「i」の文字の「・」部分が赤色で表記されている特徴を有\nする「Ｔｉｖｏｌｉ」の文字に注目し，この部分を商品出所識別機能を有する部分と認識\nする。\nしたがって，「Ｔｉｖｏｌｉ」の文字を本件商標の要部とした審決の認定には，誤りは\nない。\n２  取消事由１－２（称呼認定の誤り）に対して\n我が国において，「Ｔｉｖｏｌｉ」の文字が「チボリ\n．．．\n」と称呼されている例があり（乙\n２，３，１２ないし１７），通常の取引者，需要者は，「Ｔｉｖｏｌｉ」の文字から「チ\n．\nボリ\n．．\n」との称呼を一義的に認識する。\nしたがって，「Ｔｉｖｏｌｉ」の文字から「チボリ\n．．．\n」の称呼も生じるとした審決の認定\nには，誤りはない。\n３  取消事由２－１（称呼の類似性判断の誤り）に対して\n本件商標に含まれる「Ｔｉｖｏｌｉ」の称呼である「テ\n．\nィボリ\n．．\n」と引用商標の「チボリ\n．．．\n」\nとが類似することは，審決が判断したとおりである。\nしたがって，審決の判断には，誤りはない。\n４  取消事由２－２（取引の実情の判断の誤り）に対して\n原告が主張するような取引の実情は存しない。\nしたがって，審決の判断には，誤りはない。\n５  取消事由３（平等原則違反）に対して\n原告の主張に係る平仮名の「ちぼり」を縦書きしてる商標における無効事由の\n存否は，本件審決の認定判断の適否に何ら影響するものではない。\n第５  当裁判所の判断\n１  取消事由１－１（要部認定の誤り）について\n(1)  要部認定につき\n本件商標は，扁平な円筒形の白地の缶容器を斜め上方から見下ろした図形を表し\nたものであるところ，その缶容器のふたには，中央に洋梨や種子と思われる果物と\n数枚のクッキーの図柄が，図柄の上部に黒色で太い「Ｔｉｖｏｌｉ」の欧文字（「Ｔｉ」の「ｉ」\nの上部の「・」のみが赤色）が，ふたの円形の縁に沿って「ＤＥＬＩＣＩＯＵＳ  ＣＯＯＫＩ\nＥＳ」「ＤＥＬＩＣＩＥＵＸ  ＢＩＳＣＵＩＴＳ」及びその他小さく書された薄い灰色の欧文字が\nそれぞれ表されている。また，その缶容器の側面には，上から順にふたと同様の書\n体の「Ｔｉｖｏｌｉ」，薄い黒色の「ＤＥＬＩＣＩＯＵＳ」，白い中抜きの「ＣＯＯＫＩＥＳ」及び極\nめて薄い赤色の「ＮＯ  ＰＲＥＳＥＲＶＡＴＩＶＥＳ」の文字が表記されるとともに，灰色線\nで曲線の模様が付されている。\nそして，本件商標の指定商品の「クッキー」(Ｃｏｏｋｉｅｓ)又は「ビスケット」(ｂｉｓｃ\nｕｉｔｓ) との関係においては，ふたに表された果物とクッキーの図柄などはクッキー\nやビスケットの形状や原材料を表したものと理解され，出所表示の点において識別\n力がないか極めて弱いものといえる。また，上記の文字中の「ＣＯＯＫＩＥＳ」「ＢＩＳＣ\nＵＩＴＳ」「ＤＥＬＩＣＩＯＵＳ」の文字及びこれらが含まれた文字部分については，薄い灰\n色又はこれに近い書体であって，注目されにくい上，商品の内容や品質を表示する\nものとして理解されるから，識別力がないか極めて弱いものといえる。さらに，「Ｎ\nＯ  ＰＲＥＳＥＲＶＡＴＩＶＥＳ」の文字部分は，極めて薄い赤色であって，「防腐剤未使用」\n程の意味合いを有するものであるから，商品の品質表示として識別力がないものと\nいえる。そして，表された缶容器の形状は，クッキーやビスケットの容器としては\nごくありふれた円筒形であって，色合いも普通の白地であり，曲線模様もさほど目\n立つものではない。\nこれに対し，「Ｔｉｖｏｌｉ」の文字は，ふたの上部には，唯一の黒色の太字で他の文字\nと関係なく目立つように表され，「ｉ」の上部に点のみを赤くしたことからも，最も\n注目されることを意識して作字されたものと推察され，また，缶容器の側面には，\n同様の書体で最上部に表記されている。さらに，「Ｔｉｖｏｌｉ」は，「イタリアにある特\n定の観光・保養都市の名称」又は「デンマークのコペンハーゲンにある特定の公園\nの名称」を指すものであるから（甲３２，３３），「Ｔｉｖｏｌｉ」の文字からは，そのよ\nうな意味合いが想起され，認識されるものと認められる。\nそうすると，ごくありふれた形状・色彩で目立たない模様地が付されただけの缶\n容器の図柄に，他には識別力がないか極めて弱い文字しか付されていない中で，「Ｔ\nｉｖｏｌｉ」との我が国ではあまり馴染みのない地名が，最も注目されやすい書体で目立\nつ位置に付されているのであるから，本件商標に接した取引者，需要者は，「Ｔｉｖｏｌ\nｉ」との文字に強く印象付けられ，これを商品の出所識別標識としてとらえるものと\n認められ，本件商標の要部は，「Ｔｉｖｏｌｉ」との文字部分というべきである。\n(2)  原告の主張に対して\n原告は，「パッケージ商標」においては，商標の全体が自他商品識別機能を有する\n旨を主張する。\nしかしながら，商品の包装又は容器の図柄を商標としたからといって，当然にそ\nの包装又は容器の図柄全体に自他商品識別機能が生じることにはならないのであり，\n当該商標の要部がその一部又は全体であるかは，当該商標の構成にかんがみて，取\n引者，需要者が当該商標のどの部分に着目するかによることである。しかるに，原\n告は，商品の容器又は包装のデザインが取引過程においてどのような位置付けを一\n般的に有するかを主張するのみであり，取引者，需要者が，商品の容器の図柄を表\nした本件商標それ自体について，その全体のみに着目する理由を何ら具体的に主張\nしていない。その他上記(1)の要部認定を左右する事情はないというべきである。\nしたがって，原告の上記主張は，採用することができない。\n(3)  小括\n以上のとおりであり，「Ｔｉｖｏｌｉ」の文字を本件商標の要部とした審決の認定には，\n誤りはない。\n２  取消事由１－２（称呼認定の誤り）について\n原告は，「Ｔｉｖｏｌｉ」の文字は一義的に「テ\n．\nィボリ\n．．\n」と称呼される旨を主張する。\nしかしながら，そもそも国語辞典にすら「Ｔｉｖｏｌｉ」が「チボリ\n．．．\n」と称呼されるこ\nとが記載されているほか（甲３３），「Ｔｉｂｅｔ(チベ\n．．\nット\n．\n)」「ｔｉｃｋｅｔ(チケ\n．．\nット\n．\n)」「Ｔ\nｉｍｏｒ(チモ\n．．\nール\n．\n)」「ｔｉｎ(チン\n．．\n〔すず〕)」「ｔｉｐ(チ\n．\nップ\n．\n)」など一々枚挙するまでもな\nく，外来語において「Ｔｉ」又は「ｔｉ」を「チ\n．\n」と読む例は多数あるのであり，我が\n国において，「Ｔｉ」又は「ｔｉ」を「テ\n．\nィ」と発音するか，「チ\n．\n」と発音するか，い\nずれかを断定すべき合理的な根拠はない。したがって，少なくとも，「Ｔｉｖｏｌｉ」の\n文字が，一義的に「テ\n．\nィボリ\n．．\n」とのみ称呼されるといい得ないことは明らかである。\nしたがって，原告の上記主張は，採用することができない。\n以上から，「Ｔｉｖｏｌｉ」の文字から「チボリ\n．．．\n」の称呼も生じるとした審決の認定に\nは，誤りはない。\n３  取消事由２－１（称呼の類似性判断の誤り）について\n原告は，「Ｔｉｖｏｌｉ」の称呼である「テ\n．\nィボリ\n．．\n」と引用商標の「チボリ\n．．．\n」との称呼\nが類似しない旨を主張する。\n上記２に認定のとおり，「Ｔｉｖｏｌｉ」が「チボリ\n．．．\n」と称呼され得る以上，本件商標\nの要部である「Ｔｉｖｏｌｉ」と引用商標の「チボリ」は称呼を同一にするものであるか\nら，上記主張は，両商標が称呼上類似するとの審決の結論を左右するものではない\nが，いずれにせよ，「テ\n．\nィ」の音は一音で発音され，かつ，「チ\n．\n」と母音(イ)を同\nじくする近似音であるために，「テ\n．\nィボリ\n．．\n」と「チボリ\n．．．\n」をそれぞれ一連に称呼す\nるときは，その語調語感が互いに近似し，発音上は３文字分しかないごく短いもの\nであるから，これらを互いに聴き誤るおそれがあることは明らかである。\nしたがって，原告の上記主張は，採用することができない。\n以上から，「Ｔｉｖｏｌｉ」の称呼である「テ\n．\nィボリ\n．．\n」と引用商標の「チボリ\n．．．\n」との称\n呼が類似するとした審決の判断には，誤りはない。\n４  取消事由２－２（取引の実情の判断の誤り）\n原告は，菓子業界には，特定の文字を使用する「パッケージ商標」を付された商\n品と当該特定の文字を使用する商品とに出所の誤認混同を生じさせるおそれがない\nとの取引の実情がある旨を主張するが，何らこれを裏付けるに足りる証拠を提出せ\nず（他の登録商標を例示して登録の実情を指摘しただけでは，本件商標に関する取\n引の実情についての立証になるものではない。），そのような取引の実情を認めるこ\nとはできない。\nしたがって，原告の上記主張は，失当である。\n以上のとおりであり，称呼及び観念の類似性の判断を左右する取引の実情を認め\nなかった審決には，誤りはない。\nなお，登録商標（甲５２ないし９９）に係る原告の主張は，文字標章として登録\nされた商標の文字又はこの文字標章の発音を想起させる文字を含む図形商標が，当\n該文字標章として登録された商標とは別途登録されていることを指摘するだけであ\nり，当該文字標章の自他商品識別能力の程度や当該図形商標の構成の要部検討がな\nされない以上，「Ｔｉｖｏｌｉ」の文字部分のみに圧倒的な自他商品識別機能を有する本\n件商標と「チボリ」という文字標章を商標とした引用商標との類否判断の参考とな\nるものではない。\n５  取消事由３（平等原則違反）について\n原告は，被告が平成２３年６月１７日出願に係る平仮名の「ちぼり」を縦書きし\nて成る登録第５４８１８９７号の商標について商標登録を得ていることから，本件\n商標が引用商標に基づき無効とされることが平等原則違反に帰する旨を主張する。\n原告が主張する「平等原則」が商標法等のどのような規定に基づくものであるかは\nさておき，上記商標と引用商標とは，全く別途の手続によって登録されたものであ\nって，これらの商標権者がたまたま被告１名に帰して共通するからといって，違法\nとなるものではない。\n原告の上記主張は，失当である。\n６  まとめ\n以上のとおり，本件商標と引用商標とは，称呼及び観念が少なくとも類似するも\nのであり，本件商標と引用商標の外観上の差異を考慮するとしても，上記類似点を\n凌駕するにはほど遠いから，両商標は，類似する商標である。この点についても，\n審決の判断に誤りはない。\n第６  結論\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清      水              節\n裁判官\n中      村              恭\n裁判官\n中      武      由      紀\n"
}