{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 17
  },
  "case_number": "平成25(ラ)441",
  "case_name": "給与所得者等再生手続開始決定に対する即時抗告事件",
  "court_name": "名古屋高等裁判所民事第3部",
  "result": "棄却",
  "gist": "１年余りの間に，１度目の給与所得者等再生手続が再生計画不認可決定により，２度目の小規模個人再生手続が不同意廃止により終了した者について，給与所得者等再生手続開始決定をした原決定が維持された事例",
  "lawsuit_id": "83977",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83977",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/977/083977_hanrei.pdf",
  "contents": "平成２６年１月１７日決定  名古屋高等裁判所\n平成２５年（ラ）第４４１号  給与所得者等再生手続開始決定に対する即時抗告事\n件（原審・津地方裁判所平成２５年（再ロ）第１号）\n主                文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理                由\n第１  抗告の趣旨及び理由\n本件抗告の趣旨及び理由は，別紙即時抗告申立書（写し）に記載のとおりで\nある。\n第２  事案の概要\n本件は，相手方が，抗告人を含む債権者５名に対する総額５８２５万６８２\n２円の債務について，相当部分の免除を受けた上，分割弁済することを求めて\n給与所得者等再生手続の申立て（以下「本件申立て」という。）をした事案で\nある。\n原審が，本件申立てに基づき，相手方について，給与所得者等再生手続を開\n始するとの決定をしたところ，抗告人が，これを不服として即時抗告した。\n第３  当裁判所の判断\n１  当裁判所も，相手方について，給与所得者等再生手続を開始するのが相当で\nあると判断する。\nその理由は，次の２以下のとおりである。\n２  一件記録によれば，次の事実が認められる。\n(1)  相手方は，父であるＡが平成５年に設立した有限会社Ｂ（以下「Ｂ」と\nいう。）に勤務してい たが，平成１５年 ３月，Ａが買い取った 株式会社Ｃ\n（以下「Ｃ」という。）の代表取締役に就任し，給与名目で平成２２年には\n５８０万円，平成２３年には３６０万円の役員報酬の支払を受けていた。\n(2)  平成１８年頃よりＢの資金繰りが悪化したため，Ａは，同年１２月頃，\nＢを閉鎖することとしたが，平成１９年１月２５日，Ｂの株式会社Ｄ（以下\n「Ｄ」という。）に対する３５４５万５０００円の請負代金債務を支払うた\nめ，Ａが抗告人から同額を借り入れ，相手方が，Ａの抗告人に対する貸金債\n務について連帯保証するとの各契約が締結された。その後，Ａは，抗告人に\n対し，約１８００万円を弁済した。\n(3)  抗告人は，平成２１年頃，津地方裁判所に対し，Ａと相手方を被告とし\nて，貸金債務及び保証債務として２１９９万００８５円及びこれに対する平\n成２１年６月１６日から支払済みまで年７．３％の割合による遅延損害金の\n支払を求める本訴（同裁判所平成２１年（ワ）第７４４号）を提起した。こ\nれに対し，Ａと相手方は，消費貸借契約及び保証契約の成立を争うとともに，\n抗告人の強迫を理由に上記各契約を取り消すとの意思表示をし，Ａが，抗告\n人に対して弁済した金員と法定利息の合計１８６１万４３６４円の支払を求\nめる反訴（同裁判所平成２２年（ワ）１２０号）を提起した（以下，本訴と\n反訴を併せて，「本件訴訟」という。）。\n(4)  津地方裁判所は，平成２４年１月２４日，本件訴訟について，抗告人の\n本訴請求を，２１９９万００８５円及びこれに対する平成２１年７月１６日\nから支払済みまで年７．３％の割合による金員の連帯支払を求める限度で認\n容し，その余の部分とＡの反訴請求をいずれも棄却するとの判決を言い渡し，\n同判決は，その後確定した。\n(5)  相手方は，平成２４年に津地方裁判所に対し，給与所得者等再生手続開\n始の申立てをした（同裁判所平成２４年（再ロ）第２号。以下「第１次再生\n事件」という。）。同裁判所は，同年４月１０日，相手方について，給与所\n得者等再生手続開始の決定をし，同年６月２３日に相手方が提出した再生計\n画について，再生債権者の意見を聞いた上でこれを認可するとの決定をした。\n(6)  抗告人は，上記認可決定を不服として，名古屋高等裁判所に即時抗告し\nたところ（同裁判所平成２４年（ラ）第３６７号），同裁判所は，相手方が\nＣから給与名目で役員報酬の支払を受けているものの，その額がＣの業績に\n応じて４割もの減額を受けることがあり，今後更に減額となるおそれがある\nことなどを理由に，相手方が「給与又はこれに類する定期的な収入を得てい\nる者に該当しないか，又はその額の変動の幅が小さいと見込まれる者に該当\nしない」（民事再生法２４１条２項４号）として，相手方が提出した再生計\n画については不認可とすべきであるとの決定をした。\n(7)  相手方は，平成２４年１１月１３日，自己の所有するＣの全株式を弟に\n譲渡してＣの代表取締役を辞任し，同月２６日，有限会社Ｅ（以下「Ｅ」と\nいう。）に就職し，これ以降，月額３０万円程度（手取額。所得税等の控除\n前の月額は３６万円）の給与の支払を受けている。\n(8)  相手方は，平成２５年３月２６日に津地方裁判所に対し，小規模個人再\n生手続開始の申立てを した（同裁判所平 成２５年（再イ）第１ ２号。以下\n「第２次再生事件」という。）。同裁判所は，同年４月９日，相手方につい\nて，小規模個人再生手続開始の決定をしたが，抗告人が，相手方が提出した\n再生計画案を不同意としたため，第２次再生事件は廃止となった。\n(9)  相手方は，平成２５年８月１３日，津地方裁判所に対し，本件申立てを\nし，必要な費用を予納した。津地方裁判所は，同年１１月６日，相手方につ\nいて，給与所得者等再生手続を開始するとの決定（原決定）をした。\n(10)  抗告人は，平成２５年８月２２日，津地方裁判所に対し，相手方につい\nて破産手続開始の申立てをした（同裁判所平成２５年（フ）第１６７号）。\n津地方裁判所は，同年９月１８日，上記申立てに係る破産手続を中止する\nとの決定をした。\n(11)  本件申立ての際に提出された財産目録には，相手方の財産として，現金\n（４６万５０８５円） ，預貯金（８３０ ５円），積立金（３８ 万７５５０\n円），保険解約返戻金（３８万６１５５円），単独所有の本決定別紙物件目\n録記載１の土地及び同記載２の建物（固定資産評価額合計約１２００万円。\n以下，これらを「本件不動産」という。）が記載されており，本件不動産に\n設定された抵当権（住宅資金貸付債務の保証人であるＦ協会を抵当権者とす\nるもの）の被担保債権は約２８８６万円である。\n(12)  本件申立てにおける相手方の債権者は，抗告人（本件訴訟において認容\nされた保証債権２８３３万５６２７円），株式会社Ｇ（求償債権９６万１７\n４１円），Ｈ協同組合（住宅資金貸付債権２８８６万３２８９円），妻であ\nるＩ（求償債権９万６１６５円）であり，債権の総額は５８２５万６８２２\n円である。\n(13)  本件申立てにおける相手方の財産の清算価値は２９５万７１０３円であ\nり，再生債権に対する計画弁済総額は３００万円とされている。また，相手\n方は，再生計画に住宅資金特別条項を設けることを予定しており，住宅資金\n貸付債権の債権者であるＨ協同組合との間で，約定どおりの弁済を継続する\nことで協議が調っている。\n３  抗告人は，本件申立てが，民事再生法２５条２号及び４号に該当すると主張\nするので，以下検討する。\n(1)  民事再生法２５条２号に該当するとの主張について\nア  上記認定事実によれば，相手方について，抗告人の申立てに係る破産手\n続が係属していることが認められるものの，相手方は，本件申立てにおい\nて，住宅資金貸付債権について債権者であるＨ協同組合に対し，約定どお\nりの弁済を継続することを予定しているほか，他の債権者に対しては，所\n有する財産の清算価値（約２９５万円）を上回る額を弁済に充てることを\n計画していること，本件不動産の固定資産評価額は，設定された抵当権の\n被担保債権残額を下回っており，破産手続による場合には，Ｈ協同組合が\n従前の約定どおりの債権回収が困難になることが認められ，これらを勘案\nすると，破産手続によることが債権者の一般的な利益に適合するとはいえ\nない。\nしたがって，本件申立てが，民事再生法２５条２号に該当するとは認め\nられない。\nイ  これに対し，抗告人は，一般債権総額の過半数を優に超える一般債権\n者である抗告人が，小規模個人再生手続である第２次再生事件において\n相手方の再生計画に同意せず，その特則である給与所得者等再生手続に\nおいても再生計画に同意しないことが明らかであるから，破産手続によ\nることが，債権者一般の利益に適合すると主張する。\nしかし，破産手続によることが債権者の一般の利益に適合するかは，\n債権者が再生計画に同意する見込みの有無によってではなく，想定され\nる弁済率，弁済期及び弁済期間等を総合的に検討して，総債権者の得ら\nれる利益の有無によって判断されるべき問題であるから，抗告人の上記\n主張は採用できない。\nまた，抗告人は，①Ｅに就職した後も，Ｃ所有の車両を使用してＣに\n通勤しており，Ｅへの架空の勤務実態を作出していること，②本件訴訟\nにおいて，貸金契約の存在自体を認めず，抗告人の強迫によるものであ\nるなどと主張を維持したことを指摘して，相手方が財産を隠匿しており，\n破産手続による厳格な財産調査が実施されるべきであるから，破産手続\nによることが，債権者一般の利益に適合するとも主張する。\nしかし，①については，抗告人の主張する車両が，相手方の自宅とＣの\n事務所とされる建物の前に停車されている写真が提出されているだけで，\n相手方がこれを使用してＣに通勤していることを裏付けるに足りるもので\nはなく，この点について，相手方は，当該車両を使用しているのは，現在\nのＣの代表者である相手方の弟であり，相手方の自宅を訪問し宿泊するこ\nともあると述べており，このような説明自体特段不自然ではない。また，\n相手方は，Ｅとの間で雇用契約を締結し，Ｅを事業所とする健康保険被保\n険者証を有しているほか，Ｅから給与支払明細書の交付を受けており，Ｅ\nでの稼働が架空のものであるとは認められない（なお，Ｅの役員は，Ｊ，\nＫ，Ｌ，Ｍであり，相手方との親族関係の有無は不明である。）。\nそして，②については，本件訴訟は，抗告人が，Ａに金銭を貸し付ける\nに当たって，Ｄの役員のほか，抗告人代表者ら５名がＡ方を訪れ，金銭消\n費貸借契約及び保証契約の締結に至り，その貸付金をＡに交付することな\nく，Ｄに交付したという事案において，その契約の成立や，契約締結の際\nの強迫行為の有無等が争点となったものであり，相手方において，契約の\n成立を争い，強迫行為が存在したと主張することが，一見して不合理であ\nり，不当な目的の下になされたものとはいえないから，本件訴訟において，\n相手方が，抗告人の主張に反する主張を維持したからといって，財産隠匿\n等の意図を有していたとはいえない。\nさらに，抗告人は，同号に該当するか否かを判断するに当たっては，別\n除権を有しない一般債権者の利益に適合するかを考慮すべき旨主張するが，\n同号は，債権者の利益の観点から債務者の倒産手続を適切に選別すること\nを趣旨とするものであるから，その適用に当たっては，債権者全体の利益\nを考慮すべきであって，個々の債権者や特定の債権者集団の利益や意向の\nみを考慮すべきではなく，このことは，同号の文言上も明らかである。\n以上のとおり，抗告人の主張は採用できない。\n(2)  民事再生法２５条４号に該当するとの主張について\nア  上記認定事実によれば，相手方は，本件申立てが，３度目の個人再生手\n続開始の申立てであり，給与所得者等再生手続であった第１次再生事件は，\n相手方の受領していたＣの役員報酬額の変動が大きく，民事再生法２４１\n条２項４号に該当しないことを理由に再生計画が認可されず，小規模個人\n再生手続であった第２次再生事件は，抗告人が再生計画に同意しなかった\nことから廃止となったことが認められる。\nところで，相手方は，第１次再生事件後，Ｃの代表取締役を辞任し，Ｅ\nに就職して，月額３０万円程度の給与の支払を受けており，第２次再生事\n件の申立ての時点では，第１次再生事件時とは収入の状況に変動が生じて\nいるのであって，第１次再生事件において再生計画が認可されなかったこ\nとをもって，第２次再生事件に係る申立てや本件申立てが，不当な目的の\n下になされ，又は誠実になされたものでないとはいえない。\nなお，第２次再生事件において，抗告人は，本件同様，相手方に対して，\n厳格な財産調査手続を実施する必要性があることを理由に，再生計画に同\n意しなかったものと推認されるところ，抗告人が破産手続による財産調査\nを必要とする根拠として挙げる点，すなわち，①Ｅにおける稼働実態に対\nする疑念や，②本件訴訟における相手方の応訴態度をもって，相手方が財\n産を隠匿していることの根拠となるものではないことは既に説示したとお\nりであるし，一件記録を精査しても，抗告人が，上記①や②のほかに，相\n手方がどれほどの財産を所持しこれを隠匿しているかに関して，具体的な\n疑念を抱くに足りる資料や情報を有しているとはうかがわれない（なお，\n原審において選任された個人再生委員が行った財産調査の結果によっても，\n相手方の資産は，本件申立てに際して申告した現金，預貯金，積立金，生\n命保険解約返戻金，家財道具等にとどまり，これ以外の資産は認められて\nいない。）。そうすると，抗告人の第２次再生事件における不同意につい\nては，相手方の個人再生手続の利用に同意したくないという以外に首肯す\nべき理由があったものとも認められない。\nしたがって，本件申立てが，第２次再生事件における再生計画の廃止後，\n経済事情の変動がないにもかかわらずなされたからといって，民事再生法\n２５条４号に該当するとはいえない。\nイ  抗告人は，給与所得者等再生手続が，安定的な収入を得る債務者であれ\nば，債権者が一般的に同意することが推定されるため，再生計画に対する\n同意を不要とするものであって，本件のように，小規模個人再生手続（第\n２次再生事件）において，一般債権の過半の債権額を有する抗告人が同意\nしないことが明らかとなっている場合に，給与所得者等再生手続を開始す\nることは，その趣旨に反するものであると主張する。\nしかし，既に説示したところから明らかなように，抗告人の不同意には\n首肯すべき理由があるとは認められないから，本件申立てが，このような\n抗告人の意向に反するからといって，給与所得者等再生手続の趣旨に反す\nるものとはいえない。\nしたがって，抗告人の主張は採用できない。\nウ  そして，他に，本件申立てが，民事再生法２５条４号に該当することを\n認めるに足りる証拠はないから，本件申立てについて，同号に該当する事\n由があるとは認められない。\n第４  結論\nよって，原決定は相当であり，本件抗告は理由がないから，これを棄却する\nこととして，主文のとおり決定する。\n平成２６年１月１７日\n名古屋高等裁判所民事第３部\n裁判長裁判官              長      門      栄      吉\n裁判官              眞      鍋      美  穂  子\n裁判官              片      山      博      仁\n（別紙）\n即時抗告申立書省略\n（別紙）\n物件目録省略\n"
}