{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 6,
    "day": 28
  },
  "case_number": "平成27(ワ)4292",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87963",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87963",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/963/087963_hanrei.pdf",
  "contents": "平成３０年６月２８日判決言渡  同日原本領収  裁判所書記官\n平成２７年（ワ）第４２９２号  特許権侵害差止等請求事件\n口頭弁論終結日  平成３０年３月２７日\n判          決\n原        告         株式会社メディオン・リサーチ・ラボラトリーズ\n同訴訟代理人弁護士         山   田   威一 郎\n同                 松本響 子\n同訴訟復代理人弁護士       柴田和 彦\n同訴訟代理人弁理士          水谷馨 也\n同補佐人弁理士            田中順 也\n同                  迫田恭 子\n被        告          ネ オ ケ ミ ア 株 式 会 社\n（以下「被告ネオケミア」という。）\n同訴訟代理人弁護士          髙 橋   淳\n被        告          株 式 会 社 コ ス メ プ ロ\n（以下「被告コスメプロ」という。）\n被        告         株 式 会 社 ア イ リ カ\n（以下「被告アイリカ」という。）\n被        告          株式会社キアラマキアート\n（以下「被告キアラマキアート」という。）\n被        告          リズム株式会 社\n（以下「被告リズム」という。）\n被        告          株 式 会 社 ア ン プ リ ー\n（以下「被告アンプリー」という。）\n被        告        合 同 会 社 Ｓ Ｈ Ｉ Ｎ\n（以下「被告ＳＨＩＮ」という。）\n被        告          株式会社ジャパンコスメ\n（以下「被告ジャパンコスメ」という。）\n被        告         ウインセンス株式会社\n（以下「被告ウインセンス」という。）\n被        告          株式会社コスメボーゼ\n（以下「被告コスメボーゼ」という。）\n被        告         クリアノワール株式会社\n（以下「被告クリアノワール」といい，\n上記１０名を「被告コスメプロら」という。）\n上記１０名訴訟代理人弁護士  松本憲 男\n主          文\n別紙「主文目録」記載のとおり\n事  実  及  び  理  由\n第１  請求\n別紙「請求目録」記載のとおり\n第２  事案の概要等\n１  事案の概要\n本件は，後記の各特許権を有する原告が，①被告ら又は第三者が製造，販売する\n別紙「被告製品目録」記載の炭酸パック（以下「被告各製品」といい，各製品を同\n目録の番号に従い「被告製品１」などという。）が当該各特許権に係る発明の技術\n的範囲に属し，それらの製造，販売が当該各特許権の一部の請求項に係る直接侵害\n行為に該当するとともに，②被告各製品を製造，販売した行為が当該各特許権の一\n部の請求項に係る間接侵害行為（特許法１０１条１号又は２号及び４号又は５号）\nに該当し，③また被告ネオケミアがその一部の製品に使用する顆粒剤を製造，販売\nした行為が当該各特許権の一部の請求項の間接侵害行為（同条１号又は２号）に該\n当するとして，被告らに対し，特許法１００条１項に基づき，被告製品１，３ない\nし５，８，９，１１，１３ないし１５，１７及び１８の製造，販売等の差止めを，\n同条２項に基づき，同製品等の廃棄を，特許権侵害の不法行為に基づき，主位的に\n特許法１０２条２項，予備的に同条３項による損害の賠償及びこれに対する最終の\n不法行為の日又はその後の日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払を請求した事案である。なお，原告は，損害賠償請求について主位的\n請求と予備的請求を区分しているが，いずれも特許権侵害の不法行為に基づく損害\n賠償請求権を訴訟物とするものであるから，同一の訴訟物内で主張する損害額の算\n定根拠及び額に順序を付しているにすぎないと解される。\n２  前提事実（当事者間に争いがないか，後掲証拠又は弁論の全趣旨により容易\nに認められる事実。なお，本判決における書証の掲記は，枝番号の全てを含むとき\nはその記載を省略する。）\n(1) 当事者\nア  原告は，医薬品，化粧品等の研究，開発，製造，販売等を業とする株式\n会社である。\nイ  被告ネオケミアは，化粧品・医薬部外品等の開発，製造等を業とする株\n式会社であり，自ら２剤混合型の二酸化炭素含有ジェル生成キットの開発を行い，\nこれを製造，販売しているほか，他の被告ら又は第三者に対し，被告各製品に使用\nする顆粒剤を製造，販売していた。\nウ  被告コスメプロは，化粧品・医薬部外品の製造業，製造販売業及び販売\n業を業とする株式会社である。\nエ  被告アイリカは，化粧品・化粧用医薬部外品の製造，販売を業とする株\n式会社である。\nオ  被告キアラマキアートは，化粧品の製造，販売及び輸出入等を業とする\n株式会社である。\nカ  被告リズムは，化粧品・健康食品の販売，通信販売，及び輸出入を業と\nする株式会社である。\nキ  被告アンプリーは，化粧品の製造，販売，輸出入，及び研究開発，並び\nに医薬品・医薬部外品の製造及び販売を業とする株式会社である。\nク  被告ＳＨＩＮは，化粧品・医薬部外品の企画，製造，卸，小売り，イン\nターネットを利用した通信販売，及び輸出入を業とする合同会社である。\nケ  被告ジャパンコスメは，化粧品の製造，販売及び輸出入，並びに医薬部\n外品の販売及び輸出入を業とする株式会社である。\nコ  被告ウインセンスは，化粧品の研究開発，製造，卸，販売及び輸出入を\n業とする株式会社である。\nサ  被告コスメボーゼは，化粧品の製造及び輸出入並びに販売等を業とする\n株式会社である。\nシ  被告クリアノワールは，化粧品の製造，販売，輸入及び輸出を業とする\n株式会社である。\n(2) 原告の有する特許権\nア  本件特許権１\n原告は，以下の特許（以下「本件特許１」という。）に係る特許権（以下\n「本件特許権１」という。本件特許１に係る発明を「本件発明１」，本件特許１の\n出願の願書に添付された明細書を「本件明細書１」という。）を有する。本件明細\n書１（ただし，２頁の３９行目から１１頁の３０行目まで）の記載は本判決添付の\n本件特許１の特許公報のとおりである（甲１，２）。\n特許番号     第４６５９９８０号\n発明の名称      二酸化炭素含有粘性組成物\n登録日       平成２３年１月７日\n出願番号     特願２０００－５２０１３５\n国際出願日      平成１０年１０月５日\n優先権主張番号  特願平９－３０５１５１\n優先日       平成９年１１月７日\n特許請求の範囲  本判決添付の本件特許１の特許公報のとおり\nイ  本件特許権２\n原告は，以下の特許（以下「本件特許２」といい，本件特許１と併せて「本\n件各特許」という。）に係る特許権（以下「本件特許権２」といい，本件特許権１\nと併せて「本件各特許権」という。本件特許２に係る発明を「本件発明２」といい，\n本件発明１と併せて「本件各発明」といい，また本件特許２の出願の願書に添付さ\nれた明細書を「本件明細書２」といい，本件明細書１と併せて「本件各明細書」と\nいう。）を有する。本件明細書２（ただし，【０００１】から【００６２】まで）\nの記載は本判決添付の本件特許２の特許公報のとおりである（甲３，４）。\n特許番号      第４９１２４９２号\n発明の名称     二酸化炭素含有粘性組成物\n登録日       平成２４年１月２７日\n出願番号      特願２０１０－１９９４１２\n出願日       平成２２年９月６日\n分割の表示     特願２０００－５２０１３５の分割\n原出願日      平成１０年１０月５日\n優先権主張番号  特願平９－３０５１５１\n優先日       平成９年１１月７日\n特許請求の範囲  本判決添付の本件特許２の特許公報のとおり\n(3) 本件特許１に係る構成要件の分説\nア  本件特許１の請求項１に係る発明（以下「本件発明１－１」という。）\nの構成要件は，次のとおり分説される（以下，各構成要件を「構成要件１－１Ａ」\nなどといい，各発明に係る構成要件をまとめて「構成要件１－１」ということもあ\nる。以下同じ。）。\n１－１Ａ  部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又は褥創\nの治療用医薬組成物として使用される二酸化炭素含有粘性組成物を得るためのキッ\nトであって，\n１－１Ｂ  １）炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物\nと，酸を含む顆粒（細粒，粉末）剤の組み合わせ；又は\n２）炭酸塩及び酸を含む複合顆粒（細粒，粉末）剤と，アルギン酸ナトリウムを含\n有する含水粘性組成物の組み合わせ\nからなり，\n１－１Ｃ  含水粘性組成物が，二酸化炭素を気泡状で保持できるものである\nことを特徴とする，\n１－１Ｄ  含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の\n二酸化炭素を含有する前記二酸化炭素含有粘性組成物を得ることができるキット。\nイ  本件特許１の請求項４に係る発明（以下「本件発明１－４」という。）\nの構成要件は，次のとおり分説される。\n１－４Ａ  含水粘性組成物がアルギン酸ナトリウムを２重量％以上含むもの\nである，\n１－４Ｂ  請求項１乃至３のいずれかに記載のキット。\nウ  本件特許１の請求項５に係る発明（以下「本件発明１－５」という。）\nの構成要件は，次のとおり分説される。\n１－５Ａ  含有粘性組成物が水を８７重量％以上含むものである，\n１－５Ｂ  請求項１乃至４のいずれかに記載のキット。\nエ  本件特許１の請求項７に係る発明（以下「本件発明１－７」という。）\nの構成要件は，次のとおり分説される。\n１－７Ａ  請求項１～５のいずれかに記載のキットから得ることができる二\n酸化炭素含有粘性組成物を含む\n１－７Ｂ  部分肥満改善用化粧料。\nオ  本件特許１の請求項８に係る発明（以下「本件発明１－８」という。）\nの構成要件は，次のとおり分説される。\n１－８Ａ  顔，脚，腕，腹部，脇腹，背中，首，又は顎の部分肥満改善用で\nある，\n１－８Ｂ  請求項７に記載の化粧料。\nカ  本件特許１の請求項９に係る発明（以下「本件発明１－９」という。）\nの構成要件は，次のとおり分説される。\n１－９Ａ  部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又は褥創\nの治療用医薬組成物として使用される二酸化炭素含有粘性組成物を調製する方法で\nあって，\n１－９Ｂ  １）炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物\nと，酸を含む顆粒（細粒，粉末）剤；又は\n２）炭酸塩及び酸を含む複合顆粒（細粒，粉末）剤と，アルギン酸ナトリウムを含\n有する含水粘性組成物；\nを用いて，含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の二酸化\n炭素を含有する二酸化炭素含有粘性組成物を調製する工程を含み，\n１－９Ｃ  含水粘性組成物が，二酸化炭素を気泡状で保持できるものである，\n１－９Ｄ  二酸化炭素含有粘性組成物の調製方法。\nキ  本件特許１の請求項１２に係る発明（以下「本件発明１－１２」とい\nう。）の構成要件は，次のとおり分説される。\n１－１２Ａ  含水粘性組成物がアルギン酸ナトリウムを２重量％以上含むも\nのである，\n１－１２Ｂ  請求項９乃至１１のいずれかに記載の調製方法。\nク  本件特許１の請求項１３に係る発明（以下「本件発明１－１３」とい\nう。）の構成要件は，次のとおり分説される。\n１－１３Ａ  含有粘性組成物が水を８７重量％以上含むものである，\n１－１３Ｂ  請求項９乃至１２のいずれかに記載の調製方法。\n(4) 本件特許２に係る構成要件の分説\nア  本件特許２の請求項１に係る発明（以下「本件発明２－１」という。）\nの構成要件は，次のとおり分説される（以下，各構成要件を「構成要件２－１Ａ」\nなどという。）。\n２－１Ａ  医薬組成物又は化粧料として使用される二酸化炭素含有粘性組成\n物を得るためのキットであって，\n２－１Ｂ  １）炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物\nと，酸を含有する顆粒剤，細粒剤，又は粉末剤の組み合わせ；\n２）酸及びアルギン酸ナトリウムを含有する含水粘性組成物と，炭酸塩を含有する\n顆粒剤，細粒剤，又は粉末剤の組み合わせ；又は\n３）炭酸塩と酸を含有する複合顆粒剤，細粒剤，又は粉末剤と，アルギン酸ナトリ\nウムを含有する含水粘性組成物の組み合わせ；\nからなり，\n２－１Ｃ  含水粘性組成物が，二酸化炭素を気泡状で保持できるものである\nことを特徴とする，\n２－１Ｄ  含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の\n二酸化炭素を含有する前記二酸化炭素含有粘性組成物を得ることができるキット。\nイ  本件特許２の請求項４に係る発明（以下「本件発明２－４」という。）\nの構成要件は，次のとおり分説される。\n２－４Ａ  含水粘性組成物がアルギン酸ナトリウムを２重量％以上含むもの\nである，\n２－４Ｂ  請求項１～３のいずれかに記載のキット。\nウ  本件特許２の請求項５に係る発明（以下「本件発明２－５」という。）\nの構成要件は，次のとおり分説される。\n２－５Ａ  含有粘性組成物が水を８７重量％以上含むものである，\n２－５Ｂ  請求項１～４のいずれかに記載のキット。\nエ  本件特許２の請求項７に係る発明（以下「本件発明２－７」という。）\nの構成要件は，次のとおり分説される。\n２－７Ａ  請求項１～５のいずれかに記載のキットから得ることができる二\n酸化炭素含有粘性組成物を含む\n２－７Ｂ  化粧料。\n(5) 被告らの行為及び被告各製品\nア  被告ら（被告ネオケミアを除く。），株式会社ネイチャーラボ（以下\n「ネイチャーラボ」という。），レバンテ株式会社（以下「レバンテ」という。），\nエスコ株式会社（以下「エスコ」という。），株式会社アクネスラボ（以下「アク\nネスラボ」という。），株式会社セフィーヌ（以下「セフィーヌ」という。），株式\n会社ワム（以下「ワム」という。），株式会社スハダコスメチックス（以下「スハダ\nコスメチックス」という。），エイボン・プロダクツ株式会社（以下「エイボン・プ\nロダクツ」という。）らは，本件特許１の登録日である平成２３年１月７日以降，\n別紙「被告製品一覧表」の「製造販売元等」欄記載のとおり，製造販売元，総販売\n元又は発売元として，被告製品１ないし９，１１ないし１８を製造又は販売した。\nまた，株式会社トラストウイングス（以下「トラストウイングス」という。）は，\n同日以降，被告製品３及び４を販売した。\nイ  被告ネオケミアは，被告製品１，３，４，８及び１５を製造又は販売し\nたほか，被告製品２，５，６，７，９，１１ないし１４及び１６ないし１８に使用\nする顆粒剤を製造し，これを各製品の製造販売元等である被告ら又は第三者に販売\nした。\nウ  被告各製品はいずれも，ジェル剤と顆粒剤の２剤をセットにして販売さ\nれており，その配合成分は別紙「被告製品一覧表」の「ジェル剤」及び「顆粒剤」\n欄記載のとおりである。被告各製品はいずれも，炭酸水素ナトリウム，アルギン酸\nナトリウム及び水を含むジェル剤と，リンゴ酸を含む顆粒剤を混合して使用するパ\nック用化粧料のキットである（甲７，８，２２，２６，４１）。\nエ  被告各製品のジェル剤は含水粘性組成物，炭酸水素ナトリウムは炭酸塩，\nリンゴ酸は酸であるから，被告各製品は本件発明１の構成要件１－１Ｂ及び２－１\nＢを充足する。\n３  争点\n(1) 被告各製品は本件各発明の技術的範囲に属するか（構成要件１－１Ｃ及び\n２－１Ｃの充足性）（争点１－１）\n(2) 被告各製品は本件各発明の技術的範囲に属するか，間接侵害の成否（構成\n要件１－１Ａ等の充足性等）（争点１－２）\n(3) 被告各製品は本件各発明の作用効果を奏しているか（争点２）\n(4) 本件各特許は特許無効審判により無効にされるべきものか（争点３）\nア  本件各発明の未完成（争点３－１）\nイ  サポート要件違反（争点３－２）\nウ  実施可能要件違反（争点３－３）\nエ  鐘紡公報の実施例９（鐘紡実施例発明）を主引例とする進歩性欠如（争\n点３－４）\nオ  鐘紡公報の比較例２（鐘紡比較例発明）を主引例とする進歩性欠如（争\n点３－５）\n(5) 被告コスメプロらの過失の有無（争点４）\n(6) 共同不法行為の成否（争点５）\n(7) 原告の損害額（争点６）\nア  特許法１０２条２項（争点６－１）\nイ  特許法１０２条３項（争点６－２）\n第３  争点に関する当事者の主張\n１  争点１－１（被告各製品は本件各発明の技術的範囲に属するか（構成要件１\n－１Ｃ及び２－１Ｃの充足性））について\n（原告の主張）\n(1) 本件各発明は，炭酸塩及びアルギン酸ナトリウムを含む含水粘性組成物\n（ジェル剤）と酸を含む顆粒剤等の組み合わせからなるキットの発明であり，「ア\nルギン酸ナトリウムを含む含水粘性組成物」を予め備えることにより，当該含水粘\n性組成物中で二酸化炭素を発生できるようになり，発生した二酸化炭素が空気中に\n拡散するのを抑制して，気泡状の二酸化炭素を封じ込めることを可能にすることを\n特徴としている。\nすなわち，構成要件１－１Ｃ及び２－１Ｃにおける「二酸化炭素を気泡状で保持\nできる」との構成の技術的意味は，発生した二酸化炭素が空気中に拡散することを\n抑制して，気泡状の二酸化炭素を含水粘性組成物中に保持できる状態にすることに\nあるというべきであり，含水粘性組成物が，ユーザーが製品を使用することが予定\nされる一定時間の間，二酸化炭素を気泡状で保持できる程度の粘性を有していれば，\n当該構成要件を具備すると解釈するのが妥当である。\n(2) 被告各製品はいずれも，含水粘性組成物中にアルギン酸ナトリウムが一定\n量含まれていることにより，気泡状の二酸化炭素を保持するに適した粘性が生じ，\n発生した気泡状の二酸化炭素が含水粘性組成物中に保持できるように設計されてい\nる。そして，被告各製品のジェル剤と顆粒剤を混合すると，ジェル剤の中で気泡状\nの二酸化炭素が発生し，発生した気泡状の二酸化炭素は，混合後，約３０分の間，\nジェル剤の中に気泡の状態で保持されている。\nしたがって，被告各製品が，「二酸化炭素を気泡状で保持できる」ものであるこ\nとは明らかであり，被告各製品は，構成要件１－１Ｃ及び２－１Ｃを充足する。\n(3) 被告らの下記主張について\nア  本件各発明は，含水粘性組成物中で発生した二酸化炭素が空気中に拡散\nすることを抑制することで，含水粘性組成物中の溶存二酸化炭素を高濃度に保つこ\nとを意図した発明であるが，発生させた二酸化炭素がすべて気泡状で存在すると規\n定しているものではなく，一定量がジェル中に溶存することを当然の前提とした発\n明である。また，上記構成要件は，単に二酸化炭素が含水粘性組成物中で気泡状に\n保持可能であることを定めた要件にすぎず，二酸化炭素がいかなる態様で経皮に吸\n収されるかはそもそも上記構成要件とは無関係な議論にすぎない。\nそして，被告各製品におけるジェル剤は，水とともにアルギン酸ナトリウム等の\n増粘剤を含むことによって，二酸化炭素を気泡状で保持可能な粘性を備えているも\nのであり，本件発明１－１Ｃ及び２－１Ｃにいうところの「二酸化炭素を気泡状で\n保持できる」含水粘性組成物に該当する。以上の主張に反する被告らの下記主張は\n否認し，争う。\nイ  なお，本件各明細書の実施例の発泡性の評価では，体積の増加率が３\n０％以下のものを「０」としているが，これは複数の実施例の発泡性を比較するた\nめの相対的な指標にすぎず，評価「０」のものが本件各発明の効果を奏しないなど\nということはできない。発泡性の程度（体積の増加率）が低くなるような調製を行\nい，体積の増加率を３０％以下に下げたとしても，本件各発明の作用効果を奏しな\nくなるわけではないし，本件各明細書中でも体積の増加率が３０％以下のものに関\nしてネガティブな評価がなされているわけではない。\n(4) 以上より，被告各製品は構成要件１－１Ｃ及び２－１Ｃを充足する。\n（被告らの主張）\n(1) 本件明細書１の【発明の詳細な説明】の背景技術，発明の開示及び発明を\n実施するための最良の形態（以下，本件明細書１のこれらの記載をそれぞれ単に\n「背景技術」などと記載する。）並びに本件明細書２の【０００４】ないし【０００\n６】，【００１７】，【００３２】及び【００６６】（以下，本件明細書２の段落番号を\n単に【  】として記載することがある。）の記載や，美顔用の化粧料において炭酸ガ\nス又は炭酸ガス発生物質の発泡作用を利用するパック剤が周知であること（これは\n多くの先行技術文献から明らかである（乙Ｅ全３ないし５参照）。），本件各特許の出\n願経過における原告の主張からすれば，本件各発明は，本件各明細書記載の発泡性\n及び気泡の持続性が認められることにより，十分な量の気泡状の二酸化炭素が持続\n的に経皮吸収され，適用部位に気泡状の二酸化炭素が有効に作用する結果，血行が\n促進するなどして，従来技術にはない画期的な治癒効果等を生じさせることを特徴\nとするものである。また，本件各発明は，その気泡状の二酸化炭素を「保持」する\nために，水溶液にアルギン酸ナトリウムを予め添加しジェル状にすることをも特徴\nとするものである。\nそして，本件各発明の先行技術と異なる特徴的な点は，本件各発明が，炭酸塩を\n含む含水組成物に二酸化炭素発生前に「予め」アルギン酸ナトリウムを配合して粘\n性組成物を形成することにより，発生した二酸化炭素の気泡を破裂させることなく\n気泡のまま保持し，予めアルギン酸ナトリウムを配合しない二酸化炭素組成物より\nも効率的に気泡状の二酸化炭素を保持し，気泡状の二酸化炭素を皮下組織に十分量\n供給することにより，本件各明細書記載の効果を生じる点にある。\n以上のことからすると，「二酸化炭素を気泡状で保持できる」とは，「美肌作用，\n部分肥満解消作用等の本件各明細書記載の効果が生じる程度に発泡性，持続性の認\nめられる気泡状の二酸化炭素が皮下組織に持続的に十分量供給されるように二酸化\n炭素を気泡状で保持する」という意味であり，ここにいう「持続的に十分量」とは，\n「美肌作用，部分肥満解消作用等の本件各明細書記載の効果が生じる程度」のもの\nであり，そのためには，少なくとも，本件各明細書記載の「十分な発泡性及び持続\n性」が認められる必要がある。\n(2) 本件各発明において，その特許請求の範囲に明記されている「含水粘性組\n成物が，二酸化炭素を気泡状で保持できるものであることを特徴とする」とは，ジ\nェル中に単に何がしかの気泡が存在することを意味するものではない。すなわち，\n本件各発明については，その明細書中において，気泡状に保持される二酸化炭素な\nいしその含有粘性組成物は，発泡性と持続性の２つの指標を満たすものとされてい\nるのであって，逆に，これらの指標を満たさないものは，たとえ二酸化炭素の気泡\nが何らか存在しているとしても，本件各発明の作用効果を奏するものとはされてい\nない。\nまた，構成要件１－１Ｃ及び２－１Ｃの解釈において，先行技術との区別の必要\n性から，何らかの定量性が求められることは当然というべきである。そして，本件\n各明細書中，かかる「定量性」をサポートする箇所は試験例以外に見出せない。そ\nして，ここで，試験例における評価基準１の増加率が３０％以下のもの，即ち，発\n泡性「０」の評価のものには，二酸化炭素の保持量が十分でないため，本件各発明\nの効果が得られない先行技術が包含され，本件各発明の技術的範囲には属しない\n（本件各発明の範囲から除外されており，権利行使は許されない）とするのが，極\nめて自然な解釈である。\n(3) 被告各製品の発泡性をみると，その体積増加率はその多くが１０％台にす\nぎず，最大でも２７％に留まるのであって，いずれも上記評価基準１の「０」であ\nるから，被告各製品は気泡状の二酸化炭素によるマッサージ効果（血行促進作用）\nが得られるものではなく，本件各明細書記載の効果は生じない。\n(4) したがって，被告各製品は「二酸化炭素を気泡状で保持できる」ものでは\nなく，構成要件１－１Ｃ及び２－１Ｃを充足しない。\n２  争点１－２（被告各製品は本件各発明の技術的範囲に属するか，間接侵害の\n成否（構成要件１－１Ａ等の充足性等））について\n（原告の主張）\n(1) 構成要件１－１Ａの充足性\n被告各製品は，脂肪代謝の活性化，顔やせ，リフトアップ，小顔などの部分痩\nせ効果を有する製品であり，商品のパンフレットやインターネット上での宣伝，広\n告でも部分痩せ効果を強調した宣伝広告がなされている。また，炭酸パック（炭酸\nガスパック）に部分痩せ効果，小顔効果があることは需要者の間で広く知られた事\n実となっていたし，被告各製品の開発者である被告ネオケミアのウェブサイトには，\n炭酸ガスパック全般に関し，小顔効果，部分痩せ効果があることが大々的に紹介さ\nれている。したがって，被告各製品は，脂肪代謝の活性化，たるみ改善，リフトア\nップ，小顔等の部分痩せ効果を有するジェル状化粧料として使用される二酸化炭素\nを含有するジェルを得るためのキットであり，これは構成要件１－１Ａの「部分肥\n満改善」に該当するものであるから，被告各製品から調製されるジェル状化粧料が\n「部分肥満改善用化粧料」に当たることは明らかである。\n以上に加え，前記１の主張を踏まえると，被告各製品は構成要件１－１Ａを充足\nする。\n(2) 構成要件１－１Ｄの充足性\n前記１の主張等を踏まえると，被告各製品は構成要件１－１Ｄを充足する。し\nたがって，被告各製品は構成要件１－１を充足し，本件発明１－１の技術的範囲に\n属する。\n(3) 構成要件１－４及び１－５の充足性\n被告各製品の成分及び構造に鑑みると，ジェル剤は，アルギン酸ナトリウムを\n２重量％以上，水を８７重量％以上含むものである。したがって，被告各製品は構\n成要件１－４及び１－５を充足し，本件発明１－４及び１－５の技術的範囲に属す\nる。\n(4) 本件発明１－７の間接侵害\n被告各製品は，ジェル剤と顆粒剤のキットとして販売されているものであるが，\n製品を購入した需要者が２剤を混ぜ合わせて自らジェル状化粧料を生成し，使用す\nることを意図した製品である。被告各製品においては２剤を混ぜ合わせて化粧料を\n製造する以外の用途は考えられず，また，２剤のキットが本件発明１－７の課題解\n決のために不可欠なものであることも明らかである。\nまた，被告らは，被告各製品が部分痩せ効果を有することを積極的に宣伝して，\n製品の販売を行っており，被告各製品が「部分肥満改善用化粧料」を生成するため\nに使用されることを当然に認識している。\nしたがって，被告各製品を製造，販売する行為は，本件発明１－７の間接侵害行\n為（特許法１０１条１号又は２号）に当たる。\n(5) 本件発明１－８の間接侵害\n被告各製品は，ジェル剤と顆粒剤のキットとして販売されているものであるが，\n両剤を混ぜ合わせて生成される化粧料は，主に，顔の部分肥満改善用に使用されて\nいる。したがって，被告各製品を製造，販売する行為は，本件発明１－８の間接侵\n害行為（特許法１０１条１号又は２号）にも当たる。\n(6) 本件発明１－９の間接侵害\n被告各製品は，ジェル剤と顆粒剤のキットとして販売されているものであるが，\n製品を購入した需要者が２剤を混ぜ合わせて自ら二酸化炭素を含んだジェル状化粧\n料を調製することを意図した製品である。被告各製品においては２剤を混ぜ合わせ\nて二酸化炭素を含んだジェル状化粧料を調製する以外の用途は考えられず，また，\n２剤のキットが本件発明１－９の課題解決のために不可欠なものであることも明ら\nかである。\nまた，被告らは，被告各製品が部分痩せ効果を有することを積極的に宣伝して，\n製品の販売を行っており，被告各製品が「部分肥満改善用化粧料」を調製するため\nに使用されることを当然に認識している。\nしたがって，被告各製品を製造，販売する行為は，本件発明１－９の間接侵害行\n為（特許法１０１条４号又は５号）に当たる。\n(7) 本件発明１－１２の間接侵害\n被告各製品は，ジェル剤がアルギン酸ナトリウムを２重量％以上含むものである。\nしたがって，被告各製品を製造，販売する行為は，本件発明１－１２の間接侵害行\n為（特許法１０１条４号又は５号）にも当たる。\n(8) 本件発明１－１３の間接侵害\n被告各製品は，ジェル剤が水を８７重量％以上含むものである。したがって，被\n告各製品を製造，販売する行為は，本件発明１－１３の間接侵害行為（特許法１０\n１条４号又は５号）にも当たる。\n(9) 構成要件２－１Ａの充足性\n前記１の主張等を踏まえると，被告各製品は構成要件２－１Ａを充足する。\n(10) 構成要件２－１Ｄの充足性\n前記１の主張等を踏まえると，被告各製品は構成要件２－１Ｄを充足する。し\nたがって，被告各製品は構成要件２－１を充足し，本件発明２－１の技術的範囲に\n属する。\n(11) 構成要件２－４及び２－５の充足性\n被告各製品は，ジェル剤がアルギン酸ナトリウムを２重量％以上，水を８７重\n量％以上含むものである。したがって，被告各製品は構成要件２－４及び２－５を\n充足し，本件発明２－４及び２－５の技術的範囲に属する。\n(12) 本件発明２－７の間接侵害\n被告各製品は，ジェル剤と顆粒剤のキットとして販売されているものであるが，\n製品を購入した需要者が２剤を混ぜ合わせて自らジェル状化粧料を生成し，使用す\nることを意図した製品である。被告各製品においては２剤を混ぜ合わせて化粧料を\n製造する以外の用途は考えられず，また，２剤のキットが本件発明２－７の課題解\n決のために不可欠なものであることも明らかである。\nまた，被告らは，被告各製品が「化粧料」を生成するために使用されることを当\n然に認識している。\nしたがって，被告各製品を製造，販売する行為は，本件発明２－７の間接侵害行\n為（特許法１０１条１号又は２号）に当たる。\n(13) 被告ネオケミアによる顆粒剤の製造，販売行為について\n被告ネオケミアは，被告製品２，５，６，７，９，１１ないし１４及び１６な\nいし１８の顆粒剤の製造，販売を行っており，その顆粒剤はジェル剤とセットで販\n売することを意図した製品であるところ，顆粒剤とジェル剤からなる上記被告製品\nが本件発明１－１，１－４及び１－５並びに本件発明２－１，２－４及び２－５の\n技術的範囲に属することは上述のとおりである。そして，その顆粒剤は，ジェル剤\nとセットで用いる以外の用途は考えられず，上記被告製品の生産にのみ用いるもの\nに該当する。したがって，被告ネオケミアが顆粒剤を製造，販売する行為は，上記\n各発明の間接侵害行為（特許法１０１条１号）に当たる。\nまた，本件発明１－１，１－４及び１－５並びに本件発明２－１，２－４及び２\n－５は，含水粘性組成物と顆粒剤を組み合わせたキットの発明であるから，被告ネ\nオケミアが製造している顆粒剤は，これらの発明の課題解決のために不可欠なもの\nに当たる。そして，被告ネオケミアは，他の被告に技術協力を行い，炭酸ジェルパ\nックの開発を行っている立場にあるものであるから，自らが提供した顆粒剤が上記\n被告製品に利用されることを当然に認識している。したがって，被告ネオケミアが\n顆粒剤を製造，販売する行為は，上記各発明の間接侵害行為（特許法１０１条２\n号）に当たる。\n（被告らの主張）\n被告ネオケミアが原告主張の製品の顆粒剤の製造，販売を行ったことは認め，原\n告のその余の主張は否認し，争う。\n少なくとも近時では，炭酸泉と同様に，炭酸ガス濃度が０．２％を超えることの\nない炭酸ガス「パック」は，部分痩せ効果を有するものではなく，むくみ取り効果\nを有するにすぎないと考えられている。そして，被告各製品は宣伝文言のとおりの\n効果がある化粧品であり，そのすべてが部分肥満改善用化粧料というわけではない。\n３  争点２（被告各製品は本件各発明の作用効果を奏しているか）について\n（被告らの主張）\n被告各製品は，「二酸化炭素を気泡状で保持することは，二酸化炭素の経皮吸収に\n対する阻害要因になる。」との発想によって開発されたものであり，発生した二酸化\n炭素を気泡状ではなくジェル中に溶存させんとするものであって，その技術的思想\nが本件各発明とは根本的に異なる。\nまた，被告各製品の顆粒剤には乳糖が含まれているところ，これは含水粘性組成\n物中に酸を徐放させる効果を有するものであり，気泡状の二酸化炭素の発生を抑え，\n本件各発明の効果を阻害する構成である。\n上述のとおり，被告各製品の発泡性は試験例における評価基準１の「０」であり，\n本件各発明の作用効果を奏さないものと評価されるべきものにすぎず，作用効果を\n奏さないものが本件各発明の技術的範囲に属するはずがない。\n（原告の主張）\n被告らの主張は否認し，争う。前記１の（原告の主張）記載のことを踏まえると，\n被告各製品は本件各発明の作用効果を奏する。\n４  争点３－１（本件各発明の未完成）について\n（被告らの主張）\n(1) 本件各明細書には実施例とともに試験例が記載され，各試験例によって本\n件各発明が所期する各技術効果を挙げているかのごとき記載があるが，どのような\n試験結果に基づいて記載されたものか明らかではないし，試験例には比較試験が存\n在せず，評価手法や経過観察等の記載にも著しく具体性が欠けている。したがって，\n上記試験例は全体として信用性に欠け，各試験例が実際に行われたかどうかは明ら\nかでない。\nまた，仮に実験ないし試験が行われたとしても，各試験例に使用された組成物が，\n本当に実施例に記載された各組成物であったかどうかについても明らかではない。\nさらに，実験ないし試験を行った場合には通常存在する各試験例の原データ，被\n験者の情報に関する資料等が提出されていないことからすれば，各試験例の結果が\n本件各明細書に正確に記載されているものとは考えられない。\nそして，本件各明細書における各試験例以外の記載をみても，組成物に本件各発\n明が所期する技術効果が実際に確認されたことを窺い知ることはできないし，現在\nでも，各種皮膚疾患について二酸化炭素の効能を利用した治療法が広く実践された\nり，そのような治療薬が広く使用されたりしている事実はない。\n(2) したがって，本件各発明は，特許権者である原告において，本件各発明の\n技術内容によってその目的とする技術効果を挙げることができるものであることが\n何ら立証されておらず，発明として未完成であり，特許法２９条１項柱書にいう\n「発明」には当たらない。したがって，本件各発明には発明未完成の無効理由があ\nる。\n（原告の主張）\n本件各明細書には３３の試験例が挙げられているが，これらの試験例はいずれも，\n明細書記載の実施例の組成物を利用して，発明者が実際に，適正に行った試験の結\n果を正確に記載したものである。そして，明細書に試験に関する原データを添付し\nないことは通常の記載手法である。\nしたがって，本件各発明は完成している。\nなお，被告らは特許法１０４条の３第１項の抗弁として，本件各発明の未完成を\n主張しているのであるから，かかる無効理由の存否に関しては，被告側に立証責任\nがあることは明らかである。\n５  争点３－２（サポート要件違反）について\n（被告らの主張）\n(1) 本件各明細書には２９９の実施例の記載があるが，そこには発泡性と持続\n性についての実験結果が記載されているだけであり，本件各明細書記載の多数の疾\n患等を治癒等するという本件各発明の課題が解決できているか否かは不明である。\nこの点について，本件各明細書には３３の試験例の記載があり，その中には特定\nの症状（わずか一つ）に対して治癒効果が確認された旨の記載があるものも一部あ\nるが，本件各発明の全ての課題が解決されたことを示す試験例は一つもない。また，\n試験例で用いられた実施例は，１，８，１８，２０，３１，１３５，１７０，２９\n６，２９７，２９８のみであり，その他の実施例について特定の症状に対する治癒\n等の効果があるか否かは不明である。本件各発明が医学的知見に基づいて完成した\nものとすれば，それがサポート要件等を充足するためには，薬理試験に準じた結果\nの記載の程度まで必要であるところ，本件各明細書には全くその記載がない。\nさらに，本件各明細書には，気泡状の二酸化炭素が上記疾患等を治癒等する作用\n機序（メカニズム）について何の記載もなく，上記疾患等の治癒等には気泡状の二\n酸化炭素の経皮吸収以外の要因が作用した可能性もある。\n以上のことに加え，前記４の（被告らの主張）記載のことに照らせば，検討対象\nを実施例に限定しても，当業者が全ての実施例について，本件各発明が挙げる多数\nの課題が解決されると認識し得るとは到底いえない。況んや，炭酸塩及び酸の組成\nについて何らの限定もない本件各発明は，発明の詳細な説明の記載及び技術常識に\nより当業者が課題を解決できると認識し得るものとはいえない。\n仮に，当業者が特定の実施例について，本件各発明が挙げる多数の課題が解決で\nきると認識できたとしても，それは特定の実施例として開示された発明についての\nみ，そのようにいえるにすぎないから，サポート要件を充足しないとの結論は左右\nされない。\n(2) 本件各明細書の記載に加え，原告の本件各特許の出願経過における陳述を\n参照すると，仮に本件各明細書記載の試験例が真実であるとすれば，その試験例が\n示す本件各発明の格別の作用効果は，単なる血行促進効果から論理的に説明するこ\nとはできず，これ以外のプラスαの因子が作用したと解される。そうすると，この\n「プラスαの因子」又はそれをもたらす特定の構成要素が，発明の特定事項として\n特許請求の範囲に記載されるべきところ，本件各特許については，特許請求の範囲\nはおろか，本件各明細書においても一切記載されていない。\nしたがって，仮に試験例の記載が真実であったとしても，本件各特許の特許請求\nの範囲の記載は，本件各明細書に開示された発明よりも広汎なものであり，当業者\nが課題を解決できると認識することはできない。\n(3) 以上より，本件各発明はサポート要件違反の無効理由を有する。\n（原告の主張）\n(1) 本件明細書１には３３の試験例の結果が開示され，特許請求の範囲記載の\n疾患等に対する効果があることが実証されているから，本件特許１がサポート要件\nを満たしていることは明らかである。\nなお，被告らの上記主張に関し，当業者が発明の課題を解決できると認識するた\nめに，疾患等を治癒する作用機序（メカニズム）まで知る必要はなく，作用機序の\n記載は，サポート要件を満たすための条件とはならない。また，本件特許１の発明\nの詳細な説明には，炭酸水素ナトリウム又は炭酸ナトリウムを用いた実施例が開示\nされているところ，他の炭酸塩を用いた場合でも，炭酸水素ナトリウム及び炭酸ナ\nトリウムと同様に，酸と混合することにより二酸化炭素が発生することについては，\n当時の技術常識に照らし，当業者において容易に認識することが可能といえる。\n(2) 本件明細書２の発明の詳細な説明には，発明が解決する課題が記載され\n（【０００４】，【０００５】），課題を解決するための手段として，二酸化炭素含有粘\n性組成物の効能効果が示され（【０００６】），代表的な疾患等について試験例として\n試験結果が開示されている。全ての疾患に対する試験結果は記載されていないが，\n当該疾患は，「外用の抗ヒスタミン剤や抗アレルギー剤，非ステロイド抗炎症剤，ス\nテロイド剤などが無効な痒みに対する抑制作用，抗炎症作用，創傷治癒促進作用，\n美肌作用，部分肥満解消作用，経皮吸収促進作用」により，治癒若しくは緩和する\nことが明らかな疾患であるといえる。そのため，本件明細書２に二酸化炭素含有粘\n性組成物による効能効果が記載されている以上，特許出願時の技術常識に照らし，\n当業者において，試験結果が記載されていないその他の疾患についても，試験結果\nが記載されている疾患と同様に，治癒効果が生じることは容易に認識可能である。\n(3) 以上のことに加え，前記４の（原告の主張）記載のことに照らせば，本件\n各特許がサポート要件を満たすものであることは明らかである。\n６  争点３－３（実施可能要件違反）について\n（被告らの主張）\n(1) 本件各発明はその用途として，多数の疾患等の治癒等を挙げるところ，こ\nのように広範囲に亘る用途を定めるものについては，発明の詳細な説明に，当該用\n途一般について，当該発明が所期する作用効果を奏することを裏付ける程度の記載\nがされていることを要すると解すべきである。\n(2) 本件明細書１の発明の開示及び発明を実施するための最良の形態並びに\n【０００６】，【００１７】及び【００６６】の記載によれば，本件各発明が所期す\nる作用効果は，二酸化炭素含有粘性組成物中に二酸化炭素が気泡状で多量かつ持続\n的に保持されることによって，上記疾患等を治癒等することである。\nしかし，本件各明細書には，本件各発明の組成割合を構成する物質の名称及びそ\nの組成割合や，当該物質の使用方法が記載されているのみで，上記作用効果の機序\nについては，何の記載もない。また，仮に上記疾患等の治癒等があったとしても，\nそれは気泡状の二酸化炭素の経皮吸収以外の要因が作用した可能性がある。\n(3) 以上のことに加え，前記４及び５の（被告らの主張）記載のことに照らせ\nば，本件各明細書には，本件各発明が挙げる多数の疾患等一般について，上記作用\n効果を奏することを裏付ける程度の記載がされているとはいえず，本件各発明は実\n施可能要件違反の無効理由を有する。\n（原告の主張）\n本件各明細書には，発明の目的が記載されている（本件明細書１の背景技術，【０\n００４】，【０００５】）ほか，二酸化炭素含有粘性組成物による効能効果が示され\n（本件明細書１の発明の開示，【０００６】），代表的な疾患について試験結果を開示\nし，当該疾患に対する治癒効果があることが実証されている（試験例１ないし３３）。\n本件各明細書では，明細書に記載されている全ての疾患に対する試験結果は記載\nされていないが，二酸化炭素含有粘性組成物による効能効果が記載されている以上，\nその他の疾患についても，試験結果が記載されている疾患と同様に，治癒効果が生\nじることは容易に認識可能である。\n以上のことに加え，前記４及び５の（原告の主張）記載のことに照らせば，本件\n各明細書の記載により，当業者が本件各発明を実施することは十分に可能であると\nいうことができ，本件各特許が実施可能要件を満たしていることは明らかである。\n７  争点３－４（鐘紡公報の実施例９（鐘紡実施例発明）を主引例とする進歩性\n欠如）について\n（被告らの主張）\n(1) 本件発明１－１の技術的意義\n検証実験の結果（乙Ａ２）によると，二酸化炭素気泡は二酸化炭素の経皮吸収\nに寄与せず，むしろその作用を阻害するものである。また，検証実験の結果（乙Ａ\n３）によると，アルギン酸ナトリウムを事前に水と混合した含水粘性組成物として\nも，二酸化炭素の経皮吸収率は有意に増加することはないし，また，二酸化炭素気\n泡も有意に増加することはない。\n(2) 本件発明１－１の進歩性欠如\n上記(1)記載の事実を前提にすると，公知文献に記載の周知技術を考慮すれば，\n次のとおり，鐘紡株式会社を出願人とする特開昭６３－３１０８０７号の公報（乙\nＡ１０２，乙Ｅ全６。以下「鐘紡公報」という。）記載の実施例９（以下「鐘紡実施\n例発明」という。）に基づいて，本件発明１－１は出願当時容易想到であった。\nア  本件発明１－１と鐘紡実施例発明の構成に関する一致点及び相違点は次\nのとおりである。\n（一致点）\n①  構成要件１－１Ａに関して\n・  用途に化粧料が含まれており，かつ，二酸化炭素含有粘性組成物を得るた\nめのキットである点。\n②  構成要件１－１Ｂ，１－１Ｃ及び１－１Ｄに関して\n・  含水剤である第１剤と，顆粒 (固形剤：顆粒，細粒，粉体)である第２剤の\n組み合わせである点。\n・  第１剤と第２剤のいずれかに，(炭酸塩)炭酸水素ナトリウム，アルギン酸\nナトリウム，クエン酸及び水の４種の成分を含んでいる点。\n・  第１剤に水が含まれている点。\n・  炭酸塩と酸が第１剤と第２剤に別々に配合されている点。\n・  第１剤と第２剤を混合して炭酸塩と酸を反応させることにより気泡状の二\n酸化炭素を含有する二酸化炭素含有粘性組成物を得ることができるキットである点。\n・  第１剤と第２剤が混合されたときに発生する二酸化炭素が含水粘性組成物\nの気泡により保持できる点。\n（相違点）\n①  相違点１：本件発明１－１では，アルギン酸ナトリウムが事前に水と混合さ\nれて含水粘性組成物を形成しているのに対して，鐘紡実施例発明では，アルギン酸\nナトリウムと水が第１剤と第２剤に分かれて配合されていて，混合時に含水粘性組\n成物を形成する点。\n②  相違点２：本件発明１－１の実施例１では，成分としてポリエチレングリコ\nールが含まれていないが，鐘紡実施例発明には，ポリエチレングリコールが第２剤\nに含まれている点。\n③  相違点３：キットの用途が，本件発明１－１では，部分肥満改善用化粧料，\n或いは水虫，アトピー性皮膚炎又は褥創の治療用医薬組成物とされているのに対し\nて，鐘紡実施例発明では，発泡性化粧料である点。\nイ  相違点の評価\n(ｱ) 相違点１について\nａ  第１剤と第２剤との混合時前には，炭酸塩と酸の反応を防ぐために，\nこれら両者と水は一緒に配合されてはならないことは当業者の常識であるところ，\n炭酸塩と酸とを第１剤と第２剤にどのように振り分けるかは，水と一緒に配合され\nない限りは，どちらの剤に振り分けてもよく，この振り分けは，当業者の常識に属\nし，単なる選択事項又は単なる設計事項にすぎない。\nそして，乙Ａ３の実験によれば，水の事前調製と同時調製とでは，二酸化炭素の\n発生気泡量に有意差は認められず，かつ，経皮吸収量においても，本件発明１－１\nの方が劣ると言うことができても，優れているという結果は導かれないのであるか\nら，本件発明１－１において事前調製の含水粘性組成物としたことは技術的には無\n意味である。よって，事前調製する点は，設計上の単なる選択事項にすぎない。\nまた，そもそも，二酸化炭素気泡は経皮吸収には何の寄与もしないことが明らか\nであるから，構成要件１－１Ｃ及び１－１Ｄに規定される二酸化炭素気泡に関する\n構成は，技術的には何の意味もない無用の技術的限定にすぎない。含水粘性組成物\nの水の存在下で二酸化炭素が発生するので，粘性組成物には粘度がある故に無用の\n結果物として気泡が生じるだけの話である。よって，二酸化炭素気泡を形成するこ\nと自体，設計上の単なる選択事項にすぎない。\n要するに，本件発明１－１において，用時混合時に，二酸化炭素気泡を保持する\nこと自体に何の技術的意義もなく，また，含水組成物を事前調製することにも何の\n技術的意義もない上，一方の剤を含水粘性組成物とすることも周知の技術であるか\nら，本件発明１－１において，二酸化炭素を保持する構成及び含水組成物を事前調\n製する構成は，当業者が自由に適宜選択する単なる設計事項にすぎないということ\nができ，相違点１に関しては，鐘紡実施例発明に基づいて当業者なら容易想到であ\nると言うべきである。\nなお，構成要件１－１Ｂでは２つの組み合わせが規定されているところ，これら\nは混合時に炭酸塩と酸が反応して二酸化炭素が液剤中で発生する点は同じであるか\nら，その選択は，正に当業者が任意に設計できる設計事項にすぎない。\nｂ  仮に相違点を原告主張のように把握しても，この克服が設計事項で\nあることに変わりはない。なぜなら，炭酸塩及びアルギン酸ナトリウムをゲル状の\nものにするか，そうではなく，固形物とするかは，単なる剤型の組み合わせの選択\nにすぎないところ，常に技術の豊富化を図ろうとする当業者は，課題との関係又は\n作用効果の相違を特に意識することなく，様々な剤型の組み合わせ（炭酸塩と酸を\n分離した２剤型を前提とすると４通りの組み合わせしかない）を試してみるものだ\nからである。\nまた，仮に相違点の克服が設計事項とはいえないとしても，アルギン酸ナトリウ\nム等の増粘剤を予め水に溶解させることは慣用技術であるから，これを適用して相\n違点１を克服することは容易である。慣用技術は，その定義上，日常的に使用され\nている技術であるから，その適用に技術的障害がない限り，特段の動機付けがなく\nとも，当業者は試みてみるものというべきである。\n鐘紡実施例発明は，炭酸ガスの保留性を高めるために増粘剤の粘性により気泡の\n安定性を確保し，炭酸ガスの保留性を高めるというものであるところ，これに上記\n慣用技術を適用することには何らの技術的障害もない上，動機付けがあるともいえ\nるし，阻害要因もない。\n(ｲ) 相違点２について\nそもそも，本件各明細書にはマトリックス剤としてポリエチレングリコー\nルを含む場合が実施例として示されており(実施例１０９ないし１４４の製造方法参\n照)，また，本件発明１－１は，実施例に示されたポリエチレングリコールを含むこ\nとを排斥していない。よって，第１剤及び第２剤のいずれかに含まれる成分につい\nては，両者は実質的に同一とみなすことができる。\nしたがって，相違点２は実質的な相違点ではない。\n(ｳ) 相違点３について\n炭酸塩と酸とが水中で反応して二酸化炭素のガス泡を発生する組成物より\n得られる，血流促進作用を有する二酸化炭素溶液は，褥創の治療剤として使用でき\nることが，乙Ａ５の特許請求の範囲等に，また，炭酸塩と酸とが水中で反応して二\n酸化炭素のガス泡を発生する人工炭酸ガス浴剤の使用は，油性保湿剤の使用を伴わ\nなくともアトピー性皮膚炎の症状を改善することが，乙Ａ６の８４９頁第１０ない\nし１２表にそれぞれ記載されているのであるから，これら公知文献における記載に\n鑑みた当業者であれば，鐘紡実施例発明のキットにより得られる二酸化炭素含有粘\n性組成物を，アトピー性皮膚炎や褥創の治療用の医薬組成物とすることは，容易に\n想到し得たものにすぎない。\nまた，二酸化炭素には血行促進作用があることが，乙Ｅ全３，乙Ａ５及び乙Ａ６\nに記載されている。そして，血行が促進されれば新陳代謝が盛んになるため，皮下\n脂肪が燃焼される結果，痩身美容がもたらされるということは，当業者には広く知\nられた事実であるから，鐘紡実施例発明のキットにより得られる皮膚の血流を改善\nする作用を有する二酸化炭素含有組成物を，部分肥満改善化粧料として用いること\nは，当業者であれば容易に想到し得たものにすぎない。\n(3) 本件発明１－４の進歩性欠如\n本件発明１－４は，「含水粘性組成物がアルギン酸ナトリウムを２重量％以上含\nむものである，請求項１乃至３のいずれかに記載のキット。」であるが，そのような\n技術的限定は公知ないし周知の事柄である。そして，鐘紡実施例発明において生成\nした含水粘性組成物中の水＋炭酸水素ナトリウム＋アルギン酸ナトリウムの重量構\n成比を算出すると，アルギン酸ナトリウムは４.８重量％となる。\nしたがって，本件発明１－４の技術的限定は，技術的に意味がないか又は鐘紡実\n施例発明に開示されている。\n(4) 本件発明１－５の進歩性欠如\n上記(3)と同様に，鐘紡実施例発明において生成した含水粘性組成物中の重量構\n成比を算出すると，水は９１.３重量％となる。したがって，本件発明１－５の技術\n的限定は，鐘紡実施例発明に開示されている。\n(5) 本件発明１－７の進歩性欠如\n上記(2)イ(ｳ)で述べたとおり，鐘紡実施例発明のキットにより得られる皮膚の\n血流を改善する作用を有する二酸化炭素含有組成物を，部分肥満改善用化粧料とし\nて用いることは，当業者であれば容易に想到し得たものにすぎない。本件発明１－\n７は，キットを部分肥満改善用化粧料に限定しただけであるので，進歩性を具備し\nないことは明白である。\n(6) 本件発明１－８の進歩性欠如\n進歩性を欠く本件発明１－７の肥満改善の部位を自明の「顔，脚，腕，腹部，\n脇腹，背中，首，又は顎」に限定しただけのものであるので，進歩性がないことは\n明白である。\n(7) 本件発明１－９の進歩性欠如\n本件発明１－９の実体は，同一発明を，「もの発明」に代えて「方法発明」とし\nて把握しただけのものである。したがって，本件発明１－１と同様の理由により，\n進歩性を欠いている。\n(8) 本件発明１－１２の進歩性欠如\n本件発明１－１２は，本件発明１－４を方法の発明に置き換えただけのもので\nあって，実体は同発明と同じである。したがって，本件発明１－４と同様の理由に\nより，進歩性を欠いている。なお，本件発明１－１２は本件発明１－１０及び１－\n１１の内容を包含するが，これらは本件発明１－２又は１－３をものの発明から方\n法の発明に置き換えただけのものであって，実体は同じである。\n(9) 本件発明１－１３の進歩性欠如\n本件発明１－１３は，本件発明１－５を方法の発明に置き換えただけのもので\nあって，実体は同発明と同じである。したがって，本件発明１－５と同様の理由に\nより，進歩性を欠いている。\n(10) 本件発明２－１の進歩性欠如\n本件発明２－１と本件発明１－１との間に実質的な相違点は存在しないから，\n本件発明１－１で述べたのと同じである。\n(11) 本件発明２－４及び２－５の進歩性欠如\n本件発明２－４及び２－５自体の技術的限定事項も，本件発明１－４及び１－\n５と全く同一である。したがって，本件発明１－４及び１－５で述べたのと同じで\nある。\n(12) 本件発明２－７の進歩性欠如\n本件発明２－７は，いずれも進歩性を欠く本件発明２－１ないし２－５の二酸\n化炭素含有粘性組成物の用途を化粧料に限定した用途発明であって，本件発明２－\n１のキットが「化粧料として使用される二酸化炭素含有粘性組成物を得るためのキ\nット」であることと，実質的に同一の発明である。\n鐘紡実施例発明のキットにより得られる皮膚の血流を改善する作用を有する二酸\n化炭素含有組成物を，部分肥満改善用化粧料として用いることは，当業者であれば\n容易に想到し得たものにすぎないことについては，既に本件発明１－１の進歩性欠\n如の主張で述べたところである。本件発明２－７は，キットを化粧料に限定しただ\nけであるので，進歩性を具備することがないことは明白である。\n(13) 以上より，上記各発明は，鐘紡実施例発明に周知技術を適用することによ\nり，出願当時，容易想到であったということができるから，進歩性欠如の無効理由\nがある。\n（原告の主張）\n(1) 被告らの主張は否認し，争う。\n(2) 本件発明１－１の進歩性\nア  鐘紡実施例発明においては，炭酸水素ナトリウムとアルギン酸ナトリウ\nムを常温固形のポリエチレングリコールで被覆することが必須の要件となっており，\n単に炭酸水素ナトリウムとアルギン酸ナトリウムと常温固形のポリエチレングリコ\nールとを混合した場合には，ガス保留性に著しく劣り，経日安定性にも劣る結果と\nなることが示されている（鐘紡公報の比較例１）。したがって，被告ら主張の相違点\n１及び２を一括りにした上で，次のような相違点を設定するのがより適切である。\n相違点１´  本件発明１－１に係る「二酸化炭素含有粘性組成物」は，炭酸塩及\nびアルギン酸ナトリウムを含有する含水粘性組成物と，酸を含む顆粒（細粒，粉\n末）剤の組み合わせ等からなるのに対し，鐘紡実施例発明に係る「用時混合型発泡\n性化粧料」は，酸性物質を水に溶解して得られる水溶液を第１剤として，アルギン\n酸ナトリウムと炭酸塩とを常温固型のポリエチレングリコールで被覆した固型物を\n第２剤とし，これらを使用時に混合して生成されるものである点。\nイ  相違点１又は相違点１´について\n被告らは相違点１の差異は単なる設計事項にすぎないと主張するが，相違点\n１又は相違点１´に係る構成上の差異は，技術の具体的適用に伴い当然考慮せざる\nを得ない事項といえるものではなく，重要な技術的意義も有する構成であるから，\n単なる設計事項などではない。\nすなわち，鐘紡実施例発明は，液状の第１剤と固形状の第２剤を技術的前提とし\nた発明であり，かかる前提のもとに，できる限りガスの保留性を高めるために炭酸\n塩と水溶性高分子を常温固型のポリエチレングリコールで被覆するという技術的工\n夫がなされているものである。かかる鐘紡実施例発明の技術的意義に鑑みると，液\n状の第１剤と常温固型のポリエチレングリコールで被覆された固型物である第２剤\nとからなる鐘紡実施例発明の第２剤に含まれる増粘剤を第１剤に予め混合させ，第\n１剤を含水粘性組成物（ジェル剤）とする構成とすることは，鐘紡実施例発明の技\n術的な意義を失わせてしまう変更である。\nまた，被告ら主張のような設計変更を行うと，第１剤と第２剤の剤型自体が変わ\nり，使用方法や保存方法のほか，作用効果の点でも，全く別個の化粧料となってし\nまうが，本件特許１の優先日である平成９年１１月７日の時点において，ジェル剤\nと顆粒剤の組み合わせからなる用時混合用化粧料が周知であったとはいえないから，\n鐘紡実施例発明を知った当業者が，同発明の第１剤を事前調製されたアルギン酸ナ\nトリウムを含むジェル剤に変更することを容易になし得たとは到底考えられない。\n被告らは慣用技術を適用すれば想到容易であると主張しているが，上述したことを\n踏まえると，慣用技術を適用することの動機付けは皆無であり，かかる適用にはむ\nしろ阻害要因があるというべきである。\nさらに，鐘紡実施例発明の発泡性化粧料においては，増粘剤が水と接触している\n間に，炭酸塩と酸が反応して発生した二酸化炭素が空気中に拡散して失われてしま\nい，その結果，気泡状の二酸化炭素を十分に保持できなくなってしまうのであり，\n鐘紡公報記載の製剤技術を駆使しても，本件各発明に匹敵する程に，含水粘性組成\n物中に気泡状の二酸化炭素を効果的に封じ込めて保持させることは困難である。こ\nのように，相違点１の構成は，二酸化炭素を含水粘性組成物中に効果的に封じ込め\nられるという技術的意義を有する構成である。\nウ  相違点３について\n鐘紡公報の明細書には相違点３の用途に関し何らの示唆もなく，被告ら指摘\nの他の公知文献には相違点３の用途への十分な示唆があるとはいえない。\nしたがって，「部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又は褥創の\n治療用医薬組成物」に使用されるという本件発明１－１の用途は当業者が容易に想\n到できるものではない。\nエ  本件特許１の出願後に，原告は，本件発明１を利用した製品の販売を開\n始したところ，その効能が優れている点が注目されて販売数が増加し，商業的成功\nを収めるに至っている。このような商業的要因を参酌しても，本件発明１－１は，\n従来では克服困難であった技術的課題を解決できており，進歩性を備えていること\nは明らかといえる。\n(3) 本件発明１－４，１－５，１－７ないし１－９，１－１２及び１－１３の\n進歩性\nこれらの発明は，本件発明１－１に従属する発明であることなどから，鐘紡実\n施例発明に基づいて当業者が容易に想到できた発明でないことは明らかである。\n(4) 本件発明２－１の進歩性\n鐘紡実施例発明との対比をする上で，進歩性判断に影響を及ぼし得る本件発明\n１－１と２－１の差異は，「部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎\n又は褥創の治療用医薬組成物として使用される」との用途限定がなされているか否\nかとの点に尽きる。\nそして，上記(2)で述べたことのうち，相違点１又は相違点１´が設計事項とはい\nえないこと及び商業的成功の点に関しては，本件発明２－１にも同様に当てはまる。\nそのため，本件発明２－１についても，本件発明１－１と同様，鐘紡実施例発明か\nら当業者が容易に想到できた発明ではないというべきである。\n(5) 本件発明２－４，２－５及び２－７の進歩性\nこれらの発明は，本件発明２－１に従属する発明であることなどから，鐘紡実\n施例発明に基づいて当業者が容易に想到できた発明でないことは明らかである。\n(6) 以上より，上記各発明は進歩性を有する。\n８  争点３－５（鐘紡公報の比較例２（鐘紡比較例発明）を主引例とする進歩性\n欠如）について\n（被告らの主張）\n(1) 本件発明１－１の進歩性欠如\nア  鐘紡公報記載の比較例２は，次の各構成要件から成る発明（以下「鐘紡\n比較例発明」という。）を開示するものである。\n(ｱ) 炭酸ガスによる血行促進作用によって皮膚を賦活化するための２剤型\nの発泡性化粧料であって，\n(ｲ) 炭酸塩と水溶性高分子であるアルギン酸ナトリウムを含有する固型物\nと，酸を含有する水溶液の組み合わせからなり，\n(ｳ) 炭酸塩と水溶性高分子であるアルギン酸ナトリウムを含有する固型物\nと酸を含有する水溶液を混合させて生成する粘性組成物が炭酸ガスを保持できるも\nのであることを特徴とする，\n(ｴ) 上記粘性組成物中で炭酸塩と酸を反応させることにより炭酸ガスを含\n有する上記炭酸ガス含有粘性組成物を得ることができる２剤型の発泡性化粧料。\nイ  鐘紡比較例発明の構成要件(ｱ)及び(ｴ)は，それぞれ構成要件１－１Ａ及\nび１－１Ｄに相当する。\nその一方で，構成要件１－１Ｂと鐘紡比較例発明の構成要件(ｲ)とを比較すると，\n鐘紡比較例発明は，炭酸塩とアルギン酸ナトリウムとを含有する組成物の剤形が固\n型物であるのに対して，本件発明１－１は当該組成物の剤形が含水粘性組成物であ\nる点で相違しており，また，鐘紡比較例発明は，酸を含む剤が水溶液であるのに対\nして，本件発明１－１は酸を含む剤の剤形が顆粒（細粒，粉末）剤である点で相違\nする（以下，この相違点を「相違点１」という。）。\nまた，構成要件１－１Ｃと鐘紡比較例発明の構成要件(ｳ)とを比較すると，鐘紡比\n較例発明の構成要件(ｳ)「炭酸塩と水溶性高分子であるアルギン酸ナトリウムを含有\nする固型物と酸を含有する水溶液を混合させて生成する粘性組成物が炭酸ガスを保\n持できるもの」は，構成要件１－１Ｃ「含水粘性組成物が，二酸化炭素を気泡状で\n保持できるもの」と一致する。もっとも，鐘紡比較例発明は，炭酸塩と水溶性高分\n子であるアルギン酸ナトリウムを含有する固型物と酸を含有する水溶液とを混合す\nることにより粘性組成物を生成するのに対して，本件発明１－１は，アルギン酸ナ\nトリウムを含む組成物が，混合前において，予め含水粘性組成物の状態にある点に\nおいて相違する（以下，この相違点を「相違点２」という。）。\nウ  以上のとおり，鐘紡比較例発明と本件発明１－１とは，２剤型の発泡性\n化粧料（またはキット）を構成する各剤の剤型の違い（相違点１）及びアルギン酸\nナトリウムを含む組成物が固形物であるか含水粘性組成物であるか（相違点２）に\nおいて相違するが，いずれも次のとおり克服できるから，鐘紡比較例発明を主引例\n発明として本件発明１－１に想到することは容易であり，かつ，本件発明１－１は\n鐘紡比較例発明に対して優れた効果を有しない。\n(ｱ) 相違点１について\n化粧料（又は医薬組成物）の形態（剤型）について，粉末剤や液剤，粘性\n組成物（ジェル又はゲル）等の剤型を適宜選択することは，本件各特許の出願時点\nにおいて慣用技術であった（例えば，特開平７－７６５１２号の公報（乙Ｅ全７），\n国際公開公報第９５／１９１６０号（乙Ｅ全８）参照）。\nまた，２剤を用時混合して使用する化粧料キット等における各剤についても，粉\n末剤や液剤，粘性組成物（ジェル又はゲル）等の剤型を選択することは慣用技術で\nあった（例えば，鐘紡公報（乙Ａ１０２，乙Ｅ全６），特開昭６０－２１５６０６号\nの公報（乙Ｅ全３）参照）。\nそして，鐘紡比較例発明と本件各発明とは，炭酸ガスの保留性の向上を課題とす\nる点において一致しているし，本件各発明における剤型の選択は格別の作用効果の\n相違を奏さないものであるから，当業者が格別の創作能力を用いることなく可能で\nあり，鐘紡比較例発明において第１剤及び第２剤の剤型を適宜変更することは設計\n変更又は設計的事項の採用にすぎない。\n(ｲ) 相違点２について\nアルギン酸ナトリウムは，水に分散，膨潤しにくい性質を有するものであ\nり，水に溶解するのに時間が必要であることは本件各特許の出願時点において周知\nの事実であった。また，アルギン酸ナトリウムを初めとする増粘剤は，上述のとお\nり増粘に時間がかかるため，予め水に溶解させて十分な粘性を発揮させて使用する\nことは当業者が適宜行う慣用手段にすぎない（例えば，特開平６－１７９６１４号\n公報（乙Ｅ全９）参照）。\nしたがって，炭酸ガスの保留性の向上を課題とする鐘紡比較例発明において，ア\nルギン酸ナトリウムを含む組成物を予め粘性組成物とすることは，設計変更又は設\n計的事項の採用にすぎない。\n(2) 本件発明１－４の進歩性欠如\n鐘紡比較例発明は，第２剤のうちの２０重量％がアルギン酸ナトリウムであり，\n第１剤と第２剤とは１０：１の割合で混合される発泡性化粧料である（鐘紡公報の\n第２表）。すなわち，アルギン酸ナトリウムが発泡性化粧料中に約１．８％含まれる。\nこれは，構成要件１－４を充足するものではないため，本件発明１－４と鐘紡比較\n例発明とは相違点を有する。\nしかしながら，当該相違点は，当業者が適宜行う設計事項にすぎない。\n(3) 本件発明１－５の進歩性欠如\n鐘紡比較例発明は，第１剤のうちの９５重量％が水であり，第１剤と第２剤と\nは１０：１の割合で混合される発泡性化粧料である（鐘紡公報の第２表）。すなわち，\n水が発泡性化粧料中に約８６％含まれる。これは，構成要件１－５を充足するもの\nではないため，本件発明１－５と鐘紡比較例発明とは相違点を有する。\nしかしながら，当該相違点は，当業者が適宜行う設計事項にすぎない。\n(4) 本件発明１－７の進歩性欠如\n本件発明１－７は，部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又\nは褥創の治療用医薬組成物の中から用途を部分肥満改善用に限定し，かつ，請求項\n１ないし５のいずれかに記載のキットにより得られた化粧料に発明のカテゴリーを\n変更したにすぎない。加えて，「キット」から「キットにより得られた化粧料」とす\nるカテゴリーの変更に，進歩性を肯定するような技術的意義は見出せない。\n(5) 本件発明１－８の進歩性欠如\n鐘紡比較例発明は，皮膚に塗布する化粧品であるが適用部位を特に特定してい\nない。他方，本件発明１－８では，適用部位を「顔，脚，腕，腹部，脇腹，背中，\n首，又は顎の部分肥満改善用である」に限定しており，この点において相違する。\nしかしながら，「顔，脚，腕，腹部，脇腹，背中，首，又は顎の部分肥満改善用で\nある」の構成要件には，何ら進歩性を肯定するような技術的意義は見出せない。\n(6) 本件発明１－９の進歩性欠如\n本件発明１－９は，本件発明１－１の「二酸化炭素含有粘性組成物を得るため\nのキット」に関する発明を，「二酸化炭素含有粘性組成物を調製する方法」にカテゴ\nリーを変更したにすぎない。そして，当該カテゴリー変更自体に進歩性を肯定する\nような技術的意義は見出せない。\n(7) 本件発明１－１２の進歩性欠如\n上記(2)で述べたとおり，鐘紡比較例発明はアルギン酸ナトリウムを発泡性化粧\n料中に約１．８％含む。これは構成要件１－１２を充足するものではないため，本\n件発明１－１２と鐘紡比較例発明とは相違点を有する。\nしかしながら，当該相違点は，当業者が適宜行う設計事項（数値の選択）にすぎ\nない。\n(8) 本件発明１－１３の進歩性欠如\n上記(3)で述べたとおり，鐘紡比較例発明は水を発泡性化粧料中に約８６％含む。\nこれは構成要件１－１３を充足するものではないため，本件発明１－１３と鐘紡比\n較例発明とは相違点を有する。\nしかしながら，当該相違点は，当業者が適宜行う設計事項にすぎない。\n(9) 本件発明２－１の進歩性欠如\n本件発明２－１は，本件発明１－１と比較すると，医薬組成物又は化粧料の用\n途が限定されていない点並びに酸及びアルギン酸ナトリウムを含有する含水粘性組\n成物と，炭酸塩を含有する顆粒剤，細粒剤，又は粉末剤の組み合わせの形態を含む\n点において相違する。\nしかしながら，これらの点は鐘紡比較例発明との相違点ではないから，本件発明\n２－１と鐘紡比較例発明との相違点は，本件発明１－１と鐘紡比較例発明との相違\n点と同じであることになる。そして，これらの相違点は，上述したように，設計変\n更又は設計的事項の採用にすぎない。\n(10) 本件発明２－４の進歩性欠如\n上記(2)で述べたとおり，鐘紡比較例発明はアルギン酸ナトリウムを発泡性化粧\n料中に約１．８％含む。これは構成要件２－４を充足するものではないため，本件\n発明２－４と鐘紡比較例発明とは相違点を有する。\nしかしながら，当該相違点は，当業者が適宜行う設計事項にすぎない。\n(11) 本件発明２－５の進歩性欠如\n上記(3)で述べたとおり，鐘紡比較例発明は水を発泡性化粧料中に約８６％含む。\nこれは構成要件２－５を充足するものではないため，本件発明２－５と鐘紡比較例\n発明とは相違点を有する。\nしかしながら，当該相違点は，当業者が適宜行う設計事項（数値の選択）にすぎ\nない。\n(12) 本件発明２－７の進歩性欠如\n本件発明２－７の「請求項１～５のいずれかに記載のキットから得ることがで\nきる二酸化炭素含有粘性組成物を含む化粧料」は，請求項１ないし５のいずれかに\n記載されたキットにより得られた化粧料に発明のカテゴリーを変更したにすぎない。\nそして，「キット」から「キットにより得られた化粧料」とするカテゴリーの変更に，\n進歩性を肯定するような技術的意義は見出せない。\n(13) 以上より，上記各発明は，鐘紡比較例発明を引用発明とする進歩性欠如の\n無効理由を有する。\n（原告の主張）\n(1) 鐘紡公報においては，酸を含む液状の第１剤と，炭酸塩と水溶性高分子\n（増粘剤）を含む固型状の第２剤の組み合わせにおいて，第２剤の固型物の表面を\nポリエチレングリコールで被覆した場合（実施例１ないし１１）ではガス保留性が\n良好になっているが，第２剤の固型物の表面をポリエチレングリコールで被覆しな\nかった場合（比較例１，２）ではガス保留性が不十分になることが示されており，\n第２剤を常温固型のポリエチレングリコールで被覆した固型物とすることで炭酸ガ\nスがゆっくりと発生し，液状の第１剤が粘性を帯びてくる前に炭酸ガスが抜けきら\nないことによる効果が強調されている。\nすなわち，水と増粘剤を用時混合する構成を採用する鐘紡比較例発明において，\nガス保留性を良好なものにするためには，常温固形のポリエチレングリコールで炭\n酸塩と水溶性高分子を被覆することが必須になってくる以上，ポリエチレングリコ\nールを含まない比較例２が，本件各発明の進歩性を否定する根拠とならないことは\nいうまでもない。\n(2) 本件各発明に係る「二酸化炭素含有粘性組成物」は，炭酸塩及びアルギン\n酸ナトリウムを含有する含水粘性組成物と，酸を含む顆粒剤の組み合わせ等からな\nり，事前調製された粘性組成物（ジェル剤）の中で，二酸化炭素が発生する「事前\n調製型二酸化炭素発生パック剤」の発明である。これに対し，鐘紡比較例発明は，\n酸を含有する水溶液（第１剤）と，炭酸塩とアルギン酸ナトリウムを含有する固形\n物（第２剤）の組み合わせからなり，これらを使用時に混合して，水溶液に粘性を\n持たせる「用時調製型二酸化炭素発生パック剤」の発明である。\n水溶液と固形物の組み合わせを前提とした「用時調製型二酸化炭素発生パック\n剤」の鐘紡比較例発明を，炭酸塩とアルギン酸ナトリウムを加えて事前調製された\n粘性組成物と酸を含む顆粒剤等の組み合わせに変更することが，本件各特許の優先\n日である平成９年１１月７日の時点の当業者が容易に想到し得る事項であったとは\n到底考えられない。かかる設計変更を行うと，第１剤と第２剤の剤型自体が変わり，\n使用方法や保存方法のほか，作用効果の点でも，全く別個の化粧料となってしまう\nが，上記優先日の時点において，粘性組成物（ジェル剤）と顆粒剤等の組み合わせ\nからなる用時混合用化粧料が周知であったとはいえないから，鐘紡比較例発明を知\nった当業者が，同発明における酸を含有する水溶液（第１剤）を，酸を含む顆粒剤\nに変更し，さらに，炭酸塩とアルギン酸ナトリウムを含有する固形物（第２剤）を，\n炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物に変更するという，全\nく異なる構成に変更することが容易になし得たとは到底考えられない。\nまた，鐘紡比較例発明においては，ガス保留性が十分に保てない構成のみしか開\n示されておらず，炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物と，\n酸を含む顆粒剤の組み合わせ等からなる構成を採用し，発生した二酸化炭素を粘性\n組成物中に封じ込められるようにした本件各発明とは技術的な意義が大きく異なる。\nかかる点から見ても，鐘紡比較例発明から，本件各発明が容易に想到できないこと\nは明らかである。\n(3) したがって，上記各発明は進歩性を有する。\n９  争点４（被告コスメプロらの過失の有無）\n（被告コスメプロら）\n被告コスメプロらは，元々本件各特許権を侵害するとの意思を全く持っておらず，\n当時，炭酸ガスパックに関して国内で唯一特許権を有していた被告ネオケミアが有\nする特許権に基づく製品を仕入れて販売しているとの意思であった。このように，\n被告コスメプロらは合法的な製品を仕入れて販売しているとの認識しか持っていな\nかったのであり，同被告らに過失はない。\n（原告の主張）\n被告コスメプロらの主張は否認し，争う。\n１０  争点５（共同不法行為の成否）\n（原告の主張）\n民法７１９条１項前段の解釈に関しては，行為者相互の意思の連絡は必ずしも必\n要ではなく，客観的関連共同性があれば足りるとする見解が判例・通説であり，本\n件のような特許権侵害事件においては，侵害製品の製造業者と販売業者が意思を通\nじて侵害製品の製造，販売を行った事案のほか，製造業者の製造した侵害品を特定\nの販売業者が全量販売するなど総代理店的な立場にあるような場合にも共同不法行\n為の成立を肯定するのが妥当である。\nこの点，被告製品１ないし９，１１及び１３ないし１８の製造，販売に関しては，\n現時点において，別紙「被告各製品の商流」記載のような形で，被告ネオケミア及\nび他の被告等が商流に介在していることが判明しているが，当該各製品の取引に介\n在する者らはそれぞれ各製品の全量の販売に関与している。\nしたがって，上記各製品に関する被告ネオケミア及び他の被告ら，さらに被告製\n品２及び１６のエスコ，被告製品３のトラストウイングス，被告製品６のセフィー\nヌ並びに被告製品７のワム及びスハダコスメチックス（以上の各社を「被告ら等」\nという。）の特許権侵害行為は，民法７１９条１項が定める共同不法行為に該当する\nものであり，各被告は，各製品の取引に介在した被告ら等が得た利益の総額を，連\n帯して賠償する義務を負う。\n（被告らの主張）\n原告の主張は否認し，争う。被告ら等の間において，共同不法行為の成立要件に\n該当する関係は存在しない。\n（被告コスメプロらの主張）\n被告コスメプロらは，当初は炭酸ガスパックに関する唯一の特許権者であった被\n告ネオケミアと直接又は間接に取引をするようになり，特許使用料を含む代金を支\n払ってきたのであり，単に被告ネオケミアと製品を通じた取引関係にあったにすぎ\nない。そして，被告コスメプロらと被告ネオケミアとの間には，共通の役員はおら\nず，資本的な関係もないし，もちろん総代理店的な立場にもない。\nしたがって，被告コスメプロらが被告ネオケミアとの間で共同不法行為責任を負\nうことはない。\n１１  争点６－１（原告の損害額－特許法１０２条２項）について\n（原告の主張）\n(1) 被告各製品に係る被告ら等の売上額及び利益額\nア  全体的主張\n本件特許１が登録された後の被告各製品に係る被告ら等の売上額及び特許法\n１０２条２項における「利益の額」の算定に当たり売上額から控除すべき経費の額\nは，それぞれ別紙「請求額一覧表（原告の主張）」の「売上額」及び「経費額」欄記\n載のとおりである（別紙「売上・経費一覧表（被告らの主張）」の「売上額」欄記載\nの売上額のうち黄色で塗られていない部分の金額は争わず，また「利益の額」の算\n定に当たり，同別紙「仕入代，原料・材料費，運送費等」欄記載の金額（合計額）\nのうち黄色で塗られていない部分の金額を控除することも争わない。）。\nなお，別紙「請求額一覧表（原告の主張）」の被告製品８の「被告アンプリー」及\nび被告製品１３の「被告ウインセンス」欄の売上額欄記載の金額は，消費税込みの\n金額である。\n被告らは，売上額から控除すべき経費として，別紙「売上・経費一覧表（被告ら\nの主張）」の「その他の経費（被告らの主張）」欄記載の費用を挙げているが，特許\n法１０２条２項における「利益の額」とは，侵害製品の売上高から侵害製品の製造，\n販売のために追加的に要した費用のみを控除した，いわゆる「限界利益」を意味す\nると解すべきであり，売上高から控除すべき経費は，直接に要するところの変動経\n費に限られる。被告ら主張の上記費用は，侵害製品の製造，販売のために追加的に\n要した変動経費とはいえないし，被告各製品の製造，販売のために要した経費であ\nるのか否かも不明であるから，売上額から控除すべきでない。\nイ  トラストウイングスの売上額及び経費額について（被告製品３及び４関\n係）\n原告は本件特許１が登録された平成２３年１月７日以降の損害の賠償を請\n求しているところ，同日以降のトラストウイングスの売上額は，別紙「請求額一覧\n表（原告の主張）」の各製品の「トラストウイングス」欄の「売上額」欄記載のとお\nりである（販売数量は被告製品３が１万５１２０個，被告製品４が７０００個）。\nまた，経費額は，被告製品３が合計９６１万６３２０円（仕入代９４５万円，資\n材費１６万６３２０円）であり，被告製品４が合計６６０万０５００円であり，後\n者の内訳は次のとおりである。\n(ｱ) 被告製品４－１（２０００個）  合計１８６万２０００円\n仕入代  １８４万円（単価９２０円）\nスパチュラ代  ２万２０００円（単価１１円）\n(ｲ) 被告製品４－２（５０００個）  合計４７３万８５００円\n仕入代  ４４０万円（単価８８０円）\nスパチュラ代  ５万５０００円（単価１１円）\n顆粒シール代  ６５００円（単価１．３円）\n顆粒シール版代  ８０００円\nフェイスシート代  ２１万７５００円（単価４３．５円）\nＢ剤袋代  ５万１５００円（単価１０．３円）\nウ  在庫品等に関する主張について（被告製品６，８，９及び１５関係）\n(ｱ) 被告製品６に係るセフィーヌの経費額\n別紙「売上・経費一覧表（被告らの主張）」の被告製品６の「セフィーヌ」\n欄記載の仕入れに関する費用の金額（梱包料・倉庫保管料及び送料を除いた金額）\nには，実際には販売されなかった在庫品の分も含まれており，販売されなかった在\n庫品の仕入れに関する費用は控除の対象にならない。\nこの点，セフィーヌによる被告製品６の仕入数量は３５０６箱とされているが，\nそのうち４５０箱は在庫として残存しているから，実際に販売された製品は３０５\n６個であり，その仕入れに関する費用の金額は４０２万０５０６円（４６１万２５\n３０円×３０５６個／３５０６個）となる。\nしたがって，売上額から控除する経費は，上記金額，梱包料・倉庫保管料及び送\n料の合計６２４万０１１８円となる。\n(ｲ) 被告製品８に係る被告リズムの経費額\n別紙「売上・経費一覧表（被告らの主張）」の被告製品８の「被告リズム」\n欄記載の仕入代には，実際には販売されなかった在庫品の分も含まれており，販売\nされなかった在庫品の仕入代は控除の対象にならない。\nこの点，被告リズムによる被告製品８の仕入数量は３万１４４６箱とされている\nが，そのうち６９５箱は在庫として残存しているから，実際に販売された製品は３\n万０７５１箱であり，その仕入代は１億２４７５万０９９２円（１億２７５７万０\n４７６円×３万０７５１個／３万１４４６個）となる。\nしたがって，売上額から控除する経費は，上記仕入代及び発送費の合計１億３５\n１８万４４５８円となる。\n(ｳ) 被告製品９に係る被告ＳＨＩＮの経費額\n別紙「売上・経費一覧表（被告らの主張）」の被告製品９の「被告ＳＨＩ\nＮ」欄記載の仕入代には，実際には販売されなかった製品の分も含まれており，販\n売されなかった製品の仕入代は控除の対象にならない。\nこの点，被告ＳＨＩＮによる被告製品９の仕入数量は７５５０個，販売数量は７\n４５０個（包）とされているから，実際に販売された製品の仕入代は５３９万３８\n００円（５４６万６２００円×７４５０個（包）／７５５０個）となり，この金額\nが売上額から控除されるべきである。\n(ｴ) 被告製品１５に係る被告クリアノワールの経費額\n別紙「売上・経費一覧表（被告らの主張）」の被告製品１５の「被告クリア\nノワール」欄記載の仕入れに関する費用の金額（顆粒代の金額）には，実際には販\n売されなかった製品の分も含まれており，販売されなかった製品の仕入れに関する\n費用は控除の対象にならない。\nこの点，被告ネオケミアから被告クリアノワールへの販売数量は●（省略）●個，\n被告クリアノワールによる販売数量は●（省略）●個であるから，実際に販売され\nた製品の仕入れに関する費用の金額は●（省略）●円（●（省略）●）となる。\nしたがって，売上額から控除する経費は，上記金額及び運送料の合計●（省略）\n●円となる。\nエ  被告ネオケミアが製造，販売した顆粒剤に関する売上額及び利益額につ\nいて（被告製品９，１１，１２，１４，１７及び１８関係）\n(ｱ) 被告ネオケミアは，被告製品９，１１，１２及び１７の顆粒剤を製造，\n販売したが，これらは同じものであり，売上額や利益額も一括して算出されている\nため，各製品ごとの正確な売上額，利益額は不明である。そこで，当該各製品に係\nる顆粒剤の売上額及び利益額については，当該各製品を製造，販売していた被告Ｓ\nＨＩＮ（被告製品９），被告ジャパンコスメ（被告製品１１及び１７），エイボン・\nプロダクツ（被告製品１２）のそれぞれの売上額の割合で按分して算出すべきであ\nる（なお，エイボン・プロダクツの売上額は●（省略）●円である。）。\n具体的には，上記各製品について被告ネオケミアが主張する売上額（合計●（省\n略）●円）及びこれから仕入代合計●（省略）●円を控除した利益額（合計●（省\n略）●円）のうち，●（省略）●％を被告製品９の分とし，●（省略）●％を被告\n製品１１の分とし，●（省略）●％を被告製品１２の分とし，●（省略）●％を被\n告製品１７の分とすべきである。\n(ｲ) 被告ネオケミアは，被告製品１４及び１８の顆粒剤を製造，販売した\nが，これらは同じものであり，売上額や利益額も一括して算出されているため，各\n製品ごとの正確な売上額，利益額は不明である。そこで，当該各製品に係る顆粒剤\nの売上額及び利益額については，当該各製品を製造，販売していた被告コスメプロ\nのそれぞれの売上額の割合で按分して算出すべきである。\n具体的には，上記各製品について被告ネオケミアが主張する売上額（合計●（省\n略）●円）及びこれから仕入代合計●（省略）●円を控除した利益額（合計●（省\n略）●円）のうち，●（省略）●％を被告製品１４の分とし，●（省略）●％を被\n告製品１８の分とすべきである。\n(2) 以上より，被告ら等が得た利益の額は，別紙「請求額一覧表（原告の主\n張）」の各被告の欄の「利益額」欄記載のとおりであり，共同不法行為が成立する場\n合には，原告は，被告製品１ないし９，１１及び１３ないし１８の製造，販売に関\n与している被告らに対し，上記各製品の「合計」欄記載の金額の損害賠償を請求す\nることができる。\nまた，原告は本件訴訟に関し，弁護士費用の負担を余儀なくされており，被告ら\n等の不法行為と相当因果関係のある弁護士費用は，上記金額の１０％の金額を下回\nらない。\n(3) 被告らの推定覆滅事由に関する主張について\nア  被告らは，被告各製品が顕著に優れた効能を有しているなどと主張して\nいるが，被告ら主張の後記①及び②の要件は発泡性や気泡の持続性の言い換えにす\nぎないから，本件各発明の実施品（原告製品）でも十分にボーア効果を発揮し得る。\nしたがって，被告各製品の販売がなければ，その分，原告製品の販売が可能であっ\nたとの代替関係が存在することは明らかである。\nイ  被告らは被告各製品の部分肥満改善効果を強調して宣伝広告を行ってい\nたのであるし，被告ら主張の小顔効果は部分肥満改善効果に含まれるから，被告各\n製品は部分肥満改善効果を有する。そして，その効果は他社製品との差別化要因に\nなっている。\nウ  被告らは被告各製品が後記被告ネオケミア特許発明の技術的範囲に属す\nると主張しているが，そもそも同発明に係る特許は権利範囲が狭く，また同発明の\n構成を採用したとしても，売上げの増大につながるような顕著な効果はみられない。\n被告各製品が販売されなければ，その分，原告製品が販売されていたとの関係が存\n在する。\nエ  被告らは本件各特許の効果は付随的なものにすぎないなどと主張してい\nるが，炭酸ジェルパックの分野において，「二酸化炭素を保持し，二酸化炭素による\n経皮的効能を享受させる」ことは，部分肥満改善効果その他の美容効果を効果的に\n発揮させる前提となる効果であり，付随的なものではなく，これは消費者の購入動\n機の大半を占める要素である。そして，本件各特許権を含む原告の有する特許権に\n係る特許を回避した炭酸パックを製造することは困難であり，その特許の価値は極\nめて高い。\nオ  被告らは競合品が存在しているとも主張しているが，被告らが指摘して\nいる製品にはジェル剤と顆粒剤等の２剤式の炭酸ジェルパックでない被告各製品と\n構成が異なるものが含まれており，これらは十分な量の二酸化炭素を経皮吸収でき\nるものではなく，被告各製品と競合関係にない。また，ジェル剤と粉末剤の２剤式\nの製品を販売している会社（別紙「炭酸関連の化粧品一覧」の６，９）に対して製\n造，販売の停止を求めたが，同社の販売規模が小規模であると考えられるため，原\n告は同社に対する訴訟提起を見送っている状態にある。\nカ  被告らは後記被告らの主張のとおり，資生堂６１４，日清３２４，石垣\n発明１及び２を指摘して，本件各発明の技術的価値は極めて低いと主張しているが，\n本件各発明の技術的価値は十分に高い。\n(ｱ) 被告らはジェルと粉末の組み合わせは技術常識であると主張している\nが，被告らが指摘する資生堂６１４及び日清３２４は，二酸化炭素を発生させる化\n粧料については開示も示唆もしておらず，被告らが主張するその他の周知技術や技\n術常識を組み合わせる動機付けもない。\n(ｲ) 被告らは本件各発明の骨格部分は周知技術であると主張しているが，\n石垣発明１及び２は，第１剤と第２剤を水中で混合して発生した炭酸ガスの気泡の\n破裂により皮膚，毛髪をマッサージすることを目的としているため，発泡性化粧料\n中において気泡状の二酸化炭素が気泡状で保持されている必要はない。また，この\n発明における炭酸ガスは肌をマッサージするものにすぎず，経皮や経粘膜を通じて\n皮膚に吸収されるものではない。\nしたがって，本件各発明と石垣発明１及び２は，二酸化炭素の肌への作用の仕方，\n使用方法，効果・効能が全く異なった発明であり，被告らが主張するその他の周知\n技術や技術常識を組み合わせる動機付けもない。\n(ｳ) 被告らは事前調製は必然であると主張しているが，石垣発明１及び２\nに資生堂６１４の技術事項を組み合わせたとしても，本件各発明には到達しないし，\nそもそも石垣発明１及び２と資生堂６１４の技術事項は，課題や作用・機能の共通\n性がなく，これらを組み合わせる動機付けも存在しない。\nまた，石垣発明１及び２に資生堂６１４の技術事項を適用するとしても，本件各\n発明と同じ構成に設計変更した場合，石垣発明１及び２のマッサージ効果は失われ，\n発明の本質が破壊されることになる。\nしたがって，石垣発明１及び２を「粘性組成物」と，「炭酸塩及び酸を含む複合顆\n粒剤等」とを含むキットの構成に設計変更することには明白な阻害要因があり，ア\nルギン酸ナトリウムを事前に水に溶解させるはずであるという主張は失当である。\n(ｴ) 以上のとおり，被告らが主張する上述の技術常識や周知技術は，本件\n各発明の技術的価値を下げる根拠となるものではなく，また，これらを組み合わせ\nる動機付けもない。そのため，本件各発明の技術的価値は十分に高い。\nキ  被告らのその余の主張は否認し，争う。被告らが主張する事由は推定覆\n滅等の事情にはならない。\n（被告らの主張）\n(1) 被告各製品に係る被告ら等の売上額及び利益額\nア  全体的主張\n被告各製品に係る被告ら等の売上額，経費額及び利益額は，それぞれ次のと\nおりであり，別紙「請求額一覧表（原告の主張）」の「売上額」，「経費額」及び「利\n益額」欄記載の金額のうち，黄色の部分の金額は否認し，争う。なお，被告製品８\nの被告アンプリーの売上額及び被告製品１３の被告ウインセンスの売上額の消費税\n込みの金額は原告主張の金額のとおりである。原告のその余の主張は否認し，争う。\n(ｱ) 売上額  別紙「売上・経費一覧表（被告らの主張）」の「売上額」欄記\n載の金額\n(ｲ) 経費額  同別紙の「仕入代，原料・材料費，運送費等」及び「その他\nの経費」欄記載の金額の合計額\n(ｳ) 利益額  同別紙の「利益額」欄記載の金額\nイ  トラストウイングスの売上額について（被告製品３及び４関係）\n別紙「売上・経費一覧表（被告らの主張）」の被告製品３及び４の「トラスト\nウイングス」欄の「売上額」欄記載の金額は，被告製品３については平成２４年１\n月に発注されたものを除いた金額，被告製品４については平成２３年５月１１日に\n発注されたものを除いた金額である。\nウ  売上額から控除すべき費用について，限界費用に限定するという法律上\nの根拠はなく，相当因果関係の有無により規律されるべきである（民法４１６条）。\n限界費用以外の費用についても，それにより会社が存続し，工場が稼働するもので\nあるから，売上高に応じた金額が控除すべき費用に含まれると解するべきである。\nエ  被告ネオケミア関係の主張（被告製品１ないし９及び１１ないし１８関\n係）\n被告ネオケミアにおいては，製品の品質確保並びにそれによる消費者及び流\n通業者の信頼を確保するために，原料の調達，製造指図書の作成，製造工程の調整，\n工場製造品のバルクチェック，検収及び保管試験という製造工程を製造工場に一任\nせず，被告ネオケミアの従業員であるネオケミアＲ＆Ｄセンター研究員に担わせて\nいる。会計上，研究員の製造に関わるコストは人件費として計上しているが，その\n職務が製造に関わるものであることから，研究員１名分の人件費は製品製造のため\nのコストであるといえ，これを製品の限界費用として計上すべきである。ただし，\n製造担当の研究員は被告各製品以外の製品の製造工程も担っているため，被告各製\n品に係る限界費用としては，全体の売上げに占める被告各製品の売上げの比率分の\nみを計上すべきである（別紙「売上・経費一覧表（被告らの主張）」の「被告ネオケ\nミア」欄の「その他の経費」欄記載の金額はその比率によって算出した金額であ\nる。）。\nオ  被告コスメプロら関係の主張\n(ｱ) 在庫品等について（被告製品６，８，９及び１５関係）\n原告は在庫製品分の仕入金額については経費として控除すべきでないと主\n張しているが，その仕入先は被告ネオケミアであり，当該製品を仕入れた各被告が\n支払った仕入金額は，当然被告ネオケミアの売上額として計上され，またそこから\n利益額が算定されているはずであり，最終的には原告の損害の算定に反映されてい\nるはずである。したがって，原告主張のように利益額を算定するのであれば，在庫\n製品分の仕入金額を被告ネオケミアの売上額，利益額及び原告の損害額から控除す\nべきである。\nまた，在庫製品には，原告から警告を受け，又は仮処分申立事件の和解により販\n売を控えた物が含まれており，その仕入金額の控除が認められなければ不合理であ\nる。さらに，サンプル等として使用等した製品については，その使用等によって製\n品が販売できたのである。したがって，これらに係る費用を経費として控除すべき\nである。\n(ｲ) その他の経費について（被告製品１，５，６，７，８，１３ないし１\n５及び１８関係）\n被告コスメプロらに係る別紙「売上・経費一覧表（被告らの主張）」の「そ\nの他の経費」欄記載の費用は，被告各製品の製造，販売のために追加的に要した費\n用であり，原告主張の変動経費に当たる。\n被告各製品は女性が顔に使用する化粧品であり，被告らは全国に知られた会社で\nはないから，被告らの売上げは宣伝広告や地道な営業活動によるものであり，その\n売上高を作り出した宣伝広告や旅費交通費等の経費を差し引くのは当然のことであ\nる。\n被告リズムの売上額が桁違いに大きいのは，他社とは異なる営業方式・販売方式\nを採ってきたからであり，製品の販売に現実に努力してくれた人達へのマージンと\nして販売手数料や販売促進費を支払ってきたほか，被告リズムは展示会や講習会に\nよる宣伝広告に力を入れていた。これを開催するためには当然，多数の社員やスタ\nッフが現地入りしなければならず，旅費交通費も多額になる。そして，被告アンプ\nリーは，被告リズムによる売上げが伸びることが自社の利益増につながると考え，\n被告リズムと共同して被告製品８の販売に努力してきたのであり，これまで多くの\n宣伝広告費等の経費を支出してきた。したがって，これらの経費を差し引くべきで\nある。\nなお，被告コスメプロらは，上記以外にも光熱費，人件費等の経費を支出してお\nり，これを考慮すれば利益額はさらに減少する。\n(2) 推定覆滅事由\n次の事由が推定覆滅事由として考慮されるべきであり，推定は９９％覆滅\nすると解するべきである。なお，原告は本件各特許権以外の原告の有する特許権に\n係る特許を回避した炭酸パックを製造することは困難であると主張しているが，こ\nの主張は実質的には，本件各特許権以外の特許権の侵害論の主張であり，時機に後\nれた攻撃防御方法として却下されるべきである。\nア  原告製品が被告各製品よりも効能が劣ること\n(ｱ) 被告各製品の技術的特徴は，ボーア効果を利用して多くの酸素を肌細\n胞に送り込むとともに，ボーア効果を高めるために，①発生した炭酸ガスを逃がさ\nせない技術（高粘度のジェルとすること），②炭酸ガスの経皮吸収時間を長く続かせ\nる技術（徐放性顆粒とすること），③炭酸ガスをより効率的に皮膚から吸収させる技\n術（ｐＨ４～５．７とすること）という要件を充たすことである。\n被告らは，独自の技術開発により得たノウハウ等を活用して，上記要件を充たす\nものとして被告各製品を開発し，このような被告各製品を肌に塗布することにより，\nボーア効果の作用として，肌に酸素が行き渡り，高い美容効果がもたらされる。さ\nらに，被告各製品は高い保湿効果や利便性が高いこともマーケットにおいて高い評\n価を得ている。このように，被告各製品は本件各特許の実施品（原告製品）と対比\nして顕著に優れた効能を有しているといえ，被告各製品の製造，販売を取り去った\n仮想世界において，本件各特許の実施品について被告各製品と同等の販売が可能で\nあったとは到底いえない。\n(ｲ) また，被告各製品に本件発明１の有する部分肥満改善効果はみられな\nい。\n部分肥満改善効果とは，体の一部について脂肪を減少させることをいうものであ\nり，医療器具又は医薬品により生じる効果である。確かに，被告各製品においても，\n炭酸ガスの経皮吸収に伴う酸素の放出で，筋肉疲労の早期回復・筋肉の増強効果が\nあることは事実であり，この効果により小顔効果は生じる。しかし，小顔効果は，\n顔の脂肪を減少させることにより物理的に顔のサイズを小さくするものではなく，\n部分肥満解消とは異なる効果である。そして，消費者が炭酸ガスパックを購入する\n際に肥満解消を目的として購入することはなく，被告らは気泡状の二酸化炭素の経\n皮吸収に基づく部分肥満改善効果を宣伝し，それを差別化要因にはしていない。\nまた，部分肥満解消のために炭酸ガスパック剤を販売することは薬事法等の法規\n制に違反し，あえてそのような法令違反の製品を化粧品メーカーが製造，販売する\nことは考えられない。\n以上より，本件各発明の作用効果である部分肥満改善効果は被告各製品の販売に\n全く寄与していない。\nイ  原告製品が利便性に劣ること\n炭酸ジェルパックは２剤型の製品であり，用時にジェルと顆粒等を混合した\n上で，皮膚に塗布することが予定されているため，１回の使用に要する時間の短縮\nが課題となる。そして，被告製品１，８及び１５では，ジュレーター（ジェル固化\n剤）を使用することにより，パック除去やその後の洗顔に伴う不都合を解消してい\nるし，スパチュラ等で肌をこする必要がなく，肌の傷付けが防止されるという利便\n性もある。また，被告製品１，２，３，４，１５及び１６では，ジェル容器として\nスタンドパウチ容器を使用することにより，攪拌容器のジェルの洗い落とし等に伴\nう不都合を解消しているし，顆粒をスタンドパウチ底辺に格納しているため，持ち\n運ぶこともたやすいという利便性がある。\nウ  被告各製品が部分肥満改善用であることを効能として謳っておらず，部\n分肥満改善効果は他社製品との差別化要因として機能していないこと\nエ  被告各製品の販売は被告ら及びその取引先の企画力・営業努力によって\n成し遂げられたものであること\n炭酸ジェルパックは化粧品であり，買回品に該当し，店舗では専門の教育を\n施した販売員が顧客の相談に乗れるような人的販売が有効であり，一人ひとりのニ\nーズに合わせた販売が可能になるよう販売員教育や流通システムを整備することが\n必要である。\n多数の消費者が被告各製品を購入したのは，被告らが後記被告ネオケミア特許発\n明に基づいて効能に優れた製品を製造し，さらにＡＩＳＡＳ（アイサス）の法則を\n十分に意識し，販売促進策を展開したからであって，被告各製品が本件各発明の実\n施品であるからではない。消費者が膨大な競合品の中から被告各製品を選択したの\nは，被告らが取引先に十分な情報提供及び教育を行ったからである。特に，本件各\n発明の実施品のような性能さえも被告各製品に劣る製品について被告各製品と同量\nの販売ができたはずがない。\nオ  被告各製品が後記被告ネオケミア特許発明の技術的範囲に属すること\n被告ネオケミアは，炭酸ジェルパックに関連する発明の名称を「二酸化炭素\n外用剤調製用組成物」とする３つの特許権（後記被告ネオケミア特許発明に係る特\n許）を有しており，被告各製品はその請求項１に係る発明の技術的範囲に属し，ま\nた作用効果も同一である。被告各製品の製造，販売を取り去った仮想世界において，\n本件各発明の実施品について被告各製品と同等の販売が可能であったとは到底いえ\nない。\nカ  本件各発明の本質的特徴及び競合品の存在等\n(ｱ) 本件各発明の本質的特徴は，「予めアルギン酸ナトリウムが増粘した状\n態で含有する含水粘性組成物（含水ゲル）」であるジェル剤を第１剤として選択した\nことにあるにすぎない。そして，その直接の効果は，「二酸化炭素を効率的に保持し\nて，二酸化炭素による経皮的効能を効果的に享受させる」ことにあるところ，一般\n的な炭酸ジェルパックの基本的機能は，「二酸化炭素を保持して，二酸化炭素による\n経皮的効能を効果的に享受させる」ことにあるから，この効果は付随的なものにす\nぎない。\nまた，本件各発明の作用効果は，各種疾患の治癒等であるが，被告各製品が奏し\nている効果は，肌の張りや肌トラブル予防等の一般的な美容上の問題の改善であり，\nこれは本件各発明の作用効果のごく一部にすぎない。また，本件発明１は部分肥満\n改善効果等に用途が限定された発明であるが，被告各製品はその用途には利用され\nていないし，そもそもそのような効果は生じない。本件発明２の作用効果はスキン\nケア化粧料一般が解決する課題であり，顕著な効果とは到底いえず，被告各製品の\n購入動機に全く影響を与えない。そして，被告各製品の宣伝においては，ボーア効\n果により皮膚細胞に酸素がいきわたること等が「肌によい」（肌本来の美肌機能を取\nり戻す）という点が強調されているところ，この点と本件各発明の作用効果は何の\n関係もない。\n(ｲ) 炭酸ジェルパック市場には，別紙「炭酸関連の化粧品一覧」記載のと\nおり，被告各製品の競合品が多数存在しており，被告各製品の販売を取り去った場\n合の仮想世界において，被告各製品に向かっていた需要の多くは競合品が吸収する\nものというべきである。\nキ  本件各発明の技術的価値が低いこと\nまず，ジェルと粉末の組み合わせは技術常識である（特開平６－１７９６１\n４（乙Ａ１０３，乙Ｅ全９，３５。以下「資生堂６１４」という。），乙Ｅ全４１，\n特開平７－５３３２４（乙Ｅ全３６。以下「日清３２４」という。）参照）。\nまた，本件各発明の骨格は，第１剤と第２剤とを用時混合することにより気泡状\nの二酸化炭素を発生させることにあるが，これは特開平５－２２９９３３（乙Ｅ全\n４，３７。以下「石垣発明１」という。）及び特公平７－３９３３３（乙Ｅ全５，３\n８。以下「石垣発明２」という。）等の複数の文献に記載された周知技術である。\nそして，アルギン酸ナトリウムは，化粧品及び食品を含む幅広い産業分野におい\nて有用性がある増粘剤として利用されており，水に溶解するものの，それには時間\nがかかるため，事前に水に溶解させることが望ましいことは古くから知られていた\n技術常識である（乙Ｅ全４０）。また，アルギン酸ナトリウムは酸性ではアルギン酸\nになって析出する，あるいは溶解しないことも技術常識である（乙Ｅ全３９，４０）。\nしたがって，アルギン酸ナトリウムを増粘剤として水溶液に添加する場合には，酸\n性水溶液ではなく，塩基性水溶液が選択されることも技術常識である。\nさらに，アルギン酸水溶性塩類が水に溶けにくいため，ダマになりやすく，顔に\n塗布する際に，均一な膜になりにくいという技術事項が周知であったため（乙Ｅ全\n３５），当業者が，増粘剤としてアルギン酸ナトリウムを利用する場合，「均一な膜\nになりにくい」という課題があることは技術常識である。\nしたがって，石垣発明１又は２を出発点として，技術常識に従い，第１剤を含水\n組成物とし，第２剤を顆粒として，用時混合する場合，当業者は，ダマ形成問題に\n直面し，当該問題を解決するために，技術常識に従い，アルギン酸ナトリウムを事\n前に水に溶解させるはずである。\n以上のとおりであるから，本件各発明は，周知技術を出発点として技術常識を駆\n使することにより想到できるものであり，その技術的価値は極めて低い。\n（被告コスメプロらの主張）\n本件各発明がされた経緯，被告コスメプロらが被告各製品を製造，販売するに至\nった経緯等に照らせば，被告コスメプロらに故意又は重大な過失はなかったから，\nこのことを損害賠償額を定めるについて考慮すべきである（特許法１０２条４項）。\n１２  争点６－２（原告の損害額－特許法１０２条３項）について\n（原告の主張）\n(1) 被告各製品に係る被告らの売上額は前記１１の（原告の主張）記載のとお\nりであり，次の事情を踏まえると，本件各特許に係る実施料率は被告各製品の売上\n額の１０％とすべきである。\nア  業界相場と本件各特許の価値\n「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報\n告書」（甲４８）によると，化学分野の特許に関するロイヤルティ料率の平均（アン\nケート結果）は５．３％程度，司法決定によるロイヤルティ料率の平均は６．１％\n（最大値は２０％）であるとされているが，本件各特許の技術的価値及び原告と被\n告らとの関係性に鑑みると，本件各特許の実施料率がこれを超えることは当然であ\nる。\n被告各製品は製造原価の１０倍以上の利益を生む非常に利益率の大きな製品であ\nるところ，かかる利益が生み出されるのは，炭酸ジェルパックという製品自体の魅\n力及び独自性によるものであり，その背後には本件各特許の価値が大きく寄与して\nいる。したがって，実施料率を考える上でもかかる発明の価値は相当程度参酌され\nるべきであり，上述した業界相場よりも高い実施料率を設定することは当然である。\nイ  別件訴訟の判決\n原告と被告らとは別の業者との間で争われた訴訟（以下「別件訴訟」とい\nう。）では，本件特許１の技術的価値を高く評価し，対象商品の売上額に実施料率１\n０％を乗じた補償金の支払を認める判決が言い渡された（甲２９，３０）。本件訴訟\nでも同様の特許が問題になっている以上，実施料率は同様に設定するのが合理的で\nある。\nウ  他の侵害者との和解の実績\n原告は，炭酸ジェルパックの類似品を販売する複数の業者に対し，本件各特\n許権及び原告が有する他の特許権に基づく権利行使を行い，製品の販売停止及び一\n定の解決金の支払を条件とした和解をしているが，その際の和解金の額は，原則，\n販売額の１０％以上になるように設定している。相手方が侵害製品の販売を自発的\nに中止することを勘案しての和解においても販売額の１０％以上の金額が支払われ\nている以上，被告らに対する損害賠償金の額を算定する際の実施料率が１０％を下\n回ることはあり得ない。\n(2) 被告各製品の売上額に鑑みると，特許法１０２条３項に基づく損害額は，\n別紙「請求額一覧表（原告の主張）」の各被告の欄の「１０％の実施料の金額」欄記\n載のとおりとなる（共同不法行為が成立する場合，製品の製造，販売に複数の被告\nが関与していれば，その被告らは，重なる金額の範囲で損害賠償金を連帯して支払\nう義務を負うことになる。）。また，原告は本件訴訟に関し，弁護士費用の負担を余\n儀なくされており，被告らの不法行為と相当因果関係のある弁護士費用は，上記金\n額の１０％の金額を下回らない。\n(3) 被告らの下記主張について\n被告らの下記主張は否認し，争う。被告らの主張に対する反論は上述したとお\nりであり，被告らが主張する事項は実施料を減額する要素になるものではない。\n（被告らの主張）\n(1) 原告の主張のうち，別件訴訟の判決で実施料率を１０％とする補償金の支\n払が認められたことは認め，その余は否認し，争う。\n(2) 前記１１の（被告らの主張）の(2)記載のことが実施料減額事由として考慮\nされるべきであり，相当実施料額は標準額の１％を超過することはない。また，相\n当実施料額の算定に当たっては，被告各製品の販売のためには被告ネオケミアの許\n諾も必要となること，本件各発明では試験等が行われていないこと，原告が引用し\nている甲４８はアンケート調査に基づくもので，参考程度の信用性の低いものとい\nわざるを得ないこと，原告は本件各特許権の発明行為自体には何ら関与していない\nことも考慮すべきである。\n第４  当裁判所の判断\n１  争点１－１（被告各製品は本件各発明の技術的範囲に属するか（構成要件１\n－１Ｃ及び２－１Ｃの充足性））について\n(1) 原告は構成要件１－１Ｃ及び２－１Ｃの「二酸化炭素を気泡状で保持でき\nる」という文言について，文字通り，気泡状の二酸化炭素を含有しているか否かの\nみを問題とする要件にすぎないと主張しているのに対し，被告らはこれを限定的に\n解釈し，「美肌作用，部分肥満解消作用等の本件各明細書記載の効果が生じる程度に\n発泡性，持続性の認められる気泡状の二酸化炭素が皮下組織に持続的に十分量供給\nされるように二酸化炭素を気泡状で保持する」という意味であると主張している。\nア  そこで，まず本件各明細書の特許請求の範囲の記載を見ると，原告も指\n摘しているように，請求項１には「二酸化炭素を気泡状で保持できる」とのみ記載\nされており（構成要件１－１Ｃ，２－１Ｃ），その文言上，二酸化炭素含有粘性組成\n物（以下「本件各発明の組成物」といい，各発明との関係で「本件発明１の組成\n物」などということがある。）が含有すべき気泡状の二酸化炭素の程度を限定する記\n載はない。\nまた，本件各明細書には，確かに，①本件明細書１の発明の開示及び【００６\n１】には，本件各発明の組成物は，使用時に気泡状の二酸化炭素を１～９９容量％\n程度，好ましくは５～９０容量％程度，より好ましくは１０～８０容量％程度含む\nと記載されている。そして，②本件明細書１の発明の開示及び【００１７】には，\n含水粘性組成物に「二酸化炭素を気泡状で保持させ，皮膚粘膜又は損傷皮膚組織等\nに適用した場合，二酸化炭素を皮下組織等に十分量供給できる程度に二酸化炭素の\n気泡を保持できる。」と記載されている。しかし，上記①の記載は課題を解決するた\nめの手段として好ましいものを記載した部分にすぎず，「程度」とあるように，明確\nな数値による限定がされているわけではないし，【０００７】の項１では，本件発明\n２は「増粘剤の１種または２種以上を含む含水粘性組成物に気泡状の二酸化炭素を\n含有してなる二酸化炭素含有粘性組成物であって，増粘剤が…であることを特徴と\nする二酸化炭素含有粘性組成物。」に関すると記載され（本件明細書１の発明の開示\nにも同趣旨の記載がある。），二酸化炭素含有粘性組成物中の気泡状の二酸化炭素の\n含有量に触れていない。また，上記②の記載部分（【００１７】等）には，含水粘性\n組成物は「二酸化炭素を気泡状で保持するためのものであれば特に限定され」ない\nとも明記されているから，上記記載が直ちに被告らの主張を基礎付けるものと捉え\nることはできない。\nこの点につき被告らは，本件明細書２の【０００４】ないし【０００６】，【００\n３２】及び【００６６】等の記載を自らの主張の根拠としているが，これらは二酸\n化炭素含有粘性組成物の効能・作用やこれを得る方法等を記載したり，発泡性等の\n評価方法・基準を記載したりしたものにすぎず，当該組成物中の気泡状の二酸化炭\n素の含有の程度を問題とした記載であるとは認められない。\nイ  そこで，本件各発明の技術的意義について，本件各明細書及び本件各特\n許の出願の経過等を参酌して検討する。\n(ｱ) 本件各明細書の概要\n本件各発明は「部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又\nは褥創の治療用医薬組成物として使用される二酸化炭素含有粘性組成物を得るため\nのキット」（構成要件１－１Ａ）若しくは同組成物を調製する方法又は「医薬組成物\n又は化粧料として使用される二酸化炭素含有粘性組成物を得るためのキット」（構成\n要件２－１Ａ）に関する発明である。このような発明に関する本件各明細書の記載\nの概要は，次のとおりである。\nａ  従来技術\n痒みの治療に対して，局所療法として外用の抗ヒスタミン剤や抗アレル\nギー剤などが一般に使用されており，これらは痒みが発生したときに使用され，一\n時的にある程度痒みを抑える。湿疹に伴う痒みに対しては外用の非ステロイド抗炎\n症剤やステロイド剤の使用が一般的であり，これらは炎症を抑えることにより痒み\nの発生を防ごうとするものである（【０００２】）。\nしかしながら，外用の抗ヒスタミン剤や抗アレルギー剤はアトピー性皮膚炎，水\n虫や虫さされの痒みにはほとんど効果がなく，外用の非ステロイド抗炎症剤やステ\nロイド剤は，痒みに対する効果は弱く，即効性もない。また，ステロイド剤は副作\n用が強いため，使用が容易でない（【０００３】。以上本件明細書１の背景技術）。\nｂ  発明が解決しようとする課題\n本件各発明は，皮膚粘膜疾患若しくは皮膚粘膜障害に伴う痒みに有効な\n製剤とそれを用いる治療及び予防方法を提供することにある（【０００４】）。\nまた本件各発明は，皮膚粘膜損傷；生着不全；歯科疾患；末梢循環障害に基づく\n皮膚潰瘍や冷感，しびれ感；筋骨格系疾患；神経系疾患；角化異常症；化膿性皮膚\n疾患；排便反射の減衰又は喪失に基づく便秘；除毛後の再発毛抑制（むだ毛処理）；\n皮膚や毛髪などの美容上の問題及び部分肥満に有効な製剤とそれを用いる予防及び\n治療方法を提供することを目的とする（【０００５】。以上本件明細書１の背景技術）。\nｃ  発明の効果\n本件各発明の発明者らは鋭意研究を行った結果，二酸化炭素含有粘性組\n成物が，外用の抗ヒスタミン剤や抗アレルギー剤，非ステロイド抗炎症剤，ステロ\nイド剤などが無効な痒みにも有効であることを発見し，更に該組成物が抗炎症作用\nや創傷治癒促進作用，美肌作用，部分肥満解消作用，経皮吸収促進作用なども有す\nることを発見して本件各発明を完成した（【０００６】）。\n本件各発明の組成物は，皮膚粘膜疾患若しくは皮膚粘膜障害に伴うかゆみ；皮膚\n粘膜損傷；生着不全；歯科疾患；末梢循環障害に基づく皮膚潰瘍や冷感，しびれ\n感；筋骨格系疾患；神経系疾患；角化異常症；化膿性皮膚疾患；排便反射の減衰又\nは喪失に基づく便秘；除毛後の再発毛抑制（むだ毛処理）；皮膚や毛髪などの美容上\nの問題などを副作用をほとんどともなわずに治療及び予防あるいは改善でき，また\n所望する部位に使用すれば，その部位を痩せさせられる（【００６２】。以上本件明\n細書１の発明の開示）。\nｄ  発明を実施するための形態\n本件各発明でいう「含水粘性組成物」とは，水に溶解した，又は水で膨\n潤させた増粘剤の１種又は２種以上を含む組成物である。該組成物は，二酸化炭素\nを気泡状で保持するためのものであれば特に限定されず，通常の医薬品，化粧品，\n食品等で使用される増粘剤を制限なく使用でき，剤形としてもジェル，クリーム，\nペースト，ムースなど皮膚粘膜や損傷組織，毛髪などに一般的に適用される剤形が\n利用できる（【００１７】）。\n反応により二酸化炭素を発生する物質を含水粘性組成物中で反応させて二酸化炭\n素を発生させ…て二酸化炭素含有粘性組成物を得る。二酸化炭素を発生する物質と\nしては，例えば炭酸塩と酸の組み合わせがあり，具体的には炭酸塩含有含水粘性組\n成物と酸の顆粒（細粒，粉末）剤の組み合わせなどにより二酸化炭素含有粘性組成\n物を得ることが可能である（【００３２】）。\n気泡状の二酸化炭素を含む本件各発明の組成物は，炭酸塩含有含水粘性組成物と\n酸の顆粒（細粒，粉末）剤とのキットなどのキットの各成分を使用時に混合するこ\nとにより製造できる（【００１８】，【００１９】）。\n本件各発明の二酸化炭素含有粘性組成物は，数分程度皮膚又は粘膜に適用し，す\nぐに拭き取ってもかゆみ，各種皮膚粘膜疾患若しくは皮膚粘膜障害の治療や予防，\nあるいは美容に有効であるが，通常５分以上皮膚粘膜若しくは損傷皮膚組織等に適\n用する。特に褥創治療などでは２４時間以上の連続適用が可能であり，看護等の省\n力化にも非常に有効である。肌質改善等の美容目的に使用する場合は，１回の使用\nですぐに効果が得られる。使用時間や使用回数，使用期間を増やせば，美容効果は\n更に高まる。部分痩せ用途に対しては，１日１回の使用を１ヶ月以上継続すれば十\n分な効果が得られるが，使用時間や使用回数，使用期間を増やせば効果は更に高ま\nる（【００５５】）。\n本件各発明の組成物は，調製直後にメスシリンダーに入れたときの容量を１００\nとしたとき，２時間後においても通常３０以上，好ましくは５０以上，より好まし\nくは７０以上の容量を保持している（【００６０】）。\n本件各発明の二酸化炭素含有粘性組成物は，使用時に気泡状の二酸化炭素を１～\n９９容量％程度，好ましくは５～９０容量％程度，より好ましくは１０～８０容\n量％程度含む（【００６１】。以上本件明細書１の発明の開示）。\nｅ  実施例\n(a) 本件発明１\n本件明細書１に実施例として記載されたものは，いずれも炭酸塩，酸，\n水，増粘剤を混合させるものであるが，そのうち本件発明１の実施例に該当するも\nのは，実施例１０９ないし１４４，実施例２２７ないし２４９並びに後記の実施例\n２９６及び２９８である。\n前二者では，製造した組成物について，発泡性と気泡の持続性の評価を行ってい\nる。そのうち発泡性については，含水粘性組成物と顆粒剤の当初の体積から，１０\n秒間に２０回攪拌混合した１分後の体積の増加率を求め，７０％以上を＋＋＋，５\n０％から７０％を＋＋，３０％から５０％を＋，３０％以下を０として評価してい\nる（評価基準１）。また，気泡の持続性については，含水粘性組成物と顆粒剤を１０\n秒間に２０回攪拌混合した１分後の体積から，その２時間後の体積の減少率を求め，\n２０％以下を＋＋＋，２０％から４０％を＋＋，４０％から６０％を＋，６０％以\n上を０として評価している（評価基準２）。そして，上記の実施例では，発泡性は＋\nが１例ある他は＋＋又は＋＋＋で，気泡の持続性は＋＋又は＋＋＋であった（表１\n０ないし１２，２０，２１）。\n本件明細書１では，一部の実施例の組成物について，患者等の皮膚等に供した試\n験結果が記載されており，試験例１９及び２０では本件発明１の組成物である実施\n例２９６の組成物について，試験例２６では実施例２９８の組成物について，試験\n例３３では実施例１３５の組成物について治療試験等を行ったところ，３０分間の\n貼付により痒みが直ちに消失し，患部上皮の角化，乾燥が著明に改善した（試験例\n１９）とか，毎日交換して貼付したところ，２日目に痂皮形成することなく上皮化\nが認められ，５日目に瘢痕化することなく治癒した（試験例２０）などと記載され\nている（本件明細書１の発明を実施するための最良の形態）。\n(b) 本件発明２\n本件明細書２には本件明細書１と同じ実施例が記載されているところ，\nそのうち本件発明２の実施例に該当するものは，実施例１０９ないし１４４，実施\n例１４５ないし１７９，実施例２２７ないし２４９，実施例２９６及び実施例２９\n８である。\n実施例１４５ないし１７９以外の実施例に関する記載内容は，本件発明１と同じ\nであり（【００７５】ないし【００７９】，【００８９】ないし【００９３】，【０１０\n０】，【０１０１】，【０１０３】），残る実施例１４５ないし１７９でも，製造した組\n成物について発泡性と気泡の持続性の評価を行っており，発泡性は＋が１例ある他\nは＋＋又は＋＋＋で，気泡の持続性は＋＋又は＋＋＋であった（表１３ないし１５）。\n本件明細書２でも，一部の実施例の組成物について，患者等の皮膚等に供した試\n験結果が記載されており，その内容は本件明細書１と同じである（【０１２３】，【０\n１２４】，【０１３０】，【０１３７】）ほか，さらに試験例２７では，本件発明２の組\n成物である実施例１７０の組成物について口内炎治療試験を行ったところ，２０分\n間の塗布により直ちに疼痛が消失したと記載されている（【０１３１】）。\n(ｲ) 本件各特許の出願の経過\nａ  本件発明１\n(a) 本件発明１に係る特許出願に対しては，平成１８年３月３日付け\nで拒絶理由通知がされ，その理由の要旨は，石垣発明１の公報（乙Ｅ全４，３７。\n以下，本項で「刊行物Ａ２」ということがある。）等の引用文献によれば，後記補正\n前の請求項に係る発明は特許法２９条２項の規定により特許を受けることができな\nいなどというものである。\nこれに対し，原告は，同年５月１２日付けで手続補正書を提出し，請求項１の二\n酸化炭素含有粘性組成物の用途を化粧料又は医薬組成物に限定するなどの補正をし\nた。また，原告は同日付けで意見書を提出して次のように述べた。まず，本件発明\n１の特徴について，①従来の化粧料や医薬組成物では，二酸化炭素を発生させるこ\nとができても，気泡状で二酸化炭素を保持することができないため，気泡状の二酸\n化炭素の作用を効果的に発現させることは困難であった。一方，請求項１のキット\nにおける組み合わせ（注：本件各発明の請求項１記載の組み合わせを含むものであ\nる。）は，何れも，１種又は２種以上の増粘剤を含むことにより二酸化炭素を気泡状\nで保持できる含水粘性組成物を予め備えており，該含水粘性組成物中で，炭酸塩と\n酸を反応させることができるように設計されている。そのため，本件発明１のキッ\nトによれば，二酸化炭素を気泡状で含有する二酸化炭素含有粘性組成物を得ること\nができる。②このように，本件発明１のキットによって調製される二酸化炭素含有\n粘性組成物は，二酸化炭素を気泡状で保持しているので，これを化粧料や医薬組成\n物として使用することにより，気泡状の二酸化炭素を皮下組織に十分供給すること\nが可能になり，適用部位において気泡状の二酸化炭素が有効に作用することができ\nる。このような理由から，本件発明１のキットによって調製される二酸化炭素含有\n粘性組成物によれば，顕著に優れた各種の有用効果が奏される。\nそして，③本件発明１に係る構成については，引用文献には，教示も示唆もなく，\nまたたとえ当業者といえども，当該文献に基づいて，本件発明１の特有の構成，及\nびかかる構成を採用することにより得られる格別の効果については，容易に想到し\n得るものではないと述べ，④石垣発明１の公報については，「単に，発泡作用による\nマッサージ効果を目的とした発泡性粉末化粧料について記載されているに過ぎず，\n二酸化炭素を気泡状で保持できる含水粘性組成物について開示しているものではあ\nりません。」「更に，刊行物Ａ２の発泡性粉末化粧料は，炭酸水素ナトリウムを含む\n第１剤と酸を含む第２剤を水と混合して使用されることが記載されているに止まっ\nており，予め含水粘性組成物を調製し，該含水粘性組成物中で炭酸水素ナトリウム\nと酸を反応させることについては具体的には記載されていません。」「通常，増粘剤\nは，水と接触して瞬時に増粘作用を発揮するのではなく，水に分散，膨潤すること\nによって粘性を示します。そのため，予め含水粘性組成物を調製することなく，単\nに，増粘剤，炭酸塩，酸及び水を同時に混合したのでは，増粘剤が水と接触して増\n粘している間に，炭酸塩と酸が反応して発生した二酸化炭素が空気中に拡散して失\nわれてしまいます。このことを考慮しますと，刊行物Ａ２の発泡性粉末化粧料のよ\nうに，含水粘性組成物を予め調製することなく，増粘剤，炭酸塩，酸及び水を単に\n混合するものでは，気泡状の二酸化炭素を保持する含水粘性組成物は得られない，\n或いは気泡状の二酸化炭素を僅かにしか保持しておらず，本願発明の格別の効果を\n奏し得ない含水粘性組成物が得られるに過ぎません。」（以上乙Ｅ全１の１）。\n(b) その後，原告は平成１９年２月６日付けで手続補正書を提出した\nが，拒絶査定がされた。原告は不服審判を提起するとともに（甲２７），さらに補正\nをしたが，当該補正後の請求項に係る発明に対して平成２２年６月３０日付けで拒\n絶理由通知がされ，その理由の要旨は，特開昭６０－２１５６０６号公報（乙Ｅ全\n３。以下，本項において「文献１」という。）等の引用文献によれば，本件発明１は\n進歩性を備えていないというものである。\nこれに対し，原告は，同年９月６日付けで手続補正書を提出し，請求項１記載の\n組み合わせを限定するとともに，含水粘性組成物において，ゲル化剤としてアルギ\nン酸ナトリウムを含むことを規定するなどの補正をした。また，原告は同日付けで\n意見書を提出して次のように述べた。まず，本件発明１の特徴について，①請求項\n１のキットにおける組み合わせは，いずれも，アルギン酸ナトリウムを含む含水粘\n性組成物を予め備えており，当該構成に基づいて，該含水粘性組成物中で，炭酸塩\nと酸を反応させることができ，且つ発生した二酸化炭素を保持できるように設計さ\nれている。そのため，本件発明１のキットによれば，二酸化炭素を気泡状で含有す\nる二酸化炭素含有粘性組成物を得ることができる。また，アルギン酸ナトリウムを\n含む含水粘性組成物は，皮膚に塗布しても，皮膚上に膜を形成することなく，粘性\nを保持した状態を維持できるため，本件発明１のキットにより得られる二酸化炭素\n含有粘性組成物は，発生した二酸化炭素を効率的に維持し，且つ皮膚への二酸化炭\n素の浸透量を極めて増大させることが可能になっている。さらに，本件発明１のキ\nットにより得られる二酸化炭素含有粘性組成物は，皮膚への二酸化炭素の浸透作用\nが極めて高いことに基づいて，水虫，アトピー性皮膚炎又は褥創の治療，並びに部\n分肥満の改善において，格別顕著な効果を奏する。\nそして，②「文献１が開示するように，使用時に，酸含有粘性組成物と炭酸塩含\n有粘性組成物とを混合する場合，粘性のある流体同士が混ざり難いため，簡便且つ\n均一に両者を混合することが困難であり，その結果，二酸化炭素の不十分または不\n均一な発生を招いてしまいます。これに対して，本願発明では，含水粘性組成物と\n顆粒を混合するように設計されており，粘性のある流体と固体との均一な混合は，\n簡便に行うことができるので，使用時に両者の均一な混合が容易であり，二酸化炭\n素を十分且つ均一に発生させることができます。」「更に，文献１が開示するように，\n酸含有粘性組成物と炭酸塩含有粘性組成物では，酸及び炭酸塩が粘性組成物で既に\n溶解した状態で存在しているため，両者が混合されると，含水粘性組成物の保持能\nを超えた多量の二酸化炭素の気泡が直ちに発生し，その結果，大気に二酸化炭素が\n拡散されて，十分量の二酸化炭素を皮膚に浸透させることができなくなります。こ\nれに対して，本願発明のように，酸の顆粒或いは酸と炭酸塩の顆粒を含水粘性組成\n物中で混合すると，顆粒中の酸或いは酸と炭酸塩が含水粘性組成物中で徐放されま\nすので，持続的に二酸化炭素を発生させることができます。本願発明では，このよ\nうに持続的に二酸化炭素が発生できるように設計されており，含水粘性組成物から\n大量の二酸化炭素が持続的に皮膚に浸透し続けることが可能になっているのであり\nます。」とし，文献１等の引用文献は補正後の請求項１の構成を開示しておらず，皮\n膚上で造膜させず，大量の二酸化炭素を持続的に皮膚に浸透させ得る粘性組成物を\n想到し得ることは，容易に為し得るものではないと述べた。④原告はさらに，「本願\n発明は，二酸化炭素を含水粘性組成物中で持続的に発生させ，更にこれを含水粘性\n組成物中に封じ込めることにより，気泡状の二酸化炭素の圧が高まり，その圧によ\nり二酸化炭素の皮膚への浸透が高まり，ひいては想像を超える量の二酸化炭素が皮\n膚内に浸透させることができ，水虫，アトピー性皮膚炎又は褥創の治療効果，並び\nに部分肥満の改善効果が別顕著に奏されます。」「従来，二酸化炭素が血行促進作用\nを有していることは公知であります。しかしながら，血行促進が皮膚に一時的な恩\n恵をもたらすことが予測できても，一時的な血行促進によって，水虫，アトピー性\n皮膚炎，褥創，又は部分肥満を劇的に治療又は改善できる筈がないと考えられてい\nます。医師である発明者（日置正人医師）は，このような本願発明の格別顕著な効\n果は，大量の二酸化炭素が持続的に皮膚に浸透することによって，血行促進作用以\n外に，血管新生等のプラスαの作用が関連していると推測しています。寧ろ，血行\n促進作用以外の未知なるプラスαの作用が関連していると考えなければ，このよう\nな格別顕著な効果を血行促進作用のみで論理的に説明することは困難です。」このよ\nうな格別顕著な効果は，引用文献からは「全く予測し得ないものであります。」（以\n上乙Ｅ全１の２）。\n(c) その後，本件発明１について特許査定がされた。\nｂ  本件発明２\n(a) 本件発明２に係る特許出願に対しては，平成２３年３月４日付け\nで拒絶理由通知がされ，その理由の要旨は，石垣発明１の公報，特開平８－２６８\n８２８号公報（以下「引用文献Ａ６」又は「Ａ６」という。）等の引用文献によれば，\n本件発明２は進歩性を備えていないなどというものである（甲２８）。\nこれに対し，原告は，同年５月６日付けで手続補正書を提出し，請求項１の「二\n酸化炭素含有粘性組成物を得るためのキット」を「医薬組成物又は化粧料として使\n用される二酸化炭素含有粘性組成物を得るためのキット」に補正するなどの補正を\nした。また，原告は同日付けで意見書を提出し，本件発明２の特徴や進歩性に関し\nて，上記ａ記載の各意見書と同趣旨のことを述べた。そして，原告は引用文献Ａ６\nについて，次のように述べた。「炭酸塩５～６０重量％と有機酸５～６０重量％と発\n熱物質と泡安定剤とを含有することを特徴とするパック化粧料が開示されています\n（請求項１参照）。しかしながら，Ａ６のパック化粧料は，予め調製された「アルギ\nン酸ナトリウムを含む含水粘性組成物」を備えているものではなく，炭酸塩と有機\n酸と発熱物質と泡安定剤とを含む非水の組成物を，使用時に水と混合することによ\nり使用されるように設計されているものです。即ち，Ａ６のパック化粧料では，増\n粘剤が水と接触して増粘している間に，炭酸塩と酸が反応して発生した二酸化炭素\nが空気中に拡散して失われてしまい，その結果，気泡状の二酸化炭素を十分に保持\nできなくなります。」このことは後記１剤を水のみとした比較実験例「の結果からも\n裏付けられています。」\nまた，上記意見書には，含水粘性組成物を予め調製し，該含水粘性組成物中で炭\n酸塩と酸を混合する場合と，その他の態様で増粘剤，炭酸塩，酸及び水を混合する\n場合において，得られる各々の組成物の二酸化炭素の保持量について評価すること\nを目的として，①１剤を酸を含有する顆粒剤等，２剤を炭酸塩及びアルギン酸ナト\nリウムを含有する含水粘性組成物とし，これを混合した実験例と，②１剤を水のみ\n又は水とクエン酸とし，２剤を水を含まず，炭酸水素ナトリウム等とした比較実験\n例を４例実施したことが記載されている（乙Ａ１１７の２参照）。そして，上記意見\n書には実験結果として，実験例では混合・攪拌１０分後でも気泡状の二酸化炭素を\n十分に保持していたのに対し，比較実験例については，１剤を水のみとした実験例\nでは二酸化炭素が空気中に拡散してしまい，気泡状の二酸化炭素を保持できなかっ\nたか，混合・攪拌１ないし２分後には気泡状の二酸化炭素を保持していなかったと\n記載され，１剤を水とクエン酸とした実験例でも，気泡状の二酸化炭素を保持でき\nなかったと記載されている（以上乙Ｅ全２）。\n(b) その後，本件発明２について特許査定がされた。\n(ｳ) 二酸化炭素の効果についての公知技術\nａ  乙Ａ１１１（特開昭５９－１４１５１２）\nこの文献には，化粧料に関する発明が記載されており，「従来より，炭\n酸ガスは血管拡張作用を有することが知られており，臨床的にも炭酸ガス浴として\nリハビリテーションなどに使用されている。」との記載がある（１頁左欄１４行目か\nら右欄２行目）（薬用化粧料又は化粧料に関する乙Ａ１１５にも同様の記載がある。）。\nｂ  乙Ａ１０５，１１４，乙Ｅ全３（特開昭６０－２１５６０６）\nこの文献には，「炭酸ガス又は炭酸ガス発生物質を含有することを特徴と\nするパック剤」（特許請求の範囲１項）の発明が記載されており，「本発明者は，…\n血行をよく促進するパック剤を提供すべく鋭意研究を行った結果，炭酸ガスを皮膚\nに直接作用させると皮膚の血流がよくなり，皮膚にしっとり感を与えることを見出\nし，本発明を完成した」とされている（２頁左上欄１行目から６行目）。\nｃ  鐘紡公報（乙Ａ１０２，乙Ｅ全６）\nこの文献は，本件での鐘紡実施例発明及び鐘紡比較例発明に係る公開特\n許公報であり，「血行促進などの目的で炭酸ガスを配合した化粧料が従来から提案さ\nれている。」と記載されている（１頁左欄１７行目から１８行目）。\n(ｴ) 以上に基づき，本件各発明の技術的意義について検討する。\nａ  本件各明細書の背景技術の記載からすると，外用の抗ヒスタミン剤\nや抗アレルギー剤はアトピー性皮膚炎，水虫や虫さされの痒みにはほとんど効果が\nなく，外用の非ステロイド抗炎症剤やステロイド剤は，痒みに対する効果は弱く，\n即効性もないなどという課題があったことから，本件各発明は，これらに有効な治\n療方法等を見出すことを目的とするものと認められる。\nそして，特許請求の範囲や本件各明細書の記載内容に照らせば，本件各発明は，\n二酸化炭素を気泡状で保持できる含水粘性組成物中で炭酸塩と酸を反応させること\nにより，組成物中に気泡状の二酸化炭素を含有させ，二酸化炭素含有粘性組成物を\n得て，それを医薬組成物や化粧料として使用することとしたものであると認められ\nる。\nもっとも，前記の公知技術からすると，従来から，二酸化炭素には血行促進等の\n作用があることが知られ，二酸化炭素を皮膚に作用させるパック剤や化粧料等が発\n明されており，それらでは，パック剤等に含まれる二酸化炭素が皮下組織等に供給\nされることにより血行促進等の作用が働くものであると認められる。\nそうすると，本件各発明の技術的意義は，単に二酸化炭素を利用するというもの\nではなく，あらかじめ含水粘性組成物を調製しておき（本件明細書１の発明の開示\n及び発明を実施するための最良の形態，【００３２】，【００７５】，【００７９】，【０\n０８９】），その組成物中に気泡状の二酸化炭素を含有・保持させ，これを皮膚粘膜\n又は損傷皮膚組織等に適用し，二酸化炭素を皮下組織等に供給させる点にある（本\n件明細書１の発明の開示，【００１７】）と認めるのが相当である。\nまた，前記認定の本件各特許の出願経過を踏まえると，本件各発明と同様に，炭\n酸塩と酸を反応させて発生した二酸化炭素を粘性の組成物中に気泡として含ませて\n保持するパック化粧料は，本件発明２の拒絶理由通知の引用文献である引用文献Ａ\n６中に既に開示されていたが，引用文献Ａ６では増粘剤が炭酸塩と酸の複合粉末剤\n中に含まれ，使用時に増粘剤が水と混合される（用時調製）ことから，増粘剤が水\nに溶けて粘性を生じるまでに時間を要し，その間に炭酸塩と酸が反応して発生した\n二酸化炭素が空気中に拡散されるのに対し，本件各発明では，増粘剤があらかじめ\n水に溶かされており（事前調製，構成要件１－１Ｂ，２－１Ｂ），粘性組成物中で炭\n酸塩と酸が反応して二酸化炭素が発生することから，発生した二酸化炭素が空気中\nに拡散されることがなく，それだけ多くの二酸化炭素を組成物中に保持し，持続的\nに皮下組織等に供給させることができる点に特徴を有するものであると認められる\n（この点が公知技術から想到容易と認められないことは，後記の争点３－４及び３\n－５に関する判断のとおりである。）。\nｂ  そして，以上のような事前調製による効果については，本件各明細\n書の実施例の「気泡の持続性」と，本件発明２の拒絶理由通知に対する意見書記載\nの比較実験例の実験結果の比較によって確認することができる。\nまた，甲３２によると，用時調製型と事前調製型の二酸化炭素発生パック剤をそ\nれぞれ皮膚に塗布したところ，事前調製型では攪拌操作終了から２時間後において\nも当初の約２倍の体積を維持し，皮膚がかなり赤い色を呈していたのに対し，用時\n調製型では攪拌操作終了から３０分後において当初の体積とほぼ同じにまで減少し，\n塗布部分と非塗布部分で色の差が認められなくなったと認められ，二酸化炭素の保\n持特性と経皮吸収性は事前調製型の方が優れていることが確認できる。\nさらに，被告ネオケミアは原告の上記実験とほぼ同様の実験を実施し，その結果\nを乙Ａ３として提出している。乙Ａ３は甲３２に相当するものであるが，１０秒間\n攪拌混合したものについて，事前調製型の方は２時間後の組成物の体積が１分後の\n体積よりむしろ増加したのに対し，用時調製型（攪拌時間は事前調製型と同じ１０\n秒間のもの）の方は１分後の体積からの減少率が３割程度であり，気泡の持続性に\n劣ることが確認できる。\nもっとも，乙Ａ３では経皮吸収シミュレーション実験もされており，そこでは攪\n拌操作終了後３０分経過時までの二酸化炭素のガス透過膜の透過量は両者で有意な\n差異が認められなかったと認められる。そして，乙Ａ３の実験結果については，ガ\nス透過膜を用いて二酸化炭素の経皮吸収量をシミュレーションするものであるが，\n乙Ａ１１によれば，この実験による経皮吸収量と皮膚の発赤の程度とは連関してい\nると認められるから，二酸化炭素の経皮吸収量の測定として相応の信用性のあるも\nのと認められる。また，乙Ａ３の実験では，ブチレングリコールを５％加えている\nが，これは本件各明細書（本件明細書１の発明の開示，【００４６】）において保湿\n剤として配合できる成分として記載されているから，これを添加して比較実験をす\nることに特段の問題はないと考えられる。そうすると，乙Ａ３の実験結果は，ブチ\nレングリコールを５％加えた場合の比較結果として相応の信用性を有するといえる\nが，そこで測定されているのは攪拌終了後３０分経過時までの二酸化炭素の経皮吸\n収量であるから，本件各明細書の実施例の評価基準２のような攪拌混合２時間後の\n経皮吸収量までもが用時調製型と事前調製型とで有意な差異がないことを示すもの\nではない。\nなお，被告ネオケミアは，気泡の持続性が用時調製であるか事前調製であるかに\nよって変わらないことを立証するために乙Ａ１０８や１１６を提出しているが，乙\nＡ１０８は鐘紡実施例発明と同様にポリエチレングリコール被膜による二酸化炭素\nの発生反応の調整が施されているから，用時調製と事前調製の比較として適切でな\nく，乙Ａ１１６は，そのような被膜が施されていないが，２時間後の気泡の持続性\nの傾向が上記乙Ａ３と一致しておらず，直ちに採用できない。\n以上からすると，事前調製型と用時調製型においては，ブチレングリコールを５\n％加えた場合には，攪拌終了後３０分経過時までは両者に有意な差異は認められな\nいが，基本的には事前調製型の方が二酸化炭素をより多く保持し，持続的に皮下組\n織等に供給させる効果があると認めるのが相当である。\nｃ  また，本件各発明が，二酸化炭素含有粘性組成物中により多くの二\n酸化炭素を保持し，持続的に皮下組織等に供給させるものであることからすると，\n公知技術において知られていた二酸化炭素の血行促進作用による皮膚への効果・効\n能が得られるであろうことは，それらの技術常識に照らして合理的に理解すること\nができる。このことからすると，本件各明細書において，発明が解決しようとする\n課題等として，皮膚粘膜疾患若しくは皮膚粘膜障害に伴う痒みに有効な製剤とそれ\nを用いる治療及び予防方法を提供することなどを目的として掲げる（本件明細書１\nの背景技術，【０００４】，【０００５】）のは，上記のような趣旨での二酸化炭素の\n持続的な皮下組織等への供給の効果を得ることを課題としていう趣旨であり，また，\n発明の効果として，皮膚粘膜疾患若しくは皮膚粘膜障害に伴うかゆみ；皮膚粘膜損\n傷；生着不全；歯科疾患；末梢循環障害に基づく皮膚潰瘍や冷感，しびれ感；筋骨\n格系疾患；神経系疾患；角化異常症；化膿性皮膚疾患；排便反射の減衰又は喪失に\n基づく便秘；除毛後の再発毛抑制（むだ毛処理）；皮膚や毛髪などの美容上の問題な\nどを副作用をほとんどともなわずに治療及び予防あるいは改善でき，また所望する\n部位に使用すれば，その部位を痩せさせられるという効果を奏することを掲げる\n（本件明細書１の発明の開示，【００６２】）のも，上記のような趣旨での二酸化炭\n素の持続的な皮下組織等への供給の効果が得られることをいう趣旨であると解する\nのが相当であり，事前調製によってより多くの二酸化炭素を組成物中に保持し，持\n続的に皮下組織等に供給させることによる以上に，格別顕著な効果を奏すること自\n体を発明の解決課題とし，発明の作用効果とする趣旨ではないと解するのが相当で\nある。\n(ｵ) このように本件各発明が，事前調製によってより多くの二酸化炭素を\n組成物中に保持し，持続的に皮下組織等に供給させることができる点に特徴を有す\nるものであることからすると，炭酸塩と酸によって発生させる二酸化炭素の量の多\n寡にかかわらずそのような効果を奏するから，組成物中に気泡状の二酸化炭素が含\n有される必要はあり，その量が多い方が好ましい（本件明細書１の発明の開示，【０\n０６１】）ということはできるとしても，組成物中の気泡状の二酸化炭素の量が一定\n以上でなければならないと認めることはできない。なお，本件各明細書の実施例で\nは，気泡の持続性とともに発泡性も評価しているが，従来技術の内容や本件各特許\nの出願の経過における原告の主張内容等に照らせば，実施例の記載をもって本件各\n発明が発泡性について限定をするものと解することはできない。\nウ  被告らの主張について\n(ｱ) まず被告らは，本件各発明が従来技術にはない画期的な治療効果等を\n生じさせることを特徴としているなどと主張している。\n確かに，本件各明細書では，本件各発明に係るものを含めた同様の組成の複数種\n類の二酸化炭素含有粘性組成物について治療試験等を行った結果が記載されており，\nそこでは，疾患の治癒等の極めて良好な結果が得られた旨が記載されている。しか\nし，前記のように本件各発明が，事前調製によってより多くの二酸化炭素を組成物\n中に保持し，持続的に皮下組織等に供給させることができる点に特徴を有するもの\nであり，後記の争点３－４及び３－５についての判断のとおり，事前調製を採用し\nた構成が公知技術から想到容易であると認められないことからすると，本件各発明\nの進歩性は，本件各明細書記載の試験例のような極めて良好な結果を得られること\nによって初めて基礎付けられるものではない。そうすると，それらの試験例は，本\n件各発明に係るものを含めた同様の組成の二酸化含有粘性組成物が，特定の配合量\nや被験者の下で極めて良好な結果を得られる場合があることを示す意義があるにと\nどまり，本件各発明の組成物が必ずそのような結果が得られることを示すものと解\nすることは相当でなく，換言すれば，本件各発明の必須の効果が試験例のようなも\nのであると解することは相当でないというべきである。したがって，被告らの上記\n主張は採用できない。\n(ｲ) また，被告らは，本件各特許の出願の経過における原告の主張内容\n（乙Ｅ全１，２）を自らの主張の根拠としている。\nしかし，被告らが指摘する乙Ｅ全１及び２の記載は，その内容に照らせば，本件\n各発明の組成物中に気泡状の二酸化炭素が保持され，持続的に放出されることによ\nる作用効果を説明したものであって，その量を問題としたものと認めることはでき\nない。\n確かに，原告は，本件各発明に係る意見書等において，本件各明細書記載の試験\n結果について，それらで実証されている効果は，皮膚への二酸化炭素の浸透作用が\n高いことに基づく格別顕著な効果であり，二酸化炭素による単なる血行促進作用等\nから予測できるものではないことを強調している。しかし，原告は，上記意見書等\nにおいて，本件各発明が格別顕著な効果を奏することを主張する前に，そもそも本\n件各発明の構成が拒絶理由通知等の引用文献からは想到容易でない旨も強く主張し\nていたと認められる。そうすると，後記のとおり本件各発明の構成が公知技術から\n想到容易であるとは認められない以上，原告による上記の格別顕著な効果の説明に\nよって進歩性を獲得したものではないから，原告の上記説明によって本件各発明を\n限定して解釈することは相当でなく，本件各特許の出願の経過における原告の主張\nによって上記認定は左右されない。\n(ｳ) さらに，被告らは美顔用の化粧料において炭酸ガス又は炭酸ガス発生\n物質の発泡作用を利用するパック剤が周知であったと主張しているが，本件各発明\nは組成物中に気泡状の二酸化炭素を保持させ，持続的に放出させることによって二\n酸化炭素を皮下組織等に供給させることを目的とした発明であって，単に炭酸ガス\n又は炭酸ガス発生物質の発泡作用を利用するパック剤を提供しようとしたものでは\nない。したがって，被告らの上記主張によって上記認定が左右されるとはいえない。\n(2) 以上の検討を踏まえると，構成要件１－１Ｃ及び２－１Ｃの「二酸化炭素\nを気泡状で保持できる」とは，文字通り，本件各発明の組成物が二酸化炭素を気泡\n状で保持できるという意味と解するのが相当であり，被告らが主張するような限定\nをすべきものと解することはできない。\n(3) そこで，被告各製品がそのような構成を備えているかを検討すると，被告\nらは被告各製品から得られる組成物について気泡状の二酸化炭素の量を問題として\nいるだけで，組成物が気泡状の二酸化炭素を含有・保持していること自体は争って\nいない。\nまた，甲２５，２６及び４２によれば，被告製品１ないし８，１１ないし１８に\nついて，ジェルと顆粒剤を混合して２０分以上，ジェルに気泡状の二酸化炭素が含\n有・保持されていることが認められる。そして，被告製品９については実験結果が\nないものの，被告製品１２のジェル剤及び顆粒剤と配合成分が同じであるから，被\n告製品９の発泡の持続性は被告製品１２と同じ程度であったと推認される。それだ\nけでなく，乙Ａ１及び８によれば，被告製品１ないし１７の炭酸塩含有含水粘性組\n成物２５ｇ及び酸１．２ｇを１０秒間に２０回攪拌混合して１分経過後の組成物の\n体積の増加率は，高い製品で２７％（被告製品１７），低い製品でも１２％（被告製\n品３）とされており，これらによれば，被告各製品から得られる組成物は，二酸化\n炭素を気泡状で保持し，持続的に放出していると認められる。\nこの点につき被告らは，攪拌から１分経過後の上記体積の増加率は本件各明細書\nの発泡性の評価基準１の最低評価（「０」）に相当することを指摘しているが，本件\n各発明が発泡性について限定をするものと解することができないことは前記のとお\nりであるから，発泡性に関する評価基準１における「０」というのが本件各発明の\n作用効果が生じないという意味で用いられているものと認めることはできない。な\nお，乙Ｅ全１０は被告製品２が二酸化炭素を気泡状で保持していることを否定する\nものではないから，これによって上記認定は左右されない。\n(4) 以上によれば，被告各製品から得られる組成物は，二酸化炭素を気泡状で\n保持できるものと認められ，被告各製品は構成要件１－１Ｃ及び２－１Ｃを充足す\nる。\n２  争点１－２（被告各製品は本件各発明の技術的範囲に属するか，間接侵害の\n成否（構成要件１－１Ａ等の充足性等））\n(1) 構成要件１－１Ａの充足性\n被告各製品はパック用化粧料のキットであり，前記１の認定によれば，二酸化\n炭素含有粘性組成物を得るためのキットである。そして，二酸化炭素に部分痩せや\n痩身効果があることは知られており（甲１１，１２，１７，１９，２１），被告各製\n品から得られる粘性組成物は顔全体に塗布して使用することとされていて（甲７，\n８，１０，１７，２０，２４，弁論の全趣旨），顔は部分肥満改善の対象部位の１つ\nである（甲１０，１７，２４，弁論の全趣旨）。\n現に，被告各製品の中には，その宣伝広告において期待できる効果等として部分\n痩せや痩身効果が挙げられているものがあったし（甲１７，１９。被告らはこれら\nが誇張表現であると主張しているが，宣伝広告の内容は明確であって被告らの主張\nは採用できない。），被告各製品の販売業者等による宣伝広告等においても同様の記\n載がみられ（甲１０，１３，１５，１８，２４），その内容に被告各製品の製造販売\n元等である被告らが関与していなかったとは考え難く，これらには被告らの認識が\n反映されていると推認される。また，被告ネオケミアやその代表者においてもホー\nムページや論文で炭酸ガスによる部分痩せ効果に言及していたのである（甲１１，\n１２。被告らは甲１２は二酸化炭素を水に溶解させた技術についての記載である旨\n主張しているが，本件各発明が組成物中の気泡状の二酸化炭素をそのまま経皮吸収\nするものであるか否かが不明であることは前記判示のとおりであり，被告らの主張\nによって上記認定は左右されない。）。\nなお，被告らは被告各製品のすべてが部分肥満改善用化粧料というわけではない\nなどと主張しているが，被告各製品の配合成分はほぼ同じで，二酸化炭素含有粘性\n組成物を得るためのパック用化粧料であるという点で共通しているところ，上記認\n定事実によれば，被告らの上記主張を採用することはできない。また，被告らは，\n「炭酸ガス」パックがむくみ取り効果を有するにすぎないとか，争点６との関係で，\n小顔効果は部分肥満解消とは異なる効果であると主張しているが，本件各明細書の\n実施例８，９及び１３で両者を区別していることはうかがわれないこと，甲５４で\nは「肥満を大きく分けると，単純に脂肪が蓄積されたタイプと水太り・むくみ太り\nのタイプがある」と記載されていることに照らし，採用できない。さらに，被告ら\nは宣伝広告等において部分肥満効果に触れられていないものもあることを指摘して\nいる（乙Ａ３６ないし４５）が，これらが部分肥満改善用として使用することを排\n除したものとまで認めることはできない。\n以上より，被告各製品は部分肥満改善用化粧料として使用される二酸化炭素含有\n粘性組成物を得ることをもその用途としており，部分肥満改善用化粧料として使用\nされる二酸化炭素含有粘性組成物を得るためのキットであると認めることができる\nから，構成要件１－１Ａ及び２－１Ａを充足する。\n(2) 構成要件１－１Ｄの充足性\n被告各製品の構成やその使用方法（前記第２の２(5)ウ）に加え，前記１の認定\nによれば，被告各製品は構成要件１－１Ｄを充足しており，構成要件１－１を充足\nする。\n(3) 構成要件１－４及び１－５の充足性\n被告各製品のジェル剤の成分表示は別紙「被告製品一覧表」の「ジェル剤」欄\n記載のとおりであるところ，そこでは水が冒頭に挙げられ，アルギン酸ナトリウム\nの表示の順番は同欄記載のとおりである。そして，被告各製品から得られた含水粘\n性組成物が一定の粘度を有していることは甲２５，２６，４２，乙Ａ１，８によっ\nて認めることができ，被告らが積極的な反証をしていないことも考えると，弁論の\n全趣旨によって，被告各製品から得られる含水粘性組成物はアルギン酸ナトリウム\nを２重量％以上含み，水を８７重量％以上含んでいると認められる。\nしたがって，被告各製品は構成要件１－４及び１－５を充足する。\n(4) 本件発明１－７及び１－８の間接侵害の成否\n前記(1)を含む以上の認定によれば，被告各製品の購入者はそのキットによって\n二酸化炭素含有粘性組成物を得ることができ，被告各製品から得られる粘性組成物\nは顔全体に塗布して使用されることから，被告各製品において部分肥満改善用化粧\n料の用途を使用しない他の用途があるとは認められない。\nしたがって，被告らが被告各製品を製造，販売した行為は，本件発明１－７及び\n１－８の間接侵害行為（特許法１０１条１号）に当たる。\n(5) 本件発明１－９，１－１２及び１－１３の間接侵害の成否\n被告各製品は，ジェル剤と顆粒剤の２剤をセットにしたキットとして販売され\nているが，その外装箱等にはこれら２剤を混合させ，顔全体に塗布するなどとその\n使用方法が記載されており（甲７，８，１７，２０，弁論の全趣旨），これは被告各\n製品を購入した者が２剤を混合して自ら二酸化炭素を含有したパック化粧料を調製\nすることを意図したものと認められる。\nそして，上記(4)の認定・判示を踏まえると，被告各製品において部分肥満改善用\n化粧料として使用しない他の用途があるとは認められない。\nしたがって，被告らが被告各製品を製造，販売した行為は，本件発明１－９，１\n－１２及び１－１３の間接侵害行為（特許法１０１条４号）に当たる。\n(6) 構成要件２－１，２－４及び２－５の充足性\n以上認定の事実によれば，被告各製品は化粧料として使用される二酸化炭素含\n有粘性組成物を得るためのキットである（構成要件２－１Ａ）と認められ，その他\nの構成要件の充足性も認められる。\n(7) 構成要件２－７の間接侵害の成否\n被告各製品の購入者は被告各製品のキットによって二酸化炭素含有粘性組成物\nを得ることができ，化粧料として使用されるものと認められる。そして，以上認定\nの事実によれば，被告各製品において化粧料として使用しない他の用途があるとは\n認められない。\nしたがって，被告らが被告各製品を製造，販売した行為は，本件発明２－７の間\n接侵害行為（特許法１０１条１号）に当たる。\n(8) 被告ネオケミアによる顆粒剤の製造，販売行為について\n被告ネオケミアは，被告製品２，５，６，７，９，１１ないし１４及び１６な\nいし１８の顆粒剤の製造，販売を行っており，その顆粒剤と被告らが製造，販売し\nたジェル剤からなる上記被告製品が本件発明１－１，１－４及び１－５並びに本件\n発明２－１，２－４及び２－５の技術的範囲に属することは上記認定のとおりであ\nる。そして，前記認定のとおり，その顆粒剤には乳糖が配合されているところ，こ\nれは顆粒剤に含まれるリンゴ酸とジェル剤に含まれる炭酸水素ナトリウムとの反応\nを遅らせ，徐放性とするために配合されていると認められる（乙Ａ１８ないし２０）。\nそうすると，被告ネオケミアが被告らに対して販売した顆粒剤は，特に被告らが製\n造，販売したジェル剤とセットで販売するための性状のものとして製造，販売され\nたものと認められるから，他の経済的，商業的又は実用的な用途を観念することは\nできない。\nしたがって，被告ネオケミアが顆粒剤を製造，販売した行為は，上記各発明の間\n接侵害行為（特許法１０１条１号の間接侵害）に当たる。\n３  争点２（被告各製品は本件各発明の作用効果を奏しているか）について\n(1) 前記１で認定したとおり，本件各発明の作用効果は，組成物中に気泡とし\nて二酸化炭素を含有させ，その二酸化炭素を気泡状で保持させるとともに，持続的\nに放出させ，二酸化炭素を持続的に皮下組織等に供給させることであると認められ\nる。\nそして，前記１(3)で認定したとおり，被告各製品から得られる組成物は，二酸化\n炭素を気泡状で保持し，持続的に放出していると認められる。\n(2) なお，被告らは被告各製品の技術的思想が本件各発明とは根本的に異なる\nと主張している。しかし，本件各発明が組成物中の気泡状の二酸化炭素をそのまま\n経皮吸収するものであるか否かは不明であり，本件各発明の作用効果は上記認定の\nとおりであって，粘性組成物が二酸化炭素を気泡状で保持し，継続的に放出してい\nるのであれば，その技術的範囲に属していることは否定されない。そして，被告各\n製品から得られる組成物が，二酸化炭素を気泡状で保持し，持続的に放出している\nことは上記認定のとおりである。\nまた，被告らは被告各製品の顆粒剤に乳糖が含まれていることを指摘しているが，\n乳糖が気泡状の二酸化炭素の発生を抑える効果を有するものであったとしても，被\n告各製品から得られる組成物が気泡状の二酸化炭素を保持していることは前記認定\nのとおりであり，被告らの上記主張によっても上記認定は左右されない。\n(3) 以上より，被告各製品は本件各発明の上記作用効果を奏していると認めら\nれるから，本件発明１－１，１－４及び１－５並びに本件発明２－１，２－４及び\n２－５の技術的範囲に属していることや，間接侵害の成立は否定されない。\n４  争点３－１（本件各発明の未完成）について\n(1) 本件各発明の組成物の製造方法\nまず本件各発明の組成物の具体的な製造方法について検討すると，本件各発明\nは，その構成要件から明らかなように，化粧料又は医薬組成物として使用される二\n酸化炭素含有粘性組成物を得るためキット及び同組成物を調製する方法に関する発\n明である。また，同組成物は，（炭酸塩又は酸を含む）含水粘性組成物と，炭酸塩\n又は酸を含む（複合）顆粒剤，細粒剤又は粉末剤とを混合することにより得るもの\nである。\nそして，本件各明細書（本件明細書１の発明の開示，【００２０】ないし【００\n３０】及び【００３４】ないし【００３７】，【００５８】，【００５９】）には，\n本件各発明で用いられる水，増粘剤，炭酸塩及び酸の具体的内容（配合成分や含有\n量等）が説明されている。また，実施例として，炭酸塩又は酸を含む顆粒剤等及び\n含水粘性組成物の製造方法が記載されている。なお，（複合）顆粒剤を（複合）細\n粒剤又は粉末剤とすることは設計事項と解される。\nさらに，本件明細書１の発明の開示及び発明を実施するための最良の形態並びに\n【００３２】，【００３３】，【０１００】，【０１０１】及び【０１０３】には，\n本件各発明の請求項１記載の組み合わせよりなる二酸化炭素含有粘性組成物の製造\n方法が記載されている。\n以上の記載によれば，本件各発明の組成物を製造することができると認められる。\n(2) 上記(1)の方法によって製造された組成物の使用方法\n本件明細書１の発明の開示及び発明を実施するための最良の形態及び【００４\n９】ないし【００５６】には本件各発明の組成物の使用方法が記載されている。ま\nた，後記(3)で引用する試験例においても，部分肥満改善用化粧料を含む化粧料や\n（治療用）医薬組成物としての組成物の使用方法が記載されている。\nこれらによれば，本件各発明の組成物を部分肥満改善用化粧料を含む化粧料や\n（治療用）医薬組成物として使用することができると認められる。したがって，本\n件各発明の組成物を得るためキットを製造し，これを使用することもできると認め\nられる。\n(3) 上記(1)の方法によって製造された組成物の作用効果\nア  本件各明細書には，炭酸塩と酸が反応すると二酸化炭素が発生すること，\nこれらを水とアルギン酸ナトリウムを含む組成物中で反応させると，組成物中に二\n酸化炭素が含有，保持されること（本件明細書１の発明の開示，【００３２】）が\n記載されている。\nそして，前記認定のとおり，本件各明細書には，上記(1)の方法によって製造され\nた組成物の発泡性と気泡の持続性の評価結果が記載されており，この評価結果は，\n発泡性については，組成物の体積の増加率が３０から５０％が１例（本件発明２に\nついては２例）で，その他は５０％から７０％又は７０％以上であり，気泡の持続\n性については，減少率が２０％以下又は２０％から４０％であると記載されている。\n以上の記載に照らせば，上記(1)の方法によって製造された本件各発明の組成物は\n発泡性があり，かつ相当程度の気泡の持続性を有すると認められる。そして，【０\n０１７】等には，本件各発明の組成物を対象部位に適用することによって，組成物\n中の気泡状の二酸化炭素が持続的に皮下組織等に供給されることが記載されている。\nまた，前記１(1)イ(ｴ)ｃのとおり，それによって公知技術において知られていた二\n酸化炭素の血行促進作用による皮膚への効果・効能がより高められるであろうこと\nは，それらの技術常識に照らして合理的に理解することができるところ，その具体\n的な確認については試験例に記載がある。なお，試験例の中には，本件各発明の直\n接の実施例が用いられていないものもあり，部分痩せ試験や顔痩せ試験に関する試\n験例８，９及び１３も同様であるが，それらの試験例においても，含水粘性組成物\nをあらかじめ調製しておき，その中で炭酸塩と酸を反応させて二酸化炭素を発生さ\nせるもので，その配合成分や含有量等は本件各発明の組成物と同じであるから，そ\nれらの試験例も本件各発明の作用効果を確認するものとして参照することが許され\nると解される。\n以上からすると，本件各発明は完成していると認められる。\nイ  被告らの主張について\n(ｱ) 被告らは，本件各明細書の試験例が信用できないとか，その結果が本\n件各明細書に正確に記載されているものとは考えられないなどと主張している。\nしかし，試験例記載のような極めて良好な結果が生じることが本件各発明の効果\nとして必須のものと認められないことは前記のとおりである。また，この点を措く\nとしても，試験例に関する被告らの主張は抽象的な主張にとどまっているものも少\nなくないし，本件各明細書の試験例で使用された組成物については，実施例として，\n具体的な配合成分や含有量，さらにその製造方法が記載されている上に，発泡性や\n気泡の持続性についても客観的な数値によって評価されている。\nまた，試験例についても，具体的な数値等が記載されており，明らかに不合理な\n内容が含まれているとまで認めることもできない。\nさらに，被告らは，乳酸を含有させた試験例や，含水粘性組成物が酸性の試験\n例について，所望の炭酸ジェルパックは作ることができないはずであり，試験例は\nねつ造されたものであると主張しているが，その具体的な根拠を認めるに足りる証\n拠はないから，被告らの主張によって上記判断は左右されない。\nしたがって，被告らの上記主張は採用できない。\n(ｲ) 被告らは試験例の原データが提出されていないなどとも主張している\nが，本件各発明の技術的意義に照らせば，試験例記載のような結果を得られる場合\nがあることも合理的に理解し得るものであるし，明細書の通常の記載方法に照らせ\nば，それによって直ちに試験例の記載内容が信用できないということにはならない。\nまた，本件各明細書には多数の実施例や試験例が記載されているところ，その内容\nに不整合な点などはみられず，本件各明細書の実施例や試験例の記載内容は，前記\n１(3)で認定した本件各発明の技術的範囲に属する被告各製品についての実験結果\n（甲２５，２６，４２，乙Ａ１，８）とも矛盾していない。\nしたがって，本件では，原データが提出されなくとも，上記各試験例の信用性を\n肯定することができる。\n(ｳ) さらに，被告らは現在でも，各種皮膚疾患について二酸化炭素の効能\nを利用した治療法が広く実践されるなどしていないと主張しているが，試験例にそ\nこまでの裏付けが求められるとはいえず，上記主張によって直ちに試験例の内容等\nの信用性が否定されるとはいえない。\n被告らは加えて，原告製品を用いて本件各明細書の試験例１３（腕の部分痩せ試\n験）の追試を行ったものとして，乙Ｅ全２１の実験結果報告書を提出するとともに，\n医学博士による乙Ａ４８の意見書等を提出している。\n確かに，乙Ｅ全２１では腕の部分痩せの効果がうかがえないが，部分肥満改善用\n化粧料という本件各発明の作用効果の性質上，ある程度の個人差が生ずるのはやむ\nを得ないから，これによって直ちに本件各明細書の試験例の信用性が否定されると\nはいえないし，前記のとおり試験例記載のような極めて良好な結果が生じることが\n本件各発明の効果として必須のものとも認められないから，乙Ｅ全２１の結果をも\nって本件各発明が未完成であるとも認められない。また，乙Ａ４８の意見書におい\nては，本件各明細書に記載のある全ての疾患・病態に対して，本物質の人への使用\nに当たっての有効性及び安全性についての科学的根拠の欠如が著しく，課題が解決\nしているとは到底認識できるものではないとの記載があるが，本件各発明が，事前\n調製によってより多くの二酸化炭素を組成物中に保持し，持続的に皮下組織等に供\n給させることができる点に特徴を有するものであることからすると，それによって\n公知技術において知られていた二酸化炭素の血行促進作用による皮膚への効果・効\n能がより高められるであろうことは，それらの技術常識に照らして合理的に理解す\nることができるから，効果の予測できない新規化合物の場合のように，乙Ａ４８が\nいうようなシステマティックレビューや１つ以上のランダム化比較試験等の強いエ\nビデンスレベルの根拠がないからといって，発明が未完成であるとはいえず，この\nことは乙Ａ４７についても同様である。\nまた，乙Ｅ全１０の実験結果によると，「粘度を落としたもの」を使用した場合の\n方が皮膚に赤みが生じた例が相当数示されているが，「粘度を落としたもの」の製造\n方法等が書証からは不明であるし，これを措くとしても，これにも一定の粘度があ\nることがうかがわれることに照らすと，乙Ｅ全１０の実験結果によって本件各発明\nが未完成であることが裏付けられるとはいえない。\nさらに，被告らは乙Ａ２を提出し，混合時に大量の二酸化炭素を発生させる気泡\nが多い炭酸ガスパック剤（サンプルＡ）の方が，徐放性で気泡が少ない炭酸ガスパ\nック剤（サンプルＢ）よりも二酸化炭素の経皮透過量（吸収率）が低いと主張して\nいるが，本件各発明の効果との関係で問題にすべきは，二酸化炭素の放出能力が同\nじ炭酸ガスパック剤について，用時調製の場合と事前調製の場合との差異の有無で\nあり，それは甲３２によって確認されているから，乙Ａ２によって本件各発明の作\n用効果は否定されない。\n(4) 以上より，本件各発明は発明として完成しているものと認められる。\n５  争点３－２（サポート要件違反）及び争点３－３（実施可能要件違反）につ\nいて\n(1) 前記４の認定・判示によると，本件各明細書には，本件各発明の組成物の\n配合成分や含有量等が具体的に記載されているし，（炭酸塩又は酸を含む）含水粘\n性組成物や，炭酸塩又は酸を含む（複合）顆粒剤，細粒剤又は粉末剤を製造し，こ\nれらを混合して本件各発明の組成物を製造し，使用する具体的な方法も記載され，\nその作用効果も記載されているから，サポート要件及び実施可能要件を充足してい\nると認められる。\n(2) 被告らの主張について\nア  被告らは本件各発明の全ての課題が解決されたことを示す試験例は一つ\nもないなどと主張している。\nしかし，被告らがいう課題とは，本件明細書１の背景技術並びに【０００４】及\nび【０００５】に記載された課題であるところ，この記載は，前記１(1)イ(ｴ)ｃの\nとおり，本件各発明が，二酸化炭素含有粘性組成物中により多くの二酸化炭素を保\n持し，持続的に皮下組織等に供給させる効果を得ることを課題としていう趣旨であ\nると解される。そして，本件各発明が，事前調製によってより多くの二酸化炭素を\n組成物中に保持し，持続的に皮下組織等に供給させることができる点に特徴を有す\nるものであることからすると，それによって公知技術において知られていた二酸化\n炭素の血行促進作用による皮膚への効果・効能がより高められるであろうことは，\nそれらの技術常識に照らして合理的に理解することができるから，本件各明細書に\n記載された効能の全てについての試験例がなくとも，当業者は本件各発明の課題を\n解決できると認識することができ，本件各発明を実施できると認められる。\nまた，炭酸塩と酸を反応させれば二酸化炭素が発生することは技術常識といえる\n（本件明細書１の発明の開示，【００３２】，鐘紡公報等）から，本件各発明の組\n成物と比較して発泡性や気泡の持続性が同じか，劣る組成物を使用した試験例を参\n照して本件各発明の作用効果を確認することが許されることは，前記４(3)アで判示\nしたとおりである。そうすると，サポート要件等に違反していると認めることはで\nきない。\nイ  次に被告らは，サポート要件等を充足するためには，薬理試験に準じた\n結果の記載の程度まで必要であると主張する。\n確かに，本件各発明は，（治療用）医薬組成物として使用される二酸化炭素含有\n粘性組成物を得るためのキット等に関する発明ではあるが，前記１(1)イ(ｴ)ｃのと\nおり，本件各発明が，事前調製によってより多くの二酸化炭素を組成物中に保持し，\n持続的に皮下組織等に供給させることができる点に特徴を有するものであることか\nらすると，それによって公知技術において知られていた二酸化炭素の血行促進作用\nによる皮膚への効果・効能がより高められるであろうことは，それらの技術常識に\n照らして合理的に理解することができるから，新規化合物のように本件各発明の効\n果が予見困難又は予見不可能であるとはいえない（なお，試験例記載のような極め\nて良好な効果が生じることが本件各発明の効果として必須のものであるとは認めら\nれないことは，前記１(1)イ(ｴ)ｃのとおりである。）。\nしたがって，被告らの上記主張は採用できない。\nウ  被告らは，本件各明細書に作用効果が生ずる機序について何の記載もな\nく，気泡状の二酸化炭素の経皮吸収以外の要因が作用した可能性もあるなどとも主\n張している。\nしかし，被告らの主張は可能性の指摘にとどまっている上に，本件各発明が，事\n前調製によってより多くの二酸化炭素を組成物中に保持し，持続的に皮下組織等に\n供給させることができる点に特徴を有するものであることからすると，それによっ\nて公知技術において知られていた二酸化炭素の血行促進作用による皮膚への効果・\n効能がより高められるであろうことは，それらの技術常識に照らして合理的に理解\nすることができる。そして，被告らは本件各特許の出願の経過における原告の主張\nを引用して，血行促進作用以外のプラスαの作用が関連しているなどとも主張して\nいるが，原告のその主張は，本件各明細書の試験例の極めて良好な結果についてい\nうものであって，本件各発明全般について妥当するものとは解されない。そして，\n上記認定のとおり，本件各明細書には本件各発明の組成物を製造し，使用する具体\n的な方法が記載されるとともに，組成物を使用することによる作用効果が記載され\nるなどしており，この記載によると当業者が本件各発明の課題を解決できると認識\nすることができ，本件各発明を実施できると認められる。\nエ  さらに被告らは，炭酸塩及び酸の組成について何らの限定もないことか\nら，当業者が課題を解決できると認識し得るものとはいえないなどと主張している。\nしかし，本件各発明は炭酸塩と酸が反応して発生する二酸化炭素を組成物中に気\n泡状で保持させるなどというものであるところ，上記認定のとおり，炭酸塩と酸が\n反応することによって二酸化炭素が発生することは技術常識であるから，どの炭酸\n塩又は酸を選択するかは当業者が選択すべき設計事項といえる。そして，本件各明\n細書には，本件各発明の実施例に加え，発泡性や気泡の持続性が同じか，劣る実施\n例の組成物を使用した試験例も記載されていること，上記認定のとおり，炭酸ガス\nが血行をよくすることは技術常識であったことを踏まえると，当業者が本件各明細\n書の記載によって本件各発明の課題を解決できると認識することができると認めら\nれる。\n(3) 以上より，本件各発明に係る特許請求の範囲の記載はサポート要件（特許\n法３６条６項１号）を満たしているし，本件各明細書の発明の詳細な説明の記載は\n実施可能要件（特許法３６条４項１号）を満たしていると認められる。\n６  争点３－４（鐘紡公報の実施例９（鐘紡実施例発明）を主引例とする進歩性\n欠如）について\n(1) 鐘紡実施例発明について\nア  鐘紡公報（乙Ａ１０２，乙Ｅ全６）によれば，特許請求の範囲及び実施\n例９に記載された発明の要旨は次のとおりであると認められる。\n(ｱ) 鐘紡公報の特許請求の範囲に記載された発明は，炭酸ガスによる血行\n促進作用によって皮膚を賦活化させるガス保留性，経日安定性，官能特性及び皮膚\n安全性に優れた発泡性化粧料に関するものである（鐘紡公報の（技術分野））。\n従来から血行促進などの目的で炭酸ガスを配合した化粧料，例えば，水性化粧料\nに炭酸ガスを配合して耐圧容器に密封したことを特徴とする化粧料が提案されてい\nたが，これらの化粧料は，容器を耐圧性にしなくてはならないため，コストが高く\nなるという欠点を有していた（鐘紡公報の（従来技術））。\nそこで，まず２剤型とすることによって経日安定性が高まるようにした。\nまた，酸性物質を水に溶解して得られる水溶液を第１剤とし，水溶性高分子及び\n／又は粘土鉱物と炭酸塩とを常温固型のポリエチレングリコールで被覆した固型物\nを第２剤とすることによって，用時混合する際に，炭酸ガスの泡を徐々に発生させ\nるとともに，水溶性高分子及び／又は粘土鉱物の粘性によって安定な泡を生成し，\n炭酸ガスの保留性（ガス保留性）が高まるようにしたものである（鐘紡公報の特許\n請求の範囲，（発明の開示），（発明の目的））。\nさらに，上記構成とすることによって，官能特性等にも優れるようにした（鐘紡\n公報の（発明の目的））。\n(ｲ) 鐘紡公報には実施例１ないし１１が記載されており，第１剤の調製方\n法は，水にクエン酸を加えて攪拌し，均一に混和するというものであり，実施例９\nでは，クエン酸を５．０重量％，水を９５．０重量％とした。また，第２剤の調製\n方法は，約８０℃にて，ポリエチレングリコール（分子量４０００）を溶解し，熱\n時，炭酸水素ナトリウム，アルギン酸ナトリウムを加え，均一に混和した後室温ま\nで冷却し，ポリエチレングリコールで被覆した粉末とするというものであり，実施\n例９では，ポリエチレングリコール，炭酸水素ナトリウム及びアルギン酸ナトリウ\nムをそれぞれ１０．０重量％，４０．０重量％及び５０．０重量％とした。そして，\n第１剤と第２剤の重量比を１０：１とした。なお，この実施例で使用されているク\nエン酸は酸であり，炭酸水素ナトリウムは炭酸塩であり，アルギン酸ナトリウムは\n水溶性高分子である（甲２，乙Ａ１０２，乙Ｅ全６）。\n各実施例の試験結果によれば，発泡性，ガス保留性及び経日安定性はいずれも◎\n又は○であり，実施例９はそれぞれ○，○，◎とされている。\n(ｳ) 以上のことからすると，鐘紡公報の実施例９には，次の発明（鐘紡実\n施例発明）が記載されていると認められる。\nａ  炭酸ガスによる血行促進作用によって皮膚を賦活化させるための２\n剤型の発泡性化粧料であって，\nｂ  酸を含有する水溶液と，炭酸塩と水溶性高分子であるアルギン酸ナ\nトリウムを常温固型のポリエチレングリコールで被覆した固型物の組み合わせから\nなり，\nｃ  酸を含有する水溶液と，炭酸塩と水溶性高分子であるアルギン酸ナ\nトリウムを常温固型のポリエチレングリコールで被覆した固型物とを混合すること\nにより組成物が得られる\nｄ  ２剤型の発泡性化粧料。\nイ  本件発明１－１と鐘紡実施例発明の対比\n以上の認定事実によれば，鐘紡実施例発明の「炭酸ガス」は，本件発明１－\n１の「二酸化炭素」に相当すると認められる。そして，本件発明１－１と鐘紡実施\n例発明を対比すると，少なくとも次の相違点があると認められる。\n①  相違点１  本件発明１－１は，炭酸塩及びアルギン酸ナトリウムを含有する\n含水粘性組成物と，酸を含む顆粒（細粒，粉末）剤の組み合わせ並びに炭酸塩及び\n酸を含む複合顆粒（細粒，粉末）剤と，アルギン酸ナトリウムを含有する含水粘性\n組成物の組み合わせ（構成要件１－１Ｂ）からなり，これらを混合して組成物を得\nるものであるのに対し，鐘紡実施例発明は，酸を含有する水溶液と，炭酸塩と水溶\n性高分子であるアルギン酸ナトリウムを常温固型のポリエチレングリコールで被覆\nした固型物の組み合わせからなり，これらを混合して組成物を得るものである点。\n②  相違点２  用途が，本件発明１－１では，部分肥満改善用化粧料，或いは水\n虫，アトピー性皮膚炎又は褥創の治療用医薬組成物とされているのに対して，鐘紡\n実施例発明では，発泡性化粧料である点。\n(2) 相違点１に係る容易想到性\n上記認定のとおり，本件発明１－１と鐘紡実施例発明は，いずれも炭酸塩，酸，\nアルギン酸ナトリウム，水を混合して組成物を得る２剤型のものであるが，それぞ\nれの成分の組み合わせが異なり，それに応じて含水粘性組成物を事前調製により得\nるか，用時調製により得るかの相違があり，このような相違点について容易想到性\nを検討する。\nア  まず被告らは，二酸化炭素を保持する構成等は単なる設計変更にすぎな\nいなどと主張している。\n確かに，鐘紡実施例発明は２剤型の用時混合型化粧料であり，組成物のガス保留\n性（気泡の持続性等）を高めるという本件発明１－１と共通の課題を解決しようと\nしたものであると認められるが，この課題について，第２剤の成分を常温固形のポ\nリエチレングリコールで被覆することによって解決しようとしたものであり，本件\n発明１－１とは課題解決手段を異にしている。したがって，この変更を設計事項と\nいうことはできない。\nイ  被告らは，アルギン酸ナトリウム等の増粘剤を予め水に溶解させること\nは慣用技術であるから，これを適用して相違点を克服することは容易であるとも主\n張している。\nしかし，上記認定のとおり，鐘紡実施例発明は，酸を含有する水溶液（第１剤）\nと，炭酸塩と水溶性高分子であるアルギン酸ナトリウムを含有する固型物（第２\n剤）の組み合わせからなる２剤型の化粧料（比較例２，鐘紡比較例発明）では，ガ\nス保留性に著しく劣る課題があるのに対し，第２剤の各成分をポリエチレングリコ\nールで被覆することによって，用時混合の際に，炭酸ガスの泡が徐々に発生すると\nともに水溶性高分子等の粘性によって安定な泡を形成し，ガス保留性を高めること\nを特徴とする発明である（鐘紡公報の１頁右欄５行目から１３行目）から，そのよ\nうに課題解決のためにポリエチレングリコールで被覆した水溶性高分子であるアル\nギン酸ナトリウムの固形物について，あえてポリエチレングリコールによる被覆を\n外して含水粘性組成物とするように変更する動機付けがあるとはいえない。\nしたがって，被告ら主張の慣用技術の適用によって相違点１を容易に想到できる\nとは認められない。\nウ  以上によれば，相違点２について判断するまでもなく，本件発明１－１\nは鐘紡実施例発明に基づき容易に想到できたとはいえず，本件発明１－１を更に技\n術的に特定し，又は物の発明である本件発明１－１を方法の発明とした本件発明１\n－４，１－５，１－７ないし１－９，１－１２及び１－１３に係る発明と併せて，\n進歩性は否定されない。\nまた，本件発明２－１は，本件発明１－１の請求項１記載の組み合わせに別の組\nみ合わせを１つ追加するなどしたものであるところ，鐘紡実施例発明との相違点は，\n上記認定の本件発明１－１と鐘紡実施例発明との相違点と実質的に変わりないから，\n本件発明２－１には本件発明１－１に関する上記認定・判示が同じく妥当し，その\n進歩性は否定されない。また，本件発明２－４，２－５及び２－７は，本件発明２\n－１を更に技術的に特定したものにすぎないから，同じく進歩性は否定されない。\n(3) したがって，鐘紡実施例発明を主引例とする進歩性欠如の主張には理由が\nない。\n７  争点３－５（鐘紡公報の比較例２（鐘紡比較例発明）を主引例とする進歩性\n欠如）について\n(1) 鐘紡比較例発明について\nア  鐘紡公報によれば，その要旨は次のとおりであると認められる。\n(ｱ) 鐘紡公報には，その特許請求の範囲に記載された発明（前記６(1)ア\n(ｱ)）の比較例として，第２剤を炭酸塩と水溶性高分子及び／又は粘土鉱物を含有す\nる固型物とし，これをポリエチレングリコールで被覆せず，ポリエチレングリコー\nルを混和さえしない比較例２（鐘紡比較例発明）が記載されている。\nただし，ポリエチレングリコールを用いない比較例であることから，発泡性は△，\nガス保留性は×，経日安定性は△で，ガス保留性に著しく劣り，経日安定性にも劣\nるものとされている。また，皮膚刺激が相当程度生じることから（鐘紡公報の第２\n表），官能特性も劣っている。\n(ｲ) 以上のことに加え，この比較例は鐘紡公報の特許請求の範囲に記載さ\nれた発明の比較例として鐘紡公報に記載されていることに照らせば，鐘紡公報の比\n較例２には，次の発明（鐘紡比較例発明）が記載されていると認められる。\nａ  炭酸ガスによる血行促進作用によって皮膚を賦活化させるための２\n剤型の発泡性化粧料であって，\nｂ  酸を含有する水溶液と，炭酸塩と水溶性高分子であるアルギン酸ナ\nトリウムを含有する固型物の組み合わせからなり，\nｃ  酸を含有する水溶液と，炭酸塩と水溶性高分子であるアルギン酸ナ\nトリウムを含有する固型物とを混合することにより組成物が得られる\nｄ  ２剤型の発泡性化粧料。\nイ  本件発明１－１と鐘紡比較例発明の対比\n本件発明１－１と鐘紡比較例発明を対比すると，少なくとも次の相違点があ\nると認められる。\n①  相違点１  本件発明１－１は，炭酸塩及びアルギン酸ナトリウムを含有する\n含水粘性組成物と，酸を含む顆粒（細粒，粉末）剤の組み合わせ並びに炭酸塩及び\n酸を含む複合顆粒（細粒，粉末）剤と，アルギン酸ナトリウムを含有する含水粘性\n組成物の組み合わせ（構成要件１－１Ｂ）からなり，これらを混合して組成物を得\nるものであるのに対し，鐘紡比較例発明は，酸を含有する水溶液と，炭酸塩と水溶\n性高分子であるアルギン酸ナトリウムを含有する固型物の組み合わせからなり，こ\nれらを混合して組成物を得るものである点。\n②  相違点２  用途が，本件発明１－１では，部分肥満改善用化粧料，或いは水\n虫，アトピー性皮膚炎又は褥創の治療用医薬組成物とされているのに対して，鐘紡\n比較例発明では，発泡性化粧料である点。\n(2) 相違点１に係る容易想到性\n本件発明１－１と鐘紡比較例発明は，いずれも炭酸塩，酸，アルギン酸ナトリ\nウム，水を混合して組成物を得る２剤型のものであるが，それぞれの成分の組み合\nわせが異なり，それに応じて含水粘性組成物を事前調製により得るか，用時調製に\nより得るかの点にも相違がある。これを踏まえて，被告らの主張を検討する。\nア  慣用技術の適用\n(ｱ) 被告らは，化粧料（又は医薬組成物）の剤型について粘性組成物を用\nいることは，本件各特許の出願時点で慣用技術であったと主張している。\nしかしまず，被告らが慣用技術の根拠として挙げている乙Ｅ全７，８は，その記\n載内容によれば，２剤型の化粧料ではない上に，化粧料自体の剤型の１つとしてゲ\nル，ゼリー，粉末剤，顆粒剤，液剤等を挙げているにすぎず，２剤型の化粧料の一\n方の剤型を含水粘性組成物とする慣用技術とは認められない。\n(ｲ) 次に，被告らは，２剤型の化粧料の一方の剤型を粘性組成物とする慣\n用技術として，乙Ｅ全３を挙げる。そして，乙Ｅ全３は，炭酸ガス又は炭酸ガス発\n生物質を含有するパック剤を提供するものであり（２頁左上欄７行目から９行目），\nその形態として，炭酸塩と酸をそれぞれ異なる２つの担体に担持させ，この担体に\nは水分を保持させることもでき，使用時に被パック部位に重ねて付着させて炭酸ガ\nスを発生させるもので（同左下欄１行目から８行目），このパック剤には，通常の\nパック剤に使用される種々のもの（この中にはゲル化剤，増粘剤も含まれる。）を\n適宜配合することができる（３頁左下欄５行目から１１行目）と記載されており，\n製造例４では，Ａ剤を水溶性高分子，炭酸水素ナトリウム及び水で，Ｂ剤を水溶性\n高分子，酒石酸，水で構成し，使用時に混合する例（４頁右上欄１２行目から左下\n欄１４行目）が記載されている。\nしかし，鐘紡比較例発明は，前記のとおり鐘紡公報の特許請求の範囲に記載され\nた発明の比較例であって，ガス保留性の向上を目的とする鐘紡公報の中で，そのガ\nス保留性に著しく劣るなどの課題があると記載されているものである。そうすると，\n鐘紡比較例発明については，ガス保留性を高める動機付けはあるといえるが，それ\nとは無関係に，水溶性高分子であるアルギン酸ナトリウムの固形物についてあらか\nじめゲル化しておくことでガス保留性を高めることの示唆もないのに，通常のパッ\nク剤に使用されるからというだけで，あえてあらかじめゲル化しておくように変更\nする動機付けがあるとはいえない。\nまた，乙Ｅ全３は炭酸塩と酸をそれぞれ異なる２つの担体に担持させる構成と，\n２剤をいずれも粘性組成物とする構成を開示しているにすぎないから，２剤型の用\n時混合型化粧料の一方の剤型を含水粘性組成物とする慣用技術の根拠になるとは認\nめられない（なお甲３０）。\nしたがって，被告ら主張の慣用技術の適用によって相違点１を容易に想到できる\nとは認められない。\nイ  設計変更又は設計的事項\n被告らは，本件各発明における剤型の選択は格別の作用効果を奏さないもの\nであるとして，鐘紡比較例発明において第１剤及び第２剤の剤型を適宜変更するこ\nとは設計変更又は設計的事項にすぎないと主張している。\nしかし，鐘紡比較例発明にはガス保留性に著しく劣るなどの課題があったのに対\nし，本件各発明は，一方の剤型を含水粘性組成物とし，これをあらかじめ調製して\nおき，含水粘性組成物中で二酸化炭素を発生させることによって，二酸化炭素の気\n泡の持続性を高めるなどしたのであるから，この変更を設計事項ということはでき\nない。\nウ  以上によれば，相違点２について判断するまでもなく，本件発明１－１\nは鐘紡比較例発明に基づき容易に想到できたとはいえず，本件発明１－１を更に技\n術的に特定し，又は物の発明である本件発明１－１を方法の発明とした本件発明１\n－４，１－５，１－７ないし１－９，１－１２及び１－１３に係る発明と併せて，\n進歩性は否定されない。\nまた，本件発明２－１は，本件発明１－１の請求項１記載の組み合わせに別の組\nみ合わせを１つ追加するなどしたものであるところ，鐘紡比較例発明との相違点は，\n上記認定の本件発明１－１と鐘紡比較例発明との相違点と実質的に変わりないから，\n本件発明２－１には本件発明１－１に関する上記認定・判示が同じく妥当し，その\n進歩性は否定されない。また，本件発明２－４，２－５及び２－７は，本件発明２\n－１を更に技術的に特定したものにすぎないから，同じく進歩性は否定されない。\n(3) したがって，鐘紡比較例発明を主引例とする進歩性欠如の主張にも理由が\nなく，本件各特許は特許無効審判により無効にされるべきものとはいえない。\n８  争点４（被告コスメプロらの過失の有無）について\n被告コスメプロらは，被告ネオケミアが有する特許権に基づく製品を仕入れて販\n売しているとの認識であったとして，自らに過失はないと主張している。\nしかし，被告ネオケミアが有する特許権は，二酸化炭素外用剤調製用組成物に関\nする特許権であり（乙Ａ１８ないし２０），本件各特許と技術分野を共通にする特\n許権ではあるが，構成要件を異にする別々の特許権であるから，被告コスメプロら\n主張の事情があっただけで過失の存在が否定されるとはいえない。そして，その他\nに被告コスメプロらの過失を否定すべき事情は認められない。\nしたがって，被告コスメプロらに過失があったことは否定されず，同被告は原告\nに対して損害賠償責任を負う。\n９  争点５（共同不法行為の成否）\n共同不法行為が成立するためには，各侵害者に共謀関係があるなど主観的な関連\n共同性が認められる場合や，各侵害者の行為に客観的に密接な関連共同性が認めら\nれる場合など，各侵害者に，他の侵害者による行為によって生じた損害についても\n負担させることを是認させるような特定の関連性があることを要すると解すべきで\nある。そして，例えば，製造業者が小売業者に製品を販売し，これを小売業者が消\n費者に販売するという取引形態は，極めて一般的なものであり，製造業者と小売業\n者双方が，このような取引形態を取っていることを認識し容認しているとしても，\nこれだけでは共同不法行為責任を認めるに足りるだけの十分な関連共同性があると\nはいえない。\n以下，このような観点から，被告各製品ごとに共同不法行為が成立するかを検討\nする。\n(1) 被告製品１\n原告の主張によれば，商流に被告ネオケミアが関与しているところ，同社は被\n告製品１の開発元であって（甲７），前記認定のとおり，他にも自ら本件各発明の\n技術的範囲に属する同種製品（被告製品３，４及び８）を製造，販売していた。他\n方で，被告コスメプロも他に本件各発明の技術的範囲に属する同種製品（被告製品\n１４，１５及び１８）を販売しており，被告製品１４及び１８については被告ネオ\nケミアから顆粒剤を仕入れ，被告ネオケミア以外の者に対して上記各製品を販売し\nていたというのである。このような実態に照らせば，被告ネオケミアが原告主張の\nような総代理店的な立場にあったとはいえないし，同被告らの行為に客観的に密接\nな関連共同性が認められるなどともいえない。\nしたがって，被告製品１に関し，被告ら間に共同不法行為が成立するとまでいう\nことはできない。\n(2) 被告製品２，１３及び１６\n被告ネオケミアはエスコや被告コスメボーゼに対して顆粒剤を販売したものの，\n前記認定のとおり，被告ネオケミアはエスコや被告コスメボーゼ以外の者に対して\nも顆粒剤を販売していたのである。このような実態に照らせば，エスコらが原告主\n張のような総代理店的な立場にあったとはいえないし，同被告らの行為に客観的に\n密接な関連共同性が認められるなどともいえない。\nまた，被告製品１３につき，被告コスメボーゼと被告ウインセンスとの間に共同\n不法行為が成立するかも問題となるが，被告コスメボーゼはＯＥＭ製造会社にすぎ\nず（弁論の全趣旨），被告ウインセンスがその総代理店的な立場にあったとはいえ\nないし，同被告らの行為に客観的に密接な関連共同性が認められるなどともいえな\nい。\nしたがって，上記各製品に関し，上記侵害者間に共同不法行為が成立するとまで\nいうことはできない。\n(3) 被告製品３及び４\n原告の主張によれば，被告ネオケミアはトラストウイングスに対して被告製品\n３を販売したというのであるが，被告ネオケミアは他の被告等にも本件各発明の技\n術的範囲に属する同種製品（被告製品１，８及び１５）を販売していた。他方で，\nトラストウイングスは，最終製品を仕入れて販売する以外に，炭酸ガスパック剤を\n自らＯＥＭで製造，販売することもしていた（甲２１）ほか，炭酸ガスパック剤で\nある「インスクエアミキシングパック」の販売には「発売元」として関与していた\nところ，その「製造販売元」はエスコとされており（甲２６），被告製品３につい\nても製造販売元はアクネスラボ，総販売元はネイチャーラボとされている（甲７）。\nこのような実態に照らせば，トラストウイングスが原告主張のような総代理店的な\n立場にあったとはいえないし，同被告らの行為に客観的に密接な関連共同性が認め\nられるなどともいえない。\n別紙「被告各製品の商流」の被告製品４の商流にはトラストウイングスのことは\n記載されていないが，被告製品３と同様の商流であったとしても，上記判示が同じ\nく妥当する。\nしたがって，上記各製品に関し，上記侵害者間に共同不法行為が成立するとまで\nいうことはできない。\n(4) 被告製品５，６，７，９，１１及び１７\n原告の主張によれば，これらの各製品については，原告主張の商流に「訴外会\n社（会社名不明）」が含まれており，しかも，被告ネオケミアと被告ら，セフィー\nヌ又はスハダコスメチックスの間に会社名不明の訴外会社が介在している。そうす\nると，原告自身の主張に照らしてみても，各製品の商流には不明な点があり，上記\n各侵害者間の関係性を含め明らかでないから，被告ネオケミアと各侵害者の行為に\n客観的に密接な関連共同性が認められるなどとはいえない。\nまた，被告製品５につき，被告キアラマキアートと被告アイリカとの間に共同不\n法行為が成立するかも問題となるが，被告キアラマキアートは自ら同製品の宣伝広\n告をしており（後記１０(3)イ(ｲ)），その売上額や利益額に照らしても，上述した\n一般的な取引形態と何ら異なるところはなく，被告アイリカが被告キアラマキアー\nトの総代理店的な立場にあったとはいえないし，同被告らの行為に客観的に密接な\n関連共同性が認められるなどともいえない。\nしたがって，上記各製品に関し，上記侵害者間に共同不法行為が成立するとまで\nいうことはできない。\n(5) 被告製品８\n被告アンプリーは，被告ネオケミアから被告製品８を仕入れ，これを被告リズ\nムに転売していたところ，被告リズムは設立当初から被告アンプリーに対して販売\nする商品の相談をしており，その中で被告製品８を仕入れることになり，被告リズ\nムにとって被告アンプリーは特別な取引先であるとの認識であった（乙Ｂ１２の\n１）。これに対し，被告アンプリーは，ＯＥＭメーカーではあったが，被告リズム\nの創業を応援しようと決めて被告リズムと取引を開始し，販路として育成していこ\nうと考え，被告リズムを「販路育成プログラム」対象企業の第一号という位置付け\nの企業にし，被告リズムと協力して炭酸ガスパックを売り出していたというのであ\nる（乙Ｂ１３の１，弁論の全趣旨）。そして，本件訴訟では，被告アンプリーは被\n告リズムとの間で顧客や顧客からの注文等に関する情報交換を密にしていたとまで\n主張しているのであり，被告アンプリーと被告リズムとはそのような関係性にあっ\nたと認められる（以上につき弁論の全趣旨）。そして，被告リズムによる売上額は\n３億円を超えており，被告アンプリー自身の売上額も１億円を超えており，他の被\n告の他の製品の売上額と比較しても，桁違いに売上額が大きい。このような売上げ\nを上げることができたのは，以上のような被告アンプリーと被告リズムとの間の関\n係性があったからであると推認され，両社は相互に利用補充しながら，被告製品８\nの製造，販売をしてきたということができる。したがって，両社の行為には，客観\n的に密接な関連共同性があったといえ，共同不法行為が成立するというべきである。\nこれに対し，被告アンプリーらと被告ネオケミアとの関係性についてみると，被\n告アンプリーは被告ネオケミアの取引先ではあるものの，被告ネオケミアは他にも\n自ら本件各発明の技術的範囲に属する同種製品（被告製品１，３，４及び１５）を\n製造するなどし，被告アンプリー以外の者に対しても販売していたのである。この\nような実態に照らせば，被告アンプリーが被告ネオケミアの総代理店的な立場にあ\nったとはいえないし，同被告らの行為に客観的に密接な関連共同性が認められるな\nどともいえない。\n以上より，被告製品８に関し，被告アンプリーと被告リズムとの間に限って共同\n不法行為が成立する。\n(6) 被告製品１４及び１８\n被告ネオケミアは被告コスメプロに対して顆粒剤を販売したものの，前記認定\nのとおり，被告ネオケミアは被告コスメプロ以外の者に対しても顆粒剤を販売して\nいたのである。また，被告コスメプロは他にも本件各発明の技術的範囲に属する同\n種製品（被告製品１及び１５）を製造，販売しており，その製品を被告ネオケミア\nに対して販売していたというのである。このような実態に照らせば，被告コスメプ\nロが原告主張のような総代理店的な立場にあったとはいえないし，同被告らの行為\nに客観的に密接な関連共同性が認められるなどともいえない。\nしたがって，上記各製品に関し，被告ら間に共同不法行為が成立するとまでいう\nことはできない。\n(7) 被告製品１５\n原告の主張によれば，被告クリアノワールが発売元とされているが，製造販売\n元である被告コスメプロとの間に被告ネオケミアが介在しており，被告ネオケミア\nは他にも自ら本件各発明の技術的範囲に属する同種製品（被告製品１，３，４及び\n８）を製造するなどし，被告クリアノワール以外の者に対して上記各製品を販売し\nていたのである。また，被告コスメプロは，被告製品１４及び１８については被告\nネオケミアから顆粒剤を仕入れていたというのである。このような実態に照らせば，\n被告ネオケミアらが原告主張のような総代理店的な立場にあったとはいえないし，\n同被告らの行為に客観的に密接な関連共同性が認められるなどともいえない。\nしたがって，被告製品１５に関し，被告ら間に共同不法行為が成立するとまでい\nうことはできない。\n(8) 以上より，被告製品８に関し，被告アンプリーと被告リズムとの間に限っ\nて共同不法行為が成立する。\n１０  争点６－１（原告の損害額－特許法１０２条２項）\n(1) 被告各製品に係る被告らの売上額について\nア  被告各製品（以下，被告ネオケミア関係では顆粒剤を含む。）に係る被告\nらの売上額のうち，別紙「請求額一覧表（原告の主張）」の「売上額」欄及び別紙\n「売上・経費一覧表（被告らの主張）」の「売上額」欄で，黄色で塗られていない部\n分の金額については，当事者間に争いがない。\nなお，前記９で認定・判示したとおり，被告らとトラストウイングスとの間に共\n同不法行為が成立するとはいえないから，その売上額について検討する必要はない。\nイ  また，被告製品８に係る被告アンプリーの売上額及び被告製品１３に係\nる被告ウインセンスの売上額について，それぞれ争いがあるものの，争いがあるの\nは売上額に消費税相当額を含むかどうかという点だけであり，原告自身，他の製品\nに係る他の被告の売上額については，被告側が税抜の金額をもとに売上額を主張し\nた場合にはこれを争っていないこと（別紙「売上・経費一覧表（被告らの主張）」参\n照）を踏まえると，上記２つについても，税抜の金額をもとに売上額を捉えるのが\n相当である。\nウ  さらに，被告製品９，１１，１２，１４，１７及び１８に関して被告ネ\nオケミアが製造，販売した顆粒剤に関する売上額等の算定方法が問題となっている\nが，各製品の顆粒剤として被告ネオケミアが製造，販売した顆粒剤が使用されてい\nたことに照らすと，原告主張の方法，すなわち各製品を製造，販売していた者の売\n上額の割合で按分して算出するという方法は合理的なものといえるから，その方法\nによって算定すべきである。\n具体的には，被告製品９，１１及び１７の製造，販売者の売上額は別紙「請求額\n一覧表（原告の主張）」の各製品の「売上額」欄記載のとおりであるほか，被告製品\n１２の製造，販売者（エイボン・プロダクツ）の売上額は●（省略）●円である\n（弁論の全趣旨）から，これらの製品について被告ネオケミアが主張する売上額\n（合計●（省略）●円）のうち，●（省略）●％を被告製品９の分とし，●（省\n略）●％を被告製品１１の分とし，●（省略）●％を被告製品１２の分とし，●\n（省略）●％を被告製品１７の分とすることになる。その計算結果は，同別紙の各\n製品の「被告ネオケミア」欄の「売上額」欄記載のとおりである。\nまた，被告製品１４及び１８の製造，販売者（被告コスメプロ）の売上額は別紙\n「請求額一覧表（原告の主張）」の各製品の「売上額」欄記載のとおりであるから，\nこれらの製品について被告ネオケミアが主張する売上額（合計●（省略）●円）の\nうち，●（省略）●％を被告製品１４の分とし，●（省略）●％を被告製品１８の\n分とすることになる。その計算結果は，同別紙の各製品の「被告ネオケミア」欄の\n「売上額」欄記載のとおりである。\nエ  以上より，被告各製品の売上額は別紙「裁判所認定額一覧表」の「売上\n額」欄記載のとおりとなる（別紙「請求額一覧表（原告の主張）」からの変更点は青\n色で塗られた部分である。）。\n(2) 被告らの仕入代，原料・材料費，運送費等について\nア  被告各製品に係る被告らの仕入代，原料・材料費，運送費等のうち，別\n紙「請求額一覧表（原告の主張）」の「経費額」欄及び別紙「売上・経費一覧表（被\n告らの主張）」の「仕入代，原料・材料費，運送費等」欄で，黄色で塗られていない\n部分の金額については，当事者間に争いがない。なお，前記９で認定・判示したと\nおり，被告らとトラストウイングス，セフィーヌとの間に共同不法行為が成立する\nとはいえないから，それらの仕入代，原料・材料費，運送費等を検討する必要はな\nい。\nイ  在庫品等の仕入金額について（被告製品８，９及び１５関係）\n(ｱ) 被告らは，在庫製品分の仕入金額も経費として売上額から控除すべき\nであると主張している。\nしかし，特許法１０２条２項の「利益」とは，当該特許権を侵害した製品の売上\n合計額から侵害製品の製造，販売と直接関連して追加的に必要となった経費のみを\n控除したものを指すと解するのが相当である。\nそして，在庫製品は結局販売されなかった物であるから，当然，その売上げは売\n上額に計上されておらず，在庫製品の仕入額が，侵害製品の製造，販売と直接関連\nして追加的に必要となった経費といえないことは明らかである。このことは，その\n性質上，仮処分申立事件の和解により販売を控えたかどうかなどの在庫製品が生じ\nた理由によって変わるものではないと解される。\nまた，被告らは，サンプル等として無償で使用されたものがあるとも主張してい\nるが，本件ではその分について売上げがあったものとして売上額に計上されてはお\nらず，上記在庫製品と同じく，その仕入額が侵害製品の製造，販売と直接関連して\n追加的に必要となった経費といえないことは明らかである。\nなお，被告らは，原告主張のように利益額を算定するのであれば，在庫製品分の\n仕入金額を被告ネオケミアの売上額等から控除すべきであると主張しているが，被\n告ネオケミアにおいては在庫製品とならずに販売された以上，そのような算定をす\nべき理由はないといわざるを得ない。\n(ｲ) 以上の判示をもとに，争いがある部分の仕入金額を認定すると次のと\nおりとなる。\nａ  被告製品８に係る被告リズムの仕入金額\n被告リズムによる被告製品８の仕入数量は３万１４４６箱，販売数量は\n少なくとも３万０７５１箱と認められる（弁論の全趣旨）。したがって，売上額から\n控除すべき被告製品８の仕入金額は１億２４７５万０９９２円（１億２７５７万０\n４７６円×３万０７５１個／３万１４４６個）となる。したがって，これに発送費\nを加えた経費の金額は，１億３５１８万４４５８円となる。\nｂ  被告製品９に係る被告ＳＨＩＮの仕入金額\n被告ＳＨＩＮによる被告製品９の仕入数量は７５５０個，販売数量は７\n４５０個（包）である。したがって，売上額から控除すべき被告製品９の仕入金額\nは５３９万３８００円（５４６万６２００円×７４５０個（包）／７５５０個）と\nなる。\nｃ  被告製品１５に係る被告クリアノワールの仕入金額\n被告クリアノワールによる被告製品１５の仕入数量は５０１６個，販売\n数量は４５１５個である。したがって，売上額から控除すべき被告製品９の仕入金\n額は１２５８万４７０１円（１３９８万１１４３円×４５１５個／５０１６個）と\nなる。したがって，これに運送料を加えた経費の金額は，１３０７万２５２６円と\nなる。\nウ  被告ネオケミアが製造，販売した顆粒剤の経費額（被告製品９，１１，\n１２，１４，１７及び１８関係）\n前記(1)ウで売上額について判示したことを踏まえると，経費額についても同\n様の方法により算定するのが相当である。その計算結果は，別紙「請求額一覧表\n（原告の主張）」の各製品の「被告ネオケミア」欄の「経費額」欄記載のとおりであ\nる。\n(3) 被告らのその他の経費について（別紙「売上・経費一覧表（被告らの主\n張）」の「その他の経費」欄）\nア  被告ネオケミアの経費（被告製品１ないし９及び１１ないし１８関係）\n被告ネオケミアについては，Ｒ＆Ｄセンター研究員の人件費が売上額から控\n除すべき経費として主張されている。\n確かに，自社従業員の人件費のような固定経費であっても，上記各製品の製造，\n販売のために特に増加したと認められる場合には，控除すべきと解されるが，上記\n人件費の金額だけでなく，被告ネオケミアにおける上記各製品の製造工程がどのよ\nうなものであるかということや，Ｒ＆Ｄセンター研究員の具体的な職務の従事状況\n等を認めるに足りる証拠はない。そうすると，控除すべき場合に当たると認めるこ\nとはできないから，控除対象とはならない。\nイ  被告コスメプロらの経費\n(ｱ) 被告コスメプロの経費（被告製品１，１４，１５及び１８関係）\nａ  パート人件費\n被告ら主張の費用が上記各製品の製造，販売のために特に増加したと認\nめられる場合には，控除すべきと解されるが，乙Ｂ２の７からは，被告ら主張のパ\nートが関与していた全作業の具体的内容や，パートの上記各製品の製造，販売への\n具体的な従事状況等を認定することはできない。そうすると，控除すべき場合に当\nたると認めることはできない。\nｂ  外注の試験研究費\n乙Ｂ２の９①は，被告コスメプロが取り扱っていたどの商品に関するも\nのか等が判然としないから，これによって控除すべき場合に当たると認めることは\nできない。これに対し，乙Ｂ２の９②及び③は，その作成時期に照らし，被告製品\n１８の防腐，防カビ試験に関するものであると推認することができ，この試験に係\nる費用（合計３万８８８０円）は同製品を製造するに当たって必要な費用として負\n担されたものと認められる。したがって，この費用については，被告製品１８を製\n造，販売しなければ要しなかった費用であり，その製造，販売のために特に増加し\nたものと認められる。\nｃ  広告費等\n乙Ｂ２の１１の(1)ないし(3)の各書証には，「炭酸ガスパック経費」とし\nて２分の１又は３分の１の金額が計上されているから，化粧品開発展等において上\n記各製品だけが取り扱われたわけではないことがうかがわれる。また，関西美容産\n業フェア２０１５（乙Ｂ２の１１(4)）においてどのような製品が取り扱われたかは，\n書証からは判然としない。そして，以上の展示会の目的は，被告コスメプロが製造，\n販売した製品を紹介するなどというものであり，そのような性質上，上記各製品が\n製造，販売されたから直ちにその出展に係る費用が増加したとまで認めることはで\nきない。また，乙Ｂ２の１１には商品チラシ（同(4)）等の費用も含まれているが，\nその具体的内容等は不明であるから，控除すべき場合に当たると認めることはでき\nない。\nｄ  無償配布サンプル代及び展示会配布サンプル代\n被告コスメプロは仕入れた製品をサンプルとして無償で配布したのであ\nり，これは本来であれば販売して売上げとして計上されたはずのものが無償配布さ\nれたことになる。そして，本件では売上げには実際に販売された製品の売上げだけ\nが計上されている（サンプルとして無償配布されたものが実際に販売された場合に\n得られた売上額が計上されているわけではない）ところ，無償で配布されたサンプ\nルの仕入額をその販売のための経費とみるのは相当でないというべきである。\nｅ  以上より，被告製品１８につき上記ｂの後半部分（合計３万８８８\n０円）の限度で控除が認められ，その余の費用は控除対象とならない。したがって，\n被告製品１８の経費の金額は，上記金額に原料及び材料費並びに運送費を加えた３\n７万６１５６円となる。\n(ｲ) 被告アイリカ及び被告キアラマキアートの広告宣伝費（宣伝広告費）\n（被告製品５関係）\nまず，被告アイリカの広告宣伝費については，これが被告製品５の製造，\n販売のために特に増加したと認められる場合には，控除すべきと解されるが，乙Ｂ\n８の８からは，被告製品５に関するものとは認められず，また広告の具体的内容等\nも不明であるから，その費用が被告製品５の製造，販売のために特に増加したもの\nであるとは認められない。したがって，この広告宣伝費は控除対象とはならない。\nこれに対し，被告キアラマキアートの宣伝広告費については，同被告は被告製品\n５に関してプロモーション代として１０８万９８３７円を負担したところ（乙Ｂ８\nの４），これは被告製品５を製造，販売しなければ要しなかった費用であり，その製\n造，販売のために特に増加した費用と認めることができる。したがって，この費用\nは控除すべきであり，これに仕入代を加えた経費の金額は，６２７万７４３７円と\nなる。\n(ｳ) 被告リズムの広告宣伝費等（被告製品８関係）\nａ  広告宣伝費\n被告ら主張の費用が被告製品８の製造，販売のために特に増加したと認\nめられる場合には，控除すべきと解されるが，乙Ｂ１２の３にはチラシ印刷費用や，\n広告掲載料，出展料等の様々な費用が含まれているところ，その大半は被告製品８\nに関するものかを含め，その費用の具体的内容等が判然とせず（むしろ，平成２８\n年４月の新商品発表パーティーＤＭ（乙Ｂ１２の３の④）やバランスＲウォーター\n（乙Ｂ１２の３の⑤）など被告製品８に関係しないことが明らかな費用も含まれて\nいる。），被告製品８の製造，販売のために特に増加したものであるとは認められな\nい。\nもっとも，次の各書証によれば，次の各費用（合計１７４万８０２９円）につい\nては，被告製品８に係るものと認められ，この費用については，被告製品８を製造，\n販売しなければ要しなかった費用であり，その製造，販売のために特に増加したも\nのと認められる。\n・  乙Ｂ１２の３の②\n平成２６年３月１０日の請求に係るチラシ２０００枚  １万８６９０円\n・  乙Ｂ１２の３の③\n平成２７年３月３０日注文に係るリーフ３０００枚  ２万５４６６円\n同年１月１４日注文に係るＡ４リーフ５０００枚  ３万４６６８円\n平成２６年１０月７日注文に係るＡ４リーフ５０００枚  ３万４６６８円\n同年７月２２日注文に係るＡ４チラシ５０００枚  ３万４６６８円\n同年６月９日注文に係るＡ４リーフ２０００枚  １万９２２４円\n同年４月８日注文に係るＡ４リーフ２０００枚  １万９２２４円\n同年４月１４日注文に係るＡ４リーフ２０００枚  １万９２２４円\n同年５月１日注文に係るＡ４リーフ２０００枚  １万９２２４円\n・  乙Ｂ１２の３の④\n平成２８年１月３１日請求に係るＡ１ポスター企画製作費・印刷費  ４８万\n６０００円\n平成２７年９月１１日注文に係るＡ４リーフ（ブルー）２０００枚  １万９\n２２４円\n同年１０月３１日請求に係る商品撮影＆レタッチ，同リサイズ，雑誌広告リ\nサイズ  ９万７２００円\n同年９月３０日請求に係るＴＯＰバナー，エスグラ冊子２Ｐリサイズ，パン\nフレット  ３６万９３６０円\n同日請求に係るリサイズ２００×１５０㎜（クリームの分も含まれているこ\nとに照らし，請求額の半額）  １万２５００円\n同年７月２１日注文に係るＡ４リーフ５０００枚  ３万４６６８円\n同年５月１８日注文に係るＡ４リーフ（ブルー）５０００枚  ３万４６６８\n円\n・  乙Ｂ１２の３の⑤\n平成２８年１０月３１日請求に係るポスター増刷６００部（「ボディオー」の\n分も含まれていることに照らし，請求額の半額とし，１０万円の値引きを考慮）\n７万０８３３円\n同年１０月４日注文に係る化粧品研修用資料５００冊  ９万３９６０円\n同年１１月３０日注文に係るパンフ増刷数量１万  ３０万４５６０円\nｂ  販売手数料\n販売手数料は被告製品８が販売された場合に，被告リズムがその販売に\n関与した者に対してその手数料として支払うものである（乙Ｂ１２の４の①ないし\n④，弁論の全趣旨）から，この費用については，被告製品８を製造，販売しなけれ\nば要しなかった費用であり，その製造，販売のために特に増加したものと認められ\nる。そして，その金額は上記書証によれば，次のとおり，合計５７３万３０８４円\nと認められる。\n平成２５年度  １万０９２０円\n平成２６年度  １９３万７８４４円（各支払明細書の「販売手数料」\n又は「報酬」欄に計上されている金額の合計額）\n平成２７年度  ３６２万８８００円（同上）\n平成２８年度  １５万５５２０円\nｃ  販売促進費\n乙Ｂ１２の５からは，その具体的内容等が判然とせず，被告製品８の製\n造，販売のために特に増加した費用であるとは認められない。\nｄ  旅費交通費\n乙Ｂ１２の６からは，何のために支出された旅費交通費かなどが判然と\nせず，被告製品８の製造，販売のために特に増加した費用であるとは認められない。\nｅ  以上より，上記ａ及びｂの限度（７４８万１１１３円）で控除が認\nめられ，その余の費用は控除対象とならない。したがって，これに前記(2)ア(ｲ)ｂ\nで認定した経費（１億３５１８万４４５８円）を加えた経費の金額は，１億４２６\n６万５５７１円となる。\n(ｴ) 被告アンプリーの展示会費等（被告製品８関係）\nａ  展示会費\n被告ら主張の費用が被告製品８の製造，販売のために特に増加したと認\nめられる場合には，控除すべきと解されるが，被告アンプリーの説明によっても展\n示会（乙Ｂ１３の５の①ないし④参照）において被告製品８だけが取り扱われたわ\nけではなく，被告製品８に関する経費を全体の２０％として算定しているのである。\nそして，以上の展示会の目的は，被告アンプリーが製造，販売した製品を紹介する\nなどというものであり，そのような性質上，被告製品８が製造，販売されたから直\nちにその出展に係る費用が増加したとまで認めることはできない。\nｂ  広告費\n乙Ｂ１３の５の⑤及び⑥によれば，被告アンプリーは，被告製品８の広\n告掲載料として，３２４万円を支出したと認められる。したがって，この費用につ\nいては，被告製品８を製造，販売しなければ要しなかった費用であり，その製造，\n販売のために特に増加したものと認められる。\nｃ  交通費・宿泊費\n乙Ｂ１３の６からは，何のために支出された交通費・宿泊費かなどが判\n然とせず，被告製品８の製造，販売のために特に増加した費用であるとは認められ\nない。\nｄ  以上より，上記ｂの限度（３２４万円）で控除が認められ，その余\nの費用は控除対象とならない。したがって，これに仕入代を加えた経費の金額は，\n１億２１４５万０２０７円となる。\n(ｵ) 被告ウインセンスの人件費（被告製品１３関係）\n被告ら主張の費用が被告製品１３の製造，販売のために特に増加したと認\nめられる場合には，控除すべきと解されるが，乙Ｂ１８の７の⑲からは，被告ら主\n張のパートの被告製品１３の製造，販売への具体的な従事状況等を認定することは\nできない。そうすると，控除すべき場合に当たると認めることはできないから，控\n除対象とはならない。\n(ｶ) 被告クリアノワールの宣伝広告費等（被告製品１５関係）\nａ  宣伝広告費\n被告ら主張の費用が被告製品１５の製造，販売のために特に増加したと\n認められる場合には，控除すべきと解されるが，乙Ｂ２０の３には看板製作費用や，\n広告掲載料，出展料等の様々な費用が含まれているところ，それらが被告製品１５\nに関するものかを含め，その費用の具体的内容等が判然とせず，被告製品１５の製\n造，販売のために特に増加した費用であるとは認められない。\nｂ  交通費\n乙Ｂ２０の５からは，何のために支出された交通費かなどが判然とせず，\n被告製品１５の製造，販売のために特に増加した費用であるとは認められない。\nｃ  以上より，いずれも控除対象とならない。\nウ  以上より，被告各製品に関して控除対象となる経費（仕入代，原料・材\n料費，運送費等を含む。）は別紙「裁判所認定額一覧表」の「経費額」欄記載のとお\nりであり，被告各製品に係る被告らの利益額は同別紙の「利益額」欄記載のとおり\nとなる（別紙「請求額一覧表（原告の主張）」からの変更点は青色で塗られた部分で\nある。）。\n(4) 推定覆滅事由等について\nア  前提事実に加え，後掲証拠及び弁論の全趣旨によれば，次の事実が認め\nられる。\n(ｱ) 原告の有するその他の特許権\n原告は，本件各特許権のほかに，次の各特許に係る特許権を有する。\nａ  特許第５１６４４３８号（甲５１の１。以下「別件第１特許」とい\nう。）\n出願日    平成１９年６月１１日\n原出願日   平成１１年５月６日\n登録日    平成２４年１２月２８日\n発明の名称  二酸化炭素経皮・経粘膜吸収用組成物\nｂ  特許第５９９３３３６号（甲５１の２。以下「別件第２特許」とい\nう。）\n出願日    平成２５年４月２６日\n原出願日   平成１１年５月６日\n登録日    平成２８年８月２６日\n発明の名称  二酸化炭素経皮・経粘膜吸収用組成物\nｃ  特許第５６４３８７２号（甲５１の３）\n出願日    平成２５年４月２６日\n原出願日   平成１１年５月６日\n登録日    平成２６年１１月７日\n発明の名称  二酸化炭素経皮・経粘膜吸収用組成物\n(ｲ) 原告製品\n原告は，平成１１年９月以降，「メディプローラー」及び「スパオキシジ\nェル」との商品名でジェル剤と顆粒剤からなる２剤混合型の炭酸パック（以下「原\n告製品」という。）を製造，販売している。また，原告は，各製品について，「お\n肌を内側から潤す，炭酸のチカラ」，「シュワシュワッとはじけた炭酸ガスがお肌\nの代謝に必要な“酸素”を届けます」などと宣伝している。原告製品の使用方法と\nしては，ジェルと顆粒をカップに入れて，スパチュラなどでまんべんなく混ぜ，で\nきあがったジェルを清潔にした肌に厚めに塗り，そのまま約２０分間から３０分間\nパックし，スパチュラなどでジェルをおおまかに取った後，濡れタオルなどで拭き\n取り，洗い流すとされている。\nまた，原告は，株式会社フェブリナが販売する炭酸ジェルパック（商品名：ナノ\nアクアジェルパック）の製造，販売もしている（甲５，６，４６，５５の２）。\n(ｳ) 原告による訴訟提起及び訴訟外の和解等\nａ  原告は，株式会社ＫＢＣらが本件特許権１を侵害したなどとして，\n大阪地方裁判所に対し，同社らを被告として，損害賠償及び補償金の支払等を請求\nする訴訟を提起したところ，同裁判所及び知的財産高等裁判所はともに，補償金算\n定の基礎となる実施料率を１０％と認定した（甲２９，３０，５２の１）。\nｂ  原告は，株式会社クレジェンテ（旧商号株式会社グラシアス）らが\n本件特許権２を侵害したとして，大阪地方裁判所に対し，同社らが製造，販売して\nいた製品の製造，販売の差止め及び損害賠償等を請求する訴訟を提起した。そして，\n原告と被告らとの間で，平成２６年４月１６日，被告らが上記製品を製造，販売し\nないこと，解決金２００万円を連帯して支払うことなどを内容とする和解が成立し\nた（甲５２の２）。\nｃ  原告は，株式会社エイチ・ツー・オーに対し，別件第１特許に係る\n特許権に基づき，同社が製造，販売している製品の製造，販売の中止を求め，同社\nとの間で，平成２５年４月３０日，その製品の売上額の１０％に相当する５６万１\n２１９円の解決金の支払を受けることなどを内容とする訴訟外の和解をし，その解\n決金の振込みを受けた（甲４９，５７の１）。\nｄ  原告は，株式会社ライズに対し，別件第１特許に係る特許権に基づ\nき，同社が販売している製品の販売の中止を求め，同社との間で，平成２５年１０\n月１日，その製品の売上額の１０％に相当する３４万６２２５円の解決金の支払を\n受けることなどを内容とする訴訟外の和解をし，その解決金の振込みを受けた（甲\n５０，５７の２）。\nｅ  原告は，別紙「炭酸関連の化粧品一覧」の６及び９番記載の製品を\n製造，販売している株式会社ハッピーワンに対し，別件第１特許に係る特許権を侵\n害したとして，同６番記載の製品の製造，販売を直ちに中止するよう求める通告書\nを送付した（甲５６）。\nｆ  原告は，株式会社クレジェンテが別件第２特許に係る特許権を侵害\nしたとして，大阪地方裁判所に対し，同社が製造，販売している製品の製造，販売\nの差止め及び損害賠償等を請求する訴訟を提起した（甲５２の３）。\n(ｴ) 被告ネオケミアが有する特許権\n被告ネオケミアは，次の各特許に係る特許権（以下，これらの特許権に係\nる発明を「被告ネオケミア特許発明」という。）を有する。そして，被告各製品の中\nには，この特許権の存在や，特許取得済であることを外装箱に明記したり，宣伝広\n告に明記したりしているものがあった（甲７，８，１７，２０）。\nａ  特許第４１３０１８１号（乙Ａ１８）\n出願日    平成１６年６月２１日\n原出願日   平成１４年４月５日\n登録日    平成２０年５月３０日\n発明の名称  二酸化炭素外用剤調製用組成物\n特許請求の範囲\n【請求項１】\n水溶性酸としてリンゴ酸，増粘剤として加工澱粉，デキストリン\n及び馬鈴薯澱粉から選択される１種又は２種以上，この増粘剤とは別の物質である\n水溶性分散剤として乳糖を必須成分とし，前記増粘剤が前記水溶性酸及び前記水溶\n性分散剤と混合されている粒状物と，\n炭酸塩，水，増粘剤としてアルギン酸ナトリウム，アルギン酸プロピレングリコ\nールエステル，カルボキシメチルセルロースナトリウムから選択される１種又は２\n種以上を必須成分とし，使用時に前記粒状物と混合する粘性組成物とを含み，\n前記粒状物全体に対して前記水溶性酸が２～５０重量％，前記粒状物の増粘剤が\n１０～４０重量％，前記水溶性分散剤が３０～８５重量％であり，\n前記粘性組成物全体に対して炭酸塩が０．１～１０重量％，水が７０～９７．５重\n量％，前記粘性組成物の増粘剤が０．５～２０重量％であり，\n前記粒状物と粘性組成物との重量比が１：１０～４０であることを特徴とする二酸\n化炭素外用剤調製用組成物。\nｂ  特許第４２４８８７８号（乙Ａ１９）\n出願日    平成１４年４月５日\n登録日    平成２１年１月２３日\n発明の名称  二酸化炭素外用剤調製用組成物\n特許請求の範囲\n【請求項１】\n水溶性酸，増粘剤として加工澱粉，デキストリン，ヒドロキシプ\nロピルセルロースおよびキサンタンガムから選択される１種又は２種以上，この増\n粘剤とは別の物質である水溶性分散剤としてＤ－マンニトール，乳糖および尿素か\nら選択される１種又は２種以上を必須成分とし，増粘剤が水溶性酸及び水溶性分散\n剤と混合されている粒状物と，\n炭酸塩，水，増粘剤としてアルギン酸ナトリウム，アルギン酸プロピレングリコ\nールエステルおよびカルボキシメチルセルロースナトリウムから選択される１種又\nは２種以上を必須成分とし，使用時に前記粒状物と混合する粘性組成物とを含み，\n前記粒状物全体に対して水溶性酸が２～５０重量％，前記粒状物の増粘剤が１０\n～４０重量％，前記水溶性分散剤が３０～８５重量％であり，\n前記粘性組成物全体に対して炭酸塩が０．１～１０重量％，水が７０～９７．５\n重量％，前記粘性組成物の増粘剤が０．５～２０重量％であり，\n前記粒状物と粘性組成物との重量比が１：１０～４０であり，\nかつ，前記粘性組成物が，二酸化炭素外用剤の皮膚粘膜への粘着性と延びを良く\nして美容又は医療効果を高めるための１，３－ブチレングリコールを１～１５重\n量％含むことを特徴とする二酸化炭素外用剤調製用組成物。\nｃ  特許第４５８９４３２号（乙Ａ２０）\n出願日    平成２０年１１月２１日\n原出願日   平成１４年４月５日\n登録日    平成２２年９月１７日\n発明の名称  二酸化炭素外用剤調製用組成物\n特許請求の範囲\n【請求項１】\n水溶性酸，増粘剤として加工澱粉，デキストリン，馬鈴薯澱粉，\nトウモロコシ澱粉，キサンタンガム及びヒドロキシプロピルセルロースから選択さ\nれる１種又は２種以上，この増粘剤とは別の物質である水溶性分散剤として乳糖，\n白糖，Ｄ－マンニトール，及び尿素から選択される１種又は２種以上を必須成分と\nし，前記増粘剤が前記水溶性酸及び前記水溶性分散剤と混合されている粒状物と，\n炭酸塩，水，増粘剤を必須成分とし，使用時に前記粒状物と混合する粘性組成物\nとを含み，\n前記粒状物全体に対して前記水溶性酸が２～５０重量％，前記増粘剤が１０～４\n０重量％，前記水溶性分散剤が３０～８５重量％であり，\n前記粘性組成物全体に対して炭酸塩が０．１～１０重量％，水が７０～９７．５重\n量％，前記粘性組成物の増粘剤が０．５～２０重量％であり，\n前記粒状物と粘性組成物との重量比が１：１０～４０であることを特徴とする二酸\n化炭素外用剤調製用組成物。\n(ｵ) 被告各製品\nａ  被告各製品の外装箱には，「特徴  本製品は，顆粒とジェルを混ぜる\nことで発生する炭酸ガスの力で，効率よく皮膚（角層）にはたらきかけます。」（被\n告製品３）とか，「顆粒とジェルを混ぜることで発生する炭酸ガスの力で，効率よく\n皮膚※にはたらきかけます。お肌本来の力をサポートし，みずみずしい健やかなお\n肌へと導きます。※皮膚：角質層」（被告製品４），「酸素で満たされて，フレッシュ\nなお肌に生まれ変わります。」（被告製品６）などと，炭酸ガスの皮膚への効果が強\n調されていた。また，その販売サイトにおいても同趣旨の記載がされていることが\nあったほか，「炭酸ガスをお肌に届けることでボーア効果を利用して内側からアプロ\nーチします。」（被告製品９）などとの記載もみられた（甲７，８，２２，２６，４\n１）。\nｂ  被告各製品の使用方法は，製品によって若干異なるものの，概ね，\n①Ａ剤（顆粒）とＢ剤（ジェル）を軽く混ぜ合わせ，少し厚め（１㎜程度）に顔全\n体に広げる，②パックの目安時間は２０ないし３０分程度，③パック終了後，付属\nのスパチュラでジェルを取り除く，④顔にジェルが残らないように，最後に軽く洗\n顔し洗い流す（被告製品３）などというものである。\nただし，②の時間については，１５分以上とするもの（被告製品５）や，１５分\nから３０分（程度）とするもの（被告製品１３，１４），１５分ないし２０分とする\nもの（被告製品９）などがあり，被告各製品から得られる組成物の使用時間（パッ\nク時間）は１５分ないし３０分程度である。\nまた，③及び④につき，被告製品１については，ムース状のジェレーターをスパ\nチュラに適量とり，顔に塗布したジェルを覆うように，少量を薄く塗り広げる，ジ\nェレーターを全体に塗り終えたら数回に分けてジェルをはがす，はがし残りのジェ\nルは拭き取るか，洗い流して完全に除去するとされていたほか，被告製品８につい\nても，きれいに洗ったスパチュラに，付属フィクサー（硬化剤）を適量取って，こ\nれをまずは顔のジェルを覆うように塗り広げ，徐々に表面が固まった後に，ゆっく\nりとはがす，はがした後は必ずきれいに洗い流し終えるとされていた。さらに，被\n告製品１５においてもジェルをはがすのに固化剤を使用することとされていた（甲\n７，８，２０，乙Ａ３６の３，４２の４，乙Ｅ全２７の３）。\nｃ  第三者のホームページには，被告各製品について，例えば，「体の中\nの炭酸ガス濃度が高まる→身体が「細胞の活動が活性化している」と判断→血液内\nの酸素を肌におくる，という作用があります」（被告製品４。乙Ａ３７の２）とか，\n「炭酸の力をギュッ！と凝縮，肌そのものをイキイキと活性にさせる新しい発想の\nエイジングケアのためのパックです。」（被告製品１６。乙Ａ４３の２，乙Ｅ全２６\nの２）と記載されるなど，二酸化炭素の経皮吸収効果が記載されていた（乙Ａ３６\nないし４５，乙Ｅ全２７，２８）。\nｄ  第三者のホームページ（販売者のものを含む。）では，次のように被\n告各製品の部分肥満改善効果にも触れられていた。\n(a) 被告製品１（甲１３）\n「部分痩せ効果もあるらしく，顔の二の腕のむくみなら最短１回のパ\nックで効果が期待できるようです。脂肪レベルの部分痩せは１か月ほどパックを続\nけていると効果を発揮すると説明されています。」\n(b) 被告製品２（甲１４）\n「何度が使ううちに毛穴がひきしまって，フェイスラインが引き締ま\nってきました。小顔になったと実感」\n(c) 被告製品３（甲１５）\n「炭酸パックを使用すると，肌の血流や細胞の活動が活性化するため，\nたまっていた老廃物が排出されます。その結果，むくみの原因である水分の滞りが\n改善されるんです。すると，顔のむくみが引いて小顔効果がアップ。フェイスライ\nンがすっきりし，シャープなラインに変化してきます。また，炭酸パックを使用す\nることで新陳代謝も良くなるため，部分痩せ効果も期待大。」\n(d) 被告製品４（甲１６）\n「酸素量アップ  血管拡張，老廃物の排泄促進，タンパク合成活性化，\n脂肪の代謝痩身」→「くすみの改善，小顔効果等」等\n(e) 被告製品６（甲１８）\n「血行促進だけでなく，美白，部分痩せにも効果を発揮します。」\n(f) 被告製品８（乙Ａ３８の２）\n「炭酸ガスパックの主な効果」  「小顔効果…血行が活性化し新陳代\n謝が高まることで，むくみがとれて小顔効果があります」\n(g) 被告製品９（甲８）\n「ご愛用者様の感想」「小顔になった！」\n(h) 被告製品１１（甲１０）\n（製品の特徴）「たるみを解消してフェイスラインをすっきりと」「コ\nラーゲン合成の活性化でシワ改善。脂肪代謝促進で小顔効果が期待。」\n（ご使用ペースのアドバイス）「顔痩せ…脂肪レベルでの効果は，毎日\n１ヶ月を目安に。その後，効果維持の為には，最低週２回を継続。」\n(i) 被告製品１３（乙Ａ４０の２）\n（製品使用の効果は）「部分痩せ  顔や二の腕などのむくみに早い人で\nは１回のパックで効果が期待出来ますが，脂肪レベルでの効果は１ヶ月を目安にし\nてください。効果維持の為に少なくとも週２回はパックを行ってください。」等\n(j) 被告製品１５（乙Ａ４２の３）\n「…小顔ケアに，ご自宅でいつでもサロン並みのお手入れを」\n(k) 被告製品１６（甲２４，乙Ａ４３の５，乙Ｅ全２６の５）\n「アヴィナスセレブジェルパックの効果」「部分痩せ促進効果  炭酸ガ\nスが筋肉繊維に働きかけ，脂肪代謝を活性化させる  小顔・たるみ改善・フェイス\nリフティング効果」（甲２４）\n「アヴィナスセレブジェルパックによる炭酸ガス効果で感動小顔実\n現！！」\n「アヴィナスセレブジェルパックの効果  小顔…余分な脂肪を燃焼さ\nせてフェイスラインをキュッとシャープに」（乙Ａ４３の５，乙Ｅ全２６の５）\n(l) 被告製品１７（甲２３）\n「ご愛用者様の感想」「小顔になった！」\nｅ  さらに，第三者のホームページには，「使用方法もいたってシンプ\nル！…パックが剥がしやすいように最後に凝固剤の役割となるジュレのようなもの\nを乗せるので，簡単にジェルが取り除けるように工夫されているのも特徴の１つ」\n（被告製品１。乙Ａ３６の２，乙Ｅ全２７の２），「オールスキンタイプの弱酸性炭\n酸ガスパックです」（被告製品８。乙Ａ３８の２），「炭酸のチカラが注目の美容成分\nをお肌へしっかり浸透させます！」，「１０種の美容成分を配合」（被告製品１２。乙\nＡ３９の２），「高濃度炭酸ガスを効率的に角質層へ浸透させるため，粘性の高いジ\nェル」を使用している（被告製品１８。乙Ａ４５の２）などと製品独自の特徴も記\n載されていた（乙Ａ３６ないし４５，乙Ｅ全２７，２８）。\nイ  ここで被告らが推定覆滅事由として主張していることについて検討する。\n(ｱ) まず被告らは，原告製品と被告各製品の効能に関し，推定覆滅事由が\nあると主張している。\nそして，被告らは，ボーア効果を高めるために，①発生した炭酸ガスを逃がさせ\nない技術及び②炭酸ガスの経皮吸収時間を長く続かせる技術が必要であるなどと主\n張しているが，被告らの主張する上記①及び②は本件各明細書でも触れられている\n気泡の持続性と実質的に変わらないものと認められるし，パック時間を１５分ない\nし３０分程度としている原告製品と被告各製品において，二酸化炭素の皮膚への効\n果・効能が相当程度異なることを認めるに足りる証拠はない。\nまた被告らは，被告各製品に部分肥満改善効果はみられないと主張している。し\nかし，被告らの主張は前記認定の被告らや被告各製品の販売業者による宣伝広告の\n内容と整合的ではないし，また前記２(1)で認定したとおり，二酸化炭素には部分痩\nせや痩身効果があることが知られているところ，被告各製品においては増粘剤を事\n前調製しておくことにより，より多くの二酸化炭素を持続的に皮下組織等に供給さ\nせるという本件各発明の固有の作用効果を奏していることから，部分肥満改善の効\n果がないと認めることはできない。\nなお，被告らは，部分肥満改善効果は他社製品との差別化要因として機能してい\nないとも主張し，乙Ａ３５及び乙Ｅ全２５を証拠提出しているが，これらの証拠は\nアンケート項目にすぎないし，被告らの主張は，前記認定の第三者のホームページ\nで被告各製品に関して顔の部分肥満効果があることに触れているものが相当数あっ\nたことに照らし，採用できない。\n以上より，原告製品と被告各製品との効能に関し，推定覆滅を認めるほどの違い\nがあったと認めることはできない。\n(ｲ) 次に被告らは，原告製品が利便性に劣るとか，被告各製品の販売は被\n告ら等の企画力・営業努力によって成し遂げられたものであると主張している。\n確かに，被告らが各製品の利便性を高めたり，より売上げを上げるために営業努\n力をしたりしていたことがうかがわれ，そのことが被告各製品の販売に相当程度寄\n与したことは否定し難い。しかし，事業者は，製品の製造，販売活動に当たり，相\n応の工夫や営業努力等を行うのが通常であり，上記のような被告らの工夫や営業努\n力等が通常の工夫や営業努力等の範囲を超えた格別のものであるとまでは認められ\nない。そもそも，前記認定のとおり，被告各製品から得られる組成物では増粘剤を\n事前調製しておくことにより，より多くの二酸化炭素を持続的に皮下組織等に供給\nさせるという本件各発明の固有の作用効果を奏しており，炭酸パック化粧料におい\nてそのような作用効果が重要であることは明らかである。そして，前記認定のとお\nり，被告各製品の宣伝広告においては，二酸化炭素による皮膚の美容上の問題や部\n分肥満の改善効果を実現することが強調されており，第三者のホームページの記載\n内容も踏まえると，二酸化炭素の皮下組織等への供給効果も消費者の購入動機に相\n当程度影響を与えたものと認めるのが相当である。\nそうすると，被告ら主張の事由は，推定覆滅事由に当たるとまで認めることはで\nきない。\n(ｳ) さらに被告らは，被告各製品は被告ネオケミア特許発明の技術的範囲\nに属することを主張している。\n確かに，前記認定のとおり，被告各製品の外装箱には被告ネオケミア特許発明に\n係る特許権の存在等が明記されるなどしていたのであり，被告各製品の販売に際し\nて，被告各製品が被告ネオケミア特許発明の技術的範囲に属していることが強調さ\nれていたことがうかがわれる。\nしかし，被告らは被告各製品の配合成分やその割合を具体的に主張立証しておら\nず，被告各製品が被告ネオケミア特許発明の技術的範囲に属することを立証してい\nないし，仮に被告ら主張のとおり，被告各製品が被告ネオケミア発明の技術的範囲\nに属していたとしても，被告ネオケミア発明は，「美容効果及び医療効果を有する二\n酸化炭素外用剤を調製するために用いられる組成物に関する」発明であって（乙Ａ\n１８ないし２０の【０００１】），その目的は「調製が短時間で容易に行え，衣服等\nを汚すことがなく，より強い美容及び医療効果が，より短時間で得られる二酸化炭\n素外用剤を調製することができる二酸化炭素外用剤調製用組成物を得ることにある」\n（乙Ａ１８ないし２０の【０００８】）ところ，本件各発明と技術分野を共通にして\nいるだけでなく，本件各発明の実施品である原告製品では「調製が短時間で容易に\n行え，衣服等を汚すことがなく，より強い美容及び医療効果が，より短時間で得ら\nれる」という作用効果が得られないとは認められず，効果に顕著な差があると認め\nるに足りる証拠もない。そして，本件各発明の固有の作用効果は，増粘剤を事前調\n製しておくことにより，より多くの二酸化炭素を持続的に皮下組織等に供給させる\n点にあるところ，被告各製品において本件各発明の作用効果を奏していることの意\n義は大きく，また前記認定のとおり，その販売に際しても二酸化炭素の皮下組織等\nへの供給による効能・効果が強調されていたのである。\nそうすると，被告ら主張の点が消費者の購入動機に影響を与え，推定が覆滅され\nるとまで認めることはできない。\n(ｴ) 加えて被告らは，本件各発明の本質的特徴に照らしてその効果は付随\n的なものにすぎないなどと主張している。\nａ  確かに，二酸化炭素（炭酸ガス）を利用したパック化粧料は従来か\nら販売等されていた（甲５，乙Ａ１０２，１０５，１１４，乙Ｅ全３，６等）から，\n二酸化炭素を皮下組織等に供給させるなどというだけでは，消費者の購入動機を形\n成するとは認められないが，前記１で認定・判示したとおり，本件各発明の固有の\n作用効果は，増粘剤を事前調製しておくことにより，より多くの二酸化炭素を持続\n的に皮下組織等に供給させる点にあるところ，この作用効果は，炭酸パック用化粧\n料のキットである原告製品及び被告各製品にとって本質的な機能・効能に関わる作\n用効果ということができ，消費者の購入動機に与える影響は大きいものと認められ\nる。\nなお，前記１(1)イ(ｴ)ｂで認定したとおり，ブチレングリコールが配合されてい\nる場合には，事前調製型の本件各発明を実施したことの寄与は限定的であるといわ\nざるを得ないが，被告各製品のジェル剤にブチレングリコールは配合されていない\nから，この点は問題とならない。\nまた，原告は本件各特許権以外の原告の有する特許権の存在を指摘しているが，\n被告各製品が本件各特許権以外の原告の有する特許権に係る発明の技術的範囲に属\nしていることを認めるに足りる証拠はないから，本件において原告主張の点は考慮\nしない（被告ネオケミアは，被告準備書面（１３）（平成２９年１２月２６日付け）\n及び準備書面（１５）（平成３０年２月１４日付け）において，原告のした本件各特\n許権以外の原告の有する特許権に係る特許を回避した炭酸パックを製造することは\n困難であるとの主張について，時機に後れた攻撃防御方法として却下することを申\nし立てている。しかし，原告は自らの上記主張を立証しておらず，その主張を認め\nることはできないから，原告の上記主張がされただけで訴訟の完結を遅延させるこ\nととなるとは認められない。したがって，被告ネオケミアによる上記却下の申立て\nを却下することとする。）。\nｂ  被告らは競合品が存在していたとも主張しているが，推定覆滅事由\nとなるためには，当該競合品が本件各特許と同等の作用効果を有しており，需要者\nである消費者にとって，同等の選択肢として競合する存在であることを要すると解\nするのが相当である。\nこの観点から見ると，被告らが競合品であると主張する商品のうち，ジェルタイ\nプの２剤型でないものは被告各製品と明らかに構成を異にするから，競合品とはい\nえない。また，前記認定の本件各発明の技術的意義等に照らすと，ジェルタイプの\n２剤型であっても，事前調製型でない商品は競合品に当たらないというべきである。\nそのような観点から別紙「炭酸関連の化粧品一覧」を検討すると，本件各発明と\n同じくジェルタイプの２剤型で，事前調製型である商品は，ジェルと粉末の２剤型\nである同別紙の５，６，９番の商品（乙Ａ７９，８０，８３，乙Ｅ全４９，５０，\n５３。なお，同３番の商品は粉末を水で溶かすもので，本件各発明とは異なる構成\nである。）と，ジェルとジェルの２剤型である同別紙の２，１２，１４ないし１６，\n２６の商品（乙Ａ７６，８６，８８ないし９０，１００，乙Ｅ全４６，５６，５８\nないし６０，７０）がある。しかし，それらの競合品の販売時期やシェアは不明で\nあるから，そのような証拠状況の下では，推定が覆滅されると認めることはできな\nい。\nｃ  以上より，被告らの上記主張は採用できず，本件各発明の効果が付\n随的なものにすぎないとはいえない。\n(ｵ) さらに被告らは，ジェルと粉末の組み合わせは技術常識であるから本\n件各発明の技術的価値が低いと主張している。\nしかし，被告らが挙げている資生堂６１４，乙Ｅ全４１，日清３２４はいずれも\n二酸化炭素を発生させる化粧料に関する発明ではない（乙Ａ１０３，乙Ｅ全９，３\n５，３６，４１）から，上記被告らの主張は採用できない。また，被告らは，本件\n各発明の骨格が２剤を用時混合することにより気泡状の二酸化炭素を発生させるこ\nとにあり，これが周知技術であると主張しているが，本件各発明の特徴がそれにと\nどまらないことはこれまでに述べたとおりである。さらに被告らは，本件各発明が\n石垣発明１及び２を出発点として，技術常識を駆使することにより想到できるもの\nであると主張しているが，石垣発明１及び２は，いずれも発生した炭酸ガスの気泡\nの破裂により皮膚等をマッサージするための発泡性化粧料の発明である（乙Ｅ全４，\n３７，３８）から，これらに被告ら主張の技術常識を組み合わせることには，阻害\n要因があり，容易に想到し得たとは認められない。\nしたがって，被告らの上記主張は採用できず，本件各発明の技術的価値が低いと\nはいえない。\n(ｶ) 被告らはその他にも様々なことを推定覆滅事由として主張しているが，\n以上の認定・判示に照らして採用できないか，推定覆滅事由になると認めることは\nできない。\n(ｷ) したがって，本件では特許法１０２条２項による推定は覆滅されない。\n(5) なお，被告コスメプロらは本件各特許権の侵害につき故意又は重大な過失\nがなかったことを損害賠償額を定めるについて考慮すべき旨主張しているが，仮に\n被告コスメプロらに故意及び重大な過失がなかったとしても，被告コスメプロらが\n主張する事情を損害賠償額を定めるについて考慮することが相当とはいえない。\n(6) 以上より，特許法１０２条２項により算定される損害額は，別紙「裁判所\n認定額一覧表」の「利益額」欄記載のとおりとなる（なお，被告製品８に関しては，\n被告リズムと被告アンプリーとの間には共同不法行為が成立するから，両者の利益\n額を合算した金額について同被告らは不真正連帯責任を負う。）。\n１１  争点６－２（原告の損害額－特許法１０２条３項）\n(1) 原告は予備的に特許法１０２条３項により算定される損害額も主張してお\nり，この金額が同条２項により算定される損害額よりも高くならないかを検討して\nおく。\n(2) 証拠（甲４８，乙Ａ４９）及び弁論の全趣旨によれば，次の事実が認めら\nれる。\nア  株式会社帝国データバンクが作成した「知的財産の価値評価を踏まえた\n特許等の活用の在り方に関する調査研究報告書～知的財産（資産）価値及びロイヤ\nルティ料率に関する実態把握～（平成２２年３月）」（以下「本件報告書」という。）\nの表Ⅲ－１０には，国内企業のロイヤルティ料率に関するアンケート結果として，\n産業分野を化学とする特許のロイヤルティ率は５．３％と記載されている。\nもっとも，平成１９年の国内企業・団体に対するアンケート結果を記載した表Ⅱ\n－３には，技術分類を化学とする特許のロイヤルティ率の平均は４．３％（最大値\n３２．５％，最低０．５％）（件数１０３件）と記載されている。\nイ  本件報告書の表Ⅲ－１２には，平成１６年から平成２０年までの産業分\n野を化学とする特許の司法決定によるロイヤルティ料率は，平均値６．１％（最大\n値２０％，最小値０．３％）（件数５件）と記載されている。\n他方で，本件報告書の表Ⅲ－１１には，平成９年から平成２０年までの産業分野\nを化学とする特許の司法決定によるロイヤルティ料率は，平均値３．１％（中央値\n３．０％，最高値５．０％，件数７件）と記載されている。\n(3)  以上認定の事実や前記１０の認定・判示を踏まえ，被告各製品の販売につ\nいて相当な実施料率を検討すると，本件各発明の技術分野が属する分野の近年の統\n計上の平均的な実施料率が，国内企業のアンケート結果では５．３％で，司法決定\nでは６．１％であり，また，本件が侵害訴訟にまで至った事案であることを踏まえ\nると，本件での実施料率は●（省略）●相当である。\nしたがって，特許法１０２条３項により算定される損害額は，別紙「裁判所認定\n額一覧表」の「●（省略）●の金額」欄記載のとおりとなる（別紙「請求額一覧表\n（原告の主張）」からの変更点は青色で塗られた部分である。）。そして，被告各製品\nが転々譲渡された場合に原告が得られたはずの実施料相当額は，商流中の最も売上\n額の高い者に対する金額が上限となるから，共同不法行為が認められない場合には，\n各被告は，被告各製品につき，自己が負う実施料相当額の限度で他の被告と不真正\n連帯責任を負い，共同不法行為が認められる場合には，各被告は，商流中の最も売\n上額の高い者に対する実施料相当額について不真正連帯責任を負うと解するのが相\n当である。\nしたがって，被告製品５に関する被告キアラマキアートの損害額，被告製品９に\n関する被告ＳＨＩＮの損害額並びに被告製品１１及び１７に関する被告ジャパンコ\nスメの損害額は，それぞれ前記１０で認定した同条２項により算定される損害額よ\nりも高いから，これらについては，その金額を原告の損害額と認めるべきことにな\nる。\n他方，その余の被告各製品に関する被告らの損害額については，いずれも前記１\n０で認定した同条２項により算定される損害額の方が高いから，これらについては，\n同条２項により算定される損害額を原告の損害額と認めるべきことになる。\n１２  まとめ\n(1) 損害賠償請求\n前記１１で判示したとおり，特許法１０２条２項又は同条３項により算定され\nる損害額をもって原告の損害額と認めるべきである。そして，原告は本件訴訟の追\n行等を原告訴訟代理人に委任した（当裁判所に顕著な事実）ところ，被告らの行為\nと相当因果関係のある弁護士費用は，別紙「裁判所認定額一覧表」の「利益額」又\nは「●（省略）●の金額」欄記載の金額の１割（ただし，原告主張の範囲内）と認\nめるのが相当であり，原告の損害合計額は，同別紙の「利益額＋弁護士費用」又は\n「実施料＋弁護士費用」欄記載のとおりとなる。\nしたがって，原告の損害賠償請求は，同別紙の同欄記載の金額の限度で認容すべ\nきである。\n(2) 遅延損害金の起算日\n本件で原告は，被告各製品の販売期間の終期又はそれより後の日を遅延損害金\nの起算日として主張しているところ，まず，販売終期として被告らが主張する日又\nはそれより後の日を原告が起算日として主張しているものについては，原告主張の\nとおりの起算日とすることとする。また，そうでないものについては，被告リズム\nは被告製品８を平成２９年２月２８日まで販売し（乙Ｂ１２の２），被告ジャパンコ\nスメは被告製品１１を平成２７年１２月３日まで販売し（乙Ｂ１６の２の⑧），被告\nウインセンスは被告製品１３を同年１月まで販売し（乙Ｂ１８の５），被告クリアノ\nワールは被告製品１５を同月まで販売し（乙Ｂ２０の１の⑭），被告ジャパンコスメ\nは被告製品１７を平成２５年１０月７日まで販売し（乙Ｂ１６の４の②），被告コス\nメプロは被告製品１８を平成２６年１２月２６日まで販売していた（乙Ｂ２の５の\n②）から，その販売終期日（その日が日単位で不明の場合はその月末）を遅延損害\n金の起算日とすることとする。また，被告らが販売期間を主張していないものにつ\nいては，証拠（被告製品５の被告キアラマキアートにつき乙Ｂ８の３の⑦）又は弁\n論の全趣旨により，原告主張のとおりの起算日を認めることとする。\n(3) 差止請求・廃棄請求\n被告らは被告各製品が本件各発明の技術的範囲に属することを争い，本件訴え\n提起後もその製造，販売を継続していたこと等を踏まえると，仮に現時点では被告\n各製品の製造，販売が中止されているものがあるとしても，被告らによって本件各\n特許権が侵害されるおそれがあると認めるのが相当である。したがって，原告によ\nる差止請求は認容すべきである。\nまた，被告らによる本件各特許権の侵害を予防するために，被告各製品及び別紙\n「被告製品一覧表」の「顆粒剤」欄記載の顆粒剤の廃棄請求を認めるのが相当であ\nる。\n１３  結論\n以上によれば，原告の請求は，上記１２認定の限度で理由があるから，その限\n度で認容し，その余は理由がないから棄却することとして，主文のとおり判決する。\nなお，主文第１項ないし第２６項については，仮執行の宣言を付すのは相当でない\nから，これを付さないこととする。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n髙     松     宏     之\n裁判官\n野     上     誠     一\n裁判官\n大     門     宏   一   郎\n別紙\n主文目録\n１  被告ネオケミア及び被告コスメプロは，別紙「被告製品目録」記載１の製品を\n製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしてはならない。\n２  被告ネオケミアは，別紙「被告製品目録」記載３の製品を製造，販売若しくは\n輸出し，又は販売若しくは輸出の申出をしてはならない。\n３  被告ネオケミアは，別紙「被告製品目録」記載４の製品を製造，販売若しくは\n輸出し，又は販売若しくは輸出の申出をしてはならない。\n４  被告アイリカ及び被告キアラマキアートは，別紙「被告製品目録」記載５の製\n品を製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしてはならない。\n５  被告リズム，被告アンプリー及び被告ネオケミアは，別紙「被告製品目録」記\n載８の製品を製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしては\nならない。\n６  被告ＳＨＩＮは，別紙「被告製品目録」記載９の製品を製造，販売若しくは輸\n出し，又は販売若しくは輸出の申出をしてはならない。\n７  被告ジャパンコスメは，別紙「被告製品目録」記載１１の製品を製造，販売若\nしくは輸入し，又は販売若しくは輸出の申出をしてはならない。\n８  被告ウインセンス及び被告コスメボーゼは，別紙「被告製品目録」記載１３の\n製品を製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしてはならな\nい。\n９  被告コスメプロは，別紙「被告製品目録」記載１４の製品を製造，販売若しく\nは輸入し，又は販売若しくは輸出の申出をしてはならない。\n１０  被告クリアノワール，被告ネオケミア及び被告コスメプロは，別紙「被告製\n品目録」記載１５の製品を製造，販売若しくは輸入し，又は販売若しくは輸出の\n申出をしてはならない。\n１１  被告ジャパンコスメは，別紙「被告製品目録」記載１７の製品を製造，販売\n若しくは輸入し，又は販売若しくは輸出の申出をしてはならない。\n１２  被告コスメプロは，別紙「被告製品目録」記載１８の製品を製造，販売若し\nくは輸入し，又は販売若しくは輸出の申出をしてはならない。\n１３  被告ネオケミアは，別紙「被告製品目録」記載２，５，６，７，９，１１な\nいし１４及び１６ないし１８の製品に使用する別紙「被告製品一覧表」の「顆粒\n剤」欄記載の顆粒剤を製造，販売若しくは輸入し，又は販売若しくは輸出の申出\nをしてはならない。\n１４  被告ネオケミア及び被告コスメプロは，別紙「被告製品目録」記載１の製品\nを廃棄せよ。\n１５  被告ネオケミアは，別紙「被告製品目録」記載３の製品を廃棄せよ。\n１６  被告ネオケミアは，別紙「被告製品目録」記載４の製品を廃棄せよ。\n１７  被告アイリカ及び被告キアラマキアートは，別紙「被告製品目録」記載５の\n製品を廃棄せよ。\n１８  被告リズム，被告アンプリー及び被告ネオケミアは，別紙「被告製品目録」\n記載８の製品を廃棄せよ。\n１９  被告ＳＨＩＮは，別紙「被告製品目録」記載９の製品を廃棄せよ。\n２０  被告ジャパンコスメは，別紙「被告製品目録」記載１１の製品を廃棄せよ。\n２１  被告ウインセンス及び被告コスメボーゼは，別紙「被告製品目録」記載１３\nの製品を廃棄せよ。\n２２  被告コスメプロは，別紙「被告製品目録」記載１４の製品を廃棄せよ。\n２３  被告クリアノワール，被告ネオケミア及び被告コスメプロは，別紙「被告製\n品目録」記載１５の製品を廃棄せよ。\n２４  被告ジャパンコスメは，別紙「被告製品目録」記載１７の製品を廃棄せよ。\n２５  被告コスメプロは，別紙「被告製品目録」記載１８の製品を廃棄せよ。\n２６  被告ネオケミアは，別紙「被告製品目録」記載２，５，６，７，９，１１な\nいし１４及び１６ないし１８の製品に使用する別紙「被告製品一覧表」の「顆粒\n剤」欄記載の顆粒剤を廃棄せよ。\n２７\n(1) 被告ネオケミアは，原告に対し，６６５万９０１９円及びこれに対する平成\n２８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告コスメプロは，原告に対し，７０万５８７３円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n２８  被告ネオケミアは，原告に対し，１１５７万３５４０円及びこれに対する平\n成２７年２月２８日から支払済みまで年５分の割合による金員を支払え。\n２９  被告ネオケミアは，原告に対し，２１０万０９６８円及びこれに対する平成\n２７年２月２８日から支払済みまで年５分の割合による金員を支払え。\n３０  被告ネオケミアは，原告に対し，８１９万２８０２円及びこれに対する平成\n２８年１２月３１日から支払済みまで年５分の割合による金員を支払え。\n３１\n(1) 被告アイリカは，原告に対し，５２３万９４３２円及びこれに対する平成２\n９年３月１７日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告キアラマキアートは，原告に対し，６９万１１５２円及びこれに対する\n平成２９年３月１７日から支払済みまで年５分の割合による金員を支払え。\n(3) 被告ネオケミアは，原告に対し，１４２万３２８８円及びこれに対する平成\n２９年３月１７日から支払済みまで年５分の割合による金員を支払え。\n３２  被告ネオケミアは，原告に対し，２７８万６４１０円及びこれに対する平成\n２８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n３３  被告ネオケミアは，原告に対し，６６２万１３０８円及びこれに対する平成\n２８年２月２９日から支払済みまで年５分の割合による金員を支払え。\n３４\n(1) 被告リズム及び被告アンプリーは，連帯して，原告に対し，１億９５１２万\n７２８２円及びこれに対する平成２９年２月２８日から支払済みまで年５分の割合\nによる金員を支払え。\n(2) 被告ネオケミアは，原告に対し，５６９８万０６２６円及びこれに対する平\n成２８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n３５\n(1) 被告ＳＨＩＮは，原告に対し，６４万４１２７円及びこれに対する平成２８\n年９月１４日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告ネオケミアは，原告に対し，１２５万７６１６円及びこれに対する平成\n２８年９月１４日から支払済みまで年５分の割合による金員を支払え。\n３６\n(1) 被告ジャパンコスメは，原告に対し，４３万４８７２円及びこれに対する平\n成２７年１２月３日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告ネオケミアは，原告に対し，８４万７９６０円及びこれに対する平成２\n７年１２月３日から支払済みまで年５分の割合による金員を支払え。\n３７  被告ネオケミアは，原告に対し，５２万１３８１円及びこれに対する平成２\n７年５月３１日から支払済みまで年５分の割合による金員を支払え。\n３８\n(1) 被告ウインセンスは，原告に対し，８０４万１１９９円及びこれに対する平\n成２９年１月３１日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告コスメボーゼは，原告に対し，４７万７５４０円及びこれに対する平成\n２８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n(3) 被告ネオケミアは，原告に対し，２７８万６４１０円及びこれに対する平成\n２８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n３９\n(1) 被告ネオケミアは，原告に対し，４８万４９８５円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告コスメプロは，原告に対し，３１万２４３４円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n４０\n(1) 被告クリアノワールは，原告に対し，１２２３万６２６５円及びこれに対す\nる平成２９年１月３１日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告コスメプロは，原告に対し，２２７万７６６８円及びこれに対する平成\n２８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n(3) 被告ネオケミアは，原告に対し，６８０万６５４５円及びこれに対する平成\n２８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n４１  被告ネオケミアは，原告に対し，８９万６５７９円及びこれに対する平成２\n９年５月１６日から支払済みまで年５分の割合による金員を支払え。\n４２\n(1) 被告ジャパンコスメは，原告に対し，１２万１０００円及びこれに対する平\n成２５年１０月７日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告ネオケミアは，原告に対し，２３万７７７２円及びこれに対する平成２\n３年１月３１日から支払済みまで年５分の割合による金員を支払え。\n４３\n(1) 被告コスメプロは，原告に対し，３９万０５４８円及びこれに対する平成２\n６年１２月２６日から支払済みまで年５分の割合による金員を支払え。\n(2) 被告ネオケミアは，原告に対し，９０万０６８６円及びこれに対する平成２\n６年１２月２５日から支払済みまで年５分の割合による金員を支払え。\n４４  原告のその余の請求をいずれも棄却する。\n４５  訴訟費用は，原告に生じた費用の４分の１，被告ネオケミアに生じた費用の\n４分の１，被告リズム及び被告アンプリーに生じた費用の４分の１並びにその余\nの被告に生じた費用の４分の１を原告の負担とし，原告に生じた費用の２分の１\n及び被告ネオケミアに生じた費用の４分の３を被告ネオケミアの負担とし，原告\nに生じた費用の１４分の３並びに被告リズム及び被告アンプリーに生じた費用の\n４分の３を被告リズム及び被告アンプリーの連帯負担とし，原告に生じた費用の\n２８分の１及びその余の被告に生じた費用の４分の３をその余の被告の負担とす\nる。\n４６  この判決は，第２７項ないし第４３項に限り，仮に執行することができる。\n以  上\n別  紙\n請求目録\n１  被告ネオケミア及び被告コスメプロは，別紙「被告製品目録」記載１の製品を\n製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしてはならない。\n２  被告ネオケミアは，別紙「被告製品目録」記載３の製品を製造，販売若しくは\n輸出し，又は販売若しくは輸出の申出をしてはならない。\n３  被告ネオケミアは，別紙「被告製品目録」記載４の製品を製造，販売若しくは\n輸出し，又は販売若しくは輸出の申出をしてはならない。\n４  被告アイリカ及び被告キアラマキアートは，別紙「被告製品目録」記載５の製\n品を製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしてはならない。\n５  被告リズム，被告アンプリー及び被告ネオケミアは，別紙「被告製品目録」記\n載８の製品を製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしては\nならない。\n６  被告ＳＨＩＮは，別紙「被告製品目録」記載９の製品を製造，販売若しくは輸\n出し，又は販売若しくは輸出の申出をしてはならない。\n７  被告ジャパンコスメは，別紙「被告製品目録」記載１１の製品を製造，販売若\nしくは輸入し，又は販売若しくは輸出の申出をしてはならない。\n８  被告ウインセンス及び被告コスメボーゼは，別紙「被告製品目録」記載１３の\n製品を製造，販売若しくは輸出し，又は販売若しくは輸出の申出をしてはならな\nい。\n９  被告コスメプロは，別紙「被告製品目録」記載１４の製品を製造，販売若しく\nは輸入し，又は販売若しくは輸出の申出をしてはならない。\n１０  被告クリアノワール，被告ネオケミア及び被告コスメプロは，別紙「被告製\n品目録」記載１５の製品を製造，販売若しくは輸入し，又は販売若しくは輸出の\n申出をしてはならない。\n１１  被告ジャパンコスメは，別紙「被告製品目録」記載１７の製品を製造，販売\n若しくは輸入し，又は販売若しくは輸出の申出をしてはならない。\n１２  被告コスメプロは，別紙「被告製品目録」記載１８の製品を製造，販売若し\nくは輸入し，又は販売若しくは輸出の申出をしてはならない。\n１３  被告ネオケミアは，別紙「被告製品目録」記載２，５，６，７，９，１１な\nいし１４及び１６ないし１８の製品に使用する顆粒剤を製造，販売若しくは輸入\nし，又は販売若しくは輸出の申出をしてはならない。\n１４  被告ネオケミア及び被告コスメプロは，別紙「被告製品目録」記載１の製品\nを廃棄せよ。\n１５  被告ネオケミアは，別紙「被告製品目録」記載３の製品を廃棄せよ。\n１６  被告ネオケミアは，別紙「被告製品目録」記載４の製品を廃棄せよ。\n１７  被告アイリカ及び被告キアラマキアートは，別紙「被告製品目録」記載５の\n製品を廃棄せよ。\n１８  被告リズム，被告アンプリー及び被告ネオケミアは，別紙「被告製品目録」\n記載８の製品を廃棄せよ。\n１９  被告ＳＨＩＮは，別紙「被告製品目録」記載９の製品を廃棄せよ。\n２０  被告ジャパンコスメは，別紙「被告製品目録」記載１１の製品を廃棄せよ。\n２１  被告ウインセンス及び被告コスメボーゼは，別紙「被告製品目録」記載１３\nの製品を廃棄せよ。\n２２  被告コスメプロは，別紙「被告製品目録」記載１４の製品を廃棄せよ。\n２３  被告クリアノワール，被告ネオケミア及び被告コスメプロは，別紙「被告製\n品目録」記載１５の製品を廃棄せよ。\n２４  被告ジャパンコスメは，別紙「被告製品目録」記載１７の製品を廃棄せよ。\n２５  被告コスメプロは，別紙「被告製品目録」記載１８の製品を廃棄せよ。\n２６  被告ネオケミアは，別紙「被告製品目録」記載２，５，６，７，９，１１な\nいし１４及び１６ないし１８の製品に使用する顆粒剤を廃棄せよ。\n２７\n（主位的請求）\n被告ネオケミア及び被告コスメプロは，連帯して，原告に対し，７３６万４８\n９２円及びこれに対する平成２８年１２月１６日から支払済みまで年５分の割合\nによる金員を支払え。\n（予備的請求）\n(1) 被告ネオケミアは，原告に対し，９６万９２０６円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員（ただし，１０万\n４１０４円の限度で被告コスメプロと連帯して）を支払え。\n(2) 被告コスメプロは，原告に対し，１０万４１０４円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員（ただし，被告ネ\nオケミアと連帯して）を支払え。\n２８\n（主位的請求）\n被告ネオケミアは，原告に対し，２０８５万３１９９円及びこれに対する平成\n２７年２月２８日から支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n被告ネオケミアは，原告に対し，１３６万４０００円及びこれに対する平成２\n７年２月２８日から支払済みまで年５分の割合による金員を支払え。\n２９\n（主位的請求）\n被告ネオケミアは，原告に対し，１００３万７７５８円及びこれに対する平成\n２７年２月２８日から支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n被告ネオケミアは，原告に対し，４１万５８００円及びこれに対する平成２７\n年２月２８日から支払済みまで年５分の割合による金員を支払え。\n３０\n（主位的請求）\n被告ネオケミアは，原告に対し，１３７７万２５５２円及びこれに対する平成\n２８年１２月３１日から支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n被告ネオケミアは，原告に対し，１６４万８２６６円及びこれに対する平成２\n８年１２月３１日から支払済みまで年５分の割合による金員を支払え。\n３１\n（主位的請求）\n被告アイリカ，被告キアラマキアート及び被告ネオケミアは，連帯して，原告\nに対し，７８６万７８８０円及びこれに対する平成２９年３月１７日から支払済\nみまで年５分の割合による金員を支払え。\n（予備的請求）\n(1) 被告アイリカは，原告に対し，１２１万５０９５円及びこれに対する平成２\n９年３月１７日から支払済みまで年５分の割合による金員（ただし，６９万１\n１５２円の限度で被告キアラマキアートと連帯して，１８万４１４０円の限度\nで被告ネオケミアと連帯して）を支払え。\n(2) 被告キアラマキアートは，原告に対し，６９万１１５２円及びこれに対する\n平成２９年３月１７日から支払済みまで年５分の割合による金員（ただし，被\n告アイリカと連帯して，１８万４１４０円の限度で被告ネオケミアと連帯し\nて）を支払え。\n(3) 被告ネオケミアは，原告に対し，１８万４１４０円及びこれに対する平成２\n９年３月１７日から支払済みまで年５分の割合による金員（ただし，被告アイ\nリカ及び被告キアラマキアートと連帯して）を支払え。\n３２\n（主位的請求）\n被告ネオケミアは，原告に対し，６１５万５６４６円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n被告ネオケミアは，原告に対し，３１万６８００円及びこれに対する平成２８\n年１２月１６日から支払済みまで年５分の割合による金員を支払え。\n３３\n（主位的請求）\n被告ネオケミアは，原告に対し，４１９４万９５５７円及びこれに対する平成\n２８年２月２９日から支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n被告ネオケミアは，原告に対し，７７万０８８０円及びこれに対する平成２７\n年１１月６日から支払済みまで年５分の割合による金員を支払え。\n３４\n（主位的請求）\n被告リズム，被告アンプリー及び被告ネオケミアは，連帯して，原告に対し，\n２億７０６３万３４２８円及びこれに対する平成２８年１２月１６日から支払済\nみまで年５分の割合による金員を支払え。\n（予備的請求）\n(1) 被告リズムは，原告に対し，３５２０万５９４１円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員（ただし，１４０\n３万２７５２円の限度で被告アンプリーと連帯して，１２１３万５２００円の\n限度で被告ネオケミアと連帯して）を支払え。\n(2) 被告アンプリーは，原告に対し，１４０３万２７５２円及びこれに対する平\n成２８年１２月１６日から支払済みまで年５分の割合による金員（ただし，被\n告リズムと連帯して，１２１３万５２００円の限度で被告ネオケミアと連帯し\nて）を支払え。\n(3) 被告ネオケミアは，原告に対し，１２１３万５２００円及びこれに対する平\n成２８年１２月１６日から支払済みまで年５分の割合による金員（ただし，被\n告リズム及び被告アンプリーと連帯して）を支払え。\n３５\n（主位的請求）\n被告ＳＨＩＮ及び被告ネオケミアは，連帯して，原告に対し，１７６万５７０\n７円及びこれに対する平成２８年９月１４日から支払済みまで年５分の割合によ\nる金員を支払え。\n（予備的請求）\n(1) 被告ＳＨＩＮは，原告に対し，６４万４１２７円及びこれに対する平成２８\n年９月１４日から支払済みまで年５分の割合による金員（ただし，１６万２８\n３４円の限度で被告ネオケミアと連帯して）を支払え。\n(2) 被告ネオケミアは，原告に対し，１６万２８３４円及びこれに対する平成２\n８年９月１４日から支払済みまで年５分の割合による金員（ただし，被告ＳＨ\nＩＮと連帯して）を支払え。\n３６\n（主位的請求）\n被告ジャパンコスメ及び被告ネオケミアは，連帯して，原告に対し，１０４万\n６８９５円及びこれに対する平成２７年１２月３日から支払済みまで年５分の割\n合による金員を支払え。\n（予備的請求）\n(1) 被告ジャパンコスメは，原告に対し，４３万４８７２円及びこれに対する平\n成２７年１２月３日から支払済みまで年５分の割合による金員（ただし，１０\n万９７９２円の限度で被告ネオケミアと連帯して）を支払え。\n(2) 被告ネオケミアは，原告に対し，１０万９７９２円及びこれに対する平成２\n７年１２月３日から支払済みまで年５分の割合による金員（ただし，被告ジャ\nパンコスメと連帯して）を支払え。\n３７\n（主位的請求）\n被告ネオケミアは，原告に対し，５２万１３８１円及びこれに対する平成２７\n年５月３１日から支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n被告ネオケミアは，原告に対し，６万７５０７円及びこれに対する平成２７年\n５月３１日から支払済みまで年５分の割合による金員を支払え。\n３８\n（主位的請求）\n被告ウインセンス，被告コスメボーゼ及び被告ネオケミアは，連帯して，原告\nに対し，１２５４万７０５８円及びこれに対する平成２８年１２月１６日から支\n払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n(1) 被告ウインセンスは，原告に対し，１８４万１２２２円及びこれに対する平\n成２８年１２月１６日から支払済みまで年５分の割合による金員（ただし，２\n０万４６９２円の限度で被告コスメボーゼと連帯して，３１万６８００円の限\n度で被告ネオケミアと連帯して）を支払え。\n(2) 被告コスメボーゼは，原告に対し，２０万４６９２円及びこれに対する平成\n２６年２月２８日から支払済みまで年５分の割合による金員（ただし，被告ウ\nインセンス及び被告ネオケミアと連帯して）を支払え。\n(3) 被告ネオケミアは，原告に対し，３１万６８００円及びこれに対する平成２\n６年２月２８日から支払済みまで年５分の割合による金員（ただし，被告ウイ\nンセンスと連帯して，２０万４６９２円の限度で被告コスメボーゼと連帯し\nて）を支払え。\n３９\n（主位的請求）\n被告ネオケミア及び被告コスメプロは，連帯して，原告に対し，７９万７４１\n９円及びこれに対する平成２８年１２月１６日から支払済みまで年５分の割合に\nよる金員を支払え。\n（予備的請求）\n(1) 被告コスメプロは，原告に対し，４万３６１９円及びこれに対する平成２８\n年１２月１６日から支払済みまで年５分の割合による金員（ただし，被告ネオ\nケミアと連帯して）を支払え。\n(2) 被告ネオケミアは，原告に対し，６万４９１１円及びこれに対する平成２８\n年１２月１６日から支払済みまで年５分の割合による金員（ただし，４万３６\n１９円の限度で被告コスメプロと連帯して）を支払え。\n４０\n（主位的請求）\n被告クリアノワール，被告コスメプロ及び被告ネオケミアは，連帯して，原告\nに対し，２１３２万０４７８円及びこれに対する平成２８年１２月１６日から支\n払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n(1) 被告クリアノワールは，原告に対し，２６６万１６０４円及びこれに対する\n平成２８年１２月１６日から支払済みまで年５分の割合による金員（ただし，\n３４万６０３７円の限度で被告コスメプロと連帯して，１５８万９６８２円の\n限度で被告ネオケミアと連帯して）を支払え。\n(2) 被告コスメプロは，原告に対し，３４万６０３７円及びこれに対する平成２\n８年１２月１６日から支払済みまで年５分の割合による金員（ただし，被告ク\nリアノワール及び被告ネオケミアと連帯して）を支払え。\n(3) 被告ネオケミアは，原告に対し，１５８万９６８２円及びこれに対する平成\n２８年１２月１６日から支払済みまで年５分の割合による金員（ただし，被告\nクリアノワールと連帯して，３４万６０３７円の限度で被告コスメプロと連帯\nして）を支払え。\n４１\n（主位的請求）\n被告ネオケミアは，原告に対し，１５９万８６４０円及びこれに対する平成２\n９年５月１６日から支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n被告ネオケミアは，原告に対し，１０万５６００円及びこれに対する平成２９\n年５月１６日から支払済みまで年５分の割合による金員を支払え。\n４２\n（主位的請求）\n被告ジャパンコスメ及び被告ネオケミアは，連帯して，原告に対し，３０万２\n６７２円及びこれに対する平成２３年１月３１日から支払済みまで年５分の割合\nによる金員を支払え。\n（予備的請求）\n(1) 被告ジャパンコスメは，原告に対し，１２万１０００円及びこれに対する平\n成２３年１月３１日から支払済みまで年５分の割合による金員（ただし，３万\n０７８６円の限度で被告ネオケミアと連帯して）を支払え。\n(2) 被告ネオケミアは，原告に対し，３万０７８６円及びこれに対する平成２３\n年１月３１日から支払済みまで年５分の割合による金員（ただし，被告ジャパ\nンコスメと連帯して）を支払え。\n４３\n（主位的請求）\n被告コスメプロ及び被告ネオケミアは，連帯して，原告に対し，１３３万４０\n０２円及びこれに対する平成２６年１２月２５日から支払済みまで年５分の割合\nによる金員を支払え。\n（予備的請求）\n(1) 被告コスメプロは，原告に対し，８万０４３２円及びこれに対する平成２６\n年１２月２５日から支払済みまで年５分の割合による金員（ただし，被告ネオ\nケミアと連帯して）を支払え。\n(2) 被告ネオケミアは，原告に対し，１２万０５４９円及びこれに対する平成２\n６年１２月２５日から支払済みまで年５分の割合による金員（ただし，８万０\n４３２円の限度で被告コスメプロと連帯して）を支払え。\n以  上\n別  紙\n被告製品目録\n１  エコツージェル  イーエックス\n２  レバンテ  リッツ  スパークリングジェルパック\n３  ＡＬジェルパック\n４  ＨＩＮ  アクネスラボＲジェルパック\n５  スラージュ３１５\n６  オクシゲンジャグジー\n７  スパークル１０００プラス\n８  ルージュフィル  プレタパック\n９  ラフェリーチェ  ＣＯ２ジェルパック\n１０  （欠番）\n１１  シモンシーツーオーパック\n１２  プレミアムセレクションジェルパック\n１３  エバーフィール  ミキシングジェルパック\n１４  クーフォースジェルパック\n１５  ＤＭスキンジェルパックＣ\n１６  アヴィナスセレブジェルパック\n１７  シンデレラクイーンビューティーシーオーツージェルパック\n１８  イー・サー・ホワイト  ＣＯ２  ジェル  マスク\n以  上\n"
}