{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 22
  },
  "case_number": "平成28(行ケ)10033",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86537",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86537",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/537/086537_hanrei.pdf",
  "contents": "平成２９年２月２２日判決言渡\n平成２８年（行ケ）第１００３３号  審決取消請求事件\n口頭弁論終結の日  平成２８年１２月６日\n判                決\n原 告\nハネウエル・インターナショナル・インコーポレーテッド\n同訴訟代理人弁護士       飯村敏 明\n同                        末吉   剛\n同訴訟代理人弁理士       小   野   新次 郎\n同                        松田豊 治\n被 告       アルケマ   フラン ス\n同訴訟代理人弁理士       園田吉 隆\n同                        石岡利 康\n同                        小梶晴 美\n同                        小松徹 郎\n同                        藤井   亮\n同                        髙木   亮\n同                        冨樫義 孝\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間\nを３０日と定める。\n事実及び理 由\n第１  請求\n特許庁が無効２０１１－８０００７５号事件について平成２７年９月２９日\nにした審決のうち，「特許第４５７１１８３号の請求項１ないし４に係る発明\nについての特許を無効とする。」との部分を取り消す。\n第２  前提事実（いずれも当事者間に争いがない。）\n１  特許庁における手続の経緯等\n原告は，発明の名称を「フッ素置換オレフィンを含有する組成物」とする特\n許第４５７１１８３号（優先日：平成１６年４月２９日，出願日：平成１７年\n４月２９日，登録日：平成２２年８月２０日。以下「本件特許」という。また，\n上記優先日を「本件優先日」という。）の特許権者である。\n被告は，平成２３年５月９日，特許庁に対し，本件特許を無効とすることを\n求めて審判請求をし，特許庁は，当該請求を無効２０１１－８０００７５号事\n件として審理をした。また，原告は，同年１１月７日，別紙１のとおり，本件\n特許の特許請求の範囲及び明細書について訂正請求をした（以下「本件訂正請\n求」という。）。\nこれに対し，特許庁は，平成２７年９月２９日，「訂正を認める。特許第４\n５７１１８３号の請求項１ないし４に係る発明についての特許を無効とする。」\nとの審決をした（なお，出訴期間として９０日を付加している。以下「本件審\n決」という。）。その謄本は，同年１０月８日，原告に送達された。\n原告は，平成２８年２月３日，本件訴えを提起した。\n２  特許請求の範囲\n上記のとおり，本件特許に係る特許請求の範囲及び明細書については本件訂\n正請求がされたところ，本件審決はこれを認めた。訂正後の特許請求の範囲請\n求項１～４の記載は，以下のとおりである（下線部は上記訂正に係る訂正箇所\nである。以下，訂正後の請求項１～４に係る発明を，それぞれ「本件発明１」\nのようにいうとともに，これらを併せて「本件各発明」という。また，上記訂\n正後の明細書及び図面を「本件明細書」という。）。\n【請求項１】\n自動車の空調装置における２，３，３，３－テトラフルオロプロペン（ＨＦ\nＯ－１２３４ｙｆ）を含む組成物の冷媒としての使用。\n【請求項２】\n前記組成物が潤滑剤をさらに含む，請求項１に記載の使用。\n【請求項３】\n前記潤滑剤が前記組成物の３０～５０重量％の量で存在する，請求項２に記\n載の使用。\n【請求項４】\n前記潤滑剤がポリアルキレングリコール潤滑剤を含む，請求項２に記載の使\n用。\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本\n件各発明は，以下のとおり，進歩性判断の基準日である本件優先日前に頒布さ\nれた甲５（特開平４－１１０３８８号公報。以下「甲５文献」という。）に記\n載された発明（以下「甲５発明」という。）並びに甲６（米国特許５６１１２\n１０号明細書 。 以 下 「 甲 ６ 文献 」 と い う 。 ），甲７（ A.D.Althouse ほか\n「Modern  REFRIGERATION  and  AIRCONDITIONING」９４９頁～９７６頁，\n１９８８年，The  GOODHEART-WILLCOX  COMPANY,  INC.発行。以下「甲７\n文献」という。）及び甲１４（B.C.Langley,  「Refrigeration  and  Air  Conditioning\n(3rd  Edition)」５２５頁～５５３頁，１９８６年，A  Reston  Book 発行。以下\n「甲１４文献」という。）に開示された当業者の周知（慣用）技術に基づいて，\n当業者が容易に発明をすることができたものであり，いずれも特許法（以下\n「法」という。）２９条２項により特許を受けることができないものであるか\nら，訂正後の特許請求の範囲の請求項１～４に係る発明についての特許は法１\n２３条１項２号に該当し，無効とすべきものである，というものである（なお，\n以下では，原告主張に係る取消事由と関連する部分のみに言及する。）。\n(1)  甲５発明\n「分子式：Ｃ３ＨｍＦｎ（ただし，ｍ＝１～５，ｎ＝１～５かつｍ＋ｎ＝６）\nで示され且つ分子構造中に二重結合を１個有する有機化合物からなる熱媒体\nであって，該有機化合物は２，３，３，３－テトラフルオロプロペンである\n場合を含む熱媒体と，ヒートポンプ用の熱媒体に用いられる潤滑油とからな\nる熱媒体組成物の，ヒートポンプにおける使用。」\n(2)  本件発明１と甲５発明との対比等\nア  一致点\n「空調装置における２，３，３，３－テトラフルオロプロペン（ＨＦＯ\n－１２３４ｙｆ）を含む組成物の冷媒としての使用」\nイ  相違点１\n本件発明１では，「自動車の空調装置」であるのに対して，甲５発明\nでは，「ヒートポンプ」である点。\nウ  判断\n(ｱ)  相違点１について\n甲６及び甲７文献にも記載されているとおり，ＣＦＣ－１２等のクロ\nロフルオロカーボン類等を含むフッ素化炭化水素化合物，いわゆるフロ\nン化合物を，自動車用空調装置を含む空調装置において，凝縮温度１２\n５°Ｆ（約５２℃）以下の条件における冷媒として使用することは，本\n件特許に係る出願日（本件優先日）前における当業者の周知慣用の技術\nであったと認められる。\nそして，カーエアコン等の蒸気圧縮型空調装置の冷媒化合物を選定す\nるにあたり，使用温度領域（環境温度及び排出温度（凝縮温度））がそ\nの冷媒化合物の（標準）沸点以上臨界温度未満の範囲にないと冷媒とし\nて使用できるものではないことが当業者の技術常識であるところ，甲６\n文献にも記載されているとおり，従来，自動車用のものを含む空調装置\nにおける冷媒として使用されるＣＦＣ－１２は，３５°Ｆ（約２℃）以\n下の蒸発温度及び１２５°Ｆ（約５２℃）以下の凝縮温度で使用される\nものであるのに対して，甲５文献にも記載されているとおり，ＨＦＯ化\n合物のうちハイドロフルオロプロペン化合物は，概ね－１６～－１７℃\n程度の沸点及び１２１～１２６℃程度の臨界温度を有し，特にＨＦＯ－\n１２３４ｙｆは，－２９℃（２４４．９Ｋ）の沸点と９７℃（３７０．\n４Ｋ）の臨界温度を有するものである（必要ならばロシア特許第２０７\n３０５８号公報（甲６６。以下「甲６６文献」という。）参照）から，\nこれを９０℃前後までの排出温度が許容できるカーエアコンのフロン化\n合物系の冷媒として選択することは，当業者が適宜なし得ることである。\nまた，本件明細書，甲５～甲７及び甲１４文献の記載を検討しても，\n甲５発明におけるヒートポンプに使用されるハイドロフルオロカーボン\nの一種である２，３，３，３－テトラフルオロプロペンなるハイドロフ\nルオロオレフィンを含む熱媒体組成物を，自動車の空調装置における冷\n媒として使用することを妨げる技術的要因などが存するものとは認めら\nれない。むしろ，甲１４文献に記載されているとおり，自動車用の空調\n装置における冷媒に対しても，他の空調装置における冷媒に要求される\n熱力学的又はその他の特性の点で同一の特性が要求されることが当業者\nの周知技術であるから，甲５発明のヒートポンプ用熱媒体組成物を自動\n車の空調装置における冷媒として使用することに格別な技術的創意が存\nするものとも認めることができない。\nそうすると，甲５発明のヒートポンプに使用される２，３，３，３－\nテトラフルオロプロペンを含む熱媒体組成物を，上記当業者の周知慣用\nの技術に基づき，自動車の空調装置における冷媒として使用することは，\n当業者が適宜なし得ることと認められる。\nしたがって，相違点１は，当業者が適宜なし得ることである。\n(ｲ)  本件発明１の効果について\n本件発明１に係る２，３，３，３－テトラフルオロプロペン（ＨＦＯ\n－１２３４ｙｆ）は，従来技術であるＨＦＣ－１３４ａを使用した場合\nに 比 し て ， 相 対 能 力 （ 比 ） の 点 で 優 れ ， 相 対 Ｃ Ｏ Ｐ （ Coefficient  of\nPerformance（成績係数））（比）及び排出温度の点で劣るものと認め\nられるから，冷却／空調サイクルにおける熱力学的特性の点で，本件発\n明１に係る冷媒（組成物）が格別顕著な効果を奏するものとは認められ\nない。\nまた，環境問題に係る効果につき，オゾン破壊係数（Ozone  Depletion\nPotential 。以下「 Ｏ Ｄ Ｐ 」という 。 ）及び地球温暖化係数（ Global\nWarming  Potential。以下「ＧＷＰ」という。）は，いずれもその物質の\n有意量が大気中に放出された場合に関する物質の特性であって，実質的\nな閉鎖系である自動車の空調装置の循環系の中での冷媒としての使用に\nおける発明の効果であるとはいえない。\nさらに，甲５文献には，甲５発明におけるヒートポンプに使用される\n２，３，３，３－テトラフルオロプロペン等の熱媒体が，「要求される\n一般的な特性（例えば，潤滑油との相溶性，材料に対する非浸蝕性など）\nに関しても，問題はないことが確認されている」から，本件発明１にお\nけるＨＦＯ－１２３４ｙｆを使用した場合が，潤滑油との相溶性又は材\n料に対する非浸蝕性等に係る効果において，甲５発明に比して特段に優\nれるものと認めることはできない。\nそうすると，本件発明１の効果が，甲５発明の効果に比して格別顕著\nなものであるということはできない。\n(ｳ)  小括\nしたがって，本件発明１は，甲５発明並びに甲６，甲７及び甲１４文\n献に開示された当業者の周知（慣用）技術に基づいて，当業者が容易に\n発明をすることができたものである。\n第３  当事者の主張\n１  原告の主張\n(1)  本件審決には，以下のとおり，本件発明１に関する認定及び判断の誤り\nがあり，これは，同発明の構成要件をすべて備える本件発明２～４にも当て\nはまる。この認定及び判断の誤りは，本件審決の結論に影響を及ぼすことが\n明らかであり，本件審決は違法なものとして取り消されるべきである。\n(2)  取消事由１（本件発明１の認定の誤り－「自動車の空調装置」において\n使用される冷媒）\nア  本件審決は，「カーエアコンなどの蒸気圧縮型空調装置の冷媒化合物を\n選定するにあたり，使用温度領域（環境温度及び排出温度（凝縮温度））\nがその冷媒化合物の（標準）沸点以上臨界温度未満の範囲にないと冷媒\nとして使用できるものではない」と認定し，さらに，ＨＦＯ－１２３４\nｙｆの沸点及び臨界温度を甲６６文献に基づいて認定した上で，沸点及\nび臨界温度のみに基づいて「（ＨＦＯ－１２３４ｙｆを）カーエアコン\nのフロン化合物系の冷媒として選択することは，当業者が適宜なし得る\nことである」と判断した。これによれば，本件審決は，「自動車の空調\n装置」において使用される冷媒とは，沸点及び臨界温度によって画され\nる温度範囲が「自動車の空調装置」の使用温度領域を包含する冷媒を意\n味すると解釈しているものと理解される。\nイ  しかし，本件優先日前の時点では，ＣＦＣ－１２及びＨＦＣ－１３４ａ\nという２つの冷媒のみが自動車の空調装置用に実用化されたところ，Ｃ\nＦＣ－１２のＯＤＰ（１．０）及びＧＷＰ（１０，９００）がいずれも\n大きいことから，ＨＦＣ－１３４ａがこれに代替するものとされたもの\nの，ＨＦＣ－１３４ａも，ＯＤＰは０であるもののＧＷＰは依然として\n問題のあるレベル（１，４３０）であったことから，更に業界ではＧＷ\nＰの低い新たな自動車の空調装置用冷媒への差し迫った必要が存在して\nいた。これに対し，ＨＦＯ－１２３４ｙｆのＯＤＰは０であり，ＧＷＰ\nは４という低い値である。\nまた，自動車の空調装置におけるサイズ及び重量の制約ゆえに，冷媒\nの変更に伴いその設計を大幅に変更することは困難であり，また，再設\n計に伴う各種コストの回避の観点からも，当業界では，「自動車の空調\n装置」で使用される新たな冷媒について，ＨＦＣ－１３４ａに対する能\n力及びＣＯＰがほぼ１であることが求められていた。このことは，本件\n明細書の記載によっても裏付けられている。\nこのため，本件優先日当時，「自動車の空調装置」において使用され\nる冷媒については，沸点及び臨界温度によって画される温度範囲が「自\n動車の空調装置」の使用温度領域を包含するという特性のみならず，(ⅰ)\n地球温暖化防止のため，低減されたＧＷＰ，(ⅱ)既存の自動車の空調装置\nに大幅な変更を施す必要がないように，ＨＦＣ－１３４ａ（本件優先日\nに自動車の空調装置に使用されていた冷媒）の能力及びＣＯＰ（とりわ\nけ能力）とほぼ等しい能力及びＣＯＰといった特性をも有する必要があ\nることは，技術常識であった。\nこの点で，本件審決は，「自動車の空調装置」において使用される冷\n媒の認定を誤っている。\nウ  本件審決は，「本件発明におけるＨＦＯ－１２３４ｙｆを『従来の自動\n車の空調装置の冷媒であるＨＦＣ－１３４ａに対するドロップイン置換\nできる冷媒として使用』することは，本件明細書に記載した事項ではな\nい」と認定した。\nしかし，本件明細書は，新たな冷媒の使用に当たり装置の設計の大幅\nな変更が望ましくないという技術常識に言及するとともに（【０００\n９】），比較的高い能力の冷媒に関する発明と比較的低い能力の冷媒に\n関 す る 発 明 と い う ２ つ の タ イ プ の 発 明 を 開 示 す る と こ ろ （ 【 ０ ０ ３\n０】），本件発明１は前者に当たるのであり，本件明細書には，ＨＦＣ\n－１３４ａのＨＦＯ－１２３４ｙｆによるほぼドロップイン置換の発明\nが記載されている。\nエ  ＨＦＯ－１２３４ｙｆのＧＷＰは，本件審決も認定するとおり，極めて\n低い。にもかかわらず，本件審決は，低いＧＷＰ及びＯＤＰは「実質的\nな閉鎖系である自動車の空調装置の循環系の中での冷媒としての使用に\nおける発明の効果であるとはいえない」，ＨＦＯ－１２３４ｙｆが大気\n中に放出されることにより生成される生成物によって「新たな環境問題\n（例えば『酸性雨』など）を生じる可能性が高い」と判断した。しかし，\n自動車の空調装置では，定置型と比較して冷媒漏れが生じやすいこと，\nＧＷＰは，地球環境にとって，分解生成物よりも重大な問題であること\nを踏まえると，本件審決の認定は当業界の技術常識に反している。\nまた，本件審決は，ＨＦＯ－１２３４ｙｆは，ＨＦＣ－１３４ａと比\n較して「相対能力（比）の点で優れ，相対ＣＯＰ（比）及び排出温度の\n点で劣る」とし，「冷却／空調サイクルにおける熱力学特性の点で，本\n件発明に係る冷媒（組成物）が格別顕著な効果を奏するものとは認めら\nれない。」とする。しかし，「自動車の空調装置」において使用される\n冷媒には，能力及びＣＯＰがＨＦＣ－１３４ａよりも高いことが求めら\nれていたわけではなく，ＨＦＣ－１３４ａよりも低いＧＷＰを有し，か\nつ，ＨＦＣ－１３４ａとほぼ同等の能力及びＣＯＰを有する冷媒が求め\nられていた。そのような冷媒は稀にしか存在しないところ，ＨＦＯ－１\n２３４ｙｆの能力及びＣＯＰはＨＦＣ－１３４ａのそれらと予想外にも\nほぼ等しいことが見いだされたのである。\nにもかかわらず，本件審決は，ＧＷＰを無視したことに加え，冷媒の\n能力及びＣＯＰのいずれもがＨＦＣ－１３４ａのものよりも高くあるべ\nきであるとの誤った認定に基づく判断をした。\nオ  以上のとおり，本件審決は，「自動車の空調装置」において使用される\n冷媒の認定を誤り，その結果，本件発明１の予想外かつ顕著な効果を看\n過した。したがって，本件審決は取り消されるべきである。\n(3)  取消事由２（引用発明の認定の誤り）\nア  ＨＦＯ－１２３４ｙｆ\n本件審決は，甲５発明として，前記第２の３(1)のとおりの認定をした\nところ，これは，Ｃ３ＨｍＦｎという一般式の化合物だけでなく，ＨＦＯ－\n１２３４ｙｆという具体的な化合物のヒートポンプにおける使用の発明\nも，甲５文献に記載されていると認定したものである。\nしかし，甲５文献に記載された実施例のうち実施例５がＨＦＯ－１２\n３４ｙｆに関するものであるところ，実施例１～４には具体的な結果が\n記載されているのに対し，実施例５のみ記載の具体性が著しく乏しい上，\nそこで「ほぼ同様の結果が得られた」とする実施例１の結果も誤ってい\nる。したがって，ＨＦＯ－１２３４ｙｆのヒートポンプにおける使用は，\n甲５文献には記載されていないというべきである。\nそうすると，甲５文献に記載された発明は，以下のとおり認定される\nべきである。\n「分子式：Ｃ３ＨｍＦｎ（ただし，ｍ＝１～５，ｎ＝１～５かつｍ＋ｎ＝\n６）で示され且つ分子構造中に二重結合を１個有する有機化合物からな\nる熱媒体と，ヒートポンプ用の熱媒体に用いられる潤滑油とからなる熱\n媒体組成物の，ヒートポンプにおける使用。」\nそして，甲５文献には，Ｃ３ＨｍＦｎの化合物をＨＦＯ－１２３４ｙｆに\n特定する動機付けはない。\nイ  ヒートポンプ\n本件審決は，甲５発明の「ヒートポンプ」は空調装置を包含すると認\n定した。\nしかし，加熱用のヒートポンプと冷却用の自動車の空調装置とは異な\nる上，甲５文献のヒートポンプは，空気ではなく水を加熱する装置であ\nり，空気を冷却する自動車用の空調装置とはかい離している。\nウ  これらの引用発明の認定の誤りは，いずれも結論に重大な影響を及ぼす。\n(4)  取消事由３（相違点の判断の誤り(1)－ＨＦＯ－１２３４ｙｆの沸点及び\n臨界温度を技術常識として認定したことの誤り）\n本件審決は，相違点の判断に当たり，ＨＦＯ－１２３４ｙｆの沸点及び\n臨界温度に関し，「参考文献２」すなわち甲６６文献を引用しており，同文\n献に基づいてＨＦＯ－１２３４ｙｆの沸点及び臨界温度が技術常識であると\n認定したものと理解される。\nしかし，甲６６文献はロシアの特許文献であり，１つの，しかも当業者\nにアクセスし難い特許文献により，その記載が技術常識となることはない。\nまた，本件優先日当時，ＨＦＯ冷媒分子の沸点及び臨界温度のデータは\n必ずしも正確ではなく，複数の文献が異なる値を報告することがあった。こ\nのため，甲６６文献にＨＦＯ－１２３４ｙｆの沸点及び臨界温度が記載され\nていても，そのデータを信頼することはできなかった。\n以上のとおり，本件優先日当時，ＨＦＯ－１２３４ｙｆの沸点及び臨界\n温度は，技術常識ではなかった。そのため，甲５文献に接した当業者は，自\n動車の空調装置の使用温度範囲がＨＦＯ－１２３４ｙｆの沸点及び臨界温度\nの範囲内にあることを認識できず，まして，ＨＦＯ－１２３４ｙｆが低いＧ\nＷＰ並びにＨＦＣ－１３４ａとほぼ同程度の能力及びＣＯＰを有することを\n予想できなかった。\nしたがって，ＨＦＯ－１２３４ｙｆの沸点及び臨界温度が技術常識であ\nったとの本件審決の認定は誤りであり，本件審決は，これにより相違点の判\n断を誤った。\n(5)  取消事由４（相違点の判断の誤り(2)－甲５文献の阻害事由の看過）\n甲５文献の実施例５には，「実施例１と同様にして，ヒートポンプの運\n転を行ったところ，実施例１とほぼ同様の結果が得られた。」との記載があ\nる。同文献記載の実施例１（ＨＦＯ－１２４３ｚｆ）の結果によると，その\n能力はＣＦＣ－１２を上回るとされている。\nしかし，実際には，ＨＦＯ－１２４３ｚｆの能力はＣＦＣ－１２の約７\n０％にすぎず，この低い能力は，当業者に対し，ＨＦＯ－１２４３ｚｆが自\n動車の空調装置に適していないことを示している。そうすると，当業者は，\n「実施例１とほぼ同様の結果が得られた」との甲５文献の記載から，ＨＦＯ\n－１２３４ｙｆの能力もＣＦＣ－１２の７０％であると予期し，装置の大幅\nな再設計なしには自動車の空調装置に適していないと理解したはずである。\nこのことに，本件優先日前にＨＦＣ－１３４ａはＣＦＣ－１２とほぼ同等の\n能力及びＣＯＰを有することが知られていたことを併せ考えると，当業者は，\nＨＦＯ－１２３４ｙｆは，ＨＦＣ－１３４ａの代替物たり得ず，「自動車の\n空調装置」において使用される冷媒に適さないと結論付けるしかなかったは\nずである。\nしたがって，甲５文献には本件発明１に想到することの阻害事由がある。\n(6)  取消事由５（相違点の判断の誤り(3)－予想外かつ顕著な効果の看過）\n前記のとおり，本件発明１のＨＦＯ－１２３４ｙｆは，ＧＷＰ及びＯＤ\nＰが低いとともに，能力及びＣＯＰがＨＦＣ－１３４ａのものとほぼ同等で\nあるという顕著な効果を奏する。それに加え，その顕著な効果の例として，\n毒性が低く許容し得ること，燃焼性が低く許容し得ること，圧縮機潤滑剤と\nの混和性が優れていること，機器及び潤滑剤との安定性が優れていることが\n挙げられる。\nこのうち，低毒性及び低燃焼性は，以下の理由から重要である。すなわ\nち，自動車の空調装置では，フレキシブルホースの浸透性や走行時の振動の\nため，定置型と比較すると，ホース及びジョイントから冷媒漏れが起こりや\nすい点や，車内空間が一般家庭の部屋と比較すると狭い点から，その冷媒に\nは特に，毒性が低いことが望まれる。また，自動車事故等による漏洩に起因\nする火災のおそれから，自動車の空調装置では特に，燃焼性が低く許容でき\nる冷媒が求められる。\n本件優先日当時，一般的な傾向として，フッ素化オレフィンの毒性は高\nく，燃焼性も高いと考えられていた。しかし，本件発明１のＨＦＯ－１２３\n４ｙｆは，フッ素化オレフィンに該当するにもかかわらず，毒性及び燃焼性\nが低く，いずれも許容し得ることが予想外に判明した。\n本件審決は，これらの予想外かつ顕著な効果を看過したものである。\n(7)  取消事由６（相違点の判断の誤り(4)－不飽和化合物の使用に関する阻害\n事由の看過）\nＨＦＯ－１２３４ｙｆ（ＣＦ ３－ＣＦ＝ＣＨ ２）は，炭素－炭素二重結合\n及び炭素－フッ素結合を有するフッ素化オレフィンであり，不飽和化合物に\n分類される。一般に，本件優先日当時，フッ素化オレフィンは，飽和化合物\nと比較すると反応性が高く，安定性に欠け，及び／又は毒性が高いと当業界\nでは予測されていた。\n自動車の空調装置は過酷な運転条件でも使用され得るため，反応性及び\n安定性の劣る冷媒は，自動車の空調装置には適していない。このため，当業\n界において，フッ素化オレフィンの冷媒は，自動車の空調装置に適していな\nいと認識されていた。\nしたがって，ＨＦＯ－１２３４ｙｆの前記構造そのものが，自動車の空\n調装置の用途の阻害事由であるところ，本件審決はこの阻害事由を看過して\nいる。\n２  被告の主張\n(1)  取消事由１（本件発明１の認定の誤り－「自動車の空調装置」において\n使用される冷媒）について\nア  甲５文献には，ＨＦＯ－１２３４ｙｆをヒートポンプの冷媒として用い\nる発明が記載されており，これに触れた当業者であれば，ＨＦＯ－１２\n３４ｙｆを自動車の空調装置の冷媒として使用することを検討し，試み\nることに格別の困難性はない。\nイ(ｱ)  自動車の空調装置も一般の空調装置と同一の作動原理に従う装置で\nあり，そこに用いられる冷媒についても，要求される特性は一般の空調\n装置用冷媒に対する要求と基本的に相違ないことは，本件優先日当時の\n技術常識である。\n(ｲ)  原告の主張する自動車の空調装置に必要な特性は，自動車の空調装\n置固有の要求ではなく，空調装置全般において好ましいとされる特性\nであったにすぎない。\nすなわち，ＧＷＰが定義されたのは２００２年（平成１４年）であり，\n本件優先日当時既に空調装置全般につき冷媒のＧＷＰは低い方が好まし\nいと考えられていた。ＯＤＰについても，そもそも甲５文献に記載され\nたヒドロフルオロプロペン類は全て，ＯＤＰはほぼ０であるから，ＨＦ\nＯ－１２３４ｙｆが甲５文献に記載された他のヒドロフルオロプロペン\nより優位であるというわけではない。\nまた，「ＨＦＣ－１３４ａの能力及びＣＯＰとほぼ等しい能力及びＣ\nＯＰ」も，（代替冷媒において）空調装置一般に好ましい特性であった\nことは，本件明細書の記載（【０００９】）からも明らかである。\n(ｳ)  「低いＧＷＰ」及び「ＨＦＣ－１３４ａの能力及びＣＯＰとほぼ等\nしい能力及びＣＯＰ」のいずれも，自動車の空調装置固有の要求とし\nて本件明細書に記載されたものではない。\nウ  したがって，取消事由１に係る原告の主張は失当である。\n(2)    取消事由２（引用発明の認定の誤り）について\nア  ＨＦＯ－１２３４ｙｆについて\n甲５文献は，全体として「分子式：Ｃ ３ＨｍＦｎ（ただし，ｍ＝１～５，\nｎ＝１～５かつｍ＋ｎ＝６）で示され且つ分子構造中に二重結合を１個\n有する有機化合物からなる熱伝達用流体」を開示するものであり，また，\nその実施例５においては，ＨＦＯ－１２３４ｙｆの構造（Ｆ ３Ｃ－ＣＦ＝\nＣＨ２）を具体的に示しつつ，「ヒートポンプの運転を行ったところ，実\n施例１と同様の結果が得られた」との結果を記載したものである。これ\nらの開示を基にすれば，当業者は，少なくともＨＦＯ－１２３４ｙｆを\nヒートポンプ用の熱伝達用流体として使用し得ること，実施例１等に記\n載されている他のヒドロフルオロカーボンと同様に，発明の効果を奏す\nることを理解し得る。\nしたがって，取消事由２のうち，ＨＦＯ－１２３４ｙｆに係る原告の\n主張は失当である。\nイ  ヒートポンプについて\n(ｱ)  ヒートポンプとは，熱媒体を用いて低温部分から高温部分へ熱を移\n動させる技術を意味するとともに，その技術を用いて加熱及び／又は\n冷却を行う装置をいう。\n(ｲ)  甲５文献の実施例においては，冷凍効果や冷凍の際のＣＯＰが計算\nされており，これが冷凍装置の実施例であることは容易に理解し得る。\n加えて，当該実施例では，５℃，１０℃の蒸発温度のヒートポンプす\nなわち当該温度への冷却も実施していることから，空調装置に相当す\nる実施例と見ることもできる。すなわち，甲５文献には，冷凍装置・\n空調装置としてのヒートポンプが開示されている。\n(ｳ)  甲５文献には，ＨＦＯ－１２３４ｙｆについて，凝縮温度が３０～\n６０℃での使用が開示されているところ，当該凝縮温度は自動車の空\n調装置に用いる冷媒に要求される凝縮温度と重複する上，ＨＦＯ－１\n２３４ｙｆは自動車の空調装置に用いられる冷媒として周知であった\nＲ－１２に沸点が近いとも記載されていることから，甲５文献に接し\nた当業者は，ＨＦＯ－１２３４ｙｆを自動車の空調装置に冷媒として\n用い得ることを容易に理解する。\n(ｴ)  そのような温度の動機付けがなくとも，自動車の空調装置はヒート\nポンプ（特に冷却装置・空調装置）の顕著に主要な用途であったため，\nヒートポンプに用いることのできる冷媒を自動車の空調装置に使用す\nること（使用を試みること）は，容易に想到可能である。\n(ｵ)  以上より，取消事由２のうち，ヒートポンプに係る原告の主張は失\n当である。\n(3)  取消事由３（相違点の判断の誤り(1)－ＨＦＯ－１２３４ｙｆの沸点及び\n臨界温度を技術常識として認定したことの誤り）について\nア  ロシアの特許文献であることのみを理由に技術常識を構成しないと判断\nすべきではない。\nまた，そもそも，本件審決は，甲６６文献に依拠してＨＦＯ－１２３\n４ｙｆの沸点及び臨界温度を認定したわけではない。すなわち，本件審\n決の判断は，「（必要ならば下記参考文献２参照）」と記載されている\nように，甲６６文献に依拠するものではない。\nイ  数値データに測定誤差等が存在し得ることは当業者に周知であり，２つ\nの文献において沸点及び臨界温度の記載に誤差があるからといって，甲\n６６文献に記載された数値からＨＦＯ－１２３４ｙｆの沸点及び臨界温\n度が自動車の空調装置としての温度範囲に該当していることを当業者が\n理解できないという性質のものではない。\nウ  以上より，取消事由３に係る原告の主張は失当である。\n(4)  取消事由４（相違点の判断の誤り(2)－甲５文献の阻害事由の看過）につ\nいて\nア  前記のとおり，甲５文献の開示を基にすれば，当業者は，少なくともＨ\nＦＯ－１２３４ｙｆをヒートポンプ用の熱伝達用流体として使用し得る\nこと，実施例１等に記載されている他のヒドロフルオロカーボンと同様\nに，発明の効果を奏することを理解し得る。\nイ  当業者が，本件優先日当時，「ＨＦＯ－１２４３ｚｆの能力は，実際に\nはＣＦＣ－１２の能力の約７０％にすぎない」（甲３０の実験結果）と\n認識していたという技術常識を示す客観的な証拠は示されていない。\nまた，仮に上記実験結果が正しいとしても，ＨＦＯ－１２３４ｙｆを\n熱伝達用流体としてヒートポンプに使用した場合にＲ－１２及びＲ－２\n２と同程度の良好なＣＯＰが得られるとの甲５文献の記載並びに前記沸\n点及び臨界温度の値が，ＨＦＯ－１２３４ｙｆを自動車用の空調装置に\n使用することの強い示唆を与えることに相違はない。\nウ  仮に，甲５文献のグラフにやや不正確な部分があったとしても，その一\n点のみに基づき，当業者をして，甲５文献の他の部分の開示内容を一切\n無視させ，ＨＦＯ－１２４３ｚｆの特性のみに基づいてＨＦＯ－１２３\n４ｙｆが冷媒として適切でないと確信させるものではなく，その自動車\nの空調装置の冷媒としての選択を阻害するほどのものではない。\nエ  以上より，取消事由４に係る原告の主張は失当である。\n(5)  取消事由５（相違点の判断の誤り(3)－予想外かつ顕著な効果の看過）に\nついて\nア  取消事由１について述べたのと同様に，原告主張に係る効果・特性は，\n自動車の空調装置固有の効果・特性というわけではなく，空調装置全般\nにおいて好ましいとされる効果・特性である。このことは，本件明細書\nの記載からも明らかである （【０００６】，【０００９】，【００１\n０】）。また，自動車の空調装置も一般の空調装置と同一の原理によっ\nて作動する装置であり，そこに用いられる冷媒も，好ましい効果・特性\nという点で一般の空調装置用冷媒のそれと基本的な相違のないことは，\n本件優先日当時の技術常識である。\nイ  原告主張に係る効果・特性は，ＨＦＯ－１２３４ｙｆが本来的に有して\nいるものであり，「自動車の空調装置」という用途と組み合わせた場合\nに初めて発揮される効果・特性ではなく，その組合せにおいて空調装置\n一般と比較して異質な効果となるものでもない。\nウ  「自動車の空調装置」という発明特定事項は，本件明細書の段落【００\n３２】において，他の用途と何ら区別することなく一言記載されている\nのみであり，「ＨＦＯ－１２３４ｙｆと自動車の空調装置」の組合せに\nついては特別な効果に裏付けられたものではないから，その効果はそも\nそも参酌されるべきものでもない。\nまた，原告主張に係る効果につき，本件明細書では，ＨＦＯ－１２３\n４ｙｆについて具体的に述べられておらず，具体的な実験結果なども記\n載されていない。\nさらに，ＨＦＣ－１３４ａの代替冷媒についての言及は本件明細書の\n段落【００３０】に存在するのみであるところ，そこでは「ＨＦＣ－１\n３４ａの能力及びＣＯＰとほぼ等しい能力及びＣＯＰ」という概念につ\nいては触れられておらず，特にＨＦＯ－１２３４ｙｆのＨＦＣ－１３４\nａの代替冷媒としての使用については一切言及されていないし，表１の\n結果について説明する段落【００６０】においても，他のフロンについ\nてはその特性がＨＦＣ－１３４ａと比較されているにもかかわらず，Ｈ\nＦＯ－１２３４ｙｆについては一切言及されていない。ましてや，原告\n主張に係る効果は，自動車の空調装置の冷媒固有の効果として本件明細\n書に記載されたものではない。\nエ  以上より，取消事由５に係る原告の主張は失当である。\n(6)  取消事由６（相違点の判断の誤り(4)－不飽和化合物の使用に関する阻害\n事由の看過）について\nそもそも，ＨＦＯ－１２３４ｙｆの毒性等が高いという技術常識があっ\nたわけではないから，毒性の点が，ＨＦＯ－１２３４ｙｆを自動車の空調装\n置の用途に適用する，又は適用を試みる際の阻害事由となるものではない。\n仮に，原告主張に係る技術常識が存在したとしても，甲５文献はフッ素\n化オレフィンの冷媒用途についての文献であり，そのような技術常識を踏ま\nえた上でＨＦＯ－１２３４ｙｆを含む特定のフッ素化オレフィンを冷媒に用\nいることを開示しているものであるから，当該技術常識は，甲５文献から本\n件発明１に想到することを阻害する事由とはならない。\nまた，毒性に関しては，そもそも，フッ素化飽和化合物と比較してフッ\n素化オレフィンの方が毒性が高いと予測されていたことを示す根拠はない。\n以上より，取消事由６に係る原告の主張は失当である。\n第４  当裁判所の判断\n１  取消事由１（本件発明１の認定の誤り－「自動車の空調装置」において使\n用される冷媒）について\n(1)  本件明細書の記載\n本件明細書には，次のような記載がある（甲５３）。\nア「【０００１】\n発明の分野\n本発明は，特に冷却装置（refrigeration  systems）を含む，多くの応用に\n用途を有する組成物，およびその組成物を利用する方法と装置に関する。\n好ましい面において，本発明は，本発明の少なくとも一つの多フッ素化\nオレフィンを含む冷媒組成物を対象とする。」\nイ「【０００２】\n発明の背景\nフルオロカーボン系の流体は，多くの商業上および工業上の応用にお\nいて広範囲にわたる用途が見出されている。例えば，フルオロカーボン\n系の流体は，空調，熱ポンプおよび冷却への適用などの装置における作\n動流体として，しばしば用いられる。…\n【０００５】\n地球の大気と気候に害を与える可能性について近年関心が高まってい\nて，この点について特定の塩素系化合物が特に問題のあるものであるこ\nとが確認されている。空調装置や冷却装置における冷媒としての塩素含\n有組成物（例えば，クロロフルオロカーボン類（CFCs），ヒドロクロロ\nフルオロカーボン類（HCFCs），その他同種類のもの）の使用は，それら\n化合物の多くのものと関連するオゾン破壊性のために，嫌われるように\nなっている。従って，冷却と熱ポンプの適用のための代替物を提供する\n新しいフルオロカーボンおよびヒドロフルオロカーボン化合物および組\n成物に対する要求が増大している。例えば，塩素含有冷媒を，ヒドロフ\nルオロカーボン類（HCFs）などのオゾン層を破壊しないであろう冷媒化\n合物で置き換えることによって，塩素含有冷却装置を改造するのが望ま\nしいとされている。\n【０００６】\nしかし，代替の冷媒として可能性のあるいかなるものであっても，最\nも広範囲にわたって用いられている流体の多くのものにおいて存在する\n特性，中でも，優れた熱伝達特性，化学的安定性，低い毒性または非毒\n性，不燃性，および潤滑剤適合性のような特性も備えていなければなら\nない，ということが重要であると一般に考えられる。\n【０００７】\n多くの適用において潤滑剤適合性が特に重要であるということを，出\n願人は認識するに至った。…\n【０００８】\n使用効率に関して，冷媒の熱力学的性能またはエネルギー効率の低下\nは，電気エネルギーに対する需要が増大することから生じる化石燃料の\n使用の増大によって環境への二次的な影響をもたらすであろう，という\nことに注目することが重要である。\n【０００９】\nさらに，CFC 冷媒の代替物については，CFC 冷媒を用いて現在使用され\nている在来の蒸気圧縮技術に対して大きな工学的設計変更を行わずに実\n施されることが望ましいと，一般に考えられる。\n【００１０】\n多くの適用について，可燃性はもう一つの重要な特性である。すなわ\nち，特に熱伝達への適用を含む多くの適用において，不燃性の組成物を\n用いることが重要であり，また必須であるとも考えられる。従って，不\n燃性の組成物や化合物を用いることがしばしば有益である。…あいにく\nと，多くの HFCs は，その他の点では冷媒組成物において用いるのに望ま\nしいかもしれないのであるが，不燃性ではない。例えば，フルオロアル\nカンジフルオロエタン（HFC-152a）とフルオロアルケン１，１，１，－\nトリフルオロプロペン（HFO-1243zf）はそれぞれ可燃性であり，従って\n多くの適用において用いるのに実行可能ではない。\n【００１１】\n高級フルオロアルケン，すなわち少なくとも５個の炭素原子を有する\nフッ素置換アルケンが，冷媒として用いるために提案された。米国特許\n第 4,788,352 号（Smutny）は，少なくともある程度の不飽和を有するフッ素\n化Ｃ５～Ｃ８化合物の製造を対象とする。Smutny 特許は，そのような高級\nオレフィンが，冷媒，農薬，絶縁性流体，熱伝達流体，溶剤，および\n様々な化学反応における中間体として有用であることが知られることを\n確認している…。\n【００１２】\nSmutny に記載されたフッ素化オレフィンは，熱伝達への適用において\nある程度の有効性を有するかもしれないが，そのような化合物は一定の\n不利益も有すると考えられる。例えば，これらの化合物の幾つかのもの\nは，支持体，特にアクリル樹脂やＡＢＳ樹脂などの一般的な用途のプラ\nスチックを侵食しやすいかもしれない。さらに，Smutny に記載された高\n級オレフィン化合物は，Smutny において指摘された農薬の活性の結果と\nして生じるであろうそのような化合物の潜在的なレベルの有毒性のため\nに，特定の適用においてやはり望ましくないかもしれない。また，その\nような化合物は，特定の適用においてそれらを冷媒として有用なものに\nするには高すぎる沸点を有するかもしれない。\n【００１３】\nブロモフルオロメタンとブロモクロロフルオロメタンの誘導体，特に\nブロモトリフルオロメタン（Halon  1301）とブロモクロロジフルオロメタ\nン（Halon  1211）は，航空機の室内やコンピューター室などの閉鎖空間に\nおいて消火剤として広範囲にわたる用途を有している。しかし，様々な\nハロンの使用は，それらの高いオゾン破壊性のために，段階的に廃止さ\nれている。さらに，ハロンは人間が存在する領域においてしばしば用い\nられるので，炎を抑えるかまたは消すのに必要な濃度において適当な代\n替品を用いることが人間にとって安全なはずである。\n【００１４】\n従って出願人は，組成物，特に熱伝達組成物，消火用組成物または鎮\n火用組成物，発泡剤，溶剤組成物，および相溶剤であって，蒸気圧縮加\n熱装置と冷却装置およびそのための方法を含む多くの適用において有用\nである可能性があり，その一方で上述の不利益のうちの一つ以上が避け\nられるものに対する必要性を認識するに至った。」\nウ「【００１５】\n概要\n出願人は，上述の要求およびその他の要求は，１以上の C3 または C4 フ\nルオロアルケン，好ましくは次の式Ⅰを有する化合物を含む組成物によ\nって満足させうることを見出した：\nＸＣＦＺＲ３－Ｚ  （Ⅰ）\nここで X は C2 またはＣ3 不飽和置換または非置換アルキル基であり，R\nはそれぞれ独立して Cl，F，Br，I または H であり，そして Z は１～３で\nある。式Ⅰの化合物の中で非常に好ましいものは，１，３，３，３－テ\nトラフルオロプロペン（HFO-1234ze）のシスおよびトランス異性体であ\nる。\n【００１６】\n本発明はまた，熱伝達，発泡，溶媒和，香味および芳香の抽出および\n／または放出，およびエアゾールの生成のための方法と装置を含む，本\n発明の組成物を利用する方法と装置を提供する。」\nエ「【００１７】\n好ましい態様の詳細な説明\n組成物\n本発明は，３～４個の炭素原子，好ましくは３個の炭素原子，および\n少なくとも一つの炭素－炭素二重結合を含む少なくとも一つのフルオロ\nアルケンを含む組成物を対象とする。本発明のフルオロアルケン化合物\nはしばしば，本明細書中で便宜上の目的により，それらが少なくとも一\nつ の 水 素 を 含 ん で い る 場 合 は ， ヒ ド ロ フ ル オ ロ － オ レ フ ィ ン ま た は\n『HFOs』と称される。本発明の HFOs は二つの炭素－炭素二重結合を含\nむかもしれないと考えられるが，そのような化合物は現時点においては\n好ましいものであるとは考えられない。\n【００１８】\n上述したように，本発明の組成物（composition）は式Ⅰに従う１以上の\n化合物（compound）を含む。好ましい態様において，その組成物は次の\n式Ⅱの化合物を含む：\n【００１９】\n【化１】\nここで R はそれぞれ独立して Cl，F，Br，I または H であり，R’は(CR2)nY\nであり，Y は CRF2 であり，そして n は０または１である。非常に好まし\nい態様において，Y は CF3 であり，n は０であり，そして残りの R のうち\nの少なくとも一つは F である。\n【００２０】\n一般に，上で確認した式ⅠおよびⅡの化合物は，本発明の冷媒組成物，\n発泡剤組成物，相溶剤，エアゾール，噴射剤，香味配合物，芳香配合物，\nおよび溶剤組成物において概ね効果的であり，そして有用であると出願\n人は考える。しかし出願人は，驚くべきことに，そして予期せざること\nに，上記の式に従う構造を有する化合物の特定のものは，そのような化\n合物の他のものと比較して，非常に望ましい低いレベルの毒性を示すこ\nとを見出した。容易に認識できるように，この発見は，冷媒組成物のみ\nならず，上記の式を満足する特定の比較的毒性のある化合物であるいか\nなるすべての組成物の配合のためにも，非常に有利かつ有益である可能\n性がある。特に，比較的低い毒性レベルは式Ⅱの化合物と関連していて，\n好ましくは Y が CF3 であり，不飽和末端炭素についた少なくとも一つの R\nが H であり，そして残りの R のうちの少なくとも一つは F であるときに，\n低い毒性レベルと関連している，と出願人は考える。出願人はまた，そ\nのような化合物のすべての構造異性体，幾何異性体および立体異性体は\n有効で有益な低い毒性を有する，と考える。\n【００２１】\n非常に好ましい態様において，特に上記の低い毒性の化合物を含む態\n様において，n は０である。特定の非常に好ましい態様において，本発明\nの組成物は１以上のテトラフルオロプロペンを含む。『HFO-1234』とい\nう用語は，ここでは全てのテトラフルオロプロペンを指すものとして用\nいられる。テトラフルオロプロペンの中で，シス－およびトランス－１，\n３，３，３－テトラフルオロプロペン（HFO-1234ze）は両者とも特に好\nましい。HFO-1234ze という用語はここでは，それがシス形であるかトラ\nンス形であるかにかかわらず，１，３，３，３－テトラフルオロプロペ\nンを指すものとして包括的に用いられる。『シス HFO-1234ze』および\n『トランス HFO-1234ze』という用語はそれぞれ，ここでは，シス形およ\nびトランス形の１，３，３，３－テトラフルオロプロペンを記述するも\nのとして用いられる。従って，『HFO-1234ze』という用語は，その範囲\nの中に，シス HFO-1234ze，トランス HFO-1234ze，およびこれらのすべて\nの組み合わせおよび混合物を含む。\n【００２４】\n本組成物，特に HFO-1234ze を含む組成物は，幾つかの重要な理由から，\n有利な特性を有していると考えられる。例えば，少なくとも一部は数学\n的モデル化に基づいて，本発明のフルオロオレフィンは，幾つかの他の\nハロゲン化種と比較してオゾンの破壊にはほとんど寄与しないために，\n大気の化学的性質には本質的に有害な影響を与えないだろうと，出願人\nは考える。従って，本発明の好ましい組成物は，オゾンの破壊には実質\n上寄与しないという利点を有する。その好ましい組成物はまた，現在使\n用されている多くのヒドロフルオロアルカンと比較して，地球温暖化に\nは実質上寄与しない。\n【００２５】\n特定の好ましい形態において，本発明の組成物は，約１０００以下の，\nより好ましくは約５００以下の，そしてさらに好ましくは約１５０以下\nの地球温暖化係数（Global  Warming  Potential：GWP）を有する。特定の態\n様において，本組成物の GWP は約１００以下であり，そしてさらに好ま\nしくは約７５以下である。…\n【００２６】\n特定の好ましい形態において，本組成物はまた，好ましくは０．０５\n以下の，より好ましくは０．０２以下の，そしてさらに好ましくは約０\nのオゾン破壊係数（Ozone Depletion Potential：ODP）を有する。…」\nオ「【００２８】\n熱伝達組成物\n本発明の組成物は本発明の化合物を広く変化する量で含むことができ\nると考えられるが，本発明の冷媒組成物は，式Ⅰに従う化合物，より好\nましくは式Ⅱに従う化合物，そしてさらに好ましくは HFO-1234ze を，組\n成物の少なくとも約５０重量％，より好ましくは少なくとも約７０重\n量％の量で含むのが一般的に好ましい。…\n【００２９】\n本発明の組成物は，組成物に特定の機能性を与えるかまたはそれを高\nめる目的で，あるいは，ある場合には組成物のコストを下げるために，\n他の成分を含んでいてもよい。例えば，本発明に従う冷媒組成物，特に\n蒸気圧縮装置において用いられる組成物は，潤滑剤を，一般に組成物の\n約３０～約５０重量％の量で含む。…\n【００３０】\n多くの現行の冷却装置は現在，現行の冷媒と関連して用いることに適\n合しているが，本発明の組成物は，装置に改造を施すかまたは施さずに，\n多くのそのような装置において用いるように適合させうると考えられる。\n多くの適用において，本発明の組成物は，現在は比較的高い容量を有す\nる冷媒を用いている装置における代替物として，有利なものになるであ\nろう。さらに，例えばコスト上の理由から，高い容量の冷媒に代えて本\n発明の低容量の冷媒組成物を用いるのが望ましいような態様においては，\n本発明の組成物のそのような態様は有利なものになる可能性がある。従\nって ，特 定の 態様 に おい ては ，本 発明 の 組成 物， 特に トラ ン ス HFO-\n1234ze をかなりの割合で含む組成物，そしていくつかの態様においては本\n質的にトランス HFO-1234ze からなる組成物を，HFC-134a などの現行の冷\n媒の代替物として用いるのが好ましい。特定の適用においては，本発明\nの冷媒は大きな排気量の圧縮機を使用する利益をもたらす可能性があり，\nそれによって HFC-134a などの他の冷媒よりも高いエネルギー効率が得ら\nれる。従って，本発明の冷媒組成物，特にトランス HFP（注  原文のま\nま）-1234ze を含む組成物は，冷媒を置き換える適用についてのエネルギ\nーを基礎とすることに関して，競争力のある利益をもたらす可能性があ\nる。\n【００３１】\n本組成物，特に HFO-1234ze を含む組成物はまた，商業用の空調装置に\n関して典型的に用いられる冷却機（チラー：chiller）において，（もとも\nとの装置における場合と R-12 や R-500 などの冷媒の代替物として用いられ\nる場合のいずれも）利点を有すると考えられる。そのような態様の特定\nのものにおいては，この HFO-1234ze 組成物の中に，CF3I などの燃焼抑制\n剤を約０．５～約５％含むのが好ましい。\n【００３２】\n従って，本方法，装置および組成物は，自動車の空調装置と機器，商\n業用の冷却装置と機器，冷却機（chiller），住宅用の冷蔵庫と冷凍庫，一\n般の空調装置，熱ポンプなどと関連して用いるように適合させることが\nできる。」\nカ「【００５７】\n実施例１\n成績係数（coefficient  of  performance：COP）は，一般に認められている\n冷媒性能の尺度であり，冷媒の蒸発または凝縮を含む特定の加熱または\n冷却のサイクルにおける冷媒の相対的な熱力学的効率を表わすのに有益\nである。冷却工学において，この用語は，蒸気を圧縮する際に圧縮機に\nよって加えられたエネルギーに対する有用な冷却の比率を表わす。冷媒\nの能力（capacity）は冷媒が与える冷却または加熱の量を表わし，それは，\n冷媒の所定の容積流量に対して圧縮機が熱量を与える性能の尺度を与え\nる。言い換えると，特定の圧縮機があるとき，冷媒の能力が大きいほど，\nその冷媒はより大きな冷却能力または加熱能力を伝えるだろう。特定の\n操作条件における冷媒の COP を評価するための一つの手段は，標準冷却\nサイクル分析法を用いる冷媒の熱力学的特性からのものである…。\n【００５８】\n冷却／空調サイクル装置が用意され，このとき，圧縮機の入口温度を\n約５０°Ｆとする名目上の等エントロピー圧縮の下で，凝縮器の温度は約\n１５０°Ｆであり，蒸発器の温度は約－３５°Ｆであった。１．００の\nCOP 値と１．００の能力値および１７５°Ｆの排出温度を有する HFC-\n134a を基にして，ある範囲の凝縮器温度と蒸発器温度にわたって，本発明\nの幾つかの組成物について COP が測定され，これを下の表Ⅰに報告する。\n【００５９】\n【表１】\n【００６０】\nこの実施例は，本組成物において用いるための好ましい化合物の特定\nのものはそれぞれ，HFC-134a よりも良好なエネルギー効率を有し（１．\n００と比較して１．０２，１．０４および１．１３），そして本冷媒組\n成物を用いる圧縮機は有利な排出温度をもたらすであろう（１７５と比\n較して１５８，１６５および１５５），ということを示す。というのは，\nこの排出温度の結果は，補修管理の問題の低減をもたらすと考えられる\nからである。\n【００６１】\n実施例２\n様々な冷却潤滑剤との HFO-1225ye および HFO-1234ze の混和性が試験さ\nれた。試験された潤滑剤は，鉱油（C3），アルキルベンゼン（Zerol 150），\nエステルオイル（Mobil EAL 22cc および Solest 120），ポリアルキレングリ\nコール（PAG）オイル（134a 系のための Goodwrench  Refrigeration  Oil），\nおよびポリ（アルファ－オレフィン）オイル（CP-6005-100）である。そ\nれぞれの冷媒／オイルの組み合わせについて，三つの組成物が試験され\nた。すなわち，５，２０および５０重量パーセントの潤滑剤と，各々の\n残りは試験に供された本発明の化合物である。\n【００６２】\n潤滑剤組成物は厚肉のガラス管の中に置かれた。ガラス管が排気され，\n本発明に従う冷媒化合物が添加され，次いで管は密封された。次いで，\nガラス管は空気浴環境の容器内に置かれた。容器内の温度は約－５０℃\nから７０℃まで変えられた。およそ１０℃の間隔で，一つ以上の液体相\nの存在について，管の内容物の目視観察が行われた。一つを越える液体\n相が観察された場合，混合物は不混和性であるとされる。一つだけの液\n体相が観察された場合，混合物は混和性であるとされる。二つの液体相\nが観察されたが，しかし液体相のうちの一つが非常に少ない容積だけを\n占めている場合，混合物は部分的に混和性であるとされる。\n【００６３】\nポリアルキレングリコールとエステルオイル潤滑剤は，試験された全\nての割合において，全ての温度範囲にわたって混和性であると判定され\nたが，ただしポリアルキレングリコールと HFO-1225ye の混合物について\nは，その冷媒混合物は－５０℃から－３０℃の温度範囲においては不混\n和性であると認められ，そして－２０℃から５０℃の範囲では部分的に\n混和性であった。６０℃での冷媒中の５０重量パーセントの濃度の PAG\nにおいて，その冷媒／PAG 混合物は混和性であった。７０℃において，\n冷媒中の５重量パーセントの潤滑剤から冷媒中の５０重量パーセントの\n潤滑剤まで，それは混和性であった。\n【００６４】\n実施例３\n本発明の冷媒化合物および組成物の PAG 潤滑オイルとの適合性が，冷\n却装置と空調装置において用いられる金属と接触している状態で，３５\n０°Ｆにおいて試験された。この温度は，多くの冷却や空調の適用におい\nて見出される条件よりもずっと厳しい条件を表わす。\n【００６５】\nアルミニウム，銅および鋼の試験片（クーポン）が，厚肉のガラス管\nの中に置かれた。２グラムのオイルが管の中に添加された。次いで，ガ\nラス管を排気し，そして１グラムの冷媒が添加された。ガラス管を炉の\n中に３５０°Ｆにおいて一週間入れ，そして目視観察が行われた。曝露期\n間の最後にガラス管を取り出した。\n【００６６】\nこの手順は，オイルと本発明の化合物の下記の組み合わせについて行\nわれた：\nａ）HFO-1234ze と GM Goodwrench PAG オイル\nｂ）HFO-1243zf と GM Goodwrench PAG オイル\nｃ）HFO-1234ze と MOPAR-56 PAG オイル\nｄ）HFO-1243zf と MOPAR-56 PAG オイル\nｅ）HFO-1225ye と MOPAR-56 PAG オイル。\n【００６７】\n全てのケースにおいて，ガラス管の内容物の外観に極小の変化があっ\nた。このことは，本発明の冷媒化合物と組成物は，冷却装置と空調装置\nおよびこれらのタイプの装置においてその組成物の中に含まれるかある\nいはその組成物とともに用いられることの多いタイプの潤滑オイルにお\nいて見出されるアルミニウム，鋼及び銅と接触したときに安定である，\nということを示す。\n【００６８】\n比較例\nアルミニウム，銅および鋼の試験片が，鉱油および CFC-12 とともに厚\n肉のガラス管の中に置かれ，実施例３におけると同様に，３５０°Ｆにお\nいて一週間加熱された。曝露期間の最後にガラス管を取り出し，そして\n目視観察が行われた。液体の内容物が黒色に変化したのが観察され，こ\nのことは，管の内容物が激しく分解したことを示す。\n【００６９】\nCFC-12 と鉱油はこれまで，多くの冷却系と冷却方法において組み合わ\nせて選択されてきた。従って，本発明の冷媒化合物と組成物は，多くの\n一般的に用いられている潤滑オイルと一緒に用いるときに，広く用いら\nれている先行技術の冷媒－潤滑オイルの組み合わせよりも，かなり良好\nな安定性を有する。」\n(2)  本件発明１の認定について\nア  上記(1)の各記載によれば，本件発明１については，以下のとおり把握\nされる。\n(ｱ)  本件発明１の課題\n本件発明１は，特に冷却装置（refrigeration  systems）を含む，多くの\n応用に用途を有する組成物，及びその組成物を利用する方法と装置に関\nするものであり，特に，１つ以上の多フッ素化オレフィンを含む冷媒組\n成物を対象とするものである（【０００１】）。\nフルオロカーボン系の流体は，空調，熱ポンプ及び冷却への適用等の\n装置における作動流体としてしばしば用いられてきた（【０００２】）。\nしかし，地球の大気や気候に害を与える可能性についての関心の高まり\nにより，空調装置や冷却装置における冷媒としての塩素含有組成物（例\nえば，クロロフルオロカーボン類（ＣＦＣｓ），ヒドロクロロフルオロ\nカーボン類（ＨＣＦＣｓ），その他同種類のもの）の使用は，それら化\n合物の多くのものと関連するオゾン破壊性のために嫌われるようになっ\nた。このため，冷却と熱ポンプの適用のための代替物を提供する新しい\nフルオロカーボン及びヒドロフルオロカーボン化合物並びにこれらの化\n合物のいずれかを含む組成物に対する要求が増大しており，塩素含有冷\n媒をヒドロフルオロカーボン類（ＨＦＣｓ）などのオゾン層を破壊しな\nいであろう塩素非含有冷媒化合物に置き換えることによって，塩素含有\n冷却装置を改造するのが望ましいとされている（【０００５】）。ただ\nし，代替の冷媒として可能性のあるいかなるものであっても，優れた熱\n伝達特性，化学的安定性，低毒性／非毒性，不燃性及び潤滑剤適合性等\nを備えることが重要であるところ（【０００６】），フッ素化Ｃ５～Ｃ\n８化合物の製造を対象とする米国特許第４，７８８，３５２号において，\nこのような高級オレフィンが冷媒，熱伝達流体等として有用であること\nが確認されているが，他方で，プラスチックを侵食しやすい，有毒性，\n高沸点等の不利益も有すると考えられている（【００１１】～【００１\n３】）。\nそこで，本件発明１は，蒸気圧縮加熱装置と冷却装置において，代替\nの冷媒として有用である可能性がありつつも上記不利益の１つ以上を避\nけられる熱伝達組成物を使用する方法を提供することを解決課題とした\nものである（【００１４】）。\n(ｲ)  本件発明１の組成物\n上記(ｱ)の課題を満たす組成物は，１以上のＣ３又はＣ４フルオロア\nルケン（好ましくは，式Ⅰ：ＸＣＦＺＲ３－Ｚ）を有する化合物を含む組\n成物であり（【００１５】），好ましい態様として，段落【００１８】\n記載の式Ⅱの化合物を含み，非常に好ましい態様として，ＹはＣＲＦ３\nであり，ｎは０であり，また，残りのＲのうちの少なくとも１つはＦで\nある（【００１９】）。さらに，非常に好ましい，特に低い毒性の化合\n物を含む態様において，本件発明１の組成物は，１以上のテトラフルオ\nロプロペン（ＨＦＯ－１２３４）を含む（【００２１】）。\n上記式Ⅱの化合物のうち非常に好ましい態様とされた，ＹはＣＦ３で\nあり，ｎは０であり，また，残りのＲのうちの少なくとも１つはＦとさ\nれる化合物であるＨＦＯ－１２２５ｙｅ，ＨＦＯトランス－１２３４ｚ\nｅ，ＨＦＯシス－１２３４ｚｅ，ＨＦＯ－１２３４ｙｆの４種の冷媒組\n成物につき，実施例１として，圧縮機の入口温度が約５０°Ｆ，凝縮器\nの温度約１５０°Ｆ，蒸発器の温度約－３５°Ｆである冷却／空調サイ\nクル装置における，ＨＦＣ－１３４ａに対する相対ＣＯＰ及び相対能力，\n排出温度が測定された（【００５８】，【００５９】）。その結果，上\n記４種のうちＨＦＯ－１２３４ｙｆを除く３種の冷媒組成物に関しては，\nＨＦＣ－１３４ａよりも良好なエネルギー効率を有することなどが示さ\nれた（【００６０】）。\nこのため，本件発明１の組成物の中でも特にＨＦＯ－１２３４ｚｅは，\nＨＦＣ－１３４ａの代替物として大きな排気量の圧縮機を使用する装置\nにおいて，また，もともとの装置における場合とＲ－１２やＲ－５００\nなどの冷媒の代替物として用いられる場合のいずれにおいても，商業用\nの空調装置に関して典型的に用いられる冷却機（チラー：chiller）にお\nいて使用する場合に利点を有するとされている（【００３０】，【００\n３１】）。他方，ＨＦＯ－１２３４ｙｆについては，実施例１の表１に\n冷媒組成物の１つとして挙げられているものの，特に好ましい利用に関\nする明示的な記載は本件明細書中に見当たらない（【００５９】）。\n(ｳ)  本件発明１の組成物を適用する装置\n本件明細書中，「発明の背景」欄には，「CFC 冷媒の代替物について\nは，CFC 冷媒を用いて現在使用されている在来の蒸気圧縮技術に対して\n大きな工学的設計変更を行わずに実施されることが望ましいと，一般に\n考えられる。」と記載されている（【０００９】）。また，「好ましい\n態様の詳細な説明」欄においては，「多くの現行の冷却装置は現在，現\n行の冷媒と関連して用いることに適合しているが，本発明の組成物は，\n装置に改造を施すかまたは施さずに，多くのそのような装置において用\nいるように適合させうると考えられる。多くの適用において，本発明の\n組成物は，現在は比較的高い能力を有する冷媒を用いている装置におけ\nる代替物として，有利なものになるであろう。」（【００３０】），本\n件発明１の組成物は「自動車の空調装置と機器，商業用の空調装置と機\n器，冷却機（chiller），住宅用の冷蔵庫と冷凍庫，一般の空調装置，熱\nポンプなどと関連して用いるように適合させることができる。」（【０\n０３２】）と記載されている。\nこれらの記載によれば，本件発明１の組成物は，冷却装置に適用する\nに当たり，装置に改造を施す場合もあれば施さない場合もあり，また，\n比較的高い能力を有する冷媒を用いている装置における代替物として有\n利であり，さらに，自動車の空調装置と機器，商業用の冷却装置と機器，\n冷却機（chiller），住宅用の冷蔵庫と冷凍庫，一般の空調装置，熱ポン\nプなどと関連して用いるように適合させることができるものと理解され\nる。\nイ  以上によれば，既存の装置に対して大きな工学的設計変更を行わずに利\n用し得るような代替冷媒が望ましいと一般的に考えられる中で，本件発\n明１は，自動車の空調装置と機器，商業用の冷却装置と機器，冷却機\n（chiller），住宅用の冷蔵庫と冷凍庫，一般の空調装置，熱ポンプに用い\nられる，地球環境の悪化を招かない塩素非含有の冷媒であって，熱伝達\n特性，化学的安定性，低毒性／非毒性，不燃性及び潤滑剤適合性等のう\nち，不利益の１つ以上が避けられる熱伝達組成物及びその使用方法を提\n供するものであり，特に好ましい態様として，非毒性を有する，実施例\n１に列挙された各冷媒を開示した上で，その用途を「自動車の空調装置」\nに限定したものと認められる。\nそうすると，本件審決が，本件発明１の認定に当たり，「自動車の空\n調装置」に使用される冷媒におけるＧＷＰ，能力及びＣＯＰに関する特\n性を考慮しなかったからといって，その認定を誤ったということはでき\nない。\n(3)  原告の主張について\nア  これに対し，原告は，本件優先日当時の技術常識によれば，「自動車の\n空調装置」において使用される冷媒については，本件審決が認定した，\n沸点及び臨界温度によって画される温度範囲が「自動車の空調装置」の\n使用温度範囲を包含するという特性のみならず，低減されたＧＷＰ並び\nにＨＦＣ－１３４ａとほぼ等しい能力及びＣＯＰという特性をも有する\n必要があるにもかかわらず，本件審決はこの点を看過し，「自動車の空\n調装置」において使用される冷媒の認定を誤った旨などを主張する。\nイ(ｱ)  このうち，ＧＷＰに関しては，証拠（各項に掲げたもの）及び弁論\nの全趣旨によれば，以下の事実が認められる。\nａ  自動車の空調装置は，圧縮機，凝縮器，膨張弁及び蒸発器を備え，\nこれらの部品間を循環している冷媒が，蒸発器において液体から気体\nへの相変化により外部を冷却し，凝縮器において気体から液体への相\n変化により外部に熱を放出して，熱移動を実現するものであるが，そ\nの原理は蒸気圧縮サイクルを利用した一般の加熱冷却装置と同じもの\nである。（甲７，１８，３８，３９，６７）\nｂ  「HFC の種類と用途」（日本フルオロカーボン協会ウェブサイト\n（http://www.jfma.org/korekara/youto.html），平成２２年７月２９日付\nけプリントアウト。甲２７）には，HFC の利用状況及び使用可能な\n用途が掲げられているところ，家庭用冷蔵庫，カーエアコン，ルーム\nエアコン，ターボ冷凍機等の用途に応じて，それぞれ適切な冷媒が用\nいられていることが示されている。例えば，カーエアコンにおいては\nＣＦＣ－１２の主要代替品としてＨＦＣ－１３４ａが，家庭用冷蔵庫\nではＣＦＣ－１２，Ｒ－５０２の主要代替品としてやはりＨＦＣ－１\n３４ａが，ルームエアコンにおいてはＨＣＦＣ－２２の主要代替品と\nしてＲ－４１０Ａが，ターボ冷凍機においてはＣＦＣ－１１，１２の\n主要代替品としてＨＦＣ－１３４ａが，それぞれ用いられることが示\nされている。\nｃ  「カーエアコン用冷媒について」（一般社団法人日本自動車工業会，\n平成２２年７月２９日付け作成。甲３３）には，カーエアコン用冷媒\nにおいて，１９９１年（平成３年）に，それまで使用していたＣＦＣ\n－１２（ＯＤＰ：１．０，ＧＷＰ：１０，９００）からＨＦＣ－１３\n４ａ（ＯＤＰ：０，ＧＷＰ：１，４３０）への切替えが開始されたも\nのの，京都議定書（１９９７年（平成９年）。発効：２００５年（平\n成１７年））においてＨＦＣ－１３４ａが温室効果ガスの対象となっ\nたこと，自動車の空調装置から冷媒が漏れるのを防止するため，接続\n方法や素材の改良等が行われていることが記載されている。\nｄ  「自動車工学シリーズ  カーエアコン［第２版］」（渡辺敏監修，\nカーエアコン研究会編著，株式会社山海堂，平成１５年１月１５日発\n行。甲３８，７２。以下「甲３８等文献」という。）には，カーエア\nコンにおいては，コンプレッサに接続する配管は，エンジンの振動を\n吸収，緩和するためにゴム製のクーラホースを用いており，ゴムを通\nして冷媒が外部に透過し減少するのに対し，ルームエアコンの場合は\n金属配管を使えることが記載されている。\nｅ  「HFC 系冷媒  ハンドブック」（ダイキン工業株式会社，平成１\n０年１２月作成。甲７０）には，「代替冷媒と適合冷凍機油」として\n冷媒の用途，従来・現行冷媒，代替冷媒，代替冷媒用冷凍機油につい\nての表が掲載されているところ，カーエアコン，家庭用電気冷蔵庫及\nびショーケースにおいてはＲ－１２の代替冷媒としてＨＦＣ－１３４\nａが，ルームエアコンやパッケージエアコンにおいてはＲ－２２の代\n替冷媒としてＲ－４１０Ａ又はＲ－４０７Ｃが用いられることが記載\nされている。\n(ｲ)  上記(ｱ)の各事実によれば，本件優先日当時，自動車の空調装置や家\n庭用冷蔵庫等の様々な蒸気圧縮サイクルを使用した装置に使用される\n冷媒一般において，より低減されたＧＷＰを有する代替冷媒への転換\nが進められ，各装置に適した代替冷媒が用いられていたこと ，自動車\nの空調装置においては，他の装置と異なり金属配管ではなくゴム製ホ\nースを用いているため冷媒が外部に漏れるところ，これを防ぐために\n接続方法や素材の改良等が行われていたことがうかがわれる。\n他方，自動車の空調装置において使用される冷媒につき，他の装置と\n異なる要求として，低減されたＧＷＰであることが求められていたこと\nをうかがわせる証拠はない。\nそうすると，本件審決が，「自動車の空調装置」において使用される\n冷媒に必要な固有の特性としてＧＷＰにつき検討しなかったからといっ\nて，「自動車の空調装置」において使用される冷媒の認定を誤ったとい\nうことはできないというべきである。\nウ(ｱ)  他方，自動車の空調装置において用いられる冷媒の能力及びＣＯＰ\nについては，証拠（各項に掲げたもの）及び弁論の全趣旨によれば，以\n下の事実が認められる。\nａ「Etude sur la climatisation automobile」（D. Clodic，C. Rousseau，１９９\n５年１２月作成。甲１８）には，「自動車用空調装置の 仕様」の項\n（２．１．２）において，「このコンパクトな設計は，結合部の数を\n制限することを目的とする。なぜなら，自動車空調装置がさらされる\n機械的及び熱的応力は，固定式の空調のそれらよりもはるかに強烈な\nものだからである。」との記載がある。また，同文献には，「最適化\nなしでのＲ１２／Ｒ１３４ａの比較」の項（２．２．２．１）におい\nて，Ｒ１２（ＣＦＣ－１２）とＲ１３４ａ（ＨＦＣ－１３４ａ）のＣ\nＯＰｆとＱ０ｖ（容積測定による冷却能力）等の測定数値を記した表\n２－５が示されるとともに，「設備の改良なしで冷媒を置換した設備\nの性能」の項（２．２．２．２）において「Ｒ１２用空調設備の冷媒\nをＲ１３４ａに直接置換したとしてもエネルギー性能の損失は大した\nものにはならない。」と，また，「Ｒ１３４ａを使用するシステムの\n最適化」の項目（２．２．２．３）において「新たに設置される空調\n装置のために，Ｒ１３４ａの特性に適合した技術ソリューションが開\n発され得る。その技術ソリューションは，Ｒ１２で得られた以上のエ\nネルギー性能をもたらす。…＊管径の短縮…＊液体－蒸気交換機の設\n置」と，それぞれ記載されている。\nｂ  甲３８等文献には，カーエアコン用の代替冷媒が満足する必要のあ\nる特性として，オゾン層破壊への影響がないこと，安全であること\n（無毒性，不燃性），システム性能が確保できること，製造容易，低\nコストであることの４つが挙げられるとともに，カーエアコンは，一\n般のルームエアコンと大きく異なり，冷房暖房それぞれの能力とも約\n２倍が必要であることなどの違いがあること，カーエアコンの修理の\n際，ＣＦＣ－１２の市場補給ができなくなったときには，代替冷媒Ｈ\nＦＣ－１３４ａにマッチングできるように，従来部品の一部を交換し\nて対応するいわゆるレトロフィットが必要となることが記載されてい\nる。\nｃ「技術情報  DuPont  Suva  冷媒  DuPont  HFC-134a  特性，用途，貯\n蔵 及 び ハ ン ド リ ン グ 」 と 題 す る パ ン フ レ ッ ト （ E.  I.  du  PONT  de\nNEMOURS  AND  COMPANY，平成１６年７月頃作成。甲５４）には，\n「ＨＦＣ－１３４ａの熱力学的及び物理的性質により，そしてその低\nい毒性も加味されて，それ（注：ＨＦＣ－１３４ａ）は，冷凍工業で\nの多くのセグメント（中でも注目すべきは自動車空調，家電製品，小\n規模定置型装置，中温スーパーマーケットケース並びに工業及び商業\nチラー）において，ＣＦＣ－１２の非常に効率的でありかつ安全な置\n換冷媒となる。表１には，中温条件におけるＣＦＣ－１２及びＨＦＣ\n－１３４ａの理論性能の比較を提供する」と記載された上で，表１と\nして，ＣＦＣ－１２の能力を１００％とすると，ＨＦＣ－１３４ａの\n能力は９９．７であること，成績係数（ＣＯＰ）はＣＦＣ－１２が３．\n５５に対してＨＦＣ－１３４ａが３．４３であることなどが示されて\nいる。\nｄ「フロンの環境化学と対策技術（季刊  化学総説  No.11）」（社団\n法人日本化学会編，平成３年４月２５日，学会出版センター発行。甲\n５５）には，ＣＦＣ－１２の代替冷媒の本命がＨＦＣ－１３４ａであ\nること，「HFC-134a 使用システムの代表はカーエアコンシステムで\nある」こと，「HFC-134a および CFC-12 を使用したサイクルの性能の\n差は少なく，HFC-134a を使用したサイクルは CFC-12 と同等の冷凍能\n力とサイクル効率を得ることができる」こと，「HFC-134a は CFC-12\nに比べ吐出圧力が多少高くなる傾向があるが，HFC-22 のように耐圧\n容器の仕様を変更しなければならないというものではないということ\nがわかる」ことが，それぞれ記載されている。\nｅ「Some Thermodynamic Performance Test Results of Refrigerant 134a」（W.\nK.  Snelson ほか３名， International  Refrigeration  and  Air  Conditioning\nConference. Paper 119，１９９０年作成。甲６１）には，ＣＦＣ冷媒の\n代替物の調査の一環としてＲ１２とＲ１３４ａの熱力学的性能を比較\nし，水／水ヒートポンプ試験施設において行われた一連の試験の結果\nが記載されているところ，蒸発温度を変化させた場合の各冷媒の能力\n及びＣＯＰの変化を比較した図４，６～８が示されるとともに，結論\nの項では「同一の機器によって運転するシステムであれば，空調サイ\nクルよりも冷凍サイクルの方がＲ１２の替りにＲ１３４ａを使用する\n効果が大きい。」と記載されている。\nｆ「Alternative Refrigerant To R22 In Low-Temperature And Air-Conditioning\nRefrigerators」（K. Furuyama ほか３名，International Refrigeration and Air\nConditioning  Conference.  Paper  619，２００２年作成。甲６２）には，\nＲ－２２と比較したＲ－３２／１２５／１３４ａ／６００の冷凍能力\n及びＣＯＰが記載されるとともに（図９，１１），「Ｒ－２２用に設\n計された冷凍倉庫および空調システムなどの低温冷凍システムのドロ\nップイン冷媒としてＲ－３２／１３４ａ／１２５／６００…を提案す\nる。」と記載されている。\n(ｲ)  上記(ｱ)の各事実によれば，自動車の空調装置は，一般のルームエア\nコンの約２倍の冷房暖房能力が必要とされ，また，自動車の空調装置\nが曝される機械的及び熱的応力は固定式の空調装置のそれらよりもは\nるかに強烈なものであることから，結合部の数を制限する目的でコン\nパクトな設計がされており，さらに，自動車の空調装置用の代替冷媒\nを選定するに当たっては，オゾン層破壊への影響がないこと，安全で\nあること（無毒性，不燃性），システム性能が確保できること，製造\n容易，低コストであること，という特性を満足する必要があることが\n理解される。加えて，自動車の空調装置においてＣＦＣ－１２からＨ\nＦＣ－１３４ａへ冷媒を変更するに際しては，ＨＦＣ－１３４ａの特\n性に適合するように管径の短縮などが検討されたものの，装置の仕様\nを（あまり）変更しなくて済む冷媒（ドロップイン冷媒）が望ましい\nとされていたこと，もっとも，その点は冷凍倉庫等の他の装置でも同\n様であることが，それぞれうかがわれる。\nその上で，装置の仕様を（あまり）変更しなくて済む冷媒であるか否\nかを判断するに当たっては，ＣＯＰと能力が重要なパラメータであると\nころ，ＣＦＣ－１２とその代替冷媒であるＨＦＣ－１３４ａとは，能力\n及びＣＯＰがほぼ等しいことが知られていたことが認められる。\n他方で，自動車の空調装置における代替冷媒につき，自動車の空調装\n置の特殊性から，他の空調装置と異なって，装置の仕様を（あまり）変\n更しなくて済む冷媒に限られるとともに，代替冷媒の能力及びＣＯＰは\n現行冷媒とほぼ等しいことが必須とされていたことが技術常識であった\nことを認めるに足りる証拠はない。なお，原告は，この点につき，自動\n車の空調装置においては，サイズ及び重量の制限等から再設計は受け入\nれられない旨を指摘するけれども，再設計に伴い多額の経費その他のコ\nストが必要となることなどは他の空調装置等でも生じ得ることなどを考\nえると，その指摘は当たらないというべきである。\n(ｳ)  そうすると，本件審決が，「自動車の空調装置」において使用され\nる冷媒に必要な特性として，本件優先日当時の現行冷媒であるＨＦＣ\n－１３４ａとの比較において能力及びＣＯＰがほぼ等しいことを検討\nしなかったからといって，「自動車の空調装置」において使用される\n冷媒の認定を誤ったということはできないというべきである。\nエ  このほか，原告は，本件明細書は，比較的高い能力の冷媒に関する発明\nと比較的低い能力の冷媒に関する発明とを開示しているところ，本件発\n明１は前者に当たり，ＨＦＣ－１３４ａのＨＦＯ－１２３４ｙｆによる\nほぼドロップイン置換の発明が記載されている旨なども主張する。\nしかし，その指摘に係る本件明細書の記載のうち，「CFC 冷媒の代替物\nについては，CFC 冷媒を用いて現在使用されている在来の蒸気圧縮技術に\n対して大きな工学的設計変更を行わずに実施されることが望ましいと，\n一般に考えられる。」（【０００９】）との記載は，「発明の背景」を\n受けて一般的な用途における冷媒につき述べたにとどまり，特に能力の\n高い冷媒に限定する趣旨の記載ではない。また，「本発明の組成物は，\n現在は比較的高い容量を有する冷媒を用いている装置における代替物と\nして，有利なものになるであろう。」（【００３０】）との記載におけ\nる「本発明の組成物」とは，式Ⅱの化合物を含む「本発明の組成物」全\n体を意味しており（【００１８】），「比較的高い能力の冷媒」に特定\nされるものではない。そもそも，実施例１に示された相対ＣＯＰ及び相\n対能力の数値を見ると，ＨＦＯ－１２３４ｙｆは，ＨＦＣ－１３４ａよ\nりもエネルギー効率が低く，排出温度が最も高く有利な排出温度はもた\nらさないものである一方，相対能力は最も良好であることから，ＨＦＯ\n－１２３４ｚｅを含む他の３つの冷媒と異なる物性を有することは見て\n取れるものの，上記イ及びウで検討した技術常識を併せ考慮しても，本\n件明細書において，ＨＦＣ－１３４ａの（ほぼ）ドロップイン冷媒とし\nてのＨＦＯ－１２３４ｙｆが開示されているということはできない。\nオ  その他原告がるる指摘する点を考慮しても，この点に関する原告の主張\nは採用し得ない。\n(4)  以上より，取消事由１は理由がない。\n２  取消事由２（引用発明の認定の誤り）について\n(1)  甲５文献の記載\n甲５文献には，以下の記載（図表も含む。）がある。\nア「１．分子式：Ｃ３ＨｍＦｎ\n（但し，ｍ＝１～５，ｎ＝１～５且つｍ＋ｎ＝６）\nで示され且つ分子構造中に二重結合を１個有する有機化合物からなる熱\n媒体。」（特許請求の範囲）\nイ「産業上の利用分野\n本発明は，冷凍機，ヒートポンプなどで使用される熱伝達用流体に関\nする。」（１頁左下欄９～１１行）\nウ「従来技術とその問題点\n従来，ヒートポンプの熱媒体（冷媒）としては，クロロフルオロ炭化\n水素，フルオロ炭化水素，これらの共沸組成物ならびにその近辺の組成\n物が知られている。これらは，一般にフロンと称されており，現在Ｒ－\n１１（トリクロロモノフルオロメタン），Ｒ－２２（モノクロロジフル\nオロメタン），Ｒ－５０２（Ｒ－２２＋クロロペンタフルオロエタン）\nなどが主に使用されている。\nしかしながら，近年，大気中に放出された場合に，ある種のフロンが\n成層圏のオゾン層を破壊し，その結果，人類を含む地球状（注  原文の\nまま）の生態系に重大な悪影響を及ぼすことが指摘されている。従って，\nオゾン層破壊の危険性の高いフロンについては，国際的な取決めにより，\n使用および生産が規制されるに至っている。規制の対象になっているフ\nロンには，Ｒ－１１とＲ－１２とが含まれており，またＲ－２２につい\nては，オゾン層破壊への影響が小さいため，現在規制の対象とはなって\nいないが，将来的には，より影響の少ない冷媒の出現が望まれている。\n冷凍・空調設備の普及に伴って，需要が毎年増大しつつあるフロンの使\n用および生産の規制は，居住環境をはじめとして，現在の社会機構全般\nに与える影響が極めて大きい。従って，オゾン層破壊問題を生じる危険\n性のない或いはその危険性の極めて小さい新たなヒートポンプ用の熱媒\n体（冷媒）の開発が緊急の課題となっている。\n問題点を解決するための手段\n本発明者は，ヒートポンプ或いは熱機関に適した熱伝達用流体であっ\nて，且つ当然のことながら，大気中に放出された場合にもオゾン層に及\nぼす影響が小さいか或いは影響のない新たな熱伝達用流体を得るべく\n種々研究を重ねてきた。その結果，特定の構造を有する有機化合物がそ\nの目的に適合する要件を具備していることを見出した。\nすなわち，本発明は，下記の熱伝達用流体を提供するものである：\n『分子式：Ｃ３ＨｍＦｎ\n（但し，ｍ＝１～５，ｎ＝１～５且つｍ＋ｎ＝５（注  原文のまま））\nで示され且つ分子中に二重結合を１個有する有機化合物からなる熱伝達\n用流体。』\n本発明で使用する代表的な化合物の主な物性は，以下の通りである。\nⅠ．Ｆ ３Ｃ－ＣＨ＝ＣＨ ２（３，３，３－トリフルオロ－１－プロペン）\n…\nⅡ．Ｆ３Ｃ－ＣＨ＝ＣＨＦ（１，３，３，３－テトラフルオロ－１－\nプロペン）…\nⅢ．Ｈ３Ｃ－ＣＦ＝ＣＦ２（１，２，２－トリフルオロ－１－プロペン）\n…\nⅣ．Ｈ３Ｃ－ＣＦ＝ＣＨ２（２－モノフルオロ－１－プロペン）…\n本発明において熱伝達用流体として使用するＣ３ＨｍＦｎで示される化合\n物は，オゾン層に影響を与える塩素原子および臭素原子を全く含まない\nので，オゾン層の破壊問題を生じる危険性はない。\nまた，一方では，Ｃ３ＨｍＦｎで示される化合物は，ヒートポンプ用熱媒\n体としての特性にも優れており，成績係数，冷凍能力，凝縮圧力，吐出\n温度などの性能において，バランスが取れている。さらに，この化合物\nの沸点は，現在広く使用されているＲ－１２，Ｒ－２２，Ｒ－１１４お\nよびＲ－５０２のそれに近いため，これら公知の熱媒体の使用条件下，\nすなわち蒸発温度－２０から１０℃および凝縮温度３０から６０℃での\n使用に適している。」（１頁左欄下から５行～２頁右下欄５行）\n「本発明で使用するＣ３ＨｍＦｎで示される化合物或いはＣ３ＨｍＦｎで示さ\nれる化合物とＲ－２２，Ｒ－３２，Ｒ－１２４，Ｒ－１２５，Ｒ－１３\n４ａ，Ｒ－１４２ｂ，Ｒ－１４３ａおよびＲ－１５２ａの少なくとも一\n種との混合物は，ヒートポンプ用の熱媒体に対して要求される一般的な\n特性（例えば，潤滑油との相溶性，材料に対する非浸蝕性など）に関し\nても，問題はないことが確認されている。」（３頁左上欄３～１１行）\nエ「発明の効果\n本発明による熱伝達用流体によれば，下記のような顕著な効果が達成\nされる。\n（１）従来からＲ－１２，Ｒ－２２或いはＲ－５０２を熱媒体として使\n用してきたヒートポンプと同等以上のサイクル性能が得られる。\n（２）熱媒体としての優れた性能のゆえに，機器設計上も有利である。\n（３）仮に本発明による熱伝達用流体が大気中に放出された場合にも，\nオゾン層破壊の危険性はない。」（３頁左上欄１２行～右上欄４行）\nオ「実施例\n以下に実施例及び比較例を示し，本発明の特徴とするところをより一\n層明確にする。\n実施例１\n熱媒体としてＦ ３Ｃ－ＣＨ＝ＣＨ ２（３，３，３－トリフルオロ－１－\nプロペン）を使用する１馬力のヒートポンプにおいて，蒸発器における\n熱媒体の蒸発温度を－１０℃，－５℃，５℃および１０℃とし，凝縮器\nにおける凝縮温度を５０℃とし，加熱度および過冷却度をそれぞれ５℃\nおよび３℃として，運転を行った。\nまた，比較例として，Ｒ－１２（比較例１），Ｒ－２２（比較例２）\n及びＲ－５０２（比較例３）を熱媒体として使用して，上記と同一条件\n下にヒートポンプの運転を行った。\nこれらの結果から，成績係数（ＣＯＰ）および冷凍効果を次式により，\n求めた…。\nＣＯＰ＝（ｈ１－ｈ４／（ｈ２－ｈ１）\n冷凍効果＝ｈ１－ｈ４\nｈ１…蒸発器出口の作動流体のエンタルピー\nｈ２…凝縮器入口の作動流体のエンタルピー\nｈ４…蒸発器入口の作動流体のエンタルピー\n本実施例ならびに比較例で使用した冷凍サイクルの回路図を第２図に\n示す。\nＣＯＰおよび冷凍能力の算出結果を比較例１～３の結果と対比して第\n３図及び第４図にそれぞれ示す。\nなお，第３図に示す成績係数は，Ｒ－２２を熱媒体とした場合の蒸発\n温度５℃における測定値（ＣＯＰＢ）で，それぞれの熱媒体の測定値（Ｃ\nＯＰＡ）を除したものである。特に，本発明による熱媒体の結果は，“○”\nで示してある。\nまた，第４図に示す冷凍能力は，Ｒ－２２を熱媒体とした場合の蒸発\n温度５℃における測定値（能力Ｂ）で，それぞれの熱媒体の測定値（能\n力Ａ）を除したものである。本発明による熱媒体の結果は，やはり“○”\nで示してある。\n第３図から明らかな様に，本実施例による作動流体は， ＣＯＰに関し\nて，Ｒ－１２およびＲ－２２と同程度の良好な値を示している。さらに，\n第４図から明らかな様に，冷凍効果に関して，Ｒ－１２よりも高めの値\nを示している。\nまた，蒸発温度５℃における凝縮圧力および圧縮機吐出温度の比較結\n果を第１表に示す。\n第１表\n凝縮圧力       吐出温度\n（㎏／㎠・Ａ）   （℃）\n実施例１        ９            ５１\n比較例１    １２            ５９\n比較例２    ２０            ７３\n比較例３    ２２            －\n本実施例による熱媒体の凝縮圧力および吐出温度は，Ｒ－１２よりも\n低い値を示しており，機器設計上有利である。\n以上の結果から，Ｆ ３Ｃ－ＣＨ＝ＣＨ ２を熱媒体として使用する本発明\nにおいては，従来から広く使用されているＲ－１２，Ｒ－２２およびＲ\n－５０２を使用するヒートポンプと同等以上のサイクル性能が得られて\nおり，本発明は，機器設計上からも有利であることが，明らかである。」\n（３頁右上欄５行～４頁左上欄１６行）\n「実施例５\n熱媒体としてＦ ３Ｃ－ＣＦ＝ＣＨ ２を使用する以外は実施例１と同様に\nして，ヒートポンプの運転を行ったところ，実施例１とほぼ同様の結果\nが得られた。」（４頁右下欄８～１２行）\n(2)  甲５発明の認定について\nア  上記(1)の各記載によれば，甲５発明は，以下のとおりのものと認めら\nれる。\nすなわち，甲５発明は，冷凍機，ヒートポンプ等で使用される熱伝達\n用流体に関するものである。\n従来，ヒートポンプの熱媒体（冷媒）としては，一般にフロンと称さ\nれるＲ－１１（トリクロロモノフルオロメタン），Ｒ－２２（モノクロ\nロジフルオロメタン），Ｒ－５０２（Ｒ－２２＋クロロペンタフルオロ\nエタン）等が主に使用されてきたが，フロンによるオゾン層破壊が生態\n系に重大な悪影響を及ぼすとの指摘を受けて国際的な取決めによりその\n使用及び生産が規制されるようになったところ，冷凍・空調設備の普及\nに伴い需要が毎年増大しつつあるフロンの使用及び生産の規制は，居住\n環境をはじめとして，現在の社会機構全般に与える影響が極めて大きい。\nこのため，オゾン層破壊問題を生じる危険性がないか極めて小さい新た\nなヒートポンプ用の熱媒体（冷媒）の開発が緊急の課題となった。\nそこで，甲５発明は，ヒートポンプ又は熱機関に適した熱伝達用流体\nであって，かつ，大気中に放出された場合にもオゾン層に及ぼす影響が\nないか小さいという要件に適合する新たな熱伝達用流体として，以下の\n熱伝達用流体を提供するものである。\n「分子式：Ｃ３ＨｍＦｎ\n（ただし，ｍ＝１～５，ｎ＝１～５かつｍ＋ｎ＝６）で示され，\nかつ，分子構造中に二重結合を１個有する有機化合物からなる熱\n伝達用流体」\n上記Ｃ３ＨｍＦｎで示される化合物は，オゾン層破壊の問題を生じる危険\n性はなく，ヒートポンプ用熱媒体としての特性にも優れ，成績係数，冷\n凍能力，凝縮圧力，吐出温度等の性能においてバランスが取れており，\nその沸点は，現在広く使用されているＲ－１２（ＣＦＣ－１２），Ｒ－\n２２，Ｒ－１１４及びＲ－５０２のそれに近いため，これら公知の熱媒\n体の使用条件下，すなわち，蒸発温度－２０～１０℃及び凝縮温度３０\n～６０℃での使用に適している。また，上記Ｃ３ＨｍＦｎで示される化合物，\n又はＣ３ＨｍＦｎで示される化合物とＲ－２２，Ｒ－３２，Ｒ－１２４，Ｒ\n－１２５，Ｒ－１３４ａ，Ｒ－１４２ｂ，Ｒ１４３ａ及びＲ－１５２ａ\nの少なくとも一種との混合物は，ヒートポンプ用の熱媒体に対して要求\nされる一般的な特性（例えば，潤滑油との相溶性，材料に対する非浸蝕\n性等）に関しても，問題はないことが確認されている。\nイ  ＨＦＯ－１２３４ｙｆ（２，３，３，３－テトラフルオロプロペン）は，\n甲５文献の「特許請求の範囲」に記載の「熱媒体」として実施例５に示\nされているところ，「実施例１と同様にして，ヒートポンプの運転を行\nったところ，実施例１とほぼ同様の結果が得られた。」との記載は，Ｈ\nＦＯ－１２３４ｙｆをヒートポンプにおいて使用し得ることを確認した\n記載であると解される。そうすると，甲５文献には，他の実施例に係る\n化合物と異なり，ＨＦＯ－１２３４ｙｆ自体の沸点及び臨界温度等の物\n性値やヒートポンプにおいて使用した際のＣＯＰ及び冷凍能力について\n具体的なデータは記載されていないものの，なお，分子式Ｃ３ＨｍＦｎで示\nされる化合物に含まれる具体的化合物であるＨＦＯ－１２３４ｙｆも，\n実施例１の３，３，３－トリフルオロ－１－プロペン（ＨＦＯ－１２４\n３ｚｆ）と同様に，ヒートポンプにおける熱媒体として使用されるもの\nであることが記載されているものと理解し得る。\nまた，「本発明で使用するＣ３ＨｍＦｎで示される化合物…は，ヒートポ\nンプ用の熱媒体に対して要求される一般的な特性（例えば，潤滑油との\n相溶性，材料に対する非浸蝕性など）に関しても，問題はないことが確\n認されている。」との記載から，甲５文献には，分子式Ｃ３ＨｍＦｎで示さ\nれる化合物と潤滑油を含む組成物として用いることも記載されていると\nいうことができる。\nそうすると，甲５文献には，「分子式：Ｃ３ＨｍＦｎ（ただし，ｍ＝１～\n５，ｎ＝１～５かつｍ＋ｎ＝６）で示され且つ分子構造中に二重結合を\n１個有する有機化合物からなる熱媒体であって，該有機化合物は２，３，\n３，３－テトラフルオロプロペンである場合を含む熱媒体と，ヒートポ\nンプ用の熱媒体に用いられる潤滑油とからなる熱媒体組成物の，ヒート\nポンプにおける使用」という発明が記載されていると認められる。すな\nわち，本件審決の甲５発明の認定に誤りはない。\n(3)  原告の主張について\nア  これに対し，原告は，甲５文献にはＨＦＯ－１２３４ｙｆのヒートポン\nプにおける使用は記載されておらず，また，甲５発明のヒートポンプは\n空調装置を包含するものではない旨を主張する。\nイ  このうち，甲５文献にはＨＦＯ－１２３４ｙｆのヒートポンプにおける\n使用は記載されていないとの主張については，確かに甲５文献には実施\n例５において使用された冷媒分子であるＨＦＯ－１２３４ｙｆの物性値\n等の具体的な記載はないものの，前記(1)のとおり，その性能については，\n「実施例１とほぼ同様の結果が得られた」旨記載され，ＨＦＯ－１２４\n３ｚｆと同程度であることが明示的に示されているのであるから，ＨＦ\nＯ－１２３４ｙｆも，ＨＦＯ－１２４３ｚｆと同様に，ヒートポンプに\nおける使用に適することが理解できるものといえる。\nしたがって，この点に関する原告の主張は採用し得ない （なお，原告\nは，実施例１の結果に誤りがある旨も指摘するが，この点については後\n述する。）。\nウ  次に，甲５発明のヒートポンプは空調装置を包含するものではないとの\n主張については，一般に，ヒートポンプとは，熱を低温側から高温側に\n移動させる装置であり，冷暖房等に利用されるものである。また，甲５\n文献の実施例においては，ヒートポンプ用熱媒体の性能として，ＣＯＰ\n（＝（ｈ１－ｈ４）／（ｈ２－ｈ１）），冷凍効果（＝ｈ１－ｈ４）及び冷\n凍能力を測定していることから，加熱ではなく冷却における性能を評価\nしているものといってよく，甲５発明における「ヒートポンプ」は加熱\n用に限らず冷却用にも用いられるものであることが理解される。さらに，\n甲５文献の「従来技術とその問題点」欄には「冷凍・空調設備の普及に\n伴って，…フロンの使用および生産の規制は，居住環境をはじめとして，\n現在の社会機構全般に与える影響が極めて大きい。従って，オゾン層破\n壊問題を生じる危険性のない或いはその危険性の極めて小さい新たなヒ\nートポンプ用の熱媒体（冷媒）の開発が緊急の課題となっている。」と\n記載されていることを考慮すると，甲５発明における「ヒートポンプ」\nは，加熱だけでなく冷却も行う「空調設備」を包含するものであること\nは明らかである。\nしたがって，甲５発明の「ヒートポンプ」は空調装置を包含するとす\nる本件審決の認定に誤りはない。この点に関する原告の主張は採用し得\nない。\nエ  そうすると，この点に関する原告の主張はいずれも採用し得ず，本件審\n決の判断に誤りはない。\n(4)  以上より，取消事由２は理由がない。\n３  取消事由３（相違点の判断の誤り(1)－ＨＦＯ－１２３４ｙｆの沸点及び臨\n界温度を技術常識として認定したことの誤り）について\n(1)  本件審決は，「甲５にも記載されている…とおり，ＨＦＯ化合物のうち\nハイドロフルオロプロペン化合物は，概ね－１６～－１７℃程度の沸点及び\n１２１～１２６℃程度の臨界温度を有し，特にＨＦＯ－１２３４ｙｆは，－\n２９℃（２４４．９Ｋ）の沸点と９７℃（３７０．４Ｋ）の臨界温度を有す\nるものである（必要ならば下記文献２参照）」ことを根拠の１つとして，Ｈ\nＦＯ－１２３４ｙｆをカーエアコンの冷媒として選択することは，当業者が\n適宜なし得ることである旨判断した。\nこれに対し，原告は，根拠となる文献が甲６６文献１つである上，その\n文献も，アクセスし難いロシアの特許文献であることを指摘し，当該文献が\n技術常識になることはない旨，及び，本件優先日当時，ＨＦＯ冷媒分子の沸\n点及び臨界温度については複数の文献が異なる値を報告することがあったこ\nとを指摘し，甲６６文献のデータを信頼することはできなかった旨主張する。\n(2)  しかし，本件審決における上記記載部分の趣旨は，「参考文献２」とし\nて示された甲６６文献だけでなく甲５文献の記載と併せ，ハイドロフルオロ\nプロペン化合物の沸点及び臨界温度についての本件優先日当時における当業\n者の認識を示したものと理解し得るのであって，甲６６文献のみから技術常\n識を認定し，それに基づいて判断をしたものではない。また，ＨＦＯ－１２\n３４ｙｆの沸点及び臨界温度について記載する文献が甲６６文献というロシ\nアの特許文献であるからといって，直ちに，当業者の本件優先日当時におけ\nる認識を示すものとして不適切であったということもできない。\nさらに，甲５文献及び甲６６文献に記載された標準沸点や臨界温度の数\n値はある程度近似したものであることを考慮すると，本件優先日当時，ＨＦ\nＯ冷媒分子の沸点及び臨界温度について複数の文献が異なる値を報告するこ\nとがあったとしても，それらの数値は，甲５発明に係るＨＦＯ－１２３４ｙ\nｆを自動車の空調装置の冷媒として選択可能か否かを判断する材料としては，\n十分に信頼性のある数値ということができる。仮に，甲６６文献を考慮しな\nいとしても，甲５文献記載のＣ３ＨｍＦｎで示される化合物の沸点及び臨界温\n度に加え，同文献には，Ｃ３ＨｍＦｎで示される化合物の沸点はＣＦＣ－１２\nのそれに近く，ＣＦＣ－１２の熱媒体の使用条件下での使用に適している旨\nの記載があること，ＣＦＣ－１２は自動車の空調装置用冷媒であることは周\n知であること（甲１８，弁論の全趣旨）に鑑みると，当業者において，ＨＦ\nＯ－１２３４ｙｆをＣＦＣ－１２と同じ用途である自動車の空調装置用冷媒\nとして用いることは，適宜なし得ることということができる。\n(3)  以上より，この点に関する原告の主張は採用し得ず，本件審決の判断に\n誤りはない。\nしたがって，取消事由３は理由がない。\n４  取消事由４（相違点の判断の誤り(2)－甲５文献の阻害事由の看過）\n原告は，甲５文献記載の実施例１（ＨＦＯ－１２４３ｚｆを使用するもの）\nの結果は誤っており，実際にはＨＦＯ－１２４３ｚｆの能力はＣＦＣ－１２の\n約７０％にすぎないから，「実施例１とほぼ同様の結果が得られた」との甲５\n文献の記載によれば，当業者は，ＨＦＯ－１２３４ｙｆは「自動車の空調装置」\nにおいて使用される冷媒に適さないと結論付けるしかなく，甲５文献には本件\n発明１に想到することの阻害事由がある旨主張する。\nしかし，本件優先日当時の技術常識に照らし，甲５文献の上記結果の信用性\nを疑うべき具体的な根拠は見出せないことに鑑みると，本件優先日当時，甲５\n文献に接した当業者は，同文献記載のとおり，ＨＦＯ－１２３４ｙｆは，ＨＦ\nＯ－１２４３ｚｆと同様に，ＣＦＣ－１２を熱媒体として使用するヒートポン\nプと同等以上の能力を得られると認識するものと見られる。仮に，本件優先日\n当時，原告指摘に係るＲＥＦＰＲＯＰソフトウェアによる計算を行うことが通\n常であったとしても，甲５文献記載の実施例５のＨＦＯ－１２３４ｙｆにつき\n冷媒としての使用を検討する際には，端的にＨＦＯ－１２３４ｙｆにつき計算\nを行うものと思われるし，少なくとも，実施例１に係るＨＦＯ－１２４３ｚｆ\nについてのみ計算を行い，実施例５に係るＨＦＯ－１２３４ｙｆについては計\n算を行わないままその能力について結論を出してしまうとは考え難いことから，\nＨＦＯ－１２４３ｚｆの計算値が実施例１の結果と異なっていたとしても，直\nちに，他の実施例について追加の確認を行うことなく甲５文献の記載全体の信\n用性を疑うものと考えることはできない。その他ＨＦＯ－１２３４ｙｆを自動\n車の空調装置における冷媒として使用することについての阻害事由となるべき\n事由は，甲５文献中には見当たらない。\nそうすると，甲５文献にはＨＦＯ－１２３４ｙｆを「自動車の空調装置」に\nおいて冷媒として使用することについての阻害事由があるとはいえず，この点\nに関する原告の主張は採用し得ない。\nしたがって，取消事由４は理由がない。\n５  取消事由５（相違点の判断の誤り(3)－予想外かつ顕著な効果の看過）につ\nいて\n(1)  原告は，本件審決は，ＨＦＯ－１２３４ｙｆのＧＷＰ及びＯＤＰの低さ，\n能力及びＣＯＰがＨＦＣ－１３４ａのものとほぼ同等であること，低毒性及\nび低燃焼性，圧縮機潤滑剤との混和性が優れていること，機器及び潤滑剤と\nの安定性が優れていることといった予想外かつ顕著な効果を看過したもので\nある旨主張する。\n(2)ア  このうち，ＧＷＰ及びＯＤＰの点については，甲５文献においても，\nＨＦＯ－１２３４ｙｆを含む分子式：Ｃ３ＨｍＦｎで示される有機化合物か\nらなる熱媒体はオゾン層破壊問題を生じる危険性がないか小さいことが記\n載されていることから，ＨＦＯ－１２３４ｙｆのＯＤＰが低いことは，本\n件優先日当時の当業者にとって予測可能であったと見られる。\nまた，本件優先日当時の技術常識（前記１(3)イ）に照らすと，本件優\n先日当時，冷媒のＧＷＰを測定することは，自動車の空調装置の場合に\n限らず必須となっていたことがうかがわれること，甲５発明のヒートポ\nンプで使用されるＨＦＯ－１２３４ｙｆのＧＷＰは，ヒートポンプの具\n体的な用途にかかわらず同じであることから，本件発明１においてＨＦ\nＯ－１２３４ｙｆのＧＷＰが低いことは，本件発明１の進歩性を基礎付\nけるような，本件発明１に特有の効果ということはできない。\nイ  能力及びＣＯＰの点については，甲５文献には，ＣＯＰに関してはＣＦ\nＣ－１２と同程度，冷凍効果に関してはこれよりも高めの値を示すＨＦ\nＯ－１２４３ｚｆとほぼ同様の結果をＨＦＯ－１２３４ｙｆが示したこ\nとが記載されており，また，本件優先日当時，ＣＦＣ－１２とＨＦＣ－\n１３４ａは同等の能力及び ＣＯＰを示すことが知られていたことから\n（甲５５，６１，弁論の全趣旨），当業者であれば，甲５文献の記載に\n基づき，ＨＦＯ－１２３４ｙｆの能力及びＣＯＰはＨＦＣ－１３４ａと\nほぼ同等と見なせる範囲内であることが予測可能であったと考えられる。\nウ(ｱ)  低毒性の点については，確かに，本件明細書には，本件発明１にお\nける化合物に関する構造式，特に式Ⅱで示される化合物，中でも特にＨ\nＦＯ－１２３４ｙｆを含む構造式によるものが低い毒性を示すことが記\n載されている（【００２０】，【００２１】）。\nしかし，本件明細書には，ＨＦＯ－１２３４ｙｆが，一般の冷媒に要\n求される限度を超え，とりわけ自動車の空調装置に用いる冷媒に適した\n低毒性を有し，その毒性試験の結果が顕著であることを具体的に記載し\nた部分は見当たらない。甲２６，３４～３６に基づくＨＦＯ－１２３４\nｙｆの低毒性に関する原告の主張は，いずれも本件明細書に具体的に開\n示されたものではないから（そもそも，甲３５，３６は本件優先日後の\n文献である。），ここで参酌することはできない。\n(ｲ)  低燃焼性の点については，確かに，本件明細書には，本件発明１に\nおける可燃性低減方法（【００４９】，【００５０】）及び鎮火方法\n（【００５１】）に関する記載がある。\nしかし，本件明細書には，ＨＦＯ－１２３４ｙｆの燃焼性に関する具\n体的な実験結果は示されておらず，ＨＦＯ－１２３４ｙｆが，一般の冷\n媒に要求される限度を超え，とりわけ自動車の空調装置に用いる冷媒に\n適した低燃焼性を有することを具体的に記載した部分は見当たらない。\n原告が言及する甲３３に基づくＨＦＯ－１２３４ｙｆの低燃焼性に関す\nる主張は，本件明細書に具体的に開示されたものではないから（そもそ\nも，甲３３は本件優先日後の文献である。），ここで参酌することはで\nきない。\n(ｳ)  また，ＨＦＯ－１２３４ｙｆが有する毒性及び燃焼性に関する効果\nは，いずれも，甲５発明においても奏される効果である。\n(ｴ)  そうすると，ＨＦＯ－１２３４ｙｆが有する毒性及び燃焼性に関す\nる効果は，いずれも本件発明１特有の効果ということはできないから，\nこれらの点を本件発明１の進歩性を基礎付けるものとして理解するこ\nとはできない。\nエ  圧縮機潤滑剤との混和性，機器及び潤滑剤との安定性の点については，\n確かに，本件明細書には，実施例２及び３において，ＨＦＯ－１２３４\nｙｆと同じく式Ⅱに含まれる化合物ＨＦＯ－１２２５ｙｅ，ＨＦＯ－１\n２３４ｚｅ及びＨＦＯ－１２４３ｚｆを使用して，混和性及び安定性に\nついて試験が行われたこと及びその結果が記載されており（【００６１】\n～【００６９】），その結果からは，ＨＦＯ－１２３４ｙｆも，上記各\n化合物と同程度の潤滑剤との混和性，安定性を有することがうかがわれ\nる。\nもっとも，甲５文献においても，「本発明で使用するＣ３ＨｍＦｎで示さ\nれる化合物…は，ヒートポンプ用の熱媒体に対して要求される一般的な\n特性（例えば，潤滑剤との相溶性，材料に対する非浸蝕性など）に関し\nても，問題はないことが確認されている。」と記載されている。この甲\n５文献に記載された効果との比較において，本件発明１のＨＦＯ－１２\n３４ｙｆが，潤滑剤との混和性，安定性に関して格別顕著な効果を有す\nるとはいえない。\n(3)  以上より，本件発明１は予想外かつ顕著な効果を奏するとはいえないか\nら，この点に関する原告の主張はいずれも採用し得ない。\nしたがって，取消事由５は理由がない。\n６  取消事由６（相違点の判断の誤り(4)－不飽和化合物の使用に関する阻害事\n由の看過）について\n(1)  原告は，本件優先日当時，不飽和化合物に分類されるフッ素化オレフィ\nンは，飽和化合物と比較すると反応性が高く，安定性に欠け，及び／又は毒\n性が高いと当業界では予測されていたから，ＨＦＯ－１２３４ｙｆの構造そ\nのものが自動車の空調装置の用途の阻害事由である旨主張する。\n(2)ア  まず，フッ素化オレフィンの反応性，安定性の点につき，原告は，本\n件優先日当時，不飽和分子タイプの反応性が懸念されていたことを示す証\n拠として，甲２４及び２５の各文献の記載に言及する。すなわち，甲２４\nの文献においては「表２．Ｒ１２の代替となる可能性のある流体混合物の\n選択」と題する表に掲載された飽和及び不飽和の冷媒のうちフッ素を含む\n不飽和 の 冷 媒 は 全 て コ メ ン ト 欄 に 「 反 応 性 （ Reactive ） 」 ， 「 許 容\n（Accepted）／拒絶（Rejected）」欄に「拒絶（Ｒ）」と記載され，また，\n甲２５の文献においては「二重結合の炭素原子を有する化合物及びアセト\nンに基づく化合物は，冷媒としては問題のある評価を有するものであ\nる。」，「これらの化合物の安定性は，分子にフッ素を加えるにつれて減\n少する。」と記載されている。\nしかし，甲２４には，その表２に掲載されていないもの（ＨＦＯ－１\n２３４ｙｆは掲載されていない。）を含むフッ素化オレフィン全体が冷\n媒として使用できない旨記載されているわけではない。また，甲２５に\nは，どの程度分子にフッ素を加えると冷媒として使用し得ないほど安定\n性が減少するかについては記載されていない。\nそうすると，上記各文献から，ＨＦＯ－１２３４ｙｆ等の部分的にフ\nッ素化されたフッ素化オレフィンが，その具体的な構造に関わらず，お\nよそ，自動車の空調装置の冷媒として使用できないほどの安定性しか有\nしないことが示されているとは認められない。\nイ  毒性の点については，原告は，本件優先日当時，フッ素化オレフィンに\n毒性の懸念もあったことを示す証拠として，甲２２，２３及び２５の各\n文献の記載に言及する。すなわち，甲２２の文献の記載によれば，飽和\nフルオロカーボン及びフルオロハイドロカーボン冷媒中に不純物として\n存在するオレフィン系不純物は有毒な場合があり，その含有量をできる\nだけ下げることが必要とされている。また，甲２５の文献の記載によれ\nば，二重結合の炭素原子を有する化合物は，完全にフッ素化するとより\n高い毒性を有することが示されている。さらに，甲２３（ただし，本件\n優先日後の文献である。）の文献の記載によれば，飽和のフッ素化冷媒\nの試験試料は，ハロゲン化された不飽和揮発性不純物を重量で４０ｐｐ\nｍ以上含むべきでないことが示されている。\nしかし，上記各文献から，飽和のフルオロカーボンに含まれる不純物\nではなく，完全にフッ素化された不純物でもないＨＦＯ－１２３４ｙｆ\n等のフッ素化オレフィンについて，その具体的な構造に関わらず毒性が\nあることが示されているとは認められない。すなわち，上記各文献には\nある特定のフッ素化オレフィンについて安定性が低く毒性を有すること\nが示されているものの，フッ素化オレフィンは，その具体的な構造に関\nわらず，反応性及び毒性の面から自動車の空調装置の冷媒として使用で\nきないことが当業者の共通の認識であったことまで示されているわけで\nはなく，また，ＨＦＯ－１２３４ｙｆという個別の化合物について具体\n的な懸念があったことが示されているわけでもない。\nウ  以上より，ＨＦＯ－１２３４ｙｆの反応性及び毒性という点において，\n甲５文献に接した当業者が，同文献に「ヒートポンプ用の熱媒体に対し\nて要求される一般的な特性…に関しても，問題はないことが確認されて\nいる」，「（１）従来からＲ－１２，Ｒ－２２或いはＲ－５０２を熱媒\n体として使用してきたヒートポンプと同等以上のサイクル性能が得られ\nる。（２）熱媒体としての優れた性能のゆえに，機器設計上も有利であ\nる。」との記載があるにもかかわらず，なおＨＦＯ－１２３４ｙｆの反\n応性及び毒性に懸念を有し，その自動車の空調装置の冷媒としての使用\nを断念するであろうといえるような阻害事由があるとまではいえない。\nまた，そうである以上，温度の上昇に伴う反応速度の上昇により冷媒\nと他の成分との望ましくない反応が促進され得ることを考慮しても，自\n動車の空調装置での使用の場合，甲５文献において使用に適する凝縮温\n度とされた３０～６０℃の温度範囲から５℃以上高い凝縮温度（自動車\nの空調装置において少なくとも達し得るとされる凝縮温度）となる可能\n性があるからといって，  直ちに，自動車の空調装置に適用するに当たっ\nての阻害要因があったということもできない。\n(3)  以上より，不飽和化合物であるＨＦＯ－１２３４ｙｆの構造そのものが，\n自動車の空調装置の用途の阻害事由であったとまでは必ずしもいえないので\nあって，この点に関する原告の主張は採用し得ない。\nしたがって，取消事由６は理由がない。\n７  結論\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官          鶴 岡 稔 彦\n裁判官          杉 浦正 樹\n裁判官          寺 田 利 彦\n"
}