{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 28
  },
  "case_number": "平成28(ワ)21762等",
  "case_name": "特許権侵害差止等請求事件，特許権侵害差止請求事件，特許権侵害に基づく損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89209",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89209",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/209/089209_hanrei.pdf",
  "contents": "平成３１年３月２８日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第２１７６２号  特許権侵害差止等請求事件（第１事件）\n平成２９年（ワ）第２１８０４号  特許権侵害差止請求事件（第２事件）\n平成３０年（ワ）第２４４３１号  特許権侵害に基づく損害賠償請求事件（第３事\n件）\n口頭弁論終結日  平成３０年１２月６日\n判                      決\n当事者の表示  別紙当事者目録記載のとおり\n主                      文\n１  被告ソニー及び被告ＳＳＭＭは，原告に対し，連帯して４６５万０８５\n５円及びこれに対する平成２９年４月１日から支払済みまで年５分の割合\nによる金員を支払え。\n２  被告らは，原告に対し，連帯して６８５万７７３０円，及びうち６１３\n万１７３０円に対する平成２９年１０月１日から，うち７２万６０００円\nに対する平成３０年６月２２日から，各支払済みまで年５分の割合による\n金員を支払え。\n３  被告ソニー及び被告ＳＳＭＭは，原告に対し，連帯して４６４４万７５\n００円及びこれに対する平成２９年４月１日から支払済みまで年５分の割\n合による金員を支払え。\n４  被告らは，原告に対し，連帯して１億３３０１万１４５０円，及びうち\n５４６３万９７５０円に対する平成３０年１０月１日から，うち７８３７\n万１７００円に対する平成３０年６月２２日から，各支払済みまで年５分\nの割合による金員を支払え。\n５  原告のその余の請求を棄却する。\n６  訴訟費用は，第１事件ないし第３事件を通じてこれを７分し，その６を\n原告の負担とし，その余を被告らの負担とする。\n７  この判決は，第１項ないし第４項に限り，仮に執行することができる 。\n事 実 及 び 理 由\n第１  請求\n（第１事件・第２事件）\n１  被告ソニーは，別紙方法目録記載の方法で，別紙物件目録１記載のデータカ\nートリッジを製造してはならない。\n２  被告ソニーは，別紙方法目録記載の方法で製造した別紙物件目録１記載のデ\nータカートリッジを販売し，輸出し又は販売の申出をしてはならない。\n３  被告ＳＳＭＭは，別紙方法目録記載の方法で，別紙物件目録１記載のデータ\nカートリッジを製造し，販売し又は販売の申出をしてはならない。\n４  被告ＳＳＭＳは，別紙方法目録記載の方法で製造した別紙物件目録１記載の\nデータカートリッジを販売し，輸出し又は販売の申出をしてはならない。\n５  被告らは，別紙方法目録記載の方法で製造した別紙物件目録１記載のデータ\nカートリッジ及びその半製品を廃棄し，それらの製造に用いる設備を除却せよ。\n６  被告ソニー及び被告ＳＳＭＭは，原告に対し，連帯して１億９３６０万円及\nびこれに対する平成２９年４月１日から支払済みまで年５分の割合による金員\nを支払え。\n７  被告らは，原告に対し，連帯して２６４０万円，及びうち８２５万円に対す\nる平成２９年１０月１日から，うち１８１５万円に対する平成３０年６月２２\n日から，各支払済みまで年５分の割合による金員を支払え。\n（第３事件）\n８  被告ソニー及び被告ＳＳＭＭは，原告に対し，連帯して３億３０００万円及\nびこれに対する平成２９年４月１日から支払済みまで年５分の割合による金員\nを支払え。\n９  被告らは，原告に対し，連帯して３億７１２４万３４００円，及びうち２億\n１４５０万円に対する平成３０年１０月１日から，うち１億５６７４万３４０\n０円に対する平成３０年６月２２日から，各支払済みまで年５分の割合による\n金員を支払え。\n第２  事案の概要\n第１事件・第２事件は，発明の名称を「磁気テープおよびその製造方法，サー\nボライタ，ならびにサーボバンドの識別方法および装置」とする特許権を有する\n原告が，被告ら（以下，単に「被告」と表記することもある。）による別紙物件\n目録１記載のデータカートリッジ（以下「被告自社製品」という。）の製造・販\n売等が原告の上記特許権を侵害すると主張して，①被告らに対し，特許法１００\n条１項に基づく被告自社製品の製造・販売等の差止めを，②被告らに対し，特許\n法１００条２項に基づく被告自社製品及びその半製品の廃棄並びに製造設備の除\n却を，③被告ソニー及び被告ＳＳＭＭに対し，民法７０９条及び特許法１０２条\n２項に基づく損害賠償金１億９３６０万円（２億２０００万円の内金）及びこれ\nに対する平成２９年４月１日から支払済みまで民法所定の年５分の割合による遅\n延損害金の連帯支払を，④被告らに対し，民法７０９条，特許法１０２条２項に\n基づく損害賠償金２６４０万円（２億４２００万円の内金），及びうち８２５万\n円に対する平成２９年１０月１日から，うち１８１５万円に対する平成３０年６\n月２２日から各支払済みまで民法所定の年５分の割合による遅延損害金の連帯支\n払を求める事案である。\n第３事件は，上記特許権を有する原告が，被告らによる別紙物件目録２記載の\nデータカートリッジ（以下「被告ＯＥＭ製品」といい，被告自社製品と併せて「被\n告製品」という。）の製造・販売等が原告の上記特許権を侵害すると主張して，\n①被告ソニー及び被告ＳＳＭＭに対し，民法７０９条及び特許法１０２条２項に\n基づく損害賠償金３億３０００万円（１５億４８２５万円の内金）及びこれに対\nする平成２９年４月１日から支払済みまで民法所定の年５分の割合による遅延損\n害金の連帯支払を，②被告らに対し，民法７０９条，特許法１０２条２項に基づ\nく損害賠償金３億７１２４万３４００円（４４億３３７１万５０００円の内金），\n及びうち２億１４５０万円に対する平成３０年１０月１日から，うち１億５６７\n４万３４００円に対する平成３０年６月２２日から各支払済みまで民法所定の年\n５分の割合による遅延損害金の連帯支払を求める事案である。\n１  前提事実（証拠（枝番を付さないものは全ての枝番を含む。以下同じ。）を\n掲げない事実は当事者間に争いがない。）\n(1)  当事者\n原告及び被告らは，データカートリッジの製造，販売等を業とする株式会\n社である。\n(2)  原告の特許権\n原告は，次の特許権（以下「本件特許権」といい，この特許を「本件特許」\nといい，本件特許の願書に添付した明細書を「本件明細書」という。）を有\nしている。\nア  特許番号  特許第４１５７４１２号\nイ  発明の名称  磁気テープおよびその製造方法，サーボライタ，ならびに\nサーボバンドの識別方法および装置\nウ  出願日  平成１５年４月１５日\nエ  登録日：平成２０年７月１８日\n(3)  特許請求の範囲の記載\n本件特許の願書に添付した特許請求の範囲の請求項１及び請求項６の記載\nは，それぞれ本判決添付の本件特許に係る特許公報の該当項記載のとおりで\nある（以下，本件特許の請求項１に係る発明を「請求項１発明」と，同請求\n項６に係る発明を「本件発明」という。）。なお，原告は，被告らによる本\n件特許権の侵害として，具体的には，本件発明の実施を主張している。\n(4)  構成要件の分説\n本件発明を構成要件に分説すると，次のとおりである（以下，分説した構\n成要件をそれぞれの符号に従い「構成要件Ａ－１」のようにいう。）。なお，\n請求項１発明を構成要件に分説すると，構成要件Ａ－１ないしＡ－３のとお\nりである。\nＡ－１  磁気ヘッドのトラッキング制御をするためのサーボ信号が複数の\nサーボバンド上にそれぞれ書き込まれた磁気テープであって，\nＡ－２  各サーボバンド内に書き込まれた各サーボ信号に，複数のサーボ\nバンドのうちのそのサーボ信号が位置するサーボバンドを特定す\nるためのデータがそれぞれ埋め込まれ，\nＡ－３  前記各サーボ信号は，一つのパターンが非平行な縞からなり，各\nデータは，前記縞を構成する線の位置を，サーボバンド毎にテー\nプ長手方向にずらすことにより前記各サーボ信号中に埋め込まれ\nていることを特徴とする磁気テープ\nＡ－４  の製造方法であって，\nＢ    サーボバンドを特定するためのデータをエンコードする第一工程\nと，\nＣ    第一工程でエンコードしたデータを記録パルス電流に変換する第\n二工程と，\nＤ    前記記録パルス電流をサーボ信号書込ヘッドに供給して，磁気テ\nープの所定のサーボバンドに所定のエンコードされたデータが埋\nめ込まれたサーボ信号を書き込む第三工程と，\nＥ    を有することを特徴とする磁気テープの製造方法。\n(5)  被告らの行為\nア  ●（省略）●（以下「本件期間①」という。）\n被告ＳＳＭＭ（平成２９年４月１日に商号変更する前はソニーストレー\nジメディア・アンド・デバイス株式会社。）は，被告製品を製造してこれ\nを被告ソニーに販売し，被告ソニーは，被告製品を販売，輸出していた。\nイ  ●（省略）●（以下「本件期間②」という。）\n被告ＳＳＭＭは，被告製品を製造してこれを被告ＳＳＭＳに販売し，被\n告ＳＳＭＳは，被告製品を被告ソニーに販売し，被告ソニーは，被告製品\nを販売，輸出していた。\nウ  ●（省略）●（以下「本件期間③」という。）\n被告ＳＳＭＭは，被告製品を製造してこれを被告ＳＳＭＳに販売し，被\n告ＳＳＭＳは，被告製品を販売，輸出していた。\n(6)  被告製造方法の構成\n被告製品の製造方法（以下「被告製造方法」という。）の構成について，\n原告は，以下のとおり主張するのに対し，被告は，その一部（ｂないしｄ）\nを否認する。\nａ－１  磁気ヘッドが位置しているサーボバンドを特定するためのサーボ\n信号が複数のサーボバンド上にそれぞれ記録された磁気テープカ\nートリッジであって，\nａ－２  各サーボバンド内に記録された各サーボ信号に，複数のサーボバ\nンドのうちのそのサーボ信号が位置するサーボバンドを特定する\nためのサーボバンドＩＤがそれぞれ埋め込まれ，\nａ－３  前記各サーボ信号において，サブフレーム１は，非平行なバース\nトＡ及びバーストＢからなり，各サーボバンドＩＤは，前記バー\nストＡ及びバーストＢを構成する磁気ストライプの位置を，サー\nボバンド毎に磁気テープの長手方向にずらすことにより前記各サ\nーボ信号中に埋め込まれていることを特徴とする磁気テープカー\nトリッジ\nａ－４  の製造方法であって，\nｂ    サーボバンドを特定するためのサーボバンドＩＤをエンコードす\nる第一工程と，\nｃ     第一工程でエンコードしたサーボバンドＩＤを記録パルス電流に\n変換する第二工程と，\nｄ    前記記録パルス電流を記録ヘッドに供給して，磁気テープの所定\nのサーボバンドに所定のエンコードされたサーボバンドＩＤが埋\nめ込まれたサーボ信号を記録する第三工程と，\nｅ     を有することを特徴とする磁気テープカートリッジの製造方法。\n(7)  ＬＴＯ－７規格及びＡＰ－７５契約\nＬＴＯ－７規格（LTO Ultrium 7）は，Hewlett-Packard Limited，Intern\national Business Machines Corporation（ＩＢＭ）及びQuantum Corporati\non（以下，三社を併せて「ＴＰＣｓ」（「Technology Provider Companies」\nの略）という。）によって２０１５年（平成２７年）に策定されたデータカ\nートリッジの標準規格である。ＦＳＰ（「規格仕様参加者」を意味する。「F\normat Specification participant」の略。）がＴＰＣｓとの間で締結する\n特許ライセンス契約は，●（省略）●との表題が付された定型の契約書によ\nり締結される（以下「ＡＰ－７５契約」という。）。\n原告は，●（省略）●ＴＰＣｓとの間で，ＡＰ－７５契約を締結した（以\n下「原告ＡＰ－７５契約」という。）。\n一方，被告ソニーは，●（省略）●ＴＰＣｓとの間で，ＡＰ－７５契約を\n締結した（以下「被告ＡＰ－７５契約」という。）（乙１）。被告製品は，\nＬＴＯ－７規格に準拠している。\n(8)  管轄合意等\n原告ＡＰ－７５契約１１条１１項には，●（省略）●旨の定めがある（以\n下「本件管轄合意」という。）。\nなお，原告ＡＰ－７５契約８条２項には，●（省略）●規定し，●（省略）\n●と規定する。（乙１，弁論の全趣旨）\n２  争点\n(1)  国際裁判管轄があるか（争点１）\n(2)  被告製造方法は本件発明の技術的範囲に属するか（争点２）\nなお，構成要件Ａ－１ないしＡ－４及びＥの充足性については当事者間に\n争いがない。\nア  構成要件Ｂの充足性（争点２－１）\nイ  構成要件Ｃ及びＤの充足性（争点２－２）\nウ  構成要件Ｂに係る均等侵害の成否（争点２－３）\n(3)  本件特許に無効理由（本件発明の新規性ないし進歩性欠如）があるか（争\n点３）\nなお，各乙Ａ号証に基づく主張（ア(ｴ)ないし(ｺ)及びイ）は第３事件のみ。\nまた，以下では，公知文献に記載された発明を当該文献の書証番号を付して\n例えば「乙１４発明」のようにいう。\nア  請求項１発明の新規性ないし進歩性欠如（(ｧ)ないし(ｺ)）に基づく本件\n発明の進歩性欠如（争点３－１）\n(ｱ)  乙１４を主引用例とした進歩性欠如（争点３－１－１）\n(ｲ)  乙１６を主引用例とした進歩性欠如（争点３－１－２）\n(ｳ)  乙１５を主引用例とした進歩性欠如（争点３－１－３）\n(ｴ)  乙Ａ１を主引用例とした進歩性欠如（争点３－１－４）\n(ｵ)  乙Ａ２に基づく新規性欠如（争点３－１－５）\n(ｶ)  乙Ａ２を主引用例とした進歩性欠如（争点３－１－６）\n(ｷ)  乙Ａ３に基づく新規性欠如（争点３－１－７）\n(ｸ)  乙Ａ３を主引用例とした進歩性欠如（争点３－１－８）\n(ｹ)  乙Ａ５を主引用例とした進歩性欠如（争点３－１－９）\n(ｺ)  乙Ａ２７を主引用例とした進歩性欠如（争点３－１－１０）\nイ  乙Ａ２ないし乙Ａ３に基づく本件発明の新規性ないし進歩性欠如（争点\n３－２）\n(4)  本件特許の請求項６は●（省略）●に当たるか（権利濫用の成否）（争点\n４）\n(5)  被告らに共同不法行為が成立するか（争点５）\n(6)  損害の有無及び額（争点６）\n３  争点に関する当事者の主張\n(1)  争点１（国際裁判管轄があるか）について\n（原告の主張）\nア  本件訴えに係る原告の請求は，本件特許権の侵害に基づく差止請求及び\n不法行為に基づく損害賠償請求であるところ，わが国の民事訴訟法３条の\n２第３項（被告の所在地），３条の３第８号（不法行為地）に基づき，日\n本の裁判所は当然に本件訴えにつき裁判管轄を有する。以下のとおり，原\n被告間に管轄合意は存在しておらず，また，本件紛争に原告ＡＰ－７５契\n約に記載された本件管轄合意が適用される余地もなく，これらに関する被\n告の主張は失当である。\nイ  まず，被告は原告ＡＰ－７５契約の締結当事者ではなく，同契約１１条\n１１項において管轄合意をした●（省略）●ではないから，原被告間には\n管轄の合意が存在しない。したがって，被告に対する本件訴えに係る紛争\nについて，原告が本件管轄合意による拘束を受ける余地はない。このこと\nのみをもってして，被告の主張は失当である。\n被告が根拠として挙げる民法５３９条は管轄合意とは全く関係のない条\n文である。また，被告が主張する●（省略）●の確立した判例法は存在し\nない。●（省略）●法下の判例によれば，契約の「第三者受益者」は，契\n約に定められた全ての合意事項を行使できるわけではなく，あくまで，契\n約の当事者が明確に（specifically）意図した範囲内において，権利を行\n使し又利益を享受しうるにすぎない。しかも，●（省略）●法下での契約\n解釈においては，契約の一部の箇所で用いられた用語が，他の箇所におい\nて用いられていない場合，当該他の箇所では，当該用語は意図的に排除さ\nれたものとして理解されなければならない。この点，原告ＡＰ－７５契約\nにおいて，●（省略）●ところ，８条２項は●（省略）●を同項に●（省\n略）●管轄合意条項である１１条１１項には，●（省略）●むしろ，●（省\n略）●このような８条２項と１１条１１項の記載の相違からすれば，原告\nＡＰ－７５契約の当事者が，１１条１１項の管轄合意条項が●（省略）●\nとは到底理解できず，むしろ，原告ＡＰ－７５契約において，１１条１１\n項は，●（省略）●であり，●（省略）●と理解すべきである。したがっ\nて，被告は，原告ＡＰ－７５契約の管轄合意条項による拘束を原告に対し\nて主張することはできない。\n以上より，「第三者受益者」であることを理由とする被告の主張には理\n由がない。\nウ  さらに，本件管轄合意が適用対象とする請求は，●（省略）●すなわち，\n●（省略）●を意味することは，その文言上明らかである。したがって，\n各国の知的財産権の侵害に基づく差止請求や不法行為に基づく損害賠償請\n求は，●（省略）●にも該当しないから，ＴＰＣｓに対する請求であった\nとしても，本件管轄合意が適用対象とする請求に含まれない。本件におい\nて被告が主張している，規格参加者（ＦＳＰ）による，ＴＰＣｓとの間で\n契約を締結した他のＦＳＰに対する知的財産権の侵害に基づく差止請求や\n不法行為に基づく損害賠償請求がこれに含まれないことは，一層明らかで\nある。上記文言を以上のとおり解すべきことは，契約当事者の合理的意思\nにも合致する。\n被告の主張は，●（省略）●法下ないし連邦法下の判例に照らしても，\n明らかに不合理な結論を招く。すなわち，●（省略）●法において，契約\nは，「commercially unreasonable」（商業上不合理に）に解釈されてはな\nらず，また，当事者の合理的な期待に反する結果となる解釈を行ってはな\nらないとされているところ，連邦巡回区控訴裁判所（以下「ＣＡＦＣ」と\nいう。）の判決によれば，日本の特許権の侵害の成否について，米国の地\n方裁判所が判断することはできないから，日本の特許権の侵害訴訟が●（省\n略）●裁判所を専属管轄とする管轄合意条項の対象となるという解釈は明\nらかに不合理であるし，日本の特許権の日本における侵害行為に対する訴\n訟について，日本の裁判所による審理判断を受けられないと解することは，\n当事者の合理的な期待に反する結果となる。被告がその主張の根拠として\n挙げるＣＡＦＣの判決は本件とは事案が異なり，普遍的な判断ではない。\nエ  さらに，被告は，被告が●（省略）●の裁判所に訴訟を提起したことを\n理由に，日本の裁判所は本件訴えについて国際裁判管轄を有しないという\nべきであると主張するが，本件訴えに係る請求は，本件管轄合意の対象で\nはないから，●（省略）●の裁判所は国際裁判管轄を有さず，国際訴訟競\n合の問題は生じないし，仮に，●（省略）●の裁判所が何らかの理由で裁\n判管轄を肯定するとしても，本件訴えに係る原告の請求は日本の裁判所が\n最も適切な判断をなしうるものであり，却下されるべきは被告が提訴した\n●（省略）●の訴訟であって，本件訴えが却下されるべきことにはならな\nい。\n（被告らの主張）\nア  本件訴えに係る原告の各請求については，●（省略）●に所在する裁判\n所の管轄に専属的に服する旨の合意が存在する。したがって，日本の裁判\n所は，本件訴えについて国際裁判管轄を有しないから，本件訴えは却下さ\nれるべきである。その理由は，以下のとおりである。\nイ  本件管轄合意条項が被告にも及ぶこと\n被告は，原告ＡＰ－７５契約の当事者ではない。しかしながら，被告は\n●（省略）●として，原告ＡＰ－７５契約の８条２項に規定する●（省略）\n●に該当し，契約上，●（省略）●と規定されている。これは，日本法上\nの「第三者のためにする契約」（民法５３７条）における受益者の地位に\n相当するものであると解される。他方，第三者のためにする契約において，\n当事者間の紛争について管轄合意が存在する場合，受益の意思表示をした\n受益者と，当該受益者に対して債務を負う諾約者との間の紛争にも，原則\nとして当該管轄合意が適用されると解すべきである。このことは，民法５\n３９条において，諾約者は要約者に対する契約上の抗弁をもって受益者に\n対抗することができると規定されていることからも明らかである。\nまた，原告ＡＰ－７５契約の準拠法である●（省略）●法上も，第三者\n受益者は管轄合意に基づく管轄違いの抗弁を主張することができるとされ\nている。すなわち，●（省略）●の確立した判例法によれば，①当該第三\n者が，当該契約の第三者受益者（third-party beneficiary）である場合，\n②当該第三者が，グローバルな取引（global transaction）の当事者であ\nり，当該契約が当該取引の一部であり，かつ，それらの契約が，同一の時\n期に，同一の当事者間で，又は同一の目的のために，締結されたものであ\nる場合には，契約当事者でない第三者は，当該契約における管轄合意条項\nを行使することができるとされているところ，本件は，上記①及び②の場\n合に該当する。\nウ  原告の各請求は，原告ＡＰ－７５契約から生じ，又はこれに関連する請\n求であること\n被告は，本件発明が，ＬＴＯ－７規格に準拠する上で必ず実施する必要\nがあるものであることを自認するものではないが，仮に，請求項６が●（省\n略）●に該当するものであるとすると，原告は，原告ＡＰ－７５契約に基\nづき，被告に対して●（省略）●ことになる。そして，被告は●（省略）\n●から，通常実施権の抗弁ないし権利濫用の抗弁が成立し，原告の請求は\n棄却を免れない。ところで，●（省略）●の文言は，ＡＰ－７５契約に登\n場する契約文言であり，その文言解釈は，原告ＡＰ－７５契約の解釈の問\n題である。そして，原告ＡＰ－７５契約１１条１１項は，●（省略）●を\n規定するとともに，●（省略）●を規定している。\nそうすると，本件訴訟において，原告の請求に理由があるか否かを判断\nするためには，原告ＡＰ－７５契約の解釈を行うことが必須であるから，\n本件訴訟に係る原告の請求は，原告ＡＰ－７５契約に関連する請求に該当\nし，●（省略）●裁判所の専属的な管轄権に属するというべきである。こ\nのことは，原告ＡＰ－７５契約１１条１１項における●（省略）●の範囲\nを●（省略）●法に基づいて解釈（「無根拠ではない紛争」がある事例で\n関連性を認め管轄合意の適用を認めたＣＡＦＣの判決）しても，また●（省\n略）●法から離れて解釈しても同様であるし，また，原告ＡＰ－７５契約\nの当事者の合理的意思にも合致する。\nエ  したがって，本件訴えに係る原告の各請求については，●（省略）●裁\n判所の管轄に専属的に服する旨の合意が存在するから，日本の裁判所は本\n件訴えについて国際裁判管轄を有しない。\nなお，被告は，平成２８年７月２７日，原告による●（省略）●の行為\nが被告に対する義務に違反し，反競争的行為であるとして，●（省略）●\n裁判所に訴訟を提起した。●（省略）●の文言を含め，原告ＡＰ－７５契\n約の解釈は，当該問題について専属的な管轄権を有する当該裁判所により，\n当該訴訟において行われることになる。したがって，この問題について，\n日本の裁判所において重ねて審理・判断することは妥当ではない。かかる\n観点からも，日本の裁判所は本件訴えについて国際裁判管轄を有しないと\nいうべきである。\n(2)  争点２（被告製造方法は本件発明の技術的範囲に属するか）\nア  構成要件Ｂの充足性（争点２－１）について\n（原告の主張）\n(ｱ)  「サーボバンドを特定するためのデータ」を「エンコードする第一工\n程」の意義について\na  「サーボバンドを特定するためのデータ」の意義\n構成要件Ｂの「サーボバンドを特定するためのデータ」とは，エン\nコードされる前のデータであることが文言上明らかであるところ，本\n件明細書では，各サーボバンドＳＢ１～ＳＢ５のいずれか一つを示す\nデータである「サーボバンド情報」がこれに該当する。本件明細書に\nおいて，「サーボバンド情報」がいかなる形式のデータであるかにつ\nいての限定はないが，例えば【００３１】によれば，サーボバンド情\n報は，９６個の製造者情報構成データＴｘに書き込まれるデータ（た\nとえば，「０，１，・・・，９，Ａ，Ｂ，Ｃ」）であり，記録再生装\n置によるサーボバンドの識別方法について説明した【００４５】によ\nれば，解読後の「Ａ」というデータがこれに該当する。\nb  「エンコードする第一工程」の意義について\n本件発明における「エンコードする第一工程」については，本件明\n細書の【００１７】及び【００１８】に記載されており，第一工程か\nら第三工程は，「サーボバンドを特定するためのデータ」が，エンコ\nード（符号化，すなわち，０と１からなる特定の数列で表すこと），\n記録パルス電流への変換，記録パルス電流のサーボ信号書き込みヘッ\nドへの供給という工程を経て，サーボ信号内に埋め込まれる段階に至\nるまでの一連の工程を示したものであるところ，第一工程は，第二工\n程において記録パルス電流への変換を行うために，その前提として，\n「サーボバンドを特定するためのデータ」をエンコード（符号化）す\nる工程を指す。\nそして，本件明細書の【００３９】には，「サーボバンドを特定す\nるためのデータ」をサーボライタに入力し，サーボライタ内の制御装\n置に予め記憶された所定の変換表（所定の変換表に基づいて変換を行\nうソフトウェア）を用いて，入力した「サーボバンドを特定するため\nのデータ」を，記録パルス電流への変換が可能な形式のデータにエン\nコードする，という実施形態が開示されているが，構成要件Ｂにおけ\nる「エンコードする工程」は，このような実施形態に限定されるもの\nではない。すなわち，本件発明の構成要件Ｂにおいては，サーボライ\nタにより「エンコード」が行われなければならないとの限定はなく，\n例えば，●（省略）●も，構成要件Ｂにおける「エンコードする工程」\nに含まれる。\n以上より，構成要件Ｂにおける「エンコードする第一工程」は，サ\nーボライタにより「サーボバンドを特定するためのデータ」を記録パ\nルス電流に変換するためにエンコード（符号化）することに限られず，\n●（省略）●も含む。\n(ｲ)  被告が構成要件Ｂを充足する工程を行っていること\na  ＬＴＯ－７仕様書における●（省略）●が，構成要件Ｂにおける「サ\nーボバンドを特定するためのデータ」に該当すること\n上述したとおり，「サーボバンドを特定するためのデータ」とは，\nエンコードされる前のデータであって，各サーボバンドのいずれか一\nつを示すデータであるところ，ＬＴＯ－７仕様書においては，●（省\n略）●，●（省略）●ないし●（省略）●がこれに該当する。\nそして，ＬＴＯ－７仕様書においては，●（省略）●が規定されて\nいる●（省略）●\nこのように，ＬＴＯ－７仕様書における●（省略）●が，構成要件\nＢの「サーボバンドを特定するためのデータ」に該当することは，●\n（省略）●にも裏付けられる。\nb  被告が，構成要件Ｂの「サーボバンドを特定するためのデータ」を\n「エンコードする第一工程」を行っていること\n上述したとおり，構成要件Ｂにおける「エンコードする第一工程」\nは，サーボライタにより「サーボバンドを特定するためのデータ」を\n記録パルス電流に変換するためにエンコードすることに限られず，●\n（省略）●も含む。\nそして，被告は，●（省略）●このような被告の行為は，構成要件\nＢにおける「エンコードする第一工程」に該当する。\nこの点，被告は，●（省略）●などと主張し，構成要件Ｂを充足し\nないと主張している。しかしながら，ＬＴＯ－７仕様書において，「サ\nーボバンドを特定するためのデータ」に相当するものが，●（省略）\n●であることは上述したとおりであるところ，●（省略）●行為は，\n【００３９】に開示されたサーボライタを用いた実施形態と実質的に\n異なるところはなく，本件発明における「エンコード」に該当する。\nなお，このように，●（省略）●行為も，一般に，「エンコード」\nに含まれることは，ＬＴＯ－７仕様書にも現れている。すなわち，Ｌ\nＴＯ－７仕様書において，●（省略）●との限定はなく，本件におい\nて被告が主張しているような，●（省略）●行為であっても，ＬＴＯ\n－７仕様書に準拠したものとなるところ（この点において，原被告間\nに争いはない），ＬＴＯ－７仕様書における●（省略）●との用語は，\nこのような被告による行為も包含する用語として用いられているとい\nえる。\n(ｳ)  以上より，被告の行為は，構成要件Ｂに該当する。\n（被告らの主張）\n(ｱ)  本件発明は，「サーボバンドを特定するためのデータをエンコードす\nる第一工程」を有することを要件とするものである（構成要件Ｂ）とこ\nろ，被告が被告製品を製造するのに現在使用している方法においては，\n●（省略）●から，被告製造方法は上記工程を含まず，したがって構成\n要件Ｂを充足しない。以下，詳述する。\n(ｲ)  ＬＴＯ－７規格のサーボバンドＩＤに関する記載\na  ＬＴＯ－７規格上，●（省略）●換言すれば，●（省略）●\nb  他方，ＬＴＯ－７規格上，●（省略）●\nc  また，●（省略）●\nd  以上のとおり，ＬＴＯ－７規格においては，●（省略）●したがっ\nて，●（省略）●\ne  他方，●（省略）●したがって，●（省略）●なお，●（省略）●\n(ｳ)  被告製造方法において，●（省略）●こと\na  原告も認めるとおり，構成要件Ｂにおける「エンコード」とは，ビ\nットパターンの形式で表現されていないデータを，ビットパターンの\n形式に変更することを意味すると解される。\nb  ＬＴＯ－７規格上，●（省略）●\n●（省略）●\nしかしながら，●（省略）●\nc  被告が現在，被告製品を製造するために使用している方法は，後者\nの方法である。すなわち，●（省略）●被告製品が製造される工程に\nおいて，●（省略）●\nしたがって，被告製造方法は「サーボバンドを特定するためのデー\nタをエンコードする」工程を有しない。\n(ｴ)  以上のとおり，被告製造方法は構成要件Ｂを充足しない。\nイ  構成要件Ｃ及びＤの充足性（争点２－２）について\n（原告の主張）\n本件特許の特許請求の範囲には，パルス電流への変換が，定電流回路を\n用いてなされなければならないことは記載されていない。\nまた，被告の指摘する本件明細書の【００３６】段落の記載から，構成\n要件Ｃの「記録パルス電流に変換する」を，「定電流回路を用いてパルス\n電流に変換しなければならない」ことを意味するとの解釈が導き出される\n余地はない。\nそして，●（省略）●\nしたがって，被告製造方法は，構成要件Ｃ及びＤを充足する。\n（被告らの主張）\n本件明細書（段落【００３６】）の実施例の記載は，記録パルス電流に\n含まれる，プラス極性又はマイナス極性をもつパルス電流の電流値が，ギ\nャップパターンからの漏れ磁束により磁気テープの磁性層を磁化するのに\n十分な電流値であることを意味すると解され，このような記録パルス電流\nを発生させるためには，一定の電流値を有する電流を発生させる回路（定\n電流回路）が必要となる。以上を考慮すると，構成要件Ｃにおける，デー\nタを「記録パルス電流に変換する」とは，少なくとも，データに対応する\nパルス電流を定電流回路を用いて発生させることを要する，と解される。\nこれに対し，被告製造方法における●（省略）●このように，被告製造\n方法においては，●（省略）●\nしたがって，被告製造方法は構成要件Ｃを充足しない。また，構成要件\nＣの「記録パルス電流に変換する」を充足しない以上，同様に，構成要件\nＤの「前記記録パルス電流をサーボ信号書込ヘッドに供給し」も充足しな\nい。\nウ  構成要件Ｂに係る均等侵害の成否（争点２－３）について\n（原告の主張）\n(ｱ)  仮に，構成要件Ｂについて，文言侵害が成立しないとしても，被告の\n行為については，均等侵害が成立する。\n第１に，被告が，●（省略）●行為が，「エンコード」には該当しな\nいとしても，本件発明における本質的部分が，構成要件Ａ－２及びＡ－\n３にあり，構成要件Ｂにあたるものではないことは，本件明細書の記載\nから明らかである（均等の第１要件）。\n第２に，●（省略）●行為によっても，本件発明の目的（隣接するサ\nーボバンドに書かれたサーボ信号を比較せずにサーボバンドを特定する\nことができる）を達することができ，本件発明と同一の効果を奏する（均\n等の第２要件）。\n第３に，●（省略）●行為から，●（省略）●行為への置き換えは，\n当業者が，被告が被告方法を実施する時点において容易に想到すること\nができたものである（均等の第３要件）。\n第４に，被告方法は，本件発明の特許出願時における公知技術と同一\nでも，容易に推考できたものでもない（均等の第４要件）。\n第５に，被告方法が本件発明の特許出願手続において特許請求の範囲\nから意識的に除外されたものに当たるなどの事情もない。\n以上より，被告の行為について文言侵害が成立しないとしても，被告\n方法は，均等侵害の要件を充足する。\n(ｲ)  均等論適用の前提を欠くとの主張について\na  被告ら製造方法には構成要件Ｂの「第一工程」に相当するものが存\n在すること\n被告らは，被告ら製造方法には構成要件Ｂの「第一工程」に相当す\nるものが存在しないとして，均等論を適用する前提を欠くと主張して\nいる。しかしながら，まず，ＬＴＯ－７仕様書における●（省略）●\nそして，被告らは，●（省略）●を認めている（被告準備書面（８）\n８頁）のであるから，被告らは，●（省略）●原告は，この行為につ\nいて，構成要件Ｂの「第一工程」に相当する行為であると主張してい\nるのであって，構成要件Ｂの「第一工程」に相当するものが存在しな\nいとの被告らの主張は失当である。\nb  被告らが●（省略）●\nまた，被告らは，●（省略）●と主張しているが，●（省略）●\nc  最高裁判決の判示に照らし，本件において均等侵害が認められるべ\nきこと\n本件において，構成要件Ｂは，「サーボバンドを特定するためのデ\nータをエンコードする第一工程」であるのに対し，被告らが行ってい\nる行為は，●（省略）●である。エンコードする行為そのものが本件\n発明の本質的部分ではないことについて当事者間に争いはない。また，\n●（省略）●ことと，●（省略）●ことは，実質的に同一であり，当\n業者は，これらの構成を容易に置き換えることができる。したがって，\nかかる容易な置き換えによって，原告による権利行使を容易に免れる\nことができるとすれば，まさに「特許法の目的に反し，衡平の理念に\nもとる結果となる」のであり，ボールスプライン事件最高裁判決の判\n示する均等論の成立を認める論拠は，本件にも当てはまる。\n(ｳ)  均等論の第４要件と第５要件を欠くとの主張について\na  均等の第４要件について，被告らは「無効論において主張したとお\nり」と述べるのみで，均等侵害を否定する理由として新たな追加主張\nをしていない。そうすると，均等の第４要件を満たすとの主張に対す\nる原告の反論も，全て，無効論において述べたとおりであるというこ\nとになる。均等の第４要件が肯定されることは明らかである。\nb  また，均等の第５要件を欠くとの被告らの主張は，本件明細書の【０\n０４１】においてエンコードの工程が必須の工程であるとは位置付け\nられていないとして，本件明細書には，エンコードの工程を有しない\n磁気テープの製造方法が記載されていると強弁するものであるが，か\nかる主張も明らかに誤っている。【００４１】の冒頭に，「次に」と\nの記載があり，続けて「サーボライタＳＷによって磁気テープＭＴに\nサーボ信号Ｓ１～Ｓ５を書き込む方法について図５を参照して説明す\nる」とされていることから明らかなとおり，【００４１】は，それ以\n前の記載に続けて，実施例におけるサーボ信号を書き込む方法につい\nて，具体的に説明した箇所である。そして，【００３９】に，「コイ\nルＣに接続される各パルス発生回路ＳＷ４は，制御装置ＳＷ５（図５\n参照）でエンコードされた個々のサーボバンドＳＢ１～ＳＢ５を区別\nするためのデータを記録電流パターンに変換し，この記録電流パター\nンを前記コイルＣに供給している」との記載があることからわかるよ\nうに，当該実施例においては，制御装置ＳＷ５を用いて，個々のサー\nボバンドを区別するためのデータをエンコードすることとされている。\nそして，【００４０】では，各電気回路から各ヘッドコアＨＣに対し\nて供給する記録電流のタイミングをどのように設定するかについて，\nより具体的な態様を説明している。このような記載の流れからすれば，\n被告らの指摘する【００４１】は，【００３９】（ないしそれ以前）\nにおいて説明されている実施例と同一の実施例における，サーボ信号\nを書き込む方法について説明したものであることが明らかである。【０\n０４１】内に，制御装置ＳＷ５によるエンコードが記載されていない\nのは，【００４１】で言及されている図５に示されたサーボライタは，\n【００３９】で説明されている制御装置を備えるサーボライタである\nからにすぎず，【００４１】に，制御装置によるエンコードをしない\n実施態様が開示されているという被告らの理解は明らかな誤りである。\nしたがって，出願人が「客観的，外形的にみて，対象製品等に係る\n構成が特許請求の範囲に記載された構成を代替すると認識しながらあ\nえて特許請求の範囲に記載しなかった旨を表示していた」とはいえず，\n第５要件を否定する被告らの主張は失当である。\n(ｴ)  小括\n以上より，仮に，被告ら製造方法が構成要件Ｂの文言侵害に該当しな\nいとしても，被告ら製造方法については均等侵害が成立する。\n（被告らの主張）\n(ｱ)  本件発明と被告製造方法の相違部分について\n被告製造方法に用いる●（省略）●\nしたがって，被告製造方法においては，構成要件Ｂの「第一工程」に\n相当するものは，そもそも存在しない。本件発明と被告製造方法の相違\n部分は，本件発明は「サーボバンドを特定するためのデータをエンコー\nドする第一工程」を有しているのに対し，被告製造方法はかかる工程を\n有しない点，である。\n(ｲ)  被告製造方法に均等論を適用する前提を欠くこと\n均等論の適用による特許権侵害が認められる論拠は，対象製品等が特\n許発明の構成要件の一部を他の技術等に置き換えたものではなく，構成\n要件を欠くものである場合には，そもそも当てはまらない。本件におい\nては，被告製造方法は構成要件Ｂを欠くものであり，当該構成を他の構\n成に置換したものではないから，被告製造方法に均等論を適用する前提\nを欠き，第１ないし第５要件の充足の有無について検討するまでもなく，\n均等侵害は成立しない。\n(ｳ)  被告製造方法は均等成立の要件を充足しないこと\na  均等成立の第４要件の非充足\n本件発明は，後記（３）（被告らの主張）のとおり，進歩性を欠く\nものであるから，本件発明から本件発明と被告製造方法の相違部分で\nある「サーボバンドを特定するためのデータをエンコードする第一工\n程」を除いた被告製造方法もまた，本件発明が進歩性を欠くのと同様\nの理由により，公知技術から容易に推考できたものであることは明ら\nかである。\nしたがって，被告製造方法は，均等成立の第４要件を充足しない。\nb  均等成立の第５要件の非充足\n被告製造方法において採用されている方法，すなわち，●（省略）\n●方法は，本件特許の出願当時において，当業者であれば当然，本件\n発明が採用した方法（すなわち，データをエンコードする工程を有す\nる方法）に代替する方法であると認識するものであったから，本件特\n許の出願人が，エンコードの工程を有しない方法を本件発明に代替す\nる方法として認識していたことは明らかである。\nこのことは，本件明細書に実施例として記載されている磁気テープ\nの製造方法について説明した箇所（段落【００４１】）において，デ\nータのエンコードについての記載は存在せず，エンコードの工程は必\n須の工程であるとは位置付けられていないことからも明らかである。\nそうでありながら，出願人は，エンコードの工程を有しない発明を特\n許請求の範囲に記載しなかったものである。\nしたがって，被告製造方法が本件特許の出願手続において特許請求\nの範囲から意識的に除外されたものに当たるなどの特段の事情が存す\nるから，被告製造方法は，均等成立の第５要件を充足しない。\n(3)  争点３（本件特許に無効理由（本件発明の新規性ないし進歩性欠如）があ\nるか）について\nア  請求項１発明の新規性ないし進歩性欠如に基づく本件発明の進歩性欠如\n（争点３－１）\n（被告らの主張）\n(ｱ)  本件訴訟において，原告が被告に対して権利行使しているのは，請求\n項６にかかる本件特許権のみであるが，請求項６は請求項１の従属項で\nあることから，まず請求項１発明が進歩性を欠くことについて述べ，然\nる後，本件発明が進歩性を欠くことについて述べることとする。\n(ｲ)  本件発明は，請求項１発明にかかる磁気テープの製造方法に関する発\n明であり，①サーボバンドを特定するためのデータをエンコードする第\n一工程，②第一工程でエンコードしたデータを記録パルス電流に変換す\nる第二工程，及び③前記記録パルス電流をサーボ信号書込ヘッドに供給\nして，磁気テープの所定のサーボバンドに所定のエンコードされたデー\nタが埋め込まれたサーボ信号を書き込む第三工程，を有することを特徴\nとする。\n(ｳ)  しかしながら，まず，後記イないしサ（但し，オないしサは第３事件\nについてのみ）で述べるとおり，請求項１発明は，当業者が公知技術及\nび周知技術に基づいて容易に発明できたものであり，進歩性を欠く。\n(ｴ)  さらに，上記①については，データを信号に埋め込む際に，当該デー\nタを「０」と「１」からなる二進数の形式に変換すること（換言すれば\n「エンコード」すること）は，当然のことであり，特段の創意工夫を何\nら要しない。実際，タイミング・ベース・サーボにおける非平行な磁気\n遷移からなるサーボパターンを書き込む方法を開示する文献である乙１\n８（第３事件においては乙Ａ３の２。以下同じ。）にも，サーボ信号中\nに埋め込まれるデータは「０」と「１」からなる二進数の形式であるこ\nとが記載されている（乙１８・図４を参照）。\nしたがって，乙１８には，上記①のうち「データをエンコードする工\n程」が開示されている。\n(ｵ)  上記②及び③については，タイミング・ベース・サーボにおける非平\n行な磁気遷移からなるサーボパターンを書き込む方法を開示する文献で\nある乙１８に，遷移を磁気テープに対して水平方向にシフトすることに\nより，データをサーボトラックに符号化することが開示されており，ま\nた，データが符号化されたサーボパターンをテープ上に記録する方法も\n開示されている。\n具体的には，乙１８には，符号化データが制御装置４３２の制御の下\nで，符号器４３３からシフト・レジスタ４３５にロードされ，パルス・\nジェネレータ５１８にシフトされ，シフト・レジスタ４３５は，パルス・\nジェネレータによるパルスの供給タイミングを表し，ヘッド４０２にテ\nープ５０４上にシェブロンを書き込むよう指示すること，が開示されて\nいる。これは，要するに，符号化（エンコード）されたデータが，パル\nス・ジェネレータ５１８（パルス発生器）によりパルスに変換され，当\n該パルスがヘッド４０２に供給されることで，エンコードされたデータ\nが埋め込まれたサーボ信号がテープ５０４上に書き込まれることを意味\nする。ここで，パルス・ジェネレータ５１８からヘッド４０２に供給さ\nれるパルスは，電流パルスであることは自明であり，「記録パルス電流」\nに該当する。\nしたがって，乙１８には，上記②「エンコードしたデータを記録パル\nス電流に変換する工程」及び③「記録パルス電流をサーボ信号書込ヘッ\nドに供給して，磁気テープの所定のサーボバンドに所定のエンコードさ\nれたデータが埋め込まれたサーボ信号を書き込む工程」が，いずれも開\n示されている。\n(ｶ)  以上のとおり，乙１８には，タイミング・ベース・サーボにおいて，\n非平行な縞を構成する線の位置をテープ長手方向にずらすことで，デー\nタを符号化し，サーボ信号に埋め込む方法として，①データをエンコー\nドすること（第一工程），②エンコードしたデータを記録パルス電流に\n変換すること（第二工程），及び③前記記録パルス電流をサーボ信号書\n込ヘッドに供給して，磁気テープの所定のサーボバンドに所定のエンコ\nードされたデータが埋め込まれたサーボ信号を書き込むこと（第三工程），\nが開示されている。\nしたがって，請求項１発明にかかる磁気テープ（それ自体は，後記イ\nないしサのとおり，新規性又は進歩性を欠く。）の製造方法における，\nサーボバンドを特定するためのデータをサーボ信号中に埋め込む方法と\nして，乙１８に開示されている上記①ないし③の工程を含む方法を採用\nすることは，当業者が容易に想到し得ることであり，かかる製造方法は\n当業者が容易に発明できたものである。\n(ｷ)  以上のとおり，本件発明は，後記イないしサ（請求項１発明の新規性\n又は進歩性の欠如）で述べた公知技術及び周知技術，並びに乙１８に開\n示されている発明に基づいて当業者が容易に発明できたものであり，進\n歩性を欠くから，原告は，本件発明に係る特許権を被告に対して行使す\nることはできない。\n(ｸ)  原告の主張に対する反論（請求項１発明が進歩性を欠く場合には，本\n件発明も進歩性を欠くこと）\na  原告は，被告が請求項１発明の進歩性の有無をまず検討し，次に，\n請求項１発明が進歩性を欠くことを前提として本件発明の進歩性の有\n無を検討したこと自体を批判する。しかし，本件発明は，請求項１発\n明の磁気テープを前提として，当該磁気テープの製造方法にかかる構\n成を追加するものであるから，本件発明の進歩性の有無について判断\nするに際し，まず，請求項１発明の進歩性の有無について検討し，請\n求項１発明に進歩性が無いとの判断に至った場合に，これを前提とし\nて，次に，本件発明が追加する，当該磁気テープの製造方法にかかる\n構成に想到することが当業者にとって容易であるか否かを検討するこ\nとは，極めて自然な判断手法である。\nこの点，以下に述べるとおり，本件明細書の記載に照らしても，請\n求項１発明が進歩性を欠く場合には，本件発明も進歩性を欠くもので\nあることは明らかである。\nb  すなわち，本件明細書の記載によれば，隣接するサーボバンドのサ\nーボパターンをテープ長手方向にオフセットさせ，それらのサーボバ\nンドの信号を同時に読み取って比較することで，サーボバンドの特定\nを行う従来技術においては，ヘッド目詰まりなどで片側のサーボ信号\nの読み取りが一時的又は恒久的にできなくなった場合にサーボバンド\nの特定を行うことができなくなること等の問題点があった（甲２・【０\n００２】～【０００５】段落）。本発明は，隣接するサーボバンドに\n書かれたサーボ信号を比較せずに，サーボバンドを特定することがで\nきるようにすることを目的とするものであり（同【０００６】段落），\n本発明によれば，複数のサーボバンド内に書き込まれた各サーボ信号\nに，各サーボバンドを示すデータが埋め込まれているので，従来のよ\nうに隣接するサーボバンドに書かれたサーボ信号を比較しなくとも，\nサーボバンドを特定することができる（同【００５２】段落）。\n以上の本件明細書の記載から明らかであるとおり，本件特許の請求\n項に記載された各発明は，従来の，隣接するサーボバンドに書かれた\nサーボ信号を比較してサーボバンドを特定する技術の問題点を解決す\nるため，隣接するサーボバンドに書かれたサーボ信号を比較しなくて\nもサーボバンドを特定できるようにするものであり，これを達成する\nため，各サーボ信号に，各サーボバンドを示すデータを埋め込むとい\nう構成を採用したものである。換言すれば，本件特許の請求項に記載\nされた各発明において，発明の課題を解決するための構成は，各サー\nボ信号に，各サーボバンドを示すデータを埋め込む点（請求項１発明\nにおける構成要件Ａ－２）にある。\nこれに対し，請求項６が追加する構成は，本件明細書において，発\n明の課題を解決するための構成とは位置付けられていない。実際，前\n述したとおり，タイミング・ベース・サーボにおいて，非平行な縞を\n構成する線の位置をテープ長手方向にずらすことで，データを符号化\nし，サーボ信号に埋め込む方法として，①データをエンコードするこ\nと（第一工程），②エンコードしたデータを記録パルス電流に変換す\nること（第二工程），及び③前記記録パルス電流をサーボ信号書込ヘ\nッドに供給して，磁気テープの所定のサーボバンドに所定のエンコー\nドされたデータが埋め込まれたサーボ信号を書き込むこと（第三工程）\nは，公知の技術である。本件発明は，タイミング・ベース・サーボに\nおいてサーボ信号にデータを埋め込むために使用されていた公知の技\n術を，単に流用したにすぎない。\nc  以上のとおり，請求項６が追加する構成は，本件明細書において，\n発明の課題を解決するための構成とは位置付けられておらず，それら\nの構成は，本件発明の進歩性を基礎付けるものとはなり得ない。\nしたがって，本件発明の進歩性の有無は，請求項１発明の進歩性の\n有無に完全に依存しており，請求項１発明が進歩性を欠く場合には，\n本件発明も進歩性を欠くものであることは明らかである。\n（原告の主張）\n(ｱ)  被告による一致点・相違点の認定の根本的な誤り\n本件において原告が問題としているのは，被告が，本件発明を実施し\nている点であり，したがって，被告により抗弁として主張されるべきは，\n本件発明の進歩性の有無である。しかるところ，被告は，まず，複数の\n先行文献を挙げて請求項１発明の進歩性がない旨を主張した上で，さら\nに，請求項１発明に記載されていない本件発明の構成については，乙１\n８に開示されているから，本件発明は，前記先行文献及び乙１８発明か\nら容易に想到できるなどと主張する。しかし，進歩性の判断は，「前項\n各号に掲げる発明に基づいて容易に発明をすることができた」といえる\nかどうかにより判断されなければならないから（特許法２９条２項），\n有効性が問題とされている特許発明（本件では本件発明）と「前項各号\nに掲げる発明」（主引用発明）とを対比し，その一致点・相違点を認定\nした上で，当該相違点に係る構成を想到することが当業者にとって容易\nと言えるかどうかが判断されなければならない。これに対し，「前項各\n号に掲げる発明」にさらに別の発明を組みあわせ，主引用発明を変更さ\nせた別の発明を観念し，その上で，当該別の発明に基づいて容易に発明\nをすることができたかどうかを論ずることは，いわゆる「容易の容易」\nとして，許されない。被告主張は，まさに「容易の容易」を論ずるもの\nであって，主張自体失当というべきである。\nもっとも，仮に，その点を措いて考えたとしても，以下に述べるとお\nり，被告が挙げる先行文献には本件発明の構成が開示されておらず，い\nずれにせよ，被告の無効主張は成り立たない。\n(ｲ)  乙１４～１８のいずれにも本件発明の構成が開示されていないこと\na  本件発明\n本件発明は，磁気テープに形成されるサーボバンドを特定すること\nに寄与する磁気テープの製造方法に関するものである（甲２【請求項\n１】【請求項６】【０００１】）。甲４の図２５に示すように，磁気\nテープにはテープ幅方向に複数のデータトラックが設けられ，当該デ\nータバンドの間等に複数のサーボバンドが設けられる。これらの複数\nのサーボバンドのうち，サーボヘッドが信号を読み取っているサーボ\nバンドがどのサーボバンドバンドか（たとえば，サーボバンド０なの\nか，サーボバンド１なのか）を特定する必要がある。従来，隣接する\nサーボバンドのサーボパターンをテープ長手方向にオフセットさせ ，\nそれらのサーボバンドの信号を同時に読み取って比較することで，サ\nーボバンドの特定を行っていたところ，本件発明では隣接するサーボ\nバンドに書かれたサーボ信号を比較せずに，サーボバンドを特定する\nことができる磁気テープの提供を課題とするものである（本件明細書\n【０００２】，【０００４】ないし【０００６】，【０００８】）。\n本件発明では，当該課題を解決するために，「各サーボバンド内に\n書き込まれた各サーボ信号に，複数のサーボバンドのうちのそのサー\nボ信号が位置するサーボバンドを特定するためのデータがそれぞれ埋\nめ込まれ，前記各サーボ信号は，一つのパターンが非平行な縞からな\nり，各データは，前記縞を構成する線の位置を，サーボバンド毎にテ\nープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれて\nいる」ことを特徴とする磁気テープの製造方法を提供する（構成要件\nＡ－２，構成要件Ａ－３）。\n以上のとおり，本件発明は，「サーボバンド毎に縞を構成する線の\n位置をずらすことによって ，サーボバンドを特定するデータを埋め込\nむ」ことを特徴とする発明である（本件明細書・図２を参照）。\nb  乙１４～１８には本件発明の構成が開示されていない\n乙１４～１８のいずれにも，本件発明の構成要件Ａ－２及び構成要\n件Ａ－３を有する磁気テープの記載はない。すなわち，「サーボバン\nド毎に縞を構成する線の位置をずらすことによって，サーボバンドを\n特定するデータを埋め込む」構成は記載されていない。\n被告は，構成要件Ｂ～Ｄの第一工程～第三工程は乙１８に開示され\nていると主張する。具体的には，乙１８に磁気遷移を磁気テープに対\nして水平方向にシフトすることにより，データをサーボトラックに符\n号化することが開示されており，また，データが符号化されたサーボ\nパターンをテープ上に記録する方法も開示されていると主張する。し\nかしながら，本件発明の構成要件Ｄでは，「磁気テープの所定のサー\nボバンドに所定のエンコードされたデータが埋め込まれたサーボ信号」\nを書き込むことを規定する。すなわち，本件発明の構成要件Ａ－２及\nびＡ－３で特定される磁気テープは「サーボバンド毎に縞を構成する\n線の位置をずらすことによって，サーボバンドを特定するデータを埋\nめ込む」構成を有し，当該構成を有する磁気テープを製造するために，\n本件発明の構成要件Ｄの第三工程で，所定のサーボバンドに所定のエ\nンコードされたデータが埋め込まれるものである。\nこれに対して，乙１８では，そもそも，サーボバンド毎にサーボバ\nンドを特定するデータが埋め込まれる磁気テープの開示はなく，磁気\nテープの所定のサーボバンドに所定のエンコードされたデータが埋め\n込まれる構成も開示されていない。\nよって，乙１４～１８を全て組み合わせることができたとしても，\n当業者は本件発明に到達し得ない。\n(ｳ)  乙Ａ１ないし乙Ａ３，乙Ａ５及び乙Ａ２７にも本件発明の構成が開示\nされていないこと（第３事件のみ）\na  本件発明と乙Ａ１発明等との対比\n本件発明と被告らが新規性欠如ないし進歩性欠如として挙げた乙Ａ\n１発明等とを対比すると，少なくとも以下の点（相違点Ａ）でも相違\nする。\n（相違点Ａ）\n本件発明は，サーボバンドを特定するためのデータをエンコードす\nる第一工程と，第一工程でエンコードしたデータを記録パルス電流に\n変換する第二工程と，前記記録パルス電流をサーボ信号書込ヘッドに\n供給して，磁気テープの所定のサーボバンドに所定のエンコードされ\nたデータが埋め込まれたサーボ信号を書き込む第三工程とを有するこ\nとを特徴とする磁気テープの製造方法であるのに対し，乙Ａ１発明は\nこのような工程を有する製造方法が開示されていない点。\nこれに対し，被告らは，本件発明の構成要件Ｆ～Ｈが規定する第一\n工程～第三工程は乙Ａ３に開示されていると主張するが，本件発明は，\n「磁気テープの所定のサーボバンドに所定のエンコードされたデータ，\nすなわち当該サーボバンドを特定するためのデータが埋め込まれたサ\nーボ信号」を書き込むことを規定する（構成要件Ｈ）。すなわち，本\n件発明は，請求項１発明に記載された磁気テープの製造方法に係る発\n明であるから，本件発明の構成要件Ｈの「所定のサーボバンドに書き\n込まれる所定のエンコードされたデータが埋め込まれたサーボ信号」\nにおける「データ」とは，請求項１発明の構成要件Ｂの「当該サーボ\n信号が位置するサーボバンドを特定するためのデータ」を指す。\nこれに対して，乙Ａ３では，そもそも，複数のサーボバンドのうち\nのそのサーボ信号が位置するサーボバンドを特定するためのデータの\n開示はなく，ましてや，磁気テープの所定のサーボバンドに当該サー\nボ信号が位置するサーボバンドを特定するためのデータが埋め込まれ\nる構成の開示は皆無である。\nしたがって，乙Ａ３に記載された発明を以てしても，上記相違点Ａ\nを克服することはできない。よって，請求項１発明の進歩性欠如で挙\nげられた乙Ａ１ないし周知の発明に乙Ａ３発明を組み合わせても，本\n件発明の構成には至らない。\nb  本件発明と乙Ａ２等に記載された発明等との対比\n本件発明と被告らが進歩性欠如の主引用文献として挙げた乙Ａ２，\n乙Ａ３，乙Ａ５等に記載された発明等を対比しても，前記相違点Ａと\n同じ相違点がある。よって，請求項１発明の進歩性欠如で挙げられた\n乙Ａ２等ないし周知の発明を組み合わせても，本件発明の構成には至\nらない。\nイ  乙１４を主引用例とした請求項１発明の進歩性欠如（争点３－１－１）\n（被告らの主張）\n(ｱ)  乙１４には，磁気テープ上に，複数のデータバンド及び複数のサーボ\nバンドがテープの長手方向に沿って交互にかつ平行に配置されること，\nサーボバンドはトラック追随のために用いられること，サーボバンドは\n非平行な縞の形状をした磁気反転部（サーボストライプ）から構成され，\nサーボストライプはサーボフレームを構成すること，並びに，サーボフ\nレームを構成する縞の一部をテープ長手方向にずらすことでデータを記\n録することが開示されている。\n(ｲ)  ここで，乙１４発明におけるサーボバンドは，請求項１発明における\n「サーボバンド」に該当し，サーボバンド上に記録されたサーボストラ\nイプから構成される信号は「サーボ信号」に該当し，各サーボフレーム\nは「一つのパターン」に該当する。\nまた，請求項１発明における「磁気ヘッドのトラッキング制御」とは，\nデータトラックに対する記録・再生を行う磁気ヘッドが，どのデータト\nラックを記録・再生しているかを把握し，磁気ヘッドのデータトラック\n上における位置を制御することであると解される（本件明細書【０００\n２】段落を参照）。他方，乙１４発明において，サーボバンドはトラッ\nク追随のために用いられるが，これは「磁気ヘッドのトラッキング制御」\nに他ならない。\nしたがって，請求項１発明と乙１４発明を対比すると，両者の一致点・\n相違点は以下のとおりである。\na  一致点\n磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサ\nーボバンド上にそれぞれ書き込まれた磁気テープであって，各サーボ\nバンド内に書き込まれた各サーボ信号にデータがそれぞれ埋め込まれ，\n前記各サーボ信号は，一つのパターンが非平行な縞からなり，各デー\nタは，前記縞を構成する線の位置を，サーボバンド毎にテープ長手方\n向にずらすことにより前記各サーボ信号中に埋め込まれていることを\n特徴とする磁気テープである点。\nb  相違点\n請求項１発明では，各サーボバンド内に書き込まれた各サーボ信号\nにそれぞれ埋め込まれるデータが，「複数のサーボバンドのうちのそ\nのサーボ信号が位置するサーボバンドを特定するためのデータ」であ\nるのに対し，乙１４発明では，各サーボバンド内に書き込まれた各サ\nーボ信号に埋め込まれるデータとして，かかるデータが挙げられてい\nない点。\n(ｳ)  しかしながら，上記相違点については，以下に述べるとおり，乙１５\nに，各サーボバンド内に書き込まれた各サーボ信号に，複数のサーボバ\nンドのうちのそのサーボ信号が位置するサーボバンドを特定するための\nデータを埋め込むことが開示されており，これを乙１４発明に組み合わ\nせることは当業者が容易になし得ることである。\na  そもそも，乙１４に記載されているような，複数のデータバンド及\nび複数のサーボバンドがテープの長手方向に沿って交互にかつ平行に\n配置された磁気テープにおいては，サーボバンドを読み取るサーボ・\nヘッドが，自らがどのサーボバンドを読み取っているかを特定できる\nような仕組みが設けられている必要がある。すなわち，サーボバンド\nは，テープの幅方向における位置決めを正確に行い，データバンド上\nのデータの記録・再生を行うべき幅方向の位置を正確に特定すること\nを目的として設けられるものである。しかしながら他方で，サーボバ\nンドを読み取るサーボ・ヘッドが，自らの位置を見失い，どのサーボ\nバンドを読み取っているかを判別できなくなる場合も生じ得る。サー\nボ・ヘッドがどのサーボバンドを読み取っているかを判別できなくな\nると，結局，どのデータバンドでデータの記録・再生を行っているか\nも判別できなくなり，データの正確な記録・再生に支障を来たす。上\n記のような問題点を解決するためには，サーボ・ヘッドがどのサーボ\nバンドを読み取っているのかを特定できるような仕組みを設けておく\n必要がある。実際，乙１４においても，サーボバンドを特定するため\nの仕組みが例示されており，上記のような課題の存在が認識されてい\nる。\nb  他方，サーボ・ヘッドがサーボバンドを特定するための方法として\n最も簡単かつ当業者にとって自明な方法は，乙１５に開示されている，\nサーボバンドに書き込まれるサーボ信号それ自体に，サーボバンドを\n特定する情報を埋め込む方法である。\nすなわち，乙１５には，磁気テープ上に，磁気ヘッドアセンブリー\nの位置決めのための複数のサーボ帯域（これは，請求項１発明におけ\nる「サーボバンド」に該当する。）を設け，サーボ帯域にサーボ搬送\n信号の消去部分と非消去部分とからなるパターンを形成し，さらに，\n消去部分の長さを変化させることで，サーボ帯域を一意に同定する符\n号（換言すれば，個々のサーボ帯域を特定し，他のサーボ帯域から区\n別するためのデータ）を当該サーボ帯域に埋め込むことが開示されて\nいる。\nこの点，乙１５発明においては，サーボ読み取り要素がサーボ帯域\n上に形成されたサーボ搬送信号の消去部分と非消去部分とからなるパ\nターンを読み取ることで，磁気ヘッドアセンブリーの位置決めが行わ\nれるから，当該パターンは請求項１発明における「磁気ヘッドのトラ\nッキング制御をするためのサーボ信号」に該当する。また，乙１５発\n明においては，当該パターンにおける消去部分の長さを変化させるこ\nとで，サーボ帯域を一意に同定する符号が当該サーボ帯域に埋め込ま\nれるが，これは，請求項１発明における「各サーボバンド内に書き込\nまれた各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号\nが位置するサーボバンドを特定するためのデータがそれぞれ埋め込ま\nれ」ることに他ならない。\nc  ここで，乙１４発明及び乙１５発明は，サーボバンド内に書き込ま\nれるサーボ信号（サーボパターン）の構成の点において異なっている\n（乙１４発明は非平行な縞の形状をした磁気反転部を用いるものであ\nるのに対し，乙１５発明は，サーボ搬送信号の消去部分と非消去部分\nとからなるパターンを用いるものである。）が，複数のデータバンド\n及び複数のサーボバンドがテープの長手方向に沿って交互にかつ平行\nに配置された磁気テープであるという点においては，両者は共通する。\n乙１４には，隣接するサーボバンド間の相対的位置を検出すること\nでサーボバンドを特定するという，サーボバンドを特定するための方\n法が記載されている。しかしながら，乙１４において，隣接するサー\nボバンド間の相対的位置を検出する方法は，かかる方法を用いてサー\nボバンドを特定「してもよい」，との位置付けに留まる。換言すれば，\nかかる方法は，あくまで，サーボバンドを特定するための方法の一例\nとして示されているに過ぎず，他の方法を採用することを何ら排除し\nていない。\nしたがって，乙１４において，サーボ・ヘッドがサーボバンドを特\n定するための方法として，乙１５発明が提示する，サーボバンドそれ\n自体にサーボバンドを特定する情報を埋め込む方法を採用することは，\n当業者が容易になし得ることである。\nd  なお，乙１４に例示された方法によってサーボバンドを特定する場\n合，サーボ・ヘッドは隣接する２本のサーボバンドの情報を同時に読\nみ取り，それらの情報を比較して先行・遅延の有無及びその程度を検\n出しなくてはならない。これに対し，乙１５発明が提示する方法では，\nサーボ・ヘッドは１本のサーボバンドの情報を読み取ることで，どの\nサーボバンドを読み取っているのかを特定することができるのであり，\n後者の方がサーボバンドを特定するための仕組みとして遥かに簡単で\nある。このように，乙１４に例示された方法と比較して，乙１５発明\nが提示する方法にメリットがあることは自明であり，前者の方法に代\nえて後者の方法を採用する動機付けが存在する。\nしたがって，仮に，乙１４に例示されている，隣接するサーボバン\nド間の相対的位置を検出する方法から出発した場合であっても，サー\nボ・ヘッドがサーボバンドを特定するための方法として，かかる方法\nに代えて，乙１５発明が提示する，サーボバンドそれ自体にサーボバ\nンドを特定する情報を埋め込む方法を採用することは，当業者が容易\nになし得ることである。\ne  また，データをサーボ信号中に埋め込む方法については，乙１４発\n明は既に，サーボフレームを構成する縞の一部をテープ長手方向にず\nらすという方法を採用しており，これをそのまま用いることが容易で\nあることは明らかである。\nしたがって，乙１４発明において，サーボ・ヘッドがサーボバンド\nを特定する必要があるという課題を解決するために，乙１５発明が提\n示する解決方法である，サーボバンドを特定するためのデータを当該\nサーボバンドに書き込まれるサーボ信号に埋め込むという解決方法を\n採用することは，当業者が容易になし得ることである。\nf  なお，乙１５発明においては，サーボ搬送信号の消去部分の長さを\n変化させることで，サーボバンドを特定するためのデータを符号化し\nてサーボ信号に埋め込んでいるが，これは換言すれば，消去部分の終\n端の位置をサーボバンド毎にテープ長手方向にずらすことにより，当\n該データをサーボ信号中に埋め込むことに他ならない。\n他方，乙１４発明が採用する方法も，サーボフレームを構成する非\n平行な縞の形状をした磁気反転部の位置をテープ長手方向にずらすこ\nとで，データをサーボ信号中に埋め込むものである。このように，サ\nーボパターンを構成する要素の位置をテープ長手方向にずらすことに\nよりデータをサーボ信号中に埋め込むものであるという点において，\n乙１４発明と乙１５発明は共通するものであり，両者は，サーボ信号\n中にデータを埋め込む方法として同種の方法を採用している。\nかかる観点からも，サーボバンドを特定するためのデータをサーボ\n信号中に埋め込む方法として，乙１４発明が既に開示している方法を\n用いることが容易であることは明らかである。\ng  したがって，乙１４発明において，サーボ・ヘッドがサーボバンド\nを特定する必要があるという課題を解決するために，乙１５発明が提\n示する解決方法である，サーボバンドを特定するためのデータを当該\nサーボバンドに書き込まれるサーボ信号に埋め込むという解決方法を\n採用することは，当業者が容易になし得ることである。\n(ｴ)  以上のとおり，請求項１発明は，乙１４発明及び乙１５発明に基づい\nて当業者が容易に発明できたものであるから，進歩性を欠く。\n(ｵ)  原告の主張に対する反論\na  乙１５において，原告がいうところの「トラックピッチ」とは，例\nえば乙１５の図３に示されるような，１つのサーボ帯域内に存在する，\n消去部分及び非消去部分が設けられる複数の経路のそれぞれを意味す\nる（乙１５・２１頁１４～２４行）。図３では，サーボ帯域（６１）\n内に，３本のトラックピッチ（経路７３等）が存在する。このように，\n乙１５において，トラックピッチとは，一つのサーボ帯域内に存在す\nる複数の経路のそれぞれを意味するものであり，トラックピッチはサ\nーボ帯域とは明確に区別された概念である。原告が主張するところの\n「トラックピッチを一意に同定する」というのは，要するに，サーボ\n帯域内に存在する複数のトラックピッチを，どのようにして相互に区\n別するかという話であり，ここでは，複数のサーボ帯域を相互に区別\nするということは問題となっていない。\n他方，乙１５に開示されている発明は，原告が主張するような，「ト\nラックピッチを一意に同定する」ものに限られない。すなわち，前記\nのとおり，乙１５には，複数のサーボ帯域１６１，１６２及び１６３\nを備え，サーボ帯域１６１ないし１６３がデータ帯域１７０により隔\nてられているテープ１６０においては，サーボ帯域１６１ないし１６\n３が，サーボ帯域自身が他のサーボ帯域から一意に同定され得るよう\nな，異なる符号を用いて符号化されることが可能であることが開示さ\nれている（乙１５・３３頁２５～２９行，同図１３）。\nしたがって，乙１５には，磁気テープ上に，磁気ヘッドアセンブリ\nーの位置決めのための複数のサーボ帯域を設け，サーボ帯域にサーボ\n搬送信号の消去部分と非消去部分とからなるパターンを形成し，さら\nに，消去部分の長さを変化させることで，サーボ帯域を一意に同定す\nる符号（換言すれば，個々のサーボ帯域を特定し，他のサーボ帯域か\nら区別するためのデータ）を当該サーボ帯域に埋め込むことが開示さ\nれている。\nそして，前記のとおり，乙１４発明に乙１５発明を組み合わせて請\n求項１発明に想到することは，当業者が容易になし得たことである。\n原告は，乙１５の上記開示について何ら触れておらず，原告の主張\nは失当である。\nb  乙１５に記載のサーボ技術と，乙１４発明のサーボ技術は，いずれ\nも磁気テープのサーボ技術であり，両者が同一の技術分野に属するこ\nとは明らかである。また，情報の埋め込み方が異なるとしても，乙１\n５には，個々のサーボ帯域を特定し，他のサーボ帯域から区別するた\nめのデータを当該サーボ帯域に埋め込むという技術思想が開示されて\nおり，かかる技術思想は，具体的なサーボパターンの構成や情報の埋\nめ込み方にかかわらず，等しく当てはまるものである。したがって，\nかかる技術思想を，乙１４発明に適用することが容易であることは明\nらかである。\nc  原告は，乙１５発明において，「アンプリチュードサーボにおける\n消去部分の長さを変化せしめる」という構成は本質的な特徴であり，\nこれを捨象することは許されないと主張する。\nしかしながら，ここで問題となっているのは，進歩性の有無を判断\nする文脈において，「乙１５に接した当業者が，いかなる発明が乙１\n５に開示されていると理解するか」という問題であるから，原告が主\n張するところの「本質的な特徴」なるものを問題とする必要はない。\nそして，乙１５に接した当業者は，そこに，個々のサーボ帯域を特定\nし，他のサーボ帯域から区別するためのデータを当該サーボ帯域に埋\nめ込むという技術思想が開示されており，かかる技術思想は，具体的\nなサーボパターンの構成や情報の埋め込み方にかかわらず，等しく当\nてはまるものであると理解する。乙１５に接した当業者がそのような\n理解に至るのは当然のことであり，原告が主張するような「あと知恵」\nではない。\n（原告の主張）\n(ｱ)  本件発明と乙１４発明との対比\n被告は，本件発明ではなく請求項１発明と乙１４発明とを対比してい\nるため，当該対比に基づく相違点の認定が誤っている。本件発明と乙１\n４発明とを対比すると，少なくとも，以下の２つの相違点が認められる。\nなお，相違点２については，前記アのとおりである。\na  相違点１\n本件発明は，各サーボバンド内に書き込まれた各サーボ信号に，「複\n数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを\n特定するためのデータ」が，「縞を構成する線の位置を，サーボバン\nド毎にテープ長手方向にずらすこと」により，それぞれ埋め込まれる\nのに対し，乙１４発明では，「複数のサーボバンドのうちのそのサー\nボ信号が位置するサーボバンドの特定」は，「隣接する上下のサーボ\nバンドの相対位置を測定すること」により行われる点。\nb  相違点２\n本件発明は，サーボバンドを特定するためのデータをエンコードす\nる第一工程と，第一工程でエンコードしたデータを記録パルス電流に\n変換する第二工程と，前記記録パルス電流をサーボ信号書込ヘッドに\n供給して，磁気テープの所定のサーボバンドに所定のエンコードされ\nたデータが埋め込まれたサーボ信号を書き込む第三工程とを有するこ\nとを特徴とする磁気テープの製造方法であるのに対し，乙１４発明は\nこのような工程を有する製造方法が開示されていない点。\n(ｲ)  相違点１について\na  乙１４の磁気テープでは，「複数のサーボバンドのうちのそのサー\nボ信号が位置するサーボバンドの特定」は，「隣接する上下のサーボ\nバンドの相対位置を測定すること」により行われている。\nしたがって，乙１４には，「複数のサーボバンドのうちのそのサー\nボ信号が位置するサーボバンドの特定」を「隣接する上下のサーボバ\nンドの相対位置を測定すること」により行うことの問題点について記\n載も示唆もされておらず，しかも，乙１４の磁気テープにおいて，「複\n数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドの\n特定」という課題は解決済みである。\nよって，乙１４発明において，「複数のサーボバンドのうちのその\nサーボ信号が位置するサーボバンドを特定」する手段を「隣接する上\n下のサーボバンドの相対位置を測定すること」から他の手段に変更し\nようと当業者が動機付けられることはない。\nb  また，乙１５発明は，符号化トラックピッチの交互の消去及び非消\n去の部分によってデータを埋め込むサーボ技術（アンプリチュードサ\nーボ）において，相異なる単一周波数を各サーボトラックに埋め込ん\nで一意にサーボトラックを同定することが知られていたが，その同定\nには，「磁気ヘッドアセンブリーが，読取っているサーボトラックを\n判別できない」，「異なる周波数を使用するのでサーボヘッドと読取\nり回路のエレクトロニクスの費用が増大する」という課題があり，そ\nの解決手段として，アンプリチュードサーボの符号化トラックピッチ\nの交互の消去及び非消去の部分が符号化情報（データ）を具備し，該\n消去部分の長さを変化せしめることによって符号化トラックピッチを\n一意に同定するデータ記録テープを提供するものである（乙１５・請\n求項１，１２頁７行～９行，１３頁１０行～１４行）。\nこのように，乙１５発明は，「符号化トラックピッチの交互の消去\n及び非消去の部分によってデータを埋め込むアンプリチュードサーボ\nにおいて，符号化トラックピッチを一意に同定する」するために「消\n去部分の長さを変化せしめる」という解決手段を提供する発明である。\nc  被告は，このような乙１５に記載された「符号化トラックピッチを\n一意に同定する符号をサーボ帯域に埋め込む」という発明を，乙１４\nのストライプを用いたサーボ技術（以下，「タイミング・ベース・サ\nーボ」ともいう）に組み合わせて，本件発明が容易に想到し得ると主\n張する。しかしながら，乙１５発明は，符号化トラックピッチの交互\nの消去及び非消去の部分に情報を埋め込むアンプリチュードサーボに\nおいて，符号化トラックピッチの消去部分の長さを変化せしめて情報\nを埋め込む発明である。これに対して，乙１４発明は，ストライプ間\nの距離や隣接するサーボバンドの相対位置に情報を埋め込むタイミン\nグ・ベース・サーボの発明である。このように，乙１５に記載のアン\nプリチュードサーボと，乙１４発明のタイミング・ベース・サーボと\nでは，そもそも情報の埋め込み方が全く異なり，技術分野を異にして\nいる。したがって，当業者が乙１４発明に乙１５発明を組み合わせる\nことを想到することは困難である。\nまた，乙１５発明は，符号化トラックピッチの交互の消去及び非消\n去の部分によってデータを埋め込むアンプリチュードサーボにおいて，\n従来，符号化トラックピッチを一意に同定するために，異なる周波数\nを用いて符号化トラックピッチを一意に同定していたところ，消去部\n分の長さを変化せしめるという改良技術を提供するものである。した\nがって，乙１５発明において，「アンプリチュードサーボにおける消\n去部分の長さを変化せしめる」という構成は本質的な特徴である。よ\nって，このような乙１５発明における本質的特徴を捨象して，符号化\nトラックピッチを一意に同定する符号をサーボ帯域に埋め込むという\n思想だけを抜き出そうとすることは，いわゆる「あと知恵」であって，\n許されない。\nd  以上に述べたとおりであるから，相違点１について乙１５発明から\n容易に想到し得ない。\n(ｳ)  小括\n以上のとおり，本件発明と乙１４発明との相違点１及び２は，乙１５\n及び１８に記載の発明から容易に想到し得ない。よって，本件発明は，\n乙１４，１５及び１８に記載の発明から容易に発明できない。\nウ  乙１６を主引用例とした請求項１発明の進歩性欠如（争点３－１－２）\n（被告らの主張）\n(ｱ)  乙１６には，磁気テープ上に，複数のデータトラック及び複数のサー\nボトラックが，テープ２０の長手方向に沿って交互にかつ平行に配置さ\nれており，サーボトラック上には，非平行の向きに記録された磁気遷移\nより構成されるハの字形の２種類のパターン，又は，くの字形と逆くの\n字形の組合せからなる２種類のパターンからなるサーボパターンが記録\nされており，サーボ・ヘッドがサーボパターンを読み取ることによりヘ\nッドの位置決めを行うことが開示されている。\n(ｲ)  ここで，乙１６発明におけるサーボトラックは，テープの長手方向に\n伸びる帯（バンド）であるから，請求項１発明における「サーボバンド」\nに該当し，サーボトラック上に記録されたサーボパターンは，請求項１\n発明における「サーボ信号」に該当する。また，サーボパターンは，非\n平行の向きに記録された磁気遷移より構成され，ストライプ（縞）を形\n成しており，「非平行な縞」からなるものである。\nさらに，前述のとおり，請求項１発明における「磁気ヘッドのトラッ\nキング制御」とは，データトラックに対する記録・再生を行う磁気ヘッ\nドが，どのデータトラックを記録・再生しているかを把握し，磁気ヘッ\nドのデータトラック上における位置を制御することを意味する。他方，\n乙１６発明におけるサーボパターンはヘッドの位置決めのために用いら\nれるものであるが，これは「磁気ヘッドのトラッキング制御」に他なら\nない。\nしたがって，請求項１発明と乙１６発明を対比すると，両者の一致点・\n相違点は以下のとおりである。\na  （一致点）\n磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサ\nーボバンド上にそれぞれ書き込まれた磁気テープであって，前記各サ\nーボ信号は，一つのパターンが非平行な縞からなることを特徴とする\n磁気テープである点。\nb  相違点１\n請求項１発明では，各サーボバンド内に書き込まれた各サーボ信号\nに，複数のサーボバンドのうちのそのサーボ信号が位置するサーボバ\nンドを特定するためのデータがそれぞれ埋め込まれているのに対し，\n乙１６発明では，かかる構成を有するか明らかでは無い点。\nc  相違点２\n請求項１発明では，前記各データは，縞を構成する線の位置を，サ\nーボバンド毎にテープ長手方向にずらすことにより各サーボ信号中に\n埋め込まれているのに対し，乙１６発明では，かかる構成を有するか\n明らかでは無い点。\n(ｳ)  しかしながら，上記相違点については，以下に述べるとおり，乙１５\nに，各サーボバンド内に書き込まれた各サーボ信号に，複数のサーボバ\nンドのうちのそのサーボ信号が位置するサーボバンドを特定するための\nデータを埋め込むことが開示されており，これを乙１６発明に組み合わ\nせることは当業者が容易になし得ることである。\na  乙１６に記載されているような，複数のデータバンド及び複数のサ\nーボバンドがテープの長手方向に沿って交互にかつ平行に配置された\n磁気テープにおいては，サーボバンドを読み取るサーボ・ヘッドが，\n自らがどのサーボバンドを読み取っているかを特定できるような仕組\nみが設けられている必要がある。すなわち，サーボバンドは，テープ\nの幅方向における位置決めを正確に行い，データバンド上のデータの\n記録・再生を行うべき幅方向の位置を正確に特定することを目的とし\nて設けられるものである。\nしかしながら他方で，サーボバンドを読み取るサーボ・ヘッドが，\n自らの位置を見失い，どのサーボバンドを読み取っているかを判別で\nきなくなる場合も生じ得る。サーボ・ヘッドがどのサーボバンドを読\nみ取っているかを判別できなくなると，結局，どのデータバンドでデ\nータの記録・再生を行っているかも判別できなくなり，データの正確\nな記録・再生に支障を来たす。\n上記のような問題点を解決するためには，サーボ・ヘッドがどのサ\nーボバンドを読み取っているのかを特定できるような仕組みを設けて\nおく必要がある。実際，乙１６と同様に，複数のデータバンド及び複\n数のサーボバンドがテープの長手方向に沿って交互にかつ平行に配置\nされた磁気テープを開示する文献である乙１４においても，サーボバ\nンドを特定するための仕組みが記載されており，上記のような課題の\n存在が認識されている。\nb  他方，サーボバンドを特定するための方法として最も簡単かつ当業\n者にとって自明な方法は，乙１５に開示されている，サーボバンドそ\nれ自体にサーボバンドを特定する情報を埋め込む方法である。すなわ\nち，乙１５には，磁気テープ上に，磁気ヘッドアセンブリーの位置決\nめのための複数のサーボ帯域（これは，請求項１発明における「サー\nボバンド」に該当する。）を設け，サーボ帯域にサーボ搬送信号の消\n去部分と非消去部分とからなるパターンを形成し，さらに，消去部分\nの長さを変化させることで，サーボ帯域を一意に同定する符号（換言\nすれば，個々のサーボ帯域を特定し，他のサーボ帯域から区別するた\nめのデータ）を当該サーボ帯域に埋め込むことが開示されている。\nこの点，乙１５発明においては，サーボ読み取り要素がサーボ帯域\n上に形成されたサーボ搬送信号の消去部分と非消去部分とからなるパ\nターンを読み取ることで，磁気ヘッドアセンブリーの位置決めが行わ\nれるから，当該パターンは請求項１発明における「磁気ヘッドのトラ\nッキング制御をするためのサーボ信号」に該当する。また，乙１５発\n明においては，当該パターンにおける消去部分の長さを変化させるこ\nとで，サーボ帯域を一意に同定する符号が当該サーボ帯域に埋め込ま\nれるが，これは，請求項１発明における「各サーボバンド内に書き込\nまれた各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号\nが位置するサーボバンドを特定するためのデータがそれぞれ埋め込ま\nれ」ることに他ならない。\nc  ここで，乙１６発明及び乙１５発明は，サーボバンド内に書き込ま\nれるサーボ信号（サーボパターン）の構成の点において異なっている\n（乙１６発明は非平行な磁気遷移を用いるものであるのに対し，乙１\n５発明は，サーボ搬送信号の消去部分と非消去部分とからなるパター\nンを用いるものである。）が，複数のデータバンド及び複数のサーボ\nバンドがテープの長手方向に沿って交互にかつ平行に配置された磁気\nテープであるという点において，両者は共通するものであり，両者を\n組み合わせることに格別の困難性は無い。\nしたがって，乙１６発明において，サーボバンドを特定する必要が\nあるという課題を解決するために，乙１５発明が提示する解決方法で\nある，サーボバンドを特定するためのデータを当該サーボバンドに書\nき込まれるサーボ信号に埋め込むという解決方法を採用することは，\n当業者が容易になし得ることである。\nd  もっとも，乙１６には，データをサーボバンドに埋め込む具体的な\n方法についての開示はない。この点は，請求項１発明と乙１６発明と\nの間の相違点（相違点２）である。\nしかしながら，この点については，乙１６と同様に非平行な磁気遷\n移からなるサーボパターンを使用したタイミング・ベース・サーボに\n関する文献である乙１７において，非平行な縞を構成する線の位置を\nテープ長手方向にずらすことで，データを符号化し，サーボ信号中に\n埋め込むことが開示されている。この点，乙１６は，タイミング・ベ\nース・サーボを開示する文献の例として，米国特許出願第０９／３７\n０２５６号に言及しているところ，当該米国特許出願は，乙１７にか\nかる日本特許出願に対応する米国特許出願であり，乙１７と同内容の\n技術を開示するものである。\nしたがって，乙１６発明において，サーボバンドを特定するための\nデータを当該サーボバンドに書き込まれるサーボ信号に埋め込む方法\nとして，乙１７発明が提示する上記方法を用いることは，当業者が容\n易になし得ることである。\nまた，乙１７発明が提示する，非平行な縞を構成する線の位置をテ\nープ長手方向にずらすことでデータを符号化する方法は，前述のとお\nり，乙１４及び乙１８にも開示されている。とりわけ，乙１４は，Ｉ\nＳＯ及びＩＥＣが策定・公開した標準規格であり，当該標準規格にお\nいて上記方法が採用されたことで，当該方法は本件特許の出願日当時，\n既に周知となっていたものである。これらの点も併せて考慮すれば，\n乙１７が提示する上記方法を採用することが当業者にとって容易であ\nったことは，より一層明らかである。\ne  なお，乙１５発明においては，サーボ搬送信号の消去部分の長さを\n変化させることで，サーボバンドを特定するためのデータを符号化し\nてサーボ信号に埋め込んでいるが，これは換言すれば，消去部分の終\n端の位置をサーボバンド毎にテープ長手方向にずらすことにより，当\n該データをサーボ信号中に埋め込むことに他ならない。他方，乙１７\n発明が提示する方法も，サーボパターンを構成する非平行な磁気遷移\nの位置をテープ長手方向にずらすことで，データをサーボ信号中に埋\nめ込むものである。このように，サーボパターンを構成する要素の位\n置をテープ長手方向にずらすことによりデータをサーボ信号中に埋め\n込むものであるという点において，乙１５発明と乙１７発明は共通す\nるものであり，両者は，サーボ信号中にデータを埋め込む方法として\n同種の技術を採用している。\nかかる観点からも，サーボバンドを特定するためのデータをサーボ\n信号中に埋め込む方法として，乙１７発明が開示する方法を用いるこ\nとが容易であることは明らかである。\nf  したがって，乙１６発明において，サーボバンドを特定するための\nデータを当該サーボバンドに書き込まれるサーボ信号に埋め込む方法\nとして，乙１７発明が提示する方法である，非平行な縞を構成する線\nの位置をテープ長手方向にずらすことで，データを符号化する方法を\n用いることは，当業者が容易になし得ることである。\n(ｴ)  以上のとおり，請求項１発明は，乙１６発明，乙１５発明及び乙１７\n発明に基づいて当業者が容易に発明できたものであるから，進歩性を欠\nく。\n(ｵ)  原告の主張に対する反論\na  乙１６について\n乙１６それ自体に，サーボバンドの特定についての開示がないとし\nても，乙１５に，複数のサーボ帯域を有する磁気テープにおいて，サ\nーボ帯域を特定する必要があること，及び，その方法として，個々の\nサーボ帯域を特定し，他のサーボ帯域から区別するためのデータを当\n該サーボ帯域に埋め込むことが開示されているのであるから，当業者\nが乙１６発明に乙１５発明を組み合わせる動機付けがあることは明ら\nかである。\nまた，乙１５に，複数のサーボ帯域を有する磁気テープにおいて，\nサーボ帯域を特定する必要があること，及び，その方法として，個々\nのサーボ帯域を特定し，他のサーボ帯域から区別するためのデータを\n当該サーボ帯域に埋め込むことが開示されているのであるから，当業\n者が乙１６発明に乙１５発明を組み合わせる動機付けがあることは明\nらかである。そして，乙１７に，非平行な縞を構成する線の位置をテ\nープ長手方向にずらすことで，データを符号化し，サーボ信号中に埋\nめ込むことが開示されており（なお，これは周知技術でもある。），\nこれを乙１６発明に適用することは当業者が容易になし得たことであ\nるから，乙１６それ自体にデータを埋め込む方法が開示されていない\nことは，乙１６発明に乙１５発明を組み合わせる上で阻害要因とはな\nらない。\nb  乙１７について\n乙１７に接した当業者は，乙１７に開示されている技術（非平行な\n縞を構成する線の位置をテープ長手方向にずらすことで，データを符\n号化し，サーボ信号中に埋め込むこと）は，ＬＰＯＳワードのみなら\nず，データ一般をサーボ信号中に埋め込むために用いることができる\nと当然に理解するものである。\nまた，乙１７に開示されている上記技術は，複数の平行サーボトラ\nックを備えたテープシステムにおいて使用することを想定したもので\nあり（乙１７・７頁１１欄１４～１７行），乙１７には，複数のサー\nボバンドを有する磁気テープにおいて上記技術を使用することが開示\nされている。この点，原告は，乙１７の図２に依拠して，乙１７には\nサーボバンドが１つしかない磁気テープが開示されているだけである\nと主張するが，図２はあくまで簡略化された図にすぎない（乙１７・\n７頁１１欄１２～１４行）。\nしたがって，乙１６発明に乙１７発明を組み合わせることは，当業\n者が容易になし得ることであり，原告の主張は失当である。\n（原告の主張）\n(ｱ)  本件発明と乙１６発明との対比\n被告は，本件発明ではなく請求項１発明と乙１６発明とを対比してい\nるため，当該対比に基づく相違点の認定が誤っている。本件発明と乙１\n６発明とを対比すると，少なくとも，以下の２つの相違点が認められる。\nなお，相違点２については，前記アのとおりである。\na  相違点１\n本件発明は，各サーボバンド内に書き込まれた各サーボ信号に，「複\n数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを\n特定するためのデータ」が，「縞を構成する線の位置を，サーボバン\nド毎にテープ長手方向にずらすこと」により，それぞれ埋め込まれる\nのに対し，乙１６発明では，「複数のサーボバンドのうちのそのサー\nボ信号が位置するサーボバンドを特定するためのデータ」が，「縞を\n構成する線の位置を，サーボバンド毎にテープ長手方向にずらすこと」\nにより，それぞれ埋め込まれることが開示されていない点。\nb  相違点２\n本件発明は，サーボバンドを特定するためのデータをエンコードす\nる第一工程と，第一工程でエンコードしたデータを記録パルス電流に\n変換する第二工程と，前記記録パルス電流をサーボ信号書込ヘッドに\n供給して，磁気テープの所定のサーボバンドに所定のエンコードされ\nたデータが埋め込まれたサーボ信号を書き込む第三工程とを有するこ\nとを特徴とする磁気テープの製造方法であるのに対し，乙１６発明で\nは，このような工程を有する製造方法が開示されていない点。\n(ｲ)  相違点１について\na  乙１６発明は，ドライブとカートリッジの組み合わせにより，ある\n周波数に生じる通常とは異なる大きさのインパルス的なスペクトルに\nよる不安定要因を取り除いて，サーボ系を安定化させるために，テー\nプドライブに挿入されたテープカートリッジのテープに記録されてい\nるサーボパターンの周波数分析を実行し，前記周波数分析で得られた\n周波数成分から所定のスペクトル範囲を超えた特異点を検出し，前記\n特異点のパワー・スペクトルをうち消すように前記低域通過フィルタ\nの係数を設定するサーボシステム安定化方法である（乙１６・【００\n０６】ないし【０００８】，【００１０】）。このように，乙１６発\n明は，サーボバンドの特定については何ら開示も示唆もしていない。\nしたがって，乙１６発明に接した当業者が，サーボバンドの特定とい\nう課題を認識することはない。\nよって，乙１６発明を主引用発明として本件発明は容易に想到し得\nない。\nb  また，上記の点を措いたとしても，サーボバンドそれ自体にサーボ\nバンドを特定する情報を埋め込むという乙１５発明を乙１６発明に適\n用することは容易に想到し得ない。\nすなわち，乙１５発明は，符号化トラックピッチの交互の消去及び\n非消去の部分に情報を埋め込むアンプリチュードサーボにおいて，符\n号化トラックピッチの消去部分の長さを変化せしめて情報を埋め込む\n発明である。これに対して，乙１６発明では，そもそもサーボパター\nンに情報を埋め込むことが開示されておらず（この点は被告も認めて\nいる。），その必要性もない。したがって，乙１６に接した当業者が，\n同号証に記載のサーボパターンに埋め込まれた情報を取り出して，乙\n１５に記載のサーボパターンに記録させようと動機付けられることは\nない。\n加えて，乙１６発明は，テープドライブのサーボ技術に関し，スト\nライプを用いたサーボ技術を用いている（乙１６・【０００１】，図\n５）。乙１６発明では，そもそもストライプ（サーボパターン）に情\n報が埋め込まれていないが，仮にストライプに情報が埋め込まれるこ\nとに想到し得たとしても，乙１５に記載のアンプリチュードサーボと\nは，情報の埋め込み方が全く異なり，技術分野を異にしている。した\nがって，かかる点に鑑みても，乙１６発明に乙１５発明を適用するこ\nとは困難である。\nさらに，乙１５発明は，符号化トラックピッチの交互の消去及び非\n消去の部分によってデータを埋め込むアンプリチュードサーボにおい\nて，従来，符号化トラックピッチを一意に同定するために，異なる周\n波数を用いて符号化トラックピッチを一意に同定していたところ，消\n去部分の長さを変化せしめるという改良技術を提供するものである。\nしたがって，乙１５発明において，アンプリチュードサーボにおける\n消去部分の長さを変化せしめるという構成は本質的な特徴である。よ\nって，このような乙１５発明における本質的特徴を捨象して，符号化\nトラックピッチを一意に同定する符号をサーボ帯域に埋め込むという\n思想だけを抜き出そうとすることは，いわゆる「あと知恵」であって，\n許されない。\nよって，乙１５に開示されたサーボバンドそれ自体にサーボバンド\nを特定する情報を埋め込む方法を乙１６発明に適用することは容易に\n想到し得ない。\nc  また，乙１６発明では，そもそもストライプ（サーボパターン）に\n情報を埋め込むことが開示されていないし，情報を埋め込む必要性に\nついても開示がない。したがって，乙１７がサーボ信号中に情報を埋\nめ込むことを開示していたとしても，乙１６発明においてストライプ\nに情報を埋め込むことに当業者が動機付けられることはない。\nまた，乙１７発明は，タイミング・ベース・サーボにおいて，ＬＰ\nＯＳワードの記録において誤り訂正バイトが許されていないため（乙\n１７・【０００７】），ストライプの間隔を比較してサーボパターン\n中に変調した各ビットのロバスト検出する方法を提供する（乙１７・\n【請求項１】【０００８】【００３８】，図６）。\nこのように，乙１７発明は，ストライプ（縞）の間隔を変化させて，\n誤り訂正が許されないＬＰＯＳワードを誤りなく検出する発明であり，\nＬＰＯＳワード以外をストライプ（縞）に埋め込むことは全く想定さ\nれていない。\nまた，乙１７にはそもそもサーボバンドが１つしかない磁気テープ\nが開示されているだけであり，複数のサーボバンドから１つのサーボ\nバンドを特定する必要性が全くない（乙１７・図２）。\nこのように，乙１７の開示内容に鑑みても，乙１６において，サー\nボバンドを特定するためのデータを当該サーボバンドに書き込まれる\nサーボ信号に埋め込む方法として，乙１７に記載の方法を用いること\nに，当業者が動機付けられることはない。\nd  以上に述べたとおりであるから，乙１５発明及び乙１７発明から相\n違点１に係る構成を想到することはないというべきである。\n(ｳ)  小括\n以上のとおり，本件発明と乙１６発明との相違点１及び２は，乙１５，\n乙１７及び乙１８発明から容易に想到し得ない。よって，本件発明は，\n乙１６，乙１５，乙１７及び乙１８発明から容易に発明できない。\nエ  乙１５を主引用例とした請求項１発明の進歩性欠如（争点３－１－３）\n（被告らの主張）\n(ｱ)  乙１５には，磁気テープ上に，磁気ヘッドアセンブリーの位置決めの\nための複数のサーボ帯域（これは，請求項１発明における「サーボバン\nド」に該当する。）を設け，サーボ帯域にサーボ搬送信号の消去部分と\n非消去部分とからなるパターンを形成し，さらに，消去部分の長さを変\n化させることで，サーボ帯域を一意に同定する符号（換言すれば，個々\nのサーボ帯域を特定し，他のサーボ帯域から区別するためのデータ）を\n当該サーボ帯域に埋め込むことが開示されている。\nこの点，乙１５発明においては，サーボ読み取り要素がサーボ帯域上\nに形成されたサーボ搬送信号の消去部分と非消去部分とからなるパター\nンを読み取ることで，磁気ヘッドアセンブリーの位置決めが行われるか\nら，当該パターンは請求項１発明における「磁気ヘッドのトラッキング\n制御をするためのサーボ信号」に該当する。また，乙１５発明において\nは，当該パターンにおける消去部分の長さを変化させることで，サーボ\n帯域を一意に同定する符号が当該サーボ帯域に埋め込まれるが，これは，\n請求項１発明における「各サーボバンド内に書き込まれた各サーボ信号\nに，複数のサーボバンドのうちのそのサーボ信号が位置するサーボバン\nドを特定するためのデータがそれぞれ埋め込まれ」ることに他ならない。\n(ｲ)  請求項１発明と乙１５発明を対比すると，両者の一致点・相違点は以\n下のとおりである。\na  一致点\n磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサ\nーボバンド上にそれぞれ書き込まれた磁気テープであって，各サーボ\nバンド内に書き込まれた各サーボ信号に，複数のサーボバンドのうち\nのそのサーボ信号が位置するサーボバンドを特定するためのデータが\nそれぞれ埋め込まれている点。\nb  相違点\n請求項１発明では，各サーボ信号は，一つのパターンが非平行な縞\nからなり，各データは，縞を構成する線の位置を，サーボバンド毎に\nテープ長手方向にずらすことにより各サーボ信号中に埋め込まれてい\nるのに対し，乙１５発明では，各サーボ信号は，一つのパターンはサ\nーボ搬送信号の消去部分と非消去部分とからなり，各データは，非消\n去部分の長さをサーボバンド毎に変化させることにより各サーボ信号\n中に埋め込まれている点。\n(ｳ)  しかしながら，上記相違点については，非平行な磁気遷移からなるサ\nーボパターンを使用したタイミング・ベース・サーボを磁気テープにお\nいて用いることは，本件特許の出願日当時，既に周知技術であったもの\nであり，当業者により普通に使用されていたものである。このことは，\nタイミング・ベース・サーボが，乙１４，乙１６，乙１７及び乙１８に\n開示されていることから明らかである。とりわけ乙１４は，本件特許の\n出願日前にＩＳＯ及びＩＥＣによって策定・公開された標準規格であり，\n乙１４に開示されているタイミング・ベース・サーボが周知となってい\nたことは明らかである。\nさらに，タイミング・ベース・サーボは，乙１９ないし２５（乙１９・\n２０頁右欄１３～２２行，同図９，乙２０・２頁２欄２９～３頁３欄２\n３行，同図２・３，乙２１・２頁２欄３１行～３頁３欄２８行，同図２・\n３，乙２２・５頁８欄４７行～６頁９欄２３行，同図３・４，乙２３・\n６頁９欄９行～１０欄５行，同図３・４，乙２４・２頁２欄３０～３６\n行，同図９，乙２５・３頁３欄４１～４５行，同図９）にも開示されて\nいる。\n(ｴ)  以上のとおり，非平行な磁気遷移からなるサーボパターンを使用した\nタイミング・ベース・サーボを磁気テープにおいて用いることは，本件\n特許の出願日当時，既に周知技術であったものであり，当業者により一\n般的に使用されていた。\nしたがって，乙１５発明における，一つのパターンがサーボ搬送信号\nの消去部分と非消去部分とからなるサーボ信号に代えて，周知技術であ\nる，非平行な磁気遷移からなるサーボパターン（換言すれば，一つのパ\nターンが非平行な縞からなるサーボ信号）を用いることは，当業者が容\n易になし得たことである。\n(ｵ)  もっとも，乙１５発明において，一つのパターンが非平行な縞からな\nるサーボ信号を採用した場合には，データをサーボ信号に埋め込む方法\nについても別の方法を採用する必要がある。しかしながら，この点につ\nいては，前述のとおり，非平行な磁気遷移からなるサーボパターンを使\n用したタイミング・ベース・サーボに関する文献である乙１７に，非平\n行な縞を構成する線の位置をテープ長手方向にずらすことで，データを\n符号化し，サーボ信号に埋め込むことが開示されている。\nしたがって，乙１５発明において，一つのパターンが非平行な縞から\nなるサーボ信号を採用する際，サーボバンドを特定するためのデータを\n当該サーボバンドに書き込まれるサーボ信号に埋め込む方法として，乙\n１７発明が提示する方法である上記方法を採用することは，当業者が容\n易になし得ることである。\nまた，乙１７発明が提示する，非平行な縞を構成する線の位置をテー\nプ長手方向にずらすことでデータを符号化する方法は，乙１４及び乙１\n８にも開示されている。とりわけ，乙１４は，ＩＳＯ及びＩＥＣが策定・\n公開した標準規格であり，当該標準規格において上記方法が採用された\nことで，当該方法は本件特許の出願日当時，既に周知となっていたもの\nである。これらの点も併せて考慮すれば，乙１７が提示する上記方法を\n採用することが当業者にとって容易であったことは，より一層明らかで\nある。\n(ｶ)  なお，前述のとおり，乙１５発明においては，サーボ搬送信号の消去\n部分の長さを変化させることで，サーボバンドを特定するためのデータ\nを符号化してサーボ信号に埋め込んでいるが，これは換言すれば，消去\n部分の終端の位置をサーボバンド毎にテープ長手方向にずらすことによ\nり，当該データをサーボ信号中に埋め込むことに他ならない。\n他方，乙１７発明が提示する方法も，サーボパターンを構成する非平\n行な磁気遷移の位置をテープ長手方向にずらすことで，データをサーボ\n信号中に埋め込むものである。このように，サーボパターンを構成する\n要素の位置をテープ長手方向にずらすことによりデータをサーボ信号中\nに埋め込むものであるという点において，乙１５発明と乙１７発明は共\n通するものであり，両者は，サーボ信号中にデータを埋め込む方法とし\nて同種の技術を採用している。\nかかる観点からも，サーボバンドを特定するためのデータをサーボ信\n号中に埋め込む方法として，乙１７発明が開示する方法を用いることが\n容易であることは明らかである。\n(ｷ)  したがって，乙１５発明において，一つのパターンが非平行な縞から\nなるサーボ信号を採用する際，サーボバンドを特定するためのデータを\n当該サーボバンドに書き込まれるサーボ信号に埋め込む方法として，乙\n１７発明が提示する方法である，非平行な縞を構成する線の位置をテー\nプ長手方向にずらすことで，データを符号化する方法を採用することは，\n当業者が容易になし得ることである。\n(ｸ)  以上のとおり，請求項１発明は，乙１５発明，乙１７発明及び周知技\n術に基づいて当業者が容易に発明できたものであるから，進歩性を欠く。\n（原告の主張）\n(ｱ)  本件発明と乙１５発明との対比\n被告は，本件発明ではなく請求項１発明と乙１５発明とを対比してい\nるため，当該対比に基づく相違点の認定が誤っている。本件発明と乙１\n５発明とを対比すると，少なくとも，以下の２つの相違点が認められる。\nなお，相違点２については，前記アのとおりである。\na  相違点１\n本件発明は，各サーボバンド内に書き込まれた各サーボ信号に，「複\n数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを\n特定するためのデータ」が，「縞を構成する線の位置を，サーボバン\nド毎にテープ長手方向にずらすこと」により，それぞれ埋め込まれる\nのに対し，乙１５発明では，「複数のサーボバンドのうちのそのサー\nボ信号が位置するサーボバンドを特定するためのデータ」が，「サー\nボ搬送信号の消去部分と非消去部分とからなるパターンにおける消去\n部分の長さを変化させること」により，埋め込まれる点。\nb  相違点２\n本件発明は，サーボバンドを特定するためのデータをエンコードす\nる第一工程と，第一工程でエンコードしたデータを記録パルス電流に\n変換する第二工程と，前記記録パルス電流をサーボ信号書込ヘッドに\n供給して，磁気テープの所定のサーボバンドに所定のエンコードされ\nたデータが埋め込まれたサーボ信号を書き込む第三工程とを有するこ\nとを特徴とする磁気テープの製造方法であるのに対し，乙１５発明は\nこのような工程を有する製造方法が開示されていない点。\n(ｲ)  相違点１について\na  乙１５発明は，符号化トラックピッチの交互の消去及び非消去の部\n分に情報を埋め込むアンプリチュードサーボにおいて，符号化トラッ\nクピッチの消去部分の長さを変化せしめて情報を埋め込む発明である。\nこれに対して，乙１７発明は，ストライプ間の距離を調整して情報を\n埋め込むタイミング・ベース・サーボの発明である。このように，乙\n１５発明のアンプリチュードサーボと，乙１７に記載のタイミング・\nベース・サーボとでは，情報の埋め込み方が全く異なり，技術分野を\n異にしている。したがって，そもそも乙１５発明に乙１７発明を組み\n合わせることは困難である。\nまた，乙１７発明は，ストライプ（縞）の間隔を変化させて，誤り\n訂正が許されないＬＰＯＳワードを誤りなく検出する発明であり，Ｌ\nＰＯＳワード以外をストライプ（縞）に埋め込むことは全く想定され\nていない。さらに，乙１７にはそもそもサーボバンドが１つしかない\n磁気テープが開示されているだけであり，複数のサーボバンドから１\nつのサーボバンドを特定する必要性が全くない（乙１７・図２）。し\nたがって，乙１７発明から，ストライプ（縞）にＬＰＯＳワードとは\n無関係のサーボバンドを特定する情報を埋め込むことを動機付けられ\nることは全くない。\nよって，乙１５発明に乙１７発明を組み合わせることができたとし\nても，当業者はストライプにサーボバンドを特定する情報を埋め込む\n構成に到達し得ない。\nb  また，乙１５発明は，符号化トラックピッチの交互の消去及び非消\n去の部分によってデータを埋め込むアンプリチュードサーボにおいて，\n従来，符号化トラックピッチを一意に同定するために，異なる周波数\nを用いて符号化トラックピッチを一意に同定していたところ，消去部\n分の長さを変化せしめるという改良技術を提供するものである。した\nがって，乙１５発明において，アンプリチュードサーボにおける消去\n部分の長さを変化せしめるという構成は本質的な特徴である。よって，\nこのような乙１５発明における本質的特徴を捨象して，符号化トラッ\nクピッチを一意に同定する符号をサーボ帯域に埋め込む方法として，\n乙１７のタイミング・ベース・サーボの技術を選択することは，いわ\nゆる「あと知恵」であって，許されない。\nc  以上に述べたとおりであるから，相違点１について乙１７発明及び\n周知技術から容易に想到し得ない。\n(ｳ)  また，乙１５発明はアンプリチュードサーボの発明であり，それに組\nみ合わせようとする発明（乙１９～２５）はタイミング・ベース・サー\nボの発明である。しかし，乙１６に記載のタイミング・ベース・サーボ\nと乙１５に記載のアンプリチュードサーボでは情報の埋め込み方が全く\n異なり技術分野が異なるから，当業者は両者を組み合わせようと動機付\nけられるものではない。\nまた，乙１５には，符号化トラックピッチを一意に同定するためにト\nラックピッチの消去部分の長さを変化せしめる発明が開示されている。\nこのような乙１５発明を乙１７等のタイミング・ベース・サーボのサー\nボバンドのストライプに適用すると，サーボバンドにデータを記録でき\nなくなってしまい，サーボバンドとしての機能を果たせなくなってしま\nう。したがって，乙１５発明に乙１７等に記載の発明を適用することに\nは阻害要因があるといえる。さらに，乙１５に記載の「符号化トラック\nピッチの消去部分の長さを変化せしめる」という解決手段は本質的な特\n徴であるから，このような特徴を無視して，サーボトラックを一意に同\n定する符号をサーボ帯域に埋め込む思想だけをタイミング・ベース・サ\nーボの発明と組み合わせることは不可能である。\nよって，このような乙１５発明における本質的特徴を捨象して，サー\nボトラックを一意に同定する符号をサーボ帯域に埋め込むという思想だ\nけをタイミング・ベース・サーボの発明と組み合わせることは，「あと\n知恵」であって，許されない。\n(ｴ)  小括\n以上のとおり，本件発明と乙１５発明との相違点１及び２は，乙１７\n発明，周知技術及び乙１８発明から容易に想到し得ない。よって，本件\n発明は，乙１５，乙１７及び乙１８発明及び周知技術から容易に発明で\nきない。\nオ  乙Ａ１を主引用例とした請求項１発明の進歩性欠如（争点３－１－４）\n（被告らの主張）\n(ｱ)  概要\n請求項１発明は，乙Ａ１発明及び周知技術に基づいて，当業者が容易\nに発明できたものであるから，進歩性を欠く。\n乙Ａ１の２（特開２００１－６７８４７号公報）に係る出願は，乙Ａ\n１の１（米国特許第６２３９９３９号明細書）に係る出願（ＵＳ０９／\n３７０２５６，出願日１９９９年８月９日）を基礎出願とする優先権主\n張出願である。乙Ａ１の１及び乙Ａ１の２は，基本的に同一の内容なの\nで，以下の説明では，便宜上，乙Ａ１の２の記載に基づき説明する。\n(ｲ)  乙Ａ１の開示事項\n乙Ａ１の２には，磁気テープのような長尺媒体において，テープヘッ\nドがデータトラックに正確に追随するためのサーボパターンをサーボト\nラック２７に書き込むこと（段落【０００２】，【００１６】），及び，\nサーボトラックはテープに平行して複数設けられるものであること（段\n落【００１６】）が開示されている。乙Ａ１発明のサーボトラックは，\n「トラック」という文言で説明されているが，トラッキング制御を行う\nサーボパターン（サーボ信号）が書き込まれた帯状の部分であるから，\n請求項１発明のクレーム中に規定するサーボ「バンド」に該当すること\nは明らかである。なお，本件特許出願当時，サーボ信号が記録された領\n域については，サーボバンドとサーボトラックの両方の言葉が使用され\nており，例えば，インターナショナル・ビジネス・マシーンズ・コーポ\nレーション（ＩＢＭ）が公表しているＲｅｄｂｏｏｋｓ（The IBM Total\nStorage Tape Libraries Guide for Open Systems）（乙Ａ２３）におい\nて，「サーボトラック（バンドとも呼ばれる）」などと記載されている\nとおり，両者に技術的な区別はなされていなかった。この点，いずれも\n原告の特許出願（本件特許と筆頭発明者が同じである。）にかかる特開\n２０００－２４２９１５号公報（乙Ａ２４）の段落【００１２】には，\n「合計で５本のサーボ信号のトラック（以下，サーボトラックＳとする）」\nとの記載があり，特開２００２－３６７１０１号公報（乙Ａ２５）の段\n落【００１１】には，「５本のサーボトラックＴｒが形成される。図示\n例においては，所定角度で傾斜する３本のサーボ信号Ｓと，この信号と\n逆方向に同角度で傾斜する３本のサーボ信号Ｓとを１つのパターンとし，\nこのパターンを繰り返すことでサーボトラックＴｒが形成される。」と\n記載されていることからも，本件特許出願当時，サーボバンドを意味す\nる用語として，サーボトラックとの用語も用いられていたことは明らか\nである。よって，乙Ａ１には，「磁気ヘッドのトラッキング制御をする\nためのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁気\nテープ」が開示されている（構成１ａ）。\nまた，乙Ａ１の２には，上述のように，サーボパターンをサーボトラ\nック２７に書き込むことが開示されている（段落【０００２】，【００\n１６】）。すなわち，乙Ａ１の２には，所定のデータを書き込むことが\n記載されている。したがって，乙Ａ１には，「各サーボバンド内に書き\n込まれた各サーボ信号に，データがそれぞれ埋め込まれ」ることが開示\nされている（構成１ｂ）。\nさらに，このサーボパターンは，図５に示されるとおり，一つのパタ\nーンが非平行な縞からなり，縞を構成する線の位置を，テープ長手方向\nにずらすことによりデータを符号化するものであるから，乙Ａ１の２に\nは，一つのパターンが非平行な縞からなり，縞を構成する線の位置を，\nテープ長手方向にずらすことにより，データを各サーボバンドに埋め込\nむことが開示されている（段落【００３２】，【００３３】）。したが\nって，乙Ａ１には，「前記各サーボ信号は，一つのパターンが非平行な\n縞からなり，各データは，前記縞を構成する線の位置を，サーボバンド\n毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込ま\nれている」ことが開示されている（構成１ｃ）。\nまた，乙Ａ１の２の段落【０００２】の記載から明らかなように，乙\nＡ１には，「磁気テープ」が開示されている（構成１ｄ）。\n(ｳ)  請求項１発明と乙Ａ１発明との対比\n請求項１発明と乙Ａ１発明を対比すると，両者の一致点・相違点は以\n下のとおりである。\na  一致点\n磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサ\nーボバンド上にそれぞれ書き込まれた磁気テープであって（構成要件\nＡ及び構成１ａ），各サーボバンド内に書き込まれた各サーボ信号に，\nデータがそれぞれ埋め込まれ（構成要件Ｂのうち，構成１ｂに対応す\nる部分），前記各サーボ信号は，一つのパターンが非平行な縞からな\nり，各データは，前記縞を構成する線の位置を，サーボバンド毎にテ\nープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれて\nいる（構成要件Ｃ及び構成１ｃ ）ことを特徴とする磁気テープ（構成\n要件Ｄ及び構成１ｄ），である点。\nb  相違点\n請求項１発明の構成要件Ｂにおいて，「データ」が，「複数のサー\nボバンドのうちのそのサーボ信号が位置するサーボバンドを特定する\nためのデータ」であるのに対して，乙Ａ１発明の構成１ｂにおいては，\n「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバン\nドを特定するためのデータ」についての開示がない点。\n(ｴ)  相違点が容易想到であること\na  乙Ａ５～乙Ａ１１に記載されているとおり，本件特許出願前，所望\nのデータトラックに誤りなく記録／再生するという周知の目的のもと，\nトラッキング制御をするための複数のサーボバンドを有する磁気テー\nプにおいて複数のサーボバンドのうちのそのサーボ信号が位置するサ\nーボバンドを特定する必要性があること，そのために，各サーボバン\nド内に，複数のサーボバンドのうちのそのサーボ信号が位置するサー\nボバンドを特定するための識別情報をそれぞれ埋め込むことは周知の\n技術であったといえる。\nまた，乙Ａ１２～乙Ａ１７に記載されているとおり，本件特許出願\n前，磁気ディスク，光ディスク，光カード，光テープ等の２次元平面\nに情報を記録する記録媒体においても，同様の目的のもと，サーボバ\nンドに相当するサーボトラックを識別するためにサーボトラック内に\nサーボトラックを特定するための識別情報を埋め込むことは周知の技\n術であった。磁気ディスク，光ディスク，光カード，光テープと磁気\nテープは，２次元平面に情報を記録する記録媒体である点で共通し，\nサーボトラックやデータトラックというフォーマットについても共通\nすることから，かかる媒体の形状の違いや，光，磁気の記録再生方式\nの違いに関わらず，当該媒体の所望の位置にデータを記録するために，\n当業者であれば，２次元平面に情報を記録する記録媒体で知られてい\nた技術を磁気テープにも採用することについては動機づけがあった。\n以上述べたことから，各サーボバンド内に，複数のサーボバンドの\nうちのそのサーボ信号が位置するサーボバンドを特定するための識別\n情報をそれぞれ埋め込むことは，磁気テープ及び光ディスク等を含む，\n２次元平面に情報を記録するための記録媒体の技術分野において，本\n件特許出願前に広く知られた周知の技術であったといえる。\nb  以上のとおり，複数のサーボバンドを有する磁気テープにおいて，\nある所望のデータトラックに誤りなく記録／再生するという周知の目\n的のもと，記録再生ドライブが，磁気テープに対する自身のヘッドの\n位置を把握するために複数のサーボバンドのうちの所望のデータトラ\nックに対応するサーボバンドを特定する必要性があること，そのため\nに，各サーボバンド内に，複数のサーボバンドのうちのそのサーボ信\n号が位置するサーボバンドを特定するための識別情報をそれぞれ埋め\n込むことは，本件特許の出願時には，既に周知技術であった。\n乙Ａ１には，複数のサーボバンドを有する磁気テープが開示されて\nおり，そのようなテープにおいても同様の周知の目的のもと，複数の\nサーボバンドのうちの所望のデータトラックに対応するサーボバンド\nを特定する必要があること，そのために，各サーボバンド内に，複数\nのサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特\n定するための識別情報をそれぞれ埋め込むことは周知であったのであ\nるから，乙Ａ１発明と同じ磁気テープについての周知技術を組み合わ\nせる動機づけが十分あったといえる。\nしたがって，相違点にかかる構成は，乙Ａ１発明に周知技術を組み\n合わせることにより，当業者が容易に想到し得るものである。\n(ｵ)  小括\n以上のとおり，請求項１発明は，乙Ａ１発明及び周知技術に基づいて\n当業者が容易に発明できたものであるから，進歩性を欠く。\n（原告の主張）\n(ｱ)  乙Ａ１発明の認定の誤り\n乙Ａ１発明は，タイミング・ベース・サーボのサーボパターンを構成\nするバーストの欠陥によるエラーを解決する方法である。すなわち，乙\nＡ１発明は，タイミング・ベースのサーボパターンを構成するバースト\n（ストライプ（ハの字）パターン）の欠陥によってストライプ間隔（タ\nイミング間隔）にズレが発生しそれによってエラーが生じても，検出し\nたハの字を構成する線の間隔を複数比較すること等によって，ビット値\n（０又は１）を識別するデータ検出方法である。乙Ａ１の図２において\nも，サーボトラックが１つである磁気テープの発明が説明されているの\nは，このような乙Ａ１発明の特徴によるものである（乙Ａ１【図２】）。\nしたがって，乙Ａ１の【００１６】の「当業者が認識し得るように，\nほとんどのテープシステムは，複数の平行サーボトラック，複数のサー\nボ再生ヘッド，及び複数のデータ再生・記録ヘッドを備えている。」と\nいうテープシステムの一般的な記載があっても，乙Ａ１発明において，\n複数のサーボバンドを設けようとした場合に，各サーボバンドにどのよ\nうなデータをどのように埋め込んで，それぞれのデータバンドを識別す\nることになるのかは全く不明である。乙Ａ１には，複数のサーボバンド\nが設けられた場合に，各サーボバンドにデータを埋め込むか否か，埋め\n込むとしたらどのようなデータを埋め込むのか，各サーボバンドに埋め\n込まれるデータが同一なのか否か等，具体的な記載は全くない。\n以上のとおりであるから，乙Ａ１には，少なくとも，構成１ａにおけ\nる「サーボ信号が複数のサーボバンド上にそれぞれ書き込まれている点」，\n構成１ｂにおける「各サーボバンド内に書き込まれた各サーボ信号に，\nデータがそれぞれ埋め込まれる点」，構成１ｃにおける「各データは，\n前記縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずら\nすことにより前記各サーボ信号中に埋め込まれている点」が記載されて\nいない。\nよって，被告らによる乙Ａ１発明の認定は誤っている。\n(ｲ)  被告らの認定する乙Ａ１発明を前提としても請求項１発明は容易に想\n到し得ないこと\n仮に，被告らによる乙Ａ１発明の認定に誤りがないと措定してみたと\nしても，請求項１発明は乙Ａ１発明から容易に想到し得ない。\na  乙Ａ１に接した当業者が，乙Ａ１発明の複数のサーボバンドに着目\nし，さらに，各サーボバンドを特定しようと動機付けられることはな\nいこと\n乙Ａ１発明の課題は，タイミング・ベースのサーボパターンを構成\nするバースト（ストライプ（ハの字）パターン）の欠陥によってスト\nライプ間隔（タイミング間隔）にズレが発生しそれによってエラーが\n生じても，ビット値（０又は１）を正確に識別できるデータ検出方法\nを提供することにある。そして，このような課題の解決手段として，\n乙Ａ１は請求項１のデータ検出方法を提供し，具体的には，検出した\nハの字を構成する線の間隔を複数比較すること等によって，ビット値\n（０又は１）を識別するデータ検出方法を提供する。\nこのように，乙Ａ１発明は，１つのサーボバンドにおけるタイミン\nグ・ベース・サーボについて，タイミングの間隔（ハの字の幅）にエ\nラーが生じてもビット値（０又は１）を識別できる発明であり，サー\nボバンドの特定とは全く無関係である。\nしたがって，乙Ａ１に接した当業者は，乙Ａ１発明を複数のサーボ\nバンドに適用し，それら複数のサーボバンドを特定するための方法と\nして乙Ａ１に記載された技術を適用しようと動機付けられ，乙Ａ５～\n乙Ａ１７に記載された発明を組み合わせようとすることはない。\nb  乙Ａ１発明に乙Ａ５～乙Ａ１７に記載の発明を組み合わせることが\nできたとしても，請求項１発明を容易に想到し得ないこと\n仮に，乙Ａ１に接した当業者が，乙Ａ１のサーボバンドを複数有す\nる磁気テープにおいて，各サーボバンドを特定する必要性を認識した\nとしても，乙Ａ５～乙Ａ１７のいずれにも，タイミング・ベース・サ\nーボの発明において，サーボバンドを特定するためのデータを縞を構\n成する線の位置をサーボバンド毎にテープ長手方向にずらすことによ\nり埋め込む構成は全く記載されていない。したがって，仮に乙Ａ５～\n乙Ａ１７の全ての発明を乙Ａ１に組み合わせることができたとしても，\n当業者は請求項１発明には到達し得ない。\nまた，乙Ａ１に接した当業者が，乙Ａ１のサーボバンドを複数有す\nる磁気テープにおいて，各サーボバンドを特定する必要性を認識した\nとしても，乙Ａ１発明において，タイミング・ベース・サーボの開始\n位置をずらすこと（オフセット）によってサーボバンドを特定する発\n明に到達するまでである（明細書【０００２】，甲３，乙４）。すな\nわち，本件特許の出願当時，タイミング・ベース・サーボにおいては，\n隣接するサーボバンドのサーボパターンをテープ長手方向にオフセッ\nト させ，それらのサーボバンドの信号を同時に読み取って比較するこ\nとで，サーボバンドを特定することが知られており（甲２【０００２】），\n現に，本件特許の出願当時，乙４（ＩＳＯ／ＩＥＣの標準規格）では，\n上記技術が採用されていた。したがって，仮に，乙Ａ１発明において\n複数のサーボバンドから１つのサーボバンドを特定しようと動機付け\nられたとしても，オフセットを用いてサーボバンドを特定する発明を\n想到するのであり，他の手段を容易に想到することはない。\nc  乙Ａ５～乙Ａ１７に基づく主張は後知恵であること\n加えて，乙Ａ５～乙Ａ１７には，互いに発明の課題も課題の解決手\n段等も全く異なる発明が開示されており，具体的には，記録媒体（磁\n気テープ，磁気ディスク，光ディスク，光カード等），サーボ信号の\n種類（タイミング・ベース・サーボ，アンプリチュードサーボ，磁気\n記録媒体上の光サーボ等）等が異なっている。被告らの主張は，記録\n媒体や，サーボ信号の種類等が異なる乙Ａ５～乙Ａ１７に記載された\n発明を上位概念化して共通点を括り出し，各サーボバンド内に，複数\nのサーボバンドの内のそのサーボ信号が位置するサーボバンドを特定\nするための識別情報をそれぞれ埋め込むことを抽出するものである。\nすなわち，被告らは，請求項１発明を見た上で，請求項１発明の構成\n要件と関連する記載のある乙Ａ５～乙Ａ１７を選び，これらの先行文\n献にそれぞれ記載された具体的な発明から，請求項１発明の構成要件\nを無理矢理抽象的な概念として変容させ，乙Ａ１発明と組み合わせて\n進歩性欠如を主張しているのであり，被告らの主張は，当業者が容易\nに想到し得る範囲を超えており，いわゆる「後知恵」に基づくもの以\n外の何ものでもない。\n(ｳ)  小括\n以上述べたとおりであるから，乙Ａ１発明から出発して，請求項１発\n明は容易に想到し得ない。\nカ  乙Ａ２に基づく請求項１発明の新規性欠如（争点３－１－５）\n（被告らの主張）\n(ｱ)  概要\n請求項１発明は，乙Ａ２発明と同一であるから，新規性を欠く。\n乙Ａ２の２（特表２００３－５０４７９１号公報）に係る出願は，乙\nＡ２の１（米国特許第６４３３９４９号明細書）に係る出願と同一の米\n国仮出願（ＵＳ６０／１４３２４０，出願日１９９９年７月９日）を基\n礎出願とする優先権主張出願である。乙Ａ２の１及び乙Ａ２の２は，基\n本的に同一の内容なので，以下の説明では，便宜上，乙Ａ２の２の記載\nに基づき説明する。\n(ｲ)  乙Ａ２の開示事項\na  乙Ａ２の２の段落【０００４】～【０００７】には，乙Ａ２の２に\n記載の磁気テープは，ＬＴＯフォーマットに従うことができることが\n記載されており，ＬＴＯフォーマットの概要も記載されている。した\nがって，下記に示すＬＴＯフォーマットの内容は，乙Ａ２に開示され\nているといえる。\nＬＴＯフォーマットのＵＬＴＲＩＵＭ－１は，ＩＳＯ／ＩＥＣ２２\n０５０（乙Ａ４の１。同一の内容の日本工業規格（ＪＩＳ  Ｘ  ６１\n７５：２００６）（乙Ａ４の２））にその仕様が記載されているとこ\nろ，その内容は，乙Ａ２に開示されているといえる。\n乙Ａ２の２の開示事項として述べたように，乙Ａ２の２には，複数\nのサーボバンドを有する磁気テープが記載されている（段落【０００\n９】）。また，乙Ａ２の２には，ＬＴＯフォーマットに従うことがで\nきることが記載されている（段落【０００４】～【０００７】）。特\nに，段落【０００４】には，「詳細には，ＬＴＯフォーマットは，各\nデータバンドに区分する５つのサーボバンドにより，テープの幅方向\nに対して横断するように分離された４つの分離データバンドを提供し\nている。これらのサーボバンド内のデータは，テープユニットがどの\nデータバンドであるかを特定することが可能とするように，テープが\n走行する軸線に沿って指定された量だけ長手方向にオフセットされて\nいる。」との記載がある。よって，乙Ａ２には，「磁気ヘッドのトラ\nッキング制御をするためのサーボ信号が複数のサーボバンド上にそれ\nぞれ書き込まれた磁気テープ」が開示されている（構成２ａ）。\nb  また，ＬＴＯフォーマットに従った磁気テープにおいては，磁気ヘ\nッドのトラック追随のためのサーボ信号が複数のサーボバンド０～４\n上に記録されており（乙Ａ４の１，図２５），Ａバースト及びＢバー\nストから構成されるサーボ信号の一のパターンは非平行なストライプ\n（縞）からなり，ストライプ（縞）を構成する線の位置をテープの長\n手方向にずらすことにより，サーボフレームの情報が符号化されてい\nる（乙Ａ４の１，図２８）。\nそして，乙Ａ２の２には，「磁気テープメディアに対して垂直方向\nに整列された多数の独立サーボ書込みコアを有する書込みヘッドが提\n供されている。サーボ書込みコアの全ては，好ましくは，独立した駆\n動装置及びデータ生成器を有しており，これにより各駆動装置及び各\nデータ生成器が磁気テープメディア上にデータを独立的に符号化する\nことを可能としている。」との記載がある（乙Ａ２の２，段落【００\n０９】）。さらに，乙Ａ２の２には，「５つの個別の書込みコアを独\n立した巻線と垂直方向に位置決めすることにより，このことが可能と\nなっている。」との記載がある（乙Ａ２の２，段落【００１３】）。\nそして，乙Ａ２の２には，「５つの個別のデータ生成器を使用するこ\nとにより，独特の長手方向オフセットを有する，又はデータ符号化す\nる（中略）テストテープといった特別な目的のためのサーボテープを\n生成することに対応可能である。」との記載がある（乙Ａ２の２，段\n落【００２０】）。すなわち，乙Ａ２の２には，独立したデータ生成\n器を有する５つの個別の独立サーボ書込みコアを用いて，独立的にデ\nータを符号化することが記載されているといえる。したがって，乙Ａ\n２の２には，ＬＴＯフォーマットに記載されているような磁気テープ\n（つまり，磁気ヘッドのトラッキング制御をするためのサーボ信号が\n複数のサーボバンド上に書き込まれ，一つのパターンが非平行な縞か\nらなるサーボ信号の，縞を構成する線の位置をテープの長手方向にず\nらすことによって，データをサーボ信号中に埋め込まれる磁気テープ）\nにおいて，各サーボバンド０～４に書き込まれるサーボ信号をそれぞ\nれ５個独立して書き込むこと，つまり，サーボ信号を構成する縞の書\nき込みタイミングをそれぞれ独立して制御することによって縞を構成\nする線の位置をテープの長手方向にずらすことにより，それぞれのサ\nーボバンドに異なるデータを埋め込むことが開示されているといえる。\nサーボバンドにそれぞれ異なるデータが埋め込まれているということ\nは，埋め込まれたデータからそれぞれのサーボバンドを識別すること\nができることになるため，かかるデータはサーボバンドを特定するた\nめのデータに他ならないといえる。すなわち，上記に挙げたＬＴＯの\n規格書（乙Ａ４の２）１１．３においては，サーボフレーム信号に記\n載される情報として，「テープの長手方向の絶対位置，製造業者のデ\nータ及びサーボバンド識別情報」が挙げられているが，「テープの長\n手方向の絶対位置」は，長手方向の位置が同じあれば幅方向の位置，\nすなわちサーボバンドが異なっても同一の情報が書き込まれ，同様に，\n「製造業者のデータ」はサーボバンドが異なっても同一の情報が書き\n込まれることが前提となっていることを当業者は当然に理解する。そ\nれゆえ，乙Ａ２の２に記載の独立サーボ書込みコアを用いるならば，\nサーボバンドを識別する情報を各サーボバンドに独立に書き込むこと\nができることを，当業者は当然に理解する。\nしたがって，乙Ａ２には，「各サーボバンド内に書き込まれた各サ\nーボ信号に，複数のサーボバンドのうちのそのサーボ信号が位置する\nサーボバンドを特定するためのデータがそれぞれ埋め込まれ」ている\nことが開示されているといえる（構成２ｂ）。\nc  また，上述のように，乙Ａ４の１には，Ａバースト及びＢバースト\nから構成されるサーボ信号の一のパターンは非平行なストライプ（縞）\nからなり，ストライプ（縞）を構成する線の位置をテープの長手方向\nにずらすことにより，サーボフレームの情報が符号化されていること\nが記載されている（乙Ａ４の１，図２８）。サーボバンド毎に独立し\nた情報を符号化するということは，サーボバンド毎に異なる０と１の\nデータを埋め込むことであり，０と１で非平行な線の位置をテープの\n長手方向にずらす方向を異ならせることは，乙Ａ４の１に記載されて\nいるとおりである。したがって，乙Ａ２には，「前記各サーボ信号は，\n一つのパターンが非平行な縞からなり，各データは，前記縞を構成す\nる線の位置を，サーボバンド毎にテープ長手方向にずらすことにより\n前記各サーボ信号中に埋め込まれている」ことが開示されている（構\n成２ｃ）。\nd  また，乙Ａ２の２の段落【０００９】の記載から明らかなように，\n乙Ａ２には，「磁気テープ」が開示されている（構成２ｄ）。\n(ｳ)  請求項１発明と乙Ａ２発明との対比\n請求項１発明の構成要件と，上述の乙Ａ２発明とを対比すると，請求\n項１発明の構成要件Ａ，Ｂ，Ｃ及びＤは，乙Ａ２発明の構成２ａ，２ｂ，\n２ｃ及び２ｄに対応することは明らかである。\nよって，乙Ａ２には，請求項１発明のすべての構成要件が開示されて\nいるといえる。\n(ｴ)  サーボバンドを特定する方式について\nなお，ＬＴＯフォーマットのＵＬＴＲＩＵＭ－１（乙Ａ４の１）で，\n隣接する２本のサーボバンドを同時に読み取って，サーボバンドの相対\n移動量を検出して磁気ヘッドが位置するサーボバンドを特定する方式が\n採用されてもよいことが記載されていたため，乙Ａ２では，隣接する２\n本のサーボバンドが相対移動量を有する磁気テープのサーボ信号を書き\n込むことを主に説明している。しかしながら，当業者は，規格に記載の\n方式は永遠に続くものではなく，将来変更し得る可能性があることは当\n然に考慮していた。\n(ｵ)  小括\n以上より，請求項１発明は乙Ａ２発明と同一であるから，新規性を欠\nく。\n（原告の主張）\n(ｱ)  乙Ａ２発明として乙Ａ４発明を組み込んで認定できないこと\n乙Ａ２には「ＬＴＯフォーマット」という記載があるだけで，ＬＴＯ\nフォーマットを採用した磁気記録媒体の具体的な構成について記載され\nておらず，乙Ａ４の１に記載された磁気記録媒体の構成も記載されてい\nない。したがって，乙Ａ４の１の内容が乙Ａ２に開示されているという\n被告らの主張は誤っている。\nまた，乙Ａ４の１の発行日は２００２年１０月１日であり，乙Ａ２の\n１の特許出願日である２０００年７月７日よりも遅い。したがって，乙\nＡ２の１に接した当業者は，乙Ａ２の１に記載された「ＬＴＯフォーマ\nット」を，乙Ａ２の１の出願日よりも後に発行された乙Ａ４の１のＬＴ\nＯフォーマットと認識することはできない。\nよって，乙Ａ４発明を組み込んで作成された乙Ａ２発明の認定は誤っ\nている。\n(ｲ)  乙Ａ２に構成２ｂが開示されていないこと\n乙Ａ２には，各サーボバンドに異なるデータを埋め込むことは全く\n記載されていない。乙Ａ２には，書き込み要素が他の書き込み要素と\n電気的に独立していることによって可能となったことが記載されてい\nるだけである。\nすなわち，従来，単一巻線を有しオフセットを可能とするヘッドに\nおいて（乙Ａ２・図２），ヘッド内の各ギャップは，それぞれ適切な\n長手方向のオフセットを与えるように精確に加工される必要がある。\nしかしながら，各ギャップの配置に必要な精度を有しつつヘッドを製\n造する作業が少しも平易でなく，ギャップの不正確な配置による故障\nが生じているという課題があり（乙Ａ２【０００８】），このような\n課題を解決すべく，乙Ａ２発明は，ギャップを縦に整列させて設け，\nかつ，各コアに独立した巻線を設けることによって，正確なオフセッ\nト量を設けたサーボ信号を書き込むことができ，またヘッドの製造作\n業において，各ギャップを精確に配置させる作業を不要とできる発明\nである（乙Ａ２・【００１３】，図３）。このように，乙Ａ２発明は，\n精確なギャップを設ける加工を行うことなく，適切なオフセット量を\n設けたサーボ信号を書き込む発明である。実際，乙Ａ２には，サーボ\n信号の書き込み要素同士で異なるデータを埋め込むことは全く記載さ\nれておらず，サーボ信号の書き込み要素同士で，パルス幅，振幅，立\n上り時間，立下り時間及び波形を異なるようにすることができること\nが開示されているだけである。\n以上のとおり，乙Ａ２には，サーボ信号の書き込み要素同士で異な\nるデータを埋め込むことは記載も示唆もされていないから，乙Ａ２に\nは構成要件Ｂに対応する構成２ｂが開示されているという被告らの主\n張は誤っている。\n(ｳ)  乙Ａ２に構成２ｃが開示されていないこと\n乙Ａ２は，「テープユニットがどのデータバンドであるかを特定する\nことが可能となるように，テープが走行する軸線に沿って指定された量\nだけ長手方向にオフセットされている」(乙Ａ２  ５頁４行～６行)と記\n載されているとおり，隣接する２本のサーボバンドの相対移動量を用い\nてサーボバンドを特定している。すなわち，乙Ａ２では，「複数のサー\nボバンドの内のそのサーボ信号が位置するサーボバンドを特定するため\nのデータ」は，オフセットによって埋め込まれているのであり，縞を構\n成する線の位置を，サーボバンド毎にテープ長手方向にずらすことによ\nり前記各サーボ信号中に埋め込まれている構成は記載されていない。\nよって，そもそも，乙Ａ２には，被告らの主張する構成２ｃは開示さ\nれていない。\n(ｴ)  小括\n以上に述べたとおり，乙Ａ２に構成２ｂ及び構成２ｃは開示されてい\nないから，被告らの乙Ａ２発明の認定は誤っている。請求項１発明は乙\nＡ２発明と同一ではない。\nキ  乙Ａ２を主引用例とした請求項１発明の進歩性欠如（争点３－１－６）\n（被告らの主張）\n(ｱ)  概要\n請求項１発明は，乙Ａ２発明及び周知技術に基づいて，当業者が容易\nに発明できたものであるから，進歩性を欠く。\n(ｲ)  乙Ａ２の開示事項\n前記カ（被告らの主張）で述べたとおり，乙Ａ２には，磁気ヘッドの\nトラッキング制御をするためのサーボ信号が複数のサーボバンド上に書\nき込まれ，一つのパターンが非平行な縞からなるサーボ信号の，縞を構\n成する線の位置をテープの長手方向にずらすことによって，データをサ\nーボ信号中に埋め込まれる磁気テープにおいて，各サーボバンド０～４\nに書き込まれるサーボ信号をそれぞれ５個独立して書き込むことが開示\nされている。すなわち，請求項１発明の構成要件Ａ，Ｂ，Ｃ及びＤが開\n示されている。\n仮に，乙Ａ２のサーボ信号に書き込まれる独立したデータが，「その\nサーボ信号が位置するサーボバンドを特定するためのデータ」であるこ\nとが明らかでないと解釈されても，以下のとおり，請求項１発明は，乙\nＡ２発明と周知技術から容易に想到し得る。\n(ｳ)  請求項１発明と乙Ａ２発明との対比\n請求項１発明と乙Ａ２発明を対比すると，両者の一致点・相違点は以\n下のとおりである。\na  一致点\n磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサ\nーボバンド上にそれぞれ書き込まれた磁気テープであって，各サーボ\nバンド内に書き込まれた各サーボ信号に，データがそれぞれ埋め込ま\nれ，前記各サーボ信号は，一つのパターンが非平行な縞からなり，各\nデータは，前記縞を構成する線の位置を，サーボバンド毎にテープ長\n手方向にずらすことにより前記各サーボ信号中に埋め込まれているこ\nとを特徴とする磁気テープ，である点。\nb  相違点\n請求項１発明において，各サーボバンド内に書き込まれた各サーボ\n信号に埋め込まれた「データ」が，「複数のサーボバンドのうちのそ\nのサーボ信号が位置するサーボバンドを特定するためのデータ」であ\nるのに対して，乙Ａ２発明においては，「サーボ信号に埋め込まれた\n独特なデータ」が，サーボバンドを特定するためのデータであるかど\nうかが不明である点。\n(ｴ)  相違点が容易想到であること\n前記カ（被告らの主張）で述べたとおり，乙Ａ５～乙Ａ１７に示すと\nおり，複数のサーボバンドを有する磁気テープにおいて，複数のサーボ\nバンドのうちのそのサーボ信号が位置するサーボバンドを特定するため\nのデータを各サーボバンド内に埋め込むことは周知であった。前記カ（被\n告らの主張）で述べたとおり，乙Ａ２には，サーボバンドそれぞれに個\n別のデータを記録する構成が開示されていることからすれば，サーボバ\nンドそれぞれに個別のデータを書き込める装置を使用して，複数のサー\nボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するた\nめのデータを各サーボバンド内に埋め込むことは極めて容易であったと\nいえる。したがって，乙Ａ２発明と同じ磁気テープについての周知技術\nを組み合わせる動機づけが十分あったといえる。\nさらに，乙Ａ２の２には，現在の記録再生ヘッドが位置するデータバ\nンドを特定可能とさせるという課題が明記され，そのもとで，磁気テー\nプ製造時にデータバンドに対応するサーボバンドを互いに所定距離オフ\nセットさせ，各データバンドを区分している上方のサーボバンドと下方\nのサーボバンドとの間のタイミングオフセットを計測することにより位\n置決めする旨の記載がある（乙Ａ２の２，段落【０００４】）（以下，\nこの位置決め方式を，「マルチバンドＩＤ方式」という。）。しかしな\nがら，データバンド，また対応するサーボバンドを特定するという課題\nの解決のために，当該マルチバンドＩＤ方式に代えて，周知技術である\nサーボバンド識別情報をそのサーボバンドに埋め込む方式（以下，この\n方式を「シングルバンドＩＤ方式」という。）を採用することは，同じ\n課題を解決するための均等な代替手段による置換に過ぎず，単なる設計\n変更にすぎない。\nなお，本件特許では，一つのヘッドだけでサーボバンドを特定できる\nことを効果として述べている（甲２，段落【００５２】）。かかる効果\nは単にサーボバンド識別情報を入れるという周知の構成を採用すること\nで奏する効果であり，特段のものではない。\nさらに，本件特許にはサーボライタのヘッドのギャップをオフセット\nさせる場合にそのヘッドが高価になることも問題点として記載があり（甲\n２，段落【０００５】），その解決策として図６のように５個の独立し\nたパルス生成器を用いたサーボライタを記載している（甲２，段落【０\n０３６】）。しかし，乙Ａ２の２においても，サーボライタのヘッドの\nギャップは一直線で形成されるものであり（図３），本件特許と同じく\n５つの独立した駆動器，データ生成器を有したサーボライタの構成を採\n用しており，明示的に同様の問題も解決している（乙Ａ２の２，段落【０\n０１３】）。したがって，乙Ａ２発明と同じ構成を有するサーボライタ\nを使用して請求項１発明の主題たる磁気テープを製造する困難性もない。\nかかるギャップを有するサーボライタと，５個の独立駆動回路，データ\n生成器を有するサーボライタの優位な点及び不利な点についても，１９\n９８年２月には既に把握，検討されていたものである（乙Ａ１９）。な\nお，乙Ａ２の出願人であるデザイン・アンド・テスト・テクノロジー社\nは，本件特許の発明者のＡ氏と，少なくとも１９９９年２月に連絡をし\nており，（本件特許の無効原因たり得る）乙Ａ２発明に係るサーボライ\nターシステムの仕様について，原告も遅くとも２００３年の本件特許の\n出願時点においては，当時の技術水準として十分に把握していたと考え\nられる（乙Ａ２６）。\nしたがって，相違点に係る構成は，乙Ａ２発明に周知技術を組み合わ\nせることにより，又は乙Ａ２発明のマルチバンドＩＤ方式を周知技術の\nシングルバンドＩＤ方式に置換することにより，当業者が容易に想到し\n得るものである。\n(ｵ)  小括\n以上のとおり，請求項１発明は，乙Ａ２発明及び周知技術に基づいて\n当業者が容易に発明できたものであるから，進歩性を欠く。\n（原告の主張）\n(ｱ)  前記カ（原告の主張）のとおり，乙Ａ２には構成２ｂと２ｃが開示さ\nれていないから，被告らによる乙Ａ２発明の認定は誤っており，被告ら\nによる乙Ａ２発明に基づく進歩性欠如の主張は，前提において誤ってい\nる。\nしかし，仮に被告らによる乙Ａ２発明の認定を前提としても，請求項\n１発明が乙Ａ２発明から容易に想到し得ない。\n(ｲ)  乙Ａ２発明において，「複数のサーボバンドのうちのそのサーボ信号\nが位置するサーボバンドを特定」する手段をオフセットから他の手段に\n変更しようと当業者が動機付けられないこと\n被告らも認めるとおり，乙Ａ２発明では，複数のサーボバンドのうち\nのそのサーボ信号が位置するサーボバンドの特定はオフセットによって\n行われている。すなわち，各データバンドを区分している上方のサーボ\nバンドと下方のサーボバンドとの間のタイミングオフセットを計測する\nことにより位置決めされている（乙Ａ２の２【０００４】）。このよう\nに，乙Ａ２発明では，「複数のサーボバンドのうちのそのサーボ信号が\n位置するサーボバンドの特定」という課題を，「隣接する上下のサーボ\nバンドの相対位置を測定すること」によって解決済みである。また，乙\nＡ２には，かかる解決手段を採用することにより新たに生じ得る問題点\nや課題について一切記載も示唆もされていない。\nしたがって，乙Ａ２発明において，「複数のサーボバンドのうちのそ\nのサーボ信号が位置するサーボバンドを特定」する手段を「各データバ\nンドを区分している上方のサーボバンドと下方のサーボバンドとの間の\nタイミングオフセットを計測することにより位置決め」することから他\nの手段に変更しようと当業者が動機付けられることはない。\n(ｳ)  乙Ａ２発明及び乙Ａ５～乙Ａ１７に記載された発明に基づき請求項１\n発明を容易に想到し得ないこと\na  上述のとおり，「複数のサーボバンドのうちのそのサーボ信号が位\n置するサーボバンドを特定」する手段としてオフセットから他の手段\nに変更しようと動機付けられない。したがって，当業者が乙Ａ５～乙\nＡ１７に記載された各発明を乙Ａ２発明に組み合わせようとすること\nはない。\nb  また，そもそも乙Ａ５～乙Ａ１７のいずれにも，複数のサーボバン\nドから１つのサーボバンドを特定するデータが縞を構成する線の位置\nを，サーボバンド毎にテープ長手方向にずらすことによりサーボ信号\n中に埋め込む構成は記載されていないから，乙Ａ５～乙Ａ１７に記載\nされている各発明を乙Ａ２発明に組み合わせることができたとしても，\n本件発明に到達し得ない。\nc  さらに，乙Ａ５～乙Ａ１７を上位概念化して共通点を括りだし，抽\n象的な概念を作成し，そのような概念を周知技術と認定して乙Ａ２発\n明に組み合わせようとする被告らの主張は，いわゆる「後知恵」であ\nり，誤っている。\nd  加えて，乙Ａ５，乙Ａ７，乙Ａ１０及び乙Ａ１７には，複数のサー\nボバンドから１つのサーボバンドを特定することについて開示されて\nいない。また，乙Ａ６，乙Ａ８，乙Ａ９，乙Ａ１１及び乙Ａ１７に記\n載された各発明は，アンプリチュードの発明であり，このような発明\nから被告らが主張する概念を抽出し周知技術とし，それをタイミング・\nベース・サーボの発明である乙Ａ２発明に組み合わせることは不可能\nである。さらに，乙Ａ１２～乙Ａ１６に記載された光ディスク，光カ\nード，光テープの発明から，それを磁気記録媒体のタイミング・ベー\nス・サーボの発明である乙Ａ２発明に組み合わせることは不可能であ\nる。\nしたがって，乙Ａ５～乙Ａ１７に記載された各発明から，被告らが\n主張する概念を抽出し周知技術とし，それを磁気記録媒体におけるタ\nイミング・ベース・サーボの発明である乙Ａ２発明に組み合わせるこ\nとは不可能である。\n(ｴ)  以上のとおりであるから，乙Ａ２発明及び乙Ａ５～乙Ａ１７に記載さ\nれた発明に基づき，請求項１発明は容易に想到し得えない。\nク  乙Ａ３に基づく請求項１発明の新規性欠如（争点３－１－７）\n（被告らの主張）\n(ｱ)  概要\n請求項１発明は，乙Ａ３発明と同一であるから，新規性を欠く。\n乙Ａ３の２（特開平１０－３３４４３５号公報）に係る出願は，乙Ａ\n３の１（米国特許第５９３００６５号明細書）に係る出願（ＵＳ０８／\n８５９８３０号，出願日１９９７年５月１６日）を基礎出願とする優先\n権主張出願である。乙Ａ３の１及び乙Ａ３の２は，基本的に同一の内容\nなので，以下の説明では，便宜上，乙Ａ３の２の記載に基づき説明する。\n(ｲ)  乙Ａ３の開示事項\na  乙Ａ３の２には，磁気ヘッドのトラッキング制御をするためのサー\nボ情報がサーボトラック上に記録された磁気テープにおいて，「セク\nタ識別番号などのアドレス情報」を符号化してサーボ情報に重畳する\nことが開示されている（乙Ａ３の２，段落【０００１】～【０００４】\n及び【００３５】）。\nまた，乙Ａ３の２には，サーボ情報は，一つのパターンが非平行な\n縞からなり，縞を構成する線の位置をテープ長手方向にずらすことに\nより，アドレス情報をサーボ情報に埋め込むことが開示されている（乙\nＡ３の２，段落【００２５】及び【００３５】～【００３７】，並び\nに図４及び図５）。\n乙Ａ３の２のサーボトラックは，非平行な縞からなる磁気ヘッドの\nトラッキング制御をするためのサーボ情報が記録された帯状の部分で\nあるから，本件特許のクレーム中に規定するサーボ「バンド」に該当\nすることは明らかである。本件特許出願当時，サーボ信号が記録され\nた領域については，サーボバンドとサーボトラックの両方の言葉が使\n用されており，両者に技術的な区別がなされていなかった。\nなお，乙Ａ３の２の図面には，データトラックが記録されたエリア\nであるデータバンドとサーボトラック（サーボバンド）が複数書き込\nまれることについては明示的な記載はないものの，本件特許出願当時，\n乙Ａ１，乙Ａ２，乙Ａ４～乙Ａ１１，乙Ａ１７及び乙Ａ２０（特開２\n００２－７４６３１号公報）に開示されるとおり，磁気テープにおい\nて複数のサーボバンドが書き込まれることは周知の事項であったから，\n明示的な記載がなくとも，乙Ａ３の２の磁気テープにおいて，サーボ\nトラック（サーボバンド）は複数記録されるものであることを当業者\nは当然に理解する。実際，乙Ａ３の２の図２と乙Ａ１の２の図２はほ\nぼ同じ図面であるが，その乙Ａ１の２の段落【００１６】において，\n「図２には，説明を簡単にするために，１個のサーボ再生ヘッド及び\n１個のデータ・ヘッドが示してある。当業者が認識し得るように，ほ\nとんどのテープシステムは，複数の平行サーボトラック，複数のサー\nボ再生ヘッド，及び複数のデータ再生・記録ヘッドを備えている」と\nの記載がある。\nよって，乙Ａ３には，「磁気ヘッドのトラッキング制御をするため\nのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁気テ\nープ」が開示されている（構成３ａ）。\nb  乙Ａ３の２には「セクタ識別番号などのアドレス情報を符号化する」\nとの記載があるが（段落【００３５】），ここにアドレス情報として\n挙げられている「セクタ識別番号」は，文字通り，「セクタ」を識別\nするための番号である。「セクタ」とは，記録媒体における最小の記\n録単位を意味する言葉である。例えば，磁気ディスクや光ディスクな\nどの記録媒体は，一定間隔の同心円で分割されたドーナツ状の「トラ\nック」に分割され，トラックの内部は一定の角度ごとに半径によって\n区切られて小さな扇子型の領域に分割されており，これを「セクタ」\nと呼んでいる。各セクタには一定量のデータが格納され，磁気ディス\nクの場合，１セクタは５１２バイト，光ディスクの場合，１セクタは\n２０４８バイトが記録されることもある。なお，本件特許出願当時，\n「データセット」，「ブロック」（データブロック）という言葉も「セ\nクタ」と同じ意味で使用されていた。例えば，乙Ａ３の２が参照する\n米国特許出願第２７０２０７号明細書（１９９４年６月３０日出願）\n（対応する日本特許出願は特開平８－３０９４２号公報（乙Ａ２１）\nでは，乙Ａ３の２と同様に，データ・ブロック・ロケーションの情報\nをサーボトラックのストライプのグループ相互間のスペーシング・イ\nンターバルに書き込むことが開示されており（段落【００２８】），\n複数のトラックに複数のデータブロックが記録された磁気テープを開\n示する特表平２－５０３２４９号（乙Ａ２２）では，データブロック\nの番号をアドレス情報として記録することが開示されている（２０頁\n左下欄下から３行～右下欄４行及び図２４）。\nこのようなアドレス情報たる「セクタ識別番号」（データブロック\n番号）を記録するのは，所望のデータにアクセスするためである。例\nえば，ホストコンピュータ（パーソナルコンピュータ等）はテープド\nライブに対しこのセクタ識別番号（データブロック番号）を伝え，当\n該テープドライブがそのセクタ識別番号を有するセクタに含まれるデ\nータを読み取りホストコンピュータに送り返すことにより，ホストコ\nンピュータは所望のデータをテープから取得する，若しくは当該セク\nタにデータを記録するという動作を行う。それゆえ，「セクタ識別番\n号」（データブロック番号）を記録するということは，ある一定量の\nデータが格納されたセクタ（データブロック）を一意に識別するため\nの番号を記録することを意味することは当業者にとって自明の事項で\nある。\n乙Ａ３の２の磁気テープは「セクタ」に分割されてデータが記録さ\nれるものであるため，当業者であれば，下記のように，データトラッ\nク（バンド）に複数のセクタが記録されており，それぞれのセクタを\n識別するため，セクタ毎に異なる識別番号がサーボ情報に記録されて\nいることを理解する。特定のセクタ識別番号は，特定のサーボバンド\n上にあることから，サーボ情報に記録されたセクタ識別番号（上記の\n紫で示した部分に記載の番号）を読み取ることにより，磁気ヘッドが\n位置するサーボバンドを特定することができるため，乙Ａ３の２には，\n「セクタ識別番号などのアドレス情報」として，複数のサーボバンド\nのうちのサーボ信号が位置するサーボバンドを特定するためのデータ\nがサーボ信号に埋め込まれていることが開示されているといえる。\nしたがって，乙Ａ３には，「各サーボバンド内に書き込まれた各サ\nーボ信号に，複数のサーボバンドのうちのそのサーボ信号が位置する\nサーボバンドを特定するためのデータがそれぞれ埋め込まれ」ている\nことが開示されているといえる（構成３ｂ）。\nc  上述のように，乙Ａ３の２には，サーボ情報は，一つのパターンが\n非平行な縞からなり，縞を構成する線の位置をテープ長手方向にずら\nすことにより，アドレス情報をサーボ情報に埋め込むことが開示され\nている（段落【００２５】及び【００３５】～【００３７】，並びに\n図４及び図５）。よって，乙Ａ３には，「前記各サーボ信号は，一つ\nのパターンが非平行な縞からなり，各データは，前記縞を構成する線\nの位置を，サーボバンド毎にテープ長手方向にずらすことにより前記\n各サーボ信号中に埋め込まれている」ことが開示されている（構成３\nｃ）。\nd  また，乙Ａ３の２の段落【０００２】及び【０００３】の記載から\n明らかなように，乙Ａ３には，「磁気テープ」が開示されている（構\n成３ｄ）。\n(ｳ)  請求項１発明と乙Ａ３発明との対比\n請求項１発明の構成要件と，上述の乙Ａ３発明とを対比すると，請求\n項１発明の構成要件Ａ，Ｂ，Ｃ及びＤは，乙Ａ３発明の構成３ａ，３ｂ，\n３ｃ及び３ｄに対応することは明らかである。\nよって，乙Ａ３には，請求項１発明のすべての構成要件が開示されて\nいるといえる。\n(ｴ)  小括\n以上より，請求項１発明は乙Ａ３発明と同一であるから新規性を欠く。\n（原告の主張）\n(ｱ)  乙Ａ３には構成３ａが開示されていないこと\n被告らが認めるとおり，乙Ａ３の２には，データサーボバンドとサー\nボトラック（サーボバンド）が複数書き込まれる発明が記載されていな\nいから，乙Ａ１等の文献等から磁気テープにおいて複数のサーボバンド\nが書き込まれることは周知の事項であったとしても，また，乙Ａ３の２\nの図２と乙Ａ１の２の図２がほぼ同じ図面であったとしても，乙Ａ１等\nに記載された内容を乙Ａ３に組み込んで乙Ａ３発明を認定することはで\nきない。\nよって，乙Ａ３に構成３ａは開示されていない。\n(ｲ)  乙Ａ３には構成３ｂが開示されていないこと\n上記(ｱ)で述べたとおり，そもそも乙Ａ３の２には複数データバンドを\n有する発明が開示されておらず，また，乙Ａ１等に記載された発明を乙\nＡ３に組み込んで乙Ａ３発明を認定することはできない。したがって，\n乙Ａ３の２には「セクタ識別番号などのアドレス情報」として，複数の\nサーボバンドのうちのサーボ信号が位置するサーボバンドを特定するた\nめのデータがサーボ信号に埋め込まれていることは開示されていない。\nよって，乙Ａ３に構成３ｂは開示されていない。\n(ｳ)  小括\n以上に述べたとおり，乙Ａ３に構成３ａ及び構成３ｂは開示されてい\nないから，被告らによる乙Ａ３発明の認定は誤っている。よって，請求\n項１発明は乙Ａ３発明と同一ではない。\nケ  乙Ａ３を主引用例とした請求項１発明の進歩性欠如（争点３－１－８）\n（被告らの主張）\n(ｱ)  概要\n請求項１発明は，乙Ａ３発明及び周知技術に基づいて，当業者が容易\nに発明できたものであるから，進歩性を欠く。\n(ｲ)  乙Ａ３の開示事項\n前記ク（被告らの主張）で述べたとおり，乙Ａ３には，磁気ヘッドの\nトラッキング制御をするためのサーボ情報がサーボトラック上に記録さ\nれた磁気テープにおいて，セクタ識別番号などのアドレス情報を符号化\nしてサーボ情報に重畳すること，及び，サーボ情報は，一つのパターン\nが非平行な縞からなり，縞を構成する線の位置をテープ長手方向にずら\nすことにより，アドレス情報をサーボ情報に埋め込むことが開示されて\nいる。すなわち，請求項１発明の構成要件Ａ，Ｂ，Ｃ及びＤが開示され\nている。\n仮に，乙Ａ３には，「サーボバンド」が「複数のサーボバンド」であ\nること，及び，サーボ信号に書き込まれる独立したデータが，「そのサ\nーボ信号が位置するサーボバンドを特定するためのデータ」であること\nが開示されていないと解釈されても，以下のとおり，請求項１発明は，\n乙Ａ３発明と周知技術から容易に想到し得る。\n(ｳ)  請求項１発明と乙Ａ３発明との対比\n請求項１発明と乙Ａ３発明を対比すると，両者の一致点・相違点は以\n下のとおりである。\na  一致点\n磁気ヘッドのトラッキング制御をするためのサーボ信号がサーボバ\nンド上にそれぞれ書き込まれた磁気テープであって，サーボバンド内\nに書き込まれた各サーボ信号に，データがそれぞれ埋め込まれ，前記\n各サーボ信号は，一つのパターンが非平行な縞からなり，各データは，\n前記縞を構成する線の位置を，テープ長手方向にずらすことにより前\n記各サーボ信号中に埋め込まれていることを特徴とする磁気テープ，\nである点。\nb  相違点\n請求項１発明において，サーボバンドが複数記録されており，複数\nのサーボバンドのうちのサーボ信号が位置するサーボバンドを特定す\nるためのデータが埋め込まれているのに対して，乙Ａ３発明において\nは，サーボバンドが複数記録されていること及びサーボ信号の位置す\nるサーボバンドを特定するためのデータが埋め込まれることについて\n明示がない点。\n(ｴ)  相違点が容易想到であること\n前記ク（被告らの主張）で述べたとおり，乙Ａ１，乙Ａ２，乙Ａ４～\n乙Ａ１１，乙Ａ１７及び乙Ａ２０に開示されるとおり，磁気テープにお\nいて複数のサーボバンドが書き込まれることは周知の事項であった。乙\nＡ３の２にも記載のとおり（段落【０００３】），記録媒体の容量を増\n加させることは本件特許出願当時，技術的に必然の流れであり，データ\nの記録密度を上げてデータトラックの数と共にサーボトラック（サーボ\nバンド）を複数記録することは当業者であれば容易に想到し得るもので\nあった。\n乙Ａ３ではデータの記録単位である「セクタ」を一意に識別するため\nの「識別番号」をサーボ情報に記録していたのであるから，乙Ａ３発明\nにおいて，複数のサーボバンドを記録した場合には，複数のサーボバン\nドには，それぞれが異なる「セクタ識別番号」が記録されることとなり，\nセクタ識別番号を読み取ることにより，磁気ヘッドが位置するサーボバ\nンドを特定することができることとなる。したがって，乙Ａ３発明と同\nじ磁気テープについての乙Ａ２，乙Ａ４～乙Ａ１１，乙Ａ１７及び乙Ａ\n２０に開示される周知技術を組み合わせることにより，相違点は容易に\n想到し得るといえる。\nしたがって，相違点にかかる構成は，乙Ａ３発明に周知技術を組み合\nわせることにより，当業者が容易に想到し得るものである。\n(ｵ)  小括\n以上のとおり，請求項１発明は，乙Ａ３発明及び周知技術に基づいて\n当業者が容易に発明できたものであるから，進歩性を欠く。\n（原告の主張）\n(ｱ)  前記ク（原告の主張）のとおり，乙Ａ３には構成３ａと３ｂが開示さ\nれていないから，乙Ａ３発明の認定は誤っているが，仮に被告らによる\n乙Ａ３発明の認定を前提としても，請求項１発明は乙Ａ３発明及び周知\n技術から容易に想到し得ない。\n(ｲ)  乙Ａ３発明において複数のサーボバンドを設け，複数のサーボバンド\nから１つのサーボバンドを特定しようと動機付けられないこと\na  乙Ａ３には，データバンドが１つの磁気記録媒体しか記載されてお\nらず，そもそも，複数のサーボバンドから１つのサーボバンドを特定\nする情報は不要である。すなわち，データバンドが１つの磁気記録媒\n体を読み取る際，磁気記録ヘッドのデータ読み取り素子は，常時当該\n１つのデータバンドを読み取るから，データバンド間を移動する必要\nがない。したがって，乙Ａ３発明において，データ読み取り素子に隣\n接して設けられたサーボ読み取り素子 がサーボバンドから離脱する\nことはなく，サーボ読み取り素子がサーボバンド間を移動することは\nないから，複数のサーボバンドの中からサーボ信号が位置するサーボ\nバンドを特定するためのデータを設ける必要が全くない。\n以上のとおりであるから，仮に，乙Ａ３発明において，複数のサー\nボバンドを設けようと動機付けられたとしても，さらに，複数のサー\nボバンドから１つのサーボバンドを特定しようと動機付けられること\nはない。\nb  また，仮に万一，当業者が，乙Ａ３発明において複数のサーボバン\nドから１つのサーボバンドを特定しようと動機付けられたとしても，\n乙Ａ１発明において，タイミング・ベース・サーボの開始位置をずら\nすこと（オフセット）によってサーボバンドを特定する発明に到達す\nるまでである（明細書【０００２】，甲３，乙Ａ４）。\nすなわち，本件特許の出願当時，タイミング・ベース・サーボにお\nいては，隣接するサーボバンドのサーボパターンをテープ長手方向に\nオフセットさせ，それらのサーボバンドの信号を同時に読み取って比\n較することで，サーボバンドを特定することが知られており，現に，\n本件特許の出願当時，甲３（ＩＳＯ／ＩＥＣの標準規格）では，上記\n技術が採用されていた。\nよって，仮に，乙Ａ３発明において複数のサーボバンドから１つの\nサーボバンドを特定しようと動機付けられたとしても，オフセットを\n用いてサーボバンドを特定する発明を想到するのであり，他の手段を\n容易に想到することはない。\n(ｳ)  乙Ａ３発明，乙Ａ１，乙Ａ２，乙Ａ４～乙Ａ１１，乙Ａ１７及び乙Ａ\n２０に記載の発明に基づき，請求項１発明を容易に想到し得ないこと\na  上述のとおり，乙Ａ３発明において複数のサーボバンドを設け，複\n数のサーボバンドから１つのサーボバンドを特定しようと動機付けら\nれないから，当業者が，乙Ａ１，乙Ａ２，乙Ａ４～乙Ａ１１，乙Ａ１\n７及び乙Ａ２０に記載された発明を乙Ａ２発明に組み合わせようとす\nることはない。\nb  また，そもそも乙Ａ５～乙Ａ１７のいずれにも，複数のサーボバン\nドから１つのサーボバンドを特定するデータが縞を構成する線の位置\nを，サーボバンド毎にテープ長手方向にずらすことによりサーボ信号\n中に埋め込まれる構成は記載されていない。また，乙Ａ１，乙Ａ２及\nび乙Ａ２０にも，このような構成は記載されていない。\nしたがって，乙Ａ１，乙Ａ２，乙Ａ４～乙Ａ１１，乙Ａ１７及び乙\nＡ２０に記載された発明を乙Ａ２発明に組み合わせることができたと\nしても，請求項１発明に到達し得ない。\nc  さらに，乙Ａ１，乙Ａ２，乙Ａ４～乙Ａ１１，乙Ａ１７及び乙Ａ２\n０に基づく被告らの主張は，乙Ａ１等を上位概念化して共通点を括り\nだし，抽象的な概念を作成し，そのような概念を周知技術と認定して\n乙Ａ３発明に組み合わせようとする主張は，いわゆる「後知恵」であ\nり，誤っている。\nd  加えて，乙Ａ１，乙Ａ２，乙Ａ４～乙Ａ１１，乙Ａ１７及び乙Ａ２\n０のいずれにも，タイミング・ベース・サーボの発明において，複数\nのサーボバンドから１つのサーボバンドを特定するためのデータを縞\nを構成する線の位置をサーボバンド毎にテープ長手方向にずらすこと\nにより埋め込む構成は全く記載されていない。\nすなわち，乙Ａ１には，複数のサーボバンドから１つのサーボバン\nドを特定することが開示されていないことは被告らが認めている。ま\nた，乙Ａ２には上記構成が開示されていない。さらに，乙Ａ４は，オ\nフセットを用いてサーボバンドを特定する発明であり（乙Ａ４の２・\n４７頁下から４行～最下行，４８頁表５），上記構成は開示されてい\nない。加えて，乙Ａ５，乙Ａ７，乙Ａ１０及び乙Ａ１７には複数のサ\nーボバンドから１つのサーボバンドを特定することについて開示され\nていない。また，乙Ａ６，乙Ａ８，乙Ａ９，乙Ａ１１及び乙Ａ１７に\n記載された発明はアンプリチュードの発明であり，このような発明か\nら被告らが主張する概念を抽出し周知技術とし，それをタイミング・\nベース・サーボの発明である乙Ａ３発明に組み合わせることは不可能\nである。\nしたがって，仮に乙Ａ１等の発明を乙Ａ３発明に組み合わせたとし\nても，このような構成を構成要件とする請求項１発明には到達し得な\nい。\nコ  乙Ａ５を主引用例とした請求項１発明の進歩性欠如（争点３－１－９）\n（被告らの主張）\n(ｱ)  概要\n請求項１発明は，特開２００２－２５００１号公報（乙Ａ５）及び周\n知技術に基づいて当業者が容易に発明をすることができたものであるか\nら，進歩性を欠く。\n(ｲ)  乙Ａ５の開示事項\n乙Ａ５には，複数のサーボバンド及びデータバンドがテープ長手方向\nに沿って配置されている磁気テープであって，各サーボバンドに，テー\nプの幅方向及び長さ方向における磁気ヘッドの位置を検出するための情\n報が書き込まれている磁気テープが記載されている。\nここで，乙Ａ５には，磁気ヘッドがサーボバンドのサーボ情報を読み\n取ってテープ幅方向に微量だけ移動してラップを選択することが開示さ\nれているが，これは，「磁気ヘッドのトラッキング制御」に他ならない。\nまた，各サーボバンドに書き込まれている，テープの幅方向における\n磁気ヘッドの位置を検出するための情報には，磁気ヘッドがサーボ情報\nを読み取っているサーボバンドがどのサーボバンドであるかを特定する\nための情報も含まれているということができる。かかる情報が各サーボ\nバンドに書き込まれていないのであれば，磁気ヘッドは，自分がテープ\nの幅方向のいかなる位置にいるかを判断することはできないからである。\n実際，第２ないし第６で述べた通り，複数のサーボバンドを有する磁気\nテープにおいて，サーボバンドを識別する必要があったことは，周知の\n課題であったものであり，この点を考慮すれば，乙Ａ５においても，サ\nーボバンドを特定するための情報が書き込まれることが想定されている\nことは明らかである。\n他方，一般的に，記録媒体上のある位置を特定する方法として，当該\n位置に，当該位置を示す情報（アドレス情報）を記録することは技術常\n識である。したがって，乙Ａ５においても，テープの幅方向及び長さ方\n向における磁気ヘッドの位置を検出するための情報として，かかるアド\nレス情報を当該位置に書き込むことは，当然に想定されているというこ\nとができる。\nそうすると，乙Ａ５には，磁気テープがどのサーボバンド上に位置し\nているかを示す情報を，各サーボバンド上に記録することが開示されて\nいる。\n以上を踏まえると，乙Ａ５には，磁気ヘッドのトラッキング制御をす\nるためのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁\n気テープであって，各サーボバンド内に書き込まれたサーボ信号に，複\n数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特\n定するためのデータがそれぞれ埋め込まれた磁気テープが開示されてい\nる。\n(ｳ)  請求項１発明と乙Ａ５発明との対比\n請求項１発明と，乙Ａ５を比較すると，両者の一致点・相違点は以下\nのとおりである。\na  一致点\n磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサ\nーボバンド上にそれぞれ書き込まれた磁気テープであって（構成要件\nＡ及び構成１ａ），各サーボバンド内に書き込まれたサーボ信号に，\n複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンド\nを特定するためのデータがそれぞれ埋め込まれた（構成要件Ｂ及び構\n成１ｂ）磁気テープである点（構成要件Ｄ及び構成１ｄ）。\nb  相違点\n請求項１発明の構成要件Ｃにおいて，各サーボ信号が，一つのパタ\nーンが非平行な縞からなり，各データは，前記縞を構成する線の位置\nを，サーボバンド毎にテープ長手方向にずらすことにより前記各サー\nボ信号中に埋め込まれているのに対し，乙Ａ５においては，かかる構\n成の記載が無い点。\n(ｴ)  相違点が容易想到であること\n乙Ａ５には，サーボバンドにサーボ信号を書き込むことについての記\n載はあるものの，具体的にいかなるサーボ技術を採用するかについての\n記載は存在しない。他方，非平行な磁気遷移からなるサーボパターンを\n使用するサーボ技術であるタイミング・ベース・サーボを磁気テープに\nおいて用いることは，本件特許の出願日当時，周知の技術であった。\nまた，タイミング・ベース・サーボにおいて，非平行な縞を構成する\n線の位置をテープ長手方向にずらすことでデータを符号化する方法も，\n乙Ａ１，乙Ａ３及び乙Ａ４に開示されており，本件特許の出願日当時，\n周知の技術であった。とりわけ，乙Ａ４は，ＩＳＯ及びＩＥＣが策定・\n公開した標準規格であり，当該標準規格において上記方法が採用された\nことで，当該方法は本件特許の出願日当時，既に周知となっていたもの\nである。\nそして，タイミング・ベース・サーボにおける上記の情報の符号化技\n術を用いて，「複数のサーボバンドのうちのそのサーボ信号が位置する\nサーボバンドを特定するためのデータ」をサーボバンドに埋め込むこと\nも，当業者が容易になし得たことである。\nこのことは，タイミング・ベース・サーボにおいて，上記の情報の符\n号化技術を用いて，テープ長手方向の絶対位置を示す情報をサーボバン\nドに埋め込むことが周知であったこと（乙Ａ１，乙Ａ３及び乙Ａ４）か\nらも明らかである。上記の情報の符号化技術を用いてテープ長手方向の\n位置を示す情報をサーボバンドに埋め込むことが周知であった以上，同\nじく，上記の情報の符号化技術を用いてテープ幅方向の位置を示す情報\nのうち，サーボバンドを特定するためのデータをサーボバンドに埋め込\nむことも，当業者が容易に思い至ることである。\nしたがって，乙Ａ５発明において，各サーボ信号を，一つのパターン\nが非平行な縞からなるものとし（換言すれば，タイミング・ベース・サ\nーボを採用し），さらに，各サーボバンド内に書き込まれたサーボ信号\nに，複数のサーボバンドのうちのそのサーボ信号が位置するサーボバン\nドを特定するためのデータをそれぞれ埋め込む方法として，非平行な縞\nを構成する線の位置をテープ長手方向にずらす方法を採用することは，\n当業者が容易になし得ることであった。よって，乙Ａ５発明に周知技術\nを適用し，請求項１発明に想到することは，当業者が容易になし得たも\nのである。\n(ｵ)  小括\n以上のとおり，請求項１発明は，乙Ａ５発明及び周知技術に基づいて\n当業者が容易に発明できたものであるから，進歩性を欠く。\n（原告の主張）\n(ｱ)  乙Ａ５発明の認定の誤り\n乙Ａ５にはサーボバンドを特定することの開示がない。\n乙Ａ５発明は，磁気テープのリード・ライト試験 を短時間で行うこと\nを課題とし，かかる課題を解決するために，リード・ライト試験におい\nて磁気ヘッドをあるラップから他のラップに切り替える順番を最適なも\nのに選択する発明であって，サーボバンドを特定することについては全\nく記載されていない。\nすなわち，乙Ａ５はリード・ライト試験を短時間で行うために，デー\nタバンド内において，稼働状態でデータの読み書きをするラップの順番\nとは異なる順番でラップにテスト・パターンを書き込み，読み取るよう\nに設定する発明である。具体的には，乙Ａ５に記載された各データバン\nドは複数のラップで構成されており（たとえば，データバンド０には，\nラップ０～１１の１２のラップが設けられている），ラップ・シーケン\nスとして示された連続番号の順番（図２）とは異なる順番（図１０）で\nテスト・パターンを書き込めるように，書き込む順番が設定されること\nを特徴とする発明である。\nこのように，乙Ａ５には，そもそも，サーボバンドを特定することに\nついて全く開示されていない。\nよって，「複数のサーボバンドの内のそのサーボ信号が位置するサー\nボバンドを特定するためのデータがそれぞれ埋め込まれた磁気テープ」\nとする被告らによる乙Ａ５発明の認定は誤っている。\n(ｲ)  一致点・相違点の認定の誤り，及び，請求項１発明が容易想到でない\nこと\na  上述のとおり，被告らが主張する乙Ａ５発明の認定は誤っているが\n請求項１発明，仮に，被告らが主張する相違点（各サーボ信号が，１\nつのパターンが非平行な縞からなり，各データは，前記縞を構成する\n線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前\n記各サーボ信号中に埋め込まれている）を前提としても，当業者はか\nかる相違点を容易に想到し得ない。\nb  上述のとおり，乙Ａ５はリード・ライト試験を短時間で行うために，\nデータバンド内において，稼働状態でデータの読み書きをするラップ\nの順番とは異なる順番でラップにテスト・パターンを書き込み，読み\n取るように設定する発明である。具体的には，乙Ａ５に記載された各\nデータバンドは複数のラップで構成されており，ラップ・シーケンス\nとして示された連続番号の順番とは異なる順番でテスト・パターンを\n書き込めるように，書き込む順番が設定されることを特徴とする発明\nである。このように，乙Ａ５には個々のサーボバンドを特定すること\nについて全く開示されていないから，乙Ａ５発明に接した当業者が，\nサーボバンドを特定しようと動機付けられることはない。したがって，\nサーボバンドを特定するために，前記相違点の構成を容易に想到する\nことはない。\nc  また，被告ら自身も認めるとおり，乙Ａ５には，どのようなサーボ\n技術を用いるかについて記載されておらず，当然タイミング・ベース・\nサーボ技術について記載も示唆もされていない。そのような状況の中\nで，なぜ，乙Ａ５にタイミング・ベース・サーボを採用しようと動機\n付けられるのか全く不明である。この点，被告らは，タイミング・ベ\nース・サーボは周知技術であり，さらに，非平行な縞の位置をテープ\n長手方向にずらすことでデータを符号化する方法も（乙Ａ１，乙Ａ３\n及び乙Ａ４）開示されていると主張する。しかし，被告らの主張は，\n乙Ａ５発明に，タイミング・ベース・サーボの周知技術を組み合わせ\nた後に，さらに別の副引例（乙Ａ１，乙Ａ３及び乙Ａ４）の発明を組\nみ合わせて本件発明に到達できるというものであり，主引用発明を出\n発点として本件発明の構成に至るまでの論理付けに恣意性（後知恵）\nが介在しやすく，いわゆる「容易の容易」論として，進歩性を否定す\nるロジックとして誤っている。\nd  さらに，上述のとおり，本件特許出願当時，タイミング・ベース・\nサーボにおいては，隣接するサーボパターンをテープ長手方向にオフ\nセットさせ，これらのサーボバンドの信号を同時に読み取ることによ\nり，サーボバンドを特定することしか知られていなかった（甲２【０\n００４】～【０００５】，乙Ａ４の１・５３頁１行～４行，Table5（乙\nＡ４の２・４７頁下から４行～最下行，４８頁の表５））。したがっ\nて，仮に万一，乙Ａ５発明にタイミング・ベース・サーボを組み合わ\nせた発明に，さらに，サーボバンドを特定できる構成を追加しようと\n動機付けられたとしても，乙Ａ１等に記載された，隣接するサーボパ\nターンをテープ長手方向にオフセットさせ，これらのサーボバンドの\n信号を同時に読み取ることにより，サーボバンドを特定することを想\n到するに留まるのであり，サーボバンドを特定するために，縞を構成\nする線の位置をサーボバンド毎にテープ長手方向にずらすことにより\nサーボ信号中に埋め込まれる構成など想到し得ることはあり得ない。\n(ｳ)  小括\n以上に述べたとおりであるから，仮に被告らが主張する乙Ａ５発明の\n認定が正しかったとしても，請求項１発明との相違点を，当業者は容易\nに想到し得ない。\nサ  乙Ａ２７を主引用例とした請求項１発明の進歩性欠如（争点３－１－１\n０）\n（被告らの主張）\n(ｱ)  概要\n請求項１発明は，乙Ａ２７（米国特許第４５０２０８２号明細書。１\n９８５年２月２６日発行。）に記載の発明及び周知技術に基づいて，当\n業者が容易に発明できたものである。\n(ｲ)  乙Ａ２７の開示事項\na  乙Ａ２７には，ヘッドが，データトラックに正確に追随するための\nサーボビット（ｓｍ）をサーボトラックＴ－１に書き込むこと（カラ\nム６，５４行～カラム７，３行，カラム７，５７行～６１行，カラム\n１２，１７行～３５行），及び，サーボトラックは平行して複数設け\nられること（カラム１２，９行～３５行）が開示されている。乙Ａ２\n７発明のサーボトラックは，トラッキング制御を行うサーボビット（サ\nーボ信号）が書き込まれた帯状の部分であるから，請求項１発明のク\nレーム中に規定するサーボ「バンド」に該当する。\n乙Ａ２７は，磁気ディスクについて主に論じたものであるが，テー\nプシステムにも応用できる（カラム２０，下から４行～カラム２１，\n４行）と記載されており，テープにも応用可能なことが示されている\nから，磁気テープについても開示されている。\nよって，乙Ａ２７には，「磁気ヘッドのトラッキング制御をするた\nめのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁気\nテープ」が開示されている(構成２７ａ)。\nb  また，乙Ａ２７のサーボビットは，センタリングチェック（トラッ\nキング制御）に加えて，トラックを識別するために使用されるため（カ\nラム１１，２３行～２７行，カラム１５，５５行～６６行），乙Ａ２\n７には，サーボビットに，サーボトラック（サーボバンド）を識別す\nるためのデータを埋め込むことが開示されている。したがって，乙Ａ\n２７には，「各サーボバンド内に書き込まれた各サーボ信号に，複数\nのサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特\n定するためのデータを埋め込むこと」が開示されている（構成２７ｂ）。\nc  乙Ａ２７のサーボビットは，一つのパターンがΛのようなシェブロ\nンの形から構成されているため（カラム６，下から４行～カラム７，\n３行，カラム１１，２３行～２７行），各サーボ信号は，一つのパタ\nーンが非平行な縞であることが開示されているが（構成２７ｃ），ト\nラックを識別するためのデータをどのように埋め込むかについては具\n体的な開示はない。\nd  上記述べたとおり，乙Ａ２７にはテープシステムへの応用（カラム\n２０，下から４行～カラム２１，４行）が記載されているから，「磁\n気テープ」が開示されている（構成２７ｄ）。\n(ｳ)  請求項１発明と乙Ａ２７発明の対比\n請求項１発明と乙Ａ２７発明を対比すると，両者の一致点・相違点は\n以下のとおりである。\na  一致点\n磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサ\nーボバンド（トラック）上にそれぞれ書き込まれた磁気テープにおい\nて（構成要件Ａ及び構成２７ａ），各サーボバンド（トラック）内に\n書き込まれた各サーボ信号に，複数のサーボバンド（トラック）のう\nちのそのサーボ信号が位置するサーボバンド（トラック）を特定する\nためのデータが埋め込まれ（構成要件Ｂ及び構成２７ｂ），\n各サーボ信号は，一つのパターンが非平行な縞からなる（構成要件\nＣの前半及び構成２７ｃ）ことを特徴とする磁気テープ（構成要件Ｄ\n及び構成２７ｄ）。\nb  相違点\n請求項１発明の構成要件Ｃにおいて，各データは，前記縞を構成す\nる線の位置を，サーボバンド毎にテープ長手方向にずらすことにより\n前記各サーボ信号中に埋め込まれているのに対し，乙Ａ２７のサーボ\nビットは，トラックを識別するためのデータをどのように埋め込むか\nについては具体的な開示はない点。\n(ｴ)  相違点が容易想到であること\n上記複数のサーボバンドを有する磁気テープにおいて，一つのパター\nンが非平行な縞からなるサーボ信号を用いることは，乙Ａ１，乙Ａ２，\n乙Ａ３，乙Ａ４，乙Ａ１８，乙Ａ２１，乙Ａ２４及び乙Ａ２５に開示さ\nれるとおり，周知の事項であった。さらに，かかる非平行な縞からなる\nサーボ信号にデータを埋め込むにあたって，縞を構成する線の位置を，\nサーボバンド毎にテープ長手方向にずらす方法により行うことも，乙Ａ\n１，乙Ａ３，乙Ａ４，乙Ａ１８及び乙Ａ２３に開示されるとおり，周知\nの事項であった。\n乙Ａ２７は，シェブロンの形をしたサーボ信号の出力（Ｐ－Ａ，Ｐ－\nＢ）の出力の時間差から，ヘッドの位置決めを行うサーボ技術を採用し\nている（カラム８，３５行～カラム９，４３行，図２）。かかる乙Ａ２\n７発明のサーボ技術は，パルス信号の出力の時間からヘッドの位置決め\nを行う上記乙Ａ１，乙Ａ２，乙Ａ３，乙Ａ４，乙Ａ１８，乙Ａ２１，乙\nＡ２３，乙Ａ２４及び乙Ａ２５に開示されるタイミング・ベース・サー\nボと親和性が高いものである。また，乙Ａ３，乙Ａ２１に示されるとお\nり，タイミング・ベース・サーボにおいてシェブロンの形を用いるもの\nも知られていたのであるから，乙Ａ２７のサーボ信号に代えて，乙Ａ１，\n乙Ａ３，乙Ａ４，乙Ａ１８及び乙Ａ２３に開示されている，一つのパタ\nーンが非平行な縞からなるサーボ信号を用いて，平行な縞からなるサー\nボ信号にデータを埋め込むにあたって，縞を構成する線の位置を，サー\nボバンド毎にテープ長手方向にずらす方法を採用することは容易であっ\nたといえる。記録媒体の容量を増加させることは本件特許出願当時，技\n術的に必然の流れであり（乙Ａ３－２，段落【０００３】），乙Ａ２７\n発明のサーボビットに代えて，容量の増加に対応可能な乙Ａ１，乙Ａ３，\n乙Ａ４，乙Ａ１８及び乙Ａ２３のサーボ信号に置き換えることは技術の\n流れに沿うものである。\nよって，乙Ａ２７発明と同じ磁気メディアについての乙Ａ１，乙Ａ３，\n乙Ａ４，乙Ａ１８及び乙Ａ２３に開示される周知技術を組み合わせるこ\nとにより，相違点は容易に想到し得るといえる。\nしたがって，相違点に係る構成は，乙Ａ２７発明に周知技術を組み合\nわせることにより，当業者が容易に想到し得るものである。\n(ｵ)  小括\n以上のとおり，請求項１発明は，乙Ａ２７発明及び周知技術に基づい\nて当業者が容易に発明できたものであるから，進歩性を欠く。\n（原告の主張）\n(ｱ)  乙Ａ２７及び周知技術（乙Ａ１，乙Ａ３，乙Ａ４，乙Ａ１８，乙Ａ２\n３）を全て組み合わせてみても請求項１発明の構成に到達しないこと\n請求項１発明は，「縞を構成する線の位置を，サーボバンド毎にテー\nプ長手方向にずらすことによりサーボバンド特定データを埋め込む」こ\nとを技術的特徴とする発明であり，そのことが，請求項１発明の構成要\n件Ｂ及びＣ，並びに本件明細書から導かれることはこれまで原告が主張\nしたとおりである。\nしかしながら，被告らが主引例として挙げる乙Ａ２７，並びに，周知\n技術として挙げる乙Ａ１，乙Ａ３，乙Ａ４，乙Ａ１８及び乙Ａ２３（以\n下「乙Ａ１等」ともいう。）は，いずれも，上記本件発明の技術的特徴\nに係る構成を開示する磁気テープの記載はない。すなわち，「複数のサ\nーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定する\nためのデータは，縞を構成する線の位置を，サーボバンド毎にテープ長\n手方向にずらすことにより前記各サーボ信号中に埋め込まれている」と\nいう構成は，どの引例にも一切開示されていない。\nしたがって，仮に，乙Ａ２７及び周知技術（乙Ａ１等）を組み合わせ\nてみても，請求項１発明の構成に到達し得ない。よって，かかる点のみ\nを以てしても，乙Ａ２７を主引例とする進歩性欠如の無効理由は成り立\nたない。\n(ｲ)  被告らの主張に対する反論\na  仮に，上記被告らの主張する相違点を前提としたとしても，被告ら\nが主張する前記相違点は当業者が容易に想到し得るものではないから，\n乙Ａ２７を主引例とする進歩性欠如の無効理由は成り立たない。\nb  「非平行な縞からなるサーボ信号にデータを埋め込むにあたって，\n縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらす\n方法」が周知技術であるという被告らの主張の根拠である乙Ａ１，乙\nＡ３，乙Ａ４及び乙Ａ２３には，少なくとも，サーボバンド毎に異な\nるサーボ信号を埋め込むことも，非平行な縞を構成する線の位置をサ\nーボバンド毎にテープ長手方向にずらすことも，全く記載されていな\nい。\nまた，乙Ａ１８の文書は，乙Ａ２の１の米国出願の包袋にファイル\nされ，表題に「秘密（Confidential）」と記載された文書であるが，\n乙Ａ２の１に記載された発明は，精確なギャップを設ける加工を行う\nことなく，適切なオフセット量を設けたサーボ信号を書き込む発明で\nあり，サーボ信号の書き込み要素同士で，パルス幅，振幅，立上り時\n間，立下り時間及び波形を異なるようにすることができることが開示\nされているだけであり，サーボ信号の書き込み要素同士で異なるデー\nタを埋め込むことは全く記載されていない。すなわち，乙Ａ２の１に\nは，サーボバンド毎に異なるデータを埋め込むことが記載も示唆もさ\nれていない。したがって，当業者は乙Ａ２の１の米国出願の包袋にフ\nァイルされた乙Ａ１８に基づいて，サーボバンド毎に異なるデータを\n埋め込もうと動機付けられることはない。\n以上のとおりであるから，乙Ａ１等に基づき，当業者は，非平行な\n縞からなるサーボ信号にデータを埋め込むにあたって，縞を構成する\n線の位置を，サーボバンド毎にテープ長手方向にずらす構成を容易に\n想到し得ない。\nc  また，仮に，乙Ａ１等に記載された発明から，非平行な縞を構成す\nる線の位置を長手方向にずらす方法（上述のとおり，サーボバンド毎\nに長手方向にずらす方法は抽出できない）を抽出でき，当該方法を乙\nＡ２７発明に適用できたとしても，複数のサーボバンドのうちのその\nサーボ信号が位置するサーボバンドを特定するためのデータが非平行\nな縞を構成する線の位置を長手方向にずらすことによって埋め込まれ\nる発明に到達することはない。\nすなわち，まず，乙Ａ２７には，サーボビット「ｓｍ」として，「Λ」，\n「Ｖ」，「＜」，「＞」を採用することについて何らかの問題がある\nことは一切記載されていないから，乙Ａ２７発明のサーボビットを乙\nＡ１等に記載された方法に変更しようと思い至ることはない。また，\n仮に，乙Ａ２７発明のサーボ技術を乙Ａ１等に記載された方法に変更\nしたからといって，サーボバンド識別情報について，「各サーボ信号\nの縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずら\nすことにより前記各サーボ信号中に埋め込まれている」ことになると\nはいえない（甲８８・７０頁１０行～１７行参照）。\nよって，仮に，乙Ａ２７発明に乙Ａ１等に記載され非平行な縞を構\n成する線の位置を長手方向にずらす方法を適用できたとしても，請求\n項１発明を容易に想到することはない。\nd  以上のとおり，少なくとも，被告らが主張する前記相違点を前提と\nしたとしても，当業者は当該相違点を容易に想到し得るものではない\nから，乙Ａ２７及び周知技術に基づく進歩性欠如の無効理由は成り立\nたない。\nシ  乙Ａ２ないし乙Ａ３に基づく本件発明の新規性ないし進歩性欠如（争点\n３－２）\n（被告らの主張）\n(ｱ)  概要\n本件発明の構成要件６Ｂ，６Ｃ，６Ｄ及び６Ｅは，乙Ａ２又は乙Ａ３\nに記載されており，本件発明は乙Ａ２又は乙Ａ３に開示されている発明\nと同一であるから，新規性を欠く。また，本件発明は，公知技術（乙Ａ\n１～乙Ａ３及び乙Ａ２７）及び周知技術に開示されている発明に基づい\nて，当業者が容易に発明できたものであるから，進歩性を欠く。\n(ｲ)  本件発明と乙Ａ２発明との対比\na  構成要件６Ａ及び６Ｅについて，乙Ａ２には，請求項１発明のすべ\nての構成要件が開示されている。\nb  構成要件６Ｂについては，データを「符号化」すること（換言すれ\nば「エンコード」すること）は，当業者にとって当然のことである。\n実際，乙Ａ２－２には，「ＬＴＯフォーマットでのテープヘッドの移\n動は，各データバンドの両側を境界形成する各サーボバンド内に符号\n化された情報を使用するサーボシステムにより制御されている。」と\nの記載がある（乙Ａ２－２，段落【０００６】）。\nしたがって，乙Ａ２には，構成要件６Ｂ「サーボバンドを特定する\nためのデータをエンコードする第一工程」が開示されている。\nc  構成要件６Ｃ及び構成要件６Ｄについては，乙Ａ２－２には，「磁\n気テープシステムでは，テープ内に満たされた磁気粒子を磁化させる\nことにより情報がテープ上に記録される。これは，ワイヤを巻回した\nコイルを有して電磁石を形成する一本の磁性材料を備える記録ヘッド\nにより達成される。よって，蓄積したいと思う情報は，電磁石の磁場\nを変化させる電気信号の形態で記録ヘッドに作用する。」との記載が\nある（乙Ａ２－２，段落【０００２】）。また，乙Ａ２－２には，「各\n書込み要素は，制御されたパルス幅と，振幅と，立上り時間と，立下\nり時間と，波形とを有する各パルスから構成されている書込み信号を\n受信する。」との記載がある（乙Ａ２－２，段落【００１５】）。し\nたがって，乙Ａ２には，所定のエンコードした信号を，電磁石の磁場\nを変化させる電気信号の形態（書込み信号）に変換することが記載さ\nれているといえる。電磁石の磁場を変化させる電気信号が，「記録パ\nルス電流」であることは，当業者の技術常識である。また，書込み信\n号が，書込み信号を受信することにより，磁気テープに信号が記録さ\nれる（埋め込まれる）ことも，当業者の技術常識である。\nしたがって，乙Ａ２には，「エンコードしたデータを記録パルス電\n流に変換する第二工程」（構成要件６Ｃ）及び「記録パルス電流をサ\nーボ信号書込ヘッドに供給して，磁気テープの所定のサーボバンドに\n所定のエンコードされたデータが埋め込まれたサーボ信号を書き込む\n第三工程」（構成要件６Ｄ）が，いずれも開示されている。\nd  以上のとおり，乙Ａ２には，構成要件６Ａ，６Ｂ，６Ｃ，６Ｄ及び\n６Ｅの工程を含む，サーボバンドにサーボ信号を書き込む方法が開示\nされている。\n(ｳ)  本件発明と乙Ａ３発明との対比\na  構成要件６Ａ及び６Ｅについて，乙Ａ３には，請求項１発明のすべ\nての構成要件が開示されている。\nb  構成要件６Ｂについては，データを埋め込む際に，当該データを「０」\nと「１」からなる二進数の形式に変換すること（換言すれば「エンコ\nード」すること）は，当業者にとって当然のことである。実際，非平\n行な磁気遷移からなるサーボパターンを書き込む方法を開示する文献\nである乙Ａ３にも，サーボ信号中に埋め込まれるデータは「０」と「１」\nからなる二進数の形式であることが記載されている（乙Ａ３－２・図\n４及びその説明である段落【００２５】並びに図５及びその説明であ\nる段落【００３７】を参照）。したがって，乙Ａ３には，構成要件６\nＢが開示されている。\nなお，ここで符号化（エンコード）されるべきデータは「サーボバ\nンドを特定するデータ」である必要があるが，「乙Ａ３－２には，『セ\nクタ識別番号などのアドレス情報』として，複数のサーボバンドのう\nちのサーボ信号が位置するサーボバンドを特定するためのデータがサ\nーボ信号に埋め込まれていることが開示されている」といえる。\nまた，本件特許明細書の段落【００３９】には，「なお，データの\nエンコード方式には，特開平１０－３３４４３５号公報に記載の方式\nなどがある」との記載がある。この「特開平１０－３３４４３５号公\n報」は乙Ａ３－２であり，エンコード方式，すなわち符号化方式は，\n上記内容と同内容である。\nc  構成要件６Ｃ及び構成要件６Ｄについては，乙Ａ３に，遷移を磁気\nテープに対して水平方向にシフトすることにより，データをサーボト\nラックに符号化することが開示されており，また，データが符号化さ\nれたサーボパターンをテープ上に記録する方法も開示されている。\nしたがって，乙Ａ３には，「エンコードしたデータを記録パルス電\n流に変換する第二工程」（構成要件６Ｃ）及び「記録パルス電流をサ\nーボ信号書込ヘッドに供給して，磁気テープの所定のサーボバンドに\n所定のエンコードされたデータが埋め込まれたサーボ信号を書き込む\n第三工程」（構成要件６Ｄ）が，いずれも開示されている。\nd   以上のとおり，乙Ａ３には，構成要件６Ａ，６Ｂ，６Ｃ及び６Ｄ\nの工程を含む，サーボバンドにサーボ信号を書き込む方法が開示され\nている。\n(ｴ)  本件発明の新規性欠如について\n上述のように，本件発明の構成要件６Ａ，６Ｂ，６Ｃ，６Ｄ及び６Ｅ\nは，乙Ａ２又は乙Ａ３に記載されている。したがって，本件発明は乙Ａ\n２又は乙Ａ３に開示されている発明と同一である。\n(ｵ)  本件発明の進歩性欠如について\n上述のように，本件発明の構成要件６Ｂ，６Ｃ，６Ｄ及び６Ｅは，乙\nＡ２又は乙Ａ３に記載されている。したがって，本件発明は，公知技術\n（乙Ａ１～乙Ａ３及び乙Ａ２７）及び周知技術，並びに乙Ａ２又は乙Ａ\n３に開示されている発明に基づいて，当業者が容易に発明できたもので\nある。\n原告は，構成要件Ｈの「データ」とは，請求項１発明の構成要件Ｂ「当\n該サーボ信号が位置するサーボバンドを特定するためのデータ」を指し，\n乙Ａ１，乙Ａ２，乙Ａ３，乙Ａ５にはこれらの開示がないと主張するが，\n乙Ａ１，乙Ａ２，乙Ａ３，乙Ａ５には構成要件Ｂ「当該サーボ信号が位\n置するサーボバンドを特定するためのデータ」が開示されているため，\n原告の主張は誤りである。\n（原告の主張）\n争う。\n(4)  争点４（本件特許の請求項６は●（省略）●に当たるか（権利濫用の成否））\nについて\n（被告らの主張）\nア  本件特許の請求項６が●（省略）●に該当することについて\n(ｱ)  原告ＡＰ－７５契約（乙１）における●（省略）●とは，●（省略）\n●を意味する。\n原告ＡＰ－７５契約８条２項が，●（省略）●趣旨は，●（省略）●\n趣旨であると解されるから，ある特許の請求項が●（省略）●に該当す\nるか否かの判断に際しては，●（省略）●になるか否かとい●（省略）\n●も考慮すべきである。\nそうすると，●（省略）●場合には，●（省略）●場合であっても，\nなお，当該請求項は●（省略）●に該当するというべきであり，●（省\n略）●請求項も●（省略）●に該当するといいうべきである。\nまた，本件特許の請求項６が●（省略）●に該当しないといえるため\nの●（省略）●は，少なくとも，●（省略）●必要があるというべきで\nある。さらに，ある●（省略）●について，例えば，●（省略）●しか\nしながら，そのような場合には，●（省略）●前述した原告ＡＰ－７５\n契約の趣旨に反するといわざるを得ない。したがって，そのような●（省\n略）●の存在は，●（省略）●とはいえず，本件特許の請求項６が●（省\n略）●に該当しないことを基礎付けるものとはならないというべきであ\nる。\nさらに，本件特許の請求項６が●（省略）●に該当しないといえるた\nめの●（省略）●は，少なくとも，●（省略）●というべきである。\n(ｲ)  原告の主張に対する反論\n原告は，原告ＡＰ－７５契約における●（省略）●には，●（省略）\n●と主張するが，以下に述べるとおり，失当である。\na  原告は，上記主張の根拠として，原告ＡＰ－７５契約における●（省\n略）●の定義の文言を根拠として挙げるが，原告ＡＰ－７５契約にお\nける●（省略）●の定義では，●（省略）●とされているに過ぎず，\n●（省略）●から，原告ＡＰ－７５契約における●（省略）●の定義\nの文言は，原告の上記主張の根拠とはならない。\nb  原告は，上記主張の根拠として，原告とＴＰＣｓとの間の，原告Ａ\nＰ－７５契約を関する交渉経緯を主張するが，原告が主張する交渉経\n緯は，証拠によって何ら裏付けられていない。\n原告が提出した証拠から辛うじて読み取れることは，ＴＰＣｓが連\n名で原告に宛てて送付した●（省略）●レター（甲１６）において，\n●（省略）●といった程度の事実に留まる。\nまた，甲１６のレターに記載されている●（省略）●の定義におい\nては，●（省略）●他方，最終的に原告とＴＰＣｓとの間で締結され\nた原告ＡＰ－７５契約の●（省略）●の定義においては，●（省略）\n●したがって，仮に，原告の主張するとおり，甲１６のレターが，原\n告ＡＰ－７５契約の交渉過程においてＴＰＣｓから原告に対して送付\nされたものであるとすると，●（省略）●このような交渉経緯を経て，\n原告ＡＰ－７５契約における●（省略）●の定義が確定したものであ\nるとすれば，原告ＡＰ－７５契約における●（省略）●の解釈として\nは，●（省略）●と解釈するのが自然である。そして，かかる限定が\n存在しない以上，●（省略）●の範囲に，●（省略）●という解釈は，\n何ら不自然ではない。\nこれに対し，原告は，上記の交渉経緯において，●（省略）●と主\n張する。しかしながら，実際には●（省略）●\nしたがって，原告ＡＰ－７５契約の交渉経緯を根拠として，●（省\n略）●場合は●（省略）●には含まれないとする原告の主張は失当で\nある。\nc  なお，原告は，均等についても縷々主張する。しかしながら，●（省\n略）●場合には，●（省略）●から，結局，かかる●（省略）●の存\n在は，当該請求項が●（省略）●でないことを基礎付けるものとはな\nらない。原告の主張は失当である。\nd  原告は，原告ＡＰ－７５契約における●（省略）●の定義のplain and\nordinary meaning（明白かつ通常の意味）からして，これを●（省略）\n●の意味に解することはできず，●（省略）●の意味に解するのが自\n然であると主張する。しかしながら，原告ＡＰ－７５契約における●\n（省略）●から，●（省略）●の定義のplain and ordinary meaning\nからでは，これが●（省略）●を意味するといえない。また，標準化\n団体のＩＰＲポリシーにおいては，●（省略）●の意味について，そ\nれが●（省略）●であることを明示する場合には，●（省略）●の意\n味であることを明文で規定するのが一般的であるのに対し，いずれと\nも規定されていない場合には，（ⅰ）●（省略）●又は（ⅱ）●（省\n略）●の，いずれの解釈もあり得ると理解するのが一般的である（乙\n３３，３４）。この点に照らせば，原告ＡＰ－７５契約における●（省\n略）●の意義については，●（省略）●以上，その定義自体から，●\n（省略）●がplain and ordinary meaningであるということはできな\nい。\nイ  ●（省略）●がないこと\n仮に，●（省略）●の意味を●（省略）●と解釈しても，●（省略）●\n(ｱ)  ●（省略）●を推認させる事実があること\n原告の主張を前提とすれば，●（省略）●\nサーボパターンを構成する非平行な縞を構成する線のうち，一部の線\nの位置をテープ長手方向にずらす方法としてＩＢＭが開発した方法（サ\nーボ書込ヘッドそれ自体は固定し，また，テープの走行速度も一定に保\nったまま，サーボパターンに対応する波形のパルス電流を発生させ，こ\nれをサーボ書込ヘッドに供給することで，サーボパターンを構成する線\nが書き込まれるテープ上の位置を変化させる方法）は，●（省略）●こ\nのことは，●（省略）●ことを，極めて強く推認させる。\n(ｲ)  原告の主張する●（省略）●は，別紙「●（省略）●に関する当事者\nの主張（被告らの主張）」のとおり，いずれも●（省略）●である。\n原告は，●（省略）●を主張・立証していないから，請求項６が，原\n告ＡＰ－７５契約における●（省略）●に該当することは明らかであり，\nこれを否定する原告の主張は失当である。\nウ  原告の被告らに対する本件特許権の行使が権利の濫用であること\n(ｱ)  請求項６が●（省略）●に該当する場合，原告ＡＰ－７５契約８条２\n項に基づき，●（省略）●\n●（省略）●他方，請求項６に基づく特許権を原告に対して行使し，\n差止め及び損害賠償を求めることは，権利の濫用（民法１条３項）に当\nたる。\nなお，原告は，●（省略）●と主張するが，●（省略）●などという\n解釈は成り立たないから，原告の主張は失当である。\n(ｲ)  原告は，原告ＡＰ－７５契約８条２項に規定する●（省略）●したが\nって，●（省略）●を超過する部分について，原告が被告ソニーから損\n害賠償を受ける正当な利益を有しないことも明らかであり，かかる超過\n部分についての原告の被告ソニーに対する損害賠償請求権の行使は，権\n利濫用として許されない。\nしかしながら，本件においては，差止請求権及び●（省略）●を超過\nする部分についての損害賠償請求権の行使のみならず，●（省略）●範\n囲内での損害賠償請求権の行使もまた，権利濫用として許されないとい\nうべきである。すなわち，●（省略）●及びその後の原告の被告ソニー\nに対する態度，並びに，請求項１と請求項６の関係を考慮すると，原告\nの被告ソニーに対する損害賠償請求を認めることは著しく不公正であり，\n損害賠償請求権の行使は権利濫用として一切許されないというべきであ\nる（知財高裁平成２６年５月１６日大合議判決）。\na  すなわち，原告は，●（省略）●\nそして，原告は，被告ソニーがＬＴＯ－７規格に準拠する磁気テー\nプの事業に参入するや否か，被告ソニーに対し，本件特許の請求項６\nは●（省略）●には該当せず，したがって●（省略）●との，原告独\n自の見解を主張するに至り，本件においてもその主張を維持している。\n以上のような，●（省略）●及びその後の原告の被告ソニーに対す\nる態度を考慮すると，原告の被告ソニーに対する損害賠償請求を認め\nることは，●（省略）●範囲内であっても，著しく不公正であるとい\nわざるを得ないのであり，原告の被告ソニーに対する損害賠償請求権\nの行使もまた，権利濫用として許されないことは明らかである。\nb  また，原告による損害賠償請求権の行使を認めることは，原告によ\nる実施料の二重取りを認めるに等しい。\nすなわち，本件特許の請求項１が●（省略）●に該当することにつ\nいては，当事者間に争いはないところ，被告ソニーは，本件特許の請\n求項１について，（無効理由が存在しないのであれば）●（省略）●\n原告は，●（省略）●他方で，仮に，原告の被告ソニーに対する損害\n賠償請求権の行使が，●（省略）●範囲内で認められるとすると，原\n告は，前述した請求項１についての実施料の支払に加えて，請求項６\nについても，●（省略）●に相当する額の支払を損害賠償として受け\nられることになる。しかしながら，請求項６に記載の発明は，請求項\n１の磁気テープの製造方法として，既に存在した公知の方法を採用し\nたものに過ぎず，請求項１に記載の発明に，何ら技術的な価値を付加\nするものではない。したがって，仮に原告が，請求項１についての実\n施料に加えて，請求項６についての実施料相当額の支払を被告ソニー\nから受けられるとすると，実質的に実施料の二重取りを認める結果と\nなり，不当である。\nしたがって，原告は，●（省略）●範囲内であっても，被告ソニー\nに対する損害賠償請求権を行使することは，権利濫用として認められ\nないというべきである。\n(ｳ)  原告の被告ＳＳＭＭ及び被告ＳＳＭＳに対する権利行使も権利濫用で\nあること\n被告ＳＳＭＭ及び被告ＳＳＭＳは，ＴＰＣｓとの間でＡＰ－７５契約\nを締結した者ではなく，したがって，原告ＡＰ－７５契約における●（省\n略）●には該当しない。\nしかしながら，被告ＳＳＭＭ及び被告ＳＳＭＳは，被告ソニーの完全\n子会社であり，原告ＡＰ－７５契約の１条１９項に定義する●（省略）\n●に該当する。また，被告ＳＳＭＭ及び被告ＳＳＭＳは，被告ソニーを\n筆頭とするソニーグループの磁気テープ事業を担っている会社であるか\nら，被告ソニーが他社から磁気テープに関するライセンスを受ける場面\nにおいては，被告ＳＳＭＭ及び被告ＳＳＭＳは被告ソニーと一体として\n扱われる地位にある。\nまた，原告ＡＰ－７５契約は，●（省略）●すなわち，原告ＡＰ－７\n５契約の４条１項は，●（省略）●を規定している。また，原告ＡＰ－\n７５契約の８条１項は，●（省略）●規定であるが，ここでも，●（省\n略）●が規定されている（８条１項の第二段落の最終文）。\nしたがって，●（省略）●というべきである。（仮に，●（省略）●）\nしたがって，仮に，本件特許の請求項６が●（省略）●に該当する場\n合には，原告が被告ＳＳＭＭ及び被告ＳＳＭＳに対し，請求項６に係る\n特許権に基づく差止及び損害賠償請求権を行使することも，権利濫用と\nなり許されない。\n（原告の主張）\nア  原告ＡＰ－７５契約に定められた●（省略）●の意義\n(ｱ)  原告ＡＰ－７５契約の文言から理解される●（省略）●の意義\na  原告ＡＰ－７５契約（甲１５）における●（省略）●の定義によれ\nば，●（省略）●は，●（省略）●しかも，●（省略）●から，●（省\n略）●を意味する。●（省略）●の意義をこのように解釈すべきこと\nは，後記(ｲ)に述べるとおり，原告ＡＰ－７５契約の交渉経緯からも\n裏付けられる。\nb  被告は，原告ＡＰ－７５契約８条２項は，●（省略）●について，\n●（省略）●という独自の主張を展開しているが，かかる被告の主張\nは，何ら裏付けを欠くものである上，原告及びＴＰＣｓという当事者\nの意思にも反するものであり，失当である。\nすなわち，原告ＡＰ－７５契約８条２項は，●（省略）●そして，\n原告ＡＰ－７５契約の交渉経緯によれば，●（省略）●\n(ｲ)  ＴＰＣｓとの交渉経緯による裏付け\na  原告とＴＰＣｓとの間で行われた原告ＡＰ－７５契約の締結に向け\nた交渉\n●（省略）●原告は，ＴＰＣｓとの間で，ＡＰ－７５契約の締結に\n向けた交渉を開始した。ＴＰＣｓは，原告宛の●（省略）●付けレタ\nー（以下「●（省略）●ＴＰＣｓレター」という。）において，●（省\n略）●（甲１６）。●（省略）●すなわち，●（省略）●また，●（省\n略）●\nこれに対し，原告は，ＴＰＣｓ宛ての●（省略）●付けレター（以\n下「●（省略）●原告レター」という。甲１９）において，●（省略）\n●また，原告は，●（省略）●にも，同趣旨のレターをＴＰＣｓに送\n付した。\nしかるに，ＴＰＣｓは，●（省略）●で，原告は，●（省略）●（甲\n２０）。\nＴＰＣｓは，●（省略）●これにより，原告は，●（省略）●\nb  交渉経緯において●（省略）●\n以上の交渉経緯及び同交渉経緯を踏まえて確定した最終的な契約文\n言によれば，●（省略）●交渉経緯に示されるとおり，原告ＡＰ－７\n５契約の当事者は，同契約における●（省略）●とは，●（省略）●\nを意味すると相互に理解して，同契約を締結したものであり，この定\n義を前提に，●（省略）●への該当性が判断される必要がある。\n(ｳ)  ●（省略）●法下において本件発明は●（省略）●に該当せず，日本\n法下における権利濫用の抗弁も成り立たないこと\na  本件発明が原告ＡＰ－７５契約における●（省略）●に該当するか\n否かの準拠法は●（省略）●法であること\n権利濫用の抗弁の存否に関する準拠法については，日本法によるべ\nきものと考えられるが，原告ＡＰ－７５契約における●（省略）●の\n範囲，言い換えれば，本件発明（請求項６）が原告ＡＰ－７５契約に\nおける●（省略）●に該当するか否かに関する準拠法は，いわゆる先\n決問題に関する準拠法の問題として，「法廷地である我が国の国際私\n法により定まる準拠法」によることとなる（最高裁平成１２年１月２\n７日民集５４巻１号１頁）。そして，法廷地である我が国の国際私法\n（法の適用に関する通則法）により，「当事者が当該法律行為の当時\nに選択した地の法」，すなわち●（省略）●法によるものと解される\n（甲２３）。このことは，被告らは，管轄の不存在に関する主張にお\nいて繰り返し述べており，争うものではないと解される。\nb  ●（省略）●法によれば，原告ＡＰ－７５契約における●（省略）\n●は，●（省略）●を意味し，●（省略）●はこれに該当しないこと\n●（省略）●法の下では，１）文言が明確な場合は契約のplain and\nordinary meaning（明白かつ通常の意味）で，２）文言が曖昧な場合\nには交渉経緯が参酌された上で，解釈される（甲２４，２５）。\n原告ＡＰ－７５契約における●（省略）●の定義は，●（省略）●\nである。この文言のplain and ordinary meaning（明白かつ通常の意\n味）として，●（省略）●と理解することはできず，むしろ，●（省\n略）●と解するのが自然である。また，仮に，上記文言が曖昧である\nとしても，交渉経緯を参酌すれば，●（省略）●は明らかであるから，\nいずれにしても，●（省略）●は●（省略）●には該当しない。\nc  米国ＩＴＣ手続のInitial Determinationにおいて対応米国クレー\nムが●（省略）●に該当するとの被告らの主張を排斥する判断がなさ\nれたこと\n米国のＩＴＣ手続において，被告らは，本件発明に対応する米国特\n許第７３５５８０５号のクレーム３（以下「対応米国クレーム」とい\nう。）が原告ＡＰ－７５契約における●（省略）●であると主張して\nいたが，かかる主張に対しては，同手続のInitial Determination（甲\n２６）において，被告らの主張を排斥する判断がなされている。これ\nによれば，対応米国クレームは，●（省略）●法上，●（省略）●に\n該当するとは解されない（少なくとも該当することが立証されていな\nい）のであるから，対応米国クレームと同内容の本件特許の請求項６\nについても，●（省略）●法上，●（省略）●に該当しない。\nしたがって，日本法を準拠法とする権利濫用の抗弁の成否において\nも，●（省略）●法上，本件特許の請求項６が●（省略）●に該当し\nないとの判断がＩＴＣの判事により示されていることが参考にされる\nべきである。\nd  小括\n以上によれば，ＩＴＣの判断にも示されているとおり，●（省略）\n●法の下，本件特許の請求項６は●（省略）●に該当しない。したが\nって，日本法下における被告らの権利濫用の抗弁についても，認めら\nれる余地はない。\nイ  構成要件Ｃ及び構成要件Ｄは，●（省略）●\n(ｱ)  ＬＴＯ－７仕様書の定め\n構成要件Ｂの充足性において述べたとおり，ＬＴＯ－７仕様書には，\n●（省略）●（甲１４）。また，ＬＴＯ－７仕様書には，●（省略）●\n（甲１４。）。\nしかし，●（省略）●\n(ｲ)  構成要件Ｃ及び構成要件Ｄに定められたサーボバンドＩＤをサーボバ\nンドに書き込む方法\n構成要件Ｃ及びＤに定める方法を，本件明細書の記載及び図面に即し\nて説明すると，次のとおりである（なお，かかる実施形態に限定される\nものではない）。\n図６に示されるように，サーボ信号書込ヘッド（ＷＨ）は，各サーボ\nバンド（ＳＢ１～ＳＢ５）に相当する位置に形成されるハの字状の非平\n行なギャップパターン（Ｇ）を備えている。サーボ信号書込ヘッド（Ｗ\nＨ）の各ヘッドコア（ＨＣ）には，コイル（Ｃ）が巻き付けられており，\nコイル（Ｃ）はサーボバンドごとに設けられたパルス発生回路（ＳＷ４）\nにつながっている。\nエンコードしたデータ（「０」と「１」で示されるデータ）は，図５\nに示されるように，制御装置及びパルス発生回路（ＳＷ４）により，記\n録パルス電流に変換され，コイル（Ｃ）に供給される。エンコードした\nデータの記録パルス電流への変換は，エンコードしたデータに係るビッ\nトが「０」であるか「１」であるかによって，縞を構成する線の位置が\n長手方向にずれるよう，供給される記録パルス電流におけるパルスの間\n隔を調整することにより行われる。\nサーボライタ（ＳＷ）は，走行系により磁気テープ（ＭＴ）を一定速\n度で走行させながら，コイル（Ｃ）を通じて各ヘッドコア（ＨＣ）に記\n録パルス電流を供給する。記録パルス電流が供給されると，各ギャップ\nパターン（Ｇ）からの漏れ磁束によって，各サーボ信号（Ｓ１～Ｓ５）\nが各サーボバンドに記録される。\n(ｳ)  ●（省略）●\n他方，●（省略）●例えば，●（省略）●\n●（省略）●\n以上のように，●（省略）●したがって，●（省略）●から，請求項\n６は，●（省略）●には該当しない。\n(ｴ)  ●（省略）●との被告の主張が失当であること\nそもそも，●（省略）●\nまた，仮に，●（省略）●\nウ  権利濫用の抗弁と損害賠償請求について（予備的主張）\n原告は，●（省略）●という被告らの主張は誤りである。\n仮に権利濫用の抗弁が成立するとしても，●（省略）●についての原告\nの損害賠償請求権が否定されることはない。\n被告らの主張する，●（省略）●などという事実は存在しない。被告ら\nが本件発明（請求項６に係る発明）を実施していることを理由とする差止\n請求は，原告ＡＰ－７５契約の文言，ＬＴＯ－７仕様書の内容及び上記の\nＬＴＯ－７仕様書の策定経緯を踏まえた正当な権利行使であって，非難さ\nれる理由はない。したがって，●（省略）●範囲内の損害賠償請求であっ\nても著しく不公正であるなどという被告の主張が成り立つ余地はない。\n被告らは，実質的に実施料の二重取りとなるとして，本件発明について\nの損害賠償請求権を行使することは権利の濫用となると主張している。し\nかしながら，そもそも，被告らは，請求項１発明について，●（省略）●\nを一切支払っていない。また，無効論において説明しているとおり，本件\n発明は，新規性及び進歩性を有しており，「既に存在した公知の方法」で\nはないし，請求項１発明に係る磁気テープカートリッジを製造等する方法\nには様々なものがありうる中で，先駆的に，本件発明の方法を選択し提示\nした点においても，本件発明には技術的な価値があるというべきであるか\nら，原告による損害賠償請求の行使を認めることが二重取りであるとの被\n告らの主張は誤っている。\nエ  ＴＰＣｓと原告との関係について\nＴＰＣｓと原告との関係が，いわゆる標準化団体とそれに加入する一企\n業との関係とは全く異質なものであること等を明らかにし，もって，請求\n項１に係る物の１つの製造方法を規定したにすぎない本件発明が●（省略）\n●に該当しないことを，再度説明しておく。\n例えば ， ア ッ プ ル サ ム ス ン 大 合 議 事 件 に お け る Ｅ Ｔ Ｓ Ｉ （ European\nTelecommunications Standards Institute。欧州電気通信標準化機構）は，\nヨーロッパの通信セクターにおける標準規格の作成を目的とする団体であ\nり，全世界の多数の事業者がこの会員となり，世界統一の標準規格に基づ\nく製品ないしシステムを実現することで，通信分野の発展に寄与している\nものといえる。ＥＴＳＩに加入する事業者は，標準規格に必須の知的財産\n権を，公正，合理的かつ非差別的な条件（いわゆるＦＲＡＮＤ条件）で許\n諾する用意があることを保証することが求められるが，その反面，当該標\n準規格に採用された知的財産権は，全世界の多数の事業者によって幅広く\n利用されることとなり，これに採用されなければ到底得られなかったであ\nろう規模のライセンス料収入を得ることができることとなる。このような\n関係から，いわゆる標準化団体の場合，これに加入する事業者にとっては，\n標準規格に自己の知的財産権を採用してもらうべく技術開発に注力するイ\nンセンティブがあり，標準化団体にとっては，かかる事業者による技術開\n発により通信分野全体の技術発展が促進されるというメリットがある。\nこれに対し，ＴＰＣｓは，シーゲイト・テクノロジー（当時），ヒュー\nレット・パッカード及びＩＢＭの３社が結成した私的な団体にすぎず，Ｌ\nＴＯは，これらの３社が，当時，一部の市場で主力製品を販売していたク\nァンタムに対抗するために私的に策定したものにすぎない。すなわち，テ\nープストレージ業界には，容量や品質の違いにより，「ハイエンド」，「ミ\nッドレンジ」，「ローエンド」と呼ばれる製品群（セグメント）が存在す\nるところ，１９９０年代，「ミッドレンジ」のセグメントでは，クァンタ\nムが１位のシェアを獲得していた。ＬＴＯは，「ミッドレンジ」のセグメ\nントでは２番手以降であった当時のシーゲイト・テクノロジー，ヒューレ\nット・パッカード及びＩＢＭが，誰でも契約を締結すれば参加できるオー\nプンな仕様を策定してクァンタムに対抗しようとして策定したものである\n（甲５３）。その後，クァンタムが，シーゲイト・テクノロジーの事業を\n譲り受けたことにより，原告ＡＰ－７５契約締結当時のＴＰＣｓは，クァ\nンタム，ヒューレット・パッカード及びＩＢＭの３社であった。そして，\nＬＴＯが策定された当時のＦＳＰ各社は，ＬＴＯの世代が上がるにつれて\n次々に撤退し，ＬＴＯ－７にＦＳＰとして参加しているのは，原告と被告\nソニーの２社のみである。\n以上のとおりであるから，●（省略）●\nＴＰＣｓと原告との間の原告ＡＰ－７５契約の締結に向けた交渉におい\nて，●（省略）●\nそして，●（省略）●すなわち，●（省略）●むしろ，●（省略）●\n以上のようなＴＰＣｓと原告との関係，両者間での交渉経緯，請求項１\n発明と本件発明の違い，●（省略）●等を踏まえれば，●（省略）●の範\n囲は厳格に画されなければならない。●（省略）●（Ｂ教授の意見書（甲\n５４）参照）。\n以上より，●（省略）●被告らの主張は，明らかに誤りである。\nオ  被告ＳＳＭＭ及び被告ＳＳＭＳについても，被告ソニーについて述べた\nことがそのまま当てはまり，被告ＳＳＭＭ及び被告ＳＳＭＳに対する損害\n賠償請求権の行使が権利濫用となることはない。\n(5)  争点５（被告らに共同不法行為が成立するか）\n（原告の主張）\nア  本件期間①について\n本件期間①における侵害行為は，被告ソニーと被告ＳＳＭＭによる共同\n不法行為であるから，原告が当該不法行為により被った損害について，被\n告ソニー及び被告ＳＳＭＭは，不真正連帯債務として，連帯して責任を負\nう。そのため，原告は，被告ソニー及び被告ＳＳＭＭに対して，本件期間\n１に被告ソニー及び被告ＳＳＭＭが得た利益の合計額について，連帯での\n損害賠償を請求することができる（特許法１０２条２項）。\nイ  本件期間②について\n本件期間②における侵害行為は，被告ら三社による共同不法行為である\nから，原告が当該不法行為により被った損害について，被告らは，不真正\n連帯債務として，連帯して責任を負う。\nそのため，原告は，被告ら三社に対して，本件期間②に被告ら三社が得\nた利益の合計額について，連帯での損害賠償を請求することができる（特\n許法１０２条２項）。\nウ  本件期間③について\n本件期間③においては，商流から被告ソニーは外れたものの，被告ソニ\nーは，主体的に侵害行為に関与しており，主観的関連共同性及び客観的関\n連共同性が認められる。したがって，本件期間③における侵害行為は，被\n告ら三社による共同不法行為であるから，原告が当該不法行為により被っ\nた損害について，被告らは，不真正連帯債務として，連帯して責任を負う。\nそのため，原告は，被告ら三社に対して，本件期間③に被告ら三社が得\nた利益の合計額について，連帯での損害賠償を請求することができる（特\n許法１０２条２項）。\n（被告らの主張）\n争う。\n(6)  争点６（損害の有無及び額）\n（原告の主張）\nア  １０２条２項による損害（主位的主張）\n(ｱ)  被告自社製品に係る損害\na  被告らの開示に基づく被告らの利益額\n平成２７年１２月～平成３０年６月までの各期間における被告らが\n被告自社製品の販売により得た利益額は，被告らの開示額を踏まえる\nと，それぞれ別紙「原告主張：被告らの開示に基づく被告らの利益額」\nのとおりである（被告三社における各売上高，仕入金額，物流費等を\n各侵害期間における被告自社製品の数量に応じて割り付けることで，\n各侵害期間の「利益の額」を算出した。）。\nb  被告らの限界利益額\nもっとも，上記別紙に記載の利益額の算出に当たり，被告らは，本\n来限界利益の算出に当たって被告自社製品の売上高から控除すべきで\nない人件費等の固定費を控除している。したがって，各侵害期間にお\nいて被告らが被告自社製品を製造・販売等することにより受けた利益\nの額は，それぞれ別紙「原告主張：損害額」の「利益の額（原告主張）」\n欄記載の金額を下らない。原告は，同金額のうち，本件期間①ないし\n本件期間③について，「利益の額（一部請求額）」欄記載の各金額を\n損害額の一部として請求する。\nc  弁護士・弁理士費用\n原告は，本件訴訟の遂行を原告代理人弁護士・弁理士に委任した。\n原告が本件訴訟において負担を余儀なくされた弁護士費用のうち，被\n告らの不法行為と相当因果関係のある額は，別紙「原告主張：損害額」\nの「弁護士費用等」欄記載の金額（「利益の額（原告の主張）」記載\nの金額の１０％）を下らない。原告は，同金額のうち，本件期間①な\nいし本件期間③について，「弁護士費用等（一部請求額）」欄記載の\n各金額を損害額の一部として請求する。\nd  損害合計額\nしたがって，原告は，本件期間①につき合計●（省略）●円の損害\nを被り，そのうちの●（省略）●円を一部請求し，本件期間②につき\n合計●（省略）●円の損害を被り，そのうちの●（省略）●円を一部\n請求し，本件期間③につき合計●（省略）●円の損害を被り，そのう\nちの●（省略）●円を一部請求する。\n(ｲ)  被告ＯＥＭ製品に係る損害\na  被告らの利益額\n被告らの主張を前提とすれば，被告ら三社が共同して製造・販売等\nした被告ＯＥＭ製品の個数は，別紙「原告主張：被告ＯＥＭ製品に係\nる損害額」の「B.販売個数」欄記載の数を下らない。また，被告ＯＥ\nＭ製品１個当たりの被告ら三社における利益の額は●（省略）●円を\n下らない。\nよって，各本件期間において被告らが被告ＯＥＭ製品を共同して製\n造・販売等したことに対する，本件発明の実施に対する損害賠償額は，\n販売個数に被告ＯＥＭ製品１個当たりの利益の額である●（省略）●\n円を乗じた別紙「原告主張：被告ＯＥＭ製品に係る損害額」の「C.利\n益の額」欄記載の金額を下らない。\nこのうち，原告は，本件期間①につき●（省略）●円，本件期間②\nにつき●（省略）●円，本件期間③につき●（省略）●円の支払を一\n部請求する。\nb  弁護士・弁理士費用\n原告が，本件訴訟の遂行を原告代理人弁護士・弁理士に委任したこ\nとにより負担を余儀なくされた弁護士・弁理士費用のうち，被告らの\n不法行為と相当因果関係のある額は，別紙「原告主張：被告ＯＥＭ製\n品に係る損害額」の「D.弁護士費用等」欄記載の金額（「C.利益の額」\n欄記載の金額の１０％）を下らない。\nこのうち，原告は，本件期間①につき●（省略）●円，本件期間②\nにつき●（省略）●円，本件期間③につき●（省略）●円を一部請求\nする。\nc  損害合計額\nしたがって，原告は，本件期間①につき合計●（省略）●円の損害\nを被り，そのうちの●（省略）●円を一部請求し，本件期間②につき\n合計●（省略）●円の損害を被り，そのうちの●（省略）●円を一部\n請求し，本件期間③につき合計●（省略）●円の損害を被り，そのう\nちの●（省略）●円を一部請求する。\nイ  原告ＡＰ－７５契約に基づいて算定される損害（予備的主張）\n(ｱ)  実施料\na  原告ＡＰ－７５契約の定め\n原告ＡＰ－７５契約は，●（省略）●と規定している。原告ＡＰ－\n７５契約の準拠法は●（省略）●法であるところ，●（省略）●元判\n事の意見書（甲６１）にも記載されているとおり，●（省略）●法下\nにおいて，契約文言が明確な場合は，当該文言の明白かつ通常の意味\nにより解釈される。\n●（省略）●の明白かつ通常の意味は，●（省略）●もっとも，●\n（省略）●\nまた，●（省略）●しかし，●（省略）●\n●（省略）●\nb  １巻当たりの実施料\n被告らは，全ての被告製品を，日本国内において製造している。か\nかる製造行為に対して適用されるべき１巻当たりの実施料は，被告ら\nの卸売価格や小売価格に左右されず，同一の割合となるべきものと考\nえられる。そして，本件において適用されるべき１巻当たりの実施料\nの額は，金●（省略）●円とすることが妥当である。その理由は以下\nのとおりである。\nまず，原告が主張しているとおり，引用発明を組み合わせたとして\nも，本件発明の構成には到達し得ない。従来技術に照らした本件発明\nの技術的価値は極めて高いというべきである。\nまた，被告らは，本件発明が，ＬＴＯ－７に準拠する製品を製造す\n●（省略）●と主張している。仮にそうだとすれば，その意味でも，\n本件発明の技術的価値は極めて高いこととなる。\nさらに，●（省略）●\nさらに，請求項１発明は，●（省略）●これは，本件発明の技術的\n価値が現在もなお高いことを裏付ける事実であるといえる。\n以上のとおり，本件発明の技術的価値及びその実施により被告らが\n得られる利益は大きい。そして，本件発明の製造方法により製造され\nる請求項１発明の構成は，●（省略）●そして，●（省略）●例えば，\n●（省略）●そして，上述したとおり，本件発明が，請求項１発明に\n係る構成の磁気テープカートリッジを製造する方法として，極めて高\nい技術的価値を有することを考慮すれば，●（省略）●\nしたがって，被告製品１製品あたりの本件発明の貢献額は，●（省\n略）●円を下らず，これをもって，本件発明に準拠して被告製品を製\n造等した場合の１製品当たりの実施料とみることが妥当である。\nなお，被告製品１製品当たり●（省略）●円の実施料は，被告製品\nの小売価格を●（省略）●円とすると，その●（省略）●％に相当し，\n上述した本件発明の技術的価値等を踏まえれば決して高くない割合で\nある。\nc  被告らの主張に対する反論\n(a)  ●（省略）●\nまず，●（省略）●\nしかも，●（省略）●すなわち，●（省略）●\n●（省略）●\n●（省略）●すなわち，●（省略）●このように，●（省略）●\n現に，●（省略）●\n以上のとおり，●（省略）●\n(c)  ●（省略）●との主張に根拠がないこと\nさらに，被告らは，●（省略）●と述べるが，根拠が示されてい\nない。\n●（省略）●\nしたがって，●（省略）●という被告らの主張には根拠がないと\nいわざるを得ない。●（省略）●\n(d)  １巻当たり１円との実施料が不当に低額であること\n被告らは，誤った算定に基づき，１巻当たりの実施料は１円を上\n回らないと主張する。しかしながら，上述のとおり，●（省略）●\nこの点，被告らが主張する１巻あたり１円との実施料では，被告\nらの主張する被告らがこれまでに被告自社製品を製造販売した巻数\nによっても，●（省略）●の実施料にしかならないのであって，か\nかる実施料では，価格競争力を確保できる金額であるとはいえない。\nＡＰ－７５契約においては，●（省略）●このことからしても，\n●（省略）●原告の主張は失当である。\nd  実施料率の業界標準について\n(a)  社団法人発明協会が発行する「実施料率〔第五版〕」（甲８５）\nには，磁気テープカートリッジのみに特定した実施料率の記載は存\n在しないが，同書の「２０．電子計算機・その他の電子応用装置」\nには，「磁気テープ装置」を含む実施料の分布が記載されている。\nそれによると，「電子計算機・その他の電子応用装置」のうち，\nハードウェアに関する実施料率は，１％，１０％，３％，４％，５％\nの順に件数が多くなっているということができる。これによれば，\n被告が主張している１巻あたり３００円（被告製品の小売価格を８\n８００円とすると，その３．４％に相当する。）という実施料は，\n業界標準に照らしても相当な割合であることが理解できる。\n(b)  「ロイヤルティ料率データハンドブック」\n経済産業省知的財産政策室の編集に係る「ロイヤルティ料率デー\nタハンドブック～特許権・商標権・プログラム著作権・技術ノウハ\nウ～」（甲８６）にも，磁気テープカートリッジのみに特定した実\n施料率の記載は存在しないが，同書においては，「情報記憶（G11）」\nを含む「器械」の技術分類の値が，最も近い技術分野の実施料率と\nして参考になるものと思われる。\nこれによれば，ロイヤルティ料率の相場全体としてみると，正味\n販売高に対する料率として，２～３％未満と４～５％未満がいずれ\nも２３．４％（１５件）と最も高く，次いで，３～４％未満（１８．\n８％，１２件），１～２％未満（１４．１％，９件）となっている。\n訴訟などの和解交渉による場合の割合も，これと大差ない結果とな\nっている。\n以上の記載からも，被告が主張している１巻あたり３００円（被\n告製品の小売価格を８８００円とすると，その３．４％に相当する。）\nという実施料は，業界標準に照らしても，相当な割合であるといえ\nる。\n(ｲ)  被告自社製品に係る損害\na  原告ＡＰ－７５契約に基づいて算定される損害額\n平成２７年１２月から平成３０年６月までの各本件期間に被告ＳＳ\nＭＭが製造した被告自社製品の個数は，下記「販売個数」記載の数を\n下らない。よって，各本件期間において被告らが被告自社製品を製造・\n販売等したことに対する実施料相当損害額は，各販売個数に実施料相\n当額●（省略）●円（上記(ｱ)）を乗じた下記「損害賠償額」記載の各\n金額を下らない。\n(a)  本件期間①\n販売個数：●（省略）●個\n損害賠償額：●（省略）●円\n(b)  本件期間②\n販売個数：●（省略）●個\n損害賠償額：●（省略）●円\n(c)  本件期間③\n販売個数：●（省略）●個\n損害賠償額：●（省略）●円\nb  弁護士・弁理士費用\n原告は，本件訴訟の遂行を原告代理人弁護士・弁理士に委任した。\n原告が本件訴訟において負担を余儀なくされた弁護士費用のうち，被\n告らの不法行為と相当因果関係のある額は，上記aの各本件期間の損害\n賠償額の１０％を下らず，本件期間①につき●（省略）●円，本件期\n間②につき●（省略）●円，本件期間③につき●（省略）●円を下ら\nない。\nc  損害合計額\nしたがって，原告は，本件期間①につき合計●（省略）●円，本件\n期間②につき合計●（省略）●円，本件期間③につき合計●（省略）\n●円の損害を被った。\n(ｳ)  被告ＯＥＭ製品に係る損害\na  原告ＡＰ－７５契約に基づいて算定される損害額\n平成２７年１２月から平成３０年９月までの各本件期間に被告らが\n共同して製造・販売等した被告ＯＥＭ製品の個数は，下記「販売個数」\n記載の数を下らない。よって，各本件期間において被告らが被告ＯＥ\nＭ製品を製造・販売等したことに対する実施料相当損害額は，各販売\n個数に実施料相当額●（省略）●円（上記(ｱ)）を乗じた下記「損害賠\n償額」記載の各金額を下らない。\n(a)  本件期間①\n販売個数：●（省略）●個\n損害賠償額：●（省略）●円\n(b)  本件期間②\n販売個数：●（省略）●個\n損害賠償額：●（省略）●円\n(c)  本件期間③’\n販売個数：●（省略）●個\n損害賠償額：●（省略）●円\nb  弁護士・弁理士費用\n原告は，本件訴訟の遂行を原告代理人弁護士・弁理士に委任した。\n原告が本件訴訟において負担を余儀なくされた弁護士費用のうち，被\n告らの不法行為と相当因果関係のある額は，上記aの各本件期間の損害\n賠償額の１０％を下らず，本件期間①につき●（省略）●円，本件期\n間②につき●（省略）●円，本件期間③につき●（省略）●円を下ら\nない。\nc  損害合計額\nしたがって，原告は，本件期間①につき合計●（省略）●円，本件\n期間②につき合計●（省略）●円，本件期間③につき合計●（省略）\n●円の損害を被った。\n（被告らの主張）\nア  １０２条２項による損害（主位的主張）\n争う。\nイ  原告ＡＰ－７５契約に基づいて算定される損害（予備的主張）\n(ｱ)  実施料\na  ●（省略）●実施料相当額について，原告が主張する計算方法であ\nる，「ＬＴＯ－７製品とＬＴＯ－６製品の卸売価格の差額の１５％」\nという計算方法は，計算方法自体の当否もさることながら，そもそも，\n肝心の「１５％」という数字がどのようにして算出されたのかが全く\n不明であり，原告の主張には全く根拠がないといわざるを得ない。こ\nの点だけでも，原告の主張は失当である。\nb  ところで，本件発明について●（省略）●\n他方，●（省略）●（ＡＰ－７５契約３条１項，２項）。また，●\n（省略）●したがって，●（省略）●\nそこで，以下では，●（省略）●実施料相当額を算定することとす\nる。このように，●（省略）●（乙６８）。\nc  なお，ＡＰ－７５契約は，●（省略）●と規定しており（ＡＰ－７\n５契約３条１項，２項），●（省略）●これは，●（省略）●\n実際，原告は，●（省略）●\nしたがって，●（省略）●\nd  ●（省略）●\nＡＰ－７５契約は，ＴＰＣｓがＦＳＰに対してＬＴＯ－７製品を製\n造・販売するライセンスを付与する契約であるが，当該ライセンスに\nは，●（省略）●が含まれる。\nところで，●（省略）●\nそして，●（省略）●以下では，●（省略）●\n以上より，●（省略）●\ne  ●（省略）●\n●（省略）●\n●（省略）●なお，●（省略）●\nそうすると，●（省略）●\nf  本件発明の技術的価値について\n本件発明は，請求項１発明に係る磁気テープの製造方法に係る発明\nであるところ，その製造方法それ自体は，甲５に開示されている公知\nの製造方法を，単純に，請求項１発明に係る磁気テープに適用したも\nのにすぎないから，本件発明は，請求項１発明の技術的価値に何ら追\n加の技術的価値を付加するものではない。\nまた，請求項１発明の技術的価値は，従来のように隣接するサーボ\nバンドに書かれたサーボ信号を比較しなくともサーボバンドを特定で\nきる，という点にあるところ，●（省略）●したがって，請求項１発\n明の技術的価値は，ＬＴＯ－７製品においては意味を有しない。結局\nのところ，ＬＴＯ－７規格において，サーボバンドを識別する方法と\nして，ＬＴＯ－６規格まで採用されていた，隣接するサーボパターン\nをテープ長手方向にオフセットする方法（本件明細書・【０００２】\n段落を参照）を採用するか，それとも，請求項１発明の方法（すなわ\nち，サーボバンドＩＤを各サーボバンドに埋め込む方法）を採用する\nかは，単に，どちらか一方を選択する必要があるという問題にすぎず，\n●（省略）●このように，ＬＴＯ－７規格との関係においては，請求\n項１発明の技術的価値は極めて低いといわざるを得ない。\n以上のような事情を考慮すると，●（省略）●\nしたがって，本件特許の請求項６についての●（省略）●実施料相\n当額は，カートリッジ１巻あたり１円を上回るものではない。\ng  小括\n以上のとおり，本件特許の請求項６についての●（省略）●実施料\n相当額は，カートリッジ１巻あたり１円を上回らない。\nh  原告の主張に対する反論\n(a)  原告は，●（省略）●と主張する。\nしかしながら，●（省略）●そして，●（省略）●\n他方で，●（省略）●\nしたがって，●（省略）●原告主張の算定方法は，その前提から\nして誤っているといわざるを得ない。ましてや，●（省略）●とい\nうのは，全く根拠のない主張であるといわざるを得ない。\n(b)  原告は，原告が主張する被告製品１巻当たりの実施料●（省略）\n●円は，業界標準に照らしても相当な割合であると主張し，その根\n拠として，「実施料率〔第五版〕」（甲８５）及び「ロイヤルティ\n料率データハンドブック  ～特許権・商標権・プログラム著作権・\n技術ノウハウ～」（甲８６）を挙げる。\nしかしながら，「実施料率〔第五版〕」については，これは平成\n１５年９月３０日に発行された書籍であり，記載されている実施料\n率のデータは平成１０年度までのものである。これは，データとし\nてあまりに古過ぎ，本件における●（省略）●を算定するに当たっ\nては，そもそも参考にならないというべきである。\nまた，原告が挙げる上記資料に記載されている実施料率のデータ\nは，各ライセンス契約に規定されている実施料率を集計したもので\nあり，特許１件ごとの実施料率を集計したものではないと解される。\nかかる観点からも，●（省略）●１個のみのライセンス条件が問題\nとなっている本件においては，上記資料は参考にはならないという\nべきである。\nさらに，原告が挙げる上記資料に記載されている実施料率は，●\n（省略）●かかる観点からも参考にはならないというべきである。\nすなわち，●（省略）●しかしながら，●（省略）●しかしながら，\n原告が挙げる上記資料に記載されている実施料率のデータは，この\nような観点を踏まえたものとはなっていない。\nなお，通信機器の分野において，いわゆるＦＲＡＮＤ宣言の対象\nとなった特許についての実施料率が算定された各国の判例を見ると，\nＦＲＡＮＤ宣言の対象である特許１件当たりの実施料率は，低いも\nので０．０００１４％，高いものでも０．０３４％であり，０．１％\nに届くものは存在しない（乙６２。乙６３も参照）。このことから\nも，原告が挙げる上記資料に記載されている実施料率のデータが●\n（省略）●に合致する実施料相当額を算定するに当たり，参考とな\nらないことは明らかである。\n(ｲ)  被告自社製品に係る損害\n被告らが販売した被告自社製品の巻数は，被告ソニー●（省略）●に\nつき●（省略）●巻，被告ＳＳＭＳ●（省略）●につき●（省略）●巻\nであり，合計●（省略）●巻である。\nしたがって，原告が，本件特許の請求項６に基づいて被告自社製品に\n係る損害としてその賠償を求めることができる額は，●（省略）●円を\n上回らない。\n(ｳ)  被告ＯＥＭ製品に係る損害\n被告らが販売した被告ＯＥＭ製品の巻数は，被告ソニー●（省略）●\nにつき●（省略）●巻，被告ＳＳＭＳ●（省略）●につき●（省略）●\n巻であり，合計●（省略）●巻である。\nしたがって，原告が，本件特許の請求項６に基づいて被告ＯＥＭ製品\nに係る損害としてその賠償を求めることができる額は，●（省略）●円\nを上回らない。\n第３  争点に対する判断\n１  争点１（国際裁判管轄があるか）について\n(1)  前記前提事実(8)のとおり，原告ＡＰ－７５契約１１条１１項には，●（省\n略）●旨の定め（本件管轄合意）があるところ，同項の●（省略）●とは，\n文言上，●（省略）●を指すことは明らかであり，●（省略）●から，被告\nらは本件管轄合意の当事者ではない。\n(2)  被告らは，●（省略）●ところ，民法ないし●（省略）●の判例法によれ\nば，このような契約の第三者受益者には，当該契約における管轄合意の効力\nが及ぶ旨主張する。そこで検討するに，原告ＡＰ－７５契約８条２項におい\nては，●（省略）●旨定められているところ，●（省略）●ものと解される。\nしかしながら，●（省略）●からすれば，本件管轄合意においても被告ソニ\nーが●（省略）●に当たると解する理由はなく，本件管轄合意の効力が被告\nソニーないし被告らに及ぶものとはいえない。このことは，●（省略）●法\n下での判例の内容を検討するまでもなく，原告ＡＰ－７５契約８条２項及び\n１１条１１項の規定自体から明らかである。\nなお，被告らは，●（省略）●の確立した判例法によれば，①当該第三者\nが，当該契約の第三者受益者（third-party beneficiary）である場合，②\n当該第三者が，グローバルな取引（global transaction）の当事者であり，\n当該契約が当該取引の一部であり，かつ，それらの契約が，同一の時期に，\n同一の当事者間で，又は同一の目的のために，締結されたものである場合に\nは，契約当事者でない第三者は，当該契約における管轄合意条項を行使する\nことができるとされているところ，本件は，上記①及び②の場合に該当する\nと主張するが，上記判例法が存在することを認めるに足りる証拠はないし，\n仮にそのような判例法があるとしても，被告ソニーが●（省略）●上記①の\nような同契約における一般的な第三者受益者に当たるものと認めるに足りる\n証拠はないし，また，上記②の場合に当たるものと認めるに足りる証拠もな\nい。\n(3)  したがって，本件管轄合意の効力は被告らには及ばないから，本件訴えに\nついては●（省略）●裁判所の専属的な管轄に属さず，日本の裁判所は管轄\n権を有する（民事訴訟法３条の２第３項）。\n２  争点２（被告製造方法は本件発明の技術的範囲に属するか）について\n(1)  本件明細書の記載\n本件明細書には以下の記載がある（甲２）。\nア  発明の属する技術分野\n「本発明は，磁気テープに形成されるサーボバンドを特定することに寄\n与する磁気テープおよびその製造方法，サーボライタ，ならびにサーボバ\nンドの識別方法および装置に関するものである。」（段落【０００１】）\nイ  従来の技術\n「近年，コンピュータのデータバックアップ用等に使用される磁気テー\nプには，高密度に記録されたデータを精度良く読み取るために，テープ長\n手方向に沿って形成される複数のデータトラックと隣接する複数のサーボ\nバンド上にサーボ信号が記録されている。このような磁気テープにおいて\nは，磁気ヘッドがどのデータトラックを記録・再生しているかを把握する\nために，テープ幅方向に配設された複数のサーボバンドのうちどのサーボ\nバンドにヘッドが位置しているかを特定することが非常に重要となってい\nる。従来の技術としては，隣接するサーボバンドのサーボパターンをテー\nプ長手方向にオフセットさせ，それらのサーボバンドの信号を同時に読み\n取って比較することで，サーボバンドの特定を行うものがある（たとえば，\n特許文献１参照）。」（段落【０００２】）\nウ  発明が解決しようとする課題\n「しかしながら，従来の技術では，隣接するサーボバンドを同時に比較\nする必要があるため，たとえばヘッド目詰まりなどで片側のサーボ信号の\n読み取りが一時的または恒久的にできなくなった場合，サーボバンドの特\n定を行うことができなかった。また，隣接するサーボバンドを同時に比較\nする必要があるため，サーボ信号読取素子や信号処理回路を複数配設しな\nければならなかった。」（段落【０００４】）\n「さらに，オフセットしたサーボパターンを書き込む際には，基準とな\nる一方のサーボバンドに書かれたサーボパターンに対して，正確にオフセ\nットさせて他方のサーボバンドにサーボパターンを書く必要があった。そ\nのため，サーボ信号書込ヘッドに，テープ長手方向のオフセットに相当す\nる位置関係で正確にギャップを形成する必要があり，ヘッド製造において\nコストアップの要因になっていた。」（段落【０００５】\n「そこで，本発明の課題は，隣接するサーボバンドに書かれたサーボ信\n号を比較せずに，サーボバンドを特定することができる磁気テープ，およ\nびその製造方法，サーボライタ，ならびにサーボバンドの識別方法および\n装置を提供することにある。」（段落【０００６】）\nエ  課題を解決するための手段\n「前記課題を解決した本発明のうちの請求項１に記載の発明は，磁気ヘ\nッドのトラッキング制御をするためのサーボ信号が複数のサーボバンド上\nにそれぞれ書き込まれた磁気テープであって，各サーボバンド内に書き込\nまれた各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号が位\n置するサーボバンドを特定するためのデータがそれぞれ埋め込まれ，前記\n各サーボ信号は，一つのパターンが非平行な縞からなり，各データは，前\n記縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすこ\nとにより前記各サーボ信号中に埋め込まれていることを特徴とする。」（段\n落【０００７】）\n「請求項１に記載の発明によれば，一つのパターンを構成する線の位置\nを，サーボバンド毎にテープ長手方向にずらすことにより，一つのサーボ\nバンド内に書き込まれたサーボ信号にそのサーボバンドを示すデータを埋\nめ込むことができるので他のサーボバンド上のサーボ信号と対比すること\nなく，自己のサーボバンドを特定することができる。」（段落【０００８】）\n「請求項６に記載の発明は，請求項１に記載の磁気テープの製造方法であ\nって，サーボバンドを特定するためのデータをエンコードする第一工程と，\n第一工程でエンコードしたデータを記録パルス電流に変換する第二工程と，\n前記記録パルス電流をサーボ信号書込ヘッドに供給して，磁気テープの所\n定のサーボバンドに所定のエンコードされたデータが埋め込まれたサーボ\n信号を書き込む第三工程と，を有することを特徴とする。」（段落【００\n１７】）\n「この製造方法によれば，第一工程でサーボバンドを特定するためのデ\nータがエンコード（符号化）され，このエンコードされたデータが第二工\n程で記録パルス電流に変換される。そして，第三工程おいて，この記録パ\nルス電流をサーボ信号書込ヘッドに供給して，磁気テープのサーボバンド\n上に，サーボ信号が書き込まれると，このサーボ信号内にエンコードされ\nたデータ，すなわちサーボバンドを特定するためのデータが埋め込まれる\nこととなる。」（段落【００１８】）\n「このサーボライタによれば，制御装置でサーボバンドを特定するため\nのデータをエンコードし，このエンコードしたデータをパルス発生回路で\n記録パルス電流に変換する。そして，この記録パルス電流をサーボ信号書\n込ヘッド内のコイルに供給して，磁気テープのサーボバンド上にサーボ信\n号を書き込むと，このサーボ信号内にサーボバンドを特定するためのデー\nタがサーボ信号に埋め込まれることとなる。」（段落【００２１】）\nオ  発明の実施の形態\n「サーボ信号Ｓ１～Ｓ５は，\n図２に示すように，テープ長手\n方向に沿って任意に複数配設さ\nれる二種類の第一サーボパター\nン１および第二サーボパターン\n２によって構成されている。そ\nして，第一サーボパターン１は，\n非平行な縞である第一サブフレ\nーム１１および第二サブフレー\nム１２を有するとともに，第二\nサーボパターン２も，非平行な縞である第一サブフレーム２１および第二\nサブフレーム２２を有している。」（段落【００２５】）\n「第一サブフレーム１１，２１は，テープ長手方向に対して斜めに形成\nされる五本の線状パターンＬ１～Ｌ５と，これらに対して対称に形成され\nる五本の線状パターンＬ６～Ｌ１０とで非平行なハの字状に形成されてい\nる。ちなみに，これらの線状パターンＬ１～Ｌ１０が，後記するハの字状\nのギャップパターンＧ（図５参照）で形成されることにより，図示左側か\nら順に一対のハの字となる線状パターン（Ｌ１，Ｌ６），（Ｌ２，Ｌ７），\n（Ｌ３，Ｌ８），（Ｌ４，Ｌ９），（Ｌ５，Ｌ１０）の間隔はそれぞれ前\n記ギャップパターンＧの間隔と同じ長さになっている。なお，以下におい\nては，説明の便宜上，前記した一対のハの字となる線状パターン（Ｌ１，\nＬ６）～（Ｌ５，Ｌ１０）を，図示左側から順に第一ハの字パターンＰ１，\n第二ハの字パターンＰ２，第三ハの字パターンＰ３，第四ハの字パターン\nＰ４，および第五ハの字パターンＰ５と呼ぶこととする。」（段落【００\n２６】）\n「第一サーボパターン１の第一サブフレーム１１では，第三ハの字パタ\nーンＰ３に対して第二ハの字パターンＰ２と第四ハの字パターンＰ４が離\nれるように形成されている。また，第二サーボパターン２の第一サブフレ\nーム２１では，第三ハの字パターンＰ３に対して第二ハの字パターンＰ２\nと第四ハの字パターンＰ４が近づくように形成されている。なお，第二サ\nブフレーム１２，２２は，テープ長手方向に対して斜めに形成される四本\nの線状パターンＬ１１～Ｌ１４と，これらと対称に形成される四本の線状\nパターンＬ１５～Ｌ１８とで構成されており，これらの線状パターンＬ１\n１～Ｌ１８で構成される各ハの字パターンＰ６～Ｐ９はテープ長手方向に\n等間隔で配設されている。なお，前記した線状パターンは，非平行なもの\nがセットになっていればよい。」（段落【００２７】）\n「このように第一サーボパターン１と第二サーボパターン２の第一サブ\nフレーム１１，２１をそれぞれ異なるように形成することにより，第一サ\nーボパターン１に「１」を示すデータが埋め込まれ，第二サーボパターン\n２に「０」を示すデータが埋め込まれることとなる。そして，これらの第\n一サーボパターン１と第二サーボパターン２をテープ長手方向に任意に配\n設することにより，たとえば一つのサーボ信号Ｓ１全体を読み取ったとき\nに所定のデータを読み取ることが可能となっている。」（段落【００２８】）\n「パルス発生回路ＳＷ４は，制御装置ＳＷ５からのパルス制御信号に基\nづいてサーボ信号書込ヘッドＷＨに設けられた複数のコイルＣ（図６参照）\nに記録パルス電流を供給する回路であり，これらのコイルＣごとにそれぞ\nれ独立して設けられている。具体的に，このパルス発生回路ＳＷ４は，制\n御装置ＳＷ５からのパルス制御信号に基づいて，プラス極性またはマイナ\nス極性をもつパルス電流とゼロ電流とを交互に発生させることで，第一サ\nーボパターン１や第二サーボパターン２を各サーボバンドＳＢ１～ＳＢ５\nの所定位置に書き込んでいる。なお，記録パルス電流は，ギャップパター\nンＧ（図６参照）からの漏れ磁束により磁気テープＭＴ’の磁性層を磁化\nするのに十分な電流値であり，サーボ信号書込ヘッドＷＨのコイルＣ（図\n６参照）の特性等を考慮して設定される。」（段落【００３６】）\n「また，ギャップパターンＧごとにヘッドコアＨＣは独立しており，こ\nれらのヘッドコアＨＣにはそれぞれコイルＣが巻回されている。そして，\n各コイルＣに接続される各パルス発生回路ＳＷ４は，制御装置ＳＷ５（図\n５参照）でエンコードされた個々のサーボバンドＳＢ１～ＳＢ５を区別す\nるためのデータを記録電流パターンに変換し，この記録電流パターンを前\n記コイルＣに供給している。なお，データのエンコード方式には，特開平\n１０－３３４４３５号公報に記載の方式などがある。これにより，各サー\nボ信号Ｓ１～Ｓ５に，各サーボバンドＳＢ１～ＳＢ５に応じた固有のＩＤ\nが埋め込まれることとなる。」（段落【００３９】）\n「次に，サーボライタＳＷによって磁気テープＭＴにサーボ信号Ｓ１～\nＳ５を書き込む方法について図５を参照して説明する。\n図５に示すように，走行系により磁気テープＭＴの走行を開始するとと\nもに，図６に示す各パルス発生回路ＳＷ４からサーボ信号書込ヘッドＷＨ\nの各ヘッドコアＨＣに巻かれた各コイルＣに所定の記録電流パターンを供\n給する。このように各ヘッドコアＨＣに所定の記録電流が供給されると，\n各ギャップパターンＧによって各サーボバンドＳＢ１～ＳＢ５にそれぞれ\n所定のサーボ信号Ｓ１～Ｓ５が記録される。そして，このように記録され\nたサーボ信号Ｓ１～Ｓ５には，それぞれ異なるサーボバンド情報が埋め込\nまれることとなる。」（段落【００４１】）\n「データ解読部３２は，サーボ読取ヘッド３１ｂまたは予備サーボ読取\nヘッド３１ｃで読み取った一つのサーボ信号，たとえばサーボ信号Ｓ１中\nに埋め込まれたデータ（各サーボバンドＳＢ１～ＳＢ５を区別するために\nエンコードされたデータ）をデコードするものである。また，サーボバン\nド特定部３３は，データ解読部３２から出力される信号に基づいて各サー\nボバンドＳＢ１～ＳＢ５を特定するものである。」（段落【００４４】）\n(2)  構成要件Ｂの充足性（争点２－１）について\nア  「サーボバンドを特定するためのデータをエンコードする」の意義\n構成要件Ｂは「サーボバンドを特定するためのデータをエンコードする\n第一工程と，」というものであるところ，「エンコード」とは，一般に「符\n号化」（広辞苑第７版）の意味を有する語であり，本件明細書をみても，\n前記(1)エのとおり，構成要件Ｂの「エンコード」に関して，本件明細書の\n「課題を解決するための手段」における本件発明の説明である段落【００\n１８】に「エンコード（符号化）」と記載されている。\nまた，本件明細書の「発明の実施の形態」の記載及び図面を見ても，第\n１サーボパターン，第２サーボパターンを構成するハの字パターンをずら\nすことにより，第１サーボパターンに「１」を示すデータを埋め込み，第\n２サーボパターンに「０」を示すデータを埋め込むこと（段落【００２５】\nないし【００２８】），制御装置ＳＷ５からのパルス制御信号に基づいて\nパルス発生回路ＳＷ４が発生する記録パルス電流は，「プラス極性または\nマイナス極性をもつパルス電流とゼロ電流とを交互に発生される」電流で\nあること（段落【００３６】），パルス発生回路ＳＷ４は，制御装置ＳＷ\n５でエンコードされたサーボバンドを区別するためのデータを記録電流パ\nターンに変換すること（段落【００３９】），がそれぞれ記載されている。\n以上によれば，構成要件Ｂの「サーボバンドを特定するためのデータを\nエンコードする」とは，「サーボバンドを特定するためのデータ」を「０」\n又は「１」の形式に変換することと解すべきである。\nイ  ＬＴＯ－７仕様書の記載\nＬＴＯ－７仕様書（甲１４）には，●（省略）●が記載されている。そ\nうすると，ＬＴＯ－７規格においては，●（省略）●\nまた，●（省略）●\n一方で，ＬＴＯ－７仕様書には，●（省略）●\nウ  以上からすれば，前記アのとおり，構成要件Ｂの「サーボバンドを特定\nするためのデータをエンコードする」とは，「サーボバンドを特定するた\nめのデータ」を「０」又は「１」の形式に変換することと解すべきところ，\n被告製造方法において，上記の形式の変更を行っていることを示す証拠は\n何ら存在しない（なお，前記イのとおり，ＬＴＯ－７規格においても，●\n（省略）●）から，被告製造方法は，「サーボバンドを特定するためのデ\nータをエンコードする」と定める構成要件Ｂを充足しない。\n(3)  構成要件Ｃ及びＤの充足性（争点２－２）について\nア  構成要件Ｃ及びＤは，「第一工程でエンコードしたデータを記録パルス\n電流に変換する第二工程と，」「前記記録パルス電流をサーボ信号書込ヘ\nッドに供給して，磁気テープの所定のサーボバンドに所定のエンコードさ\nれたデータが埋め込まれたサーボ信号を書き込む第三工程と」というもの\nであり，そこにおける「記録パルス電流」の発生要件は何ら限定されてい\nない。また，本件明細書の「発明の実施の形態」の記載を見ても，前記(1)\nオのとおり，本件明細書の段落【００３６】では，単に「記録パルス電流」\nが「磁気テープＭＴ’の磁性層を磁化するのに十分な電流値」であること\nを示しているものの，その電流発生の具体的要件については何ら記載され\nていない。以上によれば，構成要件Ｃ及びＤにおける「記録パルス電流」\nの発生要件については何ら限定解釈すべきではない。\nイ  そして，被告製造方法におけるサーボ信号の書込みにおいては，磁気ヘ\nッドにパルス状の電流が流れるものと考えられるから，被告製造方法にお\nいては，「データを記録パルス電流に変換」し，「記録パルス電流をサー\nボ信号書込ベッドに供給して，磁気テープの所定のサーボバンドに所定の\nエンコードされたデータが埋め込まれたサーボ信号を書き込む」ことが行\nわれているといえる。よって，構成要件Ｃ及び構成要件Ｄを充足する。\nウ  これに対して，被告らは，構成要件Ｃにおける，データを「記録パルス\n電流に変換する」とは，少なくとも，●（省略）●と解されると主張する。\nしかしながら，上記のとおり，「記録パルス電流」の発生要件について被\n告らが主張するように限定解釈すべき根拠はないから，被告らの主張は採\n用できない。\n(4)  構成要件Ｂに係る均等侵害について（争点２－３）について\nア  均等侵害の要件\n特許請求の範囲に記載された構成中に対象製品等と異なる部分が存する\n場合であっても，①上記部分が特許発明の本質的部分ではなく（第１要件），\n②上記部分を対象製品等におけるものと置き換えても，特許発明の目的を\n達することができ，同一の作用効果を奏するものであって（第２要件），\n③上記のように置き換えることに，当業者が，対象製品等の製造等の時点\nにおいて容易に想到することができたものであり（第３要件），④対象製\n品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれ\nから上記出願時に容易に推考できたものではなく（第４要件），かつ，⑤\n対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的\nに除外されたものに当たるなどの特段の事情もない（第５要件）ときは，\n上記対象製品等は，特許請求の範囲に記載された構成と均等なものとして，\n特許発明の技術的範囲に属するものと解するのが相当である（最高裁平成\n１０年２月２４日第三小法廷判決・民集５２巻１号１１３頁参照）。\nイ  第１要件について\n本件明細書に記載された従来技術は，隣接するサーボバンドのサーボパ\nターンをテープ長手方向にオフセットさせ，それらのサーボバンドの信号\nを同時に読み取って比較することで，サーボバンドの特定を行うものであ\nり（段落【０００２】），片側のサーボ信号の読み取りが一時的又は恒久\n的にできなくなった場合，サーボバンドの特定を行うことができなかった\nという課題があった（段落【０００４】）。\nそこで，請求項１発明は，隣接するサーボバンドに書かれたサーボ信号\nを比較せずに，サーボバンドを特定するために，各サーボバンド内に書き\n込まれた各サーボ信号に，そのサーボ信号が位置するサーボバンドを特定\nするためのデータがそれぞれ埋め込まれ，前記各サーボ信号は，一つのパ\nターンが非平行な縞からなり，各データは，前記縞を構成する線の位置を，\nサーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中\nに埋め込まれているようにした磁気テープであり（段落【０００７】），\n本件発明は，その製造方法である（段落【００１７】）。\nそうすると，本件発明の本質的部分は，構成要件Ａ－３「前記各サーボ\n信号は，一つのパターンが非平行な縞からなり，各データは，前記縞を構\n成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより\n前記各サーボ信号中に埋め込まれていることを特徴とする磁気テープ」に\nあるといえ，構成要件Ｂ「サーボバンドを特定するためのデータをエンコ\nードする第一工程と，」は本質的部分には当たらないというべきである（被\n告らも特に争っていない。）。\nよって，被告製造方法は，均等の第１要件を充足する。\nウ  第２要件について\n仮に，被告製造方法が，構成要件Ｂの「エンコード」する工程に換えて，\n●（省略）●場合でも，本件明細書に記載された「隣接するサーボバンド\nに書かれたサーボ信号を比較せずに，サーボバンドを特定することができ\nる」（段落【０００６】）という作用効果を奏するものといえる（被告ら\nも特に争っていない。）。\nよって，被告製造方法は，均等の第２要件を充足する。\nエ  第３要件について\nＬＴＯ－７仕様書（甲１４）では，各サーボバンドに対応する「８桁の\nビットパターン」は変更されるものではなく固定であることからすれば，\nサーボバンドに「８桁のビットパターン」を埋め込む際，●（省略）●と\n認められる。そうすると，本件発明の「エンコードする工程」を，●（省\n略）●に置き換えることは，当業者が容易に想到し得るものといえる（被\n告らも特に争っていない。）。\nよって，被告製造方法は，均等の第３要件を充足する。\nオ  第４要件について\n被告らは，本件発明は，進歩性を欠くものであるから，本件発明から本\n件発明と被告製造方法の相違部分である「サーボバンドを特定するための\nデータをエンコードする第一工程」を除いた被告製造方法もまた，本件発\n明が進歩性を欠くのと同様の理由により，公知技術から容易に推考できた\nものであることは明らかであり，被告製造方法は，均等成立の第４要件を\n充足しない旨主張する。\nしかしながら，後記３のとおり，本件発明は進歩性を欠くものとは認め\nられないから，被告らの主張はその前提を欠き，採用できない。\nそのほか，本件発明から，本件発明と被告製造方法の相違部分である「サ\nーボバンドを特定するためのデータをエンコードする第一工程」を除いた\n被告製造方法について，当業者が容易に推考できたものと認める足りる証\n拠はないから，被告製造方法は，均等の第４要件を充足する。\nカ  第５要件について\n(ｱ)  出願人が，特許出願時に，特許請求の範囲に記載された構成中の対象\n製品等と異なる部分につき，対象製品等に係る構成を容易に想到するこ\nとができたにもかかわらず，これを特許請求の範囲に記載しなかった場\n合において，客観的，外形的にみて，対象製品等に係る構成が特許請求\nの範囲に記載された構成を代替すると認識しながらあえて特許請求の範\n囲に記載しなかった旨を表示していたといえるときには，対象製品等が\n特許発明の特許出願手続において特許請求の範囲から意識的に除外され\nたものに当たるなどの特段の事情が存するというべきである（最高裁平\n成２９年３月２４日第二小法廷判決・民集７１巻３号３５９頁参照） 。\n(ｲ)  被告らは，●（省略）●方法は，本件特許の出願当時において，当業\n者であれば当然，本件発明が採用した方法に代替する方法であると認識\nするものであったから，本件特許の出願人が，エンコードの工程を有し\nない方法を代替する方法として認識していたことは明らかである旨，ま\nた，このことは，本件明細書に実施例として記載されている磁気テープ\nの製造方法について説明した箇所（段落【００４１】）において，デー\nタのエンコードについての記載は存在せず，エンコードの工程は必須の\n工程であるとは位置付けられていないことからも明らかである旨主張す\nる。\nそこで検討するに，出願当時において，●（省略）●が，本件発明が\n採用する，データをエンコードする工程を有する方法に代替する方法で\nあると当業者が当然認識していたことを認めるに足りる証拠はない。\nまた，本件明細書の段落【００４１】の「サーボライタＳＷによって\n磁気テープＭＴにサーボ信号Ｓ１～Ｓ５を書き込む方法」には，「パル\nス発生回路ＳＷ４」に何がどの様に入力されて，記録電流パターンがコ\nイルに供給されるのか記載されてはいないものの，本件明細書の段落【０\n０２１】，【００３９】，【００４４】の各記載から，「パルス発生回\n路ＳＷ４」は，「制御装置ＳＷ５」で「エンコード」された「サーボバ\nンドを特定するためのデータ」が入力され，当該「データ」を記録電流\nパターンに変換し，コイルＣに供給するものであることが明らかであり，\n段落【００４１】に示された「サーボライタＳＷによって磁気テープＭ\nＴにサーボ信号Ｓ１～Ｓ５を書き込む方法」が，このような「パルス発\n生回路ＳＷ４」及び「制御装置ＳＷ５」における工程を含むことは当然\nのことと認められる。一方，本件明細書には，「最初から当該データを\nビットパターンの形式で保持した上で，これをサーボバンドに埋め込む\n方法」は全く記載されておらず，これを示唆する記載も見当たらない。\nそうすると，本件特許の出願人が，エンコードの工程を有しない方法\nを，本件発明が採用した方法に代替する方法として認識していたものと\n認めることはできないし，まして，出願人が，客観的，外形的にみて，\n被告製造方法に係る構成が構成要件Ｂの構成を代替すると認識しながら\nあえて特許請求の範囲に記載しなかった旨を表示していたとも認められ\nない。\n(ｳ)  よって，被告製造方法が本件特許の出願手続において特許請求の範囲\nから意識的に除外されたものに当たるなどの特段の事情は認められず，\n被告製造方法は，均等の第５要件を充足する。\nキ  被告製造方法に均等論を適用する前提を欠くとの被告の主張について\n被告は，被告製造方法においては，●（省略）●旨，それゆえ，被告製\n造方法は構成要件Ｂを欠くものであり，当該構成を他の構成に置換したも\nのではないから，被告製造方法に均等論を適用する前提を欠き，第１ない\nし第５要件の充足の有無について検討するまでもなく，均等侵害は成立し\nない旨主張する。\nしかしながら，被告製造方法において，●（省略）●\nよって，被告製造方法に均等論を適用する前提を欠くという被告の主張\nは採用できない。\nク  小括\n以上から，被告製造方法は，構成要件Ｂに係る均等侵害の要件を全て充\n足し，本件発明と均等なものとして，本件発明の技術的範囲に属するもの\nと認められる。\n３  争点３（本件特許に無効理由（本件発明の新規性ないし進歩性欠如）がある\nか）\n(1)  無効主張に係る各公知文献の記載\nア  ＩＳＯ／ＩＥＣ  ２２０５０：２００２（Ｅ）（乙１４）\n乙１４は，国際標準化機構（ＩＳＯ）および国際電気標準会議（ＩＥＣ）\nが協同して策定し，２００２年１０月１日に公開した，磁気テープカート\nリッジに関する標準規格である。\nサーボバンドは，非平行な縞の形状をした磁気反転部（サーボストライ\nプ）から構成され，サーボストライプはＡ～Ｄバーストの各サーボバース\nトを構成する。Ａ，Ｂバーストはサーボフレーム１を，Ｃ，Ｄバーストは\nサーボフレーム２を，それぞれ構成し，サーボフレーム１，２はサーボフ\nレームを構成する。\n各サーボフレームには，製造業者データ等のデータが符号化されて記録\nされる。サーボサブフレーム１内の縞の位置をテープ長手方向にずらすこ\nとで，１ビットのデータが記録される。\nサーボバンドの特定は，隣接するサーボバンドに含まれるフレームのテ\nープ長手方向の相対的位置を検出する方法によって行われてもよい。この\n場合，サーボバンドを読み取るサーボヘッドは，隣接する２本のサーボバ\nンドを同時に読み取ることで，先行又は遅延を検出し，どのサーボバンド\nを読み取っているかを判断する。(５３頁，表５)\nイ  特表２００２－５０２５３３号公報（乙１５）\n乙１５は，テープのサーボ追跡，より詳細にはサーボトラックへの情報\nの符号化に関する技術を開示する文献である。（８頁）\n「少なくも数本のトラック上にサーボ情報を設け，さらにこのような情\n報を読取るために記録／再生ヘッド上にサーボトランスデューサ要素を具\n備することでヘッドの側方向位置の制御を可能ならしめ，以て，ヘッドの\n各トランスデューサ要素をテープトラックに相対して動的に保持すること\nが公知である。」（８頁）\n乙１５のサーボトラック構成は，サーボ搬送信号６３が，サーボ帯域６\n１のほぼ全幅を横切って書き込まれ，次に，サーボ搬送信号６３の部分が\n消去され，図３のような構成が得られる。このようにして形成された消去\n部分６２及び非消去部分６４は，サーボトラックの対を定義する。（２１\n頁）\nサーボ読み取り要素７１がサーボトラック６８の中心に位置決めされる\nと，サーボ読み取り要素７１の出力信号は，サーボ読み取り要素７１が非\n消去部分６４に記録されたサーボ搬送信号６３上にある場合は最大振幅の\n信号バーストであるのに対し，搬送波６３が消去されている消去部分６２\n上にある場合には，半分の振幅の信号バーストとなり，信号バーストの振\n幅は正確に２対１となる。これに対し，テープがヘッドアセンブリーに対\nして横手方向に移動すると，バーストの振幅の比が変化する。これを利用\nして磁気ヘッドアセンブリー１５１の再位置決めが行われる。（２２，２\n３頁）\n他方でテープの特性に関する情報を，消去部分の長さをテープの長さに\n沿って変化させることで，サーボトラックに符号化することができる。（２\n３頁）\nサーボ帯域が１６１乃至１６３がデータ帯域１７０により隔てられてい\nるテープ１６０において，サーボ帯域１６１乃至１６３が，サーボ帯域自\n身が他のサーボ帯域から一意に同定され得るような，異なる符号を用いて\n符号化されることも可能である。図１３においては，サーボ帯域１６３が，\nサーボトラック構成１６６とは異なったサーボトラック構成１６５によっ\nて横手方向に符号化されており，構成１６６は，消去部分１７１及び１７\n３の異なる長さによって示されるように，サーボトラック１６５とは異な\nる方式で符号化されている。このように，任意個数の消去部分がサーボ帯\n域ごとに変化する長さを備えることで，サーボ帯域を一意に同定すること\nが可能となる。（３３，３４頁）\nウ  特開２００２－７４６３１号公報（乙１６）\n乙１６は，テープ・ドライブのサーボ制御，特に，サーボ・トラックお\nよびデータ・トラックが長手方向に配置されているテープを利用するカー\nトリッジ式テープ・ドライブのサーボ・システムに関する技術を開示する\n文献である。（２頁・２欄）\nサーボ制御の一方式である，タイミング・ベース・サーボ（ＴＢＳ）は，\nデータ・トラックと平行に少なくとも一つの特別にパターン化されたサー\nボ・トラックを設けておき，テープ・ヘッドがテープの幅方向に移動した\nときに，サーボ・パターンの読み取りによって得られるサーボ位置信号パ\nルスのタイミングが連続的に変化するようにしたものである。そのため，\nサーボ・パターンは，ハの字形のパターンや，くの字形と逆くの字形を組\nみ合わせたパターンのように，非平行の向きに記録された磁気遷移より構\n成される（３頁・３欄）。\nサーボ・ヘッドは，テープ２０の走行に伴い，サーボ・パターンを読み\n取り，その読み取り信号をテープ・ドライブ１２のＭＰＵ３８に送る。Ｍ\nＰＵ３８は，サーボ・パターン読み取り信号から，パターン内間隔Ａおよ\nびパターン間間隔Ｂを測定する。間隔Ａは，1つの繰り返しパターン内にお\nいて対になっている非平行ストライプ間の間隔であり，ヘッドがテープ２\n０の幅方向に移動すると，それに応じて値が増減する。他方，間隔Ｂは隣\n接する２つの繰り返しパターン間の間隔であり，ヘッドがテープ２０の幅\n方向に移動しても，値は変化しない。タイミング・ベース・サーボは，間\n隔Ａおよび間隔Ｂのような性質を利用して，ヘッドの位置決めを行う。（５\n頁・７欄）\nエ  特開２００１－６７８４７号公報（乙１７）\n乙１７は，非平行の向きに記録された磁気遷移からなるサーボ・パター\nンを用いたタイミング・ベースのサーボ・システムに関する技術を開示す\nる文献である。（４頁・６欄，７頁・１１欄）\n乙１７の図５には，サーボ・パターン中にデータを符号化（変調）する\nことのできるサーボ・パターンの例が開示されており，「１」は，変化ス\nトライプ８０と８１とを離れるように移動させ，変化ストライプ８２と８\n３を互いに近づくように移動させることで符号化され，「０」は，変化ス\nトライプ８４と８５を互いに近づくように移動させ，変化ストライプ８６\nと８７とを離れるように移動させることで符号化される。（８頁・１４欄）\nオ  特開平１０－３３４４３５号公報（乙１８）\n後記乙Ａ３の２と同じ\nカ  乙Ａ１の２（特開２００１－６７８４７号公報）\n「【従来の技術】通常，磁気テープまたは光テープのような長尺媒体は，\nシーケンシャルにまたは稀（まれ）にアクセスする大量のデータ（例えば\n長期保存用データ）を格納する補助記憶媒体として用いられている。（中\n略）そして，テープ・ヘッドがデータ・トラックに正確に追随できるよう\nに，トラック追随サーボ・システムが採用されている。」（段落【０００\n２】）\n「特にテープに採用されているトラック追従サーボ・システムの一例と\nして，（中略）タイミング・ベースのサーボ・パターンから成るものがあ\nる。このサーボ・パターンは，連続した長さで非平行の角度で記録された\n磁束変化領域から構成されている。」（【０００３】）\n「図２を参照して，このようなテープ駆動装置は，通常，ヘッド組立体\n２４を横切ってテープ２０を移動させる，カートリッジ１４のリールを回\n転させるモーター（図示せず）を備えている。ヘッド組立体２４は，（中\n略）比較的狭いサーボ再生ヘッド２６を備えている。サーボ再生ヘッド２\n６は，テープ２０のサーボ・トラック２７に記録されているサーボ・パタ\nーンを検出する。ヘッド組立体２４のデータ・ヘッド２８は，（中略）テ\nープ２０のデータ・トラック領域２９の上に位置している。（中略）図２\nには，説明を簡単にするために，１個のサーボ再生ヘッドおよび１個のデ\nータ・ヘッドが示してある。当業者が認識し得るように，ほとんどのテー\nプ・システムは，複数の平行サーボ・トラック，複数のサーボ再生ヘッド，\nおよび複数のデータ再生・記録ヘッドを備えている。」（段落【００１６】）\n「図５（ａ）および図５（ｂ）は，サーボ・パターン中にデータを符号\n化すなわち変調することのできるサーボ・パターンの例を示す図である。\nサーボ位置エラー信号を生成するため，およびデータを符号化するために\n使うことのできる，１つのフレーム中の変化ストライプの最小数は，変化\nストライプのペアがただ１つである。ペアの各変化ストライプは，同じよ\nうに傾斜した変化ストライプの別々のバースト中に存在する。図示した例\nでは，２グループの「５，４」フレームのうち，５ストライプ・グループ\nの２ペアの変化ストライプを使っている。図５（ａ）に示すように，“１”\nは次のようにして符号化する。すなわち，変化ストライプ８０と８１とを\n離れるように移動させ，変化ストライプ８２と８３とを互いに近付くよう\nに移動させる。図５（ｂ）に示すように，“０”は次のようにして符号化\nする。すなわち，変化ストライプ８４と８５とを互いに近付くように移動\nさせ，変化ストライプ８６と８７とを離れるように移動させる。ペアの各\n変化ストライプが移動する距離は同じであるが，方向は逆である。図５（ａ）\nおよび図５（ｂ）では，４ストライプ・グループは，不変であり，データ\nを持たない変化ストライプの普通の間隔を表している。」（段落【００３\n２】）\n「したがって，図５（ａ）では，“１”を符号化した変化ストライプ間\nの間隔「ａ」「ｄ」「ｅ」および「ｈ」は減少しており，間隔「ｂ」「ｃ」\n「ｆ」および「ｇ」は増加している。図５（ｂ）では，“０”を符号化し\nた変化ストライプ間の間隔「ａ」「ｄ」「ｅ」および「ｈ」は増加してお\nり，間隔「ｂ」「ｃ」「ｆ」および「ｇ」は減少している。」（段落【０\n０３３】）\nキ  乙Ａ２の２（特表２００３－５０４７９１号公報）\n「リニアテープオープン（“ＬＴＯ”）フォーマットといった各オープ\nンフォーマットテープストレージ技術は，この希望を満足させるために指\n向したものである。詳細には，ＬＴＯフォーマットは，各データバンドに\n区分する５つのサーボバンドにより，テープの幅方向に対して横断するよ\nうに分離された４つの分離データバンドを提供している。これらのサーボ\nバンド内のデータは，テープユニットがどのデータバンドであるかを特定\nすることが可能とするように，テープが走行する軸線に沿って指定された\n量だけ長手方向にオフセットされている。前記各データバンドは，各デー\nタバンドを区分している上方のサーボバンドと下方のサーボバンドとの間\nのタイミングオフセットを計測することにより位置決めされている。隣接\nする各サーボバンド間の長手方向オフセットは，＋３３．３３，－３３．\n３３，＋６６．６６，－６６．６６マイクロメートル（μｍ）である。よ\nって，このフォーマットにおいて各サーボバンド内に符号化されるタイミ\nングデータは，所望の各長手方向オフセットを満たすように高精度で配置\nされねばならない。」（段落【０００４】）\n「ＬＴＯフォーマットは，各サーボバンド内の多数のサーボ位置を規定\nしている。サーボ位置の数は実施形態に依存している。隣接する２つのサ\nーボ位置間の距離は，各データバンド間の距離に一致している。（中略）\nＬＴＯといったオープンテープフォーマットは，容量及び性能を最大化す\nるために，タイミングベースサーボ制御，（中略）リニア多チャンネル二\n方向テープフォーマットの有利点を組み合わせている。」（段落【０００\n５】）\n「図２を参照すると，データストレージのために使用する前に，テープ\n上の上述した各サーボバンドの符号化に対して，前処理（previous approach）\nが以下の手法においてなされていた。ヘッド４０は，単一の巻線１０を有\nする１つの大きなコア２０から構成されている。ヘッド内の各ギャップ３\n０は，適切な長手方向の各オフセット５０を与えるように精確に加工され\nていた。前処理は，いくつかの点で欠点を有している。第１に，各ギャッ\nプの配置に必要な精度を有しつつヘッドを製造する作業が，少しも平易で\nないことである。（中略）第２に，各ギャップがヘッド表面の全域の長手\n方向に分布しているので，テープヘッドインターフェースの非接触エリア\nが非常に広い。（中略）最後に，分布した各ギャップのそれぞれから必要\nされる磁束を達成するために，コア内の単一巻線のインダクタンスが比較\n的大きくなければならない。」（段落【０００８】）\n「【課題を解決するための手段】\n本発明は上述した欠点及び他の欠点を克服している。本発明の教示によ\nれば，磁気テープメディアに対して垂直方向に整列された多数の独立サー\nボ書込みコアを有する書込みヘッドが提供されている。サーボ書込みコア\nの全ては，好ましくは，独立した駆動装置及びデータ生成器を有しており，\nこれにより各駆動装置及び各データ生成器が磁気テープメディア上にデー\nタを独立的に符号化することを可能としている。他の書込みコア駆動装置\nに対して精確な微小ステップでオフセット可能であるように，各サーボ書\n込みコア駆動装置は，好ましくは，精度源（precision source）により刻\n時パルスを独立して送られている。」（段落【０００９】）\n「図３は，本発明の好適な実施形態についてのサーボ書込みヘッドを示\nしている。本発明の好適な実施形態についての図３は，以下の点及び他の\n点において，前処理についての図２とは異なっていることに注意されたい。\n第１に，各ギャップ６０が中心線７０に沿ってヘッド１００に配置されて\nいる。他の各サーボバンドに対して各サーボバンド内にデータの書き込み\nをオフセットする目的のための著しいオフセットはない。第２に，独立し\nた各コア９０を有する５つの独立した書込み巻線８０があり，各コアは５\nつのギャップ６０とそれぞれ対応している。よって，分離した各書込みコ\nアを有する５つの独立した巻線の垂直方向整列が，ヘッド１００内に形成\nされている。」（段落【００１１】）\n「この構成により，本発明は，ＬＴＯテープの各サーボバンドにデータ\nを書き込む前処理を克服し，かつ取って代わり，かつ大変革している。こ\nれは，実現し又は達成することが難しかった各物理パラメータを容易に扱\nわれる電気的パラメータに変換することにより達成している。５つの個別\nの書込みコアを独立した巻線と垂直方向に位置決めすることにより，この\nことが可能となっている。第１に，タイミングオフセットが，各ギャップ\nの物理的位置の関数というよりは，今や独立した各巻線に対する駆動信号\nのタイミングの関数であるので，各ギャップの位置決めにおいて精確さを\n有しつつヘッドを製造する作業が省かれている。これにより，製造時にお\nけるばらつきのために各ヘッドを廃棄するといったことが排除されている。\n第２に，各ギャップが今やヘッドの表面全域で垂直方向に整列されている\nので，テープ接触エリアが最小化されており，これにより，テープに対す\nるヘッドの接触が向上している。これにより，サーボデータを非常に高速\nなテープ速度にて符号化することが可能となっている。第３に，個別の各\nコアに対してそれぞれ５つの独立した巻線があるので，これらの巻線のイ\nンダクタンスが非常に小さい。従って，信号電子装置が，ヘッドを非常に\n容易に駆動できる。さらに，５つの巻線があるので，各巻線に対する駆動\n電流において各巻線間のばらつき又は各ギャップにおける磁束密度が補償\nされる。結局，フォーマット変更の場合には，新しい基準を厳守するよう\nに，独立した各巻線に対する各信号のタイミングを変化させてもよい。」\n（段落【００１３】）\n「図５は，本発明の範囲内で使用されるようなデータ生成器１６０と書\n込み駆動電子装置１５０を示すブロック図である。本発明の書込みヘッド\nは，前述したＬＴＯフォーマットといったテープフォーマットに対する書\n込み性能及び順応性を向上させるために，磁気テープメディアに対して鉛\n直方向にかつ垂直方向に整列された多数の書込み要素１７０（例えば，多\n数のサーボ書込みコア）を有している。本発明の範囲内において，書込み\n要素との記載は，サーボ書込みコア構成要素といった書込み操作を実施す\nるためにヘッド内で使用される構成要素を含んでいる。本発明の各サーボ\n書込みコア構成要素は，独立した駆動装置１５０とデータ生成器１６０を\n有しており，これらが磁気テープメディア上に独立してデータを符号化す\nることが可能としている。好適な実施形態では，多チャンネルデータ生成\n器が使用される。各サーボ書込みコア駆動装置１５０が，多チャンネルデ\nータ生成器の各出力のうちの１つにより駆動される。ここで，多チャンネ\nル生成器の各出力は，精度基準による時間でプログラム可能オフセットを\n提供している。」（段落【００１４】）\n「各書込み要素が個別の書込み駆動電子装置により駆動されているので，\n各書込み要素は他の各書込み要素とは電気的に独立している。各書込み要\n素は，制御されたパルス幅と，振幅と，立上り時間と，立下り時間と，波\n形とを有する各パルスから構成されている書込み信号を受信する。よって，\n以下の書込み信号特性のうちの１つ又は２つ以上を書込み要素のために変\n更することが可能である：すなわち，少なくとも１つの書込み要素に供給\nされる書込み信号パルス幅を他の書込み要素に供給される書込み信号パル\nス幅とは異なるようにすることが可能である；少なくとも１つの書込み要\n素に供給される書込み信号振幅を他の書込み要素に供給される書込み信号\n振幅とは異なるようにすることが可能である；少なくとも１つの書込み要\n素に供給される書込み信号立上り時間を他の書込み要素に供給される書込\nみ信号立上り時間とは異なるようにすることが可能である；少なくとも１\nつの書込み要素に供給される書込み信号立下り時間を他の書込み要素に供\n給される書込み信号立下り時間とは異なるようにすることが可能である；\n少なくとも１つの書込み要素に供給される書込み信号波形を他の書込み要\n素に供給される書込み信号波形とは異なるようにすることが可能である。」\n（段落【００１５】）\n「５つの個別のデータ生成器を使用することにより，独特の長手方向オ\nフセットを有する，又はデータ符号化する，又はテープに透かしを入れる\nテストテープといった特別な目的のためのサーボテープを生成することに\n対応可能である。」（段落【００２０】）\nク  乙Ａ３の２（特開平１０－３３４４３５号公報）\n「【発明の属する技術分野】本発明は，水平方向の記録のためのタイミ\nング・ベースのサーボに関し，特に，データまたはアドレス指定情報をタ\nイミング・ベースのサーボ情報に重畳すること，（中略）に関する。」（段\n落【０００１】）\n「【従来の技術】磁気テープ装置が容量を最大化するために使用する１\nつの方法は，テープ上の平行なトラックの数を最大化することである。ト\nラックの数を最大化する典型的な方法は，トラック追従を提供し，トラッ\nクが非常に接近して配置されることを可能にするサーボ・システムを使用\nすることである。」（段落【０００３】）\n「トラック追従サーボ作用の例は，水平方向のデータ・トラックのグル\nープ間に横たわる，予め記録された平行な水平方向のサーボ・トラックの\nグループを提供することである。それにより，１つ以上のサーボ・ヘッド\nがサーボ情報を読出すことができ，付随するトラック追従サーボがサーボ・\nヘッドが対応するサーボ・トラック上の中央に維持されるように，ヘッド\nまたはテープの垂直方向の位置を調整する。サーボ・ヘッドは所定の距離\nだけデータ・ヘッドから間隔を開けられ，サーボ・ヘッドのセンタリング\nにより，データ・ヘッドがデータ・トラック上でセンタリングされる。」\n（段落【０００４】）\n「図４は，データをサーボ・トラックに符号化するために，遷移が磁気\nテープに対して水平方向にシフトされた図３のシェブロン及びダイヤモン\nドを示す。データはサーボ・タイミングが正しければ，任意の態様で符号\n化され得る。」（段落【００２５】）\n「重要な点は，サーボ・タイミングの観点から，シェブロンが対になっ\nて同一方向若しくは反対方向に，またはパターン内のあらゆる変化が互い\nにオフセットするようにシフトされることである。」（段落【００３４】）\n「このことは，サーボ性能に影響を与えること無く，データがシェブロ\nン・パターンの位置に符号化され得ることを意味する。符号化データは，\nタコメータ情報若しくはセクタ識別番号などのアドレス情報を符号化する\nために，またはテープ長，メーカ，媒体タイプなどのカートリッジに関す\nる他の情報を符号化するために使用され得る。」（段落【００３５】）\n「図５は，データをサーボ・パターンに符号化する最も簡単な方法を示\nす。サーボ位置誤差信号を生成し，データを符号化するために使用される\nグループ内のシェブロンの最小数は２である。」（段落【００３６】）\n「一般的な符号化アルゴリズムは，シェブロンを遠ざけることにより\"\n１\"を符号化し，シェブロンを一緒に近づけることにより\"０\"を符号化する。\n各シェブロンが移動される距離は大きさは同一であるが，方向は反対であ\nる。シェブロンは対になって移動されなければならないので，ダイヤモン\nドを構成する両方のシェブロンが対として一緒に移動される。図５では，\n上方のダイヤモンド５０は，データの無いシェブロンの公称スペーシング\nを示し，下方のダイヤモンド５１のパターンは，左から右にビット列\"００\n１１\"を符号化するように示される。」（段落【００３７】）\nケ  乙 Ａ ４ の １ （ ISO/IEC22050 ） 及 び 乙 Ａ ４ の ２ （ 日 本 工 業 規 格 JIS  X\n6175:2006）\n「11.サーボバンドの記録方法\n11.1概要  テープは，５本のサーボバンドをあらかじめ記録し，それぞ\nれのサーボバンドに複数のサーボ位置を定める。サーボ位置は，カートリ\nッジがカートリッジ装置内で作動中にトラック追随のために用いる。サー\nボバンドは，カートリッジにデータの記録及び再生に使用する前に書き込\nみ，すべてのサーボ位置は，テープ基準縁から特定の距離に位置する。（中\n略）\n各サーボバンドは，１８本のサーボストライプからなりサーボフレーム\nを含む。サーボフレームは，テープの長さに沿って長手方向の位置を表す\nＬＰＯＳ ワードを符号化する。サーボバンドに沿ってサーボフレームを長\n手方向に移動することによって，サーボバンドを一意に識別する。サーボ\nバンドの詳細は，図２５，図２６ 及び図２８に示す。」\n「11.3 サーボフレーム符号化  サーボフレーム符号化は，テープの長手\n方向の絶対位置，製造業者のデータ及びサーボバンド識別情報とする。\n11.3.1 位置及び製造業者データの符号化方法  位置及び製造業者データ\nの符号化方法は，サーボサブフレーム１のストライプの相対位置を移動し\nて，サーボフレームの情報を符号化する（図２８参照）。サーボフレーム\nは，“１”又は“０”の一つのビットを符号化する。（図略）\n“１”は，Ａバーストの第２ストライプを第１ストライプの方向へ０．\n２５μｍ移動し，Ａバーストの第４ストライプを第５ストライプの方向へ\n０．２５μｍ移動して符号化する。Ａバースト及びＢバーストの対応する\nストライプ間で正しいタイミングを維持するため，同じ移動は，Ｂバース\nトの第２ストライプ及び第４ストライプにも適用する。\n“０”は，Ａバーストの第２ストライプを第１ストライプから遠ざかる\n方向へ０．２５μｍ移動及びＡバーストの第４ストライプを第５ストライ\nプから遠ざかる方向へ０．２５μｍだけ移動して符号化する。Ａバースト\n及びＢバーストの対応するストライプ間で正しいタイミングを維持するた\nめに，同じ移動は，Ｂバーストの第２ストライプ及び第４ストライプにも\n適用する。」\nコ  乙Ａ５（特開２００２－２５００１号公報）\n「図１は，磁気テープ１００の記録領域の構成とデータの書き込みおよ\nび読み取りを行う磁気ヘッド２０１を模式的に記載した図である。磁気テ\nープ１００には，０ないし３の４個のデータ・バンドと各データ・バンド\nの両側に０ないし４の４個のサーボ・バンドが配置されている。データ・\nバンドは記録領域として利用され，また，各サーボ・バンドにはテープ１\n００の幅方向および長さ方向における磁気ヘッドの位置を検出するための\n情報等が書き込んである。」（段落【００１４】）\n「磁気ヘッド２０１は，たとえば図１に示すようにデータ・バンド１に\n関して，サーボ・バンド１とサーボ・バンド２のサーボ情報を読み取って\nテープ幅方向に微量だけ移動して所望のラップ（図示せず。）を選択する。\n磁気ヘッド２０１は，さらにテープ幅方向に大きく移動して他のデータ・\nバンドに対応するサーボ情報を読み取って当該データ・バンド内の所望の\nラップにアクセスすることができる。」（段落【００１５】）\nサ  乙Ａ２７（米国特許４５０２０８２号）\n「サーボビット「sm」は，トラックに沿ってワークビットに対して半直\n交に整列される。ビット「sm」は，以下に説明するように「センタリング\nダイビット」として特徴付けられ，トラックに関して「ラムダ構成」とし\nて理解される」（６欄６３～６７行）\n「斜めの互いに直交するダイビットの形態のサーボビット「sm」は，所\n定のトラックTに沿って所定の方法で分配され，ワークビット「wb」と（ト\nラック/セクタ）識別ビット｢sb｣との間に挿入されると理解される。」（７\n欄５８～６２行）\n「次のプリレコーディングされたサーボダイビットすなわち「シェブロ\nン」，「sm」は，このサーボ出力を開始し（図2A，2B，2Cのように），「セ\nンタリングチェック」だけではなく，トラック，データブロックなどを識\n別するために使用される。」（１１欄２３～２７行）\n「（整列された）セクタ・ビット「sb」によって示されるトラック番号\n及びセクタ番号を読み出すことができる。」（１１欄４１～４３行）\n「したがって，ヘッドh1がヘッドh1に「従属」され，サーボ中心にサー\nボされることが明らかであり，それゆえに，ヘッドh1は「制御サーボトラ\nック」（又はトラックセグメントT-1，ダイギャップ /ダイビットにセンダ\nリングされる），ヘッドh2はT-1及びディスクDDと同心である関連データト\nラックを「追従」して書き込む（例えば，T-aはT-1に従属し，T-bはT-2に\n「従属する」）」（１２欄２５～３３行）\n「本発明のさらなる改変も可能である。例えば，本明細書に開示される\n手段及び方法は，特定のテープシステムなど，又は特定のドラムなどにも\n適用可能であり得る。また，本発明は，光学的にデータの記録及び再生が\n行われるような他の形式の記録/再生系を使用したある種の「スパイラルレ\nコーディング」の提供についても適用できる。）」（２０欄６５行～２１\n欄４行）\n(2)  争点３－１について\n本件発明は，本件特許の請求項１の従属項である請求項６に係る発明であ\nる。そして，請求項１発明は「磁気テープ」に係る発明であるのに対し，本\n件発明は，該「磁気テープ」の「製造方法」であって，さらに「第一工程」\nないし「第三工程」を有する発明であるから，本件発明の進歩性の有無を判\n断するには，先行技術の中から最も適している主引用発明を選び，そこから\n出発して，「製造方法」の発明である本件発明に容易に到達する論理付けが\nできるか否かを検討すべきである。\nしかるに，被告らは，本件発明の進歩性欠如を主張する際に，まず，物の\n発明である請求項１発明について複数の引用発明から容易に想到することが\nできるとした上で，さらに，請求項１発明とはカテゴリーも異なる製造方法\nの発明である本件発明について，別個の引用発明（乙１８発明）を組み合わ\nせて容易に想到することができると主張するが（争点３－１－５，３－１－\n７を除く。），そもそも，そのように多段階にわたって先行技術を適用する\nことを前提として，当業者が本件発明を容易に発明することができたという\nことはできない。\nしたがって，争点３－１に係る被告らの主張（争点３－１－５，３－１－\n７を除く。）は，個別に検討するまでもなく失当であるが，以下では，念の\nため，被告らの主張する手法に従い，請求項１発明を当業者が容易に発明で\nきたか否かについて検討する。\n(3)  争点３－１－１について\n被告らは，乙１４発明を主引用発明として乙１５発明を組み合わせれば，\n請求項１発明を容易に発明できたと主張する。\nア  乙１４の前記記載によれば，請求項１発明と乙１４発明の相違点は次の\nとおりと認められる。\n請求項１発明においては，「データ」が，「複数のサーボバンドのうち\nのそのサーボ信号が位置するサーボバンドを特定するためのデータ」であ\nる（構成要件Ａ－２）のに対して，乙１４発明においては，「複数のサー\nボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するため\nのデータ」についての開示がない点。\nイ  上記相違点に係る容易想到性について検討するに，乙１４には，非平行\nな縞の磁気遷移からなるサーボパターンを使用したタイミング・ベース・\nサーボにおいて，サーボフレームを形成するストライプをずらすことによ\nり，サーボバンドに記録される信号中にデータを埋め込む技術が記載され\nている。そして，乙１４(５３頁，表５)には，サーボバンドを識別する方\n法が記載されている以上，乙１４発明において，サーボバンドを特定する\n必要性があることは明らかである。\n一方，乙１５発明は，サーボ搬送信号の交互の消去及び非消去の部分か\nらなるサーボトラック構成を備えたアンプリチュードサーボにおいて，サ\nーボトラック構成の消去部分の長さを他のサーボ帯域と異ならせて情報を\n埋め込むというものである。すなわち，乙１５の３３頁下から４行～３４\n頁の８行，及び図１３には，「サーボ帯域１６１ないし１６３が，サーボ\n帯域自身が他のサーボ帯域から一意に同定され得るような，異なる符号を\n用いて符号化されても良い。（中略）任意個数の消去部分がサーボ帯域ご\nとに変化する長さを備えることで，サーボ帯域を一意に同定，つまり一意\nなサーボ帯域符号を具備しても良い」と記載されており，サーボ帯域自身\nが他のサーボ帯域から一意に同定され得るような，異なる符号を用いて符\n号化されること，その例として，サーボ帯域の消去部分の長さを他のサー\nボ帯域と異ならせる方式で符号化することが開示されている。\n以上によれば，乙１４発明は，タイミング・ベース・サーボに係るもの\nであり，かつ，サーボフレームを形成するストライプをずらすことにより，\nサーボバンドに記録される信号中にデータを埋め込む発明であるのに対し，\n乙１５発明は，アンプリチュードサーボに係るものであり，かつ，サーボ\n帯域の消去部分の長さを他のサーボ帯域と異ならせる方式で符号化する発\n明であるから，結局，両者は，そのシステム自体も，また，データの符号\n化方式も異なるものである。そうであれば，乙１４発明に乙１５発明を適\n用することは容易であるとはいえず，かえって阻害要因があるというべき\nであるし，仮に乙１４発明に乙１５発明を適用しても，相違点に係る構成\nには容易に想到し得ない。\nウ  これに対して，被告らは，サーボパターンを構成する要素の位置をテー\nプ長手方向にずらすことによりデータをサーボ信号中に埋め込むものであ\nるという点において，乙１４発明と乙１５発明は共通しており，サーボバ\nンドを特定するためのデータをサーボ信号中に埋め込む方法として，サー\nボフレームを構成する縞の一部をテープ長手方向にずらすという，乙１４\n発明が既に開示している方法を用いることは容易であると主張する。しか\nし，上記のとおり，あくまで，乙１４発明は，非平行な縞の磁気遷移から\nなるサーボパターンを使用したタイミング・ベース・サーボにおいて，サ\nーボフレームを形成するストライプをずらすことにより，サーボバンドに\n記録される信号中にデータを埋め込むという発明であるし，乙１５発明は，\nサーボ搬送信号の交互の消去および非消去の部分からなるサーボトラック\n構成を備えたアンプリチュードサーボにおいて，サーボトラック構成の消\n去部分の長さを他のサーボ帯域と異ならせて情報を埋め込むという発明で\nあるから，両発明について，それらの具体的構成を離れて，被告らが主張\nするように，サーボパターンを構成する要素の位置をテープ長手方向にず\nらすことによりデータをサーボ信号中に埋め込むものであると抽象化した\n上で，両発明を組み合わせることが当業者にとって容易であるとは認めら\nれず，被告らの上記主張は採用できない。\n(4)  争点３－１－２について\n被告らは，乙１６発明を主引用発明として乙１５発明と乙１７発明を組み\n合わせれば，請求項１発明を容易に発明できたと主張する。\nア  乙１６の前記記載を踏まえて，請求項１発明と乙１６発明とを対比する\nと，①「各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号が\n位置するサーボバンドを特定するためのデータがそれぞれ埋め込まれ」て\nいる点（構成要件Ａ－２），及び②「各データは，各縞を構成する線の位\n置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ\n信号中に埋め込まれている」点（構成要件Ａ－３）で相違する。\nイ  上記相違点①の容易想到性については，乙１４発明の場合と同様である。\nすなわち，乙１６には，非平行な縞の磁気遷移からなるサーボパターンを\n使用したタイミング・ベース・サーボに係る技術が記載されており，一方，\n乙１５発明は，アンプリチュードサーボに係るものであり，かつ，サーボ\n帯域の消去部分の長さを他のサーボ帯域と異ならせる方式で符号化する発\n明であるから，結局，両者は，そのシステム自体も，また，データの符号\n化方式も異なるものである。そうであれば，乙１６発明に乙15発明を適用\nすることは容易であるとはいえず，かえって阻害要因があるというべきで\nあるし，仮に乙１６発明に乙１５発明を適用しても，相違点に係る構成に\nは容易に想到し得ない。\n(5)  争点３－１－３について\n被告らは，乙１５発明を主引用発明として乙１７発明と周知技術を組み合\nわせれば，請求項１発明を容易に発明できたと主張する。\nア  乙１５の前記記載を踏まえて，請求項１発明と乙１５発明とを対比する\nと，「各サーボ信号は，一つのパターンが非平行な縞からなり，各データ\nは，各縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずら\nすことにより前記各サーボ信号中に埋め込まれている」点（構成要件Ａ－\n３）で相違する。\nイ  上記相違点に係る容易想到性について検討するに，乙１５は，サーボ搬\n送信号の交互の消去及び非消去の部分からなるサーボトラック構成を備え\nたアンプリチュードサーボに関し，サーボ帯域に形成された「消去部分」\n及び「非消去部分」において，サーボ読取り要素７１の中心線が消去部分\n６２の端に正確に位置決めされる限り，読取り素子７１の出力信号は，非\n消去部分６４上にある間は最大振幅の信号バーストであり，消去部分６２\n上にある間は半分の振幅の信号バーストが続き，磁気ヘッドがテープに対\nして移動した場合，上記信号バーストの振幅の比が変化するため，これを\n利用して，磁気ヘッドの再位置決めを行うサーボ技術に関する発明である。\n被告らが主張するように，非平行な縞からなるサーボパターンを使用し\nたタイミング・ベース・サーボが周知であり，また，乙１７に非平行な縞\nを構成する線の位置をテープ長手方向にずらすことで，データを符号化し，\nサーボ信号中に埋め込むことが開示されているとしても，これらの技術を，\nアンプリチュードサーボに係る乙１５発明に適用すれば，乙１５の上記サ\nーボ技術が機能しなくなることは明らかであることから，乙１５発明に，\n周知技術及び乙１７発明を適用する上での阻害要因が存在することは明ら\nかであるし，仮に乙１５発明に周知技術および乙１７発明を適用しても，\n相違点に係る構成には容易に想到し得ない。\n(6)  争点３－１－４について\n被告らは，乙Ａ１発明を主引用発明として周知技術（乙Ａ５～１７）を組\nみ合わせれば，請求項１発明を容易に発明できたものであると主張する。\nア  乙Ａ１の前記記載によれば，請求項１発明と乙Ａ１発明の相違点は次の\nとおりと認められる。\n請求項１発明においては，「データ」が，「複数のサーボバンドのうち\nのそのサーボ信号が位置するサーボバンドを特定するためのデータ」であ\nる（構成要件Ａ－２）のに対して，乙Ａ１発明においては，「複数のサー\nボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するため\nのデータ」についての開示がない点。\nイ  被告らは，当業者であれば，周知技術（乙Ａ５～１７）に基づいて，上\n記相違点に係る構成に容易に想到することができたと主張するので，検討\nする。\n(ｱ)  乙Ａ１２ないし１６について\n乙Ａ１２ないし１６は，光記録再生に係る技術であって，乙Ａ１の磁\n気記録再生とは，記録再生の原理そのものが異なり，また，タイミング・\nベース・サーボ技術も，タイミング・ベース・サーボ技術における符号\n化技術も，明記されていないことからすれば，乙Ａ１発明に乙Ａ１１な\nいし１６に開示された技術を組み合わせても，相違点に係る構成を容易\nに想到し得るとはおよそいえない。\n(ｲ)  乙Ａ６，８，９，１１について\n乙Ａ６は，乙１５と同一の公知文献であり，乙Ａ６発明は，サーボ搬\n送信号の交互の消去および非消去の部分からなるサーボトラック構成を\n備えたアンプリチュードサーボにおいて，符号化トラックピッチの消去\n部分の長さを他のサーボ帯域と異ならせて情報を埋め込むというもので\nある。そうすると，乙Ａ６発明は，タイミング・ベース・サーボ技術に\n係る乙Ａ１発明とは，そのシステム自体が異なり，また，データの符号\n化方式も異なることから，乙Ａ１発明に乙Ａ６を組み合わせることは困\n難であり，むしろ阻害要因が存在するし，仮に乙Ａ１発明に乙Ａ６発明\nを適用しても，相違点に係る構成には容易に想到し得ない。\n乙Ａ８には，磁気テープ横方向における望ましくない動作（ＬＴＭ）\nを補償するために，レーザにより磁気素材を欠落させたくぼみである光\nサーボマーク７２により光サーボパターンを生成し，光サーボパターン\nのトラックを，どの光サーボパターンがたどられているのかを決定する\n固有の値またはコードで符号することが記載され（段落【０００４】，\n【００１７】，【００１８】，図３），また，光サーボパターン上に磁\n気信号が書込まれ，光サーボパターンにより振幅変調された磁気信号を\n２つのサーボ読取ヘッドによって読み取られ，両者の振幅の差を位置誤\n差信号として用いることが記載されている（段落【００２０】～【００\n２３】，図５，図６）。そうすると，乙Ａ８は，乙Ａ６と同様，アンプ\nリチュードサーボに係る技術であり，また，乙Ａ８は，磁気素材を欠落\nさせたくぼみから構成された光サーボパターンを必須の構成としている\nことからすれば，乙Ａ１発明に係る技術と，そのシステム自体が異なり，\nまた，データの符号化方式も異なることから，乙Ａ１発明に乙Ａ８発明\nを組み合わせることには阻害要因が存在するし，仮に乙Ａ１発明に乙Ａ\n８発明を適用しても，相違点に係る構成には容易に想到し得ない。\n乙Ａ９には，「隣接するサーボトラックは，消去済み又は未記録のテ\nープ部分のエッジを通る縦線によって画定される」こと（概要），「サ\nーボトラックペア番号及び／又はサーボサンプル番号に関する情報は，\n消去済み又は未記録のテープ部分に記録することができ，前記サーボト\nラックからの信号と共に復号して読み戻すことができる」（５欄７～１\n１行），「矩形４は，（中略）消去されている。各サーボトラック３，\n３’の中心線は，消去された又は記録されていない矩形４，４’の縁に\n沿ってそれぞれ配置される。（中略）サーボ・サンプル番号のサーボト\nラックペアの番号を矩形４，４’に記録し，必要に応じてテープ位置を\n決定し，（中略）ロー・パス／バンド・パス・フィルタリング・バージ\nョンから同じ読取り信号を受け取り，（中略）サーボ復調器に渡すこと\nができる。」（８欄１１～２６行）ことがそれぞれ開示されている。そ\nうすると，乙Ａ９は，乙６と同様なアンプリチュードサーボに係る技術\nであることからすれば，乙Ａ１発明に係る技術とは，そのシステム自体\nが異なり，また，データの符号化方式も異なるため，乙Ａ１発明に乙Ａ\n９発明を組み合わせることは困難であり，むしろ阻害要因が存在すると\nいうべきであるし，仮に乙Ａ１発明に乙Ａ９発明を適用しても，相違点\nに係る構成には容易に想到し得ない。\n乙Ａ１１には，トラックバンドルに特別トラックを設け，当該特別ト\nラックは，第１の特性及び第２の特性を提供する表面領域を有し，当該\n表面領域がトラッキング情報を符号化するように用いられるパターンを\n形成する（【請求項１１】，段落【００１８】，【００２２】）ととも\nに，ヘッド読み出し部の２つのチャネルが，特別トラックの内側の２つ\nのトラックを読み出し，２つの信号を再生された信号の振幅に基づいて\nトラッキング信号を得る（段落【００２４】）ことが記載されている。\nまた，乙Ａ１１の段落【００３０】には，「図４による幅方向及び長さ\n方向の位置情報のプロセスは，あるいはトラックバンドルを識別できる\n特別トラックの表面領域内に含まれた識別情報を実現してもよい」と記\n載されている。そうすると，乙Ａ１１も乙６と同様，アンプリチュード\nサーボに係る技術であり，乙Ａ１発明に係る技術とは，そのシステム自\n体が異なり，また，データの符号化方式も異なることから，乙Ａ１発明\nに乙Ａ１１発明を組み合わせることは困難であり，むしろ阻害要因が存\n在するし，仮に乙Ａ１発明に乙Ａ１１発明を適用しても，相違点に係る\n構成には容易に想到し得ない。\n(ｳ)  乙Ａ５について\n段落【００１４】には，磁気テープの構成として，「磁気テープ１０\n０には，４０ないし３の４個のデータ・バンドと各データ・バンドの両\n側に０ないし４の４個（判決注：５個の誤り）のサーボ・バンドが配置\nされている。」と記載され，また，同段落には，「各サーボ・バンドに\nはテープ１００の幅方向および長さ方向における磁気ヘッドの位置を検\n出するための情報等が書込んである」と記載されている。しかし，「テ\nープの幅方向における磁気ヘッドの位置を検出するための情報」が，ど\nのような「情報」であるのか明確に記載されていないこと，及び，テー\nプ幅方向への移動に関して，所望のラップ２（「データトラック」のこ\nと（段落【０００２】）。）にアクセスする際に用いる「サーボ情報」\n（段落【００１５】，【００１７】，【００２０】，【００２７】，【０\n０２８】，【００３２】，【００４１】参照。）について記載されてい\nるものの，他のデータバンドへの移動については具体的な制御方法につ\nいて明記されていないことから，「テープの幅方向における磁気ヘッド\nの位置を検出するための情報」は，「サーボバンドを特定するためのデ\nータ」を含むのか定かではない。したがって，乙Ａ１発明に乙Ａ５発明\nを組み合わせたとしても，相違点に係る構成を容易に想到し得るとはお\nよそいえない。\n(ｴ)  乙Ａ１０について\n乙Ａ１０には，トラック切換数以下の複数本のサーボトラックをデー\nタトラックに平行かつデータトラックのピッチの整数倍のピッチで設け，\n当該サーボトラック毎に，異なる周波数のサーボ信号を記録し，周波数\nを切り替え可能なフィルタを介して２つのサーボ用再生ヘッドにより１\nつのサーボトラックのサーボ信号をそれぞれ再生し，両ヘッドの再生信\n号の振幅同士が等しくなるようトラッキングを行うこと（１頁「特許請\n求の範囲」，５頁左上欄３行～６頁右下欄６行）が記載されている。そ\nうすると，乙Ａ１０では，各サーボトラックを特定するために，サーボ\nトラックに記録されるサーボ信号の「周波数」を異ならせているものの，\nサーボ信号にサーボトラックを特定するための「データ」は記録されて\nいない。よって，乙Ａ１発明に乙Ａ１０発明を組み合わせたとしても，\n相違点に係る構成を容易に想到し得るとはおよそいえない。\n(ｵ)  乙Ａ７及び１７について\n乙Ａ７には，３６トラック対応の磁気ヘッドを用いた場合のマルチト\nラックの磁気記録方式が図５に示され，段落【００３１】には，磁気テ\nープをｎ個のエリアに等分割し，３６トラック分が磁気テープ幅の１／\nｎ以下に納まる磁気ヘッドによりｎ往復して磁気記録を行うことが，段\n落【００３３】には，エリア１つにつき１つであり，データグループに\n共通のサーボトラックを書込み，エリアが区別できるように，サーボト\nラックに記録される識別情報を変化させ，この識別情報を読み出するこ\nとにより，サーボトラック１４にサーボヘッド素子を位置付ければ磁気\nヘッドを位置付けたいデータグループに位置付けできることが，段落【０\n００３６】には，サーボトラックの読み取りにより磁気ヘッド１が位置\nするデータグループの属するエリアを確認することが，それぞれ記載さ\nれている。さらに，段落【００２３】，【００２４】，【００３８】，\n【００４０】の各記載から，乙Ａ７には，サーボトラックからの情報に\nより，磁気ヘッド１の位置付けを行い，さらに，トラックずれを検出し\nこれを補正することが記載されている。そうすると，乙Ａ７には，エリ\nアが区別できるように変化される識別情報を各サーボトラックに記録す\nる発明が開示されているところ，これを乙Ａ１発明に適用したとしても，\n請求項１発明の「サーボバンドを特定するためのデータ」が「サーボ信\n号」に「埋め込まれる」構成（構成要件Ａ－２）には達しない。さらに，\n乙Ａ１発明では，「データ」を符号化する方法として，サーボ信号が有\nするパターンの非平行な縞を構成する線の位置を，テープ長手方向にず\nらす構成を採用しているところ，乙Ａ７発明には，タイミング・ベース・\nサーボ技術，及び，タイミング・ベース・サーボ技術における符号化技\n術は，明記されていないことからすれば，そもそも，乙Ａ１発明に乙Ａ\n７発明を組み合わせることは容易に想到し得ない。\nまた，乙Ａ１７には，磁気記録媒体上に８個のデータトラックの集合\n体からなる８個のデータ領域と，１７個のサーボトラックからなる１個\nのサーボ領域とを形成し，トラックアクセスの際，サーボヘッド素子が\n２個のサーボトラックからの信号を再生し，両者の信号振幅の差の信号\n（「トラッキングエラー信号」）が０になるように，サーボヘッド素子\nが２個のサーボトラックの境界に位置決めされると，記録ヘッド素子・\n再生ヘッド素子が，それぞれのデータ領域の選択されたデータトラック\nの中央に同時に位置決めされることが記載されており（５頁左上欄１２\n行～右下欄２行），また，サーボヘッド素子がどのサーボトラックに位\n置決めされたかを知るために，サーボトラックにトラック番号を記録し\nておくことも記載されている。そうすると，乙Ａ１７には，乙Ａ７発明\nと同様に，「トラック番号をサーボトラックに記録する発明」が開示さ\nれているところ，これを乙Ａ１発明に適用したとしても，「サーボバン\nドを特定するためのデータ」が「サーボ信号」に「埋め込まれる」構成\nには達しない。さらに，乙Ａ１７発明には，そもそも，タイミング・ベ\nース・サーボ技術，及び，タイミング・ベース・サーボ技術における符\n号化技術は，明記されていないことからすれば，そもそも，乙Ａ１発明\nに乙Ａ１７発明を組み合わせることは容易に想到し得えない。\nウ  以上のとおり，請求項１発明が乙Ａ１発明及び周知技術（乙Ａ５～１７）\nに基づいて当業者が容易に発明できたものであるとは認められない。\n(7)  争点３－１－５及び３－１－６について\n被告らは，請求項１発明は乙Ａ２発明と同一である，仮に同一でなくても\n乙Ａ２発明と周知技術（乙Ａ５～１７）を組み合わせれば容易に発明できた\nと主張する。\nア  乙Ａ２の前記記載を踏まえて，請求項１発明と乙Ａ２発明とを対比する\nと，①「各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号が\n位置するサーボバンドを特定するためのデータがそれぞれ埋め込まれ」て\nいる点（構成要件Ａ－２），及び②「各サーボ信号は，一つのパターンが\n非平行な縞からなり，各データは，各縞を構成する線の位置を，サーボバ\nンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込\nまれている」点（構成要件Ａ－３）で相違する。\nなお，被告らは，乙Ａ４の１のＬＴＯフォーマットも参照すれば，上記\n相違点②に係る構成は乙Ａ２に開示されていると主張するが，乙Ａ２には，\nＬＴＯフォーマットに係る記載は散見されるものの，「サーボ信号」の「パ\nターン」の構成，及び，「符号化」の方法について記載されていないし，\nそもそも，乙Ａ２の発行日（２００２年８月１３日）より後に発行された\n乙Ａ４の１に基づいて，乙Ａ２に記載されたＬＴＯフォーマットが乙Ａ４\nの１のＬＴＯフォーマットであると当業者が認識することはできないから，\n被告らの上記主張は採用できず，請求項１発明が乙Ａ２発明と同一である\nとは認められない。\nイ  そして，上記相違点①については，乙Ａ１発明で検討したのと同様に，\n乙Ａ７，乙Ａ１７等の先行技術を乙Ａ２発明に組み合わせたとしても，「サ\nーボバンドを特定するためのデータ」が「サーボ信号」に「埋め込まれる」\n構成には達しない。\nまた，上記相違点②は，「各サーボ信号は，一つのパターンが非平行な\n縞からなり，各データは，各縞を構成する線の位置を，サーボバンド毎に\nテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれてい\nる」点であるところ，前記のとおり，乙Ａ２，乙Ａ７，乙Ａ１７には，サ\nーボ信号のパターン構成及びサーボ信号にデータを埋め込む方法は記載さ\nれていないため，上記乙Ａ２発明に乙Ａ７発明又は乙Ａ１７発明を組み合\nわせたとしても，相違点②に係る構成には達しない。仮に，乙Ａ３や乙Ａ\n４に記載されたようなタイミングサーボパターン及びデータを埋め込む方\n法が周知であったとしても，相違点②に係る構成とするためには，乙Ａ２\n発明に当該周知技術を組み合わせた上で，さらに，乙Ａ７発明，乙Ａ１７\n発明を組み合わせる必要があるため，このように２段階にわたって先行技\n術を組み合わせることが当業者にとって容易に想到し得たこととはいえな\nい。\n以上から，請求項１発明は，乙Ａ２発明及び周知技術に基づいて当業者\nが容易に発明できたものではない。\n(8)  争点３－１－７及び争点３－１－８について\n被告らは，請求項１発明は乙Ａ３発明と同一である，仮に同一でなくても\n乙Ａ３発明と周知技術を組み合わせれば容易に発明できたと主張する。\nア  乙Ａ３の前記記載によれば，請求項１発明と乙Ａ３発明の相違点は次の\nとおりと認められる。請求項１発明においては，「データ」が，「複数の\nサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定する\nためのデータ」である（構成要件Ａ－２）のに対して，乙Ａ３発明におい\nては，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバ\nンドを特定するためのデータ」についての開示がない点。\nなお，被告らは，乙Ａ３の２では，サーボ情報に記録されたセクタ識別\n番号を読み取ることによりサーボバンドを特定できるため，乙Ａ３の２に\nは，「セクタ識別番号などのアドレス情報」として，複数のサーボバンド\nのうちのサーボ信号が位置するサーボバンドを特定するためのデータがサ\nーボ信号に埋め込まれていることが開示されているといえると主張するが，\n「セクタ識別番号を読み取ることにより，サーボバンドを特定」すること\nは，乙Ａ３の２には全く開示されていないから，上記主張は採用できず，\n請求項１発明が乙Ａ３発明と同一であるとは認められない。\nイ  そして，上記相違点に係る容易想到性についても，乙Ａ１発明を主引用\n発明とする場合と同様である。\n被告らは，乙Ａ３では，セクタ識別番号を読み取ることにより，磁気ヘ\nッドが位置するサーボバンドを特定することができるところ，磁気テープ\nにおいて複数のサーボバンドが書込まれることは周知の事項であるから，\nデータの記録密度を上げてデータトラックの数と共にサーボトラック（サ\nーボバンド）を複数記録することは当業者であれば容易に想到し得ると主\n張する。しかし，磁気テープに複数のサーボバンドを書込むことが周知で\nあったとしても，上記で述べたように，乙Ａ３発明には，「セクタ識別番\n号を読み取ることにより，サーボバンドを特定すること」は全く記載され\nておらず，また，「セクタ識別番号」と「サーボバンド」との関係性を示\n唆する記載も見当たらない。したがって，上記主張は採用できない。\nよって，請求項１発明は，乙Ａ３発明及び周知技術に基づいて当業者が\n容易に発明できたものではない。\n(9)  争点３－１－９について\n被告らは，請求項１発明は乙Ａ５発明と周知技術を組み合わせれば容易に\n発明できたと主張する。\nア  乙Ａ５の前記記載を踏まえて，請求項１発明と乙Ａ５発明とを対比する\nと，乙Ａ２発明の場合と同様に，①「各サーボ信号に，複数のサーボバン\nドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデー\nタがそれぞれ埋め込まれ」ている点（構成要件Ａ－２），及び②「各サー\nボ信号は，一つのパターンが非平行な縞からなり，各データは，各縞を構\n成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより\n前記各サーボ信号中に埋め込まれている」点（構成要件Ａ－３）で相違す\nる。\nイ  この点，被告らは，乙Ａ５において，「各サーボバンド内に書き込まれ\nたサーボ信号に，（中略）サーボバンドを特定するためのデータがそれぞ\nれ埋め込まれ」ていると考えるべき理由として，①どのサーボバンドであ\nるかを特定するための情報が各サーボバンドに書き込まれていなければ，\n磁気ヘッドは，自分がテープの幅方向のいかなる位置にいるかを判断する\nことはできないこと，②実際，複数のサーボバンドを有する磁気テープに\nおいて，サーボバンドを識別する必要があったことは周知の課題であり，\n乙Ａ５においても，サーボバンドを特定するための情報が書き込まれるこ\nとが想定されていること，③記録媒体上のある位置を特定する方法として，\n当該位置に，当該位置を示す情報（アドレス情報）を記録することは技術\n常識であるから，乙Ａ５においても，テープの幅方向及び長さ方向におけ\nる磁気ヘッドの位置を検出するための情報として，かかるアドレス情報を\n当該位置に書き込むことは，当然に想定されていること等を挙げる。\nしかし，本件明細書の段落【０００３】に従来技術として掲載されてい\nるように（【特許文献１】特開平１１－２７３０４０号公報（公開日：平\n成１１年１０月８日）），隣接するサーボバンドのサーボパターンをテー\nプ長手方向にオフセットさせ，それらのサーボバンドの信号を同時に読み\n取って比較することで，サーボバンドを特定する技術が知られている以上，\n被告の上記①の主張は採用できない。\nまた，複数のサーボバンドを有する磁気テープにおいて，サーボバンド\nを識別する必要があったことが周知の課題であった（上記②）としても，\nそれを解決するために，必ずしも，サーボバンドを識別する情報を書き込\nむ技術を採用するとは限らないし，また，記録媒体上の位置に，当該位置\nを示す情報（アドレス情報）を記録することが技術常識である（上記③）\nとしても，乙Ａ５発明において，テープの「幅方向」における磁気ヘッド\nの位置を検出するための情報として，「アドレス情報」が当該位置に書き\n込まれることを裏付ける根拠は，乙Ａ５には何ら見当たらない。\nそして，乙Ａ５に記載された「テープの幅方向における磁気ヘッドの位\n置を検出するための情報」（段落【００１４】）が，どの様な「情報」で\nあるのか明確に記載されておらず，テープ幅方向への移動に関して，所望\nのラップ２（「データトラック」のこと（段落【０００２】）。）にアク\nセスする際に用いる「サーボ情報」（段落【００１５】，【００１７】，\n【００２０】，【００２７】，【００２８】，【００３２】，【００４１】\n参照。）については記載されているものの，他のデータバンドへの移動に\nついて具体的な制御方法について明記されていないことからすれば，乙Ａ\n５に，「各サーボバンド内に書き込まれたサーボ信号に，複数のサーボバ\nンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデ\nータがそれぞれ埋め込まれ」ていることが開示されているとは認められな\nい。\nウ  上記相違点に係る容易想到性についても，乙Ａ２発明の場合と同様であ\nる。なお，被告らは，乙Ａ５発明においてタイミング・ベース・サーボを\n採用し，さらに，各サーボバンド内に書き込まれたサーボ信号に，複数の\nサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定する\nためのデータをそれぞれ埋め込む方法として，非平行な縞を構成する線の\n位置をテープ長手方向にずらす方法を採用することは，当業者が容易にな\nし得ることであると主張するが，このように周知技術を２段階にわたって\n重ねて適用して請求項１発明の構成とすることは，当業者にとって容易で\nあるとはいえない。\n以上から，請求項１発明は，乙Ａ５発明及び周知技術に基づいて当業者\nが容易に発明できたとはいえない。\n(10)   争点３－１－１０について\n被告らは，請求項１発明は乙Ａ２７発明と周知技術を組み合わせれば容易\nに発明できたと主張する。\nア  乙Ａ２７の前記記載を踏まえて，請求項１発明と乙Ａ２７発明とを対比\nすると，①「各サーボ信号に，複数のサーボバンドのうちのそのサーボ信\n号が位置するサーボバンドを特定するためのデータがそれぞれ埋め込まれ」\nている点（構成要件Ａ－２），及び②「各データは，各縞を構成する線の\n位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サー\nボ信号中に埋め込まれている」点（構成要件Ａ－３）で相違する。\nイ  この点，被告らは，乙Ａ２７のサーボビットは，センタリングチェック\n（トラッキング制御）に加えてトラックを識別するために使用されるため，\n乙Ａ２７には，サーボビットにサーボトラック（サーボバンド）を識別す\nるためのデータを埋め込むことが開示されていると主張する。\nしかし，乙Ａ２７には，「符号化」について，「ワークビット「ｗｂ」\nは，（中略）同一の符号化された磁気極性およびアライメントの一連の磁\n気遷移信号を含むと理解される」（６欄４３～４７行），「１つの特徴に\nよれば，ビット符号化方式は，各トラックについて，ワークビットおよび\nサーボビットのための所定のアライメントを確立する」（６欄５４～５７\n行）等と記載され，また，トラック番号を識別するために，制御サーボパ\nルス列を「基準パルス」として使用すること（１５欄６０～６２行）は記\n載されているものの，「サーボビット」に，「サーボトラック（サーボバ\nンド）を識別するためのデータを埋め込むこと」は明記されていない（被\n告らも，この点がどこに開示されているのか具体的に指摘していない。）。\nしたがって，被告の上記主張は採用できない。\nウ  上記相違点①に係る容易想到性は，乙Ａ１発明の場合と同様である。\nなお，被告らは，乙Ａ２７発明のサーボ技術はタイミング・ベース・サ\nーボと親和性が高く，また，タイミング・ベース・サーボにおいてシェブ\nロンの形を用いるものも知られていたから，乙Ａ２７のサーボ信号に代え\nて，乙Ａ１，乙Ａ３，乙Ａ４，乙Ａ１８及び乙Ａ２３に開示されている，\n一つのパターンが非平行な縞からなるサーボ信号を用いて，平行な縞から\nなるサーボ信号にデータを埋め込むにあたって，縞を構成する線の位置を，\nサーボバンド毎にテープ長手方向にずらす方法を採用することは容易であ\nったと主張する。しかし，乙Ａ２７には，被告が提示する乙Ａ１，乙Ａ３，\n乙Ａ４，乙Ａ１８及び乙Ａ２３に見られるようなタイミング・ベース・サ\nーボ技術を採用する動機が見当たらない。また，乙Ａ２７は，ヘッドｈの\nギャップｇ１，ｇ２とビット対Ａ，Ｂとの相対位置に基づいてトラッキン\nグ制御を行うものであって，仮に，このビット対Ａ，Ｂに，乙Ａ１，乙Ａ\n３，乙Ａ４，乙Ａ１８及び乙Ａ２３に開示されている，縞を構成する線の\n位置を，サーボバンド毎にテープ長手方向にずらす技術を採用すると，乙\nＡ２７において，正確なトラッキング制御を行うことができないことから，\n乙Ａ２７発明に，乙Ａ１，乙Ａ３，乙Ａ４，乙Ａ１８及び乙Ａ２３に開示\nされている技術を適用することには阻害要因がある。したがって，乙Ａ２\n７発明に乙Ａ１，乙Ａ３，乙Ａ４，乙Ａ１８及び乙Ａ２３に開示される周\n知技術を組み合わせることは，当業者が容易に想到し得ないことである。\n(11)   争点３－２について\n前記のとおり，乙Ａ２発明ないし乙Ａ３発明に基づいて請求項１発明の新\n規性ないし進歩性を否定することはできないから，そうであれば，これらの\n発明に基づいて，請求項１発明の構成を含む本件発明の新規性ないし進歩性\nを否定することもできない。\n(12)   小括\n以上のとおり，本件発明に係る本件特許に無効理由がある旨の被告らの主\n張はいずれも理由がない。\n４  争点４（本件特許の請求項６は●（省略）●に当たるか（権利濫用の成否））\nについて\n(1)  原告ＡＰ－７５契約８条２項の●（省略）●の意義\nア  準拠法について\n法律行為の効力は，当事者が当該法律行為の当時に選択した地の法によ\nる（法の適用に関する通則法７条）ところ，原告ＡＰ－７５契約１１条１\n１項には，同契約が●（省略）●法（以下，単に●（省略）●法」という。）\nに従って解釈する旨の規定がある（甲１５）から，原告ＡＰ－７５契約８\n条２項の●（省略）●の意義は，同契約の当事者が選択した地の法である\n●（省略）●法に従って解釈すべきである。\nイ  ●（省略）●の意義\n証拠（甲２４，２５）及び弁論の全趣旨によれば，●（省略）●法によ\nれば，裁判所が契約ないしその文言が曖昧でないと判断した場合には，各\n文言に明白かつ通常の意味を割り当て，外的証拠によらずに契約を解釈す\nべきであり，一方，裁判所が契約ないしその文言が曖昧であると判断した\n場合には，交渉過程における契約当事者間のやりとりなどの外的証拠を検\n討し得るとされているものと認められる。\nそこで，以上に従って検討すると，原告ＡＰ－７５契約８条２項には，\n●（省略）●（甲１５）。また，同契約１条６項には，●（省略）●と規\n定されている（甲１５）。\nそして，原告ＡＰ－７５契約の規定する内容によれば，上記の●（省略）\n●に関する条項（８条２項）は，●（省略）●であることは明らかである。\nこのような契約全体の規定内容も踏まえて，上記の●（省略）●に関す\nる条項（８条２項）の文言を解釈すれば，●（省略）●と解すべきことは\n明らかである。\nなお，念のため，契約当事者であるＴＰＣｓと原告との間の交渉経緯等\nをみても，上記の文言解釈を左右する事情は見当たらない。\nすなわち，証拠（甲１６，１９，２０）によれば，●（省略）●が認め\nられる。\n以上の事実を踏まえると，●（省略）●以上のとおり，原告ＡＰ－７５\n契約の交渉経緯等をみても，上記の文言解釈を左右する事情は見当たらな\nい。\nなお，原告は，●（省略）●旨主張する。しかしながら，上記のとおり，\n原告ＡＰ－７５契約における●（省略）●の解釈は，当事者（ＴＰＣｓ及\nび原告）の合理的意思により解釈されるべきものであり，原告の立場や意\n思のみを考慮して解釈されるべきものではない。また，●（省略）●また，\n●（省略）●よって，原告の上記主張は採用できない。\n以上を前提に，●（省略）●について検討する。\n(2)  ●（省略）●について\nア  ●（省略）●\n(ｱ)  原告が主張する●（省略）●\n(ｲ)  ●（省略）●\na  証拠（甲１４）及び弁論の全趣旨によれば，●（省略）●\nb  もっとも，●（省略）●から，その前提を欠き，採用できない。\nなお，原告は，●（省略）●旨主張する。確かに，●（省略）●\nc  また，●（省略）●について，被告は，●（省略）●旨主張するの\nに対し，原告は，●（省略）●主張している。●（省略）●\nd  また，原告は，●（省略）●と主張し，被告らは，●（省略）●と\n主張する。\n●（省略）●もっとも，被告が指摘するように，●（省略）●そう\nすると，●（省略）●しかしながら，●（省略）●\n(ｳ)  ●（省略）●\na  まず，被告は，●（省略）●主張するところ，●（省略）●そして，\n●（省略）●\n●（省略）●\nb  原告は，●（省略）●主張する。これに対して，被告は，●（省略）\n●主張する。原告は，●（省略）●主張しており（原告準備書面１５・\n６頁，同１８・４頁），●（省略）●\nなお，●（省略）●旨主張する。確かに，●（省略）●しかし，●\n（省略）●\nc  原告は，●（省略）●主張する。これに対して，被告らは，●（省\n略）●と主張する。●（省略）●もっとも，●（省略）●\nしかしながら，●（省略）●\nd  原告は，●（省略）●と主張する。これに対して，被告らは，●（省\n略）●\nなお，●（省略）●\ne  その他，原告は，●（省略）●主張し，●（省略）●\n(ｴ)  ●（省略）●\n被告は，●（省略）●主張する。これに対し，原告は，●（省略）●\n主張する。確かに，●（省略）●なお，●（省略）●\nそこで検討するに，●（省略）●\n(ｵ)  小括\n以上からすれば，●（省略）●\nまた，●（省略）●そうすると，●（省略）●\nイ  ●（省略）●\n(ｱ)  原告が主張する●（省略）●\n(ｲ)  ●（省略）●\nそして，●（省略）●\nウ  ●（省略）●\n(ｱ)  原告が主張する●（省略）●は，●（省略）●\n(ｲ)  ●（省略）●\n●（省略）●\nしかしながら，●（省略）●\n●（省略）●\nエ  ●（省略）●\n(ｱ)  原告が主張する●（省略）●は，●（省略）●\n(ｲ)  ●（省略）●\n●（省略）●\n(ｳ)  ●（省略）●\n被告らは，●（省略）●旨主張する。これに対して，原告は，●（省\n略）●\nしかしながら，●（省略）●\n(ｴ)  小括\n以上からすれば，●（省略）●\nオ  その他の●（省略）●\n原告が主張する●（省略）●\nカ  小括\n以上からすれば，●（省略）●から，本件特許の請求項６は，原告ＡＰ\n－７５契約１条６項の●（省略）●に当たり，同請求項は，同契約８条２\n項の●（省略）●に当たる。\n(3)  権利濫用の抗弁について\nア  被告自社製品に係る差止請求，廃棄・除却請求について\n(ｱ)  ●（省略）●\n他方，●（省略）●\n以上を踏まえると，●（省略）●\n(ｲ)  証拠（乙４ないし９）によれば，●（省略）●また，●（省略）●\nなお，原告は，●（省略）●主張するようであるが，●（省略）●\n(ｳ)  したがって，原告の被告らに対する被告自社製品に係る差止請求，廃\n棄・除却請求は，権利の濫用（民法１条３項）に当たり，許されない。\nイ  損害賠償請求について\n(ｱ)  前記ア(ｱ)のとおり，●（省略）●\n他方，●（省略）●\n以上を踏まえると，●（省略）●\n(ｲ)  まず，●（省略）●\n(ｳ)  次に，●（省略）●については，被告らは，●（省略）●と主張する。\nそこで検討するに，被告らは，●（省略）●と主張するが，●（省略）\n●また，被告らは，仮に原告が，請求項１についての実施料に加えて，\n請求項６についての実施料相当額の支払を被告ソニーから受けられると\nすると，実質的に実施料の二重取りを認める結果となり，不当であると\nも主張するが，両請求項が●（省略）●に当たるとしても，それを踏ま\nえて，●（省略）●実施料をどのように定めるかという問題にすぎない\nし，そもそも，被告らは請求項１について実施料を支払っているものと\nも認められないから，何ら二重取りを認めることになるものではない。\n被告は本件発明が何ら技術的な価値を付加するものではないと主張する\nが，本件発明が新規性及び進歩性を有することは前記３のとおりである。\nしたがって，●（省略）●権利の濫用には当たらない。\n５  争点５（被告らに共同不法行為が成立するか）\n(1)  本件期間①について\n前記前提事実(5)アのとおり，●（省略）●（本件期間①），被告ＳＳＭ\nＭは，被告製品を製造してこれを被告ソニーに販売し，被告ソニーは，被告\n製品を販売，輸出していたことが認められるところ，同期間において，被告\nＳＳＭＭ及び被告ソニーは，共同して本件特許権を侵害する行為を行ってい\nたものであるから，本件特許権の侵害について共同不法行為が成立する。\n(2)  本件期間②について\n前記前提事実(5)イのとおり，●（省略）●（本件期間②），被告ＳＳＭ\nＭは，被告製品を製造してこれを被告ＳＳＭＳに販売し，被告ＳＳＭＳは，\n被告製品を被告ソニーに販売し，被告ソニーは，被告製品を販売，輸出して\nいたことが認められるところ，同期間において，被告らは，共同して本件特\n許権を侵害する行為を行っていたものであるから，本件特許権の侵害につい\nて共同不法行為が成立する。\n(3)  本件期間③について\n前記前提事実(5)ウのとおり，●（省略）●被告自社製品につき●（省略）\n●被告ＯＥＭ製品につき●（省略）●（本件期間③），被告ＳＳＭＭは，被\n告製品を製造してこれを被告ＳＳＭＳに販売し，被告ＳＳＭＳは，被告製品\nを販売，輸出していたことが認められる。また，被告ＳＳＭＭ及び被告ＳＳ\nＭＳは，被告ソニーがＴＰＣｓと契約した被告ＡＰ－７５契約に基づいて被\n告製品を製造，販売等しているものであり，弁論の全趣旨によれば，被告ソ\nニーは，販売した被告製品ごとに，被告ＡＰ－７５契約に基づき，ＴＰＣｓ\nに対してロイヤリティを支払っており，平成２９年４月以降は，被告ＳＳＭ\nＳが，被告ソニーとの間の契約に基づき，被告ソニーがＴＰＣｓに対して支\n払ったロイヤリティの額を，被告ソニーに対して償還していたことが認めら\nれる。以上の事実に照らせば，本件期間③において，被告らは，共同して本\n件特許権を侵害する行為を行っていたものと認められるから，本件特許権の\n侵害について共同不法行為が成立する\n６  争点６（損害の有無及び額）\n(1)  前記４(3)及び前記５からすれば，原告は，原告ＡＰ－７５契約８条２項\nの●（省略）●でのライセンス料相当額（本件ライセンス料相当額）につい\nて，被告らに対して損害賠償を請求することができる。\n(2)  本件ライセンス料相当額について\nＬＴＯ－７規格の技術分野及びその規模，ＦＳＰ間の競争関係，当該技術\n分野の実施料率の相場（具体的には，社団法人発明協会発行「実施料率〔第\n五版〕」（甲８５）では，「電子計算機・その他の電子応用装置」のうち，\nハードウェアに関する実施料率は，多い方から１％，１０％，３％，４％，\n５％の順である（平成４～１０年度の総件数）こと，また，経済産業省知的\n財産政策室編「ロイヤルティ料率データハンドブック～特許権・商標権・プ\nログラム著作権・技術ノウハウ～」（甲８６）では，「情報記憶（G11）」\nを含む「器械」について，正味販売高に対する料率は，２～３％未満と４～\n５％未満がいずれも２３．４％（１５件），３～４％未満（１８．８％，１\n２件），１～２％未満（１４．１％，９件）であること），被告製品の１巻\nあたりの販売価格（原告は被告製品の小売価格については８８００円として\nおり，被告らもこれを特に争っていないこと），以上の事情に加え，●（省\n略）●（乙３）も考慮すると，本件ライセンス料相当額は，１巻につき●（省\n略）●円を下回るものではないと認められる。\nこの点，原告は，本件ライセンス料相当額が１巻につき●（省略）●円を\n下回るものではないと主張するが，上記のとおり，●（省略）●を考慮する\nと，原告の上記主張は採用できない。\n他方，被告らは，●（省略）●と主張する。\nしかしながら，●（省略）●かえって，●（省略）●よって，被告らの主\n張はその前提を欠き，採用できない。\n(3)  被告自社製品に係る損害\nア  ライセンス料相当損害額\n弁論の全趣旨によれば，平成２７年１２月から平成３０年６月までの各\n本件期間に被告らが製造・販売等した被告自社製品の個数は，下記「販売\n個数」記載のとおりと認められる。よって，各本件期間において被告らが\n被告自社製品を製造・販売等したことに対するライセンス料相当損害額は，\n各販売個数に前記(2)の本件ライセンス料相当額である１巻につき●（省略）\n●円を乗じた下記「損害額」記載の各金額のとおりである。\n(ｱ)  本件期間①\n販売個数：●（省略）●個\n損害額：●（省略）●円\n(ｲ)  本件期間②\n販売個数：●（省略）●個\n損害額：●（省略）●円\n(ｳ)  本件期間③\n販売個数：●（省略）●個\n損害額：●（省略）●円\nイ  弁護士・弁理士費用\n本件事案の内容，複雑さ，上記損害額等を考慮すると，被告自社製品の\n製造，販売等による本件特許権の侵害と相当因果関係のある弁護士費用相\n当損害額は，本件期間①につき●（省略）●円，本件期間②につき●（省\n略）●円，本件期間③につき●（省略）●円を下らない。\nウ  損害合計額\n以上から，被告らの被告自社製品の製造，販売等による本件特許権の侵\n害により原告が被った損害の合計は，本件期間①につき●（省略）●円，\n本件期間②につき●（省略）●円，本件期間③につき●（省略）●円であ\nり，その合計は，●（省略）●円であると認められる。\n(4)  被告ＯＥＭ製品に係る損害\nア  ライセンス料相当損害額\n証拠（乙Ａ３２，３３）及び弁論の全趣旨によれば，平成２７年１２月\nから平成３０年６月までの各本件期間に被告らが製造・販売等した被告Ｏ\nＥＭ製品の個数は，下記「販売個数」記載のとおりと認められる。よって，\n各本件期間において被告らが被告ＯＥＭ製品を製造・販売等したことに対\nするライセンス料相当損害額は，各販売個数に前記(2)の本件ライセンス料\n相当額である１巻につき●（省略）●円を乗じた下記「損害額」記載の各\n金額のとおりである。\n(ｱ)  本件期間①\n販売個数：●（省略）●個\n損害額：●（省略）●円\n(ｲ)  本件期間②\n販売個数：●（省略）●個\n損害額：●（省略）●円\n(ｳ)  本件期間③\n販売個数：●（省略）●個\n損害額：●（省略）●円\nイ  弁護士・弁理士費用\n本件事案の内容，複雑さ，上記損害額等を考慮すると，被告ＯＥＭ製品\nの製造，販売等による本件特許権の侵害と相当因果関係のある弁護士費用\n相当損害額は，本件期間①につき●（省略）●円，本件期間②につき●（省\n略）●円，本件期間③につき●（省略）●円を下らない。\nウ  損害合計額\n以上から，被告らの被告ＯＥＭ製品の製造，販売等による本件特許権の\n侵害により原告が被った損害の合計は，本件期間①につき●（省略）●円，\n本件期間②につき●（省略）●円，本件期間③につき●（省略）●円であ\nり，その合計は，●（省略）●円であると認められる。\n第４  結論\nよって，原告の請求は，主文第１項ないし第４項記載の限度で理由があるから\nこれを認容し，その余の請求は理由がないからこれを棄却することとして，主文\nのとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官            沖 中 康 人\n裁判官            奥              俊      彦\n裁判官            髙 櫻 慎 平\n別紙\n当事者目録\n第１事件・第２事件・第３事件原告  富 士 フ イ ル ム 株 式 会 社\n（以下，単に「原告」という。）\n原 告 訴 訟 代 理 人 弁 護 士  片 山 英 二\n服部   誠\n中村   閑\n黒田   薫\n第１事件原告訴訟復代理人弁護士\n兼第２事件・第３事件原告訴訟代理人弁護士  佐志原   将   吾\n第１事件・第２事件原告訴訟復代理人弁護士\n兼第３事件原告訴訟代理人弁護士  高岸   亘\n原 告 訴 訟 代 理 人 弁 理 士    黒川   恵\n古 橋 伸 茂\n第 １ 事 件 ・ 第 ３ 事 件 被 告          ソ  ニ  ー  株  式  会  社\n（以下「被告ソニー」という。）\n第 ２ 事 件 ・ 第 ３ 事 件 被 告          ソニーストレージメディ ア\nマニュファクチャリング株式会社\n（以下「被告ＳＳＭＭ」という。）\n第 ２ 事 件 ・ 第 ３ 事 件 被 告          ソニーストレージメディ ア\nソリューションズ株式会 社\n（以下「被告ＳＳＭＳ」という。）\n上記３名 訴訟 代理人弁護 士          窪    田    英  一  郎\n乾   裕 介\n中   岡   起代 子\n今 井 優 仁\n第２事件・第３事件被告ら訴訟代理人弁護士       本阿弥   友   子\n第３事件被告ら訴訟代理人弁護士          鈴   木   佑一 郎\n別紙\n方法目録\n磁気ヘッドが位置しているサーボバンドを特定するためのサーボ信号が複数のサ\nーボバンド上にそれぞれ記録された磁気テープカートリッジであって、\n各サーボバンド内に記録された各サーボ信号に、複数のサーボバンドのうちのそ\nのサーボ信号が位置するサーボバンドを特定するためのサーボバンドＩＤがそれぞ\nれ埋め込まれ、\n前記各サーボ信号において、サブフレーム１は、非平行なバーストＡ及びバース\nトＢからなり、各サーボバンドＩＤは、前記バーストＡ及びバーストＢを構成する\n磁気ストライプの位置を、サーボバンド毎に磁気テープの長手方向にずらすことに\nより前記各サーボ信号中に埋め込まれていることを特徴とする磁気テープカートリ\nッジ\nの製造方法であって、\nサーボバンドを特定するためのサーボバンドＩＤをエンコードする第一工程と、\n第一工程でエンコードしたサーボバンドＩＤを記録パルス電流に変換する第二工\n程と、\n前記記録パルス電流を記録ヘッドに供給して、磁気テープの所定のサーボバンド\nに所定のエンコードされたサーボバンドＩＤが埋め込まれたサーボ信号を記録する\n第三工程と、\nを有することを特徴とする磁気テープカートリッジの製造方法。\n別紙\n物件目録１\n「LTX6000G」データカートリッジ\n以上\n別紙\n物件目録２\n１  以下の製品名及び製品番号により特定されるHewlett Packard Enterprise製のLTO7\nUltriumカートリッジ\n（１）製品名：HPE LTO-7 Ultrium 15TB RW data cartridge\n製品番号：C7977A\n（２）製品名：HPE LTO-7 Ultrium 15TB 960 data cartridge pallet without cases\n製品番号：C7977AB\n（３）製品名：HPE LTO-7 Ultrium 15TB RW 20 data cartridges custom labeled library\npack without cases\n製品番号：C7977AC\n（４）製品名：HPE LTO-7 Ultrium 15TB 960 data cartridge pallet with cases\n製品番号：C7977AD\n（５）製品名：HPE  LTO-7  Ultrium  15TB  RW  20  data  cartridges  RFID  custom  labeled\nwith cases\n製品番号：C7977AF\n（６）製品名：HPE LTO-7 Ultrium 15TB 20 data cartridges library pack without cases\n製品番号：C7977AH\n（７）製品名：HPE LTO-7 Ultrium 15TB RW 20 data cartridges custom labeled with cases\n製品番号：C7977AL\n（８）製品名：HPE LTO-7 Ultrium 15TB RW 20 data cartridges non-custom labeled with\ncases\n製品番号：C7977AN\n（９）製品名：HPE LTO-7 Ultrium 15TB WORM data cartridge\n製品番号：C7977W\n（10）製品名：HPE LTO-7 Ultrium 15TB WORM 20 data cartridges custom labeled with\ncases\n製品番号：C7977WL\n２  以下の製品番号により特定されるQuantum Inc.,製のLTO7 Ultriumカートリッジ\n（１）MR-L7MQN-01\n（２）MR-L7MQN-02\n（３）MR-L7MQN-BC\n（４）MR-L7WQN-BC\n（５）MR-L7MQN-20\n（６）MR-L7LQN-BC\n以上\n別紙  ●（省略）●に関する当事者の主張（被告らの主張）\n●（省略）●\n別紙  ●（省略）●に関する当事者の主張（原告の主張）\n●（省略）●\n"
}