{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 10,
    "day": 17
  },
  "case_number": "平成29(行ヒ)423",
  "case_name": "鳴門市競艇従事員共済会への補助金違法支出損害賠償等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "集民　第262号119頁",
  "original_court_name": "高松高等裁判所",
  "original_case_number": "平成28(行コ)26",
  "original_date": {
    "era": "Heisei",
    "year": 29,
    "month": 8,
    "day": 3
  },
  "gist": "１　市の経営する競艇事業の予算に違法な内容が含まれていた場合において，市長が上記予算を調製したことを理由として不法行為に基づく損害賠償責任を負うとはいえないとされた事例\n２　市の経営する競艇事業の管理者が違法な補助金の交付決定をした場合において，上記管理者を補助すべき立場にある職員が上記決定に関与したことを理由として不法行為に基づく損害賠償責任を負うとはいえないとされた事例",
  "case_gist": "１　市の経営する競艇事業の臨時従事員等により組織される共済会から臨時従事員に対して支給される離職せん別金に充てるため，市が共済会に対してした補助金の交付が，地方自治法２０４条の２及び地方公営企業法３８条４項の定める給与条例主義を潜脱するものとして違法であり，上記事業の予算に上記補助金の支出という違法な内容が含まれていた場合において，次の⑴～⑶など判示の事情の下では，市長が，市に対し，上記予算を調製したことを理由として，不法行為に基づく損害賠償責任を負うということはできない。\n  ⑴　上記支出が違法であるのは，臨時従事員に対して離職せん別金又は退職手当を支給する条例上の根拠がないこと等によるものであり，上記予算の項目や明細から上記支出が違法であることが明らかであったわけではない。\n  ⑵　市長が，上記予算の調製に当たり，上記支出が違法であると現実に認識していたとはうかがわれない。\n  ⑶　上記補助金を交付するか否かは上記事業の管理者が決定するものであり，上記事業における収入及び支出の大枠を定めたものである上記予算の調製により上記補助金が交付されたという直接の関係にあるということはできない。\n２　市の経営する競艇事業の管理者が上記事業の臨時従事員等により組織される共済会に対する違法な補助金の交付決定をした場合において，次の⑴～⑶など判示の事情の下では，上記管理者を補助すべき立場にある職員が，市に対し，上記決定に関与したことを理由として，不法行為に基づく損害賠償責任を負うということはできない。\n  ⑴　上記決定は，上記管理者がその権限に基づいて判断したものであり，上記職員は，上記補助金を交付するか否かを決定する権限を有しない。\n  ⑵　上記職員は，共済会の会長として上記補助金の交付を申請したが，上記職員が共済会の会長であったのは，共済会の規約が上記職員の職に在る者を会長とする旨を定めていたからである上，上記職員が上記補助金の違法性を認識しながらあえて上記の申請をしたといった事情はうかがわれない。\n  ⑶　上記職員が上記決定の決裁に関与したために上記管理者が上記補助金を交付するか否かについての判断を誤ったといった事情はうかがわれない。",
  "ref_law": "（１，２につき）\n  地方自治法２４２条の２第１項４号\n（１につき）\n  地方公営企業法８条１項，地方公営企業法９条，地方公営企業法１６条，地方公営企業法２４条１項，地方公営企業法２４条２項",
  "lawsuit_id": "88979",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=88979",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/979/088979_hanrei.pdf",
  "contents": "平成２９年（行ヒ）第４２３号  鳴門市競艇従事員共済会への補助金違法支出損\n害賠償等請求事件\n令和元年１０月１７日  第一小法廷判決\n主      文\n１  原判決中，上告人鳴門市長に対する請求に関する部\n分を破棄し，同部分につき，被上告人らの控訴を棄\n却する。\n２(1)  原判決中，上告人鳴門市公営企業管理者企業局長\nに対し，Ａに対して損害賠償請求をすることを求\nめる請求に関する部分を破棄する。\n(2)  第１審判決中，Ａに対して損害賠償請求をするこ\nとを求める請求のうち，同人による補助金の交付\n決定への関与を違法な財務会計上の行為として損\n害賠償請求をすることを求める請求に関する部分\nを取り消し，同請求に係る訴えを却下する。\n(3)  Ａに対して損害賠償請求をすることを求める請求\nに関する被上告人らのその余の控訴を棄却する。\n３  上告人鳴門市公営企業管理者企業局長のその余の上\n告を棄却する。\n４  上告人鳴門市長に対する請求に関する訴訟の総費用\nは被上告人らの負担とし，上告人鳴門市公営企業管\n理者企業局長に対する請求に関する訴訟の総費用は，\nこれを２分し，その１を同上告人の負担とし，その\n余を被上告人らの負担とする。\n理      由\n第１  本件の事実関係の概要等\n１  本件は，鳴門競艇従事員共済会（以下「共済会」という。）から鳴門競艇臨\n時従事員（以下「臨時従事員」という。）に支給される離職せん別金に充てるた\nめ，鳴門市（以下「市」という。）が平成２２年７月に共済会に対して補助金（以\n下「本件補助金」という。）を交付したことが，給与条例主義を定める地方公営企\n業法３８条４項に反する違法，無効な財務会計上の行為であるなどとして，市の住\n民である被上告人らが，地方自治法２４２条の２第１項４号に基づき，上告人市長\nを相手に，当時の市長の職に在った者に対して損害賠償請求をすることを求めると\nともに，上告人鳴門市公営企業管理者企業局長（以下「上告人管理者」という。）\nを相手に，当時の市の企業局長及び企業局次長の各職に在った者らに対して損害賠\n償請求をすること等を，それぞれ求める住民訴訟である。\n第１次控訴審は，本件補助金の交付が実質的に臨時従事員に対する退職金支給と\nしての性格を有していることは否定できないものの，臨時従事員の就労の実態につ\nき，退職手当を受領するだけの実質が存在すること等からすれば，給与条例主義の\n趣旨に反するとはいえないなどとして，被上告人らの請求をいずれも棄却すべきも\nのとしたが，第１次上告審は，本件補助金を交付した当時，臨時従事員に対して離\n職せん別金又は退職手当を支給する旨を定めた条例の規定はなく，本件補助金の交\n付は，給与条例主義を潜脱し，地方自治法２３２条の２に違反する違法なものとい\nうべきであるなどとして，第１次控訴審判決を破棄し，本件を原審に差し戻した\n（最高裁平成２５年（行ヒ）第５３３号同２８年７月１５日第二小法廷判決・裁判\n集民事２５３号７１頁）。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  市は，鳴門市公営企業の設置等に関する条例（平成１６年鳴門市条例第３\n８号）により，モーターボート競走法に基づくモーターボート競走の開催及びこれ\nに附帯する業務を行うため，競艇事業を設置し，同事業に地方公営企業法の規定の\n全部を適用している。\n市は，上記の条例により，競艇事業を含む公営企業の各事業を通じて管理者１人\nを置き，その職名を企業局長としている。企業局長は，鳴門市企業局補助金等交付\n規程（平成１７年鳴門市企業管理規程第９号）に基づく補助金等の交付決定をする\n権限を有している。平成２２年当時，Ｂは市長，Ｃは企業局長，Ａは競艇事業担当\nの企業局次長（以下，単に「企業局次長」という。）の各職に在った。\n(2)  臨時従事員の採用は，鳴門競艇臨時従事員就業規程（平成１７年鳴門市企\n業管理規程第２７号）に基づき，企業局長が，選考に合格して登録名簿に登録され\nた採用候補者に対し，個々の就業日を指定した採用通知書により通知する日々雇用\nの形式により行われていた。臨時従事員の身分については，地方公務員法２２条５\n項の臨時的任用による同法３条２項の一般職の地方公務員であると理解され，これ\nを前提とする運用がされていた。\n(3)  市は，地方公営企業法３８条４項の規定に基づき，企業職員の給与の種類\n及び基準を定めることを目的として，鳴門市企業職員の給与の種類及び基準に関す\nる条例（昭和４１年鳴門市条例第５９号。以下「給与条例」という。）を制定して\nいる。給与条例は，企業職員で常時勤務を要するもの等を「職員」として，勤務期\n間６月以上で退職した場合等に退職手当を支給する旨を定め（２条１項，３項，１\n５条），非常勤職員については，「職員」の給与との権衡を考慮し，予算の範囲内\nで給与を支給する旨を定めている（１８条）。\n鳴門競艇臨時従事員就業規程（平成２５年鳴門市企業管理規程第３号による改正\n前のもの）は，臨時従事員の賃金は日給とし，基本給及び手当を支給する旨を定\nめ，その種類，金額等は，鳴門競艇臨時従事員賃金規程（平成１７年鳴門市企業管\n理規程第２８号。平成２５年鳴門市企業管理規程第１号による改正前のもの。以下\n「賃金規程」という。）において定められていたところ，賃金規程上，臨時従事員\nの賃金の種類として，基本給，職務給，記録手当，時間外手当，調整手当，通勤手\n当及び特別手当が定められ，退職手当は定められていなかった。\n(4)  競艇事業の雇用において臨時的任用による採用が繰り返されてきたことを\n背景として，全国のモーターボート競走場（以下，単に「競走場」という。）で\nは，臨時的任用により採用された従事員によって労働組合が結成され，団体交渉が\n行われた結果，昭和４０年頃，各労働組合と競艇事業の施行者である地方公共団体\nとの間で労働協約が締結され，上記従事員に対して離職せん別金が支給されるよう\nになった。市においても，臨時従事員で結成された労働組合（以下「本件組合」と\nいう。）との間で同様の労働協約が締結され，その頃から，離職せん別金の支給が\n行われていた。なお，平成１５年度までは，全国の２４競走場の全てで離職せん別\n金が支給されていたが，その支給を条例により制度化しているのは１競走場であっ\nた。その後，６競走場で経営合理化のために離職せん別金の支給自体が廃止され\n（施行者の民間会社への委託によるものを含む。），平成２２年度において，離職\nせん別金を支給しているのは１８競走場であったが，このうち，その支給を条例に\nより制度化しているのは２競走場であった。\n(5)ア  共済会は，臨時従事員の相互共済により福利厚生及び互助融和を図るこ\nとを目的として，臨時従事員で法定月間開催日数以上雇用される者（会員）と市企\n業局の職員（特別会員）とで組織される団体である。共済会は，鳴門競艇従事員共\n済会規約（以下「共済会規約」という。）に基づく事業の一つとして，懲戒による\n離職の場合を除き，離職又は死亡により登録名簿から抹消された会員又はその遺族\nに対し，離職時の基本賃金（日額賃金）に在籍年数及びこれを基準とする支給率を\n乗ずるなどして算出した離職せん別金を支給していた。なお，共済会規約は，企業\n局次長の職に在る者を会長とする旨を定めており，平成２２年当時の会長は，企業\n局次長であるＡであった。\nイ  鳴門市企業局補助金等交付規程（平成２５年鳴門市企業管理規程第４号によ\nる改正前のもの）及び鳴門市競艇従事員共済会離職せん別金補助金交付要綱は，鳴\n門市競艇従事員共済会離職せん別金補助金（以下「離職せん別金補助金」とい\nう。）の申請，決定等に関し必要な事項を定めていたところ，上記の要綱におい\nて，離職せん別金補助金は，共済会が臨時従事員の離職に伴い支給する離職せん別\n金に要する経費を補助の対象とし，その額は，離職せん別金に係る計算式と連動し\nた計算式により算出された金額の範囲内とされていた。\n(6)ア  行政実例においては，臨時的任用により採用され常用の身分関係のない\n競艇事業等の従事員に対し，永年勤続に対する功績報償としての退職手当に相当す\nる退職金を支給する義務はないとされている（昭和４８年１２月１４日自治公一第\n５９号全国モーターボート競走施行者協議会会長あて公務員第一課長回答，昭和３\n６年５月２４日自治丁公発第４０号全国競輪施行者協議会会長あて自治省公務員課\n長回答）。\nイ  平成１８年３月の市議会の予算特別委員会総務分科会において，委員から離\n職せん別金補助金につき改善を求める発言がされた際，市企業局の担当者は，総務\n省から離職せん別金補助金は退職金ではないかと指摘され，その改善を指導されて\nおり，本件組合との交渉の中で検討していきたい旨を回答した。また，平成２０年\n３月の市議会の予算決算委員会第一分科会において，委員から，離職せん別金補助\n金は４０年以上前にできた制度であり，競輪事業において臨時的任用により採用さ\nれた従事員に対する退職金が問題とされた例もあるから考えなければならないとの\n指摘があった。\nウ  平成２２年２月の市議会の産業建設委員会において，委員から離職せん別金\nの支給を問題視する発言がされたのに対し，当時の企業局次長（Ａの前任者）は，\n離職せん別金は退職金ではないが，その支給について法的な根拠があるわけではな\nく，本件組合との団体交渉の結果によるものである旨を説明した。また，同年３月\nの市議会の予算決算委員会第一分科会において，委員から離職せん別金補助金につ\nいての説明を求められたのに対し，市企業局の担当者は，離職せん別金は共済会の\n制度として支給しているものであり，違法性はないと考えているが，その支給が好\nましくないと指摘されていたこともあり，本件組合に対して見直し案を提示してい\nる旨を回答した。\n(7)ア  市長であるＢは，平成２２年度の競艇事業の予算（以下「本件予算」と\nいう。）を市議会に提出し，市議会の議決を得た。本件予算には，共済会に対して\n離職せん別金補助金を支出することがその内容として含まれていた。\nイ  共済会の会長であるＡは，平成２２年６月３０日，企業局長であるＣに対\nし，離職せん別金補助金１億０４５７万３７２２円（本件補助金）の交付を申請\nし，Ｃは，同年７月７日，その交付を決定した（以下，この決定を「本件交付決\n定」という。）。Ａは，企業局次長として，本件交付決定の決裁に関与した。\nウ  本件補助金は，平成２２年７月３０日，専決権者である競艇企画管理課長の\n支出命令により，共済会に対して交付された。共済会は，同年６月３０日付けで登\n録名簿から抹消された臨時従事員３２名に対し，本件補助金の全額を用いて，合計\n１億０８１８万２２２２円の離職せん別金を支給した。上記離職せん別金の原資に\n占める本件補助金の割合は約９７％であった。\n(8)  市と本件組合との間の交渉の結果，平成２５年３月末をもって離職せん別\n金を廃止する労働協約が締結され，同年４月以降，市において，臨時従事員に対す\nる離職せん別金は支給されていない。\n３  原審は，上記事実関係等の下において，上告人市長を相手に当時の市長であ\nったＢに対して損害賠償請求をすることを求める請求並びに上告人管理者を相手に\n当時の企業局長であったＣ及び当時の企業局次長であったＡに対して損害賠償請求\nをすることを求める各請求につき，要旨次のとおり判断して，これらをいずれも認\n容した。\n(1)  Ｂは，市長として，違法な本件補助金の交付を予算に計上しないようにす\nべき職務上の義務を負っていたというべきである。Ｂは，これを怠り，本件予算を\n調製したことによって，本件補助金相当額の損害を市に与えたものであり，不法行\n為に基づく損害賠償義務を負う。\n(2)  Ｃは，企業局長として，違法な本件補助金の支出を回避すべき職務上の義\n務を負っていたというべきである。Ｃは，これを怠り，本件交付決定をしたことに\nよって，本件補助金相当額の損害を市に与えたものであり，不法行為に基づく損害\n賠償義務を負う。\n(3)  Ａは，共済会の会長として本件補助金の交付を申請しながら，企業局次長\nとして本件交付決定の決裁に関与したところ，企業局長を補助すべき立場にある企\n業局次長として，違法な本件補助金の支出を回避すべき職務上の義務を負っていた\nというべきである。Ａは，これを怠り，本件補助金相当額の損害を市に与えたもの\nであり，不法行為に基づく損害賠償義務を負う。\n第２  上告代理人橋本勇ほかの上告受理申立て理由（ただし，排除されたものを\n除く。）について\n原審の前記第１の３(2)の判断は是認することができるが，同(1)及び(3)の判断\nは是認することができない。その理由は，次のとおりである。\n１  当時の市長に対して損害賠償請求をすることを求める請求について\n(1)  地方公営企業法は，同法８条１項各号により地方公共団体の長の権限とし\nて留保された事項及び法令に特別の定めがある事項を除き，管理者が，地方公営企\n業の業務を執行し，当該業務の執行に関して当該地方公共団体を代表するものとし\nている（同条）。そして，同法は，管理者と地方公共団体の長との関係について，\n地方公共団体の長は，住民の福祉に重大な影響がある地方公営企業の業務の執行に\n関しその福祉を確保するため必要があるとき又は当該管理者以外の地方公共団体の\n機関の権限に属する事務の執行と当該地方公営企業の業務の執行との間の調整を図\nるため必要があるときには，管理者に対し，地方公営企業の業務の執行について必\n要な指示をすることができるものとしている（１６条）。これらの規定に鑑みれ\nば，地方公共団体の長の管理者に対する一般的指揮監督権は排除されており，地方\n公営企業の業務の執行は，原則として管理者に委ねられているということができ\nる。\nまた，地方公営企業法は，地方公営企業の経理はその事業ごとに特別会計を設け\nて行うものとし（１７条），その経費は原則として当該地方公営企業の経営に伴う\n収入をもって充てなければならないとしている（１７条の２第２項）ところ，同法\nは，地方公営企業の予算について，毎事業年度における業務の予定量並びにこれに\n関する収入及び支出の大綱を定めるものとしており（２４条１項），地方公営企業\nの予算は，当該地方公営企業を効率的に経営し，その経済性を発揮するという観点\nから，収入及び支出の大枠を定めるものにすぎない。そして，地方公共団体の長の\n権限として，地方公営企業の「予算を調製すること」が留保されているものの（８\n条１項１号），管理者は，予算の原案や予算に関する説明書を作成して，地方公共\n団体の長に送付することとされ（９条３号，４号），地方公共団体の長は，管理者\nが作成した予算の原案に基づいて，地方公営企業の予算を調製し，議会の議決を経\nなければならないものとされている（２４条２項）。\nそうすると，地方公共団体の長は，地方公営企業の予算を調製するに当たり，当\n該地方公営企業の業務執行の権限を有する管理者が作成した予算の原案を尊重する\nことが予定されているというべきである。このことは，地方公共団体が経営し，条\n例により地方公営企業法の規定を適用する企業についても同様である。\n(2)  本件補助金は，実質的には，市が共済会を経由して臨時従事員に対し退職\n手当を支給するために共済会に対して交付したものというべきであり，その交付\nは，地方自治法２０４条の２及び地方公営企業法３８条４項の定める給与条例主義\nを潜脱するものであるといわざるを得ないから（前掲最高裁第二小法廷判決），本\n件予算は，共済会に対する離職せん別金補助金の支出という違法な内容を含むもの\nであったということができる。しかしながら，上記支出が違法であるのは，臨時従\n事員に対して離職せん別金又は退職手当を支給する条例上の根拠がないこと等によ\nるものであり，本件予算の項目や明細から上記支出が違法であることが明らかであ\nったわけではなく，Ｂが，本件予算の調製に当たり，上記支出が違法であると現実\nに認識していたともうかがわれない。また，離職せん別金補助金を交付するか否か\nは企業局長が決定するものであって，競艇事業における収入及び支出の大枠を定め\nたものである本件予算の調製により本件補助金が交付されたという直接の関係にあ\nるということもできない。\n以上によれば，当時の市長であるＢが，市に対し，共済会に対して離職せん別金\n補助金を支出する内容を含む本件予算を調製したことを理由として，不法行為に基\nづく損害賠償責任を負うということはできない。\n(3)  以上と異なる見解に立って，当時の市長であるＢに対して損害賠償請求を\nすることを求める請求を認容した原審の判断には，判決に影響を及ぼすことが明ら\nかな法令の違反があり，論旨はこの趣旨をいうものとして理由がある。\n２  当時の企業局長に対して損害賠償請求をすることを求める請求について\n(1)  臨時従事員に対する離職せん別金の支給は，昭和４０年頃から長年にわた\nって行われており，離職せん別金補助金の申請，決定等について，鳴門市企業局補\n助金等交付規程や鳴門市競艇従事員共済会離職せん別金補助金交付要綱が定められ\nていたことに照らせば，市企業局は，組織として，臨時従事員に対して離職せん別\n金が支給されることを前提として市の競艇事業を運営してきたということができ\nる。\nしかしながら，地方公営企業の管理者は，地方公営企業の業務を執行し，当該業\n務の執行に関して地方公共団体を代表し（地方公営企業法８条），業務に関して企\n業管理規程を定める権限も付与されている（同法１０条）のであるから，管理者で\nある企業局長は，市の競艇事業に関する企業管理規程や従前の運用にかかわらず，\nその業務の執行の適正を確保すべき地位にあるというべきである。また，臨時的任\n用により採用され常用の身分関係のない競艇事業等の従事員に対しては，退職手当\nを支給する義務はないとした行政実例があり，市企業局の担当者の説明によれば，\n総務省は，離職せん別金補助金が退職金ではないかと指摘して，その改善を指導し\nていたというのである。これらに加え，市議会の委員会においても，繰り返し，離\n職せん別金の支給を問題視する発言や離職せん別金補助金の改善を求める発言がさ\nれ，平成２２年３月にも，離職せん別金補助金についての説明を求められていたこ\nと等も併せ考えると，本件交付決定当時，企業局長であるＣが，共済会に対して離\n職せん別金補助金を交付することに法律上の問題はないものと信ずべき状況にあっ\nたということはできない。さらに，本件における離職せん別金の原資に占める本件\n補助金の割合は約９７％に及んでいたのであり，離職せん別金補助金は，その形式\n及び内容に照らし，市が条例上の根拠がなければ本来支給することのできない退職\n手当を，共済会を経由して臨時従事員に支給するためのものであると評価されても\nやむを得ないものであったということができる。本件交付決定の当時，多数の競走\n場において，市と同様に離職せん別金が支給されていたとはいえ，その支給を条例\nにより制度化している競走場もあったというのであり，当時の企業局長であるＣに\nおいて，離職せん別金補助金の適法性を改めて確認したならば，臨時従事員に対し\nて離職せん別金又は退職手当を支給する条例上の根拠がないことを認識することは\n十分に可能であったというべきである。\nこれらの事情に照らせば，当時の企業局長であるＣには，本件交付決定につい\nて，その適法性を確認して違法な支出を回避すべき職務上の注意義務を尽くさなか\nった過失があったというべきである。Ｃは，違法な本件交付決定をしたことによ\nり，市に対して本件補助金相当額の損害を与えたものであり，不法行為に基づく損\n害賠償義務を負う。\n(2)  以上によれば，当時の企業局長であるＣに対して損害賠償請求をすること\nを求める請求を認容した原審の判断は是認することができ，これに関する論旨は理\n由がない。\n３  当時の企業局次長に対し，怠る事実に係る相手方に対するものとして損害賠\n償請求をすることを求める請求について\n(1)  被上告人らは，当時の企業局次長であるＡが本件交付決定に当たりその責\n任を十分に果たさなかったなどとして，地方自治法２４２条の２第１項４号に基づ\nき，上告人管理者を相手に，Ａに対する損害賠償請求権の不行使が違法な怠る事実\nであるとして，怠る事実に係る相手方に対するものとしてＡに対して損害賠償請求\nをすることを求める請求と，Ａが本件交付決定の決裁に関与したことが違法な財務\n会計上の行為であるとして，これを行った当該職員に対するものとしてＡに対して\n損害賠償請求をすることを求める請求とを選択的に申し立てているところ，原審\nは，そのうち，怠る事実に係る相手方に対するものとしてＡに対して損害賠償請求\nをすることを求める請求を全部認容したものである（前記第１の３(3)）。\nしかしながら，離職せん別金補助金の交付決定をする権限を有するのは企業局長\nであり，本件交付決定についても，当時の企業局長であるＣが，その権限に基づい\nて判断したものである。当時の企業局次長であるＡは，本件補助金を交付するか否\nかを決定する権限を有しないのであるから，企業局次長が企業局長による適正な職\n務執行を補助すべき立場にあることをもって，直ちに本件交付決定がされることを\n回避すべき義務を負っていたということはできない。Ａは，共済会の会長として本\n件補助金の交付を申請しているが，Ａが共済会の会長であったのは，共済会規約が\n企業局次長の職に在る者を会長とする旨を定めていたからであるにすぎない上，Ａ\nが本件補助金の違法性を認識しながらあえてその交付申請をしたといった事情はう\nかがわれない。また，Ａが本件交付決定の決裁に関与したためにＣが本件補助金を\n交付するか否かについての判断を誤ったといった事情もうかがわれない。\n以上によれば，当時の企業局次長であるＡが，市に対し，本件交付決定に関与し\nたことを理由として，不法行為に基づく損害賠償責任を負うということはできな\nい。\n(2)  以上と異なる見解に立って，当時の企業局次長であるＡが本件交付決定の\n決裁に関与した行為につき損害賠償義務を負うとして，地方自治法２４２条の２第\n１項４号に基づき，怠る事実に係る相手方に対するものとしてＡに対して損害賠償\n請求をすることを求める請求を認容した原審の判断には，判決に影響を及ぼすこと\nが明らかな法令の違反があり，論旨はこの趣旨をいうものとして理由がある。\n第３  当時の企業局次長に対し，当該職員に対するものとして損害賠償請求をす\nることを求める請求について\n被上告人らが，上告人管理者を相手に，Ａに対して損害賠償請求をすることを求\nめる請求のうち，当該職員に対するものとしてＡに対して損害賠償請求をすること\nを求める請求については，住民訴訟の対象とされる事項は，地方自治法２４２条１\n項に定める公金の支出，財産の取得，管理若しくは処分，契約の締結若しくは履行\n若しくは債務その他の義務の負担又は公金の賦課若しくは徴収若しくは財産の管理\nを怠る事実に限られており（同法２４２条の２第１項），Ａが本件交付決定の決裁\nに関与したことがこれらの行為又は事実に当たらないことは明らかであるから，本\n件訴えのうち上記請求に係る部分は不適法というべきである。\n第４  結論\n以上のとおりであって，原判決中，上告人市長に対する請求に関する部分は破棄\nを免れず，当該部分に関する被上告人らの請求は理由がなく，これを棄却した第１\n審判決は正当であるから，当該部分につき，被上告人らの控訴を棄却すべきであ\nる。また，原判決中，上告人管理者に対する請求に関する部分のうち，怠る事実に\n係る相手方に対するものとしてＡに対して損害賠償請求をすることを求める請求を\n認容した部分は破棄を免れず，当該部分に関する被上告人らの請求は理由がなく，\nこれを棄却した第１審判決は正当であるから，当該部分につき，被上告人らの控訴\nを棄却すべきである。そして，被上告人らが，上告人管理者を相手に当該職員に対\nするものとしてＡに対して損害賠償請求をすることを求める請求に係る訴えは不適\n法であるから，当該請求を棄却した第１審判決を取り消して，上記訴えを却下する\nこととする。これに対し，上告人管理者を相手にＣに対して損害賠償請求をするこ\nとを求める請求を認容した原審の判断は是認することができ，これに関する同上告\n人の上告は理由がないから，これを棄却することとし，その余の請求に関する上告\nについては，上告受理申立て理由が上告受理の決定において排除されたので，これ\nを棄却することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。なお，裁判官池上政\n幸の補足意見がある。\n裁判官池上政幸の補足意見は，次のとおりである。\n私は，法廷意見に賛同するものであるが，当時の企業局長であるＣの過失につい\nて，第１次上告審の判断を踏まえて，次のとおりの意見を補足しておきたい。\n１  市の競艇事業には，地方公営企業法の規定が適用され，その企業職員の給与\nは，給料及び手当とし（同法３８条１項），その給与の種類及び基準は，条例で定\nめなければならない（同条４項）とされている。この規定に基づき，給与条例１８\n条は，企業職員のうち，非常勤職員について，常時勤務を要する職員の給与との権\n衡を考慮し，予算の範囲内で給与を支給する旨を定めている。しかし，臨時従事員\nは，個々の就業日として指定された一日を単位とする雇用の形式で採用された企業\n職員であるから，その就労実態等にかかわらず給与条例１５条の定める退職手当の\n支給要件（勤務期間６月以上で退職した場合等）を満たすものではないとされてい\nる以上，常時勤務を要する職員の給与との権衡を考慮しても，臨時従事員に対し，\n給与条例１８条に基づき退職手当を支給することができるとはいい難い。本件交付\n決定当時，他に臨時従事員に対して離職せん別金又は退職手当を支給する旨を定め\nた条例の規定はなく，同法３８条４項が給与条例主義による規定であることを前提\nとする以上，臨時従事員に対してこれらを支給することは，条例上予定されていな\nかったというほかない。\n他方，地方公営企業等の労働関係に関する法律は，企業職員が労働組合を結成\nし，労働組合が賃金その他の勤務条件について団体交渉を行い，労働協約を締結す\nる権利を認めており，本件においても，市の企業局長は，本件組合との間で，臨時\n従事員に対して離職せん別金を支給することを内容とする労働協約（以下「本件協\n約」という。）を締結している。しかしながら，条例に抵触する労働協約の内容\nは，議会による条例の改正等がなされるまで効力を有しない（同法８条４項）ので\nあるから，上述のとおり，臨時従事員に対して離職せん別金を支給することが条例\n上予定されておらず，給与条例主義を定める地方自治法２０４条の２の規定が企業\n職員にも適用されることを前提とする以上，本件協約の内容は，これに抵触して，\n条例の改正等がなされるまで効力を有しないと解され，市企業局は，本件交付決定\n当時，本件協約に基づいて離職せん別金を支給すべき義務を負っていなかったもの\nといわざるを得ない。\nもっとも，以上の点について，総務省等から明確な見解は示されておらず，昭和\n４０年頃に締結され維持されてきた本件協約が効力を有しないと認識することが容\n易であったとまではいい難く，現に，市の企業局は，そのような認識のないまま，\n本件協約を継続してきたことがうかがわれる。\n２  市の企業局長は，企業管理規程である鳴門市企業局補助金等交付規程や鳴門\n市競艇従事員共済会離職せん別金補助金交付要綱を定めて，これに基づき，共済会\nに対して離職せん別金補助金を交付しており，この交付は，市企業局が，本件組合\nとの団体交渉により締結された本件協約を前提として，臨時従事員に対する離職せ\nん別金を支給するためのものであったということができる。実際，市企業局の担当\n者は，市議会の委員会において，離職せん別金に関し，本件組合に対して見直し案\nを提示している旨を回答しており，市企業局としては，本件協約に基づいて離職せ\nん別金を支給すべき労働協約上の義務を負っており，労使間の合意がなければ，そ\nの支給を廃止することができないとの理解を前提としていたことがうかがわれる。\n本件協約に基づく離職せん別金の支給は数十年にわたって継続されており，市企\n業局は，本件協約を前提として企業管理規程を整備するなどして，組織として離職\nせん別金補助金の交付を繰り返してきたものであるところ，その間，離職せん別金\n補助金は，事業年度ごとの競艇事業の特別会計上，事業の収入をもって充てられる\n経費（管理費）である「従事員共済会補助金」として計上されており，市議会にお\nいても，予算の議決及び決算の認定を受けるなど所要の手続が履践されていたこと\nがうかがわれる。なお，市議会の委員会において，離職せん別金又は離職せん別金\n補助金に関する質疑応答がされており，これらが離職せん別金補助金の適法性を確\n認する契機となり得たことは確かであるが，上記委員会において，これらの支給が\n給与条例主義に違反する旨が直接指摘されていたわけではない。\n３  市企業局は，競艇事業が共済会に対して離職せん別金補助金を支給し，共済\n会が臨時従事員に対して離職せん別金を支給するという形式を用いることによっ\nて，臨時従事員に対する離職せん別金を支給するための条例上の根拠の有無を確認\nしないまま，安易に従前の取扱いを踏襲し，離職せん別金補助金を繰り返し交付し\nてきたといわざるを得ない。競艇事業の管理者であるＣにおいても，本件交付決定\nについて，その適法性を確認すべき義務を怠った過失があることは否定し難い。\n他方において，市企業局は，本件協約に基づき離職せん別金を支給すべき義務を\n負っているとの理解を前提とし，所要の手続を経ながら，競艇事業に必要な経費と\nして離職せん別金補助金を交付してきたものであり，Ｃが私利を図るために本件交\n付決定をしたものではなく，違法な本件交付決定により市の競艇事業に損害を与え\nることになるとの認識がなかったことも明らかである。そして，上記２の事情をも\n考え併せると，Ｃにおいて，本件交付決定当時，臨時従事員に対する離職せん別金\nの支給には条例上の根拠がなく本件交付決定が違法であることを必ずしも容易に認\n識し得る状況にあったとはいえず，その帰責性が大きいということもできない。\n４  以上述べたところによれば，市企業局が長年にわたり組織として運用してき\nた離職せん別金補助金制度の誤りについて，本件交付決定当時に企業局長の地位に\nあったＣ個人に対して損害賠償責任を追及することには酷な面があるといわざるを\n得ず，市議会によるこれまでの対応等に照らしても，今後，Ｃ個人の上記責任を追\n及するに当たっては，相応の配慮が望まれるところである。\n( 裁判長裁判官   深山卓 也   裁判官   池上政 幸   裁判官   小池   裕   裁判官\n木澤克之  裁判官  山口  厚)\n"
}