{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 30
  },
  "case_number": "平成22(ワ)42141",
  "case_name": "不正競争行為差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82619",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82619",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/619/082619_hanrei.pdf",
  "contents": "平成２４年７月３０日判決言渡  同日原本交付  裁判所書記官\n平成２２年（ワ）第４２１４１号  不正競争行為差止請求事件\n口頭弁論終結日  平成２４年５月１８日\n判                      決\n東京都港区＜以下略＞\n原 告    プ リ ヴ ェ Ａ Ｇ 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士    大 野 聖 二\n同                            井 上 義 隆\n同                            小 林 英 了\n埼玉県川越市＜以下略＞\n被                      告    株 式 会 社 サ ク サ ン\n埼玉県上尾市＜以下略＞\n被                      告    有 限 会 社 リ バ テ ィ フ ィ ー ル ド\n被 告 ら 訴 訟 代 理 人 弁 護 士    長 谷 川   純\n同                            金 谷   良\n同 補 佐 人 弁 理 士    鹿 又 弘 子\n同                            奥 野 貴 男\n同                            岡 田 貴 子\n主                      文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告らは，別紙被告商品目録記載の物件を製造し，譲渡し，引き渡し，譲渡\n若しくは引渡しのために展示し，輸出し，輸入し，又は電気通信回線を通じて\n提供してはならない。\n第２  事案の概要\n本件は，原告が，被告らに対し，原告が販売する別紙原告商品目録記載１な\nいし３の商品（以下，「原告商品１」などといい，これらを併せて「原告商\n品」という。）に共通する形態は，原告の商品等表示として需要者の間に広く\n認識されているものであるところ，被告株式会社サクサン（以下「被告サクサ\nン 」 と い う 。 ） が 被 告 株 式 会 社 リ バ テ ィ フ ィ ー ル ド （ 以 下 「 被 告 リ バ テ ィ\nフィールド」という。）が運営するショッピングサイトを通じて販売する別紙\n被告商品目録記載の商品（以下「被告商品」という。）の形態はこれと類似す\nるものであるから，被告らが被告商品を販売することは，原告商品との混同を\n生じさせるものであり，不正競争防止法２条１項１号の不正競争に該当すると\n主張して，同法３条１項に基づき，被告商品の製造，販売等の差止めを求める\n事案である。\n１  前提事実（争いのない事実以外は，証拠等を末尾に記載する。）\n(1)  当事者\nア  原告は，玩具・娯楽用品及び日用雑貨の販売等を業とする株式会社であ\nり，平成２２年７月２０日に，「株式会社エー・ジー」から現商号へ商号\nを変更した（甲１）。\nイ  被告サクサンは，眼鏡枠，サングラス，レンズ等の製造販売を行う株式\n会社であり，「ふれあいメガネ」の名称で埼玉県内にて眼鏡店を展開して\nいる。\nウ  被告リバティフィールドは，国内商品の開発・販売及び海外商品の輸入\n販売を行うとともに，「面白生活」の名称で通信販売を行う有限会社であ\nる。\n(2)  原告商品の販売\n原告は，平成２年頃から原告商品１を，平成１０年頃から原告商品２を，\n平成２２年２月頃から原告商品３を販売している（甲２の１・２，３，４，\n弁論の全趣旨）。\n(3)  被告商品の販売等\n被告サクサンは，平成２２年７月頃から，被告リバティフィールドが運営\nするオンラインショッピングサイト「面白生活」を通じて，被告商品の販売\nを行っている。\nなお，被告商品の商品名は，当初「見えルーペ」であったが，その後，\n「見えグラス」に変更された。\n２  争点\n(1)  原告商品の商品形態の商品等表示性の有無（争点１）\n(2)  原告商品の商品形態の周知性の有無（争点２）\n(3)  原告商品と被告商品の商品形態の類似性の有無（争点３）\n(4)  混同の可能性の有無（争点４）\n第３  争点に対する当事者の主張\n１  争点１（原告商品の商品形態の商品等表示性の有無）\n（原告の主張）\n(1)  商品の形態は，必ずしも商品の出所を表示することを目的として選択さ\nれるものではないが，商品の形態が他の商品と識別し得る独特の特徴を有し，\nかつ，商品の形態が，長期間継続的かつ独占的に使用されるか，又は，短期\n間であっても商品形態について強力な宣伝等が伴って使用されたような場合\nには，商品の形態が商品表示として需要者の間で広く認識されることがあり\n得るものであり，これは，複数の商品に共通する特徴的形態についても同様\nである。\n(2)  原告商品の特徴的形態が商品等表示として周知性を獲得していること\nア  原告商品に共通する特徴的形態\n原告商品は，いずれも，①耳と鼻に掛ける眼鏡タイプの形態からなる\nルーペであり（以下「特徴①」という。），②そのレンズ部分が眼鏡の重\nね掛けができる程度に十分大きい一対のレンズを並べた略長方形状の形態\n（以下「特徴②」という。）を備えるルーペという構成を備えており，原\n告商品に共通する上記形態は，虫眼鏡タイプのルーペに代表される手持ち\nルーペ等の従来のルーペの形態とは全く異なる，独特の特徴ということが\nできる。\nイ  販売期間・販売本数\n原告は，上記のとおり独特の形態的特徴を有する原告商品を，以下のと\nおり，長期間にわたり，独占的に，多数販売してきた。\nすなわち，原告は，原告商品１の販売を平成２年頃に開始した後，約２\n０年にわたり，原告商品１と同様の上記形態を有する原告商品１ないし３\nを販売し続けている上，平成１５年４月から平成２２年７月までの期間\n（７年４か月）に限っても，原告商品の累積販売台数は，約１９万台にも\n及んでいる。\n原告商品は，眼鏡タイプのルーペというカテゴリーにおいてほぼ１０\n０％のシェアを占めている上，若干出回っている他社製の眼鏡タイプの\nルーペの形態は，特徴②を備えるものではなかった。すなわち，原告商品\nは，眼鏡タイプのルーペというカテゴリーにおいて，ほぼ独占的に販売さ\nれてきたものであり，かつ，その特徴的形態を備えるルーペは他に全く存\n在していないのである。\nウ  宣伝広告\n原告が原告商品について行った宣伝広告のうち，平成２１年４月末頃ま\nでに行われたものは以下のとおりである。\n(ア)  テレビ番組\n原告商品は，例えば，テレビショッピング「いいな！いいわ！イチオ\nシ百貨店」，平成２０年１月２９日放送の「評判！なかむら屋」，平成\n２１年４月１３日放送の「ちい散歩」で紹介され，また，ＣＭ（３０\n秒）も繰り返し放送されるなど，最も強力な宣伝媒体であるテレビを通\nじて，多数回にわたり紹介された。\n(イ)  通信販売カタログ\n原告商品は，「通販生活」や「ピカイチ事典」（いずれも発行部数は\n１００万部以上）等の通信販売カタログを通じ，繰り返し宣伝広告され\nた。\n(ウ)  情報誌\n原告商品は，情報誌である「明日の友」（発行部数約７万部），「Ｎ\nＨＫテレビテキスト今日の健康１０月号」（発行部数約２２万７０００\n部）においても宣伝広告された。\n(エ)  ポスター\n原告は，平成２１年４月２７日から同年５月１０日までの間，「母の\n日」キャンペーンとして，日比谷線，半蔵門線，東武東上線，東武野田\n線の各車両内に原告商品のポスター合計２７６０枚を掲示し，極めて強\n力に原告商品の宣伝広告を行った。\n(オ)  パンフレット\n原告は，原告商品に関するパンフレットを約３万枚作成し，頒布した。\nエ  以上のとおり，原告商品に共通する特徴的形態（特徴①及び②）は，長\n期間継続的かつ独占的に使用され，又は強力な宣伝等を伴って使用された\nことにより，遅くとも平成２１年４月末頃には，商品等表示性を獲得した。\n(3)  被告らの主張について\nア  原告は，本件訴訟において，原告商品に共通する特徴的形態（特徴①及\nび②）の保護を求めているのであり，保護を求める商品形態が明確となっ\nている以上，原告商品が特定されていないとして非難を受けるいわれはな\nい。\n複数の商品であっても，これらに共通する特徴的形態には商品等表示性\nが認められることに何らの問題もなく，「商品の形態」を単一の商品の形\n態に限定しなければならないものではない。\nイ  原告商品は，その中央部分に「スジ」が見えていることから明らかなと\nおり，２つのレンズの曲面が同部において合わさっており，また，パンフ\nレットにおいても「２つのメガネ型レンズを組み合わせた」，「ペアルー\nペは２つのレンズを１つに合わせたルーペです。」と記載されているとお\nり，原告商品は右眼及び左眼用の２枚のレンズを備えており，「一対のレ\nンズを並べた」形態である。\nウ  商品の形態に商品等表示性が認められるのは，その形態が周知であるこ\nとを前提としており，そうであれば，「独自の特徴」とは，商品の形態だ\nけで「標章等と同様の非常に印象的・特徴的なもの」であることまで必要\nなものではなく，他の同種商品と識別できる程度の特徴的なものであれば\n足りる。\n原告商品の形態は，「他の商品と識別し得る独特の特徴」を備えている。\n被告らが指摘する株式会社エッシェンバッハ光学ジャパン（以下「エッ\nシェンバッハ」という。）の商品は，一見すれば明らかなとおり，特徴①，\n②を備える原告商品の商品形態とは全く異なっている。\n仮に，特徴①又は②のいずれかを備える他の商品が存在したとしても，\n原告商品が「他の商品と識別し得る独特の特徴」を備えていることを否定\nする根拠となるものではない。\nエ  一般的な老眼鏡が当然に特徴②を備えているという被告らの主張は，単\nなる被告らの願望にすぎない。\nこの点を措くとしても，原告商品は老眼鏡から明確に区別されたルーペ\nとして販売されている。\nオ  原告商品の構成は具体的であり，抽象的であるとする被告らの批判は当\nたらない。\nカ  耳に掛けないタイプの眼鏡型ルーペが存在するように，特徴①は，両手\nを自由にするための機能と必然的に結びつくものではない。\nまた，特徴②も，かかる形態的特徴を備えないルーペが存在することか\nら明らかなように，眼鏡の重ね掛けをするという機能と必然的に結びつく\nものではない。\n（被告らの主張）\n(1)  原告商品が特定されていないこと\n原告は，原告商品１，２及び３の３種類の商品を合わせて「原告商品」と\nしているが，原告商品１は，原告商品２及び３と比較して，レンズ部分の枠\n組みの形態，及びレンズ上部のフレーム部分の形態が明らかに異なるもので\nあり，これら３種類の商品は同一の商品ではない。\nしたがって，原告商品自体，特定されていないのであるから，不正競争防\n止法２条１項１号の「商品」となし得ない。\n(2)  原告商品の形態に関する原告の主張に問題があること\n原告は，原告商品に共通する形態として，「一対のレンズを並べた」形態\n（特徴②）を主張しているところ，原告商品のレンズは，「一体成形」の方\n法で製造された１枚のレンズであるから，レンズが２枚であることを前提と\nした「一対のレンズを並べた」との表現は不適切である。\n(3)  原告商品の形態はルーペとしての独自の特徴を有しないこと\nア  商品の形態が「商品等表示」に当たるためには，「特定の商品形態が同\n種の商品と識別し得る独自の特徴を有」することが必要であり，「独自の\n特徴」とは，「その形態が，標章等と同様の非常に印象的・特徴的なも\nの」であることが必要である。\nイ  眼鏡タイプのルーペは，ルーペの一般的な形状として認知されており，\n原告以外の会社（例えばエッシェンバッハ）からも販売されている。\nウ  眼鏡との重ね掛けができるルーペを販売しようとする場合，焦点距離と\nの関係で，一対のレンズを並べた形状にならざるを得ない。\nしたがって，一対のレンズを並べることは機能上当然のことであり，全\nく独自性を有しない。\n略長方形とは「およそ長方形」という意味であるが，「およそ長方形」\nという形態は独自性を有しない。\nエ  眼鏡タイプのルーペは一般的な形状の一つとして認知されており，眼鏡\nと重ね掛けができる眼鏡タイプのルーペを販売する以上，一対のレンズを\n並べた形態にならざるを得ないのであるから，特徴①及び②を組み合わせ\nたとしても，その形態に独自性はない。\nオ  原告が主張する原告商品の特徴は，ありふれた，一般的な形状に，機能\n上必要な形状を組み合わせたものにすぎず，「標章等と同様の非常に印象\n的・特徴的なもの」に当たらない。\n(4)  原告商品の需要者からみて老眼鏡と認識される原告商品は独自の特徴を\n有しないこと\nア  原告商品は，楽天市場において「リーディンググラス」（老眼鏡）とし\nてカテゴライズされるなど，需要者に老眼鏡として認識されている。\nイ  原告の主張する原告商品の特徴①及び②は，老眼鏡の一般的な形態その\nものであって，「標章等と同様の非常に印象的・特徴的なもの」に当たら\nない。\n(5)  そもそも不正競争防止法上保護される商品形態に当たらないこと\nア  特徴①のうち，眼鏡タイプのルーペであることは，具体的な商品の形態\nを離れた抽象的なアイデア（ルーペを眼鏡の形にしたという抽象的なアイ\nデア）にすぎない。\nまた，特徴①のうち耳と鼻に掛ける形状であること，及び特徴②は，商\n品の形態に関する抽象的な特徴にすぎない。\nイ  したがって，原告が主張する原告商品の特徴は，いずれも不正競争防止\n法上保護される商品の形態にそもそも該当しない。\n(6)  原告商品の形態は技術的機能に由来すること\nア  原告商品の形態のうち，特徴①は，両手を自由にするためにルーペを眼\n鏡型にしたものであって，原告商品の機能に由来する形態である。\nまた，特徴②は，眼鏡を重ね掛けできる機能に由来する形態である。\nイ  すなわち，原告商品の形態は，結局，両手を自由にできること，及び眼\n鏡と重ね掛けできること，といった原告商品の各機能を導くための必然的\nな形態であり，「商品の技術的機能に由来する必然的な結果」であって，\n商品等表示に当たらない。\n２  争点２（原告商品の商品形態の周知性の有無）\n（原告の主張）\n(1)  争点１に関する原告の主張(2)イのとおり，原告は，他のルーペとは明確\nに異なる独特の特徴を有する原告商品を，約２０年間という長期にわたり，\n独占的かつ大量に販売してきたものである上，同様の特徴的形態を備える\nルーペがほぼ存在しない中において，同ウのとおり，各種媒体を通じて，原\n告商品の宣伝広告を強力に行ってきたものであるから，原告商品の独特の特\n徴からなる形態は，遅くとも平成２１年４月末頃，周知性を獲得したもので\nある。\n(2)  原告は，平成２１年４月末以降も，多数回にわたるテレビショッピング\nでの宣伝広告，通信販売カタログへの掲載，週刊誌及び情報誌への掲載，第\n２２回メガネの国際総合展への出品，パンフレットやポスターの配布・掲示\n等の強力な宣伝広告を現在に至るまで継続しており，原告商品の周知性は維\n持されている。\n（被告らの主張）\n原告商品の需要者は，ルーペの需要者ではなく老眼鏡の需要者であるところ，\n７年間で約１９万台（年当たり約２万７０００台）という原告商品の販売数は，\n①平成２１年度の出来合いの老眼鏡の輸入台数３６９５万０８９１台と比較し\nた場合の市場占有率約０．０７％，②平成２０年度における老眼鏡用眼鏡の出\n荷台数８９５万３４００台と比較した場合の市場占有率約０．３０％，③平成\n１６年度の視力に合わせて調整した老眼鏡の購入人口規模５８０万５０００名\nと比較した場合の市場占有率約０．４６％にすぎず，市場占有率からみれば，\n原告商品が周知性を獲得しているとは到底いえない。\n３  争点３（原告商品と被告商品の商品形態の類似性の有無）\n（原告の主張）\n被告商品は，特徴①及び②を備えており，原告商品と類似する。\n（被告らの主張）\n(1)  レンズの並べ方が異なること\n原告商品のレンズには真ん中に線が入っているだけであるのに対し，被告\n商品のレンズはフレームによって完全に分断されて並んでおり，被告商品と\n原告商品のレンズの並べ方は全く異なるのであり，類似していない。\n(2)  具体的な特徴を比較しても，類似性は認められないこと\nア  原告商品に係る商品形態の具体的特徴\n(ア)  リム（レンズ枠）を有しない所謂リムレスであり，レンズの周囲全\n体が枠に囲まれている通常のリム（レンズ枠）とは異なる。\n(イ)  メガネの両側のつる（テンプル）が，レンズに直接つながっている。\n(ウ)  メガネの両側のつる（テンプル）が金属部材，耳掛け部分（モダ\nン）が樹脂部材であり，複合部材からなるフレームである。\n(エ)  レンズ全体を囲むリム（メガネ枠）がないため，長方形のレンズが\n分割されていない。\nイ  被告商品に係る商品形態の具体的特徴\n(ア)  樹脂製のリム（レンズ枠）によりレンズが囲まれている。\n(イ)  メガネの両側のつる（テンプル）が，リム（レンズ枠）につながっ\nている。\n(ウ)  全て透明の樹脂部材により構成される，単一部材からなるフレーム\nである。\n(エ)  左右のリム（レンズ枠）により，長方形のレンズが中央で左右に分\n割されている。\nウ  両商品形態の具体的特徴の比較\n(ア)  リムレスの原告商品は，モダンな眼鏡に近い印象を与える。その一\n方，樹脂製のリムによりレンズが囲まれた被告商品は，オーソドックス\nな眼鏡に近い印象を与える。\n(イ)  眼鏡の両側のつるがレンズに直接つながった原告商品は華奢なイ\nメージを与える。その一方，通常の眼鏡フレームのように，つるがリム\n（レンズ枠）につながっている被告商品は，剛健なイメージである。\n(ウ)  金属を含む複合部材からなるフレームの原告商品はゴージャスな外\n観である。その一方，透明樹脂の単一部材からなるフレームの被告商品\nはシンプルな外観である。\n(エ)  レンズが左右に分割されていない原告商品はフレームの存在を意識\nさせず，軽やかなイメージを与える。その一方，レンズがリム（レンズ\n枠）により左右に分割された被告商品はフレームの存在が強調され，重\n厚なイメージを与える。\nエ  類否判断\n以上のとおり，両商品形態の具体的特徴の相違点，特に需要者が着目す\nるフレームに関する相違点により，両商品形態が需要者に与える印象は決\n定的に異なる。\nしたがって，両商品形態は非類似である。\n(3)  意匠登録の存在\n被告サクサンは，その商品に係る意匠登録（意匠登録第１３９２１９８\n号）を受けている。\n当該登録意匠は，原告が出願した公開実用新案公報（実開昭６３－３８１\n２０）に係る意匠（原告商品と酷似する意匠）を審査において確認した上で，\nそれとは非類似とされたものである。\n当該事実は，被告商品が原告商品と非類似と考えるべき合理的な資料とし\nて考慮されるべきものである。\n４  争点４（混同の可能性の有無）\n（原告の主張）\n原告商品は，特徴①及び②という形態が原告の商品等表示として需要者の間\nに極めて広く認識されているものであることから，被告らにおいて，原告商品\nと形態が酷似する被告商品を販売することによって，需要者に誤認混同を生じ\nさせることは明らかである。\n（被告らの主張）\n(1)  争点３に関する被告らの主張のとおり，原告商品と被告商品は類似して\nいないのであるから，両商品が混同されるおそれもない。\n(2)  被告商品では３種類のレンズを選べること\n原告商品のレンズは，倍率１．６倍のレンズのみであるのに対し，被告商\n品は，レンズの倍率を１．６０倍，１．７５倍及び２．００倍の３種類から\n選ぶことができる。\n度数の選択の余地があるか否かは，需要者にとって極めて関心の高い事項\nである。\nしたがって，需要者が，度数を選択できない原告商品と，度数を選択でき\nる被告商品とを混同することはあり得ない。\n(3)  レンズの素材が異なること\n原告商品のレンズはアクリル製であるのに対し，被告商品のレンズはプラ\nスチック製で非球面ハードマルチ仕様である。\n眼鏡を購入する場合，レンズの素材によって眼鏡の値段は大きく異なるた\nめ，需要者にとって，レンズの素材は非常に関心の高い事項である。\nしたがって，需要者が，アクリルレンズのルーペである原告商品と，プラ\nスチック製非球面ハードマルチレンズの眼鏡である被告商品とを混同するこ\nとはあり得ない。\n第４  当裁判所の判断\n１  争点１（原告商品の商品形態の商品等表示性の有無）について\n(1)  証拠（甲２の１・２，３，４）及び弁論の全趣旨によれば，原告商品の\n形態について，以下の事実を認めることができる。\nア  原告商品は，いずれも，透明のレンズ部分（ただし，原告商品２・３に\nついては，無色〔クリア〕，パープル，ブラウンの３種類があり，パープ\nル及びブラウンについては，レンズが淡い紫色又は茶色に着色されている\nことが認められる。）の左右に，耳に掛けて使用するためのつる（テンプ\nル）を取り付けるための部分（つる取付け部分）を有し，つる取付け部分\nに，折り畳み自在に連結された銀色のつる（テンプル）が取り付けられて\nおり，さらに，レンズ部分の上部中央に，鼻パッド保持部材を介して，鼻\nに掛けて使用するための透明の鼻パッドが取り付けられている。レンズ部\n分は，いずれも，その中央に，線状のスジとして看取される縦方向の谷状\nの窪みを有し，上記窪みを挟んで，その左右に，表面を凸状，裏面を凹状\nとするレンズがそれぞれ形成されている。レンズ部分の左右のつる取付け\n部分は，いずれも，レンズ部分と同じ透明の素材で形成されている。\nイ  原告商品１において，レンズ部分は，上下辺が直線状，左右辺が曲線状\nの長方形に近い形状であり，その全体の大きさは縦約４７ｍｍ，横約１０\n６ｍｍである。レンズ部分の左右のつる取付け部分は，レンズ部分とほぼ\n同一の幅をもって，そのまま横方向に伸びるようにして形成されており，\nレンズ部分とつる取付け部分は，全体として，ほぼ長方形状となっている。\nウ  原告商品２において，レンズ部分は，左右下隅部分が丸みを帯びるよう\n角を切り落としたような形状となって，丸みを帯びた左右辺につながって\nいる。その全体の大きさは，縦約４１ｍｍ，横約１０６ｍｍである。レン\nズ左右のつる取付け部分は，レンズ部分の左右辺の上隅部に，左右に凸状\nに形成されている。\nエ  原告商品３において，レンズ部分は，下辺中央部分が浅い半円状に切り\n欠かれた形状となっており，下辺部分は，上記切欠き部分から左右に向け\nてやや斜め上方向に持ち上がっており，左右下隅はやや丸みを帯びた形状\nとなって，丸みを帯びた左右辺につながっている。その全体の大きさは，\n縦約４２ｍｍ，横約１０６ｍｍである。レンズ左右のつる取付け部分は，\nレンズ部分の左右辺の上側に，左右に凸状に形成されている。\nオ  原告商品は，いずれも，左右のつる（テンプル）を耳に，鼻パッドを鼻\nに掛けることにより，掛けて使用することができる。原告商品を掛けて使\n用すると，右眼及び左眼は，左右の各レンズを通じ，物を拡大して見るこ\nとが可能となる。また，原告商品は，鼻パッドが鼻の先端付近に当たるよ\nう下にずらして使用することで，眼鏡の上に重ね掛けすることが可能なも\nのとされている。\n(2)  原告商品の共通形態\nア  上記(1)でみた原告商品１，２及び３の形態によれば，原告商品は，い\nずれも，①２本のつる（テンプル）と鼻パッドが設けられ，つる（テンプ\nル）を耳に，鼻パッドを鼻に掛けて使用する眼鏡型の形態を有する，物を\n拡大して見るために使用される拡大鏡（ルーペ）であり，②レンズ部分の\n中央の縦線状のスジ（窪み）の左右にレンズがそれぞれ設けられ，レンズ\n部分全体の大きさは，横約１０６ｍｍ，縦約４１～４７ｍｍで，眼鏡の上\nに重ね掛けして使用可能なものであるというのであるから，原告が原告商\n品の共通形態として主張する点のうち，①耳と鼻に掛ける眼鏡タイプの形\n態からなるルーペであり，②そのレンズ部分が眼鏡の重ね掛けができる程\n度に十分に大きい一対のレンズを並べた形態であることについては，原告\n商品がいずれも共通して備える形態であるということができる。\nイ  この点，原告は，上記共通形態に加え，レンズ部分が略長方形状である\nことも原告商品に共通する形態であると主張する。\nしかし，上記(1)イないしエのとおり，原告商品２及び３は，レンズ部\n分の左右下隅が丸みを有する形状となっており，また，原告商品３は，下\n辺中央部に半円状の切り欠き部分を有するところ，とりわけ，上記(1)エ\nでみた原告商品３のレンズ部分の形状は，略長方形状とはいい難いもので\nあるというべきである。また，上記(1)アのとおり，原告商品は，レンズ\n部分とつる取付け部分が，同一の透明素材で形成されていることから，レ\nンズ部分とつる取付け部分とは一体のものとして看取されるところ，上記\n(1)イないしエでみたとおり，レンズ部分とつる取付け部分とを併せた部\n分の形状は，原告商品１と原告商品２及び３との間で大きく異なるものと\nいうことができる。\nそうすると，原告商品に接した一般消費者が，つる取付け部分を除いた\nレンズ部分の形状のみに着目し，これを，「略長方形状の形態」であると\n捉えた上で，この点で，原告商品が形態上共通するものと認識するとは解\nすることができず，この点を原告商品の共通形態と捉えて，商品等表示性\nを検討するのは相当ではないものというべきである。\nウ  他方，被告らは，原告商品のレンズは「一体成形」の方法で製造された\n１枚のレンズであるから，「一対のレンズを並べた」と表現することは不\n適切であると主張する。\nしかし，上記(1)アでみたとおり，原告商品のレンズ部分は，中央の縦\n線状のスジを挟んで，その左側部分は左眼用に，右側部分は右眼用に，各\n別にレンズとして形成されていることは明らかであるから，これを「一対\nのレンズを並べた」と表現することに問題はなく，上記レンズが一体成形\n品であるか否かは，原告商品の形態の把握に当たり問題となるものではな\nいというべきである。\nエ  原告商品の共通形態は以上のとおり把握できるものであるが，原告は，\n原告商品の共通形態について，レンズの大きさや形態については主張して\nいるものの，つるや鼻パッドとレンズとの位置関係については具体的に特\n定して主張していない。その結果，原告が原告商品の共通形態として主張\nする点のうち，「①耳と鼻に掛ける眼鏡タイプの形態からなるルーペ」と\nの点に関し，レンズとつるや鼻パッドの位置関係をどのように主張するも\nのかについては，必ずしも明らかではない。そこで，以下では，原告がレ\nンズとつるや鼻パッドの位置関係について，市場において広く眼鏡タイプ\nとされるルーペを含むものと主張しているものとした場合と，通常の眼鏡\nの形態のもの（すなわち，正面からみたレンズのほぼ横外側に折り畳み自\n在のつるが設けられ，鼻パッドは一対のレンズの中央部分にレンズに近接\nして設けられることにより，つるを折り畳んだときに，レンズとつると鼻\nパッドが平面的な形状となり，ケースに収納しやすい形態としたもの）に\n限定して主張している場合とに分けて検討することとする。\n(3)  上記(2)アでみた原告商品の共通形態に商品等表示性を認めることができ\nるかどうかについて検討する。\nア  商品の形態は，一次的には商品の特性そのものであるが，二次的には商\n品の出所を表示する機能をも併有し得るというべきであり，商品の形態が\n他の同種商品と識別し得る独特の特徴を有するものである場合には，商品\nの出所表示機能を有し不正競争防止法２条１項１号所定の商品等表示に該\n当する場合がある。そして，商品等表示に該当する商品形態が長期間，継\n続的かつ独占的に使用されるか，又は，短期間であっても商品の形態につ\nいて強力な宣伝広告等により大量に販売されるなどすることにより，商品\n等表示として周知性を獲得した場合には，当該商品形態は同号による保護\nを受けることができるが，他方，当該商品形態が他の同種商品と比べあり\nふれたものである場合には，商品等表示として周知性を獲得することはで\nきないものと解される。\nイ  そこで，上記(2)アでみた原告商品の共通形態が他の同種商品と識別し\n得る独特の形態的特徴を有するものであるかについて検討する。\nその際，前記のとおり，原告が原告商品の共通形態であると主張するも\nのが，市場において広く眼鏡タイプとされるルーペを含むものか，通常の\n眼鏡の形態のものに限定するものかは必ずしも明らかでないので，以下で\nは，この２つの場合を分けて検討する。\nウ  まず，原告が原告商品の形態を市場において広く眼鏡タイプとされる\nルーペを含むようなものとして主張しているものとした場合に，原告商品\nが，他のルーペと比較して独特の形態的特徴を有するものということがで\nきるかどうか検討する。\n(ア)  証拠（乙１，２）及び弁論の全趣旨によれば，原告が原告商品の形\n態が商品等表示としての周知性を獲得したと主張する平成２１年４月末\nより前の平成２０年４月の時点において，エッシェンバッハは「ラボフ\nレーム」と題する商品を日本国内において販売していた。同商品におい\nて両眼レンズを備えた形態は，①耳と鼻に掛ける眼鏡タイプのルーペで\nあって，②そのレンズ部分は一対のレンズを並べた略長方形状の形態で\nあり，その大きさは横約７４ｍｍ，縦約２８ｍｍで，フレームとレンズ\nを接続する長さ約５０ｍｍのアームにより，眼鏡に重ね掛け可能なもの\nとなっている。\nまた，証拠（甲６）によれば，池田レンズ工業株式会社（以下「池田\nレンズ」という。）の販売する双眼メガネルーペの「メガネタイプ」\n（甲６の「Copyright <Ｃ> 2004  ikeda-lens Corporation.」との記載\nに照らせば，平成１６年には販売されていたものと認められる。）は，\n①耳と鼻に掛ける眼鏡タイプのルーペであって，②そのレンズ部分は一\n対のレンズを並べた略長方形状の形態を備えている。また，同社の双眼\nメガネルーペの「クリップタイプ」は，眼鏡にクリップで一対のレンズ\nを取り付けることにより，眼鏡の上から重ね掛け可能なものとなってい\nる。\nなお，上記エッシェンバッハ及び池田レンズの商品は，いずれも，レ\nンズが眼鏡型のフレームに直接取り付けられているものではなくフレー\nムから前方に突出したアームに取り付けられているものであるが，エッ\nシェンバッハの商品は「ルーペ（眼鏡タイプ）」，「両手を自由に使う\nことができる眼鏡タイプのルーペ」（乙２），池田レンズの商品は双眼\nメガネルーペ（甲６）として販売されており，市場においては眼鏡タイ\nプのルーペとして販売されているものである。\n(イ)  上記(ア)の事実によれば，原告商品の共通形態のうち，①耳と鼻に\n掛ける眼鏡タイプのルーペであって，②そのレンズ部分は一対のレンズ\nを並べた形態であり，眼鏡に重ね掛け可能である点については，他の商\n品にもみられる周知のものであるということができ，他の商品と識別し\n得る独特のものとはいえない。\n(ウ)  原告商品の共通形態のうち，②レンズ部分が「眼鏡の重ね掛けがで\nきる程度に十分に大きい」一対のレンズを並べた形態である点は，エッ\nシェンバッハや池田レンズの商品にはない形態である。\nしかし，一対のレンズを眼鏡の上から重ね掛けするという思想自体は\nエッシェンバッハや池田レンズの商品にもみられるものであることに加\nえ，証拠（甲６，乙１，２）によれば，眼鏡タイプのルーペとして種々\nの形態のものが販売され，流通しており，そのレンズの大きさも様々で\nあることが認められる。\nこれらの事情を考慮すると，原告商品のレンズが「眼鏡の重ね掛けが\nできる程度に十分に大きい」一対のレンズを並べた形態であることに\nよって，需要者において原告商品につき格段の強い印象が生じるもので\nはなく，上記レンズの大きさの点が，他の同種商品と識別し得る独特の\n特徴であるとは認められないというべきである。\nエ  次に，原告が原告商品の形態を通常の眼鏡の形態のものに限定して主張\nしているものとした場合について検討する。\n(ア)  楽天市場やビッダーズのウェブサイト等においては，商品型番「老\n眼鏡－ペアルーペ－ＰＦ－１」（乙３）や「品番：老眼鏡－ペアルーペ\n－ＰＦ－１ブラウン」（乙４）等，原告商品が老眼鏡の一種であるかの\nように分類しているものがあり，他にも原告商品を「老眼鏡」「リー\nディンググラス」「眼鏡」として分類しているウェブサイトが多数存在\nし（甲４１ないし４３，乙５，１３ないし１７，２１など），「楽天市\n場」においては，老眼鏡とルーペは同じ「老眼鏡・ルーペ部門」として\n分類されている（乙２２）。\n他方，ウェブサイトにおける広告内容を子細にみれば，「ペア・ルー\nペは２枚の眼鏡型レンズを組み合わせた，革命的な拡大鏡です。」（乙\n３ないし５，１４），「老眼鏡（シニアグラス）タイプの拡大鏡ルー\nペ」（乙１６）など，原告商品のルーペとしての性質を明らかにして説\n明しているものもある。また，メガネの信栄堂のウェブサイトにおいて\nは，原告商品について，大きな文字で，「老眼鏡ではありません！ルー\nペです！！」と注意を促しており（甲７４），テレビショッピングや通\n信販売などでは，原告商品を老眼鏡と明示的に区別されたルーペとして\n販売しているところ（甲１５ないし１８，２６の１ないし３，２７の１\nないし３，２９，７０，７１の１・２），特に老眼鏡と関連づけず，\nルーペとして販売しているところ（甲７の１・２，８の１ないし３，１\n１，１４，３０，６９の１・２）があり，同種のウェブサイトも存在す\nる（甲５４から５８，６６）。\n小売店舗での販売状況をみると，丸善新宿京王店やれんず屋神保町店\nにおいては，原告商品はルーペのコーナーに陳列され，丸善日本橋店や\n東急ハンズ銀座店においては，原告商品が文房具売場に陳列されている。\nしかし，他方，西武百貨店池袋店や東武百貨店池袋店においては，原告\n商品はメガネサロンの前に陳列され，眼鏡専門店において原告商品を取\nり扱っている例も多い（以上につき，甲５３）。\n(イ)  ルーペは見るものを拡大する機能を有するのに対し，老眼鏡は加齢\nにより網膜上からずれてくる像の位置を網膜上に戻しピント合わせをす\nる機能を有するものであり（甲４５），両者の機能は異なっている。需\n要者は，商品の機能を求めて商品を購入するものであるから，ルーペと\n老眼鏡の機能の相違を理解し，両者を区別して購入するのが通常であり，\n最終的に老眼鏡とルーペを混同したまま購入するケースが必ずしも多い\nとは考えられない。\n(ウ)  しかし，上記の市場における原告商品の取扱い状況によれば，多数\nの商品を不特定多数のアクセス者に対して広告するウェブサイト広告に\nおいては，広く同種商品を紹介する目的で，老眼鏡と原告商品を同種商\n品として取り上げている例があり，小売店等においては，眼鏡と原告商\n品を別の売場で販売しているところもあるものの，近接した場所で販売\nしている例も多い。\nまた，老眼鏡とルーペはいずれも高齢者が近くの小さい文字等が見に\nくい場合に用いるという点では機能上の共通点がある。\nこれらの事情に照らせば，需要者が，原告商品が独特の形態的特徴を\n有するか否かを判断するについて，市場において同種商品とされること\nがある老眼鏡の形態との比較をすることがあり得ることも否定できない。\nそして，原告が原告商品の共通形態であると主張する原告商品の特徴\n①，②は，同種商品である老眼鏡の形態（甲７６，７７，７９，乙２\n７）と比較して，これらと識別し得る独特の特徴といえるものではない\nと解される。\nしたがって，原告商品の形態が独特の特徴的形態と認識されるために\nは，市場において，それが老眼鏡と同種商品ではなく，異なる種類の商\n品であることが明確に区別して販売され，需要者においてもそのように\n認識されていることが必要であり，そうでなければ，原告商品の形態は\n老眼鏡と同種の商品として，格別の形態的特徴を有しないものとして認\n識されることにならざるを得ない。\nそこで検討するに，上記のような市場における原告商品の取扱い及び\n老眼鏡と原告商品との機能上の共通点に照らせば，原告商品が，需要者\nにおいて老眼鏡と明確に区別され，独特の形態的特徴を有するものと認\n識されるまでには至ってはおらず，原告の主張する原告商品の共通形態\nに商品等表示性を認めることはできない。\nオ  そうすると，いずれにせよ，原告商品の共通形態は，他の同種商品と識\n別し得る独特の特徴を有するものとはいえないから，その形態が不正競争\n防止法２条１項１号所定の商品等表示に該当するということはできない。\n２  以上によれば，原告商品の共通形態に商品等表示性を認めることはできない\nから，その余の点について検討するまでもなく，原告の請求は理由がないこと\nに帰着する。\n第５  結論\nよって，原告の被告らに対する請求をいずれも棄却することとし，主文のと\nおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官      大  須  賀              滋\n裁判官      西      村      康      夫\n裁判官      森      川      さ  つ  き\n別紙\n原告商品目録\n１  原告商品１\n商品名        ペアルーペ\n種  類        眼鏡タイプのルーペ\n発売日        平成２年頃\n形  態        別紙原告商品写真目録１のとおり\n２  原告商品２\n商品名        ペアルーペ\n種  類        眼鏡タイプのルーペ\n発売日        平成１０年頃\n形  態        別紙原告商品写真目録２のとおり\n３  原告商品３\n商品名        ペアルーペ\n種  類        眼鏡タイプのルーペ\n発売日        平成２２年２月頃\n形  態        別紙原告商品写真目録３のとおり\n別紙\n被告商品目録\n商品名        「見えルーペ」，「見えグラス」\n種  類        メガネ型拡大鏡\n形  態        別紙被告商品写真目録のとおり\n"
}