{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 21
  },
  "case_number": "平成29(ワ)914",
  "case_name": "簡易生命保険金請求事件",
  "court_name": "名古屋地方裁判所民事第８部",
  "lawsuit_id": "87111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/087111_hanrei.pdf",
  "contents": "平成２９年９月２１日判決言渡\n平成２９ ９１４号  簡易生命保険金請求事件\n口頭弁論終結日  平成２９年８月７日\n判                    決\n主                    文\n１  被告は，原告Ａに対し，１００万円及びこれに対する平成２９年３月２\n３日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂに対し，１００万円及びこれに対する平成２９年３月２\n３日から支払済みまで年５分の割合による金員を支払え。\n３  原告らのその余の請求を棄却する。\n４  訴訟費用は被告の負担とする。\n５  この判決は，１項及び２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求の趣旨\n１  被告は，原告Ａに対し，１００万円及びこれに対する訴状送達日の翌日から支\n払済みまで年６分の割合による金員を支払え。\n２  被告は，原告Ｂに対し，１００万円及びこれに対する訴状送達日の翌日から支\n払済みまで年６分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告らが，原告らの父であるＣが被告との間で締結した簡易生命保険\n契約に係る死亡保険金につき，Ｃが死亡したことによりその請求権を取得した旨\n主張して，被告に対し，上記契約に基づき，それぞれ１００万円及びこれに対す\nる訴状送達日の翌日である平成２９年３月２３日から支払済みまで商事法定利\n率年６分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（争いのない事実に加え，各項末尾記載の証拠及び弁論の全趣旨によ\nり，容易に認められる事実）\n原告ら及びＤは，いずれもＣとその配偶者であるＥの子である。\nＣは，国（旧郵政省）との間で，別紙保険目録記載の簡易生命保険契約（以\n下「本件契約」という。）を締結した。\n本件契約については，廃止された簡易生命保険法（平成１７年法律第１０２\n号附則１６条１項により，同法施行前に効力が生じた契約については，なお効\n力を有する。以下「簡保法」という。）が適用され，その死亡保険金の支払に\nついては，終身保険約款（以下「本件約款」という。）が適用されるところ，\n簡保法３６条１項は，同一の保険契約につき保険金受取人が数人あるときは，\n代表者１人を定めなければならず，その代表者が他の保険金受取人を代理する\n旨を定めており，本件約款においても同趣旨の規定が定められている。（乙１）\n旧郵政省が所掌していた簡易生命保険事業は，平成１３年１月６日，郵政事\n業庁へ承継され，その後，同庁から平成１５年４月１日に移行した日本郵政公\n社が平成１９年１０月１日に解散したことに伴い，被告が簡易生命保険及びこ\nれに付随する権利義務を承継した。\n平成２３年１２月６日，Ｅは死亡した。（甲２の７）\n平成２４年３月３１日，Ｃは死亡した。同人の相続人は原告ら及びＤであり，\n法定相続分はそれぞれ３分の１である。（甲２（枝番含む。））\nＥ死亡後，Ｃは，本件契約に係る保険金受取人を指定しなかったため，本件\n契約に係る死亡保険金の受取人は，原告ら及びＤとなった（簡保法５５条）。\n２  争点及び争点に対する当事者の主張\n原告らが，代表者を定めることなく，本件契約に係る死亡保険金の支払を求\nめることができるか否か（争点①）\n（被告の主張）\n簡易生命保険契約の死亡保険金の支払を請求できる保険金受取人が複数い\nる場合には，保険金受取人側の事情を知り得ない保険者が，保険金受取人間の\n紛争に巻き込まれて二重払いする危険を回避する必要や，個々の保険金受取人\nから請求されることによる手続の煩雑さを回避して迅速かつ確実な支払の実\n現を図る必要から，簡保法及び本件約款には，死亡保険金の受取人が数人ある\nときは，代表者１人を定めて，その者が他の保険金受取人を代表して死亡保険\n金の支払を請求することができる旨定められている。\n本件契約に係る死亡保険金の受取人は，原告ら及びＤであるところ，原告ら\nは，死亡保険金の請求に際して，代表者を定めていないから，その支払を請求\nすることはできない。\n（原告らの主張）\n簡保法３６条１項等の規定は，大量処理が必要な保険金等の支払事務の簡明\n性，迅速性を確保するための請求手続を定めているにすぎず，死亡保険金の受\n取人の代表者の選定がないことを理由にその受取人の権利行使を制限するこ\nとまでは許されない。\nよって，原告らは，それぞれ単独で取得した死亡保険金の支払を請求するこ\nとができる。\n遅延損害金の利率（争点②）\n（原告らの主張）\n保険には，保険を欲する者が集まって団体を形成し，その共同の計算におい\nて保険をする相互保険と，保険を欲する者の他に保険営業者があり，その者の\n計算において保険をする営利保険があるところ，簡易保険は相互保険ではない\nことが明らかであるから，簡易保険は営利性を有している。\nそして，従来営利性を有しないとされていた相互保険についても，法改正に\nより商行為に関する規定の準用規定が設けられるに至っているのであり（保険\n業法２１条２項），簡易生命保険事業に営利性がないからといって，商行為に\n関する規定の適用を受けないとはいえない。また，保険業自体が公共性を有し\nているから，簡易生命保険事業に公共性があるからといって，商行為性が否定\nされるものではない。\nよって，本件契約に係る死亡保険金の支払の遅滞については，商法５１４条\nが適用され，遅延損害金の利率は年６分となる。\n（被告の主張）\n簡易生命保険事業の主目的は，国民の経済生活の安定・福祉増進という公的\nなものであり，その手段として，事業を確実・安定的に運営し，安価な保険料\nで国民に簡易生命保険を提供している。そのような観点から，簡易生命保険事\n業については，保険金等の支払について政府による債務保証がされているほか，\n保険料の算出方法や約款内容について総務大臣の認可が必要とされるなど，民\n間の生命保険事業とは異なる公法的な取扱いや規制がある。\nこのような点からすれば，簡易生命保険事業には営利目的がなく，商行為に\nは当たらないというべきであり，被告に承継されたことによっても，その非営\n利性は変わらない。また，本件契約は，Ｃが国と締結したもので，日本郵政公\n社を経て被告に承継されているところ，国も日本郵政公社も商人には当たらな\nい。\nよって，本件契約に係る死亡保険金の支払債務についての遅延損害金の利率\nは民法所定の年５分となる。\n第３  当裁判所の判断\n１  争点①（代表者を定めることなく，死亡保険金の支払を求めることができるか）\nについて\n前記前提事実のとおり，本件契約に適用される簡保法３６条１項は，同一の保\n険契約につき保険金受取人が数人あるときは，代表者１人を定めなければならず，\nその代表者が他の保険金受取人を代理する旨を定め，本件約款においても同趣旨\nの規定が定められているところ，これらの規定は，簡易生命保険契約において，\n保険金受取人側の事情を知り得ない保険者が，保険金受取人間の紛争に巻き込ま\nれて二重払いする危険を回避し，また，個々の保険金受取人から請求されること\nによる手続の煩雑さを回避して迅速かつ確実な支払の実現を図るために定めら\nれたものと解される。\nしかし，複数の保険金受取人間において，代表者の選定が事実上困難となるこ\nともあり得るのであり，そのような場合に，個々の保険金受取人による権利行使\nが一切許されないとすると，保険金受取人が著しい不利益を被るおそれがあり，\nまた，代表者の選定以外の方法によっても，保険者側の二重払いの危険が回避で\nきる場合もあり得る。そうすると，上記各規定が，代表者を定めずにする個々の\n保険金受取人による権利行使を一切許さない趣旨の規定であるとまでは認め難\nく，本件においては，原告ら以外の保険金受取人であるＤに対して訴訟告知がさ\nれていることから，被告の二重払いの危険も回避されているということができる。\nこのような事情からすれば，本件において，代表者の選定をしないことを理由\nに，原告らの権利行使を制限することは許されないというべきである。そして，\n原告らは，本件契約に係る死亡保険金３００万円を，それぞれ法定相続分（各３\n分の１）に応じて取得したものと認められるから，原告らは，被告に対し，保険\n金請求権に基づき，それぞれ１００万円の支払を求めることができる。\n２  争点②（遅延損害金の利率）について\n簡易生命保険事業は，国民の経済生活の安定を図り，その福祉を増進すること\nを目的とするものであり（簡保法１条），その保険金の支払については，政府が\n債務を保証し（簡保法３条，独立行政法人郵便貯金・簡易生命保険管理機構法２\n０条２号），保険料の算出方法や約款内容について，総務大臣の許可が必要とさ\nれる（簡保法１０２条，１０３条）など，公法的な規制もされている。このよう\nな事業の公的目的や，事業に公法的な規制がされていることなどを考慮すると，\n簡易生命保険事業は営利性を有するものとはいえず，本件契約の当事者が商人で\nあるとも認められないから，本件契約に基づく債務は，商行為によって生じたも\nのということはできない。\nまた，被告は，簡易生命保険等を適正かつ確実に管理し，これらに係る債務を\n確実に履行し，もって郵政民営化に資することを目的としており（独立行政法人\n郵便貯金・簡易生命保険管理機構法３条），本件契約についてはなお簡保法の適\n用があることなどからすると，被告は，簡易生命保険契約に係る債務の法的な性\n質を変化させることなく，その管理や履行を行っているというべきであり，被告\nに承継されたことによって，本件契約に係る死亡保険金請求権の性質が商事債権\nに変化したということもできない。\nこの点に関し，原告は，従来営利性を有しないとされていた相互保険について，\n商行為に関する規定の準用規定が設けられるに至ったことを指摘するが，簡保法\nについては，そのような準用規定は存在しないのであり，相互保険について商行\n為に関する規定が準用されるに至ったからといって，簡易生命保険についても商\n行為に関する規定が準用されるとはいえない。\nそうすると，本件契約に係る死亡保険金の支払債務については，商法５１４条\nの適用はなく，その遅延損害金は民法所定の年５分となるものと解される。\n３  以上によれば，原告らは，被告に対し，それぞれ１００万円及びこれに対する\n訴状送達日の翌日である平成２９年３月２３日から支払済みまで民法所定の年\n５分の割合による遅延損害金の支払を求めることができる。\n第４  結論\nよって，原告らの請求は主文の限度で理由があるからこれを認容し，その余の\n請求は理由がないからこれを棄却することとし，訴訟費用について民事訴訟法６\n４条但書を適用して，主文のとおり判決する。\n名古屋地方裁判所民事第８部\n裁判官       鈴 木 清 志\n（別紙保険目録は省略）\n"
}