{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 23
  },
  "case_number": "平成24(行ケ)10178",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83451",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83451",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/451/083451_hanrei.pdf",
  "contents": "平成２５年７月２３日判決言渡\n平成２４年（行ケ）第１０１７８号  審決取消請求事件\n口頭弁論終結日  平成２５年７月９日\n判 決\n原            告      フィリップス  ルミレッズ  ライティング\nカンパニー  リミテッド  ライアビリティ\nカンパニー\n訴訟代理人弁理士      津      軽              進\n笛      田      秀      仙\n被            告      特 許 庁 長 官\n指 定 代 理 人      服      部      秀      男\n田      部      元      史\n堀      内      仁      子\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と\n定める。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が不服２０１０－１４８７３号事件について平成２４年１月６日にした審\n決を取り消す。\n第２  事案の概要\n本件は，特許出願拒絶査定に対する不服審判請求を不成立とする審決の取消訴訟\nである。争点は，実施可能要件（平成１４年法律第２４号による改正前の特許法３\n６条４項１号）の充足の有無である。\n１  特許庁における手続の経緯\n原告は，１９９８年（平成１０年）２月１９日の優先権（米国）を主張して，平\n成１１年２月２日，名称を「ＬＥＤおよびＬＥＤの組立方法」とする発明について\n特許出願し（甲１，特願平１１－２４９５０号，公開公報は特開平１１－２７４５\n６８号公報〔甲６〕，請求項の数１），平成１８年９月１４日付け及び平成２２年２\n月１０日付けで特許請求の範囲の変更を内容とする補正をしたが(甲７，８，請求項\nの数１５），平成２２年３月２日付けで拒絶査定を受けた。原告は，平成２２年７月\n５日，上記拒絶査定に対する不服の審判請求をするとともに（不服２０１０－１４\n８７３号事件），特許請求の範囲を変更する補正をしたが（甲２，請求項の数５），\n平成２３年８月２６日付けの拒絶理由通知を受け（甲３），平成２３年１１月３０日\n付けで特許請求の範囲を変更する補正をしたが（甲４，請求項の数７），特許庁は，\n平成２４年１月６日，「本件審判の請求は，成り立たない。」との審決をし（出訴期\n間として９０日附加），その謄本は平成２４年１月１９日原告に送達された。\n２  本願発明の要旨\n本件出願に係る発明は，これを簡約にいえば，発光ダイオード（ＬＥＤ）のサフ\nァイア基板上に凹凸を形成して同ダイオードの発光層からの光を散乱させ，この散\n乱させた光も取り出すことで同ダイオードの発光の効率を改善するとの発明であり，\n平成２３年１１月３０日付け手続補正後の請求項１の発明（本願発明）に係る特許\n請求の範囲の記載は，次のとおりである（甲４）。\n「上部表面を備えたサファイア基板と，\n前記サファイア基板の前記上部表面上に堆積した半導体材料の第１の層と，\n第１の層と共にｐ－ｎダイオードを形成する前記半導体材料の第２の層と，\n前記第１と第２の層の間にあって，前記第１と第２の層の両端間に電位が印加さ\nれると，光を発生する発光領域と，\n前記第２の層に堆積した導電層からなる第１の接点と，\n前記第１の層に電気的に接続された第２の接点が含まれており，\n前記サファイア基板の前記上部表面に，光を散乱または回折するための突出部及\nび／または陥凹部が含まれるように前記サファイア基板の前記上部表面が粗面にさ\nれ，突出部及び／または陥凹部はＬＥＤによって生じる光の前記第１の層における\n波長より大きいか，あるいは，その程度の大きさであることを特徴とする，\nＬＥＤ。」\n３  審決の理由の要点\n審決は，次のとおりに認定判断して，本願明細書の発明の詳細な説明は，平成１\n４年法律第２４号による改正前の特許法３６条４項に規定する要件を満たしていな\nいとした。\n(1)  本願明細書の記載について\n本願明細書の記載によれば，本願発明は，改善されたＬＥＤを提供することを目\n的とするものと認められ，本願明細書（【００１６】【００１７】参照）には，サフ\nァイア表面の陥凹部又は突出部によって界面に当たる光を散乱させ，上部表面の臨\n界角内に含まれる円錐内に散乱する光が上部表面を通ってＬＥＤから脱出する旨が\n説明されており，また，本願明細書（【００１７】～【００２０】参照）には，サフ\nァイア表面の散乱を生じる特徴である陥凹部又は突出部は，ＬＥＤによって生じる\n光のＧａＮにおける波長より大きいか，あるいは，ほぼその程度であることが望ま\nしく，特徴が光の波長よりあまりにも小さいと光は有効に散乱しないこと，特徴が\nＧａＮ層の厚さに対し相対的に大きくなると，粗面仕上げによって，ＧａＮの上部\n表面に欠陥を生じる可能性があることが説明されるとともに，サファイア基板の上\n部表面が粗面にされる方法について，３～５ミクロンの範囲のダイヤモンド研磨粗\n粒を用いること，従来の基板製造プロセスにおける最終研磨プロセスを省略するこ\nと，任意のエッチングによることなどが紹介されている。\n(2)  実施可能要件について\nサファイア基板の上部表面が粗面にされ，かかる上部表面に半導体材料の第１の\n層が堆積されるときには，半導体材料の第１の層，第２の層又は発光領域の層にＬ\nＥＤの効率に影響を与え得る欠陥が生じるものと推測されるところであって，かか\nる事情のもとでは，どのような設計に基づけば改善されたＬＥＤを得ることができ\nるのか，当業者にとって予測の限りでなく，当業者が改善されたＬＥＤを得るため\nには，例えば改善の結果を確認できる実施例を示すことなどにより，相当程度具体\n的な設計上の指針が開示されることを要するものというべきである。\nしかしながら，本願明細書には，サファイア基板の粗面仕上げに関して上記(1)の\n一般的な説明があるにとどまり，改善の結果を確認できる実施例はもとより，上記\n(1)のように形成した粗面の上に半導体材料を積層してＬＥＤが得られると認める\nに足る具体的な説明は見当たらない。\nしてみれば，本願明細書の開示に接した当業者が，改善されたＬＥＤを得ること\nができるものと認めるには至らず，本願明細書の発明の詳細な説明が，当業者が本\n願発明を実施することができる程度に明確かつ十分に記載したものであるとはいえ\nない。\n第３  原告主張の審決取消事由（実施可能要件の判断の誤り）\n１  粗面仕上げに関して\n本願明細書の段落【００１７】には，具体的に，①「サファイア表面の散乱を生\nじる特徴は，陥凹部１１９または突出部１１８であり，ＬＥＤによって生じる光の\nＧａＮにおける波長より大きいか，あるいは，ほぼその程度であることが望ましい。」\n②「特徴が光の波長よりあまりにも小さいと光は有効に散乱しない。特徴がＧａＮ\n層の厚さに対し相対的に大きくなると，粗面仕上げによって，ＧａＮの上部表面に\n欠陥を生じる可能性がある。」と記載されている。すなわち，ＬＥＤの技術分野にお\nける当業者であれば，上記①の記載から，突出部又は陥凹部の寸法の下限は，発光\n領域から発生される光の波長程度の大きさとすべきことは明快に理解が可能であり，\n加えて，上記②の記載から，突出部又は陥凹部の寸法の上限は，ＧａＮ層の厚さと\nの関係を考慮して決定すべきことは明快に理解が可能である。\n２  半導体材料の堆積に関して\n上記１のとおり，相当程度具体的な設計上の指針が明示的に開示されているのだ\nから，このような制限の下で望ましい性能をもたらすＬＥＤの構造とすべく，突出\n部又は陥凹部の寸法とサファイア基板上に設ける半導体層の厚さとの関係を適宜調\n整し，発光効率の妨げにならないようにサファイア基板上に半導体層を成長させる\nことは，当業者にとって通常の知識と技能があれば苦なく達成することが当然に可\n能であり，どのような設計に基づけば改善されたＬＥＤを得ることができるのかは，\n当業者にとって十分に予測可能であるといえる。\n３  当業者の実施可能性に関して\n(1)  甲９文献\nMotokazu Yamada 他，「InGaN-Based Near-Ultraviolet and Blue-Light-Emitting Diodes\nwith High External Quantum Efficiency Using a Patterned Sapphire Substrate and a Mesh\nElectrode」Jpn. J. Appl. Phys. Vol. 41  （2002) pp. L 1431–L 1433, Part 2, No. 12B，２\n００２年１２月１５日発行（甲９）には，化学蒸着法（ＣＶＤ）によりサファイア\n基板上に堆積させたＳｉO２層にフォトリソグラフィーにより１μm 間隔で開口部\nを作製し，さらに反応性イオンエッチング（ＲＩＥ）を用いてサファイア基板上を.８５μm 程エッチングして多数の凸型六角形を形成し，この突出部又は陥凹部を\n有するサファイア基板上に約６.２μm のＧａＮ層を成長させるなどの具体的な構\n成を採用してサファイア基板にＧａＮ層を成長させ，これにより青色ＬＥＤにおけ\nる光散乱増加を実現させたことが記載されている。すなわち，甲９文献には，本願\n明細書の記載を参考にすることにより，実際にサファイア基板における粗面化によ\nりＬＥＤの光散乱を増加させて光抽出効率の改善を実現した事例が示されている。\nしたがって，本願明細書は，その発明の属する技術の分野における通常の知識を\n有する者がその実施をすることができる程度に明確かつ十分に記載したものである。\n(2)  甲１０及び甲１１文献\n本願発明の発明者であるＡが当時所属していたヒューレッドパッカード社内のＨ\nＰ研究所及び試作を担当した同社オプトエレクトロニクス部門（ＯＥＤ）が，サフ\nァイア基板上のガリウム窒化物に基づくＬＥＤの光抽出改善に係る共同研究に関し\nて作成した社外秘の１９９７年８月の月例研究開発報告書（甲１０）には，ＩｎＧ\nａＮチップからより多くの光を散乱させるために非平面基板上にエピを成長させる\n技術の実験結果が良好であったことが記載されている。このパターン化されたサフ\nァイア基板又は研磨されていないサファイア基板上におけるエピ成長について，甲\n１０号証には，エピ成長層の表面が平面化されるように十分に厚いエピ成長層を成\n長させること以外については，特段の指定がなく，これはすなわち，粗面化表面上\nに成長させる層の厚さ以外には特に必要とされる構成はなく，それらは従来の手法\nを用いることにより実施可能であったと理解できる。そして，同共同研究に係る社\n外秘の１９９７年１０月の月例研究開発報告書（甲１１）には，本願発明の発明者\nであるＡが製造した粗面化サファイア基板により，光散乱が意図したとおりに増加\nさせられたことが記載されている。\n以上から，本願発明の優先日当時の技術常識に加えて、本願明細書に記載された\n事項を用いれば、本願発明を実施することができるといえる。\nしたがって、本願明細書は、その発明の属する技術の分野における通常の知識を\n有する者がその実施をすることができる程度に明確かつ十分に記載したものである。\n第４  被告の反論\n１  半導体材料の堆積に対して\n本願発明の優先日当時の技術常識では，機械研磨や化学研磨によってサファイア\n基板を表面研磨して調製すると，サファイア基板の表面に引っ掻き傷やピット穴や\nその他の研磨による損傷などの表面欠陥がランダムにでき，そのような欠陥を修復\nしないでおくと，基板上に成長させたエピタキシャル層にランダムに欠陥が増大し，\nまた，機械研磨や化学研磨によってサファイア基板の表面粗さが１ｎｍ程度の平滑\nな状態に鏡面仕上げをしても，凹凸分布に規則性がなく，不規則な凹凸のある表面\n上にＳｉ等の薄膜を成長させると，基板表面に形成される薄膜の特性に悪影響を及\nぼす成長欠陥が生成し易くなるとされていた。\n本願明細書の段落【００１７】～【００２０】のように，①３～５ミクロンの範\n囲のダイヤモンド研磨粗粒を用いる，②従来の基板製造プロセスにおける最終研磨\nプロセスを省略する，③任意のエッチングによる，などしてＬＥＤによって生じる\n光のＧａＮにおける波長（青色発光素子である場合，例えば４３０ｎｍ付近が想定\nされる。）より大きいか，あるいは，ほぼその程度である陥凹部又は突出部をサファ\nイア表面に形成すると，かかる表面に堆積される半導体材料の層には，ＬＥＤの効\n率に影響を与え得る欠陥が生じることが推測される。したがって，どのような設計・\n製法に基づけば改善されたＬＥＤを得ることができるのか当業者にとって予測の限\nりでなく，当業者が改善されたＬＥＤを得るためには，例えば改善の結果を確認で\nきる実施例を示すことなどにより，相当程度具体的な設計・製法上の指針が開示さ\nれることを要する。\nところが，本願明細書には，改善の結果を確認できる実施例はもとより，上記①\n～③のように形成した粗面の上に半導体材料を積層してＬＥＤが得られると認める\nに足る具体的な説明は見当たらない。\nそうすると，本願明細書に接した当業者が改善されたＬＥＤを得ることができる\nか定かとはいえず，本願明細書の発明の詳細な説明は，当業者が本願発明を実施す\nることができる程度に明確かつ十分に記載したものであるとはいえない。\nしたがって，審決の判断（６頁２０行～２３行）に誤りはない。\n２  当業者の実施可能性に対して\n(1)  甲９文献\n本願明細書には，甲９文献に記載されたようなパターン化サファイア基板を用い\nることは示されておらず，甲９文献に言及されている事例は，本願明細書の記載に\n基づいてＬＥＤの光抽出効率の改善を実現したものではない。\nまた，甲９文献は，本願発明の優先日の約４年１０か月後の２００２年１２月１\n５日に発行された学術論文であり，本願発明の優先日当時における技術水準を示す\nものでもない。\n(2)  甲１０及び甲１１文献\n甲１０及び甲１１文献に記載された「パターンエッチされた基板」「『パターン化』\n非平面基板」「パターン化基板」が具体的にどのようなものであるのかは同文献から\n明らかではない。\nまた，本願明細書には，パターン化基板を用いることは示されていないから，甲\n１０及び甲１１文献によって本願明細書の記載に基づけば改善されたＬＥＤを得ら\nれることが示されたとはいえない。\nさらに，原告の主張によっても，甲１０及び甲１１文献は，ヒューレット・パッ\nカード社の社外秘の文書であり，本願発明の優先日当時における技術水準を示すも\nのでもない。\n第５  当裁判所の判断\n１  本願発明について\n本願明細書（甲１，６）によれば，本願発明につき以下のことを認めることがで\nきる。\n本願発明は，発光ダイオード（ＬＥＤ），とりわけ改良されたサファイア基板上に\n組み立てられたＧａＮベースのＬＥＤに関するものである（【０００１】）。従来，サ\nファイア基板上に組み立てられたＧａＮベースのＬＥＤの場合，ダイオードに生じ\nる光の大部分はＧａＮの屈折率が高いためにＧａＮ層内に捕捉され最終的に失われ\nるとの効率の問題が存在していたところ（【０００３】【００１３】），本願発明は，\nこの光の導波路を杜絶させることにより上記結合効率の改善されたＬＥＤを提供す\nることを目的としたものであって（【０００８】），かかる目的を達成するために，『上\n部表面を備えたサファイア基板と，サファイア基板の上部表面上に堆積した半導体\n材料の第１の層と，第１の層と共にｐ－ｎダイオードを形成する半導体材料の第２\nの層と，第１と第２の層の間にあって第１と第２の層の両端間に電位が印加される\nと光を発生する発光領域と，第２の層に堆積した導電層からなる第１の接点と，第\n１の層に電気的に接続された第２の接点が含まれ』たＬＥＤにおいて，『サファイア\n基板の上部表面に，光を散乱又は回折するための突出部及び／又は陥凹部が含まれ\nるようにサファイア基板の上部表面が粗面にされ，突出部及び／又は陥凹部はＬＥ\nＤによって生じる光の第１の層における波長より大きいか，あるいは，その程度の\n大きさ」となるような構成を採用した（【００１０】）。そして，かかる構成により，\n発光領域で発生し，サファイア基板と半導体材料の第１の層との界面に当たる光を\n散乱させ，その結果，半導体材料の第２の層と導電層からなる第１の接点と空気又\nはエポキシとの界面の臨界角より小さい角度で光の一部が反射するようにして，上\n記の目的を達成した点に技術的意義を有すると認めることができる（【００１６】）。\n２  本願明細書の発明の詳細な説明の記載について\n(1)  粗面化につき\nサファイア基板の上部表面が粗面化され，ＬＥＤによって生じる光の第１の層に\nおける波長より大きいか，あるいは，その程度の大きさである突出部又は陥凹部を\n形成する方法について，本願明細書の発明の詳細な説明には，①比較的粗い研磨荒\n粒を用いて研磨することによって機械的に表面の粗面仕上げを施す方法の一例とし\nて，３～５ミクロンの範囲のダイヤモンド粗粒を用いて所望の粗さになるようにサ\nファイアに「かき傷」をつける方法（【００１８】），②従来の基板製造プロセスにお\nける最終研磨プロセスを省略する方法（【００１９】），及び③フォトレジストを用い\nて，リソグラフィ技法で開口部を形成し，さらに，フォトレジストをエッチング・\nマスクとして利用して，イオン・エッチング，イオン・ミリング，又は，Ｈ３ＰＯ４\nなどの従来方法から任意に選ばれたエッチングで表面に粗面仕上を施す方法（【００\n２０】）が用いられることが記載されている。\nなお，エッチングで表面に粗面仕上げを施す方法においてエッチング・マスクと\nなるフォトレジストに形成される開口部の位置及び形状は，発明の詳細な説明及び\n図面には記載されておらず，不規則なエッチング・パターンと解される（【０００５】\n【００２０】参照）。\n(2)  半導体材料の堆積につき\n突出部又は陥凹部が形成されたサファイア基板の上部表面上に半導体材料の第１\nの層を堆積させる方法について，本願明細書の発明の詳細な説明には，「ＬＥＤ１０\nは，サファイア基板１２に２つのＧａＮ層を成長させることによって，基板上に組\n立られる。」（【００１１】），「第１の方法では，サファイア／ＧａＮ界面に粗面仕上\nげを施すことが必要になる。この方法は，ＧａＮのエピタキシャル成長またはｐ－\nｎダイオードの発光効率の妨げにならないように，ＧａＮエピタキシャル成長の前\nに，粗面仕上げを施すことができるという驚くべき結果に基づくものである。」（【０\n０１５】，「サファイア表面の散乱を生じる特徴は，陥凹部１１９または突出部１１\n８であり，ＬＥＤによって生じる光のＧａＮにおける波長より大きいか，あるいは，\nほぼその程度であることが望ましい。特徴が光の波長よりあまりに小さいと光は有\n効に散乱しない。特徴がＧａＮ層の厚さに対し相対的に大きくなると，粗面仕上げ\nによって，ＧａＮの上部表面に欠陥を生じる可能性がある。」（【００１７】），及び「入\n射光を散乱させる突出部及び／または陥凹部を含む粗面を備えた基板上において，\n前記突出部及び／または陥凹部を被うように，ＧａＮを含む半導体材料の第１の層\nをエピタキシャル成長させるステップ」（【００３９】）との記載がある。\n上記によれば，本願明細書の発明の詳細な説明には，サファイア基板の上部表面\n上に形成された，ＬＥＤによって生じる光の第１の層における波長より大きいか又\nはその程度の大きさである突出部若しくは陥凹部が，第１の層の厚さに対し相対的\nに大きくなると，第１の層の上部表面に欠陥を生じる可能性があるから，その欠陥\nを生じさせないよう陥凹部又は突出部を被うように第１の層をエピタキシャル成長\nさせることが記載されていると認められる。そして，エピタキシャル成長とは，あ\nる結晶の特定の結晶面上に結晶を一定の方位関係をもって成長させることであるの\nは半導体技術の分野での技術常識であるところ，かかる技術常識に照らせば，本願\n明細書の発明の詳細な説明には，突出部又は陥凹部が形成されたサファイア基板の\n上部表面上に半導体材料の第１の層を堆積する方法として，半導体材料の結晶を一\n定の方位関係をもって成長させること（エピタキシャル成長）により第１の層を堆\n積するものであると理解できる。\nしかしながら，本願明細書の発明の詳細な説明には，それ以上に，突出部又は陥\n凹部が形成されたサファイア基板の上部表面上に第１の層をエピタキシャル成長さ\nせるための手順及び条件を示した具体的な説明が記載されているとは認められない。\n３  エピタキシャル成長に関する技術常識\n特開平９－１２９６５１号公報（乙１）の段落【０００２】・【０００３】には，\n発光デバイスのエピタキシャル層の結晶格子の原子配列は均一であることが望まし\nいが，市販のサファイア基板の表面は非常に不均一なため高品質の膜を成長させる\nには問題があること，機械研磨や化学研磨によってサファイア基板を表面研磨して\n調製すると，サファイア基板の表面に引っ掻き傷やピット穴やその他の研磨による\n損傷などの表面欠陥がランダムにできること，そのような欠陥を修復しないでおく\nと，基板上に成長させたエピタキシャル層にランダムに欠陥が増大することが記載\nされている。また，特開平８－８３８０２号公報（乙２）の段落【０００２】～【０\n００５】には，機械研磨又は化学研磨されたサファイア単結晶基板は，表面粗さが\n１ｎｍ程度の平滑な状態に鏡面仕上げされるものの，その凹凸分布に規則性がなく，\nまた，所定の結晶面以外の結晶方位をもつ異種結晶面が凹凸の斜面等に露出してい\nるところ，①不規則な凹凸のある表面上にＳｉ等の薄膜を成長させると，不規則な\n凹凸部を結晶核生成の元とした数多くの島状結晶の成長が促進され，島状結晶の間\nに成長欠陥が生成しやすくなるが，これら成長欠陥は基板表面に形成される薄膜の\n特性に悪影響を及ぼすこと，また，②表面に露出した異種結晶面は，その上に成長\nする薄膜に設計したエピタキシャル成長以外の成長方位を与え，島状結晶の成長と\n相まって異種結晶粒を界面等に生成させ，その結果，発光素子を始めとする各種半\n導体素子において求められる完全な単結晶薄膜が得られず，界面の乱れに起因する\n半導体素子の特性の劣化を引き起こすことが記載されている。\n上記各記載によれば，サファイア基板の表面は非常に不均一であるところ，その\n基板表面の状態がその上に成長させる薄膜の結晶状態に影響を与えるため，サファ\nイア基板の上部表面上にエピタキシャル成長により半導体材料からなる薄膜を堆積\nする際には，エピタキシャル成長の前にサファイア基板の上部表面を研磨し表面粗\nさが１ｎｍ程度の極めて平滑な状態にする必要があること，しかし，表面粗さ１ｎ\nｍ程度に平滑化されたサファイア単結晶基板においても，その表面には不規則な凹\n凸が存在するため，島状結晶の形成及びそれによる結晶欠陥の生成と異種結晶粒の\n生成により，発光デバイスのような半導体素子において求められる完全な単結晶薄\n膜が得られないことは，本願発明の優先日当時，本願発明に係る技術分野での技術\n常識であったと認められる。\n４  実施可能要件に関する審決の判断について\n本願発明が実施可能要件（平成１４年法律第２４号による改正前の特許法３６条\n４項１号）を満たすというためには，当業者が，本願明細書の発明の詳細な説明の\n記載及び本願発明の優先日当時の技術常識に基づいて，本願発明の実施（本願発明\nのＬＥＤの生産）をすることができる程度に明確かつ十分に記載されていなければ\nならない。\nそこで，本願明細書の発明の詳細な説明がかかる要件を満たすかにつき検討する\nに，まず，本願発明の優先日当時の技術常識は上記３のとおりである。しかるに，\n本願発明におけるサファイア基板の上部表面は，「光を散乱または回折するための突\n出部及び／または陥凹部が含まれるように」「粗面にされ，突出部及び／または陥凹\n部はＬＥＤによって生じる光の前記第１の層における波長より大きいか，あるいは，\nその程度の大きさ」というものであるところ，本願明細書に記載の上記突出部又は\n陥凹部の形成方法（【００１８】～【００２０】），及び公知の可視光線に相当する電\n磁波の波長（下界が３６０～４００ｎｍ，上界が７６０～８３０ｎｍ）に照らすと，\n本願発明におけるサファイア基板の上部表面は，突出部又は陥凹部が不規則に存在\nし，かつ，研磨により表面粗さが１ｎｍ程度の極めて平滑な状態にされたサファイ\nア基板に比して極めて高い表面粗さを有することになる。そうすると，半導体の技\n術分野における上記の技術常識に照らせば，本願発明におけるサファイア基板の上\n部表面にエピタキシャル成長により半導体材料の第１の層を堆積しようとしても，\nサファイア基板の不規則な凹凸を結晶核生成の元とした島状結晶の形成や不規則な\n凹凸の斜面による異種結晶粒の生成が著しく増大するために，半導体材料の結晶を\n一定の方位関係をもって成長（エピタキシャル成長）させることは技術常識からは\n困難と理解される。\nしかるに，上記２に認定のとおり，本願発明の発明の詳細な説明には，実質的に\nは，『サファイア基板の上部表面上に陥凹部又は突出部を被うように半導体材料の層\nをエピタキシャル成長させる。』との記載があるだけであり，半導体材料の層をエピ\nタキシャル成長させる際の手順及び条件を示した具体的な説明が記載されていない。\nしたがって，本願発明の優先日当時の技術常識に照らして，本願明細書の発明の詳\n細な説明の記載から本願発明を実施し（本願発明のＬＥＤの生産），本願発明にいう\n「改善されたＬＥＤ」を得ることは，当業者に期待し得る程度を超える過度の試行\n錯誤を強いるものといわざるを得ない。\n以上によれば，本願明細書の発明の詳細な説明は実施可能要件を満たさないとい\nうべきであり，これと同旨の審決の判断に誤りはない。\n５  当業者の実施可能性について\n(1)  甲９文献につき\n原告は，甲９文献には，本願明細書の記載を参考にすることにより実際にサファ\nイア基板における粗面化によりＬＥＤの光散乱を増加させて光抽出効率の改善を実\n現した事例が示されているから，本願明細書は，当業者がその実施をすることがで\nきる程度に明確かつ十分に記載したものであると主張する。\n甲９文献には，化学蒸着法（ＣＶＤ）によりｃ面サファイア基板表面上に２μｍ\n厚で堆積されたＳｉO２を，リソグラフィーシステムを用いて１μｍ間隔で蜂の巣状\nに六角形（一辺が２μｍ，側面はサファイアのａ軸と並行）にパターン化し，この\nＳｉＯ２層をマスクとしてサファイア基板を反応性イオンエッチング（ＲＩＥ）を\n用いて０.８５μｍ程エッチングし，その後ＳｉO２をＨＦで除去して，サファイア\n基板の上部表面に凸型六角形の加工をし，さらに環境圧において金属有機化学蒸着\n法（ＭＯＣＶＤ）によってサファイア基板の上部表面に３０ｎｍ厚のＧａＮ低温（５\n１０℃）バッファ層，１.５μｍ厚のドープなしＧａＮ，４.５μｍ厚の n 型ＧａＮ：\nＳｉ，多重量子井戸（ＭＱＷ）活性層，２０ｎｍ厚のｐ型Ａｌ０．２Ｇａ０．８Ｎ：Ｍ\nｇ層及び０.２μｍ厚のｐ型ＧａＮ：Ｍｇ層を成長させて発光ダイオード（ＬＥＤ）\nを作製したことが記載されており，また，この記載と甲９文献の図１からは，サフ\nァイア基板の上部表面には凸型六角形が規則的に形成されていることを認めること\nができる。これに対し，本願明細書の発明の詳細な説明には，上記２(1)のとおり，\n①３～５ミクロンの範囲のダイヤモンド粗粒のような比較的粗い研磨粗粒を用いて\n研磨する方法（【００１８】），②従来の基板製造プロセスにおける最終研磨プロセス\nを省略する方法（【００１９】），及び③位置と形状が特定されない開口部が形成され\nたエッチング・マスクを用いて，イオン・エッチング，イオン・ミリング，又は，３ＰＯ４などの従来方法から任意に選ばれたエッチングで，表面に粗面仕上を施す\n方法（【００２０】）により粗面化され，ＬＥＤによって生じる光の第１の層におけ\nる波長より大きいか，あるいは，その程度の大きさである突出部又は陥凹部をサフ\nァイア基板の上部表面に形成し，このサファイア基板の上部表面に，エピタキシャ\nル成長により半導体材料の第１の層を堆積させることが記載されている。そして，\n発明の詳細な説明に記載された粗面化の方法によれば，サファイア基板の上部表面\nには突出部又は陥凹部が不規則に形成されると認められる。そうすると，甲９文献\nに記載のＬＥＤと本願明細書の発明の詳細な説明に記載のＬＥＤとが異なることは\n明らかであり，甲９文献に記載のＬＥＤが本願明細書の発明の詳細な説明の記載を\n参考にして作製されたとは認められない。\nしたがって，原告の上記主張は，その前提を欠いているものであり，理由がない。\n(2)  甲１０及び甲１１文献\n原告は，甲１０及び甲１１文献には，本願発明がサファイア基板の表面を粗面化\nしエピ成長層を十分な厚さに形成する以外については，従来の手法を用いることに\nよりＬＥＤの光散乱を増加させて光抽出効率の改善を実現したことが示されている\nから，本願明細書は，当業者がその実施をすることができる程度に明確かつ十分に\n記載したものであると主張する。\nしかしながら，まず甲１０号証及び甲１１号証はいずれも原告関連会社の研究開\n発に係る内部資料であって，両書証とも大部分が黒塗りされての写しによる提出で\nあって，その記載内容を全体通じて理解することが不可能である。黒塗りされてい\nない部分についても，甲１０号証には，「非平面基板上にエピを成長させることによ\nってＩｎＧａＮチップからより多くの光を散乱させる技術についての検討を開始し\nた。パターンエッチされた基板上へのエピ成長が実行されたが，ＬＯＰ（光出力）\nは顕著に増加し，初期段階における成果は期待が持てるものである。加えて、サフ\nァイア基板の研磨されていない背面への成長も期待が持てるものであったが、表面\nを完全に平面化させるためには、活性領域の成長の前に、より大きな厚みが必要と\nされ得る。実験は継続しており、表面を平面化させるために、より厚いＯＭ（有機\n金属）ＧａＮ層を成長させる、又はＨＶＰＥ成長法（ハイドライド気相成長法）を\n用いてみる予定である。」と記載され，甲１１号証には，「Ｂにより作製された『パ\nターン化』非平面基板に対して、Ｂ1 反応器において３つの成長実験が行われた。\nこの実験の要点は、チップからより多くの光が散乱させられ得るかどうかを確認す\nるということである。」との記載があるのみである。\n上記の「非平面基板」のうち「パターンエッチされた基板」又は「『パターン化』\n非平面基板」（甲１０，１１）は，基板の上部表面をパターンエッチングすることに\nより形成されたものと認められるが，非平面基板を形成するパターンエッチングの\n具体的内容は不明であり，本願明細書の発明の詳細な説明に記載されたような，Ｌ\nＥＤによって生じる光の第１の層における波長より大きいとか，あるいは，その程\n度の大きさである突出部又は陥凹部がサファイア基板の上部表面に不規則に形成さ\nれたものであるとは必ずしも認められない。また，上記の「非平面基板」のうち，\n「サファイア基板の研磨されていない背面」（甲１０）については，本願明細書の発\n明の詳細な説明に記載された「従来の基板製造プロセスにおける最終研磨プロセス\nを省略する方法」（【００１９】）に該当するサファイア基板と認められるが，甲１０\n及び甲１１文献によっては，この基板に対するエピタキシャル成長について成果が\n得られたことは確認できない。したがって，甲１０及び甲１１文献によっては，サ\nファイア基板の上部表面に不規則に形成された突出部又は陥凹部にエピタキシャル\n成長により半導体材料の第１の層を堆積させることができたと記載されているとは\n認められない。\nしたがって，原告の上記主張は，その前提を欠いているものであり，理由がない。\n(3)  小括\nしたがって，原告の実施可能性に係る主張はいずれも理由がない。\n６  まとめ\n以上のとおりであり，本願明細書の発明の詳細な説明は実施可能要件を満たさな\nいとした審決の判断に誤りはない。\n第６  結論\n以上によれば，原告主張の取消事由は理由がない。\nよって原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩      月      秀      平\n裁判官\n中      村              恭\n裁判官\n中      武      由      紀\n"
}