{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 13
  },
  "case_number": "平成28(行コ)303",
  "case_name": "障害基礎年金不支給決定取消等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "lawsuit_id": "88288",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88288",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/288/088288_hanrei.pdf",
  "contents": "平成２８年(行コ)第３０３号 障害基礎年金不支給決定取消等請求控訴事件\n（原審 大阪地方裁判所平成２７年(行ウ)第１１９号）\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  厚生労働大臣が平成２５年７月１７日付けで控訴人に対してした障害基礎年\n金不支給決定を取り消す。\n３  厚生労働大臣は，控訴人に対し，控訴人が平成２１年１０月２７日付けでし\nた裁定請求に係る障害基礎年金を支給する旨の裁定をせよ。\n第２  事案の概要\n１  本件は，国民年金法（以下「法」という｡）３０条の３所定の障害基礎年金の\n不支給決定が違法であるとして，控訴人が，行政事件訴訟法８条に基づき，同\n決定の取消しを求めるとともに，同法３７条の３第１項２号に基づき，厚生労\n働大臣に同年金の支給決定を義務付けることを求める事案である。\n原審が，取消請求を棄却するとともに義務付け請求に係る訴えを却下したた\nめ，控訴人が原判決の全部を不服として本件控訴を提起した（以下，法３０条\n所定の障害基礎年金を「通常障害基礎年金」，法３０条の３の障害基礎年金を\n「併合障害基礎年金」，法３０条２項にいう１級又は２級の障害の状態を「重\n度障害状態」といい，法附則９条の２に基づく老齢基礎年金の支給繰上げの請\n求やこれに基づく受給者を「繰上げ請求」「繰上げ受給者」という｡)。\n２  前提事実\n以下の事実は，当事者間に争いがないか，掲記の証拠によって容易に認定で\nきる事実である。\n(1) 控訴人は，昭和２２年▲月▲日生まれの女性であり，生まれつき，両足に\n内反足の障害を有していた（甲１）。\n控訴人は，平成５年９月２８日（４６歳時），うつ病で医師の診断を受け\nたところ，同日がうつ病の初診日であり，控訴人のうつ病の症状はその後も\n続いた（甲２）。\n(2) 控訴人は，６０歳になって間もなくの平成１９年６月２１日，繰上げ請求\nをし，同日を始期とする老齢基礎年金の支給を受けていた（乙４）。\n(3) 控訴人は，繰上げ請求前（平成１８年９月２５日）に重度障害状態にあっ\nた旨の診断書に基づき，繰上げ請求後である平成２１年１０月２７日，併合\n障害基礎年金の請求（裁定請求）をした（乙５）。\n(4) 法３０条の３第１項は，先発障害と基準障害（後発障害）が併合し，６５\n歳になる前に重度障害状態に至ったときは，その者に併合障害基礎年金を支\n給する旨を定めている。\n控訴人は，自分には先発障害として両内反足の障害があり，これに基準障\n害（後発障害）であるうつ病が加わり，障害認定日（初診日１年半後の平成\n７年３月２９日）以後で６５歳に達する以前である平成１８年９月２５日に，\n初めて重度障害状態となったとの事実（以下「本件基礎事実」という｡)があ\nるから，法３０条の３第１項所定の受給要件を充足していると主張し，併合\n障害基礎年金を請求した。\n(5) 厚生労働大臣は，控訴人の請求に対し，平成２２年４月９日，併合障害基\n礎年金の不支給決定をしたが（甲６），同決定が手続的不備（処分理由不提\n示）を理由として判決で取り消されたため，平成２５年７月１７日，改めて，\n法附則９条の２の３により繰上げ受給者に法３０条の３は適用されないとの\n理由を提示し，控訴人に対し，併合障害基礎年金を支給しない旨の決定をし\nた（甲１１。以下「本件処分」という｡)。\n(6) 控訴人は，平成２５年８月２９日，本件処分を不服として審査請求をし，\n平成２６年３月２６日付けで審査請求が却下されたので（甲１２），同年４\n月２１日，これを不服として再審査請求をしたが，社会保険審査会は，同年\n１０月３１日，再審査請求を棄却する旨の裁決をした（甲１３）。そこで，\n控訴人は，平成２７年４月２５日，本件訴訟を提起した。\n(7) 平成１９年に控訴人が受給した老齢基礎年金は，年額３０万４８００円で\nあり，平成１９年に控訴人に併合障害基礎年金が支給されたとすれば，その\n年額は７９万２１００円であった（甲２２）。\n３  争点の摘示\n本件の争点は，繰上げ請求前に法３０条の３第１項所定の事由が生じていた\nとしても，繰上げ受給者は法附則９条の２の３により併合障害基礎年金の請求\nができなくなるのかどうかである（もし，その請求が許されると判断される場\n合，義務付け請求の当否を審理させるため本件を原審に差し戻すことになるか\nら，本件基礎事実の有無は当審での審理の対象とならない。そのため，以下に\nおいて本件基礎事実の有無に関する摘示はしない｡)。\n争点に関する当事者の主張は，次の４及び５のとおりである。なお，当事者\nの主張における「基本権」「支分権」とは，前者が法１０２条１項にいう「年\n金給付を受ける権利」を指し，後者が同項括弧書きにいう「支払期月ごとに…\n給付の支給を受ける権利」を指す概念である。\n４  争点に関する控訴人の主張\n(1) 法附則９条の２の３の趣旨\n法３０条の３第１項によれば，６５歳に達する前に重度障害状態になった\n者は併合障害基礎年金の受給権を取得するが，６５歳に達した者はその後に\n重度障害状態となっても併合障害基礎年金の受給権を取得しない。\n繰上げ受給者は，たとえ６５歳未満であっても６５歳に達した者と同視す\nるのが公平であるから，繰上げ請求後に重度障害状態になっても併合障害基\n礎年金を支給しないことにしなければならない。法附則９条の２の３は，正\nにこのことを明らかにする規定である。しかし，同条は，それ以上の積極的\nな法的効果（繰上げ請求時に既に発生していた併合障害基礎年金の受給権を\nも消滅させるとの法的効果）を意図した規定と解する根拠はない。\n(2) 繰上げ請求をしない場合との比較\n老齢基礎年金の繰上げ請求をしなかった場合，６５歳に達するまでに重度\n障害状態（いわゆる「初めて２級」の状態）に至り，併合障害基礎年金の受\n給権が発生していれば，６５歳以降であっても，基準障害による障害基礎年\n金の支給を請求することができる。\nもし，法附則９条の２の３が，繰上げ請求時点で重度障害状態になかった\n者に対しても，同時点で既に重度障害状態にあった者に対しても，一律に適\n用されるとした場合，後者についてだけ，既に取得していた併合障害基礎年\n金の受給権を失わせるという重大な不利益をもたらすのであり，このような\n結果は著しく不公平であるから，後者に同条が適用されるという法解釈は誤\nりというべきである。\n(3) 通常障害基礎年金との比較\n社会保険庁の質疑応答内容を記録した資料（甲９の添付資料９）や日本年\n金機構が発行した「年金相談マニュアル」（甲２１）には，通常障害基礎年\n金の場合，繰上げ請求前に初診日及び障害認定日がある場合には，法９条の\n２の３が適用されず，繰上げ受給者であっても通常障害基礎年金を受給する\nことができるとされる（障害認定日が平成２６年６月１０日で，繰上げ請求\nが同月２０日だとすれば，繰上げ請求時に支分権が発生しておらずとも，同\n年７月から通常障害基礎年金が支給される｡)。だとすれば，繰上げ請求前に\n既に併合障害基礎年金の受給権が発生していて，支分権のみ未発生であった\n場合も，通常障害基礎年金の場合と異なる取扱いをする根拠は乏しいのであ\nる。\n(4) まとめ\n上記(1)ないし(3)で述べたとおり，控訴人について本件基礎事実が肯定さ\nれるならば，控訴人は繰上げ請求前に併合障害基礎年金の受給権を取得して\nおり，その後にこれが消滅する理由はないというべきである。にもかかわら\nず，本件処分は，繰上げ請求がされた事実により控訴人の併合障害基礎年金\nの受給権が消滅するとの誤った法の解釈を採用してされた違法なものであり，\n取消しを免れない。\n５  争点に関する被控訴人の主張\n法附則９条の２の３は，繰上げ受給者には法３０条の３を適用しないことを\n定めた規定であり，繰上げ受給者にはおよそ併合障害基礎年金が支給されるこ\nとはない。繰上げ請求後に重度障害状態となった者はもとより，繰上げ請求前\nに重度障害状態になっていた者に対しても一律に適用される。したがって，仮\nに，本件基礎事実が認められるとしても，控訴人は，併合障害基礎年金の支給\nを受け得ない。本件処分は何ら違法ではない。\n控訴人が指摘するとおり，法３０条１項所定の受給要件を充たした者は，そ\nの後に繰上げ請求をしても通常障害基礎年金を受給することができるが，これ\nは，通常障害基礎年金の支分権は，法１８条１項により（請求という受給権者\nの行為を待たずに法律上当然に），基本権発生の翌月から発生するためである。\nこれに対し，法３０条の３第３項が法１８条１項の適用を排斥しているため，\n併合障害基礎年金の支分権は，受給権者の請求を待って初めて発生する。支分\n権が未発生の状態で老齢基礎年金の繰上げ請求がされた後は，およそ請求がで\nきなくなるから，支分権が発生する余地がなくなるのである。\nこのように，通常障害基礎年金と併合障害基礎年金とでは支分権の発生の仕\n方が異なるから，両者を同列に論じる控訴人の主張は失当である。\n第３  当裁判所の判断\n１  法３０条の３の規定の内容（併合障害基礎年金と他の基礎年金との比較）\n(1) 法１６条にいう「給付を受ける権利」は，所定の事由（受給要件）が発生\nすれば，被保険者を債権者とし，国を債務者とし，法所定の日を支給の始期\nとし，一定額の年金の支払を内容とする具体的な金銭債権（以下「年金債権」\nという｡）として発生し，裁定という行政処分を経て実際の支給が開始される。\n老齢基礎年金（法２６条）の場合は被保険者が６５歳に達したとの事由が発\n生すれば，通常障害基礎年金（法３０条）の場合は被保険者が一定時期に重\n度障害状態になったとの事由が発生すれば，当該事由発生日の翌月を支給の\n始期とする年金債権が発生する。厚生労働大臣が行う裁定は，そのようにし\nて発生した年金債権の存在及び内容を確認する行為である。\n(2) これに対し，併合障害基礎年金の場合には，法３０条の３第１項の事由に\n加え，請求という被保険者の意思表示がされて初めて年金債権が発生する制\n度が採用されている（同条第３項）。したがって，仮に本件基礎事実があっ\nたとしても，控訴人が平成１８年９月２５日時点で併合障害基礎年金に関す\nる受給権を取得していたということはできない。\n２  法附則９条の２の３の規定の内容\n(1) 同条は，繰上げ受給者を６５歳に達した者と同様に取り扱い，繰上げ受給\n者が障害基礎年金の年金債権を取得することを制限するために設けられた規\n定であるが，確かに「第３０条第１項（第２号に限る。），第３０条の２，\n第３０条の３，第３０条の４第２項…の規定は，当分の間，附則第９条の２\n第３項…の規定による老齢基礎年金の受給権者…については，適用しない」\nと定めるにとどめており，「繰上げ請求がされた後はその者には一切の障害\n基礎年金を支給しない」という定め方をしていない。上記の規定を文言どお\nりに解釈すると，同条は，繰上げ請求前に既に発生した年金債権をも消滅さ\nせる法的効果を有する規定と解することはできない。\n(2) そうすると，法３０条１項所定の事由が発生したことにより通常障害基礎\n年金の年金債権を取得していた者は，そのことを知らずに繰上げ請求をして\nも，同条によって当該年金債権を失うわけではない。\nしかし，法３０条の３第１項の事由が発生したが請求をしていなかった者\nは，前記１のとおり，併合障害基礎年金に関する年金債権を未だ取得してい\nないので，繰上げ請求をした場合，繰上げ請求後は法３０条の３が適用され\nなくなる結果，併合障害基礎年金の受給要件を充足する機会が失われる（年\n金債権を発生させる機会が失われる）ことになる。\n(3) 上記のように，法３０条１項所定の事由が発生した者と，法３０条の３第\n１項所定の事由が発生した者とを比較すると，繰上げ請求後に障害基礎年金\nが受給できるかどうかで差異が生じている。その原因は，法３０条の３第３\n項が請求を年金債権の発生要件（受給要件）としていること，法附則９条の\n２の３が支給拒絶型の文言を用いていないことに由来する。\n３  本件処分の適法性\n控訴人は，併合障害基礎年金の請求をしないまま，平成１９年６月２１日に\n繰上げ請求をし，同日を始期とする老齢基礎年金を受給したから，前記１及び\n２で述べたとおり，法附則９条の２の３により，同日以降，法３０条の３の適\n用を受けることができないことになる。\n法附則９条の２の３は，法３０条の３を適用しない繰上げ受給者の範囲につ\nいて特段の限定（例えば「繰上げ請求前に法３０条の３第１項所定の事由が生\nじた者を除く」等）を付していないから，繰上げ請求前に法３０条の３第１項\nの事由が発生したか否かにかかわりなく，すべての者に一律に適用されると解\nするほかない。\nしたがって，控訴人が法附則９条の２の３の適用を免れることはないから，\n控訴人から裁定請求を受けた厚生労働大臣としては，本件基礎事実の有無を審\n査するまでもなく，控訴人に対し併合障害基礎年金の不支給決定をするしかな\nいのであって，本件処分は違法ではない。\n４  控訴人の主張について\n(1) 控訴人は，附則９条の２の３があるとしても，繰上げ請求前に法３０条の\n３第１項所定の事由が発生していた者に対しては，繰上げ請求後であっても，\n請求により併合障害基礎年金の支給がされるべきであると主張するので，こ\nの主張の当否について検討する。\n(2) 控訴人は，繰上げ請求時点で重度障害状態になかった者との比較において，\n同時点で既に重度障害状態にあった控訴人の受給権が失われる理由はないと\n主張するが，その主張は，控訴人が繰上げ請求前に併合障害基礎年金に関す\nる年金債権を取得していたことを前提とするものと考えられる。しかし，前\n記２(2)のとおり，上記主張は前提を誤った論旨であって採用することができ\nない。\n(3) また，控訴人は，繰上受給者に対し，通常障害基礎年金と併合障害基礎年\n金とで異なる取扱いを行う理由がないとも主張するが，その主張も，前記２(3)\nのとおりであって，採用することができない。\n確かに，前記１及び２のとおり，法３０条の３第１項所定の事由が発生し\nたが併合障害基礎年金の請求をしなかった者は，繰上げ請求をした後，併合\n障害基礎年金を受給することができないことになり，法３０条の３第３項と\n法附則９条の２の３は，法３０条１項所定の事由が発生した者と，法３０条\nの３第１項所定の事由が発生した者との間で，取扱いの差異を発生させるこ\nとにはなるが，その差異が著しく不合理であるとまでは言い難い。\n５  結論\n本件処分の取消請求は理由がないから棄却すべきであり，その結果，義務付\n請求に係る訴えは不適法なものとして却下すべきことになる。これと同旨の原\n判決は相当であって本件控訴は理由がないから，主文のとおり判決する。\n大阪高等裁判所第６民事部\n裁判長裁判官      山    田    陽    三\n裁判官      橋    詰        均\n裁判官      細    川    二    朗\n"
}