{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 7,
    "day": 11
  },
  "case_number": "平成22(行ケ)10334",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81498",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81498",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/498/081498_hanrei.pdf",
  "contents": "平成２３年７月１１日判決言渡\n平成２２年（行ケ）第１０３３４号  審決取消請求事件\n平成２３年６月１３日  口頭弁論終結\n判                決\n原            告      コ ネ   コ ー ポ レ イ シ ョ ン\n訴訟代理人弁理士      香      取      孝      雄\n同                    北      島      弘      崇\n被            告      特    許    庁    長    官\n指 定 代 理 人      西      山      真      二\n同                    小      谷      一      郎\n同                    加      藤      友      也\n同                    黒      瀬      雅      一\n同                    小      林      和      男\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのための付加期間を３０日と定\nめる。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２００８－２９２７３号事件について平成２２年６月１５日にした\n審決を取り消す。\n第２  当事者間に争いのない事実\n１  特許庁における手続の経緯\n原告は，発明の名称を「エレベータ」とする発明について，平成１４年６月７日\n（パリ条約による優先権主張外国庁受理２００１年６月２１日，フィンランド国）\nを国際出願日として特許出願をし（特願２００３－５０６７９５号。以下「本願」\nという。）をし，平成１９年１１月１４日付けで拒絶理由通知を受けたので，平成\n２０年２月２０日付けで補正をしたが，同年８月１２日付けで拒絶査定を受けた。\nこれに対し，原告は，平成２０年１１月１７日付けで，拒絶査定に対する審判の請\n求（不服２００８－２９２７３号）をし，同年１２月１７日付けで明細書について\n補正をした（以下「本件補正」という。）。\n特許庁は，平成２２年６月１５日，「本件審判の請求は，成り立たない。」との審\n決をし（附加期間９０日。以下，単に「審決」という。），その謄本は，同年６月２\n９日，原告に送達された。\n２  特許請求の範囲の記載\n(1)  本件補正前の特許請求の範囲\n本件補正前の特許請求の範囲（請求項の数１７）の記載は，次のとおりである（甲\n１１，１２，１７。以下，これらの請求項を項番号に対応して，「旧請求項１」など\nといい，旧請求項１に係る発明を「本願発明」という。）。\n【請求項１】  好ましくは機械室なしエレベータであって，巻上機がトラクショ\nンシーブを介して１組の実質的に円形断面の巻上ロープとかみ合い，該１組の巻上\nロープは，円形および／または非円形断面の鋼線からより合わされた負荷保持部を\n有し，前記巻上ロープは，軌道上を移動するカウンタウエイトおよびエレベータカ\nーを支持するエレベータにおいて，該エレベータの巻上機の重量は，たかだか該エ\nレベータの公称負荷の重量の約１／５であることを特徴とするエレベータ。\n【請求項２】  請求項１に記載のエレベータにおいて，前記巻上ロープの鋼線の\n強度は，約２３００Ｎ／㎜２より大きく，約２７００Ｎ／㎜２より小さいことを特徴\nとするエレベータ。\n【請求項３】  請求項１または２に記載のエレベータにおいて，前記巻上ロープ\nの鋼線の断面積は，約０．０１５㎜２より大きく，約０．２㎜２より小さく，前記巻\n上ロープの鋼線は，約２０００Ｎ／㎜２を超える強度を有することを特徴とするエ\nレベータ。\n【請求項４】  請求項１または２に記載のエレベータにおいて，該エレベータの\n巻上機によって駆動される前記トラクションシーブの外側直径はたかだか約２５０\n㎜であることを特徴とするエレベータ。\n【請求項５】  請求項１または２に記載のエレベータにおいて，該エレベータの\n巻上機の重量は，たかだか約１００㎏であることを特徴とするエレベータ。\n【請求項６】  請求項１から５までのいずれかに記載のエレベータにおいて，調\n速器ロープの直径は，前記巻上ロープより太いことを特徴とするエレベータ。\n【請求項７】  請求項１から６までのいずれかに記載のエレベータにおいて，調\n速器ロープの直径は，前記巻上ロープと同じであることを特徴とするエレベータ。\n【請求項８】  請求項１から７までのいずれかに記載のエレベータにおいて，該\nエレベータの巻上機の重量は，たかだか公称負荷の約１／６であり，有利にはたか\nだか公称負荷の約１／８であり，もっとも有利には公称負荷の約１／１０より少な\nいことを特徴とするエレベータ。\n【請求項９】  請求項１から８までのいずれかに記載のエレベータにおいて，エ\nレベータ機械とその支持要素の全重量は，たかだか公称負荷の約１／５であり，好\nましくはたかだか公称負荷の約１／８であることを特徴とするエレベータ。\n【請求項１０】  請求項１ないし９までのいずれかに記載のエレベータにおいて，\n前記カーを支持するプーリの直径は，該カーを支持する構体に含まれる水平ビーム\nの高さ以下であることを特徴とするエレベータ。\n【請求項１１】  請求項１から１０までのいずれかに記載のエレベータにおいて，\n前記プーリは，少なくとも部分的に前記ビームの内部に配置されることを特徴とす\nるエレベータ。\n【請求項１２】  請求項１から１１までのいずれかに記載のエレベータにおいて，\n前記エレベータカーの軌道はエレベータ昇降路内にあることを特徴とするエレベー\nタ。\n【請求項１３】  請求項１から１２までのいずれかに記載のエレベータにおいて，\n前記巻上ロープのストランド間および／またはワイヤ間の空間の少なくとも一部は，\nゴム，ウレタン，もしくは他の実質的に非流体性の媒体により充填されていること\nを特徴とするエレベータ。\n【請求項１４】  請求項１から１３までのいずれかに記載のエレベータにおいて，\n前記巻上ロープは，ゴム，ウレタン，もしくは他の非金属材料から作られた表面を\n有することを特徴とするエレベータ。\n【請求項１５】  請求項１から１４までのいずれかに記載のエレベータにおいて，\n少なくとも前記トラクションシーブのロープ溝は，非金属材料で被覆されているこ\nとを特徴とするエレベータ。\n【請求項１６】  請求項１から１５までのいずれかに記載のエレベータにおいて，\n前記トラクションシーブは，少なくともロープ溝を含むリム部において，非金属材\n料から作られていることを特徴とするエレベータ。\n【請求項１７】  請求項１から１６までのいずれかに記載のエレベータにおいて，\nＤ／ｄ比は４０より小さいことを特徴とするエレベータ。\n(2)  本件補正後の特許請求の範囲の記載は，次のとおりである（甲２０。補正部\n分に下線を施した。以下，これらの請求項を項番号に対応して「新請求項１」など\nといい，新請求項１に係る発明を「本件補正発明」という。）。\n【請求項１】  好ましくは機械室なしエレベータであって，巻上機がトラクショ\nンシーブを介して１組の実質的に円形断面の巻上ロープとかみ合い，該１組の巻上\nロープは，円形および／または非円形断面の鋼線からより合わされた負荷保持部を\n有し，前記巻上ロープは，軌道上を移動するカウンタウエイトおよびエレベータカ\nーを支持するエレベータにおいて，該エレベータの巻上機の重量は，たかだか該エ\nレベータの公称負荷の重量の約１／５であり，該エレベータの巻上機によって駆動\nされる前記トラクションシーブの外側直径はたかだか約２５０㎜であり，前記カウ\nンタウエイトおよび前記エレベータカーは２：１以上の吊下げ比で前記巻上ロープ\nによって支持されることを特徴とするエレベータ。\n【請求項２】  請求項１に記載のエレベータにおいて，前記巻上ロープの鋼線の\n強度は，約２３００Ｎ／㎜２より大きく，約２７００Ｎ／㎜２より小さいことを特徴\nとするエレベータ。\n【請求項３】  請求項１または２に記載のエレベータにおいて，前記巻上ロープ\nの鋼線の断面積は，約０．０１５㎜２より大きく，約０．２㎜２より小さく，前記巻\n上ロープの鋼線は，約２０００Ｎ／㎜２を越える強度を有することを特徴とするエ\nレベータ。\n【請求項４】  請求項１または２に記載のエレベータにおいて，該エレベータの\n巻上機の重量は，たかだか約１００㎏であることを特徴とするエレベータ。\n【請求項５】  請求項１から４までのいずれかに記載のエレベータにおいて，調\n速器ロープの直径は，前記巻上ロープより太いことを特徴とするエレベータ。\n【請求項６】  請求項１から５までのいずれかに記載のエレベータにおいて，調\n速器ロープの直径は，前記巻上ロープと同じであることを特徴とするエレベータ。\n【請求項７】  請求項１から６までのいずれかに記載のエレベータにおいて，該\nエレベータの巻上機の重量は，たかだか公称負荷の約１／６であり，有利にはたか\nだか公称負荷の約１／８であり，もっとも有利には公称負荷の約１／１０より少な\nいことを特徴とするエレベータ。\n【請求項８】  請求項１から７までのいずれかに記載のエレベータにおいて，エ\nレベータ機械とその支持要素の全重量は，たかだか公称負荷の約１／５であり，好\nましくはたかだか公称負荷の約１／８であることを特徴とするエレベータ。\n【請求項９】  請求項１ないし８までのいずれかに記載のエレベータにおいて，\n前記カーを支持するプーリの直径は，該カーを支持する構体に含まれる水平ビーム\nの高さ以下であることを特徴とするエレベータ。\n【請求項１０】  請求項１から９までのいずれかに記載のエレベータにおいて，\n前記プーリは，少なくとも部分的に前記ビームの内部に配置されることを特徴とす\nるエレベータ。\n【請求項１１】  請求項１から１０までのいずれかに記載のエレベータにおいて，\n前記エレベータカーの軌道はエレベータ昇降路内にあることを特徴とするエレベー\nタ。\n【請求項１２】  請求項１から１１までのいずれかに記載のエレベータにおいて，\n前記巻上ロープのストランド間および／またはワイヤ間の空間の少なくとも一部は，\nゴム，ウレタン，もしくは他の実質的に非流体性の媒体により充填されていること\nを特徴とするエレベータ。\n【請求項１３】  請求項１から１２までのいずれかに記載のエレベータにおいて，\n前記巻上ロープは，ゴム，ウレタン，もしくは他の非金属材料から作られた表面を\n有することを特徴とするエレベータ。\n【請求項１４】  請求項１から１３までのいずれかに記載のエレベータにおいて，\n少なくとも前記トラクションシーブのロープ溝は，非金属材料で被覆されているこ\nとを特徴とするエレベータ。\n【請求項１５】  請求項１から１４までのいずれかに記載のエレベータにおいて，\n前記トラクションシーブは，少なくともロープ溝を含むリム部において，非金属材\n料から作られていることを特徴とするエレベータ。\n【請求項１６】  請求項１から１５までのいずれかに記載のエレベータにおいて，\nＤ／ｄ比は４０より小さいことを特徴とするエレベータ。\n３  審決の理由\n(1)  審決の理由は，別紙審決書写しのとおりである。\n要するに，審決は，\n①  旧請求項１を削除して，旧請求項１を引用する旧請求項４を新請求項１とし\nた上で，「前記カウンタウエイトおよび前記エレベータカーは２：１以上の吊下げ比\nで前記巻上ロープによって支持される」という事項を新たに付加した補正は，旧請\n求項１ないし１７に係る発明を特定するために必要な事項を限定するものとは認め\nられず，平成１８年法律第５５号による改正前の特許法（以下「旧特許法」という。）\n１７条の２第４項２号に規定する特許請求の範囲の減縮を目的とするものとは認め\nられない，また，新請求項３及び４は，新請求項１（旧請求項４）を引用すること\nにより，新たな請求項を付加するものであるから，旧特許法１７条の２第４項２号\nに規定する特許請求の範囲の減縮を目的とするものとは認められない，\n②  仮に，本件補正が，旧特許法１７条の２第４項２号に規定する特許請求の範\n囲の減縮を目的とするものに該当するとしても，本件補正発明は，特開２０００－\n１５３９７５号公報（甲１。以下，「引用文献」といい，引用文献に記載された発明\nを「引用発明」ということがある。）及び周知技術に基づき，容易に発明をすること\nができたものであるから，独立特許要件を満たさない，\nしたがって，本件補正は却下すべきものであると判断した。\n③  その上で，本願発明は，本件補正発明と同様に，引用発明及び周知技術に基\nづき，容易に発明をすることができたものであり，特許法２９条２項により，特許\nを受けることができない，\nと判断した。\n(2)  審決は，上記(1)の結論②を導くに当たり，引用発明，同発明と本件補正発\n明との一致点及び相違点を次のとおり認定した。\nア  引用発明\n機械室なし牽引綱車エレベータであって，牽引モータ１５が駆動滑車８を介して\n１組のロープ４とかみ合い，該１組のロープ４は，負荷を保持する部分を有し，前\n記ロープ４は，案内レールＢに沿って動く釣合い錘３および案内レールＡに沿って\n動くエレベータかご２を支持する牽引綱車エレベータにおいて，該牽引綱車エレベ\nータの牽引モータ１５によって駆動される前記駆動滑車８の外側直径は所定の外側\n直径であり，前記釣合い錘３および前記エレベータかご２は４：１の吊下げ比で前\n記ロープ４によって支持される牽引綱車エレベータ。\nイ  本件補正発明と引用発明の一致点\n機械室なしエレベータであって，巻上機がトラクションシーブを介して１組の巻\n上ロープとかみ合い，該１組の巻上ロープは，負荷保持部を有し，前記巻上ロープ\nは，軌道上を移動するカウンタウエイトおよびエレベータカーを支持するエレベー\nタにおいて，該エレベータの巻上機によって駆動される前記トラクションシーブの\n外側直径は所定の外側直径であり，前記カウンタウエイトおよび前記エレベータカ\nーは２：１以上の吊下げ比で前記巻上げロープによって支持されるエレベータ。\nウ  本件補正発明と引用発明の相違点\n(ｱ)  相違点１\n本件補正発明では，「巻上ロープ」が「実質的に円形断面」のものであり，また，\n「巻上ロープ」の「負荷保持部」が「円形および／または非円形断面の鋼線からよ\nり合わされ」ているのに対し，引用発明では，本件補正発明における「巻上ロープ」\nに相当する「ロープ４」が「実質的に円形断面」のものであるか明らかではなく，\nまた，本件補正発明における「巻上ロープ」の「負荷保持部」に相当する「ロープ\n４」の「負荷を保持する部分」が「円形および／または非円形断面の鋼線からより\n合わされ」ているか明らかでない点。\n(ｲ)  相違点２\n本件補正発明では，「エレベータの巻上機」の重量が「たかだかエレベータの公称\n負荷の重量の約１／５」であるのに対し，引用発明では，本件補正発明における「エ\nレベータの巻上機」に相当する「牽引綱車エレベータの牽引モータ１５」の重量が\nどの程度であるのか明らかでない点。\n(ｳ)  相違点３\n本件補正発明では，「エレベータの巻上機によって駆動されるトラクションシー\nブ」の外側直径が「たかだか約２５０㎜」であるのに対し，引用発明では，本件補\n正発明における「エレベータの巻上機によって駆動されるトラクションシーブ」に\n相当する「牽引綱車エレベータの牽引モータ１５によって駆動される駆動滑車８」\nの外側直径がどの程度であるのか明らかでない点。\n第３  取消事由に関する原告の主張\n審決には，本件補正の適否に係る判断の誤り（取消事由１），本願発明についての\n容易想到性判断の誤り（取消事由２）があるから，取り消されるべきである。\n１  取消事由１（本件補正の適否に係る判断の誤り）\n本件補正は，特許請求の範囲の減縮に当たらないか，仮にこれに当たるとしても，\n本件補正発明について独立特許要件を充足しないとした審決の判断は，以下のとお\nり誤りがある。\n(1)  旧請求項４を新請求項１とする補正について\n審決は，本件補正により付加された「前記カウンタウエイトおよび前記エレベー\nタカーは２：１以上の吊下げ比で前記巻上ロープによって支持される」との事項は，\nカウンタウエイト及びエレベータカーの吊下げ比を具体的に限定するものと認めら\nれるが，旧請求項１ないし１７には，カウンタウエイト及びエレベータカーの吊下\nげ比に関する事項が記載されていないから，本件補正は，旧特許法１７条の２第４\n項２号に規定する特許請求の範囲の減縮を目的とするものに該当しないと判断した。\nしかし，審決の上記判断は，以下のとおり誤りである。\nすなわち，旧請求項１は，「前記巻上ロープは，軌道上を移動するカウンタウエイ\nトおよびエレベータカーを支持する」との事項が記載されているところ，当業者で\nあれば，当然に，巻上ロープはいくらかの値の吊下げ比をもってカウンタウエイト\n及びエレベータカーを支持することを把握できる。そうすると，旧請求項１及びこ\nれを引用する旧請求項４には，カウンタウエイト及びエレベータカーの吊下げ比に\n関する技術事項が当然に存在するものと理解できる。また，カウンタウエイト及び\nエレベータカーの吊下げ比の限定は，旧請求項１に記載された「エレベータの巻上\n機の重量は，たかだか該エレベータの公称負荷の重量の約１／５」（「公称負荷」と\nは，エレベータの最大積載荷重を示す。）であることを実現するための具体的な構成\nを限定するものであり，旧請求項１の巻上機の重量に関する事項を更に特定するも\nのである。\nこの点，被告は，旧請求項１には，「カウンタウエイト及びエレベータカーの吊下\nげ比」に関する記載はない，「カウンタウエイトおよびエレベータカーを支持するこ\nと」や「エレベータの巻上機の重量は，たかだか該エレベータの公称負荷の重量の\n約１／５」と，「カウンタウエイトおよびエレベータカーの吊下げ比」とは，互いに\n技術的に独立した事項であって直接関係はない，と主張する。\nしかし，被告の上記主張も理由がない。すなわち，本件補正は，旧請求項１に記\n載されている，「巻上ロープによるカウンタウエイトおよびエレベータカーの支持」\nの態様を限定したものであり，たとえ旧請求項１に「カウンタウエイトおよびエレ\nベータカーの吊下げ比」に関する記載がないとしても，本件補正は，請求項に記載\nされた発明を特定するために必要な事項を，限定したものであると理解できる。ま\nた，巻上ロープによって，カウンタウエイト及びエレベータカーを支持する構成を\n実現した場合，必然的に何らかの値のカウンタウエイト及びエレベータカーの吊下\nげ比が生ずるから，これらは互いに関連する事項であり，互いに技術的に独立した\n事項であるとはいえない。この点，本願明細書（国内書面）の段落【００２０】に\nは，吊下げ比と巻上機の重量の技術的関連性を裏付ける記載がされている。\nしたがって，本件補正は，特許請求の範囲の限定的減縮を目的とするものに当た\nる。\n(2)  旧請求項３及び５を新請求項３及び４とする補正について\n旧請求項３及び５は，「旧請求項１又は２のエレベータにおいて」として，「旧請\n求項１又は２」を引用する形式で記載されているが，旧請求項４を引用する形式で\n記載されているものではない。しかし，旧請求項１が削除されて，新請求項１とさ\nれた旧請求項４は，「請求項１または２に記載のエレベータにおいて，該エレベータ\nの巻上機によって駆動される前記トラクションシーブの外側直径はたかだか約２５\n０㎜であることを特徴とするエレベータ。」と記載されているのであるから，上記事\n項は，旧請求項１の「トラクションシーブ」の外側直径の寸法を限定したものと理\n解することができる。\nまた，仮に，上記補正が新たな記載を付加するものであったとしても，旧請求項\n３及び５に記載された事項については，既に特許庁の審査及び審理を受けているの\nであるから，それまでの審理が無駄になったり，審理の促進が妨げられたりするこ\nとはないから，旧特許法１７条の２第４項２号の要件を充足する。\nしたがって，旧請求項１を引用する形式で記載された旧請求項３及び５を，新請\n求項１（すなわち，旧請求項４）を引用する形式で記載された新請求項３及び４と\nすることは，旧特許法１７条の２第４項２号に規定する特許請求の範囲の限定的減\n縮を目的とするものに当たる。\n(3)  独立特許要件充足性について\n審決は，本件補正が，本件補正前の特許請求の範囲の減縮を目的とするものであ\nるとしても，本件補正発明は，引用発明及び周知技術に基づき，容易に発明をする\nことができたものであるから，独立特許要件を充足しないと判断する。\nしかし，審決は，以下のとおり，①相違点２について，エレベータの巻上機の重\n量の数値範囲は臨界的意義を有すること，②相違点３について，トラクションシー\nブの外側直径の数値範囲の限定は臨界的意義を有すること，③相違点２，３につい\nて，それぞれ容易想到性を判断するのみならず，各発明特定事項の組合せによって\n特有の顕著な効果が得られること，を看過した誤りがある。\nア  エレベータの巻上機の重量の数値範囲の臨界的意義\nエレベータの技術分野において，機械重量が従来の約半分にまで減少することは，\n技術的意義の極めて高い進歩であり，「エレベータの巻上機によって駆動される前記\nトラクションシーブの外側直径」を「たかだか約２５０㎜」に設定することによっ\nて，機械重量を従来の約半分，すなわち公称負荷の約１／５を上限として減少する\nことに，臨界的意義を有する。\nイ  トラクションシーブの外側直径の数値範囲の臨界的意義\n本願明細書（国内書面）には，「トラクションシーブの直径は，使用する巻上ロー\nプの太さに依存する。」，「従来使われている直径比は，Ｄ／ｄ＝４０もしくはこれよ\nり大きい。ここで，Ｄはトラクションシーブの直径であり，ｄは巻上ロープの太さ\nである。・・・しかし，Ｄ／ｄ比を３０より下までかなり下げると，しばしば急激に\nロープの耐用年数が下がる。」，「たとえば２：１吊下げ比を用いるとき，本発明の細\nくて強い鋼線ロープの直径は，公称負荷が１０００㎏より少ないエレベータにおい\nては２.５～５㎜が好ましく，公称負荷が１０００㎏より大きいエレベータにおいて\nは５～８㎜が好ましい。」と記載されている。上記のとおり，本件補正発明は，エレ\nベータに用いるに好ましい巻上ロープの太さの範囲を２.５～８㎜とし，トラクショ\nンシーブの外側直径を約２５０㎜と数値限定したのであって，かかる数値範囲は臨\n界的意義を有する。\nなお，本願明細書（国内書面）の発明の詳細な説明に，トラクションシーブの外\n側直径が２５０㎜であることや，本件補正発明において，巻上ロープの直径を特定\nしてないとしても，これらは本願明細書の上記記載から容易に読み取ることができ\nる。また，国際公開第９９／４３５８９号（甲８）に開示されているのは，平形ロ\nープを用いたエレベータ装置であり，これにより，エレベータの巻上機によって駆\n動されるトラクションシーブの直径を小さくすることが，エレベータの技術分野に\nおいて一般的な課題であると認定することはできない。さらに，乙１（ワイヤロー\nプハンドブック，１９９５年）は，ロープの太さに関する規制が緩和されたことに\nよって，結果的に巻上機などの小型軽量化がある程度図られるようになったという\n結果を示すものにすぎない。\nしたがって，甲８及び乙１の記載に基づいて，巻上機の小型化や軽量化，トラク\nションシーブの直径の小型化が，エレベータの技術分野において一般的な技術課題\nであるとか，エレベータの巻上機の重量と該エレベータの公称負荷の重量との割合\nを小さくしようとすることや，トラクションシーブの外側直径を小さくしようとす\nることは，当業者が設計上容易になし得た，ということはできない。\nウ  本件補正発明の特有の顕著な効果\n本件補正発明は，巻上機の重量がエレベータの公称負荷の重量の約１／５である\nこと，エレベータの巻上機によって駆動されるトラクションシーブの外側直径は約\n２５０㎜であること，カウンタウエイト及びエレベータカーは２：１以上の吊下げ\n比で巻上ロープによって支持されていること，が相互に働きあって，エレベータに\n使用される機械の小型化及び軽量化を図ることができるという，顕著な効果を有す\nる。\nエ  したがって，本件補正発明は，引用発明及び周知技術に基づいて，容易に発\n明することができたとはいえず，独立特許要件を満たす。\n(4)  小括\n以上のとおり，本件補正は特許請求の範囲の限定的減縮を目的とするものに当た\nり，本件補正発明は独立特許要件を満たす。これと異なる認定，判断をし，本件補\n正を却下した審決には，誤りがある。\n２  取消事由２（本願発明についての容易想到性判断の誤り）\n審決は，本願発明は，引用発明及び周知技術に基づき，容易に発明することがで\nきたものであるから，特許法２９条２項により，特許を受けることができない，と\n判断した。\nしかし，本件補正発明と同様に，本願発明は，引用発明及び周知技術に基づき，\n容易に発明をすることができたとはいえず，審決の判断には誤りがある。\n第４  被告の反論\n１  取消事由１（本件補正の適否に係る判断の誤り）に対し\n(1)  旧請求項４を新請求項１とする補正について\n原告は，新請求項１において，「カウンタウエイトおよびエレベータカーの吊下げ\n比」との事項を付加したことは，旧請求項１に記載された事項の限定に当たると主\n張する。\nしかし，旧請求項４が引用する旧請求項１は，カウンタウエイト，エレベータカ\nー及び巻上ロープに関して，「巻上ロープは，軌道上を移動するカウンタウエイトお\nよびエレベータカーを支持するエレベータ」と特定されているのみであって，「カウ\nンタウエイトおよびエレベータカーの吊下げ比」に関する事項は記載されていない。\nまた，「カウンタウエイトおよびエレベータカーを支持する」ことと，「カウンタウ\nエイトおよびエレベータカーの吊下げ比」とは，互いに技術的に独立した事項であ\nり，「カウンタウエイトおよびエレベータカーの吊下げ比」が，「カウンタウエイト\nおよびエレベータカーを支持する」ことの下位概念であるともいえない。さらに，\n「エレベータの巻上機の重量は，たかだか該エレベータの公称負荷の重量の約１／\n５」という発明特定事項は，巻上機の重量に関する事項であって，「カウンタウエイ\nトおよびエレベータカーの吊下げ比」とは技術的な関連性がない。\nしたがって，原告の上記主張は失当である。\n(2)  旧請求項３及び５を新請求項３及び４とする補正について\n旧請求項３及び５は，旧請求項１又は２を引用する形式で記載されているが，旧\n請求項４（旧請求項１を削除した後に新請求項１の基となった請求項）を引用する\n形式で記載されているわけではない。そうすると，新請求項３及び４（旧請求項３\n及び５）において，新請求項１（旧請求項４）に記載された事項を付加することは，\n本件補正前の特許請求の範囲には記載されていなかった事項を付加することになる。\nしたがって，本件補正は，特許請求の範囲の減縮を目的とするものに当たらない。\n(3)  独立特許要件充足性について\nア  原告は，相違点２について，エレベータの巻上機の重量の数値範囲は臨界的\n意義を有すると主張する。しかし，甲８（その訳文の甲９）及び乙１によれば，巻\n上機を小型化，軽量化することは，エレベータの技術分野において一般的な技術課\n題であり，引用発明においても内在する自明の課題である。そうすると，引用発明\nにおいて，上記課題を解決するため，巻上機の重量とエレベータの公称負荷の重量\nとの割合を小さな値にしようとすることは，当業者が設計上適宜容易になし得るこ\nとである。\nまた，原告は，エレベータの巻上機の重量を該エレベータの公称負荷の重量の「１\n／５」という数値にすることに臨界的意義があると主張する。しかし，本件補正発\n明において，巻上機のみの重量において，「１／５」という数値の前後で顕著な差異\nがあることは，本願明細書（国内書面）に記載も示唆もされていない。むしろ，本\n願明細書（国内書面）には，エレベータの巻上機の重量と該エレベータの公称負荷\nの重量との割合について，「１／５」よりも巻上機の重量を軽量化する上でより有利\nな数値である，「１／６」，「１／８」，「１／１０」が示されており，巻上機の重量が\n小さい方が好ましいという以上の技術的意義はなく，「１／５」という数値には臨界\n的意義がない。\n以上のとおり，エレベータの巻上機の重量の数値範囲は，要求される出力，装置\nの軽量化等を考慮して，当業者が適宜設定し得るものであるから，引用発明に基づ\nいて，相違点２に係る本件補正発明の発明特定事項とすることは，当業者が適宜な\nし得たことである。\nイ  原告は，相違点３について，エレベータの巻上機によって駆動されるトラク\nションシーブの外側直径の数値範囲は，臨界的意義を有すると主張する。\nしかし，甲８（その訳文の甲９）及び乙１によれば，トラクションシーブの直径\nの小径化やエレベータに用いられる機器の小型化は，エレベータの技術分野におい\nて一般的な技術課題であるから，引用発明においても内在する自明の課題である。\nそうすると，引用発明において，上記課題を解決するために，トラクションシーブ\nの外側直径を小さな値に設定しようとすることは，当業者が設計上適宜容易になし\n得たことである。\nまた，本願明細書（国内書面）には，トラクションシーブの外側直径の具体的な\n大きさに関して，「１６０㎜」と「２４０㎜」の例が記載されているのみであって，\n「２５０㎜」という数値については，その数値の前後で顕著な差異があることは，\n記載も示唆もされていない。\nさらに，原告は，「Ｄ／ｄ＝３０」に臨界的意義があり，好ましい巻上ロープの太\nさが８㎜以下であることから２５０㎜という数値が算出されると主張する。しかし，\n本件補正発明は，巻上ロープの直径（上記「ｄ」）について何ら特定しておらず，仮\nに「Ｄ／ｄ＝３０」に臨界的意義があるとしても，トラクションシーブの外側直径\n（上記「Ｄ」）を特定することはできない。\nなお，審決は，トラクションシーブの直径を小さくすることが一般的な技術課題\nであることを示すために，甲８を例示したにすぎず，上記技術課題は，平形ロープ\nに限定されず，実質的に円形断面の巻上ロープにもあてはまるエレベータの技術分\n野における一般的な技術課題である。\nしたがって，本件補正発明において，トラクションシーブの外側直径を「２５０\n㎜」とすることに臨界的意義はなく，エレベータの巻上機によって駆動されるトラ\nクションシーブの外側直径の数値範囲は，要求される伝達駆動力，装置の省スペー\nス性等を考慮して，当業者が適宜設定し得るものであるから，引用発明に基づいて，\n相違点３に係る本件補正発明の発明特定事項とすることは，当業者が適宜なし得た\nことである。\nウ  原告は，相違点２，３について，それぞれ容易想到性を判断するだけでなく，\n各発明特定事項の組合せによって特有の顕著な効果が得られることも考慮すべきで\nあり，巻上機の重量，トラクションシーブの外側直径，吊下げ比が相互に関連する\nことを考慮すべきである，と主張する。\nしかし，巻上機の重量，トラクションシーブの外側直径及び吊下げ比に関する事\n項は，それぞれ独立した技術事項であって，相互に直接的な関連性はなく，また，\nこれらを全体としてみても，引用発明及び周知技術から予測される以上の格別な効\n果を奏するとはいえない。\nエ  以上のとおり，本件補正発明は，引用発明及び周知技術に基づき，容易に発\n明することができたものであるから，独立特許要件を満たさない。\n(4)  小括\n以上のとおり，本件補正は特許請求の範囲の減縮を目的とするものに当たらない\nこと，及び，本件補正発明は独立特許要件も満たさないことを理由として本件補正\nを却下した審決に誤りはない。\n２  取消事由２（本願発明についての容易想到性判断の誤り）に対し\n上記のとおり，本願発明の「エレベータの巻上機の重量は，たかだか該エレベー\nタの公称負荷の重量の約１／５」とすることは，当業者が容易に想到することがで\nきたものであり，本願発明は，引用発明及び周知技術に基づき，容易に発明するこ\nとができたものである。\n第５  当裁判所の判断\n１  取消事由１（本件補正の適否に係る判断の誤り）について\n(1)  独立特許要件充足性について\n事案にかんがみ，先ず，本件補正発明が独立特許要件を充足しないとした審決の\n適否について検討する。\n当裁判所は，本件補正発明について，相違点２，３は，引用発明に周知技術を適\n用することにより容易に想到できた（相違点１が容易であることは争いがない。）か\nら，本件補正発明は，独立特許要件を充足しないとした審決に誤りはないと判断す\nる。その理由は，以下のとおりである。\nア  事実（争いない事実を含む。）\n(ｱ)  本件補正発明の特許請求の範囲（請求項１）の記載は，第２，２，(2)記載\nのとおりである。また，本願明細書（甲１１。国内書面）には，次の記載がある。\nすなわち，\n【０００１】「本発明は，請求項１の前段に規定されるようなエレベータに関する\nものである。」\n【０００２】「エレベータ開発作業における目的の１つは，建物の空間の効率的か\nつ経済的な利用を達成することである。・・・これらの明細書に開示されているエレ\nベータでは，機械は少なくとも一方向に小型で経済的に設計されている。しかし，\n他の方向には，その機械は，従来のエレベータ機械よりもかなりサイズが大きい。」\n【０００３】「これらの基本的にはよいエレベータ方式では，巻上機に必要な空間\nにより，エレベータのレイアウト方式の選択の自由が制限されている。・・・機械室\nのないトラクションシーブエレベータでは，エレベータ昇降路に機械室を取り付け\nることは，上述の機械を有する方式ではとくに困難である。なぜならば，巻上機は，\nかなり重く相当大きな本体を有するからである。・・・」\n【０００４】「明細書ＷＯ９９／４３５８９には，平らなベルトを用いて吊り下げ\nられているエレベータが開示されており，このエレベータでは，比較的小さな転換\n直径がトラクションシーブ上および転換プーリ上で達成されている。しなしながら，\nこの方式の問題は，レイアウト方式，およびエレベータ昇降路内のコンポーネント\nの配置および転換プーリのアライメントに関する制限である。・・・好ましくない振\n動を避けるために，実施するエレベータは，少なくともエレベータを支持する機械\nおよび／または構体に関しては，かなり頑丈に構成する必要がある。・・・」\n【０００５】「他方，小さなロープ転換直径を達成するために，負荷保持部が人工\n繊維からなるロープ構造が使われてきた。このような方式はめずらしいものであり，\nこのように作られたロープは鋼線ロープよりも軽い。しかし，もっとも一般的な巻\n上高さ用に設計されたエレベータにおいては少なくとも，人工繊維ロープはなんら\n実質的な利益をもたらさない。なぜならばとくに，それは，鋼線ロープと比較する\nと，かなり高価だからである。」\n【０００６】「・・・他方，エレベータもしくは少なくともエレベータ機械の大き\nさおよび／または重さを減らすことが本発明の目的である。」\n【００２０】「エレベータ機械と，機械をエレベータ昇降路内の所定の場所に保持\nするために使用する支持要素の重量は，多くて公称負荷の約１／５である。機械が\nもっぱら，もしくはほぼもっぱら１つ以上のエレベータおよび／またはカウンタウ\nエイト案内レールにより支持されるならば，そのとき機械およびその支持要素の全\n重量は，公称負荷の１／６より少ないか，もしくは１／８さえよりも少ないであろ\nう。エレベータの公称負荷とは，与えられた大きさのエレベータに対して決まる負\n荷を意味する。・・・支持要素を含まない機械の死荷重が，公称負荷の１／７より少\nない，もしくは公称負荷の約１／１０でさえある，もしくはさらに少ないエレベー\nタを達成することは容易である。基本的に，公称負荷に対する機械重量の比は，従\n来のエレベータに対して与えている。・・・すなわち，機械とその支持要素の全重量\nは，エレベータの公称負荷の約１／８である。別の例として，・・・この場合，機械\nとその支持要素の全重量は，エレベータの公称負荷の約１／６に等しい。第３の例\nとして，・・・公称負荷の約１／７である。巻上ロープの吊下げ配置を変えることに\nより，さらにより低い機械とその支持要素の全重量が得られる。・・・機械とその支\n持要素の全重量は，公称負荷のわずか約１／１０と小さい。・・・」\n(ｲ)  他方，引用発明の内容は，前記第２の３(2)ア記載のとおりである（当事者\n間において争いがない。）。\nすなわち，「機械室なし牽引綱車エレベータであって，牽引モータ１５が駆動滑車\n８を介して１組のロープ４とかみ合い，該１組のロープ４は，負荷を保持する部分\nを有し，前記ロープ４は，案内レールＢに沿って動く釣合い錘３および案内レール\nＡに沿って動くエレベータかご２を支持する牽引綱車エレベータにおいて，該牽引\n綱車エレベータの牽引モータ１５によって駆動される前記駆動滑車８の外側直径は\n所定の外側直径であり，前記釣合い錘３および前記エレベータかご２は４：１の吊\n下げ比で前記ロープ４によって支持される牽引綱車エレベータ」である。\n(ｳ)  さらに，甲８（国際公開第９９／４３５８９号。訳文甲９）には，以下の記\n載がある（以下，訳文のみを示す）。\n【０００４】「本発明のさらなる課題は，平形ロープの技術を用いて，駆動モータ\nおよびシーブの寸法を小型化し，従来型もしくは平形の駆動モータをエレベータか\nごと昇降路側壁との間の空間に配置できるようにすることにある。」\n【０００８】「本発明の第３の利点は，平形ロープの技術によって駆動モータおよ\nびシーブの寸法を小型化し，これにより，モータおよびシーブを収容するために必\n要となるエレベータかごと昇降路側壁との間の空間を減少させることである。」\n【００１３】「要するに，マシン（すなわち駆動モータおよびシーブ）の寸法の低\n減は，いくつかの利点を有する。・・・第３に，小型マシンは軽量であるので，マシ\nンを所定箇所に吊り上げる装置の必要性やマシンの取り扱いに要する時間が低減し，\n据付設置の費用が著しく減少する。・・・」\n【００３４】「・・・さらに，シーブの直径Ｄを最小限にすることにより，駆動マ\nシンとして，より安価で，より小型で，かつ高速なモータを使用することが可能に\nなる。」\n(ｴ)  乙１（ワイヤロープハンドブック，１９９５年）には，以下の記載がある。\n「メインロープの直径は１２，１２.５，１４，１６，１８㎜のものが一般に使用\nされているが，巻上げ機の小型化（綱車の直径）の面から１２㎜の使用が多い。」（６\n２５頁２１～２２行）\n「エレベータにおいても最新技術が反映され，機器の小型軽量化や高効率化など\nが急速に進んでいる。・・・巻上げ機などの小型軽量化や省エネルギー化の進むこと\nが期待される。」（６３２頁１０～１７行）\nイ  判断\n(ｱ)  相違点２は，本件補正発明においては，「エレベータの巻上機」の重量が「た\nかだかエレベータの公称負荷の重量の約１／５」との構成を採用した点にある。同\n構成は，発明の詳細な説明欄のいかなる記載を見ても，解決課題に対する解決手段\nについて，何らかの意義を認めるに足りる技術を開示していると評価することはで\nきない。\nすなわち，上記甲８（訳文甲９）及び乙１の記載によれば，エレベータの技術分\n野において，巻上機やトラクションシーブなどの部材を小型化，軽量化することは，\n一般的な技術課題であることが認められる。また，引用文献（甲１）には，「・・・\nその上，本発明は，比較的低い定格出力を有しそれゆえ小型のモータを用いて比較\n的重荷重を巻き上げる能力のあるエレベータを開示する」（段落【００２９】）との\n記載がなされている。上記によれば，エレベータの技術分野に属する，引用発明に\nおいて，「牽引綱車」や「エレベータの牽引モータ１５」などの部材を小型化，軽量\n化するとの課題が，記載ないし示唆されているといえる。一方で，エレベータ装置\nにおいては，一定の最大積載重量ないし定格積載量（定員）が存在するから，これ\nと巻上機の重量比について，その比をできるだけ低くするように設計する（すなわ\nち巻上機をできるだけ軽量化する）との解決方法が示唆されている。\nこれに対して，本願明細書（甲１１。国内書面）の【００２０】では，巻上機を\n軽量化するとの課題ないし願望は示されているものの，その課題ないし願望に対し\nて，技術的に意味を有する解決手段は，何ら示されていない。のみならず，本願明\n細書の同記載部分によれば，最大積載重量と巻上機の重量（支持要素の重量を含む\n場合もある。）との比は，１／５，１／６，１／７，１／８，あるいは１／１０とい\nうような適宜の値をとり得ることが示されている点に照らすならば，「その比が約１\n／５である」との構成を採用したことは，複数ある選択肢のうちの一つを選択した\nという意味を超えて，何らかの技術的な解決手段を示したものと理解することはで\nきない。したがって，相違点２は，実質的な相違点ではない。\nこれに対し，原告は，①甲８（訳文甲９）は，平形ロープに係るものであって，\nエレベータの技術分野全体における駆動モータの寸法を小型化するという技術課題\nを示していない，また，②乙１は，ロープの太さに関する規制の緩和により，巻上\n機の小型軽量化ができたという，単なる結果を明示したにすぎない，と主張する。\nしかし，上記のとおり，駆動モータの寸法を小型化するという技術課題が生じるの\nは，甲８（訳文甲９）のような平形ロープに限るわけではないのであって，平形ロ\nープを用いないエレベータであっても同様の課題が生じると解するのが合理的であ\nる。また，乙１は，ロープの太さに関する規制の緩和によるものであっても，上記\n課題が存在していたからこそ，巻上機の小型軽量化という結果についての記載がさ\nれたものと合理的に解される。したがって，原告の上記主張は，採用することがで\nきない。\n以上によれば，本件補正発明のうち，「該エレベータの巻上機の重量は，たかだか\n該エレベータの公称負荷の重量の約１／５」とすることは，容易に想到することが\nできたといえる。\n(ｲ)  相違点３について\n相違点３は，本件補正発明においては，「エレベータの巻上機によって駆動される\nトラクションシーブ」の外側直径が「たかだか約２５０㎜」であるとの構成を採用\nした点にある。\n上記のとおり，エレベータの技術分野において，巻上機やトラクションシーブな\nどの部材を小型化，軽量化することは，一般的な技術課題と認められる。そうする\nと，引用文献において，牽引綱車の外側直径について，具体的に記載されていない\nとしても，その直径をできるだけ小さくするよう設計することは，容易に想到する\nことができたといえる。また，本願明細書（国内書面。甲１１）には，トラクショ\nンシーブの外側直径について，「トラクションシーブの直径が１６０㎜で直径４㎜の\n巻上ロープを使用したとき・・・別の例として，同じ２：１の吊下げ比と，同じ１\n６０㎜のトラクションシーブ直径と，同じ４㎜の巻上ロープ直径を使うと・・・こ\nの場合，吊下げ比が２：１，トラクションシーブ直径が２４０㎜，巻上ロープ直径\nが６㎜のとき・・・たとえば，４：１の吊下げ比，１６０㎜のトラクションシーブ\n直径，４㎜の巻上ロープ直径を，５００㎏の公称負荷用に設計されたエレベータに\n使用すると・・・たとえば，２：１吊下げの代わりに４：１吊下げを使用し，直径\n４００㎜のトラクションシーブのかわりに直径１６０㎜のトラクションシーブを使\n用すると・・・」などと記載されている（段落【００２０】）。これによると，トラ\nクションシーブの外側直径が，１６０㎜又は２４０㎜のものが，直径４００㎜のも\nのと比較して，少なくとも軽量であることが示されているといいえても，それを超\nえて何らかの技術的な内容を開示するものではない。以上のとおりであり，トラク\nションシーブの外側直径を約２５０㎜とすることにより，何らかの技術的な意義が\nあると認めることはできない。したがって，相違点３は，実質的な相違点ではない。\nこれに対し，原告は，甲８（訳文甲９）は，平形ロープに係るものであってエレ\nベータの技術分野全体におけるトラクションシーブの寸法を小型化するという技術\n課題を示していない，また，乙１は，ロープの太さに関する規制の緩和により巻上\n機の小型軽量化ができたという結果を明示したにすぎない旨主張する。\nしかし，上記のとおり，駆動モータの寸法を小型化するという技術的課題が生じ\nるのは，甲８のような平形ロープであるか否かに左右されるものではないから，原\n告の主張は，その前提を欠く。また，乙１は，ロープの太さに関する規制の緩和に\nよるものであったとしても，上記課題が存在していたからこそ，巻上機の小型軽量\n化という結果が記載されたものと解される。したがって，原告の上記主張は，採用\nすることができない。\n以上によれば，本件補正発明のうち，「該エレベータの巻上機によって駆動される\n前記トラクションシーブの外側直径はたかだか約２５０㎜」とすることは，容易に\n想到することができたといえる。\n(ｳ)  相違点１ないし３の容易想到性について\n原告は，審決は，本件補正発明と引用発明の相違点１ないし３について，個別に\n検討するだけで，各相違点についての検討を，他の発明特定事項との関連性を考慮\nすることなく行った結果，容易想到性の判断を誤った，と主張する。\nしかし，審決は，各相違点について認定，判断した上で，本件補正発明を全体と\nしてみても，引用発明及び周知技術から予測される以上の格別な効果を奏するもの\nではないとしており，本件補正発明全体について総合的な判断を行っている。そし\nて，本件補正発明と引用発明の相違点１ないし３に係る構成全体について考察して\nも，本件補正発明は容易に想到できたといえる。\nしたがって，原告の上記主張は，採用することができない。\n(ｴ)  以上のとおり，本件補正発明は，引用発明及び周知技術に基づき，容易に発\n明をすることができといえる。本件補正は，独立特許要件を充足しない。\n(2)  小括\n以上によれば，本件補正発明は独立特許要件を充足しないから，本件補正を却下\nした審決に誤りはない。\n２  取消事由２（本願発明についての容易想到性判断の誤り）について\n前記第２の２(1)，(2)のとおり，本願発明は，本件補正発明の発明特定事項から，\n「該エレベータの巻上機によって駆動される前記トラクションシーブの外側直径は\nたかだか約２５０㎜であり，前記カウンタウエイトおよび前記エレベータカーは\n２：１以上の吊下げ比で前記巻上ロープによって支持されること」という発明特定\n事項を除いたものに相当する。\nそうすると，上記のとおり，本願発明の発明特定事項を全て含む本件補正発明は，\n引用発明及び周知技術に基づき，容易に発明することができたといえるから，本願\n発明も，同様に，引用発明及び周知技術に基づき，容易に発明することができたと\nいえる。\n３  結論\n以上のとおり，原告の主張する取消事由には理由がなく，他に本件審決にはこれ\nを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，\n理由がない。よって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n知      野              明\n"
}