{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 3,
    "day": 19
  },
  "case_number": "平成29(ワ)20452",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87596",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87596",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/596/087596_hanrei.pdf",
  "contents": "平成３０年３月１９日判決言渡  同日原本交付  裁判所書記官\n平成２９年（ワ）第２０４５２号  著作権侵害差止等請求事件\n口頭弁論終結日  平成３０年１月２６日\n判      決\n原 告      Ａ\n同 訴 訟 代 理 人 弁 護 士      大熊裕 司\n同         島川知 子\n被 告      Ｂ\n主      文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙著作物目録記載の映画を上演，複製，公衆送信若しくは送信可\n能化し，又は同映画の複製物を頒布してはならない。\n２  被告は，原告に対し，５７７万５０００円及びこれに対する平成２９年１月\n３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  請求の概要\n本件は，別紙著作物目録記載の映画（以下「本件映画」という。）の共同著作者\nであり，同映画の著作権者であると主張する原告が，本件映画の監督である被告が\n本件映画のマスターテープ（以下「本件マスターテープ」という。）を引き渡さず\nに行方をくらませた行為は，原告が有していた同マスターテープの所有権を侵害す\nる不法行為である，被告が本件映画をインターネット上の動画共有サイト「Ｙｏｕ\nＴｕｂｅ」（以下「本件サイト」という。）にアップロードした行為（以下「本件\nアップロード行為」という，）は，本件映画につき原告が有する著作権（公衆送信\n権）を侵害するとともに，原告をプロデューサーとして表示しない点及び劇場用映\n画として制作された本件映画をインターネットで公表する点において，本件映画に\nつき原告が有する著作者人格権（氏名表示権及び公表権）を侵害する行為であり，\n被告が今後本件映画を上映，複製，公衆送信若しくは送信可能化し又はその複製物\nを頒布する（以下，これらの行為を総称して「上映等」という。）おそれがあると\n主張して，被告に対し，著作権法１１２条１項に基づき，本件映画の上映等の差止\nめを求めると共に，本件マスターテープの所有権侵害の不法行為による損害賠償請\n求権，著作権（公衆送信権）侵害の不法行為による損害賠償請求権及び著作者人格\n権（氏名表示権，公表権）侵害の不法行為による損害賠償請求権に基づき，損害賠\n償金５７７万５０００円（所有権侵害の不法行為による損害賠償金１８８万５００\n０円，著作権侵害の不法行為による損害賠償金６４万円，著作者人格権侵害の不法\n行為による損害賠償金３２５万円）及びこれに対する不法行為後の日である平成２\n９年１月３日から支払済みまでの民法所定年５分の割合による遅延損害金の支払を\n求めた事案である。\n２  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により容\n易に認められる事実）\n⑴  当事者\n原告は，昭和３６年生まれであり，テレビコマーシャルやテレビドラマ等への出\n演歴のある俳優である。\n被告は，昭和４４年生まれであり，平成１３年頃から複数の自主映画を制作して\nいた者である。\n⑵  本件映画の制作等\n本件映画は，劇場公開を予定した映画であって，平成１７年８月頃から平成１８\n年頃にかけて，撮影，編集等の制作作業が行われた。インターネット上に掲載され\nていた本件映画の紹介ページには，本件映画のスタッフ等について次のとおり記載\nされている。\n製作：劇団トリプルエー・スペースＮ\nエグゼクティブ・プロデューサー：Ａ（原告）\n監督・脚本・美術：Ｂ（被告）\n撮影・製作進行ほか：Ｃ（以下「Ｃ」という。）\n被告及びＣは，本件映画の全体的形成に創作的に寄与した者であり，本件映画の\n共同著作者である（後述するとおり，本件映画の共同著作者に原告も含まれるかに\nつき，当事者間に争いがある。）。\n（以上につき，甲１，乙９，１０）\n⑶  本件映画の上映と本件アップロード行為\n本件映画は，平成１８年１０月に開催された映画祭「ＴＩＦＦＣＯＭ  ２００６」\nにおいて上映されたほか，平成１９年８月２６日に開かれた試写会において上映さ\nれた。\nまた，被告は，平成２９年１月３日，本件映画を本件サイトにアップロードし，\n公衆からの求めに応じて自動的に公衆送信し得るようにした。\n（以上につき，甲４，１０，乙１，被告本人）\n３  争点\n⑴  原告は，本件映画の共同著作者であるか（争点１）\n⑵  原告は，本件映画の映画製作者であり，被告及びＣは，原告に対し，本件映\n画の製作に参加することを約束したか（争点２）\n⑶  原告は，本件マスターテープの所有権を有していたか（争点３）\n⑷  原告が受けた損害の額（争点４）\n４  争点に対する当事者の主張\n⑴  争点１（原告は，本件映画の共同著作者であるか）について\n【原告の主張】\n原告は，平成１７年５月，仲間の役者と「劇団トリプルエー」を設立し，その主\n宰者であったが，映画の製作総指揮を実質的に担当したことがあったことから，劇\n団トリプルエーの役者全員がメインキャストとして出演できるような自主映画を製\n作することを企画した。そして，同年７月，劇団トリプルエーがＣを講師として招\nいたワークショップにおいて，Ｃの助手として参加した被告が，自分なら脚本を書\nくことができる，必要な機材は用意するなどと述べたので，被告に脚本及び監督を\n依頼することとした。その後，原告はプロデューサーを，被告は監督，脚本，編集，\n音楽を，Ｃは撮影を担当することなどが決まった。\nもっとも，被告が書いた脚本は，そのままでは劇団トリプルエーの役者全員がメ\nインキャストとして出演するという本件映画の目的を達成できないものであったの\nで，原告と被告との間で何度も脚本の改訂を行った。\n本件映画の撮影は，同年９月から平成１８年５月まで合計２３回行われた。その\n後，被告及びＣが，編集作業を行っていたが，徐々に原告の指示に従わないように\nなった。\n以上の事実関係からすれば，原告は，本件映画の主演を演じつつ，プロデューサ\nーとして，被告及びＣとともに，本件映画の全体的形成に創作的に寄与した者と評\n価でき，本件映画の共同著作者と認められるべきである。\n【被告の主張】\n原告が本件映画の共同著作者であるとの点は否認し，又は争う。本件映画の著作\n者は，被告及びＣの２名である。\n本件映画は，その完成形のイメージを被告が脚本を書いて具体的に提示し，その\nイメージを共有したＣが撮影や制作進行を行ったものであり，映画の著作物として\nの全体的形成に創作的に寄与したといえるのは被告とＣである。\nこれに対し，原告は，本件映画の撮影に際して，勝手にプロデューサーを名乗り\n始め，被告も，本件映画の宣伝に際して原告をプロデューサーなりエグゼクティブ\n・プロデューサーと表示することは許容していたが，原告がプロデューサーとして\n特段の役割を果たしたということはない。原告が行ったのは，本件映画の主演のほ\nか，キャスト間の連絡調整，エキストラの募集，一部のロケ地のアレンジ，制作費\nの一部の支払程度である。原告が被告とともに脚本の改訂を行った事実はない。さ\nらに，撮影後の編集作業や作中曲の選定はいずれも被告が行っており，原告は関与\nしていない。\n⑵  争点２（原告は，本件映画の映画製作者であり，被告及びＣは，原告に対し，\n本件映画の製作に参加することを約束したか）について\n【原告の主張】\nア  著作権法２９条１項の「映画製作者」とは，「映画の著作物の製作に発意と\n責任を有する者」をいい（同法２条１項１０号），自己の計算において映画の製作\nを遂行する主体と認められる者をいうと解される。\n前記⑴【原告の主張】のとおり，原告は，本件映画の製作を自ら企画し，監督に\n被告を，撮影監督にＣをそれぞれ選定した。また，その他のスタッフ及びキャスト\nの選定を行っているほか（甲１，３），撮影に必要な区民会館の使用許可申請や撮\n影許可申請を行い（甲５ないし７），経費を負担していた（甲８，９）。このよう\nなことから，原告は，自己の計算において映画の製作を遂行していた者といえ，本\n件映画の映画製作者に当たる。\nこれに対し，被告が支出したとする費用は，本件映画以外にも使用できる機材を\n購入したものや，必要のない映画祭に独断で本件映画を出展したことによるもの に\nすぎず，これらの支出についても全てが証拠により裏付けられているわけではない。\nしたがって，被告は，自己の計算において映画の製作を遂行した者とはいえない。\nイ  次に，著作権法２９条１項の「参加することを約束しているとき」とは，単\nに映画の著作物を製作する行為に参加する意思があることをもって足りるものと解\nされるところ，被告及びＣが，本件映画を製作する行為に参加する意思を有してい\nたことは明らかであるから，原告に対し，本件映画の製作に参加することを約束し\nたといえる。\nウ  したがって，本件映画の著作権は，著作権法２９条１項により，映画製作者\nである原告に帰属することとなる。\n【被告の主張】\nア  原告が本件映画の「映画製作者」に当たるとの点は否認し，又は争う。本件\n映画の「映画製作者」は被告である（なお，仮に，原告を代表者とする権利能力な\nき社団「劇団トリプルエー」が本件映画の「映画製作者」となり得る場合があると\nしても，原告個人が「映画製作者」となるものではない。）。\n原告が本件映画の製作を企画したということはない。原告は，本件以前に他の映\n画の製作に携わっていたということはなく，他方，被告及びＣは，自主映画の製作\nないし制作に複数回携わった経験があった。被告は，劇団トリプルエーのワークシ\nョップにて原告その他の役者に会った際，脚本等の案が浮かんだので，原告に映画\nの製作を持ちかけたものである。脚本のイメージに合ったキャスト及びスタッフを\n決定したのも被告である。\n原告は，本件映画の制作費を負担したとするが，制作費の約８５パーセントは被\n告が負担しており（乙１，３ないし５），残りの１５パーセント程度は劇団トリプ\nルエーが負担したが，その原資は，原告が同劇団のメンバーから徴収したものが大\n半であり，実質的に原告が負担した費用は更に少ない。本件映画は，出演料もなく，\n一部を除きスタッフもボランティアで参加しているから，これらの関係者の労務が\n費やされているともいえ，これらも制作費と考えれば，原告が負担した費用の割合\nはさらに低下する。\nイ  本件映画について，被告及びＣが著作権法２９条１項にいう「参加すること\nを約束」していたとの点は否認し，又は争う。\n著作権法２９条１項は，映画の興行により多額の出資金を回収しなくてはならな\nい撮影所システムによる劇場映画を念頭に置いて規定されたものであり，著作者た\nる脚本家や監督にも対価ないし報酬が支払われることが，著作者の単なる参加約束\nにより映画製作者に著作権を帰属させることを正当化する前提である。本件映画の\nように，脚本家や監督，その他のスタッフ及びキャストのいずれもが無償で参加し\nているような場合にまで，著作権法２９条１項が適用されると解すべきではない。\n⑶  争点３（原告は，本件マスターテープの所有権を有していたか）について\n【原告の主張】\n上記⑵【原告の主張】のとおり，本件映画の映画製作者は原告であるから，本件\n映画のマスターテープ（本件マスターテープ）の所有権は，本件映画の完成時に，\n当然に原告に帰属するというべきである。なお，原告と被告とは，本件映画が完成\nした際は，本件マスターテープを原告に引き渡す旨の合意をしているところである。\n【被告の主張】\n原告の主張は否認し，又は争う。本件マスターテープは，本件映画の完成と同時\nに，映画製作者である被告に帰属する。\n⑷  争点４（原告が受けた損害の額）について\n【原告の主張】\nア  著作者人格権侵害の不法行為による損害（合計３２５万円）\n前記⑴【原告の主張】のとおり，原告は，本件映画の共同著作者であるから，本\n件映画につき公表権（著作権法１８条１項）及び氏名表示権（同法１９条１項）を\n有するところ，被告が，劇場用映画として製作され，インターネットで公開するこ\nとを全く想定していなかった本件映画を本件サイトにアップロードしたこと（本件\nアップロード行為）は，上記公表権を侵害するものであり，また，本件アップロー\nド行為に際し，原告を単に出演者として表示し，「プロデューサー」など，著作者\nであることを示す表示をしなかったことは，上記氏名表示権を侵害するものである。\n原告は，これらの著作者人格権侵害行為により，慰謝料３００万円に相当する精\n神的損害を受けた。\nまた，著作者人格権侵害行為と相当因果関係のある弁護士費用として２５万円が\n認められるべきである。\nイ  著作権（公衆送信権）侵害の不法行為による損害（合計６４万円）\n前記⑵【原告の主張】のとおり，原告は，本件映画の著作権者であるところ，被\n告が本件映画を本件サイトにアップロードしたこと（本件アップロード行為）は，\n本件映画につき原告が有する著作権（公衆送信権）を侵害するものである。\n同著作権侵害行為により原告が受けた損害の額は，著作権法１１４条３項により，\n合計３９万円（本件映画を劇場で上映した場合のチケット１枚の代金１３００円×\n本件サイトでの視聴回数３００回）である。\nまた，著作権侵害行為と相当因果関係のある弁護士費用として２５万円が認めら\nれるべきである。\nウ  本件マスターテープの所有権侵害の不法行為による損害（１８８万５０００\n円）\n前記⑶【原告の主張】のとおり，原告は，本件マスターテープの所有権を有して\nいたところ，被告は，これを原告に引き渡すことなく原告と連絡を絶ち，行方をく\nらませたため，原告が本件マスターテープを用いて劇場で上映することができなく\nなった。被告が原告との連絡を絶ち，行方をくらませたことは，原告が有する本件\nマスターテープの所有権を侵害する不法行為である。\n原告は，本件マスターテープが引き渡されていれば，本件映画を劇場で上映する\nことにより，少なくとも１８８万５０００円の利益を得ることができたといえるか\nら，同額が，被告の不法行為により原告が受けた損害の額である。\n【被告の主張】\n否認し，又は争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実，証拠（後掲各証拠のほか，甲１８，１９，乙３，１８，原告本人\n及び被告本人。ただし，次の認定に反する部分を除く。）及び弁論の全趣旨によれ\nば，次の事実が認められる。\n⑴  原告は，芸能プロダクションである有限会社イーアンドエーに所属し，俳優\nとして活動するほか，同社の代表者が手掛ける映画の手伝いをするなどしていたと\nころ，平成１７年頃には，役者仲間とともに，自主映画の監督などを招いてワーク\nショップを主宰しており，この集まりを「劇団トリプルエー」と称していた。この\nワークショップは，主に渋谷区の上原区民会館で行われていたところ，原告は， 同\n会館の使用許可申請手続を行っていたほか，「劇団トリプルエー」の構成員からレ\nッスン代を徴収し，同会館の使用料や，講師料等を支払っていた。\n被告は，平成１７年までの間に，３本の自主映画を製作ないし制作していたとこ\nろ，同年７月２２日に行われた「劇団トリプルエー」の第９回ワークショップ（以\n下「本件ワークショップ」という。）にＣが招かれたことから，Ｃの助手という立\n場で参加した。\n原告は，本件ワークショップが開催された当時，「劇団トリプルエー」の構成員\nが出演する劇場公開映画を複数製作することを考えていたことから，被告に対し，\nそのうちの一つ（後の本件映画）の脚本と監督を依頼した。\n（以上につき，甲３，５，８，乙７）\n⑵  原告と被告は，平成１７年８月１２日に面会し，被告が脚本の草稿を提示し，\n被告の構想に従い，被告が指名するような形で，主要な出演者７名が決定された。\n本件映画の撮影は，同年９月２４日から行われ，以後，平成１８年５月までに合\n計２３回の撮影が行われた。撮影は，主としてＣが行った。この間，原告は，イン\nターネット等を通じてエキストラ等の募集を行い，応募してきた者と面談するなど\nした。\n撮影後の編集作業は，被告とＣが行い，原告は関与しなかった。また，被告は，\n本件映画に使用する楽曲につきライセンスを受ける手続を行った。\n被告は，平成１８年１０月，本件映画を映画祭「ＴＩＦＦＣＯＭ  ２００６」に\n出展したが，その際，被告を代表社員とする合同会社スペース・エヌを設立し，同\n社の名前で本件映画を上映した。また，被告は，本件映画の紹介文等を作成して自\n身のウェブサイトにアップロードするなどした。その後，原告と被告との間で，上\n記映画祭の費用の負担等をめぐって口論となり，原告と被告とは互いに連絡を取ら\nないようになった。\n（以上につき，甲２，３，乙１，９，１０，１２）\n⑶  本件映画に出演したキャスト及び本件映画の制作に携わったスタッフは，い\nずれも報酬を受け取らないで参加した。\n本件映画の製作に関し，原告は，ワークショップの会場でもある渋谷区の上原区\n民会館の使用料，エキストラ希望者との面談に要した飲食費用，撮影時等に使用し\nたレンタカー代及び駐車場代の一部などの費用として，２０万円強を支払った。 ま\nた，原告は，上記のとおり支払った費用の一部につき，平成１７年分及び平成１８\n年分の自らの事業の経費として確定申告を行った。\n他方，被告は，本件映画の撮影に使用したデジタルビデオカメラ等の機材，劇中\n曲のライセンス費用，著作権フリー音声及び映像，小道具・衣装，映画祭「ＴＩＦ\nＦＣＯＭ  ２００６」への出展費用，レンタカー代の一部等を支払った。被告が支\n払った費用の一部は，「劇団トリプルエー」宛の領収証により，原告が精算したも\nのがあったが，そのような精算が行われない費用もあった。\n（以上につき，甲３，９，乙１，２，１２）\n２  争点１（原告は，本件映画の共同著作者であるか）について\n原告は，原告が，被告及びＣとともに，本件映画の共同著作者であると主張する。\n映画の著作物における著作者とは，制作，監督，演出，撮影，美術等を担当して\nその映画の著作物の全体的形成に創作的に寄与した者をいうところ（著作権法１６\n条），前記認定事実（１⑴⑵）によれば，本件映画については，脚本及び監督を被\n告が，撮影をＣが担当し，撮影後の編集作業も被告及びＣが行っているから，被告\n及びＣは，本件映画の全体的形成に創作的に寄与した者といえるが，原告は，自ら\nがプロデューサーを担当することが決まったなどと主張するにとどまり，本件映画\nの全体的形成に創作的に寄与したことを基礎付ける具体的な事実関係を主張してい\nるとはいえないし，そのような事実関係を認めるに足りる的確な証拠もない。\nこの点について，原告は，原告と被告との間で何度も脚本の改訂を行ったと主張\nし，原告本人が「サスペンスの脚本にしてくれということは言っています。」と供\n述するほか（速記録１０頁），原告の陳述書（甲１９）には，原告が被告に対し，\n役名を役者の本名ではなく役名を用いるべきこと，劇団トリプルエーのワークショ\nップに参加している者を出演させるべきことなどを指示した旨が記載されているが\n（同陳述書１７頁ないし２０頁），仮に，これらの事実が認められるとしても，そ\nのことをもっては，原告が本件映画の全体的形成に創作的に寄与したというに十分\nでない。\nしたがって，原告が，本件映画の共同著作者であると認めることはできず，原告\nが本件映画の共同著作者であることを原因とする請求は，いずれも理由がない。\n３  争点２（原告は，本件映画の映画製作者であり，被告及びＣは，原告に対し，\n本件映画の製作に参加することを約束したか）について\n原告は，原告が本件映画の映画製作者であり，かつ，被告及びＣは，原告に対し，\n本件映画の製作に参加することを約束したから，著作権法２９条１項の規定により，\n原告が本件映画の著作権者となる旨主張する。\n著作権法２９条１項の「映画製作者」とは，映画の著作物の製作に発意と責任を\n有する者をいい（同法２条１項１０号），より具体的には，映画の著作物を製作す\nる意思を有し，当該著作物の製作に関する法律上の権利義務が帰属する主体であっ\nて，そのことの反映として当該著作物の製作に関する経済的な収入支出の主体とも\nなる者と解される。\n本件についてこれをみると，前記前提事実（１⑴）によれば，原告は，本件ワー\nクショップが開催された当時，「劇団トリプルエー」の構成員が出演する劇場公開\n映画を製作することを考えており，本件映画の脚本と監督を被告に依頼しているか\nら，本件映画を製作する意思を有していたということができる。しかし，前記前提\n事実（１⑶）によれば，原告は，本件映画の製作に要した費用の一部を支払い，さ\nらにその一部を自らの事業の経費として確定申告を行っているが，他方で，被告も，\n撮影機材，劇中曲，著作権フリー音声及び映像，小道具・衣装，映画祭への出展，\nレンタカー等に要した各種費用を支払い，これらの費用については，「劇団トリプ\nルエー」宛の領収証により，原告が精算したものがあったが，そのような精算が行\nわれないものもあったのであり，本件映画の製作に要する経費について，原告，被\n告をはじめとする関係者に明確な合意ないし方針があったとは認め難く，本件映画\nのキャスト及びスタッフは，いずれも報酬を受け取っていないこと，映画祭「ＴＩ\nＦＦＣＯＭ  ２００６」への出展は，被告が設立した合同会社スペース・エヌが行\nったことなども併せ考慮すると，原告が，本件映画の製作全体につき，法律上の権\n利義務が帰属する主体であるとか，製作に関する経済的な収入支出の主体であると\nの状況にあったと認めることは困難である。\nこの点について，原告の陳述書（甲１８）には，原告が被告に対し，本件映画は\n劇団トリプルエーの自主映画製作プロジェクトの一環として行うものであり，予算，\n配役，スケジュール管理，プロモーション，宣伝活動，劇場公開及び配給は劇団ト\nリプルエーが行うこと，製作にまつわる経費は劇団トリプルエーが支払うことなど\nの条件を提示し，被告がこの条件を受け入れた旨の記載があるが（同陳述書３７頁\nないし４１頁），本件全証拠によっても，原告ないし劇団トリプルエーが，予算，\n配役，スケジュール管理，プロモーション，宣伝活動，劇場公開，配給及び経費の\n支払のすべてを現実に行ったと認めることはできず，他に原被告間でこのような合\n意がされたことを認めるに足りる的確な証拠はないから，上記陳述書の記載は，に\nわかにはこれを信用することができない。\n以上によれば，原告が，本件映画の製作に発意と責任を有するものであったと認\nめるには至らないから，本件映画の「映画製作者」ということはできず，原告が，\n著作権法２９条１項により，本件映画の著作権を取得したということはできない。\nしたがって，原告が本件映画の著作権者であることを原因とする請求は，いずれ\nも理由がない。\n４  争点３（原告は，本件マスターテープの所有権を有していたか）について\n原告は，本件映画の映画製作者は原告であるから，本件マスターテープの所有権\nは，本件映画の完成時に当然に原告に帰属すると主張するが，原告が本件映画の映\n画製作者と認めるに至らないことは上記３において認定説示したとおりであるから，\n原告の主張は採用することができない（なお，原告は，原被告間で，本件映画が完\n成した際には，被告が本件マスターテープを原告に引き渡す旨の合意をした旨の主\n張もするが，当該事実と本件マスターテープの所有権の帰属との関係は明らかとは\nいえないし，原告が主張するところの原被告間の合意を認めるに足りる的確な証拠\nもない。）。\nしたがって，被告が，原告の有する本件マスターテープの所有権を侵害したこと\nを原因とする損害賠償請求には理由がない。\n５  結論\n以上によれば，その余の争点について判断するまでもなく，本件請求にはいずれ\nも理由がないからこれらを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋 末 和 秀\n裁判官\n伊 藤 清 隆\n裁判官\n天 野 研 司\n（別紙）\n著  作  物  目  録\n映 画 タ イ ト ル    サイコ＆コメディ映画「すたあ」（自主制作）\n「The Star Man」Japanese Independent film\n制 作    ２００７年\n収録時 間    ８８分\n以  上\n"
}