{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 11,
    "day": 16
  },
  "case_number": "平成28(行ケ)10079",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86259",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86259",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/259/086259_hanrei.pdf",
  "contents": "平成２８年１１月１６日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ケ）第１００７９号  審決取消請求事件\n口頭弁論終結日  平成２８年１０月１９日\n判     決\n原        告    株 式 会 社 ブ リ ヂ ス ト ン\n同訴訟代理人弁理士    杉    村    憲    司\n塚    中    哲    雄\n山    口    雄    輔\n被        告    特   許   庁   長   官\n同 指 定 代 理 人    小    原    一    郎\n氏    原    康    宏\n長    馬        望\n冨    澤    武    志\n主     文\n１  特許庁が不服２０１４－２１３６２号事件について平成２８年\n２月１５日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成２５年４月１６日，発明の名称を「タイヤ」とする発明につい\nて特許出願（特願２０１３－８５８８１号）をし，平成２６年１月２９日付けで拒\n絶理由通知を受けたことから，同年４月３日付け手続補正書により特許請求の範囲\nを補正したが，同年７月１４日付けで拒絶査定を受けた。\n(2)  原告は，平成２６年１０月２２日，上記拒絶査定について不服審判を請求す\nるとともに（甲２１），同日付け手続補正書（甲２２）により特許請求の範囲を補\n正した。特許庁は，上記審判請求を不服２０１４－２１３６２号として審理を行っ\nた。\n(3)  原告は，平成２７年１０月２６日付けで拒絶理由通知（甲２６）を受けたこ\nとから，同年１２月２２日付けで手続補正書（甲２０）を提出した。\n(4)  特許庁は，平成２８年２月１５日，「本件審判の請求は，成り立たない。」\nとの別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本\nは，同年３月１日，原告に送達された。\n(5)  原告は，平成２８年３月３１日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n平成２７年１２月２２日付けの手続補正により補正された特許請求の範囲請求項\n１の記載は，次のとおりのものである。以下，この請求項１に記載された発明を\n「本願発明」といい，明細書及び図面を併せて「本件明細書」という。\n【請求項１】タイヤのトレッドに，該トレッドの少なくとも接地面を形成する表\n面ゴム層と，前記表面ゴム層のタイヤ径方向内側に隣接する内部ゴム層とを有し，\n前記比Ｍｓ／Ｍｉは０．０１以上１．０未満であり，\n前記表面ゴム層の厚さは０．０１ｍｍ以上１．０ｍｍ以下であり，\n前記トレッドは，ベース部のタイヤ径方向外側に隣接して，該トレッドの少なく\nとも接地面を形成するキャップ部を配置した積層構造を有し，前記キャップ部が前\n記表面ゴム層および前記内部ゴム層を含み，\nアンチロックブレーキシステム（ＡＢＳ）を搭載した車両に装着して使用し，\n前記表面ゴム層は，前記内部ゴム層のタイヤ径方向外側で前記内部ゴム層にのみ\n隣接し，\n前記表面ゴム層は，非発泡ゴムから成り，かつ，前記内部ゴム層は，発泡ゴムか\nら成り，\n前記表面ゴム層のゴム弾性率Ｍｓが前記内部ゴム層のゴム弾性率Ｍｉに比し低い\nことを特徴とするタイヤ。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本\n願発明は，下記アの引用例１に記載された発明（以下「引用発明」という。）及び\n下記アないしキの引用例１ないし７に記載された技術的事項に基づいて，当業者が\n容易に発明をすることができたものであるから，特許法２９条２項の規定により特\n許を受けることができない，というものである。\nア  引用例１：実願平２－１０１１３４号（実開平４－５７４０３号）のマイク\nロフィルム（甲１）\nイ  引用例２：特開平６－２４００５２号公報（甲２）\nウ  引用例３：特開２０１３－７０２５号公報（甲３）\nエ  引用例４：特開２００９－９６４２１号公報（甲４）\nオ  引用例５：特開２０１１－５７０６６号公報（甲５）\nカ  引用例６：特開２００７－８４２７号公報（甲６）\nキ  引用例７：特開２００８－２０７５７４号公報（甲７）\n(2)  本願発明と引用発明との対比\n本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，次\nのとおりである。\nア  引用発明\nトレッドの本体層の表面に，皮むき用の表面外皮層が形成された，スタッドレス\nタイヤにおいて，前記表面外皮層のゴムは，ゴムＢを使用し，Ｈｓ（－５℃）が４\n６，ピコ摩耗指数が４３であり，前記本体層のゴムは，ゴムＡを使用し，Ｈｓ（－\n５℃）が６０，ピコ摩耗指数が８０であり，前記表面外皮層の厚みは０．４ｍｍで\nある，スタッドレスタイヤ。\nイ  本願発明と引用発明との一致点\nタイヤのトレッドに，該トレッドの少なくとも接地面を形成する表面ゴム層と，\n前記表面ゴム層のタイヤ径方向内側に隣接する，内部ゴム層とを有し，前記表面ゴ\nム層と前記内部ゴム層が所定の組成及び物性を有し，前記表面ゴム層の厚さは０．\n４ｍｍである，タイヤ。\nウ  本願発明と引用発明との相違点\n(ア)  相違点１\n「表面ゴム層」及び「内部ゴム層」の組成及び物性について，本願発明において\nは，「前記比Ｍｓ／Ｍｉは０．０１以上１．０未満であり，」「前記表面ゴム層は，\n非発泡ゴムから成り，かつ，前記内部ゴム層は，発泡ゴムから成り，前記表面ゴム\n層のゴム弾性率Ｍｓが前記内部ゴム層のゴム弾性率Ｍｉに比し低い」のに対し，引\n用発明においては，「前記表面外皮層のゴムは，ゴムＢを使用し，Ｈｓ（－５℃）\nが４６，ピコ摩耗指数が４３であり，前記本体層のゴムは，ゴムＡを使用し，Ｈｓ\n（－５℃）が６０，ピコ摩耗指数が８０であ」る点。\n(イ)  相違点２\n「表面ゴム層の厚さ」について，本願発明においては「０．０１ｍｍ以上１．０\nｍｍ以下」であるのに対し，引用発明においては「０．４ｍｍ」である点。\n(ウ)  相違点３\n本願発明においては「前記トレッドは，ベース部のタイヤ径方向外側に隣接して，\n該トレッドの少なくとも接地面を形成するキャップ部を配置した積層構造を有し，\n前記キャップ部が前記表面ゴム層および前記内部ゴム層を含」むものであるのに対\nし，引用発明においてはそのような特定がなされていない点。\n(エ)  相違点４\n本願発明は「アンチロックブレーキシステム（ＡＢＳ）を搭載した車両に装着し\nて使用」するものであるのに対し，引用発明においてはそのような特定がなされて\nいない点。\n(オ)  相違点５\n本願発明においては「前記表面ゴム層は，前記内部ゴム層のタイヤ径方向外側で\n前記内部ゴム層にのみ隣接する」のに対し，引用発明においてはそのような特定が\nなされていない点。\n４  取消事由\n本願発明の容易想到性の判断の誤り\n(1)  相違点１の認定誤り\n(2)  相違点１の容易想到性の判断の誤り\n(3)  効果についての判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n１  相違点１の認定誤りについて\n(1)  引用例１の第１表（別紙２参照）を見た当業者であれば，ゴムＡ及びゴムＢ\nには，発泡剤等が含まれていないことを理解することができる。また，引用例１に\nは，「ゴムＡ及びゴムＢが発泡ゴムであるが，第１表には，あえて発泡剤等につい\nて，その有無や配合（重量部）を記載していない」といったような特段の事情があ\nることもうかがわれない。このように，当業者から見れば，引用例１の第１表に示\nされたゴムＡ及びゴムＢは，非発泡ゴムであると考えることができ，他方，これら\nを発泡ゴムであると考えるべき合理的な理由はない。本件審決自体，引用発明の認\n定において，「表面外皮層のゴムは，ゴムＢを使用し」，「本体層のゴムは，ゴム\nＡを使用し」と認定し，前記のとおりゴムＡ及びゴムＢは非発泡ゴムであるので，\n本件審決においても，実質的には，「表面外皮層のゴムは，非発泡ゴムであるゴム\nＢを使用し」，「本体層のゴムは，非発泡ゴムであるゴムＡを使用し」と認定して\nいるといえる。\n(2)  したがって，本件審決における相違点１は，実質的には，「「表面ゴム層」\n及び「内部ゴム層」の組成及び物性について，本願発明においては，「前記比Ｍｓ\n／Ｍｉは０．０１以上１．０未満であり，」「前記表面ゴム層は，非発泡ゴムから\n成り，かつ，前記内部ゴム層は，発泡ゴムから成り，前記表面ゴム層のゴム弾性率\nＭｓが前記内部ゴム層のゴム弾性率Ｍｉに比し低い」のに対し，引用発明において\nは，「前記表面外皮層のゴムは，非発泡ゴムであるゴムＢを使用し，Ｈｓ（－５℃）\nが４６，ピコ摩耗指数が４３であり，前記本体層のゴムは，非発泡ゴムであるゴム\nＡを使用し，Ｈｓ（－５℃）が６０，ピコ摩耗指数が８０であ」る点。」である。\n２  相違点１の容易想到性の判断の誤りについて\n(1)  本願発明と引用発明との前提条件の相違について\nア  本件明細書の記載によれば，本願発明の前提条件は，トレッドに発泡ゴムを\n適用したタイヤにおいて，当該発泡ゴム（内部にある発泡ゴム）が露出するまでの\n表面ゴム層によるタイヤの使用開始時の氷上性能の担保を課題として設定している\nことにある（【０００５】，【０００６】）。\nこれに対し，引用発明の前提条件は，加硫直後のタイヤには，トレッド表面にベ\nントスピューのカット傷や，離型剤の残滓が付着しており，製品時のトレッド表面\nにはいわばベントスピューと離型剤の皮膜が形成されており（［従来の技術］），\nこの被膜は氷雪路で有効な接地面積を得る上では邪魔となり好ましくなく，本来の\n性能を発揮するにはこの被膜を除去する皮むき走行が必要であり，また路面との接\n触面積を増加させるためにはトレッド表面はある程度摩耗して粗さを有することが\n必要であるため，この粗さを出す上でもこの邪魔な被膜を除去する皮むき走行が必\n要であったという問題点を解決するために，邪魔な被膜を除去する皮むき走行距離\nを従来より短くし， 速やかにトレッド表面において所定の性能を発揮すること\n（〔考案が解決しようとする課題〕）を課題として設定していることである。\nすなわち，本願発明と引用発明とでは，表面ゴム（表面外皮層）に関して，前者\nは十分な氷上性能を所期し，後者は何らの走行性能も所期せず，早期に摩滅させる\nことのみを所期している点で，そもそも前提条件が全く異なるのである。\nイ  そうすると，引用発明に基づいて，出願時に当業者が本願発明を容易に想到\nするというからには，引用例１に，加硫直後のタイヤのトレッド表面のベントスピ\nューと離型剤の邪魔な被膜を除去する皮むき走行の際に，皮膜により氷上性能の初\n期性能が得られるようにする思想について記載や示唆等がされていなければならな\nい。しかし，引用例１には，この点に関して記載や示唆等がされていない。引用発\n明においては，上述したような発泡ゴムの問題点について，認識されておらず，ま\nた課題の設定もされておらず，表面ゴム自体を内部ゴムが露出するまでの初期性能\nの担保のために使用することができることも見いだすことができていないのである。\n引用発明の発泡ゴムの記載からでは，本願発明のような発泡ゴムの問題点について\nの認識及び課題の設定，解決に至る思想について想到することはあり得ない。\nこのように，本願発明と引用発明とでは，課題，目的，用途，機能等の前提条件\nが異なるのであるから，そもそも前提条件の異なる引用発明に基づいて，出願時に\n当業者が本願発明を容易に想到することは通常できない。\n(2)  表面ゴム層及び内部ゴム層の発泡性に係る容易想到性の判断の誤りについて\nア  本件審決の判断は，内部ゴム層（本体層）を非発泡ゴムであるゴムＡに代え\nて発泡ゴムにより構成することの容易想到性を，表面ゴム層（表面外皮層）と切り\n離して論じている点において，誤っている。\nイ  発泡剤以外全く同じ配合のゴム同士では，発泡ゴムの方が，耐摩耗性能が低\n下することや，発泡ゴムの方が弾性率が低下することは，技術常識である。そして，\n引用例には，本体層について発泡ゴムに変更してもよい記載があるから，表面外皮\n層についても発泡ゴムに変更すれば，ピコ摩耗指数はより０に近くなり，より一層\n不要な皮膜の皮むきが速やかにできるから，当業者は表面外皮層も発泡ゴムに変更\nするはずである。\nしたがって，引用例１の教示に従うならば，当業者は，引用発明において，本体\n層を発泡ゴムに変更する場合に，表面外皮層として非発泡ゴムのまま維持して構成\nするのではなく，発泡ゴムに変更すると考えるのが自然である。\nウ  また，本件審決は，「スタッドレスタイヤにおいてトレッドの接地面を発泡\nゴムにより形成することにより氷上性能あるいは雪上性能が向上することも当業者\nにとって技術常識である」とする。\nしかし，このことは，引用例１の本体層を「発泡ゴム」とすることの利点に関す\nるものであり，引用例１に「発泡ゴムを用いても差し支えない」と記載されている\n技術的背景を説明するものにすぎない。表面外皮層を非発泡層としたまま，「内部\nゴム層（本体層）を，発泡ゴムにより構成することは，当業者が通常の創作能力の\n発揮において行い得たものといえる。」ことの根拠となるものではない。\nエ  さらに，原告は，表面ゴム層（表面外皮層）を非発泡ゴムにより構成したま\nまで，内部ゴム層（本体層）を発泡ゴムにより構成することを容易に想到すること\nができないことについて，予備的に次のとおり主張する。\n本件発明と同様の「２層からなるキャップ層」については，甲１７及び甲１８の\nとおり，該２層の特性は，ゴム自体の組成は同じであるゴム組成物を用い，それぞ\nれに添加するカーボンブラック等の添加剤の種類や添加量を変えること，あるいは，\nゴム自体の組成は同じであるゴム組成物を用い，それぞれに添加する発泡剤の添加\n量を変えることによって行うことが技術常識であった。\nそうすると，上記技術常識を有する当業者であれば，引用例１の「本体層」につ\nいて「発泡ゴムを用いても差し支えない」と示唆する記載に接したら，「本体層」\nと「表面外皮層」をともに発泡ゴムとすることの可能性について検討することがあ\nるとしても，表面外皮層を非発泡ゴムのままとし，本体層のみを発泡ゴムとするこ\nとは，そもそも検討の範疇にすら入り得ないから，本件審決の，表面ゴム層及び内\n部ゴム層の発泡性に係る容易想到性の判断は，誤りである。\n(3)  引用発明における「所定の性能」について\n本件審決の「内部ゴム層（本体層）は，スタッドレスタイヤとして，所定の性能\nを発揮することができるものである必要があるから，内部ゴム層（本体層）が，表\n面ゴム層（表面外皮層）に比して，上記機能を維持できる程度の耐摩耗性を有する\n必要があることは，当業者にとって自明である。」との認定は失当である。\n引用発明における「所定の性能」とは，本体層については，「氷雪路で有効な接\n地面積を得ること」「路面との接地面積を増加させること」である。なお，表面外\n皮層の「所定の性能」については，引用発明の課題に対応する「邪魔な皮むき用の\n皮膜の皮むき走行が短くできるようになること」である。\nよって，引用発明の機能を維持できる程度に必要な「所定の性能」は，「邪魔な\n皮むき用の皮膜の皮むき走行が短くできるようになること」であり，また「有効な\n接地面積，接触面積の増加」であって，本件審決の認定する「耐摩耗性」ではない。\n本件審決は，引用例１に記載も示唆もない事項を，しかも引用例１における「所定\nの性能」の文脈とは異なる意味で持ち出しているのであって，不当である。\nよって，「所定の性能」を耐摩耗性であると認定したことを前提とする本件審決\nの相違点１の容易想到性に係る判断は，誤りである。\n(4)  硬度を６０を超える程度の値とすることについて\nア  本件審決の「スタッドレスタイヤにおいて，トレッドの接地面を形成するゴ\nム層として発泡ゴムを用いる際，所定の性能を発揮できるよう，その硬度を６０を\n超える程度の値とすることは，当業者にとって技術常識といえる。」との認定は失\n当である。\n発泡ゴムの発泡率が大きい方が，弾性率が低下するところ，引用発明において内\n部ゴム層（本体層）として発泡ゴムを適用する際に，弾性率の高い発泡ゴムを使用\nすると，本体層に要求される「所定の性能」である有効な接地面積が得られず，ま\nた路面との接触面積が減少してしまうから，弾性率の高い発泡ゴムを当業者が適用\nすることには阻害要因がある。\nイ  また，甲１４は，硬度の高い発泡ゴムを使用することにより，氷雪性能を多\n少犠牲にしながら，一般路面での操縦安定性能，ウェット性能および耐摩耗性能を\n確保しているものである。また，甲１５は，硬度の低い発泡ゴムでは所期した性能\nが出ないから，ゴムブロックの剛性を高くして性能を確保しているのである。\nこのように，甲１４及び甲１５において，硬い発泡ゴムを適用している技術的理\n由は，引用発明の発泡ゴムを適用する課題である「有効な接地面積を得ること，路\n面との接触面積を増加させること」とは異なる課題に基づくものである。\nそして，有効な接地面積を逆に損なう，また路面との接触面積を反対に減少させ\nる方向の行為である，硬い発泡ゴムを適用する甲１４，甲１５の技術的思想を採用\nして，引用発明において「硬度を６０を超える程度の値とする」ことには阻害要因\nがある。\n３  効果についての判断の誤りについて\n引用例１ないし７には，本願発明の【０００５】，【０００６】に記載のような\n「氷路面におけるタイヤの制動性能および駆動性能を総合した氷上性能が，タイヤ\nの使用開始時から安定して優れたものにすること」との課題や，「トレッドに発泡\nゴムを適用したタイヤにおいては，一般に，タイヤを金型で加硫成形する工程で，\n該金型に接するトレッド表面の発泡成分が金型の熱によって気化してしまう結果，\nタイヤのトレッド表面近傍が低発泡または非発泡となるため，水膜除去能を十分に\n確保できなくなり，使用開始の新品時に，所期した性能に至らない場合」があるこ\nと，「トレッド表面近傍が高弾性率となって十分な接地面積を確保できないことが\n要因である」ことの知見など，本願の技術的思想については何ら示唆等されていな\nい。\nよって，本願発明の効果は，格別顕著なものであるといえるから，本件審決の認\n定は失当である。そして，この誤りが本件審決の結論に影響を及ぼすものであるこ\nとも明らかである。\n〔被告の主張〕\n１  相違点１の認定誤りについて\n引用例１には「表面ゴム層（表面外皮層）のゴム」（ゴムＢ）の組成に発泡成分\nが含まれる旨の記載はないから，引用発明における「表面ゴム層（表面外皮層）」\nは非発泡ゴムから成るものといえる。他方，本体層については，引用例１の「本体\n層については特に限定されない。…発泡ゴムを用いても差し支えない。ゴム配合も\n一般のスタッドレス配合等種々採用できる。」との記載からすれば，非発泡ゴムに\n限定されるものではない。\nしたがって，本件審決における引用発明及び相違点１の認定に誤りはない。\n２  相違点１の容易想到性の判断の誤りについて\n(1)  本願発明と引用発明との前提条件の相違について\nア  引用例１には，表面ゴム層（表面外皮層）が接地する「皮むき走行なし」に\nおいて氷上制動性が向上することが記載されている。原告の主張は，引用例１の記\n載を正解しないものであり，理由がない。\nイ  本願発明が奏する作用効果は，タイヤの使用初期（新品時）における氷上性\n能に優れることであって（【００４３】），具体的には【表１】に「発明例タイヤ\n１」として「速度２０ｋｍ／ｈから急制動した際の制動距離を，従来タイヤを１０\n０として指数化した」（【００３９】）ときに，新品時の結果が従来例「１００」\nに対して「１０３」（数字が大きい方が氷上性能に優れている）というものが記載\nされている。\nこれに対して，引用例１の第２表には，氷上制動性のテストとして，時速４０ｋ\nｍからのフルブレーキによる制動距離の逆数を，比較例の初期性能を１００として\n指数表示（数値が大きい程良好）したものが記載されており，走行速度は違うもの\nの，本願と同様の評価方法による比較がされているといえる。そして，その結果は，\nタイヤの使用初期といえる「皮むき走行なし」の状態において，比較例「１００」\nに対し，実施例が「１０３」と，氷上制動性が向上していることが記載されている。\n以上によれば，本願発明の実施例（発明例１）と引用発明はともに従来例「１００」\nに対して「１０３」という程度でタイヤの使用初期の氷上での制動性能が向上する\nものであり，また，引用例１の比較例と実施例を比較すると，比較例が実施例に対\nして表面ゴム層（表面外皮層）を有していない（トレッドに，実施例の内部ゴム層\n（本体層）に使用したゴムＡのみを用いている）点のみが異なることから，使用初\n期の性能向上は，表面ゴム層（表面外皮層）に由来することが明らかである。そう\nすると，本願発明の実施例（発明例１）と引用発明の性能向上はともに，タイヤ表\n面に本体層のゴムよりも柔らかいゴムを用いることにより使用初期の氷上での性能\nを向上させる点で同種のものであって，またこの点はスタッドレスタイヤのトレッ\nド表面に柔らかいゴムを用いて制動性能を得る，という技術思想が周知のものであ\nる（甲８の【０００６】，甲１５の１頁右欄１２～２０行等）ことからも裏付けら\nれるから，結局，表面ゴム層（表面外皮層）に関して，本願発明と引用発明の所期\nする条件（機能）は変わるものではない。\nしたがって，引用例１に接した当業者は，引用発明の表面ゴム層（表面外皮層）\nが，早期に摩滅させることのみを目的としたものでなく，氷上性能の初期性能が得\nられることを認識する。\nウ  よって，引用例１に皮膜により氷上性能の初期性能が得られるようにする思\n想について記載や示唆等がされていないとする原告の主張はその前提を欠き，失当\nである。\n(2)  表面ゴム層及び内部ゴム層の発泡性に係る容易想到性の判断の誤りについて\nア  引用例１には，本体層のみに関し発泡ゴムを用いることの示唆があり（甲１\nの４頁２～６行），また，スタッドレスタイヤにおいて，トレッドの接地面を発泡\nゴムにより形成することにより氷上性能あるいは雪上性能が向上することは技術常\n識（甲１４～１６）であるから，引用発明の「スタッドレスタイヤ」において，表\n面ゴム層（表面外皮層）が除去された後，長期にわたり接地面を形成する「内部ゴ\nム層（本体層）」を発泡ゴムとすることは，当業者が通常の創作能力の発揮におい\nて行い得たものである。\nイ  原告の主張は要するに，引用発明において，「本体層のみを発泡ゴムとし，\nかつ，その硬度を６０程度に維持すること」について本件審決がした容易想到性の\n判断は，事後分析的かつ非論理的な思考である，というものである。\nしかし，本件審決は，「引用発明のスタッドレスタイヤを，引用例１に示唆され\nる事項に従って当業者が技術常識等を踏まえて具体化すれば，相違点１に係る本願\n発明の構成を備えるものに至る」と判断したものであるから，原告の主張が失当で\nあることは明らかである。\n(ア)  原告の主張は，引用例１の記載を正解していない。引用例１には，「本体\n層については特に限定されない。例えばキャップ・ベース層等の２層以上の多層構\n造としてもよく，また発泡ゴムを用いても差し支えない。ゴム配合も一般のスタッ\nドレス配合等種々採用できる。」（４頁２～６行）と内部ゴム層（本体層）に発泡\nゴムを用いることが明確に記載されている。一方，引用例１には，表面ゴム層（表\n面外皮層）に発泡ゴムを用いることは一切記載されていないのであるから，引用例\n１に接した当業者は，内部ゴム層（本体層）を発泡ゴムに変更する場合，表面ゴム\n層（表面外皮層）については，非発泡ゴムをそのまま維持して構成することが記載\nされている，と理解するのが自然である。\n(イ)  原告の主張のように，発泡ゴムの方が耐摩耗性能及び弾性率が低下するこ\nとが技術常識であるとしても，引用例１の教示は，「本体層については特に限定さ\nれなく」て，「発泡ゴムを用いても差し支えない」とされるものの，表面ゴム層\n（表面外皮層）については発泡ゴムとすることは示唆されていないのであるから，\n当該技術常識は，引用発明の内部ゴム層（本体層）を発泡ゴムとしたときに，表面\nゴム層（表面外皮層）も発泡ゴムに限定される理由とはならない。\n(ウ)  当業者は，スタッドレスタイヤを開発する際には，氷上性能だけでなく，\n耐摩耗性や操縦安定性等の様々なトレードオフの関係にある要求をバランスさせて\nいるところ，例えば甲８の【０００９】に，表面ゴム層の硬度（甲８の「ＪＩＳ\nＡ」硬度は，引用例１の「Ｈｓ」とほぼ同等の数値を示す。）について「３５未満\nとなるとゴムが柔らかすぎてハンドリング性等の操縦安定性が悪化してしまう」と\n記載されているように，当業者は表面ゴム層（表面外皮層）を柔らかくしすぎれば\n悪影響が出ることを当然に認識しているのであるから，引用例１に接した際に，表\n面ゴム層（表面外皮層）を無制限に柔らかくしようなどとは考えない。\n(エ)  さらに，引用発明では，比較例の４０ｋｍに対し，５ｋｍという極めて短\nい距離で表面ゴム層（表面外皮層）の皮むきが完了する（引用例１の第２表及び７\n頁１～５行参照）のであって，皮むき前であっても氷上制動性が担保されているの\nであるから，操縦安定性の悪化という，交通事故のリスクを増大させてまで表面ゴ\nム層（表面外皮層）をさらに柔らかくして皮むき走行の短縮化を図るなどというこ\nとを，当業者は想定しない。\n(オ)  よって，引用例１に接した当業者は，引用例１の教示どおりに，内部ゴム\n層（本体層）を発泡ゴムに変更する場合，表面ゴム層（表面外皮層）については非\n発泡ゴムをそのまま維持して構成することを想起するのであって，本件審決の判断\nに誤りはない。\nウ  引用例１には，内部ゴム層（本体層）に発泡ゴムを用いることが明確に記載\nされているのであって（甲１の４頁２～６行），表面ゴム層（表面外皮層）に発泡\nゴムを用いることは一切記載されていないのであるから，原告のいう技術常識（甲\n１７，１８及び２９）は，本件審決の結論に影響を及ぼすものではない。また，原\n告のいう技術常識が存在するともいえない。\n(3)  引用発明における「所定の性能」について\nア  スタッドレスタイヤとしての所定の「性能」を「発揮」しているのは，皮む\nきがなされた後の内部ゴム層（本体層）であって，当該内部ゴム層（本体層）の性\n能は，少なくとも第１表に記載される物性（Ｈｓ（－５℃）が６０，ピコ摩耗指数\nが８０）によって得られるものである。そして当該第１表には，内部ゴム層（本体\n層）が，表面ゴム層（表面外皮層）よりも硬度及びピコ摩耗指数が高いことが記載\nされている（すなわち「耐摩耗性」がある）から，引用例１に接した当業者は，内\n部ゴム層（本体層）は，少なくとも表面ゴム層（表面外皮層）よりも「耐摩耗性」\nを有することによって当該「所定の性能」が得られている，と認識することが明ら\nかである。\nよって，本件審決は，当該「耐摩耗性」を有するように，内部ゴム層（本体層）\nを発泡ゴムとする際にも，その硬度を引用例１に記載された「６０」を超える程度\nの値に維持することが当業者にとって当然，と説示したものである。\nイ  以上のとおり，本件審決は，引用例１の記載に基づいて「耐摩耗性」を説示\nしたものであって，原告が主張するような不当な解釈が入り込む余地は一切存在し\nない。\n(4)  硬度を６０を超える程度の値とすることについて\nア  引用発明のスタッドレスタイヤは，内部ゴム層（本体層）の硬度が６０に設\n定されている。また，引用発明において，「表面ゴム層（皮むき用の表面外皮層）」\nが早期に除去された後の「内部ゴム層（本体層）」は「スタッドレスタイヤ」とし\nて「所定の性能を発揮すること（が）できる」ものである必要があるから，内部ゴ\nム層（本体層）が，表面ゴム層（表面外皮層）に比して，上記機能を維持できる程\n度の耐摩耗性を有する必要があることは，当業者にとって自明である。そして，ス\nタッドレスタイヤにおいて，トレッドの接地面を形成するゴム層として発泡ゴムを\n用いる際，所定の性能を発揮できるよう，その硬度を６０を超える程度の値とする\nことが技術常識（甲１４，１５）である。さらに，引用発明において，内部ゴム層\n（本体層）に「発泡ゴムを用いても差し支えない。」（甲１の４頁４行）との示唆\nや，スタッドレスタイヤにおいてトレッドの接地面を発泡ゴムにより形成すること\nにより氷雪性能あるいは雪氷性能が向上する，という技術常識がある。これら事実\nに鑑みれば，内部ゴム層（本体層）を発泡ゴムにより構成しようとする際，当業者\nであれば当然，表面ゴム層（皮むき用の表面外皮層）が早期に除去された後スタッ\nドレスタイヤとして所定の性能を発揮することできるよう，内部ゴム層（本体層）\nの硬度を６０を超える程度の値に維持して構成するものと認められる。\nイ  原告は「所定の性能」が「有効な接地面積，路面との接触面積の増加」であ\nるから，当業者は接触面積を減少させる弾性率の高い発泡ゴムを適用しないと主張\nする。\nしかし，前記(3)のとおり，「所定の性能」は皮むきがなされた後の内部ゴム層\n（本体層）の性能というべきであるから，原告の主張はその前提において誤ってい\nる。\nウ  仮に「所定の性能」が原告のいうようなものであったとしても，引用例１に\nおいては，接地面積の増大はトレッド表面の摩耗によって得られるものとして記載\nされているのであって，原告が主張するようなトレッド表面のゴムの硬さ（弾性率）\nに依存するものでなく，要するに，トレッド表面が摩耗することにより，微小な凸\n凹が多数形成される結果，トレッド表面の表面積が増加する，という理由で「接触\n面積が増大する」ということが記載されているのである。\nよって，仮に「硬度が６０を超える程度の発泡ゴム」が「弾性率の高い発泡ゴム」\nであるとしても，引用発明においてそのようなゴムを採用することに何ら阻害要因\nとならない。\nエ  さらに，原告は，甲１４及び甲１５の記載をもって硬度が６０程度の発泡ゴ\nムがあたかも一般的なスタッドレスタイヤのそれより硬いかのような主張をしてい\nる。\nしかし，スタッドレスタイヤは，降雪の季節より前，又は降雪地へ向かう前に車\n両に装着しておくものであるし，降雪地でも常に雪が路面を覆っているとも限らな\nいから，必然的に相当の距離にわたって（雪・氷のない）アスファルト路（一般路\n面）を走行するものである。このため，スタッドレスタイヤには従前よりアスファ\nルト路を走行するための耐摩耗性が求められているのである。\nしたがって，甲１４及び甲１５に記載のように一般路面における耐摩耗性を考慮\nすることは通常のスタッドレスタイヤに求められている要求にすぎないし，引用発\n明のスタッドレスタイヤは，そもそもその硬度が６０に設定されていることからし\nて，甲１４及び甲１５に記載の通常のスタッドレスタイヤと同様に発泡ゴムの硬度\nを６０程度に維持することも格別なことではないし，阻害要因はない。\nオ  仮に，原告が主張するような阻害要因が存在するとしても，引用発明のスタ\nッドレスタイヤは，表面ゴム層（表面外皮層）を速やかに皮むきして内部ゴム層\n（本体層）によって走行するものであることを鑑みれば，引用例１に接した当業者\nは，少なくとも，内部ゴム層（本体層）を表面ゴム層（表面外皮層）よりも柔らか\nいものとはしないはずであるから，それより柔らかい内部ゴム層（本体層）では，\n前記エで述べたような一般路面等での使用に耐えられないことが明らかである。\nそうすると，内部ゴム層（本体層）の硬度を表面ゴム層（表面外皮層）の硬度より\nも高くすること，すなわち「表面ゴム層（表面外皮層）／内部ゴム層（本体層）」\nの硬度の比（本願発明のＭｓ／Ｍｉに相当）が１．０未満に維持されることには変\nわりがないから，この点の判断が本件審決の結論に影響を及ぼさないことは明らか\nである。\n３  効果についての判断の誤りについて\n引用発明も「タイヤの使用初期における氷上性能に優れる」ものであるから，当\n該課題を解決したものといえる。\n「タイヤのトレッド表面近傍が低発泡または非発泡となるため，水膜除去能を十\n分に確保できなく」なるという現象は，本願出願前に当業者に認識されていたもの\nであって（甲１７の【０００６】），そもそも本願発明に新規なものではない。\n確かに，引用例１に明示的に記載された課題は異なるものであるが，前記２(1)で\n述べたとおり，引用発明も使用初期に氷上性能を向上するという効果を奏するもの\nであるし，その性能向上の原理もタイヤ表面に非発泡の柔らかいゴムを用いるとい\nうものであるから，当業者は，引用発明が「タイヤのトレッド表面近傍が低発泡ま\nたは非発泡となるため，水膜除去能を十分に確保できなく」なるという現象を回避\nした構成であることも認識するといえる。\n引用発明は，タイヤ表面に非発泡の柔らかいゴムを用いる，すなわち，表面ゴム\n層（表面外皮層）の弾性率を内部ゴム層（本体層）よりも低いものとすることによ\nり使用初期に氷上性能を向上するという効果を奏するのであるから，本願発明と同\n様，「トレッド表面近傍が高弾性率」とならないことにより十分な接地面積を確保\nしているということができる。さらに，接地面積に関しては，「早期にトレッド表\n面が摩耗して粗さを現出し，路面との接触面積が増大する」（甲１の４頁１４～１\n６行）という点からも確保されていることが明らかである。よって，当該知見は引\n用例１に開示されているということができる。\nさらに，引用発明と本願発明とでは，「新品時に所期した性能に至らない」とい\nう課題を解決する点では両者の課題が共通するし，早期に摩耗させる表面ゴム層\n（表面外皮層）を設ける（本件明細書の【００２３】参照）点で技術思想も多分に\n共通している。\nしたがって，原告の上記主張は，失当である。\n第４  当裁判所の判断\n１  本願発明について\n(1)  本願発明に係る特許請求の範囲は，前記第２の２記載のとおりであるところ，\n本件明細書（甲１９，２０，２２，２５）には，おおむね，次の記載がある。\nア  技術分野\n本発明は，氷路面におけるタイヤの制動性能および駆動性能を総合した氷上性能\nが，タイヤの使用開始時から安定して優れたタイヤに関するものである（【０００\n１】）。\nイ  背景技術\nスパイク付きのタイヤの使用が制限される中，このスパイクタイヤの代替として，\n所謂スタッドレスタイヤが開発されている。このスタッドレスタイヤでは，その氷\n上性能を向上させるため，特にトレッド踏面に改良が加えられている。一般に，氷\n路面上では，トレッド踏面と路面との間の摩擦熱によって，該トレッド踏面と路面\nとの間に水膜が生じる結果，タイヤおよび路面間の摩擦力が低下して氷上性能が悪\n化することから，トレッドに水膜除去能やエッジ成分を付与することにより，氷上\n性能の向上が図られている（【０００２】）。\n例えば，トレッドの水膜除去能を向上させるためには，トレッドに発泡ゴムを適\n用することが有効である。トレッドに発泡ゴムを適用したタイヤとして，特許文献\n１（特開２００５－４１９２４号公報）には，発泡ゴムのゴム組成物に，微粒子含\n有繊維と，微粒子を含まない非含有繊維とを好適な割合で配合したタイヤが開示さ\nれている。このタイヤは，トレッド表面に発泡ゴムの気泡を露出させて水膜除去能\nを発揮するのに加え，氷の硬度以上のモース硬度を有する微粒子を接地面に有する\nことによって，エッジ効果またはスパイク効果を得て，総合的な氷上性能を確保し\nたものである（【０００３】）。\nウ  発明が解決しようとする課題\nしかしながら，上記した事例に限らず，トレッドに発泡ゴムを適用したタイヤに\nおいては，一般に，タイヤを金型で加硫成形する工程で，該金型に接するトレッド\n表面の発泡成分が金型の熱によって気化してしまう結果，タイヤのトレッド表面近\n傍が低発泡または非発泡となるため，使用開始の新品時に，所期した性能に至らな\nい場合があった。そのため，例えば，トレッド表面に微細な溝を設ける等，他の手\n段でタイヤ使用初期の氷上性能を補完していた。\nそこで，本発明は，トレッドに発泡ゴムを適用したタイヤにおいて，氷路面にお\nけるタイヤの制動性能および駆動性能を総合した氷上性能が，タイヤの使用開始時\nから安定して優れたタイヤを提供することを目的とする（【０００５】）。\nエ  課題を解決するための手段\n発明者は，トレッドに発泡ゴムを適用したタイヤにおける初期性能の確保につい\nて鋭意検討を行った結果，新品状態のこの種のタイヤで，初期した氷上性能が十分\n得られない場合があった要因は，トレッド表面近傍が低発泡または非発泡となって\n水膜除去能を十分に確保できないことよりむしろ，トレッド表面近傍が高弾性率と\nなって十分な接地面積を確保できないことにあることが分かった。\nすなわち，発泡ゴムが露出するまでの初期性能を担保するには，タイヤの新品時\nに接地面近傍を形成するトレッド表面のゴムの弾性率を，好適に規定することが有\n効であるとの知見を得て，本発明を完成するに至ったものである（【０００６】）。\n本発明の要旨は，以下のとおりである。\n本発明のタイヤは，タイヤのトレッドに，該トレッドの少なくとも接地面を形成\nする表面ゴム層と，前記表面ゴム層のタイヤ径方向内側に隣接する内部ゴム層とを\n有し，\n前記比Ｍｓ／Ｍｉは０．０１以上１．０未満であり，\n前記表面ゴム層の厚さは０．０１ｍｍ以上１．０ｍｍ以下であり，\n前記トレッドは，ベース部のタイヤ径方向外側に隣接して，該トレッドの少なく\nとも接地面を形成するキャップ部を配置した積層構造を有し，前記キャップ部が前\n記表面ゴム層および前記内部ゴム層を含み，\nアンチロックブレーキシステム（ＡＢＳ）を搭載した車両に装着して使用し，\n前記表面ゴム層は，前記内部ゴム層のタイヤ径方向外側で前記内部ゴム層にのみ隣\n接し，\n前記表面ゴム層は，非発泡ゴムから成り，かつ，前記内部ゴム層は，発泡ゴムか\nら成り，\n前記表面ゴム層のゴム弾性率Ｍｓが前記内部ゴム層のゴム弾性率Ｍｉに比し低い\nことを特徴とする（【０００７】）。\nかかる構成の本発明のタイヤによれば，タイヤの使用開始時から安定して優れた\n氷上性能を得ることができる。\nなお，本発明におけるゴム弾性率とは，ゴムの引張り方向の弾性率を意味し，切\nり出した表面ゴムに周波数変位を入力して得られた応力から弾性率を求めるもので\nある（【０００８】）。\n本発明のタイヤにおいては，前記表面ゴム層のゴム弾性率Ｍｓの，前記内部ゴム\n層のゴム弾性率Ｍｉに対する比Ｍｓ／Ｍｉが０．０１以上１．０未満であることが\n好ましい（【０００９】）。\nこの場合には，トレッド表面の弾性率を好適にして，タイヤの使用開始時におけ\nる氷上性能をさらに良好にすることができる（【００１０】）。\nまた，本発明のタイヤにおいては，前記表面ゴム層の厚さが０．０１ｍｍ以上１．\n０ｍｍ以下であり，該表面ゴム層は非発泡ゴムからなる（【００１１】）。\nかかる構成によれば，タイヤの使用初期にトレッドの接地面積を十分に確保する\nこと，および，内部ゴム層の早期出現を実現することができるため，氷上性能をよ\nり安定して発揮することが可能となる（【００１２】）。\n本発明のタイヤにおいて，前記トレッドは，ベース部のタイヤ径方向外側に隣接\nして，該トレッドの少なくとも接地面を形成するキャップ部を配置した積層構造を\n有し，前記キャップ部が前記表面ゴム層および前記内部ゴム層を含む（【００１\n３】）。\nこの場合には，トレッドの剛性を好適にして，加減速性能と運動性能とを両立さ\nせることができる。\nまた，本発明のタイヤにおいて，前記表面ゴム層は発泡率が４０％未満である。\nさらに，本発明のタイヤは，アンチロックブレーキシステム（ＡＢＳ）を搭載した\n車両に装着して使用する（【００１４】）。\nオ  発明の効果\n本発明によれば，氷上性能が，タイヤの使用開始時から安定して優れた，トレッ\nドに発泡ゴムを適用したタイヤを提供することができる（【００１５】）。\nカ  発明を実施するための形態\n以下，図面を参照しながら，本発明のタイヤについて，その実施形態を例示して\n詳細に説明する。\n図１（別紙１参照）は，本発明の第１実施形態に係るタイヤ１０の，タイヤ幅方\n向半部の断面を示したものである。タイヤ１０は，左右両ビード部（図示せず）間\nにトロイダル状に跨る少なくとも１層（図示例では１層）のカーカス２と，該カー\nカス２のタイヤ径方向外側に配置された２層の傾斜ベルト層３ａ，３ｂからなる傾\n斜ベルト３と，この傾斜ベルト３のタイヤ径方向外側に配置された１層の周方向ベ\nルト４と，その周方向ベルト４のタイヤ径方向外側に配置された，トレッドゴムか\nら成るトレッド６と，を有する。\nトレッド６には，タイヤ周方向および／または横方向に延びる溝（図１では，タ\nイヤ周方向に延びる溝５）によって複数の陸部９が区画形成されており，該陸部９\nは，その接地面を形成する表面ゴム層Ｓと，前記表面ゴム層Ｓのタイヤ径方向内側\nに隣接する，発泡ゴムから成る内部ゴム層Ｉと，から成る（【００１７】）。\n前記表面ゴム層Ｓは，タイヤ１０の使用初期の走行において徐々に摩耗が進行し\nて摩滅するものであり，該表面ゴム層Ｓの摩耗の進行に従って，内部ゴム層Ｉがト\nレッド６の接地面に徐々に露出することになる。この内部ゴム層Ｉは，トレッドゴ\nムの中に無数の気泡を散在させた発泡ゴム層であり，接地面の摩耗に従って順次露\n出する多数の気泡がトレッド表面にミクロな窪みを形成する結果，水膜除去能およ\nびエッジ成分が付与される。従って，この内部ゴム層Ｉが露出するまでの使用初期\nは，表面ゴム層Ｓがタイヤの氷上性能を担うのである（【００１８】）。\nその際，前記表面ゴム層Ｓのゴム弾性率Ｍｓが前記内部ゴム層Ｉのゴム弾性率Ｍ\nｉに比し低いことが肝要である。なぜなら，接地面に内部ゴム層Ｉより低い弾性率\nの表面ゴム層Ｓを配置することによって，従来タイヤでは不足していた氷上での接\n地面積の確保が図られ，十分な初期氷上性能が得られるからである （【００１\n９】）。\n特に，近年の殆どの車両がそうであるように，アンチロックブレーキシステム\n（ＡＢＳ）を搭載した車両にあっては，車体の制動時に車輪がロックすることなく\nトレッド接地面が常に更新されるため，従前のブレーキを搭載した車両に比し，氷\n路面を走行する際に該路面とタイヤ表面との間に水膜が介在する機会が少ない。こ\nのような事情を踏まえると，上記の接地面積をより大きく確保することは，トレッ\nド表面を発泡させて水膜除去能を改良することと同様に，タイヤの使用初期に優れ\nた氷上性能を得るのに効果的である。\nこのように，本発明に係るタイヤ１０によれば，タイヤの使用開始時から，安定\nして優れた氷上性能を確保することが可能となる（【００２０】）。\nこの点，本発明に係るタイヤ１０では，トレッド６の表層に前記表面ゴム層Ｓを\n配置すること，換言すると，該タイヤ１０を加硫成形する際には，発泡させるゴム\n材料の外側に低弾性となるゴム材料を配置して成形を行うことから，該金型と内部\nゴム層Ｉになる発泡ゴム材料との間に表面ゴム層Ｓになるゴムが介在して両者の直\n接接触が回避されるため，金型側からの熱が内部ゴム層Ｉになる前記ゴム材料に必\n要以上には伝わらなくなる。その結果，内部ゴム層Ｉの表面近傍が高弾性率となる\nことや，内部ゴム層Ｉの発泡率がタイヤ径方向外側と内側とで不均一になること等\nも抑制することができるため，表面ゴム層Ｓが摩滅した直後から継続して，優れた\n氷上性能を安定して得ることが可能となる（【００２２】）。\nまた，表面ゴム層Ｓの弾性率Ｍｓが，内部ゴム層Ｉのゴム弾性率Ｍｉに比し低い\nことは，タイヤ１０の使用開始後，表面ゴム層Ｓが比較的短時間で摩滅する点でも\n有利である。すなわち，内部ゴム層Ｉが早い段階で露出するため，タイヤ１０本来\nのタイヤ性能の早期出現が可能となる（【００２３】）。\nキ  実施例\n以下，本発明の実施例について説明する。\n発明例タイヤ１～１６，比較例タイヤ１～５および従来例タイヤ（ともに，タイ\nヤサイズは，１９５／６５Ｒ１５）を，表１（別紙１参照）の仕様にて試作し，表\n１に示す各走行距離を走行した各段階において氷上性能を評価した （【００３\n８】）。\n（氷上性能）\n各供試タイヤを適用リムに組み付け，内圧２４０ｋＰａを充填した後，ＡＢＳブ\nレーキを搭載する車両に装着し，氷温－１℃の氷上路面において，タイヤの新品時，\n２００ｋｍ走行後，５００ｋｍ走行後のそれぞれの段階にて，速度２０ｋｍ／ｈか\nら急制動した際の制動距離を，従来タイヤを１００として指数化し，氷上性能を評\n価した。その結果を，同じく表１に示す。なお，数値が大きいほど氷上性能に優れ\nていることを示している（【００３９】）。\nここにおける従来タイヤとは，トレッドのキャップ部が発泡ゴムのみから成り，\n新品状態におけるトレッド接地面近傍のゴム弾性率が，トレッド内部のゴム弾性率\nよりも高いこと以外は，図１に示した本発明の第１実施形態に係るタイヤと同様の\n構成である（【００４０】）。\n発明例タイヤ１，２はいずれも従来例タイヤおよび比較例タイヤ１～５に比べて，\nタイヤの使用初期（表１における新品時）における氷上性能に優れていることが分\nかる（【００４３】）。\nク  産業上の利用可能性\n本発明によれば，トレッドに発泡ゴムを適用したタイヤにおいて，氷上性能が，\nタイヤの使用開始時から安定して優れたタイヤを提供することができる（【００４\n４】）。\n(2)  本願発明の特徴\n前記(1)の記載によれば，本願発明の特徴は，以下のとおりのものと認められる。\nア  本願発明は，氷路面におけるタイヤの制動性能及び駆動性能を総合した氷上\n性能が，タイヤの使用開始時から安定して優れたタイヤに関するものである（【０\n００１】）。\nイ  従来のタイヤは，トレッド表面に発泡ゴムの気泡を露出させて水膜除去能を\n発揮するのに加え，氷の硬度以上のモース硬度を有する微粒子を接地面に有するこ\nとによって，エッジ効果又はスパイク効果を得て，総合的な氷上性能を確保したも\nのであるが，タイヤを金型で加硫成形する工程で，該金型に接するトレッド表面の\n発泡成分が金型の熱によって気化してしまう結果，タイヤのトレッド表面近傍が低\n発泡又は非発泡となるため，使用開始の新品時に，所期した性能に至らない場合が\nあり，トレッド表面に微細な溝を設ける等，他の手段でタイヤ使用初期の氷上性能\nを補完していた（【０００２】【０００３】【０００５】）。\nこのため，本願発明は，トレッドに発泡ゴムを適用したタイヤにおいて，氷路面\nにおけるタイヤの制動性能及び駆動性能を総合した氷上性能が，タイヤの使用開始\n時から安定して優れたタイヤを提供することを目的とする（【０００５】）。\nウ  そして，所期した氷上性能が十分得られない場合があった要因は，トレッド\n表面近傍が低発泡又は非発泡となって水膜除去能を十分に確保できないことよりむ\nしろ，トレッド表面近傍が高弾性率となって十分な接地面積を確保できないことに\nあることが分かり，発泡ゴムが露出するまでの初期性能を担保するには，タイヤの\n新品時に接地面近傍を形成するトレッド表面のゴムの弾性率を，好適に規定するこ\nとが有効であるとの知見を得て，本願発明を完成するに至った（【０００６】）。\nエ  本願発明のタイヤは，タイヤのトレッドに，該トレッドの少なくとも接地面\nを形成する表面ゴム層と，前記表面ゴム層のタイヤ径方向内側に隣接する内部ゴム\n層とを有し，前記比Ｍｓ／Ｍｉは０．０１以上１．０未満であり，前記表面ゴム層\nの厚さは０．０１ｍｍ以上１．０ｍｍ以下であり，前記トレッドは，ベース部のタ\nイヤ径方向外側に隣接して，該トレッドの少なくとも接地面を形成するキャップ部\nを配置した積層構造を有し，前記キャップ部が前記表面ゴム層および前記内部ゴム\n層を含み，アンチロックブレーキシステム（ＡＢＳ）を搭載した車両に装着して使\n用し，前記表面ゴム層は，前記内部ゴム層のタイヤ径方向外側で前記内部ゴム層に\nのみ隣接し，前記表面ゴム層は，非発泡ゴムから成り，かつ，前記内部ゴム層は，\n発泡ゴムから成り，前記表面ゴム層のゴム弾性率Ｍｓが前記内部ゴム層のゴム弾性\n率Ｍｉに比し低いことを特徴とする（【０００７】～【００１１】【００１３】\n【００１４】【００１７】～【００２０】【００２２】【００２３】）。\nオ  本願発明によれば，接地面に内部ゴム層Ｉより低い弾性率の表面ゴム層Ｓを\n配置することによって，タイヤの使用初期に接地面積の十分な確保が図られ，十分\nな初期氷上性能が得られ，氷上性能が，タイヤの使用開始時から安定して優れた，\nトレッドに発泡ゴムを適用したタイヤを提供することができる（【００１２】【０\n０１５】【００４４】）。\n２  引用発明について\n(1)  引用例１（甲１）には，おおむね，以下のとおり記載されている。\nア  実用新案登録請求の範囲\nトレッドの本体層の表面に，タイヤ製品時での厚みが０．５ｍｍ以下，ピコ摩耗\n指数が５０以下である皮むき用の表面外皮層が形成されたことを特徴とするタイヤ\nのトレッド構造\nイ  産業上の利用分野\nこの考案は主にスタッドレスタイヤやレーシングタイヤ等に利用することができ\nるタイヤのトレッド構造に関するものである。\nウ  従来の技術\n従来より加硫直後のタイヤには，ベントスピューのカット傷や，離型剤の残滓が\n付着しており，製品時のトレッド表面にいわばベントスピューと離型剤の皮膜が形\n成されていた。\nエ  考案が解決しようとする課題\nしかるに例えばスタッドレスタイヤの場合，この被膜は氷雪路で有効な接地面積\nを得る上では邪魔となり好ましくなく，本来の性能を発揮するにはこの被膜を除去\nする皮むき走行が必要であった。また路面との接触面積を増加させるためにはトレ\nッド表面はある程度摩耗して粗さがあることを必要とするが，この粗さを出す上で\nも一定距離を走行しなければならなかった。\nこの考案の目的はかかる皮むき走行の走行距離を従来より短くし，速やかにトレ\nッド表面において所定の性能を発揮することができるタイヤのトレッド構造を提供\nする点にある。\nオ  課題を解決するための手段\n上記目的を達成するためこの考案は，トレッド本体層の表面に，走行により容易\nに皮むきできる皮むき用の表面外皮層をあらかじめ積極的に形成する手段を採用し，\nその表面外皮層としては，加硫後のタイヤ製品時での厚みが０．５ｍｍ以下，ピコ\n摩耗指数が５０以下である表面外皮層が好ましいことを見いだした。\n表面外皮層の厚みが０．５ｍｍを越えた場合では，厚みが厚くなり過ぎて皮むき\n走行距離を短くする上で好ましくなく，またタイヤ寿命（耐摩耗性）の点でほぼ０．\n５ｍｍ以下に押えることが好ましい。表面外皮層の厚みを加硫前の厚みで表すとほ\nぼ１ｍｍ程度以下が好ましい値である。ただし，加硫前の厚みで０．２ｍｍ未満の\n厚みとした場合は，タイヤ加硫時のゴムの流れで本体層が表面外皮層に出てくるこ\nとがあり，その意味では０．２ｍｍ以上であることが望ましい。\nピコ摩耗措数は表面外皮層のゴムの柔らかさを示す値であるが，これが５０を越\nえると耐摩耗性があり，皮むきが速やかにできない点で５０以下が好ましい。\n表面外皮層の形成はトレッド本体層全体に形成してもよいが，部分的でもよく，\nブロック表面上のみに形成してもよい。ただしトレッド本体層全体に形成した場合\nは，溝底に外皮層が形成されるので，耐グループクラック性の向上も図られ好まし\nい。また表面外皮層は皮むき状況が分かる様に本体層とは別に白ゴム等の黒色以外\nのゴムで構成しても差し支えない。\n本体層については特に限定されない。例えばキャップ・ベース層等の２層以上の\n多層構造としてもよく，また発泡ゴムを用いても差し支えない。ゴム配合も一般の\nスタッドレス配合等種々採用できる。\nカ  作用\nこの考案は走行により容易に除去し得る皮むき用の表面外皮層をあらかじめトレ\nッド本体層表面に形成しているので，ベントスピュー及び離型剤は速やかにこの表\n面外皮層とともに除去され，従来に比して速やかに皮むきがなされる。従ってスタ\nッドレスタイヤの場合では，早期に氷雪路での性能を発揮するとともに，早期にト\nレッド表面が摩耗して粗さを現出し，路面との接触面積が増大する。\nキ  実施例\n図面はこの考案に係るタイヤトレッド構造の一実施例を示す概略断面図で，１は\nトレッド，２はトレッドの本体層であり，３はこの本体層２の表面を被覆してなる\n皮むき用の表面外皮層である。この実施例では本体層２及び皮むき用の表面外皮層\n３のゴムは，それぞれ第１表（別紙２参照）記載の通りのゴムＡ及びゴムＢを使用\nした。表面外皮層３の厚みは０．４ｍｍとした。\nところでこの実施例に係る構造でタイヤサイズ１８５／７０Ｒ１３のスタッドレ\nスタイヤを試作し，氷上制動テストをした。氷上制動性は，４０ｋｍ／ｈｒのスピ\nードからフルブレーキでの制動距離の逆数を比較例の初期性能を１００として指数\n表示した。数値が大きい程良好であることを示す。\nなお比較のため皮むき用の表面外皮層３が形成されていない従来構造のタイヤに\nついても同様の条件下で試験をした。そのゴムは本実施例に係る本体層２のもの\n（ゴムＡ）と同様である。\n第２表（別紙２参照）に記載の通り，皮むき用の表面外皮層のない比較例のタイ\nヤでは所定の制動指数を得るには４０ｋｍを走行しなければならないが，本実施例\nのタイヤでは５ｋｍで皮むきが完了し，早期に所定の性能を発揮することが認めら\nれる。\nク  考案の効果\n以上の通りこの考案は，走行により容易に皮むきし易い表面外皮層を積極的にト\nレッド本体層の表面に皮むき用の外皮層として形成したので，ベントスピュー及び\n離型剤は従来に比して短い走行距離でこの表面外皮層とともに除去され，速やかに\n皮むきがなされる。従って早期に所定の性能を発揮することができるものである。\nこの点ベントスピューと離型剤の皮膜の除去を早期に達成し，所定の性能を速やか\nに発揮させる要請の大きいレーシングタイヤについてもきわめて有効である。\n(2)  引用発明の特徴\n引用例１（甲１）には，本件審決が認定したとおりの引用発明（前記第２の３(2)\nア）が記載されていることが認められ，前記(1)の記載によれば，引用発明の特徴は，\n以下のとおりのものと認められる。\nア  引用発明（甲１）は，主にスタッドレスタイヤやレーシングタイヤ等に利用\nすることができるタイヤのトレッド構造に関するものである（［産業上の利用分\n野］）。\nイ  従来より加硫直後のタイヤには，ベントスピューのカット傷や，離型剤の残\n滓が付着しており，製品時のトレッド表面にいわばベントスピューと離型剤の皮膜\nが形成されていた（［従来の技術］）。\nウ  スタッドレスタイヤの場合，この被膜は氷雪路で有効な接地面積を得る上で\nは邪魔となり好ましくなく，本来の性能を発揮するにはこの被膜を除去する皮むき\n走行が必要であり，また路面との接触面積を増加させるためにはトレッド表面はあ\nる程度摩耗して粗さがあることを必要とするが，この粗さを出す上でも一定距離を\n走行しなければならなかった。\nこの考案の目的はかかる皮むき走行の走行距離を従来より短くし，速やかにトレ\nッド表面において所定の性能を発揮することができるタイヤのトレッド構造を提供\nする点にある（［考案が解決しようとする課題］）。\nエ  上記目的を達成するためこの考案は，トレッド本体層の表面に，走行により\n容易に皮むきできる皮むき用の表面外皮層をあらかじめ積極的に形成する手段を採\n用し，その表面外皮層としては，加硫後のタイヤ製品時での厚みが０．５ｍｍ以下，\nピコ摩耗指数が５０以下である表面外皮層が好ましいことを見いだした。表面外皮\n層の厚みが０．５ｍｍを越えた場合では，厚みが厚くなり過ぎて皮むき走行距離を\n短くする上で好ましくなく，またタイヤ寿命（耐摩耗性）の点でほぼ０．５ｍｍ以\n下に押えることが好ましい。表面外皮層の厚みを加硫前の厚みで表すとほぼ１ｍｍ\n程度以下が好ましい値である。ただし，加硫前の厚みで０．２ｍｍ未満の厚みとし\nた場合は，タイヤ加硫時のゴムの流れで本体層が表面外皮層に出てくることがあり，\nその意味では０．２ｍｍ以上であることが望ましい。ピコ摩耗措数は表面外皮層の\nゴムの柔らかさを示す値であるが，これが５０を越えると耐摩耗性があり，皮むき\nが速やかにできない点で５０以下が好ましい（［課題を解決するための手段］）。\nオ  この考案は走行により容易に除去し得る皮むき用の表面外皮層をあらかじめ\nトレッド本体層表面に形成しているので，ベントスピュー及び離型剤は速やかにこ\nの表面外皮層とともに除去され，従来に比して速やかに皮むきがなされる。したが\nって，スタッドレスタイヤの場合では，早期に氷雪路での性能を発揮するとともに，\n早期にトレッド表面が摩耗して粗さを現出し，路面との接触面積が増大する（［作\n用］）。\nカ  以上のとおり，この考案は，走行により容易に皮むきしやすい表面外皮層を\n積極的にトレッド本体層の表面に皮むき用の外皮層として形成したので，ベントス\nピュー及び離型剤は従来に比して短い走行距離でこの表面外皮層とともに除去され，\n速やかに皮むきがなされる。したがって，早期に所定の性能を発揮することができ\nるものである。この点ベントスピューと離型剤の皮膜の除去を早期に達成し，所定\nの性能を速やかに発揮させる要請の大きいレーシングタイヤについても極めて有効\nである（［考案の効果］）。\nすなわち，引用発明（甲１）は，従来，トレッド表面のベントスピューと離型剤\n被膜により，有効な接地面積が確保できていないところ，早く摩耗する皮むき用の\n表面外皮層を設けて，ベントスピューと離型剤を表面外皮層とともに除去すること\nにより，本来のトレッド表面を出現させるものである。\n(3)  引用発明の認定誤りについて\n原告は，引用例１に接した当業者であれば，第１表に示されたゴムＡ及びゴムＢ\nは，非発泡性ゴムであると考えることができるとして，本件審決は，この点を看過\nしていると主張する。\nしかし，本件審決も，表面ゴム層については，非発泡ゴムから成ることを前提と\nして判断している。一方，本体層については，引用例１の「本体層については特に\n限定されない。…また発泡ゴムを用いても差し支えない。ゴム配合も一般のスタッ\nドレス配合等種々採用できる。」との記載（前記(1)オ）からすれば，非発泡ゴムに\n限ることが開示されているとはいえない。\nしたがって，引用発明についての本件審決の認定に誤りがあるとはいえないから，\n原告の上記主張は理由がない。\n３  取消事由（本願発明の容易想到性の判断の誤り）について\n(1)  本願発明と引用発明との相違点\n本願発明と引用発明とを対比すると，前記第２の３(2)ウ(ア)記載のとおりの相違\n点１が認められる。\n原告は，本願発明の内部ゴム層が発泡ゴムであるのに対し，引用発明の本体層は\n非発泡ゴムであるから，相違点１にはこの点を看過した誤りがあると主張する。\nしかし，前記２(3)のとおり，引用発明の本体層が非発泡ゴムに限るとはいえない\nから，相違点１の認定に誤りがあるとはいえない。\n(2)  相違点１の容易想到性について\nア  本願発明は，トレッドに発泡ゴムを適用したタイヤにおいて，氷路面におけ\nるタイヤの制動性能及び駆動性能を総合した氷上性能が，タイヤの使用開始時から\n安定して優れたタイヤを提供するため，タイヤの新品時に接地面近傍を形成するト\nレッド表面のゴムの弾性率を好適に規定して，十分な接地面積を確保することがで\nきるようにしたものである。これに対し，引用発明は，スタッドレスタイヤやレー\nシングタイヤ等において，加硫直後のタイヤに付着したベントスピューと離型剤の\n皮膜を除去する皮むき走行の走行距離を従来より短くし，速やかにトレッド表面に\nおいて所定の性能を発揮することができるようにしたものである。\n以上のとおり，本願発明は，使用初期においても，タイヤの氷上性能を発揮でき\nるように，弾性率の低い表面ゴム層を配置するのに対し，引用発明は，容易に皮む\nきを行って表面層を除去することによって，速やかに本体層が所定の性能を発揮す\nることができるようにしたものである。したがって，使用初期においても性能を発\n揮できるようにするための具体的な課題が異なり，表面層に関する技術的思想は相\n反するものであると認められる。\nイ  よって，引用例１に接した当業者は，表面外皮層Ｂを柔らかくして表面外皮\n層を早期に除去することを想到することができても，本願発明の具体的な課題を示\n唆されることはなく，当該表面外皮層に使用初期においても安定して優れた氷上性\n能を得るよう，表面ゴム層及び内部ゴム層のゴム弾性率の比率に着目し，当該比率\nを所定の数値範囲とすることを想到するものとは認め難い。また，ゴムの耐摩耗性\nがゴムの硬度に比例すること（甲８～１３）や，スタッドレスタイヤにおいてトレ\nッドの接地面を発泡ゴムにより形成することにより氷上性能あるいは雪上性能が向\n上すること（甲１４～１６）が技術常識であるとしても，表面ゴム層を非発泡ゴム，\n内部ゴム層を発泡ゴムとしつつ，表面ゴム層のゴム弾性率を内部ゴム層のゴム弾性\n率より小さい（表面を内部に比べて柔らかくする。）所定比の範囲として，タイヤ\nの使用初期にトレッドの接地面積を十分に確保して，使用初期においても安定して\n優れた氷上性能を得るという技術的思想は開示されていないから，本願発明に係る\n構成を容易に想到することができるとはいえない。\n(3)  被告の主張について\nア  被告は，本願発明の実施例と引用発明はともに従来例「１００」に対して\n「１０３」という程度でタイヤの使用初期の氷上での制動性能が向上するものであ\nり，また，引用例１の比較例と実施例を比較すると，比較例が実施例に対して表面\nゴム層（表面外皮層）を有していない点のみが異なることから，使用初期の性能向\n上は，表面ゴム層（表面外皮層）に由来することが明らかである，そうすると，本\n願発明の実施例と引用発明の性能向上はともに，タイヤ表面に本体層のゴムよりも\n柔らかいゴムを用いることにより使用初期の氷上での性能を向上させる点で同種の\nものであるから，結局，表面ゴム層（表面外皮層）に関して，本願発明と引用発明\nの所期する条件（機能）は変わるものではなく，引用例１に接した当業者は，引用\n発明の表面ゴム層（表面外皮層）が，早期に摩滅させることのみを目的としたもの\nでなく，氷上性能の初期性能が得られることを認識する旨主張する。\nしかし，前記(2)のとおり，引用例１に記載された課題を踏まえると，引用発明は，\nあくまで早く摩耗する皮むき用の表面外皮層を設けて，ベントスピューと離型剤を\n表面外皮層とともに除去することにより，本来のトレッド表面を速やかに出現させ\nるものであり，引用例１は，走行開始から表面外皮層が除去されるまでの間の氷上\n性能について何ら開示するものではない。よって，引用例１に接した当業者が，氷\n上性能の初期性能が得られることを認識するものとは認められない。\nしたがって，被告の上記主張は理由がない。\nイ  被告は，引用発明において，表面外皮層Ｂの硬度は，本体層Ａのそれより小\nさく（引用例１の表１），硬度の小さいゴムが，ゴム弾性率の小さいゴムである旨\nの技術常識（甲４，甲５）を考慮すれば，「引用発明の「表面ゴム層（表面外皮\n層）」のゴム弾性率が「内部ゴム層（本体層）」のゴム弾性率に比し低いものとい\nえ，「表面ゴム層のゴム弾性率」／「内部ゴム層のゴム弾性率」の値を０．０１以\n上１．０未満程度の値とすることは，具体的数値を実験的に最適化又は好適化した\nものであって，当業者の通常の創作能力の発揮といえるから，当業者にとって格別\n困難なことではない旨主張する。\nしかし，本願発明と引用発明とでは，具体的な課題及び技術的思想が相違するた\nめ，引用例１には，表面ゴム層のゴム弾性率を内部ゴム層のゴム弾性率より小さい\n所定比の範囲として，使用初期において，接地面積を確保するという本願発明の技\n術的思想は開示されていないのであるから，引用発明から本願発明を想到すること\nが，格別困難なことではないとはいえない。\nまた，表面外皮層ＢのＨｓ（－５℃）/本体層ＡのＨｓ（－５℃）が，０．７７\n（＝４６/６０），表面外皮層Ｂのピコ摩耗指数/本体層Ａのピコ摩耗指数が，０．\n５４（＝４３/８０）であるとしても，本願発明が特定するゴム弾性率とＨｓ（－５\n℃）又はピコ摩耗指数との関係は明らかでないので，引用例１の表１に示すＨｓ\n（－５℃）又はピコ摩耗指数の比率が，本願発明の特定する，「比Ｍｓ／Ｍｉは０．\n０１以上１．０未満」に含まれ，当該比率について本願発明と引用発明が同一であ\nるとも認められない。\nしたがって，被告の上記主張は理由がない。\n(4)  小括\n以上のとおりであるから，相違点１に係る本願発明の構成は，容易に想到するこ\nとができるとは認められない。\nよって，取消事由は，理由がある。\n４  結論\n以上のとおり，原告主張の取消事由は理由があるから，本件審決を取り消すこと\nとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙    部    眞  規  子\n裁判官       古    河    謙    一\n裁判官      鈴    木    わ  か  な\n別紙１\n【図１】\n【表１】\n別紙２\n【第１表】\n【第２表】\n以上\n"
}