{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 9,
    "day": 11
  },
  "case_number": "平成30(ワ)13400",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88962",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88962",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/962/088962_hanrei.pdf",
  "contents": "令和元年９月１１日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第１３４００号  特許権侵害差止等請求事件\n口頭弁論終結日  令和元年７月１２日\n判           決\n原        告   株式会社 ヨコ オ\n同訴訟代理人弁護士   三    村    量      一\n中    島              慧\n近    藤    正      篤\n髙    橋    宗      鷹\n同補佐人弁理士        相    田    義      明\n被        告   原田 工業 株式会 社\n同訴訟代理人弁護士   高    橋    雄  一  郎\n阿     部     実  佑  季\n同訴訟代理人弁理士   林         佳     輔\n同補佐人弁理士      荒     井     康     行\n福     永     健     司\n主           文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告は，別紙被告製品目録記載の各アンテナを製造し，使用し，譲渡し，貸\nし渡し，若しくは輸出し，又は譲渡若しくは貸渡しの申出をしてはならない。\n２  被告は，被告の占有に係る別紙被告製品目録記載の各アンテナを廃棄せよ。\n３  被告は，原告に対し，１４８９万８４００円及びこれに対する本訴状送達の\n日の翌日から支払済みまで年５分の割合による金員を支払え。\n４  訴訟費用は被告の負担とする。\n５  仮執行宣言\n第２  事案の概要\n１  本件は，発明の名称を「アンテナ」とする特許権（登録番号特許第５２１３\n２５０号）を共有する原告が，被告が製造，譲渡等をしている車載用アンテナ\nが，上記特許の請求項１～６に係る発明の技術的範囲に属すると主張して，被\n告に対し，特許法１００条１項に基づく別紙被告製品目録記載の各製品の製造\n等の差止め及び同条２項に基づく同各製品の廃棄を求めるとともに，特許権侵\n害の不法行為に基づく損害賠償請求として，又は，民法７０４条に基づく不当\n利得返還請求として，１４８９万８４００円及びこれに対する不法行為又は催\n告の後である平成３０年５月１６日（訴状送達日の翌日）から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いがない事実又は文中掲記した証拠及び弁論の全趣\n旨により認定することができる事実）\n(1) 当事者\n原告及び被告は，いずれも車載通信機器の製造，販売等を業とする株式会\n社である。\n(2) 原告の有する特許権\n原告は，以下の特許権（以下「本件特許権」といい，これに係る特許を「本\n件特許」という。）を共有している。（甲１，２）\n発明の名称   アンテナ\n登録番 号   特許第５２１３２５０号\n出  願  日   平成２０年１２月１８日（特願２００８－３２２３７３）\n登  録  日   平成２５年３月８日\n(3) 本件特許の特許請求の範囲\n本件特許の特許請求の範囲請求項１～６（以下，請求項１～６に係る発明\nを，それぞれの符号に従い「本件発明１」などといい，併せて「本件各発明」\nという。また，本件特許の願書に添付した明細書及び図面を「本件明細書等」\nという。）は，以下のとおりである。\n【請求項１】\n「底面に給電用筒状部を有するベース体と，ベース体の上側を覆うカバーと，\n前記ベース体に設けられる仮固定用ホルダとを備え，前記仮固定用ホルダは，\n可撓性樹脂で成形されており，前記給電用筒状部の外壁面に沿って下方に延\nびる複数のメインアーム部と，前記メインアーム部に対して下端部にて繋が\nったサブアーム部とを有し，前記サブアーム部は前記下端部が前記サブアー\nム部の撓みの支点となり，前記サブアーム部の上端部は前記メインアーム部\nの外側面よりも外方向に突出した係止爪をなし，かつ前記係止爪は上端に向\nかって肉厚が増加している，アンテナ。」\n【請求項２】\n「請求項１に記載のアンテナにおいて，前記メインアーム部は前記給電用筒\n状部の外壁面の互いに対向する位置にある，アンテナ。」\n【請求項３】\n「請求項１又は２に記載のアンテナにおいて，前記メインアーム部に設けら\nれた開口の内側に前記サブアーム部が形成されている，アンテナ。」\n【請求項４】\n「請求項１乃至３のいずれかに記載のアンテナにおいて，前記給電用筒状部\nの外壁面には凹部が形成され，前記凹部の内側に前記メインアーム部が配置\nされている，アンテナ。」\n【請求項５】\n「請求項１乃至４のいずれかに記載のアンテナにおいて，前記ベース体の底\n面に水密シール用パッドが装着されている，アンテナ。」\n【請求項６】\n「請求項１乃至５のいずれかに記載のアンテナにおいて，被装着パネルの孔\nに前記給電用筒状部を前記被装着パネルの外側面から差し込んだ状態で前記\n係止爪は前記被装着パネルの内側面に引っ掛かり，かつ前記給電用筒状部の\n抜け方向の荷重に対して，前記係止爪は外側に開く構造である，アンテナ。」\n(4) 構成要件の分説\n本件各発明を構成要件に分説すると，次のとおりである（以下，分説した\n構成要件をそれぞれの符号に従い「構成要件１Ａ」などという。）。\n【請求項１】\n１Ａ  底面に給電用筒状部を有するベース体と，\n１Ｂ  ベース体の上側を覆うカバーと，\n１Ｃ  前記ベース体に設けられる仮固定用ホルダとを備え，\n１Ｄ  前記仮固定用ホルダは，可撓性樹脂で成形されており，前記給電用筒\n状部の外壁面に沿って下方に延びる複数のメインアーム部と，前記メイ\nンアーム部に対して下端部にて繋がったサブアーム部とを有し，\n１Ｅ  前記サブアーム部は前記下端部が前記サブアーム部の撓みの支点とな\nり，\n１Ｆ  前記サブアーム部の上端部は前記メインアーム部の外側面よりも外方\n向に突出した係止爪をなし，\n１Ｇ  かつ前記係止爪は上端に向かって肉厚が増加している，\n１Ｈ  アンテナ。\n【請求項２】\n２Ａ  請求項１に記載のアンテナにおいて，\n２Ｂ  前記メインアーム部は前記給電用筒状部の外壁面の互いに対向する位\n置にある，\n２Ｃ  アンテナ。\n【請求項３】\n３Ａ  請求項１又は２に記載のアンテナにおいて，\n３Ｂ  前記メインアーム部に設けられた開口の内側に前記サブアーム部が形\n成されている，\n３Ｃ  アンテナ。\n【請求項４】\n４Ａ  請求項１乃至３のいずれかに記載のアンテナにおいて，\n４Ｂ  前記給電用筒状部の外壁面には凹部が形成され，前記凹部の内側に前\n記メインアーム部が配置されている，\n４Ｃ  アンテナ。\n【請求項５】\n５Ａ  請求項１乃至４のいずれかに記載のアンテナにおいて，\n５Ｂ  前記ベース体の底面に水密シール用パッドが装着されている，\n５Ｃ  アンテナ。\n【請求項６】\n６Ａ  請求項１乃至５のいずれかに記載のアンテナにおいて，\n６Ｂ  被装着パネルの孔に前記給電用筒状部を前記被装着パネルの外側面か\nら差し込んだ状態で前記係止爪は前記被装着パネルの内側面に引っ掛か\nり，\n６Ｃ  かつ前記給電用筒状部の抜け方向の荷重に対して，前記係止爪は外側\nに開く構造である，\n６Ｄ  アンテナ。\n(5) 被告の行為\n被告は，別紙被告製品目録１記載の製品（以下「被告製品１」という。）\nにつき平成２８年１０月から，同目録２記載の製品（以下「被告製品２」と\nいい，被告製品１と併せて「被告製品」という。）につき平成２６年６月か\nら，いずれも現在に至るまで，業として被告製品を製造し，使用し，譲渡し，\n若しくは輸出し，又は譲渡の申出をしている。\n(6) 被告製品の構成\n被告製品の外観等は別紙写真目録記載の各写真のとおりであり，原告は，\n被告製品は以下の構成（以下，それぞれの符号に従い「構成１ａ」などとい\nう。）を有すると主張する（なお，下線部については当事者間に争いがある。）。\n【請求項１に関し】\n１ａ  側面に切溝を有する中空の突出部をその底面に有するアンテナベース\n部と，\n１ｂ  アンテナベース部の上側を覆うアンテナカバーと，\n１ｃ  アンテナベース部に設けられるコの字型部材とを備え，\n１ｄ  前記コの字型部材は，可撓性樹脂で成形されており，前記突出部の外\n壁面に沿って下方に延びる２本のメインアーム部と，前記メインアーム\n部と下端部で繋がったサブアーム部とを有し，\n１ｅ  前記サブアーム部は前記下端部を支点として撓み，\n１ｆ  前記サブアーム部の上端部は前記メインアーム部の外側面よりも外方\n向に突出した爪部及び小片を有し，\n１ｇ  前記爪部は上端に向かって肉厚が増加している\n１ｈ  アンテナ。\n【請求項２に関し】\n２ａ  １ａないし１ｈの構成を有するアンテナであって，\n２ｂ  前記メインアーム部は前記突出部の外壁面の互いに対向する位置にあ\nる，\n２ｃ  アンテナ。\n【請求項３に関し】\n３ａ  １ａないし１ｈ及び２ａないし２ｃの構成を有するアンテナであっ\nて，\n３ｂ  前記メインアーム部に設けられた開口の内側に前記サブアーム部が形\n成されている，\n３ｃ  アンテナ。\n【請求項４に関し】\n４ａ  １ａないし１ｈ，２ａないし２ｃ及び３ａないし３ｃの構成を有する\nアンテナであって，\n４ｂ  前記突出部の外壁面には凹部が形成され，前記凹部の内側に前記メイ\nンアーム部が配置されている，\n４ｃ  アンテナ。\n【請求項５に関し】\n５ａ  １ａないし１ｈ，２ａないし２ｃ，３ａないし３ｃ及び４ａないし４\nｃの構成を有するアンテナであって，\n５ｂ  前記アンテナベース部の底面に防水用のゴム製のパッドが装着されて\nいる，\n５ｃ  アンテナ。\n【請求項６に関し】\n６ａ  １ａないし１ｈ，２ａないし２ｃ，３ａないし３ｃ，４ａないし４ｃ\n及び５ａないし５ｃの構成を有するアンテナであって，\n６ｂ  被装着パネルの孔に前記突出部を前記被装着パネルの外側面から差し\n込んだ状態で前記爪部は前記被装着パネルの内側面に引っ掛かり，\n６ｃ  かつ前記突出部の抜け方向の荷重に対して，前記爪部は外側に開く構\n造である，\n６ｄ  アンテナ。\n３  争点\n被告製品が構成要件１Ｂ，１Ｃを充足することについては，当事者間に争い\nがない。被告は，構成要件２Ａ，２Ｂ，３Ａ，３Ｂ，４Ａ，４Ｂ，５Ａ，５Ｂ，\n６Ａ～６Ｃの充足性を争うが，本件特許の請求項２～６は請求項１の従属項を\n含むことや，「給電用筒状部」（構成要件１Ａ及び１Ｄ）又は係止爪（構成要\n件Ｆ）の充足性と争点が重複することなどに照らすと，本件の実質的な争点は\n次のとおりとなる。\n(1) 被告製品が本件各発明の技術的範囲に属するか（争点１）\nア  被告製品が構成要件１Ａ及び１Ｄを充足するか（争点１－１）\nイ  被告製品が構成要件１Ｅ及び６Ｃを充足するか（争点１－２）\nウ  被告製品が構成要件１Ｆを充足するか（争点１－３）\nエ  被告製品が構成要件１Ｇを充足するか（争点１－４）\n(2) 被告製品による均等侵害の成否（争点２）\n(3) 原告の損害額（争点３）\n第３  争点に関する当事者の主張\n１  争点１（被告製品が本件各発明の技術的範囲に属するか）について\n(1) 争点１－１（被告製品が構成要件１Ａ及び１Ｄを充足するか）について\n〔原告の主張〕\n被告製品は「給電用筒状部」を備えているので，構成要件１Ａ及び１Ｄを\n充足する。\nア  「筒状」について\n「筒状」とは，丸く細長くて中空になっている形状を意味するところ（甲\n８），被告製品の突出部は中空である。「筒状」に該当するために，中空\n部分の断面の形状が円形である必要はなく，その断面の形状がＣ状であり，\n側面に切溝が設けられていたとしても，「筒状」に該当する。被告が特許\n権を有する乙１５の公報にも，「円筒状突出部１３」という名称で，被告\n製品の突出部（下記左図）と同形状の部材（下記右図）が開示されている。\n被告は，被告製品の突出部の切溝にナットの位置決め部材が差し込まれ\nることから，内部空間が中空にならないと主張するが，本件各発明におけ\nる「給電用筒状部」は，アンテナベースに設けられる一つの部材を意味す\nるものであるから，突出部に事後的に取り付けられる別の部材である「ナ\nットの位置決め部材」は，突出部の「筒状」該当性とは関係がない。\nイ  「給電用」について\n本件明細書等の段落【０００４】，【０００５】，【００２７】，【０\n０３４】，【図１】の１１の記載によれば，「給電用筒状部」とは，上記\n【図１】において示されているような，給電線を通すことができるような\n空洞を有する円筒状の部材を意味するものである。下図のとおり，被告製\n品を車体パネルの取付孔に挿入する際に突出部に給電線を通すことがで\nきる（なお，被告製品２についても，突出部を塞ぐバーより下方の部分に\n給電線を通すことはできる。）。被告製品の実装時に給電線を通すのは突\n出部ではなく穴部であるとしても，突出部の空洞に給電線を通すことがで\nきることに変わりがないから，「給電用」筒状部に該当する。\n「給電用筒状部」の側面に切溝が設けられたアンテナにおいても，「給\n電用筒状部」及び給電線を車体パネルの取付孔に挿入する際には，給電線\nを「給電用筒状部」の空洞に一旦通して，その後，給電線を「給電用筒状\n部」の側面の切溝から出すのが通常である（甲１２）。また，給電（電力\nの供給）は，アンテナが車体に取り付けられた後に初めて問題となるのに\n対し，本件各発明は，アンテナの取付作業性の改善を図ることが可能なア\nンテナの提供を目的とするものであるから，「給電用筒状部」が給電のた\nめに用いられるか否かは，本件各発明の作用効果とは関係がない。そのた\nめ，アンテナの車体への取付けが完了した状態で給電線が円筒の空洞を通\nっているかどうかは，「給電用筒状部」該当性に影響しない。\n「～用」という表現は，その物が当該用途で実際に使用されていなくと\nも，当該用途で使用するのに適した形状等を備えている場合にも広く用い\nられるのであり，実際に当該用途に使用される場合のみ侵害が成立すると\n解すべき理由はない。「給電用」筒状部についても，給電線を通すことが\nできるような空洞を有する円筒状の部材であれば「給電用筒状部」に該当\nするのであって，実際に給電線が通されているかどうかは無関係である。\nウ  以上のとおり，被告製品の突出部は，「給電用筒状部」に該当するから，\n構成要件１Ａ及び１Ｄを充足する。\n〔被告の主張〕\n被告製品の突出部は，筒状ではなく，給電線を通すものでもないから，被\n告製品は構成要件１Ａ及び１Ｄが規定する「給電用筒状部」を備えていない。\nア  「筒状」について\n「筒状」は，丸く細長くて中空になっている形状，管を意味するところ，\n下記左図のとおり，被告製品の突出部の，四角柱状に内部空間が切り取ら\nれた断面視Ｃ状の形状は，丸くなく，管でない上，被告製品の突出部は，\n下記右図のとおり，その側面に有する切溝に差し込まれるナットの位置決\nめ部材により，内部空間が車体側端部から７ｍｍのところでアンプ基板側\nと隔てられており，内部空間が中空となっていないから，「筒状」に該当\nしない。\nイ  「給電用」について\n「給電用筒状部」とは，その文言に忠実に，受信した電気信号を車体内\nへ供給するために用いられるものと解すべきであり，本件明細書等の段落\n【０００３】，【０００４】，【００２７】においても，「給電用筒状部」\nは，中空となっている筒状であり，そこに給電線（同軸ケーブル等）が通\nされ，給電のために用いられるものと記載されている。そのため，給電線\nを通すことができるようなものであれば「給電用」に該当するとの原告の\n主張は失当である。\n被告製品のベースの底面は，下図のとおり，給電線を通す穴部と，該穴\n部とは別に設けられた，ナットの位置決め用の凹部が形成された突出部が\n存在するのみで，「中空となっている筒状であり，そこに給電線（同軸ケ\nーブル等）が通され，給電のために用いられる」部材は存在しない。\n仮に，原告主張のように解するとしても，被告製品１の突出部は，前記\nのとおり，切溝に差し込まれるナットの位置決め用部材により内部空間が\n車体側の端部から約７ｍｍのところでアンプ基板側と隔てられており，中\n空となっていない（乙１，１２，１３）ため，給電線が通すためにはかな\nり強い力をかけて切溝側に引っ張る必要がある上，被告製品２については，\n突出部の内部空間がアンプ基板側の金属ベースの一部であるバーで塞が\nれているため，給電線を通すことができない。\nウ  以上のとおり，被告製品の突出部は，「給電用筒状部」に該当せず，構\n成要件１Ａ及び１Ｄを充足しない。\n(2) 争点１－２（被告製品が構成要件１Ｅ及び６Ｃを充足するか）について\n〔原告の主張〕\n被告製品のサブアーム部は，「前記下端部が前記サブアーム部の撓みの支\n点となり」及び「係止爪は外側に開く構造である」との構成を備えるので，\n構成要件１Ｅ及び６Ｃを充足する。\nア  従来例の仮固定用ホルダにおいて，抜け力と挿入力とは，一方を向上さ\n突出部  穴部\n給電線\nコの字型部材\nアンテナベース部\nせると他方を犠牲にせざるを得ない，いわばトレードオフの関係にあった\nところ，本件発明１は，挿入時にサブアーム部がメインアーム部と独立し\nて下端を支点として内側に撓む（揺動する）ことから，係止爪の引っ掛か\nり量を多くして抜け力を強くしたとしても，挿入力の増加を防止すること\nができるようにし，従来例の仮固定用ホルダにおける前記のトレードオフ\nの関係を技術的に解消し，「挿入力は弱いままで，抜け力を強くすること\nが可能で，取付作業性の改善を図ることが可能なアンテナを提供すること」\n（本件明細書等の段落【００１５】）を可能にしたものである。これに，\n請求項６では，係止爪（サブアーム部）が外側に開く構造であるという限\n定がなされているのに対し，請求項１にはそのような限定は存在しないこ\nとも踏まえると，構成要件１Ｅにおける「撓み」とは，サブアーム部が下\n端を支点として少なくとも挿入時にメインアーム部の方向（内側）に向か\nって撓めば足り，メインアーム部と反対の方向（外側）への撓みの有無は\n問題とならないと解される。\n被告製品のサブアーム部は内側に撓むから，構成要件１Ｅを充足する。\nイ  仮に，被告主張のように，構成要件１Ｅの「サブアーム部の撓み」が外\n側への撓みも含むと解されるとしても，被告製品のサブアーム部は外側に\n撓むから，構成要件１Ｅを充足する。\n被告製品において，メインアーム部と突出部との間には間隙があり，ま\nた，サブアーム部とルーフとの間にも間隙があるから，サブアーム部は，\n車体の取付孔に挿入された被告製品に対して抜け方向の荷重が加わった際，\nメインアーム部と反対の方向（外側）に撓む（甲５，６）。「撓む」とは，\n機械用語としては，荷重を受けて変位を生ずることを指すものとして用い\nられており（甲１９），変位の大きさを問わない。被告製品においては，\n抜け方向の荷重が加わった際，サブアーム部に外側方向の変位が生じてい\nるから，「撓み」に該当する。\n被告は，サブアーム部は車体のルーフとサブアーム部の隙間の約０．３\nｍｍの範囲でしか外側に動かず，「撓み」に該当しないと主張するが，メ\nインアーム部と突出部との間にも０．４ｍｍの隙間があり，サブアーム部\nは，サブアーム部自体の外側への撓み（０．３ｍｍ）とメインアーム部の\n内側への撓み（０．４ｍｍ）とがあいまって，車体のルーフとサブアーム\n部との隙間を超えて外側に向かって撓んでいるということができる。\nウ  以上のとおり，被告製品は「サブアーム部の撓み」を有し，また，「係\n止爪が外側に開く構造」を備えるものであるから，構成要件１Ｅ及び６Ｃ\nを充足する。\n〔被告の主張〕\n被告製品のサブアーム部は，外側に撓まないから，「サブアーム部の撓み」\n及び「係止爪は外側に開く構造」を有するものではなく，構成要件１Ｅ及び\n６Ｃを充足しない。\nア  構成要件１Ｅの「サブアーム部の撓み」は，挿入性の向上を図るという\n課題解決のための突出量が減じる方向（内側）への撓み（本件明細書等の\n段落【００２９】，【００３２】，【００３６】）及び仮保持状態におけ\nるアンテナ保持力の向上を図るという課題解決のための突出量が増す方\n向（外側）への撓み（同【００２９】，【００３３】，【００３７】）の\n両方をいうと解釈される。本件明細書等の段落【０００９】では，従来例\nの仮固定用ホルダ３０のアーム部３２は，内側には撓むが外側に拡がる機\n能（撓み機能）はないため抜け力が弱いという課題が指摘されており，本\n件発明１は，サブアーム部を外側にも撓ませることを用いることで，挿入\n力は弱いまま，抜け力を強くすることを可能にしたものである。\n原告主張のように，外側への撓みの有無にかかわらず，内側に撓めば構\n成要件１Ｅの「サブアーム部の撓み」に該当するとの解釈は，請求項にお\nいて，発明の詳細な説明に記載された従来技術の課題を解決するための手\n段が反映されていないことになるので誤りである。\nイ  被告製品のサブアーム部は，サブアーム部が抜け方向と垂直な方向（メ\nインアーム部と反対の方向）へ撓むのを防止するフック部を有するので，\nメインアーム部と反対の方向（外側）には撓まない。\n「撓む」とは，固い棒状・板状のものが，加えられた強い力によってそ\nり曲がった形になること，しなうことを意味する（乙７）。そして，本件\n発明１の規定する「撓み」は抜け力を強くするためのものであるから，抜\nけ力を強くすることにならない動きは「撓み」に該当しない。被告製品の\nコの字型部材は，車体のルーフとサブアーム部（フック部）との隙間０．\n３ｍｍの限りで微動するのみであって，そり曲がった形になったり，しな\nったりせず，抜け力を強くするものではない。\n原告は，メインアーム部が，メインアーム部と突出部の隙間０．４ｍｍ\n分内側に撓む動きとあいまって，車体のルーフとフック部との隙間を超え\nて外側に撓むと主張するが，サブアーム部の外側への動きは０．３ｍｍを\n超えるものではなく，メインアーム部が突出部に当たるまで内側に微動す\nることはあっても，撓むことはない。\n被告製品においては，サブアーム部の上端部にフック部を設けているこ\nとから，積極的にサブアーム部の下端部が外側に撓むことを防いでおり，\n被告製品の抜け力が強くなるのは，フック部が車体パネルの穴の側面部に\n当たった状態で踏ん張るからであり，このことは，被告が乙１４で行った\n実験からも明らかである。\nウ  以上のとおり，被告製品のサブアーム部は外側に撓まないから，「サブ\nアーム部の撓み」及び「係止爪は外側に開く構造」を有さず，構成要件１\nＥ及び６Ｃを充足しない。\n(3) 争点１－３（被告製品が構成要件１Ｆを充足するか）について\n〔原告の主張〕\n被告製品は，「爪部」又は「爪部及びフック部」のいずれを「係止爪」と\n解しても「サブアーム部の上端部は…メインアーム部の外側面よりも外方向\nに突出した係止爪をなし，」との構成を備えるので，構成要件１Ｆを充足す\nる。\nア  爪部を「係止爪」とする場合\n「サブアーム部の上端部」という文言は，「下端部」の逆側であるサブ\nアーム部の上側の，中心から遠い外に近い部分を意味する。サブアーム部\nの「上端」が係止爪をなす必要があるのは，本件各発明の作用効果を奏す\nるためには，車体パネルの内側面に係止爪の上端が当たって，サブアーム\n部が下端部を支点として撓まなければならないから（本件明細書等の段落\n【００３３】）である。そうすると，本件各発明における「上端」につい\nては，最上端を意味するという狭い解釈をする必要はなく，係止爪の上面\nが車体パネルの内側面に当たってサブアーム部が撓む程度の上方であれ\nば足りる。\n被告製品の爪部は，サブアーム部の上側の中心から遠い外に近い部分に\n位置しており，爪部の上面が車体パネルの内側面に当たってサブアーム部\nが下端部を支点として撓むから，サブアーム部の「上端」に存在するとい\nうことができ，構成要件１Ｆを充足する。\nイ  爪部及びフック部を「係止爪」とする場合\nフック部（原告は「小片」と呼称するが，以下「フック部」で統一する。）\nは，車体パネルの側面に引っ掛かり，爪部と共に車体パネルを係止する部\n材であるから，フック部及び爪部が全体として「係止爪」に該当する。そ\nして，フック部及び爪部は，サブアーム部の上側の中心から遠い外に近い\n部分に位置し，「メインアーム部の外側面よりも外方向に突出し」ている\nので，構成要件１Ｆを充足する。\nウ  したがって，被告製品は構成要件１Ｆを充足する。\n〔被告の主張〕\n被告製品は，以下のとおり，「サブアーム部の上端部は…メインアーム部\nの外側面よりも外方向に突出した係止爪をなし」との構成を備えていないの\nで，構成要件１Ｆを充足しない。\nア  爪部が「係止爪」に当たるとする主張について\n被告製品において，サブアーム部の上端部にあるのはフック部であると\nころ，当該フック部は車体パネルの内側面に引っ掛かってアンテナを仮保\n持する係止爪をなしていない。原告が「爪部」と称する部分はサブアーム\n部の「中心付近の中腹部」に位置しており，サブアーム部の上端に係る部\n分，すなわち「中心から遠い外に近い部分」に位置していない。\nサブアーム部\n上端\nフック部\nイ  爪部及びフック部が「係止爪」に当たるとする主張について\n原告がいうところの「爪部及びフック部を合わせた全体」は，下図のと\nおり，サブアーム部の「上半分」であって，サブアーム部の「中心から遠\nい外に近い部分」に位置していない。\n原告がいうところの「爪部及びフック部の全体」がサブアーム部の上半\n分をなしている被告製品の構成では，仮保持状態におけるアンテナ保持力\nの向上を図るという効果を奏する，突出量が増す方向（外側）への撓み作\n用を奏するような位置において，その作用効果を奏するような形状をなし\nているといえない。\n中腹部\nＡ\n上端  フック部\nサブアーム部\n下端部\nまた，被告製品の「サブアーム部の上の端に係る部分」は，メインアー\nム部の外側面から外方向へ約０．４ｍｍ程度はみ出ているという程度であ\nり，「突出」しているとはいえない。\nウ  したがって，被告製品は構成要件１Ｆを充足しない。\n(4) 争点１－４（被告製品が構成要件１Ｇを充足するか）について\n〔原告の主張〕\n被告製品は，以下のとおり，「爪部」又は「爪部及びフック部」のいずれ\nを「係止爪」と捉えても，「係止爪は上端に向かって肉厚が増加している」\nとの構成を備えるので，構成要件１Ｇを充足する。\nア  爪部と「係止爪」とする場合\n爪部は，上端に向かって肉厚が増加している。\nイ  爪部及びフック部を「係止爪」とする場合\n係止爪のうち，爪部の部分は，上端に向かって肉厚が増加している。\nサブアーム部\nサブアーム部の\n上端部\n被告は，爪部及びフック部の全体が上端に向かって肉厚が増加している\n必要があると主張するが，特許請求の範囲において，肉厚の増加が係止爪\nの全体にわたるという限定は付されていない。また，「係止爪は上端に向\nかって肉厚が増加している」という構成要件１Ｇの技術的意義は，①サブ\nアーム部（係止爪）の強度が増してサブアーム部自体が撓むことなく，サ\nブアーム部は下端部を支点として揺動することとなるから，車体パネルの\n孔に対して小さな挿入力で容易に挿入することができる点，②サブアーム\n部が上端に向かって肉厚が増加しておりサブアーム部自体が撓むことが\nないため，挿入後の抜け力を十分大きく確保することができる点，③サブ\nアーム部が上端に向かって肉厚が増加しているため，突出量を多めに設定\nすることが可能となり，抜け力を増大させることができる点に存すること\nを考慮すれば，「係止爪」のうち，挿入時に車体パネルの外側面に接する\n部分及び抜け方向の荷重が加わった際に車体パネルの内側面が接する部\n分において「上端に向かって肉厚が増加してい」れば足りる。\nウ  したがって，被告製品は構成要件１Ｇを充足する。\n〔被告の主張〕\n被告製品は，以下のとおり，「爪部」又は「爪部及びフック部」のいずれ\nを「係止爪」と捉えても，「係止爪は上端に向かって肉厚が増加している」\nとの構成を備えていないので，構成要件１Ｇを充足しない。\nア  爪部が「係止爪」に当たるとする主張について\n前記(3) 〔被告の主張〕アのとおり，爪部は「係止爪」に該当しない。\nイ  爪部及びフック部が「係止爪」に当たるとする主張について\n構成要件１Ｇは，文言上，係止爪が「上」の「端」に向かって肉厚が増\n加しているものと一義的かつ明確に解釈される。原告は，文言を離れて，\n係止爪が上に向かって肉厚が増加している部分を含めば足りるものと拡\n張解釈している。\n被告製品の「爪部及びフック部を合わせた全体」は，下図のとおり，中\n腹部から図中に示すＡの部分まで一定の肉厚であり，Ａの部分から上端に\n向かって肉厚が減少するものであって，「上」の「端」に向かって肉厚が\n増加していない。\nウ  したがって，被告製品は構成要件１Ｇを充足しない。\n２  争点２（被告製品による均等侵害の成否）について\n〔原告の主張〕\n仮に，被告製品の爪部を「係止爪」と解した上で，爪部がサブアーム部の上\n端部にあるといえないので文言侵害が成立しないとしても，被告製品は本件発\n明１の構成と均等なものとしてその技術的範囲に属するから，同製品について\n均等侵害が成立する。\n(1) 第１要件（非本質的部分）について\n本件明細書等（甲２）の各記載によれば，本件特許の出願時における従来\n技術は，「アーム部の下端部の肉厚を変化させることで係止爪を一体に形成\nしている構造」の「仮固定用ホルダ」を用いたものであり，このような係止\n爪の形状であると，抜け力が３０Ｎと弱く，作業の仕方によっては外れてし\nまうことがあり，他方で，抜け力を強くするには，係止爪の引っ掛かり量を\n中腹部\nＡ\n上端  フック部\nサブアーム部\n下端部\n多くする方法があるが，そうすると，挿入力が強くなり作業性が悪化すると\nいう課題が存在していた。\nそこで，本件発明１は，可撓性樹脂で成形した仮固定用ホルダに複数のメ\nインアーム部及びメインアーム部と下端部で繋がったサブアーム部を設け，\n当該下端部をサブアーム部の撓みの支点とし，サブアーム部の係止爪を上端\nに向かって肉厚が増加する形状とするという構成とすることで，上記課題を\n解決しようとしたものであり，これらの構成が本件発明１の本質的部分に該\n当する。\n被告製品の爪部には，その上側にフック部が付属しているが，フック部が\n存在していたとしても，仮固定用ホルダを車体パネルの孔に装着した状態で，\n係止爪が車体パネルの内側面に引っ掛かり，サブアーム部が下端部を支点と\nして撓むことには変わりがないから，フック部の有無という相違は本件発明\n１の本質的部分ではない。\n被告製品は，フック部による抜け力の更なる向上という原理を利用してい\nるか否かにかかわらず，少なくとも本件発明１の課題解決原理を利用してい\nる。本件発明１は，挿入時にサブアーム部がメインアーム部と独立して下端\nを支点として内側に撓む（揺動する）ことから，係止爪の引っ掛かり量を多\nくしたとしても，挿入力の増加を防止することができるという手段により課\n題（本件明細書等の段落【００１４】）を解決したものであり，サブアーム\n部が外側へ撓む構造は，本件発明１ではなく本件発明６の課題解決手段であ\nる。\nしたがって，被告製品のサブアーム部にフック部が付属しているかどうか\nは本件発明１の本質的部分とは関係がないので，被告製品は，均等の第１要\n件を充足するものである。\n(2) 第２要件（置換可能性）について\n本件発明１の係止爪をフック部が付属する係止爪と置き換えたとしても，\n被告製品のサブアーム部が下端部を支点として撓むことに変わりはなく，ま\nた，係止爪の突出量を増大させることができることにも変わりはないから，\n第２要件を充足する。\n(3) 第３要件（置換容易性）について\nア  本件特許の出願日後，被告が被告製品のうち製造時期の早い被告製品２\nを製造した平成２６年６月までには，フック部を付属させた係止爪を有す\nる車載用アンテナの仮固定用ホルダが開示されている（甲２０～２３）か\nら，本件発明１の構成を被告製品の構成に置換することは当業者において\n容易であった。\nイ  被告は，本件発明１の爪部にフック部を付属させることにより，抜け力\nが３０～１１０Ｎ程度大きくなり，顕著な効果を奏すると主張する。\n(ｱ) しかし，そもそも，被告製品が本件発明１と同様の作用効果を奏した\n上で，更に付加的な効果を有するとしても，そのことは均等の第３要件\nの充足を否定するものではない上，仮にフック部によって抜け力が向上\nするとしても，そのような抜け力は車載用アンテナに求められる抜け力\nとしては過剰であり，顕著な効果とはいうことはできない。\n(ｲ) 被告は，フック部を付属させることによる顕著な効果として乙５に係\nる実験結果（以下「乙５実験」という。）を挙げるが，同実験は，単に\n被告製品の抜け力と原告の製品の抜け力とを比較したものにすぎず，両\n製品の仮固定用ホルダは，その構造，形状，寸法等が全く異なる上，乙\n５は，サンプル数が少なく，かつ，当該サンプルにおける抜け力のばら\nつきも非常に大きいから，乙５実験は，被告の主張する上記効果はもと\nより，その前提となる被告製品の抜け力すらも証明するものではない。\n(ｳ) 被告は，フック部を付属させることによる顕著な効果として乙１４に\n係る実験（以下「乙１４実験」という。）も挙げるが，同実験に使用さ\nれたサンプル②（フック部を「カット」加工したもの）は，「カット」\n加工の具体的な方法が不明であり，サブアーム部とメインアーム部との\n接続部は厚みが薄いことから，「カット」加工の際に当該接続部に力が\n加わることによって，当該接続部の耐久性が損なわれる可能性が高い。\nまた，乙１４実験では，サンプル②の片方の爪部だけがルーフパネルに\n当たって先に折れることがあるようであるが，爪部を２つ同時に折るよ\nり１つずつ折る方が必要な力は小さくなるから，両方の爪部が同時にル\nーフパネルに当たらないような実験方法は不適切である。そのため，乙\n１４実験に基づいてフック部の有無による抜け強度の差を判断するこ\nとはできない。\nウ  被告は，爪部にフック部を設けることによって，抜け力を大きくしたま\nま，爪部の引っ掛かり量を減らすことができ，挿入力を小さくすることが\nできると主張するが，車載用アンテナの一般的な仕様においては，本件各\n発明の実施品である原告のアンテナが有する１Ｎ程度の挿入力で十分であ\nり，それ以上に挿入力を小さくすることは求められないから，そもそも有\n利な効果ということはできない。挿入力の減少は，引っ掛かり量を小さく\nすることによる効果であって，フック部を付属させること自体の効果では\nない。\nエ  したがって，第３要件を充足する。\n(4) 第５要件（特段の事情の不存在）について\n被告は，原告を含む本件特許の出願人が特許出願過程において提出した平\n成２４年１１月１９日付け意見書（乙６。以下「乙６意見書」という。）に\nおいて，「引用発明３における爪部２８ａ，２８ｂは下部の肉厚が増加して\nいますが，これは単に段部を複数形成するためであり，本願発明のようにサ\nブアーム部の下端部（肉厚の薄い部分）を支点として揺動させたり，上端を\n厚肉にして引っ掛かり量を増加させたりする目的，構成ではありません。」\nと述べたことを根拠に，爪部の上にフック部が存在する構成を意識的に除外\nしたと主張する。\nしかし，乙６の上記記載は，本件各発明と「引用発明３」（甲１６。以下\n「甲１６発明」という。）の差異について説明するため，甲１６発明の【図\n２】の爪部２８ａ，２８ｂの側面の段差は単に段部を複数形成するためであ\nり，引っ掛かり量を増加させる目的，構成ではないことを述べるものであっ\nて，引っ掛かり量を増加させる構成の位置について言及するものではない。\nそのため，乙６意見書の前記記載は，被告製品の構成を意識的に除外するも\nのではない。\nしたがって，第５要件を充足する。\n【図２】\n【図５】\n【図１０】  【図１１】\n〔被告の主張〕\n本件発明１と被告製品は，爪部がサブアーム部の上端部に位置せず，構成要\n件１Ｆの「係止爪」に該当しない点において相違しているところ，かかる相違\n点については，以下のとおり，均等侵害の要件を充足しない。\n(1) 第１要件（非本質的部分）について\n本件発明１は，仮保持状態におけるアンテナ保持力の向上を図るという課\n題解決のために，サブアーム部が，突出量が増す方向（外側）へ撓むように\nサブアーム部の上端部が係止爪をなすように構成し，サブアーム部の上端部\nのメインアーム部からの突出量（被装着パネルへの引っ掛かり量）を多めに\n設定可能にするものであるから，サブアーム部の上端部がフック部をなすよ\nうに構成するのではなく，係止爪をなすように構成することは，本件発明１\nの本質的部分である。\n本件発明１において，挿入力は弱いままで，抜け力を強くするという従来\n技術の課題を解決するために必須の構造は，給電用筒状部の外壁面に沿って\n下方に延びる複数のメインアーム部に対して下端部にて繋がったサブアーム\n部があり，その下端部がサブアーム部の撓みの支点となり，また，その上端\n部が上端に向かって肉厚が増加している係止爪をなすというものである。そ\nのため，本件発明１の特許請求の範囲の記載のうち，従来技術に見られない\n特有の技術的思想を構成する特徴的部分は，構成要件１Ｅ，１Ｆ及び１Ｇで\n特定される構造である。\nこれに対し，被告製品は，同各構成要件に係る構造を有していない。サブ\nアーム部の上端部がフック部をなすように構成され，サブアーム部が抜け力\nを十分大きく確保できる程度に外側に拡がらない構成である被告製品は，抜\nけ力を強くする原理が本件発明１と根本的に異なっている。\nしたがって，被告製品は第１要件を充足しない。\n(2) 第２要件（置換可能性）について\n本件発明１のサブアーム部の上端部が係止爪をなすように構成する構造を，\n被告製品のようにサブアーム部の上端部がフック部をなすように構成すると，\n抜け力を十分大きく確保できる程度の外側への撓みが阻害されるので，サブ\nアーム部が外側へ撓むようにするとともに，サブアーム部の上端部のメイン\nアーム部からの突出量を多めに設定可能にすることで，仮保持状態における\nアンテナ保持力の向上を図るという課題を解決することができなくなる。そ\nのため，相違する構成を被告製品に係る構成と置き換えると，本件発明１の\n目的を達することができなくなり，同一の作用効果を奏さない。\nしたがって，被告製品は第２要件を充足しない。\n(3) 第３要件（置換容易性）について\nア  本件発明１において，サブアーム部の上端部が係止爪をなす構成は，本\n件発明１の課題解決との関係で本質的部分に当たるから，本件発明１のサ\nブアーム部の上端部が係止爪をなす構成に替えてサブアーム部の上端部が\nフック部をなす構成を適用するのには阻害要因が存在し，組合せの動機付\nけが存在しない。原告が指摘する甲２１～２３に関しては，メインアーム\n部と下端部で繋がったサブアーム部を示すものではないから，本件発明１\nに組み合わせたとしても，被告製品の構成に至らない。\nイ  本件発明１の実施品である原告製品と被告製品を比較した乙５実験では，\n被告製品の方が，抜け力が３０～１１０Ｎ程度大きい。また，サブアーム\n部の上端部がフック部をなすように構成されているサンプル①（被告製品\nの構造）と，フック部に加工を加えて除いたサンプル②（本件発明１の構\n造）とを比較した乙１４実験では，サンプル①の方が，抜け力が１５４Ｎ\n程度大きくなる。これは，サンプル①では，フック部がルーフ穴（車体パ\nネルの穴）の側面部に当たった状態で一度踏ん張った後，フック部は残っ\nた状態でサブアーム部の根元が破損又は破断して抜けるのに対し，サンプ\nル②は，係止爪が捲れ上がる状態で破損して抜けるという，それぞれにお\nいて抜け力が加わった場合の抜け方が異なることに起因する。このように，\n被告製品は，本件発明１に係る構成に比して抜け力をより強くする点で顕\n著な効果を奏するから，被告製品の製造等の時点において，当業者は，相\n違する構成を被告製品に係る構成と置き換えることに容易に想到すること\nはできなかったというべきである。\n原告は，乙１４実験のサンプル②において，先に一方の爪部だけがルー\nフパネルに当たって折れてしまうことがある点につき，実験方法が不適切\nであると主張するが，そのようなことは実装時にも生じることであり，フ\nック部がないことによる抜け強度への影響の一つであって，実験の適否の\n問題ではない。\nウ  被告製品においては，サブアーム部の上端部がフック部をなすように形\n成され，フック部による抜け力向上効果が存在することにより，爪部の引\nっ掛かり量を小さくすることができ，その上，フック部の上端部に肉厚が\n減少している部分があることでメインアーム側に撓むため，挿入力を小さ\nくすることができるという有利な効果を奏するから，当業者が，被告製品\nの製造等の時点において容易に想到することができたということはできな\nい。\nエ  したがって，被告製品は第３要件を充足しない。\n(4) 第５要件（特段の事情の不存在）について\n原告は，本件発明１の特許出願手続における乙６意見書において，「引用\n発明３における爪部２８ａ，２８ｂは下部の肉厚が増加していますが，これ\nは単に段部を複数形成するためであり，本願発明のようにサブアーム部の下\n端部（肉厚の薄い部分）を支点として揺動させたり，上端を厚肉にして引っ\n掛かり量を増加させたりする目的，構成ではありません。」と述べ，特許請\n求の範囲から，サブアーム部の上端を厚肉にせず，引っ掛かり量を増加させ\nない構成を意識的に除外した。被告製品は，サブアーム部の上端部において，\n上端に向かって肉厚が減少するフック部を採用したものであり，サブアーム\n部の肉厚部分では引っ掛かり量を増加させない構成である。\nしたがって，被告製品は第５要件を充足しない。\n３  争点３（原告の損害額）について\n〔原告の主張〕\n(1) 不法行為に基づく損害賠償請求\nア  特許法１０２条３項により推定される損害額\n被告は，遅くとも平成２８年１０月から被告製品１の製造，販売を開始\nしており，現在までの期間における売上げは９８８０万円を下らない。\n被告は，遅くとも平成２６年６月から被告製品２の製造，販売を開始し\nており，現在までの期間における売上げは７０５０万円を下らない。\n本件特許に係る実施料率は８％を下らない。\nそうすると，特許法１０２条３項による原告の損害額は，上記の売上げ\nの合計額（１億６９３０万円）に上記実施料率（８％）を乗じて算出され\nる１３５４万４０００円を下らない。\nイ  弁護士費用\n本件訴訟追行に当たって相当な弁護士費用は，前記アの１０％である１\n３５万４４００円である。\nウ  よって，原告が被告に対して有する不法行為に基づく損害賠償請求権は，\n前記ア及びイの合計額である１４８９万８４００円を下らない。\n(2) 不当利得返還請求（予備的請求）\n仮に不法行為を理由とする損害賠償請求権が存在しないとしても，被告が\n原告に対して本来支払うべきであった実施料相当額は，上記(1)記載の金額を\n下らない。よって，原告は，被告に対し，本件特許の実施料相当額として，\n少なくとも１３５４万４０００円の不当利得返還請求権を有する。\n〔被告の主張〕\n原告主張の損害額は争う。原告は，本件特許権についてトヨタ自動車株式\n会社との共有を主張しており，両者の持分割合は相等しいものと推定される\nから，原告の金銭の支払に係る請求は，その半額に係る請求について主張自\n体失当である。\n第４  当裁判所の判断\n１  本件発明の内容\n(1) 本件明細書等（甲２）には次の各記載がある。\nア  技術分野\n「本発明は，ＡＭ／ＦＭ電波受信等に使用されるアンテナに係り，とく\nに車載用等に適した構造のアンテナに関する。」（段落【０００１】）\nイ  背景技術\n「図５（Ａ）,（Ｂ）はこのような車載用のアンテナの従来例であり，底\n面に給電用筒状部１１及び回り止め凸部１３を有するベース体１０と，ベ\nース体１０上に支持された図示しない回路基板と，ベース体１０の上側及\nび回路基板を覆うカバー２０と，ベース体１０に固定される仮固定用ホル\nダ３０と，ベース体１０の底面に装着される水密シール用弾性パッドとし\nてのゴムパッド４０とを備えている。」（段落【０００３】）\n【図５】\n「カバー２０の上部には，ネジ部２１が設けられており，仮想線で示す\nロッドアンテナ又はヘリカルコイル等のアンテナ素子部２５が連結され\nるようになっている。給電用筒状部１１は前記回路基板及びアンテナ素子\n部に接続する図示しない給電線（同軸ケーブル等）を通すために中空であ\nる。」（段落【０００４】）\n「仮固定用ホルダ３０は車体パネル５０（例えば車体ルーフ）の取付孔\n５１に給電用筒状部１１を差し込んだときに，給電用筒状部１１の外周に\n形成された雄ネジ部１１ａにナットを螺合してベース体１０を車体パネ\nル５０に固定するまでの間に，ベース体１０が取付孔５１から抜けてしま\nわないように仮止めするための部材である。この仮固定用ホルダ３０は，\n図６（Ａ）,（Ｂ）に示すように，取付基部３１と，一対のアーム部３２と，\nアーム部下端部に肉厚を変化させることで一体に形成された係止爪３３\nとを有している。」（段落【０００５】）\n「図５（Ｂ）のように，仮固定用ホルダ３０の取付基部３１はネジ３５\nでベース体１０に固定されており，アーム部３２は給電用筒状部１１の外\n壁面に沿って下方に延びる配置である。給電用筒状部１１の外壁面にはア\nーム部３２の内側への撓み動作の妨げとならないように，凹部１２が形成\nされている。つまり，凹部１２によってアーム部３２と給電用筒状部１１\nの外壁面との接触を回避している。」（段落【０００６】）\n「カバー２０はベース体１０の底面側よりネジ２６でベース体１０に固\n定され，その際にゴムパッド４０もベース体１０の底面側に取り付けられ\nる。」（段落【０００７】）\n「図７（Ａ）,（Ｂ）を用いて従来例のアンテナを車体パネル５０に取り\n付ける際の仮固定用ホルダ３０の作用を説明する。」（段落【０００８】）\n【図７】\n「図７（Ａ）のように，アンテナ挿入時にはアーム部３２のみが撓む（ベ\nンディングする）。とくにアーム部３２のＪ部が撓む。これにより，車体\nパネル５０の外側面から取付孔５１に挿入されたアーム部３２の係止爪\n３３は外側のテーパーがガイドとなりアーム部３２を内側に撓ませて取\n付孔５１を通過し，図７（Ｂ）のように車体パネル５０の内側面に引っ掛\nかってアンテナを仮保持する。図７（Ｂ）のように挿入後，アンテナ上方\n向（抜け方向）に荷重が加わったとき，係止爪３３の部分Ｋには撓み機能\n（外側に拡がる機能）はないため，抜け力（抜くのに必要な力）を十分大\nきく確保することは困難である。」（段落【０００９】）\n「図５（Ｂ）は給電用筒状部１１及びアーム部３２を車体パネル５０の\n取付孔５１に挿入した仮保持状態を示し，この仮保持状態では水密シール\n用弾性パッドとしてのゴムパッド４０はベース体１０と車体パネル５０\n間に介在する。この仮保持状態において，図示しないナットを給電用筒状\n部１１の外周面の雄ネジ部１１ａに螺合し締め付けることで，アンテナの\n車体パネル５０への最終的な固定を行う。」（段落【００１０】）\n「このように，アンテナに仮固定用ホルダ３０を設けておくことで，従\n来，１人の作業員が車体パネル５０の外側からその取付孔５１にアンテナ\nの給電用筒状部１１を挿入保持し，別の作業員が車体パネル５０の内側か\nらアンテナのネジ止め作業を行っていたのを，１人の作業員のみで済ませ\nることが可能になった。」（段落【００１１】）\nウ  発明が解決しようとする課題\n「ところで，上記アンテナの仮固定用ホルダに要求されることは，アン\nテナを車体パネル等の被装着パネルに取り付ける際はスムーズに取付孔\nに挿入可能で被装着パネルに搭載でき，その後のネジ止め工程（例えばナ\nット締め付け工程）において作業中にアンテナが完全に外れないことであ\nる。つまり，\n挿入力（挿入時に必要な力）  →  極力弱く\n抜け力（抜くのに必要な力）  →  極力強い\nことが要求される。」（段落【００１３】）\n「上記従来例の仮固定用ホルダでは，アーム部の下端部の肉厚を変化さ\nせることで係止爪を一体に形成している構造であり，この係止爪形状であ\nると，抜け力が約３０Ｎと弱く，作業の仕方によっては外れてしまうこと\nがあった。抜け力を強くするには，係止爪の引っ掛かり量を多くする方法\nがあるが，そうすると，挿入力が強くなり作業性が悪化する問題がある。」\n（段落【００１４】）\n「本発明はこうした状況を認識してなされたものであり，その目的は，\n挿入力は弱いままで，抜け力を強くすることが可能で，取付作業性の改善\nを図ることが可能なアンテナを提供することにある。」（段落【００１５】）\nエ  発明の効果\n「本発明に係るアンテナによれば，車体パネル等の被装着パネルに対す\nる挿入力は弱いままで，抜け力を強くすることが可能で，アンテナの被装\n着パネルへの取付作業性の改善を図ることが可能である。」（段落【００\n２５】）\nオ  発明を実施するための最良の形態\n「図１（Ａ）,（Ｂ）及び図２は本発明の実施の形態に係るアンテナの全\n体構成であり，底面に給電用筒状部１１及び回り止め凸部１３を一体に有\nする金属製ベース体１０と，ベース体１０上に支持された図示しない回路\n基板と，ベース体１０の上側及び回路基板を覆う樹脂製カバー２０と，ベ\nース体１０に固定される樹脂製仮固定用ホルダ６０と，ベース体１０の底\n面に装着される水密シール用弾性パッドとしてのゴムパッド４０とを備え\nており，仮固定用ホルダ６０以外の構成は図５（Ａ）,（Ｂ）の従来例と同\n様である。」（段落【００２７】）\n【図１】\n「仮固定用ホルダ６０は被装着パネルとしての車体パネル５０（例えば\n車体ルーフ）の取付孔５１に給電用筒状部１１を差し込んだときに，給電\n用筒状部１１の外周に形成された雄ネジ部１１ａにナットを螺合してベー\nス体１０を車体パネル５０に固定するまでの間に，ベース体１０が取付孔\n５１から抜けてしまわないように仮止めするための部材である。」（段落\n【００２８】）\n「図３（Ａ）,（Ｂ）に示すように，仮固定用ホルダ６０は，取付基部６\n１と，一対（複数）のメインアーム部６２と，メインアーム部６２に対し\nて下端部Ｓにて繋がったサブアーム部６３とを有しており，各アーム部６\n２，６３が十分な可撓性を発揮できるように，可撓性樹脂で成形されてい\nる。サブアーム部６３はメインアーム部６２に設けられた開口６４の内側\nに形成されており，前記下端部Ｓがサブアーム部６３の撓みの支点となり，\nサブアーム部６３の上端部はメインアーム部の外側面よりも外方向に突出\nした係止爪６５をなしている。係止爪６５は上端に向かって肉厚が増加し，\nかつ突出量も増加している。この係止爪６５は下端部Ｓを撓みの支点とし\nて，図４（Ａ）の点線のように突出量が減じる方向に撓むことが可能であ\nり，かつ図３（Ｂ）の点線のように突出量が増す方向に撓むことも可能で\nある。」（段落【００２９】）\n【図３】                【図４】\n「図１（Ｂ）のように，仮固定用ホルダ６０の取付基部６１はネジ６８\nでベース体１０に固定されており，給電用筒状部１１の外壁面には対称位\n置に凹部１２が形成されていて，凹部１２の内側にメインアーム部６２が\n位置している。この結果，メインアーム部６２は給電用筒状部１１の外壁\n面の互いに対向する位置にあって，その外壁面に沿って下方に延びる配置\nである。給電用筒状部１１の外壁面に凹部１２が形成されているため，外\n壁面がメインアーム部６２の内側への撓み動作の妨げとはならない。つま\nり，凹部１２によってメインアーム部６２と給電用筒状部１１の外壁面と\nの接触を回避している。」（段落【００３０】）\n「図４（Ａ）,（Ｂ）を用いてアンテナを車体パネル５０に取り付ける際\nの仮固定用ホルダ６０の作用を説明する。」（段落【００３１】）\n「図４（Ａ）のように，アンテナ挿入時にはメインアーム部６２が撓む\n（とくにメインアーム部６２のＰ部が撓む）ことに加えて，サブアーム部\n６３のＱ部が撓んで動く。これにより，車体パネル５０の外側面から取付\n孔５１に挿入されたサブアーム部６３の係止爪６５は，外側のテーパーが\nガイドとなり，メインアーム部６２及びサブアーム部６３の内側への撓み\n動作によって取付孔５１を通過し，図４（Ｂ）のように車体パネル５０の\n内側面に引っ掛かってアンテナを仮保持する。その際，メインアーム部６\n２及びサブアーム部６３の両者が撓むことが可能であるため，より少ない\n挿入力で取付孔５１への挿入が可能となり，挿入性の向上を図ることがで\nきる。」（段落【００３２】）\n「また，図４（Ｂ）の仮保持状態において，アンテナ上方向（抜け方向）\nに荷重が加わり，車体パネル５０の内側面にサブアーム部６３のＱ部，つ\nまり係止爪６５の上端が当たったときに，係止爪６５が図４（Ｂ）の点線\nのように外側に撓んで拡がる構造となっているため，抜け力（抜くのに必\n要な力）を増大させることが可能で，仮保持状態におけるアンテナ保持力\nの向上を図ることができる。（段落【００３３】）\n「そして，図１（Ｂ）のように，給電用筒状部１１，メインアーム部６\n２及びサブアーム部６３を車体パネル５０の取付孔５１に挿入した仮保持\n状態（この状態ではゴムパッド４０はベース体１０と車体パネル５０間に\n介在している）にて，図示しないナットを給電用筒状部１１の外周面の雄\nネジ部１１ａに螺合し締め付けることで，アンテナの車体パネル５０への\n最終的な固定を行う。」（段落【００３４】）\n「本実施の形態によれば，下記の効果を奏することができる。」（段落\n【００３５】）\n「(1) アンテナのベース体１０に仮固定用ホルダ６０を設けておくこと\nで，アンテナの車体パネル５０への固定作業を１人の作業員で済ませるこ\nとが可能であり，しかも，車体パネル５０の外側面から取付孔５１に仮固\n定用ホルダ６０を装着する（メインアーム部６２及びサブアーム部６３を\n挿入する）際に，メインアーム部６２及びサブアーム部６３の両方が撓む\nことで挿入力をいっそう小さくでき，挿入作業性を改善することができ\nる。」（段落【００３６】）\n「(2) 挿入後の仮保持状態において，サブアーム部６３の係止爪６５が\n外側に拡がることで，抜け力を増大させて，アンテナ保持力の向上を図る\nことができる。これにより，アンテナのナットによる固定作業の作業性の\n改善が図れる。また，係止爪６５のメインアーム部の外側面からの突出量\nを多めに設定可能なことも抜け力増大に寄与できる。」（段落【００３７】）\n「(3) これらにより，図５の従来例では挿入力約３０Ｎ，抜け力約３０\nＮであったものが，本実施の形態では，例えば挿入力を約５Ｎに減じるこ\nとが可能で，抜け力は約１５０Ｎ程度に増大させることが可能になる。」\n（段落【００３８】）\n(2) 本件各発明の意義\n特許請求の範囲の記載に加え，上記(1)によれば，本件各発明は，①車載用\n等に適した構造の電波受信等に使用されるアンテナを技術分野とするもので\nあり，②上記アンテナの仮固定用ホルダには，アンテナを車体パネル等の被\n装着パネル等に取り付ける際はスムーズに取付孔に挿入可能であり，その後\nのネジ止め工程において作業中にアンテナが完全に外れないことが要求され\nるところ，従来例では抜け力が弱く，作業の仕方によっては外れてしまうこ\nとがあり，抜け力（抜くのに必要な力）を強くするためにアーム部の係止爪\nの引っ掛かり量を多くすると，挿入力が強くなり作業性が悪化するという課\n題を解決するため，③請求項１等に係る構成を採ることにより，アンテナ挿\n入時には，メインアーム部及びサブアーム部の両者が撓むことにより，より\n少ない挿入力で挿入でき，取付孔への挿入性の向上を図るとともに，アンテ\nナ上方向（抜け方向）に荷重が加わったときは，係止爪が外側に撓んで拡が\nる構造となっているため，抜け力を増大させ，仮保持状態におけるアンテナ\n保持力の向上を図ることを可能にし，④これにより，被装着パネルに対する\n挿入力は弱いままで，抜け力を強くすることが可能で，アンテナの被装着パ\nネルへの取付作業性の改善を図ることが可能になるという効果を奏するもの\nであると認められる。\n２  争点１（被告製品が本件各発明の技術的範囲に属するか）について\n(1) 争点１－１（被告製品が構成要件１Ａ及び１Ｄを充足するか）について\nア  被告製品の突出部が｢給電用｣の部材であるかどうかに関し，原告は，「～\n用」という表現は，その物が当該用途で実際に使用されていなくとも，当\n該用途で使用するのに適した形状等を備えている場合にも広く用いられる\nので，被告製品の実装時に給電線を通すのが突出部の空洞とは別の穴部で\nあるとしても，「給電用」との構成を充足すると主張する。\nしかし，「給電用筒状部」とは，その文言の通常の意味に照らして，「給\n電」に「用」いられる「筒状部」と解するのが自然であり，本件明細書等\nの段落【０００４】にも「給電用筒状部１１は前記回路基板及びアンテナ\n素子部に接続する図示しない給電線（同軸ケーブル等）を通すために中空\nである。」と記載され，実際に給電線を通すことが前提とされている。\n上記の特許請求の範囲及び本件明細書等の記載によれば，「給電用筒状\n部」とは，給電線を通すために用いられるものであり，給電線を通すこと\nができるものであれば足りると解することはできない。原告の主張によれ\nば，給電線を通すことができる形態を持つ部材は，それが電力を供給する\n機能や目的を有しなくとも，すべて「給電用」に当たることになり，相当\nではない。\nこれを前提に被告製品をみると，同製品には給電線を通すために，突出\n部とは別の位置に穴部が存在し，実装時には突出部の空洞ではなく，当該\n穴部を給電に用いていると認められる（乙１，１２）ので，被告製品の突\n出部の空洞が「給電用」に該当するということはできない。\nしたがって，被告製品の突出部は，「給電用」のものに該当しないから，\n構成要件１Ａ及び１Ｄを充足しない。\nイ  これに対し，原告は，甲１２を根拠に，アンテナを車体パネルに取り付\nける際は給電線を給電用筒状部の空洞に一旦通してから側面の切溝から\n取り出すことが通常であると主張する。\nしかし，甲１２はそもそも給電用筒状部に関する証拠ではない上，甲１\n２において，信号ケーブル６および電源ケーブル７を取付孔５０ａに挿入\nしてから外部に導出させる構成が開示されているとしても，そのことから，\nアンテナを車体パネルに取り付ける際は給電線を給電用筒状部の空洞に\n通してから側面の切溝から取り出すことが通常であり，また，被告製品が\n同様の構成を有すると認めることはできない。\nまた，原告は，「給電用筒状部」が給電のために実際に用いられるか否\nかは本件各発明の作用効果とは関係がないとも主張するが，本件特許請求\nの範囲及び本件明細書等の記載に照らし，同一の作用効果を奏するかどう\nかにかかわらず，給電に使用することが可能であれば「給電用」に該当す\nるとの解釈を採用し得ないことは，前記判示のとおりである。\nウ  以上のとおり，被告製品の突出部は「給電用筒状部」との構成に該当し\nないので，同製品は構成要件１Ａ及び１Ｄを充足しない。\n(2) 争点１－３（被告製品が構成要件１Ｆを充足するか）について\nア  原告は，被告製品のサブアーム部の爪部は，構成要件１Ｆ（「前記サブ\nアーム部の上端部は前記メインアーム部の外側面よりも外方向に突出した\n係止爪をなし，」）の「係止爪」に該当すると主張する。\nしかし，構成要件１Ｆの文言及び本件明細書等の段落【００２９】にお\nける「サブアーム部６３の上端部はメインアーム部の外側面よりも外方向\nに突出した係止爪６５をなしている」との記載によれば，「係止爪」がサ\nブアーム部の「上端部」に位置するものであることは明らかである。そし\nて，「端」とは「物の末の部分。先端」を意味するので（乙３），構成要件\n１Ｆの「係止爪」はサブアーム部の「先端」に位置するものと解される。\n上記解釈を前提にして被告製品についてみるに，被告製品のサブアーム\n部においては，爪部より上方にフック部が存在しており，爪部は最上端（フ\nック部の先端）と最下端（サブアーム部の付け根）の中間付近に位置して\nいると認められ，爪部が「上端部」に位置しているということはできない。\nこれに対し，原告は，「上端」が最上端を意味すると解する必要はなく，\n係止爪の上面が車体パネルの内側面に当たってサブアーム部が撓む程度の\n上方であれば足りると主張するが，「上端」との文言の通常の意味に照ら\nして，そのように解することはできない。\nしたがって，サブアーム部の爪部は「係止爪」に該当しない。\nイ  原告は，被告製品のコの字型部材におけるサブアーム部の爪部とフック\n部が全体として「係止爪」に該当すると主張する。\n爪部とフック部を全体として「係止爪」に相当するとした場合，係止爪\nはサブアーム部の「上端部」に位置するということができ，被告製品を車\n体パネルに挿入すると，爪部及びフック部は協働して車体パネルに引っか\nかって抜け力を増大させる作用を果たしていると認められるので，爪部及\nびフック部は全体として「係止爪」に該当すると解することができる。さ\nらに，被告製品のフック部はメインアーム部の外側面から外方向に約０．\n４ｍｍ程度はみ出していることからすると，「メインアーム部の外側面よ\nりも外方向に突出し」ているということができる。\nしたがって，爪部及びフック部は「係止爪」に該当する。\nウ  以上によれば，爪部を係止爪と構成する場合，被告製品は，構成要件１\nＦを充足しないが，爪部及びフック部を係止爪と構成する場合，構成要件\n１Ｆを充足する。\n(3) 争点１－４（被告製品が構成要件１Ｇを充足するか）について\n続いて，上記(2)のとおり，被告製品のサブアーム部の爪部とフック部が全\n体として「係止爪」に該当した場合において，同製品が構成要件１Ｇ(「かつ\n前記係止爪は上端に向かって肉厚が増加している，」)を充足するかどうかに\nついて検討する。\n上記のとおり，構成要件１Ｇは「係止爪は上端に向かって肉厚が増加して\nいる」と規定するところ，被告製品の爪部及びフック部についてこれをみる\nに，爪部及びフック部のうち，その下部に位置する爪部は，上端に向かって\n肉厚が増加していると認められるが，フック部については，水平方向の肉厚\nはほぼ一定であり，その肉厚は爪部の上部の肉厚の半分以下である上，その\n先端（上端）では減少していることが認められる。そうすると，爪部とフッ\nク部から形成される「係止爪」が「上端に向かって肉厚が増加している」と\nいうことはできない。\nこれに対し，原告は，構成要件１Ｇの技術的意義からすれば，係止爪は全\n体が上端に向かって肉厚が増加している必要がなく，挿入時に車体パネルの\n外側面に接する部分及び抜け方向の荷重が加わった際に車体パネルの内側面\nに接する部分，すなわち爪部のみが上端に向かって肉厚が増加していれば足\nりる旨主張する。\nしかし，構成要件１Ｇは，係止爪が「上端に向かって肉厚が増加している」\nことを要件とするものであり，係止爪を爪部とフック部が一体となったもの\nと解する場合，係止爪の「上端」がフック部の上端に位置することは明らか\nであり，同構成要件の文言に照らすと，爪部のみが上端に向かって肉厚が増\n加していれば足りると解することはできず，フック部の上端に向かって肉厚\nが増加していることを要するものというべきである。\n前記判示のとおり，被告製品はフック部の上端に向かって肉厚が増加して\nいるものではないので，同製品の爪部とフック部から構成される部分が「係\n止爪」に当たるとしても，構成要件１Ｇを充足しない。\n(4) 小括\n以上のとおり，被告製品は構成要件１Ａ及び１Ｄを充足せず，また，爪部\nを係止爪とした場合には構成要件１Ｆを，爪部及びフック部を係止爪とした\n場合には構成要件１Ｇを充足しないので，本件特許の文言侵害に基づく原告\nの請求は，いずれも理由がない。\n３  争点２（被告製品による均等侵害の成否）について\n前記２のとおり，被告製品は構成要件１Ａ及び１Ｄを充足せず，この点につ\nいて均等侵害の主張はされていないから，構成要件１Ｆ及び１Ｇに係る均等侵\n害の主張について判断するまでもなく，原告の請求は棄却されるべきであるが，\n念のため，上記の均等侵害の主張について判断する。\n(1) 特許請求の範囲に記載された構成に，相手方が製造等をする製品又は用い\nる方法（対象製品等）と異なる部分が存する場合であっても，①当該部分が\n特許発明の本質的部分ではなく（第１要件），②当該部分を対象製品等にお\nけるものと置き換えても，特許発明の目的を達することができ，同一の作用\n効果を奏するものであって（第２要件），③そのように置き換えることに，\n当業者が，対象製品等の製造等の時点において容易に想到することができた\nものであり（第３要件），④対象製品等が，特許発明の特許出願時における\n公知技術と同一又は当業者が当該出願時に容易に推考できたものではなく\n（第４要件），かつ，⑤対象製品等が特許発明の特許出願手続において特許\n請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないと\nき（第５要件）は，当該対象製品等は，特許請求の範囲に記載された構成と\n均等なものとして，特許発明の技術的範囲に属するものと解するのが相当で\nある（最高裁平成６年（オ）第１０８３号同１０年２月２４日第三小法廷判\n決・民集５２巻１号１１３頁，最高裁平成２８年（受）第１２４２号同２９\n年３月２４日第二小法廷判決・民集７１巻３号３５９頁参照）。\n本件発明１と被告製品との相違点は，本件発明１では，係止爪がサブアー\nム部の上端部に位置するものであるのに対し，被告製品では，爪部の上部に\nフック部が設けられ，爪部がサブアーム部の上端部に位置するとはいえない\n点にあるところ，被告は，原告の均等侵害の主張に対し，第４要件を充足す\nることは争わないものの，その余の要件の充足性を争うので，以下検討する。\n(2) 第１要件（非本質的部分）について\nア  均等侵害が成立するための第１要件にいう本質的部分とは，当該特許発\n明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思\n想を構成する特徴的部分であり，このような特許発明の本質的部分を対象\n製品等が共通に備えていると認められる場合には，相違部分は本質的部分\nではないと解される。\nイ  原告は，本件発明１のうち，挿入力の増加の防止のための構成がその本\n質的部分であるとした上で，被告製品は少なくともその課題の解決原理を\n利用しているのであるから，被告製品のサブアーム部にフック部が付属し\nているかどうかにかかわらず，同製品は本件発明１の本質的部分を備えて\nいると主張する。\nしかし，本件発明１は，特に車載用等のアンテナの仮固定用ホルダにつ\nいて，従来例の仮固定用ホルダでは抜け力が弱いという問題があり，他方，\n抜け力を強くするために係止爪の引っ掛かり量を多くすると，挿入力が強\nくなり作業性が悪化することから，挿入力は弱いままで，抜け力を強くす\nるという課題を解決するためのものであると認められる（本件明細書等の\n段落【０００９】，【００１３】～【００１５】）。そうすると，本件発\n明１の本質的部分は，挿入力は弱いままで，抜け力を強くするための構成\nにあり，従来技術との対比でいうと，特に抜け力の強化のための構成が重\n要であるというべきである。\nそして，本件発明１は，上記課題の解決のため，①メインアーム部と，\nメインアーム部の下端部で繋がったサブアーム部を有し，②当該下端部が\nサブアーム部の撓みの支点となり，③サブアーム部の上端部を，上端に向\nかって肉厚が増加する係止爪からなるものとすることなどにより，取付孔\nへの挿入性の向上を図るとともに，アンテナ上方向（抜け方向）に荷重が\n加わったときは，係止爪が外側に撓んで拡がることにより抜け力の増大を\n可能にするものであると認められる（特許請求の範囲，本件明細書等の段\n落【００１７】，【００２９】，【００３２】，【００３３】，【００３\n６】，【００３７】）。\nウ  他方，被告製品においては，サブアーム部の爪部の上部にフック部が設\nけられ，当該フック部と車体のルーフ孔の距離が０．３ｍｍであると認め\nられるから（乙１３），抜け方向に荷重が加わった際に，フック部は０．\n３ｍｍ程度以上は撓むことなくすぐに車体のルーフの内側面に当たり，爪\n部がそれ以上に外側に撓ることは抑制されるものと認められる。\nそして，被告製品における抜け力に関し，被告が実施した実験結果（乙\n５）によれば，本件発明１の実施品の抜け力は１８６Ｎであるのに対し，\n被告製品の抜け力は，２１５．８Ｎ，２２７Ｎ，２７１Ｎ，２９５Ｎであ\nり，最小でも約３０Ｎ，最大で約１１０Ｎの差が生じたことが認められる。\nまた，被告が実施した，被告製品のコの字型部材（サンプル①）と，被告\n製品のコの字型部材を加工してフック部を除いたもの（サンプル②）を用\nいた実験結果（乙１４）によれば，前者の抜け力の平均値は２２７．６０\nＮ，後者の抜け力の平均値は７３．５１Ｎ（いずれも１０回実施）であり，\nフック部を備えたコの字型部材の方が，抜け力において約１５０Ｎ大きい\nことが認められる。\n前記のとおり，被告製品の爪部は外側への撓みが抑制されていると認め\nられるところ，これに上記の各実験結果を併せて考慮すると，被告製品は，\n本件発明１の実施品に匹敵する抜け力を備えているということができ，そ\nの抜け力の大きさは，同製品がフック部を備えることに起因しているもの\nと考えるのが自然であり，少なくとも爪部の外部への撓みによるものでは\nないということができる。\nなお，原告は，乙１４実験はサンプル②のフック部のカット加工の際に\nメインアーム部とサブアーム部の接続部の耐久性が損なわれた可能性が\nあるとして，乙１４実験の信用性を争うが，サンプル②はフック部を爪部\nからカットするものであり，上記接続部の耐久性が損なわれたことをうか\nがわせる事情は見当たらない。前記判示のとおり，乙１４実験はサンプル\n①と②のそれぞれについて１０回ずつ実験を行っているところ，数値にば\nらつきはあるものの，サンプル①は２００Ｎ以上であり，サンプル②は概\nね６０～１００程度であり，全体的に１００Ｎ以上の差が生じていること\nに照らすと，その差が誤差や実験方法の不適切さに由来するものとはいう\nことはできない。\nエ  前記判示のとおり，抜け力の増大という課題を解決するための構成は本\n件発明１の本質的部分ということができるところ，本件発明１はこの課題\nをアンテナ上方向（抜け方向）に荷重が加わったときに係止爪が外側に撓\nんで拡がることにより解決しているのに対し，被告製品は爪部に加えてフ\nック部を備えることにより抜け力を保持しているものと認められ，そうす\nると，被告製品は本件発明１と異なる構成により上記課題を解決している\nということができる。\nそうすると，本件発明１と被告製品はその課題解決のための特徴的な構\n成において相違し，本件発明１と被告製品との相違点は，この課題解決に\n必要な構成に関するものであるから，同相違点は本件発明１の本質的部分\nに関するものであるということができる。\nオ  したがって，本件発明１と被告製品の相違点は，本件発明１の本質的部\n分に関するものではないということはできないので，被告製品は第１要件\nを充足しない。\n(3) 小括\n以上によれば，その余の要件を検討するまでもなく，均等侵害に関する原\n告の主張は理由がない。\n４  結論\n以上によれば，その余の点について判断するまでもなく，原告の請求はいず\nれも理由がないから，これを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n三    井    大      有\n裁判官\n今    野    智    紀\n別紙\n被告製品目録\n１  株式会社ＳＵＢＡＲＵ（旧商号：富士重工業株式会社）製造のインプレッサに\n搭載するアンテナ（品番が「８６３２１ＦＬ２２０」で始まるもの）\n２  株式会社ＳＵＢＡＲＵ（旧商号：富士重工業株式会社）製造のレヴォーグに搭\n載するアンテナ（品番が「８６３２１ＶＡ０００」で始まるもの）\n以  上\n別紙\n写真目録\n１  被告製品１\n写真１  被告製品１の外観\n写真２  ベース\nベース\n給電線\n穴部\n突出部\n写真３  ナット正面\n写真４  ナット底面\n写真５  ベース底面              写真６  ベース底面\n（ナット取付前）                  （ナット取付後）\nナットの位置決め部材\n給電線  給電線\nナット\n突出部\n突出部\nナットの位置決め部材\n写真７  突出部，穴部，給電線\n写真８  Ｃ状部，給電線，コの字状部材\n給電線\n突出部\n穴部\n給電線 突出部\nコの字状部材\nベース\n写真９  ベース，Ｃ状部，穴部，給電線，コの字状部材\n写真１０  コの字型部材（側面）    写真１１  コの字型部材（正面）\n突出部\n穴部 突出部\n穴部\n給電線\nサブアーム部\n上端\nフック部\n２  被告製品２\n写真１２  被告製品２の外観\n写真１３  被告製品２の第１ベース，第２ベース，シール部\n第２ベース\nシール部\n第１ベース\n第１ベース\n第２ベース\n突出部\n給電線\nナット\n"
}