{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 6
  },
  "case_number": "平成22(た)1",
  "case_name": "再審請求事件",
  "court_name": "鹿児島地方裁判所",
  "result": "棄却",
  "lawsuit_id": "83182",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83182",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/182/083182_hanrei.pdf",
  "contents": "平成２２年第１号\n決              定\n請求人に対する殺人，死体遺棄被告事件について，昭和５５年３月３１日鹿児島\n地方裁判所が言い渡した有罪判決（昭和５６年１月３０日最高裁判所のした上告棄\n却決定により同年２月１９日確定）に対し，請求人から再審の請求があったので，\n当裁判所は，請求人，弁護人及び検察官の意見を聴いた上，次のとおり決定する。\n主              文\n本件再審請求を棄却する。\n理              由\n第１  再審請求の趣意\n本件再審請求の趣意は，主任弁護人森雅美ほか作成の平成２２年８月３０日\n付け再審請求書，平成２３年３月１８日付け補充意見書，同弁護人作成の平成\n２４年１２月２５日付け意見書各記載のとおりであり，これに対する意見は，\n検察官磯部慎吾作成の意見書記載のとおりであるから，これらを引用する。\n論旨は，要するに，有罪判決を受けた請求人に対し，無罪を言い渡すべきこ\nとが明らかな証拠をあらたに発見したから，刑事訴訟法４３５条６号により再\n審開始の決定を求めるというものである。\n第２  事件の概要と本件再審請求に至るまでの経緯\n本件再審請求の対象となる事件（以下「本件事件」という。）の概要は，請\n求人が，昭和５４年１０月１２日夜，夫のＡ及び義弟のＢと共に，義弟のＣに\n対し，その頚部をタオルで絞め，窒息死させて殺害し，さらに，翌１３日未明，\nＢの長男のＤを加えた４名で，Ｃの死体を遺棄したというものである。\n１  Ｃは，同月１２日朝から酒に酔い，夕刻頃には路上の側溝の傍らに酔いつぶ\nれて寝そべっているところを発見され，近隣に住む同じ集落の者２名によって\nＣ方まで連れ帰られたが，その後，姿を見せずに行方不明となり，同月１５日\nにＣ方堆肥置き場において，堆肥がかぶせられた状態で死体となって発見され\nた。そのため，殺人，死体遺棄事件として捜査が開始されたところ，Ｃ方室内\nには物色された形跡がないこと，Ｃ方は農家が点在する集落の中にあり，隣接\nするＡ方やＢ方の奥に位置していることなどから，Ｃと面識のある者あるいは\n近親者等による犯行と判断された。請求人，Ａ及びＢのほか，同月１２日夜に\nＣを連れ帰った集落の者らに対して，Ｃの行方不明を知った経緯やＣを捜索し\nた状況等に関する事情聴取が実施されたところ，Ａ及びＢは，同月１７日にな\nって，Ｃの首にタオルを巻いてＣを絞め殺し，その死体を遺棄したことを自供\nしたため，同月１８日に両名とも逮捕された。そして，Ｃの死体遺棄に加わっ\nたとされたＤも同月２７日に逮捕され，また，Ａ，Ｂ及びＤの供述から請求人\nの関与も明らかになったとして，同月３０日，請求人が逮捕された。\nその後，請求人，Ａ及びＢは殺人，死体遺棄の罪で，Ｄは死体遺棄の罪で，\nそれぞれ鹿児島地方裁判所に起訴された。請求人は，捜査段階から自己の関与\nを否定する供述をし，公判廷においても，「共謀及び殺害行為に関与したこと\nはない」旨述べ，Ａ，Ｂ及びＤが請求人も関与したとの供述をしていることに\nついては，「私はＣさんに嫌われていたので私まで巻き込めば他の兄弟にも恥\nずかしくないと思い，そう言ったのだと思う」旨供述した。そのため，請求人\nの公判では，Ａ，Ｂ及びＤがそれぞれＣの殺害や死体遺棄に及んだことについ\nては争点とならず，専らこれに請求人が加わったのかどうかという点につい\nて，Ａ，Ｂ及びＤらの証人尋問が実施され，その供述の信用性が争われた。鹿\n児島地方裁判所は，昭和５５年３月３１日，請求人がＣの殺害及び死体遺棄の\n犯行に関与したことを認め，請求人に対して懲役１０年に処する旨の判決を言\nい渡した。請求人は第１審判決に対して控訴及び上告したが，いずれも棄却さ\nれて，同判決は確定した（以下，請求人に係る本件事件の第１審を「確定審」\nと，第１審判決を「確定判決」という。）。\nなお，起訴事実を認めていたＡ，Ｂ及びＤについては，３名で併合審理され，\n鹿児島地方裁判所は，請求人に確定判決を言い渡したのと同日（昭和５５年３\n月３１日）に，Ａを懲役８年，Ｂを懲役７年，Ｄを懲役１年にそれぞれ処する\n旨の判決を言い渡した。Ａ，Ｂ及びＤはいずれも控訴せず，同判決は同年４月\n１５日確定し，それぞれ服役した。\n２  請求人は，平成２年７月，刑務所を満期出所し，Ａと離婚して現在の姓にな\nった。そして，請求人は，平成７年４月１９日，鹿児島地方裁判所に対し，確\n定判決について，刑事訴訟法４３５条６号による再審請求をした（以下「第１\n次再審請求」という。）。請求人は，第１次再審請求において，自身はもとよ\nり，Ａ，Ｂ及びＤのいずれも，Ｃに対する殺人，死体遺棄の犯行に及んでおら\nず，これらの者の自白は信用性に乏しく，客観的証拠に裏付けられていないな\nどと主張した。また，確定審では，Ｃの死因に関し，Ｃの死体を司法解剖した\n甲大学教授Ｅ作成の鑑定書（以下「Ｅ鑑定書」という。）が取り調べられてい\nたところ，第１次再審請求において改めてＣの死因が問題となり，弁護人から，\nＥ作成の鑑定補充書（以下「Ｅ補充鑑定」という。），乙大学教授Ｆ作成の鑑\n定書及び意見書（以下「Ｆ鑑定」という。）等が，検察官から，丙大学名誉教\n授Ｇ作成の意見書（以下「Ｇ意見」という。）等が提出され，また，これらの\n者の証人尋問が実施されるなどした。鹿児島地方裁判所は，平成１４年３月２\n６日，要旨，Ｅ補充鑑定及びＦ鑑定によれば，Ｃの死体の頚部には絞頚を示す\n外表所見（索条痕）も内部所見も認められないことから，このような死体の客\n観的状況はＡ及びＢの自白を前提とする犯行態様とは矛盾する可能性が高く，\nその信用性を慎重に吟味する必要があり，本件がＡとＢの自白以外の証拠によ\nってどの程度支えられているかについても再検討する必要が生じたなどとし，\nＣ宅中６畳間に敷かれていたビニールカーペット（以下「カーペット」という。）\nや死体遺棄に使用されたとされるスコップ，ホーク等の客観的証拠，Ａ，Ｂ及\nびＤその他関係者の供述など，新旧全証拠を総合評価した結果，請求人，Ａ，\nＢ及びＤについて，有罪と認定するには合理的な疑いが生じるといわざるを得\nないなどと判示して，再審を開始する旨の決定をした（以下，同裁判所での審\n理を「第１次再審請求審」と，同開始決定を「第１次再審開始決定」という。）。\nこれに対して，検察官が即時抗告したところ，福岡高等裁判所宮崎支部は，\n平成１６年１２月９日，要旨，確定審の審理にＥ補充鑑定やＦ鑑定が加わって\nも，これらの鑑定の証拠価値は高くなく，Ａ及びＢの自白に基づく犯行態様や\n死因に疑いを生じるとはいえないなどとし，さらに，客観的証拠やＡ，Ｂ及び\nＤの自白に関する第１次再審開始決定の評価は相当でないなどと判示して，第\n１次再審開始決定を取り消した上，再審請求を棄却する旨の決定をした（以下，\n同裁判所での審理を「即時抗告審」という。）。請求人は，同決定に対して特\n別抗告したが，最高裁判所は，平成１８年１月３０日，抗告棄却の決定をした\nため，第１次再審請求についての審理は終了した（以下，第１次再審請求につ\nいての審理終了に至るまでの手続を総称して「第１次再審」という。）。\n３  請求人は，平成２２年８月３０日，第２次となる本件再審請求をするととも\nに，弁護人らにおいて，Ｈ作成の平成２０年８月１日付け鑑定書ほか３５点の\n証拠を順次提出した（以下，括弧内の「弁」の数字は本件再審請求における弁\n護人提出証拠の番号を，「確定審検」の数字は確定審における検察官請求証拠\nの番号を，「第１次再弁」の数字は第１次再審請求審における弁護人提出証拠\nの番号を，「第１次再検」の数字は同検察官提出証拠の番号をそれぞれ示す。）。\n第３  確定判決の内容及び証拠との関係\n１  確定判決が認定した事実\n本件事件について，確定判決が認定した事実は，次のとおりである。\n(1) 本件犯行に至る経緯\n被告人（請求人。以下同じ。）は，昭和２５年３月，夫Ａと結婚し，住所\n地において夫Ａと共に農業に従事してきたものであるが，Ａは女６人，男４\n人の１０人兄弟の長男にあたり，同人方に屋敷を接して同人の実弟である二\n男Ｂ，四男Ｃがそれぞれ居住し，同じく農業に従事していた。ところで，Ｃ\nは日頃から酒癖が悪く，酔っては同人の妻Ｉに暴力を振るうため，Ｉは何度\nか子供を連れて実家に帰っていたところ，ついに昭和５４年５月，被告人夫\n婦ら親族を交えて協議した結果，ＣとＩは離婚し，Ｉは子供を引き取って実\n家に帰ってしまった。Ｃの酒癖は離婚後一層悪くなり，飲んだ先々で迷惑を\nかけたり，酔いつぶれて道端に寝込んだりする有様で，親族らが迎えに行っ\nてＣを連れ帰ったことも何度かあった。しかし，ＣはＩと離婚した後も人目\nを忍んで同女との逢瀬を続け，同年７月頃には何とか復籍にまでこぎ着けた\nが，傍目を恐れたＩはＣ方に戻らず，別居の状態が続けられた。被告人は，\n勝ち気な性格な上，口数も多く，人の悪口も平気で言いふらし，夫Ａが以前\n交通事故に遭って仕事も十分できない上，知能もやや劣ることから，長男の\n嫁としてＡ（Ａの姓）家一族に関する事柄を取り仕切っていた。Ｃは，被告\n人によってＩと離婚させられ，一緒になることを妨害されているとして被告\n人に反感を抱き，酒に酔っては被告人を「打殺す」などと言って暴れ，一度\nは被告人方に押し掛けて入浴中の被告人を外まで追い回したこともあって，\n被告人夫婦，義弟Ｂは日頃からＣの存在を快く思っていなかった。\n同年１０月１２日，夫Ａらの姉の子の結婚式がとり行われ，被告人夫婦を\nはじめＡの兄弟はＣを除き全員出席した。しかし，出席する予定であったＣ\nは当日朝から酒びたりのため酔って荒れていたとしてＡら兄弟はＣを連れて\n行かず，挙式を終えて，被告人らは午後７時過ぎにはそれぞれ帰宅した。Ｃ\nは同日，酒を飲んで外を出歩き，午後８時頃，酔いつぶれて溝に落ちている\nのを部落の者に発見され，Ｃの近隣に住むＪ，Ｋの両名がＣを同人方まで届\nけたが，同人は前後不覚の状態であった上，着衣が濡れて下半身裸になって\nいたため，同人を土間に置いたまま帰った。被告人は，Ｊから連絡を受け，\n同日午後９時頃，Ｊ方に行ってＣの様子を聞き，Ｊらに迷惑をかけたことを\n謝ったりした後，午後１０時３０分頃，Ｋと帰宅する途中，Ｃの様子を見る\nため１人でＣ方に立ち寄ったが，泥酔して土間に座り込んでいるＣを認める\nや同人に対する恨みが募り，この機会に同人を殺害しようと決意し，義弟Ｂ，\n次いで夫Ａに対し，共同してＣを殺害しようと話を持ちかけ，両名はいずれ\nもこれを承諾した。\n(2) 罪となるべき事実\n被告人は，夫Ａ，義弟Ｂと共謀の上，Ｃ（当時４２歳）を殺害するため，\n同人絞殺に使う西洋タオルを携帯して，同日午後１１時頃，鹿児島県曽於郡\n大崎町ａ，ｂ番地所在の同人方に赴き，同所土間に座り込んで泥酔のため前\n後不覚となっている同人に対し，Ａ及びＢにおいて，こもごもＣの顔面を数\n回ずつ殴打し，その場に倒れた同人を被告人を加えた３名で足蹴にするなど\nし，さらに，３名でＣを同人方中６畳間まで運び込んだ上，同所において，\n被告人が，「これで締めんや」と言って西洋タオルをＡに渡すとともに，仰\n向きに寝かせたＣの両足を両手で押さえつけ，Ｂもまた，Ｃの上に馬乗りに\nなってその両手を押さえつけ，Ａにおいて，西洋タオルをＣの頚部に１回巻\nいて交差させた上，被告人の「もっと力を入れんないかんぞ」との言葉に，\n両手でその両端を力一杯引いて絞めつけ，よって，同人を窒息させて殺害し\nた。\n殺害行為の後，Ｂはいったん帰宅して，同人の長男であるＤにＣの死体を\n遺棄するため加勢を求めたところ，Ｄはこれを承諾し，ここに被告人は，Ａ，\nＢ及びＤの３名と共謀の上，同月１３日午前４時頃，被告人が照らし出す懐\n中電灯の灯りのもとで，前記３名が，Ｃの死体を同人方牛小屋に運搬した上，\n被告人の「まだ浅い，もっと掘らんか」との指図により，同所の堆肥内にそ\nれぞれスコップ又はホークを用いて深さ約５０センチメートルの穴を掘って\nその中に死体を埋没し，もって，死体を遺棄した。\n２  確定判決が認定した事実と証拠との関係\n前記第２の１のとおり，確定審では，Ｃに対する殺人，死体遺棄の犯行に請\n求人が関与したかどうかが争われたが，確定判決は，この点に関する証拠の評\n価や，心証形成の過程を特に判示していない。唯一，請求人の犯行動機につき，\n「量刑の理由」の項において，保険金目当てもあったという検察官の主張を証\n拠上いまだ不十分と排斥しているだけである。\n一方，控訴審判決においては，弁護人の事実誤認の主張に対し，確定判決が\n挙示した証拠のなかでも，特に，共犯者とされるＡ，Ｂ及びＤの公判供述，Ａ\nの検察官調書謄本（昭和５４年１１月２日付け〔確定審検１０７〕，同月４日\n付け〔確定審検１０８〕，同月６日付け〔確定審検１０９〕），Ｂの検察官調\n書謄本（確定審検１１３）のほか，Ｂの妻であり，Ｂと請求人とが犯行当夜に\n本件事件に関する会話をしていたのを見聞きしたとするＬの公判供述，泥酔状\n態にあったＣをＣ方に連れ帰ったＪ及びＫの検察官調書謄抄本を挙げて，本件\n事件の夜，泥酔して前後不覚の状態にあったＣがＪらの好意によりＣ方に搬送\nされたことを当初に知ったのは共犯者のうち請求人であったと指摘し，確定判\n決のような経緯で殺害，死体遺棄の実行行為がなされたことが認められるとし\nた上，さらに，弁護人が共犯者らの供述の矛盾を指摘する点については，共犯\n者らの供述は大綱において一致しており，請求人を陥れるために虚偽の供述を\nしているものと疑うべき何らの事情も認めることはできず，これらの供述内容\nは客観的状況とも符合するから信用できる旨判示している。\n結局のところ，本件事件において，確定判決が認定した事実と証拠との関係\nは，確定判決に挙示された証拠の標目や控訴審判決の判示内容等から推測せざ\nるを得ず，第１次再審開始決定でも詳細・緻密に分析されたところであるが，\n大きく捉えれば，本件事件に関する共謀や実行行為の全般にわたり，Ａ，Ｂ及\nびＤの自白が直接証拠として最も重要であることは論をまたない。弁護人もま\nた，本件再審請求において提出した証拠に基づき，これらの者の自白に信用性\nがないことを種々主張しているから，次項より，その証拠について，刑事訴訟\n法４３５条６号の再審事由の有無を検討していくこととする。\n第４  証拠の新規性について（当裁判所の判断）\nまず，本件再審請求において弁護人が提出した証拠が，刑事訴訟法４３５条\n６号にいう「あらたに」発見された証拠といえるか（証拠の新規性）について\n検討する。\n証拠の新規性は，当該証拠が未だ裁判所によって実質的な証拠価値の判断を\n経ていない証拠であれば認められると解される。また，鑑定についても，その\n基礎資料に従前の鑑定と同様のものが用いられたとしても，新たな鑑定人の知\n見に基づき検討が加えられ，その結論も従前のものと異なるときには，新規性\nを認めてよいと解される。\nそうすると，弁護人が提出した証拠については，いずれも新規性が認められ\nることになる。\n第５  証拠の明白性について（当裁判所の判断）\n次いで，本件再審請求において提出された新証拠が，刑事訴訟法４３５条６\n号にいう請求人に対し無罪を言い渡すべきことが「明らかな」証拠といえるか\n（証拠の明白性）について検討する。\nなお，これは，請求人から提出された新証拠と，その立証命題に関連する他\nの全証拠とを総合的に評価し，新証拠が確定判決における事実認定について合\n理的な疑いを抱かせ，その認定を覆すに足りる蓋然性のある証拠であるか否か\nを判断すべきものであるが，その総合的評価をするに当たっては，その判決の\n当否を審査する過程において上訴審や再審請求審で取り調べた証拠をも検討\nの対象にすることができると解される（最高裁平成１０年１０月２７日第３小\n法廷決定・刑集５２巻７号３６３頁参照）。そこで，本件再審請求においても，\n新証拠の証拠価値を検討するに当たっては，確定審で取り調べられた証拠のみ\nならず，第１次再審で提出された証拠も適宜検討対象に加えながら判断するこ\nととする。\n１  Ｈ作成の平成２０年８月１日付け鑑定書（弁１）及び平成２４年１１月２０\n日付け鑑定書その２（弁２３）について\n(1) Ｃの死因に関すること等について\nア  Ｈ作成の平成２０年８月１日付け鑑定書は，元Ｍ監察医務院長であり，\n医師・医学博士であるＨが，弁護人の依頼を受け，Ｅ鑑定書，Ｆ鑑定，Ｇ\n意見等の確定審及び第１次再審において提出された各資料や確定判決等を\n鑑定資料として，Ｃの死体の状況から考えられる死因等を鑑定したもので\nあり，その結論は，要旨，次のとおりである。①本件被害者は腐敗高度で，\n死体所見は不鮮明である。②頚部の圧迫痕様の所見について，Ｇ意見は索\n溝とし，Ｆ鑑定は単なる死後変化としているところ，Ｆ鑑定のいうとおり，\n頚部の外部内部所見に絞殺を思わせる索溝は見当たらない。③Ｇ意見は顔\n面にうっ血，チアノーゼが存在するとしているが，顔面の変色は他の部位\nの皮色と同じ変色で，死後変化と考えるのが妥当である。④頚椎前面の軟\n部組織間の縦長の帯状出血と前頚部下方軟部組織の出血を併せて考える\nと，前頚部中央下端に手掌面のようなやわらかい物体が強い圧迫外力とし\nて加わったため，Ｃは，頚部上方の舌骨，甲状軟骨あるいは気管軟骨等の\n骨折を伴わずに，しかも圧迫部の皮膚に擦過傷等を形成せず，その痕跡を\n残さずに呼吸困難を生じて死亡したものと思われる。⑤腐敗高度で明言で\nきないが，この帯状出血と前頚部下方軟部組織の出血以外に死因となるよ\nうな所見は見当たらないので，前頚部圧迫による窒息死と考える。\nまた，Ｈ作成の平成２４年１１月２０日付け鑑定書その２は，検証調書\n謄本（確定審検８，９）添付の犯行再現写真を参考資料とし，⑥再現写真\nにある状況での絞殺はきわめてやりにくいことなどを指摘するとともに，\n⑦Ｇ意見について，独善的といわざるを得ないなどと指摘するものである\n（以下，Ｈ作成の平成２０年８月１日付け鑑定書及び平成２４年１１月２\n０日付け鑑定書その２をまとめて「Ｈ鑑定」という。）。\n弁護人は，このようなＨ鑑定について，確定判決が示したＣの殺害方法\nが存在すれば当然に死体に形成され，腐敗後も残存して観察できるはずの\n所見（索溝等）が欠けていることを示しており（前記②③④），確定判決\nの示す殺害方法に関する事実認定と矛盾するとして，この事実認定を支え\nるＡ及びＢの自白は全く信用性のないものであることが明らかになったな\nどと主張する。\nイ(ｱ) しかしながら，Ｈ鑑定は，Ｅ鑑定書に添付された写真等に基づき，「死\n体所見は不鮮明」で（なお，Ｈ鑑定は，一方では，「被害者の前頚部は\n…保存状態は比較的良好である」（平成２０年８月１日付け鑑定書８頁）\nとしながら，他方では，「腐敗して首の所見が不鮮明」（同１２頁）な\nどと指摘している。），「頚部の外部所見に索溝様の圧迫痕が明瞭に認\nめられるわけでもない」，「明確な索溝は見当たらない」旨指摘しつつ，\n結局，Ｃの頚部に索溝がないとの明確な断定を避けていることは，その\n記載自体から明らかである。\nそもそも，Ｃの死体を直接解剖して作成されたＥ鑑定書でも，「死体\nの腐敗が著しいために，損傷の有無，程度等が判然としない」とするに\nとどめられ，絞殺を疑わせるような索溝等の所見について，その有無を\n検討し明瞭に記載されていたわけではない。Ｈ鑑定は，Ｇ意見が索溝で\nあると指摘した圧迫痕様の所見について，頚部に皮下出血を伴う表皮剥\n脱や血流渋滞によるうっ血等の変化が見られないことなどを指摘し，こ\nれは索溝ではないと「判断」しているが，この点は第１次再審でＧ意見\nとＦ鑑定とで見解が激しく対立したことからも明らかなとおり，もとも\nと腐敗高度な死体の所見について，Ｅ鑑定書の添付写真を見ただけでい\nわば推論を重ね，Ｅ鑑定人もその有無を明言していない事情を指摘して\nこのようにいえるものかは大いに疑問があるといわざるを得ない。\n結局のところ，Ｃの死体の頚部所見について確実にいえるものは，直\n接，司法解剖を経て作成されたＥ鑑定書の指摘の限度であるとみるのが\n相当であって，Ｅ鑑定書の添付写真に基づき推論を重ねたＨ鑑定の判断\nを優先させるべき特段の理由は見当たらず，Ｃの死体の頚部について，\n索溝等の有無を論じることはそもそも困難であるというべきである。\n(ｲ) そして，Ｈ鑑定は，「被害者が無抵抗の場合」にはタオルのような幅\nの広い索条物では索溝を残さないケースもあるとしつつ，「両上肢，両\n下肢を押さえつけなければ，頚部圧迫が困難なほど抵抗する被害者」の\n場合には頚部に強い索溝を形成することが多いなどと指摘し，これを理\n由の一つとして，索溝の見当たらないＣの死体所見は，確定判決の示す\n殺害方法とは合致しないとされているようである。\nしかしながら，確定判決には，請求人がＣの両足を押さえつけ，Ｂが\nＣの上に馬乗りになってその両手を押さえつけ，Ａが西洋タオルを被害\n者の頚部に一回巻いて交差させた上，両手でその両端を力一杯引いて絞\nめつけたという犯行態様は判示されているものの，その際，そうしなけ\nれば頚部圧迫が困難なほどにＣが抵抗したなどといった判示は一切され\nていない。そうであるのに，Ｈ鑑定が「両上肢，両下肢を押さえつけな\nければ，頚部圧迫が困難なほど抵抗する被害者」を勝手に想定して，確\n定判決の示す殺害方法とＣの死体所見とが合致しないとの結論を導いて\nいることは，論理展開に飛躍があるというほかない。\nそして，確定審において取り調べた証拠によれば，Ａは，Ｃの首を絞\nめた当時，Ｃが暴れたかは記憶がない趣旨の供述をしており（確定審検\n１０７，確定審第４回公判供述６０項），せいぜい，犯行時，Ｃは手を\n動かしたのでＢがＣの手を胸に押さえつけたという供述がみられるだけ\nである（確定審検１０８。なお，第１次再弁８９もほぼ同じ内容である。）。\nまた，Ｂは，「Ｃはグーッと苦しそうな声を出して苦しみ出し両手や身\n体に力が入りもがこうとしました」と述べる部分はあるが（確定審検１\n１３。なお，第１次再弁９０もほぼ同じ内容である。），公判廷ではＣ\nが暴れた記憶はない旨証言している（確定審第４回公判供述８２項）。\nそうすると，ＡやＢの自白からは，本件犯行の際，Ｃが首や身体を動か\nして，「頚部圧迫が困難なほど抵抗」したとまでいうことは困難であっ\nて，Ｈ鑑定はその考察の前提において誤りがある。\nすなわち，本件事件においては，Ｃの死体の頚部に強い索溝が必ず形\n成され，残存するはずであるとまではいい難いというべきである。そう\nであれば，Ｃの死体所見が確定判決の示す殺害方法と合致しないとはい\nえない。\n(ｳ) なお，Ｈ鑑定は，Ｅ鑑定書の添付写真から，「被害者に見られる確実\nな所見は，頚椎前面に見られる軟部組織間の縦長の帯状出血と前頚部下\n方軟部組織の出血である」と，２つの所見に着目し，Ｃの死因について，\n前頚部中央下端に手掌面のようなやわらかい物体が強い圧迫外力として\n加わったことによる呼吸困難からの窒息死と考察している（前記ア④）。\nしかし，Ｈ鑑定は，確定判決の示す殺害方法とＣの死体所見とが合致\nしていないことを前提とし，Ｃの死因を考察しているところ，前記(ｲ)\nのとおり，その前提は直ちには採り得ないものである。\nしかも，Ｈ鑑定は，Ｃの死因を考察した部分について，「死体は腐敗\nしてその痕跡を見ることはできない」，「推定の範囲をでない」，「腐\n敗高度で明言できない」などといった留保を付けているのである。\nなお，Ｈ鑑定が依拠する２つの所見のうち，頚椎前面の軟部組織間の\n縦長の帯状出血については，既に第１次再審においてもＥ補充鑑定，Ｆ\n鑑定，Ｇ意見がそれぞれ指摘していた所見であり，また，同所見が確定\n判決の示す殺害方法によって直ちに生じるものではないという点も論じ\nられていた。すなわち，同帯状出血について，Ｆ鑑定は頚部の過伸展，\n過屈曲，垂直圧迫などによるとし，Ｇ意見はむち打ち外傷あるいは捻転\nなどの外力作用としていたところ，Ｈ鑑定も，「私もそう考える」，「（こ\nれら外力作用によって）形成されたのかもしれない」などと同調すらし\nているのである。このことからも，Ｈ鑑定は，Ｆ鑑定やＧ意見のような\n見方を完全には否定していないことが明らかである。\nこれらの点からすれば，Ｈ鑑定のうち，Ｃの死因を考察した部分につ\nいて，信頼性が高いとは到底いえない。\n(ｴ) また，Ｈ鑑定のうち，犯行再現写真を参考に指摘する点については（前\n記ア⑥），法医学的な観点からの専門的意見とはいい難く，推論を交え\nて述べるものにすぎない。また，Ｇ意見を独善的であるなどと指摘して\nいることについても（前記ア⑦），前記(ｱ)でみたような観点に照らせば，\nこれを直ちにＨ鑑定の信用性を高めるものと捉えることはできない。\n(ｵ) このようにみていくと，Ｈ鑑定の証拠価値を高くみることはできず，\nＨ鑑定をもって，確定判決の示す殺害方法とＣの死体所見が矛盾すると\nいうことはできないというべきである。\n(2) 死体遺棄の状況に関することについて\nア  また，Ｈ鑑定は，発見時のＣの死体の状況について，うつ伏せで両手を\n両側の股関節付近に置き，頚は極端に右向きに屈曲した不自然な格好であ\nったことから，その理由として，電撃性死体硬直の事例を紹介した上，Ｃ\nの死体は死後硬直が強く発現していた状態で搬送され，かつ，堆肥の中に\n埋めるとき，両上肢，両下肢は屈曲して盛り上がっているので仰臥位では\n埋めにくく隠しにくいために，腹ばいにしたのではないかと分析，考察し\nている。\nそして，弁護人は，Ｈ鑑定のこの指摘に基づき，仮に確定判決のとおり\nの殺害行為が存在した場合には，Ｃは殺害直前，土間において格闘してい\nることになり，複数の者により絞殺されるという強い精神的興奮状態にあ\nったことになるから，電撃性死体硬直が出現した可能性もある，そうする\nと，Ｃの死体を運搬する際には，死後硬直による運搬行為の困難性が伴っ\nていたと考えられる，また，堆肥への埋没に際しても，死後硬直が出現し\nたことに伴い，埋めようとしたがうまくいかないのでやり直すなどの試行\n錯誤があったことが推測され，埋没の困難性も存在したものと考えられる，\nしかるに，Ａ，Ｂ及びＤの供述にはその点が欠落しており，これらの供述\nは信用性がないなどと主張する。\nイ  しかし，Ｈ鑑定の前記アの部分は，発見時のＣの死体の状況（姿勢）だ\nけを根拠に，多くの推論を重ねた内容であることが明らかで，そもそも信\n頼性が高いとはいい難い。\nそして，確定判決は，Ｃが殺害直前に「格闘」していたなどとは一切判\n示しておらず，「強い精神的興奮状態」にあったことがうかがれるような\n判示もないから，仮に確定判決のとおりの殺害行為が存在した場合には電\n撃的死後硬直が出現した可能性もあるなどとする弁護人の主張は，その前\n提に誤りがあり，失当というほかない。また，仮にＣの死体が死後硬直し\nていたとして，弁護人の主張する死後硬直がある場合の「運搬行為の困難\n性」，「埋没の困難性」とは，具体的に何を指すのかその主張自体趣旨が\n不明であって，このような事情がＡ，Ｂ及びＤの自白に現れていないから\nといって，その自白の信用性に疑問が生じるとは到底いえない。\nなお，Ｃの死体の埋没状況に関しては，Ａ，Ｂ及びＤの自白によれば，\nＡらは，堆肥を掘った後，掘り出した堆肥の上にＣの死体を仰向けに乗せ\nて，Ｃの死体を転ばせて掘った穴に入れた，そうするとＣの死体はうつ伏\nせの状態で穴に入ったので，堆肥を戻して死体を埋めたなどとしており（確\n定審検１０７，１１３，確定審Ｄ第３回公判供述２３６－２４０項等），\nこれらに照らせば，Ｃの死体がうつ伏せ等の状態で発見されたことに，別\n段不自然な点はないというべきである。\n(3) 小括\n以上のとおりであり，Ｈ鑑定には，Ｃの殺害に関するＡ及びＢの自白の信\n用性，あるいは，Ｃの死体遺棄に関するＡ，Ｂ及びＤの自白の信用性に影響\nを及ぼすような証拠価値はいずれも認められない。\n２  弁護人白鳥努ほか７名作成のカーペット等再現実験報告書（弁２）について\n(1) カーペット等再現実験報告書は，弁護人が，実況見分調書謄本（確定審検\n１２），Ａ及びＢの検察官調書謄本（確定審検１０７，１０８，１１３），\nこれらの者が立ち会った検証調書謄本（確定審検８，９）等を資料とし，Ｃ\n方の中６畳間及び犯行当時同所に敷かれていたとされるカーペットの形状等\nを再現して作成されたものである。\nすなわち，確定審で取り調べられた実況見分調書謄本によれば，カーペッ\nトには，脱糞様の黒褐色付着物（直径７０㎝楕円状）が目地につまり込んだ\nような状態で付着し，また，脱糞様のものが付着した素足先端部及びかかと\n部と認められる足跡が印象されていた（確定審検１２の写真２３７，２３８）。\n一方，カーペットが敷かれていた中６畳間の畳には，直径８０㎝大の尿痕と，\n２か所に糞様の黒褐色付着物（３×２㎝大のものと４×２㎝大のもの）が認\nめられた（確定審検１２の写真８５，９１，９３，見取図六の１）。\nカーペット等再現実験報告書の再現実験は，これらの位置関係を再現し，\nさらに，Ｃを殺害する直前にＣを中６畳間に寝かせた位置をＡ又はＢの供述\nから再現して，そのときのＣの臀部の位置と，カーペットの脱糞痕や畳の尿\n痕・脱糞痕等の位置とが一致するかどうかの検証を目的として実施されたも\nのである。\nそして，同報告書は，カーペットの脱糞痕，中６畳間の畳の尿痕・脱糞痕\nの位置は，犯行当日，中６畳間に寝かされていたとされるＣの臀部の位置と\nいずれも全く一致しないと結論付けている。\n弁護人は，同報告書によれば，カーペットの脱糞痕や中６畳間の畳の尿痕\n・脱糞痕は，本件事件とは無関係に生じたものであり，本件とは全く関連性\nがないことが明らかになったとして，カーペット及び中６畳間の畳の状況は\nＡ及びＢの自白を支える客観的証拠たり得ず，逆にこれらがＣ殺害にかかる\n客観的証拠であるとすれば，糞尿痕等の位置関係が相互に大きく矛盾するＡ\n及びＢの自白は全く信用できないなどと主張する。\n(2) しかしながら，カーペットの脱糞痕，中６畳間の畳の尿痕・脱糞痕につい\nては，確定審で取り調べられた前記実況見分調書謄本添付の写真等から既に\nその大まかな位置関係は明らかにされていた（なお，畳の尿痕・脱糞痕の位\n置関係について，カーペット等再現実験報告書は，前記実況見分調書謄本の\n見取図六の１で示されているデータは虚偽であったとしている。また，そも\nそもカーペットの脱糞痕の位置関係については，前記実況見分調書謄本にお\nいて，「同カーペット角に直径３センチの圧痕様のものが印象されていたの\nで，同印象部角を基準」とした計測結果が示されているものの，その印象部\n角がいずれを指すのかは明確でなく，カーペットに係る他の鑑定結果（確定\n審検３０，３６）によっても判然とせず，正確な位置を特定することができ\nない。もっとも，これらの点を踏まえても，大まかな位置関係については，\n添付写真等から，例えば，カーペットの脱糞痕は中央部よりやや外れた端側\nにあること，中６畳間の畳の尿痕・脱糞痕も中央部よりは奧６畳間側に位置\nしていたことなどは把握できる。）。そうであれば，確定判決が，カーペッ\nトや中６畳間の畳に関する客観的状況がどこまでＡ又はＢの自白を裏付ける\nものと位置付けていたかは不明であるものの，少なくとも，Ａ及びＢが本件\n犯行の際に中６畳間にＣを寝かせたときの臀部の位置と，カーペットの脱糞\n痕，中６畳間の畳の尿痕・脱糞痕の位置が完全に一致することまで念頭に置\nき，心証を形成したとはそもそも考えにくいのであり，これを前提とする弁\n護人の主張は採用し難い。見方を変えて言えば，同報告書は，旧証拠のうち\n実況見分調書謄本等の内容をさらに分かりやすく視覚化したものとはいえよ\nうが，これまで判明していなかった事実を明らかにしたものとはいい難い。\nなお，Ｃを寝かせたときのその臀部の位置と，カーペットや中６畳間の畳\nの脱糞痕等の位置とが一致しないことについては，本件事件後，請求人によ\nってカーペットが拭かれたという供述があること，その後カーペットは中６\n畳間から持ち出され，捜査機関に領置されるまでの間に，更に動かされたり，\n広げられたり，畳み直されたりされたことなど，第１次再審における即時抗\n告審の決定において既に指摘されたような事情があるから，別段不自然とは\nいえず，Ａ及びＢの自白の信用性に影響を与えるものとはいえない。\n(3) したがって，カーペット等再現実験報告書には，Ａ及びＢの供述の信用性\nを左右するような証拠価値は認められない。\n３  Ｎ及びＯ作成の鑑定書（弁３）等について\n(1) 同鑑定書（以下「Ｎ・Ｏ鑑定書」という。）は，心理学者であるＮ，Ｏが，\nＡ，Ｂ及びＤの捜査段階及び公判廷における供述（自白。なお，当審で新た\nに提出されたＤの警察官調書写し３通〔弁２０～２２〕を含む。）を「供述\n心理学的手法」により分析し，これらが犯行体験に基づいていない可能性を\n示唆する兆候の有無について検討したというのである。その分析には，複数\nの供述間にみられる変遷構造を検討する「供述分析」の手法や，供述者が体\n験を説明する際に使用する独特の文体や談話の展開パターンに着目し，その\n特徴によって供述の体験性（供述者なりの体験の説明としての十全性）を検\n討する「スキーマ・アプローチ」の手法を用いたとされている。\nそして，Ｎ・Ｏ鑑定書は，要旨，Ａ，Ｂ及びＤの供述からは，実際の体験\nに基づく供述であることを示す明確な特徴（「体験性兆候」）は確認されず，\n一方，「非体験性兆候」については，①Ａ，Ｂ及びＤの捜査段階での供述調\n書には，中核部分において顕著な変遷があること，②Ａ及びＢの公判供述の\nうち，犯行行為に関連して複数の人物がお互いの行為を調整（指示，相談）\nする必要があると考えられる場面（以下「相互行為調整場面」という。）の\n説明には，「協調の原理」（人々が会話を成立するために暗黙のうちに従っ\nている原則）のうち，「量の公理」（会話のやりとりで当面の目的となって\nいることに必要とされる十分な情報を提供できるようこころがけること等）\nないしは「作法の公理」（はっきりと分かり易い方法で言うこと，つまり明\n瞭であること，不明瞭な表現は避けること，あいまいさを避けること，短く\n言うこと，順序よく述べること）が充足されていないこと，③Ａ及びＢの捜\n査段階の供述調書における相互行為調整場面に関する供述では，「以心伝心」\nあるいは「テレパシー」的な意思伝達行為の記述がみられたこと，などを指\n摘し，結論として，Ａ及びＢの供述のうち，相互行為調整場面の供述につい\nては「体験供述性」を有しない可能性が高いとし，その供述全体の信用性に\nも大きく影響する可能性があるとする（なお，Ｎ・Ｏ鑑定書は，Ｄの供述に\nおける「体験供述性」についての判断は保留している。）。\n弁護人は，Ｎ・Ｏ鑑定書が，Ａ及びＢの自白の信用性に看過し難い動揺を\n与えることは明白であるなどと主張する。\n(2)ア しかしながら，Ｎ・Ｏ鑑定書は，専ら供述の内容や変遷の有無等に着目\nして「体験供述性」の有無を論じており，その検討の過程でＡ，Ｂ及びＤ\nの能力や，請求人を含めた供述者間の人間関係，当該供述がされた際の外\n部的事情等が十分考慮された形跡はない。これらの者が供述変遷の理由を\n説明している供述部分についても全く等閑視されている。これらの事情を\n考慮せずに，当該供述が体験に基づくものであるのかどうかを真に判定す\nることができるのか，かなりの疑問がある上，仮にこのような検討だけで\n「体験供述性」の有無を論じることができるとしても，供述の信用性の検\n討としては甚だ不十分であることはいうまでもなく，Ｎ・Ｏ鑑定書の結論\nがそのまま供述の最終的な信用性の判断に結びつかないことは明らかであ\nる。\nなお，Ｎ・Ｏ鑑定書も，「当然のことながら自白の信用性は，当該自白\nにみられる諸特性だけではなく，物的な諸証拠，他の諸供述証拠なども視\n野に入れて総合的に判断されるべきものである。したがって供述心理学的\nな自白の信用性評価の結果が，直接，当該自白の信用性に関する最終的な\n評価となるものではない。」としているのである。\nすなわち，Ｎ・Ｏ鑑定書の結論は，供述心理学の立場からの一つの見解\nとしては傾聴に値するといいえても，本件再審請求における証拠価値は相\n当に限定的にみるほかなく，これがＡ及びＢの供述の信用性を揺るがすと\nは到底考え難い。\nイ  なお，Ｎ・Ｏ鑑定書が指摘する前記(1)の①から③までの点について，実\n質的には，確定審や上訴審，第１次再審において既にその検討を経ている\nと考えられるものの，供述の信用性判断の観点から，念のため次の点を付\n言する。\n(ｱ) まず，①の点について，その一つとして，Ａ及びＢの供述のうち，Ｃ\nの殺害を共謀した経緯や犯行状況に関する部分が，当初はＡとＢの２人\nで犯行に及んだとする供述から，徐々に請求人の関与を供述するように\nなり，最終的には請求人が首謀したような供述に変わったという点が挙\nげられている。\nしかし，自らの犯行を自白した者であっても，捜査機関の取調べにお\nいて当初から犯行状況をすべて正確に供述し，一切の変遷がみられない\nことが通常であるとはいえず，記憶違いや，自己又は第三者の刑責の軽\n減を図るためなどの様々な事情から，その供述の一部が変遷することは\n間々みられるところである。そして，本件では，請求人は，事件当時，\nＡ家の一切を取り仕切っており，事件直後には，Ａ，Ｂ及びＤに対し，\n口止めを命じていたという供述もある。とすれば，Ａ及びＢは，当初，\n請求人の関与を隠し，かばおうとしていたため，供述の変遷が生じたと\nみるべきであって，変遷の理由は十分合理的である。この点に関する供\n述の変遷が，最終的な自白の信用性を損なうとはいえない。\nまた，他にＮ・Ｏ鑑定書で挙げられている供述変遷の点については，\nいずれも供述の一部分だけを取り上げて変遷の有無を指摘するもので，\nこれが供述全体からみて中核部分の変遷に当たるとはいい難く，その供\n述の信用性を動揺させるほどのものではない。\n(ｲ) 次に，②の点について，Ｎ・Ｏ鑑定書は，Ａ及びＢの公判供述のうち，\n請求人がＢにＣ殺害を持ちかけた点，ＢがＡにＣ殺害を持ちかけた点，\n請求人，Ａ及びＢがＣ方に向かう際などに，その殺害方法について具体\n的に相談等しないままであった点，具体的にタオルで絞殺する場面で誰\nが何をするかを確認等せず，Ｃの死体を遺棄する場面でも同様であった\n点等の相互行為調整場面を挙げて，行為者間での相談や指示に関する具\n体的な説明が行われておらず，行われていても登場人物によるコミュニ\nケーションが「量の公理」ないしは「作法の公理」を満たしていないま\nま進行するという不完全なものにとどまっていたと分析し，「仮に本件\n犯行時の相互行為調整においてこのような事態が実際に生じていたとし\nた場合，当然，大きな混乱やその後の共同行為遂行の困難に結びつくは\nず」であり，「Ａ，Ｂ，Ｄそして請求人が親族という密接な関係にある\nため会話がなくても犯行行為の共同作業が可能であったという可能性は\n非常に考えにくい」などといった前提に立って，相互行為調整場面に関\nする供述内容が不十分であるのは，それが実体験に基づかないものであ\nるという説明が唯一残された可能性であるなどとしている。\nしかしながら，殺人，死体遺棄等の重大事件が複数の者によって敢行\nされたときに，必ずしもこれらの者の間であらかじめ詳細な役割分担や\n手順等が定められることが通常であるとはいえない。特に本件について\nは，請求人，Ａ，Ｂ及びＤは一族の者のなかでも長年隣り合わせに住ん\nでいたところ，請求人とＣはかねてより不仲で，請求人はＣが死ねばい\nいという趣旨のことをしばしば述べていて，Ａらもそれを知る状況にあ\nったこと，本件事件は，請求人がたまたまその当日にＣが酔いつぶれて\nいることを知り，既に酔って寝ていたＡ，Ｂを誘って実行されたもので，\nそもそも計画的犯行とはいえず，ある程度場当たり的に推移しており，\n犯行手口も比較的単純であることなどからすれば，請求人とＡ，Ｂ及び\nＤの相互の間で，Ｃの殺害や死体遺棄について提案と了承に言葉を尽く\nさなければならない状況にあったとはいえず，また，その実行に詳細な\n相談や指示が不可欠であったともいえない。そうすると，前記のとおり，\nＮ・Ｏ鑑定書が，「仮に本件犯行時の相互行為調整においてこのような\n事態が実際に生じていたとした場合，当然，大きな混乱やその後の共同\n行為遂行の困難に結びつくはず」などとするその前提は，本件事件にお\nいては当を得ていないというべきである。\n(ｳ) 最後に，③の点について，例えば，Ｂの供述には，「以心伝心」又は\n「テレパシー」のようなかたちで意思の伝達が行われている箇所がある\nなどと指摘しているが，当該部分は，Ｂがとった言動について，相手方\nに意図通りに伝わった旨，Ｂが「感じた」，「思った」という限度で述\nべられているにすぎないから，そもそも「以心伝心」又は「テレパシー」\n的な意思伝達行為があったとみること自体奇異である。また，Ｎ・Ｏ鑑\n定書は，本件事件当時，Ｂが小便に起き上がったタイミングでＤが目を\n覚ましたという点をとらえ，「見事な偶然の一致」としているが，Ｄは，\n一貫して，Ｂが起きてきたときの物音で目を覚ましたと述べており，自\n然な成り行きであって偶然の一致というのは偏った見方というほかな\nく，これまた「以心伝心」又は「テレパシー」的な意思伝達があったと\nするのは誤りである。そうすると，この点に関するＮ・Ｏ鑑定書の指摘\nも採用の余地はない。\n(3) したがって，Ｎ・Ｏ鑑定書の結論を直ちに採用することはできず，Ｎ・Ｏ\n鑑定書の内容を踏まえてＡ及びＢの自白を再検討してみても，その信用性は\n揺らがない。Ｎ・Ｏ鑑定書には，Ａ及びＢの自白の信用性に影響を及ぼすほ\nどの証拠価値はないというべきである。\n４  Ｐ作成の「御回答」と題する書面，Ｂに係る収容者身分帳簿及びこれらに関\nわる証拠群（弁４～１２，２４～３６）について\n(1)ア 「御回答」と題する書面（弁４。以下「Ｐ意見書」という。）は，昭和\n５７年３月からＤを診療していたＰ医師が，Ｄの入院診療録（昭和５７年\n３月２日から昭和５８年３月３１日まで，昭和５９年５月３日から昭和６\n０年１２月１６日まで）及びそれ以前におけるＤの受刑中の記録に基づき\n作成したものである。その内容は，Ｄについて，「知的障害があったこと\nを意味しており，これは生来性のものであったと思われる」，「被暗示性\nや他人に迎合しやすい傾向はみられる」，「本人から事情聴取などすると\nきは，落ち着いたリラックスした状態で具体的な例など挙げて質問をする\n方がよいと思われる，本人が心を置ける人が近くにいる方が望ましい。決\nして高圧的な態度や，批難する様な態度，決めつけたりする様な話し方は\n避けることが望ましい」などと記したものである。\n弁護人は，Ｐ意見書や，弁５～１２のとおりの書籍，統計等の資料を提\n出して，Ｄの自白の信用性を争っている。\nイ  また，弁護人は，当裁判所が大分刑務所から押収したＢに係る収容者身\n分帳簿の表紙部分には，Ｂが受刑者の収容分類のうち「Ｍｘ級」に分類さ\nれていた旨の記載があるとし，受刑者分類規程等の証拠（弁２４～３６）\nを提出して，Ｂが精神遅滞と判断される程度の低い知的能力（おおむね軽\n愚級以下であり，知能指数としてはＩＱ６９以下）しか持たず，社会生活\n上著しい支障をきたす知能障害があり，そのため，捜査段階においても，\nおよそ捜査機関による取調べに対して迎合せず，暗示を受けぬまま応答し\nうる適性を有していなかったことは明らかであるなどと主張して，Ｂの自\n白の信用性を争っている。\n(2)ア しかしながら，Ｄの知的能力に関していえば，第１次再審において，Ｄ\nの受刑中に記録された分類調査表（第１次再検８）が取り調べられた結果，\nこれに「ＩＱ＝６４」等の記載があることが判明し，さらに，Ｄの入院診\n療録（第１次再弁４１）や，Ｄ自身が証人として取り調べられるなどした\nが，これらを踏まえても，Ｄの自白の信用性に疑いを生じるとは認められ\nなかったところである。本件再審請求で提出されたＰ意見書は，既に第１\n次再審に提出されていた前記の分類調査表や入院診療録を基に作成された\nものにすぎず，その内容が前記(1)アの内容程度にとどまっていることから\nも，その証拠価値が高いとは到底いえない。\nイ  また，Ｂの知的能力に関しては，確かに，Ｂに係る収容者身分帳簿の表\n紙右上欄外には，「ＡＭｘ」との表記があるから，弁護人の主張のとおり，\nＢが収容分類中「Ｍｘ級」（精神薄弱者（知能障害のため社会生活上著し\nい支障がある者）及びこれに準じて処遇する必要のある者）に分類された\nといえそうである。もっとも，そのように分類されるに至った詳細な根拠\n等は不明であり，また，知的能力の程度まで具体的に量り知れるものでは\nないから，自ずからその証拠価値には限界がある。\nウ  そもそも，Ｂにせよ，Ｄにせよ，確定審においてもこれらの者の職歴や\n生活状況等については関係証拠から明らかになっており，また，ＢやＤを\n直接尋問しているから，その知的能力の程度についてある程度推測するこ\nとも可能であって，その供述の信用性を判断されるなかで当然，考慮され\nたと考えられる。そうすると，ＢやＤの知的能力に関する新証拠について\nは，確定審において既にある程度明らかになっていた事項に一定の裏付け\nを与えたとはいえるものの，それ以上のものではない。同証拠により裏付\nけられた事情は，本件再審請求において初めて明らかになった事項とはい\nい難いというべきである。\n(3)ア なお，確かに，知的障害者については，被誘導性や暗示性が強いという\n特性を有するものがおり，取調官に迎合したり，誘導を受けたりして，そ\nの結果虚偽の供述をしてしまうおそれがあることが指摘されている。近時，\n知的障害によりコミュニケーション能力に問題がある被疑者等に対する取\n調べについては，その録音・録画が試行されるようになったことなども，\n周知の事実である。\nしかし，そうであるとしても，本件事件において，Ａを含め，ＢやＤの\n知的能力が通常人に比して劣っていたからといって，Ａ，Ｂ及びＤの自白\nが取調官に迎合したり，誘導された結果得られた虚偽のものと直ちに結論\nづけることは，あまりに乱暴な議論であって，到底与することはできない。\nイ(ｱ) Ｄの確定審時の自白の内容等をみると，Ｄは，死体遺棄により逮捕さ\nれた当初は，事実を否認する供述をしていたが（昭和５４年１０月２８\n日付け警察官調書謄本〔確定審検１１４〕），その後は請求人，Ａ及び\nＢとともにＣの死体を遺棄したという内容の自白に転じ，自身の公判の\nみならず，請求人に係る公判で証人として出廷した際にも同様の供述を\n維持しており（確定審第３回及び第４回各公判供述），とりわけ，その\n尋問の場面においては，Ｐ意見書が指摘するような，Ｄに対し，高圧的\nな態度，批難するような態度，決めつけたりするような話し方等によっ\nて尋問された形跡は全くうかがわれない。加えて，Ｄは，自身の公判で\n懲役１年の有罪判決を受けた後，控訴せずに服役している。このような\n事情にかんがみれば，Ｄの自白の信用性は基本的に高いというべきであ\nる。\nそして，Ａ，Ｂ及びＤの自白は，それぞれ大綱において一致している\nことに加え，Ｂの妻であるＬの供述内容（Ｂと請求人とが犯行当夜に本\n件事件に関する会話をしていたのを見聞きしたとするもの）は，Ｂの自\n白内容の一部とも符合している。Ｌには，夫であるＢや息子であるＤに\nとって不利な供述をあえてする動機は考えられず，その供述の信用性は\n高いと考えられるのであり，結局，Ｂの供述の信用性はＬの供述によっ\nても担保されていると考えられる。\n(ｲ) 弁護人は，Ａ及びＢは，確定審における証人尋問や受刑中の親族との\n面会時等において，それぞれ，取調官による強制，誘導があったことを\nうかがわせるかのような供述をしていることを指摘する。しかし，これ\nらの供述はいずれも断片的であるし，請求人に気兼ねする心情が入り混\nじっているがために出た供述等とみることもできるから，直ちに，これ\nらの供述をもって取調官による強制，誘導があったとはいえない。\nまた，Ｄも，受刑後の第１次再審請求審において，取調官による強制，\n誘導があったことをうかがわせるかのような供述をしているものの，こ\nれについても，即時抗告審の決定で指摘されているとおり，その供述全\n体を見た場合，信用性が高いとはいえないものである。\nウ  そうすると，弁護人が主張するように，Ａ，Ｂ及びＤの自白が取調官の\n誘導等によって作出された全く架空の虚偽供述であるとは考えにくいとい\nうべきである。\n(4) したがって，Ｐ意見書やＢに係る収容者身分帳簿の表紙部分の記載等の一\n連の証拠（弁４～１２，２４～３６）に，ＢやＤの自白の信用性に疑問を抱\nかせるような証拠価値は認められない。\n５  その余の証拠等について\n弁護人は，Ａ作成の雑記帳（弁１３～１６），Ｑ作成の手紙（弁１７，１８）\nを提出し，Ａの人となりや，Ａ及びＢが受刑中から無実を訴えていたことなど\nを主張する。しかし，既に検討した点に加え，本件再審請求までに提出された\n証拠も含めて考慮しても，これらの証拠価値が高いとはいえない。\n６  小括\n以上のとおりであり，本件再審請求における弁護人提出の新証拠については，\nいずれも確定審で取り調べられたＡ，Ｂ及びＤの自白の信用性を動揺させるよ\nうな証拠価値は認められない。\nなお，弁護人は，本件再審請求について，新証拠の立証命題とは離れたとこ\nろで旧証拠を再評価し，Ａ，Ｂ及びＤの自白が信用できない旨を詳細に論じ，\nあるいは，第１次再審開始決定を支持して即時抗告審の決定を種々論難してい\nるかのようであるが，これも到底採用することはできない。Ａ，Ｂ及びＤの自\n白の信用性は十分肯定できる。\n結局のところ，本件再審請求において提出された新証拠は，これを確定審及\nび第１次再審までに提出された全証拠と併せて総合評価しても，確定判決の事\n実認定に合理的な疑いを抱かせるには至らず，その認定を覆すに足りる蓋然性\nのある証拠とは認められない。すなわち，証拠の明白性が認められないので，\n本件再審請求には，刑事訴訟法４３５条６号所定の再審事由があるとはいえな\nい。\n７  本件再審請求手続の進行等に関する弁護人の意見について\nなお，本件再審請求手続の進行等に関する弁護人の意見について，念のため\n若干付言する。\n(1) 弁護人は，①Ａらの供述の信用性等に関する証拠の標目の開示を検察官に\n命じるべきである，②Ｈ，Ｎ，Ｏ及びＰを証人として取り調べる必要がある，\n③そのほか，Ａ，Ｂらの知的能力に関する資料を追加収集して提出したり，\n検察官に対して，更なる証拠開示を求めたりしていく予定であり，その検討\nには今後もそれなりの時間を要すると思われる，などとして，本件再審請求\nにおいて十分な審理がなされていない旨意見する。\n(2)ア しかし，①に関し，その経過をみると，本件に関しては，そもそも，第\n１次再審において，確定審には提出されなかった多数の証拠が請求人・弁\n護人に既に開示されている。弁護人は，本件再審請求において，存在する\nはずであるのに未だ開示されていない証拠が多数あるなどとして，いくつ\nか例示した証拠の開示を求めたが，これらはいずれも検察庁や関係警察機\n関（鹿児島県警本部，Ｒ警察署）に保管されていないとの回答があった（こ\nの回答に疑わしい点は特に見当たらない。）。このような経過を経て，弁\n護人は，検察官が第１次再審において取り寄せた証拠の標目の開示を求め\nるようになり，検察官によって同標目は作成されたが，当裁判所が任意で\n開示するよう打診しても，検察官は開示に応じなかった。もっとも，検察\n官によれば，同標目に挙げられているのは検察官が第１次再審当時に新規\nに集めた資料であり，確定審当時のものは含まれていないというのである。\nこのように，本件において，弁護人らは，確定審当時に存在した証拠に\nついて，その標目の開示を問題としているのではなく，第１次再審当時に\n検察官が収集したとされる証拠（資料）について，その標目の開示を問題\nとしている。この点において，弁護人が類例として挙げる他の再審請求事\n件における証拠開示とは決定的に異なっている。第１次再審当時の収集資\n料は，第１次再審における争点（第１次再審請求において提出された証拠\nの新規明白性の有無）に関連して収集されたものと考えられるところ，本\n件再審請求は，第１次再審とは別の新規明白な証拠の存在を再審事由とし\nているはずであり，第１次再審当時の検察官の収集資料が直ちに本件再審\n請求の判断に有益であるとはいい難く，むしろ，同標目の開示は第１次再\n審の不当な蒸し返しにもつながりかねない。\nそうすると，検察官に対して証拠の標目の開示を命じることが，必要で\nあるとも，相当であるともいえない。そこで，当裁判所は，開示命令まで\nは発しなかったものである。\nイ  ②③については，そもそも，再審請求は，その趣意書に再審請求の理由\nがあることを立証する証拠書類及び証拠物を添えて差し出さなければなら\nないところ（刑事訴訟規則２８３条），Ｈ，Ｎ，Ｏ及びＰが作成した鑑定\n書等についての証拠価値は前記１から４までのとおりであり，更に証人尋\n問を実施したからといって異なる判断が導かれるとは考え難く，事実の取\n調べ（刑事訴訟法４３条３項，４４５条）として証人尋問を実施する必要\n性は認められない。加えて，以上のような状況を踏まえれば，本件再審請\n求について，あえて弁護人からの追加資料の提出等を待たなければならな\nい特別の事情があるとは考えられない。\n(3) 以上の次第であり，弁護人の意見を採用することはできず，現時点までに\n提出された新証拠等を踏まえ，本件再審請求についての当裁判所の判断を示\nすこととしたものである。\n第６  結  論\nしたがって，本件再審請求は理由がないから，刑事訴訟法４４７条１項によ\nり，これを棄却することとし，主文のとおり決定する。\n平成２５年３月６日\n鹿児島地方裁判所刑事部\n裁判長裁判官      中  牟  田      博      章\n裁判官      松      永      智      史\n裁判官      松      原      平      学\n（弁護人は，別紙弁護人目録記載のとおり）\n（別紙）\n弁  護  人  目  録\n森      雅  美（主任）        末  永  睦  男\n亀  田  徳一郎                田  中  佐和子\n小豆野  貴  昭                玉  利  尚  大\n泉      武  臣                中  山  和  貴\n泉      宏  和                永  仮  正  弘\n井  上  順  夫                野  平  康  博\n岩  本      研                本  間  大  寿\n小山内  友  和                前  田  昌  宏\n柿  内  弘一郎                増  田      博\n鴨志田  祐  美                松  下  良  成\n木  谷      明                南  谷  博  子\n木  村  亮  介                蓑  毛  まりえ\n黒  木  健  太                向      和  典\n幸  田  雅  弘                武  藤  糾  明\n高  妻  価  織                本  木  順  也\n佐  藤  博  史                八  尋  光  秀\n白  鳥      努                山  口  政  幸\n以    上\n"
}