{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 9
  },
  "case_number": "平成27(う)1006",
  "case_name": "殺人，銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "大阪高等裁判所第３刑事部",
  "gist": "（判示事項）\n　白昼の繁華街において無差別に２名の通行人を包丁で突き刺すなどして殺害した殺人等被告事件（心斎橋通り魔殺人事件）の控訴審において，被告人に死刑を言い渡した一審判決が破棄され，無期懲役刑が言い渡された事例\n\n（判決要旨）\n被告人を死刑に処した原判決の量刑判断のうち，計画性が低いことは量刑上特に重視すべきとはいえないとの点及び幻聴の影響を被告人に特に有利に評価することはできないとしている点はいずれも不合理であって是認できず，犯行の計画性が低い上に精神障害の影響が否定されず，殺傷された被害者が２名で，それ以外に人的被害が生じていない本件においては，被告人を死刑に処することがやむを得ないとはいえない。",
  "lawsuit_id": "86655",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86655",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/655/086655_hanrei.pdf",
  "contents": "平成２７ １００６号  殺人，銃砲刀剣類所持等取締法違反被告事件\n平成２９年３月９日  大阪高等裁判所第３刑事部判決\n主            文\n原判決を破棄する。\n被告人を無期懲役に処する。\n押収してある包丁１本（平成２７年押第６３号の１・原審押収番号平成２\n７年押第４２号の１）を没収する。\n理            由\n本件控訴の趣意は，主任弁護人\n作成の控訴趣意書，主任弁護人作成の控訴趣意補充書３通並びに当審第２回公判手\n続調書に添付の「弁護人の弁論」と題する書面に各記載のとおりであり，これに対\nする検察官の答弁は検察官奥谷成之作成の答弁書及び弁論要旨に各記載のとおりで\nあるから，これらを引用する（なお，主任弁護人は，控訴趣意書中「控訴趣意Ⅰ  ～\n裁判員法の憲法違反～」は，訴訟手続の法令違反を主張するものである旨釈明した。\n）。\n第１  控訴趣意中，訴訟手続の法令違反の主張について\n１  裁判員法の憲法違反をいう主張について\n論旨は，要するに，①裁判員が死刑判決に関与することは憲法１８条後段の「苦\n役」に当たるので，裁判員の参加する刑事裁判に関する法律（裁判員法）は同条に\n違反しており，②死刑の選択について全員一致を求めていない裁判員法６７条の規\n定は，適正手続を保障した憲法３１条に違反するから，これら憲法に違反する規定\nに基づいて言い渡された原判決には，判決に影響を及ぼすことの明らかな訴訟手続\nの法令違反がある，というのである。\n裁判員法が憲法１８条後段に違反するとの主張について\n原判決が説示するとおり，裁判員の職務に従事することは，司法権の行使に対す\nる国民参加という点で参政権と同様の権限を国民に付与するものであること，また，\n国民の負担を過重にしないという観点から，辞退に関し柔軟な制度が設けられると\nともに，旅費，日当等の支給により参加の負担を軽減するための経済的措置もとら\nれていること等からすると，憲法１８条後段が禁ずる「苦役」に当たらないことは\n明らかであり（最高裁大法廷平成２３年１１月１６日判決・刑集６５巻８号１２８\n５頁参照），そのことは，死刑選択の判断を伴う評議への参加や死刑判決の言渡し\nの立会いであっても，同様に解すべきである。\nこれに対し，弁護人は，死刑の判決を言い渡すことは殺人行為に他ならないから，\n死刑判決にかかわった裁判員は，評議への参加や死刑判決の言渡しの場面のみなら\nず，判決言渡し後にもその苦悩が続くので，死刑判決に関与することになる裁判員\nの任務は合理的に受忍すべき限度を超えている，と主張する。\nしかし，重大な罪を犯した被告人に対し，裁判員と裁判官が，罪刑の均衡の見地\nからも一般予防の見地からも極刑がやむを得ないかどうかを慎重に検討するととも\nに，公平性の確保の観点をも考慮して，評議を尽くした結果，真にやむを得ないも\nのとして死刑を適用することは，法に基づいた厳粛な営みであって，これを殺人行\n為と同一視するかのような弁護人の主張はそもそも採用し難いものといわなければ\nならない。\nもっとも，裁判員にとって，死刑の判決にかかわることが，大きな精神的負担を\n伴うこと自体は否定できないところである。しかしながら，上記最高裁判決が判示\nするとおり，憲法は国民の司法参加を容認していると解されるから，その実現のた\nめに国民に一定の負担が課されることも憲法は予定しており，その負担が必要かつ\n合理的な範囲にとどまる限り，憲法１８条には違反しないと解される。そして，我\nが国が死刑制度を存置しているのは国民の総意に他ならないのであるから，被告人\nを死刑に処すべきかどうかが問題となる刑事裁判において，裁判員として選任され\nた国民が，審理に立ち会い，評議を尽くすこともまた，国民の責務の一つと解され\nるところ，上記のとおり，裁判員法には，裁判員の負担を過重にしないための措置\nが設けられていることのほか，評議の秘密が保護されるなどの裁判員を保護するた\nめの措置も整備されていること，また，裁判官及び当事者は，裁判員法５１条によ\nり，裁判員の負担に配慮すべき義務を負っており，実際の運営においても，裁判員\nの精神的負担に対してはできる限りの配慮がなされていることを併せ考慮すれば，\n裁判員が死刑判決にかかわることによる精神的負担は，必要かつ合理的な範囲を逸\n脱するものではなく，憲法１８条には違反しないというべきである。\n裁判員法６７条の規定が憲法３１条に違反するとの主張について\n原判決が説示するとおり，憲法３１条は，「何人も，法律の定める手続によらな\nければ，その生命若しくは自由を奪われ，又はその他の刑罰を科せられない。」と\n規定するだけであり，同条が，死刑判決をするのに，裁判員及び裁判官の全員一致\nを要する旨定めるものとは解されない。\nこれに対し，弁護人は，死刑は特別な刑罰であり，誤判は許されず，死刑を科す\nには慎重に慎重を期さなければならないのに，裁判員法６７条１項の規定によれば，\n裁判官１名を含む５名が死刑に賛成すれば，他の４名が賛成しなくとも，死刑が選\n択されることとなる，などと主張する。\nしかし，上記のとおり，死刑は，人の生命を永遠に奪い去る究極の刑罰であって，\n罪責が誠に重大であって，罪刑の均衡の見地からも一般予防の見地からも極刑がや\nむを得ないかどうかを慎重に検討するとともに，公平性の確保の観点をも考慮して，\n真にやむを得ない場合に限って適用されるべきものであるが，そのことは，何より\nも当事者及び裁判所が上記判断を可能とするように的確で適正な審理を行うととも\nに，裁判員及び裁判官が真剣な評議を尽くすことによって実現されるべきものであ\nって，死刑を科するのに裁判員及び裁判官の全員一致を要するとの法制度でなけれ\nば，実現され得ないものではない。裁判員制度施行後既に複数の事案において死刑\n判決が言い渡されているが，これらの事案においても，関係者の真摯な努力によっ\nて上記のような実務が積み重ねられているのであって，あたかも裁判員裁判におい\nては５対４の多数決により安易に死刑判決が言い渡されるおそれがあるかのように\nいう弁護人の主張は，このような実務の在り方を踏まえない，あまりに単純な議論\nといわなければならない。\n弁護人はまた，いわゆる永山事件に関する最高裁第２小法廷昭和５８年７月８日\n判決・刑集３７巻６号６０９頁は，「その罪責が誠に重大であって，罪刑の均衡の\n見地からも一般予防の見地からも極刑がやむをえないと認められる場合には，死刑\nの選択も許される」と説示しているように，総合判断の結果，誰が判断したとして\nも死刑とするものについてのみ死刑とすることが許されることを明らかにしており，\n同判決は，憲法３１条を根拠に死刑判決には全員一致を要求しているものと解すべ\nきである，と主張する。\nしかし，上記最高裁判決は，「ある被告事件につき死刑を選択する場合があると\nすれば，その事件については如何なる裁判所がその衝にあっても死刑を選択したで\nあろう程度の情状がある場合に限定せらるべきものと考える。立法論として，死刑\nの宣告には裁判官全員一致の意見によるべきものとすべき意見があるけれども，そ\nの精神は現行法の運用にあっても考慮に価するものと考えるのである。」と説示し\nて被告人を無期懲役に処した原判決（控訴審判決）に対し，「原判決が判示した前\n記見解の趣旨は，死刑を選択するにつきほとんど異論の余地がない程度に極めて情\n状が悪い場合をいうものとして理解することができないものではない。」との判示\nに続き，いわゆる永山基準に言及した上で，量刑の前提となる事実について検討し，\n原判決を甚だしく刑の量定を誤ったものであるとして破棄したものであり，原判決\nの上記判示部分をその文言どおりに是認したわけではないし，まして，死刑判決に\nつき裁判官の全員一致の意見によるべき旨を判示したものとは到底解されない。\n弁護人はさらに，アメリカ合衆国では，死刑事件においてはスーパー・デュー・\nプロセスと呼ばれる特別な手続が要請されており，死刑判決を宣告するためには，\n１２人の陪審員の意見が全員一致でなければならないとされているから，我が国に\nおいても，同様に全員一致制が採用されるべきである，とも主張しているが，アメ\nリカ合衆国において死刑判決につき全員一致制がとられている州があるからといっ\nて，同様の制度が設けられていない裁判員法が，当然に憲法に違反することとなる\nものでないのは明らかである。\n以上のとおり，裁判員法の違憲をいう主張はいずれも採用できない。\n２  精神鑑定を採用したことの違法をいう主張について\n論旨は，原審裁判所（以下，単に「裁判所」という。他の訴訟関係人についても\n同じ。）が，検察官から請求された被告人の精神鑑定（以下，この項において「本\n件精神鑑定」という。）を採用したことは，鑑定の必要性の判断を誤ったもので，\n刑訴法１６５条，刑訴規則１９９条１項及び１８９条の２の各規定に反する違法が\nあり，これらの法令違反が判決に影響を及ぼすことは明らかである，というのであ\nる。そこで，記録を調査して検討する。\n裁判所が本件精神鑑定を採用した経緯は次のとおりである。\nア  本件捜査段階において，検察官は，精神科医であるＡ医師に対し，被告\n人の精神鑑定を嘱託した。Ａ医師は，精神科医のＢ医師を鑑定補助者として鑑定を\n実施し，平成２４年１０月３１日付で「（被告人名）精神鑑定書」（原審弁護人請\n求証拠番号１２）を作成した（以下，Ａ医師による被告人の精神鑑定を「Ａ鑑定」\nという。）。\nイ  Ａ鑑定の要旨は，「①被告人は，本件犯行当時，覚せい剤精神病の遷延\n・持続型にり患していた。②本件犯行前，被告人には『刺しちゃえ。』などと命令\nしてくる幻聴があり，本件犯行は，幻聴に強く影響された行動であった。しかし，\n本件犯行当時は著しい精神病状態ではなく，人格全体を巻き込んで深く影響を与え\nたとまではいえない。そして，兄達や親戚に見捨てられたことへの不満と怒りなど\nから，攻撃性，衝動性，易怒性が著しく高まっており，このことが犯行に強く影響\nした。③本件犯行時，是非善悪を弁識する能力及び弁識に従って行為する能力は，\n相当低下と著しく低下の境界域にあるのではないかと判断している。」というもの\nである。\nウ  本件について，同年１１月８日に公訴が提起され，公判前整理手続に付\nされたが，検察官は，平成２５年３月１５日付で，Ａ鑑定を含む証拠書類の取調べ\nを請求する一方で，要旨「Ａ鑑定のうち，本件犯行直前に被告人に幻聴が出現して\nいた事実を前提に，本件犯行は幻聴に強く影響された行動であったとか，是非善悪\nを弁識する能力及び弁識に従って行動する能力が相当低下と著しく低下の境界域に\nあるとか判断している部分については，本件犯行直前に幻聴があった旨の被告人供\n述は信用できず，前提条件に問題があるから，同鑑定の一部について採用し得ない\n合理的な事情が認められる。」旨記載した証明予定事実記載書面を提出し，同月２\n８日の第２回公判前整理手続期日においては，「Ａ鑑定は問題があると考えている\nが，鑑定の一部を認めながらも責任能力はあるとするか，再鑑定を請求するかなど\nについては検討中である。」旨述べた。\nエ  その後，検察官は，同年６月４日付で「現段階においては，５０条鑑定\nを請求するのではなく，仮に幻聴があった場合において，精神障害の部分及び正常\n部分のそれぞれが犯行に及ぼした影響の機序などについて，Ａ医師以外の精神科医\nの証人尋問を検討中」等と記載した書面を提出するとともに，同日，Ａ鑑定の証拠\n調べ請求を撤回した。また，検察官は，同月１３日の第４回公判前整理手続期日に\nおいても上記と同趣旨を述べたが，これに対し，裁判所は，「Ａ医師以外の精神科\n医を証人尋問することで対応できるかは疑問ではないか。」と述べ，検察官は「鑑\n定請求の要否を含め，なお検討する。」旨述べた。\nオ  その後，検察官は，精神科医から意見書の提出を受け，同年１０月３１\n日付で，要旨「仮に被告人に幻聴が存在していたとしても，その幻聴が犯行に及ぼ\nした影響は著しくなく，被告人には完全責任能力が認められる。」旨記載した証明\n予定事実記載書面を提出するとともに，上記精神科医作成の意見書及び本件精神鑑\n定の証拠調べ請求をした。\nカ  Ａ医師は，その頃，重篤な病状に陥り，死亡した。\nキ  裁判所は，同年１２月４日に行われた打合せにおいて，「Ａ医師が亡く\nなったので，検察官の鑑定請求は採用する予定である。」旨を述べ，同月１１日の\n第７回公判前整理手続期日において，上記精神鑑定を採用する決定をした。\n以上の事実によれば，検察官は，公判前整理手続の当初の段階からＡ鑑定\nの信用性について具体的な根拠を挙げて争っており，その点が重要な争点となるこ\nとが明らかであったから，裁判所が本件精神鑑定を採用する必要性はあったものと\n認められる。\nこれに対し，弁護人は，本件では，事件から比較的近い時期に作成されたＡ鑑定\nという最良の証拠方法が存在するにもかかわらず，裁判所は，事件から１年６か月\nも経過した後に本件精神鑑定を採用したことにより，被告人の記憶が減退するなど\nして不正確な前提事実を基礎とした鑑定結果が法廷に顕出される事態を招いたもの\nで，必要性に関する判断を誤った違法がある，と主張する。\nしかし，上記のとおり，本件ではまさにＡ鑑定の信用性が重要な争点となるので\nあるから，Ａ鑑定のほかに本件精神鑑定を実施する必要性は高く，何ら証拠の重複\n等に当たるものではない。現に，起訴前に行われた精神鑑定について弁護人がその\n信用性を争う場合には，公判前整理手続において早期の段階から精神鑑定（いわゆ\nる５０条鑑定）を実施する方向で検討が行われているところであり，そのことは，\n本件のように検察官の側が起訴前鑑定の信用性を争う場合であっても，基本的に異\nなるものではない。\nなお，本件精神鑑定が事件発生から１年半以上経過した後に実施された点につい\nて付言すると，確かに，上記の経過を省みると，検察官は，当初からＡ鑑定の信用\n性を問題としており，裁判所からは精神鑑定の請求を検討するよう示唆されていた\nのに，他の精神科医に意見書の作成を依頼し，その後も同医師の証人尋問をするか\n精神鑑定を請求するか等の検討を続けるなどした結果，本件精神鑑定の請求まで必\n要以上に時間を費やしたといわざるを得ないし，裁判所としても，早期に精神鑑定\nを請求するよう検察官にもっと強く促し，本件精神鑑定の採否の判断等を速やかに\n行うべきであったと思われる。\nもっとも，本件が極めて重大な事案であることや，被告人の過去における覚せい\n剤使用による精神状態が犯行にいかなる影響を及ぼしたかという難しい判断が予想\nされたこと，更には，Ａ医師が公判前整理手続の途中から重篤な病状に陥り，その\n後死亡したことなどの事情に照らすと，本件精神鑑定の採用が遅れたことはある程\n度やむを得なかったと認めることができる。\nそして，後記認定のとおり，本件精神鑑定は，Ａ鑑定の際に行われた各種検査結\n果等を用い，被告人との面談を多数回重ねるなどして，適正に実施されており，同\n鑑定が本件から長期間経過した後に行われたことによる具体的な弊害は見当たらな\nい。\n以上のとおり，裁判所が本件精神鑑定を採用したことは，その必要性につ\nいての判断を含め，何ら違法ではないと認められる。\n３  鑑定人にその職務を超えて証言させた違法があるとの主張について\n論旨は，裁判所が，まず本件精神鑑定の鑑定人であるＣ医師の鑑定人尋問を行い，\n次いで，弁護人が請求したＢ医師の証人尋問を行った後に，再度Ｃ医師に対する鑑\n定人尋問を行ったことは，刑訴法１６５条及び２９８条に反し，ひいては憲法３１\n条の保障する適正手続の保障に反するものであり，これらの違法が判決に影響を及\nぼすことは明らかである，というのである。\nそこで，検討すると，記録によれば，以下の事実が認められる。\nア  Ｃ医師は，平成２６年８月４日の第１４回公判前整理手続期日までに，\n本件精神鑑定の結果を取りまとめた書面を作成しており，同書面は検察官及び弁護\n人に交付されていた。また，同日，訴訟関係者（裁判所を含む。）及びＣ医師を交\nえた打合せ（いわゆるカンファレンス）が行われたが，同席上，Ｃ医師から，本件\n精神鑑定の要旨は，「①本件当時，被告人には覚せい剤依存症と覚せい剤中毒後遺\n症が存在したが，②この精神障害が犯行に与えた影響はなかった，③また，犯行当\n時，被告人に幻聴があったとしてもおかしくないが，犯行に与えた影響はほとんど\nない。」というものである旨説明された。\nイ  その後，弁護人は，同年１０月１０日付でＡ鑑定及びＢ医師の証人尋問\nの証拠調べ請求をした。\nウ  弁護人は，同年１１月５日に行われた打合せにおいて，「裁判体の判断\nのためには，Ｂ医師の証人尋問後にも鑑定人尋問の機会を設けた方がよいと思われ\nる。Ｂ医師の意見書を事前に鑑定人に示すことも柔軟に考えたい。」と述べていた\nが，平成２７年１月２９日の第１９回公判前整理手続期日においては，一転して，\n「Ｂ医師は，鑑定結果に対する弾劾のための証人であるから，その尋問後に鑑定人\nの補充尋問を行うのは，鑑定人尋問の制度に反する。」旨述べた。\nエ  その後，同年２月２５日の第２０回公判前整理手続期日において，裁判\n長が「鑑定結果を十分に理解する必要があるため，Ｂ証人尋問後，更に鑑定人尋問\nを行うこととしたいがいかがか。」と述べたのに対し，弁護人は，「Ｂ証人の尋問\n後，更に鑑定人尋問を行うことは，鑑定人尋問の構造上相当ではない。」旨述べ，\n検察官は，「Ｂ医師は，Ａ鑑定の補助者であるから，弾劾のみならず鑑定人として\nの意見を述べることになる。Ｃ医師が，鑑定人尋問の中で聞かれたら答えたであろ\nうことを答える機会もなく，Ｂ医師が意見を述べることになるので，その部分につ\nいて，Ｃ医師が意見を述べる機会が必要と考える。」旨述べた。\nオ  裁判所は，同年３月１９日の第２１回公判前整理手続期日において，「鑑\n定人尋問及びＢ医師の証人尋問の後に，鑑定人の補充尋問を行うこととする。」こ\nとを明らかにし，その後，同年５月８日の第２３回公判前整理手続期日において，\n第６回公判期日の午後１時１０分から鑑定人尋問（鑑定結果の口頭報告及び検察官\nの尋問），午後３時４０分からＡ鑑定の取調べ，午後４時５分から鑑定人尋問の続\n行分（弁護人の尋問），第７回公判期日の午前１０時から鑑定人尋問の続行分（弁\n護人の尋問の続き），午前１０時４０分からＢ医師の証人尋問（弁護人の尋問），\n午後１時１０分から同医師の証人尋問の続行分（弁護人の尋問の続き，検察官の尋\n問，裁判所の尋問），午後４時５分から鑑定人尋問の続行分（裁判所の尋問）を行\nうとの審理計画を策定した。\nなお，弁護人は，同公判前整理手続期日において，Ｃ医師とＢ医師の対質を求め\nる意向を示したが，検察官は，それに先立つ同年４月２７日付で対質は不相当であ\nる旨記載した意見書を提出しており，裁判長も，現時点では対質は予定していない\n旨述べた。\nカ  公判審理においては，おおむね上記審理計画どおりの順で鑑定人尋問及\nびＢ医師の証人尋問が行われたが，鑑定人尋問の終了後にＢ医師に対する証人尋問\nの続行分が行われ，その中で，Ｂ医師は，弁護人の尋問に答える形で，Ｃ医師の見\n解に対する反論を内容とする供述をした。\nところで，弁護人は，鑑定人の職務は，裁判所が決定した鑑定事項につい\nて調査し，その判断等を報告することに尽きており，Ｂ医師の証人尋問の後にＣ医\n師の尋問をするのであれば，改めてＣ医師の証人尋問を請求するか，新たな鑑定事\n項を定めて鑑定を命じるべきであった，と主張する。\nしかしながら，鑑定人尋問において，鑑定結果の口頭報告や鑑定の内容に関する\n質問のほかに，鑑定人の資質能力や前提事実の認定の当否等，当該鑑定の信用性に\n関する尋問が行われるのは当然であって，このことは当該鑑定と異なる専門的意見\nがある場合に，それに関する鑑定人の見解等について尋問する場合であっても異な\nるところはない。また，証人尋問と鑑定人尋問は，いずれも法廷における供述を証\n拠とする点で共通しており，手続的にも，証人尋問に関する規定は，勾引に関する\n規定を除いて鑑定について準用されている（刑訴法１７１条）のであって，上記鑑\n定の信用性に関する尋問をする場合に，改めて証人尋問をしなければならないとす\nる理由もない。\nまた，そもそも，裁判所が，Ｂ医師の証人尋問の後の鑑定人尋問において予定し\nていたのは，裁判所による補充尋問だけであって，検察官にＢ医師の見解に対する\n弾劾の機会を与えたわけでも，Ｃ医師に対し新たな事項について供述を求めようと\nしたわけでもない。本件においては，上記のとおり，Ａ鑑定と本件精神鑑定との間\nで異なる判断が示されており，各鑑定の信用性が重要な争点となることが明らかで\nあったから，裁判員を含む裁判体が各鑑定の内容を十分理解した上でＣ医師に対す\nる補充尋問を行うのが相当であるとした裁判所の判断には相応の根拠がある。\n加えて，実際の公判審理においても，Ｂ医師の証人尋問後に行われた鑑定人尋問\nでは，審理計画に則って専ら裁判官だけが尋問を行っている上，裁判所は，弁護人\nに対し，同鑑定人尋問の後さらにＢ医師に対する尋問の機会を与えている。\n以上によれば，裁判所が公判前整理手続において，Ｂ医師の証人尋問の後\nに鑑定人尋問の続行分を行う旨定めたことは，刑訴法２９７条１項，３１６条の５\n第８号に基づく証拠調べの順序及び方法を定める措置として，何ら違法，不当な点\nはないと認めることができる。\n４  以上のとおり，訴訟手続の法令違反をいう論旨はいずれも理由がない。\n第２  控訴趣意中，事実誤認の主張について\n論旨は，要するに，Ｃ医師による被告人の精神鑑定（以下，この項において「Ｃ\n鑑定」という。）を尊重する一方，Ａ鑑定及び同鑑定の鑑定補助者であったＢ医師\nの原審公判供述（以下「Ｂ証言」という。）を採用せず，被告人の完全責任能力を\n肯定した原判決には，判決に影響を及ぼすことの明らかな事実の誤認がある，とい\nうのである。\nそこで，記録を調査して検討する。\n１  前提となる事実等\n被告人の主な生活歴及び薬物使用歴，本件犯行に至る経緯，犯行状況，犯行後の\n被告人の言動等，被告人の責任能力判断の前提となる事実として本件証拠によって\n認められる事実並びに本件犯行前後に被告人に生じた幻聴の状況等に関する被告人\nの供述内容等は，次のとおりである（前刑を出所してから本件犯行に至るまでの事\n実経過及び同犯行後の状況等に関しては，原判決が「犯行に至る経緯」及び「争点\nに対する判断」の「第２の２前提となる事実について」の項において判示するとお\nりであるので，これらについては適宜要約するなどして引用する。）。\n被告人の主な生活歴，薬物使用歴等\nア  被告人は，昭和５０年６月２１日，３人兄弟の三男として出生した。母\n親は被告人の幼少時に死亡し，２人の兄とは年齢が１０歳以上離れていて，被告人\nが小学生時に独立したので，被告人は以後父子２人で生活していた。\n学校記録等によると，幼少時から小学生時までは，おおむね明るく活発と見られ\nていたが，小学生時には，各学年を通じ，自分の言い分が通らないと大声を出した\nり乱暴しようとしたりするなどの評価を受けており，中学生時にも，言動が粗野で\nあるとか，行動が投げやりであるなどと評価されている。\n中学入学後，１年生時には勉強や部活動に熱心に取り組んでいたが，中学２年生\n頃から，不良交友や喫煙，原動機付自転車窃盗等の問題行動が見られるようになり，\n中学３年生頃からは，シンナーの吸引を始めた。\n高校入学後，間もないうちに校内での暴力行為により謹慎処分を受けた。また，\nその頃から毎日のようにシンナーを吸うようになり，２１歳時頃までこれを続けて\nいた。また，１６歳か１７歳時頃から大麻を使用し始め，これも２６歳時頃まで続\nけていた。\n高校１年生時の夏休みから内装のアルバイトを始め，その後まもなく高校を中退\nした。内装の仕事は真面目にしていたが，暴走族に加入して１８歳時頃に総長とな\nり，引退後の１９歳時頃には暴力団組員になった。また，１７歳時の平成４年９月\nに，シンナーや傷害の事件で検挙され，観護措置を経て保護観察の処分を受けた。\n１７歳時頃から，当時交際していた元妻と同棲生活を始めたが，その頃から，同\n女に対し殴る蹴るなどの暴力を毎日のようにふるっていた。２０歳時に同女が妊娠\nし，２１歳時に子供が生まれ，同女と入籍した後も，同女に対する暴力は変わらず，\n２２歳時に離婚した後も，同女の実家に押しかけるなどしていた。\n２３歳時に父親が倒れて入院し，以後，被告人は再び父親と２人で生活するよう\nになった。また，その頃から，Ｄが経営する内装業の仕事をするようになった。Ｄ\nの印象では，被告人は物静かで礼儀正しく，仕事は真面目にこなしており，他の従\n業員との間で大きなトラブルもなかった。\nイ  被告人は，１９歳時頃から覚せい剤の使用を始めた。１，２年間は毎日\nのように使用し，その後やめていたが，２５，６歳時頃に再開し，２７歳時頃から\nは使用する頻度や量も増えていった。\n２０代後半頃までに「暴力団Ｅ会総裁のＥは自分のおじであり，自分は裏で日本\nを支配している『偉大なる不二家（ふじけ）』の跡目である。２人の兄と父親から\nは，早くＥに会いに行って偉大なる不二家の後を継ぐように言われている。また，\nＦやＧと会って，偉大なる不二家やＥ会の話をしたことがあり，早くしなきゃだめ\nだよと言われている。」といった妄想を形成しており，その後，この妄想は原審公\n判に至るまで変化していない。\n２８歳か２９歳時頃からは，お経や子供の泣き声などの幻聴が聞こえるようにな\nり，「腕立て伏せをしろ。」「下の家に行け。」などの命令するような幻聴もあっ\nた。被告人は，これらの幻聴が覚せい剤の影響であることを自覚していたが，幻聴\nから逃れるためとして，かえって使用する覚せい剤の量を増やした。\nまた，具体的な時期は不明であるが，家で暴れたり，父親に暴力をふるったりし\nたことがあったほか，長兄に対し胸倉をつかむなどの暴力に及んだこともあった。\nウ  被告人は，３０歳時の平成１８年２月，当時父親と住んでいたアパート\nの２階の部屋にいたところ，「下に行け。」という声が聞こえたことから，同アパ\nート１階の別の部屋を訪れ，住民に通報された。その際，覚せい剤使用等が発覚し\nて，同年４月，覚せい剤使用及び所持の罪で，懲役１年６月，３年間執行猶予の判\n決を言い渡された。\n同判決を受けた後，上記アパートの部屋に戻ったが，その１か月半くらい後から\n覚せい剤の使用を再開した。そして，同年６月に，下の部屋から物音が聞こえたり，\n叫び声が聞こえたりしたとして，階下の部屋に行って苦情を言うなどしたことから，\nまた警察に通報され，覚せい剤使用が発覚した。\n被告人は，平成１８年９月，覚せい剤使用及び所持の罪で懲役１年４月の実刑判\n決を言い渡され，服役することとなった。服役中，被告人は喧嘩口論で５回懲罰を\n受けている。平成２１年６月に刑の執行を終え，Ｄの下で再び内装の仕事を始めた。\n被告人は，平成２２年５月初め頃，覚せい剤を購入し，３回に分けてこれを使用\nした。被告人は，同月１５日，「下の家に行けば，偉大なる不二家のことについて\n話が通っている。」という声に従って下の部屋に行ったところ，同部屋の住民から\n警察を呼ぶと言われ，車で逃げ出した。そして，「市役所に行け。」という幻聴に\n従って市役所に行き，さらに「市長に会えば綾小路（父親の名前）のことで話が通\nっているから。」「偉大なる不二家とか綾小路に行く手はずが付いている。」など\nの幻聴を聞いて，同市役所にいた警備員に対し，市長に会わせるよう求めたが，今\n日は会えないと言われたことから，同警備員に対し暴行をふるい，逮捕されるに至\nった。\nその際，被告人は，視点が定まらず，警察官が臨場した後も暴れており，逮捕勾\n留後も，「綾小路をたいらにしてくれる人が来る。」など意味不明の言動があり，\n目をキョロキョロとさせている様子が見られた。しかし，同月２６日に覚せい剤使\n用等の容疑で再逮捕されてからは徐々に落ち着き，１０日間の勾留期間が終わる頃\nには会話が成り立つようになった。\n被告人は，平成２２年８月，覚せい剤使用の罪で懲役１年１０月の実刑判決を受\nけ刑務所に服役した。受刑中，他の収容者に対する暴行や喧嘩で５回懲罰を受けて\nいる。また，被告人が書いたノートや手紙には「偉大なる不二家」などの妄想に関\nする記載がある。さらに，被告人は，「何やってるんだ。」「腕立て伏せをしろ。\n」などの幻聴が聞こえることがあったが，それが幻聴であることの自覚はあり，他\nの受刑者に気付かれないようにしていた。また，被告人は，受刑中，向精神薬を処\n方されていた。\n前刑出所後犯行に至るまでの経緯\n被告人は，平成２４年５月２４日刑務所を出所後，宇都宮市に行き，まず，元の\n雇用主であるＤに電話をかけて再雇用を求めたが断られ，別の就職先を紹介された\nが，行く気にはならなかった。その後，保護観察所に行ったが，施設はいっぱいだ\nと言われ，結局，身元引受人だったダルクに連絡を取り，同県内にあるダルクの施\n設に入所することになった。しかし，被告人は，ダルクの職員から被告人の銀行預\n金で医療費を支払うことや，キャッシュカードを預けることを求められたことなど\nから，同年６月８日，上記施設を退所した。その際，向精神薬を持ち出すことが許\nされなかったので，以後被告人は服薬をしていなかった。\n被告人は，同日午後，しょう油店を営む親戚方に行き，働かせてほしいと頼んだ\nものの，人手は足りているから無理だと思う旨言われた。また，長兄や次兄に連絡\nをとってもらったが，長兄からはダルクに戻るように言われ，その日は，親戚が手\n配してくれた近くの旅館に泊まった。\n被告人は，前刑受刑中に知り合ったＨから，出所後一緒に仕事をしようという手\n紙を受け取っていたことから，その日の夜，Ｈに電話をかけ，大阪にいるＨのもと\nに行くことにした。\n被告人は，翌９日の午後大阪に着き，迎えに来ていたＨやその知人のＩと合流し，\n移動中の車内や大阪市内のＨ宅で仕事の話を聞いたが，Ｈがいう仕事とはクレジッ\nトカードを作って現金を手に入れるとか，西成で覚せい剤の密売をするといったう\nさん臭い話ばかりであった。\n被告人は，同日夜，Ｈやその知人らと飲食するなどし，翌１０日未明，Ｈ方に戻\nり，Ｈ及びＩと飲酒しながら話をした後，同日午前３時から午前５時頃に横になっ\nた。\n被告人は，同日の昼前頃，Ｉと外出し，弁当を買ってＨ方に戻ったが，その際，\n栃木に帰りたいと言い出し，午後零時過ぎ頃，Ｉに付近の駅を教えてもらってＨ方\nを出た。\n被告人は，同日午後零時１９分，付近のコンビニエンスストアのＡＴＭで預金残\n高のほぼ全額に当たる現金１７万円を下ろした。\n被告人は，同店を出て，付近のスーパーマーケットに立ち寄った後，Ｊデパート\nに行き，同日午後零時４８分頃，同店７階の売り場で鎌型包丁１本（以下「本件包\n丁」という。）を購入した。\n被告人は，同日午後零時５０分頃，Ｊデパートを出て，同店南側の東西に通じる\n通称ａ通りを東に向かって歩き，南北に通じる通称ｂ筋との交差点を右に曲がって\nｂ筋を南に進んだ後，ｂ筋を北に進んで同交差点に至り，さらに，ｂ筋を北に進ん\nで，持っていたボストンバッグを置き，本件包丁が入った紙袋に手を入れながらそ\nの場に約３０秒間しゃがみこんだ。\nそして，同日午後１時頃，上記紙袋を持って立ち上がり，ｂ筋を南に進んで上記\n交差点を右に曲がり，ａ通りを西に進んだ後，同日午後１時１分頃，紙袋から取り\n出した本件包丁を手に持って，通行中の被害者Ｋに向けて突進した。\n本件犯行状況\n被告人は，Ｋに対し，背後から近づいて同人を路上に押し倒し，仰向けになった\n同人の上に馬乗りになり，本件包丁を肩くらいの高さまで振り上げてそのまま振り\n下ろすようにして，同人の腹部辺りを何回も刺した。その間，Ｋは，「助けてくれ。\n」，「やめてくれ。」と言って手を上げて抵抗しようとしたが，被告人は，無言の\nままその手を払いのけながら，包丁で刺し続けた。\nその後，被告人は，立ち上がり，たまたま近くにいて目の合った男性を追いかけ\nたが，同男性に追いつくことができず，その後，自転車を押しながら逃げようとし\nていた被害者Ｌの方に向き直り，同人の背後からぶつかって同人を倒した。\n被告人は，無言のまま，Ｌに対し，肩くらいまで包丁を上げて下に振り下ろすよ\nうにして何回も包丁を突き刺した。その後，被告人は，いったん上記男性の方に動\nこうとしたが，再びＬの方に向かい，前と同様に包丁を突き刺した。\nまた，被告人は，西の方を振り返るなどした際，路上に倒れていたＫが動いたこ\nとからその場に向かい，駆け寄ってきた警察官２名を振り返りながらもＫのそばに\nしゃがみこみ，その腹部に本件包丁を強く突き刺した。\n以上の犯行の結果，Ｋの身体には，刃物による刺創又は切創が大きく分けて１４\n個あり，同人は腹部刺創に基づく出血性ショックにより間もなく死亡した。また，\nＬの身体には，刃物による主な刺創又は切創が８箇所あり，同人は多発刺創に基づ\nく出血性ショックにより約４時間後に死亡した。\n本件犯行後の被告人の言動等\n被告人は，その場に到着した警察官から「何してるんや。」と大声で一喝される\nと，本件包丁から手を放して立ち上がり，同警察官の指示に従い，抵抗することな\nく路上に四つん這いになって現行犯逮捕され，現場に到着したミニパトカーの後部\n座席に乗せられた。被告人は，警察官に，路上に置いたままのスポーツバッグを持\nってきてほしいと言った。また，犯行理由を問われ，「自分で死のうとしたが死に\nきれなかった。」旨述べた。さらに，氏名等を答えた後，新大阪駅から当てもなく\n歩いてきたと述べ，Ｈ方にいたことは隠していた。\nその後，被告人は，犯行中に負った左手のけがの治療のために病院に搬送された\nが，手術の前後，「とんでもないことをした。」「申し訳ない。」などと言った。\nまた，その際も犯行理由を問われ，「人に裏切られた。生きていてもしょうがない。\n自殺しようと思っても死にきれなかった。」旨述べた。\n被告人は，同日夜に行われた弁解録取手続の際，警察官に対し，犯行に及んだ理\n由として，「自殺しようとしたが死にきれなかった。」「人を殺せば死刑になるか\nら刺した。」旨を供述し，同日のその後の取調べや，翌１１日の取調べの際も，「人\nを殺して死刑になりたかった。」旨述べた。\nそして，被告人は，翌１２日夜の取調べの際から，幻聴があったことを供述し始\nめた。\n本件犯行前後に被告人に生じた幻聴等\n本件犯行前後に被告人に生じたとされる幻聴等の状況やその間の被告人の心情等\nに関する直接的な証拠は，基本的には被告人の原審公判供述しか存しない。ここで\nは，被告人の原審公判供述の要旨を摘示するとともに，被告人がＡ医師に述べた内\n容及びＣ医師に対する説明状況等を摘示することとする。\nア  被告人の原審公判における供述\n本件前日である６月９日の夜，Ｈらと飲食していた際，「どうするんだ。」など\nという幻聴が聞こえ始めた。声が聞こえてしまったなと思った。その後，Ｈ方に戻\nって同人らと話しているうちに，「刺せ刺せ。」という声が聞こえ始めた。Ｈから\n「どうしたんだ。」と言われたが，「なんでもないですよ。」とごまかした。\nその後，布団で横になったが，一睡もできずにいるうちに，自殺しようか，栃木\nに帰ろうか，声に従おうかということを考えていた。「刺せ刺せ。」という声は強\nい調子になってきた。\n同日午前１０時か１１時頃，Ｈの携帯電話が鳴ったので体を起こしたが，その際，\n刺せとか包丁買えとかの声は，聞こえたり聞こえなかったりだった。朝起きてちょ\nっと経ってから「包丁買え。」という声が聞こえてきた。当時は，自分の頭の中に\n聞こえてきた声だというふうには分かっていた。\nＨが外出し，Ｉがコーヒーを買いに出た時，幻聴が聞こえていたことや栃木でう\nまくいかなかったこと，兄に見捨てられ，大阪で紹介された仕事もろくなものでは\nなかったとの思いから，自殺しようかなと思い，Ｈ方（マンションの７階）のベラ\nンダに出て下をのぞいたものの，怖くなり自殺できなかった。\n同日の昼前頃，弁当を買ってＨ方に戻った際，急にいても立ってもいられなくな\nって，栃木に帰り，生活保護を受けて暮らしたいという気持ちが大きくなり，Ｈ方\nを出ることにした。Ｈ方を出た後，預金があると生活保護を受けることができない\nと思い，コンビニエンスストアのＡＴＭで現金１７万円を下ろした。\n同店を出ると，急に自殺したいという気持ちが大きくなったため，包丁を買うこ\nとにし，付近のスーパーマーケットをいくつか回ったが見つからず，歩いているう\nちにＪデパートにたどり着き，本件包丁を購入した。\nａ通りを東に向けて歩き，ｂ筋を南に向けて歩いて行った際，路地のような所を\n見つけたので入っていき，紙袋から本件包丁を取り出し，その刃先を自分の腹に向\nけたものの，刺すことはできなかった。\nどうしていいか分からなくなり，包丁を袋に戻して歩き始めた。「刺せ刺せ。」\nという声は，だんだん激しくなってきた。死のうと思って死ねなくて，声が聞こえ\nてきたので，もう声に従ってしまおうと考え，バッグを置いてしゃがみこんだ頃に\nは，人を刺そうと思っていた。\n紙袋を持って歩き始めた時に「その男刺せ。」と聞こえ，振り返ったが，その男\nが誰だか分からなかったのでまた歩き始めた。その後また「その男刺せ。」という\n声が聞こえ，目の前にいたのがＫだったので，同人を刺してしまった。\n犯行については，背中を向けているＫの後ろから腰の辺りを刺したこと，同人を\n数回刺したこと，同人から手で押されて抵抗されたこと，自転車を押しているＬに\n後ろから近づいて腰の辺りを１回刺して，同人が倒れたことくらいしか覚えていな\nい。\n犯行後，パトカーか救急車の中で，「やっちまったな。」とか「やったな。」と\nいう声が聞こえ，病院の中でも「やっちゃったんだ。」という声が聞こえた。また，\n拘置所に来てから半年くらいの間に１回，お経の声などが聞こえてきた。\nイ  被告人のＡ医師に対する供述\n犯行前日の６月９日の夜，Ｈらと飲食している際に，「何やってんだ。」などの\n声がたまに聞こえ始めた。幻聴だと分かっていたので，邪魔になるほどではなかっ\nた。翌１０日未明にＨ方で同人らと話をしている間に「刺しちゃえ。」などの声が\n聞こえ始めたが，幻聴であることは分かっていたので，Ｈらを刺すことはなかった。\n声はうるさく，まずいなと思った。\n午前５時頃布団に入ったが全く眠れなかった。大阪に来てやっていけるのかなど\nの不安があり，偉大なる不二家やＦのことなどを考え，そういう人たちと楽しい人\n生を送っているはずなのに，全然違う人生で嫌な気持ちになった。２人の兄に見捨\nてられたという思いは続いてむしゃくしゃした。\n同日朝起きた時も，「これからどうするんだ。」「刺しちゃえ。」などの幻聴が\n聞こえていた。どこにも行き場がなくてどうしようかと思い悩み，自分で死ぬか殺\n人事件みたいな事件を起こすかどっちかだと思った。Ｉがいなくなった時に，飛び\n降りようと思ってベランダに行ったが怖くなってできなかった。\nＨ方を出て，包丁を買おうと思った。事件を起こそうという考えと，やりたくな\nいという考えがあった。スーパーに入った時，「やっちゃえ。」「そうしちゃえ。\n」という声がちらちらと聞こえてきた。自分が考えることに対して，声が話しかけ\nてきた。声の言うことを聞くのは嫌だと思ったり，包丁を買って事件起こそうと思\nったりした。やめようと考えると，「そんなこと関係ないよ。」と声が聞こえてき\nた。\nＨ宅を出た後，声（幻聴）は，自分のことが分かってくるような感じで指示して\nくるので，幻聴かどうか分からなくなった。会話みたいになると幻聴とは思えなく\nなり，信じてしまう。\n包丁を探している間，兄達に見捨てられたという思いがあった。Ｊデパートに入\nると，「買っちゃえ。」と聞こえてきた。この時は，興奮や緊張はなく，事件を起\nこす方に気持ちが傾いていたが，迷いはあった。包丁を買う時にも，兄達に見捨て\nられたという思いがあり，もういい，やっちゃおうと思った。Ｊデパートを出る時\nは，迷いはなくなっていた。\n包丁を出す時に，自分の腹を刺そうと思ったが，できなかった。その時に幻聴は\n気にしていなかった。また，幻聴か本当の声かという意識はなくなっていた。バッ\nグ（Ａ鑑定の記載ではリュック）を道の端に置いてからは，何も考えておらず，「早\nく刺しちゃえ。」という幻聴が時々あった。事件を起こそうという気持ちは固まっ\nていた。\n本件犯行直前も事件を起こそうと思っていた。この人でいいやと思って，視野に\n入った男性（Ｋ）を刺そうと思った。その直前「刺せ刺せ。」「何やってんだよ。\n」「早くやっちゃえ。」とかの幻聴があったが，（幻聴の頻度は）それまでと似た\nようなものだった。\n相手を刺そうと思った瞬間に包丁を出して，後ろから走っていった。包丁は刺さ\nらなかったと思うが，相手は仰向けに倒れた。馬乗りになって，相手の腹を刺した。\nその時の相手の顔や，自分の手を切って血が出たことは覚えている。\nそれから１０メートルくらい離れているところで自転車を押している女性（Ｌ）\nに対し，後ろから脇腹辺りを刺した。相手の女性は仰向けに倒れ，もう１回脇腹辺\nりを刺してから，首を切った。\nその後，女性から離れもう１回男性を刺したことは覚えていない。また，その間\nの幻聴についても覚えていない。\n警察が来て，跪けと言われて四つん這いになった。手錠をされてパトカーに乗せ\nられ，病院に連れて行かれた。その頃「やったんか。」「やったな。」とかの声が\n聞こえた。\nウ  被告人のＣ医師に対する供述\nＣ医師は，平成２６年３月３日から同年６月２６日までの間に１１回被告人と面\n接した。その際，被告人は，既にＡ鑑定などの資料を読んでおり，Ｃ医師に対して\nは，Ａ鑑定の際とおおむね同様の供述をしたほか，「自殺しようと思って本件包丁\nを買った。包丁を購入する際には，『包丁を買いなさい。』などの幻聴が聞こえた\nが，買おうかどうか少し躊躇した。包丁を購入した後に，『刺せ刺せ。』『刺しち\nゃえ。』という幻聴が激しくなった。切迫した身の危険や不安を感じるような精神\n症状は全くなく，『刺せ。』という幻聴のみだった。幻聴がなければ事件は起こら\nなかった。」旨供述した。また，１回目の面接の際は「自分は失望して死にたかっ\nた。人を殺して死刑になりたかった。」と述べたが，１１回目の面接の際は，自ら\nＣ医師に面接を求め，「殺人を犯して死刑になりたいという訳ではなかった。」旨\n述べた。\n２  Ｃ鑑定及びＡ鑑定の内容\nＣ鑑定及びＡ鑑定の内容は，おおむね原判決が摘示するとおりであり，その要旨\nは次のとおりである。\nＣ鑑定の要旨\nア  被告人の精神障害等\n①  被告人は，犯行時，覚せい剤中毒後遺症及び覚せい剤依存症の二つの\n精神障害を有していた。\n②  また，被告人には，フラストレーション（葛藤）に対する耐性が非常\nに低く，暴力を含む攻撃性の発散に対する閾値が低いという人格の偏りがある。\nイ  精神障害が本件に与えた影響の有無程度\n①  覚せい剤依存症が犯行に与えた影響はない。\n②  犯行直前の被告人が最も激しい幻聴が聞こえたと述べている頃であっ\nても，被告人は，栃木に帰るため，生活保護を受ける準備としてコンビニエンスス\nトアで預金を引き出したり，包丁を買い求めるために店を回ってデパートのキッチ\nン用品売り場を見つけ，包丁を購入したりする行動ができており，デパートの店員\nを含め周囲の者は被告人の態度に異変を感じておらず，幻聴以外の病的な症状がな\nいことから，覚せい剤中毒後遺症の影響は極めて少ない。\nウ  幻聴の有無及び幻聴が犯行に与えた影響の有無程度\n被告人には覚せい剤後遺症による「刺しちゃえ。」等の幻聴があった可能性があ\nるが，①幻聴の内容が，当時の被告人の不安や失望といった現実を背景とする極め\nて了解可能なものであること，②犯行前，幻聴が存在しながらも，被告人は自分自\n身を失っておらず，現実を吟味し，適切な対処を選択する能力が存在していること，\n③犯行直前の被告人の精神症状が「刺しちゃえ」という幻聴しか体験していないこ\nと，④犯行後の幻聴は，直後に自己の行為に対する感想のようなものがあったのみ\nで，その後幻聴はなくなったこと，⑤犯行直後にも，現実を吟味し，適切な対処を\n選択する能力が存在していることから，幻聴は被告人自身が決めた行為を後押しし\n又は強化する程度にすぎず，被告人の考えを支配し，無批判に犯行を行わせるほど\nの影響力はなかった。\nＡ鑑定の要旨\nア  被告人の精神障害等\n被告人は，本件犯行当時，覚せい剤精神病の遷延・持続型にり患していた。なお，\n覚せい剤を使用して著しい精神状態に陥ったときを除いて，社会的能力や対人関係\n能力は低下しておらず，人格水準は保たれていた。\nイ  精神障害が犯行に及ぼした影響等\n①  本件犯行前，被告人には「刺しちゃえ。」などと命令してくる幻聴が\nあり，これがなければ犯行は起きなかったと考えられ，本件犯行は，幻聴に強く影\n響された行動であった。しかし，本件犯行当時は著しい精神病状態ではなく，人格\n全体を巻き込んで深く影響を与えたとまではいえない。\n②  被告人は，長年にわたって覚せい剤を使用したため，攻撃性・衝動性\n・易怒性（以下「攻撃性等」という。）が強まりやすくなっていた。\n③  被告人は，兄達や親戚に見捨てられたことへの不満と怒りなどから，\n攻撃性等が著しく高まっており，このことが犯行に強く影響した。\n３  原判決の認定判断とその正当性\n原判決は，Ｃ鑑定と，Ａ鑑定及びＢ証言は，いずれも被告人が覚せい剤中毒後遺\n症（Ａ鑑定・Ｂ証言の診断名は覚せい剤精神病の遷延・持続型）（以下「本件精神\n障害」という。）にり患していたとする点や，被告人には葛藤に対する耐性が非常\nに低く，暴力等の攻撃性の発散に対する閾値が低いという人格の偏りがあったとす\nる点などで共通しているものの，本件犯行の直前に被告人が聞いたとされる「刺せ\n刺せ。」などの幻聴が同犯行に及ぼした影響及び覚せい剤使用による被告人の人格\n変化の点について判断が異なっているとした上で，①幻聴の影響及び②被告人の人\n格変化（その中には，長期間の覚せい剤使用による人格変化と，犯行直前のフラッ\nシュバックによる人格変化が含まれる。）について，各鑑定の内容等を検討し，Ｃ\n鑑定には合理性を欠くところがなくこれを尊重すべきであるが，Ａ鑑定・Ｂ証言に\nは，前提とした事実関係あるいはそこから結論を導く過程に問題があり，採用する\nことができない旨説示している。そして，Ｃ鑑定に依拠し，被告人は，犯行時，本\n件精神障害にり患していたものの，本件犯行は，これによる幻聴の影響が大きくな\nい状況下で，自殺をする，栃木に帰る，幻聴に従い人を刺すという三つの選択から\n自ら選び，周囲の状態を理解し，目的に沿った行動を取り入れながら実行されたも\nので，犯行時の被告人の善悪を判断する能力又はこれに従って自己の行動をコント\nロールする能力はいずれも，幻聴のほか，服薬の中断や犯行までの不眠，不安等に\nより若干低下していた可能性は認められるものの，著しく失われていなかったこと\nは明らかであり，犯行当時，被告人が完全責任能力を有していたことに疑いはない，\nと認定判断している。\n原判決の以上の認定判断は，当裁判所としても，その結論において，これを正当\nとして是認することができる。以下，敷衍して説明する。\n被告人の精神障害の有無程度について\n原判決が説示するとおり，①被告人は，本件精神障害（覚せい剤中毒後遺症）に\nり患しており，自分は「偉大なる不二家」の跡目であるなどといった誇大妄想を形\n成していたほか，覚せい剤を使用していないときでも，お経や子供の泣き声などの\n幻聴を聞くことがあったこと，②本件精神障害の程度は，日常生活に何ら支障のな\nいものであったこと，③上記誇大妄想が犯行に関係しないことについてはＣ鑑定と\nＡ鑑定は一致しており，確実に認定される。\n被告人の幻聴の有無内容について\n被告人が体験していたとされる幻聴については，被告人の原審公判供述以外にそ\nの有無内容等を直接的に認定できる証拠資料はないところ，Ａ鑑定は，幻聴等に関\nする被告人供述は詐病ではないとしており，Ｃ医師も，本件犯行時に被告人が置か\nれていた状況や心情からすると被告人に幻聴があってもおかしくはないとしている。\nまた，本件記録上，「刺せ刺せ。」等の幻聴を体験していた旨の被告人の原審公判\n供述が，全くの虚偽であることを示すような証拠資料は存在しない。\nもっとも，被告人の供述内容は，Ａ鑑定時とＣ鑑定時，原審公判時で著しく変遷\nしている。\nすなわち，被告人は，Ａ鑑定時には，「Ｈ方にいた頃に，兄達に見捨てられた等\nの思いからむしゃくしゃとした気持ちになり，自分で死ぬか殺人のような事件を起\nこすかどっちかだと思ったが，自殺は怖くてできなかった。同人方を出て包丁を買\nおうと思い，事件を起こそうかやめようかを考えていたが，やめようと考えると『そ\nんなこと関係ないよ。』という声が聞こえてきた。包丁を買った時には，兄達に見\n捨てられたという思いから，事件を起こそうという気持ちに迷いがなくなり，犯行\n直前も事件を起こそうと思っていた。犯行直前に『刺せ刺せ。』等の幻聴があった\nが，頻度はそれまでと似たようなものであった。この人でいいやと思ってＫを刺し\nた。」などと述べ，むしゃくしゃとした気持ちから事件を起こそうという自らの考\nえに基づいて本件犯行に及んだもので，幻聴の影響に関しては，事件を起こすのを\nやめようと考えると「そんなこと関係ないよ。」などの声が聞こえたとして，その\n意思決定に影響を及ぼしたとの趣旨の供述をしているものの，「刺せ。」などの幻\n聴の直接的な影響は強調されていないし，包丁を買ったことやＫを刺したことも自\n分の考えであった旨が述べられている。\nこれに対し，Ｃ鑑定時には，Ａ鑑定を読み込んだ上で，それとおおむね同旨の供\n述をする一方で，「幻聴がなければ事件は起こらなかった。」などと述べ，「刺せ。\n」という幻聴が自身では抵抗できないほどの影響力があったことを強調する内容と\nなっており，また，Ｃ医師との第１回の面会時には，「人を殺して死刑になりたか\nった。」と述べていたのに，その後，自らＣ医師の面接を求めてこれを否定してい\nる。\nそして，原審公判では，「Ｈ方で横になった頃から『刺せ。』という声は強い調\n子となり，朝起きだした頃からは『包丁を買え。』という声が聞こえ始めた。Ｈ方\nを出るときは栃木に帰りたいという気持ちが強かったが，コンビニエンスストアで\n預金を下ろした後は自殺したいという気持ちが強くなった。本件包丁を購入した後，\n自分の腹を刺して自殺しようとしたが，刺すことができず，どうしていいか分から\nなくなって歩き始めた際に『刺せ刺せ。』という声が激しくなり，声に従おうと思\nった。『その男を刺せ。』という声が聞こえ，目の前にいたのがＫだったので同人\nを刺した。」などと述べ，事件を起こそうとか，死刑になりたいといった自らの意\n思判断はなく，包丁を買ったことや，Ｋを刺したことを含め，すべてが声（幻聴）\nに従った行動であるとして，「刺せ刺せ。」等の幻聴の直接的影響をさらに強調す\nる内容となっている。\nまた，本件犯行に至るまでの経緯に関する被告人の供述内容は，ＨやＩ及び被告\n人に本件包丁を売ったＪデパートの店員の各原審公判供述と多くの点で食い違って\nいる。特に，被告人が犯行前夜から一睡もできなかったと供述している点について\nは，Ｈ及びＩは，被告人は寝入っていた旨一致して供述しているし，自殺しようと\nしてＨ方のベランダに出たという点についても，Ｉは，被告人がＨ方で一人になる\n機会はなかった旨供述している。Ｈ及びＩがこれらの点について虚偽の供述をして\nいるとは考えにくく，被告人の上記供述部分の信用性は相当疑わしいといわざるを\n得ない。\n以上によれば，幻聴の状況等に関する被告人の供述の信用性には疑問があるとい\nわなければならない。前記のとおり，本件では，基本的には被告人の原審公判供述\nに基づいて「刺せ刺せ。」などの幻聴があったとの事実を認定すべきこととなるが，\n個々の幻聴の具体的内容や，その影響の大きさ，幻聴であることの自覚の有無，そ\nの間の被告人の心情等について，被告人が供述するままの事実を認定し，これに基\nづいて幻聴の影響の有無・程度等を判断することは相当ではなく，各段階での供述\n状況を踏まえ，犯行前後における客観的状況や外部に現れた被告人の言動等をも加\n味して検討するほかないというべきである。\n「刺せ刺せ。」等の幻聴が犯行に及ぼした影響について\nＣ鑑定は，上記のとおり，本件犯行時に被告人が置かれていた状況や心情からす\nると被告人に幻聴があってもおかしくはない（幻聴がなくてもおかしくない）とし\nた上で，「被告人は『幻聴がなければ事件は起こらなかった。』などとして幻聴が\n自身では抵抗できないほどの影響力があったことを強調しているが，被告人が述べ\nるように重篤な精神障害ゆえに自分自身の行動，思考を束縛し指示するような幻聴\nを体験して重大な犯罪行為に及ぶ場合には，切迫した身の危険や恐怖を感じるよう\nな重篤で病的な精神病的妄想が存在するものであるのに，被告人にそのような精神\n的症状はなく，『刺せ。』という幻聴のみであったことは非常に不自然であり，ま\nた，被告人が主張するほどに幻聴ゆえに混乱し，自身の判断ができない状態で生じ\nた犯行であれば，犯行直後も，同様の状態が継続しているべきであるが，本件犯行\n後，被告人の幻聴は『やっちゃったか。』という自身の行為に対する感想に変化し\nている上，被告人は，警察官に対し冷静に対応し，弁護人の助言に従って適切に防\n御を行っていることも非常に不自然である。」と指摘して，被告人が体験した幻聴\nは病的なものではないとしている。\nそして，「本件当時被告人は，元雇用主や親族等の援助を受けられず，Ｈを頼っ\nて大阪に来たものの期待していたような仕事はなかったことなどから，不安や失望\nを感じており，被告人が体験した『どうなっちゃうんだろう。』等の幻聴は，こう\nいった被告人の不安が声になったものと考えられる。一方，『刺しちゃえ。』等の\n幻聴については，被告人には葛藤が暴力に移行しやすい人格の偏りがあるところ，\n被告人は，『死んでしまおうか，でも怖くてできない。』という葛藤状態の下，自\n分に向けることはできなかった暴力的な攻撃性が『刺しちゃえ。』という方向に向\nいてしまったものと解される。したがって，被告人の幻聴は現実を背景とした極め\nて了解可能な内容であるということができる。」とした上で，被告人は，幻聴が最\nも激しくなったという犯行前においても，自分自身を失っておらず，現実を吟味し，\n適切な対処を選択する能力が存在していたことも根拠として，「本件当時被告人が\n体験していた幻聴は，被告人の考えを支配し，無批判に犯行を行わせるほどの影響\n力を有しておらず，被告人自身が決めた行為を後押しもしくは強化する程度にすぎ\nない。」と判断している。\nＣ医師の上記判断は，幻聴の状況に関する被告人の供述について，本件当時被告\n人が置かれていた状況や犯行前後の被告人の言動等を踏まえて批判的に検討した上\nで，被告人が体験したとされる幻聴が本件犯行に及ぼした影響について合理的に説\n明しており，十分信用に値すると認められる。\n一方， Ａ鑑定は，本件犯行は，幻聴に強く影響された行動であったとしているが，\nそのように判断した根拠は，同鑑定書面やＢ証言によれば，①Ｈ方を出た後，事件\nを起こすことをやめようと考えると，「そんなこと関係ないよ。」と声が聞こえて\nくるなど，被告人の考えや行動に対して逐一幻聴が聞こえてくるようになり，次第\nに幻聴であるという自覚はなくなっていったこと，②犯行直前にも「早く刺しちゃ\nえ。」などの幻聴が聞こえてきたこと，③「刺しちゃえ。」などと命令してくる幻\n聴がなければ犯行は起きなかったと考えられることにあると解される。\nしかし，①については，前記のとおり，幻聴等に関する被告人の供述には信用性\nに疑問があり，その供述するとおりの事実を前提に幻聴の影響等を検討することは\n相当でないと考えられる。また，Ａ鑑定当時の被告人供述を前提とするとしても，\n「そんなこと関係ないよ。」といった声は，単なる自問自答を内容とするものとも\n考えられ，幻聴であるという自覚がなくなっていったとの評価には疑問の余地があ\nる。②についても同様に被告人供述のとおりの事実を前提としている点で疑問があ\nるし，仮にこれを前提とするとしても，Ａ鑑定時の被告人の供述では犯行直前の幻\n聴は激しいものではなかったと解される。③については，Ｃ鑑定が述べるように，\n本件時に被告人が厳しい現実にさらされており，不安や失望等の気持ちから相当追\nいつめられた心情にあったことに照らせば，被告人が幻聴の影響下にあったことは\nそのとおりであるとしても，幻聴がなければ本件犯行がなかったとまでいうことは\nできないように思われる。\nそうすると，Ａ鑑定のうち，本件犯行が幻聴に強く影響された行動であったとす\nる点については，かなりの疑問があるといわざるを得ない。\nもっとも，Ａ鑑定は，本件犯行は幻聴に強く影響された行動であったとする一方\nで，「犯行前とその直前直後は落ち着いた態度であり，被告人が，前刑時において\nは，次々と様々なことを命令してくる活発な幻聴があり，その幻聴の命令に従って\n階下の部屋を訪ねたり市役所に行き警備員を殴ったりするなどと，次々とまとまら\nない行動をとり，誰が見ても奇異であると分かるような著しい精神病状態であった\nが，本件時にはこのような著しい精神病状態はなく，人格全体を巻き込んで深く影\n響を与えたとまではいえない。」とも述べており，その結論において，被告人が体\n験した幻聴が犯行に及ぼした影響が大きいとまではいえず，むしろ，被告人は，兄\n達や親戚に見捨てられたことへの不満と怒りなどから，攻撃性等が著しく高まって\nおり，このことが犯行に強く影響したとしている。加えて，Ｂ医師も，本件では，\n幻聴の影響よりも本件精神障害による被告人の人格変化を重視すべきであるとする\n趣旨の供述をしている。\n以上によれば，被告人が体験した幻聴が本件犯行に及ぼした影響について，被告\n人の考えを支配し，無批判に犯行を行わせるほどの影響力を有していなかったとす\nるＣ鑑定の判断は信用性が高いと認められる。また，Ａ鑑定も，被告人の人格全体\nを巻き込んで深く影響を与えたとまではいえないとする結論部分においてはＣ鑑定\nと実質的に同趣旨か，少なくともこれと大きくは隔たらない判断をしているものと\n解される。\n被告人の人格の偏りと犯行との関係\n被告人はフラストレーション（葛藤）に対する耐性が非常に低く，暴力等の攻撃\n性の発散に対する閾値が低いという人格の偏りがあったことについては，Ｃ鑑定と\nＡ鑑定は一致している。\nそして，Ｃ医師は，「被告人は，『自分なりの努力をしてまっとうな生活を送ろ\nうと大阪まで来たけれども，結局うまくいかない。これからどうなるのだろう。不\n安だ。死んでしまいたい。でも怖くてできない。』という葛藤状態の下，自分に向\nけることはできなかった暴力的な攻撃性が他人を刺すという方向に向いてしまった。\n」とし，本件犯行は被告人の意思に基づく行動であると判断している。また，Ｃ医\n師は，原審公判において，被告人が同医師に対し「人を殺して死刑になりたかった。\n」と述べたことや，「Ｈ方で自殺をしようとベランダに出たが，怖くて自殺できな\nかった。自殺をするために包丁を買い，自分の腹に当ててみたが，自分の腹を刺す\nことは怖くてできなかった。」と述べたことなどを根拠に，被告人は死んでしまお\nうということを選んで本件犯行を起こしたもので，本件はいわゆる間接自殺（他人\nを殺害して死刑に処せられることによって自殺の目的を果たすとの意味）と考えら\nれる旨も供述している。\nそこで，この点について検討すると，前記認定のとおり，被告人は，前刑出所後，\n頼ろうとした元雇用主から再雇用を断られ，更生保護施設に入所することもできず，\nダルクの施設に入所したが間もなく退所し，親戚に雇ってもらおうとしたものの，\nこれを断られた上，兄からはダルクに帰るように言われ，さらにＨから仕事を世話\nしてもらえることを期待して大阪に来たが，同人からは覚せい剤密売等の違法な仕\n事の話しかされなかったもので，本件犯行当時には，将来に対する不安や失望，兄\nらに対する憤りの気持ちなどを募らせていたことは明らかである。また，被告人が\n警察官やＣ医師に対し「人を殺して死刑になりたかった。」旨の供述をしたことは\n疑いのない事実であり，被告人がそのように述べたことは，本件犯行の動機や本件\n犯行時における被告人の精神状態を検討する上で無視することはできない。\n一方，被告人が死にたいと考えていたこと自体は，被告人が当時置かれていた状\n況に照らし，十分に首肯できるものの，前記のとおり，被告人がＨ方で自殺しよう\nとしてベランダに出たことについては，Ｉの供述と相反しているし，自殺をするた\nめに包丁を買ったとする点についてもＡ鑑定時とＣ鑑定時以降とで供述の変遷があ\nる。また，被告人供述を前提にしても，被告人は，Ｈ方のベランダに出た時も，包\n丁を買った後に自分の腹を刺そうとした時も，いずれもごく短時間で自殺をあきら\nめており，被告人の自殺願望は強いものではなかったと考えられる（この点はＡ鑑\n定も同旨の判断をしている。）。\nまた，「人を殺して死刑になりたかった。」との被告人の供述も，文字どおり被\n告人が自殺の手段として死刑になるために無差別殺人に及んだと解するのは疑問が\nあり，自分自身を含めてすべてを破壊したいといった自暴自棄の心情の一端を表す\nものとして理解するのが相当である。\nそうすると，本件当時の被告人に，死にたいという気持ちや自殺することは怖く\nてできないという葛藤があったことは確かであるが，上記のとおり被告人の自殺願\n望そのものは強いものではなく，いわゆる間接自殺だけが本件の動機目的であった\nとは考えられない。\n本件当時の被告人は，将来に対する不安や失望を抱き，死にたいという気持ちの\nほかに，Ａ鑑定時に述べていたように，楽しい人生が送れないという嫌な気持ちや\n兄達に見捨てられたことなどによるむしゃくしゃとした気持ちなどもあり，本件犯\n行は，葛藤が暴力に向かいやすいという人格の偏りを有していた被告人が，そのよ\nうな複合的な葛藤状態に置かれ，自暴自棄となって，人を無差別に殺傷することを\n決意して敢行したものと解するのが最も合理的である。\nそして，Ｃ鑑定も，被告人が，文字どおりの間接自殺，すなわち自殺するための\n手段として死刑になりたいと思って本件犯行に及んだなどとしているわけではなく，\n死にたいが死ねないという気持ちが他人を刺す方向に向かったとしているもので，\nその判断の眼目は，葛藤が暴力に移行しやすいという人格の偏りを有する被告人が，\n将来への不安や失望といった葛藤状態に置かれ，自らの意思で他人を刺すという行\n動に及んだというにあると解される。\nしたがって，Ｃ医師の上記見解は，被告人の自殺願望の強さやそれが被告人の意\n思決定に及ぼした影響の大きさについて，当裁判所の認定と異なる点はあるものの，\nなおその判断全体の信用性は損なわれないと認められる。\n長期間の覚せい剤使用による人格変化について\nＡ鑑定は，「被告人は，もともと短気で暴力への親和性があったことに加え，覚\nせい剤を使用し続けたことによりさらに攻撃性等が強まりやすくなっていた。加え\nて，被告人は，犯行前まで，兄達や親戚に見捨てられたことへの不満と怒り，Ｈの\nいう仕事への失望，大阪という見知らぬ土地に来たことへの後悔，今後の不安や焦\n燥感などが相当に強かった。そして犯行前には，攻撃性等が著しく高まっており，\nこのことが犯行に強く影響した。」としており，被告人がもともと有していた攻撃\n性等が犯行前の不安や失望等により高まったとする点では，Ｃ鑑定と共通する判断\nをしていると思われるものの，被告人の攻撃性等の高まりは本件精神障害にも起因\nするとしているものと解される。また，Ｂ医師も，被告人のもともとの人格にプラ\nスして覚せい剤後遺症による人格変化が犯行に影響した旨供述している。\nそこで，検討すると，覚せい剤を長期間使用したことによる一般的な症状として，\n攻撃性等が高まりやすくなることについては，Ｃ医師も同様の供述をしており，そ\nれ自体は首肯し得るところである。しかし，前記認定のとおり，被告人は，もとも\nとの人格として，葛藤に対する耐性が非常に低く，暴力を含む攻撃性の発散に対す\nる閾値が低いという人格の偏り（Ａ鑑定にいう攻撃性等と基本的に同旨と解される。\n）を有しており，覚せい剤を使用する以前から暴力的なふるまいを繰り返していた\nもので，覚せい剤の使用により被告人の攻撃性等がさらに高まり，それが本件犯行\nに影響したというのであれば，攻撃性等が具体的にどう高まったかが明らかにされ\nなければならない。\nこの点，Ｂ医師は，被告人の攻撃性等が覚せい剤使用により強まりやすくなって\nいたと判断する根拠について，「もともとの人格というものを考える場合には，大\n体２０代前半あたりを目安として考えるようにしている。満２０歳頃の被告人は，\n暴力的な行動がある一方で，仕事の上司や同僚，兄らに対しては特に攻撃的な言動\nはなく，落ち着いており，攻撃性等が目上の人には出ず，目下の人には出ていたと\nいうように状況や場面に応じて出ていたのが，次第に職場の同僚であるとか，兄や\n父親に対しても発揮されるようになっている。被告人の兄が，被告人は２０代後半\nくらいから前と怒り方が違ってきたとか，切れやすくなってきたとか述べているの\nもこれを裏付けている。」と供述している。\nしかし，まず，２０代前半を基準として人格の変化をみるという点については，\nそもそも被告人は１９歳時頃から覚せい剤を使用していたのであるから，覚せい剤\n使用の影響による人格の変化を検討する際に，それ以前の被告人の言動等を検討の\n対象から外すことが相当とは考えられないし，Ａ鑑定にもそのような基準で検討し\nた形跡は見られない。\n前記認定のとおり，被告人は，１７歳時頃に同棲を始めた元妻に対しては２２歳\n時に離婚する頃まで毎日のように殴る蹴るの暴力をふるい，離婚後も同女の実家に\n押しかけるなどしているのであって，覚せい剤使用の前後によって暴力的な傾向は\n特段の変化はみられないし，２０代後半以降の父親や長兄等に対する暴力や前刑及\nび前々刑服役中の他の受刑者に対する暴力等の内容が，元妻等に対する暴力に比べ\n特段激しくなったなどともうかがわれない。\nまた，前記認定のとおり，被告人は，幼少時から一貫して粗暴な行動傾向を示す\n一方で，部活動や内装の仕事に熱心に取り組んでいた間は暴力的な行動を示してお\nらず，覚せい剤使用が頻繁になった２０代後半以降でも，内装の仕事の雇い主であ\nるＤに対しては粗暴な言動はなく，むしろ物静かで礼儀正しい側面を見せていたし，\n前刑出所後本件犯行に至る間に被告人と接した者に対しても何ら攻撃性等をうかが\nわせていないのであって，Ｂ医師がいう状況や場面に応じて攻撃性等を使い分ける\nという傾向についても，特段の変化は見られない。\n加えて，被告人の兄らは，被告人の小学生時には既に独立していて被告人との関\nわりは薄く，被告人の２３歳時に父親が倒れる前の数年間は音信不通になっていた\nし，その後も親密な関係にはなかったもので，兄らの供述を基に被告人の攻撃性等\nの変化を論じることも当を得ないというべきである。\nそうすると，Ｂ医師が，覚せい剤を使用し続けたことによりさらに被告人の攻撃\n性等が強まりやすくなっていたとする点については，具体的な根拠が薄弱といわざ\nるを得ない。\nそして，Ａ鑑定は，「対人関係では，覚せい剤を使用し続けたことにより次第に，\nもともとよりもさらに，攻撃性，衝動性，易怒性が強まっていった。」とする一方\nで，「著しい精神病状態になったとき以外には，対人場面において奇異な言動は全\nくない。」「（被告人の）意欲欠如，軽佻浮薄性，情動不安定性，過敏性などは顕\n著ではなく，全体として，覚せい剤によるパーソナリティ変化は著しくない。」と\nしており，Ａ鑑定自体は，覚せい剤使用による被告人の人格変化を著しいものとは\n判断していない。加えて，Ａ鑑定の鑑定主文には，「兄達や親戚に見捨てられたこ\nとへの不満と怒りなどから，攻撃性等が著しく強まっており，このことが犯行に強\nく影響した。」と記載されているのみで，覚せい剤使用による攻撃性等の高まりに\nついては言及しておらず，この点からも，Ａ鑑定は，覚せい剤使用による人格変化\nが本件犯行に及ぼした影響が大きいとは判断していないと考えられる。\n以上のとおり，Ａ鑑定等にいう被告人が長期間覚せい剤を使用したことによる人\n格の変化については，本件精神障害の一般的症状としては首肯し得るものの，もと\nもと被告人は著しい人格の偏り（攻撃性等）を有しており，覚せい剤使用によって\nそれが具体的に変化したとは認められず，本件犯行に及ぼした影響も大きくはない\nと認められる。Ａ鑑定は，基本的にこれと同旨か大きくは異ならない判断をしてい\nるものと解され，一方，覚せい剤使用による人格変化が本件犯行に影響を及ぼした\n点を重視すべきである旨のＢ証言は採用することができない。\n犯行直前のフラッシュバックによる人格変化について\nＢ医師は，「被告人は，もともとの人格や覚せい剤を長年使用したことによる人\n格の変化に加え，犯行直前にフラッシュバック（覚せい剤を使用していないのに覚\nせい剤を使用した時の精神症状が再燃する現象）が生じ，攻撃性等が強まってきた\nがために犯行に及んだものと考える。」などと供述し，犯行直前のフラッシュバッ\nクによる攻撃性等の高まりが本件犯行に強く影響したとしている。\nそこで，検討するに，Ｂ医師が，被告人に上記のようなフラッシュバックが生じ\nたと判断した根拠は，一つには，被告人が，本件犯行前に①抗精神病薬を服薬しな\nくなっていたこと，②睡眠がとれなくなったこと，③アルコールを摂取したこと，\n④心理的なストレスが大きくのしかかってきたことにあると解されるが，これらが\nフラッシュバックの誘因となり得ることは確かであるとしても，これらの事実から\n当然にフラッシュバックが生じるとは限らないことも明らかである。\nそして，Ｂ医師が被告人にフラッシュバックが生じていたとするもう一つの根拠\nは，被告人の体験していた幻聴が変化したことにあると解される。すなわち，Ｂ証\n言によれば，被告人が体験していた幻聴は，犯行前夜は，からかうような声やお経\nなどの要素性の幻聴であったものが，その後「刺しちゃえ。」といった命令口調の\n幻聴になり，犯行直前には，自分の思いに幻聴が答えてくるといった逐一反応する\nような幻聴ないしは会話が成立するような幻聴に変化しており，このように幻聴が\n変化することにより，幻聴が幻聴であるという認識が薄れ，現実か非現実かの区別\nがつかなくなり，差し迫ったような状況が生まれてきたと考えられる，というので\nある。\nしかし，既に述べたとおり，幻聴等に関する被告人の供述は信用性に疑問があり，\nその供述するとおりの事実を前提に幻聴の影響等を検討することは相当とは考えら\nれないし，Ａ鑑定当時の被告人供述を前提にしても，幻聴との間に会話が成立して\nいるとか，現実と非現実との区別ができなくなっているとかの評価は疑問というべ\nきである。Ｂ証言のうち，幻聴の変化を根拠に，被告人にフラッシュバックが生じ\nたとする部分は根拠薄弱といわなければならない。\nまた，Ｃ医師がいうように，フラッシュバックによる重篤な精神症状があったの\nであれば，被告人に「刺せ。」という幻聴以外に病的な妄想がなかったことや，被\n告人が犯行時を含めてまとまった行動をしており，犯行直後も警察官等に対し冷静\nな対応をしていることなどは非常に不自然というべきである。\n加えて，Ａ鑑定も，「（被告人は，）犯行前後はまとまった行動をして奇異な言\n動もなく，著しい精神病状態ではなかった。（被告人の幻聴は，）人格全体を巻き\n込んで深く影響を与えたとまではいえない。」などとしており，フラッシュバック\nについては何ら言及していない。\nなお，この点について，Ｂ医師は，Ａ鑑定中の「被告人は，兄達や親戚に見捨て\nられたことへの不満と怒りなどから，攻撃性等が著しく高まっており，このことが\n犯行に強く影響した。」との記載は，フラッシュバックについて述べたものである\nと供述している。しかし，Ａ鑑定は，本件犯行時の被告人の精神状態を検討するに\n当たり，まず，本件犯行は幻聴に強く影響されたものであったが，著しい精神病状\n態にはなく，人格全体を巻き込んで深く影響を与えたとはいえないとの判断を示し\nた上で，項を改め，覚せい剤使用により被告人の攻撃性等がさらに強まったことに\n言及した後に，前刑出所後の出来事を列挙した上で，「以上のように，犯行前まで，\n兄達や親戚に見捨てられたことへの不満と怒り，Ｈのいう仕事への失望，大阪とい\nう見知らぬ土地に来たことへの後悔，今後の不安や焦燥感などが相当強かった。そ\nして犯行前には，攻撃性等が著しく強まっており，そのことが犯行に強く影響した。\n」としているのであって，この記載からして，Ａ鑑定が，フラッシュバックにより\n被告人の攻撃性等が強まったと判断しているわけでないことは明白といわなければ\nならない。\n以上によれば，犯行直前のフラッシュバックにより被告人の攻撃性等が高まった\nことが本件犯行に強く影響した旨のＢ証言は，具体的な根拠を欠いている上，Ａ鑑\n定とも異なっており，採用することはできない。\n被告人の精神障害及びそれが犯行に与えた影響のまとめ\n以上述べたとおり，「被告人は，本件精神障害にり患していたが，同精神障害が\n本件犯行に与えた影響は極めて少なく，一方，被告人には，フラストレーション（葛\n藤）に対する耐性が非常に低く，暴力を含む攻撃性の発散に対する閾値が低いとい\nう人格の偏りがあり，本件犯行は，そのような人格の偏りのある被告人が，葛藤状\n態の下，暴力的な攻撃性を他人を刺すという行為に向けたもので，被告人の意思に\n基づく行動であり，『刺しちゃえ。』等の幻聴は，被告人自身が決めた行為を後押\nしし又は強化する程度にすぎず，被告人の考えを支配し，無批判に犯行を行わせる\nほどの影響力はなかった。」とするＣ鑑定は，合理的であり，採用することができ\nる。また，Ａ鑑定は，本件犯行は幻聴に強く影響された行動であるとしながらも，\n被告人は著しい精神病状態にはなく，幻聴の影響は被告人の人格全体を巻き込むよ\nうなものではなかったとする点や，覚せい剤使用による被告人の人格変化は大きく\nないとしている点，本件当時被告人が置かれていた状況に起因する不安や失望，怒\nり等により被告人の攻撃性が高まったことが犯行に強く影響しているとする点では，\nＣ鑑定と実質的に同旨か，大きくは異ならない判断をしており，Ｃ鑑定を排斥する\nものではなく，むしろ両鑑定は相互に支え合っていると評価することができる。一\n方，覚せい剤使用による被告人の人格変化やフラッシュバックによる攻撃性等の高\nまりが犯行に強く影響を及ぼした旨のＢ証言は，具体的な根拠を欠いており，Ａ鑑\n定とも異なる判断を示すものであって，採用できない。\nしたがって，被告人の精神障害及びそれが犯行に及ぼした影響については，Ｃ鑑\n定を尊重し，それに基づいて被告人の責任能力を判断するのが相当とした原判断は\n正当と認めることができる。\n被告人の責任能力について\nＣ鑑定によれば，本件犯行は，葛藤に対する耐性が非常に低く，暴力を含む攻撃\n性に対する閾値が低いという人格の偏りがある被告人が，当時置かれていた不安や\n失望等の葛藤状態の下，自らの意思で決めた行動であり，その際，被告人が体験し\nていた幻聴は，被告人自身が決めた行為を後押しし又は強化する程度にとどまり，\n被告人の考えを支配し，無批判に犯行を行わせるまでの影響力はなかったことが認\nめられるのであって，本件犯行が本件精神障害に支配され，あるいは著しく影響を\n受けていたとは認められない。\nそして，原判決が説示するとおり，犯行前の被告人の生活状況に異常はみられな\nいこと，被告人が自暴自棄になって本件犯行に及んだことは，被告人が当時置かれ\nていた状況を踏まえれば了解可能であること，被告人は人を刺すことが悪いことで\nあると理解していたこと，犯行前後を通じ合理的で一貫した行動をしていること，\n被告人本来の人格と本件犯行の間に甚だしい異質性があるといえないことを総合す\nると，本件犯行時における被告人の善悪を判断する能力又はこれに従って自己の行\n動をコントロールする能力は，著しく失われた状況にはなかったと認めることがで\nきる。\n小括\n以上のとおりであって，Ｃ鑑定を尊重し，被告人の完全責任能力を認めた原判決\nの認定判断は正当と認められる。\n４  弁護人の主張に対する判断\nこの項では，控訴趣意書中の弁護人の主張について，当裁判所の判断を示すこと\nとする。\n幻聴の了解可能性等に関する主張（控訴趣意書Ⅲの第２の２ に\nついて\n弁護人はまず，原判決は，要旨「Ｃ鑑定は，幻聴の影響に関し，幻聴の内容が，\n当時の被告人の不安や失望といった現実を背景とする極めて了解可能なものであっ\nたことを判断の根拠として挙げているが，その内容を詳しくみると，幻聴内容が単\nに了解可能であったことではなく，当時の被告人の心情や思考の内容に近いもので\nあったことから，幻聴の犯行への影響の程度を推し量っており，これは，被告人が\nもともと有していた心情や思考に近い内容の幻聴は，そうでない幻聴と比べて行動\nに与える影響は大きくないという趣旨と解され，不合理な見解とはいい難い。」と\n説示しているが，①「刺せ刺せ。」という被告人の幻聴は，他者への攻撃を求める\nもので，それ自体が異常で了解し難いものであって，「心情や思考内容に近いもの\n」というＣ医師の見解は，論理の飛躍があるか，説明が不足している（同 ，\n②Ｃ鑑定は，被告人に聞こえた幻聴の内容が「刺せ刺せ。」というものであった理\n「もともと有していた心情や思考に近\nい内容の幻聴は，そうでない幻聴と比べて行動に与える影響は大きくない。」との\n，④Ｃ医師は，病的な幻\n聴とそうでない幻聴という概念を持ち出して説明しながら，両者の違いについて説\nと主張する。\nそこで，検討すると，①及び③については，そもそも，本件記録中のＣ医師の鑑\n定人尋問調書等を精査しても，同医師が，原判示のように「被告人がもともと有し\nていた心情や思考に近い内容の幻聴は，そうでない幻聴と比べて行動に与える影響\nは大きくない。」との見解を示した部分は見当たらない。むしろ，同医師の見解は，\n被告人が本件犯行当時，厳しい現実にさらされ，将来に対する不安や失望を抱いて\nいたことを前提に，被告人が体験したとされる幻聴のうち「どうなっちゃうんだろ\nう。」といった幻聴は，当時の被告人の心情そのものが声になったものであり，一\n方，「刺しちゃえ。」等の幻聴についても，上記現実に直面して死にたいが死ねな\nいという葛藤状態の下で，自分に向けることはできなかった暴力的な攻撃性が「刺\nしちゃえ。」という方向に向いてしまったもので，葛藤が暴力に移行しやすいとい\nう被告人の人格の偏りを併せ考慮すれば了解可能なものということができる，とい\nうものであって，その判断の眼目は，幻聴の内容が当時の心情や思考に近いもので\nあったかどうかということよりも，被告人が現に厳しい状況にさらされており，不\n安や失望の中にあって，自らの意思に基づいて他人を刺すという行動に出ることは，\n被告人に上記人格の偏りのあることを考慮すれば十分了解可能であるとともに，「刺\nしちゃえ。」等の幻聴はその不安や失望等と無関係に生じたものではないという意\n味で了解可能である，という点にあると考えられる。そして，被告人自身の意思決\n定及び被告人が体験していた幻聴がいずれも現実を背景とする了解可能なものであ\nることが，その影響の大きさを検討する上で意味のあることは，例えば，被告人が，\n平成２２年５月の前刑事件当時，「市長に会えば綾小路のことで話が通っている。\n」などといった現実とは何ら脈略のない幻聴を聞いて市役所に行き，その場にいた\n警備員に暴行に及んだ上，その後も意味不明の言動を続けたことと対比すれば，容\n易に理解できるところである。そうすると，原判決の上記説示部分自体には疑問が\nあるものの，結論においてＣ鑑定の信用性を肯定したことには誤りがないというこ\nとができる。\n②については，上記のとおり，Ｃ医師は，被告人は，葛藤が暴力に移行しやすい\nという人格の偏りがあり，「死んでしまおうか，でも怖くてできない」という葛藤\n状態の下，自分に向けることはできなかった暴力的な攻撃性が「刺しちゃえ。」と\nいう方向に向いてしまった旨十分首肯できる説明をしている。④については，Ｃ医\n師は，前記のとおり，被告人には切迫した身の危険や恐怖を感じるような重篤な精\n神的症状はなく，「刺せ。」という幻聴のみであったことや，本件犯行後被告人の\n幻聴は自身の行為に対する感想に変化していることなどから，被告人が体験した幻\n聴は病的なものではないとの判断を示すとともに，病的な幻聴とそうでない幻聴の\n区別に関する弁護人の質問に対しては，「病的でない幻聴とは，自分の気持ちを言\n語化したもので，中身（内容）があり得ないようなものではない幻聴であり，病的\nな幻聴とそうでない幻聴は，その人が置かれている状況なども総合して考えるほか\nない。」旨説明しており，これらの説明は十分首肯するに足りるものである。\nについて\n次に，弁護人は，Ｃ医師は，「刺せ刺せ。」という幻聴を聞いた被告人が犯行に\n向かった理由について，「死刑になりたくて犯行に及んだ。」旨の被告人の発言に\n基づいて，間接自殺として説明しようとしているが，①被告人に「刺せ刺せ。」と\nいう幻聴が聞こえ始めたのは本件当日の深夜であり，被告人が自殺を考えたのは同\n日の朝方であって，幻聴は被告人が自殺を考える前に聞こえていたから，Ｃ医師の\nア），②Ｃ医師は，公判前整理手続段階で作成し\nた鑑定書面でも，鑑定結果の口頭報告の際にも，間接自殺の概念を用いていなかっ\nたのに，原審公判において突如としてこの言葉を持ち出したもので，Ｃ医師が鑑定\n③Ｃ医師の上記説明は，不確かな被告人の発言を基に自らの結論を説明するための\n便法として持ち出した不合理なものであり，「被告人が死刑になりたくて犯行に及\nんだとは認められなくても，Ｃ鑑定の説明の合理性は損なわれない。」旨の原判示\nウ），などと主張する。\nしかし，①については，前記のとおり，幻聴の状況等に関する被告人の供述の信\n用性には疑問があり，その供述だけに基づいて，被告人が自殺をしたいと思ったの\nは本件当日の朝であり，それ以前に自殺をしたいと思ったことはないとの事実が認\n定できるわけではない。また，被告人は，前刑出所後本件前日までの間に，再雇用\nを断られたり，親戚や兄らに見捨てられたと思ったり，Ｈを頼って大阪に来たもの\nの意に沿うような仕事はなかったことなどの現実に直面して，不安や失望等の気持\nちを募らせていたもので，幻聴が聞こえてきたとされる頃までに死にたいという気\n持ちを有していたとしても不自然ではない。②については，Ｃ医師は，鑑定結果の\n口頭報告において，前記のとおり，被告人は，死にたいが死ねないという葛藤状態\nの下，自分に向けることはできなかった暴力的な攻撃性が他人を刺すという方向に\n向いてしまった旨説明しており，死にたいが死ねないという気持ちから本件犯行に\n及んだという点で一貫した説明をしている。また，前記のとおり，Ｃ鑑定は，被告\n人が文字どおり自殺の手段として死刑になりたいと思って犯行に及んだとしている\nわけではなく，Ｃ医師の見解に「間接自殺」の用語を用いると，かえって誤解を生\nじさせるおそれがあるとも考えられるところであり，Ｃ医師が鑑定結果報告やそれ\n以前に当事者に示した鑑定書面に「間接自殺」の語を用いなかったことが不合理と\nはいえない。③については，Ｃ医師の原審公判供述のうち「間接自殺」に関する部\n分は，自殺願望の強さ等の点で当裁判所の認定と異なる点はあるものの，なおその\n判断全体の信用性が損なわれないことは前記のとおりであり，これと結論において\n同旨の上記原判示も正当である。\n幻聴が激しくなり，被告人の症状が急激に変化した可能性があるとの主張\n（同第２の３）について\n弁護人は，原判決は，要旨「被告人は，犯行直前にしゃがみこんだ時点まで，自\n殺をするか，栃木に帰るか，幻聴に従って人を刺すかという三つの選択の中で迷っ\nており，また，逮捕直後は，警察官にＨ方にいたことを隠していたもので，犯行直\n前から直後までのわずかな時間に，被告人の症状が急激に変化したことを疑わせる\n事情は見当たらない。」と判示しているが，①原判決のいう三つの選択のうち，「自\n殺をする」，「栃木に帰る」という二つの選択に比べて，「幻聴に従って人を刺す\n」という選択は異質なものであって，幻聴に従うことが前提となっており，そこに\nは被告人の自由な意思決定が存在しない，②犯行直前，被告人の「刺せ刺せ。」と\nいう幻聴は，次第に激しく連続的に聞こえており，これは，被告人の症状が急激に\n変化していることを示している，③被告人は，「刺せ刺せ。」という幻聴に次第に\n抗えなくなり，被告人の自由意思を凌駕するほどに「刺せ刺せ。」という幻聴が激\nしくなった結果，他の二つの選択の余地がなくなったとみるべきである，と主張す\nる。\nしかし，既に検討したとおり，Ｃ鑑定はもちろん，Ａ鑑定・Ｂ証言においても，\n本件時の被告人には著しい精神病状態はなく，被告人の幻聴は人格全体を巻き込ん\nで深く影響を与えたとまではいえないと判断されているのであって，被告人に自由\nな意思決定が存しないとか，被告人の幻聴がその自由意思を凌駕するほどに激しく\nなっていたとの弁護人の主張は，これらの証拠に基づかない，弁護人独自の主張と\nいうほかない。\nなお，被告人が犯行直前まで上記三つの選択の中で迷っていた等とする上記原判\n示について付言すると，原判決が，被告人の原審公判供述に基づいて上記のとおり\n説示していることは明らかである。しかしながら，被告人の原審公判供述は，前記\nのとおり，「Ｈ方で横になっている間に自殺しようか，栃木に帰ろうか，声に従お\nうかということを考えていた。Ｉと弁当を買ってＨ方に戻った際に，急に栃木に帰\nりたいと思ってＨ方を出て，コンビニエンスストアのＡＴＭで現金を下ろした。そ\nの後，今度は急に自殺したいという気持ちが大きくなって，包丁を買って自分の腹\nに当てたが，死ぬことはできず，どうしたらいいか分からなくなった際に『刺せ刺\nせ。』という幻聴が激しくなって，幻聴に従って人を刺すことにした。」というも\nのであり，犯行の直前まで三つの選択について同じようなレベルで迷っていたと述\nべているわけではない。なお，被告人の原審公判供述中には，弁護人や裁判官の質\n問に対し，犯行直前まで上記三つの選択が頭にあった旨の供述をしている部分もあ\nるが，いずれもやや誘導的な質問がされており，被告人供述全体の趣旨としては，\n上記のとおり，三つの選択を考えていたのはＨ方で横になっている間のことであり，\nその後は，上記のとおり考えが次々と入れ替わり，最終的には自殺したいと思った\nが自殺できず，どうすればいいか分からなくなった際に幻聴が激しくなって，それ\nに従うことにしたという趣旨と解される。\nそして，被告人の原審公判供述の信用性に疑問があることは前記のとおりであり，\n特に，三つの選択を考えていたとの点に関しては，Ａ鑑定時には，Ｈ方にいた時点\nで殺人のような事件を起こすか自分が死ぬかしかないと考えていた旨供述しており，\n変遷が著しいし，自殺をしたいという気持ちが急に大きくなって包丁を買ったとす\nる点についても，Ａ鑑定時の供述からの変遷が著しい。被告人の自殺願望が強いも\nのではなかったと認められることも前記のとおりである。\nそうすると，原判決が，被告人の原審公判供述に基づいて，本件犯行の直前まで，\n被告人には，「刺せ刺せ。」という幻聴が次第に激しく連続的に聞こえるようにな\nっており，上記三つの選択が頭の中をめぐっていたとしたことには疑問があるとい\nわなければならない。\nもっとも，原判決は，同判示部分に引き続き，「被告人は，将来に強い不安を抱\nく中，自殺をすることもできず自暴自棄となり，ついに，幻聴に従って人を刺し，\n殺害することを決意した。」旨認定判示しているところ，本件は，葛藤が暴力に向\nかいやすいという人格の偏りを有していた被告人が厳しい現実にさらされ，不安や\n失望等の気持ちから自暴自棄となって人を無差別に殺傷することを決意して敢行し\nた犯行と解するのが最も合理的であることは前記のとおりであって，原判決は，本\n件犯行の最終的な意思決定については正当な事実認定をしていると認めることがで\nきる。\nＣ鑑定は精神病的妄想しか検討していない等の主張（同第２の４）につい\nて\nア\n弁護人は，Ｃ医師は，犯行直前の被告人の精神症状が「刺しちゃえ。」という幻\n聴のみであったことを重視すると説明しながら，その他の症状としては，精神病的\n「妄想」がなかったことを挙げるのみであり，それ以外の症状を検討していない，\nと主張する。\nしかし，Ｃ医師は，被告人に幻聴以外に精神症状がなかった点について，被告人\nにどのような問いかけをしたかという弁護人の質問に対し，「考えられることはす\nべて聞いたが，どういうふうに聞いたかと言われると，一言一句今思い出すことは\nできない。また，具体的な症状を問うことのほか，被告人の言語的な表現力が低い\nことなどから，事件が起こるまで何があったか等の事実についての質問やそれにつ\nいてどう感じたかといった質問を通じて，精神的な症状の有無を評価するというこ\nとをした。」旨供述しているところ，幻聴以外の精神症状の有無についても，個々\nの症状の有無を一つ一つ聴取するだけでなく，種々の出来事等についての質問を通\nじ，精神症状の有無を評価したというＣ医師の説明は十分首肯することができる。\nイ\n）について\n弁護人はまた，①Ｃ医師は，長期間にわたる覚せい剤使用による被告人の人格変\n化について具体的な検討をしていない，②原判決は，「被告人は，覚せい剤使用前\nから，暴力で問題を起こし，暴走族や暴力団に所属していたことが認められる一方，\n覚せい剤使用後は，実兄や実父に対する暴力や受刑中のけんか等にとどまっていた\nことが認められる。」と判示しているが，被告人は，覚せい剤を使用して以降，以\n前にもまして暴力的になっており，人格変化は無視できるレベルとはいえない，と\n主張する。\nしかし，これらの主張については既に述べたとおりであって，被告人の人格の偏\nりが覚せい剤使用によって具体的に変化したとは認められず，犯行に及ぼした影響\nも大きくはないと認められる。\nなお，この点に関連して，弁護人は，Ｃ医師は，客観的な裏付けがなく，科学的\nな根拠たり得ない被告人からの聞き取りだけに基づいて，被告人には葛藤に対する\n耐性が非常に低く，暴力等の攻撃性の発散に対する閾値が低いという人格の偏りが\nあったとの判断をしており，その根拠は薄弱である，とも主張している（同第２の\nＣ医師は，被告人の性格特性等については，被告人からの聞き取りだ\nけでなく，Ａ鑑定の際の心理検査等の結果を踏まえ，同鑑定と基本的に同旨の認定\n判断をしていることは明らかである。\nウ\n弁護人は，原判決は，要旨「Ｃ鑑定は，犯行前に不満や怒り等から攻撃性等が著\nしく高まっていた点を考慮していないが，犯行直前までに被告人の攻撃性等が著し\nく強まったとみられる状況はうかがわれないし，Ａ鑑定・Ｂ証言は，フラッシュバ\nックあるいは服薬中断の影響によって攻撃性が著しく強まっていたとするものの，\n被告人のどのような状況を基に評価したのかについて，十分な説明がないから，犯\n行前に不満や怒り等から攻撃性等が著しく強まったことがあったのか，あったとし\nてそれは本件精神障害の症状であったのかについて疑問が残る。」旨判示している\nが，①Ａ鑑定・Ｂ証言は，不眠やストレス，服薬中断等によりフラッシュバックが\n生じ，その結果として幻聴や人格変化が生じた旨説明しており，この点について十\n分な説明がない旨の上記原判示は誤解に基づくものである，②本件当時の被告人は，\n服薬中断により，フラッシュバックの症状が出て，その結果，自分の置かれた状況\nに固執するなどした結果，攻撃性等が強まっていたと理解できる，と主張する。\nしかし，向精神薬の服薬の中断や飲酒，心理的なストレス等から当然にフラッシ\nュバックが生じるとはいえないこと，被告人にフラッシュバックが生じたと考えら\nれる旨のＢ医師の原審公判供述が根拠薄弱であることは，既に述べたとおりである。\n犯行後に幻聴の内容が変化したこと等に関する主張（同第２の５）につい\nて\n弁護人は，原判決は，「犯行後，幻聴が被告人自身の行為に対する感想を内容と\nするものになり，その後消失したのは当然とする評価も可能ながら，このような幻\n聴の変化を，幻聴の犯行への影響の程度を推し量る一つの根拠とすることが不当と\nはいえない。」と説示しているが，なぜ，犯行直後に幻聴が消失したのであれば，\n犯行直前の幻聴が犯行に与えた影響が乏しいといえるのか，Ｃ医師も説得的な説明\nをしていない，と主張する。\nしかし，前記のとおり，Ｃ医師は，犯行後に幻聴の内容が変化したことから直ち\nに幻聴が犯行に与えた影響が乏しいと判断しているわけではなく，被告人が主張す\nるほどに幻聴ゆえに混乱し，自身の判断ができない状態で生じた犯行であれば，犯\n行直後も，同様の状態が継続しているべきであるが，本件犯行後，被告人の幻聴が\n自身の行為に対する感想に変化したことなどは不自然であるとしているもので，そ\nの判断は合理的であると認めることができる。\n幻聴を人の声と解釈することが不当であるとの主張（同第３ ）につ\nいて\n弁護人は，原判決は，要旨，「被告人は，「刺せ。」等の幻聴について，犯行時\nまで，自分だけに聞こえて他人には聞こえない『声』であるとの理解を失っておら\nず，幻聴であるとの自覚がなくなってきたとか，幻聴が幻聴と分からなくなってき\nたなどと評価することはできない。」と説示しているが，幻聴という精神症状を単\n純に人の声が聞こえると解釈することは精神医学的にみて根本的に間違っている，\nと主張する（なお同１ ， 及び 並びに同２は既出の主張と同旨の主張であるた\nめ，判断を省略する。）。\nしかし，上記原判示は，被告人自身の認識として「自分だけに聞こえて他人には\n聞こえない『声』」と理解していた旨を説示しているだけで，「声」と「幻聴」の\n精神医学的な区別等を問題にしているわけではないから，弁護人のこの主張も的を\n射たものとはいえない。\n被告人の責任能力についての原判断は不合理であるとの主張等（同第４）\nについて\nア  生物学的要素を十分に考慮していないとの主張（同１）について\n弁護人は，被告人は，覚せい剤精神病のフラッシュバックにより，覚せい剤を使\n用していた時と同じような症状が生じていたのであるから，被告人の生物学的要素\nが行動制御能力にどれだけの影響を与えるのかを考慮しなければならないのに，原\n判決は生物学的要素を十分に考慮していない，と主張するが，被告人にフラッシュ\nバックによる重篤な精神症状が生じていたと認められないことは既に述べたとおり\nであって，弁護人のこの主張は前提を欠くといわざるを得ない。\nイ  犯行前の被告人の言動の不自然さを無視しているとの主張（同２）につ\nいて\n弁護人は，原判決は，「犯行前の被告人の生活状況等をみると，刑務所出所後の\n被告人は，日常生活を送るのに問題がない状況にあったといえるし，来阪後，Ｈや\nＩらと過ごした際も被告人の言動に異常はなく，犯行当日，コンビニエンスストア\nで預金を下ろし，本件包丁を購入した際の被告人の行動にも異常はみられない。」\nと判示するが，被告人の本件犯行当日の行動をみると，①昼に弁当を買ってＨの部\n屋に帰った際，突然栃木に帰ると言い出して部屋を出て行ったこと，②その後，コ\nンビニエンスストアで生活保護を受ける準備として預金のほぼ全額を引き出してい\nること，③同コンビニエンスストアを出た後，包丁を買い求めるために店を探し回\nっていること，④Ｊデパートで包丁を購入した際，店員が包丁を探している間に待\nちきれず別の包丁を購入したり，会計の際手が震えたりしていたことなど，不自然\nな行動をしており，これは幻聴に由来すると考えるべきであるのに，原判決はこの\n点を無視している，と主張する。\nしかし，前記認定のとおり，本件当時の被告人の心情に照らせば，弁護人の主張\nするような被告人の行動は，いずれも幻聴等の影響がなければ説明ができないほど\nに不自然，不合理なものとはいえない。\nウ  三つの選択から幻聴に従い人を刺したという判断の不合理さをいう主張\n（同４）について\n原判決は，「被告人は，犯行直前まで前記の三つの選択の中で迷っていたから，\n人を刺すことが悪いと十分理解していたと認められる。」と判示しており，これは，\n被告人が命令する声が幻聴，すなわち現実に存在しない声であることを認識しつつ，\nそれに従うことを決意したことになるが，幻聴を体験している主体が批判力を失う\nと，声に巻き込まれ，命令に従うという事態が起こり得るから，精神医学的見地か\n３及び同\n４\nしかし，原判決の上記説示部分は，犯行直前に被告人の精神症状が悪化したとは\n認められないことを前提に，その前に人を刺すかどうか躊躇していたことから，被\n告人には違法性の意識があった旨判示しているにすぎず，幻聴の自覚の有無とは直\n接関係がないし，本件において，被告人が幻聴に対する批判力を失ったとか，声に\n巻き込まれたなどとは認められないことも既に述べたところから明らかである。\nエ  被告人の行動の異常性をいう主張（同５）について\n弁護人は，原判決は，「被告人の（本件犯行時における）一連の行動は，周囲の\n状況を理解した上，目的に従い一貫した行動を取ったものといえる。」と判示して\nいるが，被告人が被害者らを包丁で何度も刺す状況は「刺せ刺せ。」という幻聴が\n連続的に聞こえていたことと整合的であるし，被告人は，過去に起きた通り魔事件\nのように通行人を手当たり次第に刺し回ったわけではなく，「その男を刺せ。」と\n言う声を聞いて目の前に現れた人物を攻撃し，まだ「刺せ。」という声が聞こえた\nので，次の標的を探したもので，終始「刺せ刺せ。」という幻聴が連続的に聞こえ\nていたことにより，人格変化による攻撃性が強まったことと相まって通常では考え\n難い行動に出てしまったとみることが十分にできる，などと主張する。\nしかし，既に説示したとおり，本件犯行時の被告人の行動を専ら上記幻聴の影響\nによるものであるとする弁護人の主張は，証拠に基づかないものといわざるを得な\nい。そして，前記認定のとおり，本件犯行時の被告人の一連の行動は，原判示のと\nおり，周囲の状況を理解した上，目的に従い一貫した行動を取ったものと評価する\nのが相当である。\nオ  意識障害の可能性等をいう主張（同６）について\n弁護人は，精神科医であるＭ医師は，要旨「（被告人には，）生活の行き詰まり\nによる心理的葛藤，飲酒，著しい睡眠不足，向精神薬の服薬を誘因として覚せい剤\n精神病の急性再燃が生じていたことは確実である。被告人が致命傷を遥かに超える\n傷を負わせたという点で合目的性の疑わしい爆発的行為であること，警察官の面前\nでもなおも被害者を刺し続け，一喝されて我に返るかのように中止したこと，重大\nな犯行の直後としては不自然な逮捕後の一見冷静に見える態度，単なる興奮の結果\nとしては説明が困難な記憶の脱落などは，被告人の状況認識がある程度損なわれて\nいたことを示唆しており，意識障害の可能性を検討する必要がある。」との見解を\n示しており，被告人の犯行時の精神状態については再鑑定が必要である，と主張す\nる。\nしかし，まず，Ｍ医師が，被告人に覚せい剤精神病の急性再燃（フラッシュバッ\nク）が生じていたことは確実であるとする点について，被告人にフラッシュバック\nが生じたとは認定できないことは，既に述べたとおりである。また，被告人が致命\n傷を遥かに超える傷を負わせたとか，警察官の面前でも被害者を刺し続けたとの点\nについても，被告人はＫがまだ動いているのを見て，警察官がまだ現場に到着する\nまでの間にとどめを刺そうとする行動に出たことは，周囲の状況に応じた合目的的\nな行動といえるし，その後，現場に到着した警察官に一喝されてそれ以上の犯行を\n中止したことも同様である。さらに，逮捕後に冷静な態度を示したことは，被告人\nの精神症状が著しくなかったことの現れであって，状況認識が損なわれていたこと\nの根拠となるとは考えられない。そして，記憶の脱落をいう点についても，そもそ\nも本件犯行時の記憶に関する被告人の供述は，その時々によって異なっており，信\n用性には疑問があるし，Ａ鑑定時において被告人が述べた内容からすると，むしろ\n犯行時の記憶は保たれており，一部に記憶の脱落があるとしても，凶悪な本件犯行\nに及ぶに当たり極度の興奮状態にあったことによるものとして，十分に説明するこ\nとができる。\n以上によれば，被告人に意識障害の可能性がある旨のＭ医師の上記見解は根拠薄\n弱であり，採用することはできない。そして，本件においては，Ａ鑑定の後にＣ鑑\n定が行われ，さらに原審公判ではＡ鑑定の鑑定補助者であったＢ医師の証人尋問も\n行われているところ，これらのうちＣ鑑定は信用性が高いと認められ，弁護人が，\n原審及び当審を通じ種々主張する点等を検討しても，この判断は動かないのであっ\nて，被告人の本件犯行時における精神症状については審理が尽くされていると認め\nることができる。\n５  結論\n以上のとおり，Ｃ鑑定を採用し，これに基づいて被告人の完全責任能力を肯定し\nた原判決の認定判断は正当であると認められ，当審における弁護人の主張を精査し\nても，この判断は動かない。したがって，事実誤認をいう論旨は理由がない。\n第３  控訴趣意中，量刑不当の主張について\n論旨は，被告人を死刑に処した原判決の量刑は重過ぎて不当である，というので\nある。そこで，原審記録を調査して検討する。\n１  原判決の量刑判断\n原判決は，「量刑の理由」の項において，要旨，次のとおり判示して被告人を死\n刑に処した。\n本件の罪質\n本件は，白昼の繁華街において，無差別に２名の通行人を包丁で突き刺すなどし\nて殺害した，いわゆる通り魔殺人の事案である。\n本件のような無差別殺人は，被害が拡大する危険が高く，人命軽視の程度が著し\nい犯行であり，被害者に落ち度や被害に遭う理由がなく，被害を回避し難い点にお\nいても，非常に悪質なものといわざるを得ない。\n犯行態様\n被告人は，被害者２名に対し，鋭利な包丁で，その生命に危険が及ぶ部位をため\nらうことなく滅多刺しにしたものであり，無差別殺人の実現に向けた強固な殺意が\nあったことは明らかであるし，その態様は冷酷かつ執ようで，際立って残虐なもの\nである。\n結果\n被害者らは，いずれも理由もなく凶行に遭遇し，耐え難い苦痛や恐怖，絶望の中\nでその生命を絶たれたものであり，被害者らの無念な心情は察するに余りある。遺\n族の処罰感情も峻烈であるが，被告人から遺族に対する慰藉の措置は何ら講じられ\nておらず，将来的な見通しもない。\n動機原因\nア  本件の犯行動機は，被告人が，将来に強い不安を抱き，犯行前夜から「刺\nせ」等の幻聴が聞こえる中，自殺をするか，栃木に帰るか，幻聴に従い人を刺すか\nという選択で迷ったものの，自殺することができず自暴自棄になったことにある。\nイ  前刑出所後，更生を目指そうとする過程で将来に強い不安を抱いたこと\nについては，同情の余地があるようにみえるが，被告人は，自らの生活を構築する\n現実的な手段があったのに，その努力を尽くさないまま，周囲から見放され裏切ら\nれたなどと思い込んだにすぎず，自暴自棄になったこと自体身勝手というほかない。\n被告人が抱いた将来の不安は個人的事情であって，無関係な第三者に危害を加える\n理由とはなり得ず，一旦は自分に向かった攻撃性を外に向け，被害者らの生命を奪\nった点で誠に自己中心的である。\nウ  また，被告人の幻聴は本件精神障害によるもので，服薬の中断や不眠と\n相まって，本件犯行の実行の決意に一定程度影響したと認められるが，同精神障害\nは，被告人が覚せい剤を長年使用したことに起因するもので，自ら招いた結果とい\nうべきであり，幻聴の影響を被告人に特に有利に評価することはできない。\n社会的影響\n本件のような無差別殺人は，社会的影響の大きな犯行であり，この点もまた犯行\n結果の一側面として量刑上考慮されるべきである。\n犯行の計画性\n本件犯行に綿密な計画性はなく，場当たり的な面があることは否定し難い。しか\nし，被告人が本件包丁を購入した時点で他人を殺害することも選択肢として存在し\nていたこと，犯行に向けた一定の準備行為を行っていること，人通りの多い繁華街\nであることを十分分かっていながら，強固な殺意の下，本件犯行を敢行したことを\n併せ考慮すれば，本件において計画性が低いことは，量刑上特に重視すべきものと\nはいえない。\n死刑選択がやむを得ないかどうか\nこのように，本件犯行は，その罪質，態様，結果，動機，遺族の処罰感情及び社\n会的影響の点からして，被告人の刑事責任は極めて重大であり，２名を殺害した殺\n人の中でも最も重い事案に当たると評価すべきであり，罪刑の均衡の観点や同種事\n犯の抑止の観点からみても，死刑の選択はやむを得ないといわざるを得ない。\n死刑を回避すべき事情の有無\n被告人は，一貫して事実を認めており，反省の態度が認められること，また，被\n告人には覚せい剤取締法違反罪による服役前科３犯があるが，生命犯や身体犯の前\n科はなく，被告人が他人への暴力性の発露によって刑事裁判を受けるのは今回が初\nめてであることからすると，被告人に更生の可能性がないとまではいえないが，本\n件犯行の凶悪性や重大性等に照らせば，被告人の刑を大きく左右する要素とはなり\n得ず，結局，死刑を回避するに足りる有利な事情は見当たらない。\n２  当裁判所の判断\n以上の原判決の量刑判断 の悪質さ\nの量刑事情の認定及びその\n評価は，いずれも証拠に基づいた正当なものとして是認することができる。しかし，\nについても，ウの本件精神障害の影響が酌むべき事情に当たらないとしている点は\n是認できず，イの動機が身勝手で自己中心的であるとの点については，それ自体は\n相当な認定判断として是認できるものの，動機原因において酌むべき点が全くない\nとまではいい切れないと考えられる。そして，当裁判所は，本件が無差別通り魔殺\n人であること，犯行態様が極めて残虐であること，犯行結果が重大であり，遺族の\n処罰感情も厳しく，社会的影響も大きいことの諸点は量刑上重視すべきであって，\nこれらによれば被告人の刑責は極めて重大と評価され，本件においては無期懲役刑\nよりも軽い刑が相当でないことは明らかであるが，他方で，殺害された被害者が２\n名で，それ以外の人的被害は生じていないこと，犯行の計画性が低いこと，本件精\n神障害の影響が否定できず，動機原因においても酌むべき事情が全くないとまでい\nい切れないことに照らせば，本件においては死刑の選択がやむを得ないとはいえず，\n原判決の上記量刑判断は，重要な犯情事実に関する誤った評価を前提とするもので，\n是認できないものと判断した。以下，敷衍して説明する。\n３  犯行の計画性が低いことについて\n一般に，犯行の計画性の有無が量刑上考慮されるのは，①犯行の手段，方法，場\n所，時間等を綿密に計画した上での犯行であればあるほど，意図した犯罪結果を生\nじさせる可能性が高くなり，それだけ行為の客観的危険性が高いと評価されるとと\nもに，②用意周到な準備行為を経た上で敢えて犯行に及んだことは，犯意の強固さ\nの表れであり，責任非難の程度も大きいと評価されることによるものと解される。\nいわゆる無差別通り魔殺人事件については，原判決が説示するとおり，それ自体，\n被害が拡大する危険が高く，かつ，強固な殺意のもとに敢行される犯罪であって人\n命軽視の程度が著しい犯罪類型であるものの，当初から多数の人々の殺害を企図し\nたかどうか，その目的に沿って犯行手順や方法，犯行にふさわしい場所や時間等を\n吟味して選定したかどうか，無差別大量殺人に向けた危険な凶器を準備したかどう\nか等によって，被害の拡大可能性は左右されるから，同種事案の中にあっても，計\n画性の有無程度により犯情の評価は異なることとなると考えられる。\n本件についてこれをみると，前記認定のとおり，被告人は，本件の前日にＨを頼\nって大阪に来たものの，意に沿わない仕事しか紹介されなかったことなどから不安\nや失望を抱き，自暴自棄となって本件犯行に及んだものであり，本件当日の未明に\nＨ方にいた頃には，漠然とした程度に殺人事件を起こすことを考えるようになった\n可能性はあるものの（なお，被告人は，Ａ鑑定時には，本件当日の朝，自分で死ぬ\nか殺人事件みたいな事件を起こすかどっちかだと思った旨供述している。），本件\nのような無差別通り魔殺人を決意したのは，犯行の直前であると認められる。また，\n犯意がいまだ確定していない段階で本件包丁を購入したこと以外には，特段の計画\nや準備行為をした形跡はなく，犯行の手順や方法はその場の思いつきの域を出てい\nない。そして，本件犯行の際，被告人は，まず，背中を向けて無防備な状態にあっ\nたＫに駆け寄って同人を刺した後，さらに他の男性を殺傷しようとしたものの逃げ\nられてしまい，その際，たまたまＬが自転車を押して逃げようとしていたことから，\n同人を襲ったものの，警察官が現場に到着して以降はそれ以上の犯行に及ぶことが\nできなくなり，その結果として，殺害された被害者は２名で，それ以外の人的被害\nは生じていない。\nそうすると，本件犯行において，計画性が低いことは明らかである上，そのこと\nは２名の被害者が殺害された以外に人的被害が生じなかったことの原因ともなって\nおり，この点は，本件の犯情を評価する上で無視することはできないというべきで\nある。\nこれに対し，原判決は，「被告人が本件犯行を決意したのは，自殺を主たる目的\nとして本件包丁を購入したものの，これで腹を刺し自殺をしようとしたができなか\nった後と認められ，本件犯行に綿密な計画はなく，場当たり的な面があることは否\n定し難い。」と説示し，本件犯行は計画性が低いと評価する一方で，「被告人が本\n件包丁を購入した時，既に『刺せ』という幻聴に従って他人を殺害することも選択\n肢として存在していたし，被告人は，本件犯行を決意した後は，身軽になるためス\nポーツバッグを路上に置き，周囲から見えにくく，簡単に取り出せるように，本件\n包丁を裸のまま紙袋に入れて現場に向かっており，犯行に向けた一定の準備行為を\n行っている。これに，被告人は，人通りの多い繁華街であることを十分分かってい\nながら，強固な殺意の下，本件犯行を敢行したことも併せ考慮すれば，本件におい\nて計画性が低いことは，量刑上特に重視すべきものとはいえない。」と判示してい\nる。\nしかし，まず，被告人が本件包丁を購入した時点で既に他人を殺害することも選\n択肢として存在していたとする点については，事実の認定としてはそのとおりであ\nるとしても，被告人が本件包丁を購入したのは本件犯行のわずか十数分前である上，\nその時点において，本件のような無差別殺人を確定的に決意していたとまで認定す\nることは困難である。また，被告人は，本件包丁を購入する際，当初は別の包丁を\n注文したが，店員が在庫を探すのに手間取っている間に隣にあった本件包丁を注文\nしており，無差別殺人にふさわしい凶器であるかどうかを吟味したような形跡もう\nかがえない。\nまた，被告人が犯行に向けた一定の準備行為を行っているとの点についても，原\n判決がいう準備行為は，いずれも被告人が本件犯行を決意し，実行に及ぶまでのわ\nずかな時間にその場の状況に応じて咄嗟に行った行為であるし，その内容も本件犯\n行を実行するに当たり当然に必要となる行動にすぎず，これを用意周到な準備行為\nを行った場合と同列に扱うことには無理があるというべきである。\nさらに，被告人が繁華街であることを分かっていながら，強固な殺意の下で本件\n犯行を敢行したとの点についても，本件包丁購入後の被告人の行動を防犯カメラ映\n像等で見る限り，被告人が無差別通り魔殺人に及ぶにふさわしい場所や機会を探し\nていたとはうかがえず，むしろその際たまたま人通りの多い白昼の繁華街にいたこ\nとから，無差別殺人を決意するに至ったものと考えられるのであって，この点につ\nいても，無差別通り魔殺人にふさわしい場所や時間を吟味，選定して犯行に及んだ\nような場合と同様に評価することは困難である。\n以上のとおり，原判決の上記判示内容はいずれも不合理といわざるを得ない。\nもっとも，無差別通り魔殺人は，それ自体，強固な殺意のもとに敢行される犯罪\nである上，本件において，被告人は，２名の被害者を滅多刺しにしており，その犯\n行態様そのものから，被告人の生命軽視の態度は，計画的な犯行の場合とさして異\nならないという評価もあり得ないではない。そして，最近の裁判例（最高裁第一小\n法廷平成２４年２月２０日判決・裁判集刑３０７号１５５頁，同第三小法廷平成２\n４年７月２４日判決・同３０８号１５９頁，同第一小法廷平成２５年１１月２５日\n判決・同３１２号７３頁参照）でも，被害者殺害の点について計画性のない死亡被\n害者２名の殺人等の事案において，犯行そのものや犯行後の罪証隠滅行為等から，\n被告人の生命軽視の態度や非人間性が計画的な犯行の場合と遜色のない程度に顕著\nに認められる場合には死刑が選択されているものがある。\nしかしながら，後記のとおり，本件犯行当時，被告人には「刺せ刺せ。」等の幻\n聴があり，これが被告人の意思決定に相当程度影響を及ぼした可能性は否定できな\nい。また，被害者を滅多刺しにした点については，被告人が極度の興奮状態にあっ\nたことに加え，上記のとおり，犯行の計画性が低かったことの裏返しとして，被害\n者以外の周囲にいた人々には逃げられてしまうなどして被害が拡散することがなく，\n被告人の攻撃が２名の被害者に集中してしまった結果とも考えられる。加えて，被\n告人は，本件で検挙されて病院に搬送された後，警察官に対し「とんでもないこと\nをした。」「申し訳ない。」旨を述べるなど，被害者殺害直後から反省悔悟の態度\nを示している。これらの諸点に照らすと，被告人の生命軽視の態度は，上記裁判例\nの事案のように，計画的な犯行の場合と遜色のない程度にまで顕著なものと評する\nことはできないというべきである。\n以上によれば，本件において計画性が低いことは量刑上特に重視すべきものとは\nいえないとの原判決の量刑判断は是認できない。\n４  精神障害の影響について\n前記認定のとおり，被告人には完全責任能力が認められるものの，本件証拠上，\n被告人が本件精神障害により「刺せ刺せ」などの幻聴を体験していたこと自体は否\n定できない。\nまた，被告人は，長期にわたりかなりの量の覚せい剤を使用している上，覚せい\n剤事案の前科を重ねるごとに，幻聴や異常な言動を表しており，特に，前刑事件当\n時は，覚せい剤の使用を数年間中断した後に覚せい剤を数回使用したことにより，\n幻聴を聞いて意味不明の言動を続けるなどの著しい精神症状を呈し，市役所の警備\n員に暴力に及んでいたものであるし，本件当時は，直近に覚せい剤を使用していな\nいのに「刺せ刺せ」などの幻聴を体験していることからして，被告人の本件精神障\n害（覚せい剤中毒後遺症）は，責任能力そのものを大きく減ずるものではないとし\nても，量刑事情としての面では看過することができない程度のものであったと認め\nざるを得ない。\nそして，本件犯行当時，被告人に「刺せ刺せ」などの幻聴があったのであれば，\nそれは本件精神障害の症状として現れたものであって，それ自体は被告人が自らコ\nントロールすることはできないものであるし，同幻聴が本件犯行に向けた意思決定\nに及ぼした影響についても，無視することはできないというべきである。\nところで，原判決は，上記の点を前提にしているとは解されるものの，「本件精\n神障害は，被告人が覚せい剤を長年使用したことに起因するもので，これにり患し\nたことは自ら招いた結果というべきであり，幻聴の影響を被告人に特に有利に評価\nすることはできない。」と判示し，結局，被告人に幻聴があったことは特に酌むべ\nき事情には当たらないと判断している。\n確かに，被告人は，基本的には自らの意思で覚せい剤の使用を繰り返してきたも\nので，本件精神障害にり患したことが，被告人自らが招いた結果であること自体は\n否定されず，その限度では，上記原判断は相当といえる。しかしながら，原判決が，\n上記の理由だけで幻聴の影響を量刑上特に考慮しないとしている点については，い\nきすぎであり是認できない。\nすなわち，まず，覚せい剤等の薬物への依存は一種の病的な症状であって，認知\n行動療法による治療や自助グループによる支援等を受けることなく，薬物依存者が\n自らの意思だけでこれを断ち切ることは困難であることは，近時社会的にも広く認\n知されつつあるし，法制度上も，薬物事犯の罪を犯した者の更生を念頭に刑の一部\n執行猶予の制度が導入されるなどしているところである。\n被告人は，上記のとおり，覚せい剤事件で検挙される度ごとに，幻聴を聞いて異\n常な言動に出るなどし，前刑事件当時には著しい精神症状を呈するに至っていたも\nのであり，本来であれば，専門的な治療等を必要とする状態であったと思われるが，\nその間に被告人に対し適切な対処や治療等が行われた形跡は認められない。一方，\n被告人は，前々刑の出所後前刑事件の直前までの約１年間は覚せい剤の使用を止め\nていたこと，また，前刑出所後本件事件までの間に覚せい剤を使用したこともなか\nったのであって，被告人なりに覚せい剤を断ち切ろうと努力していたことがうかが\nわれる。そうすると，被告人が本件精神障害にり患したことが，専ら被告人の意思\nの弱さや努力不足等に起因するとまではいい切れないというべきである。\n加えて，被告人が上記幻聴を体験したことには，向精神薬の服薬の中断や不眠，\n更には，不安や失望による精神的ストレス等も影響していると考えられるところ，\n向精神薬の服薬の中断は，被告人がダルク施設を退所する際に同施設側の判断で被\n告人に向精神薬を渡さなかったことによるもので，被告人が自らの意向で服薬を止\nめるなどしたわけではないし，不安や失望の気持ちを抱いたことについても，後記\nのとおり，そのすべてが被告人の自己責任とまではいえず，被告人にとって回避困\n難な事情も少なからずあったと認められる。\n以上のとおり，本件精神障害の症状の程度はそもそも看過できないものであり，\n上記幻聴が本件犯行に及ぼした影響も否定できない上，被告人が同精神障害にり患\nしたことや幻聴を体験したことについても，被告人にとってコントロール困難な事\n情もあったと認められることからすれば，原判決が，本件精神障害にり患したこと\nは被告人が自ら招いた結果であるというだけで，幻聴の影響を量刑上特に考慮しな\nいとしたのは不合理であり，この量刑判断も是認できないといわざるを得ない。\n５  犯行の動機原因について\n原判決は，「被告人は，前刑出所後，元雇用主に再雇用を頼んで断られた際，別\nの仕事先を紹介されながらその連絡先を聞かず，ダルク施設を身勝手な不満から退\n所すると，しょう油店を営む親戚方に突然出向いて無理な援助を求め，電話で話し\nた長兄からダルクへ戻るよう言われたのにこれを聞かなかった上，仕事内容の確認\nもせず，刑務所仲間を訪ねて来阪し，紹介された仕事が思うようなものでないこと\nが分かっても，現実的な方策を講じなかった。」旨説示した上で，上記のとおり，\n自暴自棄になったこと自体身勝手で自己中心的であると判示しており，これらの原\n判示そのものは，証拠に基づく正当なものと認められるものの，本件犯行の動機原\n因に酌むべき点が全くないとまでいい切れるかは疑問といわなければならない。\nすなわち，被告人が，前刑出所後，被告人なりに覚せい剤を断ち切って更生しよ\nうとしていたことは間違いのない事実である。ダルク施設を身勝手な不満から退所\nしたことなど，被告人に非難されるべき点があることは原判示のとおりであるとし\nても，再雇用を断られたり，更生保護施設が満室であったり，親戚や兄らの援助を\n受けられなかったりといった不本意な出来事が短期間のうちに連続して身にふりか\nかったことは否定できないし，特に，Ｈからまっとうな仕事を紹介してもらえるも\nのと期待して大阪までやって来たのに，同人からは覚せい剤の密売などを持ちかけ\nられ，失望させられたことは，被告人にとって不運であったというべきである。原\n判決は，仕事内容の確認もせずに来阪したことや，その後に現実的な方策を講じな\nかったことを非難するが，他に頼るあてのなかった当時の被告人にとって，そこま\nでの余裕が持てなかったとしてもある程度はやむを得ない。前刑出所後，被告人の\n更生はほぼ自力に委ねられる形となっているが，被告人が当時置かれていた状況か\nらすると，その自助努力にも限界があったと考えられる。\n被告人は，従前から，薬物を濫用したり，暴力的な行動に及んだりしていたもの\nの，あらゆる社会関係，対人関係に問題があったわけではなく，特に内装の仕事は\n真面目に従事していた経歴があり，前刑出所後においても，それなりの居場所や役\n割が被告人に与えられていたのであれば，本件のような凶行には及んでいなかった\n可能性が高いといえる。被告人が，前刑出所後そのような居場所等を見つけられな\nかったことについては，被告人の自業自得の面が大きいことも否定できないが，す\nべてを被告人の自己責任に帰着させてしまうのはいささか酷であり，その動機原因\nに酌むべき点が全くないとまでいい切ることはできないというべきである。\n以上によれば，本件犯行の動機に特に酌むべき点はないとする原判示にも疑問が\nあるといわざるを得ない。\n６  死刑の選択がやむを得ないかどうかについて\n死刑は，人の生命を永遠に奪い去る究極の刑罰であって，罪責が誠に重大で，罪\n刑の均衡の見地からも一般予防の見地からも極刑がやむを得ないかどうかを慎重に\n検討するとともに，公平性の確保の観点も考慮して，真にやむを得ない場合に限っ\nて適用されるべきものである。そして，死刑が相当かどうかの判断は，無期懲役刑\nか死刑かという連続性のない質的に異なる刑種の選択であり，有期懲役刑における\n刑期のような，許容される幅といった考え方には馴染まないものである。\n本件についてこれを検討すると，本件が白昼の繁華街において敢行された無差別\n通り魔殺人であること，各被害者に対し何度も包丁を突き刺し，確実に絶命させて\nおり，犯行態様が極めて残虐で，強い犯意が認められること，犯行結果が重大であ\nり，遺族の処罰感情も厳しく，社会的影響も大きいことが認められる一方で，本件\n犯行の計画性は低く，その結果として殺害された被害者は２名にとどまっているこ\nと，本件精神障害の存在は，量刑事情としては看過できない程度のものであり，本\n件犯行の意思決定に影響を及ぼしていることも否定できないこと，動機原因におい\nて酌むべき事情が全くないとまではいい切れないこと，更には，被告人が基本的に\nは犯罪事実を認め，反省の態度も示していること，覚せい剤事犯以外の前科がない\nことなどの事情も認められる。\n上記の諸事情のうち，本件では特に，白昼の繁華街において無差別に狙った被害\n者らに対し，包丁を何度も突き刺して確実に絶命させた点で犯行態様の残虐さが際\n立っており，この点は死刑選択の可否を検討する上で重要である。しかし，他方で，\n犯行の計画性が低いこと及び精神障害の影響が認められることは，いずれも死刑を\n回避すべき方向に働く量刑要素であることも確かである。前記のとおり，計画性が\n低いことは，本件の被害者が２名で，それ以上に被害が拡大しなかった原因ともな\nっており，精神障害の影響が否定できないことも，そのすべてが被告人の自己責任\nとまではいえず，被告人にとって回避困難な事情もあったと認められるのであって，\nこれらの量刑要素が持つ重みの程度が小さなものであるということはできない。他\n方，犯行態様の残虐さの点に関しては，精神障害の影響が否定できないことや被告\n人が極度の興奮状態にあったことに加え，犯行の計画性が低いゆえに被告人の攻撃\nが２名の被害者に集中してしまったとも考えられ，この点を死刑選択の上で決定的\nな要素とするにはなお疑問の余地があるというべきである。そして，死刑が究極の\n刑罰であって，真にやむを得ない場合に限って許されるという基本原則を真摯に適\n用するならば，計画性が低い上に精神障害の影響が否定されず，殺害された被害者\nが２名で，それ以外の人的被害が生じていない本件にあっては，犯行態様が極めて\n残虐であることや，各被害者が蒙った被害が甚大で遺族の処罰感情も厳しく，社会\n的影響も大きいことなどを考慮しても，死刑の選択がやむを得ないと判断するには\n躊躇せざるを得ない。本件犯行の動機原因に酌むべき点が全くないとまでいい切れ\nないこと等もまた，死刑の選択を回避すべき方向の事情である。\n加えて，公平性の観点から，無差別通り魔殺人事案で死刑が言い渡されたこれま\nでの裁判例をみると，いずれの裁判例においても，当該被告人は，多数の人々を無\n差別に殺害することを決意した後，相当期間にわたって犯行の場所や方法等を検討\nしたり，複数の凶器を準備したりした上で，あらかじめ企図していた方法に沿って\n犯行に及んでおり，その結果として多数の被害者を殺傷していることが認められる。\nなお，その中には，本件と同様，殺害された被害者の数が２名にとどまる事例も存\nするが，これらの事例にあっても，やはりあらかじめ犯行の場所や方法について検\n討を重ね，複数の凶器を用いるなどして犯行に及んだ結果，２名の殺害のほかにも\n重傷者を含む多くの人的被害を生じさせていることが指摘できる。本件は特に，計\n画性が低く，殺害された被害者が２名にとどまり，それ以外の人的被害が生じてい\nない点で，これまで死刑が言い渡された無差別通り魔殺人事案とは異なっており，\n精神障害の影響も否定できない本件において，従前の裁判例から踏み出した量刑判\n断をすべき特別な事情を見出すことも困難である。なおまた，無差別通り魔殺人以\n外で，殺害の点について計画性のない死亡被害者２名の殺人等の事案で死刑が言い\n渡された裁判例との関係についても，犯行そのものや犯行後の言動等から認められ\nる当該被告人の生命軽視の態度や非人間性の評価の点で，本件と同列に論じること\nができないことは，前記のとおりである。\nしたがって，本件については死刑の選択がやむを得ないと認めることはできない\nものといわなければならない。\n７  結論\n以上説示したとおり，原判決の犯情事実に関する量刑判断のうち，計画性が低い\nことは量刑上特に重視すべきとはいえないとの点及び幻聴の影響を被告人に特に有\n利に評価することはできないとしている点はいずれも不合理であって是認できず，\n動機原因についても，基本的には原判示のとおり身勝手で自己中心的であると評価\nされるものの，酌むべき点が全くないとまではいい切れないと認められる。そして，\n犯行の計画性が低い上に精神障害の影響が否定されず，殺傷された被害者が２名で，\nそれ以外に人的被害が生じていない点を考慮すると，本件において被告人を死刑に\n処することがやむを得ないということはできず，被告人に対しては無期懲役刑を言\nい渡すべきものと判断される。それにもかかわらず，被告人を死刑に処した原判決\nの量刑は不当に重いといわざるを得ない。量刑不当をいう論旨は理由がある。\nよって，刑訴法３９７条１項，３８１条により原判決を破棄し，同法４００条た\nだし書により更に判決することとする。\n第４  自判\n原判決が認定した犯罪事実の第１及び第２の各所為はいずれも刑法１９９条に，\n同第３の所為は銃砲刀剣類所持等取締法３１条の１８第３号，２２条にそれぞれ該\n当するところ，各所定刑中原判示第１及び第２の罪については無期懲役刑を，同第\n都宮地方裁判所栃木支部において覚せい剤取締法違反罪により懲役１年４月に処せ\n同裁判所で同罪により懲役１年６月（３年間執行猶予，同年１０月２６日その猶予\n上記各刑\nの執行終了後に犯した同罪により平成２２年８月１８日宇都宮地方裁判所で懲役１\n年１０月に処せられ，平成２４年５月２３日にその刑の執行を受け終わった前科が\nある（以上の事実は，合意書面⑬（原審検察官請求証拠番号乙１８，同弁護人請求\n証拠番号１１）によりこれを認める。）ので，刑法５９条，５６条１項，５７条に\nより原判示第３の罪について３犯の加重を行い，以上は同法４５条前段の併合罪で\nあるが，同法４６条２項本文，１０条により，無期懲役刑を選択した原判示第１及\nび同第２のうち犯情の重い同第１の罪で被告人を無期懲役に処し，他の刑を科さな\nいこととし，押収してある包丁１本（平成２７年押第６３号の１・原審押収番号平\n成２７年押第４２号の１）は，原判示第３の罪の犯罪行為を組成した物で被告人以\n外の者に属しないから，同法１９条１項１号，２項本文を適用してこれを没収し，\n原審及び当審における訴訟費用については，刑訴法１８１条１項ただし書を適用し\nて被告人に負担させないこととして（なお，原審の未決勾留日数の算入に関しては，\n本件の罪質，態様，結果等に照らし被告人の刑事責任が極めて重いことから，本刑\nに算入しないものとするのが相当であると判断した。），主文のとおり判決する。\n平成２９年３月９日\n大阪高等裁判所第３刑事部\n裁判長裁判官   中    川      博      之\n裁判官   畑    山              靖\n裁判官   安      西      二      郎\n"
}