{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 9
  },
  "case_number": "平成21(行ウ)5",
  "case_name": "損害賠償履行請求事件",
  "court_name": "岐阜地方裁判所",
  "result": "その他",
  "gist": "本巣市の所有である土地の占有者らに対し占有料相当額を請求しないことは，債権の管理を怠る事実であるとして，本巣市長に対し，占有者らに対して占有料相当額を請求すること等を求めた住民訴訟が一部認容された事例。",
  "lawsuit_id": "82029",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82029",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/029/082029_hanrei.pdf",
  "contents": "平成２４年２月９日判決言渡\n平成２１年(行ウ)第５号  損害賠償履行請求事件\n口頭弁論終結日  平成２４年１月１２日\n主 文\n１  被告が，別紙不動産目録記載１の土地の占有者Ａ１に対し，平成１６年２月\n１日から同２０年７月１日までの間の占有料相当額を請求していないことが違\n法であることを確認する。\n２  被告が，別紙不動産目録記載２及び同目録記載３の各土地の占有者Ａ２に対\nし，それぞれ平成１６年２月１日から同２０年５月３１日までの間の占有料相\n当額を請求していないことが違法であることを確認する。\n３  被告が，別紙不動産目録記載４の土地の占有者Ａ３，同目録記載５の土地の\n占有者Ａ４，同目録記載６及び同目録記載７の各土地の占有者Ａ２，同目録記\n載８の土地の占有者Ａ５，同目録記載９及び同目録記載１２の各土地の占有者\nＡ６，同目録記載１０の土地の占有者Ａ７，同目録記載１１の土地の占有者Ａ\n８並びに同目録記載１３の土地の占有者Ａ９に対し，それぞれ平成１７年４月\n１４日から同２０年５月３１日までの間の占有料相当額を請求していないこと\nが違法であることを確認する。\n４  被告は，Ａ１に対し，４万２４０７円を請求せよ。\n５  被告は，Ａ２に対し，９万０３３５円を請求せよ。\n６  被告は，Ａ３に対し，５万９４５０円を請求せよ。\n７  被告は，Ａ４に対し，２万６４６３円を請求せよ。\n８  被告は，Ａ５に対し，８７００円を請求せよ。\n９  被告は，Ａ６に対し，６万８７３０円を請求せよ。\n１０  被告は，Ａ８に対し，７万６８５０円を請求せよ。\n１１  被告は，Ａ７に対し，６万５９７５円を請求をせよ。\n１２  被告は，Ａ９に対し，１万５９５０円を請求せよ。\n１３  原告のその余の請求をいずれも棄却する。\n１４  訴訟費用はこれを２分し，その１を原告の，その余を被告の各負担とする。\n事 実 及 び 理 由\n第１  請求\n１  主文第１項，第２項，第４項ないし第７項，第９項ないし第１２項と同旨\n２  被告が，別紙不動産目録記載４の土地の占有者Ａ３，同目録記載５の土地の\n占有者Ａ４，同目録記載６及び同目録記載７の各土地の占有者Ａ２，同目録記\n載８及び同目録記載１４枝番９の各土地の占有者Ａ５，同目録記載９及び同目\n録記載１２の各土地の占有者Ａ６，同目録記載１０の土地の占有者Ａ７，同目\n録記載１１の土地の占有者Ａ８，同目録記載１３の土地の占有者Ａ９，同目録\n記載１４枝番１の土地の占有者Ａ１０，同目録記載１４枝番２の土地の占有者\nＡ１１，同目録記載１４枝番３の土地の占有者Ａ１２，同目録記載１４枝番４\nの土地の占有者Ａ１３，同目録記載１４枝番５及び同目録記載１４枝番６の各\n土地の占有者Ａ１４，同目録記載１４枝番７の土地の占有者Ａ１５並びに同目\n録記載１４枝番８の土地の占有者Ａ１６に対し，それぞれ平成１６年２月１日\nから同２０年５月３１日までの間の占有料相当額を請求していないことが違法\nであることを確認する。\n３  被告は，Ａ５に対し，２万０３７８円を請求せよ。\n４  被告は，Ａ１０に対し，３万４５９６円を請求せよ。\n５  被告は，Ａ１１に対し，７万１８２０円を請求せよ。\n６  被告は，Ａ１２に対し，１２万５８２０円を請求せよ。\n７  被告は，Ａ１３に対し，２万１３４８円を請求せよ。\n８  被告は，Ａ１４に対し，１３万４１００円を請求せよ。\n９  被告は，Ａ１５に対し，１３万６５１２円を請求せよ。\n１０  被告は，Ａ１６に対し，３万０２０４円を請求せよ。\n１１  被告は，Ｂに対し，３７万６３０７円及びこれに対する平成２１年１月１\n日から支払済みまで年５分の割合による金員を請求せよ。\n第２  事案の概要\n本件は，被告が本巣市の所有である別紙不動産目録記載１ないし１４の各土\n地（以下，これらを併せて「本件土地」といい，このうちの各土地を別紙不動\n産目録の番号ごとに「土地１」のようにいう。）の占有者らに対し占有料相当\n額を請求しないことは，債権の管理を怠る事実であるとして，本巣市の住民で\nある原告が，被告に対して，地方自治法（以下「法」という。）２４２条の２\n第１項３号に基づき，被告が，本件土地の占有者らに対して平成１６年２月１\n日から同２０年５月３１日まで（ただし，土地１の占有者に対しては同年７月\n１日まで）の間の占有料相当額を請求しないことが違法であることの確認，同\n項４号に基づき，怠る事実に係る相手方である本件土地の占有者らに対し，土\n地１の占有者に対して同１８年１月１日から同２０年７月１日まで，土地２な\nいし１３の占有者らに対して同１８年１月１日から同２０年５月３１日まで，\n土地１４（別紙不動産目録記載１４の枝番１ないし同枝番９の土地を併せて「土\n地１４」といい，各枝番ごとに「土地１４－１」のようにいう。）の占有者ら\nに対して同１８年１月１日から同２０年１２月３１日までの占有料相当額を請\n求すること及び本巣市長であるＢに対し，同１７年１月１日から同年１２月３\n１日までの本件土地の占有料相当額の損害賠償請求権を消滅時効にかからせた\nことにより本巣市が被った損害を損害賠償請求することを求めた事案である。\n１  前提事実（争いのない事実並びに後掲証拠及び弁論の全趣旨により容易に認\nめられる事実）\n(1)  当事者等\nア  原告は，本巣市の住民である。\nイ  Ｂは，平成２０年３月から本巣市長の職にある者である。\nウ  本件土地は，昭和４９年６月２１日，本巣郡ａ町（以下「旧ａ町」とい\nう。）が岐阜県から公衆用道路として使用するために払下げを受け，平成\n１６年２月１日に，旧ｂ町，旧ｃ町，旧ａ町及び旧ｄ村の市町村合併によ\nり本巣市が発足したことに伴い，本巣市の所有となった土地である。\n本件土地は，本巣市ｅ（以下「ｅ地区」という。）に所在するものであ\nるところ，これは，昭和８年の揖斐川上流改修工事に伴いできた廃川地の\n堤防敷地の一部である。（乙６の１，１２，弁論の全趣旨）\nエ  別表「不動産目録番号」欄の１ないし１３の「本件土地」欄の「占有\n者」欄に記載の相手方らは，後記(2)ア及びイの分筆の時から後記(3)アの\n売却の時又は同イの占有料徴収開始の時までの間，また，別表「不動産目\n録番号」欄の１４－１ないし１４－９の「本件土地」欄の「占有者」欄に\n記載の相手方らは，後記(2)ウの面積確定の時点で，別表「不動産目録番号」\n欄の番号に対応する本件土地をそれぞれ占有していた者である。（弁論の\n全趣旨）\n(2)  本件土地の分筆ないし面積確定等\nア  旧ａ町は，平成６年５月１３日，土地１から土地３までの各分筆登記を\n完了した。（乙２の１ないし３）\nイ  本巣市は，平成１７年４月１４日，土地４から土地１３までの各分筆登\n記を完了した。（乙２の４ないし１３）\nウ  本巣市は，平成２１年１月頃，土地１４の占有者ごとの各占有面積を確\n定した。（弁論の全趣旨）\n(3)  本件土地の占有料徴収等\nア  本巣市は，平成２０年７月２日，土地１を訴外Ｃに売った。（甲３の\n１）\nイ  本巣市は，平成２０年６月１日から，土地２ないし１３の各占有者から\n占有料を徴収し始めた。\nウ  本巣市は，平成２１年２月１日から，土地１４の各占有者から占有料を\n徴収し始めた。\nエ  本巣市は，上記アの売却の時並びに上記イ及びウの占有料徴収開始の時\nより前は，本件土地の各占有者から占有料を徴収していなかった。\nオ  本件土地の１平方メートル当たりの月額占有料相当額は，別表「占用\n料」欄の「／㎡」欄に記載のとおりである。\n(4)  本訴に至る経緯\nア  原告は，平成２０年１２月２４日，本巣市監査委員に対し，法２４２条\n１項に基づき，本件土地の占有者らのうち土地１ないし１３の占有者らに\n対して同１８年１月１日から同２０年５月３１日まで（ただし，土地１の\n占有者に対しては同年６月３０日まで），土地１４の占有者らに対して同\n１８年１月１日から監査請求時までの各土地の占有料相当額の損害金を本\n巣市に支払わせるための必要な措置及び本巣市長Ｂに対して同１７年１月\n１日から同年１２月３１日までの本件土地の占有料相当額の損害賠償請求\n権の行使を怠り時効にかからせることによって本巣市に生じさせた損害金\nを本巣市に支払わせるための必要な措置を求める監査請求（以下「本件監\n査請求」という。）をした。（甲１）\nイ  本巣市監査委員は，平成２１年２月１９日，「本巣市は本件土地の現況\n調査及び占有者との使用料交渉等を行っており漫然と当該賠償請求権の行\n使を怠っていたという事実はなく，本件監査請求にはこれらの点につき違\n法・不当とする事実の主張又は理由の摘示はない。」として，本件監査請\n求を却下する旨の決定をし，原告は，同日付けで，同決定の通知を受けた。\n（甲２）\nウ  原告は，平成２１年３月１７日，本訴を提起した。\n２  争点\n〔本案前の争点〕\n適法な監査請求の欠如について\n〔本案の争点〕\n(1)  本巣市長が，本件土地の占有者らに対し，平成１６年２月１日から，土地\n１については同２０年７月１日まで，土地２ないし１３については同年５月\n３１日まで，土地１４については同年１２月３１日までの占有料相当額の請\n求をしないことは債権の管理を違法に怠る事実といえるか否か。\n(2)  Ｂは，本巣市長として，平成１７年１月１日から同年１２月３１日までの\n本件土地の占有料相当額の損害賠償請求権を時効にかからせたことによる不\n法行為に基づき，本巣市に対して占有料相当額の損害賠償義務を負うか。\n３  争点に関する当事者の主張\n〔本案前の争点〕\n適法な監査請求の欠如について\n（被告の主張）\n住民監査請求の対象は，公金の支出などの財務会計上の行為及び怠る事実に\n限られるところ，本件監査請求は，財務会計上の具体的行為及び具体的な怠る\n事実の違法性，不当性の主張とは認められないものとして不適法却下されたも\nのである。そのため，実体的判断による予防の機会が与えられたものではない\nことが明らかであり，また，監査が適法に行われ，不適法に却下された事実も\n存しないから，原告の訴えは，住民監査請求前置の要件を欠く不適法なもので\nある。\nすなわち，複数の不法占有者に対する損害賠償請求権等の行使を怠る事実の\n違法確認を求める場合においては，怠る事実は相手方である不法占有者ごとに\n別個というべきことから，相手方を特定した上，請求権の発生原因事実（不法\n占有の場所や占有時期等）を他から識別できる程度に特定するのを原則とする\nべきところ，本件監査請求では，相手方と地番は特定しているものの（もっと\nも，一部誤りがある。），その他の請求権の発生原因事実は全く特定されてい\nない。\nよって，本件訴えは，住民監査請求を適法に経ておらず，不適法である。\n（原告の主張）\n争う。\n〔本案の争点〕\n(1)  争点(1)（本巣市長が，本件土地の占有者らに対し，平成１６年２月１日\nから，土地１については同２０年７月１日まで，土地２ないし１３について\nは同年５月３１日まで，土地１４については同年１２月３１日までの占有料\n相当額の請求をしないことは債権の管理を違法に怠る事実といえるか否か。）\nについて\n（原告の主張）\nア  本巣市長は，遅くとも本巣市が土地４ないし１３を分筆した時期である\n平成１７年４月には，土地１ないし１３の占有者らに占有料相当額の請求\nができたはずであり，上記時期以降これを請求していないのは，債権の管\n理を怠る事実にあたることは明らかである。\nまた，土地１４の占有者らに対しても，遅くとも平成１６年度に行った\n測量の際に占有者を特定し，同１７年度以降は占有料相当額の請求をする\nことが可能であったため，同１７年４月以降にこれを行っていないことは\n債権の管理を怠る事実に該当する。\nイ  旧ａ町は，土地区画整理事業のために堤防敷地の測量を行っており，こ\nれは平成１０年初旬には完了していた。この測量では，廃川地との境界が\n測量されていた。（甲７の１ないし３，１３）\n測量をする以上，廃川地と堤防敷地の境界を明らかにするためには，堤\n防敷地の占有状況を把握し，占有場所の境界の確定が必要不可欠である。\nしたがって，旧ａ町は，上記測量が完了した平成１０年の初旬には，占有\n者の存在並びに占有場所について認識していたことが明らかである。\nよって，占有部分の測量が容易であるにもかかわらず，これを行ってい\nない本巣市長の対応に過失があることは明らかである。\nウ  これに対して被告は，平成１７年の段階では土地１４の占有者らを確定\nすることができなかったことを理由として，土地１４の占有者らとの平等\nなどに配慮して土地１ないし１３の占有者らから占有料相当額の徴収を行\nわなかったと主張するが，被告のこの主張は，怠る事実が違法でないこと\nを基礎付ける事実とはならない。\nまた，土地１４の測量を早期に行うことが困難であったとの被告の主張\nは，否認し争う。\nエ  後記被告の主張エは争う。本件土地を含む堤防敷地は，公衆用道路とす\nるために払下げを受けたのであるから，行政政策上，測量を行うべき土地\nであった。\n（被告の主張）\nア  土地１ないし１３について，分筆が完了していたにもかかわらず，平成\n２０年６月より前に占有料を徴収できなかった事情は以下のとおりである。\n本件土地は，すべてが同一自治会に属しており，公平に占有料を徴収す\nるには，土地１４の面積確定が急務であった。しかしながら，この地域の\n高齢者は，昭和４９年の岐阜県からの払下げ以前から，自らが堤防を道路\nとして使用できるようにし管理もしていたという意識が強く，土地に対す\nる執着心があり，平成１５年度に旧ａ町が公共工事として道路維持工事を\n施工した際も堤防道路のセンターにしかＵ字溝が入れられなかった経緯も\nあり，現状道路（幅員１．５メートル）以外の土地に立ち入ることが難し\nく，占有面積を確定することが困難であった。\nこうした中，土地１４の利用形態を見るに，住民側において境界確定型\nの所有権主張のほか，時効取得等他の法的構成で所有権や占有権を主張す\nる可能性も否定できず，地元住民の同意を得ない占有料徴収開始は，土地\n１４はもちろんのこと，既に分筆の済んでいる土地１ないし１３における\n住民との法的紛争に発展する危険性を内在していた。\nそのため，本巣市としては，地元住民の同意を得ることを最優先とし，\n境界確定も含め地元住民との話合いを続けてきたところ，平成２０年４月\nに実施した占有者への戸別訪問時に世代交代もあり，本巣市の土地を占有\nしている話を子息ら次世代に説明して理解してもらい，土地１４の占有者\nらに対し，同年１２月５日に説明会を開き，占有面積が確定できる運びと\nなった。このとおり，土地１４の解決の方向性が見えた同年６月頃，先行\nして土地２ないし１３の占有料を徴収し始めたのである。\nしたがって，本巣市において占有料徴収を不合理に怠っていたわけでは\nないから，平成１７年４月以後，土地１ないし１３の占有料相当額を請求\nしなかったことは，許容範囲内の裁量期間であるというべきであり，違法\nとはいえない。\nイ  土地１４についての平成２０年１２月以前の占有料不徴収について，債\n権の管理を違法に怠る事実であるとする原告の主張は，争う。\nウ  原告は，平成１０年初旬には，旧ａ町は，本件土地の占有者の存在及び\n占有場所について認識したはずであると主張するが，この時点での測量は，\n堤防敷地の隣地との境界が決まっていない現況測量図面という意味合いし\nかなく（隣人の立会いすら不明で一方的測量の可能性もある。），隣人ら\nの旧ａ町所有土地の不法占有は確定していない。\nエ  原告は，占有料徴収を目的とする測量を行うべきであった時点を仮定し\nて，その時点以降について占有料を徴収しないことの違法を主張するよう\nであるが，全国には国から市町村に所有権が移転された法定外公共物（い\nわゆる赤道，青道）が多数存在しており，これを測量する費用と徴収可能\nな占有料とを比較衡量するなら，開発等行政政策の実行上必要な場合にの\nみ地方自治体が測量を行うという従来の実務的処理が妥当するというべき\nであり，占有料徴収のための測量を行うべき一般的な義務が地方自治体に\nあると解すべきでない。したがって，住民との立会いにより測量が行われ\n占有面積が確定するまでは，地方自治体に占有料徴収義務があると解する\nことはできない。\nまた，占有面積が確定した後も，それまでの経緯を踏まえ，ある程度の\n期間の未徴収は許容されるべきである。\n(2)  争点(2)（Ｂは，本巣市長として，平成１７年１月１日から同年１２月３\n１日までの本件土地の占有料相当額の損害賠償請求権を時効にかからせたこ\nとによる不法行為に基づき，本巣市に対して占有料相当額の損害賠償義務を\n負うか。）について\n（被告の主張）\nア  損害について\n本件土地の占有者らに対しては，不法行為に基づく損害賠償請求権のほ\nか，不当利得に基づく占有料相当額の返還請求権も併存するのであり，後\n者の消滅時効期間は１０年であるから，平成１７年１月から同年１２月ま\nでの占有料相当額の不当利得返還請求権は未だ消滅時効期間を経過してい\nない。\nしたがって，本巣市長Ｂの不作為によって未だ本巣市に損害は発生して\nいないから，不法行為に基づき，上記期間の占有料相当額をＢに対し損害\n賠償請求をするよう求める請求には理由がない。\nイ  過失について\nＢは，平成２０年３月７日から本巣市長として職務を遂行しており，そ\nれ以前（原告の主張する３年の消滅時効との関係においては，平成１７年\n３月７日以前の占有料）に関しては，権利行使をしようにもできないため，\n過失がない。\n（原告の主張）\n被告の主張アは，特に争わない。\n被告の主張イは，争う。\n第３  当裁判所の判断\n１  前掲前提事実に後掲括弧内に掲記の証拠及び弁論の全趣旨を総合すると，以\n下の事実を認めることができる。\n(1)  前掲前提事実記載のとおり，本件土地は，ｅ地区に所在するものであると\nころ，これは，昭和８年の揖斐川上流改修工事に伴いできた廃川地の堤防敷\n地の一部である。\n(2)  上記(1)の廃川地及び堤防敷地は，岐阜県の所有であったところ，前掲前\n提事実(1)ウのとおり，岐阜県は，昭和４９年６月２１日，堤防敷地を公衆用\n道路用地として旧ａ町に無償譲渡（払下げ）した。同払下げ当時，堤防敷地\nの幅は最大で１８メートルであったが，実際に道路として利用されていた幅\n員約２メートル以外は，当時既に宅地若しくは畑などとして地元住民によっ\nて占有されていた（廃川地化により堤防としての機能が不要となった堤防敷\n地は，いつ頃からかは不明であるが，周辺の造や耕作地への土入れなどの\nため徐々に周辺土地と同じ高さまで削られ，その結果堤防であった頃の堤上\n辺にあった幅員２メートルの道路部分のみが残され，その余が周辺住民によ\nり占有されるに至った。）。同払下げ以前，宅地以外の目的で使用していた\n占有者は，岐阜県に対し特に占有料を支払っていなかった。（乙１，１２，\n弁論の全趣旨）\n(3)  他方で，岐阜県は，昭和４４年３月３１日，上記揖斐川上流改修工事に伴\nいできた廃川地のうち２６万３８１９平方メートルを，財団法人Ｄ公社に無\n償譲渡し，さらに同公社は，同４９年，これを各地域の自治会などに無償譲\n渡した。このうちｅ地区に位置する廃川地のうち３万５０６３平方メートル\nについては，自治会であるＥ区（現在のＦ自治会。ｅ地区の世帯はすべて，\nこの一つの自治会の区域に居住している。）が譲り受けたが，登記簿上はａ\n町名義とされた。（乙１２，弁論の全趣旨）\n昭和４７年，ｅ地区の廃川地を管理するため，Ｇ管理組合（組合員になる\n資格は，同年３月１日現在Ｅ区に現に居住する世帯の世帯主で，均等割負担\n金４００円を納入した者）が組成され，同５３年，同組合は，Ｈ管理組合（以\n下「上部組合」という。）に名称変更された。同組合の規約には，廃川地の\n開発及び管理の徹底を図るために，同組合の下部に廃川地の北部を管理する\nＩ組合（別称「Ｊ管理組合」ともいう。以下「北部組合」という。）と，南\n部を管理するＫ組合（別称「Ｌ管理組合」ともいう。以下「南部組合」とい\nい，北部組合と併せて「下部組合」という。）が置かれることとされていた。\n（甲１０，乙１１，１２）\nＥ区所有の廃川地は，昭和５８年にａ町上水道浄水場，平成３年に特別養\n護老人ホーム，同４年にＭ工業団地，同５年にスポーツプラザ駐車場，同６\n年に町道ｆからｇ１号線，同１７年にＮ多目的広場が設けられるなどして開\n発された。（乙６の２，１２，弁論の全趣旨）\n(4)  Ｅ区所有の廃川地及び本件土地を含むｅ地区の堤防敷地は，いずれも登記\n簿上，旧ａ町名義となっていたことから，廃川地と堤防敷地の境界が明確に\nされてこなかった。そのため，これらの廃川地と堤防敷地の測量は，廃川地\nの各個別の開発などに必要な範囲でのみ，順次なされていくこととなった。\n（弁論の全趣旨）\n(5)  前掲前提事実記載のとおり，旧ａ町は，平成６年５月１３日，ｅ地区の堤\n防敷地のうち，土地１ないし３の各分筆登記を完了した。（乙２の１ないし\n３）\n(6)  旧ａ町は，平成９年終わり頃，Ｅ区所有の廃川地の区画整理事業を実施し\nてこれを市街化区域に編入することを検討し始めた。（乙１０，証人Ｏ）\n旧ａ町は，平成１０年，ｅ地区の堤防敷地のうち，土地３ないし４の付近\nから土地１１ないし１４の付近までの道路範囲の測量をした。（甲７の２及\nび３，１３，乙６の１，証人Ｏ）\nその後である平成１２年頃，旧ａ町は，前記区画整理事業につき地元への\n説明会などを行うも，様々な問題があり，結局，同事業は実現に至らなかっ\nた。（乙１０，証人Ｏ）\n(7)  北部組合長は，平成１５年９月，旧ａ町に対し，ｅ地区の堤防敷地の払下\nげを受けたい旨申し出た。これに対し，旧ａ町側は，任意組合が法人化され\nれば，払い下げる方向で検討できるという結論に至り，組合側にこれを伝え\nた。（乙１０，証人Ｏ）\n旧ａ町は，平成１６年１月頃，Ｅ区所有の廃川地の利用に関し，北部組合\n及び旧ａ町議会の三者の間で覚書を締結し，約８５００平方メートルの廃川\n地を，将来的に必要となる上水道の浄水施設やスポーツプラザの駐車場など\nの公共用地とするため，合併後の本巣市が買収して整備することや，買収時\nの坪単価のほか，堤防敷地のうち公共用地として利用した残りの土地（以下\n「余剰地」という。）は２分の１ずつ地元と旧ａ町に権利があることなどを\n取り決めた。そして，Ｅ区の住民らは，廃川地を本巣市が買収したときには，\n本巣市が堤防敷地をＥ区側へ払い下げることを希望し，本巣市側もこれを了\n承していた。（乙１０，１１，証人Ｏ）\n本巣市は，平成１６年１０月から，堤防敷地占有者及び廃川地使用者の立\n会いのもと，ｅ地区の堤防敷地及び廃川地の測量調査を開始し，これらの総\n面積を確定する作業に着手した。（甲５，乙１０，１１，証人Ｏ）\n前掲前提事実記載のとおり，本巣市は，平成１７年４月１４日，ｅ地区の\n堤防敷地のうち土地４から土地１３までの各分筆登記を完了した。（乙２の\n４ないし１３）\n本巣市は，平成１７年４月１４日，Ｅ区所有の廃川地の分筆登記を完了し，\n同年８月２３日に行われた議会の議決により，廃川地をＥ区から譲り受ける\nための本契約を締結し，同年１２月までにその代金を支払った。（乙１０，\n１１，証人Ｏ）\nしかしながら，平成１７年９月頃，余剰地の配当金の配当方法について，\n上部組合と下部組合の意見が合わないなどの問題が生じたことから，本巣市\nは，これらの対立が解けるまで堤防敷地の払下げは先延ばしにした方が良い\nとの北部組合長からの申入れを受け，しばらくこれを静観することとした。\n（乙１０，証人Ｏ）\n本巣市は，平成１９年頃，境界確定後においても堤防敷地の一部を地元住\n民が占有し利用していることを長期間放置しているのは不適切との判断から，\n本件土地の占有料を徴収するための地元住民との話合いなどを始め，前掲前\n提事実記載のとおり，土地１については同２０年７月２日に住民に払下げを\nし，土地２ないし１３については同年６月１日から，土地１４については同\n２１年２月１日から占有料を徴収し始めた。（乙１０，証人Ｏ）\n(8)  原告は，平成１７年１０月１日，本巣市市議会議員となった者であるとこ\nろ，同１８年１２月４日の市議会定例会の協議会及び同月１９日の市議会定\n例議会において，ｅ地区の堤防敷地の占有料を徴収していないことに関し質\n問した。これに対し，当時の本巣市長Ｐは，原告からの指摘を受けるまでこ\nれを認識していなかった旨及び今後早急に検討する旨の答弁をした。（甲１\n７，乙１０）\n２  〔本案前の争点〕適法な監査請求の欠如について\n被告は，本件監査請求は，本件土地の占有者である相手方と地番は一応特定\nしているものの，その他の請求権の発生原因事実は全く特定されていないため，\n請求の特定が欠如しており不適法である旨主張する。\n住民監査請求においては，対象とする財務会計上の行為又は怠る事実（以下\n「当該行為等」という。）を，他の事項から区別し特定して認識することがで\nきるように個別的，具体的に摘示することを要するが，監査請求書及びこれに\n添付された事実を証する書面の各記載，監査請求人が提出したその他の資料等\nを総合して，住民監査請求の対象が特定の当該行為等であることを監査委員が\n認識することができる程度に摘示されているのであれば，これをもって足りる\nのであり，上記の程度を超えてまで当該行為等を個別的，具体的に摘示するこ\nとを要するものではないというべきである（最高裁平成元年（行ツ）第６８号\n同２年６月５日第３小法廷判決・民集４４巻４号７１９頁）。\nこれを本件についてみるに，本件監査請求において，原告は，本件土地の地\n番及び占有期間を特定し，占有者らの氏名も一部に誤りこそあるものの特定し\nているのであるから，住民監査請求の対象を，当該占有期間における本件土地\nの占有者らに対する本巣市の不法行為に基づく損害賠償請求権（又は不当利得\nに基づく返還請求権）の不行使であることを監査委員が認識することができる\n程度に摘示しているというべきであり，請求の対象の特定に欠けるところはな\nい。\nまた，本巣市監査委員は，本件監査請求を，「本巣市は本件土地の現況調査\n及び占有者との使用料交渉等を行っており漫然と当該賠償請求権の行使を怠っ\nていたという事実はなく，本件監査請求にはこれらの点につき違法・不当とす\nる事実の主張又は理由の摘示はない。」などとして却下したが，本件監査請求\nを不適法ならしめる理由が摘示されているとは認められず，本件は，適法にな\nされた住民監査請求が不適法として却下された場合にすぎない。\nしたがって，本件訴えは，適法になされた住民監査請求を経たものというべ\nきである。\n３  〔本案の争点〕\n(1)  争点(1)（本巣市長が，本件土地の占有者らに対し，平成１６年２月１日\nから，土地１については同２０年７月１日まで，土地２ないし１３について\nは同年５月３１日まで，土地１４については同年１２月３１日までの占有料\n相当額の請求をしないことは債権の管理を違法に怠る事実といえるか否か。）\nについて\nア  総論\n地方公共団体が，その所有する土地を権原なく占有する者に対し，明渡\nしを求めず，占有料（使用料相当損害金を含む。以下同じ。）も請求しな\nいでいることは，公共財産の管理として適切でないことは明らかである。\nまた，地方公共団体が有する債権の管理について定める法２４０条，法\n施行令１７１条から１７１条の７までの規定によれば，客観的に存在する\n債権を理由もなく放置したり免除したりすることは許されず，原則として，\n地方公共団体の長には債権の行使又は不行使についての裁量はないという\nべきである（最高裁平成１２年（行ヒ）第２４６号同１６年４月２３日第\n２小法廷判決・民集５８巻４号８９２頁）。\nしかしながら，他方，法施行令１７１条の５などに鑑みれば，地方公共\n団体は，その有する債権を行使することに経済合理性がないと認められる\n場合には，これを行使しないことができるものとするのが法の趣旨である\nと解される。\n以上に照らして，地方公共団体が所有土地の占有者に対し占有料を請\n求・徴収しなければならない場合（請求しなければ違法となる場合）につ\nいて検討するに，占有料を請求するためには，占有者の特定，取得時効の\n成否等権原の存否に関する調査，当該占有する土地範囲の確定ないしその\n土地範囲を測量することによる占有面積の確定を行うことが事実上必要と\nなることも明らかであるところ，これらを実行するためには，筆界確定紛\n争などの紛争の発生を回避できる場合であっても，相当な人的・経済的負\n担が必要となることが予想され，このような負担が生じる可能性を勘案し\nてもなお占有料を請求・徴収することに経済合理性があるか否かは，事案\nごとに容易に判断し得ることではないと考えられるから，占有者ないし占\n有面積が確定していない土地については，これらを確定することが容易で\nあり，経済合理性に適うというべき特段の事情のない限り，占有料を請求\nしないことをもって直ちに債権の管理を違法に怠るものと評価することは\nできないというべきである。\nこれに対し，当該土地について，権原なく占有する者が特定され，その\n者が占有する土地範囲ないしその面積も確定したときには，特段の事情の\nない限り，当該占有者に対し占有料を請求することが可能となったものと\nいうべきであるから，地方公共団体としては，そのとき以降にこれを請求\nしないでいることは，債権の管理を違法に怠るものというべきである。\nもっとも，占有者ないし占有面積が確定したからといって，その確定し\nた占有者ないし占有面積が，その確定した時より前においても同一であっ\nたとは必ずしも推定されないというべきであり，また，その時より前の占\n有者ないし占有面積を調査・立証することには相当な困難を伴うのが通例\nと考えられることからすると，上記により請求すべき占有料とは，原則と\nして，占有者ないし占有面積が確定した時以降の分であって，その時より\n前の分まで請求すべきであると直ちに認めることはできない。\nイ  土地１ないし１３について\n(ア)  土地１ないし１３の怠る事実に係る相手方らは，前掲前提事実記載\nのとおり，前掲前提事実(2)ア及びイの分筆登記の時から同(3)アの売却\nの時又は同イの占有料徴収開始の時までの間，本巣市の所有であるこれ\nらの土地を権原なく占有していることが認められ，また，上記分筆登記\nが完了したときには，本巣市としてこれらの土地の占有者ないし占有面\n積を確定したというべきであるから，上記アに説示したところによれば，\n被告は，土地１ないし３については平成１６年２月１日から，土地４な\nいし１３については同１７年４月１４日から，占有者である相手方らに\n対し，上記各占有に係る別表「占用料」欄の「月間占用料」欄の占有料\n相当額の損害賠償請求権又は不当利得返還請求権を行使すべきであった\nと認められ，したがって，これを行使しないことは，特段の事情のない\n限り，債権の管理を違法に怠る事実に該当するというべきである。\n(イ)  被告は，占有者らの土地に対する権利意識が強かった土地１４の占\n有料徴収のための占有面積の確定が困難であったことから，同一の自治\n会に属する，平成１７年４月までには分筆が完了していた土地１ないし\n１３についても，取得時効を主張されるなどの法的紛争に発展すること\nを回避するために占有料徴収を見合わせる必要があったと主張し，その\n背景として，土地１０ないし１４の関係者は，北部組合と南部組合の構\n成員が入り組んでおり，南部組合構成員関係者の土地である土地１４を\n未確定未徴収のままそれ以外の土地の占有料を徴収することは，北部組\n合及びその組合員の反発を招きかねなかったという事情が存することを\n主張する。\n確かに，証人Ｑによれば，平成１５年１２月頃に土地１４が面してい\nる町道の側溝新設工事を行った際，土地１４の占有者らの中に，官民境\n界確定のために土地に立ち入ることに同意しない者があったことが認め\nられ，また，前示のとおり平成１７年９月頃に余剰地の配当金の配当方\n法に関し上部組合と下部組合の意見が合わないという問題が発生してい\nたことなど，土地１ないし１３について占有料を徴収しようとする場合\nに抵抗が予想されるような状況が存したことが窺われる。\nしかしながら，証人Ｏによれば，平成１６年１０月以降に土地４ない\nし１３を含む堤防敷地について本巣市により行われた測量は，廃川地開\n発のための測量に付随して行われたものであるところ，土地１４の測量\nがその際に行われなかった理由は，同土地が当該開発計画とは直接関係\nしない土地であったためであることが認められ，また，前記１(7)記載の\nとおり，本巣市が土地２ないし１３の占有料徴収を開始した（土地１に\nついては，訴外第三者に払い下げた。）契機は，平成１６年１月頃の旧\nａ町，北部組合及び旧ａ町議会との間の覚書締結に先立ち事実上合意さ\nれていた本件土地を含む堤防敷地の本巣市から北部組合側への払下げが，\n上部組合と下部組合との意見対立等によって先延ばしとされていたとこ\nろ，同１９年頃に至り，上記払下げの時期について目処が立たないこと\nから，長期間にわたり不法占有者から占有料を徴収しないのは不適切と\n考えられたためであると認められ（なお，払下げが予定されている土地\nであるからといって，当然に占有者に対し占有料を徴収しない理由とす\nることはできない。），さらに，証人Ｏは，「土地１ないし１３につい\nては，測量完了段階で（占有料を）徴収することが可能だったと思う」\n旨述べ，土地１ないし１３について測量完了後に本巣市が直ちに占有料\nを徴収しなかった理由については「分からない」と述べているのであっ\nて，その理由が土地１４と一律に処理する必要からであったとは述べて\nいないこと，さらに，前示のとおり，土地１ないし１３の占有料は，結\n局，土地１４に先んじて徴収が始められたこと，以上の証拠状況に照ら\nせば，本巣市が土地１ないし１３の占有料を徴収しないでいた理由が土\n地１４と一律に処理する必要があったからであると認めることはできな\nい。\nそうすると，本巣市が，土地１ないし１３について，測量完了後に直\nちに占有料を徴収しないでいたことについて，上記(ア)に示した特段の\n事情があると認めることはできない。他に当該特段の事情についての主\n張立証はない。\n(ウ)  以上によれば，本巣市長は，土地１ないし３については平成１６年\n２月１日から，土地４ないし１３については同１７年４月１４日から，\n同２０年５月３１日（ただし，土地１については同年７月１日）まで，\n占有者である相手方らに対し，上記各占有に係る別表「占用料」欄の「月\n間占用料」欄の占有料相当額の損害賠償請求権又は不当利得返還請求権\nを行使すべきであり，これを行使しないでいることは，債権の管理を違\n法に怠る事実にあたるというべきである。\nそして，本訴請求に係る土地１ないし１３の平成１８年１月１日から\n同２０年５月３１日（ただし，土地１については同年７月１日）までの\n占有料相当額は，別表「損害賠償請求（市長請求額）」欄の「占用料相\n当損害金」欄記載のとおりである。\nウ  土地１４について\n原告は，土地１４について，遅くとも平成１６年度に行った堤防敷地の\n測量の際に，土地１４の占有者ごとの占有面積についても測量していれば，\nそれ以降は，占有者に対し占有料相当額の請求が可能であったから，遅く\nとも同１７年４月以降に占有料相当額を請求していないことは債権の管理\nを違法に怠る事実であるという趣旨を主張する。\nしかしながら，土地１４について占有者ないし占有面積が確定したのは，\n前掲前提事実記載のとおり平成２１年１月頃であり，それ以前の同土地の\n占有者ないし占有面積を明らかにする証拠があるとは認められない上，そ\nれ以前の同土地の占有者ないし占有面積を確定して占有料を徴収すること\nが容易であり，経済合理性にも適うというべき特段の事情があるとも認め\nられないから，上記アに説示したところにより，本巣市長がそれ以前の占\n有料を徴収しないことをもって債権の管理を違法に怠るものと評価するこ\nとはできないというべきである。\nそうすると，土地１４につき，本巣市長が平成１６年２月１日から同２\n０年１２月３１日までの占有料相当額を占有者らに対し請求していないこ\nとは，債権の管理を違法に怠る事実に該当するとはいえないから，これに\n関する原告の請求は，いずれも理由がない。\n(2)  争点(2)（Ｂは，本巣市長として，平成１７年１月１日から同年１２月３\n１日までの本件土地の占有料相当額の損害賠償請求権を時効にかからせたこ\nとによる不法行為に基づき，本巣市に対して占有料相当額の損害賠償義務を\n負うか。）について\n原告は，Ｂが本巣市長として平成１７年１月１日から同年１２月３１日ま\nでの本件土地の占有料相当額の損害賠償請求権を時効にかからせたことによ\nり本巣市に損害を生じさせたと主張する。\nしかしながら，前記(1)の認定判断によれば，上記期間中，土地４ないし１\n３については平成１７年４月１４日より前の期間，また，土地１４について\nは全期間は，本巣市が占有料を徴収しないことが債権の管理を違法に怠る事\n実にあたるとは認められないのであるし，そもそも，占有料が発生したと認\nめられる部分についても，不当利得返還請求権の消滅時効期間である１０年\nが未だ経過していないことが明らかなことからすれば，占有料相当額の損害\nが本巣市に発生しているとは認められない。\nそうすると，原告の上記主張は採用できない。\n４  結論\n以上の次第で，原告の請求は，土地１ないし３につき平成１６年２月１日か\nら，土地４ないし１３につき同１７年４月１４日から，それぞれ同２０年５月\n３１日まで（ただし，土地１については同年７月１日まで），占有料相当額の\n請求をしていないことが違法であることの確認及び土地１ないし１３につき，\n同１８年１月１日から同２０年５月３１日まで（ただし，土地１については同\n年７月１日まで）の占有料相当額を占有者である相手方らに対して請求するこ\nとを求める限度で理由があり，その余は理由がないからこれを棄却することと\nして，主文のとおり判決する。\n岐阜地方裁判所民事第１部\n裁判長裁判官      針    塚          遵\n裁判官      戸    崎    涼    子\n裁判官      笹    邉    綾    子\n"
}