{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 6,
    "day": 14
  },
  "case_number": "平成28(行ウ)63",
  "case_name": "労災保険遺族補償給付等不支給処分取消請求事件",
  "court_name": "福岡地方裁判所第５民事部",
  "lawsuit_id": "88786",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88786",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/786/088786_hanrei.pdf",
  "contents": "主         文\n１  宇和島労働基準監督署長が原告に対してした労働者災害補償保険法に基づ\nく遺族補償給付及び葬祭料を支給しない旨の平成２７年３月３０日付け各処\n分並びに療養補償給付を支給しない旨の同月３１日付け処分をいずれも取り\n消す。\n２  訴訟費用は被告の負担とする。\n事 実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，亡Ａの妻である原告において，養殖業者に対する魚薬の営業販売等\nに従事していた亡Ａが急性心不全を発症し，これにより死亡したのは，取引先\nからのストレスに晒されながらの長時間の過重労働や海上での過酷な消毒業務\nに従事したことによるものであるにもかかわらず，原告の労働者災害補償保険\n法に基づく遺族補償給付等の請求について処分行政庁がいずれも不支給とする\n決定をしたことから，同不支給決定は違法である旨主張して，被告に対し，こ\nれら不支給決定の取消しを求めた事案である。\n１  前提事実（当事者間に争いがない事実等）\n⑴  当事者等\nア  亡Ａは，昭和▲年▲月▲日生（死亡当時４７歳）の男性であり，平成１\n２年３月，株式会社Ｂ（以下「本件会社」という。）に中途入社し，平成\n２０年４月以降，Ｋ営業所（以下「本件営業所」という。）において，養\n殖業者に対する魚薬等の営業販売に従事していた。\nイ  原告は，亡Ａの妻であり，亡Ａの死亡当時，亡Ａの収入によって生計を\n維持していた者である。\n⑵  亡Ａの死亡\n亡Ａは，平成▲年▲月▲日午前７時頃，出勤後の営業車内において意識不\n明の状態で発見され，宇和島市立Ｋ病院に救急搬送されたが，同日午前８時\n１８分，心室細動を原因とする急性心不全により死亡した。\n⑶  原告の労災保険請求等\nア  原告は，処分行政庁に対し，平成２６年８月２８日，労働者災害補償保\n険法に基づく遺族補償給付及び葬祭料を請求し，また，同年１１月２５\n日，同法に基づく療養補償給付を請求した。\n処分行政庁は，平成２７年３月３０日付けで遺族補償給付及び葬祭料\nについて不支給とする決定をし，同月３１日付けで療養補償給付につい\nて不支給とする決定をした（以下，これらの決定を併せて「本件不支給決\n定」という。）。本件不支給決定の理由は，亡Ａが短期間又は長期間にわた\nる過重な業務に就労したとはいえず，長時間労働等による疲労の蓄積が\nあったともいえないので，亡Ａの急性心不全が労働基準法施行規則３５\n条別表第１の２第８号に定める業務上の疾病に該当するとは認められな\nいというものである（甲４の１ないし３。なお，同各書証には「別表１の\n２第９号」との記載があるが，「別表１の２第８号」の誤記であると考え\nられる。）。\nイ  原告は，本件不支給決定について，平成２７年５月２２日付けで審査請\n求をしたが，愛媛労働者災害補償保険審査官は，同年９月９日，同審査請\n求を棄却した。\nウ  原告は，平成２７年１０月２８日，再審査請求をしたが，労働保険審査\n会が裁決をしないまま３か月が経過した。なお，労働保険審査会は，平成\n２８年１１月３０日付けで，再審査請求を棄却する旨の採決を行った。\nエ  原告は，平成２８年８月３０日，本件訴えを提起した。\n⑷  虚血性心疾患等の業務起因性に関する行政解釈\n厚生労働省労働基準局長は，医学及び法学の専門家からなる脳・心臓疾患\nの認定基準に関する専門検討会が平成１３年１１月１６日に取りまとめた\n「脳・心臓疾患の認定基準に関する専門検討会報告書」の内容を踏まえ，都\n道府県労働局長に宛てて，同年１２月１２日付けで「脳血管疾患及び虚血性\n心疾患等（負傷に起因するものを除く。）の認定基準について」（基発第１０\n６３号通達。平成２２年５月７日付け基発０５０７第３号により改正。以下\n「認定基準」という。）を発したが，その概要（本件に関係する部分の抜粋\nである。）は次のとおりである。\nア  基本的な考え方\n脳血管疾患及び虚血性心疾患等（以下「脳・心臓疾患」という。）は，\nその発症の基礎となる動脈硬化等による血管病変又は動脈瘤，心筋変性\n等の基礎的病態（以下「血管病変等」という。）が長い年月の生活の営み\nの中で形成され，それが徐々に進行し，増悪するといった自然経過をたど\nり発症に至るものとされている。\nしかしながら，業務による明らかな過重負荷が加わることによって，血\n管病変等がその自然経過を超えて著しく増悪し，脳・心臓疾患が発症する\n場合があり，そのような経過をたどり発症した脳・心臓疾患は，その発症\nに当たって，業務が相対的に有力な原因であると判断し，業務に起因する\nことの明らかな疾病として取り扱うものである。\nこのような脳・心臓疾患の発症に影響を及ぼす業務による明らかな過\n重負荷として，発症に近接した時期における負荷のほか，長期間にわたる\n疲労の蓄積も考慮することとした。\nまた，業務の過重性の評価に当たっては，労働時間，勤務形態，作業環\n境，精神的緊張の状態等を具体的かつ客観的に把握，検討し，総合的に判\n断する必要がある。\nイ  認定要件\n次の①ないし③の業務による明らかな過重負荷を受けたことにより発\n症した脳・心臓疾患は，労働基準法施行規則別表第１の２第８号に該当す\nる疾病として取り扱う。\n①  発症直前から前日までの間において，発生状態を時間的及び場所的\nに明確にし得る異常な出来事（以下「異常な出来事」という。）に遭遇\nしたこと\n②  発症に近接した時期において，特に過重な業務（以下「短期間の過重\n業務」という。）に就労したこと\n③  発症前の長期間にわたって，著しい疲労の蓄積をもたらす特に過重\nな業務（以下「長期間の過重業務」という。）に就労したこと\n過重負荷とは，医学経験則に照らして，脳・心臓疾患の発症の基礎とな\nる血管病変等をその自然経過を超えて著しく増悪させ得ることが客観的\nに認められる負荷をいい，業務による明らかな過重負荷と認められるも\nのとして，「異常な出来事」，「短期間の過重業務」及び「長期間の過重業\n務」に区分し，認定要件としたものである。ここでいう自然経過とは，加\n齢，一般生活等において生体が受ける通常の要因による血管病変等の形\n成，進行及び増悪の経過をいう。\nウ  異常な出来事について\n異常な出来事とは，具体的には次に掲げる出来事である。\n①  極度の緊張，興奮，恐怖，驚愕等の強度の精神的緊張を引き起こす\n突発的又は予測困難な異常な事態\n②  緊急に強度の身体的負荷を強いられる突発的又は予測困難な異常\nな事態\n③  急激で著しい作業環境の変化\n評価期間\n異常な出来事と発症との関連性については，通常，負荷を受けてから\n２４時間以内に症状が出現するとされているので，発症直前から前日\nまでの間を評価期間とする。\n過重負荷の有無の判断\n異常な出来事と認められるか否かについては，①通常の業務遂行過\n程においては遭遇することが稀な事故又は災害等で，その程度が甚大\nであったか，②気温の上昇又は低下等の作業環境の変化が急激で著し\nいものであったか等について検討し，これらの出来事による身体的，精\n神的負荷が著しいと認められるか否かという観点から，客観的かつ総\n合的に判断する。\nエ  短期間の過重業務について\n特に過重な業務\n特に過重な業務とは，日常業務に比較して特に過重な身体的，精神的\n負荷を生じさせたと客観的に認められる業務をいうものであり，日常\n業務に就労する上で受ける負荷の影響は，血管病変等の自然経過の範\n囲にとどまるものである。ここでいう日常業務とは，通常の所定労働時\n間内の所定業務内容をいう。\n評価期間\n発症に近接した時期とは，発症前おおむね１週間をいう。\n過重負荷の有無の判断\nａ  特に過重な業務に就労したと認められるか否かについては，業務\n量，業務内容，作業環境等を考慮し，同僚労働者又は同種労働者（以\n下「同僚等」という。）にとっても，特に過重な身体的，精神的負荷\nと認められるか否かという観点から，客観的かつ総合的に判断する。\nここでいう同僚等とは，当該労働者と同程度の年齢，経験等を有する\n健康な状態にある者のほか，基礎疾患を有していたとしても日常業\n務を支障なく遂行できる者をいう。\nｂ  短期間の過重業務と発症との関連性を時間的にみた場合，医学的\nには発症に近いほど影響が強く，発症から遡るほど関連性は希薄と\nなるとされるので，次に示す業務と発症との時間的関連を考慮して，\n特に過重な業務と認められるか否かを判断する。\n①  発症に最も密接な関連を有する業務は，発症直前から前日まで\nの間の業務であるので，まず，この間の業務が特に過重であるか否\nかを判断する。\n②  発症直前から前日までの間の業務が特に過重であると認められ\nない場合であっても，発症前おおむね１週間以内に過重な業務が\n継続している場合には，業務と発症との関連性があると考えられ\nるので，この間の業務が特に過重であるか否かを判断する。なお，\n発症前おおむね１週間以内に過重な業務が継続している場合の継\n続とは，この期間中に過重な業務に就労した日が連続していると\nいう趣旨であり，必ずしもこの期間を通じて過重な業務に就労し\nた日が間断なく続いている場合のみをいうものではないから，発\n症前おおむね１週間以内に就労しなかった日があったとしても，\nこのことをもって直ちに業務起因性を否定するものではない。\nｃ  業務の過重性の具体的な評価に当たっては，以下に掲げる負荷要\n因について十分検討する。\n⒜  労働時間\n労働時間の長さは，業務量の大きさを示す指標であり，また，過\n重性の評価の最も重要な要因であるので，評価期間における労働時\n間については，十分に考慮する。例えば，発症直前から前日までの\n間に特に過度の長時間労働が認められるか，発症前おおむね１週間\n以内に継続した長時間労働が認められるか，休日が確保されていた\nか等の観点から検討し，評価する。\n⒝  不規則な勤務\n不規則な勤務については，予定された業務スケジュールの変更の\n頻度・程度，事前の通知状況，予測の度合，業務内容の変更の程度\n等の観点から検討し，評価する。\n⒞  拘束時間の長い勤務\n拘束時間の長い勤務については，拘束時間数，実労働時間数，労\n働密度（実作業時間と手待時間との割合等），業務内容，休憩・仮\n眠時間数，休憩・仮眠施設の状況（広さ，空調，騒音等）等の観点\nから検討し，評価する。\n⒟  出張の多い勤務\n出張については，出張中の業務内容，出張（特に時差のある海外\n出張）の頻度，交通手段，移動時間及び移動時間中の状況，宿泊の\n有無，宿泊施設の状況，出張中における睡眠を含む休憩・休息の状\n況，出張による疲労の回復状況等の観点から検討し，評価する。\n⒠  交替制勤務・深夜勤務\n交替制勤務・深夜勤務については，勤務シフトの変更の度合，勤\n務と次の勤務までの時間，交替制勤務における深夜時間帯の頻度等\nの観点から検討し，評価する。\n⒡  作業環境\n作業環境については，脳・心臓疾患の発症との関連性が必ずしも\n強くないとされていることから，過重性の評価に当たっては付加的\nに考慮する。\n①  温度環境\n温度環境については，寒冷の程度，防寒衣類の着用の状況，一\n連続作業時間中の採暖の状況，暑熱と寒冷との交互の曝露の状\n況，激しい温度差がある場所への出入りの頻度等の観点から検討\nし，評価する。なお，温度環境のうち高温環境については，脳・\n心臓疾患の発症との関連性が明らかでないとされていることか\nら，一般的に発症への影響は考え難いが，著しい高温環境下で業\n務に就労している状況が認められる場合には，過重性の評価に当\nたって配慮する。\n②  騒音\n騒音については，おおむね８０デシベルを超える騒音の程度，\nその曝露時間・期間，防音保護具の着用の状況等の観点から検討\nし，評価する。\n③  時差\n飛行による時差については，５時間を超える時差の程度，時差\nを伴う移動の頻度等の観点から検討し，評価する。\n⒢  精神的緊張を伴う業務\n精神的緊張を伴う業務については，別紙１「精神的緊張を伴う業\n務」に掲げられている具体的業務又は出来事に該当するものがある\n場合には，負荷の程度を評価する視点により検討し，評価する。ま\nた，精神的緊張と脳・心臓疾患の発症との関連性については，医学\n的に十分な解明がなされていないこと，精神的緊張は業務以外にも\n多く存在すること等から，精神的緊張の程度が特に著しいと認めら\nれるものについて評価する。\nオ  長期間の過重業務について\n疲労の蓄積の考え方\n恒常的な長時間労働等の負荷が長期間にわたって作用した場合に\nは，「疲労の蓄積」が生じ，これが血管病変等をその自然経過を超えて\n著しく増悪させ，その結果，脳・心臓疾患を発症させることがある。こ\nのことから，発症との関連性において，業務の過重性を評価するに当た\nっては，発症前の一定期間の就労実態等を考察し，発症前における疲労\nの蓄積がどの程度であったかという観点から判断することとする。\n特に過重な業務\n特に過重な業務の考え方は，短期間の過重業務における「特に過重な\n業務」の場合 と同様である。\n評価期間\n発症前の長期間とは，発症前おおむね６か月間をいう。なお，発症前\nおおむね６か月より前の業務については，疲労の蓄積に係る業務の過\n重性を評価するに当たり，付加的要因として考慮する。\n過重負荷の有無の判断\nａ  著しい疲労の蓄積をもたらす特に過重な業務に就労したと認めら\nれるか否かについては，業務量，業務内容，作業環境等を考慮し，同\n僚等にとっても，特に過重な身体的，精神的負荷と認められるか否か\nという観点から，客観的かつ総合的に判断する。\nｂ  業務の過重性の具体的評価に当たっては，疲労の蓄積の観点から，\n⒢）について十分に検討する。\nその際，疲労の蓄積をもたらす最も重要な要因と考えられる労働時\n間に着目すると，その時間が長いほど，業務の過重性が増すところで\nあり，具体的には，発症日を起点とした１か月単位の連続した期間を\nみて，\n①  発症前１か月間ないし６か月間にわたって，１か月当たりおおむ\nね４５時間を超える時間外労働が認められない場合は，業務と発症\nとの関連性が弱いが，おおむね４５時間を超えて時間外労働時間が\n長くなるほど，業務と発症との関連性が徐々に強まると評価できる\nこと\n②  発症前１か月間におおむね１００時間又は発症前２か月間ない\nし６か月間にわたって，１か月当たりおおむね８０時間を超える時\n間外労働が認められる場合は，業務と発症との関連性が強いと評価\nできること\nを踏まえて判断する。ここでいう時間外労働時間数は，１週間当たり\n４０時間を超えて労働した時間数である。また，休日のない連続勤務\nが長く続くほど業務と発症との関連性をより強めるものであり，逆\nに，休日が十分確保されている場合は，疲労は回復ないし回復傾向を\n示すものである。\n⑸  認定基準の運用上の留意点等に関する行政解釈（乙２）\n厚生労働省労働基準局労災補償部補償課長は，都道府県労働局労働基準\n部長に宛てて，平成１３年１２月１２日，基労補発第３１号事務連絡「脳血\n管疾患及び虚血性心疾患等（負傷に起因するものを除く。）の認定基準の運\n用上の留意点等について」を発した。上記事務連絡は，厚生労働省労働基準\n局長通達平成１３年基発第１０６３号の具体的運用に当たっての留意点を\n連絡したものであり，リスクファクターの評価について，次のとおりの記載\nがある。\n脳・心臓疾患は，主に加齢，食生活等の日常生活による諸要因等の負荷に\nより，長い年月の生活の営みの中で極めて徐々に血管病変等が形成，進行及\nび増悪するといった自然経過をたどり発症するもので，その発症には，高血\n圧，飲酒，喫煙，高脂血症，肥満，糖尿病等のリスクファクターの関与が指\n摘されており，特に多数のリスクファクターを有する者は，発症のリスクが\n極めて高いとされている。このため，業務起因性の判断に当たっては，脳・\n心臓疾患を発症した労働者の健康状態を定期健康診断結果や既往症等によ\nって把握し，リスクファクター及び基礎疾患の状態，程度を十分検討する必\n要があるが，認定基準の要件に該当する事案については，明らかに業務以外\nの原因により発症したと認められる場合等の特段の事情がない限り，業務\n起因性が認められる。\n⑹  医学的知見\nア  虚血性心疾患・動脈硬化の概要（乙１・６３頁）\n虚血性心疾患とは，血液を供給する導管としての冠状動脈の異常によ\nって，心筋の需要に応じた酸素の供給不足が生じ，その結果心筋が酸素不\n足（虚血）に陥り，心筋機能が障害される疾患である。\n動脈硬化とは，動脈壁の病的な硬化・肥厚の病態を総称し，それに基づ\nく導管としての機能不全をいう。\nイ  心筋梗塞（乙１・６４～６５頁）\n概要\n突然の冠血流途絶により生じた心筋壊死を心筋梗塞と定義する。致\n死率は３０～５０パーセントであり，死亡例の大半は発症から２時間\n以内に，致死的不整脈や心原性ショックによって死亡する。\n成因\n冠状動脈硬化病変の脂質に富むプラーク（血管内膜の限局性肥厚）が\n突然破たんし，それに伴う血栓形成で冠状動脈内腔の閉塞を来し血流\nが途絶する。その持続により心筋代謝の維持が不可能となり，心筋壊死\nが生じ発症してくる。心室細動や心原性ショックで非常に早期に死亡\nした例では，剖検でも梗塞巣が検出されないことがある。\n急性心筋梗塞，不安定狭心症，心臓性突然死は，プラーク破たんと血\n栓形成という共通の基礎病態から発症し，血管内腔の狭窄度と血流遮\n断持続時間等の違いによる虚血の程度差が臨床病型を決めているとの\n考えがあり，一括して急性冠症候群として扱うことが一般的となって\nいる。\nウ  心停止（心臓性突然死を含む。）（乙１・７２～７４頁）\n概要\n心停止とは，心拍出が無となり循環が停止した状態を指す。多くは，\n心電図上，心室静止，心室細動のいずれかを示す。何らの前兆なしに突\n然心停止を来す場合，救急蘇生が速やかに行われないと突然死に至る。\n基礎心疾患としては冠状動脈疾患が多く，我が国の剖検では，心血管\n疾患によると思われる突然死のうち，冠状動脈疾患が７６パーセント\nを占める。我が国の調査でも，本邦においても突然発症する心停止の多\nくは心室頻拍・心室細動が直接の原因であり，その基礎心疾患としては\n虚血性心疾患，次いで心筋症が多いと考えられる。\n心室細動の成因\n心室細動は，心室が不規則で無秩序な電気的興奮を示す状態であり，\n梗塞，線維化，変性，肥大などの器質的心筋異常，心筋虚血，電解質異\n常，アシドーシス，低酸素などの心筋を取り巻く環境の異常を背景に発\n生する。心室期外収縮を契機に突然発生する場合と持続性心室頻拍か\nら移行する場合がある。前者は急性心筋虚血時にしばしばみられる。後\n者は心筋梗塞慢性期や心筋症によくみられる発生様式である。\n２  争点\n本件の争点は，亡Ａの急性心不全が業務により生じたといえるか（業務起因\n性の有無）であり，その判断要素として，①短期間の過重業務の有無，②長期\n間の過重業務の有無，③業務以外の要因の有無が具体的な争点である。\n⑴  短期間の過重業務の有無\n【原告の主張】\n亡Ａの労働時間及び業務内容は次のとおり長時間かつ過酷な業務であり，\n亡Ａは心臓疾患を発症させるような短期間の過重業務に従事していた。\nア  発症前１週間の労働時間\n労働時間に関する被告の主張を前提としても，亡Ａは発症前１週間で２\n７時間５２分もの時間外労働をしており，１か月当たり１００時間を超え\nるものであるから，過重性は明らかである。\nイ  発症直前２日間の業務内容\n亡Ａは，発症直前２日間（平成▲年▲月▲日及び▲日），取引先の有限会\n社（以下「Ｃ」という。）において，海上の養殖魚の生け簀の上に乗って投\n薬作業を，午前７時頃から午後５時頃まで行っていた。\n投薬作業は，夏場は月に３～４回，冬場は月に１～２回しか行われない\nものであり，Ｃの従業員と異なり，営業職であった亡Ａにとっては日常的\nな業務とはいい難いものである。当日は気温が急激に低下し，早朝の最低\n気温は３～４度，日中の最高気温も６～７度で，日照時間もほとんどなく，\n亡Ａ自身「海が大しけ」であったと表現するような寒風の中での過酷な作\n業を一日中行っていたものであり，日常的に海上での業務に従事している\nわけではない亡Ａにとっては，肉体的な疲労は大きい。また，亡Ａは，生\nけ簀の上でライフジャケットを着用しておらず，寒冷の海に転落する危険\nもあった上，営業担当者への当たりが厳しいＣのＤ社長から投薬時間の管\n理を任されていたことから，精神的な緊張も大きいものであった。このよ\nうに，発症直前２日間の業務は肉体的・精神的疲労を蓄積させるものであ\nった。\n【被告の主張】\n争う。亡Ａの労働時間及び業務内容は次のとおり評価すべきであり，認定\n基準におけるその他の負荷要因を検討しても，短期間の過重業務があったと\nはいえない。\nア  発症前１週間の労働時間\n発症前１週間（平成▲年▲月▲日から同年▲月▲日まで）の時間外労働\n時間は２７時間５２分であるところ，１日間（同年▲月▲日）の休日も確\n保され，継続した長時間労働があったとはいえない。\nイ  発症前２日間の業務内容\n発症前２日間に行われたＣにおける投薬作業について，Ｃからの報告や\n気象データによれば，海は荒れていたとは認められず，気温は低いものの\n通常の作業環境と判断される。また，作業内容も亡Ａの日常の業務の範囲\n内であり，亡Ａにおいて熟知していた内容であるから，精神的緊張を伴う\n業務とはいえず，負荷があったとはいえない。\n⑵  長期間の過重業務の有無\n【原告の主張】\n亡Ａは，次のとおり長時間労働，過酷な業務に従事していたのであり，心\n臓疾患を発症させるような長期間の過重業務に従事していたといえる。\nア  発症前６か月間の業務内容\n亡Ａは，大口取引先であるＣを中心として多数の取引先を担当しており，\n単に養殖魚用の魚薬の営業販売を行うだけでなく，投薬作業を手伝い，養\n殖魚に魚病が発生したり死んだりすれば，本件会社から支給されていた携\n帯電話によって緊急連絡を受けて直ちに取引先に赴き，魚を検査に出して\n原因を分析し，その対策となる魚薬を納入していた。\n特に，Ｃとの関係では，同社のＤ社長が営業担当者への当たりが厳しく，\n養殖魚に魚病が発生したり死んだりすれば理不尽な叱責を受け，これによ\nって競業他社の営業員が出入り禁止を言い渡されている場面を目撃して\nおり，生け簀内の養殖魚の数量の確認，Ｃの従業員への魚病や投薬の指導，\n県や水産試験場の調査への立会い，告別式の受付など，魚薬の営業販売に\nは直接含まれない業務も指示され，取引を継続するためにこれに従ってい\nた。さらに，平成２５年７月頃に競合他社が出入り禁止を言い渡され，本\n件会社との取引量が増加したため，繁忙期である夏場を過ぎても業務量が\n落ち着かなかったことから，亡Ａは本件営業所のＥ所長に対してＣの担当\n営業員を増やすよう求めたが，Ｅ所長は応じず，亡Ａの業務過多に対する\n配慮はされなかった。\n亡ＡがＣのＤ社長からのストレスに耐え，肉体的・精神的に過酷な営業\n活動を行っていたことは，亡Ａが本件営業所の３割の売上を占め，営業員\n２人分（本件営業所の営業員は７人であった。）の働きをしていたことや，\n亡Ａの死亡からわずか３日後にＣとの取引が代替の営業員を確保できず\nに打ち切られていることからも裏付けられている。このような，亡Ａの発\n症前６か月にわたる業務上の負荷は十分に考慮されるべきである。\nイ  発症前６か月の労働時間\n本件会社が亡Ａの労働時間を管理していなかったことから，亡Ａの始業\n時刻および終業時刻は，生前の亡Ａ本人による勤務記録（甲７・１７８～\n１８６頁）及び本件営業所の入退館記録（甲７・３６１～３９２頁）によ\nって認定されるべきである。\n休憩時間については，亡Ａは本件会社から携帯電話を支給され，養殖魚\nが死んだ等の緊急の連絡があれば常に電話に出ることのできる状態にあ\nり，現に土曜日の午前中に取引先から薬の注文が入った際もすぐに対応し\nていた一方，本件会社の上司や取引先から携帯電話がつながらないとの苦\n情を受けたとの記録は一切ないから，亡Ａが携帯電話への連絡をして１時\n間の休憩時間を確保できていたとは認められない。\nしたがって，休憩１時間を確保できていないことを踏まえると，亡Ａの\n実労働時間は，別紙２のとおりとなり，月平均８０時間を超える時間外労\n働がある。\n【被告の主張】\n争う。\nア  発症前６か月間の業務内容\n原告の主張アは争う。生前の亡Ａ本人が作成した勤務記録（甲７・１７\n８～１８６頁）及び営業員週報（同２９６～３４５頁）によれば，亡Ａは，\n取引先の訪問，養殖魚用の魚薬の販売，投薬作業のサポート等を行ってお\nり，その他の原告が営業販売と無関係であると主張する業務も，営業に付\n随するものとして亡Ａの日常業務の範囲内といえる。\nイ  発症前６か月間の労働時間\n原告の主張イは争う。生前の亡Ａ本人が作成した勤務記録（甲７・１７\n８～１８６頁）には一定の信憑性が認められるから，管理表（甲７・３４\n６～３５２頁），営業員週報（同２９６～３４５頁），運転日報（同３５３\n～３５９頁）及び入退館記録（同３６２～３９２頁）により修正し，また，\n市立Ｋ病院及びＬ医院に通院している日については，下記の休憩１時間と\nは別に労働時間から控除した。なお，休日出勤については，終業時刻が午\n後３時以降とならない日については，休憩時間を取らずに帰宅したと認定\nできる。\n休憩時間について，本件営業所のＥ所長や取引先の関係者の供述によれ\nば，亡Ａは，勤務時間中に私病のため通院するなど，ある程度自己の裁量\nで時間調整をすることができ，営業の合間に昼食を取ったり昼寝したりす\nるなどしていたから，少なくとも１時間の休憩は確保されていた。\nしたがって，亡Ａの時間外労働時間は，別紙３のとおりであり，発症前\n１か月目が７１時間３３分，発症前２か月目が３６時間２７分，発症前３\nか月目が６３時間５７分，発症前４か月目が７７時間１２分，発症前５か\n月目が１０５時間２０分，発症前６か月目が６７時間であるところ，発症\n前５か月目は養殖魚に魚病が発生する繁忙期であったためであり，月平均\nは７０時間１５分であって，８０時間には至っていない。\nウ  認定基準におけるその他の負荷要因を検討しても，長期間の過重業務が\nあったとはいえない。\n⑶  業務以外の要因の有無\n【被告の主張】\n亡Ａの救急搬送時における心電図記録は，通常１２の誘導で計測すべきと\nころを１つの誘導でしか計測しておらず，心筋梗塞の波形が検出されていな\nいことをもって，急性心筋梗塞が原因で心室細動を発症した可能性を否定す\nることはできない。\nそして，亡Ａには，高トリグリセライド血症，喫煙及び肥満というリスク\nファクターを有し，急性心筋梗塞の要因となる動脈硬化が相当に進展してい\nたとうかがわれる上，健康診断で指摘を受けて平成２５年４月以降高トリグ\nリセライド血症の治療を開始したにもかかわらず，平成２６年１月下旬まで\n自己判断で投薬を中止しているから，心筋梗塞の発症率を高めていた。また，\n心筋梗塞は自宅以外の場所で午前８時から午前１２時までに発症する例が多\nいとされるところ，亡Ａが出勤後の午前７時頃に車で意識を失っているのを\n発見されており，上記状況と類似している。\nしたがって，亡Ａは基礎疾患により心停止を発症した可能性が高く，業務\n起因性は認めらない。\n【原告の主張】\n争う。\n亡Ａの基礎疾患については，本件不支給決定において，複数の専門医が死\n亡との因果関係は確定することができないとしており（甲７・２４９～２５\n６頁），業務起因性は否定されない。\n第３  当裁判所の判断\n１  認定事実\n前提事実に加え，後掲の証拠及び弁論の全趣旨によれば，以下の事実が認め\nられる。\n⑴    本件営業所の営業員の所定労働時間及び労働時間管理の有無\n本件営業所は，愛媛県宇和島市ａｂｃ番地ｄに所在し（甲７・４２８頁），\n営業員は７名であり（同３９５頁），本件営業所長が，約１５０件の取引先を\n当該地域の取引先の数，会社の規模，性格，営業員の経験や能力を踏まえて\n同営業員に割り振り，分担させていた（同１９５～２０６頁）。\n営業員の所定労働時間は，始業時刻が午前８時３０分，終業時刻が午後５\n時３０分，休憩時間が１時間の８時間とされ，土曜日及び日曜日は休日とさ\nれていた（乙６・３６条，４１条）。本件会社は，タイムカードや出勤簿によ\nる労働時間管理をしておらず，本件営業所のＥ所長に提出されていた会社支\n給のパソコン上の勤務表も，平成２５年初め頃からは，実際の労働時間にか\nかわらず所定労働時間どおりに入力することとされ，営業員に対して月２０．\n５時間のみなし残業手当が支給されていた（甲７・１９５～２０６頁）。\n営業員に対しては，１台ずつ営業車が割り当てられ，出勤すると本件営業\n所内に入ることなく直ちに営業車に乗って営業に出掛け，営業が終わった後\nは本件営業所に戻り，営業車を置いて帰宅していた（同１９５～２０６頁）。\nまた，営業員は，各日ごとの訪問取引先や面談内容を記載した営業員週報（同\n２９６～３４５頁）を作成し，Ｅ所長に提出していた（同２６１頁）。\n本件営業所による労働時間管理がされていなかったことから，亡Ａは，平\n成２５年６月１日から平成２６年２月１日までの間，自ら会社支給のパソコ\nンで勤務記録（同１７８～１８６頁）を作成して出退勤時刻を記録し，これ\nを自宅のパソコンに転送して保存していた（同１２１～１３３頁）。\n⑵    亡Ａの取引先の訪問頻度，滞在時間及び業務内容\nア  亡Ａが割り当てられた取引先は，いずれも愛媛県南宇和郡ｅ町のｆ町地\n区に所在するＣ，有限会社Ｆ（以下「Ｆ」という。），Ｇ有限会社（以下「Ｇ」\nという。），有限会社Ｈ（以下「Ｈ」という。），Ｉ有限会社（以下「Ｉ」と\nいう。）及び有限会社Ｊ（以下「Ｊ」という。）の６件を主とし，それぞれ\n次のとおり魚薬等の営業販売や投薬作業を行っていた。\n亡Ａ先の取引先は，いずれも同一地域にあり，取引先間の移動距離，移\n動時間が短く，特にＣの取引額が突出して多かった。\n（甲７・１９５～２１７頁）\nイ  Ｃについて\n亡Ａは，Ｃを平日毎日訪問し，同社のＤ社長が朝礼に出席する午前８時\n頃に平均して１時間程度滞在し，また，同社の従業員の仕事が終わる午後\n５時頃に再び訪問することもあり，概ね３０分程度滞在していた。\n朝方の訪問の際には，魚薬等の発注の確認や出荷時に養殖魚の状態を確\n認していた。夕方の訪問の際には，養殖魚の数を確認するとともに，他の\n養殖業者への訪問によって収集した養殖魚の状態や魚病に関する情報を\nＤ社長に伝えていた。亡Ａの収集した情報により，Ｃでは魚病への対策を\n前もって行うことができていたことなどから，Ｄ社長は亡Ａを気に入り，\n取引量を伸ばしていた。\nＣは，投薬作業において，亡Ａに立ち会ってもらい，投薬時間などを計\n測していた。養殖魚が死んだ際には，Ｄ社長や担当者が亡Ａに急ぎの連絡\nをし，急遽魚薬を搬入させたり，対策をともに考えさせたりすることもあ\nった。そのため，養殖魚の状態が悪いときには，土曜日に訪問することも\nあった。日曜日はＣが休みなので，亡Ａが訪問することはなかった。\nなお，亡ＡのＣにおける業務内容の詳細は後記⑸のとおりである。\n（甲７・２２０～２２４頁）\nウ  Ｆについて\n亡Ａは，Ｆを週４～５日訪問し，概ね作業場での業務が終わる午後４時\n頃から２０～３０分程度滞在していた。\nその他，亡Ａは，投薬を行う際には，午前８時から昼頃までの間，船に\n乗って沖に出て海上でＦの従業員とともに作業していた。夏場は，午前７\n時３０分から午前８時頃の養殖場の確認で死んだ魚がときどき発見され，\nそのような場合には亡Ａの携帯電話に連絡があり，亡Ａは，短時間訪問し\nて検体となる死んだ魚を受け取り，外部の検査機関（ｅ町水産課水産振興\n室）に持ち込んで検査を依頼し，検査結果を電話で伝えていた。\n土曜日に訪問することは原則としてなかったが，魚薬がなくなった際に\n電話がかかり，午前中に届けることがあった。日曜日はＦの休日なので，\n亡Ａが訪問したり，携帯電話に連絡があることはなかった。\n（甲７・２２５～２２６頁）\nエ  Ｇについて\n亡Ａは，Ｇを二，三日に１回程度訪問し，午前９時頃から昼頃の間に，\n１０分以内ないし長くても３０分程度滞在し，魚薬等の注文・納品や他業\n者における養殖魚の状態や魚病について話をしていた。\nＧにおいて，魚薬等の注文・納品以外に，投薬作業の手伝いなどは行っ\nていない。土曜日に訪問することはほとんどなく，Ｇの休日である日曜日\nに訪問することはなかった。\n（甲７・２２７～２２８頁）\nオ  Ｈについて\n亡Ａは，Ｈを１週間に１回程度訪問し，午前１０時前後に１５分程度な\nいし長くても３０分程度滞在し，魚薬等の注文・納品のほか，養殖魚の状\n態や投薬の状況を確認し，投薬の方法等について助言を行っていたが，実\n際に投薬作業を手伝っていたことはない。また，土曜日と日曜日に訪問し\nたことはなかった。（甲７・２２９～２３０頁）\nカ  Ｉについて\n亡Ａは，Ｉを平日のほぼ毎日訪問し，午前中に１５～３０分程度滞在し，\n従業員と話をして出荷状況等の情報収集を行っていた。魚薬の注文を受け\nて納品するのは，１～２か月に１回程度しかなく，投薬作業を依頼された\nこともない。（甲７・２３１頁）\nキ  Ｊについて\n亡Ａは，本件会社がＪにとって主たる取引先ではないため，月１～２回\n程度しか訪問せず，午前１０～１１時頃に１０～１５分ないし長くとも１\n時間程度滞在した。主たる取引先が扱っていなかった栄養剤のみ納入して\nおり，養殖の方法や魚薬に関する話をしていたこともあったが，投薬作業\nを行ったことはなかった。（甲７・２３２～２３３頁）\n⑶    亡Ａの取引先の所在地及び本件営業所からの移動距離・時間\n亡Ａの取引先の所在地は，Ｃが愛媛県南宇和郡ｅ町ｇ，Ｇがｅ町ｉｊ，Ｈ\nがｅ町ｋｌ，Ｉがｅ町ｍｎ，Ｊがｅ町ｋｏ－ｐ，Ｆがｅ町ｉｑであり，本件\n営業所（愛媛県宇和島市ａｂｃ番地ｄ）からＣまでは車で１時間ないし１時\n間３０分程度（約５０キロメートル），各取引先の間は車で１０分以内（二，\n三キロメートル）の移動であった（甲７・９７頁，４０８～４１４頁，乙１\n３，１４）。\nなお，亡Ａ以外の営業員の担当する取引先は，各取引先間の距離が離れて\nおり，移動に要する負担は亡Ａ以外の営業員の方が大きかった（乙２２）。\n⑷  亡Ａの休憩等の状況\n本件営業所の営業員は，各取引先への訪問の合間などに，各自の判断で休\n憩を取ることとされていたところ，Ｅ所長は，亡Ａが営業車の中で３０分な\nいし１時間程度寝ていたのを目撃したり，取引先から亡Ａが頻繁に営業車の\n中で寝ていた旨を聞いたりしていた。月曜日から金曜日までは妻である原告\nの作った弁当を持参し，営業の合間にこれを食べていた。亡Ａが使用してい\nた営業車の中には，営業の合間に読んでいたと思われる雑誌類が置かれてい\nた（甲７・１２１～１３３頁，乙１１）。\n亡Ａは，脂質異常症等の既往症により，業務時間中に市立Ｋ病院に通院し\nており，平成２６年１月２２日の午後０時３０分頃から午後１時１９分頃ま\nでの間，同月２４日の午後３時１６分頃から午後４時１９分頃までの間，診\n療を受けた（甲７・２３９頁）。また，亡Ａは，取引先と同一地域内（愛媛県\n南宇和郡ｅ町）にあるＬ医院に，業務時間中に通院しており，平成２５年１\n１月２５日の午前１０時３０分頃から午後０時３０分頃までの間，同月２９\n日の午前１０時１５分頃から午前１１時１５分頃までの間，平成２６年１月\n１０日の午前１１時頃から午後０時頃までの間，同月１７日の午前１０時頃\nから午前１１時頃までの間，同月２４日の午前１０時４０分頃から午前１１\n時４０分頃までの間，同月３１日の午前１１時頃から午後０時頃までの間，\nそれぞれ診療を受けた（同２４０頁）。なお，上記各日の診療に要した時間に\nついて，初診日は１時間以上を要するものの，その他は１時間程度である。\n⑸  亡ＡのＣとの取引状況\nア  営業員週報の記載\n亡Ａの平成２５年３月から平成２６年１月までの間の営業員週報の中に\nは，Ｃの面談内容，特にＤ社長の様子等について，要旨として別紙４のよ\nうな記載があるところ（甲７・２９６～３４５頁），その大要は次のとおり\nである。\nＣにおける亡Ａの業務内容\n亡Ａは，複数の取引先から養殖魚に発生した魚病や出荷の状況につい\nて情報収集を行い，Ｄ社長に報告して対策としての魚薬を提案し，その\n了解を得て魚薬を納入するだけでなく，投薬作業に立ち会ってＣの従業\n員を指導していた。\nまた，Ｄ社長の指示を受け，Ｃの従業員に対して魚薬の投薬方法につ\nいて指示するだけでなく，養殖魚の尾数把握や給餌管理についても委任\nされ，各養殖魚の担当者が交替した際には投薬，給餌，尾数把握につい\nて指導を行っていた。\nこうした労苦に対し，亡Ａは，Ｄ社長から信頼している旨の言葉を掛\nけられていた。\nＤ社長の従業員や取引業者に対する接し方\nＣのＤ社長は，養殖魚の斃死\nへいしが増えたり，出荷量が伸び悩んだ際に機\n嫌が悪くなり，従業員や亡Ａら取引業者に対して叱責することがあり，\n必ずしも従業員や取引業者に落ち度がないと思われる場合や多年にわた\nりＣに貢献してきた場合も少なくなかったにもかかわらず，従業員に降\n格を示唆したり取引業者を出入り禁止とするなどしたが，亡Ａが出入り\n禁止となったことはなかった。\n平成２５年３月から同年６月までの間\n養殖魚に寄生虫が付着している等と連絡を受けて，急きょ消毒作業を\n実施することがあり，その際には自ら生け簀において投薬を指導した。\nまた，養殖魚の斃死が生じた際には，Ｄ社長の指示を受けて沖に出て状\n況を確認し，検体を検査室（ｅ町水産課水産振興室）に持ち込んで検査\n結果を伝えた上，対策となる投薬を提案して，魚薬の単独受注につなげ\nるなどした。\nＤ社長は，養殖魚の出荷前の時期であるため大きさや餌食い等につい\nて敏感となっており，これらが芳しくないと知ると激怒して責任者を叱\n責し，亡Ａに命じて給餌日程を計画させたり，養殖魚の状態を記入する\n表を作成させたり，新たな責任者に対して投薬や給餌について指導させ\nたりした。亡Ａも，尾数把握が不十分であるとして，Ｄ社長から叱責さ\nれたことがあり，信頼回復に向けて努力していた。\nＣに対して魚薬等を納入していた業者は，本件会社のほかＭであった\nところ，Ｍの担当者が他社での投薬作業に従事するため投薬に立ち会え\nないが商品だけ納入してよいか尋ねたが，Ｄ社長はこれを拒絶していた。\n平成２５年７月から同年９月までの間\n養殖魚の出荷時期に入り，Ｄ社長の機嫌が出荷量や斃死数によって頻\n繁に変わり，出入り禁止を言われる業者も増加していた。\n平成２５年７月初め頃，出荷量が少ないことから，Ｄ社長が，Ｍの担\n当者に対し，情報を持って来ない営業担当者はいらないとして出入り禁\n止とした。これにより，魚薬の納入が本件会社の単独受注となり，Ｄ社\n長から亡Ａに対して営業担当の増員を求められたほか，投薬指導，尾数\n管理，給餌量管理を一任された。同年８月に入ると，Ｍの担当者の出入\nり禁止は解除されたが，同担当者は，従業員の退職が増えたことをもっ\nて再び出入り禁止とすることもあり得るなどとＤ社長から言われ，情報\nを上げようと必死となって法令違反と思われるような提案をすることも\nあった。\nフォークリフト業者や飼料業者なども，多年にわたりＤ社長の要求に\n応えてきたにもかかわらず，故障が多いことや出荷量が少ないことなど\nから，Ｄ社長から取引停止を告げられたり，出入り禁止を予告されるな\nどした。\n平成２５年１０月から平成２６年１月までの間\nＭの担当者の出入り再開後も，平成２５年１０月頃は消毒薬の納入が\n本件会社の単独受注のままであったため，投薬作業への立会いはＭの担\n当者は来ず，亡Ａのみで行っていた。亡Ａは，Ｍの担当者が投薬作業に\n立ち会わないことについてＤ社長から尋ねられたものの，消毒薬を納入\nできず売上がないから立ち会わないという理由をそのまま伝えると再び\n出入り禁止となるおそれがあるため，自らの投薬実施日の伝達不足と伝\nえていた。\nＤ社長から，養殖魚の責任者が交替したため，出荷について亡Ａが指\n示を出すように言われたことから，同責任者と密に連絡を取り合って養\n殖尾数や出荷尾数を確実に把握して指導していくこととした。\nイ  Ｍ担当者の認識\nＣ等において亡Ａと競業していたＭ担当者のＮは，自身や亡Ａの業務に\nついて，次のとおり認識していた（甲７・２３６～２３８頁）。\nＭは本件会社と同じく魚薬等の営業販売を行っており，自らと亡Ａと\nはＣなど一部の業者について競合していた。\n亡Ａは，自身と異なり，九州内の魚の価格帯や出荷状況等の魚薬と直\n接関係のない情報まで収集し，Ｄ社長に報告していた。自らはこうした\n情報収集が不得手であったため，Ｄ社長にもっと情報を持ってくるよう\n怒られ，平成２５年夏頃には今後会わないなどと言われた。\nＤ社長と面会できなくなったことで，Ｃの訪問回数は週２～３回と半\n減し，売上も１～２割程度となったが，本件会社が扱っていない商品等\nの納入は継続していたため，完全に取引停止となったものではない。\nＤ社長は気分屋であったため，怒られたり怒鳴られたりすることがあ\nったが，他の養殖業者においても同様である。特に魚病が発生して斃死\nした場合には，魚薬の納入業者が怒りの矛先になることが多い。\n消毒作業を行うのはＣの従業員らであり，魚薬納入業者が必ず立ち会\nわなければならないものではないが，養殖魚の状態が確認できるため立\nち会うことが多い。\n自らにとってＣは主たる取引先の一つにすぎなかったが，亡Ａにとっ\nては最大の取引先であったので，プレッシャーはより大きかったものと\n思われる。\nウ  亡Ａの営業成績\n亡Ａの平成２５年４月から平成２６年１月までの本件営業所（営業員７\n名）における営業成績は，下表のとおりであり，この期間中の亡Ａの本件\n営業所における売上に占める割合は２２．５パーセントとなるが（乙２４，\n２５），そのうちＣに対する売上は６６パーセントを占めている（乙２２）。\n時期  売上  構成比率  ノルマ達成率\n平成２５年４月  ５２７万６８００円  ２４．６％  ６３．６％\n平成２５年５月  １０３４万６１５０円  １９．５％  １１３．７％\n平成２５年６月  １０９９万９９００円  １１．６％  １００．０％\n平成２５年７月  １７９０万１１５０円  ３０．４％  ２４５．２％\n平成２５年８月  ５８３万３０００円  １８．９％  ７８．８％\n平成２５年９月  ７９９万９０００円  １３．９％  ７３．４％\n平成２５年１０月  １１１２万２０００円  ２５．１％  １５８．９％\n平成２５年１１月  １０１５万１０００円  ３２．０％  １４５．０％\n平成２５年１２月  １２１４万４３５０円  ４３．５％  １３９．６％\n平成２６年１月  ８１０万６４００円  ３５．０％  １１５．８％\n期間計  ９９８７万９９７０円  ２２．５％\n（ただし，売上合計額につき，乙２５号証には上記金額の記載があるが，正\n確な合計額は，９９８７万９７５０円である。）\nエ  亡ＡのＥ所長に対する営業員増員の要望\n平成２５年７月初め頃にＭの担当者がＣを出入り禁止となったことか\nら，亡ＡはＥ所長に対して今後の対応について相談し，売上を選ぶのであ\nれば訪問せざるを得ないので営業員を増やせないかと尋ねたが，Ｅ所長は\n現状で増員は難しく，負担となるようであれば売上が落ちても訪問回数を\n減らしてよい旨伝えた（甲７・２０５～２０６頁）。\nオ  亡Ａの生け簀上での転倒事故\n平成２３年６月２２日，亡ＡはＣにおける作業中に生け簀から落ちて背\n中を強打し，腰に近い背骨を骨折したが，業務中の事故であると報告する\nとＣや本件会社に迷惑を掛けると考え，骨折の原因を病院に告げずに通院\nしていた（甲１７の３・６～９頁，甲１８）。\n⑹  亡Ａの死亡前２日間の業務内容\n亡Ａは，平成２６年２月５日及び同月６日，Ｃにおいて消毒作業に立ち会\nい，沖に出て生け簀の上に乗って投薬時間を管理していたほか，従業員と同\nじく作業着を着てライフジャケットは着用せず，足場が不安定な中で従業員\nとともに網を引く作業を行っていた。\n同２日間は，同月４日まで日中に６～９度台であった気温が低下し，気温\n３～７度台となり，同月６日には日照時間もほぼ皆無となった。\n亡Ａは妻である原告に対して，海がとても時化\nしけ ており，日没も早くなって\nいたが，翌日以降に持ち越すとＤ社長の機嫌を損ねるため，従業員とともに\n懸命に網を引く作業を行っていたと述べていた。亡Ａは，同月６日の帰宅後\nは，夕食をほとんど取らず，疲れた様子で就寝した。\n（甲７・４１５～４２７頁，甲１７の３・１２～１３頁，甲１９）\n２  業務起因性の判断基準\n労働者の死亡等を業務上のものというためには，当該労働者が当該業務に従\n事しなければ当該結果（死亡等）は生じなかったという条件関係が認められる\nだけでは足りず，両者の間に法的に見て労災補償を認めるのを相当とする関係\n（相当因果関係）があることを要し，死亡等の結果が当該業務に内在する危険\nの現実化と認められることが必要である。\nそして，認定基準は，医学及び法学の専門家で構成される専門検討会が脳・\n心臓疾患に関する最新の医学的知見を多数収集し，分析・検討を加えて取りま\nとめた報告書を踏まえて作成されたものであり，医学的根拠に基づく信頼性の\n高いものであるから，業務起因性の判断に当たって十分に尊重されるべきもの\nである。\nそこで，認定基準において示されている判断枠組みを参考にして，亡Ａの急\n性心不全が業務により生じたものといえるかを判断することとする。\n３  争点⑴（短期間の過重業務の有無）について\n⑴  労働時間\n亡Ａの発症前１週間（平成２６年１月３１日から同年２月６日）の時間外\n労働時間は，後記４の認定のとおり２７時間５２分であるところ，平成２５\n年９月から１１月までに複数の週にわたって同程度の時間外労働をしていた\nものであるから（例えば，平成２５年９月１９日から同年１０月９日の３週\n間にわたって，２３時間ないし３１時間５０分の時間外労働をしている。），\n他の時期と比較して特に過度の長時間労働をしていたものとはいえない。\nまた，発症５日前の平成２６年２月２日には休日が確保されていたことも\n併せ考慮すると，継続した長時間労働があるとも認められない。\n⑵  平成２６年２月５日及び６日の業務の作業環境，精神的緊張の程度等\nア  前記１⑹の認定事実によれば，平成２６年２月５日及び６日のＣにおけ\nる消毒作業は，前日までに比べて冷え込み，日照も乏しい中での作業であ\nり，営業車に乗って取引先を回ることが大半の営業職の亡Ａにとっては厳\nしい作業環境であったものと考えられる。そして，これまでも海上での消\n毒作業に従事したことがある亡Ａが，海が時化ていたと述べていたこと\nは，養殖業者にとってはさほどではないにせよ，亡Ａにとっては，これま\nでの消毒作業に比べて作業環境が過酷であると感じていたものというこ\nとができる。また，消毒作業においては，亡Ａも従業員とともに網を引く\n作業を行うが，亡Ａにとっては肉体的負担の大きいものといえる上，寒冷\nの海に転落する危険もあり，前記１⑸オに認定したとおり，過去に生け簀\nから転落して骨折した経験もある中でライフジャケットを付けずに作業\nしていたことは，精神的緊張も要するものであったということができる。\nまた，前記１⑸アの営業員週報の記載や同⑹の認定事実によれば，亡Ａ\nはＤ社長から消毒作業における従業員に対する立会指導を任され，平成２\n６年２月５日及び６日のうちに作業を終えるよう指示を受けており，これ\nを達成できなかった場合にはＤ社長の信用を損ねるおそれがあったもの\nであり，ひいては，自らの営業成績のみならず，本件営業所の売上にも影\n響を与えかねないものであったと考えられるのであり，消毒作業において\nは養殖魚の状態や投薬量によって厳密な時間管理が求められること（甲１\n７の１・６頁）も踏まえると，上記２日間の消毒作業は，その点において\nも平素より精神的緊張が大きい面があったと認められるのである。\n以上のように，亡Ａの平成２６年２月５日及び６日の消毒作業は，営業\n職の亡Ａにとって，厳しい作業環境の下で行われた，肉体的疲労や精神的\n緊張が大きい面があったものということができる。\nイ  他方，平成２６年２月５日及び６日の消毒作業は，客観的にみると，作\n業が困難であるほどの時化た天候とはいえなかったものと認められ（甲\n７・２２３頁），頻繁にではないにせよ，亡Ａが月に数回は消毒作業に立ち\n会っていたことからすれば，普段の業務と全く異質の業務とはいえず，精\n神的緊張が大きい面があるにせよ，同業務自体について特に作業環境が過\n酷であったり，精神的緊張が著しいものとまでは認め難い。\n⑶  小括\n前記⑴の労働時間や，前記⑵の業務の負荷によれば，亡Ａが短期間の過重\n業務をしていたとは認められない。\n４  争点⑵（長期間の過重業務の有無）について\n⑴  労働時間\nア  始業及び終業時刻\n亡Ａの始業及び終業時間は，同人作成の勤務記録（甲７・１７８～１８\n６頁）を基本として，管理表（甲７・３４６～３５２頁），営業員週報（同\n２９６～３４５頁），運転日報（同３５３～３５９頁）及び入退館記録（同\n３６２～３９２頁）を加味すれば，別紙３のとおりであると認めるのが合\n理的であり，相当である。\nイ  休憩時間\n前記１⑵に認定のとおり，亡Ａが取引先を訪問するのは主に午前中に\n集中しており，ＣやＦなど午後にも訪問する取引先も存在したが，前記\n１⑶認定のとおり，取引先がいずれも愛媛県南宇和郡ｅ町に所在し，各\n取引先間が車で１０分以内の距離にあった。そして，前記１⑷に認定の\nとおり，亡Ａは営業車の中で３０分ないし１時間程度寝ているのを目撃\nされたり，業務時間中に１時間程度の通院を行っていたこともあったこ\nとなどからすれば，亡Ａは，取引先を訪問する合間に少なくとも平均１\n時間の休憩時間を取っていたものと認めるのが相当である。\nまた，上記の休憩時間に加えて，前記１⑷に認定事実のとおり，亡Ａ\nは，業務時間中に約１時間にわたり市立Ｋ病院やＬ医院で診療を受けて\nいるから，これを別途休憩時間として労働時間から控除するのが相当で\nある（なお，控除すべき時間は，各日とも１時間として算定した。）。\nしたがって，これらを考慮した結果は，別紙３記載のとおりである（別\n紙３の「１日の拘束時間数」欄の時間数から上記休憩時間を控除した結\n果が「１日の労働時間数」欄の時間数となる。）。\nこの点，原告は，亡Ａが本件会社から携帯電話を支給され，時間帯や\n休日にかかわらず取引先や本件会社から緊急の連絡に対応していたか\nら，休憩時間を確保することはできなかったと主張する。\n確かに，亡ＡはＣら取引先において養殖魚の斃死などが発生した際に\nは，緊急に連絡を受けて確認に赴いたり対策となる魚薬を納入したりし\nていたものと認められるが，そのような事態が頻発していたとは認めら\nれないし，一日中緊急の連絡に備えなければならない状態にあったもの\nとは認め難く，現に，亡Ａが営業車の中で休憩したり，病院で診療を受\nけていたことなどを踏まえると，亡Ａは，平均して午後の少なくとも１\n時間は労働から解放された状態にあったものというべきである。\nしたがって，原告の主張を採用することはできない。\nウ  以上によれば，亡Ａの時間外労働時間数は別紙３のとおりと認められ，\nこれによれば，発症前１か月間が７１時間３３分，発症前２か月間が３６\n時間２７分，発症前３か月間が６３時間５７分，発症前４か月間が７７時\n間１２分，発症前５か月間が１０５時間２０分，発症前６か月間が６７時\n間であり，月平均７０時間１５分であったと認められる。\n⑵  精神的緊張の程度等\nア  前記１⑸認定のとおり，亡Ａの営業成績は，比較的良好なものであった\nが，その大部分をＣからの売上に依存しており，それはＣのＤ社長からの\n信頼を得て売上を伸ばしてきたものであった。その反面，Ｄ社長からの信\n頼を損なうことになれば，自らの営業成績ばかりか本件営業所の売上にも\n大きな影響を与えかねない状況にもあったものでもある。\nすなわち，亡Ａは，１日２回程度の割合でＣを訪問し，Ｄ社長の求めに\n応じて，魚薬に関する情報提供や投薬指導のみならず，競合業者における\n出荷状況等に関する情報提供，養殖魚の管理及びこれらに関する従業員の\n指導など，Ｃの業務全般に対するサポートを行っていた。他方，Ｄ社長は，\nむら気が多く，取引業者や従業員等に対して理不尽とも思えるような叱責\nをしたり，出入り禁止を告げて取引量を大幅に減らすようなことがあり，\n亡Ａもそのような場面を目の当たりにしていたのである。\n確かに，亡Ａは，Ｄ社長から理不尽な叱責を受けていたような事情まで\nはうかがわれないし，むしろ，気に入られて業務を依頼されていたものと\n見受けられ，亡ＡもＤ社長のことが好きであるといった発言をしていたよ\nうである。\nしかし，そのような状況は，亡Ａの日頃の営業努力の成果等に依るもの\nであり，実際には，恒常的に，Ｄ社長の要求に応え，その信頼を損ねない\nように努めて行動しなければならなかったものと考えられるのである。加\nえて，平成２５年７月初めにＭ担当者が出入り禁止を言い渡された以降，\n亡ＡのＣに対する魚薬の販売量が増加して投薬指導などの負担が増加す\nるとともに，Ｍ担当者からの助力も期待できない状態となる一方，Ｄ社長\nから営業員の増員を求められたにもかかわらず，Ｅ所長は，亡Ａに対し，\n営業員増員ができないのでＣの訪問回数を減らしてよいなどと指示して\nいるが，Ｃから多くの営業成績を上げている亡Ａが，その訪問回数を減ら\nすなどということはおよそ考え難いことであったというべきであり，これ\nらの状況からすれば，亡Ａの精神的緊張は，例年に比して，相当大きくな\nっていたものと認められるのである。\nイ  この点，被告は，亡Ａの上記業務状況は日常業務の範囲内といえると主\n張するが，亡Ａの業務が営業職としての範囲に含まれるとしても，Ｃとの\n取引の重要性やＤ社長との関係性に対する考慮に乏しいものといわなけ\nればならず，採用することはできない。\n⑶  小括\n以上によれば，亡Ａの発症前６か月間の業務は，例年と異なり繁忙期を過\nぎても７０時間前後の長時間の時間外労働が認められるものであるところ，\n認定基準にいう発症前２か月間ないし６か月間にわたって，１か月当たりお\nおむね８０時間を超える時間外労働が認められる場合には当たらないもの\nの，相当な長時間労働が継続していたというべきであり，さらには，死亡直\n前の平成▲年▲月▲日及び▲日に厳しい作業環境での消毒業務を行ったこと\nを併せ考慮すると，業務と発症とは相当程度の関連性があるものというべき\nである。\nこれに加えて，その時期の亡Ａの業務内容は，例年と比較しても，重要な\n取引先に対する精神的緊張の相当大きいものであったと認められ，亡Ａは，\n肉体的・精神的負荷の大きい業務を長期間にわたり継続していたものである\nから，亡Ａの業務は心臓疾患を発症するような過重性があったものというべ\nきである。\nそうであれば，亡Ａに発症した急性心不全については，明らかに業務以外\nの原因により発症したと認められる場合等の特段の事情がない限り，業務起\n因性を認めるのが相当である。\n５  争点⑶（業務以外の要因の有無）について\n⑴  被告は，亡Ａには急性心筋梗塞の複数のリスクファクターを有し，救急搬\n送時の心電図記録でこれを否定するには足りないから，基礎疾患により心停\n止を発症した可能性が高く，業務起因性は認められないと主張するところ，\nこれに沿うＯ医師作成の意見書（乙１６。以下「Ｏ意見書」という。）が存す\nる。\n⑵  この点，Ｏ意見書によれば，亡Ａは，高トリグリセライド血症（脂質異常\n症），内臓脂肪蓄積型肥満，１日２０本を３０年以上続けてきた喫煙歴があ\nり，複数のリスクファクターを抱えていたことが認められる上，高トリグリ\nセライド血症を指摘されて投薬を勧められたにもかかわらず自己判断で中止\nしているから，動脈硬化が相当に進展していたとうかがわれる。さらに，我\nが国における心筋梗塞発症事例の３３．３パーセントは自宅以外であり，発\n症のピークは午前８時から午後０時まで，最初に失神を呈する例は２ないし\n５パーセントであるから，亡Ａの発症に類似する状況である。したがって，\n亡Ａが車を運転中に心筋梗塞を発症して心室細動を合併した可能性が高いこ\nと，救急搬送時の心電図で心筋梗塞を示す所見は認められないが，この事実\nによって亡Ａが心筋梗塞を発症していた可能性を否定することはできないこ\nと，亡Ａの死因は心停止（心臓突然死）であり，その直接原因である心室細\n動，心室細動をもたらした原因疾患について急性心筋梗塞の発症を心電図に\nよって確認できないが，亡Ａが複数以上のリスクファクターを有すること，\n突然の発症であること，重篤な不整脈である心室細動を発症する他の器質的\n心疾患は否定できることなどの臨床及び発症状況からすると急性心筋梗塞で\nある可能性が高いことなどが指摘されている。\n⑶  確かに，亡Ａは平成２５年４月から市立Ｋ病院で脂質異常症（高トリグリ\nセライド血症）の内服治療を開始したが，自己判断で服薬を中止し，ＣＰＫ\nも高値であったため，平成２６年１月２２日受診時に再度内服を再開するよ\nう指示していたこと（甲７・２３９，２５０，２５２，２５３頁），１日２０\n本の喫煙を３０年間続けていたこと（乙１７）など，Ｏ意見書の指摘する急\n性心筋梗塞のリスクファクターが存在したことが認められ，１日２０本もの\n喫煙を３０年にわたり継続していた上，平成２５年４月からは，脂質異常症\n（高トリグリセライド血症）について，経過観察や健康指導にとどまらず，\n投薬治療が開始されていたことからすれば，その頃までには，亡Ａの生活習\n慣等が血管病変を形成し，進行させる有意な要因になっていたであろうこと\nは，一定程度うかがわれるものである。これに加え，虚血性心疾患は心停止\n（心室細動）を引き起こす主な基礎疾患として理解されていること（乙１・\n７２頁），亡Ａは自己判断で脂質異常症の投薬を中止しており，平成２６年１\n月２２日には医師から再度内服を再開するよう指示されていたことからする\nと，亡Ａが死亡した時期には，亡Ａの血管疾患はさらに進行していて，これ\nが原因となって急性心筋梗塞を発症し，これにより心室細動を引き起こした\n可能性は決して小さいものとはいえなかったということができる。\nしかし，地方労災医員であるＰ医師作成の意見書（甲７・２５４～２５６\n頁，１２。以下「Ｐ意見書」という。）には，上記リスクファクターによって\n心筋梗塞を発症した可能性は否定することができないものの，これらが亡Ａ\nの死因である心室細動の発症に与えた具体的影響は不明であるとし，また，\n定期健康診断における心電図でＳＴ異常がみられＣＰＫ高値もあったため心\n筋症に罹患していた可能性はあるものの，市立Ｋ病院における心臓エコー検\n査でみられた一部心筋の肥厚の可能性の所見のみから心筋症であるとは診断\nできないから，心室細動と私病との関連は不明であるとされている。また，\nＱ医師の意見書（甲７・２５０頁）にも，心室細動の原因について心筋梗塞\nなどの心疾患が考えられるが，確定は得られなかった旨のＰ意見書に沿う記\n載があるのであって，帰するところ，亡Ａが急性心筋梗塞を発症したと認め\nるには至らないものといわざるを得ないのである。加えて，Ｏ意見書は，亡\nＡの業務の過重性を評価していない点でも疑義があり，仮に，亡Ａが急性心\n筋梗塞を発症していたとしても，亡Ａの業務に関する負荷等及び血管病変に\n関する前記の認定説示からすれば，それが明らかに業務以外の原因により発\n症したとすることはできないと考えられるのである。\n以上からすれば，亡Ａの急性心不全について，明らかに業務以外の原因に\nより発症したなどの事情は認められず，業務起因性を否定することはできな\nい。\n６  結論\n以上の次第であるから，亡Ａの急性心不全は，業務に起因して発症したもの\nと認められ，労働基準法施行規則別表第１の２第８号所定の「長期間にわたる\n長時間の業務その他血管病変等を著しく増悪させる業務による…心停止（心臓\n性突然死を含む。）」に当たるところ，業務起因性がないとした本件不支給決定\nにはその判断を誤った違法があるというべきであるから，いずれも取消しを免\nれない。\nよって，主文のとおり判決する。\n福岡地方裁判所第５民事部\n裁判長裁判官        鈴木   博\n裁判官     酒井直 樹\n裁判官横山寛は，転補のため，署名押印することができない。\n裁判長裁判官        鈴木   博\n（別紙１）精神的緊張を伴う業務\n日常的に精神的緊張を伴う業務\n具体的業務  負荷の程度を評価する視点\n常に自分あるいは他人の生命，財産が\n脅かされる危険性を有する業務  危険性の度合，業務量（労働時間，労働密度），就労期間，\n経験，適応能力，会社の支援，予想される被害の程度等\n危険回避責任がある業務\n人命や人の一生を左右しかねない重大\nな判断や処置が求められる業務\n極めて危険な物質を取り扱う業務\n会社に多大な損失をもたらし得るよう\nな重大な責任のある業務\n過大なノルマのある業務  ノルマの内容，困難性・強制性，\nペナルティの有無等  業務量（労働時間，労働密\n度），就労期間，経験，適\n応能力，会社の支援等 決められた時間（納期等）どおりに遂行\nしなければならないような困難な業務  阻害要因の大きさ，達成の困難\n性，ペナルティの有無，納期等\nの変更の可能性等\n顧客との大きなトラブルや複雑な労使\n紛争の処理等を担当する業務  顧客の位置付け，損害の程度，\n労使紛争の解決の困難性等\n周囲の理解や支障のない状況下での困\n難な業務  業務の困難度，社内での立場等\n複雑困難な新規事業，会社の建て直し\nを担当する業務  プロジェクト内での立場，実行\nの困難性等\n発症に近接した時期における精神的緊張を伴う業務に関連する出来事\n出来事  負荷の程度を評価する視点\n労働災害で大きな怪我や病気をした。  被災の程度，後遺障害の有無，社会復帰の困難性等\n重大な事故や災害の発生に直接関与した。  事故の大きさ，加害の程度等\n悲惨な事故や災害の体験（目撃）をした。  事故や被害の程度，恐怖感，異常性の程度等\n重大な事故（事件）について責任を問われた。  事故（事件）の内容，責任の度合，社会的反響の程度，\nペナルティの有無等\n仕事上の大きなミスをした。  失敗の程度・重大性，損害等の程度，ペナルティの有\n無等\nノルマが達成できなかった。  ノルマの内容，達成の困難性，強制性，達成率の程度，\nペナルティの有無等\n異動（転勤，配置転換，出向等）があった。  業務内容・身分等の変化，異動理由，不利益の程度等\n上司，顧客等との大きなトラブルがあった。  トラブル発生時の状況，程度等\n（別紙４）営業員週報\nH25.3.12  社長から自宅に何度も電話をされ，Ｃを営業に訪れた種苗場について質問を受けたため，\nネットで検索した上で予め説明をしていたところ，社長は同種苗場との取引を断った。\nH25.3.18  カンパチに寄生虫が付着していたため，急遽消毒を実施し，１６台の生け簀への投薬を立\n会指導した。１週間延ばすと危険な状態にあったことを社長に報告した。\n創業者である社長の父親が死亡したため，同月２０日の告別式の受付を依頼された。\nH25.3.26  寄生虫がひどくなっているとの報告を受け，カンパチに急遽消毒を実施し，１７台の生け簀\nへの投薬を立会指導した。社長から様子を見るよう依頼され，１週間延ばすとスレや斃死が\n出ていた可能性があったと報告した。\n競合業者のＭの担当者が，他の取引先での投薬があり来られないが消毒薬だけ持ってきて\n良いかと尋ねたところ，社長は，立会に来られないのに商品だけ置いていくのは勝手すぎる\nとして，断固として断り，本件会社から納入した。\nH25.4.1  社長から稚魚責任者へスズキのサイズや餌食いを聞かれ，１．５ｋｇで餌食いも悪いと答え\nたところ，社長が激怒する。６月の出荷開始前までに２ｋｇができないのであれば責任者を\n降格。昨年もスズキの出荷サイズが小さく，今年は社長も気にしていたが，サイズに関して\nは責任者も大き目で報告してきて下方修正したのが社長の逆鱗に触れる。社長と作業班責\n任者とともに話合いを行い，日曜を含む週７日の給餌日程を立て，自ら自宅で給餌日程を作\n成し，翌朝に社長に報告。\nH25.4.16  消毒薬の納入順番がＭの担当であったが，他社での投薬があり立ち合えないため，前日に持\nって来て良いか尋ねたが，社長は立ち合えないなら商品をこちらで準備すると突っぱねた。\nH25.5.7  社長や夫人から体調には十分に気を付けて無理をしないように言われ，夫人からは社長か\nらのストレスで病気になったのではないかと本気で心配されたので，ストレスよりも自分\nの食生活によるものですと説明する。今週末の社長と漁協参事との懇親会を欠席すること\nを詫びた。\nH25.5.21  新たに定期投与が決定した魚薬について，自らの提案にもかかわらず，半分がＭからの納入\nとなる。\n社長は，養殖魚の出荷前で餌代や栄養剤等の使用金額がＭＡＸになり，毎年のことだが機嫌\nが悪い。\nH25.5.27  カンパチに対するワクチン投与が決定し，社長からワクチンの段取りを責任者と打ち合わ\nせて行うよう指示される。\nH25.6.3  カンパチに対するワクチン投与を，一台当たり１．２時間×７台の生け簀について実施し\nた。社長に接種状況や魚の状態を説明したところ，もっと選別を厳しくして欲しかったとの\nこと。一応，撥ねる魚は全て撥ねたと説明した。\nH25.6.6  他業者での消毒作業に立ち合って得られた養殖魚の状態を社長に説明し，選別を提案。\nH25.6.7  カンパチ稚魚導入と船上での消毒作業に立ち合い，下船後，社長に状況を説明する。\nＭが７日，８日に他業者のワクチン接種で不在のため，消毒薬に加え，翌日から新たに魚薬\nを追加することで社長の了解を得，受注することができ，自身が入院中のロスを取り戻すこ\nとができた。\nH25.6.10  カンパチ稚魚の魚病検査で異常が見られたため，検査室に持ち込んで原因を聴取し，社長に\n報告して魚薬投与を勧めて受注につなげた。\n社長から，スズキの斃死が増加しているため沖に出て確認するよう依頼され，その結果を報\n告する。\n社長が従業員からの報告が遅れがちであると激怒し，給餌班の従業員が魚の状態を毎日記\n入するための表の作成を依頼される。\nH25.6.14  カンパチの斃死は減少したものの，検体にて魚病が確認されたため，社長に報告して新たに\n魚薬の投与を了解され，これを本件会社が単独受注する。\nスズキの斃死の増加に伴い，給餌者の怠慢であるとして担当者が変更されたため，魚薬や栄\n養剤の投与について一から説明する。\nH25.6.20  カンパチの出荷２日目にて４２００尾いるはずの生け簀が３４００尾しかおらず，社長が\n激怒し，責任者クラスの従業員を呼びつけて事情を聴取。自分も呼ばれて消毒作業に立ち合\nっているに尾数を把握していないことを叱責される。日々の斃死数は台帳に記録している\nので情報の記入漏れはないと説明するが，社長から，スズキの投薬は勝手にやっておけと言\nわれる。夕方，出張先の社長に架電して，従業員にしっかりと伝え，投薬の予定を説明し\nた。\n投薬，給餌，作業内容を責任者クラスと話し合い社長の信頼を得るべく誠心誠意対応して\nいきます。\nH25.6.26  昨日のカンパチの消毒（生け簀３台）に続き，急遽マダイ稚魚７台の消毒を立会指導した。\n養殖魚の取引業者の一社が，鯛の出荷が少なくカンパチばかり欲しがるとして，取引停止と\nなる。また，電動フォークリフトが雨で度々修理するも故障するため，業者が出入り禁止と\nなり，他社のフォークリフトに変更となる。\nH25.7.1  昨日出荷したカンパチの尾数が少なく，朝一から社長が激怒し，Ｍの担当者が出入り禁止と\nなる。自分が出入り禁止となってもおかしくなかったと思うが，社長は，情報も持って来ず\n話を聞いているだけの営業はいらん，と一喝されていた。Ｍの担当者が出入り禁止を言い渡\nされたのは３回目。社長から，投薬指導，尾数把握，給餌量管理を一手に任せると言われ\nる。\nH25.7.4  来週月曜，火曜のワクチン接種が決定し，Ｍが出入り禁止中のため全量を本件会社が単独で\n納入するよう，社長からも念を押される。単独納入のため，社長から増員を要請される。\nH25.7.11  カンパチの消毒作業を実施するとともに，マダイ稚魚に寄生虫が付着していたため急遽消\n毒を実施し，ギリギリであったと社長に報告する。\n稚魚班責任者が病気欠勤したため，交替した責任者への魚病や投薬の指導を依頼される。\nH25.7.22  カンパチの消毒を立会指導し，午後５時３０分まで生け簀１３台を実施した。\nH25.7.25  カンパチの消毒を急遽土曜日に実施するよう求められる。稚魚担当の新たな責任者へ魚病\n説明し，魚の状態や餌食い等を報告するよう依頼する。社長から投薬量を担当者に指示する\nよう言われる。\nH25.7.29  カンパチ稚魚の斃死が増加し，社長から急遽消毒を指示される。本件営業所に魚薬の配達を\n早急に依頼し，午前１０時３０分から午後６時までかけて消毒を行った。\nH25.8.2  稚魚責任者に抜擢されていた従業員が家庭の事情でボーナス支給日に突然辞めると言った\nため，社長が激怒し，責任者クラスの従業員に当たり散らす。\nH25.8.5  タイ班の責任者が欠勤し突然辞めるとメールしたため，社長が激怒し，引継ぎのなされない\n給餌量等を新責任者に伝達した。\nH25.8.9  寄生虫が付着しており，社長に進言して，７日から９日にかけて，カンパチとマダイの消毒\nを実施した。\nH25.8.12  カンパチの消毒を実施し，盆前の消毒作業を完了した。\nＭの出入り禁止は解除となったものの，解除した途端に従業員が２名退職したため，社長\nが，不幸を運んできたみたいだとして，退職者が更に１名出れば再び出入り禁止にすると述\nべる。完全にとばっちりだが，明日は我が身。\n１４日から１６日まで盆休みで帰省すると伝えると，社長から担当者へ投薬を間違えずに\n指示するよう言われる。\nH25.8.23  飼料業者の担当者が，ブリの出荷数が少ないなどと激怒され，出荷数が伸びなければ出入り\n禁止にすると言い渡す。\nフォークリフトのメーカー担当者も２０年以上にわたり何時であろうと何曜日であろうと\n修理で呼び出されて対応していたにもかかわらず，業者を変更され，目も当てられない。\n出荷時期は出荷量や斃死数に関し社長の機嫌がころころ変わり，出入禁止業者が増える。\nH25.8.26  日曜日に消毒を依頼されたが，立ち会えない旨説明する。\nカンパチの出荷終了後から消毒を実施したが，カンパチの出荷尾数が合わないことを斃死\nの付け間違いだと断定され，逐一報告するよう命じられ，翌年の出荷前（６月末）に生け簀\nごとの出荷可尾数を提出するよう言われる。\nH25.9.6  Ｍの担当者は，情報を上げなければ首になると必死となり，薬事法違反となるのではないか\nと思われる投薬を進言していた。\nH25.9.18  カンパチの２歳魚に寄生虫の付着が多く，スレが出ていると報告を受け，急遽消毒を実施。\n生け簀６台について実施したが，うち４台は消毒が間に合ったものの，残り２台はスレが多\nく見える。社長に報告すると，翌日で２歳魚の１０台を完了し，続けて１歳魚の２０台も消\n毒を指示される。消毒薬は全て本件会社の納入だが，Ｍも立ち会っている。\nH25.10.3  他業者でカンパチの大量斃死があったため，社長に提案して消毒を実施する。\nマダイの出荷量が少ないことなどから，社長が取引業者に激怒して縁を切ると言い出した\nため，説得して思いとどまらせたが，従業員に矛先を向けて仕事が遅いと激怒する。\nH25.10.7  カンパチの消毒を実施したが，Ｍの担当者は売上がないため立ち会わなくなった。\nマダイ新物の出荷が開始し，色揚げも全て本件会社からの納入分となっているが，社長が色\nがきれいだと販売先に触れ込んでいるので，明日が正念場となる。\nH25.10.11  飼料業者が社長から変更されそうになり，担当者が継続をお願いしていた。\n新入従業員が２日連続で休んだため，１か月持たずに社長からクビと言われた。\nH25.10.21  ブリの斃死を確認し，社長から投薬指示が出たため，急遽配達してもらい午前中に投薬。社\n長から，お前（亡Ａ）に「ハマチ投薬しとけ」と言えば何台で薬剤は何をやるか把握してい\nるので助かる，と言われる。\n話の流れから薬剤を特定して投薬指導したが，ハッと思い社長に確認不足を謝罪したとこ\nろ，「確認しなくても信頼しているので必要ない」と言われたが，今後は確認を怠らない。\nH25.10.25  昨日の消毒立会いにＭ担当者が来ていなかったことについて社長から聞かれ，実際には声\nを掛けたものの用事があって来られないと連絡あったが，声を掛けていないので次からは\n声を掛けると説明する。実際のことを言うと完全に出入り禁止となるので，今後のことも考\nえて慎重に発言していく。\nマダイの出荷について，責任者が交替したばかりなので亡Ａが指示を出すように言われた\nが，生け簀の放養尾数，日々の出荷尾数，ハネの尾数を確実に把握しないと対応できないた\nめ，責任者と密に連絡をとり指導していく。\nH25.10.28  カンパチの生け簀１３台の投薬立会指導。寄生虫の付着等が増加していたため，社長に報告\nし，次回の消毒日程を早めるように指示される（２～３週間）。\nH25.11.6  社長は同業他社の出荷状況が気になるらしく，毎日報告するよう求められる。\nスズキの斃死が増加しているが，検査室に持ち込んでも原因が不明であったので，自ら捌い\nた結果，産卵の影響であると考え，社長に説明して産卵後に対応した魚薬の導入を決定して\nもらった。\nH25.11.14  カンパチの消毒を実施したが，寄生虫の付着のため，スレや斃死が多い。\n社長に報告すると，１歳魚は明日までに全て終わらせるよう指示される。\n２歳魚を３．５週，１歳魚を２週の間隔で消毒を行っていく。\nスズキの産卵後に対応した魚薬の投与を行っているが，斃死は変わらない。\nH25.11.19  カンパチ２歳魚の消毒を実施したが，４週間隔では思ったより寄生虫が多く，社長に３週間\n後の消毒を提案する。\nH25.11.29  スズキの導入に立ち会う。\nH25.12.2  ＥＵ輸出向けの検査が入り，ハマチの導入から出荷までの投薬履歴を見せ，倉庫を案内。\nH25.12.27  社長が出張のため年末の挨拶をしたところ，斃死など異常あれば連絡するよう依頼される。\nH26.1.8  年末年始にマダイの出荷が思うように出ず，社長は不満の様子であった。\n機械故障により，直ぐに修理に来なかった鉄工所を出入り禁止とし，業者を変更。\nH26.1.14  カンパチを３週間隔で消毒を実施したため，寄生虫の付着は少量であると社長に伝えるが，\n社長から失敗できないので早めに消毒を実施するよう意見を受ける。\n"
}