{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 23
  },
  "case_number": "平成27(行ウ)73",
  "case_name": "難民の認定をしない処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "88311",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88311",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/311/088311_hanrei.pdf",
  "contents": "平成３０年２月２３日判決言渡\n平成２７年（行ウ）第７３号  難民の認定をしない処分取消請求事件\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n法務大臣が原告に対して平成２２年１１月５日付けでした難民の認定をしな\nい処分を取り消す。\n第２  事案の概要\n本件は，ミャンマー連邦共和国（以下「ミャンマー」という。）国籍の男性\nである原告が，原告は政治的意見を理由に迫害を受けるおそれがあるという十\n分に理由のある恐怖を有する難民であるとして，法務大臣に対し，平成２１年\n９月１日に２度目の難民の認定の申請をしたところ，法務大臣（処分行政庁）\nが，原告に対し，平成２２年１１月５日付けで難民の認定をしない処分をした\n（以下「本件難民不認定処分」という。）ことから，原告が，これを不服とし\nて，処分行政庁の所属する被告国に対し，本件難民不認定処分の取消しを求め\nる事案である。\n１  前提事実（後掲各証拠により容易に認められるか当事者間に争いがない。）\n(1) 原告の出自\n原告は，１９６７年（昭和４２年）▲月▲日にミャンマーにおいて出生し\nた同国国籍を有する男性である。\n(2) 原告の入国・不法残留と１度目の難民の認定の申請\nア  原告は，１９９８年（平成１０年）１０月２日，大韓民国（以下「韓国」\nという。）から本邦に到着し，在留資格を「短期滞在」，在留期間を１５\n日とする上陸の許可を受けて入国したが，在留期間の更新又は変更を受け\nないで，在留期限である同月１７日を超えて本邦に在留した。\nイ  原告は，平成１６年１０月２０日，出入国管理及び難民認定法（以下，\n単に「法」という。）違反（不法残留）の容疑で警察官に現行犯逮捕され，\n東京入国管理局（以下「東京入管」という。）入国審査官は，同月２８日，\n原告が法２４条４号ロの不法残留者として退去強制対象者に該当すると認\n定したところ，原告は，同日，口頭審理の請求をした。\nウ  原告は，法務大臣に対し，平成１６年１０月２９日，難民の認定の申請\nをした（以下「第１次難民認定申請」という。）。\nエ  東京入管特別審理官は，平成１６年１１月１５日，口頭審理を経た上で，\n上記イの入国審査官の認定が誤りがないと判定したところ，原告は，同日，\n異議の申出をした。\nオ  法務大臣は，原告の第１次難民認定申請について，平成１６年１２月１\n６日付けで難民の認定をしない処分をする（以下「第１次難民不認定処分」\nという。）とともに，上記エの原告の異議の申出には理由がない旨の裁決\nをし，東京入管主任審査官は，原告に対し，翌１７日付けで退去強制令書\n（以下「本件退令」という。）を発付した。\n原告は，平成１７年３月１５日，上記裁決及び本件退令発付処分の取消\nしを求める訴えを東京地方裁判所に提起した。\nカ  一方，原告は，法務大臣に対し，平成１６年１２月２１日，平成２６年\n法律第６９号による改正前の法６１条の２の９第１項１号に基づき，第１\n次難民不認定処分について異議申立てをした（以下「第１次異議申立て」\nという。）ところ，法務大臣は，原告に対し，平成１７年４月８日付けで\n第１次異議申立てを棄却する旨の決定をし（以下「第１次異議決定」とい\nう。），同月１４日にこれを原告に通知した。\n原告は，同年１０月７日，第１次難民不認定処分の取消しを求める訴え\nを東京地方裁判所に提起した。\nキ  なお，原告は，上記イの現行犯逮捕後，即日引き渡された東京入管入国\n警備官により収容令書を執行されて東京入管収容場に収容され，引き続き\n本件退令を執行され，平成１７年６月２９日に仮放免を許可されて出場す\nる（以下「本件仮放免」という。）まで，同収容場に収容されていた。\nク  東京地方裁判所は，上記オ及びカの両訴えの口頭弁論を併合した上，平\n成１９年７月２７日，これらの原告の請求をいずれも棄却する旨の判決を\n言い渡した（乙Ａ１。以下「前訴判決」という。）。\n原告が前訴判決に対して控訴したところ，東京高等裁判所は，平成２０\n年３月６日，その控訴を棄却する旨の判決を言い渡し，原告が更に上告及\nび上告受理申立てをしたところ，最高裁判所は，平成２１年３月２６日，\nその上告を棄却するとともに，上告審として受理しない旨の決定をし，こ\nれにより前訴判決が確定した（乙Ａ２，３）。\n(3) 原告の２度目の難民の認定の申請\nア  原告は，法務大臣に対し，平成２１年９月１日，再度，難民の認定の申\n請をした（以下「本件難民認定申請」という。）。これについて，法務大臣\nは，平成２２年１１月５日付けで難民の認定をしない処分をし（本件難民\n不認定処分），同月１８日にこれを原告に通知したところ，原告は，同月\n２５日，本件難民不認定処分について異議申立てをした（以下「本件異議\n申立て」という。甲Ａ１ないし４，乙Ａ５，８，９）。\nイ  法務大臣は，本件異議申立てについて難民審査参与員の意見を聴いたと\nころ，難民審査参与員３名のうち２名は原告は難民に該当する旨の意見（以\n下「本件参与員多数意見」という。）を述べたが，原告は難民に該当しな\nい旨を述べたもう１名の難民審査参与員の意見を採用して，原告に対し，\n平成２６年６月２０日付けで本件異議申立てを棄却する旨の決定をし（以\n下「本件異議決定」という。），同年８月２２日にこれを原告に通知した\n（甲Ａ５，乙Ａ１２）。\nウ  原告は，平成２７年２月１８日，本件難民不認定処分の取消しを求める\n本件訴えを提起した（顕著な事実）。\n２  争点及び当事者の主張\n本件の争点は，原告が難民に該当するか否かであり，これに関する当事者の\n主張は以下のとおりである。\n（原告の主張）\n(1) 「難民」の意義\n法における「難民」の要件は，難民の地位に関する条約（以下「難民条約」\nという。）及び難民の地位に関する議定書（以下「難民議定書」といい，難\n民条約と合わせて「難民条約等」という。）の「難民」と同一であり（法２\n条３号の２），その解釈は全面的に難民条約等に依拠するところ，難民条約\nが単なる「恐怖」ではなく，「十分に理由のある恐怖」を要求していること\nに鑑みれば，当該恐怖に客観的な根拠があることを求めていることは否定し\n難いが，その趣旨及び目的に照らして与えられる用語の通常の意味に従い誠\n実に解釈した場合（条約法に関するウィーン条約３１条１項），最低限の客\n観性，すなわち，単なる主観的な可能性を超えて，証拠に基づく合理的ない\nし現実的な根拠を有する恐怖であると解するのが相当である。\nそして，迫害を受けるのが１０人に１人であったとしても，自分が選ばれ\nる可能性がないと断言できない限り，迫害の恐怖を感じるのが通常であり，\n注視される可能性があるか否かを確実に見極めることが不可能である以上，\nこの点が恐怖の有無あるいは客観的な根拠の有無を左右すると考えるのも誤\nりである。\n(2)  ミャンマー（１９８９年（平成元年）６月１８日に国名が改められる前の\n旧ビルマ連邦及び旧ビルマ連邦社会主義共和国（以下，まとめて「ビルマ」\nという。）当時を含む。）の一般情勢\nア  １９８８年（昭和６３年）の民主化運動と軍政の成立\nビルマは，１９４８年（昭和２３年）に英国から独立し，１９６２年（昭\n和３７年）にネィウィンが軍事クー・デタによって全権を掌握し，独自の\n社会主義思想に基づいて国軍の指導のもとビルマ社会主義計画党によって\n一党支配した。しかし，ビルマ式社会主義は，極端な経済不振にあえいで，\n１９８７年（昭和６２年）１２月には国際連合（以下「国連」という。）に\nよって後発発展途上国（いわゆる最貧国）の指定を受けるまでに至り，１\n９８８年（昭和６３年）３月，ヤンゴン工科大学の一部の学生が，体制に\n対して命がけの抵抗を始めた。同年８月後半から９月前半にかけて最も高\n揚した民主化運動は，初期の反ネィウィン闘争から，複数政党制の実現，\n人権の確立，経済の自由化を三本柱とする民主化闘争にその姿を変えてい\nった。連日のように数十万人の人々がデモや集会に参加し，アウンサンス\nーチーも，同年８月に学生たちに推される形で表舞台に登場したが，同年\n９月１８日，国軍の幹部２０名から構成される国家法秩序回復評議会（以\n下「ＳＬＯＲＣ」という。）による軍事政権（以下「軍政」という。）の成\n立が宣言され，国軍が全面的に政治権力を行使することになった。\n同年の民主化運動を率いた学生運動（以下「８８学生運動」という。）\nのリーダーたちは８８世代学生リーダーと総称されている。\nイ  軍政による民主化運動の弾圧\n１９９０年（平成２年）５月２７日に軍政によりミャンマーで３０年ぶ\nりに実施された複数政党制による総選挙（以下「９０年総選挙」という。）\nでは，前年７月からアウンサンスーチーを自宅軟禁するという露骨な選挙\n妨害にもかかわらず，同人が書記長を務める国民民主連盟（以下「ＮＬＤ」\nという。）が総定数４８５議席のうち３９２議席（８１％）を獲得し，軍\n政が後押しした国民統一党（以下「ＮＵＰ」という。）はわずかに１０議\n席にとどまった。ＳＬＯＲＣはこの選挙結果を認めず，人民会議を招集せ\nず，政権委譲の無期限延期という態度をとった。軍政主導の制憲国民会議\nの代議員に選ばれた当初の７０１名のうち，９０年総選挙で当選した議員\nは９９名しかおらず，１９９５年（平成７年）１１月に，ＮＬＤ所属の代\n議員全８６名が，制憲国民会議における議論の進め方が非民主的であると\nして会議のボイコット戦術をとると，軍政はその全員を除名した。\n１９９６年（平成８年）１２月２５日に，ヤンゴンの世界平和仏塔で，\nＳＬＯＲＣ第二書記で軍司令官であるティンウー中将が参拝する直前に爆\n破事件が発生し，５人が死亡し，１７人が負傷した。また，１９９７年（平\n成９年）４月７日，ティンウー中将の娘が自宅に送られてきた小包爆弾を\n開けて死亡した。ＳＬＯＲＣは，この２つの攻撃を，追放されている全ビ\nルマ学生民主戦線（以下「ＡＢＳＤＦ」という。）及びカレン民族同盟（以\n下「ＫＮＵ」という。）の武装反対勢力によるものであるとし，ＮＬＤは\nこれらのグループと連絡を取り合っている「公然とした破壊的因子」であ\nるとした。\n同年１１月１５日，ＳＬＯＲＣは国家平和開発評議会（以下「ＳＰＤＣ」\nという。）に名称を変更したが，政権交代ではなく単なるメンバーの入替\nえにすぎなかった。２００１年（平成１３年）末現在，政府は，２０名の\n９０年総選挙選出議員と，８００名以上のＮＬＤ党員を拘束し，１５００\n名以上の政治犯を収監している。\n２００３年（平成１５年）５月３０日，北部のディペインで，ＵＳＤＡ\n（連邦団結発展協会）のメンバーが，遊説中のアウンサンスーチーらＮＬ\nＤ党員・支持者を襲撃するというディペイン事件が発生し，アウンサンス\nーチーをＪ１に拘束するこれまでで最も強硬な措置がとられた。同年７月\n上旬には，ディペイン事件について意見を公表したＮＬＤ党員や市民ら１\n０名を拘束する等，一層ＮＬＤに対し弾圧を強めた。アウンサンスーチー\nは，その後刑務所からは釈放されたものの，最近に至るまで自宅軟禁を課\nされた。\n２００４年（平成１６年）１０月１９日，軍政の中では穏健派とされた\nキンニュン首相が失脚させられて自宅軟禁の状態に置かれ，後任にはディ\nペイン事件の計画者とされるソーウィン第一書記が就任して，軍政は強硬\n派で固められ，民主化活動家などの反政府活動家は従前以上の迫害にさら\nされるおそれが強まり，現に，同日，ＫＮＵの代表団１６人が拘束される\nなど反政府活動家弾圧を強める動きが出ている。\nウ  サフラン革命\n２００７年（平成１９年）８月，軍政が天然ガスと石油の公定価格を大\n幅に引き上げた事態を受けて，同月１７日，８８世代学生リーダーらは，\n軍政に対し，今後予想される日用品価格の高騰とインフレーションに対処\nするとともに，国民が直面している経済社会的な苦境を打開するよう求め\nる声明を出し，同月１８日午前，ヤンゴンで３時間近くにわたって平和的\nに抗議活動を行い，参加者約５００人を集めた。これに対し，軍政は，同\n年８月２１日，８８世代学生リーダーら１３人を逮捕し，ＮＬＤもまた，\n多くの党員が身柄を拘束された。弾圧の対象は，僧侶や一般市民まで広が\nり，同年９月末には午後９時から午前５時までの夜間外出禁止令が出され，\n５人以上での集会や行進を全面的に禁止され，これに違反するデモ隊への\n発砲が始まり，多くの僧侶・市民が犠牲になった。\nミャンマーの国営放送は，この運動（サフラン革命）に関して２０９３\n人を拘束し，うち６９２人を「今後はデモに参加しない」という念書を取\nって釈放したと報じたが，英国国営放送（以下「ＢＢＣ」という。）は，ミ\nャンマー国内の消息筋の情報として，逮捕者は計１万人に達したとした。\n当局は，デモを撮影したビデオを使って逮捕者リストを作成しているとい\nわれる。\nエ  ２００８年（平成２０年）に承認された憲法の実質\n２００８年（平成２０年）１１月，国民投票により新憲法（以下「２０\n０８年憲法」という。）が承認されたが，この国民投票は，自由で公正な\n国民投票に必要な条件が存在しておらず，「見せかけ」と評価されるもの\nであった。２０１０年（平成２２年）１１月７日，２００８年憲法に基づ\nき総選挙（以下「２０１０年総選挙」という。）が行われ，軍政の翼賛政\n党である連邦団結発展党（以下「ＵＳＤＰ」という。）を含む軍関係の政\n党が８割を超える議席を得て圧勝した。\n(3) 原告が難民であることを基礎付ける事実\nア  Ｖ１革命グループとしての政治的活動\n(ア)  革命誌の発行\n原告は，東京入管に収容されていた２００５年（平成１７年）４月に，\n同じく東京入管に収容されていたミャンマー人のＱ１と軍政を批判する\n雑誌を発行することを相談し，他のミャンマー人にも声を掛けて，ビル\nマ語で「新しい血」という意味のＶ１革命グループを結成するとともに\n寄稿を募集し，同年６月１４日にＶ１革命誌（以下，単に「革命誌」と\nいう。）創刊号を発行した。Ｖ１革命グループの当初のメンバーは１０\n名であり，原告はＱ１，Ｑ２とともにグループの代表を務め，革命誌の\n編集も担当した。\n革命誌は，同年中は毎月発行され，Ｑ３，Ｑ４，Ｑ５ら，世界各国か\nら著名な民主活動家が寄稿して，毎号に１０件ないし１５件の軍政を批\n判する論説や散文，詩，風刺漫画などが掲載された。原告も自ら本名あ\nるいはペンネームで詩や散文を創作して掲載し，毎回，２００部ないし\n３００部を印刷，配布して普及に努めたほか，Ｖ１革命グループのウェ\nブサイトに全ページがアップロードされ，世界中どこからでもその内容\nを読むことができた。\nなお，革命誌の発行は，２００６年（平成１８年）以降は徐々に発行\n頻度が下がり，２００７年（平成１９年）中に第１５号を発行したのを\n最後に，以後は発行をしていない。\n(イ)  原告創作の詩の放送\nタイ王国（以下「タイ」という。）のαにいたＸ１放送の記者は，入\n管収容中に電話でＱ１にインタビューし，革命誌創刊の翌日である２０\n０５年（平成１７年）６月１５日の番組でそのインタビューの内容が放\n送された。同放送では，Ｑ１が電話口で朗読した「省略」という詩の一\n部も紹介されたところ，この詩は原告の創作であり，革命誌創刊号に実\n名で掲載されている。\n(ウ)  講演会の開催\nＶ１革命グループは，２回，文化講演会を主催して開催した。\n１回目には米国在住のミャンマー人であり新聞記者かつ作家でもある\nＱ６を，２回目にはミャンマー人の作家であるＱ７を，それぞれ招き講\n演してもらった。２回の講演会には在日ミャンマー大使館の職員が来て，\nその内容を監視していた。\n(エ)  ハンガーストライキ（以下「ハンスト」という。）の実施\nＶ１革命グループは，２回，ハンストを実施した。\n１回目は，２００６年（平成１８年）９月１７日午後３時から翌１８\n日午後３時までの２４時間，ミャンマー大使館前などで，ハンストを実\n施し，グループのメンバー５人が参加した。その準備として，原告は，\n日本語ができる知人に相談して警察への申請手続を行い，また，ハンス\nトを行っている間は参加者は一切の会話をしないことを約束事としてお\nり，実行中に通行人とのトラブルや警察からの質問等があったときにも\n対応できなくなるという問題があったため，原告自身は，ハンスト自体\nは行わず，主催者として現場で指揮及び監視を行ったり，ハンストの目\n的を記載した文書を通行人に配布し，自らスピーチを行い，当時来日し\nていた米国在住のミャンマー人活動家でＶ２の元議長のＱ８に来てもら\nい，ハンストを支持する演説をしてもらってその司会をしたりした。こ\nのとき原告は，代表者としてＸ２の取材に応じ，その内容が同紙のイン\nターネット版に掲載されたほか，Ｘ３，Ｘ４などの在日ミャンマー人メ\nディアからも取材を受けた。なお，Ｑ８もＸ２もミャンマー本国政府や\n在日ミャンマー大使館が関心の対象に置いている。\n２回目は，２００７年（平成１９年）９月１６日午後５時から翌１７\n日午後３時までβ公園で，同時刻から同日午後５時まではミャンマー大\n使館前で，ハンストを実施した。このときはグループのメンバー１０人\nが参加し，原告は，ハンスト自体は行わなかったが，主催者として現場\nで指揮及び監視を行い，Ｘ１放送記者の電話取材に対して原告がハンス\nトの目的，組織，代表者，参加者の名前などを答えたほか，Ｘ２，Ｘ３，\nＸ４などの取材を受け，同月１９日のＸ１放送の放送で，ハンストの様\n子が報道され，その際に団体名や原告の名前，肩書きなどが報じられ，\nＸ２の記事もインターネット版に掲載された。\nイ  ８８世代学生リーダーたちとの連携\n(ア)  Ｑ３を通じた政治的活動\n８８世代学生リーダーの１人であるＱ３は，１９８７年（昭和６２年）\n以降，民主化活動に加わるようになり，１９８８年（昭和６３年）にＱ\n９が中心となってＶ３が結成された際にはその中央執行委員会のメンバ\nーに加わった。Ｑ３は，１９９１年（平成３年）１２月１７日に逮捕さ\nれ，１９９９年（平成１１年）１０月１０日に刑務所から釈放された後\nもヤンゴンにとどまって民主化活動を継続し，特に２００５年（平成１\n７年）６月以降，毎朝７時に８８学生運動の著名な活動家であるＱ１０\nの家に，Ｑ９，Ｑ１１，Ｑ１２，Ｑ１３といった活動家らとともに集ま\nって会議に参加し，国民的和解に向けた活動を行っていた（Ｑ３は，後\nの２００８年（平成２０年）には米国に出国し，国連難民高等弁務官事\n務所（以下「ＵＮＨＣＲ」という。）で認定された難民として米国永住\n権を取得している。）。\n原告は，本件仮放免を受けた後の２００５年（平成１７年）７月に，\n義兄のＱ１４を通じて，幼馴染みであったＱ３と連絡を取ることができ，\n両者の交流が再開された。８８世代学生リーダーたちは，軍政による国\n民に対する監視・統制が極めて強固になっており，８８学生運動当時の\nような反政府活動の盛り上がりを再現することは非常に困難な状況であ\nった中，外国政府や国外のマスメディア，人権関係の非政府機関等に訴\nえてミャンマーの状況を改善することを１つの戦略として企図し，原告\nを海外への情報提供ルートの１つとして考えた。他方，原告も，当時革\n命誌の発行を始めた頃で，国内の状況に関する記事を掲載することは革\n命誌の趣旨に沿い，また，国外での活動のみで完結せずミャンマー国内\nの情報をメディア等に提供することによって世論を動かしミャンマー政\n府に圧力を掛けることができれば民主化の達成により資すると考えて，\n積極的にこれに協力することにした。\n具体的には，原告は，同月頃からＱ３と毎日のように電話で連絡を取\nり，国外からミャンマー政府やミャンマー社会，国内の反政府活動を観\n察する者としての意見を事前に述べたり，提案をしたりし，その内容や\n提案をＱ３が上述の会議で他のメンバーに提示して議論し，その結論を\nＱ３が原告に報告するという形で，同会議に参加し，また，Ｑ３に依頼\nして，ミャンマー国内の状況やＱ３自身の刑務所での体験などを記した\n文章を寄稿してもらい，革命誌に掲載して国内情勢に関する認識を広め\nる努力をした。\n原告が提案した中には，当時本国政府が行った一方的な燃料価格値上\nげに対し，明確な抗議として車に乗らず道を歩き，デモに結び付けると\nいう計画を実行するべきだと原告がＱ３に伝え，Ｑ３がこれを提言した\nこともあり，当時は８８世代学生リーダーたちが出所直後であり時期的\nにリスクが高すぎるという意見が一部から出て，最終的に全体としては\n採用されなかったものの，Ｑ３はその後１人で近くのバス停で抗議活動\nを行っており，さらに，この計画は２年後の燃料価格値上げの際にＱ９\nによって実現され，サフラン革命に結び付いている。\n原告は，Ｑ３がミャンマー国内で活動していた２００５年（平成１７\n年）７月から１０月までの４か月間に約２０００米ドルの資金を提供し，\n国内の８８世代学生リーダーたちの活動を経済的にも支援した。\nなお，２００５年（平成１７年）１０月下旬，Ｑ３は原告が指示した\n人物に８８世代学生リーダーたちの活動の様子などを記した資料を託す\nべく準備をしていたところ，その資料を盗まれるという事件が発生した。\n盗まれた資料にはＱ３及び原告の名前も入っており，これを見れば同人\nらがミャンマー国内と国外で相通じて反政府活動を行っていることが一\n目瞭然であったため，Ｑ３は逮捕を恐れてＱ１１とともに直ちにタイの\nγに避難した。Ｑ３がタイに出国し，国外の民主化活動家と連絡を取っ\nていたことは，ミャンマー本国政府の当局に知られており，後の２００\n７年（平成１９年）８月２５日付けのＸ５により報道されている。\n(イ)  Ｖ４日本支部としての政治的活動\n原告とγ在住の８８世代学生リーダーたちは，反政府民主化活動を国\n外から支えるために，２００６年（平成１８年）頃，Ｑ１６，Ｑ１７，\nＱ３，Ｑ１１，Ｑ１５など１５ないし２０人程度で，Ｖ４というグルー\nプを結成した。同グループは，本国から逃れてきたミャンマー人難民の\n支援と，ミャンマー政府による人権侵害行為を国連その他の国際社会に\n訴えること及び人権侵害の証拠となる情報の収集活動を目的としていた。\n原告は，同グループの結成と同時に設けられた日本支部の代表に就く\nことになったところ，日本支部の活動内容は，資金集めと日本政府への\n働き掛けなどであり，具体的には，毎月７００ないし８００米ドルの資\n金援助を行うとともに，上述ア(エ)のＱ８が来日し日本の国会議員らと\n面談する際に，事前に同氏と面談し，日本政府に対する要請事項を協議\nするなどの活動をしていた。\n(ウ)  その他\n原告は，Ｖ４の活動とは別に，Ｑ８が提唱し実施した国際電話会議に，\n各国の元Ｖ２のリーダーらとともに参加した。\nウ  Ｖ３再々結成への協力\nＶ３は，Ｑ９の逮捕などにより壊滅させられ，その後何度か再結成の動\nきがあり，２００７年（平成１９年）にはＱ１８を中心として再結成され\nたが，同年９月のサフラン革命の際に同人は逮捕され，その他のメンバー\nは国外に逃れた。\n原告は，γに滞在していたＱ３や，原告の親類に当たるＱ５らと連絡を\n取り合い，２００７年（平成１９年）のＶ３再結成時の上ビルマ地域の責\n任者で，その後γに逃れてきていたＱ１９らを交えて，γでＶ３の中央組\n織化委員会を結成し，中央執行委員（ＣＥＯ）に就任した。原告とＱ３は，\nＱ１９を中央及び下ビルマの，Ｑ２０を上ビルマのＶ３再々結成のための\n地下工作員（ＵＧ）としてミャンマー国内に送り込み，その後もＱ１９，\nＱ５，Ｑ２１，Ｑ２０及びＱ２２とＧメール（電子メール）やＧトーク（電\n子チャットシステム）を利用して情報や意見の交換を行った結果，２００\n９年（平成２１年）ないし２０１０年（平成２２年）にＶ３が再々結成さ\nれた。\nＶ３の再々結成は，軍政の弾圧を回避するために非公式であったが，同\n年１月２８日付けミャンマーの国営新聞は，前年１２月から同年１月にか\nけて国内で発生した複数の爆弾事件の犯人として１１名を逮捕したとの記\n事を掲載したところ，これらの１１名はいずれもＶ３のメンバーであり，\nＱ１９がビラ配布などを指示した学生たちであったことから，軍政がＶ３\n再々結成の事実及びメンバーらを把握していることは明らかであると考え\nられた。\n(4) 総括\n完全な個人独裁の国家でもない限り，為政者による国民の支配は法律の形\n式を伴って行われるのが通常であり，ミャンマーの軍政も同様であるところ，\n反政府民主化を求める革命誌の発行，ハンストデモや人権活動家の講演会の\n実行，開催は軍政に対する反対活動を鼓舞奨励しあるいは煽動するものとし\nて，苛烈な刑罰を予定したミャンマーの国内法であるＳＬＯＲＣ法などの反\n政府活動を標的とした取締法規や刑法に抵触するものとなる可能性がある。\nまた，ミャンマー本国政府が８８世代学生リーダーたちを釈放後も危険人物\nとして監視の対象としていることは明白であり，Ｖ３は本国政府から非合法\n団体に指定されており，そのような団体の再結成を計画すること自体，本国\n政府による処罰の対象となることが明らかで，Ｑ１９らの反政府活動家との\n電子メールによる交信ともども刑法，電子取引に関する法律等によって，処\n罰を受ける可能性がある。\n本国政府が国内の反政府活動家と国外の反対勢力組織との連絡を調査し把\n握する能力を有していることを考えるならば，原告の活動は本国政府及び在\n日ミャンマー大使館に把握されている可能性が高く，これらの活動は，軍政\nに反対する原告の一貫した政治的意見の発露であることは明白であり，原告\nは，本国に送還されたときはその政治的意見により刑事処罰の名の下に迫害\nを受けるおそれがあるという十分に理由のある恐怖を有すると認められるこ\nとは明らかであって，原告は難民に該当するから，これを否定した本件難民\n不認定処分は取り消されるべきである。\nなお，本件異議決定は，互いに対等な３名の難民審査参与員のうち２名の\n本件参与員多数意見を排斥する以上，これを排斥した合理的理由及び判断過\n程を，付する理由において明らかにすべきところ，適正手続の基本的内容で\nあるその理由付記に問題があるため，難民審査参与員制度の趣旨を没却して\nいるという事情もある。\n（被告の主張）\n(1) 「難民」の意義\n法が難民条約等に依拠して定義する難民の要件としての「迫害」とは，「通\n常人において受任し得ない苦痛をもたらす攻撃ないし圧迫であって，生命又\nは身体の自由の侵害又は抑圧」を意味し，「迫害を受けるおそれがあるとい\nう十分に理由のある恐怖を有する」というためには，当該人が迫害を受ける\nおそれがあるという恐怖を抱いているという主観的事情のほかに，通常人が\n当該人の立場に置かれた場合にも迫害の恐怖を抱くような客観的事情が存在\nしていることが必要であって，単に迫害を受けるおそれがあるという抽象的\nな可能性が存するにすぎないといった事情では足りず，当該申請者について\n迫害を受けるおそれがあるという恐怖を抱くような個別かつ具体的な事情が\n存することが必要である。\n(2) ミャンマーの一般情勢について\n現在のミャンマーにおいて，政治的意見を理由として迫害を受けるという\n個別，具体的な事情があるといえるためには，単にその者が何らかの反政府\n的活動を行っているというだけでは足りないのであって，積極的な反政府活\n動を行う団体をその中心的な構成員として組織している人物であれば格別，\n高い政治意識を持って積極的な反政府活動を行っているとは認められない，\nいわば「その他大勢の活動家」にすぎない者については，ミャンマー政府か\nら迫害の対象とされるという客観的，具体的事情は認められないというべき\nである。そのような個別，具体的事情があるといえるためには，その者の反\n政府活動の内容やそれを行った人物の経歴等からして，当該者が本国政府を\nして迫害を企図させるほどの政治的意見を有する者であることが必要である。\n(3) 原告が難民であることを基礎付けると主張する事実について\nア  Ｖ１革命グループとしての政治的活動について\n(ア)  革命誌の発行について\nＶ１革命グループは，原告の供述を前提としても，そのメンバーは，\n活動開始当初，原告を含めて１０名で，その活動内容である革命誌の発\n行についても，発行部数２００ないし３００部で，本邦においてミャン\nマー人経営の店やデモの際に無料で配布していたにすぎない上，資金面\nと参加者減少のために第１５号までで発行停止したというのであり，こ\nのような同紙の発行・配布が本国政府から特に注視されるほどの影響力\nを有していたとは認め難い。原告に対し，本国官憲から逮捕状の発付又\nは手配はされていない上，２００７年（平成１９年）中には活動そのも\nのも事実上終了しているのであるから，本国政府が原告の活動を知ると\nころではないといえるのであって，そうであれば，革命誌の発行・配布\nを犯罪事実として立件しようはずもない。\nまた，革命誌は，不法残留等の容疑で入管に収容されたことを発行の\n契機としていることに加えて，在留資格を得られた者たちは，その活動\nをやめてしまったというのであるから，革命誌の発行目的は，反政府活\n動を標榜しつつも，その実態は，在留許可を目論んで計画したものであ\nることが明白であるというべきである。さらに，革命誌には，原告の詩\nを３つも４つも載せなければいけないこともあったというのであるから，\n原告以外にメンバーが存在していたのかは定かではないし，この点をお\nくとしても，内容が変わり映えしない傾向が拭えず，在留許可を目論む\n者の間にのみ流通する革命誌が，殊更本国政府の関心を寄せる内容の雑\n誌であったとは認め難い。\nミャンマーで政治活動を行っているＱ３，Ｑ９，Ｑ２３らは，いずれ\nも本名ではなく政治活動家としての別名であるというのに，原告が，政\n治活動家として世間に名の知られた別名の存在について何ら主張してい\nないというのは不自然であることも，原告の反政府活動に係る主張が虚\n偽であることの表れというべきであり，殊更本名で政治的意味合いを持\nつ文筆活動を行っているということは，真に本国政府から迫害を受ける\nおそれがあるという恐怖を感じて庇護を求めている者の行動とはいえな\nいというべきである。\n(イ)  原告創作の詩のラジオ放送について\nラジオのＸ１放送ニュースで革命誌の創刊が紹介され，原告自作の詩\n「省略」が朗読されたとする点については，かかるラジオ放送の存在自\n体に疑義が残るといわざるを得ない。その点をおいて，仮に，かかるＸ\n１放送ラジオ放送がされ，それが本国政府から注視される媒体であると\nしても，同放送において，原告の氏名は出ていない上，上記の詩の創作\n者として原告の名が明記されているとする革命誌創刊号の発行部数が僅\nか１５０部であり，容易に入手可能とまではいい難いことからすれば，\nその詩が１度朗読されたことをもって，聴衆や政府が原告作成のもので\nあると判断することは困難であるといえ，本国政府から注視されるほど\nの特段の影響力があるとは考え難い。しかも，同ラジオ放送がされたの\nは，本件難民不認定処分の５年ほど前である２００５年（平成１７年）\nであって，これをもって本国政府が迫害の対象として注視するとは想定\nし難い。\n(ウ)  講演会の開催について\n原告は，Ｖ１革命グループの活動として講演会を開いたとする新聞記\n者・作家のＱ６及び作家のＱ７は，反政府活動により国外追放となった\nため，軍政も彼らの行動を監視しており，当日の講演会には在日ミャン\nマー大使館員も傍聴していた旨供述しているが，これらの事情は，本件\n難民認定申請手続では一切述べていないばかりか，客観的証拠もない。\n仮にＶ１革命グループの活動そのものが原告の難民該当性を基礎付ける\n事情とするのであれば，本件難民認定申請手続で当然供述されてしかる\nべき事情であるのに，本訴訟において突如供述するに至ったことは，不\n自然，不合理である。また，原告の記憶は，講演会の年月をよく覚えて\nいないという程度のものであり，Ｖ１革命グループの活動として位置付\nけているのか疑義なしとしない。仮に原告の供述を前提としても，講演\n会の標題は飽くまで「文芸講演会」であり，その講演内容は不明である\nものの，結局のところ，在日ミャンマー大使館員から妨害されたり，圧\n力を加えられたり，原告自身が監視されたなどの申立ては一切ないこと\nから，本国政府が，当該講演会の開催を理由として，原告を殊更注視し\nていたとは考え難い。\n(エ)  ハンストの実施について\n２００６年（平成１８年）９月及び２００７年（平成１９年）９月の\nハンストについても，原告は，ハンストには参加していない上，そのよ\nうな原告がいかなる指揮をとったのかが何ら明らかにされておらず，原\n告が主催者であることや，参加者であることさえ，本国政府において明\nらかとなる状況であったことを示す事情は見当たらない。また，仮に，\nグループのメンバーらが原告をリーダーとして推挙した事実があるのだ\nとしても，リーダーたる原告がハンスト中に食事をしていたとは極めて\n節操がなく，原告の反政府活動に対する熱意のなさの表れというべきと\nころ，このような活動実態をもって，本国政府が原告を迫害の対象とし\nて強く敵視するとは考えられない。\nなお，ハンストについて，Ｘ２，Ｘ３及びＸ４からの取材や報道を証\nする客観的資料は何ら提出されていない上，ラジオ放送がされたことを\n示す証拠の出典等は明らかでなく，かかるラジオ放送がされたか否かは\n疑問であるといわざるを得ないし，ラジオ放送がされたとしても，これ\nをもって本国政府が原告を迫害の対象として注視するとは認め難い。\nイ  ８８世代学生リーダーたちとの連携について\n(ア)  Ｑ３を通じての政治的活動について\n原告がＱ３と連絡を再び取り合うようになった時期及び動機等の経緯\nに係る原告の供述は，不合理に変遷しているし，この点に関するＱ３の\n証言も，原告の供述と符合するものではない。原告が本件仮放免直後の\n時期にあえてＱ３と連絡を取ろうとしたのは，自らの難民該当性の根拠\nとなり得る事実としてＱ３との連絡の事実を作出しようとしたというべ\nきであり，そのように解すれば，原告の供述が変遷した理由は，上記の\nような原告の企図を糊塗するため，両名が自然な成り行きで交流を再開\nしたように原告が供述を変遷させているとも考えられる。\nまた，原告は，Ｑ３が出席する８８世代学生リーダーらによる会議に\n週３回以上は間接的に参加していた旨述べているが，本件難民認定申請\n手続では，このような会議が開かれていること自体一切供述しておらず，\n不自然というほかない。そもそも，Ｑ９など著名な政治活動家が集まる\n会議に，原告のように本国において反政府活動の実績のない人物が参加\nすること自体考え難いといえる。仮に原告の供述を前提としても，原告\nの意見は採用されたとはいえず，その意向がＱ３を始めとした８８世代\n学生リーダーらの反政府活動に影響したとは認めることはできないとい\nうべきである。\nさらに，資金援助に関し，約２０００米ドルを実際に送金したのか，\n送金しようとしたがしなかったのかについて合理的な理由もなく変遷し\nている原告の供述は信用することができないし，５０万チャットという\n客観的な裏付けもない上，その金額では，本国政府が注視するような事\n情とはなり得ないというべきである。\nなお，原告は，Ｑ３がミャンマーからγに逃亡した動機につき，Ｑ３\nが反政府活動の内容を記して原告に渡そうとした資料を，Ｑ３と原告の\n名前の入った手紙を含めて，政府の人間と思われる者に盗まれたためで\nある旨，本訴訟提起後に主張を変更したが，これを裏付ける証拠は原告\nとＱ３の供述のみである。しかしながら，Ｑ３の供述内容は変遷してい\nる上，その供述において輸送を託そうとしたとされる日本から本国に一\n時帰国した知り合いのミャンマー人女性の存在及び素性も明らかにはさ\nれていない。そもそも原告とＱ３は，２００５年（平成１７年）７月か\nら１１月まで毎日連絡を取っていたのであるから，軍政下においてあえ\nて盗難や紛失に遭う危険を冒してまで原告の宛名の入った依頼文を送付\nする必要性があったのか疑問を差し挟まざるを得ず，手紙を添えたこと\nが原因で本国を出国せざるを得なかったという供述を併せ考えると，反\n政府活動家の行動としては余りにも軽率であり，不自然といわざるを得\nないから，原告らの供述は信用性に乏しいというべきである。さらに，\nＱ３は逃亡せざるを得ないほどの危険が差し迫って出国したにもかかわ\nらず，手紙の宛先となった原告の本国にいる家族に対し，本国政府から\n迫害が加えられたという事情も見受けられないのであるから，仮に上記\n事情の一部が認められたとしても，原告が本国政府から注視されている\nとは認められない。\n(イ)  Ｖ４日本支部としての政治的活動について\n原告は，本件難民認定申請手続時，難民該当性の大きな根拠となり得\nる，原告がＱ８に面談して協議を行った上で日本政府への働きかけを行\nったことについて何ら述べておらず，不自然というほかない。また，Ｑ\n３は，その当時原告と頻繁に連絡を取り合い，タイのＶ４のメンバーで\nあったにもかかわらず，その日本支部における活動内容やメンバーの数\nといった基本的な概要を何ら聞いていないと証言しているのであるから，\nそもそも日本支部の存在自体を含め認めることはできないというべきで\nある。\n仮に，原告がＶ４の活動として国連に提出するための資料集めを行っ\nていたのだとしても，原告は，実際には国連に対して何も行動は取らな\nかったというのであり，また，Ｖ４は，メンバーが２００８年（平成２\n０年）に米国に渡ったことで自然消滅しており，その後原告自身も活動\nを行っていないのであるから，Ｖ４における活動により原告が本国政府\nから注視されているとは認められず，その活動が原告の難民該当性を基\n礎付ける事情とはなり得ないというべきである。\n原告がＶ４に対して資金援助していたのかも明らかではない。\nウ  Ｖ３再々結成への協力について\n原告は，本件難民認定申請手続において，Ｖ３への関与の態様について\n供述を変遷させており，極めて信用性が乏しい。\nまた，原告はＶ３再々結成のために行ったとする活動内容について，協\n力したとか支援したなどと抽象的に主張するほか，具体的な活動内容とし\nて，ＧメールやＧトークを利用して情報や意見の交換を行っていた旨主張\nするにとどまっている。そのやり取りを示すものとして提出された電子メ\nール等は，いずれもフリーメールのＧメールであることから，インターネ\nット環境があればどこからでも送受信できるのであって，原告がミャンマ\nー国内にいるＱ１９や，タイのγにいるＱ２１と連絡を取り合っていたこ\nとの証拠としての価値は低いというべきであるし，原告が共にＶ３の再々\n結成のために活動した５名のうち，面識があるＱ５以外について原告が主\n張するとおりの人物であるかどうかも不明であるといわざるを得ない。ま\nた，メールの内容を見ても，①送金についての記述や対話者の状況等につ\nいての記述は多少あるものの，原告が資金以外に活動に関する何らかの協\n力や支援をしているとか，共に活動していることを示すような特段の記述\nは見当たらないものや，②転送されたにすぎず，原告に宛てられたもので\nはないものである上，これらの内容が本件難民認定申請手続時における供\n述と整合しない点について原告の説明がないことからも，原告の活動を立\n証するものとは認め難く，これらのメールによって原告の具体的な活動が\n明らかとはいえない。\nなお，原告の援用する２０１０年（平成２２年）１月２８日付けミャン\nマーの国営新聞の記事を見ても，２００９年（平成２１年）１２月から２\n０１０年（平成２２年）１月にかけて発生した爆弾事件のテロリストグル\nープが，Ｖ３と同じあるいは関連グループであるとか，逮捕された１１名\nがＶ３のＱ１９の仲間であり，同人と連絡を取り合っている原告の仲間で\nあることなどを示す記載はなく，上記爆弾事件及び１１名の逮捕者と，原\n告及び原告が関係するとしている組織や人物との間に何らかの関係があっ\nたと認めることは困難である。原告は，本件難民認定申請手続の１回目の\n事情聴取において，上記爆弾事件の犯人逮捕について何ら話しておらず，\n２回目の事情聴取で，言い忘れたことがあるとして，上記爆弾事件の犯人\nにつき説明し始めたものであり，かかる供述経緯からしても，原告が，上\n記爆弾事件の犯人逮捕との関連で特段の恐怖を抱いているとは考え難い。\n(4) 総括\n原告は，本国政府が原告につき察知している可能性といった抽象的な可能\n性をもって「迫害を受けるおそれがあるという十分に理由のある恐怖」があ\nるとしているのであるが，そもそも失当である上，上記(3)のような事情を踏\nまえると，原告に反政府活動に対する影響力があると認めることは困難とい\nわざるを得ず，原告がミャンマー政府をして迫害を企図させるほどの政治的\n意見を有する者であるとは到底認められない。したがって，原告について，\nミャンマー政府から個別，具体的な迫害を受けるおそれがあるという恐怖を\n抱くような客観的，具体的な事情があるとはいえない。本国の家族が平穏か\nつ無事に生活している事実は，原告に迫害を受けるおそれがないことを示す\n事情といえる。\n原告を難民条約等に定める難民と認めることはできないから，本件難民不\n認定処分は適法である。\n第３  当裁判所の判断\n１  認定事実\n前提事実及び後掲各証拠等によれば，以下の各事実が認められ，これらに反\nする証拠は信用することができない。\n(1) ミャンマーの一般情勢\nア  軍政の成立と軍政下の政情\n(ア)  ビルマは，１９４８年（昭和２３年）に英国から独立した後，１９\n６２年（昭和３７年）にネィウィン将軍の指揮したクー・デタにより民\n政が倒され，同年７月にビルマ社会主義計画党が結成されて社会主義体\n制を追求したが，国連から後発発展途上国に認定されるほどに経済が悪\n化したことから，１９８８年（昭和６３年）３月以降，ヤンゴンで学生\n主導の反政府デモが拡大し，警察や軍との衝突が発生した。同年８月８\n日，学生，市民によるいわゆるゼネストがビルマ全土で展開されて（以\n下「８８８８ゼネスト」という。），やがて民主化運動となり，アウン\nサンスーチーがリーダー的存在になるなどしたものの，同年９月１８日，\n軍事クー・デタにより，ＳＬＯＲＣが全権を掌握して軍政が成立した。\n（甲Ｃ１７のパラグラフ３．０２，乙Ｂ３，弁論の全趣旨）\n(イ)  ＳＬＯＲＣは，１９８９年（平成元年）７月２０日にアウンサンス\nーチーを国家破壊分子法違反で自宅に軟禁して政治活動を禁止しつつ，\n１９９０年（平成２年）５月２７日に複数政党参加の９０年総選挙を実\n施したが，アウンサンスーチー率いるＮＬＤが全４８５議席中８割超の\n３９２議席を獲得して圧勝し，政権与党であったＮＵＰは１０議席を獲\n得するにとどまったところ，ＳＬＯＲＣは，民政移管のためには堅固な\n憲法が必要であるとして，選挙を無効とし，政権の委譲を拒否した上，\nアウンサンスーチーら何十名のＮＬＤ構成員を投獄した。\n１９９３年（平成５年）１月からは，新憲法の基本原則を審議する国\n民会議が断続的に開催されたところ，軍政がその代議員７０１名を指名\nしたうち，９０年総選挙の当選者は９９名にとどまり，ＮＬＤは，１９\n９５年（平成７年）１１月に至って，国民会議をボイコットしたところ，\nＳＬＯＲＣは，その対抗措置として，ＮＬＤ所属の代議員全８６名の代\n議員資格を剝奪した。（全体につき，甲Ｃ１７のパラグラフ３．０２，\n弁論の全趣旨）\n(ウ)  １９９７年（平成９年）１１月１５日，ＳＬＯＲＣはＳＰＤＣに改\n組したところ，２０００年（平成１２年）頃から，アウンサンスーチー\nとの対話を始め，２００２年（平成１４年）半ばまでには，ＮＬＤに対\nする規制を緩和する方向を示したが，この方針に軍政強硬派は不満を募\nらせ，２００３年（平成１５年）５月３０日，北部モンユワ市近郊のデ\nィペインで，ＳＰＤＣの武装集団がＮＬＤのパレード車列を奇襲して，\n多数のＮＬＤ幹部及び支持者が死傷し，遊説中のアウンサンスーチーも\n拘束されてＪ１に収監されたほか，政治活動家やジャーナリスト，学生\nなども身柄を拘束された（ディペイン事件。甲Ｃ６，７，甲Ｃ１７のパ\nラグラフ３．０２，乙Ｂ３）。もっとも，その後，同事件で身柄を拘束\nされた者は，その多くが同年６月中旬までには順次解放されたものの，\nアウンサンスーチーは自宅に移送されて軟禁状態に置かれた。（弁論の\n全趣旨）\n(エ)  ２００７年（平成１９年），燃料価格が５倍値上がりしたことを契\n機として，同年８月，ヤンゴンなどで抗議行動が起き，同月１９日，Ｑ\n９ら８８世代学生リーダーを中心とするグループが主導するデモが発生\nし，同月２１日には同人らの身柄が拘束された。この抗議行動には仏僧\nらも加担した（サフラン革命）ところ，軍政は，同年９月２５日には，\nヤンゴンとマンダレーに午後９時から午前５時までの夜間外出禁止令を\n発し，１９８８年（昭和６３年）から続く５人以上の集会禁止の遵守徹\n底を命令し，翌２６日から治安部隊及び軍がデモの武力鎮圧に乗り出し\nて，殺害，逮捕などが行われた。それまで仏教は，他の宗教と比較して\n奨励されていたものの，以後は仏教コミュニティ等に関する監視が少な\nくとも２０１０年（平成２２年）までは継続し，逮捕された僧侶の多く\nの身柄拘束が解かれることもなかった。（甲Ｃ２の訳文８～９頁，甲Ｃ\n４，１５，甲Ｃ１７のパラグラフ３．０２・１９．０２，乙Ｂ３，弁論の\n全趣旨）\n(オ)  このサフラン革命前までに起草された憲法草案は，２００８年（平\n成２０年）３月に，限られた出版物で一般公開された後，同年５月１０\n日及びサイクロン被災地でその２週間後に行われた国民投票で承認，制\n定された（２００８年憲法）が，この憲法は，上下院の各議席の４分の\n１を国軍最高司令官が任命するものとされているほか，国軍のために主\n要大臣のコントロールを含む広範囲の権限を認めるものであった。２０\n０８年憲法に基づき２０１０年（平成２２年）１１月７日に実施された\n２０１０年総選挙は，軍系政党のＵＳＤＰが，下院である人民代表院（定\n数４４０）の被選挙議席３３０のうち２５９議席を，上院である民族代\n表院（定数２２４）の被選挙議席１６８のうち１２９議席をそれぞれ獲\n得して勝利した（乙Ｂ３，１２の２）。（甲Ｃ１７のパラグラフ３．０\n３・４．０４・４．０５・４．１７・５．０１・６．０３・６．０４）\nＮＬＤは，上記の２００８年憲法承認の国民投票及び２０１０年総選\n挙をいずれもボイコットした（弁論の全趣旨）。\n(カ)  アウンサンスーチーの自宅軟禁は，２０１０年総選挙直後の同月１\n３日に解除されたものの，この前後，ＮＬＤに命じられていた解党決定\nに対する不服申立ては，同月下旬，最高裁判所で認められなかった（甲\nＣ１７のパラグラフ４．１３・４．１５・７．０２・７．０３，乙Ｂ３）。\nイ  ２０１０年総選挙後の政情\n(ア)  ２０１１年（平成２３年）１月３１日，国会が召集されて，同年２\n月４日，同国会で副大統領３名が選出され，同年３月３０日には３名の\n副大統領のうちテインセイン元首相が大統領に就任した（甲Ｃ１７のパ\nラグラフ４．１６・４．１９，乙Ｂ３，弁論の全趣旨）。\n(イ)  テインセイン政権は，２０１１年（平成２３年）５月１７日以降，\n順次恩赦を実施し，２０１２年（平成２４年）１月１日及び同月１３日\nには，Ｑ９などの政治犯を含む１２００人以上の服役囚を釈放した（乙\nＢ１３の１・２，弁論の全趣旨）。\n(ウ)  この間，ＮＬＤは，２０１１年（平成２３年）１１月２５日に連邦\n選挙管理委員会に政党設立・登録を申請して，同年１２月１２日に政党\n設立が許可されたところ，２０１２年（平成２４年）４月１日に実施さ\nれた議会補欠選挙で，４５議席中４３議席を獲得した（弁論の全趣旨）。\n(エ)  テインセイン大統領は，２０１３年（平成２５年）１２月３０日，\n全ての政治犯を恩赦した（乙Ｂ１３の３・４，弁論の全趣旨）。\n(2) 第１次異議決定までの原告の行動\nア  ミャンマー（ビルマ当時を含む。）における行動\n(ア)  原告は，１９６７年（昭和４２年）▲月▲日にヤンゴンにおいて出\n生し，同月▲日に同じくヤンゴンで出生したＱ３と，１９８０年（昭和\n５５年）に１３歳で中学校の同級生として知り合った。両名は，同じ高\n等学校を経て，共にＺ大学に進学した。（前提事実(1)，甲Ａ７０の１頁，\n甲Ａ７４の１頁，乙Ａ１の２８頁，証人Ｑ３・１頁・２３頁・２５頁・\n４５頁・４７～４８頁）\n(イ)  １９８７年（昭和６２年），当時のビルマ政府は，貨幣を廃止して\nこれを通用できないようにする廃貨令を発したところ，Ｚ大学の学生ら\nは抗議行動を起こして反政府政治活動と化し，やがて同大学は閉鎖され\nた。Ｑ３は，この活動に身を投じ，８８８８ゼネスト（前記(1)ア(ア)）\n後の１９８８年（昭和６３年）８月２８日に学生らによって結成された\nＶ３でも，その中央執行委員に就任し，この頃には政治活動用の名とし\nてＱ３を名乗るようになった（甲Ａ６８，証人Ｑ３・１～５頁・２３～\n２４頁・２６頁・４５頁・４７～４８頁）。他方，原告は，廃貨令後に抗\n議ビラを配布したことはあったものの，行動を共にした友人が逮捕され\nたことから，海軍に所属していた親戚に相談するなどし，１９８７年（昭\n和６２年）１２月にＺ大学を第２学年で休学した上，その親戚の便宜を\n頼って翌年１月１９日に海軍に最下級の水兵として入隊した（乙Ａ５）。\n（甲Ａ７０の３～４頁，甲Ａ７４の１頁，乙Ａ１の２８～２９頁，原告\n本人４５～４６頁）\n(ウ)  原告は，やがて軍規違反となる怠勤等の罪に問われ，１９９１年（平\n成３年）５月１２日にＪ１に投獄されるとともに軍籍を失って，除隊し\nた（乙Ａ５）。原告は，同年１２月に出所した後，再び開学していたＺ\n大学に復籍したが，在学中，政治活動に直接関わる状況にはなかった。\n公務員をしていた原告の母は，原告は外国に出た方がよいと勧め，原告\nは，１９９２年（平成４年）と１９９３年（平成５年）の２度，旅券の\n取得を申請したが，認められなかった。（甲Ａ７４の１頁，乙Ａ１の３\n０頁，原告本人４６～４８頁）\nなお，Ｑ３は，１９８９年（平成元年）４月からの約１か月半と同年\n８月からの約２か月半，逮捕，勾留されたほか，１９９１年（平成３年）\n１２月にアウンサンスーチーに対するノーベル平和賞の授与が発表され\nたことを受けて，Ｖ３の中央執行委員として，Ｚ大学講堂において，当\n時自宅軟禁中であったアウンサンスーチーを解放して，９０年総選挙の\n結果を尊重するよう求めていこうと学生らに呼び掛ける演説をして学生\nらがデモ化したことを受けて，同月１７日に逮捕されてＪ１に収容され，\n同月２５日には禁固１５年の刑を受けてＪ２に投獄されたため，復学後\nの原告がＱ３と接触することはなかった（甲Ａ７０の１～３頁，甲Ａ７\n４の１～２頁，証人Ｑ３・４～７頁）。\n(エ)  原告は，１９９４年（平成６年）にＺ大学を第４学年で中退した後，\n特に職に就くことなく過ごしていたが，１９９７年（平成９年），原告\nの母が，９月に亡くなる前，原告の旅券の取得に尽力するとともに，韓\n国の語学学校に行けるよう手配してくれていて，翌１９９８年（平成１\n０年）５月に，旅券と，留学目的の韓国の有効期間３か月の査証が取得\nできると，同年６月１０日に同国に向けて出国した（乙Ａ１の３０～３\n１頁，原告本人４７～５１頁）。\nイ  本邦における行動\n(ア)  原告は，韓国に入国後，査証の有効期間が迫ると，その更新の申請\nをしたが，容易には認められず，それでも１度は更新を受けられたもの\nの，２度目の更新は受けられず不法残留になることが予想されたため，\n原告は，観光目的の日本の査証を取得して，ミャンマーの友人とともに\n観光旅行のツアーに参加し，１９９８年（平成１０年）１０月２日，在\n留資格を「短期滞在」，在留期間を１５日とする上陸の許可を受けて本\n邦に入国した（前提事実(2)ア，乙Ａ１の３１～３２頁，原告本人５０頁）。\n(イ)  原告は，本邦に入国した後，在留期間の更新又は変更を受けないで，\n在留期限を超えて在留し，遅くとも１９９９年（平成１１年）３月頃か\nら，職を転々としつつ，不法就労をした（前提事実(2)ア，乙Ａ１の３１\n～３２頁）。\n(ウ)  原告は，その間，軍政により投獄された人のことについて，Ｘ６と\nＸ３という２つの雑誌にＱ２４という筆名を用いて寄稿した（乙Ａ１の\n３３頁，原告本人２８～２９頁）。\n(エ)  原告は，平成１６年１０月２０日，不法残留の容疑で警察官に現行\n犯逮捕された後の同月２９日，法務大臣に対し，第１次難民認定申請を\nしたが，法務大臣は，これについて，平成１６年１２月１６日付けで第\n１次難民不認定処分をした。原告は，同月２１日，第１次異議申立てを\nしたところ，法務大臣は，原告に対し，平成１７年４月８日付けでこれ\nを棄却する旨の第１次異議決定をし，同月１４日にこれを原告に通知し\nた。この間，原告に対して本邦からの退去を命じる本件退令が平成１６\n年１２月１７日に発付されたところ，原告は，平成１７年３月１５日，\nその取消し等を求める訴えを提起した。（前提事実(2)イないしカ）\n(3) 第１次異議決定後の原告の行動\nア  革命誌の創刊\n原告は，平成１７年（２００５年）６月２９日の本件仮放免まで東京入\n管収容場に収容されていた（前提事実(2)キ）ところ，本件異議決定がされ\nたのと同じ同年４月頃，同収容場に収容されていたＱ１と軍政を批判する\n雑誌を発行することを相談した。同年６月１４日付けで，ミャンマー語で\n「新しい血」という意味のＶ１と名付けられた革命誌の創刊号が発行され，\nそこには，編集担当と連絡先として，共同代表であるＱ２，原告及びＱ１\nの名が記載されるとともに，独裁を批判する内容の「省略」という題名の\n詩も原告の実名で掲載された（甲Ａ６）。革命誌の創刊は，Ｑ１の妻を通\nじてＸ１放送ラジオ局のＱ２５記者に紹介され，Ｑ１は，同記者のインタ\nビューを受け，①収容されている自分たちは自由に民主化活動ができない\n中，できるのは書くことだけなのでペンを武器として戦うことを決意した，\n②収容中の１０人ないし１５人が皆で書き，外にいる仲間たちの支援金で\n完成した，③１回目として１５０部を出版した旨などを表明するとともに，\n④上記の「省略」の一部を朗読し，⑤毎月出版することを頑張りたいと述\nべた模様が，ミャンマー語により，同局からラジオ放送された（甲Ａ１８，\n４８）。（甲Ａ４０，甲Ａ６５の２～４頁，乙Ａ６の１０～１２頁，原告\n本人１～４頁・３４頁・５１～５２頁）\nイ  本国との連絡\n(ア)  原告の本件仮放免直後の２００５年（平成１７年）７月７日，軍政\nは８８世代学生リーダー等の多くを釈放する恩赦をしたところ，原告は，\nこれにより釈放された者の名がインターネットで報道された中に，原告\nの母の従兄弟に当たる政治活動家のＱ２６（乙Ａ１１の１６頁）と，そ\nの息子の８８世代学生リーダーの１人で原告より２歳ほど年上であり，\n原告が大学生であった時代に直接薫陶を受けたことがあるＱ５の名を見\n付けたことから，本国にいる実兄のＱ２７に架電して，Ｑ５と連絡を取\nることができないかを尋ねた。Ｑ２７は，Ｑ３の兄と友人であったとこ\nろ，丁度その頃，Ｑ２７と原告の従姉妹の夫に当たるＱ１４が，自分も\n親しくしていたＱ３の兄の下を訪れた。すると，その場には，１９９９\n年（平成１１年）１０月１０日にＪ２を出所していたＱ３もおり，Ｑ１\n４とＱ３は，中学校時代の同級生であったことから，同じ同級生であっ\nた原告のことに話が及んだ。日系企業に勤務していたＱ１４は，２００\n０年（平成１２年）頃に仕事で来日したことがあり，その際に原告と電\n話で話をして原告の電話番号を知っていたことから，Ｑ３に原告の電話\n番号を教え，持っていた携帯電話から原告に国際電話を架けた。Ｑ１４\nが原告と話した後，Ｑ３に電話を替わり，Ｑ３と原告は，学生時代以来\nの話を交わした。（甲Ａ６５の７～９頁，甲Ａ７０の４頁，甲Ａ７４の\n２頁，乙Ａ６の１５頁，証人Ｑ３・８～９頁・２６～２７頁・２９～３\n１頁・４９～５２頁，原告本人８～９頁・１６～１７頁・３６～３９頁・\n５３～５４頁）\n(イ)  以後，原告とＱ３は，ミャンマー側にいるＱ３が盗聴のおそれの少\nない携帯電話機を使える機会などを捉え，使用する電話機を固定させな\nい方法で，相応の頻度で連絡を取るようになった（甲Ａ７０の４頁，甲\nＡ７４の２頁，証人Ｑ３・４４～４５頁）。\nそのような連絡の中で，原告は，Ｑ３に対し，何か緊急の用でお金が\n必要になることがあれば，Ｑ１４に言って受け取ってほしい旨を告げた。\nもっとも，この頃，Ｑ３は，携帯電話機を入手することを計画していた\nが，２０００米ドルほどの費用が掛かることから実現しなかった。（証\n人Ｑ３・１１頁，原告本人１１頁・４１～４２頁）\n(ウ)  また，この頃，Ｑ３は，上記(ア)の恩赦により釈放された８８世代\n学生リーダーの１人として著名なＱ１０の家に，Ｑ９，Ｑ１１らの政治\n活動家らとともに頻繁に集まるようになった（甲Ａ７０の４～５頁，甲\nＡ７４の２頁，乙Ａ６の１７頁，証人Ｑ３・７～８頁・２８～２９頁・\n３３～３５頁，原告本人９～１０頁）。\nＱ３は，これらの政治活動家らとも調整の上，日本からインターネッ\nトでミャンマーの内情や反政府活動の状況を発信してもらうため，政治\n的背景がなく厳しい手荷物検査等を受けないと考えられる知人がミャン\nマーと日本の間を往来する機会を捉えて電子データを託して原告に届け\nることを，原告との間で相談していたところ，２００５年（平成１７年）\n１０月頃，原告から，配送役に適した女性が近くミャンマーを訪れる旨\nを聞き及んだ。Ｑ３が，同月３１日，原告に発信してもらうことを予定\nする資料を紙で準備し，これをＣＤに焼き付けて電子データ化する作業\nのためにパソコンを保有する協力者の下に赴こうとしたところ，その道\nすがら，資料を入れていた鞄を切り裂かれて資料を盗まれる被害に遭っ\nた。Ｑ３は，自身の身に危険が及ぶと判断し，Ｑ１０らにも相談して国\n外に脱出することを決意し，かねて原告から告げられていたところに甘\nえて，Ｑ１４から５０万チャットの資金（貨幣相場につき乙Ｂ３参照）\nを用立ててもらった上，Ｑ１１とともに，同年１１月上旬にはタイのγ\nに避難し，以後，そこを拠点として活動するようになった。原告は，後\nにＱ１４に上記の５０万チャット相当額を支払った。（甲Ａ６５の９～\n１０頁，甲Ａ７０の６～８頁，甲Ａ７４の３～４頁，乙Ａ６の１６頁，\n証人Ｑ３・１０～１３頁・２０頁・３２～３７頁・４１～４２頁・５４\n頁，原告本人１１～１２頁・４１頁）\nＱ１１とＱ３がタイに移動したことは，ミャンマーのＸ５に，後に，\n２００７年（平成１９年）８月２５日付けで，同年７月５日付けの他紙\nの新聞報道を引用しつつ，国外で活動する反政府団体と連絡を取りテロ\n暴力活動を成功させるために，８８世代学生リーダーたちが２００５年\n（平成１７年）後半にミャンマーからタイに両名を派遣したという趣旨\nの内容で報じられ，２００７年（平成１９年）９月９日付けＸ５でも同\n趣旨が報じられた（甲Ａ２５，６６，６７）。\nウ  Ｑ３の活動との関係（２００５年（平成１７年）頃から２００７年（平\n成１９年）頃まで）\n(ア)  Ｑ３は，タイに拠点を移すと，通信環境が向上し，また，ミャンマ\nー国外間では，電話やインターネット上の情報交換内容を傍受される危\n険性も低まったことから，原告との連絡の頻度は増した（甲Ａ７０の８\n頁，証人Ｑ３・１４頁）。\n革命誌は，日本国内で２００５年（平成１７年）６月に創刊号が発行\nされた後，同年７月発行の第２号以下，毎月発行が重ねられるとともに，\nＱ１がＶ２のδ事務所にも送付し，デザイン等の相談もしていたところ，\nＱ３は同年１２月発行の第７号以降はその毎号に記事を寄稿するように\nなった（甲Ａ６ないし１７（各枝番を含む。），甲Ａ７４の４頁，証人\nＱ３・１８～１９頁，原告本人９頁・５１～５２頁）。\n(イ)  また，この頃，原告は，Ｖ３の元メンバーでＸ７というメディアの\n在γ女性特派員をしていたＱ２８の協力を得て，在日ミャンマー人のＱ\n２９がγを訪れた際に，自己名義の金融機関のキャッシュカードをＱ２\n８に手渡しておき，原告が同口座に月二，三万円を入金し，Ｑ２８が上\n記キャッシュカードを用いてこれをタイ・バーツで引き出してＱ３に渡\nすという方法で，原告からＱ３への資金提供が行われるようになった（甲\nＡ７０の９頁，甲Ａ７４の４頁，乙Ａ６の１８頁・２１頁，証人Ｑ３・\n２０～２２頁，原告本人１４～１５頁）。\n(ウ)  Ｑ３は，Ｖ２の元指導者であるＱ３０に促され，２００６年（平成\n１８年）１月，γで，ＳＰＤＣの弾圧から逃れてきた元政治囚の安全を\n守り，引き続き政治活動を行うため，Ｖ５を結成して，その初代書記長\nに就任した（甲Ａ７０の１０頁，証人Ｑ３・１８頁）。\n(エ)  他方，Ｑ３は，同年６月，γの同じ難民キャンプを拠点に行動して\nいたＱ１１らと共に，Ｖ５とは異なって対象を政治囚に限らず，少数民\n族等を含む国外ミャンマー避難民の支援等に活動の主眼を置いたＶ６\n（甲Ａ１７の３参照）という団体を組織したが，現地で別に活動してい\nたＶ７という団体と称呼が類似し区別が付きにくかったことから，同年\n９月には，Ｖ６からＶ４に団体名を改めた（甲Ａ６５の１０頁，証人Ｑ\n３・１６～１７頁・４０頁・５５頁）。もっとも，同月頃には，タイ政府\nが難民キャンプの生活者を複数のキャンプに振り分けて移動させるよう\nになり，同団体のメンバーも散り散りになったことから，そのγにおけ\nる活動は縮小した。Ｑ３自身も，同年１０月には難民キャンプを移され，\n同年１１月頃からは避難民への教育機会の確保のための活動に傾注する\nようになり，Ｖ４の活動からは遠ざかった（甲Ａ７４の４頁，証人Ｑ３・\n２２頁）。（甲Ａ７０の８～１０頁）\n原告は，γにいたＱ３やＱ３に近い仲間が電話で述べたメッセージを\n録音して，Ｖ１革命グループとして開設していたウェブサイトに一部ア\nップロードしたことがある（甲Ａ７０の９頁，甲Ａ７４の４～６頁，証\n人Ｑ３・１９～２０頁）。\n(オ)  Ｑ３は，２００８年（平成２０年），ＵＮＨＣＲで政治的難民と認\nめられ，同様にこれを認められたＶ５やＶ４の仲間らと相前後して，同\n年９月９日にタイを出国し，Ｑ３においては米国に渡ったことにより，\nＶ４は解体した（甲Ａ６５の１１頁，乙Ａ６の２０頁，乙Ａ１１の１７\n頁，証人Ｑ３・２２～２３頁・３７～３８頁，原告本人４２頁）。Ｑ３\nは，後に米国の永住権を取得した（甲Ａ７１，７２）。\nエ  上記ウの時期における原告の日本国内における行動\n(ア)  革命誌の発行等\n革命誌は，毎号約１０篇ないし１５篇の軍政を批判する論説，散文，\n詩，風刺画等を掲載して発刊が続けられ（うち第７号以降にＱ３の記事\nが寄稿されたことは，前記ウ(ア)のとおり。），その中には，原告が，\n実名のほか，見映えを良くする等の目的で数個の筆名を使い分けて制作\nした詩や散文も多く載せられた。革命誌は，毎号２００ないし３００部\n程度印刷されて，日本国内のミャンマー関連の飲食店や雑貨店に置かれ\n無料頒布され，デモや祭りの場でも配布に供され（そのほかにＶ２のδ\n事務所に送付されたことも，前記ウ(ア)のとおり。），Ｖ１革命グルー\nプのウェブサイトにもＰＤＦファイル化してアップロードされたが，Ｖ\n６が８８８８ゼネスト１８周年を記念して２００６年（平成１８年）８\n月８日付けで発表した声明を掲載した第１４号より後は，発行されたこ\nとを認めるに足りる証拠はない。第１４号までの全ての号の奥書には責\n任者，連絡先として原告の実名が記載された一方，創刊時の共同代表の\n１人であったＱ１は，第３号までは責任者，連絡先として名を連ねたも\nのの，２００５年（平成１７年）９月発行の第４号ではタイピング担当\nとなり，第５号では再び連絡先の１人とされたものの，同年１１月発行\nの第６号以降は奥書から名が消えた。なお，Ｑ１は，同年，在留資格を\n得ており，同人を含め，革命誌創刊当初，約１０名であったＶ１革命グ\nループに属していた者は，在留資格が得られると活動から遠ざかるとい\nう傾向にあった。（甲Ａ６ないし１７，甲Ａ６５の４頁・６～７頁，乙\nＡ６の１１～１２頁，乙Ａ７の２～３頁，原告本人２～４頁・２９～３\n１頁・３５頁）\n(イ)  講演会\n２００５年（平成１７年）又は２００６年（平成１８年）に，米国在\n住のミャンマー人作家兼ジャーナリストであるＱ６が来日して講演会を\n行った際，原告はその場に居合わせた（甲Ａ２１）。\n(ウ)  第１回ハンスト\n２００６年（平成１８年），Ｖ２の初代議長で米国在住の政治活動家\nである〇〇ことＱ８が，１８年前に軍事クー・デタが行われた９月１８\n日を前に来日したのに合わせ，Ｖ１革命グループの者５名は，同年９月\n１７日午後から翌１８日午後までの２４時間，東京都品川区北品川四丁\n目所在のミャンマー大使館前でハンストを行った。原告は，その現場で\nハンストの実行を予告する宣言をしたが，自身はハンストそのものには\n加わらなかった。Ｑ８は，同月１７日の昼前後にミャンマー大使館前を\n訪れてハンスト参加者らを激励したが，ハンストが実行された午後３時\nにはε駅前に移動して演説し，さらに，夜には北区ζで講演した後，翌\n１８日朝には韓国のηに向けて飛び立った。なお，ミャンマー大使館前\nは，大使館敷地内から監視カメラで撮影されている環境にある（甲Ｃ２\n０）。（甲Ａ１９，２１，甲Ａ６５の５頁，甲Ａ７５，乙Ａ６の１３頁，\n原告本人５～７頁・３１～３３頁）\n(エ)  第２回ハンスト\n２００７年（平成１９年）９月１６日午後５時頃から翌１７日午後５\n時頃まで，β公園（最後の２時間は在日ミャンマー大使館前）において，\nＶ１革命グループの者を含む１０名がハンストを実施した。原告はハン\nスト自体は行わなかったが，警察との交渉に携わり，また，現場にいて\nメディアの取材に対応した。（甲Ａ２０，甲Ａ６５の６頁，乙Ａ６の１\n３～１５頁，原告本人７～８頁・３２～３４頁）\nこれに先立ち，Ｑ３からは，同月１４日付けで，ミャンマー国民は衣\n食住及び交通の苦難に直面しており，健康，教育等の水準も低下してい\nるとして，海外在住の民主化勢力が世界各国のミャンマー大使館前で抗\n議デモを行うよう協力を求める文書が電子メールで送付された（甲Ａ２\n３，甲Ａ６５の１０頁，原告本人８頁）。また，８８世代学生リーダー\nたちからは，Ｖ１革命グループ及びＶ４が同月１６日に東京でハンスト\nを行うことに大いに満足している旨の見解が記載された文書が送付され\nた（甲Ａ２２）。\n原告は，革命誌創刊を報じたのと同じＸ１放送のＱ２５記者の取材を\n受け，軍政に反対するハンストが，ミャンマー大使館前については警察\nの許可が下りなかったことから，公園で行う予定であること，ハンスト\nは立ったまま水以外の飲食物を摂取しないで行う予定であることを答え，\nその旨が同月１６日夕刻のＸ１放送のラジオ放送で報じられた（甲Ａ２\n０，４１）。\nなお，原告は，Ｖ４の日本におけるディレクターという肩書きの使用\nを許されていたところ（甲Ａ７０の９頁，甲Ａ７４の４頁，証人Ｑ３・\n１７頁・３７頁），第２回のハンストに近接した２００７年（平成１９\n年）９月１８日頃，Ｖ４の声明文が，原告，Ｑ１７及びＱ１６の連名で\n作成された。そこには，独裁軍政の抑圧，暴力行為によりミャンマーか\nらの避難民が年々増加しており，これを国連安全保障理事会が問題にす\nること，ミャンマー国民全てを避難民として認めてもらうこと，軍政（ナ・\nア・パ）の挙行した制憲国民会議（ニャウンナピン）における決定事項\n全てに反対すること，９０年総選挙の結果を実行すること等を求める内\n容が記載されていた。（甲Ａ２４，甲Ａ６５の１０頁，原告本人１２～\n１４頁・４０～４１頁）\nオ  Ｖ３に関連する行動（２００９年（平成２１年）頃の状況）\n(ア)  原告の第１次難民不認定処分取消請求を棄却した前訴判決は，平成\n２１年３月２６日付けで最高裁判所で上告棄却，不受理決定がされたこ\nとにより，確定した（前提事実(2)カ及びク）。原告は，同年９月１日，\n本件難民認定申請をした（前提事実(3)ア）。\n(イ)  これより前，Ｖ３は，１９８８年（昭和６３年）にＱ９が中心とな\nって結成された学生団体であったが，同人の逮捕などにより壊滅してい\nたところ，２００７年（平成１９年）に，Ｑ１８を中心として一時再結\n成されたものの，同人が同年９月のサフラン革命時に投獄され，他のメ\nンバーも国外に逃れたために，組織の体を成していなかった。他方，８\n８世代学生リーダーの１人であったＱ５（上記イ(ア)参照）は，２００\n６年（平成１８年）末ないし２００７年（平成１９年）頃にミャンマー\nからタイのγに出国したが，Ｖ３を立て直したいという意向を有してお\nり，原告は２００８年（平成２０年）頃にそのことを聞いていた。\nその後，原告がＱ５から聞いたところなどによれば，現役の学生世代\nであるＱ１９は，２００７年（平成１９年）のＶ３の再結成に携わった\nものの，この頃にはγに避難しており，その当時，γには，Ｖ３の立て\n直しを志向する同志として，Ｑ５，Ｑ２１のほか，Ｑ１９及びＱ２０が\nおり，Ｑ１９は下ビルマにおけるオルグ活動を担当することを予定し，\nＱ２０は上ビルマにおけるオルグ活動を担当することを予定して，２０\n０９年（平成２１年）４月頃，それぞれ，ミャンマーに再度潜入し，同\n年６月頃，Ｖ３が再々結成され，組織を拡大しようとしているとのこと\nであった。もっとも，原告は，Ｑ１９及びＱ２０以外に，Ｖ３再々結成\nに係る活動をしている若者世代の人数や名前は知らず，両名との間にも\n面識はなかった。（(イ)全体につき，甲Ａ６５の９頁・１１～１２頁，\n乙Ａ６の２３～２５頁，原告本人１６～１９頁・５４頁）\n(ウ)  原告は，「Ｇ  Ｍａｉｌ」や「Ｇ  Ｔａｌｋ」を利用して，Ｑ１９\nとされる人物との連絡や金品援助に関与したと供述する（甲Ａ６５の１\n３頁，乙Ａ６の２４～２５頁，乙Ａ１１の６頁）ところ，これを裏付け\nる証拠として原告が提出した文書には，以下のものがある。\nａ  東京入管に対して平成２１年９月１５日に提出したもの（甲Ａ２６\nないし３４の東京入管の受付印参照）\n(a)  「省略」（以下「Ｑ１９のアドレス」という。）から「省略」（以\n下「本件アドレス」という。）に宛てた同年７月２６日及び８月１\n３日付けのメールの内容が「省略」（以下「本件転送アドレス」と\nいう。）に宛てて転送されたもの（甲Ａ２６，２７）。\n(b)  Ｑ１９のアドレスと本件アドレスとの間の同年８月１３日から\n９月２日までの間のチャットの内容が，本件転送アドレスに宛てて\n転送されたもの（甲Ａ２８ないし３４）。\nｂ  本件訴訟に提出したもの\n(a)  Ｑ１９のアドレスから本件アドレスに宛てた同年９月８日及び\n同月２９日付けのメール（甲Ａ３５，４９）\n(b)  「省略」（以下「Ｑ２１のアドレス」という。）からＱ１９のア\nドレスに宛てた同年９月１２日及び同月１４日付けのメールが，Ｑ\n１９のアドレスから本件アドレスに宛てて転送されたもの（甲Ａ３\n６，４２）\n(c)  Ｑ１９のアドレスと本件アドレスとの間の同年９月１４日，同月\n１７日，同月１８日及び同年１０月１日から２日にかけてのチャッ\nト（甲Ａ４３ないし４５，５０）\n(d)  Ｑ２１のアドレスと本件アドレスとの間の同年９月１８日のチ\nャット（甲Ａ４６）\n(e)  Ｑ１９のアドレスからＱ２１のアドレス及び本件アドレスに宛\nてた同年１０月３日付けのメールの内容が，本件アドレスから本件\n転送アドレスに宛てて転送されたもの（甲Ａ５１の１）\n(f)  本件アドレスからＱ２１のアドレスに宛てた同年１０月４日付\nけのメール（甲Ａ５２の１）\n(g)  Ｑ１９のアドレスから本件アドレスに宛ててビラの写真画像フ\nァイルを添付した同年１０月５日付けのメール（甲Ａ５３）及びＱ\n１９のアドレスからＱ２１のアドレス及び本件アドレスに宛てた同\n日付けのメール（甲Ａ４７）\n(h)  Ｑ１９のアドレスからＱ２１のアドレス及び本件アドレス等に\n宛てて民主化を求めるビラや声明文を市街地の壁や柱に貼った様子\n等を写した写真画像ファイルを添付した同年１０月８日及び同月１\n０日付けのメール（甲Ａ５４ないし５７）\n(i)  「省略」（以下「Ｑ２２のアドレス」という。）から本件アドレ\nスに宛てた同年１０月２３日付けのメール及びこれに返信する形で\n本件アドレスからＱ２２のアドレスに宛てた同月２４日付けのメー\nル（甲Ａ５９の１・２）\n(j)  Ｑ２２のアドレスから本件アドレスに宛てて「地域内闘争から都\n市闘争へ計画草案」と題する文書ファイルを添付した同年１０月２\n６日付けのメールが，本件アドレスからＱ２１のアドレス及び本件\n転送アドレス等に宛てて転送されたもの（甲Ａ６０の１～３）並び\nにＱ２２のアドレスから本件アドレスに宛てた同日付けのメール\n（甲Ａ６１）\n上記添付ファィル文書の末尾近くには，一時的に定めた連絡ネッ\nトワークとして，Ｑ５，Ｑ２１，Ｑ１９，Ｑ２０などと並んで，原\n告の名も「Ｖ３―日本」という肩書きで記されている（甲Ａ６０の\n４）。\n(k)  本件アドレスからＱ１９のアドレス，Ｑ２２のアドレス及びＱ２\n１のアドレス等に宛てた同年１０月２８日付けのメール（甲Ａ６２）\n(l)  Ｑ２１のアドレスから本件アドレスに宛てて上記(j)と同じ「地\n域内闘争から都市闘争へ計画草案」と題するもの外２つの文書ファ\nイルを添付した同年１２月１９日付けのメール（甲Ａ６３の１～４）\n２  原告の難民該当性についての検討\n上記１に認定した事実に基づき，原告が法に定義される難民条約１条の規定\n又は難民議定書１条の規定により難民条約の適用を受ける難民（法２条３号の\n２），即ち，「人種，宗教，国籍若しくは特定の社会的集団の構成員であること\n又は政治的意見を理由に迫害を受けるおそれがあるという十分に理由のある恐\n怖を有するために，国籍国の外にいる者であって，その国籍国の保護を受ける\nことができないもの又はそのような恐怖を有するためにその国籍国の保護を受\nけることを望まないもの」に該当するか否かを検討する。\n(1) 革命誌について\nア  運動としての広がりについて\n認定事実(3)ア，ウ(ア)及びエ(ア)によれば，革命誌は，原告，Ｑ１ほか\n１名が共同代表となって，２００５年（平成１７年）６月に創刊され，以後，\n２００６年（平成１８年）８月頃に発行されたとみられる第１４号（甲Ａ１\n７）まで発行されていたが，その部数は毎号２００ないし３００部程度であ\nり，主として日本国内のミャンマー関連の飲食店等に置かれて配布されて\nいたにすぎず，同誌を通じた反政府運動の顕著な広がりがあったことはう\nかがわれない。また，創刊時の共同代表の１人であったＱ１は，妻を通じて\nＸ１放送ラジオ局のＱ２５記者と接触し，革命誌の創刊に関するインタビ\nューを受けて，その内容が放送されたが，その後，在留資格の取得に伴い，\n同年１１月発行の第６号以降は奥書から名が消え，同誌に関する活動をし\nなくなったほか，他に革命誌の発行に関与したＶ１革命グループに属する\n者も減少傾向にあったことがうかがわれる。\nイ  原告の政治的背景について\nまた，認定事実(2)によれば，原告は，第１次異議決定を受ける頃までは\n取り立てて目立った政治的活動を行っていた形跡はうかがわれず，政治的\n色彩を帯びた行動に及んだとうかがわれるのは，せいぜい，①本国で１９８\n７年（昭和６２年）に廃貨令が発せられた後に一時抗議ビラの配布に携わり，\n②本邦で２つの雑誌に筆名で軍政に関する寄稿をしたという程度のものに\nとどまる。このうち①については，その後抗議ビラを共に配布した友人が逮\n捕されたことを契機として，親戚に相談して海軍に入隊するという政府へ\nの帰順意思を示すような行動に出ており，また，②についても，筆名での単\n発的な２回のみの寄稿にとどまるものであり，いずれも確固たる政治的意\n見の発現としての行動であったと認めるには程遠いものといわざるを得な\nい。\nそうすると，それまでそのような行動しか取ってきていなかった原告が，\n格別政治的志向を高める契機となったような事情もうかがわれないままに，\n２００５年（平成１７年）４月頃になって突如，軍政批判の記事を相当数掲\n載する内容の革命誌の創刊を思い立ち，しかも，同年６月に実際にその発行\nがされた後，編集，発行の責任者ないし連絡先，あるいは反政府詩の制作者\nとして実名を著すに至るというのは，経緯として相当唐突であるといわざ\nるを得ない。\nウ  小括\n以上のとおり，原告が発行や寄稿に関与していた革命誌自体，さほどの広\nがりをもって発行されていたものでなく，その担い手は減少傾向にあり，発\n行期間も２００５年（平成１７年）６月から２００６年（平成１８年）８月\n頃までの１年余りと短かったこと，また，原告自身，革命誌を発行するより\n前は目立った政治的活動の実績もなかったことを勘案すると，それが発行\nされなくなって４年以上経過した平成２２年１１月の本件難民不認定処分\nの時点において，本国政府が，革命誌の発行や寄稿に原告が過去一時関与し\nていたことを捉えて原告に迫害を加えるおそれがある状況にあったとは考\nえ難いというべきである。\n(2) Ｑ３に関係した行動について\nア  Ｑ３との関係について\n認定事実(2)ア，(3)イ及びウによれば，原告とＱ３は，中学校，高校及び\n大学を通じて知人の関係にあり，Ｑ３は学生運動に身を投じて１９９９年\n（平成１１年）まで刑務所において服役していたところ，原告は，２００５\n年（平成１７年）７月になって同人との音信を再開し，Ｑ３を含む８８世代\n学生リーダーらの本国における活動について電話で話をするようになった\nこと，同人が同年１０月頃にタイのγに退避した後は，連絡の頻度が増し，\n月額２ないし３万円程度の資金提供を行ったことが認められる。\nイ  Ｑ３が本国にいた当時の連絡の密度について\n原告とＱ３が連絡を取るようになった後，その間に電話が交わされた頻\n度につき，原告及びＱ３は，その尋問において，本国のＱ３の隣家にあった\n固定電話に毎日のように時間を決めて原告から架電していた旨を供述する。\nしかも，そこで交わした会話の内容は政治的なものであったというのであ\nる。（証人Ｑ３・９頁・３１～３５頁・５２～５３頁，原告本人９頁）\nしかし，これらの供述内容は，政府に知られないように複数の電話を使い\n分けていたという両名の陳述録取書の内容とも異なっていて（認定事実(3)\nイ(イ)参照），不合理に変遷しており，信用することができない。両名が毎\n日のように連絡を取り合っていたというのは，Ｑ３がタイのγに移動して\nから連絡の頻度が増したということとも相容れ難いもので，明らかに誇張\nがあると考えられ，この時期，両名は，より少ない頻度で連絡を取り合って\nいたにとどまるものと解される。\nウ  サフラン革命への影響について\nもっとも，両名の間で政治的行動について一定の会話が交わされたもの\nとは考えられ，そのような中で，原告が，本国における燃料価格の値上げに\n際して採る行動のアイディアを提供し，あるいはこれを練り上げるのに何\nらか寄与する発言をした可能性があることは否定できない。\nしかしながら，原告のアイディアが２年後のサフラン革命時の市民行動\nに結実したと原告が主張する点については，本件難民認定申請手続におけ\nる調査時はおろか，本件訴訟においても，原告が，提訴から１年４か月以上\nを経過した平成２８年７月に，Ｑ３から詳しい供述を得られたとして原告\nの難民該当性を基礎付ける事実についての追加主張をした準備書面(3)で\nすら，主張としては触れられず，これと同時に提出されたＱ３及び原告の各\n陳述録取書（甲Ａ７０，７４）に記載があるのみであって，これが主張とし\nて明示されるに至ったのは，平成２９年１１月２４日付け原告最終準備書\n面におけるものが初めてである。\nこのような経過からすると，原告は，少なくとも，本件訴訟の提起後にＱ\n３に指摘されるまで，自分がＱ３と交わした会話がサフラン革命時の市民\n行動に影響を与えたものと認識していたとは認められず，まして，自分がそ\nのような影響を与えるようなことを行ったことから迫害を受けるおそれが\nあると，本件難民不認定処分時において考えていたとは認め難いものであ\nる。\nエ  Ｑ３のタイ退避の契機となった盗難事件について\n原告は，Ｑ３がタイのγに避難する契機となった盗難事件に遭った際，盗\nまれた資料の中にＱ３と原告の名前が入ったものが存在したと主張する。\nしかしながら，Ｑ３が，タイのγに退避することとなった直前の時期に，\n日本の原告の下に届ける電子データを作成しようと資料を持ち歩いている\n際に盗難に遭った事実は認められるとしても（認定事実(3)イ(ウ)），手荷\n物検査をされる危険もあろうかという荷物を政府の目を盗んで受渡ししよ\nうとするに際して，関係当事者間で既に届け先と届ける目的も分かりきっ\nているにもかかわらず，あえて宛先人の名前が分かるように記載したもの\nを同梱することは，その必要性には乏しく，むしろ害あって利がないと考え\nられる。宛名を記載した理由についてＱ３から合理的な説明もないこと（証\n人Ｑ３・５４頁）に照らせば，盗まれた資料の中に原告の名前を記載したも\nのが混在していたことについては，疑いを差し挟まざるを得ない。\nなお，上記のことは差出人であるＱ３の名前についても同様に当てはま\nるところ，仮に盗まれた資料中にＱ３の名前を記載したものも存在してい\nなかったとしても，盗難被害自体がＱ３を狙い打ちしたものであった可能\n性を否定することができない以上は，その被害に遭ったという事実だけか\nらＱ３の身に危険が及ぶ可能性があると判断して退避行動に出ることはあ\nり得るというべきであるから，Ｑ３が盗難被害後にタイに退避している事\n実から，盗まれた資料中に名前を記載した資料が混在していたことを推認\nできる関係にもないというべきである。\nオ  Ｘ５の報道について\n原告は，２００７年（平成１９年）８月２５日付けＸ５が，８８世代学生\nリーダーたちが，タイに移動したＱ１１とＱ３を介して，国外で活動する反\n政府団体と連絡を取り合っている旨報じたこと（甲Ａ２５）について，当該\n国外の反政府団体とは，Ｖ４やＶ１革命グループを意味すると主張し，これ\nに沿う供述をする（甲Ａ６５の１１頁，原告本人１５頁）。\nしかし，同記事の文脈上，国外の反政府団体とはタイのそれを意味すると\n解するのが自然であり，日本のそれを意味すると解するのが困難であるこ\nとはＱ３自身も認めるところである（証人Ｑ３・１３頁）し，他に少なから\nずミャンマー国外の反政府団体が存在することも想像に難くないから，当\n該記事を上記の原告の主張のように理解することは困難である。\nカ  小括\n以上のとおり，原告は，８８世代学生リーダーの１人と位置付けられるＱ\n３と連絡をとり，政治的行動について一定の会話をしたほか，同人がタイに\n移動した後も，若干の資金提供を行ったことなどが認められるが，証拠上，\nその関与が認められる程度は２００５年（平成１７年）７月から２００６年\n（平成１８年）ないし２００７年（平成１９年）頃にかけての一時期におけ\nる限定的なものにとどまること，これに加えて，前記(1)イのとおり，原告\n自身，２００５年（平成１７年）６月より前は目立った政治的活動の実績も\nなく，Ｑ３の活動に上記の程度原告が関与した事実を本国政府が知り得る\n契機にも乏しかったと考えられることも勘案すると，本件難民不認定処分\nの時点において，本国政府が，原告がＱ３の活動に関与していたことを捉え\nて原告に迫害を加えるおそれがある状況にあったとは考え難いというべき\nである。\n(3) 講演会について\n原告は，認定事実(3)エ(イ)の講演会を含めて，Ｖ１革命グループが２００\n５年（平成１７年）と２００６年（平成１８年）の２回にわたりミャンマー人\n作家２名を招いて講演会を主催した旨主張し，これに沿う供述があるが（甲Ａ\n６５の４頁，乙Ａ６の１３頁，原告本人４～５頁・５２～５３頁），これらの\n講演会の開催の経緯及び内容等を的確に認めるに足りる証拠はない。\n(4) ハンストについて\nア  ハンストの内容について\n認定事実(3)エ(ウ)及び(エ)によれば，①平成１８年９月，米国在住の政\n治活動家でＶ２の初代議長として名の知られたＱ８の来日に合わせて，Ｖ\n１革命グループの者５名が，ミャンマー大使館前で第１回ハンストを行い，\n原告はその現場でハンストの実行を予告する宣言などをしたこと，②翌年\n９月，Ｖ１革命グループの者ら１０名が，主としてβ公園で第２回ハンスト\nを行い，原告は警察との調整などを行ったほか，Ｘ１放送ラジオ局のＱ２５\n記者の取材を受け，その内容が放送されたことが認められる。\nイ  運動としての広がりについて\nしかしながら，認定事実(3)エ(ウ)のとおり，第１回のハンストにおいて\nは，デモ開始前にＱ８が激励に訪れた様子が見受けられるとはいえ，同人は，\n実際にハンストが始まった頃には実行場所を離れて，別の場所で演説ない\nし講演に奔走した上，ハンスト継続中に離日してしまっているのであり，同\n人とこのハンストとの関わりが密接であったとも認め難い。\nまた，第２回のハンストは，認定事実(3)エ(エ)によれば，Ｑ３を含む８\n８世代学生リーダーたちの要請があって行われたものである可能性が高い\nと考えられ，原告自らが企画したことをうかがわせる的確な証拠はなく，原\n告自身がハンストの実行行為には加わっていないことと合わせ，原告は，調\n整，司会進行及びメディア対応を担当する役回りとして関与したにとどま\nると解される。\n加えて，これらのハンストの実行行為に加わった者は５名ないし１０名\n程度と少なかったばかりか（認定事実(3)エ(ウ)及び(エ)），その主たる参\n加者であったＶ１革命グループに属していた者は，在留資格が得られると\nその活動から遠ざかるという傾向にあった（認定事実(3)エ(ア)）。\nウ  小括\n以上のとおり，原告の主張するハンストは，海外における反政府活動と連\n携していることがある程度うかがわれる反面，原告がこれらの実行を主導\nしたとまではうかがわれず，また，原告自らがハンストの実行行為をしたも\nのではないこと，ハンストをした者の人数からみて企画の規模が小さかっ\nたこと，参加者の主たる母体であったＶ１革命グループは，２００７年（平\n成１９年）９月に実施された第２回のハンスト後ほどなくして活動を停止\nして，政治的広がりが皆無の状況となり，翌年以降，抗議活動として継続的\nに定着したような様子も見受けられないこと，これらの点に，前記(1)イの\nとおり，原告自身，２００５年（平成１７年）６月より前は目立った政治的\n活動の実績もなかったことも勘案すると，上記の第２回ハンスト後３年余\nりを経過した平成２２年１１月の本件難民不認定処分の時点において，本\n国政府が，原告がこれらのハンスト行動に過去単発的に一時関与したこと\nを捉えて原告に迫害を加えるおそれがある状況にあったとは考え難いとい\nうべきである。\n(5) Ｖ４について\n原告は，原告がＱ３らの結成したＶ４の日本支部のディレクターの地位に\n就いたことも，原告の難民該当性を基礎付ける事実として主張する。\nしかし，認定事実(3)ウ(エ)によれば，Ｖ４は，Ｖ６から名称を変更して間\nもない頃，タイ政府によって関係者の生活していた難民キャンプを分けられ\nたことからその活動を縮小したものと認められ，タイにおいてもその後の活\n動実態は明らかではない上，日本における活動についていえば，原告の名前が\n入った声明文が存在する（認定事実(3)エ(エ)）以外には，具体的な活動が行\nわれていたことを示す的確な証拠はなく，その声明文も，第２回のハンストに\n近接した時期の単発的なものであるにとどまり，それ固有で反政府活動に多\n大な影響があったのかはうかがい知れないことからすると，上記の原告の主\n張を採用することはできない。\n(6) 国際電話会議について\n原告は，２００７年（平成１９年）頃，Ｑ８が主宰した国際電話会議に各国\nの元Ｖ２のリーダーらとともに参加したことも，原告の難民該当性を基礎付\nける事実として主張するが，これを裏付ける証拠は原告自身の陳述録取書（甲\nＡ７４の４～５頁）しか存在しないことに加え，この点が主張されたのは，平\n成２８年７月４日受付の準備書面(3)におけるものが初めてであって，これに\n参加したことから迫害を受けるおそれがあると，原告が本件難民不認定処分\n時において考えていたとは認め難いことからすると，上記の原告の主張は採\n用の限りでない。\n(7) Ｖ３に関係した行動について\nア  本件アドレスを利用した交信の時期について\n原告は，本件アドレスを利用した交信により情報や意見の交換を行った\n結果，Ｖ３が再々結成されたと主張するが，認定事実(3)オ(イ)及び(ウ)に\nよれば，原告が提出した証拠によって認められる本件アドレスを利用した\n交信は，Ｖ３が再々結成された２００９年（平成２１年）６月より後のもの\nであり，まず，時期的に見て，これらの交信の結果としてＶ３が再々結成さ\nれたものとは認められない。\nイ  本件アドレスの利用者について\n(ア)  もっとも，認定事実(3)オ(イ)によれば，Ｑ１９は，ミャンマー国内\nにおいて上記のＶ３の再々結成に係る活動を行っていたとされる人物で\nあるところ，Ｑ１９のアドレスと本件アドレスとの間では，Ｖ３の再々結\n成後離れていない時期にメールやチャットの方法で交信されていること\nが認められる。そして，原告は，本件アドレスは自分が利用しているもの\nであると主張し，これに沿う供述をする（甲Ａ６５の１３頁，原告本人４\n３頁）。\n(イ)  しかしながら，本件アドレスを利用してＱ１９のアドレス等との間\nでメールやチャットを交信した者が原告であると認めるには，以下のよ\nうに疑わしい点が相当数存在するといわざるを得ず，本件アドレスは，こ\nれらの交信がされた当時，原告と関係のある第三者が利用していた可能\n性を払拭することができない。\nａ  ２００９年（平成２１年）７月２６日（以下，この項において，同年\nの年の表記は省略する。）から９月２日までのメールやチャットは，全\nてＱ１９のアドレスと本件アドレスとの間でされた交信そのものでな\nく，これらが本件アドレスから本件転送アドレス宛てに転送されたもの\nが証拠として提出されているが（認定事実(3)オ(ウ)ａ），これらの交\n信を原告が本件アドレスを利用して行っていたのだとすれば，そのよう\nな迂遠な方法で証拠化する必要には乏しいと考えられるし，仮に本件ア\nドレスにおいては受信履歴を削除しまっていたのだとしても，特定の本\n件転送アドレスに継続的にメールやチャットが転送されて保存されて\nいる理由も明らかではない。\nｂ  ９月１４日のチャットで，本件アドレスから，自分も直ぐに入国する\n意向であるかのような旨が述べられているが（甲Ａ４３の１０：４９以\n降），当時，原告がミャンマーに入国する意向を有していたとは考え難\nい。\nｃ  ９月１７日のチャットでは，本件アドレス利用者が，８８学生運動の\n様子について触れるくだりや，Ｖ３とＶ８の関係について意見するくだ\nりがあるが（甲Ａ４４の１０：３２以降），８８学生運動に深く関わっ\nていたとまでは認め難い原告が，このようなコメントをすることができ\nる知識を有しているか疑念がある。\nｄ  ９月１８日の本件アドレスとＱ２１のアドレスとのチャットにおい\nて，本件アドレス利用者からＱ２０を調べることが申し出られているが\n（甲Ａ４６の１０：４９），日本からみれば遠くミャンマーの上ビルマ\nに潜入していて，原告と面識がないＱ２０について，原告がこのような\nことを申し出るのは不自然である。\nｅ  １０月１日から翌２日にかけてのチャットでは，①本件アドレス利\n用者は，金銭の受け取りに使う名前はＱ３１であり，Ｑ３２が日本から\n送ったと説明しており，本件アドレス利用者と原告とが別人であること\nが前提とされていること（甲Ａ５０の１１：２７以降），②本件アドレ\nスとは異なる「θ」（原語の綴りも原告の「θ」と同じ。）なる発信者\nからのコメントが入り込んでいること（同１２：２１），③本件アドレ\nス利用者が，そばにＱ５がいるとして，Ｑ５と話し合われた結果を送信\nしたかのような外観を呈する交信がされていること（同１２：３８付近）\nから，当時，本件アドレスを利用していたのは，日本にいる原告ではな\nく，ミャンマーに隣接するタイのγにいる第三者であった可能性が考え\nられる。\nなお，このチャットにおいて，Ｑ１９のアドレスから「兄さんの電話\n番号」を問われたのに対して返された電話番号（同１２：４５）は，原\n告自身のものであるとうかがわれるが（乙Ａ５参照），「兄さん」とは，\nチャットの相手のみならず，年上の男性全般を意味し，冒頭で「Ｑ３２\nが日本から送ったのだと。明日電話しなければならない。」とのくだり\nがあること（同１１：２８）を受けてのやり取りであったとも考えられ\nるし，そうでなくても，このチャットが外出するので電話を架けてくれ\nれば架け直すという内容で締め括られていること（同１２：４７）から\nすると，上記の電話番号は，必ずしも本件アドレス利用者が自分の電話\n番号として答えたものであるとは限らない。さらに付け加えると，より\n時期の遅い１０月２４日のメールにおいては，本件アドレス利用者の電\n話番号と思しき箇所が秘匿されている（甲Ａ５９の２）。\nｆ  １０月２８日には，本件アドレスからＱ１９のアドレス等に宛てて，\n「Ｑ３３」なる暗号名のＥメールアドレスを宛先に入れるよう指示がさ\nれているが（甲Ａ６２），本件アドレス利用者がＱ３２の名前で継続的\nに交信していたのだとすれば，この指示内容は不可解である。\n(ウ)  上記(イ)に指摘した各点に加え，原告はそもそもＱ１９と面識がな\nく，両名の関係性は，生じているとしても，せいぜい２００９年（平成２\n１年）６月以降のものであることも勘案すると，いわゆるフリーメールと\nして十分な本人確認がされないままにアカウントを取得することのでき\nる本件アドレスを利用してされた交信の全てについて，原告が関与した\nわけではないという蓋然性があるといわざるを得ない。\nウ  本件アドレスを利用した交信内容の証拠価値\nまた，ミャンマーにおける２００７年（平成１９年）及び２０１１年（平\n成２３年）の人権状況に関する米国国務省等の報告には，政府がフリーメー\nルを定期的に遮断し，電子メールを監視の対象としている疑いがある等の\n旨の指摘があるところ（甲Ｃ２の訳文２１頁，甲Ｃ１７のパラグラフ１６．\n０７～１６．１５），その間の時期において，同国政府から弾圧を受ける可\n能性がある政治活動を，そのような同国の国内事情を知悉しつつ真摯に遂\n行しようとしている集団が，国境を跨いで政治活動内容に関わる通信を行\nうに際し，通信内容が政府に露呈する可能性があると考えられる方法で，暗\n号や隠語も用いることなく無防備に交信すること自体，合理的に理解し難\nい行為であるといわざるを得ない。\nそして，実際に本件アドレスを利用して交信された内容を見ても，本件ア\nドレスとＱ１９のアドレスとの交信の当初，本件アドレスからは，Ｑ１９の\nアドレスに対し，無警戒にミャンマー国内の活動の様子の写真などを送る\nよう促された（甲Ａ４３の９：４０）後，Ｑ１９のアドレスからビラ貼り等\nの結果を示した写真が送付され（甲Ａ５３ないし５７），その後になって，\nＱ１９のアドレスに対し，暗号名のアドレスを利用するようにとか，本名や\n電話番号は足が付くので用いないようにとかの，本来なら初期にやり取り\nされてしかるべき基本的な注意事項が伝えられており（甲Ａ６２），他方で，\nＱ３４という原告の本名については，この注意事項に反して，送金者や暗号\n名等として自ら示すことが行われている（甲Ａ５０，６２）というように，\nいわばちぐはぐな状況が生まれている。\n以上のような交信方法やその内容の不自然さに照らしても，本件アドレ\nスを利用した交信内容は，現実のＶ３の再々結成後，これに関連する誠実な\n活動として行われたものであるのか，疑問を禁じ得ないというべきである。\nエ  小括\n以上のとおり，本件アドレスを利用してされた交信の全てについて原告\nが関与していると認めることはできないし，仮に関与している部分がある\nとしても，それらの証拠価値には疑問がある。\n原告は，本件アドレスを利用してされた交信内容を根拠として，原告がミ\nャンマー国内におけるＶ３の再々結成とその活動を積極的に支援していた\n旨を主張するけれども，これまでに判示したところに照らし，採用すること\nはできない。\n(8) 総合判断\n以上を要するに，原告は，まず，①１９６７年（昭和４２年）生まれの男性\nであり，いわゆる８８世代に属しているが，ミャンマーにおいても，本邦にお\nいても，第１次異議決定を受けた２００５年（平成１７年）４月までの間，目\n立った政治活動を行っておらず，社会的な抗議活動に本格的に参画すること\nなく年齢を重ねてきた者であるということができる。また，②第１次異議決定\nの後，Ｖ１革命グループを結成して革命誌を発刊し，古い知人の関係にあった\n８８世代学生リーダーの１人であるＱ３と通じて，その活動に若干の資金提\n供をするとともに，在日ミャンマー大使館前におけるハンストに関与するな\nどの行動をしたが，いずれも小規模ないし単発的なものであった上，原告自ら\n政治活動を牽引するような強い主導性の下で行われたともいい難く，期間的\nにも，本件難民不認定処分の約５年５か月前から約２年余りの間にとどまり，\nそのうち１年余りを経た後は，その行動も散発的で，その後も含めて，こうし\nた行動が一貫性をもって継続されたとは認められない。③それから時を置い\nて，前訴判決が確定した２００９年（平成２１年）になると，親戚であるＱ５\nを通じ，Ｖ３再々結成後の動きに関連して，原告自身は面識のない若者との間\nで交信が行われたとする本件アドレスに係るアカウントの提供等に何らかの\n関与をした形跡はうかがわれるものの，その交信の全てを原告自らが行った\nと認めることはできず，一部の交信に原告が関与したとしても，その交信方法\nや内容も不自然である。\n本件参与員多数意見は，原告が，自ら発行，編集，執筆した革命誌の存在を\n客観的に立証しているとともに，ハンストを指揮し，８８世代学生リーダーら\nと連絡を取り合い，Ｖ４の日本支部の責任者となり，２００９年（平成２１年）\n６月に本国で再々結成されたＶ３の中央執行委員として活動していると主張\nしていた点について，客観的・直接的な立証がされているわけではないもの\nの，その供述内容が具体的で大筋において首尾一貫しており，矛盾点が認めら\nれず，立証の困難性を考慮すべきであるとして，全体として，原告の行動には，\n政治的信念や反政府的な意思の表明の継続性及び一貫性と，一部活動におい\nて原告の主導性が認められるなどとして，原告を難民と認定するのが相当で\nあるとしたものである（甲Ａ５）。しかしながら，Ｖ３に関連した原告の行動\nは，本件提訴後に提出された証拠をも総合すれば，上記③のとおりのものと評\n価せざるを得ないものであり，また，原告が第１次異議決定後の時期に一時携\nわった政治的行動も，小規模，単発的なものでしばらくすると収束しているこ\nとも，上記②のとおりである。上記①の原告の経歴と合わせ，本件参与員多数\n意見における原告の政治的信念，政治的意思表明の継続性・一貫性及び主導性\nの点についての評価が当を得ているとはいい難い。\n以上を総合すると，本件難民不認定処分の当時のミャンマーにおける軍政\n優位の政治情勢（認定事実(1)ア(オ)及び(カ)）を考慮しても，原告は，政治\n的意見を理由に迫害を受けるおそれがあるという十分に理由のある恐怖を有\nする者であるとまではいえず，法に定義する難民に該当するとはいえない。\n３  結論\nよって，原告を難民と認定しなかった本件難民不認定処分は，適法であり，原\n告の請求は理由がないからこれを棄却することとし，訴訟費用の負担につき行\n政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第３８部\n裁 判 長 裁 判 官      谷    口        豊\n裁 判 官      平    山        馨\n裁 判 官      馬    場        潤\n（別紙省略）\n"
}