{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 9
  },
  "case_number": "平成24(わ)498",
  "case_name": "業務上過失傷害（変更後の訴因　業務上過失致死傷）",
  "court_name": "札幌地方裁判所刑事第１部",
  "result": "その他",
  "gist": "古書店において書棚が転倒して女児２名が死傷した事故につき，同店を経営する会社の取締役である被告人の過失が問われた業務上過失致死傷被告事件において，被告人には書棚の転倒について予見可能性があり，補強措置を講じるなどの転倒防止措置を講ずべきであったのにこれを怠った過失があるとして，被告人を禁錮１年，執行猶予３年に処した事例。",
  "lawsuit_id": "84691",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84691",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/691/084691_hanrei.pdf",
  "contents": "主        文\n被告人を禁錮１年に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n訴訟費用は被告人の負担とする。\n理        由\n（罪となるべき事実）\n被告人は，有限会社Ａ商事の取締役として，同社が経営する札幌市ａ区ｂ町ｃ条\nｄ丁目ｅ番ｆ号ｇビル１階所在の古書店「Ｂ」の業務全般を統括するとともに，同\n店内にいる客の安全のため，同店内に設置された書棚の転倒，倒壊を確実に防止す\nる措置を講ずべき業務に従事していたものであるが，平成２１年９月５日頃，同店\nにおいて，休止していた古書等の販売及び買取りを行う店舗営業を再開するに当た\nり，商品陳列用の棚のうち，壁や天井等の強固な構造物に固定されていなかった３\n列の陳列棚については，１台当たり高さ約２１２センチメートル，幅約９０センチ\nメートル，奥行き約１５センチメートルの大きさで，底面に取り付けられた高さ調\n整用のアジャスター４個で床面に接する木製書棚を４２台使用して設置されていた\nところ，各書棚の並べ方は，７台ずつ横並びにし，これを背中合わせにして１４台\nで１列の陳列棚として，３列の陳列棚が平行に置かれ，各列の書棚の固定方法につ\nいては，横並びで接した側板同士をそれぞれ２本のねじ式の金具などで連結したが，\n背面で接した背板については何ら連結措置をとらず，また，３列の陳列棚を固定す\nるため，間隔を約５７ないし６０センチメートル開けて設置した各列の両端の側板\n上部に幅約９センチメートル，長さ約３０センチメートルないし約１５２センチメ\nートルの板６枚を添え木として取り付けて各列を連結していたものの，前記３列の\n陳列棚の設置方法が，列中央における書棚前面側への傾きを十分に抑えるには足り\nないなど安定性を欠いていた上，各書棚に陳列された書籍の多くが平積みにされて\n書棚からはみ出した状態で陳列され，さらに，各書棚の天板の上にも書籍が平積み\nにされて積み上げられており，重心が不安定になる陳列方法を採っていたことなど\nから，書棚が時間の経過とともに変形し，さらにそれが増大して，従業員や客らが\n店内を移動し又は書棚から書籍を取り出すなどして書棚に軽度の外力又は振動が加\nわっただけでも，転倒限界に近い釣り合い状態が崩れ，前記連結した添え木を介し\nて各陳列棚が転倒して書棚が倒壊し，店内にいる客らの生命身体に危害を及ぼすお\nそれがあったのであるから，前記陳列棚３列の各列の書棚の背面同士をねじなどで\n連結した上，各列を壁又は天井等に固定するなど転倒防止のための補強措置を講じ\nるなどして，各陳列棚の転倒による書棚の倒壊を確実に防止すべき業務上の注意義\n務があるのに，これを怠り，各陳列棚が転倒することはないものと軽信し，前記陳\n列棚３列の各列の書棚の背面同士をねじなどで連結することなく，各列を壁又は天\n井等に固定するなど転倒防止のための補強措置も講じず，書棚の安定性が悪い状態\nのまま，客らを店内に招き入れ古書等の販売及び買取りを行う営業を開始してこれ\nを続けた過失により，同年１０月１３日午後３時４０分頃，同店内において，前記\n書棚に加わった軽度の外力又は振動等によって転倒限界に近い釣り合い状態を崩れ\nさせ，前記連結した添え木を介して各陳列棚を転倒させて書棚を倒壊させ，同書棚\n付近の通路で本を探していた客であるＣ（当時１４歳）及びＤ（当時１０歳）に対\nし，その身体を壁面に設置された書棚と倒壊した書棚との間に挟ませ，よって，前\n記Ｃに加療約２日間を要する左前頭部打撲，左手打撲，左膝擦過傷の傷害を負わせ\nるとともに，前記Ｄに蘇生後脳症等の傷害を負わせ，平成２４年９月１８日午後２\n時１３分，札幌市ｈ区ｉｊ番地ｋ社会福祉法人ｌにおいて，同人を蘇生後脳症によ\nり死亡させた。\n（争点に対する判断）\n第１  争点\n本件では，被告人が，判示古書店において，合計４２台の書棚（以下「本\n件書棚」という。）を判示のとおり３列にして設置したこと及び平成２１年\n１０月１３日に本件書棚が転倒したこと（以下「本件事故」という。）に争\nいはないが，その原因については争いがある。すなわち，検察官は，本件事\n故発生時において，本件書棚は日常的に想定し得る範囲の力でも転倒を生じ\n得る状況に置かれていたところ，軽度の外力又は振動等により転倒限界に近\nい釣り合い状態が崩れて転倒したと主張しているのに対し，弁護人は，本件\n書棚は軽度の外力又は振動等により転倒するような状態ではなかったのであ\nり，被害者であるＣが書棚の棚板の上に乗るなどしたために転倒した可能性\nが高いなどと主張している。\nさらに，被告人の過失の有無についても争いがあり，検察官は，被告人は\n本件事故発生前の時点において本件書棚の転倒を予見することができ，また，\n予見すべきであったとし，本件書棚について転倒防止のための補強措置を講\nじる注意義務を負っていたにもかかわらず，これを怠った過失があると主張\nしているのに対し，弁護人は，被告人が本件事故発生前の時点において本件\n書棚の転倒を予見することはできなかったから，被告人に本件書棚の転倒に\nついての過失はないと主張している。\n第２  前提となる事実\n関係各証拠によれば，次のとおりの事実が認められる。\n１  古書店の営業開始，書棚購入の経緯等\n(1)  被告人は，平成１７年 ２月 ，有限会社 Ａ商事 の取締役として，同社が\nＥから判示ｇビル１階所在の古書店「Ｆ 」の営業を譲り受ける契約を締結\nし，平成１８年頃から，同所において，店名を「 Ｂ」と改めて，古書店の\n営業を開始した（以下，同所の店舗を「本件店舗」という。）。\n「Ｂ」の営業については，被告人がその業務を統括し，同社の社員とし\nて雇用されたＥが同店の営業に携わることとなった。\n(2)   被告人は，本件店舗の店頭 における 古書等の販売及び買取りの営業\n（以下「店舗営業」という。）のほか，ウェブサイト上での古書等の販売\n及び買取りの営業を行っていたが，平成２０年４月ないし５月頃，ウェブ\nサイト上での営業のみを行うこととし，店舗営業を中止して，以後，本件\n店舗を倉庫として使用していた。\nそして，被告人は，本件店舗での在庫商品の保管に供する ため，株式会\n社Ｇから，合計４２台の本件書棚を，平成２０年６月に２８台，同年７月\nに８台，同年１２月に６台（同時に購入した１４１台のうちの６台）の内\n訳で順次購入し，後記のとおり，本件店舗内の南側の 部分から順次設置し\nた。\n２  本件書棚の設置状況等\n(1)  書棚の形状，材質\n本件書棚は，いずれも， 高さ約２１０センチメートル（後記のアジャス\nターの高さを除く。），幅約９０センチメートル，奥行き約１５センチメー\nトルの大きさの木製書棚であり，前面，後面とも上端から下端まで真っすぐ\nな形状（以下「ストレートタイプ」という。）をしており，さらに，左右の\n側板の底部には，高さ調整用の金属製アジャスターが２本ずつ（書棚１台\n当たり４本），側板の前後の先端から２センチメートル以上内側の位置に\n取り付けられているため，書棚の底面と床面 とは接しておらず，アジャス\nターと床面とが接する構造になっていた。\nまた，本件書棚のうち，平成２０年６月購入の２８台及び同年７月購入\nの８台の書棚は，棚４段の上段（高さ約１０２センチメートル）と同じく\n４段の下段（後記のアジャスターの部分を除く高さ約１０８センチメート\nル）とに分かれ，下段の天板と上段の底板とを備付けのねじ式の金具で２\n箇所固定し，連結して用いる型のもの（以下「上下分離型」という。）で\nあり，同年１２月購入の６台の書棚は，上段と下段 とに分かれておらず，\n初めから８段の書棚全体が一体となっている型のもの（以下「一体型」と\nいう。）であった。なお，本件書棚を構成する板は，木材の砕片を圧縮成\n型したパーティクルボードと呼ばれる素材で作られており，その表面をメ\nラミン樹脂製の薄い化粧板で被覆したものである。\n(2)  平成２０年６月購入の上下分離型書棚２８台の設置状況等\nア  被告人は，平成２０年６月頃，Ｅやアルバイト従業員らと協力して，\n同月購入の上下分離型書棚２８台について，そのうちの１４台を，既に\n本件店舗南側の壁面に設置されていたスチール製書棚の列の北隣に，こ\nれと幅約６１センチメートルの通路を挟んで 平行になるように，７台ず\nつ横並びにし，背中合わせにした列にして設置し，更にその北隣に，残\nり１４台を同様の列にして，幅約６０センチメートルの通路を挟んで 同\nじく平行になるように設置した。\nイ  その際，被告人は，各列の書棚について，下段から先に並べることと\nし，水平器で水平を測りながらアジャスターの高さを調整しつつ，各列\nの書棚の下段の側板同士を１箇所で付属のねじ式の金具で固定して横に\n連結し，さらに，その上に上段を乗せて下段と連結しようとしたが，そ\nのままでは不安定であったため，一旦下段に重めの書籍を収納して重心\nを下げ，安定させた上で，上段を乗せて下段と連結した。すると，書棚\nは，下段と上段を連結した状態でも自立するようになったが，横から見\nると，背中合わせの書棚の上段同士の間に，上に向かうほど広がるＹ字\n型の隙間ができており，その隙間は一番上で少なくとも二，三センチメ\nートル開いていた。そこで，被告人は，各列の書棚の上段の側板同士も\n１箇所を付属のねじ式の金具で固定して横に連結するとともに，各列の\n両端の背中合わせになった書棚の側板同士も，金属プレートをそれぞれ\n一，二箇所渡して木ねじで留めるなどして連結した。もっとも，被告人\nは，背中合わせになった各書棚の背面同士を連結する措置は講じなかっ\nた。\nさらに，被告人は，各列の東端同士，西端同士を添え木で連結するこ\nととして，各列の両端の側面上端に，片側１枚ずつ，長さ約１２０セン\nチメートル，幅約９センチメートル，厚さ約２センチメートルの板を渡\nし，それぞれの板の両端を各２本の木ねじで留めて取り付けた。\nなお，被告人は，当公判廷において，添え木と書棚の接合部１箇所当\nたり５本の木ねじで留めたと供述するが， 本件店舗内の検証調書や捜査\n報告書に見られる接合部の状況によれば，固定方法は前述のとおりであ\nったと認められ，この点に関する被告人の供述は信用できない。\nウ  被告人は，上記イのとおり２列の書棚を設置した後，各書棚の上段に\nも書籍を収納したところ，各列の両端では背中合わせの書棚同士の間の\nＹ字型の隙間が解消されたことを確認したが，各列の中央部分において\nもこの隙間が解消されたかどうかについては確認しなかった。\n(3)  平成２０年７月購入の上下分離型書棚８台の設置状況\nア  被告人は，平成２０年７月頃，同月購入の 上下分離型書棚８台につい\nても，Ｅやアルバイト従業員らと協力して，同年６月に設置した本件書\n棚の北側の列のうち東側８台の北隣に，４台ずつ横並びにし，背中合わ\nせにした列にして，幅約５７センチメートルの通路を挟んで平行になる\nように設置した。\nイ   その際，被告人は，前記 (2)イと同様の方法で，各書棚の上段と下段\nとを連結し，上段と下段の側板同士をそれぞれ１箇所で横に連結したが，\n背中合わせになった 各書棚の背面同士を連結する措置は講 じなかった。\nそして，今回も背中合わせの書棚の上段同士の間にＹ字型の隙間が生じ\nていたので，この列の両端においても，背中合わせの書棚の上段の側面\n同士に金属プレートを一，二箇所渡し，木ねじで留めるなどして連結し\nた。さらに，被告人は，この列の東端において，背中合わせの書棚の側\n面上端同士を連結するように長さ約３０センチメートル ，幅約９センチ\nメートル，厚さ約２センチメートルの板を渡し，その四 隅を４本の木ね\nじで留めて取り付けた上，この板と既に設置されていた２つの列の東端\nをつなぐ添え木とを更につなぎ合わせるようにして，その 外側に，長さ\n約１５２センチメートル，幅約９センチメートル，厚さ約２センチメー\nトルの板を追加の添え木として渡し， 合計８本の木ねじで留めて取り付\nけ，３つの列の東端が添え木で連結された状態にした。\n(4)  平成２０年１２月購入の一体型書棚６台の設置状況等\nア  被告人は，平成２１年２月頃，平成２０年１２月購入の一体型書棚６\n台についても，Ｅに指示し，又は自ら作業を行って，３台ずつ横並びに\nし，背中合わせにした列にして，同年７月頃に設置した書棚の列の西側\nにつなげ，合わせて１４台の列にして設置した。\nイ  その際，被告人は，各書棚の側板同士を上下２箇所で 付属のねじ式の\n金具で固定して横に連結するとともに，これと先に設置した上下分離型\nの書棚とが隣接する部分では，横並びの書棚の天板同士を，金属プレー\nトを渡して木ねじで留めて連結したが， 背中合わせになった 各書棚の背\n面同士を連結する措置は講じなかった。 そして，一体型の書棚の列でも，\n背中合わせの書棚同士の間で上に向かうほど広がるＹ字型の隙間が生じ\nていたことから，列の西端においても東端と同様に，背中合わせの書棚\nの側面上端同士を連結するように長さ約３０センチメートル，幅約９セ\nンチメートル，厚さ約２センチメートルの板を渡し，その 四隅を４本の\n木ねじで留めて取り付けた上，その板と既に設置されていた２つの列の\n西端をつなぐ添え木とを更につなぎ合わせるようにして，その外側に，\n長さ約１４７センチメートル，幅約９センチメートル，厚さ約２センチ\nメートルの板を追加の添え木として渡し， 合計８本の木ねじで留めて取\nり付け，３つの列の西端も添え木で連結された状態にした。\nウ  なお，被告人は，当公判廷において， 本件書棚のうち最後に設置され\nた列についても，先に設置された２つの列と同様に，添え木と書棚の接\n合部１箇所当たり５ 本の木ねじで留めたと供述するが，この供述が信用\nできないことは，前述したところと同様である。\n３  本件書棚の使用状況等\n(1)  書籍の収納状況等\n本件店舗では，本件書棚設置後，次第に在庫商品が増していき，書籍を\n収納するスペースが足りなくなったことから，やがて，本件書棚に収納す\nる書籍の多くについて，平積みにされて書棚前面からはみ出す格好で重ね\nられるようになり，さらに，本件書棚の天板の上にも書籍が同じように平\n積みにされて天井近くまで積み上げられるようになった。そして，元々通\n路の幅が狭い上に書棚前面から書籍が はみ出すようになったことから，本\n件店舗で働く従業員の体がはみ出した書籍に当たったり，書籍を目一杯に\n詰め込んでいるため に，書籍を取り出そうと無理に引っ張って周りの書籍\nまで落下したりすることが日常的にあった。\n(2)  店舗営業の再開\nア  被告人は，平成２１年９月５日頃，本件店舗における店舗営業を再開\nした。その頃には，既に，前記(1)のとおり本件書棚の書籍の多くが平積\nみにされて書棚前面からはみ出すようになっていた が，店舗営業の再開\nに当たっても，平積みの書籍を縦置きに直すなどの収納状況の大きな改\n善は行われず，営業再開時の準備としては，出入り口や通路等を塞いで\nいた段ボールを片付け，商品に関する貼り紙をし，防犯カメラの位置を\n調整する程度のことしか行わなかった。\nなお，被告人は，店舗営業を再開する頃までに，本件店舗に常駐しなく\nなり，Ｅに対し，店長の肩書を与えて，アルバイト従業員に対する指示等\nの業務管理を委ねていたが，被告人も，週に２回程度は本件店舗に顔を出\nして見回りを行っていた。\nイ  店舗営業再開の約１か月前の平成２１年８月頃，当時本件店舗のアル\nバイト従業員であったＨは，防犯カメラの位置を調整した際に，本件書\n棚の列を上から見て，背中合わせの書棚同士の間に隙間が生じており，\nその隙間は列中央で最も大きく，２センチメートルぐらいであるのを目\n撃した。\nまた，Ｈは，同じ頃，本件書棚の北側の列中央付近の書棚を押して，\n上記隙間分ほど書棚が揺れたことを確認したほか，本件書棚 の東端の添\nえ木にぶら下がって懸垂を行い，本件書棚に変化がないことを確認した。\n４  本件事故の状況等\nＣ及びＤは，平成２１年１０月１３日，本件店舗を訪れ， 本件店舗内の通\n路を歩きながらＩという漫画本の第１巻を探したが，見つけることができな\nかった。そこで，Ｄが，レジカウンターにいた従業員に対し，前記漫画本の\n第１巻を探していることを話したが，従業員からは，本件店舗では全巻セッ\nトで販売しており，第１巻だけ販売することはできないことを告げられた。\nそれでも，Ｃは，他に面白そうな書籍が見つかるかもしれないし，前記漫画\n本の第１巻も探すだけ探してみようと考えて，Ｄと一緒に本件店舗の書籍を\n見て回ることにした。\n両名は，本件書棚の北隣に設置された書棚の書籍を見て回 った後，本件書\n棚の書籍についても，北側から南側に向かって，書棚の間の通路を東西に行\nき来しながら見て回り，最後に，本件書棚の南側の列と本件店舗南側の壁面\nに設置されたスチール製書棚の列との間の通路を西から東に向かって歩いて\nいたところ，Ｄの前を歩いていたＣが，本件書棚の一番南側の列の西から３\n番目の書棚の前に差し掛かった時に，本件書棚が３列とも南側に向かって転\n倒して各書棚が倒壊し，Ｃ及びＤは，壁面に設置されたスチール製書棚と倒\n壊した書棚との間に体を挟まれた。\n第３  本件事故の原因について\n１  強度の外力が原因となった可能性について\n(1)  まず，本件事故の原因として検討すべきは，本件書棚に 強度の外力 が\n加わって転倒した可能性であるが，本件事故当時，地震等による強い振動\nが生じた事情はうかがわれず，唯一想定し得るのは，Ｃが本件書棚の棚板\nの上に乗るなどしたために転倒したことである。\nそして，弁護人は，Ｃが，本件店舗南側の壁面に設置されたスチール製\n書棚の列のうち西から４番目の書棚によじ上ろうとして，その下から３段\n目のスチール製の棚板（以下「本件スチール製棚板」という。）に足を掛\nけたところ，これがへこんでしまったため，右後方にある本件書棚の一番\n南側の列の西から３番目の書棚に飛び移り，その下から３段目の木製の棚\n板（以下「本件木製棚板」という。）の上に足を乗せ，さらに，同棚板が\n割れて，同書棚の最上部をつかむなどした結果，本件書棚が転倒した可能\n性が高く，少なくともその可能性を排斥することはできないと主張するの\nで，以下に検討する。\n(2)  この点について，Ｃ は，当公判廷において，どの書棚にもよじ上った\nことはない，Ｉの第１巻を探していたが，それは見つからなかった，靴が\n汚れており，書棚によじ上ると書籍の背表紙が汚れるので，高い位置に収\n納されている書籍を手に取りたいときは店員に取ってもらおうと思ってい\nたと証言しており，その証言内容に特段不自然なところはなく，書棚によ\nじ登らなかった理由も合理的なものであるし，当時の書籍の収納状況にも\n整合している。また，Ｃは，分からないことは分からないと証言しており，\nその証言態度は誠実なものである。\nそうすると，Ｃの上記証言の信用性は高いものといえる。\n(3)ア  これに対し，弁護人は，弁護人の主張が真実であれば， Ｃは本件事\n故の直接の原因を作った者であり，その立場に照らしてＣの供述の信用\n性は低く，かえって，客観的事実からすれば， Ｃ が前記 (1)のとおりの\n行動に出た合理的な疑いが残るなどと主張するので，弁護人が指摘する\n点について個別に検討する。\nイ  まず，弁護人は，本件事故により破断した６枚の棚板のうち，本件木\n製棚板以外の棚板はいずれも棚板両端のねじの取付け部周辺に剥離が生\nじているのに対し，本件木製棚板だけは同部周辺に剥離が生じておらず，\n他の棚板とは異なり，Ｃが上に乗ったことによって破断した 疑いがある\n旨主張し，弁護人から鑑定の依頼を受けた Ｊも，その鑑定書及び当公判\n廷において，上記の剥離の有無等を根拠に，本件木製棚板は他の破断し\nた棚板とは異なる要因で破断したとして，弁護人の主張に沿う鑑定意見\nを述べている。\nしかしながら，本件木製棚板以外の破断した棚板を見ても，ねじの取\n付け部周辺の剥離が広範囲に及ぶものもあれば，剥離がごく狭い範囲に\nとどまるものや両端ではなく片側のみに生じたものもあ り，一概に同じ\n状況とはいえない。また，捜査機関から鑑定の依頼を受けた Ｋが証言す\nるとおり，このような剥離が生じたり，生じなかったりする要因として\nは，力の加わり方のみならず，材料の個体差，接合の強度，書籍の収納\n状況等の様々なものが考えられるので，本件木製棚板の両端のねじの取\n付け部周辺に剥離が生じていないからといって，本件木製棚板だけに特\n別な力が加わったと判断することはできず，まして や，Ｃがその上に乗\nった疑いがあるということはできない。そして，Ｊは，当公判廷におい\nて，本件木製棚板の破断面が他の破断した棚板の破断面と異なって平た\nんであることも上記意見の根拠として述べているが，破断した棚板６枚\nの破断面は様々であり，本件書棚のうち中央の列南側の西から４台目の\n書棚の下から４段目の棚板のように， 平たんさでは本件木製棚板と大差\nがないものもあることからすれば，この点もＣが本件木製棚板の上に乗\nったことを示すものとはいえない。\nなお，Ｊは，鑑定の実施に当たり，本 件木製棚板に類似した棚板の１\n箇所に集中した荷重（点荷重）を加えて，これを破断させる実験を３回\n行い，３回ともねじの取付け部周辺に剥離が生じなかったことから，本\n件木製棚板は点荷重が加わることで破断したと認めて矛盾がないとする\nが，本件書棚のように書籍が収納された書棚の棚板に足を掛ける場合，\n棚板の前縁に荷重が加わることになるが，同実験では，棚板の前縁と後\n縁の中間部分に荷重を加えており，人が棚板の上に乗った場合の破断の\n仕方が再現されていないから，同実験も，Ｃが本件木製棚板の上に乗っ\nたことを根拠付けるものではない。\nそうすると，本件木製棚板のねじの取付け部の剥離の有無や破断面の\n形状等を根拠として，Ｃが本件木製棚板の上に乗った疑いがあるという\nことはできない。\nウ  次に，弁護人は，本件事故後，本件スチール製棚板がへこんでいたこ\nとから，Ｃがこれに足を掛けた後，本件木製棚板の上に飛び乗った 疑い\nがある旨主張し，Ｊも，当公判廷において，本件スチール製棚板はＣが\n足を掛けたためにへこんだ可能性が高いとし，さらに，Ｃが同棚板から\n本件木製棚板に飛び乗ったと考えて矛盾はないとして，弁護人の主張に\n沿う意見を述べている。\nしかしながら，Ｃが，壁際の書棚によじ上ろうとして本件スチール製\n棚板に足を掛けて，これがへこんでしまった場合を想定しても， 同棚板\nの高さは約６５センチメートルにすぎないから， その場で床に降りるの\nが自然な行動である。弁護人の主張は， 棚板がへこんで突然足元が不安\n定になり，バランスを崩したであろう 状態で，瞬時に右後方に向き直り，\n通路を挟んだ反対側の書棚の同じ段数の棚板の上に飛び乗る ことになり，\nあえてそのような行動に出る必要が全くない ばかりか，棚板がへこんだ\nことに驚いた者がとっさに取る行動としても余りに不自然といわざるを\n得ない。\nそして，本件スチール製棚板がへこんだ原因としては， Ｃが壁面に設\n置された書棚と転倒した書棚 とに挟まれた際に，その体の一部が押し当\nてられたり，Ｃらを救出しようとした救急隊員等が足を掛けるなどした\nり，倒壊した書棚から落下した書籍がぶつかったりしてへこんだことも\n考えられる。この点について，Ｊは，Ｃの体がぶつかったのであれば，\nより広範囲の棚板がへこんでいるはずであるし， Ｃの体にその傷が生じ，\n棚板には出血痕や皮膚片が付着するはずであると証言するが，体の部位\nやぶつかり方，さらには書籍の位置等により，必ずしも広範囲にわたっ\nて棚板がへこんだり，体に傷が生じたりするとは限らない。また， Ｊは，\n救急隊員はぜい弱な場所には足を掛けない，救急隊員は特殊な金属が入\nった靴を履いており，足を掛けたとすればその痕跡が残るはずである，\n本件スチール製棚板のへこみの大きさは女児の足の大きさと合致するな\nどと証言するが，救急隊員がどこに足を掛けるかは現場の状況次第であ\nるし，Ｊは実際に救急隊員がどのような靴を履いていたかは知らないと\nいうのであるから，特殊な金属が入った靴の痕跡が残るとの意見も憶測\nの域を出るものではなく，同棚板のへこみの大きさについても，救急隊\n員が爪先を掛けたと考えても矛盾しないものであり，女児 が足を掛けた\n跡とは特定できない。さらに，Ｊは，同棚板のへこみが落下した書籍に\nよって生じたのであれば，棚板に書籍の角がぶつかることによる打痕が\n残るはずであるのに，そのような打痕は確認できないとも証言するが，\nＫも証言するとおり，金属の固さと書籍の固さ とは異なり，書籍自体も\n変形することを考慮すれば，同棚板に書籍がぶつかった場合に，必ずし\nも上記へこみ以外にＪが指摘するような打痕が明確に残るとは限らない。\n結局，本件スチール製棚板がへこんでいることに関する弁護人の主張\nは，幾つかの抽象的な可能性のうちの一つをいうにとどまり，同棚板の\nへこみの存在は，Ｃがこれによじ上り，更に本件木製棚板の上に飛び乗\nったことを具体的にうかがわせる事実とはいえない。\nエ  さらに，弁護人は，Ｃが左膝を負傷していたことについて，本件木製\n棚板に飛び乗り，これが割れて下に落ちた時に棚板にぶつけた 疑いがあ\nる旨主張するが，Ｃの救出時の姿勢や本件書棚との位置関係等からすれ\nば，むしろ，Ｃは転倒した本件書棚に挟まれた際に左膝を負傷した可能\n性が高いと考えられるので， Ｃの負傷状況も，Ｃが本件木製棚板の上に\n乗ったことをうかがわせるものとはいえない。\nオ  加えて，弁護人は，Ｃが，本件事故直前に，本件木製棚板がある書棚\nには探していた漫画本がなかったことを明確に証言しながら，その向か\nい側の壁面に設置されたスチール製書棚に同漫画本があったかどうかは\n分からないと証言していることを指摘して，Ｃは，同漫画本を取ろうと\nして同書棚によじ上った事実を隠そうとしたものの，とっさに嘘をつけ\nずに，上記のとおり同漫画本があったかどうかは分からないと証言した\nと主張する。しかしながら， Ｃは，そもそも，本件事故前に漫画本を探\nしていた状況について，転倒した本件書棚の方を見ていて，その向かい\n側のスチール製書棚の方は見ていなかったと証言しており，同書棚を見\nていない以上，Ｃが同書棚に同漫画本があったかどうかは分からないと\n証言することは当然であって，弁護人の主張は憶測にすぎない。\nところで，Ｅは，Ｃが探していた漫画本が本件事故当時に収納されて\nいた位置について，本件事故の１年余り後に警察官から聴取を受け，本\n件スチール製棚板がある書棚の下から４段目の棚を含む４箇所に収納さ\nれていた記憶であると回答しているが，そのような細かい事情について\nその時点でも記憶が正確に保持されていたのかについては疑問が残る上，\n仮にＥの記憶のとおりであったとしても，その書棚の下から４段目の棚\nの棚板の高さは約９２．５センチメートルにすぎず，同棚にある漫画本\nを取るために，その１段下にある高さ約６５センチメートルの本件スチ\nール製棚板に足を掛けることは考えにくいから，Ｅの上記回答を踏まえ\nても，Ｃの証言の信用性は揺るがない。\n(4)  以上のとおり， Ｃの証言に不自然，不合理なところはなく，その証言\n態度は誠実である一方，Ｃが，弁護人が主張するような行動に出たことを\nうかがわせる具体的事実もないことからすれば，その他の弁護人の主張を\n踏まえても，Ｃの証言は信用することができる。\nしたがって，Ｃの証言に基づき，Ｃが棚板の上に乗るなどして本件書棚\nを転倒させた事実はなかったと認められるので，その合理的な疑いが残る\nとする弁護人の主張は採用できない。\nそうすると，本件書棚は強度の外力が加わらずして転倒したと認められ\nる。\n２  Ｋによる鑑定（以下「Ｋ鑑定」という。）の信用性について\n(1)  Ｋは，捜査機関から依頼を受けて，本件事故の原因等について鑑定を\n実施し，本件書棚の形状等を踏まえてその転倒に要する力の試算，実大再\n現実験における力の伝達状況の分析及び書棚の転倒に至る経過の観察等を\n行い，これらの結果に基づき，その鑑定書及び当公判廷において，本件書\n棚は日常的に想定し得る範囲の力でも転倒を生じ得る状態にあり，人が本\n件書棚に足を掛けるなどした事実がなくとも，ごくわずかな外力や振動，\nあ る い は ， 長 期 間 の 継 続 的 荷 重 に よ る 変 形 （ 以 下 「 ク リ ー プ 変 形 」 と い\nう。）の増大により釣り合いが崩れて転倒したことが考えられるとして，\n検察官の主張に沿う鑑定意見を述べているので，その信用性について以下\nに検討する。\n(2)ア  Ｋは，まず，上記鑑定意見の前提として，本件書棚の形状，素材，\n連結方法，使用状況等に関する力学的考察を行い，アジャスターの底面\n端部が側板底面端部より内側になることや平積みの書籍が増加すること\nにより，転倒の支点と重心位置との距離が短くなって書棚が転倒を生じ\nやすくなること，設置時又は使用中に書棚前面側への傾きが生じると，\n更にその距離が短くなって一層転倒を生じやすくなること，本件書棚の\n素材であるパーティクルボードの性質上，クリープ変形を生じやすいこ\nと，このような性質を持つ素材で構成された書棚が設置状態や力の偏り\nによって転倒限界に近い釣り合い状態に置かれていた場合，ある時点ま\nでは安定的に自立しているように見えても，クリープ変形やごくわずか\nな外力によって力の釣り合いが崩れ，急激な転倒を生じさせる危険があ\nること，床に固定されていない本件書棚が転倒しない範囲で交互に傾き\nながら揺れるロッキング振動という現象を繰り返すことでも，書棚前面\n側への傾きが生じ，書棚が設置当初よりも転倒しやすい状態に置かれて\nいた可能性があることを指摘した上，本件書棚の転倒に要する限界水平\n力及び限界鉛直力について，書籍の収納状況や書棚同士の連結に関する\n幾つかの場合に分けて試算を行っている。\nこの考察の内容及び試算における計算方法は，木材工学 の専門家であ\nるＫが，その専門的知見に基づいて検討した合理的なものであり，Ｊも\nＫ鑑定の理論面については特に異論を述べていない。\nもっとも，Ｋの鑑定書では，限界水平力等の試算に当たり，書棚の総\n重量を１台当たり２００キログラムとして試算していたものが，後にな\nって，実際には１台当たり約１５０キログラムであったことが判明して\nおり，Ｋが鑑定書で示した限界水平力等の試算結果は，いずれも４分の\n３を乗じる必要があるが，Ｋの当初の試算結果は，書棚 が転倒しにくく\nなる方向で被告人に有利に算定されていたことになるから，この訂正は，\nＫ鑑定の結論を左右するものではない。\nなお，Ｊは，その補充意見書において， Ｋ鑑定では，上記の試算に当\nたり書棚の重心位置 までの距離が短すぎて実際よりも転倒しやすい方向\nに設定されているなどとして，Ｋ鑑定の信用性を認めるには抵抗がある\nとの意見を述べているが，Ｊが算定した重心位置までの距離の値とＫ鑑\n定のそれとは，距離を計測する基点が異なっており，Ｋ鑑定の数値のほ\nうが小さくなるのは当然である上，その差も１割程度の範囲にとどまっ\nていることからすれば，このことからＫ鑑定全体の信用性が失われるも\nのではなく，上記補充意見書のその余の記載内容も，Ｋ鑑定の信用性を\n失わせるものとはいえない。\nイ  他方で，Ｋは，捜査機関が本件書棚 と同じ製品，配置，連結方法等に\nより再現した書棚を用いて，書棚の列中央において，書棚に対し，棒で\n押し付け，打撃を与え，さらに，ワイヤーを通して前方に引っ張る力を\n加え，再現した書棚の様々な箇所で自由減衰挙動を加速度センサーで計\n測して力の伝達状況を分析する実大再現実験（以下，押し付け，打撃，\n引っ張りの力を加える実験をそれぞれ「押し付け実験」，「打撃実験」，\n「引っ張り実験」という。）を順次行い，その分析結果として，背中合\nわせの書棚同士については，一体化された書棚としての挙動は期待でき\nないこと，横並びの書棚同士については，隣接する書棚同士の間ではそ\nれなりに力が伝達されるものの，距離が離れると急激に効果が減少し，\n列全体として曲がりやすく，相互抑制効果は低いこと， 他方で，各列の\n両端をつなぐ添え木は相互抑制機能を有しており，各列の端の部分では，\n他の列にも力が有効に伝達されている が，一旦転倒が抑えられなくなる\nと，連鎖的な転倒を招いて被害を増大させた可 能性があることなどを指\n摘している。\nこの点について，Ｋの鑑定書添付の加速度分布の波形からは， Ｋが指\n摘するとおりの現象を確認することができ， Ｋの上記分析は，客観的な\n計測結果に基づくものと認められる上，その内容としても，書棚を７台\nも横につなげれば列全体として曲がりやすくなることは ，日常生活の経\n験に照らし十分に理解できることであり，その合理性に異論を差し挟む\n余地はない。\nウ  ところで，実大再現実験の最中には，各列の背中合わせの書棚同士の\n間に，列中央で最も膨らむようにして隙間が生じており，これについて，\nＫは，本件事故前にも同様の隙間が生じ，各列において書棚前面側への\n傾きが生じていた可能性が高いと指摘している。\n一方， Ｈは，店舗営業の再開の約１か月前に，本件書棚を上から見て，\n背中合わせの書棚同士の間に列中央で最も膨らむような隙間があること\nを確認しているところ， 本件書棚の設置時に，背中合わせの書棚同士の\n間に上に向かうほど広がるＹ字型の隙間が生じたこと，被告人は列の両端\nを連結することにより両端ではその隙間が解消されたことを確認したもの\nの，列中央でその隙間が解消されたかどうかは一度も確認していないこと\nも考慮すると，店舗営業再開前の時点で，本件書棚の主に列中央において，\n背中合わせの書棚同士の間で上に向かうほど広がる隙間が生じており，Ｋ\nが指摘するとおりの書棚前面側への傾きが現に生じていたと考えられる。\nこのことは，実大再現実験の再現性の高さを示すとともに，本件書棚\nについて，書棚前面側への傾きが生じ，転倒しやすい状況にあったとす\nるＫの鑑定意見を強く裏付けている。\nエ  また，実大再現実験中，隣接する２台の引っ張り実験の際には，加力\nが約６．２キログラム重（書棚１台当たり約３．１キログラム重）に達\nしたところで，引っ張られていた書棚が前方に傾き，加力を中断すると，\n同書棚は一旦釣り合い状態を保って静止したものの，約２８秒後に，新\nたな外力や人が感じられる程度の振動がないにもかかわらず，静かに傾\nきを増し，３列の書棚が全体として転倒したことが確認されている。こ\nの引っ張りを中断したときの力は，書棚が単体で抵抗する場合の限界水\n平力の試算結果におおむね相当し（このことは，試算結果に４分の３を\n乗じた場合でも大きく異ならない。），引っ張り実験の前に押し付け実\n験や打撃実験を繰り返したことなどによる影響を踏まえると，書棚同士\nの相互抑制効果が低いことを示す加速度分布とも矛盾せず，実大再現実\n験において，このように軽度の力で転倒したことや転倒に至るまでに一\n旦釣り合い状態を生じたことは，Ｋの鑑定意見を強く裏付けている。\nオ  以上によれば，Ｋの鑑定意見は，その前提とする力学的考察や試算結\n果の合理性，実大再現実験で計測された加速度分布に基づく分析結果の\n合理性，同実験時に発生した現象及び本件事故前に確認された同様の現\n象による裏付けなどに照らし，十分に信用することのできるものである 。\n(3)ア  これに対し，弁護人は，引っ張り実験では，実際には連結されてい\nるはずの書棚が，単体で抵抗する場合の限界水平力の試算結果に相当す\nる力で転倒しており，試算結果と実験結果 とが矛盾しているなどと主張\nする。しかしながら，Ｋは，書棚同士の連結の状況に応じた場合分けを\nして限界水平力の試算を行うに当たり，書棚が単体で抵抗する場合を除\nき，書棚同士が一体となって強固に連結されていることを前提として試\n算しているから，弁護人の上記主張は， そのような場合でなければ妥当\nしない。そして，前記の加速度分布からすると，本件書棚と 同様の方法\nで書棚同士を連結しても，背中合わせの書棚同士が一体化されていない\nだけでなく，横並びにした書棚も列全体として曲がりやすく，その相互\n抑制効果は低いのであり，これでは書棚同士が 一体となって強固に連結\nされているとはいえないから，弁護人の上記主張は，その前提を欠いて\nいる。\nこの点に関し，弁護人は， Ｋが，３列の書棚同士が一体となって抵抗\nする場合の限界水平力を試算するに当たり，各列をつなぐ添え木は水平\n力のみを伝達し，書棚との接合部では回転を止められない状態（回転自\n由）にあるものとして計算していることについて，実 際には，添え木と\n書棚との接合部は複数のねじで固定されており，回転自由ではないなど\nと論難するが，そもそも，本件書棚の連結方法では書棚同士が強固に連\n結されているとはいえず，弁護人が問題とする試算結果と本件書棚の固\n定状況とでは前提が異なることは前述したとおりである。なお， Ｋは，\n当公判廷において，添え木と書棚との接合部を回転自由として試算した\nことについて，板同士を接着するのではなく，木ねじで固定しただけで\nは，木ねじが回転させる力に対してぎしぎしと動くことができ，回転さ\nせる力に対する拘束力は非常に弱いと証言するところ ，その説明は，木\n材工学的な見地のみならず，日常的な経験に照らしても納得できるもの\nである。\nさらに，弁護人は， Ｋが，当公判廷において， 限界水平力の試算結果\nと実験結果との差は誤差の範囲であると証言することについても，その\n差を割合でみると２倍を超える差がある上に，地震力に引き直すとその\n揺れの程度は震度３と震度５ほども 違うのであり，およそ誤差の範囲内\nであるとはいえないなどと論難する。しかし，弁護人の主張は，書棚に\n本を全冊縦置きで収納して書棚の下段上端に加力した場合における書棚\n単体の限界水平力が１０．７３キログラム重 であるという試算結果と，\n前記実験における転倒前の書棚１台当たりの加力が約３．１キログラム\n重であったという結果との差を論拠とするものと考えられるところ， 上\n記の試算値は書棚同士の連結の強固さはもとより本の収納形態によって\n大きく減少し，さらに，書棚自体の重量やアジャスター端部の位置 の違\nいによる影響も受ける上，引っ張り実験の前に押し付け実験や打撃実験\nを繰り返していたことを考慮すれば， 弁護人の指摘する数値の差もＫの\n鑑定意見の信用性を損うものではない。\nイ  次に，弁護人は，実大再現実験の再現性に関し，被告人が本件書棚に\n添え木を取り付けた際に，接合部１箇所当たり５本の木ねじで固定した\nことを前提に，同実験では，転倒時に添え木と書棚との接合角度が大き\nく変化していることから，被告人が行ったよりも著しく弱く接合された\nなどと主張する。しかしながら，添え木と書棚の 接合部１箇所当たり５\n本の木ねじで固定したとする被告人の供述が信用 できず，実際には接合\n部１箇所当たり２ないし４本の木ねじで固定され ていたことは前述した\nとおりである。そして，前記アのとおり，木ねじで固定するのみでは，\n回転させる力に対する拘束力は非常に弱いとする Ｋの説明は納得できる\nものであり，同実験で書棚が転倒する際に，添え木と書棚の接合角度が\n変化したからといって，添え木と書棚とが あえて著しく弱く接合された\nということはできない。\nまた，弁護人は，実大再現実験では，捜査機関が水平器で水平を測定\nしながら書棚を設置したとは認められないこと，押し付け実験では転倒\nしなかった書棚が，引っ張り実験では押し付け実験時の最大の力の３分\nの１の力で転倒したこと，その力が，書棚が単体で抵抗する場合の限界\n水平力の試算結果に相当することなどを根拠として，実大再現実験では，\n書棚が転倒した方向に倒れやすく設置されて いたと主張し，検察官が適\n正に書棚が再現されたことを立証していない以上，弁護人のこの主張を\n排斥できないとする。しかしながら，引っ張り実験の前に押し付け実験\nや打撃実験を繰り返していたこと，押し付け実験の際には，背面の書棚\nに接触して結果的に一定の転倒防止効果が生じたと考えられることを考\n慮すれば，引っ張り実験において，押し付け実験時の力よりも小さな力\nで書棚が転倒しても不自然ではない。また，本件書棚の連結方法では書\n棚同士が強固に連結されているとはいえず，書棚が単体で抵抗する場合\nの限界水平力の試算結果に相当する軽い力で 転倒したとしても不合理で\nはないことは，前述したとおりである。そうすると，捜査機関が実大再\n現実験で用いた書棚を設置するに当たり，水平を測定したことの客観的\n証拠はないものの，有意に転倒しやすくなるような傾いた状態で設置し\nたことをうかがわせる事情もない。むしろ， 前記の加速度センサーによ\nる計測結果は，連結されている書棚の間でどの程度力が伝わるかを示す\nものであるから，水平の問題によって大きく結果が左右されるとは考え\nにくいこと，同実験では背中合わせの書棚同士の間に列中央で最も膨ら\nむようにして隙間が生じているところ， Ｈが本件事故前にも同様の隙間\nの存在を確認しており，設置場所の違いにかかわらず，列中央における\n書棚前面側への傾きの存在をうかがわせる現象が発生していることから\nすれば，実験場所の水平の問題ではなく，書棚の構造及び連結方法の問\n題により書棚前面側への傾きが生じ，実験中の加力によりその傾きが増\n大し，釣り合いが崩れて転倒に至ったと考えるのが自然である。したが\nって，引っ張り実験で書棚が軽い力で転倒した原因が，書棚が水平に設\n置されなかったことにあるとは考えられない。\nさらに，弁護人は，実大再現実験では，被告人が実際に行ったよう に\n書棚の設置後に書棚を揺らすなどして安定度を確認する作業をしていな\nいとも主張するが，書棚を揺らしていないからといって， 本件書棚が再\n現されていないということにはならない。\nしたがって，実大再現実験では書棚が倒れやすく設置されていたなど\nとする弁護人の主張には理由がなく，同実験の再現性について，鑑定意\n見の信用性を疑わせるような問題があるとはいえない。\nウ  加えて，弁護人は，本件店舗で働く従業員が書棚に接触し，又は書籍\nの出し入れを行った時や震度３の地震が発生した時にも，本件書棚は転\n倒しなかったにもかかわらず，実大再 現実験では，極めて小さい力で引\nっ張っただけで転倒したことからすれば，同実験の書棚は本件書棚とは\n全く異なる状態で設置されたことは確実であるなどと主張するが，前述\nしたとおり，同実験では，引っ張り実験の前に押し付け実験や打撃実験\nを繰り返していたのであり，設置した直後に軽い力で転倒したわけでは\nない。そして，Ｋは，鑑定書及び当公判廷において，従業員 や客の本件\n書棚への接触等に伴うロッキング振動の蓄積により，本件書棚が書棚前\n面側に傾き，転倒を生じやすい状況に至った可能性を指摘している ので\nあるから，本件事故前にそうした接触 等があった際に直ちに本件書棚が\n転倒しなかったからといって，実大再現実験の際に本件書棚とは全く異\nなる状態で書棚が設置されたということにはならない。\nそのほか，弁護人は，本件店舗で働いていたＥやアルバイト従業員ら１\n１名が，本件書棚の転倒の危険を感じていなかったとして，そのことから\n本件書棚が容易に転倒するような危険な状態にはなかったなどとも主張す\nるが，書棚が転倒限界に近い釣り合い状態にある場合に，ある時点まで\nは安定的に自立しているように見えても，その釣り合い状態が崩れて急\n激に転倒することがあり得ることは， Ｋが指摘しているところであるか\nら，仮に従業員らが本件書棚の転倒の危険を感じていなかったとしても，\n本件書棚が転倒限界に近い釣り合い状態になかったということにはなら\nない。\nエ  そして，その余の弁護人の主張を子細に検討しても，Ｋの鑑定意見の\n信用性は揺るがない。\n３  以上を前提として，本件事故の原因について検討すると，信用できる Ｋの\n鑑定意見によれば，本件事故当時，本件書棚は，その書棚の形状，素材，連\n結方法，使用状況等に照らし，書棚前面側への傾きが生じるなどして日常的\nに想定し得る範囲内の力で転倒を生じ得る状況にあり，人が本件書棚に足を\n掛けるなどした事実がなくとも，前記の要因により転倒限界に近い釣り合い\n状態に至り，それがわずかな外力や振動等によって崩れて転倒を生じる状況\nにあったと認められる。\nそして，本件では， Ｃが棚板の上に乗るなどして，本件書棚に強度の外力\nを加えてこれを転倒させた事実はなく，そのほかに強度の外力が加えられた\nことをうかがわせる事情が見当たらないことは前述したとおりである。\nそうすると，本件書棚は，本件事故当時，転倒限界に近い釣り合い状態に\n至ったところに， 書棚の変形が増大したこと，又は従業員や客らが店内を移\n動し，若しくは書棚から書籍を取り出すなどして加えられた 軽度の外力又は\n振動により，その釣り合いが崩れて転倒したとしか考えられない。\n以上の次第で，判示記載のとおり，本件書棚は，軽度の外力又は振動等に\nより転倒限界に近い釣り合い状態が崩れて転倒したと認定した。\n第４  被告人の過失の有無について\n１  本件書棚の形状，連結方法，使用状況等に基づく書棚転倒の予見可能性及\nび予見義務について\n(1)  列中央における書棚前面側への傾きの存在について\n店舗営業の再開前の時点で，本件書棚の主に列中央において，背中合わ\nせの書棚同士の間で 上に向かうほど広がる隙間が生じており，書棚前面側\nへの傾きが現に生じていたことは，前述したとおりである。\nそうすると，被告人の過失の有無を検討するに当たっては，被告人の立\n場において，店舗営業の再開に当たり，上記のような傾きが現に生じてお\nり，これが増大するなどして本件書棚が転倒する危険があることを認識す\nることができ，また，認識すべきであったかどうかが問題となり，この点\nについて，本件書棚の形状，連結方法，使用状況等に基づいて検討する。\n(2)  本件書棚の形状等について\n本件書棚は， 高さが約２１０センチメートル（アジャスターの高さを除\nく。）であるのに対し，奥行きが約１５センチメートルしかないストレート\nタイプの書棚である上に，側板の底部には，前後の先端から２センチメート\nル以上内側の位置にアジャスターが取り付けられており，通常人の感覚とし\nても安定感がなく，慎重な固定措置が求められることが一見して分かるもの\nである。\nまた，被告人は，本件書棚を設置する際に，書棚同士を単に背中合わせに\n並べただけでは，背中合わせの書棚同士の間に上部に向かうほど広がるＹ字\n型の隙間が生じ，その隙間は一番上では少なくとも二，三センチメートルに\nなることを確認しており，このことは，背中合わせの書棚がそれぞれ前面側\nに傾いていることを示しているから，被告人は，固定措置次第では，その傾\nきが十分に解消されず，あるいは，傾きが一旦解消されても書棚の継続的使\n用に伴って生じるおそれがあると認識できたといえる。\nなお，検察官は，被告人が本件書棚を購入した際にアジャスターが使い物\nにならなかったり，棚板や背板が割れていたりする不良品が相当の割合で混\n入していたことから，被告人は本件書棚が高い強度や耐久性を備えたもので\nないことを認識していたと主張するが，被告人は不良品を点検して取り替え\nたというのであり，実際に転倒した書棚の中に上記のような不良品があった\nという証拠はないから，本件書棚購入時に不良品が混入していたことは，本\n件書棚の転倒の予見可能性を基礎付ける事情には当たらない。\n(3)  各列の書棚同士の連結方法について\n上記のような本件書棚の問題点を考慮すると，本件書棚の連結方法がこれ\nを解消するのに十分なものであるか否かが重要になるところ，被告人は，本\n件書棚を前記第２の２(2)ないし(4)のとおりの列にして設置する際に，横並\nびにした書棚同士を連結したものの，背中合わせにした書棚同士については，\n列の両端の側面で連結するだけで，個々の書棚の背面同士を固定する措置は\n何ら講じておらず，これでは，横並びにした書棚同士の連結方法が列全体の\nたわみに対してよほど強いものでなければ，列の両端以外の部分，とりわけ\n列中央付近において，書棚前面側への傾きの発生を十分に抑えられないこと\nは明らかである。\nそこで，本件書棚の横並びにした書棚同士の連結方法についてみると，被\n告人は，書棚７台を横に連結するに当たり，隣接する書棚の側板同士を２箇\n所でねじ式の金具で固定しただけで，７台の書棚の天板に１枚の板を渡して\n固定するなど列全体のたわみを防ぐような補強措置は講じておらず，これで\nは，１台当たり約１５０キログラムもの書籍が収納された書棚が列全体とし\nてたわみやすいことは想像するに難くない。\nそうすると，被告人が採った連結方法では，本件書棚の主に列中央におい\nて，前記(1)のとおりの書棚前面側への傾きが十分に解消されず，又は書棚\nの継続的使用に伴って傾きが生じるおそれがあることは，特別な知識がなく\nても，容易に認識することができるというべきである。\nこれに対し，被告人は，当公判廷において，本件書棚を設置する際に背中\n合わせの書棚同士の間にＹ字型の隙間が生じたことを確認したにもかかわら\nず，列の中央の隙間が解消されたかどうかは確認しなかった，書棚の背面同\n士を連結しなくとも，列の両端で側面同士を連結し，かつ，横並びの書棚の\n側板同士を２箇所で連結したことで，列中央でも背中合わせの書棚同士の間\nで隙間は広がらないと考えたなどと供述するが，設置直後から傾くような書\n棚を７台も横に連結して，それが列全体としてたわむことがないと考えられ\nる根拠については合理的な説明はなく，この点に関する被告人の注意が足り\nていなかったといわざるを得ない。\n(4)  店舗営業の再開当時における本件書棚の使用状況について\n本件店舗での店舗営業の再開当時における本件書棚の使用状況についてみ\nると，書籍の多くが平積みにされて，元々奥行きが１５センチメートルしか\nない書棚の前面からはみ出す格好で収納されていたところ，このような状況\nでは，書籍を立てて収納する通常の使用方法だけを採る場合よりも，重心が\n書棚前面側に偏り，傾きを生じさせ，又は増大させやすいことは，容易に分\nかることである。この点について，弁護人は，列ごとに見ると背中合わせの\n書棚同士はその背面が接した部分からみて対称になっており，重心が中心か\nら偏ることはないなどと主張するが，弁護人の主張は列が一体として強固に\n連結されていることを前提とするものであって，その前提自体が採用できな\nいことは前述したとおりである上，書籍の収納状況等により背中合わせの書\n棚同士であっても重心の偏りの程度に差が生じることは十分にあり得るから，\n上記主張は支持できない。\nさらに，本件書棚の天板の上にも書籍が同じように平積みにされて積み上\nげられていたから，その分，重心が高くなる上に，平積みの書籍が増えるこ\nとで更に重心が書棚前面側に偏り，一層傾きを生じさせ，又は増大させやす\nくなることも，容易に理解し得る話である。\n加えて，被告人は，書棚周囲の通路の幅が狭い上に，平積みにされた書\n籍が書棚からはみ出し，かつ，書籍が書棚に目一杯に詰め込まれていたと\nいう本件書棚の使用状況を把握していたので，従業員の体が書棚からはみ\n出した書籍に当たったり，書籍を取り出そうと無理に引っ張って周りの書\n籍が落下したりすることが日常的に起きていたことを認識し，又は認識で\nきたと考えられるところ，このように書棚への接触の頻度が多いことや書\n籍の出し入れによる負荷が大きいことが書棚の傾きを生じさせ，又は増 大\nさせる要因となることも，日常的な経験から予想できることである。\n(5)  書棚の傾きの増大による転倒の危険について\n以上によると，本件書棚設置中に生じた傾きや連結方法等を認識してさえ\nいれば，特別な知識がない者でも，店舗営業の再開当時，本件書棚の主に列\n中央において，背中合わせの書棚同士の間で隙間が広がり，書棚前面側への\n傾きが現に生じているおそれがあることは十分に認識できたといえる。そし\nて，本件書棚の転倒しやすい形状等も考慮すると，そのような傾きが現に生\nじている状態で前記(4)のとおりの使用状況が続くことにより，その傾きが\n増大するなどし，やがて本件書棚が転倒する危険があることもまた，特別\nな知識がなくても容易に認識できることであり， とりわけ店舗を訪れた客\nの安全のため店舗内の設置物の転倒防止措置を講ずべき業務に従事する 者\nとしては，その危険を認識してしかるべきである。\n(6)  添え木による３列の書棚の連結について\n被告人は，本件書棚に各列の両端をつなぐ添え木を取り付けているので，\nこの点について付言すると，書棚の列がたわんでその中央付近で書棚前面側\nへの傾きが生じることは，列の曲がりやすさと各書棚の傾きやすさによるも\nのであるから，各列の両端を添え木でつなぐことによっても防止できないこ\nとは構造上明らかである。そして，Ｋ鑑定にも述べられているように，列中\n央で書棚前面側への傾きが増大したときに，その傾きが列全体に及んで転倒\nするのに対して，添え木を介して他の列の重量で支えることにより，一定程\n度の転倒防止効果が生じると考えられるが，列中央が転倒を始めると転倒が\n加速されること，他の列もまたこれまで述べたとおりの傾きやすい状況にあ\nることからすれば，本件書棚を壁や天井等に固定する措置が講じられていな\nい以上，添え木で３列を連結していたからといって，前記業務に従事する者\nとして，本件書棚が転倒する危険が認識できることに変わりはないというべ\nきである。\n(7)  本件書棚と同型又は類似の書棚を使用する他の業者における書棚の設置\n状況等について\nア  ところで，本件書棚と同型又は類似の書棚を現に使用し，又は使用して\nいた同業他店舗の書棚設置の担当者３名が，当公判廷において，その書棚\nの設置状況について証言しており，いずれも，書棚を横並びにして背中合\nわせにした列にして並べる際に，被告人とは異なり，背中合わせにした書\n棚同士を１組ずつ個々に連結したことを証言し，その理由についても，お\nおむね一致して，そのような措置を講じなければ，背中合わせにした書棚\n同士の間の隙間が広がってしまう，書棚が前面側に傾いて転倒する危険が\nあるなどと証言している。また，上記３名は，いずれも，背中合わせにし\nた書棚の列を安定させるため，より安定している壁面に設置された書棚と\n添え木で連結したことも証言している。\nこの点に関する上記３名の証言は，いずれも，固定措置の内容としても，\nその措置を講じた理由としても合理的かつ自然なものであり，これらの者\nにあえて虚偽の証言をする動機もないことなども考慮すると，十分に信用\nすることができる。これに対し，弁護人は，警察官が同業他店舗で実況見\n分を行う前に電話で連絡しており，中には，その連絡があってから実況見\n分が行われる前に書棚の配置換えをした店舗もあることなどを指摘し，本\n件事故の発生後になって，同業他店舗で書棚に対する補強措置が講じられ\nた可能性は否定できないと主張するが，書棚等の配置換えが行われた店舗\nについては，同店舗の担当者がその理由や経緯を合理的に説明しており，\n上記証言にあるような固定措置の基本部分は変わっていないという説明も\n納得できるものであり，弁護人の上記主張は憶測の域を出るものではなく，\nその余の弁護人の主張を踏まえても，上記証言の核心部分の信用性は揺る\nがない。\nイ  そして，同業他店舗における書棚の転倒防止措置の内容が，必ずしも通\n常の注意義務の水準に当たるとは限らないことは弁護人の主張するとおり\nであり，上記３名の証言やこれに沿う古書店店主の証言のみを根拠として，\n被告人の過失を認めることはできないが，本件書棚と同型又は類似の書棚\nを現に使用した複数の同業他店舗の書棚設置の担当者が，特別な知識を有\nしていないにもかかわらず，背中合わせの書棚同士を個々に連結しなけれ\nば，その書棚同士の間に隙間が広がり，書棚が前面側に傾いて転倒する危\n険があることを認識し，現にその事態を防止するために被告人がした以上\nの固定措置を講じていたことは，前記(5)で述べたとおり，特別な知識が\nない者でも，被告人が採った連結方法では書棚前面側への傾きを生じ，こ\nれが増大するなどして書棚が転倒する危険があると認識できることを裏付\nけるものといえる。\nウ  なお，検察官は，被告人が書棚の設置状況の視察のため同業他店舗を訪\nれていたとして，そのことも本件書棚の転倒の予見可能性を基礎付ける事\n情として主張するが，仮に視察目的で同業他店舗を訪れていたとしても，\n当該店舗の関係者から書棚の固定措置について説明を受けたわけではなく，\n壁面に設置された書棚にも添え木を延ばしていることを除き，被告人が採\nった連結方法よりも強固な固定措置が講じられていることは一見して確認\nできるものではなかった。すなわち，被告人において固定措置の全容を認\n識できたわけではないから，同業他店舗を訪れたことは予見可能性を基礎\n付ける事情には当たらないというべきである。\n(8)  以上検討したところによれば，店舗営業の再開当時，店内にいる客の安\n全のため店舗の設置物の転倒防止措置を講ずべき業務に従事 し，本件書棚\nの形状，連結方法，使用状況等を認識していた 被告人には，本件書棚の転\n倒の予見可能性及び予見義務があったといえる。\n２  弁護人が主張する消極的事実の評価\n(1)  被告人が本件書棚を揺らすなどして安定性を確認したことについて\nまず，弁護人は，被告人が本件書棚の設置時にこれを揺らすなどして安定\n性を確認すると，本件書棚がわずかに揺れるにとどまり，転倒の危険を感じ\nさせるような状況になかったことを，本件書棚の転倒の予見可能性を否定す\nる事実として主張する。\nしかしながら，本件書棚の継続的使用に伴い，設置当時とは使用状況が変\nわったり，傾きが増大したりすることがあり得る以上，本件書棚の設置時に\nこれを揺らすなどした際に，転倒せず，切迫した転倒の危険を感じるほどに\nも揺れなかったからといって，そのことから将来における本件書棚の転倒の\n予見可能性が否定されるものではない。実際にも，本件書棚は，設置直後か\nら店舗営業の再開までの間に，書籍の多くが平積みにされるなど使用状況が\n変化しており，さらに，前記１のとおり，本件書棚の元々の傾きや連結方法\n等に照らし，主に列中央で背中合わせの書棚同士の間で隙間が広がり，書棚\n前面側への傾きが現に生じているおそれがあると認識できることからすれば，\n被告人において，店舗営業の再開当時，現にそのような隙間が生じ，書棚が\n傾いていないかどうか，その傾きが増大するおそれがないかどうかなどを何\nも確認していない以上，店舗営業を再開し，客を店舗に招き入れる上で安全\n対策上求められる確認作業が行われたとはいえず，この時点における本件書\n棚の転倒の予見可能性は否定されない。\n(2)  本件書棚の事故情報や設置上の注意がなかったことについて\n次に，弁護人は，本件書棚について事故情報がなかったことや被告人がＧ\nから設置上の注意を受けなかったことを本件書棚の転倒の予見可能性を否定\nする事情として主張する。\nしかしながら，本件書棚はその形状から慎重な固定措置を講じなければ転\n倒しやすいことが一見して分かるものであることなどの前記１で検討した事\n情からすれば，本件書棚購入時に事故情報や設置上の注意がなかったからと\nいって，本件書棚の転倒の予見可能性は否定されないというべきである。\nなお，被告人は，第７回公判期日で実施された被告人質問において，Ｇか\nら本件書棚を購入するに当たり，同社の担当者であるＬに対し，本件書棚を\n７台ずつ横並びにして背中合わせにした列を２つ作り，その両端の一番上の\n部分を木材で固定するという設置方法を説明したところ，それで問題がない\nという趣旨の回答を得たなどと供述するが，同人は被告人から詳しい設置方\n法等を聞いていないと供述していることに照らし，にわかに信用し難い。\n(3)  従業員らが本件書棚の転倒の危険を感じておらず，その危険を指摘しな\nかったことについて\nさらに，弁護人は，本件店舗で働いていたＥやアルバイト従業員ら１１名\nが，本件書棚の転倒の危険性を感じておらず，従業員らが被告人に対して本\n件書棚の転倒の危険を指摘しなかったことから，被告人においても，本件書\n棚の転倒の危険を認識することはできなかったなどと主張し，この点に関し，\nＥ及び４名の元アルバイト従業員が，当公判廷において，本件書棚が転倒す\nるとは思っていなかった，あるいは，書棚自体が転倒するという発想がなか\nったなどと証言している。\nしかしながら，４名の元アルバイト従業員についていえば，いずれの者も，\n本件書棚の設置に携わっていないか，又は部分的に携わったにすぎず，本件\n書棚底面のアジャスターの存在や本件書棚の連結方法の詳細，本件書棚設置\n時に背中合わせの書棚同士の間の上に向かうほど広がる隙間が生じたことな\nどの被告人が認識していた事情を十分に認識していたとはいえない。そもそ\nも，被告人は，書棚が見るからに転倒するような状況になくても，その長期\n的，継続的使用に伴う転倒の危険を予見して転倒防止措置を講ずべき立場に\nあるのに対し，アルバイト従業員はそのような立場にはないから，両者の立\n場上要求される転倒の危険に対する注意の程度は当然に異なる。そして，書\n棚が転倒限界に近い釣り合い状態にある場合に，これが安定的に自立してい\nるように見えても急激に転倒することがあり得ることは前述したとおりであ\nり，そのような現象が生じ得ることは，日常的な経験からも理解できるとこ\nろである。そうすると，本件書棚が見るからに転倒するような状況にはなく，\n元アルバイト従業員らが本件書棚の転倒の危険を感じていなかったからとい\nって，被告人の立場において，前記１で述べた各事情を認識していた以上，\n本件書棚の転倒の危険を認識することができ，また，認識すべきであったこ\nとは否定されない。\nまた，本件店舗の店長の立場にあり，被告人が認識していた事情を同様に\n認識していたＥについていえば，Ｅの立場においても，前記１で述べた各事\n情を認識したならば，本件書棚の転倒を予見してしかるべきであり，Ｅがそ\nの危険を感じていなかったとすれば，それはＥが予見義務を果たしていなか\nった結果にすぎないというべきであって，被告人の立場における本件書棚の\n転倒の予見可能性を否定する根拠にはならない。\n３  以上によれば，その余の弁護人の主張を踏まえても，被告人において，店舗\n営業の再開に当たり，本件書棚の主に列中央において書棚前面側への傾きが生\nじ，これが増大するなどして本件書棚が転倒する危険を認識することができ，\nかつ，認識すべきであったということができ，本件書棚の転倒の予見可能性及\nび予見義務を認めることができる。\nそして，来店する客の安全のため書棚の転倒防止措置を講ずべき業務に従事\nする被告人としては，店舗営業の再開に当たり，上記の書棚前面側への傾きの\n有無を確認すべきであり，そうである以上，これが増大するなどしてやがて書\n棚が転倒する事態を防止するため，本件書棚に対して補強措置を講ずべき注意\n義務を負っていたといえる。その補強措置の具体的内容としては，背中合わせ\nの書棚の背面同士をねじなどで連結し，さらに，添え木の数を増やして，各列\nを壁又は天井等に固定するなどの措置が考えられるところ，これらの措置はい\nずれも少ない費用で容易に施すことのできるものであり，被告人として可能で\nあった。\nそれにもかかわらず，被告人は，本件書棚について何らの補強措置を講じな\nいまま，店舗営業を再開したのであるから，被告人には，上記注意義務に違反\nした過失がある。\n第５  結論\n以上検討したとおり，本件書棚は軽度の外力又は振動等により転倒限界に\n近い釣り合い状態が崩れて転倒したものであり， 被告人には，店舗営業を再\n開するに当たり，そのような本件書棚の転倒による書棚の倒壊を確実に防止す\nべき業務上の注意義務を怠った過失が認められるから，判示のとおり認定した。\n（法令の適用）\n罰    条    被害者ごとにそれぞれ刑法２１１条前段\n科刑上一罪の処 理    同法５４条１項前段，１０条（犯情の重い被害者Ｄ\nに対する業務上過失致死罪の刑で処断）\n刑 種 の 選 択    禁錮刑\n刑の執行猶 予    同法２５条１項\n訴 訟 費 用 の 負 担    刑事訴訟法１８１条１項本文\n（量刑の理由）\n店舗の経営責任者にとって，店舗内の設置物の倒壊による事故防止に万全を期し\nて，来店する客の安全を図るべきことは当然であり，基本的注意義務といえる。し\nかるに，被告人は，収納効率を優先して，高さの割に奥行きがなく場所を取らない\n書棚を選択し，書籍の多くが平積みにされている状態での書棚の使用を続けさせる\n一方，自らが行った書棚の連結方法が強固なものであると安易に考えて，書棚の転\n倒の危険がある状況を漫然と放置したまま，本件店舗の営業を行っていたのであり，\n過失の程度は大きい。幼い子供らが倒れてきた重い書棚に挟まれるという本件事故\nの態様は余りに痛ましいものであり，被害者のうち，Ｃは，幸いにして軽傷で済ん\nだものの，Ｄは，頭部に重傷を負い，意識不明の状態での長期間にわたる入院の末\nに命を失うに至っており，遺族の悲嘆も大きく，本件事故の結果は誠に重大である。\nこのような事情に鑑みると，被告人の刑事責任を軽視することは許されない。\nしかしながら，他方で，被告人には前科前歴がないこと，Ｄの生存中，会社でＤ\nの入院費用の一部を負担し，家族の見舞いのための車両も提供していたこと，Ｄの\n冥福を祈る気持ちを述べるなどし，被告人なりに責任を感じているとうかがわれる\nことなどをも考慮すれば，本件では刑の執行を猶予するのが相当であり，主文のと\nおりの刑に処することとした。\n（検察官  武内弘樹，私選弁護人  吉田康紀（主任），鹿角健太  各出席）\n（求刑  禁錮１年）\n平成２６年１０月９日\n札幌地方裁判所刑事第１部\n裁判長裁判官     田   㞍   克   已\n裁判官     今   井      理\n裁判官     佐   野   尚   也\n"
}