{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 25
  },
  "case_number": "平成27(わ)728",
  "case_name": "殺人被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "義母に対する殺人被告事件（自白）において，被告人に懲役９年を言い渡した事例",
  "lawsuit_id": "86089",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86089",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/089/086089_hanrei.pdf",
  "contents": "平成２８年７月２５日宣告\n７２８号  殺人被告事件\n判          決\n主          文\n被告人を懲役９年に処する。\n未決勾留日数中２５０日をその刑に算入する。\n理          由\n（罪となるべき事実)\n被告人は，同居していた義母（夫の母）のＡから，家事などをめぐり長年厳しい要\n求を受けるなどしていたものであるが，平成２７年８月７日朝，関係が芳しくなかっ\nた長男の帰省を前に緊張の度を強めていた中，夫との些細なけんかなどを深刻に受け\n止め，絶望した気持ちになってとっさに自殺を思い立ち，その後，Ａのせいで家庭が\n崩壊したとの思いから憎しみを爆発させ，自身が自殺する前に同人を道連れに殺害し\nようと決意し，同日午前８時１０分頃， （以下略）被告人方において，\nＡ（当時８７歳）に対し，殺意をもって，手に持った出刃包丁（刃体の長さ約１５．\n７センチメートル）で腹部等を数回突き刺すなどし，よって，同日午前９時５９分\n頃，同市（以下略）Ｂ病院において，同人を出血性ショックにより死亡させて殺害し\nたものである。\n（法令の適用）\n被告人の判示所為は刑法１９９条に該当するところ，所定刑中有期懲役刑を選択\nし，その所定刑期の範囲内で被告人を懲役９年に処し，同法２１条を適用して未決勾\n留日数中２５０日をその刑に算入することとし，訴訟費用は，刑訴法１８１条１項た\nだし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n被告人は，前記のような方法で，肝臓に達する深い致命傷１か所を含む多数の傷を\n負わせて被害者を殺害したものである。突発的に殺害行為に及んでおり，計画性はな\nかったと認められるものの，強固な殺意に基づく犯行である。\n被告人は，被害者を残して自分が自殺すると，夫に負担がかかると考えたことも\n動機の一つであったと述べているが，「みんなあんたのせいよ」などと言いながら\n犯行に及んだことからすると，主たる動機は，被害者に対する憎しみであったと認\nめられる。その背景には，被害者が，約４０年もの間家事などについて，近年は自\n身の世話などについて被告人にかなり厳しい要求をし，被告人が懸命に励んでもそ\nの努力を無下にするような言動を日常的に繰り返していたもので，被告人は，それ\nによって子育てに時間を割くことができなかったと述べるなど，強い抑圧を受けて\nいたとの事情があったと認められる。被害者に対する憎しみは理不尽なものではな\nかったといえるが，一方で，被害者の殺害を決意する理由に直ちに結びつくような\n事情と評価できるものではない。被告人が当時の状況に適切に対処できず衝動的に\n重大な犯行に及んだことには，側頭葉てんかんによるパーソナリティ変化の影響が\n認められるが，鑑定に当たった精神科医の証言等による限り，その程度は大きなも\nのではなかったと認められる。こうしてみると，大きくは同情できないものの，被\n告人が犯行を決意した理由などにはある程度酌むべき事情もあると評価できるとこ\nろである（検察官が主張するように，動機が極めて理不尽で身勝手であるとまでは\nいえない。）。\n以上のような犯情についての評価を前提に，本件に現れた主要な量刑事情に係るい\nくつかの類型の量刑傾向を参考として刑期を検討すると，検察官の科刑意見（懲役１\n３年）はやや重過ぎるというべきである。また，弁護人は，本件は介護疲れを背景と\nした擬似心中事案であるとして，刑の執行猶予を付すべきである旨主張するが，本件\nをもって，いわゆる介護疲れや心中を特徴とする事案とみるのは困難であるし，刑の\n執行猶予を付すことが相当な事案ではない。\n以上のほかに弁護人が一般情状として指摘する事情にも特にみるべきものはなく，\n被告人に対しては，主文の刑に処するのが相当であると判断した。\nよって，主文のとおり判決する。\n（求刑  懲役１３年）\n平成２８年７月２９日\n札幌地方裁判所刑事第３部\n裁判長裁判官        金   子   大   作\n裁判官        坂   田   正   史\n裁判官         坂   本      桃\n"
}