{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 3,
    "day": 25
  },
  "case_number": "平成21(行ヒ)154",
  "case_name": "固定資産税賦課処分取消請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "集民　第236号311頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成20(行コ)261",
  "original_date": {
    "era": "Heisei",
    "year": 21,
    "month": 1,
    "day": 29
  },
  "gist": "１　家屋の建替え中のため固定資産税の賦課期日に地方税法（平成１８年法律第７号による改正前のもの）３４９条の３の２第１項所定の居住用家屋が存しない土地に係る当該年度の固定資産税及び都市計画税につき，同条２項１号，地方税法７０２条の３第２項各所定の住宅用地に対する課税標準の特例の適用があるとされた事例\n２　家屋の建替え中のため固定資産税の賦課期日に地方税法３４９条の３の２第１項所定の居住用家屋が存しない土地に係る当該年度の固定資産税及び都市計画税につき，同条２項１号，同法７０２条の３第２項各所定の住宅用地に対する課税標準の特例の適用がないとされた事例",
  "case_gist": "１　家屋の建替え中のため固定資産税の賦課期日に面積が２００?以下である土地の上に地方税法（平成１８年法律第７号による改正前のもの）３４９条の３の２第１項所定の居住用家屋が存しない場合において，上記賦課期日における当該土地の現況が，既存の居住用家屋の取壊し後に，その家屋の所有者であった者を建築主とし，約１０か月の工事予定期間を定めて，居住用家屋となる予定の新たな家屋の建築工事が現に進行中であることが客観的に見て取れる状況にあったという事情の下では，その後になって，上記建築工事が中断し，建築途中の家屋とともに当該土地が施工業者に譲渡されるという事態が生じたとしても，当該土地に係る当該年度の固定資産税及び都市計画税については，同条２項１号，地方税法７０２条の３第２項各所定の住宅用地に対する課税標準の特例の適用がある。\n２　家屋の建替え中のため固定資産税の賦課期日に面積が２００?以下である土地の上に地方税法３４９条の３の２第１項所定の居住用家屋が存しない場合において，上記賦課期日における当該土地の現況が，約１０か月の期間を工事予定期間として着工された新たな家屋の建築工事が地下１階部分のコンクリート工事をほぼ終了した段階で１年近く中断し，相当の期間内に工事が再開されて上記家屋の完成することが客観的に見て取れるような事情もうかがわれない状況にあったという事情の下では，当該土地に係る当該年度の固定資産税及び都市計画税については，同条２項１号，同法７０２条の３第２項各所定の住宅用地に対する課税標準の特例の適用がない。",
  "ref_law": "（１，２につき）地方税法359条，地方税法702条の3第2項　（１につき）地方税法（平成18年法律第7号による改正前のもの）349条の3の2第1項，地方税法（平成18年法律第7号による改正前のもの）349条の3の2第2項1号　（２につき）地方税法349条の3の2第1項，地方税法349条の3の2第2項1号",
  "lawsuit_id": "81183",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=81183",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/183/081183_hanrei.pdf",
  "contents": "主          文\n１  原判決のうち東京都渋谷都税事務所長が上告人に対\nし平成１９年２月９日付けでした第１審判決別紙物\n件目録記載の土地に係る平成１７年度の固定資産税\n及び都市計画税の賦課決定に関する部分を破棄し，\n同部分につき第１審判決を取り消す。\n２  前項の賦課決定を取り消す。\n３  上告人のその余の上告を棄却する。\n４  訴訟の総費用は，これを２分し，その１を上告人の\n負担とし，その余を被上告人の負担とする。\n理          由\n上告人の上告受理申立て理由について\n以下に摘示する地方税法３４９条の３の２第１項，２項の各規定は，平成１７年\n度の固定資産税については，平成１８年法律第７号による改正前のものをいい，同\n１８年度の固定資産税については，現行の規定をいう。\n１  本件は，東京都渋谷都税事務所長が上告人に対してした第１審判決別紙物件\n目録記載の土地（以下「本件土地」という。）に係る平成１７年度及び同１８年度\nの固定資産税及び都市計画税（以下，両税を併せて「固定資産税等」という。）の\n各賦課決定において，地方税法３４９条の３の２，７０２条の３各所定の住宅用地\nに対する固定資産税等の課税標準の特例（以下「本件特例」という。）のうち同法\n３４９条の３の２第２項１号，７０２条の３第２項各所定の面積が２００㎡以下で\nある住宅用地に対する特例が適用されなかったため，これを不服とする上告人が，\n被上告人に対し，上記各賦課決定の取消しを求めている事案である。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  上告人は，東京都渋谷区内に所在する面積が２００㎡以下である本件土地\n及びこれを敷地とする第１審判決別紙物件目録記載の建物（以下「旧家屋」とい\nう。）を所有していたところ，Ａ株式会社（以下「訴外会社」という。）との間\nで，旧家屋を取り壊し本件土地上に家屋（以下「新家屋」という。）を新築する旨\nの工事請負契約を締結し，訴外会社は，平成１６年７月２６日，旧家屋を取り壊し\nた。新家屋の建築工事は，同日から平成１７年５月３１日までを工事予定期間とし\nて着工されたが，同年２月ころ，地下１階部分のコンクリート工事がほぼ終了した\n時点で，多数の瑕疵が存在することが判明した。訴外会社は，上告人に対し，上記\n地下１階部分を解体して建築工事を継続する旨約したが，その後，近隣住民の反対\n等により工事が進捗しないまま，平成１８年２月ころ，上告人に対し，本件土地を\n建築途中の新家屋とともに買い取りたいとの申入れをした。そこで，上告人と訴外\n会社は，同年４月１４日，上記申入れに係る買取りについての和解契約を締結し，\n本件土地は訴外会社に譲渡された。\n(2)  旧家屋は，地方税法３４９条の３の２第１項所定の居住用家屋のうち「専\nら人の居住の用に供する家屋」に該当するものであったが，前記(1)のとおり，平\n成１７年度及び同１８年度の固定資産税等の各賦課期日（平成１７年及び同１８年\nの各１月１日。同法３５９条，７０２条の６）において，旧家屋は既に取り壊され\nて存在せず，新家屋はいまだ完成していなかった。\n被上告人においては，地方税法３４９条の３の２第１項所定の住宅用地の認定に\n関し，「住宅建替え中の土地に係る住宅用地の認定について」と題する通達（平成\n１４年１２月６日１４主資評第１２３号各都税事務所長宛て主税局資産税部長通\n達。平成２１年２月２４日２０主資評第３４３号による廃止前のもの）を発し，既\n存の住宅に替えて住宅を新築する土地のうち，①  当該土地が当該年度の前年度に\n係る賦課期日において住宅用地であったこと，②  住宅の新築が建替え前の住宅の\n敷地と同一の敷地において行われるものであること，③  当該年度の前年度に係る\n賦課期日における建替え前の住宅の所有者と建替え後の住宅の所有者が同一である\nこと，④  当該年度に係る賦課期日において，住宅の新築工事に着手しているか，\n又は，確認申請書を提出していて確認済証の交付後直ちに（既に確認済証の交付を\n受けている場合は直ちに）住宅の新築工事に着手するものであること，という適用\n基準の全てに該当する土地については，住宅が完成するまでに通常必要と認められ\nる工事期間中は，従前の住宅用地の認定を継続することとしていた。\n(3)  東京都渋谷都税事務所の職員は，平成１６年１２月２２日，本件土地の現\n地調査をし，旧家屋が取り壊されたこと，本件土地上に新家屋が建築されようとし\nていること，本件土地に設置されていた建築計画の看板に，上告人を建築主とする\n居住用家屋の建築工事中である旨及び前記(1)の工事予定期間が表示されているこ\nとなどを確認した。同都税事務所長は，本件土地が前記(2)の適用基準を満たすも\nのとして，本件特例のうち面積が２００㎡以下である住宅用地に対する特例を適用\nした上，上告人に対し，平成１７年６月１日付けで平成１７年度の，同１８年６月\n１日付けで同１８年度のそれぞれ本件土地に係る固定資産税等の賦課決定をした\n（以下，これらの賦課決定を「本件各当初処分」という。）。\n(4)  東京都渋谷都税事務所長は，平成１８年５月８日，東京法務局渋谷出張所\nから，本件土地の所有権が売買を原因として上告人から訴外会社に移転した旨の登\n記済通知書を受領した。同都税事務所の職員は，同年７月２７日，同年１０月２１\n日及び平成１９年１月１５日，本件土地の現地調査をし，いずれの日においても，\n新家屋が完成しておらず，その建築工事が中断されている状態であることを確認し\nた。同都税事務所長は，新家屋が通常必要と認められる工事期間内に建築されず，\nまた，本件土地の所有権が訴外会社に移転して建築主が変更されたことにより前記\n(2)の③の基準を満たさないことが明らかになったとして，同年２月９日付けで，\n上告人に対し，本件各当初処分における各年度の固定資産税等の税額と本件土地に\nつき本件特例の適用がないものとして計算した当該各年度の固定資産税等の税額と\nの差額分について，それぞれ賦課決定をした（以下，これらの賦課決定のうち，平\n成１７年度の固定資産税等に係るものを「平成１７年度処分」，同１８年度の固定\n資産税等に係るものを「平成１８年度処分」といい，両者を併せて「本件各処分」\nという。）。\n３  原審は，上記事実関係等の下において，次のとおり判断し，上告人の請求を\nいずれも棄却すべきものとした。\n地方税法３４９条の３の２第１項にいう「敷地の用に供されている土地」とは，\n固定資産税の賦課期日において現に居住用家屋の存する土地をいい，居住用家屋の\n建築予定地及び居住用家屋が建築されつつある土地はいずれもこれに当たらないと\n解される。被上告人における前記２(2)の取扱いは，住宅政策上の見地からの住宅\n用地に係る税負担の緩和という本件特例の趣旨に沿い，課税の公平にもかなうもの\nであるから，同条，同法７０２条の３の各規定に反し違法とするには及ばないが，\n本件土地については，前記２(2)の③の基準を満たす余地がなくなったと認められ\nるから，賦課期日において本件土地の上に現に居住用家屋が存しなかった平成１７\n年度及び同１８年度の固定資産税等について本件特例の適用がないものとしてされ\nた本件各処分は適法である。\n４  原審の上記判断のうち，平成１８年度処分に関する部分は，結論において是\n認することができるが，平成１７年度処分に関する部分は，是認することができな\nい。その理由は，次のとおりである。\n本件特例は，居住用家屋の「敷地の用に供されている土地」（地方税法３４９条\nの３の２第１項）に対して適用されるものであるところ，ある土地が上記「敷地の\n用に供されている土地」に当たるかどうかは，当該年度の固定資産税の賦課期日に\nおける当該土地の現況によって決すべきものである。\n前記事実関係等によれば，平成１７年度の固定資産税の賦課期日である平成１７\n年１月１日における本件土地の現況は，居住用家屋であった旧家屋の取壊し後に，\nその所有者であった上告人を建築主とし，同１６年７月２６日から同１７年５月３\n１日までを工事予定期間と定めて，居住用家屋となる予定の新家屋の建築工事が現\nに進行中であることが客観的に見て取れる状況にあったということができる。この\nような現況の下では，本件土地は上記「敷地の用に供されている土地」に当たると\nいうことができ，その後になって，新家屋の建築工事が中断し，建築途中の新家屋\nとともに本件土地が訴外会社に譲渡されるという事態が生じたとしても，遡って賦\n課期日において本件土地が上記「敷地の用に供されている土地」でなかったことに\nなるものではない。そうすると，本件土地に係る平成１７年度の固定資産税等につ\nいては，本件特例のうち面積が２００㎡以下である住宅用地に対する特例の適用が\nあるから，その適用がないものとしてされた平成１７年度処分は，地方税法３４９\n条の３の２第２項１号，７０２条の３第２項の各規定に反し，違法というべきであ\nる。\nこれに対し，前記事実関係等によれば，平成１８年度の固定資産税の賦課期日で\nある平成１８年１月１日における本件土地の現況は，上記の期間を工事予定期間と\nして着工された新家屋の建築工事が，地下１階部分のコンクリート工事をほぼ終了\nした段階で１年近く中断し，相当の期間内に工事が再開されて新家屋の完成するこ\nとが客観的に見て取れるような事情もうかがわれない状況にあったということがで\nきる。このような現況の下では，本件土地は上記「敷地の用に供されている土地」\nに当たるということができず，本件土地に係る平成１８年度の固定資産税等につい\nては，本件特例の適用がないから，その適用がないものとしてされた平成１８年度\n処分は，適法というべきである。\n５  以上説示したところによれば，平成１７年度処分を適法なものとした原審の\n判断には，判決に影響を及ぼすことが明らかな法令の違反があり，この点に関する\n論旨は理由がある。原判決のうち平成１７年度処分に関する部分は破棄を免れず，\n同部分につき，第１審判決を取り消し，上告人の請求を認容すべきである。他方，\n平成１８年度処分を適法なものとした原審の判断は，結論において是認することが\nでき，この点に関する論旨は採用することができない。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁 判 長 裁 判 官   千 葉 勝 美   裁 判 官   古 田 佑 紀   裁 判 官   竹 内 行 夫   裁 判 官\n須藤正彦）\n"
}