{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 19
  },
  "case_number": "平成29(行ケ)10171",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87990",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87990",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/990/087990_hanrei.pdf",
  "contents": "平成３０年９月１９日判決言渡\n平成２９年（行ケ）第１０１７１号  審決取消請求事件\n口頭弁論終結日  平成３０年７月２３日\n判        決\n原       告      沢井 製 薬 株 式 会 社\n訴訟代理人弁護士      小    松    陽  一  郎\n同             川    端    さ  と  み\n同             山    崎    道    雄\n同             藤    野    睦    子\n同             大    住        洋\n同             中    原    明    子\n同             原        悠    介\n同             前    嶋    幸    子\n同             三    嶋    隆    子\n被       告      シャイア  インターナショナル\nライセンシング  ベー．ブイ．\n訴訟代理人弁護士      北    原    潤    一\n訴訟代理人弁理士      小    林    純    子\n同             杉    山    共    永\n同             星    川        亮\n同             植    竹    友  紀  子\n訴訟復代理人弁護士     黒    田        薫\n主        文\n１  特許庁が無効２０１６－８００１１１号事件について平成２９年８\n月７日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事実及び理 由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  カナダ国法人であるアノーメッド  インコーポレイティドは，発明の名称\nを「選択された炭酸ランタン水和物を含有する医薬組成物」とする発明につ\nいて，平成８年３月１９日（優先日平成７年３月２５日，優先権主張国イギ\nリス）を国際出願日とする特許出願（特願平８－５２９０４０号。以下「本\n件出願」という。）をし，平成１３年８月２４日，特許権の設定登録を受け\nた（特許番号第３２２４５４４号。請求項の数８。以下，この特許を「本件\n特許」といい，この特許権を「本件特許権」という。甲２６）。\nその後，アノーメッド  コーポレーションは，合併による一般承継により，\nアノーメッド  インコーポレイティドから本件特許権の移転登録（受付日平\n成２２年５月３１日）を受け，被告は，アノーメッド  コーポレーションか\nら，本件特許権の譲渡を受け，その旨の移転登録（受付日同日）を受けた（乙\n１，２）。\n⑵  原告は，平成２８年９月１５日，本件特許について特許無効審判を請求し\nた（甲２７）。\n特許庁は，上記請求を無効２０１６－８００１１１号事件として審理を行\nい，平成２９年８月７日，「本件審判の請求は，成り立たない。」との審決\n（以下「本件審決」という。）をし，その謄本は，同月１７日，原告に送達\nされた。\n⑶  原告は，平成２９年９月８日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲の請求項１ないし８の記載は，以下のとおりであ\nる（以下，請求項の番号に応じて，請求項１に係る発明を「本件発明１」，請\n求項２に係る発明を「本件発明２」などという。）。\n【請求項１】\n高リン酸塩血症の治療のための医薬組成物であって，以下の式：\nＬａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏ\n｛式中，ｘは，３～６の値をもつ。｝により表される炭酸ランタンを，医薬と\nして許容される希釈剤又は担体と混合されて又は会合されて含む前記組成物。\n【請求項２】\n前記炭酸ランタンにおいて，ｘが３．５～５の値をもつ，請求項１に記載の\n組成物。\n【請求項３】\n前記炭酸ランタンにおいて，ｘが，３．８～４．５の値をもつ，請求項２に\n記載の組成物。\n【請求項４】\n経口投与のために好適な形態にある，請求項１～３のいずれか１項に記載の\n組成物。\n【請求項５】\n０．１～２０ｇ／日を提供するための単位投与形態にある，請求項１～４の\nいずれか１項に記載の組成物。\n【請求項６】\n胃腸管内への投与による高リン酸塩血症の治療のための医薬の製造のため\nの，請求項１～３のいずれか１項に記載の炭酸ランタンの使用方法。\n【請求項７】\n以下のステップ：\n（ｉ）酸化ランタンを塩酸と反応させて，塩化ランタンを得て；\n（ⅱ）こうして得られた塩化ランタンの溶液と炭酸アルカリ金属を反応させて，\n炭酸ランタン８水塩の湿ケーキを作り；\n（ⅲ）３～６分子の結晶水をもつ炭酸ランタンを得るために，上記炭酸ランタ\nン８水塩の湿ケーキを制御して乾燥させ，そして\n（ⅳ）ステップ（ⅲ）で得られた炭酸ランタンを医薬として許容される希釈剤\n又は担体と混合する，\nを含む，請求項１～３のいずれか１項に記載の炭酸ランタンを含む医薬組成物\nの製法。\n【請求項８】\n腎不全を患う患者における高リン酸塩血症の治療のための医薬の製造のため\nの，請求項１～３のいずれか１項に記載の炭酸ランタンの使用方法。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）のとおりである。その要旨は，原\n告主張の無効理由１（特許法３６条６項１号），無効理由２（平成１４年法\n律第２４号による改正前の特許法３６条４項（以下「特許法旧３６条４項」\nという。））及び無効理由３（特許法２９条２項）について，①請求項１な\nいし８の記載は，同法３６条６項１号に規定する要件（以下「サポート要件」\nという。）及び特許法旧３６条４項に規定する要件（以下「実施可能要件」\nという。）に違反するものではないから，原告主張の無効理由１及び２はい\nずれも理由がない，②本件発明１は，本件出願の優先日前に頒布された刊行\n物である甲１（特開昭６２－１４５０２４号公報）に記載された発明及び技\n術常識に基づいて，当業者が容易に発明をすることができたものではなく，\n本件発明２ないし８も，本件発明１と同様に当業者が容易に発明をすること\nができたものではないから，原告主張の無効理由３も理由がないというもの\nである。\n⑵  本件審決が認定した甲１に記載された発明（以下「甲１発明」という。），\n本件発明１と甲１発明の一致点及び相違点は，以下のとおりである。\nア  甲１発明\n「高リン血症を治療又は予防するためのリン酸イオンの固定化剤であって，\n炭酸ランタン１水和物を含むもの」\nイ  本件発明１と甲１発明の一致点及び相違点\n（一致点）\n「高リン酸塩血症の治療のための医薬組成物であって，\nＬａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏにより表される炭酸ランタンを含む前記組\n成物」である点。\n（相違点１）\n本件発明１では，Ｌａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏにより表される炭酸ラ\nンタンについて，ｘが３～６の値を持つことが特定されているのに対し，\n甲１発明ではｘが１である点。\n（相違点２）\n本件発明１では，炭酸ランタンを医薬として許容される希釈剤又は担体\nと混合されて又は会合されて含むのに対し，甲１発明では，希釈剤や担体\nを含むことが特定されていない点。\n第３  当事者の主張\n１  取消事由１－１（本件発明１の進歩性の判断の誤り）について\n⑴  原告の主張\nア  相違点１の容易想到性の判断の誤り\n本件審決は，①甲１には，甲１発明の炭酸ランタン１水和物を３～６水\n和物に置換することについての記載も示唆もない，②請求人（原告）提出\nの甲１０及び甲１１には「多形」に関する検討が多く行われていたことが\n記載されているが，ここでいう「多形」とは同じ化学組成を持ちながら結\n晶構造が異なり，別の結晶形を示す現象又はその現象を示すものをいうと\nころ，水和水の数が異なる水和物は，互いに化学組成が異なり，甲１０及\nび甲１１にいう「多形」には含まれないから，甲１０及び甲１１に接した\n当業者が水和水の数が異なる水和物の使用の検討の必要性を認識できた\nとはいえないなどとして，甲１発明において，水和水の数が異なる炭酸ラ\nンタンを用いる動機付けを見いだせないから，相違点１は当業者が容易に\n想到し得たものとはいえない旨判断したが，以下のとおり，誤りである。\n(ア)  本件出願の優先日当時の技術常識又は周知技術\n医薬製剤の分野において，薬剤に存在する水和水の数の違いが，薬剤\nの溶解度，溶解速度，安定性及び生物学的利用率に影響を及ぼす可能性\nがあり，薬効の一部を変更できる可能性があることから，ある薬剤に水\n和物が存在する場合，その水和水の数の異なる薬剤の調製を検討し，最\n適な水和形態のものを探索することは，本件出願の優先日当時，技術常\n識又は周知技術であった（甲９，３９ないし４３，５３）。\nまた，本件出願の優先日当時，乾燥温度を調節することなどにより，\n水和水の数の異なる炭酸ランタン水和物を得る調製方法は広く知られて\nいた（甲８，１５，４４）。\n(イ)  相違点１の容易想到性\n前記(ア)の技術常識又は周知技術に照らすと，甲１に接した当業者に\nおいては，甲１発明に存在する炭酸ランタン１水和物について，その水\n和水の数の異なる炭酸ランタン水和物の調製を検討する動機付けがある\nから，このような調製により水和水の数が３ないし６の範囲の炭酸ラン\nタン水和物の構成（相違点１に係る本件発明１の構成）とすることを容\n易に想到することができたものである。\nしたがって，本件審決における相違点１の容易想到性の判断には誤り\nがある。\n(ウ)  被告の主張について\n被告は，①甲１には，特定の金属水和物塩について水和水の数を変え\nると，リン酸イオンの除去率が変化するという知見の記載や示唆はない，\n②甲１には，３８４種類もの多種多様な化合物がリン酸イオンの固定化\n剤の候補化合物として記載されている中で，ランタンを用いた実施例は\n一例のみ（炭酸ランタン１水和物）であり，しかも，セリウムやネオジ\nム，ガドリニウム及びサマリウムを用いた実施例よりもリン酸イオン除\n去率が低いから，炭酸ランタン１水和物の水和水の数に注目することは\nない，③炭酸ランタン水和物は，水又は有機溶媒にほとんど溶解しない\nから（甲５１），溶解特性の面から水和水の数の違いについて検討を試\nみることはなく，また，胃腸管内でリン酸を吸着して体外に排出され，\n生体内にほとんど吸収されることがないから，生物学的利用率の向上の\n面からも水和水の数の違いについて検討を試みることはないなどとして，\n甲１発明に存在する炭酸ランタン１水和物について，その水和水の数の\n異なる炭酸ランタン水和物の調製を検討する動機付けはない旨主張する。\nしかしながら，甲１には，甲１記載の多種多様な候補化合物の中から，\n炭酸ランタン１水和物を実施例１１として特別に取り上げ，また，リン\n酸イオンの固定化反応は，希土類元素の炭酸塩あるいは有機酸化合物が\n水に溶解してイオン化した状態となった上，水溶液中に存在するリン酸\nイオンと反応することが反応式により示されている（２頁右下欄）。\nそして，ある薬剤に水和物が存在する場合，その水和水の数の異なる\n薬剤の調製を検討し，最適な水和形態のものを探索することは，本件出\n願の優先日当時，技術常識又は周知技術であったことは前記(ア)のとお\nりであることからすると，甲１に，水和水の数の異なる化合物が複数例\n記されていたり，水和水の違いごとにリン酸イオン除去率の違いが記載\nされていなくても，当業者においては，炭酸ランタン水和物の水和水の\n数の違いが，ランタンイオン（Ｌａ３⁺ ）の生成速度や生成量に影響す\nる可能性，リン酸イオンの吸着性の高低にも影響を及ぼす可能性がある\nことを理解し，水和水の数の異なる炭酸ランタン水和物の調製を検討す\nる動機付けがあるというべきである。\nまた，本件出願の優先日前の文献（甲９，３９ないし４１，５３）に\nおいては，溶解度の高低にかかわらず，難溶解性の化合物であっても，\n水和水の数が異なる水和物が検討されていることに照らすと，仮に炭酸\nランタン水和物が水又は有機溶媒にほとんど溶解しないとしても，その\nことは，当業者が水和水の数の異なる炭酸ランタン水和物の調製を検討\nする動機付けを否定する事情にはならない。\nしたがって，被告の上記主張は理由がない。\nイ  本件発明１の顕著な効果に関する判断の誤り\n本件審決は，本件出願の願書に添付した明細書（以下，図面も含めて，\n「本件明細書」という。）の発明の詳細な説明（５欄１８行～７欄４０行，\n表１，第１図）には，Ｌａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏで表される炭酸ラン\nタン水和物のうち，ｘが２．２～８．８の範囲の水和物が，ｘが１．３の\n水和物に比べて高いリン酸除去能を有していることが開示されており，当\n該開示は本件発明１が相違点１に係る構成を備えることによって甲１発\n明よりも高いリン酸除去能を有することを示すものといえること，Ｌａ₂\n（ＣＯ₃ ）₃ ・ｘＨ₂ Ｏで表される炭酸ランタン水和物において，ｘの値\nがリン酸除去能に影響を与えることは，本件出願の優先日において知られ\nていたとはいえないことからすると，本件発明１は相違点１に係る構成を\n備えることによって当業者が予想し得ない顕著な効果を有する旨判断し\nたが，以下のとおり，誤りである。\n(ア)  本件発明１における顕著な効果の不存在\nａ  本件審決は，本件発明１の効果が何と比較して当業者が予想し得な\nい顕著なものであるのかについて何ら説明をしておらず，この点にお\nいて本件審決の判断は失当である。\nｂ  本件審決が挙げる本件明細書の記載事項中には，本件発明１の効果\nに関し，ｐＨ３の環境下における炭酸ランタン水和物のリン酸除去能\nを確認するｉｎ  ｖｉｔｒｏ試験において，実験開始後０．５分ない\nし１０分の時点におけるリン酸イオン除去率を水和水の数の異なる炭\n酸ランタン水和物（１．３水和物，２．２水和物，３．８水和物，４\n水和物，４．４水和物，８．８水和物）について比較し，実験開始後\n５分の時点における本件発明１の水和水の数値範囲内の炭酸ランタン\n３．８水和物，４水和物及び４．４水和物のリン酸除去率が他の水和\n物よりも高かった旨の記載がある。\nしかしながら，食物は，経口摂取後，１時間ないし４時間程度胃に\n滞留し，胃による食物の撹拌や分解には，少なくとも１時間程度を要\nし，その後小腸に運ばれる際に，小分子まで分解され，体内に吸収さ\nれるのであるから，胃内と同様のｐＨ３の環境下における「高リン酸\n塩血症の治療のための医薬組成物」としての本件発明１の効果を測定\nするのであれば，食物の胃における滞留時間である１時間ないし４時\n間を考慮する必要があるにもかかわらず，わずか５分間という「分」\n単位の短時間におけるリン酸イオン除去率の顕著性を示すこと自体，\n本件発明１の目的との関係において何ら意味を有するものではなく，\n顕著な効果とはいえない。また，「高リン酸塩血症の治療のための医\n薬組成物」の効果としては少なくとも食物の胃における上記滞留時間\n中にランタンイオンとリン酸イオンとの結合が実現すればよいところ，\n本件明細書の表１によれば，実験開始後１０分の時点には，本件発明\n１の水和水の数値範囲外の炭酸ランタン水和物においても，リン酸イ\nオン除去率が１００パーセントであったことに照らすと，実験開始後\n５分の時点におけるリン酸イオン除去率が高いことをもって本件発明\n１の効果の顕著性を基礎付けることはできない。\n(イ)  本件発明１における水和水の数値限定の臨界的意義の不存在\n本件出願の優先日前に，炭酸ランタン１水和物及び同８水和物は，リ\nン酸吸収剤として公知であったことからすると，本件発明１は，炭酸ラ\nンタン水和物における水和水の数の範囲を「３ないし６」に限定したこ\nとに技術的意義のある数値限定発明であるといえるから，その数値範囲\nの全てにおいて臨界的意義を有する場合に限り，進歩性が肯定されるべ\nきである。\nしかるところ，原告が実施したｐＨ３の環境下における追試実験の結\n果によれば，炭酸ランタン８水和物の実験開始後５分の時点でのリン酸\nイオン除去率は，本件発明１の水和水の数値範囲内の炭酸ランタン４水\n和物と同程度であったこと（甲１６，５６），炭酸ランタン１水和物，\n同１．３水和物，同２．２水和物及び同７．６水和物の実験開始後５分\nの時点でのリン酸イオン除去率は，いずれも１００％であったこと（甲\n５０）に照らすと，水和水の数の違いによるリン酸イオン除去率に差は\nみられないから，本件発明１において炭酸ランタン水和物の水和水の数\nの範囲を「３ないし６」としたことに臨界的意義（顕著な効果）は存し\nない。\n(ウ)  まとめ\n以上によれば，本件発明１は相違点１に係る構成を備えることによっ\nて当業者が予想し得ない顕著な効果を有するとした本件審決の判断は，\n誤りである。\nウ  小括\n以上のとおり，本件審決が，相違点１は当業者が容易に想到し得たもの\nではない旨及び本件発明１は相違点１に係る構成を備えることによって\n顕著な効果を有する旨判断したことは，いずれも誤りである。\nまた，医薬製剤において，希釈剤や担体を用いることは技術常識である\nから（甲７），本件審決認定の相違点２は，本件発明１と甲１発明との実\n質的な相違点とはいえない。\nそうすると，本件発明１は，甲１発明と技術常識又は周知技術に基づい\nて，当業者が容易に発明をすることができたものであるから，これと異な\nる本件審決の判断は誤りである。\n⑵  被告の主張\nア  相違点１の容易想到性の判断の誤りの主張に対し\n(ア)  甲１の記載事項からの動機付けの不存在\nａ  甲１には，水和水の数の違いにより，リン酸イオン除去率に違いが\n生じることについての記載も示唆もない。また，甲１に接した当業者\nは，ランタンイオンがリン吸収剤としての効果を示す本質的部分と考\nえるから，水和水の数を変更することに着目することはない。\nｂ  甲１には，①希土類元素として１６種，炭酸塩あるいは有機酸化合\n物として２４種を列挙して，多種多様な希土類元素の炭酸塩あるいは\n有機酸化合物（１６×２４＝３８４種）がリン酸イオン固定化剤の候\n補化合物として記載されていること（２頁右上欄１行～１５行），②\n上記候補化合物の中で，セリウムに焦点を置いて説明し（２頁右下欄\n１３行～１７行等），１４の実施例中，実施例１ないし９にわたって\nセリウムの炭酸塩ないし各種の有機酸塩について調べており，セリウ\nム以外の希土類元素については，実施例１０ないし１４で１例ずつ記\n載されているにすぎないこと，③セリウム，ネオジム，ガドリニウム\n及びサマリウムを希土類元素として用いた実施例の方が，ランタンを\n用いた実施例１１よりもリン酸イオンの除去率が高かったことが記載\nされていることからすると，甲１に接した当業者は，水和水の数を変\n更することよりは，むしろ，甲１に列挙された各種の有機酸を含む希\n土類元素の有機酸化合物を調製するか，あるいはアルカリ金属やアル\nカリ土類金属を含有する複塩を調製し（２頁右上欄１３行～１５行），\nリン酸イオン除去率を調べるはずである。\nｃ  甲１には，炭酸ランタン１水和物を用いた実施例１１について，問\n題となる点が何ら記載されておらず，完結した発明として記載されて\nいるから，この実施例を見た当業者は，炭酸ランタン１水和物で充分\nと考え，炭酸ランタン１水和物における水和水の数を変更しようなど\nとは考えなかったはずである。また，原告が主張するように本件出願\nの優先日前に，炭酸ランタン１水和物及び同８水和物等の存在が公知\nであったとすれば，甲１の実施例１１で炭酸ランタン１水和物を用い\nたということは，甲１は，炭酸ランタン水和物の中から１水和物を選\n択したことを示すものといえるから，甲１の実施例１１を見た当業者\nは，炭酸ランタン１水和物を改善しようとして水和水の数の異なる他\nの水和物を選択する動機付けはない。\n(イ)  本件出願の優先日当時の技術常識又は周知技術からの動機付けの不\n存在等\n本件出願の優先日当時，炭酸ランタン水和物の水和水の数を変更する\nと，リン酸（塩）結合能力に影響が出るであろうことを示唆する技術常\n識又は周知技術は存在しなかった。\nまた，炭酸ランタン水和物は，水又は有機溶媒にほとんど溶解しない\nことから（甲５１），溶解特性の面から水和水の数の違いについて検討\nする動機付けはない。\nさらに，炭酸ランタン水和物は，胃腸管内で作用して，リン酸を吸着\nして体外に排出されるものであり，生体内にほとんど吸収されないこと\nから，生物学的利用率の向上の面からも，水和水の数の違いについて検\n討する動機付けはない。\n(ウ)  まとめ\n以上によれば，甲１に接した当業者においては，甲１記載の炭酸ラン\nタン１水和物に着目することはなく，仮に着目したとしても，炭酸ラン\nタン１水和物を相違点１に係る本件発明１の構成（炭酸ランタン３水和\n物ないし６水和物）に置換する動機付けはない。\nしたがって，相違点１は当業者が容易に想到し得たものとはいえない\nとした本件審決の判断に誤りはない。\nイ  本件発明１の顕著な効果に関する判断の誤りの主張に対し\n(ア)  本件発明１の効果の顕著性\n発明の効果の顕著性による進歩性については，当該発明が引用発明と\nの対比において当業者が予測することのできない顕著な効果を有するか\nどうかによって判断すべきであるから，本件においては，甲１発明から\nみた本件発明１の効果の顕著性を検討すべきである。\nリン酸イオンを固定化するための薬剤は，食品中のリン酸（塩）の吸\n収を防ぐことを目的として，一般的に食品と一緒に投与されるものであ\nるから，吸収される前に，食品中のリン酸（塩）と結合しなければなら\nない。そこで，食品が消化器系の中でより早期に通過する胃において結\n合すれば，より有利であり，その場合，胃に付随する酸性条件の下で上\n記結合が行われなければならないから，薬剤が早い段階でリン酸（塩）\nと結合することは非常に重要である。\nしかるところ，本件明細書の表１によれば，ｐＨ３の環境下（胃と同\nじ環境下）における実験開始後の５分の時点でのリン酸塩除去率が，甲\n１発明に相当する炭酸ランタン１．３水和物（「サンプル２」）ではわ\nずか３９．９％であるのに対し，本件発明１の水和水の数値範囲内の炭\n酸ランタン４．４水和物（「サンプル３」）では９６．５％，炭酸ラン\nタン３．８水和物（「サンプル６」）及び炭酸ランタン４水和物（「サ\nンプル５」）では１００％という高い値を示している。\n一方，甲１には，炭酸ランタン１水和物について，ｐＨ７の環境下に\nおいてのみリン酸イオン除去率が試験されており，ｐＨ３の環境下にお\nけるリン酸イオン除去率についての言及はない。かえって，甲１には，\n甲１記載の希土類元素の炭酸塩あるいは有機酸化合物は，ｐＨ３のよう\nな胃液中の強酸性領域においてはリン酸（塩）除去効果が低いことが記\n載されている（２頁右下欄４行～３頁左上欄８行，図面）。また，甲１\n記載の実施例には，ランタンは，セリウム，ネオジム，ガドリニウム及\nびサマリウムよりもリン酸イオン除去率が低かったことを示している。\nこのようにランタンについて，炭酸ランタン３ないし６水和物とする\nことで，胃と同じｐＨ３の環境下において，本件明細書に記載されるよ\nうな５分後という比較的早期に優れたリン酸塩除去率を示したことは，\n本件出願の優先日当時，従来技術である甲１発明から到底予測すること\nができないものであったから，本件発明１は，当業者が予測することの\nできない顕著な効果を有する。\nしたがって，本件発明１は相違点１に係る構成を備えることによって\n当業者が予想し得ない顕著な効果を有するとした本件審決の判断に誤り\nはない。\n(イ)  原告の主張について\n原告は，本件発明１は炭酸ランタン水和物の水和水の数を「３ないし\n６」に限定した数値限定発明であることを前提に，本件発明１の進歩性\nを肯定するには，その数値範囲の全てにおいて臨界的意義を有する必要\nがあるが，原告が実施した実験結果（甲１６，５０，５６）は，水和水\nの数の範囲を「３ないし６」としたことに臨界的意義が存しないことを\n示している旨主張する。\nしかしながら，水和物という化合物における水和水の数は，化合物の\n化学構造式上の要素であって，化合物の構造（化学組成）を特定するも\nのであり，組成物における各成分の含有量のような成分比組成とは異な\nり，連続的に変化する変数ではなく，本件発明１は，炭酸ランタン水和\n物における水和水の数を限定した数値限定発明ではないから，原告の上\n記主張は，その前提において失当である。\nまた，原告主張の実験結果は，どのようなルートで得たサンプルを用\nいたのか明らかではない上，同一ルートで得たサンプル同士を比較した\n本件明細書の実験結果と異なる原因が不明であるから，原告主張の実験\n結果のデータは採用できるものではない。\nしたがって，原告の上記主張は，理由がない。\nウ  小括\n以上のとおり，相違点１は当業者が容易に想到し得たものではなく，本\n件発明１は相違点１に係る構成を備えることによって顕著な効果を有す\nるから，本件発明１は，甲１発明と技術常識に基づいて，当業者が容易に\n発明をすることができたものではないとした本件審決の判断に誤りはな\nい。\nなお，本件発明１の実施品である炭酸ランタン４水和物の医薬品が販売\n名ホスレノールとして発売されており，この医薬品の日本における売上げ\nは年間３００億円を超え，慢性腎不全患者に広く役立っている。このよう\nな極めて高い商業的成功も，本件発明１の進歩性の判断において参酌され\nるべきである。\n２  取消事由１－２（本件発明２ないし８の進歩性の判断の誤り）について\n⑴  原告の主張\n本件審決は，本件発明２ないし５は，本件発明１を引用してその内容を限\n定したものであり，本件発明７は本件発明１ないし３の製造方法であり，本\n件発明６及び８は高リン酸血症の治療のための医薬の製造のための本件発明\n１ないし３に用いられている炭酸ランタンの使用方法であるから，本件発明\n２ないし８も，本件発明１と同様に当業者が容易に発明をすることができた\nものではない旨判断した。\nしかしながら，前記１(1)のとおり，本件審決のした本件発明１の容易想到\n性の判断に誤りがある以上，本件発明２ないし８の容易想到性を否定した本\n件審決の上記判断は，その前提を欠くものであって，誤りである。\n(2)  被告の主張\n原告の主張は争う\n３  取消事由２（サポート要件の判断の誤り）について\n⑴  原告の主張\n本件審決は，①  本件発明１ないし５の課題は，「高リン酸塩血症の治療又\nは予防のための医薬組成物を提供すること」であり，本件発明６ないし８の\n課題は，「高リン酸塩血症の治療又は予防のための医薬組成物を製造するこ\nと」である，②本件明細書の発明の詳細な説明の引用に従って甲１に接した\n当業者は，炭酸ランタンを服用した場合，ｐＨ３程度である胃からｐＨ８程\n度である腸管に食物と炭酸ランタンが進むにつれてリン酸イオンの固定化が\n効率的に進み，腸管等において他のイオンが存在していても炭酸ランタンに\nよるリン酸イオンの固定化は可能であり，炭酸ランタンとの反応によりリン\n酸ランタンとして固定化されたリン酸はそのまま体外に排出されることを理\n解できる，③当業者は，本件明細書の発明の詳細な説明の表１の５分後の結\n果から，ｐＨ３の溶液にＬａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏで表される炭酸ラン\nタン水和物を加えると，経時的にリン酸塩の除去が進み，特にｘが２．２～\n８．８の範囲のものについて，除去速度が大きく，ｐＨ３の溶液に当該水和\n物を加えて５分間で７０％以上のリン酸塩を除去できることを理解し，ｘが\n２．２～８．８の範囲のものを服用することによって，高リン酸塩血症を治\n療又は予防できることを理解できる，④本件発明１の炭酸ランタン水和物の\nｘの値（「３～６」）は２．２～８．８に含まれる範囲のものであるから，\n当業者は，本件明細書の発明の詳細な説明の記載から本件発明１の課題を解\n決できると認識できるなどとして，本件発明１ないし８は，いずれも本件明\n細書の発明の詳細な説明に記載された発明であって，発明の詳細な説明の記\n載により当業者が当該発明の課題を解決できると認識できる範囲のものであ\nるから，請求項１ないし８の記載は，サポート要件に違反しない旨判断した\nが，以下のとおり，誤りである。\nア  本件発明１ないし８は，従来技術である甲１発明を前提として，炭酸ラ\nンタン水和物の水和水の数を「３ないし６」に限定したことに特徴的構成\nを有するのであるから，その具体的課題は，「甲１発明よりも優れた高リ\nン酸血症に対する治療効果を有する薬剤を提供すること」にある。\nしかるところ，本件明細書の発明の詳細な説明に記載された高リン酸血\n症の治療効果の検証は，ｐＨ３の環境下においてリン酸水素ナトリウムの\nみを使用したリン酸溶液の０．５分間ないし１０分間のリン酸除去率を測\n定したｉｎ  ｖｉｔｒｏ試験の結果のみであり，その試験条件及びリン酸\n除去率の測定時間は，食物の摂取，生体内における消化吸収というプロセ\nスを踏まえたものではない。すなわち，上記ｉｎ  ｖｉｔｒｏ試験は，食\n物中に存在するリン酸以外の物質（タンパク質等）や酵素等の存在を前提\nとする複雑な系を再現できておらず，リンの主な吸収部位である小腸（ｐ\nＨ７～８）での吸収効率も不明であるなど，およそ生体内の環境を無視し\nたものである。また，胃による食物の撹拌には１時間程度を要するが，０．\n５分～１０分間の試験では，リンと炭酸ランタンの結合の前提となる胃の\n作用による撹拌や分解を経ておらず，炭酸ランタンと食物が充分に混合さ\nれていないため，食物中のリンとランタンとが結合し得る状態に至ってい\nない。\nしたがって，当業者は，上記ｉｎ  ｖｉｔｒｏ試験の結果から，本件発\n明１に含まれる炭酸ランタン水和物及びこれに含まれない炭酸ランタン水\n和物のいずれについても，胃腸管におけるリン酸の吸収を前提としたリン\n酸除去率を確認することができないから，本件明細書の発明の詳細な説明\nの記載から本件発明１ないし８の課題を解決できるものと認識することは\nできない。\nイ  以上によれば，本件発明１ないし８は，本件明細書の発明の詳細な説明\nに記載したものといえないから，請求項１ないし８の記載はサポート要件\nに違反するものではないとした本件審決の判断には誤りがある。\n⑵  被告の主張\nア  本件明細書の発明の詳細な説明の記載事項（３欄７行～９行，１３行～\n１９行，３８行～４８行）によれば，本件発明１ないし８の課題は，「従\n来の高リン酸血症治療剤に代替することができる高リン酸塩血症の治療\n用組成物を提供すること」にあり，原告の主張するような「甲１発明より\nも優れた高リン酸血症に対する治療効果を有する薬剤を提供すること」で\nはない。\nそして，①本件出願の優先日当時，リン酸吸着剤が高リン酸塩血症の治\n療に有効であることは技術常識であったこと（甲２，４，２１ないし２３），\n②人体においてリン酸イオンの吸収は，胃から先の腸，主に，空腸と十二\n指腸で行われるが（甲２の３０４頁左欄２８行～３２行），胃において生\n成されたリン酸ランタンは，体液中においては極めて難溶性で解離するこ\nとがないため，胃から先の腸に送られたリン酸ランタンは，解離すること\nも，人体に吸収されることもなく空腸と十二指腸をそのまま通過し，糞便\n中へ排出されること（本件明細書の発明の詳細な説明の１２欄１９行～２\n０行，１３欄，１４欄），③上記①及び②を踏まえると，本件明細書の発\n明の詳細な説明記載のｉｎ  ｖｉｔｒｏ試験の結果（５欄１８行～７欄４\n０行，表１，第１図）から，本件発明１の炭酸ランタン３ないし６水和物\nは，リン酸吸着剤であり，高リン酸塩血症の治療に使用し得るものであり，\n従来の高リン酸血症治療剤を用いた治療に代替し得ることを理解できるこ\nとによれば，当業者は，本件明細書の発明の詳細な説明の記載から，「従\n来の高リン酸血症治療剤に代替することができる高リン酸塩血症の治療用\n組成物を提供すること」という本件発明１ないし８の課題を解決できると\n認識できるものである。\nイ  以上によれば，本件発明１ないし８は，本件明細書の発明の詳細な説明\nに記載したものといえるから，請求項１ないし８の記載はサポート要件に\n違反しないとした本件審決の判断に誤りはない。\n４  取消事由３（実施可能要件の判断の誤り）について\n(1)  原告の主張\n本件審決は，本件明細書の発明の詳細な説明の記載に接した当業者は，本\n件発明１ないし５を製造することができ，本件発明１ないし８の課題を解決\nできることを認識できるなどとして，本件明細書の発明の詳細な説明は，当\n業者が本件発明１ないし８を実施できる程度に明確かつ十分に記載されてい\nるから，実施可能要件に違反するものではない旨判断した。\nしかしながら，当業者は，本件発明１ないし８を実施するに当たり，治療\n効果の有無，医薬品の投与量，投与方法等を判断する必要があるが，前記３\n(1)のとおり，本件明細書の発明の詳細な説明には，ｐＨ３の環境下における\n０．５分間ないし１０分間のリン酸除去率を測定したｉｎ  ｖｉｔｒｏ試験\nの結果の記載があるのみであり，人の体内における高リン酸塩血症の治療効\n果の有無やその程度に関する情報は何ら開示されておらず，また，その試験\n条件及びリン酸除去率の測定時間は，食物の摂取，生体内における消化吸収\nというプロセスを踏まえたものではないから，上記ｉｎ  ｖｉｔｒｏ試験の\n結果は，高リン酸血症の治療を目的とする効果について，本件発明１の有用\n性を裏付けるものではない。\nそうすると，本件明細書に接した当業者は，本件発明１の有用性，危険性\n等を理解することができず，本件発明１を高リン酸塩血症の治療用組成物と\nして用いることはできないから，本件明細書の発明の詳細な説明の記載は，\n当業者が本件発明１ないし８を実施できる程度に明確かつ十分に記載されて\nいるとはいえない。\nしたがって，本件審決の上記判断は誤りである。\n⑵  被告の主張\n前記３⑵のとおり，本件明細書の発明の詳細な説明記載のｉｎ  ｖｉｔｒ\nｏ試験の結果から，本件発明１の炭酸ランタン３ないし６水和物を高リン酸\n塩血症の治療に使用し得ることを理解できることからすると，本件明細書に\n接した当業者は，本件発明１の有用性を理解し，本件発明１を高リン酸血症\nの治療用組成物として用いることができるから，本件明細書の発明の詳細な\n説明の記載は，当業者が本件発明１ないし８を実施できる程度に明確かつ十\n分に記載されているといえる。\nしたがって，本件審決の実施可能要件の判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１－１（本件発明１の進歩性の判断の誤り）について\n⑴  本件明細書の記載事項等について\nア  本件発明１の特許請求の範囲（請求項１）の記載は，前記第２の２のと\nおりである。\n本件明細書（甲２６）の「発明の詳細な説明」には，次のような記載が\nある（下記記載中に引用する「表１」及び「第１図」については別紙１を\n参照）。\n(ア)  「本発明は，新規性，かつ，進歩性のある医薬組成物及び方法に関\nする。より特に，本発明は，高リン酸血症（ｈｙｐｅｒｐｈｏｓｐｈａ\nｔａｅｍｉａ）の治療用組成物に関する。」（３欄７行～９行）\n(イ)  「高リン酸血症は，透析装置を使用する，腎不全患者の有する特別\nな問題である。慣用の透析は，その血中リン酸（ｐｈｏｓｐｈａｔｅ）\nレベルを減少させることができず，そのレベルは，時々上昇する。アル\nミニウム塩又はカルシウム塩の経口投与によりリン酸レベルを制御す\nることが知られている。アルミニウムの知られた毒性によって，アルミ\nニウムに基づく治療は，回避される傾向にある。カルシウム塩の場合に\nは，カルシウムは，消化管から直ちに吸収され，そして次に高カルシウ\nム血症（ｈｙｐｅｒｃａｌｃａｅｍｉａ）を引き起こす。」（３欄１０\n行～１９行）\n「水和酸化セリウム（…）が，透析の間，リン酸に結合するためにイ\nオン交換カラム内のビーズとして使用されることができることが示唆さ\nれている（…）。…しかしながら，上記希土類は，Ｈｏｄｇｅ－Ｓｔｅ\nｒｎｅｒ分類法（…）に従えば，総じて低毒性も考えられるけれども，\n血液透析装置内での使用に相当する，ｉｖで与えられるそれらの毒性は，\nかなりのものであり，そして我々は，上記の示唆されたイオン交換装置\n又はそのいかなる改良品も，広く許容され，又は高リン酸血症のために\n臨床的にテストされていることを知らない。\n酸化セリウム又はシュウ酸セリウムが，異なる医学的症状のために長\n年にわたり投与されたが，これは，全く使用されていないようである。」\n（３欄２０行～３７行）\n(ウ)  「日本国公開特許出願番号第６２－１４５０２４（…）は，希土類\nの炭酸塩，重炭酸塩又は有機酸化合物が，リン酸（塩）結合剤として使\n用されることができることを開示している。上記公開出願の中の１つの\n例は，炭酸ランタン（ｌａｎｔｈａｎｕｍ  ｃａｒｂｏｎａｔｅ）の使\n用に関する。但し，記載されたテストにおいては，セリウム有機酸塩及\nび炭酸塩は，炭酸ランタンよりもよりよいリン酸（塩）イオン除去（ｐ\nｈｏｓｐｈａｔｅ  ｉｏｎ  ｅｘｔｒａｃｔｉｏｎ）を与えた。上記公\n開出願の実施例１１は，Ｌａ₂ （ＣＯ₃ ）₃ ・Ｈ₂ Ｏ，すなわち，１水\n塩を調製し；他の実施例の全ては，炭酸ランタン以外の炭酸希土類に向\nけられている。」（３欄３８行～４８行）\n(エ)  「特定の形の炭酸ランタンが，さまざまなテストにおいて，８水塩\nの型であると信じられている標準的な商業的な炭酸ランタン，及びＬａ\n₂ （ＣＯ₃ ）₃ ・Ｈ₂ Ｏ又は類似の化合物を上廻る改善された性能を示\nすことが今般発見された。\nその故，１の態様に従えば，本発明は，胃腸管内への投与による高リ\nン酸血症の治療のための医薬の調製のための，式Ｌａ₂ （ＣＯ₃ ）₃ ・\nｘＨ₂ Ｏの炭酸ランタン｛式中，ｘは，３～６，好ましくは３．５～５，\nより特に３．８～４．５の値をもつ。｝の使用である。\n本発明は，さらに，高リン酸血症の治療のための胃腸管内への投与の\nための形態における，医薬として許容される希釈剤又は担体と混合され\n又は会合されて，上記炭酸ランタンを含む医薬組成物を提供する。」（３\n欄４９行～４欄１２行）\n(オ)  「本発明の態様を，添付図面を参照しながら例示のために，以下に\n説明する。ここで，\n図１は，異なる程度の結晶水をもつ炭酸ランタンのリン酸（塩）結合\n能力を示し；」（４欄３２行～３５行）\n「以下に説明するテストのために，炭酸ランタンのサンプルを，以下\nのように得た：\nサンプル１：化学会社から得た商業的炭酸ランタン\nこれを，元素分析（Ｌａ，Ｃ，Ｈ），ＴＧＡ，Ｘ－線粉末回折（Ｘ－\nｒａｙ  ｐｏｗｄｅｒ  ｄｉｆｆｒａｃｔｉｏｎ）及びｉｒスペクトロ\nスコピーによって，式Ｌａ₂ （ＣＯ₃ ）₃ ・８．８Ｈ₂ Ｏをもつと特徴\n付けた。\nサンプル２～４を，真空下又は周囲圧力において，さまざまな時間に\nわたり温度を変えて，サンプル１の一部を加熱することにより調製して，\n式Ｌａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏ｛式中，０＜ｘ＜８である。｝の材料\nを得た。\nサンプル５は，分析されたとき，Ｌａ₂ （ＣＯ₃ ）₃ ・４Ｈ₂ Ｏを示\nした炭酸ランタンのサンプルである。\nサンプル６は，以下の実施例１に従って調製され，そして式Ｌａ₂ （Ｃ\nＯ₃ ）₃ ・３．８Ｈ₂ Ｏをもつ，炭酸ランタンのサンプルである。」（４\n欄４２行～５欄１７行）\n(カ)  「特定の炭酸ランタン水和物が，炭酸ランタン８水和物と，そして\nＬａ₂ （ＣＯ₃ ）₃ ・Ｈ₂ Ｏと，リン酸塩結合活性において有意に異な\nることを示すために，サンプルを以下のようにテストした：\nｉ）保存溶液を，１リッターの脱イオン水に１３．７５ｇの無水Ｎａ₂\nＨＰＯ₄ ，８．５ｇのＮａＣｌを溶解することにより調製した。\nⅱ）１００ｍｌの保存溶液を，濃ＨＣｌの添加によりｐＨ３に調整した。\nⅲ）５ｍｌのサンプルを採取し，そして０．０２μｍフィルターを通し\nて濾過して，時刻０サンプルを得た。\nこれを，Ｓｉｇｍａ  Ｄｉａｇｎｏｓｔｉｃｓ  Ｃｏｌｏｒｉｍｅｔ\nｒｉｃ  ｐｈｏｓｐｈｏｒｕｓテスト・キットを使用してリン酸塩につ\nいて分析した。\nⅳ）５ｍｌ新鮮保存溶液を添加して，再び１００ｍｌにし，そしてその\nｐＨを，約３に再調整した。\nｖ）乾燥粉末としてのＬａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏを，その特定の水\n和物の分子量に従う量において添加して，リン酸塩を２倍のモル数で過\n剰のランタンを得て，そして室温で撹拌した。\nⅵ）サンプリングを，０．５～１０分間の時間間隔において実施し，そ\nしてリン酸塩のパーセンテージを，上記ⅲ）におけるように測定した。\n結果を以下の表１に示す。」（５欄１８行～６欄末行）\n「サンプル３（Ｌａ₂ （ＣＯ₃ ）₃ ・４．４Ｈ₂ Ｏ）；サンプル５（Ｌ\nａ₂ （ＣＯ₃ ）₃ ・４Ｈ₂ Ｏ  ）とサンプル６（Ｌａ₂ （ＣＯ₃ ）₃ ・\n３．８Ｈ₂ Ｏ）が，その８．８Ｈ₂ Ｏ，１．３Ｈ₂ Ｏ又は２．２Ｈ₂ Ｏ\n形態よりもかなり速くリン酸塩に結合することが，表１から容易に分か\nる。我々は，Ｌａ₂ （ＣＯ₃ ）₃ ・１．３Ｈ₂ Ｏ  についての結晶が，\nＬａ₂ （ＣＯ₃ ）₃ ・Ｈ₂ Ｏについて，たった９０％の除去が１２０分\n後に示されているところの上記日本国公開特許出願番号第６２－１４５\n０２４号において示された結果と同じであると信じている。\n最高のリン酸塩除去が３～６分子の水をもつ炭酸ランタンを用いて得\nられることも，添付図面の図１から容易に分かる。」（７欄２９行～４\n０行）\n「本発明は，毒性が問題を引き起こすことができる，血流中へのラン\nタンのいかなる流入（ｉｎｃｕｒｓｉｏｎ）をも伴わないリン酸塩への\n結合の可能性を提供する。上記の特定の炭酸ランタンは，以下に説明す\nるインビボ・テストにより示されるように，消化管からほんの僅かに吸\n収される。」（７欄４１行～４６行）\n(キ)  「実施例１\n酸化ランタン（１．５ｋｇ，４．５８ｍｏｌ）を，２０リッター・フ\nラスコ内の水（５．５リッター）に懸濁させた。硝酸（Ａｎａｌａｒグ\nレード，６９％，ＳＧ１．４２，１．８８リッター，２９．２３ｍｏｌ）\nを，６０～８０℃の間の温度を維持するような速度で１．５時間にわた\nり上記の撹拌された溶液に添加した。得られた硝酸ランタン溶液を室温\nまで放置して冷却し，そして濾過した。水（７．７５リッター）中の炭\n酸ナトリウム（１．６５ｋｇ，１５．５７ｍｏｌ）の溶液を，４５分間\nにわたり撹拌された硝酸ナトリウム溶液に添加した。その添加の終わり\nに，その懸濁液のｐＨは，９．７４であった。この懸濁液を，一夜放置\nし，濾過し（Ｂｕｃｈｎｅｒ漏斗，５４０紙），そして３０分間にわた\nり空気流中でそのフィルター上で乾燥させた。次に固体を水に再懸濁さ\nせ，４０分間撹拌し，そして濾過した。この手順を，繰り返し，その濾\n液中のニトレート濃度が＜５００ｐｐｍであったとき，全部で６つの洗\n浄液を得た。最終的な材料（４．６０４ｋｇ）を，３つのＰｙｒｅｘ皿\nに分け，そして各々からのサンプル，を水分含量について分析した（１\n０５０℃，２時間におけるＬａ₂ （ＣＯ₃ ）３・ｘＨ₂ Ｏの計量された\nサンプルの，Ｌａ₂ Ｏ₃ への分解による。）。次に，これらの皿を８０\n℃においてファン付オーブン内に入れ，そして各皿の重量損失を，要求\nされる程度の水和をもつ材料が得られるまで，モニターした。」（８欄\n２９行～９欄１行）\n(ク)  「本発明の炭酸ランタン（又は消化管内でのリン酸への結合後に形\n成されるリン酸ランタン）が十分に排出され，そして経口で与えられる\nときにその消化管からその循環系に通過しないことを示すために，３匹\nのラットに，２０ｍｇ／ｋｇのＬａ₂ （ＣＯ₃ ）₃ ・４Ｈ₂ Ｏ（サンプ\nル５）を投与し，そして糞と尿を集めることができた代謝カゴ内で飼育\nした。\n７２時間後，上記ランタンの全てが排出されていることが分かる。その尿\nサンプル中，ランタンの量は，検出限界以下であった。テスト後，ラット\nを殺し，そして腎臓，肝臓及び大腿部を，ランタンについて分析した。全\nての場合において，ランタンの量は，０．１ｐｐｍ未満であった。」（１\n２欄１９行～１４欄３行）\nイ  前記アによれば，本件明細書の発明の詳細な説明には，本件発明１の従\n来技術，構成及び効果に関し，次のような開示があることが認められる。\n(ア)  透析装置を使用する腎不全患者の高リン酸血症の治療用組成物とし\nて，従来から，アルミニウム塩又はカルシウム塩の経口投与によりリン\n酸レベルを制御することが知られているが，アルミニウムの毒性によっ\nて，アルミニウムに基づく治療は回避される傾向にあり，また，カルシ\nウムは，消化管から直ちに吸収され，高カルシウム血症を引き起こし，\nさらに，水和酸化セリウムは，血液透析装置内での使用に相当する，ｉ\nｖで与えられる毒性はかなりのものであるため，臨床的にテストされて\nいることを把握していない（前記ア(イ)）。\n(イ)  式Ｌａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏ｛式中，ｘは，３～６，好ましく\nは３．５～５，より特に３．８～４．５の値をもつ。｝により表される\n炭酸ランタンが，８水塩の型であると信じられている標準的な商業的な\n炭酸ランタン，及び「日本国公開特許出願番号第６２－１４５０２４号」\n（甲１）で開示されている１水塩の炭酸ランタン（Ｌａ₂ （ＣＯ₃ ）₃\n・Ｈ₂ Ｏ）又は類似の化合物を上廻る改善された性能を示すことが今般\n発見された（前記ア(ウ)及び(エ)）。\n「本発明」は，高リン酸血症の治療のための胃腸管内への投与のため\nの形態における，医薬として許容される希釈剤又は担体と混合され又は\n会合されて，上記式により表される炭酸ランタンを含む医薬組成物を提\n供するものである（前記ア(エ)）。\nまた，「本発明」は，毒性が問題を引き起こすことができる，血流中\nへのランタンのいかなる流入をも伴わないリン酸塩への結合の可能性を\n提供するものである（前記ア(カ)）。\n⑵  甲１の開示事項について\nア  甲１には，次のような記載がある（下記記載中に引用する「図面」につ\nいては別紙２を参照）。\n(ア)  「特許請求の範囲\n希土類元素の炭酸塩あるいは有機酸化合物からなるリン酸イオンの固\n定化剤。」（１頁左欄４行～６行）\n(イ)  「（産業上の利用分野）\n本発明は，リン酸イオン特に生体液中に存在するリン酸イオンの新規\nな固定化剤に関する。」（１頁左欄８行～１０行）\n「（従来の技術）\n慢性腎不全患者においては，リンの排泄障害から高リン血症を生ずる\nことはよく知られており，この治療として食餌制限，水酸化アルミニウ\nムの投与が主として行なわれている。しかし，食餌制限は極端なタンパ\nク制限につながり，短期的には可能であっても，長期の透析患者の場合\nは，栄養障害や貧血，易感染性など他の合併症の増悪因子となる。また，\n水酸化アルミニウムの経口投与は，通常，１～３ｇを１日に３～６回服\n用することが必要であり，患者に不快感を与えるばかりでなく，最近透\n析脳症や骨粗鬆症の原因物質である疑いが持たれるようになり，その長\n期的使用の弊害が懸念されている。\n上記の問題に対して，水酸化アルミニウム投与に替わるリンの除去法\nとしてジルコニウム化合物を吸着剤とする方法が提案されている〔中林\n宜男他：ジルコニウムによる高リン血症の治療について，人工臓器Ｖｏ\nｌ．１１，１，ｐ３６～３９（１９８２），および特開昭５９－４６９\n６４号〕。しかし，ジルコニウム化合物のリン吸着能は，水酸化アルミ\nニウムと同程度であり，使用量を低減できるものではない。」（１頁左\n欄１１行～右欄１３行）\n「（発明が解決しようとする問題点）\n前記の無機イオン交換体は，リン酸イオン以外のアニオン種も吸着す\nるため，特に生体に適用する場合においては，体内のイオンバランスを\n乱す恐れがあること，酸やアルカリ溶液に対して溶解性が無視できない\nこと，および吸着量が十分でなく使用量が多くなるという問題がある。」\n（１頁右欄１４行～２頁左上欄１行）\n(ウ)  「（問題点を解決するための手段）\n本発明者らは，各種金属塩のリン酸イオンとの反応性について検討し\nた結果，希土類元素の炭酸塩または有機酸化合物は，リン酸イオンと効\n率的に反応することを見出し，実用化のため鋭意検討した結果，本発明\nを完成するに至った。\nしたがつて，本発明の目的は，リン酸イオンに対する効率的な固定化\n剤，特に生体に適応して有効な固定化剤を提供することにある。\nすなわち，本発明の固定化剤は，希土類元素の炭酸塩あるいは有機酸\n化合物からなることを特徴とするリン酸イオンの固定化剤である。\n本発明の固定化剤は，生体の消化器系および血液中におけるｐＨ範囲\n内において選択的に，かつ非可逆的にリン酸イオンと反応して固定化す\nるため，従来の吸着剤法に比べて単位重量当りのリン酸イオンの固定化\n性能は５倍以上の特性を有する。」\n「以下，本発明の固定化剤について詳細に説明する。\n本発明の希土類元素の炭酸塩あるいは有機酸化合物とは，希土類元素，\nすなわち，Ｙ，Ｌａ，Ｃｅ，Ｐｒ，Ｎｄ，Ｐｍ，Ｓｍ，Ｅｕ，Ｇｄ，Ｔ\nｂ，Ｄｙ，Ｈｏ，Ｅｒ，Ｔｍ，Ｙｂ，Ｌｕの炭酸塩あるいは有機酸化合\n物である。炭酸塩としては，単純炭酸塩あるいはアルカリ金属やアルカ\nリ土類金属を含む複塩がある。有機酸としては，シュウ酸，酢酸，プロ\nピオン酸，酪酸，パルミチン酸，ステアリン酸，オレイン酸，エライジ\nン酸，リノール酸，リノレン酸，クエン酸，酒石酸，リンゴ酸，コハク\n酸，フマル酸，マロン酸，マレイン酸，乳酸，安息香酸，マンデル酸，\nフタル酸やグリコール酸等を用いることができ，それらを含む希土類元\n素の有機酸化合物や，あるいはアルカリ金属やアルカリ土類金属を含有\nする複塩がある。\nこれらの希土類元素の炭酸塩あるいは有機酸化合物は，単独で用いて\nもよいし，二種類以上の混合物として用いてもよい。」（以上，２頁左\n上欄２行～右上欄１８行）\n(エ)  「本発明の希土類元素の炭酸塩あるいは有機酸化合物がリン酸イオ\nンを固定化する反応は，下式のように表わすことができる。\nＬｎ₂ Ｘ₃ ・ｎＨ₂ Ｏ＋２ＭＨ₂ ＰＯ₄\n⇄   ２ＬｎＰＯ₄ ＋２Ｈ₂ Ｘ＋Ｍ₂ Ｘ\nここで，Ｌｎは３価の希土類元素，Ｘは炭酸イオンあるいは有機酸イオ\nン（２価イオンとして示す），Ｍはアルカリ金属あるいは水素イオンを\n表わす。」\n「希土類元素の炭酸塩あるいは有機酸化合物の上記の反応式によるリ\nン酸イオン固定化は，液相のｐＨの影響を受ける。例えば，シュウ酸第\n一セリウムを用いた場合のリン酸イオン除去率の液相ｐＨへの依存性は，\n図面に示すようになる。すなわち，ｐＨ５以下の強酸性領域においては，\n平衡は左側に傾くが，ｐＨ６以上の中性からアルカリ性領域においては，\n平衡はほぼ１００％右側に移行し，非可逆的なリン酸イオンの固定化を\n行なうことが可能になる。」\n「生体内中，特に消化器系における体液のｐＨは，酸性である胃液中\nのｐＨ３程度から弱アルカリ性である腸管内液中のｐＨ８程度の範囲に\nあるので，本発明の希土類元素の炭酸塩あるいは有機酸化合物のリン酸\nイオン固定化は，胃から先の消化器系において効率的に進むものと考え\nられる。」\n「また，本発明の希土類元素の炭酸塩あるいは有機酸化合物のリン酸\nイオンの固定化は，他のアニオン，例えば，塩素イオンや重炭酸イオン\nのように生体液中に多量に存在するイオンが共存していても，選択的に\nリン酸イオンを固定化することができる。」\n「本発明の希土類元素の炭酸塩あるいは有機酸化合物は，リン酸イオ\nンを希土類元素のリン酸塩として固定化するが，該リン酸塩は体液中に\nおいては不溶性であり，そのまま体外に排出される。」（以上，２頁右\n下欄４行～３頁左上欄１８行）\n(オ)  「（発明の効果）\n次に，本発明のリン酸イオンの固定化剤の特徴について述べると，次\nのようである。\n⑴ｐＨ６以上においてほぼ１００％のリン酸イオン固定化除去性能を\n有する。\n⑵塩素イオンや重炭酸イオン等の他のアニオンが存在しても固定化除\n去性能は変わらず，選択的にリン酸イオンを固定化除去することができ\nる。\n⑶リン酸イオンの除去効率は大きく，使用量は少なくてすむ。」（３\n頁左下欄７行～１６行）\n(カ)  「実施例１\n本発明のシュウ酸第一セリウムのリン酸イオン固定化除去性能のｐＨ\n依存性について示す。\nシュウ酸第一セリウム１０水塩の調製\n市販９９．９％の塩化セリウムを蒸留水に溶解した後に，シュウ酸水\n溶液を添加すると，白色の結晶性沈澱が得られる。その結晶を沪過，次\nいで，塩素イオンが沪液中に認められなくなるまで水洗した後に，空気\n中で風乾した。\nリン酸イオン固定化除去実験\nリン酸イオン濃度が２．７６ｍＭ／ℓ になるように，リン酸（リンと\nして８５．６ｐｐｍ）を蒸留水で稀釈してリン酸イオン含有水を調製し，\n該水溶液に該シュウ酸第一セリウム１０水塩を１ｇ／ℓ の割合で添加し\nて，１Ｎ水酸化ナトリウム水溶液を添加することにより，該水溶液を所\n定のｐＨに保ちながら，室温で２時間攪拌した。その後，混合液を沪過\nし，その沪液のｐＨをｐＨメーターで，リン酸イオン濃度をイオンクロ\nマトグラフィー（装置Ｄｉｏｎｅｘ社製２０２０ｉ型）により測定した。\nこの結果を，溶液のｐＨとリン酸イオンの除去率の関係として図面に示\nす。\nなお，ｐＨ７において生成した沈澱を沪過，乾燥した後，Ｘ線回折を\n測定したところ，リン酸第一セリウムであることがわかった。また，沪\n液中には４．１ｍＭのシュウ酸イオンが存在しており，下式の反応が定\n量的に進むことがわかった。\nＣｅ₂ （Ｃ₂ Ｏ₄ ）₃ ・１０Ｈ₂ Ｏ＋２ＮａＨ₂ ＰＯ₄ →２ＣｅＰＯ₄\n＋Ｎａ₂ Ｃ₂ Ｏ₄ ＋２Ｈ₂ Ｃ₂ Ｏ₄ ＋（１０Ｈ₂ Ｏ）」（３頁右下欄４\n行～４頁左上欄１２行）\n「実施例２～４\n実施例１と同様にして調整したシュウ酸第一セリウム１０水塩を，リ\nン酸イオン濃度が２．７６ｍＭ１ℓ の水溶液に，０．２ｇ／ℓ ，０．５\nｇ／ｇ，および１．５ｇ／ℓ の割合で添加し，１Ｎ水酸化ナトリウム水\n溶液を加えて，該水溶液のｐＨを７に保ちながら，室温で２時間攪拌し\nた。実施例１と同様の方法で液中のリン酸イオン濃度を測定し，リン酸\nイオンの除去率を測定した。」（４頁左上欄１３行～右上欄１行）\n「実施例６\nリン酸イオン固定化剤として炭酸第一セリウム９水塩〔Ｃｅ₂ （ＣＯ\n₃ ）₃ ・９Ｈ₂ Ｏ〕を使用した例を示す。…\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸イ\nオン濃度として２．７６ｍＭ／ℓ の溶液で０．５ｇ／ℓ の割合で添加し，\n２時間後の除去率を求めた。その結果，リン酸イオンの除去率は９８％\nであった。」（４頁右上欄１９行～左下欄１２行）\n「実施例８\nリン酸イオン固定化剤としてクエン酸第一セリウム３．５水塩｛Ｃｅ〔Ｃ\n₃ Ｈ₄ ＯＨ（ＣＯ₂ ）₃ 〕・３．５Ｈ₂ Ｏ｝を使用した例を示す。…\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸イ\nオン濃度として２．７６ｍＭ／ℓ の溶液で０．５ｇ／ℓ の割合で添加し，\n２時間後の除去率を求めた。その結果，リン酸イオンの除去率は９２％\nであった。」（４頁右下欄６行～１８行）\n「実施例９\nリン酸イオン固定化剤としてマロン酸第一セリウム６水塩〔Ｃｅ₂\n（ＣＨ₂ Ｃ₂ Ｏ₄ ）₃ ・６Ｈ₂ Ｏ〕を使用した例を示す。…\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸イ\nオン濃度として２．７６ｍＭ／ℓ の溶液で１ｇ／ℓ の割合で添加し，２\n時間後の除去率を求めた。その結果，リン酸イオンの除去率は１００％\nであった。」（４頁右下欄１９行～５頁左上欄１１行）\n「実施例１０\nリン酸イオン固定化剤として炭酸イットリウム３水塩〔Ｙ₂（ＣＯ₃ ）\n₃ ・３Ｈ₂ Ｏ〕を使用した例を示す。…\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸イ\nオン濃度として２．７６ｍＭ／ℓ の溶液で０．５ｇ／ℓ の割合で添加し，\n２時間後の除去率を求めた。その結果，リン酸イオンの除去率は８５％\nであった。」（５頁左上欄１２行～右上欄２行）\n(キ)  「実施例１１\nリン酸イオン固定化剤として炭酸ランタン１水塩［Ｌａ₂ （ＣＯ₃ ）\n₃ ・Ｈ₂ Ｏ］を使用した例を示す。\n塩化ランタン水溶液に炭酸ナトリウム水溶液を添加し，沈でんを生成\nせしめる。沈でんは，沪過，水洗後，１００℃で乾燥した。\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸\nイオン濃度として２．７６ｍＭ／ℓ の溶液で０．６ｇ／ℓ の割合で添加\nし，２時間後の除去率を求めた。その結果，リン酸イオンの除去率は９\n０％であった。」（５頁右上欄３行～１３行）\n(ク)  「実施例１２\nリン酸イオン固定化剤としてシュウ酸ネオジム１０水塩〔Ｎｄ₂ （Ｃ\n₂ Ｏ₄ ）₃ ・１０Ｈ₂ Ｏ〕を使用した例を示す。…\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸\nイオン濃度として２．７６ｍＭ／ℓ の溶液で１ｇ／ℓ の割合で添加し，\n２時間後の除去率を求めた。その結果，リン酸イオンの除去率は９７％\nであった。」\n「実施例１３\nリン酸イオン固定化剤としてシュウ酸ガドリニウム１０水塩〔Ｇｄ₂\n（Ｃ₂ Ｏ₄ ）₃ ・１０Ｈ₂ Ｏ〕を使用した例を示す。…\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸\nイオン濃度として２．７６ｍＭ／ℓ の溶液で１ｇ／ℓ の割合で添加し，\n２時間後の除去率を求めた。その結果，リン酸イオンの除去率は９２％\nであった。」\n「実施例１４\nリン酸イオン固定化剤としてシュウ酸サマリウム１０水塩〔Ｓｍ₂（Ｃ\n₂ Ｏ₄ ）₃ ・１０Ｈ₂ Ｏ〕を使用した例を示す。…\n該リン酸イオン固定化剤を，実施例２と同様の方法を用いて，リン酸\nイオン濃度として２．７６ｍＭ／ℓ の溶液で１ｇ／ℓ の割合で添加し，\n２時間後の除去率を求めた。その結果，リン酸イオンの除去率は９１％\nであった。」（以上，５頁右上欄１４行～５頁右下欄９行）\n(ケ)  「図面の簡単な説明\n図面はシュウ酸セリウム１０水塩のリン酸イオン除去率のｐＨ依存性\nを示す図表である。」（５頁右下欄１０行～１２行）\nイ  前記アによれば，甲１には，①慢性腎不全患者におけるリンの排泄障害\nから生ずる高リン血症の治療として，従来，主に行われていた水酸化アル\nミニウムの投与には，水酸化アルミニウムが透析脳症や骨粗鬆症の原因物\n質である疑いが持たれるようになり，その長期的使用の弊害が懸念されて\nおり，また，ジルコニウム化合物を吸着剤とする方法は，ジルコニウム化\n合物のリン吸着能は，水酸化アルミニウムと同程度であり，使用量を低減\nできるものではないという問題があったこと，②「本発明」は，リン酸イ\nオンに対する効率的な固定化剤，特に生体に適応して有効な固定化剤を提\n供することを目的とするものであり，この課題を解決するための手段とし\nて，「希土類元素の炭酸塩あるいは有機酸化合物からなることを特徴とす\nるリン酸イオンの固定化剤」という構成を採用したこと，③「本発明」は，\nｐＨ６以上においてほぼ１００％のリン酸イオン固定化除去性能を有する\nこと，塩素イオンや重炭酸イオン等の他のアニオンが存在しても固定化除\n去性能は変わらず，選択的にリン酸イオンを固定化除去することができる\nこと，リン酸イオンの除去効率は大きく，使用量は少なくてすむこととい\nう効果を奏すること，④「本発明」の「実施例１１」は，炭酸ランタン１\n水塩［Ｌａ₂ （ＣＯ₃ ）₃ ・Ｈ₂ Ｏ］をリン酸イオン濃度２．７６ｍＭ／\nℓ の溶液に０．６ｇ／ℓ の割合で添加し，１Ｎ水酸化ナトリウム水溶液を\n加えて，該水溶液のｐＨを７に保ちながら，室温で２時間攪拌した後，液\n中のリン酸イオンの除去率を測定したものであり，その結果，リン酸イオ\nン除去率は９０％であったことの開示があることが認められる。\n⑶  本件出願の優先日当時の技術常識及び周知技術について\nア  各文献の記載事項について\n(ア)  甲９\n甲９（「溶媒和物，非晶質固体と医薬品製剤」粉体工学会誌２２巻２\n号・昭和６０年発行）には，次のような記載がある。\nａ  「３．水和物\n結晶水を有する医薬品は非常に多い。水和物（溶媒和物も含む）に\nは，その無水物と比べ分子式では異なることよりｐｓｅｕｄｏｐｏｌ\nｙｍｏｒｐｈという名称がよく用いられている。すなわち広い意味で\nの多形の一種として取扱われる場合が多い。また，水和物にはそれ自\n体に多形が存在する場合もある。水和物として存在する医薬品を製剤\n化する場合，通常の場合と同様，その物理化学的特性の違いを的確に\n把握しておく必要があるが，それに加えて吸湿，脱水といった現象，\nおよびそれに伴う物性や結晶形の変化に関しても充分に検討しておく\nことが必要である。」（８６頁左欄４０行～右欄７行）\nｂ  「３．１  製剤化にあたっての問題点\n水和物では，結晶水が製剤工程での品質管理あるいはでき上がった\n製剤の諸特性に影響を与えることが多く，予備処方設計の段階でその\n性質を明確に把握しておくことが重要である。\n⑴  生物学的利用率\n経口剤の生物学的利用率には溶解度，溶解速度が大きな影響を与\nえる。Ｓｈｅｆｔｅｒらは水和物の溶解速度は理論的に結晶水の数\nの増加と共に減少することを述べているが，それ以外に濡れ易さ，\n凝集性，表面積など粉体としての物理的性質の影響が大きい場合も\nあり，エリスロマイシン２水和物は１水和物及び無水和物よりも高\nい溶解度を示す。テトラサイクリンでは３水和物よりも２水和物の\n方が高い生物学的利用率を示した（図１）。アンピシリンでは無水\n物と３水和物間に吸収性に差があるとの報告と両者間に差がないと\nする報告がある。その他フルプレドニソロンのｉｎ  ｖｉｖｏおよ\nびｉｎ  ｖｉｔｒｏでの溶出速度はα―１水和物とβ－１水和物間\nでも差が認められたなど数多く報告されている。\n⑵  化学的安定性\n医薬品の製剤化にあたり結晶形を選択する場合には前項に述べた\nような生物学的に有利なこととともに，それを製剤とした場合，化\n学的にも，また物理的にも安定であることが好ましい。この意味で\n水和物も含めて多形間の安定性の相違については充分な検討が必要\nである。\n筆者らはシアニダノールには７種の結晶多形，水和物が存在し，\n通常保存される条件ではⅡ形１水和物が最も安定な結晶形であるこ\nとを見い出した。図２はこれら多形，水和物の光に対する安定性を\n示したものであるが，Ⅱ形１水和物が最も安定であった。また保存\n湿度の影響を検討した結果，高湿度保存により光に不安定なⅠ形４\n水和物に転移するⅡ形無水物，Ⅳ形無水物，Ⅰ形１水和物は不安定\nであった･･･\n⑶  物理的安定性\n結晶水は製剤自体の物性にも大きな影響を与える場合が多い。\n筆者らの実験によると塩化ベルベリン４水和物と２水和物を含む\n錠剤の崩壊挙動を比較検討したところ，４水和物錠が比較的速やか\nに崩壊するのに対し，２水和物錠は著しく崩壊性が劣っていた。…\nこれは２水和物が水中で４水和物に転移するとき，結晶表面に４水\n和物の結晶が成長し，これが粒子間に網状構造を形成し粒子間結合\nを生じるため，錠剤内への水の浸透が遅くなると共に水中での粒子\nの分散性が悪くなり，崩壊，溶出の遅れが生ずるものと考えられた。」\n（８６頁右欄２２行～８８頁右欄１１行）\n(イ)   甲１５\n甲１５（「化学大辞典５，縮刷版」１９６３年１１月１５日第１刷発\n行）には，次のような記載がある。\n「たんさんランタン  炭酸－\n一，三，八水塩の３種類が知られており，ランタナイトは八水塩に相当\nする。製法  ランタン塩の水溶液にアルカリ金属の炭酸塩を加え，生じ\nた沈殿を１００°で乾燥すると一水塩が得られ，室温で乾燥すると八水\n塩が得られる。水酸化物の懸濁液に二酸化炭素を通ずると三水塩が得ら\nれる。」（７３５頁右欄）\n(ウ)  甲４０\n甲４０（Ｒａｊｅｎｄｒａ  Ｋ．Ｋｈａｎｋａｒｉ，Ｄａｖｉｄ  Ｊ．\nＷ．Ｇｒａｎｔ「Ｐｈａｒｍａｃｅｕｔｉｃａｌ  ｈｙｄｒａｔｅｓ」\nＴｈｅｒｍｏｃｈｉｍｉｃａ  Ａｃｔａ  ２４８  平成７年１月発行）\nには，次のような記載がある。\nａ  「水和物は，親化合物（例えば，医薬品または添加剤の無水物）お\nよび水の両方を含有する固体付加物である。このレビューでは，水分\n子の環境が様々な定義されたパターンを示し，医薬水和物およびそれ\nらの挙動を強調する結晶化学量論的水和物のみについて論じる。水分\n子の存在は，分子間相互作用（内部エネルギーおよびエンタルピーに\n影響を及ぼす）および結晶障害（エントロピー）に影響し，したがっ\nて自由エネルギー熱力学的活性，溶解度，溶解速度，安定性およびバ\nイオアベイラビリティに影響を及ぼす。さらに，錠剤，粉砕，および\n製品性能などの機械的挙動を含む，多くの固体状態の特性が変更され\nる。水和物の物理化学的特徴付けは，製品開発プロセス中に「デシジ\nョン  ツリー」の一部に回答されるべき質問としてフローチャートに含\nまれている。医薬水和物は，そのほとんどがよく知られている様々な\n相補的な物理化学的方法によって特徴付けられるだろう。」（６１頁\n２行～１３行・訳文３行～１３行）\nｂ  「前項の議論では，物理的および／または化学的安定性，生物学的\n利用能および製品開発中の処理に影響を与える相転移の問題を回避で\nきるように，医薬水和物の特徴付けの重要性を強調している。その結\n果，医薬剤形の開発中に，検討中の固体が水和物を形成するかどうか\nを調査し，そうであれば，薬物の異なる擬似多形体が熱力学的に安定\nである温度および水分活性の条件を決定することが重要である。\n図９は，適切な分析仕様およびコントロールを設定するために製品\n開発プロセス中に尋ねられる必要のある一連の質問を提供するデシジ\nョンツリーまたはフローチャート［１］を示す。図９はまた，提示さ\nれた質問に答えるために使用できる固体分析技術を列挙している。物\n質が溶媒和物として存在する可能性があるかどうかを検証するために，\n極性の異なる溶媒から結晶化する。溶媒の極性を変える代わりに，溶\n媒媒体の水分活性は水と適切な有機溶媒との混合物を用いて変化させ\nることができるだろう［５］。結晶化された固体は，その組成および\n化学量論を明らかにするために，図９に列挙された方法によって分析\nされる。水和物の存在が肯定的である場合，結晶形の溶解速度，溶解\n度，および安定性などの重要な物理的性質が決定され，無水物または\n同じ化合物の別の水和物のものと比較される。」（７３頁８行～２７\n行・訳文１７行～３１行）\n(エ)  甲５３\n甲５３（「製剤学  改稿版」昭和５７年発行）には，次のような記載\nがある。\n「（２－ⅳ）結晶形，結晶状態：薬物の多くは結晶多形ｐｏｌｙｍｏ\nｒｐｈｉｓｍをもつことが知られている。･･･このほかにも結晶の水和度\nが溶解に影響する。アンピシリンの無水物と三水和物は３７℃の溶解度\nがそれぞれ１０及び８ｍｇ／ｍｌである。どちらを使った製剤であるか\nによって溶解速度，ひいては吸収性の違いが現われる。」（１４６頁３\n行～１１行）\nイ  水和物として存在する医薬に係る技術常識又は周知技術\n前記アの記載事項を総合すると，本件出願の優先日（平成７年３月２５\n日）当時，①乾燥温度等の乾燥条件の調節により，水和水の数の異なる炭\n酸ランタン水和物を得ることができること，②水和物として存在する医薬\nにおいては，水分子（水和水）の数の違いが，薬物の溶解度，溶解速度及\nび生物学的利用率，製剤の化学的安定性及び物理的安定性に影響を及ぼし\n得ることから，医薬の開発中に，検討中の化合物が水和物を形成するかど\nうかを調査し，水和物の存在が確認された場合には，無水物や同じ化合物\nの水和水の数の異なる別の水和物と比較し，最適なものを調製することは，\n技術常識又は周知であったものと認められる。\n⑷  相違点１の容易想到性の有無について\nア  甲１には，慢性腎不全患者におけるリンの排泄障害から生ずる高リン血\n症の治療のための「リン酸イオンに対する効率的な固定化剤，特に生体に\n適応して有効な固定化剤」の発明として，「希土類元素の炭酸塩あるいは\n有機酸化合物からなることを特徴とするリン酸イオンの固定化剤」が開示\nされ，その実施例の一つ（実施例１１）として開示された炭酸ランタン１\n水塩（１水和物）のリン酸イオン除去率が９０％であったことは，前記(2)\nイのとおりである。\n前記(3)イ認定の本件出願の優先日当時の技術常識又は周知技術に照ら\nすと，甲１に接した当業者においては，甲１記載の炭酸ランタン１水和物\n（甲１発明）について，リン酸イオン除去率がより高く，溶解度，溶解速\n度，化学的安定性及び物理的安定性に優れたリン酸イオンの固定化剤を求\nめて，水和水の数の異なる炭酸ランタン水和物の調製を試みる動機付けが\nあるものと認められる。\nそして，当業者は，乾燥温度等の乾燥条件を調節することなどにより，\n甲１記載の炭酸ランタン１水和物（甲１発明）を，水和水の数が３ないし\n６の範囲に含まれる炭酸ランタン水和物の構成（相違点１に係る本件発明\n１の構成）とすることを容易に想到することができたものと認められる。\nこれと異なる本件審決の判断は，前記(3)イ認定の本件出願の優先日当時\nの技術常識又は周知技術を考慮したものではないから，誤りである。\nイ  これに対し被告は，①甲１には，水和水の数の違いにより，リン酸イオ\nン除去率に違いが生じることについての記載も示唆もないし，また，本件\n出願の優先日当時，炭酸ランタン水和物の水和水の数を変更すると，リン\n酸（塩）結合能力に影響が出るであろうことを示唆する技術常識又は周知\n技術は存在しない，②甲１に接した当業者は，水和水の数を変更すること\nに着目することはなく，むしろ，甲１に列挙された各種の有機酸を含む希\n土類元素の有機酸化合物を調製するか，あるいはアルカリ金属やアルカリ\n土類金属を含有する複塩を調製し，リン酸イオン除去率を調べるはずであ\nる，③甲１には，炭酸ランタン１水和物を用いた実施例１１について，問\n題となる点が何ら記載されておらず，完結した発明として記載されている\nから，この実施例を見た当業者は，炭酸ランタン１水和物で充分と考え，\n炭酸ランタン１水和物における水和水の数を変更しようなどとは考えなか\nったはずである，④炭酸ランタン水和物は，水又は有機溶媒にほとんど溶\n解しないから（甲５１），溶解特性の面から水和水の数の違いについて検\n討を試みる動機付けはないなどとして，甲１に接した当業者においては，\n甲１記載の炭酸ランタン１水和物（甲１発明）を相違点１に係る本件発明\n１の構成に置換する動機付けはないから，相違点１は当業者が容易に想到\nし得たものとはいえない旨主張する。\nしかしながら，上記①ないし③の点については，前記⑶イのとおり，水\n和物として存在する医薬においては，水分子（水和水）の数の違いが，薬\n物の溶解度，溶解速度及び生物学的利用率，製剤の化学的安定性及び物理\n的安定性に影響を及ぼし得ることから，医薬の開発中に，検討中の化合物\nが水和物を形成するかどうかを調査し，水和物の存在が確認された場合に\nは，無水物や同じ化合物の水和水の数の異なる別の水和物と比較し，最適\nなものを調製することが，本件出願の優先日当時，技術常識又は周知であ\nったことに照らすと，甲１自体には，水和水の数の違いによりリン酸イオ\nン除去率に違いが生じることや炭酸ランタン１水和物を用いた実施例１１\nについて問題点の記載がないからといって，甲１に接した当業者において，\n甲１記載の炭酸ランタン１水和物（甲１発明）について水和水の数の異な\nる炭酸ランタン水和物の調製を試みる動機付けがあることを否定すること\nはできない。また，リン酸（リン酸イオン）の固定化反応は，炭酸ランタ\nン水和物が溶解して生成されたランタンイオンがリン酸イオンと反応する\nことにより固定化するものであるところ（前記(2)ア(エ)の甲１記載事項），\n上記のとおり，水和物として存在する医薬については，水分子（水和水）\nの数の違いが，薬物の溶解度及び溶解速度に影響を及ぼし得るのであるか\nら，溶解度又は溶解速度の向上によりランタンイオンの溶存濃度を高め，\nひいてはリン酸（リン酸イオン）の固定化反応の促進（リン酸結合能力）\nに影響を及ぼし得ることは自明である。\n次に，上記④の点については，仮に被告が主張するように炭酸ランタン\n水和物は水又は有機溶媒にほとんど溶解しないとしても，上記のとおり，\nリン酸イオンの固定化反応は，炭酸ランタン水和物が溶解して生成された\nランタンイオンがリン酸イオンと反応することにより固定化するものであ\nる以上，炭酸ランタン水和物が水又は有機溶媒に全く溶解しないものとは\nいえないこと，溶解度が低い水和物についても，無水物や水和水の数が異\nなる化合物の調製の検討が行われていること（例えば，甲９では，「水に\n極めて溶けにくい」エリスロマイシン（甲５４）について，１水和物，２\n水和物及び無水物の比較検討をしている。）（前記(3)ア(ア)ｂの「(1)」）\nに照らすと，炭酸ランタン水和物においても，水和水の数の違いが溶解度，\n溶解速度，化学的安定性及び物理的安定性に影響を及ぼし得るものといえ\nるから，甲１記載の炭酸ランタン１水和物（甲１発明）について水和水の\n数の異なる炭酸ランタン水和物の調製を試みる動機付けがあることを否定\nすることはできない。\nしたがって，被告の上記主張は理由がない。\n(5)  本件発明１の顕著な効果の存否について\nア  原告は，本件審決が，本件明細書の発明の詳細な説明には，Ｌａ₂ （Ｃ\nＯ₃ ）₃ ・ｘＨ₂ Ｏで表される炭酸ランタン水和物のうち，ｘが２．２～\n８．８の範囲の水和物が，ｘが１．３の水和物に比べて高いリン酸除去能\nを有していることが開示されており，当該開示は本件発明１が相違点１に\n係る構成を備えることによって甲１発明よりも高いリン酸除去能を有する\nことを示すものといえること，Ｌａ₂ （ＣＯ₃ ）₃ ・ｘＨ₂ Ｏで表される\n炭酸ランタン水和物において，ｘの値がリン酸除去能に影響を与えること\nは，本件出願の優先日において知られていたとはいえないことからすると，\n本件発明１は相違点１に係る構成を備えることによって当業者が予想し得\nない顕著な効果を有する旨判断したのは誤りである旨主張する。\n(ア)  本件発明１が相違点１に係る構成を備えることによって当業者が予\n想し得ない顕著な効果を有するかどうかは，当業者が甲１記載の炭酸ラ\nンタン１水和物（甲１発明）を，水和水の数が３ないし６の範囲に含ま\nれる炭酸ランタン水和物の構成（相違点１に係る本件発明１の構成）と\nすることを容易に想到することができたこと（前記(4)ア）を前提として，\n本件発明１の効果が，甲１に接した当業者において甲１記載の炭酸ラン\nタン１水和物（甲１発明）を相違点１に係る本件発明１の構成とした場\n合に本件出願の優先日当時の技術水準から予測し得る効果と異質な効果\nであるか，又は同質の効果であっても当業者の予測をはるかに超える優\nれたものであるかという観点から判断すべきである。\n(イ)  そこで検討するに，本件明細書には，ｐＨ３に調整したリン酸塩を\n含有する保存溶液に水和水の数の異なる炭酸ランタン水和物のサンプル\nを添加して０．５分から１０分間の時間間隔でリン酸塩結合能力（リン\n酸塩除去率）を測定する試験を行った結果，５分の時点でのリン酸塩除\n去率が，表１（別紙１）のとおり，炭酸ランタン８．８水和物（「サン\nプル１」）が７０．５％，炭酸ランタン１．３水和物（「サンプル２」）\nが３９．９％，炭酸ランタン４．４水和物（「サンプル３」）が９６．\n５％，炭酸ランタン２．２水和物（「サンプル４」）が７６．３％，炭\n酸ランタン４水和物（「サンプル５」）及び炭酸ランタン３．８水和物\n（「サンプル６」）が１００％であったことが記載されている。この記\n載は，本件発明１の水和水の数値範囲内の炭酸ランタン４．４水和物（「サ\nンプル３」），炭酸ランタン４水和物（「サンプル５」）及び炭酸ラン\nタン３．８水和物（「サンプル６」）の５分の時点でのリン酸塩除去率\nが，９６．５％又は１００％であり，本件発明１に含まれない他の炭酸\nランタン水和物（「サンプル１，２，４」）のリン酸塩除去率と比べて\n高いことを示すものである。\n一方で，甲１には，「実施例１１」において，炭酸ランタン１水塩［Ｌ\nａ₂ （ＣＯ₃ ）₃ ・Ｈ₂ Ｏ］をリン酸イオン濃度２．７６ｍＭ／ℓ の溶\n液に０．６ｇ／ℓ の割合で添加し，１Ｎ水酸化ナトリウム水溶液を加え\nて，該水溶液のｐＨを７に保ちながら，室温で２時間攪拌した後，液中\nのリン酸イオンの除去率を測定した実験（「リン酸イオン固定化除去実\n験」）の結果，リン酸イオン除去率は９０％であったことが記載されて\nいる。この記載は，ｐＨ７に調整した水溶液における攪拌後２時間の時\n点での甲１発明の炭酸ランタン１水和物のリン酸イオン除去率が９０％\nであることを示すものである。\nまず，上記認定事実によれば，本件明細書記載の試験結果と甲１記載\nの実験結果は，炭酸ランタン水和物の「リン酸塩除去率」ないし「リン\n酸イオン除去率」という同質の効果を示したものといえる。\n次に，本件明細書記載の試験と甲１記載の実験とでは，水溶液のｐＨ\n値，除去率の測定時点及び測定回数において実験条件が異なるが，甲１\nには，「生体内中，特に消化器系における体液のｐＨは，酸性である胃\n液中のｐＨ３程度から弱アルカリ性である腸管内液中のｐＨ８程度の範\n囲にあるので，本発明の希土類元素の炭酸塩あるいは有機酸化合物のリ\nン酸イオン固定化は，胃から先の消化器系において効率的に進むものと\n考えられる。」との記載があること（前記⑵ア(エ)）に照らすと，甲１\nに接した当業者においては，胃液中と同じｐＨ３程度の水溶液を用いて\n「リン酸イオン除去率」の測定を行うことや，その際に除去率の測定を\n一定の間隔をおいて行うことは，適宜行い得る設計的事項の範囲内の事\n柄であるといえる。\n加えて，当業者においては，甲１記載の炭酸ランタン１水和物（甲１\n発明）を，水和水の数が３ないし６の範囲に含まれる炭酸ランタン水和\n物の構成（相違点１に係る本件発明１の構成）とした場合に，炭酸ラン\nタン１水和物のリン酸イオン除去率（９０％）を超える場合があり，そ\nれが１００％により近い値となることも予測できる範囲内のものといえ\nるから，ｐＨ３の水溶液における５分の時点でのリン酸塩除去率が９６．\n５％又は１００％であるという本件発明１の効果は，当業者の予測をは\nるかに超える優れたものであると認めることはできない。\nしたがって，本件発明１は相違点１に係る構成を備えることによって\n当業者が予想し得ない顕著な効果を有するものと認められないから，こ\nれを認めた本件審決の判断は誤りである。\nイ  これに対し被告は，①甲１には，炭酸ランタン１水和物について，ｐＨ\n７の環境下においてのみリン酸イオン除去率が試験されており，ｐＨ３の\n環境下におけるリン酸イオン除去率についての言及はないこと，②甲１記\n載の希土類元素の炭酸塩あるいは有機酸化合物は，ｐＨ３のような胃液中\nの強酸性領域においてはリン酸（塩）除去効果が低いことが記載されてい\nること，③甲１記載の実施例には，ランタンは，セリウム，ネオジム，ガ\nドリニウム及びサマリウムよりもリン酸イオン除去率が低かったことを示\nしていることからすると，炭酸ランタン３ないし６水和物（相違点１に係\nる本件発明１の構成）とすることで，ｐＨ３の環境下で５分後という比較\n的早期に優れたリン酸塩除去率を示したことは，本件出願の優先日当時甲\n１発明から到底予測することができないものであったから，本件発明１は，\n当業者が予測することのできない顕著な効果を有する旨主張する。\nしかしながら，上記①の点については，前記ア(イ)認定のとおり，胃液\n中と同じｐＨ３程度の水溶液を用いて「リン酸イオン除去率」の測定を行\nうことは，当業者が適宜行い得る設計的事項の範囲内の事柄であるといえ\nる。\n次に，上記②の点については，甲１には，希土類元素の炭酸塩あるいは\n有機酸化合物によるリン酸イオン固定化に対する液相ｐＨの影響について，\n「例えば，シュウ酸第一セリウムを用いた場合のリン酸イオン除去率の液\n相ｐＨへの依存性は，図面に示すようになる。すなわち，ｐＨ５以下の強\n酸性領域においては，平衡は左側に傾くが，ｐＨ６以上の中性からアルカ\nリ性領域においては，平衡はほぼ１００％右側に移行し，非可逆的なリン\n酸イオンの固定化を行なうことが可能になる。」，「本発明の希土類元素\nの炭酸塩あるいは有機酸化合物のリン酸イオン固定化は，胃から先の消化\n器系において効率的に進むものと考えられる。」との記載（前記(2)ア(エ)）\nがあるが，シュウ酸第一セリウム１０水塩を用いた場合に強酸性領域とア\nルカリ性領域とで平衡の傾きが異なる理由についての記載はなく，また，\n甲１に実施例として記載されているセリウム以外の希土類元素（イットリ\nウム，ランタン，ネオジム，ガドリニウム，サマリウム）を用いた化合物\nでは，ｐＨ７以外のｐＨの環境下における溶液のｐＨとリン酸イオン除去\n率の関係に関する実験結果の記載はないことに照らすと，甲１に接した当\n業者において，甲１の上記記載から直ちに，セリウム以外の希土類元素の\n炭酸塩あるいは有機酸化合物についても，シュウ酸第一セリウム１０水塩\nと同様に，ｐＨ３のような胃液中の強酸性領域においてはリン酸（塩）除\n去効果が低いものと認識するとはいえない。\nさらに，上記③の点については，甲１記載の実施例に示された炭酸ラン\nタン１水和物のリン酸イオン除去率がセリウム，ネオジム，ガドリニウム\n及びサマリウムの水和物のリン酸イオン除去率よりも低いことは，甲１記\n載の炭酸ランタン１水和物（甲１発明）を，水和水の数が３ないし６の範\n囲に含まれる炭酸ランタン水和物の構成（相違点１に係る本件発明１の構\n成）とした場合に本件出願の優先日当時の技術水準から予測し得る効果に\n直接影響を及ぼすものとはいえない。\nしたがって，被告の上記主張は理由がない。\n(6)  小括\nア  以上のとおり，相違点１は当業者が容易に想到し得たものと認められる\nが，本件発明１が相違点１に係る構成を備えることによって顕著な効果を\n有するものとは認められない。\nしたがって，相違点２について検討するまでもなく，本件発明１は甲１\n及び技術常識に基づいて当業者が容易に発明をすることができたものでは\nないとした本件審決の判断は誤りであるから，原告主張の取消事由１－１\nは理由がある。\nイ  なお，被告は，本件発明１の実施品である炭酸ランタン４水和物の医薬\n品が販売名ホスレノールとして発売されており，この医薬品の日本におけ\nる売上げは年間３００億円を超え，慢性腎不全患者に広く役立っているか\nら，このような極めて高い商業的成功も，本件発明１の進歩性の判断にお\nいて参酌されるべきである旨主張する。\nしかしながら，本件発明１の実施品が商業的成功を収めたとしても，そ\nのことは，当業者が本件発明１を容易に発明をすることができたかどうか\nの判断を左右するものではないから，被告の上記主張は採用することがで\nきない。\n２  取消事由１－２（本件発明２ないし８の進歩性の判断の誤り）について\n本件審決は，本件発明２ないし５は，本件発明１を引用してその内容を限定\nしたものであり，本件発明７は本件発明１ないし３の製造方法であり，本件発\n明６及び８は高リン酸血症の治療のための医薬の製造のための本件発明１ない\nし３に用いられている炭酸ランタンの使用方法であるから，本件発明２ないし\n８も，本件発明１と同様に，当業者が甲１発明に基づいて容易に発明をするこ\nとができたものではない旨判断した。\nしかしながら，前記１(6)アのとおり，本件審決のした本件発明１の容易想到\n性の判断に誤りがある以上，本件発明２ないし８の容易想到性を否定した本件\n審決の上記判断は，その前提を欠くものであって，誤りである。\nしたがって，原告主張の取消事由１－２は理由がある。\n３  結論\n以上によれば，原告主張の取消事由１－１及び１－２は理由があるから，そ\nの余の取消事由について判断するまでもなく，本件審決は取り消されるべきで\nある。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      山    門        優\n裁判官      筈    井    卓    矢\n（別紙１）\n表１\n【第１図】\n（別紙２）\n図面\n"
}