{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 6,
    "day": 15
  },
  "case_number": "平成27(行ウ)21",
  "case_name": "行政文書不開示決定処分取消請求事件",
  "court_name": "岡山地方裁判所",
  "lawsuit_id": "86226",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86226",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/226/086226_hanrei.pdf",
  "contents": "主 文\n１  高梁市長が原告に対し平成２７年６月２５日付けでした別紙行政文書目録\n記載の行政文書を開示しない旨の決定を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n主文と同旨\n第２  事案の概要\n１  本件は，高梁市の住民である原告が，高梁市情報公開及び個人情報保護に関\nする条例（平成１６年高梁市条例第１０号。以下「本件条例」という。）の規\n定に基づいて，実施機関である高梁市長に対し，別紙行政文書目録記載の行政\n文書（以下「本件各文書」という。）の開示請求をしたところ，高梁市長から，\n本件各文書をいずれも保有していないことを理由にその全部を開示しない旨の\n決定（以下「本件決定」という。）を受けたことから，同決定の取消しを求め\nている事案である。\n２  前提となる事実等（証拠等により認定した事実はその証拠等を付記する。証\n拠等の付記のない事実は当事者間に争いがない。）\n関係法令の定め\nア  本件条例の規定の概要（本件に関する部分）\n定義\n第２条  この条例において，次の各号に掲げる用語の意義は，当該各\n号に定めるところによる。\n実施機関  市長，教育委員会，選挙管理委員会，農業委員会，\n監査委員，固定資産評価審査委員会，消防長及び議会をいう。\n行政文書  実施機関の職員が職務上作成し，又は取得した文書，\n図画及び写真，フィルム，磁気テープその他情報が記録された媒体で\nあって，当該実施機関の職員が組織的に用いるものとして，実施機関\nが保有しているものをいう。ただし，次に掲げるものを除く。\nア  一般に容易に入手することができるもの又は一般に利用する\nことができる施設において閲覧若しくは視聴に供されているもの\nイ  歴史的若しくは文化的な資料又は学術研究用の資料として特\n別に保有しているもの\n以下（略）\n開示を請求できるもの\n第３条  次に掲げるものは，実施機関に対して行政文書の開示を請求\nすることができる。\n市内に住所を有する者\n以下（略）\n開示請求\n第４条  前条の規定により行政文書の開示を請求（以下「開示請求」\nという。）しようとするものは，請求書を提出しなければならない。\n開示\n第５条  実施機関は，開示請求があったときは，当該行政文書を開示\nしなければならない。ただし，開示請求に係る行政文書に次に掲げる情\n報（以下「不開示情報」という。）のいずれかが記録されている場合を\n除く。\n個人情報。ただし，次に掲げる情報を除く。\nア  以下（略）\n法人その他の団体（国及び地方公共団体を除く。以下「法人等」と\nいう。）に関する情報又は事業を営む個人の当該事業に関する情報で\nあって，次に掲げるもの。ただし，人の生命，健康，生活又は財産を\n保護するため，開示することがより必要であると認められるものを除\nく。\nア  以下（略）\n市の内部又は市と国等との間における審議，検討又は協議に関する\n情報であって，公にすることにより率直な意見の交換若しくは公正な\n意思決定が不当に損なわれるおそれ，不当に市民の間に混乱を生じさ\nせるおそれ又は特定の者に不当に利益を与え，若しくは不利益を及ぼ\nすおそれがあるもの\n公にすることにより，犯罪の予防及び捜査，警備その他公共の安全\nと秩序の維持に支障を及ぼすおそれがあると実施機関が認めることに\nつき相当の理由がある情報\n法令等の規定により，開示することができないとされている情報\n実施機関の行う事務事業に関する情報であって，公にすることによ\nり，次に掲げるおそれその他当該事務事業の性質上，当該事務事業の\n適正な遂行に支障を及ぼすおそれがあるもの\nア  以下（略）\nイ  高梁市行政手続条例（平成１６年高梁市条例第１２号。以下「行政手続\n条例」という。）\n第７条  行政庁は，申請により求められた許認可等を拒否する処分をす\nる場合は，申請者に対し，同時に，当該処分の理由を示さなければならな\nい。ただし，条例等に定められた許認可等の要件又は公にされた審査基準\nが数量的指標その他の客観的指標により明確に定められている場合であっ\nて，当該申請がこれらに適合しないことが申請書の記載又は添付書類その\n他の申請の内容から明らかであるときは，申請者の求めがあったときにこ\nれを示せば足りる。\n２  前項本文に規定する処分を書面でするときは，同項の理由は，書\n面により示さなければならない。\n原告の従前の行政文書開示請求及び一部開示決定（乙１，乙２）\nア  高梁市の住民である原告は，平成２０年３月２１日，本件条例４条の規\n定に基づき，実施機関である高梁市長に対し，請求の目的を「建設課の工\n事記録の問題点を白日の下にさらす為」として，「平成１８年１２月７日\n頃，高梁市а町ｂ公会堂傍で施工された水道管の交換及び水道管下の石の\n撤去工事に関する全ての記録」の開示請求をした。\nイ  高梁市長は，平成２０年３月３１日，上記請求の対象となる行政文書と\nして次の各文書を開示するとともに，見積書の一部を本件条例５条所定の\n非開示情報にあたるとして開示しない旨の決定（以下「前決定」という。）\nをした。\n起案文書  川面・巨瀬簡易水道а町ｃ地内（ｄ集会所付近）配水管漏\n水修繕の契約について\n修繕請書  川面・巨瀬簡易水道ｄ付近配水管移設修繕\n修繕完了検査復命書\n本件各文書の開示請求と不開示決定（甲１，甲２）\nア  原告は，平成２７年６月１０日，本件条例４条の規定に基づき，実施機\n関である高梁市長に対し，請求の目的を「水道課の職務執行状況の確認」\nとして，本件各文書の開示請求をした。\nイ  高梁市長は，平成２７年６月２５日，本件各文書を開示しない旨の本件\n決定をし，原告に通知した。その通知書には，開示をしない理由として，\n「開示請求に係る行政文書を保有していないため。」と記載されていた。\n３  争点及び当事者の主張\n高梁市長が本件各文書を保有していると認められるか否か\n【原告の主張】\n本件各文書は，いずれも，建設業法，高梁市工事執行規則，高梁市工事請\n負契約約款に基づいてその作成が義務付けられている行政文書である。した\nがって，実施機関である高梁市長において，本件各文書を保有していないと\nいうことはあり得ない。\n被告は，本件各文書は，工事請負契約ではなく修繕契約に係る工事に関す\nる行政文書であるから，いずれもその作成が義務付けられてはいない旨を主\n張するが，建設業法，高梁市工事執行規則，高梁市工事請負契約約款は，修\n繕契約と工事請負契約とを区別することなく各文書の作成を義務付けている\nから，同主張は失当である。\n【被告の主張】\n実施機関である高梁市長は，本件各文書をいずれも保有していない。原告\nが開示を求めている平成１８年１２月７日頃に公会堂傍で施工された工事に\n関する行政文書は，前決定により開示したものが全てである。\n原告は，本件各文書について，建設業法，高梁市工事執行規則，高梁市工\n事請負契約約款に基づいてその作成が義務付けられている旨を主張するが，\n上記工事は，工事請負契約ではなく修繕契約に係る工事であり，建設業法２\n条１項所定の「建設工事」に当たらないから，本件各文書の作成が上記法令\n等により義務付けられているとはいえない。\n本件決定の理由提示の適法性\n【原告の主張】\n行政文書の開示請求において，行政機関が，対象文書を保有していないこ\nとを理由に不開示決定をする場合には，その文書を保有していない要因につ\nいても提示する必要がある。すなわち，対象文書を保有していない要因につ\nいては，物理的に不存在である場合や解釈上不存在である場合があり得ると\nともに，物理的に不存在である場合についても，対象文書をそもそも作成・\n取得していない場合や作成・取得した後に廃棄した場合があり得るところ，\nこれらの要因についても明らかにしなければならない。\nそれにもかかわらず，本件決定については，単に「開示請求に係る行政文\n書を保有していないため。」とのみしか理由が提示されていなから，本件決\n定は，理由の提示を要求した行政手続条例７条１項に違反している。\n【被告の主張】\n原告が開示を請求した本件各文書については，いずれも高梁市長が物理的\nに所持していない文書であることから，「開示請求に係る行政文書を保有し\nていないため。」との理由提示で足りるものである。\nしたがって，本件決定は，行政手続条例７条１項に違反していない。\n第３  当裁判所の判断\n１  （本件決定の理由提示の適法性）について\n行政手続条例７条１項本文は，行政庁が申請により求められた許認可等\nを拒否する処分をする場合，申請者に対し，同時に当該処分の理由を示さ\nなければならない旨を規定しているところ，一般に，法令が行政処分に理\n由を提示すべきものとしている趣旨は，行政庁の判断の慎重と合理性を担\n保してその恣意を抑制するとともに，処分の理由を相手方に知らせて不服\n申立ての便宜を与えることにあると解される。そして，同項本文に基づい\nてどの程度の理由を提示すべきかについては，当該処分の根拠法令の規定\n内容，当該処分の性質及び内容等に照らしてこれを決定すべきである（最\n高裁昭和３６年（オ）第８４号同３８年５月３１日第二小法廷判決・民集\n１７巻４号６１７頁等参照）。\nイ  本件条例に基づく行政文書開示制度は，市民の行政文書の公開を求める\n権利を保障することにより，市の諸活動を市民に説明する責務を全うし，\n市政への市民参加の推進と市政に対する市民の理解と信頼を深め，もって\n開かれた市政の実現に寄与することをその目的としている（本件条例１条）。\nそして，その目的のもと，行政文書開示請求があった場合には，実施機関\nは，原則として当該行政文書を開示しなければならず，限定的に列挙され\nた不開示事由に該当する場合には不開示決定をすることができるとされ\n（本件条例５条），不開示決定をすることができる場合が限定されている\nこと等に鑑みると，不開示決定の際に要求される理由の提示の程度は，実\n施機関の判断の慎重と公正妥当を担保してその恣意を抑制できるものであ\nることはもとより，不開示決定を受けた開示請求者において，所定の不開\n示事由のいずれに該当するのかをその根拠とともに容易に了知し得るもの\nでなければならないと解するのが相当である。\nこの見地に立って本件を検討するに，高梁市長は，本件決定において，不\n開示の理由を「開示請求に係る行政文書を保有していないため。」と提示し\nている。実施機関に対する開示請求は当該実施機関が保有する行政文書をそ\nの対象とすることが前提とされ（本件条例２条２号本文），実施機関が当該\n文書を保有していることがその開示請求権の成立要件とされていることから\nすれば，請求に係る文書を保有していないことは，当該不開示決定の理由に\nなり得るものである。しかしながら，請求に係る文書を保有していない要因\nとしては，当該文書をそもそも作成していない場合，作成はされたが破棄又\nは紛失したために現存していない場合，物理的には当該文書が存在するもの\nの決裁等の手続が未了である場合など様々なものがあり得るところ，単に実\n施機関が請求に係る文書を保有していないという理由のみが示されたとして\nも，開示請求者においては，どのような要因により実施機関が当該文書を保\n有していないのかを了知することができず，不服申立てを行うべきか否か等\nの判断をすることが極めて困難になる。そうすると，実施機関が，請求に係\nる文書を保有していないことを理由として不開示決定をする場合には，当該\n文書を保有していない事情について請求者が了知し得るほどに提示しなけれ\nばならないというべきであり，単に当該文書を保有していないという記載の\nみでは不開示の理由として不十分であると解される。\nしたがって，不開示の理由を「開示請求に係る行政文書を保有していない\nため。」とした本件決定は，理由提示の要件を欠くものであり，行政手続条\n例７条１項に違反する違法な処分であると認められる。\nなお，被告は，高梁市長が本件各文書をそもそも作成していない旨を本件\n訴訟において補足的に説明をしているから，本件決定における理由提示の不\n備の瑕疵が治癒されているとの主張もするようであるが，上記のとおり，行\n政手続条例７条１項本文は，行政庁の判断の慎重と合理性を担保してその恣\n意を抑制するとともに，処分の理由を相手方に知らせて不服申立ての便宜を\n与えるという趣旨のもと，行政庁が処分をする場合に，同時に当該処分の理\n由を示さなければならない旨を規定しているのであり，この理由不備の瑕疵\nが事後的に訴訟で補足することにより治癒されるとすれば，処分時に理由提\n示を要求した上記趣旨が没却されてしまうことは明らかであるから，訴訟審\n理の過程において事後的に理由を補足する主張が提出されたとしても，これ\nにより，本件決定それ自体の理由不備の瑕疵の治癒を認めることはできず，\n被告の上記主張を採用することはできない。\n２  以上の次第で，本件決定は，理由提示の要件を欠いた違法な処分として，取\nり消されるべきである。よって，その余の争点について判断するまでもなく，\n原告の請求は理由があるから認容することとし，主文のとおり判決する。\n岡山地方裁判所第２民事部\n裁判長裁判官    曳    野    久    男\n裁判官    早    田    久    子\n裁判官    石    井    孝    明\n（別紙）\n行 政 文 書 目 録\n平成１８年１２月７日頃町内の公会堂傍の谷川の暗渠付近で施工された工事に係\nる工事記録（工事請負契約書・工事請負代金内訳書・各種保険等の加入届書写・使\n用材料承認願・写真管理簿（工事現場標識を含む）・起案書「工事の契約について」・\n予定価格書・起案書「監督員通知について」・監督員に指名について・現場代理人等\nの指名通知書・実施工程表・主要資材購入先一覧届書・市外産材料使用理由書・生\nアスファルトコンクリートの配合について・岡山県エコ製品認定証・コンクリート\n使用報告・レディーミクストコンクリート配合報告書・監督日誌・材料検査簿・伝\n票）・工事完了届\n以  上\n"
}