{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 14
  },
  "case_number": "平成23(行ケ)10169",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81836",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81836",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/836/081836_hanrei.pdf",
  "contents": "平成２３年１２月１４日  判決言渡\n平成２３年（行ケ）第１０１６９号  審決取消請求事件（特許）\n口頭弁論終結日  平成２３年１２月７日\n判 決\n原 告                           X\n被 告                           特 許 庁 長 官\n指 定 代 理 人                           杉 江   渉\n同                             秋   月   美 紀 子\n同                             須 藤 康 洋\n同                             田 村 正 明\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１０－１７３９２号事件について平成２３年３月２９日\nにした審決を取り消す。\n第２  事案の概要\n１  本件は，原告が名称を「巻寿司」とする発明につき特許出願をしたところ，\n拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁から請\n求不成立の審決を受けたことから，その取消しを求めた事案である。\n２  争点は，上記出願に係る発明が下記各引用例との関係で進歩性を有するか（特\n許法２９条２項），である。\n記\n引用例１：特開平８－２８９７２１号公報（発明の名称「漬物スティック」，\n公開日  平成８年１１月５日，甲１。以下，これに記載された発明を\n「甲１発明」という。）\n引用例２：特開平８－１７３０２８号公報（発明の名称「なすびの浅漬け方法」，\n公開日  平成８年７月９日，甲２。以下，これに記載された発明を「甲\n２発明」という。）\n第３  当事者の主張\n１  請求の原因\n(1) 特許庁における手続の経緯\n原告は，平成１７年２月１６日，名称を「巻寿司」とする発明について特\n許出願（特願２００５－３８５００号，公開特許公報は特開２００６－２２\n３１３１号）をしたが，拒絶査定を受けたので，これに対する不服の審判請\n求をした。\n特許庁は，上記請求を不服２０１０－１７３９２号事件として審理した\n上，平成２３年３月２９日，「本件審判の請求は，成り立たない。」との審\n決をし，その謄本は同年４月２１日原告に送達された。\n(2) 発明の内容\n上記出願に係る請求項の数は３であり，それらの内容は，次のとおりであ\nる（以下，請求項の順に「本願発明１」等という。）。\n記\n・【請求項１】\n茄子漬の青色部を芯に含む巻寿司。\n・【請求項２】\n茄子漬の青色部を芯とした巻寿司。\n・【請求項３】\n請求項１および請求項２のいずれかに記載の巻寿司において，前記青色部\nを小片で構成してなる巻寿司。\n(3) 審決の内容\nア  審決の内容は，別添審決写しのとおりである。その要点は，本願発明１\n及び本願発明３は，いずれも甲１発明，甲２発明及び周知技術に基づいて\n当業者（その発明の属する技術の分野における通常の知識を有する者）が\n容易に発明をすることができたから特許法２９条２項により特許を受け\nることができない，というものである。\nイ  なお，審決が認定した甲１発明の内容，本願発明１と甲１発明との一致\n点及び相違点は，次のとおりである。\n(ｱ) 甲１発明の内容\n「細切れにした漬物に増粘剤を添加混合してスティック状に成形した\n漬物スティックを巻きずしの芯として使用した巻きずし」\n(ｲ) 一致点\n「漬物を芯に含む巻寿司」\n(ｳ) 相違点ア\n「『漬物』の種類が，本願発明１は，茄子漬の青色部であるのに対し，\n甲１発明は，明らかではない点」\n(ｴ) 相違点イ\n「『漬物』の形状が，本願発明１は，明らかではないのに対し，甲１発\n明は，細切れにした漬物に増粘剤を添加混合してスティック状に成形し\nたものである点」\n(4) 審決の取消事由\nしかしながら，審決には，以下のとおり誤りがあるから，違法として取り\n消されるべきである。\nア  取消事由１（本願発明１の認定の誤り，相違点認定の誤り）\n審決は，本願発明１と甲１発明を対比し，相違点ア及び相違点イを認定\nしているが，本願発明の要旨認定を誤り，本願発明１と甲１発明との重要\nな相違点を看過している。\n(ｱ) 本願発明１は，請求項１記載のとおり「茄子漬の青色部を芯に含む巻\n寿司。」であるが，ここで，「青色部」という用語の意義は，本願明細\n書の発明の詳細な説明の記載を参酌すれば，茄子漬の青色の部分を取り\n出した（切り出した）ものであることが明らかである。\n例えば，本願明細書の発明の詳細な説明には，以下の記載がある。\n・「・・・図１Ａには，茄子漬の青色の部分（青色部）を芯とした巻寿\n司の斜視図が示されている。・・・」（段落【００１８】）\n・「本明細書において『青色』とは，厳密に１つの特定の色を指す意図\nで用いられているわけではなく，人間が青色と視認しうる一定の範囲\nの色のことを指す。・・・」（段落【００２４】）\n・「次に，茄子漬から芯２の材料となる青色部を取り出す方法の一例に\nついて，図３を参照して説明する。図３Ａには，茄子のへた１２およ\nび皮１３を含む茄子漬１１の全体の外観が示されており，点線Ｋは，\n茄子漬１１の表面部分が切除される切除線を示している。この表面部\n分は，皮１３および，その皮１３に近接した果肉１６（後述する図３\nＢ参照）を含み，芯２の青色部１４に対応する。青色部１４の切除は，\nたとえば，ジャガイモ等の皮を剥くような要領で，包丁等を用いて行\nわれる。」（段落【００３１】）。\nしたがって，本願発明１と甲１発明の相違点は，本願発明１が，茄子\n漬の青色の部分を選択的に取り出して巻寿司の芯として構成している\nのに対し，甲１発明では，そのような発想，つまり，漬物の有色部分の\n選択及び当該選択された部分の取り出しという技術思想が一切示され\nていない点である。そして，このような本願発明１の構成は，引用され\nたいずれの刊行物にも記載・示唆がないから，本願発明１が上記刊行物\nに記載された発明から容易に発明できたものではなく，当該相違点の看\n過が審決の結論に影響を与えたことは明らかである。\n(ｲ) なお，審決では，相違点イの認定に関し，本願発明１の漬物である「茄\n子漬の青色部」の形状を検討する際に，本願明細書の記載（段落【００\n３７】）を参酌しているが，これと同様の判断手法により，本願発明１\nの「青色部」を解釈すれば，看過された相違点が認定できたはずである。\n(ｳ) 被告は，本件において，特許請求の範囲以外の本願明細書の記載を参\n酌して要旨認定をしなければならない特段の事情は見当たらないとし，\nさらに，審決においては「茄子漬の青色部」を「色鮮やかな藍青色の茄\n子漬の皮（青色部）」，すなわち「茄子漬の青色の部分を取り出した（切\nり出した）もの」として相違点アについて判断していると主張する。\nしかし，審決では，甲２の記載から，茄子漬の色が評価対象であり，\n茄子漬の藍青色が茄子の皮によるものであるといった点を周知事項で\nあると認定したにすぎず，「茄子漬の青色の部分を取り出した（切り出\nした）」という本願発明１の技術的特徴を相違点として認めたことを示\nす記載は見当たらない。\nまた，本願発明１の「青色部」は，「茄子漬の青色の部分を取り出し\nた（切り出した）もの」であり，「茄子漬の皮」を意味するものではな\nい。青色部は，青い皮，及び皮に近接する青い果肉の部分を含み，「皮」\nそのものとは異なる概念である（段落【００３１】）。このように，本\n願発明１の「青色部」の用語の意義は，本願明細書の記載を参酌すれば\n明らかであるのに，この記載を無視し，「茄子漬の皮」が本願発明１の\n「青色部」に相当するとの被告の主張には理由がない。仮に，本願発明\n１の「青色部」を青色の部分であると解したとしても，これが茄子の皮\nと同じであるとの解釈は生じ得ない。\n(ｴ) このように，審決は，「茄子漬の青色の部分を取り出した（切り出し\nた）」という本願発明１の技術的特徴が相違点であることを看過すると\nともに，「青色部」の意味を曲解するものであり，審決における本願発\n明１の要旨認定に誤りはないとの被告の主張は失当である。\nイ  取消事由２（甲１発明認定の誤り）\n審決は，甲１の記載から，「細切れにした漬物に増粘剤を添加混合して\nスティック状に成形した漬物スティックを巻きずしの芯として使用した\n巻きずし」を甲１発明として認定しているが，当該巻きずしは実施不可能\nであり，引用発明としての適格性を欠くものである。\n(ｱ) 審決は，甲１の漬物スティックでは，解凍時に生ずる水分によって巻\n寿司の構造が維持できないとする原告の主張につき，「さらに，巻寿司\nの芯として用いられる程度の細いスティック状の凍結物が解凍しても，\nその際生じる水分は微量であり，請求人の主張するような，海苔が溶け\nるといった致命的ダメージを受けるとともに，酢飯が崩れ，巻きずしの\n構造が維持できないというほどの大量な水分が解凍と共に生じるとは\n一般には考えられない。」としているが，合理的な根拠が示されておら\nず，誤りである。\nこの点に関し，被告は，乙１～乙４（日本放送出版協会「ＮＨＫきょ\nうの料理大百科」ほか）により，巻寿司の調理において，水気の多い食\n材を用いる際には適宜水気を切って用いることは通常行われることで\nある旨主張する。しかし，審決では，上記のように，何ら合理的根拠が\n示されることなく認定が行われ，この点については実質的な審理も刊行\n物の提示もされていない。したがって，被告の証拠は，審判段階で提出\nされた証拠の補強には当たらず，本訴においてこれらの証拠を新たに提\n出することは認められない。\nなお，乙１～乙４は，いずれにしても上記の合理的根拠にはなり得な\nいものである。すなわち，各証拠は，茹でたり洗ったりした食材の水気\nを切るものであり，これらは当然に水を切ることが予定されているもの\nであって，漬物の水分を除去することとは全く事情が異なる。漬物の多\nくは，漬け汁やうまみとしての水分が，その漬物の一部として構成され\nており，その水分は，当然に除去されるべき性質のものではない。また，\n証拠で示される水切りは，解凍の際の離水対策として水分を除去するも\nのでもない。\n(ｲ) 巻寿司の芯が巻寿司全体に占める割合は，切断面面積比，体積比，重\n量比ともに，決して小さいものではなく，巻寿司全体と芯の割合（切断\n面面積比）は，例えば，３対１や２対１といった割合で構成される場合\nもある。このように，芯の面積比率が高い巻寿司のほうが，見栄えが良\nく豪華な印象を与えるのである。一方，漬物のほとんどは調味液に長時\n間漬け込まれ，内部に多量の水分を含んでいる。その状態でこれを冷凍\nし，その後解凍すれば，漬物の水分及び解凍の際の離水により，多量の\n水分が生じて外部に流れ出すことは明らかである。よって，解凍後に巻\n寿司の芯から生ずる水分を単に微量であるとする審決の認定は誤って\nいる。\n(ｳ) また，解凍後に生じる多量の水分を抑えるために，例えば，少ない候\n補の中から水分の少ない漬物を選択したり，冷凍の前又は解凍の後で漬\n物の水分を除去するなどの対応も考え得るが，甲１ではそのような考慮\nについては全く記載がない。\n(ｴ) したがって，甲１記載の巻きずしは，結果的には寿司として構成する\nことができず，目的とする効果を達成することができないため，当業者\nが容易に実施できる程度に具体的な開示があるとは認められない。よっ\nて，甲１記載の巻きずしは，引用発明としての適格性を有しないもので\nあり，これを引用発明として認定した審決には誤りがある。\n(ｵ) なお，審決は，甲１の記載から甲１発明として「細切れにした漬物に\n増粘剤を添加混合してスティック状に成形した漬物スティックを巻き\nずしの芯として使用した巻きずし」の発明を認定し，これと甲２発明及\nび本願出願当時の周知事項に基づいて，本願発明の進歩性を否定しよう\nとするものである。ところが，被告は，甲１に開示されている技術的思\n想は「巻きずし」そのものであり，これが甲１発明として認定された発\n明であるかのごとく主張する。\nこのような被告の主張は，上記のように，甲１発明を「細切れにした\n漬物に増粘剤を添加混合してスティック状に成形した漬物スティック\nを巻きずしの芯として使用した巻きずし」とした審決における認定と明\nらかに矛盾するものである。ここで，被告の主張どおりに甲１発明を単\nなる「巻きずし」と認定した場合，審決での進歩性判断の前提は覆され，\nそこで示された論理付けも成立しなくなることは明らかである。\nウ  取消事由３（進歩性判断の誤り）\n(ｱ) 周知の課題についての認定の誤り\n審決は，巻寿司の彩りに変化をつけようとすることは，本願出願前周\n知の課題であり，同課題を解決する目的で，巻寿司の芯によって彩りに\n変化をつけること，及びその芯として漬物を用いることは周知事項であ\nると認定している。\nしかし，仮に上記課題が周知であったとしても，甲１発明について同\n課題が存在するとはいえない。すなわち，甲１には，漬物スティックに\n関する発明が記載され（段落【０００１】），その課題とするところは，\n歯の悪い老人等のために細切れにした漬物が，ばらばらにならないよう\nに包装することであり（段落【０００２】，【０００３】），巻寿司を\n製造した際の見栄えや色彩の考慮については一切記載がない。したがっ\nて，甲１発明の根本的な課題との関係及び甲１の記載全体を考慮すれ\nば，甲１発明に同課題が存在するとの認定が誤りであるのは明らかであ\nる。\nなお，被告は，乙１等の証拠により，巻寿司において色彩を考慮して\n具材を配することは周知であり，甲１発明において巻寿司の芯の彩りを\n考慮することは，当業者であれば当然なされたといえると主張する。し\nかし，甲１記載の漬物スティックは，押出機のスクリューによって細切\nれの漬物がランダムに押し出され，スティック状に形成されるので（段\n落【０００６】），被告が提出した各証拠に示されるような意図的な具\n材の分離的配置は不可能であり，結果として，彩りを考慮した構成をと\nることができないという事情がある。さらに，上記漬物スティックは，\n冷凍貯蔵されるものであるため（段落【０００６】），具材は，食感や\n色の再現性，保存性，離水の問題等に関し，冷凍に適した食材に必然的\nに限られてしまう。\nしたがって，このような漬物スティックに関する事情を総合的に判断\nすれば，甲１発明の漬物スティックに関し，巻寿司の芯としての彩りを\n考慮するという課題が存在すると考えるのはあまりにも不自然であり，\n被告の上記主張は誤りである。\n(ｲ) 甲２に基づく周知事項の認定の誤り\n審決は，甲２の記載から，茄子漬の色は藍青色のものが最も評価され，\nその藍青色は茄子の皮によるものであることが周知事項であると認定\nしている。\nしかし，このような評価は，当該出願人の主観にすぎず，甲２の記載\nのみをもって，藍青色のものが最も評価されていることが周知事項であ\nるとする認定は誤りである。市販の茄子漬には様々な色のものがある\nが，その中で，特定の色の茄子漬に人気が集中しているとか，その人気\n等によって価格が高く設定されているといった事実は認められない。\nなお，審決の相違点アに関する認定（５頁１４行～２１行）の前後の\n記載をみれば，審決が，茄子漬について，色は鮮やかな藍青色のものが\n最も評価されていることまでも周知事項として認定していることに疑\nいの余地はない。仮に，藍青色が茄子によるものであることだけが周知\n事項であるとすると，藍青色のものが最も評価されていることが記載さ\nれていることを述べた点，及び巻寿司の彩りに変化をつけるために，そ\nの周知事項を適用するという点について合理的な説明ができない。した\nがって，藍青色が茄子の皮によるものであることだけが周知事項である\nとする被告の主張は誤りである。\nまた，被告は，本願出願前において「色は鮮やかな藍青色が最も評価\nされる」との事実があると主張するが，誤りである。実際には，１つの\n出願明細書に「色は鮮やかな藍青色が最も評価される」との記載がある\nにすぎない。「色は鮮やかな藍青色が最も評価される」ということは事\n実として証明されてはいないし，周知事項であるともいえない。\n(ｳ) 甲１発明に対して甲２を適用した進歩性判断の誤り\n審決は，甲１発明において，周知の課題の存在を前提とし，それ以前\nに認定した周知事項を適用し，さらに，甲２記載の周知事項を適用する\nことは，当業者が容易に想到し得たと判断するが，誤りである。\n甲１には，細切れの漬物がばらばらにならないようにするためにステ\nィック状に成形した漬物スティックを巻きずしにしたものが記載され，\n甲２には，小なすの発色，食感，味を改良するための浅漬け方法が記載\nされている。\nしかし，前述のとおり，上記周知の課題は甲１発明には当てはまらな\nいものであり，巻きずしの芯として彩り豊かな漬物を適用することが周\n知事項であったとしても，このことをもって，甲２の浅漬け方法に関連\nして記載されている茄子漬の皮を甲１発明に適用するとの動機付けが\n存在するとは考えられない。\nまた，甲１発明と甲２発明については，技術分野の関連性及び課題の\n共通性は全くなく，このように技術思想の全く異なるものを結びつけて\n考える動機付けは一切見当たらない。\nさらに，審決で看過した相違点，すなわち，「本願発明１が，茄子漬\nの青色の部分を選択的に取り出して巻寿司の芯として構成しているの\nに対し，甲１発明では，そのような発想，つまり，漬物の有色部分の選\n択及び当該選択された部分の取り出しという技術的思想が一切示され\nていない点」に関する本願発明１の特徴的な構成は，当業者が甲１発明\nに甲２発明を組み合わせたとしても想到することはできない。また，甲\n２の記載（茄子漬の色は，藍青色のものが最も評価され，その藍青色は\n茄子の皮によるものであること）を考慮したとしても，このことから，\n本願発明１のような「茄子漬の青色の部分を選択的に取り出す」という\n発想にはつながらない。\nしたがって，甲１発明に甲２発明を適用して当業者が容易に本願発明\n１に想到し得たとする審決の進歩性判断は誤りである。\nなお，被告は，原告の上記主張に対し，乙１及び乙３により反論を試\nみている。しかし，本件審判では，前記アの相違点看過のために「漬物\nの有色部分の選択及び当該選択された部分の取り出しという技術的思\n想」に関する審理判断は一切されておらず，これに関する引用例も挙げ\nられていない。したがって，被告の示した上記証拠は審判段階で提出さ\nれた証拠を補強するという位置づけのものではなく，本訴において提出\nすること及びこれらの証拠に基づいて周知事項を主張することは認め\nられない。\nなお，念のため，これらの新たな証拠について検討すると，乙１及び\n乙３に記載されている柚やオレンジは，当然のことながら茄子ではな\nく，漬物でもなく，野菜でもない。これらは柑橘系の果物の一種であっ\nて，茄子漬とは，調理や摂取の方法に関し一切共通点がない。また，柚\nの皮やオレンジの皮は，上記証拠に示されるとおり，そのほんの一部で\nあるわずかな量が薬味として香り付け等に利用されるにすぎず，有色部\n分を選択的に切り取ったり，有色部分が皮と果肉である場合に，これら\nを共に利用するといった発想はない。したがって，仮に，これらの新た\nな証拠の提出が認められたとしても，これらの証拠に接した当業者が，\n漬物の有色部分の選択及び当該選択された部分を取り出して巻寿司の\n芯に用いるとの発想に至ることはなく，被告の主張は失当といわざるを\n得ない。\n(ｴ) 本願発明１の効果に関する認定の誤り\n審決は，「・・・色鮮やかな藍青色の茄子漬の皮（青色部）を用いれ\nば，青色が鮮やかな寿司が提供され，寿司からの色彩の印象をより豊か\nなものにすることができることや，その巻寿司の断面が，青色の芯の外\n側に白色の寿司飯が配置され，さらにその外側に黒色の海苔が配置され\nており，印象的な配色が形成されるという効果は，当業者が予想し得る\nことである。」としているが，仮に，茄子漬の藍青色の鮮やかさに消費\n者の評価が集まり，その藍青色が茄子の皮によるものであるとしても，\n甲２では，この青色の部分だけを切り取って部分的に用いるといった記\n載も示唆もない。\n本願発明１の巻寿司では，茄子漬の青色の部分を切り取って集めるこ\nとにより，青色部を集約し，ただでさえまれである青色を，より鮮やか\nに演出し，視覚的効果を高めているのである。ただ単に，茄子漬けを縦\n方向に（又は横方向に）青色部も含めて漫然と切って並べるのとは著し\nい視覚的効果の差がある。\n甲１発明の巻きずしと，これとは全く技術分野の異なる甲２に接した\n当業者が，本願発明１の上記の顕著な効果を予想し得たとは到底解され\nない。\nこのように，本願発明１の構成は，これまでに青色の食材を印象的に\n配置するという発想がなく，かつ，どのような引用例の組み合わせから\nも導くことができない以上，自明ではなく，この構成による効果を当業\n者が予測し得たとする被告の主張にも何ら根拠がない。\nしたがって，審決における上記効果に関する判断は誤りであり，本願\n発明１の進歩性を否定する根拠とはならない。\n(ｵ) 裁判例\n後知恵の禁止と先行技術の内容の検討に関する注意点を示した以下\nの裁判例が存在する。\n「・・・当該発明が容易想到であると判断するためには，先行技術の内\n容の検討に当たっても，当該発明の特徴点に到達できる試みをしたであ\nろうという推測が成り立つのみでは十分でなく，当該発明の特徴点に到\n達するためにしたはずであるという示唆等が存在することが必要であ\nるというべきであるのは当然である。」（知財高裁平成２０年（行ケ）\n第１００９６号事件判決）。\n上記判示を本件に当てはめて考えれば，当業者が甲１発明と甲２に接\nして，本願発明１の特徴点に達したはずであるとはいえず，当該考察に\nよって，より明確に本願発明１の進歩性は肯定される。すなわち，漬物\nスティックを芯とした巻きずしと小なすの浅漬け方法に接した当業者\nが，茄子漬の青色部だけを切り取って巻寿司の芯に含めたはずであると\nする論理的な説明ができない。甲１と甲２に，そのような示唆は全く存\n在せず，周知事項もそのような茄子漬の利用法を示唆するものではな\nい。\nなお，上記判決以降，同判断基準は多くの裁判で採用され，実際にこ\nの判断基準に基づいた判断によって進歩性が認められ，拒絶審決が取り\n消されている例が複数存在する。このような状況に鑑みれば，同判断基\n準による進歩性の検討を怠り，結果的に誤った判断に至った審決が違法\nとして取り消されるべきであることは当然のことである。\n被告は，「審決が特定の判決の判示事項に沿った判断をしていないこ\nとを根拠に本願発明の進歩性は肯定されるとの原告主張は，失当であ\nる。」と主張するが，原告の意図は，形式的・機械的な判示事項の当て\nはめを期待するものではない。上記裁判例の趣旨及び本願発明１に関す\nる容易想到性の判断手法を具体的に考慮すれば，その判断の過程におい\nて，上記判断基準を適用することが妥当である。すなわち，漬物スティ\nックを芯とした巻きずしと小なすの浅漬け方法に接した当業者が，茄子\n漬の青色部だけを切り取って巻寿司の芯に含めたはずであるとする示\n唆等が存在するか否かについて判断されなければならない。したがっ\nて，このような判断基準による検討を行わずにされた審決における進歩\n性の判断は違法であり，被告の上記主張は明らかに失当である。\n２  請求原因に対する認否\n請求の原因(1)ないし(3)の各事実は認めるが，(4)は争う。\n３  被告の反論\n審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。\n(1) 取消事由１に対し\nア  原告は，審決の本願発明１の要旨認定には誤りがあると主張するが，審\n決は，本願発明１の要旨を認定するに当たり，願書に添付された明細書，\n特許請求の範囲及び図面（甲７）の記載から，特許請求の範囲に記載され\nた事項により特定されるとおりに認定している。\nまた，発明の進歩性について審理するに当たり，その発明の要旨認定は，\n特段の事情のない限り願書に添付した（明細書の）特許請求の範囲の記載\nに基づいてされるべきであるところ（最高裁平成３年３月８日第二小法廷\n判決・民集４５巻３号１２３頁），本件において，特許請求の範囲以外の\n本願明細書の記載を参酌して要旨認定をしなければならない特段の事情\nは見当たらない。\nよって，審決による本願発明１の要旨認定に誤りはなく，原告の上記主\n張は失当である。\nイ  また，原告は，審決には相違点を看過した誤りがあると主張するが，原\n告の上記主張は，要するに，本願発明１の要旨認定に誤りがあることを前\n提とするものである。前記アのとおり，審決による本願発明１の要旨認定\nに誤りはないから，相違点の看過をいう原告の主張は，その前提において\n失当である。\nなお，審決は，本願発明１と甲１発明との相違点アについて，「『漬物』\nの種類が，本願発明１では，茄子漬の青色部であるのに対し，甲１発明で\nは明らかでない点」と認定し，同相違点アについて，「茄子漬は味と共に\n漬物の色が評価され，色は鮮やかな藍青色のものが最も評価されているこ\nと（摘示（２ａ））が記載され，且つ，それのみならず，茄子漬における\n藍青色は茄子の皮に因るものであることも，本願出願前，周知事項であっ\nた。」（５頁１４行～１７行），「該彩り豊かな漬物として，刊行物２に\n記載され本願出願前周知の，色鮮やかな藍青色の茄子漬の皮（青色部）を\n用いることは，当業者が容易に想到し得たことと認める。」と判断してい\nる。\nそうすると，審決は，「茄子漬の青色部」を「色鮮やかな藍青色の茄子\n漬の皮（青色部）」，すなわち，「茄子漬の青色の部分を取り出した（切\nり出した）もの」として相違点アについて判断しているから，実質的にみ\nても，原告が主張するような相違点看過の不備はない。\nウ  よって，審決には，原告が主張するような本願発明１の要旨認定の誤り\n及び相違点の看過の違法はないから，取消事由１は理由がない。\n(2) 取消事由２に対し\nア  原告の主張は，要するに，甲１が特許法２９条２項適用の前提となる同\n法２９条１項３号記載の「刊行物」に該当しないというものである。\nしかし，発明が技術的思想の創作であること（同法２条１項）に鑑みれ\nば，当該刊行物に接した当業者が，思考や試行錯誤などの創作能力を発揮\nするまでもなく，出願時の技術常識に基づいてその技術的思想を実施し得\nる程度に発明（本件では「巻きずし」）の技術的思想が開示されていると\nきには，上記刊行物には当該発明が記載されているといえる。\nそして，甲１には，「巻きずし」という技術的思想の開示があるところ，\n以下のとおり，当業者であれば，特段の創作能力を発揮するまでもなく，\n技術常識に基づいてその技術的思想（巻きずし）を実施し得るのであるか\nら，甲１が同法２９条２項所定の同法２９条１項３号記載の刊行物に該当\nしないという原告の主張は失当である。\nイ(ｱ) 原告の主張するように，甲１の「漬物スティック」の漬物の内部に水\n分が多量に吸収されるとしても，巻寿司の調理において，水気の多い食\n材を用いる際には適宜水気を切って用いることは通常行われることで\nある。\n例えば，証拠（乙１～乙４）には，それぞれ次の記載がある。\n・  乙１（ＮＨＫきょうの料理大百科，日本放送出版協会，１９９４年\n１１月１０日第１刷発行）\n「太巻きずし・・・  ⑦みつばは熱湯で色よくゆでて水に取り，水\nけを絞る。」（４１６頁）\n・  乙２（ＮＨＫ「きょうの料理」ポケットシリーズ＜カラー版＞⑨す\nし・ご飯もの，日本放送出版協会，昭和５０年１０月２０日第１刷発\n行）\n「中巻きずし・・・  ③三つ葉は煮たっている湯に塩少々を入れた\n中で，サッとゆでて水に取り，絞って塩少々をふっておく。ほうれん\n草の場合も同じ。」（２２～２３頁）\n・  乙３（ｎｏｎ－ｎｏお料理基本大百科，集英社，１９９８年１０月\n２０日発行）\n「ちらしずし・・・  ５  にんじんは４ｃｍ長さのせん切りにして\nひたひたの水とＢの調味料を加えて煮て，柔らかくなったらザルにあ\nげて汁気を切ります」（４８４～４８５頁）\n「手巻きずし・・・  ６  青じそはよく洗って水気を切り，・・・」\n（４８８～４８９頁）\n・  乙４（ＮＨＫきょうの料理  新・ポケットシリーズ⑤  すしとご飯，\n日本放送出版協会，１９９３年１１月１６日第１刷発行）\n「細巻きずし・・・  ②かんぴょうは洗って塩もみし，水で柔らか\nくゆでて余分なゆで汁を捨て（ヒタヒタよりやや少なめに残す），砂\n糖，しょうゆを加えてにじるが少し残る程度に煮て汁けをきり，のり\nの幅に合わせて長さを切る。③きゅうりは塩少々をまぶして板ずり\nし，水で洗って水けをふき，・・・」（２０頁）\n(ｲ) したがって，甲１に記載がなくとも，乙１～乙４によれば，水気の多\nい漬物を巻寿司に使用する場合において，漬物の冷凍の前又は解凍の後\nで水分を除去することは，当業者が通常行うことであるといえる。すな\nわち，甲１に接した当業者であれば，特段の創作能力を発揮するまでも\nなく，出願時の技術常識に基づいて，そこに開示されている技術的思想\nである「巻きずし」を実施し得るといえる。\nウ  よって，審決には，原告が主張するような甲１発明の認定の誤りはない\nから，取消事由２は理由がない。\n(3) 取消事由３に対し\nア  周知の課題についての認定誤りにつき\n(ｱ) 甲３，甲４，乙１，乙４によれば，巻寿司において，色彩を考慮して\n具材を配することは周知であったといえる。\nすなわち，これらの証拠には，それぞれ次の記載がある。\n・甲３（特開２００３－１２５７１９号公報，公開日  平成１５年５月\n７日，発明の名称「穴子押し巻きずし」）\n「従来巻きずしは，巻き簾に焼きのりを・・おき，・・すし飯を・・\n焼きのりの中央におき・・全体にのばし・・，その中央部に厚焼き卵，\nえびそぼろ，しいたけ，のりの長さに折ったかんぴょうと細切りのきゅ\nうりを並べ・・巻き簾で巻き締め・・一般的な巻ずしである。従来の，\nよく用いられる甘辛味のかんぴょう，しいたけ，焼きあなご，甘みのあ\nる厚焼き卵，えびそぼろ，青みに細切りきゅうり，ゆでた三つ葉やほう\nれんそうで，彩りと味に変化をつける芯のとり合わせた具を，巻き簾に\n焼きのりをおき，その上にすし飯を・・直接載せ，巻き簾で巻き締め両\n端を押えて成形される・・」（段落【０００２】～【０００３】）\n・甲４（実用新案登録第３１０５７７３号公報，発行日  平成１６年１\n１月２５日，考案の名称「調理用カッター」）\n「・・太巻き，海苔巻き，卵巻き，青菜巻き等々の寿司を調理する際，\n・・ピンク色のチューリップであれば，茹でたり煮たりしたソーセージ\nや人参を・・。チューリップ形の色が黄色であれば，棒状のチーズや沢\n庵などを用いても良い。・・祭り用の巻き寿司の一例であり，チューリ\nップの花形６に，青菜を用いた茎８，例えば胡瓜を縦に割いた葉９，外\n側を海苔１０で巻いた太巻き寿司の一例である」（段落【００１５】～\n【００１７】）\n・乙１\n「⑤・・・かんぴょうを１本，きゅうりとわさび，たくあん，まぐろ\nとわさびを２本ずつ巻き・・・」（４１７頁）\n・乙４\n「巻きずしに慣れるには細巻きから。具をいろいろに変えて味や彩り\nを楽しみましょう。」（２０頁）\nなお，乙１について，明記はないものの，「かんぴょう」の「茶」，\n「きゅうりとわさび」の「緑」，「たくあん」の「黄」，「まぐろとわ\nさび」の「赤」と，彩りを考慮しているのは明らかである。\n(ｲ) また，寿司の具材として，漬物を用い，彩りを与えることも，証拠か\nら周知であったといえる。\n例えば，甲４の段落【００１６】には，太巻寿司の芯として「沢庵」\nを用いること，乙１の４１７頁及び乙４の２０頁には，細巻きずしの芯\nとして「たくあん」を用いることが，それぞれ記載されている。\nまた，甲５（実願昭５８－１８０４７６号のマイクロフィルム（実開\n昭６０－８７５８２号），公開日  昭和６０年６月１５日，考案の名称\n「米飯加工食品用の具材」）の３頁１４行～１８行には，「・・自動巻\n寿司製造機においては・・その中心部に装填すべき具材は，椎茸，卵，\n干瓢，凍豆腐，沢庵・・」と記載されている。\nこのほか，乙５（ＪＴＢキャンパスブック  諸国漬物の本  風土が育\nんだ逸品を訪ねて，ＪＴＢ，２０００年１１月１日初版発行）の５７頁\nには，「香味庵まるはち  漬物寿司」の表題で，「ここで珍しい漬物寿\n司が食べられるのだ。握りに太巻，細巻。これが漬物？とうならせるほ\nど彩りも美しく，ひと口大の小ぶりな寿司はまるで細工物だ。マグロを\n思わせるボタン色の握りは，さわやかなミョウガの酢漬。カズノコのよ\nうなべっこう色の握りは，なんと奈良漬だった。甘めの酢めしにまぜ込\nんだ赤ジソ漬の塩味との相性が絶妙だ。青菜でくるんだ握りめしは，紀\n州のめはり寿司を思い出す。もっともこちらは目を見張るほど大きくは\nないが。山ごぼうのシャリッとした歯ごたえが快い細巻。あっさりした\n梅漬の太巻，５，６種類の漬物を芯にした太巻も，何が入っているかお\n楽しみ。」（上欄右から１４行～下欄右から６行）と記載されている。\nさらに，乙６（わたしの保存食  漬けもの四季折々  おいしい漬け方\nと料理ヒント，婦人之友社，２０００年１２月１５日第１刷発行）には，\n「漬けものずし」の料理方法として，「③・・・小茄子は半分に切り，\nそれぞれをすし飯とにぎる。」（２３頁）と記載されており，同頁の写\n真には，茄子の皮を上面にしたにぎり寿司も記載されている。\n(ｳ) そうすると，漬物を用いた巻寿司の発明である甲１発明において，巻\n寿司が提供される場面に応じて，巻寿司の芯の彩りを考慮することは，\n当業者であれば当然なしうることといえる。このことは，甲１にそのよ\nうな考慮をすることを阻害する事由が記載されていれば格別，甲１に上\n記周知の課題についての記載がないこととは関係がない。\n(ｴ) したがって，原告の主張には理由がない。\nイ  甲２に基づく周知事項の認定の誤りにつき\n(ｱ) 審決が，相違点アについての判断において，「一方，刊行物２には，\n漬物の一つとして茄子漬があり，茄子漬は味と共に漬物の色が評価さ\nれ，色は鮮やかな藍青色のものが最も評価されていること（摘示（２ａ））\nが記載され，且つ，それのみならず，茄子漬における藍青色は茄子の皮\nに因るものであることも，本願出願前，周知事項であった。」（５頁１\n４行～１７行）と説示するように，「色は鮮やかな藍青色のものが最も\n評価されていること」については，周知事項であると認定しておらず，\n甲２に記載された事実として認定している。そして，審決が判示すると\nおり，甲２の段落【０００２】には，「色は鮮やかな藍青色が最も評価\nされる」との記載がある。\n原告の主張は，審決を正解しないものであり，失当である。\nなお，甲２における「色は鮮やかな藍青色が最も評価される」との記\n載が当該出願人の主観であるとしても，甲２は本願出願前に公知の刊行\n物であるから，本願出願時において，「色は鮮やかな藍青色が最も評価\nされる」との事実があることに変わりはない。\n(ｲ) 上記(ｱ)のとおり，審決には原告主張の誤りはないが，茄子漬けにお\nいて青系の色（藍青色，紺色，紫色）が評価されていることは，以下の\n証拠にも示されるように，本願出願時においてごく一般的なことであ\nる。\n例えば，乙７（特開昭６２－３２８３８号公報）には，「冷凍により，\n茄子漬のもう１つの生命である茄子紺色の長期保存が可能になり・・・」\n（２頁左下欄５行～６行）との記載がある。\nまた，乙８（小川敏男，光琳テクノブックス８  漬物製造学，株式会\n社光琳，平成元年３月２０日発行）には，「４－１漬物色沢の問題  ・\n・・漬物は食膳のアクセサリーとして色彩りの役割を果たす場合もあり，\n紅しょうが，赤梅干し，黄色のたくあん，桃色のさくら漬，緑色の広島\n菜，ナスの紫紺色など，色鮮やかなものが望まれる」（１０５頁）との\n記載がある。\nさらに，乙９（主婦の友ブックス  漬物と果実酒，平成１１年１２月\n１６日特許庁受入れ）の４４頁には，なすの漬物について，「なすの紫\n色をきれいに出すには，塩やミョウバンでよくこすることです。保存漬\nけにも当座漬けにもなります。家庭では，浅漬けの色と新鮮さを楽しむ\nのがよいのでは。」との記載がある。\nウ  甲１発明に対して甲２を適用した進歩性判断の誤りにつき\n(ｱ) 原告は，「巻寿司の彩りに変化をつけようとすること」という課題は\n甲１発明には当てはまらないと主張するが，前記アのとおり，原告の上\n記主張は理由がない。\nしたがって，上記課題が甲１発明には当てはまらないことを前提に，\n甲２の茄子漬けの皮を甲１発明に適用する動機付けはないとする原告\nの主張は，その前提において失当である。\n(ｲ) また，原告は，甲１発明と甲２とは，技術分野の関連性及び課題の共\n通性は全くないから，両者を結びつけて考える動機付けがないと主張す\nるが，審決が認定する甲１発明は，「細切れにした漬物に増粘剤を添加\n混合してスティック状に成形した漬物スティックを巻きずしの芯とし\nて使用した巻きずし」，すなわち漬物を芯に含む巻寿司である（なお，\n甲１発明の認定に誤りがないのは，前記(2)のとおりである。）ところ，\n甲２には「なすびの浅漬け」すなわち「漬物」に係る技術が記載されて\nいるから，「漬物」又は「漬物」を利用した料理という点で両者は技術\n分野を同一にするものである。\nそして，前記アのとおり，巻寿司において色彩を考慮して具材を配す\nることは周知の課題であったこと，前記イのとおり，茄子の青系色は料\n理の彩りとして一般的に評価され，茄子の青色は皮によるものであるこ\nとが周知の事実であることを考慮すれば，審決が「甲１発明の漬物を芯\nに含む巻寿司において，上記周知の課題である巻寿司の彩りに変化をつ\nけようとし，・・・該彩り豊かな漬物として，・・・色鮮やかな藍青色\nの茄子漬の皮（青色部）を用いることは，当業者が容易に想到し得たこ\nと」と判断した点に誤りはない。\n(ｳ) さらに，原告は，本願発明１が茄子漬けの青色の部分を選択的に取り\n出して巻寿司の芯として構成しているのに対し，甲１発明にはそのよう\nな発想，つまり漬物の有色部分の選択及び当該選択された部分の取り出\nしという技術的思想が一切示されていないと主張するが，野菜や果物の\n皮などの一部を彩りや風味を加えるために利用することは，料理におい\nて一般的に行われてきたことである。\n例えば，柚の皮は，風味のほか，彩りも評価されるものであるが，様\n々な料理において，彩りや風味を加えるために柚の皮を散らすことは一\n般的に行われてきたものであり（乙１，３），オレンジの皮についても\n同様である（乙１）。\n・  乙３\n「黄ゆずは，色も大事な要素。皮はせん切り，そぎ切り，松葉切り\n（松葉ゆず）にして，煮物の天盛りや吸い口に。」（６８４頁）\n「白菜のゆずおひたし・・・  ４  ・・・ゆずの皮も加えて混ぜ，\n器に盛ります」（１４７頁）\n「しめじと春菊のおろしあえ・・・  ４  ゆずの皮は黄色い表皮を\n薄くそぎ取って，せん切りにします。・・・上にゆずのせん切りをの\nせます。」（１８９頁）\n・  乙１\n「ぶり大根・・・  ④・・・柚の皮のせん切りを散らす」（３０１\n頁）\n「いさきのムニエルオレンジソース・・・  ⑥・・・オレンジの実\nとせん切りにした皮を飾り・・・」（２４２頁）\n以上のとおり，柚の例のように，野菜や果物の皮等一部を彩りや風味\nを加えるために利用することは料理において一般的に行われてきたこ\nとであるから，彩りのよいとされる「茄子漬けの皮」の一部のみを用い\nて料理に利用することも，当業者であれば通常の創意工夫をする範囲内\nのことであり，適宜になし得たことといえる。\n(ｴ) 以上のとおりであるから，甲１発明に対して甲２を適用した審決の判\n断に誤りはない。\nエ  本願発明１の効果に関する認定の誤りにつき\n茄子漬けの青色部分を切り取って巻寿司に用いれば，「その巻寿司の断\n面が，青色の芯の外側に白色の寿司飯が配置され，さらにその外側に黒色\nの海苔が配置され」，青色，白色，黒色の「印象的な配色が形成される」\nことは自明であり，本願発明１の効果は，当業者が予測し得ることである。\nまた，茄子漬の青色の部分を集めること，青色部を集約して青色をより\n鮮やかに演出することについては，特許請求の範囲に記載されていないか\nら，原告の主張は特許請求の範囲の記載に基づかないものであって，失当\nである。\nオ  裁判例につき\n(ｱ) 審決における本願発明１についての進歩性の判断が，原告が挙げて説\n明する判決の判示に則していないからといって，直ちに本願発明１の進\n歩性が肯定されることにはならない。\nすなわち，進歩性について定める特許法２９条２項は，当業者が「前\n項各号（同法２９条１項各号）に掲げる発明に基いて容易に発明をする\nことができたとき」は，その発明については，「同項（２９条１項）の\n規定にかかわらず，特許を受けることができない」と規定し，その発明\nについての進歩性を否定するに足りる論理付けができたときは，その発\n明は特許を受けることができないとされる。そして，審判官は，本願発\n明１の進歩性を否定するに足りる論理付けをすることができたので，そ\nの論理を審決の理由（同法１５７条２項４号）に記載したものである。\nそうすると，論理付けができなかったことを主張するのであれば格\n別，審決が特定の判決の判示事項に沿った判断をしていないことを根拠\nに本願発明１の進歩性が肯定されるとの原告の主張は失当である。単に\n引用文献に示唆等の明示がないことのみをもって，進歩性は肯定しうる\nとされる根拠はない。そして，審決が進歩性を否定した論理付けに誤り\nがないのは前述のとおりであるから，論理的な説明ができないとする原\n告の主張は理由がない。\n(ｲ) なお，引用文献には課題が明記されていないものの，課題が自明であ\nるか容易に着想しうる場合において発明の進歩性は否定されるとした\n裁判例として，東京高裁平成８年５月２９日判決（平成４年（行ケ）第\n１４２号），東京高裁平成９年１０月１６日判決（平成７年（行ケ）第\n１５２号），知財高裁平成２１年９月１５日判決（平成２１年（行ケ）\n第１０００３号），知財高裁平成２２年４月１９日判決（平成２１年（行\nケ）第１０２６８号），知財高裁平成２３年７月２７日判決（平成２２\n年（行ケ）第１０３５２号）がある。\n第４  当裁判所の判断\n１  請求の原因(1)（特許庁における手続の経緯），(2)（発明の内容），(3)（審\n決の内容）の各事実は，当事者間に争いがない。\n２  容易想到性の有無\n審決は，本願発明１は甲１発明，甲２発明及び周知技術に基づいて当業者が\n容易に想到できるとし，一方，原告はこれを争うので，以下検討する。\n(1) 本願発明１の意義\nア  本願明細書（公開特許公報，甲７）には，次の記載がある。\n(ｱ) 特許請求の範囲\n前記第３，１(2)【請求項１】のとおり。\n(ｲ) 発明の詳細な説明\n・【技術分野】\n「この発明は，茄子の漬物を使った寿司に関する。」（段落【０００\n１】）\n・【発明が解決しようとする課題】\n「したがって，自然界で調達することが極めて困難である青色の食材\nを用いた寿司が容易に提供されれば，上述のような色彩のバランスを\n容易に調整できるという点で価値がある。また，上述のように，青色\nに見える寿司の実現は非常に困難であるため，青色の食材を用いた寿\n司が単独で提供されること自体にも大きな価値がある。」（段落【０\n０１１】）\n・「したがって，本発明の目的は，青色の寿司ねたを含んだ寿司を提供\nすることにある。またさらに，本発明の目的は，安全性が高く，傷み\nにくく，さらに採取および加工が容易である青色の食材を寿司ねたと\nして使用する寿司を提供することにある。」（段落【００１２】）\n・【課題を解決するための手段】\n「本発明の第１の実施態様は，茄子漬の青色部を芯に含む巻寿司であ\nる。」（段落【００１３】）\n・「本発明の第２の実施態様は，茄子漬の青色部を芯とした巻寿司であ\nる。」（段落【００１４】）\n・「本発明の第３の実施態様は，上述した本発明の第１の実施態様また\nは第２の実施形態において，茄子漬の青色部小片を芯に含む巻寿司で\nある。」（段落【００１５】）\n・【発明の効果】\n「本発明によって，青色が鮮やかな寿司が提供され，寿司から与えら\nれる色彩の印象をより豊かなものにすることができる。」（段落【０\n０１６】）\n・「また，本発明に係る寿司は巻寿司である。この巻寿司の断面は，青\n色の芯の外側に白色の寿司飯が配置され，さらにその外側に黒色の海\n苔が配置されており，これによって，今までになかった，印象的な配\n色が形成される。」（段落【００１７】）\n・【発明を実施するための最良の形態】\n「本明細書において『青色』とは，厳密に１つの特定の色を指す意図\nで用いられているわけではなく，人間が青色と視認しうる一定の範囲\nの色のことを指す。図２には，ＪＩＳ（日本工業規格）が『物体色の\n色名』で規定している慣用色名の一部がＲＧＢ（Ｒは Red（赤），Ｇ\nは Green（緑），Ｂは Blue（青））の値とともに示されているが，た\nとえば，これらを代表的な『青色』と考えることができる。」（段落\n【００２４】）\n・「ＲＧＢによって，赤，緑，青の３原色を元に色を特定することがで\nきる。ここでは，Ｒ，Ｇ，Ｂのそれぞれが，０～２５５の２５６段階\nで表現されている。」（段落【００２５】）\n・「ＲＧＢの値は，その組み合わせによって色が変化するので，青色の\n範囲を，Ｒ，Ｇ，およびＢの各値の範囲で定義することは難しいが，\n一般的には，図２に示された各色のＲＧＢ値の組み合わせに近い値を\n有する色は，『青色』の範囲に含まれる。」（段落【００２６】）\n・「図２から分かるように，ここでは，やや緑がかった緑青色から，や\nや紫がかった紫紺なども青色の範囲に含まれる。なお，図２には，紫\n（ＮＯ．４４）とパープル（ＮＯ．７５）のように，異なる名称であ\nるが実質的に同じ色となるものも含まれている。」（段落【００２７】）\n・「また，紺色（ＮＯ．２９），茄子紺（ＮＯ．４６），群青色（ＮＯ．\n３２），藍色（ＮＯ．２１）なども上記青色に含まれる。芯２の色は，\n茄子の種類や漬け方等によって，青色の範囲に含まれる様々な色に視\n認されうる。」（段落【００２８】）\n・「芯２に，茄子の青色部を用いることは，自然界では稀な青い食品を\n人々に提供するという大きな効果があるが，それ以外に，健康増進と\nいう面でも大きな役割を果たす。茄子の皮の部分に含まれるナスニン\nは，抗酸化物質であるポリフェノールの一種であり，そのポリフェノ\nールの働きにより，免疫力が高まり，ガンや老化予防に効果を発揮す\nる。また，それに加えてポリフェノールには，血管をきれいにして高\n血圧や動脈硬化を予防する効果があるとも言われている。」（段落【０\n０２９】）\n・「次に，茄子漬から芯２の材料となる青色部を取り出す方法の一例に\nついて，図３を参照して説明する。図３Ａには，茄子のへた１２およ\nび皮１３を含む茄子漬１１の全体の外観が示されており，点線Ｋは，\n茄子漬１１の表面部分が切除される切除線を示している。この表面部\n分は，皮１３および，その皮１３に近接した果肉１６（後述する図３\nＢ参照）を含み，芯２の青色部１４に対応する。・・・」（段落【０\n０３１】）\n・「図３Ｂは，図３Ａの一点鎖線Ｌに沿って茄子漬１１を切断した場合\nの断面図である。皮１３の内側には果肉１６がある。発色部１５は，\n皮１３と，皮１３に近接した果肉１６の一部からなり，青色に発色し\nた部分である。点線Ｍは，図３Ａに示した点線Ｋに対応する線であり，\nこのような切除線に沿った切除により，結果的に薄い切除片（すなわ\nち，青色部１４）が得られる。図３Ｂでは，発色部１５と，これに属\nさない果肉１６の部分の境界線が明確に表示されているが，実際は，\nこのように，急に青色に変化するわけではなく，果肉１６の中心部か\nら外側にかけて徐々に青色に変化する。」（段落【００３３】）\n・「したがって，切除された青色部１４には，薄い青色から濃い青色と\nいった，均一でない青色の皮１３および果肉１６が含まれる場合があ\nる。また，巻寿司１の芯２に用いられる青色部１４としては，青色部\n１４が全体として青色に見える限り，多少白色の皮１３や果肉１６を\n含んでいてもよい。また，皮１３と，皮１３に極めて近い果肉１６か\nらなる発色部１５の一部のみを切除することによって，より，青色が\n濃く鮮やかな青色部１４を得るようにすることも可能である。」（段\n落【００３４】）\n・「図３Ｃは，図３Ａおよび図３Ｂに示すような態様により切除された\n茄子漬１１の青色部１４を示している。青色部１４は，たとえば，複\n数の点線Ｎに沿って包丁等で切り分けられることにより，さらに小さ\nい複数の小片に形成される。芯２として用いられる青色部１４の形状\nは，図３Ｃに示される，切り分け前の比較的大きな形状であってもよ\nく，芯２として巻寿司１に合理的に格納される限り，どのような形状，\n大きさであってもよい。ただし，本発明に係る巻寿司１の芯２として\nは，たとえば，図３Ｃに示す切り分け前の形状のものを２ないし４程\n度または粗みじんに切り分けたり，点線Ｎに沿った細切りやみじん切\nりにしたりすることにより，青色部１４をある程度小さな形状にして\n用いることが好ましい。」（段落【００３５】）\n・「芯２として青色部１４が得られた後は，通常の手順で巻寿司１を製\n造する。海苔の上に配置した寿司飯３の上に青色部１４を置く際に\nは，必要に応じて余分な水分を絞る等の作業により取り除くことが望\nましい。」（段落【００３６】）\n・「また，青色部１４は，巻き込んだときに巻寿司１の芯２の位置に配\n置される。また，青色部１４の量は，一定（好ましくは巻寿司１の断\n面の２割ないし３割程度）の断面積を専有するよう調整する。上述の\nように，青色部１４またはその小片は，基本的に細長の形状であるた\nめ，一定の断面積を確保するためには，複数の青色部１４をまとめて\n（あるいは重ねて）配置することが望ましい。」（段落【００３７】）\n・「また，芯２の材料として，茄子漬１１の青色部１４以外の素材を加\nえてもよい。たとえば，青色部１４，卵焼き，おぼろ，およびキュウ\nリからなる芯を一緒に巻き込んで太巻き等を構成してもよい。」（段\n落【００３８】）\n・【図面の簡単な説明】\n【図３】本発明の一実施形態に係る巻寿司に用いられる青色部を得る\nための方法を示す略線図である。（段落【００３９】）\n・【符号の説明】\n１１・・・茄子漬，１２・・・へた，１３・・・皮，１４・・・青色\n部，１５・・・発色部，１６・・・果肉」（段落【００４０】）\n・【図３】\nＡ                     Ｂ                        Ｃ\nック」\n・【請求項３】\n「該漬物スティックはプラスチックフィルムによって被覆されてい\nる請求項１または２に記載の漬物スティック」\n(ｲ) 発明の詳細な説明\n・【産業上の利用分野】\n「本発明はスティック状に成形した漬物スティックに関するもので\nある。」（段落【０００１】）\n・【従来の技術】\n「従来から巻きずしの芯や歯の悪い老人等のために細切れにした漬\n物が供されている。」（段落【０００２】）\n・【発明が解決しようとする課題】\n「しかしながら細切れにした漬物はばらになり易く，包装する時や巻\nきずしを作る時に不便であった。」（段落【０００３】）\n・【課題を解決するための手段】\n「本発明は上記従来の課題を解決するための手段として，細切れにし\nた漬物(1)に増粘剤を添加混合してスティック状に成形した漬物ステ\nィック(8)を提供するものである。」（段落【０００４】）\n・【作用】\n「増粘剤を細切れにした漬物に添加混合すると賦形性が付与されて\nスティック状に成形することが出来る。該漬物スティック(1)はばら\nばらになりにくいからプラスチックフィルム(2)等に包装したりこれ\nを芯として巻きずしを作ることは容易である。また該漬物スティック\n(8)を凍結させれば更にばらばらになりにくゝなる。」（段落【００\n０５】）\n・【実施例】\n「本発明を図１～図４に示す一実施例によって説明すれば，漬物の細\n切れ(1)にはカルボキシメチルセルロース・・・等の食品用水溶性増\n粘剤が添加混合されており，該細切れ(1)は押出機(2)の投入口(3)か\nら投入され，シリンダー(4)内のスクリュー(5)の回転によってノズル\n(6)からスティック状に押出され，ノズル(6)に被着されている長細袋\n状のプラスチックフィルム(7)内に充填される。このようにして図２\nに示すソーセージ状の漬物スティック(8)が製造されるが，該漬物ス\nティック(8)は冷凍され貯蔵される。」（段落【０００６】）\n・「該漬物スティック(8)を巻きずしの芯として使用するときには，図\n３に示すようにすのこ(9)の上にのり(10)を置き，該のり(10)上に温\nかい酢めし(11)を載せ，凍結状態の漬物スティック(8)をプラスチッ\nクフィルム(7)を除いてその上に載せ，通常通りに巻いて図４に示す\nような巻きずし(12)を作る。この場合漬物スティック(8)は凍結状態\nでありばらばらにはならないのでこれを芯とした巻きずしを作るこ\nとは極めて容易であって，巻きずし製造を機械化することも出来る。\n該漬物スティック(8)は巻きずし(12)を作った後，周りの温かい酢め\nし(11)によって解凍される。」（段落【０００７】）\n・【発明の効果】\n「本発明では細切れにした漬物でもばらばらにならないから，容易に\n包装出来またこれを芯として巻きずし等も容易に作ることが出来\nる。」（段落【０００９】）\n・【図面の簡単な説明】\n図１～図４は本発明の一実施例を示すものである。\n・【図３】巻きずし製造説明図\n・【図４】巻きずし斜視図\n【符号の説明】\n「１  漬物の細切れ\n８  漬物スティック」\n【図３】                               【図４】\nイ  上記記載によれば，引用例１は，細切れにした漬物がばらになりやすく，\n包装するときや巻きずしを作るときに不便であることを課題とし，これを\n解決するために，細切れにした漬物に増粘剤を添加混合してスティック状\nに成形した漬物スティックを提供することによって，細切れにした漬物で\nもばらばらにならず，容易に包装でき，またこれを芯として巻きずし等を\n容易に作ることができるようにしたものであると認めることができる。\n(3) 引用例２の意義\nア  引用例２（甲２）には，次の記載がある。\n(ｱ) 特許請求の範囲\n・【請求項１】\n「３～９％濃度の食塩水の中に，ミョウバンが２～１０ｇ／Ｌ，およ\nび鉄粉が０．５～５．０ｇ／Ｌの割合で添加されてなる液中になすび\nを浸漬することを特徴とするなすびの浅漬け方法。」\n(ｲ) 発明の詳細な説明\n・【従来の技術】\n「東北，北陸地方では，ピストル型の小なすといわれる小型のなすび\nを浅漬して食する習慣がある。この浅漬けは，容器の中にたっぷりと\n入れた食塩水あるいはこの食塩水の中に更にミョウバン，鉄釘を入れ\nた中に小型のなすびを泳ぐ様に浸すもので，商品としてみた場合，味\nとともに漬物の色が評価されるべきポイントとなる。色は鮮やかな藍\n青色が最も評価される。従来この浅漬けの液には上記した食塩水ある\nいはこの食塩水の中に更にミョウバン，鉄釘を入れたものが使用され\nているが，色に鮮やかさがなくまた色むらが出やすい欠点もある。」\n（段落【０００２】）\n・【発明が解決する課題】\n「本発明は，かかる問題に鑑みてなされたもので，その目的とすると\nころは，色は鮮やかな藍青色でしかも色むらなく，シャッキとした歯\n応えがあり，味も均質ななすびの浅漬け方法を提供せんとするもので\nある。」（段落【０００３】）\n・【課題を解決するための手段】\n「本発明者は上記問題に関して鋭意研究を行った結果，次の知見を得\nた。すなわち，３～９％濃度の食塩水の中に，ミョウバンを２～１０\nｇ／Ｌ，および鉄粉を０．５～５．０ｇ／Ｌの割合で添加してなる液\n中になすびを浸すと上記問題点が解決できることを見出だした。本発\n明はこの知見に基づいて成されたものである。」（段落【０００４】）\n・【発明の効果】\n「１．魚鮮やかで色むらがない。\n２．シャッキとした歯応えがある。\n３．味がよい。\n４．鉄分が豊富で体に吸収されやすい。\n５．経済的に安価に製造できる。」（段落【０００８】）\nイ  以上の記載によれば，引用例２には，鮮やかな藍青色で色むらがなく，\n歯応えがあり，味が均質ななすびの浅漬けを得る方法が記載されているこ\nとが認められる。\n(4) 取消事由の主張に対する判断\nア  取消事由１（本願発明１の認定の誤り，相違点認定の誤り）について\n原告は，本願発明１における「茄子漬の青色部」とは，発明の詳細な説\n明の記載を参酌すれば，茄子漬の青色の部分を取り出した（切り出した）\nものなので，審決が，後述する本願発明１を特許請求の範囲の請求項１に\n記載された事項により特定されるとおりのものと認定したことは誤りで\nあり，また，その結果，本願発明１と甲１発明の相違点を看過した誤りが\nあると主張する。\nしかし，本願発明１の特許請求の範囲には「茄子漬の青色部」が特許を\n受けようとする発明を特定するために必要と認める事項として記載され\nているのであって，「茄子漬の青色の部分を取り出した（切り出した）も\nの」とは記載されていない。そして，「茄子漬の青色部」との記載が意味\nする事項は明確であって，これを，「茄子漬の青色の部分を取り出した（切\nり出した）もの」と解釈して，特許を受けようとする発明を認定しなけれ\nばならない理由もない。してみると，審決が本願発明１をその特許請求の\n範囲の記載のとおりに「茄子漬の青色部を芯に含む巻寿司」と認定したこ\nとに誤りはない。また，本願発明１の認定に誤りがないので，本願発明１\nと後述する甲１発明との相違点の看過もなく，原告の主張は理由がない。\nイ  取消事由２（甲１発明の認定の誤り）について\n原告は，甲１発明は，その製造工程において解凍の際に多量の水分が外\n部に流れ出るので，巻寿司を作ることができず，甲１発明は実施不可能で\nあり，このような発明を引用発明として認定した審決には誤りがあると主\n張する。\nそこで検討するに，甲１の実施例には，漬物の細切れを食品用水溶性増\n粘剤と混合し，スティック状に成形して，長細袋状のプラスチックフィル\nム内に充填した後に，冷凍して貯蔵し，これを巻寿司の芯として使用する\n場合には，温かい酢めしの上に上記凍結状態の漬物スティックを載せ，通\n常通りに巻いて巻寿司を作るとの記載がある（甲１の段落【０００６】及\nび【０００７】）。\n他方で，審決が認定した甲１発明は「細切れにした漬物に増粘剤を添加\n混合してスティック状に成形した漬物スティックを巻きずしの芯として\n使用した巻きずし」であって，漬物スティックが凍結状態にあることまで\n認定したものではないため，巻寿司の芯となる漬物スティックを得る上\nで，漬物スティックの解凍工程を必須の工程とするものではないところ，\n原告の主張は，請求項２の記載に加え，甲１の実施例において，巻寿司の\n製造の際に，凍結状態の漬物スティックを使用する旨の上記記載があるこ\nとをその根拠とするものと解される。しかし，甲１は，細切れにした漬物\nはばらばらになりやすく，包装するときや巻寿司を作るときに不便であっ\nたという課題を解決するために，細切れにした漬物に増粘剤を添加混合し\nてスティック状に成形した漬物スティックを提供するというもの（甲１の\n段落【０００３】及び【０００４】）であり，甲１発明が解決しようとす\nる課題との関係において，当該漬物スティックの冷凍は，甲１では必須の\n要件とはされていない。そして，甲１記載の漬物スティックを巻寿司の芯\nとして使用した巻寿司である甲１発明も，冷凍された漬物スティックを使\n用しなければ，巻寿司を得ることができないというものではない。\n以上からすると，原告の主張は，甲１発明の正しい理解に基づくもので\nはなく，これを採用することはできない。\nウ  取消事由３（進歩性判断の誤り）について\n(ｱ) 「周知の課題についての認定の誤り」につき\n原告は，仮に巻寿司の彩りに変化をつけようとするという課題が周知\nであったとしても，甲１には巻寿司の見栄えや色彩の考慮についての記\n載がないので，審決が甲１発明に巻寿司の彩りに変化をつけようとする\n課題が存在すると認定したことは誤りであると主張する。\nしかし，審決は，巻寿司の彩りに変化をつけようとすることが本願出\n願前に周知の課題であることを根拠に，漬物を芯に含む巻寿司である甲\n１発明にも上記課題が存在したと判断するものであって，甲１自体に巻\n寿司の見栄えや色彩についての記載がありその記載から甲１発明に巻\n寿司の彩りに変化をつけようとする課題が存在すると認定するもので\nはない。そして，巻寿司の彩りに変化をつけようとすることが周知の課\n題であれば，巻寿司についての発明である甲１発明においても，その彩\nりに変化をつけようとする課題はあるといえるので，たとえ，甲１に巻\n寿司の見栄えや色彩についての記載が存在しなくとも，周知の課題を根\n拠に甲１発明に巻寿司の彩りに変化をつけようとする課題が存在する\nとした審決の判断に誤りはない。\nこれに対し，原告は，甲１記載の漬物スティックは，細切れにした漬\n物がばらばらにならないように包装するという課題を解決するもので\nあるので，彩りを考慮する課題はないと主張する。しかし，甲１の段落\n【０００３】及び【０００４】には，甲１記載の漬物スティックは，巻\n寿司を作る際に細切れの漬物がばらばらになりやすいという課題を解\n決するためのものであることも記載されており，甲１は，そこに記載の\n漬物スティックを芯とした巻寿司を製造することをも念頭に置くもの\nである。そうすると，甲１記載の漬物スティックを使用して巻寿司を得\nる甲１発明においても，巻寿司の彩りに変化をつけようとする課題が存\n在するということができ，原告の主張は採用することができない。\nこのほか，原告は，甲１記載の押出機を用いて漬物スティックを製造\nする製法では彩りのある具材の配置が不可能であり，また，甲１記載の\n具材は冷凍に適したものに限られるので，甲１に巻寿司の芯としての彩\nりを考慮するという課題が存在すると考えるのは不自然であるとも主\n張する。しかし，甲１記載の漬物スティックは，押出機を用いなければ\n製造できないものではなく，また，その製造に冷凍を必須の工程とする\nものでもないから，甲１発明に巻寿司の彩りに変化をつけようとする課\n題が存在するという上記判断は，具材の配置や具材が冷凍に適したもの\nであるか否かという点とは無関係の事項である。したがって，原告の上\n記主張も採用することができない。\n(ｲ) 「甲２に基づく周知事項の認定の誤り」につき\nａ  原告は，市販の茄子漬には様々な色のものがあり，その中で，特定\nの色に人気が集中しているとか，その人気等によって価格が高く設定\nされているといった事実はないので，審決が甲２の記載のみをもって\n茄子漬の色が藍青色のものが最も評価されていることが周知の事項\nと認定したことは誤りであると主張する。\nしかし，甲２の段落【０００２】には「東北，北陸地方では，ピス\nトル型の小なすといわれる小型のなすびを浅漬して食する習慣があ\nる。この浅漬けは・・・商品としてみた場合・・・色は鮮やかな藍青\n色が最も評価される。」と記載されているところ，審決は「甲２には\n・・・茄子漬は・・・色は鮮やかな藍青色のものが最も評価されてい\nること・・・が記載され，且つ，それのみならず，茄子漬における藍\n青色は茄子の皮に因るものであることも，本願出願前，周知事項であ\nった。」と認定している。同記載からすれば，審決が周知の事項とし\nたのは，茄子漬における藍青色は茄子の皮によるものであることであ\nって，茄子漬では藍青色のものが最も評価されているということでな\nいのは明らかである。したがって，原告の主張は審決を正しく理解し\nた上での主張ではなく，これを採用することはできない。\nｂ  もっとも，この点について，原告は，藍青色が茄子の皮によるもの\nであることだけが周知の事項であるとすると，「甲１発明の漬物を芯\nに含む巻寿司において，上記周知の課題である巻寿司の彩りに変化を\nつけようとし，その課題を解決する目的で，上記周知事項を適用して\n巻寿司の芯によって彩りに変化をつけようとし彩りに変化をつける\n芯として彩り豊かな漬物を適用し」との審決の説示は合理的に説明で\nきないと主張する。しかし，原告が指摘する審決中の「上記周知事項」\nとは，審決の「甲１発明の漬物を芯に含む巻寿司には・・・巻寿司の\n彩りに変化をつけようとする課題があったといえ，また，該課題を解\n決する目的で，巻寿司の芯によって彩りに変化をつけること，及び，\n巻寿司の彩りに変化をつける芯として彩り豊かな漬物（たくあん等）\nを用いることも，本願出願前周知事項であった以上・・・」との説示\n中の「（巻寿司の彩りに変化をつけようとする）課題を解決する目的\nで，巻寿司の芯によって彩りに変化をつけること，及び，巻寿司の彩\nりに変化をつける芯として彩り豊かな漬物（たくあん等）を用いるこ\nと」であり，「茄子漬における藍青色は茄子の皮に因るものであるこ\nと」でないことは，審決の記載から明らかである。してみると，前記\nａの解釈では審決を合理的に説明することができないという原告の\n主張は理由がない。\n(ｳ) 「甲１発明に甲２を適用した進歩性の判断の誤り」につき\nａ  原告は，前記(ｱ)のとおり，巻寿司の彩りに変化をつけようとする\nという課題は甲１発明には当てはまらないので，巻寿司の芯として彩\nり豊かな漬物を適用することが周知の事項であったとしても，このこ\nとをもって，甲２の浅漬け方法に関連して記載されている茄子漬の皮\nを甲１発明に適用することの動機付けが存在するとは考えられない\nと主張する。しかし，前記(ｱ)のとおり，「巻寿司の彩りに変化をつ\nけようとするという課題が甲１発明には当てはまらない」とはいえな\nいので，原告の主張は前提を欠くものである。\nｂ  また，原告は，甲１発明と甲２に技術分野の関連性及び課題の共通\n性はなく，技術思想の異なる甲１発明と甲２を結びつけて考える動機\n付けはないと主張する。\nしかし，前記(3)のとおり，甲２には，鮮やかな藍青色で色むらが\nなく，歯応えがあり，味が均質ななすびの浅漬けを得る方法について\nの技術が記載されている。そして，漬物を巻寿司の芯として使用する\n甲１発明と，漬物に関する技術を記載する甲２とは，漬物又は漬物を\n利用した料理という点で技術分野を同一にする。してみると，甲１発\n明と甲２を結びつけて考察した審決の判断に誤りはなく，原告の主張\nは理由がない。\nｃ  次に原告は，前記アで相違点の看過として指摘した本願発明１の構\n成は，当業者が甲１発明に甲２を組み合わせたとしても想到すること\nができないと主張する。\nしかし，前記アのとおり，審決における本願発明１の認定に誤りは\nなく，その結果，審決に本願発明１と甲１発明との相違点の看過もな\nいので，原告の主張は理由がない。\n(ｴ) 「本願発明１の効果に関する認定の誤り」につき\n原告は，甲２には，茄子漬の青色の部分だけを切り取って用いる点に\nついての記載も示唆もなく，また，茄子漬の青色の部分を切り取って集\nめることにより，青色部を集約し，ただでさえまれである青色をより鮮\nやかに演出し，視覚的効果を高めるという本願発明１の効果を，甲１発\n明とは技術分野の異なる小なすの浅漬け方法を開示する甲２に接した\n当業者が予測し得たとは考えられないので，審決が，色鮮やかな藍青色\nの茄子漬の皮（青色部）を用いれば，青色が鮮やかな寿司が提供され，\n寿司からの色彩の印象をより豊かなものにすることができる点，青色の\n芯の外側に白色の寿司飯が配置され，さらにその外側に黒色の海苔が配\n置され，巻寿司の断面に印象的な配色が形成される点は，当業者が予測\nし得ることであるとしたことは誤りであると主張する。\nしかし，甲２に茄子漬の青色の部分だけを切り取って用いる点につい\nての記載や示唆がないことは，当業者が予測し得ると審決が判断した上\n記効果とは関係がない。また，原告は，茄子漬の青色の部分を切り取っ\nて集めることにより，青色部を集約し，ただでさえまれである青色をよ\nり鮮やかに演出し，視覚的効果を高めるという本願発明１の効果は当業\n者が予測し得るものではないと主張するが，本願発明１は青色部が巻寿\n司の芯に含まれればその要件を満たす発明であり，視覚的効果が高まる\nように青色部を集約することは本願発明１の要件とはなっていない。こ\nの点，本願明細書の段落【００３４】に「巻寿司１の芯２に用いられる\n青色部１４としては，青色部１４が全体として青色に見える限り，多少\n白色の皮１３や果肉１６を含んでいてもよい。」と記載され，段落【０\n０３８】に「芯２の材料として，茄子漬１１の青色部１４以外の素材を\n加えてもよい。たとえば，青色部１４，卵焼き，おぼろ，およびキュウ\nリからなる芯を一緒に巻き込んで太巻き等を構成してもよい。」と記載\nされていることからも明らかである。\nしたがって，原告の上記主張は，本願発明１の特許請求の範囲の記載\nに基づかないものであり，理由がない。\n(ｵ) 「裁判例」につき\n原告は，審決が特定の裁判例が示した基準に従って判断をしていない\nことを理由に同審決は違法である旨主張するが，上記裁判例は本件とは\n異なる事案についての判示であって，本件にそのまま当てはまるもので\nはないから，原告の主張は理由がない。\n３  結論\n以上のとおりであるから，原告主張の取消事由はいずれも理由がなく，【請\n求項３】について判断するまでもなく，審決の結論に誤りはない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所 第１部\n裁判長裁判官      中    野    哲    弘\n裁判官      東 海 林       保\n裁判官      矢    口    俊    哉\n"
}