{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 29
  },
  "case_number": "平成24(行ウ)6",
  "case_name": "不支給処分取消請求事件",
  "court_name": "大分地方裁判所民事第１部",
  "lawsuit_id": "85519",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85519",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/519/085519_hanrei.pdf",
  "contents": "平成２７年１０月２９日判決言渡  同日原本領収  裁判所書記官\n平成２４年（行ウ）第６号  不支給処分取消請求事件\n口頭弁論終結日  平成２７年７月１６日\n判            決\n主            文\n１  大分労働基準監督署長が平成２１年９月２８日付 けで原告に対して行っ\nた労働者災害補償保険法に基づく療養の 費用の給付を支給しない旨の処分\n及び同法に基づく療養の給付を支給しない旨の処分をいずれも取り消す。\n２  訴訟費用は，被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，西日本電信電話株式会社（以下「Ｎ ＴＴ西日本」という。）の従\n業員である原告が，業務に起因して精神障害を患ったとして，大分労働基準\n監督署に対して労働者災害補償保険法（以下「労災保険法」という。）に基\nづく療養費用の給付及び療養の給付を請求したところ，同監督署長が，業務\nに起因するものとは認められないとしてこれらを却下する処分（以下，総称\nして「本件各処分」という。）をしたことから， 被告に対し，本件各処分の\n取消しを求める事案である。\n１  関係法令の定め\n(1)  労災保険法の定め\nア  労災保険法７条１項は，同法の保険給付を定めているところ，同項１号\nは，「労働者の業務上の負傷，疾病，障害又は死亡（以下「業務災害」と\nいう。）に関する保険給付」と規定する。\nイ  これを受けて，同法１２条の８第１項１号及び１３条は，保険給付の内\n容の種類の一つとして，療養補償を定め，同法１２条の８第２項は，業務\n災害に関する保険給付は，労働基準法７５条ないし７７条，７９条，８０\n条等に規定する災害補償の事由が生じた場合に，補償を受けるべき労働者\n等の請求により行うものとしている。\n(2)  労働基準法令の定め\nア  労働基準法７５条１項は，「労働者が業務上負傷し，又は疾病にかかっ\nた場合においては，使用者は，その費用で必要な療養を行い，又は必要な\n療養の費用を負担しなければならない。」と規定し，同条２項は，「前項\nに規定する業務上の疾病及び療養の範囲は，厚生労働省令で定める。」と\n規定している。\nイ  これを受けて，労働基準法施行規則３５条及び同規則別表第１の２が業\n務上の疾病の範囲を具体的に規定しており，同表第１の２第９号は，「人\nの生命にかかわる事故への遭遇その他心理的に過度の負担を与える事象を\n伴う業務による精神及び行動の障害又はこれに付随する疾病」と規定し，\n１１号が「その他業務に起因することの明らかな疾病」と包括的に規定し\nている。\n２  前提事実（証拠等の摘示がない事実については，当事者間に争いがない。）\n(1)  当事者等\nア  原告は，昭和３３年１月５日生まれの男性であるところ，昭和６３年４\n月１日に日本電信電話株式会社（以下「ＮＴＴ」という。）に雇用された\nが，ＮＴＴは平成１１年７月１日に持株会社化し，ＮＴＴ西日本及び東日\n本電信電話株式会社を設立し，それぞれに事業を承継したことに伴い，原\n告の雇用関係もＮＴＴ西日本に引き継がれている。\nイ  ＮＴＴ西日本は，西日本におけるＮＴＴの事業を承継し，西日本区域に\nおける電気通信事業を営む会社である。\n(2)  ＮＴＴ西日本における雇用形態選択制度（乙２２）\nＮＴＴ西日本では，平成１４年頃，各従業員が満５０歳になる年に，①５\n０歳でＮＴＴ西日本を退職し，従前の勤務地に所在する関連会社に再雇用さ\nれる雇用形態（以下「退職・再雇用型」という。）か，②就業規則上期間の\n定めのない従業員の定年とされている６０歳までＮＴＴ西日本に在籍する雇\n用形態（以下「６０歳満了型」という。）のいずれかを従業員が選択する制\n度（以下「本件選択制度」という。）を採用した。本件選択制度においては，\n退職・再雇用型を選択すると，勤務地に変動はなく，６０歳で定年退職した\n後も契約社員として更に再雇用され，６５歳まで勤務が可能であるが，賃金\nは２割から３割程度減少することとなり，６０歳満了型を選択すると，全国\n配転とされ，市場性の高いエリア等を中心として新たに勤務地が定められ，\n成果業績に応じて収入が決まることとなっていた。\n(3)  原告は，平成２０年１月５日に満５０歳になることから，その前年であ\nる平成１９年１０月下旬に，直属の上司であり，ネットワーク営業課長の\nＡ（以下「Ａ」という。）から同年１１月２日までにまず意向確認調書の\n提出を求められ，また，雇用形態選択通知書 も同年１１月中旬から１２月\n初旬頃までに提出するよう求められていた。\n(4)  うつ病の診断\n原告は，平成１９年１１月１０日，同月７日以降，下痢や不眠が続くとし\nてＧ医院を受診したところ，同医院のＢ医師は，原告について，うつ病の疑\nいがあるものとして，２か月間にわたり抗うつ剤を内服することとしたが，\n不眠，盗汗（寝汗）等の状況が続き，平成２０年１月２６日，うつ病と診断\nした（乙８[１２９・１６１・１６８頁]）。\n(5)  原告は， 大分 労働 基準監 督署長 に 対し，同 年 ４月３ ０ 日に療養の 費用\n（Ｇ医院の平成１９年１１月１０日～平成２０年１月２６ 日分）の請求を，\n同年１０月１７日に療養の給付 （Ｈ病院の同年２月１日～２９日分）の請\n求をそれぞれしたところ， 同署長は，平成２１年９月２８日，原告の疾患\nは業務上の疾病とは認められないとして本件各処分をした （甲２，３，乙\n１ないし４）。\n(6)  原告は，本件各処分を不服として，平成２１年１１月２０日，大分労働\n者災害補償保険審査官に対して審査請求をしたが，同審査官は，平成２２\n年１１月１８日，これを棄却する旨の決定をした。 原告は，同年１２月１\n７日，労働保険審査会に対して再審査請求をしたが，同審査会は，平成２\n３年１０月２６日， これを棄却する旨の裁決 をした。そこで，原告は，平\n成２４年４月１９日，本件訴えを提起した（乙５ないし８[１～１９頁]，\n当裁判所に顕著な事実）。\n３  争点及びこれに対する当事者の主張\n本件の争点は，原告の精神障害 が業務に起因しているか否かであるが，具\n体的には，業務起因性の判断基準，原告が業務上受けた 心理的負荷の程度及\nび原告の個体側要因（ストレス耐性の脆弱性）について，次のとおり 争われ\nている。\n（原告の主張）\n原告がうつ病に罹患 したのは，業務中に心理的な圧迫を受けたからであっ\nて，業務起因性が認められる。\n(1)  判断基準について\n疾病の発症が，業務に起因するか否かについては，平均的な労働者を基準\nとすべきであるとされるが，ここでいう平均的な労働者とは，社会通念上，\n一般的に想定ないし容認される通常の範囲内において，その性格傾向が最も\n脆弱である者ないし，うつ病に親和的な性格傾向（素因）を有しながらも日\n常業務を支障なく遂行できる労働者を基準とすべきである。なぜなら，まじ\nめで責任感の強い者ほど，うつ病に親和的な性格であるとされるが，このよ\nうな性格傾向を持った者により企業は多大な利益を受けているのであるから，\n労災保険法の趣旨である報償責任の原理からすればより保護に値するものと\nいえるし，このように解することが被災者の保護という同法の趣旨にも適う\nからである。また，被告が主張するストレス脆弱性理論を前提とすれば，ス\nトレス耐性が脆弱とはいえない労働者がうつ病に罹患した事実から，業務に\nよる心理的負荷の強さが推認できるというべきである。さらに，コントロー\nル可能性がないこと（例えば仕事の裁量性の欠如）や予測可能性がないこと\n（例えばノルマを達成できなかった場合のペナルティを予測できない場合）\nは，ストレスを増強させる因子となることから，この観点も踏まえて心理的\n負荷の程度は判断される必要がある。\n(2)  業務上の心理的負荷の程度\nア  本件選択制度による心理的負荷\n原告には，平成１９年１０月当時，パーキンソン病により要介護５とさ\nれて寝たきりの状態になり，介護施設に入所していた母（平成２０年２月\n２０日死亡）がおり，原告に会うことを唯一の楽しみとしていたことから，\n原告は頻繁に見舞いに行くなどしていた。また，妻も虚弱体質で，長時間\nの自動車運転にも耐え難い状態にあった。さらに，平成１１年８月に２５\n年にわたる住宅ローン（年間の支払は１２０万円である。）を組んだこと\nもあって，家計の収支バランスに余裕のない状態であった。 原告は，退\n職・再雇用型を選択して賃金が３割も減少すれば家計が破綻することとな\nり，６０歳満了型を選択すれば，寝たきりの母と虚弱体質の妻を大分県に\n置いて転勤を余儀なくされることとなるとして，いずれも選択できずに思\nい悩んでいたが，最終的には生活が成り立たなくなるよりはよい，全国転\n勤でも福岡に配置されることもあるという話を聞いたこと等から，６０歳\n満了型を選択することとした。もっとも，ＮＴＴ西日本は，満５０歳を迎\nえる従業員に対しては退職・再雇用型を選択させる意向であったことから，\n６０歳満了型を選べば，会社から予測困難な嫌がらせに合うことも予想さ\nれた。\n以上からすると，原告は，本件選択制度により，いずれの勤務体制も選\nぶことができないというコントロール可能性のない心理的負荷を受け，し\nかも，６０歳満了型を選択しようにも会社からの嫌がらせが想定されると\nいう予測可能性のない心理的負荷にもさらされていたものである。\nイ  上司からの退職・再雇用型の選択強要\n原告は，直属の上司であり，ネットワーク営業課長のＡ及びソリューシ\nョン営業部長であるＣ（以下「Ｃ」という。）から，うつ病の発症に至る\nまで，次のとおり，執拗に退職・再雇用型を選択するよう迫られた。\n(ア)  Ａは，平成１９年１０月２４日，原告に対し，面談の中で，退職・\n再雇用型を選ぶように述べ，同年１１月２日には原告がまだいずれを選\n択するか決めていなかったことを非難し，６０歳満了型を選択すれば，\n単身赴任となってかえって支出が増加するなどと告げた。原告が，同月\n５日，６０歳満了型を選択するが福岡勤務を希望すると伝えても，６０\n歳満了型は全国転勤であるとして一蹴した。\n(イ)  Ｃは，同月６日，原告に「あなたを引きとめるつもりでいる。」，\n「退職・再雇用型を選んで大分に残りなさい。」などと述べ，原告が生\n活が成り立たないと言っても，「工夫次第だよ。みんな退職・再雇用型\nを選んで大分に残っているじゃないの。」などと述べて，原告の意向に\nかかわらず，退職・再雇用型を選択するよう仕向けた上，翌日の夕方に\n再度面談をすることとした。\nＣは，同月７日の面談において，原告に対し，高圧的な態度で接し，\n「６０歳満了型を選んで，６０歳の定年まで働けると思ったら大間違い\nで，来年から６０歳満了型を選んだ者が首を切られる。」，「退職・再\n雇用型なら首を切られない。」，「満了型を選んだら九州には絶対に置\nかない。」，「会社の言うことを聞かなかったんだから，ちょっとやそ\nっとじゃ帰れないところに飛ばすよ。」，「忙しい仕事をさせて，家に\n帰れなくさせる。」，「原告の知り合いが，ちょうど今，離婚訴訟にな\nっている。しばらく家に帰れなかったからだろうね。」などと述べ，改\nめて「退職・再雇用型を選びなさい。」などと述べた。\n(ウ)  原告は，同月９日，ＮＴＴ西日本の本社人事部に電話を架けて，本\n件選択制度について相談したところ，その最中にＡから電話が架かって\nきており，本社人事部に電話を架けたことについて，今後は自分に相談\nや質問をするように言われ，Ｃからも本社人事部へ連絡した理由を聞か\nれるなどした。\n(エ)  以上のとおり，原告は，本件選択制度において，いずれも選択し難\nい環境下で思い悩んでいたが，苦渋の決断として６０歳満了型を選択し\nたものの，その直後から，Ａ及び普段は接点もないＣから，退職・再雇\n用型を選択するよう強要を受け，その過程で，Ｃから，６０歳満了型を\n選択すれば，解雇されることもあるかのような恫喝的な発言を受け，勤\n務地や家族関係について不安を煽られ，絶望感を覚える程の強い心理的\n負荷を受けた。\nウ  精神障害の発症\n原告は，Ｃと面談をした同月７日の夜から体調がすぐれなくなり，翌朝\nには下痢や嘔吐を伴うようになったため，同月１０日に診察を受けたとこ\nろ，うつ病と診断されており，同月７日に受けたＣからの強要行為による\n心理的負荷が強度であったことを推認させる。\nエ  以上に照らせば，原告は，業務上，強度のストレスを受けたことにより，\nうつ病を発症したものといえる。\nオ  被告の主張に対する反論\n(ア)  被告は，原告の家庭環境等に関し，本件各処分に際し行われた調査\n結果に基づいて主張しているが，これは，恣意的ないしずさんな調査で\nある。すなわち，原告からの聴取書は，事前に提出していた陳述書（乙\n８[６５頁～８３頁]）に記載してあるような事項についても十分な質問\nがされないまま作成され，添付の収支表も，そもそも裏付け資料の提出\nは求められていなかったのである。また，原告以外の本件選択制度の対\n象者からの聴取書は，誤字まで同一であって，同じ文面を使い回したも\nのである。\n(イ)  被告は，ＡやＣによる退職・再雇用型の選択強要はなかったと主張\nする。\nしかしながら，Ｃが，原告の相談に親身に乗っていたとすれば，原告\nがＮＴＴ西日本の本社人事部にまで電話を架ける必要はなかったはずで\nある。また，Ａ及びＣが，６０歳満了型を選択しようとしていた原告に\n対してのみ，他の従業員と異なり複数回の面談を設定し，原告と普段接\n触のないＣが面談を実施するなど異常な状態となっていること，ＮＴＴ\n西日本が作成した本件選択制度に関するマニュアルの内容等に照らせば，\n同社が満５０歳となる従業員に退職・再雇用型を選択させようとしたこ\nとは明らかである。Ｃは，同年１２月７日に原告を食堂で発見するや，\n「おい，お前。」，「お前電話がかからんようにするな。」，「課長が\n話をすると言っているのに逃げるな。」，「面談があるだろう。」，\n「雇用形態のことがあるだろう。」などと大声を上げて叱責しており，\nＣが面接時にも原告に対して高圧的な態度に出ていたことが推認される。\n(3)  原告の個体要因（ストレス脆弱性）について\n原告は，うつに対して親和的な性格傾向を有しているものの，特に精神障\n害を有するものではなく，日常的に業務を遂行できる平均的な労働者である。\n（被告の主張）\n原告の精神障害は，業務に起因したものとは認められない。\n(1)  判断基準について\n労働者が発症した疾病等が業務上のものであるというためには，単に業務\nと疾病の発病との間に条件関係があるというだけでは足りず，相当因果関係\nがあるといえることが必要であり，ここで相当因果関係とは，業務の危険性\nが現実化したことにより疾病の発病に至ったことというべきである。そして，\n労災補償制度が危険責任の法理に基づく無過失責任であること，労災補償制\n度が使用者の拠出する保険料により運営 されていること，今日の精神医学\n的・心理学的知見として広く受け入れられている「ストレス―脆弱性」理論\n（個体側の反応性・脆弱性との相関関係において，精神的破綻が生じるか否\nかが決まるという理論）を前提として，条件関係及び相当因果関係の認定基\n準について考えると，業務上の危険性が顕在化したものと評価できるか否か\nの判断にあたっては，当該労働者が主観的にどのように受け止めるかではな\nく，職種，職場における立場や職責，年齢，経験等が類似する同種の平均的\nな労働者がどのように受け止めるかを基準として危険の程度を判断し（危険\n性の要件），かつ，業務上の危険性が肯定できる場合でも，これが業務外に\nおける要因と比して，相対的に有力な原因となっていること（現実化の要件）\nが必要になるものと解するのが相当である。\nその上で，業務上の精神障害の判断については，平成９年から労働省（当\n時）が，法学者や医学者により構成される検討会を設定して，判断指針を設\nけ，これを２回に渡って改訂し，平成２３年１２月２６日付け厚生労働省労\n働基準局長通達として「心理的負荷による精神障害の認定基準」（以下「認\n定基準」という。）を策定しており，最新の専門的知見に基づくものとなっ\nていることからして，これを基準とするのが相当である。具体的には，①対\n象疾病を発病していること，②対象疾病発病前の概ね６か月の間に，業務に\nよる強い心理的負荷が認められること，③業務以外の心理的負荷及び個体的\n要因により対象疾病を発病したとは認められないことが必要となり，②の強\nい心理的負荷は，業務の中で起きた出来事やその後の状況を具体的に把握し\nた上，認定基準別表に照らして，強，中，弱の３段階で判断することとなる。\n(2)  心理的負荷の程度\nア  原告は，Ａ及びＣから退職・再雇用型を選択するよう強要されたと主張\nするが，Ａ及びＣは，社長通達に従い，スケジュールに沿って意向確認調\n書の提出を指示し，原告が面談の際に，福岡勤務を殊更希望していたため，\n６０歳満了型を選択した場合には，特定の勤務地を選択することはできな\nいこと等を説明したほか，原告の相談に応じたにすぎない。\nイ  そうであれば，心理的負荷としては，「上司とトラブルがあった」（認\n定基準上の平均的な心理的負荷は「Ⅱ」である。）といい得るにすぎず，\nそれも退職を前提としたものではなく，言葉の暴力等もなかったこと，Ｎ\nＴＴ西日本の従業員であれば，満５０歳になる年には雇用形態の選択を迫\nられることは承知していたはずであり，原告のみを対象とした制度ではな\nく，平成１４年以降，多くの従業員が，それぞれの事情を抱えながらもい\nずれかの雇用形態を選択してきたこと等を踏まえれば，具体的な心理的負\n荷の程度は「弱」である。これは，仮に原告が主張するような退職・再雇\n用型の強要があったとしても異ならない。\nしたがって，本件では，精神障害の発症に至る危険が業務に内在してい\nたと評価することはできない。\n(3)  原告のストレス脆弱性\n原告がうつ病に罹患したのは，原告の対人関係の過敏さや未熟な性格がそ\nの根底にあったものというべきであり，業務上の心理的負荷が相対的に有力\nな原因となっているということはできない。ここで，未熟な性格とは，何ら\nかの問題に直面した際に，その問題と正面から対峙して最も合理的に対処す\nる能力が一定水準に達していないことであり，原告が雇用形態を選択する必\n要があることを知りながら，これについて判断を先送りにしていたことや，\n上司であるＡを通り越して，ＮＴＴ西日本の本社人事部に電話を架けるなど\nした行動等から認められる。\nまた，平成１９年１１月頃から現在に至るまで原告のうつ病が治癒されて\nいないことも，うつ病の罹患が原告の素因によるところが大きいことが裏付\nけられている。\n(4)  原告の主張に対する反論\n原告の主張は，家庭環境に関する主張について調査時の聴取内容と整合し\nないし，Ａ作成の意向確認調書対応結果記録書（以下「対応記録書」とい\nう。）を原告が訂正したものにも，特段，Ａが，退職・再雇用型を選択する\nよう強要したとうかがわれる記載はない。また，原告のノートの平成１９年\n１１月９日の欄には，「部長に相談しよう」と記載されており，Ｃから強要\nを受けていたのであれば，そのような心境になるとは考え難い。\n第３  当裁判所の判断\n１  業務起因性の判断基準について\n(1)  労災保険法に基づく保険給付が認められるためには，原告において発症\nした精神障害が同法７条１項１号，１２条の８第２項，労働基準法７５条\n１・２項の定める「業務上の疾病」に該当する必要がある。ここにおいて，\n当該労働者の疾病等を業務上のものであるというためには，業務と当該疾\n病との間に条件関係があることを前提にしつつ，両者の間に法的にみて労\n災補償を認めるのを相当とする関係，すなわち相当因果関係が肯定され る\nことを要する（最高裁昭和５１年１１月１２日第二小法廷判決・集民 １１\n９号１８９頁等参照）。\nそして，労働基準法及び労災保険法による労働者災害補償制度は，使用者\nが労働者を自己の支配下に置いて労務を提供させるという労働関係の特質を\n考慮し，業務に内在する各種の危険が現実化して労働者が負傷し又は疾病を\n発症した場合には，使用者に無過失の補償責任を負担させるのが相当である\nという危険責任の法理に基づくものである。したがって，業務と当該疾病と\nの間の相当因果関係の有無は，その疾病が当該業務に内在する危険が現実化\nしたことによるものと評価し得るか否かによって決せられるべきである（最\n高裁平成８年１月２３日第三小法廷判決・集民１７８号８３頁等参照）。\n(2)  ところで，証拠（乙９，１４，２１）及び弁論の全趣旨によれば，今日\nの精神医学的・心理学的知見としては，環境由来の心理的負荷（ストレス）\nと個体側の反応性・脆弱性との関係で精神的破綻が生じるか 否かが決まり，\nストレスが強ければ，個体側の脆弱性が小さくても精神障害が起こるし，\n逆に，個体側の脆弱性が大 きければ，ストレスが弱くても破綻が生じると\nして，個体側の脆弱性と 心理的負荷の強度との相対的関係で把握するとい\nう「ストレス－脆弱性」理論が広く受け入れられている。\nそして，上記「ストレス－脆弱性」理論の趣旨に加え，労災補償制度の前\n提となる使用者の補償責任が危険責任の法理に基づく無過失責任であり，か\nつ，労災保険制度が使用者の拠出する保険料により運営されていることや，\n今日の社会においては，何らかの個体側の脆弱性を抱えながら業務に従事す\nる者も少なくないという実情があることに照らせば，当該業務と精神障害の\n発症との間の相当因果関係については，何らかの個体側の脆弱性を有しなが\nらも，当該労働者と職種，職場における立場，経験等の点で同種であって，\n特段の勤務軽減まで必要とせずに通常の業務を遂行することができる程度の\n健康状態にある者という意味での一般的・平均的な労働者にとって，当該労\n働者の置かれた具体的状況における心理的負荷が，社会通念上，客観的にみ\nて，一般に精神障害を発症させる程度に過重であり（危険性の要件），かつ，\n当該業務の心理的負荷が業務外の原因に対して相対的に有力な原因となって\n当該精神障害を発症させたと認められる（現実化の要件）場合に，業務に内\n在ないし随伴する危険が現実化したものとして，これを肯定するのが相当で\nある。\n(3)  なお，被告の主張する認定基準については，裁判所による判断を直接拘\n束するものではないが，証拠（乙１３ないし ２１）及び弁論の全趣旨によ\nり認められる認定基準の作成経緯及びその内容に照らせば，相応の合理性\nを有する基準であって，前記労災保険制度の趣旨にも 適うものであるから，\n業務と精神障害の発症との間の相当因果関係を判断するに当たり，参考に\nすることができるものというべきである。\n２  証拠（甲１１，１５，２０ないし２２，２６，乙８，２４，２５，３１，原\n告本人，証人Ａ，証人Ｃ）及び弁論の全趣旨によれば，次の事実が認められ\nる。\n(1)  原告の勤務状況\n原告は，平成１８年７月１日より，ＮＴＴ西日本から関連会社である株式\n会社ＮＴＴ西日本－中九州の大分事業部（以下「本件支店」という。）に出\n向して，勤務していた。\n本件支店では，支店長の下にソリューション営業部長（Ｃ），設備部長，\n営業部長，企画総務部長等の役職があり，Ａは，ネットワーク営業担当課長\nであり，原告はその部下であった。\n(2)  原告の家庭環境等\nア  原告は，平成１９年ないし平成２０年当時，妻と二人暮らしであり，要\n介護５の状態の母（平成２０年２月２０日死亡）が特別老人養護施設に入\n所していたことから，頻繁に見舞いに行っていた。妻も体が弱く，日々の\n生活での自動車運転等にも支障がある状態であった。\nイ  原告夫婦の当時の収入は，合計で月給が３５万円程度，賞与が年間１１\n７万５０００円であった。もっとも，平成１１年に組んだ２５年間の住宅\nローンの返済や，母の容態急変の事態があった場合に備えて行っていた貯\n蓄等を含め支出も同額程度あり，収支のバランスとして余裕があったとは\nいい難い状況にあった。具体的な収支状況は，概ね，別紙「Ｘ家家計簿」\n記載のとおりである。\n(3)  精神障害の発症に至るまでの経緯\nア  Ａは，平成１９年１０月２３ 日，原告を含む翌年満５０歳になる部下\n（３名）に対し，「退職・再雇用に関する資料」と題するメールを送信し，\n意向確認調書の提出期限を同年１１月２日，雇用形態選択通知書の提出期\n限を同年１２月７日とし，また別途個別面談を実施することを通知した。\nなお，同メールの本文には，今後のスケジュールとして，退職・再雇用型\nを選択した場合の退職時期等が記載されていたが，６０歳満了型を選択し\nた場合のスケジュール等は記載されていなかった。\nイ  Ａとの面談内容\nＡは，同年１０月２４日の面談において，原告に対し，６０歳満了型で\nはなく，退職・再雇用型を選択するよう述べた。また，Ａは，同年１１月\n２日の面談では，「まだ決断していないが，意向確認調書を提出しない場\n合には，６０歳満了型を選択したものとみなしてもらってかまわない」旨\nを述べた原告に対し，ライフプランを決めていないことは信じられない，\n意向確認調書は出してもらう旨を述べた。Ａは，同月５日の面談において，\n原告が，６０歳満了型を選択する意向確認調書を提出し，転勤先として福\n岡が望ましい旨を述べたところ，６０歳満了型はあくまで全国配転である\n旨を述べた。また，Ａは，この際の原告との面談内容をＣに伝え，翌日に\nＣと原告との面談を設定した。なお，原告以外の本件選択制度の対象者２\n名は，いずれも退職・再雇用制度を選択し，Ａとの面談も一，二回で終え\nている。\nウ  Ｃとの面談内容\nＣは，同月６日，原告と面談し，退職・再雇用型を選ぶよう述べ，減収\nすると生活が成り立たないという原告に対し，単身赴任しても金がかかる\nなどと述べた上，その翌日にも面談を行うこととした。\nＣは，同月７日，原告に対し，要旨，６０歳満了型を選んだからといっ\nて，６０歳まで勤務できるとは限らず，整理解雇等の対象となるなどして\n退職することもあるとか，九州には置かないので全国転勤となって，仕事\nが忙しくなり家にも帰れなくなる，現に離婚訴訟となった社員もいるとか\n述べて，退職・再雇用型を選択するよう求めた。\n(4)  精神障害の発症とその後の経緯等\nア  原告は，平成１９年１１月７日の夜から，不眠や盗汗（寝汗）等の症状\nが現れるようになり，同時点で，ストレス性の適応障害ないしうつ病の精\n神障害を発症していた。なお，原告は，平成２０年３月３日から同年５月\n１１日まで病気休暇を取って療養し，その後は，勤務時間が軽減されてい\nる。\nイ  原告は，平成１９年１１月９日，ＮＴＴ西日本の本社人事部に電話を架\nけ，人事担当者と本件選択制度について話をした。同担当者が原告に告げ\nた内容は，要旨，雇用形態選択通知書は必ず提出しなければならないもの\nではなく，締切まで提出がなければ６０歳満了型を選択したものとみなさ\nれること，質問があればまた連絡してほしいこと等であった。同担当者は，\nその直後，本件支店の人事担当者に原告から連絡があった旨を告げ，同人\n事担当者からＡにも同旨が告げられた。Ａは原告に対し，本社に連絡した\n理由を問うなどし，今後は本社ではなく自分に話をしてほしい旨を告げた。\nまた，原告は，同日にＣとも面談し，本社人事部に電話をした理由等を問\nわれている。\nウ  Ａは，同月１２日及び２１日，更に原告と面談を重ねた。\nエ  Ｃは，同年１２月７日の昼休み中，社内の食堂で原告の姿を認めると，\n「おい，お前」などと声を荒げて呼びつけ，雇用形態の面談に応じなくな\nったことやＡの携帯電話からの着信に応じないことを叱りつけた。\n(5)  以上の認定に対し，被告は，Ｃ及びＡは，本件選択制度の下でいずれも\n選択できずにいた原告の相談に乗るなどしていたにすぎず， Ｃ及びＡから\n退職・再雇用型を選択するよう に強要されたという原告の供述は信用でき\nない旨主張し，Ｃ及びＡもこれに沿う供述をする。\nア  そこで，Ｃ及びＡの供述から検討すると，Ｃが自ら作成したメモ（乙８\n[２５５頁から２５８頁]）からして，Ｃは，原告に対し，退職が６０歳よ\nり早まることもあるとか，離婚訴訟になった者がいるなどといった話をし\nたことが認められるのであって，これらは，６０歳満了型を選択した場合\nに，６０歳より前に退職を余儀なくされ得ることや家庭が破綻するかも知\nれないことを示唆するものと捉えるのが自然な発言である。Ｃは，退職が\n早まることがあるという発言をした理由について，会社では，経営状態次\n第で何が起きるかわからず，定年が早まることがあり得る旨述べたもので\nあるというが，本件選択制度について特に悩んでいたという原告に対し，\nこのような抽象的な根拠のみで，ＮＴＴ西日本の全従業員に多大な不利益\nが及ぶような，就業規則上の定年時期そのものが早まる可能性についてア\nドバイスするというのは，それ自体が相当に不自然・不合理である。また，\n離婚訴訟になった者もいるという話をした理由については，家族との話し\n合いの重要性を説明したものであるなどと供述するが，そのために殊更離\n婚訴訟を引き合いに出すのも不可解である。以上のＣが自認する発言内容\nのほか，原告についてのみ多数回に渡る面談が実施されたことや，原告が\n意向確認調書を提出した翌日にはＣとの面談が設定されたこと等の経緯も\n併せ考慮すれば，原告に対し，整理解雇等を含めて退職を余儀なくされる\n事態まで示して，６０歳満了型を選択した場合の不利益を強調し，退職・\n再雇用型を選択させようとしていたことが推認される。\nこれに加え，Ｃは，本件各処分の際の処分行政庁の調査において，原告\nが悩んでいる様子であると聞いたので，原告に会ってもよいと声をかけた\nところ，原告からも「ありがとうございます」と返答がきたためであると\n供述していた（乙８[２０３頁]）が，本件訴訟では，会ってもよいという\n意向もＡを通して原告に伝えた旨を供述している。直属の上司でないＣが\n原告と面談することとなった経緯は，その目的や内容を推認する過程でも\n意味のある事情といえるところ，Ａの供述に合わせたこと以外に上記供述\nの変遷理由は考え難く，そうであれば，Ｃは，当初，面談が原告からの要\n望であるかのように装っていたともうかがわれる。\n以上によれば，Ｃの供述は，およそ信用できるものではなく，これに沿\nうＡの供述もにわかに信用できない。\nイ  次に原告の供述について検討すると，被告は，原告の供述は，原告作成\nにかかるノートや原告が訂正を入れた対応記録書，本件各処分の際の調査\nにおける聴取書等と整合しておらず，また原告の家計状況については裏付\nけとなる資料も提出されていないことからして信用できないと主張する。\n確かに，原告の聴取書（乙８[１７７頁ないし２０２頁]）には，Ｃから\n６０歳満了型を選択すれば首を切られるかもしれないと言われた旨の記載\nはなく，妻の体調についても少し体が弱いが，特に持病等はない旨の記載\nがあり，対応記録書には原告の供述するＣ及びＡからの退職強要行為等が\n全て記載されているわけではない。\nしかしながら，上記各記載に関する聴取書が作成されたのは，平成２０\n年９月であり，当時既に発症していたうつ病による精神状態等に照らして\nも，原告が十分に自己の言い分を主張できたかは疑問も残るところである。\nむしろ，上記調査の際にも提出していた陳述書（乙８[６５頁ないし８２\n頁]）やノート（甲１１）にはＣの発言等が記載されており，これらの記\n載は，Ｃが自認する発言内容や，先に認定したＣと原告が面談することと\nなった経緯によって裏付けられているのであるから，単に上記聴取書や対\n応記録書にその旨の記載がないからといって，原告の供述の信用性を否定\nすることはできない。また，上記ノートには，平成２０年１１月９日の欄\nに「部長に相談しよう」とＣに相談することを決意したとの記載はあるが，\n６０歳満了型を選択すれば整理解雇され得るなどと言われた原告が，その\nような事態を避けるため相談を持ちかけようとすることも考えられ，原告\nの供述と矛盾するものではない。\nさらに，原告の主張する家計状況については，裏付けとなる資料が提出\nされていないものの，その内容に特段不自然な点はうかがわれず，原告が\nＡとの面談当初から，退職・再雇用型を選択すれば，家計が成り立たなく\nなると述べていたこととも整合する。\nそうであれば，上記対応記録書や上記ノートには，感情が高ぶって記載\nされたものと考えられる箇所もあり，事実認定に当たっては慎重を要する\n面があるとしても，被告の上記主張は採用できず，上記(1)ないし(4)記載\nの認定は妨げられない。\n３  業務上の心理的負荷（危険性の要件）について\n(1)  原告が置かれた状況\n上記認定事実によると，原告の家計の収支状況には余裕があったとはいい\n難いところ，その支出内容には，住宅ローンの返済や妻の薬代等も含まれて\nいて，節約等により対処しきれるものともいい難く，本件選択制度における\n退職・再雇用型を選択した場合における約３割の賃金減少はにわかには受け\n入れ難い状況にあったものといえる。また，原告の妻や，特に母の健康状態\nに照らせば，６０歳満了型を選択することに伴い全国転勤した場合には，母\nの介護の付添い等ができなくなるとして深刻に思い悩むことも十分に考えら\nれる状況であった。以上によれば，原告は，本件選択制度において，いずれ\nを選択することも容易とはいえない状況にあったものといえる。\n(2)  本件選択制度自体による心理的負荷\n上記(1)の状況を前提に，平成１９年１０月下旬以降にＡから本件選択制\n度における雇用形態の選択を迫られるようになったことによる心理的負荷の\n強度について検討すると，本件選択制度は，前提事実のとおり，退職・再雇\n用型と６０歳満了型のいずれかを選択することを余儀なくされるものである\nところ，退職・再雇用型においては，少なくとも賃金が約３割減少するとい\nう不利益が生じ，６０歳満了型においては，全国配転となることのほか，業\n務内や給与体系の変更が生じることとなる。これらは，いずれを選択したと\nしても，認定基準にいう「仕事内容の大きな変化を生じさせる出来事があっ\nた」あるいは「転勤をした」又は「収入が減少した」に該当することになり，\n平均的な心理的負荷の強度がいずれも「Ⅱ」に該当する出来事となる（なお，\n減収については，認定基準上，業務以外の出来事として心理的負荷の強度が\n定められている。）。そして，原告の置かれた上記状況も踏まえてみると，\n原告は，本件選択制度により，生活環境に大きく影響し，いずれを選択する\nべきかにわかに結論の出ない事項について，いずれかを原告自身に選択させ\nられる立場となり，そのような究極の選択を迫られること自体の心理的負荷\nも，弱いものということはできず，認定基準に照らせば「中」以上に該当す\nるものというべきである。\n(3)  面談過程における心理的負荷\n上記認定事実によれば，Ａは，原告と複数回に渡り面談を重ね，原告が６\n０歳満了型を選択する意思を示すようになると，Ｃとの面談を設定し，Ｃは，\nその面談の中で，６０歳満了型を採用すれば，整理解雇等の対象となって退\n職が早まることもあり得るとか，九州には置かない，離婚訴訟となった者が\nいるとか述べたというのであり，原告がしようとした選択につき翻意を迫っ\nたものと見られ，これらの発言が，原告に対し，意に沿わない退職・再雇用\n型の選択を強要したものであることは明らかである。これは，原告に対し，\nＮＴＴ西日本を退職すること（退職強要の認定基準における平均的な心理的\n負荷は「Ⅲ」である。）か，少なくとも約３割もの減収を自らの意思で選択\nすることを，場合によっては整理解雇の対象となり得ることを示唆するなど\nしながら求めたものであり，これを受けた労働者にとって，相当強度の精神\n的苦痛となることは容易に想定される。\nそうであれば，仮にこれを被告が主張する「上司とのトラブルがあった」\n（平均的な心理的負荷の強度は「Ⅱ」である。）に該当するものとして検討\nしてみても，具体的な心理的負荷は，当該カテゴリーの中では強度の部類に\n属し，それ自体で「強」に該当するか，少なくとも「中」を下回ることはな\nいというべきである。\n(4)  全体評価\n上記判示のとおり，原告には，業務上，本件選択制度自体により，又はそ\nの選択過程において，複数の業務上の心理的負荷が発生したものと認められ\nるところであるが，これらは，いずれも本件選択制度による雇用形態の選択\nという関連した出来事の中で発生したものであると考えられることから，認\n定基準に照らし，全体として一つの心理的負荷として，その強度を検討する\nこととする。\n上記(2)及び(3)に判示したところによれば，原告は，本件選択制度により，\n家計の維持及び家庭生活の維持の両立について悩んでおり，これ自体も弱く\nない心理的負荷であった中で，６０歳満了型の選択を考えたところ，特にＣ\nから，６０歳満了型を選択することでかえって，家計及び家庭生活のいずれ\nも維持できなくなるかのような発言をされて，退職・再雇用型の選択を強要\nされ，相当強度の心理的負荷を加えられたというのであり，原告が元々感じ\nていた不安感等を殊更に助長されたものということもできる。そうであれば，\nこれらを全体として評価すれば，認定基準が定める出来事の例と比較しても，\nその心理的負荷の程度は「強」に至っているものというべきであり，原告が，\nＣの面接を受けた日の夜から睡眠障害等の症状を来すことになったことも無\n理からぬところである。平成２２年から原告の主治医となっているＤ医師作\n成に係る意見書Ⅱ（甲２６）及び同Ⅲ（甲２９）は，原告の愁訴を無批判に\n取り入れているきらいはあるものの，退職・再雇用型の選択強要に関する上\n記判示と，概ね同趣旨をいうものと解される。\nしたがって，原告に加えられていた業務上の心理的負荷は，客観的に，平\n均的な労働者を基準としてみても，精神障害を発症させる程度に過重なもの\nであったと認められる。\n(5)  これに対し，被告は，言葉の暴力がなかったこと，本件選択制度が平成\n１４年には導入，周知されており，原告自身も 満５０歳に至る際にはいず\nれかを選択すること になることは当然に予想できたこと，他の従業員も満\n５０歳になるにあたって 雇用形態を選択してきたのであって，原告に特有\nの心理的負荷ではないこと 等からすれば，退職・再雇用型の選択強要の有\n無にかかわらず，その心理的負荷は弱であった旨主張し，大分労働局 地方\n労災医員協議会（以下「本件協議会」という。） の合議による医学的見解\n（乙８[１３８ないし１４０頁]）や，精神保健指定医であるＥ作成の意見\n書（乙３１及び３５，以下，総称して「 Ｅ意見書」という。）を提出する。\nア  しかしながら，まず，上記各証拠から検討すると，本件協議会が原告の\n申立てに関し，どのような事実を前提として判断したかは明らかでない。\nＥ意見書は，原告に対する強要行為はなかったとしつつ，強要行為があっ\nたと仮定した上での見解も併せて述べているところであるが，上記認定事\n実にあるような，整理解雇や家庭の破綻を示唆しながら過酷な選択を迫る\n行為が，上司とのトラブルにおける平均的な心理的負荷を下回るものとは\n到底考えられず，いずれの見解も当裁判所の判断とは前提を異にするもの\nといわざるを得ない。また，いずれの見解も原告を直接診断して作成され\nたものではなく，Ｅ意見書は，退職・再雇用型を選択するよう迫られてい\nたとしても，最終的に原告が自らの意思で雇用形態の選択をしているから，\n心理的負担は「弱」であったとするなど，到底採用し難い意見を述べてい\nるものである。\nしたがって，本件協議会の医学的見解及びＥ意見書については，いずれ\nも採用できない。\nイ  次に，本件選択制度自体からの心理的負荷について被告の主張を検討し\nてみても，原告は，実際にＡから選択を求められるようになるまで， 退\n職・再雇用型か６０歳満了型かを選択していなかった旨供述するところ，\n原告のような家庭環境にある者であれば，本件選択制度でいずれを選択す\nるべきかは容易に結論が出るものではなく，ストレス耐性の強くない者で\nあればなおのこと，その最終的な判断を先延ばしにすることも無理がない\nものといえる（原告のストレス耐性については，後記４参照）。また，本\n件選択制度が他の従業員に対しても一定以上の心理的負荷を与えるもので\nなかったことの立証はない上，原告は，特異とまではいえないにせよ，他\nの従業員と比べ，雇用形態の選択が困難な家庭環境にあったものといえる\nことに照らせば，他のＮＴＴ西日本の従業員にも本件選択制度が適用され\nてきたからといって，直ちに原告に対する心理的負荷が弱かったなどと評\n価することはできない。\n４  原告の個体的要因（現実化の要件）について\n(1)  被告は，原告の行動等に照らし，原告は精神的に未熟であり，ストレス\n耐性が脆弱であることが起因して精神障害を発症している旨主張し，Ｅ意\n見書には同旨の記載がある。\n(2)  なるほど，Ｅ意見書のうち，５０歳となる従業員が本件選択制度の対象\nとなることは従前から周知されており，原告が，その最終的な判断を先延\nばしにしていたということや，原告が他の問題解決方法（退職・再雇用型\nを選択した上で退職金を活用するなど）について， どの程度検討した上で\n６０歳満了型を選択したのかは，本人尋問 に照らしても定かでないことか\nらすると，計画性に欠けるところがあり ，問題の解決能力が低い との指摘\nも全く理由がないではない。\nしかしながら，原告の上記家庭環境等に鑑みれば，退職・再雇用型か６０\n歳満了型かの選択を迫られること自体が心理的負荷として決して弱いもので\nはなく，その最終的な判断を先延ばしにしていたからといって，平均的な労\n働者の範囲を逸脱するような脆弱性があるものということはできない。元々\n家計の収支に余裕がない状態から，退職・再雇用型を選択して約３割もの減\n収となるのであるから，退職金の額が住宅ローンの残額を超えていたとして\nも，直ちにその選択をできなかったことは不自然とはいえない。また，Ｅ意\n見書は，原告が本社人事部に連絡を取ったこと等の精神障害発症後の事情に\n基づいて，原告の性格が未熟であったとしているが，精神障害による影響下\nでの言動を逐一捉えて，原告のストレス耐性が元々脆弱であったとすること\nは相当でない。なお，本件支店にはＣよりも地位の低い人事担当者しかいな\nかった（証人Ａ）というのであり，原告が本件選択制度やＣからの強要行為\nについて相談できる者が存在しなかったと考えられることに照らせば，原告\nが本社人事部に連絡を取ったことが，非常識であるとか，未熟な性格の表れ\nであるとはいえない。\nさらに，被告は，原告のうつ病がいまだ治癒していないことからしても，\n精神障害の発症は原告の素因によるものと考えられる旨主張するが，うつ病\nの治療期間と本人の素因との関連性が医学的に明らかにされたと認められる\n証拠はない。被告が上記主張を裏付ける証拠として提出する「精神障害の労\n災認定の基準に関する専門検討会報告書」（乙２１）に照らしても，治療開\n始から２年以内に９５％が完全な回復や症状固定に至るとの報告がある一方\nで，労災認定されてから５年以上も療養を継続する例や，一定の症状（後遺\n障害）を残したまま症状固定する例もあるとされており，原告がいまだうつ\n病から治癒していないことをもって，精神障害の発症が原告の素因に基づく\nものと認めることはできない。\n(3)  そして，原告には，精神障害による通院歴があるとか，職務の軽減措置\nが取られていたとかの，ストレス耐性が脆弱であったことをうかがわせる\n事情も他に認められないことからすれば，原告は，ややストレス耐性に脆\n弱な点が見受けられるとしても ，当該労働者と職種，職場における立場，\n経験等の点で同種であって，特段の勤務軽減まで必要とせずに通常の業務\nを遂行することができる平均的な労働者 に該当するものといえる。そして，\n精神障害を発症した平成１９年１１月７日頃までの間，業務 外で強い心理\n的負荷を受ける出来事があったことは 全くうかがわれないことからしても，\nその発症については，業務上の強度の心理的負荷が相対的に有力な原因と\nなっているものと認められる。\n第４  結論\nよって，原告に発症した精神障害は，業務に起因するものと認められ，本\n件各処分は違法であるので，その取消しを求める 原告の請求はいずれも理由\nがあるから，これらを認容することとし，主文のとおり判決する。\n大分地方裁判所民事第１部\n裁判長裁判官      竹      内      浩    史\n裁判官      藤      田      晃      弘\n裁判官       藤      丸      貴      久\n（別紙）省略\n"
}