{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 21
  },
  "case_number": "平成24(許)43",
  "case_name": "再審請求棄却決定に対する抗告棄却決定に対する許可抗告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "決定",
  "result": "破棄差戻",
  "article_info": "民集　第67巻8号1686頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成24(ラ)904",
  "original_date": {
    "era": "Heisei",
    "year": 24,
    "month": 8,
    "day": 23
  },
  "gist": "１　新株発行の無効の訴えに係る請求を認容する確定判決に対する再審の訴えと上記確定判決の効力を受ける第三者の原告適格\n２　新株発行の無効の訴えに係る請求を認容する確定判決と民訴法３３８条１項３号の再審事由\n３　新株発行の無効の訴えに係る請求を認容する確定判決に民訴法３３８条１項３号の再審事由が存在するとみる余地があるとされた事例",
  "case_gist": "１　新株発行の無効の訴えに係る請求を認容する確定判決の効力を受ける第三者は，上記確定判決に係る訴訟について独立当事者参加の申出をすることによって，上記確定判決に対する再審の訴えの原告適格を有することになる。\n２　新株発行の無効の訴えの被告とされた株式会社の訴訟活動が著しく信義に反しており，上記訴えに係る請求を認容する確定判決の効力を受ける第三者に上記確定判決の効力を及ぼすことが手続保障の観点から看過することができない場合には，上記確定判決には，民訴法３３８条１項３号の再審事由がある。\n３　新株発行の無効の訴えに係る請求を認容する判決が確定した場合において，次の(1)〜(4)など判示の事情の下においては，上記訴えの被告とされた株式会社の訴訟活動が著しく信義に反しており，上記訴えに係る請求を認容する確定判決の効力を受ける第三者に上記確定判決の効力を及ぼすことが手続保障の観点から看過することができないものとして，上記確定判決には民訴法３３８条１項３号の再審事由が存在するとみる余地がある。\n　(1)　当該第三者は，上記訴えに係る訴訟の係属を知らず，上記訴訟の審理に関与する機会を与えられなかった。\n　(2)　当該第三者は，上記訴訟の係属前から，上記株式会社に対して自らが発行を受けた株式につきその発行の有効性を主張するなどしており，仮に上記訴訟の係属を知れば，上記訴訟に参加するなどして株式の発行の無効を求める請求を争うことが明らかな状況にあり，かつ，上記株式会社はそのような状況にあることを十分に認識していた。\n   (3)　上記株式会社は，上記訴訟において請求を全く争わず，かえって，請求原因事実の追加立証を求める受訴裁判所の訴訟指揮に対し，自ら請求原因事実を裏付ける書証を提出した。\n　(4)　上記株式会社は，当該第三者に対して上記訴訟の係属を知らせることが容易であったにもかかわらず，これを知らせなかった。",
  "ref_law": "（１〜３につき）　会社法828条1項2号，会社法838条　（１につき）　民訴法第1編第3章　当事者，民訴法47条，民訴法338条　（２，３につき）　民訴法2条，民訴法338条1項3号",
  "lawsuit_id": "83758",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=83758",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/758/083758_hanrei.pdf",
  "contents": "平成２４年（許）第４３号  再審請求棄却決定に対する抗告棄却決定に対する許\n可抗告事件\n平成２５年１１月２１日  第一小法廷決定\n主          文\n原決定を破棄する。\n本件を東京高等裁判所に差し戻す。\n理          由\n第１  事案の概要\n１  本件は，株式会社の成立後における株式の発行の無効の訴え（以下「新株発\n行の無効の訴え」という。）に係る請求を認容する確定判決の効力を受ける抗告人\nが，上記確定判決につき，民訴法３３８条１項３号の再審事由があるとして申し立\nてた再審事件である。\n２  記録によれば，本件の経過は次のとおりである。\n(1)  相手方Ｙ１は，抗告人が新株予約権を行使したことにより，平成２３年２\n月７日，１５００株の普通株式を発行し（以下，この発行を「本件株式発行」とい\nう。），抗告人は，上記株式の株主となった。\n本件株式発行がされた当時，抗告人は，相手方Ｙ１の代表取締役であったが，平\n成２３年３月１５日，代表取締役を解任され，その後，相手方Ｙ１は，抗告人の保\n有する相手方Ｙ１の株式について質権の設定を受けたとするＡに対し，同月３０日\n付けの内容証明郵便により，本件株式発行は見せ金によって払込みの外形を作出し\nてされた無効なものであることなどを通知した。これに対し，抗告人及びＡは，相\n手方Ｙ１に対し，同年４月１日付けの内容証明郵便により，本件株式発行は有効な\nものであることなどを通知した。\n(2)  相手方Ｙ１の株主である相手方Ｙ２は，平成２３年７月１３日，相手方Ｙ１\nを被告として，東京地方裁判所に，本件株式発行が存在しないことの確認を求める\n訴えを提起し，その後，予備的に本件株式発行を無効とすることを求める訴えを追\n加した（以下，上記各訴えに係る訴訟を「前訴」という。）。相手方Ｙ２は，前訴\nにおいて，本件株式発行は見せ金によって払込みの外形が作出されたものにすぎな\nいことなどを主張した。\n相手方Ｙ１は，前訴の第１回口頭弁論期日において，請求を認めるとともに，請\n求原因事実を全て認める旨の答弁をしたが，前訴の受訴裁判所は，当事者双方から\n提出された書証を取り調べた上，請求原因事実についての追加立証を検討するよう\n指示して口頭弁論を続行し，第２回口頭弁論期日において，相手方Ｙ１から提出さ\nれた，本件株式発行が見せ金によるものであることなどが記載された陳述書を更に\n取り調べた上，口頭弁論を終結して，平成２３年９月２７日，本件株式発行を無効\nとする判決（以下「前訴判決」という。）を言い渡した。そして，前訴判決は，同\n年１０月１４日の経過により確定した。\n(3)  抗告人は，平成２３年１０月１９日，前訴が提起されて前訴判決がされた\nことを知り，同年１１月１１日，前訴について，独立当事者参加の申出をするとと\nも に （ 以 下 ， 上 記 申 出 に よ る 独 立 当 事 者 参 加 を 「 本 件 独 立 当 事 者 参 加 」 と い\nう。），本件再審の訴えを提起した。\n３  原審は，①抗告人は，前訴判決の効力を受ける者であって共同訴訟的補助参\n加をすることができるものであるから，本件再審の訴えの原告適格を有するという\nことができるが，②相手方らが前訴の係属の事実を抗告人に知らせず前訴判決を確\n定させ，これによって抗告人の権利が害されたとしても，前訴判決に民訴法３３８\n条１項３号の再審事由があるということはできないとして，本件再審の訴えに係る\n請求を棄却すべきものとした。\n第２  職権による検討\n新株発行の無効の訴えに係る請求を認容する確定判決の効力を受ける第三者は，\n再審原告として上記確定判決に対する再審の訴えを提起したとしても，上記確定判\n決に係る訴訟の当事者ではない以上，上記訴訟の本案についての訴訟行為をするこ\nとはできず，上記確定判決の判断を左右できる地位にはない。そのため，上記第三\n者は，上記確定判決に対する再審の訴えを提起してもその目的を達することができ\nず，当然には上記再審の訴えの原告適格を有するということはできない。\nしかし，上記第三者が上記再審の訴えを提起するとともに独立当事者参加の申出\nをした場合には，上記第三者は，再審開始の決定が確定した後，当該独立当事者参\n加に係る訴訟行為をすることによって，合一確定の要請を介し，上記確定判決の判\n断を左右することができるようになる。なお，上記の場合には，再審開始の決定が\nされれば確定判決に係る訴訟の審理がされることになるから，独立当事者参加の申\n出をするために必要とされる訴訟係属があるということができる。\nそうであれば，新株発行の無効の訴えに係る請求を認容する確定判決の効力を受\nける第三者は，上記確定判決に係る訴訟について独立当事者参加の申出をすること\nによって，上記確定判決に対する再審の訴えの原告適格を有することになるという\nべきである。  最高裁昭和５９年（オ）第１１２２号平成元年１１月１０日第二小\n法廷判決・民集４３巻１０号１０８５頁は，旧民訴法の下，確定判決の効力を受け\nる第三者が適法な独立当事者参加の申出をすることができなかった事案において，\n当該第三者の再審の訴えの原告適格を否定したものであり，本件との抵触が問題に\nなる判例ではない。\n記録によれば，原々審が，平成２４年３月３０日に本件再審の訴えに係る請求を\n棄却する決定をした後，本件独立当事者参加の申出に係る事件においては，同年４\n月３日，訴訟係属を欠くことを理由に同申出を却下する判決がされ，現在，同事件\nは，控訴審に係属している。しかるに，原審は，上記の観点から本件独立当事者参\n加の適法性について検討することなく，抗告人が前訴判決の効力を受ける者であっ\nて共同訴訟的補助参加をすることができるものであるとして直ちに本件再審の訴え\nについての抗告人の原告適格を肯定したものであり，原審の上記判断には，裁判に\n影響を及ぼすことが明らかな法令の違反がある。\n第３  抗告代理人榎本峰夫，同松井智，同平田和夫の抗告理由について\n新株発行の無効の訴えは，株式の発行をした株式会社のみが被告適格を有すると\nされているのであるから（会社法８３４条２号），上記株式会社によって上記訴え\nに係る訴訟が追行されている以上，上記訴訟の確定判決の効力を受ける第三者が，\n上記訴訟の係属を知らず，上記訴訟の審理に関与する機会を与えられなかったとし\nても，直ちに上記確定判決に民訴法３３８条１項３号の再審事由があるということ\nはできない。\nしかし，当事者は，信義に従い誠実に民事訴訟を追行しなければならないのであ\nり（民訴法２条），とりわけ，新株発行の無効の訴えの被告適格が与えられた株式\n会社は，事実上，上記確定判決の効力を受ける第三者に代わって手続に関与すると\nいう立場にもあることから，上記株式会社には，上記第三者の利益に配慮し，より\n一層，信義に従った訴訟活動をすることが求められるところである。そうすると，\n上記株式会社による訴訟活動がおよそいかなるものであったとしても，上記第三者\nが後に上記確定判決の効力を一切争うことができないと解することは，手続保障の\n観点から是認することはできないのであって，上記株式会社の訴訟活動が著しく信\n義に反しており，上記第三者に上記確定判決の効力を及ぼすことが手続保障の観点\nから看過することができない場合には，上記確定判決には，民訴法３３８条１項３\n号の再審事由があるというべきである。\n本件において，抗告人は，前訴の係属前から，相手方Ｙ１に対して内容証明郵便\nにより本件株式発行の有効性を主張するなどしており，仮に前訴の係属を知れば，\n自らの権利を守るために前訴に参加するなどして相手方Ｙ２による本件株式発行の\n無効を求める請求を争うことが明らかな状況にあり，かつ，相手方Ｙ１はそのよう\nな状況にあることを十分に認識していたということができる。\nそれにもかかわらず，相手方Ｙ１は，前訴において，相手方Ｙ２の請求を全く争\nわず，かえって，請求原因事実の追加立証を求める受訴裁判所の訴訟指揮に対し，\n自ら請求原因事実を裏付ける書証を提出したほか，前訴の係属を知らない抗告人に\n対して前訴の係属を知らせることが容易であったにもかかわらず，これを知らせな\nかった。その結果，抗告人は，前訴に参加するなどして本件株式発行の無効を求め\nる請求を争う機会を逸したものである。\nこのような一連の経緯に鑑みると，前訴における相手方Ｙ１の訴訟活動は会社法\nにより被告適格を与えられた者によるものとして著しく信義に反しており，抗告人\nに前訴判決の効力を及ぼすことは手続保障の観点から看過することができないもの\nとして，前訴判決には民訴法３３８条１項３号の再審事由が存在するとみる余地が\nあるというべきである。  しかるに，原審は，上記の観点からの審理を尽くさず，\n上記の再審事由の存在を否定したのであるから，原審の上記判断には，裁判に影響\nを及ぼすことが明らかな法令の違反がある。論旨は，上記の趣旨をいうものとして\n理由がある。\n第４  結論\n以上によれば，原決定は破棄を免れない。そこで，以上の説示に従って，原告適\n格の有無について審理を尽くさせ，これが認められる場合には更に民訴法３３８条\n１項３号の再審事由の有無について審理を尽くさせるため，本件を原審に差し戻す\nこととする。\nよって，裁判官全員一致の意見で，主文のとおり決定する。\n(裁 判 長 裁 判 官   白 木   勇   裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁 判 官\n横田尤孝  裁判官  山浦善樹)\n"
}