{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 8
  },
  "case_number": "平成23(行ケ)10034",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81815",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81815",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/815/081815_hanrei.pdf",
  "contents": "平成２３年１２月８日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１００３４号  審決取消請求事件\n口頭弁論終結日  平成２３年１１月１０日\n判        決\n原              告                    X1\n原              告                    X2\n上記両名訴訟代理人弁護士  鈴 木   修\n嶋 田 英 樹\n西 川 喜 裕\n同          弁理士        宮 前   徹\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        伊 藤 幸 仙\n神   悦 彦\n新 海   岳\n板 谷 玲 子\n主        文\n１  原告らの請求を棄却する。\n２  訴訟費用は原告らの負担とする。\n３  この判決に対する上告及び上告受理の申立てのため\nの付加期間を３０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２００８－２６７９４号事件について平成２２年９月２７日にした\n審決を取り消す。\n第２  事案の概要\n本件は，原告らが，下記１のとおりの手続において，本件出願に対する拒絶査定\n不服審判の請求について，特許庁が，特許請求の範囲を下記２(1)から(2)へと補正\nする本件補正を却下した上，同請求は成り立たないとした別紙審決書（写し）の本\n件審決（その理由の要旨は下記３のとおり）には，下記４の取消事由があると主張\nして，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告らは，平成１５年８月１２日，発明の名称を「身体位置感覚／運動感\n覚装置及び方法」とする発明について特許出願（特願２００４－５２８７９１号。\nパリ条約による優先権主張日：平成１４年８月１９日・平成１５年３月２７日，米\n国。請求項の数は１９。）をしたが，平成２０年８月８日付けで拒絶査定を受けた\nので，同年１０月２０日，これに対する不服の審判を請求するとともに，手続補正\n（以下「本件補正」という。）をした。\n(2)  特許庁は，上記請求を不服２００８－２６７９４号事件として審理し，平\n成２２年９月２７日，本件補正を却下した上，「本件審判の請求は，成り立たな\nい。」との本件審決をし，その謄本は同年１０月７日，原告らに送達された。\n２  本件補正前後の特許請求の範囲の記載\n本件審決が判断の対象とした特許請求の範囲の請求項１の記載は，以下のとおり\nである。\n(1)  本件補正前の請求項１の記載（ただし，平成２０年７月１１日付け手続補\n正書（甲９）による補正後のものである。以下，同請求項に記載の発明を「本願発\n明」という。なお，「／」は原文における改行箇所である。(2)も同じ。）\n履物であって，／足に取り付け可能な上面を有し，二つの球根状の突出部によっ\nて特徴づけられた支持部材を備え，／前記突出部の一方は，前記突出部の他方より\nも後方に配置されており，前記突出部の少なくとも一つは，前記支持部材に摺動的\nに取り付けられていることを特徴とする履物\n(2)  本件補正後の請求項１の記載（ただし，下線部分は本件補正による補正箇\n所である。以下，同請求項に記載の発明を「本件補正発明」という。なお，本件補\n正の前後で明細書の記載に変更はなく，以下，その明細書（甲５）を「本件明細\n書」という。）\n履物であって，／足に取り付け可能な上面を有し，二つの球根状の突出部によっ\nて特徴づけられた支持部材を備え，／前記突出部の一方は，前記突出部の他方より\nも後方に配置されており，／前記突出部の少なくとも一つは，前記支持部材の底面\nに形成されたトラックに摺動的に取り付けられると共に，前記トラックに沿ってど\nこにでも選択的に位置決めされて前記トラックに締結されることを特徴とする履物\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①本件補正発明は，下記アの引用例に記載\nされた発明（以下「引用発明１」という。）及び下記イ及びウの周知例１及び２に\n記載された周知技術（以下，周知例１に記載された周知技術を「本件周知技術」と\nいう。）に基づいて当業者が容易に発明することができたものであって，特許法２\n９条２項の規定により，特許出願の際独立して特許を受けることができないもので\nあるから，本件補正は，平成１８年法律第５５号による改正前の特許法（以下\n「法」という。）１７条の２第５項において準用する法１２６条５項の規定に違反\nするものとして却下すべきものであり，②本願発明も，下記アの引用例に記載され\nた発明（以下「引用発明２」という。）及び周知技術に基づいて当業者が容易に発\n明をすることができたものであり，特許法２９条２項の規定により特許を受けるこ\nとができない，というものである。\nア  引用例：特開昭６１－１１９２８２号公報（甲１）\nイ  周知例１：特開平９－３０８７０６号公報（甲２）\nウ  周知例２：国際公開第０１／３７６９３号（平成１３年５月３１日公開。甲\n４）\n(2)  なお，本件審決が認定した引用発明１並びに本件補正発明と引用発明１と\nの一致点及び相違点，引用発明２並びに本願発明と引用発明２との一致点及び相違\n点は，以下のとおりである。\nア  引用発明１：足長に略等しい足台の縦の中心線の真下に，分離独立構成した\n前台脚と後台脚とを足台から下方に突き出た突出部として形成した履物\nイ  本件補正発明と引用発明１との一致点：履物であって，足に取り付け可能な\n上面を有し，二つの突出部によって特徴づけられた支持部材を備え，前記突出部の\n一方は，前記突出部の他方よりも後方に配置されている履物\nウ  本件補正発明と引用発明１との相違点\n(ア)  突出部の形状が，本件補正発明では，球根状であるのに対して，引用発明\n１では，球根状ではない点（以下「相違点１」という。）\n(イ)  本件補正発明は，突出部の少なくとも一つは，支持部材の底面に形成され\nたトラックに摺動的に取り付けられるとともに，前記トラックに沿ってどこにでも\n選択的に位置決めされて前記トラックに締結されるのに対して，引用発明１は，そ\nのような構成を有しない点（以下「相違点２」という。）\nエ  引用発明２：足長に略等しい足台の縦の中心線の真下に，分離独立構成した\n前台脚と後台脚とを形成した履物であって，足台にバネ槽が構成され，台脚が人の\n跳躍に伴って該バネ槽に出入りする履物\nオ  本願発明と引用発明２との一致点：履物であって，足に取り付け可能な上面\nを有し，二つの突出部によって特徴づけられた支持部材を備え，前記突出部の一方\nは，前記突出部の他方よりも後方に配置されており，前記突出部の少なくとも一つ\nは，前記支持部材に摺動的に取り付けられている履物\nカ  本願発明と引用発明２との相違点：突出部の形状が，本願発明では，球根状\nであるのに対して，引用発明２では，球根状ではない点\n４  取消事由\n(1)  審判手続の違法（取消事由１）\n(2)  相違点１に係る判断の誤り（取消事由２）\n(3)  本願発明と引用発明２との一致点の認定の誤り（取消事由３）\n第３  当事者の主張\n１  取消事由１（審判手続の違法）について\n〔原告らの主張〕\n(1)  本件の特許出願については，本件審判請求時に補正が行われたため，前置\n審査に付されたが，前置審査で作成された前置報告書では，それまで全く引用され\nることのなかった周知例２が引かれ，引用例と周知例２との組合せにより，本件補\n正発明の摺動構成が容易推考であるとの意見が記載された。\n本件補正発明の摺動的構成は，平成２０年７月１１日付けの補正で請求項に加え\nられたものであり，本件補正は，トラックの構成を付加するものとはいえ，それ以\n前の請求項の内容である「突出部の少なくとも一つは，支持部材に摺動的に取り付\nけ」との構成を包含するものであるから，前置報告書での上記意見は，摺動の構成\nについて，それまでの拒絶理由とは異なる拒絶理由を発見した場合に該当するもの\nである。\nしかるに，本件審判手続において，新たに拒絶理由通知を発することなく，本件\n審決は，本件補正発明には進歩性がないとして本件補正を却下した。\n(2)  拒絶査定不服審判請求時に補正の申立てがあった場合に行われる審査官に\nよる前置審査において，拒絶査定の理由と異なる拒絶の理由を発見した場合は，出\n願人に拒絶理由を通知し，意見書の提出機会を与えるのが原則である（法１６３条\n２項，５０条。なお，法１５９条は，拒絶査定不服審判において査定の理由と異な\nる拒絶の理由を発見した場合についても同様の規定をしている。）。法５０条ただ\nし書は，法５３条１項により当該補正について却下決定する場合を例外としている\nところ，同項は，平成２０年法律第１６号による改正前の特許法１７条の２第１項\n４号（拒絶査定不服審判を請求する場合において，その審判の請求の日から３０日\n以内にするとき）を含んでいないが，法１６３条２項は，前置審査において拒絶査\n定の理由と異なる拒絶の理由を発見した場合，法５０条ただし書中に平成２０年法\n律第１６号による改正前の特許法１７条の２第１項４号を含めるものと読み替える\nことを規定している。\nこの結果，法文上は，審判請求時の補正について，新たな拒絶理由を発見した場\n合も，独立特許要件を欠く補正として却下するときには，請求人に拒絶理由通知を\n発し，意見書提出の機会を与える必要がないということになっている。\nしかし，新たな拒絶理由を発見した場合であっても，拒絶理由通知を発して出願\n人に意見書を提出する機会を与える必要がないとしたことは，出願人から意見を述\nべる機会を奪うだけでなく，補正や分割出願の権利をも奪うものであり，極めて不\n当なものというほかない。特許法の規定をそのまま適用した場合の不当性は明らか\nであるから，その適用範囲は限定して解釈されるべきであり，審判請求時の補正が\n審判請求前の補正の内容を含む場合には，原則に戻り，出願人に対し，意見書の提\n出機会を与えなければならないと解釈すべきである。\n(3)  したがって，拒絶理由通知を発することなく，単に審尋をしたのみで，前\n置審査官の発見した新たな拒絶理由に基づき，本件補正を却下した本件審決は，法\n１５９条２項，５０条本文の規定に違反したものであり，取り消されるべきである。\n〔被告の主張〕\n(1)  法１５９条１項，２項は，法５３条１項及び５０条ただし書の規定を平成\n２０年法律第１６号による改正前の特許法１７条の２第１項４号の場合を含めるよ\nうに読み替えた上で準用し，特許法上は，拒絶査定の理由とは異なる理由であって\nも，審判請求時の補正により減縮された発明が独立特許要件を欠くのであれば，審\n判請求人に新たな拒絶の理由を通知することなく当該補正の却下の決定ができるも\nのとされている。\n(2)  周知例２は，本件補正により特許請求の範囲が減縮されたことに対応し\nて，新たに示すことになった証拠であるが，本件審決は，周知例２を考慮すること\nにより，本件補正発明が独立特許要件を欠くと判断して，審判請求人である原告ら\nに拒絶の理由を通知することなく本件補正を却下したものであり，本件審判手続に\n違法性はない。\n２  取消事由２（相違点１に係る判断の誤り）について\n〔原告らの主張〕\n(1)  引用発明１と本件周知技術とを組み合わせることの阻害要因について\nア  引用発明１の台脚部は，いずれも幅に対して高さの比が大きく，一定の長さ\nを有して水平に地面に設置しており，面で接触している間はバランスを保っていら\nれるものの，いったんバランスを崩すと，地面と面で接触できなくなり，急激なバ\nランスの変化によって転倒するという特徴があり，転倒を免れようと努力すること\nにより，平衡感覚のトレーニングが可能となるものである。\nこれに対し，本件周知技術の半球状の突出部は，地面と常に点で接触し，半球状\nであることによって傾くことを許容するから，バランス変化により突出部が傾いた\nとしても，引用発明１のように急激にバランスを崩すことはなく，多少バランスを\n崩しても，再びバランスを取り戻すことが可能な構成となっている。\nしたがって，仮に引用発明１の突出部を本件周知技術の半球状の突出部に置き換\nえると，多少傾いても急激にバランスを失うことはないから，平均台のように急激\nにバランスを崩しかねない台上でそのバランスを崩さないような訓練を実現すると\nいう引用発明１の目的を達成することができない。\n引用発明１の突出部の構成は，当該発明の目的を達成するために不可欠であり，\n当業者にとって，引用発明１に本件周知技術の半球状の突出部を組み合わせ，結果\nとして，引用発明１の効果を減少させるような構成を採用するはずはないから，引\n用発明１に本件周知技術を組み合わせることには阻害要因がある。\nイ  また，本件補正発明では，履物の底面に存在する二つの球根上の突出部によ\nって，突出部が一つの履物の場合と比べて，履物の軸が前後方向に安定する。\n他方，本件周知技術は，突出部を一つだけ有することに技術的な意味があり，突\n出部を二つに増やすと，足首の後ろ側を広範囲にストレッチすることも，その場で\n足首を自由に回転させることも困難となり，本件周知技術が目的とする足首の全方\n向への制約がなくストレッチ運動をすることが不可能となるばかりか，回内運動及\nび回外運動も困難となる。\nこのように，本件周知技術において，一つの半球状の突出部を二つに増やすこと\nは発明の作用効果を失わせるものであるから，本件周知技術と引用発明１との組合\nせには阻害事由があるというべきである。\n(2)  本件補正発明の作用効果について\nア  引用発明１は，極めて不安定な構造を有するものであり，この極端な不安定\n性が発明の作用効果を得る上で不可欠な構成である。また，本件周知技術の構成は，\n「本発明は，その効果が大きい反面，捻挫等の危険性も大きい。」と記載されてい\nるとおり（【０００６】），捻挫等の怪我の危険性を伴うものである。\nこれに対し，本件補正発明の履物は，二つの球根状の突出部によりもたらされる\n「管理された穏やかな不安定性」が全方向にわたって自由な動きを一定程度制約す\nるから，引用発明１や本件周知技術よりも劇的に安全となる。また，各使用者にと\nって最適な位置に突出部を調整することを可能とし，かつ，限定的で管理された不\n安定な状態で長時間反復して使用させることによって，適切な調節機能が発揮され，\n使用者の身体位置感覚及び神経筋のコントロールを発達，改善するとともに，足領\n域の筋肉，腱及び結合組織の特異的な強化を容易に可能ならしめ，使用の効果とし\nて固有受容性，運動感覚，筋肉運動，神経のコントロール，バランス，姿勢の平衡，\n中心の安定性を発達，改善されるという，引用発明１や本件周知技術からは得るこ\nとのできない，極めて大きな効果が得られるものである。\nイ  また，本件補正発明の実施品である靴は，イスラエル，英国及びシンガポー\nルにおいて，治療のために多くの患者に適用され，大きな治療効果を上げている。\nウ  以上のとおり，本件補正発明は，引用発明１及び本件周知技術から到底予想\nし得ない効果を奏するものである。\n(3)  以上によれば，引用発明１の突出部に本件周知技術を用いて，相違点１に\n係る本件補正発明の構成を採用することは，当業者が容易になし得る事項であると\nした本件審決の判断は誤りであるから，取り消されるべきである。\n〔被告の主張〕\n(1)  引用発明１と本件周知技術とを組み合わせることの阻害要因について\nア  引用発明１は，平衡を保ちながら歩行，片足立，跳躍，走行等各種運動を行\nい，身体の筋系（全筋肉，腱膜等）の鍛錬及び神経系の平衡感覚とを併せて錬磨す\nることを目的とし，「足長に略等しい足台の縦の中心線の真下に，分離独立構成し\nた前台脚と後台脚とを足台から下方に突き出た突出部として形成した履物」の構成\nを備えたものである。この構成により，使用者の重心が傾けばそれに随伴して引用\n発明１の運動具もすぐに傾きやすく，上体の体勢が崩れようとする時には，足底の\n筋肉が全身の全筋系に連動して足台に作用してバランスを回復しようと働き，全筋\n系と神経系の鍛錬に最高であるという作用効果を奏するものである。また，引用例\nには，突出部として様々な形状や構造が示され，使用の態様に応じて，適宜好適な\n突出部を用いることができることが示唆されている。\nそうすると，引用発明１は，原告らが主張するように，「平均台上における訓練\nを実現する目的」のみに限定されたものでないことは明らかである。\nイ  また，周知例１の履き物型トレーニング器具は，底部に半球体的隆起状の突\n出部を有する履物であって，この突出部の接地部が小さく不安定であることにより，\n足首のストレッチ効果があるばかりでなく，関係筋肉やひざ，腰等の強化やバラン\nス感覚も養えるというものである（【０００４】【０００９】）。\nウ  本件審決は，バランス感覚等の安定性のトレーニングに用いる，突出部を有\nする履物において，支持部材から突出する突出部の例として周知例１を引用したも\nのであり，原告らが主張するように，周知例１に開示された履き物型トレーニング\n器具自体において半球体的隆起状の突出部を２つに増やすようなことを論じている\nのではない。\nそして，引用発明１においては，不安定さを備える突出部の形状や構造として，\n平衡感覚のトレーニングに役立つ限りは様々なものが用い得るのであり，周知例１\nに開示された半球体的隆起状の突出部もバランス感覚のトレーニングに役立つもの\nであるから，引用発明１に本件周知技術の半球体的隆起状の突出部を適用する十分\nな動機付けがある。また，本件周知技術の突出部を「足首のストレッチ」効果をも\nたらすための突出部としてではなく，「バランス感覚も養える」効果をもたらす突\n出部の例としてその技術的事項を採用するのであるから，本件周知技術の突出部を\n有する履物が足首のストレッチにも有効であるからといって，そこで開示された半\n球体的隆起状の突出部を引用発明１に採用することの阻害事由にはならない。\nエ  以上のとおり，引用発明１と本件周知技術の半球体的隆起状の突出部の組合\nせにおける阻害事由は存在せず，これらを組み合わせることは容易であるとした本\n件審決の判断に誤りはない。\n(2)  本件補正発明の作用効果について\nア  本件補正発明を実施した際に，それがどの程度安全なものになるかは，各球\n根状の突出部の具体的な形状や大きさ，位置，硬度，材質等によって大きく左右さ\nれるものである。本件補正発明には，突出部について，球根状という全体形状以\n外，安定性や安全性に関係する格別の限定がないのであるから，本件補正発明の発\n明特定事項のみをもって引用発明１や本件周知技術よりも劇的に安全だという原告\nらが主張する効果は，本件補正発明の発明特定事項に対応しないものである。\nイ  また，本件補正発明を実施した製品が数多く販売されているとしても，商業\n的成功には営業努力等様々な要因が複雑に絡むものであるから，その事実のみをも\nって，直ちに本件補正発明の容易性が否定されるものではない。\nウ  本件補正発明の効果は，「運動，特に並進運動の歩行，走行又は他の運動中\nにおいて人間に不安定をもたらす」ことにより「訓練及びトレーニングを行う」こ\nとができるというものである（【００１２】）。しかしながら，引用発明１や本件\n周知技術も，履物の不安定さを用いた平衡感覚（バランス感覚）のトレーニングを\n行うことができるという，本件補正発明と同様の効果をもたらすものである。これ\nらの効果と比較して，本件補正発明の効果が格別なものであるともいえない。\nエ  したがって，原告らの主張は失当である。\n(3)  以上によれば，引用発明１の突出部に本件周知技術を用いて，相違点１に\n係る本件補正発明の構成を採用することは，当業者が容易になし得る事項であると\nした本件審決の判断に誤りはない。\n３  取消理由３（本願発明と引用発明２との一致点の認定の誤り）について\n〔原告らの主張〕\n(1)  本件審決は，本願発明と引用発明２とは，「前記突出部の少なくとも一つ\nは，前記支持部材に摺動的に取り付けられている履物」との点で一致すると認定し\nた。\n(2)  しかし，引用発明２において，台脚と足台との間にゴム球又はバネ層が設\nけられた構成は，使用者が履物を使用している際に，台脚を足台との間で直行方向\nの相対的な変位をもたらすものであり，かつ，人の跳躍力を増大させるための構成\nである。\nこれに対し，本願発明における球根状の突出部の摺動は，個々の患者の特性に応\nじて球根状の突出部の水平位置を調整する目的のみを有するものであり，患者が使\n用する前に完全に行われなければならない。二つの球根状の突出部が使用中に動く\nことは，製品を危険なものにし，かつ，その効果を損なうものである。\n本願発明の「摺動的に取り付けられている」とは，使用前に，予め選択的に位置\n決めされた後は固定されるものであって，使用中に動くことを予定するものではな\nい。したがって，引用発明２における台脚と足台との間の相対変位構造のように，\n使用中に変位する態様のものは，突出部を支持部材に「摺動的に取り付けられてい\nる」ものということはできない。\n(3)  以上によれば，本件審決は，本願発明と引用発明２の一致点を誤って認定\nしたものであり，この認定の誤りが本件審決の結論に影響を及ぼすことは明らかで\nあるから，本件審決は取り消されるべきものである。\n〔被告の主張〕\n(1)  原告らは，引用発明２の台脚と足台との間にゴム球又はバネ層がもうけら\nれた構成は，台脚と足台との間で直行方向の相対的な変位をもたらすものであるの\nに対し，本願発明における突出部の摺動は，個々の患者の特性に応じてその水平位\n置を調整する目的のみを有するものであると主張する。\nしかし，本件明細書には，本願発明の「前記突出部の少なくとも一つは，前記支\n持部材に摺動的に取り付けられていること」という事項について，「突出部は，支\n持部材の底面に形成されたトラック（図２）上に取り付けることができ，トラック\nに沿ってどこにでも選択的に位置決めされてトラックに締結されることができる。\nトラックは，靴底の一部分に沿って又は靴底の長さ全体に伸びることができる。」\nとの記載のほか，「突出部をねじ付ファスナー（図３）で支持部材に取り付け，そ\nしてねじ付ファスナーを締め付ける又は緩めることなどによって，突出部の突出量\nを調整することができる。」との記載や，「履物は，通常の外側靴底を有するとと\nもに，履物の靴底の内側に突出部用摺動／移動機構を有することができる。この摺\n動／移動機構は，制限するわけではないが粘着性基質で浮く機構又は内部ケーブル\nによってつり下げられた機構から構成することができる。」との記載もあるが，こ\nれらの記載はそれぞれ異なる摺動機構を示している。\nそうすると，本件明細書における摺動機構は，①突出部が支持部材の底面に形成\nされたトラックに沿う方向に摺動し，選択的に位置決めされる態様，②突出部が支\n持部材に対して，支持部材の厚さ方向に摺動し，突出量を調整する態様，③突出部\nが支持部材に対して，支持部材の厚さ方向に摺動／移動可能な態様の少なくとも３\nつの態様を含むものであるということができる。\n(2)  また，原告らは，引用発明２は人の跳躍力を増大させるための構成である\nとも主張するが，本件明細書には，摺動機構の技術的意義につき何ら説明がないの\nであるから，本願発明の摺動機構の解釈として，人の跳躍力を増大させるための構\n成が除外されることにはならない。\n(3)  以上によれば，原告らの主張はいずれも失当であり，本件審決による本願\n発明と引用発明２との一致点の認定に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（審判手続の違法）について\n(1)  原告らは，特許法の法文上，審判請求時の補正について，新たな拒絶理由\nを発見し，独立特許要件を欠く補正として却下するときには，請求人に拒絶理由通\n知を発して意見書を提出する機会を与える必要がないとされているが，このような\n手続は，出願人から意見を述べる機会を奪うだけでなく，補正や分割出願の権利を\nも奪うものであり，極めて不当であるから，審判請求時の補正が審判請求前の補正\nの内容を含む場合には，原則に戻り，出願人に対し，意見書の提出機会を与えなけ\nればならないと主張する。\n(2)  確かに，本件特許出願に係る本件審判手続において，拒絶査定の理由と異\nなる拒絶の理由を発見した場合は，出願人に拒絶理由を通知し，意見書の提出機会\nを与えるのが原則である（法１５９条２項，５０条）。しかし，法１５９条２項は，\n出願人に対する拒絶理由の通知を要しない場合を規定する法５０条ただし書につい\nて，平成２０年法律第１６号による改正前の特許法１７条の２第１項４号（拒絶査\n定不服審判を請求する場合において，その審判の請求の日から３０日以内にすると\nき）の場合において法５３条１項により当該補正について却下決定する場合を含む\nものと読み替える旨規定している。また，法１５９条１項は，拒絶不服審判におい\nては，決定をもって補正を却下すべき事由を規定する法５３条１項について，平成\n２０年法律第１６号による改正前の特許法１７条の２第１項４号の場合を含むもの\nと読み替える旨規定しているのであって，拒絶査定不服審判の請求の日から３０日\n以内にされた補正による発明が特許出願の際独立して特許を受けることができない\n場合にも当該補正は却下されることとなる（法１７条の２第５項，特許法１２６条\n４項参照）。その結果，法文上，拒絶査定不服審判の請求の日から３０日以内にさ\nれた補正による発明について，独立して特許を受けることができないものとして当\n該補正を却下するときには，拒絶査定の理由と異なる拒絶の理由を発見した場合で\nあっても，出願人に対して拒絶理由を通知することは求められていないこととなる。\nまた，法１６３条１項，２項は，拒絶査定不服審判の請求の日から３０日以内に\n補正があったときに行われる審査官による前置審査において，拒絶査定の理由と異\nなる拒絶の理由を発見した場合にも，法５０条ただし書や５３条１項について，そ\nれぞれ上記同様の読替えをする旨規定している。\n(3)  しかるところ，本件特許出願の経緯をみると，原告らは，平成１５年８月\n１２日に本件特許出願をしたが，当初の特許請求の範囲には，「突出部が支持部材\nに摺動的に取り付けられている」との記載はなく（甲５），平成１８年２月２８日\n付け手続補正により，請求項９に「突出部の少なくとも一つは，支持部材に摺動的\nに取り付けられている」との構成が記載された（甲６）。平成２０年４月９日付け\n拒絶理由通知には，「引用例には，突出部を摺動的に取り付けることが記載されて\nいる」旨記載されていたが（甲１２，乙１），原告らは，同年７月１１日付け手続\n補正により，請求項１について，上記同様「突出部の少なくとも一つは，支持部材\nに摺動的に取り付けられている」との構成に補正し（甲９），同年８月８日付けで\n拒絶査定を受けた後で（甲１３，乙２），本件補正により，本件補正発明の構成と\nした（甲７）。その後，特許庁審査官は，平成２１年２月９日付けで，「引用例記\n載のものにおいて，新たに引用する周知例２に記載されているように，突起を摺動\n可能に位置決めし，突起に周知の形状を採用し，本件補正発明とすることは，当業\n者が容易に想到し得ることである」旨記載した前置報告書を作成した（甲８）。原\n告らに対しては，平成２２年１月１８日付けで同報告書の内容を示した審尋が行わ\nれ（甲８），原告らは，同年７月２０日付けで回答書を提出したが（甲１４），新\nたに周知例２を引用したことについて，改めて拒絶理由通知が発せられることはな\nく，同年９月２７日に本件審決がされた。本件審決では，相違点２に係る判断に際\nし，周知例２を引用して，「下面に突出部を有する履物の突出部の位置変更手段と\nして，支持部材の底面に形成されたトラックに摺動的に取り付けられるとともに，\nトラックに沿ってどこにでも選択的に位置決めされてトラックに締結されるように\n構成することは，従来から広く行われている」旨判断している。\n以上のとおり，前置報告書や本件審判において周知例２が引用されたのは，本件\n補正により，請求項１について，「突出部の少なくとも一つは，支持部材の底面に\n形成されたトラックに摺動的に取り付けられるともに，トラックに沿ってどこにで\nも選択的に位置決めされてトラックに締結される」との構成に減縮された結果であ\nるところ，原告らは，平成１８年２月２８日付け補正による「突出部の少なくとも\n一つは，支持部材に摺動的に取り付けられている」との構成（請求項９）について，\n平成２０年４月９日付けで拒絶理由通知がされた後も，実質的に同様の構成（請求\n項１）で特許を受けようとし続け，拒絶査定を受けた結果，初めて本件補正により\nその構成を減縮したものである。\n(4)  以上の経緯に鑑みると，本件審判手続において，周知例２について新たに拒\n絶理由通知をしないまま本件審決に至ったことが，原告らに対して不当なものであ\nったということもできない。\n(5)  小括\nよって，取消事由１は理由がない。\n２  取消事由２（相違点１に係る判断の誤り）について\n(1)  引用発明１の内容について\nア  引用例（甲１）には，引用発明１について，概略，次の記載がある。\n(ア)  引用発明１は，平衡を保ちながら，歩行，片足立，跳躍，走行等の各種運\n動を行い，身体の筋系（全筋肉，腱膜等）の鍛錬及び神経系の平衡感覚を併せて錬\n磨する運動具である。\n(イ)  引用発明１が錬磨する領域の一部分に該当する運動具としては，平均台が\n存在するが，平均台は，その設置に平坦で高い空間のある広い場所を要し，利用に\nおける順番待ち等の問題もある。引用発明１は，携帯が可能で，狭い場所でも使用\nできるものであって，平均台の働きをはるかに超越した機能を有している。\n(ウ)  引用発明１の特徴は，第１に，足台，前足台，足踏，前足踏等の縦の中心\n線の真下に，各種の台脚を一体構成したものであり，各種の台脚には，縦長，逆台\n形，前台脚と後台脚の分離独立構成等がある。仮に引用発明１を歩行用履物として\n使用すると，極めて不安定な履物ということになる。\n(エ)  引用発明１における各種の台脚は，足台，前足台，足踏，前足踏等の中心\n線の真下に縦に構成されているから，使用者の重心が傾けばそれに随伴して引用発\n明１の運動具もすぐに傾きやすい。その際，上体の体勢が崩れようとすると，足底\nの筋肉は，全身の全筋系に連動して足台等に作用してバランスを回復しようと働く\nのであり，運動者の身体の体勢の乱れに敏速に随伴して傾きやすいからこそ，引用\n発明１の運動具は，全筋系と神経系の鍛錬に最高の運動具となる。\n(オ)  第１６図は，足台と台脚類の組合せの背面図であり，脚底が広い(ホ)ない\nし(ヌ)は，初心者用である。\nイ  以上の記載からすると，引用発明１は，足台の縦の中心線の真下に分離独立\nした台脚を足台から下方に突き出た突出部として形成するという不安定な履物とす\nることにより，これを履いた者が重心の傾きにより崩れた体勢を回復しようと足底\nの筋肉を全筋系に連動して作用させることを促し，もって，全身の筋肉系や神経系\nを鍛錬するというものであるということができる。\n(2)  本件周知技術について\nア  周知例１（甲２）には，本件周知技術について，概略，次の記載がある。\n(ア)  この発明は，足首のトレーニング器具に関するものである。従来のトレー\nニング用履物は，靴底のかかと部を取ったり，靴底の足裏との接触部を山型にして，\nつま先立ちやつま先歩きをさせることにより，下肢の筋肉トレーニングやストレッ\nチ等には効果をあげているが，横の動きには安定するように設計されているため，\n足首の可動範囲の前後，斜め，左右の上下動や足首の回内，回外の諸運動ができる\n足首強化専用器具が必要となる（【０００１】～【０００３】）。\n(イ)  この発明は，この課題に答えるために設計した半球体的隆起状底式履物型\nのトレーニング器具であり，接地部が半球体の１点であるため，接地部が小さく，\n前後左右斜め全方向に不安定であり，各方向への上下運動ができ，足首の回内，回\n外運動もできることを特徴とする。その効果が大きい反面，捻挫等の危険性も大き\nいから，使用者は，そのレベルにあわせて半球体の大きさや，形，隆起部位置を変\nえる必要がある。このトレーニング器具を日常的に履くことにより，特に足首のス\nトレッチ効果があり，柔軟性を増し，関係筋肉を強化する。また，ひざ，腰等の強\n化もでき，バランス感覚を養うこともできる（【０００４】～【０００６】【００\n０９】）。\nイ  以上の記載からすると，本件周知技術の半球体は，足首にストレッチ等の効\n果をもたらす履物型のトレーニング器具が，全方向に不安定になるために採用され\nた形状であるということができる。\n(3)  本件補正発明の内容\n本件明細書（甲５）には，本件補正発明について，概略，次の記載がある。\nア  本件補正発明は，身体位置感覚及び運動感覚能力，神経筋のコントロール等\nを発達，向上させるための装置である。身体位置感覚及び運動感覚の訓練装置は，\n敏捷さ，平衡等の改善や，負傷等の後に位置感覚能力が損なわれた人間のリハビリ\nテーションとして周知である。訓練装置には，下面にボールが取り付けられたボー\nドがあり，水平にならないボード上での反復訓練は，患者の身体位置感覚及び神経\nのコントロールを発達，回復させるとともに，足領域の筋肉，腱等を強化する。他\nの訓練装置には，靴底の下面に単一のボールを取り付けた靴がある（【０００１】\n【０００８】【０００９】）。\nイ  本件補正発明は，単一のボール等の代わりに，靴の下面から突出する二つの\n球根上の突出部を有する履物であり，余分の突出部は，十分に可能性を増加し，歩\n行を可能にし，身体位置感覚等の治療プランの成果を促進，改善することができる。\n履物は，関節のリハビリテーションの間，神経筋のコントロールを回復するため，\n神経筋系の構造的及び機能的安定性を復帰させるため，先行及び反射的神経筋のコ\nントロール機構を改善及び復帰するため，また，バランス，姿勢の平衡及び中心の\n安定性を回復及び改善するために利用されることができる（【００１１】【００２\n９】）。\n(4)  引用発明１と本件周知技術とを組み合わせることの阻害要因について\n引用発明１は，足台の縦の中心線の真下に分離独立した台脚を足台から下方に突\nき出た突出部として形成する履物とすることにより，これを履いた者が急激な重心\nのずれにより崩れた体勢を回復しようと足底の筋肉を全筋系に連動して作用させる\nことを促し，全身の筋肉系や神経系を鍛錬するというものである。引用発明１は，\n履物が左右のバランスにおいて不安定な構造をしていることを特徴とするが，引用\n例で示されている台脚の形状は多様であり，左右方向の不安定性の程度も一様では\nない（第１６図等参照）。\n他方，周知例１には，接地部を半球体の１点とすることにより，全方向に不安定\nとなる履物の形状が示されている。周知例１記載の履き物型トレーニング器具は，\n足首のストレッチやバランス感覚の涵養を目的とするものであり，引用発明１のよ\nうに急激な重心のずれから体勢を回復しようとすることによる全身の鍛錬を目的と\nしたものではないが，左右方向に着目すれば，曲がった面により少なからず不安定\n性が生じることは見て取れるのであって，前記のとおり，引用発明１における台脚\nの構成や左右方向の不安定性は様々なものであるから，引用発明１には本件周知技\n術の半球状の突出部を適用することの動機付けがあるというべきであり，また，こ\nれを適用することの阻害要因は見当たらない。\n(5)  本件補正発明の作用効果について\nア  原告らは，本件補正発明の履物は，二つの球根状の突出部によりもたらされ\nる「管理された穏やかな不安定性」により，引用発明１や本件周知技術よりも劇的\nに安全となるとか，本件補正発明は，各使用者にとって最適な位置に突出部を調整\nすることにより，運動感覚，筋肉運動等を発達，改善に大きな効果があるなどと主\n張する。\nしかしながら，引用発明１の突出部を二つの半球状のものとした場合には，例え\nば，引用例第１６図(イ)にあるような左右の幅の狭い台脚と比較すれば，安定性が\n増すということができるものの，前記のとおり，引用発明１における台脚の構成や\n左右方向の不安定性は様々なものであり，突出部を二つの半球状のものとした場合\nの安定性，安全性が格別顕著なものと認めることはできない。\nまた，履物の下面の突出部の位置変更手段として，支持部材の底面に形成された\nトラックに摺動的に取り付けるとともに，トラックに沿って選択的に位置決めをし\nて締結するという構成は，周知の技術であり（甲４），本件補正発明において，各\n使用者に最適な位置に突出部を調整することで，運動感覚や筋肉運動等に得られる\n効果も，引用発明１に上記の周知技術を適用することにより，当業者が予測し得る\n範囲のものであって，格別顕著なものということはできない。\nイ  また，原告らは，本件補正発明の実施品である靴は，国外において，治療の\nために多くの患者に適用されているなどとも主張する。\nしかし，製品の販売数の多寡は，通常，製品に使用されている発明の効果の有無\nだけではなく，営業努力等の諸要素が反映されるものであるから，本件補正発明の\n国外での販売実績から，直ちに本件補正発明の効果が格別なものと認めることはで\nきない。\n(6)  小括\nよって，取消事由２も理由がない。\n３  取消事由３（本願発明と引用発明２との一致点の認定の誤り）について\n(1)  引用発明２について\nア  引用例には，引用発明２について，概略，次の記載がある。\n(ア)  第１３図では，足台にバネ槽が構成され，その中に安定板を挟んで，空気\n入ゴム球が整列している。引用発明２に人が乗り，台脚が床上又は地上にあれば，\nゴム球は圧縮され，人の跳躍の瞬間に元形に戻る。ゴム球の復元力は反発力となり，\n人の跳躍力を増大させる。\n(イ)  第１４図は，空気バネ方式であり，バネ槽内には台脚の気孔から入った空\n気が充満している。平坦な床上で引用発明２に人が乗れば，気孔は入口が床で塞が\nれてバネ槽内の空気は圧迫され，人の跳躍で引用発明２が床を離れた瞬間に台脚は\n空気圧で下へ押下げられ，空気は又バネ槽に充満する。\nイ  以上の記載のとおり，引用発明２は，台脚が足台に対して上下方向に摺動的\nに取り付けられた構成である。\n(2)  原告らの主張について\n原告らは，本願発明の「摺動的に取り付けられている」とは，使用前に，予め選\n択的に位置決めされた後は固定されるものであるのに対し，引用発明２における台\n脚と足台との間の相対変位構造のように，使用中に変位する態様のものは，突出部\nを支持部材に「摺動的に取り付けられている」ものということはできないとして，\n本件審決の一致点の認定は誤りであると主張する。\nしかしながら，原告らの上記主張は，本件補正で追加された突出部がトラックに\n締結される状態をいうものであって，本件補正前の本願発明に係る特許請求の範囲\nに基づかないものであり，これを採用することはできない。\n(3)  小括\nよって，取消事由３も理由がない。\n４  結論\n以上の次第であるから，原告ら主張の取消事由はいずれも理由がなく，原告らの\n請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n"
}