{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 6
  },
  "case_number": "平成23(行ウ)241",
  "case_name": "過料処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "宗教団体が，足立区反社会的団体の規制に関する条例（平成２２年足立区条例第４４号）５条２項が定める報告を正当な理由がないのに拒んだとして，同条例１０条に基づき金５万円の過料に処する旨の処分を受けたことに対し，前記報告に係る義務を課し，その義務を懈怠した場合につき過料に処することなどを定める同条例は，憲法２０条１項が国民に保障する信教の自由などの基本的人権を著しく侵害するもので違憲無効であるとしてした前記処分の取消請求が，棄却された事例",
  "case_gist": "宗教団体が，足立区反社会的団体の規制に関する条例（平成２２年足立区条例第４４号）５条２項が定める報告を正当な理由がないのに拒んだとして，同条例１０条に基づき金５万円の過料に処する旨の処分を受けたことに対し，前記報告に係る義務を課し，その義務を懈怠した場合につき過料に処することなどを定める同条例は，憲法２０条１項が国民に保障する信教の自由などの基本的人権を著しく侵害するもので違憲無効であるとしてした前記処分の取消請求につき，信教の自由等を制約する法令の規定が公共の福祉による必要かつ合理的なものといえるかどうかについては，[１]当該法令の規制目的を達成するために制限が必要とされる程度と，[２]制限される自由の内容及び性質，[３]これに加えられる具体的制限の態様及び程度等を比較較量して決せられるべきものであるところ，[１]同条例の目的は正当であり，反社会的団体の活動に対する規制の必要性は高く，[２]報告を求められる事項は，いずれも個人の信仰など内心の自由に関するものは含まれておらず，当該団体が宗教団体である場合であっても，専ら世俗的側面における活動状況・実態を把握するためのものであり，当該団体又はその構成員の宗教的活動の中核的部分に関する事項を規制したり，構成員の精神的・宗教的な側面に容かいするような性質のものではなく，[３]同条例５条２項に定める報告義務に関する規定は不明確とはいえず，同条例の規制により当該団体の施設の所在地が町名まで明らかにされても，規制の目的に照らして相当を欠くとまではいえず，また，手続保障も十分に図られているということができるから，同条例による規制手段と規制目的との間には合理的関連性があり，かつ，規制によって得られる利益と失われる利益とを衡量しても相当であるため，同条例は，憲法２０条１項に違反しないとして，前記取消請求を棄却した事例",
  "lawsuit_id": "83537",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83537",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/537/083537_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２４年１２月６日判決言渡\n平成２３年（行ウ）第２４１号  過料処分取消請求事件\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n足立区長が平成２３年３月８日付けで原告に対してした金５万円の過料に処\nするとの処分を取り消す。\n第２  事案の概要\n本件は，旧Ｐ１を承継する宗教団体である原告が，足立区長から，「足立区\n反社会的団体の規制に関する条例」（平成２２年足立区条例第４４号。以下\n「本件条例」という。）５条２項が定める報告（以下「本件報告」といい，本\n件報告に係る義務につき，以下「本件報告義務」という。）を正当な理由がな\nいのに拒んだとして，本件条例１０条に基づき金５万円の過料に処する旨の処\n分（以下「本件過料処分」という。）を受けたことに対し，①  原告は，本件\n条例の規制対象である「反社会的団体」（無差別大量殺人行為を行った団体の\n規制に関する法律（以下「団体規制法」という。）５条１項に規定する観察処\n分を受けた団体のことをいう。以下同じ。）に該当しないし，②  仮に，原告\nが反社会的団体に該当するとしても，反社会的団体に対して本件報告義務を課\nし，義務を懈怠した場合につき過料に処することなどを定める本件条例及び\n「足立区反社会的団体の規制に関する条例施行規則」（平成２２年足立区規則\n第７２号。以下「本件条例施行規則」という。）の各規定（以下「本件各規\n定」という。）は，憲法が国民に保障する信教の自由（同法２０条１項），結\n社の自由（同法２１条１項），プライバシー権（同法１３条），居住移転の自\n由（同法２２条１項）などの基本的人権を著しく侵害し，また，市民的及び政\n\u0000 \u0000\n治的権利に関する国際規約（昭和５４年条約第７号。以下「自由権規約」とい\nう。）１８条３項，平等原則（憲法１４条１項），適正手続（同法３１条），\n令状主義（同法３５条）にも反するもので違憲無効であるから，原告が足立区\n長に対して本件報告を拒んだことには，本件条例１０条の「正当な理由」があ\nるなどと主張して，足立区長が所属する公共団体である足立区を被告として，\n本件過料処分の取消しを求める事案である。\n１  法令の定め\n本件に関係する法令の定めは，別紙１「関係法令の定め」記載のとおりであ\nる。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実）\n(1) 当事者等\nア  原告等\n原告は，Ｐ１を承継する宗教団体である。\nＰ１は，Ｐ２ことＰ３を教祖・創始者とする宗教法人であったが，宗教\n法人法に基づく解散命令（平成７年１２月１９日確定）を受け，その清算\n手続中である平成８年３月２８日に破産宣告がされた。\nイ  被告\n被告は，東京都の特別地方公共団体であり，被告の代表者である足立区\n長は，本件条例１０条に基づき，本件過料処分をした行政庁である。\n(2) Ｐ１及び原告の沿革等\nア  Ｐ１は，昭和５９年２月頃に「Ｐ４」の名称で活動を開始し，昭和６２\n年７月頃にその名称を「Ｐ１」に変更した後も，Ｐ３の説く教義の実現を\n目的として活動を続けた。\nＰ１は，平成元年８月２５日，東京都知事から宗教法人法に基づく規則\nの認証を受け，同月２９日に宗教法人「Ｐ１」（代表役員「Ｐ３」）の設\n\u0000 \u0000\n立の登記をした。（乙２０，２２）\nイ(ｱ) Ｐ１の教義は，「主神をシヴァ神として崇拝し，創始者であるＰ３の\n説く教えを根本とし，衆生救済の実現（全ての生き物を輪廻の苦しみか\nら救済して絶対自由・絶対幸福・絶対歓喜の世界（マハー・ニルヴァー\nナ，涅槃の境地）に導くこと）を最終目的として，シヴァ神の化身であ\nるＰ３に対する絶対的な浄信と帰依を培った上，自己の解脱・悟りに到\n達する道である小乗（ヒナヤーナ）を修めるとともに，衆生の救済を主\n眼とする道である大乗（マハヤーナ）及び衆生救済に至る最速の道であ\nる秘密金剛乗（タントラ・ヴァジラヤーナ）の各修行を実践する。」と\nいうものである。（乙７［６頁］，乙２２）\n(ｲ) Ｐ３は，これらの教義のうち，タントラ・ヴァジラヤーナを最も重視\nし，その具体的な規範として，真理の実践を行う者にとっては結果が第\n一であり，この結果のためには手段を選ばないなどと説くとともに，タ\nントラ・ヴァジラヤーナを実践するためには，弟子が自己の意思を捨て，\n絶対的な存在であるＰ３が課した課題・試練を乗り越えるマハームドラ\nーの修行が重要であるなどと説いていた。（乙７［６頁］，乙２２）\nウ(ｱ) Ｐ１の構成員は，人間の神経伝達機能に障害を与えて人を死に至らし\nめる毒性物質であり，極めて殺傷能力の高い化学兵器として使用される\nサリンを使用し，平成▲年▲月▲日に長野県松本市内でＰ５事件を，平\n成▲年▲月▲日に東京都内でＰ６事件（Ｐ５事件及びＰ６事件を併せて，\n以下「Ｐ７事件」という。）を相次いで敢行し，不特定多数の者を死傷\nさせるなどの複数の犯罪（Ｐ１の構成員がした主な犯罪は別紙２「刑事\n事件一覧表」記載のとおりである。）を実行した。（乙３［４８頁］，\n乙７，２０，２２）\n(ｲ) Ｐ１の構成員が実行したこれらの一連の犯行は，いずれも，Ｐ１の教\n義及びＰ３の説法又はその指示・命令を実現するために，現世における\n\u0000 \u0000\n一切の関わりを断った出家構成員を中心として秘密裏に綿密な計画が立\n案され，それに従って実行されたものである。一連の事件に関与したこ\nとを理由として起訴されたＰ１の信者は，平成２２年１１月時点で４２\n人 に 上 り ， こ の う ち ， ３ ９ 人 が ○ 又 は ○ を 受 け て い る （ 乙 ３ ［ ４ ８\n頁］）。\nエ(ｱ) Ｐ１に対しては，上記(1)アのとおり，平成７年１２月１９日に宗教\n法人法に基づく解散命令が確定し，その清算手続中の平成８年３月２８\n日に破産宣告がされた。\n(ｲ) 公安調査庁長官は，同年７月１１日，公安審査委員会に対し，破壊活\n動防止法７条に基づく解散の指定処分をＰ１に対して行うよう同法１１\n条により請求したが，公安審査委員会は，平成９年１月３１日，公安調\n査庁長官の上記請求を棄却する旨の決定をした。（甲３３の１）\nオ(ｱ) Ｐ１は，平成１２年２月４日，「宗教団体・Ｐ８」（以下「Ｐ８」と\nいう。）を正式に発足させた旨及びＰ１の代表代行を務めていたＰ９が\n新たに代表に就任した旨を公表した。その後，Ｐ８は，平成１５年２月\n６日に名称を「宗教団体Ｐ１０」（以下「Ｐ１０」という。）に変更し，\nさらに，平成２０年５月２０日に名称を「Ｐ１１」に変更した（以下で\nは，特段の断りがない限り，Ｐ８，Ｐ１０，Ｐ１１の名称を区別せずに\n「原告」という。）。\n(ｲ) Ｐ１の幹部であったＰ１２は，平成１９年３月８日，Ｐ１０から脱退\nした旨を表明し，同年５月７日に「Ｐ１３」の名称を用いる宗教団体\n（以下「Ｐ１３」という。）の設立を公表した。（乙７［２頁］）\n(3) 団体規制法の施行状況等\nア(ｱ) Ｐ７事件を契機として，平成１１年１２月７日に団体規制法が制定さ\nれ，同法は，同月２７日に施行された。\n(ｲ) 団体規制法の目的規定である１条には，「団体の活動として役職員又\n\u0000 \u0000\nは構成員が，例えばサリンを使用するなどして，無差別大量殺人行為を\n行った団体につき，その活動状況を明らかにし又は当該行為の再発を防\n止するために必要な規制措置を定め，もって国民の生活の平穏を含む公\n共の安全の確保に寄与することを目的」とする旨の記載がある。\nイ(ｱ) 団体規制法の規制措置は，観察処分（同法５条）と再発防止処分（同\n法８条）に分けられる。このうち，前者の観察処分については，同項の\n要件を満たす団体につき必要があると認められる場合には，当該団体に\n対し，３年を超えない期間を定めて，公安調査庁長官の観察に付する処\n分（観察処分）を行うことができること（同法５条１項）などが定めら\nれており，観察処分を受けた団体（以下「被請求団体」という。）は，\n公安調査庁長官に対し，当該団体の役職員の氏名，住所及び役職名並び\nに構成員の氏名及び住所など団体規制法及びその委任を受けた政令（無\n差別大量殺人行為を行った団体の規制に関する法律施行令）によって定\nめられる事項を定期的に報告すること（同条３項）などの義務を負うこ\nとになる。\n(ｲ) 公安審査委員会は，平成１２年１月２８日，団体規制法５条１項に基\nづき，「Ｐ２ことＰ３を教祖・創始者とするＰ１の教義を広め，これを\n実現することを目的とし，同人が主宰し，同人及び同教義に従う者によ\nって構成される団体」につき，３年間の観察処分に付する旨の決定（以\n下「本件観察処分」といい，本件観察処分を受けた団体を，以下「本件\n被請求団体」という。）をし，本件観察処分は，同年２月１日，官報に\n公示され効力を生じた。（甲８）\n(ｳ) これに対し，原告は，本件観察処分の取消しを求める訴訟を東京地方\n裁判所に提起したが，東京地方裁判所は，平成１３年６月１３日，原告\nの請求を棄却する旨の判決をし，同判決は確定した。\nウ(ｱ) 公安審査委員会は，平成１５年１月２３日，平成１８年１月２３日及\n\u0000 \u0000\nび平成２１年１月２３日，団体規制法５条４項に基づき，本件観察処分\nの期間を更新する旨の各決定（これらの決定を，以下，それぞれ「平成\n１５年更新決定」などという。）をした。（乙７）\n(ｲ) これに対し，原告は，平成１５年更新決定及び平成２１年更新決定の\n取消しを求める各訴訟を東京地方裁判所に提起したが，平成１５年更新\n決定の取消訴訟については，原告の請求を棄却する旨の判決がされ，同\n判決は確定した。平成２１年更新決定の取消訴訟については，団体規制\n法５条５項において準用される同条３項６号に規定する「公安審査委員\n会が特に必要と認める事項」として新たな報告事項を追加した点は違法\nとして取り消されたが，その余の観察処分の期間を更新する部分の取消\n請求は棄却する旨の判決がされた。なお，同訴訟は，現在，控訴審に係\n属している。（乙２０，３１［４頁，５頁］）\n(ｳ) 公安審査委員会は，平成２４年１月２３日，団体規制法５条４項に基\nづき，本件観察処分の期間を更新する旨の決定（以下「平成２４年更新\n決定」といい，平成１５年更新決定，平成１８年更新決定，平成２１年\n更新決定と併せて，以下「本件各更新決定」という。）をした。（乙２\n１）\nエ(ｱ) 平成２１年更新決定に係る告示（乙７）には，「引き続き被請求団体\nの活動状況を継続して明らかにする必要性の有無」に関する公安審査委\n員会の判断として，本件被請求団体には，閉鎖的・欺まん的な組織体質\nが認められ，その活動状況を把握することが困難な実情にある上，その\n閉鎖的・欺まん的組織体質に起因して，全国各地で地域住民が本件被請\n求団体に対する恐怖感，不安感を抱き，その結果，国に対して本件観察\n処分の期間の更新を要請していることなどが認められ，本件観察処分を\n更新することにより，引き続き，本件被請求団体の活動状況を継続して\n明らかにする必要があることなどが記載されていた。（乙７［４頁］）\n\u0000 \u0000\n(ｲ) 政府は，団体規制法３１条に基づき，国会に対し，毎年１回，同法の\n施行状況を報告しているところ，平成２１年１月１日から同年１２月３\n１日までの間における同法の施行状況を報告した報告書（甲１０。以下\n「平成２１年度調査報告書」という。）には，①  本件被請求団体は，\n平成２１年１２月３１日現在，国内に信徒１５００人（出家信徒約５０\n０人，在家信徒約１０００人），ロシア連邦内に信徒約２００人を擁し\nていること，②  日本国内に１５都道府県下３１箇所の拠点施設及び約\n８０箇所の出家信徒居住用施設，ロシア連邦内に数箇所の拠点施設を確\n保していることなどが記載されていた。（甲１０［６頁］）\nオ  団体規制法の附則には，同法の施行日から起算して５年ごとに，その施\n行状況につき検討を加え，その結果に基づいて廃止を含めて見直しを行う\n旨の規定がある。この規定を受けて，政府は，平成２１年１２月までに団\n体規制法の施行状況に関する見直しを行ったところ，本件被請求団体は，\n依然として無差別大量殺人行為に及ぶ危険性があり，今後も同法による規\n制を継続する必要が高いことから同法は廃止せず，現状のまま存続させる\nことが確認された。（甲１０［３頁］）\n(4) 原告と足立区民（以下「区民」という。）との関係等\nア  原告の足立区内（以下「区内」という。）での活動状況等\n(ｱ) 原告の構成員は，平成７年頃から区内での居住を開始した。しかし，\n平成１１年にはＰ１４施設（足立区α１）及びＰ１５施設（足立区α\n２）について，付近の住民から退去要求などが出されるようになり，Ｐ\n１５施設については，付近住民により「Ｐ１６協議会」が設置された。\n原告の構成員は，平成１２年頃からは，足立区α３の賃貸物件等でも居\n住を始めるようになり，その後，同α４の賃貸物件にも居住するように\nなった。そして，平成２２年４月当時では，約６０名ないし７０名の原\n告の構成員が区内に居住していた。（甲１２［１頁］，弁論の全趣旨）\n\u0000 \u0000\n(ｲ) 合同会社Ｐ１７（以下「Ｐ１７」という。）は，平成２２年３月２９\n日，株式会社Ｐ１８との間で売買契約を締結し，同社から，足立区α５\n×番３及び×番４所在の各土地（地積５２７㎡。以下「本件土地」とい\nう。）並びに本件土地上にある鉄筋コンクリート造り４階建て建物（延\n床面積１１４０．４８㎡。以下「本件建物」といい，本件建物と本件土\n地を併せて，以下「本件不動産」という。）を代金１億０６００万円で\n取得した。（乙１の１及び２，乙２，乙３［４２頁］）。\n(ｳ) Ｐ１７は，不動産賃貸業等を目的とする合同会社であり，原告の構成\n員が代表社員や業務執行社員を務める原告の関連会社である。（乙２９，\n弁論の全趣旨）\nイ  Ｐ１９協議会（以下「住民協議会」という。）の発足等\n(ｱ) Ｐ１７が本件不動産を取得したとの情報を受けて，足立区α６町会の\n住民を中心に区民約７００人が参加した住民総決起集会が平成２２年６\n月１２日に開催され，同日，住民協議会が発足した。（乙３６［３頁，\n４頁］）\n(ｲ) 住民協議会は，足立区α６地域に原告が進出することで生じる平穏な\n生活への脅威に対して，地域住民が主体的に反対運動を展開し，進出を\n阻止，退去及び解散させることにより，α６地域の安全を確保し，安心\nして暮らせる地域社会を継続することを目的として発足した。住民協議\n会の代表には，平成２２年６月１２日当時，足立区α６町会の副会長を\n務めていたＰ２０が就任した。（乙３６［２頁，３頁］）\n(ｳ) 住民協議会は，その発足後，住民集会，デモ活動，署名活動などを相\n次いで行った。また，平成２２年６月３０日の住民協議会には区民約１\n００人が，同年７月２５日の住民集会には区民約６００人がそれぞれ参\n加した。（乙３６［３頁，４頁］）\n(ｴ) 住民協議会は，平成２２年９月９日，足立区議会に対し，「Ｐ１（Ｐ\n\u0000 \u0000\n８）の足立区α５の施設に関する陳情」を提出した。住民協議会から上\n記陳情を受けた足立区議会議長は，同年１０月２２日，「Ｐ１主流派Ｐ\n８の進出を阻止するための抜本的な法整備を求める意見書」を可決し，\n同意見書を，衆参両議院議長，内閣総理大臣，法務大臣及び公安調査庁\n長官にそれぞれ送付した。（乙５，６の１の１～６の５の２）\n(ｵ) 住民協議会の代表は，平成２２年１０月２５日，足立区長と共に法務\n大臣や公安調査庁長官と面会し，本件観察処分の期間を更新することを\n求めた。（乙１６の１ないし３，３３［４頁］）\nウ  住民協議会と原告との協議等\n(ｱ) 住民協議会は，平成２２年９月２日，Ｐ１７に対し，「足立区α６地\n域への進出取りやめについての申し入れ」と題する文書を送付し，①\n本件建物の改修工事（以下「本件改修工事」という。）を中止し，原告\nがα６地域に進出することを取りやめること，②  本件不動産は直ちに\n売却してＰ１が過去に犯した犯罪の被害者への賠償の原資にすることな\nどの申入れをした。（乙１３）\n(ｲ) 上記(ｱ)の申入れを受けたＰ１７は，平成２２年９月９日，住民協議\n会に対し，「平成２２年９月２日付のお申し入れについて」と題する文\n書を送付した。同文書には，「弊社は不動産賃貸業を営んでおり，Ｐ１\n１関係者との話し合いを進めておりますが，今後どのような入居者を迎\nえ入れるにしても，近隣の皆様にご迷惑にならないように細心の注意を\n払うよう，注意を促して参ります。」などと記載されていた。（乙１\n４）\n(ｳ) 上記(ｲ)の回答を受けた住民協議会は，平成２２年１１月２８日，Ｐ\n１７及び原告に対し，「足立区α６地域への進出取り止めについての申\nし入れ」と題する文書を送付し，上記(ｱ)と同趣旨の申入れをするとと\nもに，原告に対し直ちに解散するよう申入れをした。（乙１５）\n\u0000 \u0000\u0000\u0000\n(5) 本件条例の制定等\nア  本件条例は，平成２２年１０月２２日，足立区議会定例会において，全\n会一致で可決され，同日，公布・施行された。（甲２）\nイ(ｱ) 本件条例の目的規定である１条には，「反社会的団体の（中略）区域\n内における活動及び反社会的団体の構成員の区への転入等により，区民\nの安全及び周辺住民の日常生活の平穏に対する脅威及び不安を除去する\nため，当該団体に対する調査，命令等，区が講ずべき措置を定めるとと\nもに，当該脅威等を除去するために行う周辺住民の自主的な活動を支援\nし，もって区民の安全及び地域の平穏の確保を図ることを目的」とする\n旨の記載がある。（甲２）\n(ｲ) 本件条例は，反社会的団体に対し，本件報告義務を課すほか，①  周\n辺住民が反社会的団体との協議等を求めている場合につき，区長が反社\n会的団体に対して協議等に応じることを命ずる権限（７条２項），②\n足立区長が反社会的団体の建物に立ち入る等の必要な調査をする権限\n（８条），③  反社会的団体が本件報告義務等を遵守せず，その活動に\nより区民の安全及び周辺住民の日常生活の平穏に対して脅威又は不安を\n与える事態を生じさせている場合において，足立区長が，反社会的団体\nに対して当該脅威又は不安を除去する措置を講ずべきことを勧告し，こ\nれに従わないときは，上記措置を講ずべきことを命令する権限（９条１\n項・２項。これらの勧告及び命令を，以下，「措置勧告」，「措置命\n令」といい，これらを併せて「措置勧告等」という。），④  措置勧告\n等では効果がみられない場合において，反社会的団体及びその構成員に\n対して立退きを命ずる権限（同条３項。この立退きの命令を，以下「立\n退命令」という。）などを定めている。（甲２）\nウ(ｱ) 本件報告義務の根拠規定である本件条例５条２項は，反社会的団体が\n区内で活動し，又はその構成員を居住させようとするときには，以下の\n\u0000 \u0000\u0000\n各事項を定期的に区長に報告しなければならない旨を定めている。（甲\n２）\n①  区内において活動し，又は居住する当該団体の役職員の氏名，住所\n及び役職名並びに構成員の氏名及び住所（１号）\n②  当該団体の活動に関する事項のうち規則で定めるもの（２号）\n③  前２号に掲げるもののほか，区長が特に必要と認める事項（３号）\n(ｲ) また，本件条例５条２項２号の委任を受けて，本件条例施行規則２条\n３項は，上記(ｱ)②の事項として反社会的団体が足立区長に本件報告義\n務を負うのは以下の事項であると定めている（上記(ｱ)①の報告事項と\n併せて，以下「本件報告事項」という。）。（甲４）\n①  区内における活動に係る団体（その支部，分会その他の下部組織を\n含む。）の意思決定の内容（１号）\n②  区内における団体の活動の用に供されている土地及び建物の所在，\n地積又は規模及び用途（２号）\n③  反社会的団体が区内において土地又は建物に係る権利を取得し，当\n該団体の構成員が拠点として活動し，又は居住する場所を整備しよう\nとする場合における当該整備計画の概要（３号）\n(6) 本件過料処分に至る経緯（甲１）\nア(ｱ) 足立区長は，平成２２年１２月２８日付けで，原告に対し，本件条例\n５条２項に基づき，本件報告を求めた。\n(ｲ) 足立区長は，平成２３年２月９日付けで，原告に対し，本件報告に係\nる報告書の提出の催告をし，また，同月２４日付けで，原告に対し，本\n件条例施行規則７条に基づき過料に処する旨及び弁明の機会を付与する\n旨を通知した。\nイ  原告は，平成２３年３月４日，足立区長に対し，弁明書を提出した。\nウ(ｱ) 足立区長は，平成２３年３月８日，原告に対し，本件条例１０条の規\n\u0000 \u0000\u0000\u0000\n定により金５万円の過料に処する旨の本件過料処分をした。\n(ｲ) 足立区長が原告に送付した平成２３年３月８日付けの「過料処分通知\n書」には，原告において本件報告をすることができない理由を認めるこ\nとはできず，本件過料処分がされた同日現在，原告から本件報告がされ\nていないことなどが記載されていた。\nエ  本件において，足立区長が原告に対してした上記アの求めに対し，原告\nが本件報告をしていないことは当事者間に争いがない。\n(7) 本件訴えの提起\n原告は，平成２３年４月１５日，本件過料処分の取消しを求めて本件訴え\nを提起した。（顕著な事実）\n３  争点\n(1) 本件条例（本件各規定）の合憲性\nア  立法事実が存するか否か。（争点１）\nイ  憲法２０条１項（信教の自由），同法２１条１項（結社の自由），同法\n１３条（プライバシー権），同法２２条１項（居住移転の自由）及び自由\n権規約１８条３項に違反するか否か。（争点２）\nウ  憲法１４条１項（平等原則），同法３１条（適正手続），足立区行政手\n続条例（平成７年足立区条例第２１号）に違反するか否か。（争点３）\nエ  憲法３５条（令状主義）に違反するか否か。（争点４）\nオ  憲法９４条に違反するか否か。（争点５）\n(2) 本件過料処分の適法性\n原告は，本件報告義務を負う反社会的団体に当たるか否か。（争点６）\n４  争点に対する当事者の主張の要旨\n(1) 争点１（立法事実の存否）について\n（原告の主張の要旨）\nア  本件条例には立法事実はなく，人権制約の原理に反している。\n\u0000 \u0000\u0000\u0000\n本件条例１条は，反社会的団体の区内での活動や構成員の転入等により，\n区民の安全及び周辺住民の日常生活の平穏に対する脅威及び不安を除去す\nることが本件条例の目的であるとしている。\n本件条例の反社会的団体とは，団体規制法５条１項の観察処分を受けた\n被請求団体のことをいうところ，本件観察処分が官報に公示されて効力を\n生じた平成１２年２月１日以降，本件被請求団体が区民の安全や周辺住民\nの日常生活の平穏に対して脅威や不安を生じさせたことは一度もない。\nそれにもかかわらず，Ｐ７事件が発生してから１５年以上，本件観察処\n分が効力を生じてから１０年以上が経過した平成２２年１０月になって本\n件条例が制定されるに至ったのは，①  重大事件を過去に引き起こしたＰ\n１の承継団体である原告の施設が区内に存在することについて，区民や周\n辺住民に漠然とした不安や脅威があるということや，②  足立区長らにも\n存在するＰ１への不快感と根強い差別的偏見を背景とする。\nしかし，上記①の点については，そのような不安や脅威が区民や周辺住\n民の中に実際に存在することについての検証はされていないし，仮に，そ\nのような不安や脅威が実在し，その除去を目的として本件条例が制定され\nたとしても，それらはいずれも極めて漠然としたものであり，憲法上保障\nされた人権の制約を正当化する理由とはなり得ない。\nまた，上記②の点については，憲法上保障された人権を制約することを\n要する事情や必要性が一切存しないにもかかわらず，特定の団体に対する\n不快感や差別的偏見に基づいて当該団体やその構成員の人権を制限するこ\nとは憲法上の人権制約の原理から大きく逸脱する。加えて，本件条例の制\n定の特徴は，住民の不安や脅威を行政主体である被告自らが積極的に煽っ\nた点にあり，被告の総務部長が平成２３年５月２１日に住民協議会の総会\nでした発言は，本件条例の制定目的が，区民等の不安や脅威の除去にある\nのではなく，全国において本件条例と同様の条例を制定し，原告を解散に\n\u0000 \u0000\u0000\u0000\n追い込むことにあることを示している。\n以上によれば，本件条例は立法事実がなく，人権制約の原理に反するも\nのであるから違憲である。\nイ  被告の主張に対する反論\n(ｱ) 本件条例の立法事実として被告が明確に主張するのは，①  原告の構\n成員が代表社員等を務めるＰ１７が本件不動産を取得したことを知った\n住民において，日常生活の場に突如Ｐ２１（Ｐ１の教団施設のことをい\nう。以下同じ。）が出現したかのような衝撃を受けたこと，②  本件観\n察処分に基づく調査の結果，公安調査庁長官が取得した情報の中には関\n係地方公共団体に開示されないものがあるため，独自に地方公共団体が\n被請求団体に報告義務を課す必要があることの２点にすぎない。\nしかし，上記①の点については，被告の主張するＰ２１なるものが区\n内に出現したなどという事実はなく，むしろ，本件観察処分に基づいて\n公安調査庁が本件建物を含む原告の施設に対してした多数の立入調査の\n結果，原告の施設が凶悪犯罪の拠点となり得るものではないことが明ら\nかになっている。\nまた，上記②の点については，本件観察処分に基づいて公安調査庁長\n官が取得した情報が関係地方公共団体に開示されないからといって，関\n係地方公共団体が独自に被請求団体に対して重ねて報告義務を課すこと\nを正当化する事情とはならないことは明らかである。\n(ｲ) 原告の構成員は，平成７年以降，区内に集団で居住し，長期にわたり\n総じてトラブルなく平穏に生活を続けてきており，原告の構成員が集団\n居住する施設からごみとして出される廃品ダンボールを周辺住民に無料\nで提供することにより，原告と周辺住民が良好な関係を築いている地域\nも存在する。そして，被告は，平成２１年において，公安調査庁長官に\n対し，団体規制法３２条に基づく調査結果の提供を一度も請求していな\n\u0000 \u0000\u0000\u0000\nいが，このことは，原告の構成員が区内に居住していることで区民の安\n全及び周辺住民の日常生活の平穏に対する脅威や不安が生じていなかっ\nたことを示している。\nまた，被告は，原告が本件観察処分を受けた団体であることを根拠と\nして原告が危険な本質を有していることは明らかであるなどとも主張し\nているが，本件観察処分を受けていることから直ちに原告に具体的な危\n険があることの証明とはならない。確かに，原告は，Ｐ１を承継する団\n体ではあるが，その内部では不殺生を根本とする平和的な教義が徹底さ\nれており，教材として現在用いているＰ３の説法の中には不殺生を積極\n的に勧める教義が非常に多く存在するなど，Ｐ３は原告に対して平和的\nな影響を与えている。よって，原告がＰ３に帰依しても何ら危険がある\nとはいえないし，原告は，一般社会と隔絶した集団生活に固執する閉鎖\n的な集団でもなく，遵法精神を有する団体である。\n（被告の主張の要旨）\nア  原告は，原告の区内での活動によって生じる区民の安全や周辺住民の日\n常生活の平穏に対する脅威や不安について極めて漠然としたものにすぎな\nいなどと一方的に決めつけているが，これらの脅威や不安の存在は，本件\n観察処分により担保されている上，本件条例の対象となる区内の状況につ\nいてみても，足立区の区民の総人口が約６７万人であるところ，本件観察\n処分の期間の更新を求めて短期間に約２５万人の署名が集まるほど，原告\nは明白かつ現に存在する脅威・不安である。\nイ(ｱ) 原告が承継したＰ１は，Ｐ３の説く教義に従う者によって構成され，\nＰ２２事件や，Ｐ７事件などの多数の重大事件を引き起こした反社会的\n団体であり，Ｐ１による組織的な無差別大量殺人事件などの凶悪犯罪の\n発生を受けて平成１１年に団体規制法が制定されている。その後，Ｐ１\nは，その団体名をＰ８，Ｐ１０，Ｐ１１と改称しているが，団体の本質\n\u0000 \u0000\u0000\u0000\nは，Ｐ１が存続していた当時と何ら変わっていない。\nまた，Ｐ１が，α７村（現在のα８町。以下「旧α７村」という。）\nにおいて，Ｐ２１と称する建築物を多数所有していたことは公知の事実\nであるところ，Ｐ２１は，教祖・信者の居住場所及び修行場所として使\n用されたほか，化学兵器及び自動小銃等の製造の拠点とされ，上記の凶\n悪犯罪の拠点として機能していた。\n(ｲ) 原告は，平成２２年２月中旬，本件不動産を購入し，同年３月下旬に\nは，原告の幹部を代表社員とするＰ１７名義で同不動産の所有権移転登\n記を完了させているが，このことは，日常生活の場に突如Ｐ２１が出現\nしたかのごとき衝撃を周辺住民に与えた。すなわち，東京都内にある原\n告の従前の拠点施設は，いずれも賃貸物件であったため，建物に大規模\nな修繕・改修を加えることはできなかったのに対し，所有物件である本\n件建物に関してはこれらの修繕や改修をすることができる。そのため，\n周辺住民において，本件建物が凶悪犯罪の拠点としてのＰ２１にいつ変\nずるかもしれないという脅威・不安を抱いたとしても無理はない。現に，\n原告及びＰ１７は，本件建物に対して大規模な改修工事（本件改修工\n事）を行い，従前プロパンガスが使用されていた本件建物のガスの利用\n形態を都市ガスに変更しようとしたり，６６００ボルトの高圧電流を引\nき込もうとしたりしており，周辺住民らは，本件建物のＰ２１化の危険\nに恐怖を抱きつつ，日常生活を送らざるを得ない状態に置かれている。\n(ｳ) このような周辺住民の脅威や不安を具体化するものとして，平成２２\n年６月１２日に区民約７００人に及ぶ総決起集会を経て住民協議会が発\n足し，住民協議会は，原告に対し，本件改修工事を直ちに中止し，α６\n地域への進出を取りやめることなどを内容とした申入れをしている。こ\nのように区民と原告との対立が日々先鋭化していく中で，被告は，区民\nの安全及び周辺住民の日常生活の平穏に対する脅威及び不安を除去する\n\u0000 \u0000\u0000\u0000\nことを目的として，平成２２年１０月２２日に全会一致で本件条例を可\n決し，同日，本件条例を公布・施行したものである。\nウ  上記ア及びイで述べた本件条例の制定・施行に至る経緯に加えて，本件\n観察処分の取消訴訟等の判決の中で，無差別大量殺人行為の実行に関連性\nを有する原告の危険な要素は優に認められている上，公安審査委員会が平\n成２４年１月２３日に無差別大量殺人行為に及ぶ危険性があることを認め\nるに足りる事実があるとして本件観察処分の期間を３年間更新する旨の決\n定をしていることなどの事実に照らせば，本件条例の制定につき立法事実\nが認められることは明らかである。そして，旧α７村のＰ２１群が解体さ\nれた後，いつＰ２１に変ずるかもしれない建物を区域内に抱える事態に陥\nった地方公共団体は被告以外にはなく，被告は，このような本件建物を区\n域内に抱える事態に直面した最初の地方公共団体として最善の対応を尽く\nしたにすぎない。\n以上によれば，本件条例の制定につき立法事実が存しないとする原告の\n主張に理由がないことは明らかである。\n(2) 争点２（憲法２０条１項等違反の有無）について\n（原告の主張の要旨）\nア  本件条例による規制は違憲審査基準に適合しない。\n反社会的団体に対して本件報告義務を課すという本件条例による規制は，\n原告とその構成員が有する信教の自由，結社の自由，プライバシー権，居\n住移転の自由などの人権（これらの人権を併せて，以下「信教の自由等」\nという。）を制約するものであるところ，信教の自由等の憲法上の人権は，\n民主主義社会を実現する上で極めて重要な権利として位置付けられるから，\nこれらの基本的人権を制約する法規の合憲性を判断する際には，厳格な審\n査基準が採用されるべきである。このような観点から本件条例についてみ\nるに，本件条例による規制は，以下のとおり，目的の正当性，必要性，手\n\u0000 \u0000\u0000\u0000\n段の相当性のいずれの観点からも厳格な違憲審査基準を満たすものとはい\nえず違憲である。\nイ(ｱ) 規制目的が正当化されないこと\n本件条例の規制目的との関係においては，本件条例による規制がされ\nないと区民の安全や周辺住民の日常生活の平穏を確保することができな\nいか否かが問われるべきところ，前記(1)の（原告の主張の要旨）欄で\n主張したとおり，本件観察処分の効力が生じた平成１２年２月１日以降，\n本件被請求団体やその構成員によって区民及び周辺住民の安全や日常生\n活の平穏が脅かされるような事態は一度も生じていないから，区民の安\n全や周辺住民の日常生活の平穏を確保するために，本件被請求団体を対\n象として規制を加える必要性が存しない。\nそれにもかかわらず，本件条例が制定されたのは，原告の施設が区内\nにあることは何となく不気味であり，不快でもあるという自治体や住民\nの感情や根強い差別的偏見を根拠とするものであるところ，このような\n不快感や感情は，憲法上の人権を制約してまで保護すべき利益であると\nはいえない。\nそして，本件条例が制定された真の目的は，原告及びその構成員を足\n立区から追い出すこと，すなわち，原告の構成員が足立区で活動するこ\nとだけでなく，居住さえも認めないということにあるが，足立区という\n行政主体がこのような目的で条例を制定することが許されないことは明\nらかである。\n以上によれば，本件条例による規制目的は正当なものとはいえない。\n(ｲ) 規制の必要性が存しないこと\n本件条例によって規制される対象は，団体規制法の観察処分を受けた\n団体（被請求団体）であるところ，当該団体は，観察処分を受けたこと\nにより報告義務や施設に対する立入検査の受忍義務など，同法に基づく\n\u0000 \u0000\u0000\u0000\n様々な規制を受けている。そして，これらの規制を受けていることによ\nり，原告が，無差別大量殺人行為に及ぶ客観的な危険性がないことは明\n白になっている。\n本件条例は，これらの団体規制法による規制に加えて，本件報告義務\nなどの規制を加えるものであるところ，本件観察処分に基づく公安調査\n庁長官に対する報告に加えて，足立区長に対して本件報告を義務付ける\n必要があるとはいえない。\n以上によれば，本件条例による規制には必要性が存しない。\n(ｳ) 規制手段の相当性が存在しないこと\n本件条例に基づく規制の基本は，反社会的団体に対する報告義務（本\n件報告義務）であるが，以下のとおり，本件条例による規制は，規制手\n段の相当性が認められない。\nａ  本件報告義務が発生する場合が不明確であること\n本件条例５条２項は，反社会的団体は，区内において活動し，又は\nその構成員を居住させようとするときには，次に掲げる事項を定期的\nに区長に報告しなければならないとする。\nこの規定によれば，「区の区域内において活動し，又はその構成員\nを居住させようとするとき」に，足立区長への報告義務が生ずるとい\nうことになるが，「活動し（ようとする）」とか，「居住させようと\nする」という規定自体，極めて曖昧であって，どのような場合に本件\n報告義務が生ずるのか明確とはいえない。このように本件報告義務が\nどのような場合に生ずるのか明確でない以上，上記規定により原告が\n本件報告義務を負うとはいえない。\nｂ  報告すべき事項が不明確であること\n本件条例５条２項及び本件条例施行規則２条３項によれば，本件報\n告事項は，①  区の区域内において活動し，又は居住する当該団体の\n\u0000 \u0000\u0000\u0000\n役職員の氏名，住所及び役職名並びに構成員の氏名及び住所，②  足\n立区の区域内における活動に係る団体（その支部，分会その他の下部\n組織を含む。）の意思決定の内容，③  区内における団体の活動の用\nに供されている土地及び建物の所在，地積又は規模及び用途，④  反\n社会的団体が区内において土地又は建物に係る権利を取得し，当該団\n体の構成員が拠点として活動し，又は居住する場所を整備しようとす\nる場合における当該整備計画の概要であるとされている。\nしかし，本件報告事項を定める規定の文言はいずれも抽象的であり，\n反社会的団体において何を報告すべきかが不明確である。このように\n報告すべき事項が明確でない以上，上記規定により原告が本件報告義\n務を負うとはいえない。\nｃ  公表による不利益が大きく不測の事態があり得ること\n本件条例６条は，反社会的団体から報告を受けたときは，足立区長\nは，報告の内容を公表するものとすると定め，これを受けて，本件条\n例施行規則３条１項においては，本件条例６条に規定する公表は，足\n立区のホームページに掲載する方法により行うものとしている。また，\n本件条例施行規則３条２項においては，本件条例５条２項１号に規定\nする報告内容を公表する場合は，「足立区において活動し，又は居住\nする構成員の数，役職員の数及び役職名を公表する。」と規定し，構\n成員の氏名については公表しないなどの限定はしているものの，それ\n以外の報告内容については，団体の活動の用に供されている土地，建\n物の所在を含めて全ての報告事項を公表することとしている。\nしかし，このような態様での報告内容の公表は，本件報告をした反\n社会的団体を第三者の観察・監視下にさらすことになるだけでなく，\n誹謗・中傷・差別や暴力的干渉を引き起こすなど，当該団体の権利そ\nの他正当な利益を害するおそれがあるとともに，場合によっては，犯\n\u0000 \u0000\u0000\u0000\n罪行為を誘発するなどして，公共の安全と秩序の維持に支障を及ぼす\nおそれさえ存する。現に，本件観察処分に基づく報告を受けた公安調\n査庁長官は，本件被請求団体の施設の所在地に関する情報を公開しな\nい旨の判断をしているところである。そして，実際にも，原告におい\nては，平成２２年１０月，元夫からの執拗な家庭内暴力を逃れて原告\nの施設で出家生活を送っていた女性がその所在を元夫につきとめられ，\n刺殺される事件が発生している。\nこのように，区のホームページ上に本件報告の内容の大半を公表す\nることは，原告及びその構成員の信教の自由，結社の自由，プライバ\nシー権を直ちに侵害することになることはもとより，その生命・身体，\n財産に対する侵害をも生じさせかねないおそれのあるものである。本\n件報告がこのような結果を生ずるおそれがあるものである以上，原告\nは，足立区長に対し，本件報告をすることはできない。そして，団体\n規制法もインターネットによる公表を許容していないことは明らかで\nある。\nこれに対し，被告は，足立区個人情報保護条例（平成５年足立区条\n例第５７号）３条の趣旨に鑑みつつ，足立区情報公開条例（平成１２\n年足立区条例第９１号）８条２号を踏まえ，原告の施設の所在地につ\nいては，その町名までを明らかにするにとどめ，団体の施設を容易に\n特定させる所在地番等の部分は不開示とすることを想定しているなど\nと主張するが，足立区個人情報保護条例３条は，本件条例の公表の制\n約の根拠とはなり得ないし，足立区情報公開条例８条が本件条例６条\nの公表を規律する関係にないことも明らかである。\nｄ  規制により保護する利益と比較して手段の相当性を欠くこと\n本件条例１０条によれば，反社会的団体が本件報告をしなかったり，\n足立区の調査に協力しなかったりした場合には，足立区長は，反社会\n\u0000 \u0000\u0000\u0000\n的団体及びその行為をした構成員を過料に処することができるとされ\nている。\nまた，足立区長は，協議等のあっせん・命令，脅威や不安を除去す\nる措置を講ずべきことの勧告・命令等及び立退命令を発することがで\nき，反社会的団体がこれらの命令に従わなかったときは，当該団体の\nみならず，その行為をした構成員に対しても過料の制裁を科すことが\nできる仕組みとなっているところ，このように本件条例による規制は，\n保護しようとしている利益が単なる周辺住民の脅威や不安にすぎない\nのと比較して極めて重く，規制の手段の相当性を欠いている。\nさらに，本件条例は，要件が緩やかでかつ無限定ともいうべき建物\nへの立入調査（８条）などの重大な人権侵害の内容を含む内容となっ\nている。自由権規約１８条３項は，「宗教又は信念を表明する自由に\nついては，法律に定める制限であって，公共の安全，公の秩序，公衆\nの健康若しくは道徳又は他の者の基本的な権利及び自由を保護するた\nめに必要なもののみを課することができる」として，宗教又は信念を\n表明する自由の制約は，公共の安全を理由とした必要最小限の制限の\nみを法律で定めた場合にのみ許容されることを明記しているところ，\n本件条例による規制の方法は，自由権規約１８条３項の規定に照らし\nても，比例原則に反して必要最小限の範囲内にとどまるものとはいえ\nない。\n（被告の主張の要旨）\nア(ｱ) 信教の自由等の人権が憲法上保障されるとしても，それらが内心にと\nどまらず，外部的行為として現れる場合には，絶対無制限に保障される\nものではなく，人権相互の矛盾衝突を調整するための実質的公平原理で\nある公共の福祉による内在的制約に服する。そして，信教の自由等を制\n限する法律の規定が公共の福祉による必要かつ合理的なものとして是認\n\u0000 \u0000\u0000\u0000\nされるか否かは，①  当該制限が必要とされる程度と，②  制限される\n自由の内容及び性質，③  これに加えられる具体的制限の態様及び程度，\n④  制限を課する手続の内容等を比較衡量して決すべきであるところ，\n本件条例による規制は，以下のとおり，公共の福祉による必要かつ合理\n的な内在的制約として是認されるものであることは明らかである。\nａ  本件条例による規制が必要とされる程度について\n本件条例は，原告が主張するような単なる漠然とした脅威や不安な\nいし不快感や根強い差別を解消するために制定されたものではない。\n前記(1)の（被告の主張の要旨）欄で主張した本件条例の制定経緯\n等に照らせば，日常生活の場に突如Ｐ２１が出現したかのごとき衝撃\nを受けた周辺住民の安全及び日常生活の平穏に対する脅威及び不安を\n除去する強度の必要性が存したことは明らかである。\nまた，原告は，団体規制法で報告が求められている事項につき，本\n件報告義務により重ねて足立区長に報告する必要はない旨の主張をし\nているが，公安調査庁長官の関係地方公共団体に対する情報開示には\n制約があり，現実にも本件報告義務の中で報告事項とされたものにつ\nいては公安調査庁が関係地方公共団体に開示をしない運用が定着して\nいるから，本件条例の目的を達成するため，足立区長が反社会的団体\nに本件報告を求める必要が存することは明らかである。\nｂ  制限される自由の内容及び性質について\n原告が主張するとおり，本件条例は，観察処分を受けた被請求団体\nを対象とし，区民の安全及び周辺住民の日常生活の平穏に対する脅威\n及び不安を除去するため，反社会的団体に本件報告義務や説明義務\n（以下「本件説明義務」という。）等を課し，足立区長に対しては一\n定の調査，措置勧告等・立退命令に関する権限を認めるほか，反社会\n的団体による脅威を除去するために行う周辺住民の自主的な活動を支\n\u0000 \u0000\u0000\u0000\n援すべく協議のあっせんに関する権限を付与している。\nもっとも，反社会的団体は，これらの本件条例の規制によって団体\nの結成や活動自体は禁止されておらず，当該団体やその構成員の中核\n的な活動自体に制約が加えられていない。すなわち，本件条例による\n規制は，原告の宗教的結社の自由を直接阻害するものではないばかり\nか，宗教的行為の自由を直接規制するものでもなく，信教の自由等の\n外部的表出に対し，間接的な制約を与えるものにすぎない。\nｃ  具体的制限の態様及び程度について\n本件報告義務について，団体規制法の報告義務と比較すると，<ア>\n報告の対象範囲が区内に限定されている点，<イ>  資産・負債の報\n告が義務付けられていない点，<ウ>  報告の頻度は年１回にすぎず，\n３か月ごとに報告を求める団体規制法とは格段の差がある点，㋓  団\n体規制法に存する再発防止処分に関する規定を欠く点において規制の\n態様が緩やかであるし，違反した場合の制裁についても過料が科され\nるにすぎないといった点で団体規制法との間には顕著な差が存する。\nｄ  制限を課する手続の内容について\n原告は，本件報告義務により被告が取得した情報の公表方法につい\nて問題視しているが，被告は，本件条例施行規則３条２項において，\n反社会的団体の構成員及び役職員の氏名及び住所は公表の対象から除\n外するなどして，原告の構成員のプライバシーに配慮しているし，足\n立区個人情報保護条例３条の趣旨に鑑みつつ，足立区情報公開条例８\n条２号を踏まえ，原告の施設の所在地については，その町名までを明\nらかにするにとどめ，「団体の施設を容易に特定させる所在地番等の\n部分」については公表しない扱いにすることを想定しているから，原\n告が主張するような公表による不測の事態の発生のおそれは存しない。\nまた，建物の立入調査に関する規定が存するものの，捜査権限を有\n\u0000 \u0000\u0000\u0000\nしていない被告が憲法３５条に反する強制的立入調査を実現すること\nができるわけではない。さらに，住所地からの立退命令についても，\n脅威・不安を除去する措置を講ずべきことの勧告，勧告に従わない場\n合の措置命令を経た上で，専門委員を選任してその意見を聴取した後，\n初めて発令することができるという厳格な手続を被告に課しているな\nど，不利益を受ける者に対する適切な配慮をしている。\n(ｲ) 以上のとおり，本件条例による規制は，反社会的団体又はその構成員\nの団体における活動の中核的部分に対する制約となるものではなく，反\n社会的団体が宗教団体である場合であっても，当該団体又はその構成員\nの宗教的活動を規制したり，構成員の精神的・宗教的な側面を容かいし\nたりするような性質のものではない。\nこれに対し，本件条例によって反社会的団体に課される一定の義務及\nび被告に付与される権限によって保護しようとする利益は，被告の住民\nの生命・身体の安全を始めとする周辺住民の日常生活の平穏を含む公共\nの安全であって，かつて原告の前身団体であるＰ１によって実行された\n無差別大量殺人行為のみならず，テロ行為の多発化への対応が喫緊の課\n題となっている内外の情勢に鑑みれば，地方公共団体においても住民を\n保護し，公共の安全を確保すべく，無差別大量殺人行為に転化し得る活\n動及びその拠点となり得る施設に対し，監視監督機能を強化する強度の\n必要性が存したといえる。また，当該制約の態様は緩やかであって，程\n度も行政罰が科されるにとどまる上，手続の適正に欠けることもなく，\n合理性も優に認められる。\n以上によれば，本件条例による人権制約は，公共の福祉による必要か\nつ合理的なものとして是認されるものであることは明らかである。\nイ  規制手段の相当性に関する原告の主張について\n(ｱ) 本件各規定が不明確である旨の原告の主張について\n\u0000 \u0000\u0000\u0000\n本件各規定は，いずれも通常の判断能力を有する一般人であれば，理\n解可能な規定であるから，本件各規定が不明確であるとする原告の主張\nには何ら理由がない。\nなお，原告は，①  「役職員・構成員」，②  「団体の意思決定の内\n容」，③  「支部，分会その他の下部組織」の各文言がいずれも不明確\nであるなどと主張するが，原告は，団体規制法及び同法の委任を受けた\n団体規制法施行令（無差別大量殺人行為を行った団体の規制に関する法\n律施行令）により，定期的に公安調査庁長官に対してこれらの事項を報\n告しているから，これらの報告事項が原告にとって不明確であるとはい\nえない。\n(ｲ) 公表による不利益が大きく不測の事態がある旨の原告の主張について\n上記アで主張したとおり，被告は，反社会的団体の施設の所在に関し\nては，その町名までを公表することを想定しているため，所在地番まで\n公表されることを前提とする原告の主張はその前提を欠くし，この点を\nおくとしても，公安調査庁長官が原告の施設の所在地番を不開示とする\n内容の決定をしたことは，本件条例６条が予定している公表の内容と矛\n盾するものとはいえない。すなわち，国内全土を対象として無差別大量\n殺人行為の再発防止を目的としつつ，警察的見地から職務を遂行してい\nる公安調査庁長官の不開示の判断と，わずか５３．２㎢にすぎない狭い\n地域の中で周辺住民の不安の除去等を目的としつつ行政サービスに徹す\nる地方公共団体である被告の公表方法が一致しなかったとしても，対象\n区域及び職務内容が異なる以上矛盾があるとはいえない。\nまた，原告は，団体規制法がインターネットによる公表を許容してい\nない旨の主張もするが，団体規制法はインターネットによる公表の可否\nについては何ら述べておらず，これを禁止する規定も存しない。そして，\n政府は，団体規制法３１条に基づく国会への報告の内容について，公安\n\u0000 \u0000\u0000\u0000\n調査庁のホームページ上で公開しているから，団体規制法がインターネ\nットによる公表を禁止しているとは解されない。\nそして，本件条例による本件報告事項の公表は，政府が行っている上\n記公表の方法と同様のものを予定しているから，団体規制法がインター\nネットによる公表を許容していないことを理由として本件報告を拒否し\nたとする原告の主張に理由がないことは明らかである。\n(3) 争点３（憲法１４条等違反の有無）について\n（原告の主張の要旨）\nア  本件条例は平等原則（憲法１４条１項），適正手続（同法３１条），足\n立区行政手続条例に反する。\n団体規制法が特定の団体の規制を目的としたいわゆる措置法であること\nは明白であるが，本件条例も団体規制法の観察処分を受けた被請求団体を\n対象とするものであるから特定の団体の規制を目的とした処分的条例であ\nることは明らかであり，法規範としての性格上，許容されない。\nまた，本件条例は，観察処分を受けた被請求団体であるという理由のみ\nで本件報告義務や本件説明義務を直接課すという構造が採用されていると\nころ，処分に当たっての行為規範がなく，それを争うことを可能とする法\n的手続も存在しない。このような法規範は，明らかに平等原則（憲法１４\n条１項）違反であり，適正手続（同法３１条）違反でもある。そして，足\n立区行政手続条例は，不利益処分をする場合には，意見陳述の機会のため\nの手続を執らなければならないと定め（同条例１３条），不利益処分の名\n宛人に対し，処分と同時に当該処分の理由を示さなければならないと定め\nている（同条例１４条）。上記のとおり，本件条例は，反社会的団体に対\nして本件報告義務その他の義務を課すという不利益処分を課すものである\nから，その制定行為自体が不利益処分に該当し，被告としては，本件条例\nの制定に当たり，原告に対し，足立区行政手続条例の定める所定の手続を\n\u0000 \u0000\u0000\u0000\n踏むべきであったが，被告はかかる手続を執っていない。そして，このよ\nうな必要な手続が踏まれていない以上，原告には本件報告義務は生じない\nというべきである。なお，仮に，本件条例のような法規範の制定が許され\nるとしても，その場合の要件は，特定の団体に規制を加えなければならな\nい緊急性があって，かつ，現在かつ明白な現実的危険があり，守るべき法\n益が優先する場合に厳しく限定されるべきであるが，本件条例の場合には\nこれらの要件を満たしていない。\nさらに，また，本件条例は，足立区長が，協議命令，措置命令又は立退\n命令を発する場合には，区長による聴聞の手続を執ることを規定している\nが，これらの措置は，結社や信教の自由を始めとする重大な人権の侵害を\n伴うものであるから，処分前に区長以外の機関による対審的手続による審\n査が準備されなければならないが，本件条例はそのような規定を欠く。よ\nって，本件条例は憲法３１条の適正手続に反する。\n以上によれば，本件条例による規制が憲法１４条１項，同法３１条，足\n立区行政手続条例に反することは明らかである。\nイ  被告の主張に対する反論\n被告は，今後，団体規制法の観察処分を受ける団体も本件条例の規制対\n象となり得ることを理由として，本件条例が一般的・抽象的法規範に当た\nることは明らかである旨の主張をするが，このような被告の主張は，団体\n規制法自体が措置法であり，Ｐ１及びその関係団体以外の団体が将来観察\n処分を受けることなど想定できないという現実を無視した机上の空論にす\nぎない。\nまた，被告の主張を前提とすれば，本件条例を制定した立法事実の中心\nは区内におけるＰ２１の出現にあるというのであるから，本件条例が特定\nの団体を名宛人として制定された措置条例であることは明らかである。\n（被告の主張の要旨）\n\u0000 \u0000\u0000\u0000\nア  本件条例による規制は憲法１４条１項に反しない。\n団体規制法は，同法が定める要件を満たす限り，いかなる団体にも適用\nされるものであり，今後観察処分を受ける団体も含め，観察処分を受けた\n団体であれば，原告と他の団体との間で異なる負担が課されるものではな\nいから，同法が一般的・抽象的規範としての性格を有していることは明ら\nかである。そして，本件条例は，観察処分を受けた団体について，その団\n体の性質等に関わりなく中立的に等しく適用されるものであるから，団体\n規制法と同様，一般的・抽象的法規範としての性格を有し，憲法１４条１\n項に違反しない。\nイ  本件条例による規制は憲法３１条に反しない。\n(ｱ) 原告は，本件報告義務や本件説明義務に係る規定について，実体要件\nがないこと及び事前の聴聞等の手続がないことから憲法３１条に違反す\nるなどと主張する。しかし，当然のことながら，団体規制法の観察処分\nを受けること及び反社会的団体及びその構成員が区内で活動すること等\nが要件となっているのであるから，実体要件がないとの原告の主張は理\n由がない。加えて，本件報告義務及び本件説明義務による制約は，反社\n会的団体又はその構成員の団体における活動の中核的部分に対する制約\nとなるものではなく，他方で，これによって保護しようとする利益は，\n区民の生命・身体の安全を始めとする周辺住民の日常生活の平穏を含む\n公共の安全であって，それらを遅滞なく確保することが強く要請されて\nいるのであるから，事前の聴聞等の手続を欠くことが憲法３１条に反す\nることにならないことは明らかである。\n(ｲ) また，原告は，本件条例７条２項の協議命令，９条２項の措置命令及\nび同条３項の立退命令の各規定につき，対審的手続による審査が準備さ\nれていないことを理由として憲法３１条の適正手続に反する旨の主張も\nするが，上記(ｱ)で主張したとおり，これらの規定によっても，反社会\n\u0000 \u0000\u0000\u0000\n的団体又はその構成員の団体における活動の中核的部分が損なわれるこ\nとはなく，結社や信教の自由等に著しい制約が加えられるものではない\nから，本件条例１１条が規定する聴聞の手続以上の厳格な手続を要する\n必然性は存しない。\nウ  本件条例による規制は足立区行政手続条例に違反しない。\n上記アで主張したとおり，本件条例は，観察処分を受けた団体に対して\nは，その団体の性質等に関わりなく中立的に等しく適用される一般的・抽\n象的法規範であるから，本件条例の制定行為をもって被告が条例等の執行\nとして行う「処分」と実質的に同視することはできない。したがって，本\n件条例の制定行為は「処分」に当たらないから，原告が主張する足立区行\n政手続条例１３条及び１４条の適用がないことは明らかである。\n(4) 争 点 ４ （ 憲法３５条違反の有無）について\n（原告の主張の要旨）\n団体規制法に基づき行われている立入検査は，憲法３５条の法意に反する\n不当なものであるが，本件条例８条１項の「建物に立ち入る等必要な調査」\nにおいても，同様の不当な調査が行われ，住居の平穏，プライバシーの不当\nな侵害が引き起こされる危険は十分にある。また，調査対象行為は，刑事責\n任の追及を受け得る行為も含んでおり，その場合には，調査権の行使は，刑\n事責任追及のための資料収集に直接結びつく。そうである以上，重要な利益\nである住居の平穏やプライバシーに対する行き過ぎた侵害が行われないよう，\n司法的抑制にかからしめるべく，裁判所の事前審査を手続的要件とすべきで\nあるが，本件条例は，緊急事態であるか否かにかかわらず，裁判所の事前審\n査を要件としておらず，憲法３５条の令状主義に違反する。\n（被告の主張の要旨）\n本件条例は，憲法上の権利の不当な制限を厳しく戒めており（２条２項），\n建物への立入調査に当たって捜査権限を有しない被告が憲法３５条に反する\n\u0000 \u0000\u0000\u0000\n強制的立入調査を実施することができるわけではない。また，本件条例８条\n１項の調査は，事実確認のための「必要な調査」にすぎず，刑事責任追及の\nための資料収集に直接結び付くものではないから，調査の対象が無限定に拡\n大するおそれもない（本件条例８条２項，住民基本台帳法３４条の２第３項\n参照）。\n(5) 争点５（憲法９４条違反の有無）について\n（原告の主張の要旨）\nア  本件条例は，観察処分を受けた被請求団体に対して，更に厳しい処分を\n課すものであるところ，以下に述べるとおり，本件条例による規制は，い\nずれも団体規制法と同一の目的に基づく規律を意図するものであり，かつ，\n同法の規制を超えるものであるから，全国一律の最高限度の規制を定めた\n団体規制法が許容していないものであり，憲法９４条が定める条例制定権\nの範囲を逸脱し違憲である。\n(ｱ) 団体規制法は同一の目的による条例での規制を許容していない。\n本件条例の目的は「区民の安全及び地域の安全の確保」であるのに対\nし，団体規制法の目的は「国民の生活の平穏を含む公共の安全の確保」\nであるところ，前者が後者に包含されるものであることは文言上明らか\nである。また，実質的にも，観察処分を受けた被請求団体に対する監\n視・規制措置を講じることで，国民（区民）や地域の安全・平穏を守る\nために制定されている点で両者の目的は同一である。\n本件条例による規制は，区民の安全や地域の平穏を確保するという警\n察的規制であるところ，規制により制約される人権は，信教の自由等の\n精神的自由に係る人権である。このように地域的特殊性が存在せず，重\n大な人権侵害を伴う警察的規制は，本来的に全国一律の規制によるべき\nであるから，団体規制法が地方公共団体が制定する条例での個別の規制\nを許容しているとは解されない。すなわち，団体規制法３２条は，公安\n\u0000 \u0000\u0000\u0000\n調査庁長官が関係地方公共団体に対して観察処分に基づく調査結果を提\n供することを定める一方で，「個人の秘密又は公共の安全を害するおそ\nれがある」事項の提供を除外している。また，同法３１条は，政府に対\nして団体規制法の施行状況を国会に提出することを義務付けているとこ\nろ，このことは，重大な人権侵害を伴う警察的規制である団体規制法の\n規制について，国会が定めた法律に基づき，国会の監視の下，政府が当\n該規制を実施する構造であることを示している。このように，団体規制\n法は，同法の定める調査と同様ないしそれを上回る調査を地方公共団体\nが独自の判断で行うことができ，観察処分を受けた被請求団体に対して\n二重に報告義務を課すことを許容しているとは解されない。\n(ｲ) 本件条例は，許されない上乗せ・横出し条例である。\n団体規制法２条及び３条は，同法による規制が基本的人権の重大な制\n約を伴っていることを自認した上で，必要最小限度の適用，拡大解釈の\n禁止，当該人権の不当な制約の禁止を定めているところ，これらの規定\nは，団体規制法の定める規制が上限であり，それより高度・広範な規制\nを明確に禁じる趣旨のものであると解される。したがって，団体規制法\nは，下位の法規である条例によって，同法に基づく観察処分を受けた団\n体を対象に，同法と重ねて同種の，あるいは法を上回る規制を課すこと\nを許容していないというべきである。\nまた，法務大臣の国会での答弁からも明らかであるように，国会は，\n団体規制法の制定時から現在に至るまで，同法所定の報告義務違反に対\nする制裁を設けることに極めて慎重な姿勢を採ってきており，本件報告\n義務の違反に対して過料の制裁を科すことを定める本件条例は，団体規\n制法が報告義務違反に罰則を設けなかった立法意思に明らかに反する。\nさらに，本件条例は，団体規制法が定める範囲を超えて団体の施設に\n関する情報を公表するものである上，本件報告義務に違反した場合につ\n\u0000 \u0000\u0000\u0000\nいて，住所地からの立退きを命ずることを可能とする規定を置くなどし\nており，この点からも団体規制法の定める規制の上限を超える規制をす\nるものであるから，明らかに団体規制法の趣旨に反し，許されない上乗\nせ・横出し条例に当たる。\n(ｳ) 自由権規約は，人権制約は法律によるべきとしている。\n自由権規約１８条３項は，「宗教又は信念を表明する自由については，\n法律に定める制限であって，公共の安全，公の秩序，公衆の健康若しく\nは道徳又は他の者の基本的な権利及び自由を保護するために必要なもの\nのみを課することができる」として，人権の制約は法律によることを明\n記している。本件条例は，憲法上の人権を法律ではない条例で制約する\nものであるから自由権規約に反する。\nイ  被告の主張に対する反論\n(ｱ) 本件条例の目的に関する被告の主張を前提とすると，本件条例が目的\nとする「日常生活の平穏に対する脅威及び不安の除去」をもって「区民\nの平穏な生活を保持する」ことの主眼が「本件建物がＰ２１化すること\nを防止すること」，すなわち，凶悪犯罪の拠点となることを防止するこ\nとにあることは明らかであり，当該目的が「無差別大量殺人行為の再発\nを防止」し，もって，「国民の平穏な生活を保持する」という団体規制\n法の目的に包含されることは明らかである。\n(ｲ) 被告は，本件報告の対象範囲が区内に限定されていることや，報告の\n頻度が団体規制法に比べて少ないことをもって，同一の報告事項につい\nて重ねて報告義務を課すことが団体規制法の趣旨・目的・規制内容に何\nらの矛盾抵触も来さないとするが，このような被告の主張は，団体規制\n法が本件条例による規制を許容していることの根拠とはなり得ない。そ\nして，団体規制法が公安調査庁長官の自治体への情報開示に制限を設け\nていること及び公安調査庁が本件条例で報告義務を課した事項について\n\u0000 \u0000\u0000\u0000\n関係地方公共団体に開示しない運用が定着していることは，本件条例が\n団体規制法に違反していることの明確な根拠であり，本件条例の適法性，\n合理性及び必要性を裏付ける理由にはなり得ない。\n（被告の主張の要旨）\nア  本件条例と団体規制法は異なる目的に基づいて制定されている。\n本件条例と団体規制法の目的に関する規定をよく読めば，本件条例の目\n的が「日常生活の平穏に対する脅威及び不安を除去」する点にあるのに対\nし，団体規制法の目的が「無差別大量殺人行為の再発の防止」にあること\nは一見して明らかであるから，両者の制定目的は異なる。そして，①  旧\nα７村のＰ２１群が解体された後，初めて，いつＰ２１に変わるか分から\nない建物を区域内に抱える未曾有の非常事態に陥ったという制定経緯，②\n被告の区域内の反社会的団体の活動に規制対象が限定されていること，\n③  本件条例が目的達成のために段階的かつ幅広い選択肢を用意している\n一方で，団体規制法が観察処分及び再発防止処分を中核としつつ，刑罰を\nもってこれらの実効性を担保しているという規制方法の差異を考慮すれば，\n団体規制法と本件条例が異なる目的に基づいて制定されていることは明ら\nかである。\nイ  本件条例は許されない上乗せ・横出し条例に当たらない。\n原告は，国会での法務大臣の答弁を引用して，国会が団体規制法の制定\n当時から現在に至るまで報告義務違反に対する制裁を設けることに極めて\n慎重な姿勢を示してきたなどと主張する。\nしかし，法務大臣は，報告義務違反につき罰則規定を置いていない現行\nの団体規制法に基づいた答弁をしているにすぎず，むしろ，法律による罰\n則の制定については検討の余地があるとし，条例で過料を設けることにつ\nいては違憲の疑いがあるといった趣旨の答弁は全くされていない。よって，\n原告の引用する国会答弁から，団体規制法による規制が必要十分であって，\n\u0000 \u0000\u0000\u0000\n規制し得る最大限の規制であるという認識を有していることは全く探知す\nることができない。\n加えて，団体規制法においては，同法の報告義務違反に対しては，再発\n防止処分が行われることになり，豊富な活動資金を有する原告からすれば，\n５万円以下の過料とは比較にならないほど強度な制裁が予定されている上，\n再発防止処分に違反した団体の役職員及び構成員には２年以下の懲役又は\n１００万円以下の罰金という厳しい制裁が予定されていることによれば，\n本件条例による過料の制裁を団体規制法の規制の上乗せということもでき\nない。\n(6) 争点６（原告の「反社会的団体」該当性）について\n（原告の主張の要旨）\n本件報告義務を負うのは「反社会的団体」であるところ，本件条例におい\nて「反社会的団体」とは，観察処分を受けた被請求団体をいうとされている。\n本件各更新決定の決定書（以下「本件決定書」という。）の記載からも明\nらかであるように，公安審査委員会は，「Ｐ２ことＰ３を教祖・創始者とす\nるＰ１の教義を広め，これを実現することを目的とし，同人が主宰し，同人\n及び同教義に従う者により構成される団体」を被請求団体とし，原告は，Ｐ\n１３と同様，被請求団体の一部を構成する団体であると認定している。\nそうすると，原告は，被請求団体とは明らかに異なる団体であるから，原\n告を被請求団体と誤解して，足立区長が原告に課した本件報告義務は本件条\n例５条２項に反している。\n（被告の主張の要旨）\n公安審査委員会は，本件各更新決定の中で，被請求団体と原告との同一性\nを認定した上で，Ｐ１３についても「被請求団体の重要な一部を構成してい\nる」と認定しており，原告が被請求団体の一部を構成する旨の認定はどこに\nも明示されていない。したがって，原告が被請求団体と同一の団体ではない\n\u0000 \u0000\u0000\u0000\nという原告の主張は，原告独自の見解にすぎないところ，仮に原告の見解を\n前提とすると，名称変更・組織変更等の手段を講ずることにより，団体規制\n法の観察処分を逃れることが容易に可能となってしまう。\nまた，原告が主張するように，公安審査委員会が，原告について「被請求\n団体の一部を構成する団体である旨」を認定しているとしても，無差別大量\n殺人行為の再発防止という団体規制法の趣旨に照らせば，「被請求団体の一\n部を構成する団体」も観察処分の対象であることは明らかである。よって，\n原告は，本件報告義務を負う反社会的団体に該当するから，原告の主張に理\n由がないことは明らかである。\n第３  当裁判所の判断\n１  争点１（本件条例の立法事実の存否）について\n(1)ア 原告は，本件条例の立法事実に関し，①  過去に重大事件を引き起こし\nたＰ１の承継団体であるというだけの理由で実際に存在するか否かも検証\nされていない住民の漠然たる不安感を根拠とし，また，足立区長ら自身に\nも存在するＰ１に対する不快感と根強い差別的偏見に支えられて制定され\nたものであること，②  本件条例の定める区民の安全や周辺住民の日常生\n活の平穏に対する脅威や不安が実際に存在し，それらの除去のために本件\n条例が制定されたとしても，その脅威や不安は極めて漠然としたものであ\nって，そのような漠然たる脅威や不安は，憲法上保障された人権を制約す\nる理由とはなり得ないことなどを挙げ，本件条例は立法事実を欠くもので\nあるから違憲である旨の主張をする。そこで，以下，この原告の主張の当\n否につき検討する。\nイ(ｱ) 前提事実(3)ア(ｲ)記載のとおり，本件条例１条は，本件条例の目的に\nつき，<ア>  反社会的団体の区内での活動及び当該団体の構成員の区へ\nの転入等により生ずる区民の安全及び地域の平穏に対する脅威及び不安\nを除去するために当該団体に対する調査，命令等，区が講ずべき措置を\n\u0000 \u0000\u0000\u0000\n定めること，<イ>  当該脅威等を除去するために行う周辺住民の自主的\nな活動を支援することにより，<ウ>  区民の安全及び地域の平穏の確保\nを図ることを目的とするものであると規定している。そうすると，本件\n条例の立法事実の存否を判断する際には，本件条例が制定された平成２\n２年１０月２２日当時において，上記<ア>及び<イ>に関する規定を設け\nることにより反社会的団体及びその構成員の活動から区民の安全及び地\n域の平穏の確保を図るという上記<ウ>の必要が存したか否かを検討すべ\nきことになると解される。\n(ｲ) そこで，以下では，上記(ｱ)の観点から本件条例の立法事実の存否を\n判断する前提として，Ｐ１及び原告をめぐる状況，原告と周辺住民及び\n足立区との関係等につき検討することとする。\n(2) 前提事実並びに掲記の証拠及び弁論の全趣旨によれば，以下の各事実が認\nめられる。\nア  Ｐ１及び原告をめぐる状況\n(ｱ) Ｐ１は，昭和５９年２月頃，「Ｐ４」の名称で活動を開始し，昭和６\n２年７月頃にその名称を「Ｐ１」に変更した後も，Ｐ３の説く教義を広\nめ，これを実現することを目的として活動を続け，平成元年８月２５日，\n東京都知事から宗教法人法に基づく規則の認証を受けて，同月２９日，\n宗教法人「Ｐ１」（代表役員「Ｐ３」）の設立の登記をした。（前提事\n実(2)ア）\n(ｲ) Ｐ１の教義は，主神をシヴァ神として崇拝し，衆生救済の実現に導く\nことを最終目的として，シヴァ神の化身であるＰ３に対する絶対的な浄\n信と帰依を培った上，自己の解脱・悟りに到達する道である小乗（ヒナ\nヤーナ），衆生の救済を主眼とする道である大乗（マハヤーナ）及び衆\n生救済に至る最速の道である秘密金剛乗（タントラ・ヴァジラヤーナ）\nの各修行を実践するというものである。（前提事実(2)イ(ｱ)）\n\u0000 \u0000\u0000\u0000\n(ｳ) Ｐ３は，上記(ｲ)の各教義のうち，タントラ・ヴァジラヤーナを最も\n重視し，その具体的な規範として，真理の実践を行う者にとっては結果\nが第一であり，結果のためには手段を選ばないなどと説くとともに，タ\nントラ・ヴァジラヤーナの実践のためには，弟子が自己の意思を捨て，\n絶対的な存在であるＰ３が課した課題・試練を乗り越えるマハームドラ\nーの修行が重要であると説いていた。（前提事実(2)イ(ｲ)）\n(ｴ) Ｐ１は，その教義における理想郷として，Ｐ３が独裁者として統治す\nる祭政一致の専制国家体制を樹立するとの政治上の主義（以下「本件政\n治上の主義」という。）を有するようになり，Ｐ３らＰ１の幹部は，本\n件政治上の主義を実現するため，衆議院議員総選挙に立候補して国政へ\nの進出を目指したが全員落選した。そのため，Ｐ３は，本件政治上の主\n義を武力をもって実現することを目的とし，敵対勢力の排除及び現行国\n家体制の破壊を行うための手段として，サリンを生成するなどの武装化\nを推進するようになった。（乙２２［４頁，５頁］）\n(ｵ) Ｐ１の構成員が実行した一連の犯行は，いずれも，Ｐ１の教義及びＰ\n３の説法又はその指示・命令を実現するために，「現世における一切の\nかかわり」を断った出家構成員を中心に秘密裏に綿密な計画が立案され，\nそれに従って実行されたものである。そして，Ｐ７事件を含む一連の事\n件で起訴されたＰ１の信者は，平成２２年１１月時点で４２人に上り，\nこのうち，３９人が○又は○判決を受けている。（前提事実(2)ウ(ｲ)）\n(ｶ) 公安審査委員会は，平成１２年１月２８日，団体規制法５条１項に基\nづき，「Ｐ２ことＰ３を教祖・創始者とするＰ１の教義を広め，これを\n実現することを目的とし，同人が主宰し，同人及び同教義に従う者によ\nって構成される団体」につき，３年間の観察処分（本件観察処分）に付\nする旨の決定をした。これに対し，原告は，東京地方裁判所に，本件観\n察処分の取消訴訟を提起したが，平成１３年６月１３日，これを棄却す\n\u0000 \u0000\u0000\u0000\nる旨の判決がされ，同判決は確定した。（前提事実(3)イ(ｲ)及び(ｳ)）\n(ｷ) 本件被請求団体の国内の約１５００人（出家信徒５００人，在家信徒\n約１０００人）の構成員のうち，出家信徒の大部分，在家信徒の約６割\nは，Ｐ６事件以前に入信した信徒である（乙３［４６頁］）。このうち，\n原告の日本国内の信者は，出家信徒約４５０人，在家信徒８５０人であ\nる。（乙２２・資料８［７頁］）\n(ｸ) 公安調査庁長官は，平成２１年中，団体規制法３２条に基づき，関係\n地方公共団体の長の請求を受け，合計４３回にわたり，延べ５４（実数\n１９）の関係地方公共団体の長に対し，本件観察処分に基づく調査結果\nを提供した。また，公安調査庁は，平成２１年中，被請求団体の施設の\n存する地域に居住する住民の恐怖感・不安感を軽減することを目的とし\nて，合計３４回にわたり地域住民との意見交換会を実施した。（甲１０\n［４頁，５頁］）\nイ  原告と周辺住民及び足立区との関係等\n(ｱ) 原告の構成員は，平成７年頃から足立区に居住するようになり，平成\n１１年にはＰ１４施設（足立区α１）及びＰ１５施設（足立区α２）に\n対し，付近の住民から退去要求などが出されるに至り，α２においては，\n付近住民による「Ｐ１６協議会」が設置された。原告の構成員は，平成\n１２年頃からは足立区α３の賃貸物件等でも居住を開始し，その後，居\n住場所を同α４の賃貸物件にも広げ，平成２２年４月当時，約６０名な\nいし７０名の原告の 構成員が区内に居住 していた。（前提事 実 (4)ア\n(ｱ)）\n(ｲ) 原告の関連会社であるＰ１７は，平成２２年３月２９日，株式会社Ｐ\n１８に対し，売買代金１億０６００万円を支払い，本件不動産を取得し\nた。（前提事実(4)ア(ｲ)）\n(ｳ) 平成２２年６月１２日，約７００人の区民による総決起集会を経て，\n\u0000 \u0000\u0000\u0000\n足立区α６地域への原告進出による平穏な生活への脅威に対して，地域\n住民が主体的に反対運動を展開し，進出を阻止，退去及び解散させるこ\nとによりα６地域の安全を確保し，安心して暮らせる地域社会を継続す\nることを目的として住民協議会が発足した。（前提事実(4)イ(ｱ)及び\n(ｲ)）\n(ｴ) 住民協議会は，その発足後，住民集会，デモ活動，署名活動などを相\n次いで行った。また，平成２２年６月３０日の住民協議会には，区民約\n１００人が参加し，また，同年７月２５日の住民集会には区民約６００\n人が参加した。（前提事実(4)イ(ｳ)）\n(ｵ) Ｐ１７は，本件建物の取得後，本件建物に大規模な改築工事を行った。\nＰ１７は，本件建物に関する改築工事の一環として，本件建物に高圧電\n力を引くことを希望し，平成２２年１０月１８日にその工事が開始され\nようとしたが，約３０人の住民が工事車両が進行する道路を封鎖するな\nどしたため，工事は中断した。（乙３６［４頁］）\n(ｶ) 足立区議会議長は，平成２２年１０月２２日，内閣総理大臣，衆議院\n議長，参議院議長，法務大臣，公安調査庁長官に対し，それぞれ「Ｐ１\n主流派Ｐ８の進出を阻止するための抜本的な法整備を求める意見書」を\n提出した。（前提事実(4)イ(ｴ)）\n(ｷ) 区民は，本件観察処分の更新を求め，約２５万２０００人分の署名と\n要請書を法務大臣，公安調査庁長官，公安審査委員会委員長に提出した。\n（乙１６の１ないし乙１８の２）\n(ｸ) 本件条例は，平成２２年１０月２２日，足立区議会定例会において，\n全会一致で可決され，同日，公布・施行された。（前提事実(5)ア）\n(3)ア 上記(2)で認定した各事実に加えて，<ア>  公安審査委員会は，平成２\n１年更新決定を含む本件各更新決定の中で，原告に無差別大量殺人行為に\n及ぶ危険性があると認めるに足りる事実がある旨の認定をしていること\n\u0000 \u0000\u0000\u0000\n（前提事実(3)エ(ｱ)），<イ>  本件条例が制定される半年前の平成２２年\n３月２９日に開かれた衆議院法務委員会において，法務大臣は，本件被請\n求団体の現状について，主流派（原告）及びＰ１２派（Ｐ１３）がいずれ\nも活発な動きを展開しており依然としてＰ３の影響下にあるなど，本質的\nな危険性を引き続き維持しているという認識で対応している旨の答弁をし\nていること（甲３７の２［２枚目］），<ウ>  公安調査庁は，平成２３年\n１月に公表した「内外情勢の回顧と展望」の中で，原告の幹部の中には信\n者に対してＰ３が再評価されている趣旨の講義をするなどしてＰ３の偉大\n性や教団の正当性を強調する者も見られることなどを指摘していること\n（乙３［４０頁］）など本件に顕れた諸般の事情を総合考慮すると，本件\n条例は，原告が主張するような住民の漠然とした不安・脅威やＰ１に対す\nる不快感及び根強い差別的偏見に基づいて制定されたものではなく，Ｐ１\nを承継する団体である原告が有する本質的な危険性を踏まえ，現に区民及\nび本件不動産の周辺住民に存在する原告に対する不安や脅威を背景として\n制定されたものであるということができる。\nイ  また，上記ア(ｵ)で認定したとおり，Ｐ１の信者によってされた一連の\n重大犯罪は，Ｐ３に対する絶対的な帰依を前提とし，Ｐ１の教義及びＰ３\nの説法又はその指示・命令を実現するために，「現世における一切のかか\nわり」を断った出家構成員を中心として秘密裏に綿密な計画が立案され，\nそれに従って実行されたものであるところ，公安調査庁が作成した平成２\n１年度調査報告書によれば，原告を含む本件被請求団体は，①  Ｐ３の写\n真を施設内の修行道場の祭壇等に掲げ，Ｐ３の○執行の延期，延命を祈願\nする修行に取り組むとともに，Ｐ３の生誕祭やＰ３を称賛する祭典等を開\n催していること，②  Ｐ３の説く危険な教義が含まれているとして自主回\n収していた教材の使用を再開したり，Ｐ７事件前にＰ３ら幹部信徒が行っ\nていた密閉された空間でめい想を行う修行方法を復活するため，その修行\n\u0000 \u0000\u0000\u0000\n用設備を制作したりしているほか，Ｐ３の修行を特徴付けていた「イニシ\nエーション」（秘儀伝授）と同種の儀式を取り入れるなどＰ３の修行に依\n拠した活動を行っていることが確認されたとして，Ｐ３が原告の活動に絶\n対的ともいえる影響力を有していると認められる旨の指摘をしていること\n（甲１０［６頁，７頁］）によれば，原告は，教団中心の世界を作るべく\n暴力による国家転覆を志向したＰ３の呪縛からいまだ逃れることができて\nいないことがうかがわれる。このような中で，原告の関連会社であるＰ１\n７が，本件建物を取得し，高圧電力の受電を含む大規模な本件建物の改修\n工事を進めたことは，上記のようなＰ１が過去に犯した犯罪の性質を踏ま\nえると，本件建物において無差別大量殺人行為の実行に結び付く活動が行\nわれるのではないかとの危惧を住民に想起させるに足りるものであり，Ｐ\n１７が本件不動産を取得したことにより原告と区民（周辺住民）との間の\n対立が深刻化したことは優に認定することができるところである。\nそして，ひとたび反社会的団体によるテロ行為が発生した場合には，一\n般市民に極めて重大かつ深刻な被害をもたらすことは，Ｐ１によるＰ７事\n件その他の過去に発生した国内外のテロ行為から明らかであるから，団体\n規制法に基づく観察処分を受けた被請求団体が区内で活動することによっ\nて生じる危険から一般市民を保護し，公共の安全を確保すべき喫緊の必要\n性が現に存在することを踏まえて，区民の安全及び地域の平穏の確保を図\nることを目的として，団体規制法による観察処分を受けた被請求団体を規\n制の対象として本件条例を制定することには正当な立法事実が存するとい\nうことができる。\nウ(ｱ) これに対し，原告は，①  本件観察処分が効力を生じた平成１２年２\n月１日以降，本件被請求団体が，区民の安全や周辺住民の日常生活の平\n穏に脅威や不安を生じさせたことは一切ないこと，②  原告の中では不\n殺生を根本とする平和的な教義が徹底されており，原告内で実際に教材\n\u0000 \u0000\u0000\u0000\nとして用いられているＰ３の説法の中には不殺生を積極的に勧める教義\nが非常に多く存在するから，原告がＰ３に帰依したとしても何ら危険は\nないことなどを主張し，このうち，上記②の点については，原告の主張\nを裏付ける証拠として，不殺生に関するＰ３の説法をまとめた「不殺生\nを積極的に勧める説法一覧」と題する文書（甲３０。以下「本件説法一\n覧」という。）を提出している。\n(ｲ) そこで，上記①の点について検討するに，確かに，弁論の全趣旨によ\nれば，原告の構成員は，Ｐ１７が本件不動産を取得するまでは，区内で\nおおむね平穏に居住を続け，区民や原告の構成員が居住する建物の周辺\n住民との間では対立関係が生じたことはあったものの，それらの対立関\n係は，深刻なものではなかったことがうかがわれる。そして，被告が，\n平成２１年中，公安調査庁長官に対し，団体規制法３２条に基づく本件\n被請求団体についての調査結果の提供を一度も求めていないこと（甲１\n０）は，原告が主張するとおり，原告の構成員が，平成２１年中までは\nおおむね平穏に区内で居住を続けており，被告として本件被請求団体の\n区内での活動につき危機意識を十分に有していなかったことを示す事情\nであるということもできる。\nしかしながら，上記(1)イ(ｱ)で説示したとおり，本件条例の立法事実\nの存否を判断するに当たっては，本件条例が制定された平成２２年１０\n月当時において，反社会的団体の区内での活動により区民の安全や周辺\n住民の日常生活の平穏に対する脅威や不安が生じていたか否かを問題と\nすべきであるから，上記のとおり平成２１年までの間，原告の構成員が\n区内で概ね平穏に暮らしてきたことが認められるとしても，そのことか\nら直ちに本件条例に立法事実がないということはできない。そして，上\n記(2)イ(ｲ)で認定したとおり，原告の関連会社であるＰ１７が本件不動\n産を取得したのは平成２２年３月頃であるところ，前提事実(4)イ及び\n\u0000 \u0000\u0000\u0000\nウ記載のとおり，このＰ１７の本件不動産の取得を契機に区民及び周辺\n住民の原告に対する脅威及び不安が高まったことが認められるから，本\n件条例の立法事実の存否を判断するに当たっては，Ｐ１７が本件不動産\nを取得した平成２２年３月以降，本件条例制定に至るまでに，原告を含\nむ反社会的団体により区民の安全や地域の平穏の確保を必要とする事態\nが生じていたか否かを検討すべきであるということになる。\nそこで，このような観点から，平成２２年３月以降の原告と区民（周\n辺住民）との関係についてみてみるに，<ア>  原告がしようとした本件\n建物に関する本件改修工事は，周辺住民の抗議行動などにより一時中断\n状態となり（乙３［４３頁］，３６［４頁］），本件改修工事の継続に\n当たっては，周辺住民が中止を求める抗議行動をし，警察官が出動する\nまでの事態になったこと（乙３６［４頁］），<イ>  本件土地の入口は\n外部から厳重に仕切られているほか，４台の監視カメラが設置され外部\nを監視していること（乙３６［７頁］），<ウ>  他方，住民側も本件建\n物に向けて監視カメラを設置して原告やその構成員の動静の監視を続け\nる事態が生じていることが認められることによれば，原告と区民（周辺\n住民）の対立は，先に認定したとおり，Ｐ１７が本件不動産を取得した\nことを契機に高まりを見せ，原告と区民（周辺住民）との間の対立は深\n刻なものになっていることがうかがわれる。そして，公安調査庁作成の\n「内外情勢の回顧と展望」（乙３［４７頁］）によれば，①  原告の施\n設の周辺住民は，原告に対して恐怖感や不安感を抱いており，教団の解\n散や施設からの退去を求めて，相次いで抗議集会やデモを行っているこ\nと，②このような状況の下，公安調査庁は，平成２１年に引き続き，平\n成２２年１月以降１１月末までの間，地域住民との意見交換会を３７回\nにわたり開催し，地域住民の恐怖感・不安感の解消・緩和に努めたこと，\n③  平成２２年６月２８日及び同年１２月７日には，団体規制法３２条\n\u0000 \u0000\u0000\u0000\nに基づく請求を受けて，公安調査庁長官が，足立区長に対し，本件観察\n処分に基づいてされた本件不動産等に関する調査結果を提供しているこ\nとが認められる。\nそして，前記のとおり，Ｐ７事件やその他のＰ１の構成員によって行\nわれた犯罪の多くが，集団で居住する中で秘密裏に計画され，準備され\nたものであることに照らすと，Ｐ１を承継する宗教団体である原告が従\n前と同様の生活形態をとっている以上，本件不動産の周辺住民が，原告\nの区内での行動を看過することができず，不安や危機感を感じることは\n当然のことであるということができる。\n(ｳ) 次に，上記②の点については，そもそも，本件説法一覧に記載されて\nいるＰ３の説法は前後の文脈が省略されているため，本件説法一覧の中\nに不殺生を勧める記述があることから直ちにＰ３が原告に対して平和的\nな影響力を与えているといえないことは明らかであるし，本件説法一覧\nの中で引用されているＰ３の説法の多くは，別紙２「刑事事件一覧表」\n記載の各重大犯罪の前にされたものであることが認められるところ，Ｐ\n３は，このような不殺生を勧める説法を行う一方で，Ｐ１を創設して間\nもない時期から教団の武装化とそれによる国家の転覆を志向する発言を\nし（乙３８），信者と共謀して，Ｐ７事件を始めとする重大事件を次々\nと実行に移してきたことが認められるから，Ｐ３が不殺生を勧める説法\nをした事実があることをもって，原告やその構成員がＰ３に帰依するこ\nとに危険がないとは到底いえない。かえって，原告が本件説法一覧を書\n証として提出し，現在，Ｐ３が原告に与えている影響力に関する立証を\n試みようとしていることは，上記イで説示したとおり，原告の中でＰ３\nに帰依する危険な傾向が進みつつあることを示す事情であるということ\nができる。\n(ｴ) 以上によれば，本件条例に立法事実がないことに関する原告の上記\n\u0000 \u0000\u0000\u0000\n(ｱ)①及び②の各主張はいずれも採用することができない。なお，原告\nが主張するとおり，証拠（甲１９）によれば，足立区の幹部職員が住民\n協議会の総会に出席し，団体規制法の観察処分を受けている団体を解散\nに追い込むことが本件条例の目的であるかのような発言をしていること\nが認められ，このような発言は穏当なものとはいい難いが，前提事実\n(4)イ及びウで認定した事実及び住民協議会の代表であるＰ２０の陳述\n書（乙３６）での供述内容に照らすと，住民協議会を始めとする一連の\n区民による原告に対する活動は，住民の自主的な意思に基づくものであ\nると認められ，上記の発言が足立区の幹部職員からされたとの事実をも\nって本件条例に立法事実がないということはできない。\n(4) 以上によれば，本件条例は，反社会的団体の足立区の区域内における活動\n及び反社会的団体の構成員の区への転入等により生ずる区民の安全及び周辺\n住民の日常生活の平穏に対する脅威及び不安を除去するため，当該団体に対\nする調査，命令等，区が講ずべき措置を定めるとともに，当該脅威等を除去\nするために行う周辺住民の自主的な活動を支援し，もって区民の安全及び地\n域の平穏の確保を図ることを目的とするものであるところ，本件条例にはそ\nの制定を正当化するに足りる立法事実が存するということができる。よって，\n本件条例による規制について立法事実が存しないことを理由として違憲であ\nるとする原告の主張は採用することができない。\n２  争点２（憲法２０条１項等違反の有無）について\n(1) 憲法２０条１項等の合憲性の判断基準について\nア  原告は，反社会的団体に対して本件報告義務を課し，義務を懈怠した場\n合に過料に処することなどを定める本件条例の規制は，原告及びその構\n成員の信教の自由等に係る権利を侵害するものであり違憲である旨の主\n張をする。そこで，この原告の主張の当否を判断する前提として，信教\nの自由等の精神的自由に係る権利を制約する法令の合憲性を判断する場\n\u0000 \u0000\u0000\u0000\n合に採用すべき合憲性の判断基準につき検討する。\nイ(ｱ) 原告が主張するとおり，信教の自由を始めとする精神的自由に係る各\n種の権利は，民主主義社会を実現する上で必要不可欠となる重要なもの\nであるから，これらは最大限保障されなければならない。その一方で，\n憲法は，①  国民は，憲法が国民に保障する自由及び権利を濫用しては\nならず，常に公共の福祉のために利用する責任を負うと定め（同法１２\n条後段），②  生命，自由及び幸福追求に対する国民の権利については，\n公共の福祉に反しない限り，立法その他の国政の上で最大限の尊重を必\n要とすると定めている（同法１３条後段）ことからも明らかであるとお\nり，憲法が国民に保障する各種人権は絶対無制限のものではなく，公共\nの福祉の観点から一定の制約を受けることが予定されているものであり，\nこのことは，信教の自由等の精神的自由に係る権利においても変わると\nころはないと解される。本件で問題となる信教の自由についていえば，\nこれが内心における信仰の自由にとどまる限りにおいては絶対的な保障\nを受けるものの，それにとどまらない外部的行為すなわち宗教上の行為\nや宗教上の結社については，絶対無制限に保障されるものではなく，公\n共の福祉の観点から必要かつ合理的な制約を受けることになるものと解\nされる（最高裁昭和３６年（あ）第４８５号同３８年５月１５日大法廷\n判決・刑集１７巻４号３０２頁参照））。\n(ｲ) そして，信教の自由等を制約する法令の規定が公共の福祉による必要\nかつ合理的なものといえるかどうかについては，当該法令の規制目的を\n達成するために制限が必要とされる程度と，制限される自由の内容及び\n性質，これに加えられる具体的制限の態様及び程度等を比較較量して決\nせられるべきものであると解される（最高裁昭和５２年（オ）第９２７\n号同５８年６月２２日大法廷判決・民集３７巻５号７９３頁，最高裁平\n成８年（ク）第８号同年１月３０日第一小法廷決定・民集５０巻１号１\n\u0000 \u0000\u0000\u0000\n９９頁参照）。\nウ  そこで，以下では，上記イ(ｲ)の判断枠組みに基づき，反社会的団体に\n対して本件報告義務を課し，正当な理由なく本件報告をしなかった者に対\nして過料に処することなどを定める本件条例による規制が原告の信教の自\n由を侵害するものとして違憲であるか否かにつき検討することとする。\n(2)ア  規制目的の内容と規制の必要性について\n(ｱ) 前記１(2)で説示したとおり，本件条例は，①  反社会的団体の足立\n区の区域内における活動及び反社会的団体の構成員の区への転入等によ\nり生ずる区民の安全及び地域の平穏に対する脅威及び不安を除去するこ\nと，②  当該脅威等を除去するために行う周辺住民の自主的な活動を支\n援し，もって，区民の安全及び地域の平穏の確保を図ることを目的とす\nるものであるところ，その目的は正当であるということができるし，後\n記イで認定するとおり，本件条例による規制は，原告やその構成員個人\nの宗教上の活動そのものを対象とし，それを直接制約するものではなく，\n無差別大量殺人行為の実行に関する危険な要素を保有している団体の専\nら世俗的な側面における活動状況を解明するために当該団体に対して定\n期的に一定の事項の報告等を求めるものであり，原告やその構成員が宗\n教上の行為を行うことなどの信教の自由に直接介入しようとするもので\nはないということができる（なお，原告は，本件条例は，原告とその構\n成員が足立区に居住することの阻止を目的とする旨の主張をしているが，\n弁論の全趣旨によれば，被告は，平成２４年３月５日の時点で，本件建\n物の所在地を登録所在地として４７名の原告構成員につき住民登録の申\n請を受理していることが認められるから，本件条例が原告の構成員が足\n立区に転入すること自体を阻止する目的で制定されたものであるとは認\nめ難く，この点に関する原告の主張は採用することができない。）。\n(ｲ) そして，前記１で認定した本件条例の制定に至る経緯や過去のＰ１に\n\u0000 \u0000\u0000\u0000\nよる無差別大量殺人行為，証拠（乙３）により認定することのできる昨\n今の全世界的にみられるテロ活動の実情等に鑑みると，反社会的団体の\n活動に対する規制の必要性は高いということができる。\nかかる規制目的の必要性に関連して，原告は，①  本件条例による規\n制は警察的規制であるから全国一律の規制とすべきであり，地域ごとに\n異なる規制は許容されないこと，②  団体規制法により報告された事項\nについて，重ねて被告に対して報告する必要はない旨の主張をする。\nしかし，上記①の点については，警察的規制としての性格を有するこ\nとから直ちに全国一律の規制以外の規制が許されないといえないことは\n明らかであるし，団体規制法に基づく観察処分を受けた団体の施設の有\n無やその規模，当該団体の活動状況は地域により異なることは十分に想\n定されるところであるから，このような地域の実情を踏まえて，条例に\nより反社会的団体の活動を規制することには合理性があるということが\nできる。また，上記②の点については，団体規制法３２条は，「個人の\n秘密又は公共の安全を害するおそれがあると認める事項を除き」と規定\nし，公安調査庁長官が関係地方公共団体に対してする調査結果の開示に\nは制約が付されているところ，弁論の全趣旨によれば，本件報告事項は，\nいずれも公安調査庁が関係地方公共団体に対して報告内容を開示しない\nという運用が行われていることが認められるから，団体規制法により同\n様の報告義務が被請求団体に課されていることをもって，本件条例によ\nり反社会的団体に対して本件報告を求めることの必要性は否定されない\nということができる。\nイ  規制される自由の内容及び性質\n次に，本件条例の規制により制限される原告及びその構成員の権利につ\nいてみるに，確かに，本件報告義務が課されることにより原告及びその構\n成員は，その氏名や住所を明らかにすることを強いられるなど，一定の負\n\u0000 \u0000\u0000\u0000\n担が課される結果となることは否定できない。\nしかし，前提事実(5)ウ記載のとおり，本件報告義務により反社会的団\n体が足立区長から報告を求められる事項（本件報告事項）は，①  区内に\nおいて活動し，又は居住する当該団体の役職員の氏名，住所及び役職名並\nびに構成員の氏名及び住所，②  区内における活動に係る団体（その支部，\n分会その他の下部組織を含む。）の意思決定の内容，③  区内における団\n体の活動の用に供されている土地及び建物の所在，地積又は規模及び用途，\n④  反社会的団体が区内において土地又は建物に係る権利を取得し，当該\n団体の構成員が拠点として活動し，又は居住する場所を整備しようとする\n場合における当該整備計画の概要であるところ，これらの事項は，いずれ\nも個人の信仰など内心の自由に関するものは含まれておらず，当該団体が\n宗教団体である場合であっても，専ら世俗的側面における活動状況・実態\nを把握するためのものであり，当該団体又はその構成員の宗教的活動の中\n核的部分に関する事項を規制したり，構成員の精神的・宗教的な側面に容\nかいするような性質のものとはいえないということができる。\nウ  具体的な規制の態様及び程度等について\n(ｱ) 本件報告義務を反社会的団体に課すことについて目的の正当性及び規\n制の必要性を肯定することができたとしても，具体的な規制の態様及び\n程度が規制目的の必要性の程度と比較衡量して合理的な範囲を超える場\n合には，当該規制に係る法令の規定は手段の相当性を欠くことにより違\n憲となることがあるものと解される。\nこの点に関し，原告は，本件条例による規制が規制目的の必要性と比\n較して過度に重いなどと主張し，その主張の根拠として，①  本件報告\n義務の生ずる時期及び報告を求められる事項に関する規定が不明確であ\nること，②  本件報告義務に基づいて報告された内容は足立区のホーム\nページ上で公表されるところ，原告が報告した内容がこのような形で一\n\u0000 \u0000\u0000\u0000\n般に公表されることは，公表の不利益が大きく不測の事態が生じるおそ\nれがあり得ることなどを挙げて，本件報告義務に関する本件条例の規制\nは違憲であり，原告が本件報告を拒んだことには正当な理由がある旨の\n主張をする。そこで，以下，この原告の主張の当否につき検討する。\n(ｲ) 本件各規定が不明確であるとの原告の主張について\nａ  本件各規定が不明確であるため，本件報告義務がどのような場合に\n生ずるかが不明確であり，報告すべき事項も不明確であるから，原告\nが本件報告を拒んだことには正当な理由がある旨の原告の上記(ｱ)①\nの主張は，本件各規定が文面上違憲無効である旨の主張をするもので\nあると解される。そこで，以下では，本件各規定が文面上違憲無効で\nあるか否かにつき検討する。\nｂ  法令の規定の文言が漠然としていて不明確であって，どのような行\n為が規制の対象とされているかが一義的に明らかでない場合には，当\n該規定は不明確のゆえに文面上違憲無効となる。しかし，不明確又は\n過度に広汎の疑いがある法令の規定であっても，これを合理的に解釈\nすることにより，その規制対象を合憲的に規制し得る行為として限定\nすることができ，このように限定的に解釈した結果として違憲の疑い\nを除去することができる場合には，当該規定を文面上違憲とすべきで\nはないと解される。\nもっとも，このような限定解釈をすることが許されるのは，①  当\n該解釈により規制の対象となるものとそうでないものとが明確に区別\nされ，かつ，合憲的に規制し得るもののみが規制の対象となることが\n明らかにされる場合であること，②  一般国民の理解において，具体\n的な場合にどのような行為が規制の対象となるかどうかの判断を可能\nならしめるような基準をその規定から読み取ることができることとい\nう要件を満たすことを要すると解される。そこで，以下，このような\n\u0000 \u0000\u0000\u0000\n観点から，原告が不明確であると主張する本件各規定の文言について\n解釈することが可能か否かにつき検討することとする。\nｃ  上記イで説示したとおり，本件条例により反社会的団体に対して報\n告義務が課されている事項（本件報告事項）は，①  区内において活\n動し，又は居住する当該団体の役職員の氏名，住所及び役職名並びに\n構成員の氏名及び住所，②  区内における活動に係る団体（その支部，\n分会その他の下部組織を含む。）の意思決定の内容，③  区内におけ\nる団体の活動の用に供されている土地及び建物の所在，地積又は規模\n及び用途，④  反社会的団体が区内において土地又は建物に係る権利\nを取得し，当該団体の構成員が拠点として活動し，又は居住する場所\nを整備しようとする場合における当該整備計画の概要であるところ，\nこのうち，原告は，<ア>  区域内において活動する役職員・構成員，\n<イ>区域内における活動に係る団体の意思決定の内容，<ウ>  支部，\n分会その他の下部組織，<エ>  拠点として活動する場所，<オ>  整備\n計画の文言が不明確である旨の主張をする。\nしかし，団体規制法５条３項各号をみると，被請求団体が公安調査\n庁長官に対して定期的に報告することを要する事項として，①  当該\n団体の役職員の氏名，住所及び役職名並びに構成員の氏名及び住所，\n②  当該団体の活動の用に供されている土地の所在，地積及び用途，\n③  当該団体の活動の用に供されている建物の所在，規模及び用途，\n④  当該団体の資産及び負債のうち政令で定めるもの，⑤  その他前\n項の処分に際し公安審査委員会が特に必要と認める事項を挙げており，\n証拠（甲１０［４頁］）によれば，原告は，平成２１年において４回\nにわたり，団体規制法に基づき，公安調査庁長官に対し，役職員及び\n構成員の氏名及び住所，活動の用に供されている土地及び建物の所在\n及び用途，資産，④  収益事業の概要，⑤  各事業に関する会計帳簿\n\u0000 \u0000\u0000\u0000\nを備え置いている場所等の事項を報告していることが認められる。そ\nうすると，原告が不明確であると主張するもののうち，<ア>の区域内\nにおいて活動する役職員・構成員，<イ>の区域内における活動に係る\n団体の意思決定の内容，<ウ>の支部，分会その他の下部組織の各事項\nについては，報告をする原告にとって報告すべき内容が不明確である\nとは考え難く，<エ>の拠点として活動する場所や<オ>の整備計画の概\n要も含め，通常の判断能力を有する一般人の視点に立った場合におい\nて，これらの文言が不明確であるとは言い難い。加えて，証拠（乙２\n２［資料５］）によれば，宗教団体Ｐ１０の綱領３２条には，原告は，\n毎活動年度終了後，活動報告書，収支計算書，貸借対照表及び財産目\n録等の決算に関する書類を作成し，役員会の決議を経なければならな\nい旨規定されているところ，このような取扱いは名称が変更された後\nも同様に行われているものと考えられるから，<オ>の整備計画につき\n報告することが困難であるとも考え難い。\nｄ  他方，本件条例５条では，「区の区域内において活動し，又は居住\nしようとするとき」（１項），「区の区域内において活動し，又はそ\nの構成員を居住させようとするとき」（２項本文）という文言が用い\nられているところ，これらの規定の文言については，①  足立区の区\n域内で活動する場合一般を対象とするかのような文言となっているこ\nと，②  「居住しようとするとき」や「居住させようとするとき」と\nいう規定がやや不明確であることは原告が主張するとおりである。\nしかし，本件条例が，反社会的団体の区内における活動及び反社会\n的団体の構成員の区への転入等により生ずる区民の安全及び周辺住民\nの日常生活の平穏に対する脅威及び不安を除去するため，当該団体に\n対する調査，命令等，区が講ずべき措置を定めるとともに，当該脅威\n等を除去するために行う周辺住民の自主的な活動を支援し，もって区\n\u0000 \u0000\u0000\u0000\n民の安全及び地域の平穏の確保を図ることを目的とし，本件報告義務\nに係る規定を含む各規定は，このような本件条例の目的を達成するた\nめに設けられていることに照らすと，本件条例５条１項にいう「区の\n区域内において活動し」とは，構成員が反社会的団体の一員として同\n団体の意思に基づいて行為する場合をいい，反社会的団体の構成員が\n団体の活動と関係なく被告の区域内で活動することは，ここでの「活\n動」に含まれないことは明らかであると解される。また，同様に，同\n項の「居住しようとするとき」及び同条２項の「構成員を居住させよ\nうとするとき」とは，反社会的団体の構成員が原告の指示その他原告\nの意向に沿って居住する場合をいうものと解される。そして，このよ\nうに限定して解釈すれば，本件各規定による規制は，原告やその構成\n員個人の宗教上の活動そのものを対象とし，それを直接制約するもの\nではなく，無差別大量殺人行為の実行に関する危険な要素を保有して\nいる原告の専ら世俗的な側面における活動状況を解明するために原告\nに対して定期的に報告を求めるものであり，原告やその構成員が宗教\n上の行為を行うことなどの信教の自由に介入しようとするものではな\nいということができる。よって，本件報告義務に関する規定は不明確\nであるとはいえないから，本件条例による規制は相当性を有しており，\nこの点に関する原告の主張は採用することができない。\n(ｳ) 公表の不利益が大きく不測の事態があり得るとの原告の主張について\nａ  本件の中で原告が繰り返し主張するとおり，反社会的団体の施設\n（特に原告のような宗教団体が反社会的団体となった場合において，\nその出家信者が居住する施設）の所在地が所在地番等を含めて第三者\nに特定可能な形で足立区のホームページ上に公表された場合には，当\n該団体を第三者の観察・監視下に置き，誹謗・中傷や暴力的干渉等を\n引き起こしたり，犯罪行為や差別を誘発したりするおそれがあるとい\n\u0000 \u0000\u0000\u0000\nうことができる。したがって，仮に，本件報告義務に基づき原告が報\n告した区内の原告の施設の所在地を所在地番を含む形でホームページ\n上に公表するとすれば，原告の構成員のプライバシー権を侵害するほ\nか，原告の構成員が区内の施設に居住して宗教上の活動を行うことの\n支障にもなると解され，本件条例による規制目的と比べて過度な規制\nに当たると解される。\nｂ  しかし，本件条例及び本件条例施行規則の全ての規定を見ても，反\n社会的団体の施設を特定可能な形で報告内容を公表することを予定し\nていると解される規定は存しないし，本件報告義務により反社会的団\n体から報告される情報は，被告が自ら認めているとおり，足立区情報\n公開条例（平成１２年足立区条例第９１条）２条２項の「区政情報」\nに該当することになると解されるから，公表の際には，同条例８条１\n号の規定の趣旨が類推適用され，個人生活に関する情報で特定の個人\nが識別され得るものについては開示は許されないことになると解され\nる。そして，本件条例施行規則３条２項が，反社会的団体が報告する\n「区の区域内において活動し，又は居住する当該団体の役職員の氏名，\n住所及び役職名並びに構成員の氏名及び住所」のうち公表の対象とな\nるのは，構成員及び役職員の数並びに役職名のみである旨を定めてい\nるのもこの趣旨を確認的に明らかにしたものであり，同項に記載され\nていない事項については，反社会的団体の報告内容の全てが公表され\nることまで意味するものではないということができる。さらに，原告\nは，原告の構成員が公安調査庁長官に対してした情報公開請求の中で，\n本件被請求団体の施設を容易に特定させる所在地番等の部分が不開示\nとされたことをもって，本件条例による規制が相当でないことの根拠\nとするが，上記説示のとおり，本件条例６条に基づく公表では，反社\n会的団体の施設の所在地番等の公表は予定されていないものと認めら\n\u0000 \u0000\u0000\u0000\nれるから，原告の主張はその前提を欠くということになる。\nｃ  そして，①  原告は，日本国内の１５都道府県に３１箇所の拠点施\n設を有するほか，約８０箇所の出家信徒居住用施設を有するところ\n（前提事実(3)エ(ｲ)），本件報告事項のうち施設に居住する原告の構\n成員の氏名は公表されないから，原告の施設の所在する地域が公表さ\nれたことから直ちに原告の出家信者の所在が明らかになるとはいえな\nいし，②  団体規制法３１条に基づき同法の施行状況を国会に報告す\nる義務を負っている政府は，国会に報告した内容をインターネット上\nで公開しており，公開している内容の中には，原告を含む本件被請求\n団体の施設の所在地を町名まで明らかにしていること（甲１０，１１，\n乙３１），③  原告は，自らホームページで一部の道場の場所を所在\n地番まで含めて公開していること（乙３３の１ないし３３の３）など\n本件に顕れた事情を総合考慮すると，本件条例の規制により原告の施\n設の所在地が町名まで明らかにされたとしても，規制の目的に照らし\nて相当性を欠くまではいえない。\nさらに，原告は，団体規制法が報告事項をインターネットで公開す\nることを許容していないから，本件条例が足立区のホームページ上で\n本件報告事項を公表することも許されない旨の主張もしているが，団\n体規制法の文言を見てもインターネットによる公表を禁止する明文規\n定は見当たらない上，上記②で認定したとおり，団体規制法の施行状\n況を国会に報告する義務を負う政府は，国会に報告した内容をインタ\nーネット上で公開していることによれば，団体規制法が被請求団体か\nら受けた報告内容の一部をインターネット上で公開することを禁止し\nているとは考え難い。\n(ｴ) 上記(ｲ)及び(ｳ)で説示したことに加えて，本件報告義務に違反した反\n社会的団体又はその行為をした構成員に対する制裁は過料にとどまり，\n\u0000 \u0000\u0000\u0000\nしかも過料に処する場合には，足立区長は，あらかじめ当該団体及び行\n為をした構成員に告知するとともに，弁明の機会を与えなければならな\nいとされていることによれば（本件条例施行規則７条），反社会的団体\nに対する手続保障も満たされているということができる。また，原告は，\n本件報告義務を履行しない反社会的団体に対し，足立区長が，本件条例\n９条に基づき，措置命令（同条２項）や立退命令（同条３項）等を発す\nることについても本件報告義務に係る規定が違憲であることの根拠とし\nて主張するが，足立区長がこれらの命令を発することができるのは，本\n件報告義務の懈怠に加えて，「その活動により区民の安全及び周辺住民\nの日常生活の平穏に対して脅威又は不安を与える事態を生じさせている\nとき」（同条１項）とされ，所定の脅威等を肯定し得るに足りる現在の\n危険の有無を考慮要素とした要件を満たす場合に限定され，しかも，措\n置勧告，措置命令，立退命令と段階を追って発令するものとされている\nから，措置命令や立退命令等の規定が存することから直ちに本件報告義\n務に係る規定が違憲になるとはいえない。さらに，足立区長が措置命令\nや立退命令を発するに当たっては，足立区行政手続条例に定める聴聞の\n手続（本件条例１１条１項）を行うことを要するほか，特に不利益の大\nきい立退命令に関しては，足立区専門委員設置規則（平成２１年足立区\n規則第８８号）４条１項に基づき，識見を有する者のうちから専門委員\nを選任し，中立公平な立場から意見を聞いて判断することが求められて\nおり（本件条例施行規則６条），さらに，これらの命令に不服がある者\nに対しては，行政不服審査法に基づく異議申立てを足立区長に行うこと\nも認められていること（本件条例１１条２項）によれば，反社会的団体\nに対する手続保障は十分に図られているということができる。そうする\nと，措置命令や立退命令に関する規定が存することをもって，本件条例\nによる規制が相当性を欠くとはいえない。\n\u0000 \u0000\u0000\u0000\n以上によれば，本件条例による規制手段と規制目的との間には合理的\n関連性があり，かつ，規制によって得られる利益と失われる利益とを衡\n量しても相当であるということができる。\n(3) 小括\nア  上記(2)で検討したところによれば，本件各規定は，憲法２０条１項に\n違反しないものということができる。なお，原告は，本件各規定が憲法２\n１条１項（結社の自由），同法１３条（プライバシー権），同法２２条１\n項（居住移転の自由），自由権規約１８条３項にも違反する旨の主張をす\nるが，これらの原告の主張は，結局のところ，憲法２０条１項違反である\nとの主張と同様の理由に基づく主張と解され，上記(2)で説示したところ\nに照らせば，本件条例による規制がこれらの規定に違反するとは認められ\nない。\nイ(ｱ) なお，原告は，足立区長が反社会的団体に対してすることができる立\n入検査その他の調査権（以下「本件調査権」という。）に関する本件条\n例８条の規定が憲法３５条の令状主義に違反する旨の主張もする。\nしかし，本件訴えは，行政事件訴訟法３条２項の処分の取消しの訴え\nであるところ，本件訴えにおいて取消しの対象となっているのは本件過\n料処分であることによれば，原告がその準備書面（原告第１準備書面２\n３頁）で認めているように，本件条例の規定のうち憲法に違反して無効\nであるか否かに関する判断を要するのは，本件報告義務に関連する規定\nであるということになる。もっとも，原告は，本件調査権に関する規定\nが違憲であることは，本件報告義務に関する規定が違憲であることを間\n接的に明らかにするものである旨の主張をしていることから，以下では，\n念のため，本件調査権に関する本件条例の規定が憲法３５条の令状主義\nに違反するものであるか否か（争点４）につき検討しておくこととする。\n(ｲ) 憲法３５条１項は，「何人も，その住居，書類及び所持品について，\n\u0000 \u0000\u0000\u0000\n侵入，捜索及び押収を受けることのない権利は，現行犯として逮捕され\nる場合を除いては，正当な理由に基いて発せられ，且つ捜索する場所及\nび押収する物を明示する令状がなければ侵されない。」と規定している\nところ，この規定は，本来，主として刑事手続における強制につき，そ\nれが司法権による事前の抑制の下に置かれるべきことを保障したもので\nあると解されるが，当該手続が刑事責任追及を目的とするものではない\nとの理由のみで，その手続における一切の強制が当然に上記規定による\n保障の枠外にあると判断することは相当ではない。しかしながら，一般\nに，行政手続は，刑事手続とその性質においておのずから差異があり，\nまた，行政目的に応じて多種多様であるから，行政手続における強制の\n一種である立入りに全て裁判官の令状を要すると解するのは相当ではな\nく，当該立入りが，公共の福祉の維持という行政目的を達成するため欠\nくべからざるものであるかどうか，刑事責任追及のための資料収集に直\n接結び付くものであるかどうか，強制の程度，態様が直接的なものであ\nるかどうかなどを総合判断して，裁判官の令状等の事前の司法審査の要\n否を決めるべきであると解される（最高裁昭和４４年（あ）第７３４号\n同４７年１１月２２日大法廷判決・刑集２６巻９号５５４頁，最高裁昭\n和６１年（行ツ）第１１号平成４年７月１日大法廷判決・民集４６巻５\n号４３７頁参照）。\n(ｳ) このような観点から本件調査権に関する本件条例の規定についてみる\nに，本件調査権の行使の対象となる反社会的団体とは，過去に無差別大\n量殺人行為を行ったことにより団体規制法に基づく観察処分を受けた被\n請求団体のことをいうところ，ひとたび無差別大量殺人行為が行われれ\nば，不特定多数者の生命身体に対し極めて甚大な被害を及ぼす上，団体\nが行う無差別大量殺人行為には密行性とこれによる高い実現可能性，反\n復累行性等の特性があるから，過去に無差別大量殺人行為を行った被請\n\u0000 \u0000\u0000\u0000\n求団体の活動内容が区民の安全及び周辺住民の日常生活の平穏に対して\n脅威又は不安を与えるおそれのあるとき，又は反社会的団体が周辺住民\nの日常生活の安全及び平穏に対して脅威又は不安を与える行為をしたと\nきに，当該団体に対して事実の確認を求め，さらに，事実を確認するた\nめに必要な調査をすることは，公共の福祉の観点から正当性を有すると\nいうことができる。そして，刑事責任追及のための資料収集に直接結び\n付くものであるとはいえないし，調査の対象者に対して強制力を行使す\nることを許容したものであるとも解されないし，本件条例８条１項によ\nれば，足立区長が本件調査権に係る権限を行使することができるのは，\n周辺住民の日常生活の安全及び平穏に対して脅威又は不安を与える行為\nがされた場合等に限定されている上，正当な理由なく調査に協力しなか\nった者に対しては本件報告義務の懈怠と同様，５万円以下の過料に処す\nることができるとされているが（本件条例１０条２号），その場合には，\n足立区長は，あらかじめ過料に処することを告知することを要するとと\nもに，弁明の機会を与えるものとされていること（本件条例施行規則７\n条）によれば，強制の程度，態様は直接的で強度のものとはいえず，以\n上検討したところによれば，本件調査権について定める本件条例８条は\n憲法３５条に反するとはいえない。\n３  争点３（憲法１４条等違反の有無）について\n(1) 憲法１４条等違反の有無について\nア  原告は，本件条例は団体規制法の観察処分を受けた団体（被請求団体）\nのみを規制の対象としているところ，本件観察処分を受けた団体は，Ｐ１\nという特定の団体であるから，本件条例は憲法１４条１項の平等原則に違\n反し，法規範としての性格上許容されず，また，本件条例の制定過程には\n同法３１条の適正手続違反や足立区行政手続条例違反が存するなどと主張\nする。そこで，以下，これらの原告の主張の当否について検討する。\n\u0000 \u0000\u0000\u0000\nイ(ｱ) 憲法１４条１項は，法の下の平等を定め，国民は，人種，信条，性別，\n社会的身分又は門地により，政治的，経済的又は社会的関係において差\n別されないことを保障している。しかし，同項が保障する法の下の平等\nは，合理的な理由のない差別を禁止するものであって，各人に存する経\n済的，社会的その他種々の事実関係上の差異を理由として，その法的取\n扱いに区別を設けることは，その区別が合理性を有する限り，同項に違\n反するものではないこと（最高裁昭和３７年（オ）第１４７２号同３９\n年５月２７日大法廷判決・民集１８巻４号６７６頁，最高裁昭和３７年\n（あ）第９２７号同３９年１１月１８日大法廷判決・刑集１８巻９号５\n７９頁等参照）からすると，仮に原告が主張するように，本件条例が処\n分的条例であったとしても，そのような本件条例の性格だけから，直ち\nに本件条例が憲法１４条１項に違反するということはできず，本件条例\nによる規制が合理性を有するといえるか否かにつき検討すべきであると\nいうことになる。\n(ｲ) そして，前記１及び２で説示したとおり，本件条例は，団体規制法に\n基づく観察処分を受けた被請求団体が区内で活動することによって生じ\nる危険から一般市民を保護し，公共の安全を確保すべき喫緊の必要性が\n現に存在することを踏まえて，区民の安全及び地域の平穏の確保を図る\nことを目的として，団体規制法による観察処分を受けた被請求団体を規\n制の対象として制定されたものであるところ，本件条例にはその制定を\n正当化するに足りる立法事実が存するということができるし，本件条例\nによる規制の内容及び当該規制によって原告及び原告の構成員に対して\nもたらされる制約の態様等を総合的に較量しても，本件条例による規制\nは，上記(ｱ)の合理性を有するということができる。\n以上によれば，仮に，原告が主張するように，本件条例が処分的条例\nであるとしても，本件条例による規制が憲法１４条１項に違反するとは\n\u0000 \u0000\u0000\u0000\nいえない。\nイ(ｱ) さらに，進んで，本件条例の性格を検討するに，確かに，原告が主張\nするとおり，本件条例は，「反社会的団体」すなわち団体規制法の観察\n処分を受けた団体（被請求団体）のみを規制対象とするから（本件条例\n３条１項），現時点で本件条例が適用されるのはＰ１及びそれを承継す\nる団体に限られることになる。しかし，団体規制法は，その文言上，適\n用対象をＰ１に限定しておらず，同法４条１項の無差別大量殺人行為の\n対象の限定も，同法施行日から起算して１０年以前にその行為が終わっ\nたものだけが除外されているにすぎないことによれば，団体規制法は，\nいまだ一般的・抽象的な法規範としての性質を有しており，原告が主張\nするような英米法上の私権剥奪法には当たらないと解される。\nそして，本件条例も，規制対象である「反社会的団体」すなわち団体\n規制法の観察処分を受けた団体（被請求団体）について，その団体の性\n質等に関わりなく中立的に等しく適用されることを予定していることに\nよれば，団体規制法と同様，一般的・抽象的な法規範としての性格を有\nしており，特定の者に対してのみ適用される性格のものではないから，\n被告が本件条例を制定したことをもって，被告が条例等の執行として行\nう「処分」と実質的に同視することはできない。よって，本件条例の制\n定行為が原告に対する処分であることを前提とした憲法３１条違反及び\n足立区行政手続条例違反に係る原告の主張は，そもそも，その前提を欠\nき，採用することができないことは明らかである。\n(ｲ) これに対し，原告は，仮にこのような法規範の制定が許されるとして\nも，その場合の要件は，特定の団体に対して規制を加えなければならな\nい緊急性があって，かつ，現在かつ明白な現実的危険があり，守るべき\n法益が優先する場合に，厳しく限定されるべきであると主張するが，上\n記(ｱ)で説示したとおり，本件条例は，特定の団体のみを規制の対象と\n\u0000 \u0000\u0000\u0000\nするものではないから，原告の主張はその前提を欠くことは明らかであ\nる。\nウ  よって，本件条例が憲法１４条１項の平等原則，同法３１条の適正手続，\n足立区行政手続条例に違反する旨の原告の主張は，その余の点を判断する\nまでもなく理由がない。\n(2) 憲法３１条違反の有無について\nア  原告は，①  本件報告義務及び本件説明義務に係る規定には，実体要件\n及び事前の聴聞等の手続がないこと，②  本件条例７条２項の協議命令，\n９条２項の措置命令及び同条３項の立退命令の各規定につき，対審的手続\nによる審査が準備されていないことを理由として，本件条例に基づく規制\nは憲法３１条が定める適正手続に違反する旨の主張をする。そこで，以下，\nこれらの原告の主張の当否について検討する。\nイ(ｱ) 憲法３１条の定める法定手続の保障は，直接には刑事手続に関するも\nのであるが，行政手続については，それが刑事手続ではないとの理由の\nみで，その全てが当然に同条による保障の枠外にあると判断することは\n相当ではない。しかしながら，同条による保障が及ぶと解すべき場合で\nあっても，一般に，行政手続は，刑事手続とその性質においておのずか\nら差異があり，また，行政目的に応じて多種多様であるから，行政処分\nの相手方に事前の告知，弁解，防御の機会を与えるかどうかは，行政処\n分により制限を受ける権利利益の内容，性質，制限の程度，行政処分に\nより達成しようとする公益の内容，程度，緊急性等を総合較量して決定\nされるべきものであって，常に必ずそのような機会を与えることを必要\nとするものではないと解するのが相当である（最高裁昭和６１年（行\nツ）第１１号平成４年７月１日大法廷判決・民集４６巻５号４３７頁）。\n(ｲ) このような観点から本件についてみるに，まず，上記①の点については，\n団体規制法に基づく観察処分を受けていること及び反社会的団体及びその\n\u0000 \u0000\u0000\u0000\n構成員が区内で活動すること等が要件となっているのであるから，実体要\n件がないとの原告の主張は当たらない。そして，本件条例による各規制は，\n過去に無差別大量殺人行為を行った反社会的団体の区内での活動から区民\n及び周辺住民の安全を守るという強い公益を有する上，措置命令や立退命\n令の発令は，反社会的団体の活動により区民の安全及び周辺住民の日常生\n活の平穏に対して脅威又は不安を与える事態を生じさせていること（本件\n条例９条各項）が要件とされているから，その緊急性を肯定することもで\nきる。加えて，本件報告義務や本件説明義務を始めとする本件条例による\n規制は，団体や信者個人の宗教上の活動そのものを対象として，それを直\n接制約するものではなく，無差別大量殺人行為の実行に関する危険な要素\nを保有している当該団体の専ら世俗的な側面における活動状況を解明する\nものとして行われるものであるということができることによれば，事前の\n告知聴聞の手続等を欠くことにより，本件条例による規制が憲法３１条の\n適正手続に違反するとまではいえないものと解される。\nまた，原告は，本件条例７条２項の協議命令，９条２項の措置命令及び\n同条３項の立退命令の各規定につき，対審的手続による審査が準備されて\nいないことから憲法３１条に違反する旨の主張もする。しかし，本件条例\n施行規則６条によれば，立退命令の発令には専門委員の意見を聞かなけれ\nばならないとされているから，判断の客観性が担保されているということ\nができる。また，この点をおくとしても，先に説示したとおり，これらの\n規定によっても，反社会的団体又はその構成員の団体における活動の中核\n的部分が損なわれることはないのに対し，他方で，本件条例による規制に\nより保護しようとする利益は，区民の生命・身体の安全を始めとする周辺\n住民の日常生活の平穏を含む公共の安全であって，それらを遅滞なく確保\nすることが強く要請されているのであるから，本件条例１１条に定める聴\n聞の手続に加えて，対審的手続による審査等の厳格な手続を要する必然性\n\u0000 \u0000\u0000\u0000\nは存しない。加えて，本件報告義務及び本件説明義務による制約は，反社\n会的団体又はその構成員の団体における活動の中核的部分に対する制約と\nなるものではなく事前の聴聞等の手続を欠くことが憲法３１条に反するこ\nとにはならないことは明らかである。\n４  争点５（憲法９４条違反の有無）について\n(1) 憲法９４条適合性の判断基準\nア  原告は，本件条例による規制はいずれも団体規制法と同一の目的に基づ\nく規律を意図するものであり，かつ，同法の規制を超えるものであるから，\n全国一律の最高限度の規制を定めた団体規制法が許容しない憲法９４条に\n反する違憲の条例である旨の主張をする。\nイ  地方公共団体の定める条例が，国の法令よりも厳しい規制を行う「上乗\nせ条例」であったり，その規制対象以外の事項について規制を行う「横出\nし条例」であることが許されるかについては，両者の対象事項と規定文言\nを対比するのみでなく，それぞれの趣旨，目的，内容及び効果を比較し，\n両者の間に矛盾抵触があるかどうかによって判断されるべきものであって，\n特定の事項についてこれを規律する国の法令と条例とが併存する場合でも，\n①  後者が前者とは別の目的に基づく規律を意図するものであり，その適\n用によって前者の規定の意図する目的と効果を何ら阻害することがないと\nきや，②  両者が同一の目的に出たものであっても，国の法令が必ずしも\nその規定によって全国的に一律に同一内容の規制を施す趣旨ではなく，そ\nれぞれの普通地方公共団体において，その地方の実情に応じて，別段の規\n制を施すことを容認する趣旨であると解されるときは，国の法令と条例と\nの間には何ら矛盾抵触はなく，条例が国の法令に違反するという問題は生\nじないと解される（最高裁昭和４８年（あ）第９１０号同５０年９月１０\n日大法廷判決・刑集２９巻８号４８９頁参照）。\nウ  そこで，以下，上記イの判断枠組みに基づいて，本件条例が団体規制法\n\u0000 \u0000\u0000\u0000\nに違反し，憲法９４条に反して違憲であるか否かにつき検討する。なお，\n原告は，自由権規約によれば，人権を条例で制約することは許されない旨\nの主張をするが，条例は，地方公共団体の議会において民主的な手続によ\nって制定される法であるから，法律ではなく条例であるということから直\nちに人権を制約することができないとはいえないことは明らかである。\n(2)ア 前記１で説示したとおり，本件条例は，①  反社会的団体の足立区の区\n域内における活動及び反社会的団体の構成員の区への転入等により生ずる\n区民の安全及び地域の平穏に対する脅威及び不安を除去すること，②  当\n該脅威等を除去するために行う周辺住民の自主的な活動を支援し，もって\n区民の安全及び地域の平穏の確保を図ることを目的とするものであるのに\n対し，団体規制法は，団体の活動として役職員又は構成員が，例えばサリ\nンを使用するなどして，無差別大量殺人行為を行った団体につき，その活\n動状況を明らかにし又は当該行為の再発を防止するために必要な規制措置\nを定め，もって国民の生活の平穏を含む公共の安全の確保に寄与すること\nを目的とするものであるところ，両者は，いずれも無差別大量殺人行為を\n行った団体の活動を規制することにより公共の福祉に資することを目的と\nしていることによれば，本件条例と団体規制法とは，その目的及び規制対\n象について共通する側面があることは認められる。\nイ  しかし，本件条例１条の文言からも明らかであるように，本件条例は，\n反社会的団体の活動等による脅威等を除去するために行う周辺住民の自主\n的な活動の支援も目的としていることが認められるから，その規制目的は\n一部異なるということができるし，本件条例は，団体規制法の再発防止処\n分のような規定を置いていないことによれば，無差別大量殺人行為の再発\nそれ自体を防止するという目的まで有しているとは言い難い。以上によれ\nば，本件条例と団体規制法は，その規制の目的を同一にするものであると\nまではいえない。\n\u0000 \u0000\u0000\u0000\n(3)ア また，上記(1)で説示したとおり，国の法令が必ずしもその規定によっ\nて全国的に一律に同一内容の規制を施す趣旨ではなく，それぞれの普通地\n方公共団体において，その地方の実情に応じて，別段の規制を施すことを\n容認する趣旨であると解されるときは，条例が法律と矛盾抵触するという\n問題は生じないというべきところ，反社会的団体の活動状況等は地域によ\nり異なることが想定されるから，このような地域の実情に応じた反社会的\n団体に対する規制を行うことにより，良好な生活環境，教育環境の維持，\n発展を図ることが地方公共団体の本来的な責務であると考えられることに\n照らせば，団体規制法は，このような地域の実情に応じて，条例により規\n制すること自体を許容していないものとは解されない。そして，前提事実\n(3)で認定した団体規制法の制定経緯や同法の規制内容を見ても，同法が\n全国一律の均一的な規制を予定して立法されたものとは解されず，それぞ\nれの地方公共団体の実情に応じて，別段の規制を施すことを容認している\nものであると解される。\nイ  この点に関して，原告は，平成２１年１１月１７日の衆議院法務委員会\nの審議においてされた法務大臣の答弁を引用して，団体規制法は条例によ\nる別段の規制を許容していない旨の主張をする。確かに，法務大臣は，平\n成２２年３月９日の衆議院法務委員会での答弁の中で，団体規制法の下で\nは虚偽記載についての罰則といった強い規制をすることはできないと答弁\nしているが（甲３７の２［３枚目］），これは，現行の団体規制法におい\nては罰則規定が置かれていないために，報告義務の懈怠につき罰則を科す\nことができないということを明らかにしているにすぎず，上記答弁をもっ\nて地方公共団体が制定する条例の中で罰則規定を置くことまでを許容して\nいないことの根拠とはいえない。かえって，平成２１年１１月１７日の衆\n議院法務委員会の審議においては，団体規制法５条２項，３項の報告義務\nについて，報告がされなかったり，虚偽の報告がされた場合に罰則の対象\n\u0000 \u0000\u0000\u0000\nとなるように法改正をすべきであるとする委員の質問に対し，法務大臣は，\n委員の指摘を踏まえながら，公安調査庁で見直し作業に向けて取組みを進\nめており，その状況の報告を受けて，適切に判断する予定である旨の答弁\nをしていることによれば（甲３７の１［１枚目］），報告義務の懈怠等に\nつき団体規制法の中に罰則等を設けることは禁止されていないとの認識を\n法務大臣が有していたことがうかがわれる。そして，団体規制法では，再\n発防止処分を行うなどの必要な規制措置を講じることができることを理由\nとして，報告義務違反に対する罰則を設けていないことが認められ（乙３\n７［６８頁］），報告義務違反に対して罰則を設けることが許容されない\nことを前提としたものとはいえない。そして，団体規制法では，報告義務\n違反について再発防止処分が予定され，この再発防止処分に違反した団体\nの役職員及び構成員に対しては，２年以下の懲役又は１００万円以下の罰\n金という制裁が予定されているのに対し，本件報告義務の懈怠については，\n５万円以下の過料に処せられるにすぎず，報告義務を懈怠した場合に関す\nる制裁の内容は，団体規制法の方が重いということができ，そのように解\nした場合には，本件条例による制裁が団体規制法に基づく規制の上乗せに\n当たるとはいえない。\n(4) 以上によれば，本件条例による規制は団体規制法に反するものとはいえな\nいから，本件条例による規制が憲法９４条に反するという原告の主張は採用\nすることができない。\n５  争点６（原告の「反社会的団体」該当性）について\n(1) 本件条例５条２項は，「反社会的団体」に対して本件報告義務を課してい\nるところ，「反社会的団体」とは，団体規制法５条１項の観察処分を受けた\n被請求団体のことをいう（本件条例３条１項）。\n本件において，原告は，本件観察処分を受けた被請求団体（本件被請求団\n体）は，「Ｐ２ことＰ３を教祖・創始者とするＰ１の教義を広め，これを実\n\u0000 \u0000\u0000\u0000\n現することを目的とし，同人が主宰し，同人及び同教義に従う者によって構\n成される団体」であり，原告は，本件被請求団体の一部を構成する団体にす\nぎないから，原告は，本件条例により規制対象となる「反社会的団体」には\n当たらない旨主張するので，以下，この原告の主張の当否につき検討する。\n(2) 団体規制法４条２項は，同法の「団体」につき「特定の共同目的を達成す\nるための多数人の継続的結合体又はその連合体をいう。ただし，ある団体の\n支部，分会その他の下部組織も，この要件に該当する場合には，これに対し\nて，この法律による規制を行うことができるものとする。」と定義しており，\nこのことによれば，同法は，その規制対象とする団体について，当該団体が\n特定の共同目的を有して活動しているという点に着目しているということが\nできる。このような団体規制法の団体についての考え方に照らすと，同項に\nいう「特定の共同目的」とは，多数人の集団に，個々の構成員個人の意思と\nは離れて独自に形成され，又は存在する目的であって，構成員各人が当該集\n団としての行動をする際の指針となり得ると評価できる程度のものをいい，\n「結合体」といえるための多数人の集団の結び付きの強さの程度としても，\n各構成員がこの共同の目的を達成するためにこれに沿った行動をとり得る関\n係にあり，それぞれが当該集団の共同の目的に沿った行動を行うような関係\nが当該集団の各構成員の間に認められれば足りるものと解される。そうする\nと，同法に基づく観察処分を受けた被請求団体と同一性を有するか否かの判\n断に当たっては，被請求団体との同一性が問題となる団体について，①  観\n察処分を受けた被請求団体が有しているとされる上記のような意味での「特\n定の共同目的」と同一の目的を有しているか否か，②  構成員が上記「特定\nの共同目的」を達成するための意思決定に従うなど，共同の目的に沿った行\n動をするという点において人的結合性や組織としての継続性が認められ，こ\nの点において被請求団体との同一性があるか否かという観点から判断すべき\nものと解される。\n\u0000 \u0000\u0000\u0000\n(3)ア そこで，このような観点から，原告が本件被請求団体と同一性を有する\n団体に該当するか否かについて検討する。\n前提事実(2)オ(ｱ)及び証拠（乙３［４６頁］，２２）並びに弁論の全趣\n旨によれば，①  Ｐ１は，平成１２年２月４日，Ｐ８を正式に発足させた\n旨公表し，Ｐ８の初代代表にはＰ３の逮捕後からＰ１の代表代行を務めて\nいたＰ９が就任したこと，②  Ｐ８の構成員の多くは，Ｐ１当時の幹部や\n構成員により占められていたこと，③  Ｐ８は，平成１５年２月６日に名\n称をＰ１０と変更し，さらに，Ｐ１０は，平成２０年５月２０日に原告の\n現在の名称である「Ｐ１１」に名称を変更していることが認められる。以\n上によれば，Ｐ１と原告との間には，構成員の同一性その他組織としての\n継続性を肯定することができる。\nまた，前記１(3)イで認定したとおり，原告は，<ア>  Ｐ３の写真を施\n設内の修行道場の祭壇等に掲げ，Ｐ３の○執行の延期や延命を祈願する修\n行に取り組んでいるほか，Ｐ３の生誕祭やＰ３を称賛する祭典等を開催す\nるなどしていること，<イ>  Ｐ３の説く教義を含む教材の使用を再開した\nり，Ｐ３の修行を特徴付けていた「イニシエーション」（秘儀伝授）と同\n種の儀式を取り入れたりして，Ｐ３の修行に依拠した活動を行っているこ\nと，<ウ>  本件訴訟の中でも，原告は，原告がＰ３に帰依したとしても何\nら危険はないなどとし，Ｐ３が原告に対して強い影響力を有していること\nをうかがわせる主張をしていることが認められる。\nこれら上記①ないし③で認定したＰ８発足から現在までに至る事情や，\n上記<ア>ないし<ウ>で認定した原告の現在の活動状況を総合考慮すると，\n本件観察処分が本件被請求団体の「特定の共同目的」として挙げる「Ｐ２\nことＰ３を教祖・創始者とするＰ１の教義を広め，これを実現することを\n目的」とし，当該目的に沿った行動をするという点において人的結合性及\nび組織としての継続性が認められ，この点において本件被請求団体との同\n\u0000 \u0000\u0000\u0000\n一性を有する団体であるということができるから，原告は，本件被請求団\n体と同一性を有するということができる。これに対し，原告は，Ｐ１との\n同一性を否定する趣旨の綱領（乙２２［資料４］）を作成するなどしてい\nるが，上記認定に係る原告の現在の活動状況等に照らすと，原告と本件被\n請求団体との同一性を否定するに足りる事情であるとはいえない。\nイ  そして，①  平成２１年更新決定に係る告示をみると，「主たる事務所\nの所在地」欄には，原告の事務所の所在地（埼玉県越谷市α９×番６号\n「Ｐ２３」○号室）が記載され，また，「主幹者」の欄には，原告の幹部\nの氏名（「Ｐ２４」及び「Ｐ２５」）が記載されていること（乙７［１枚\n目］），②  公安審査委員会委員長は，平成２０年１２月１日付けで，Ｐ\n２４及びＰ２５に対し，本件観察処分の更新についての意見陳述の機会を\n与えることを内容とする文書（甲２４）を送付していること，③  平成２\n１年更新決定の理由欄の「第４  当委員会の認定」欄を見ると，「被請求\n団体は，第二回の期間更新決定時には「宗教団体Ｐ１０の名称を用いる集\n団（以下「Ｐ１０」という。）を中心として活動していたところ，平成２\n０年５月２０日，「Ｐ１０」は，その名称を「Ｐ１１」に変更した。」と\n記載されていることが認められるところ，これらの事実は，上記アで説示\nしたような原告の実態を踏まえて，公安審査委員会が原告と本件被請求団\n体との同一性を肯定していることの表れであるということができる。\n(3) 以上によれば，原告は，団体規制法に基づく観察処分を受けた被請求団体\nとして本件条例の定める反社会的団体に該当するということができる（他の\n団体を名乗る者らが本件被請求団体の構成員に含まれることがあるとしても\n本結論を左右するものではない。）から，これに反する原告の主張は採用す\nることができない。\n第４  結論\nよって，原告の請求は理由がないから棄却することとし，訴訟費用の負担に\n\u0000 \u0000\u0000\u0000\nつき，行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決\nする。\n東京地方裁判所民事第２部\n裁判長裁判官            川  神      裕\n裁判官            富  澤  賢一郎\n裁判官            菅  野  昌  彦\n\u0000 \u0000\u0000\u0000\n（別紙１）\n関係法令の定め\n１１１１     足立区反社会的団体足立区反社会的団体足立区反社会的団体足立区反社会的団体のののの規制規制規制規制にににに関関関関するするするする条例条例条例条例（（（（平成平成平成平成２２２２２２２２年足立区条例第年足立区条例第年足立区条例第年足立区条例第４４４４４４４４号号号号））））\n（目的）\n第１条  この条例は，反社会的団体の足立区（以下「区」という。）の区域内にお\nける活動及び反社会的団体の構成員の区への転入等により，区民の安全及び周辺\n住民の日常生活の平穏に対する脅威及び不安を除去するため，当該団体に対する\n調査，命令等，区が講ずべき措置を定めるとともに，当該脅威等を除去するため\nに行う周辺住民の自主的な活動を支援し，もって区民の安全及び地域の平穏の確\n保を図ることを目的とする。\n（条例の解釈適用等）\n第２条  この条例の規定は，区民の安全及び地域の平穏の確保のために必要な最小\n限度においてのみ適用すべきであって，いやしくもこれを拡張して解釈するよう\nなことがあってはならない。\n２  この条例に基づく規制は，前条に規定する目的を達成するために必要な最小限\n度において行うべきであって，いやしくも権限を逸脱して，思想，信教，集会，\n結社，表現及び学問の自由並びに勤労者の団結し，及び団体行動をする権利その\n他日本国憲法の保障する国民の自由と権利を不当に制限するようなことがあって\nはならない。\n（定義）\n第３条  この条例において「反社会的団体」とは，無差別大量殺人行為を行った団\n体の規制に関する法律（平成１１年法律第１４７号）第５条第１項に規定する観\n察処分を受けた団体をいう。\n２  この条例において「周辺住民」とは，反社会的団体の構成員又は関係者が住所\n地として定めることにより，日常生活における安全及び平穏に脅威又は不安を感\nじる当該地の周辺に生活する者をいう。\n（区の責務）\n第４条  区は，区民の安全及び周辺住民の日常生活の平穏に対する脅威及び不安の\n除去に努めるとともに，国，東京都その他の機関に対し必要な働きかけをしなけ\nればならない。\n（反社会的団体の義務）\n第５条  反社会的団体及びその構成員は，区の区域内において活動し，又は居住し\n\u0000 \u0000\u0000\u0000\nようとするときには，区民の安全及び周辺住民の日常生活の平穏に対する脅威及\nび不安を生じさせてはならない。\n２  反社会的団体は，区の区域内において活動し，又はその構成員を居住させよう\nとするときには，次に掲げる事項を定期的に区長に報告しなければならない。\n(1) 区の区域内において活動し，又は居住する当該団体の役職員の氏名，住所及\nび役職名並びに構成員の氏名及び住所\n(2) 当該団体の活動に関する事項のうち規則で定めるもの\n(3) 前２号に掲げるもののほか，区長が特に必要と認める事項\n３  反社会的団体は，周辺住民の求めがあった場合には，その活動内容を説明する\nために説明会を開催しなければならない。\n（公表）\n第６条  区長は，反社会的団体に対しこの条例に基づく措置を行ったとき又は前条\n第２項の報告を受けたときは，措置又は報告の内容を公表するものとする。\n（協議等のあっせん）\n第７条  区長は，周辺住民が反社会的団体との協議等を求めている場合，そのあっ\nせんをすることができる。\n２  反社会的団体が前項のあっせんに応じない場合，区長は，これに応じるよう命\nずることができる。\n（調査権）\n第８条  区長は，反社会的団体の活動内容が区民の安全及び周辺住民の日常生活の\n平穏に対して脅威又は不安を与えるおそれのあるとき，又は反社会的団体の構成\n員が騒音，異臭等を発生させる等，周辺住民の日常生活の安全及び平穏に対して\n脅威又は不安を与える行為をしたときは，当該団体に事実の確認を求めるととも\nに，事実を確認するために建物に立ち入る等必要な調査をすることができる。\n２  区長は，区内に住所を有する反社会的団体の構成員について，住民基本台帳法\n（昭和４２年法律第８１号）の規定に基づき調査をするものとする。\n３  区長は，前２項の調査に当たり，区職員に関係人に対し質問をさせ，又は文書\nの提示を求めることができる。\n４  第１項及び第２項の規定により調査に当たる職員は，関係人から要求があった\nときは，その身分を示す証明書を提示しなければならない。\n（措置勧告等及び立退命令）\n第９条  区長は，反社会的団体が第５条に規定する義務を遵守せず，その活動によ\nり区民の安全及び周辺住民の日常生活の平穏に対して脅威又は不安を与える事態\nを生じさせているときは，相当の期間内に当該脅威及び不安を除去する措置を講\n\u0000 \u0000\u0000\u0000\nずべきことを当該団体及びその構成員に対し勧告することができる。\n２  区長は，前項の規定による勧告を受けた者がその勧告に従わないときは，期限\nを定めて，区民の安全及び周辺住民の日常生活の平穏に与える脅威又は不安を除\n去する措置を講ずべきことを命ずることができる。\n３  区長は，前項の規定による命令によってもなお，反社会的団体が区民の安全に\n与える脅威を除去する措置を講じない場合は，期限を定めて，当該団体及びその\n構成員に対し住所地からの立退きを命ずることができる。\n（過料）\n第１０条  次の各号のいずれかに該当する場合において，反社会的団体及びその行\n為をした構成員は，５万円以下の過料に処する。\n(1) 正当な理由なく第５条第２項の報告を拒み，又は虚偽の報告をしたとき。\n(2) 正当な理由なく，第８条第１項及び第２項の調査に協力せず，同条第３項の\n規定による質問に対し，回答をせず，若しくは虚偽の陳述をし，又は文書の提\n示を拒み，妨げ，忌避し，若しくは虚偽の文書を提示したとき。\n(3) 第７条第２項，前条第２項及び第３項に基づく命令に従わないとき。\n（聴聞手続等）\n第１１条  区長は，第７条第２項，第９条第２項及び第３項に基づく命令を決定す\nるに当たっては，足立区行政手続条例（平成７年足立区条例第２１号）に定める\n聴聞の手続を執らなければならない。\n２  第７条第２項，第９条第２項及び第３項に基づく命令の決定に不服のある者は，\n行政不服審査法（昭和３７年法律第１６０号）に基づく異議申立てを区長に対し\nてすることができる。\n（周辺住民への支援）\n第１２条  周辺住民が反社会的団体に対抗するため協議会等を組織し，活動をしよ\nうとする場合において，区は，協議会等に対し活動に係る経費を補助する等，必\n要な支援措置を講ずるものとする。\n２  前項の規定に基づき補助する額，補助の対象となる経費その他の事項について\nは，別に定める。\n（関係機関等との連携）\n第１３条  区は，公安調査庁，警察並びに関係する地方公共団体及び反社会的団体\nに係る問題に取り組む区内外の民間団体に対し情報を提供する等，密接な連携の\n確保に努めるものとする。\n（委任）\n\u0000 \u0000\u0000\u0000\n第１４条  この条例に定めるもののほか，必要な事項は別に定める。\n２２２２     足立区反社会的団体足立区反社会的団体足立区反社会的団体足立区反社会的団体のののの規制規制規制規制にににに関関関関するするするする条例施行規則条例施行規則条例施行規則条例施行規則（（（（平成平成平成平成２２２２２２２２年足立区規則第年足立区規則第年足立区規則第年足立区規則第\n７７７７     ２２２２号号号号））））\n（趣旨）\n第１条  足立区反社会的団体の規制に関する条例（平成２２年足立区条例第４４号。\n以下「条例」という。）の施行に関し，必要な事項を定めるものとする。\n（報告方法及び範囲等）\n第２条  条例第５条第２項の規定による報告は，毎年，基準日における状況につい\nて，基準日から起算して３０日以内に文書により行うものとする。\n２  前項の基準日は，１月１日とする。\n３  条例第５条第２項第２号に規定する活動に関する事項のうち規則で定めるもの\nは，次の各号に掲げるものとする。\n(1) 足立区の区域内（以下「区内」という。）における活動に係る団体（その支\n部，分会その他の下部組織を含む。）の意思決定の内容\n(2) 区内における団体の活動の用に供されている土地及び建物の所在，地積又は\n規模及び用途\n(3) 反社会的団体が区内において土地又は建物に係る権利を取得し，当該団体の\n構成員が拠点として活動し，又は居住する場所を整備しようとする場合におけ\nる当該整備計画の概要\n（公表）\n第３条  条例第６条に規定する公表は，区ホームページに掲載する方法により行う\nものとする。\n２  条例第５条第２項第１号に規定する報告内容を公表する場合は，足立区におい\nて活動し，又は居住する構成員の数，役職員の数及び役職名を公表する。\n（協議のあっせん）\n第４条  周辺住民が反社会的団体との協議のあっせんを求めるときは，協議する事\n項，期日，代表者及びその連絡先を記載した書面をもって，区長に届け出なけれ\nばならない。\n２  前項の書面が提出されたときは，区長は，協議の期日，場所及び協議する事項\nの要旨を周辺住民及び反社会的団体それぞれに通知する。\n３  周辺住民及び反社会的団体が前項の期日又は場所の変更を求めるときは，変更\nを希望する日又は場所を記載した書面をもって，区長に届け出なければならない。\n４  協議において代理人に意見等の陳述をさせる場合は，代理人の氏名，住所及び\n職業を記載した書面に，代理権授与の事実を証する書面を添付して，区長に提出\n\u0000 \u0000\u0000\u0000\nするものとする。\n５  反社会的団体が協議のあっせんに応じない場合は，区長は，協議の期日，場所\n及び協議する事項の要旨を記載した通知によりあっせんに応じるよう命ずるもの\nとする。\n（措置勧告・命令の方法）\n第５条  条例第９条第１項に規定する措置勧告及び同条第２項に規定する措置命令\nは，勧告書又は命令書を送達して行うものとする。ただし，緊急を要し，勧告書\n又は命令書を送達するいとまがない場合であって，勧告又は命令の内容が簡易な\nものについては，口頭で行うことができる。\n（立退命令に係る意見聴取）\n第６条  条例第９条第３項に規定する立退命令を発するに当たり，反社会的団体の\n活動又は当該団体の構成員の行為が区民の安全及び周辺住民の日常生活の平穏に\n対して生じさせている脅威又は不安を認定するため，区長は，足立区専門委員設\n置規則（平成２１年足立区規則第８８号）第４条第１項に規定する専門委員を選\n任し，その意見を聞くものとする。\n（弁明の機会付与）\n第７条  条例第１０条の規定により過料処分を命ずる場合，区長は，あらかじめ当\n該団体及び行為をした構成員に告知するとともに，弁明の機会を与えるものとす\nる。\n（様式）\n第８条  条例及びこの規則に必要な様式は，別に定める。\n（委任）\n第９条  この規則に定めるもののほか，必要な事項は，別に定める。\n３３３３     足立区個人情報保護条例足立区個人情報保護条例足立区個人情報保護条例足立区個人情報保護条例（（（（平成平成平成平成５５５５年足立区条例第年足立区条例第年足立区条例第年足立区条例第５７５７５７５７号号号号。。。。平成平成平成平成１９１９１９１９年足立区年足立区年足立区年足立区\n条例第条例第条例第条例第２２２２号号号号によるによるによるによる改正後改正後改正後改正後のもののもののもののもの。）。）。）。）\n（目的）\n第１条  この条例は，個人情報の適正な取扱いについて必要な事項を定めるととも\nに区の実施機関が保有する個人情報について，区民が，実施機関による管理の状\n況について知り，その開示を求め，又はその適正な管理を要求する権利を保障す\nることにより，区民の権利利益の侵害の防止を図り，もって信頼される区政の実\n現に資することを目的とする。\n\u0000 \u0000\u0000\u0000\n（定義）\n第２条  この条例において，次の各号に掲げる用語の意義は，当該各号に定めると\nころによる。\n(1) 個人情報  個人に関する情報（事業を営む個人の当該事業に係る情報を除\nく。）で特定の個人が識別され，又は識別され得るものをいう。\n(2) 保有個人情報  区の実施機関の職員が職務上作成し，又は取得した個人情報\nであって，当該実施機関の職員が組織的に利用するものとして，当該実施機\n関が区政情報（足立区情報公開条例（平成 12 年足立区条例第 91 号）第２条\n第２項に規定する区政情報をいう。）に記録して保有しているものをいう。\n(3) 区民等  区の実施機関に自己の個人情報（以下「自己情報」という。）が保\n有されている区民及び区民以外の者をいう。\n(4) 実施機関  区長，教育委員会，選挙管理委員会，監査委員及び農業委員会を\nいう。\n(5) 事業者  法人（国，独立行政法人等（独立行政法人等の保有する情報の公開\nに関する法律（平成 13 年法律第 140 号）第２条第１項に規定する独立行政法\n人等をいう。），地方公共団体及び地方独立行政法人（地方独立行政法人法\n（平成 15 年法律第 118 号）第２条第１項に規定する地方独立行政法人をい\nう。）を除く。）その他の団体及び事業を営む個人をいう。\n(6) 電子計算組織  与えられた処理手順に従い，記録，判断，演算その他の事務\nを自動的に行う電子的機器の組織で規則で定めるものをいう。\n（実施機関等の責務）\n第３条  実施機関は，個人情報を収集し，保有し，又は利用するに当たっては，区\n民の基本的人権を尊重するとともに，個人情報の保護に関し必要な措置を講じな\nければならない。\n２  実施機関の職員又は職員であった者は，その職務に関し知り得た個人情報をみ\nだりに他人に知らせ，又は不当な目的に使用してはならない。\n４４４４     足立区情報公開条例足立区情報公開条例足立区情報公開条例足立区情報公開条例（（（（平成平成平成平成１２１２１２１２年足立区条例第年足立区条例第年足立区条例第年足立区条例第９１９１９１９１号号号号。。。。平成平成平成平成２２２２２２２２年足立区条年足立区条年足立区条年足立区条\n例第例第例第例第３３３３号号号号によるによるによるによる改正後改正後改正後改正後のもののもののもののもの。）。）。）。）\n（目的）\n第１条  この条例は，国民主権と地方自治の理念にのっとり，区政情報の開示を請\n求する区民の権利を保障するとともに，情報公開の総合的な推進に関して必要な\n事項を定め，もって足立区（以下「区」という。）が区政の諸活動について区民\nに説明する責務を全うすることを通して，区民の区政への参加を促進し，区民と\n行政との信頼関係の強化を図り，公正で透明な区政を実現することを目的とする。\n\u0000 \u0000\u0000\u0000\n（定義）\n第２条  この条例において，「実施機関」とは，区長，教育委員会，選挙管理委員\n会，監査委員及び農業委員会をいう。\n２  この条例において，「区政情報」とは，実施機関の職員が職務上作成し，又は\n取得した文書，図画，写真（マイクロフィルムを含む。）及び電磁的記録（電子\n的方式，磁気的方式その他人の知覚によっては認識することができない方式で作\nられた記録をいう。以下同じ。）であって，当該実施機関の職員が組織的に用い\nるものとして，当該実施機関が保有しているものをいう。ただし，次に掲げるも\nのを除く。\n(1) 官報，公報，白書，新聞，雑誌，書籍その他不特定多数のものに販売するこ\nとを目的として発行されるもの\n(2) 文化的な資料又は学術研究用の資料として特別の管理がされているもの\n３  この条例において，「区政情報の開示」とは，実施機関がこの条例の規定に基\nづき，区政情報を閲覧に供し，又はその写しを交付することをいう。\n（区政情報の開示義務）\n第８条  実施機関は，開示の請求に係る区政情報に次の各号のいずれかに該当する\n情報が記録されている場合を除き，当該区政情報の開示をしなければならない。\n(1) 個人生活に関する情報で特定の個人が識別されうるもの。ただし，次に掲げ\nる情報を除く。\nア  法令及び条例（以下「法令等」という。）の規定により又は慣行として公\nにされ，若しくは公にすることが予定されている情報\nイ  人の生命，健康，生活又は財産を保護するため，公にすることが必要であ\nると認められる情報\nウ  当該情報が公務員等（独立行政法人等（独立行政法人等の保有する情報の\n公開に関する法律（平成 13 年法律第 140 号）第２条第１項に規定する独立\n行政法人等をいう。）及び地方独立行政法人（地方独立行政法人法（平成 1\n5 年法律第 118 号）第２条第１項に規定する地方独立行政法人をいう。）の\n役員及び職員を含む。以下同じ。）の職務遂行に係る情報であるときは，当\n該情報のうち，当該公務員等の職及び氏名並びに当該職務遂行の内容に係る\n部分\n(2)～(4)  （略）\n５５５５     足立区専門委員設置規則足立区専門委員設置規則足立区専門委員設置規則足立区専門委員設置規則（（（（平成平成平成平成２１２１２１２１年足立区規則第年足立区規則第年足立区規則第年足立区規則第８８８８８８８８号号号号））））\n（趣旨）\n第１条  この規則は，地方自治法（昭和 22 年法律第 67 号）第 174 条に規定する専\n門  委員の設置，選任等に関し必要な事項を定めるものとする。\n\u0000 \u0000\u0000\u0000\n（設置）\n第２条  区に専門委員を置く。\n（職務）\n第３条  専門委員は，区長又は委員会若しくは委員（以下「区長等」という。）が\n委託した事項について調査，研究し，区長等に報告又は助言を行うものとする。\n（選任）\n第４条  専門委員は，識見を有する者のうちから区長又はその委任を受けた者が選\n任する。\n２  区長の委任を受け，専門委員を選任する場合は，あらかじめ区長に協議する。\n以上\u0000\n"
}