{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 8,
    "day": 30
  },
  "case_number": "平成27(行ウ)12",
  "case_name": "埼玉県議会政務調査費返還",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "87041",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87041",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/041/087041_hanrei.pdf",
  "contents": "主 文\n１  被告は，被告補助参加人民進党・無所属の会に対し，５６万２４４６\n円の支払を請求せよ。\n２  被告は，被告補助参加人刷新の会に対し，８５１万２７６４円の支払\nを請求せよ。\n３  原告のその余の請求をいずれも棄却する。\n４  訴訟費用（被告補助参加人らの補助参加によって生じた費用を除く。）\nは，これを５分し，その３を原告の負担とし，その余は被告の負担とし，\n被告補助参加人民進党・無所属の会の補助参加によって生じた費用は，\nこれを６分し，その５を原告の負担とし，その余は同被告補助参加人の\n負担とし，被告補助参加人刷新の会の補助参加によって生じた費用は，\nこれを２分し，その１を原告の負担とし，その余は同被告補助参加人の\n負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，被告補助参加人民進党・無所属の会に対し，３３５万２５２２円の\n支払を請求せよ。\n２  被告は，被告補助参加人刷新の会に対し，１７５２万６７５７円の支払を請\n求せよ。\n第２  事案の概要\n本件は，埼玉県の住民である原告が，埼玉県議会（以下，単に「県議会」とい\nう。）の会派である被告補助参加人らは，平成２３年度及び平成２４年度に交付を\n受けた県政調査費並びに平成２５年度に交付を受けた政務活動費（以下，県政調査\n費と併せて「政務活動費等」という。）を違法に支出し，支出相当額を不当に利得\nしたのに，埼玉県の執行機関である被告は，その返還請求を怠っているなどと主張\nして，被告に対し，地方自治法２４２条の２第１項４号に基づき，被告補助参加人\n民進党・無所属の会（旧名称「民主党・無所属の会」。以下「無所属の会」とい\nう。）に対して３３５万２５２２円，被告補助参加人刷新の会（以下「刷新の会」\nといい，無所属の会と併せて「本件各会派」という。）に対して１７５２万６７５\n７円の支払を請求することを求める住民訴訟である。\n１  関係法令等\n(1)  別紙１に記載のとおり\n(2)ア  県議会の「県政調査費の運用指針」（平成２１年４月１日施行〔乙３〕。\n以下「旧指針」という。）は，「県政調査費を充当する際の基本的な原則」として，\n①  社会通念上妥当な範囲内の実費に充当するものであること（配偶者，被扶養者，\n同居者など生計を一にする者や自らが代表者，役員等の地位にある法人に対する支\n出は，実費の弁償ではないとみなされるおそれがあるため慎重な対応を要する。），\n②  資産形成につながるものでないこと（不動産，自動車等の高額な物品に充てる\nことはできない。），③  関係書類を整理，保管すること（補助職員の雇用，事務\n所の借上げ，自動車，高額備品のリース等については，契約書を作成する。）など\nを挙げるとともに，県政調査費は，県政調査活動のみに充当することができ，その\n他の活動（政党活動，後援会活動等）と混在する場合は，議員の活動実態に応じて\n会派が定めた割合により按分して充当することができる旨を定める（以下，会派の\n定める割合を単に「按分割合」という。）。\nイ  また，旧指針は，「使途基準の留意事項等」として，①  「ホームページ等\n作成・管理費」（県政調査活動として行うホームページ，ブログ等の作成，管理に\n要する経費）につき，（ａ）会派又は議員が作成するもので，主に県民を対象とし，\n県政に関連した内容であること，（ｂ）県政調査活動とその他の活動とが混在する\n場合は，その構成割合に応じて充当すること，②  「人件費」（県政調査活動のた\nめ雇用する職員，臨時職員等に要する経費）につき，（ａ）日常の県政調査活動を\n補助する業務（受付，接遇業務，資料整理，集計等）に従事する者の人件費につい\nて計上すること，（ｂ）常時雇用の職員及び一時雇用の臨時職員（アルバイト等）\nの給料等に県政調査費を充てることができること，③  「事務所費」（県政調査活\n動のため必要な事務所の設置及び維持に要する経費）につき，（ａ）事務所は，県\n政調査活動のため必要な事務所としての外形（看板，表示等）及び機能（事務スペ\nース，応接スペース，事務用備品等）を有すること，（ｂ）事務所の所有者が，配\n偶者，被扶養者，同居者など生計を一にする者又は自らが代表者，役員等の地位に\nある法人である場合は，誤解を招かぬような対応が必要であること，④  「事務費」\n（県政調査活動のため必要な事務に要する経費）につき，備品購入費が３万円を超\nえる場合には充当できないこと，⑤  「交通費」（県政調査活動のため日常的に必\n要な交通費）につき，自動車のリース期間満了後に所有権が会派，議員，配偶者，\n被扶養者，同居者など生計を一にする者，自らが代表者，役員等の地位にある法人\n等に移転する場合は，充当できないことなどを定める。\n(3)ア  県議会の「政務活動費の運用指針」（これは平成２５年３月１日施行の\n新条例に基づき交付される政務活動費について適用される〔乙１０〕。以下「新指\n針」といい，「旧指針」と併せて「本件各指針」という。）は，「政務活動費を充\n当する際の基本的な原則」として，①  社会通念上妥当な範囲内の実費に充当する\nものであること（配偶者，被扶養者，同居者など生計を一にする者や自らが代表者，\n役員等の地位にある法人に対する支出は，実費の弁償ではないとみなされるおそれ\nがあるため慎重な対応を要する。），②  資産形成につながるものでないこと（不\n動産，自動車等の高額な物品の購入に充てることはできない。），③  関係書類を\n整理，保管すること（補助職員の雇用，事務所の借上げ，自動車，高額備品のリー\nス等については，契約書を作成する。）などを挙げるとともに，政務活動費は，政\n務活動のみに充当することができ，政党活動，後援会活動等と混在する場合は，議\n員の活動実態に応じて会派が定めた割合（按分割合）により按分して充当すること\nができる旨を定める。\nイ  また，新指針は，「留意事項等」として，①  「広報費」（政務活動として\n行われる広報紙等又はインターネットによる情報発信，県政報告会，街頭広報等の\n活動に要する経費）につき，（ａ）広報紙，県政報告書等は，主に県民を対象とし\nて会派が発行した県政に関する広報紙等であること（原則として会派名を記載する\nこと），（ｂ）県民等からの意見，要望等を受け付けるための電話番号，電子メー\nルアドレス等を記載すること，（ｃ）広報紙，県政報告書等による政務活動とその\n他の活動とが混在する場合は，その割合に応じて充当すること，（ｄ）広報紙等の\n発行に要する経費として，送料，新聞折込み代，ポスティング代に政務活動費を充\n当することができること，（ｅ）ホームページ，ブログ等は，会派又は所属議員が\n作成するもので，主に県民を対象とし，県政に関連した内容であること，（ｆ）ホ\nームページ，ブログ等による政務活動とその他の活動とが混在する場合は，その割\n合に応じて充当すること，②  「人件費」（政務活動のために雇用する職員，臨時\n職員等に要する経費）につき，（ａ）政務活動を補助する業務（受付，接遇業務，\n資料整理，集計等）に従事する者の人件費について計上すること，（ｂ）常時雇用\nの職員及び一時雇用の臨時職員（アルバイト等）の給料等に政務活動費を充てるこ\nとができること，③  「事務所費」（会派の所属議員が政務活動のために使用する\n事務所の設置又は維持に要する経費）につき，（ａ）事務所は，政務活動のため必\n要な事務所としての外形（看板，表示等）及び機能（事務スペース，応接スペース，\n事務用備品等）を有すること，（ｂ）事務所の所有者が，配偶者，被扶養者，同居\n者など生計を一にする者又は自らが代表者，役員等の地位にある法人である場合は，\n誤解を招かぬような対応が必要であること，④  「事務費」（政務活動のために必\n要な事務に要する経費）につき，備品購入費が５万円を超える場合には充当できな\nいこと，⑤  「交通費」（政務活動のために必要な移動等に要する経費）につき，\n自動車のリース期間満了後に所有権が会派，議員，配偶者，被扶養者，同居者など\n生計を一にする者，自らが代表者，役員等の地位にある法人等に移転する場合は，\n充当できないことなどを定める。\n２  前提事実（争いのない事実並びに証拠〔甲２〕及び弁論の全趣旨により容易\nに認められる事実）\n(1)ア  原告は，埼玉県の住民である。\nイ  被告は，埼玉県の執行機関であり，本件各会派は，いずれも県議会の会派で\nある。無所属の会には，α議員が，刷新の会には，β，γ，δ，ε，ζ及びηの各\n議員が所属している（当時）。\n(2)ア(ア)  埼玉県は，無所属の会に対し，旧地方自治法１００条１４項に基づ\nき，平成２３年度（平成２３年４月１日から平成２４年３月３１日まで。以下同\nじ。）の県政調査費（同項所定の政務調査費）として７００９万６４９３円，平成\n２４年度（平成２４年４月１日から平成２５年３月３１日まで。以下同じ。）の同\n費として７７４１万４６４６円を交付し，地方自治法１００条１４項に基づき，平\n成２５年度（平成２５年４月１日から平成２６年３月３１日まで。以下同じ。）の\n政務活動費として７７００万円を交付した。\n(イ)  無所属の会の代表者は，平成２４年４月２７日（平成２３年度の県政調査\n費），平成２５年４月３０日（平成２４年度の同費）及び平成２６年４月３０日\n（平成２５年度の政務活動費），県議会の議長に対し，各年度の政務活動費等に係\nる収入及び支出の報告書（以下，単に「収支報告書」という。）を提出し，上記議\n長は，平成２４年５月１６日（平成２３年度の県政調査費），平成２５年５月１７\n日（平成２４年度の同費）及び平成２６年５月２６日（平成２５年度の政務活動\n費），埼玉県知事に対し，上記の各収支報告書の写しを送付した。\nイ(ア)  埼玉県は，刷新の会に対し，旧地方自治法１００条１４項に基づき，平\n成２３年度の県政調査費として５２００万円，平成２４年度の同費として５３５０\n万円を交付し，地方自治法１００条１４項に基づき，平成２５年度の政務活動費と\nして４８００万円を交付した。\n(イ)  刷新の会の代表者は，平成２４年４月２７日（平成２３年度の県政調査\n費），平成２５年４月３０日（平成２４年度の同費）及び平成２６年４月２８日\n（平成２５年度の政務活動費），県議会の議長に対し，各年度の政務活動費等に係\nる収支報告書を提出し，上記議長は，平成２４年５月１６日（平成２３年度の県政\n調査費），平成２５年５月１７日（平成２４年度の同費）及び平成２６年５月２６\n日（平成２５年度の政務活動費），埼玉県知事に対し，上記の各収支報告書の写し\nを送付した。\n(3)ア  原告は，平成２７年１月２６日，埼玉県監査委員に対し，本件各会派\n（及び所属議員）が，平成２３年度，平成２４年度及び平成２５年度の政務活動費\n等を違法，不当に支出したなどと主張して，埼玉県知事が，無所属の会に対して３\n３５万２５２２円，刷新の会に対して１７５２万６７５７円の返還をさせるために\n必要な措置を講ずることを求める住民監査請求（以下「本件監査請求」という。）\nをした。\nイ  埼玉県監査委員は，平成２７年３月２４日付けで，本件監査請求のうち，平\n成２３年度及び平成２４年度の県政調査費からの支出に係る部分は，監査請求期間\nを徒過した不適法なものであるとして，これを却下し，平成２５年度の政務活動費\nからの支出に係る部分については，理由がないとして，これを棄却し，その頃，原\n告に対し，監査結果を通知した。\nウ  原告は，平成２７年４月１７日，当庁に対し，本件訴訟を提起した。\n被告は，平成２７年６月１５日，本件各会派に対し，地方自治法２４２条の２第\n７項に基づき，訴訟の告知をし，本件各会派は，同年９月３日（無所属の会），同\n年１０月１４日（刷新の会），被告を補助するため，本件訴訟に参加した。\n３  争点及び争点についての当事者の主張\n本件の主たる争点は，①  本件監査請求（平成２３年度及び平成２４年度の県政\n調査費からの支出に係る部分）の適法性（争点１〔本案前の主張〕），②  会計年\n度独立の原則の適用ないし類推適用の有無（同２），③  本件各会派の平成２３年\n度から平成２５年度までの政務活動費等からの支出（以下「本件各支出」という。）\nの違法性の有無（同３）である。\n(1)  争点１（本件監査請求の適法性）について\n（被告の主張）\n無所属の会の代表者は，平成２４年４月２７日（平成２３年度の県政調査費）及\nび平成２５年４月３０日（平成２４年度の同費），県議会の議長に対し，各年度の\n県政調査費に係る収支報告書を提出し，上記議長は，平成２４年５月１６日（平成\n２３年度の県政調査費）及び平成２５年５月１７日（平成２４年度の同費），埼玉\n県知事に対し，上記の各収支報告書の写しを送付した。\nまた，刷新の会の代表者は，平成２４年４月２７日（平成２３年度の県政調査費）\n及び平成２５年４月３０日（平成２４年度の同費），県議会の議長に対し，各年度\nの県政調査費に係る収支報告書を提出し，上記議長は，平成２４年５月１６日（平\n成２３年度の県政調査費）及び平成２５年５月１７日（平成２４年度の同費），埼\n玉県知事に対し，上記の各収支報告書の写しを送付した。\n県政調査費は，議長が知事に対して収支報告書の写しを送付することにより確定\nするのであるから，平成２３年度及び平成２４年度の県政調査費の交付に係る財務\n会計上の行為は，県議会の議長が埼玉県知事に対して収支報告書の写しを送付した\n日に終わったというべきである。\nしかるに，原告は，県議会の議長が埼玉県知事に対して平成２３年度及び平成２\n４年度の県政調査費に係る収支報告書の写しを送付した日から１年（地方自治法２\n４２条２項）以上の期間が経過した平成２７年１月２６日に本件監査請求をしたの\nであって（これについて，同項ただし書所定の「正当な理由」があるともいえな\nい。），本件訴えのうち，平成２３年度及び平成２４年度の県政調査費からの支出\nに係る部分は，適法な住民監査請求を経ないで提起されたものというべきであり，\n不適法である。\n（原告の主張）\n本件監査請求は，被告の本件各会派に対する不当利得返還請求権の不行使という\n財産の管理を怠る事実に係る住民監査請求であり，地方自治法２４２条２項の適用\nはない。本件訴えのうち，平成２３年度及び平成２４年度の県政調査費からの支出\nに係る部分も，適法な住民監査請求を経て提起されたものというべきである。\n(2)  争点２（会計年度独立の原則の適用の有無）について\n（原告の主張）\n①  政務活動費等は公金で賄われていて，普通地方公共団体の財務の健全化を図\nることを目的とする会計年度独立の原則（地方自治法２０８条，地方自治法施行令\n１４２条，１４３条）の趣旨は，普通地方公共団体が議会の会派に交付する政務活\n動費等からの支出についても妥当すること，②  旧条例９条及び新条例８条が，会\n派は政務活動費等の総額から当該会派が「その年度において行った」政務活動費等\nによる支出の総額を控除した残余の額に相当する額を返還しなければならない旨を\n定めることなどに照らすと，当該会計年度に交付を受けた政務活動費等から他の会\n計年度に行った調査研究その他の活動（以下，旧条例１条所定の県議会の議員の調\n査研究，新条例１条所定の上記議員の調査研究その他の活動を「政務活動」という\nことがある。）の経費を支出することは許されない。\n（被告及び無所属の会の主張）\n地方自治法２０８条の規定する会計年度独立の原則は，一定の期間を画して，普\n通地方公共団体の各会計年度における歳入と歳出との均衡を図り，金銭の受払の関\n係を明確にするためのもので，任意団体としての性質を有する議会の会派の支出に\nついては，適用ないし類推適用されない（なお，県議会においては，現金の支出時\nを基準とする現金主義が採用されている〔旧条例９条，新条例８条〕。）。\n原告の主張は，その前提を欠き失当である。\n(3)  争点３（本件各支出の違法性の有無）について\n（原告の主張）\n別紙３「主張対比表」（以下，単に「表」という。）の「原告の主張（要旨）」\nの欄に記載のとおり，本件各支出は違法であり，無所属の会は３３５万２５２２円，\n刷新の会は１７５２万６７５７円を不当に利得している。\n（被告及び本件各会派の主張）\n表の「被告の主張（要旨）」，「無所属の会の主張（要旨）」及び「刷新の会の\n主張（要旨）」の各欄に記載のとおり，平成２３年度及び平成２４年度の県政調査\n費は，旧地方自治法１００条１４項，１５項，旧条例，旧規程及び旧指針に従い，\n県議会の議員の調査研究に資するため必要な経費の一部として，また，平成２５年\n度の政務活動費は，地方自治法１００条１４項，１５項，新条例，「埼玉県政務活\n動費の交付に関する規程」（平成２５年３月１日施行）及び新指針に従い，上記議\n員の調査研究その他の活動に資するため必要な経費の一部として，いずれも適法，\n適切に支出されている。\n第３  当裁判所の判断\n１  争点１（本件監査請求の適法性）について\n被告は，本件訴えのうち，平成２３年度及び平成２４年度の県政調査費からの支\n出に係る部分は，適法な住民監査請求を経ないで提起されたもので，不適法である\n旨の主張をする。\nところで，本件監査請求は，本件各会派（及び所属議員）が，平成２３年度，平\n成２４年度及び平成２５年度の政務活動費等を違法，不当に支出したなどと主張し\nて，被告（埼玉県知事）が本件各会派に対して利得の返還をさせるために必要な措\n置を講ずることを求めるものであり，被告の本件各会派に対する不当利得返還請求\n権の不行使という財産の管理を怠る事実に係る住民監査請求と解される。\nそして，地方自治法２４２条１項所定の怠る事実に係る住民監査請求については，\n同項所定の財務会計上の行為が違法，無効であることに基づいて発生する実体法上\nの請求権の不行使をもって財産の管理を怠る事実とする場合などを除き，同条２項\nの適用はないと解するのが相当であるから（最高裁昭和５３年６月２３日第三小法\n廷判決・裁判集民事１２４号１４５頁，最高裁昭和６２年２月２０日第二小法廷判\n決・民集４１巻１号１２２頁等参照），同項の適用があることを前提とする被告の\n上記主張は採用することができない。\n２  争点２（会計年度独立の原則の適用ないし類推適用の有無）について\n原告は，①  無所属の会の人件費の支出（表番号１），②  α議員の事務所費\n（表番号３），交通費（表番号４）及び広報費（表番号２）の各支出は，地方自治\n法２０８条，地方自治法施行令１４２条，１４３条の規定する会計年度独立の原則\nに違反する旨の主張をする。\nしかしながら，地方自治法２０８条は，普通地方公共団体の会計年度及びその独\n立の原則について規定し，地方自治法施行令１４２条，１４３条も，普通地方公共\n団体の歳入，歳出の会計年度所属区分について規定するのであるし，上記の各規定\nの法令中における位置付けにも鑑みると，政務活動費等が普通地方公共団体の歳出\n予算から支出されることや，議長は，政務活動費の使途の透明性の確保に努めるも\nのとされていること（地方自治法１００条１６項），旧条例９条及び新条例８条が，\n会派は，政務活動費等の総額から，当該会派が「その年度において行った」政務活\n動費等による支出の総額を控除した残余の額に相当する額を返還しなければならな\nい旨を定めることを考慮しても，任意団体としての性質を有する議会の会派の支出\nについて，地方自治法２０８条等の適用ないし類推適用があると解するのは困難で\nある。原告の上記主張は，その前提を欠き，採用するに至らない。\n３  争点３（本件各支出の違法性の有無）について\n(1)ア(ア)  旧条例１条は，旧地方自治法１００条１４項及び１５項の規定に基\nづき，県議会の議員の調査研究に資するため必要な経費の一部として，県議会にお\nける会派に対し，県政調査費を交付することに関し必要な事項を定めるものとする\n旨，旧条例６条は，会派は，県政調査費を議長が別に定める使途基準に従い使用し\nなければならない旨を定め，これを受けた旧規程６条は，上記使途基準として，①\n「広報紙（誌）等発行費」につき「県政調査活動として行う広報紙（誌）等の作\n成・発行に要する経費」（広報紙の印刷代等），②  「ホームページ等作成・管理\n費」につき「県政調査活動として行うホームページ・ブログ等の作成・管理に要す\nる経費」（ホームページ，ブログ作成管理委託料，保守料等），③  「人件費」に\nつき「県政調査活動のため雇用する職員及び臨時職員等に要する経費」（給料，賃\n金等），④  「事務所費」につき「県政調査活動のため必要な事務所の設置及び維\n持に要する経費」（賃借料，管理費等），⑤  「事務費」につき「県政調査活動の\nため必要な事務に要する経費」（事務用品代，備品購入費，事務機器リース，保守\n料等），⑥  「交通費」につき「県政調査活動のため日常的に必要な交通費」（電\n車代，バス代，タクシー代，自動車リース代等）などと定める。\n(イ)  また，新条例１条は，地方自治法１００条１４項から１６条までの規定に\n基づき，県議会の議員の調査研究その他の活動に資するため必要な経費の一部とし\nて，県議会における会派に対し，政務活動費を交付することに関し必要な事項を定\nめるものとする旨，新条例２条は，政務活動費は，会派又は会派の所属議員が県政\nの課題若しくは県民の意思を把握し，又は県民の意見等を県政に反映させるために\n行う活動その他の住民の福祉の増進を図るために必要な活動に要する経費として別\n表に定めるものに充てることができるものとする旨を定め，当該別表において，①\n広報費につき「政務活動として行われる広報紙等又はインターネットによる情報発\n信，県政報告会，街頭広報等の活動に要する経費」，②  人件費につき「政務活動\nのために雇用する職員又は臨時職員等に要する経費」，③  事務所費につき「会派\nの所属議員が政務活動のために使用する事務所の設置又は維持に要する経費」，④\n事務費につき「政務活動のために必要な事務に要する経費」，⑤  交通費につき\n「政務活動のために必要な移動等に要する経費」などと定める（以下，旧条例及び\n新条例の定める政務活動費等の使途基準を「本件使途基準」という。）。\nイ  ところで，議会の審議能力を強化し，議員の調査研究活動の基盤の充実を図\nるという地方自治法１００条１４項の趣旨に鑑みると，経費の支出の対象となる行\n為が，その客観的な目的や性質に照らして議員の議会活動の基礎となる政務活動と\nの間に合理的関連性を欠く場合には，当該経費は，本件使途基準に定める経費に該\n当しないものと解するのが相当であるし，また，当該支出が政務活動のための必要\n性に欠けるものであったことをうかがわせる一般的，外形的事実が認められる場合\nには，特段の事情のない限り，これを本件使途基準に合致しない違法なものとする\nのが相当である（最高裁平成２２年３月２３日第三小法廷判決・裁判集民事２３３\n号２７９頁，最高裁平成２５年１月２５日第二小法廷判決・裁判集民事２４３号１\n１頁参照）。\nそして，政務活動費等の交付を受けた会派（又は議員）による支出が本件使途基\n準に合致しない場合には，当該会派は，埼玉県の損失において利得を受けているこ\nとになると解されるところ，県議会は，本件使途基準につき，①  「県政調査費を\n充当する際の基本的な原則」及び「使途基準の留意事項等」（旧指針），②  「政\n務活動費を充当する際の基本的な原則」及び「留意事項等」（新指針）を定めるの\nであって（なお，本件各指針が，地方自治法１００条１４項や本件使途基準の趣旨\nに沿わないものと見るべき事情はない。），本件各支出が本件使途基準に合致する\nか否かは，本件各指針の内容も斟酌して判断すべきものと解される。以下検討する。\n(2)  無所属の会関係\nア  人件費\n(ア)  無所属の会（表番号１）\n原告は，無所属の会が，平成２５年２月分及び３月分の賃金を平成２５年度の政\n務活動費から支出したことは，会計年度独立の原則に違反する旨の主張をするが，\n当該主張がその前提を欠くことは，前記のとおりである。\n(イ)  α議員（表番号５から７まで）\n本件使途基準は，「県政調査活動のため雇用する職員及び臨時職員等に要する経\n費」，「政務活動のために雇用する職員又は臨時職員等に要する経費」を，人件費\nとして政務活動費等から支出することを許容するところ，証拠（甲２，３，丙５，\n９，１０，１２，１４）及び弁論の全趣旨によれば，α議員は，平成２３年度から\n平成２５年度まで，政務活動のために職員を雇用して，人件費（８７万５７６０円）\nを支出し，その８割相当額（７０万０６０８円〔平成２３年度２０万４４８０円，\n平成２４年度３０万３４５６円，平成２５年度１９万２６７２円〕）に政務活動費\n等を充当したことが認められる。\nもっとも，上記職員のうち少なくとも１名は，自宅を「就業の場所」として政務\n活動を補助する業務（調査，資料整理，集計，インターネットによる広報作業）に\n従事していたというのであり（甲３，丙９，弁論の全趣旨），このことは，政務活\n動とその他の活動とが混在し，人件費の支出のうちの一部については，政務活動の\nための必要性に欠けるものであったことをうかがわせる一般的，外形的事実という\nべきであるから，政務活動とその他の活動の割合が判然とせず，また，無所属の会\nが按分割合を定めていることを認めるに足りる証拠のない本件においては，２分の\n１を超えて人件費を政務活動費等に充当する部分である２６万２７２８円（８７万\n５７６０円×（０．８－０．５））は，社会通念に照らし，本件使途基準に合致し\nない違法な支出というべきである。\nイ  事務所費（α議員，表番号３）\n(ア)  原告は，α議員が，同議員の事務所（以下「α事務所」という。）の賃料\n（賃貸借契約期間の始期は平成２６年４月１日である。）を平成２５年度の政務活\n動費から支出したことは，会計年度独立の原則に違反する旨の主張をするが，当該\n主張がその前提を欠くことは，前記のとおりである。\n(イ)  本件使途基準は，「政務活動のために使用する事務所の設置又は維持に要\nする経費」を，事務所費として政務活動費から支出することを許容するところ，証\n拠（甲２，３，５，丙３の１，２，丙１４）及び弁論の全趣旨によれば，α議員は，\n平成２６年３月３１日，政務活動に使用するため，α事務所につき，期間を同年４\n月１日から平成２９年３月３１日までとする賃貸借契約を締結して，事務所費（２\n１万３５００円）を支出し，その８割相当額（１７万０８００円）に平成２５年度\nの政務活動費を充当したことが認められる。原告は，α事務所は，新指針にいう事\n務所の要件を充足しない旨の主張をするが，証拠（甲５，２１，丙３の１，２）及\nび弁論の全趣旨によれば，上記事務所には，少なくとも，「有料橋の無料化を！！\n交通量調査中  県議α」，「α事務所」との表示がされ，その内部には，事務スペ\nース等も確保されていることが認められるのであって，上記事務所は新指針にいう\n事務所の要件を充足するというべきである。\nもっとも，証拠（甲５）及び弁論の全趣旨によれば，α事務所には，「航空祭\n無料バスが基地内を運行！  お帰りにご利用下さい」，「集団的自衛権に反対し，\n『平和憲法にノーベル平和賞を』  署名受付所」などと，政務活動以外の活動に係\nる表示もされていたことが認められ，このことは，政務活動とその他の活動とが混\n在し，事務所費の支出のうちの一部については，政務活動のための必要性に欠ける\nものであったことをうかがわせる一般的，外形的事実というべきであるから，政務\n活動とその他の活動の割合が判然とせず，また，無所属の会が按分割合を定めてい\nることを認めるに足りる証拠のない本件においては，２分の１を超えて事務所費を\n政務活動費に充当する部分である６万４０５０円（２１万３５００円×（０．８－\n０．５））は，社会通念に照らし，本件使途基準に合致しない違法な支出というべ\nきである。\nウ  交通費（α議員，表番号４）\n(ア)  原告は，α議員が定期券の購入費を平成２５年度の政務活動費から支出し\nたことは，会計年度独立の原則に違反する旨の主張をするが，当該主張がその前提\nを欠くことは，前記のとおりである。\n(イ)  本件使途基準は，「政務活動のために必要な移動等に要する経費」を，交\n通費として政務活動費から支出することを許容するところ，弁論の全趣旨によれば，\nα議員は，県議会に出席するために定期券を購入したことが認められ（原告は，定\n期券は政務活動以外の活動にも利用し得るなどとの主張をするが，社会通念に照ら\nし，かかる事実を，当該交通費の支出が政務活動のための必要性に欠けるものであ\nったことをうかがわせる一般的，外形的事実というのは困難である。），当該支出\nを本件使途基準に合致しない違法なものということはできない。\nエ  広報費（α議員，表番号２）\n(ア)  原告は，α議員が平成２５年３月３１日に支払をした広報費を平成２５年\n度の政務活動費から支出したことは，会計年度独立の原則に違反する旨の主張をす\nるが，当該主張がその前提を欠くことは，前記のとおりである。\n(イ)  本件使途基準は，「政務活動として行われる広報紙等又はインターネット\nによる情報発信，県政報告会，街頭広報等の活動に要する経費」を，広報費として\n政務活動費から支出することを許容するところ，証拠（甲２，３，丙６から８まで）\n及び弁論の全趣旨によれば，α議員は，主に県民を対象に県政に関する情報を発信\nするため，会派名，県民等から意見等を受け付けるための電話番号，電子メールア\nドレス等を記載した広報紙（「α新聞」）及びインターネットのウェブサイト\n（「埼玉県議会議員αオフィシャルサイト」）を作成して，広報紙作成費（１６７\n万３９７２円〔ポスティング代を含む。〕）及びウェブサイト作成管理費（５８万\n９１７０円。合計２２６万３１４２円）を支出し，広報紙作成費の全額（１６７万\n３９７２円）及びウェブサイト作成管理費の９割相当額（５３万０２５３円。合計\n２２０万４２２５円）に平成２５年度の政務活動費を充当したことが認められる。\nもっとも，証拠（丙８）及び弁論の全趣旨によれば，上記ウェブサイトには，\n「集団的自衛権について私の考え」などと，県政に関する情報以外の情報も相当程\n度記載されていることが認められ，このことは，政務活動とその他の活動とが混在\nし，ウェブサイト作成管理費の支出のうちの一部については，政務活動のための必\n要性に欠けるものであったことをうかがわせる一般的，外形的事実というべきであ\nるから，政務活動とその他の活動の割合が判然とせず，また，無所属の会が按分割\n合を定めていることを認めるに足りる証拠のない本件においては，２分の１を超え\nてウェブサイト作成管理費を政務活動費に充当する部分である２３万５６６８円\n（５８万９１７０円×（０．９－０．５））は，社会通念に照らし，本件使途基準\nに合致しない違法な支出というべきである。\n(3)  刷新の会関係\nア  人件費（ζ議員，表番号１４，１８，２４）\n本件使途基準は，「県政調査活動のため雇用する職員及び臨時職員等に要する経\n費」，「政務活動のために雇用する職員又は臨時職員等に要する経費」を，人件費\nとして政務活動費等から支出することを許容するところ，証拠（甲２，３，丁５，\n１３）及び弁論の全趣旨によれば，ζ議員は，政務活動のために職員を雇用して，\n人件費（１２０６万６５２０円）を支出し，その８５％相当額（１０２５万６５４\n２円〔平成２３年度３２１万３７１４円，平成２４年度３５２万１８９０円，平成\n２５年度３５２万０９３８円〕）に政務活動費等を充当したことが認められる。\nもっとも，①  上記職員（θ）はζ議員の二女であること（丁１３），②  上記\n職員に係る給与の支払者である「ζ事務所」の所在地と，政治団体である「減税日\n本埼玉」及び「ζ後援会」の主たる事務所の所在地が同一であること（甲１４，丁\n５），③  刷新の会は，職員の雇用に係る関係書類として，「雇用契約書」「勤務\n実績表」を提出するほかは，平成２５年分の給与の源泉徴収票（丁５。ただし，こ\nれは「平成２６年分  給与所得の源泉徴収票」とあるのを，「平成２５年分  給与\n所得の源泉徴収票」と修正したものである。）及び源泉税の領収証書（丁６）を提\n出するにとどまることが認められ，このことは，政務活動とその他の活動とが混在\nし，人件費の支出のうちの一部については，政務活動のための必要性に欠けるもの\nであったことをうかがわせる一般的，外形的事実というべきであるし，本件各指針\nは，政務活動費等を充当する際の基本的な原則として，配偶者，被扶養者，同居者\nなど生計を一にする者に対する支出については慎重な対応を要することや，関係書\n類を整理，保管することを定めるのであって，上記職員の雇用の実態，政務活動と\nその他の活動の割合がいずれも判然とせず，また，刷新の会が按分割合を定めてい\nることを認めるに足りる証拠のない本件においては，２分の１を超えて人件費を政\n務活動費等に充当する部分である４２２万３２８２円（１２０６万６５２０円×\n（０．８５－０．５））は，社会通念に照らし，本件使途基準に合致しない違法な\n支出というべきである。\nイ  事務所費（ζ議員，表番号１３，１７，２３）\n本件使途基準は，「県政調査活動のため必要な事務所の設置及び維持に要する経\n費」，「政務活動のために使用する事務所の設置又は維持に要する経費」を，事務\n所費として政務活動費等から支出することを許容するところ，証拠（甲２，３，８，\n丁１３）及び弁論の全趣旨によれば，ζ議員は，政務活動に使用するため，同議員\nの親族との間で，同人の所有する建物（以下，「ζ事務所」を含めて「ζ事務所」\nという。）につき，賃貸借契約を締結して，事務所費（３５０万円）を支出し，そ\nの８５％相当額（２９７万５０００円〔平成２３年度９３万５０００円，平成２４\n年度１０２万円，平成２５年度１０２万円〕）に政務活動費等を充当したことが認\nめられる。原告は，ζ事務所は，本件各指針にいう事務所の要件を充足しない旨の\n主張をするが，証拠（甲８）及び弁論の全趣旨によれば，上記事務所には，「ζ事\n務所」との看板が設置され，事務スペース等も確保されていることが認められるの\nであって，上記事務所は本件各指針にいう事務所の要件を充足するというべきであ\nる。\nもっとも，前記のとおり，ζ事務所の所在地と政治団体である「減税日本埼玉」\n及び「ζ後援会」の主たる事務所の所在地は同一である上，証拠（甲８）及び弁論\nの全趣旨によれば，ζ事務所には，「ι」（ζ議員の子）の看板や，同人のポスタ\nーが掲示されることがあることも認められ，このことは，政務活動とその他の活動\nとが混在し，事務所費の支出のうちの一部については，政務活動のための必要性に\n欠けるものであったことをうかがわせる一般的，外形的事実というべきであるし，\n本件各指針は，事務所の所有者が，配偶者，被扶養者，同居者など生計を一にする\n者である場合は，誤解を招かぬような対応が必要であることを定めるのであって，\n政務活動とその他の活動の割合がいずれも判然とせず，また，刷新の会が按分割合\nを定めていることを認めるに足りる証拠のない本件においては，２分の１を超えて\n事務所費を政務活動費に充当する部分である１２２万５０００円（３５０万円×\n（０．８５－０．５））は，社会通念に照らし，本件使途基準に合致しない違法な\n支出というべきである。\nウ  事務費\n本件使途基準は，「県政調査活動のため必要な事務に要する経費」，「政務活動\nのために必要な事務に要する経費」を，事務費として政務活動費等から支出するこ\nとを許容するので，各議員の事務費の支出について検討する。\n(ア)  β議員（表番号８）\n証拠（甲２，３，丁８）及び弁論の全趣旨によれば，β議員は，政務活動（街頭\nでの県政報告）に使用するため，①  ワイヤレスメガホン，チューナーユニット\n（２セット，各４万５０６６円），②  （ａ）車載用アンプ（４万０８０３円），\n（ｂ）ワイヤレスマイク，スピーカー等（２セット，各４万９９３８円）を購入し\nて，事務費（２３万０８１１円）を支出し，その８５％相当額（１９万６１８８円）\nに平成２５年度の政務活動費を充当したことが認められる。\nもっとも，上記の機材は，いずれも政務活動以外の活動にも使用可能なものであ\nり（現に，β議員は，上記の機材を政務活動以外の活動に使用することなどを考慮\nして，１５％相当額を控除している〔丁８〕。），このことは，政務活動とその他\nの活動とが混在し，事務費の支出のうちの一部については，政務活動のための必要\n性に欠けるものであったことをうかがわせる一般的，外形的事実というべきである。\nそして，上記の機材の通常の用法（上記の機材には，通常，一体として使用するも\nのも含まれる。）や，備品購入費が５万円を超える場合には政務活動費を充当でき\nない旨を定める新指針の趣旨に鑑みると，政務活動とその他の活動の割合が判然と\nせず，また，刷新の会が按分割合を定めていることを認めるに足りる証拠のない本\n件においては，２分の１を超えて事務費を政務活動費に充当する部分である８万０\n７８３円（２３万０８１１円×（０．８５－０．５））は，社会通念に照らし，本\n件使途基準に合致しない違法な支出というべきである。\n(イ)  γ議員（表番号９）\n証拠（甲２，３，丁９）及び弁論の全趣旨によれば，γ議員は，政務活動に使用\nするため，①  （ａ）車載用アンプ（４万２４００円），（ｂ）車載用スピーカー\n（２セット，各４万９９３１円），（ｃ）車載用キャリア（２万６６５０円），②\n（ａ）タブレット端末（４万４５０７円），（ｂ）ケース，アダプタ（９９４０円）\nを購入して，事務費（２２万３３５９円）を支出し，上記①の全額（１６万８９１\n２円）及び上記②の８５％相当額（４万６２８０円）に平成２５年度の政務活動費\nを充当したことが認められる。\nもっとも，上記の機材は，いずれも政務活動以外の活動にも使用可能なものであ\nり（現に，γ議員は，タブレット端末等を政務活動以外の活動に使用することなど\nを考慮して，１５％相当額を控除している〔丁９〕。），このことは，政務活動と\nその他の活動とが混在し，事務費の支出のうちの一部については，政務活動のため\nの必要性に欠けるものであったことをうかがわせる一般的，外形的事実というべき\nである。そして，上記の機材の通常の用法（上記の機材には，通常一体として使用\nするものも含まれる。）や，備品購入費が５万円を超える場合には政務活動費を充\n当できない旨を定める新指針の趣旨に鑑みると，政務活動とその他の活動の割合が\n判然とせず，また，刷新の会が按分割合を定めていることを認めるに足りる証拠の\nない本件においては，社会通念に照らし，上記①につき，２分の１を超えて事務費\nを政務活動費に充当する部分である８万４４５６円（１６万８９１２円×０．５）\nは，本件使途基準に合致しない違法な支出というべきであるし，上記②についても，\n２分の１を超えて事務費を政務活動費に充当する部分である１万９０５６円（５万\n４４４７円×（０．８５－０．５））は，本件使途基準に合致しない違法な支出と\nいうべきである。\n(ウ)  δ議員（表番号１０(1)から(3)まで）\n証拠（甲２，３，丁１０）及び弁論の全趣旨によれば，δ議員（刷新の会代表者）\nは，会派控室で政務活動に使用するため，①  （ａ）パーソナルコンピュータ（４\n万９３５０円），（ｂ）ソフトウェア（４万７２５０円）を購入して，（ｃ）その\nインストール（インストール代３万８８５０円）を委託し，上記議員自身の政務活\n動に使用するため，②  タブレット端末（５万円），③  ワイヤレスマイク，スタ\nンド（４万９９３８円），④  ワイヤレスメガホン，チューナーユニット（２セッ\nト，各４万５０６６円），⑤  （ａ）車載用アンプ（４万０８０３円），（ｂ）ワ\nイヤレスマイク，スタンド，スピーカー，マイクロホン（４万９９３８円）を購入\nして，事務費（４１万６２６１円）を支出し，上記①の９５％相当額（１２万８６\n７９円）並びに上記②から⑤までの８５％相当額（２３万８６８９円）に平成２５\n年度の政務活動費を充当したことが認められる。\nもっとも，上記の機材は，いずれも政務活動以外の活動にも使用可能なものであ\nり（現に，δ議員は，上記②から⑤までの機材を政務活動以外の活動に使用するこ\nとなどを考慮して，その購入費から１５％相当額を控除している〔丁１０〕。），\nこのことは，政務活動とその他の活動とが混在し，事務費の支出のうちの一部につ\nいては，政務活動のための必要性に欠けるものであったことをうかがわせる一般的，\n外形的事実というべきである。そして，上記の機材の通常の用法（上記の機材には，\n通常一体として使用するものも含まれる。）や，備品購入費が５万円を超える場合\nには政務活動費を充当できない旨を定める新指針の趣旨に鑑みると，政務活動とそ\nの他の活動の割合が判然とせず，また，刷新の会が按分割合を定めていることを認\nめるに足りる証拠のない本件においては，社会通念に照らし，上記①につき，２分\nの１を超えて事務費を政務活動費に充当する部分である６万０９５２円（１３万５\n４５０円×（０．９５－０．５））は，本件使途基準に合致しない違法な支出とい\nうべきであるし，上記②から⑤までについても，２分の１を超えて事務費を政務活\n動費に充当する部分である９万８２８３円（２８万０８１１円×（０．８５－０．\n５））は，本件使途基準に合致しない違法な支出というべきである。\n(エ)  ε議員（表番号１１）\n証拠（甲２，３，丁１１）及び弁論の全趣旨によれば，ε議員は，政務活動に使\n用するため，①  パーソナルコンピュータ本体（４万５４３０円），②  ディスプ\nレイ（１万５１７７円），③  ソフトウェア（４万４６２３円）を購入して，事務\n費（１０万５２３０円）を支出し，これに平成２５年度の政務活動費を充当したこ\nとが認められる。\nもっとも，上記の機材は，いずれも政務活動以外の活動にも使用可能なものであ\nり，このことは，政務活動とその他の活動とが混在し，事務費の支出のうちの一部\nについては，政務活動のための必要性に欠けるものであったことをうかがわせる一\n般的，外形的事実というべきである。そして，上記の機材の通常の用法（上記の機\n材は，一体として使用するのが通常の用法であるといえる。）や，備品購入費が５\n万円を超える場合には政務活動費を充当できない旨を定める新指針の趣旨に鑑みる\nと，政務活動とその他の活動の割合が判然とせず，また，刷新の会が按分割合を定\nめていることを認めるに足りる証拠のない本件においては，２分の１を超えて事務\n費を政務活動費に充当する部分である５万２６１５円（１０万５２３０円×０．５）\nは，社会通念に照らし，本件使途基準に合致しない違法な支出というべきである。\n(オ)  ζ議員（表番号１２）\n証拠（甲２，３，丁１３）及び弁論の全趣旨によれば，ζ議員は，ζ事務所にお\nいて政務活動に使用するため，①  応接用ソファー（２脚，各３万４８００円），\n②  応接用テーブル（３万５８００円）を購入して，事務費（１０万５４００円）\nを支出し，その８５％相当額（８万９５９０円）に平成２５年度の政務活動費を充\n当したことが認められる。\nもっとも，上記の備品は，いずれも政務活動以外の活動にも使用可能なものであ\nるところ，前記のとおり，ζ事務所の所在地と政治団体である「減税日本埼玉」及\nび「ζ後援会」の主たる事務所の所在地は同一であって，このことは，政務活動と\nその他の活動とが混在し，事務費の支出のうちの一部については，政務活動のため\nの必要性に欠けるものであったことをうかがわせる一般的，外形的事実というべき\nである。そして，上記の備品の通常の用法（上記の備品は，一体として使用するの\nが通常の用法である。）や，備品購入費が５万円を超える場合には政務活動費を充\n当できない旨を定める新指針の趣旨に鑑みると，政務活動とその他の活動の割合が\n判然とせず，また，刷新の会が按分割合を定めていることを認めるに足りる証拠の\nない本件においては，２分の１を超えて事務費を政務活動費に充当する部分である\n３万６８９０円（１０万５４００円×（０．８５－０．５））は，社会通念に照ら\nし，本件使途基準に合致しない違法な支出というべきである。\nエ  交通費\n本件使途基準は，「県政調査活動のため日常的に必要な交通費」，「政務活動の\nために必要な移動等に要する経費」を，交通費として政務活動費から支出すること\nを許容するので，各議員の交通費の支出について検討する。\n(ア)  ζ議員（表番号１５，１９，２１(1)及び(2)）\n刷新の会は，ζ議員が，平成２３年度から平成２５年度まで，政務活動のために\n必要な移動等に使用するため，有限会社ζ綜建興業（以下，同社との間の契約を\n「リース契約１」という。）及び自動車会社（以下，同社との間の契約を「リース\n契約２」という。）から自動車のリース（リース契約１につき平成２３年５月及び\n６月，リース契約２につき同年７月から平成２６年３月まで）を受けて交通費（リ\nース代２５２万７４２１円）を支出し，その８５％相当額（２１４万８３０７円\n〔平成２３年度６７万５４２７円，平成２４年度７３万６４４０円，平成２５年度\n７３万６４４０円〕）に政務活動費等を充当した旨の主張をし，ζ議員も，その旨\nの陳述（丁１３）をする。\nしかしながら，証拠（甲３，１２）及び弁論の全趣旨によれば，①  ζ議員は，\nζ綜建興業の役員であること，また，ζ綜建興業の損益計算書（平成２２年１１月\n１日から平成２３年１０月３１日まで）には，リース契約１に係るリース代（リー\nス料）が計上されていないこと，②  リース契約２は，飽くまで，ζ議員が日産プ\nリンス埼玉販売株式会社から購入する自動車の代金を株式会社日産フィナンシャル\nサービスが立替払することなどを内容とするクレジット契約であること（このこと\nは，同契約に，購入者が最終回支払額の支払に代えて自動車を販売会社に返却した\n場合には，販売会社は同車を所定の据置額にて引き取る旨の特約があることや，契\n約書に「この契約は残価設定型で車両を返却した場合には所有権は移転しません」\nとの記載があることによって左右されない。）が認められ，かかる事実に，本件各\n指針が，政務活動費等を充当する際の基本的な原則として，社会通念上妥当な範囲\n内の実費に充当するものであること（自らが代表者，役員等の地位にある法人に対\nする支出は，実費の弁償ではないとみなされるおそれがあるため慎重な対応を要す\nること）や，資産形成につながるものでないこと（自動車等の高額な物品に充てる\nことはできないこと）を挙げることをも考慮すると，これらは本件使途基準に合致\nしない違法な支出というべきである。\n(イ)  η議員（表番号１６，２０，２２）\n証拠（甲２，３，丁１２，１４）及び弁論の全趣旨によれば，η議員が，政務活\n動のために必要な移動等に使用するため，株式会社ホンダファイナンスから自動車\nのリースを受けて，交通費（リース代１３８万０４００円）を支出し，その８５％\n相当額（１１７万３３４０円〔平成２３年度２０万２３００円，平成２４年度４８\n万５５２０円，平成２５年度４８万５５２０円〕）に政務活動費等を充当したこと\nが認められる。\nもっとも，自動車は，政務活動以外の活動にも使用可能なものであり（現に，η\n議員は，自動車を政務活動以外の活動に使用することなどを考慮して，１５％相当\n額を控除している〔丁１２〕。），このことは，政務活動とその他の活動とが混在\nし，事務費の支出のうちの一部については，政務活動のための必要性に欠けるもの\nであったことをうかがわせる一般的，外形的事実というべきであって，政務活動と\nその他の活動の割合が判然とせず，また，刷新の会が按分割合を定めていることを\n認めるに足りる証拠のない本件においては，２分の１を超えて交通費を政務活動費\n等に充当する部分である４８万３１４０円（１３８万０４００円×（０．８５－０．\n５））は，社会通念に照らし，本件使途基準に合致しない違法な支出というべきで\nある。\n４  以上によれば，本件各支出のうち，無所属の会に係る５６万２４４６円\n円，刷新の会に係る８５１万２７６４円については，本件使途基準に違反し違法と\nいうべきであるから，被告は，無所属の会に対し５６万２４４６円の，刷新の会に\n対し８５１万２７６４円の不当利得返還請求権を有しているのに，この請求権の行\n使を怠っているものと認められ，原告の請求は，被告に対し，無所属の会に対して\n５６万２４４６円の，刷新の会に対して８５１万２７６４円の支払を請求すること\nを求める限度で理由があるからこれを認容し，その余の請求についてはいずれも理\n由がないからこれを棄却することとして，主文のとおり判決する。\nさいたま地方裁判所第４民事部\n裁判長裁判官              森   冨   義   明\n裁判官        日暮直 子\n裁判官        伊   東   大   地\n"
}