{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 9,
    "day": 29
  },
  "case_number": "平成28(ネ)10039",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86255",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86255",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/255/086255_hanrei.pdf",
  "contents": "平成２８年９月２９日判決言渡\n平成２８年（ネ）第１００３９号  特許権侵害差止等請求控訴事件（原審・大阪地\n方裁判所平成２５年（ワ）第６６７４号）\n口頭弁論終結日  平成２８年６月３０日\n判                    決\n控訴人兼被控訴 人        株式会社 サカ エ\n（以下「一審被告」という。）\n訴訟代理人弁護 士        今川   忠\n同           白木裕 一\n同           山田和 哉\n補佐人弁理 士        酒井正 美\n同           稲岡耕 作\n同           安田昌 秀\n被控訴人兼控訴 人        コージ産業株式会 社\n（以下「一審原告」という。）\n訴訟代理人弁護 士        鎌田邦 彦\n同           福本洋 一\n同           上田悠 人\n補佐人弁理 士        西   博 幸\n主                    文\n１  一審原告の控訴に基づき，原判決中，損害賠償請求に関する部分を次のとお\nり変更する。\n(1)  一審被告は，一審原告に対し，２億８１５１万５９０６円及びうち３２２\n０万円に対する平成２５年７月１８日から，うち２億４９３１万５９０６\n円に対する平成２７年２月２８日から，各支払済みまで年５分の割合によ\nる金員を支払え。\n(2)  一審原告のその余の請求を棄却する。\n２  一審被告の控訴を棄却する。\n３  訴訟費用は，第１，２審を通じて，これを５分し，その２を一審原告の負担\nとし，その余を一審被告の負担とする。\n４  この判決の第１項(1)は，仮に執行することができる。\n事実及び理 由\n第１  当事者の求めた裁判（控訴の趣旨）\n１  一審原告\n(1)  原判決中，損害賠償請求に関する部分（第２項及び第３項）を次のとおり変\n更する。\n(2)  一審被告は，一審原告に対し，４億６８８５万１００２円及びうち３２２０\n万円に対する平成２５年７月１８日から，うち４億３６６５万１００２円に対する\n平成２７年２月２８日から，各支払済みまで年５分の割合による金員を支払え。\n２  一審被告\n(1)  原判決中，一審被告敗訴部分を取り消す。\n(2)  一審被告敗訴部分につき一審原告の請求をいずれも棄却する。\n第２  事案の概要\n本件は，発明の名称を「棚装置」とする二つの特許（特許第４９１００９７号，\n特許第４８６６１３８号。以下，前者を「本件特許１」，後者を「本件特許２」とい\nい，両者を併せて「本件各特許」という。）に係る特許権を有する一審原告が，一審\n被告による原判決別紙物件目録１ないし３記載の各製品（その生産のみに用いる棚\n板を含む。）の製造，販売等が本件特許１に係る特許権の，同目録１記載の製品（上\n記棚板を含む。）の製造，販売等が本件特許２に係る特許権の侵害に当たると主張し\nて，一審被告に対し，特許法１００条１項に基づき上記各製品の製造及び販売等の\n差止め，同条２項に基づき上記各製品及びその半製品の廃棄を求めるとともに，平\n成２４年２月１日から平成２７年３月２６日までの特許権侵害の不法行為に基づく\n損害賠償請求として，損害金４億６８８５万１００２円及びうち３２２０万円に対\nする平成２５年７月１８日（訴状送達の日の翌日）から，うち４億３６６５万１０\n０２円に対する平成２７年２月２８日から，各支払済みまで，民法所定の年５分の\n割合による遅延損害金の支払を求めた事案である。\n原審は，一審原告の請求について，上記各製品の製造及び販売等の差止め，損害\n賠償請求のうち２億８１２１万９９０６円及びうち３２２０万円に対する平成２５\n年７月１８日から，うち２億４９０１万９９０６円に対する平成２７年２月２８日\nから，各支払済みまで，年５分の割合による遅延損害金の支払を求める限度で一部\n認容し，その余の請求を棄却した。\nこれに対し，一審原告は，一審原告敗訴部分のうち損害賠償請求に関する部分を\n不服として控訴し，一審被告は，原判決中一審被告の敗訴部分を取り消し，同敗訴\n部分について一審原告の請求を棄却することを求めて控訴した。なお，一審原告は，\n上記各製品及びその半製品の廃棄請求を棄却した部分については不服を申し立てて\nおらず，したがって，上記部分については，当審における審理の対象ではない。\n１  前提事実（争いのない事実等）\n前提事実（争いのない事実等）については，次のとおり付加するほかは，原判決\n「事実及び理由」の第２，２（原判決３頁１行目から６頁６行目まで）記載のとお\nりであるから，これを引用する（以下，原判決を引用する場合は，「原告」を「一審\n原告」，「被告」を「一審被告」，「別紙」を「原判決別紙」とそれぞれ読み替える。）。\n（原判決の補正）\n原判決６頁６行目末尾に，行を改めて，次のとおり加える。\n「オ  実公昭５１－６２５５号公報（乙１０２。以下「乙１０２文献」といい，\n同文献に記載された発明を「乙１０２発明」という。）」\n２  争点及び争点についての当事者の主張\n争点及び争点についての当事者の主張は，次のとおり付加，訂正するほか，原判\n決「事実及び理由」の第３，第４（原判決６頁７行目から７４頁５行目まで）記載\nのとおりであるから，これを引用する。\n(1)  原判決６頁１７行目の「本件発明２」を「本件特許２」と，原判決１２頁５\n行目の「被告製品」を「一審被告製品１」と，それぞれ改める。\n(2)  原判決１０頁２１行目末尾に次のとおり加える。\n「本件明細書２の記載（段落【０００５】，【０００６】，【００１１】）の記載によ\nれば，本件発明２は，「溶接」の諸問題を克服するために位置決め突起と位置決め穴\nを設けたのであるから，位置決め突起が，支柱と別体であり，別途溶接が必要とな\nる構成を含んでいるとの解釈はできないのである。」\n(3)  原判決１２頁３行目の「状態にある。」の次に，次のとおり加える。\n「このように，一審被告製品１の「突き合わせ内蔵方式」は，切欠き凹部の上端\n面（上側縁）を突部の上端面（上側縁）に密接させ，かつ，切欠き凹部の垂下縁を\n突部の降下縁に密接させ，縁同士の突き当てによって相対的な位置の保持を図る構\n成であって，組み立て時，「突部」を「切欠き凹部」に嵌め合わせた状態では，コー\nナー支柱と棚板とは相対位置が上下方向に変位可能で，カタカタと上下方向に両者\nはガタ付く構成であるから，一審被告製品１は「きっちり嵌まる」構成でない。」\n(4)  原判決１２頁６行目末尾に次のとおり加える。\n「また，「位置決め突起と位置決め穴との間を相対動させるような外力が作用して\nもそれら位置決め突起が潰れたり位置決め穴の箇所か破断したりすることがないた\nめ，高いガタツキ防止機能（締結強度）を発揮することができる」（段落【００１２】）\nことが，本件発明２の本質的な技術的意義であり，「きっちり嵌まる」とは，位置決\nめ突起と位置決め穴とが全く変位しないことを意味する。」\n(5)  原判決１３頁３行目末尾に次のとおり加える。\n「本件当初明細書には，コーナー支柱に関し，平面視Ｌ形のコーナー支柱しか記\n載されておらず，これ以外の「パイプ状のコーナー支柱」（一審被告製品２）や「逆\nＵ字形のコーナー支柱」（一審被告製品３）等については全く記載がないから，本件\n特許１の「４本のコーナー支柱」（請求項１，段落【００１５】）とは，「平面視Ｌ形\nのコーナー支柱」でなければならない。」\n(6)  原判決４５頁１５行目の「分願書」を「願書」と，同頁２６行目の「美感」\nを「美観」と，それぞれ改める。\n(7)  原判決５０頁２１行目末尾に，行を改めて，次のとおり加える。\n「オ  本件訂正発明１の特許法１７条の２第３項違反による無効について\n本件特許１の分割出願は，本件原出願の特許請求の範囲，明細書及び図面（本件\n当初明細書）そのままの形でされたものであり，その出願当初明細書（乙９９）は，\n原出願の出願当初明細書である本件当初明細書（乙１）と同じである。一審被告の\n補正要件違反（特許法１７条の２第３項）の主張は，実質的に分割要件違反の主張\nと変わらないものであるから，前記と同様に，一審被告の補正要件違反の主張は理\n由がない。\nカ  本件訂正発明１の乙１０２発明を主引例とする進歩性欠如の無効について\n(ｱ)  相違点\n本件訂正発明１と乙１０２発明とを対比すると，少なくとも，本件訂正発明１－\n１は，「前記内壁のうち前記連接部と反対側の自由端部は前記外壁に向かって延びる\nように曲げられており」（構成要件１Ｃ）「前記内壁の自由端部は傾斜部になってい\nる」（１Ｆ）のに対し，乙１０２発明は，「内壁（内側板４）は空間（間隙３）を保\n有するように外壁（側板２）と平行に延びている」点で相違する。\n(ｲ)  相違点に係る構成の容易想到性\n乙１０２発明の「間隙３」は，キャップ９の脚片１０を圧入して係止するための\nものであり，脚片の板厚程度の僅かの間隙であって，「前記内壁のうち前記連接部と\n反対側の自由端部は前記外壁に向かって延びるように曲げられており」（１Ｃ）「前\n記内壁の自由端部は傾斜部になっている」（１Ｆ）との構成を採ることはできない。\nまた，本件特許の出願前に頒布された刊行物である実願昭５５－６０７５号（実\n開昭５６－１０８７４２号）のマイクロフィルム（乙１０３。以下「乙１０３文献」\nという。）に記載された事項によれば，短辺側においては外側板部と内側板部は密接\nしており「中空部」を有しておらず，四辺に「中空部」を設ける構成ではない。ま\nた，「中空部」を有する長辺側は，「前記内壁のうち前記連接部と反対側の自由端部\nは前記外壁に向かって延びるように曲げられており」（１Ｃ）「前記内壁の自由端部\nは傾斜部になっている」（１Ｆ）との構成を有するものではない（第２図ないし第５\n図等）。\n「金属板の曲げ加工見本」（乙１０４。以下「乙１０４文献」という。）は，本件\n特許１の出願日において公知のものではない上，単なる金属板の曲げ加工見本にす\nぎず，金属製の棚装置の棚板ではない。さらに，内側の側板は，傾斜部の先の部分\nが外側の側板に重なった状態で下向きに伸びており，本件訂正発明１の「前記内壁\nのうち前記連接部と反対側の自由端部は前記外壁に向かって延びるように曲げられ\nており」（１Ｃ）「前記内壁の自由端部は傾斜部になっている」（１Ｆ）との構成を備\nえていない。\nしたがって，乙１０２発明において，相違点に係る構成を変更することはできず，\n相違点に係る構成を開示又は示唆する証拠もないことから，本件訂正発明１は，乙\n１０２発明と乙１０３文献及び乙１０４文献に記載された事項に基づいて，当業者\nが容易に想到することができたものであるとはいえない。\nキ  本件訂正発明１の乙３発明に基づく進歩性欠如の無効について\n(ｱ)  相違点\n乙３発明は，前記２－３【原告の主張】(1)のとおりであり，本件訂正発明１に共\n通の構成要件１Ｃ及び１Ｆの構成を有しないほか，本件訂正発明１－２固有の構成\n要件１Ｅ及び１Ｊの構成を有しない。\n(ｲ)  相違点に係る構成の容易想到性\n乙３発明と乙１０４文献に記載された金属板の曲げ加工の形状を組み合わせるべ\nき動機付けはない上に，乙３発明は，棚板の周壁を二重構造にする場合に外側部分\nと内側部分を密着させた方が剛性が高く，支柱を棚板の端部にボルトで締結する際\nに外側部分と内側部分を密着させて２枚重ねて共にボルトで締結した方が強く固定\nできるという要請に基づき密着した二重構造としたものであり，周縁部の外側部分\nと内側部分の間に空間を空ける構成することには，前記２－３【原告の主張】(3)\nのとおり強い阻害要因がある。\nまた，乙１０４文献に記載された金属板の曲げ加工の形状は，本件訂正発明１の\n相違点に係る「前記内壁のうち前記連接部と反対側の自由端部は前記外壁に向かっ\nて延びるように曲げられており」（構成要件１Ｃ）「前記内壁の自由端部は傾斜部に\nなっている」（構成要件１Ｆ）との構成を備えていない。\nしたがって，乙３発明において，相違点に係る構成を変更することはできず，乙\n１０４文献は，相違点に係る構成を開示又は示唆するものではないことから，本件\n訂正発明１は，乙１０３発明及び乙１０４文献に記載された事項に基づいて，当業\n者が容易に想到することができたものであるとはいえない。\nク  時機に後れた攻撃防御方法の却下\n一審被告の後記４【一審被告の主張】(6)ないし(8)の各主張は，原審において当\n然主張することができたものであるから，時機に後れた攻撃防御方法として却下さ\nれるべきである。」\n(8)  原判決５０頁２５行目冒頭から５１頁１行目末尾までを削る。\n(9)  原判決５３頁１５行目末尾に，行を改めて，次のとおり加える。\n「(6)  本件訂正発明１の特許法１７条の２第３項違反による無効\nア  本件発明１の補正の経緯\n本件発明１は，出願日を平成１８年４月２７日とする本件原出願（特願２００６\n－１２３０８５号）の分割出願に係るものである（出願日平成２３年７月２５日。\n乙１）。本件発明１は，その出願時においては，本件原出願の特許請求の範囲，明細\n書及び図面をそのまま流用して出願がなされ（乙９９），その後，平成２３年８月３\n１日に手続補正書が提出され，特許請求の範囲，明細書及び図面が補正された（乙\n１００。以下「本件補正」という。）。また，同日付で上申書が提出され（乙１０１），\n本件補正後の特許請求の範囲により特許査定がされたものである。\nイ  しかし，本件補正は，願書に最初に添付した明細書，特許請求の範囲又は図\n面（乙９９。以下「本件分割当初明細書」という。）に記載した事項の範囲内におい\nてされたものではない（特許法１７条の２第３項）。\n(ｱ)  補正要件違反１\n本件分割当初明細書（乙９９）に記載した事項によれば，本件発明１の構成要件\nである「コーナー支柱」は，「前記コーナー支柱は平面視で交叉した２枚の側板を備\nえている」（本件分割当初明細書の特許請求の範囲の【請求項１】，段落【０００２】，\n【０００８】，【０００９】，【００１７】の第１実施形態）と特定されていた。\nそして，本件分割当初明細書（乙９９）では，「コーナー支柱」は「平面視で交叉\nした２枚の側板を備えているコーナー支柱」「平面視Ｌ形のコーナー支柱」だけが開\n示されているものであって，これ以外の形状のコーナー支柱，たとえばパイプ状の\nコーナー支柱（一審被告製品２）や逆Ｕ字状の棒状の支柱（一審被告製品３）とい\nったものは，本件分割当初明細書に記載した事項の範囲内にはない。\nところが，本件補正後の請求項１及び請求項２に係る各発明は，構成要件である\n「コーナー支柱」に関し，単に「４本のコーナー支柱」と特定しているだけであっ\nて，当該コーナー支柱は「平面視で交叉した２枚の側板を備えているコーナー支柱」\nであるという本件分割当初明細書に記載された事項の範囲を超えて，平面視で交叉\nした２枚の側板を備えているコーナー支柱以外のコーナー支柱も構成要件を充足す\nる可能性を含んだ記載となっている。\nよって，本件補正による特許請求の範囲の補正は，特許法１７条の２第３項に違\n反するものであり，本件特許１は特許法１２３条１項１号に該当するから，無効と\nすべきものである。\n(ｲ)  補正要件違反２\n本件分割当初明細書（乙９９）の記載（段落【０００９】）によれば，本件発明１\nは，ａ支柱と棚板との位置関係では，「コーナー支柱の群で囲われた空間に金属板製\nの棚板を配置する」ことが必要であり，ｂコーナー支柱の構造としては，「コーナー\n支柱は平面視で交叉した２枚の側板を備えている」（「平面視Ｌ形の支柱」（段落【０\n００２】参照）であること）が必要であり，ｃ支柱と棚板との結合手段としては，\n「外壁の端部をコーナー支柱の側板に密着させて両者をボルトで締結する」ことが\n必要とされていた。その上で，請求項１の発明は，ｄ「コーナー支柱の側板と板の\n外壁とのうち，いずれか一方には位置決め突起を，他方には位置決め突起がきっち\nり嵌まる位置決め穴を設ける」点が特徴であると明記されていた。\nところが，本件補正では，本件分割当初明細書の段落【０００９】が補正され，\n上記ａないしｄの事項がすべて記載されなくなり，本件補正後の請求項１では上記\nａないしｄの事項がすべて抹消された。このように，本件補正は，本件分割当初明\n細書に記載した事項の範囲内においてなされたものでない。\nしたがって，本件補正は，特許法１７条の２第３項の規定に違反しているから，\n特許法１２３条１項１号の規定により無効とされるべきである。\n(7)  本件訂正発明１の乙１０２発明を主引例とする進歩性欠如の無効\nア  乙１０２発明\n乙１０２文献には，「棚枠体」に関し，次の記載がある。\n(ｱ)  「従来倉庫等に施設される棚枠体は，断面Ｌ字状の長尺のアングルの両片に\n縦長の孔を長さ方向に複数個穿設して成る柱部材と，方形状の板の周縁に側板を折\n曲して設け，この各側面の両端部に横長の孔を穿設して成る棚板とから構成され，\n４本の柱部材を各棚板の４隅に当て，且縦長の孔と横長の孔を合わせると共に，外\n方より止めネジを貫挿し，之に内方よりナットを螺合して締付していた。」（第１欄\n１７行～２４行）\n(ｲ) 「方形状の板１の周縁に折曲して設けた棚板Ａの側板２の下縁を僅かの間隙\n３を保有するように内側に折り返えして内側板４を設け」（第２欄１２～１５行）\n(ｳ)  「第１図は本案棚枠体の斜視図，第２図は要部の拡大縦断面図，第３図は要\n部の一部裁断した平面図」（図面の簡単な説明の欄）と説明され，第１図には，４本\nの柱部材Ｂで支持された方形状の板の周縁に折曲して設けた側板を有する棚板Ａが\n示され，第２図及び第３図には，棚板Ａの周縁に折り曲げ形成した側板２と，側板\n２の下縁から天板１の側に向かって折り返された内側板４とが示され，側板２と内\n側板４との間には間隙３が形成された構造が表わされている。\nイ  本件訂正発明１と乙１０２発明との対比及び相違点の解消\n(ｱ)  本件訂正発明１－１について\nａ  一致点及び相違点\n本件訂正発明１－１と乙１０２発明とを対比すると，両者は，「４本のコーナー支\n柱と，前記コーナー支柱で支持された平面視四角形で金属板製の棚板とを備えてお\nり（１Ａ），前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した\n外壁とを備えている棚装置（１Ｂ）」で共通するとともに，さらに構成要件１Ｃ中の\n「棚板における外壁の先端に，基板の側に折り返された内壁が，当該内壁と前記外\n壁との間に空間が空くように連接部を介して一体に形成されている」点で共通し，\n本件訂正発明１－１は，構成要件１Ｃ中の「前記内壁のうち前記連接部と反対側の\n自由端部は前記外壁に向かって延びるように曲げられており」「前記内壁の自由端部\nは傾斜部になっている」（１Ｆ）のに対し，乙１０２発明は，「内壁（内側板４）は\n空間（間隙３）を保有するように外壁（側板２）と平行に延びている」点で相違す\nる。\nｂ  相違点に係る構成の容易想到性\n①  乙１０３文献には，「棚板における外壁（４）の先端に，基板（１）の側に折\nり返された内壁（５）が，当該内壁（５）と前記外壁（４）との間に空間が空くよ\nうに連接部（９）を介して一体に形成されており，前記内壁（５）のうち前記連接\n部（９）と反対側は前記外壁（４）に向かって延びるように曲げられている」構成\nが開示されている。乙１０３文献に記載された「板金製棚板」の技術は，本件訂正\n発明１－１及び乙１０２発明と技術分野を同一にするものである。しかも，乙１０\n３文献に記載された事項は，棚板全体の剛性を高めることを狙いとしており，本件\n訂正発明１－１の「棚板の剛性が高くなるため棚装置全体としてより頑丈な構造に\nすることができる。」と同じ効果を奏するものである。よって，乙１０３文献に記載\nされた上記板金製棚板の構成を乙１０２発明の棚板に適用することは，当業者が容\n易に想到し得るものである。\n②  本件特許１の出願前に公然知られた乙１０４文献（平成１６年１２月２５日\n以前に公知である（乙１０５）。）では，金属板の曲げ加工において，「外壁の先端に，\n基板の側に折り返された内壁が，当該内壁と前記外壁との間に空間が空くように連\n接部を介して一体に形成されており，前記内壁のうち前記連接部と反対側の自由端\n部は前記外壁に向かって延びるように曲げられており」「前記内壁の自由端部は傾斜\n部」を含んでいる形状を実現している。さらに，乙１０４文献によれば，「連接部は\n前記基板と反対側に向いて凸の円弧状に形成されており」という形状も実現されて\nいる。\nなお，乙１０４文献において，内壁の自由端部は，外壁に向かって傾斜した傾斜\n部と，その傾斜部先端から外壁内面に沿って基板側へ延びる折曲片とを含んでいる\nが，この折曲片の存在は，棚板の側壁の剛性を高める作用をするもので，より簡易\nな加工をするのなら，省略することも可能である。サルバニーニ社の機械により金\n属板の端縁に曲げ加工により側壁を形成する場合，最初に行われる最も端縁の曲げ\n加工である折曲片の曲げを省略することは，必要に応じて選択できる事項であり，\nこれによって工程数を一つ減らして加工効率を向上できるからである。\n乙１０２発明及び乙１０３文献に記載された事項に，乙１０４文献で実現されて\nいる側壁を適用することは，当業者にとって容易に想到し得ることである。\n③  小括\n以上によれば，本件訂正発明１－１は，乙１０２発明に，乙１０３に記載された\n事項及び乙１０４文献により実現された曲げ形態を組み合わせることにより当業者\nが容易に想到し得たものである。\n(ｲ)  本件訂正発明１－２について\n本件訂正発明１－２の構成要件１Ｈ，１Ｉは，乙１０２発明に開示されており，\n本件訂正発明１－２の構成要件１Ｊは，乙１０２発明及び乙１０３文献の第１図に\n開示されている。また，乙１０４文献の金属板の曲げ加工見本は，上記構成要件１\nＥを示している。そして，乙１０２発明に，乙１０３文献及び乙１０４文献の曲げ\n加工形態を適用することは，本件訂正発明１－１と同様に，当業者にとって容易な\nことである。\n(ｳ)  以上のとおり，本件訂正発明１は，乙１０２発明と，乙１０３文献に記載さ\nれた事項及び乙１０４文献に記載又は示された事項に基づいて，当業者が容易に発\n明をすることができたものであるから，特許法２９条２項の規定に該当し，本件特\n許１は特許法１２３条１項の規定により無効とされるべきものである。\n(8)  本件訂正発明１の乙３発明に基づく進歩性欠如の無効\nア  本件訂正発明１－１について\n(ｱ)  一致点及び相違点\n本件訂正発明１－１と乙３発明とを対比すると，両者は，「４本のコーナ支柱と，\n前記コーナ支柱で支持された平面視四角形で金属板製の棚板とを備えており（１Ａ），\n前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備\nえている棚装置（１Ｂ）」で共通するとともに，さらに構成要件１Ｃ中の「前記棚板\nにおける外壁の先端に，基板の側に折り返された内壁が，一体に形成されており」\nという点で共通し，本件訂正発明１－１は，内壁が「当該内壁と前記外壁との間に\n空間が空くように連接部を介して」形成されており，かつ，「前記内壁のうち前記連\n接部と反対側の自由端部は前記外壁に向かって延びるように曲げられており」「前記\n内壁の自由端部は傾斜部になっている」のに対し，乙３発明は，内壁が「前記外壁\nの内面に沿うように延びていて，外壁が二重構造をした側壁となっている」点で相\n違する。\n(ｲ)  相違点に係る構成の容易想到性\n乙１０４文献に示される金属板の曲げ加工見本は，金属基板の周囲に折り曲げ形\n成により側壁を設けるにあたり，サルバニーニ社の機械を用いて加工可能な４種類\nの側壁の加工見本（形態）を提案したものである。よって，当業者にとって，棚板\nの側壁を形成するにあたり，当該金属板の曲げ加工見本で提案された４種類の側壁\nの一つを選択し，その側壁を棚板の側壁に適用することに，何らの創作力を要する\nものではない。金属板製の棚板において，水平状に広がる基板とこの基板の周囲に\n折り曲げ形成した側壁とを備えた棚板は，側壁の剛性の向上等のために，外壁の先\n端が基板の側に折り返されて内壁が一体に形成され，外壁内面に内壁が重ね合わさ\nれた二重構造の側壁とすることが，従来から周知の事項であった（乙１０６，１０\n７）。\n以上のとおり，本件訂正発明１－１は，乙３発明に，乙１０４文献により実現さ\nれた曲げ形態を組み合わせることにより，当業者が容易に想到し得たものである。\nイ  本件訂正発明１－２について\n本件訂正発明１－２の構成要件１Ｈ，１Ｉ，１Ｊは，乙３発明に開示されている。\nまた，乙１０４文献の金属板の曲げ加工見本は，構成要件１Ｅを開示している。そ\nして，乙３発明に，乙１０４文献の曲げ加工形態を適用することは，当業者にとっ\nて容易なことである。\nウ  小括\n以上のとおり，本件訂正発明１は，乙３発明と乙１０４文献の曲げ加工形態に基\nづいて，当業者が容易に発明をすることができたものであって，特許法２９条２項\nの規定に該当し，特許法１２３条１項の規定により無効とされるべきものである。」\n(10)  原判決５６頁５行目末尾に，行を改めて，次のとおり加える。\n「また，乙１０４文献に記載された金属板の曲げ加工の形状は，相違点④の「前\n記内壁の先端部は前記基板に至ることなく前記外壁に向かっており」との構成を有\nしていない。\nしたがって，乙３発明において，相違点に係る構成を変更することはできず，乙\n１０４文献等は，相違点に係る構成を開示又は示唆するものではないことから，本\n件再訂正発明２は，乙１０２発明等に基づいて，当業者が容易に想到することがで\nきたものであるとはいえない。\n(ｳ)  本件再訂正発明２と乙１７発明とは，少なくとも，乙１７発明が本件再訂正\n発明２の「前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており」\nとの構成を有していない点で相違するところ，乙１７発明は，上記構成を採ること\nができない。また，乙３５文献に記載された発明（以下「乙３５発明」という。）は，\n本件再訂正発明２の構成要件２Ｆ′に係る構成を有するものではない。\n一審被告は，作業量を減らし，時間とコストをカットしつつ，ナットを隠す空間\nを保持するために，折立片の先端部を基板に溶接せず，内壁の先端部でとどめるこ\nとは当業者であれば誰でも思いつく事項であるなどと主張する。しかし，乙１７発\n明は，「薄板鋼板の補強と取付強度の増大」のために，折曲縁３ａを内向きに延ばし\nて天板１に溶接により接着することを必須の構成とするものであるから，折立片の\n先端部を基板に溶接せずに基板に至らせない構成とすることはできない。\nしたがって，本件再訂正発明２は，乙１７発明及び乙３５発明に基づいて，当業\n者が容易に想到することができたものであるとはいえない。\n(ｴ)    時機に後れた攻撃防御方法の却下\n一審被告の後記５【一審被告の主張】５(2)イの各主張（以下，前記【一審被告の\n主張】４(6)ないし(8)の各主張と併せて「本件攻撃防御方法」という。）は，原審に\nおいて当然主張することができたものであるから，時機に後れた攻撃防御方法とし\nて却下されるべきである。」\n(11)  原判決５７頁１８行目末尾に，行を改めて，次のとおり加える。\n「本件明細書２（甲６）には「先端部」という記載はなく，「下端部」という記載\nしか存在しない。「先端部」という用語は，上下方向に限られない先に位置する部分\nを指す語であるから，「先端部」は「下端部」よりも広い部分を指すことになるので，\n本件訂正発明２において，「下端部」の代わりに「先端部」という語を用いると発明\nの範囲を広げることになる。」\n(12)  原判決５７頁２０行目冒頭から同頁２５行目末尾までを次のとおり改める。\n「（ｱ）  乙３発明を主引例とする進歩性の欠如\nａ  本件再訂正発明２と乙３発明の相違点は，①  本件再訂正発明２は，「前記棚\n板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，」「前\n記外壁と内壁との間には前記ナットを隠す空間が空いていて」，「前記内壁の先端部\nは前記基板に至ることなく前記外壁に向かって」（２Ｄ，２Ｅ′）いるのに対し，乙\n３発明は，折り曲げ形成した外壁とその先端を内曲げして内壁が二重構造になって\nいるが，中に空間は空いておらず，ボルトは，外壁と反対側の内壁の表面にねじ込\nまれている点，②  本件再訂正発明２は，「前記コーナー支柱の側板には位置決め突\n起を，前記棚板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴\nを設けている」（２Ｆ′）のに対し，乙３発明は，このような構成を備えていない点\nである。\nｂ  乙１７文献及び乙１０４文献には，相違点①に係る「前記棚板における外壁\nの内面には前記ボルトがねじ込まれるナットを配置しており，」「前記外壁と内壁と\nの間には前記ナットを隠す空間が空いていて」，「前記内壁の先端部は前記基板に至\nることなく前記外壁に向かって」（２Ｄ，２Ｅ′）という構成が開示されている。\nなお，乙１７文献には，中空部を棚板の四周に設けることは記載がないものの，\n乙３発明において，基板の周囲に折り曲げ形成した外壁部分と外壁部分の先端を内\n曲げして内壁部分とした二重構造の構成を，当該二重構造の構成を変更して適宜の\n構成を適用することは可能なことである。\nそして，乙３発明における基板の四辺（周縁１８）の二重構造の側壁を，乙１７\n発明及び乙１０４文献から得られる「中空部」を有する二重構造の側壁に置換する\nことは，当業者にとって何ら困難なことではない。\nｃ  板状の部材と部材を重ねて係合する際に，互いに位置決めをする方法には\n種々の方法があり，位置決めのための構造として，位置決め突起と位置決め突起が\nきっちり嵌まる位置決め孔を設け，位置決め突起と位置決め孔の係止で位置決めを\n行うものも，一般的に広く知られている。したがって，乙３発明に周知技術を適用\nすることにより，上記相違点②に係る本件再訂正発明２の構成とすることは当業者\nが容易に想到し得ることである。\nｄ  以上のとおり，本件再訂正発明２は，乙３発明を主引例として，乙１７発明\n及び乙１０４文献に記載された事項を適用することにより，相違点に係る構成に当\n業者が容易に想到できたものといえるから，無効とすべきものである。\n(ｲ)  乙１７発明を主引例とする進歩性の欠如\n本件再訂正発明２は，乙１７発明及び乙３５発明に基づいて当業者が容易に想到\nすることができたものである。\n乙１７発明と乙３５発明には，本件再訂正発明２の「前記内壁の先端部は前記基\n板に至ることなく前記外壁に向かって」いる構成以外の構成が開示されており，両\n者を組み合わせることは容易である。\nそして，作業量を減らし，時間とコストをカットしつつ，ナットを隠す空間を保\n持するために，折立片の先端部を基盤に溶接せず内壁の先端部で留めることは，当\n業者であれば，誰でも思いつく事項である。このことは，金属板の端縁に曲げ加工\nにより側壁を形成する場合，その作業過程において，最初に行われる最も端縁の曲\nげ加工である折曲片の曲げを省略することは，工程数を１つ減らして加工効率を向\n上させることができることから当業者が任意に選択できる事項である。\nしたがって，本件再訂正発明２は，乙１７発明及び乙３５発明に基づいて当業者\nが容易に発明できたものである。\n(ｳ)  本件再訂正は，無効理由を解消していないため，本件再訂正発明２も無効で\nある。」\n(13)  原判決６１頁８行目末尾に，行を改めて，次のとおり加える。\n「また，一審被告各製品が大量生産を行うのに適さないこと自体は加工費を控除\nする理由にはならないし，実際に一審被告各製品が少量ロットで製造されていると\nもいえない。」\n(14)  原判決６２頁１５行目末尾に次のとおり加える。\n「少なくとも，一審被告各製品以外の製品も掲載された無償カタログは，一審被\n告が一審被告各製品の製造を行ったか否かにかかわらず，配布されたはずであるか\nら，無償カタログのうち一審被告各製品の掲載比率が１００％であるものを除いた\nカタログの発送費合計●●●●●●●●円については，経費として控除される金額\nから除外されるべきである。」\n(15)  原判決６２頁１９行目末尾に，行を改めて，次のとおり加える。\n「一審被告が主張する金型製品製作費用（乙５３）のうち，一部の合計●●●円\n分については，一審被告製品の金型ではないから，これを経費として控除すること\nはできない。」\n(16)  原判決６２頁２４行目末尾に，行を改めて，次のとおり加える。\n「また，一審被告の主張する試作のための材料費●●●●●●円という金額は異\n常なほどに高く不合理である。仮に，一審被告が試作品を製作したとしても，その\n材料費はせいぜい数十万円程度にすぎない。」\n(17)  原判決６８頁６行目の「明らかである。」の次に，次のとおり加える。\n「上記設計変更において，棚板を作成する際の鋼板の切り出しの形や曲げ形状が\n変更となることから，設計変更後の製品の製造販売に先立つ平成２５年１２月に新\nたな図面（乙１０９）を作成して準備した。また，上記設計変更により，棚板を構\n成する鋼板は前後左右方向に拡大したものを使用する必要があるため，一審被告は，\n上記設計変更後，同じ型番の製品を製造するため，設計変更前と比較して，前後方\n向と左右方向に寸法を拡大した鋼板を発注して使用している（乙１１０，１１１）。」\n(18)  原判決６８頁１３行目末尾に，行を改めて，次のとおり加える。\n「なお，部材別原価構成表のうち購入費は外注加工費であるから（乙１１４），控\n除されるべきであり，一審被告各製品の購入費の合計は●●●●●●●●●●●円\nである（乙１２０。製品別（加工費・購入費・管理費）金額参照）。\nまた，上記製造原価には，一審被告各製品の加工費が含まれるところ（乙７６の\n１。「部材別原価構成表」参照），この加工費は，変動経費ないし直接固定費として\n販売金額から控除すべき費用である。\n一審被告各製品は，多くの機種についてそれぞれ少量のロットで生産されている\nのであり，その製造は，自動化されたラインによる大量生産を行うのには適さない。\n棚板及び支柱の製造は，いずれの工程も一つ一つ従業員が直接手作業で行っている\n（乙１１２）。作業員がその作業を行っている間は，その作業員は他の製品を製造す\nる作業を一切行うことができないのであるから，このような作業員による加工費は，\n直接的追加的に発生する変動経費ないし直接固定費であることは明らかである（営\n業従業員の賃金や販売管理費用とは異なる。）。また，一審被告の主張する加工費の\n算出方法が，従業員の工数等に照らし合理的なものである（乙１１５）から，加工\n費は当然に控除されるべきものである。\nなお，加工費は，製品の製造原価のうち極めて大きな割合を占める原価であるか\nら，限界利益ないし貢献利益を算定するに当たって控除を認めないと，特許発明の\n実施者が得られたであろう実際の利益を大きく上回る損害を賠償させることとなる。\nこのような結論は，損害の公平な分担と評価することはできず，一種の懲罰的賠償\nを認めるに等しい。」\n(19)  原判決６８頁２３行目末尾に次のとおり加える。\n「一審原告が主張する金型の一部（合計●●●円相当）は一審被告各製品の金型\nではないから，金型製品製作費用から除外することについては争わない。」\n(20)  原判決６９頁７行目末尾に，行を改めて，次のとおり加える。\n「また，一審被告各製品は，個々に発送作業を行っており，一度に発送される製\n品数自体が少ない（乙１１７）。一審被告が一審被告各製品の同等品について，３か\n月間に支出した運送費用は合計で●●●●●●●●円であり，この間の販売台数は\n●●●●台である（一台当たりの運賃は●●●●円。）。一審被告各製品の販売台数\nの合計は，●●●●●●台であるからその全ての発送に必要な発送費用は，●●●\n●●●●●●円を下らない（●●●●●●台×●●●円）。」\n(21)  原判決７０頁４行目末尾に次のとおり加える。\n「平成２６年度において，一審被告各製品のカタログから棚板の断面図を削除し\nたにもかかわらず，その後の一審被告各製品の売上は増大していることから（乙１\n１８），平成２５年度までの一審被告のカタログの記載が，一審被告各製品の売上に\nは何ら影響を及ぼしていないことは明らかである。」\n(22)  原判決７０頁１２行目末尾に次のとおり加える。\n「一審被告は，上記各特許を取得するなどして継続的に開発努力をしてきたし，\n一審被告各製品について従来品よりも安価な（５％ないし１１％）価格設定をする\nなど営業努力もしてきた。このような開発努力や営業努力は，需要者が一審被告各\n製品を購入するに当たり重要な影響を与えたといえる。」\n第３  当裁判所の判断\n当裁判所も，一審原告は，一審被告に対し，本件各特許権侵害による特許法１０\n０条１項に基づく一審被告各製品の製造及び販売等の差止め並びに特許権侵害の不\n法行為に基づく損害賠償を請求することができると判断するが，その損害額（元本）\nは２億８１５１万５９０６円であると判断する。その理由は，以下のとおりである。\n１  一審被告製品１の本件発明２の構成要件（２Ｄ，２Ｅ，２Ｆ）の充足性（争\n点１）について\n争点１についての当裁判所の判断は，次のとおり，付加，訂正するほか，原判決\n「事実及び理由」の第５の１（原判決７４頁７行目から８１頁１７行目まで）に記\n載のとおりであるから，これを引用する。\n(1)  原判決７８頁３行目の「生じやすく」を「生じやすく（すなわち剛性が低く）」\nと，同頁１１行目の「ガタ付きを防止する」を「ガタ付きを防止して棚装置の剛性\nを高める」と改める。\n(2)  原判決７９頁２６行目冒頭から８０頁３行目までを次のとおり改める。\n「イ  「位置決め突起」，「位置決め穴」及び「きっちり嵌まる」とは，コーナー\n支柱と棚板の相対的姿勢を保持し支柱と棚板との間のガタ付きを防止して棚装置の\n剛性を高めるものであれば足りると解するのが相当である。」\n(3)  原判決８０頁９行目ないし１０行目の「このように」から同頁１６行目末尾\nまでを次のとおり改める。\n「このように，一審被告製品１は，「突部」と「切欠き凹部」との嵌め合わせによ\nる堅牢構造である「突き合わせ内蔵方式」を採用することにより，支柱と棚板との\nガタ付きを防止して棚装置の剛性を高めているといえる（甲７，８）から，一審被\n告製品１の「前記コーナー支柱における２枚の側板の交叉する角の内面には，平面\n視で交差した鉤型の突部」は，「切欠き凹部」に嵌め合わせた状態で，隙間が生じる\nとしても，コーナー支柱と棚板の相対的姿勢を保持し支柱と棚板との間のガタ付き\nを防止して棚装置の剛性を高め得るものであることは明らかである。一審被告製品\n１の「突部」は本件発明２の「位置決め突起」に該当し，「切欠き凹部」は「位置決\nめ穴」に該当し，両者は「きっちり嵌まる」構成であると認められる。」\n(4)  原判決８０頁２６行目末尾に，行を改めて，次のとおり加える。\n「一審被告は，本件明細書２の記載（段落【０００５】，【０００６】，【００１１】）\nを根拠として，本件発明２は，「溶接」の諸問題を克服するために位置決め突起と位\n置決め穴を設けたのであるから，位置決め突起が，支柱と別体であり，別途溶接が\n必要となる構成を含んでいるとの解釈はできないと主張する。\nしかし，前記(1)イの本件発明２の技術的意義のとおり，コーナー支柱と棚板との\n間のガタ付きを防止して棚装置の剛性を高めることが本件発明２の特徴的な課題で\nありかつ不可欠の技術的事項である。本件明細書２は，特許第３４３７９８８号公\n報記載の発明の問題点を記載しているだけであり（段落【０００５】），このような\n記載によっても，本件発明２において，溶接により位置決め突起をコーナー支柱に\n設けることが必ずしも除外されているものと解することはできない。\nしたがって，一審被告の上記主張は採用することができない。\n一審被告は，本件明細書２に，「・・・位置決め突起と位置決め穴とはコーナー支\n柱と棚板とが重なっている部分に複数個設けることが可能であるため，ストッパー\n機能を格段に高くすることが可能になるのであり・・・」（段落【００１２】）との\n記載があることから，位置決め突起と位置決め穴とは，コーナー支柱と棚板が重な\nっている部分に複数個設けられることができる構成であることが不可欠であるとい\nえる旨主張する。\nしかし，一審被告の指摘する本件明細書２の段落【００１２】の上記記載等は，\n単なる実施例の記載にすぎないし，同段落にも「・・・複数個設けることが可能」\nと記載されていることからすると，上記記載は「位置決め突起」と「位置決め穴」\nが一つの場合を排除するものではないといえる。\nしたがって，一審被告の上記主張は採用することができない。」\n(5)  原判決８１頁８行目冒頭から同頁１３行目末尾までを次のとおり改める。\n「さらに，一審被告は，「きっちり嵌まる」とは，コーナー支柱と棚板との相対的\nな姿勢が保持される態様で，位置決め突起が隙間なく位置決め穴に嵌まることを意\n味するところ，一審被告製品１の「突き合わせ内蔵方式」は，切欠き凹部の上端面\n（上側縁）を突部の上端面（上側縁）に密接させ，かつ，切欠き凹部の垂下縁を突\n部の降下縁に密接させ，縁同士の突き当てによって相対的な位置の保持を図る構成\nであって，組み立て時，「突部」を「切欠き凹部」に嵌め合わせた状態では，コーナ\nー支柱と棚板とは相対位置が上下方向に変位可能で，カタカタと上下方向に両者は\nガタ付く構成であるから，一審被告製品１は「きっちり嵌まる」構成でない旨主張\nする。\nしかし，前記(1)イの本件発明２の技術的意義②によれば，「位置決め突起」が「位\n置決め穴」に「きっちり嵌まる」とは，支柱と棚板との間のガタ付きを防止して棚\n装置の剛性を高めるのに役立つものであればよく，位置決め突起と位置決め穴との\n間に完全に隙間がないことが要件となるものではない。\nまた，本件明細書２に「コーナー支柱と棚板との間にガタ付きが生じやすい（す\nなわち剛性が低い）問題があった。特に，キャスターを有するワゴンタイプの棚装\n置は，移動させるのに際してコーナー支柱と棚板との締結箇所に慣性力が作用する\nため，ガタ付きの問題が顕著に現われている。」（【０００４】），「小片の下端に水平\n方向の荷重（コーナー支柱を倒すような荷重）がかかると小片が変形しやすくなり，\nこのため，強度アップに限度があるという問題があった。」（【０００６】）と記載さ\nれているように，支柱と棚板との間のガタ付きが問題となるのは，主に棚板の水平\n方向（コーナー支柱の倒れ方向）における場合であると認められるから，本件発明\n２は，この水平方向のガタ付きを防止して棚装置の剛性を高めることを課題とする\nものと解される。そして，この点，一審被告製品１も，切欠き凹部の上端面（上側\n縁）と突部の上端面（上側縁）の密接及び切欠き凹部の垂下縁と突部の降下縁の密\n接による二面ないし三面拘束により水平方向のガタ付きを防止しているといえるか\nら，切欠き凹部の下側縁と突部の下側縁の間に生じる上下方向の僅かな隙間は特に\n問題となるものではないといえる（本件明細書２の「コーナー支柱と棚板とは位置\n決め突起と位置決め穴との嵌め合わせによって相対的な姿勢が保持されているため，\nコーナー支柱と棚板との間のガタ付きを防止できる。」（【００１１】）との記載にお\nける「相対的な姿勢が保持され」とは，水平方向における相対的な姿勢の保持とい\nう意味に解される。）。\nしたがって，一審被告製品１は「きっちり嵌まる」構成であると認められるから，\n一審被告の上記主張は採用することができない。\nさらに，一審被告は，本件明細書２の「位置決め突起と位置決め穴との間を相対\n動させるような外力が作用してもそれら位置決め突起が潰れたり位置決め穴の箇所\nか破断したりすることはないため，高いガタ付き防止機能（締結強度）を発揮する\nことができる。」（【００１２】）ことが本件発明２の本質的な技術的意義であり，そ\nうすると，「きっちり嵌まる」とは，位置決め突起と位置決め穴とが全く変位しない\nことを意味する旨主張する。\nしかし，位置決め突起と位置決め穴との間に上下方向の隙間が生じるとしても，\n支柱と棚板をボルトで締結して組み立てられた棚装置において，通常の使用態様に\nよっては上方向に荷重がかかるようなことはないため，棚板の上下方向におけるガ\nタ付きの問題は考えにくい（なお，一審被告製品１においても，「突き合わせ内蔵方\n式」によれば，切欠き凹部の上側縁が突部の上側縁に密接しかつ切欠き凹部の垂下\n縁が突部の降下縁に密接することで棚板が突部に着座した状態でコーナー支柱に固\n定されるため，棚板が支柱に対して上下方向に変位する状況が生じることは想定し\n得ない。）。そうすると，一審被告が指摘する本件明細書２の上記記載も，棚板の水\n平方向（コーナー支柱の倒れ方向）におけるガタ付きについてのものと認められる\nから，上記記載を根拠として，「きっちり嵌まる」が位置決め突起と位置決め穴とが\n全く変位しないことを意味すると解することはできない。\nしたがって，一審被告の上記主張は採用することができない。」\n２  本件発明１についての訂正の対抗主張の成否（争点４）について\n争点４についての当裁判所の判断は，次のとおり，付加，訂正するほか，原判決\n「事実及び理由」の第５の２（原判決８１頁２０行目から１０１頁２５行目まで）\nに記載のとおりであるから，これを引用する。\n(1)  原判決８２頁５行目の「自由端子」を「自由端部」と，同頁２２行目の「次\nの(ｱ)ないし(ｴ)のとおり」を「次のとおり」と，それぞれ改める。\n(2)  原判決８３頁９行目末尾に，行を改めて，次のとおり加える。\n「(ｵ)  本件訂正発明１の特許法１７条の２第３項違反による無効\n(ｶ)  本件訂正発明１について乙１０２発明を主引例として，乙１０３文献及び乙\n１０４文献に記載された事項を，それぞれ適用することによる進歩性欠如\n(ｷ)  本件訂正発明１について乙３発明を主引例として，乙１０４文献に記載され\nた事項を適用することによる進歩性欠如」\n(3)  原判決９１頁４行目冒頭から１１行目末尾までを次のとおり改める。\n「そうすると，本件訂正発明１が，本件原出願の請求項に係る発明（構成２）に\nおいて記載されていないからといって，本件当初明細書に記載されていないという\nことはできない。\nまた，一審被告は，本件当初明細書には，コーナー支柱に関し，平面視Ｌ形のコ\nーナー支柱しか記載されておらず，これ以外の「パイプ状のコーナー支柱」（一審被\n告製品２）や「逆Ｕ字形のコーナー支柱」（一審被告製品３）等については全く記載\nがないから，本件特許１の「４本のコーナー支柱」（請求項１，段落【００１５】）\nとは，「平面視Ｌ形のコーナー支柱」でなければならないにもかかわらず，本件分割\n出願によって，「平面視Ｌ形の」という形態限定が除かれ，本件当初明細書に記載さ\nれていない技術的事項にまで拡張されている旨主張する。\nしかし，前記のとおり，本件当初明細書には，「前記棚板における外壁の先端に，\n基板の側に折り返された内壁が一体に形成され」（請求項２）との構成により，「内\n壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構\n造にすることができ」（【００１３】）るという作用効果を奏することが記載されてい\nることから，「より改善された形態の棚装置を提供する」（【０００７】）という課題\nの具体的なものとして，本件当初明細書には，上記作用効果に対応した，棚板の剛\n性を高くして棚装置全体としてより頑丈な構造を提供するとの課題が記載されてい\nるものと認められる。そして，このような課題に照らすと，その解決手段は，コー\nナー支柱と棚板との間のガタ付きを改善するための解決手段としての構成２と技術\n的に一体不可分な関係にあるものとは認められない。なお，このことは，「前記棚板\nにおける外壁の先端に，基板の側に折り返された内壁が一体に形成され」（請求項２）\nとの構成の実施形態が，コーナー支柱と棚板との間のガタ付きを改善することにつ\nいてのものとは別に，本件当初明細書において複数記載されている（【００２７】な\nいし【００３２】及び図５）ことからも裏付けられる。\nしたがって，本件当初明細書の記載を総合すれば，本件当初明細書には，棚板の\n剛性を高くして棚装置全体としてより頑丈な構造を提供するとの課題の解決手段と\nして，構成２に限定されない構成１の発明，すなわち本件訂正発明１が記載されて\nいるものと認められる。\nまた，本件当初明細書には，コーナー支柱の形状やコーナー支柱と棚板との締結\n態様について特に限定のない発明が前提として記載されているものと解されること\nに加え，パイプ状のコーナー支柱や逆Ｕ字形のコーナー支柱は，本件特許１の原出\n願日において周知であったといえるから（甲１８，２３，２５ないし２７），パイプ\n状のコーナー支柱や逆Ｕ字形のコーナー支柱が本件当初明細書に明示的に記載され\nていなくとも，本件当初明細書の記載から自明であると認められる。そうすると，\n本件訂正発明１において，コーナー支柱の限定がなくなったことが，新たな技術的\n事項を導入するものということもできない。\n以上によれば，本件当初明細書には，本件訂正発明１が記載されていると認めら\nれるから，被告の主張は採用することができない。」\n(4)  原判決９６頁２１行目末尾に，行を改めて，次のとおり加え，同頁２２行目\nの「（ｴ）」を「（ｵ）」と，９８頁７行目の「後記(ｵ)」を「後記(ｶ）」と，同頁１０行\n目の「(ｵ)」を「（ｶ）」と，それぞれ改める。\n「(ｴ)  乙１０２発明\nａ  乙１０２文献の記載\n乙１０２文献には，「棚枠体」の考案として，次の記載がある（図面については，\n別紙乙１０２文献図面目録参照）。\n「方形状の板１の周縁に折曲して設けた棚板Ａの側板２の下縁を僅かの間隙３を\n保有するように内側に折り返えして内側板４を設け，この内側板４に側板２に設け\nた横長の孔５と一致する孔６及びその左右位置に縦方向の溝孔７，７を形成し，こ\nの溝孔７，７より四角状のナット８を横長の孔５，６の範囲で横動可能に収納した\n筐状のキャップ９の両側縁から延長され，それが外方に稍々彎曲する脚片１０，１\n０を圧入して間隙３内に於いて係止せしめ，このように構成された棚板Ａの横長の\n孔６と柱部材Ｂに設けてある縦長の孔１１を交叉させ，外方より止めネジ１２を差\nし込む。この場合ナット８は横方向に移動し得るから，ナット８のネジ孔と縦長の\n孔１１との中心合せが容易に出来，而して之を回転させることにより，柱部材Ｂと\n棚板Ａとの締付固定が達成出来，第１図に示すように棚枠体を構成することが出来\nる。」（２欄１２行から２９行）\nｂ  乙１０２発明\n乙１０２文献の上記記載等によれば，「４本の柱部材Ｂと，柱部材Ｂに締付固定さ\nれた棚板Ａとを備えており，棚板Ａは，方形状の板１の周縁に折曲して設けた棚板\nＡの側板２の下縁を僅かの間隙３を保有するように内側に折り返して内側板４を設\nけている棚枠体」（乙１０２発明）が開示されていると認められる。」\n(5)  原判決９８頁９行目末尾に，行を改めて，次のとおり加える。\n「ｄ  本件訂正発明１－１と乙１０２発明との対比\n本件訂正発明１－１は，棚板における外壁の先端に，基板の側に折り返された内\n壁が，「当該内壁と前記外壁との間に空間が空くように連接部を介して一体に形成さ\nれており，前記内壁のうち前記連接部と反対側の自由端部は前記外壁に向かって延\nびるように曲げられており，前記内壁の自由端部は傾斜部になっている」（１Ｃ，１\nＦ）のに対し，乙１０２発明は，棚板Ａの側板２の下縁を僅かの間隙３を保有する\nように内側に折り返して内側板４を設けた，側板２と内側板４との二重構造である\n点で相違し（相違点⑤），その余の点で一致する。」\n(6)  原判決１００頁２０行目の「前記(ｴ)ｃ」及び「前記(ｴ)ａ」を「前記(ｵ)ｃ」\n及び「前記(ｵ)ａ」と，同頁２１行目の「後記３(3)ウ(ｲ)ｂないしｅ」を「後記３(2)\nウ(ｲ)ｂないしｅ」と，１０１頁６行目から７行目の「前記(ｴ)ｃ」を「前記(ｵ)ｃ」\nと，それぞれ改める。\n(7)  原判決１０１頁１２行目末尾に，行を改めて，次のとおり加える。\n「ｅ  乙１０２発明を主引例とする進歩性欠如について\n一審被告は，乙１０２発明を主引例として，① 乙１０３文献に記載された事項，\n② 乙１０４文献に記載された曲げ形態をそれぞれ適用することにより，本件訂正発\n明１と乙１０２発明との相違点に係る構成に当業者が容易に想到できた旨主張する。\n乙１０３文献には，板金製棚板に関し，「矩形な天板１の長辺両縁部に側板２，２\n及び短辺両縁部に側板３，３を設けている。前記側板２は第２図に示すように，天\n板１に一体に連接する外側板部４と，この外側板部４の下縁全長に一体に連接し，\nかつ前記天板１の下面側に折返されて前記外側板部４との間に中空部を形成する内\n側板部５から構成される。そして前記内側板部５の先端部を前記外側板部４の略上\n半部内面及び前記天板１の内面に沿って密接する断面Ｌ字形に形成し，前記天板１\nとの密接部をスポット溶接６で接合している。」（３頁５行ないし同頁１５行）との\n記載があり，第２図などには，中空部を有する側板が記載されている（図面につい\nては，別紙乙１０３文献図面目録参照）。\nしかし，乙１０３文献には，内壁に相当する内側板部５が開示されていることが\n認められるものの，内壁の連接部と反対側の端部が「自由端部」であり，「外壁に向\nかって延びるように」曲げられており，「傾斜部」になっているとの構成が開示ない\nし示唆されているとは認められない。\nまた，乙１０４文献は，乙３１の１文献と実質的に同一であるところ，前記ｂの\nとおり，乙１０４文献には，内壁の連接部と反対側の端部が「外壁に向かって延び\nるように」曲げられており，「傾斜部」になっている構成が開示されていることが認\nめられるものの，「傾斜部」の先端から外壁に沿って延びる部分が存在し，当該部分\nが外壁と重なることで，内壁の連接部と反対側の端部は「自由端部」になっていな\nいことが認められる。また，仮に，「傾斜部」の先端から外壁に沿って延びる部分が\n外壁と重なっていないために内壁の連接部と反対側の端部は「自由端部」であると\n認め得るとしても，その「自由端部」は「傾斜部」とはいえないことが認められる。\nそうすると，乙１０２発明はもちろん，乙１０３文献及び乙１０４文献には，本\n件訂正発明１の前記相違点⑤に係る構成は示されていないから，当業者が同構成に\n容易に想到できたとはいえない。\nこれに対し，一審被告は，乙１０３文献については，内壁の自由端部を外壁に向\nかって傾斜部になるように延ばし，さらにその先端を外壁内面に沿って天板方向へ\n延ばせば，外壁４における二重構造部分が増え，棚板の剛性が向上することは技術\n常識として自明な事項であるとか，乙１０４文献については，内壁の自由端部は，\n外壁に向かって傾斜した傾斜部と，その傾斜部先端から外壁内面に沿って基板側へ\n延びる折曲片とを含んでいるが，この折曲片の存在は，棚板の側壁の剛性を高める\n作用をするもので，より簡易な加工をするのなら，省略することも可能であるなど\nと主張する。\n一審被告の上記主張は，乙１０３文献及び乙１０４文献に記載された形態の「傾\n斜部」の先端から外壁に沿って伸びる部分（乙１０３文献においては，さらに当該\n部分から屈曲して天板に沿って伸びる部分）を設けないようにすることは自明であ\nる（創作力を要しない。）というものであると解される。\nしかし，一審被告が提出する証拠からそのような事実は認められず，また，あえ\nて上記部分を設けないようにすることの理由や技術的意義も明らかではないといわ\nざるを得ない。\nしたがって，乙１０２発明における棚板の壁部の構成を乙１０３文献及び乙１０\n４文献（乙３１の１）の壁部の構成に変更するに際し，「傾斜部」の先端から外壁に\n沿って伸びる部分等を設けないようにすることは，当業者にとって容易に想到し得\nたものということはできないから，一審被告の上記主張は採用することができない。\nｆ  乙３発明を主引例とする進歩性欠如について（乙１０４文献の適用）\n一審被告は，乙３発明の金属製棚板の側壁の二重構造が周知の事項であること（乙\n１０６，１０７）を前提に，乙３発明を主引例として，乙１０４文献に記載された\n曲げ形態を適用することにより，本件訂正発明１と乙３発明との相違点に係る構成\nに当業者が容易に想到できた旨主張する。\nしかし，上記ｅのとおり，乙１０４文献は，乙３１の１文献と実質的に同一であ\nるところ，一審被告の上記主張は，前記ｃにおける，乙３発明を主引例として，③\nプレス機の形状選択（乙３１の１）を適用することにより，相違点に係る本件訂正\n発明１の構成に当業者が容易に想到できた旨の主張と実質的に同一である。\nそうすると，前記ｃのとおり，乙３発明の棚板の壁部の構成についての相違点③\nに係る構成が，当業者にとって容易に想到できたとはいえないのであるから，一審\n被告の上記主張は採用することができない。」\n(8)  原判決１０１頁１３行目冒頭の「(ｶ)」を「(ｷ)」と改め，同頁１８行目末尾\nに，行を改めて，次のとおり加える。\n「カ  本件訂正発明１の特許法１７条の２第３項違反の無効について\n本件補正前の本件特許１の請求項１及び請求項２の記載は次の（ｱ）のとおりであ\nり，本件補正により，次の(ｲ)のとおり補正された（乙９９，１００）。\n(ｱ)  「【請求項１】\n複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金\n属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した２枚の側板を\n備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形\n成した外壁とを備えており，外壁の端部をコーナー支柱の側板に密着させて両者を\nボルトで締結している棚装置であって，前記コーナー支柱の側板と棚板の外壁との\nうちいずれか一方には位置決め突起を，他方には前記位置決め突起がきっちり嵌ま\nる位置決め穴を設けている，棚装置。\n【請求項２】\n前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，棚板に\nおける外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板\nにおける外壁の先端に，基板の側に折り返された内壁が一体に形成されており，外\n壁と内壁との間には前記ナットを隠す空間が空いており，更に，前記コーナー支柱\nの側板に位置決め突起が突き出し形成され，棚板の外壁に位置決め穴が空けられて\nいる，請求項１に記載した棚装置。」\n(ｲ)  「【請求項１】\n４本のコーナー支柱と，前記コーナー支柱で支持された平面視四角形で金属板製\nの棚板とを備えており，前記棚板は，水平状に広がる基板とこの基板の周囲に折り\n曲げ形成した外壁とを備えている棚装置であって，\n前記棚板における外壁の先端に，基板の側に折り返された内壁が，当該内壁と前\n記外壁との間に空間が空くように連接部を介して一体に形成されており，前記内壁\nのうち前記連接部と反対側の自由端部は前記外壁に向かって延びるように曲げられ\nている，\n棚装置。\n【請求項２】\n前記棚装置の連接部は前記基板と反対側に向いて凸の円弧状に形成されており，\n前記棚装置における内壁の自由端部は傾斜部になっている，\n請求項１に記載した棚装置。」\n一審被告は，本件補正によって，本件特許１の請求項１の記載は，「コーナー支柱\nは平面視で交叉した２枚の側板を備えている」から単に「４本のコーナー支柱」と\n特定するだけになり，また，「コーナー支柱の群で囲われた空間に金属板製の棚板を\n配置する」，「外壁の端部をコーナー支柱の側板に密着させて両者をボルトで締結す\nる」及び「コーナー支柱の側板と板の外壁とのうち，いずれか一方には位置決め突\n起を，他方には位置決め突起がきっちり嵌まる位置決め穴を設ける」が抹消されて\nおり，そのため，本件補正は，本件分割当初明細書に記載した事項の範囲内におい\nてなされたものでなく，特許法１７条の２第３項の規定に違反する旨主張する。\nしかし，前記認定のとおり，本件当初明細書には，棚板の剛性を高くして棚装置\n全体としてより頑丈な構造を提供するとの課題及びその解決手段としての構成１の\n発明，すなわち本件訂正発明１が記載されているものと認められるところ，本件当\n初明細書には，本件訂正１前の「前記内壁の自由端部は傾斜部になっている」との\n要件が付されていない本件発明１，すなわち本件補正後の請求項１に係る発明も記\n載されているものと認められる。\nそして，本件当初明細書（乙１）の記載と本件特許１に係る出願の本件分割当初\n明細書（乙９９）の記載の内容は同じであることから（ただし，段落番号等は異な\nる。），本件特許１に係る出願の本件分割当初明細書にも，本件補正後の請求項１に\n係る発明（本件発明１）が記載されているものと認められる。\nしたがって，本件補正は，本件分割当初明細書に記載した事項の範囲内において\nするものと認められるから，特許法１７条の２第３項の規定に違反するものではな\nく，一審被告の上記主張は採用することができない。」\n３  本件発明２についての訂正・再訂正の対抗主張の成否（争点５）について\n争点５についての当裁判所の判断は，次のとおり，付加，訂正するほか，原判決\n「事実及び理由」の第５の３（原判決１０１頁２６行目から１１２頁５行目まで）\nに記載のとおりであるから，これを引用する。\n(1)  原判決１０２頁２０行目末尾に，行を改めて，次のとおり加える。\n「また，一審被告は，本件明細書２（甲６）には「先端部」という記載はなく，\n「下端部」という記載しか存在しない。「先端部」という用語は，上下方向に限られ\nない先に位置する部分を指す語であるから，「先端部」は「下端部」よりも広い部分\nを指すことになるので，本件訂正発明２において，「下端部」の代わりに「先端部」\nという語を用いると発明の範囲を広げることになる旨主張する。\nしかし，本件明細書２の「棚板２は，水平状に広がる平面視四角形の基板４と，\n基板４の各辺から上向きに立ち上がっている外壁５と，外壁５の上端に連接した内\n壁６とから成っており，」（段落【００１６】），「図３（Ｂ）に示すように，・・・内\n壁６のうち外壁５に繋がる連接部１１は本実施形態では略平坦状の姿勢になってい\nる。他方，内壁６の下端部（自由端部）６ａは，外壁５に向けて傾斜した傾斜部に\nなっている。」（段落【００２１】）との記載によれば，図３（Ｂ）の実施形態におい\nて，内壁６の上端部は，外壁５との連接部１１であり，外壁５に繋がる固定端部で\nあるのに対し，内壁６の下端部６ａは，自由端部であり，下端部６ａよりも先には\n内壁６の部分が存在しないことから，内壁６の先端部であると認められる。そして，\nこのような内壁６の構造は，本件当初明細書の図５（Ａ），（Ｂ）などにも記載され\nているものである。\nまた，本件明細書２には，「なお，本願発明の棚板は基板の周囲に外壁を備えてい\nるが，棚板は基板から上向きに立ち上がっていても良いし，下向きに垂下していて\nも良い。」（段落【００１０】）と記載されているところ，後者の外壁が下向きに垂下\nする構成を採用する場合，内壁の先端部は下端部ではなく，上端部となることは自\n明である。そうすると，本件当初明細書に明示的に記載があるのは「下端部」との\n語のみであるとしても，内壁の先端部について，「下端部」のみならず「上端部」も\n本件当初明細書に記載されているに等しいものと認められるから，本件明細書２に\n記載されていると認められる事項が「下端部」に限定されるものでないことは明ら\nかである。\nしたがって，訂正事項１の「先端部」との表現を用いた訂正は，本件明細書２に\n記載した事項の範囲内のものであるから，一審被告の上記主張は採用することがで\nきない。」\n(2)  原判決１０３頁２行目末尾に，行を改めて，次のとおり加える。\n「(ｳ)  乙１７発明を主引例として，乙３５発明を適用することによる進歩性欠如\nの無効理由\n(ｴ)  乙３発明を主引例として，乙１７発明及び乙１０４文献に記載された事項を\n適用することによる進歩性欠如の無効理由」\n(3)  原判決１０７頁２０行目末尾に「（前記(2)ア(ｲ)及び(ｴ)）」を加える。\n(4)  原判決１１０頁２０行目冒頭から１１１頁１行目末尾までを削る。\n(5)  原判決１１１頁２行目冒頭の「また」を「しかし」と改める。\n(6)  原判決１１１頁１４行目末尾に，行を改めて，次のとおり加える。\n「また，前記のとおり，乙１０４文献に記載された形態は，内壁の連接部と反対\n側の端部が「外壁に向かって延びるように」曲げられている構成が開示されている\nことが認められるものの，本件再訂正発明２の上記構成を開示ないし示唆するもの\nではない。乙３発明に１０４文献に記載された事項を適用することにより，本件再\n訂正発明２の「内壁の先端部は基板に至ることなく外壁に向かって」いるとの構成\nに至ることが容易であるとはいえない。」\n(7)  原判決１１１頁１５行目末尾に，行を改めて，次のとおり加える。\n「エ  乙１７発明を主引例とする進歩性欠如の無効理由について\n(ｱ)  本件再訂正発明２と乙１７発明の対比\n乙１７発明は，前記２(3)エ(ｱ)のとおりであり，「内壁の先端部は前記基板に至る\nことなく前記外壁に向かって」いるとの構成の開示はない。したがって，本件再訂\n正発明２と乙１７発明とは，少なくとも，本件再訂正発明２は「内壁の先端部は前\n記基板に至ることなく前記外壁に向かって」いるのに対し，乙１７発明はそのよう\nな構成を具備していない点で相違する。\n(ｲ)  相違点に係る構成の容易想到性\n乙３５発明も乙１０４文献に記載された形態も，本件再訂正発明２の上記相違点\nに係る構成を開示ないし示唆するものではないから，乙１７発明に乙３５発明等を\n適用することにより，上記相違点に係る構成に至ることが容易であるとはいえない。\nよって，乙１７発明を主引例とする進歩性欠如の無効理由は認められない。」\n(8)  原判決１１２頁５行目末尾に，行を改めて，次のとおり加える。\n「(5)  時機に後れた攻撃防御方法であるとの主張について\n一審原告は，一審被告の本件攻撃防御方法の提出が時機に後れたものである旨主\n張する。\nしかし，一審被告の本件攻撃防御方法については，既に提出済みの証拠に基づき\n判断可能なものであるか，又は直ちに取調べが可能な書証に基づき判断可能なもの\nである。さらに，当裁判所は，平成２８年６月３０日の当審第１回口頭弁論期日に\nおいて，弁論を終結した以上，一審被告の本件攻撃防御方法の提出が「訴訟の完結\nを遅延させる」ものとまではいい難い（民事訴訟法１５７条１項）。したがって，一\n審被告の本件攻撃防御方法を時機に後れたものとして却下することはしない。」\n４  オプション棚板についての間接侵害の成否（争点６），侵害のおそれ－差止請\n求の必要性（争点７），損害発生の有無及びその損害額（争点８）についての当裁判\n所の判断は，次のとおり，付加，訂正するほか，原判決「事実及び理由」の第５の\n４ないし６（原判決１１２頁６行目から１２３頁４行目まで）に記載のとおりであ\nるから，これを引用する。\n(1)  原判決１１４頁２０行目の「ところが」から同頁２２行目末尾までを次のと\nおり改める。\n「一審被告は，一審被告各製品のうちＣＳパールラックとＣＳパールラックワゴ\nンについて，平成２６年３月１日から設計変更をしたことの根拠として，設計変更\n後の製品の製造販売に先立つ平成２５年１２月に新たな図面（乙１０９）を作成し\nて準備し，また，設計変更後，同じ型番の製品を製造するため，設計変更前と比較\nして，前後方向と左右方向に寸法を拡大した鋼板を発注して使用している（乙１１\n０，１１１）旨主張する。\nしかし，一審被告が提出する設計変更のための図面（乙１０９）はＣＳパールラ\nックの棚板についてのものであると窺われるものの，上記図面のみによっては，そ\nの他の棚板について設計変更のための図面が作成されたか否かは明らかではないと\nいわざるを得ない。また，出荷案内書（乙１１０，１１１）についても，品名とし\nて記載された鋼板の板厚が設計変更前後において異なるものとなっていること（設\n計変更によって異なってくるのは前後左右方向の寸法である。）を考慮すると，直ち\nに，上記各製品の設計変更後の材料の出荷案内書であると認めることは困難である。\nそうすると，一審被告が提出する証拠によっては，平成２６年３月１日から設計変\n更をしたことは明らかではないといわざるを得ない。\nそして，一審被告の平成２６年度のカタログには一審被告各製品が掲載されてお\nり，設計変更品は掲載されていないのであるから（甲３２），一審被告は，平成２７\n年２月末日まで上記の製品の製造販売を従来のまま継続したと認めるのが相当であ\nる。」\n(2)  原判決１１６頁１３行目末尾に，行を改めて，次のとおり加える。\n「また，一審被告は，①一審被告製品は，多くの機種についてそれぞれ少量のロ\nットで生産されているのであり，その製造は，自動化されたラインによる大量生産\nを行うのには適さないこと，②棚板及び支柱の製造は，いずれの工程も一つ一つ従\n業員が直接手作業で行っており（乙１１２），作業員がその作業を行っている間は，\nその作業員は他の製品を製造する作業を一切行うことができないのであるから，こ\nのような作業員による加工費は，営業従業員の賃金や販売管理費用とは異なり，直\n接的追加的に発生する変動経費ないし直接固定費であることは明らかであること，\n③一審被告の主張する加工費の算出方法が，従業員の工数等に照らし合理的なもの\nであること（乙１１５），④加工費は，製品の製造原価のうち極めて大きな割合を占\nめる原価であるから，限界利益ないし貢献利益を算定するに当たって控除を認めな\nいと，特許発明の実施者が得られたであろう実際の利益を大きく上回る損害を賠償\nさせることとなり，損害の公平な分担と評価することはできず，一種の懲罰的賠償\nを認めるに等しいことなどを指摘する。\nしかし，本件において，一審被告が一審被告製品の製造販売のために従業員を雇\n用する必要があったことや新たに従業員を雇用したというような事情は認められな\nいし，加工費に時間外の人件費が含まれているとも認められない。\nしたがって，一審被告の指摘する上記事情を考慮しても，加工費が一審被告各製\n品の製造に直接関連して追加的に必要になったとは認められないから，一審被告の\n上記主張は，加工費を控除することができないとの結論を左右するものではなく，\n採用することができない。\nまた，一審被告は，部材別原価構成表のうち購入費は外注加工費であるから（乙\n１１４），この購入費についても控除されるべきであり，一審被告各製品の購入費の\n合計は●●●●●●●●●●●円である（乙１２０）旨主張する。\nしかし，一審被告各製品の製造原価として認められるのは前記ａのとおりである\nところ，上記購入費が外注加工費であることを認めるに足りる客観的な証拠はなく，\nその合理的な説明もないから，一審被告の上記主張は，採用することができない。」\n(3)  原判決１１８頁３行目末尾に，行を改めて，次のとおり加える。\n「一審原告は，少なくとも，一審被告各製品以外の製品も掲載された無償カタロ\nグは，一審被告が一審被告各製品の製造を行ったか否かにかかわらず，配布された\nはずであるから，無償カタログのうち一審被告各製品の掲載比率が１００％である\nものを除いたカタログの発送費合計●●●●●●●●円については，経費として控\n除される金額から除外されるべきである旨主張する。\nしかし，前記のとおり，カタログ作製費用は掲載ページ数によって増加するもの\nであり，また，広告費用は一審被告各製品の販売に直接必要なものであると解され\nる。\nしたがって，一審原告の上記主張は採用することができない。」\n(4)  原判決１１８頁５行目冒頭から同頁１０行目末尾までを次のとおり改める。\n「証拠（乙５３）及び弁論の全趣旨によれば，平成２３年６月から平成２４年５\n月までの間に，一審被告各製品のための金型を製作するための費用として，合計●\n●●●●●●●●円が支出されたことが認められ，これは，一審被告各製品を製造\nしなければ要しなかった費用であり，その製造に直接必要な費用であると認められ\nるから，同額を控除するのが相当である。\n一審原告は，上記金型は他の製品に流用し得るものであるから控除すべきではな\nい旨主張する。しかし，これを認めるに足りる証拠はなく，上記金型製作費用は，\n一審被告各製品を製造するために直接必要な費用であると認められるから，一審原\n告の上記主張は採用することができない。」\n(5)  原判決１１８頁２４行目末尾に，行を改めて，次のとおり加える。\n「一審原告は，一審被告の主張する試作のための材料費●●●●●●円という金\n額は異常なほど高く不合理であり，仮に，一審被告が試作品を製作したとしても，\nその材料費はせいぜい数十万円程度にすぎないなどと主張する。しかし，上記材料\n費等が不合理なほど高額であることを認めるに足りる客観的な証拠はないから，一\n審原告の上記主張は採用することができない。」\n(6)  原判決１１９頁４行目末尾に，行を改めて，次のとおり加える。\n「なお，一審被告は，一審被告が一審被告各製品の同等品について要した費用を\n根拠として，一審被告各製品は，個々に発送作業を行っており，一度に発送される\n製品数自体が少なく，運送費用は●●●●●●●●●円を下らないなどと主張する。\nしかし，一審被告各製品自体について，上記主張を裏付ける客観的な証拠はなく，\n一審被告各製品の販売に要する運送費用が一審被告の主張する上記金額であると直\nちに認めることはできない。\nしたがって，一審被告の上記主張は採用することができない。」\n(7)  原判決１２１頁２行目の「反面」から同頁４行目の「明らかではない。」ま\nでを次のとおり改める。\n「反面，「突部」と「切り欠き凹部」とを嵌め合わせる構造である「突き合わせ内\n蔵方式」の実施は，製品全体の堅牢性に相応の寄与をしているとはいえるものの，\n上記技術独自でどの程度寄与しているかについては必ずしも明らかではない。」\n(8)  原判決１２１頁２０行目末尾に，行を改めて，次のとおり加える。\n「一審被告は，平成２６年度において，一審被告各製品のカタログから棚板の断\n面図を削除したにもかかわらず，その後の一審被告各製品の売上は増大しているこ\nとから（乙１１８），平成２５年度までの一審被告のカタログの記載が，一審被告各\n製品の売上には何ら影響を及ぼしていないことは明らかである旨主張する。\nしかし，一審被告の上記主張を前提としても，上記のとおり，一審被告の顧客が\n製品を選ぶ際に技術的内容を考慮していないとはいえないから，一審被告の上記主\n張は採用することができない。\nさらに，一審被告は，上記各特許を取得するなどして継続的に開発努力をしてき\nたし，一審被告各製品について従来品よりも安価な（５％ないし１１％）価格設定\nをするなど営業努力もしてきたのであり，このような開発努力や営業努力は，需要\n者が一審被告各製品を購入するに当たり重要な影響を与えたといえる旨主張する。\nしかし，前記認定のとおり，一審被告の販売価格を前提として利益（損害）を算\n定していることなどを考慮すると，一審被告製品について従来品よりも安価な（５％\nないし１１％）価格設定をしたことなどの事情を推定覆滅事由として考慮する必要\n性は乏しい。本件において，一審被告が主張するような開発努力や営業努力といっ\nた事情は推定覆滅事由として重視することはできない。」\n(9)  原判決１２１頁２６行目から１２２頁１行目の「２億５６２１万９９０６円」\nを「２億５６５１万５９０６円」と，同頁５行目の「●●●●●●●●●●●円」\nを「●●●●●●●●●●●円」と，同頁６行目の「３億２０２７万４８８３円」\nを「３億２０６４万４８８３円」と，同頁７行目の「２億５６２１万９９０６円」\nを「２億５６５１万５９０６円」と，それぞれ改める。\n(10)  原判決１２２頁２６行目冒頭から１２３頁１行目末尾までを次のとおり改\nめる。\n「本件事案の内容，審理の経過，認容額等に照らすと，本件と相当因果関係があ\nると認められる弁護士費用及び弁理士費用は，２５００万円と認めるのが相当であ\nる。」\n(11)  原判決１２２頁３行目及び４行目の「２億８１２１万９９０６円」を「２\n億８１５１万５９０６円」と改める。\n５  結論\n以上によれば，一審原告の請求は，一審被告各製品の製造，販売等の差止を求め\nる請求のほか，損害賠償として２億８１５１万５９０６円及びうち３２２０万円に\n対する平成２５年７月１８日から，うち２億４９３１万５９０６円に対する平成２\n７年２月２８日から，各支払済みまで年５分の割合による遅延損害金の支払を求め\nる限度で理由があり，その余は理由がないから，一審原告の控訴に基づき，これと\n異なる原判決の損害賠償請求に関する部分を変更し，上記の限度で一審原告の請求\nを認容し，一審被告の控訴は理由がないから棄却することとし，主文のとおり判決\nする。\n知的財産高等裁判所第１部\n裁判長裁判官      一\n裁判官      中 島 基 至\n裁判官      岡 田 慎 吾\n（別紙）\n乙１０２文献図面目録\n（別紙）\n乙１０３文献図面目録\n（別紙）\n乙１０４文献図面目録\n"
}