{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 2,
    "day": 23
  },
  "case_number": "平成25(ワ)28089",
  "case_name": "特許権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84937",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84937",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/937/084937_hanrei.pdf",
  "contents": "平成２７年２月２３日判決言渡  同日原本領収  裁判所書記官\n平成２５年(ﾜ)第２８０８９号  特許権侵害行為差止等請求事件\n（口頭弁論終結の日  平成２６年１２月１５日）\n判          決\n名古屋市＜以下略＞\n原        告        有限会社宝石のエンジェ ル\n東京都豊島区＜以下略＞\n被        告       Ａ\n東京都台東区＜以下略＞\n被        告        石福ジュエリーパーツ株式会社\n主           文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１(1)  被告Ａは，別紙１「物件目録」記載の製品を製造し，又は販売してはな\nらない。\n(2)  被告Ａは，上記(1)の製品及び同製品の金型を廃棄せよ。\n２(1)  被告石福ジュエリーパーツ株式会社は，別紙１「物件目録」記載の製品\nを販売してはならない。\n(2)  被告石福ジュエリーパーツ株式会社は，上記(1)の製品を廃棄せよ。\n３  被告らは，原告に対し，２億１１８０万２５９５円（被告Ａは１億６２５４\n万１５９５円，被告石福ジュエリーパーツ株式会社は４９２６万１０００円）\n及びこれに対する平成２７年２月２３日（本判決言渡の日）から支払済みまで\n年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，発明の名称を「装飾品鎖状端部の留め具」とする特許権の特許権者\nである原告が，被告Ａ（以下「被告Ａ」という。）の製造・販売し，被告石\n福ジュエリーパーツ株式会社（以下「被告石福ジュエリー」という。 ）の販\n売する別紙１「物件目録」記載の商品名の製品（以下「被告製品」という。\nなお，被告Ａの製造・販売に係る被告製品の製品番号，被告石福ジュエリーの\n販売に係る被告製品の製品番号は，それぞれ，別紙２「被告製品の製品番号目\n録（各被告が製造又は販売する製品番号の対応）」の「被告Ａ製品番号」欄，\n「被告石福ジュエリー製品番号」欄に記載のとおりであり，被告製品の製品番\n号は必ずしも各被告で共通しない。）が同特許権に係る発明の技術的範囲に属\nすると主張して，①特許法１００条１項及び２項に基づき，被告Ａに対しては，\n被告製品の製造及び販売の差止め並びに同製品及びその金型の廃棄を，被告石\n福ジュエリーに対しては，被告製品の販売の差止め及び廃棄を，それぞれ求め\nるとともに，②被告らに対し，特許権侵害の不法行為に基づく損害賠償金（特\n許法１０２条１項による損害額）２億１１８０万２５９５円（被告Ａは１億６\n２５４万１５９５円，被告石福ジュエリーは４９２６万１０００円）及びこれ\nに対する平成２７年２月２３日（第一審判決である本判決言渡しの日）から支\n払済みまでの年５分の割合による法定利息（原告は，損害賠償金に対する遅延\n損害金ではなく，法定利息の支払を求めているが〔平成２６年６月２６日付け\n準備書面７〕，その理由は明らかでない。）の支払を求めた事案である。\n２  前提事実（争いのない事実以外は，証拠等を末尾に記載する。）\n(1)  当事者\nア  原告は，宝石及び貴金属の小売業を営む特例有限会社である。\nイ  被告石福ジュエリーは，宝飾品パーツ及び装身具の製造加工並びに売買\n等を業とする株式会社であり，被告Ａは，Ｂの屋号で，宝飾品パーツ及び\n装身具の製造，販売業を営む者である。\n(2)  原告は，次の特許権を有している（以下「本件特許権」といい，本件特\n許権に係る特許を「本件特許」という。）（甲１）。\n特許番 号  特許第４０４４５９８号\n発明の名称  装飾品鎖状端部の留め具\n出願番 号    特願２００６－５２８９５５\n出願 日   平成１７年６月３０日\n国際出願番号   ＰＣＴ／ＪＰ２００５／０１２５３５\n国際公開番号   ＷＯ２００６／００６４７６\n国 際 公 開 日   平成１８年１月１９日\n優先権主張番号   特願２００４－２０６７６９\n優先 日   平成１６年７月１４日\n優先権主張国   日本国\n登録 日   平成１９年１１月２２日\n(3)  本件特許に係る特許請求の範囲（以下，本件特許に係る明細書及び図面\nと併せて「本件明細書」といい ，参照の便宜のため，本件特許に係る特許\n公報の写し〔甲１〕を本判決末尾に別添１として添付する。なお，本件明細\n書に係る記載を示す場合，同公報の頁数，行数で摘示することとする。）に\nおける請求項１の記載は，以下のとおりである（以下，同請求項に記載の\n発明を「本件発明」という。）。\n「装飾品の片方の鎖状部の端部に設けたホルダーと他方の鎖状部の端部に設\nけたホルダー受けとを噛合わせて係止する方式の留め具であって，前記ホル\nダーとホルダー受けには，これらを正しい噛合い位置に誘導できる部位に，\n互いに吸着する磁石の各一方を，あるいは磁石とこれに吸着される金属材を，\nそれぞれ吸着部材として設けた装飾品鎖状端部の留め具において，前記ホル\nダーが１対の顎部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップ\nであり，前記ホルダー受けが１対の開口状態の顎部材間に嵌入して係止され\nる係止部材であり，かつ，前記鰐口クリップの内部における１対の顎部材間\nに一方の吸着部材を設け，前記係止部材の先端に他方の吸着部材を設けた装\n飾品鎖状端部の留め具。」\n(4)  本件発明の構成要件の分説\n本件発明を構成要件に分説すると，それぞれ次のとおりであ る（以下，\n各構成要件を「構成要件Ａ」などという。）。\nＡ  装飾品の片方の鎖状部の端部に設けたホルダーと\nＢ  他方の鎖状部の端部に設けたホルダー受けとを噛合わせて係止する方式\nの留め具であって，\nＣ  前記ホルダーとホルダー受けには，これらを正しい噛合い位置に誘導で\nきる部位に，互いに吸着する磁石の各一方を，あるいは磁石とこれに吸着\nされる金属材を，それぞれ吸着部材として設けた装飾品鎖状端部の留め具\nにおいて，\nＤ  前記ホルダーが１対の顎部材を開口／閉口可能に軸支したバネ閉じ式の\n鰐口クリップであり，\nＥ  前記ホルダー受けが１対の開口状態の顎部材間に嵌入して係止される係\n止部材であり，\nＦ  かつ，前記鰐口クリップの内部における１対の顎部材間に一方の吸着部\n材を設け，\nＧ  前記係止部材の先端に他方の吸着部材を設けた装飾品鎖状端部の留め具。\n(5)  本件特許の出願経過\nア  本件特許に係る出願（特願２００６－５２８９５５）は，平成１７年６\n月３０日（優先日：平成１６年７月１４日）にされたものであるが，特許\n庁審査官は，平成１９年１０月１１日（起案日）付け拒絶理由通知書（以\n下「本件拒絶理由通知書」という。乙２７）により，出願人たる原告に\n対し，その出願前（優先日前）に頒布された刊行物である実用新案登録第\n３００００７３号公報（以下「引用文献１」又は「文献１」という。乙\n１４，乙３１），特開平７－１７７９１６号公報 （以下「引用文献２」\n又は「文献２」という。乙３２）及び特開平１０－２６２７１５号公報\n（以下「引用文献３」又は「文献３」という。乙２８）を示して，出願\n当初の請求項１ないし６に係る発明は，特許法２９条２項の規定により特\n許を受けることができない旨通知した。\n本件拒絶理由通知書の備考欄には，「文献１，２には，ホルダー（文献\n１，２ではそれぞれ，筒状本体，主部剤）とホルダー受け（筒状本体，従\n部材）とに吸着部材（磁石，磁石）を設け，正しい噛み合い位置に誘導す\nるようにした装飾品鎖状端部の留め具（装身具用連結金具，磁石式留め\n具）の構成が記載されており，文献３には，吸着部材（本文献では磁石）\nを備えた鰐口クリップ（止め金具）の例が記載されている。」との記載\n（なお，「主部剤」は，「主部材」の誤記と考えられる。）がある。\nイ  出願人たる原告は，本件拒絶理由通知書を受けて，特許庁に，特許請求\nの範囲を補正する平成１９年１０月１９日付け 手続補正書（以下，同補\n正書による補正を「本件補正」という。 ）を提出するとともに，同日付\nけ意見書（以下「本件意見書」という。 乙２９）を提出して，本件補正\nの結果，拒絶理由は解消し，本件発明は特許を受けることができる旨の意\n見を述べた。\n本件意見書には，次の記載がある。\n(ｱ)  「２．上記の補正では，第１に，補正前の請求項２及び請求項３を\n削除してこれらの限定事項を請求項１に導入すると共に，補正前の請\n求項４以降の各請求項の項番号を順次繰り上げた。第２に，請求項３\nの限定事項を請求項１に導入するに当たり，請求項３に「鰐口クリッ\nプの内部に一方の吸着部材を設け」とあった規定を，明細書第４頁第\n１７行の「鰐口クリップの内部（１対の顎部材間）に吸着部材を設け\nる・・・」の記載及び各図面の開示に基づき，「鰐口クリップの内部\nにおける１対の顎部材間に一方の吸着部材を設け」と，下線部の限定\nを追加した。」\n(ｲ)  「３．従って，今回の補正後の請求項１に係る発明の内容は以下の\n通りであり（補正部分に下線を付与），その他の請求項も少なくとも\n請求項１を前提としている。\n〔請求項１〕装飾品の片方の鎖状部の端部に設けたホルダーと他方の\n鎖状部の端部に設けたホルダー受けとを噛合わせて係止する方式の留め\n具であって，\n前記ホルダーとホルダー受けには，これらを正しい噛合い位置に誘導\nできる部位に，互いに吸着する磁石の各一方を，あるいは磁石とこれに\n吸着される金属材を，それぞれ吸着部材として設けた装飾品鎖状端部の\n留め具において，\n前記ホルダーが１対の顎部材を開口／閉口可能に軸支したバネ閉じ式\nの鰐口クリップであり，前記ホルダー受けが１対の開口状態の顎部材間\nに嵌入して係止される係止部材であり，かつ，前記鰐口クリップの内部\nにおける１対の顎部材間に一方の吸着部材を設け，前記係止部材の先端\nに他方の吸着部材を設けた装飾品鎖状端部の留め具。」\n(ｳ)  「４．引用文献１－３は，「ホルダーとホルダー受けを噛み合わせ\nて係止させる装飾品鎖状端部の留め具で，その各一方に磁石や磁石吸\n着性金属材を設けたもの」である。しかし引用文献３に開示された止\nめ金具は本発明の「鰐口クリップ」とは構成が本質的に異なり，本発\n明特有の効果を達成し得ないものである。」\n(ｴ)  「５．即ち，本発明は元々，明細書の第２頁第１４行～１６行に記\n載したように，「（ネックレスの場合等を考慮して）留め具を構成す\nる１対の係止用部材が，目視や手探りに頼らずに相互に正しい位 置に\nロケーションされる」ようにすることを目的としている。\nこのような点から，本発明の「鰐口クリップ」は，「開口／閉口可能\nに軸支したバネ閉じ式の１対の顎部材からなるホルダーの開口状態に\nおいて，その開口し た顎部材間にホルダ ー受けが嵌入して係 止され\nる」点に特徴がある。即ち本発明の鰐口クリップ方式においては，１\n対の顎部材がホルダー受けの挿入口を構成し，この挿入口がホルダー\n受けの挿入時に大きく拡径される構成でなければならない。さもなけ\nれば上記した本発明の目的は達成されず，鰐口クリップ方式とする意\n味も失われる。\n引用文献３の図１，図２に示す止め金具において，１対の顎部材に相\n当するロックレバー８は，ホルダー受けに相当する雄側金具２を係止\nする役目を持つだけで，ホルダー受けの挿入口を構成せず，一方，ホ\nルダー受けの挿入口は固定的な構成であって，開閉は不可能である。\n即ち，一見本発明に類似した鰐口クリップ方式に見えるが，本質的に\n全く異なる。引用文献３の他の図に示す止め金具は「鰐口クリップ」\nとは言い難い構成であり，やはりホルダー受けの挿入口は開閉機能を\n持たないし，ホルダー受けの挿入口を予め大径に構成するという対策\nは微小さが要求され る装飾品留め具にお いて優れた構成とは 言えな\nい。」\n(ｵ)  「６．又，引用文献１，２は，単に磁石吸着式の留め具を開示する\nだけで，本発明のような鰐口クリップ方式の留め具の構成及び効果は\n全く開示・示唆しないし，これらを引用文献３の止め金具と併せ勘案\nしても，本発明の装飾品鎖状部端部の留め具に容易に想到できないこ\nとは明らかである。」\nウ  その後，本件補正後の特許請求の範囲記載の発明につき，特許査定がさ\nれ，本件特許権は登録に至った。\n(6)  被告らの行為\nア  被告Ａは，業として，被告製品の製造・販売をしており，被告石福ジュ\nエリーは，卸売問屋として，小売店等に被告Ａの製造に係る被告製品を販\n売している（甲２の１・２，３，弁論の全趣旨）。\nなお，前記１のとおり，被告Ａの製造・販売に係る被告製品の製品番号，\n被告石福ジュエリーの販売に係る被告製品の製品番号は，それぞれ，別紙\n２「被告製品の製品番号目録（各被告が製造又は販売する製品番号の対\n応）」の「被告Ａ製品番号」欄，「被告石福ジュエリー製品番号」欄に記\n載のとおりである。\nイ  被告製品のうち，別紙２「被告製品の製品番号目録」番号１（ＭＡＧ－\nＣＲ３０２）（甲７），同番号７（ＭＡＧ－ＣＲ３０４）（甲６），同番\n号１０（ＭＡＧ－ＣＲ３０５）（甲５）についての構成は，別紙３「被告\n製品の構成」に掲げた図面に記載のとおりである（争いがない）。\nなお，被告製品を構成する各部材の外観・形状は，製品番号によって若\n干異なる場合があるが，各部材の機能・構造は，実質的に異ならないこと\nから，以下，被告製品を構成する各部材を，別紙３「被告製品の構成」記\n載の符号に従い，「部材ア」などという（同別紙記載の製品番号以外の被\n告製品についても，同別紙の例による。）。\n３  争点\n(1)  被告製品は本件発明の技術的範囲に属するか（争点１）\n被告製品の各部材の外観・形状は，製品番号によって異なる場合があるが，\n各部材の機能・構造は，実質的に異ならない（前記前提事実(6)イ）から，\n被告製品が本件発明の技術的範囲に属するか否かを判断するためには，別紙\n３「被告製品の構成」のうち，「①被告製品目録番号１（ＭＡＧ－ＣＲ３０\n２）について」に記載された構成が，本件発明の構成要件を充足するか否か\nを検討すれば足りるというべきであり，被告製品の部材エが本件発明におけ\nる「ホルダー受け」に相当することは，争いがないから，以下の点が主要な\n争点である。\nア  被告製品における部材ア，部材イ，部材ウ，部材オ及び部材カの集合体\nは，本件発明の「ホルダー」（構成要件Ａ）といえるか（争点１－ア）\nイ  被告製品は「噛合わせて係止する」（構成要件Ｂ）方式の留め具といえ\nるか（争点１－イ）\nウ  被告製品の「ホルダーとホルダー受けには，これらを正しい噛合い位置\nに誘導できる部位に」（構成要件Ｃ）に磁石が吸着部材として設けられて\nいるか（争点１－ウ）\nエ  被告製品において本件発明の「ホルダー」に該当する部分は，本件発明\nの「鰐口クリップ」（構成要件Ｄ）といえるか（争点１－エ）\nオ  被告製品のホルダー受け（部材エ）は，顎部材（部材ア及び部材イ）間\nの中に「嵌入して」，「係止される係止部材」（構成要件Ｅ）といえるか\n（争点１－オ）\nカ  被告製品が適用される装飾品は「鎖状部」（構成要件Ａ，Ｂ，Ｃ，Ｇ）\nを有するか（争点１－カ）\n(2)  原告の損害額（争点２）\n第３  争点に関する当事者の主張\n１  争点１（被告製品は本件発明の技術的範囲に属するか）について\n(1)  争点１－ア（被告製品における部材ア，部材イ，部材ウ，部材オ及び部\n材カの集合体は，本件発明の「ホルダー」（構成要件Ａ）といえるか）につ\nいて\n［原告の主張］\nア  本件発明にいう「ホルダー」は，本件明細書によれば，任意の形態の噛\nみ合わせにより留め具の係止を行うと共に，その噛み合わせの解除により\n留め具の係止状態を開放する機構であり，鰐口クリップが特に好ましいと\nされている。\n被告製品においては，部材ア，部材イ，部材ウ，部材オ及び部材カから\nなる集合体が本件発明の「ホルダー」（構成要件Ａ）に当たり，部材エが\n「ホルダー受け」（構成要件Ａ）に当たる。\nイ  被告は，顎部材（部材ア及び部材イ）は筐体であると主張するが，「ホ\nルダー」の字義は，つなぐ物又は入れ物であり（甲９），顎部材（部材ア\n及び部材イ）はひっぱってもつながっている部材であって，ホルダー受け\n（部材エ）と合体する入れ物であるから「ホルダー」に当たり，被告製品\nは，構成要件Ａを充足する。\n［被告らの主張］\nア  部材カは軸であり，部材オはバネであって，部材ア，部材イ，部材ウ，\n部材オ及び部材カの集合体を本件発明の「ホルダー」ということはできな\nい。\nイ  被告製品における部材ア及び部材イは，上蓋と下蓋をばねで開口，閉口\nする役割を有するが，「ホルダー」ではなく，単なる筐体である。被告製\n品において，本件発明にいう「ホルダー」に当たる 構成は，磁石（部材\nエ）の入れ物としての部材ウである。\n(2)  争点１－イ（被告製品は「噛合わせて係止する」（構成要件Ｂ）方式の\n留め具といえるか）について\n［原告の主張］\nア  「噛み合う」とは，歯車などで，双方の凸凹の部分がぴったりと組み合\nわさることでもあるところ，歯車が「噛み合う」とは，Ａの凹部分とＢの\n凸部分の形状や大きさが同じことではなく，Ｂの凸がＡに伝われば足りる。\n本件発明でいえば，ホルダー受けの溝にホルダーの爪が引っかかれば足り\nる。また，「合う」の字義は，二つ以上のものが近寄って一つになること\nでもあり，本件発明でいえば，顎部材の中にホルダー受けが近寄って中に\n収まり抜けない状態（＝一つになること）である。「係止」とは，係わり\n止まる事を意味し，「止まる」は固定する意味のほか，動いている状態の\nものが動かない状態になることも含む。\n本件明細書の記載からは，ホルダー受けは，係止するための凸凹があれ\nばよく，ホルダー受けのネック部とホルダーの爪が噛み合わせて係止すれ\nばよい。\nイ  被告製品は，ホルダー受け（部材エ）を引っ張っても，顎部材の爪（部\n材キ）がホルダー受けの溝に引っかかって抜けず，ホルダー受け（部材\nエ）の凸凹部分に噛み合って係止されているといえ，構成要件Ｂを充足す\nる。\nウ  被告らは，ホルダーとホルダー受けの間に隙間があり，接触していない\nので，噛み合っていないと主張するが，例えば，磁石の力よりロングネッ\nクレスの方が重いとき，又は，ロングネックレスを装着しているときに何\nかにひっかけてしまった場合，ホルダーとホルダー受けは，接触し，隙間\nはなくなるのであって，隙間がなくなることがある以上，権利侵害してい\nないとはいえない。\n［被告らの主張］\nア  原告も指摘するとおり，被告製品の磁石の入れ物（部材ウ）と筐体（部\n材ア及び部材イ）の開口部との間にはギャップがあり，ホルダー受け（部\n材エ）を強く引っ張ると，ホルダー受け（部材エ）がギャップの中を移動\nするのであって，被告製品は，「噛み合わせて係止」されていない。\nイ  「噛む」とは，溝に爪が引っかかる状態をいい，本件明細書のホルダー\n受け４の全周には溝１５がある。これに対し，被告製品では，閉口時の筐\n体（部材ア及び部材イ）の挿入口の面積を，ホルダー受け（部材エ）の断\n面積よりも小さくすることで抜けるのを防止するのであり，これを「噛み\n合う」ということはできない。\nウ  被告製品は，磁石で吸着することを基本とし，その磁石同士が外れても，\n閉口状態の筐体で外れるのを防止するものであるから，ホルダー受けに溝\nを設ける必要がない。他方，本件発明は，予め爪で噛んでおくことで磁石\nの吸着状態を保つものであり，被告製品と本件発明とでは，磁石が意図し\nないときに外れるのを防止するための手段が異なる。本件発明では，ホル\nダーに爪を設けなければ磁石が外れてしまうため，爪の部分は必須の要件\nとなるが，被告製品においては不要である。\nなお，被告Ａは，被告製品について特許出願し，下記のとおり，特許権\nの設定登録を受けている。\n特許番 号  特許第４８３８９１１号\n発明の名称  挿入式クラスプ\n出願 日   平成２３年６月１４日\n出願番 号   特願２０１１－５２７９１３\n登録 日   平成２３年１０月７日\n(3)  争点１－ウ（被告製品の「ホルダーとホルダー受けには，これらを正し\nい噛合い位置に誘導できる部位に」（構成要件Ｃ）に磁石が吸着部材として\n設けられているか）について\n［原告の主張］\nア  本件発明のホルダー受け（本件明細書における符号４）の凸凹が，ホル\nダー（同３）の爪（同１４）と噛み合い係止できるように，ホルダー（同\n３）の内部とホルダー受け（同４）の先端に吸着部材が配置されていれば\nよい。\nイ  被告製品におけるホルダー受け（部材エ）とホルダー（部材ア，部材イ，\n部材ウ，部材オ及び部材カ）は噛み合うように鰐口クリップの内部に磁石\nがあり，ホルダー受け（部材エ）の先端にも磁石が内蔵されているから，\n構成要件Ｃを充足する。\n［被告らの主張］\n被告製品の磁石は，パイプ状のホルダー（磁石の入れ物。部材ウ）に内蔵\nされており，パイプのガイドに沿って吸着するので誘導は不要である。\n(4)  争点１－エ（被告製品において本件発明の「ホルダー」に該当 する部分\nは，本件発明の「鰐口クリップ」（構成要件Ｄ）といえるか）について\n［原告の主張］\nア  被告製品において，本件発明の「ホルダー」に当たる部分は，前述のと\nおり，部材ア，部材イ，部材ウ，部材オ及び部材カの集合体であって，そ\nのうちの顎部材（部材ア及び部材イ）の軸（部材カ）を支点として，バネ\n（部材オ）の力により，後端部を閉じる動作をすることにより，先端が開\n口するから，ホルダーは，開口／閉口可能なバネ閉じ式の鰐口クリップで\nあるといえる。\nなお，鰐口クリップとは，本件明細書４頁４４行目に通常の洗濯バサミ\nのような基本構成と記載があり，また，同頁４７行目から５頁３行目まで\nの記載から鰐口の歯の形や本数まで限定していない。\nイ(ｱ)  被告らは，被告製品のホルダーは，磁石の入れ物（部材ウ）である\nから鰐口クリップではない，また，原告は，本件補正により，「ホルダ\nー」が「鰐口クリップ」と補正しており，本件意見書の記載を前提とす\nると，被告製品が本件発明の技術的範囲に属すると主張するのは禁反言\nの原則により許されない旨主張する。\nしかし，本件意見書に記載のとおり，本件拒絶理由通知書における引\n用文献３記載の発明は，開口機能がないため，被告製品とは全く異なる。\n被告製品における挿入口の「口」とは，内側と外側の境になる所であ\nり，部材アと部材イの先端であって，部材ウではない。部材ウは，部材\nアと部材イの中にあって外部には出ていない。引用文献３の【図１】の\n符号５筒体と被告製品の部材ウは同様の形状をしているが，配置や構造\nにより名称や役割が異なるものであり，引用文献３の【図１】の符号５\n筒体は挿入口といえるが，被告製品の部材ウは磁石を内蔵する支持部材\nである。\nそして，本件発明においては，支持部材の形状まで限定していないの\nであり，支持部材が筒状になっていても，被告製品における部材アと部\n材イの中に筒（部材ウ）がある限り，部材ア及び部材イの先端の中でホ\nルダー受け（部材エ）の動きを制限して拘束でき，双方の磁石で誘導し\n合い，筒に触れることなく，確実に収納できるのであって，筒がないの\nと同じであるから，「鰐口クリップ」といえる。仮に，筒（部材ウ）が\n部材ア及び部材イの外に出ているのであれば，ホルダーの挿入口は，筒\n（部材ウ）の先端になり，部材ア及び部材イが開いても筒（部材ウ）の\n径の大きさは変わらないので収納しにくく，このようなホルダーを「鰐\n口クリップ」とはいえないとしても，被告製品は，そのようなものでは\nなく，本件意見書において言及した引用文献３記載の発明とは異なるも\nのである。\n(ｲ)  被告製品においては，部材アと部材イの先端を挿入口にして大きな\n径とすることで，挿入口に入ったホルダー受け（部材エ）の動きを制限\nして拘束しやすくし，磁力によって必ず筒（部材ウ）の中にホルダー受\nけ（部材エ）が収納される。つまり，被告製品は，部材アと部材イの中\nにホルダー受け（部材エ）が入れば，部材エの動きが制限されて鈍くな\nるので，囲いとしての部材ウがあっても無くても，磁石の性質上，必ず\n磁力により筒（部材ウ）の中に収納されるのであって，本件発明と同様，\n目視や手探りに頼らずに相互に正しい位置にロケーションされる構造に\nなっている。\n［被告らの主張］\nア  被告製品における磁石の入れ物（部材ウ）が本件発明の「ホルダー」に\n当たるのであって，これは「鰐口クリップ」とはいえない。\nまた，被告製品における筐体（部材ア及び部材イ）がクリップの構成を\n有しているとしても，「鰐口クリップ」とは，一般的な用語の意味として，\n端子やリード線を挟んで接続するための本体がむき出しになった形状のク\nリップで，外観が鰐の口に似ていることがからこの名称があるもので，ジ\nュエリー業界においては一般的ではない。ジュエリー用語事典（乙２２）\nには，「わに口」として「ｔｉｅ  ｃｌｉｐ，・・・タイバーの下部のわ\nにの口状の差込部・・」などとあり，歯があり，何かを噛み合わせる部分\nを備えるものであるのに対し，被告製品における筐体（部材ア及び部材\nイ）は「鰐口」を備えていない。\nイ  原告が，本件補正において補正した内容は，「前記ホルダーが」という\n主語に対して述語が「鰐口クリップ」であるから，この文言は厳格に解釈\nされなければならない。すなわち，原告は，本件拒絶理由書における引用\n文献３記載の発明と本件発明について，引用文献３記載の発明のホルダー\n受けの挿入口は固定的なので，本件発明とは別である旨を主張しているが，\n被告製品の挿入口も固定であり，引用文献３と同じ構成である。さらに，\n原告は，挿入口が大きく拡径される構成でなければならないとも主張する\nが，部材ウは開かない。被告製品における筐体は，引用文献３の【図１】\nの符号８ロックレバーと同じと考え，部材ウが引用文献３の【図１】の符\n号５筒体と考えれば，両者は同じである。\nしたがって，原告が，本件補正において，「ホルダー」イコール「鰐口\nクリップ」である旨補正し，本件意見書において，引用文献３記載の発明\nは本件発明とは異なると主張した一方で，被告製品が本件発明の範囲に属\nすると主張するのは，自己矛盾であり，禁反言の原則により許されない。\n(5)  争点１－オ（被告製品のホルダー受け（部材エ）は，顎部材（部材ア及\nび部材イ）間の中に「嵌入して」，「係止される係止部材」（構成要件Ｅ）\nといえるか）について\n［原告の主張］\n「嵌入」とははめ込むことであり，ぴったり入るとまでは限定していない。\n本件発明において，ホルダー受けの形状は限定しておらず，係止するための\n凸凹があれば足りる。\n［被告らの主張］\n本件明細書の記載によれば，係止部材はネック部で係止されなければなら\nないところ，被告製品におけるホルダー受け（部材エ）にはネック部がなく，\n「係止される係止部材」とはいえない。また，「嵌入」とはぴったり嵌める\nことであるから，被告製品ではホルダー受け（部材エ）が嵌入するのは，磁\n石の入れ物（部材ウ）であり，顎部材間（部材ア及び部材イ）には嵌入して\nいない。\n(6)  争点１－カ（被告製品が適用される装飾品は「鎖状部」（構成要件Ａ，\nＢ，Ｃ，Ｇ）を有するか）について\n［原告の主張］\n本件明細書には，装飾品としてネックレスが例示されており，「鎖状部」\nとは，全体として自由に屈曲できる細長い部材を意味し，通常の鎖状の部材\nに限定されない。\nしたがって，被告製品は「鎖状部」（構成要件Ａ，Ｂ，Ｃ，Ｇ）を有する。\n［被告らの主張］\n本件明細書においては，「鎖状部」は全体として自由に屈曲できる細長い\n部材を意味すると記載されているところ，被告製品においては，連接された\n複数の球状の真珠は自由に屈曲可能に形成されていない。\n２  争点２（原告の損害額）について\n［原告の主張］\n(1)  原告は，磁石入りのロック機能付きクラスプを製造販売し，一種類で毎\n月約３７０個，３０万円の利益を上げている（原告の利益単価は，８２４．\n９円である。）。\n一方，被告らは，原告が被告製品の販売を知った平成２３年２月から現在\nに至るまで，同製品の製造販売を続けている。\n(2)  被告Ａについて\n原告の販売個数と被告製品の種類，一般の売上等から考えると，被告Ａに\nよる被告製品の製造販売個数は１９万７０４４個と推認されるから，原告の\n利益単価を上記(1)のとおりとして，特許法１０２条１項に基づいて計算す\nると，１億６２５４万１５９５円が原告の被った損害額となる。\n（計算式）\n１９７，０４４×８２４．９＝１６２，５４１，５９５\n(3)  被告石福ジュエリーについて\n被告石福ジュエリーは問屋であるため，被告石福ジュエリーによる被告製\n品の販売個数は，被告Ａの販売個数の半分である９万８５２２個と推認され\nるから，原告の利益単価を５００円として，特許法１０２条１項に基づいて\n計算すると，４９２６万１０００円が原告の被った損害額となる。\n（計算式）\n９８，５２２×５００＝４９，２６１，０００\n［被告らの主張］\n争う。\n第４  当裁判所の判断\n１  争点１（被告製品は本件発明の技術的範囲に属するか）について\n(1)  争点１－イ（被告製品は「噛合わせて係止する」（構成要件Ｂ）方式の\n留め具といえるか）及び争点１－ウ（被告製品の「ホルダーとホルダー受け\nには，これらを正しい噛合い位置に誘導できる部位に」（構成要件Ｃ）に磁\n石が吸着部材として設けられているか）について\nア  本件明細書の記載\n本件発明の構成要件Ｂの「噛合わせて係止する」及び構成要件Ｃの「正\nしい噛合い位置」の意義を解釈するため，特許請求の範囲以外の本件明細\n書の記載を参酌する（特許法７０条２項）。\nまず，本件明細書によれば，本件発明は，「装飾品鎖状端部の留め具に\n関する」（２頁７行）ものであり，従来の鎖状部端部の留め具では，「正\n確な係止が面倒であることに加えて，係止用部材が正確に係止されたこと\nの確認が難しい・・・結果，係止用部材が正確に係止されていない状態で\nネックレス等を装着してしまい，知らない間にネックレス等を紛失する場\n合も多かった」（同頁３２ないし３５行）ことを踏まえて，「鎖状の形態\nからなり，又は鎖状の形態部分を有する装飾品において，その鎖状部の端\n部の留め具を構成する１対の係止用部材が，目視や手探りに頼らずに相互\nに正しい係止位置にロケーションされるようにすること」（同頁３７ない\nし３９行）や「１対の係止用部材の正しい係止位置へのロケーションが信\n号音の発生により確認できるようにすること」（同頁３９ないし４１行）\nを目的として発明されたものである，とされている（甲１）。\nまた，本件明細書には，本件発明の構成及び作用効果に関し，以下の記\n載がある（甲１）。なお，本件発明は，発明の詳細な説明において「第３\n発明」と称されている発明（「第１発明」の構成に加えて，「第２発明」\nで付加された構成を有し，更に「第３発明」で付加された構成を有す\nる。）に相当するものである（このことは，前記前提事実 (3)，(4)及び\n(5)イからも，明らかである。）。\n(ｱ)  「本願の第１発明は，装飾品の片方の鎖状部の端部に設けたホルダ\nーと他方の鎖状部の端部に設けたホルダー受けとを噛合わせて係止する\n方式の留め具であって，前記ホルダーとホルダー受けには，これらを正\nしい噛合い位置に誘導できる部位に，互いに吸着する磁石の各一方を，\nあるいは磁石とこれに吸着される金属材とを吸着部材として設けた装飾\n品鎖状端部の留め具である。」（２頁４２ないし４６行）\n(ｲ)  「第１発明の装飾品鎖状端部の留め具においては，留め具を構成す\nるホルダーとホルダー受けとを大まかに近接位置させるだけで，吸着部\n材のガイド作用によって，これらが正しい噛合い位置にロケーションさ\nれる。吸着部材は，上記ガイド作用に加え，互いに吸着した際に「カチ\nッ」と言う接合音を発する。従って，この接合音を信号音として，ホル\nダーとホルダー受けとが正しい係止位置にロケーションされたことを確\n認できる。」（同頁４７行ないし３頁１行）\n(ｳ)  「本願の第２発明においては，第１発明に係るホルダーが１対の顎\n部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップであり，ホ\nルダー受けが前記１対の開口状態の顎部材間に嵌入して係止される係止\n部材である。」（同頁１１ないし１３行）\n(ｴ)  「一般的に，第２発明のような鰐口クリップ形式のホルダーは留め\n具の操作が容易である。例えばネックレスのように装着者の首の後ろで\n留め具を係止させる装飾品の場合にも，第１発明の効果に加え，ホルダ\nーが鰐口クリップ形式であることに起因して，留め具の係止及び係止解\n除の操作を一層簡単かつ確実に行うことができる。」（同頁１４ないし\n１７行）\n(ｵ)  「本願の第３発明においては，第２発明に係る鰐口クリップの内部\nに一方の吸着部材を設け，係止部材の先端に他方の吸着部材を設けてい\nる。\n前記した第２発明の鰐口クリップ形式のホルダーにおいては，鰐口ク\nリップを開口させ，そこにホルダー受けである係止部材を嵌入して係止\nさせる。従って，鰐口クリップの内部に一方の吸着部材を設け，かつ係\n止部材の先端に他方の吸着部材を設ければ，吸着部材のガイド作用とホ\nルダーの係止操作が緊密に一体化するため，特に使い勝手が良好であ\nる。」（同頁１８ないし２４行）\n(ｶ)  「前記した第３発明の鰐口クリップは，１対の顎部材をバネ閉じ式\nに開口／閉口させる機構であり，しかも鰐口クリップの内部（１対の顎\n部材間）に吸着部材を設ける構成である。従って，１対の顎部材の開口\n時に吸着部材が開口部から突出動作するようにリンク機構を構成すると，\n突出した吸着部材は係止部材側の吸着部材との吸着が一層容易になる。\nそして，係止操作時における吸着部材のガイド作用が特に有効に発現さ\nれる。」（同頁３７ないし４１行）\n(ｷ)  「ホルダー及びホルダー受けとしては，任意の形態の噛合わせによ\nり留め具の係止を行うと共に，その噛合わせの解除により留め具の係止\n状態を開放する機構である限りにおいて，その種類及び構造を限定され\nない。ホルダー及びホルダー受けは，所定の正しい噛合い位置（又は噛\n合い状態）において留め具の確実な係止が可能なものである。ホルダー\n及びホルダー受けには，後述する吸着部材の各一方が設けられる。」\n（４頁２９ないし３３行）。\n(ｸ)  「バネ閉じ式の鰐口クリップ及び係止部材とは，少なくとも以下の\nような構成を備えるものを言う。\n即ち，上記のバネ閉じ式の鰐口クリップには，１対の顎部材が基本的\nに平行に軸支される非交差式（通常の洗濯バサミのような基本構成）の\nものと，１対の顎部材が交差状に軸支される交差式（例えば，洋バサミ\nのような基本構成）のものとが考えられるが，そのいずれもが本発明の\n鰐口クリップに包含される。\nバネ閉じ式の鰐口クリップは，係止部材の係止用部分を挟着するため\nの１対の顎部材を備える。１対の顎部材は支軸（通常は同一の支軸）に\nよって回動可能に拘束され，これらの顎部材間に設けたバネ手段により\n顎部材の先端部（係止部材に対する挟着部）同士が開いた状態から閉じ\nた状態へ移行するように付勢されている。\n１対の顎部材の先端部同士が閉じている状態，即ち鰐口クリップが閉\n口状態にあるとき，基本的に，前記の非交差式の鰐口クリップでは，バ\nネ手段の付勢力に抗して１対の顎部材の後端部を閉じる動作を行わせる\nことにより，鰐口クリップが開口状態となる。一方，前記の交差式の鰐\n口クリップでは，バネ手段の付勢力に抗して１対の顎部材の後端部を開\nく動作を行わせることにより，鰐口クリップが開口状態となる。\nバネ閉じ式の鰐口クリップは，非交差式の鰐口クリップの例で言うと，\n顎部材のハンドル部分を手指で摘んで閉じる方向へ回動させることによ\nり，鰐口クリップを開口状態にすることができる。この開口状態におい\nて，鰐口クリップを係止部材に対する噛合い位置にロケーションさせた\n後，手指で摘んでいたハンドル部分を開放すると，鰐口クリップがバネ\n手段の付勢力によって係止部材に噛合い，留め具の止着がなされる。\n係止部材は，開口状態にある鰐口クリップの顎部材間に嵌入可能であ\nる適宜な形状と，鰐口クリップの顎部材が確実に噛合うことができる形\n状の噛合い部分を備えていれば良い。噛合いの確実性を期するために，\n顎部材の先端部にも一定の適宜な噛合い形状を形成することができる。\nなお，係止部材は，後述のように鰐口クリップ側の吸着部材に対応する\n吸着部材も備える必要があるので，係止部材における上記の噛合い形状\n部 分 と 吸 着 部 材 の 設 定 と の 関 連 で は ， 種 々 の 設 計 上 の 工 夫 が あ り 得\nる。」（同頁４１行ないし５頁１６行）\nイ  「噛合わせて係止する」及び「正しい噛合い位置」の意義\n(ｱ)  「ホルダー」の字義が「繋ぐ物」，「入れ物」（甲９）であること，\n本件発明の目的が鎖状部の端部の留め具を構成する１対の係止用部材が，\n目視や手探りに頼らずに相互に正しい係止位置にロケーションされるよ\nうにすることであること（前記ア）のほか，本件明細書の前記ア(ｷ)の\n記載等を総合すれば，本件発明における「ホルダー」と「ホルダー受\nけ」との「噛合わせ」については，その形態は任意であるが，「噛合わ\nせ」ることにより留め具の「係止」を行い，「噛合わせ」の解除により\n留め具の「係止」状態を開放する機能を有するものでなければならない\nと解される。\n(ｲ)  特許請求の範囲を含む本件明細書には「噛合わせて」や「噛合い」\nについての明確な定義は 見当たらないところ，「噛み合う」の字義が\n「歯車などで，双方の凹凸の部分がぴったりと組み合わさる」（甲１\n０）などとされていること，「装身具用連結金具」の考案に関する引用\n文献１（乙１４，３１）には，「係合片６，８の係合のための形状も直\n線的な波形のみならず曲線的な波形，波形と周方向の線との組み合わせ，\nその他両者が噛み合う形状であれば特に限定されるものではない。」\n（【考案の詳細な説明】の段落【００１１】）と記載されていること，\n「装身具用留金」の発明に関する特開平１０－１７９２１９号公報（乙\n１５）には，「前記凸部及び前記凹部は，相互に噛み合う鍵状の形状で\nあることを特徴とする」（特許請求の範囲の【請求項３】）発明が開示\nされ，「これらの凸部及び凹部は，相互に噛み合う鍵状の形状とされて\nいる。」（【発明の詳細な説明】の段落【００１０】）と記載されてい\nること，「装身具用止め具」の発明に関する特許第５３９８３８６号公\n報（乙２１）には，「また，本体３の長手方向の端部には，第２連結部\n材２の挿入部２ａを挿入するための挿入凹部３ｂを切り欠き，この挿入\n凹部３ｂ内には，上記第２連結部材２を挿入したときに，その係合溝２\nｃにかみ合う係合突起３ｃを形成している。」（【発明の詳細な説明】\nの段落【００１４】）と記載されていること，マグネットタイプのアク\nセサリーの留め金具を紹介するアクセサリー会社のウェブサイト（乙１\n６）において，「マグネットの付いている面に凹凸があり，使用中は凹\n凸が噛み合うため外れにくい仕様になっています。」との説明がされて\nいることなどからすると，本件発明の属する技術分野である装飾品の\n「留め具」において，「噛み合う」という用語は，通常，凸部とそれに\n対応する凹部との組合せからなる状態を示しているものと解することが\nできる。\nまた，「係止」とは，「係わり止まること」であるとの原告の主張に\n対し，被告らは特に争っていない。\n以上から，本件発明において，「噛合わせて係止」するとは，凸部と\nそれに対応する凹部との組合せからなる状態により係り合って止まるこ\nとをもって，留め具として固定されることをいうものと解される。\n(ｳ)  また，本件発明においては，本件発明の目的を達するために，ホル\nダーとホルダー受けとを「噛合わせて係止する方式」を採用し，ホルダ\nーとホルダー受けを「正しい噛合い位置に誘導できる部位」に磁石を設\nけるという構成を採用したものであり（前記ア(ｱ)），ホルダーとホル\nダー受けが「その噛合わせの解除により留め具の係止状態を開放する機\n構である」とされていること（前記ア(ｷ)）を踏まえると，両者の「正\nしい噛合い位置」というものが存在し，その位置において係止されるこ\nとが前提となるものである。\nそして，磁石により留め具を吸着する構成は，引用文献１（乙１４，\n３１）及び引用文献２（乙３２）記載のとおり，装飾品の留め具の技術\n分野において，既に知られていた技術であったことを考慮すれば，本件\n発明における磁石の機能としては，ホルダーとホルダー受けとを「正し\nい噛合い位置に誘導」するとともに，その吸着音により，ホルダーとホ\nルダー受けとが「正しい噛合い位置」にロケーションされたことを確認\nするために配置されているものとみるべきである。\nなお，本件明細書に掲載された実施例１の構成や作用においても，\n「第５図に示すように，鰐口クリップ３が閉じて係止部材４と噛み合\nったときには，１対の顎部材６の上記止め部１４が，ネック部１５に\n食い込む」（７頁４９ないし５０行），「信号音を確認した後に，鰐\n口 ク リ ッ プ ３ の ハ ン ド ル 部 分 を 回 動 さ せ て い た 手 の 力 を 緩 め\nる。・・・その結果，係止部材４のネック部１５に対して１対の顎部\n材６の止め部１４が噛み合う。これによって，目視しなくても，ネッ\nクレスの鎖状部の端部間が簡単かつ確実に係止される。」（同８頁２\n１ないし２６行）と記載されており，止め部１４の凸部とこれに対応\nする係止部材４に設けられたネック部１５の凹部との関係を「噛み合\nう」と解し，止め部１４の凸部とこれに対応するネック部１５の凹部\nの係り合っている位置を正しく噛み合って係止する位置としている。\nウ  被告製品との対比\n(ｱ)  前記前提事実(6)イのほか，証拠（乙８〔４枚目〕）及び弁論の全趣\n旨によれば，被告製品は，別紙４「被告製品の動作図」に記載のとおり，\n被告製品を用いたネックレス等をつける場合は，同別紙の１－①図，２\n－①図，３の動作を行い，はずす場合は，同別紙の３，４，５の動作を\n行うものであることが認められる。\nそうすると，被告製品は，部材エ（本件発明の「ホルダー受け」に相\n当することに争いがない。）にある磁石が部材ウの中にある磁石と吸着\nする構成であって，磁石同士が吸着している状態（同別紙の２－①図）\nで装身具が係止されるものであるといえるが，その際，部材エは，部材\nウの中に完全に収納された（嵌入した）状態にあり，部材ア及び部材イ\nとは接触していない。その後，部材ア及び部材イの開口部を閉じること\nにより装着が終了するが，この時点での留め具の内部の構造は，同別紙\nの２－ａ図のとおりであり，部材ア及び部材イは，部材エとは接触して\nいない。なお，部材ア及び部材イの開口部を閉じたまま，磁石同士が吸\n着しない状態にするには，部材ウから部材エを抜き出すことが必要であ\nるが，抜き出した時の状態は，同別紙の２－ｂ図のとおり，部材ア及び\n部材イの先端の略Ｌ字型部分が部材エの円柱肩部分に当たる段差部に引\nっ掛かることにより，部材エが部材ア及び部材イから抜け出ない構造と\nなっている。\n(ｲ)  上記(ｱ)で認定したところによれば，被告製品において，留め具とし\nての機能及び効果を発揮する状態は，部材ウの中に部材エが完全に収ま\nり（嵌入し），かつ，部材ア及び部材イの開口部が閉口した状態である\nといえる。そして，部材ウの中に部材エが完全に収まっている（嵌入し\nている）状態においては，部材ウ及び部材エは，それぞれの内部の磁石\nの吸着によって固定されているにすぎないし（部材ウ及び部材エ内の磁\n石の吸着がなければ留め具として係止することができないのは明らかで\nある。），部材ア及び部材イは，部材エとは接触していないのであるか\nら，仮に，原告の主張するように，被告製品における部材ア，部材イ，\n部材ウ，部材オ及び部材カを集合体として捉えて，本件発明の「ホルダ\nー」に相当するものと考えたとしても（そのように考えることが相当で\nないことは，後記(2)のとおりである。），これらと部材エ（本件発明\nの「ホルダー受け」に相当することに争いがない。）とが「噛合わせて\n係止」した状態にあるとみることはできない。\nまた，部材ウから部材エを抜き出し，部材ウの磁石及び部材エの中の\n磁石が非吸着となった状態においては，部材エが部材ア及び部材イの略\nＬ字状部分にかかって係止しているにすぎず，部材エと係わり合ってい\nる部材ア及び部材イとの関係を「噛合わせ」とみること は困難である\n（なお，原告は，部材ア及び部材イに設けられた部材キと部材エに設け\nられた段差部のような組合せも「噛合わせ」に該当する旨主張するが，\n装飾品の技術分野において略Ｌ字型部分が段差部にひっかかる形を「噛\n合わせ」とした例など，そのように解すべき根拠を何ら示しておらず，\n採用することができない。）。仮に，「噛合わせ」に該当するか否かと\nの点をひとまず措くとしても，部材ア及び部材イと部材エとの上記の位\n置関係を「互いに吸着する磁石」によって「誘導できる」「正しい噛合\nい位置」とみることができないことは，明らかである。\n(ｳ)  したがって，仮に，被告製品における部材ア，部材イ，部材ウ，部\n材オ及び部材カを集合体として捉えて，本件発明の「ホルダー」に相当\nするものと考えたとしても（そのように考えることが相当でないことは，\n後記(2)のとおりである。），被告製品は，「ホルダー」と「ホルダー\n受け」とを「噛合わせて係止」する方式を採用したとはいえず，また，\nこれらを「正しい噛合い位置に誘導できる」部位に「互いに吸着する磁\n石」を「吸着部材」として設けたものとはいえないことに帰するから，\n被告製品は，構成要件Ｂ及びＣを充足しないというべきである。\n(2)  争点１－ア（被告製品における部材ア，部材イ，部材ウ，部材オ及び部\n材カの集合体は，本件発明の「ホルダー」（構成要件Ａ）といえるか），争\n点１－エ（被告製品において本件発明の「ホルダー」に該当する部分は，本\n件発明の「鰐口クリップ」（構成要件Ｄ）といえるか）及び争点１－オ（被\n告製品のホルダー受け（部材エ）は，顎部材（部材ア及び部材イ）間の中に\n「嵌入して」，「係止される係止部材」（構成要件Ｅ）といえるか）につい\nて\nア  「前記ホルダーが１対の顎部材を開口／閉口可能に軸支したバネ閉じ式\nの鰐口クリップであり」及び「前記ホルダー受けが１対の開口状態の顎部\n材間に嵌入して係止される係止部材であり」の意義\n(ｱ)  本件明細書の前記(1)アの各記載によれば，本件発明は，「ホルダー\nが１対の顎部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリッ\nプ」であることにより，「ホルダー受け」を 「鰐口クリップ」である\n「ホルダー」の「開口状態の顎部材間に嵌入して係止される係止部材」\nとして，「鰐口クリップを開口させ，そこにホルダー受けである係止部\n材を嵌入して係止させる」ものであり，顎部材のハンドル部分を手指で\n掴むと顎部材が開口し，手指で掴んでいたハンドル部分を離すと，バネ\n手段の付勢力によって係止部材に噛み合い，留め具が止着されるものと\nいうことができる。そして，本件発明は，かかる構成を有することによ\nり，留め具の操作が容易であり，留め具の係止及び係止解除の操作を一\n層簡単かつ確実に行うことができ，吸着部材のガイド作用とホルダーの\n係止操作が緊密に一体化するため，特に使い勝手が良好であるとの作用\n効果を奏するとされている。\n(ｲ)  また，前記前提事実(5)によれば，原告は，本件拒絶理由通知書を受\nけて，本件補正をするとともに，本件意見書において，本件発明の「鰐\n口クリップ方式においては，１対の顎部材がホルダー受けの挿入口を構\n成し，この挿入口がホルダー受けの挿入時に大きく拡径される構成でな\nければならない。さもなければ上記した本発明の目的は達成されず，鰐\n口クリップ方式とする意味も失われる。」と主張したことが認められる。\nところで，本件拒絶理由通知書に言及された引用文献３（乙２８）に\n開示された発明（以下「引用発明３」という。）は，「連結と分離操作\nが簡単な止め金具及びそれを用いた装飾用鎖を提供することを目的とす\nる」（【発明の詳細な説明】の段落【０００８】），「装飾用鎖等の一\n端に取り付けられる雌側金具と前記装飾用鎖等の他端に取り付けられる\n雄側金具とからなる止め金具であって，前記雌側金具は，筒体と，該筒\n体に設けられた底板とを備え，前記雄側金具は，該雄側金具と前記雌側\n金具とが互いに連結されるときに先端部が前記筒体内に挿入される連結\n体を備え，該連結体の先端部と前記底板のうち少なくとも一方は，他方\nを磁力で吸着する磁石とされ，前記連結体の外周には突起が設けられ，\n前記筒体の外周には，軸を中心にばねで回動させられて係止部で前記突\n起を係止して前記雌側金具と雄側金具とを連結状態に保つロックレバー\nが設けられたことを特徴とする」（段落【０００９】）ものであり，引\n用文献３の【図１】は，次のとおりであるところ，原告は，引用発明３\nについて，本件意見書において，「１対の顎部材に相当するロックレバ\nー８は，ホルダー受けに相当する雄側金具２を係止する役目を持つだけ\nで，ホルダー受けの挿入口を構成せず，一方，ホルダー受けの挿入口は\n固定的な構成であって，開閉は不可能である。即ち，一見本発明に類似\nした鰐口クリップ方式に見えるが，本質的に全く異なる。」と主張した\nことが認められる。\n(ｳ)  上記(ｱ)及び(ｲ)を総合すると，本件発明は，「ホルダーが１対の顎\n部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップ」であるこ\nとにより，「ホルダー受け」を「鰐口クリップ」である「ホルダー」の\n「開口状態の顎部材間に嵌入して係止される係止部材」としたものであ\nるところ，「鰐口クリップ」である「ホルダー」は，「１対の顎部材が\nホルダー受けの挿入口を構成し」，かつ，「この挿入口がホルダー受け\nの挿入時に大きく拡径される」というものであるといえる。そして，引\n用発明３のように「ホルダー受けの挿入口」が「固定的な構成」である\nものでは，本件発明の目的は達せられず，本件発明とは本質的に異なる\nものであって，本件発明の技術的範囲には含まれないということになる。\nすなわち，本件発明の「前記ホルダーが１対の顎部材を開口／閉口可\n能に軸支したバネ閉じ式の鰐口クリップであり」との構成（構成要件\nＤ）及び「前記ホルダー受けが１対の開口状態の顎部材間に嵌入して係\n止される係止部材であり」との構成（構成要件Ｅ）は，いずれも本件補\n正により付加された構成であるところ（甲１，前記前提事実(5)，弁論\nの全趣旨），原告がそのような補正をしたのは，「ホルダー受けの挿入\n口」が「固定的な構成」であるものを本件発明の技術的範囲から除外す\nる趣旨であったといわなければならない（少なくとも，外形的にはその\nような趣旨であったと理解されてもやむを得ない。）。\n換言すると，本件発明の「前記ホルダーが１対の顎部材を開口／閉口\n可能に軸支したバネ閉じ式の鰐口クリップであり」との構成（構成要件\nＤ）及び「前記ホルダー受けが１対の開口状態の顎部材間に嵌入して係\n止される係止部材であり」との構成（構成要件Ｅ）の意義は，本件発明\nでは，「ホルダー」は，あくまでも「１対の顎部材を開口／閉口可能に\n軸支したバネ閉じ式の鰐口クリップ」であって，「固定的な構成」の\n「ホルダー受けの挿入口」を更に有するものではなく，また，「ホルダ\nー受け」は，あくまでも「１対の開口状態の顎部材間に嵌入して係止さ\nれる」ものであって，「１対の開口状態の顎部材間に」更に設けられた\n「固定的な構成」の「ホルダー受けの挿入口」に陥入するものではない\nことを意味すると解するのが相当である。\nイ  被告製品との対比\n(ｱ)  前記前提事実(6)及び前記(1)ウで検討したところによれば，被告製\n品において，部材エ（本件発明の「ホルダー受け」に相当することに争\nいがない。）が挿入されるのは，部材ウであるところ，その挿入口は，\nまさに「固定的な構成」であって，「この挿入口がホルダー受けの挿入\n時に大きく拡径される」ものではないことが認められる。\nしたがって，被告製品は，本件発明の構成要件Ｄ及びＥを充足しない\nというべきである。\n(ｲ)  この点，原告は，ホルダー受け（部材エ）の挿入は，部材ア及び部\n材イが開口していることにより挿入する以上，開口部を有する本件発明\nと同様の効果を有する旨主張し，また，部材ウの挿入口が開口しないと\nしても，部材ア及び部材イが開口した径に挿入口が制限されることによ\nり，部材ウへの挿入に支障はない旨を主張するようである。\nしかし，構成要件Ｅによれば，「ホルダー受けが・・・開口状態の顎\n部材間に嵌入して係止される係止部材で」あることが必要であり，被告\n製品は，部材エにある磁石が部材ウの中にある磁石と吸着する構成であ\nって，磁石同士が吸着している状態で装身具が係止されるものである\n（前記第４の１(1)ウ(ｱ)）から，部材ア及び部材イが開口した状態で部\n材エを挿入しただけでは係止されず，部材ウに挿入することにより係止\nする構造となっている。そして，部材ウの挿入口は筒状になって開口し\nないものであることは明らかであるから，被告製品は，引用発明３と同\n様に，本件発明の目的を達することが期待できないとみるのが相当であ\nる。しかも，そもそも，ホルダー受けの挿入口として，部材ウの先端は，\n部材ア及び部材イの先端とほぼ同様の位置にあることが認められるとこ\nろであって（前記前提事実(6)，前記(1)ウ），原告自らホルダーの一部\nであると主張する部材ウの挿入口をあえて除外して考えるべき理由もな\nい。\n以上によれば，原告の上記主張はいずれも採用することができない。\n２  結論\n以上によれば，その余の争点について判断するまでもなく，原告の請求はい\nずれも理由がないから，これらを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官        嶋    末    和    秀\n裁判官        鈴    木    千    帆\n裁判官        本    井    修    平\n（本件特許公報省略）\n"
}