{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 10
  },
  "case_number": "平成23(ワ)38884",
  "case_name": "商標権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82630",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82630",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/630/082630_hanrei.pdf",
  "contents": "平成２４年９月１０日判決言渡  同日原本領収  裁判所書記官\n平成２３年(ワ)第３８８８４号  商標権侵害行為差止等請求事件\n口頭弁論終結日  平成２４年６月１３日\n判                  決\nさいたま市＜以下略＞\n原              告        有 限 会 社 キ ャ ッ ツ メ イ ク\n同訴訟代理人弁護士        中      澤      佑      一\n同                        松      本      紘      明\n同訴訟代理人弁理士        岩      﨑      博      孝\n名古屋市＜以下略＞\n被              告        株 式 会 社 プ リ ム ロ ー ズ\n同訴訟代理人弁護士        高      山      光      雄\n同                        西      村      竜      一\n主                  文\n１  被告は，別紙被告店舗目録記載の各店舗の看板（店頭表示板），案内板，外\n壁，内壁，扉及び入口ガラス壁面，その運営するウェブサイト，インターネッ\nト上のウェブ広告，パンフレット，チラシなどの広告物並びに取引書類に別紙\n被告標章目録記載の各標章を使用してはならない。\n２  被告は，別紙被告店舗目録記載の各店舗の看板（店頭表示板），案内板，外\n壁，内壁,扉及び入口ガラス壁面，その運営するウェブサイト，インターネッ\nト上のウェブ広告から，別紙被告標章目録記載の各標章を抹消せよ。\n３  被告は別紙被告標章目録記載の各標章を付したパンフレット，チラシなどの\n広告物及び取引書類を廃棄せよ。\n４  被告は，原告に対し，金５０万円及びこれに対する平成２３年１２月１７日\nから支払済みまで年５分の割合による金員を支払え。\n５  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，原告が，被告に対し，原告が有する商標権を侵害している旨主張し\nて，①商標法３６条１項に基づく差止請求として，別紙被告店舗目録記載の各\n店舗（以下，併せて「被告４店舗」という。）の看板等，被告運営のウェブサ\nイト，インターネット上のウェブ広告，パンフレット，チラシなどの広告物及\nび取引書類につき別紙被告標章目録記載の各標章（以下，併せて「被告標章」\nといい，個別に同目録記載の番号に従って「被告標章１」などという。）の使\n用禁止，②同法２条に基づく廃棄請求として，被告４店舗の看板等，被告運営\nのウェブサイト，インターネット上のウェブ広告から被告標章の抹消と被告標\n章を付したパンフレット，チラシなどの広告物及び取引書類の廃棄を求めると\nともに，③不法行為に基づく損害賠償請求として，弁護士費用相当額５０万円\n（附帯請求として訴状送達の日の翌日である平成２３年１２月１７日から支払\n済みまで民法所定の年５分の割合による遅延損害金）の支払を求めた事案であ\nる。\n１  前提事実（証拠等を掲記した事実以外は当事者間に争いがない。）\n(1)  原告\n原告は，さいたま市に本店を置く，ネイルサロンの経営等を業務とする有\n限会社である（甲１２の１，１２の２，弁論の全趣旨）。\n(2)  被告\n被告は，名古屋市に本店を置き，平成２３年１１月現在，東海・関西地方\nにおいて直営店・ライセンス店合計１４店舗のネイルサロンを経営・管理す\nる株式会社である。\n(3)  原告の商標権\n原告は，別紙商標権目録記載の商標権を有している（以下，「原告商標\n権」といい，原告商標権に係る商標を「原告商標」という。）。\n(4)  被告の行為\nア  被告は，ネイルサロン直営店として被告４店舗（本店，金山店，名駅店，\n一宮店）を運営するとともに，ライセンス店として１０店舗（富士店，静\n岡店，沼津店，四日市店，岡崎店，星ヶ丘店，アンジュ栄店，和歌山店，\n和歌山北店，岸和田店）を管理監督している。\nイ  被告は，被告４店舗の店名として，被告標章２を使用するとともに，被\n告が管理するライセンス店１０店舗に対しても，被告標章の使用を許諾し，\nライセンス店１０店舗の店名として被告標章２が使用されている。\nウ  被告は，被告４店舗の内外装，看板，案内板，ギフトカード，ウェブサ\nイト等に被告標章を付している。\n(5)  被告４店舗とライセンス店の所在地等\n被告４店舗とライセンス店の所在地及び開店時期は，別紙被告店舗状況記\n載のとおりである（乙１，弁論の全趣旨）。\n２  争点\n(1)  原告商標と被告標章との類否（争点１）\n(2)  原告商標が無効審判により無効にされるべきものであるか（争点２）\n(3)  被告の先使用権の有無（争点３）\n(4)  原告の商標権行使が権利濫用に当たるか（争点４）\n(5)  原告の損害の有無及び損害額（争点５）\n３  争点に関する当事者の主張\n(1)  原告商標と被告標章との類否（争点１）\n（原告の主張）\nア  原告商標\n(ア)  外観\n原告商標は「アイネイル」と標準文字で横書きして構成される。\n(イ)  称呼\n原告商標は「あいねいる」との称呼を生じる。\n(ウ)  観念\n原告商標は「私の爪」との観念を生じる。\nイ  被告標章１\n(ア)  外観\n被告標章１は，「ＩＮＡＩＬ」の文字が横書きに，かつ，「Ｉ」の文\n字のみがその他の「ＮＡＩＬ」の文字よりもやや大きめの態様で構成さ\nれる。また，各文字の上部にはそれぞれ丸い図形が配されている。この\n丸い図形は，語頭の「Ｉ」から語尾の「Ｌ」に向かってアーチ状に，か\nつ，徐々に小さくなるように構成される。また，語頭から４文字目の\n「Ｉ」の上部に配される丸い図形のみが全体が塗りつぶされたいわゆる\n「丸型」の図形であり，それ以外の丸い図形は中空のいわゆる「ドーナ\nツ型」の図形で構成される。\n(イ)  称呼\n被告標章１は，「あいねいる」との称呼を生じる。\n(ウ)  観念\n被告標章１は，「私の爪」との観念を生じる。\nウ  被告標章２\n(ア)  外観\n被告標章２は「アイネイル」と横書きして構成される。\n(イ)  称呼\n被告標章２は「あいねいる」との称呼を生じる。\n(ウ)  観念\n被告標章２は「私の爪」との観念を生じる。\nエ  原告商標との対比\n被告標章１と原告商標とは，称呼及び観念が同一であり，類似している。\nまた，被告標章２と原告商標とは，外観，称呼及び観念が同一であるから，\n同一である。\nオ  原告商標権の指定役務との対比\n被告が被告標章を使用しているネイルサロンにおいて提供している役務\nは，原告商標権の指定役務である「美容，理容」に含まれる。\nカ  被告の主張に対する反論\n(ア)  被告標章１の外観について\n被告は，被告標章１の上部にアーチ状に描かれた５つの丸い図形につ\nき「五指を表し，うち塗りつぶされたものはネイルアートが施された様\n子を表す」と述べ，被告標章１の図形部分も含めた外観全体を観察すれ\nば，原告商標の外観とは全く異なると主張している。\nしかし，上記の主張は，被告がそのようなイメージで商標を作成した\nというにすぎない。現実的には上記図形が存在しても，需要者が直ちに\n被告が思い描いたイメージを連想する可能性は極めて低く，出所識別標\n識としての外観上，要部とはなり得ないものである。\n被告の主張する原告商標と被告標章１との外観上の差異は，需要者に\nとっての出所識別標識としての機能という観点から判断すれば，ほとん\nど意味がないものであって，外観全体を見たとしても，原告商標と被告\n標章１との誤認混同を避けることはできない。\n(イ)  被告標章の観念について\n被告は，被告標章の観念につき被告商標から生じる観念は「愛のある\nネイル」であって，「私の爪」とは異なると主張する。\n被告標章から「愛のあるネイル」との観念が生じることについては，\n原告も争わないが，原告商標と被告標章とは称呼が同一であり，かつ，\n称呼以外に特定の観念を生じる要素が存在しない以上，仮に被告商標か\nら「愛のあるネイル」という観念が生じるとするならば，原告商標から\nも「愛のあるネイル」という同じ観念が生じるのであり，結果として同\n一の観念が生じることは避けられない。特定の需要者が原告商標に触れ\nたときに思い浮かべる観念と，同じ需要者が被告標章に触れたときに思\nい浮かべる観念は同一である。\n(ウ)  被告の商標類否の判断方法について\n被告は，外観・観念について，商標を使用する者の「思い入れ」や\n「思い込み」を勝手に商標の類否に持ち込んで判断している。しかし，\n商標の類否は，それを出所識別標識として見る需要者の立場から判断さ\nれるべきである。\nまた，被告は，役務の性質に基づき，「宣伝媒体としては，ホームペ\nージ，雑誌等の視覚に訴えるものが主力となる」と主張しているが，そ\nれは商標が出所表示機能を発揮し得る一態様を述べているにすぎず，被\n告の考える効果的な宣伝方法を述べているだけであって，商標の機能に\nついての理解を欠いた主張にすぎない。商標の出所表示機能は，商標の\n使用者側が意図した使用の場面のみで発揮されるのではなく，例えば，\n雑誌等を見た需要者が友人，知人等にその店舗の存在を会話として伝達\nするような場合も商標は識別標識として機能し得る。このような場面で\nは当然ながら商標から生じる「称呼」をもって伝達されるのであって，\n「称呼の重要性は，限りなく低い」との被告の主張は失当である。\n被告は，役務の性質，原告の商標使用の有無，地理的な距離を持ち出\nして原告商標と被告商標の間に出所混同は生じておらず非類似である旨\n主張しているが，かかる主張は損害論において論じるなら格別，商標の\n類似性においては的外れな主張である。\n商標法は，商標権の取得に際して使用を前提としない登録主義を採用\nしており，登録後に一定の使用条件を満たさない場合に限って事後的に\n権利を消滅させるという法律構成を採用している。仮に原告が商標権を\n使用していないとしても（出所混同の可能性すら存在しないとしても），\nそれにより商標権の効力が制限されることはないのである。\n(エ)  商標類否の判断における称呼の重要性（特に被告標章１）について\nａ  被告標章１は，表音文字であるアルファベットに図形を付加して作\n成されたいわゆる「ロゴ」であり，その内容として表音文字を含む以\n上，そこから称呼が生じ，需要者にとってもその称呼を中心に理解さ\nれるものである。被告が主張するように，被告標章１が上部の円形の\n図形によって原告商標と異なる外観を有するとしても，被告標章１は\nあくまで「アイネイルのロゴ」なのであり，需要者がこれに接する場\n合には，まず一番に称呼が思い浮かぶことは自明である。\n文字を含む被告商標１について，外観を中心に認識・理解する需要\n者は存在したとしても，ごくごく少数であり，「アイネイルのロゴ」\nと認識・理解する需要者が圧倒的多数である。\nｂ  被告標章１も文字を含む標章である以上，被告が主たる宣伝方法と\nしている雑誌広告・インターネット上のホームページであっても必ず\n称呼が生じ，需要者はその称呼も含めて出所識別を行わざるを得ない。\nさらに，他の方法であっても，口頭では称呼によって伝達が行われ，\n電子メール等の場合であっても生じた称呼に基づいてテキスト入力し\nて伝達される。\nそして，人間の思考や記憶において言語（称呼）が支配的な影響力\nを持つことは，公知の事実であるから，被告標章１が全く称呼を生じ\nさせないというならばともかく「あいねいる」という称呼を生じさせ\nている以上，出所識別においても称呼の影響力が大であることは疑い\nようがない。\nｃ  被告は，外観が重要であって称呼は重要ではなく，本件は外観が異\nなるから類似ではないと主張する。\nしかし，上記の主張が認められれば，標準文字として登録済みの商\n標があったとしても，その文字に加えて多少図形を付加すればその商\n標を自由に使用できることになってしまう。これは，文字商標を事実\n上無価値なものにすることにほかならず，結論として妥当性を欠くこ\nとは明らかである。\n（被告の主張）\nア  原告の主張に対する認否\n原告の主張ア(ア)及び(イ)は認め，同ア(ウ)は知らない。同イ(ア)及び\n(イ)は認め，同イ(ウ)は争う。同ウ(ア)及び(イ)は認め，同ウ(ウ)は争う。\n同エは争う。同オは認める。\nイ  被告標章１について\n(ア)  被告標章１の外観について\n正確に指摘すると，被告標章１は，別紙被告標章１色彩図記載のとお\nりである。\nアーチ状に描かれた５つの円形は，左から順に親指から小指に至る五\n指を表しており，左から４番目の円形が塗りつぶされているのは，薬指\nにネイルアートが施されていた様子を表すものである。そして，アルフ\nァベットにつき，左端の「Ｉ」の文字が，「ＮＡＩＬ」の文字より大き\nく，かつ，太字で記載されており，加えて，５つの円形のうち，左端の\n円形が一番大きく，左端の「Ｉ」の文字の真上に配置されており，いず\nれも桃色となっている。以上のレイアウトにより，左端の「Ｉ」の文字\nとその上部に配置された円形とが，ひときわ強調され，需要者からは一\n体として見えるものであるが，これは，アルファベットの小文字「ｉ」\nを表現している。\n以上のとおり，英字表記された「ＩＮＡＩＬ」を含めた外観全体を見\nれば，原告商標の外観とは全く異なる，被告独自の外観である。\n(イ)  被告標章１の観念について\n被告は，「愛のあるネイル」を目指して，さらには，「愛」と同音の\n「Ｉ」をあてて，「ＩＮＡＩＬ」としたものである。この点，「Ｉ」は\n主格であり，所有格「ｍｙ」とは異なる。すわなち，「ＩＮＡＩＬ」が，\n直ちに，「私の爪」なる観念を生じさせるものではなく，むしろ，日本\n人がその称呼から判断するに，「愛のあるネイル」との観念を生じさせ\nるものである。\n原告は，称呼が同一であり，かつ，称呼以外に特定の観念を生じる要\n素が存在しない以上，原告商標からは，「私の爪」のほか，被告標章と\n同じ「愛のあるネイル」という観念が生じ得るとして，結果として同一\nの観念が生じることが避けられないと主張する。しかし，そうであるな\nらば，需要者にとって，観念（ないしはその前提となる称呼）は，多義\n性を有することになるから，本件における同一性・類似性の判断にとっ\nて，称呼ないし観念は，さほど重要なものではないはずである。\nウ  被告標章２について\n被告標章２の観念について，上記イ(イ)と同じ。\nエ  原告商標との対比について\n(ア)  取引の実情（被告標章共通）について\nａ  役務の性質\nネイルサロンの役務の性質とは，客がネイルアートの施術を受ける\nべく店舗に来店する必要があるものである。具体的には，客は，事前\nに，ホームページや，雑誌広告，紹介等により，各ネイルサロンにお\nけるネイルアートの技法・施術例，店内雰囲気，価格，店舗所在地を\n比較検討し，来店予約をした上，来店するものである。ゆえに，客層\nは，店舗所在地の地域住民に限定される傾向にある。\nｂ  事前の店舗検索・検討の段階において\nこの点，需要者が，事前の店舗検索・検討を行うにあたり，ホーム\nページ広告が，非常に有効な手段となる。そして，ネイルサロン業界\nにおいて，複数の都道府県にわたり店舗を展開する業者は乏しく，そ\nの大半は，単独かつ小規模店舗である（原告はその最たるものであ\nる）。\nそして，ネイルサロンの客層は，店舗所在地の地域住民に限定され\nる傾向にある以上，需要者は，店舗所在地を主たる手がかりとして，\n役務の出所を識別するものである。言い換えれば，両者の店舗所在地\nが大きく異なっていれば，需要者が，役務の出所を誤認混同するおそ\nれは，まずあり得ない。だからこそ，ネイルサロン業者は，その店舗\n所在地をあえてインターネット検索結果に表示させて，同一のキーワ\nードで検索される他者との差別化を図っているのである（乙４の１及\nび２を見る限り，「アイネイル」のキーワードにより，原告・被告以\n外にも，東京，横浜，奈良，神戸，福岡の業者が検索されている。）。\n本件をみるに，上記検索結果において，被告は「名古屋で人気のネ\nイルサロン」となっているのに対し，原告は「さいたま市大宮のネイ\nルサロン」となっている（乙４）。さらに，原告と被告とのホームペ\nージは，別個独立であり（乙１，甲１２），その内容を見れば，掲げ\nられた「標章」が違うことに加え，店舗情報，料金体系などから，需\n要者にとって，両者が全く別物であることは，容易に分かるといえる。\n需要者が，以上のようなホームページ広告を介し，事前の店舗検\n索・検討を行う限り，出所を誤認混同することは，まずあり得ない。\nｃ  実際の来店の段階において\nネイルアートは，主として若い女性を対象としたファッションであ\nり，時間の経過とともに劣化するものであるから，これを継続して楽\nしみたい者にとっては，再施術を必要とする。\nよって，ネイルサロンとは，客の来店を要し，さらには，リピータ\nーとなれば，継続的な来店を要するものである。ゆえに，客層は，自\nずと店舗所在地の地域住民に限定される傾向にあり，これが物販営業\nと大きく異なる点である。\nこの点，原告店舗は，埼玉県内に所在するのに対し，被告４店舗は，\n愛知県内に所在する。そもそも両者には，関東・東海地方という文化\n圏・商圏の違いがある。そして，大宮駅（埼玉県）と名古屋駅（愛知\n県）とは，約４００ｋｍの隔たりがあり，公共交通機関にて，片道約\n２時間３０分，片道運賃約１万１０００円を要する（乙１１）。原告\n店舗の客単価につき，甲１２号証の２を基に数千円程度と仮定した場\n合，主たる需要者である若い女性客が，数千円程度の施術を受けたい\nがため，地理的・時間的・費用的制約がある状況下で，原告商標と被\n告標章につきその出所を誤認混同した結果，わざわざ被告４店舗に来\n店することは，到底あり得ない。\nｄ  小括\n原告商標と被告標章とは，図形部分も含め外観が著しく相違してお\nり，さらには，取引の実情に鑑みれば，需要者が，役務の出所を誤認\n混同するおそれは全くない。\nよって，原告商標と被告標章とは，同一又は類似ではない。\n(イ)  被告標章１について\nａ  役務の性質を踏まえた検討\n役務の性質が上記(ア)ａのとおりである以上，宣伝媒体としては，\n自社におけるネイルアートの技法・施術例，店内雰囲気を需要者に伝\nえるべく，ホームページ，雑誌といった視覚に訴えるものが主力とな\nる（被告もホームページ，雑誌を主たる宣伝方法としている。）。例\nえばラジオ宣伝をしたとしても，何ら宣伝効果はない。\nそうすると，需要者が出所の混同をするか否かの観点から商標の同\n一性・類似性を判断するにあたり，外観が圧倒的に重要である反面，\n称呼の重要性は，限りなく低いといわざるを得ない。そして，被告標\n章１と原告商標とは，外観が大きく異なり，観念も異なっている。\n以上のとおり，役務の性質を踏まえ，外観・称呼・観念等から具体\n的実質的に検討されたならば，被告標章１と原告商標とは類似しない。\nｂ  取引の実情を踏まえた検討\n(ａ)  被告標章１に対する需要者の認識\nある商標の中で，識別力を有する部分を要部とするならば，役務\nをネイルサロンとする限り，「ネイル」の部分は，要部たり得ない。\nさらに，「アイ」の部分につき，「私」「愛」「藍」といった具合\nに多義的であり，様々な観念が想起されるため，やはり要部たり得\nない。そうすると，これらの文字を組み合わせたのみでは，得られ\nる識別力にも自ずと限界がある。\nそこで，被告標章１に付された，「アルファベットと一体化され\nた図形部分」も合わさって，被告標章１は，独自の識別力を獲得す\nるのである（いわゆる全体的観察）。\n(ｂ)  被告標章１に対する被告の取引業者の認識\n被告の名刺には，被告標章１が印刷されている（乙１３）。そし\nて，被告の名刺は，被告の取引業者等に配布されるところ，被告の\n取引業者は，被告標章１につき，アルファベットと図形部分とを一\n体のものとして，これを認識する。\n(ｃ)  被告標章１に対する被告の顧客の認識\n被告は，顧客に対し，被告４店舗それぞれにおいて，被告標章１\nが印刷されたスタンプカードを配布している（乙１４の１～４）。\nただし，被告４店舗それぞれの区別がしやすいように，台紙は，店\n舗ごとに，別の配色が施されている。また，被告の新規顧客が作成\nする同意・登録書に関しても，右下に被告標章１が印刷されている\n（乙８の４）。そこで，被告の顧客は，被告標章１につき，アルフ\nァベットと図形部分とを一体のものとして，これを認識する。\n(ｄ)  以上のような取引の実情を踏まえ，取引における経験則に基づ\nいて，時と場所とを異にした場合，原告商標と被告標章１とに接し\nた者は，両標章につき誤認混同を生じない（いわゆる離隔的観察）。\nよって，原告商標と被告標章１とは類似しない。\n(ウ)  被告標章２について\n原告商標と被告標章２は，観念が異なり，同一ではない。\n(2)  原告商標が無効審判により無効にされるべきものであるか（争点２）\n（被告の主張）\nア  被告は，原告商標登録出願前から，被告標章を使用していた。その結果，\n後記のとおり，被告標章は，原告商標登録出願時において，周知性を有し\nていた。したがって，仮に原告商標と被告標章が同一又は類似と認められ\nる場合には，原告の商標登録は無効である。\nイ  被告が被告標章を用いホームページによる宣伝を行ってきたこと\n(ア)  ホームページは，需要者に対し，被告標章，店舗所在地のみならず，\n来店を決意させるに重要な，「ネイルアートの技法・施術例，店内雰囲\n気，価格」を伝えるに適しており，重要な宣伝媒体となる。\n被告ホームページにおいても，「今週のお客様」と題して来客の施術\n例の写真を公開し，店内の雰囲気を理解してもらうため店内の写真を公\n開している（乙１）。さらに，従来のネイルサロンでは施術前に料金が\n分かりにくく，料金の不透明さが集客の障害となっていたが，被告は，\n業界に先駆けて，本店開店当初より「わかりやすい料金システム」を謳\nい（乙１），これが需要者の支持を得て，短期間に間に業界大手に成長\nしたものである。\n(イ)  被告は，平成２１年３月，本店を開店させるのと同時に，被告標章\nを使用してホームページを開設した（乙１，２）。\n(ウ)  被告ホームページに対する平成２２年７月以降のアクセス数は以下\nのとおりである。\n平成２２年  ７月    ２９万８４７３回（乙３の１）\n平成２２年  ８月    ２８万６６７３回（乙３の２）\n平成２２年  ９月    ２７万４３０２回（乙３の３）\n平成２２年１０月    ２７万７５２１回（乙３の４）\n確かに，原告商標登録出願時点における，被告ホームページへのアク\nセス数は，解明できていない。しかし，その半年後には，毎月約３０万\n回弱のアクセス数を誇っているのであって，原告商標登録出願時点にお\nいても，相当数のアクセス数に上っていたことは明白である。\n(エ)  さらに，平成２４年１月６日現在，「アイネイル」のキーワードで\n検索した場合，Yahoo検索，Google検索ともに，被告ホームページが最\n上位となることも付け加える（乙４の１及び２）。この点，同日現在，\n被告標章と，称呼が同一のネイルサロンが複数存在するようであるが，\nその中でも，被告が全国的に見て，最も著名かつ大手のネイルサロンな\nのである。\n(オ)  以上のとおり，上記(ウ)及び(エ)から推測すれば，原告商標登録出\n願時においても，被告ホームページが，相当数のアクセス数を有してい\nたことは明らかである。すなわち，被告標章は，原告商標登録出願時に\nおいて，被告ホームページを介し，既に全国的に周知されていたのであ\nる。\nウ  被告が被告標章を用い雑誌による宣伝を行ってきたこと\n(ア)  ホットペッパー名古屋版は，ＲＥＣＲＵＩＴの発行する地域情報誌\nであり，平成２１年７月現在，発行部数は月１５万部に上る雑誌である\n（乙５）。この点，雑誌広告は，需要者に対し，被告標章，店舗所在地\nのみならず，来店を決意させるに重要な，「ネイルアートの技法・施術\n例，店内雰囲気，価格」を伝えるに適しており，重要な宣伝媒体となる。\n(イ)  被告は，被告標章を使用し，被告本店につきホットペッパー名古屋\n版平成２１年４月号から平成２２年７月号まで，被告金山店につき同雑\n誌平成２１年１０月号から平成２２年７月号まで，毎月，広告を出して\nいる（乙６の１，６の２）。\n(ウ)  以上により，原告商標登録出願時において，被告標章は，雑誌広告\nを通じ，「少なくとも東海地方」において周知されていたものである。\nエ  被告店舗における新規顧客来店数の推移・その住所地について\n(ア)  被告本店開店後，約１０か月における新規顧客数（リピーターを含\nまない）は１３５５人に上る。そして，来客の住所地分布につき，名古\n屋市が全体の６７．１６パーセントである。さらに，名古屋市を除く愛\n知県につき，全体の２４．３５パーセントであり，県内全域に及んでい\nる。加えて，愛知県外につき，全体の７．０１パーセントである（乙８\nの１）。\n(イ)  被告金山店開店後，約５か月における新規顧客数（リピーターを含\nまない）は７４８人に上る。そして，来客の住所地分布につき，名古屋\n市が全体の５４．６８パーセントである。さらに，名古屋市を除く愛知\n県につき，全体の３７．０３パーセントであり，県内全域に及んでいる。\n加えて，愛知県外につき，全体の７．３５パーセントである（乙８の\n２）。\n(ウ)  被告名駅店開店後，１か月における新規顧客数（リピーターを含ま\nない）は２９７人に上る。そして，来客の住所地分布につき，名古屋市\nが全体の３７．０４パーセントである。そして，名古屋市を除く愛知県\nにつき，全体の２６．６０パーセントであり，県内全域に及んでいる。\n加えて，愛知県外につき，全体の１８．８６パーセントである（乙８の\n３）。\n(エ)  原告商標登録出願時において，被告本店，金山店のいずれとも，新\n規顧客数は多数に上り，さらには，愛知県全域から来客を得ており，加\nえて，愛知県外からの新規顧客も７パーセント程度存在する。ネイルサ\nロンの役務の性質（地域的限定性），上記２店舗の立地条件（県外から\nのアクセスの悪さ）を考慮すれば，「周知性」を認めるのに十分である。\nもっとも，「周知性」にいうところの需要者とは，実際に来店した者\nに限定される訳ではない。すなわち，原告商標登録出願からわずか半月\n後に開店した名駅店においては，開店後１か月間における愛知県外から\nの新規顧客が１９パーセント程度に達する。これは，原告商標登録出願\n時において，被告の経営するネイルサロンに対し，県外居住者からの潜\n在的需要があったことを示している。さらに，実際の来客の背後には，\nより多くの需要者が存在する。\n要するに，原告商標登録出願時において，被告標章が，広く県外の需\n要者にも周知されていたことは，明白である。\nオ  その他周知性を裏付ける事情\n(ア)  ネイルアートの専門誌（全国誌）である「ネイルマックス」の１２\n周年特別企画において，日本全国の人気ネイルサロンが特集された際，\n被告店舗（本店）が紹介された（乙７）。これは，東京都に所在する出\n版社から，東海地方の人気店であった被告に対し，原告商標登録出願前\nに，取材がされたものである。\nこの点，上記特集にて紹介された日本全国の人気ネイルサロン６４店\n舗のうち，半数が関東地方であるところ，東海地方で紹介されたネイル\nサロンは，被告を含め，名古屋所在の２社しかない。被告の営業は，そ\nの被告標章を含め，原告商標登録出願時において，東京都に所在する専\n門誌編集者にも知れるところとなっていたこと，さらには，同時点にお\nいて，被告が東海地方を代表するまでになっていたことを示している。\n(イ)  被告は，別紙被告店舗状況記載の順序により，順調に直営店を開店\nさせた。さらには，被告が，東海地方における人気店に成長したことを\n受け，被告標章を用いたネイルサロン開業を要望する者が増えた。\nそこで，被告は，希望者に被告標章の使用を許諾し，平成２２年４月\nから平成２３年８月までに，ライセンス店が急速に拡大したものである。\nその結果，被告は，短期間の間に，ネイルサロン業界の大手に成長した。\n上記ライセンス店拡大の事情は，原告商標登録出願時において，既に\n被告標章が周知され，被告の営業が独自の信用を獲得していたことを裏\n付けるものである。\nカ  周知性のまとめ\n以上により，原告が商標登録出願をした際において，被告標章は，愛知\n県全域を超え，広く東海三県たる岐阜県・三重県，ひいては，他県にも周\n知されていた。そして，ネイルサロンという役務の性質（地域的限定性）\nを加味すれば，周知性を有するものであったことは明白である。\n（原告の主張）\nア  被告の主張に対する認否\n被告の主張は争う。\nイ  周知性の判断基準について\n商標法４条１項１０号による周知商標の保護は，登録主義をとる同法の\n下で，例外的に，未登録商標であっても周知である場合には，既登録商標\nと同様に，これとの間で出所の混同のおそれを生じさせる商標の登録出願\nを排除することを認めようとするものである。しかも，商標登録出願が排\n除されると，出願人は，当該出願商標を，我が国のいずこにおいても，登\n録商標としては使用することができなくなるという意味において，排除の\n効力は全国に及ぶものである。これらのことに鑑みると，周知であるとい\nえるためには，全国的にかなり知られているか，全国的でなくとも，数県\nにまたがる程度の相当に広い範囲で多数の取引者・需要者に知られている\nことが必要であると解すべきである（東京高裁平成１３年（行ケ）第４３\n０号）。\n上記裁判例における商標権の指定商品（役務）は，第３６類「建物の貸\n与，建物の売買，土地の売買，土地の貸与」であるが，土地や建物を売買\n等する際に現地に出向いて現況確認や契約等することが通常行われている\nという点においては，被告が主張する「店舗に来店する必要がある」点に\nおいて共通する。そうであるならば，役務の性質を考慮したとしても，同\n様に「周知であるといえるためには，全国的にかなり知られているか，全\n国的でなくとも，数県にまたがる程度の相当に広い範囲で多数の取引者・\n需要者に知られていることが必要」であると解される。\nウ  被告標章の周知性について\nホットペッパー誌（乙６）は，名古屋地区限定で僅か１５万部／月の発\n行である。しかもフリーペーパーという性質上，料金を支払って購入する\n雑誌等に比べて需要者はそれ程子細に雑誌を読み込まないし，配布された\n雑誌を一旦は手にしても中身も見ずに処分する場合も多いのが現実である。\nそうすると，実質的な発行部数は相当程度少なく見積もられるべきであり，\nかかる観点からも他人の商標登録を無効にするほどの周知性は存在しない。\nまた，被告は，「ネイルマックス」（乙７）なる専門誌に紹介されたこ\nとを理由に周知性を主張するが，被告主張によれば当該専門誌は平成２２\n年１月３０日に発行されており，原告の商標登録出願日（同月１３日）よ\nりも後であるから，掲載された雑誌が発行されたことによる周知性は考慮\nに値しない。さらに，専門誌の編集者の目に留まって取材を受けたこと，\n東海地方で紹介されたネイルサロンが２社しかないことを理由に周知性を\n主張するが，編集者が取材をする基準も何ら示されておらず不明確である\nし，雑誌の内容を充実させるために偶然目に留まったネイルサロンを紹介\nすることもあり得ることを考慮すれば，取材を受けたことが一義的に周知\n性を獲得している証拠とはなり得ない。\n被告は，被告ウェブサイトのアクセス数（乙３）を根拠に周知されてい\nたと主張するが，提出された証拠は全て原告の商標登録出願日（平成２２\n年１月１３日）よりも後のものばかりであって，検討するに値しない。ウ\nェブサイトへのアクセス数を左右する数々の要素は日々変化しているので\nあるから（外的要因として検索エンジンのアルゴリズム変動などもある），\n商標登録日より半年も後のアクセス数など，商標登録時点での周知性に関\nしては全く証拠価値のないものである。\n(3)  被告の先使用権の有無（争点３）\n（被告の主張）\nア  不正競争の目的はないこと\n被告は，被告標章を使用し，平成２１年３月に本店を開店し，同年８月\nに金山店を開店した。そして，原告商標登録出願後においても，直営店・\nライセンス店を含め，概ね東海地方から関西地方に出店し，ネイルサロン\n業界の大手に成長した。言い換えれば，被告は，原告商標の有する信用に\n関係なく，その営業努力により，被告標章の信用を獲得してきたものであ\nる。被告には，原告の信用を利用して利益を得ようとする目的はない。\nイ  周知性の範囲\n(ア)  先使用権の趣旨\n商標法３２条１項前段の趣旨は，先使用者の既得的な地位を後発の登\n録商標の禁止権から保護することにあり，先発の使用者の努力によって\n信用が蓄積されたと評価できるような商標が存在するときは，その商標\nが未登録であっても，その事実状態（社会的関係）は保護されるべきこ\nとに基づくものである\n(イ)  周知性に関する裁判例・学説\n商標法３２条１項前段の周知性の認定は，同法４条１項１０号に比べ\n緩やかに解し，取引の実情に応じ，具体的に判断するものとされている\n（東京高裁平成５年７月２２日判決）。\nそして，新・商標法概説初版（青林書院）２８８頁によれば，周知性\nの範囲につき，「１県より広い程度」でよいとされている。さらには，\n別冊ジュリスト１８８号商標・意匠・不正競争判例百選（有斐閣）の\n「３１先使用権」解説によれば，周知性の範囲につき，商標法４条１項\n１０号ほどの地域的範囲，浸透度は要しないというべきであり，「役務\nの性質等によっては，一県よりも狭くとも認められる場合もある」とさ\nれている。\n(ウ)  ネイルサロン（役務）の性質を踏まえた周知性の範囲\nネイルサロン（役務）の性質とは，客がネイルアートの施術を受ける\nべく店舗に来店する必要があるものである。具体的には，客は，事前に，\nホームページや，雑誌広告，紹介等により，各ネイルサロンにおけるネ\nイルアートの技法・施術例，店内雰囲気，価格，店舗所在地を比較検討\nし，来店予約をした上，来店するものである。ゆえに，客層は，店舗所\n在地の地域住民に限定される傾向にある。さらに，ネイルサロン業界全\n体をみても，複数の都道府県に渡り店舗を展開する業者は乏しいのが現\n状である。\n以上のネイルサロンの性質からすれば，先使用者の営業努力によって，\n当該標章に，少なくとも「店舗所在地たる一県程度」にわたり信用が蓄\n積されていれば，商標法３２条１項前段の趣旨に照らし，さらには，需\n要者保護の観点からも，かかる事実状態（社会的関係）は保護されるべ\nきであると思料する。\nそこで，商標法３２条１項前段の周知性につき，ネイルサロンにおい\nては，少なくとも「店舗所在地たる一県程度」であれば足りるというべ\nきである。\nウ  被告標章の周知性\n上記(2)（被告の主張）イ～カと同じ。\n（原告の主張）\nア  被告の主張に対する認否\n被告の主張は争う。\nイ  周知性の範囲について\n被告は，先使用権（商標法３２条）における周知性の範囲につき，「４\n条１項１０号ほどの地域的範囲，浸透度は要しない」と主張する。確かに，\nそのような見解があることは認めるが，文言上同一の表現で規定されてい\nる「広く認識されている」との要件を区別して取り扱うだけの合理的根拠\nはなく失当である（竹田稔・知的財産権侵害要論  特許・意匠・商標編第\n４版６７４頁，松尾和子「先使用権の要件である『広く認識せられたる』\n（旧商標法第九条一項，現行法第三十二条一項）の意義」判例商標法８５\n８頁以下に同旨）。\nウ  被告標章の周知性について\n上記(2)（原告の主張）ウと同じ。\nまた，被告が営業を開始したとする平成２１年３月から原告の商標登録\n出願日（平成２２年１月１３日）まではわずか１０か月という１年にも満\nたない短い期間であって，この期間内におけるホットペッパー誌程度の宣\n伝広告で（相当程度に狭い地域であったとしても）他人の商標権に対抗で\nきる権利を認めるのは商標制度の根幹を揺るがし得るものである。被告は，\n事業者とすれば当然知るべき商標登録制度を知りながらも，自己が営業上\n出所表示として使用する標章につき商標登録出願という行為を怠っていた\n者である。要するに，商標権を取得しないことによるリスクを把握しなが\nらも，手間や費用を惜しんで手続を怠っていたのである。一方，原告は，\n事業展開を見据えてより早期に手間と費用をかけて商標登録出願を行い，\n正当に権利を取得した者である。このように法に則り真面目に手続をして\n取得した権利に対して，手続を怠った者のごくごく短期間かつわずかの宣\n伝広告行為で先使用権が発生するとなれば，真面目に手続をする者はいな\nくなり，商標法における登録主義は崩壊することになる。\nエ  先使用権の範囲について\n仮に被告が先使用権を有している場合でも，その範囲は原告の商標登録\n出願日（平成２２年１月１３日）において使用していた範囲（店舗）に限\nられるべきであって，出願日以降に営業を開始した直営店（並びにライセ\nンス店）の使用についてはその範囲外である。\n(4)  原告の商標権行使が権利濫用に当たるか（争点４）\n（被告の主張）\nア  ウィルスバスター事件（東京地裁平成１１年４月２８日判決）は，「本\n件商標は出所識別力が乏しくＹの標章の使用によって識別能力を害される\nことは殆どないのに対して，Ｙの標章の使用を差止めたときは，Ｙの標章\nの商品の識別能力を著しく害し，商標の出所識別能力の保護を目的とする\n商標法の趣旨に反する」とする。\nイ  原告には，平成２２年６月，埼玉県さいたま市において開業した１店舗\nがあるのみである。そして，その店舗立地，店舗外観からして，高級感・\n特別感・清潔感を感じさせるものとはいい難く，数多あるネイルサロンの\n中で，あえて原告店舗を選んで来店する女性客が，いかほど存在するのか\nについても疑問を抱かざるを得ない（乙１０）。ゆえに，原告商標の出所\n識別能力は，元より乏しいものと見るべきである。\nこれに対し，平成２２年６月には，既に愛知県において被告４店舗が開\n店していた。そして，大宮駅（埼玉県）と名古屋駅（愛知県）とは，約４\n００ｋｍの隔たりがあり，公共交通機関にて，片道約２時間３０分，片道\n運賃約１万１０００円を要する（乙１１）。上記のような地理的・時間\n的・費用的制約がある状況下で，被告標章が使用されたとしても，これに\nよって，原告商標の識別能力を害されることはほとんどないのである。\nウ  この点，原告は，いわゆる「デジタルネイル」といったネイルアートの\n一般的手法に関しても，商標登録を目論む者であって（乙９），本訴の目\n的も専らライセンス料の獲得にあるものと思われる。しかしながら，被告\n４店舗は，原告店舗より先に開店しているのであって，被告標章は，専ら\n被告の営業努力によって，原告商標とは無関係に，出所識別能力を培って\nきたものである。\n言い換えれば，原告商標が，被告の売上げに全く寄与していないことは\n明らかであり，ライセンス料を要求されるいわれもないはずである。にも\nかかわらず，被告標章の使用を差し止めるならば，その識別能力を著しく\n害し，需要者にとっても不利益が著しいものである。\nエ  以上により，商標の出所識別能力の保護を目的とする商標法の趣旨に照\nらし，上記イ及びウを比較考量したならば，本件差止請求は，権利濫用と\nして許されない。\n（原告の主張）\nア  被告の主張に対する認否\n被告の主張は争う。\nイ  そもそも，商標を実際に使用していなかったとしても，商標法が登録主\n義を採用している以上，差止請求が権利濫用になるわけではない（大阪地\n裁昭和５４年９月１４日判決・無体裁集１３巻１号８２頁参照）。\nし か も ， 原 告 は ， 埼 玉 県 さ い た ま 市 ＜ 以 下 略 ＞ 所 在 の ネ イ ル サ ロ ン\n「Inail（アイネイル）」を経営しており，店舗名や広告媒体等において\n商標を使用している（甲１２～１５）。原告は，上記場所の店舗を平成２\n１年３月１日から用途をネイル店として賃借の上，平成２２年６月よりネ\nイルサロンを営業している（甲１６）。\n原告店舗は，埼玉県内の経済・商業の中心地である大宮駅から徒歩３０\n秒という一等地に所在し，一人でも貸し切りが可能な少人数制のサロンと\nして営業している。原告店舗のコンセプトは，少人数制ゆえのプライベー\nト感，顧客一人一人に対する丁寧なサービスである。アイネイルという店\n舗名も，このようなプライベート感を押し出すコンセプトから考えられた\nものである。\n被告は，原告が不正競争の目的をもって商標出願を行った，被告の業務\nを不当に妨害する目的で訴訟を提起したなどと主張しているが，全く根拠\nのない憶測である。原告は，積極的に自己の商号を権利化し，その正当な\n権利に基づき事業者として至極当然の権利行使をしているにすぎない。\nウ  原告店舗は，上記のようなコンセプトを重視し，小規模な店舗での目の\n行きとどいた経営を行っている。その結果，顧客一人一人がプライベート\nサロン感覚で施術を受けられるネイルサロンとして，一定程度の需要者の\n認識と信用を獲得している。\nところが，被告はフランチャイズ店も含め多数の店舗を立て続けにオー\nプンさせるなどしており，原告のコンセプトからすれば，このような事業\n展開は到底許容できず，両者の間の出所混同が生じることは原告の商標が\n備える信用にとって予測不可能な点も含めて回復困難な悪影響を及ぼしか\nねない。\n被告は，ネイルサロンには「地域限定性」なる特性があるため，関東地\n方で事業展開を行う原告店舗との出所混同は生じ得ないと主張するが，失\n当である。被告も主張するとおり，ネイルサロンの宣伝としては，消費者\nに対して視覚的に訴えることができるウェブサイトが非常に重要な位置を\n占めており，原告も経営するネイルサロンに関してウェブサイトを公開し\nて広告を行っている（甲１２）。\nウェブ上での広告において最も重視されるのは検索エンジンでの検索結\n果である。原告店舗の名称である「アイネイル」というキーワードで検索\nした場合の検索エンジンでの表示結果については乙４号証各号のとおりで\nあり，yahoo・googleの代表的な両検索エンジンのいずれにおいても，原\n告の店舗名称で検索を行った際に被告のウェブサイトが第１位に表示され\nている。需要者が検索エンジンを利用する際の認識からすれば，店舗名称\nを検索キーワードとして検索を行えば，最上位に表示されるサイトが目的\nの店舗 のサ イト と考 え るの が自 然で ある 。よっ て， 少な くと もyahoo・\ngoogleの両検索エンジンにおいては，需要者にとって原告と被告の出所混\n同を現に生じさせているといえる。そして，被告も主張するネイルサロン\nにおけるウェブページの重要性，ウェブ広告における検索エンジンの重要\n性を考えれば，原告の商標と被告が使用する標章が出所混同を生じていな\nいなどとは，ネイルサロンという提供役務の性質を考慮しても到底認める\nことはできない。\nエ  被告標章には周知性・著名性は認められない。原告には，被告標章の著\n名性を利用しようとする意思は論理的に存在しえない上，ごくごく一部の\n関係者にのみ知られているにすぎない被告標章が消滅したとしても商標法\nの目的に反するほどの不利益を需要者に与えるとは到底考えられない。\n被告に損害が生じることについては原告としては特に争うつもりはない\nが，それは権利取得を怠った者が当然甘受すべきものであって，商標法の\n目的からしても本件において考慮すべき事情ではない。\nオ  以上のとおり，原告は自己の経営するネイルサロンの店名を商標登録し，\nこの商標権に基づいて商標権侵害者である被告に対して使用差止めを求め\nているのである。そして，差止の対象たる被告標章も周知性・著名性があ\nるとはいえないものであるから，差止による不利益もごくごく一部の被告\n関係者にのみ生じるものである。\nよって，原告の請求が権利濫用に当たる要素はなく，権利濫用の抗弁は\n成立しない。\n(5)  原告の損害の有無及び損害額（争点５）\n（原告の主張）\n原告は，本訴の遂行を原告訴訟代理人弁護士・同弁理士に委任した。この\nうち，被告による不法行為と相当因果関係のある弁護士費用額は５０万円で\nある。\nしたがって，被告は，原告に対し，不法行為に基づく５０万円の損害賠償\n債務を負う。\n（被告の主張）\n原告の主張は争う。\n弁護士費用は，侵害行為と相当因果関係ある損害として認められるもので\nあって，本件では，被告による商標権侵害がない。\n第３  当裁判所の判断\n１  原告商標と被告標章との類否（争点１）について\n(1)  商標の類否は，同一又は類似の商品に使用された商標が外観，観念，称\n呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的\nに考察すべきであり，かつ，その商品の取引の実情を明らかにし得る限り，\nその具体的な取引状況に基づいて判断すべきものである。上記のとおり，商\n標の外観，観念又は称呼の類似は，その商標を使用した商品につき出所を誤\n認混同するおそれを推測させる一応の基準にすぎず，したがって，上記３点\nのうち類似する点があるとしても，他の点において著しく相違するか，又は\n取引の実情等によって，何ら商品の出所を誤認混同するおそれが認められな\nいものについては，これを類似商標と解することはできないというべきであ\nる（最高裁昭和３９年(行ツ)第１１０号同４３年２月２７日第三小法廷判\n決・民集２２巻２号３９９頁，最高裁平成６年(オ)第１１０２号同９年３月\n１１日第三小法廷判決・民集５１巻３号１０５５頁参照）。\n(2)  以上に基づいて，原告商標と被告標章とを対比する。\nア  原告商標\n原告商標は，片仮名（横書き）の標準文字で「アイネイル」と表記する\n構成であるから，「アイネイル」というカタカナ横書き文字の外観を有し，\n「あいねいる」の称呼が生じる。\nまた，原告商標の「アイネイル」の文字は，一連の文字として表記され\nているものではあるが，一般に，「ネイル」という英語が「爪」を意味す\nることは広く理解されているところから，取引者・需要者には「アイ」と\n「ネイル」を区切って，個別に観念されるのが通常であると考えられる。\nそして，「アイ」が英語の「Ｉ」として日本語の「私」を連想させるとこ\nろから，被告標章１からは「私の爪」との観念が生じる。また，後記取引\nの実情によれば，美容としてのネイル装飾についての需要者には比較的若\n年の女性層が多いものと推認され，また，「幸福」や「結婚」，「お姫様\n気分」といった宣伝がされていることに照らせば，「アイ」は，日本語の\n「愛」を連想させ，「愛のあるネイル」との観念も生じさせるものといえ\nる。\nイ  被告標章１\n被告標章１は，アルファベット大文字（横書き）で「ＩＮＡＩＬ」と表\n記し，「Ｉ」の文字のみがその他の「ＮＡＩＬ」の文字よりもやや縦に長\nく，かつ，他の文字よりも太字で表記されている。また，各文字の上部に\nはそれぞれ丸図形が配され，５つの丸図形は，語頭の「Ｉ」から語尾の\n「Ｌ」に向かってアーチ状に，徐々に小さくなっており，語頭から４文字\n目の「Ｉ」の上部に配される丸図形のみが塗りつぶされ，それ以外の丸図\n形は中空のドーナツ型の図形である。\nこのように，被告標章１は，文字と図形とが結合した標章であって，上\n記の外観を有する。\n称呼については，図形部分から特定の称呼が生じるとは認められない。\n文字部分については，「Ｉ」と「ＮＡＩＬ」の文字が上記のとおりその大\nきさが異なるところから，それぞれ別個のまとまりとして認識され，「あ\nいねいる」の称呼が生じる。\n被告標章１の観念については，「Ｉ」は日本語の「私」を連想させ，\n「ＮＡＩＬ」「ねいる」は日本語の「爪」を連想させるから，被告標章１\nからは「私の爪」の観念が生じる。\nなお，被告は，正確には被告標章１が別紙被告標章１色彩図のとおりと\n主張するが，他の色彩パターンのもの（甲５の１，５の２，乙１４の１～\n１４の４）もあることを考慮すると，被告標章１は別紙被告標章目録記載\n１の標章をもって確定するのが相当である。\nウ  被告標章２\n被告標章２は，片仮名（横書き）で「アイネイル」と表記する構成であ\nるから，「アイネイル」というカタカナ横書き文字の外観を有し，「あい\nねいる」の称呼が生じる。\nまた，被告標章２の「アイネイル」の文字は，一連の文字として表記さ\nれているものではあるが，一般に，「ネイル」という英語が「爪」を意味\nすることは広く理解されているところから，取引者・需要者には「アイ」\nと「ネイル」を区切って，個別に観念されるのが通常であると考えられる。\nそして，「アイ」が英語の「Ｉ」として日本語の「私」を連想させると\nころから，被告標章１からは「私の爪」との観念が生じる。\nまた，後記取引の実情によれば，美容としてのネイル装飾についての需\n用者には比較的若年の女性層が多いものと推認され，また，「幸福」や\n「結婚」，「お姫様気分」といった宣伝がされていることに照らせば，\n「アイ」は，日本語の「愛」を連想させ，「愛のあるネイル」との観念も\n生じさせるものといえる。\nエ  原告商標に関する取引の実情\n証拠（枝番号を含めて甲１２～１６，乙１０）及び弁論の全趣旨によれ\nば，原告は，平成２１年３月，さいたま市＜以下略＞所在の建物（木造２\n階建て）の一部を，ネイルサロンを使用目的として賃借し，平成２２年６\n月からネイルサロン「Ｉｎａｉｌ（アイネイル）」を経営していること，\n原告は，当該ネイルサロンの看板・入口，ウェブサイト，雑誌広告（ホッ\nトペッパーさいたま版平成２３年９月号～平成２４年５月号）において，\n原告商標を使用していることがそれぞれ認められる。\nまた，原告のホームページ冒頭の「ごあいさつ」のページには，「残業\n続きのＯＬさん・・・爪がもう限界でサロンに行きたくてもいけない，そ\nんなＯＬさんがお仕事帰りに気軽に寄れるサロンです。ロココ調家具で統\n一された店内はお姫様気分で居心地バッグン！」との記載がある。\nオ  被告標章に関する取引の実情\n被告４店舗の所在地及び開店時期は，別紙被告店舗状況のとおりである\n（前提事実(5)）。また，前提事実(4)に加え，証拠（枝番号を含めて甲２\n～６，乙１，６，１３，１４）及び弁論の全趣旨によれば，被告は，被告\n４店舗の各店舗の内外装・看板・案内板・入口等，ウェブサイト，雑誌広\n告（ホットペッパー名古屋版，本店につき平成２１年４月号～平成２２年\n７月号，金山店につき平成２１年１０月号～平成２２年７月号）において，\n被告標章を使用するほか，被告取締役の名刺，顧客のスタンプカード，ギ\nフトカードにおいても，被告標章を使用していること，被告は，被告４店\n舗の名称として，単独で被告標章２を使用しているものの，それ以外では，\n被告標章１の「Ｎ」又は「ＩＬ」の直上部に，アルファベット大文字部分\nと比較して小さい文字で被告標章２を付け加える態様をもって被告標章を\n使用している例が多いことがそれぞれ認められる。\n被告のホームページの冒頭のページには，「指先から輝く幸せ」「幅広\nい年代のお客様のニーズに応えられる様，スタッフ一丸となって接客させ\nて頂きます。」との記載や，ネイルギフト券のご案内として「誕生日や母\nの日・結婚式・結婚記念日など大切な方へのプレゼントにお薦めです。」\nとの記載がある。\nまた，被告のホットペッパーにおける宣伝広告の内容をみると，「カワ\nイイアート♪どれだけのせても均一料金!!幅広い年齢層をターゲットに，\nシンプル系からカワイイ系のあらゆるデザインを揃えています!!」との記\n載がある。\nカ  ネイルサロンについての宣伝広告等\n乙４号証の１によれば，平成２４年１月６日の時点において，「Ｙａｈ\nｏｏ！検索」で「アイネイル」を検索すると，被告の経営する店舗が，\n「ネイルサロンＩＮＡＩＬ名古屋で人気のネイルサロン」としてトップで\n表示され，原告の経営する店舗が，「さいたま市大宮のネイルサロンＩｎ\nａｉｌ（アイネイル）として店舗としては５番目に表示されている。その\n中間の２番目ないし４番目に記載されている店舗の所在地は，東京都渋谷\n区恵比寿，奈良県西大寺駅そば，奈良西大寺・生駒・西宮北口であり，こ\nのほか，横浜市や福岡県小郡市の店舗も掲載されている。\nまた，乙７号証によれば，インフォレスト株式会社が発行する「ＮＡＩ\nＬ  ＭＡＸ」平成２２年２月号では，１２周年特別企画として，「全国の\nネイルサロンご招待！」という企画が組まれ，被告店舗を含め，北海道か\nら長崎までの６０余りの店舗が紹介されている。\nキ  原告商標と被告標章１との対比\n上記アのとおり，原告商標は，「あいねいる」の称呼が生じ，「愛のあ\nるネイル」「私の爪」の観念が生じる。これに対し，上記イのとおり，被\n告標章１は，「あいねいる」の称呼が生じ，「私の爪」の観念が生じる。\n以上のとおり，原告商標と被告標章１は称呼が同一である。また，原告\n商標においては，「私の爪」，「愛のあるネイル」という観念が生じるの\nに対し，被告標章１からは「私の爪」との観念が生じるから，原告商標と\n被告標章１とは観念の一部が類似する。\n外観については，原告商標が「アイネイル」という横書きの標準文字か\nらなるのに対し，被告標章１は上記イのとおりの結合標章であって，その\n外観は類似しない。\n以上のとおり，原告商標と被告商標１は，その外観は異なるものの，称\n呼と観念の一部が同一である。上記エ及びオのとおり，原告店舗がさいた\nま市，被告４店舗が名古屋市及び一宮市であって原告及び被告の各店舗の\n距離が離れているものの，上記カのとおり，インターネットの検索画面や\n雑誌などにおいては，ネイルサロンが全国的に取り上げられており，役務\nの出所につき誤認混同を生ずるおそれがあると認められる。\nそうすると，原告商標と被告標章１は全体として類似していると認める\nのが相当である。\nこの点，被告は，ネイルサロンの役務の性質からみて，宣伝媒体として，\nホームページ，雑誌といった視覚に訴えるものが主力となるとした上で，\n需要者が出所の混同をするか否かの観点から商標の同一性・類似性を判断\nするにあたり，外観が圧倒的に重要である反面，称呼の重要性は，限りな\nく低いといわざるを得ない旨主張する。確かに，視覚に訴える宣伝が有効\nであろうことは理解できるが，そのような宣伝は標章使用の態様の１つに\nすぎないのであって，これをもって称呼の重要性が低いということはでき\nないし，少なくとも文字部分を含む標章であれば，視覚に訴える宣伝であ\nったとしても称呼が生じるのであるから，被告の主張は採用できない。\nまた，被告は，顧客等が被告標章１のアルファベットと図形部分を一体\nとして認識するから，原告商標と誤認混同が生じない旨主張する。しかし\nながら，上記イのとおり，被告標章１は，文字部分を要部と捉えることな\nく比較しても，図形部分から特定の称呼及び観念が生じるとは認められな\nいために，文字部分から「あいねいる」の称呼を生じ，また「私の爪」と\nの観念を生じるのであって，その結果，原告商標と誤認混同が生じるので\nあるから，被告の主張は採用できない。\nク  原告商標と被告標章２との対比\n上記アのとおり，原告商標は，片仮名（横書き）の標準文字で「アイネ\nイル」と表記する構成であり，「あいねいる」の称呼が生じ，「愛のある\nネイル」「私の爪」の観念が生じる。これに対し，上記ウのとおり，被告\n標章２は，片仮名（横書き）で「アイネイル」と表記する構成であり，\n「あいねいる」の称呼が生じ，「愛のあるネイル」「私の爪」の観念が生\nじる。\nこのように，原告商標と被告標章２は外観，称呼及び観念のいずれもが\n同一である。したがって，上記エ及びオのとおり，原告店舗がさいたま市，\n被告４店舗が名古屋市及び一宮市であって原告及び被告の各店舗の距離が\n離れていることを考慮しても，役務の出所につき誤認混同を生ずるおそれ\nがあると認められ，同一又は類似していると認めるのが相当である。\nケ  原告商標権の指定役務との対比\n被告が被告標章を使用しているネイルサロンにおいて提供している役務\nについて，原告商標権の指定役務である「美容，理容」に含まれることに\n当事者間に争いはなく，被告が提供する役務は同一又は類似であると解さ\nれる。\n(3)  以上のとおり，原告商標と被告標章とは同一又は類似する。\n被告は，被告４店舗の各店舗の内外装・看板・案内板・入口等，ウェブサ\nイト，雑誌広告（ホットペッパー名古屋版，本店につき平成２１年４月号～\n平成２２年７月号，金山店につき平成２１年１０月号～平成２２年７月号）\nにおいて，被告標章を使用している（上記(2)オ）。そして，被告標章はい\nずれも，被告の商号等の営業主体を表示する態様で使用されているものでは\nなく，被告のネイルアートという美容，理容に関する役務を表すものと解さ\nれるから，被告標章は，被告の役務に関する広告に被告標章を付して展示し\nたものであって（商標法２条３項８号），これらの被告標章の使用は原告商\n標権を侵害するものとみなされる（同法３７条１号）。そして，商標法３６\n条１項に基づく差止請求及び同条２項に基づく廃棄請求について，その必要\n性を否定するような事情は見当たらない。\nしたがって，商標法３６条１項に基づく差止請求及び同条２項に基づく廃\n棄請求はいずれも理由がある（主文１～３項）。\n２  原告商標が無効審判により無効にされるべきものであるか（争点２）及び被\n告の先使用権の有無（争点３）について\n(1)  まず，商標法３２条１項の周知性の範囲について検討する。\n商標法３２条１項は，先使用が認められた者に「その商品又は役務につい\nてその商標を使用する権利」を認めるにすぎず，無限定にその商標を使用す\nることができるわけではないこと，同条２項の規定により，商標権者は，誤\n認混同防止措置を付すことを請求することができること，同条１項の周知性\nが同法４条１項１０号における周知性と同じ意味であれば，当該商標権は無\n効とされるべきものとなり，そもそも商標権者は商標権を行使することがで\nきず（同法３９条，特許法１０４条の３），先使用権を認める必要はないこ\nとからすれば，商標法３２条１項にいう「需要者の間に広く認識されてい\nる」地理的な範囲は，同法４条１項１０号より狭いものであってもよいと解\nするのが相当である。\n(2)  以上に基づいて，被告標章が商標法３２条１項の周知性を有するかを検\n討する。\nア  まず，本件における商標法３２条１項の周知性の範囲について検討する。\n原告商標権は，平成２２年１月１３日商標登録出願された（以下，当該\n時点を「本件出願時点」という。）ものであり（前提事実(3)），被告は，\n平成２１年３月本店，同年８月金山店をそれぞれ開店しており（前提事実\n(5)），本件出願時点において，本店及び金山店を経営していたことが認\nめられる。\n以上に加え，ネイルサロンは顧客が役務の提供を受けるために来店する\n必要があることや，比較的若い女性が対象の役務であることを考慮すると，\n本件における商標法３２条１項の周知性の範囲は，本件出願時点において，\n被告本店及び金山店の所在地である愛知県内のネイルサロンの需要者であ\nる比較的若い女性の間で広く認識されていれば足りると解するのが相当で\nある。\nイ  そこで，更に検討するに，被告は，被告ホームページにおける宣伝，雑\n誌広告等を根拠として，被告標章の周知性を主張する。\n確かに，証拠（乙２）によれば，被告は，平成２１年４月ころ，業者に\n依頼して，被告ホームページを作成するとともに，被告標章１をデザイン\nしたことが認められる。そして，証拠（甲１１，乙３の１～３の４）によ\nれば，被告ホームページのアクセスは，本件出願時点の後である平成２２\n年７月から同年１０月までにおいて，１か月２７万４３０２回～２９万８\n４７３回であること（ただし，ページビュー数〔１人の訪問者がホームペ\nージのうち５ページを閲覧するとアクセス数が５となる。〕をカウントし\nたものである。）が認められ，本件出願時点におけるアクセス数が一定数\nあったことが推測できるものの，ページビュー数とは異なる実際のアクセ\nス数は不明であるというほかないから，上記ページビュー数の数字をもっ\nて，被告ホームページにおける宣伝を周知性の根拠とすることはできない。\nまた，証拠（乙５，６の１，６の２）及び弁論の全趣旨によれば，被告\nは，雑誌広告として，ホットペッパー名古屋版に，被告本店の広告（平成\n２１年４月号～平成２２年７月号）及び被告金山店の広告（平成２１年４\n月号～平成２２年７月号）をそれぞれ掲載したこと，ホットペッパー名古\n屋版の発行部数はおおよそ１５万部であることがそれぞれ認められる。し\nかしながら，証拠（乙６の１，６の２）によれば，ホットペッパー名古屋\n版における被告の広告スペースは限られたものであると推認されるから，\nホットペッパー名古屋版の広告を周知性の根拠とすることはできない。\nさらに，証拠（乙８の１，８の２）によれば，被告本店開店後，約１０\nか月における新規顧客数（リピーターを含まない）が１３５５人であり，\nその住所地分布は，名古屋市が６７．１６パーセント，名古屋市を除く愛\n知県が２４．３５パーセント，愛知県外が７．０１パーセントであること，\n被告金山店開店後，約５か月における新規顧客数（リピーターを含まな\nい）は７４８人であり，その住所地分布は，名古屋市が５４．６８パーセ\nント，名古屋市を除く愛知県が３７．０３パーセント，愛知県外が７．３\n５パーセントであることがそれぞれ認められる。しかしながら，被告本店\n及び金山店の新規顧客数はそれぞれ１日５人程度であり，愛知県全体の人\n口（平成２１年約７４０万人）を考慮すると，ネイルサロンの需要者であ\nる比較的若い女性の人口は全体の人口より少なくなるとはいえ，被告本店\n及び金山店の新規顧客数を周知性の根拠とすることはできない。\n加えて，証拠（乙７）によれば，「ＮＡＩＬ  ＭＡＸ」平成２２年２月\n号（発行日付・同年１月３０日）において，全国のネイルサロンの１つと\nして，被告を紹介する記事が被告標章とともに掲載されていることが認め\nられる。しかしながら，上記雑誌の発行部数が不明であるし，上記記事は\n１頁の２４分の１程度のスペースに掲載されたものにすぎないから，上記\n記事を周知性の根拠とすることはできない。\nその他本件全証拠を検討しても被告標章の周知性を根拠付ける証拠は見\n当たらないから，被告標章が商標法３２条１項の周知性を有するとは認め\nられない。\n(3)  以上のとおり，被告標章が商標法３２条１項の周知性を有するとは認め\nられないから，その余について判断するまでもなく，被告が先使用権を有す\nるとは認められない。\nまた，被告標章は，商標法３２条１項の周知性を有するとは認められない\n以上，同法４条１項１０号の周知性を有するとも認められないから，その余\nについて判断するまでもなく，原告商標が無効審判により無効にされるべき\nものであるとも認められない。\n３  原告の商標権行使が権利濫用に当たるか（争点４）について\n被告は，原告商標の出所識別能力が乏しいのに対し，原告店舗が開業した平\n成２２年６月には，既に被告４店舗は開店しており，被告標章は，専ら被告の\n営業努力によって，原告商標とは無関係に，出所識別能力を培ってきたなどと\nして，権利濫用を主張する。\n確かに，被告は，平成２２年６月までに，被告４店舗を開店しており（前提\n事実(5)），被告４店舗と原告店舗の距離も考慮すると，原告の信用にただ乗\nりすることなく，被告標章を使用してきたものと認められる。しかしながら，\n前記２のとおり，被告標章は，商標法３２条１項の周知性を有するとは認めら\nれないものであるし，現時点において需要者の間で認識されている程度も定か\nではない。\nそうすると，被告標章の使用において不当な目的がないとしても，原告商標\nの出所識別能力に比較して，被告標章の出所識別能力が顕著であるとも認めら\nれない。また，原告の商標権行使が不当な目的を有していることを認めるに足\nりる証拠もないし，本件全証拠をみても，その他原告の商標権行使が権利濫用\nであることを根拠付ける事情は見当たらない。\nしたがって，被告の権利濫用の主張は理由がない。\n４  原告の損害の有無及び損害額（争点５）について\n前記１のとおり，被告標章の使用は原告商標権を侵害するものであり，原告\nは，当該侵害の差止めとともに，侵害物件等の廃棄を求めるために，本件訴訟\nを提起したものであると認められる。\nまた，原告は，本件訴訟の遂行のために，原告訴訟代理人２名に訴訟委任し\nたことが認められるから，その弁護士費用等相当額は，不法行為である被告標\n章の使用により生じた損害であると認められる。そして，本件訴訟の内容，進\n行等に鑑みれば，弁護士費用等相当額は５０万円と認めるのが相当である。\nしたがって，不法行為に基づく損害賠償請求は理由がある。\n５  結論\nよって，原告の請求は，いずれも理由があるから認容し，主文のとおり判決\nする。なお，仮執行の宣言については，相当ではないから，これを付さない。\n東京地方裁判所民事第２９部\n裁判長裁判官              大  須  賀              滋\n裁判官              小      川      雅      敏\n裁判官              西      村      康      夫\n"
}