{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 10,
    "day": 11
  },
  "case_number": "平成28(行ケ)10274",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87142",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87142",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/142/087142_hanrei.pdf",
  "contents": "平成２９年１０月１１日判決言渡\n平成２８年（行ケ）第１０２７４号  審決取消請求事件\n口頭弁論終結の日  平成２９年８月７日\n判                決\n原 告\nハネウエル・インターナショナル・インコーポレーテッド\n同 訴訟代理人弁護士      飯村敏 明\n同                      末吉   剛\n同 訴訟代理人弁理士      小   野   新次 郎\n同                      松田豊 治\n被 告      特 許庁長 官\n同 指定 代理 人      日比野   隆   治\n同                      國島明 弘\n同                      井上   猛\n同                      板谷玲 子\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間\nを３０日と定める。\n事実及び理 由\n第１  請求\n特許庁が訂正２０１６－３９００５１号事件について平成２８年９月２６日\nにした審決を取り消す。\n第２  前提事実（いずれも当事者間に争いがないか，証拠により容易に認められ，\n又は裁判所に顕著な事実である。）\n１  特許庁における手続の経緯等\n原告は，発明の名称を「フッ素置換オレフィンを含有する組成物」とする特\n許第４５７１１８３号（優先日  ２００４年（平成１６年）４月２９日；出願\n日  平成１７年４月２９日；登録日  平成２２年８月２０日。以下「本件特許」\nという。）の特許権者である。本件特許の設定登録時における特許請求の範囲\nは，請求項１～５からなる。\n本件特許に対し，以下の３件の特許無効審判請求がされた（いずれも，対象\nとされた請求項は請求項１～５である。）\n・無効２０１１－８０００３５号（請求の日は平成２３年２月２８日。以下\n「第１事件」という。）\n・無効２０１１－８０００４８号（請求の日は同年３月２５日。以下「第２\n事件」という。）\n・無効２０１１－８０００７５号（請求の日は同年５月９日。以下「第３事\n件」という。）\nこのうち，第２事件の審理において，原告は，同年７月２０日付け訂正請求\n書により特許請求の範囲を訂正したが，この訂正請求は，請求項５の削除を含\nむものであった。特許庁は，この訂正を認めるとともに，請求項１～４に係る\n発明についての特許を無効とする旨の審決（第一次審決）をした。その後，こ\nれに対する１回目の審決取消訴訟（当庁平成２４年（行ケ）第１０２８６号）\nの提起，訂正審判請求（訂正２０１２－３９０１２２号）及びそれによる第一\n次審決の取消決定（平成２３年法律第６３号による改正前の特許法（以下「法」\nという。）１８１条２項に基づくもの），新たな訂正請求による訂正（上記訂\n正審判の訂正内容を取り込むもの），２回目の無効審決（ただし，訂正は認め\nた。），２回目の審決取消訴訟（当庁平成２５年（行ケ）第１０２２４号）の\n提起を経て，第２事件の請求取下げ及び上記審決取消訴訟の訴え取下げがされ\nた。\n第１事件及び第３事件については，原告は，それぞれ第２事件と同一内容の\n訂正請求を行った。これらの事件の審理は，第一次審決以降中止されたが，第\n２事件の請求取下げにより再開され，いずれも，平成２７年９月２９日，訂正\nを認めた上で，請求項１～４に係る発明についての特許を無効とする旨の審決\nがされた。原告は，上記各審決について審決取消訴訟を提起したが（当庁平成\n２８年（行ケ）第１００３２号，同年（行ケ）第１００３３号），いずれも，\n平成２９年２月２２日，請求棄却の判決を受けた。これに対し，原告は，同年\n４月４日，いずれについても上告受理申立てをした。\n他方，原告は，平成２８年４月８日，特許庁に対し，訂正審判を請求した\n（訂正２０１６－３９００５１号。以下「本件訂正審判」という。）。これに\n対し，特許庁は，同年９月２６日，本件訂正審判につき「本件審判の請求は，\n成り立たない。」旨の審決をした（出訴期間として９０日を附加した。以下\n「本件審決」という。）。その謄本は，同年１０月６日，原告に送達された。\n原告は，同年１２月２６日，本件訴えを提起した。\n２  本件特許の特許請求の範囲\n本件訂正審判における訂正前の本件特許に係る特許請求の範囲の記載は，以\n下のとおりである（以下「本件特許の特許請求の範囲」といい，その明細書及\nび図面を合わせて「本件特許の明細書等」という。）。\n【請求項１】\n自動車の空調装置におけるテトラフルオロプロペン（HFO-1234）を含む\n組成物の冷媒としての使用。\n【請求項２】\n前記組成物が潤滑剤をさらに含む，請求項１に記載の使用。\n【請求項３】\n前記潤滑剤が前記組成物の３０～５０重量％の量で存在する，請求項２\nに記載の使用。\n【請求項４】\n前記潤滑剤がポリアルキレングリコール潤滑剤を含む，請求項２に記載\nの使用。\n３  本件訂正審判における訂正事項\n(1)  訂正事項１\n本件特許の特許請求の範囲の請求項１に\n「自動車の空調装置におけるテトラフルオロプロペン（HFO-1234）を含む\n組成物の冷媒としての使用。」とあるのを，\n「１５０°Ｆ（約６６℃）を含む凝縮器温度で運転可能である自動車の空調\n装置における２，３，３，３－テトラフルオロプロペン（HFO-1234yf）か\nらなる冷媒成分を含む組成物の １，１，１，２－テトラフルオロエタン\n（HFC-134a）の代替冷媒としての使用。」と訂正する（下線部は訂正箇所。\n以下同じ。）。\nなお，同請求項を引用する請求項２～４についても同様の訂正を行うも\nのである。\n(2)  訂正事項２\n本件特許の特許請求の範囲の請求項４に\n「前記潤滑剤がポリアルキレングリコール潤滑剤を含む，請求項２に記載の\n使用。」とあるのを，\n「前記潤滑剤がポリアルキレングリコール潤滑剤からなる，請求項２に記載\nの使用。」と訂正する。\n(3)  訂正事項３\n本件特許の明細書等の段落【００３０】に「容量」（３個所）とあるの\nを，「能力」と訂正する。\n(4)  訂正事項４\n本件特許の明細書等の段落【００３０】に「HFP-1234ze」とあるのを，\n「HFO-1234ze」と訂正する。\n４  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本\n件訂正審判における訂正事項１～４（以下，これらを併せて「本件訂正」とい\nう。）は，法１２６条１項ただし書各号所定の事項を目的とするものであり，\nまた，同条３項（新規事項の追加の有無）及び４項（特許請求の範囲の実質的\n拡張又は変更の有無）の規定に適合するものであるが，本件訂正後の特許請求\nの範囲に記載されている事項により特定される発明（以下，訂正後の請求項の\n番号に従い「本件訂正発明１」のようにいい，また，全体を併せて「本件訂正\n発明」と総称することがある。さらに，本件訂正後の本件特許の明細書，特許\n請求の範囲及び図面を合わせて「本件訂正明細書等」という。）は，以下のと\nおり，特開平４－１１０３８８号公報（甲１。以下「引用刊行物」という。）\n記載の発明（以下「引用発明」という。）又は後記引用周知技術に基づいて当\n業者が容易に発明をすることができたものであるから，法２９条２項により，\n特許出願の際に独立して特許を受けることができるものとはいえないのであっ\nて，本件訂正は，法１２６条５項所定の要件（独立特許要件）を満たさず不適\n法である，としたものである。\n(1)  技術常識\n本件優先日（２００４年４月２９日）当時の技術常識は，以下のとおり\nである（以下，順に「技術常識１」のようにいう。）。\nア  技術常識１：自動車の空調装置における冷媒の変遷について\n自動車の空調装置（いわゆるカーエアコン）の冷媒としては，当初，\nCFC-12（特定フロン）が使用された（自動車の空調装置における使用は，\nCFC-12 の代表的な用途でもある。）。しかし，CFC-12 は，塩素を含みオ\nゾン層破壊係数（ODP）が高いことから，モントリオール議定書におい\nて規制対象とされ（１９８７年），段階的に生産規制された（１９９５\n年末で生産中止）。これを受け，CFC-12 と物性が似ている HFC-134a（代\n替フロン）に切り替えられた。しかし， HFC-134a は，地球温暖化係数\n（GWP）が高いことから，京都議定書において温室効果ガスとして規制\n対象とされた（１９９７年）。\nこのような自動車の空調装置に用いられる冷媒の変遷は，これを取り\n扱う当業者にとって自明な事項である。\nイ  技術常識２：自動車の空調装置における冷媒のドロップイン置換につい\nて\n一般に，冷媒の変更に伴い，装置の大幅な設計変更を要するような事\n態は望ましくない。そのため，大幅な設計変更を経ることなく代替可能\n（ドロップイン置換可能）とするため，代替冷媒の選択に当たっては，\n現行使用されている冷媒と同等の物性（冷凍能力・COP）を有すること\n（すなわち現行冷媒に対する相対的な冷凍能力及び COP がほぼ１である\nこと）が求められている。\nこのような事情は，当業者が共通に認識する技術常識というべき事項\nであり，前記自動車の空調装置における CFC-12 から HFC-134a への変更，\nつまり，HFC-134a の選択は，この技術常識に従う取捨選択の結果といえ\nる。\nウ  技術常識３：自動車の空調装置の凝縮温度について\n自動車の空調装置の凝縮器は，圧縮機から吐き出された冷媒ガスから\n十分な熱を取り去り，ガスから液体に相変化させ（この相変化の温度が\n「凝縮温度」），さらに冷媒の液体をその沸点以下に冷却させる役割を\n有する。凝縮温度は，自動車の周囲の空気の条件や走行条件に依存して\n幅広く変化する上，冷媒ガスからの熱の取り去りは，凝縮器に吹き付け\nる外気によって行われるため，凝縮温度は，外気温度よりも高い温度で\nあることが必要である。\nこのような事情もあって，自動車の空調装置は，もともと６０～７\n０℃程度の高温であっても運転可能なように設計されていると解される。\nエ  技術常識４：冷媒に混和される冷凍機油（潤滑剤）について\n自動車の空調装置においては圧縮機が使用されているところ，そこで\nの潤滑を確保するため，冷媒に混和させる形態で冷凍機油（潤滑剤）が\n用いられている。冷凍機油には，冷媒との相溶性などが要求されること\nから，CFC-12 から HFC-134a へと冷媒が変更されるような場合には，これ\nに伴い，新たな代替冷媒に適合する冷凍機油の選択が必要となる。\n一般的に HFC 系の冷媒は，従来 CFC，HCFC 系の冷媒で使われてきた\nナフテン系やパーフィン系の鉱油系（MO）冷凍機油との相溶性が悪く，\n分 離 す る 傾 向 に あ る た め ， HFC 系 の 冷 媒 に 対 し て は ， エ ス テ ル 系\n（POE），エーテル系（PVE），ポリアルキレングリコール系（PAG）の\n合成油が推奨されている。特に HFC-134a を用いる自動車の空調装置にお\nいては，代替冷媒用冷凍機油として，PAG が適合可能であるとされてい\nる。\nまた，冷媒に対して冷凍機油を混和する割合は，それらが二層に分離\nしてしまう二層分離域（二層分離温度）に配慮し，冷媒の使用温度範囲\nにおいて二層分離域とならないように選定すべきことも当業者がよく知\nるところである。\n(2)  引用発明との関係\nア  引用発明\n引用刊行物には，以下の内容の引用発明が記載されているといえる。\n「ヒートポンプにおける，特定熱媒体と潤滑油の混和物の使用。」\nここで，「特定熱媒体」とは，「分子式：C3HmFn（但し，m＝１～５，\nn＝１～５且つ m＋n＝６）で示され且つ分子構造中に二重結合を１個有す\nる有機化合物からなる熱媒体」をいう。\nイ  本件訂正発明１と引用発明との対比及び判断\n(ｱ)  一致点\n「ヒートポンプにおける２，３，３，３－テトラフルオロプロペン\n（HFO-1234yf）からなる冷媒成分を含む組成物の冷媒としての使用」\nに関するものである点。\n(ｲ)  相違点\n［相違点１］\n「ヒートポンプ」につき，本件訂正発明１は「１５０°Ｆ（約６６℃）\nを含む凝縮器温度で運転可能である自動車の空調装置」と特定してい\nるのに対して，引用発明はそのような特定がない点。\n［相違点２］\n「冷媒としての使用」につき，本件訂正発明１は「１，１，１，２－\nテトラフルオロエタン（HFC-134a）の代替冷媒としての使用」と特\n定しているのに対して，引用発明はそのような特定がない点。\n(ｳ)  検討\nａ  相違点１について\n引用刊行物の記載に接した当業者は，引用発明において，「特定\n熱媒体」が「HFO-1234yf」である場合，「ヒートポンプ」の対象技\n術分野として，まずは「冷凍・空調設備」を，さらには CFC-12（R-\n12）が使用されている（使用されていた）技術分野を認識すると解す\nるのが合理的である。\nまた，当業者は，既に上記技術分野の代表的なものが自動車の空\n調装置であることを十分に認知しているのであるから，引用発明にお\nいて「HFO-1234yf」を冷媒成分として使用する「ヒートポンプ」の\n技術分野として「自動車の空調装置」に相当することは，当業者にと\nって容易なことというべきである。\nそして，「１５０°Ｆ（約６６℃）を含む凝縮温度で運転可能であ\nる」ことは自動車の空調装置が至極普通に具備する能力（特性）にす\nぎないから，引用発明の「ヒートポンプ」として「自動車の空調装置」\nが容易想到であるということは，「１５０°Ｆ（約６６℃）を含む凝\n縮温度で運転可能である自動車の空調装置」が容易想到であることに\nほかならない。\nｂ  相違点２についての検討\n上記のとおり，「HFO-1234yf」を冷媒成分として使用する「ヒー\nトポンプ」の技術分野として，「自動車の空調装置」に想到すること\nは 当 業 者 に と っ て 容 易 な こ と で あ る 。 そ の 上 ， 「 HFO-1234yf 」を\n「 自 動 車 の 空 調 装 置 」 用 の 冷 媒 と し て 使 用 し た 時 点 で ， そ れ は\n「HFO-1234yf」が「１，１，１，２－テトラフルオロエタン（HFC-\n134a）の代替冷媒」になっていることを意味する。\nしたがって，相違点２についても容易想到の事項ということがで\nきる。\nまた，HFC-134a は，その物性が CFC-12 と同等であるからこそ，そ\nの代替冷媒（ドロップイン置換物）となり得ているのであり，引用刊\n行物に示されている，HFO-1234yf と CFC-12 の物性が似通っている事\n実によれば，HFO-1234yf を現行の HFC-134a の代替冷媒として用いる\nことも当然の帰結というほかない。\nｃ  本件訂正発明１の有利な効果と容易想到性を阻害する要因について\n本件訂正発明１と引用発明との本質的な相違は，HFO-1234yf を冷\n媒成分として使用するヒートポンプの適用分野として，自動車の空調\n装置にまで特定し得るか否かにあるといえる。そうすると，本件訂正\n発明１が引用発明に対して有している有利な効果（当業者が引用発明\nから予測し得ないほどの効果）としては，HFO-1234yf を自動車の空\n調装置に適用した際に奏される特有の効果に着目すべきである。\nしかし，本件訂正明細書等には，HFO-1234yf を実際に自動車の空\n調装置に適用した実施例の開示はなく，上記特有の効果を定量的に評\n価するに足りる記載は見当たらない。また，本件訂正明細書等には，\n地球温暖化係数（GWP），ODP，化学的安定性，非毒性，不燃性と\nいった冷媒の性質についての記載があるものの，これらの性質（定性\n的な効果）は，ヒートポンプにおいて使用される冷媒一般に求められ\nるものであって，上記特有の効果ではない。\n加えて，本件訂正明細書等【００５９】の【表１】には，唯一，\nHFO-1234yf に関する具体的データが示されているが，これは自動車\nの空調装置に直接適用した場合のデータではない上，【表１】のデー\nタから推認される HFC-134a とのドロップイン置換の可能性について\nも，代替冷媒一般に求められる事項であって，上記特有の効果ではな\nい。\nそうすると，本件訂正明細書等には，上記特有の効果を定量的及\nび定性的に把握するに足りる記載は認められず，本件訂正発明１が上\n記有利な効果を有するということはできない。\nまた，本件優先日当時，フッ素化オレフィンの反応性や毒性等に\nつき憂慮されていたことは一応看取し得るが，このことが直ちに容易\n想到性の判断を阻害する要因になるということはできない。\nｄ  以上より，本件訂正発明１は，引用発明に基づいて，当業者が容易\nに発明をすることができたものである。\nウ  本件訂正発明２について\n本件訂正発明２は，本件訂正発明１において，「組成物が潤滑剤をさ\nらに含む」ことを特定したものであるが，引用発明の混和物（組成物）\nも潤滑油（潤滑剤）を含むものであるから，この点は新たな相違点とは\nならない。\nそうすると，本件訂正発明１と同様の理由により，本件訂正発明２は，\n引用発明に基いて当業者が容易に発明をすることができたものである。\nエ  本件訂正発明３について\n本件訂正発明３は，本件訂正発明２において，「前記潤滑剤が前記組\n成物の３０～５０重量％の量で存在する」ことを特定したものである。\n自動車の空調装置において冷媒成分と混和される潤滑剤の含有量は，\n両者の相溶性（二層分離領域・温度）を考慮して適宜決定すべきもので\nあることは，技術常識４として整理したとおりである。\nまた，本件訂正明細書等には，HFO-1234yf に対する潤滑剤の配合量を\n３０～５０重量％以外の量とした比較実験はもとより，HFO-1234yf に対\nして潤滑剤を配合した実施例すら記載されていない。そうである以上，\n潤滑剤の含有量を３０～５０重量％としたことによって有利な効果が得\nられるとは認められない。\nしたがって，潤滑剤を含む組成物を冷媒として使用する引用発明にお\nいて，潤滑剤の含有量を３０～５０重量％程度とすることは，当業者が\n適宜行い得る事項というべきである。\nオ  本件訂正発明４について\n本件訂正発明４は，本件訂正発明２において，「潤滑剤がポリアルキ\nレングリコール潤滑剤からなる」との限定を付したものである。\n技術常識４のとおり，新たな代替冷媒を開発した際にはこれに適合す\nる代替冷媒用の潤滑剤（冷凍機油）を選定する必要があることから，\nHFO-1234yf を冷媒として新たに用いる際にもこれに適合する潤滑剤を改\nめて検証することになるところ，既に当業者は一般論として，CFC-12 等\nの CFC 系冷媒に対しては鉱油系潤滑剤が適合可能であるものの，その代\n替冷媒である HFC-134a 等の HFC 系冷媒に対しては，鉱油系潤滑剤は適合\nせず，ポリアルキレングリコール（PAG）等の合成油系のものが適してい\nることを認知している。そして，HFO-1234yf は，塩素を含有する CFC 系\n冷媒とは異なり，炭素，水素，フッ素のみから構成される点で HFC 系冷\n媒と同様の構造を有することから，当業者であれば，このような化学構\n造（構成元素）の類似性をも踏まえて，既存の各種潤滑剤のうち，HFO-\n1234yf に対しては，鉱油系潤滑剤よりも，HFC 系冷媒との相溶性に優れる\nPAG 等の合成油系潤滑剤の方が相溶性に優れるであろうと予測し，これ\nを有力な潤滑剤候補と捉えるのが合理的である。\nまた，本件訂正明細書等には，HFO-1234yf と PAG の組合せによる有利\nな効果が具体的に示されているわけでもない。\nしたがって，引用発明における HFO-1234yf 用の潤滑剤として，HFC 系\n冷媒で用いられている合成油の一つである PAG を選択することは当業者\nが容易に想到することというべきである。\n(3)  技術常識を主とした場合の進歩性の判断について\nア  引用周知技術\n技術常識１，３及び４を総合し，本件訂正発明１にならってまとめる\nと，次の技術的事項（以下「引用周知技術」という。）を認めることが\nできる。\n「１５０°Ｆ（約６６℃）を含む凝縮器温度で運転可能である自動車の\n空調装置における CFC-12 からなる冷媒成分と鉱油を含む組成物，ある\nいは，HFC-134a からなる冷媒成分と PAG を含む組成物の冷媒としての\n使用。」\nイ  本件訂正発明１との一致点及び相違点\n引用周知技術は，本件訂正発明１と比較すると，次の点で相違し，そ\nの余の点で一致するといえる。\n［相違点３］\n本件訂正発明１は，冷媒成分として「２，３，３，３－テトラフ\nルオロプロペン（HFO-1234yf）からなる冷媒成分」を用い，かつ，\n「１，１，１，２－テトラフルオロエタン（HFC-134a）の代替冷媒」\nであることを明示しているのに対して，引用周知技術は，冷媒成分と\nして CFC-12 又は HFC-134a を用いており，かつ，上記の明示がない\n点。\nウ  検討\n引用刊行物には，ヒートポンプの冷媒成分として HFO-1234yf が記載さ\nれ，これが CFC-12 と同等の物性（冷凍能力・COP）を示すことまで記載\nされている。\n一方，本件優先日当時，引用周知技術において使用されている冷媒成\n分「CFC-12」又は「HFC-134a」はともに，オゾン層破壊あるいは地球温\n暖化の問題から規制対象とされていたことから（技術常識１），当業者\nは余儀なくこれらに替わる代替冷媒の実用化に迫られ，これを模索して\nいたものと解されるところ，その際，自動車の空調装置はヒートポンプ\nの技術分野に属することに鑑み，同技術分野を俯瞰して上記代替冷媒の\n候補を模索することは至極自然なことである。\nそうすると，引用刊行物はヒートポンプの技術分野に属する上，そこ\nには，CFC-12 と同等の物性を示す HFO-1234yf が開示されているのである\nから，当業者，すなわち，ドロップイン置換可能な代替冷媒（ドロップ\nイン置換物）には従来・現行冷媒と同等の物性が要求されることを熟知\nし（技術常識２），かつ，前記技術レベルを有する者であれば， HFO-\n1234yf を，引用周知技術における CFC-12 のドロップイン置換物として使\n用すること（さらには HFC-134a のドロップイン置換物としても使用する\nこと）は，特段の困難もなく容易に想到し得ることというべきである。\n(4)  そして，本件訂正発明２～４が容易想到であることは(2)のウ～オと同様\nであるから，本件訂正発明は，引用発明又は引用周知技術に基づいて当業者\nが容易に発明をすることができたものであるから，法２９条２項の規定によ\nり，特許出願の際独立して特許を受けることができるものとはいえない。\n第３  当事者の主張\n１  原告の主張\n(1)  取消事由１（相違点の看過）\nア  本件審決は，本件訂正発明１と引用発明の相違点として前記相違点１及\nび２を認定したが，両者は更に以下の点で相違する。本件審決は，この\n相違点２－２を看過した。\n［相違点２－２］\n本件訂正発明１では，冷媒成分が HFO-1234yf からなるのに対し，引\n用発明では，熱媒体は，分子式：C3HmFn（但し，m＝１～５，n＝１～\n５かつ m＋n＝６）で示されかつ分子構造中に二重結合を１個有する有\n機化合物からなり，HFO-1234yf に限定されていない点。\nイ  相違点２－２の看過は，以下のとおり，本件審決の結論に影響を及ぼす。\n(ｱ)  本件優先日当時，自動車の空調装置の分野における HFC-134a の代替\n冷媒として，HFC-134a とほぼ同等の能力及び COP を有し，かつ低い\nGWP を有する冷媒が求められていた。しかし，そのような冷媒は稀で\nあり，当該代替冷媒を実現する見込みは乏しかった。\n本件訂正発明の発明者らは，HFO-1234yf の能力及び COP が HFC-134a\nの能力及び COP とほぼ一致することを初めて見出し （なお，HFO-\n1234yf は，ODP は０であり，GWP は４という低い値であって，GWP に\n関しては HFC-134a と比較して格段に優れている。），本件訂正発明を\n完成した。本件優先日当時の当業者は，HFO-1234yf の能力及び COP の\n知見を有していなかったことから，特定熱媒体を HFO-1234yf に特定で\nきなかった。さらに，後記取消事由３（予想外かつ顕著な効果の看過）\n及び４（不飽和化合物の阻害事由）を考慮すると，当業者が相違点２－\n２に想到し得なかったことは，なおさら明らかである。\nこのように，相違点２－２の看過は，本件審決の結論に重大な影響を\n及ぼす。したがって，本件審決は取り消されるべきである。\n(ｲ)  本件審決は，引用刊行物の実施例５を参照し，引用発明の特定熱媒\n体は，具体的化合物として，本件訂正発明１と同じ「HFO-1234yf」を\n予定したものであり，これを内包することは明らかである，とする。\nしかし，引用刊行物の実施例５の全記載は僅か１文（７０文字）であ\nり，非常に短く，具体性に欠ける上，実施例１～４とは対照的に，具体\n的なデータは全く記載されていない。\nしかも ，引用刊行物 の実施例の化合物の うち ， 実施例５の化 合物\n（HFO-1234yf ） に つ い て の み物 性 値 が 記 載 さ れ て おらず， 能力及び\nCOP についても曖昧な記載があるにすぎない。このような実施例５の\n記載では，HFO-1234yf に関する発明が従来技術として参照できる程度\nに記載されているとはいえない。\nしたがって，本件審決の上記認定は誤りである。\n(2)  取消事由２（相違点の判断の誤り(1)；引用刊行物の記載の誤り）\nア  引用刊行物の実施例５の記載は，前記のとおり極めて短く，具体性に欠\nける。しかも，実施例５の化合物（HFO-1234yf）に関し，明細書には，\n物性値及び具体的な蒸気圧縮サイクルのデータは全く記載されていない。\n他方，実施例５は実施例１を参照する。引用刊行物では，実施例１の\n化合物（HFO-1243zf）は，実施例１～４の化合物のうち最も高い能力を\n有すると記載されている。しかし，実施例１～３の化合物は互いに似た\n性質を有しているにもかかわらず，実施例１の化合物（HFO-1243zf）の\n能力（R-22 との相対比で０．６１）は，実施例２（相対比０．４３）及\nび３（相対比０．４４）のそれよりもずっと高い。この結果は，実施例\n１の化合物（HFO-1243zf）に関する引用刊行物第４図の能力のデータが\n誤っていることを示唆している。\nこのため，引用刊行物に接した当業者は，実施例５の記載を不審に思\nい，実施例１のデータの信頼性を検証したはずである。\nイ(ｱ)  引用刊行物の第４図（実施例１の結果）によると，HFO-1243zf の能\n力は CFC-12 をやや上回る。しかし，HFO-1243zf の能力は，実際には\nCFC-12 の能力の約７０％（CFC-12 との比で約０．７の相対能力）にす\nぎず，引用刊行物の実施例１での報告とは異なり，１００％（相対能力\n１）を超えていない。その点で引用刊行物の記載には誤りがある。しか\nも，約７０％程度の冷凍能力は，CFC-12（及びこれとほぼ同等の能力\nの HFC-134a）の代替冷媒として使用するには低すぎ，（ほぼ）ドロッ\nプイン冷媒としての「自動車の空調装置」での使用には適していない。\nそして，HFO-1234yf の能力が HFO-1243zf の能力と「ほぼ同等である」\nという引用刊行物の教示に基づくと，当業者は，HFO-1234yf について\nも，HFC-134a の「代替冷媒」に適しておらず，「自動車の空調装置」\nにおいて使用される（ほぼ）ドロップイン冷媒に適さないと結論付ける\nしかなかったはずである。すなわち，引用刊行物の実施例５は，当業者\nが本件訂正発明に想到することを阻害する。\n(ｲ)  加えて，引用刊行物の実施例１のヒートポンプは，空気ではなく水\nを加熱する装置であり，水の温度を制御しているため，空気を冷却す\nる自動車用の空調装置とは乖離している。しかも，実施例１の凝縮器\n温度は５０℃であるが，自動車の空調装置では，凝縮器温度は約６\n６℃以上に達し得るため，実施例１の凝縮器温度では，HFO-1234yf が\n自動車の空調装置の冷媒として使用し得るのか明らかではない。凝縮\n器温度は，冷媒の臨界温度未満でなければならないところ，引用刊行\n物は HFO-1234yf の臨界温度を示しておらず，これを自動車の空調装置\nの冷媒として使用し得ると理解するために必要な情報を提供していな\nい。この点でも，引用刊行物の実施例５は，当業者が本件訂正発明に\n想到することをむしろ阻害している。\nウ  引用刊行物における比較対象は R-22 であって，R-12（CFC-12）ではな\nい。R-22 は，主にヒートポンプにおいて使用されていたものであり，引\n用刊行物では，自動車の空調装置ではなくヒートポンプにおいて，R-22\nの代替冷媒による置換が研究されたものであって，HFC-134a の代替冷媒\nによる置換については何ら示唆されていない。\nエ  本件審決は，引用刊行物の第４図の結果及び REFPROP の結果に関し，\n第４図のデータは実測値であり，REFPROP のシミュレーション結果との\n間に乖離が生じても不思議ではない，原告指摘に係る第４図の誤りは，\n当業者の誰しもが誤りと理解するほどに明らかなものではない，などと\nするが，実施例５の特殊な事情を無視している。\nすなわち，引用刊行物においては，実施例５のみ具体的な情報（HFO-\n1234yf の物性値並びにヒートポンプでの能力及び COP）が欠けており，実\n際に実施例５の測定が行われたのか疑わしい。このため，当業者は，実\n施例５に HFO-1234yf の能力及び COP が記載されているとは認識しない。\n仮に，慎重な当業者が，実施例５に何らかの技術的な知見が含まれてい\nるかもしれないと判断したとしても，実施例５は具体的な結果を示さず，\n実施例１を参照するのみである一方で，実施例１の HFO-1243zf について\nは物性値が記載されており，ヒートポンプの結果も記載されている。そ\nこで，当業者は，実施例５の信用性の検証のため，REFPROP を用いて\nHFO-1243zf の能力及び COP を検討し，その過程で，実施例１の能力の結\n果（第４図）が誤っていることに気付いたはずである。\nオ  以上のとおり，引用刊行物第４図に関する本件審決の認定及び判断は誤\nっており，この誤りは本件審決の結論に影響する。\n(3)  取消事由３（相違点の判断の誤り(2)（予想外かつ顕著な効果の看過））\nア  本件訂正発明の HFO-1234yf は，能力及び COP が HFC-134a のものとほ\nぼ同等であるという顕著な効果を奏する。それに加え，本件訂正発明の\n顕著な効果の例として，GWP が低いこと，毒性が低く許容し得ること，\n燃焼性が低く許容し得ること，圧縮機潤滑剤との混和性が優れているこ\nと，機器及び潤滑剤との安定性が優れていることが挙げられる。\nしかし，本件審決は，相違点の判断に際し，低 GWP，低毒性及び低燃\n焼性等の性質を考慮していない。以下のとおり，能力及び COP に加え，\n低 GWP，低毒性及び低燃焼性等の性質も，本件訂正発明の顕著な効果と\nして考慮されるべきであり，これを看過した本件審決は誤りである。\nイ(ｱ)  冷媒の多数の用途の中でも，特に自動車の空調装置においては，低\nいＧＷＰ，低い毒性及び低い燃焼性が求められていた。\nすなわち，本件優先日当時，主として HFC-134a が CFC-12 に代わって\n自動車の空調装置の冷媒として使用されていた。CFC-12 の ODP は１．\n０，GWP は１０，９００という大きな値であるのと対照的に，HFC-\n134a の ODP は０であり，GWP は１，４３０である。しかし，HFC-134a\nの GWP は依然として問題のあるレベルにあったことから，業界では，\nGWP の低い新たな自動車の空調装置用冷媒への差し迫った必要が存在\nした。これに対し，HFO-1234yf は，その GWP が４という低い値であり，\n自動車の空調装置用の冷媒に適している。\nまた，定置型の空調装置と異なり，自動車の空調装置では，例えば金\n属管ではなく合成樹脂製のフレキシブルホースが使用されることや，交\n通事故に遭遇することがあること，自動車のキャビンは家屋と比較して\n狭く，閉鎖された空間に乗客が座っていることなどの事情から，その冷\n媒には低毒性及び低燃焼性が強く求められる。HFO-1234yf は，毒性及\nび燃焼性が低く，自動車の空調装置の冷媒として許容されるレベルにあ\nる。\nHFO-1234yf の低い GWP，低い毒性及び低い燃焼性に関しては，本件\n訂正明細書等にも記載がある（GWP につき【００２５】，低毒性につ\nき【００１９】～【００２１】，低燃焼性につき【００４９】～【００\n５１】）。\n(ｲ)  引用刊行物には，引用発明に係る C3HmFn で示される化合物等につき\n「ヒートポンプ用の熱媒体に対して要求される一般的な特性（例えば，\n潤滑油との相溶性，材料に対する非侵蝕性など）に関しても，問題は\nないことが確認されている。」旨記載されている。\nしかし，その記載の具体的な根拠は全く示されていない。\nしかも，C3HmFn（ただし，m＝１～５，n＝１～５かつ m＋n＝６）は，\n３０種の化合物に及ぶところ，これらが全て同様の性質を有するはずは\nないから，上記記載は当該式に含まれる多数の化合物全てを対象として\nいる点で不自然であって，実際に検証が行われたのか疑わしい。\n加えて，上記記載には，相溶性及び非侵蝕性は例示されているものの，\nGWP，毒性及び燃焼性は例示されていない。\n以上より，引用刊行物の上記記載は，HFO-1234yf の各種性質（例え\nば，低毒性及び低燃焼性）を示唆するものではない。\n(4)  取消事由４（相違点の判断の誤り(3)（不飽和化合物の阻害事由））\nア  HFO-1234yf（CF3-CF=CH2）は，炭素－炭素二重結合を有することから，\n不飽和化合物に分類される。以下のとおり，本件優先日当時，不飽和化\n合物であるフッ素化オレフィンは，飽和化合物よりも反応性が高く安定\n性に欠け，毒性が高いと当業界では予測されていた。そして，これらの\n特性は，自動車の空調装置の用途には適していない。このため， HFO-\n1234yf の前記構造そのものが自動車の空調装置の用途の阻害事由であると\nころ，本件審決は，この阻害事由を看過したものである。\nイ  反応性\n飽和分子は，分子内に炭素－炭素多重結合（例えば二重結合）を有し\nない。他方，一般に，不飽和分子（分子内に炭素－炭素多重結合（例え\nば炭素－炭素二重結合）を有する。）は，様々な反応の原因となる炭素\n原子間の多重結合のため，飽和分子と比較すると反応性が高く安定性に\n欠ける。そのため，本件優先日当時，冷媒用途の候補として検討された\nハロゲン化化合物は飽和分子のみであった。とりわけ自動車の空調装置\nは，過酷な運転条件（例えば夏季のアイドリング状態）でも使用され得\nることから，反応性及び安定性の劣る冷媒は自動車の空調装置には適し\nていない。\nこのように，当業界において，フッ素化オレフィンの冷媒は自動車の\n空調装置に適していないと認識されていた。\nウ  毒性\n本件優先日当時，フッ素化オレフィンは，反応性及び不安定性に加え，\n毒性も懸念されていた。その結果，フッ素化オレフィンは冷媒として採\n用されず，むしろ飽和冷媒からこれら毒性の不純物を除去する技術が求\nめられていた。\n(5)  取消事由５（相違点の判断の誤り(4)（CFC-12 又は HFC-134a を HFO-1234yf\nで置換する動機付けの欠如）\n本件審決は，本件訂正発明と引用周知技術とは相違点３にて相違すると\nしつつ，HFO-1234yf を，引用周知技術における CFC-12（更には HFC-134a）\nのドロップイン置換物として使用することは，当業者にとって容易に想到し\n得ることであるとする。\nしかし，上記(1)～(4)の趣旨はここでも妥当し ，また，本件優先日当時\nCFC-12 はその高い ODP により製造および使用が規制されていたため，当業\n者は，引用刊行物に接しても，それに記載された化合物を CFC-12 の代替冷\n媒とは認識せず，まして同文献に記載されていない HFC-134a の代替冷媒と\nは認識しなかったはずであることから，CFC-12 又は HFC-134a を HFO-1234yf\nで置換する動機付けに欠ける。したがって，この点に関する本件審決の判断\nは誤りである。\n２  被告の主張\n(1)  取消事由１（相違点の看過）に対し\nア  本件審決が認定した引用発明にいう「特定熱媒体」は，「事実上の選択\n肢」（包括的な表現によって，実質的に有限の数のより具体的な事項を\n包含するように意図された記載）により特定されたものであるところ，\nこの「事実上の選択肢」が「HFO-1234yf からなる熱媒体」を包含するこ\nとは，引用刊行物の実施例５の記載から明らかである。\nそうすると，引用発明は，「ヒートポンプにおける，HFO-1234yf から\nなる熱媒体（本件訂正発明１の「冷媒成分」に相当）と潤滑油の混和物\n（本件訂正発明１の「組成物」に相当）の使用」である場合を包含する\nのであるから，本件訂正発明１と引用発明の間に，原告主張に係る相違\n点２－２は存しない。すなわち，本件審決は，一致点及び相違点を誤り\nなく認定しており，原告主張の相違点の看過はない。\nイ  原告は，本件審決が，引用刊行物記載の実施例５を参照し，引用発明の\n特定熱媒体は本件訂正発明１と同じ HFO-1234yf を予定し，これを内包す\nる旨認定したことを誤りとする。\nしかし，HFO-1234yf は，引用刊行物の特許請求の範囲記載の「特定熱\n媒体」として実施例５に示されているところ，実施例５に係る「実施例\n１と同様にして，ヒートポンプの運転を行ったところ，実施例１とほぼ\n同様の結果が得られた。」との記載は，HFO-1234yf をヒートポンプにお\nいて使用し得ることを確認した記載であると解される。そうすると，引\n用刊行物には，他の実施例に係る化合物と異なり，それ自体の沸点及び\n臨界温度等の物性値やヒートポンプにおいて使用した際の COP 及び冷凍\n能力について具体的なデータは記載されていないものの，なお，分子式\nC3HmFn で示される化合物に含まれる具体的化合物である HFO-1234yf も，\n実施例１の HFO-1243zf と同様に，ヒートポンプにおける熱媒体として使\n用されるものであることが記載されているものと理解し得る。\nそうすると，引用刊行物には，引用発明の「特定熱媒体」の具体的化\n合物として，実施例１～４の化合物はもとより，実施例５の化合物であ\nる HFO-1234yf についても記載されているといえるのであるから，引用発\n明の「特定熱媒体」が，HFO-1234yf を，前記事実上の選択肢の一つとし\nて予定し，これを内包するものであるとした本件審決の認定に誤りはな\nい。\nウ  以上より，取消事由１は理由がない。\n(2)  取消事由２（相違点の判断の誤り(1)；引用刊行物の記載の誤り）に対し\nア  引用刊行物の第４図のデータの誤りという原告の主張を前提としても，\n本件優先日当時の技術常識に照らし，引用刊行物記載の実施例の結果の\n信用性を疑うべき具体的な根拠があるとはいえない。そうすると，本件\n優先日当時，引用刊行物に接した当業者は， その記載のとおり，HFO-\n1234yf は，HFO-1243zf と同様に，CFC-12 を熱媒体として使用するヒート\nポンプと同等以上の能力を得られると認識するものと解される。\n仮に，本件優先日当時，REFPROP ソフトウェアによる計算を行うこと\nが通常であったとしても，引用刊行物記載の実施例５の HFO-1234yf につ\nき冷媒としての使用を検討する際には，端的に HFO-1234yf につき計算を\n行うものと思われるし，少なくとも，実施例１に係る HFO-1243zf につい\nてのみ計算を行い，実施例５に係る HFO-1234yf については計算を行わな\nいままその能力について結論を出してしまうとは考え難い。このため，\nHFO-1243zf の計算値が実施例１の結果と異なっていたとしても，直ちに，\n他の実施例について追加の確認を行うことなく引用刊行物の記載全体の\n信用性を疑うものと考えることはできない。\nその他 HFO-1234yf を自動車の空調装置における冷媒として使用するこ\nとについての阻害事由となるべき事由は，引用刊行物中には見当たらな\nい。\nしたがって，引用刊行物には，実施例５に係る HFO-1234yf を「自動車\nの空調装置」において冷媒として使用することについての阻害事由があ\nるとはいえない。この点に関する本件審決の認定及び判断に誤りはなく，\n取消事由２は理由がない。\nイ(ｱ)  引用刊行物記載の実施例５の実験（実施例１と同じ装置を用いたも\nの）は，HFO-1234yf と従来冷媒（R-11，R-22，R-502）の冷媒性能を単\nに比較評価するためのもの（ドロップイン置換の可能性を探るためのも\nの）であるから，その実験装置は，簡便かつ正確なものであれば事足り，\n構造が複雑な自動車の空調装置と同じくする必要はない。実際，実施例\n５の実験装置が使用していると考えられる二重管式熱交換器は，冷媒性\n能の評価試験装置において，普通に用いられているものであるし，本件\n訂正明細書等記載の実施例１に係る実験装置を見ても，自動車の空調装\n置と同様の形態が採用された形跡はない。\nしたがって，引用刊行物記載の実施例５の実験装置が水冷式の熱交換\n器を使用していることは，容易想到性の判断に影響を与えるものではな\nい。\n(ｲ)  自動車の空調装置の冷媒性能評価試験において，凝縮温度を約６\n６℃以外の温度で行うことは普通に行われているから，引用刊行物記\n載の実施例５における凝縮温度が５０℃であることは，自動車の空調\n装置を前提としたとしても，何ら不自然なことではない。\nしたがって，引用刊行物記載の実施例５における凝縮温度が５０℃で\nあることは，容易想到性の判断の阻害事由に当たらない。\n(ｳ)  代替冷媒の探索に当たっては，現行冷媒と同等の性能（能力及び\nCOP）を有する冷媒を探すことが重要となるところ，引用刊行物記載の\n実施例５は，HFO-1234yf は CFC-12（更には HFC-134a）と同等の性能を\n有することを教示するのであるから，これにより，HFO-1234yf を自動\n車 の 空 調 装 置 の 冷 媒 と し て 使 用 す る こ と が 動 機 付 け ら れ る 。 HFO-\n1234yf の臨界温度が不明であるからといって，直ちにこれを自動車の空\n調装置の冷媒として使用することを断念するとは考え難く，むしろ，\nその臨界温度の確認は，HFO-1234yf が CFC-12（更には HFC-134a）と同\n等の 性能 を 有 す るも の であ る こ と を 知っ た 当業 者 が ， 実 際 に HFO-\n1234yf が自動車の空調装置の冷媒として使用できるかどうかを検証する\n際に行えばよい事項と考えるのが合理的である。\nしたがって，引用刊行物に HFO-1234yf の臨界温度の開示がないこと\nも，容易想到性の判断の阻害事由とはならない。\n(ｴ)  引用刊行物の記載（第３図及び第４図を含む。）によれば，引用刊\n行物において，R-12（CFC-12）をも比較対象としていることは明らかで\nある。また，引用刊行物記載の実施例５の結果は， HFO-1234yf が，\nCFC-12，ひいてはこれと同等の能力及び COP を有する HFC-134a の，ド\nロップイン置換可能な代替冷媒となり得ることを教示するものである。\n(3)  取消事由３（相違点の判断の誤り(2)（予想外かつ顕著な効果の看過））\nに対し\nア  本件訂正発明１と引用発明とは，既に「ヒートポンプにおける２，３，\n３，３－テトラフルオロプロペン（HFO-1234yf）からなる冷媒成分を含\nむ組成物の冷媒としての使用」という点において一致しているから，両\n者の本質的な相違は，当該ヒートポンプの適用分野を，自動車の空調装\n置にまで特定し得るか否かにあるといえる。そうすると，本件訂正発明\n１が引用発明に対して有している有利な効果（当業者が引用発明から予\n測し得ない程の効果）としては，HFO-1234yf を，ヒートポンプの中の，\nとりわけ自動車の空調装置の冷媒に適用した際に奏される特有の効果に\n着目すべきである。\nこれを踏まえて本件訂正明細書等を見ると，その【００５９】【表１】\nには，唯一，HFO-1234yf を冷媒成分として用いた具体例（実施例１）が\n記載されている。しかし，これは，自動車の空調装置に特化して記載さ\nれたものではなく，HFC-134a を冷媒として使用する用途全般に対する効\n果として記載されたものであるから，上記特有の効果を定量的に評価す\nるに足りるものではない。\nまた，本件訂正明細書等には，GWP や ODP，更には化学的安定性，非\n毒性（低い毒性），不燃性といった冷媒の性質についての記載があるも\nのの，これらの安全性等に関する性質（定性的な効果）は，ヒートポン\nプにおいて使用される冷媒全般（ひいては発泡剤や噴射剤などフロンの\n用途全般）に求められるものであって，ヒートポンプの中の，特に自動\n車の空調装置に限って求められる特有の効果ではない。\nそうすると，本件訂正明細書等には，上記特有の効果を定量的又は定\n性的に把握するに足りる記載はないから，本件訂正発明１が，引用発明\nに対して有利な効果（当業者が引用発明から予測し得ない程の効果）を\n有するとはいえない。\nそもそも，原告が主張するように，自動車の空調装置においては，低\nGWP，低毒性及び低燃焼性等の性質が強く求められており，かつ，本件\n訂正発明１が自動車の空調装置特有の効果として当該性質を具備すると\nいうのであれば，HFO-1234yf が，一般の冷媒に要求される限度を超え，\nとりわけ自動車の空調装置に用いる冷媒に適した性質を有し，その性質\n試験の結果が顕著であることを本件訂正明細書等において具体的に示す\n必要があるのに，本件訂正明細書等にその点の記載はない。そうである\n以上，原告主張の効果（性質）を，本件訂正発明１の進歩性を基礎付け\nるような，本件訂正発明１に特有の効果ということはできない。\nしたがって，この点に関する本件審決の判断に誤りはな く，取消事由\n３は理由がない。\nイ(ｱ)   原告指摘に係る，本件訂正発明１の HFO-1234yf は能力及び COP が\nHFC-134a のものとほぼ同等であるという顕著な効果については，本件\n訂正明細書等の記載によっても自動車の空調装置特有の効果であるとは\nいえない上，引用刊行物の記載から予測し得る範疇のものである。\n(ｲ)  GWP については，自動車の空調装置において使用される冷媒につき，\n他の装置と異なる要求として，低減された GWP であることが求められ\nていたことをうかがわせる証拠はない上，本件 訂正明細書 等には，\nHFO-1234yf が，一般の冷媒に要求される限度を超え，とりわけ自動車\nの空調装置に用いる冷媒に適した低 GWP であって，その GWP の数値\nが極めて低いことを具体的に記載した部分は見当たらない。\nまた，引用発明のヒートポンプで使用される HFO-1234yf の GWP は，\nヒートポンプの具体的な用途にかかわらず同じであることから，本件訂\n正発明１において HFO-1234yf の GWP が低いことは，本件訂正発明１の\n進歩性を基礎付けるような，本件訂正発明１に特有の効果ということは\nできない。\n(ｳ)  低毒性及び低燃焼性については，本件訂正明細書等に記載はあるも\nのの，HFO-1234yf が，一般の冷媒に要求される限度を超え，とりわけ\n自動車の空調装置に用いる冷媒に適した低毒性を有し，その毒性試験\nの結果が顕著であることを具体的に記載した部分は見当たらないし，\n低燃焼性についての記載は「可燃性低減法」及び「鎮火方法」という，\n本件訂正発明１に関係する「熱伝達方法」とは異なる使用方法につい\nて記載したものである上，燃焼性に関する具体的な実験結果は示され\nておらず，また，一般の冷媒に要求される限度を超え，とりわけ自動\n車の空調装置に用いる冷媒に適した低燃焼性を有することを具体的に\n記載した部分は見当たらない。\nさらに，HFO-1234yf が有する毒性及び燃焼性に関する効果は，いず\nれも，引用発明においても奏される効果であり，本件訂正発明１特有の\n効果ということはできないから，これらの点を本件訂正発明１の進歩性\nを基礎付けるものとして理解することはできない。\n(ｴ)  引用刊行物には，毒性や燃焼性についての直接的な記載はないけれ\nども，化学的安定性，無毒性，不燃性といった冷媒の安全性に関わる\n性質は何よりも優先して検証されるべき重要な事項であり，引用刊行\n物の「本発明で使用する C3HmFn で示される化合物…は，ヒートポンプ\n用の熱媒体に対して要求される一般的な特性（例えば，潤滑油との相\n溶性，材料に対する非浸蝕性など）に関しても，問題はないことが確\n認されている。」なる記載は，当該「潤滑油との相溶性」，「材料に\n対する非浸蝕性」以上に重要視すべき上記安全性に関わる性質につい\nては言わずもがなであることを前提とするものと解するのが合理的で\nある。しかも，実際に，引用刊行物記載の実施例５において， HFO-\n1234yf が実験に供されており，上記安全性に関わる性質は当然に確認さ\nれていると理解すべきである。\n(4)  取消事由４（相違点の判断の誤り(3)（不飽和化合物の阻害事由））に対\nし\nア  フッ素化オレフィンの反応性，安定性の点につき，原告が証拠とする甲\n９及び１０の各文献のうち，甲９には，その表２に掲載されていないも\nの（HFO-1234yf は掲載されていない。）を含むフッ素化オレフィン全体\nが冷媒として使用できない旨記載されているわけではない。また，甲１\n０には，どの程度分子にフッ素を加えると冷媒として使用し得ないほど\n安定性が減少するかについては記載されていない。\nそうすると，上記各文献から，HFO-1234yf 等の部分的にフッ素化され\nたフッ素化オレフィンが，その具体的な構造に関わらず，およそ自動車\nの空調装置の冷媒として使用できないほどの安定性しか有しないことが\n示されているとはいえない。\nイ  毒性の点については，原告は，その証拠として甲１０～１２の各文献の\n記載に言及するけれども，これらの記載から，飽和のフルオロカーボン\nに含まれる不純物ではなく，完全にフッ素化された不純物でもない HFO-\n1234yf 等のフッ素化オレフィンについて，その具体的な構造に関わらず毒\n性があることが示されているとはいえない。すなわち，上記各文献には\nある特定のフッ素化オレフィンについて安定性が低く毒性を有すること\nが示されているものの，フッ素化オレフィンは，その具体的な構造に関\nわらず，反応性及び毒性の面から自動車の空調装置の冷媒として使用で\nきないことが当業者の共通の認識であったことまで示されているわけで\nはなく，また，HFO-1234yf という個別の化合物について具体的な懸念が\nあったことが示されているわけでもない。\nウ  そうすると，HFO-1234yf の反応性及び毒性という点において，引用刊\n行物に接した当業者が，これに「ヒートポンプ用の熱媒体に対して要求\nされる一般的な特性…に関しても，問題はないことが確認されている」，\n「（１）従来から R-12，R-22 或いは R-502 を熱媒体として使用してきたヒ\nートポンプと同等以上のサイクル性能が得られる。（２）熱媒体として\nの優れた性能のゆえに，機器設計上も有利である。」との記載があるに\nもかかわらず，なお HFO-1234yf の反応性及び毒性に懸念を有し，その自\n動車の空調装置の冷媒としての使用を断念するであろうといえるような\n阻害事由があるとまではいえない。\nまた，そうである以上，温度の上昇に伴う反応速度の上昇により冷媒\nと他の成分との望ましくない反応が促進され得ることを考慮しても，自\n動車の空調装置での使用の場合，引用刊行物において使用に適する凝縮\n温度とされた３０～６０℃の温度範囲から５℃以上高い凝縮温度（自動\n車の空調装置において少なくとも達し得るとされる凝縮温度）となる可\n能性があるからといって，直ちに，自動車の空調装置に適用するに当た\nっての阻害要因があったということもできない。\nエ  以上より，本件審決の認定・判断に，フッ素化オレフィンの反応性や毒\n性に対する懸念を理由とする阻害事由を看過した誤りはなく，取消事由\n４は理由がない。\n(5)  取消事由５（相違点の判断の誤り(4)（CFC-12 又は HFC-134a を HFO-1234yf\nで置換する動機付けの欠如））に対し\n上記のとおり，取消事由１～４はいずれも理由がないから，取消事由５\nについても理由がない。\n第４  当裁判所の判断\n１  本件訂正発明\n(1)  本件訂正発明に係る特許請求の範囲は，以下のとおりとなる（甲１８）。\n【請求項１】\n１５０°Ｆ（約６６℃）を含む凝縮器温度で運転可能である自動車の空調\n装置における２，３，３，３－テトラフルオロプロペン（HFO-1234yf）か\nらなる冷媒成分を含む組成物の １，１，１，２－テトラフルオロエタン\n（HFC-134a）の代替冷媒としての使用。\n【請求項２】\n前記組成物が潤滑剤をさらに含む，請求項１に記載の使用。\n【請求項３】\n前記潤滑剤が前記組成物の３０～５０重量％の量で存在する，請求項２\nに記載の使用。\n【請求項４】\n前記潤滑剤がポリアルキレングリコール潤滑剤からなる，請求項２に記\n載の使用。\n(2)  本件訂正明細書等の記載\n本件訂正明細書等には，訂正審判請求書（甲１８）添付の訂正明細書\n（本判決別紙「明細書」）のとおり，以下の記載がある。\nア  発明の分野\n「本発明は，特に冷却装置（refrigeration  systems）を含む，多くの応用に\n用途を有する組成物，およびその組成物を利用する方法と装置に関する。\n好ましい面において，本発明は，本発明の少なくとも一つの多フッ素化\nオレフィンを含む冷媒組成物を対象とする。」（【０００１】）\nイ  発明の背景\n「フルオロカーボン系の流体は，多くの商業上および工業上の応用にお\nいて広範囲にわたる用途が見出されている。例えば，フルオロカーボン\n系の流体は，空調，熱ポンプおよび冷却への適用などの装置における作\n動流体として，しばしば用いられる。」（【０００２】）\n「地球の大気と気候に害を与える可能性について近年関心が高まってい\nて，この点について特定の塩素系化合物が特に問題のあるものであるこ\nとが確認されている。空調装置や冷却装置における冷媒としての塩素含\n有組成物（例えば，クロロフルオロカーボン類（CFCs），ヒドロクロロ\nフルオロカーボン類（HCFCs），その他同種類のもの）の使用は，それら\n化合物の多くのものと関連するオゾン破壊性のために，嫌われるように\nなっている。従って，冷却と熱ポンプの適用のための代替物を提供する\n新しいフルオロカーボンおよびヒドロフルオロカーボン化合物および組\n成物に対する要求が増大している。例えば，塩素含有冷媒を，ヒドロフ\nルオロカーボン類（HCFs）などのオゾン層を破壊しないであろう冷媒化\n合物で置き換えることによって，塩素含有冷却装置を改造するのが望ま\nしいとされている。」（【０００５】）\n「しかし，代替の冷媒として可能性のあるいかなるものであっても，最\nも広範囲にわたって用いられている流体の多くのものにおいて存在する\n特性，中でも，優れた熱伝達特性，化学的安定性，低い毒性または非毒\n性，不燃性，および潤滑剤適合性のような特性も備えていなければなら\nない，ということが重要であると一般に考えられる。」（【０００６】）\n「多くの適用において潤滑剤適合性が特に重要であるということを，出\n願人は認識するに至った。」（【０００７】）\n「使用効率に関して，冷媒の熱力学的性能またはエネルギー効率の低下\nは，電気エネルギーに対する需要が増大することから生じる化石燃料の\n使用の増大によって環境への二次的な影響をもたらすであろう，という\nことに注目することが重要である。」（【０００８】）\n「さらに，CFC 冷媒の代替物については，CFC 冷媒を用いて現在使用され\nている在来の蒸気圧縮技術に対して大きな工学的設計変更を行わずに実\n施されることが望ましいと，一般に考えられる。」（【０００９】）\n「多くの適用について，可燃性はもう一つの重要な特性である。すなわ\nち，特に熱伝達への適用を含む多くの適用において，不燃性の組成物を\n用いることが重要であり，また必須であるとも考えられる。従って，不\n燃性の組成物や化合物を用いることがしばしば有益である。…あいにく\nと，多くの HFCs は，その他の点では冷媒組成物において用いるのに望ま\nしいかもしれないのであるが，不燃性ではない。例えば，フルオロアル\nカンジフルオロエタン（HFC-152a）とフルオロアルケン１，１，１，－\nトリフルオロプロペン（HFO-1243zf）はそれぞれ可燃性であり，従って\n多くの適用において用いるのに実行可能ではない。」（【００１０】）\n「高級フルオロアルケン，すなわち少なくとも５個の炭素原子を有する\nフッ素置換アルケンが，冷媒として用いるために提案された。米国特許\n第 4,788,352 号（Smutny）は，少なくともある程度の不飽和を有するフッ素\n化 C５～C８化合物の製造を対象とする。Smutny 特許は，そのような高級オ\nレフィンが，冷媒，農薬，絶縁性流体，熱伝達流体，溶剤，および様々\nな化学反応における中間体として有用であることが知られることを確認\nしている…。」（【００１１】）\n「Smutny に記載されたフッ素化オレフィンは，熱伝達への適用において\nある程度の有効性を有するかもしれないが，そのような化合物は一定の\n不利益も有すると考えられる。例えば，これらの化合物の幾つかのもの\nは，支持体，特にアクリル樹脂やＡＢＳ樹脂などの一般的な用途のプラ\nスチックを侵食しやすいかもしれない。さらに，Smutny に記載された高\n級オレフィン化合物は，Smutny において指摘された農薬の活性の結果と\nして生じるであろうそのような化合物の潜在的なレベルの有毒性のため\nに，特定の適用においてやはり望ましくないかもしれない。また，その\nような化合物は，特定の適用においてそれらを冷媒として有用なものに\nするには高すぎる沸点を有するかもしれない。」（【００１２】）\n「ブロモフルオロメタンとブロモクロロフルオロメタンの誘導体，特に\nブロモトリフルオロメタン（Halon  1301）とブロモクロロジフルオロメタ\nン（Halon  1211）は，航空機の室内やコンピューター室などの閉鎖空間に\nおいて消火剤として広範囲にわたる用途を有している。しかし，様々な\nハロンの使用は，それらの高いオゾン破壊性のために，段階的に廃止さ\nれている。さらに，ハロンは人間が存在する領域においてしばしば用い\nられるので，炎を抑えるかまたは消すのに必要な濃度において適当な代\n替品を用いることが人間にとって安全なはずである。」（【００１３】）\n「従って出願人は，組成物，特に熱伝達組成物，消火用組成物または鎮\n火用組成物，発泡剤，溶剤組成物，および相溶剤であって，蒸気圧縮加\n熱装置と冷却装置およびそのための方法を含む多くの適用において有用\nである可能性があり，その一方で上述の不利益のうちの一つ以上が避け\nられるものに対する必要性を認識するに至った。」（【００１４】）\nウ  概要\n「出願人は，上述の要求およびその他の要求は，１以上の C3 または C4 フ\nルオロアルケン，好ましくは次の式Ⅰを有する化合物を含む組成物によ\nって満足させうることを見出した：\nXCFZR3-Z  （Ⅰ）\nここで X は C2 またはＣ3 不飽和置換または非置換アルキル基であり，R\nはそれぞれ独立して Cl，F，Br，I または H であり，そして Z は１～３で\nある。式Ⅰの化合物の中で非常に好ましいものは，1，3，3，3-テトラフ\nルオロプロペン（HFO-1234ze）のシスおよびトランス異性体である。」\n（【００１５】）\n「本発明はまた，熱伝達，発泡，溶媒和，香味および芳香の抽出および\n／または放出，およびエアゾールの生成のための方法と装置を含む，本\n発明の組成物を利用する方法と装置を提供する。」（【００１６】）\nエ  好ましい態様の詳細な説明\n(ｱ)「組成物\n本発明は，３～４個の炭素原子，好ましくは３個の炭素原子，および\n少なくとも一つの炭素－炭素二重結合を含む少なくとも一つのフルオロ\nアルケンを含む組成物を対象とする。本発明のフルオロアルケン化合物\nはしばしば，本明細書中で便宜上の目的により，それらが少なくとも一\nつの水素を含んでいる場合は，ヒドロフルオロ－オレフィンまたは\n『HFOs』と称される。本発明の HFOs は二つの炭素－炭素二重結合を\n含むかもしれないと考えられるが，そのような化合物は現時点において\nは好ましいものであるとは考えられない。」【００１７】\n「上述したように，本発明の組成物（composition）は式Ⅰに従う１以上\nの化合物（compound）を含む。好ましい態様において，その組成物は\n次の式Ⅱの化合物を含む：」（【００１８】）\n「【化１】\nここで R はそれぞれ独立して Cl，F，Br，I または H であり，R’は\n(CR2)nY であり，Y は CRF2 であり，そして n は０または１である。非常\nに好ましい態様において，Y は CF3 であり，n は０であり，そして残り\nの R のうちの少なくとも一つは F である。」（【００１９】）\n「一般に，上で確認した式ⅠおよびⅡの化合物は，本発明の冷媒組成物，\n発泡剤組成物，相溶剤，エアゾール，噴射剤，香味配合物，芳香配合物，\nおよび溶剤組成物において概ね効果的であり，そして有用であると出願\n人は考える。しかし出願人は，驚くべきことに，そして予期せざること\nに，上記の式に従う構造を有する化合物の特定のものは，そのような化\n合物の他のものと比較して，非常に望ましい低いレベルの毒性を示すこ\nとを見出した。容易に認識できるように，この発見は，冷媒組成物のみ\nならず，上記の式を満足する特定の比較的毒性のある化合物であるいか\nなるすべての組成物の配合のためにも，非常に有利かつ有益である可能\n性がある。特に，比較的低い毒性レベルは式Ⅱの化合物と関連していて，\n好ましくは Y が CF3 であり，不飽和末端炭素についた少なくとも一つの\nR が H であり，そして残りの R のうちの少なくとも一つは F であると\nきに，低い毒性レベルと関連している，と出願人は考える。出願人はま\nた，そのような化合物のすべての構造異性体，幾何異性体および立体異\n性体は有効で有益な低い毒性を有する，と考える。」（【００２０】）\n「非常に好ましい態様において，特に上記の低い毒性の化合物を含む態\n様において，n は０である。特定の非常に好ましい態様において，本発\n明の組成物は１以上のテトラフルオロプロペンを含む。『HFO-1234』\nという用語は，ここでは全てのテトラフルオロプロペンを指すものとし\nて用いられる。テトラフルオロプロペンの中で，シス－およびトランス\n－１，３，３，３－テトラフルオロプロペン（HFO-1234ze）は両者と\nも特に好ましい。HFO-1234ze という用語はここでは，それがシス形で\nあるかトランス形であるかにかかわらず，１，３，３，３－テトラフル\nオ ロプ ロ ペ ン を 指す も のと し て 包 括 的に 用 いら れ る 。 『 シ ス HFO-\n1234ze』および『トランス HFO-1234ze』という用語はそれぞれ，ここで\nは，シス形およびトランス形の１，３，３，３－テトラフルオロプロペ\nンを記述するものとして用いられる。従って，『HFO-1234ze』という\n用語は，その範囲の中に，シス HFO-1234ze，トランス HFO-1234ze，お\nよびこれらのすべての組み合わせおよび混合物を含む。」（【００２\n１】）\n「本組成物，特に HFO-1234ze を含む組成物は，幾つかの重要な理由か\nら，有利な特性を有していると考えられる。例えば，少なくとも一部は\n数学的モデル化に基づいて，本発明のフルオロオレフィンは，幾つかの\n他のハロゲン化種と比較してオゾンの破壊にはほとんど寄与しないため\nに，大気の化学的性質には本質的に有害な影響を与えないだろうと，出\n願人は考える。従って，本発明の好ましい組成物は，オゾンの破壊には\n実質上寄与しないという利点を有する。その好ましい組成物はまた，現\n在使用されている多くのヒドロフルオロアルカンと比較して，地球温暖\n化には実質上寄与しない。」（【００２４】）\n「特定の好ましい形態において，本発明の組成物は，約１０００以下の，\nより好ましくは約５００以下の，そしてさらに好ましくは約１５０以下\nの地球温暖化係数（Global  Warming  Potential：GWP）を有する。特定の\n態様において，本組成物の GWP は約１００以下であり，そしてさらに\n好ましくは約７５以下である。」（【００２５】）\n「特定の好ましい形態において，本組成物はまた，好ましくは０．０５\n以下の，より好ましくは０．０２以下の，そしてさらに好ましくは約０\nの オ ゾ ン 破 壊 係 数 （ Ozone  Depletion  Potential ： ODP ） を 有 す る 。 」\n（【００２６】）\n(ｲ)「熱伝達組成物\n本発明の組成物は本発明の化合物を広く変化する量で含むことができ\nると考えられるが，本発明の冷媒組成物は，式Ⅰに従う化合物，より好\nましくは式Ⅱに従う化合物，そしてさらに好ましくは HFO-1234ze を，\n組成物の少なくとも約５０重量％，より好ましくは少なくとも約７０重\n量％の量で含むのが一般的に好ましい。」（【００２８】）\n「本発明の組成物は，組成物に特定の機能性を与えるかまたはそれを高\nめる目的で，あるいは，ある場合には組成物のコストを下げるために，\n他の成分を含んでいてもよい。例えば，本発明に従う冷媒組成物，特に\n蒸気圧縮装置において用いられる組成物は，潤滑剤を，一般に組成物の\n約３０～約５０重量％の量で含む。」（【００２９】）\n「多くの現行の冷却装置は現在，現行の冷媒と関連して用いることに適\n合しているが，本発明の組成物は，装置に改造を施すかまたは施さずに，\n多くのそのような装置において用いるように適合させうると考えられる。\n多くの適用において，本発明の組成物は，現在は比較的高い容量を有す\nる冷媒を用いている装置における代替物として，有利なものになるであ\nろう。さらに，例えばコスト上の理由から，高い容量の冷媒に代えて本\n発明の低容量の冷媒組成物を用いるのが望ましいような態様においては，\n本発明の組成物のそのような態様は有利なものになる可能性がある。従\nって，特定の態様においては，本発明の組成物，特にトランス HFO-\n1234ze をかなりの割合で含む組成物，そしていくつかの態様においては\n本質的にトランス HFO-1234ze からなる組成物を，HFC-134a などの現行\nの冷媒の代替物として用いるのが好ましい。特定の適用においては，本\n発明の冷媒は大きな排気量の圧縮機を使用する利益をもたらす可能性が\nあり，それによって HFC-134a などの他の冷媒よりも高いエネルギー効\n率が得られる。従って，本発明の冷媒組成物，特にトランス HFP（注\n原文のまま）-1234ze を含む組成物は，冷媒を置き換える適用について\nのエネルギーを基礎とすることに関して，競争力のある利益をもたらす\n可能性がある。」（【００３０】）\n「本組成物，特に HFO-1234ze を含む組成物はまた，商業用の空調装置\nに関して典型的に用いられる冷却機（チラー：chiller）において，（も\nともとの装置における場合と R-12 や R-500 などの冷媒の代替物として用\nいられる場合のいずれも）利点を有すると考えられる。そのような態様\nの特定のものにおいては，この HFO-1234ze 組成物の中に，CF3I などの\n燃焼抑制剤を約０．５～約５％含むのが好ましい。」（【００３１】）\n「従って，本方法，装置および組成物は，自動車の空調装置と機器，商\n業用の冷却装置と機器，冷却機（chiller），住宅用の冷蔵庫と冷凍庫，\n一般の空調装置，熱ポンプなどと関連して用いるように適合させること\nができる。」（【００３２】）\nオ  実施例\n「実施例１\n成績係数（coefficient  of  performance：COP）は，一般に認められている\n冷媒性能の尺度であり，冷媒の蒸発または凝縮を含む特定の加熱または\n冷却のサイクルにおける冷媒の相対的な熱力学的効率を表わすのに有益\nである。冷却工学において，この用語は，蒸気を圧縮する際に圧縮機に\nよって加えられたエネルギーに対する有用な冷却の比率を表わす。冷媒\nの能力（capacity）は冷媒が与える冷却または加熱の量を表わし，それは，\n冷媒の所定の容積流量に対して圧縮機が熱量を与える性能の尺度を与え\nる。言い換えると，特定の圧縮機があるとき，冷媒の能力が大きいほど，\nその冷媒はより大きな冷却能力または加熱能力を伝えるだろう。特定の\n操作条件における冷媒の COP を評価するための一つの手段は，標準冷却\nサイクル分析法を用いる冷媒の熱力学的特性からのものである…。 」\n（【００５７】）\n「冷却／空調サイクル装置が用意され，このとき，圧縮機の入口温度を\n約５０°Ｆとする名目上の等エントロピー圧縮の下で，凝縮器の温度は約\n１５０°Ｆであり，蒸発器の温度は約－３５°Ｆであった。１．００の\nCOP 値と１．００の能力値および１７５°Ｆの排出温度を有する HFC-\n134a を基にして，ある範囲の凝縮器温度と蒸発器温度にわたって，本発明\nの幾つかの組成物について COP が測定され，これを下の表Ⅰに報告す\nる。」（【００５８】）\n「【表１】\n」\n（【００５９】）\n「この実施例は，本組成物において用いるための好ましい化合物の特定\nのものはそれぞれ，HFC-134a よりも良好なエネルギー効率を有し（１．\n００と比較して１．０２，１．０４および１．１３），そして本冷媒組\n成物を用いる圧縮機は有利な排出温度をもたらすであろう（１７５と比\n較して１５８，１６５および１５５），ということを示す。というのは，\nこの排出温度の結果は，補修管理の問題の低減をもたらすと考えられる\nからである。」（【００６０】）\n「実施例２\n様々な冷却潤滑剤との HFO-1225ye および HFO-1234ze の混和性が試験さ\nれた。試験された潤滑剤は，鉱油（C3），アルキルベンゼン（Zerol 150），\nエステルオイル（Mobil EAL 22cc および Solest 120），ポリアルキレングリ\nコール（PAG）オイル（134a 系のための Goodwrench  Refrigeration  Oil），\nおよびポリ（アルファ－オレフィン）オイル（CP-6005-100）である。そ\nれぞれの冷媒／オイルの組み合わせについて，三つの組成物が試験され\nた。すなわち，５，２０および５０重量パーセントの潤滑剤と，各々の\n残りは試験に供された本発明の化合物である。」（【００６１】）\n「潤滑剤組成物は厚肉のガラス管の中に置かれた。ガラス管が排気され，\n本発明に従う冷媒化合物が添加され，次いで管は密封された。次いで，\nガラス管は空気浴環境の容器内に置かれた。容器内の温度は約－５０℃\nから７０℃まで変えられた。およそ１０℃の間隔で，一つ以上の液体相\nの存在について，管の内容物の目視観察が行われた。一つを越える液体\n相が観察された場合，混合物は不混和性であるとされる。一つだけの液\n体相が観察された場合，混合物は混和性であるとされる。二つの液体相\nが観察されたが，しかし液体相のうちの一つが非常に少ない容積だけを\n占めている場合，混合物は部分的に混和性であるとされる。」（【００\n６２】）\n「ポリアルキレングリコールとエステルオイル潤滑剤は，試験された全\nての割合において，全ての温度範囲にわたって混和性であると判定され\nたが，ただしポリアルキレングリコールと HFO-1225ye の混合物について\nは，その冷媒混合物は－５０℃から－３０℃の温度範囲においては不混\n和性であると認められ，そして－２０℃から５０℃の範囲では部分的に\n混和性であった。６０℃での冷媒中の５０重量パーセントの濃度の PAG\nにおいて，その冷媒／PAG 混合物は混和性であった。７０℃において，\n冷媒中の５重量パーセントの潤滑剤から冷媒中の５０重量パーセントの\n潤滑剤まで，それは混和性であった。」（【００６３】）\n「実施例３\n本発明の冷媒化合物および組成物の PAG 潤滑オイルとの適合性が，冷\n却装置と空調装置において用いられる金属と接触している状態で，３５\n０°Ｆにおいて試験された。この温度は，多くの冷却や空調の適用におい\nて見出される条件よりもずっと厳しい条件を表わす。」（【００６４】）\n「アルミニウム，銅および鋼の試験片（クーポン）が，厚肉のガラス管\nの中に置かれた。２グラムのオイルが管の中に添加された。次いで，ガ\nラス管を排気し，そして１グラムの冷媒が添加された。ガラス管を炉の\n中に３５０°Ｆにおいて一週間入れ，そして目視観察が行われた。曝露期\n間の最後にガラス管を取り出した。」（【００６５】）\n「この手順は，オイルと本発明の化合物の下記の組み合わせについて行\nわれた：\nａ）HFO-1234ze と GM Goodwrench PAG オイル\nｂ）HFO-1243zf と GM Goodwrench PAG オイル\nｃ）HFO-1234ze と MOPAR-56 PAG オイル\nｄ）HFO-1243zf と MOPAR-56 PAG オイル\nｅ）HFO-1225ye と MOPAR-56 PAG オイル。」（【００６６】）\n「全てのケースにおいて，ガラス管の内容物の外観に極小の変化があっ\nた。このことは，本発明の冷媒化合物と組成物は，冷却装置と空調装置\nおよびこれらのタイプの装置においてその組成物の中に含まれるかある\nいはその組成物とともに用いられることの多いタイプの潤滑オイルにお\nいて見出されるアルミニウム，鋼及び銅と接触したときに安定である，\nということを示す。」（【００６７】）\n「比較例\nアルミニウム，銅および鋼の試験片が，鉱油および CFC-12 とともに厚\n肉のガラス管の中に置かれ，実施例３におけると同様に，３５０°Ｆにお\nいて一週間加熱された。曝露期間の最後にガラス管を取り出し，そして\n目視観察が行われた。液体の内容物が黒色に変化したのが観察され，こ\nのことは，管の内容物が激しく分解したことを示す。」（【００６８】）\n「CFC-12 と鉱油はこれまで，多くの冷却系と冷却方法において組み合わ\nせて選択されてきた。従って，本発明の冷媒化合物と組成物は，多くの\n一般的に用いられている潤滑オイルと一緒に用いるときに，広く用いら\nれている先行技術の冷媒－潤滑オイルの組み合わせよりも，かなり良好\nな安定性を有する。」（【００６９】）\n(3)  本件訂正発明１の認定について\nア  上記(2)の各記載によれば，本件訂正発明１は，以下のとおりのものと\n把握される。\n(ｱ)  本件訂正発明１の課題\n本件訂正発明１は，特に冷却装置（refrigeration  systems）を含む，多\nくの応用に用途を有する組成物，及びその組成物を利用する方法と装置\nに関するものであり，少なくとも１つ以上の多フッ素化オレフィンを含\nむ冷媒組成物を対象とするものである（【０００１】）。\nフルオロカーボン系の流体は，空調，熱ポンプ及び冷却への適用等の\n装置における作動流体としてしばしば用いられてきた（【０００２】）。\nしかし，地球の大気や気候に害を与える可能性についての関心の高まり\nにより，空調装置や冷却装置における冷媒としての塩素含有組成物（例\nえば，クロロフルオロカーボン類（CFCs），ヒドロクロロフルオロカ\nーボン類（HCFCs），その他同種類のもの）の使用は，それら化合物の\n多くのものと関連するオゾン破壊性のために嫌われるようになった。こ\nのため，冷却と熱ポンプの適用のための代替物を提供する新しいフルオ\nロカーボン及びヒドロフルオロカーボン化合物並びにこれらの化合物の\nいずれかを含む組成物に対する要求が増大しており，塩素含有冷媒をヒ\nドロフルオロカーボン類（HFCs）などのオゾン層を破壊しないであろ\nう塩素非含有冷媒化合物に置き換えることによって，塩素含有冷却装置\nを改造するのが望ましいとされている（【０００５】）。ただし，代替\nの冷媒として可能性のあるいかなるものであっても，優れた熱伝達特性，\n化学的安定性，低毒性／非毒性，不燃性及び潤滑剤適合性等を備えるこ\nとが重要であるところ（【０００６】），フッ素化 C5～C8 化合物の製\n造を対象とする米国特許第 4,788,352 号において，このような高級オレ\nフィンが冷媒，熱伝達流体等として有用であることが確認されているが，\n他方で，プラスチックを侵食しやすい，有毒性，高沸点等の不利益も有\nすると考えられている（【００１１】～【００１３】）。\nそこで，本件訂正発明１は，蒸気圧縮加熱装置と冷却装置において，\n代替の冷媒として有用である可能性がありつつも上記不利益の１つ以上\nを避けられる熱伝達組成物を使用する方法を提供することを解決課題と\nしたものである（【００１４】）。\n(ｲ)  本件訂正発明１の組成物\n上記(ｱ)の課題を満たす組成物は，１以上の C3 又は C4 フルオロアルケ\nン（好ましくは，式Ⅰ：XCFZR3-Z を有する化合物）を含む組成物であり\n（【００１５】），好ましい態様として，段落【００１８】記載の式Ⅱ\nの化合物を含み，非常に好ましい態様として，Y は CF3 であり，n は０\nであり，また，残りの R のうちの少なくとも１つは F である（【００１\n９】）。さらに，非常に好ましい，特に低い毒性の化合物を含む態様に\nおいて，本件訂正発明１の組成物は，１以上のテトラフルオロプロペン\n（HFO-1234）を含む（【００２１】）。\n上記式Ⅱの化合物のうち非常に好ましい態様とされた，Y は CF3 であ\nり，n は０であり，また，残りの R のうちの少なくとも１つは F とされ\nる化合物である HFO-1225ye，HFO トランス-1234ze，HFO シス-1234ze，\nHFO-1234yf の４種の冷媒組成物につき，実施例１として，圧縮機の入\n口温度が約５０°Ｆ，凝縮器の温度約１５０°Ｆ，蒸発器の温度約－３\n５°Ｆである冷却／空調サイクル装置における，HFC-134a に対する相\n対 COP 及び相対能力，排出温度が測定された（【００５８】，【００\n５９】）。その結果，上記４種のうち HFO-1234yf を除く３種の冷媒組\n成物に関しては，HFC-134a よりも良好なエネルギー効率を有すること\nなどが示された（【００６０】）。\nこのため，本件訂正発明１の組成物の中でも特に HFO-1234ze は，\nHFC-134a の代替物として大きな排気量の圧縮機を使用する装置におい\nて，また，もともとの装置における場合と R-12 や R-500 などの冷媒の代\n替物として用いられる場合のいずれにおいても，商業用の空調装置に関\nして典型的に用いられる冷却機（チラー：chiller）において使用する場\n合に利点を有するとされている（【００３０】，【００３１】）。他方，\nHFO-1234yf については，実施例１の表１に冷媒組成物の１つとして挙\nげられているものの，特に好ましい利用に関する明示的な記載は本件明\n細書中に見当たらない（【００５９】）。\n２  取消事由１（相違点の看過）について\n(1)  引用発明\nア  引用刊行物の記載\n引用刊行物には，以下の記載（図表も含む。）がある。\n(ｱ)「１．分子式：C3HmFn\n（但し，m＝１～５，n＝１～５且つ m＋n＝６）で示され且つ分子構造\n中に二重結合を１個有する有機化合物からなる熱媒体。」（特許請求の\n範囲）\n(ｲ)  産業上の利用分野\n「本発明は，冷凍機，ヒートポンプなどで使用される熱伝達用流体に関\nする。」（１頁左下欄９～１１行）\n(ｳ)  従来技術とその問題点\n「従来，ヒートポンプの熱媒体（冷媒）としては，クロロフルオロ炭化\n水素，フルオロ炭化水素，これらの共沸組成物ならびにその近辺の組成\n物が知られている。これらは，一般にフロンと称されており，現在 R-\n11（トリクロロモノフルオロメタン），R-22（モノクロロジフルオロメ\nタン），R-502（R-22＋クロロペンタフルオロエタン）などが主に使用\nされている。\nしかしながら，近年，大気中に放出された場合に，ある種のフロンが\n成層圏のオゾン層を破壊し，その結果，人類を含む地球状（注  原文の\nまま）の生態系に重大な悪影響を及ぼすことが指摘されている。従って，\nオゾン層破壊の危険性の高いフロンについては，国際的な取決めにより，\n使用および生産が規制されるに至っている。規制の対象になっているフ\nロンには，R-11 と R-12 とが含まれており，また R-22 については，オゾ\nン層破壊への影響が小さいため，現在規制の対象とはなっていないが，\n将来的には，より影響の少ない冷媒の出現が望まれている。冷凍・空調\n設備の普及に伴って，需要が毎年増大しつつあるフロンの使用および生\n産の規制は，居住環境をはじめとして，現在の社会機構全般に与える影\n響が極めて大きい。従って，オゾン層破壊問題を生じる危険性のない或\nいはその危険性の極めて小さい新たなヒートポンプ用の熱媒体（冷媒）\nの開発が緊急の課題となっている。」（１頁左欄１４行～２頁左上欄４\n行）\n(ｴ)  問題点を解決するための手段\n「本発明者は，ヒートポンプ或いは熱機関に適した熱伝達用流体であっ\nて，且つ当然のことながら，大気中に放出された場合にもオゾン層に及\nぼす影響が小さいか或いは影響のない新たな熱伝達用流体を得るべく\n種々研究を重ねてきた。その結果，特定の構造を有する有機化合物がそ\nの目的に適合する要件を具備していることを見出した。\nすなわち，本発明は，下記の熱伝達用流体を提供するものである：\n『分子式：C3HmFn\n（但し，m＝１～５，n＝１～５且つ m＋n＝５（注  原文のまま））\nで示され且つ分子中に二重結合を１個有する有機化合物からなる\n熱伝達用流体。』\n本発明で使用する代表的な化合物の主な物性は，以下の通りである。\nⅠ．F3C-CH=CH2（３，３，３－トリフルオロ－１－プロペン）…\nⅡ．F3C-CH=CHF（１，３，３，３－テトラフルオロ－１－プロペン）\n…\nⅢ．H3C-CF=CF2（１，２，２－トリフルオロ－１－プロペン）…\nⅣ．H3C-CF=CH2（２－モノフルオロ－１－プロペン）…\n本発明において熱伝達用流体として使用する C3HmFn で示される化合\n物は，オゾン層に影響を与える塩素原子および臭素原子を全く含まない\nので，オゾン層の破壊問題を生じる危険性はない。\nまた，一方では，C3HmFn で示される化合物は，ヒートポンプ用熱媒\n体としての特性にも優れており，成績係数，冷凍能力，凝縮圧力，吐出\n温度などの性能において，バランスが取れている。さらに，この化合物\nの沸点は，現在広く使用されている R-12，R-22，R-114 および R-502 の\nそれに近いため，これら公知の熱媒体の使用条件下，すなわち蒸発温度\n－２０から１０℃および凝縮温度３０から６０℃での使用に適してい\nる。」（２頁左上欄５行～右下欄５行）\n「本発明で使用する C3HmFn で示される化合物或いは C3HmFn で示される\n化合物と R-22，R-32，R-124，R-125，R-134a，R-142b，R-143a および R-\n152a の少なくとも一種との混合物は，ヒートポンプ用の熱媒体に対して\n要求される一般的な特性（例えば，潤滑油との相溶性，材料に対する非\n浸蝕性など）に関しても，問題はないことが確認されている。」（３頁\n左上欄３～１１行）\n(ｵ)  発明の効果\n「本発明による熱伝達用流体によれば，下記のような顕著な効果が達成\nされる。\n（１）従来から R-12，R-22 或いは R-502 を熱媒体として使用してきたヒ\nートポンプと同等以上のサイクル性能が得られる。\n（２）熱媒体としての優れた性能のゆえに，機器設計上も有利である。\n（３）仮に本発明による熱伝達用流体が大気中に放出された場合にも，\nオゾン層破壊の危険性はない。」（３頁左上欄１２行～右上欄４行）\n(ｶ)  実施例\n「以下に実施例及び比較例を示し，本発明の特徴とするところをより一\n層明確にする。\n実施例１\n熱媒体として F3C-CH=CH2（３，３，３－トリフルオロ－１－プロペ\nン）を使用する１馬力のヒートポンプにおいて，蒸発器における熱媒体\nの蒸発温度を－１０℃，－５℃，５℃および１０℃とし，凝縮器におけ\nる凝縮温度を５０℃とし，加熱度および過冷却度をそれぞれ５℃および\n３℃として，運転を行った。\nまた，比較例として，R-12（比較例１），R-22（比較例２）及び R-\n502（比較例３）を熱媒体として使用して，上記と同一条件下にヒート\nポンプの運転を行った。\nこれらの結果から，成績係数（COP）および冷凍効果を次式により，\n求めた…。\nCOP＝(h1－h4/(h2－h1)\n冷凍効果＝h1－h4\nｈ１…蒸発器出口の作動流体のエンタルピー\nｈ２…凝縮器入口の作動流体のエンタルピー\nｈ４…蒸発器入口の作動流体のエンタルピー\n本実施例ならびに比較例で使用した冷凍サイクルの回路図を第２図に\n示す。\nCOP および冷凍能力の算出結果を比較例１～３の結果と対比して第\n３図及び第４図にそれぞれ示す。\nなお，第３図に示す成績係数は，R-22 を熱媒体とした場合の蒸発温\n度５℃における測定値（COPB）で，それぞれの熱媒体の測定値（COPA）\nを除したものである。特に，本発明による熱媒体の結果は，“○”で示\nしてある。\nまた，第４図に示す冷凍能力は，R-22 を熱媒体とした場合の蒸発温\n度５℃における測定値（能力 B）で，それぞれの熱媒体の測定値（能力\nA）を除したものである。本発明による熱媒体の結果は，やはり“○”\nで示してある。\n第３図から明らかな様に，本実施例による作動流体は，COP に関し\nて，R-12 および R-22 と同程度の良好な値を示している。さらに，第４\n図から明らかな様に，冷凍効果に関して，R-12 よりも高めの値を示し\nている。\nまた，蒸発温度５℃における凝縮圧力および圧縮機吐出温度の比較結\n果を第１表に示す。\n本実施例による熱媒体の凝縮圧力および吐出温度は，R-12 よりも低\nい値を示しており，機器設計上有利である。\n以上の結果から，F3C-CH=CH2 を熱媒体として使用する本発明におい\nては，従来から広く使用されている R-12，R-22 および R-502 を使用する\nヒートポンプと同等以上のサイクル性能が得られており，本発明は，機\n器設計上からも有利であることが，明らかである。」（３頁右上欄５行\n～４頁左上欄１６行）\n「実施例２\n熱媒体として F3C-CH=CHF（１，３，３，３－テトラフルオロ－１－\nプロペン）（注  HFO-1234ze に相当）を使用するとともに，蒸発器に\nおける熱媒体の蒸発温度を 5℃とする以外は実施例 1 と同様にしてヒｰト\nポンプの運転を行なった。\n成績係数および冷凍能力を下記第２表に示す。何れの数値も，R-22\nを熱媒体とした場合の蒸発温度５℃における測定値（COPB および冷凍\n能力 B）により本発明熱媒体の測定値（COPA および冷凍能力 A）を除し\nた数値で示してある。\n実施例３\n熱媒体として H3C-CF=CF2（１，２，２－トリフルオロ－１－プロペ\nン）を使用するとともに，蒸発器における熱媒体の蒸発温度を５℃とす\nる以外は実施例１と同様にしてヒｰトポンプの運転を行なった。\n成績係数および冷凍能力を下記第３表に示す。…\n実施例４\n熱媒体として H3C-CF=C ク 2（２－モノフルオロ－１－プロペン）\n（注「H3C-CF=CH2（２－モノフルオロ－１－プロペン）」の誤り）を\n使用するとともに，蒸発器における熱媒体の蒸発温度を５℃とする以外\nは実施例１と同様にしてヒｰトポンプの運転を行なった。\n成績係数および冷凍能力を下記第４表に示す。…\n実施例５\n熱媒体として F3C-CF=CH2（注  HFO-1234yf に相当）を使用する以外\nは実施例１と同様にして，ヒートポンプの運転を行ったところ，実施例\n１とほぼ同様の結果が得られた。」（４頁左上欄１７行～右下欄１２行）\nイ  引用発明の認定について\n上記アの各記載によれば，引用発明は，以下のとおりのものと認めら\nれる。\nすなわち，引用発明は，冷凍機，ヒートポンプ等で使用される熱伝達\n用流体に関するものである。\n従来，ヒートポンプの熱媒体（冷媒）としては，一般にフロ ンと称さ\nれる R-11（トリクロロモノフルオロメタン），R-22（モノクロロジフルオ\nロメタン），R-502（R-22＋クロロペンタフルオロエタン）等が主に使用\nされてきたが，フロンによるオゾン層破壊が生態系に重大な悪影響を及\nぼすとの指摘を受けて国際的な取決めによりその使用及び生産が規制さ\nれるようになったところ，冷凍・空調設備の普及に伴い需要が毎年増大\nしつつあるフロンの使用及び生産の規制は，居住環境をはじめとして，\n現在の社会機構全般に与える影響が極めて大きい。このため，オゾン層\n破壊問題を生じる危険性がないか極めて小さい新たなヒートポンプ用の\n熱媒体（冷媒）の開発が緊急の課題となった。\nそこで，引用発明は，ヒートポンプ又は熱機関に適した熱媒体であっ\nて，かつ，大気中に放出された場合にもオゾン層に及ぼす影響がないか\n小さいという要件に適合する新たな熱媒体として，以下の熱媒体を提供\nするものである。\n「分子式：C3HmFn\n（ただし，m＝１～５，n＝１～５かつ m＋n＝６）で示され，かつ，分\n子構造中に二重結合を１個有する有機化合物からなる熱媒体」\nまた，上記 C3HmFn で示される化合物は，ヒートポンプ用の熱媒体に対\nして要求される一般的な特性（例えば，潤滑油との相溶性，材料に対す\nる非浸蝕性等）に関しても，問題はないことが確認されている。\n以上によれば，本件審決における引用発明の認定に誤りはないといっ\nてよい。\n(2)  相違点看過の有無\nア  本件訂 正発明 １ と引用発明 を比較す ると，前者 では熱媒 体が HFO-\n1234yf に特定されているのに対し，後者ではそのような限定がないという\nことは，原告の指摘するとおりである。\nしかし，引用刊行物の実施例５には，特定熱媒体として「F3C-CF=CH2」\n（HFO-1234yf）を使用し，「実施例１と同様にして，ヒートポンプの運\n転を行ったところ，実施例１とほぼ同様の結果が得られた。」との記載\nがある。この記載に接した当業者は，HFO-1234yf について，実施例１と\n同様の実験が行われた結果，これとほぼ同様の数値を示したものであり，\n沸点及び臨界温度等の物性値やヒートポンプに使用した際の COP 及び冷\n凍能力について具体的なデータは記載されていないものの， HFO-1234yf\nは，引用発明に係る式 C3HmFn で示される特定熱媒体に含まれる具体的化\n合物として，実施例１で用いられた HFO-1243zf と同等の COP 及び冷凍能\n力を有し，これと同様にヒートポンプにおける熱媒体として使用され得\nるものであると考えるのが自然である。そうすると，引用発明における\n特定熱媒体は，該当する具体的化合物として本件訂正発明１と同じ HFO-\n1234yf を予定し，これを内包することは明らかである。\nまた，引用発明に係る C3HmFn で示される化合物は，ヒートポンプ用の\n熱媒体に対して要求される一般的な特性である潤滑油との相溶性に関し\nて も 問 題 は な い こ と が 確 認 さ れ て い る こ と か ら ， 当 該 化 合 物 （ HFO-\n1234yf）を，潤滑油をも含む組成物として用いることも記載されていると\nいうことができる。\nこの点については，仮に本件優先日当時の当業者が，HFO-1234yf の能\n力及び COP について具体的な知見を有していなかったとしても，異なら\nない。\nイ  本件審決は，引用発明の特定事項として，上位概念（一般式）で示され\nた「特定熱媒体」を認定し，文言として HFO-1234yf を明示的に示してい\nないけれども，上記のとおり，当該特定熱媒体の具体的な化合物として\nHFO-1234yf を把握することができるのであるから，原告主張に係る相違\n点２－２は，実質的な相違点とは認められない。\nしたがって，本件審決における相違点の認定に誤りはな い。この点に\n関する原告の主張は採用し得ず，取消事由１は理由がない。\n３  取消事由２（相違点の判断の誤り(1)：引用刊行物の記載の誤り）について\n(1)  原告は，刊行引用物の実施例１の化合物である HFO-1243zf の能力は，実\n際には CFC-12 の能力の約７０％にすぎず，引用刊行物の記載には誤りがあ\nるなどとして，実施例１を参照する実施例５の記載にも，当業者が本件訂正\n発明に想到することを阻害する事情があるなどと主張する。\n(2)ア  しかし，本件優先日当時の技術常識に照らしても，引用刊行物に記載\nされた実施例１～３につき，使用する化合物の物性が似通っているにもか\nかわらず，相対能力（対 R-22）において実施例１が他の実施例より優れて\nいるからといって，そのことをもって直ちに実施例１の結果の信用性を疑\nうべき理由とまでいうことはできない。そうすると，仮に，原告指摘のと\nおり，REFPROP ソフトウェアによる計算値が実施例１の結果と異なると\nしても，実施例１の結果の検証（及びその結果としての，誤認の判明等）\nに直ちにつながるものではなく，本件優先日当時，引用刊行物に接した当\n業者は，その記載から，HFO-1234yf は，HFO-1243zf と同様に，CFC-12 を\n熱媒体として使用するヒートポンプと同等かそれ以上の能力を得られると\n認識するものと見るのが相当である。\nまた，仮に本件優先日当時，新たな冷媒の能力に関して原告指摘に係\nる REFPROP ソフトウェアによる計算を行うことが通常であったとしても，\nHFO-1234yf を冷媒として使用することを検討するに当たっては，端的に\nHFO-1234yf につき計算を行うものと思われる。少なくとも，実施例５に\n係る HFO-1234yf については計算を行わないまま，実施例１に係る HFO-\n1243zf の計算結果のみを参考にして HFO-1234yf の能力について結論を出\nしてしまうとは考え難い。そうである以上，実施例１の結果は，HFO-\n1234yf を自動車の空調装置における冷媒として使用することについての阻\n害事由となるものではないというべきである｡\nなお，引用刊行物に HFO-1234yf の物性値が記載されていないことは，\n上記使用の検討等の際に HFO-1234yf 自体について REFPROP ソフトウェ\nアで検証することの妨げになるものではない。また，引用刊行物に HFO-\n1234yf の臨界温度が記載されていないとしても，引用刊行物には，C3HmFn\nで示される化合物は CFC-12 の使用条件下での使用に適している旨の記載\nがあることなどに鑑みると，この点は本件訂正発明１に想到する上で阻\n害事由となるものではない。\nイ  また，原告は，引用刊行物における比較対象は R-22 であって R-12 では\nないとするけれども，引用刊行物においては，R-12（CFC-12）とも比較し\nつつ説明や実験結果の記載がされており，実施例等で検討されている各\n化合物と CFC-12 との冷媒としての能力の比較についても類推が可能とい\nってよい。また，もともと HFC-134a は CFC-12 の代替冷媒として用いられ\nていたこと（技術常識１）を踏まえると，CFC-12 との対比を介して，\nHFC-134a の代替冷媒としての可能性を探ることは示唆されているという\nことができる。\n(3)  以上より，この点に関する原告の主張は採用し得ず，取消事由２は理由\nがない。\n４  取消事由３（相違点の判断の誤り(2)（予想外かつ顕著な効果の看過））に\nついて\n(1)  原告は，本件審決につき，相違点の判断に際し，能力及び COP に加え，\n低 GWP，低毒性及び低燃焼性等の性質も本件訂正発明の顕著な効果として\n考慮されるべきであったにもかかわらずこれを看過した旨主張する。\n(2)ア  能力及び COP の点については，引用刊行物には，COP は CFC-12 と同\n程度，冷凍効果に関してはこれよりも高めの値を示す HFO-1243zf とほぼ\n同様の結果を HFO-1234yf が示したことが記載されており，また，本件優\n先日当時，CFC-12 と HFC-134a は同等の能力及び COP を示すことが知ら\nれていたことから（甲６，７），当業者であれば，引用刊行物の記載に基\nづき，HFO-1234yf の能力及び COP は HFC-134a とほぼ同等と見なせる範\n囲内であることが予測可能であったと考えられる。\nなお，この点に関する原告の主張の趣旨につき，HFO-1234yf をもって，\n自動車の空調装置において HFC-134a のドロップイン冷媒として用い得る\nこと自体が格別の効果である旨主張するものとも理解する余地があるけ\nれども，本件訂正発明１に係る特定の冷媒化合物である HFO-1234yf を特\nに自動車の空調装置における HFC-134a の代替冷媒として用いるとの課題\nやその効果について，本件訂正明細書等の記載から読み取ることはでき\nないのであって，上記主張は，本件訂正明細書等の記載に基づかない主\n張であり，失当である。\nイ  低 GWP については，技術常識１に照らすと，本件優先日当時，空調装\n置等に用いられる冷媒についてＧＷＰを測定することは必須となってい\nたことがうかがわれることから，引用発明のヒートポンプで使用される\nHFO-1234yf の GWP を測定することは，当業者が通常行うことと見られる。\nまた，ヒートポンプの具体的な用途に関わらず（すなわち，自動車の空\n調装置に用いるか否かにかかわらず），HFO-1234yf の GWP は同じ値を示\nす。そうである以上，本件訂正発明１において HFO-1234yf の GWP が低い\nことは，本件訂正発明１の進歩性を基礎付けるような特有の効果という\nことはできない。\nウ(ｱ)  低毒性については，確かに，本件訂正明細書等には，本件訂正発明\n１における化合物に関する構造式，特に式Ⅱで示される化合物，中でも\n特に HFO-1234yf を含む構造式によるものが低い毒性を示すことが記載\nされている（【００２０】，【００２１】）。\nしかし， HFO-1234yf が有する毒性 に関す る効果は，同 じく HFO-\n1234yf を冷媒として使用する引用発明においても奏されることが期待さ\nれるものであるところ，本件訂正明細書等には，HFO-1234yf が，一般\nの冷媒に要求される程度を超え，とりわけ自動車の空調装置に用いる冷\n媒に適した低毒性を有し，その毒性試験の結果が顕著であることを具体\n的に記載した部分は見当たらない。なお，甲２７～３０に基づく HFO-\n1234yf の低毒性に関する原告の主張は，いずれも本件訂正明細書等に具\n体的に開示されたものではないから，ここで参酌することはできない。\n(ｲ)  低燃焼性については，確かに，本件訂正明細書等には，本件訂正発\n明１における可燃性低減方法（【００４９】，【００５０】）及び鎮\n火方法（【００５１】）に関する記載がある。\nしかし，引用発明においても HFO-1234yf の低燃焼性という効果が奏\nされることが期待されるところ，本件訂正明細書等には，HFO-1234yf\nの燃焼性に関する具体的な実験結果は示されておらず，HFO-1234yf が，\n一般の冷媒に要求される程度を超え，とりわけ自動車の空調装置に用い\nる冷媒に適した低燃焼性を有することを具体的に記載した部分は見当た\nらない。\n(ｳ)  そうすると，HFO-1234yf が有する毒性及び燃焼性に関する効果につ\nいても，いずれも本件訂正発明１特有の効果ということはできないか\nら，これらの点を本件訂正発明１の進歩性を基礎付けるものとして理\n解することはできない。\n(3)  原告は，引用刊行物の「ヒートポンプ用の熱媒体に対して要求される一\n般的な特性（例えば，潤滑剤との相溶性，材料に対する非浸蝕性など）に関\nしても，問題はないことが確認されている。」旨の記載は，具体的な根拠が\n全く示されていないことなどから，HFO-1234yf の各種性質を示唆するもの\nではない旨も主張するけれども，当業者であれば，たとえ具体的根拠は記載\nされていないとしても，一般的特性に問題はないと記載されている以上，能\n力，COP，低 GWP，低毒性，低燃焼性の点において相応の効果が期待でき\nること程度の示唆はあるものと理解するといえるから，上記主張は失当であ\nる。\n(4)  以上より，この点に関する原告の主張は採用し得ず，取消事由３は理由\nがない。\n５  取消事由４（相違点の判断の誤り(3)（不飽和化合物の阻害事由））につい\nて\n(1)  原告は，本件優先日当時，不飽和化合物に分類されるフッ素化オレフィ\nンは，飽和化合物よりも反応性が高く，安定性に欠け，毒性が高いと当業界\nでは予測されていたから，HFO-1234yf の構造そのものが自動車の空調装置\nの用途の阻害事由である旨主張する。\n(2)ア  フッ素化オレフィンの反応性，安定性につき，原告は，本件優先日当\n時，不飽和分子タイプの反応性が懸念されていたことを示す証拠として，\n甲９及び１０の各文献の記載に言及する。すなわち，甲９の文献において\nは「表２．R12 の代替となる可能性のある流体混合物の選択」と題する表\nに掲載された飽和及び不飽和の冷媒のうちフッ素を含む不飽和の冷媒は全\nて コ メ ン ト 欄 に 「 反 応 性 （ Reactive ） 」 ， 「 許 容 （ Accepted ）／拒絶\n（Rejected）」欄に「拒絶（Ｒ）」と記載され，また，甲１０の文献にお\nいては「二重結合の炭素原子を有する化合物及びアセトンに基づく化合物\nは，冷媒としては問題のある評価を有するものである。」，「これらの化\n合物の安定性は，分子にフッ素を加えるにつれて減少する。」と記載され\nている。\nしかし，現に引用刊行物にはいくつかのフッ素化オレフィン化合物に\nついて自動車の空調装置の冷媒として使用することが示唆され，実験が\n行われていることに鑑みると，甲９には，表２に具体的に掲載されてい\nないもの（HFO-1234yf は掲載されていない。）を含むフッ素化オレフィ\nン全体が冷媒として使用できないことまでは記載されていないものと考\nえられる。また，甲１０については，炭素－炭素二重結合を有する化合\n物の安定性はフッ素を加えるにつれ減少すると記載されているものの，\nどの程度のフッ素を加えると冷媒として使用できないほど安定性が減少\nするかについては記載されていない。\nそうすると，上記各文献から，HFO-1234yf 等の部分的にフッ素化され\nたフッ素化オレフィンが，その具体的な構造に関わらず，およそ，自動\n車の空調装置の冷媒として使用できないほどの安定性しか有しない（好\nましくない反応性を呈する）ことが示されているとは認められない。\nイ  毒性について，原告は，本件優先日当時，フッ素化オレフィンに毒性の\n懸念もあったことを示す証拠として，甲１０～１２の各文献の記載に言\n及する。すなわち，甲１１の文献には，飽和フルオロカーボン及びフル\nオロハイドロカーボン冷媒中に不純物として存在するオレフィン系不純\n物は有毒な場合があり，その含有量をできるだけ下げることが必要とさ\nれていることが，甲１０の文献には，二重結合の炭素原子を有する化合\n物は，完全にフッ素化するとより高い毒性を有することが，甲１２（た\nだし，本件優先日後の文献である。）の文献には，飽和のフッ素化冷媒\nの試験試料は，ハロゲン化された不飽和揮発性不純物を重量で４０ppm 以\n上含むべきでないことが，それぞれ示されている。\nしかし，HFO-1234yf は，飽和のフルオロカーボン等に含まれるオレフ\nィン不純物に該当するものか否かは不明であるし，少なくとも，完全に\nフッ素化された化合物ではないことは明らかである。そして，これらの\n文献において，このような HFO-1234yf 等のフッ素化オレフィン化合物に\nついて，その具体的な構造に関わらず毒性があることが示されていると\nは認められない。\nこのため，上記各文献にはある特定のフッ素化オレフィンについて毒\n性を有することが示されているものの，フッ素化オレフィン化合物全般\nが，その具体的な構造に関わらず，自動車の空調装置の冷媒として使用\nできないほどの毒性を有することが当業者の共通の認識であったとまで\nはいえないし，HFO-1234yf という特定の化合物の毒性について具体的な\n懸念があったと認めることもできない。\nウ  以上より，HFO-1234yf の反応性及び毒性という点において，引用刊行\n物に接した当業者が，同文献に「ヒートポンプ用の熱媒体に対して要求\nさ れ る 一 般 的 な 特 性 … に 関 し て も ， 問 題 は な い こ と が 確 認 さ れ て い\nる。」，「（１）従来から R-12，R-22 或いは R-502 を熱媒体として使用し\nてきたヒートポンプと同等以上のサイクル性能が得られる。（２）熱媒\n体としての優れた性能のゆえに，機器設計上も有利である。」との記載\nがあるにもかかわらず，なお HFO-1234yf の反応性及び毒性に懸念を有し，\nその自動車の空調装置の冷媒としての使用を断念するであろうといえる\nような阻害事由があるとはいえない。\nまた，そうである以上，温度の上昇に伴う反応速度の上昇により冷媒\nと他の成分との望ましくない反応が促進され得ることを考慮しても，自\n動車の空調装置での使用の場合，引用刊行物において使用に適する凝縮\n温度とされた３０～６０℃の温度範囲から５℃以上高い凝縮温度（自動\n車の空調装置において少なくとも達し得るとされる凝縮温度）となる可\n能性があるからといって，  直ちに，自動車の空調装置に適用するに当た\nっての阻害要因があったということもできない。\n(3)  以上より，この点に関する原告の主張は採用し得ず，取消事由４は理由\nがない。\n６  取消事由５（相違点の判断の誤り(4)（CFC-12 又は HFC-134a を HFO-1234yf\nで置換する動機付けの欠如））について\n原告は，本件審決が，引用周知技術を主引用発明とし，本件訂正発明１と引\n用周知技術とは相違点３で相違するものの，HFO-1234yf を引用周知技術にお\nける CFC-12 又は HFC-134a のドロップイン置換物として使用することは当業者\nにとって容易に想到し得るとしたのに対し，取消事由１～４の趣旨はここでも\n妥当すると共に，引用刊行物は，そのような置換の動機付けを提供するもので\nはない旨主張する。\nしかし，前記のとおり，引用刊行物の記載から，HFO-1234yf は，COP につ\nき CFC-12 と同程度であり，冷凍効果に関してはこれよりも高めの値を示す\nHFO-1243zf と同様の結果を示すことを理解し得ること，本件優先日当時，\nCFC-12 と HFC-134a は，同等の冷凍能力及び COP を示すことが知られていた\nことから，引用刊行物の記載に基づき，当業者は，HFO-1234yf につき，HFC-\n134a とほぼ同等の能力及び COP を期待し得ることを理解し得るものといって\nよい。そして，冷媒のドロップイン置換には従来・現行冷媒と同等の物性が要\n求されること（技術常識２）を知る当業者にとって，HFO-1234yf を，引用周\n知技術における CFC-12 又はそのドロップイン置換物である HFC-134a のドロッ\nプイン冷媒として使用することは，容易に想到し得ることというべきである。\nしたがって，この点に関する原告の主張は採用し得ず，取消事由５は理由が\nない。\n７  結論\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴 岡 稔 彦\n裁判官\n杉 浦 正 樹\n裁判官\n寺 田 利 彦\n"
}