{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 6,
    "day": 14
  },
  "case_number": "平成28(行ケ)10227",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86870",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86870",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/870/086870_hanrei.pdf",
  "contents": "平成２９年６月１４日判決言渡\n平成２８年（行ケ）第１０２２７号  審決取消請求事件\n口頭弁論終結日  平成２９年４月２４日\n判       決\n原 告      株 式 会 社 ＪＩ Ｓ\n訴 訟 代 理 人 弁 理 士                岸 尾正 博\n同              小 野 尾       勝\n被告                特許庁長官\n指定代理人                田 中 亨 子\n同              井   出   英一 郎\n同              真 鍋 伸 行\n同              板 谷 玲 子\n主       文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０１５－６８８１号事件について平成２８年９月７日にした\n審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成２６年３月２０日，「ＪＩＳ」の欧文字を標準文字で表して\nなる商標（以下「本願商標」という。）について，第４１類，第４３類及び\n第４５類に属する願書（甲３）記載のとおりの役務を指定役務として，商標\n登録出願（商願２０１４－２１５６６号。以下「本願」という。）をした。\n(2)  原告は，本願について，平成２７年１月７日付けの拒絶査定を受けたの\nで，平成２７年４月１３日，拒絶査定不服審判を請求した。また，原告は，同\n日付けの手続補正書により，本願商標の指定役務につき，第４１類及び第４\n５類を削除し，第４３類「飲食物の提供，アルコール飲料を主とする飲食物\nの提供，バーにおける飲食物の提供，カラオケ施設における飲食物の提供，カ\nクテルラウンジ及びナイトクラブにおける飲食物の提供，宴会及びパーティ\nにおける飲食物の提供，ケータリング（飲食物），パーティ用料理及び飲料\nのケータリング」のみとする補正をした。\n特許庁は，上記審判請求につき不服２０１５－６８８１号事件として審理\nした上で，平成２８年９月７日，「本件審判の請求は，成り立たない。」と\nの審決（以下「本件審決」という。）をし，同月２６日，その謄本が原告に\n送達された。\n(3)  原告は，平成２８年１０月２５日，本件審決の取消しを求める本件訴訟を\n提起した。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書写しに記載のとおりであるが，その要旨は次\nのようなものである。\n⑴   国内の工業製品に対する国家規格である「日本工業規格（ Japanese\nIndustrial Standards）」を表示する「ＪＩＳ」の文字からなる標章（以下\n「引用標章」という。）は，「公益に関する事業であって，営利を目的とし\nないものを表示する標章」である。\n⑵  引用標章は，多数の辞書や書籍，新聞記事，ウェブページで取り上げられ\nるなど，日本工業規格を表す標章として我が国において一般に広く知られて\nおり，著名なものと認められる。\n⑶  本願商標は，引用標章と同一又は類似の商標と認められる。\n(4)  したがって，本願商標は，商標法４条１項６号に該当する。\n第３  当事者の主張\n１  原告の主張\n以下に述べるとおり，本願商標が商標法４条１項６号に該当するとした本件\n審決の判断は誤りであるから，本件審決は取り消されるべきである。\n⑴  引用標章についての著名性判断の誤り\n本件審決は，引用標章について，書籍やウェブページ等に掲載されている\nことをもって，我が国において広く知られた著名な標章である旨判断する\nが，以下に述べるとおり，その判断は誤りである。\nア  商標法４条１項６号の著名性については，指定商品・役務に係る一商\n圏以上の範囲の取引者，需要者に広く認識されていることを要すると\n解するのが相当である。\nそこで，日本工業規格（Japanese Industrial Standards）の略称で\nある「ＪＩＳ」（引用標章）が,本願商標の指定役務に係る一商圏以上\nの範囲の取引者，需要者に広く認識されているかを検討するに，①日本\n工業規格はＪＩＳ番号によって分類されているところ，本願商標の指\n定役務である第４３類（飲食サービスの提供）の分野については，そも\nそもＪＩＳ番号による分類が存在しないこと，②飲食サービスの分野\nにおいて使用される工業製品（例えば，看板，調理器具，食器，パーテ\nィグッズ等）に引用標章が付される場合があるとしても，本願商標の指\n定役務を提供する場面においては，目に付かないところに付されてい\nるのが通常であることからすれば，本願商標の指定役務の提供に当た\nり，その役務を提供する事業者やその提供を受ける需要者が引用標章\nを一般に目にするとは認められず，日本工業規格について注意を払っ\nているという取引の実情もないから，引用標章が，本願商標の指定役務\nの分野に係る一商圏以上の範囲の取引者，需要者に広く認識されてい\nると認めることはできない。\nイ  被告は，引用標章が多くの書籍やウェブページ等に掲載されている\nことをその著名性の根拠とする。\nしかし，需要者が実際に日本工業規格を認識する標章は，「ＪＩＳマ\nーク」であり（乙２，３９），これに比べて，「ＪＩＳ」の文字は定着\nしていない。\nまた，「ＪＩＳ」の文字については，日本工業規格のほかに，観光の\n分野において「Japan Inbound Solutions」（甲２０），教育の分野に\nおいて「Japanese International School」（甲２１）の略称として用\nいられているほか，地震・防災情報を提供する「地震情報サイト  ＪＩ\nＳ」（甲２２）も存在しているから，需要者は，「ＪＩＳ」の文字から\n直ちに日本工業規格を認識するものとはいえず，通常は，製品等に付さ\nれる「ＪＩＳマーク」によって日本工業規格を認識するものである。\nしたがって，需要者の間において，引用標章が日本工業規格を表す標\n章として著名とはいえない。\nウ  以上のとおり，引用標章は，本願商標の指定役務の分野に係る一商圏\n以上の範囲の取引者，需要者の間において，日本工業規格を表す標章と\nして著名であるとはいえないから，本件審決の上記判断は誤りである。\n⑵  商標法４条１項６号の解釈の誤り\n商標法４条１項６号の趣旨は，国等の権威，信用の尊重や国等との出所\nの 混 同 を 防 い で 需 要 者 の 利 益 を 保 護 す る と い う 公 益 保 護 に あ る と こ\nろ，このような同号の趣旨からすれば，本願商標が同号に該当するか否か\nについては，本願商標をその指定役務において使用した場合に，引用標章\nと出所の混同を招いて需要者の利益を害するか否か，また，引用標章に係\nる事業である日本工業規格の権威を損なうか否か，によって判断される\nべきである。\nしかるところ，日本工業規格は飲食サービスの質を認定する規格では\nなく，その認証主体である日本工業標準調査会が飲食サービスを提供する\nこともないから，本願商標の指定役務に係る取引者・需要者が原告による\n飲食サービスの役務の提供を，日本工業規格又は日本工業標準調査会の\n提供するサービスと誤認すること（狭義の混同），あるいは，原告による\n飲食サービスが日本工業標準調査会と経済上又は組織上何らかの関係が\nある業者から提供されていると認識すること（広義の混同）は考えられな\nい。\nしたがって，本願商標は，商標法４条１項６号には該当しないのであっ\nて，同号の趣旨から，「日本工業規格と無関係な原告が本願商標を登録す\nることは，該規格の権威を損ない，また，出所の混同を生ずるものという\nべきであって，その商標登録を排斥するのが相当である」とした本件審決\nの判断は誤りである。\n⑶  商標の類否判断の誤り\n本願商標のように，英字３文字と短く，様々な略称に使用され得る標章\nの類似性を判断するに当たっては，外観や称呼の類似性を重視すると，その\n類似の範囲が不当に広くなることから，観念の類似性が重視されるべきであ\nり，観念において混同のおそれがない標章同士は非類似とされるべきである。\nしかるところ，上記⑴及び⑵で述べたとおり，本願商標の指定役務の分野\nにおいては，引用標章が日本工業規格を表す標章として広く知られていると\nはいえず，当該分野の需要者らが，原告が飲食サービスの役務に使用する本\n願商標を，日本工業規格の「ＪＩＳ」の表示と混同するおそれは認められな\nい。\nしたがって，本願商標は，引用標章と非類似の商標であるから，これらを\n類似の商標とした本件審決の判断は誤りである。\n２  被告の主張\n⑴  「引用標章についての著名性判断の誤り」に対し\nア  引用標章「ＪＩＳ」は，国家規格である日本工業規格（Japanese Indus\ntrial Standards）を表す文字であるところ，昭和２４年（１９４９年）以\n来，６５年以上にわたり利用され，２０１５年３月末現在で１万件余りの\n規格が制定されており，その対象は，日用品や工業製品のみならず，製品\nの試験方法，漢字の規格（ＪＩＳ漢字水準）など多岐にわたるものであり，国\n民生活一般に密接に関わっているものであって，様々な媒体でも取り上げ\nられ，掲載，報道等されているものである。\nしたがって，引用標章は，国家規格である日本工業規格（Japanese Ind\nustrial Standards）を表すものとして，我が国において一般に普及し，広\nく知られたものといえるから，公益に関する事業であって営利を目的とし\nないものを表示する標章であって「著名なもの」に該当するといえる。\nイ  原告は，「ＪＩＳ」の文字の著名性の判断について，「本願商標の指定\n役務の提供に当たり，その役務を提供する事業者やその提供を受ける\n需要者が引用標章を一般に目にするとは認められず，日本工業規格に\nついて注意を払っているという取引の実情もないから，引用標章が，本\n願商標の指定役務の分野に係る一商圏以上の範囲の取引者，需要者に\n広く認識されていると認めることはできない」旨主張する。\nしかし，上記アのとおり，「ＪＩＳ」の文字は，国家規格である日本工\n業規格（Japanese Industrial Standards）を表す標章として，我が国にお\nいて一般に普及し，広く知られたものといえるのであり，その地域として\nの範囲は，日本全国であっていずれかの一商圏に限られるものではなく，ま\nた，需要者の範囲も本願商標の指定役務の需要者に限られるものではない。\nそして，商標法４条１項６号は，その保護対象としての引用標章につい\nて，「…公益に関する事業であって営利を目的としないものを表示する標\n章であって著名なもの」と規定し，商品又は役務について使用される「商\n標」であることを要件としておらず，また，商標登録出願に係る商標との\n関係について，「…と同一又は類似の商標」と規定し，「商品」及び「役\n務」との関係を要件としていないのであるから，引用標章の本号該当性を\n判断するに当たって，引用標章が，本願商標の指定役務の分野において取\n引上使用されていることが必要とされるものではない。\nこの点，本件審決が，引用標章と本願商標の指定役務との関連性に言及\nしたのは，引用標章が国民生活一般に密接に関わっているものであること\nから，本願商標の指定役務とも当然に関連することを指摘したにすぎず，こ\nのような関連性が本号該当性の判断に必要であることを述べたものではな\nい。\nしたがって，原告の上記主張は失当である。\n⑵  「商標法４条１項６号の解釈の誤り」に対し\n原告は，商標法４条１項６号の趣旨からすれば，本願商標が同号に該当\nするか否かについては，本願商標をその指定役務において使用した場合\nに引用標章と出所の混同を招いて需要者の利益を害するか否か 等によっ\nて判断されるべきであるとした上で，本願商標の指定役務に係る取引者・\n需要者が，原告による飲食サービスの役務の提供を，日本工業規格又は日\n本工業標準調査会の提供するサービスと誤認したり（狭義の混同），原告\nによる飲食サービスが日本工業標準調査会と経済上又は組織上何らかの\n関係がある業者から提供されていると認識すること（広義の混同）はない\nから，本願商標は商標法４条１項６号に該当しない旨主張する。\nしかし，商標法４条１項６号の立法趣旨は，本号に掲げる国等の権威，信\n用の尊重や国等との出所の混同を防いで需要者の利益を保護するという公益\n保護にあるところ，上記⑴のとおり，引用標章が，国家規格である日本工業\n規格を表す標章であり，「公益に関する事業であって営利を目的としないも\nのを表示する標章であって著名なもの」に該当することからすれば，「ＪＩ\nＳ」と同一の文字からなる本願商標を，これと何らの関係を有しない一私人\nである原告に独占させることは，本号の趣旨である上記公益保護の観点か\nら，適切とはいえない。\nまた，本号該当性については，本願商標が，「公益に関する事業であって\n営利を目的としないものを表示する標章であって著名なものと同一又は類似\nの商標」であるか否かによって判断されるのであって，日本工業規格（ＪＩ\nＳ）が本願商標の指定役務と関連性を有することにより混同を生じることが\n本号の要件とされるものではない。\nしたがって，原告の上記主張は失当である。\n⑶  「商標の類否判断の誤り」に対し\n本願商標は，「ＪＩＳ」の文字を標準文字で表してなるものであり，これ\nからは「ジス」の称呼を生じ，「日本工業規格としてのＪＩＳ」の観念を生\nじるものである。\n他方，引用標章は，「ＪＩＳ」の文字からなり，これからは「ジス」の称\n呼を生じ，「日本工業規格としてのＪＩＳ」の観念を生じるものである。\nそうすると，本願商標は，引用標章とその構成文字を同じくするものであ\nるから外観において同一といって差し支えないほどに近似し，「ジス」の称\n呼及び「日本工業規格としてのＪＩＳ」の観念を同じくするものであるか\nら，同一又は類似の商標である。\n第４  当裁判所の判断\n当裁判所は，本願商標は，引用標章との関係で商標法４条１項６号の商標に\n該当するものと認められるから，本件審決の判断に誤りはないものと判断す\nる。その理由は，以下のとおりである。\n１  引用標章が「公益に関する事業であって営利を目的としないものを表示する\n標章」であること\n「ＪＩＳ」は，我が国の工業標準化の促進を目的とする工業標準化法に基づ\nき，国家行政組織法８条による審議会である日本工業標準調査会による調査審\n議を経て，主務大臣（経済産業大臣，国土交通大臣，厚生労働大臣，農林水産\n大臣，文部科学大臣，総務大臣，環境大臣）によって制定される国家規格「日\n本工業規格（Japanese  Industrial  Standards）」を表す文字である（乙１～\n７）。\n日本工業規格（ＪＩＳ）は，その性格によって，「基本規格」（用語，記号，単\n位，標準数などの共通事項を規定したもの），「方法規格」（試験，分析，検\n査及び測定の方法，作業標準などを規定したもの）及び「製品規格」（製品の\n形状，寸法，材質，品質，性能，機能などを規定したもの）に区分され，この\nうち製品規格については，その規格に適合していることを，国に登録された認\n証機関から認証された事業者は，製品やその容器等に「ＪＩＳマーク」を表示\nすることができる。このように，日本工業規格（ＪＩＳ）は，製品の種類・寸\n法や品質・性能，安全性，それらを確認する試験方法や要求される規格値など\nを定め，生産者，使用者・消費者が安心して品質が良い製品を入手できるよう\nにするために用いられている。（乙４～８）\nしたがって，「ＪＩＳ」の文字（引用標章）は，「公益に関する事業であっ\nて営利を目的としないものを表示する標章」に該当するものである（この点\nは，当事者間に争いがない）。\n２  引用標章が著名な標章であること\n⑴  後掲の各証拠によれば，日本工業規格（ＪＩＳ）に関して，次の事実が認\nめられる。\nア  日本工業規格（ＪＩＳ）は，昭和２４年に制定された工業標準化法に基\nづき制定される国家規格であり，平成２７年３月末現在で，１万０５９９\n件の規格が制定されている（乙３）。\nイ  日本工業規格（ＪＩＳ）の対象は，家電製品や文房具などの生活用品か\nら，化学製品や産業機械まで，あらゆる技術分野（土木及び建築，一般機\n械など１９分野に分類）の製品に及ぶほか，文字コードやプログラムコー\nド等の情報処理に関する規格，漢字の規格（ＪＩＳ漢字水準），商業施設\nなどで利用される案内用図記号，公共施設等向けの「ピクトグラム」（絵\n文字）など，多岐にわたっている（甲１の３，乙９～２３，３８，４\n３）。\nウ  経済産業省等は，全国の小・中・高校生等を対象に，平成１８年度から\n「標準化教室」と題する出前授業を実施しており，そのテキストにおい\nて，日本工業規格（ＪＩＳ）やその身近な活用事例等を紹介している（乙\n２４～２７）。\nまた，同省は，広く一般向けに，日本工業規格（ＪＩＳ）に関する各種\nのパンフレットやリーフレット等を作成し，ウェブサイトに掲載して広告\nを行っている（乙２４，２８～３１）。\nエ  そのほかにも，「ＪＩＳ」の語は，「ジス」と称される国家規格である\n日本工業規格を表す文字として，広辞苑を含む多くの辞書や書籍（乙\n１，２，２０，３２～３７），ウェブサイト（乙３８～４０），新聞記事\n（乙４１～４３）に掲載され，更に，中学校の技術・家庭の教科書等にも\n掲載されている（乙４４～４６）。\nオ  最近においても，２０２０年の東京五輪の開催に向け，海外からの観光\n客の受入れに備え，日本工業規格（ＪＩＳ）が規定する「ピクトグラム」を\n国際標準に合わせて見直すことが話題となり，新聞報道されている（乙４\n７～４９）。\n⑵  以上のとおり，「ＪＩＳ」の文字は，国家規格である日本工業規格を表す\nものとして我が国において長年にわたって利用され，その対象も多数かつ多\n岐にわたり，国民生活全般に密接に関わるものであり，加えて，様々な媒体\nで広く取り上げられ，広告や報道がされてきたものといえる。\nしてみると，「ＪＩＳ」の文字（引用標章）が，日本工業規格を表す標章\nとして我が国の国民一般に広く認識されており，著名な標章といえるもので\nあることは明らかというべきである。\n⑶  原告の主張について\nア  原告は，本願商標の指定役務である「飲食サービスの提供」に当たり，そ\nの役務を提供する事業者やその提供を受ける需要者が，引用標章を一般に\n目にするとは認められず，日本工業規格について注意を払っているという\n取引の実情もないから，引用標章が当該分野に係る取引者，需要者に広く\n認識されているとは認められない旨主張する。\nしかし，引用標章が，我が国の国民生活全般に密接に関わるものであ\nり，国民一般に広く認識される標章であることは上記⑵で述べたとおりで\nあり，「飲食サービスの提供」の分野に係る取引者，需要者のみがその例\n外とされるべき理由は何ら認められない。原告は，本願商標の指定役務で\nある「飲食サービスの提供」の場面において，取引者，需要者が引用標章\nを目にし，これに注意を払うという取引の実情がなければ，当該取引者，需\n要者が引用標章を広く認識することはないかのごとく主張するが，当該取\n引者，需要者が引用標章を認識する機会は，何も「飲食サービスの提供」の\n場面に限られるものではないから，原告の上記主張は理由がない。\nイ  原告は，①需要者が日本工業規格を認識する標章は「ＪＩＳマーク」で\nあり，「ＪＩＳ」の文字は定着していない，②「ＪＩＳ」の文字が，他の\nものを表す略称として使用されている例があり，需要者は，「ＪＩＳ」の\n文字から直ちに日本工業規格を認識するとはいえないとして，引用標章は\n日本工業規格を表す標章として著名ではない旨主張する。\nしかし，「ＪＩＳマーク」が日本工業規格を表す標章として国民に広く\n知られている事実があるとしても，そのことが，「ＪＩＳ」の文字が日本\n工業規格を表す標章として著名であることを否定する理由となるものでは\nない（両者が共に日本工業規格を表す標章として広く認識されることもあ\nり得る。）。むしろ，「ＪＩＳマーク」が，「ＪＩＳ」の文字をデザイン\n化したマークであって（乙４の１０頁，乙６参照），そこから「ＪＩＳ」の\n文字を読み取ることができることからすれば，「ＪＩＳマーク」が日本工\n業規格を表す標章として広く知られているとの事実は，「ＪＩＳ」の文字\nも同様に日本工業規格を表す標章として広く知られていることを示すもの\nということができる。\nまた，原告が，「ＪＩＳ」の文字が略称として使用されている例として\n挙げるのは，「株式会社ジャパンインバウンドソリューションズ（Japan\nInbound Solutions）の略称」（甲２０），「ＪＩＳ 香港日本人学校大\n埔校」（甲２１），「地震情報サイト  ＪＩＳ」（甲２２）の３例であ\nり，いずれも一般に知られた「ＪＩＳ」の使用例ではなく，引用標章に\n接した国民一般がこれらの使用例を想起することは通常考え難いこと\nであるから，これらの使用例の存在が，引用標章の著名性を否定する理\n由となるものではない。\nウ  以上のとおり，引用標章に著名性がないとする原告の主張はいずれ\nも理由がない。\n３  本願商標が引用標章と同一又は類似の商標であること\n⑴  本願商標は，「ＪＩＳ」の文字を標準文字で表してなるものであり，こ\nれからは，通常の英語読みである「ジス」の称呼が生じる。また，前記２\n⑵で述べたとおり，「ＪＩＳ」の文字が日本工業規格を表す標章として著\n名なものであることからすれば，同じく「ＪＩＳ」の文字からなる本願商\n標からは，「日本工業規格としてのＪＩＳ」の観念が生じるものといえる。\n他方，引用標章も，「ＪＩＳ」の文字からなり，これから，「ジス」の\n称呼及び「日本工業規格としてのＪＩＳ」の観念が生じることは明らかで\nある。\nしてみると，本願商標と引用標章とは，その外観，称呼，観念の全てを\n共通にするものであるから，本願商標は，引用標章と同一又は類似の商標\nといえる。\n⑵  原告の主張について\n原告は，本願商標のように，英字３文字と短く，様々な略称に使用され\n得る標章の類似性を判断するに当たっては，外観や称呼の類似性よりも観\n念の類似性が重視されるべきであり，観念において混同のおそれがない標\n章同士は非類似とされるべきであるとの見解に立った上で，本願商標の指\n定役務の分野においては引用標章が日本工業規格を表す標章として広く\n知られていないことを前提に，当該分野の需要者らが，本願商標と引用標\n章を混同するおそれはないとして，両者は非類似である旨を主張する。\nしかし，英字３文字からなる短い商標であるからといって，その類否判\n断に当たって外観，称呼の類似性が軽視されるべき理由はなく，原告の上\n記見解は，根拠のない独自の見解というほかない。\nまた，引用標章が，日本工業規格を表す標章として我が国の国民一般（\nその中には，本願商標の指定役務の分野における取引者，需要者も当然含\nまれる。）に広く認識されていることは前記２⑵で述べたとおりであり，そ\nれゆえに，同じく「ＪＩＳ」の文字からなる本願商標及び引用標章のいず\nれからも「日本工業規格としてのＪＩＳ」の観念が生じ，両者が観念を共\n通にすることは明らかであるから，観念の類似性を特に重視した類否判断\nを行ったとしても，本願商標と引用標章が同一又は類似といえることに何\nら変わりはない。\nしたがって，原告の上記主張は理由がない。\n４  本願商標が商標法４条１項６号の商標に該当すること\n⑴  以上によれば，引用標章は，「公益に関する事業であって営利を目的と\nしないものを表示する標章であって著名なもの」に当たるところ，本願商\n標は，引用標章と同一又は類似の商標といえるものであるから，商標法４\n条１項６号の商標に該当する。\n⑵  原告の主張について\n原告は，商標法４条１項６号の趣旨からすれば，本願商標が同号に該\n当するか否かについては，本願商標をその指定役務において使用した\n場合に引用標章と出所の混同を招くか否か等によって判断されるべき\nであるとした上で，本願商標の指定役務に係る取引者・需要者がそのよ\nうな混同（狭義の混同又は広義の混同）をすることは考えられないか\nら，本願商標は商標法４条１項６号には該当しない旨主張する。\nしかし，商標法４条１項６号の規定は，同号に掲げる団体や事業の公\n共性に鑑み，その権威や信用を尊重するとともに，出所の混同を防いで\n取引者，需要者の利益を保護しようとの趣旨に基づき，同号の規定に該\n当する商標，すなわち，これらの団体や事業を表示する著名な標章と同\n一又は類似の商標に当たるものであれば，これらの団体や事業の権威・\n信用を損なうとともに，出所の混同を生ずるものとみなして，無関係な\n私人による商標登録を排斥するものとした規定であると解するのが相\n当である。してみると，ある商標が同号に該当するか否かは，専ら同号\nに明示される要件の有無によって判断されるものであって，そのほか\nに，当該商標の指定役務等に係る取引者・需要者による具体的な出所混\n同のおそれの存在が必要とされるものではない。\nしたがって，本願商標の指定役務に係る取引者・需要者による出所混\n同が考えられないことを理由に，本願商標の商標法４条１項６号該当\n性を否定する原告の上記主張には理由がない。\n５  結論\n以上によれば，本願商標が商標法４条１項６号の商標に該当するとした本\n件審決の判断に誤りはない。\nしたがって，原告の請求は理由がないから，これを棄却することとし，主\n文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴 岡 稔 彦\n裁判官\n大西勝滋\n裁判官\n杉 浦 正 樹\n"
}