{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 3,
    "day": 19
  },
  "case_number": "平成26(行ケ)10181",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85020",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85020",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/020/085020_hanrei.pdf",
  "contents": "平成２７年３月１９日判決言渡  同日原本受領  裁判所書記官\n平成２６年（行ケ）第１０１８１号  審決取消請求事件\n口頭弁論終結日  平成２７年２月２４日\n判     決\n原        告        沖 マ イ ク ロ 技 研 株 式 会 社\n訴 訟 代 理 人 弁 護 士     永    島      孝    明\n同              安    國      忠    彦\n同              朝    吹      英    太\n同              安    友      雄  一  郎\n訴 訟 代 理 人 弁 理 士     久  米  川      正    光\n同               若    山      俊    輔\n被        告        パ ナ ソ ニ ッ ク 株 式 会 社\n訴 訟 代 理 人 弁 護 士       小     松     陽  一  郎\n同              川     端     さ  と  み\n同              森     本            純\n同              山     崎     道     雄\n同              中     原     明     子\n訴 訟 代 理 人 弁理 士       阿    部      伸    一\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１３－８００１７７号事件について平成２６年６月３０日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n被告は，平成１１年１２月２８日，発明の名称を「遮断弁」とする特許出\n願（特願平１１－３７３８７３。以下「本件出願」という。）をし，平成２\n２年７月１６日，設定の登録（特許第４５４７７５１号）を受けた（請求項\n数４。甲２８。以下，この特許を「本件特許」という。）。\n原告は，平成２５年９月１８日，本件特許の全てである請求項１ないし４\nに係る発明についての特許無効審判を請求した（甲２９）。\n特許庁は，上記審判請求を無効２０１３－８００１７７号事件として審理\nを行い，平成２６年６月３０日，「本件審判の請求は，成り立たない。」旨の\n審決（以下「本件審決」という。）をし，その謄本は，同年７月１０日，原\n告に送達された。\n原告は，平成２６年７月２４日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲の記載は，次のとおりである。以下，請求項１な\nいし４に係る発明をそれぞれ「本件発明１」ないし「本件発明４」といい，併\nせて「本件発明」という。また，本件発明に係る明細書（甲２８）を「本件明\n細書」という。\n【請求項１】\n励磁コイルを有するステータと，前記ステータの内側に同軸に配設され貫通\n穴のないなべ状に成形された剛体性の隔壁と，流体室に取り付け可能で前記隔\n壁の円筒部外径より若干大きな内径の円筒状段差部を形成された剛体性の取り\n付け板と，前記隔壁の円筒部外周と前記取り付け板段差部内周との間に円周方\n向に圧縮されて配設された弾性体製のシール部材と，前記隔壁の内側に前記ス\nテータに対向して配設されたロータと，前記ロータの回転軸に配設された弁機\n構とで構成され，\n前記隔壁は，開放端につばを有し，前記つばを前記シール部材と共に前記取\nり付け板段差部に挿入して構成した遮断弁。\n【請求項２】\n前記隔壁を取り付け板方向に付勢する付勢手段と，前記隔壁の開放端に嵌挿\nされ中心に軸受を配設した合成樹脂製のふたを有し，前記ふたの外周部を前記\nつばと前記取り付け板段差部の底面とで挟んで保持した請求項１記載の遮断弁。\n【請求項３】\n前記付勢手段は前記隔壁と前記ステータの軸方向の相対位置を規制するよう\nに形成され，前記隔壁の開放端と前記取り付け板段差部底面とに挟まれるふた\nの挟持部に，変形することによって前記ふたの前記取り付け板に対する軸方向\n位置を変えることができる突起もしくは円周リブ状の寸法吸収部を形成した請\n求項２記載の遮断弁。\n【請求項４】\n前記ステータと前記シール部材との間に配設され，前記シール部材が前記取\nり付け板段差部から脱落することを防止するバックアップリングを有する請求\n項１～３のいずれか１項に記載の遮断弁。\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書の写しのとおりである。要するに，\n発明は，本件出願前に頒布された，下記アの甲１に記載された発明（以下\n「甲１発明」という。）と，下記イ～オの甲２～５に記載された発明（以下\n「甲２発明」ないし「甲５発明」という。）又は周知技術を組み合わせるこ\nとにより，当業者が容易に発明をすることができたものとはいえないから，\n特許法２９条２項（同法１２３条１項２号）に係る無効理由を有しない，\n特許法２９条１項３号（同法１２３条１項２号）に係る無効理由を有しな\nい，というものである。\nア  甲１：特開平５－７１６５５号公報\nイ  甲２：特開平１１－２３５２号公報\nウ  甲３：特開平１１－２３５１号公報\nエ  甲４：特開平１１－２３５３号公報\nオ  甲５：特開平１０－３８１２６号公報\n本件審決が認定した甲１発明は，次のとおりである。\nア  電磁コイル３６とコイルボビン３５を配置するロータ回転手段３４と，\n前記ロータ回転手段３４のステータヨーク３７と接するように嵌装された\n黄銅などの非磁性材の薄板パイプ３８と，流通路に取り付けられた前記薄\n板パイプ３８の円筒部外径より若干大きな内径の円筒状の段差部を形成さ\nれた剛体性の取付板２３と，前記薄板パイプ３８の円筒部外周と前記取付\n板２３の段差部内周との間に円周方向に圧縮されて嵌装された弾性体製の\nシール材としてのＯリング３９と，前記薄板パイプ３８の内側に前記ロー\nタ回転手段３４に対向して配設されたロータ２９と，前記ロータ２９と一\n体の回転軸２８に配設された弁体移動手段２５と弁体２２とで構成され，\n前記薄板パイプ３８は，両端部３８ａを有し，前記端部３８ａを前記Ｏ\nリング３９と共に前記取付板２３の段差部に挿入して構成したモータ駆動\n双方向弁装置。（以下「甲１発明１」という。）\nイ  電磁コイル３６とコイルボビン３５を配置するロータ回転手段３４と，\n前記ロータ回転手段３４のステータヨーク３７と接するように嵌装された\n黄銅などの非磁性材の薄板パイプ３８と，流通路に取り付けられた前記薄\n板パイプ３８の円筒部外径より若干大きな内径の円筒状の段差部を形成さ\nれた剛体性の取付板２３と，前記薄板パイプ３８の円筒部外周と前記取付\n板２３の段差部内周との間に円周方向に圧縮されて嵌装された弾性体製の\nシール材としてのＯリング３９と，前記薄板パイプ３８の内側に前記ロー\nタ回転手段３４に対向して配設されたロータ２９と，前記ロータ２９と一\n体の回転軸２８に配設された弁体移動手段２５と弁体２２とで構成され，\n前記薄板パイプ３８は，両端部３８ａを有し，前記端部３８ａを前記Ｏ\nリング３９と共に前記取付板２３の段差部に挿入して構成したモータ駆動\n双方向弁装置であって，\n前記薄板パイプ３８の端部３８ａに嵌装され中心に軸受３１を配設した\n軸受保持盤３２を有する，モータ駆動双方向弁装置。（以下「甲１発明２\n」という。）\n本件審決が認定した本件発明１と甲１発明１との一致点，相違点は次のと\nおりである。\nア  一致点\n励磁コイルを有するステータと，前記「ステータの内側に同軸に配設\nされたもの」と，流体室に取り付け可能で前記「ステータの内側に同軸に\n配設されたもの」の円筒部外径より若干大きな内径の円筒状段差部を形成\nされた剛体性の取り付け板と，前記「ステータの内側に同軸に配設された\nもの」の円筒部外周と前記取り付け板段差部内周との間に円周方向に圧縮\nされて配設された弾性体製のシール部材と，前記「ステータの内側に同軸\nに配設されたもの」の内側に前記ステータに対向して配設されたロータと，\n前記ロータの回転軸に配設された弁機構とで構成され，\n前記「ステータの内側に同軸に配設されたもの」は，開放端を有し，\n前記開放端を前記シール部材と共に前記取り付け板段差部に挿入して構成\nした遮断弁。\nイ  相違点\n相違点１\n「ステータの内側に同軸に配設されたもの」に関し，本件発明１では，\n「貫通穴のないなべ状に成形された剛体性の隔壁」であるのに対し，\n甲１発明１では，「黄銅などの非磁性材の薄板パイプ３８」である点。\n相違点２\n「「ステータの内側に同軸に配設されたもの」は，開放端を有し，前記\n開放端をシール部材と共に取り付け板段差部に挿入して」いる点に関し，\n本件発明１では，「隔壁は，開放端につばを有し，つばをシール部材と\n共に取り付け板段差部に挿入して」いるのに対し，甲１発明１では，「\n薄板パイプ３８は，両端部３８ａを有し，端部３８ａをシール部材と共\nに取り付け板段差部に挿入して」いる点。\n本件審決が認定した本件発明２と甲１発明２との一致点，相違点は次のと\nおりである。\nア  一致点\n励磁コイルを有するステータと，前記ステータの内側に同軸に配設さ\nれたものと，流体室に取り付け可能で前記ステータの内側に同軸に配設\nされたものの円筒部外径より若干大きな内径の円筒状段差部を形成され\nた剛体性の取り付け板と，前記ステータの内側に同軸に配設されたもの\nの円筒部外周と前記取り付け板段差部内周との間に円周方向に圧縮され\nて配設された弾性体製のシール部材と，前記ステータの内側に同軸に配\n設されたものの内側に前記ステータに対向して配設されたロータと，前\n記ロータの回転軸に配設された弁機構とで構成され，\n前記ステータの内側に同軸に配設されたものは，開放端を有し，前記\n開放端を前記シール部材と共に前記取り付け板段差部に挿入して構成し\nた遮断弁であって，\n前記隔壁の開放端に嵌挿され中心に軸受を配設したふたを有する遮断\n弁。\nイ  相違点\n相違点３\n本件発明２では，「隔壁を取り付け板方向に付勢する付勢手段と，合\n成樹脂製のふたを有し，前記ふたの外周部をつばと取り付け板段差部の\n底面とで挟んで保持した」のに対し，甲１発明２では，「ふた（保持盤）\n」を有するものの，その他について特定されていない点。\n本件審決が認定した本件発明３と甲１発明２との一致点，相違点は次のと\nおりである。\nア  一致点\nアの本件発明２と甲１発明２との一致点と同じ。\nイ  相違点\n相違点４\n本件発明３では，「付勢手段は隔壁とステータの軸方向の相対位置を\n規制するように形成され，前記隔壁の開放端と取り付け板段差部底面と\nに挟まれるふたの挟持部に，変形することによって前記ふたの前記取り\n付け板に対する軸方向位置を変えることができる突起もしくは円周リブ\n状の寸法吸収部を形成した」のに対し，甲１発明２では，そのように特\n定されていない点。\n本件審決が認定した本件発明４と甲１発明１との一致点，相違点は次のと\nおりである。\nア  一致点\nイ  相違点\n相違点５\n本件発明４では，「ステータとシール部材との間に配設され，前記シ\nール部材が取り付け板段差部から脱落することを防止するバックアップ\nリングを有する」のに対し，甲１発明１では，そのように特定されてい\nない点。\n４  取消事由\n本件発明１の容易想到性の認定判断の誤り（取消事由１）\n本件発明２の容易想到性の認定判断の誤り（取消事由２）\n本件発明３の容易想到性の認定判断の誤り（取消事由３）\n本件発明４の容易想到性の認定判断の誤り（取消事由４）\n第３  当事者の主張\n１  取消事由１（本件発明１の容易想到性の認定判断の誤り）について\n〔原告の主張〕\n相違点１及び２の一体性の認定判断の誤り\n本件審決は，本件発明１と甲１発明１との相違点として，相違点１及び２\nを個別に認定しながら，単純に端部に補強機能としての周知の外向きフラン\nジを設けるとすると，両方の端部に設けることになり，シール材を配設する\n際，フランジの外径以上にシール材の径を広げる必要が生じ望ましくないの\nに対し，なべ状の隔壁であれば，一方の端部である開放端に外向きフランジ\nを設けて両端部の強度を確保してもシール材配設・強度確保に支障がないこ\nとを踏まえると，本件発明１において，\n開放端につばがあること，\nることとは，技術的に密接な関連があるものと理解すべきであるから，相違\n点１及び２は併せて検討すべきである旨判断した。\nア  しかし，甲１発明１の薄板パイプ３８は，ステータ内への挿入・配設を\n前提とした挿入型円筒体であるから，本件審決がシール材配設に支障があ\nるとする円筒体の両端に外向きフランジを設ける構成は本来的に想定し得\nえず，その構造上，挿入側の端部がストレート形状でなければならないと\nいう特有の制約を必然的に伴うのであって，単純に周知の外向きフランジ\nを設けるとしても，その位置は挿入側とは反対の端部に自ずと限定される。\nしたがって，挿入型円筒体においては，挿入側の端部は，それが開口し\nているか，なべ状に塞がれているかを問わず，必ずストレート形状にすべ\nきことから，本件審決が指摘するシール材配設に関する問題はそもそも生\nじないのであって，周知の外向きフランジやなべ状の隔壁を用いることと，\n隔壁の円筒部に弾性体製のシール部材を配設することとは何ら関係がない。\nそうすると，本件審決は，上記の挿入型円筒体に特有の制約を何ら考慮\nすることなく，単に強度の確保という観点のみに着目して，両端フランジ\nの構成を導き出した点で誤謬がある上，シール材配設の点を考慮しても，\n本件審決が着目する 構成について，それぞれが密接な技術的\n関連性があると解すべき理由はない。\n被告は，この点について，挿入時に，挿入側の端部がストレート形状で\nある必要があるとしても，パイプ両端の強度確保のためにフランジが必要\nであれば，挿入後にストレート形状を拡管してフランジを形成することも\n技術的に可能である旨主張する。しかし，ガス遮断弁の実製品においては，\n薄板パイプに相当する部材として，ステンレス等を主体とした剛性の高い\n金属部材が汎用的に使用されていることは公知であり，また，ストレート\n形状の薄板パイプに金属加工を施して外向きフランジを形成する場合，フ\nランジが全周に亘って正確に屈曲していること，フランジの突出高が全周\nに亘って均一であること，金属加工の際に薄板パイプの真円が変形しない\nことなどが工業製品の品質として当然に要求されるのであって，このよう\nな品質上の要求を満たすためには，治具を用いることが必要不可欠である\nところ，薄板パイプをステータ内に挿入した場合，薄板パイプの外周近傍\nに配置されたステータが障害になって，薄板パイプの周りに治具を配置す\nることができない。そうすると，挿入後にストレート形状を拡管してフラ\nンジを形成するなどということは，金属加工に関する技術常識を無視した\n机上の空論にすぎない。\nさらに被告は，挿入側と反対の端部にのみフランジを設けた構成では，\nパイプの挿入側の端部にフランジがないため，変形しやすく組立性の悪い\nパイプ開放端が残るとともに，Ｏリングの挿入時に，薄板パイプのフラン\nジのない側の開放端のエッジでＯリングを傷つける危険性があるから，本\n件発明の作用効果を奏することができない旨主張する。しかし，上記のと\nおり，ガス遮断弁の実製品においては，薄板パイプに相当する隔壁として，\nステンレス等を主体とした剛性の高い金属部材が汎用的に使用されている\nため，ガス遮断弁であるからとの理由で，隔壁の変形やそれに起因した組\n立性が殊更問題になるわけではない。また，ガス遮断弁用途の隔壁の軸方\n向の寸法は短いので，一方の端部のみにフランジを設けるだけでも，全体\n的な強度は十分に確保することができる。さらに，隔壁も工業製品である\n以上，これを取り扱う際の負傷の防止のために，エッジのバリ取りが当然\n行われるから，フランジのない側の開放端のエッジでＯリングを傷つける\n危険性は生じ得ない。したがって，被告の上記主張は理由がない。\nイ  むしろ本件審決の着目する前記①～③の構成は，以下のとおり，互いに\n技術的関連が希薄であり，単なる独立した構成の寄せ集めにすぎない。\nまず，隔壁（円筒体）の後端側の形状を「なべ状」とすることと，前端\n側の形状を「つば」を設ける構造とすることとは，対象となる部位が異な\nるばかりか，技術的にも無関係であって，両者はそれぞれ独立して任意に\n採用し得る構造である。また，後端側を「なべ状」にすることと，前端側\nを「つば」を設ける構造にすることとは，隔壁の内部を気密にして外部へ\nのガス漏洩を防止する点で目的が共通するとしても，両者が相俟ってかか\nる目的を達成するものではなく，単に同一の目的のために設けられた別個\nの構成にすぎず，両者が一体不可分の構成というものでもない。\nさらに，前端側に「つば」を設ける構造にすることのみに着目しても，\n「つば」及び「シール部材」を一体で捉えるべき理由はない。そもそも「\nシール部材」を円筒体に配設し，これを円周方向（判決注：径方向と同じ。\n以下，証拠を引用する記載を除き，「円周方向」の用語を用いる。）に圧縮\nすることは，甲１発明１の特徴であって，前記①～③の各構成には相互に\n密接な技術的関連性がない以上，「シール部材」に関する前記③の構成は，\n本件発明１と甲１発明１との一致点にすぎず，動機付けの有無を含め相違\n点の判断で考慮すべき事項ではない。また，なべ状の隔壁の開放端に「つ\nば」を有することは，甲７～９から明らかなように周知技術にすぎない。\n加えて，つばをシール部材と共に取り付けて板段差部に挿入すること（相\n違点２）は，甲１発明１に上記周知技術を適用した結果として必然的に得\nられる構成にすぎない。\nまた，シール部材を「円周方向」に圧縮する場合，経年劣化を抑制すべ\nく，「円周方向」の圧縮によって生じる軸方向の弾性変形（膨張）を許容\nする必要がある。ところが，軸方向に配置された「つば」をシール部材に\n密着させてしまうと，軸方向の弾性変形が規制され，シール部材が過度に\n圧縮された状態になるので，経年劣化が促進されてしまう。そのため，軸\n方向上の「つば」は，シール部材が軸方向に弾性変形しても，シール部材\nと密着しない程度に離して配置するのが通常である。そうすると，「円周\n方向」のシール圧縮と，「つば」とを一体で捉えるべき理由はなく，むし\nろ隔壁の開放端の強度を高めることがフランジの本来的な用途にすぎない\nこと及び軸方向に配置された「つば」は「円周方向」のシールに関与しな\nいことに照らせば，気密性につき高度の信頼性を確保する点で共通すると\nしても，両者は分離して捉えるべきものである。\n以上のとおり，前記①～③の構成は，互いに技術的関連が希薄であり，\n単なる独立した構成の寄せ集めにすぎない。それゆえ，後端側の形状につ\nいては相違点１，前端側の構造については相違点２として，それぞれを別\n個の相違点として個別に判断すべきである。しかるに，本件審決は，前記\n①～③の構成に密接な技術的関連性があるとしている点で，判断の前提に\nおいて誤りがあり，かかる誤りに基づいて相違点１及び２を併せて検討し，\n容易想到性を否定しているから，取消しを免れない。\n各甲号証に基づく容易想到性の判断の誤り\nア  甲２～４の記載内容について\n本件審決は，相違点１及び２を併せて検討すべきとの立場から，前記\n①以外の前記②及び③の構成をも併せて斟酌し，「つば」については，\n甲２～４の「鍔付きカップ状のケーシング６」が有する「鍔」は，いず\nれも段付フランジ２と平板フランジ７とでシールドリング８と共に固定\nするために必要なものであるのに対し，甲１発明１において取付板２３，\n３３をステータヨーク３７に螺着することによって，薄板パイプ３８を\n一体に固定しており，薄板パイプ３８の固定にはつばを必要としないか\nら，その端部３８ａに甲２～４にあるような固定するためのつばを設け\nる動機がないこと，さらに，甲２～甲４において，ケーシング６をシー\nルするシールドリング８は弾性体製のシール部材を隔壁の円筒部に配設\nしたものではなく，したがって，有底円筒部材の開口端部に鍔を設け円\n筒部外周と前記取り付け板段差部内周との間に円周方向に圧縮されて配\n設された弾性体製のシール部材を有するものではないとして，甲１発明\n１からは，甲２～４記載事項を考慮しても，本件発明１を当業者が容易\nに想到し得たとはいえないと判断した。\nしかし，本件審決の認定判断は，相違点１及び２を併せて検討すべき\nとする誤った理解に基づくものであって，「なべ状」の隔壁を開示する\n甲２～４を検討するに当たっては，「なべ状」の隔壁のみに着目すべき\nである。\nそもそも甲２には，甲１に記載された遮断弁が従来技術として挙げら\nれ（甲２の段落【０００３】～【０００５】），その問題を解決するため\nに，甲１の薄板パイプ３８を「カップ状のケーシング６」に変更するも\nのであるから（甲２の段落【０００６】～【０００８】），甲１発明１に\nついて，後端をなべ状に変更することが否定される理由はなく，相違点\n１に係る構成は，甲２～４の記載事項から当業者が容易に想到し得るも\nのである。\nすなわち，本件発明１は，「前記隔壁の円筒部外周と前記取り付け板\n段差部内周との間に『円周方向』に圧縮されて配設された弾性体製のシ\nール部材」を発明特定事項とするものであるが，シール部材の圧縮方向\nが「円周方向」であることについて，甲１発明１との間に差異はない。\n当該構成は，あくまで本件発明１と甲１発明１との一致点にすぎず，動\n機付けの有無を含め相違点の判断で考慮すべき事項ではない。次に，甲\n２には，「前記ステータ（４）の内側に同軸に配設され貫通孔のないカ\nップ状のケーシング（６）」が開示されている。また，甲１発明１及び\n甲２は，モータ駆動双方向弁である点で技術分野が共通し，モータ駆動\n双方向弁の基本構成も共通し，さらに甲１発明１の「薄板パイプ３８」\n及び甲２の「カップ状のケーシング６」の作用・機能も共通する。した\nがって，甲１発明１及び甲２の記載事項を組み合わせることには動機付\nけがある。そして，甲１発明１において，「薄板パイプ３８」の作用・\n機能は，内部を気密にして外部へのガス漏洩を防止することにあり，か\nかる作用・機能を奏するためには，「薄板パイプ３８」の後端側を開口\nしたままの状態とすることは許されず，別部材としての取付板３３によ\nって必ず塞ぐ必要がある。一方，甲２において，「カップ状のケーシン\nグ６」の作用・機能は，甲１発明１の「薄板パイプ３８」のそれと同様，\n内部を気密にして外部への流体流出を防止することにある。なお，この\n点は，甲２と同様の構成を有する甲３，４についても該当する。そうす\nると，甲１発明１の「薄板パイプ３８」について，最終的に塞がれるべ\nき後端側の開口を，それ自体が形状的に塞がれている「カップ状」に変\n更することに格別の困難性はなく，相違点１に係る構成は，甲２～４記\n載事項を適用することによって，当業者が容易に想到し得る。\nイ  甲７～９の記載内容について\n本件審決は，相違点１及び２を併せて検討すべきとの立場から，甲\n７～９の「つば」は，いずれも隔壁を固定するための機能を有するも\nのであるのに対し，甲１発明１においては，「薄板パイプ３８」の固定\nにはつばを必要としないから，その端部３８ａに甲７～９にあるよう\nな固定するためのつばを設ける動機がなく，さらに，甲７及び９はシ\nールのための鍔であり（シールの圧縮方向も円周方向ではなく異なる。\n），甲８もシールのための鍔であり（シールの圧縮方向は円周方向とい\nうより傾斜方向であって，いわゆる三角シール構造をなす。），いずれ\nも有底円筒部材の開口端部に鍔を設け円筒部外周と前記取り付け板段\n差部内周との間に円周方向に圧縮されて配設された弾性体製のシール\n部材を有するものではないとして，甲１発明１からは，甲７～９記載\n事項を考慮しても，本件発明１を当業者が容易に想到し得たとはいえ\nない，と判断した。\nしかし，本件審決の認定判断は，相違点１及び２を併せて検討すべ\nきとする誤った理解に基づくものであって，周知技術の「つば」を開\n示する甲７～９を検討するに当たっては，「つば」のみに着目すべきで\nある。\nそうすると，相違点２に係る構成は，甲７～９の記載事項（周知技\n術）から当業者が容易に想到し得るものであり，甲１発明１の構成に\nおいて，「薄板パイプ３８」の開放端に外向きフランジを設ければ，必\n然的に相違点２に係る構成に至るのであるから，相違点２に係る構成\nは，甲７～９記載の周知技術を適用することによって，当業者が容易\nに想到し得る。\nウ  甲２１～２３の記載内容について\n本件審決は，甲２１～２３は，いずれも段差部様の部分に，なべ状\nのものの開放端のフランジ様のものと，周方向シール様のものとが挿入\nされているような構造を有し，本件発明１のなべ状の隔壁であること，\nその開放端につばがあること，さらに隔壁の円筒部に弾性体製のシール\n部材を配設することと同様の構造を有することが理解できるが，なべ状\nのものの開放端のフランジ様のもの，シール様のものと段差部様のもの\nに係る構造について，甲２１～２３に詳細な記載がなく，その技術的意\n義については不明であるから，甲２１～２３記載事項から，有底円筒部\n材の開口端部に鍔を設け円筒部外周と前記取り付け板段差部内周との間\nに円周方向に圧縮されて配設された弾性体製のシール部材を有するよう\nな構成が明らかであるとはいえず，そのような構成が周知であるともい\nえない，また，甲１発明１においては，薄板パイプ３８の厚さがモータ\nのエアギャップの大きさに直接関わるからこそ，その開放端を補強する\n動機があると理解できるものであるが，甲２１の「なべ状のスリーブ２\n６」，甲２２の「なべ状のもの」及び甲２３の「なべ状のケース３８」\nは，いずれも電磁弁に関わるものであって，その円筒部の厚さはモータ\nのエアギャップとは無関係であり，必ずしも甲１発明１における薄板パ\nイプ３８のように開放端を補強しなければならない程度の薄さが求めら\nれるものとはいえないから，円筒部の開放端の補強が必ずしも要求され\nず，甲２１～２３記載事項に係る上記構成を，甲１発明１に適用する動\n機があるとはいえず，さらに，電磁弁に係る技術分野の構成をモータ駆\n動の遮断弁である甲１発明１に適用することが一般的に行われていると\nもいえないとして，甲１発明１において，甲２１～２３記載事項に係る\n周知技術から，本件発明１を当業者が容易に想到し得たとはいえない，\nと判断した。\nしかし，ソレノイドチェック弁４５の一部を構成するスリーブ２６\nが前記①～③の構成の全てを具備していることは，甲２１の図１に図示\nされた構成から明らかである。また，甲２１～２３の電磁ソレノイドに\nおいて，電磁コイル２２と可動子２５との隙間は，電磁ソレノイドの磁\n気特性に多大な影響を及ぼすパラメータであって，可能な限り狭い方が\n好ましいという点において，モータのエアギャップと何ら異なるところ\nはない。モータのエアギャップに介装される薄板パイプ３８と同様，ス\nリーブ２６も可能な限り薄くすることが求められるから，その開放端を\n補強する動機は充分に存在する。さらに本件明細書の段落【０００３】\nにあるように，ガスメータなどのガス遮断装置としては，電磁ソレノイ\nド駆動式の遮断弁が先に使用され，その後にモータ駆動式の遮断弁が主\n流になったという技術的経緯に照らせば，甲２１～２３の電磁ソレノイ\nド駆動式の遮断弁に関する技術を甲１発明１のモータ駆動式の遮断弁に\n適用することに格別の困難性はない。電磁ソレノイド駆動式の遮断弁と\nモータ駆動式の遮断弁とでは，前者が可動子による直線運動，後者がロ\nータによる回転運動であるという点で相違するとしても，電磁力を機械\n運動に変換するという点において機能的に差異はなく，磁気特性との関\n係で要求される隔壁の仕様についても差異はないから，スリーブ２６と\n薄板パイプ３８とが異なるものとすべき理由はない。\n以上のとおりであるから，本件審決が，モータと電磁ソレノイド（\n電磁弁）との構造上の差異及び開放端を補強する動機の有無を根拠とし\nて，甲２１～２３記載事項を甲１発明１に適用する動機付けがないとし\nた認定判断は誤りである。\nエ  なお，本件審決は，本件発明１の効果として，被告が意見書（甲１９\n）で主張した，①隔壁の開放端につばを設けることにより強度を確保でき\nるので，隔壁の変形を防止して「真円度が確保」できる点，②組立ての際\nに，シール部材を押し込むことで，同時に隔壁を取り付け板段差部に挿入\nできるため「組立作業が容易」になる点を認めている。\nしかし，上記①の効果は，周知のフランジの本来的な用途が補強であ\nる以上，甲１発明１に周知技術を適用した結果として必然的に得られる効\n果にすぎず，また，上記②の効果も，甲１発明１に前記周知技術を適用し\nた結果として必然的に得られる効果にすぎない。\nオ  前記ア～エのとおり，本件発明１は，甲１発明１，甲２～４，甲７～\n９，甲２１～２３の各記載事項等に基づいて，当業者が容易に想到し得る\nものである。\n以上のとおり，本件審決は，個別に判断すべき相違点１及び２を併せて検\n討すべきとした点で認定判断の誤りがあり，かかる誤りにより，相違点１\n及び２の構成を充たすための各甲号証の技術的位置付け，記載内容を不当\nに狭く認定し，本件発明１は容易想到ではないとの結論を導き出すものと\nして誤っており，取消しを免れない。\n〔被告の主張〕\n本件発明の技術的特徴点\n甲２発明は，甲１発明を従来技術として，信頼性及び生産効率を高めて品\n質を改善するという課題に対し，課題解決手段を提供したものであり（甲２\nの段落【０００２】～【０００８】），さらに本件発明は，甲２発明を従来技\n術として，長期間の使用中に気密性が劣化することを防止するという課題に\n対し，ロータの収容部として，貫通穴のないなべ状に成形された剛体性の隔\n壁を設けるとともに，隔壁の開放端につばを設け，つばを弾性体製のシール\n部材と共に取り付け板段差部の内周に挿入することによって，シール部材が，\n隔壁の外周と取り付け板段差部の内周との間で，円周方向に圧縮されて，シ\nール機能を奏する構成を採用するという課題解決手段を提供したものである\n（本件明細書の段落【０００５】～【００１２】）。このように，本件発明は，\n甲１発明を改良した甲２発明を踏まえて，さらにガス遮断装置に求められる\n高度の気密性を実現するために改良した発明である。\n以上の本件発明の従来技術に対する位置付けから明らかなとおり，本件発\n明の固有の技術的特徴点は，\nⅰ）甲２発明の「弾性シール部材８と合成樹脂製のアウターブッシュ３とケ\nーシング６とを，段付きフランジ２と平板フランジ７との間に挟み込ん\nで，かしめ工法により固着する構成」では，長期間の使用中に気密性が\n劣化してくることがあるという問題があったため，段付きフランジと平\n板フランジとをかしめ工法により固着する構成，及び段付きフランジと\n平板フランジとの間に弾性シール部材を挟み込んで軸方向に圧縮する構\n成は採用せず，段付きフランジの内周面となべ状の隔壁の外周面との間\nにシール部材を設け，円周方向に圧縮する構成を採用するとともに，\nⅱ）開放端に円周方向に圧縮するシール部材を設けると，シール部材から加\nわる圧力により，組立時又は使用中に板薄である隔壁が変形し，気密性\nを確保することができない危険性があったが，なべ状の隔壁の開放端側\nにつばを設ける構成によって，隔壁の開放端の強度を高め，変形を防止\nして隔壁の真円度を確保し，これにより気密性につき高度の信頼性を確\n保することを可能とし，かつ，\nⅲ）シール部材を嵌着するなべ状の隔壁の開放端につばを設ける構成によっ\nて，つばをシール部材と共に取り付け板段差部に挿入することができ，\n組立作業を容易にした\nことにあると認められる。\n相違点１及び２が一体的に判断されるべきことについて\nの本件発明の技術的特徴点ⅰ）～ⅲ）は，高度の気密性の確保が\n要求されるガス遮断弁において，①なべ状の隔壁であること，②なべ状の隔\n壁の開放端につばがあること，③隔壁の円筒部の開放端側に弾性体製のシー\nル部材を配設すること，の三点が全て具備されることによってはじめて実現\nするものである。したがって，これらの要素となる相違点１及び２の構成は，\n容易想到性の判断においても，区々別々に検討するのでなく，一体的に把握\nされるべきである。\nア\n仮に，原告が主張するように，薄板パイプ３８の両端に外向きフランジ\nを設ければ，ステータ内に隔壁を挿入することができなくなるというので\nあれば，これは，薄板パイプ３８の両端の構成を併せて検討しなければな\nらないことを意味しており，かえって薄板パイプの開放端の一端の構成と\n他端の構成とを別個に検討することは許されないはずである。また，挿入\n時に，挿入側の端部がストレート形状である必要性があるとしても，パイ\nプ両端の強度確保のためにフランジが必要であれば，挿入後にストレート\n形状を拡管してフランジを形成することも，技術的に可能である。したが\nって，挿入側の端部がストレート形状であるからといって，最終的な完成\n品における形状が，必然的にストレート形状に制約されることにはならな\nい。挿入型円筒体のフランジの位置が，挿入側とは反対側の端部に構造上\n自ずと限定されるものでないことは明らかである。\nそして，本件発明のつば（フランジ）は，前記 のとおり，ⅱ）隔壁の\n開放端側の端部（シール部材の近傍）の変形を防止し，ⅲ）組立性を容易\nにする作用効果を奏するものである。原告が主張するような，挿入側と反\n対側の端部のみにフランジを設けた構成では，パイプの挿入側の端部にフ\nランジがないため，変形しやすく組立性の悪いパイプ開放端が残ってしま\nい，本件発明の上記作用効果を奏することができない。また，挿入側と反\n対側の端部のみにフランジを設けた構成では，甲１発明１と同様，Ｏリン\nグ挿入時に，薄板パイプのフランジのない側の開放端のエッジでＯリング\nを傷つける危険性があり，気密性について高い信頼性を持った遮断弁を実\n現することができない。したがって，甲 1 発明１には，本件発明の解決課\n題の想定自体がないばかりか，パイプの端部にフランジを設ける動機もな\nく，ましてやパイプの片端だけにフランジを設ける発想・動機さえも存在\nしない。これに対し，本件発明は，隔壁の一端をなべ底状にし，他端を開\n放端とすると共に外側向きのつばを設け，その開放端側の隔壁の円筒部に\n円周方向に圧縮するシール部材を配設することによって，隔壁の気密構造\nを一体的に実現して，本件発明の前記 ⅰ）～ⅲ）の技術的特徴点を実\n現したものである。原告の主張は，ガス遮断弁に求められる本質的機能で\nある１０年という長期にわたる耐久性を維持する確実な機密性を実現する\nための隔壁にかかる気密構造を，１個ずつ区々別々に検討するものでしか\nなく，理由がない。\nイ\n原告は，①なべ状の隔壁であること，②その開放端につばがあること，\n③さらに隔壁の円筒部に弾性体製のシール部材を配設すること，の技術的\n関連性が希薄であり，独立した構成の寄せ集めにすぎないと主張するが，\n以下のとおり，原告の上記主張には理由がない。\n「なべ状」に構成した隔壁の一端と，「つば」を設けた隔壁の他端とは，\n対象となる部位が異なっていても，これらは同じ１個の部材である隔壁の\n両端部の構成である。ガス遮断弁においては，高度の気密性を確保するた\nめに，多数の部品を具体的にどのように組み合わせて１個の構成体とする\nのか，部品を相互に固着・嵌着するために具体的にいかなる構成を採用す\nるのかなどの部品相互の有機的な関連性が，技術的事項として重要である。\nしたがって，高度の気密性確保のために必要な同じ１個の部材の構成を区\n々別々に論じることはできない。\nるのに対し，甲１発明１は，これらの技術的特徴点を備えていない。その\nため，形式的に見れば，本件発明と甲１発明１とは，シール部材を円筒体\nに配設する構成が共通していても，シール構造にかかる技術的意義は全く\n異なる。したがって，本件発明の「つば」とシール部材の配設位置とは一\n体となって， ⅱ）及びⅲ）の技術的特徴点を形成しているのであ\nり，これらを区々別々に捉えることは許されない。\nまた，本件審決は，甲７～９記載事項が技術分野が相違することを前提\nとして，抽象的に，隔壁の開放端につばを設ける構成が周知技術と解せる\nとしても，と仮定的な考え方を示したものにすぎず，ガス遮断弁の具体的\n技術分野について，なべ状の隔壁の開放端につばを有する構成が周知の構\n成であると認定したものではない。そして，仮に抽象的に，隔壁の開放端\nにつばを設ける構成が周知の構成であったとしても，これを，具体的な技\n術分野であるガス遮断弁において，前記 ⅱ）及びⅲ）の技術的特徴点\nをなす具体的な構成として採用することは周知ではない。形式的に部品単\n体でみれば，「つば」が周知であったとしても，「ロータの収容部としての\n隔壁をなべ状にして開放端につばを有する」ことが周知であるとはいえな\nい。ロータの収容部としての隔壁を，新たな技術的意義のもと，シール部\n材とともに新たな構成として採用することは，新たな発明をなすものであ\nる。したがって，「つば」を設けるとの一事を以て周知技術とし，相違点\n２が甲１発明１に周知技術を適用した結果として必然的に得られる構成に\nすぎないとすることはできない。\nさらに，本件発明の隔壁開放端の「つば」は，隔壁の変形や取り付け板\nやふたのずれなどによってシール部材に軸方向の圧縮が加わり過圧縮状態\nになることを防止し，シール部材の適切な円周方向への圧縮を確保する効\n果があり，これにより，気密性につき高度の信頼性を確保することを可能\nとするものである。したがって，本件発明の「つば」は，「円周方向」の\nシール圧縮の適正を維持し，シール部材による気密性を長期間維持する構\n成を形成するに密接な関係性を有するものである。\n原告は，この点について，「ガス遮断弁の実製品においては，薄板パイ\nプに相当する部材として，ステンレス等を主体とした剛性の高い金属部材\nが汎用的に使用されていることは公知である」として，薄板パイプの剛性\nは高いとの前提の下に，薄板パイプの端の加工性が悪い旨の主張をする。\nしかし，甲１発明の特許請求の範囲の請求項１には，単に「非磁性材の薄\n板パイプ」としか記載されておらず，また，甲１の発明の詳細な説明にお\nいても，薄板パイプの材質については「黄銅等」（段落【０００６】），「黄\n銅など」（段落【００１０】）と記載されているだけであり，剛性の高いス\nテンレスに関連付けるような記載はない。また，ガス遮断弁の実製品にお\nいて，隔壁にステンレスを用いているのは，原告及び被告といった一部の\nメーカーのみであって，原告の上記主張は，甲１発明の明細書の記載やガ\nス遮断弁の実製品の実情から離れたものである。ここで，剛性の定数であ\nるヤング率を比較すると，ステンレスの方が黄銅に比し，約２倍変形が困\n難である。甲１発明の明細書の発明の詳細な説明に記載された実施例のと\nおり，薄板パイプが黄銅製であれば，ステンレスに比し，容易にフランジ\nを形成することが可能である。したがって，原告の上記主張は，ガス遮断\n弁の実製品ではステンレス製の隔壁が汎用的であるとの誤った前提の下，\n明細書の記載を離れて，薄板パイプの端を拡管してフランジを形成するこ\nとが必要以上に困難であるかのような主張をするものであり理由がない。\nまた，原告は，金属製の薄板パイプの端に外向きフランジを形成する場\n合，薄板パイプをステータ内に挿入すると，薄板パイプの外周近傍に配置\nされたステータが障害になって，薄板パイプの周りに治具を配置すること\nができない旨主張する。しかし，パイプの端にフランジを形成する工法の\nうち，最も単純で広く用いられている工法はフレア加工であり，この工法\nであれば，甲１発明のような遮断弁について，ストレート形状の端をステ\nータに挿入した後であっても，ステータから端部を突出させた上で，少な\nくとも黄銅程度の剛性の金属であれば，比較的容易に拡管しフランジを形\n成することができるから，原告の上記主張は誤りである。\nさらに原告は，ガス遮断弁の実製品では，薄板パイプに相当する隔壁と\nして，ステンレス等を主体とした剛性の高い金属部材が汎用的に使用され\nているから，隔壁の変形やそれに起因した組立性が殊更問題になるわけで\nはない旨主張する。しかし，そもそも同主張の前提が誤りであることは前\n記のとおりである上，甲１発明の実施例に例示されているような黄銅製の\n薄板パイプの場合，剛性は，ステンレス製の約１／２であるから，隔壁の\n変形やそれに起因した組立性は問題となり得るし，仮に隔壁がステンレス\n製であったとしても，つばと底のない隔壁の降伏荷重は，つばと底がある\n隔壁の降伏荷重の１／３以下であるから，つばを具備していることと有底\nの隔壁であることが技術的に相互に関連し合って，隔壁の強度を確保して\nいることは明らかである。\n各甲号証記載の構成との組合せについて\nア\n原告の主張は，相違点１の構成について，他の部品・構成との技術的\n関連性を捨象して，単なる構成の置き換えを主張するものであって理由\nがない。\nまた，原告は，「なべ状」の隔壁のみに着目すべきと主張するが，仮に\nかかる原告の主張を前提としても，甲１発明１に甲２発明を適用するこ\nとによって本件発明１に至ることはできない。\nすなわち，甲１発明１に対し，甲２発明の「なべ状」の隔壁の構成を\n適用して，「パイプ」の一端を閉じて貫通穴のない「なべ状」の隔壁に置\nき換えた場合，シール部材は，「円周方向」に圧縮するシール部材を備え\nたままとなり，「軸方向」に圧縮するシール部材は具備しないことになる。\nその結果，開放端につばのないなべ状の隔壁に「円周方向」シールを組\nみ合わせた構成となるが，かような構成では，組立時などにパイプを変\n形させたり，Ｏリングを挟み込む危険性を軽減することはできない。さ\nらに，Ｏリング挿入時に，パイプのフランジのない側の開放端のエッジ\nでＯリングを傷つける危険性も解決されない。\nこれに対し，甲２発明のケーシング（６）の鍔は，あくまでも「軸方\n向」にシール部材を圧縮するための部材であるから，甲１発明１に甲２\nの「なべ状」の隔壁の構成を適用しても，「つば」を隔壁の開放端に形成\nする動機はない。したがって，甲１発明１に甲２発明を適用しても，本\n件発明の前記ⅱ）及びⅲ）の技術的特徴点に至ることはできない。\n加えて，そもそも，甲１発明１には，開放端につばを設ける必然とな\nる上記課題の開示もなく，また，それを示唆する記載もない。\nまた，甲１発明１では，薄板パイプ３８の弁側の開放端が取付板２３\nの底部に当接し，軸受保持盤３２と取付板２３の段差部の内周面との間\nに，軸受保持盤３２，薄板パイプ３８，Ｏリング３９が挟まれていて，\nＯリングが円周方向に圧縮される構成となっているのに対し，甲２発明\nでは，平板フランジ７と段付きフランジ２が固着されていて，段付きフ\nランジ２の段差部において，平板フランジ７と段付きフランジ２の間に，\nアウターブッシュ３の鍔部とケーシング６の鍔部，シールドリング８が\n挟み込まれていて，シールドリング８が，軸方向に圧縮される構成とな\nっており，両者のシールド構造にかかる具体的な構成は全く異なる。し\nたがって，甲１発明１の「薄板パイプ３８と取付板３３」を，甲２発明\nの「ケーシング６」に変更するというのであれば，単純な部品の変更に\nとどまらず，相当の範囲にわたって構成全体を置き換えることになるが，\nそのような構成の変更に容易想到性を認め得る余地はない。\nしたがって，相違点１が容易想到であるとする原告の主張に理由はな\nい。\nイ\n本件発明１は，前記 ⅰ）～ⅲ）を固有の技術的特徴点とするもの\nであり，「つば」は，この技術的特徴点を実現するために不可欠な構成の\n一つである。\nこれに対し，甲７では，圧力ケース３０のつば部３３とハウジング１\n０の段部１４の平坦面を溶接することによって既に気密性が確保されて\nいるため，Ｏリング４９は，圧力ケースのつば部３３とコネクタケース\n４０との間で寸法を吸収する構成でしかなく，また，円周方向に圧縮す\nるシール部材ではない。また，甲８のＯリング１１は，いわゆる三角シ\nールであって，本件発明１のつばの意義，作用効果を阻害する部材であ\nり，高度の気密性確保が求められる遮断弁ではおよそ採用されないもの\nである。さらに甲９の発明のパッキン１５も，円周方向に圧縮するシー\nル部材ではなく，シールフランジ６とその一部である６ａとの間でパッ\nキン１５，ヨーク１の鍔部１ａ，ワッシャー１６を挟み，かしめて固着\nする構成であり，むしろ，本件発明１の従来技術である甲２発明のシー\nル構造に近似する。\nこのように甲７～９には，隔壁の開放端に「つば」が設けられた構成\nが開示されているが，本件発明１の「つば」とは技術的意義が全く異な\nるものであって，本件発明１が具備する「つば」が周知技術であること\nを基礎付けるものではない。\nしたがって，本件発明２の相違点２に係る構成は，甲７～９記載事項\nに基づき当業者が容易に想到し得たものではない。\nウ\n甲２１～２３は，いずれも自動車のブレーキ油圧を制御するアンチ\nロックブレーキシステム（ＡＢＳ）に関する発明であり，隔壁の内側\nにロータを配設するものでもなく，具体的な技術分野及び前提となる\n構成が全く異なる。\nそして，甲２１～２３では，原告主張のフランジ様なるものが図面\nに記載されてはいるものの，フランジ様なるものの部材に関する記載\nがあるのは，甲２１の「スリーブ２６」のみであるが，甲２１の発明\nの詳細な説明に，段落【００１０】も含め，フランジ様なるものにつ\nいての記載は全くない。したがって，甲２１～２３の記載では，これ\nら各甲号証の図面に記載されたフランジ様なるものが，スリーブの開\n放端を補強する用途で設けられているとは，一義的に明確に理解する\nことができない。\nかえって甲２１～２３記載の各発明は，電磁弁に関する発明であり，\nその具体的な構成に照らせば，甲２１～２３記載のフランジ様なるも\nのには，補強の用途・目的を認める余地はない。すなわち，甲２１～\n２３記載の各発明では，スリーブの開放端に設けられた固定子は，可\n動子の変位端を規制するための位置決めの機能を有する（甲２１の段\n落【００１０】）。したがって，これらの発明では，スリーブ内にお\nける固定子の位置決めを正確に行う必要があり，スリーブの開放端側\nに固定子を圧入又は挿入した後にカシメることが必要となるから，ス\nリーブ２６の開放端側の強度の確保は，スリーブ内に固定子が圧入又\nは挿入した後にカシメて装着されることによって，既に十分に果たさ\nれている。そのため，これらの発明の具体的な構成において，スリー\nブの開放端側の強度を補強する目的で，フランジ様の構成を設ける必\n要は認められず，むしろ固定子の挿入を容易にするために設けられた\nものと理解するのが自然である（外向きフランジを設けることによっ\nて，開口内周面にコーナーＲが生じ，これにより，固定子の挿入が容\n易となる。）。\nまた，ガスモータ遮断弁では，永久磁石に減磁作用が生じることを\n防止するため，ロータは，隔壁にシール部材を装着した後に隔壁内に\n挿入されるのが通常である。そのため，隔壁にシール部材を装着する\n際，隔壁の内側は他の部材が何も挿入されていない状態であり，隔壁\nが変形する危険性が高い。これに対し，甲２１～２３の電磁弁では，\nまず，可動子をスリーブに入れて，固定子を圧入又は挿入した後にカ\nシメて固定し，これにシール部材を装着して，電磁コイル内に挿入し\nた上で，これらをハウジング内に挿入して組立てを行うのが，当業者\nの理解として自然かつ合理的である。このように，甲２１～２３記載\nの発明では，先にスリーブの開放端側に固定子を装着して固定するた\nめ，本件発明とは異なり，スリーブにシール部材を装着する際にスリ\nーブの端縁部が変形する危険性が想定されない。したがって，これら\nの発明のフランジ様なるものについては，本件発明にかかるガスモー\nタ遮断弁との組立工程の相違からも，スリーブの開放端を補強する用\n途・技術的意義が認められない。\n以上のとおり，甲２１～２３は，本件発明と具体的な技術分野が異\nなるばかりか，これらの発明の具体的な構成・組立工程に照らし，フ\nランジ様なるものに，スリーブの開放端を補強する用途・技術的意義\nが認められる余地はない。したがって，甲２１～２３記載の発明は，\nいずれも本件発明の技術的特徴点である「つば」を開示するものでは\nなく，甲２１～２３を基礎として，「フランジの本来的な用途が補強で\nあること」が技術常識であるとする原告の主張には理由がない。\n原告は，この点について，電磁ソレノイド駆動式の遮断弁とモータ\n駆動式の遮断弁とでは，電磁力を機械運動に変換するという点におい\nて機能的に差異はなく，磁気特性との関係で要求される隔壁の仕様に\nついても差異はないから，スリーブ２６と薄板パイプ３８とが異なる\nものとすべき理由はない旨主張する。\nしかし，甲２１～２３記載の発明は， いずれも自\n動車のブレーキ油圧を制御するアンチロックブレーキシステム（ＡＢ\nＳ）に使用される電磁ソレノイド式の逆止弁に関する発明であり，隔\n壁の内側にロータを配設するものではないから，本件発明１又は甲１\n発明１のようなガスメータに内蔵されるモータ式の遮断弁とは，具体\n的な技術分野及び前提となる構成が全く異なる。\nまた，モータも電磁ソレノイドも，磁気回路の一部に設けられた空\n隙（エアギャップ）における磁束を変化させることで，電気エネルギ\nーを機械エネルギーに変換する機械である。空隙の磁束変化を大きく\nすることがエネルギー変換の効率を上げることになるため，一般論と\nしては，空隙の距離は小さいほうが効率が高い。そして，モータにつ\nいては，このエネルギー変換が行われる空隙がステータとロータの間\nであるため，この間に挿入される薄板パイプ３８等は薄いことが当然\nに要求される。しかし他方，甲２１等の電磁ソレノイドにおいては，\n電磁コイル２２の磁界による磁気回路は，固定子２７，ハウジング２\n１，ヨーク（符号なし），可動子２５とで形成される（甲２１の段落【\n００１１】，【００１２】）。そのため，エネルギー変換が行われる空隙\nは，固定子２７と可動子２５との間の隙間であり，電磁コイル２２と\n可動子２５との隙間は電磁ソレノイドの効率にはほとんど影響を及ぼ\nさない。そのため，スリーブ２６は，モータにおける薄板パイプ３８\n等のような薄さは要求されない。\nさらに，製品が使用される条件からみても，ガスメータに内蔵され\nるモータ式の遮断弁の場合には，ロータは，運動時に薄板パイプ３８\n等に接触しないため，磨耗による減肉を考慮する必要がなく，薄板パ\nイプ等は，可能な限り薄くすることが望ましい（被告製の遮断弁のな\nべ状隔壁も，約０．２ｍｍの薄いステンレス製である）。他方，甲２１\n等のアンチロックブレーキシステム（ＡＢＳ）に使用される電磁ソレ\nノイド式の逆止弁の場合には，可動子２５がスリーブ２６に接触しな\nがら摺動するため，機械的強度・磨耗を考慮した厚さが必要となり，\nスリーブ２６にも充分な厚みが必然的に必要となる。そのため，スリ\nーブ２６については，モータにおける薄板パイプ３８等のような薄さ\nは要求されない。\nこのように，電磁ソレノイド駆動式の電磁弁とモータ駆動式の遮断\n弁とでは，要求される隔壁の仕様が大きく異なっているのであるから，\n原告の上記主張には理由がない。\n以上のとおりであるから，本件発明１の相違点２に係る構成は，甲\n２１～２３記載事項に基づき当業者が容易に想到し得たものではない。\n２  取消事由２（本件発明２の容易想到性の認定判断の誤り）について\n〔原告の主張〕\n本件審決は，本件発明２の容易想到性について，前記相違点１及び２に\n加え，相違点３を認定した上で，相違点１～３のいずれも当業者が容易に想\n到し得るものではないと判断したが，前記１の取消事由１〔原告の主張〕の\nとおり，相違点１及び２に係る構成は当業者が容易に想到し得るものである。\n本件審決は，相違点３に係る構成について，甲１発明２は，取付板２３，\n３３をステータヨーク３７に螺着することによって，薄板パイプ３８を取付\n板２３方向に付勢しつつ一体に固定していると解せるものの，甲１には温度\n変化によるふたの膨張収縮で隔壁と取り付け板との組付けがゆるむことの記\n載も示唆もなく，甲１発明２は本件発明２の隔壁を取り付け板方向に付勢す\nる付勢手段に相当するものを有するとはいえないから，甲１発明２において，\n隔壁を取り付け板方向に付勢する付勢手段を設けることは，当業者が容易に\n想到し得たものとすることはできない，と判断した。\nしかし，本件発明２は，付勢手段について，単に「前記隔壁を取り付け\n板方向に付勢する付勢手段」としか特定しておらず，温度変化に起因した組\n付けのゆるみについては何ら発明特定事項とされていない。したがって，甲\n１発明２について，「取付板２３，３３をステータヨーク３７に螺着するこ\nとによって，薄板パイプ３８を取付板２３方向に付勢しつつ一体に固定して\nいる」ことをもって，甲１発明２は「付勢手段」に相当するものを有すると\nいえるから，相違点３に係る構成について容易想到ではないとした本件審決\nの認定判断は誤っており，取消しを免れない。\n〔被告の主張〕\n前記１の取消事由１の〔被告の主張〕のとおり，本件発明１は進歩性が\n認められるから，請求項１の従属項の発明である本件発明２に進歩性が認め\nられることは当然である。\n本件発明２は，ふたを「合成樹脂製」とし，隔壁のつばと取り付け板段\n差部の底面とで挟んで保持したため，合成樹脂の温度に対する線膨張係数が\n大きいという影響が，シール部材の圧縮率や，隔壁と取り付け板の組付けに\n影響を及ぼさないよう，隔壁を取り付け板方向に付勢する付勢手段を配設し\nたものであり（本件明細書の段落【００１６】，【００５５】，【００６９】，【\n００７２】），特に，気密信頼性を確保するために，シール部材が軸方向に圧\n縮を受けることによって過圧縮状態にならないように隔壁を付勢するもので\nある。これに対し，甲１発明２では，薄板パイプ３８は取付板２３側の保持\n盤（符号なし）を挟み込んでいないので，仮に保持盤（符号なし）が線膨張\n係数の大きな合成樹脂製であったとしても，そもそも軸方向のゆるみが発生\nしないから，パイプ３８を取付板２３方向に付勢する理由がない。また，甲\n１には，温度変化によるふたの膨張収縮で隔壁と取り付け板との組付けがゆ\nるむことの記載も示唆もない。さらに，甲１０記載の「バンド１１」，甲１\n１記載の「バンド１３」，甲１２記載の「取付金具４」及び甲１３記載の「\n取付金具」は，いずれも隔壁を付勢するものではない。したがって，甲１発\n明２は，本件発明２の「隔壁を取り付け板方向に付勢する付勢手段」に相当\nする構成を具備するものではなく，同構成は，原告が提出した各甲号証にも\n開示されていない。\nまた，相違点３のうち「前記ふたの外周部をつばと取り付け板段差部の\n底面とで挟んで保持した」構成は，ふたの外周部をつばと取り付け板段差部\nの底面とで挟んで保持することによって，ふたと一体的に隔壁の開放端側の\n軸受を容易に配置することを可能とし，温度変化によるふたの膨張収縮でシ\nール部材の圧縮率が影響を受けず，気密性に関してより高い信頼性を持った\n遮断弁を提供することができるという技術的意義を有する構成である（本件\n明細書の段落【００１５】，【００１６】，【００２３】，【００２４】，【００５\n５】，【００７２】）。かかる構成は，単なる設計事項ではなく，また，甲１発\n明２のステータの内側に同軸に配設された薄板パイプ３８の円筒部外周と取\nり付け板段差部内周との間に円周方向に圧縮されて配設された弾性体製のシ\nール部材を有する構造は，甲２～４記載の段付きフランジ２及び平板フラン\nジ７が互いに固着される構造を付加することを阻害し，両構造は相容れない\nものである。\n以上より，本件発明２は，原告提出に係る各甲号証に記載された発明に\n基づいて当業者が容易に想到し得たものではない。\n３  取消事由３（本件発明３の容易想到性の認定判断の誤り）について\n〔原告の主張〕\n本件審決は，本件発明３の容易想到性について，前記相違点１～３に加\nえ，相違点４を認定した上で，相違点１～４のいずれも当業者が容易に想到\nし得るものではないと判断したが，前記１及び２の取消事由１及び２〔原告\nの主張〕のとおり，相違点１～３に係る構成は当業者が容易に想到し得るも\nのである。\n本件審決は，相違点４に係る構成について，前記２の取消事由２の〔原告\n件発明３に係る付勢手段を設けることは当業者が容易に想到し得たものと\nすることはできない，甲５記載の寸法吸収部は，その形成位置や具体的形\n状からして，甲１発明２に甲５記載の寸法吸収部を適用することにより，「\n隔壁の開放端と取り付け板段差部底面とに挟まれるふたの挟持部に，変形\nすることによって前記ふたの前記取り付け板に対する軸方向位置を変える\nことができる突起もしくは円周リブ状の寸法吸収部を形成」することが，\n当業者に直ちに想起できるものではないとして，甲１発明２において，相\n違点４に係る本件発明３の構成とすることは当業者が容易に想到し得るも\nのではない，と判断した。\nしかし，相違点４に係る構成のうち，「付勢手段」に関する事項について，\n本件審決が容易想到ではないとする根拠は，前記相違点３と同様であると\nころ， 相違点３に係る\n構成の容易想到性の認定判断は誤りである。\nさらに，相違点４の「寸法吸収部」に関する事項についても，甲３５に記\n載されているように，樹脂製の突起を変形させることによって軸方向（ス\nラスト方向）のガタつき等を吸収することは周知技術であり，かかる周知\n技術を「前記隔壁の開放端と取り付け板段差部底面とに挟まれるふたの挟\n持部」に適用したものにすぎないから，当業者にとって格別の困難性はな\nい。\nしたがって，本件審決の認定判断は誤っており，取消しを免れない。\n〔被告の主張〕\n前記１の取消事由１の〔被告の主張〕のとおり，本件発明１は進歩性が認\nめられるから，請求項１の従属項の発明である本件発明３に進歩性が認めら\nれることは当然である。\n相違点４に係る構成の容易想到性について，甲３５は，防水型の電磁弁と\nして使用される電磁石の防水構造に関わるもので，本件発明のガスメータに\n内蔵されるモータ式の遮断弁とは技術分野が異なる。\nまた，本件発明３の隔壁の開放端と取付板段差部底面とに挟まれるフタの\n挟持部に設けられた突起又は円周リブ状の寸法吸収部は，付勢手段で隔壁と\nステータの軸方向の長さが規制され，組付けの際に軸方向に大きな応力を受\nけることで肉厚の薄い隔壁が変形し，シール部材に無理な圧縮が加わること\nで気密性が劣化することを防止するため，また，フタの寸法吸収部以外の特\nに軸受部が変形することで動作特性が劣化することを防止するために設けら\nれたものであり，組付けの際に軸方向に先端だけが選択的に変形して寸法を\n吸収することで，そのほかの部分に大きな応力が加わらず，気密性と動作特\n性の信頼性を保つことができるものである（本件明細書の段落【００２６】，\n【００６４】，【００６５】，【００７３】等）。そして，本件発明３では，上\n記目的のため，本件発明３の寸法吸収部は突起又は円周リブ状のどちらでも\n選択可能である（【請求項３】及び【図５】）。\nこれに対し，甲３５には，まず，隔壁，シール部材，フタ，取り付け板，\n付勢手段等が存在していない。シール部１５の先端の突起１７は，防水カバ\nー１８に挟まれ，側壁１８ａにより潰され，その潰された面と側壁１８ａの\n内面との密着面Ａによりシール作用をなすことを目的としている（甲３５の\n段落【００３１】）。防水カバー１８の挟み込む寸法は，ステータ４の螺合状\n態で変わるので，寸法吸収の効果はなく，むしろシール作用に必要十分なだ\nけ突起１７が潰れるよう，肉付け部１６で潰し代を制御している（甲３５の\n段落【００３２】）。そして，突起１７は漏水防止のシールを目的としている\nので，高さが高精度に均一な，例えば環状の連続する突起であることが必須\nであり，本件発明３の図５(a)のような非連続の突起の形態はとり得ない。\n以上より，本件発明３は，原告提出に係る各甲号証に記載された発明に基\nづいて当業者が容易に想到し得たものではない。\n４  取消事由４（本件発明４の容易想到性の認定判断の誤り）について\n〔原告の主張〕\n本件審決は，本件発明４の容易想到性について，前記相違点１及び２に加\nえ，相違点５を認定した上で，相違点５は当業者が容易に想到し得るものであ\nるとしつつ，相違点１及び２は当業者が容易に想到し得るものではないとして\n進歩性を有すると判断した。\nしかし，前記１の取消事由１〔原告の主張〕のとおり，相違点１及び２に\n係る構成は当業者が容易に想到し得るものである。また，請求項２又は請求項\n３を引用する本件発明４について，相違点３及び４にかかる構成は当業者が容\n易に想到し得るものであることは，前記２及び３の取消事由２及び３の〔原告\nの主張〕のとおりである。そして，相違点５は当業者が容易に想到し得るもの\nである点は，本件審決が正当に認定している。\nしたがって，本件審決の認定判断は誤っており，取消しを免れない。\n〔被告の主張〕\n前記１の取消事由１の〔被告の主張〕のとおり，本件発明１は進歩性が\n認められるから，請求項１の従属項の発明である本件発明４に進歩性が認め\nられることは当然である。\n本件審決は，本件発明４と甲１発明１との相違点５につき，Ｏリングと\n共にバックアップリングを装着して使用することは周知技術（常套手段）で\nあり，甲１発明１のＯリングを使用する箇所にバックアップリングを装着す\nる上記周知技術を適用して，相違点５に係る本件発明４の構成とすることは，\n当業者が容易に想到し得るものである旨判断しており，同判断は妥当である。\nしかし，本件発明４は，気密信頼性と，組立容易性の両立を目的とする\nものであり，本件発明１の効果をより高めるためにバックアップリングを組\nみ合わせることで，本件明細書の段落【００５６】に記載された格別に優れ\nた作用効果を奏するものである。\nしたがって，本件発明４の相違点５に係る構成は，当業者が容易に想到\nし得たものではない。\n第４  当裁判所の判断\n１  本件発明について\n本件発明に係る特許請求の範囲は，前記第２の２記載のとおりであるとこ\nろ，本件明細書（甲２８）の発明の詳細な説明には，概ね，次の内容の記載\nがある。\n「【０００１】\n【発明の属する技術分野】\n本発明は，ガス遮断装置の遮断機構として使用される遮断弁に関し，さらに\n詳しくは，流路に形成された弁座に対し弁体を前進または後退移動させるこ\nとによって流路の遮断復帰動作を行うモータを動力源とした遮断弁に関する\nものである。\n【０００２】\n【従来の技術】\nガス事故を未然に防ぐため，従来より種種の安全装置が利用されており，中\nでもガスメータに内蔵され流量センサによりガスの流量を監視しマイクロコ\nンピュータによりガスの使用状態を異常使用と判断した場合や，地震センサ，\nガス圧力センサ，ガス警報器，一酸化炭素センサなどのセンサの状況を監視\nし危険状態と判断した場合は，ガスメータに内蔵された遮断弁によりガスを\n遮断する電池電源によるマイクロコンピュータ搭載ガス遮断装置内蔵ガスメ\nータ（以下マイコンメータと省略する）は，安全性，ガス配管の容易性，低\n価格等の優位性のため，普及が促進され，近年ほぼ全世帯普及が実施される\nに至っている。また，流量センサによって計測されたガス流量情報を電話回\n線などを利用して集中監視するテレメータ機能を有した，集中監視型マイコ\nンメータの比率も増加し，ますます，情報端末として利便性の向上が求めら\nれている。この集中監視型マイコンメータなどにおいては，簡単な電気スイ\nッチ操作や電話回線などによる遠隔操作でガスの遮断，復帰が可能なよう，\nマイコンメータに搭載した電池による電気エネルギーでガス遮断もガス復帰\nも可能で開弁状態と閉弁状態の保持はエネルギーを必要としない遮断弁が要\n求されている。\n【０００３】\nこの遮断弁の駆動方式としては，従来電磁ソレノイドを使用したものが主流\nであったが，近年比較的強い閉止力，復帰力を実現でき，非通電時は状態保\n持可能なＰＭ型ステッピングモータを駆動源とする遮断弁が注目されており，\nなかでもロータをガス流路内，ステータをガス流路外とする気密隔壁を持っ\nた遮断弁が，ガス流路への取り付けが容易なため主流である。\n【０００４】\n以下に従来の遮断弁について説明する。\n【０００５】\n従来のこの種の遮断弁は，特開平９－６０７５２号公報，特開平１１－２３\n５２号公報（判決注：甲２）に示すようなものが一般的であった。この特開\n平１１－２３５２号公報記載の遮断弁は図６に示されているように，鍔付き\nカップ状のケーシング６を有し，このケーシング６の外周にステータ４を装\n着し，前記ケーシングの開口部に合成樹脂製のアウターブッシュ３を嵌着し，\nこのアウターブッシュ３にスタッド５を偏心させて前方に突設し，前記ケー\nシング６内にインナーブッシュ１２を挿設し，前記アウターブッシュ３およ\nび前記インナーブッシュ１２にリードスクリュー１７をその先端の雄ネジ部\n１７ａが当該アウターブッシュ３より前方に突出した状態で正逆方向に回転\n自在に支持し，このリードスクリュー１７にロータ１６を前記ステータ４に\n対向する形で取り付け，このロータ１６と前記アウターブッシュ３との間に\nスラスト荷重用ころがり軸受１８を介挿し，前記スタッド５に係合し雄ネジ\n部１７ａに螺合して弁体２５を配されている。弾性シール部材８とアウター\nブッシュ３とケーシング６は，段付きフランジ２と平板フランジ７とで挟み\n込まれていて，段付きフランジ２と平板フランジ７とはかしめによって固着\nされている。\n【図６】\n【０００６】\n以上のように構成された遮断弁について，以下その動作について説明する。\n【０００７】\nガスの異常使用時などには，図示していない制御部からの通電により，ロー\nタ１６を正転させ，リードスクリュー１７が正方向に回転し，弁体２５がリ\nードスクリュー１７側から弁座２６側に前進して弁座２６に当接することに\nより，流体経路を閉塞して流体を遮断する。また，これを復元するときには，\n外部入力によってリードスクリュー１７を逆方向に回転させ，弁体２５を弁\n座２６側からリードスクリュー１７側に後退させ，流体経路を開放して流体\nの供給を再開していた。\n【０００８】\n【発明が解決しようとする課題】\nこの種の遮断弁は，ガスメータに取り付けられた場合ケーシング８（判決注\n：６の誤記）の外側が空気側になり，ガスメータが屋外に設置された場合，\n高い湿度やオゾン，温度変化などの過酷な環境にさらされることになる。そ\nして，その中で，ガスメータの使用期間（一般に１０年間）中特にメンテナ\nンスしなくても，ガス漏れなどが発生しない高い信頼性が要求されている。\n【０００９】\n上記の従来の遮断弁では，弾性シール部材８を段付きフランジ２と平板フラ\nンジ７とでスラスト方向に挟み込んでいて，弾性シール部材８の圧縮率は段\n付フランジ２の段深さに頼っているが，段付きフランジ２と平板フランジ７\nとが充分にかしめられていることが前提になっている。しかしながら，かし\nめ工法においては時にかしめ前の加圧が不充分で，かしめ部に隙間が生じる\nことがあり，このとき従来の遮断弁のように弾性シール部材８がスラスト方\n向に圧縮されている場合は圧縮率が不充分になり，長期間の使用中に気密性\nが劣化してくることがあるという課題を有していた。\n【００１０】\nまた，かしめ部は母材が大きく変形されるため，かしめ時に表面処理膜が剥\n離したり，ひび割れている場合が多く，さらには，段付きフランジ２と平板\nフランジ７との接触部などは水分が残存しやすく，長期の使用中に段付きフ\nランジ２と平板フランジ７とのかしめ部や接触部が腐食して，段付フランジ\n２から平板フランジ７が浮き上がり，弾性シール部材８の圧縮率が不充分に\nなり，長期間の使用中に気密性が劣化してくることがあるという課題を有し\nていた。\n【００１１】\nまた，弾性シール部材８と合成樹脂製のアウターブッシュ３とケーシング６\nとを，同時に段付きフランジ２と平板フランジ７とで挟み込んでいるため，\n温度変化によるアウターブッシュ３の膨張収縮で段付きフランジ２と平板フ\nランジ７とのかしめが緩み弾性シール部材８の圧縮率が不充分になったり，\nアウターブッシュ３が径方向に膨張して弾性シール部材８を過圧縮状態にし\nて圧縮永久ひずみを促進し，長期間の使用中に気密性が劣化してくることが\nあるという課題を有していた。\n【００１２】\n本発明はかかる従来の課題に鑑み，長期の使用においてシール部材の圧縮率\nがほとんど変化せず，気密性に関して高い信頼性を持った遮断弁を提供する\nことを目的とする。\n【００１３】\n【課題を解決するための手段】\n本発明は上記課題を解決するために，貫通穴のないなべ状に成形された剛体\n性の隔壁と，流体室に取り付け可能でこの隔壁の円筒部外径より若干大きな\n内径の円筒状段差部を形成された剛体性の取り付け板と，この隔壁の円筒部\n外周とこの取り付け板段差部内周との間に円周方向に圧縮して弾性体製のシ\nール部材を配したものである。\n【００１４】\nこのため，シール部材の圧縮率は剛体製の隔壁の円筒部外径と剛体製の取り\n付け板の段差部内径で決定され，隔壁と取り付け板の軸方向の位置の微小な\n変動にはほとんど影響されない。そして，組立時にかしめ部の隙間発生など\nによる隔壁と取り付け板との若干の軸方向の位置ずれが発生した場合や，長\n期間使用している間に腐食や熱膨張などによって隔壁と取り付け板との固着\nのゆるみなどが発生した場合でも，シール部材の圧縮率はほとんど影響を受\nけず，気密性に関して高い信頼性を持った遮断弁を提供することができる。\n【００１５】\nまた，隔壁の開放端に中心に軸受を配された合成樹脂製のふたを嵌挿し，こ\nのふたの外周部を隔壁の開放端と取り付け板段差部の底面とで挟んで保持し，\nこの隔壁を付勢手段で取り付け板の方向に付勢したものである。\n【００１６】\nこれによって，ふたと一体的に隔壁の開放端側の軸受を容易に配置できると\nともに，温度変化によるふたの膨張収縮でシール部材の圧縮率が影響を受け\nず，かつ，隔壁は付勢手段で付勢されているので，温度変化によるふたの膨\n張収縮で隔壁と取り付け板との組付けがゆるまず，気密性に関してより高い\n信頼性を持った遮断弁を提供することができる。\n【００１７】\nまた，付勢手段は隔壁とステータの軸方向の相対位置を規制するよう形成さ\nれ，前記ふたの挟持部に変形することによってふたの取り付け板に対する軸\n方向位置を変えることができる突起もしくは円周リブ状の寸法吸収部を形成\nしたものである。\n【００１８】\nこれによって，隔壁とふたとステータと付勢手段の組み付けの際に，付勢手\n段で隔壁とステータの軸方向の相対位置が規制されて隔壁の円筒部外周でス\nテータから突出する部分の長さが規制され，シール部材が軸方向に圧縮を受\nけることによって過圧縮状態になり気密性が劣化することを防止できる。ま\nた，組付け時に，ふたの挟持部の突起またはリブ状の寸法吸収部が，付勢手\n段の付勢力で選択的に変形し，ふたのほかの部分や隔壁に大きな応力をつた\nえないために，シール部材の入る部分の寸法を確保したまま，取り付け板と\n隔壁の開放端でふたを強固に挟持でき，ふた全体やふたに配された軸受，隔\n壁を変形させず，気密性と動作特性の信頼性を持った遮断弁を提供すること\nができる。\n【００１９】\nまた，シール部材が取り付け板段差部から脱落することを防止するバックア\nップリングを，ステータとシール部材との間に配したものである。\n【００２０】\n隔壁とステータとの組立品と取り付け板の組立の際に，通常，隔壁の円筒部\n外周にシール部材をはめた後，取り付け板の円筒段差部にシール部材を挿嵌\nする。\nこのとき，取り付け板の円筒段差部コーナーにシール部材が巻き込まれたり，\n前記コーナーのＲ部にシール部材が食い込んで気密性が低下する危険がある\nが，ステータの取り付け板側面にバックアップリングを形成することによっ\nて，取り付け板円筒段差部の前記コーナーのＲ部より深くシール部材を挿入\nすることが可能で，かつ，はみ出し隙間も小さくすることができるため，組\n立時にシール部材が取り付け板の円筒段差部コーナーに巻き込みまれたり，\n前記コーナーＲに食い込むことを防止でき，気密性に関してより高い信頼性\nを持った遮断弁を提供することができる。\n【００２１】\n【発明の実施の形態】\n本発明の遮断弁は，励磁コイルを有するステータと，前記ステータの内側に\n同軸に配設され貫通穴のないなべ状に成形された剛体性の隔壁と，流体室に\n取り付け可能で前記隔壁の円筒部外径より若干大きな内径の円筒状段差部を\n形成された剛体性の取り付け板と，前記隔壁の円筒部外周と前記取り付け板\n段差部内周との間に円周方向に圧縮されて配設された弾性体製のシール部材\nと，前記隔壁の内側に前記ステータに対向して配設されたロータと，前記ロ\nータの回転軸に配設された弁機構とで構成され，前記隔壁は，開放端につば\nを有し，前記つばを前記シール部材と共に前記取り付け板段差部に挿入して\n構成されたものである。\n【００２２】\nそして，シール部材の圧縮率は剛体製の隔壁の円筒部外径と剛体製の取り付\nけ板の段差部内径で決定され，隔壁と取り付け板の軸方向の位置の微小な変\n動にはほとんど影響ず，組立時にかしめ部の隙間発生などによる隔壁と取り\n付け板との若干の軸方向の位置ずれが発生した場合や，長期間使用している\n間に腐食や熱膨張などによって隔壁と取り付け板との固着のゆるみなどが発\n生した場合でも，シール部材の圧縮率はほとんど影響を受けず，気密性に関\nして高い信頼性を持った遮断弁を提供することができる。\n【００２３】\nまた，本発明の遮断弁は，上記特徴に加え，隔壁を取り付け板方向に付勢す\nる付勢手段と，前記隔壁の開放端に嵌挿され中心に軸受を配設した合成樹脂\n製のふたを有し，前記ふたの外周部を前記つばと前記取り付け板段差部の底\n面とで挟んで保持したものである。\n【００２４】\nそして，ふたと一体的に隔壁の開放端側の軸受を容易に配置できるとともに，\n温度変化によるふたの膨張収縮でシール部材の圧縮率が影響を受けず，かつ，\n隔壁は付勢手段で付勢されているので，温度変化によるふたの膨張収縮で隔\n壁と取り付け板との組付けがゆるまず，気密性に関してより高い信頼性を持\nった遮断弁を提供することができる。\n【００２５】\nまた，本発明の遮断弁は，上記ふたつの特徴に加え，付勢手段は隔壁とステ\nータの軸方向の相対位置を規制するよう形成され，隔壁の開放端と取り付け\n板段差部底面と挟まれるふたの挟持部に，変形することによってふたの取り\n付け板に対する軸方向位置を変えることができる突起もしくは円周リブ状の\n寸法吸収部を形成されたものである。\n【００２６】\nそして，隔壁とふたとステータと付勢手段の組み付けの際に，付勢手段で隔\n壁とステータの軸方向の相対位置が規制されて隔壁の円筒部外周でステータ\nから突出する部分の長さが規制され，シール部材が軸方向に圧縮を受けるこ\nとによって過圧縮状態になり気密性が劣化することを防止できる。また，組\n付け時に，ふたの挟持部の突起またはリブ状の寸法吸収部が，付勢手段の付\n勢力で選択的に変形し，ふたのほかの部分や隔壁に大きな応力をつたえない\nために，シール部材の入る部分の寸法を確保したまま，取り付け板と隔壁の\n開放端でふたを強固に挟持でき，ふた全体やふたに配された軸受，隔壁を変\n形させず，気密性と動作特性の信頼性を持った遮断弁を提供することができ\nる。\n【００２７】\nまた，本発明の遮断弁は，上記特徴に加え，ステータとシール部材との間に\n配され，前記シール部材が取り付け板段差部から脱落することを防止するバ\nックアップリングを有するものである。\n【００２８】\nそして，隔壁とステータとの組立品と取り付け板の組立の際に，通常，隔壁\nの円筒部外周にシール部材をはめた後，取り付け板の円筒段差部にシール部\n材を挿嵌する。このとき，取り付け板の円筒段差部コーナーにシール部材が\n巻き込まれたり，前記コーナーのＲ部にシール部材が食い込んで気密性が低\n下する危険があるが，ステータの取り付け板側面にバックアップリングを形\n成することによって，取り付け板円筒段差部の前記コーナーのＲ部より深く\nシール部材を挿入することが可能で，かつ，はみ出し隙間も小さくすること\nができるため，組立時にシール部材が取り付け板の円筒段差部コーナーに巻\nき込みまれたり，前記コーナーＲに食い込むことを防止でき，気密性に関し\nてより高い信頼性を持った遮断弁を提供することができる。\n【００２９】\n【実施例】\n以下，本発明の実施例について図面を用いて説明する。\n【００３０】\n（実施例１）\n図１，図２，図３はそれぞれ本発明の実施例１の遮断弁の開弁状態，遮断動\n作中，閉弁状態の断面図である。\n【図１】\n【図２】\n【図３】\n【００３１】\n図１において，概ね糸巻き状のコイルボビン４１に導線４２が巻線された励\n磁コイル４３と，外周に円筒部を有し内周に櫛歯状の磁極を持った第１の電\n磁ヨーク４４と，この電磁ヨーク４４との間で励磁コイル４３を挟持するよ\nうに配された概ね円盤状で内周に櫛歯状の磁極を持った第２の電磁ヨーク４\n５とのセットが２組，互いの第２の電磁ヨーク４５の円盤部を接触させて配\nされステータ４６を形成している。コイルボビン４１は合成樹脂製でポリブ\nチレンテレフタレート（ＰＢＴ）のような耐熱性があり電気絶縁性の良好な\nものが望ましい。\n【００３２】\n第１の電磁ヨーク４４および第２の電磁ヨーク４５は，低炭素鋼板，電磁軟\n鉄板または硅素鋼板製などの鋼板製で，表面に亜鉛メッキやアルミニウムメ\nッキ，クロム酸処理膜等の防錆処理を施されているか，もしくは電磁ステン\nレス鋼板製で，経済的には亜鉛メッキ鋼鈑などのプリメッキ鋼鈑が望ましい。\n第１の電磁ヨーク４４と第２の電磁ヨーク４５の櫛歯状の磁極は所定の隙間\nを持って噛合し，また２組のセットの櫛歯は，回転方向に他のセットの櫛歯\nのほぼ隙間部に位置するよう配置されている。\n【００３３】\nステータ４６の内側に同軸に，２段の底４７ａ，４７ｂと，大小の円筒部４\n７ｃ，４７ｄ，大径の円筒部４７ｃの開放端につば４７ｅを有するなべ状に\n絞り成形された嵌通孔のない金属性の隔壁４７が配されている。隔壁４７の\n材料は，非磁性ステンレス鋼鈑，銅合金，アルミニウム合金，合成樹脂，セ\nラミックスなどの剛体が選択可能であるが，耐腐食性，強度，耐クリープ，\n薄肉加工性などの理由から，オーステナイト系ステンレス鋼鈑を絞り加工し\nたものが最適であり，絞り加工後固溶化熱処理を施し，残留する内部応力と\n結晶粒の微細化を除去したものが望ましい。\n【００３４】\n隔壁４７の小径の円筒部４７ｄなべ側面内側には，中心孔４８ａを有する合\n成樹脂製の第１の軸受４８が嵌挿されている。隔壁４７の円筒部４７ｄと第\n１の軸受４８は締まり嵌めで嵌合している。第１の軸受４８の嵌挿部４８ｂ\nと中心孔４８ａとの間には，薄肉化した波紋状の応力緩和部４８ｃが形成さ\nれている。\n【００３６】\n隔壁４７の大径の円筒部４７ｃのなべ側面の開放端側には，第２の軸受け４\n９ａ，側面に円筒部４９ｂ，外周につば部４９ｃを同軸に有する合成樹脂製\nのふた４９が，つば部４９ｃを隔壁４７のつば４７ｅに当接して嵌挿されて\nいる。隔壁４７の円筒部４７ｃとふた４９の嵌挿部４９ｅは締まり嵌めで嵌\n合している。ふた４９の嵌挿部４９ｅと第２の軸受け４９ａとの間には，薄\n肉化した波紋状の応力緩和部４９ｄが形成されている。\n【００３７】\nこのふた４９の材料としては第１の軸受４８同様ポリアセタールが最適であ\nる。隔壁４７の円筒部４７ｃとふた４９の嵌挿部４９ｅとの締まり嵌めの嵌\nめ合いは，後述する別の固定手段があるため，また円盤部４９ｆの波打ちを\n防止するために比較的ゆるめでよく，例えば隔壁４７の円筒部４７ｃの内径\nが１８mm である場合はふた４９の嵌挿部４９ｅの外径は１８．０２～１８．\n０８程度が適切である。ふた４９の円筒部４９ｂの内面には中心軸に平行な\n凸状のリブ５０が，円周上で１８０°離れた２カ所に形成されている。\n【００３８】\n隔壁４７の内側には，円周方向に分極着磁された円筒形の永久磁石５１と，\n一方の端に送りネジ５２を形成された回転軸５３と永久磁石５１と回転軸５\n３を同軸に保持するスリーブ５４とで構成されたロータ５５が，回転軸５３\nの送りネジ５２側端をふた４９の第２の軸受け４９ａに，逆の端を第１の軸\n受４８の中心孔４８ａに回転可能に緩挿されて配されている。\n【００３９】\n流体室５６に取り付け可能な取り付け板５７は，中央に中心孔５７ａと隔壁\n４７の大径の円筒部４７ｃの外径より若干大きな内径を持った円筒状段差部\n５７ｂを形成され，外周部の２カ所に爪状の嵌合部５７ｃを形成されている。\n段差部５７ｂには隔壁４７の大径の円筒部４７ｃの端部が挿入され，ふた４\n９の円筒部４９ｂが中心孔５７ａを貫通して流体室５６側に突出し，円筒部\n４７ｃの外周と段差部５７ｂの内周との間には，合成ゴム製Ｏリングなどの\n弾性体シール部材５８が隔壁４７の中心軸に対して円周方向に圧縮されて配\nされている。ふた４９のつば部４９ｃは，取り付け板５７の段差部５７ｂの\n底面５７ｄと隔壁４７のつば４７ｅとに挟まれて保持されている。\n【００４０】\n取り付け板５７の隔壁４７側平面にはステータ４６が当接して配されていて，\nこのステータ４６と隔壁４７を押しつけて取り付け板５７との間に挟み込ん\nで，両端を取り付け板５７の嵌合部５７ｃに嵌合されて，概ねコの字形状の\n支持フレーム５９（付勢手段）が配されている。支持フレーム５９にはステ\nータ４６に係合可能な係合部５９ｂが形成され，ステータ４６の回転を防止\nしている。\n【００４１】\nなお，この例では係合部５９ｂは背面から見ると凸字形状であり，先端部を\n電磁ヨーク４４に開口した孔に差し込んで係合し，凸字の段差部で電磁ヨー\nク４４を取り付け板５７側へ付勢している。ステータ４６とシール部材５８\nとの間には，シール部材５８が取り付け板５７の段差部５７ｂから脱落する\nことを防止するバックアップリング６０が配されている。取り付け板５７，\n支持フレーム５９の材質は表面処理された鋼板，ステンレス鋼板，銅合金板，\nアルミニウム合金板など耐ガス性，耐腐食性と，強度を持った剛体材料であ\nり，経済的理由から表面処理された鋼板が選択しやすい。\n【００４２】\n流体室５６内に配された移動体６１は，中心孔６１ａが回転軸５３の送りネ\nジ５４に螺合し，ステータ４６側に概ね円盤状のバネ受け６１ｂを形成され，\n他端に径の太い係合リング部６１ｃを形成され，それらの間に径の細い円筒\n部６１ｄを形成されている。バネ受け６１ｂの外周には，ふた４９のリブ５\n０と係合可能な凹状部６１ｅ（図示せず）が，円周上で９０°の間隔に４カ\n所に成形されている。この凹状部６１ｅがリブ５０と係合することで，移動\n体６１と軸受４９との回転が防止され，送りネジ５４の回転動作が移動体６\n１の前後動作に変換される。移動体６１の材料は，ポリアセタール（ＰＯＭ\n），ポリアミド（ＰＡ）およびポリテトラフルオロエチレン（ＰＴＦＥ）粉\n末や黒鉛粒子を配合された各種合成樹脂などの，自己潤滑性を有する合成樹\n脂が選択可能であるが，摩擦係数の低さや経済的理由からポリアセタールが\n最適である。\n【００４３】\n弁体６２は，流体室５６内に形成された弁座６５に当接可能な概ね円盤状で\n合成ゴムなどの可撓体性の弁シート６３と，弁シート６３のステータ４６側\n面に当接して配された合成樹脂など剛体製の弁シート保持部材６４とで構成\nされている。弁シート６３は貫通孔がなく，外周に係合リング部６３ａを形\n成し，弁シート保持部材６４を抱き込むようにして遊嵌している。\n【００４６】\nそして，この移動体６１と弁体６２とで弁機構を構成している。\n【００４８】\n次にこの実施例１の遮断弁の動作，作用について説明する。\n【００４９】\nガスの使用状態が異常でなく，各種センサーからの信号が危険を示していな\nい時，マイコンメータの制御部（ここまで図示せず）からの通電はなく，遮\n断弁は図１に示したように移動体６１はステータ４６側にあり，弁体６２は\n弁座６５から離れた開弁状態を保持し，ガスが流通可能である。\n【００５０】\nガスの使用状態が異常であるか，各種センサーからの信号が危険を示してい\nる時，マイコンメータの制御部は励磁コイル４３の各導線４２に位相差を持\nったパルス状電流を印加し，ロータ５５を正回転させる。移動体６１は凹状\n部６１ｅがリブ５０と係合し回転を防止されているため，ロータ５５に連動\nした送りネジ５４の回転動作は移動体６１の前後動作に変換され，移動体６\n１と係合している弁体６２は，弁シート６３が弁座６５に当接する位置に移\n動し，図２に示した状態になる。さらに移動体６１が弁座６５側に前進する\nと，コイルスプリング６６がより圧縮され，弁シート保持部材６４の円筒部\n６４ｂ先端と移動体６１のバネ受け６１ｂとが当接し，弁シート６３が撓み，\n圧縮され，ついに移動体６１の反発力が送りネジ５４の推力より大きくなり，\nロータ５５の回転が停止する。こうして，弁体６２は弁座６５にコイルスプ\nリング６６で付勢され，ガスが遮断される。この閉弁状態の遮断弁を図３に\n示した。\n【００５１】\nこの後，マイコンメータの制御部が通電を停止しても，ロータ５５は保持ト\nルクのため状態を保持し，したがって弁体６２は弁座６５にコイルスプリン\nグ６６で付勢された閉弁状態を保持する。\n【００５２】\n各種センサーからの信号から危険が解除され復帰可能とマイコンメータの制\n御部が判断した場合や，ガス利用者が危険状態を復旧し，メータやリモート\nコントロール盤に設けられた復帰スイッチを操作した場合，ガス供給業者な\nどが通信による遠隔復帰命令を発信した場合などには，マイコンメータの制\n御部は励磁コイル４３の各導線４２に逆位相差を持ったパルス状電流を印加\nし，ロータ５５を逆回転させる。すると送りネジ５４に送られて移動体６１\nはステータ４６側に移動し，弁体６２は弁座６５から離脱し，ガスが流通可\n能になる。移動体６１はさらにステータ４６側に移動し，ついに移動体６１\nがふた４９に当接し移動下死点となってロータ５５の回転が停止する。この\n後マイコンメータの制御部が通電を停止しても，ロータ５５は保持トルクの\nため状態を保持し，図１に示した開弁状態を保持する。\n【００５４】\n本実施例の遮断弁は，弾性体シール部材５８を隔壁４７の円筒部４７ｃ外周\nと取り付け板５７段差部５７ｂ内周との間に円周方向に圧縮して配している\nため，シール部材５８の圧縮率は隔壁４７の円筒部４７ｃ外径と取り付け板\n５７の段差部５７ｂ内径で決定され，隔壁４７と取り付け板５７の軸方向の\n位置の微小な変動にはほとんど影響されない。そして，組立時に嵌合部５７\nｃの隙間発生などによる隔壁４７と取り付け板５７との若干の軸方向の位置\nずれが発生した場合や，長期間使用している間に腐食によって嵌合部５７ｃ\nがゆるみ隔壁４７と取り付け板５７との固着のゆるみなどが発生した場合や，\nふた４９のつば部４９ｃのクリープ変形によって，取り付け板５７の段差部\n５７ｂの底面５７ｄと隔壁４７のつば４７ｅとに隙間を生じた場合でも，シ\nール部材５８の圧縮率はほとんど影響を受けず，気密性に関して高い信頼性\nを持った遮断弁を提供することができる。\n【００５５】\nまた，隔壁４７の大径の円筒部４７ｃの開放端に中心に軸受４９ａを配され\nた合成樹脂製のふた４９を嵌挿し，このふた４９の外周のつば部４９ｃを隔\n壁４７の開放端のつば４７ｅと取り付け板５７段差部５７ｂの底面５７ｄと\nで挟んで保持し，この隔壁４７を支持フレーム５９（付勢手段）で取り付け\n板５７の方向に付勢しているので，ふた４９と一体的に隔壁４７の開放端側\nの軸受４９ａを容易に配置できるとともに，温度変化によるふた４９の膨張\n収縮でシール部材５８の圧縮率が影響を受けず，かつ，隔壁４７は支持フレ\nーム５９（付勢手段）で取り付け板５７の方向へ付勢されているので，温度\n変化によるふた４９の膨張収縮で隔壁４７と取り付け板５７との組付けがゆ\nるまず，気密性に関してより高い信頼性を持った遮断弁を提供することがで\nきる。\n【００５６】\nまた，シール部材５８が取り付け板５７段差部５７ｂから脱落することを防\n止するバックアップリング６０を，ステータ４６とシール部材５８との間に\n配しているので，取り付け板５７段差部５７ｂのコーナー５７ｅのＲ部より\n深くシール部材５８を挿入することが可能で，かつ，取り付け板５７の段差\n部５７ｂとバックアップリング６０との径方向の隙間すなわちはみ出し隙間\nも小さくすることができるため，組立時にシール部材６０が取り付け板５７\nの段差部５７ｂコーナー５７ｅに巻き込みまれたり，コーナー５７ｅのＲ部\nに食い込むことを防止でき，気密性に関してより高い信頼性を持った遮断弁\nを提供することができる。\n【００５７】\nなお，図１において，励磁コイル４３，第１の電磁ヨーク４４，第２の電磁\nヨーク４５のセットは２セットとしたが，３セットでも，より多数でもよい。\nまた，ステータ４６，隔壁４７は支持フレーム５９で取り付け板５７に嵌着\nするとしたが，支持フレームがなく相互に溶接で固定されていてもよい。た\nだし，この場合はふた４９のつば部４９ｃが熱ストレスによる膨張を吸収し\nてクリープ変形するので注意が必要である。また，ふた４９にリブ５０を設\nけ，移動体６１に凹状部６１ｅを設けるとしたが，第２の軸受に溝を設け，\n移動体に凸状部を設けて係合させ回転防止手段としてもよく，取り付け板も\nしくは第２の軸受に中心からオフセットした棒を突出させ，移動体に穴もし\nくは溝を形成し係合させることによって回転防止手段としてもよい。また，\nスラスト軸受は滑り軸受であるスラストワッシャ６７，６８としたが，ボー\nルベアリングなどの転がり軸受でもよい。ただし，マイコンメータの遮断弁\nの場合は，長期間にわたって開弁静止状態で放置されることが多いため，潤\n滑油の使用は好ましくない。また，直動機構は送りネジ５２と移動体６１の\n係合部とのネジ機構としたが円筒カム機構でもよく，送りネジ５２は回転軸\n５３に形成しているが，回転軸から減速機構を経て直動機構へ入力してもよ\nい。また，弁体６２と移動体６１とは別部品としたが，一体的に構成されて\nもよい。弁シート６３は弁シート保持部材６４を抱き込んでいるとしたが，\n中央で嵌合してもよく，弁シート保持部材に中心軸を形成して弁シートを気\n密に貫通させ別の固定部材で締結してもよい。\n【００５８】\n（実施例２）\n図４は本発明の実施例２の遮断弁の開弁状態の断面図である。\n【図４】\n【００５９】\nステータ４６の内側に，２段の底と，大小の円筒部４７ｃ，４７ｄと，大径\nの円筒部４７ｃの開放端につば４７ｅを有する貫通孔のないなべ状に成形さ\nれた隔壁が４７配されている。隔壁４７の小径の円筒部４７ｄ内面に転がり\n軸受である第１の軸受７３が配されている。隔壁４７の大径の円筒部４７ｃ\nの開放端には中央に転がり軸受である第２の軸受７１を有する合成樹脂製の\nふた７４が嵌挿されている。ふた７４には中心軸からオフセットしてピン７\n５が配されている。隔壁４７の内部には，送りネジ７７をふた７４から突出\nさせて，ロータ７６が配されている。\n【００６０】\n流体室５６に取り付け可能な取り付け板７８は，中央に中心孔７８ａと隔壁\nの大径の円筒部４７ｃの外径より若干大きな内径を持った円筒状段差部７８\nｂを形成され，段差部７８ｂには隔壁４７の大径の円筒部４７ｃの端部が挿\n入され，ふた７４の円筒部７４ｂが流体室５６側に中心孔７８ａを貫通して，\n円筒部４７ｃの外周と段差部７８ｂの内周との間には，合成ゴム製Ｏリング\nなどの弾性体シール部材５８が隔壁４７の中心軸に対して円周方向に圧縮さ\nれて配されている。ふた７４のつば部７４ｃには，取り付け板７８の段差部\n７８ｂの底面７８ｄに向かって突出した小さい突起状の寸法吸収部７９が形\n成され，つば部７４ｃは，取り付け板７８の段差部７８ｂの底面７８ｄと隔\n壁４７のつば４７ｅとに挟まれて保持されている。\n【００６１】\n図５に本発明の実施例２の遮断弁のふた７４の斜視図を示した。（ａ）は寸\n法吸収部７９ａが複数の小さい突起である場合，（ｂ）は寸法吸収部７９ｂ\nが細い円周リブである場合の例である。\n【図５】\n【００６２】\nステータ４６の外側に隔壁４７がステータ４６の外側に突出しすぎないよう，\n軸方向の相対位置を規制して形成された金属性の支持板７２（付勢手段）が\n配され，取り付け板７８とステータ４６の各電磁ヨークと支持板７２（付勢\n手段）とは，それぞれ相互に溶接で固着されている。ステータ４６とシール\n部材５８との間には，シール部材５８が取り付け板７８の段差部７８ｂから\n脱落することを防止するバックアップリング６０が配されている。そして，\n前記支持板７２（付勢手段）によって軸方向の寸法が規制されたとき，この\nバックアップリング６０と隔壁４７のつば４７ｅとの間に一定の軸方向寸法\nを有するシール部材５８を収納可能なハウジングが形成される。\n【００６３】\nこのため，シール部材５８が軸方向に無理な圧縮を受けることがなく過圧縮\n状態になりにくいため，圧縮永久ひずみを発生して気密性が劣化することを\n防止できる。\n【００６４】\n隔壁４７とふた７４とシール部材５８とバックアップリング６０とステータ\n４６と支持板７２（付勢手段）を組み立てたとき，ステータ４６の取り付け\n板７８との当接面４６ａからふた７４の寸法吸収部７９までの軸方向長さは，\n取り付け板７８の段差部７８ｂの深さより若干長くなっていて，前記隔壁４\n７等の組立品をふた７４に挿入した際に，この寸法吸収部７９の先端だけが\n選択的に変形しながら組み付けられ，その他の部分に大きな応力を伝えない。\n【００６５】\nこのため，シール部材５８の入る部分の寸法を確保したまま，取り付け板７\n８と隔壁４７の開放端でふた７４を強固に挟持でき，ふた７４の寸法吸収部\n７９以外の部分や隔壁４７に大きな応力をつたえないために，ふた７４全体\nやふた７４に配された第２の軸受７１，隔壁４７を変形させず，気密性と動\n作特性の信頼性を持った遮断弁を実現できる。\n【００６６】\n弁体８０は弁シート８１と弁シート保持部材８２で構成され，弁体８０の凹\n部に弁シート保持部材８２の凸部が挿着されている。弁シート保持部材８２\nのロータ４６側には送りネジ７７と螺合可能な雌ねじ８２ａと，ピン７５と\n係合可能なガイド溝８２ｂが形成されている。\n【００６９】\nこのように，実施例２の遮断弁は，シール部材５８が軸方向に圧縮を受ける\nことによって過圧縮状態になり気密性が劣化することを防止でき，また，シ\nール部材５８の入る部分の寸法を確保したまま，取り付け板７８と隔壁４７\nの開放端でふた７４を強固に挟持でき，ふた７４全体やふた７４に配された\n第２の軸受７１，隔壁４７を変形させず，気密性と動作特性の信頼性を持っ\nた遮断弁を提供することができる。\n【００７０】\nなお，図４において，第１の軸受７３，第２の軸受７１は転がり軸受とした\nが，滑り軸受でもよく，第２の軸受７１はふた７４と一体的に成形されてい\nてもよい。また，支持板７２（付勢手段）は金属性としたが合成樹脂製でも\nよく，ステータ４６に溶接されているとしたが，嵌合でもよく，取り付け板\n７８に係合してもよい。取り付け板７８とステータ４６の各電磁ヨークと支\n持板７２（付勢手段）とは，それぞれ相互に溶接で固着されているとしたが，\n互いに嵌合していてもよく，支持板７２などの付勢手段が取り付け板７８に\n嵌合することによって保持されていてもよい。また，回転防止手段であるピ\nン７５は第２の軸受７２と一体に形成してもよい。\n【００７１】\n【発明の効果】\n以上のように本発明によれば，貫通穴のないなべ状に成形された剛体性の隔\n壁と，流体室に取り付け可能でこの隔壁の円筒部外径より若干大きな内径の\n円筒状段差部を形成された剛体性の取り付け板と，この隔壁の円筒部外周と\nこの取り付け板段差部内周との間に円周方向に圧縮して弾性体製のシール部\n材を配したため，シール部材の圧縮率は剛体製の隔壁の円筒部外径と剛体製\nの取り付け板の段差部内径で決定され，隔壁と取り付け板の軸方向の位置の\n微小な変動にはほとんど影響されない。そして，組立時にかしめ部の隙間発\n生などによる隔壁と取り付け板との若干の軸方向の位置ずれが発生した場合\nや，長期間使用している間に腐食や熱膨張などによって隔壁と取り付け板と\nの固着のゆるみなどが発生した場合でも，シール部材の圧縮率はほとんど影\n響を受けず，気密性に関して高い信頼性を持った遮断弁を提供することがで\nきるといった有利な効果を有する。\n【００７２】\nまた，隔壁の開放端に中心に軸受を配された合成樹脂製のふたを嵌挿し，こ\nのふたの外周部を隔壁の開放端と取り付け板段差部の底面とで挟んで保持し，\nこの隔壁を付勢手段で取り付け板の方向に付勢したため，ふたと一体的に隔\n壁の開放端側の軸受を容易に配置できるとともに，温度変化によるふたの膨\n張収縮でシール部材の圧縮率が影響を受けず，かつ，隔壁は付勢手段で付勢\nされているので，温度変化によるふたの膨張収縮で隔壁と取り付け板との組\n付けがゆるまず，気密性に関してより高い信頼性を持った遮断弁を提供する\nことができるといった有利な効果を有する。\n【００７３】\nまた，付勢手段は隔壁とステータの軸方向の相対位置を規制するよう形成さ\nれ，前記ふたの挟持部に変形することによってふたの取り付け板に対する軸\n方向位置を変えることができる突起もしくは円周リブ状の寸法吸収部を形成\nしたため，隔壁とふたとステータと付勢手段の組み付けの際に，付勢手段で\n隔壁とステータの軸方向の相対位置が規制されて隔壁の円筒部外周でステー\nタから突出する部分の長さが規制され，シール部材が軸方向に圧縮を受ける\nことによって過圧縮状態になり気密性が劣化することを防止できる。また，\n組付け時に，ふたの挟持部の突起またはリブ状の寸法吸収部が，付勢手段の\n付勢力で選択的に変形し，ふたのほかの部分や隔壁に大きな応力をつたえな\nいために，シール部材の入る部分の寸法を確保したまま，取り付け板と隔壁\nの開放端でふたを強固に挟持でき，ふた全体やふたに配された軸受，隔壁を\n変形させず，気密性と動作特性の信頼性を持った遮断弁を提供することがで\nきるといった有利な効果を有する。\n【００７４】\nまた，シール部材が取り付け板段差部から脱落することを防止するバックア\nップリングを，ステータとシール部材との間に配したため，取り付け板円筒\n段差部の前記コーナーのＲ部より深くシール部材を挿入することが可能で，\nかつ，はみ出し隙間も小さくすることができるため，隔壁とステータとの組\n立品と取り付け板の組立の際に，シール部材が取り付け板の円筒段差部コー\nナーに巻き込みまれたり，前記コーナーＲに食い込むことを防止でき，気密\n性に関してより高い信頼性を持った遮断弁を提供することができるといった\n有利な効果を有する。」\n前記第２の２の本件発明の特許請求の範囲及び 本件明細書の発明\nの詳細な説明によれば，本件発明は，以下のようなものであるということが\nできる。\n従来の遮断弁（甲２）は，鍔付きカップ状のケーシング６の外周にステー\nタ４を装着し，弾性シール部材８は，アウターブッシュ３とケーシング６と\n共に，段付きフランジ２と平板フランジ７とでスラスト方向に挟み込まれて\nいて，弾性シール部材８の圧縮率は段付フランジ２の段深さに頼っているが，\n段付きフランジ２と平板フランジ７とが充分にかしめられていることが前提\nになっているため，\nかしめ工法においては，時にかしめ前の加圧が不充分で，かしめ部に隙\n間が生じることがあり，弾性シール部材８がスラスト方向に圧縮されてい\nる場合は圧縮率が不充分になり，長期間の使用中に気密性が劣化してくる\nことがあるという課題（段落【０００９】），\nかしめ部は母材が大きく変形されるため，かしめ時に表面処理膜が剥離\nしたり，ひび割れている場合が多く，さらには，段付きフランジ２と平板\nフランジ７との接触部等は水分が残存しやすく，長期の使用中に段付きフ\nランジ２と平板フランジ７とのかしめ部や接触部が腐食して，段付フラン\nジ２から平板フランジ７が浮き上がり，弾性シール部材８の圧縮率が不充\n分になり，長期間の使用中に気密性が劣化してくることがあるという課題\n（段落【００１０】），\n弾性シール部材８と合成樹脂製のアウターブッシュ３とケーシング６と\nを，同時に段付きフランジ２と平板フランジ７とで挟み込んでいるため，\n温度変化によるアウターブッシュ３の膨張収縮で段付きフランジ２と平板\nフランジ７とのかしめが緩み弾性シール部材８の圧縮率が不充分になった\nり，アウターブッシュ３が円周方向に膨張して弾性シール部材８を過圧縮\n状態にして圧縮永久ひずみを促進し，長期間の使用中に気密性が劣化して\nくることがあるという課題（段落【００１１】），\nを有していたところ，本発明はかかる従来の課題に鑑み，長期の使用にお\nいてシール部材の圧縮率がほとんど変化せず，気密性に関して高い信頼性\nを持った遮断弁を提供することを目的とする（段落【００１２】）。この目\n的を達成するため，請求項１ないし４に記載された構成とすることにより，\nア  本件発明１の効果として，シール部材の圧縮率は剛体製の隔壁の円筒\n部外径と剛体製の取り付け板の段差部内径で決定され，隔壁と取り付け\n板の軸方向の位置の微小な変動にはほとんど影響されず，組立時にかし\nめ部の隙間発生等による隔壁と取り付け板との若干の軸方向の位置ずれ\nが発生した場合や，長期間使用している間に腐食や熱膨張などによって\n隔壁と取り付け板との固着のゆるみなどが発生した場合でも，シール部\n材の圧縮率はほとんど影響を受けず，気密性に関して高い信頼性を持っ\nた遮断弁を提供することができる（段落【００１３】，【００１４】，【０\n０７１】），\nイ  本件発明２の効果として，ふたと一体的に隔壁の開放端側の軸受を容\n易に配置できるとともに，温度変化によるふたの膨張収縮でシール部材\nの圧縮率が影響を受けず，かつ，隔壁は付勢手段で付勢されているので，\n温度変化によるふたの膨張収縮で隔壁と取り付け板との組付けがゆるま\nず，気密性に関してより高い信頼性を持った遮断弁を提供することがで\nきる（段落【００１５】，【００１６】，【００７２】），\nウ  本件発明３の効果として，隔壁とふたとステータと付勢手段の組付け\nの際に，付勢手段で隔壁とステータの軸方向の相対位置が規制されて隔\n壁の円筒部外周でステータから突出する部分の長さが規制され，シール\n部材が軸方向に圧縮を受けることによって過圧縮状態になり気密性が劣\n化することを防止でき，また，組付け時に，ふたの挟持部の突起または\nリブ状の寸法吸収部が，付勢手段の付勢力で選択的に変形し，ふたのほ\nかの部分や隔壁に大きな応力を伝えないために，シール部材の入る部分\nの寸法を確保したまま，取り付け板と隔壁の開放端でふたを強固に挟持\nでき，ふた全体やふたに配された軸受，隔壁を変形させず，気密性と動\n作特性の信頼性を持った遮断弁を提供することができる（段落【００１\n７】，【００１８】，【００７３】），\nエ  本件発明４の効果として，取り付け板円筒段差部の前記コーナーのＲ\n部より深くシール部材を挿入することが可能で，かつ，はみ出し隙間も\n小さくすることができるため，隔壁とステータとの組立品と取り付け板\nの組立の際に，シール部材が取り付け板の円筒段差部コーナーに巻き込\nみまれたり，前記コーナーＲに食い込むことを防止でき，気密性に関し\nてより高い信頼性を持った遮断弁を提供することができる（段落【００\n１９】，【００２０】，【００７４】），\nという効果を奏するものであるということができる。\n２  甲１発明について\n甲 1（特開平５－７１６５５号公報）には，以下の記載がある。\n「【請求項１】 回転軸（２８）の左端部にリードスクリュー（２８ａ）を形\n成し，ロータ回転手段（３４）のステータヨーク（３７）の内周面に接する\nように非磁性材の薄板パイプ（３８）を配設した正逆回転可能なモータＤと，\nこのモータＤの取付板（２３）との間に装着されたスプリング（２４）によ\nり付勢されて弁座（２１）に密着する弁体（２２）と，先端部（２５ａ）が\nこの弁体（２２）の保持板（２２ａ）に固定され，前記リードスクリュー（\n２８ａ）と螺合して，左右に移動する弁体移動手段２５とからなることを特\n徴とするモータ駆動双方向弁。\n【請求項２】 請求項１記載のモータ駆動双方向弁において，外面に操作用溝\n（１４０ｂ）を有するとともに，内面には回転軸（２８）の先端溝（２８ｂ\n）との係合用突起（１４０ａ）を有し，外周面にはパッキン溝（１４０Ｃ）\nを備えた外部操作手段（４０）を設け，この手段（４０）を取付板（３３）\nに延設した段差部（３３ａ）に内接させるとともに，パッキン溝（１４０Ｃ\n）にＯリング（４１）を嵌装し，かつ，スプリング（４２）を介して軸受保\n持盤（３２）に弾性連結したことを特徴とするモータ駆動双方向弁。\n【請求項３】 弁体移動手段（２５）が，その中央貫通孔（２５ｇ）の内周面\n後端部にモータ回転軸（２８）のリードスクリュー（２８ａ）と螺合する雌\n形スクリューねじ（２５ｅ）を有し，そのフランジ部（２５Ｃ）にモータ取\n付板（２３）に直立する回り止め棒（２７）の挿通孔（２５ｆ）を有するフ\nランジ付円筒体であることを特徴とする請求項１又は２記載のモータ駆動双\n方向弁。\n【請求項４】 請求項２記載のモータ駆動双方向弁において，気密用薄板パイ\nプ（３８）を，その内外面がそれぞれモータＤの軸受保持盤（３２）外周面\n及びステータヨーク（３７）の内周面に接するように配設し，パイプ（３８\n）両端部，両側取付板（２３），（３３）及びステータヨーク（３７）により\n形成される空隙をＯリング等のシール材（３９）で嵌装することにより，薄\n板パイプ（３８）を気密固定するとともに，外部操作手段（４０）の外周面\n（１４０Ｃ）に設けたパッキン溝（１４０ｄ）にＯリング（４１）を嵌着す\nることにより，モータ（Ｄ）外部へのガス漏出を防止したことを特徴とする\nモータ駆動双方向弁のシール構造。\n【発明の詳細な説明】\n【０００１】\n【産業上の利用分野】この発明は，正逆回転可能なモータによる回転運動を，\n弁体移動手段によって左右双方向の直線運動に変換し，弁体を弁座に密着又\nは弁座から離隔せしめるモータ駆動双方向弁における流体特にガス雰囲気に\n対するシール構造に関する。\n【０００２】\n【従来の技術】従来，この種の装置のシール構造としては図３に示される構成\n例のものがある。すなわち，図３はガス遮断時のガス遮断装置の要部断面を\n示すもので，１はガス供給管路中の弁座で，弁体２の保持板２ａとゴム材等\nの弾性材で形成したシール弁２ｂから構成されている。そして，弁体２は，\nガス通路の側壁の開口（図示していない）に外側から取り付けられたホルダ\n３に，スプリング４を介して取り付けられており，該スプリング４は弁２を\n弁座１に押し付ける方向に付勢されている。また，弁体２の中央部にはリー\nドスクリュー５の先端部６が貫通した後，Ｅリング７，７で挟持するように\nして連結されている。リードスクリュー５は前記ホルダ３の貫通孔８を貫通\nして流体通路外側に延設され，その中程にはスクリューねじ９が形成されて\nいる。１０はロータで内周面の雌形スクリューねじ１０ａがスクリューねじ\n９と螺合する。１１は永久磁石，１２は電磁コイル，１２ａはボビン，１３\nはステータヨーク，１４は軸受で１５はホルダ３にねじ等で固定されたモー\nタの取付板である。また，１５は弾性材で成形されたＯリングで，シール板\n１７と共に，ホルダ３に形成された貫通孔８とリードスクリュー５との隙間\nからのガスの漏出を防止するためのものである。\n【図３】\n【０００３】上記のように構成されているため，ステータヨーク１３とこれに\n内装されている電磁コイル１２とを備えたロータ回転手段Ａの制御により，\nロータ１０と永久磁石１１とよりなる回転手段Ｂが正逆回転し，この回転手\n段Ｂと螺合しているリードスクリュー５と弁体２からなる弁体移動手段Ｃが\n左右にリニア移動する。これにより，弁体２は弁座１と密着又は弁座１から\n離隔する。\n【０００４】\n【発明が解決しようとする課題】しかしながら，上記のように構成された貫通\n孔８とリードスクリュー５との間のシール構造では，シール材としてのＯリ\nング１６は密着状態にあるリードスクリュー５が左右に移動するため，摩擦\n熱等による経年変化を起して，リードスクリュー５と粘着状態になってしま\nう。このため，流体遮断装置の負荷が増大し，緊急時におけるガス遮断に即\n応することができなくなるという問題点が生じる。\n【０００５】本発明は，このような従来の技術の有していた問題点を解消する\nため，非磁性材の薄板パイプをステータヨーク内周面及び軸受保持板外周面\nに接するように配設し，このパイプとその幅方向の両端に嵌装したＯリング\nと，モータの軸端部に設けたＯリングとによるシール構造によって，負荷の\n安定と信頼性の向上を図ったモータ駆動双方向弁とそのシール構造を提供す\nることを目的とする。\n【０００６】\n【課題を解決するための手段】上記目的を達成するため，第１の発明に係るモ\nータ駆動双方向弁装置は，回転軸２８の左端にリードスクリュー２８ａを形\n成した正逆回転可能なモータＤと，このモータＤの取付板２３との間に装着\nされたスプリング２４により弁座２１に密着する弁体２２と，先端部２５ａ\nがこの弁体２２の保持板２２ａに固定され，前記リードスクリュー２８ａと\n螺合して左右に移動する弁体移動手段２５とより構成される。また，第２の\n発明に係る外部操作用円盤装置は，第１の発明に係るモータ駆動双方向弁装\n置を停電時等の緊急時に，外部から手動等の操作により，弁体２２と弁座２\n１に密着し又は弁座２１から離隔させるために，この弁体移動手段２５とは\n反対側にモータに外部操作手段４０を付属させたものである。さらに，第３\nの発明は，第１又は第２の発明における弁体移動手段２５の実施態様である。\nそして，第４の発明は，第１の発明のモータ駆動双方向弁装置におけるシー\nル構造において，その両端縁が軸受保持盤２２ａの外周面に接するとともに，\n残りの部分はステータヨーク３７の内周面に接するように，黄銅等の非磁性\n材の薄板パイプ３８を配設し，この薄板パイプ３８の両端縁においてモータ\nの取付板２３，３３及びステータヨーク３７，３７とにより包囲される隙間\nにＯリング等のシール材３９，３９を嵌装したものである。\n【０００７】\n【作用】上記構成の弁体移動手段２５により，弁体２２は弁座２１に密着され\nてガス通路等を遮断してガス流を停止させるとともに，弁座２１から離隔保\n持してガス通路を開放する。また，弁体移動手段２５のみがガス通路隔壁内\nに配置され，他のモータ構成部分はガス通路隔壁外に配置されているから，\nこのモータのステータヨーク３７内周面及び軸受保持盤３２の外周面に接す\nる薄板パイプ３８と，これらにより形成される隙間にＯリング等のシール材\n３９を嵌装するシール構造のため，シール材３９は移動部分との接触がなく\nなるので，双安定弁の負荷が安定する。さらには，外部操作手段としての円\n盤４０を備えたことにより，停電中の緊急時には，工具（ドライバ等）によ\nり，円盤４０を押し込んで，その突起１４０ａを回転軸２８の先端溝２８ｂ\nに係合することにより，弁体２２と弁座２１の開閉を手動操作により行うこ\nとが可能になる。\n【０００８】\n【実施例】以下，本発明の実施例について図面を参照して説明する。図１は第\n１の発明及び第２の発明の実施例を示す要部断面図であって，開弁時を示し\nている。弁体２２は，略灰皿状で中央に透孔２２ｂのある弁体保持板２２ａ\nと，ゴム材等の弾性材で形成され，前記弁体保持板２２ａに嵌着されたシー\nル板２２Ｃとから構成されている。そして，弁体２２は，流通路の側壁の開\n口（図示していない）に外側から取り付けられた取付板２３に，スプリング\n２４を介して取り付けられており，該スプリング２４は弁体２２を弁座２１\nに押し付ける方向（図面上，左右）に付勢している。また，弁体２２の保持\n板２２ａの中央孔２２ｂには弁体移動手段２５の先端部２５ａが貫通した後，\nＥリング２６で連結されている。\n【図１】\n【０００９】図２は弁体移動手段２５の一実施例の要部断面及び上面を示して\nおり，円筒状本体２５ｂの先端部２５ａには段差部２５Ｃが形成され，下端\n部（図面上，右端部）にはフランジ部２５ｄが延設されている。そして，該\nフランジ部２５ｄの凹部には環状盤２５ｅが支持板２５ｈによってねじ２５\nｉにて固定支持されている。なお，２５ｆは雌形スクリューねじで，弁体移\n動手段２５の中央貫通孔２５ｇとの連通孔１２５ｅ内周面に設けられている。\n【図２】\n【００１０】また，図１において，２７は取付板２３に固定されている弁体移\n動手段２５の回り止め棒であり，弁体移動手段２５のフランジ部２５ｄにお\nいて，ねじ２５ｉの固定位置に対して直角をなす位置に設けられた透孔１２\n５ｄに遊嵌されている。２８は丸棒状の回転軸で，取付板２３を左側に貫通\nして，その先端部のリードスクリュー２８ａは弁体移動手段２５の中央貫通\n孔２５ｇに設けられている，環状盤２５ｅの雌形スクリューねじ２５ｆ（図\n２参照）と螺合している。したがって，弁体移動手段２５はリードスクリュ\nー２８ａの回転に従動して左右に移動する。２９は前記回転軸２８と一体の\nロータで，３０はロータ２９外周面に配設された分極着磁された永久磁石で\nある。そして，３１は回転軸２８のための軸受で，この軸受の環状保持盤３\n２を介して取付板２３，３３に取り付けられている。ここで，取付板３３は，\n第１の発明では一点鎖線にて閉結されており，図の実線部は第２の発明を示\nしている。さらに，３４は，環状の永久磁石３０の外周面から僅かに離隔す\nるように環装されているロータ回転手段である。該ロータ回転手段３４は次\nのように構成されている。すなわち，コイルボビン３５，３５に巻回された\n電磁コイル３６，３６が前記永久磁石３０に対向して環装するように配置さ\nれ，各電磁コイル３６，３６はそれぞれステータヨーク３７内に収納されて\nいる。なお，図示していないが，図３と同様に，ステータヨーク３７は，内\n周縁に複数枚の磁極歯を有する環状内ヨーク板と，この磁極歯と交互に配設\nされる磁極歯を内周縁に有する円筒状外ヨークが上下（図面上，左右）から\n接合され溶着されている。さらにまた，３８は黄銅などの非磁性材の薄板パ\nイプで，その幅方向の両端部３８ａ，３８ａは前記軸受保持盤３２，３２の\n外周面に接し，かつ，その中央部３８ｂがステータヨーク３７と接するよう\nに嵌装されており，このパイプ３８の両端部３８ａ，３８ａと取付板２３，\n３３及びステータヨーク３７，３７とで包囲される空隙はＯリング等のシー\nル材３９により嵌装シールされている。そして，取付板２３，３３をステー\nタヨーク３７，３７に螺着することによって，軸受３１，保持盤３２，パイ\nプ３８，Ｏリング３９，ステータヨーク３７，取付板２３，３３は一体に固\n定されて組立てられる。\n【００１２】本発明に係る上記構成の実施例は次のように動作する。電磁コイ\nル３６に所定の制御パルス電圧を印加することにより磁束が発生し，ステー\nタヨーク３７，３７内に導かれる。これにより発生する磁界とロータ２９の\n外周に環装されている永久磁石３０間の電磁作用により，ロータ２９がステ\nップ回転させられる。したがって，このロータ２９と一体の回転軸２８も同\n時にステップ回転し，そのリードスクリュー２８ａのスクリューねじと螺合\nしている雌形スクリューねじのある弁体移動手段２５がステップ移動する。\nこのため，弁体移動手段２５の先端部２５ａとＥリング２６により固定され\nている保持板２２ａと共に，弁体２２が左方向に移動し，弁座２１に密着す\nる。また，逆に，上記と反対の制御パルスでリードスクリュー２８ａを右方\n向に移動させることにより，スプリング２４の付勢力に対抗して弁体２２を\n移動させ，ガス通路を開放して双方向弁を復帰させることができる。\n【００１３】また，停電時などには，上述のように制御パルスを印加して双方\n向弁を作動させることができないから，外部操作手段４０を，その溝１４０\nｂにドライバ等の工具又は治具を当てて内部に押し込み，その突起１４０ａ\nを回転軸２８の右端溝２８ｂに係合し，回転軸２８を回動することにより，\n弁体２２を直接回転して双方向弁を作動させることができる。\n【００１４】さらに，この双方向弁を開放したとき，ロータ内部にガスの漏入\nがあっても，薄板パイプ３８とＯリング３９及びＯリング４１によって，モ\nータ駆動双方向弁装置は気密が確保され，装置を通して流通路以外の外部へ\nのガス漏洩が防止される。外部操作手段４０のない第１の発明の場合は取付\n板３３が一点鎖線で示されるように閉結されているから，この場合には，薄\n板パイプ３８とＯリング３９によって，装置外へのガス漏洩が防止されるの\nである。\n【００１５】\n【発明の効果】以上詳細に説明したように，本発明によれば，次に記載する効\n果を奏する。弁体移動手段はモータの外側に設け，モータのステータヨーク\n内周面を非磁性材の薄板パイプで覆うとともに，このパイプの幅方向の両端\n部をＯリング等のシール材で装填し固定したので，静止部分でのシール構造\nが得られるようになり，弁体移動手段との摩擦を避けることが可能となった\nので，Ｏリングの劣化により負荷が増大するという従来シール構造の問題点\nが解消されるため，負荷の安定性を保持できるとともに，高い信頼性を実現\nできる。また，外部操作手段を設けることにより，停電時でも，工具等の使\n用により，手動で双方向弁の開閉が可能になる。」\nそして，甲１には，前記第２の\n及び甲１発明２の発明が記載されていることは，当事者間に争いがない。\nア  甲１発明１\n電磁コイル３６とコイルボビン３５を配置するロータ回転手段３４と，\n前記ロータ回転手段３４のステータヨーク３７と接するように嵌装された\n黄銅などの非磁性材の薄板パイプ３８と，流通路に取り付けられた前記薄\n板パイプ３８の円筒部外径より若干大きな内径の円筒状の段差部を形成さ\nれた剛体性の取付板２３と，前記薄板パイプ３８の円筒部外周と前記取付\n板２３の段差部内周との間に円周方向に圧縮されて嵌装された弾性体製の\nシール材としてのＯリング３９と，前記薄板パイプ３８の内側に前記ロー\nタ回転手段３４に対向して配設されたロータ２９と，前記ロータ２９と一\n体の回転軸２８に配設された弁体移動手段２５と弁体２２とで構成され，\n前記薄板パイプ３８は，両端部３８ａを有し，前記端部３８ａを前記Ｏ\nリング３９と共に前記取付板２３の段差部に挿入して構成したモータ駆動\n双方向弁装置。\nイ  甲１発明２\n電磁コイル３６とコイルボビン３５を配置するロータ回転手段３４と，\n前記ロータ回転手段３４のステータヨーク３７と接するように嵌装された\n黄銅などの非磁性材の薄板パイプ３８と，流通路に取り付けられた前記薄\n板パイプ３８の円筒部外径より若干大きな内径の円筒状の段差部を形成さ\nれた剛体性の取付板２３と，前記薄板パイプ３８の円筒部外周と前記取付\n板２３の段差部内周との間に円周方向に圧縮されて嵌装された弾性体製の\nシール材としてのＯリング３９と，前記薄板パイプ３８の内側に前記ロー\nタ回転手段３４に対向して配設されたロータ２９と，前記ロータ２９と一\n体の回転軸２８に配設された弁体移動手段２５と弁体２２とで構成され，\n前記薄板パイプ３８は，両端部３８ａを有し，前記端部３８ａを前記Ｏ\nリング３９と共に前記取付板２３の段差部に挿入して構成したモータ駆動\n双方向弁装置であって，\n前記薄板パイプ３８の端部３８ａに嵌装され中心に軸受３１を配設した\n軸受保持盤３２を有する，モータ駆動双方向弁装置。\n３  取消事由１（本件発明１の容易想到性の認定判断の誤り）について\n相違点１及び２の一体性の認定について\nア  原告は，本件審決が，シール材配設の観点から，本件発明１において，\nなべ状の隔壁であること， その開放端につばがあること， 隔壁の\n円筒部に弾性体製のシール部材を配設することとは，技術的に密接な関\n連があるものと理解すべきであるから，相違点１及び２は併せて検討す\nべきである\n構成は，互いに技術的関連が希薄であり，単なる独立した構成の寄せ集\nめにすぎないのであって，なべ状隔壁の後端側の形状については相違点\n１，前端側の構造については相違点２として，それぞれを別個の相違点\nとして個別に判断すべきである旨主張する。\nイ  甲２ないし４について\n証拠（甲２）によれば，甲２（特開平１１－２３５２号公報）には，\n概略，次の記載がある。\n「【請求項１】 鍔付きカップ状のケーシング（６）を有し，このケー\nシングの外周にステータ（４）を装着し，前記ケーシングの開口部に\nアウターブッシュ（３）を嵌着し，このアウターブッシュにスタッド\n（５）を偏心させて前方に突設し，前記ケーシング内にインナーブッ\nシュ（１２）を挿設し，前記アウターブッシュおよび前記インナーブ\nッシュにリードスクリュー（１７）をその先端の雄ネジ部（１７ａ）\nが当該アウターブッシュより前方に突出した状態で正逆方向に回転自\n在に支持し，このリードスクリューにロータ（１６）を前記ステータ\nに対向する形で取り付け，このロータと前記アウターブッシュとの間\nにスラスト荷重用ころがり軸受（１８）を介挿した双方向流体弁モー\nタ（１）において，弾性シール部材（８，２８），前記アウターブッシ\nュおよび前記ケーシングを段付きフランジ（２）と平板フランジ（７\n）とで挟み込んだことを特徴とする双方向流体弁モータのシールド構\n造。\n【０００１】\n【発明の属する技術分野】本発明は，一般家庭のガス供給管路に設置さ\nれたガス緊急遮断装置その他の流体遮断装置に適用するに好適なステ\nッピングモータ等の双方向流体弁モータのシールド構造に関し，さら\nに詳しくは，流体経路上に形成された弁座に対して弁体を移動（前進\nまたは後退）させることによって流体経路の開閉動作を行う弁機構に\n適用しうる双方向流体弁モータのシールド構造に関する。\n【０００２】\n【従来の技術】図９は従来の流体遮断装置の一例を示す断面図である。\n【図９】\n【０００３】従来この種の流体遮断装置としては，例えば特開平５－７\n１６５５号公報（判決注：甲１）に開示されているように，双方向流\n体弁モータによるリードスクリューの回転運動を弁体の直線運動に変\n換する機構を具備したものが多用されている。\n【０００４】この流体遮断装置では，図９に示すように，ロータ１６と\n一体化されたリードスクリュー１７がすべり軸受１４，３４を介して\n回転自在に支持されており，リードスクリュー１７の先端に弁体２５\nがスプリング３３によって常に前方，すなわち弁座２６側に付勢され\nた形で取り付けられている。そして，地震発生時などの異常時には，\n外部入力（通常は電池）によってステータ４の各マグネットワイヤ９\nに通電してロータ１６を正回転させると，リードスクリュー１７が正\n方向に回転し，弁体２５がリードスクリュー１７側から弁座２６側に\n前進して弁座２６に当接することにより，流体経路を閉塞して流体を\n遮断する。また，これを復元するときには，外部入力によってリード\nスクリュー１７を逆方向に回転させ，弁体２５を弁座２６側からリー\nドスクリュー１７側に後退させ，流体経路を開放して流体の供給を再\n開する。\n【０００５】ところで，この流体遮断装置では，ガス等の流体が外部に\n漏れないようにするため，要所にＯリング３５，３６，３７を嵌着し\nて双方向流体弁モータの流体シールド性を確保していた。\n【０００６】\n【発明が解決しようとする課題】しかし，これではＯリング３５，３６，\n３７を多用することとなるので，部品点数が増えて製造コストが高騰\nすると同時に，機密性評価箇所が増加して信頼性に乏しくなる。\n【０００７】また，双方向流体弁モータを組み立てるには，Ｏリング３\n５，３６，３７をその径方向に変形させて嵌着する必要があるので，\n生産効率を向上させる上での障害となるばかりか，双方向流体弁モー\nタの組立精度が落ちて品質の低下につながる恐れがあるという不都合\nがあった。\n【０００８】本発明は，上記事情に鑑み，製造コストを抑制しつつ信頼\n性および生産効率を高め，品質を改善することが可能な双方向流体弁\nモータのシールド構造を提供することを目的とする。\n【０００９】\n【課題を解決するための手段】すなわち，本発明は，鍔付きカップ状の\nケーシング（６）を有し，このケーシングの外周にステータ（４）を\n装着し，前記ケーシングの開口部にアウターブッシュ（３）を嵌着し，\nこのアウターブッシュにスタッド（５）を偏心させて前方に突設し，\n前記ケーシング内にインナーブッシュ（１２）を挿設し，前記アウタ\nーブッシュおよび前記インナーブッシュにリードスクリュー（１７）\nをその先端の雄ネジ部（１７ａ）が当該アウターブッシュより前方に\n突出した状態で正逆方向に回転自在に支持し，このリードスクリュー\nにロータ（１６）を前記ステータに対向する形で取り付け，このロー\nタと前記アウターブッシュとの間にスラスト荷重用ころがり軸受（１\n８）を介挿した双方向流体弁モータ（１）において，弾性シール部材\n（８，２８），前記アウターブッシュおよび前記ケーシングを段付きフ\nランジ（２）と平板フランジ（７）とで挟み込むようにして構成され\nる。\n【００１５】\n【発明の実施の形態】以下，本発明の実施形態を図面に基づいて説明す\nる。\n【００１６】図１は本発明が適用された双方向流体弁モータの第１の実\n施形態を示す断面図…である。\n【 図 １ 】\n【００１７】本発明が適用された双方向流体弁モータ１は，図１…に示\nすように，鍔付きカップ状のケーシング６を有しており，ケーシング\n６の外周にはステータ４が装着されている。このステータ４は２個の\nコイル状のマグネットワイヤ９を具備しており，各マグネットワイヤ\n９にはそれぞれ外ヨーク１０および内ヨーク１１が周設されている。\nまた，ケーシング６の開口部には，自己潤滑性のある合成樹脂（例え\nば，ポリアセタール等）を一体成型したアウターブッシュ３が内接す\nる形で嵌着されており，このアウターブッシュ３は本体３１およびス\nタッド５から構成されている。すなわち，アウターブッシュ３は鍔付\nきカップ状の本体３１を有しており，本体３１の円形底面の中心から\n偏心した部位にはスタッド５が前方（図１左方）に突出する形で一体\nに形設されている。一方，ケーシング６内には，自己潤滑性のある合\n成樹脂（例えば，ポリアセタール等）からなるインナーブッシュ１２\nが挿設されている。\n【００１８】また，アウターブッシュ３およびインナーブッシュ１２に\nはリードスクリュー１７がその先端をアウターブッシュ３より前方に\n突出させた状態で正逆方向に回転自在に支持されており，リードスク\nリュー１７の先端には雄ネジ部１７ａが形成されている。リードスク\nリュー１７には，マグネットコア１５を樹脂１３でモールドしたロー\nタ１６がステータ４の内側に対向する形で取り付けられており，ロー\nタ１６とアウターブッシュ３との間にはスラスト荷重用ころがり軸受\nとしてスラスト玉軸受１８が介挿されている。さらに，ロータ１６と\nインナーブッシュ１２との間には螺旋バネ３０がその前後に位置する\n２枚のワッシャ２２，２３に挟まれた形で介挿されている。\n【００１９】また，アウターブッシュ３の外周には円盤状の段付きフラ\nンジ２が嵌合しているとともに，ケーシング６の外周には円環状の平\n板フランジ７が嵌合しており，これら段付きフランジ２および平板フ\nランジ７は互いに固着されて，アウターブッシュ３の鍔部とケーシン\nグ６の鍔部を同時に挟み込んでいる。さらに，段付きフランジ２と平\n板フランジ７との間には，弾性のある合成樹脂からなる断面円形のシ\nールドリング８が弾性シール部材として前後方向（図１左右方向）に\n押圧された状態で組み付けられている。\n【００２０】ところで，この双方向流体弁モータ１は次のようにして簡\n単に組み立てることができる。なお，この組立作業は軸方向が上下方\n向（鉛直方向）に一致するようにして行う。\n【００２１】まず，アウターブッシュ３内にスラスト玉軸受１８を載置\nし，リードスクリュー１７を取り付けたロータ１６をリードスクリュ\nー１７の雄ネジ部１７ａがアウターブッシュ３より突出するようにス\nラスト玉軸受１８に載置する。その後，ロータ１６上にワッシャ２２，\n螺旋バネ３０，ワッシャ２３を順に載置する。次いで，前記組立品を\n予めインナーブッシュ１２を挿設しておいたケーシング６内に挿設し，\nロータ組立品を完成させる。\n【００２２】一方，平板フランジ７を予め取り付けておいた外ヨーク１\n０および他の外ヨーク１０にそれぞれコイル組立品（マグネットワイ\nヤ９とコイルボビンなどからなるもの）を挿設し，この挿設品に内ヨ\nーク１１を嵌着し，内ヨーク１１同士が背中合わせになるように嵌着\n（溶接など）し，ステータ４を完成させる。\n【００２３】最後に，ステータ４にロータ組立品を装着し，ケーシング\n６の鍔部にシールドリング８を載置し，次に段付きフランジ２を載置\nし，平板フランジ７と段付きフランジ２を固定すれば，双方向流体弁\nモータ１が出来上がる。\n【００２４】このように，双方向流体弁モータ１はその構成部品を単一\nの方向（軸方向）に組み付けていくだけで組立が完了し，しかも，こ\nれをロータ１６を中心としたロータ部組立作業とマグネットワイヤ９\nを中心としたステータ部組立作業とに分け，これらの組立作業を同時\nに並行して進めることにより，組立に要する時間を大幅に短縮できる\nことから，双方向流体弁モータ１の生産効率を高めることができると\nともに，その組立精度ひいては品質を改善することが可能となる。\n【００２５】本発明が適用された双方向流体弁モータ１は以上のような\n構成を有するので，この双方向流体弁モータ１をガス緊急遮断装置な\nどの流体遮断装置に適用するには次の手順による。\n【００２６】まず，図１に示すように，双方向流体弁モータ１に弁体２\n５を螺着し，これを流体遮断装置の筺体２７の所定位置に取り付ける。\nすると弁体２５は，筺体２７に形成された弁座２６に対して所定の間\n隔をおいて対向するように位置決めされる。そして，正常時において\nは弁座２６と弁体２５との隙間を通ってガス等の流体が供給される。\nこの際，段付きフランジ２と平板フランジ７との間にはシールドリン\nグ８が設けられているので，流体シールド性は高く，流体が段付きフ\nランジ２と平板フランジ７との隙間を通って外部に漏出してしまうこ\nとはない。\n【００３５】さらに，上述の実施形態においては，段付きフランジ２と\n平板フランジ７との間に１個の断面円形のシールドリング８を組み付\nけた双方向流体弁モータ１について説明したが，シールドリング８の\n個数や形状はこれに限るわけではない。例えば，…２個のシールドリ\nング８を同心円上に配置して組み付けることにより，流体シールド性\nを一層向上させることもできる。或いはまた，…断面瓢箪形のシール\nドリング２８を採用することにより，２個の断面円形のシールドリン\nグ８と同程度の流体シールド性を単一部品で発揮させることも可能で\nある。\n【００３６】\n【発明の効果】以上説明したように，本発明によれば，鍔付きカップ状\nのケーシング６を有し，このケーシング６の外周にステータ４を装着\nし，前記ケーシング６の開口部にアウターブッシュ３を嵌着し，この\nアウターブッシュ３にスタッド５を偏心させて前方に突設し，前記ケ\nーシング６内にインナーブッシュ１２を挿設し，前記アウターブッシ\nュ３および前記インナーブッシュ１２にリードスクリュー１７をその\n先端の雄ネジ部１７ａが当該アウターブッシュ３より前方に突出した\n状態で正逆方向に回転自在に支持し，このリードスクリュー１７にロ\nータ１６を前記ステータ４に対向する形で取り付け，このロータ１６\nと前記アウターブッシュ３との間にスラスト玉軸受１８等のスラスト\n荷重用ころがり軸受を介挿した双方向流体弁モータ１において，シー\nルドリング８，２８等の弾性シール部材，前記アウターブッシュ３お\nよび前記ケーシング６を段付きフランジ２と平板フランジ７とで挟み\n込むようにして構成したので，１箇所の機密性評価箇所を１個の弾性\nシール部材でシールするだけで済むため，製造コストを抑制しつつ信\n頼性を高めることができることに加えて，双方向流体弁モータ１の組\n立はその構成部品を単一の方向に組み付けていくだけで完了し，しか\nも，この組立作業を分割して所要時間を大幅に短縮できることから，\n双方向流体弁モータ１の生産効率を高めることができるとともに，そ\nの組立精度ひいては品質を改善することが可能となる。」\nそして，甲２には，以下の甲２発明が記載されていることは当事者間\nに争いがない。\n甲２発明\nモータ駆動双方向弁装置において，ロータ１６を流体シールする，１\nつの部品で構成された鍔付きカップ状のケーシング６を用い，ケーシン\nグ６の鍔部にシールドリング８を載置し，次に段付きフランジ２を載置\nし，平板フランジ７と段付きフランジ２を固定することで，段付きフラ\nンジ２および平板フランジ７は互いに固着され，段付きフランジ２と平\n板フランジ７との間にはシールドリング８が設けられてアウターブッシ\nュ３の鍔部とケーシング６の鍔部を同時に挟み込んでいること。\n甲３発明，甲４発明について\n甲３（特開平１１－２３５１号公報）及び甲４（特開平１１―２３５\n同様の発明が記載されていることは当事者間に争いがない。\nウ  そこで検討するに，まず，甲２発明は，甲１発明が，Ｏリング等のシ\nール部材を多用することとなるので，部品点数が増えて製造コストが高\n騰すると同時に気密性評価箇所が増加して信頼性に乏しくなること（甲\n２の段落【０００６】），Ｏリング等のシール部材を円周方向に変形させ\nて嵌着させる必要があるので生産効率を向上させる上での障害となるば\nかりか，双方向流体弁モータの組立精度が落ちて品質の低下につながる\nおそれがあるとの不都合があったこと（甲２の段落【０００７】）に鑑み\nて，鍔付きカップ状のケーシング６を用い，シール箇所を１カ所として，\n弾性シール部材８を段付きフランジ２と平板フランジ７とで挟み込む（\n軸方向に圧縮する）構成を採用したものであることが認められる（甲２\nの段落【０００８】，【０００９】）。\nその上で，本件発明１は，前記１ のとおり，甲２発明が，長期間の\n使用中に，段付きフランジ２と平板フランジ７とのかしめ部や接触部に\n隙間が生じるなどして，スラスト方向（軸方向）に圧縮されている弾性\nシール部材８の圧縮率が不充分になり，あるいはアウターブッシュ３が\n円周方向に膨張して弾性シール部材８を過圧縮状態にして圧縮永久ひず\nみを促進するなどして，気密性が劣化するとの課題があったこと（本件\n明細書の段落【０００９】～【００１１】）に鑑み，長期の使用において\nシール部材の圧縮率がほとんど変化せず，気密性に関して高い信頼性を\n持った遮断弁を提供すべく，シール部材の圧縮方式を軸方向ではなく，\n円周方向への圧縮方式とし，シール部材５８の圧縮率が，隔壁４７の円\n筒部４７ｃの外径と取り付け板５７の段差部５７ｂの内径とで決定され，\n隔壁と取り付け板の軸方向の位置の微少な変動等による影響をほとんど\n受けないようにし，かつ，隔壁４７の開放端につば４７ｅを設け，この\nつば４７ｅをシール部材５８と共に取り付け板段差部５７ｂに挿入した\nものである（本件明細書の段落【００１３】，【００１４】，【００２１】，\n【００３９】）。\nそして，本件明細書，甲１９及び２７によれば，本件発明１は，上記\nのとおり，甲２発明において軸方向に圧縮されている弾性シール部材８\nの圧縮率が不充分になるとの課題を解決するために，シール部材の圧縮\n方向を円周方向とし，そのためになべ状隔壁（円筒部）と取り付け部材\n段差部の配置構成を工夫したものであること，なべ状隔壁の開放端につ\nばを設けることによって隔壁開放端の強度が確保できること，さらに，\nなべ状隔壁の開放端のつばが，遮断弁の組立工程においてＯリング等の\nシール部材の位置を仮決めするストッパーとして機能し，シール部材を\n適切な位置にセットするのが容易となることや，当該つばが，取り付け\n板段差部に隔壁開放端を挿入する際に挿入時のガイドとして機能し，隔\n壁と取り付け板の同軸のずれを規制し，取り付け板段差部への挿入をス\nムースにするなど，なべ状隔壁（円筒部）及びシール部材の取り付け板\n段差部への挿入による組立作業が容易となるとの効果を奏するものであ\nることが認められる。このように，本件発明１は，ⅰ）シール部材の円\n周方向圧縮のためのなべ状隔壁（円筒部）と取り付け部材段差部の配置\n構成，ⅱ）隔壁開放端へのつばの設置による開放端の強度の確保，ⅲ）\n隔壁開放端のつば及びシール部材の取り付け板段差部への挿入による組\n立作業の容易化，との技術的意義を有するものであることが認められる。\nそして，つばを設けることによって隔壁開放端部の強度を確保するか\nどうかという観点と，隔壁開放端のつばの有無によって，シール部材を\n隔壁と取り付け部材との関係でどのように配設するかの観点とは技術的\nに関連しているということができる。また，隔壁の形状がパイプ形状の\n場合にはパイプ両端の強度の確保を考慮する必要があるが，隔壁がなべ\n形状の場合には，なべ底部分については十分な強度が確保されていると\nみるべきであり，開放端の端部の強度の確保のみを考慮すれば足りるか\nら，隔壁の形状をどのようにするかの観点と，シール部材をどのように\n配設するかの観点とは技術的に関連しているということができる。そう\nすると，本件発明１において， なべ状の隔壁であること， その開放\n端につばがあること， 隔壁の円筒部に弾性体製のシール部材を配設す\nることとは，技術的に密接な関連があるというべきである。\nさらに，前記のとおり，甲２発明は，甲１発明の有する課題を解決す\nるために，甲１発明の薄板パイプ３８に代えて，鍔付きカップ状のケー\nシング６（なべ状隔壁）を用いたものであり，さらに本件発明１は，甲\n２発明の課題を解決するために，甲２発明のなべ状隔壁を前提として，\nなべ状隔壁の開放端につばを設置するとともに，隔壁の円筒部に弾性体\n製のシール部材を配設し，これらを取り付け板段差部に挿入することに\nよって，シール部材の円周方向への圧縮，なべ状隔壁開放端の強度の確\n保，組立作業の容易化という，前記ⅰ）～ⅲ）の本件発明１の技術的意\n義ないし作用効果を有するものであるということができる。そうすると，\n相違点１に係る本件発明１の構成と相違点２に係る本件発明１の構成は，\n一体として本件発明１の上記技術的意義を有するものということができ\nるから，本件審決が，本件発明１において， なべ状の隔壁であること，\nその開放端につばがあること， 隔壁の円筒部に弾性体製のシール部\n材を配設することとは，技術的に密接な関連があり，相違点１及び２を\n併せて検討すべきである旨判断したことに誤りはないというべきである。\n容易想到性について\nア  原告は，「なべ状」の隔壁を開示する甲２～４を検討するに当たっては，\n「なべ状」の隔壁のみに着目すべきであるところ，相違点１に係る構成\nは，甲２～４記載事項を適用することによって当業者が容易に想到し得\nるものであること，周知技術としての「つば」を開示する甲７～９を検\n討するに当たっては，「つば」のみに着目すべきであるところ，相違点２\nに係る構成は，甲７～９記載の周知技術を適用することによって当業者\nが容易に想到し得るものであること，甲２１～２３は，本件審決が認定\nア 成の全てを具備するものであっ\nて，甲２１～２３の電磁ソレノイド駆動式の遮断弁と甲１発明１及び本\n件発明１のモータ駆動式の遮断弁との技術分野の共通性に鑑みれば，甲\n１発明１に甲２１～２３記載事項を適用する動機付けがあるとして，本\n件発明１は，甲１発明１，甲２～４，甲７～９，甲２１～２３の各記載\n事項等に基づいて，当業者が容易に想到し得るものである旨主張する。\nイ  相違点１について\n前記２のとおり，甲１発明１においては，シール部材であるＯリング３\n９は，薄板パイプ３８と取付板２３によって円周方向に圧縮されており，\n前記 ウでみた本件発明１の技術的特徴であるⅰ）シール部材の円周方向\n圧縮のためのなべ状隔壁（円筒部）と取り付け部材段差部の配置構成に係\nる構成が開示されており，また，前記 でみた甲２～４発明の内容に照\nらすと，隔壁をなべ状にすること自体は，本件出願当時，周知技術であっ\nたものと認められる。\nしたがって，相違点１に係る本件発明１に係る構成は，甲１発明１に上\n記周知技術を適用することによって，当業者が容易に想到することができ\nるものというべきである。\nウ  相違点２について\n甲７の記載内容\nａ  証拠（甲７）によれば，甲７（特開平１１－２９５１７４号公報）\nには，概略，以下の記載がある。\n「【０００１】\n【発明の属する技術分野】本発明は，圧力センサに関し，特にセンサエ\nレメントを収容したハウジングとコネクタケースとを具備するととも\nに，電磁ノイズの影響をなくした絶対圧方式もしくはシールドゲージ\n圧方式による圧力センサに関する。\n【０００２】\n【従来の技術】本出願人は，流体の圧力を検出する圧力センサとして，\n圧力検出空間に連通する内部空間と上端に肉薄の立上部を有する金属\n製のハウジングと，内部空間と内部空間を上下に分離する隔壁と上端\nに肉薄の立上部を有する円筒形の金属製の圧力ケースと，絶縁性材料\nからなるコネクタケースとからなり，ハウジングと圧力ケースとコネ\nクタケースを積み重ね，それぞれの立上部をかしめて一体化して形成\nした内部空間に圧力検出用のセンサエレメントと電気回路とを収容し\nた圧力センサにおいて，ハウジングは内部空間の底部に開口する圧力\n検出空間に連通する流体導入孔と，底部の圧力導入孔の開口の周囲に\n設けた環状の突起とを有し，センサエレメントは半導体基板に形成し\nた圧力検出素子とガラス製の上部台座とシリコン製の下部台座と金属\n製のヘッダとを積み重ねて構成され，圧力ケースは貫通コンデンサを\n嵌挿する開口を有し，前記センサエレメントのヘッダの底面を前記環\n状突起上に載置し両者を電気抵抗溶接して気密に溶着固定した圧力セ\nンサを特願平９－１８５１４１号として出願している。\n【０００３】このような圧力センサを車載用空気調和機の冷凍サイクル\nに用いるときには，標高差に基づく大気圧の変動が圧力検出に影響を\n及ぼし検出圧力に微妙な偏差が生じるそれがあることから，大気圧力\nの影響を受けない絶対圧方式もしくは参照圧力側が密封されこれを基\n準として計測するシールドゲージ圧方式などを採用した圧力センサへ\nの要請が高まっている。\n【０００４】\n【発明が解決しようとする課題】本発明は，このような要請に応えるた\nめに，絶対圧力方式もしくはシールドゲージ圧力方式の圧力センサの\n構造を提供することを目的とする。さらに，本発明は参照圧力側の空\n間を確実に気密に封止した構造を有する圧力センサを提供することを\n目的としている。\n【００１１】\n【発明の実施の形態】以下，本発明の第１の実施の形態にかかる圧力セ\nンサの構成を図を用いて説明する。本発明にかかる圧力センサの第１\nの実施の形態について，図１を用いて説明する。図１は圧力センサの\n構成を示す縦断面図である。\n【図１】\n【００１２】本発明の第１の実施の態様にかかる圧力センサ１は，ハウ\nジング１０と，センサエレメント２０と，圧力ケース３０と，コネク\nタケース４０と，回路基板５０と，ターミナルホルダ７０等から構成\nされている。ハウジング１０と，圧力ケース３０およびコネクタケー\nス４０からなる容器内に，センサエレメント２０，回路基板５０，回\n路基板保持部材６０，リード５２，ターミナルホルダ７０，Ｏリング\n４９等が収納されている。\n【００１３】ハウジング１０は，センサエレメント２０，回路基板５０，\n圧力ケース３０等を組み込む円筒形状の金属製のケースとして構成さ\nれ，測定する流体を内部に導入する流体導入孔１１と，内部空間の底\n部１３と，該底部に開口した流体導入孔１１の周辺に設けた環状の突\n起１２と，内部空間の上方に設けた平坦な上面を有する段部１４と，\n周辺上縁に設けた肉薄の立上部１５とを有している。\n【００１４】センサエレメント２０は，圧力を検出する機能を有してお\nり，金属製のヘッダ２１と，半導体基板の上面に複数の抵抗をブリッ\nジを形成するように設けたピエゾ素子からなる圧力検出素子２２と，\nヘッダ２１の上面に気密に固定されたシリコン製の下部台座２３と，\n該下部台座２３の上面に気密に載置固定されたガラス製の上部台座２\n４とから構成される。ヘッダ２１の上面に，前記下部台座２３が載置\n固定され，下部台座２３の上面に上部台座２４が気密に載置固定され，\n抵抗が配置された面が上面となるように圧力検出素子２２が上部台座\n２４の上面に載置固定されている。ヘッダ２１の下部周囲にはつば状\nの肉薄部が設けられている。\n【００２０】圧力ケース３０は，鉄もしくはステンレス鋼から形成され，\nハウジングなどによって構成される内部空間に配置されたセンサエレ\nメント２０を外部ノイズから保護するシールド部としての働きと，気\n密な内部空間を形成する部材としての働きを有している。圧力ケース\n３０は，円板状の底部３１と，その周辺から立ち下がる周壁３２と，\n周壁３２の先端部を外側に折り曲げたつば部３３と，リード引出部を\n構成する立上部３４とを有している。この形状の圧力ケース３０には\n内部に空間３５が形成される。さらに，立上部３４は中心にリード３\n６が配置されガラス３７によって封止されたハーメチックシールを形\n成している。\n【００２２】コネクタケース４０は，ターミナル７１を差し込み固定す\nる樹脂製ケースであり，上部に設けたソケット部４１と，下方にたれ\n下がった周壁４２と，周壁４２の外側下方に設けた肩部４３と，周壁\nの下端の平坦面４４と，ソケット部４１の下方に設けたターミナルホ\nルダ用空間４５と，ターミナル７１を挿通するためのターミナル貫通\n孔４６を有し，空間４５内に圧力ケース３０の底部と共同してターミ\nナルホルダ７０を保持している。このコネクタケース４０は，その形\n状を変更することによって，種々の異なる形状のコネクタに対応する\nことができる。\n【００２６】シリコンゴムなどからなるＯリング４９は，外部からの水\nや湿気等の浸入を防ぐものであり，圧力ケース３０のつば部３３の上\n面ととおよびコネクタケース４０の平坦面４４との間に設けられてい\nる。\n【００２８】次に，リード５２を，圧力ケース３０のハーメチックシー\nル部のリード３６に位置合わせして接続固定し，圧力ケース３０のつ\nば部３３をハウジング１０の段部１４の平坦面に載置した後，例えば，\n電子ビーム溶接によって，つば部３３と段部１４の平坦面を溶接する。\nこの溶接は高度の真空中で行われるので，内部空間３５は真空に保た\nれる。\n【００２９】次いで，圧力ケース３０上にターミナルホルダ７０を配置\nし，リード３６の先端をターミナル７１の開口に挿入した後，両者を\n半田付けする。その後，Ｏリング４９を圧力ケース３０のつば部３３\n上に配置し，その上にコネクタケースのターミナル貫通孔４６にター\nミナル７１を通してコネクタケース４０を載置し，かしめ受部４３側\nへハウジング１０の立上部１５の上端をかしめてハウジング１０とコ\nネクタケース４０を固定する。このかしめ部１６の境界に接着剤を塗\n布して確実な固定とする。\n【００３０】以上の工程によって，圧力センサ１が組み立てられる。こ\nの実施の形態では，センサエレメント２０のヘッダ２１をハウジング\n１１の内部空間の底部１３に設けた環状突起１２上に載置し，プロジ\nェクション溶接によって溶着固定しているので，ヘッダ２１と突起１\n２との溶着が極めて強固なものとなり，気密性に優れた圧力センサを\n提供することができる。\n【００３１】また，本実施の形態によれば，ターミナルホルダ７０を，\n圧力ケース３０の底部３１上に載置し，ターミナル７１をリード３６\nへハンダ付けすることによって位置を固定することができ，製造時の\n工数がかからず，コスト的にも安くすることができる。\n【００３２】また，本実施の形態によれば，電気回路部を圧力ケース３\n０とハウジング１０で完全に遮閉しているので，電源ノイズや電磁ノ\nイズが電気回路部に入り込まない構造にすることができ，これによっ\nて，誤動作をなくすことができる。\n【００３３】なお，かしめ部にＯリング４９を使用することに加えて，\nかしめ部の外周をシリコン系接着剤等の防水剤で覆ったので，確実な\n防水性を持たせることが可能となる。\n【００４０】図６を用いて本発明の第３の実施の形態を説明する。この\n実施の形態は，第２の実施の形態に比較して，以下の点に特徴を有し\nている。① 電子回路基板５０のほかに第２の電子回路基板５５を設\nけ，この基板５５上に基板５０から送られてきた電気信号を，ＰＷＭ\n信号として出力する信号変換回路を配置した点。\n② 圧力ケース３０とハウジング１０との固着を，圧力ケースのつば\n部３３の平面とハウジング１０の段部１４に設けた環状突起１２’を\n用いてプロジェクション溶接するようにした点。\n③ ターミナルホルダ７０を省略してターミナル７１をコネクタケー\nス４０の貫通孔４６に直接埋め込んで保持した点。\n④ ターミナル７１の下端部と，電子回路基板５０に設けたリード５\n２の貫通コンデンサを通過して圧力ケース３０上に突出した上端部と\nを，表面にプリント配線を設けたフレキシブルプリント配線基板７６\nを用いて接続するとともに該フレキシブルプリント配線基板７６には\n基板５５から得られるＰＷＭ信号を処理する回路が設けられ，リード\n５２の先端とフレキシブルプリント配線基板７６の配線および該配線\nとターミナル７１の下端部とを半田付けした点。\n⑤ ハウジング１０と圧力ケース３０の組立体にコネクタケース４０\nを，下端部を内側に折れ曲げたハウジング支持部６６を有する円筒状\nのかしめ部材６５を用いてかしめ固着した点。\n【図６】                        【図７】\n【００４２】以下，図７を用いて本発明の第４の実施の形態を説明する。\n図７は第４の実施の形態にかかる圧力センサの構成を示す縦断面図で\nある。この実施の形態は，参照内部空間３５を，ハウジング１０を利\n用せずに形成した点，および，ハーメチックシールの形状を他の実施\nの形態に示した形状と異ならせた点に特徴を有している。\n【００４８】圧力ケース３０自体は，図１に示した第１の実施の形態の\n圧力ケース３０と同様に形成されている。しかしながら，内部空間３\n５は，圧力ケース３０およびセンサエレメント支持底板３７とを溶接\nすることによって形成される。圧力ケース３０は，円板状の底部３１\nと，その周辺から立ち下がる周壁３２と，周壁３２の先端部を外側に\n折り曲げたつば部３３と，リード引出部を構成する立上り部６４とを\n有している。この形状の圧力ケース３０には内部に空間３５が形成さ\nれる。さらに，立上り部３４には，内管状部材３４１とつば部を有す\nる外管状部材３４２の間をガラス３７によって封止されたハーメチッ\nクシールが嵌め込まれ，外周と立上り部３４とをはんだによって気密\nに封止している。さらに，内管状部材３４２の貫通穴にはリード５２\nが挿通され，リード５２と貫通穴の内壁との間に半田３９を流し込ん\nで気密に封止している。\n【００５２】この後，立上り部３４にハーメチックシール部を取り付け\nた圧力ケース３０を，前記リード５２に位置が合うようにセンサエレ\nメント支持底板３７上に配置し，つば部３３と底板３７の周辺に設け\nた平坦面に溶接して圧力センサ本体を組み立てる。この溶接は，電子\nビーム溶接，プロジェクション溶接など任意の溶接方法を採用するこ\nとができる。このようにして得た圧力センサ本体は，ヘッダ２１とセ\nンサエレメント支持底板３７の管状突起１２”との溶接部分を引き剥\nがす力が働かないので，異なる材質の溶接であっても溶接部分が剥が\nれることがなくなり，信頼性の高い気密構造を得ることができる。\n【００５３】次いで，Ｏリング収容溝２１２にＯリング４９ｂを嵌めた\n圧力センサ本体の垂下部２１１を，ハウジング１０の流体導入穴１１\nに挿入して位置決めし，圧力センサ本体の上にコネクタケース４０を\nＯリング４９ａを介して載置した後，ハウジング１０の立上部１５の\n上端をかしめてハウジング１０とコネクタケース４０を一体化して圧\n力センサを組み立てる。」\nｂ  そして，甲７には，以下の発明が記載されていることは当事者に争\nいがない。\n「なべ状の圧力ケース３０の周壁３２の先端部を外側に折り曲げたつ\nば部３３を有し，つば部３３のハウジング１０側を溶接し，つば部３\n３とコネクタケース４０の段状部の間でＯリング４９，４９ａが押圧\nされた状態で，かしめによりハウジング１０の段状部に圧力ケース３\n０の周壁３２の先端部を固定すること。」\n甲８の記載内容\nａ  証拠（甲８）によれば，甲８（特開平８－１８３４１８号公報）に\nは，概略，以下の記載がある。\n「【０００１】\n【産業上の利用分野】本発明は，衝撃から乗員を保護するエアバッグ用\nガス発生器に係り，特にその点火手段のシール構造に関する。\n【０００３】\n【発明が解決しようとする課題】…従来のシール構造においては，スリ\nーブ内周面とスクイブ・エンハンサ外周面間の間隙が狭いために，こ\nの部分にシーリング材を均一に流すことが困難であった。そのために，\nシーリング材中に空洞を生じる虞があり，最悪の場合この空洞が互い\nに連通し，その結果ガス発生器の気密が保持できなくなるという問題\n点を有していた。気密が不完全な場合，ガス発生器内部のガス発生剤\nなどが吸湿し，そのためガス発生器の初期の性能が維持できず，ガス\n発生器の作動時に所望する性能が発揮できなくなるなどの不具合が生\nじる。\n【０００４】よって，本発明は，上記従来技術の有する問題点を解消す\nる新規なエアバッグ用ガス発生器を提供することを目的とする。\n【００１５】図２は，…本ガス発生器の要部拡大断面図である。前記ハ\nウジング２は，ハウジングの外側に開放された点火手段取付用の孔部\n９を有している。この孔部９は，Ｏリング１１配設のための段部１０\nを有している。またこの孔部９は，後述する筒状部材１２の外径より\nも僅かに大きな内径を有する小径部１３と，スクイブ・エンハンサ１\n４のカラー１５が係止する係止部１６と，この係止部１６に係止され\nるカラー１５を介してスクイブ・エンハンサ１４を孔部９に固定する\nかしめ部１７とを有している。係止部１６は，筒状部材１２と段部１\n０の間でＯリング１１が弾縮されるような位置に形成される。Ｏリン\nグは，耐熱性を有することが好ましく，本実施例ではニトリルゴムよ\nり構成されたものを使用した。\n【図２】\n【００１７】またスクイブ・エンハンサ１４は，一端が閉鎖され他端が\n開放された筒状部材１２を具備している。この筒状部材１２は，前記\nスクイブ・エンハンサ１４が嵌入するとき，スクイブ・エンハンサの\nカラー１５が係止するフランジ１９をその開放端に備えている。筒状\n部材は，耐食性のある薄肉の金属，好ましくはアルミニウム，ステン\nレス鋼などからプレス加工によって成形することができる。筒状部材\nの肉厚は，０．１～２ｍｍの間で選ばれる。フランジ１９は，スクイ\nブ・エンハンサ１４が筒状部材１２内に嵌入するとき，スクイブ・エ\nンハンサ１４の先端面と筒状部材１２の天井面との間に所定の空間が\n形成されるような位置に形成される。カラー１５は，フランジ１９と\n前記段部１０の間でＯリング１１が押圧された状態で，かしめ部１７\nにより前記孔部９に固定される。\n【００２１】図６に，固定手段をねじにより構成した例を示す。カラー\n１５″は円筒部２６を備え，この円筒部２６におねじ２７が形成され，\nこれに螺合するめねじ２８が孔部９の対応する位置に形成されている。\n螺合の際に，筒状部材のフランジ１９がＯリング１１を押圧し，カラ\nー１５″は，フランジ１９と段部１０の間でＯリング１１が押圧され\nた状態で，孔部９に固定される。\n【図６】\nｂ  そして，甲８には，以下の発明が記載されていることは当事者に争\nいがない。\n「一端が閉鎖され他端が開放されたなべ状の筒状部材１２の開放端に\nフランジ１９を備え，かしめや螺合によりフランジ１９と段部１０の\n間でＯリング１１が押圧された状態で，段部１０に筒状部材１２の開\n放端を固定すること。」\n甲９の記載内容\nａ  証拠（甲９）によれば，甲９（特開昭６２－５６６７８号公報）に\nは，概略，以下の記載がある。\n「２  特許請求の範囲\n常時は弁ゴムを一端に持つプランジャーを吸着してガス通路を開状\n態にする永久磁石と，異常時には永久磁石の磁界と逆向きの磁界を励\n起してプランジャーをコアピースより離脱させガス通路を閉状態にさ\nせる電磁コイルと，この電磁コイル，永久磁石，コアピースを有底筒\n部に内装したヨークと，このヨークの上端外周に設け，ヨークの内と\n外気とを気密にするパッキンとを備えたガス遮断弁。」（１頁左欄下段\n５～１３行）\n「３  発明の詳細な説明\n産業上の利用分野\n本発明はガス燃料を供給する配管システィムの安全装置として使用\nするガス遮断弁に関するものである。」（１頁左欄下段１５～１８行）\n「本発明は…磁気的動作点のあるプランジャーとコアピースの吸着面\nに流れる磁束のロスをなくし磁気効率を向上させるとともにプランジ\nャーとコアピースの直径を小さくして小型になるガス遮断弁を提供す\nるものである。」（２頁右欄上段９～１３行）\n「問題点を解決するための手段\n上記問題点を解決するために本発明のガス遮断弁は，常時は弁ゴム\nを一端に持つプランジャーを吸着してガス通路を開状態にする永久磁\n石と，異常時には永久磁石の磁界と逆向きの磁界を励起してプランジ\nャーをコアピースより離脱させガス通路を閉状態にさせる働きをする\n電磁コイルと，この電磁コイル，永久磁石，コアピースを有底筒部に\n内装したヨークと，このヨークの上端外周に設け，ヨークの内と外気\nとを気密にするパッキンとを有するものである。」（２頁右欄上段１４\n～左欄下段４行）\n「作用\n本発明は上記した構成によって，ヨークの有底筒部で，ガス洩れを\n防止し，さらにヨークの内と外気とがパッキンで気密されるため，ヨ\nーク内へのガスの流入があっても外部へガスが漏れることはない。従\nって，従来例の永久磁石とプランジャー間と，コイルとプランジャー\n問の非磁性体金属のガイドパイプ及びオーリングは不必要なこととな\nる。\n実施例\n以下本発明の一実施例のガス遮断弁について，図面を参照しながら\n説明する。\n第１図は本発明の一実施例におけるガス遮断弁の縦断面図を示すも\nのである。第１図において，１は円筒状に絞った筒部及び鍔１ａのあ\nる磁性体金属のヨークで，その中央底部に永久磁石５を固着させ，さ\nらに永久磁石５のヨーク１と反対側である上面にはコアピース２を固\n定させている。１４は永久磁石５及びコアピース２の外周に位置して\nヨーク１の円筒部に装着し，かつ電磁コイル４の巻いてある合成樹脂\n製のボビンである。そして，上記ヨーク１の鍔１ａの裏にパッキン１\n５をあてがい，また磁性体のワッシャー１６を鍔１ａの表面およびボ\nビン１４の鍔１４ａにあてがって，さらにワッシャー１６の上面にの\nせたシール部材６の一部６ａをかしめて鍔１ａの全周にわたってかし\nめられている。また，電磁コイル４のリード線１７はヨーク１とハー\nメチックシール等により絶縁されている。」（２頁左欄下段５行～右欄\n下段１３行）\n「以上のように構成されたガス遮断弁について，以下第１図を用いて\nその動作を説明する。第１図は正常時にガス遮断弁の弁ゴム８が開き\nガス通路が開状態になっている場合の縦断面図を示すものである。ま\nず，プランジャー７をセット用ロッド１１で押し込むと，移動してプ\nランジャー７がコアピース２に接し，スプリング１２の反力よりも大\nきい吸着力が，ヨーク１，ワッシヤー１６，プランジャー７及びコア\nピース２中を流れる永久磁石５の磁束により，プランジャー７とコア\nピース２間の吸着面に生じ，そのまま吸着保持される。この状態で弁\nゴム８は弁座１３から離れ，弁開状態となり，ガスが矢印の方向に流\nれるようになる。この場合ガスは，ボビン１４とプランジャー７，コ\nアピース２，永久磁石５間のすきま及びボビン１４とワッシャー１６\n間のすきまを通って，ヨーク１の筒部内に流れ込むのであるが，気密\n用パッキン１５が装着してあるため，外部へガスが漏れることはない。\n」（２頁右欄下段１８行～３頁左欄上段１６行）\n「以上のように本実施例によれば，ヨーク１内と外気とを気密にする\n気密用パッキン１５をヨーク１の鍔１ａの裏面に設け，かつ前記鍔１\nａの表面に磁性体のワッシャー１６を設け，さらにシールフランジ６\nでパッキン１５，ワッシャー１６を鍔１ａに気密に固定し，そしてヨ\nーク１は筒部にしたので従来例にある磁気特性のロスを生じさせる非\n磁性体の金属性のガイドパイプ及びオーリングを廃止することができ\nる。\n発明の効果\n以上のように本発明はヨーク内と外気とを気密にするパッキンを設\nけることにより，磁気的ロスの少ない磁路を形成することができるの\nで磁気効率のよいガス遮断弁ができる。また従来よりも小さな径のプ\nランジャー及びコアピースで磁路を形成できるので小型のガス遮断弁\nを作ることができる。」（３頁右欄上段６行～左欄下段２行）\nｂ  そして，甲９には，以下の発明が記載されていることは当事者に争\nいがない。\n「円筒状に絞った筒部及び開放端に鍔１ａのあるなべ状のヨーク１の\n鍔１ａの裏にパッキン１５をあてがい，シール部材６の一部６ａをか\nしめて鍔１ａの全周にわたってかしめてシール部材６の段差状部にヨ\nーク１の開放端を固着すること。」\n甲７～９の周知性\n原告が周知技術としての「つば」を開示する旨主張する甲７及び８は，\n前記 及び のとおり，それぞれ「圧力センサ」，「エアバッグ用ガス発\n生器」に係る技術を開示するものであり，本件発明１の「遮断弁」とは，\n技術分野が相違するものと認められる。また，同じく原告が周知技術と\nしての「つば」を開示する旨主張する甲９は，前記 のとおり，「ガス\n遮断弁」に係る技術を開示するものではあるが，つば部材を有するとさ\nれるのは，電磁コイル，永久磁石及びコアピースを有底筒部に内装した\nヨーク１であり，本件発明１のように，励磁コイルを有するステータの\n内側に同軸に配設され貫通穴のないなべ状に成形された剛体性の隔壁で\nはなく，甲９記載の発明と本件発明１とでは，つばを付ける対象が相違\nしているものと認められる。したがって，甲７～９の記載事項から，ガ\nス遮断弁において，なべ状隔壁の開放端につば部を設けることが周知で\nあると認定することはできない。\n甲２１の記載内容\nａ  証拠（甲２１）によれば，甲２１（特開平８－１８９５７６号公報\n）には，概略，以下の記載がある。\n「【請求項１】 筒状部及び弾性体からなる傘状部を有するカップシー\nルと，流体通路内で該カップシールを保持する逆止弁本体とを備え，\n該傘状部の弾性変形により該流体通路の正流方向の流れを許容し，且\nつ逆流方向の流れを阻止する逆止弁において，前記筒状部の内側と前\n記流体通路側とを連通する連通部を前記筒状部に設けたことを特徴と\nする逆止弁。\n【発明の詳細な説明】\n【０００１】\n【産業上の利用分野】本発明は逆止弁に係り，特に流体通路内に弾性体\nからなる傘状部を有するカップシールを配設し，流体圧力の発生方向\nに応じて傘部が開閉することを利用して当該流体通路を連通又は閉塞\nする逆止弁に関する。\n【０００９】\n【実施例】図１は，本発明の一実施例である逆止弁１０と電磁弁２０と\nを組み合わせてなるソレノイドチェック弁４５の側面断面図を示す。\n電磁弁２０は，ハウジング２１の内部に電磁コイル２２を有し，この\n電磁コイル２２への電流を通電，遮断することに対応してニードル２\n３を変位させて開弁又は閉弁状態を形成する電磁弁である。\n【図１】\n【００１０】ニードル２３は，一端側が円錐形状とされ，その先端部を\n半球状とされて弁２４が形成されると共に，その他端には磁性体から\nなる可動子２５が固定されている。可動子２５は，電磁コイル２２に\n挿入された非磁性体からなるスリーブ２６内に，その内部を摺動可能\nに挿入されている。また，スリーブ２６の開口端には，その中央にニ\nードル２３を摺動可能に支持する固定子２７が配設され，可動子２５\nの変位端を規制している。\n【００１１】ここで，電磁弁２０のハウジング２１及び固定子２７は磁\n性体で構成されており，電磁コイル２２に電流が流れると，電磁コイ\nル２２の内外を還流すべく発生する磁束が，可動子２５，固定子２７，\nハウジング２１からなるループ内を流通する。\n【００１２】この場合，可動子２５と固定子２７との間に形成されるギ\nャップが小さいほど磁気抵抗が小さく安定であるため，可動子２５が\n固定子２７と密着する方向に変位する。この結果，ニードル２３は図\n１中左方向（Ｘａ方向）に変位することになる。\n【００１３】また，電磁弁２０には，ニードル２３を図１中右方向（Ｘ\nｂ方向）へ付勢するスプリング２８が配設されている。従って，電磁\nコイル２２への通電が停止し，磁束が消滅して可動子２５に対する電\n磁引力が消滅すると，スプリング２８の付勢力に従ってニードル２３\nが図中右方向（Ｘｂ方向）へ変位する。\n【００１４】ところで，ニードル２３の延長線上には，流体の流入通路\n２９が設けられている。この流入通路２９は，一端がハウジング２１\nのＸａ方向の先端に開口部を有し，他端がオリフィス３０を介してニ\nードル２３の先端部付近に連通している。そして，このオリフィス３\n０は，弁２４の軸方向延長線上に配置されているため，ニードル２３\nが図中右側（Ｘｂ方向）の変位端に位置している場合は開放され，ま\nたニードル２３が図中左側（Ｘａ方向）の変位端に位置している場合\nは閉塞された状態となる。\n【００１５】ハウジング２１には，ニードル２３先端部付近から軸直方\n向に延びてその側面（図中上方）に開口する流出通路３１が設けられ\nている。従って，オリフィス３０がニードル２３に閉塞されている場\n合は，流入通路２９と流出通路３１は遮断され，ニードル２３がオリ\nフィス３０を開放している場合は，流入通路２９と流出通路３１が連\n通した状態となる。\n【００１６】すなわち，電磁弁２０によれば，電磁コイル２２に通電さ\nせることで流入通路２９と流出通路３１とを遮断し，その通電を停止\nすることで流入通路２９と流出通路３１とを連通させることができる。\n尚，上記の如き構成の電磁弁２０にあっては，弁２４，オリフィス３\n０との間に異物等が流入すると，動作不良の原因となる。このため，\nかかる構成の電磁弁２０においては異物の流入を防ぐことが重要であ\nる。従って，異物の流入を防止するフィルタを設けることが一般に慣\n用されており，本実施例においては，流入通路２９の開口部，及び流\n出通路３１の開口部に，それぞれフィルタ３２，３３を設けて異物の\n流入防止を図っている。」\nｂ  そして，甲２１には，以下の発明が記載されていることは当事者に\n争いがない。\n「電磁弁２０は，電磁コイル２２に挿入され，その内部に固定子２７\nと可動子２５を挿入したなべ状のスリーブ２６の開放端に，外向きフ\nランジ様のものがあり，フランジ様のものに隣接したスリーブ２６外\n周に周方向シール様のものがあり，ハウジング２１の段差部様のとこ\nろに，フランジ様のものと周方向シール様のものとが挿入されている\nような構成であること。」\n甲２２の記載内容\nａ  証拠（甲２２）によれば，甲２２（特開平７－２３９０５３号公報\n）には，概略，以下の記載がある。\n「【０００１】\n【産業上の利用分野】本発明は電磁弁に係り，特に流体の流量制御に適\n用しうる電磁弁に関する。\n【００１８】\n【実施例】図１は本発明の一実施例になる電磁弁４０を示す。\n【図１】\n【００３２】電磁弁４０は，ハウジング６０，コイル６１，プランジャ\n６２，ヨーク６３，シャフト６４，弁体６５，弁座６６を有する。\n【００３３】６７は油圧通路である。油圧通路６７の途中に，弁体６５，\n弁座６６が設けてある。\n【００３４】マスタシリンダ５２からのブレーキフルードは，流入通路\n６８より油圧通路６７内に流れ込み，油圧通路６７を経て流出通路６\n９に流れ出る。」\nｂ  そして，甲２２には，以下の発明が記載されていることは当事者に\n争いがない。\n「電磁弁４０は，コイル６１に挿入され，その内部にヨーク６３とプ\nランジャ６２を挿入したなべ状のものの開放端に，外向きフランジ様\nのものがあり，フランジ様のものに隣接したなべ状のものの外周に周\n方向シール様のものがあり，ハウジング６０の段差部様のところに，\nフランジ様のものと周方向シール様のものとが挿入されているような\n構成であること。」\n甲２３の記載内容\nａ  証拠（甲２３）によれば，甲２３（特開平７－２６００３７号公報\n）には，概略，以下の記載がある。\n「【０００１】\n【産業上の利用分野】本発明は流体制御用電磁弁に係り，特に流体の流\nれを遮断する流体制御用電磁弁に関する。\n【００１１】\n【実施例】図１には本発明の第１実施例に係る流体制御用の電磁弁１０\nの全体構成が断面図にて示されている。\n【図１】\n【００１４】シートバルブ１２の図中右にはヨーク（コア）２０が本体\n１６に固定されている。ヨーク２０も円筒形に形成されており，軸心\n部にはガイド孔２２が形成されている。このガイド孔２２には，開口\n面積制御機構を構成するスリーブ２４が軸線に沿って移動可能に支持\nされている。スリーブ２４も略円筒形に形成されており，一端部（図\n１の紙面右側端部）は図２に詳細に示す如くヨーク２０の端部よりも\n更に外方へ突出されている。このスリーブ２４は，図１のようにヨー\nク２０に設けられたテーパー部により図中右方への移動を規制されて\nおり，後述するシャフト２８と共にこれ以上図中右方向には移動しな\nいようになっている。また，スリーブ２４の他端部と本体１６内壁と\nの間には，開口面積制御機構を構成する外リターンスプリング２６が\n配置されており，常にスリーブ２４を前記一端部が突出する方向（シ\nートバルブ１２から離間する方向）へ付勢している。これにより，通\n常は図２に示す如くスリーブ２４はヨーク２０の端部から寸法ａ突出\nしている。\n【００１７】スリーブ２４から突出するシャフト２８の端部には，ヨー\nク２０に対向してプランジャ３４が固定されており，プランジャ３４\nとシャフト２８は常に一体的に移動する。プランジャ３４の軸心部に\nは嵌入孔３６が形成されており，この嵌入孔３６内に，ケース３８か\nら突出固定されたロッド４０が嵌入し，プランジャ３４が移動可能に\n支持される構成である。\n【００１８】前述の如きヨーク２０及びプランジャ３４を収容するケー\nス３８の周囲には，インナヨーク４２及びコイル４４を内蔵したヨー\nク４６が配置されており，これにより，コイル４４に通電されること\nによりプランジャ３４が図中左方に吸引されて移動する構成である。\nこの場合，プランジャ３４の移動初期においては，プランジャ３４は\nシャフト２８と共に内リターンスプリング３２の付勢力に抗してヨー\nク２０の側へ移動して弁体３０が流路１８に次第に接近して流路１８\nが次第に閉鎖され，プランジャ３４が寸法ｂ移動した時点でプランジ\nャ３４がスリーブ２４に当接し，その後はプランジャ３４はシャフト\n２８及びスリーブ２４と共に内リターンスプリング３２及び外リター\nンスプリング２６の付勢力に抗してヨーク２０の側へ移動して最終的\nに弁体３０が流路１８に当接して流路１８が閉鎖される構成である。\n」\nｂ  そして，甲２３には，以下の発明が記載されていることは当事者に\n争いがない。\n「電磁弁１０は，周囲にインナーヨーク４２及びコイルを内蔵したヨ\nーク４６を配置し，その内部にヨーク２０とプランジャ３４を収容し\nたなべ状のケース３８の開放端に，外向きフランジ様のものがあり，\nフランジ様のものに隣接したケース３８外周に周方向シール様のもの\nがあり，本体１６の段差部様のところに，フランジ様のものと周方向\nシール様のものとが挿入されているような構成であること。」\n甲２１～２３の評価\n前記 のとおり，甲２１には，電磁コイル２２と可動子２５の間にな\nべ状のスリーブ２６が配置され，スリーブ２６の開放端に，外向きフラ\nンジ様のものがあり，フランジ様のものに隣接したスリーブ２６の外周\nに周方向シール様のものがあり，ハウジング２１の段差部様の箇所に，\nフランジ様のものと周方向シール様のものとが挿入されているような構\n成が，前記 のとおり，甲２２には，コイル６１に挿入され，その内部\nにヨーク６３とプランジャ６２を挿入したなべ状のものの開放端に，外\n向きフランジ様のものがあり，フランジ様のものに隣接したなべ状のも\nのの外周に周方向シール様のものがあり，ハウジング６０の段差部様の\n箇所に，フランジ様のものと周方向シール様のものとが挿入されている\nような構成が，前記 のとおり，甲２３には，周囲にインナーヨーク４\n２及びコイルを内蔵したヨーク４６を配置し，その内部にヨーク２０と\nプランジャ３４を収容したなべ状のケース３８の開放端に，外向きフラ\nンジ様のものがあり，フランジ様のものに隣接したケース３８外周に周\n方向シール様のものがあり，本体１６の段差部様の箇所に，フランジ様\nのものと周方向シール様のものとが挿入されているような構成が，それ\nぞれ記載されていることが認められる。\nしかしながら，甲２１におけるスリーブ２６，フランジ様のもの，周\n方向シール様のもの，甲２２におけるなべ状のもの，外向きフランジ様\nのもの，周方向シール様のもの，甲２３におけるなべ状のケース３８，\n外向きフランジ様のもの，周方向シール様のものについて，各文献にお\nいて，上記各部材に係る構成等について詳細な記載がないために，これ\nらの部材の技術的意義，機能，作用効果を一義的・明確に把握すること\nができない。したがって，甲２１～２３には，フランジ様のものが開示\nされているものの，甲２１～２３の記載から，フランジ様のもの（外向\nきフランジ様のもの）が，スリーブ２６（なべ状のもの，なべ状のケー\nス３８）の強度の確保を目的としているかどうかは明らかでないという\nべきである。\nまた，甲２１～２３は，本件発明１のようなモータ駆動式のガス遮断\n弁ではなく，いわゆるソレノイド式電磁弁に係るものであるため，駆動\n方式が相違している。そして，本件発明１が，モータ駆動式であり，モ\nータの効率の面からステータとロータの間の隙間を小さくするために，\nステータとロータの間に位置する隔壁を薄くする必要性があると認めら\nれるのに対して，甲２１～甲２３は，ソレノイド式であり，固定子と可\n動子の間の隙間の大きさが駆動力に影響があると認められるものの，電\n磁コイルと可動子との隙間を小さくする必要性，すなわちスリーブ２６\n（なべ状のもの，なべ状のケース３８）を薄くする必要性があるとは必\nずしも認め難い。かかる観点からも，スリーブ２６（なべ状のもの，な\nべ状のケース３８）におけるフランジ様のもの（外向きフランジ様のも\nの）が，スリーブ２６（なべ状のもの，なべ状のケース３８）の強度の\n確保のために形成されたものであるということはできない。\nそうすると，少なくとも甲２１～甲２３には，本件発明１の相違点２\nに関する技術的特徴である前記 ウのⅱ）隔壁開放端へのつばの設置に\nよる開放端の強度の確保，及び，ⅲ）隔壁開放端のつば及びシール部材\nの取り付け板段差部への挿入による組立作業の容易化に係る技術思想が\n記載されているとは認められない。\n動機付けについて\nさらに，甲１には，「取付板２３，３３をステータヨーク３７，３７\nに螺着することによって，軸受３１，保持盤３２，パイプ３８，Ｏリン\nグ３９，ステータヨーク３７，取付板２３，３３は一体に固定されて組\n立てられる。」（甲１の段落【００１０】）と記載されていることからす\nれば，甲１発明１は，取付板２３，３３をステータヨーク３７に螺着す\nることによって，パイプ３８を一体に固定しており，この取り付けに係\nる構成に鑑みると，パイプ３８にあえてつば部を設ける動機付けがある\nということはできない。\n小括\n以上の点を総合的に考慮すると，相違点２に係る本件発明１の構成は，\n甲１発明１，甲２～４，甲７～９，甲２１～２３の各記載事項等に基づ\nいて，当業者が容易に想到し得るものということはできない。したがっ\nて，本件発明１について容易想到性を否定した本件審決の判断は，結論\nにおいて誤りはなく，原告主張に係る取消事由１は理由がない。\n４  取消事由２（本件発明２の容易想到性の認定判断の誤り）について\n相違点１及び２について\n前記３のとおり，相違点１及び２の本件発明１に係る構成は，原告の主張\nする甲各号証に記載された発明に基づいて当業者が容易に想到し得るもので\nはない。そして，本件発明２は，本件発明１の発明特定事項を全て含む本件\n発明１の従属項であるから，前記３において説示した判断は，本件発明２に\nついても妥当する。\n相違点３について\n原告は，本件発明２は，付勢手段について，単に「前記隔壁を取り付け板\n方向に付勢する付勢手段」としか特定しておらず，温度変化に起因した組付\nけのゆるみについては何ら発明特定事項とされていないから，甲１発明２に\nついて，「取付板２３，３３をステータヨーク３７に螺着することによって，\n薄板パイプ３８を取付板２３方向に付勢しつつ一体に固定していると解せる\n」ことをもって，甲１発明２の構成が「付勢手段」に相当するものを有する\nといえるとして，相違点３に係る構成について容易想到ではないとした本件\n審決の認定判断は誤りである旨主張する。\nしかし，本件発明２の「隔壁を取り付け板方向に付勢する付勢手段」は，\n本件明細書の段落【００７２】に，「隔壁は付勢手段で付勢されているので，\n温度変化によるふたの膨張収縮で隔壁と取り付け板との組付けがゆるまず」\nと記載されているように，付勢手段により「温度変化によるふたの膨張収縮\nで隔壁と取り付け板との組付けがゆるま」ないものとする作用効果を奏する\nものと認められる。これに対し，甲１発明２においては，「取付板２３，３\n３をステータヨーク３７，３７に螺着することによって，軸受３１，保持盤\n３２，パイプ３８，Ｏリング３９，ステータヨーク３７，取付板２３，３３\nは一体に固定されて組立てられる。」（甲１の段落【００１０】）と記載され\nているように，取付板２３，３３とステータヨーク３７は，単なる「螺着」\nで固定され，その間に存在するパイプ３８もこれに伴って一体に固定され組\nみ立てられているだけであり，上記「螺着」をもって，パイプ３８を取付板\n２３，３３方向に付勢する「付勢手段」であると認めることはできない。そ\nして，甲１には温度変化によるふた（保持盤３２）の膨張収縮で隔壁（パイ\nプ３８）と取り付け板（取付板２３，３３）との組付けがゆるむことについ\nての記載も示唆もないのであるから，甲１発明２は，本件発明２の隔壁を取\nり付け板方向に付勢する付勢手段に相当するものを有しないというほかない。\nさらに，甲１における保持盤３２が本件発明２のふたに該当するとしても，\n前記３ のとおり，甲１の「パイプ３８」にはつば部を設ける動機付け\nがないから，「ふたの外周部を前記つばと前記取り付け板段差部の底面とで\n挟んで保持した」構成を容易に想到することはできない。\nそうすると，相違点３の本件発明２に係る構成は，甲１発明１，甲２～４，\n甲７～９，甲２１～２３の各記載事項等に基づいて，当業者が容易に想到し\n得るものということはできない。\n以上によれば，本件発明２について容易想到性を否定した本件審決の判断\nに誤りはなく，原告主張に係る取消事由２は理由がない。\n５  取消事由３（本件発明３の容易想到性の認定判断の誤り）について\n相違点１ないし３について\n前記３及び４のとおり，相違点１ないし３の本件発明１及び２に係る構成\nは，原告の主張する甲各号証に記載された発明に基づいて当業者が容易に想\n到し得るものではない。そして，本件発明３は，本件発明１及び２の発明特\n定事項を全て含む本件発明２の従属項であるから，前記３及び４において説\n示した判断は，本件発明３についても妥当する。\n相違点４について\n原告は，相違点４に係る構成のうち，「付勢手段」に関する事項について，\n本件審決が容易想到ではないとする根拠は，前記相違点３と同様であるとこ\nろ，同認定判断は誤りであり，さらに相違点４の「寸法吸収部」に関する事\n項についても，甲３５に記載されているように，樹脂製の突起を変形させる\nことによって軸方向（スラスト方向）のガタつき等を吸収することは周知技\n術であり，かかる周知技術を「前記隔壁の開放端と取り付け板段差部底面と\nに挟まれるふたの挟持部」に適用したものにすぎないから，当業者にとって\n格別の困難性はない旨主張する。\nしかし，前記４のとおり，甲１発明２は，隔壁を取り付け板方向に付勢す\nる付勢手段に相当するものを有しないから，「付勢手段は隔壁とステータの\n軸方向の相対位置を規制するように形成され」の構成を有するものではなく，\nかかる付勢手段を採用する動機付けもない。\nまた，原告主張に係る甲３５（特開平７－２８３０２４）は，電磁弁にお\nける弁装置又はその他の機械装置を作動させるために用いる電磁石に関する\n発明が記載されているところ，その明細書中には，隔壁，シール部材，フタ，\n取り付け板，付勢手段がいずれも記載されていないから，甲３５の「樹脂製\nの突起１７」は，相違点３に係る本件発明３の「寸法吸収部」に相当するも\nのではない。そして，仮に樹脂製の突起を変形させることによって軸方向（\nスラスト方向）のガタつき等を吸収することが周知技術であるとしても，本\n件発明３のように遮断弁の構造中「隔壁の開放端と取り付け板段差部底面と\nに挟まれるふたの挟持部」という特定箇所に寸法吸収部を形成するように上\n記周知技術を適用することが容易に想到し得ると認めることはできない。\n以上によれば，本件発明３について容易想到性を否定した本件審決の判断\nに誤りはなく，原告主張に係る取消事由３は理由がない。\n６  取消事由４（本件発明４の容易想到性の認定判断の誤り）について\n前記３～５のとおり，本件発明１～３は，原告の主張する甲各号証に記載\nされた発明に基づいて当業者が容易に想到し得るものということはできない。\nそして，本件発明４は，本件発明１～３の発明特定事項を全て含む本件発明１\n～３の従属項であるから，前記３～５で説示した判断は，本件発明４について\nも妥当する。\nそうすると，本件発明４も，原告の主張する甲各号証に記載された発明に\n基づいて当業者が容易に想到し得るものということはできない。\nしたがって，原告主張に係る取消事由４は理由がない。\n７  結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれ\nを取り消すべき違法は認められない。\nよって，原告の請求は理由がないから，これを棄却することとし，主文のと\nおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富    田    善    範\n裁判官      大      鷹    一    郎\n裁判官      田      中    芳    樹\n"
}