{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 9,
    "day": 17
  },
  "case_number": "平成26(行ウ)212",
  "case_name": "異議申立棄却決定取消請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85425",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85425",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/425/085425_hanrei.pdf",
  "contents": "平成２７年９月１７日判決言渡  同日原本領収  裁判所書記官\n平成２６年（行ウ）第２１２号  異議申立棄却決定取消請求事件\n口頭弁論終結日  平成２７年７月９日\n判            決\n原              告    Ｐ１\n同訴訟代理人弁護士    溝    上      哲      也\n同                      河    原      秀      樹\n被              告                  国\n処 分 行 政 庁                      農 林 水 産 大 臣\n被 告 指 定 代 理 人                      栗    原              圭\n同                      西    川      艶      子\n同                      近    藤      敦      史\n同                      山    本              茂\n同                      粟    津              侑\n同                      沼    口      憲      治\n同                      田    中      岳      夫\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n農林水産大臣が，原告に対し，平成２６年４月２１日付けでした品種登録第１\n５８６６号及び品種登録第１５８６７号についての異議申立棄却決定を取り消す。\n第２  事案の概要\n１  請求の要旨\n本件は，農林水産大臣が種苗法１８条１項に基づいてした品種登録につき，\n原告が異議申立てをしたところ，農林水産大臣が同異議申立てを棄却する決定\nをしたことから，原告が，被告に対し，同決定の取消しを請求した事案である。\n２  種苗法の定め\n(1)   ３条１項\n次に掲げる要件を備えた品種の育成（人為的変異又は自然的変異に係る特\n性を固定し又は検定することをいう。以下同じ。）をした者又はその承継人\n（以下「育成者」という。）は，その品種についての登録（以下「品種登録」\nという。）を受けることができる。\n一  品種登録出願前に日本国内又は外国において公然知られた他の品種と特\n性の全部又は一部によって明確に区別されること。（以下略）\n(2)  ４９条１項\n農林水産大臣は，次に掲げる場合には，品種登録を取り消さなければなら\nない。\n一  その品種登録が第３条第１項，第４条第２項，第５条第３項，第９条第\n１項又は第１０条の規定に違反してされたことが判明したとき。（以下略）\n(3)   ５１条１項\n品種登録についての異議申立てについては，行政不服審査法第４５条の規\n定は適用せず，かつ，同法第４８条の規定にかかわらず，同法第１４条第３\n項の規定は準用しない。\n３  前提事実（後掲証拠及び弁論の全趣旨により明らかに認められる。）\n(1)  Ｐ２は，平成１６年２月１０日，農林水産大臣に対し，Ｐ３を育成者と\nする２件の品種登録出願をし（以下，併せて「本件出願」という。甲４\n３及び６０），農林水産大臣は，それらの出願について審査した結果，\n平成１９年１２月１７日付けで，種苗法１８条１項に基づき，以下のと\nおりの品種登録をした（甲１及び３。以下，併せて「本件処分」といい，\nこの品種登録に係る登録品種を「本件品種」という。）。なお，いずれ\nの出願においても，本件品種の母親は，新潟県柏崎市鯨波鶴ヶ鼻に自生\nの野生種であるキリンソウとされている。\nア  出願番号                  第１６６４６号\n出願年月日                平成１６年１２月１０日\n出願者                    Ｐ２\n出願品種の名称（出願時）  常緑キリンソウフジタ１号\n品種登録の番号            第１５８６６号\n登録年月日                平成１９年１２月１７日\n農林水産植物の種類     きりんそう\n登録品種の名称            トットリフジタ１号\n育成者権者                Ｐ２\nイ  出願番号                  第１６６４７号\n出願年月日                平成１６年１２月１０日\n出願者                    Ｐ２\n出願品種の名称（出願時）  常緑キリンソウフジタ２号\n品種登録の番号            第１５８６７号\n登録年月日                平成１９年１２月１７日\n農林水産植物の種類     きりんそう\n登録品種の名称            トットリフジタ２号\n育成者権者                Ｐ２\nなお，「農林水産植物の種類」の品種登録データベースにおける表示は，\n上記登録後に，いずれも「Phedimus aizoon(L.)'tHart」に変更された（甲\n２及び４）。\n(2)   原告は，平成２５年１１月１１日，同日付けの異議申立書（以下「本件異\n議申立書」という。甲４５）により，本件処分に対して異議申立てをした\n（以下「本件異議申立て」という。）ところ，農林水産大臣は，平成２６年\n４月２１日，本件異議申立てにつき，原告が主張する異議申立ての理由を，\n種苗法３条１項１号の明確区別性違反の違法をいうものとして整理した上で，\n理由がないとして棄却する旨の決定をし（以下「本件決定」という。本件訴\n状添付の決定書），同決定書の謄本は同月２４日に原告に送達された。\nそこで，原告は，平成２６年１０月２１日，本件決定の取消しを求めて本\n件訴えを提起した。\n４  争点\n(1)   本件で，原告は，本件処分の違法を理由として本件決定の取消しを求める\nことができるか－本件に行政事件訴訟法１０条２項が適用されるか－。\n(2)  本件決定の取消事由の有無\n第３  争点に関する当事者の主張\n１  争点(1)（本件で，原告は，本件処分の違法を理由として本件決定の取消しを\n求めることができるか－本件に行政事件訴訟法１０条２項が適用されるか－）\nについて\n【原告の主張】\n(1)  行政事件訴訟法（以下「行訴法」という。）１０条２項の立法趣旨は，処\n分取消訴訟と裁決取消訴訟が別々の裁判所に提起され，いずれの訴訟におい\nても原処分の違法性が重複審理されるケースを考えた場合，訴訟経済に反す\nることは明らかであるし，抵触判断も生じ得るので，かかる事態の発生を主\n張制限という形であらかじめ避けるようにした点にある。\n行訴法１０条２項の適用を受けない典型例は，法律の規定によって行政庁\nの裁決を経ずに原処分に対して直接取消訴訟を提起することが禁じられてい\nる場合（行訴法８条１項ただし書）であるが，行訴法１０条２項の主張制限\nの適用があるかどうかの判断は，法律の単位で大くくりに「適用あり」又は\n「適用なし」のいずれか一方に振り分ければよいというものではない。この\n規定の適用は，訴訟提起する場合の原告適格，出訴期間などの個別の事情を\n考慮し，当該訴訟ごとに個別に適用の有無が判断されるべきである。なぜな\nら，行訴法１０条２項は同項の適用を受けない場合を同法８条１項ただし書\nの場合に限るというような規定ぶりになっていないし，この規定の立法趣旨\nが訴訟経済の点と抵触判断の回避という点にあることに鑑みれば，原告適格，\n出訴期間などの個別の事情を考慮した場合に，そもそも重複審理や抵触判断\nが起きようのないケースにまでこの規定を適用して主張制限を課すことは，\nその立法趣旨を逸脱して当事者の主張を不当に制限することにもなり相当で\nはないからである。\n(2)  他人の品種登録の取消しを求める第三者は，本件のように行政不服審査法\n（以下「行服法」という。）上の異議申立てを行うことになるが，種苗法５\n１条１項は，他人の品種登録の処分がなされた後，通常の異議申立期間が経\n過した後であっても，瑕疵のある登録に対してはいつでも，誰であっても異\n議申立てができるように，品種登録についての異議申立てについては行服法\n４５条の規定及び同法４８条の規定により準用される同法１４条３項の規定\nの適用がないようにしている。\n一方，行訴法１４条１項は，処分取消訴訟についての出訴期間を定めてい\nるが，種苗法には，瑕疵のある登録処分に対して第三者がいつでも処分取消\n訴訟ができるようにその出訴期間の適用をなくすための規定はない。また，\n出訴期間がなく登録処分を争うことができる類型の抗告訴訟として，無効等\n確認の訴えがあるが，行訴法３６条で，無効原因に対する瑕疵は，「重大か\nつ明白な違法性」とされており，農林水産大臣の判断脱漏や覊束裁量違反は\n無効原因とはされていない。種苗法には，無効等確認の訴えにおいて，当事\n者適格の要件や，重大かつ明白な違法性の要件の適用をなくすための規定は\nない。\nこのように，異議申立期間の適用を外すための種苗法５１条１項が特別に\n規定されている一方，処分取消訴訟の出訴期間の適用を外すための規定は存\n在せず，無効等確認の訴えにおいては，厳格な当事者適格と無効原因が要求\nされていることを考えれば，種苗法は，行政庁の裁決を経ずに処分取消訴訟\nを提起することを一律に禁じる条項こそ存在しないものの，少なくとも他人\nの品種登録の取消しを求める第三者の手続については，行服法上の異議申立\nてを行うことを前提とし，そのことによって第三者に適正に品種登録の取消\nしの機会を与えている法律であると解するべきである。\n(3)   本件の場合，農林水産大臣が原処分である本件品種の品種登録をしたのは，\n平成１９年１２月１７日であり，原告が実際に本件品種登録の取消しを求め\nたのは，平成２５年１１月１１日のことであるから，処分取消訴訟の出訴期\n間は既に経過していた。したがって，本件では，処分取消訴訟と裁決取消訴\n訟が別々の裁判所に同時に係属すること自体があり得ないのであり，それゆ\nえに二つの裁判所で重複審理や抵触判断が生じるという事態もあり得ない。\nしたがって，本件は，「処分の取消しの訴えとその処分についての審査請\n求を棄却した裁決の取消しの訴えとを提起することができる場合」という前\n提要件を満たさず，行訴法１０条２項は適用されない事件であるというべき\nである。\n【被告の主張】\n(1)   行服法４５条は，異議申立ては，処分があったことを知った日の翌日から\n起算して６０日以内にしなければならない旨，同法４８条により準用される\n同法１４条３項は，異議申立ては，正当な理由がある場合を除き，処分があ\nった日の翌日から起算して１年を経過したときはすることができない旨，そ\nれぞれ規定している。しかしながら，種苗法５１条１項が，品種登録につい\nての異議申立てについては行服法４５条及び同法１４条３項の各規定を適用\n又は準用しない旨規定しているため，品種登録については，行服法が規定す\nる上記申立期間を経過した後も異議申立てをすることができる。\nそして，行訴法１４条３項が，処分又は裁決につき審査請求をすることが\nできる場合において，審査請求があったときは，処分又は裁決に係る取消訴\n訟は，その審査請求をした者については，これに対する裁決があったことを\n知った日から６か月を経過したとき又は当該裁決の日から１年を経過したと\nきは，提起することができない旨規定していることに照らせば，結局のとこ\nろ，品種登録の取消訴訟についても，当該異議申立てに対する決定を知った\nときから６か月以内又は当該決定の日から１年以内であれば，提起できるこ\nととなる。\n本件についてこれを見ると，本件処分の取消しを求める異議申立てに対す\nる決定がなされたのは，平成２６年４月２１日である。そして，同月２４日\nに決定書謄本が原告に送達されたというのであるから，同日から６か月以内\nは本件処分の取消しを求める訴えを提起することが可能であり，原告が本件\n訴えを提起した平成２６年１０月２１日時点でも，本件処分の取消訴訟を提\n起することが可能であったのである。\nしたがって，本件においては処分取消訴訟と裁決取消訴訟が別々の裁判所\nに同時に係属すること自体があり得ないといった原告の主張には理由がない。\n(2)  行訴法１０条２項は，原処分主義（原処分の違法は原則として原処分の取\n消訴訟で争うべきものとする主義）を採ることを明らかにした規定であり，\nその帰結として，各個の実定行政法規により裁決主義（原処分に対しては出\n訴を許さず，裁決を経た後に，裁決に対してのみ出訴を許すとの建前）が採\nられている場合でない限り，原告は，棄却裁決の取消訴訟においては原処分\nの違法事由は主張し得ず，裁決固有の瑕疵のみを主張し得る。\nこのように，裁決主義が採られている場合でない限り，行訴法１０条２項\nが適用されるのであり，個別の事件において訴訟要件を具備しているか否か\nによって同項適用の有無が左右される余地はない。\nそして，種苗法において裁決主義を採っていることをうかがわせる規定は\n一切ないから，本件訴訟においても，行訴法１０条２項が適用され，原告は，\n本件処分の違法事由（瑕疵）を主張し得ず，裁決固有の瑕疵を主張すること\nのみが許される。\n(3)  以上のとおり，原告は，行訴法１０条２項により，本件決定の取消訴訟で\nある本件訴訟において，原処分である本件処分の違法事由（瑕疵）は主張し\n得ない。\n２  争点(2)（本件決定の取消事由の有無）について\n【原告の主張】\n本件決定には以下の違法事由があり，その違法が結論に影響することは明\nらかであるから，本件決定は違法として取り消されるべきである。\n(1)  本件出願ではＰ３が育成者とされているが，同人は，桐蔭横浜大学准教\n授のＰ４から分譲を受けたタケシマキリンソウをただ単に増殖させたか，\n又はＰ４准教授から分譲を受ける前からもともと２系統以上の品種が現に\n存在したタケシマキリンソウの中から特定の２系統を出願しただけである。\nしたがって，Ｐ３は，出願品種について「人為的変異又は自然的変異に係\nる特性を固定し又は検定」という行為はしておらず，種苗法３条１項柱書\nきの「品種の育成をした者」とはいえない。そして，同人が「品種の育成\nをした者」でなければ，出願人であるＰ２は「承継人」とはいえないので，\nＰ２は「育成者」ではなく，本件品種について登録を受けることはできな\nい。\nこのように，本件決定には，本件出願が「育成者」に該当しない者によ\nる出願であることを看過した種苗法３条１項柱書き違反の違法事由がある。\n(2)  原告は，本件異議申立書において，以下のとおり，本件出願が種苗法３\n条１項柱書きの「育成者」に該当しない者による出願であると実質的に主\n張していた。しかし，本件決定は，その異議理由について，判断を脱漏し\nた違法がある。\nア  本件異議申立書では，冒頭（８頁）に「第１  はじめに」の部分に\nおいて，「トットリフジタ１号及び２号は，母親（父親は不明とされ\nて い る ） と さ れ る キ リ ン ソ ウ （ 学 名 ： Phedimus  aizoon  var.\nfloribundus）と形状やＤＮＡ塩基配列等で明確な相違があり，別種を\n親として区別性が認められ品種登録されたとすると大きな問題である\nと考えられる。」と，出願品種の育成に重大な疑義がある点を主張し\nている。\nイ  原告は，本件異議申立書の１１頁において，「前異議申 し立て及び\n本異議申し立てにより，トットリフジタ１号，２号の明確区別性や，\nキリンソウとの区別性が再審査されることになり，再審査にあたって\nは，トットリフジタ１号，２号とタケシマキリンソウの明確区別性の\n検討も必要であるが，新潟県柏崎産のキリンソウを母親としてトット\nリフジタ１号，２号が育成されたことが遺伝学的に矛盾が無いかに主\n眼を置くべきであると考える。」と，本件異議申立てにおいては，区\n別性以外に，出願品種の「育成」の点が争点であることを明確に主張\nしている。\nウ  原告は，本件異議申立書の１２頁において，「異議申立人は，前述\nのタケシマキリンソウに関する緑化工学会誌のコラムを読み，平成２\n３年９月２日にＰ４准教授に問い合わせの電子メールをしたところ，\nその回答（甲３２）を電子メールの返信として，同日に受け取った。\n電子メールの内容は，平成１１～１２年にタケシマキリンソウに「常\n緑キリンソウ」という名前を付け，トットリフジタ１号，２号の育成\n者であるＰ３氏に分譲されたことが明記されている。また，その後に\nＰ３氏より種苗登録の共同出願の依頼があったこと，その後連絡が途\n絶えたこと，何年後かに「常緑キリンソウ普及協会」なるものが出来\nていたと記載されているが，Ｐ３氏が生産している「常緑キリンソウ」\n（＝トットリフジタ１号，２号）の正体に関しては明らかではないと\nされている。…」と，Ｐ４准教授のメールに基づいた主張をしている。\nエ  原告は，本件異議申立書の１９頁において，「キリンソウは０．５\n～１．０ｃｍの未展開芽で越冬するが，タケシマキリンソウとトット\nリフジタ１号，２号は１０～１１月に伸長した展開芽で越冬する。こ\nのような性状の差異を考慮すると，トットリフジタ１号，２号はタケ\nシマキリンソウと同種または近縁種であるが，母種とされるキリンソ\nウとは別種であると考えられる。…タケシマキリンソウおよびトット\nリフジタ 1 号は茎が木質化し，茎から新芽が発生するため，木本頬\n（樹木）に性質が似ているが，キリンソウは地上の茎は枯れてしまう\nため，完全に草本類（草）の性質である。このような性状の差異もキ\nリンソウがトットリフジタ１号の母種であることと矛盾している。…\nトットリフジタ１号，２号…は，キリンソウとは「葉形Ⅰ」，「最大\n葉幅の位置」，「鋸歯の発生程度」で明確な差が認められ，新潟県柏\n崎産のキリンソウの自然交配でトットリフジタ１号，２号が生まれた\nとは考えにくい。…」と，在来種の落葉性のキリンソウを母親する願\n書の記述には重大な疑義がある点を主張している。\nオ  原告は，本件異議申立書の２０頁において，フジタの「ＤＮＡ鑑定\n結果」について，「…トットリフジタ１号とキリンソウの遺伝子が異\nなる結果となっている。…分析に使用されたキリンソウは，母 親とさ\nれる新潟県柏崎産ではなく富山産であったが，同一種でありながら遺\n伝子が異なることは遺伝学的に大きな矛盾（甲４１）があり，トット\nリフジタ１号はキリンソウを改良したものではなく，タケシマキリン\nソウを親としている可能性が高い。」と，Ｐ５のコメントに基づいた\n主張をしている。\nカ  原告は，本件異議申立書の２０頁から２１頁において，日本食品分\n析センターによるＤＮＡ塩基配列解析試験の「試験報告書」について，\n「…トットリフジタ１号とキリンソウの遺伝子が異なる結果となって\nおり，別種を親として種苗登録を受けた可能性が高いた め，今後は母\n親とされる新潟県柏崎産のキリンソウとトットリフジタ１号の遺伝子\n解析や類似性試験を行う必要があると考えられる。…トットリフジタ\n１号とキリンソウの遺伝子が異なる結果となっており，トットリフジ\nタ１号が新潟在来のキリンソウに由来する可能性が明らかに低いこと\nを示している。よって，上記願書の記載は疑わしいと云わざるを得な\nいものである。」と，ブルージー・プロ株式会社が行ったＤＮＡ塩基\n配列解析試験の「試験報告書」に基づいた主張をしている。\nキ   原告は，異 議申 立書の２２頁に おい て，「５   まと め」 として，\n「…トットリフジタ１号は，キリンソウと遺伝子が異なる結果となっ\nたため，母親とされる新潟在来のキリンソウに由来する可能性が明ら\nかに低いことも明らかとなった。…遺伝子が同一または１００％に近\nい相同性があるものと考えられるトットリフジタ２号も同様である。」\nと，出願品種の育成に重大な疑義がある点を主張している。\n(3)  農林水産大臣は，種苗法４９条の規定により，その品種登録が種苗法３\n条１項の規定に違反してされたことが判明したときは，職権でその品種登\n録を取り消さなければならないこと，すなわち，柱書きを含め「種苗法３\n条１項」全体に関し，登録を取り消すべき事実や証拠が提出されたときは，\n職権を発動して登録を取り消すべき義務が課せられている。しかし，農林\n水産大臣は，原告が(2)のとおり登録を取り消すべき事実や証拠を提出した\nにもかかわらず，職権発動を怠ったのであり，本件決定には，職権発動義\n務に違反した違法がある。\n【被告の主張】\n(1)  原告は，行訴法１０条２項により，本件決定の取消訴訟である本件訴訟\nにおいて，原処分である本件処分の違法事由（瑕疵）は主張し得ない。\n(2)  原告は，本件決定に判断遺脱の違法があると主張する。しかし，本件異\n議申立書を見ても，本件出願において育成者とされているＰ３が「育成」\nしていないことについては何ら触れられていないのであるから，実質的に\nも「育成者」に該当しない者による出願であるとの主張がされていたと解\nする余地はない。\nなお，原告は，本件異議申立てにおいて，種苗法３条１項柱書き違反を\n実質的に主張していたことの根拠として，異議申立書における「新潟県柏\n崎産のキリンソウを母親としてトットリフジタ１号，２号が育成されたこ\nとが遺伝学的に矛盾が無いかに主眼を置くべきであると考える。」との主\n張（原告の主張(2)イ）や，本件登録品種の育成者とされるＰ３が本件出願\n以前に本件登録品種と別種の植物の分譲を受けていたとする電子メールに\n基づいた主張（原告の主張(2)ウ）などを指摘する。しかしながら，本件異\n議申立てにおける上記各主張は，いずれもトットリフジタ１号及び同２号\nの母親が既に分譲を受けていた植物ではないのかということを指摘した主\n張にすぎないのであって，Ｐ３が「育成」したか否かに関する主張ではな\nいから，上記各主張をもってＰ３が「育成」していないとの主張が実質的\nにされていたとみることはできない。また，その余の原告の指摘を見ても，\n本件異議申立てにおいて，Ｐ３が「育成」していないことを主張したとは\n認められない。\n(3)  職権発動義務違反に関する原告の主張は争う。\n第４  争点に対する当裁判所の判断\n１  争点(1)（本件で，原告は，本件処分の違法を理由として本件決定の取消しを\n求めることができるか－本件に行政事件訴訟法１０条２項が適用されるか－）\nについて\n(1)  行訴法１０条２項は，「処分の取消しの訴えとその処分についての審査請\n求を棄却した裁決の取消しの訴えとを提起することができる場合」と定めて\nいるところ，原告は，種苗法には，品種登録の取消訴訟について，その出訴\n期間制限をなくす旨の規定が置かれていないことから，原処分である品種登\n録についての取消訴訟の出訴期間も行訴法１４条１項及び２項の出訴期間の\n制限を受け，本件では本件処分の取消訴訟が提起できないことから，行訴法\n１０条２項の適用はないと主張する。\n(2)  行訴法１４条は，取消訴訟は，処分又は裁決があったことを知った日から\n６か月を経過したとき又は処分又は裁決の日から１年を経過したときは提起\nすることができないとしつつ（１項及び２項。以下「本来の出訴期間」とい\nう。），処分又は裁決につき審査請求をすることができる場合等において，\n審査請求があったときは，処分又は裁決に係る取消訴訟は，その審査請求を\nした者については，これに対する裁決があったことを知った日から６か月を\n経過したとき又は当該裁決の日から１年を経過したときは，提起することが\nできないと定めている（３項）。そして，ここにいう「審査請求」には「異\n議申立て」が含まれ，裁決には「決定」が含まれる（同法３条３項）。\n他方，行服法４５条，及び同法４８条が準用する同法１４条３項は，異議\n申立期間の制限を定めるが，種苗法５１条１項は，品種登録についての異議\n申立てについて，これらの期間制限規定の適用ないし準用をしない旨を定め\nている。\nこれらの規定からすると，被告が主張するとおり，品種登録について適法\nな異議申立てがされ，これを棄却する旨の決定がされたときは，当該異議申\n立てをした者については，行訴法１４条３項により，決定があったことを知\nった日から６か月を経過するまで又は当該決定の日から１年を経過するまで\nは，原処分である品種登録の取消訴訟を提起することができると解される。\n(3)  また，種苗法５１条１項が，品種登録に対する異議申立てについて期間制\n限を設けないこととした趣旨は，品種登録によって，育成者権者は，品種登\n録の日から２５年間又は３０年間という長期間にわたり，登録品種等につき\n業として利用する権利を専有するとされるところ（種苗法１９条，２０条１\n項），①育成者権者は，育成者権の存続期間の満了後であっても，権利の存\n続期間中の侵害行為に対して損害賠償請求等をすることが可能であることや，\n当該侵害行為については刑事罰の対象となるので，侵害者とされた者は，通\n常の異議申立期間の経過後であっても異議申立てをすることができるように\nしておく必要があること，②品種登録の要件を満たさない品種が品種登録さ\nれている場合，第三者は，本来自由に当該品種を利用することができるはず\nであるのに，その利用が不当に制限されることとなり，そのような品種登録\nによって不利益を受ける者がいる限り，これを取り消すことができるように\nしておくことが，違法な処分から国民の権利利益を救済し，行政の適正な運\n営を確保するという行服法の目的に合致すること，③特許法における無効審\n判制度には，審判の期間制限がないこと等によるものである（甲９２）。\nところで，育成者権と同様に，特許権は，設定登録により，特許出願の日\nから２０年間にわたり，業として特許発明の実施をする権利を専有するとさ\nれているが（特許法６７条，６８条），上記の①及び②と同様の趣旨から，\n上記③のとおり，特許要件を欠く特許がされた場合に，期間制限のない特許\n無効審判制度を設ける（同法１２３条）とともに，その審決に不服があると\nきは，審決後一定期間内に審決取消訴訟を提起して司法審査の対象とし得る\nこととし(同法１７８条），審決取消訴訟においては，いわゆる裁決主義を\n採用して，原処分である特許自体の取消訴訟を許さない反面，特許の無効事\n由については，審決取消訴訟で主張し得ることとしている（同条６項）。そ\nして，このような定めは，同様の独占権である実用新案法及び意匠法におい\nても設けられている。\nこれらのことからすると，種苗法５１条１項は，育成者権が特許権等と同\n様の長期間にわたる強力な独占権であり，第三者の権利利益に与える影響が\n大きいことから，品種登録に対する異議申立てに，特許無効審判に類似した\n機能を持たせる趣旨であると解される。そして，この趣旨からすると，特許\n権の場合と同様に，異議申立てに対する決定に不服がある場合には，本来の\n出訴期間経過後であっても，品種登録の違法を司法審査の対象とし得るので\nなければ，第三者の権利利益の保護として十分とはいえない。本来の出訴期\n間経過後の第三者の権利利益の保護としては，品種登録の無効確認の訴えに\nよることも考えられるが，そのためには，品種登録に重大かつ明白な瑕疵が\nあることが必要となる（最高裁判所昭和３６年３月７日判決・民集１５巻３\n号３８１頁参照）ことから，第三者の救済として必ずしも十分でないという\nべきである。\n以上を勘案すると，種苗法は，本来の出訴期間を定めた行訴法１４条１項\n及び２項を適用しない旨の規定を置いていないものの，他方で，同条３項を\n適用しない旨の規定も置いていないことから，むしろ，同条３項の適用によ\nり，品種登録についての異議申立てを棄却する決定があった場合に，本来の\n出訴期間に関わりなく，原処分である品種登録の取消訴訟も提起し得ること\nとする趣旨であると解するのが相当である。\n(4)  もっとも，以上に対しては，行訴法１４条３項は，審査請求の手続中に本\n来の出訴期間が経過して，処分の取消訴訟ができなくなる不合理を避ける趣\n旨に出るものであるとして，本来の出訴期間経過後に審査請求をした場合に\nはその適用の前提を欠き，種苗法もそれを前提に行訴法１４条３項を適用し\nない趣旨と解するべきであるとの異論も考えられる。\nしかし，種苗法の趣旨が同項を適用するものであると解されることは前記\nのとおりである。\nまた，審査請求をすべき時期について行訴法１４条３項に特段の制限の定\nめがないことからすると，同項の趣旨は，審査請求という不服申立手続を設\nけた以上，その手続を適法にとった者については，それに対する棄却決定に\n不服があるときは，本来の出訴期間にかかわらず，原処分に対する取消訴訟\nを提起して司法審査を受ける機会を保障する点にあるとも考えることができ\nるから，種苗法が品種登録についての異議申立ての期間制限を設けないこと\nにより，異議申立てが本来の出訴期間の経過後にされることとなった場合に\nも，行訴法１４条３項の適用の前提を欠くとはいえず，種苗法の趣旨がその\nことを前提にするものであるとも解されない。\n(5)  また，第三者の権利利益の保護は，原告が主張するように，本来の出訴期\n間の経過後は異議申立てを棄却する決定に対する裁決取消訴訟のみが認めら\nれると解した上で，その裁決取消訴訟において原処分の違法も取消理由とし\nて主張し得ると解することによっても，同じように図ることはできる。\nしかし，このように解する場合には，種苗法が，本来の出訴期間の経過後\nはいわゆる裁決主義を採用したと解することになるが，種苗法が特許法のよ\nうな裁決主義を一般に採用しているとは解されないことと整合せず，採用で\nきない。\n(6)  以上によれば，原告は，本件決定があったことを知った日から６か月を経\n過するまで又は当該決定の日から１年を経過するまでは，本件決定に対する\n裁決取消訴訟と，原処分である品種登録に対する処分取消訴訟のいずれも提\n起することができる。したがって，本件は，行訴法１０条２項の「処分の取\n消しの訴えとその処分についての審査請求を棄却した裁決の取消しの訴えと\nを提起することができる場合」に当たるから，本件決定の取消しを求める本\n件訴えにおいては，本件処分の違法を理由として取消しを求めることはでき\nない。\nなお，この解釈の下では，原告は，行訴法２０条により，出訴期間に関係\nなく，本件に品種登録取消しの訴えを併合して提起することができると解す\nる余地があるが，原告は，平成２７年７月７日付け上申書において，そのよ\nうな併合提起をしない旨を明らかにしている。\n２  争点(2)（本件決定の取消事由の有無）について\n(1)  原告が主張する本件決定の違法事由のうち，本件出願が「育成者」に該当\nしない者による出願であることを看過した種苗法３条１項柱書き違反の点に\nついては，本件処分の違法をいうものであるから，これを理由として本件決\n定の取消しを求めることはできない。\n(2)  次に，原告は，本件決定の判断遺脱の違法を主張するところ，これは，本\n件決定固有の違法をいうものであるから，この点について検討する。\nア  甲４５によれば，原告は，本件異議申立書において，本件処分の取消し\nを求めた上で，その理由として次のとおり主張していたことが認められる。\nなお，以下では，原告が指摘する箇所のほか，本件に関係がある箇所を抜\n粋する。\n(ｱ)  「第１  はじめに」\nトットリフジタ１号及び２号は，その品種登録出願日である平成１\n６年２月１０日以前に日本国内または外国において公然知られた他の\n種 で あ る 「 タ ケ シ マ キ リ ン ソ ウ 」 （ 学 名 ： Phedimus  takesimense\nNakai）と特性の全部又は一部によって明確に区別ができず，種苗法３\n条１項１号に規定されている明確区別性の要件を欠いている。\nまた，トットリフジタ１号及び２号は，母親（父親は不明とされて\nいる）とされるキリンソウ（学名：Phedimus aizoon var. floribun-\ndus）と形状やＤＮＡ塩基配列等で明確な相違があり，別種を親として\n区別性が認められ品種登録されたとすると大きな問題であると考えら\nれる。\nよってトットリフジタ１号及び２号は，種苗法３条１項１号の規定\nに違反して品種登録されたものであるから，その品種登録は取り消さ\nれるべきである。\n(ｲ)  「第３  トットリフジタ１号及び２号の審査経過と審査において認\n定された特性」の「３  トットリフジタ１号及び２号の特性に対する\n異議申立人の意見」\n前異議申し立て及び本異議申し立てにより，トットリフジタ１号，\n２号の明確区別性や，キリンソウとの区別性が再審査されることにな\nり，再審査にあたっては，トットリフジタ１号，２号とタケシマキリ\nンソウの明確区別性の検討も必要であるが，新潟県柏崎産のキリンソ\nウを母親としてトットリフジタ１号，２号が育成されたことが遺伝学\n的に矛盾が無いかに主眼を置くべきであると考える。\n(ｳ)  「第４  タケシマキリンソウの公知性について」の「３  Ｐ４准教\n授よりの電子メールに対する異議申立人の意見」\n異議申立人は，前述のタケシマキリンソウに関する緑化工学会誌の\nコラムを読み，平成２３年９月２日にＰ４准教授に問い合わせの電子\nメールをしたところ，その回答…を電子メールの返信として，同日に\n受け取った。\n電子 メ ール の 内 容は ，平 成 １１ ～ １ ２年 にタ ケ シマ キ リ ンソ ウに\n「常緑キリンソウ」という名前を付け，トットリフジタ１号，２号の\n育成者であるＰ３氏に分譲されたことが明記されている。\nまた，その後にＰ３氏より種苗登録の共同出願の依頼があったこと，\nその後連絡が途絶えたこと，何年後かに「常緑キリンソウ普及協会」\nなるも のが 出来 てい たと記 載さ れて いる が， Ｐ３ 氏 が生 産し ている\n「常緑キリンソウ」（＝トットリフジタ１号，２号）の正体に関して\nは明らかではないとされている。\n(ｴ)  「第５  トットリフジタ１号，２号とタケシマキリンソウ，キリン\nソウとの明確区別性について」\nａ  冒頭\n(a)  次に，トットリフジタ１号，２号が，その品種登録出願前に公\n知となっていた他の種であるタケシマキリンソウと，特性の全部\nまたは一部によって明確に区別されず，明確区別性を欠いている\nことを説明する。\n(b)  以下，これらの証拠に基づき，トットリフジタ１号，２号が明\n確区別性を欠き，遺伝学的に母親であるはずのキリンソウから生\nじる可能性が低いことを具体的に説明する。\nｂ  「２  特性の対比」\n(a)  「⑧  審査基準以外の特性の対比」\nα  「ア  越冬芽の性状」\nキリンソウは０．５～１．０ｃｍの未展開芽で越冬するが，\nタケシマキリンソウとトットリフジタ１号，２号は１０～１１\n月に伸長した展開芽で越冬する。\nこのような性状の差異を考慮すると，トットリフジタ１号，\n２号はタケシマキリンソウと同種または近縁種であるが，母種\nとされるキリンソウとは別種であると考えられる。\nβ  「イ  茎の木質化」\nタケシマキリンソウおよびトットリフジタ１号は茎が木質化\nし，茎から新芽が発生するため，木本頬（樹木）に性質が似て\nいるが，キリンソウは地上の茎は枯れてしまうため，完全に草\n本類（草）の性質である。\nこのような性状の差異もキリンソウがトットリフジタ１号の\n母種であることと矛盾している。\n(b)  「⑨  特性の対比のまとめ」\nトットリフジタ１号，２号及びタケシマキリンソウは，特性の\n全部または一部によって明確に区別されず，明確区別性を欠いて\nいることは明らかであるが，キリンソウとは「葉形Ⅰ」，「最大\n葉幅の位置」，「鋸歯の発生程度」で明確な差が認められ，新潟\n県柏崎産のキリンソウの自然交配でトットリフジタ１号，２号が\n生まれたとは考えにくい。\nｃ  「３  ＤＮＡ塩基配列解析試験」\n(a)  「①  鳥取大学での分析結果について…」\n鳥取大学乾燥地研究センターで分析された，トットリフジタ１号\n（フジタ１号），タケシマキリンソウ（Ｘ），キリンソウ（富山産）\nの遺伝子分析結果であり，トットリフジタ１号とタケシマキリンソ\nウの遺伝子がほぼ同じで，トットリフジタ１号とキリンソウの遺伝\n子が異なる結果となっている。\n…また，分析に使用されたキリンソウは，母親とされる新潟県柏\n崎産ではなく富山産であったが，同一種でありながら遺伝子が異な\nることは遺伝学的に大きな矛盾…があり，トットリフジタ１号はキ\nリンソウを改良したものではなく，タケシマキリンソウを親として\nいる可能性が高い。\n(b)  「②  日本食品分析センターでの分析結果について…」\n本分析結果はブルージー・プロ株式会社が先に農林水産省に提\n出されているものであるが，トットリフジタ１号とタケシマキリ\nンソウは，変異のかかる割合が他の領域と比べて高く，その塩基\n配列が異ならないことが認められる。\nよって，トットリフジタ１号とタケシマキリンソウは，客観的\nに同一の品種（系統）である疑いもあり，少なくとも，両者がそ\nの特性において明確に区別されないものであることは明らかとい\nうべきである。…\nまた，トットリフジタ１号の本分析結果では，トットリフジタ\n１号とタケシマキリンソウの遺伝子がほぼ同じで，トットリフジ\nタ１号とキリンソウの遺伝子が異なる結果となっており，別種を\n親として種苗登録を受けた可能性が高いため，今後は母親とされ\nる新潟県柏崎産のキリンソウとトットリフジタ１号の遺伝子解析\nや類似性試験を行う必要があると考えられる。\n(c)  「③  試験結果考察」\n以上の試験結果は，いずれもトットリフジタ１号とタケシマキ\nリンソウの遺伝子がほぼ同じで，トットリフジタ１号とキリンソ\nウの遺伝子が異なる結果となっており，トットリフジタ１号が新\n潟在来のキリンソウに由来する可能性が明らかに低いことを示し\nている。\nよって，上記願書の記載は疑わしいと云わざるを得ないもので\nある。\nｄ  「４  種苗法３条１項１号にいう「他の品種」について」\n上記で説明した通り，トットリフジタ１号及び２号とタケシマキリ\nンソウは，その特性において明確に区別されないものというべきであ\nる。\nｅ  「５  まとめ」\n以上の理由により，トットリフジタ１号は，タケシマキリンソウ\nと特性の全部または一部によって明確に区別されず，明確区別性を\n欠いていることは明らかである。\nまた，トットリフジタ１号は，キリンソウと遺伝子が異なる結果\nとなったため，母親とされる新潟在来のキリンソウに由来する可能\n性が明らかに低いことも明らかとなった。\nよって，トットリフジタ１号は，種苗法３条１項１号の規定に違\n反して品種登録されたものであるから，その品種登録は取り消され\nるべきであり，遺伝子が同一または１００％に近い相同性があるも\nのと考えられるトットリフジタ２号も同様である。\nイ  本件訴状添付の本件決定に係る決定書によれば，農林水産大臣が本件異\n議申立てを棄却した理由の要旨は，次のとおりであったと認められる。\n(ｱ)  「１  タケシマキリンソウの公知性について」\n「タケシマキリンソウ」は，東京大学教授で植物分類学者のＰ６氏に\nより採集され，命名された「種」の名称であるが，品種登録制度におけ\nる登録の単位は「種」よりも小さい集団である「品種」である。異議申\n立人が添付している証拠は，いずれもタケシマキリンソウの「種」に関\nする記述であるにとどまり，タケシマキリンソウ種に属する特定の「品\n種」が公然知られていたことを示すものではない。\n(ｲ)  「「トットリフジタ１号」及び「トットリフジタ２号」とタケシマ\nキリンソウの区別性について」\nａ  異議申立人が実施した特性調査に供試したタケシマキリンソウ は，\n異議申立人がタケシマキリンソウ種として購入した変異の多い集団\nの中から，特定の系統を選んだものとされているが，タケシマキリ\nンソウには系統が複数存在すると考えられるから，「タケシマキリ\nンソウ」という名称で流通する植物の集団が存在したとしても，そ\nのことから，「タケシマキリンソウ」の複数の系統の中の特定の系\n統が流通していたとは言えない。また，異議申立人は，本件処分が\nなされた後に購入した集団の中から，供試した系統を選定している\nのであるから，当該系統が「トットリフジタ１号」及び「トットリ\nフジタ２号」の品種登録出願の前に公知であったとまではいえない。\nこ の ため ， 本 特性 調査 に おい て ， 「ト ット リ フジ タ １ 号」 及び\n「トットリフジタ２号」が，その品種登録出願前に公知となってい\nた他の品種と明確区別性を欠いている証明はなされていない。\nｂ  異議申立人が指摘するＤＮＡ鑑定に供試したタケシマキリンソウ\nは，異議申立人が本件処分がなされた後に購入した苗を増殖させた\nものであるとされているから，その系統が，「トットリフジタ１号」\n及び「トットリフジタ２号」の品種登録出願の前に公知であったと\nまではいえない。\nこのため，本ＤＮＡ鑑定において，「トットリフジタ１号」が，\nその品種登録出願前に公知となっていた他の品種と遺伝子がほぼ同\nじであるとの証明はなされていない。\nｃ  異議申立人が指摘するＤＮＡ塩基配列分析に供試したタケシマキ\nリンソウの系統が，「トットリフジタ１号」の品種登録 出願の前に\n公知となっていた証拠が示されていないことから，本ＤＮＡ塩基配\n列分析において，「トットリフジタ１号」が，その品種登録 出願前\nに公知となっていた他の「品種」とＩＴＳ領域の塩基配列が異なら\nないとの証明はなされていない。\n(ｳ)  「「トットリフジタ１号」及び「トットリフジタ２号」の母親の種\nについて」\n品種登録制度における区別性の判断は，出願品種の特性に基づき行\nうものであり，当該出願品種の親となった植物の情報は判断の根拠と\nしていないことから，「トットリフジタ１号」及び「トットリフジタ\n２号」の母親の種が品種登録願に記載された種と異なる疑義があるこ\nとをもって，「トットリフジタ１号」及び「トットリフジタ２号」の\n品種登録における区別性の判断に問題があるとするのは失当である。\nウ  以上に基づき判断する。\n(ｱ)  前記認定に係る本件異議申立書の理由書では，①本件品種（トット\nリフジタ１号及び２号）と公知のタケシマキリンソウとは，特性面及\nび遺伝子面において明確に区別されない反面，②本件品種と その母親\nとされるキリンソウとの間では，特性面及び遺伝子面において明確な\n差異があり，本件出願に係る願書に記載されたとおり本件品種がキリ\nンソウを母として生まれたとは考え難い旨が繰り返し記載されている。\nそして，原告は，このうち②の記載を根拠に，本件処分の取消理由と\nして，育成者とされるＰ３が育成者でない旨の主張を実質的にしてい\nたと主張している。\nしかし，本件異議申立書の理由書の「第１  はじめに」部分では，\n種苗法３条１項１号違反のみが明確に主張されており，上記②の点は，\n「別種を親として区別性が認められ品種登録されたとすると大きな問\n題である」ことの根拠として述べられているにとどまる。\nまた，本件異議申立書の理由書の「５  まとめ」の部分でも，種苗\n法３条 １項 １号 違反 のみが 明確 に主 張さ れてお り， 上記 ②の 点は，\n「トットリフジタ１号は，種苗法３条１項１号の規定に違反して品種\n登録されたものである」ことの理由として述べられている にとどまる。\nそして，他の箇所を見ても，上記②の点は，トットリフジタ１号，\n２号の明確区別性やキリンソウとの区別性を再審査するに当たり主眼\nを置くべきとしており（前記ア (ｲ)），育成者でない者を育成者とした\n種苗法３条１項柱書き違反を取消理由とする記載は認められない。\n以上からすると，原告が，本件異議申立てにおいて，育成者でない\n者を育成者としたことを取消理由とする主張をしていたとは認められ\nないから，本件決定に判断遺脱の違法はない。\n(ｲ)  また，仮に原告が本件異議申立てにおいて，育成者でない者を育成\n者としたことの違法を取消事由とする主張を実質的にしていたと解し\nたとしても，本決定には，結論に影響を及ぼす判断遺脱の違法はない。\nすなわち，本件で原告は，本件処分の違法事由として，育成者とさ\nれるＰ３は，Ｐ４准教授から分譲を受けたタケシマキリンソウをただ\n単に増殖させたか，又はＰ４准教授から分譲を受ける前からもともと\n２系統以上の品種が現に存在したタケシマキリンソウの中から特定の\n２系統を出願しただけであるから育成者ではないと主張しているとこ\nろ，本件異議申立てにおいても同様の違法事由を主張していたと主張\nする趣旨と解される。このように，原告が種苗法３条１項柱書き違反\nとして主張する違法事由は，新品種の育成行為はされたが育成者はＰ\n３ではないというものではなく，また，本件品種は新品種だが，その\n特性を固定し又は検定する行為がされていないからＰ３は育成者では\nないというものでもなく，そもそも本件品種が新品種ではないために，\nその育成行為と呼ぶべきものが存しないから，Ｐ３は育成者ではない\nというものであり，その根拠として上記 (ｱ)の①及び②の点を主張して\nいると認められる。\nそうすると，本件異議申立てで原告が主張していたと主張する種苗\n法３条１項柱書き違反の違法事由は，結局のところ，本件品種が公知\nのタケシマキリンソウと同一品種であるということに帰着し，タケシ\nマキリンソウとの間の明確区別性を欠くとの同項１号違反の主張と実\n質的に同一であるといえるから，上記①及び②によっては同項１号違\n反は認められないとした本件決定の判断は，実質的には，原告が主張\nしていたと主張する種苗法３条１項柱書き違反の違法事由が認められ\nないとの判断を包含するものであるといえる。\nしたがって，仮に原告が本件異議申立てにおいて，育成者でない者\nを育成者としたことを取消理由とする主張を実質的にしていたと解し\nたとしても，本件決定は実質的にその点の判断もしているといえ，本\n決定に結論に影響を及ぼす判断遺脱の違法はない。\n(3)  次に，原告は，本件決定の職権行使義務違反を主張し，これは，本件決定\n固有の瑕疵を主張するものであるところ，上記(2)で述べたところからすれば，\n農林水産大臣に職権行使義務違反の違法があったとは認められない。\n３  以上によれば，原告の本件請求は理由がないから，これを棄却することとし，\n主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n髙        松        宏        之\n裁判官\n田        原          美  奈  子\n裁判官\n大        川        潤        子\n"
}