{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 20
  },
  "case_number": "平成25(ワ)25367",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84655",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84655",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/655/084655_hanrei.pdf",
  "contents": "平成２６年１１月２０日判決言渡  同日原本領収  裁判所書記官\n平成２５年（ワ）第２５３６７号  損害賠償等請求事件\n口頭弁論の終結の日  平成２６年１０月２３日\n判 決\n神戸市＜以下略＞\n原 告    甲\n同訴訟代理人弁護 士    横 粂 勝 仁\n晴まき 雄 太\n東京都中央区＜以下略＞\n被 告    株式会社宮入バルブ製作所\n同訴訟代理人弁護 士    六 川 浩 明\n徳 永博 久\n主 文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，製品名「ＶＭ－６８」の容器用弁を製造し，販売し，無償配布し，\n第三者に引き渡してはならない。\n２  被告は，前項の物件を廃棄せよ。\n３  被告は，原告に対し，４４８万円及びこれに対する訴状送達の日から支払済\nみまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告は，原告から開示を受けた容器用弁（以下「バルブ」\nという。）の設計図について，①  そのバルブの形態を模倣したバルブを製造，\n販売し，②  不正の利益を得る目的で，原告の営業秘密である上記設計図を使\n用して，原告の営業上の利益を侵害したなどと主張して，被告に対し，不正競\n争防止法２条１項３号又は７号，３条に基づき，バルブの製造，販売，無償配\n布及び第三者への引渡しの差止め並びに廃棄を求めるとともに，①，②のほか，\n③  そのバルブのデザインを盗用し，これらにより損害を受けたと主張して，\n被告に対し，同法４条又は民法７０９条に基づき，被告が受けた利益の額に相\n当する損害４０８万円と弁護士費用に相当する損害４０万円合計４４８万円及\nびこれに対する不正競争又は不法行為の後である訴状送達の日から支払済みま\nで民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により容\n易に認めることができる事実）\n被告は，バルブの製造及び販売等を営む株式会社であり，原告は，平成２\n０年１１月１日から平成２１年６月２５日までの間，被告に従業員として勤\n務していた。\n原告は，かねてからベトナム国内でのバルブ製造業務への関与を希望して\nいたが，被告からベトナムのバルブメーカーであるＭＩＮＨ  ＨＯＡ  ＶＡ\nＬＶＥ  ＦＡＣＴＯＲＹ（以下「ミン・ホア社」という。）への案内を依頼\nされ，平成２３年１２月１０日から１３日までの間，被告担当者とともにミ\nン・ホア社を訪れて，被告がベトナム国内で販売するバルブをミン・ホア社\nで製造することについて，同社担当者と打合せをした。被告は，原告のベト\nナムまでの旅費と宿泊費を負担し，部長職に対応する手当を原告に支給した。\n（甲１，１４）\n原告は，平成２３年１２月１６日頃，被告がベトナム国内で製造，販売す\nるバルブ（モデル名「ＶＭ６８」）の設計図（組立図及び製作図（甲２，３\nの１ないし１４）。以下「本件設計図」といい，これに基づき製造されるバ\nルブを「本件バルブ」という。）を作成し，同日，本件設計図のデータを添\n付した電子メールをミン・ホア社や被告の担当者らに送信した。本件設計図\nにおいては，菱形の中に「ＭＳ」の英大文字が横書きされた被告のロゴが本\n件バルブ上に表示されていた。なお，原告が本件設計図の作成について被告\nから報酬を受けた事実はない。\n被告は，平成２５年頃から，ベトナム国内において，モデル名を「ＶＭ６\n８」とするバルブ（以下「被告製品」という。）の製造，販売を開始した。\n２  争点及び争点に関する当事者の主張\n本件の争点は，被告の行為が不正競争又は不法行為を構成するか否かである。\n（原告の主張）\n不正競争防止法２条１項３号の不正競争\n被告製品は，本件バルブの形態を模倣したものである。\n不正競争防止法２条１項７号の不正競争\n本件設計図は，バルブを製造するのに有用な技術上の情報で，外部に公表\nされていないところ，原告は，これを秘密として厳重に管理している。\n被告は，原告の設計ノウハウを無断で利用して被告製品の販売収益を上げ\nるという不正の利益を得る目的で，入手した本件設計図を使用して被告製品\nを製造，販売している。\n不法行為\n被告は，本件バルブのデザインが原告固有のものであることを知りながら，\n原告の同意を得ずにこのデザインを盗用して被告製品を製造，販売している。\n（被告の主張）\n不正競争防止法２条１項３号の不正競争について\n被告は，本件設計図ではなく，被告の甲府工場設計部が作成した図面に基\nづいて被告製品を製造しているのであって，被告製品は，本件バルブの形態\nを模倣したものではない。もっとも，原告は，被告が本件設計図を使用する\nことを承諾していた。\n不正競争防止法２条１項７号の不正競争について\n本件設計図は，既に被告を含めたバルブ製造業者によって採用されている\n技術，構造のみを用いて作成されたものであるから，有用性がないし，原告\nは，秘密保持契約を締結しないまま，ミン・ホア社や被告の担当者に本件設\n計図を開示するなどしているから，本件設計図が公然と知られていないとは\nいえない。\n被告製品は，本件バルブの形態を模倣したものではなく，被告は，本件設\n計図を使用して被告製品を製造しているわけではない。\n不法行為について\n被告製品は，本件バルブの形態を模倣したものではなく，被告は，本件バ\nルブのデザインの盗用などしていないのであって，原告に対する不法行為は\n成立しない。\n第３  当裁判所の判断\n１  不正競争防止法２条１項３号の不正競争について\n前記前提事実に，証拠（甲１，１４，乙３，４）及び弁論の全趣旨を総合す\nれば，原告は，平成２３年１２月１０日から１３日までの間，被告担当者とと\nもにミン・ホア社を訪れて，被告がベトナム国内で販売するバルブをミン・ホ\nア社で製造することについて，同社担当者と打合せをしたこと，その際，原告\nが上記バルブの図面を作成する話が出て，原告は，同月１６日，その頃までに\n作成した本件設計図を電子メールに添付してミン・ホア社や被告の担当者らに\n送信したこと，原告は，同月２８日の被告担当者との打合せの際，被告担当者\nに対し，本件設計図をそのまま，あるいは変更を加えて自由に使用してよい旨\nを述べたことが認められる。これらの事実によれば，原告は，被告がベトナム\n国内で製造，販売するためのものとして，本件設計図を作成し，被告に交付し\nたのであるから，本件バルブは，被告にとって「他人の商品」に当たるとは認\nめられない。\n原告は，平成２３年８月頃に被告担当者と会った際に設計図の作成を依頼さ\nれたこと，同年１１月頃に被告役員らと打合せをした際に，ベトナムでバルブ\nを作りたいので協力して欲しいと依頼され，被告取締役が「甲バルブを作る。」\nなどと発言していたこと，平成２５年６月に開催された被告の株主総会の際に\n被告の工場長が被告製品に係る図面の作成経緯について，「甲さんから基本的\nなところを頂いておりますが，それは，当社の図面に置き換えて，当社の寸\n法・形状というふうなことで提供していった」と発言したことからすると，原\n告と被告は，被告が原告の承諾なく本件設計図を第三者に提供したり，本件バ\nルブを製造，販売したりしないことを合意したと主張する。しかしながら，上\n記のような被告取締役その他関係者の発言等があったとしても，これらによっ\nては上記合意が成立したと認めるに足りず，他に上記合意が成立したことを認\nめるに足りる証拠はない。なお，原告は，本件設計図の作成について被告から\n報酬を受けていない（このことは，当事者間に争いがない。）が，原告は，か\nねてからベトナム国内でのバルブ製造業務への関与を希望していたのであり，\n被告がミン・ホア社に本件バルブを製造させてベトナム国内で販売することに\nなれば原告の希望の実現につながり得るからこそ，原告が自認するように，原\n告自身も報酬額の取決めをすることを想定していなかったのであって，報酬に\n関する取決めのないことは，原告が本件設計図の自由な利用を被告に許したと\n認定することの妨げになるものではない。\nそうすると，被告が本件設計図に基づいて被告製品を製造，販売していると\nしても，被告の行為は，不正競争を構成しない。\n２  不正競争防止法２条１項７号の不正競争について\n前記認定の事実によれば，原告は，本件設計図の自由な利用を被告に許した\nものといえるから，被告が本件設計図に基づいて被告製品をベトナムで製造，\n販売しているとしても，被告に同号の「不正の利益を得る目的」があるという\nことはできず，本件設計図が営業秘密に当たるか否かにかかわらず，被告の行\n為は，不正競争を構成しない。\n３  不法行為について\n前記２のとおり，原告は，本件設計図の自由な使用を被告に許したものとい\nえるから，被告が本件設計図に基づいて被告製品を製造しているとしても，被\n告が本件バルブのデザインを盗用したなどということはできず，このような被\n告の行為は，不法行為を構成しない。\n４  以上の次第であるから，その余の点につき判断するまでもなく，原告の請求\nは，全て理由がない。\nよって，原告の請求をいずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      高    野    輝    久\n裁判官      三    井    大    有\n裁判官      宇    野    遥    子\n"
}