{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 3,
    "day": 28
  },
  "case_number": "平成23(行ケ)10323",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82167",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82167",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/167/082167_hanrei.pdf",
  "contents": "平成２４年３月２８日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０３２３号  審決取消請求事件\n口頭弁論終結日  平成２４年３月１４日\n判        決\n原 告        インテル・コーポレーション\n同訴訟代理人弁理士        中 村 知 公\n前 田 大 輔\n伊   藤   孝 太 郎\n被 告        Ｋ Ｄ Ｄ Ｉ 株 式 会 社\n同訴訟代理人弁理士        高 梨 範 夫\n村 上 健 次\n大 村   昇\n木 村 三 朗\n勝 又 文 彦\n加 藤 智 子\n小 林 久 夫\n安 島   清\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのた\nめの付加期間を３０日と定める。\n事実及び理由\n第１  請求\n特許庁が無効２０１０－８９００７１号事件について平成２３年５月３０日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１の本件商標に対する下記２のとおりの手続において，被\n告の商標登録のうち，指定商品「電気通信機械器具用モジュール，その他の電気通\n信機械器具，電子応用機械器具及びその部品」（以下「本件指定商品」という。）\nに係る商標登録を無効にすることを求める原告の審判請求について，特許庁が同請\n求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記３\nのとおり）には，下記４のとおりの取消事由があると主張して，その取消しを求め\nる事案である。\n１  本件商標（甲１（証拠には，いずれも枝番を含む。），８４）\n商標登録出願日：平成１６年１１月１１日（商願２００４－１０３４０９号）\n商標登録番号：第４８９１３５４号\n商標の構成並びに指定商品及び指定役務：別紙本件商標目録のとおり\n設定登録日：平成１７年９月２日\n２  特許庁における手続の経緯\n審判請求日：平成２２年９月２日（無効２０１０－８９００７１）\n審決日：平成２３年５月３０日\n審決の結論：本件審判の請求は，成り立たない。\n原告に対する審決謄本送達日：平成２３年６月９日\n３  本件審決の理由の要旨\n本件審決の理由は，要するに，本件商標は，本件指定商品について，①別紙引用\n商標目録記載１ないし４の各商標（以下，順に「引用商標１」ないし「引用商標\n４」といい，併せて「引用各商標」という。）との関係で，商標法４条１項１５号\nに違反して登録されたものではなく，②同項７号に違反して登録されたものでもな\nいから，同法４６条１項の規定により，その登録を無効とすることはできない，と\nいうものである。\n４  取消事由\n(1)  本件商標が商標法４条１項１５号に該当しないとした判断の誤り（取消事\n由１）\n(2)  本件商標が商標法４条１項７号に該当しないとした判断の誤り（取消事由\n２）\n第３  当事者の主張\n１  取消事由１（本件商標が商標法４条１項１５号に該当しないとした判断の誤\nり）について\n〔原告の主張〕\n(1)  引用商標の周知著名性について\nア  原告は，平成２年末頃，「INTEL INSIDE」の文字及び「intel  inside」の\n文字からなるロゴマークを商標として採択し，このロゴマークと「インテル，入っ\nてる」とのキャッチコピーを用いて広告宣伝活動を展開するとともに，原告の商標\nに関する商標使用許諾制度「インテル・インサイド・プログラム」を導入した。こ\nのプログラムは，電機・コンピュータのメーカーに引用各商標の使用を許諾し，原\n告が製造したマイクロプロセッサを搭載しているライセンシー製造に係るパソコン\n等の最終製品に引用各商標のロゴマークステッカーを貼付して表示し，さらに，ラ\nイセンシーが製造した製品の広告宣伝活動にも引用各商標の使用を許諾する一方で，\nライセンシーの広告宣伝費用の一部を原告が支援するという方式であり，日本国内\nでは，上記プログラムに基づき，日本電気株式会社，松下電器産業株式会社（現・\nパナソニック株式会社）等の大手企業が製造販売するコンピュータ関連の商品やそ\nの広告活動に引用各商標が使用された（甲１１～３８）。原告の主要商品であるマ\nイクロプロセッサ等の半導体製品は，これにより制御されるパソコン，携帯電話等\nの最終製品に部品として内蔵されるものであるため，一般の消費者は外部からこれ\nを見ることができないが，上記プログラムを用いたマーケティング戦略により，原\n告のマイクロプロセッサを搭載した製品と他社のマイクロプロセッサを搭載した製\n品との差別化に成功すると同時に，引用各商標は，原告の高度な技術に裏打ちされ\nた高い品質を最終製品の需要者である一般の消費者に保証する機能を果たすことと\nなり，一般の消費者における原告及び引用各商標の知名度が大きく上昇した。また，\n平成６年頃から急速に浸透した職場環境におけるパソコン一人一台時代の到来や，\n一般家庭へのパソコンの普及，インターネット等の情報通信技術産業の発展とあい\nまって，原告及び引用各商標は，半導体・コンピュータ関連の特定層の需要者だけ\nでなく，一般の消費者を含む広範囲の需要者の間で知られるところとなった。\nイ  本件審決は，「INTEL」の文字は原告の略称又は原告の製造販売に係るマイ\nクロプロセッサ等に使用する商標として，本件商標の登録出願時及び登録査定時の\nいずれにおいても，我が国や外国の需要者の間で広く認識され，また，引用商標１\nも，原告製造に係るマイクロプロセッサに使用する商標として我が国の需要者の間\nで広く認識されていたものと認められるが，他の文字の後に配された「inside」又\nは「INSIDE」の文字部分，若しくは，「･･･inside」又は「･･･INSIDE」という商標\nの構成が，原告の業務に係る商品の出所を表すものとして，我が国の需要者の間で\n広く認識されていたとはいえないと判断した。\nしかし，原告は，「in」という語頭が共通する「intel」の文字と「inside」の\n文字を組み合わせて「in」という「韻を踏む」ことにより，取引者及び需要者の記\n憶に容易に定着する本件商標を創作したのである。原告が引用各商標を採択した時\n点では，本件指定商品について，「･･･inside」又は「･･･Inside」という表示形式\nは一般的でなかったが，原告が「intel inside」又は「INTEL INSIDE」 という商\n標を継続的に使用したことにより，上記表示形式が需要者の間で広く認識されるに\n至ったものである。商標は，その構成に独自性があれば自他商品の識別力が強くな\nるから，外観，称呼及び観念だけでなく，その商標を構成する表示形式も商標の要\n部 と し て 機 能 す る こ と が あ る 。 上 記 プ ロ グ ラ ム に よ る 広 範 囲 の 使 用 を 通 じ た\n「intel  inside」の高度な著名性の獲得により，原告の商品等の出所識別標識と\nしての著名性は，引用各商標にとどまらず，「･･･inside」との表示形式自体にも\n及んだものである。\nウ  以上のとおり，引用各商標は，本件商標の登録出願前から，原告の業務に係\nる商品を表示するものとして，取引者及び需要者の間で広く認識され，また，「･･\n･inside」という表示形式も，原告の業務に係る商品の出所表示として，取引者及\nび需要者の間で広く認識されていたものである。\n(2)  本件商標中の「KDDI」との文字の周知性について\nア  本件審決は，本件商標中の「KDDI」との文字は被告の略称又は被告の業務に\n係る事業のうち，とりわけ携帯電話事業に使用する商標として，本件商標の登録出\n願時には我が国の需要者の間で広く認識されていたと判断した。\nしかし，被告が「KDDI」の文字を携帯電話事業において使用を始めたのは平成１\n５年１０月であり，本件商標の登録出願がされた平成１６年１１月１１日時点では，\n我が国の需要者の間で広く認識されてはいない。\nイ  仮に，本件商標中の「KDDI」との文字が，本件商標の登録出願前から被告の\n商標として需要者の間で広く認識されていたとしても，それは携帯電話事業に使用\nする商標として認識されているのであって，本件指定商品について，広く認識され\nていたものではない。\nウ  したがって，本件商標の周知著名性に係る本件審決の判断は誤りである。\n(3)  本件商標と引用各商標との対比について\nア  称呼について\n(ア)  本件審決は，本件商標からは「ケイディディアイモジュールインサイド」，\n「ケイディディ」の各称呼が生じ，引用各商標からは「インテル」，「インテルイ\nンサイド」，「インテルインサイドペンティアム」，「インテルインサイドゼオ\nン」又は「インテルインサイドセントリノ」の各称呼が生ずると認定した上で，こ\nれらの称呼は，「インサイド」との読みが一致する場合があるとしても，音構成及\nび構成音数の顕著な差異により区別し得るとして，引用各商標と本件商標の称呼は\n非類似であると判断した。\n(イ)  しかし，引用各商標の自他商品の識別性を有する要部の一つは，「･･･\ninside」又は「･･･INSIDE」（「･･･」には半導体素子等の電子応用機械器具の部品\nの名称や自他商品の識別力がある商標が入る。）との表示形式であるところ，本件\n商標における「KDDI」「Module」「Inside」の文字を順に上から下へ積み重ねた構\n成は，「･･･inside」又は「･･･INSIDE」との表示形式と共通している。\n(ウ)  したがって，本件商標の称呼「･･･インサイド」と引用各商標の称呼「･･･\nインサイド」とは共通するものである。\nイ  観念について\n(ア)  引用各商標の要部である「･･･inside」及び「･･･INSIDE」の表示形式は，\n「･･･が内部に」「･･･は内側に」という意味を有するところ，本件商標の上記構成\nからも「･･･が内部に」「･･･は内側に」との観念が生じる。\n(イ)  そして，本件商標中の「KDDI」との文字は，その登録出願時には，本件指\n定商品の取引者及び需要者の間で広く認識されていたものではないから，「KDDI」\nの文字からは独立した特定の観念を認識できるものではない。\n(ウ)  したがって，本件商標は，引用各商標と観念が類似する商標である。\n(4)  出所混同のおそれについて\nア  引用各商標は，原告が我が国で初めて「･･･inside」という表示形式を採用\nした商標である。この表示形式の新しさや，平成２年末から平成１８年までの継続\nした使用により，「･･･inside」という表示形式は，「インテル，入ってる」のキ\nャッチフレーズとともに，取引者及び需要者の間で広く認識され，この表示形式も\n自他商品の識別力を持つに至ったものである。\nしたがって，本件商標に接した取引者及び需要者は，著名な商標である「intel\ninside」を想起し，本件商標は引用各商標のファミリー商標の一つであって，被告\nが取り扱う商品に対して原告が何らかの承認，保証を与え，あるいは，その開発，\n製造販売等において原告が業務提携，技術協力等を行なっているものと誤信するお\nそれがあるといえる。\nイ  また，商標法４条１項１５号は，著名商標へのただ乗り（いわゆるフリーラ\nイド）や，著名商標の希釈化（いわゆるダイリューション）を防止する趣旨である\nと解されるところ，本件商標は，原告の著名な商標である「intel  inside」と同\nじ「･･･inside」の表示形式を採択することにより，取引者及び需要者の注意，関\n心を集め，引用各商標の顧客吸引力にフリーライドするものである。また，引用各\n商標の有する強力な出所表示機能を希釈化し，引用各商標のブランド価値を低下さ\nせ，原告の資産に重大な損害を及ぼすものでもある。\n(5)  小括\nしたがって，本件商標は，商標法４条１項１５号に該当する。\n〔被告の主張〕\n(1)  引用商標の周知著名性について\nア  原告は，甲１１ないし３８を引用し，日本国内では，日本電気等の大手メー\nカーに引用各商標の使用が許諾され，これらのライセンシーが製造販売するコンピ\nュータ関連の商品やその広告活動に引用各商標が広く使用されたと主張する。\nしかし，甲１１ないし３８は，各メーカーが自己の商品を宣伝広告するための雑\n誌広告であり，原告を示す標章は，単にメーカーの商品の品質・特徴の１つを示す\nために，広告の最下部に小さく表示されているものであり，その標章に多くの注意\nが払われるわけではない。そもそも，上記広告に表示された標章の多くは，引用各\n商標と完全に一致するものではなく，引用商標１は全く見当たらないし，甲３４及\nび３７のわずか２例において，引用商標２が表示されているにすぎない。したがっ\nて，上記各書証から，本件商標の登録出願前から引用各商標が取引者及び需要者の\n間で広く知られていたということはできない。\nまた，原告は，原告製造のマイクロプロセッサ等を内蔵したパソコン等の他社製\n品に原告標章を表示させることにより，最終製品の需要者の間で原告及び引用各商\n標の知名度が大きく上昇したと主張する。\nしかし，最終製品の需要者にとって，原告標章は，最終製品の様々の品質・特徴\nの１つを知る手がかりとなることがあるにすぎない。原告標章は原告製品の広告の\nために使用されたわけではないから，原告標章が最終製品の需要者に与えるインパ\nクトは少ない。\nさらに，原告は，平成６年頃からの職場環境におけるパソコン一人一台時代の到\n来等により，引用各商標は，一般の消費者を含む広範囲の需要者の間で知られると\nころとなったと主張する。\nしかし，仮に，本件商標の登録出願前からパソコンが普及していたとしても，そ\nこから推測できるのは，多くのパソコンメーカーの製品が市場に提供されていたと\nいうことであって，引用各商標が広く知られたことが認められるものではない。\n以上によれば，引用各商標が，本件商標の登録出願前から取引者及び需要者の間\nで広く知られていたとは認められない。\nイ  次に，原告は，「･･･inside」との表示形式も，原告の商品の出所識別標識\nとして取引者及び需要者に広く知られていたと主張する。\nしかし，上記アのとおり，引用各商標が，本件商標の登録出願前から取引者及び\n需要者の間で広く知られていたとは認められないから，原告の上記主張は前提を欠\nくものである。\n仮に，引用各商標が，本件商標の登録出願前から取引者及び需要者の間で広く知\nられていたとしても，甲１１ないし３８においては，原告標章は，「intel」の文\n字及び「inside」の文字と「pentium」等の文字から構成され，「･･･inside」の表\n示形式なるものの「･･･」部分に「intel」以外は使用されていないから，取引者及\nび需要者は，「intel」以外の文字と「inside」の文字とで構成される商標につい\nて，その全てが原告の商品を表示するものであると認識することはない。\nしたがって，「･･･inside」との表示形式が原告の商品の出所識別標識として周\n知著名であったとは認められない。\n(2)  本件商標中の「KDDI」との文字の周知性について\nア  被告は，平成１２年１０月，第二電電株式会社，日本移動通信株式会社及び\nケイディディ株式会社が「株式会社ディーディーアイ」との商号で合併した会社で\nあり，半年後の平成１３年４月に現商号に変更された。合併手続の便宜上，合併時\nの社名を「株式会社ディーディーアイ」としたが，合併以前から合併会社の商号の\n要部を「KDDI」とする方針であった。そして，合併の数か月前から様々なマスコミ\n媒体を通じ，「KDDI」を表示して合併の予告を行い，国民の多くに「KDDI」を浸透\nさせた。合併から上記商号変更までの半年間においても，「KDDI」を使用した広告\nを行っている。\nイ  また，被告は，携帯電話，固定電話，インターネット通信，ＩＴソリューシ\nョン事業及びこれらの技術やノウハウを利用した各種の関連事業を主たる業務とし\nているが，携帯電話やインターネット通信等は，通信自由化を契機として急速に日\n常生活に浸透し，携帯電話の一般世帯における普及率は，平成５年３月の３．２％\nから平成１５年３月には９４．４％に達している。パソコンや携帯電話等のモバイ\nル端末を利用したインターネットの世帯利用率も，平成１４年以降，８０ないし９\n２％程度を維持している。また，法人における携帯電話やインターネット通信の利\n用率は，一般世帯よりも極めて高く，より高度かつ複雑な形態で利用されている。\n被告の平成１７年３月期の営業収益は２兆９２００億円（このうち電気通信事業\nは２兆３００５億円），平成１８年３月期の営業収益は３兆６０８０億円（このう\nち電気通信事業は２兆３９８５億円）であり，平成１８年３月末での携帯電話の契\n約数は２３１３万台，インターネット契約（DION，FTTH）の契約数は２９７万台で\nあって，被告が提供する各種事業は日本市場に深く浸透していた。\nウ  被告は，平成１２年１０月当時から，継続して「KDDI」の表示を自己の全て\nの業務に使用するとともに，携帯電話事業においては，メインブランド「au」と併\nせて，「au  by  KDDI」との表示を継続して使用している。さらに，インターネッ\nトプロバイダー事業，ポータルサイト事業においては，合併から平成１９年９月ま\nで，同事業のブランド「DION」と併せて，「DION  by  KDDI」との表示を使用して\nいる。\nまた，被告は，著名人が登場する多くのテレビＣＭを提供しているほか，新聞，\n雑誌を媒体とする宣伝広告も頻繁に行っているが，これらの広告においても，\n「KDDI」「au  by  KDDI」「DION  by  KDDI」との表示を使用している。\nエ  以上のとおり，本件商標の登録出願前から，被告の「KDDI 株式会社」とい\nう商号，その略称である「KDDI」及び「KDDI」との商標は，個人，法人を問わず，\n携帯電話等の利用者の間で極めて著名であった。そして，携帯電話等の利用者は，\n携帯電話等のモバイル端末やパソコン等の商品の需要者でもあるから，これら商品\nの 需 要 者 に お い て も ， 被 告 の 「 KDDI 株 式 会 社 」 と い う 商 号 ， そ の 略 称 で あ る\n「KDDI」及び「KDDI」との商標は，著名であったということができる。\nオ  なお，原告は ，仮に本件商標中の「KDDI」との文字が携帯電話事業に使\n用する商標として取引者及び需要者の間で広く認識されていたとしても，本件\n指定商品の需要者の間で広く認識されていたものとは認められない旨主張する。\nしかし，被告の事業は，携帯電話事業だけでなく，通信事業の全般に及ぶも\nのであり，この中には，電気通信機械器具用モジュールを内蔵した通信機器や\nコンピュータ等を用いた各種の通信事業が含まれる。また，携帯電話は，幅広\nく，多くの人が利用するものであり，「KDDI」との文字は，被告が行う宣伝広\n告によって，本件指定商品の取引者及び需要者を含む日本国内の極めて多くの\n人々に広く認識されていたものである。\n(3)  本件商標と引用各商標との対比について\nア  外観について\n(ア)  引用商標１は，上部右端部分に切れ目のある楕円状図形と，その内部に\n「intel」の文字及び「inside」の文字を上下二段に右肩上がりに配してなり，\n「intel」の文字は，第３文字「ｔ」の縦線下部をくるりと丸め，これを第４文字\n「ｅ」の横線左端へと，一筆書きのように繋げて表示し，かつ，第４文字「ｅ」が，\n「intel」の文字列よりも，半文字分だけ下方にずれていることを特徴とする。\n引 用 商 標 ２ は ， 上 部 右 端 部 分 に 切 れ 目 の あ る 楕 円 状 図 形 と ， そ の 内 部 に\n「intel」の文字及び「inside」の文字を上下二段に右肩上がりに配し，併せて，\n楕円状図形の下段に「pentium  !!!」を表示する。\n引用商標３は，「INTEL  INSIDE  XEON」(標準文字)であり，引用商標４は，\n「INTEL  INSIDE  CENTRINO」(標準文字)である。\n(イ)  他方，本件商標は，黒地の正方形と白の横方向ストライプで表示した正方\n形を右上方に少し重ね合わせた図形と，当該黒地の正方形内に白抜きで上から\n「KDDI」「Module」「inside」を上下三段に配した構成からなる。\n(ウ)  両者は，その外観において，「inside」の文字を共通にするものの，他の\n構成要素である文字や図形を異にし，全体構成において大きく異なるものである。\nイ  称呼について\n(ア)  引用各商標からは「インテルインサイド」「インテルインサイドペンティ\nアム」「インテルインサイドゼオン」「インテルインサイドセントリノ」との称呼\nを生じ，「インサイド」のみの称呼を生ずることはない。\n(イ)  他方，本件商標は，「ケイデイデイアイモジュールインサイド」「ケイデ\nイデイアイ」の称呼を生じ，「インサイド」のみの称呼は生じない。\n(ウ)  両者は，その構成態様から生ずる商標の称呼において，その一部に「イン\nサイド」の音を共通にすることがあるものの，その他の音を大きく異にするもので\nある。\nウ  観念について\n(ア )   引 用 各 商 標 の 構 成 中 の 「 intel 」 の 文 字 は 原 告 の 略 称 で あ る 。 ま た ，\n「inside」の文字は「内部，内部に」を意味する既存の英語であり，その他，原告\n商品名称に相当する欧文字から構成されている。\n(イ)  他方，本件商標は，「KDDI」の文字が被告の略称かつ商標であり，また，\n「module」の文字は「電子計算機の機能，部品などの単位の基準」を意味する既存\nの英語であり，「inside」の文字も「内部，内部に」を意味する既存の英語である。\n(ウ)  両者は，「内部，内部に」といった意味合いを有する「inside」の語を共\n通にするものの，その構成態様から生ずる商標の観念において大きく相違するもの\nである。\n(4)  出所混同のおそれについて\n上記(3)のとおり，本件商標と引用各商標とは，外観，称呼，観念を大きく異に\nしており，非類似の商標である。\nまた，本件商標を構成する「KDDI」の文字は，本件商標の登録出願前には，既に\n被告の略称や商標として，被告が提供する各種事業の需要者だけでなく，多くの法\n人や個人の間で広く認識されていたものである。\nしたがって，本件商標を本件指定商品に使用しても，取引者及び需要者が引用各\n商標を連想し，原告又は原告と経済的若しくは組織的に何らかの関係を有する者の\n業務に係る商品であるかのように商品の出所について混同を生ずることはない。\n(5)  小括\nしたがって，本件商標は，商標法４条１項１５号に該当しない。\n２  取消事由２（本件商標が商標法４条１項７号に該当しないとした判断の誤\nり）について\n〔原告の主張〕\n(1)  商標法４条１項７号の規定は，商標を構成する「文字，図形，記号若しく\nは立体的形状若しくはこれらの結合又はこれらと色彩との結合」が公の秩序又は善\n良な風俗に反する場合にのみ適用すべきものではなく，商標登録を受けるべきでな\nい者による登録出願も，商品流通社会の秩序を害し，公の秩序又は善良な風俗に反\nするものであるから，登録による権利を付与しないことを目的として適用すべきで\nある。\n本件商標の登録出願時において，引用各商標中の「intel  inside」の文字は，\n原告の商品の出所識別標識として世界的に広く知られ，また，引用各商標がインテ\nル・インサイド・プログラムに基づき，多数のライセンシーに使用許諾されている\n事 実 も 同 業 者 の 間 で は 周 知 で あ っ た か ら ， 被 告 が ， 原 告 の 著 名 な 商 標 で あ る\n「intel  inside」の存在や上記プログラムに基づきライセンシーによって引用各\n商標が使用されている事実を知らずに本件商標を偶然採択したとは考え難い。\n商標として他に多数の選択肢が存在するにもかかわらず，敢えて「･･･INSIDE」\nの表示形式を採択した本件商標は，原告の著名な商標である「intel  inside」の\n世界的な名声にフリーライドするものであり，引用商標の顧客吸引力に便乗して取\n引者及び需要者の注意，関心を集めて自己の取扱商品の宣伝広告及び営業活動を有\n利に展開し，これにより商業的利益を得ようとの不正の目的で採択されたものと推\n認される。\nまた，原告を容易に想起させる本件商標を，原告と無関係の者が使用すれば，世\n界的に著名な商標である「intel  inside」及び「･･･inside」との表示形式の出所\n表示力が希釈化され，これにより，引用各商標のブランド価値が低下して，原告の\n資産に重大な損害を及ぼすことも避けられない。\n(2)  以上によれば，本件商標は，公正な取引秩序の維持と需要者の利益保護を\n目指す商標法の目的，社会一般の道徳観念に反するものであり，商標登録を受ける\nべきでない者からされた登録出願であるから，本件商標が公の秩序又は善良な風俗\nに反するおそれのある商標であることは明らかである。\n(3)  小括\nしたがって，本件商標は，商標法４条１項７号に該当する。\n〔被告の主張〕\n(1)  本件商標は，被告の著名な略称等である「KDDI」と「Module」「Inside」\nを構成文字とするものであり，本件商標を使用した商品が被告やその親子会社ある\nいは系列関係にある法人の業務に係るものであること，あるいは，被告と関係のあ\nる一定の商品化事業に関与する法人の業務に係るものであることを明確に認識させ\nるものである。\nまた，被告は，本件商標の採択により，引用各商標中の「intel  inside」の名\n声にフリーライドし，引用各商標の顧客吸引力に便乗して商業的利益を得ようとの\n不正の目的は一切持っていない。\nさらに，本件商標の使用により，引用各商標や原告が主張する「･･･inside」と\nの表示形式なるものの出所表示機能を希釈化させることはなく，引用各商標のブラ\nンド価値を低下させ，原告の資産価値に損害を及ぼすこともない。\n(2)  小括\nしたがって，本件商標は，商標法４条１項７号に該当しない。\n第４  当裁判所の判断\n１  取消事由１（本件商標が商標法４条１項１５号に該当しないとした判断の誤\nり）について\n(1)  商標法４条１項１５号にいう「他人の業務に係る商品又は役務と混同を生\nずるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用したと\nきに，当該商品又は役務が他人の業務に係る商品又は役務であると誤信されるおそ\nれがある商標のみならず，当該商品又は役務が上記他人との間にいわゆる親子会社\nや系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグルー\nプに属する関係にある営業主の業務に係る商品又は役務であると誤信される広義の\n混同を生ずるおそれがある商標が含まれる。そして，上記の「混同を生ずるおそ\nれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性\n及び独創性の程度や，当該商標の指定商品又は指定役務と他人の業務に係る商品又\nは役務との間の性質，用途又は目的における関連性の程度並びに商品の取引者及び\n需要者の共通性その他取引の実情などに照らし，当該商標の指定商品又は指定役務\nの取引者及び需要者において普通に払われる注意力を基準として，総合的に判断さ\nれるべきものである（最高裁平成１０年（行ヒ）第８５号同１２年７月１１日第三\n小法廷判決・民集５４巻６号１８４８頁）。\nそこで，以上の観点から，本件商標の商標法４条１項１５号該当性について検討\nするが，その前提として，証拠（甲５～８，１０～４０，４２，７２～７５，７７，\n７９，８２，８３，乙１～８，１３）及び弁論の全趣旨によれば，本件商標及び引\n用各商標の設定登録に至る経緯等については，次の事実が認められる。\nア  本件商標について\n(ア)  被告は，平成１２年１０月，第二電電株式会社，日本移動通信株式会社\n及びケイディディ株式会社が，株式会社ディーディーアイとの商号で合併した会社\nであり，平成１３年４月に現在の「KDDI 株式会社」に商号変更された。\n(イ)  被告が行う事業には，個人向けの携帯電話サービス，インターネットサー\nビス，固定電話サービス及びコンテンツサービス，法人向けのサーバーセントリュ\nックソリューション事業，グローバルＩＣＴソリューション事業に加え，高速モバ\nイルインターネットサービス，携帯電話を利用した金融ビジネス，ＣＡＴＶによる\n多チャンネル放送等がある。\n(ウ)  一般世帯における携帯電話の普及率は，平成５年３月には３．２％であっ\nたが，１０年後の平成１５年３月には９４．４％にまで上昇し，パソコンや携帯電\n話等のモバイル端末を利用したインターネットの世帯利用率も，平成１４年以降，\n概ね８０ないし９０％の水準で推移する中で，被告は，平成１４年３月末時点での\n日本国内における携帯電話市場での市場占有率が第３位となり，個人向け携帯電話\nの「au」ブランドの契約数の増加によって，年間ベースでの契約純増数では，平成\n１６年から４年連続で第１位であった。\nまた，被告の平成１７年３月期決算では，「au」事業での前年比売上げと営業利\n益が１４％増となり，営業収益は２兆９２００億円となった。平成１８年３月期決\n算での営業収益は３兆６０８０億円であり，この当時の移動通信事業における市場\n占有率は，約２８％であった。\n(エ)  上記合併前の平成１０年５月ころには，合併後の会社について「KDDI」と\nの文字で表示した新聞広告が行われ，上記合併から本件商標の登録出願までの間に\nも，同様の表示を用いた広告が行われたほか，個人向け携帯電話事業では「au  by\nKDDI」との表示，インターネット事業では「DION  by  KDDI」との表示を用いて，\n多数の新聞広告が行われた。\nまた，平成１３年以降，テレビＣＭにおいても，「KDDI」や「au  by  KDDI」の\n表示が多数回用いられているが，ＣＭ総合研究所の調査によるＣＭ好感度調査にお\nいて，被告のＣＭは，平成１４年度が５８９９作品中の第３位，平成１５年度が６\n１８７作品中の第６位，平成１６年度が６１９２作品中の第７位，平成１７年度が\n６６１１作品中の第２位との調査結果が出ている。なお，平成１２年度に被告が支\n出した広告宣伝費は約３１４億円であり，この額は，非上場企業を含む企業の中で\n第１１位に位置する。また，被告は，平成１３年度から平成１７年度までの間も毎\n年５００億円前後の広告宣伝費を支出している。\n(オ)  前記第２の１のとおり，被告は，平成１６年１１月１１日に本件商標の登\n録出願をし，平成１７年９月２日にその設定登録を受けている。\n被告では，被告の通信モジュールを利用して通信モジュールソリューションを展\n開しようとする企業と情報や環境を共有し，双方で新たな市場を開拓するという\n「KDDI モジュールソリューションパートナー・プログラムガイドライン」を採用\nしているところ，本件商標は，被告との間でパートナー登録した企業が同ガイドラ\nインに沿って開発した通信アダプタ等の製品に表示されている。\nイ  引用各商標について\n(ア)  原告は，昭和４３年７月に米国で設立された，パソコンの CPU（中央処理\n装置）やマイクロプロセッサと呼ばれる半導体製品等を製造販売する会社である。\n昭和４６年に世界で初めてのマイクロプロセッサ「４００４」を販売し，その後も\n「８００８」（昭和４７年），「８０２８６」（昭和５７年），「Pentium」（平\n成５年），「Xeon」（平成１３年），「Core  Duo」（平成１８年）等を販売し，\n平成１５年３月には，ノートブックＰＣの「インテル・セントリノ・モバイル・テ\nクノロジー」を販売している。原告は，平成４年から平成２１年まで連続して，世\n界の半導体市場における売上高第１位を維持している。\n(イ)  原告は，平成３年５月，原告が製造したプロセッサが搭載されたパソコン\nを消費者が簡単に認識できるようにするため，「Intel  Inside」の文字からなる\nロゴを採用し，これをコンピュータメーカーが販売するパソコンに貼付することを\n始め，平成１３年には，世界中で２７００社のコンピュータメーカーが販売するパ\nソコンに「Intel  Inside」の文字を含むロゴが表示されるに至った。日本国内で\nは，デル株式会社，日本電気株式会社，ソニー株式会社，シャープ株式会社，三菱\n電機株式会社，株式会社東芝等の多数のメーカーが販売するパソコンに原告が製造\nしたマイクロプロセッサが搭載され，平成７年から本件商標の登録出願までに作成\nされた上記各社のパソコンの宣伝広告においても，「Intel  Inside」の文字を含\nむロゴが多数掲載された。\nまた，原告は，世界中のテレビ媒体等で「Intel  Inside」のサウンドロゴを使\n用した広告を行い，日本国内でも，「インテル，入ってる」とのサウンドロゴを用\nいた広告が行われた。\n(ウ)  原告は，別紙引用商標目録１ないし４記載のとおり，平成１１年６月から\n平成１５年１月までの間に，我が国において，引用各商標の登録出願をし，その後，\nその設定登録を受けている。\nなお，原告がコンピュータメーカー等の宣伝広告において引用各商標が使用され\nている事実を立証するために提出したとする雑誌広告（甲１１～３８）に掲載さて\nいる原告の商標は，いずれも「intel  inside」との文字を含むものではあるが，\nその多くは引用各商標の構成と一致するものではなく，甲３４及び３７において，\n引用商標２が表示されていることが確認できるにすぎない。\n(2)  本件商標と引用各商標との類似性の程度について\nア  本件商標について\n本件商標は，別紙本件商標目録のとおり，黒地の正方形の下に黒白の横縞で表示\nした正方形を右上方に少しずらして重ね合わせた図形と，当該黒地の正方形内に白\n抜きで上から「KDDI」，「Module」及び「Inside」の欧文字を上下三段に配し，\n「Inside」の文字を他の文字に比してやや大きく表示した構成からなる。\n前記(1)アの事実によれば，本件商標中の「KDDI」との文字は，携帯電話事業等\nを行う被告を表示するものとして，本件商標の登録出願前には，本件指定商品の取\n引者及び需要者の間だけでなく，一般需要者の間においても，既に著名なものとな\nっていたといえるから，それ自体が取引者，需要者に対し商品の出所識別標識とし\nて強く支配的な印象を与えるものである。他方，「Module」の文字は，「装置，機\n械，システムを構成する部分で，機能的にまとまった部分」（新村出編「広辞苑」\n第六版）を意味し，また，「Inside」の文字は，「内側の，内部の」等の意味を有\nする語であるから（甲７８），「Module」の文字及び「inside」の文字は，自他商\n品の識別のために格別の意義を有するものとはいえない。そうすると，本件商標か\nらは，構成文字全体に相応して生ずる「ケイディディアイモジュールインサイド」\nとの称呼のほかに，「ケイディディアイ」との称呼も生じ，著名な企業である\n「KDDI 株式会社」あるいは「KDDI 株式会社が製造した装置が内蔵されたもの」と\nの観念が生ずる。\nさらに，「INSIDE」の文字が他の文字に比してやや大きく表示されていることか\nらして，「インサイド」との称呼も生じ得るものといわなければならないが，その\n称呼だけでは，単に「内側の，内部の」との意味を想起させるにとどまり，それ以\n上に，何か具体的な観念を生じさせるものではない。\nイ  引用各商標について\n(ア)  引用商標１は，別紙引用商標目録記載１のとおり，上部中央やや右側の部\n分がすれ違っている太さの異なる楕円状の円形内に，「intel」の欧文字を上段に，\n「inside」の欧文字を下段に配し，各文字がやや右上がりに記載された構成からな\nるものである（甲２の１）。\n「intel」の文字と「inside」の文字は，楕円状の円形内に一体的にまとまりよ\nく 配 置 さ れて い る 上 ， 前 記(1)イ の 事 実 に よ れ ば ，本 件 商 標 の 登 録 出 願当 時 ，\n「intel」の文字と「inside」の文字を結合した「intel  inside」は，原告製造に\n係る製品を表示するものとして，広く認識されていたものといえるから，引用商標\n１からは，構成文字全体に相応した「インテルインサイド」との称呼が生じる。ま\nた，前記(1)イの事実によれば，「intel」の文字は，本件商標の登録出願前から，\n世界的な半導体メーカーである原告を表示するものとして，広く認識されていたも\nのといえるから，それ自体が取引者，需要者に対し商品の出所識別標識として強く\n支配的な印象を与えるものであり，引用商標１からは「インテル」との称呼も生ず\nる。\nさらに，「インサイド」との称呼が生ずるかというと，「inside」の文字は，\n「intel」の文字に１文字分の空間を挟んで連続して記載されている上，「intel」\nの文字に比較して，その形状・大きさ等に違いはなく，上記のとおり，「intel」\nの文字が「内側の，内部の」等の意味を有する語にすぎないことに鑑みると，この\n文字自体が自他商品の識別のために格別の意義を有するものとはいえないから，\n「インサイド」との称呼が生ずるとまではいえない。\n以上のとおり，引用商標１からは，「インテル」又は「インテルインサイド」と\nの称呼が生じ，半導体メーカーである「インテル・コーポレーション」あるいは\n「インテル・コーポレーションが製造した商品が内蔵されたもの」との観念が生ず\nるものというべきである。\n(イ)  引用商標２は，別紙引用商標目録記載２のとおり，引用商標１と同様の態\n様をした文字及び図形の下に，「pentium  !!!」との文字を配した構成からなる商\n標であり（甲３の１），「pentium」（ペンティアム）は原告が製造するマイクロ\nプロセッサの名称であるから，引用商標２からは，上記(ア)と同様に「インテル」\n又は「インテルインサイド」との称呼が生ずるほか，構成文字全体に相応した「イ\nンテルインサイドペンティアム」若しくは製品名のみに簡略した「ペンティアム」\nとの称呼が生じ，半導体メーカーである「インテル・コーポレーション」あるいは\n「インテル・コーポレーションが製造したマイクロプロセッサのペンティアムが内\n蔵されたもの」との観念が生ずる。\n( ウ )   引 用 商 標 ３ は ， 別 紙 引 用 商 標 目 録 記 載 ３ の と お り ， 「 INTEL   INSIDE\nXEON」の欧文字を標準文字で表してなる商標であり（甲４の１），「XEON」（ゼオ\nン）は原告が製造するマイクロプロセッサの名称であるから，引用商標３からは，\n上記(ア)と同様に「インテル」又は「インテルインサイド」との称呼が生ずるほか，\n構成文字全体に相応した「インテルインサイドゼオン」若しくは製品名のみに簡略\nした「ゼオン」との称呼が生じ，半導体メーカーである「インテル・コーポレーシ\nョン」あるいは「インテル・コーポレーションが製造したマイクロプロセッサのゼ\nオンが内蔵されたもの」との観念が生ずる。\n( エ )   引 用 商 標 ４ は ， 別 紙 引 用 商 標 目 録 記 載 ４ の と お り ， 「 INTEL   INSIDE\nCENTRINO 」 の 欧 文 字 を 標 準 文 字 で 表 し て な る 商 標 で あ り （ 甲 ９ の １ ） ，\n「CENTRINO」（セントリノ）は原告が製造するノートブック型コンピュータの名称\nであるから，引用商標４からは，上記(ア)と同様に「インテル」又は「インテルイ\nンサイド」との称呼が生ずるほか，構成文字全体に相応した「インテルインサイド\nセントリノ」若しくは製品名のみに簡略した「セントリノ」との称呼が生じ，半導\n体メーカーである「インテル・コーポレーション」あるいは「インテル・コーポレ\nーションが製造したノートブック型コンピュータのセントリノが内蔵されたもの」\nとの観念が生ずる。\nウ  以上からすると，本件商標と引用各商標とは，「INSIDE」（引用商標１及び\n２においては，「I」が小文字の「inside」である。）という文字を構成の一部に\n有していることは共通しているものの，その外観は全体として類似するものではな\nく，称呼，観念も相違するから，両者は類似しない商標であるといわなければなら\nない。\nエ  原告の主張について\n原告は，引用各商標における自他商品の識別性を有する商標の要部の一つは，\n「 ･ ･ ･ inside 」 及 び 「 ･ ･ ･ INSIDE 」 と の 表 示 形 式 で あ り ， 本 件 商 標 の 「 KDDI 」\n「Module」「Inside」の文字を順に上から下へ積み重ねた態様は，「･･･INSIDE」\nとの表示形式と共通しているから，「･･･インサイド」という共通の称呼が生じ，\n商品の出所に混同を生じるものであると主張する。\n確かに，引用各商標を構成する「intel  inside」との文字が原告又は原告製造\nに係る製品の表示として広く認識されていることや，テレビ媒体等で使用された\n「インテル，入っている」というサウンドロゴに接した者は，「intel」の語と\n「inside」の語との結び付きを強く印象に残すものであることなどからすると，\n「intel」以外の文字と「inside」の文字を結合した「･･･inside」との表示形式を\n有する商標に接した者は，当該商標と引用各商標との構成それ自体の共通性を想起\nし得ることは否定することができない。\nしかし，原告は，本件商標の登録出願前では，平成１２年３月１５日にコンピュ\nー タ と コ ン ピ ュ ー タ ソ フ ト ウ エ ア の 使 用 等 を 指 定 役 務 と す る 「 THE  JORNEY\nINSIDE」との商標を出願しているものの（甲５０），他に「intel」の文字に代え\nて，他の文字と「inside」の文字を結合した表示を使用した事実は認められないこ\nと，また，「inside」の文字は，「内側の，内部の」等の意味合いを持つ，一般的\nな語であり，「intel」以外の文字と結合させることも含め，多様な用法が想定で\nきることからすると，「intel」以外の文字と「inside」の文字を結合した「･･･\ninside」という商標の構成が，当該商標が使用された商品又は役務が直ちに原告の\n製造に係る商品又は役務であると誤信するおそれを生じさせるほどの強い出所識別\n機能を有しているとまでは認められない。\nしたがって，原告の主張は採用できない。\n(3)  引用各商標の周知著名及び独創性の程度について\nア  前記(2)のとおり，本件商標の登録出願前から，引用各商標の構成に含まれ\nる「intel」又は「INTEL」の文字は，世界的な半導体メーカーである原告を表示す\nるものとして，また，「intel  inside」又は「INTEL  INSIDE」の文字は，原告製\n造に係る製品を表示するものとして，広く認識されていたものといえる。\nイ   し か し ， 引 用 各 商 標 の 各 構 成 は ， 原 告 の 企 業 名 を 示 す 「 intel 」 又 は\n「INTEL」の文字に，「inside」又は「INSIDE」の文字や「pentium」等の原告が製\n造する商品の名称を示す文字を加えるなどしたものであるところ，「inside」又は\n「INSIDE」は，「内側の，内部の」等を意味する一般的な語である上，「インサイ\nド」の片仮名文字により構成され，配電用の機械器具等を指定商品とする商標（出\n願日：昭和５７年８月６日，登録日：昭和６０年４月２３日）や「INSIDE」の欧文\n字により構成され，同様に配電用の機械器具等を指定商品とする商標（出願日：平\n成１１年３月５日，登録日平成１２年４月７日）は，引用各商標の出願日よりも前\nに株式会社日立製作所によって登録出願されているものであるから（甲８０），最\n終製品に内蔵されているため外観上はその存在を見て取ることができない製品に係\nる商標として，引用各商標にあるような「inside」の文字又は「INSIDE」の文字を\n用いた構成とすることは，格別独創性の高いものであるということはできない。\n(4)  本件指定商品と引用各商標に係る商品との間の関連性の程度\n本件指定商品は，電気通信機械器具用モジュール，その他の電気通信機械器具，\n電子応用機械器具及びその部品であり，いずれも引用各商標の指定商品と同一又は\n類似性を有するものである。\n(5)  出所の混同のおそれ\n以上のとおり，本件商標と引用各商標とは，いずれも「INSIDE」（引用商標１及\nび２においては「inside」）との文字をその構成の一部に含むものであるが，その\n外観は全体として類似するものではなく，称呼，観念も相違する。また，引用各商\n標中の「intel」の文字や「intel  inside」の文字は，原告又は原告製造に係る製\n品の表示として広く認識されているものの，「･･･inside」又は「･･･INSIDE」とい\nう表示形式が，当該商標が使用された商品又は役務が直ちに原告の製造に係る商品\n又は役務であると誤信するおそれを生じさせるほどの強い出所識別機能を有してい\nるとまではいえず，引用各商標の構成自体が格別独創性の高いものということもで\nきない。そして，本件商標中の「KDDI」の文字も，被告を表示するものとして我が\n国において高度の周知性を有していることを併せ考慮すると，本件指定商品と引用\n各商標の指定商品とに重複するものがあり，そのため，両者の取引者及び需要者が\n共通することを考慮しても，本件商標がこれに接した取引者及び需要者に対し引用\n各商標を連想させて商品の出所につき誤認を生じさせるものということはできない\nし，本件商標が引用各商標の持つ顧客吸引力へのただ乗り（いわゆるフリーライ\nド）やその希釈化（いわゆるダイリューション）を招く結果を生ずるおそれがある\nとまでいうこともできない。そうすると，本件商標は，商標法４条１項１５号にい\nう「混同を生ずるおそれがある商標」には該当しないと判断するのが相当である。\n(6)  小括\nよって，取消事由１は理由がない。\n２  取消事由２（本件商標が商標法４条１項７号に該当しないとした判断の誤\nり）について\n(1)  原告は，本件商標の登録出願時において，引用各商標は世界的に広く知ら\nれていたから，被告が「･･･INSIDE」との表示形式を持つ本件商標を偶然採択した\nものとはいえず，被告は引用各商標の世界的な名声にフリーライドして取引者，需\n要者の注意，関心を集め，自己の取扱商品の宣伝広告及び営業活動を有利に展開し\nて商業的利益を得ようとの不正の目的を有するものと推認されるとか，原告を容易\nに想起させる本件商標を原告と無関係の者が使用すれば，世界的に著名な引用各商\n標の出所表示力が希釈化され，そのブランド価値が低下し，原告の資産に重大な損\n害を及ぼすなどとして，本件商標は商標法４条１項７号に該当すると主張する。\nしかしながら，前記１のとおり，本件商標が引用各商標の持つ顧客吸引力へのた\nだ乗り（いわゆるフリーライド）やその希釈化（いわゆるダイリューション）を招\nく結果を生ずるおそれがあるとは認められず，原告の主張は理由がない。\n(2)  なお，引用各商標を構成する「intel  inside」又は「INTEL  INSIDE」と\nの表示は，本件商標の登録出願時には原告又は原告製造に係る製品を示すものとし\nて既に高度の周知著名性を有していたから，被告は，この表示の存在を知った上で\n本件商標の登録出願に及んだものと推認されなくもない。しかし，最終製品の内蔵\nされているため外観上はその存在を見て取ることができない製品についての広告表\n現 と し て ， 同 製 品 が 最 終 製 品 の 内 部 に 装 備 さ れ て い る こ と を 示 唆 す る 「 ･ ･ ･\ninside」という形式の表示が一般的に有効なものであるため，被告もその有効性に\n期待して敢えてその着想を取り入れて本件商標の登録出願をしたものであったとし\nても，前記１(5)のとおり，本件商標は，これに接した取引者及び需要者に対し引\n用各商標を連想させて商品の出所につき誤認を生じさせるものではない。また，前\n記１(3)のとおり，最終製品に内蔵されているため外観上はその存在を見て取るこ\nとができない製品に係る商標として，引用各商標にあるような「inside」の文字又\nは「INSIDE」の文字を用いた構成とすることが，格別独創性の高いものであるとい\nうこともできない。\nしたがって，本件商標が，公正な競争秩序から逸脱し，公の秩序又は善良な風俗\nを害するおそれがある商標であると認めることはできない。\n(3)  小括\nよって，取消事由２も理由がない。\n３  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n（別紙）\n本件商標目録\n１  構成\n２  本件商標の指定商品及び指定役務\n第９類  耳栓，加工ガラス（建築用のものを除く。），アーク溶接機，金属溶断\n機，電気溶接装置，オゾン発生器，電解槽，検卵器，金銭登録機，硬貨の計数用又\nは選別用の機械，作業記録機，写真複写機，手動計算機，製図用又は図案用の機械\n器具，タイムスタンプ，タイムレコーダー，パンチカードシステム機械，票数計算\n機，ビリングマシン，郵便切手のはり付けチェック装置，自動販売機，ガソリンス\nテーション用装置，駐車場用硬貨作動式ゲート，救命用具，消火器，消火栓，消火\nホース用ノズル，スプリンクラー消火装置，火災報知機，ガス漏れ警報器，盗難警\n報器，保安用ヘルメット，鉄道用信号機，乗物の故障の警告用の三角標識，発光式\n又は機械式の道路標識，潜水用機械器具，業務用テレビゲーム機，電動式扉自動開\n閉装置，乗物運転技能訓練用シミュレーター，運動技能訓練用シミュレーター，理\n化学機械器具，写真機械器具，映画機械器具，光学機械器具，測定機械器具，配電\n用又は制御用の機械器具，回転変流機，調相機，電池，電気磁気測定器，電線及び\nケーブル，電気アイロン，電気式ヘアカーラー，電気ブザー，電気通信機械器具用\nモジュール，その他の電気通信機械器具，電子応用機械器具及びその部品，磁心，\n抵抗線，電極，消防艇，ロケット，消防車，自動車用シガーライター，事故防護用\n手袋，防じんマスク，防毒マスク，溶接マスク，防火被服，眼鏡，家庭用テレビゲ\nームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回\n路及びＣＤ－ＲＯＭ，スロットマシン，ウエイトベルト，ウエットスーツ，浮袋，\n運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，レコード，\nメトロノーム，電子楽器用自動演奏プログラムを記憶させた電子回路及びＣＤ－Ｒ\nＯＭ，計算尺，映写フィルム，スライドフィルム，スライドフィルム用マウント，\n録画済みビデオディスク及びビデオテープ，電子出版物\n第３８類  電気通信（放送を除く。），電気通信ネットワークへの接続の提供，\n放送，報道をする者に対するニュースの供給，電話機・ファクシミリその他の通信\n機器の貸与，電気通信に関する情報の提供，電気通信に関するコンサルティング，\n放送番組表に関する情報の提供\n（別紙）\n引用商標目録\n１\n(1)  構成\n(2)  指定商品及び指定役務\n第９類  オペレーティングシステムソフトウエアのための電子計算機用プログラ\nム，ファームウエアのための電子計算機用プログラム，ファクシミリ送受信のため\nの電子計算機用プログラム，その他の電子計算機用プログラム，サーバーコンピュ\nータ，コンピュータ用周辺機器，その他のコンピュータ，集積回路，集積回路チッ\nプ，半導体プロセッサ，半導体プロセッサチップ，マイクロプロセッサ，プリント\n回路基板，電子回路基板，画像用回路基板，音声用回路基板，音声・画像用回路基\n板，半導体素子，コンピュータ用記憶装置，半導体記憶装置，ビデオグラフィック\nアクセラレーター，その他のアクセラレーター，画像処理装置，その他の電子応用\n機械器具及びその部品，モデム，ファクシミリ，コンピュータネットワーク用のル\nーター・ハブ・スイッチ，電気通信ネットワーク接続用通信装置，その他の電気通\n信機械器具，電子出版物，耳栓，加工ガラス（建築用のものを除く。），アーク溶\n接機，金属溶断機，電気溶接装置，オゾン発生器，電解槽，検卵器，金銭登録機，\n硬貨の計数用又は選別用の機械，作業記録機，写真複写機，手動計算機，製図用又\nは図案用の機械器具，タイムスタンプ，タイムレコーダー，パンチカードシステム\n機械，票数計算機，ビリングマシン，郵便切手のはり付けチェック装置，自動販売\n機，ガソリンステーション用装置，駐車場用硬貨作動式ゲート，救命用具，消火器，\n消火栓，消火ホース用ノズル，スプリンクラー消火装置，火災報知機，ガス漏れ警\n報器，盗難警報器，保安用ヘルメット，鉄道用信号機，乗物の故障の警告用の三角\n標識，発光式又は機械式の道路標識，潜水用機械器具，業務用テレビゲーム機，電\n動式扉自動開閉装置，乗物運転技能訓練用シミュレーター，運動技能訓練用シミュ\nレーター，理化学機械器具，写真機械器具，映画機械器具，光学機械器具，測定機\n械器具，配電用又は制御用の機械器具，回転変流機，調相機，電池，電気磁気測定\n器，電線及びケーブル，電気アイロン，電気式ヘアカーラー，電気ブザー，磁心，\n抵抗線，電極，消防艇，ロケット，消防車，自動車用シガーライター，事故防護用\n手袋，防じんマスク，防毒マスク，溶接マスク，防火被服，眼鏡，家庭用テレビゲ\nームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回\n路及びＣＤ－ＲＯＭ，スロットマシン，ウエイトベルト，ウエットスーツ，浮袋，\n運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，レコード，\nメトロノーム，電子楽器用自動演奏プログラムを記憶させた電子回路及びＣＤ－Ｒ\nＯＭ，計算尺，映写フィルム，スライドフィルム，スライドフィルム用マウント，\n録画済みビデオディスク及びビデオテープ\n第３８類  電子計算機端末による通信（但し，衛星を用いて行うものを除く。），\n移動体電話による通信（但し，衛星を用いて行うものを除く。），テレックスによ\nる通信，電報による通信，電話による通信，ファクシミリによる通信，無線呼出し\n（但し，衛星を用いて行うものを除く。），テレビ会議通信，リアルタイムのメッ\nセージの送信のための通信，その他のメッセージの送信のための通信（但し，衛星\nを用いて行うものを除く。），コンピュータを利用したリアルタイムのメッセージ\n及び映像による通信，その他のコンピュータを利用したメッセージ及び映像による\n通信（但し，衛星を用いて行うものを除く。），電子掲示板による通信，インター\nネットその他の電気通信ネットワークへの接続の提供（但し，衛星を用いて行うも\nのを除く。），その他の電気通信（但し，衛星を用いて行うもの及び放送を除\nく。），放送，報道をする者に対するニュースの供給，電話機・ファクシミリその\n他の通信機器の貸与\n(3)  出願日  平成１５年１月３０日\n(4)  登録日  平成１５年１０月３日\n２\n(1)  構成\n(2)  指定商品\n第９類  理化学機械器具，測定機械器具，配電用又は制御用の機械器具，回転変\n流機，調相機，電池，電気磁気測定器，電線及びケーブル，写真機械器具，映画機\n械器具，光学機械器具，眼鏡，加工ガラス（建築用のものを除く。），救命用具，\n電気通信機械器具，録音済みの磁気カード・磁気シート・磁気テープ・光ディスク\n・光磁気ディスク，録音済みのコンパクトディスク，その他のレコード，メトロノ\nーム，電子応用機械器具及びその部品，オゾン発生器，電解槽，ロケット，業務用\nテレビゲーム機，その他の遊園地用機械器具，スロットマシン，運動技能訓練用シ\nミュレーター，乗物運転技能訓練用シミュレーター，電気アイロン，電気式ヘアカ\nーラー，電気ブザー，乗物の故障の警告用の三角標識，発光式又は機械式の道路標\n識，鉄道用信号機，火災報知機，ガス漏れ警報器，盗難警報器，事故防護用手袋，\n消火器，消火栓，消火ホース用ノズル，スプリンクラー消火装置，消防艇，消防車，\n自動車用シガーライター，保安用ヘルメット，防火被服，防じんマスク，防毒マス\nク，溶接マスク，磁心，抵抗線，電極，映写フィルム，スライドフィルム，スライ\nドフィルム用マウント，録画済みビデオディスク及びビデオテープ，ガソリンステ\nーション用装置，自動販売機，駐車場用硬貨作動式ゲート，金銭登録機，硬貨の計\n数用又は選別用の機械，作業記録機，写真複写機，手動計算機，製図用又は図案用\nの機械器具，タイムスタンプ，タイムレコーダー，電気計算機，パンチカードシス\nテム機械，票数計算機，ビリングマシン，郵便切手のはり付けチェック装置，計算\n尺，ウエイトベルト，ウエットスーツ，浮袋，エアタンク，水泳用浮き板，レギュ\nレーター，潜水用機械器具，アーク溶接機，金属溶断機，電気溶接装置，テレビゲ\nーム用のプログラムを記憶させた電子回路・磁気ディスク・磁気テープ・光ディス\nク・ＣＤ－ＲＯＭ・光磁気ディスク，その他の家庭用テレビゲームおもちゃ，検卵\n器，電動式扉自動開閉装置\n(3)  出願日  平成１１年６月２５日\n(4)  登録日  平成１２年７月１４日\n３\n(1)  構成\n「INTEL  INSIDE  XEON」の欧文字を標準文字で表してなる。\n(2)  指定商品\n第９類  理化学機械器具，測定機械器具，配電用又は制御用の機械器具，回転変\n流機，調相機，電池，電気磁気測定器，電線及びケーブル，写真機械器具，映画機\n械器具，光学機械器具，眼鏡，加工ガラス（建築用のものを除く。），救命用具，\n電気通信機械器具，録音済みの磁気カード・磁気シート・磁気テープ・光ディスク\n・光磁気ディスク，録音済みのコンパクトディスク，その他のレコード，メトロノ\nーム，電子応用機械器具及びその部品，オゾン発生器，電解槽，ロケット，業務用\nテレビゲーム機，その他の遊園地用機械器具，スロットマシン，運動技能訓練用シ\nミュレーター，乗物運転技能訓練用シミュレーター，電気アイロン，電気式ヘアカ\nーラー，電気ブザー，乗物の故障の警告用の三角標識，発光式又は機械式の道路標\n識，鉄道用信号機，火災報知機，ガス漏れ警報器，盗難警報器，事故防護用手袋，\n消火器，消火栓，消火ホース用ノズル，スプリンクラー消火装置，消防艇，消防車，\n自動車用シガーライター，保安用ヘルメット，防火被服，防じんマスク，防毒マス\nク，溶接マスク，磁心，抵抗線，電極，映写フィルム，スライドフィルム，スライ\nドフィルム用マウント，録画済みビデオディスク及びビデオテープ，ガソリンステ\nーション用装置，自動販売機，駐車場用硬貨作動式ゲート，金銭登録機，硬貨の計\n数用又は選別用の機械，作業記録機，写真複写機，手動計算機，製図用又は図案用\nの機械器具，タイムスタンプ，タイムレコーダー，電気計算機，パンチカードシス\nテム機械，票数計算機，ビリングマシン，郵便切手のはり付けチェック装置，計算\n尺，ウエイトベルト，ウエットスーツ，浮袋，エアタンク，水泳用浮き板，レギュ\nレーター，潜水用機械器具，アーク溶接機，金属溶断機，電気溶接装置，テレビゲ\nーム用のプログラムを記憶させた電子回路・磁気ディスク・磁気テープ・光ディス\nク・ＣＤ－ＲＯＭ・光磁気ディスク，その他の家庭用テレビゲームおもちゃ，検卵\n器，電動式扉自動開閉装置\n(3)  出願日  平成１１年７月１５日\n(4)  登録日  平成１２年１１月１０日\n４\n(1)  構成\n「INTEL  INSIDE  CENTRINO」の欧文字を標準文字で表してなる。\n(2)  指定商品\n第９類  半導体，マイクロプロセッサ，その他の半導体素子，集積回路，その他\nの電子回路（電子計算機用プログラムを記憶させた電子回路を除く。），電子管，\nコンピュータ用チップセット，コンピュータ用マザーボード・ドーターボード，ソ\nフトウエアをプログラム可能なプロセッサ，マイクロコンピュータ，ワークステー\nション用コンピュータ，ノートブック型コンピュータ，ラップトップ型コンピュー\nタ，携帯型コンピュータ，手持ち式コンピュータ，その他のコンピュータ，コンピ\nュータ用周辺機器，携帯情報端末（ＰＤＡ），ファームウエア・オペレーティング\nシステムソフトウエアのための電子計算機用プログラム，コンピュータ電気通信ネ\nットワーク用ソフトウエアのための電子計算機用プログラム，その他の電子計算機\n用プログラム，サーバーコンピュータ，その他の電子応用機械器具及びその部品，\nコンピュータ電気通信ネットワーク接続用通信装置，コンピュータネットワーク用\nのアダプタ・スイッチ・ルータ・ハブ，無線式のモデム・無線式のＬＡＮ接続用カ\nード，無線通信装置，有線式のモデム・有線式のＬＡＮ接続用カード，有線通信装\n置，移動体電話，その他の電気通信機械器具，測定機械器具，配電用又は制御用の\n機械器具，回転変流機，調相機，電池，回路計，その他の電気磁気測定器，電線及\nびケーブル，電気アイロン，電気式ヘアカーラー，電気ブザー，磁心，抵抗線，電\n極，耳栓，加工ガラス（建築用のものを除く。），アーク溶接機，金属溶断機，電\n気溶接装置，オゾン発生器，電解槽，検卵器，金銭登録機，硬貨の計数用又は選別\n用の機械，作業記録機，写真複写機，手動計算機，製図用又は図案用の機械器具，\nタイムスタンプ，タイムレコーダー，パンチカードシステム機械，票数計算機，ビ\nリングマシン，郵便切手のはり付けチェック装置，自動販売機，ガソリンステーシ\nョン用装置，駐車場用硬貨作動式ゲート，救命用具，消火器，消火栓，消火ホース\n用ノズル，スプリンクラー消火装置，火災報知機，ガス漏れ警報器，盗難警報器，\n保安用ヘルメット，鉄道用信号機，乗物の故障の警告用の三角標識，発光式又は機\n械式の道路標識，潜水用機械器具，業務用テレビゲーム機，電動式扉自動開閉装置，\n乗物運転技能訓練用シミュレーター，運動技能訓練用シミュレーター，理化学機械\n器具，写真機械器具，映画機械器具，光学機械器具，消防艇，ロケット，消防車，\n自動車用シガーライター，事故防護用手袋，防じんマスク，防毒マスク，溶接マス\nク，防火被服，眼鏡，家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもち\nゃ用のプログラムを記憶させた電子回路及びＣＤ－ＲＯＭ，スロットマシン，ウエ\nイトベルト，ウエットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用\n浮き板，レギュレーター，レコード，メトロノーム，電子楽器用自動演奏プログラ\nムを記憶させた電子回路及びＣＤ－ＲＯＭ，計算尺，映写フィルム，スライドフィ\nルム，スライドフィルム用マウント，録画済みビデオディスク及びビデオテープ，\n電子出版物\n(3)  出願日  平成１４年１２月４日\n(4)  登録日  平成１５年１０月２４日\n"
}