{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 16
  },
  "case_number": "平成23(ワ)8221",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83423",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83423",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/423/083423_hanrei.pdf",
  "contents": "平成２５年７月１６日判決言渡  同日原本受領  裁判所書記官\n平成２３年（ワ）第８２２１号  不正競争行為差止等請求事件\n口頭弁論終結日  平成２５年５月１３日\n判 決\n原 告    株式会社フロントエンド\n同訴訟代理人弁護士  北岡  弘章\n被 告         株式会社エイムシステム\n（以下「被告エイムシステム」という。）\n被 告         株式会社ムーブ\n（以下「被告ムーブ」という。）\n被 告         Ｐ      １\n被 告        Ｐ      ２\n被告ら訴訟代理人弁護士  小松  陽一郎\n被告ら訴訟復代理人弁護士  秋山  侑平\n被告ら訴訟代理人弁護士  川端  さとみ\n同  森本  純\n同  山崎  道雄\n同  辻  淳子\n同  藤野  睦子\n同  大住  洋\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，別紙１被告製品目録記載のソフトウェアを製造し，使用し，譲渡し（電\n気通信回線を通じた提供を含む），貸し渡し，若しくは譲渡又は貸渡しのために展\n示してはならない。\n２  被告らは，別紙１営業秘密目録１記載のソフトウェアのプログラムを使用し，譲\n渡し（電気通信回線を通じた提供を含む），貸し渡し，若しくは譲渡又は貸渡しの\nために展示してはならない。\n３  被告らは，別紙１営業秘密目録１記載のソフトウェアのプログラムを収納したフ\nロッピーディスク，ＣＤ－ＲＯＭ，ＭＯ，ハードディスク等の記憶媒体を廃棄せよ。\n４  被告らは，別紙１営業秘密目録２記載の者に対し，面会を求め，電話をし，又は\n郵便物を送付するなどして，ソフトウェアの売買又は開発委託契約の締結，締結方\nの勧誘若しくはこれらの契約に付随する営業行為をしてはならない。\n５  被告らは，別紙１営業秘密目録２記載の原告顧客情報を収納したフロッピーディ\nスク，ＣＤ－ＲＯＭ，ＭＯ，ハードディスク等の記憶媒体を廃棄せよ。\n６  被告らは，原告に対し，連帯して，３０００万円及びこれに対する被告エイムシ\nステム，被告Ｐ１及び被告Ｐ２は平成２５年７月８日から，被告ムーブは同月９日\nから各支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，ソフトウェア開発業務を行う会社である原告が，(1)同社の元従業員である\n被告Ｐ１及び被告Ｐ２において，原告の営業秘密である①後記本件ソースコード，②\n後記本件顧客情報を，不正の利益を得る目的で，被告エイムシステム及び被告ムーブ\n（以下「被告両社」という。）に対し開示し，(2)被告両社において，①被告エイムシス\nテムの製造販売するソフトウェアである「Ｃａｉｎｓ」（以下「被告ソフトウェア」\nという。）の開発に当たって後記本件ソースコードを使用し，②後記本件顧客情報を\nその営業に使用したと主張して，被告らに対し，不正競争防止法３条１項，２項に基\nづき被告らのソフトウェアの製造等の差止め・廃棄等を求めるとともに，同法４条，\n民法７１９条に基づき，損害賠償（一部請求）を求める事案である。\n１１１１     前提前提前提前提事実事実事実事実（（（（当事者間当事者間当事者間当事者間にににに争争争争いがないいがないいがないいがない））））\n(1)     当事者当事者当事者当事者\nア  原告は，昭和４４年７月に設立された株式会社で，主にソフトウェア開発業\n務を行っている。\nイ  被告ら\n(ｱ)  被告エイムシステムは，平成１９年１０月に設立された株式会社で，主と\nしてソフトウェア開発業務を行っている。\n(ｲ)  被告ムーブは，平成５年７月に設立された株式会社であり，主としてソフ\nトウェア開発業務を行っている。\n(ｳ)  被告Ｐ１は，平成１１年６月１１日に原告に採用され，統括部長，取締役，\n嘱託社員を経て，平成２０年６月３０日に原告を退職した。同年１０月に，\n被告エイムシステムに入社し，四国支社支社長の職にある。\n(ｴ)  被告Ｐ２は，平成８年４月１日に原告に採用され，開発課課長を経て，平\n成２０年８月３１日に原告を退職した。同年９月に，被告エイムシステムに\n入社し，四国支社で課長職にある。\n(2)     ソースコードソースコードソースコードソースコード\nア  本件ソースコード\n(ｱ)  原告は，「Ｆｕｌｌ  Ｆｕｎｃｔｉｏｎ」という名称の企業向けの基幹業務\n関連オーダーメイドシステムのソフトウェア（以下「原告ソフトウェア」と\nいう。）を開発し，販売している（甲１）。\n(ｲ)  原告ソフトウェアは，原告が購入した，エコー・システム社の販売管理ソ\nフトウェアで，ソースコードを開示して販売される「エコー・システム」に，\n原告独自に機能を追加して，顧客に応じてカスタマイズをしたものであり，\n開発環境及び実行環境として，マジックソフトウェア・ジャパン社のｄｂＭ\nａｇｉｃ（Ｍａｇｉｃともいう。以下「ｄｂＭａｇｉｃ」という。）を使用す\nるものである。\n(ｳ)  原告は，ｄｂＭａｇｉｃで使用可能な原告ソフトウェアのソースコード（ｄ\nｂＭａｇｉｃの開発環境に表示されるデータベースのデータ項目，データベ\nースサーバへの指令，プログラムなどのリポジトリに登録されている情報）\nを有している（以下「本件ソースコード」という。）。\nイ  被告ソフトウェア\n被告エイムシステムは，被告Ｐ１及び被告Ｐ２の入社後，マイクロソフト社\nの開発言語であるＶｉｓｕａｌＢａｓｉｃ２００８（以下「ＶＢ２００８」と\nいう。）を利用して「Ｃａｉｎｓ」という名称の製造業，流通販売業向けの業務\n用ソフトウェア（被告ソフトウェア）を開発し，販売している。被告ムーブは，\n被告ソフトウェアのコーディングを担当した。\n(3)         顧客情報顧客情報顧客情報顧客情報\nア  本件顧客情報\n原告は，平成１９年１１月当時，別紙１営業秘密目録２に記載の基幹業務関\n連オーダーメイドシステムの販売実績に関する情報を有していた（以下「本件\n顧客情報」という。）。\nイ  被告らの行為\n被告Ｐ１は，原告在籍中，本件顧客情報を自宅のパソコンに保存していた。\n被告エイムシステムは，平成２１年４月ころ，顧客の業種等を記載した「シス\nテム導入実績」（甲１４，以下「本件導入実績」という。）と題する文書を作成\nした。\n２２２２     争点争点争点争点\n(1)     本件本件本件本件ソースコードについてソースコードについてソースコードについてソースコードについて（（（（争点争点争点争点１１１１））））\nア  本件ソースコードの営業秘密該当性（争点１－１）\nイ  被告両社による使用の有無（争点１－２）\nウ  被告Ｐ１及び被告Ｐ２による不正の利益を得る目的での開示の有無（争点１\n－３）\n(2)     本件顧客情報本件顧客情報本件顧客情報本件顧客情報についてについてについてについて（（（（争点争点争点争点２２２２））））\nア  本件顧客情報の営業秘密該当性（争点２－１）\nイ  被告両社による使用又は使用のおそれの有無（争点２－２）\nウ  被告Ｐ１及び被告Ｐ２による不正の利益を得る目的での開示の有無（争点２\n－３）\n(3)     原告原告原告原告のののの損害額損害額損害額損害額（（（（争点争点争点争点３３３３））））\n第第第第３３３３     争点争点争点争点にににに関関関関するするするする当事者当事者当事者当事者のののの主張主張主張主張\n１１１１     争点争点争点争点１１１１（（（（本件本件本件本件ソースコードについてソースコードについてソースコードについてソースコードについて））））についてについてについてについて\n(1)     争点争点争点争点１１１１－－－－１１１１（（（（本件本件本件本件ソースコードのソースコードのソースコードのソースコードの営業秘密該当性営業秘密該当性営業秘密該当性営業秘密該当性））））につにつにつについていていていて\n【【【【原告原告原告原告のののの主張主張主張主張】】】】\n本件ソースコードは原告の営業秘密である。\nア  秘密管理性\n(ｱ)  保管場所\n本件ソースコードの保管場所である原告の開発用サーバには，開発担当者\nのみがアクセスできるようになっており，従業員ごとにＩＤ，パスワードが\n設定されていた。\n(ｲ)  従業員の秘密保持義務\n原告の就業規則には秘密保持条項が設けられ（甲２），同就業規則は従業\n員に周知されていた。\n(ｳ)  原告の情報管理体制\n原告は，従業員個人所有のパソコンへのデータコピー禁止，電子メールの\n監視，ファイルサーバでのデータの一元管理などの措置を執っていた。\n(ｴ)  秘密であることの表示について\n本件ソースコード自体に秘密であることの表示はされていなかったが，ソ\nフトウェア開発に携わる者であれば，ソースコードを秘密にすることは常識\nである。\n(ｵ)  顧客に対する関係について\n原告ソフトウェアの顧客の環境にｄｂＭａｇｉｃの開発環境及び本件ソー\nスコードが保存されることはあるが，その場合，顧客には開示されないパス\nワード設定がされていた。\nなお，原告ソフトウェアの以前のバージョン（Ｖ８）で，パスワードが設\n定されないものもあったが，その場合も，大多数の顧客が閲覧可能な状態で\nあったことはない。\nイ  有用性\n本件ソースコードは，原告ソフトウェアに使用され，導入先の企業の事業活\n動において，基幹業務のシステム化を図り，経営効率の改善等に役立つ情報で\nある。\nウ  非公知性\n(ｱ)  公知情報の組合せであっても，当該組合せが知られておらず，財産的価値\nを有する場合は，非公知性がある。\n(ｲ)  本件ソースコードは，市販のエコー・システム（甲２２）のソースコード\nを基に作られているが，以下のとおり，非公知性がある。\nａ  原告ソフトウェアは，エコー・システムにはない生産管理に関する機能\n等も有するなどエコー・システムよりも機能が追加されている。\n本件ソースコードのうち，上記追加機能に対応する部分は，それ自体非\n公知である。\nｂ  また，本件ソースコードは，エコー・システムのソースコードを長期間\nにわたりカスタマイズしたもので，全体が非公知である。\n【【【【被告被告被告被告らのらのらのらの主張主張主張主張】】】】\n本件ソースコードは営業秘密ではない。\nア  秘密管理性がないこと\n(ｱ)  物理的管理について\nａ  顧客との関係\n原告ソフトウェアが顧客の環境に導入される場合，パスワードが設定さ\nれないことがあり，設定されたとしても，パスワードが顧客に開示される\nなどしていた。本件ソースコードは，大多数の顧客において閲覧等するこ\nとが可能な状態に置かれていた。\nｂ  秘密であることの表示について\n本件ソースコードについて，原告では秘密であることの表示はされてお\nらず，また，顧客別の開発環境のパスワードについても，開発担当の従業\n員間で共有されていた。\nｃ  開発担当の従業員による持出し\n本件ソースコードは，開発担当の従業員が，自宅で仕事をするために，\n各自が使用するパソコンに保存することが常態となっていた。\n(ｲ)  人的管理について\nａ  従業員の秘密保持義務について\n原告では，就業規則について，特段の説明はされていない。\nｂ  原告の情報管理体制について\n原告において，従業員個人が所有するパソコンへの原告保有データの複\n製の禁止，従業員個人が所有するパソコンの会社への持込みの禁止，個人\n所有の外部記憶媒体の使用の禁止，個人所有のパソコンに保存している原\n告のデータの削除等について指示がされたことはない。\nイ  非公知性がないこと\n本件ソースコードは，エコー・システムのソースコードを基に，顧客に応じ\nてカスタマイズされたものである。\n(2)(2)(2)(2)     争点争点争点争点１１１１－－－－２２２２（（（（被告両社被告両社被告両社被告両社によるによるによるによる使用使用使用使用のののの有無有無有無有無））））についてについてについてについて\n【【【【原告原告原告原告のののの主張主張主張主張】】】】\nア  被告Ｐ２は，被告ソフトウェアの開発に当たって，本件ソースコード（プロ\nグラミングの設定画面）を参照し，原告ソフトウェアのテーブル定義，パラメ\nータの設定，そこで行われているプログラムの処理等の仕様書記載情報を読み\n取り，当該情報を基に，被告ムーブの担当者にＶＢ２００８によるプログラミ\nングを指示して，被告ソフトウェアを開発した。\nこの事実は，次の(ｱ)から(ｴ)までの事情により裏付けられる。\n(ｱ)  被告ソフトウェアの開発経緯\n被告エイムシステム及び被告ムーブは，被告ソフトウェアの開発以前は，\n製品パッケージとしてのソフトウェア開発経験を有しなかったのに，被告ソ\nフトウェアの開発は，被告Ｐ２の入社１か月後に開始され，ＶＢ２００８に\nよるソフトウェアの開発経験のない被告Ｐ２は，半年の開発完了を予定し（甲\n８），実際にも９か月という短期間で開発を完了した。\n(ｲ)  被告ソフトウェアに関する内部資料\n被告Ｐ１が作成した平成２２年２月１５日付け被告エイムシステムへの報\n告資料（甲１０）には，被告ソフトウェアの未開発機能として本件ソフトウ\nェアのメインメニュー画面（甲１１）と類似する画面が添付されていた。\n(ｳ)  被告ソフトウェアの仕様書\n被告ソフトウェアの仕様書は，売上入力に関する部分（乙１，以下「本件\n仕様書」という。）のみが本件に示されているが，機能処理項目や項目名に\n関し，本件ソースコードの内容と一致する部分が多い。特に，単価取得方法，\n逆更新，更新時の排他制御，内部伝票行番号といった点は，原告ソフトウェ\nアの実行画面を参照しただけでは具体的処理を推知できないこと，原告ソフ\nトウェアで実際には使用されていない項目名が本件仕様書に存在すること\nを総合すると，本件仕様書は，本件ソースコード自体を参照して開発された\nと考えられる。\n(ｴ)  被告エイムシステム取締役の認識\n被告エイムシステム取締役Ｐ５の平成２１年６月７日段階での被告ソフト\nウェアに対する認識は，「Ｃａｉｎｓは単なる伝票入力手段にしか思えない…\n２０年前のオフコンなどのＥＤＰシステムをそのままパソコン（ｄｂＭａｇ\nｉｃ）に移植したものに，導入ユーザーの要望を取り入れ膨らんだにすぎま\nせん。」というものであった。\nイ  被告Ｐ２は被告エイムシステムの社員であり，被告ムーブは被告ソフトウェ\nアのコーディングを担当していたから，被告Ｐ２が，本件ソースコードを参照\nし，記載された指令（ロジック）を読み取り，それを元に被告ソフトウェアの\nプログラミングを行うことで，作業を大幅に軽減したのであるから，被告両社\nは営業秘密を「使用」したといえる。\n【【【【被告被告被告被告らのらのらのらの主張主張主張主張】】】】\nア  「使用」該当性について\n原告が主張する態様は，本件ソースコードのロジックの「使用」であって，\n本件ソースコードの「使用」には該当しない。\n仮に，原告が主張する態様が，本件ソースコードの「使用」に該当するとさ\nれる場合，営業秘密性は，具体的な使用の対象である本件ソースコードのロジ\nックについて問題とされるべきである。\nイ  原告の主張に対する反論\n(ｱ)  被告ソフトウェアの開発経緯について\n甲第８号証は，平成２０年１０月２日時点のもので，被告ソフトウェアの\n開発スケジュールの一部に過ぎないのであり，実際には，開発に約９か月を\n費やしている。\n(ｲ)  被告ソフトウェアに関する内部資料\n被告ソフトウェアの画面（甲１０）が，本件ソフトウェアのメインメニュ\nー画面（甲１１）と原告のロゴ以外同一であるのは，単なる画面構成の問題\nであって，本件ソースコードの「使用」とは関連性がない。\nこれらの画面は，パッケ－ジソフトウェアのメインメニューの画面として\n何ら特徴的な構成ではない上，両者は，「処理メニュー」における，メニュー\n「外注支払情報」の有無，メニュー「設備購買情報」の有無等においても異\nなっている。\n(ｳ)  本件仕様書\n甲２４は，いわゆるデータベースにおけるテーブル定義であり，データを\n格納するための項目の名称，入力するデータの書式等をあらかじめ定めてお\nくものである。\n被告ソフトウェアに，原告ソフトウェアのテーブル定義に対応すると考え\nられる項目があったとしても，これによって，本件ソースコードの「使用」\nが基礎付けられるものではない。\n(3)  争点争点争点争点１１１１－－－－３３３３（（（（被告被告被告被告ＰＰＰＰ１１１１及及及及びびびび被告被告被告被告ＰＰＰＰ２２２２によるによるによるによる不正不正不正不正のののの利益利益利益利益をををを得得得得るるるる目的目的目的目的でのでのでのでの開示開示開示開示のののの有有有有\n無無無無））））についてについてについてについて\n【【【【原告原告原告原告のののの主張主張主張主張】】】】\n前記(2)【原告の主張】記載の経緯及び次の事情から，被告Ｐ２及び被告Ｐ１が，\n被告両社に対し，本件ソースコードを不正の利益を得る目的で開示したことは明\nらかである。\nア  被告Ｐ２は，原告の開発課課長であり，実質上の開発の責任者であったため，\n本件ソースコードの開発に関与していたばかりか，本件ソースコードを閲覧複\n製できる立場にあった。\nイ  被告Ｐ１及び被告Ｐ２と被告エイムシステムとの接触\n(ｱ)  被告Ｐ１は，平成２０年４月１４日，被告エイムシステム代表者（Ｐ４）\nに，「システム提案」という名称のファイルを送信した（甲６の１・２）。\n(ｲ)  被告Ｐ１は，平成２０年７月２２日，被告エイムシステム代表者（Ｐ４）\nに対し，旅費精算書を送付している（甲７の１・２）。旅費精算書には，被告\nＰ１及び被告Ｐ２の分が含まれ，用件欄には「汎用統合システム開発準備打\n合せ」と記載された。\n【【【【被告被告被告被告らのらのらのらの主張主張主張主張】】】】\nア  「システム提案」（甲６の２）は，被告Ｐ１が，被告エイムシステムに対し，\n原告の販売するシステムについての販売協力を打診する際に用いた説明資料で\nある。また，被告Ｐ１及び被告Ｐ２が平成２０年７月１８日ないし同月２１日\nに被告ムーブへ行ったのは，転職の面接のためである。\nしたがって，いずれも本件ソースコードの開示とは関係がない。\nイ  被告Ｐ２は，本件ソースコードを個人所有のＵＳＢメモリーに保存して自宅\nに持ち帰っており，被告ソフトウェアの開発時に，ｄｂＭａｇｉｃ開発環境（ｄ\nｂＭａｇｉｃ開発版と本件ソースコード）を所持していたが，これは開発業務\nのために持ち帰っていたものが残っていたにすぎず，これを開示又は使用する\nことはしていない。\n２２２２     争点争点争点争点２２２２（（（（本件顧客情報本件顧客情報本件顧客情報本件顧客情報についてについてについてについて））））についてについてについてについて\n(1)(1)(1)(1)     争点争点争点争点２２２２－－－－１１１１（（（（本件顧客情報本件顧客情報本件顧客情報本件顧客情報のののの営業秘密該当性営業秘密該当性営業秘密該当性営業秘密該当性））））についてについてについてについて\n【【【【原告原告原告原告のののの主張主張主張主張】】】】\n本件顧客情報は営業秘密である。\nア  秘密管理性\n(ｱ)  保管場所\n本件顧客情報は，原告のサーバの販売管理システム上の情報であり，従業\n員ごとにＩＤ及びパスワードを設定していた。\n(ｲ)  従業員の秘密保持義務\n原告の就業規則には秘密保持条項が設けられ（甲２），同就業規則は従業\n員に周知されていた。\n(ｳ)  原告の情報管理体制\n原告は，従業員個人所有のパソコンへのデータコピー禁止，電子メールの\n監視，ファイルサーバでのデータの一元管理などの措置を執っていた。\nイ  有用性\n本件顧客情報は，原告が効率的な営業活動を行うために必要不可欠かつ重要\nな情報である。\nウ  非公知性\n本件顧客情報は，顧客への売上金額等が含まれており，社外に公表されるも\nのではない。\n【【【【被告被告被告被告らのらのらのらの主張主張主張主張】】】】\n本件顧客情報は，秘密管理性を欠き，営業秘密ではない。\nア  物理的管理について\n本件顧客情報は，原告の「社内販売管理システム用サーバ」に保存された「販\n売実績明細データ」を抽出・加工したものであるところ，「販売実績明細データ」\nは，原告の全従業員が，何らの制限なくして，自由にアクセスして閲覧・複製・\n出力等をすることができる状態であった。\nイ  人的管理について\n(ｱ)  従業員の秘密保持義務について\n原告では，就業規則について，特段の説明はされていない。\n(ｲ)  原告の情報管理体制について\n原告において，従業員個人が所有するパソコンへの原告保有データの複製\nの禁止，従業員個人が所有するパソコンの会社への持込みの禁止，個人所有\nの外部記憶媒体の使用の禁止，個人所有のパソコンに保存している原告のデ\nータの削除等について指示がされたことはない。\n(ｳ)  パスワードについて\n「社内販売管理システム用サーバ」にアクセスするためのユーザーＩＤ及\nびパスワードは，ほとんどの従業員において，当初設定されたまま変更され\nておらず，原告からパスワードの定期的な変更を指示されたこともない。\n(2)  争点争点争点争点２２２２－－－－２２２２（（（（被告被告被告被告両社両社両社両社によるによるによるによる使用又使用又使用又使用又はははは使用使用使用使用のおそれののおそれののおそれののおそれの有無有無有無有無））））についてについてについてについて\n【【【【原告原告原告原告のののの主張主張主張主張】】】】\n以下の事情によれば，被告両社は，本件顧客情報を使用しており，今後も使用\nするおそれがあるといえる。\nア  販売促進資料への使用\n被告Ｐ１は，被告ソフトウェアの販売促進資料として，本件導入実績を作成\nし，同資料には，７０もの実績が記載されている。被告エイムシステムにこの\nような導入実績はなく，本件導入実績は，本件顧客情報を使用して作成された\nものである。\nイ  被告Ｐ１の営業活動について\n被告Ｐ１は，原告における取り組み先企業一覧（甲１５）に掲載された会社\nに対し，実際に営業を行っている（甲１６）。\nこのように，被告Ｐ１が原告から持ち出した資料を基に営業を行っているこ\nとからすれば，本件顧客情報を使用して営業活動を行うおそれがある。\n【【【【被告被告被告被告らのらのらのらの主張主張主張主張】】】】\n被告両社は，本件顧客情報を使用していない。\nア  本件導入実績\n本件導入実績は，業種・システム・分類・Ｃａｉｎｓ関連度しか記載されて\nおらず，得意先名すらないもので，営業活動に有用な資料ではない。\nイ  被告Ｐ１による営業活動について\n被告Ｐ１は，被告エイムシステムに入社した後は，それまで原告がほとんど\n営業活動を行っていなかった新居浜市以西を中心として営業活動を行っていた。\n原告が主張するとおり，被告Ｐ１が，被告エイムシステムに入社した後に，\n株式会社曽我部鉄工所及びニッソー技研株式会社を訪問した事実はあるが，こ\nれらは，いずれも新居浜市に本社があり，かつ，被告Ｐ１の従来からの知人が\n勤務・経営している会社であって，被告Ｐ１が訪問した回数もたかだか数回程\n度にとどまる。被告両社において，これら２社との間で取引が成立した事実も\nない。\n(3)  争点争点争点争点２２２２－－－－３３３３（（（（被告被告被告被告ＰＰＰＰ１１１１及及及及びびびび被告被告被告被告ＰＰＰＰ２２２２によるによるによるによる不正不正不正不正のののの利益利益利益利益をををを得得得得るるるる目的目的目的目的でのでのでのでの開示開示開示開示のののの有有有有\n無無無無））））についてについてについてについて\n【【【【原告原告原告原告のののの主張主張主張主張】】】】\n上記(2)【原告の主張】に記載の事情に加えて，以下の事情からすれば，被告Ｐ\n２及び被告Ｐ１は，本件顧客情報を被告両社に対し，不正の利益を得る目的で開\n示したといえる。\nア  被告Ｐ１について\n被告Ｐ１は，原告において一貫して営業を担当しており，本件顧客名簿を含\nむ顧客データにアクセスできる立場にあった。\nイ  被告Ｐ１及び被告Ｐ２と被告エイムシステムとの接触\n上記１(3)【原告の主張】イに記載のとおり。\n【【【【被告被告被告被告らのらのらのらの主張主張主張主張】】】】\n被告Ｐ１は，原告在職中の平成１９年１１月５日頃，自宅で作業を行うために\n本件顧客情報のデータをＵＳＢメモリーに保存して自宅に持ち帰り，個人所有の\nパソコンに保存していたことがある。\nしかしながら，これは，退職の約８か月前のことであり，不正に利用する目的\nがないことは明らかである。\n３３３３     争点争点争点争点３３３３（（（（原告原告原告原告のののの損害額損害額損害額損害額））））についてについてについてについて\n【【【【原告原告原告原告のののの主張主張主張主張】】】】\n(1)  原告が，本件ソースコードを第三者に利用許諾により開示するとすれば，その\n対価は６０００万円を下らず，同額が損害となる（不正競争防止法５条３項３号）。\n(2)  本件の弁護士費用は，３００万円が相当である。\n(3)  原告は，上記(1)の一部である２７００万円及び上記(2)の３００万円の合計３０\n００万円を請求する。\n【【【【被告被告被告被告らのらのらのらの主張主張主張主張】】】】\n否認し争う。\n第３  判断\n１１１１     認定事実認定事実認定事実認定事実\n証拠（後掲各証拠のほか，甲３５，乙９，１０，証人Ｐ３及び被告Ｐ２本人），弁\n論の全趣旨及び前記前提事実を総合すると，次の各事実を認めることができる。\n(1)  原告ソフトウェアについて（甲１，１７，１８の１，２２）\nア  原告は，平成８年４月３０日，エコー・システム社が開発した「販売管理シ\nステム」を同社より購入し，これに原告が独自に開発した生産管理等の機能を\n加え，「Ｆｕｌｌ  Ｆｕｎｃｔｉｏｎ」の名称で販売した。\nイ  原告ソフトウェアは，企業業務のシステム化を目的とするソフトウェアであ\nり，製造業を対象としたシステムの場合，原材料購入管理，生産管理，製品出\n荷管理，販売管理，原価計算，経営情報提供，会計システムとの連携等の機能\nを提供する。\nウ  エコー・システム社の販売管理システムも，本件ソフトウェアも，ｄｂＭａ\nｇｉｃを開発環境及び実行環境として使用するものである。ｄｂＭａｇｉｃは，\nアプリケーション構築機能，データベース構築機能，リポジトリ管理機能をも\nつ開発ツールであり，従来のコーディングによるプログラミングを排除し，コ\nーディング処理を自動化されたテーブル駆動によるプログラミング技術に置\nき換えており（テーブルに対話形式でコマンドとパラメータを埋め込んでい\nく。），アプリケーションのすべての機能をスクリプト等のステートメントを記\n述することなく構築することができることなどを特徴とする，第四世代言語で\nある。\n原告ソフトウェアは，対応するｄｂＭａｇｉｃのバージョンで特定され，原\n告がエコー・システム社から販売管理システムを購入した当時はバージョン６\nであったが，その後，バージョン７，８，９，１０と，順次更新された。\nエ  原告は，原告ソフトウェアを顧客に納品する際，ソースコード，データベー\nスともに非公開を原則とし，データベース領域のみ，秘密保持契約を前提に，\n開示に応じていた。また，原告ソフトウェアのバージョン８までは，客先で開\n発環境を起動する際のパスワード設定の扱いは区々であったが，バージョン９\n以降，原則として開発環境には顧客には開示しないパスワードによる起動の制\n御を行っていた。\n(2)  被告Ｐ２及び被告Ｐ１について（甲３から６までの各１と２）\nア  被告Ｐ２は，平成８年４月に原告に入社し，２，３年，営業を担当した後，\n後記退職まで，原告ソフトウェアの判断を担当した。被告Ｐ１は，他社の情報\nシステム部部長として勤務していたが，退職して平成１１年６月に原告に入社\nし，主としてシステムの営業を担当した。\nイ  被告Ｐ１は，原告の統括部長，取締役の地位にあったが，平成１８年１０月\n３１日，雇用期間を翌年同日まで，月給３４万円，賞与は業績に応じて支給す\nることがあること等を定めた嘱託雇用契約を締結し，平成１９年６月３０日に\nは，雇用期間を翌年同日まで，月給４０万円，定期賞与として年２回各１００\n万円ずつ支給すること等を定めた嘱託雇用契約を締結した。\nウ  被告Ｐ１は，前記嘱託雇用契約の周期に近い平成２０年４月１４日，被告エ\nイムシステムの代表者に対し，システム開発を提案するメールを送り，同年６\n月３０日の経過をもって原告を退職した。被告Ｐ１と被告Ｐ２は，同年７月１\n８日，汎用統合システム開発準備打ち合わせの名目で，被告エイムシステムよ\nり旅費の支給を受けて，宮城県内の被告ムーブを訪れた。被告Ｐ２にとっては，\n事実上，被告エイムシステムへの転職のための面接であった。\nエ  被告Ｐ２は，平成２０年８月３１日に原告を退職し，同年９月１日，被告エ\nイムシステムに就職して四国支社の課長となった。被告Ｐ１も，同年１０月１\n日に被告エイムシステムに就職し，四国支店長となった。\nオ  原告においては，被告Ｐ２が在籍していた当時，ｄｂＭａｇｉｃの開発環境\nを自宅に持ち帰り，自宅のパソコンで原告ソフトウェアの開発をすることに厳\n格な制約はなかったため，前記退職の際，被告Ｐ２の自宅のパソコンには，本\n件ソースコードを含む原告ソフトウェアの開発環境がインストールされてい\nた。\n(3)  被告ソフトウェアについて（甲４，５，８，９，乙１）\nア  被告Ｐ２は，被告エイムシステムに就職した後，他の従業員数名とともに，\n被告ソフトウェアの開発に着手し，平成２０年１０月２日ころ，被告ソフトウ\nェアの開発の作業進捗予定を表にまとめ，おおむね平成２１年１月までに開発\nを完了する旨を記載したが，実際には，プログラム開発の基本となる仕様書が\n作成されたのは，同年１２月８日であった。\n被告Ｐ２ほかは，検討の結果，ＶＢ２００８を開発言語として被告ソフトウ\nェアを開発することを決め，開発を進めたが，上記進捗予定より９か月ないし\n２年完成が遅れた。\nイ  被告ソフトウェアは，製造業，流通販売業向けの業務パッケージソフトウェ\nアであり，基本システムとして，情報データベース（販売実績，公売実績，粗\n利益情報，原価情報），販売管理，購買管理，生産管理，一般経費購買などの\n機能を有し，更に原価管理，製品出荷管理等の機能をオプションで付加するこ\nとができるとされ，その顧客層として，年商１から５００億円程度，利用ユー\nザー数１から５００人程度の中小企業を念頭においている。\n(4)  本件顧客情報について（甲１３から１６まで）\nア  被告Ｐ１は，原告で営業を担当していた平成１９年１１月５日，原告の車内\n販売管理システムから，販売実績明細のデータを抽出し，平成７年から平成１\n７年までの基幹業務関連オーダーメイドシステムの販売実績として，得意先名，\n最終売上日，システム名，オーダーメイド累計額，現有システム販売額等を一\n覧表にした本件顧客情報を作成し，これを自宅のパソコンに保存したが，被告\nＰ１が上記データの抽出，保存をすることに，特段の制約は存しなかった。\nイ  被告Ｐ１は，原告在籍中の平成２０年１月２４日，原告として営業活動を行\nっている企業毎に，取り組み内容及び現況等を整理した，「取組み企業一覧」\nを作成した。\nウ  被告Ｐ１は，被告エイムシステムに就職した後の平成２０年１２月２６日，\n営業の相手方である会社名，優先度，導入可能性，相手方の基本姿勢，進捗状\n況等をまとめた「営業進捗状況」を作成したが，そのうち，本件顧客情報に記\n載のある２社については，前職で，見積提案したことなどを記載した。\nエ  被告エイムシステムは，平成２１年４月ころ，被告ソフトウェアの販促資料\nとして，多数の企業が新規又は追加でシステムを導入したことを示す本件導入\n実績を作成したが，会社名等の具体的な記載はなく，被告ソフトウェアとの関\n連度の大小をとりまとめる程度のものであった。\n２２２２     争点争点争点争点１１１１－－－－１１１１（（（（本件本件本件本件ソースコードのソースコードのソースコードのソースコードの営業秘密該当性営業秘密該当性営業秘密該当性営業秘密該当性））））についてについてについてについて\n(1)  本件ソースコードの秘密管理性\n一般に，商用ソフトウェアにおいては，コンパイルした実行形式のみを配布し\nたり，ソースコードを顧客の稼働環境に納品しても，これを開示しない措置をと\nったりすることが多く，原告も，少なくとも原告ソフトウェアのバージョン９以\n降について，このような措置をとっていたものと認められる。そうして，このよ\nうな販売形態を取っているソフトウェアの開発においては，通常，開発者にとっ\nて，ソースコードは営業秘密に該当すると認識されていると考えられる。\n前記１に認定したところによれば，本件ソースコードの管理は必ずしも厳密で\nあったとはいえないが，このようなソフトウェア開発に携わる者の一般的理解と\nして，本件ソースコードを正当な理由なく第三者に開示してはならないことは当\n然に認識していたものと考えられるから，本件ソースコードについて，その秘密\n管理性を一応肯定することができる（もっとも，肯定できる部分は，少なくとも\nバージョン９以降のものであるところ，原告はそのような特定はしていないし，\nまた，ソフトウェアのバージョンアップは，前のバージョンを前提にされること\nも多いから，厳密には，秘密管理性が維持されていなかった以前のバージョンの\n影響も本来考慮されなければならない。）。\n(2)  本件ソースコードの非公知性\nア  上記のとおり，原告ソフトウェア及び被告ソフトウェアは，ともに，前記１\nに認定したとおり，製造業，販売業等における管理業務を処理するコンピュー\nタシステムである。\n一般に，このようなシステムにおいては，個々のデータ項目，そのレイアウ\nト，処理手順等の設計事項は，その対象とする企業の業務フローや，公知の会\n計上の準則等に依拠して決定されるものであるから，機能や処理手順に，製品\n毎の顕著な差が生ずるものとは考えられない。そして，機能や仕様が共通する\n以上，実装についても，そのソフトウェアでしか実現していない特殊な機能な\nいし特徴的な処理であれば格別，そうでない一般的な実装の形態は当業者にと\nって周知であるものが多く，表現の幅にも限りがあると解されるから，おのず\nと似通うものとならざるを得ないと考えられる。原告自身も，原告ソフトウェ\nアに他社製品にないような特有の機能ないし利点があることを格別主張立証\nしていない。\nイ  そうすると，原告主張の本件ソースコードが秘密管理性を有するとしても，\nその非公知性が肯定され，営業秘密として保護される対象となるのは，現実の\nコードそのものに限られるというべきである。\nウ  そうすると，本件ソースコードは，上記趣旨及び限度において，営業秘密該\n当性を肯定すべきものである。\n３３３３     被告被告被告被告両社両社両社両社によるによるによるによる使用使用使用使用のののの有無有無有無有無（（（（争点争点争点争点１１１１－－－－２２２２））））及及及及びびびび被告被告被告被告ＰＰＰＰ１１１１及及及及びびびび被告被告被告被告ＰＰＰＰ２２２２によるによるによるによる不正不正不正不正\nのののの利益利益利益利益をををを得得得得るるるる目的目的目的目的でのでのでのでの開示開示開示開示のののの有無有無有無有無（（（（争点争点争点争点１１１１－－－－３３３３））））についてについてについてについて\n(1)  原告は，本件争点につき，主張によると，被告は，本件ソースコードそのもの\nを「使用」したものではなく，ソースコードに表現されるロジック（データベー\nス上の情報の選択，処理，出力の各手順）を，被告らにおいて解釈し，被告ソフ\nトウェアの開発にあたって参照したことをもって，「使用」に当たるとし，この\nような使用行為を可能ならしめるものとして，被告Ｐ１及び被告Ｐ２による，「ロ\nジック」の開示があったものと主張する。\n(2)  しかし，上記２に説示したとおり，本件において営業秘密として保護されるの\nは，本件ソースコードそれ自体であるから，例えば，これをそのまま複製した場\n合や，異なる環境に移植する場合に逐一翻訳したような場合などが「使用」に該\n当するものというべきである。原告が主張する使用とは，ソースコードの記述そ\nのものとは異なる抽象化，一般化された情報の使用をいうものにすぎず，不正競\n争防止法２条１項７号にいう「使用」には該当しないと言わざるを得ない。\n(3)  原告は，原告ソフトウェアがｄｂＭａｇｉｃ，被告ソフトウェアがＶＢ２００\n８と，全く異なる開発環境で開発されていることから，本件ソースコード自体の\n複製や機械的翻訳については主張せず，本件仕様書（乙１）に，本件ソースコー\nドの内容と一致する部分が多いことから，被告Ｐ２らにおいて，本件ソースコー\nド自体を参照し，原告ソフトウェアにおけるプログラムの処理方法等を読み取っ\nて，これに基づいて被告ソフトウェアを開発した事実が認められる旨を主張する。\nしかしながら，前述のとおり，企業の販売，生産等を管理する業務用ソフトウ\nェアにおいて，機能や処理手順において共通する面は多いと考えられるし，原告\nソフトウェアの前提となるエコー・システムや原告ソフトウェアの実行環境にお\nける操作画面は公にされている。また，被告Ｐ２は，長年原告ソフトウェアの開\n発に従事しており，その過程で得られた企業の販売等を管理するソフトウェアの\n内部構造に関する知識や経験自体を，被告ソフトウェアの開発に利用することが\n禁じられていると解すべき理由は，本件では認められない。\n以上の点を考慮すると，本件仕様書と本件ソースコードの内容に一致点，類似\n点が存することから，被告Ｐ２が本件ソースコードを参照して，本件仕様書を作\n成し，これに基づいて被告プログラムを開発したと推認することはできないとい\nうべきであり，被告Ｐ２が，原告ソフトウェアを原告退職後も所持していたとの\n事実を考慮しても，上記判断は左右されない。\n(4)  以上を総合すると，原告の，被告らが本件ソースコードを開示，使用して不正\n競争行為を行ったとする主張は，理由がない。\n４４４４     本件顧客情報本件顧客情報本件顧客情報本件顧客情報についてについてについてについて（（（（争点争点争点争点２２２２））））についてについてについてについて\n原告は，本件顧客情報が営業秘密に当たる前提である秘密管理性について，本件\n顧客情報は，原告のサーバの販売管理システム上の情報であり，従業員ごとにＩＤ\n及びパスワードが設定されたサーバに格納されていたことを主張する。\nしかし，本件全証拠をみても，原告主張にかかる原告の販売管理システムについ\nて，秘密の管理に関する具体的機能，内容，運用方法（どの職種の従業員にいかな\nる権限を付与しているのか等）を明らかにする的確な証拠はなく，結局，具体的な\n秘密管理の方法は不明であったといわざるを得ない。本件において認定しうる事実\nは，前記１(4)記載の限度であり，原告に在籍していた被告Ｐ１について，本件顧客\n情報の接触に特段の制約があったとは認められないし，被告エイムシステム入社後\nの被告Ｐ１の行為について，原告の秘密に属する情報を使用したと認めることもで\nきない。\nそうすると，その余の点について判断するまでもなく，本件顧客情報についての\n不正競争行為が成立するとの原告の主張は，理由がない。\n５５５５     結論結論結論結論\n以上によると，原告の被告らに対する請求は，いずれも理由がないからこれを棄\n却することとし，原告の平成２３年１１月２８日付け文書提出命令申立て（平成２\n３年（モ）第２１４２号）は，その必要がないのでこれを却下することとする。\n大阪地方裁判所第２１民事部\n裁判長裁判官    谷          有    恒\n裁判官    松    阿    彌    隆\n裁判官    松    川    充    康\n（別紙１）\n被 告 製 品 目 録\n被告株式会社エイムシステム開発に係る製品名「Ｃａｉｎｓ」とするソフトウェア\n営 業 秘 密 目 録\n１  原告開発にかかる製品名「Ｆｕｌｌ  Ｆｕｎｃｔｉｏｎ」とするパッケージシステ\nムソフトウェアのソースコードプログラム\n２  次の項目で構成される原告顧客情報（各項目の内容は別紙２のとおり）\n①得意先名，②最終売上日，③システム売上日，④システム名，⑤オーダーメイド\n累計額，⑥現有システム販売価額，⑦統合，⑧購買（仕入れ・経費），⑨販売，⑩製\n造，⑪在庫（製品・仕掛），⑫原価計算\n（別紙２）\n閲覧制限申し立てにつき掲載を削除\n"
}