{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 25
  },
  "case_number": "平成23(ワ)18317",
  "case_name": "商標権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83430",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83430",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/430/083430_hanrei.pdf",
  "contents": "平成２５年７月２５日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第１８３１７号  商標権侵害差止等請求事件\n口頭弁論の終結の日  平成２５年５月１４日\n判                決\n東京都荒川区＜以下略＞\n（商標登録原簿上の住所  東京都足立区＜以下略＞）\n原 告          Ａ\n同訴訟代理人弁護士          弓 削 田       博\n同訴訟復代理人弁護士        森 田 雄 貴\n福島県いわき市＜以下略＞\n（商標登録原簿上の本店所在地  東京都足立区＜以下略＞）\n被 告          レイシオフィンインターナショ\nナル株式会社\n同訴訟代理人弁護士          渡 辺 法 華\n主                文\n１  被告は，原告に対し，別紙商標目録記載の商標権について，別紙\n登録目録記載の登録の抹消登録手続をせよ。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを２分し，それぞれを各自の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  主文第１項と同旨\n２  被告は，別紙被告標章目録記載１及び２の各標章を別紙被告商品目録記載１\nないし３の各商品に付してはならない。\n３  被告は，別紙被告標章目録記載１及び２の各標章を付した別紙被告商品目録\n記載１ないし３の各商品を譲渡してはならない。\n４  被告は，別紙被告標章目録記載１ないし６の各標章を別紙被告商品目録記載\n１ないし３の商品に関するパンフレット，ウェブサイトその他広告宣伝物に使\n用してはならない。\n５  被告は，別紙被告標章目録記載１及び２の各標章を付した別紙被告商品目録\n記載１ないし３の各商品及び別紙被告標章目録記載１ないし６の各標章を付\nした別紙被告商品目録記載１ないし３の商品に関するパンフレットを廃棄せ\nよ。\n６  被告は，原告に対し，５００万円及びこれに対する平成２４年６月１２日付\n訴えの変更申立書送達の日から支払済みまで年５分の割合による金員を支払\nえ。\n第２  事案の概要\n本件は，原告が，別紙商標目録記載の商標権を有するとして，被告に対し，\n別紙登録目録記載の登録の抹消登録手続，被告による別紙被告標章目録記載１\nないし６の標章（以下「被告標章」という。）の使用の差止め及び被告標章を\n付した商品等の廃棄並びに本件商標権侵害による損害賠償として損害金５０\n０万円及びこれに対する平成２４年６月１２日付訴えの変更申立書送達の日\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める\n事案である。\n１  前提となる事実（当事者間に争いのない事実）\n(1)  原告は，被告代表者，Ｂらとともに，「ｒａｔｉｏｆｉｎ」のブランド名\nを使用したサーフボード用フィン等の製造販売を目的とする事業（以下「本\n件事業」という。）をしていた。\n(2)  原告は，平成２０年１月１１日，別紙商標目録記載の商標権（以下「本件\n商標権」といい，その登録商標を「本件商標」という。）の設定登録を受けた。\n(3)  原告は，平成２０年１０月ころ，被告代表者らに対し，本件事業を譲渡\nした。\n(4)  被告代表者らは，平成２１年２月２５日に被告を設立し，これに伴い，\n被告に対し，本件事業を譲渡した。\n(5)  被告は，平成２１年２月２５日から，本件商標の使用として，その製造\nする別紙被告商品目録記載１ないし３の各商品（以下「被告商品」という。）\nに別紙被告標章目録記載１及び２の各標章を付して販売し，また，被告商品\nに関するパンフレット，ウェブサイトなどの広告宣伝物に被告標章を付して\nきた。\n(6)  被告は，平成２１年９月３日，本件商標権について，別紙登録目録記載\nの登録（以下「本件移転登録」という。）を経由した。\n２  争点及びこれについての当事者の主張\n争点は，①原告が本件商標権を喪失したか，②被告が本件商標権を侵害し，\n又は侵害するおそれがあるか，③被告が本件商標権を侵害したか，④被告の侵\n害により原告が受けた損害の額である。\n(1)  争点①（原告が本件商標権を喪失したか）について\nア  被告\n本件事業の遂行には本件商標の使用が不可欠であるから，本件事業の譲\n渡の対象に本件商標権が当然に含まれる。そうであるから，本件商標権は，\n原告から被告代表者らに譲渡され，被告代表者らから被告に譲渡された。\nＣは，平成２１年８月ころ，原告から本件商標権の移転登録手続をする\nことについて承諾を受け，これに基づき，本件移転登録がされた。\nイ  原告\n本件事業の譲渡の対象に本件商標権は含まれないし，原告がＣに対し本\n件商標権の移転登録手続をすることを承諾したことはない。\n(2)  争点②（被告が本件商標権を侵害し，又は侵害するおそれがあるか）につ\nいて\nア  原告\n被告は，平成２３年３月１１日に発生した東日本大震災以降も，被告商\n品に被告標章を付してこれを販売しているから，本件商標権を侵害し，又\nは侵害するおそれがある。\nイ  被告\n被告は，東日本大震災により本件事業が行えない状態に陥り，平成２４\n年６月３０日をもって休業したから，被告が本件商標権を侵害し，又は侵\n害するおそれはない。\n(3)  争点③（被告が本件商標権を侵害したか）について\nア  原告\n被告は，平成２１年２月２５日から本件商標を使用して本件事業をし，\nこれにより本件商標権を侵害した。\n仮に原告が本件商標を使用することを許諾したものであるとしても，商\n標権は汚染的使用により簡単に価値を損ねる権利であって，商標権者が信\n用することのできない者に登録商標の使用を許諾することはないところ，\n被告は無断で本件移転登録をして，原告との間の信頼関係を破壊したので\nあるから，被告が本件商標の使用の許諾があると主張することは信義則に\n反し許されない。\nイ  被告\n原告は，被告代表者らに対し，本件事業を譲渡した際に，本件事業に本\n件商標を使用することを許諾した。\n(4)  争点④（被告の侵害により原告が受けた損害の額）について\nア  原告\n被告は，サーフボード用フィンを１年間３６７４セット製造し，直販で\nは９８００円で７３４．８セット，卸売りでは５８８０円で２９３９．２\nセット販売していたのであって，平成２１年２月から平成２４年５月末ま\nでの３年４か月間の売上げは合計８１６１万０９６０円（円未満切捨て）\nになるところ，原告がサーフボード用フィンに関して本件商標の使用に対\nし受けるべき使用料相当額は，売上げに５％の割合を乗じた額である４０\n８万０５４８円になる。\n被告商品には，サーフボード用フィンのほか，サーフボード用フィンバ\nッグやサーフボード用シールがあるから，これらに関して本件商標の使用\nに対し受けるべき使用料相当額を合わせれば，原告が被告商品に関して本\n件商標の使用に対し受けるべき使用料相当額は５００万円を下らない。\nイ  被告\n原告の主張は争う。\n第３  当裁判所の判断\n１  争点①（原告が本件商標権を喪失したか）について\n原告が被告代表者らに対して本件商標権を譲渡したことを認めるに足りる\n証拠はない。\n確かに，本件事業は，「ｒａｔｉｏｆｉｎ」のブランド名を使用したサーフ\nボード用フィン等の製造販売を目的とするものであり，本件事業を遂行するた\nめには本件商標の使用が不可欠であるが，そうであるからといって，本件商標\n権を保有していなければ本件事業を遂行することができないというわけでは\nないから，本件商標権が当然に本件事業資産を構成することにはならない。そ\nして，証拠（原告，被告代表者）によれば，原告から被告代表者らに対して本\n件事業を譲渡するに当たり，本件商標権の譲渡について当事者間で特段の話合\nいが持たれた形跡がないことが認められる。そうであるから，本件事業を遂行\nするために本件商標の使用が不可欠であることをもって，原告が被告代表者ら\nに対して本件商標権を譲渡したということはできない。\nしたがって，原告が本件商標権を喪失したとは認められないから，原告の抹\n消登録手続請求は理由がある。\n２  争点②（被告が本件商標権を侵害し，又は侵害するおそれがあるか）につい\nて\n証拠（乙１０の１，２，被告代表者）によれば，被告代表者は，平成２４年\n５月，株式会社トランスワールドオーシャンを設立してその代表取締役に就任\nし，新たに「ＰＲＯＳＦＩＮ」のブランドを使用した事業を始めるとともに，\n平成２４年６月末をもって，被告を休業させて「ｒａｔｉｏｆｉｎ」のブラン\nド名を使用したサーフボード用フィンの製造等を終了し，その修理やメンテナ\nンスも同年１２月末までとしたことが認められる。\n上記認定の事実によれば，被告は，現在本件商標を使用していないし，将来\n本件商標を使用することがあるということもできない。\nしたがって，原告の被告標章の使用の差止め及び被告標章を付した被告商品\n等の廃棄の請求は理由がない。\n３  争点③（被告が本件商標権を侵害したか）について\n本件事業は，「ｒａｔｉｏｆｉｎ」のブランド名を使用したサーフボード用\nフィン等の製造販売を目的とするものであり，本件事業を遂行するためには本\n件商標の使用が不可欠であるから，原告は，被告代表者らに本件事業を譲渡す\nるに当たり，本件事業において本件商標を使用することを許諾したということ\nができる。そして，証拠（乙６，原告，被告代表者）によれば，原告は被告代\n表者らに本件事業を譲渡した時に，被告代表者らが会社を設立して本件事業を\n行う予定であったことを認識していたことが認められる。\nそうすると，原告は，被告代表者らに本件事業を譲渡するに当たり，被告代\n表者らのほか，被告代表者らが本件事業を行うために設立することを予定して\nいた会社に対しても，本件事業において本件商標を使用することを許諾し，被\n告はこれに基づき本件商標の使用として被告標章を使用したと認められるか\nら，被告が本件商標権を侵害したということはできない。\nなお，原告は，商標権は汚染的使用により簡単に価値を損ねる権利であるこ\nとを理由に，被告が無断で本件移転登録をして，原告との間の信頼関係を破壊\nしたから，被告が本件商標の使用の許諾があると主張することは信義則に反し\n許されないと主張する。しかしながら，本件移転登録によって，本件商標権の\n移転の効力が生じるわけではないし，本件移転登録の前後で被告標章の使用の\n態様が変化したことを認めるに足りる証拠はなく，本件移転登録後における被\n告標章の使用が本件商標の価値を損ねるようなものであることは格別窺えな\nい。そうであるから，原告の主張する上記事実をもって，被告が本件商標の使\n用の許諾があると主張することが信義則に反するということはできない。\nしたがって，原告の損害賠償の請求は，その余の点について判断するまでも\nなく，理由がない。\n４  結論\n以上のとおりであるから，原告の請求は，本件移転登録の抹消登録手続を求\nめる限度で理由がある。\nよって，上記の限度で原告の請求を認容し，その余は失当としてこれを棄却\nすることとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          高 野 輝 久\n裁判官          三 井 大 有\n裁判官          藤 田   壮\n別紙\n商  標  目  録\n商 標 登 録 番 号    第５１０４１６９号\n出 願 年 月 日    平成１９年５月１８日\n出 願 番 号    商願２００７－４９８３４\n登 録 年 月 日    平成２０年１月１１日\n商品及び役務の区分並びに指定商品\n第２５類  被服，運動用特殊衣服，運動用特殊靴\n第２８類  サーフボード，サーフボード用バッグ，サーフボード用附属品，\nサーフボード用デッキ，サーフボード用リーシュコード，サーフ\nボード用プロテクター，サーフボード用流れ止め，サーフボード\n用ワックス\n登録商標（標準文字）  ｒａｔｉｏｆｉｎ\n別紙\n登  録  目  録\n甲区順位番号２番\n【特定承継による本権の移転】\n受 付 年 月 日    平成２１年９月３日\n受 付 番 号    ０１５４４２\n登 録 名 義 人    レイシオフィンインターナショナル株式会社\n別紙\n被  告  標  章  目  録\n１\n２\n３  ｒａｔｉｏｆｉｎ\n４  ｒａｔｉｏ\n５  レイシオフィン\n６  レイシオ\n別紙\n被  告  商  品  目  録\n１  サーフボード用フィン\n２  サーフボード用フィンバッグ\n３  サーフボード用シール\n"
}