{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 10,
    "day": 12
  },
  "case_number": "平成27(行ケ)10212",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86193",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86193",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/193/086193_hanrei.pdf",
  "contents": "平成２８年１０月１２日判決言渡\n平成２７年(行ケ)第１０２１２号  審決取消請求事件\n口頭弁論終結日  平成２８年９月２１日\n判       決\n原            告     Ｘ\n訴訟代理人弁理士     森              厚    夫\n被            告      旭 有 機 材 株 式 会 社\n訴訟代理人弁理士     中    島    三  千  雄\n中    島    正    博\n主       文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が無効２０１３－８００１７０号事件について平成２７年９月７日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求を不成立とした審決に対する取消訴訟である。争点は，\n進歩性判断の是非である。\n１  特許庁における手続の経緯\n被告は，名称を「鋳型の製造方法」とする発明について，平成１８年８月３１日\nに特許出願（特願２００６－２３５６９８号，請求項の数１０）をし（甲６），平成\n２５年３月８日，その設定登録（特許第５２１３３１８号，請求項の数１０）を受\nけた（甲６，本件特許）。\n原告が，平成２５年９月６日付けで本件特許の請求項１～１０に係る発明につい\nての特許無効審判請求（無効２０１３－８００１７０号）をしたところ（甲１０），\n被告は，同年１１月２９日付けで訂正請求（本件訂正）をした（甲１８。本件訂正\nにより請求項９は削除された。）。\n特許庁は，平成２７年９月７日，「請求のとおり訂正を認める。本件審判の請求は，\n成り立たない。」との審決をし，その謄本は，同月１７日，原告に送達された。\n２  本件訂正発明の要旨\n本件訂正後の本件特許の請求項１～８，１０に係る発明（以下，請求項の番号に\n従って「本件訂正発明１」のようにいい，本件発明１～本件訂正発明８及び本件訂\n正発明１０を併せて「本件訂正発明」という。また，本件訂正後の本件特許に係る\n明細書〔甲１８〕を「本件訂正明細書」という。）に係る特許請求の範囲の記載は，\n次のとおりである。\n(1)  本件訂正発明１\n「  予め加熱された鋳物砂にアルカリレゾール樹脂水溶液を混練乃至は混合して，\n該鋳物砂の表面を該アルカリレゾール樹脂水溶液にて被覆すると共に，かかるア\nルカリレゾール樹脂水溶液の水分を該鋳物砂の熱にて蒸散せしめることにより，\n水分率が０.５％以下の，常温流動性を有する乾態の粉末状樹脂被覆砂を製造し，\n次いで該粉末状樹脂被覆砂を，加熱された，目的とする鋳型を与える成形型内に\n充填した後，水蒸気を通気させて，かかる成形型内で該粉末状樹脂被覆砂を硬化\nせしめ，更に乾燥空気又は加熱乾燥空気を該成形型内に通気せしめることにより，\n目的とする鋳型を得ることを特徴とする鋳型の製造方法。」\n(2)  本件訂正発明２\n「  前記鋳物砂が，予め１００～１４０℃の温度に加熱されていることを特徴とす\nる請求項１に記載の鋳型の製造方法。」\n(3)  本件訂正発明３\n「  鋳物砂とアルカリレゾール樹脂水溶液とを，減圧下において，混練乃至は混合\nして，該鋳物砂の表面を該アルカリレゾール樹脂水溶液にて被覆すると共に，か\nかるアルカリレゾール樹脂水溶液の水分を蒸散せしめることにより，水分率が０.\n５％以下の，常温流動性を有する乾態の粉末状樹脂被覆砂を製造し，次いで該粉\n末状樹脂被覆砂を，加熱された，目的とする鋳型を与える成形型内に充填した後，\n水蒸気を通気させて，かかる成形型内で該粉末状樹脂被覆砂を硬化せしめ，更に\n乾燥空気又は加熱乾燥空気を該成形型内に通気せしめることにより，目的とする\n鋳型を得ることを特徴とする鋳型の製造方法。」\n(4)  本件訂正発明４\n「  前記鋳物砂が，予め加熱されていることを特徴とする請求項３に記載の鋳型の\n製造方法。」\n(5)  本件訂正発明５\n「  前記鋳物砂の加熱温度が，４０～９０℃であることを特徴とする請求項４に記\n載の鋳型の製造方法。」\n(6)  本件訂正発明６\n「  前記水分の蒸散が，５分以内で行なわれる請求項１乃至請求項５の何れか１項\nに記載の鋳型の製造方法。」\n(7)  本件訂正発明７\n「  アルキレンカーボネート及び/又は有機エステルが，前記水蒸気の通気の後，前\n記乾燥空気又は加熱乾燥空気の通気に先立ち，前記成形型内に導入されることを\n特徴とする請求項１乃至請求項６の何れか一つに記載の鋳型の製造方法。」\n(8)  本件訂正発明８\n「  前記水蒸気の通気の後，前記乾燥空気又は加熱乾燥空気の通気に先立ち，さら\nに，炭酸ガスが前記成形型内に通気せしめられることを特徴とする請求項１乃至\n請求項７の何れか一つに記載の鋳型の製造方法。」\n(9)  本件訂正発明１０\n「  前記成形型が，１００℃以上の温度に加熱されていることを特徴とする請求項\n１乃至請求項８の何れか一つに記載の鋳型の製造方法。」\n３  審決の理由の要点\n以下，本件の争点に関連する部分について摘示する。\n(1)  証拠方法及び無効理由\n【証拠方法】\n甲１：特開２０００－６１５８３号公報\n甲２：特開平８－１６４４３９号公報\n甲３：「第４版  鋳型造型法」，社団法人日本鋳造技術協会，平成８年１１月１８日，\n１８９～１９３頁，２１７～２２５頁\n甲５：特開２００４－２４９３３９号公報\n以下，上記各甲号証に記載の発明を，証拠番号に従い，それぞれ，「甲１発明」の\nようにいう。\n【無効理由】\n①  本件訂正発明１～本件訂正発明６は，甲１発明と甲２発明に基づいて，当業\n者が容易に発明をすることができた。\n②  本件訂正発明７，本件訂正発明８及び本件訂正発明１０は，[1]甲１発明と甲\n２発明に基いて，又は，[2]甲１発明と甲２発明及び甲３発明に基づいて，当業者が\n容易に発明をすることができた。\n(2)  本件訂正発明１について\nア  引用発明の認定\n(ｱ)  甲１発明\n甲１には，次の甲１発明が記載されている。\n「  フラッタリーけい砂に，５０トールの減圧下で７０℃まで脱液を行った２５℃\nにおける粘度が３０ポアズであるレゾール型フェノール樹脂粘結剤を混練して，\n樹脂量が重量比で２％の湿状態のレジンコーテッドサンドを製造し，次いでレジ\nンコーテッドサンドを，加熱された，目的とする鋳型を与える成形型内に充填し\nた後，水蒸気を通気させて，かかる成形型内でレジンコーテッドサンドを硬化せ\nしめ，更に鋳型を乾燥機に入れて乾燥せしめることにより，目的とする鋳型を得\nる，鋳型の製造方法。」\n(ｲ)  甲２発明\n甲２には，次の甲２発明が記載されている。\n「  予め加熱された珪砂（耐火骨剤）に水溶性有機粘結剤（アルカリレゾール樹脂）\n水溶液を混合して，珪砂の表面を水溶性有機粘結剤にて被覆すると共に，かかる\n水溶性有機粘結剤水溶液の水分を珪砂の熱と送風にて蒸散せしめることにより，\n水分率が０.５％以下の，常温において乾体自由流動性を保持する有機粘結剤被\n覆砂を製造し，次いで有機粘結剤被覆砂を，加熱された，目的とする鋳型を与え\nる金型内に充填した後，高い温度によって水蒸気や硬化剤となる分解ガスを発生\nさせて，かかる金型内で有機粘結剤被覆砂を硬化せしめることにより，目的とす\nる鋳型を得る，鋳型の製造方法。」\nイ  一致点の認定\n本件訂正発明１と甲１発明とを対比すると，両者は，次の点で一致する。\n「  鋳物砂にレゾール樹脂を混練乃至は混合して，該鋳物砂の表面を該レゾール樹\n脂にて被覆した粉末状樹脂被覆砂を製造し，次いで該粉末状樹脂被覆砂を，加熱\nされた，目的とする鋳型を与える成形型内に充填した後，水蒸気を通気させて，\nかかる成形型内で該粉末状樹脂被覆砂を硬化せしめ，更に鋳型を乾燥せしめるこ\nとにより，目的とする鋳型を得る，鋳型の製造方法。」\nウ  相違点の認定\n本件訂正発明１と甲１発明とを対比すると，両者は，次の点で相違する。\n【相違点１】  本件訂正発明１では，「予め加熱された鋳物砂にアルカリレゾール\n樹脂水溶液を混練乃至は混合して，鋳物砂の表面をアルカリレゾール樹脂水溶液に\nて被覆すると共に，かかるアルカリレゾール樹脂水溶液の水分を鋳物砂の熱と送風\nにて蒸散せしめることにより，水分率が０.５％以下の，常温流動性を有する乾態の\n粉末状樹脂被覆砂を製造」するのに対して，甲１発明では，「フラッタリーけい砂に，\n５０トールの減圧下で７０℃まで脱液を行った２５℃における粘度が３０ポアズで\nあるレゾール型フェノール樹脂粘結剤を混練して，樹脂量が重量比で２％の湿状態\nのレジンコーテッドサンドを製造」する，つまり「鋳物砂に，５０トールの減圧下\nで７０℃まで脱液を行った２５℃における粘度が３０ポアズであるレゾール樹脂を\n混練乃至は混合して，樹脂量が重量比で２％の湿状態の粉末状樹脂被覆砂を製造」\nする点。\n【相違点２】  本件訂正発明１では，「乾燥空気又は加熱乾燥空気を成形型内に通\n気せしめる」のに対して，甲１発明では，「鋳型を乾燥機に入れて乾燥せしめる」点。\nエ   相違点の判断\n(ｱ)  相違点１について\n①  甲１発明の「５０トールの減圧下で７０℃まで脱液を行った２５℃における\n粘度が３０ポアズであるレゾール型フェノール樹脂粘結剤（レゾール樹脂）」は，水\n溶性であるが，「２５℃における粘度が３０ポアズ」であるから，技術常識より，独\n立した運動性を失って固化した状態であるゲルとして存在しており，「水溶液」の状\n態ではない。\n②  甲２発明の水溶性有機粘結剤（アルカリレゾール樹脂）は，水溶液の状態で\nある。\n③  アルカリレゾール樹脂が水溶液の状態であるかないかは，甲１発明及び甲２\n発明の前提技術になっているから，前提技術が異なる甲１発明と甲２発明とを組み\n合わせることは，当業者であっても想起し難い。\n④  甲２発明の「予め加熱された珪砂（耐火骨剤）」に「水溶性有機粘結剤（アル\nカリレゾール樹脂）水溶液」を混合するなどして，「常温において乾体自由流動性を\n保持する有機粘結剤被覆砂」を製造し，その後，「高い温度によって水蒸気や硬化剤\nとなる分解ガスを発生させ」ることは，従前の自明の技術であるとはいえない。\n⑤  以上から，相違点１に係る本件訂正発明１の発明特定事項を構成することは，\n甲１発明と甲２発明に基づいて容易に想起し得るとはいえない。\n(ｲ)  相違点２について\n相違点２に係る本件訂正発明１の発明特定事項を構成することは，甲１発明と甲\n２発明及び従前の手段に基いて，当業者であれば容易に想起し得る。\nオ  小括\n相違点１に係る本件訂正発明１の発明特定事項を構成することが，甲１発明と甲\n２発明に基いて，当業者であれば容易に想起し得ることではないので，本件訂正発\n明１は，甲１発明と甲２発明に基いて当業者であれば容易に発明をすることができ\nたものではない。\n(3)    本件訂正発明２～本件訂正発明８，及び本件訂正発明１０について\n本件訂正発明２～本件訂正発明８，及び本件訂正１０と甲１発明とを対比すると，\n少なくとも，相違点１で相違している。\nそうすると，上記相違点１の判断と同じ理由から，本件訂正発明２～本件訂正発\n明６は，甲１発明と甲２発明に基いて，当業者が容易に発明をすることができたも\nのではなく，また，本件訂正発明７，本件訂正発明８及び本件訂正発明１０は，甲\n１発明と甲２発明に基いて，又は，甲１発明と甲２発明及び甲３発明に基いて，当\n業者が容易に発明をすることができたものではない。\n第３  原告主張の審決取消事由\n１  取消事由１（進歩性の判断の誤りその１）\n原告は，審決の甲２発明の認定及び審決の認定する甲１発明（レジンコーテッド\nサンドが湿態であるもの）と甲２発明とを組み合わせることが容易でないとの審決\nの判断は，争わない。しかしながら，審決は，甲１の記載から下記甲１Ａ発明（レ\nジンコーテッドサンドが乾態）が認められることを看過したものであり，上記甲１\n発明を前提とする審決の進歩性判断には，誤りがある。\n(1)    甲１発明の認定の誤り\n審決は，甲１の記載（実施例３）から，甲１発明を認定する。\nしかしながら，甲１の記載は，次のとおりである。\n①  【請求項１】には，フェノール系樹脂粘結剤を耐火骨材に混合して調製され\nるレジンコーテッドサンドを型内に充填し，この型内に水蒸気を吹き込んでフェノ\nール系樹脂粘結剤を硬化させることを特徴とする鋳型の製造方法に関する発明が記\n載され，【請求項２】には，耐火骨材の表面に被覆されたフェノール系樹脂粘結剤が\n室温において固形であることが記載されている。このように，甲１には，フェノー\nル系樹脂粘結剤を耐火骨材に混合して，室温で固形のフェノール樹脂粘結剤を被覆\nしたレジンコーテッドサンドを調製し，次いで，レジンコーテッドサンドを型内に\n充填した後，この型内に水蒸気を吹き込んでフェノール系樹脂粘結剤を硬化させる\nことを特徴とする鋳型の製造方法に関する発明が記載されている。\n②  【００１３】には，粘結剤としてレゾール型のフェノール系樹脂を用いるこ\nとが記載され，【００１８】には，アルカリ性の触媒を用いてレゾール型フェノール\n樹脂（アルカリレゾール樹脂）を調製することが記載されている。このように，フ\nェノール系樹脂粘結剤としてアルカリレゾール樹脂を使用することが，甲１には記\n載されている。\n③  【００２６】【００２７】【００２９】には，加熱した耐火骨材に，溶剤に溶\n解したフェノール樹脂系粘結剤溶液を混合して，耐火骨材の表面に被覆したフェノ\nール系樹脂粘結剤が室温で固形となった，粒状でさらさらしたレジンコーテッドサ\nンドを製造することが記載されている。加熱した耐火骨材にフェノール樹脂系粘結\n剤溶液を混合すると，まず耐火骨材の表面がフェノール樹脂系粘結剤溶液で被覆さ\nれ，次いで，フェノール樹脂系粘結剤溶液の溶剤が耐火骨材の熱で蒸散されるのは\n自明であり，レジンコーテッドサンドが粒状でさらさらしたものであれば，【０００\n５】に記載されたとおり，レジンコーテッドサンドは，常温で流動性を有する乾態\nであることが自明である。\n④  【００３３】【００３８】【００４１】【００４４】【００４８】【００５１】【０\n０５４】には，レジンコーテッドサンドを加熱された型内に充填することが記載さ\nれており，また，この型は，目的とする鋳型を与えるものであることは自明である。\n⑤  【００３３】には，鋳型を乾燥機に入れて乾燥することが記載されている。\nそうすると，甲１の記載からは，次の甲１Ａ発明が認められる（下線部は，甲１\n発明との実質的な差異）。\n「  予め加熱した耐火骨材にアルカリレゾール樹脂溶液を混合して，耐火骨材の表\n面をアルカリレゾール樹脂溶液にて被覆すると共に，アルカリレゾール樹脂溶液\nの溶剤を耐火骨材の熱で蒸散せしめることにより，常温流動性を有する乾態のレ\nジンコーテッドサンドを製造し，次いでレジンコーテッドサンドを，加熱された，\n目的とする鋳型を与える型内に充填した後，水蒸気を通気させて，型内でレジン\nコーテッドサンドを硬化せしめ，更に鋳型を乾燥機に入れて乾燥することにより，\n目的とする鋳型を得る，鋳型の製造方法。」\n以上から，審決の甲１発明の認定には，誤りがある。\n(2)  一致点の認定の誤り\n本件訂正発明１と甲１Ａ発明とを対比すると，両者は，次の点で一致する。\n「  予め加熱された鋳物砂にアルカリレゾール樹脂溶液を混練乃至は混合して，該\n鋳物砂の表面を該アルカリレゾール樹脂溶液にて被覆すると共に，かかるアルカ\nリレゾール樹脂溶液の溶剤を該鋳物砂の熱にて蒸散せしめることにより，常温流\n動性を有する乾態の粉末状樹脂被覆砂を製造し，次いで該粉末状樹脂被覆砂を，\n加熱された，目的とする鋳型を与える成形型内に充填した後，水蒸気を通気させ\nて，かかる成形型内で該粉末状樹脂被覆砂を硬化せしめ，更に乾燥機に入れて乾\n燥せしめることにより，目的とする鋳型を得るようにした鋳型の製造方法。」\n以上から，審決の一致点の認定には，誤りがある。\n(3)  相違点の認定の誤り\n本件訂正発明１と甲１Ａ発明とを対比すると，従前の相違点１とは異なり，両者\nは，次の点で相違する。\n【相違点１①】  本件訂正発明１では，鋳物砂の表面をアルカリレゾール樹脂水\n溶液にて被覆するようにしているのに対して，甲１Ａ発明では，鋳物砂の表面を被\n覆するアルカリレゾール樹脂溶液は水溶液であるといえない点。\n【相違点１②】  本件訂正発明１では，アルカリレゾール樹脂水溶液の水分を鋳\n物砂の熱にて蒸散せしめるのに対して，甲１Ａ発明では，鋳物砂の熱にて蒸散する\nのはアルカリレゾール樹脂溶液の溶剤であって，水といえない点。\n【相違点１③】  本件訂正発明１では，水分率が０.５％以下の粉末状樹脂被覆砂\nを製造するのに対して，甲１Ａ発明では，製造された粉末状樹脂被覆砂の水分率が\n０.５％以下であるといえない点。\n【相違点２】  本件訂正発明１では，乾燥空気又は加熱乾燥空気を成形型に通気\nせしめるのに対して，甲１Ａ発明では，鋳型を乾燥機に入れるようにしている点。\n以上から，審決の相違点の認定には，誤りがある。\n(4)  相違点の判断の誤り\n甲２発明は，次の構成を有しており，相違点１①～相違点１③に係る本件訂正発\n明１の構成を有する。\n「  予め加熱された鋳物砂にアルカリレゾール樹脂水溶液を混練乃至は混合して，\n該鋳物砂の表面を該アルカリレゾール樹脂水溶液にて被覆すると共に，かかるア\nルカリレゾール樹脂水溶液の水分を該鋳物砂の熱にて蒸散せしめることにより，\n水分率が０．５％以下の，常温流動性を有する乾態の粉末状樹脂被覆砂を製造し，\n次いで該粉末状樹脂被覆砂を，加熱された，目的とする鋳型を与える成形型内に\n充填する，鋳型の製造方法。」\n甲１Ａ発明と甲２発明とは，あらかじめ加熱された鋳物砂にアルカリレゾール樹\n脂溶液を混練ないし混合して常温流動性を有する乾態の粉末状樹脂被覆砂を製造す\nるという，粉末状樹脂被覆砂の製造方法の技術の点で共通し，粉末状樹脂被覆砂を\n製造するに当たって，常温において乾態自由流動性を保持することという共通の課\n題を有する（甲１の【００２９】，甲２の【００１１】参照）から，甲１発明におい\nて，粉末状樹脂被覆砂を製造する際に，甲２発明を適用する動機付けがある。\nそうすると，相違点２は，審決が判断するとおり容易想到であるから，本件訂正\n発明１は，甲１Ａ発明と甲２発明に基づいて，当業者が容易に発明をすることがで\nきた。\n２  取消事由２（進歩性の判断の誤りその２）\n前記のとおり，原告は，甲２発明の認定，及び甲１発明と甲２発明とを組み合わ\nせることが容易でないとの審決の認定判断は，争わない。\nしかしながら，甲１発明を前提とした審決の進歩性判断の過程には，次のとおり\nの誤りがあり，改めて，甲１Ａ発明を前提とした進歩性判断がされるべきである。\n①  審決は，[1]甲１発明の「５０トールの減圧下で７０℃まで脱液を行った２５℃\nにおける粘度が３０ポアズであるレゾール型フェノール樹脂粘結剤（レゾール樹脂）」\nは，独立した運動性を失って固化した状態であるゲルとして存在していると認定す\nる。\nしかしながら，審決が，溶質が溶解して溶液の粘度が３０ポアズであるときはゲ\nルであることの根拠として示した特開平２－１１２号公報（甲７）及び特表平１１\n－５１２７４０号公報（甲８）の水性ゲルは，いずれも，液体である（甲７の３頁\n左上欄１５～１７行目，甲８の７頁１１～１２行目）。このほか，上記レゾール型フ\nェノール樹脂粘結剤の粘度の程度である溶液の例がある（特公平６－２５２０９号\n公報〔甲２４の１〕の【請求項７】【請求項８】，特公平７－５７７８５号公報〔甲\n２４の２〕の【請求項４】，特開平６－８０７１１号公報〔甲２４の３〕の【請求項\n２】，特開２０００－９５８２１号公報〔甲２４の４〕の【請求項３】）。\n②  審決は，上記レゾール型フェノール樹脂粘結剤は水溶液の状態ではない，と\n認定する。\nしかしながら，上記レゾール型フェノール樹脂粘結剤は，溶剤（溶媒）となり得\nるものが水しかないことからみて，水溶液である。\n③  審決は，上記レゾール型フェノール樹脂粘結剤（レゾール樹脂）が水溶液の\n状態でないということによって，「樹脂量が重量比で２％の湿状態のレジンコーテッ\nドサンド」「水蒸気を通気させ」るという事項が一体的に構成されると認定し，他方，\n甲２発明のアルカリレゾール樹脂が水溶液の状態であるということによって，「予め\n加熱された珪砂（耐火骨剤）」「常温において乾体自由流動性を保持する有機粘結剤\n被覆砂」「高い温度によって水蒸気や硬化剤となる分解ガスを発生させ」るという事\n項が一体的に構成されていると認定する。\nしかしながら，水溶液の状態でない場合でも乾態のレジンコーテッドサンドが得\nられるものであるから，水溶液の状態でないことと，レジンコーテッドサンドが湿\n状態であることとの間には，必然的な関係はない。\n第４  被告の反論\n１  取消事由１（進歩性の判断の誤りその１）に対して\n原告は，甲１の記載から，甲１Ａ発明が認定できると主張する。\nしかしながら，甲１Ａ発明は，次のとおり，甲１から都合のよい表現のみを抽出\nし，さらに，本件訂正発明１から部分的に抽出した表現を加えたものであり，恣意\n的に創作されたものにすぎない。\n①  原告は，甲１Ａ発明が，「アルカリレゾール樹脂溶液」を用いるとする。しか\nしながら，甲１においては，「レゾール型のフェノール系樹脂」や「レゾール型フェ\nノール樹脂」なる表現は認められるものの，「アルカリレゾール樹脂溶液」なる表現\nはもちろんのこと，「アルカリレゾール樹脂」なる表現も，一切，使用されていない。\n②  原告は，甲１Ａ発明では，「常温流動性を有する乾態のレジンコーテッドサン\nド」が得られるとする。しかしながら，甲１においては，「常温流動性を有する乾態\nのレジンコーテッドサンド」なる表現は，一切，使用されていない。甲１の実施例\n３で得られるレジンコーテッドサンドが湿態状であることは，甲１の記載から明白\nである（【００３６】【００４０】）。\n甲１の【００２９】の記載は，そこに開示の鋳型の製造方法において用いられる\n各種のレジンコーテッドサンドについての，好ましい一つを示すにすぎないもので\nあり，直ちに甲１発明に当てはまるものではない。現に，甲１には，常温において\n乾体自由流動性を保持するレジンコーテッドサンドだけではなく，「湿態状の」と明\n記されたレジンコーテッドサンドについての記載もある（【００３６】【００３８】\n【００３９】【００４１】参照）。\n以上のとおり，審決が認定する甲１発明は，甲１の記載からみて正当なものであ\nって，審決の甲１発明の認定，相違点の認定判断には，誤りはない。\n２  取消事由２（進歩性の判断の誤りその２）に対して\n①  甲１発明の「５０トールの減圧下で７０℃まで脱液を行った２５℃における\n粘度が３０ポアズであるレゾール型フェノール樹脂粘結剤（レゾール樹脂）」がゲル\nとして存在するものでないことは，認める。\nしかしながら，この誤りは，審決の結論に影響を与えるものではない。\n②  原告は，上記レゾール型フェノール系樹脂粘結剤が，水溶液であると主張す\nる。\nしかしながら，周囲の気圧が５０トールである場合の水の沸点とフェノールの沸\n点とにかんがみると，７０℃まで脱液すれば，水の全部又は大部分が蒸発（気化）\nし，フェノールのみが残存しているはずであるから，上記レゾール型フェノール系\n樹脂粘結剤は，水溶液として認識されるものではない。\n③  原告は，水溶液の状態でないことと，レジンコーテッドサンドが湿状態であ\nることとの間には，必然的な関係はない，と主張する。\nしかしながら，仮に，水溶液の状態でない場合でも乾態のレジンコーテッドサン\nドが得られるとしても，本件訂正発明１は，アルカリレゾール樹脂水溶液を用いて，\n常温流動性を有する乾態の粉末状樹脂被覆砂を製造するものであるから，甲１発明\nに基づいて本件訂正発明１の進歩性を否定することはできない。\n第５  当裁判所の判断\n１  本件発明について\n本件訂正明細書（甲１８）によれば，本件訂正発明は，次のとおりと認められる。\n(1)  技術分野\n本件訂正発明は，鋳型の製造方法に係り，特に，常温流動性を有する乾態の粉末\n状樹脂被覆鋳物砂を用いた鋳造用鋳型の製造方法に関する。（【０００１】）\n(2)  背景技術\n従来から，水溶性アルカリレゾール樹脂を，粘結剤（バインダー）として用い，\nその水溶液にて鋳物砂の表面を被覆して得られるレジン・コーテッド・サンド（Ｒ\nＣＳ：樹脂被覆砂）により，目的とする鋳造用鋳型を製造する方法が知られている。\nしかしながら，そのような鋳造用組成物にあっては，アルカリレゾール樹脂が，水\n溶液形態のバインダーとして用いられるため，粒状耐火材料に配合せしめられると，\n湿態（湿潤状態）の組成物となり，その取扱い性や鋳型成形型への充填性，保存期\n間等において，大きな問題を有するものであった。\nこのため，粉末状の水溶性アルカリレゾール樹脂（フェノラート樹脂）を水に接\n触させて硬化せしめることにより，目的とする鋳型を製造する方法が明らかにされ\nている。そこでは，粉末状のバインダーが使用されているところから，乾態（乾燥\n状態）の鋳型材料（組成物）が得られるものの，粉末状のバインダーを製造するに\nは，所定の樹脂水溶液を作製した後，それを固体状態まで脱水，濃縮する必要があ\nり，コストアップを伴うという問題が新たに発生した。（【０００２】～【０００４】）\n(3)  解決課題\n本件訂正発明の解決課題は，アルカリレゾール樹脂水溶液を用いつつ，経時変化\nが著しく少なく，かつ，充填性の良好な，常温流動性を有する乾態の粉末状乾燥鋳\n物砂組成物を製造し，これを用いて，鋳型強度の良好な鋳型を有利に製造する方法\nを提供することである。（【０００６】）\n(4)  解決手段・実施形態\n①  本件訂正発明の大きな特徴は，粘結剤としてアルカリレゾール樹脂水溶液を\n用いるととともに，そのようなアルカリレゾール樹脂水溶液にて鋳物砂の表面を被\n覆するに際して，その含有水分を同時に蒸散せしめるようにすることにより，常温\n流動性を有する乾態の粉末状樹脂被覆砂（アルカリ性の乾燥砂粒子）を，乾燥鋳物\n砂組成物として得るようにしたところである。（【００１９】）\n②  本件訂正発明は，上記(3)の課題を解決するために，あらかじめ加熱された鋳\n物砂にアルカリレゾール樹脂水溶液を混練ないしは混合して，鋳物砂の表面を該ア\nルカリレゾール樹脂水溶液にて被覆するとともに，かかるアルカリレゾール樹脂水\n溶液の水分を鋳物砂の熱にて蒸散せしめることにより，水分率が０.５％以下の，常\n温流動性を有する乾態の粉末状樹脂被覆砂を製造し，次いで，粉末状樹脂被覆砂を，\n加熱された，目的とする鋳型を与える成形型内に充填した後，水蒸気を通気させて，\nかかる成形型内で粉末状樹脂被覆砂を硬化せしめ，さらに，乾燥空気又は加熱乾燥\n空気を成形型内に通気せしめることにより，目的とする鋳型を得るとの構成をとっ\nた。（【０００７】）\nそして，前記鋳物砂は，あらかじめ１００～１４０℃の温度に加熱せしめられて\nいることが望ましい。（【０００８】【００２４】）\n③  アルカリレゾール樹脂水溶液の水分を迅速に蒸散せしめるための手段として，\n鋳物砂とアルカリレゾール樹脂水溶液との混練ないし混合操作を，減圧下において\n行えば，減圧作用によって，アルカリレゾール樹脂水溶液中の水分がより一層効果\n的に除去され得て，目的とする乾態の粉末状樹脂被覆砂を有利に得ることができる。\n（【０００９】【００２５】【００２６】）\nこのような減圧下における水分の蒸散に際しては，鋳物砂をあらかじめ加熱して\nおくことにより，より一層効果的な水分の除去が可能となるが，加熱温度としては，\n水分の蒸散効率の観点から，一般に，４０～９０℃，好ましくは５０～８０℃程度\nの温度が採用されることとなる。（【００１０】【００２７】）\n④  アルカリレゾール樹脂水溶液の水分の蒸散は，樹脂の硬化が進む前に迅速に\n行われる必要があり，一般に５分以内，好ましくは２分以内に含有水分を飛ばして，\n乾態の粉末状樹脂被覆砂とする必要がある。（【００２３】）\n⑤  本件訂正発明においては，成形型内に充填された乾燥鋳物砂組成物の硬化は，\n水蒸気の通気のみによって行われ得るが，必要に応じて，アルキレンカーボネート\n及び／又は有機エステルを，通気せしめられる水蒸気と共に，又は，水蒸気とは別\n個に，乾燥空気又は加熱乾燥空気の通気に先立ち，成形型内に導入して，樹脂のよ\nり一層迅速な硬化を図るようにすることも可能である。（【００１３】【００３３】【０\n０３４】【００３６】）\n⑥  本件訂正発明においては，樹脂の硬化に寄与させるべく，炭酸ガスが，水蒸\n気と共に，又は，水蒸気とは別個に，乾燥空気又は加熱乾燥空気の通気に先立ち，\n成形型内に通気せしめられるようにされる。（【００１４】【００３５】【００３６】）\n⑦  鋳型の造型に際しては，かかる成形型が加熱されていることが望ましく，一\n般に，１００℃以上の温度に，特に１２０～１５０℃の温度に加熱されていること\nが，望ましい。このような温度に加熱された成形型を用いることによって，充填さ\nれた乾燥鋳物砂組成物の硬化を，水蒸気によって，より一層効果的に進行せしめ得\nて，得られる鋳型の強度をより一層有利に向上せしめ得る。（【００１６】【００３１】）\n(5)  発明の効果\n本件訂正発明によれば，①アルカリレゾール樹脂水溶液を用いた鋳型の製造に際\nして，目的とする鋳型を与える鋳物砂組成物（ＲＣＳ）が，その製造時，直接に，\n水分率が０.５％以下の乾態の粉末状態において調製され得るので，[1]鋳物砂組成物\nの取扱い性が容易となること，[2]鋳物砂組成物の経時変化が著しく少ないので，長\n期保存が有利に実現され得ること，[3]成形型の成形キャビティ内への充填性が著し\nく向上し，複雑な形状の鋳型の造型も有利に実現されること，[4]得られた鋳型の強\n度を効果的に向上せしめ得ること，との効果を，②目的とする鋳型を与える成形型\nの成形キャビティ内に充填された鋳物砂組成物の硬化が，水蒸気の通気によって進\n行せしめられ得ることから，[1]従来の有機硬化剤を用いた場合のように高価な装置\nを必要としないこと，[2]環境にも悪影響を及ぼすことなく優れた特性を有する鋳型\nを得られること，との効果を，それぞれ奏する。（【００１７】【００１８】【００２\n８】～【００３０】）\n２  取消事由１（進歩性の判断の誤りその１）について\n(1)  甲１の記載\n甲１には，次の記載がある（下線部は，本判決による。）。\nア  特許請求の範囲\n「  フェノール系樹脂粘結剤を耐火骨材に混合して調製されるレジンコーテッドサンドを型内\nに充填し，この型内に水蒸気を吹き込んでフェノール系樹脂粘結剤を硬化させることを特徴\nとする鋳型の製造方法。」【請求項１】\n「  耐火骨材に混合して耐火骨材の表面に被覆されたフェノール系樹脂粘結剤が室温において\n固形であることを特徴とする請求項１に記載の鋳型の製造方法。」【請求項２】\nイ  技術分野\n「  本発明は，鋳造に用いられる鋳型に関するものである。」【０００１】\nウ  従来技術\n「  この特殊鋳型の一つである熱硬化性鋳型には，シェルモールド法，小松ＫＹ法などがある。\nこれらの粘結剤にはフェノール樹脂が使用され，耐火骨材の表面を熱硬化性樹脂粘結剤で被\n覆して調製される常温で自由流動性を持ったレジンコーテッドサンドが用いられている。そ\nして，ガスバーナーや電気ヒーターなどで２５０℃以上に加熱した型の表面にレジンコーテ\nッドサンドを熱融着させて鋳型を作るダンプボックス方式や，あるいは加熱した金型のキャ\nビティにレジンコーテッドサンドを吹き込んで粘結剤を熱硬化させて鋳型を作る方式がある。\nしかしこの場合，生産性を向上させるために，型の温度をより高くする必要があるという問\n題があり，またこのように高温で加熱をすると，フェノール樹脂が硬化する際にその急激な\n反応に伴ってアンモニアガスやホルムアルデヒド，フェノールなどが発生し，作業環境の悪\n化を招くという問題がある。」【０００５】\nエ  解決課題\n「  本発明は上記の点に鑑みてなされたものであり，型をさほど高温に加熱する必要がなく，\n短時間で安定して鋳型を製造することができ，また有害化学物質を用いる必要なくしかも有\n毒ガスが発生することなく鋳型を製造することができる鋳型の製造方法を提供することを目\n的とするものである。」【０００９】\nオ  解決手段\n「  本発明に係る鋳型の製造方法は，フェノール樹脂系粘結剤を耐火骨材に混合して調製され\nるレジンコーテッドサンドを型内に充填し，この型内に水蒸気を吹き込んで粘結剤を硬化さ\nせることを特徴とするものである。尚，本出願人はこの方法をスチームブロー成形法（Steam\nblow molding process）と呼んでいる。」【００１０】\n「  また請求項２の発明は，フェノール系樹脂粘結剤が室温において固形であることを特徴と\nするものである。」【００１１】\nカ  実施形態\n「  本発明において粘結剤としては，レゾール型，ノボラック型，ベンジリックエーテル型な\nどのフェノール系樹脂を用いるものであり，これらに硬化剤としてノボラック型，レゾール\n型のフェノール樹脂，ヘキサメチレンテトラミン，イソシアネート化合物などを，また硬化\n触媒として有機及び無機酸などをそれぞれ配合し，加熱硬化型の自硬化性にして使用するこ\nとができるものである。」【００１３】\n「  フェノール系樹脂はフェノール類とホルムアルデヒド類を反応触媒の存在下で反応させる\nことによって調製することができる。」【００１４】\n「  また反応触媒は，ノボラック型フェノール樹脂を調製する場合は，塩酸，硫酸，リン酸な\nどの無機酸，あるいはシュウ酸，パラトルエンスルホン酸，ベンゼンスルホン酸，キシレン\nスルホン酸などの有機酸，さらに酢酸亜鉛などを用いることができる。またレゾール型フェ\nノール樹脂を調製する場合は，アルカリ土類金属の酸化物や水酸化物を用いることができ，\nさらにジメチルアミン，トリエチルアミン，ブチルアミン，ジブチルアミン，トリブチルア\nミン，ジエチレントリアミン，ジシアンジアミドなどの脂肪族の第一級，第二級，第三級ア\nミン，Ｎ，Ｎ－ジメチルベンジルアミンなどの芳香環を有する脂肪族アミン，アニリン，１，\n５－ナフタレンジアミンなどの芳香族アミン，アンモニア，ヘキサメチレンテトラミンなど\nや，その他二価金属のナフテン酸や二価金属の水酸化物等を用いることもできる。」【００１\n８】\n「  ここで，上記のノボラック型フェノール樹脂とレゾール型フェノール樹脂は，それぞれ単\n独で使用する他，必要に応じて両者を任意の割合で混合して使用することもできる。」【００\n１９】\n「  ノボラック型フェノール樹脂の硬化剤としては，レゾール型フェノール樹脂，エポキシ樹\n脂，イソシアネート化合物，ヘキサメチレンテトラミン，トリオキサン，テトラオキサン，\nアセタール樹脂などを用いることができる。またレゾール型フェノール樹脂の硬化剤として\nは，ノボラック型フェノール樹脂，エポキシ樹脂，イソシアネート化合物，有機エステル，\nアルキレンカーボネートなどを用いることができ，レゾール型フェノール樹脂の硬化触媒と\nしては，塩酸，硫酸等の無機酸や塩化アルミニウム，塩化亜鉛等の無機化合物や，ベンゼン\nスルホン酸，フェノールスルホン酸，キシレンスルホン酸等の有機酸などを用いることがで\nきる。」【００２０】\n「  またフェノール系樹脂粘結剤を希釈して使用する場合，希釈用の溶剤としてはアルコール\n類，ケトン類，エステル類，多価アルコールなどを用いることができる。」【００２１】\n「  さらに，フェノール系樹脂粘結剤には，粘結剤やこの粘結剤を用いて調製したレジンコー\nテッドサンドの吸湿性，製造した鋳型の吸湿性や強度の低下を小さくするために，エチレン\nビスオレイン酸アマイド，エチレンビスステアリン酸アマイド，メチレンビスステアリン酸\nアマイド，オキシステアリン酸アマイド，パルミチン酸アマイド，ステアリン酸カルシウム，\nステアリン酸アルミニウム，ステアリン酸亜鉛などの脂肪族系ワックスや，カルナバワック\nス，オレフィンワックス等の撥水剤，γ－アミノプロピルトリエトキシシラン，γ－（２－\nアミノエチル）アミノプロピルトリメトキシシラン，γ－グリシドキシプロピルトリメトシ\nキシラン等のカップリング剤を使用することができる。」【００２２】\n「  そして上記のフェノール系樹脂粘結剤をけい砂などの耐火骨材の表面に被覆することによ\nって，レジンコーテッドサンドを得ることができるものである。」【００２３】\n「  耐火骨材にフェノール系樹脂粘結剤を被覆するにあたっては，ドライホットコート法，コ\nールドコート法，セミホットコート法，粉末溶剤法などで行なうことができる。」【００２４】\n「  ドライホットコート法は，固形のフェノール系樹脂粘結剤を１３０～１８０℃に加熱した\n耐火骨材に添加して混合し，耐火骨材による加熱によって固形フェノール系樹脂粘結剤を溶\n融させて，フェノール系樹脂粘結剤で耐火骨材の表面をコートさせ，しかる後にこの混合を\n保持したまま冷却することによって，粒状でさらさらしたレジンコーテッドサンドを得る方\n法である。」【００２５】\n「  コールドコート法は，フェノール系樹脂粘結剤をそのままで，あるいはメタノールなどの\n溶剤に溶解して液状になし，これを耐火骨材に添加して混合し，溶剤を揮発させたりするこ\nとによって，さらさらとしたあるいは湿態状のレジンコーテッドサンドを得る方法である。」\n【００２６】\n「  セミホットコート法は，上記溶剤に溶解した液状のフェノール系樹脂粘結剤を５０～９０℃\nに加熱した耐火骨材に添加混合することによってレジンコーテッドサンドを得る方法である。」\n【００２７】\n「  粉末溶剤法は，固形のフェノール系樹脂粘結剤を粉砕し，この粉砕粘結剤を耐火骨材に添\n加してさらにメタノールなどの溶剤を添加し，これを混合することによってレジンコーテッ\nドサンドを得る方法である。」【００２８】\n「  以上のいずれの方法においても粒状でさらさらした，あるいは湿態状のレジンコーテッド\nサンドを得ることができるが，作業性などの点においてドライホットコート法やセミホット\nコート法で得た，耐火骨材の表面に被覆したフェノール系樹脂粘結剤が室温で固体となった，\n粒状でさらさらしたレジンコーテッドサンドが好ましい。」【００２９】\n「  上記のように型１内にレジンコーテッドサンド２を充填した後，型１の注入孔４からホッ\nパー７を外すと共に図１(c)のように水蒸気パイプ１０を接続し，コック１１を開いて型１の\n成形用空所３内に水蒸気を吹き込む。この水蒸気としては，飽和水蒸気をさらに加熱してそ\nの飽和温度以上に上げた過熱蒸気を用いることもできる。水蒸気は型１内に充填されたレジ\nンコーテッドサンド２の粒子間を通過してレジンコーテッドサンド２を加熱した後，網５を\n通してベントホール６から排出される。このように水蒸気を吹き込むことによって，型１内\nのレジンコーテッドサンド２の全体を瞬時に加熱し，熱硬化性樹脂粘結剤の硬化を促進させ\nると共に硬化に至らせることができる。従って，型１を高温に加熱しておく必要なく，水蒸\n気による加熱で熱硬化性樹脂粘結剤を硬化させることができるものであり，また型１内のレ\nジンコーテッドサンド２の全体を水蒸気によって均一に短時間で加熱することができ，安定\nして短時間に熱硬化性樹脂粘結剤を硬化させることができるものである。しかも，硬化剤や\n硬化触媒のような有害化学物質の蒸気を型１内に吹き込む場合のような，作業環境を悪化さ\nせるようなこともなくなるものである。型１内のレジンコーテッドサンド２の熱硬化性樹脂\n粘結剤を硬化させるこの水蒸気としては，温度が１１０～１８０℃程度，蒸気圧が１.５～１\n０kgf/cm２  程度のものが好ましく，このように比較的低温の水蒸気によって熱硬化性樹脂粘\n結剤を硬化させることができ，高温で加熱して熱硬化性樹脂粘結剤を硬化させる場合のよう\nな，急激な硬化反応に伴ってアンモニアやホルムアルデヒド，フェノールなどのガスが発生\nすることを抑制することができるものであり，またこれらのガスが多少発生しても，水蒸気\nの水分に吸収されて洗い流され，作業環境を悪化させる臭気の発生を防ぐことができるもの\nである。」【００３２】\n「  上記のように型１内に充填したレジンコーテッドサンド２の粘結剤を硬化させることによ\nって，型１内で鋳型を成形することができるものであり，鋳型は型１を割ることによって取\nり出すことができる。ここで，型１内に吹き込んだ水蒸気が凝縮することを防止するために，\n型１を予め加熱しておいてもよい。また水蒸気によって鋳型内に含有されることになる水分\nを除去するために，鋳型を乾燥機などに入れて乾燥するようにしてもよい。」【００３３】\nキ  実施例\n①  実施例１\n「  反応容器にフェノール７５２重量部，３７％ホルマリン８７５重量部，ナフテン酸鉛１.５\n重量部を仕込み，約６０分を要して還流させ，そのまま３時間反応させた。このものを常圧\nで１１０℃まで脱水した後，５０トールの減圧下，１２０℃まで脱液を行ない，半固体状の\nベンジリックエーテル型フェノール樹脂を得た。得られたこの樹脂７００重量部に芳香族炭\n化水素系溶剤（エクソン化学株式会社製「ソルベッソ１５０」）を３００重量部加えて溶解さ\nせ，２５℃における粘度が７０センチポアズのフェノール系樹脂粘結剤を得た。\n次に，フラッタリーけい砂１０ｋｇをワールミキサーに入れ，このフェノール系樹脂粘結\n剤２００ｇを加えて９０秒間混練し後，ワールミキサーから払い出すことによって，液量が\n重量比率で２％の湿態状のレジンコーテッドサンドを得た。\n次に，図１(a)のような直径５０mm，高さ５０mm の円筒状の成形用空所３を設けた型１を\n用い，レジンコーテッドサンド２をホッパー７から１kgf/cm２の空気圧で１０秒間吹き込むこ\nとによって，図１(b)のように型１に吹き込み充填した。次いでこの型１に図１(c)のように水\n蒸気パイプ１０を接続し，温度１５１℃，蒸気圧５kgf/ cm２  の水蒸気を６０秒間吹き込んだ\n後，直ちに型１から脱型することによって，直径５０mm，高さ５０mm の円筒状の評価用鋳\n型を得た。」【００３５】～【００３７】\n②  実施例２\n「  型１を予め１００℃に加熱して用いるようにした他は，実施例１と同様にして評価用鋳型\nを得た。」【００３８】\n③  実施例３\n「  反応容器にフェノール７５２重量部，３７％ホルマリン９７３重量部，水酸化リチウム６\n重量部を仕込み，約６０分を要して６５℃まで昇温させ，そのまま３時間反応させた。この\nものを５０トールの減圧下，７０℃まで脱液を行なうことによって，２５℃における粘度が\n３０ポアズのレゾール型フェノール樹脂のフェノール系樹脂粘結剤を得た。\nこのフェノール系樹脂粘結剤を用い，後は実施例１と同様にして評価用鋳型を得た。」【０\n０３９】【００４０】\n④  実施例４\n「  型１を予め１００℃に加熱して用いるようにした他は，実施例３と同様にして評価用鋳型\nを得た。」【００４１】\n⑤  実施例５\n「  反応容器にフェノール９４０重量部，３７％ホルマリン４０５重量部，シュウ酸３.７６重\n量部を仕込み，約６０分を要して還流させ，そのまま３時間反応させた。このものを常圧で\n１８０℃まで脱液することによって，２５℃における粘度が８０ポアズのノボラック型フェ\nノール樹脂のフェノール系樹脂粘結剤を得た。」【００４２】\n⑥  実施例６\n「  型１を予め１００℃に加熱して用いるようにした他は，実施例５と同様にして評価用鋳型\nを得た。」【００４４】\n⑦  実施例７\n「  反応容器にフェノール９４０重量部，３７％ホルマリン６４９重量部，シュウ酸４.７重量\n部を仕込み，約６０分を要して還流させ，そのまま１２０分間反応させた。このものを常圧\nで内温１６０℃まで脱水を行なった後，１００トールで減圧脱水を行なうことによって，軟\n化点が９５℃のノボラック型フェノール樹脂のフェノール系樹脂粘結剤を得た。\n次に，１４５℃に加熱したフラッタリーけい砂３０ｋｇをワールミキサーに入れ，このフ\nェノール系樹脂粘結剤を４５０ｇ加えて３０秒間混練した後，ヘキサメチレンテトラミン６\n７.５ｇを４５０ｇの水に溶解させたものを添加し，砂粒が崩壊するまで混練した。\n次いでさらにステアリン酸カルシウム３０ｇを添加し，３０秒間混練した後にこれを払い\n出してエアーレーションを行ない，樹脂量が重量比で１.５％のさらさらしたレジンコーテッ\nドサンドを得た。\nこのレジンコーテッドサンドを用いる他は，実施例１と同様にして評価用鋳型を得た。尚，\nこの実施例では，水蒸気の吹き込み時間を１５秒，３０秒，６０秒の三段階に設定してそれ\nぞれ行なった。」【００４５】～【００４７】\n⑧  実施例８\n「  型１を予め１００℃に加熱して用いるようにした他は，実施例７と同様にして評価用鋳型\nを得た。尚，この実施例では，水蒸気の吹き込み時間を１５秒，３０秒，６０秒の三段階に\n設定してそれぞれ行なった。」【００４８】\n⑨  実施例９\n「  反応容器にフェノールを６８０重量部，３７％ホルマリンを６８０重量部，ヘキサメチレ\nンテトラミンを１０１重量部仕込み，約６０分を要して７０℃まで昇温させ，そのまま５時\n間反応させた。このものを１００トールで９０℃まで減圧脱水を行なった後，バットに払い\n出し，冷却することによって，軟化点が８０℃のレゾール型フェノール樹脂のフェノール系\n樹脂粘結剤を得た。このフェノール系樹脂粘結剤を用い，ヘキサメチレンテトラミンを使用\nしない他は，実施例７と同様にして樹脂量が重量比で１．５％のさらさらしたレジンコーテ\nッドサンドを得た。\nこのレジンコーテッドサンドを用いる他は，実施例１と同様にして評価用鋳型を得た。尚，\nこの実施例では，水蒸気の吹き込み時間を１５秒，３０秒，６０秒の三段階に設定してそれ\nぞれ行なった。」【００４９】【００５０】\n⑩  実施例１０\n「  型１を予め１００℃に加熱して用いるようにした他は，実施例９と同様にして評価用鋳型\nを得た。尚，この実施例では，水蒸気の吹き込み時間を１５秒，３０秒，６０秒の三段階に\n設定してそれぞれ行なった。」【００５１】\n⑪  実施例１１\n「  実施例７で得たノボラック型フェノール樹脂１３５ｇ，実施例９で得たレゾール型フェノ\nール樹脂３１５ｇを混合してフェノール系樹脂粘結剤として用いるようにした他は，実施例\n９と同様にして樹脂量が重量比で１.５％のさらさらしたレジンコーテッドサンドを得た。\nこのレジンコーテッドサンドを用いる他は，実施例１と同様にして評価用鋳型を得た。尚，\nこの実施例では，水蒸気の吹き込み時間を１５秒，３０秒，６０秒の三段階に設定してそれ\nぞれ行なった。」【００５２】【００５３】\n⑫  実施例１２\n「  型１を予め１００℃に加熱して用いるようにした他は，実施例１１と同様にして評価用鋳\n型を得た。尚，この実施例では，水蒸気の吹き込み時間を１５秒，３０秒，６０秒の三段階\nに設定してそれぞれ行なった。」【００５４】\nク  発明の効果\n「  上記のように本発明は，フェノール系樹脂粘結剤を耐火骨材に混合して調製されるレジン\nコーテッドサンドを型内に充填し，この型内に水蒸気を吹き込んで粘結剤を硬化させるよう\nにしたので，水蒸気によって型内のレジンコーテッドサンドの全体を瞬時に加熱してフェノ\nール系樹脂粘結剤を硬化させることができ，型を高温に加熱しておく必要なく，安定して短\n時間に鋳型を造型することができるものであり，しかも硬化剤や硬化触媒のような有害化学\n物質の蒸気を型内に吹き込む場合や，型を高温に加熱してフェノール系樹脂粘結剤を硬化さ\nせる場合のような，有害物質によって作業環境を悪化させるようなことがなくなるものであ\nる。」【００６８】\n「  また請求項２の発明のように，耐火骨材に混合して耐火骨材の表面に被覆されたフェノー\nル系樹脂粘結剤が室温において固形である場合には，粒状でさらさらしたレジンコーテッド\nサンドを得ることができ，鋳型を製造する際の作業性が良好になるものである。」【００６９】\n(2)  甲１発明の認定について\n上記(1)の記載によれば（下線部参照），審決の認定と同様に，次の甲１発明を認\nめることができ，審決の甲１発明の認定には誤りはない。\n「  フラッタリーけい砂に，５０トールの減圧下で７０℃まで脱液を行った２５℃\nにおける粘度が３０ポアズであるレゾール型フェノール樹脂粘結剤を混練して，\n樹脂量が重量比で２％の湿状態のレジンコーテッドサンドを製造し，次いでレジ\nンコーテッドサンドを，加熱された，目的とする鋳型を与える成形型内に充填し\nた後，水蒸気を通気させて，かかる成形型内でレジンコーテッドサンドを硬化せ\nしめ，更に鋳型を乾燥機に入れて乾燥せしめることにより，目的とする鋳型を得\nる，鋳型の製造方法。」\nまた，この甲１発明は，実施例３，４に基づくものであるところ，甲１の記載か\nら認められる発明中，本件訂正発明１に最も構成が近接するものであって，本件訂\n正発明１と対比する引用発明として，甲１発明を選択した審決の認定にも誤りはな\nい。すなわち，実施例１，２は，ベンジリックエーテル型フェノール樹脂を，実施\n例５～８は，ノボラック型フェノール樹脂を，実施例９，１０は，アンモニアレゾ\nール樹脂を，実施例１１，１２は，ノボラック型フェノール樹脂とアンモニアレゾ\nール樹脂を混合したものを，それぞれ，用いたものであり，フェノールとホルムア\nルデヒドとをアルカリ（土類）金属の水酸化物を触媒として反応させて得られたレ\nゾール型フェノール樹脂を用いているのは，実施例３，４のみである。\n(3)  原告の主張について\n原告は，甲１の記載から次の甲１Ａ発明が認められると主張する（下線部は，甲\n１発明との実質的な差異）。\n「  予め加熱した耐火骨材にアルカリレゾール樹脂溶液を混合して，耐火骨材の表\n面をアルカリレゾール樹脂溶液にて被覆すると共に，アルカリレゾール樹脂溶液\nの溶剤を耐火骨材の熱で蒸散せしめることにより，常温流動性を有する乾態のレ\nジンコーテッドサンドを製造し，次いでレジンコーテッドサンドを，加熱された，\n目的とする鋳型を与える型内に充填した後，水蒸気を通気させて，型内でレジン\nコーテッドサンドを硬化せしめ，更に鋳型を乾燥機に入れて乾燥することにより，\n目的とする鋳型を得る，鋳型の製造方法。」\nところで，発明とは，自然法則を利用した技術思想の創作であり，自然法則上の\n制約からも，また，発明者の創作意図としても，一まとまりの技術事項として構成\nされるものであるから，明細書などの同一の文献の中に，発明の各構成要素が複数\nの候補から選択できるものとして記載されているような場合であっても，その選択\n肢の組合せの全ての類型が，当然に，当該文献に発明の構成として開示されている\nものと解することはできない。そして，引用文献である甲１には，上記(1)のとおり，\nあらかじめ加熱したフラッタリーけい砂を用い，また，さらさらしたレジンコーテ\nッドサンドを得たとする実施例７～１２が記載されているが，いずれも，アルカリ\nレゾール樹脂を用いたものではない。したがって，甲１には，あらかじめ加熱した\nフラッタリーけい砂にアルカリレゾール樹脂のフェノール樹脂粘結剤を加えて常温\n流動性を有する乾態のレジンコーテッドサンドを得た発明は，記載されていないと\nいうべきである。\n原告は，【００２４】～【００２９】には，粒状でさらさらしたレジンコーテッド\nサンドを得ることができることや，そのようなレジンコーテッドサンドが好ましい\nとの記載があることから，アルカリレゾール樹脂を用いた乾態のレジンコーテッド\nサンドが開示されていると主張する。\nしかしながら，【００２４】～【００２９】の記載は，耐火骨材にフェノール系樹\n脂粘結剤を被覆する方法として一般的に可能なものを列記しただけであって，この\n部分から，直ちに，甲１に記載のいかなるフェノール系樹脂粘結剤にどのような被\n覆方法を選択すべきかが判明するわけではなく，また，当然に，甲１に記載のどの\nフェノール系樹脂粘結剤にも全ての被覆方法が選択できるとの趣旨と理解できるも\nのでもない。上記のとおり，具体的に乾態のレジンコーテッドサンドが得られたと\nする実施例中には，アルカリレゾール樹脂を用いたものが含まれていないのである\nから，これを用いた乾態のレジンコーテッドサンドを得る具体的な手段が記載され\nていない以上，甲１から，当業者が，アルカリレゾール樹脂を用いて乾態のレジン\nコーテッドサンドを得る技術を読み取れるものではない（すなわち，当業者は，常\n温流動性を有する乾態のレジンコーテッドサンドを開示する甲１の請求項２係る発\n明には，アルカリレゾール樹脂を用いてレジンコーテッドサンドを得る技術は包含\nされていないと理解する。）。\nそうすると，原告の上記主張は，採用することができない。\n(4)  小括\n以上のとおり，甲１から甲１Ａ発明を認定することはできないので，甲１Ａ発明\nに基いて，審決の一致点・相違点の認定及び相違点の判断の誤りをいう原告の主張\nは，前提を欠くものとして失当である。\nそうすると，審決には，原告の主張する誤りは認められない。\nしたがって，取消事由１は，理由がない。\n３  取消事由２（進歩性の判断の誤りその２）について\n上記１に認定判断のとおり，アルカリレゾール樹脂のフェノール樹脂粘結剤を加\nえて常温流動性を有する乾態のレジンコーテッドサンドを得たとする甲１Ａ発明は，\n甲１に認められず，湿状態のレジンコーテッドサンドを得たとする甲１発明のみが，\n甲１に基づいて認められる，そして，原告自らが，このような湿状態のレジンコー\nテッドサンドを得たとする甲１発明と，前記第２，３(2)ア(ｲ)のとおりの，常温にお\nいて乾体自由流動性を保持する有機粘結剤被覆砂を得たとする甲２発明とは，組合\nせができないものであると主張する。\nそうすると，上記１の認定判断の下においては，原告自身が審決の結論の誤りを\n主張していないことに帰する。\nしたがって，取消事由２は，理由がない。\n第６  結論\n以上のとおり，取消事由は，いずれも理由がないから，原告の請求を棄却するこ\nととして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清    水        節\n裁判官\n中    村        恭\n裁判官\n森    岡    礼    子\n"
}