{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 8
  },
  "case_number": "平成28(行ヒ)371",
  "case_name": "障害補償費不支給決定取消等請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第71巻7号1021頁",
  "original_court_name": "福岡高等裁判所",
  "original_case_number": "平成27(行コ)29",
  "original_date": {
    "era": "Heisei",
    "year": 28,
    "month": 6,
    "day": 16
  },
  "gist": "公害健康被害の補償等に関する法律４条２項の認定を受けた者が原因者に対する損害賠償請求訴訟の判決により確定された損害賠償義務の全ての履行を既に受けている場合における都道府県知事の同法に基づく障害補償費の支給義務",
  "case_gist": "都道府県知事は，公害健康被害の補償等に関する法律４条２項の認定を受けた者が，当該認定に係る疾病による健康被害について原因者に対する損害賠償請求訴訟を提起して判決を受け，これにより確定された損害賠償義務の全ての履行を既に受けている場合には，同法に基づく障害補償費の支給義務の全てを免れる。",
  "ref_law": "公害健康被害の補償等に関する法律１条，公害健康被害の補償等に関する法律３条１項，公害健康被害の補償等に関する法律４条２項，公害健康被害の補償等に関する法律１３条１項，公害健康被害の補償等に関する法律２５条１項",
  "lawsuit_id": "87053",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=87053",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/053/087053_hanrei.pdf",
  "contents": "平成２８年（行ヒ）第３７１号  障害補償費不支給決定取消等請求事件\n平成２９年９月８日  第二小法廷判決\n主      文\n原判決中上告人敗訴部分を破棄する。\n前項の部分につき，被上告人の控訴を棄却する。\n控訴費用及び上告費用は被上告人の負担とする。\n理      由\n上告代理人定塚誠ほかの上告受理申立て理由について\n１  本件は，水俣病の認定を受けた被上告人が，公害健康被害の補償等に関する\n法律（以下「公健法」という。）に基づく障害補償費の支給を請求したところ，熊\n本県知事から，被上告人の健康被害に係る損害は損害賠償請求訴訟の結果，原因者\nにより全て塡補されているとして，障害補償費を支給しない旨の決定（以下「本件\n不支給処分」という。）を受けたため，上告人を相手に，その取消し等を求める事\n案である。\n２  関係法令の定め\n(1)  公健法４条２項は，同法２条２項所定の第二種地域を管轄する都道府県知\n事が，同条３項所定の疾病にかかっていると認められる者の申請に基づき，当該疾\n病が当該地域に係る大気の汚染又は水質の汚濁（水底の底質が悪化することを含\nむ。以下同じ。）の影響によるものである旨の認定を行う旨を定めている。そし\nて，同法３条１項は，事業活動その他の人の活動に伴って生ずる相当範囲にわたる\n著しい大気の汚染又は水質の汚濁の影響による健康被害に対する補償のため支給さ\nれる給付（以下「補償給付」という。）として，療養の給付及び療養費，障害補償\n費，遺族補償費，遺族補償一時金，児童補償手当，療養手当並びに葬祭料を定め，\n同法２５条１項は，そのうち障害補償費について，都道府県知事が，上記認定を受\nけた者（政令で定める年齢に達しない者を除く。）の当該疾病による障害の程度が\n政令で定める障害の程度に該当するものであるときは，その者の請求に基づき，公\n害健康被害認定審査会の意見を聴いて，その障害の程度に応じた支給をする旨を定\nめている。\n(2)  公健法１３条１項は，補償給付を受けることができる者に対し，同一の事\n由について，損害の塡補がされた場合（同法１４条２項に定める場合に該当する場\n合を除く。）においては，都道府県知事は，その価額の限度で補償給付を支給する\n義務を免れる旨を定めている。\n３  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  被上告人は，昭和４８年５月２日，熊本県知事に対し，公害に係る健康被\n害の救済に関する特別措置法（昭和４４年法律第９０号。昭和４８年法律第１１１\n号により廃止。以下「特措法」という。）３条１項の規定に基づく水俣病の認定の\n申請（以下「本件認定申請」という。）をした。\n(2)ア  被上告人は，昭和５９年６月２１日，チッソ株式会社等に対し，損害賠\n償請求訴訟（以下「前訴」という。）を提起した。前訴において，被上告人を含む\n前訴の原告らは，水俣病に罹患したことによる損害額は弁護士費用を除き生存者に\nつき３０００万円，死亡者につき５０００万円であると主張し，その損害の内容と\nして逸失利益，慰謝料及び介護費を挙げたが，各損害項目につき具体的な損害額を\n主張しなかった。前訴の第１審判決は，前訴における上記原告らの請求額は，基本\n的に肉体的，精神的，経済的及び社会的に被った損害を総合的にしんしゃくした上\nで算定されたものと考えられ，その性質は全体として慰謝料の性質を持つと解され\nる旨を説示した。\nイ  前訴の控訴審は，平成１３年４月２７日，上記原告らの請求額について前訴\nの第１審と同様に解することを前提とした上で，被上告人の損害額を慰謝料８００\n万円及び弁護士費用５０万円と認定し，チッソに対する請求を８５０万円及びこれ\nに対する遅延損害金の限度で認容すべき旨の判決を言い渡し，同判決はその頃確定\nした（以下，同判決を「前訴確定判決」という。）。\nウ  被上告人は，前訴確定判決に基づき，チッソから８５０万円及びこれに対す\nる遅延損害金を受領した。\n(3)  熊本県知事は，平成２３年７月６日，本件認定申請に対して，公健法附則\n４条１項の規定により，特措法３条１項に基づき，被上告人の疾病が水俣市及び葦\n北郡の地域に係る水質の汚濁の影響による水俣病である旨の認定をした。これによ\nり，被上告人は，公健法４条２項の規定に基づく水俣病の認定を受けた者とみなさ\nれることとなった（同法附則４条２項，同法施行令附則３項，４項）。\n(4)  被上告人は，平成２４年３月２６日，熊本県知事に対し，公健法２５条１\n項の規定に基づく障害補償費の支給を請求したところ，同知事は，同２５年９月２\n４日，被上告人の水俣病による健康被害に係る損害は，前訴の結果，原因者により\n全て塡補されており，同知事は同法１３条１項の規定により補償給付の支給義務を\n全て免れるとの理由で，本件不支給処分をした。\n４  原審は，上記事実関係等の下において，前訴確定判決は被上告人の水俣病に\nよる健康被害に係る損害の全てについての賠償をチッソに命じたものと解した上\nで，要旨次のとおり判断して，被上告人の本件不支給処分の取消請求を認容した。\n公健法１３条１項は，損害が塡補された場合，その価額の限度で補償給付を支給\nする義務を免れると規定するにとどまり，補償給付の額及び損害の塡補額を考慮す\nることなく，およそ補償給付の支給義務が免除されるとは定めていない。また，同\n法に基づく補償給付の制度は，純粋な損害塡補以外の社会保障的な要素を含むもの\nと解されるから，前訴確定判決に基づく賠償金をチッソが完済したことによって熊\n本県知事が当然に当該補償給付の支給義務を全て免れると解することもできない。\nそうすると，本件不支給処分は，同知事が前訴確定判決に基づく弁済額の限度で\n障害補償費の支給義務を免れる結果，支給すべき障害補償費が存在しないことにな\nるか否かについて検討することなく，当然に損害が全て塡補されたものとしてされ\nたのであるから，同項に違反し，違法というべきである。\n５  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  公健法１条は，同法が，事業活動その他の人の活動に伴って生ずる相当範\n囲にわたる著しい大気の汚染又は水質の汚濁の影響による健康被害に係る損害を塡\n補するための補償等を行うことにより，上記健康被害に係る被害者の迅速かつ公正\nな保護及び健康の確保を図ることを目的とする旨を規定し，これを受けて，同法３\n条１項２号は，上記健康被害に対する補償のため障害補償費を支給する旨を定めて\nいる。このように，同法は，障害補償費の支給が上記健康被害に係る損害の迅速な\n塡補のためにされる趣旨のものであることを明らかにしている。\nまた，同法は，障害補償費の支給に要する費用について，都道府県等がこれを支\n弁することとしているものの（４７条），同法４条２項の認定を受けた者に対する\n障害補償費の支給に要する費用については，その全額につき独立行政法人環境再生\n保全機構によって原因者から徴収される特定賦課金をもって充てるとしており（４\n８条１項，４９条２項，同法施行令２６条１項），最終的には原因者が負担すべき\nものとしている。\nこのような同法の仕組み等に照らせば，同法４条２項の認定を受けた者に対する\n障害補償費は，これらの者の健康被害に係る損害の迅速な塡補という趣旨を実現す\nるため，原因者が本来すべき損害賠償義務の履行に代わるものとして支給されるも\nのと解するのが相当であって，同法１３条１項の規定もこのことを前提とするもの\nということができる。\nそうすると，同法４条２項の認定を受けた疾病による健康被害に係る損害の全て\nが塡補されている場合には，もはや同法に基づく障害補償費の支給によって塡補さ\nれるべき損害はないというべきであるから，都道府県知事は，同項の認定を受けた\n者が，当該認定に係る疾病による健康被害について原因者に対する損害賠償請求訴\n訟を提起して判決を受け，これにより確定された民事上の損害賠償義務の全ての履\n行を既に受けている場合には，同法に基づく障害補償費の支給義務の全てを免れる\nと解するのが相当である。\n(2)  これを本件についてみるに，前記事実関係等によれば，被上告人は，原因\n者であるチッソに対して，被上告人の水俣病による健康被害に係る損害につき損害\n賠償請求訴訟を提起したものであるところ，前訴確定判決は同損害の全てについて\nの賠償をチッソに命じたものと解されるから，被上告人がこれに基づく損害賠償金\nを受領したことにより，熊本県知事は，被上告人に対する公健法に基づく障害補償\n費の支給義務の全てを免れたものであり，本件不支給処分が同法１３条１項に違反\nするものということはできない。\n６  これと異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨は以上と同旨をいうものとして理由があり，原判決中上告人敗訴部\n分は破棄を免れない。そして，以上説示したところによれば，公害健康被害認定審\n査会の意見を聴かないことにより本件不支給処分が違法になる旨の被上告人の主張\nに理由がないことも明らかであり，被上告人の同処分の取消請求は理由がないか\nら，これを棄却した第１審判決は是認することができ，上記の部分につき被上告人\nの控訴を棄却すべきである。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁判長裁判官  小貫芳信   裁判官  鬼丸かおる  裁判官   山本庸幸  裁判官\n菅野博之)\n"
}