{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 5,
    "day": 13
  },
  "case_number": "平成25(ワ)3742",
  "case_name": "特許権侵害差止請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84190",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84190",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/190/084190_hanrei.pdf",
  "contents": "平成２６年５月１３日判決言渡  同日原本受領  裁判所書記官\n平成２５年（ワ）第３７４２号  特許権侵害差止請求事件\n口頭弁論終結日  平成２６年１月２７日\n判 決\n原告                カースル株式会社\n同訴訟代理人弁護士  辰巳  和正\n同  岡部  友和\n同  大宅  美代子\n同  太平  信恵\n同補佐人弁理士  安倍  逸郎\n同  下田  正寛\n被告                株式会社トライアルカンパニー\n同訴訟代理人弁護士  橋本  吉文\n同  李  武哲\n同  大塚  陽介\n同  秋山  理恵\n同  金  佑樹\n同  二又  朋之\n同  三浦  紗耶加\n被告補助参加人          三菱アルミニウム株式会社\n同訴訟代理人弁護士  佐藤  恒雄\n同  日野  英一郎\n同補佐人弁理士  寺本  光生\n同  山口  洋\n被告補助参加人      アルファミック株式会社\n同訴訟代理人弁護士  山上  和則\n同  藤川  義人\n同  雨宮  沙耶花\n同補佐人弁理士  藤井  淳\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙製品目録記載の各製品を製造し，譲渡し，又は譲渡等の申出をして\nはならない。\n２  被告は，前項の各製品を廃棄せよ。\n第２  事案の概要\n本件は，原告が，後記本件製品が原告の有する特許権を侵害するとして，被告に対\nし，特許法１００条１項，２項に基づき，侵害品の製造等の差止め及び廃棄を求める\n事案である。本件製品の製造者である補助参加人らが，被告に補助参加した。\n１  前提事実（争いのない事実及び証拠により容易に認定できる事実）\n(1)  当事者（弁論の全趣旨）\nア  原告は，果実の栽培，生産等（不織布及び不織布製品の製造，販売を含む）\nを目的とする株式会社である。\nイ  被告は，百貨小売業およびこれに関連する商品の製造・加工・輸出入・卸売\n業，訪問販売業，通信販売業等を目的とする株式会社である。\nウ  補助参加人三菱アルミニウム株式会社（以下「参加人三菱アルミ」という。）\nは，アルミニウム，マグネシウム等の非鉄金属及びその合金の製品の製造及び\n販売等（金属製及び合成樹脂製日用品雑貨の製造，加工及び販売を含む）を目\n的とする株式会社である。\nエ  補助参加人アルファミック株式会社（以下「参加人アルファミック」という。）\nは，日用品雑貨の販売等（合成樹脂等の調理用包装材，容器，袋物，箱，敷物\nの製造を含む）を目的とする株式会社である。\n(2)  原告の特許権（争いがない）\n原告は，別紙特許公報記載の発明にかかる特許（甲２。ただし，別紙特許公報\n記載の特許請求の範囲は，本訴提起前に確定した訂正の審決（訂正２０１１－３\n９０１２０。甲３）により訂正されている。以下，訂正後の特許を「本件特許」\nといい，本件特許にかかる特許権を「本件特許権」，本件特許にかかる発明を「本\n件特許発明」，本件特許の明細書及び図面を「本件明細書」とそれぞれいう。）の\n特許権者である。\nその請求項１は，次のとおりである（下線は訂正事項）\n【請求項１】\n幅広の不織布を取り付けようとするレンジフードの角形の通気口に合わせ\nて切断し，切断した不織布の周囲を前記通気口に仮固定してこの通気口を不織\n布で直接覆って使用する通気口用フイルター部材であって，\n前記不織布として，一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交す\nる方向へ伸ばした状態で仮固定して使用したとき，１２０～１４０％まで自由\nに伸びて縮み，難燃処理された合成樹脂繊維からなるものを使用し，\n前記不織布を前記一軸方向とは直交する方向へ伸ばして，この不織布により\n前記通気口を覆うことを可能としたことを特徴とする通気口用フイルター部\n材。\n(3)  本件特許の構成要件の分説（争いがない）\n本件特許の請求項１は，次のとおり構成要件に分説される（以下「構成要件Ａ」\nなどという。）。\nＡ  幅広の不織布を取り付けようとするレンジフードの角形の通気口に合わせ\nて切断し，切断した不織布の周囲を前記通気口に仮固定してこの通気口を不織\n布で直接覆って使用する通気口用フィルター部材であって，\nＢ  前記不織布として，一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交す\nる方向へ伸ばした状態で仮固定して使用したとき，１２０～１４０％まで自由\nに伸びて縮む合成樹脂繊維からなるものを使用し，\nＣ  前記不織布を前記一軸方向とは直交する方向へ伸ばして，この不織布により\n前記通気口を覆うことを可能としたことを特徴とする\nＤ  通気口用フィルター部材。\n(4)  本件製品の製造，販売等（弁論の全趣旨）\nア  参加人三菱アルミは，別紙製品目録記載１ないし６の製品（以下，これらを\n同目録の記載に従い「イ号製品」等といい，総称して「本件製品」という。）\nのうち，イ号，ロ号，及びハ号製品を製造し，これを，商社を通じて販売して\nいる。また参加人三菱アルミは，被告の委託を受けて，いわゆる被告のプライ\nベートブランド商品としてヘ号製品を製造し，被告に販売している（以下，上\n記イ号，ロ号，ハ号及びへ号の各製品を「三菱アルミ製品」ともいう。）。\nイ  参加人アルファミックは，ニ号及びホ号（以下，「アルファミック製品」と\nもいう。）の各製品を製造し，これを商社を通じて販売している。\nウ  被告は，本件製品のうちヘ号製品については参加人三菱アルミから，その余\nについては商社から購入して，その販売及び販売の申出を行っている。\n(5)  本件製品の構成（丙１の１ないし４，丁２，３，弁論の全趣旨）\nア  イ号製品\nイ号製品は，幅４６ｃｍ，長さ９ｍの難燃性不織布を使用したレンジフード\nフィルターであって，強力磁石が８個付属したものである。使用の際は，不織\n布を，鋏等でレンジフードの金属フィルターの縦，横の長さに合わせて切断し，\nこれをレンジフードに装着し，その周囲を付属の磁石で固定することで，レン\nジフードの金属フィルターを覆うものである。\nイ  ロ号，ハ号製品\nロ号製品は，幅４６ｃｍ，長さ１．８ｍの難燃性不織布を使用したレンジフ\nードフィルターであって，磁石が８個付属したものである。長さ方向には，１\n５ｃｍごとに幅方向と平行にミシン目が付されている。使用の際は，長さ方法\nはミシン目，幅方向は鋏等でレンジフードの縦，横の長さに合わせて切断し，\n切断した不織布をレンジフードに装着し，その周囲を付属の磁石で固定するこ\nとで，レンジフードの金属フィルターを覆うものである。\nハ号製品は，ロ号製品の取替え用商品（磁石が付属しない商品）であり，不\n織布の構成はロ号製品と同じである。\nウ  ニ号，ホ号製品\nニ号製品は，幅４６ｃｍ，長さ１１ｍの，ホ号製品は，幅４６ｃｍ，長さ１\n８０ｃｍの，いずれも難燃性不織布を使用したレンジフードフィルターであっ\nて，磁石が８個付属したものである。使用の際は，不織布を，鋏等でレンジフ\nードの縦，横の長さに合わせて切断し，これをレンジフードに装着し，その周\n囲を付属の磁石で固定することで，レンジフードの金属フィルターを覆うもの\nである。\nエ  ヘ号製品\nへ号製品は，幅４６ｃｍ，長さ６ｍの難燃性不織布を使用したレンジフード\nフィルターであって，磁石が８個付属したものである。使用の際は，不織布を，\n鋏等で金属フィルターの長さ，幅及び磁石留め部分を測って切断し，これをレ\nンジフードに装着し，付属の磁石で固定することで，レンジフードの金属フィ\nルターを覆うものである。\n(6)  構成要件Ａの充足（上記(5)及び弁論の全趣旨）\n本件特許の構成要件Ａは，「幅広の不織布を取り付けようとするレンジフード\nの角形の通気口に合わせて切断し，切断した不織布の周囲を前記通気口に仮固定\nしてこの通気口を不織布で直接覆って使用する通気口用フィルター部材」という\nものであり，上記「仮固定」の意義は，本件明細書の【０００２】【従来の技術】\nに，「周囲をマグネット等の仮固定手段で通気口の周囲に固定する」と，【００１\n３】には，「不織布の周囲の固定は取っ手付き磁石１５によって固定したが，鉤\n状フックを有する面状ファスナー，クリップ等の簡易固定具で不織布の周囲を通\n気口に固定する場合であっても本発明は適用される。」と，それぞれ記載されて\nいるところから，磁石等の取り外し容易な固定具を用いて固定することをいうも\nのと解される。\n上記(5)の本件製品の構成によると，本件製品は，長尺のレンジフードフィルタ\nーを，レンジフードの幅に合わせて切断し，金属フィルターを覆うように取り付\nけ，磁石で固定する構成を有するものであるから，本件製品は，いずれも本件特\n許の構成要件Ａを充足すると認められる。\n(7)   別件訴訟の存在（当裁判所に顕著）\n原告は，本件製品以外のメーカーが製造したレンジフードフィルター製品が，\n本件特許を侵害するものとして，当該メーカーに対し，大阪地方裁判所に特許権\n侵害差止等請求訴訟を提起している（当庁平成２２年（ワ）３７９２号事件。以\n下「別件訴訟」という。）。\n２  争点（本件製品が本件特許の技術的範囲に属するかどうか）\n(1)  本件製品が，構成要件Ｂの「一軸方向にのみ非伸縮」の不織布を使用したもの\nかどうか。\n(2)  本件製品が，構成要件Ｂの「１２０～１４０％まで自由に伸びて縮む」不織布\nを使用したものかどうか\n(3)  本件製品が，構成要件Ｃの「伸ばして使用」する点を充足するかどうか\n(4)  本件特許に無効理由が存するか\n参加人アルファミックは，本件特許には，①測定方法が定まっておらず，発明\nと不明確（特許法３６条６項２号）の無効理由があること，②当業者が本件訂正\n発明を再現するにも過度の試行錯誤を強いるものであって，実施可能要件違反\n（特許法３６条４項１号違反）の無効理由が存在すること，③原告の主張する恣\n意的な測定方法のもとでは，本件特許出願前の製品でも同様の伸びは充足するも\nのであるから，公然実施の無効理由（特許法２９条１項２号）が存在することを\n主張する。\n第３  争点に対する当事者の主張\n１  争点(1)（本件製品が，構成要件Ｂの「一軸方向にのみ非伸縮」の不織布を使用し\nたものかどうか）について\n（原告の主張）\n(1)  「一軸方向にのみ非伸縮」の文言の意義について\nア  本件明細書の【０００８】においては，「このような不織布の製造方法とし\nては，比較的伸びにくいポリエステル等の繊維を一方向に並べて不織布とする\nことによって製造可能であるし，場合によっては自由方向に繊維が並んだ不織\n布に一方向に伸びにくい繊維を多数平行に入れて製造してもよいし，その他の\n周知の方法によって製造してもよい。」と記載されている。\nこの説明から，非伸縮性の定義は，全く伸縮しないという絶対的な非伸縮の\n意味ではなく，直交方向の伸び率と対比して伸び率が低いという意味での相対\n的な非伸縮である。\nイ  参加人らの主張に対する反論\n参加人三菱アルミのいう「従来製品では見られない程度に，一軸方向にのみ\n非伸縮であることを指す」との見解は，不織布の構成を考慮したものではない。\n不織布は，繊維をバインダで固めた複合材料であることから，たとえ非伸縮\n方向であっても，不織布に大きな荷重をかければ伸縮するものであり，本件発\n明に係る不織布は，通気口を覆うために用いられるものであるから，「簡易固\n定具が抗せられ，不織布が切断しない程度の大きさの引っ張り力が与えられた\nときに一軸方向で仮に縮みが生じたとしても通気層全体を覆うことに支障が\n生じない程度の非伸縮性を意味し，伸縮率は数％である。\n(2)  甲６から甲１１に示された伸縮率に関する試験（以下「甲６等試験」という。）\nの内容及び結果\nア  甲６等試験の手順\n本件製品から試験片（幅５０ｍｍ，長さ２２０ｍｍ，ただし，つかみ間隔が\n１００ｍｍのものは１３０ｍｍ）を切り出し，つかみ間隔を下記「つかみ間隔」\n欄記載のとおりとし，「荷重」欄記載の重りを鉛直につり下げ，つり下げた直\n後の試験辺の長さを測定することにより行う。\nつかみ間隔  荷重\nイ号製品  200mm  150g\nロ号製品  縦 200mm，横 100mm  300g\nハ号製品  縦 200mm，横 100mm  300g\nニ号製品  200mm  150g\nホ号製品  縦 200mm，横 100mm  30g\nへ号製品  200mm  150g\nイ  つり下げ荷重は，本件明細書の【０００５】，【０００９】の記載から，通気\n口全体を覆うとき，通気口全体の覆いを達成することができる引っ張り力をも\nって測定すべきであり，需要者が不織布に加える荷重は，不織布が破断しない\n程度のものであり，イ号，ニ号及びヘ号製品については５ｃｍ当たり１５０ｇ，\nロ号，ハ号製品については，不織布の厚さがイ号製品より厚いため５ｃｍ当た\nり３００ｇ，ホ号製品については，同製品が他の製品に比べ剛性が小さく破断\nするため，３０ｇが適当である。\nウ  甲６等試験の結果\n上記の条件下で５回試行した伸び率の平均は，次のとおりである\n縦方向  横方向\nイ号製品  122.1%  110.2%\nロ号製品  123.9%  107.0%\nハ号製品  123.1%  106.8%\nニ号製品  132.8%  102.2%\nホ号製品  138.0%  101.3%\nへ号製品  133.3%  114.0%\nエ  上記結果から，本件製品は，いずれも，構成要件Ｂにいう「一軸方向にのみ\n非伸縮性」を有する不織布である。\n(3)  甲１２から甲１７に示された伸縮率に関する試験（以下「甲１２等試験」とい\nう。）の結果\nア  特許庁審判官合議体は，本件特許の無効審判において，本件明細書には，一\n軸方向とは直交する方向の伸縮値を算出するための測定条件は，通気口全体を\n覆うとき，これを達成することができる引張力であるという点で明らかにされ\nているということができると判断した。\nすなわち，通気口全体を覆うとき，通気口全体の覆いを達成することができ\nる引っ張り力における伸び率が，一軸方向では非伸縮と認められ，一軸方向と\nは直交する方向では，１２０～１４０％であると認められれば，本件特許の技\n術的範囲に属する。\nイ  甲１２等試験は，原告が行った手伸ばし試験であり，前記アの測定条件に従\nい，本件製品を仮固定し，試験者の手の力により１２０～１４０％まで自由に\n伸びて縮むことを実証したものである。\nウ  甲１２等試験の結果は次のとおりである。\n縦方向（伸び率）  横方向（伸び率）\nイ号製品  130%  108%\nロ号製品  122%  ミ シ ン 目 の た め 測\n定不能\nハ号製品  122%  107%\nニ号製品  141%  107%\nホ号製品  140%  104%\nへ号製品  133%  112%\nエ  上記のとおり，本件製品は，いずれも縦方向には１２０～１４０％の伸び率\nを有しているのに対して，直交方向である横方向の伸び率は，１０４％から１\n１２％と縦方向の各伸び率と対比して伸び率が相対的に低いことが認められ\nるから，構成要件Ｂにいう「一軸方向にのみ非伸縮性」を有する不織布である。\n（参加人三菱アルミの主張）\n(1)  一軸方向にのみ非伸縮の意義\nア  「一軸方向にのみ非伸縮」の具体的に内容については，本件明細書の【００\n０４】で，「一軸方向にのみ非伸縮性の不繊布とは，特定の方向には伸びない\nが，ほかの方向，特に非伸縮性を有する方向と直交する方向には不繊布自体が\n伸びる不繊布をいう」などと記載しているのみで，具体的にどの程度の伸縮性\nや非伸縮性があれば「一軸方向にのみ非伸縮」といえるのかについての定義が\n定められていない。\nもっとも，「一軸方向にのみ非伸縮」が本件特許発明の特徴とされているこ\nとや，別件訴訟における主張（丙８），本件明細書の【０００８】における製\n法の例示からすれば，本件特許発明における「一軸方向にのみ非伸縮」とは，\n特殊な方法により達成される，従来製品では見られない程度に，一軸方向にの\nみ非伸縮であることを指すもの解するべきである。\nイ  なお，不織布の製造において，巻き取る工程がある関係上，一方向に伸びに\nくいことは当然であるから，単に伸び率の異方性があることをもって「一軸方\n向にのみ非伸縮性」があるものということはできない。原告の解釈は取り得な\nい上，別件訴訟における原告の主張とも矛盾する。\nウ  本件特許発明と三菱アルミ製品との対比について\n三菱アルミ製品は製造工程における巻き取り方向に最も伸びやすいクロス\nタイプの製品である（丙７）。\n不繊布中の繊維の並び方には，パラレルタイプ，クロスタイプ，ランダムタ\nイプがあるが，クロスタイプの不繊布は，パラレルタイプやランダムタイプの\n不繊布より製造工程における巻き取り方向に伸びやすいため，「一軸方向にの\nみ非伸縮」を達成するためには不適格となるものである。すなわち，クロスタ\nイプの三菱アルミ製品は，明らかに本件特許発明の思想に反して製造されてい\nる（丙７）。\n三菱アルミ製品が一軸方向に伸びにくく，これと直交する方法に伸びやすい\nという性質を有していることは否定しないが，これは，不繊布の製造工程から\n当然に導かれるレベルのものである。\nしたがって，三菱アルミ製品は，本件特許の構成要件Ｂにいう「一軸方向に\nのみ非伸縮」との構成要件を充足しない。\n(2)  甲６等試験に証拠価値がないこと\nア  甲６等試験は，原告の主張によっても，試験片寸法，つかみ間隔，つり下げ\n荷重の各条件が試験によって異なっており，しかもこの点について何らの説明\nもない。このような実験に客観性がないことは明らかである。\n実験条件の統制の点をおいても，なぜ各設定が妥当であるかの主張立証もな\nい。\nイ  甲６等試験は，構成要件Ｂが，「一軸方向とは直交する方向へ伸ばした状態\nで仮固定して使用した」場合の伸び率を規定していることを無視している点で\nも妥当でない。製品全体を伸ばさないと通気口を覆うことはできないのに，製\n品全体を伸ばしていない点でも妥当でない。\n(3)  甲１２等試験に証拠価値がないこと\nア  甲１２等試験は，原告が，レンジフードフィルターごとに，恣意的に異なる\n力をかけて行われたものであり，製品ごとに実験条件が異なり，客観性が全く\nない。このことは，甲６等実験との対比からも明らかである。\nまた，ロ号製品とハ号製品は，不織布としては同じものを使用しているから，\n横方向の伸び率が異なることは考えられないところ，甲１２等試験では，異な\nる結果となっており，この点からもいい加減な試験であることは明らかである。\nイ  「仮固定」を考慮していないこと，製品全体を伸ばしていないことが妥当で\nないことも，甲６等実験と同様である。\n（参加人アルファミックの主張）\n(1)  一軸方向にのみ非伸縮の意義\nア  原告の主張について\n原告は，構成要件Ｂにおける「一軸方向にのみ非伸縮」について，「直交方\n向の伸び率と対比して相対的に低い」という意味であると主張するが，本件特\n許の特許請求の範囲にも，明細書にも，そのような記載はない。むしろ本件明\n細書の【０００４】には，「ここで，一軸方向にのみ非伸縮性の不織布とは，\n特定の方向には伸びないが，他の方向，特に非伸縮性を有する方向と直交する\n方向には不織布自体が伸びる不織布をいう。」と定義されており，明らかに矛\n盾する。\n原告は，別件訴訟において，「一軸方向にのみ非伸縮」の意味を「伸縮率が\n数パーセントの場合である」とも主張するが，これとも相容れない。\nイ  原告の主張するように，荷重や試験片の大きさを恣意的に設定して伸び率を\n測定することができるのであれば，伸びない方向にも，任意の荷重で１１０％\n以上伸びれば，非侵害というべきである。また，原告は，別件訴訟で，少しで\nも縮めば「縮み」を肯定できる旨を主張するから，少しでも縮めば，「非伸縮」\nにあたらない。\n(2)  引張力を与えたときの直交方向の縮みについて\nアルファミック製品を１２０％伸ばしたときの一軸方向の縮みを測定したと\nころ，ニ号製品では左側に２５．３～３１．０ｍｍ，右側に２４．７～２８．９\nｍｍの縮みが生じ，ホ号製品では左側に１５．０～１８．２ｍｍ，右側に１５．\n６～１６．６ｍｍの縮みが生じた。フィルターで通気口全体を覆うことができず\n隙間が生じると，そこから汚れが通気口内部に入るため，レンジフードフィルタ\nーとしては機能を果たすことができず致命的な欠陥であるところ，これだけの隙\n間が生ずるのであれば，通気口全体を覆うことに支障があることは明らかである。\n（被告の主張）\n参加人の主張を援用する。\n２  争点(2)（本件製品が，構成要件Ｂの「１２０～１４０％まで自由に伸びて縮む」\n不織布を使用したものかどうか）について\n（原告の主張）\n(1)  本件製品の伸縮率の試験結果\n本件製品の伸びやすい方向の伸縮率については，前記１の（原告の主張）(2)(3)\nの甲６等試験，甲１２等試験の結果のとおりである。これによると，被告製品は，\nいずれも，非伸縮である一軸方向と直交する方向に１２０～１４０％まで自由に\n伸びて縮むものである。また，前述のとおり，本件特許の伸縮性の試験方法は，\n本件明細書の記載から，甲１２等試験によることが明らかである。\nしたがって，本件製品はいずれも，構成要件Ｂを充足する。\n(2)  甲１９試験によっても，構成要件Ｂに定める伸び率を充足すること\nア  甲１９試験は，一辺を４０ｃｍ，他方の一辺を６０ｃｍの長方形に切断した\n不織布の一端部分を複数の磁石，面状ファスナ等（以下「簡易固定具」という。）\nによって鋼板に不織布を固定し，不織布の他端部分をチャック（幅３０～４０\nｍｍのクリップ等）で保持する。その後，チャックで不織布を引っ張って伸ば\nすものである。\n簡易固定具での固定が訂正特許請求の範囲に記載の「仮固定」に相当し，チ\nャックで不織布を引っ張る行為が，レンジフードの通気口に仮固定されて不織\n布を引っ張って伸ばして使用する行為に相当する。なお，仮固定は，磁石及び\n面状ファスナー等を組み合わせて使用してもよい。\nこの構成に従って，チャックで不織布を引っ張って伸ばすことができるよう\nに引張試験機にセットし，引張り試験を行う。そして，仮固定が外れたとき又\nは不織布が破断したとき（一部破断も含む）の伸び量（ストローク値）に基づ\nいて算出した伸び率が本件発明に係る不織布の伸び率である。\nなお，①簡易固定具がゆっくり動き始めたときは，その時点で仮固定ができ\nなくなったとみて，その時点（荷重が一定となり始めた時点）での伸び量を，\n②不織布が破断（亀裂を含む）したときは，荷重が急激に減少した時点での伸\nび量を，③特異な現象（ストロークと荷重の相関関係が対応しない場合）は，\nこれを除外するものとする。\nイ  これによると，各本件製品に使用される不織布の伸び率は，イ号製品は１２\n３％，ロ号製品は１２２％，ハ号製品は１２２％である。二号製品は１２８％，\nホ号製品は１２４％，ヘ号製品は１２０％である。\nしたがって，本件製品はいずれも構成要件Ｂを充足する。\nウ  なお，各試験の関係は，甲１２等試験は，本件特許の特許請求の範囲の記載\nに忠実に従った試験方法であり，甲１９試験は，特許庁に対する判定請求（判\n定２００２－６０１０２）に記載の試験，及び甲６等試験と同様に本件特許請\n求の範囲の記載に従った試験を簡易的に再現したものであり，意義は同じもの\nである。\n(3)  参加人らの丙３試験，丁４試験について\n丙３試験，丁４試験は，いずれも，移動端の不織布の全辺を鋼板で挟んで引っ\n張っているが，手で伸ばすという実際の使用態様を考慮しない不適切なものであ\nる。また，固定側に使用される鋼板（ＪＦＥ製カラー鋼板ＧＬ）は，建築資材，\n屋根材に使用されるものであり，レンジフードに用いられている鋼板とは異なる\nものである上，酸やアミンに弱いガルバリウムメッキがされており，レンジフー\nドに用いられることはない。\n従って，丙３試験，丁４試験は，本件特許に定める伸び率を測定するものとし\nて不適切である。\n（参加人三菱アルミの主張）\n(1)  「仮固定して使用」について\n構成要件Ｂで用いられている「仮固定」との文言は，明細書に明確に説明はな\nいものの，本件明細書【０００２】の「特公平６－７８９５号公報には，市販さ\nれている幅広の不織布から適当広さの不織布を切り出し，前記した通気口を切り\n出した不織布で直接覆い，周囲をマグネット等の仮固定手段で通気口の周囲に固\n定する排気口（即ち，通気口）へのフィルター取付け方法が提案されている。」\nとの記載や，同【００１３】の「不織布の周囲の固定は取っ手付き磁石１５によ\nって固定したが，鉤状フックを有する面状ファスナー，クリップ等の簡易固定具\nで不織布の周囲を通気口に固定する場合であっても本発明は適用される」との記\n載からすると，「仮固定」とは，磁石などのような取り外しが容易な手段で固定\nを行うことと解される。\n三菱アルミ製品のうち，イ号，ロ号及びへ号製品は，いずれも磁石が付属して\nおり，ハ号製品はロ号製品の取り替え用製品であって，パッケージにはロ号製品\nの磁石をもって固定する旨の教示もあることからすると，三菱アルミ製品におい\nて「仮固定して使用」に対応する構成は，付属の磁石を用いてレンジフードフィ\nルターを固定して使用することである。\n(2)  １２０～１４０％の測定方法\nア  本件明細書には，伸び率の測定方法について何らの記載もない。そこで，本\n件特許の趣旨に照らして具体的な測定方法について検討すると，まず，①本件\n特許発明は，伸ばして使用するところに特徴があるところ，通気口用フィルタ\nー部材の全体が伸びなければ通気口を覆えないので，構成要件Ｂの伸び率を測\n定する際にも，通気口全体を覆うことのできる大きさでの伸び方を問題とする\nべきである。②また，構成要件Ｂが「仮固定して使用したとき，１２０～１４\n０％まで自由に伸びて縮」むとしていることからすれば，実際に，金属フィル\nターに各製品を磁石で仮固定した状態を考慮すべきである。③さらに，「仮固\n定して使用」という実際の取り付け場面が想定されていることから，実際の取\nり付け場面で人間がかける力を考慮すべきである。\nイ  参加人三菱アルミは，アの点を考慮した伸び率を測定するため，株式会社エ\nフシージー総合研究所に，次の試験を委託した（丙２，３。以下「丙３試験」\nという。）。\n①  引っ張り試験器（島津製作所製  卓上試験機  ＥＺ－Ｌ）で，レンジフー\nドフィルターの試験片全体を，引っ張り速度毎分１００ｍｍで引っ張る。\n②  使用する試験片の幅は６００ｍｍで，縦方向の有効長は３５０ｍｍである。\n上記試験片の大きさは，最も普及している金属フィルターの大きさに合わせ\nたものである。\n③  伸び率の測定の試験として，試験片の両端を鋼板で挟んで完全に固定し，\n引っ張り試験器の最大ストロークまで引っ張り，伸び量ごとの張力を測定し，\nそのグラフから，１．０Ｎ，１．５Ｎ時（この値は，別件訴訟で，原告が「不\n織布を換気扇に取り付ける場合の荷重は１００ｇ～１５０ｇ」としているこ\nとから採用した。）の伸び量を読み取る。\n④  ③とは別の伸び率の測定の試験として，試験片の一端を鋼板で挟んで完全\nに固定し，他端を各製品に付属する磁石４個で仮固定して引っ張り，磁石が\n動く時点での伸び率を測定する。\nウ  各製品について３回の測定の平均値は，次のとおりである。\nイ号製品  ロ，ハ号製品  ヘ号製品\nＡ  101.9％  101.1％  106.6％\nＢ  102.6％  101.2％  108.3％\nＣ  106.8％  103.1％  111.5％\nＡ：１．０Ｎの力を掛けた場合の伸び率\nＢ：１．５Ｎの力を掛けた場合の伸び率\nＣ：前記イ④の試験の伸び率\nエ  ウによると，三菱アルミ製品は，１．０Ｎや１．５Ｎという荷重では，１２\n０％伸びないことは明らかである。さらに，磁石が動くまで引っ張った場合で\nあっても，１２０％伸びない。したがって，三菱アルミ製品は，いずれも構成\n要件Ｂを充足しないことが明らかである。\n(3)  三菱アルミ製品を実際に使用した場合に，１２０％伸びないこと\n参加人三菱アルミは，丙３試験とは別に，参加人三菱アルミ内で，実際にレン\nジフードに，イ号，ロ号及びヘ号を磁石で仮固定した場合に１２０％伸ばせるか\nを実験した（丙５）が，何れの製品も１２０％伸びる前に磁石が外れてしまい，\nレンジフードを覆うことはできなかった。\n(4)  まとめ\n以上の次第で，三菱アルミ製品は，構成要件Ｂの「１２０～１４０％まで自由\nに伸びて縮む」を充足しない。\n（参加人アルファミックの主張）\n(1)  一般に，特許請求の範囲において材料の物性が数値等で特定されている場合，\n発明の明確性（特許法３６条６項２号）又は発明の再現性（同３６条４項１号）\nの観点から，その物性を測定するための条件を明確に記載する必要があるところ，\n本件明細書にはそのような測定条件が具体的に明記されていないほか，原告が別\n件訴訟で提出している一連の実験においても，種々の測定条件が主張，採用され\nている。\nこのように不織布の伸びに関して，本件測定条件に関する具体的な記載がなく，\nしかも，原告自身でもそのような測定方法が定まらないのであるから，第三者に\nその測定方法など知りようもなく，このような場合には，従来知られたいずれの\n方法によって測定しても特許請求の範囲の記載の数値を充足する場合でない限\nり，特許権侵害にはならないというべきである（東京高裁平成１５年（ネ）第３\n７４６号事件）。\n(2)  １２０～１４０％の測定方法①（丁８試験）\nア  本件明細書の記載に近い測定方法を行う，というのであれば，①レンジフー\nドの通気口サイズのまま，②磁石を用いて仮固定した上で，③手の力で引っ張\nり，④磁石が動き始める時点の伸び率を求めるべきである。\nイ  参加人アルファミックは，第三者機関である株式会社エフシージー総合研究\n所に上記に沿う仮固定試験を依頼したところ，同社は，概ね次の条件で実験を\n行った（丁８試験）。\n①  引っ張り試験機（島津製作所  卓上試験機  ＥＺ－Ｌ）で，レンジフード\nフィルターの試験片全体を，引っ張り速度毎分１００ｍｍで引っ張る。\n②  使用する試験片の幅は６００ｍｍで，縦方向の有効長は３５０ｍｍである。\n上記試験片の大きさは，最も普及している金属フィルターの大きさに合わせ\nたものである。\n③  伸び率の測定の試験として，試験片の一端を鋼板を挟んで完全に固定し，\n他端を各製品に付属する磁石４個で固定をして引っ張り，磁石が動く時点で\nの伸び率の測定を行う。\nウ  丁８試験において，３回の試行の結果，いずれも伸びやすい方向の伸びでニ\n号製品は１０５～１０７％，ホ号製品は１１２～１１４％しか伸びなかった。\nしたがって，明細書の記載にできるだけ近い実験で，二号製品もホ号製品も１\n２０％以上伸びないのであるから，構成要件Ｂの「１２０～１４０％まで自由に\n伸びて縮む」を充足しない。\n(3)  ＪＩＳ（Ｌ）１０９６号試験\n不織布の特許文献に記載されている測定方法として，ＪＩＳ（Ｌ）１０９６号\nの伸び率試験（ＪＩＳ試験）が用いられるのが一般的である，ＪＩＳ試験によっ\nて測定しても特許請求の範囲の記載の数値も充足しなければ，特許権侵害にはな\nらないというべきである。\nＪＩＳ試験の伸びは，ニ号製品で１８１％，ホ号製品で１８０％であり，構成\n要件Ｂの「１４０％まで」を充足しない。\n(4)  原告の主張について\nア  原告の主張する甲７等試験，甲１２等試験は，いずれも前記(2)アに述べた，\n本件明細書の記載に近い測定方法に当たらない。\nイ  原告の主張するような，任意の荷重により測定することができるのであれば，\nアルファミック製品は，いずれも，任意の荷重において，１４０％以上伸び，\nかつその伸びた長さから縮むのであるから，やはり構成要件Ｂを充足しない。\n（被告の主張）\n参加人らの主張を援用する。\n３  争点(3)（本件製品が，構成要件Ｃの「伸ばして使用」する点を充足するかどうか）\nについて\n（原告の主張）\n本件製品は，いずれも構成要件Ｂを充足するところ，そうであれば，レンジフー\nドの角形の通気口に合わせて不織布を切断し，通気口を不織布で直接覆って使用す\nる際に，不織布の長さが短い場合には，その不織布を一軸方向とは直交する方向へ\n伸ばして，この不織布により通気口を覆うことは可能であるから，本件製品は，い\nずれも構成要件Ｃを充足する。\n（参加人三菱アルミの主張）\n構成要件Ｃは，「不織布を一軸方向とは直交する方向に伸ばして，この不織布に\nより前記通気口を覆うことを可能とした」ことを定めている。\nしかしながら，三菱アルミ製品は，実際，通常の製品の取り付け方に従って三菱\nアルミ製品を金属フィルターに取り付けようとすれば，これを伸ばして使用しよう\nなどと到底考えられない程度にしか伸びない。事実，三菱アルミ製品は，消費者に\n対して，製品の長さが足りない場合にこれを引っ張って通気口に取り付けるように\nと行った教示は一切行っていない。このように，三菱アルミ製品は，「不織布を前\n記一軸方向とは直交する方向に伸ばして，この不織布により前記通気口を覆うこと\nを可能とした」ものではない。\nしたがって三菱アルミ製品は，構成要件Ｃを充足せず，本件特許の作用効果をそ\nもそも有しない。\n（参加人アルファミックの主張）\nアルファミック製品の不織布は，２の（参加人アルファミックの主張）で述べた\nとおり，所定の荷重において１２０％以上伸びず，１２０％まで伸ばした場合には，\n非伸縮方向に縮んでしまい，通気口を覆うことはできない。\n更に，アルファミック製品は，製品パッケージ上に，不織布を伸ばして使用する\nことを全く記載していない。\nしたがって，アルファミック製品は，本件特許の構成要件Ｃを充足しない。\n（被告の主張）\n参加人らの主張を援用する。\n第４  判断\n１  対象製品について\n原告は，本件において，別紙製品目録記載１ないし６のとおり，被告の被疑侵害\n品をＪＡＮコードで特定するほか（本件製品），同目録記載７として，本件製品と\n「同一の構成を有するフィルター装置」をも，被疑侵害品に含める。\nしかし，原告は，後記各試験において，いずれも本件製品のみを対象としている\n上，ＪＡＮコードで特定される本件製品以外に，これと同一の構成を有するフィル\nター装置が存在することを具体的に主張，立証せず，これが本件特許の技術的範囲\nに属する旨の主張，立証もしなかったものであるから，各本件製品と同一の構成を\n有するフィルター装置が本件特許を侵害する旨の主張は，いずれも理由がない。\nしたがって，以下では，本件製品（別紙製品目録記載１ないし６）のみについて，\n本件特許を侵害するものであるかどうかを検討する。\n２  争点(2)について\n当事者の主張，立証にかんがみ，争点(2) についてまず検討する。\n当裁判所は，以下に述べる理由により，本件製品は，いずれも「１２０～１４０％\nまで自由に伸びて縮む」との構成を有さず，構成要件Ｂを充足しないものと判断す\nる。\n(1)  本件明細書の記載\n上記構成に関し，本件明細書には以下の記載がある。\nア  【０００３】には，【発明が解決しようとする課題】として，「排気口へのフ\nィルター取付け方法に使用されている不織布には平面方向に伸びない不織布\nを使用しているので，取付けようとする通気口に合わせて不織布を切断する必\n要があり，所定の幅より短い場合にはフィルターとして使用することができず，\n長い場合には再度切断し直す必要があり，極めて面倒であるという問題があっ\nた。本発明はかかる事情に鑑みてなされたもので，比較的簡便に取付けが可能\nな通気口用フイルター部材を提供することを目的とする。」との記載がある。\nイ  【課題を解決する手段】として，【０００４】には，「一軸方向にのみ非伸縮\n性の不織布とは，特定の方向には伸びないが，他の方向，特に非伸縮性を有す\nる方向と直交する方向には不織布自体が伸びる不織布をいう。」との記載，及\nび段落【０００５】に，「角形の通気口の一方の幅ａにのみ長さを合わせて不\n織布を切断し，通気口の他方の幅ｂについては，概略長さで不織布を切断して\nフィルター部材を用意する。次に，フィルター部材となる不織布の所定の幅ａ\nで切断した側の端部を，通気口の幅ａの部分に合わせて固定し，該不織布の反\n対側の端部を，幅ａの通気口の反対側の端部に固定する。この場合，概略長さ\nで切断した不織布が幅ｂより短い場合には，不織布を少し引っ張って伸ばすこ\nとにより通気口全体を覆い，概略長さで切断した不織布が幅ｂより長い場合に\nは，一旦不織布の端部を固定した後，そのはみ出し部分を切断する（なお，余\n剰部分を折り曲げてもよい）。」との記載がある。\nウ  【０００８】に，「このような不織布の製造方法としては，比較的伸びにく\nいポリエステル等の繊維を一方向に並べて不織布とすることによって製造可\n能であるし，場合によっては自由方向に繊維が並んだ不織布に一方向に伸びに\nくい繊維を多数平行に入れて製造してもよい」との記載がある。\nエ  【０００９】には，「縦横の内側の幅がａ\u0000ｂであるレンジフード１１の通気\n口１２に装着する不織布１３を切り出す場合には，縦方向については幅ａの長\nさと同一か又は極めて近い長さｃで切断する。そして，横方向については，好\nましくは通気口１２の幅ｂより少し短い長さｄで切断する。これによって，通\n気口１２を覆う不織布１３が切り出されるが，縦方向においては通気口１２の\n幅ａと略等しいので，通気口１２の幅ａの一方側の端部１４に一致させた状態\nで簡単に取っ手付き磁石１５によって固定できる。この状態で，不織布１３を\n通気口１２に向けて張り付けるが，不織布１３の幅ｄが通気口１２の幅ｂより\n短い場合には，不織布１３を横方向に引いて通気口１２の幅ｂにその端部を合\nわせた状態で取っ手付き磁石１５で固定する。」との記載がある。\nオ  【００１３】には，「なお，不織布の周囲の固定は取っ手付き磁石１５によ\nって固定したが，鉤状フックを有する面状ファスナー，クリップ等の簡易固定\n具で不織布の周囲を通気口に固定する場合であっても本発明は適用される。」\n(2)  本件特許の技術的意義\n本件発明の課題は，上記本件明細書の【０００３】によると，従前フィルター\nに用いられてきた不織布が，平面方向に伸びないものであることを前提として，\nそのような不織布を切断して使用する場合に，切断した結果，通気口の幅に足り\nない場合に，使用することができないという課題を解決するためのものであると\n認められる。\n一方で，通気口の幅を超える場合には，クレームにはその解決に資する構成は\nなく，課題解決手段【０００５】において，そのはみ出し部分を切断し，あるい\nは折り曲げるとして，何らの解決手段を与えていないから，本件特許発明の技術\n的意義とは無関係である。\nしたがって，本件特許の技術的意義は，不織布を切断した結果，通気口の一辺\nの幅に足りない場合に，これを伸ばして調整できる性能を有する不織布を換気扇\n用フィルターに使用したことにあるものと考えられる。\n(3)  仮固定について\n本件発明は，その構成及び明細書の記載からして，そのように通気口よりも短\nい幅で切断された不織布を，使用者において，「仮固定して使用したとき」に，「１\n２０～１４０％まで」，使用者自らの手等で伸ばして通気口に装着させることが\n想定されていると認められ，かつ，上記「仮固定」については，本件明細書の【０\n００９】において，「通気口１２の幅ａの一方側の端部１４に一致させた状態で\n簡単に取っ手付き磁石１５によって固定できる。この状態で，不織布１３を通気\n口１２に向けて貼り付ける」とあり，【００１３】には，「不織布の周囲の固定は\n取っ手付磁石１５によって固定したが，鉤状フックを有する面状ファスナー，ク\nリップ等の簡易固定具で不織布の周囲を通気口に固定する場合であっても本発\n明は適用される」とあるので，仮固定の手段は，「磁石，面状ファスナー」など\nの固定具が想定されていると認められる。\n(4)   「１２０～１４０％まで自由に伸びて縮む」の意義\n本件特許の特許請求の範囲においては，「１２０～１４０％まで自由に伸び」\nとされているのであるから，使用者が不織布を切断した結果，通気口の幅に約１\n６．７～２８．６％足りない場合であっても，通気口に装着可能な性能を有し，\nかつ，また，上記の使用態様に鑑み，使用者において，「自らの手等で伸ばして\n通気口に装着させる」程度の荷重，ないし「仮固定」が維持できる状況において，\n少なくとも１２０％は伸張でき，かつ１４０％まで伸長できる性能を有すること\nが，構成要件Ｂを充足するといえる前提であると解される。\n(5)  本件製品についての判定\nア  甲１２等試験\n原告は，本件製品が構成要件Ｂを充足することを判定する手段として，甲１\n２等試験がふさわしいと主張する。\nしかし，甲１２等試験がどのようなものであるかについては，「手伸ばし試\n験」という以上には主張されておらず，その内容は判然としないが，証拠（甲\n１２ないし１８）によると，各本件製品を，縦方向を４６又は４７ｃｍ，横方\n向を６０ｃｍの寸法に切り出し，縦方向と横方向の各両端と中央付近の３か所\nを，片手でその都度掴んで，任意の力で引っ張るものとうかがわれる。\nしかし，手で伸ばす場合には，荷重は人力の範囲内でいかようにも調整でき\nるのであり，甲１２等試験は，およそ客観性，再現性のある試験ということは\nできないものである上，上記(3) の「仮固定」したときの伸び率を測定するも\nのでもないから，甲１２等試験が本件明細書から導かれる不織布の測定方法に\n当たるということはできない。\nその結果をみても，当該伸ばした箇所において，縦方向（伸びやすい方向）\nにイ号製品が１３０％，ロ号製品が１２３％，ハ号製品が１２１％，ニ号製品\nが１４１％，ホ号製品が１４０％，ヘ号製品が，１３４％伸び得るものである\nことが判明するのみであり，この結果から直ちに「１２０～１４０％まで自由\nに伸びて縮む」ことがいえるわけでもない。\nイ  甲６等試験\n原告は，甲６等試験が，甲１２等試験と同じ意義を有する試験であり，本件\n製品が，いずれも「１２０～１４０％まで自由に伸びて縮む」ことの根拠とな\nると主張する。\nしかし，甲６等試験は，その主張するところによっても，製品ごとに加える\n荷重を変えたり，試験片の大きさやつかみ間隔が異なったりしており，試験条\n件が異なるのであるから，そもそも比較対象の根拠とすることが困難である。\nまた，つり下げた「直後」とはいかなる時点をいうのか，どのように「つり\n下げる」のか（つり下げる際の具体的動作や，それに掛ける時間，加速度等の\n統制手段の有無）についても明らかでなく，再現性も乏しい。その上，甲６等\n試験の試験片の大きさは，幅５０ｍｍ，つかみ間隔が１００ｍｍ又は２００ｍ\nｍであり，本件製品が想定する，実際に使用される際の大きさとは異なるもの\nである。前記(4)の「仮固定」したときの不織布の伸び率を測定するものでも\nない。以上の点からすると，本件明細書から判明する不織布の測定方法に当た\nるということはできない。\nウ  甲１９試験\n原告は，更に，甲１９試験が，甲１２等試験と同旨の試験であり，本件製品\nが，いずれも構成要件Ｂの「１２０～１４０％まで自由に伸びて縮む」ことの\n根拠となるとも主張する。\nこの点，甲１９試験は，原告従業員において，福岡県工業技術センター化学\n繊維研究所の機材により試験した結果をまとめたものであるが，甲１９及び弁\n論の全趣旨によると，試験の内容は次のとおりと認められる。\n①  縦４６０ｍｍ，横６００ｍｍの試験片寸法とする。\n②  一端を，亜鉛鍍金鋼板に，イ号，ロ号，ニ号製品は，面状ファスナー４個\nで，ホ号，ヘ号製品は付属磁石４個で固定する。\n③  他端の中央に，幅３２ｍｍのダブルクリップを付け，そのクリップを引張\n速度毎分１００ｍｍにて，オートグラフ精密万能試験機で，試験片を引っ張\nる。\n④  荷重－ストロ－ク線図から，本件発明における伸び量を読み取る。\nしかし，原告は，イ号，ロ号，及びハ号製品については，面状ファスナーで\n４か所を仮固定する一方，ホ号及びへ号製品については，磁石４個で固定して\nおり，固定具を恣意的に選択している。\n加えて，甲１９において，「データポイント」として指摘する点が，本件特\n許の想定する限界的意義を正しくとらえたものであることについて，原告から\n納得のいく説明はない上，甲第１９号証に示された結果によると，最大の伸び\nを示したニ号製品においても，その伸びは約１２７％にとどまり，結局，甲１\n９試験の結果をもって，本件製品が「「１２０～１４０％まで自由に伸びて縮\nむ」ものであることの証拠になるということはできない。\nエ  本件製品についての参加人らの判定\n参加人らは，本件製品が構成要件Ｂを充足しないことを示すものとして，丙\n３，丁８試験の結果を提出する（丙３，１０ないし１３，丁８ないし１１）\n(ｱ)  丙３，丁８試験は，次のような試験である。\n①  本件製品を，いずれも，幅６００ｍｍに切り出し，又は６００ｍｍ付近\nの切れ目（ミシン目）の位置を鋏で切断し，試験サンプルとする。\n②  試験片の６００ｍｍの辺を固定端，移動端とし（伸び率の比較的高い方\n向である６００ｍｍの辺と直交方向に引っ張る），引っ張る有効長を３５０\nｍｍとし，端から５５ｍｍ，及びそこからさらに３５０ｍｍの間隔で二本\nの直線でマーキング線を入れる。\n③  試験片の上端のマーキング線を，島津製作所製卓上試験機ＥＺ－Ｌの上\n側治具に，ネジで固定する。\n④  同じく，下側は，ＪＦＥ製カラー鋼板を治具とし，磁石４個で固定する。\n⑤  引張速度１００ｍｍ毎分で引っ張り，目視で磁石の状態を観察し続け，\nいずれかの磁石が動いた瞬間の引張試験機のストローク値を記録する。磁\n石が４個あるため見落としする可能性があるため，伸び量と張力のグラフ\nから，直線性が変化する部分を抽出し，目視の値と比較して，小さいほう\nの値を磁石が動いた伸び量とする。\n(ｲ)  その結果（伸び率）は，次のとおりである（３回の試行のうち，最大のも\nの）。\n伸び率\nイ号製品  １０７％\nロ号製品  １０３％\nヘ号製品  １１２％\nニ号製品  １０７％\nホ号製品  １１４％\n(ｳ)  上記(3)，(4)に認定した本件特許において構成要件とされる不織布の特性\nを考慮すると，実際に用いられる幅の不織布の一端を磁石及び面状ファスナー\nで「仮固定」して他端を引っ張り，磁石がずれたとき（「仮固定」状態から逸\n脱したとき）の伸びを測定する丙３，丁８試験は，その想定に最も近似し，か\nつ，客観的かつ再現性の高い判定手段であるというべきである。\n(ｴ)  原告は，丙３，丁８試験につき，つかみ幅が不適切であるとか，使用する\n鋼板の種類が適切でないとか主張するが，つかみ幅については，不織布全体が\n伸張しないと通気口を覆うことができない点を考慮したものであり，実験条件\nの統制上，合理的であるとの参加人らの主張には相応の根拠がある上，原告自\nらが申し立てた判定（丙６の１ないし７）においては，不織布の大部分を固定\nして荷重を掛ける方法によって測定しているのであるから，かかる点から丙３，\n丁８試験を不適切とする根拠はないというべきであるし，丙３，丁８試験に用\nいられた鋼板がレンジフードに用いられることがないとか，実際の使用態様に\nそぐわないものであると認めるに足りる証拠もないから，失当である。\n(6)  まとめ\n以上によると，甲１２等試験，甲６等試験及び甲１９試験をもって，本件製品\nが「１２０～１４０％まで自由に伸びて縮む」ことを証明する証拠と評価するこ\nとはできないし，他にこれを立証する的確な証拠はなく，かえって，丙３及び丁\n８の各試験の結果に照らすと，本件特許の構成に即した本件製品の伸び率は，最\n大でも１１４％にとどまると認められる。したがって，本件製品に使用される不\n織布が，構成要件Ｂの「１２０～１４０％まで自由に伸びて縮む」不織布である\nと認めることはできない。\n第５  結論\n以上の次第で，本件製品は，いずれも構成要件Ｂを充足せず，本件特許の技術的\n範囲に属しないことは明らかというべきであるから，その余の争点について判断す\nるまでもなく，原告の請求はいずれも理由がない。よって，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官    谷          有    恒\n裁判官    松    阿    彌    隆\n裁判官松川充康は，転補のため署名押印することができない。\n裁判長裁判官    谷          有    恒\n（別紙）\n製 品 目 録\n１  イ号製品\n名    称  「レンジフードフィルター  フリーサイズ  浅・深型兼用  磁石付」\nＪＡＮコード    4902109 220012\n２  ロ号製品\n名    称 「厚っ！レンジフードフィルター  手で切れるタイプ  浅・深型兼用  磁\n石付」\nＪＡＮコード    4902109 220166\n３  ハ号製品\n名    称「厚っ！レンジフードフィルター  手で切れるタイプ  浅・深型兼用  取\n換用」\nＪＡＮコード    4902109 220173\n４  ニ号製品\n名称「浅型・深型兼用  レンジフードフィルター（ロールタイプ）サイズ約４６ｃ\nｍ×１１ｍ（フリーカット）」\nＪＡＮコード    4959244 094060\n５  ホ号製品\n名称「きれい好き  レンジフードフィルター  ＜浅型・深型兼用＞１枚入  サイズ\n４６ｃｍ×１８０ｃｍ  （フリーカット）」\nＪＡＮコード    4959244 094176\n６  ヘ号製品\n名称「レンジフードフィルター  フリーサイズ」\nＪＡＮコード    4522646 428162\n７  上記１から６までの製品のほか，次の各製品説明書と同一の構成を有するフィルタ\nー装置\n"
}