{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 6,
    "day": 24
  },
  "case_number": "平成27(ネ)10002",
  "case_name": "育成者権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85183",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85183",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/183/085183_hanrei.pdf",
  "contents": "平成２７年６月２４日判決言渡\n平成２７年（ネ）第１０００２号  育成者権侵害差止等請求控訴事件（原審  東京\n地方裁判所平成２１年（ワ）第４７７９９号，平成２５年（ワ）第２１９０５号）\n口頭弁論終結日  平成２７年４月１５日\n判 決\n控訴 人  株 式 会 社 キ ノ ッ ク ス\n訴 訟 代 理 人 弁護 士  矢 花 公 平\n被 控訴 人  築 館 な め こ 生 産 組 合\n（以下「被控訴人組合」という。）\n被 控 訴 人  有限会社つきだて茸センター\n（以下「被控訴人会社」という。）\n上記両名訴訟代理人弁護士  佐 々 木   敏   雄\n補佐人弁理 士  小   田   富士 雄\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決を取り消す（陳述された控訴状の「控訴の趣旨」には，「原判決を取\nり消す。」旨の記載はないが，他の控訴の趣旨の記載に照らし，この裁判も求\nめていることは明らかであると認める。）。\n２(1)  被控訴人組合は，原判決別紙１の「重要な形質」欄記載の形質について\n同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗\n（菌床の形態のものを含む。）を生産し，調整し，譲渡の申出をし，譲渡し，\n又はこれらの行為をする目的をもって保管してはならない。\n(2)  被控訴人組合は，原判決別紙１の「重要な形質」欄記載の形質について\n同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗\n（菌床の形態のものを含む。）を廃棄せよ。\n(3)  被控訴人組合は，控訴人に対し，原判決別紙２－１記載の謝罪広告を同\n別紙３－１記載の条件で各１回掲載せよ。\n(4)  被控訴人組合は，控訴人に対し，２０３７万０８４８円及びこれに対す\nる平成２２年３月２５日から支払済みまで年５分の割合による金員を支払え。\n３(1)  被控訴人会社は，原判決別紙１の「重要な形質」欄記載の形質について\n同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗\n（菌床の形態のものを含む。）を生産し，調整し，譲渡の申出をし，譲渡し，\n又はこれらの行為をする目的をもって保管してはならない。\n(2)  被控訴人会社は，原判決別紙１の「重要な形質」欄記載の形質について\n同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗\n（菌床の形態のものを含む。）を廃棄せよ。\n(3)  被控訴人会社は，控訴人に対し，原判決別紙２－２記載の謝罪広告を同\n別紙３－２記載の条件で各１回掲載せよ。\n(4)  被控訴人会社は，控訴人に対し，３０１万６０００円及びこれに対する\n平成２５年８月２４日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，種苗法（以下，単に「法」という。）に基づき品種登録したなめこ\nの育成者権（以下「本件育成者権」という。）を有する控訴人が，被控訴人ら\nによるなめこの生産等が本件育成者権を侵害するとして，被控訴人らに対し，\n法３３条に基づくその生産等の差止め及び廃棄，法４４条に基づく謝罪広告，\n並びに不法行為に基づく損害賠償として，被控訴人組合に対しては２０３７万\n０８４８円及びこれに対する遅延損害金の，被控訴人会社に対しては３０１万\n６０００円及びこれに対する遅延損害金の，各支払を求める事案である。\n原審は控訴人の請求をいずれも棄却し，控訴人がこれを不服として控訴した。\n２  前提事実等，争点，争点に対する当事者の主張は，原判決を次のとおり補正\nするほか，原判決「事実及び理由」第２の２及び３並びに第３に記載のとおり\nであるから，これを引用する（以下，略語は原判決と同様のものを用いる。）。\n(1)  原判決６頁５行目の「農林水産物」を「農林水産植物」と，同頁１０行\n目の「担子菌」を「担子器」と，それぞれ改める。\n(2)  原判決１８頁１７行目末尾に，改行の上，次のとおり加える。\n「(エ)  Ｋ２株の栽培特性と本件特性表に記載の特性との一致\nなお，本件鑑定書に記載のＫ２株の栽培特性のデータと，本件特性表に\n記載された本件登録品種の特性とを比較すると，両者は，最適温度におけ\nる子実体発生までの期間の点で異なる以外には，成熟期の菌傘の直径と菌\n柄の長さの比率が小さい，菌傘の肉質が軟らかい，菌傘にリン皮がないと\nの点で，主要な特性が一致している。この点からも，Ｋ１株とＫ２株は，\n特性により明確に区別されないというべきである。」\n(3)  原判決２１頁６行目末尾に，改行の上，次のとおり加え，同頁７行目冒\n頭の「キ」を「ク」と改める。\n「キ  Ｇ株が本件登録品種の従属品種に当たること\nきのこの生理特性上，同一品種であっても栽培試験によって完全に一致\nする結果を得ることは難しく，有意差の範疇で多少の相違点が認められる\nことはあり得る。仮に，このような微小な相違点を理由に別品種とみなし\nた場合であっても，従属品種の範疇であることから，本件登録品種に係る\n育成者権が及ぶ。」\n(4)  原判決２２頁４行目の「（判決注：」から同頁７行目の「善解され\nる。）」までを削る。\n(5)  原判決２２頁２３行目末尾に，改行の上，次のとおり加える。\n「この点に関し，控訴人は，本件登録品種の品種登録時の特性と，Ｋ２株の\n特性が，主要な点で一致していると指摘する。しかしながら，本件登録品種\nは，最適温度における子実体発生までの期間が極めて短いことを重要な特性\nとして品種登録されたものであり，その点について相違がある以上，控訴人\nの指摘する他の特性において一致していたとしても，本件登録品種とＫ２株\nは別品種というべきである。」\n(6)  原判決２６頁２０行目の「平成２３年２月」を「平成２３年９月２日」\nと改める。\n(7)  原判決２８頁６行目末尾に，改行の上，次のとおり加える。\n「控訴人が被控訴人組合に納品した本件登録品種の種菌のうち，被控訴人組\n合から返品を受けたのは，平成１９年２月７日の１２本のみであり，その返\n品の理由は，栽培に不要であるとのことであった。また，控訴人による本件\n登録品種から新品種への切替えは，より容易に性能維持の可能な新品種を開\n発したことによるものであり，本件登録品種の特性を維持することができな\nいと判断したことによるものではない。\n控訴人は，ウェブサイト上での本件登録品種の種菌の販売は停止している\nものの，平成２３年９月２日まではこれを株式会社雲仙きのこ本舗に販売す\nるなど，特定の顧客に販売しているから，本件登録品種について，品種登録\n上の登録要件を欠くことが明らかになったとはいえない。」\n(8)  原判決２８頁１２行目の「代表者を務める」を「前代表者であった」と\n改める。\n第３  当裁判所の判断\n当裁判所も，争点１に関し，被控訴人組合が控訴人の許諾の範囲を超えて，\nまた，被控訴人会社が控訴人の許諾なく，本件登録品種又はこれと特性により\n明確に区別されないなめこの種苗の生産等をしたと認めることはできないから，\n控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおり\nである。\n１  育成者権侵害の存否に関する判断基準について\n法の品種登録制度により保護の対象とされる「品種」とは，特性の全部又は\n一部によって他の植物体の集合と区別することができ，かつ，その特性の全部\nを保持しつつ繁殖させることができる一の植物体の集合をいい（法２条２項），\nこれは，現実に存在する植物体の集合そのものを法による保護の対象とするも\nのである。\nそして，法は，育成者権の及ぶ範囲について，「品種登録を受けている品種\n（以下「登録品種」という。）及び当該登録品種と特性により明確に区別され\nない品種」を「業として利用する権利を専有する」と定める（法２０条１項）\nところ，ここに，「登録品種と特性により明確に区別されない品種」とは，登\n録品種と特性に差はあるものの，品種登録の要件としての区別性が認められる\n程度の明確な差がないものをいう。具体的には，登録品種との特性差が各形質\n毎に設定される階級値（特性を階級的に分類した数値）の範囲内にとどまる品\n種は，ここにいう「登録品種と特性により明確に区別されない品種」に該当す\nる場合が多いと解されるし，特性差が上記の範囲内にとどまらないとしても，\n相違する項目やその程度，植物体の種類，性質等を総合的に考慮して，「登録\n品種と特性により明確に区別されない品種」への該当性を肯定することができ\nる場合もあるというべきである。\nところで，品種登録の際に，品種登録簿の特性記録部（特性表）に記載され\nる品種の特性（法１８条２項４号）は，登録品種の特徴を数値化して表すもの\nと理解することができるが，品種登録制度が植物を対象とするものであること\nから，特性の評価方法等の研究が進展したとしても，栽培条件等により影響を\n受ける不安定な部分が残ることなどからすると，栽培された品種について外観\n等の特徴を数値化することには限界が残らざるを得ないものということができ\nる。\nこのような，品種登録制度の保護対象が「品種」という植物体の集団である\nこと，この植物の特性を数値化して評価することの方法的限界等を考慮するな\nらば，品種登録簿の特性表に記載された品種の特性は，審査において確認され\nた登録品種の主要な特徴を相当程度表すものということができるものの，育成\n者権の範囲を直接的に定めるものということはできず，育成者権の効力が及ぶ\n品種であるか否かを判定するためには，最終的には，植物体自体を比較して，\n侵害が疑われる品種が，登録品種とその特性により明確に区別されないもので\nあるかどうかを検討する（現物主義）必要があるというべきである。\n２  本件鑑定嘱託の結果について\n控訴人は，本件鑑定嘱託の結果に基づき，被控訴人らが，本件登録品種の種\n菌と同じ種菌を使用してなめこを生産等していることが裏付けられると主張す\nる。そこで，その当否について，以下に検討する。\n(1)  本件鑑定嘱託に基づく鑑定の内容（本件鑑定書に記載された鑑定嘱託の\n結果により認められる。）\n本件鑑定嘱託に基づいて森林・林業・緑化協会（旧きのこ振興センター）\nが行った本件試験は，供試菌株であるＫ１株，Ｋ２株及びＧ株について，同\n一条件下で菌糸性状試験，温度適応性試験及び栽培試験を行い，新審査基準\nに重要な形質として列挙された項目を調査項目として，その結果を観察・測\n定したものである。\nしかるに，供試菌株のうちＫ１株については，栽培試験において子実体の\n発生を確認することができなかったため，同試験により把握すべき形質に係\nる項目，すなわち，菌傘や菌柄の形状，子実体の発生，収量性に関する特性\nについては，観察や測定の結果は得られなかった。\n本件鑑定書の「５．考察」には，本件試験において観察や測定を行った結\n果，及び，これを踏まえた鑑定事項に関する考察として，次の記載がある。\n「菌糸性状試験では，異菌株判別法の一つである対峙培養から３菌株間に帯\n線及び嫌触反応が全く観察されなかった。また各項目においても３菌株間に\n明瞭な相違は確認されなかった。一方，菌糸成長最適温度及び菌糸体成長温\n度では温度帯によって有意差が認められるものが確認された。\n栽培試験では，Ｋ１株において子実体発生を確認できなかった。菌廻りも\n遅延する傾向があり，発生操作後トリコデルマ等の害菌の被害を容易に受け，\n子実体発生までに至らなかった。Ｋ２株とＧ株との比較では外観上の明瞭な\n相違は認められなかった。収量，菌柄の太さ及び菌柄の長さには有意差が認\nめられるものの，菌さんの大きさ，菌さんの厚さ，有効茎数には有意差は認\nめられなかった。\nナメコ空調栽培では，種菌が原因と考えられる子実体の発生不良がしばし\nば起こる。その原因として種菌の微生物学的純粋性と熟度の問題及び母菌の\n継代過程で劣化・退化と称される菌株の性質の変化が指摘されている。本鑑\n定に供試した種苗登録されたＫ１株とＫ２株は同一菌株であるはずだが，本\n試験結果では大きく栽培特性が異なる結果となった。その原因として，２菌\n株の保管管理状況の相違が考えられる。ナメコは自然に脱二核化が起こり，\n二核菌糸の植え継ぎ回数が多くなるにつれてクランプ結合数がかなり急激に\n減少する傾向が報告されている。また，菌株の植え継ぎによって栽培特性と\n菌叢の変化が生じ，子実体収穫時期や収量に明確な影響を与え，菌株の保管\n管理状態によっては脱二核化による子実体の発生不良現象を引き起こすこと\nが報告されている。また，脱二核化した菌糸はオガ粉培地においても菌廻り\nが薄く，培地全体が軟弱化すると報告がある。そのような発生不良株は発生\n操作後に害菌の侵害を受け，栽培を継続できない培地が多発する。本試験結\n果においても子実体発生不良であったＫ１株は菌廻りが薄く・・・，培地全\n体が軟弱化し，発生操作後に著しい害菌の侵害を受けた・・・。Ｋ１株の寒\n天培地上菌糸を検鏡したところ，二核菌糸の特徴であるクランプ結合は確認\nできなかった・・・。\nこれらの母菌や種菌の変異については，林野庁森林総合研究所を中心とし\nて研究が行われ「きのこ変異判別と変異発生予防」（農林水産省相林水産技\n術会議事務局・林野庁森林総合研究所，１９９９）としてまとめられている。\n種菌メーカーはこれらを基に独自の基準をもって品質管理を行っていると考\nえられ，Ｋ２株は比較的良好な条件で管理されていたものと推察される。\n以上のことから，本試験結果の菌糸性状試験及び栽培試験の調査項目の一\n部に有意差は認められるが，３菌株は遺伝的に別の特性を有するということ\nは言えない。」\n(2)  鑑定嘱託の結果の採否について\nア  Ｋ１株と，Ｋ２株ないしＧ株との特性上の異同について\n前記のとおり，本件試験では，供試菌株のうちＫ１株について子実体の\n発生を確認することができなかったことから，同株とその余の２つの供試\n菌株との間では，菌糸の性状及び温度適応性に関する特性のみが比較され\nており，子実体の発生により初めて把握が可能な大部分の特性についての\n比較は行われていない。そうすると，Ｋ１株とその余の２つの供試菌株で\nあるＫ２株とＧ株との間では，育成者権の効力が及ぶ品種であるか否かを\n判定するための前提となる植物体自体の比較（現物主義に基づく比較）が，\n十分に行われたと評価することは困難である。\nこの点に関し，本件鑑定書は，Ｋ１株及びＫ２株について，「同一菌株\nであるはずだが，本試験結果では大きく栽培特性が異なる結果となっ\nた。」としつつ，その原因として，Ｋ１株についてはその保管管理状況か\nら脱二核化が生じた可能性を指摘するなどした上，「本試験結果の菌糸性\n状試験及び栽培試験の調査項目の一部に有意差は認められるが，３菌株は\n遺伝的に別の特性を有するということは言えない。」と結論付けている。\nしかしながら，本件鑑定書が栽培特性が異なる結果となった原因として\n指摘するＫ１株の脱二核化の可能性は，Ｋ１株とその余の２つの供試菌株\nとが，植物体自体の比較が十分に行われたと評価することが上記のとおり\n困難であるにもかかわらず，「特性により明確に区別されない」と結論付\nけることを首肯すべき事情とは認められず，他に，本件鑑定書の上記結論\nの信用性を裏付けるに足りる証拠は見当たらない。\nよって，本件鑑定書に記載の鑑定嘱託の結果に基づいて，Ｋ１株（種苗\n管理センターに寄託された本件登録品種の種菌株）と，その余の２つの供\n試菌株であるＫ２株（控訴人が本件登録品種の種菌として保有していたと\n主張する種菌株）ないしＧ株（被控訴人会社の販売するなめこから抽出し\nた種菌株）とが「特性により明確に区別されない」と認めることはできな\nい。\nイ  Ｋ２株とＧ株との特性上の異同について\n控訴人は，鑑定嘱託の結果に基づいて，Ｋ２株とＧ株との同一性は肯定\nされる旨主張することから，この点について検討する。\n本件鑑定書は，Ｋ２株とＧ株について，外観上の明瞭な相違は認められ\nず，収量，菌柄の太さ及び菌柄の長さには有意差が認められるものの，菌\nさんの大きさ，菌さんの厚さ，有効茎数には有意差は認められなかったと\nする。\nこの点，有意差があるとする特性について，本件鑑定書に記載された測\n定結果をより詳細に見ると，①菌糸成長最適温度については，３菌株とも\n２６℃で最も菌糸伸張速度が速くなったが，２６℃区では３菌株間に有意\n差が認められ，２０℃区，２２℃区でも３菌株間ないしは２菌株間に有意\n差が認められた，②菌糸体の成長温度については，３０℃区では有意差は\n認められなかったが，その他の試験区では２菌株間ないし３菌株間に有意\n差が認められた，③菌傘の長さ及び太さ並びに子実体の収量について，Ｋ\n２株とＧ株の２菌株間に有意差が認められた，というものである（鑑定嘱\n託の結果）。\nしかるに，①については，最適温度の階級値としては３菌株間に相違は\nない。②については，少なくともＫ２株とＧ株の各温度における階級値を\n比較すると，１５℃区においてＫ２株が「中」であるのに対してＧ株が\n「遅」であるほかは階級値に相違はなく，また，１５℃区における両者の\n数値（平均値）を比較すると，Ｋ２株が「３．２ｂ」であるのに対し，Ｇ\n株は「３．１ｃ」であり，その差が特に大きいとは認められない。加えて，\n１５℃区におけるＫ２株の階級値の評価については，実際の数値と新審査\n基準（甲１７の８枚目）における当該特性項目に係る「備考」欄に記載さ\nれた数値範囲を対比すると，むしろ「やや遅」と評価されるべきものであ\nって，Ｇ株の特性により近づくということができる。さらに，③について\nも，それぞれの形質項目における階級値自体には相違はない。\n以上の点を総合的に考慮すると，Ｋ２株とＧ株とは，両者の特性差が各\n形質毎に設定される階級値の範囲内に概ねとどまっているということがで\nきるから，両者は，「特性により明確に区別されない」と認めることは可\n能であるというべきである。したがって，何らかの形でＫ１株とＫ２株の\n同一性を立証することができるならば，Ｋ１株（本件登録品種）とＧ株も\n「特性により明確に区別されない」と認める余地が生じることになる。\n３  控訴人の提出するＤＮＡの分析結果について\n控訴人は，Ａ報告（甲１９），Ａ追加報告（甲２２）及びＢ報告（甲２３）\nを提出し，これらのＤＮＡ分析結果によれば，種苗管理センターに寄託された\n本件登録品種の種菌（Ｋ１株に相当するもの）と，控訴人が本件登録品種の種\n菌と主張する種菌（Ｋ２株に相当するもの）との同一性を肯定することができ\nると主張する。そこで，この点について，以下，検討する。\n(1)  Ａ報告（甲１９）及びＡ追加報告（甲２２）について\nＡ報告（甲１９）は，種苗管理センターから送付された本件登録品種の菌\n株（以下「Ｋ１’株」という。）と，控訴人から本件登録品種のものとして\n送付された菌株（以下「Ｋ２’株」という。）からそれぞれＤＮＡを抽出し，\n６種類のプライマーを用いてＰＣＲ法で増幅させ，これを電気泳動させたと\nころ，５種類のプライマーを用いたものは両者のバンドパターンが一致した\nが，その余の１種類のプライマーを用いたものについては，Ｋ１’株につい\nてバンドの消失と思われる現象が見られ，バンドパターンが一致しなかった\nというものである。\nそして，Ａ追加報告（甲２２）は，Ｋ１’株についての上記のバンドの消\n失の原因を調査するため，Ｋ２’株（二核株。二つの核を以下「Ａ核」，\n「Ｂ核」ということがある。）からプロトプラストを作製してその再生株\n（１９６菌株）を得，これを特定のプライマーを用いてＰＣＲ法で増幅した\nところ，Ｋ１’株と同様のバンドパターンを持つものが１１７菌株，Ｋ２’\n株と同様のバンドパターンを持つものが２菌株あり，その余の７７菌株につ\nいては増幅することができなかったことから，Ｋ１’株と同様のバンドパタ\nーンのもののうち３菌株（４－２４株，４－４８株及び５－１０株），Ｋ\n２’株と同様のバンドパターンの２菌株（３－９株及び３－２０株）につい\nて，Ａ核由来の遺伝子だけを増幅可能なＡ核特異的プライマーセット及びＢ\n核由来の遺伝子だけを増幅可能なＢ核特異的プライマーセット（いずれも，\nＫ１’株について上記の消失したバンド周辺の配列解析の結果から設計され\nた。）を用いてＰＣＲ法により増幅し，これを電気泳動させた。その結果，\nＡ核特異的プライマーセットを用いた場合には，Ｋ２’株と３－２０株が同\nじバンドパターンを示し，Ｂ核特異的プライマーセットを用いた場合には，\nＫ２’株，Ｋ１’株，４－２４株，４－４８株及び５－１０株が同じバンド\nパターンを示したことから，３－２０株はＡ核のみとなった一核株であり，\n他方，４－２４株，４－４８株及び５－１０株は，Ｂ核のみとなった一核株\nであるとともに，これらがＫ１’株と同じバンドパターンを示すことから，\nＫ１’株についてのバンドの消失の原因は，原菌株であるＫ２’株の一核化\nにより説明可能であるとするものである。\n(2)  Ｂ報告（甲２３）について\nＢ報告（甲２３）は，ゲノムＤＮＡ中に散在する繰り返し配列に挟まれた\n領域のみを選択的に増幅し，その配列を次世代シーケンサーで読み取る手法\nを用いて，Ａ追加報告において用いられたＫ２’株に由来するプロトプラス\nト再生株である３－２０株，４－２４株，４－４８株及び５－１０株の間で，\n異なる塩基配列（一塩基が変異した遺伝的多型を示す配列）を示す領域を探\n索し，識別に用いることができる配列として解析対象とした４８領域（４－\n２４株，４－４８株及び５－１０株間では，いずれも共通の配列を示し\nた。）に含まれる６８座の変異箇所について，Ｋ１’株との比較を行ったと\nころ，Ｋ１’株は，データが欠落していた２９座を除く３９座の遺伝子座の\n全てにおいて，４－２４株，４－４８株及び５－１０株の遺伝子型（変異箇\n所に係る塩基の型）と一致したとするものであり，同報告は，Ｋ１’株の上\n記３９座の全ての遺伝子型が偶然プロトプラスト再生株（Ｂ核のみ）のそれ\nと一致する確率は０．５３９≒１．８×１０－１２で限りなくゼロに近いとして，\nＫ１’株はＫ２’株が脱二核化（Ａ核が欠落）した単核株（Ｂ核のみ）であ\nると結論付けている。\n(3)  検討\nＤＮＡ分析の手法は，全ゲノムを解析するのではなく，特定のプライマー\nを用いることにより，品種に特徴的であると考えられる一部のＤＮＡ配列を\n分析するものであるから，品種識別に利用する際には，その正確性，信頼性\nを担保するためにも，妥当性が確認されたものとして確立された分析手法を\n採用することが必要であるというべきである。\nしかるに，なめこについては，品種識別のためのＤＮＡ分析手法として，\nその妥当性が確認されたものとして確立されているものが存在することを認\nめるに足りる証拠はない（乙４１によれば，いちご，リンゴなどの一部の植\n物体についてはＤＮＡ分析による品種識別技術が確立しているものの，なめ\nこについては，そのようなＤＮＡ分析手法は存在しないことは原判決も説示\nしているとおりである。）。そして，Ａ報告，Ａ追加報告及びＢ報告におい\nて用いられているＤＮＡ分析手法は，一科学者の研究手法としては傾聴に値\nするものであるとしても，それが，なめこの品種識別を行うための手法とし\nて妥当なものであるかどうかについて，他の研究者による追試や検証等が行\nわれ，科学界において，その評価が確立しているとまで認めるに足りる証拠\nはないのであるから，これを「その妥当性が確認されたものとして確立され\nた」ＤＮＡ分析手法と同視し得るものとして，そのまま採用することには躊\n躇を覚えざるを得ない。\n特に，Ａ報告及びＡ追加報告は，６種類のプライマーのうち１種類を用い\nた分析において，Ｋ１’株とＫ２’株のバンドパターンが一致しなかったこ\nとから，Ｋ１’株がＫ２’株の原菌株であることを直接裏付けるものとはい\nえず，また，Ｂ報告については，実験に用いたプライマーの配列などの再現\n実験に必要なデータが不足していることや，塩基に変異があったとするそれ\nぞれの箇所において異なる塩基がどのような割合で出現するのかが解明され\nていないことなどからすると，これをもってＫ１’株はＫ２’株が脱二核化\nしたものであるとの結論を採用することは困難である。\nよって，これらの報告に基づき，種苗管理センターに寄託された本件登録\n品種の種菌と，控訴人が本件登録品種の種菌と主張する種菌との同一性を肯\n定できるとする控訴人の主張は，採用することができない。\n４  控訴人のその余の主張について\n(1)  控訴人は，本件鑑定書に記載のＫ２株の栽培特性のデータと，本件特性\n表に記載された本件登録品種の特性とが，その主要な点で一致するとして，\nＫ１株とＫ２株とが特性により明確に区別されないと主張する。\nしかしながら，品種登録簿の特性表に記載された品種の特性は，登録品種\nの主要な特徴を相当程度表しているものの，育成者権の範囲を直接的に定め\nるものということはできないのは前記のとおりであるところ，本件において\nは，Ｋ１株に基づくなめこと，Ｋ２株に基づくなめことを，現物主義の立場\nから十分に比較することができない事情が存することは既に説示したとおり\n（前記２(2)ア）である。\nまた，登録時審査基準に添付された測定基準（甲２１の別紙「測定基準」\nとの表題のある一覧表）における「調査方法」欄の記載と，新審査基準に添\n付された特性審査基準（甲１７の８枚目ないし１０枚目）における「備考」\n欄の記載及び「なめこ「特性表」記載上の注意」（甲１７の１１枚目及び１\n２枚目）とを比較すれば，新審査基準に準拠して行われた本件試験における\n栽培試験が，登録時審査基準を前提に，本件特性表に記載された本件登録品\n種の特性が記録されたのと全く同一の栽培条件下で行われたと認めることは\nできないから，本件特性表に記録された特性と本件試験における栽培試験に\nより記録された特性とを単純に比較して，両者の異同を判別するのは適切で\nはない。\nさらに，本件特性表に記載された本件登録品種の特性と，本件鑑定書に記\n載のＫ２株の栽培特性のデータとを念のため比較しても，両者は，菌糸の生\n長に関する温度特性のうち，生長最適温度に相違があるほか，５℃，１０℃，\n１５℃及び３０℃における生長速度において，それぞれ階級値を超える相違\nがあり，最適温度における子実体発生までの期間については，本件試験にお\nいてはこれに相当する項目の測定結果はなく，比較を行うことができない。\nこれらの点を併せ考えると，控訴人の指摘する，成熟期の菌傘の直径と菌柄\nの長さの比率や菌傘の肉質等のみから，両者が，その特性において明確に区\n別することができないと認めることはできない。\nよって，控訴人の上記主張は，採用することができない。\n(2)  なお，控訴人の主張には，Ｇ株が本件登録品種の従属品種に当たる旨の\n部分もある。\nこの点，従属品種とは，「登録品種の主たる特性を保持しつつ特性の一部\nを変化させて育成され，かつ，特性により当該登録品種と明確に区別できる\n品種」（法２０条２項１号），すなわち，親となる登録品種に主として由来\nし，そのわずかな特性を変更して育成された品種をいう。しかるに，本件で\nは，Ｇ株が本件登録品種に主として由来することを裏付けるに足りる証拠は\nないから，これが本件登録品種の従属品種に当たると認めることはできず，\nこの点に関する控訴人の上記主張は，採用することができない。\n５  結論\n以上のとおりであり，被控訴人らが本件登録品種又はこれと特性により明確\nに区別されないなめこの種苗の生産等を行い，あるいは，その収穫物を販売し\nたと認めるに足りる証拠はない。\nそうすると，控訴人の請求は，その余の争点について判断するまでもなく理\n由がないから，これを棄却した原判決は相当である。\nよって，本件控訴を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官      鶴    岡    稔    彦\n裁判官      田    中    正    哉\n裁判官      神    谷    厚    毅\n"
}