{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 28
  },
  "case_number": "平成23(行ケ)10241",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82040",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82040",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/040/082040_hanrei.pdf",
  "contents": "平成２４年２月２８日判決言渡\n平成２３年（行ケ）第１０２４１号  審決取消請求事件\n口頭弁論終結日  平成２３年１２月２６日\n判 決\n当事者の表示は，別紙当事者目録記載のとおり。\n主 文\n１  特許庁が不服２０１０－８７８０号事件について平成２３年６月１６日にし\nた審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文と同旨。\n第２  事案の概要\n１  前提事実\n原告は，発明の名称を「電力システム」とする発明について，平成１６年２月１\n３日に特許出願（特願２００５－５０５００５，優先権主張平成１５年２月１３日，\n日本国。以下「本願」という。）をしたが，平成２０年４月１６日付けで拒絶理由\n通知を受け，同年６月２５日付けで意見書を提出したが，平成２１年６月１０日付\nけで拒絶理由通知を受け，更に同年８月１２日付けで意見書及び手続補正書を提出\nしたが，平成２２年１月２２日付けで拒絶査定を受けたので，同年４月２６日，こ\nれに対する不服の審判を請求するとともに（不服２０１０－８７８０号事件），手\n続補正書を提出した（以下「本件補正」という。）。\n特許庁は，本件補正を却下した上，平成２３年６月１６日，「本件審判の請求は，\n成り立たない。」との審決（以下「審決」という。）をし，その謄本は，同月２８\n日に原告に送達された。\n２  特許請求の範囲\n(1) 本件補正前（平成２１年８月１２日付け手続補正書の記載による。）の本願\nの特許請求の範囲の請求項１の記載は以下のとおりである（以下，この発明を「本\n願発明」という。）。\n【請求項１】１つまたは複数の発電機器，１つまたは複数の蓄電機器および１つま\nたは複数の電力消費機器のうちから選ばれた少なくとも１つの機器と，電力需給制\n御機器とを備えた電力需給家の複数が電力需給線路により相互接続されてなる電力\nシステムにおいて，\n前記電力需給制御機器は，\n当該電力需給制御機器が備えられた前記電力需給家において電力不足が生じるか\n否か，または電力余剰が生じるか否かを判断し，\n当該電力需給家において電力不足が生じる場合には，前記発電機器および／また\nは前記蓄電機器を備えた他の電力需給家から電力需給線路を介して電力を受け取り，\n当該電力需給家において電力余剰が生じる場合には，他の電力需給家に電力需給\n線路を介して電力を渡す，\nことを特徴とする電力システム。\n(2) 本件補正後の本願の特許請求の範囲（甲２。本件補正後の特許請求の範囲，\n明細書及び図面を総称して，「補正明細書」という場合がある。）の請求項１の記\n載は以下のとおりである（以下，この発明を「本願補正発明」という。）。\n【請求項１】少なくとも１つの発電機器，少なくとも１つの蓄電機器および少なく\nとも１つの電力消費機器と，電力需給制御機器とを備えた電力需給家の複数が夫々\nの電力需給制御機器において電力需給線路により相互接続されてなる電力システム\nにおいて，\n前記電力需給制御機器は，\n当該電力需給制御機器が備えられた前記電力需給家において電力不足を生じるか\n否か，または電力余剰が生じるか否かを判断し，\n当該電力需給家において電力不足が生じる場合には，前記発電機器および／また\nは前記蓄電機器を備えた他の電力需給家から電力需給線路を介して電力を受け取り，\n当該電力需給家において電力余剰が生じる場合には，他の電力需給家に電力需給\n線路を介して電力を渡す，\nことを特徴とする電力システム。\n３  審決の理由\n(1) 別紙審決写しのとおりである。要するに，本願補正発明は，特願２００２－\n１２５２９０号（特開２００３－３２４８５０号。以下「先願」という。）の願書\nの最初に添付した明細書，特許請求の範囲又は図面（甲３。以下「引用例」とい\nう。）記載の発明（以下「先願発明」という。）と同一であり，しかも，本願の発\n明者が先願発明を発明した者と同一ではなく，本願の出願時において，その出願人\nが先願の出願人と同一でもないので，特許法２９条の２の規定により特許出願の際\n独立して特許を受けることができないものであり，本件補正は却下すべきである，\nまた，本願発明の構成要件を全て含み，さらに他の構成要件を付加したものに相当\nする本願補正発明は，先願発明と一致し相違点は認められないから，本願発明も，\n同様の理由により，先願発明と同一であり，しかも，本願の発明者が先願発明を発\n明した者と同一ではなく，本願の出願時において，その出願人が先願の出願人と同\n一でもないので，特許法２９条の２の規定により特許を受けることができないとい\nうものである。\n(2) 上記判断に際し，審決が認定，判断した「先願発明の内容」，「本願補正発\n明と先願発明との一致点及び相違点」，「本願補正発明と先願発明との対比・判\n断」は，以下のとおりである。\nア  先願発明の内容\n自家発電装置，エネルギー蓄積装置および少なくとも１つの電力消費機器と，制\n御装置を備えた電力需要家の複数が制御装置において送配電線網により相互接続さ\nれてなる電力需給調整システムにおいて，\n前記制御装置は，\n当該制御装置が備えられた前記電力需要家において電力が不足するか，または電\n力が余剰しているかを判定し，\n当該電力需要家において電力が不足すると判定した場合には，前記自家発電装置\nおよび前記エネルギー蓄積装置を備えた他の電力需要家から送配電線網を介して受\n電し，\n当該電力需要家において電力の余剰と判定した場合には，他の電力需要家に送配\n電線網を介して送電する，\n電力需給調整システム。\nイ  一致点及び相違点\n(ｱ)  一致点\n少なくとも１つの発電機器，少なくとも１つの蓄電機器および少なくとも１つの\n電力消費機器と，電力需給制御機器とを備えた電力需給家の複数が夫々の電力需給\n制御機器において電力需給線路により相互接続されてなる電力システムにおいて，\n前記電力需給制御機器は，\n当該電力需給制御機器が備えられた前記電力需給家において電力不足が生じるか\n否か，または電力余剰が生じるか否かを判断し，\n当該電力需給家において電力不足が生じる場合には，前記発電機器および／また\nは前記蓄電機器を備えた他の電力需給家から電力需給線路を介して電力を受け取り，\n当該電力需給家において電力余剰が生じる場合には，他の電力需給家に電力需給\n線路を介して電力を渡す，\n電力システム。\n(ｲ)  相違点は認められない。\nウ  本願補正発明と先願発明との対比・判断\n本願補正発明における「電力需給線路」について，本願明細書及び図面に「何等\n定義が無く，また，広辞苑によれば，本願補正発明の『電力需給線路』のうち，\n『需給』とは『需要と供給』のことであり，『線路』とは『電力輸送・通信用など，\n有線式電気回路の総称』のことであるから，・・・『電力需給線路』が『送配電\n網』と概念的に異なるとは認められず，『電力需給線路』の概念に『送配電線網』\nが含まれる・・・。」（判決注  審決は，「概念的に異なる」あるいは「電力需給\n線路の概念」等，「概念」との語を用いているが，必ずしも適切でないので，本判\n決では，審決を引用する外，「概念」の語を用いない。）\n第３  当事者の主張\n１  原告の主張\n審決は，本願補正発明が，特許法２９条の２の規定により特許出願の際独立して\n特許を受けることができないと判断した誤り（取消事由１），本願発明が先願発明\nと一致し相違点は認められないと認定した誤り（取消事由２）があり，これらの誤\nりは結論に影響を及ぼすものであるから，審決は取り消されるべきである。\n(1) 本願補正発明が，特許法２９条の２の規定により特許出願の際独立して特許\nを受けることができないと判断した誤り（取消事由１）\n前記のとおり，審決は，本願補正発明における「電力需給線路」について，本願\n明細書及び図面に「何等定義が無く，また，広辞苑によれば，本願補正発明の『電\n力需給線路』のうち，『需給』とは『需要と供給』のことであり，『線路』とは\n『電力輸送・通信用など，有線式電気回路の総称』であるから，・・・『電力需給\n線路』が『送配電網』と概念的に異なるとは認められず，『電力需給線路』の概念\nに『送配電線網』が含まれる・・・。」と判断した。\nしかし，以下のとおり，本願補正発明における「電力需給線路」には，先願発明\nの「送配電線網」を含むものではないから，審決の認定，判断は誤りである。\nア  本願補正発明の「電力需給線路」に，「送電線，配電線，変電所および変圧\n器などの多くの設備から構成され，電気エネルギーを流通するための電力設備群」\nである先願発明の「送配電線網」を含むものではなく，両者は異なる。\nすなわち，補正明細書の段落【０００６】には「本発明の目的は，複数の電力需\n給家が，電力需給制御機器により相互接続されて構成された，従来の電力系統に拠\nらない電力システムを提供すること」，段落【０００９】には「本発明では，従来\nの電力系統を持たずに，基本的には各電力需給家は自立している電力システムであ\nる。すなわち，各電力需給家は，電力不足・電力余剰が生じたときは，他の電力需\n給家との間で電力の需給を行い，またこれによりシステム全体での自立を目的とす\nる。」，段落【００１３】には「各電力需給家１１～１５は，電力需給線路Ｗを介\nして相互に接続されている」とそれぞれ記載され，図１，図２などの図面には，\n「電力需給線路」として，「電力需給線路Ｗ」が「１本の線」で示されている。以\n上のことから，「電力需給線路Ｗ」は，複数の電力需給家の間において電力の需要\nと供給のために電力をやり取りするための電線路であることがわかる。\nこれに対し，先願発明の「送配電線網」については，「送配電線網１は，送電線，\n配電線，変電所および変圧器など多くの設備から構成され，電気エネルギーを流通\nするための電力設備群である。」と明示され，電力需要家３と同４が，太い線の横\n長楕円形に囲まれた「送配電線網１」を介して「太い直線」で接続された図が示さ\nれている（甲３の段落【００２１】，図３，図５，図７）。\nしたがって，補正明細書記載の「電力需給線路Ｗ」は，先願発明の「送配電線網\n１」と「電力需要家３」，「電力需要家４」を接続した「太い直線」を指す。本願\n補正発明の「電力需給線路」は，「送電線，配電線，変電所および変圧器などの多\nくの設備から構成され，電気エネルギーを流通するための電力設備群」である先願\n発明の「送配電線網」を含むものではなく，両者は異なる。\nイ  本願補正発明は，先願発明の「送配電線網」を要しないものである。すなわ\nち，\n本願補正発明は，補正明細書に，「図２における電力需給家１１ａの電力需給制\n御機器５１は，制御装置５１１と，双方向ＡＣ／ＤＣ変換器５１２とを備えてい\nる。」，「電力需給家１５ａの電力需給制御機器６１は，制御装置６１１と，双方\n向ＡＣ／ＤＣまたはＤＣ／ＡＣ変換器６１２とを備えている。電力需給家間でＡＣ\n電力の供給が行われるときには，両者の間で電圧・電流・周波数・位相の整合を取\nらなければならない。この整合は，電力需給制御機器５１，６１が行う。」（段落\n【００２５】，【００２６】）と記載されているとおり，従来の「変電所および変\n圧器など」の電力設備群を要することなく，各電力需給家内にある電力需給制御機\n器によって電圧・電流・周波数・位相の整合をとるものであり，「従来の電力系統\nに拠らない」，「各電力需給家は自立している電力システム」である。\nこれに対し，先願発明については，甲３の段落【００２２】に，「電力需要家\n３」にある「電力需要家制御装置３２」は「通信網２に接続する制御装置」であっ\nて，「需給計測手段３２１，要求制御手段３２２，応答制御手段３２３および電力\n送受制御手段３２４が設けられている。」と記載され，各電力需要家内にある制御\n装置がＡＣ／ＤＣ変換や電圧・電力・周波数等の整合を行うことは記載されていな\nいから，各電力需要家間の電力のやり取りは，「送配電線網」，すなわち「送電線，\n配電線，変電所および変圧器などの多くの設備から構成され，電気エネルギーを流\n通するための電力設備群」に拠ることを前提としている。\nしたがって，本願補正発明における「電力需給線路」は，従来存在する電力設備\n群を要することなく電力をやり取りするための電線路であり，先願発明の「送配電\n線網」，すなわち「送電線，配電線，変電所および変圧器などの多くの設備から構\n成され，電気エネルギーを流通するための電力設備群」のように多くの設備を含む\nものと理解することはできない。\nウ  補正明細書の図５は，各電力需給家群に属する電力需給制御機器において電\n力需給線路を介して電力の受け渡しを行う実施例であって，先願発明の「送配電線\n網」と同じものではない。\nすなわち，補正明細書の請求項２には「各群に属する電力需給制御機器は，当該\n群に電力不足が生じるか否か，または電力余剰が生じるか否かを判断し，当該群に\nおいて電力不足が生じる場合には，前記発電機器および／または前記蓄電機器を備\nえた電力需給家が属する他の群から電力需給線路を介して電力を受け取り，当該群\nにおいて電力余剰が生じる場合には，他の群に電力需給線路を介して電力を渡す」，\n段落【００３５】には「図５では，電力需給家群Ｇ１１，Ｇ１２，・・・同士は，\n電力需給制御機器Ｓ１を介して相互に接続されている」とそれぞれ記載され，図５\nには，各電力需給家の電力需給制御機器Ｓ１が符号の無い１本の線で接続された状\n態で示されている。\nしたがって，補正明細書の図５は，各電力需給家群に属する電力需給制御機器に\nおいて電力需給線路を介して電力の受け渡しを行う実施例であり，先願発明の「送\n配電線網」とは異なる。\nエ  以上のとおり，本願補正発明における「電力需給線路」に，「送配電線網」\nが含まれると認定し，本願補正発明と先願発明には相違点が認められないとして，\n本願補正発明は特許法２９条の２の規定により特許を受けることができないと判断\nした審決は誤りである。\n(2) 本願発明が先願発明と一致し相違点は認められないと認定した誤り（取消事\n由２）\n上記(1) と同様，本願発明の「電力需給線路」は，先願発明の「送配電線網」を\n含むものではなく，両者は異なるから，本願発明と先願発明について，「両者は一\n致し，相違点は認められない」とした審決の判断は誤りである。\n２  被告の反論\n原告の主張する取消事由は，以下のとおり，いずれも理由がなく，審決に取り消\nされるべき違法はない。\n(1) 取消事由１（本願補正発明が，特許法２９条の２の規定により特許出願の際\n独立して特許を受けることができないと判断した誤り）に対し\n原告は，本願補正発明における「電力需給線路」に「送配電線網」が含まれると\n認定し，本願補正発明と先願発明には相違点が認められないとして，本願補正発明\nは特許法２９条の２の規定により特許を受けることができないと判断した審決は誤\nりである旨主張する。\nしかし，原告の主張は，以下のとおり失当である。\nア  本願補正発明の「電力需給線路」は，「送電線，配電線，変電所および変圧\n器などの多くの設備から構成され，電気エネルギーを流通するための電力設備群」\nである先願発明の「送配電線網」を含むものではなく，両者は異なると主張する。\nしかし，原告の主張は誤りである。\n補正明細書（甲２）には，本願補正発明の「電力需給線路」について何ら定義を\n示す記載がなく，広辞苑によれば，本願補正発明の「電力需給線路」のうち，「需\n給」とは「需要と供給」のことであり，「線路」とは「電力輸送・通信用など，有\n線式電気回路の総称」のことであるとされる。特開平１０－３３２７４９号公報\n（乙１）の段落【０００１】の「高圧配電線路の変圧器や電線など」，特開２００\n２－４８８３１号公報（乙２）の段落【０００３】の「例えば配電線路の変圧器あ\nるいは区分開閉器の地絡故障など」，段落【００３５】の「例えば配電線路の変圧\n器等の機器の地絡故障など」との各記載からすれば，「線路」に変圧器等の機器が\n含まれることは技術常識である。変電所や変圧器などの電力設備が含まれないので\nあれば，「電力需給線」と称するはずであり，「線路」と記載される以上，変圧器\n等の機器が含まれると解すべきである。\nまた，補正明細書に，「電力需給線路Ｗ」として「送電線，配電線，変電所およ\nび変圧器などの多くの設備から構成され，電気エネルギーを流通するための電力設\n備群」である「送配電線網」を用いないことを示す記載はなく，「電力需給線路\nＷ」として「送配電線網」を用いて本願補正発明の電力システムを構築することは，\n後記イのとおり，当業者が通常行い得る程度の技術であるから，本願補正発明の\n「電力需給線路」から「送配電線網」を除外すべき理由はない。\nさらに，補正明細書の図１や図２などの図面に，「電力需給線路Ｗ」が「１本の\n線」で示されているとしても，それらは発明を理解するための説明図であって，\n「１本の線」が電線を示す回路図のような図面でもなく，「電力需給線路Ｗ」につ\nいて定義を示したものではないから，「電力需給線路Ｗ」として「送配電線網」が\n用いられていないことを示すものではない。\nしたがって，本願補正発明の「電力需給線路」に，先願発明の「送配電線網」が\n含まれるから，「電力需給線路」と「送配電線網」とは，相違するものではない。\nイ  原告は，補正明細書の段落【００２５】，【００２６】の記載に基づき，本\n願補正発明は「従来の電力系統に拠らない」，「各電力需給家は自立している電力\nシステム」といえると主張する。\nしかし，原告の主張は誤りである。\n補正明細書の段落【００２５】，【００２６】の記載は，「電力需給家間での電\n圧・電流・周波数・位相の整合を電力需給制御機器５１，６１が行う。」というに\nとどまり，電力需給家間をどのような電圧・電流・周波数・位相で送電することま\nでを言及したものではなく，「電力需給線路」がどのようなものであるかを示すも\nのではない。また，本願補正発明の電力需給制御機器は，「当該電力需給制御機器\nが備えられた前記電力需給家において電力不足が生じるか否か，または電力余剰が\n生じるか否かを判断し，当該電力需給家において電力不足が生じる場合には，前記\n発電機器および／または前記蓄電機器を備えた他の電力需給家から電力需給線路を\n介して電力を受け取り，当該電力需給家において電力余剰が生じる場合には，他の\n電力需給家に電力需給線路を介して電力を渡す」（請求項１）ものであって，図２\nの電圧・電流・周波数・位相の整合をとるものに限定されないから，原告の主張は，\n請求項１の記載に基づかないものであり，失当である。\nウ  原告は，補正明細書の図５は，各電力需給家群に属する電力需給制御機器に\nおいて電力需給線路を介して電力の受け渡しを行う実施例であって，先願発明の\n「送配電線網」と同じものではない旨主張する。\nしかし，原告の主張は誤りである。\n原告は，本願の請求項２の記載を根拠として挙げるが，審決は，本願の請求項２\n記載の発明については判断をしていないから，請求項２の記載に基づく原告の主張\nは失当である。\n補正明細書の段落【００３４】には「ところで，図１の電力システムでは，電力\n需給家の適宜数を集めた群を，一つの電力需給家として扱うことができる。図５に\n示すように，電力需給家群Ｇ１１，Ｇ１２，・・・は，このときの群（たとえば，\n数十～１万戸程度）を示している。」と記載されるから，電力需給家の適宜数を集\nめた群を，一つの電力需給家として扱った図５は，本願補正発明の実施例でもある\nと解される。そして，図５において，町単位，市単位，又は，県単位で定めた電力\n需給家群同士を電力需給制御機器を介して相互に接続しているところ（補正明細書\nの段落【００３５】），このような広域間での送電は長距離の送電となり，損失が\n大きいことから，一般に，送電効率を高く（送電損失を少なく）するため，変電所\nや変圧器を用いて，昇圧して送電することは技術常識（乙３，乙４）である。\nしたがって，図５の実施例において，「電力需給線路」を変電所や変圧器などの\n電力設備を備えた「送配電線網」とすることは当業者が当然に行うことであり，先\n願発明の「送配電線網」と同じものといえる。\nエ  以上のとおり，審決の認定，判断に誤りはない。\n(2) 取消事由２（本願発明が先願発明と一致し相違点は認められないと認定した\n誤り）に対し\n原告は，本願発明の「電力需給線路」は，先願発明の「送配電線網」を含むもの\nではなく，両者は異なるから，本願発明と先願発明について，「両者は一致し，相\n違点は認められない」とした審決の判断は誤りであると主張する。\nしかし，上記(1) と同様，本願発明の「電力需給線路」には先願発明の「送配電\n線網」が含まれると解すべきであるから，原告の主張は失当である。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由にはいずれも理由があると判断する。すなわち，\n１  取消事由１（本願補正発明が，特許法２９条の２の規定により特許出願の際\n独立して特許を受けることができないと判断した誤り）について\n(1) 審決は，本願補正発明における「電力需給線路」に，先願発明の「送配電線\n網」は含まれるものと認定し，本願補正発明と先願発明に相違点は認められず，本\n願補正発明は特許法２９条の２の規定により特許を受けることができないと判断し\nて，本件補正を却下した。\nしかし，以下のとおり，審決の認定，判断は誤りである。\nア  認定事実\n(ｱ) 補正明細書（甲２）には次の記載がある。\n【請求項１】の記載は，上記第２の２の(2) のとおりである。\n【技術分野】【０００１】本発明は，複数の電力需給家が，電力需給制御機器によ\nり相互接続されてなる電力システムに関する。\n【背景の技術】【０００２】従来の電力系統は，図８（判決注  別紙図面の「図\n８」のとおりである。）に示すように，大規模発電所９１を頂点とし需要家９２を\n裾野とする「放射状系統」が基本である。・・・この種の電力系統は，広域（たと\nえば数万ｋｍ２）であり，かつ大規模（数十ＧＷ）に，単一システムとして構成さ\nれている。\n【０００３】一方，近年，ソラー発電，燃料電池による系統連系型分散発電システ\nム・・・が注目されている。系統連系型分散発電システムは，通常，従来の放射状\nの電力系統の末端領域あるいは末端に近い局所領域に構築されるもので，当該電力\n系統との連系を前提としている。\n【発明が解決しようとする課題】【０００５】図８に示した従来の電力系統構造で\nは，電力の移送が大量に長距離に行われるため損失が多く，また太陽エネルギー・\n風力エネルギー等の再生可能なエネルギー由来の発電ではその再生可能エネルギー\nが遍在しているため，これらのエネルギーを利用した大規模発電所を構築しにくい。\n【０００６】本発明の目的は，複数の電力需給家が，電力需給制御機器により相互\n接続されて構成された，従来の電力系統に拠らない電力システムを提供することで\nある。\n【課題を解決するための手段】【０００７】本発明の電力システムは，少なくとも\n１つの発電機器，少なくとも１つの蓄電機器および少なくとも１つの電力消費機器\nと，電力需給制御機器とを備えた電力需給家の複数が夫々の電力需給制御機器にお\nいて電力需給線路により相互接続されてなる電力システムにおいて，前記電力需給\n制御機器は，当該電力需給制御機器が備えられた前記電力需給家において電力不足\nが生じるか否か，または電力余剰が生じるか否かを判断し，当該電力需給家におい\nて電力不足が生じる場合には，前記発電機器および／または前記蓄電機器を備えた\n他の電力需給家から電力需給線路を介して電力を受け取り，当該電力需給家におい\nて電力余剰が生じる場合には，他の電力需給家に電力需給線路を介して電力を渡す\nことを特徴とする。\n【０００９】本発明では，従来の電力系統を持たずに，基本的には各電力需給家は\n自立している電力システムである。すなわち，各電力需給家は，電力不足・電力余\n剰が生じたときは，他の電力需給家との間で電力の需給を行い，またこれによりシ\nステム全体での自立を目的とする。\n【発明の実施の形態】【００１３】・・・図１（判決注  別紙図面の「図１」のと\nおりである。）の電力システム１は，複数の電力需給家１１～１５の電力需給家の\nみを示す。各電力需給家１１～１５は，電力需給線路Ｗを介して相互に接続されて\nいる。\n【００１４】電力需給家１１は，発電機器１０１と，蓄電機器１０２と，複数の負\n荷（電気機器）１０３と，電力需給制御機器１０４を備えている。なお，複数の電\n気機器１０３は，Ａ１，Ａ２，・・・，Ａｎで示してある。また，図１では，他の\n電力需給家１２，１３，１４および図示しない他の電力需給家も電力需給家１１と\n同様，発電機器と，蓄電機器と，複数の負荷（電気機器）と，電力需給制御機器と\nを備えており，各機器は枝状の屋内配線に接続されているものとする。\n【００１５】本発明では，各電力需給家間は疎結合している。すなわち，各電力需\n給家は，基本的には自立型であり，電力不足が生じたときに他の電力需給家から電\n力の供給を受け，電力余剰が生じたときに他の電力需給家に電力を供給することが\nできる。\n【００１８】電力需給制御機器１０４は，電力需給家１１において電力余剰が生じ\nたとき，たとえば負荷１０３の電力使用量が低減しかつ蓄電機器１０２が満充電あ\nるいは満充電に近くなったときに，発電機器１０１が生成する電力を，電力需給線\n路Ｗに接続された他の電力需給家，あるいは電力需給家１５に供給することができ\nる。また，電力需給制御機器１０４は，電力需給家１１において電力不足が生じた\nとき，たとえば負荷１０３の電力使用量が急増したときに，電力需給線路Ｗに接続\nされた電力余剰が生じている他の電力需給家１２，１３，１４の電力需給制御機器，\nあるいは電力需給家１５の後述する電力需給制御機器１５３を介して電力の供給を\n受け，負荷１０３を駆動し，あるいは蓄電機器１０２に蓄電することができる。\n【００２１】図１に示した電力システムでは，電力需給制御機器１０４は，他の電\n力需給家１２～１５と電力の需給を行う場合には，当該電力需給制御機器１０４が，\n当該他の電力需給家の電力需給制御機器と情報交換をして需給条件等を決定する。\n【００２２】図１に示した電力システムでは，電力需給家間の電力の需給をＡＣで\n行うこともできるし，ＤＣで行うこともできるが，何れにしても，局所的な電力シ\nステムとして構築することもできるし，これらの電力システムが組み合わされた大\nきな電力システムとして構築することもできる。\n【００２３】図１に示した電力システムでは，・・・負荷のみからなる電力需給家\nが電力需給線路Ｗに接続されることもある。また，図１の電力システムでは，多数\nかつ多様な電力需給家を相互接続することで，需給電力の平準化が行われる。\n【００２５】図２（別紙図面の「図２」のとおりである。）は，電力需給家の電力\n需給制御機器が，他の電力需給家とＡＣ電力の需給を行う電力システムを示す説明\n図である。\n図２の電力需給家１１ａ，１２ａ，１３ａ，１４ａおよび１５ａは，図１の電力\n需給家１１，１２，１３，１４および１５に対応している。図２における電力需給\n家１１ａの電力需給制御機器５１は，制御装置５１１と，双方向ＡＣ／ＤＣ変換器\n５１２とを備えている。\n【００２６】各電力需給家の制御装置同士は通信ラインＣＬによりデータ通信が可\n能に構成されており，電力需給に際して需給情報の交換を行うことができる。\nまた，電力需給家１５ａの電力需給制御機器６１は，制御装置６１１と，双方向\nＡＣ／ＡＣまたはＤＣ／ＡＣ変換器６１２とを備えている。電力需給家間でＡＣ電\n力の需給が行われるときには，両者の間で電圧・電流・周波数・位相の整合をとら\nなければならない。この整合は，電力需給制御機器５１，６１が行う。なお，図２\nには図示していないが，電力需給制御機器５１，６１には限流器，積算電力計等を\nさらに備えることができる。\n【００３４】ところで，図１の電力システムでは，電力需給家の適宜数を集めた群\nを，一つの電力需給家として扱うことができる。図５（判決注  別紙図面の「図\n５」のとおりである。）に示すように，電力需給家群Ｇ１１，Ｇ１２，・・・は，\nこのときの群（たとえば，数十～１万戸程度）を示している。\n【００３５】図５では，電力需給家群Ｇ１１，Ｇ１２，・・・同士は，電力需給制\n御機器Ｓ１を介して相互に接続されている。また，電力需給家群Ｇ１１，Ｇ１２，\n・・・の上位階層は，Ｇ２１，Ｇ２２，・・・で示され，更に上位階層はＧ３１，\nＧ３２，Ｇ３３，・・・で示されている。ここでは，図示はされていないが，Ｇ３\n１，Ｇ３２，Ｇ３３，・・・より更に上位の階層が形成される。\nたとえば，電力需給家群Ｇ１１，Ｇ１２，・・・は「町」単位，Ｇ２１，Ｇ２２，\n・・・は「市」単位，Ｇ３１，Ｇ３２，Ｇ３３，・・・は，「県」単位とされる。\n【００３６】図５では，電力需給家群Ｇ１１，Ｇ１２，・・・は，電力需給制御機\n器Ｓ１により他の電力需給家と相互接続されているが，各上位階層と下位階層とは，\n電力需給制御機器Ｓ２，Ｓ３，Ｓ４・・・を介して相互に階層接続されている。\n【発明の効果】【００３９】本発明によれば，複数の電力需給家が，電力需給制御\n機器により相互接続されて構成された，従来の電力系統に拠らない電力システムを\n提供することができる\n(ｲ) 一方，先願発明の「送配電線網」について，審決は，「審判請求人は，・・\n・『・・・モノや設備の集合体としての設備群である引例（判決注  引用例であ\nる。）の「送配電線網」が，単に電線路でしかない本願の『電力需給線路』と何ら\n相違するものではない，とする原審認定は，引例出願時の技術常識を参酌するまで\nもなく到底首肯できるものではなく，・・・』と主張するが，本件補正後も図５は\n実施例であり，当該実施例は，電力需給家群を町単位，市単位，県単位で定めてお\nり，この様な広域の電力需要家に電力を供給するには，通常送配電線網を用いるか\nら，審判請求人の主張は採用できない。」と認定しており，先願発明の「送配電線\n網」がモノや設備の集合体としての設備群をいうものとしている。\nまた，被告は，先願発明の「送配電線網」は，「送電線，配電線，変電所および\n変圧器などの多くの設備から構成され，電気エネルギーを流通するための電力設備\n群」であることを前提として主張し，原告も，先願発明における「送配電線網」の\n意義については争っていない。\nイ  判断\n上記ア認定の事実に基づき判断する。\n本願補正発明における「電力需給線路」は，同発明の特許請求の範囲の請求項１\nの記載によれば，複数の電力需給家の電力需給制御機器を相互接続するものであり，\n電力需給家において電力不足又は電力余剰が生じた場合に，これを介して電力を\n「受け取り」又は「渡す」ものであることが認められるが，請求項１の記載のみで\nは，その技術的意義が明確ではないから，発明の詳細な説明の記載を参酌すること\nとする。\n補正明細書の記載によれば，「従来の電力系統」とは，図８が示すような，大規\n模発電所を頂点とし需要家を裾野とする「放射状系統」を基本とする広域かつ大規\n模な単一システムをいうこと，従来の電力系統では，大量かつ長距離の電力移送に\nよる損失が多く，また，従来の電力系統との連係を前提とした系統連系型分散発電\nシステムは，再生可能エネルギーの遍在により大規模発電所を構築しにくいとの課\n題があり，これを解決するため，本願補正発明は，従来の電力系統に拠らない電力\nシステムの提供を目的としていること（【０００２】，【０００３】，【０００\n５】，【０００６】），本願補正発明は，自立し，疎結合した各電力需給家が，少\nなくとも各１つの発電機器，蓄電機器及び電力消費機器と，電力需給制御機器とを\n備え，それぞれの電力需給制御機器において電力需給線路により相互接続されてな\nる電力システムであること，電力需給制御機器は，当該機器が備えられた電力需給\n家において電力不足が生じるか否か，又は，電力余剰が生じるか否かを判断し，電\n力不足が生じる場合には他の電力需給家から電力需給線路を介して電力を受け取り，\n電力余剰が生じる場合には他の電力需給家に電力需給線路を介して電力を渡すこと\nを特徴とすること（【０００９】，【００１４】，【００１５】，【００１８】），\n電力需給者間で電力の需給を行う場合，電圧・電流・周波数・位相の整合を電力需\n給制御機器が行うこと（【００２５】，【００２６】等）が認められる。\n以上によれば，特許請求の範囲の請求項１記載の「電力需給線路」は，従来の電\n力系統に拠らない電力システムを構成し，各「電力需給家」が備える「電力需給制\n御機器」を接続するものであり，各「電力需給家」において，電力の不足，余剰が\n生じた場合には，「電力需給制御機器」がこれを判断して電力を「受け取り」又は\n「渡し」，電流・電圧等の整合を行うが，「電力需給線路」を介して電力の移動が\n行われるものであることが認められる。\nすなわち，本願補正発明における「電力需給線路」は，「従来の電力系統に拠ら\nない」【０００６】ことを目的とするものであって，図８（従来の電力系統）が示\nすような，大規模発電所を頂点とし需要家を裾野とする「放射状系統」を基本とす\nる広域かつ大規模な単一システムを前提とする電力設備は含まず，各「電力需給\n家」が備える「電力需給制御機器」を接続するものであるから，「電力需給線路」\nは，「従来の電力系統」とは異なるとともに，電圧等の整合を行うための構成を含\nんでいないと解するのが相当である。\nそうすると，本願補正発明における，電力需給家の複数が夫々の電力需給制御機\n器を相互接続するための「電力需給線路」は，「従来の電力系統」（図８が示すよ\nうな，大規模発電所を頂点とし需要家を裾野とする「放射状系統」を基本とする広\n域かつ大規模な単一システムを前提とする電力設備）を排除しているものと解すべ\nきである。\n他方，先願発明の「送配電線網」については，上記ア(ｲ) のとおり，モノや設備\nの集合体としての設備群ないし「送電線，配電線，変電所および変圧器などの多く\nの設備から構成され，電気エネルギーを流通するための電力設備群」であることに\nついて，当事者間に争いはない（引用例の段落【０００３】，【００２１】，【０\n０２２】，【００２５】の記載からも，このように理解できる。）。また，引用例\nによれば，「電力送受制御手段３２４では，要求制御手段３２２が待ち受けた受電\nに応じる受電応答情報Ｃまたは送電に応じる旨の送電応答情報Ｄ，あるいは応答制\n御手段３２３が送信した受電に応じる旨の受電応答情報Ｃまたは送電に応じる旨の\n送電応答情報Ｄをもとに，受電または送電を行う電力を制御する。」等の記載\n（【００２４】，【００３０】，【００３４】参照）があるものの，電力需要家間\nでの電力を送電し受電する際の具体的な制御や必要となる電圧等の整合に係る制御\nについての具体的な記載はない。引用例の図５（別紙図面の「引用例の図５」のと\nおり。）には，先願発明の「制御装置」（本願補正発明の「電力需給制御装置」に\n相当する。）は，「通信網」とは接続されているが，「送配電線網」とは接続され\nていない様子が明確に示されている。したがって，先願発明では，「既存の系統を\n利用することなく，別個に送電及び受電を行うための技術的構成」は示されていな\nいというべきである。\n以上によれば，本願補正発明の「電力需給線路」は，従来の電力系統でないとと\nもに「電力需給制御装置」とも区別されているのであって，電圧等の整合を行うた\nめの構成を含んでいないのに対して，先願発明における「送配電線網」は，従来の\n電力系統として変電所等の電圧等の整合を行うための構成を示すにとどまり，これ\nを超える構成を示すものではないから，両者が相当するということはできない。\nそうすると，本願補正発明における「電力需給線路」は，「従来の電力系統」を\n含まない点において，先願発明の「送配電線網」と相違する。本願補正発明と先願\n発明に相違点は認められないとした審決には誤りがあるというべきである。\nウ  これに対し，被告は，①乙１の段落【０００１】，乙２の段落【０００３】，\n【００３５】の各記載からすれば，「線路」に変圧器等の機器が含まれることは技\n術常識である，②補正明細書に，「電力需給線路Ｗ」として「送配電線網」を用い\nないことを示す記載はなく，本願補正発明の「電力需給線路」から「送配電線網」\nを除外すべき理由はない，③本願補正発明が「従来の電力系統に拠らない」，「各\n電力需給家は自立している電力システム」であるとすることは，特許請求の範囲の\n請求項１，補正明細書の段落【００２５】，【００２６】の各記載に基づくもので\nはない，④補正明細書の図５の実施例のような広域間での送電では，送電効率を高\nくするため，変電所や変圧器を用いて，昇圧して送電することは技術常識（乙３，\n乙４）であり，「電力需給線路」を変電所や変圧器などの電力設備を備えた「送配\n電線網」とすることは当業者が当然に行うことであると主張する。\nしかし，被告の主張はいずれも失当である。\n上記イのとおり，本願補正発明は，従来の電力系統に拠らない電力システムの提\n供を目的とするものであるから，仮に，「線路」に変圧器等が含まれることや，変\n電所，変圧器を用いて昇圧して送電することが技術常識であり，補正明細書の記載\nに，「電力需給線路Ｗ」として「送配電線網」を用いないことが明示されていない\nとしても，少なくとも「従来の電力系統」を前提とする電力設備が本願補正発明に\nおける「電力需給線路」に含まれると理解する根拠はない（なお，本願補正発明に\nおける「従来の電力系統」を前提とする電力設備の範囲の明確性や，そのような電\n力設備を含まない「電力需給線路」の構成の容易想到性は，本件の争点ではな\nい。）。また，上記イのとおり，先願発明の「送配電線網」は，従来の電力系統と\nして変電所等の電圧等の整合を行うための構成を示すにとどまるものと解される。\nしたがって，「電力需給線路」に「送配電線網」が含まれるとはいえず，上記①，\n②及び④の被告の主張は失当である。\nまた，本件補正後の本願の特許請求の範囲の請求項１には「当該電力需給制御機\n器が備えられた前記電力需給家において電力不足を生じるか否か，または電力余剰\nが生じるか否かを判断し，当該電力需給家において電力不足が生じる場合には，前\n記発電機機および／または前記蓄電機器を備えた他の電力需給家から電力需給線路\nを介して電力を受け取り，当該電力需給家において電力余剰が生じる場合には，他\nの電力需給家に電力需給線路を介して電力を渡す」と記載され，補正明細書の段落\n【００２５】，【００２６】等には，電力需給者間で電力の需給を行う場合，電圧\n・電流・周波数・位相の整合を電力需給制御機器が行うことが示されている。これ\nらの記載からすると，本願補正発明において，電力需給者間で電力の需給を行う場\n合，電圧・電流・周波数・位相の整合を電力需給制御機器が行うものであり，「電\n力需給線路」が「従来の電力系統に拠らない」，「各電力需給家は自立している電\n力システム」であるといえる。したがって，上記③の被告の主張も採用できない。\n(2) 以上のとおり，本願補正発明における「電力需給線路」に，先願発明の「送\n配電線網」は含まれるものと認定し，本願補正発明と先願発明に相違点は認められ\nず，本願補正発明は特許法２９条の２の規定により特許を受けることができないと\n判断して，本件補正を却下した審決には誤りがある。\n２  取消事由２（本願発明が先願発明と一致し相違点は認められないと認定した\n誤り）について\n審決は，本願発明の「電力需給線路」に，先願発明の「送配電線網」が含まれる\nものとして，本願発明と先願発明に相違点は認められないとしたが，上記１と同様\nの理由により，審決の認定には誤りがある。\n３  小括\n以上によれば，原告主張の取消事由にはいずれも理由があり，審決の結論に影響\nを及ぼすものであるから，審決は取り消されるべきものと判断する。これに対し，\n被告は他にも縷々主張するが，いずれも採用の限りではない。\n第５  結論\nよって，審決を取り消すこととして，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n池      下              朗\n裁判官\n武      宮      英      子\n別紙\n当事者目録\n原            告                Ｖ Ｐ Ｅ Ｃ 株 式 会 社\n訴訟代理人弁護士                北      村      行      夫\n同                              大      井      法      子\n同                              杉      浦      尚      子\n同                              雪      丸      真      吾\n同                              芹      澤              繁\n同                              亀      井      弘      泰\n同                              大      藏      隆      子\n同                              政      岡      史      郎\n同                              海  老  沼      英      次\n同                              井      上      乾      介\n同                              山      本      夕      子\n同                              岩      田      裕      介\n同                              吉      田              朋\n同                              石      新      智      規\n同                              杉      田      禎      浩\n補 佐 人 弁 理 士                黒      瀧      眞      輔\n同                              樋      口      盛  之  助\n被            告                特 許 庁 長 官\n指 定 代 理 人                槙      原              進\n同                              堀      川      一      郎\n同                              田      部      元      史\n同                              芦      葉      松      美\n別紙図面\n図１（本願補正発明の電力システムの一実施形態を示す説明図）\n図２（本願補正発明の電力システムにおいて，電力需給家の電力需給制御機器が，\n他の電力需給家とＡＣ電力の需給を行う時の説明図）\n図５（本願補正発明の電力システムにおける，電力需給家が階層化されている様子\nを示す説明図）\n図８（従来の電力系統を示す説明図）\n引用例の図５\n"
}