{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 6
  },
  "case_number": "平成26(行ケ)10109",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84540",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84540",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/540/084540_hanrei.pdf",
  "contents": "平成２６年１０月６日判決言渡\n平成２６年（行ケ）第１０１０９号  審決取消請求事件\n口頭弁論終結日  平成２６年９月１７日\n判        決\n原            告        Ｘ\n被            告     特 許 庁 長 官\n指定 代理 人       田      中    秀    人\n辻    本    泰    隆\n稲    葉    和    生\n堀    内    仁    子\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告が求めた判決\n特許庁が不服２０１３－２０２７１号事件について平成２６年３月１７日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許出願に対する拒絶査定不服審判不成立審決の取消訴訟である。争点\nは，進歩性判断の誤りの有無である。\n１  特許庁における手続の経緯\n原告は，名称を「処理実行プログラム，および処理実行装置」とする発明につき，\n平成２５年４月１５日に特許出願をしたが（特願２０１３－８５２６６号，請求項\nの数６），平成２５年８月９日付けで拒絶査定を受けたので，同年１０月１８日，不\n服審判請求をし（不服２０１３－２０２７１号），同年１１月１８日付けで拒絶理由\n通知を受け，平成２６年１月１０日付けで手続補正をした（請求項の数４）。\n特許庁は，平成２６年３月１７日，「本件審判の請求は，成り立たない。」との審\n決をし，その謄本は，同年４月１日に原告に送達された。\n（甲１，２，４，５，乙１）\n２  本願発明の要旨\n上記平成２６年１月１０日付け手続補正書による補正後の請求項３の発明（本願\n発明）に係る特許請求の範囲の記載は，次のとおりである（分説及び項番号は，当\n裁判所で付した。）。（乙１）\n【Ａ】複数の呼び出し用プログラムと，各呼び出し用プログラムの役割を表したロ\nール情報とを関連付けて記録した記録装置から，前記呼び出し用プログラム\nを呼び出して実行する処理実行装置であって，\n【Ｂ】実行する処理を特定するための処理特定情報，及び前記処理に用いる入力デ\nータの入力を受け付ける受付手段と，\n【Ｃ】前記受付手段によって受け付けられた前記処理特定情報に基づいて，実行す\nる処理を特定し，該処理を実行するために必要な前記ロール情報を特定する\nロール情報特定手段と，\n【Ｄ】前記受付手段によって受け付けられた前記処理特定情報に基づいて，前記ロ\nール情報特定手段によって特定された前記ロール情報が関連付けられている\n前記呼び出し用プログラムの呼び出し順序を決定する呼び出し順序決定手段\nと，\n【Ｅ】前記呼び出し順序決定手段によって決定された前記呼び出し順序で，前記ロ\nール情報特定手段によって特定された前記ロール情報が関連付けられている\n前記呼び出し用プログラムを記録装置から呼び出して実行する呼び出し用プ\nログラム実行手段とを備え，\n【Ｆ】前記呼び出し用プログラム実行手段は，前記ロール情報特定手段によって特\n定された前記ロール情報に，処理において同じ役割を担う複数の呼び出し用\nプログラムが関連付けられている場合には，該ロール情報に対する呼び出し\n用プログラムの呼び出し順序よりも前に実行した呼び出し用プログラムから\n出力された情報に基づいて，前記複数の呼び出し用プログラムの中から実行\n対象とする１つの呼び出し用プログラムを選択することを特徴とする\n【Ｇ】処理実行装置。\n３  審決の理由の要点\n(1)  引用発明\n特開２０１０－１８２２２８号公報（引用文献〔乙２〕）には，次の発明（引用発\n明）が記載されている（項番号は当裁判所で付した。）。\n【ａ】複数の保守プログラムと，各保守プログラムを識別するための保守プログラ\nム識別子を記録した記憶装置から，前記保守プログラムを選択して実行する\n保守制御システムであって，\n【ｂ】保守対象装置を保守する際の条件である保守条件を受け付ける保守条件受付\n部と，\n【ｃ】前記保守条件受付部が受け付けた前記保守条件に基づいて，実行する保守内\n容を特定し，前記保守プログラムを選択する保守プログラム選択部と，\n【ｄ】前記保守プログラム選択部で選択した前記保守プログラムの実行順序を決定\nする実行順序決定部と，\n【ｅ】前記実行順序決定部で決定した実行順序で，前記保守プログラムを選択して\n実行する保守プログラム実行部とを備えることを特徴とする\n【ｇ】保守制御システム。」\n(2)  一致点\n本願発明と引用発明との一致点は，次のとおりである。\n【Ａ】複数の呼び出し用プログラムと，各呼び出し用プログラムの役割を表したロ\nール情報とを関連付けて記録した記録装置から，前記呼び出し用プログラムを\n呼び出して実行する処理実行装置であって，\n【Ｂ】実行する処理を特定するための処理特定情報，及び前記処理に用いる入力デ\nータの入力を受け付ける受付手段と，\n【D´】前記受付手段によって受け付けられた前記処理特定情報に基づいて，実行す\nる処理を特定し，該処理を実行するために必要な前記呼び出し用プログラムの\n呼び出し順序を決定する呼び出し用プログラム決定手段と，\n【E´】前記呼び出し用プログラム決定手段によって決定された呼び出し順序で，前\n記呼び出し用プログラムを記録装置から呼び出して実行する呼び出し用プロ\nグラム実行手段とを備えることを特徴とする\n【Ｇ】処理実行装置。」\n(3)  相違点\n本願発明と引用発明との相違点は，次のとおりである。\nア  相違点１\n実行する処理を特定し，当該処理を実行するプログラムの順序を決定するに際し\nて，本願発明が，構成 C（ロール情報特定手段）及び構成Ｄ（呼び出し順序決定手\n段）によって行われるものであるのに対し，引用発明は，構成ｃ（保守プログラム\n選択部）及び構成ｄ（実行順序決定部）によって行われる点。\nイ  相違点２\nプログラムの実行に際して，本願発明が，構成Ｆのようにして呼び出し用プログ\nラムを選択するものであるのに対し，引用発明は，プログラムの実行をどのように\n行うか，格別の記載がされていない点。\n(4)  相違点の判断\nア  相違点１について\n①  引用発明の構成ｃ（保守プログラム選択部）及び構成ｄ（実行順序決定部）\nとは，全体として，「保守条件受付部によって受け付けられた保守条件から実行する\n保守を特定し，該保守を実行するために必要な保守プログラムを特定し，特定され\nた保守プログラムの順序を決定する」ものである。\n②  引用文献の段落【００４８】に「リストにおいて，保守プログラムはプログ\nラム名や識別符号等の保守プログラム識別子により識別されている」と記載される\nように，保守プログラムの特定は「保守プログラム識別子」（本願発明の「ロール情\n報」に相当）によって行われるものである。\n③  してみると，引用発明の構成ｃ及び構成ｄは，「保守条件受付部によって受け\n付けられた保守条件から実行する保守を特定し，該保守を実行するために必要な保\n守プログラム識別子を特定し，前記特定された保守プログラム識別子によって識別\nされる前記保守プログラムの順序を決定する」ものであるといえる。\n④  そうすると，引用発明の構成ｃ及び構成ｄと，本願発明の構成 C（ロール情\n報特定手段）及び構成Ｄ（呼び出し順序決定手段）とは，「受付手段によって受け付\nけられた処理特定情報に基づいて，実行する処理を特定し，該処理を実行するため\nに必要なロール情報を特定し，前記特定されたロール情報が関連付けられている呼\nび出し用プログラムの呼び出し順序を決定する」点で共通している。\n⑤  そして，共通した一連の処理を，どのような手段に実行させるかについては，\n当業者が必要に応じて，適宜採用し得る設計的事項にすぎない。\n⑥  よって，相違点１は，実質的な相違点とはいえず，引用発明においても，本\n願発明と同様の構成とすることは，当業者が容易に想到し得たことである。\nイ  相違点２について\n①  複数のプログラムを連続して実行する際に，前に実行した処理結果に基づい\nて，後続の処理を行うことは，情報処理の技術分野における常套手段にすぎない。\n②  また，引用文献の段落【００２２】に「保守プログラム実行部１０４は，上\n記保守プログラムを実行するとともに，保守対象装置１０２の稼働情報（稼働時間，\n印刷枚数等の稼働量，各種センサの検出値及び異常の発生の有無，管理センターへ\nの通知の有無等の情報）を保守制御装置１００に対して送信する」と記載されるよ\nうに，引用発明においても，実行した処理結果を出力するものである。\n③  そして，引用文献の段落【００４８】に「図６(ａ)には，保守プログラムの\nリストとして４つの紙詰まり検出プログラムＡ，Ｂ，Ｃ，Ｄが例示」と記載され，\n【図６(ａ)】には，保守プログラム識別子の例として「紙詰まり」が示され，「紙詰\nまり」用の保守プログラムとして，４つの保守プログラムが例示されるように，引\n用発明においても，同じ保守プログラム識別子を有する（本願発明の「同じ役割を\n担う」に相当）複数の保守プログラムの中から，状況に応じて最適な保守プログラ\nムを選択して実行するものと解される。\n④  してみると，引用発明においても，実行する保守プログラムの選択に際して，\n前に実行した保守プログラムから出力された情報に基づいて，同じ保守プログラム\n識別子を有する複数の保守プログラムの中から実行する保守プログラムを選択する\nように構成すること，すなわち，上記相違点２に係る構成とすることは，当業者が\n容易に想到し得たことである。\nよって，相違点２は格別なものではない。\nウ  作用効果\n相違点１及び相違点２を総合的に勘案しても，本願発明の奏する作用効果は，引\n用発明の奏する作用効果から予測される範囲内のものにすぎず，格別顕著なものと\nいうことはできない。\n(5) 審決判断のまとめ\n本願発明は，引用発明に基づいて，容易に発明できたものである。\n第３  原告主張の審決取消事由\n１  取消事由１（引用適格の認定誤り）\n本願発明の実施形態において消費税計算が挙げられているように，本願発明は，\n企業情報システムのソフトウェア開発の分野の技術であり，ソフトウェア自身がユ\nーザと直接対話しながら実行されていくものである。すなわち，どの実行装置でも\n使用可能であり，引用発明よりも広い範囲で適用が可能である。\n一方，引用発明の実施形態においてコピー機の制御ソフトウェアが挙げられてい\nるように，引用発明は，機械制御システムのソフトウェア開発の分野の技術であり，\nソフトウェアが対象装置に組み込まれて機械の動きを制御している。引用発明は，\nいわば，ハードウェアを提供する業者に関するもので，その適用もその分野に限定\nされる。\n両技術分野のソフトウェア業界は明白に分かれているにもかかわらず，審決は，\nこの全く異なる２つの発明を対比した上で，本願発明が引用発明に基づいて容易に\n想到できるとしたものである。\nしたがって，審決の認定判断には，誤りがある。\n２  取消事由２（引用発明の認定誤り）\n本願発明は，処理実行装置上で動作するソフトウェアに関する発明であり，引用\n発明の保守対象装置に対応する装置は存在しない。\n一方，引用発明は，制御システムのソフトウェアに関する発明であり，保守対象\n装置とそれを制御する保守制御装置とを要するシステムにおける保守制御装置のソ\nフトウェアに関する発明であって，たとえ，保守制御装置が保守対象装置の内部に\nあってもよいとしても，保守対象装置のない形態は考えられない。\nそれにもかかわらず，審決は，これを看過している。\nしたがって，審決の認定には，誤りがある。\n第４  取消事由に対する被告の反論\n１  取消事由１（引用適格の認定誤り）に対して\n本願発明の処理実行装置には，適用分野の限定はなく，ユーザとの対話方式で実\n行されていくとの限定もなく，本願発明が企業情報システムのソフトウエア開発の\n分野に係る発明との前提はない。かえって，本願明細書には，本願発明の背景技術\nとして，電子部品の電子制御装置用の制御ソフトウエアを例示し（【０００２】），本\n願発明の変形例として，消費税計算以外の処理にも本発明が適用できる旨が記載さ\nれている。また，引用発明の保守条件受付部は，対話方式で実行されるものを含む\n（【００３３】）。\n一般に，ソフトウェア開発業者は，様々な業種のプログラム開発を行っており，\nソフトウエア開発における生産性向上のために，ソフトウエアの再利用性を意識し\nてソフトウエアを開発することが通常であるといえる。したがって，引用発明の保\n守制御システムで用いられている構成ｃ（保守プログラム選択部），構成ｄ（実行順\n序決定部）及び構成ｅ（保守プログラム実行部）に係る手段を，他のプログラム開\n発に応用することは，当業者が普通に行うことである。\n２  取消事由２（引用発明の認定誤り）に対して\n引用文献には，「なお、保守制御装置１００を保守対象装置１０２内に設置する構\n成としてもよい。この場合には、通信手段１０６は不要となる。」（【００２５】），「…\nこれには限定されない。例えば、保守制御装置１００が保守対象装置１０２内に設\n置されている場合には、保守対象装置１０２内部のバスラインを介して送信するこ\nとができる。」（【００３６】）との記載があるとおり，引用文献は，複数の装置を用\nいたシステム構成のみならず，通信手段を介さないひとつの装置としてシステムを\n構成することも開示している。\n仮に，相違点２を実質的な相違点としても，一般に，情報処理装置の制御部と被\n制御部とを一体とするか否かは，コストやスピード等を考慮して当業者が装置の実\n装において適宜選択すべき設計的事項にすぎない。\nしたがって，審決に認定は，誤りはない。\n第５  当裁判所の判断\n１  認定事実\n(1)  本願発明について\n出願当初の明細書及び平成２６年１月１０日付け手続補正書による補正後の明細\n書（併せて本願明細書）には，次の記載がある。（甲１，乙１）\nア  技術分野\n「  本発明は，処理実行プログラム，および処理実行装置に関する（【０００１】）。」\nイ  背景技術\n「  次のようなコンピュータシステムが知られている。このコンピュータシステムは，製品に\n備えられる電子部品の型式情報に基づいて電子制御装置の仕様を決定し，決定した仕様に応じ\nて，電子制御装置で用いられる制御ソフトウェアを生成する（【０００２】）」\nウ  発明が解決しようとする課題\n「  しかしながら，従来のコンピュータシステムでは，記録装置に標準モジュールと差分モジ\nュールを記録しておき，これらの中から仕様に応じたモジュールを選択して読み出すことによ\nって制御ソフトウェアを生成していた。このため，制御ソフトウェアを生成するためには，仕\n様ごとにどのモジュールを選択するかを示す選択パターンをあらかじめ定義しておく必要があ\nり，仕様が変更になった場合や仕様が追加された場合には，標準モジュールや差分モジュール\nを新たに追加し，これらを選択するための選択パターンを新たに定義する必要があるため，仕\n様の変更や追加に柔軟に対応することが困難であった（【０００４】）。」\nエ  発明の効果\n「  本発明によれば，ロール情報を用いて処理に用いる呼び出し用プログラムを特定して実行\nするため，呼び出し用プログラムを追加した場合でも，追加した呼び出し用プログラムにその\nプログラムの役割を示す既存のロール情報を関連付けて記録しておくだけで，追加した呼び出\nし用プログラムも実行対象にすることができる（【０００６】）。」\nオ  発明を実施するための形態\n「  本実施の形態における処理実行装置１００では，ユーザは，あらかじめ複数の呼び出し用\nプログラムと，各呼び出し用プログラムの役割を表し，各呼び出し用プログラムによる実行結\n果のデータを取り出す機能を有するロールを特定するためのロール情報とを関連付けて記録装\n置１０３に記録しておく。そして，ユーザは，これらの呼び出し用プログラムをロール情報を\n用いて呼び出して実行させる処理実行プログラムの実行を指示することにより，ユーザが入力\nしたデータに対して，呼び出し用プログラムによる演算を行って，出力データを得ることがで\nきる（【００１３】）。呼び出し用プログラムは，ユーザがどのような入力データを入力し，それ\nに対してどのような出力データを得たいかによって設計され，そのための処理を実行するため\nの呼び出し用プログラムが作成されている。作成された呼び出し用プログラムのデータは，記\n録装置１０３に記録され，それぞれの呼び出し用プログラムには，上述したロール情報が関連\n付けられて記録されている（【００１４】）。ここで，ユーザが仕入取引や売上取引といった取引\nにおける取引金額を入力して消費税の計算を指示する場合を想定し，この処理のために記録さ\nれる呼び出し用プログラム，および関連付けられるロール情報の具体例について，図２を用い\nて説明する（【００１５】）。」\n「  ユーザが仕入取引における消費税計算を指示したときに，仕入取引における消費税計算を\n開始するための呼び出し用プログラムとして仕入取引用プログラム２ｂが記録され，この仕入\n取引用プログラム２ｂには，仕入取引用プログラム２ｂによる実行結果のデータを取り出して\nメモリに記録する機能を有するロールを特定するための『仕入取引』２ａというロール情報が\n関連付けられる（【００１６】）。」\n「  ユーザが入力した取引先コードに基づいて，仕入取引における取引先を特定し，特定した\n取引先に対して設定されている消費税の計算ルールを特定するための呼び出し用プログラムと\nして仕入先特定用プログラム２ｆが記録される。また，ユーザが入力した取引先コードに基づ\nいて，売上取引における取引先を特定し，特定した取引先に対して設定されている消費税の計\n算ルールを特定するための呼び出し用プログラムとして売上先特定用プログラム２ｇが記録さ\nれる。そして，この仕入先特定用プログラム２ｆと売上先特定用プログラム２ｇとには，これ\nらの呼び出し用プログラムによる実行結果のデータを取り出してメモリに記録する機能を有す\nるロールを特定するための『取引先』２ｅというロール情報が関連付けられる。このように，\n本実施の形態では，処理において取引先の特定という同じ役割を担う２つの呼び出し用プログ\nラムに対して，同じロール情報を関連付けることもできる（【００１８】）。」\n「  さらに，上記の呼び出し用プログラムを呼び出して実行するための消費税計算用の処理実\n行プログラムが記録装置１０３に記録されており，ユーザは，仕入取引や売上取引といった取\n引の種別，取引先を特定するための取引先コード，取引金額等の処理の実行に必要なデータを\n入力した上で，消費税計算用の処理実行プログラムの実行を指示することにより，出力データ\nとして消費税額を得ることができる（【００２１】）。以下に，消費税計算用の処理実行プログラ\nムがユーザの指示を受け付けて，消費税額を出力する場合の処理を例に，本実施の形態におけ\nる処理実行装置１００の処理の詳細について説明する（【００２２】）。制御装置１０２は，ユー\nザによって，不図示のデータ入力画面上で，実行する処理を特定するための処理特定情報と，\n処理に用いる入力データの入力を受け付ける。本実施の形態では，制御装置１０２は，ユーザ\nからの指示に基づいて表示装置１０４に消費税計算に必要な情報を入力するためのデータ入力\n画面を表示する。そして，制御装置１０２は，該データ入力画面上で，実行する処理が消費税\n計算処理であることを示す処理特定情報と，仕入取引や売上取引といった取引の種別，取引先\nを特定するための取引先コード，取引金額といった入力データとの入力を受け付ける。その後，\n制御装置１０２は，データ入力画面上でユーザによって処理実行ボタンが押下されて消費税の\n計算開始が指示された場合には，記録装置１０３から消費税計算用の処理実行プログラムをメ\nモリ上に読み出す。この消費税計算用の処理実行プログラムは，ユーザによって入力された処\n理特定情報に基づいて，記録装置１０３から呼び出す呼び出し用プログラムと，呼び出し用プ\nログラムの呼び出し順序を決定する（【００２３】）。入力データに基づいて記録装置１０３から\n呼び出す呼び出し用プログラムと呼び出し用プログラムの呼び出し順序は，ロール情報を用い\nてあらかじめ定義されて記録装置１０３に記録されている。例えば，ユーザによって指定され\nた取引の種別が仕入取引である場合には，ロール情報が『仕入取引』２ａ，『取引先』２ｅ，『消\n費税計算』２ｈ，『端数計算』２ｋであるロールがこの順序で呼び出し用プログラムから実行結\n果を取り出すように定義されている（【００２４】）。」\n「  制御装置１０２は，この定義情報を用いて呼び出し対象の呼び出し用プログラム，および\nその呼び出し順序を特定する（【００２５】）。」\n「  そして，制御装置１０２は，図４に示すように，図３に示した順序で設定された呼び出し\n順序で，データ入力画面上でユーザによって入力されたデータに応じた呼び出し用プログラム\nを記録装置１０３から呼び出して実行する。図４に示す例では，ユーザによって指定された取\n引の種別が仕入取引であるため，制御装置１０２は，『仕入取引』２ａというロール情報が関連\n付けられた仕入取引用プログラム２ｂと，『取引先』２ｅというロール情報が関連付けられた呼\nび出し用プログラムのうちの仕入先特定用プログラム２ｆとを呼び出し対象としている。また，\n制御装置１０２は，『消費税計算』２ｈというロール情報が関連付けられた消費税外税計算用プ\nログラム２ｉと消費税内税計算用プログラム２ｊのうちの消費税の計算ルールに合ったいずれ\nか一方の呼び出し用プログラムと，『端数計算』２ｋというロール情報が関連付けられた端数四\n捨五入用プログラム２ｌと端数切り捨て用プログラム２ｍと端数切り上げ用プログラム２ｎの\nうちの消費税の計算ルールに合ったいずれか一つの呼び出し用プログラムとを呼び出し対象と\nする（【００２６】）。」\n「  図５は，本実施の形態における処理実行プログラムによって実行される処理の流れを示す\nフローチャートである。図５に示す処理は，操作部材１０１が操作されて，不図示のデータ入\n力画面上で，仕入取引や売上取引といった取引の種別，取引先を特定するための取引先コード，\n取引金額といった入力データが入力されて，処理実行ボタンが押下されたことを検出すると起\n動するプログラムとして，制御装置１０２によって実行される（【００３２】）。」\n「  ステップＳ１０では，制御装置１０２は，上述したように，あらかじめ記録装置１０３に\n記録されている定義情報に基づいて，ユーザによって実行が指示された処理の内容に応じた，\n呼び出し用プログラムを呼び出す対象とするロール情報を特定する。その後，ステップＳ２０\nへ進む（【００３３】）。ステップＳ２０では，制御装置１０２は，上述したように，定義情報に\n基づいて，ユーザによって実行が指示された処理の内容に応じた呼び出し用プログラムの呼び\n出し順序をロール情報を用いて決定する。その後，ステップＳ３０へ進む（【００３４】）。ステ\nップＳ３０では，制御装置１０２は，記録装置１０３からステップＳ１０で特定したロール情\n報に関連付けられている呼び出し用プログラムを，ステップＳ２０で決定した呼び出し順序に\n従って呼び出す。その後，ステップＳ４０へ進む（【００３５】）。ステップＳ４０では，制御装\n置１０２は，ステップＳ３０で呼び出した呼び出し用プログラムを実行する。これによって，\n上述したように，各呼び出し用プログラム間でパラメータの受け渡しが行われながら処理が実\n行される。その後，ステップＳ５０へ進む（【００３６】）。」\n「  ステップＳ６０では，制御装置１０２は，メモリに記録されている処理結果，例えば上述\nした消費税額の計算結果を不図示の結果出力画面へ表示する。その後，処理を終了する（【００\n３８】）。」\n(2)  引用文献の記載\n引用文献（乙２）には，次の記載がある。\nア  技術分野\n「  本発明は，保守制御装置，保守制御システム及び保守制御プログラムに関する（【０００\n１】）。」\nイ  背景技術\n「  近年，スキャナ，印刷装置，複写機，ファクシミリ等の機能を有する複合機その他の画像\n処理装置が，ネットワーク環境を利用し，多種多様なデータを扱うことが一般的となりつつあ\nる。このような高度な機能を画像処理装置が備えるにともない，使用者の使用目的や使用環境\nに特化した専門的な使われ方をする事例も増えている。従って，画像処理装置等の保守対象装\n置の状態を適正に保つための保守や調整の作業も同様に複雑化する傾向にある。このため，一\n旦故障が発生すると原因の調査や復旧に時間を要することになる。このような状況を未然に回\n避するため，保守対象装置を遠隔監視しながら保守診断を行う技術が従来から用いられている。\n…（【０００２】）。また，以上に述べた事情は，携帯電話機や家庭用電気製品など機器の制御に\n電子プログラムを用いる装置の分野においても同様である（【０００３】）。」\nウ  発明が解決しようとする課題\n「  本発明の目的は，保守対象装置の使用目的や使用環境に応じた保守を行える保守制御装置，\n保守制御システム及び保守制御プログラムを提供することにある（【０００５】）。」\nエ  発明の効果\n「  請求項１，…の発明によれば，保守対象装置の使用目的や使用環境に応じた保守を行うこ\nとができる（【００１４】）。請求項２記載の発明によれば，保守プログラムに応じた最適な順序\nで保守プログラムを実行することができる（【００１５】）。請求項３記載の発明によれば，機能\nの高い保守プログラムを選択対象として残すことができる（【００１６】）。請求項４記載の発明\nによれば，保守対象装置の使用目的や使用環境に応じて保守プログラムを変更することができ\nる（【００１７】）。」\nオ  発明を実施するための形態\n「  図１には，本実施形態にかかる保守制御システムの構成例が示される。図１において，保\n守制御システムは，保守制御装置１００，保守対象装置１０２及び保守プログラム実行部１０\n４を含んで構成されている（【００２２】）。」\n「  保守制御装置１００は，保守対象装置１０２の保守を行うための保守プログラムを選択し，\n保守対象装置１０２に出力する。この場合，保守制御装置１００は，保守対象装置１０２の稼\n働状況，稼動履歴，設置環境，使用者の要望等が含まれる保守条件に基づいて，保守対象装置\n１０２の使用目的や使用環境に応じた保守プログラムを選択し，その実行順序を決定する。こ\nこで，保守とは，保守対象装置１０２の不具合の監視，診断，通知等をいう。このような保守\nを行うための動作（以後保守動作という）は，後述する保守プログラムを実行することにより\n行う。保守プログラムとは，保守対象装置１０２の各保守動作を実行する実行単位としてのプ\nログラムであり，保守対象装置１０２に設けられた動作状態に関する情報を検出する各種セン\nサからの出力に基づいて保守対象装置１０２の不具合の監視，診断，消耗品の寿命予測等を行\nい，異常の発生の有無等を管理センターその他の管理部門に通知する。上記センサは，保守対\n象装置１０２に設置され，例えば複合機等の複写量，印刷量，スキャン回数，トナー残量，紙\n詰まりの発生の有無，温度，湿度等，携帯電話の電池残量等，家庭用電気製品の場合に動作の\n異常停止等を検出する。なお，センサはこれらに限定されるものではない。また，保守プログ\nラムは，保守対象装置１０２に設けられた保守プログラム実行部１０４により，保守制御装置\n１００が決定した実行順序に基づいて実行される。保守プログラム実行部１０４は，上記保守\nプログラムを実行するとともに，保守対象装置１０２の稼働情報（稼働時間，印刷枚数等の稼\n働量，各種センサの検出値及び異常の発生の有無，管理センターへの通知の有無等の情報）を\n保守制御装置１００に対して送信する（【００２３】）。保守対象装置１０２は，複合機その他の\n画像処理装置，冷蔵庫，洗濯機その他の家庭用電気製品，携帯電話機等の，保守の対象となる\n装置である（【００２４】）。上述した保守制御装置１００及び保守対象装置１０２は，ネットワ\nーク等の通信手段１０６により接続され，保守プログラムその他の情報をやり取りする。なお，\n保守制御装置１００を保守対象装置１０２内に設置する構成としてもよい。この場合には，通\n信手段１０６は不要となる。…（【００２５】）。」\n「  図３には，本実施形態にかかる保守制御装置１００の機能ブロック図が示される。図３に\nおいて，保守制御装置１００は，保守条件受付部２８，保守プログラム選択部３０，実行順序\n決定部３２，保守プログラム変更部３４，保守プログラム評価部３６及び履歴情報収集部３８\nを含んで構成されている。これらの機能は例えばＣＰＵ１０とＣＰＵ１０の処理動作を制御す\nるプログラムとにより実現される（【００３２】）。保守条件受付部２８は，保守対象装置１０２\nを保守する際の条件である保守条件を受け付ける。ここで，保守条件には，保守対象装置１０\n２の稼働状況，稼動履歴，設置環境，使用者の要望等が含まれる。例えば稼働状況には，複合\n機等における複写量，印刷量，カラーまたは白黒等の印刷の種類，スキャン回数等が含まれる。\nこの稼働状況は，予め使用者が入力装置１８から入力しておくことができる。また，稼働履歴\nは，後述する履歴情報収集部３８が収集する保守対象装置１０２の稼働状況，異常発生の有無\n等に関する履歴である。また，設置環境は，保守対象装置１０２が設置された場所の温度，湿\n度等の動作に影響を与える環境に関する情報である。この設置環境は，温度計，湿度計等の適\n宜なセンサにより検出してもよいし，予め使用者が入力装置１８から入力してもよい。また，\n使用者の要望には，保守結果の通知頻度，通知する動作異常を決定するための閾値（例えば，\n紙詰まりの発生回数が何回になったときに管理センターに通知するかを決定するための閾値）\n等が含まれ，予め使用者が入力装置１８から入力しておくことができる。以上の稼働状況，設\n置環境，使用者の要望等を入力装置１８から入力する際には，表示装置２０にそれぞれの入力\n用画面を表示し，使用者がこの入力用画面を参照しながら入力する構成としてもよい（【００３\n３】）。保守プログラム選択部３０は，保守条件受付部２８が受け付けた保守条件に基づいて，\n保守対象装置１０２の保守に使用する保守プログラムを選択する。ここで，選択対象となる保\n守プログラムのリストは，予めハードディスク装置２２に格納しておいてもよいし，通信装置\n１６を介して他のサーバ等から取得してもよい。また，保守プログラム選択部３０は，上記保\n守条件に基づいて保守プログラムを選択するための選択規則を使用する。この選択規則は，上\n記保守条件の各項目毎に，保守プログラムを対応付けたものである。例えば，稼働状況がカラ\nーまたは白黒の印刷である場合には，トナーの残量監視プログラム及びトナー切れ等の異常発\n生を管理センター等に通報する通報プログラムが対応付けられ，設置環境における湿度が適宜\nな閾値を越えている場合には，紙詰まり監視プログラム及び紙詰まり発生を管理センター等に\n通報する通報プログラムが対応付けられる。…（【００３４】）。実行順序決定部３２は，保守プ\nログラムの接続順序を規定する接続規則に基づいて保守プログラム選択部３０が選択した保守\nプログラムの実行順序を決定する。接続規則では，ある保守プログラムに接続可能な保守プロ\nグラム群，接続の優先順位等が予め決められており，実行順序決定部３２は，これに基づいて\n保守プログラム選択部３０が選択した保守プログラム接続順序，すなわち実行順序を決定する。\n…（【００３５】）。以上に述べた保守プログラム選択部３０が選択した保守プログラム，及び実\n行順序決定部３２が決定した当該保守プログラムの実行順序に関する情報は，保守対象装置１\n０２の保守プログラム実行部１０４に渡され，保守プログラム実行部１０４によって実行され\nる。なお，保守プログラム及びその実行順序は，例えば通信装置１６及び通信手段１０６を介\nして保守プログラム実行部１０４に送信することができるが，これには限定されない。例えば，\n保守制御装置１００が保守対象装置１０２内に設置されている場合には，保守対象装置１０２\n内部のバスラインを介して送信することができる（【００３６】）。保守プログラム変更部３４は，\n使用者が入力装置１８から入力した指示情報，履歴情報収集部３８が収集する保守対象装置１\n０２の稼働履歴等に基づいて，保守プログラム実行部１０４が実行する保守プログラムを変更\nする。変更処理の内容としては，保守プログラムの追加，削除，パラメータの変更等がある。\n例えば，紙詰まりの発生回数が予め定めた閾値を超えた場合に，保守プログラムのパラメータ\nとして設定されている管理センターへの通知頻度を高くしたり（例えば，紙詰まり５回毎の通\n知を３回毎の通知に変更する），紙詰まりに関連する他の保守プログラム，例えば湿度監視プロ\nグラム（湿度の高さと紙詰まりには関連性があるので）を追加する等の処理が例示できる。ま\nた，紙詰まりその他の異常発生に対して保守対象装置１０２のダウンタイム（不稼働時間）が\n少ない等の使用者にとって好ましい結果が得られている保守プログラムを予めリストアップし\nておき，これらの保守プログラムに置き換える処理を行ってもよい。このリストアップは，後\n述する保守プログラム評価部３６の評価に基づいて行ってもよい（【００３７】）。保守プログラ\nム評価部３６は，保守プログラムを提供するサーバ装置または保守対象装置１０２のハードデ\nィスク装置２２等に格納された保守プログラムの中に，類似する機能を有する複数の保守プロ\nグラムがある場合に，これらの保守プログラムの機能の高さを予め定めた評価基準に基づいて\n評価する。この評価基準は，予めハードディスク装置２２に格納しておいてもよいし，通信装\n置１６を介して他のサーバ等から取得してもよい。ここで，類似する機能を有する保守プログ\nラムとは，当該保守プログラムに対応付けられた保守条件が同一または類似しており，例えば\n監視動作なのか通知動作なのか等の動作内容とパラメータが同一または類似しているものをい\nう。また，評価基準としては，ダウンタイムの長さ等が例示される。また，評価対象となる保\n守プログラムの動作結果は，後述する履歴情報収集部３８が収集した保守対象装置１０２の履\n歴情報から抽出し，保守プログラム評価部３６は，この動作結果を評価基準に基づいて評価す\nる。なお，保守プログラム評価部３６は，上記評価結果に基づいて，サーバ装置等に保守プロ\nグラムとして残すものと削除するものを決定してもよい。このときに，残された保守プログラ\nムが，上記保守プログラム選択部３０の選択処理で使用される（【００３８】）。履歴情報収集部\n３８は，保守対象装置１０２の稼動履歴（コピー枚数，印刷枚数等），保守対象装置１０２に付\n属する各種センサから取得できる値の履歴，異常発生の履歴，管理センターへの通知履歴，異\n常発生により不稼働であった時間の履歴等を収集し，ハードディスク装置２２等に格納する。\nこれらの履歴情報は，保守プログラム実行部１０４が保守制御装置１００に対して送信する保\n守対象装置１０２の稼働情報から収集する。なお，この履歴情報収集機能は，保守プログラム\nに含ませてもよい。また，上記保守プログラム評価部３６が，履歴情報収集部３８が収集した\n履歴情報に基づいて保守プログラムを評価してもよい（【００３９】）。」\n「  図４には，本実施形態にかかる保守制御装置１００の動作例のフローが示される。図４に\nおいて，保守条件受付部２８が，使用者が入力した稼働状況，設置環境，使用者の要望等，ま\nたは履歴情報収集部３８が収集した履歴情報を保守条件として受け付けると（Ｓ１０１），保守\nプログラム選択部３０が，上記保守条件と選択規則とに基づいて保守対象装置１０２に設けら\nれた保守プログラム実行部１０４に渡す保守プログラムを選択する（Ｓ１０２）。また，実行順\n序決定部３２は，接続規則に基づいて保守プログラム選択部３０が選択した保守プログラムの\n実行順序を決定する（Ｓ１０３）。」（【００４０】）\n」\n「  以上のステップにより選択した保守プログラム及びその実行順序は，通信装置１６及び通\n信手段１０６等を介して保守プログラム実行部１０４に送信する（Ｓ１０４）（【００４１】）。\n次に，保守プログラム変更部３４は，使用者が入力装置１８から入力した指示情報，履歴情報\n収集部３８が収集する保守対象装置１０２の稼働履歴等に基づいて，保守プログラム実行部１\n０４が実行する保守プログラムを変更する必要があるか否かを判断する（Ｓ１０５）。Ｓ１０５\nにおいて，保守プログラムを変更する必要があると判断した場合には，保守プログラム変更部\n３４が保守プログラムの追加，削除，パラメータの変更等の変更処理を行う（Ｓ１０６）（【０\n０４２】）。なお，図４の各ステップに示された動作は，保守対象装置１０２の稼働中に動作す\nることもでき，保守プログラムの選択，実行，変更のために特別の時間を設ける必要がない（【０\n０４３】）。」\n「  図５には，本実施形態にかかる保守制御装置１００の他の動作例のフローが示される。図\n５は，保守プログラム評価部３６の評価処理の例である。また，図６(ａ)，(ｂ)には，保守プロ\nグラム評価部３６の評価に基づいて保守プログラムのリストを変更する処理の説明図が示され\nる（【００４４】）。」\n「  図５において，保守プログラム評価部３６が，履歴情報収集部３８が収集した保守対象装\n置１０２の履歴情報を取得する（Ｓ２０１）。また，保守プログラム評価部３６は，保守プログ\nラムを提供するサーバ装置または保守対象装置１０２のハードディスク装置２２等に格納され\nた保守プログラムを，類似した機能毎に取得する（Ｓ２０２）。なお，保守プログラムは，複数\nの異なるサーバ装置または複数の異なる保守対象装置１０２のハードディスク装置２２から取\n得してもよい（【００４５】）。次に，保守プログラム評価部３６は，上記履歴情報を解析し，評\n価対象となる保守プログラムの動作結果から当該保守プログラムの機能の高さを予め定めた評\n価基準に基づいて評価する。例えば，履歴情報に含まれる『異常発生により不稼働であった時\n間の履歴』を，当該異常を検出する，あるいは管理センターに通知する保守プログラム毎に抽\n出し，不稼働であった時間（ダウンタイム）の長短により当該保守プログラムの評価を行うこ\nとができる。保守プログラム評価部３６は，この評価結果に基づいて保守プログラムに機能の\n高さの順位付けを行う（Ｓ２０３）。この順位付けがなされた保守プログラムのリストは，保守\nプログラム選択部３０による選択の対象とすることができる（【００４６】）。次に，保守プログ\nラム評価部３６は，Ｓ２０３において行われた順位付けに基づいて，保守プログラムのリスト\nを更新する（Ｓ２０４）。この更新処理により，機能の高い保守プログラムをリストに残し，機\n能の低い保守プログラムをリストから削除する（【００４７】）。」\n「  図６(ａ)には，保守プログラムのリストとして４つの紙詰まり検出プログラムＡ，Ｂ，Ｃ，\nＤが例示されており，保守プログラム評価部３６が履歴情報から抽出したダウンタイムが各保\n守プログラム毎に示されている。なお，上記リストにおいて，保守プログラムはプログラム名\nや識別符号等の保守プログラム識別子により識別されている。図６(ａ)の例では，ダウンタイム\nの短い順に順位付け（優先度）がなされており，Ｃ→Ｂ→Ａ→Ｄの順にダウンタイムが長く（保\n守プログラムの機能が低く）なっている。このように，ダウンタイムに差が生じるのは，例え\nば紙詰まりの検出アルゴリズム，または発生した紙詰まりに関連する診断データを収集する，\n通知する等の差による使用機能制限の差や，管理センターに通知する情報種別や情報量に基づ\nく保守作業にかかる時間に基づくものである。」（【００４８】）\n２  本願発明の進歩性について\n(1)  引用発明の認定\nア  構成ａについて\n保守対象装置１０２の保守動作を実行する実行単位としての複数の保守プログラ\nム（【００２３】）は，監視動作や通知動作等の動作内容が類似する機能ごとに評価\nされており（【００３８】），プログラム名や識別符号等の保守プログラム識別子を付\n与した保守プログラムリスト（【００４８】）ととともに，記憶装置に記憶されてい\nて（【００２６】【００３１】），複数の保守プログラムから１つの保守プログラムを\n選択して実行している（【００２３】【００３４】）。\n例えば，保守プログラム識別子が「紙詰まり」（【図６】）である保守プログラムリ\nストの例として，４つの紙詰まり検出プログラムがダウンタイムの短い順に順位付\nけされており（【００４８】），保守プログラム選択部３０によって選択の対象とされ\nること（【００４６】）が記載されている。\nそうすると，引用発明は，「複数の保守プログラムと，各保守プログラムを識別す\nるための保守プログラム識別子を記録した記憶装置から，前記保守プログラムを選\n択して実行する保守制御システム」といえる。\nイ  構成ｂについて\n保守条件受付部２８は，保守対象装置１０２を保守する際の条件である保守条件\nを受け付けている（【００３３】）。\n保守条件には，例えば，複合機等における複写量，印刷量，カラー又は白黒等の\n印刷の種類，スキャン回数等の稼働状況や，保守対象装置１０２が設置された場所\nの温度，湿度等の動作に影響を与える環境に関する情報である設置環境が挙げられ\nている（【００３３】）。なお，引用文献には，「稼働状況，設置環境，使用者の要望\n等を入力装置１８から入力する際には，表示装置２０にそれぞれの入力用画面を表\n示し，使用者がこの入力用画面を参照しながら入力する構成としてもよい。」（【００\n３３】）との記載もある。\nそうすると，引用発明は，「保守対象装置を保守する際の条件である保守条件を受\nけ付ける保守条件受付部」を備えている。\nウ  構成ｃについて\n保守プログラム選択部３０は，保守条件受付部２８が受け付けた保守条件に基づ\nいて，保守対象装置１０２の保守に使用する保守プログラムを選択する（【００３\n４】）。\n例えば，保守条件が稼働状況であれば，監視動作の機能であるトナーの残量監視\nプログラムと通報動作の機能である通報プログラムが選択され，保守条件が設置環\n境であれば，監視動作の機能である紙詰まり監視プログラムと通報動作の機能であ\nる通報プログラムが選択される（【００３４】）。\nそうすると，引用発明は，「保守条件受付部が受け付けた前記保守条件に基づいて，\n実行する保守内容を特定し，前記保守プログラムを選択する保守プログラム選択部」\nを備えている。\nエ  構成ｄについて\n実行順序決定部３２は，保守プログラム選択部３０が選択した保守プログラムの\n実行順序を決定する（【００３５】）。\nそうすると，引用発明は，「保守プログラム選択部で選択した前記保守プログラム\nの実行順序を決定する実行順序決定部」を備えている。\nオ  構成ｅについて\n保守プログラム実行部１０４は，保守プログラム選択部３０が選択した保守プロ\nグラム，及び実行順序決定部３２が決定した当該保守プログラムの実行順序に関す\nる情報に基づいて実行される（【００３６】）。\nそうすると，引用発明は，「実行順序決定部で決定した実行順序で，前記保守プロ\nグラムを選択して実行する保守プログラム実行部」を備えている。\nカ  小括\n引用発明が，保守制御システムであることは明らかであるから，以上ア～オのと\nおり，引用発明は，構成ａ～ｅ，ｇを備えるものであり，審決の引用発明の認定に\nは，誤りはない。\n(2)  一致点及び相違点の認定\nア  対比\n①  引用発明の「保守プログラム」は，保守プログラム実行部に呼び出されて実\n行されることは明らかであるから，「呼び出し用プログラム」といえる。\n②  引用発明の「保守プログラム識別子」は，上記(1)ア及び同ウのとおり，監視\n動作の機能であるプログラム（トナーの残量監視プログラム，紙詰まり監視プログ\nラム）や通知動作の機能であるプログラム（通報プログラム）等の動作内容が類似\nする機能ごとに付与されているものであって，「トナーの残量」「紙詰まり」及び「通\n報」等は，各保守プログラムの役割を表しているといえるから，本願発明の「ロー\nル情報」に相当する。\n③  引用発明の「保守条件」は，実行する保守処理を特定する情報であるといえ\nるから，本願発明の「処理特定情報」に相当する。\nそして，上記(1)イのとおり，引用文献には，保守条件（本願発明の「処理特定情\n報」に相当する。）である「稼働状況，設置環境，使用者の要望等」を入力装置１８\nから入力することが記載されているから，引用発明の「保守条件受付部」もそのよ\nうな入力データを受付け可能であることは明らかである。\nそうすると，引用発明の「保守条件受付部」は，本願発明の「受付手段」に相当\nする。\n④  さらに，引用発明の「保守プログラム選択部」は，保守条件（本願発明の「処\n理特定情報」に相当する。）に基づいて，実行する保守内容を特定して，保守プログ\nラム（本願発明の「呼び出し用プログラム」に相当する。）を選択し，実行順序決定\n部は，保守プログラムの実行順序を決定するものである。\nそして，上記(1)アのとおり，引用発明において，保守プログラム選択部３０が選\n択する保守プログラムは，保守プログラム識別子（本願発明の「ロール情報」に相\n当する。）が付与された保守プログラムリストから選択されていると解されるから，\n引用発明の「保守プログラム選択部」は，保守プログラム識別子（本願発明の「ロ\nール情報」に相当する。）を特定しているといえる。\nこれに対し，本願発明の「ロール情報特定手段」は，処理特定情報に基づいて，\n実行する処理を特定し，該処理を実行するために必要なロール情報を特定するもの\nであり，「呼び出し順序決定手段」は，ロール情報が関連付けられている呼び出し用\nプログラムの呼び出し順序を決定するものである。\nそうすると，引用発明の「保守プログラム選択部」及び「実行順序決定部」は，\nそれぞれ，本願発明の「ロール情報特定手段」及び「呼び出し順序決定手段」に相\n当する 。\n⑤  引用発明の「保守プログラム実行部」は，保守プログラム（本願発明の「呼\nび出し用プログラム」に相当する。）を実行するものであるから，「呼び出し用プロ\nグラム実行手段」といえる。\n⑥  引用発明の「保守制御システム」は，保守処理を行うために，保守プログラ\nムを実行するものであるから，「処理実行装置」といえる。\nイ  一致点\n上記アによれば，本願発明と引用発明とは，次の点において一致する。\n【Ａ】複数の呼び出し用プログラムと，各呼び出し用プログラムの役割を表したロ\nール情報とを関連付けて記録した記録装置から，前記呼び出し用プログラムを\n呼び出して実行する処理実行装置であって，\n【Ｂ】実行する処理を特定するための処理特定情報，及び前記処理に用いる入力デ\nータの入力を受け付ける受付手段と，\n【Ｃ】前記受付手段によって受け付けられた前記処理特定情報に基づいて，実行す\nる処理を特定し，該処理を実行するために必要な前記ロール情報を特定するロ\nール情報特定手段と，\n【Ｄ】前記受付手段によって受け付けられた前記処理特定情報に基づいて，前記ロ\nール情報特定手段によって特定された前記ロール情報が関連付けられている\n前記呼び出し用プログラムの呼び出し順序を決定する呼び出し順序決定手段\nと，\n【Ｅ】前記呼び出し順序決定手段によって決定された前記呼び出し順序で，前記ロ\nール情報特定手段によって特定された前記ロール情報が関連付けられている\n前記呼び出し用プログラムを記録装置から呼び出して実行する呼び出し用プ\nログラム実行手段とを備える\n【Ｇ】処理実行装置。\nウ  相違点\n呼び出し用プログラム実行手段について，本願発明は，構成Ｆのとおりに呼び出\nし用プログラムを選択するものであるのに対し，引用発明は，そのような特定がな\nい点（相違点Ａ）。\n(3)  相違点の判断\n引用発明の「ロール情報」（保守プログラム識別子）は，前記ア②のとおり，監視\n動作の機能であるプログラム（トナーの残量監視プログラム，紙詰まり監視プログ\nラム）や通知動作の機能であるプログラム（通報プログラム）等の動作内容が類似\nする機能ごとに付与されているものであり，「トナーの残量」「紙詰まり」及び「通\n報」等は，各保守プログラムの役割を表しているといえる。\nまた，前記(1)アのとおり，「ロール情報」（保守プログラム識別子）が「紙詰まり」\nである場合の保守プログラムリストの例として，４つ（複数）の紙詰まり検出プロ\nグラムがダウンタイムの短い順に順位付けされており，保守プログラム選択部３０\nによって選択の対象とされるものである。\nそして，情報処理の技術分野において，複数のプログラムを連続して実行する際\nに，前に実行した処理結果（情報）に基づいて，後続の処理を行うことは技術常識\nであると認められる。\nそうすると，「紙詰まり」というロール情報（保守プログラム識別子）に，複数の\n呼び出し用プログラム（保守プログラム）が関連付けられており，その複数の呼び\n出し用プログラム（保守プログラム）から１つの呼び出し用プログラム（保守プロ\nグラム）を選択して実行する引用発明において，「紙詰まり」に対する呼び出し用プ\nログラム（保守プログラム）の呼び出し順序よりも前に実行する呼び出し用プログ\nラム（保守プログラム）がある場合 に，その呼び出し用プログラム（保守プログラ\nム）から出力された情報に基づいて，実行対象とする１つの呼び出し用プログラム\n（保守プログラム）を選択するように構成することは，当業者であれば容易に想到\nし得るものである。\nそうすると，相違点Ａに係る構成は，容易想到である。\n(4)  まとめ\n以上のとおりであり，相違点１を実質的な相違点とはいえないとした審決の認定\n判断は，実質的に当裁判所による本願発明と引用発明との対比に係る認定判断と異\nならず，相違点２を容易想到とした審決の認定判断は，当裁判所の相違点Ａに係る\n認定判断と同旨といえるから，審決は，結論において相当というべきである。\n３  原告の主張に対して\n(1)  取消事由１（引用適格の認定誤り）について\n原告は，引用発明は，本願発明とはその適用する分野を異にし，対比すべき発明\nとすることはできない旨を主張する。\nしかしながら，原告が自認し，そして，本願明細書の段落【０００１】に「本発\n明は，処理実行プログラム，および処理実行装置に関する。」と記載されているとお\nり，本願発明の適用範囲は，原告の主張する特定の技術分野に限定されたものでは\nなく，引用発明の技術分野と重なることが明らかである。\n原告の主張は，その前提を欠くものであり，採用することはできない。\n(2)  取消事由２（引用発明の認定誤り）について\n原告の主張は，引用発明において，ソフトウェアが動作する保守制御装置１００\nを保守対象装置１０２内にあるように構成しても，保守対象装置１０２は依然とし\nて存在するのに対し，本願発明は，引用発明の保守対象装置１０２に対応する装置\nは存在しないから，本願発明と対比する引用発明の認定として誤りである，という\nものと解される。\nしかしながら，保守制御装置１００を保守対象装置１０２内にあるように構成し\nた場合，保守制御装置１００で動作するソフトウェアは，保守対象装置１０２でも\n動作しているといえることは明らかである。\nそうすると，引用発明においては，保守対象装置１０２上でソフトウェアが動作\nし，処理を実行することになるから，引用発明の保守対象装置１０２は，処理実行\n装置といえる。\nしたがって，審決が認定した引用発明に誤りはなく，原告の上記主張は，採用す\nることができない。\n第６  結論\nよって，審決の結論は正当であって，取消事由は理由がないから，原告の請求を\n棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清    水        節\n裁判官\n中    村        恭\n裁判官\n中    武    由    紀\n"
}