{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 7,
    "day": 20
  },
  "case_number": "平成28(ワ)129",
  "case_name": "損害賠償請求事件",
  "court_name": "高知地方裁判所",
  "lawsuit_id": "87969",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87969",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/969/087969_hanrei.pdf",
  "contents": "平成３０年７月２０日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第１２９号  損害賠償請求事件\n口頭弁論終結日  平成３０年２月１６日\n判         決\n当事者の表示   別紙１当事者目録記載のとおり\n主         文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  被告は，当事者目録第１の１記載の各原告に対し，それぞれ２００万円及びこ\nれに対する平成２６年９月１９日から各支払済みまで年５分の割合による金員\nを支払え。\n２  被告は，当事者目録第１の２記載の各原告に対し，それぞれ１００万円及びこ\nれに対する平成２６年９月１９日から各支払済みまで年５分の割合による金員\nを支払え。\n３  被告は，当事者目録第１の３記載の各原告に対し，それぞれ６６万６６６６円\n及びこれに対する平成２６年９月１９日から各支払済みまで年５分の割合によ\nる金員を支払え。\n４  被告は，当事者目録第１の４記載の各原告に対し，それぞれ５０万円及びこれ\nに対する平成２６年９月１９日から各支払済みまで年５分の割合による金員を\n支払え。\n５  被告は，当事者目録第１の５記載の各原告に対し，それぞれ３３万３３３３円\n及びこれに対する平成２６年９月１９日から各支払済みまで年５分の割合によ\nる金員を支払え。\n６  被告は，当事者目録第１の６記載の原告に対し，２０万円及びこれに対する平\n成２６年９月１９日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，アメリカ合衆国（以下「米国」という。）が昭和２９年３月から同年５\n月にかけて，マーシャル諸島共和国ビキニ環礁及びその付近において，核実験を\n行い，その周辺の海域において漁船員らが被ばくしたにもかかわらず，被告が，\n被ばくの事実及び被ばくに関する記録を平成２６年９月１９日に開示するまで\nの間隠匿したこと及び被ばく者について追跡調査や生活支援等の施策を実施し\nなかったことが違法であるとして，被ばくした漁船員及びその遺族並びにこれら\nの者の支援者である原告らが，主位的に，被ばくした漁船員は，必要な治療を受\nけ，生命及び健康を維持する権利等を侵害され，支援者は被告の違法行為により\n貴重な時間を浪費したとして，予備的に，上記被ばく資料の開示により，原告ら\nは，被告による違法行為を知り，大きな怒りと衝撃を受けて損害が発生したとし\nて，被告に対し，国家賠償法１条１項に基づき，漁船員及びその支援者である原\n告一人につき２００万円，遺族である原告らは２００万円に対する法定相続分の\n割合を乗じた額の損害（合計６４８６万６６６４円）及びこれらに対する最終的\nな違法行為の日である上記資料開示の日から支払済みまで民法所定の年５分の\n割合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いのない事実及び当裁判所に顕著な事実並びに掲記の\n証拠及び弁論の全趣旨により容易に認められる事実）\n当事者\nア  原告ら\n本件被ばく者\n別紙２の「漁船員」欄記載の者（ただし，被ばくに関する証拠がない原\n告Ａを除く。以下，「本件被ばく者」という。）は，昭和２９年３月１日か\nら同年５月１４日当時，同別紙２の「被災船」欄記載の各船の漁船員であ\nった（このうち，存命の者が，別紙１当事者目録記載第１の１の原告ら（但\nし，後記支援者原告を除く。）である。）。\n遺族原告\n別紙２の「相続人である原告（続柄）」欄記載の原告ら（別紙１当事者目\n録第１の２ないし第１の６記載の原告ら。以下「遺族原告」という。）は，\n同別紙２の「漁船員」欄記載の者の相続人である（枝番を含む甲１４）。\n支援者原告\n原告Ｂ（以下「原告Ｂ」という。）及び同Ｃ（以下，「原告Ｃ」といい，\n両名を指して「支援者原告」という。）は，本件被ばく者の支援や調査等に\n長年携わってきた者である（弁論の全趣旨）。\nイ  被告は，日本国である。\n米国によるビキニ環礁及びその付近での核実験（本件核実験）\n米国は，昭和２９年３月１日，同月２７日，同年４月７日，同月２６日，同\n年５月５日，同月１４日の６回にわたり，マーシャル諸島共和国ビキニ環礁又\nはエニウェトク環礁付近（以下，まとめて「ビキニ環礁等付近」ということが\nある。）において，核実験（キャッスル作戦。以下「本件核実験」という。）を\n行った。\n漁船員らの被ばく（本件被ばく）\n本件被ばく者は，本件核実験が行われた当時又は本件核実験後であって，そ\nの放射性降下物その他放射性物質が大気中，海中及び海中の魚類等に残存して\nいる期間に，別紙２の「被災船」欄記載の漁船に乗り，ビキニ環礁等付近を航\n行し，上記放射性物質により被ばくした（以下，本件被ばく者が本件核実験に\nより被ばくした事実を「本件被ばく」という。）。\n本件被ばくに係る資料（本件資料）の開示\n厚生労働省は，平成２６年９月１９日，原告Ｂに対し，行政機関の保有する\n情報の公開に関する法律（以下「情報公開法」という。）に基づき，別紙３記載\nの本件核実験に関連する資料（以下「本件資料」という。）を開示した。\n本件訴訟提起\n原告らは，平成２８年５月９日，高知地方裁判所に対し，本件訴訟を提起し\nた（当裁判所に顕著な事実）。\n２  争点\n本件被ばくの事実及び本件資料（以下「本件資料等」という。）を隠匿・不開\n示に関する違法行為（本件資料等の隠匿・不開示の違法行為）について\nア  被告が本件資料等を隠匿したか（争点１－１）。\nイ  被告の本件資料等を開示する法的作為義務の有無（争点１－２）\n被告が本件被ばくについて追跡調査や本件被ばく者に対する支援の施策（以\n下「調査・支援等施策」という。）をしなかったことに関する違法行為（調査・\n支援等施策不実施の違法行為）について，被告に調査・支援等施策をすべき法\n的作為義務があるか（争点２）\n⑶  原告らの損害の有無及び額（争点３）\n⑷  本件資料等の隠匿・不開示，調査・支援等施策不実施の違法行為に基づく損\n害賠償請求権は除斥期間の経過により消滅しているか\nア  除斥期間の起算点はいつか（争点４－１）。\nイ  除斥期間を主張することは，信義則違反又は権利の濫用に当たるか（争点\n４－２）。\n３  当事者の主張\n争点１－１（被告が本件資料等を隠匿したか）について\n（原告らの主張）\nア  被告は，本件被ばく当時，厚生省の関係検査員が被ばく漁船の検査を行い，\n第二幸成丸，第八順光丸，第十三光栄丸，第十一高知丸，第十二高知丸その\n他の漁船から被ばくを確認したため，採った魚を投棄し，全国延べ９９２隻\nの漁船を海洋に投棄したこと，調査船俊こつ丸の調査でもビキニ環礁等付近\nの海域の海水から放射能汚染が確認されていることから，本件被ばくの事実\nを知っていた。\nイ  被告及び米国は，当時の米ソ核開発競争の中で米国が優位に立つために米\n国の核実験の継続を優先させるという政治的思惑のために，昭和３０年１月\n４日，日米両政府間において，米国が，第五福竜丸関係の僅かな物的補償の\nみ行い，その余の米国の責任は免除するという合意を締結して政治決着を行\nった。被告は，このような違法な合意を行うに当たり，本件被ばく者の人的\n被害は全て隠すという基本方針を決めた。\nウ  被告は，本件被ばくの事実を隠すため，昭和３０年１月１日からの被災調\n査を打ち切った。\nエ  被告は，昭和６１年３月７日の衆議院予算委員会での山原健二郎議員の質\n問に対し，本件被ばくに関する資料は残っていない旨答弁し，本件資料の提\n出を拒否した。\nオ  平成１６年３月５日の高知県議会における塚地佐智議員の質問を受けた\n橋本大二郎知事の，厚生省に対する被ばく資料の開示要請に対し，ビキニ事\n件は解決済みであり，現在それを扱う窓口もないとして開示を拒否した。\nカ  紙智子参議院議員及び原告Ｂらが，平成２６年７月，厚生労働省に対して\n本件資料の存在が判明するまで本件資料を出さなかった理由と責任を追及\nし，速やかに開示するよう要求したのに対し，開示はなかなか進まず，途中\nで担当の同省課長補佐が突然交代し，同年９月１９日の開示当日まで本件資\n料の内容，枚数は示されなかった。また，同省は，開示後に同議員らによる\n記者会見が予定されていることを知るや，先に国側の書面（漁船員に健康を\n害する被ばくはない旨記載した書面）を記者に配布し，記者会見主催者であ\nる太平洋核被災支援センター（原告Ｂ）及び同議員らには同書面を渡さなか\nった等の経過があった。なお，本件資料の開示は，既に公開された外務省の\n開示文書にある旧厚生省関係の文書に含まれていた被災船員の血液・尿など\nの検査記録は除外されているなど，不十分なものであり，同議員らの追及に\nより，同年１０月２９日に追加文書が開示されるに至ったものである。\nなお，被告は，厚生労働省内及び外部倉庫を探索したところ，本件核実験\nによる被災状況に関する資料を発見した旨主張するが，同省内部を探すのは\n当然であり，外部倉庫については，第三の被ばく事件として大問題となった\n事件に関する資料を遠くの倉庫まで運んで保管したというのは極めて不自\n然である。\nキ  以上のとおり，本件核実験直後の内閣以来の歴代内閣の閣僚（特に総理大\n臣，外務大臣，厚生（労働）大臣，農林水産大臣）は，昭和３０年１月４日\nの日米合意以来，平成２６年９月１９日まで，本件資料等を徹底して隠し続\nけてきた。\n（被告の主張）\nア  前記（原告らの主張）アは否認する。被告が本件被ばくについて知ってい\nたというのは，原告らの憶測にすぎない。\nイ  日米間で合意をした事実は認めるが，被告が本件被ばく者の人的被害は全\nて隠すという基本方針を決めたという点は否認する。\nウ  昭和３０年１月１日からの被ばく調査が中止されたことは認めるが，本件\n被ばくの事実を隠すためという点は否認する。\nエ  昭和６１年３月７日の衆議院予算委員会において，山原健二郎議員が，水\n産庁及び厚生省に本件核実験による被災状況に関する資料の開示を求める\n趣旨の質問をしたのに対し，小野登喜雄説明員は，「昭和２９年の核実験に\nよる漁船等に関する資料は，水産庁においては残念ながら手持ち資料はな\nい。」と答弁し，仲村英一政府委員は，「昨日の質問後資料を調べたが，見\nつから」ないと答弁したが，政府関係者が本件被ばくに関する資料はもう残\nっていない旨答弁した事実はない。\nオ  経過\n厚生労働省の本件に関する担当者であった健康局総務課課長補佐が，定期\nの人事異動により，平成２６年８月１日，交代したこと，厚生労働省が原告\nＢに対して開示する文書の内容及びその枚数を示したのが，開示請求があっ\nた同年９月１９日であったこと，同日中に厚生労働省が，報道機関に対し，\n「ビキニ核実験に関する文書について」と題する書面を交付したこと，太平\n洋核被災支援センター（原告Ｂ）や紙智子参議院議員には同書面を交付しな\nかったことは認めるが，「開示後記者会見が予定されていることを知るや」\nとの部分は否認する。\n厚生労働省は，同年７月１日，原告Ｂらから，「マーシャル水域において\n漁撈に従事しまたはこの水域を航行した漁船についての検査の実施につい\nて」と題する昭和２９年４月２６日付け厚生事務次官通知（乙４）を示され，\n本件核実験による被災状況に関する資料を探すよう求められた。これを受け\nて，情報公開法に基づく行政文書の開示請求を受けて行われる通常の探索方\n法（行政文書ファイル管理簿の検索並びに厚生労働省内の所管課の事務室及\nび書庫の探索）に加え，更に厚生労働省内及び外部倉庫を探索したところ，\n本件核実験による被災状況に関する資料を発見した。\nそして，厚生労働省は，平成２６年９月１９日，原告Ｂから，情報公開法\nに基づき「ビキニ核実験に係る資料一式」に係る行政文書について開示請求\nを受け，同日，本件核実験による被災状況に関する資料を開示した。\nカ  本件資料の開示の経緯は，前記のとおりであって，現に，被告は，本件資\n料が発見された後，原告Ｂらから情報公開法に基づく行政文書開示請求を受\nけて，原告Ｂらに対し，速やかにこれを開示しているのであるから，被告に\nおいて，本件資料等を故意に隠匿し，開示を拒否し続けたという事実はない。\n争点１－２（被告の本件資料等を開示する法的作為義務の有無）について\n（原告らの主張）\n被告が原告らに対して本件資料等を開示すべき法的作為義務は，次の点から\n認められる。\nア  国家公務員であること（全閣僚）\n国家公務員は，憲法１５条２項，国家公務員法９６条１項に基づき，国\n民全体の奉仕する職責があって，その職務は国民から負託された公務であ\nることにかんがみ，職務の執行の公正さに対する国民の疑惑や不信を招く\nような行為の防止を図り，公務に対する国民の信頼を確保する職責があり\n（国家公務員倫理法１条），国民の一部の奉仕者でないことを自覚し，職務\n上知り得た情報について，国民の一部に対し有利な取り扱いをする等不当\nな差別的取り扱いをしてはならず，常に公正な職務の執行にあたらなけれ\nばならない職責がある（同法３条１項）。\nイ  内閣総理大臣\n行政権は内閣に属し（憲法６５条），総理大臣は内閣を代表して，一般国\n務，外交を行い，行政各部を指揮監督する（憲法７２条）。\n内閣は，国民主権の理念にのっとり，職権を行い（内閣法１条），「災害\nから国民を保護する任務」を持つ（内閣府設置法３条２項）。\n内閣は，災害被災者の応急救助，被災者生活再建支援金の支給，原子力\n災害に対する対策をとる職責があり（内閣府設置法４条３項８号の２，同\n項１１号，同項１４号の２），原子力災害に対する対策の強化を図り，原子\n力災害から国民の生命，身体及び財産を保護する職責がある（原子力災害\n対策特別措置法１条，４条）。また，内閣は，原子力災害にあたり，国民の\n健康診断及び心身の健康に関する相談，医療に関する措置をとる職責があ\nる（同法２７条２号）。\nウ  外務大臣\n外務大臣は，国際社会における日本国及び日本国民の利益の増進を図る\nことを任務とする（外務省設置法３条１項）。\nエ  厚生労働大臣\n厚生労働大臣は，国民の健康の増進を図り，原子爆弾被災者に対する援護\nの職責を有し（厚生労働省設置法４条１項１７号，同項２２号），社会福祉事\n業の公明かつ適正な実施及び発達を図り，福祉サービスは，個人の尊厳を旨\nとし，その利用者が心身ともに健やかに育成されるように支援する職責を持\nつ（社会福祉法１条，３条）。\nオ  農林水産大臣\n農林水産大臣は，農林漁業者の福祉の増進を図り，  漁船損害，漁船乗組員\n給与保険及び漁船災害補償に関する職責を有する（農林水産省設置法３条１\n項，４条１項３４号）。\nカ  小括\n本件被ばくについて，被告は米国の核戦略を優先し，核実験の継続に協\n力するため，被災船員に無断で，その意思に反して，被害の一部（ほとん\nどが物的損害）についてのみ補償し，その余の損害（特に被災船員の人的\n被害）は，すべて損害賠償請求権を放棄し，被災調査そのものを打ち切\nり，被災資料を意識的に隠し，被災者の生命，健康，生活の破壊をもたら\nした。これらの長期に渡る一連の行為は，前記内閣及び国家公務員の基本\n的職務と真逆の行為であり，その国家賠償法（以下「国賠法」という。）上\nの違法性は明らかである。\n（被告の主張）\nア  国賠法１条１項は，損害を被ったと主張する者の権利ないし法益侵害の存\n在を前提に，公権力の行使に当たる公務員が，個別の国民に対して負担する\n職務上の法的義務に違背して当該国民に損害を与えたときに，国又は公共団\n体がこれを賠償する責めに任ずることを規定するものであり，具体的には，\n公務員が個別の国民に対して負担する職務上の法的義務の有無及びその内\n容の確定と，その義務に係る義務違反の事実の有無によって，当該公務員の\n行為の違法判断がされることになる。\nそして，公務員の作為ないし不作為が国賠法上違法となる場合があるとし\nても，それは，職務上の法的義務として，個別の国民に対して負担する法的\n作為義務があり，その作為義務に違反する場合に限られる。\nさらに，公務員が国民に対して公権力の行使として何らかの権限行使をす\nるためには法律上の根拠が必要であり，当該権限を行使し得る要件を満たし\nていることが必要である。当然のことながら，権限行使の要件は，各権限ご\nとに異なっていることから，法的作為義務を検討する前提として，行使すべ\nき権限の内容及びその法的根拠が特定されなければならない。\nしたがって，公務員の公権力の行使が，国賠法１条１項にいう「違法」と\n認められるためには，行使すべき権限の内容及び法的根拠が特定されなけれ\nばならない。\nイ  国家公務員法９６条１項が「国民全体の奉仕者」として勤務することを国\n家公務員に求めるのは，憲法１５条２項に基づくものであり，憲法１５条２\n項において，公務員が「全体の奉仕者」と規定された意味は，公務員が，国\n民の信託によって公務を担当する者として，国民全体の利益のためにその職\n務を行わなければならず，国民の中の一部を占める特定の政党や階級・階層\nの利益のために行動してはならないということにあり，また，国家公務員法\n９６条１項が「公共の利益のために勤務」することを国家公務員に求めたの\nは，国家公務員が勤務するに当たっては，一部の国民のために奉仕するので\nはなく，国民全体の奉仕者として行動する必要があることを示したものであ\nり，その直前に規定されている「国民全体の奉仕者」という文言と表現や視\n点の違いはあるにしても，結局は同じことを述べたものであって，これらの\n条項から個別の国民に対する何らかの職務上の法的義務を直ちに導き出す\nことはできず，ひいては，「原告らの被ばくの事実や，それを裏付ける被ばく\n関連資料」を開示する法的作為義務を認めるに足る具体的根拠規定とはなら\nないことは明らかである。\n国家公務員倫理法１条は，同法の目的を規定するものであり，また，同法\n３条１項は，国家公務員法２条２項に規定する一般職に属する国家公務員で\nある「職員」が遵守すべき職務に関する倫理原則を規定したものであって，\nこれらの条項から個別の国民に対する何らかの職務上の法的義務を直ちに\n導き出すことはできず，ひいては，「原告らの被ばくの事実や，それを裏付け\nる被ばく関連資料」を開示する法的作為義務を認めるに足る具体的根拠規定\nとはならないことは明らかである。\nウ  憲法６５条は，国家作用の性質によって行政を立法及び司法から区別する\n実質的意味の行政を行うことが，本来的に内閣の権能であることを示してい\nる規定であり，憲法７２条は，内閣総理大臣が，内部において内閣の統一を\n保持する任に当たるだけではなく，外部に対して，内閣を代表する権限を有\nすることを明示した規定であり，内閣法１条は，内閣の職権を定めた規定で\nあって，これらの条項から個別の国民に対する何らかの職務上の法的義務を\n直ちに導き出すことはできず，ひいては，「原告らの被ばくの事実や，それを\n裏付ける被ばく関連資料」を開示する法的作為義務を認めるに足る具体的根\n拠規定とはならないことは明らかである。\n内閣府設置法３条２項，４条３項８号の２，同項１１号及び同項１４号の\n２，外務省設置法３条１項，厚生労働省設置法４条１項１７号及び同項２２\n号並びに農林水産省設置法３条１項及び４条１項３４号は，いわゆる行政組\n織法として各行政機関相互間の機能の分担及び各行政主体相互間の権限分\n配に関する組織規範を定めたものであり，これらの行政組織法から具体的な\n行政機関の個別の国民に対する何らかの職務上の法的義務を導き出すこと\nはできず，ひいては，「原告らの被ばくの事実や，それを裏付ける被ばく関連\n資料」を開示する法的作為義務を認めるに足る具体的根拠規定とはならない\nことは明らかである。\nエ  原子力災害対策特別措置法は，その目的を定めた同法１条から明らかなよ\nうに，「原子力災害に対する対策の強化を図り，もって原子力災害から国民\nの生命，身体及び財産を保護することを目的とする。」ものである。ここにい\nう「原子力災害」とは，「原子力緊急事態により国民の生命，身体又は財産に\n生ずる被害」をいい（同法２条１号），「原子力緊急事態」とは，原子力事業\n者の原子炉の運転等（括弧内省略）により放射性物質又は放射線が異常な水\n準で当該原子力事業者の原子力事業外（括弧内省略）へ放出された事態」（同\n法２条２号）をいい，「原子力事業者」とは，同法２条３号に掲げられた者を\nいうのであって，本件核実験が原子力事業者の原子炉の運転等に起因する事\n態ではないことは明らかであるから，およそ同法の適用を受ける余地はない。\nしたがって，原子力災害対策特別措置法１条，４条及び２７条１項２号は，\n「原告らの被ばくの事実や，それを裏付ける被ばく関連資料」を開示する法\n的作為義務を認めるに足る具体的根拠規定とはならないことは明らかであ\nる。\nオ  社会福祉法１条は，同法の目的を規定するものであり，同法３条は，福祉\nサービスの基本的理念を規定するにとどまるものであって，これらの条項か\nら個別の国民に対する何らかの職務上の法的義務を直ちに導き出すことは\nできず，ひいては，「原告らの被ばくの事実や，それを裏付ける被ばく関連資\n料」を開示する法的作為義務を認めるに足る具体的根拠規定とはならないこ\nとは明らかである。\nカ  以上のとおり，原告らが主張する前記各法条は，いずれも，「原告らの被ば\nくの事実や，それを裏付ける被ばく関連資料」を開示する法的作為義務を認\nめるに足る具体的根拠規定とならないことは明らかであり，これらの作為義\n務があることを前提に本件資料等を開示しなかったとして，国賠法１条１項\nの違法性が認められるとする原告らの主張は失当である。\n⑶  争点２（調査・支援等施策をすべき法的作為義務の有無）について\n（原告らの主張）\nア  被ばく\n者に対する健康状態の追跡調査や医療費の免除，生活支援等の必要な援助に\n関する施策（調査・支援等施策）を行う法的義務があった。\nまた，本件被ばくは，広島，長崎の被災と同じく，米国の原子爆弾の投下\nによる放射能被害であり，その健康管理の必要性，援護の内容も必要性も全\nく同じであり，同等に扱うべきであった。\nイ  しかしながら，被告は，被災調査の打切り以後，今日に至るまで，本件被\nばくの事実を隠すために，本件被ばく者に対する健康状態の追跡調査や医療\n費の免除，生活支援等の必要な援助に関する施策を意識的に行わず，本件被\nばく者を放置しており，これは，人道上許されない違法行為である。\n（被告の主張）\nア\nとなる場合があるとしても，それは，職務上の法的義務として，個別の国民\nに対して負担する法的作為義務があり，その作為義務に違反する場合に限ら\nれる。\nらが主張する憲法又は法律上の規定から個別の国民に対する何らかの職務\n上の法的義務を直ちに導き出すことはできず，本件核実験の被災者の被災状\n況の追跡調査をし，被災者の健康状態を把握して，医療費の免除，生活支援\n等の施策を行う法的義務を認める具体的根拠規定とは認められないことは\n明らかである。\nイ  なお，第五福竜丸以外の船員についても，本件核実験当時，本件核実験に\nより，医師の治療を要すると認められた白血球の減少が生じたことが認めら\nれた場合など，船員保険法（昭和１４年４月６日法律第７３号）に基づく要\n件を満たした場合には，職務上の保険事故として同法に基づく保険給付を受\nけることは可能であったのであり，自治体からの照会に対してもその旨回答\nしている。したがって，被告が，第五福竜丸の被害の一部以外の漁船員らの\n被災支援を全くせずに放置した事実はない。\n⑷  争点３（原告らの損害の有無及び額）\n（原告らの主張）\nア  主位的主張\n被告による本件資料等の隠匿・不開示の違法行為，調査・支援等施策不実\n施の違法行為により，本件被ばく者は，必要な治療を受け，健康を守る権利，\n生命を維持する権利，安全，平和な生活をする権利をことごとく侵害され，\n苦難の人生を強いられた。\nまた，支援者原告は，人生を掛けて一貫して本件被ばくの実態の究明と被\nばく者の救済に取り組んできたところ，被告の違法な職務行為により，自身\nの人生の貴重な期間を大きく費やされられた無念と怒りは極めて大きい。\nこれらに対する慰謝料は，多額に上るが，一部請求として，本件資料等の\n隠匿・不開示の違法行為につき，本件被ばく者及び支援者原告一人当たり１\n００万円の限度で（遺族原告はその相続分の限度で），調査・支援等施策不実\n施の違法行為につき，本件被ばく者及び支援者原告一人当たり１００万円の\n限度で（遺族原告はその相続分の限度で），それぞれ請求する。\nイ  予備的主張\n原告らは，平成２６年９月１９日に，本件資料が開示されたことにより，\n被告が違法行為を行い，原告らの損害賠償請求権の行使を妨害してきた事実\nを初めて知り，大きな怒りと衝撃を受けたのであるから，仮に除斥期間の経\n過により前記アの損害が認められないとしても，同日の時点で原告らに損害\nが発生したというべきである。\nよって，原告らは，予備的に前記アと同額を請求する。\n（被告の主張）\n争う。\n⑸  争点４－１（除斥期間の起算点はいつか）\n（原告らの主張）\n被告の違法行為は，本件資料等の隠匿・不開示，調査・支援等施策不実施の\n２つに整理することができるが，これらの違法行為は，作為による違法行為と\n不作為による違法行為が連続する典型的な継続的不法行為であって（以下，原\n告による用語法や，国家賠償法上の違法行為が継続する場合を含めて「継続的\n不法行為」ということがある。），一体のものである。\nすなわち，日米合意は，米国の核戦略を最優先に位置付け，それを実現する\nために日米両政府が一体となって，その核戦略の妨げとなるものを全て排除す\nるという強い決意が示されたものであり，以後の被告の行為は，この強い決意\nに貫かれた，完全に一体的な行為である。そして，被告による本件資料等の隠\n匿・不開示は，本件資料等を隠すという作為とこれを開示すべき作為義務があ\nるのにあえて何もしないという不作為の連続する典型的な継続的不法行為で\nあり，調査・支援等施策不実施は，本件資料等を隠蔽するために故意に行われ\nたものなのである。\n原告らは，被告の不法行為の存在も，自らの損害の発生も知らず，損害賠償\n請求権の行使は全く不能であったため，損害賠償請求権の除斥期間は進行して\nいない。\nまた，継続的な不法行為が認められないとしても，予備的請求で主張してい\nるとおり，原告らの損害は，本件資料が開示されたときに発生したということ\nもできる。\nよって，本件資料が開示された平成２６年９月１９日まで除斥期間は進行し\nない。\n（被告の主張）\nア  原告らの主張する「隠す行為」は，①昭和３０年１月４日の日米両政府間\nの政治決着，②昭和３０年１月１日からの被ばく調査自体の打切り行為，③\n昭和６１年３月７日の衆議院予算委員会での山原健二郎議員の質問に対し，\n政府側が，もう本件核実験関係の資料は残っていないと答弁し，被ばく資料\nの提出を拒否した行為，④平成１６年３月５日の高知県議会における塚地佐\n智議員の質問を受けた橋本大二郎知事の厚生労働省に対する被ばく資料の\n開示要請に対し，ビキニ事件は解決済み，いまはそれを窓口もないとして開\n示を拒否した行為，⑤その他の被災資料隠し\n載の事実）であるところ，上記①ないし③については本件提訴日である平成\n２８年５月９日時点で既に２０年を経過している。\nイ  これに対し，原告らは，被告による本件資料の隠匿は，本件資料を隠すと\nいう作為とこれを開示すべき作為義務があるのにあえて何もしないという\n不作為の連続する，典型的な継続的不法行為である旨主張するが，原告らの\n主張する前記アの①ないし⑤の各行為は，別個独立の行為であり，その態様\nや相手方等も異なるものであるから，およそ行為の一体性を認めることはで\nきず，また，原告らが「何もしない行為」と述べるのも，これらの各行為の\n結果として生じた状態を述べるにすぎないから，原告らの上記主張には理由\nがない。\nウ  また，原告らは，被告の違法行為の存在も，自らの損害の発生も知らず，\n損害賠償請求権の行使は全く不能であったことからも，本件資料等が開示さ\nれるまで除斥期間は進行しない旨主張するが，民法７２４条後段は，除斥期\n間の起算点を「不法行為の時」とし，「権利を行使することができる時」とす\nる民法１６６条１項とは明確に文言が区別されていることから，「不法行為\nの時」を，権利行使が可能な時と解するのは文理にそぐわない。さらに，民\n法７２４条後段の規定の趣旨は，最高裁判所平成元年１２月２１日第一小法\n廷判決（民集４３巻１２号２２０９頁。以下「最高裁平成元年判決」という。）\nにおいて判示するように，「不法行為をめぐる法律関係の速やかな確定を意\n図する」ものであり，「被害者側の認識いかんを問わず一定の時の経過によ\nって法律関係を確定させるため請求権の存続期間を画一的に定めたもの」と\n解されるのであり，被害者の主観的事情という不安定な要素を考慮すること\nは，前記趣旨に沿わない。\n⑹  争点４－２（被告が除斥期間を主張することは，信義則違反又は権利の濫用\nに当たるか）\n（原告らの主張）\n被告は，日米政治決着に基づき，強い故意に基づき，本件資料を隠し続け，\n原告らの損害賠償請求権の行使を妨害し続けた。その妨害をした張本人が，妨\n害され権利行使ができなかった被害者に対し，時効による権利の消滅を主張す\nることは，法的正義と衡平に反する恥ずべき行為である。\nしたがって，このような除斥期間の援用行為は，公序良俗に反し無効であり，\n信義則に違反し，権利の濫用であって，認められない。\n（被告の主張）\n国賠法４条が準用する民法７２４条後段が除斥期間を定めたものであるこ\nとは確立した最高裁判例であり（最高裁平成元年判決），同判決において「裁判\n所は，除斥期間の性質にかんがみ，本件請求権が除斥期間の経過により消滅し\nた旨の主張がなくても，右期間の経過により本件請求権が消滅したものと判断\nすべきであり，したがって，被上告人ら主張に係る信義則違反又は権利濫用の\n主張は，主張自体失当であって採用の限りではない」と判示されていることか\nらも明らかなとおり，原告らの主張は，除斥期間の法的性質を正解しないもの\nであって失当である。\n第３  争点に対する判断\n１  認定事実\n⑴  米ソの核実験\n米国は，昭和２０年７月にニューメキシコ州で原子爆弾を完成し，同年８月\n６日，同月９日，広島，長崎に投下するなど，核兵器を独占していたが，昭和\n２４年には，ソ連も原爆の実験を成功させ，完成させた。米国は，ソ連の実験\n成功を受けて，水爆の製造を急ぎ，昭和２７年１１月１日に第１回の水爆実験\n（アイビー・テスト）をエニウェトク環礁で行った。この水爆は，重水素や三\n重水素を液化して使う「ぬれた水爆」といわれ，重さが６５トンもあり，兵器\nとしての実用性が乏しかった。\nソ連は米国に先駆け，昭和２８年８月，重水素化リチウムを使い，重量が小\nさく戦略兵器としてより実用的な「かわいた水爆」の実験に成功し，初めてソ\n連が核開発競争で優位に立った。核開発競争で立ち後れた米国内では，多くの\n混乱が生じており，同年６月１９日，原子力スパイの罪でローゼンバーグ博士\n夫妻の死刑が執行され，また，米原子力委員会の指導者オッペンハイマー博士\nは，故意に水爆の開発を遅らせたとして責任を問われ，昭和２９年５月２７日\nに共産党に関係した危険人物と認定され，米原子力委員会から追放されるなど\nした。\n米国では，エドワード・テラー博士が，オッペンハイマー博士にかわって米\n原子力委員会の実権を握るようになり，爆撃機に搭載可能なほどに核兵器を小\n型化し，実用性で優位に立つべく，水爆事件を繰り返した。その１つとして，\n同年３月１日に始まるビキニ環礁等付近でのキャッスル作戦（後記本件核実験）\nが行われた。\n同年までの米ソの水爆は，ともに飛行機に搭載不能なものであったが，昭和\n３０年１１月末に，ソ連が先に軽量水爆の実験に成功した。米国は，昭和３１\n年４月２０日からのビキニ環礁等付近における水爆実験（レッドウィング作戦）\nによってソ連に追いついた。\n核開発競争は，核保有国を増やしつつ，その後も続いた。結局，米国は，太\n平洋で１０５回の核実験を行い，米国，ソ連，英国，仏国，中国などの核保有\n国の大気圏核実験は約５００回に及んだ。地下核実験を合わせれば２０００回\nを超える実験が世界各地で行われた。\n（甲７０〔１２頁〕，７７〔２３頁〕，７９〔３頁以下〕）\n⑵  マッカーサー・ラインの撤廃\n昭和２０年８月１５日，日本国民にポツダム宣言の受諾が知らされ，第二次\n世界大戦が終結した。\nＧＨＱは，同年９月，マッカーサー・ラインと呼ばれる日本の漁獲水域を設\n定し，日本船の海洋での移動を禁止した。昭和２６年９月８日に日本国との平\n和条約（以下「サンフランシスコ条約」という。）が調印され，これに伴い，昭\n和２７年４月２５日にマッカーサー・ラインが撤廃され，日本のマグロ漁船が\n太平洋全域へと出漁するようになった（なお，条約の発効日は同月２８日であ\nる）。\n（甲７０，公知の事実）\n⑶  官報による事前告示\n米原子力委員会は，昭和２２年から，エニウェトク環礁付近に航行禁止海域\nを設けていたところ，昭和２８年１０月，危険海域を北緯１０度１５分から北\n緯１２度４５分，東経１６６度１６分から１６０度３５分（東西に約６３０ｋ\nｍ，南北に約２８０ｋｍ）まで拡大され，同月１０日付け官報において，海上\n保安庁長官が，ビキニ環礁付近を立ち入り禁止区域として設定した旨が告示さ\nれた（甲７９〔１２頁〕，乙２）。\n⑷  本件核実験\n本件核実験の詳細は，次のとおりである（甲１〔１２４頁以下〕，４，７９\n〔２頁〕，８５）。本件核実験による放射性降下物の状況は，別紙４図２のとお\nりであり，ビキニ環礁から東西に長い楕円状に降灰が広がり，日本や米国など\nに降灰があり，その総量は２２．７３メガキュリー（１キュリーが３７０億ベ\nクレルである。）ともいわれている（甲４〔表紙裏〕）。\nア  ブラボー実験\n昭和２９年３月１日現地時間午前６時４５分，ビキニ環礁の地上において，\n核実験（実験名  ブラボー）が行われた。その核出力は１５メガトン，きの\nこ雲の高さは地上（又は水面上）１８．６～３４．２㎞とされる（なお，広\n島と長崎に投下された原子爆弾の核出力は，それぞれ，０．０１５メガトン，\n０．０２１メガトンとされ，第二次世界大戦で使われた総火力は，両陣営を\n合わせて７メガトン程度であったといわれている。）。\nイ  ロメオ実験\n同年３月２７日現地時間午前６時３０分，ビキニ環礁の水面において，核\n実験（実験名  ロメオ）が行われた。その核出力は１１メガトン，きのこ雲\nの高さは，地上（又は水面上）１８．６～３３㎞とされる。\nウ  クーン実験\n同年４月７日現地時間午前６時２０分，ビキニ環礁の地上において，核実\n験（実験名  クーン）が行われた。その核出力は０．１１メガトンとされる\n（同日の天候は曇りのため，きのこ雲の高さは不明）。\nエ  ユニオン実験\n同年４月２６日現地時間午前６時１０分，ビキニ環礁の水面において，核\n実験（実験名  ユニオン）が行われた。その核出力は６．９メガトン，きの\nこ雲の高さは，地上（又は水面上）１５．９～２８．２㎞とされる。\nオ  ヤンキー実験\n同年５月５日現地時間午前６時１０分，ビキニ環礁の水面において，核実\n験（実験名  ヤンキー）が行われた。その核出力は１３．５メガトン，きの\nこ雲の高さは，地上（又は水面上）２２．２～３３㎞とされる。\nカ  ネクター実験\n同年５月１４日現地時間午前６時２０分，エニウェトク環礁の水面におい\nて，核実験（実験名  ネクター）が行われた。その核出力は１．６９メガト\nン，きのこ雲の高さは，地上（又は水面上）１３．５～２１．６㎞とされる。\n⑸  第五福竜丸について\nア  漁船第五福竜丸は，昭和２９年３月１日当時，ビキニ環礁から約１６０ｋ\nｍ東方（航行禁止区域から約３０ｋｍ以上東方）において操業していたとこ\nろ，ブラボー実験により被ばくし，同月１４日，母港焼津に入港した。\nイ  第五福竜丸の船員のうち７名が，西の空に広がる強烈な閃光を目撃した。\n火の玉のような光が薄れると不気味なキノコ雲が姿を現し，閃光から七，八\n分後に，凄まじい爆音が響き渡り，船体が揺れた。\n第五福竜丸の船長，漁労長，無線長は被ばくの２日前にビキニ付近で米国\nが核実験をしているので近づかない方がよいと話し合っていたため，核実験\nに遭遇すると，直ちにそれが核実験であると正しく判断することができ，東\n北東に航路を定め全速力で日本へ帰ることにした。しかし，延縄を揚げるの\nに６時間以上かかり，その間に，放射性降下物である白い灰が断続的に降り\n続け，船員は白い灰を浴びてしまった。\n第五福竜丸の船員は，核実験を知った日本の漁船がいることを米軍に察知\nされると，拿捕又は攻撃されるおそれがあると考え，無線連絡をせずに日本\nへ向かった。そのため，第五福竜丸が遭遇した核実験の情報が，第五福竜丸\nの帰港まで他の漁船に直接伝わることがなかった。\nウ  第五福竜丸の船員２３名のうち複数名は，約２週間の帰港まで，吐き気，\nめまい，頭痛があり，体がぐったりして力が入らなくなり，日が経つにつれ\nて顔が黒ずんでひりひりと痛み，歯ぐきからの出血，下痢，耳孔の腫物，手\n足の付根やへその周囲の水腫れ，ただれが現れ，帰港間近には数人の髪の毛\nがごっそりと抜けた。船員全員が，目の痛みと猛烈なかゆみを感じた。\nエ  同月１４日に第五福竜丸は焼津港に入港し，健康に異常があることを自覚\nしていた船員は，焼津共立病院に診察を求め，特に症状の悪かった２名は，\n放射性降下物を持参し，東大付属病院で診察を受けるなどした。船員らは後\nに急性放射線障害と診察され，集中治療を受けた。\nオ  同月１６日に読売新聞が「邦人漁夫ビキニ原爆実験に遭遇，２３名に原子\n病，水爆か」と第五福竜丸の被ばくを報道し，世界的なニュースになった。\nカ  国内の多数の科学者，行政機関の係官，米国からは米原子力委員会衛生安\n全局長のアイゼンバッド博士，米原爆傷害調査委員会のモートン博士が調査\nに訪れた。第五福竜丸の船体や漁具，漁船員の体から衣類に至るまで，ガイ\nガーカウンターで測定された。中央甲板で約２５ミリレントゲン，船室天井\n部分から約１００ミリレントゲンの放射能が検知された。\n第五福竜丸が獲ったマグロは既に全国に出荷されていたが，市場で検査さ\nれたマグロは地中に埋められた。\nキ  第五福竜丸の無線長であった久保山愛吉は，同年９月２３日，肝機能障害\nにより亡くなった。\n平成１５年１２月の共同通信の報道によって，久保山無線長の遺体の一部\nが米国に渡り，病理検査が実施されたとする米原子力委員会の内部文書が公\n表された。米国はこの病理検査をもとに，急性放射線障害はあったが，輸血\nによる肝機能障害が死因であると主張している。\n東大附属病院で第五福竜丸の乗組員の当時の主治医であった三好名誉教\n授は，第五福竜丸の全乗組員の症例に肝機能異常が認められ，繰り返し増悪\nしており，大多数に見られた肝障害については，まずこれが内部照射も加わ\nった放射線そのものに基づくものであろうと考慮が払わなければならない\nとし，また，その可能性が十分考えられると述べていた。\nク  なお，第五福竜丸の被ばくを受けて，米国原子力委員会は，昭和２９年３\n月１９日，航行禁止の危険区域を半径約８３３ｋｍの扇形の区域に拡大し，\n同年３月２７日付け官報において，海上保安庁長官は，同日から同年６月末\n日頃まで，ビキニ環礁付近において，兵器の実験のため非常に大きな危険が\nあるとして，危険区域とする旨告示をした。\n（甲１〔９２～１１３頁〕，甲５〔４５頁～５９頁〕，甲６６〔３５，３６頁〕，\n甲７９〔５～２５頁〕，乙３）\n⑹  他の漁船の被ばく状況\nア  本件被ばくの調査が中止されるまでに放射能に汚染された魚を廃棄した\nと認められる漁船は，全国で延べ９９２隻（ただし，複数回被ばくしたとさ\nれる漁船も含めての数字）といわれている（甲５〔９８頁以下〕）。\nイ  第五福竜丸の後に帰港した漁船からも，放射能が検知され，第八順光丸の\n３万カウント，第十二高知丸の３０００カウント，第二幸成丸の４０００カ\nウント，第十一高知丸の５０００カウントなどが検知され，多くの船員から\nも５００カウントを超える検知がされた（甲４〔１頁〕）。\nなお，カウントは，カウント・パー・ミニッツの略で測定器（ガイガー・\nミューラーカウンタなど）により１分間に計測された放射線の数そのものを\n表す単位であり，ｃｐｍとも表記される。\nウ  昭和２９年３月３１日付けの朝日新聞に「第十三光栄丸（乗組員２４名）\n３月２６日三崎帰港」との記事が掲載され，放射能検知状況・被灰後スコー\nル１０回，船体の水洗い数回したにも拘らず一部のものに約１ミリレムを示\nしているので被灰時には危険量６．５ミリレムをこえるものと推定，洗った\n服は３００カウント～３０００カウント，乗組員４００カウントと報じられ\nた（甲１〔７４頁〕）。\nエ  昭和２９年３月に被災した第五福竜丸と第十三光栄丸のマグロからは，５\n０００カウント以上の放射能が検知された。同年４月以降はここまで汚染さ\nれたマグロは減少したが，後記指定５港では３０００カウント以上の汚染魚\nが水揚げされ，指定５港以外でも１０００カウント以上の汚染魚が水揚げさ\nれた。後記のとおり放射能検査が中止された同年１２月の時点でも，５００\nカウント以上の汚染魚が検知された漁船が，指定５港で４１．４％，指定５\n港以外で３９．９％あり，同月１８日に入港した第三清寿丸のように，船体\nから１万６０００カウント，マグロから２０００カウントの放射能が検知さ\nれた船もあった（甲１〔１５５～１５７頁〕）。\nオ  第五福竜丸は核実験があったと直ちに判断して，北上退避することができ\nたが，第五福竜丸ほどビキニに接近していなかった他の漁船は核実験による\n放射性降下物の存在に気がつかず，操業を続けていた。実験の回数が重なる\nほど大気や海水の汚染が深刻な状態となっていく中で，漁船員らは操業を続\nけ，スコールで体を洗い，雨水を利用し，海水の風呂に入り，マグロを食す\nなどしていた。（甲１〔１５１，１５７頁〕，甲５〔８頁〕）\nカ  水爆実験中に海域を通過しただけの貨物船等１８隻にも放射性降下物の\n影響があり，弥彦丸や神通川丸などの船員が急性放射能症で入院した（甲４\n〔１頁〕）。弥彦丸の船員６名，神通川丸の船員１名の入院治療を行った岡山\n大学医学部内科学教室による「我々の取扱つたビキニ水爆症の血液竝に骨髄\n所見について」と題する医学論文が昭和３０年１１月に発表された（甲３０）。\nキ  被災後比較的短期間に死亡した例として，第七清寿丸の吉岡洋が昭和２９\n年５月１０日に１９歳で死亡し水葬されたこと，第八順光丸の高木和一がビ\nキニ水爆実験中に体調不良で下船し，同年１０月に急性骨髄性白血病で日本\n医科大学に入院し，昭和３１年３月に２７歳で死亡したことが知られている\n（甲１〔１１２頁，１１３頁〕）。\n⑺  本件被ばくの状況\n本件核実験による本件被ばく者が乗っていた各漁船の主な被ばく状況は，別\n紙２の「主な操業海域」，「入港日等」，「入港時計測された線量又は投棄された\n魚（主なものに限る。）」，「本件被ばくを裏付ける供述等」欄に各記載のとおり\nである（同別紙「証拠」欄記載の証拠）。\nなお，本件被ばく者が経験した本件被ばく時及びその後の状況は，以下のと\nおりである。\nア  原告Ｄ（以下「原告Ｄ」という。甲７４，原告Ｄ本人）\n原告Ｄは，第十三光栄丸に乗り，昭和２９年３月６日から同月１４日まで，\n北緯９度ないし１０度，東経１７６．３度の海域でマグロ漁に従事して，同\n月２６日，三崎港（神奈川県）に帰港した。\n原告Ｄは，操業中に１度，水平線の向こうがピカッと光ったのを見たが，\n本件核実験については知らされていなかったため，稲妻だと思っていた。船\n上では，スコールやエンジンの循環水（海水）を利用して全身を洗い，食事\nは，毎回，捕ったマグロを刺身等で食べた。また，睡眠時間は１日３時間程\n度であり，風雨，高波等の中，過酷な状況でマグロを捕る生活であった。\n原告Ｄは，第十三光栄丸の帰港後に初めて本件核実験のことを聞かされた。\n漁獲したマグロの放射線量の検査が行われた結果，水揚げ停止となり，海洋\n投棄を命じられたため，過酷な状況で漁業を行ってきた漁船員らの落胆は大\nきかった。また，原告Ｄは，１か月間，検査のため通院したが，検査結果を\n知らされることはなかった。\n原告Ｄは，本件被ばく当時１９歳であったが，その後，昭和４６年（３６\n歳頃）にＣ型肝炎，平成２７年（８０歳頃）には肝臓がん，胃がんの診断を\n受けた。また，３５歳頃から左耳が聞こえなくなり，４０歳頃からは歯が次々\nに抜けてしまった。\nイ  原告Ｅ（以下「原告Ｅ」という。甲７６，原告Ｅ本人）\n原告Ｅは，第二幸成丸に乗り，昭和２９年３月１１日から同年４月２日ま\nで，北緯９度，東経１７４度の海域（ビキニ環礁東方約１０００ｋｍ付近）\nでマグロ漁に従事し，同月１５日以降，浦賀港（神奈川県）を経て，築地港\n（東京都）に帰港した。\n原告Ｅは，操業中に２回，雪のような黒ずんだ降下物が断続的に降り注ぐ\nのを見たが，本件核実験について知らされていなかったため，ハワイ方面の\n火山灰だと思っていた。原告Ｅは，朝起きると，黒い降下物がデッキに１ｃ\nｍないし２ｃｍほど積もっているのを見て，それをホースの水で除去したこ\nともあった。船上では，スコールで身体を洗い，捕ったマグロを刺身等で毎\n日食べた。\n原告Ｅは，第二幸成丸の帰港後に初めて本件核実験のことを聞かされた。\n船体や漁獲したマグロの放射線量の検査がされ，船体の洗浄やマグロの一部\n廃棄が指示されたが，身体の検査は行われなかったため，原告Ｅは，自分た\nちの身体よりも漁獲した魚の方が大事にされていると感じ，怒りを覚えた。\n原告Ｅは，本件被ばく当時２１歳であり，本件被ばく後は汽船の乗務員と\nして稼働していたが，２０歳代後半から白血球の数値が高くなり，大量の鼻\n血が出たり，激しいめまいがしたり，突然意識を失ったりするようになり，\n５５歳で退職した。また，平成１６年（７２歳頃）には胃がん，平成２７年\n（８３歳頃）には心筋梗塞のため手術を受けた。\n原告Ｅは，本件被ばくに対する研究者の調査の一環として，血液と歯の検\n査を受け，血液からは１００ｍＳｖ弱，歯からは６００ｍＳｖの被ばく線量\nが推測されるとの検査結果を聞かされている。\n原告Ｅが，当時の漁船員らの消息を調べたところ，Ｆが大腸がんのため４\n２歳で，Ｇが骨髄炎のため５２歳で，船長のＨが心筋梗塞のため６３歳で死\n亡したこと，当時の乗船員らの大半が５０歳ないし６０歳代で死亡し，２６\n名中４名しか生存していないことが判明した。\nウ  原告Ｉ（以下「原告Ｉ」という。甲７３，原告Ｉ本人）\n原告Ｉは，ひめ丸に乗り，昭和２９年，北緯５度ないし７度，東経１４０\n度ないし１４５度の海域でマグロ漁に従事し，同年８月１７日，築地港（東\n京都）に帰港した。\n原告Ｉは，ひめ丸の帰港後に初めて本件核実験のことを聞かされた。また，\n漁獲したマグロや漁船員らの身体の放射線量の検査が行われたが，その際，\n原告Ｉは，ガイガー測定器からガーガーという音がし，針が大きく振れたの\nを確認した。検査の結果，漁獲したマグロは水揚げ停止となり，一部を研究\n材料として提供させられ，残りは海洋投棄を命じられた。過酷な状況で漁業\nを行ってきたにもかかわらず，マグロの海洋投棄によって収入はゼロとなる\nため，漁船員らの落胆は大きかった。\n原告Ｉは，本件被ばく当時１７歳であったが，その後，４０歳頃から白血\n球の数が多くなり，４５歳頃からは呼吸困難となって，慢性気管支炎と診断\nされた。また，平成１２年９月（６４歳頃）に前立腺がんの診断を受け，平\n成１９年（７１歳頃）に狭心症で入院した。現在，身体障害３級の認定を受\nけており，平成２９年には慢性閉塞性肺疾患と診断された。\n原告Ｉが，当時の漁船員らの消息を調べたところ，Ｊ（原告Ｋの夫）は，\n平成５年に白血病と診断され，それから１０か月後に死亡したこと，Ｌは，\n平成１２年頃に大腸がんを発症したこと，５０歳頃から歯が抜け出し，現在\nは１本も残っていないこと，Ｍは，平成１４年に前立腺がんを発症したこと，\n血液の病気の可能性を指摘されていることが判明した。また，Ｍは，原告Ｉ\nに対し，本件被ばく時の状況について，夕方周囲がパーッと光り，昼間のよ\nうに明るくなったと語っていた。\nエ  Ｎ（以下「Ｎ」という。甲７２，原告Ｏ本人）\nＮは，第七大丸に乗り，昭和２９年３月１日から同月２２日まで，北緯９．\n３度ないし１０度，東経１７８度ないし１７９度の海域（ビキニ環礁東方約\n１２００ｋｍ付近）でマグロ漁に従事し，同年４月１日，東京都に帰港した。\nＮは，無線局長として乗船していたが，病気のため，昭和３５年６月，３\n６歳で船の仕事を辞めた。その後，昭和５４年に胃がん，平成１４年に進行\n胆管がんの診断を受け，同年死亡した。Ｎは，生前，本件被ばく当時の同僚\nであったＰ（原告Ｑの父）が，肝臓がんのため４６歳で死亡したことにショ\nックを受け，自らもがんを発症することを恐れていた。\nＮが居住する高知県室戸市では，漁業が主要産業の１つであったため，\n人々は，風評被害を恐れて，本件核実験について口にすることを避けるよう\nになり，Ｎの子である原告Ｏも，Ｎから本件被ばくの事実を聞くことはなか\nった。\nオ  Ｒ（以下「Ｒ」という。甲７５，原告Ｓ本人）\nＲは，第十一高知丸に乗り，昭和２９年３月１７日から同年４月３日まで，\n北緯９度，東経１７８度ないし１７９度の海域（本件核実験の現場から約３\n７０ｋｍ）でマグロ漁に従事し，同月１７日，東京都に帰港した。\nＲは，操業中，光の玉が見えて，辺りが真っ赤になり，それから灰が降っ\nてきたのを見た。また，Ｒは，帰港後に身体の放射線量の検査を受けたが，\nその際，ガイガー測定器からガーガーという大きな音がしたのを聞いた。\nＲは，その後，歯の不調が始まり，昭和４０年には体調不良のためマグロ\n漁業を辞め，負担の少ない仕事に就いた。平成１２年に肺がん，平成１７年\nに前立腺がんの診断を受け，平成２５年には腰の手術を受けたが，そのリハ\nビリ中，平成２６年に死亡した。\nＲは，生前，妻である原告Ｓに対し，本件被ばくに関して話すことはでき\nない，口止めされていると語っていた。\n⑻  日本国内の雨水の汚染\n水爆実験後，昭和２９年３月に伊良湖岬にビキニの灰らしいものが降ったと\nいう記録が話題になり，同年４月に入ると各地の大学や研究機関が大気中の放\n射能測定を始め，同年５月には静岡県や鹿児島県で強い放射能が測定され，同\n月１６日から２８日にかけて，降雨１リットル当たり，京都で８万６０００カ\nウント，静岡で１万９５００カウント，東京で１万カウントと観測されたこと\nなどが報道され大きな問題となった（甲４〔１頁〕，甲５〔３８，３９頁〕）。\n⑼  国内の騒動\nア  日本気象学会は，昭和２９年５月２０日の総会で，日本の学会として初め\nて，水爆禁止要求の学会声明を採択した。声明の趣旨は，日本をはじめとす\nる各国政府と科学者達に，水爆実験の及ぼす気象学上の害悪の調査とその結\n果の公表を訴え，水爆など大量殺人兵器の禁止を要求するというものであっ\nた。これに対して，米国原子力委員会は，同年９月に正式に回答したが，①\nビキニ・エニウェトク環礁外の魚の放射能をおそれる理由はない，②原水爆\n実験が気象に変化を与えることはない，③実験はソ連が原子力の国際管理に\n賛成しないために，やむを得ず行っているのである，④第五福竜丸の船員を\n気の毒に思ってはいるが，患者は快方に向かっていると聞いた，⑤補償につ\nいては米国大使館が取り扱っているというものであった。（甲７９〔１０１，\n１０２頁〕）\nイ  ビキニ事件を契機として，昭和２９年８月に原水爆禁止署名運動全国協議\n会が結成され，同年１２月末までに，２０００万人以上にのぼる反対署名を\n集めた。昭和３０年８月６日に第１回原水爆禁止世界大会が開かれた。しか\nし，民集の運動として発足した原水爆禁止運動は，まもなく分裂してしまっ\nた。（甲７０〔２３５頁〕，甲７９〔１２０頁〕）\n水産業界への影響\nア  第五福竜丸の帰港後も，第十三光栄丸（昭和２９年３月２６日三崎に帰港），\n第五明神丸（同年４月２１日三崎に帰港）など，放射能を帯びた数多の船と\n魚が相次いで発見された。同年１１月までに，後記指定五港で発見された汚\n染漁船は３１２隻，その他の１３港で発見されたものが３７１隻，廃棄され\nた魚は４５７トンに及んだ。魚の価格は長期間にわたって暴落し，水産業，\n飲食店業に大打撃を与えた。魚に対する恐怖心から，すべての家庭にも困惑\nがもたらされた。（甲７９〔１４頁〕）\nイ  水産業界は，ビキニ事件の当初から，騒ぎが大きくなれば，マグロが売れ\nなくなると，汚染魚廃棄の基準値（１００カウント）の引き上げを要求して\nいた（甲１〔１７３頁〕）。\nウ  被災した船員も，被ばくの被害を訴えることで，魚が売れなくなり，漁業\nが成り立たなくなり，漁村自体が壊滅してしまうことを恐れて，口を噤むほ\nかなかった。漁村によっては，地域全体で被ばくの事実を表に出すこと自体\nが禁忌とされるような雰囲気となった。（甲６４，６５）\nエ  後記のとおり，昭和２９年１２月末日で被ばく調査は中止され，同年を通\nじて日本人の間で広がったマグロ・パニックは収拾したが，被ばくしたマグ\nロが再び市場に出回ることとなった（甲６７〔１７４頁〕）。\nオ  本件核実験は水産業界に構造的変化をもたらした。漁船員層の解体・分化\nをおしすすめ，漁業の独占化に作用した。本件核実験当時，１００トン前後\nの中小漁船にとって，マーシャル海域がぎりぎりの操業限界点であったが，\nマグロの好漁場であったため，中小漁船は無理な操業を重ねていた。本件核\n実験による漁場の喪失や被ばくマグロ廃棄による経済的負担は，中小漁船に\nとっては致命的であった。多額の負債を抱えた中小漁船は，大手の漁業会社\nに吸収され，母船式大型漁船団の一員として操業を続けることとなり，漁船\n員に対する１７時間から１９時間労働という過酷な労働強化をもたらした。\n（甲１〔１４９，１５０頁〕，甲５〔９８頁〕）\n⑾  被ばく調査と対応の推移\nア  調査の開始\n第五福竜丸の被災が初めて報じられた昭和２９年３月１６日，東京都の公\n衆衛生部長は，第１回対策会議を招集し，第五福竜丸から入荷隔離した魚類\nの放射能検知を行うことなどが決まった。\n同月１７日に東京都の衛生局長により第２回対策会議が招集され，「人員\n及び被服に放射能を検出した際は医務部が処置を行い，都立病院が交代で採\n血その他の方法で診断を行う。」ことなどが決定された。\n同月１８日に第３回対策会議が開かれたが，厚労省において原子爆発対策\n協議会が発足し，東京都の対策会議は自然流会となった。同日，水産庁では，\n築地，焼津，三崎，清水，塩釜の５港を遠洋漁業の陸揚港と指定した。厚生\n省は，指定５港に放射能検知班を置き，東京都は中央市場衛生局分室を原爆\n魚対策本部として，厚生省より技官２名を常駐させて放射能検査を行うこと\nとした。\n同月２２日に米原子力委員会衛生安全局長のアイゼンバッド博士が来日\nし，同月２４日，国内の多数の科学者，行政機関の係官，米原爆傷害調査委\n員会のモートン博士などにより，医療対策に関する日米連絡会議が行われた。\nその会議後に，外務省から，原爆症調査研究協議会を中心に患者の治療を研\n究することが表明された。同協議会は，昭和２８年１１月に原爆症患者の医\n療のために厚生省に設置された組織で，米原爆傷害調査委員会の支所に置か\nれていた。\n厚生省は，原爆症調査研究協議会を拡大し，昭和２９年３月２５日から活\n動を開始した。同日の協議会で，米国との今後の関係について，「米国側との\n学術的接触を今後如何にするかについて，同協議会に関する業務には，同協\n議会委員長を通じて行うものとし，個々に接触することは避けること」と決\nまった（昭和２８年度国立予防衛生研究所年報）。それまでは，東京大学等で\n行われていた第五福竜丸の船員の容態等の発表についても，その公式発表は\nすべて同協議会を通して行われることになった。その後，放射能問題が日増\nしに拡大していったので，厚労省は同協議会をいったん解消し，昭和２９年\n１０月１５日に原爆被害対策に関する調査研究連絡協議会を発足させ，大学\n教授等を中心とした委員数５２人の組織に拡大した。\n（甲１〔９２頁〕，甲２〔３～５頁〕，甲７０〔２１，２２頁〕，甲７９〔１\n８１頁〕）\nイ  事務次官検査通知\n厚生事務次官は，昭和２９年４月２６日，「マーシャル水域において漁撈\nに従事し又はこの水域を航行した漁船についての検査の実施について」（発\n衛第１３８号）（以下，「事務次官検査通知」という。）を発出し，水産庁の指\n定水域において漁業に従事し，又はこの水域を航行した漁船については，次\nのとおり検査・処理することとした。また，水産庁は，その頃，上記の水域\nを北緯２度ないし２１度，東経１５２度ないし１７５度の範囲内と指定し，\nこの水域において操業した漁船については，５つの指定港（塩釜，東京，三\n崎，清水，焼津）のいずれかに入港するよう義務付けた。（甲１７，甲７９〔１\n１頁〕，乙４）\n調査事項\n①  船名，船籍，トン数，船員の氏名及びその住所又は連絡先等\n②  船の出港地，出港月日，帰港地，帰港月日，次の航海予定\n③  船の航跡，漁業水域及びその期間（殊に水爆実験の行われた日及びそ\nの直後の位置を明らかにすること）\n④  船員の健康状態（火傷，水泡，色素沈着その他特に注意すべき症状の有\n無を聴取すること）\n⑤  その他特に注意すべき事項（爆発に関係のあると認められる閃光降灰\n等の発見，スコール，風等の状況につき聴取すること\n放射能検知の方法\nして，順次，原則として，先にブザーメーターを使用し，異常なｃｐｍを\n得た検体については，更に正確に測定するためガイガーミューラー計数器\nを使用して検査する。なお，検査に際しては，あらかじめ検知を行う場所\nの大気中（バックグラウンド）のｃｐｍを正確に測定してから検体につい\nての検知を行うものとされ，また，入港前に洗浄等を行った船体について\nは，洗浄のしにくい箇所に特に注意して検知を行うこととされ，特に魚類\nの水揚げに関係のある個所（甲板，水揚げ用のロープ等），従来の検知成績\nから汚染の強いことが知られている個所（羅針機，煙突，マスト等），乗組\n員の作業又は居住に関係のある個所，漁具について検知を行う。乗組員に\nついては，頭髪部等の身体，衣類等（防止，肌着，手袋等）を検知する。\nなお，船員で身体検査の結果，ｃｐｍの著しく多い者は，水揚げ作業に従\n事しないよう，また，ｃｐｍの多い衣類，手袋，履物等を使用しないよう\n指導する。\n放射能が認められた場合の処理要領\n①    船体・漁具類\n近接測定２０００ｃｐｍ以上の場合は，専門学者の意見を聴いて処\n理し，近接測定２０００ｃｐｍ以内の場合は，極力洗浄等するよう指\n導する。\n②    衣類等\n近接測定２０００ｃｐｍを超えるものは専門学者の意見をきいて処\n置する。近接測定２０００ｃｐｍ以下でも，石鹸を用いて数回洗浄を\n繰り返した後でなければ使用しないように指導し，特に直接皮膚に接\n触するもので放射能の存在を認めたものはなるべく廃棄するよう指導\nする。\n③    身体\n頭髪その他の部分から近接測定５００ｃｐｍを超える放射能を検知\nし得た場合は専門医学者による精密検査を行い，その結果に基づいて\n指導する。また，近接測定５００ｃｐｍ以下でも放射能を検知し得た\n場合はもちろん，放射能を検知し得ない場合であっても船体等に近接\n測定２０００ｃｐｍ以上の放射能の存在が認められるときは，相当長\n期間にわたって放射能にさらされたおそれがあるので，入浴等による\n身体の洗浄を繰り返して行う（頭髪に放射能が認められた場合には頭\n髪の剪除を行う）よう指導し，できうればさらに，医療機関において血\n液検査その他の精密な医学的検査をうけるよう勧奨する。\n④    漁獲物\n魚体より約１０ｃｍの距離において１００ｃｐｍを超える放射能の\n存在を検知した場合，これを汚染されたものとして処理判断の目標と\nする。\n事例ごとの処理方針\n①  全般的にバックグラウンドのｃｐｍの２ないし３倍のｃｐｍを示し，\nかつ，相当数の１００ｃｐｍを超える魚類があった場合は，積み荷全\n体が汚染されていると考え，その全部を廃棄させるよう処理する。\n②  大部分の魚類がバックグラウンドのｃｐｍの倍程度以下であり，若干\nのものが１００ｃｐｍ以上である場合は，そのもののみが汚染されて\nいると解釈し，汚染されたもののみを廃棄する。\n③  特定の魚種にのみ１００ｃｐｍ以上の放射能が検知された場合はその\n魚種のみが汚染されていると考え，これを廃棄させるよう処理する。\nウ  身体検査の実施\n事務次官検査通知の処理要領には身体検査の勧奨をするといった記載が\nあるが，第五福竜丸以外のマグロ漁船員で，身体検査を受けたのは第十三光\n栄丸と宮城県船籍の第五明神丸，第十宝成丸，第一金毘羅丸以外は知られて\nいない（なお，船員の入院が知られている弥彦丸，神通川丸はマグロ漁船で\nはない。甲１〔７４頁〕）。これらのマグロ漁船員が検査を受けたこと自体は，\n平成２５年１１月の外務省による情報公開前に知られていたが，厚生省から\n外務省に提供されていたマグロ漁船員の血液検査等の身体検査結果につい\nては，当該情報公開によって明らかとなった（甲６〔４７頁〕，１９の１ない\nし３，甲２０，２１，６４）。\nまた，事務次官検査通知の文書は，当該情報公開によって開示されている\nが，事務次官検査通知があったこと自体は，それ以前から知られていた（甲\n２〔５頁〕，甲６〔４７頁〕，１７，乙４）。\nエ  厚生省の外務省への通報方針\n厚生事務次官は，同年４月３０日，外務事務次官に対し，放射能を持った\n漁船の調査に関する文書を発出し，厚生省は，外務省に対し，船名をはじめ，\n船，人及び魚の各放射能の強さやその処置振りについて通報することとする\n旨伝えた（甲１６）。\nなお，上記通報方針（以下「厚生省通報方針」という。）の別紙には，船や\n魚以外に人の頭部等にかかる放射能検知数値が記載されているが，当該文書\nの存在が公開されたのは，平成２５年１１月の外務省による情報公開によっ\nてである（甲６〔４７頁〕，１６，６４）。\nオ  調査船俊こつ丸による調査（第一次）\n日本政府の調査船である俊こつ丸は，昭和２９年５月１５日，東京湾を出\n港し，同年７月７日までの５１日間にわたり，東京からビキニ環礁周辺及び\nその南方において，魚類，プランクトン，海水及び大気の調査，気流及び海\n流の測定などの調査を実施した。\n当時の日本人の主要なタンパク源は魚であったが，マグロが汚染されてい\nるという情報が広まり，魚が食べられなくなった。魚の値段が半分以下に下\nがり，マグロの値段は全く持ち直さず，マグロ漁業が壊滅するという危機感\nがあった。他方で，米国原子力委員会のストローズ委員長が，海水の放射能\n汚染を否定するなど，米国政府は事件を過小評価していた。俊こつ丸の顧問\n団の中にも，本件核実験による汚染は大きな池にインキを１滴落としたよう\nなものと考えている人も多かった。このような背景の中で，日本政府は俊こ\nつ丸による調査に踏み切った。\n俊こつ丸には，魚類，生物，環境衛生，気象，海洋関係の専門家２２名，\n報道機関の記者９名，臨時の漁夫５名など，船員を合わせて７４名が乗り組\nんだ。当時は東京に１台しかなかったシンチレーション計測器を積み込み，\nガイガー計測器４台，サーべー・メーターの８台を掻き集めた。\n俊こつ丸は，同年５月２８日にウェーキ島を出て，既に解除された危険海\n域の外縁に沿う形で南東に向かった。その２日後の同月３０日の朝，初めて\n海水１リットル当たり１５０ｃｐｍの放射能が検出され，プランクトンから\nも生重量１グラム当たり数千から１万ｃｐｍの放射能が検知された。船が南\n下するにしたがって，海水，プランクトンの汚染は酷くなり，ビキニ環礁か\nら１０００ｋｍ東に離れており，しかも，海流が東から西に流れる，いわば\n上流に位置する海域ですら海水から４５０ｃｐｍの放射能が検出されるな\nど，海が放射能に汚染されていることが判明した。\nその後，同年６月１２日にビキニ環礁の西方１５０ｋｍの海域で，最大の\n汚染海域に突入し，最大値で海水１６１０ｃｐｍ，プランクトン７２２０ｃ\nｐｍ，魚の体表面からキハダ６２０ｃｐｍ，メバチ３８０ｃｐｍ，ビンナガ\n６００ｃｐｍ，カツオ３５００ｃｐｍ，魚の肝臓からキハダ３５００ｃｐｍ，\nメバチ４０００ｃｐｍ，ビンナガ５０００ｃｐｍ，カツオ４万８０００ｃｐ\nｍ，大型魚の胃の中にあった小魚からイカ６６００ｃｐｍ，マンボウ科１万\n４０００ｃｐｍ，ハコフグ科２２００ｃｐｍ，サバ型類１万７０００ｃｐｍ\nが検出された。\n海水は，水温や密度の差により容易には混じり合わない性質があるため，\nビキニ環礁の付近から流出した放射性物質は，深さ１００ｍ程度，幅は数十\nｋｍから数百ｋｍ程度の狭いベルト状になり，その大部分が西の方向にゆっ\nくり流れており，ビキニ環礁等付近から１０００ｋｍ離れた場所でも，海水\n中から容易に放射能を検出することができることが分かった。\n調査により，大気汚染は少ないものの，海水やプランクトンは広域に汚染\nされていること，食物連鎖によって，小魚，大魚の内臓へと汚染が連鎖して\nいること，魚の筋肉（身）は比較的汚染されていないことなどが判明した。\n（甲１〔１６７～１７２頁〕，甲３〔６９，７０頁〕，甲４〔１頁〕，甲５〔８\n６～９２頁〕，甲７９〔４９～８０頁〕）\nカ  処理基準の緩和\n放射能による魚の汚染状況は，部位によっても差があることから，昭和２\n９年７月１９日，厚生省公衆衛生局長の通ちょう「放射能検知漁類の取扱い\nについて」が発せられ，魚体全体としては１００ｃｐｍを超える場合であっ\nても，内臓，エラ等を除去し再検査して１００ｃｐｍ以下の場合は食用に供\nすることとされた（甲３３〔１枚目裏〕）。\nキ  本件被ばくに関する保険上の取扱い\nさらに，厚生省保険局船員保険課長は，同年８月２６日，「放射性物質によ\nり発した疾病に関する保険給付について」を発出し，これにより，第五福竜\n丸以外の船員も船員保険法に基づき職務上の保険事故として扱い得るとし\nていた（乙５）。\n⑿  日米会議に至る経緯\nア  「放射性物質の影響と利用に関する日米会議」（以下「日米会議」という。）\nが昭和２９年１１月１５日から同月１９日までの間開催され，日米の研究者\nが出席した。同会議では，人体に対する放射線の最大許容線量・放射性物質\nによる汚染の除去方法等について議論され，その初日の共同発表において，\n魚から１０ｃｍ離れたところで，ガンマ計数管により５００ｃｐｍ以下の放\n射能があるにすぎない場合は，食料として十分安全である旨の声明が出され\nた。\nイ  参加者は米国側の科学者７名と日本側の大学教授等１５名であり，米国側\nの参加者はすべて米国政府の科学者で，そのうちの６名が米原子力委員会の\n科学者であった。日本側は医学部の教授も参加していたが，放射線学が専門\nで，実際に第五福竜丸の乗組員の診察にあたっていたような病理学者は参加\nしていなかった。\nウ  日本側の参加者の一人である三宅泰雄教授によれば，俊こつ丸がビキニ海\n域に調査に出かける際に，日本政府は米国の科学者にも俊こつ丸に乗船して\n共同調査をしてほしいという儀礼的な招待状を送り，米国の学者が来日する\nなどしたところ，乗船は実現しなかったものの，日米科学者会議を開いては\nどうかという考えが生まれ，日本学術会議主催で，日米会議は実施された。\n当時，米国は原子力の開発に着手して１０年以上経ち，既に原子力潜水艦\nを就役させていたのに対し，日本は占領下において原子力研究が厳しく禁止\nされ，財政的にも研究ができる状況にはなかったので，日本側が，米国から\n多くの研究成果と経験や知識を教わり，新鋭の機械の提供を受けて，質疑を\nするという形式で行われた。日本側からも，俊こつ丸の調査による海洋の汚\n染に関する情報を提供し，米国側の科学者を驚かせ，参加者のアイゼンバッ\nド博士により米国に持ち帰られた。このことで，海洋汚染を軽視していた米\n国原子力委員会の幹部に衝撃を与え，米原子力委員会によるトロール作戦と\nいう俊こつ丸調査の追跡調査実施に結び付き，俊こつ丸調査の正しさが確認\nされることとなったという。\nエ  なお，日米会議に先立ってアリソン大使は米国側出席者に対し，会議の在\nり方について「議題に含まれている分野について科学者同士が完全に自由な\n情報交換をしているという印象を与えることは，米国側が原子力科学に関し\nて過度に隠し立てをしているという印象を一掃するのに有益だ」と助言を与\nえ，「広報対策をうまく行わなければ，３月１日の放射能事件への補償問題\nを新たな議論でかき回すことになり，日米関係に，また日本の対米世論に対\nして，予想外の害を与えることになるだろう」と述べ，「会議で毎日行われる\n公式の記者会見においても，また個々の代表メンバーによる報道関係者との\n関係においても，科学的な情報交換と核実験問題との関係には言及してはな\nらない」と忠告したことが明らかとなっている。\nそして，会議終了の翌日である同年１１月２０日に，米国側参加者が米原\n子力委員会生物医学部長に宛てた書簡に「我々が予想したよりもずっと会議\nはうまくいったと皆が感じた」「会議の重要な成果の一つは，厚生省が，１分\n間あたり１００カウントという現行の最大安全限度がおそらく厳しすぎる\nこと，この件に関してさらに検討するための会議を招集することを発表した\nことだ。このことはマグロ産業の損失への賠償金に関して重要な影響がある」\nという記載があることも判明している。\nまた，日米会議後の同年１２月に，第五福竜丸の乗組員の生殖能力が放射\n線によって異常をきたしてしまう懸念があるという趣旨の記事が英文紙ト\nウキョウマイニチに掲載されたことに関して，在日米大使館の科学担当官が，\n米原子力委員会生物医学部長に宛てた書簡で「９月のある時，大使館はこの\n検査の重大な結果に関して一般から機密扱いにとどめると記した同封のよ\nうな紙を東京大学病院の３人の医師から受け取りました。しかし，１２月の\n初旬，同封のような非常に煽情的な記事が『トウキョウマイニチ』に掲載さ\nれた。…確かな筋によると都築博士がマイニチの記事に関して責任があり…\nしたがって都築博士はあたかも最近の放射線会議で癒されることを期待し\nた傷口をまた開こうとしているかのうようです。」と記載したことも明らか\nとなっている。\n（甲６７〔１６６～１７８頁〕，甲７９〔１２３～１３６頁〕）\n⒀  被ばく調査中止\n厚生省は，昭和２９年１２月２８日（日米会議の約１か月後），発衛第３８４\n号厚生省公衆衛生局長通達「マーシャル水域において漁撈に従事し，又はこの\n水域を航行した漁船についての検査の中止について」を出した。その内容は，\n次のとおりである。\n「南方水域において漁獲された放射能検知については，厚生事務次官通知検\n知及び処理要綱によつて実施されていた。然るに，その後各方面に渉つて鋭意\n調査研究を続行していたところ，放射能汚染魚類の筋肉及び各臓器に沈着して\nいる放射能同位元素は，主として危険度の極めて僅少な亜鉛６５（Zn６５）で\nあることが確認でき，しかも現在まで水揚港において検知した魚類の汚染度を\nもつてしては，その魚類のせつ取により人体に対し危険を及ぼすおそれが全く\nないことが確認されるに至つた。よって，本検査は昭和二九年一二月三一日限\nり中止することに決定したから，貴道府県において魚類の検知を実施されてい\nる向は，右の方針によって取り扱われたい。」（甲３３，甲６７〔１７３頁〕）\nこれにより，厚生省は，同年１２月３１日，本件被ばくの調査を中止した（以\n下「被ばく調査中止」という。甲３４，６７）。\nなお，米国マグロ調査協会東京支部の関係者から，日米会議の米国側参加者\nのウィリス・ボスに対して，昭和３０年１月５日付けで書簡が送られており，\n「日米会議は明らかに政府（厚生省）に，漁獲マグロの放射線の被ばく検査を\n中止するよう影響を与えました。１２月２８日，内閣は厚生省のマグロ検査中\n止の勧告を承認しました。マグロ検査中止は昭和３０年１月１日に実行されま\nす。このことを実現するために寄与したあなたとあなたのお仲間に，お祝いの\n言葉をお送りします。」と記載されていたことが判明している（甲６７〔１７\n３，１７４頁〕）。\n⒁  日米合意に至るまでの日米の対応\nア  実験当局者である米原子力委員会は，ブラボー実験当日である昭和２９年\n３月１日，第七統合任務部隊がマーシャル諸島にある太平洋実験場で原爆を\n爆発させたという声明を出した。\nイ  平成９年に公開された昭和２９年３月１１日付けの米上下両院合同原子\n力委員会（スターリング・コールを委員長とする米国議会の上院・下院の代\n表者によって構成される委員会）によれば，同委員会は，同年２月の時点で，\n米原子力委員会に対して，過去の実験にならって住民を避難させる計画の有\n無を問い合わせたところ，米原子力委員会は，住民を避難させる計画はなく，\n島々に放射性降下物が降る可能性はあり得ないと確信していると返答した。\nまた，同文書では，米原子力委員会は，２３６人の住民（ロンゲラップ環礁\n８２人とウトリック環礁１５４人）と２８人の米兵が非常に高レベルの放射\n線によって被ばくしたことを認めており，当時，国連信託統治領に居住して\nいた住民が被ばくしたことの問題を指摘する声があり，「ロシアがこの不幸\nな出来事を使ってプロパガンダを行う恐れがある」との懸念も出されていた。\nこれと同じ日に，米原子力委員会は，「これらの人々は思いがけなく若干の\n放射能にさらされた」と発表していた。\nウ  ところが，同月１６日に第五福竜丸事件が報道され，被ばくの事実が世界\n中に明らかとなった。\nエ  コール委員長は，同月２３日，「日本人漁船及び漁夫が受けた傷害につい\nての報道は，誇張されているし，これら日本人が漁業以外の目的で実験区域\nへ来たことも考えられる」と第五福竜丸がスパイをしていたかのような発言\nをした。\nオ  一方，日本政府も，同月２５日，岡崎外務大臣が「公海上に米国が航行禁\n止の危険海域をつくったことは国際法違反とはいえないし，水爆実験は自由\n国家の仲間入りをした日本としては，これに協力するのは当然である」と米\n国を弁護した。外務省は，公安調査庁に米国犯罪調査局と協力して第五福竜\n丸にスパイの事実があったかどうか調べるよう指示し，第五福竜丸の乗組員\n２３人全員の思想傾向，日頃の言動，親戚や知人に共産党員がいるかなどが\n調べられ，焼津に集まった諸団体も調査対象とした。そして，同月２７日，\n日本政府は，第五福竜丸が危険区域外にいたにもかかわらず被ばくしたこと\nについて，証拠資料を添付して米国政府に報告した。\nカ  同年４月７日付けの岡崎外務大臣発・駐米大使宛の「第五福龍丸事件に関\nするアリソン大使の総理宛書簡に関する件」と題する文書が，平成３年１０\n月２４日に外務省により開示された。同文書は，昭和２９年４月２日付けの\nジョン・アリソン駐日大使の書簡に対する対応を指示したもので以下の記載\nがある。\n「一  米側による患者診察の問題\n事件発生後米国大使館及び関係の医者，科学者等の態度は，患者の治療と\nいうことよりも米側の機密保持という点に重点が置かれ，これが自然日本側\nにも反映した為，日本側医者，科学者自身もアメリカへの試験台にされるこ\nとは真平なりとの意識が強く働いたことは事実であるが，その後当省と米大\n使館と屡次の話合で米側の態度も漸次改善されつつある（中略）\n二  船の処置\nこれについては，先般の閣議において，このまま放置しておくは機密保持\n上も面白からざるにつき，この際政府で買上げることに決定したので，これ\nが実現の上は横須賀に回航し，ディコンタミネイトするなり，海に沈めるな\nりできるわけである。\n三  第五福龍丸以外の放射能を発見された船舶のリストを提出されたい\nとの口頭の要請は，係官の印象によればさして強く行われず，従って一応水\n産庁，海上保安庁等に連絡はせるも，フォローアップしていなかった。その\n後アイゼンバッド博士により三崎及び塩釜に入港せる二船を見学したき旨\n連絡あり，（両船の放射能検査結果は米大使館に通報済）早速手配せるも生\n憎両船とも出港後にて目的を達しなかった。この点については日本側検査当\n局たる厚生省においても検査のため船及び人を留置する法的根拠なきため\n困難を感じている状況であり，漁船は漁獲物の陸揚後，直ちに次の出向準備\nのため移動し，検査員が之を追かける実状である。\n四  （およそ２頁にわたって原文が削除されている。削除の最後は「に提\n出した」とあり，二本線で消されている）\n五  今回の事件につき，米側との連絡が思う様に行かない根本の原因は，\n患者の手当てを直接担当し居る医師及び科学者に，米側医師，科学者に対す\nる不信の念あることである。更にこれら日本側の医師，科学者に対し，日本\n側官庁（厚生省，文部省）は指揮監督が利かざる実情にあり。日本側医師及\nび科学者は，米側が日本側に物を教えるというが如き態度をとることに反感\nを懐き，むしろ当初より素直に米側にても調査したきに付き日本側の協力を\n得たしとの態度をとるならば，充分便宜をはかろうとの感想を洩らしている。\n六  なお米側は，これまで今回の事件につき補償は申出居るも未だ遺憾の\n意を表したることなく，この点日本側に相当の不満あり。事件発生当時第五\n福龍丸が危険区域外にあったことは明白で，米側に過失のあったことは明ら\nかである。\n従って，適当の時期に陳謝，損害賠償，同種事件の再発防止（責任者の処\n罰まで要求する必要はなきやに認められる）を公文にて正式に申入れる要あ\nりと思われる。」\nキ  アリソン大使は，同年４月９日「アイゼンバッド及びモートン両氏が日本\nを去るにあたり，ここに米国政府の名において，再び福竜丸の不幸な事件に\n対する深い遺憾の意を表し，入院中の乗組員の回復について懸念している。\n米国政府が被災者とその家族に対して補償し，また将来このような不幸な事\n故の再発を防止するためできうる限りの措置を執る意向であることは私が\n既に発表したとおりである。」と初めて遺憾の意を表明した。\nク  同年４月１３日付けの「アリソン大使の総理宛書翰の返簡（案）」と題する\n外務省の文書が，平成３年１０月２４日に外務省により開示された。同文書\nは，昭和２９年４月２日付けのアリソン大使の書簡に対する返信の案文であ\nり，以下の記載がある。\n「一九五四年四月二日付書翰受領しました。\n第五福龍丸が一九五四年三月一日ビキニ環礁で行われた貴国の熱原子力\n爆発実験の際不慮の災害を被ったことは誠に不幸な事件でありますが，本事\n件が，過去二回の原爆被害の記憶も生々しい日本国民に強い衝撃を与え，且\nつ我が国の水産業に深刻な影響を与えた結果，自ら米国を批判する声の起こ\nったことは，日本の国民感情を熟知される貴大使の了解されることと信じま\nす。かかる状況下にあって事件処理に当る政府の立場も困難であることも事\n実であります。\n貴書翰に述べられた諸点について次の通り申し述べたいと思います。\n一  第五福龍丸に関しては，三月十七日貴大使より奥村外務次官に対し，\n日本政府が同意するならば，同船を横須賀に回航して汚染の消除を行いたい\n旨申出がありましたが，日本政府では種々の検討の結果，これを政府で買上\nげることに決定し，その旨三月二十七日奥村外務次官より貴大使に御答えし\nた通りであります。\n二  船から採取した灰の分析は，被災患者の治療上必要であったので日本\n側学者は積極的に此の分析に当ったのであります。此の分析結果が統一なく\n発表されたことは遺憾でありますが，原子力研究に関する機密保持の法則を\n欠く今日の日本の実情よりして研究結果の発表を政府が統制することが極\nめて困難である事情を御理解願いたいと考えます。爾後に於いては医療面に\n関する発表は厚生省内に設けられた原爆症調査研究協議会が一元的に之を\n行うこととなっております。\n三  放射能を受けた他の船，漁獲物等について貴大使館がどの程度通報を\n受けることを希望されるか，又その希望の目的及び強さがどの程度のもので\nあるか，明確でなかった次第でありますが，貴翰受領後は速やかに貴大使館\nに連絡して居ります。なお最も新聞に記載された二件即ち塩釜に入港した第\n五明神丸及び三崎に入港した第十三光栄丸については，貴大使館よりの連絡\nに基づき直ちに手配したのでありますが，貴大使館より希望した調査日時に\nは既に両船とも出港していた次第であります。之等両船の有した放射能がそ\nの出向を阻止する必要のある程強いものではなかったことは事実でありま\nす。但し，第五明神丸の漁獲物は慎重な検査の結果食用として害のないこと\nを認め一般に市販されましたが，検査期間が永びいたため，魚価は半値程度\nに値下がりし，当該漁夫及び船主は不測の損害を被り，又第十三光栄丸の漁\n獲物は検査の結果食用不適と認められ廃棄にされました。\n四  （この項目は原文から削除されている）\n五  被災患者の診察に関しては，政府として米側医療関係者が診察に当り\n得るよう凡ゆる努力をしたのでありますが，患者自身が米側医療関係者の診\n察を受ける場合治療の対象としてよりも実験の対象として扱われるのでは\nないかとの危惧を持ち，之を好まなかったために円滑に取り運ばなかったこ\nとは遺憾であります。但し政府は今後も此の点に関する患者の誤解を解き全\n員に対し米側医師が診断を為しうるよう努力したい考えであります。白血球\nの数，尿等，患者の実態を判断すべき資料については随時之を米側医療関係\n者に提供していることは御承知の通りであります。なお焼津よりの患者の東\n京移送に当たって米側軍用機の提供を受けたことに対しては深くその好意\nを謝する次第であります。（以下略）」\nケ  アリソン駐日大使は，同年６月１７日，米上下両院合同原子力委員会の秘\n密会で，「日本漁船事件」について証言を行った。ここで，日本人は広島，長\n崎における原爆のことをいまだに覚えており，個々のアメリカ人への個人的\n敵意はない，あるいはあってもほとんどないが，いわゆる米国全体への敵意\nは，原爆を投下したがゆえにあると日本人の心境を説明した。大使は，議員\nからの質問に答えて，法的訴訟手続によらない形で，できるだけ早急に解決\nすべきであり，将来前例とならないような一括払いでの慰謝料（エクス・グ\nラティア）７５万ドルによる解決を提供すべきであると提言し，迅速な和解\nによって「我々は日本政府から解放され，その時点から彼らに責任がかかる」\nと述べた。そして，「この地域で漁業に継続的損害があるか」という質問に答\nえて，日本が俊こつ丸で調査しており，どのような結果を出すか分からない\nので，俊こつ丸が帰ってくる前に収拾したいと答えた。そして，日本政府と\nの和解はこの補償に含まれるのかとの質問に対して，「これで決着するであ\nろう。日本政府はそれに同意しなくてはならないし，合衆国に対していかな\nる抗議もこれからはなくなるであろう」と述べた。\nコ  俊こつ丸が，同年７月４日に帰港し，太平洋の汚染状況が公表され，米国\nによる放射能被害情報の独占が崩れ，同年９月２３日に第五福竜丸の久保山\n無線長の死亡により日本での批判的世論が高まった。\nサ  同年１０月２３日付けの「岡崎・ロバートソン会談に関する件」と題する\n緒方大臣と井口大使との間の文書が，平成３年１０月２４日に外務省により\n開示された。当該文書には，「……本件を未解決の儘放置することは共産主\n義者等の利用するところとなるべく，一挙に最終的解決を図るべきであると\nいう点については同意見なる旨を答え補償額については議会の承認の関係\nより二百万ドルは到底困難なりとて，百万ドルと二百万ドルの間にて何とか\n妥結に達したしと述べたので……（以下略）」とある。\nシ  米国は，国務省，国防省の次官級とＣＩＡ長官らで構成されている工作調\n整委員会という心理戦略秘密工作などを検討する省庁間委員会で，補償金の\n拠出方法を検討し，相互安全保障法に基づいて対外活動本部の予算から出さ\nれることとなった。\nス  米国国務省から在日米大使館に宛てた同年１０月３０日付け電報で「アリ\nソン大使も出席した１０月２７日の会議において，工作調整委員会は日本に\nついての国家安全保障会議の政策文書に関する経過報告を検討し承認した。\nこの報告書は大使館に空送された。同じ会議で，工作調整委員会は日本政府\nに対して１５０万ドルのビキニの補償金（また工作調整委員会への言及をし\nないということならば，そして，もしどうしても必要ならば２００万ドルま\nで上がりうる）を提供することを承認した。対外活動本部はこの目的のため\nの追加金が見つけうるかどうかについて決定するよう指令を受け，次の工作\n調整委員会で報告する。」と報告した。\nセ  同年１２月１４日付けの「ビキニ事件損害の補償に関する件」と題する重\n光大臣発，在米井口大使宛の文書が，平成３年１０月２４日に外務省により\n開示された。当該文書には，「一  本件補償の額が決定せられた際，本件に結\n末をつけるため日米間に交換せらるべき書簡案をあらかじめ合意しておく\n要あるところ，去る十二月三日在京米国大使館バッシン法律顧問より（下田\n条約局長を来訪），別添甲の通り右文書の米側案の提示があった。バッシン\nの説明によれば，米側案の基本的な考え方は，（イ）本件補償は一に人道的考\n慮と米側好意に基き，法律上の責任の問題を全く度外視して行われるもので\nある点を公文の中に明記（第三項）したいこと，及び，（ロ）本件補償はラン\nプサム〔定額〕の支払によりすべてを解決せんことを目的として行われるも\nのであるから，今後まぐろを投棄することがあっても，また不幸にして更に\n死者が出ても，追加の支払は行わない建前であり，この点を公文中に明記（第\n四項）し置きたいこと，の二点にある。」とされている。\n（甲１〔１５９～１６７頁〕，甲９，甲６７〔１５２～１７８頁〕）\n⒂  日米合意\n被告及び米国は，昭和３０年１月４日，本件核実験について，交換公文によ\nる合意（以下「日米合意」という。）をした。その内容は，米国の特命全権大使\nジョン・Ｍ・アリソンが，「本使は，アメリカ合衆国政府が，マーシャル群島に\nおける千九百五十四年の原子核実験の結果生じた傷害又は損害に対する補償\nのため，二百万ドルの金額を，法律上の責任の問題と関係なく，慰謝料として，\n日本国政府に対しここに提供することを閣下に通報します。」「アメリカ合衆国\n政府は，日本国政府が，前記の二百万ドルの金額を受諾するときは，日本国並\nびにその国民及び法人が前記の原子核実験から生じた身体又は財産上の全て\nの傷害，損失又は損害についてアメリカ合衆国又はその機関，国民若しくは法\n人に対して有するすべての請求に対する完全な解決として，受諾するものと了\n解します。」「閣下が，貴国政府が前記の金額を受諾されるかどうか及び前記の\n本国政府の了解が帰国政府の了解でもあるかどうかを本使に通報されれば幸\nせであります。前記の金額が受諾される場合には，本使は，この書簡及びその\n金額を受諾する閣下の回答を，両国政府のこれらの相互の了解を確認するもの\nとみなすことを提案する光栄を有します。」としたのに対し，外務大臣重光葵\nは，「本大臣は，提供された前記の金額を日本国政府が受諾すること及びその\n受領をここに確認することを閣下に通報する光栄を有します。本大臣は，さら\nに，貴国政府の前記の了解が日本国政府の了解でもあること及び閣下の書簡及\nび前記の金額を受諾するこの回答を，両国政府のこれらの相互の了解を確認す\nるものとみなすことを閣下に通報する光栄を有します。」とした。（乙１）\n日米合意については，昭和３０年１月１０日，全国かつおまぐろ漁業者大会\nにおいて，同漁業者が要求している２０億５０５１万０３００円と上記２００\n万ドル（当時の日本円で７億２０００万円）との差額の支払を求める抗議の決\n議がされたり，同月１７日に学者から厚生大臣に対して被ばく調査中止に関し\nて時期尚早であるとする質問状が出されたりしたが，同年４月２８日，日本政\n府は上記２００万ドルの慰謝料の配分についての閣議決定を行い，その後，第\n五福竜丸の乗組員２２名に対し，慰謝料として４４００万円が支払われた（甲\n１〔１７３頁以下〕，甲９，３４，３８）。\n⒃  原爆医療法の制定\n第五福竜丸の久保山無線長及び乗組員は，核兵器の犠牲者の象徴となった。\n第五福竜丸事件は原水爆禁止運動が国民レベルに広がる契機となり，それまで\n公的に医療保護を受けていなかった広島，長崎における被ばく者の問題が浮上\nし，昭和３２年２月２１日，日本政府は原子爆弾被爆者の医療等に関する法律\n（以下「原爆医療法」という。）の法案を国会に提出し，同法は同年３月３１日\nに成立し，同年４月１日から施行された。\nしかし，同法は，文字通り水爆実験による被ばく者への援護は含まれず，第\n五福竜丸の乗組員も援護の対象とならなかった。\n（甲１〔１９２頁〕，甲６７〔１８０，１８１頁〕）\n⒄  米国による平和利用目的の原子力技術の提供\nサンフランシスコ条約が，昭和２６年９月に調印され，昭和２７年４月に発\n効したが，同条約には原子力研究の禁止条項がなく，日本学術会議では，日本\nの原子力研究に関する論議が始まった。同年２月に原子力に関するシンポジウ\nムを開いたところ，原子力の研究を平和目的に限る絶対的な保証がないかぎり，\n原子力研究の着手は時期尚早であるとの意見が多数を占めていた。\n日本政府はこれと異なる立場であり，政治主導で，昭和２９年３月２日，原\n子炉予算が衆議院に提出され，議論が紛糾することもなく同月５日に通過し，\n同年５月１１日の閣議決定で原子力利用準備調査会が設置された。\nその背景には，昭和２８年１２月８日にアイゼンハワー大統領が国連で原子\n力の平和利用計画について演説を行い，原子力発電の普及のため，原子力に関\nする情報を民間と共有することを述べ，昭和２９年に米国の原子力法が改正さ\nれ，米原子力委員会の独占的管理下にあった原子力情報が，米国企業，友好国\nと共有するため，管理が緩められたという事情があった。\n日本政府は原子力の導入に積極的であり，通産大臣が同年１０月１７日に渡\n米して，原子力の交渉に当たった。そして，同年１１月１２日に米原子力委員\n会が機密解除した原子力発電関連文献の提供を受けた。このような協力関係の\n下で，上記⑿の日米会議が同年１１月１５日から１９日に開催された。\n米国等の原子力事情を視察する原子力海外調査団が派遣される直前の昭和\n３０年１月に，米国は日本政府に対して濃縮ウランの提供と技術援助を提案し，\n同年３月に帰国した調査団は，国産原子炉を造ることを目標にし，そのための\n参考として濃縮ウラン実験炉を米国から購入すべきであると報告した。準備調\n査会は，同年９月９日に実験炉の輸入を正式に決定し，同年１１月１４日に日\n米原子力協定が正式に調印され，同年１２月の臨時国会で，原子力基本法，原\n子力委員会設置法，総理府設置法の一部を改正する法律の原子力三法が成立し\nた。\n同年１１月から１２月にかけて東京日比谷公園で，米国の原子力平和使節団\nを迎え「原子力平和利用博覧会」が開かれ，１年をかけて全国を巡回した。\n（甲１〔２２２，２２３頁〕，甲６７〔１６６頁〕，甲７９〔１５１～１６９頁〕）\n⒅  科学技術庁の発足\n原子力三法が成立し，昭和３１年１月１日に原子力委員会が発足し，総理府\nに新たに原子力局が設けられた。その後，同年５月１９日に科学技術庁が発足\nし，それを機として，原子力局は科学技術庁に移り，原子力委員会も科学技術\n庁に事務局を移した。原子力委員会は，昭和３２年５月２５日，放射能調査専\n門部会を設置した。\n昭和２９年に本件核実験が起きたとき，日本はまだ，前原子力時代と称され\nる段階にあり，官庁として，その処理に当たったのは，既存の厚生省等の各省\n庁であった。\n厚生省は，上記⑾のとおり，本件核実験に対して，原爆症調査研究協議会を\n活用して事件の処理に当たり，その後，原爆被害対策に関する調査研究連絡協\n議会を発足させ，その他に，放射線衛生研究所の設立案を作るなど，放射能問\n題の医学的，公衆衛生的な側面に取り組むなどした。しかし，昭和３１年に科\n学技術庁が設置されると，その原子力局で放射能に関する全てを専管すること\nになったため，厚生省は一部の研究調査を除き，放射能問題から大幅に手を引\nくことになった。\nまた，同年度予算において，厚生省が検討していた放射線衛生研究所を新設\nする案と，日本学術会議の勧告に基づいて作られた文部省による放射線基礎医\n学研究所を新設する案につき，両省から概算要求が提出されたところ，同年に\n発足した原子力委員会で検討され，折衷案として２つの研究所を併せて１つと\nし，国立放射線医学総合研究所（放医研）を設置することが決まり，科学技術\n庁の所管にすることもあわせて決定され，放医研は，昭和３２年７月１日に，\n科学技術庁の下で発足した。\n（甲７９〔１７４～１８２，１９４～１９７頁〕）\n⒆  弥彦丸に関する報道\nその後，第五福竜丸以外の被災船に関しては，弥彦丸の元船員の平三義が船\n員保険の継続を２２年ぶりに申し立てたという昭和５１年６月１８日付けの\n朝日新聞（九州版）の記事，昭和５５年１月１日付けの朝日新聞に掲載された\n弥彦丸乗組員全員の追跡調査記事など，弥彦丸関係の記事が掲載された程度で，\nほとんど注目を浴びることがなくなっていた（甲１〔１９２～２０３頁〕，甲３\n〔６３頁〕，甲３５，甲６７〔１８１頁〕）。\n⒇  幡多ゼミによる調査開始\n昭和６０年４月，高知県幡多地区の高校生と原告Ｂを含む指導教諭が構成す\nる「幡多高校生ゼミナール」（以下「幡多ゼミ」という。）により，地域の被ば\nく者調査が開始された。幡多ゼミは，昭和５８年夏に「足もとから平和と青春\nを考えよう」との標語を掲げ，地域の現代史を研究する平和教育を目的として，\n幡多地区９校の高校生が自由に参加できるサークルとして誕生し，５０名前後\nの高校生と１０名前後の顧問で活動を行っていた。原爆被ばく４０周年の昭和\n６０年に広島・長崎の被ばく者調査を行ったことを契機に，ビキニ水爆実験に\nよる被災漁民の存在を突き止めた。\n長崎とビキニの二重被ばくの可能性のある青年の自殺やカツオ船で実習し\nていた室戸岬水産高生の急性白血病死事件などが判明し，同年７月にマスコミ\nに中間発表するなどして全国ニュースとなった。\n当時，ビキニの被ばくは第五福竜丸についてはよく知られていたが，他の被\n災漁民の問題が浮上していなかったことに疑問を抱きつつ，地道な調査が続け\nられ，高知県全域のゼミナールに発展しつつ，先輩から後輩へと引き継がれて\nいった。\n高校生による調査では，高知県や厚生省の公的資料で発見できなかった船員\n名簿の一部を室戸岬の船主組合や船員組合を訪ねて入手するなどして，漁船員\nの所在を突き止め，一人一人に訪問して調査をした。漁船員は，被ばくに対す\nる周囲の偏見を恐れるなどして，当時のことを語りたがらなかったが，高校生\nが粘り強く聴取することで次第に証言が出てきた。\n幡多ゼミでは，幡多地区や室戸地区などの高知県内をはじめ，平和の旅と称\nして，高知県外を訪れるなど活動の幅を広げ，第五福竜丸展示館を訪ね，第五\n福竜丸の元乗組員や家族を訪問し，被災漁船の検査委員，俊こつ丸の調査員，\n弥彦丸の元乗組員等から聞き取り調査をし，長崎や沖縄を訪問し調査するなど\nし，全国高校生平和集会全体会で報告をするなどした。その活動がドキュメン\nタリー映画「ビキニの海は忘れない」などに記録化され，平成２年３月に全国\nで放映された。また，教科書副読本で「幡多高校生ゼミナールのビキニ調査」\nを紹介した頁がすべて検閲で削除されることもあった。\n（甲１〔７～２３頁〕  甲３〔４，２８，４０～４８頁〕，甲５〔１４～１６，\n２０～４３，６２，６３頁〕，甲３７，７１，７７，８１）\n調査団の結成\n幡多ゼミの生徒と顧問教諭は，漁民からの聞き取り調査を行う中で，高校生\nを主体とした幡多ゼミの持つ力量以上のものが必要であると考え，事件解明に\nは，高知県だけでなく，全国的な調査が必要であり，調査を組織的に行うため，\n調査団の結成を呼び掛けた。これに応じて，昭和６０年９月１６日に高知県下\nの科学者，医師，被ばく者，漁船員，平和活動家，教職員を中心にした高知県\nビキニ水爆実験被災調査団（以下「調査団」という。）が結成された（なお，調\n査団は，平成２３年頃に太平洋核被災支援センターへと発展的に改組し，原告\nＣがセンター長，原告Ｂが事務局長に就任した。）。幡多ゼミは，高校生として\nできる調査，学習，交流を行って，それらを自分たちでまとめて訴え，表現す\nる場とし，本格的な調査は調査団によって行われることとなった。（甲３〔２８\n頁〕甲５〔６２，６３頁〕，甲６〔５４，５５頁〕）\n衆議院における本件被ばくに関する答弁（本件国会答弁）\n昭和６１年３月７日，第１０４回国会衆議院予算委員会第四分科会において，\n山原健二郎衆議院議員は，「当時日本の船舶が大体何隻被災したか，また当時\nのいわゆる被ばくマグロ，ずいぶん大きな問題になりましたが，どの程度投棄\nされたか，さらに久保山さんが被ばくされまして亡くなりましたが，久保山さ\nんのほかにビキニ被ばくによって何名の方が亡くなったのか，また当時政府が\nつかんでいた被ばく者の身体検査をした者は何名か，また当時の入院先あるい\nは乗組員のリスト，こういうものが現在存在しているかどうか」と，水産庁及\nび厚生省に対して質問した。\nこれに対し，水産庁海洋漁業部遠洋課長の小野登喜雄説明員は，「昭和二十\n九年にマーシャル群島周辺におきまして行われましたアメリカの核実験にか\nかわる漁船等に関する資料につきましては，何せ本件が大分前のことでござい\nますので，水産庁においては，残念ながら現在のところ手持ち資料はございま\nせん。」と回答し，厚生省生活衛生局長の北川定謙政府委員は，「先生お尋ねの\n廃棄をされたマグロの量でございますが，約五百トンと承知をしております。」\nと回答し，厚生省保健医療局長の仲村英一政府委員は，「昭和二十九年の水爆\n実験による第五福竜丸のことにつきましては，当時も非常に大きな事件として\n報道されたことで私ども承知してございますが，それ以外のビキニ環礁の近海\nで操業をしておった漁船はいたと承知しておりますけれども，その実態，数字\nについて私どもつかんでおらないわけでございます。第五福竜丸に関しては，\n二十三人の方がそれぞれ東大病院，当時の国立第一病院等に入院されたという\nことを承知しております。」と回答した。\nまた，山原健二郎衆議院議員が，「ビキニ悲劇は今なお終わっていないとい\nうのが現在までの調査の結果でございます。」「今までの調査されたことあるい\nは当時の書類，これなどを整理いたしまして，さらにそれに基づきまして，現\n在病苦に呻吟をしておる方たちがおいでになるとするならばその健康診断等\nそういう対策を一応立てる必要があるのではないかというふうに思うわけで\nす。」「何らかの対応できる体制をぜひとっていただきたい」と述べて本件被ば\nくに関する対応を要請したのに対し，仲村英一政府委員は，「第五福竜丸のそ\nの後のフォローアップは，おっしゃいますように科学技術庁の放射線医学総合\n研究所，放医研で引き続きやっておるようでございます。したがいまして，私\nどもが昨日ご質問いただいた後でいろいろ資料も調べましたけれども，なかな\nか見つからないという実態もございますので，新たに調査をするということは\nなかなか難しい面もあろうかと考えておるところでございます」と回答し，今\n井勇厚生大臣は，「第五福竜乗組員以外のビキニの水爆実験によります被ばく\n者の状況については今のお話のようなことでありますが，何分もう三十年以上\nも前のことでありまして，調査もこれ難しいと思いますし，現時点でその対策\nを講ずるというようなことは私はちょっと考えにくいと思います。」と回答し\nた（以下，政府側の答弁を「本件国会答弁」と総称する。）。（甲７）\n調査団による健康診断と行政の対応\nア  調査団は，昭和６１年に，森清一郎医師ら高知県民主医療機関連合会の協\n力のもと，土佐清水市と室戸市で被災漁船員の健康調査を行い，アンケート\nに基づく問診，心電図，血液・尿検査，腫瘍マーカー検査が行われた。調査\nの中で，被災後に頭髪の抜けた人の存在が確認されるなどもした。\nイ  調査には行政からの反応もあり，同年１２月の高知県議会では，保健環境\n部長が，「原爆被ばく者と同じように保険行政を行うよう検討する」と言明\nし，同時期に，土佐清水市長も「市独自の調査を行う」と約束し，土佐清水\n市の調査が行われた。\nウ  調査団の調査結果や健康診断の結果も踏まえ，昭和６２年２月に調査団は，\n元高知大学長を実行委員長とする「ビキニ水爆実験被災シンポジウム・高知」\nを開催し，約１８０人の参加を得た。\nエ  昭和６３年５月１１日に高知県ビキニ被災船員の会が結成され，健康診断\nの実施の働きかけや，ビキニ被災の実態調査を求めることなどを会の目的と\nした。県庁を訪れ，被災調査や健康診断の実施を働きかけたが，県の対応は\n今後も誠意をもってあたると述べるにとどまった。平成元年室戸市で再び健\n康診断を行い，これを契機に室戸ビキニ被災船員の会が発足した。\nオ  平成２年６月，高知県議会に向けて「ビキニ環礁における水爆実験に伴う\n被災船員の医療補償に関する請願」が被災船員の会を中心に進められ，６２\n２８人の署名を提出したが，県議会では採択されなかった。その後，平成１\n４年までに高知県ビキニ被災船員の会の責任者は全員死亡し，自然解散とな\nった。\nカ  折しも，昭和６３年に，米国では，被ばく兵士に対する医療補償が実現し，\n被ばく後の広島・長崎の市街地に進駐して被ばくした兵士や，ビキニ環礁な\nどの各実験に参加させられた兵士に関して，白血病や各種のがんなど１３の\nケースで一定の医療補助を認める法案が可決された。また，米国は，マーシ\nャル諸島に対し，昭和６１年発行の自由連合協定のなかで，「核実験による\n賠償責任について責任を負う」ことを明言し，症状が認められる島民に，平\n成３年から健康被害補償の支払を始めた。\n（甲１〔２０３～２１４〕，甲３，甲５〔１１２～１２２頁〕，甲６〔５４，５\n５頁〕，甲７７）\n調査団による活動再開\n平成１５年１１月に高知県ビキニ水爆実験調査団が活動を再開し，平成１６\n年３月２４日に宿毛市が「ビキニ水爆実験による被災船員の救済に関する意見\n書」を全国で初めて採択し，同年６月３０日に室戸市が同意見書を採択した。\n高知県は，これらを受けてビキニ被災船員を対象に県内５か所で問診と血液検\n査の健康診断を実施した。（甲７７）\n高知県議会における高知県知事の答弁（高知県知事答弁）\n塚地佐智高知県議員が，平成１６年３月５日の高知県議会定例会において，\n橋本大二郎高知県知事に対して，「このビキニ被災の問題は，確かに日，米の政\n府間の問題としては決着済みというふうにされていますけれど，（中略）この\n問題は人の問題としては何ら決着済みとは言えない問題を残していると思う\nんです。知事は，ビキニ水爆実験の被災者問題，とりわけ人体にかかわるそう\nいう人の問題として，これは決着済みの問題とは考えていないのではないかと\n私は思うんですけれど，その点の御認識をひとつ伺いたい」，「こうした問題を\n今，国が葬り去るのではなくて，事実を明らかにしていくということが必要だ\nと思いますので，歴史的に明らかにする責任を国に求めて，この問題の水爆実\n験に関する真相とその後の対応策の全容を公表するようにぜひ国に対して要\n請をしていただきたいというふうに思うんですけれど，この点をお伺いいたし\nます。」と述べたのに対し，同県知事は，「法的なというか国家間の問題として\nは，国は解決済みだということを繰り返しております。」「一方で，晩発性の障\n害の問題が広島や長崎の被ばく者の中で明らかになってまいりました。また，\nビキニ環礁の被災者の中にもこうした可能性があるのではないかということ\nを言われ，また，健康に実際に御不安を感じていらっしゃる方がおられるとい\nうことも十分わかります。ただ，この晩発性の障害は，被ばくを受けたときの\nその際の障害と違いまして，例えばがんであれば，それが何年も前に被ばくを\nしたことが原因なのか，それとも別の原因によるものなのかということを臨床\n的に区別することが非常に難しいということが言われております。つまり，（中\n略）まさに５０年，半世紀が経ている中で，その晩発性の障害などの科学的な\n立証をしていくことが非常に難しいのではないかということを感じておりま\nす。その意味で，この問題が健康の面で決着済みなのかどうかということは，\n私の口からはなかなか申し上げられないというのが正直なところでございま\nす。」「国に対して要請をしていくことはやぶさかではございませんので，そう\nいう努力はしてみたいと思いますが，これも先ほどの御質問の中にもございま\nしたように担当窓口がどこかも不明だというような状況でございますので，ど\nれだけの成果が得られるかということについては確たる自信はございません\nけれども，要請を，働きかけをしてみるということはやぶさかではございませ\nん。」と答弁した（以下，この高知県知事の答弁を「高知県知事答弁」と総称す\nる。）。（甲１３）\n外交史料館における自主的情報公開\n時期が前後するが，平成３年１０月２４日，外務省の外交文書が公開された。\n外務省は，後記 のとおり，昭和５１年から，外交史料館において戦後の外交\n記録についても自主的な取組みとして公開を開始しており，その１１回目の公\n開として行われた。日米合意等の本件核実験に関するものは，現物公開のもの\nを除いてマイクロフィルムの複写で３３７９頁あった。この中には，上記「⒁\n日米合意に至るまでの日米の対応」の認定に供した資料もある。（甲１〔１５９\n～１６７頁〕，甲９，甲７０〔１７９頁〕公知の事実）\n放射性降下物に関する米国の情報公開\nア  平成２２年９月１９日の朝日新聞において，キャッスル作戦放射性降下物\nに係る公文書（以下「放射性降下物記録」という。）が存在することが報道さ\nれた。\nイ  放射性降下物記録は，アイゼンバッド博士の所属する米原子力委員会健\n康・安全研究所ニューヨーク作戦室が提供したデータをもとに米気象局が作\n成して，昭和３０年５月１７日に提出した「キャッスル作戦による世界的放\n射性降下物」と題する報告書の一部である。\n昭和５９年，放射性降下物記録の原本は，機密扱にされたものの，その抜\n粋版（以下「抜粋版」という。）が米国防総省の監督の下，公開された。\n昭和６１年１０月の米下院の小委員会における「アメリカの核モルモット\n－３０年にわたるアメリカ市民に対する放射能実験」という報告がなされ，\n１８名にプルトニウム人体実験を行っていたことが示された。米国の新聞記\n者アイリーン・ウェルサムが，人体実験の被ばく者にインタビューを行って，\n平成５年に連載記事とし，平成６年度のピューリツァー賞を受賞するなど，\n社会的に大きなインパクトを与えた。当時の米政権は，人体実験に関連する\n核兵器開発文書を米エネルギー省から米国立公文書館に移管する方針を打\nち出し，１９９０（平成２）年代に入って移管がされつつ，資料の情報もＰ\nＤＦ化して米エネルギー省のオープン・ネットデータベースで公開されるよ\nうになった。この流れで，放射性降下物記録もネット上に公開されることに\nなった。\nウ  抜粋版は，竹峰誠一郎（当時早稲田大学院生）が，米核実験被害について\nアイルック環礁で本格的に調査を開始し，放射性降下物の広がりに着目して，\n水爆実験の見直し作業をする中で，平成１７年に入手した。\n抜粋版は日本の研究者の資料とされるとともに，平成２０年に南海放送\n「わしも死の海におった」（甲６５）製作中に提供された。抜粋版は重要なペ\nージが抜けていたところ，南海放送の伊藤英朗ディレクターが，先のとおり\n開示が始まっていた，米エネルギー省のホームページのデータベースから，\n平成２２年３月に放射性降下物記録を発見した。もっとも，ネット上で公開\nされていた放射性降下物記録からは，核爆発の高度やきのこ雲の高度など抜\n粋版では記載されていた情報などが削除されていることが判明し，放射性降\n下物記録一部削除版であることが判明した（以下「削除版」という。）。\n新たに発見された削除版と既に入手していた抜粋版を併せて放射性降下\n物記録の原本の記載に近づけるようまとめながら，広島市立大学広島平和研\n究所の高橋博子講師ら日本の研究者らが分析を進めた。\nエ  放射性降下物記録には，昭和２９年３月１日のブラボー実験から４か月間\nの降灰を観測した結果が毎日数値で示されている。米国は水爆実験にあたり，\n放射性降下物の観測を目的として世界１２２か所に観測所を設置して，粘着\nフィルムを使って降灰量を記録した。日本でも硫黄島，沖縄，東京，三沢，\n広島，長崎に観測所が設置されていた。\nビキニ環礁から東西に長い楕円状に降灰が広がり，日本や米国，アフリカ\n大陸など世界中に降灰があったことが示され，その総量は２２．７３メガキ\nュリーと算出されていた。\n６回の爆発による降灰量を１平方フィート（約０．０９平方メートル）の\n粘着フィルム上で１分間に崩壊する原子の数（ｄ／ｍ／ｆｔ²）で表し，４か\n月間の総量をまとめた等高線のような「放射能等値線」が記されていた。合\n衆国南西部で日本の約５倍（の降下）という記述もあった。\nオ  放射性降下物記録に基づいて，昭和２９年７月１日時点での６回の爆発に\nよる放射性降下物の総量をまとめた図が別紙４図２である。\n原告らにおいて，別紙４図２のビキニ環礁を中心に，東京都獣医衛生課「魚\n類の人工放射能検査報告書」をもとに昭和２９年３月１６日から同年５月３\n１日までに東京港で放射能が検出された漁船の位置を記入したものが別紙\n４図１の黒字部分である。\nこれによれば，２０万ｄ／ｍ／ｆｔ²以上の海域に第五福竜丸を含む５隻，\n１０万以上２０万未満の海域に７隻，５万以上１０万未満の海域に１０隻い\nたことが判明する。\nさらに，別紙４図１の黒字部分に原告ら代理人が原告らの漁船の位置を追\n記したのが，別紙４図１の赤字部分である。\n上記研究者は，放射性降下物記録の中で「日々の放射性降下物の地図は，\n船舶からのデータにはかなりの不確実性があるため，陸地の観測所からのデ\nータのみ記載されている。船舶の位置は完全には把握できず，特に航行の途\n中，激しいフォールアウトに晒された船では，処理や郵送時のサンプルの二\n次汚染防止の手順が十分ではなかった。船舶データは，放射性降下物の地図\nへの放射能等高線の描画，および陸上観測所データの解釈に利用された。」\nとの記述があり，「激しいフォールアウトに晒された船」の存在を認めてお\nり，そこから得られたデータが地図に反映されてはいないことからすると，\n放射性降下物記録で記された以上の被害が予測でき，第五福竜丸はもちろん\nのこと，そのほかの被災船が激しいフォールアウトに晒された可能性が充分\nあると指摘している。\n（甲１〔１２０～１２４，１３２～１３５頁〕，甲４〔表紙裏～３１頁〕，\n甲６５，甲７０〔１７９，１８０頁〕）\n外務省による情報公開\nア  ＮＨＫ広島は，平成２５年に米国立公文書館において，本件核実験による\n被災船のリストを発見した（甲６〔５頁〕）。ＮＨＫは，同年６月１４日，上\n記文書の出所である外務省に対し，文書開示を請求し，外務省は，同年１１\n月１日，厚生省の本件核実験に関する資料を開示した。（甲６，弁論の全趣\n旨）\nイ  開示された文書は，「汚染船舶航跡関係」（ＰＡＲＴ１）と「汚染漁船及び\n商船の検査報告」（ＰＡＲＴ２）の２つに分かれている（甲６）。\nウ  「汚染船舶航跡関係」（ＰＡＲＴ１）は，すべて海上保安庁警備部救難部か\nら外務省アジア局に宛てたもので，被災漁船（人・船体・魚のいずれかで放\n射能が検出された船）１６３隻の航跡図，第二吉祥丸による実験の目撃証言，\n１９隻分の検査結果である（甲６）。\nエ  「汚染漁船及び商船の検査報告」（ＰＡＲＴ２）は，基本的に厚生省から外\n務省アジア局に宛てたもの（他に，運輸省や治療にあたった病院の報告書も\nある。）で，①「南部太平洋方面就航船舶の放射能検査の結果について」と題\nする運輸省海運局から外務省アジア局に宛てた文書の中に，商船や大型船，\n指定五港以外の漁船など計４００隻分の放射能検査結果が記載されており，\n②貨物船神通川丸乗員に対する大阪や岩手などでの精密検査の結果などの\n記載がある文書，③指定五港以外で発見された全国１０港での１８６隻分の\nリスト，④１２月２２日原爆被害対策協議会食品衛生部会の検査中止の根拠\nとなる声明等であり，事務次官検査通知（甲１７，乙４），厚生省通報方針\n（甲１６），第十三光栄丸の船員の血液検査，尿検査などの身体検査結果（甲\n１９の１ないし４，甲２１），第十宝成丸，第五明神丸，第一金毘羅丸の各船\n員の血液検査結果（甲２０），神通川丸の船員の血液検査，尿検査，臨床症状\nなどの検査結果（甲２２の１，２，甲２５），大型船舶の放射能検査と添付の\n診断書（甲２８）などが含まれていたが，検査結果などは黒塗りにされてい\nた（甲６〔５～７，４３～４７頁〕，甲７０〔１８０頁〕，甲７７〔１２～１\n４頁〕）。\n本件資料の開示\n原告Ｂらは，平成２６年７月１日，厚生労働省に対し，事務次官通知（乙４）\nを示して本件核実験による被災状況に関する資料を探すよう求めた。その後，\n際，通常の探索場所に加え，厚労省内及び外部倉庫を探索したところ，関東近\n県にある医薬食品局食品安全部の倉庫において，本件資料を発見した旨説明し\nた。（甲６，２７）\n厚生労働省は，同日の記者会見に際して，記者に対して，本件資料により判\n明した船員に被ばくについて，要旨，①人体から検出された最大ｃｐｍ数が９\n８８ｃｐｍであり，これを２週間被ばくした場合の数字１．６８ｍＳｖは，国\n際放射線防護委員会による放射線量の国際基準１事故当たり１００ｍＳｖを\n大幅に下回ること，②現在の血液細胞の染色体異常や歯の異常電子の出現率を\n基に，当時の被ばく線量を正確に推定することは困難であることを内容とする\n文書を交付した。（甲６）\n追加資料の開示\n平成２６年９月１９日に開示された\n料に含まれていた船員の血液検査や医師の所見等が含まれていなかったこと\nから，福島みずほ参議院議員が同年１０月２１日の議会で取り上げたところ，\n厚生労働省は，外務省から当該資料の提供を受け，氏名，性別，年齢以外のマ\nスキング（黒塗り）を除去して，同月２９日，同議員らに対して，追加資料を\n開示した。（甲６，甲１５の１，２，甲２７）\n厚生労働省の研究報告書\n厚生労働省は，平成２８年５月３１日，「ビキニ水爆関係資料の線量評価に\n関する研究  平成２７年度総括・分担研究報告書」（以下「厚労省研究報告書」\nという。）を発表した。厚労省研究報告書では，要旨，厚生労働省が開示した資\n料を中心に血液検査データ等の分析をした結果，白血球数及び赤血球数の値や\n臨床症状からは放射線による影響を明かに認める所見は確認することができ\nなかったこと，米軍及びその関係機関によって行われた放射線モニタリング結\n果と同省が開示した市場にあった船舶ごとの航路を基に推計した外部被ばく\nによる線量は，放射性降下物の降下時間等に一定の条件を設けて分析した結果，\n最大でも１５６ｍＲ（概ね１．１２ｍＳｖに相当）と見積もられたこと，第五\n福竜丸以外の船員の内部被ばく線量について，第五福竜丸の船員のデータから\n分析した結果やマーシャル諸島の島民の内部被ばく線量に関する文献のデー\nタによれば，内部被ばくの線量は外部被ばくに比べて極めて小さい値になると\n考えられること，これらの分析結果から放射線による健康影響が現れる程度の\n被ばくがあったことを示す結果は確認できなかったことを内容とするもので\nある。（甲８５）\n厚労省研究報告書に対する批判\nビキニ被災検証会共同代表の聞間元医師及び原告Ｃは，平成２８年８月２４\n日付けで，厚生労働大臣塩崎恭久に対し，厚労省研究報告書に関する申入書を\n提出した。同申入書においては，要旨，①被ばくによる健康状態への影響は５\n年以上の経過を見る必要があるが，研究対象とされておらず，今からでも被災\n船員の健康状態に関する追跡調査を行うこと，②本件被ばくに関する資料を保\n存している被ばくに関係する団体から意見を聴取すること，③俊こつ丸による\n調査結果である海水汚染記録を分析すること，④本件核実験により被ばくした\n貨物船弥彦丸の船員に関する記録を分析すること，⑤本件核実験当時の船舶へ\nの放射性フォールアウト数値を正確に測定するため，爆発後１００日の放射性\n降下物に関して推計値が用いられているという問題を明確に分析すること，⑥\n第五福竜丸は本件核実験開始後，汚染地域から速やかに去っているのに対し，\n他の多くの漁船は何日もビキニ環礁付近にとどまっており，外部・内部被ばく\nの危険性がより高まっている点について明確な分析をすべきこと，⑦本件核実\n験による放射性降下物の拡散状況の記録を示しておらず，強い汚染区域に何日\n滞在したかという船舶の被災事件が見えなくなっているなど，バラバラなデー\nタで，放射性物質のフォールアウト記録と漁船の航路との関連をシミュレーシ\nョンし，外部被ばく線量を１．１２ｍＳｖと推定したことは非科学的であるか\nら撤回を求めること，⑧ブラボー実験以外の本件核実験についても核実験の影\n響を調査すべきこと，⑨内部被ばくの線量評価について，生存船員の染色体や\n歯による線量評価，疫学的追跡研究などを無視することなく，他の専門家の意\n見を含めて検証すること，⑩厚労省の研究成果の公開に際しては，関係者の参\n加できる報告会，国会公聴会での報告をすべきことが意見具申されている。（甲\n４４）\n本件被ばくに対する研究者の調査結果\nア  田中公夫によるリンパ球の調査結果\n生物学者である田中公夫医学博士は，本件核実験当時，ビキニ環礁付近を\n航行した漁船等の船員１９名（以下「被災船員群」という。）と同年齢の高知\n県在住者９名（以下「対照群」という。）の血液１０ｍｌ中のリンパ球の染色\n体異常の検査を行った。\nその結果は，被災船員群の方が対照群よりも，染色体に被ばく後長期間残\nる異常である安定型染色体異常を持つ細胞数の頻度が高く（被災船員群：対\n照群＝３．３４％：２．４５％），その頻度から原爆放射線での被ばくに相当\nする線量を求めると，被災船員群は，平均で９１ｍＳｖ相当（うち，第八順\n光丸は２９５ｍＳｖ，第五海福丸は７２～１４３ｍＳｖ，第二幸成丸は６５\n～７５ｍＳｖ，第五明賀丸は１４２ｍＳｖ，第七大丸は１６０～１７６ｍＳ\nｖ）の被ばく線量が推定された。また，不安定型染色体異常である二動原体\n染色体異常細胞からは５２ミリグレイ，第五福竜丸の漁船員の被ばく線量の\n推定に用いられたＱｄｒ法で船員１９名全員の平均値を用いて推定すると\n約１００ミリグレイとなることが推定され，３つの方法で求めた値は近似し\nていた。（甲３９，６４，６６）\nイ  豊田教授による調査結果\n豊田新岡山理科大学教授は，本件被ばく者の一部の歯のエナメルを用いた\nＥＳＲ（電子スピン共鳴）による被ばく線量計測を行った。\nその結果は，第五明賀丸の元船員である原告Ｔの歯から，４１４ｍＳｖが\n測定され，この値から医療被ばく線量（推計値）約５０ｍＳｖ及び自然放射\n線量（推計値）約４５ｍＳｖの合計９５ｍＳｖを控除した３１９ｍＳｖ（広\n島の原子爆弾の爆心地から約１．６ｋｍの距離で浴びた被ばく線量に匹敵す\nる線量。）が本件核実験による被ばくと推定された。さらに，第二幸成丸の船\n員であった原告Ｅの歯の線量はこれを上回る可能性が高いというものであ\nった。（甲３７，４０，４１，６４）\nウ  第五福竜丸船員の被ばく量\n鎌田七男広島大学名誉教授は，第五福竜丸の船員の被ばく線量の紹介をし\nており，体外被ばく量について２５０ラド未満が６名，２５１～３５０ラド\nが８名，３５１～４５０ラドが４名，４５１ラド以上が５名であり，甲状腺\nの体内被ばく線量が２０～１２０ラド，皮膚表面線量（ベータ線による）が\n１０００～数千ラドであったと報告している。（甲４２，６６）\n行政情報の公開制度，公文書管理制度に関する立法について\nア  情報公開法の制定について\n請求者の個人的利害関係とかかわりなく国民や住民一般に開示請求権が\n付与され，開示請求権の行使に応じて情報が公開される制度である客観的情\n報公開制度について，世界で最初に創設した立法例は，１７６６年のスウェ\nーデンによる出版の自由に関する法律であるといわれており，情報公開制度\nの創設については，北欧諸国が先行していた。\n米国において，昭和４１年に情報自由法が成立し，これを契機に情報公開\n制度が民主主義国家に広く普及することになった。\n日本においては，神奈川県など地方自治体における情報公開制度の整備が\n先行し，昭和５７年３月に山形県金山町で日本初の情報公開条例が制定され，\n同年に，神奈川県が，都道府県レベルでは初の情報公開条例を制定した。\n国においては，平成１１年に情報公開法が成立し，平成１３年４月１日に\n施行された。同法は，補則を含めて４章４４条の法律（平成１１年法律第４\n２号）として成立した（数次の改正を経ているので，以下，制定時の同法を\n指す場合は特に「制定時情報公開法」という。）。\n情報公開制度の在り方には，政府の裁量による情報提供制度，私人の開示\n請求権の行使を前提とせずに情報公表が義務づけられる情報公表義務制度，\n開示請求権の行使に応じて行われる情報開示請求制度があり，それぞれ特定\n人に対する開示か（主観的），一般人に開示するか（客観的）が区別されうる\nところ，制定時情報公開法４０条は，「政府は，その保有する情報の公開の総\n合的な推進を図るため，行政機関の保有する情報が適時に，かつ，適切な方\n法で国民に明らかにされるよう，行政機関の保有する情報の提供に関する施\n策の充実に努めるものとする。」と定め，情報開示請求制度のみならず，情報\n提供制度，情報公表義務制度も含めて拡充することを求めているものと解さ\nれるが，これは努力義務にとどまっていて，具体的な法的義務を課している\n制度としては，第二章「行政文書の開示」が定める客観的情報開示請求制度\nが中心となっている。\nイ  公文書管理法の制定について\n情報公開制度は，制定時情報公開法１条が「この法律は，国民主権の理念\nにのっとり，行政文書の開示を請求する権利につき定めること等により，行\n政機関の保有する情報の一層の公開を図り，もって政府の有するその諸活動\nを国民に説明する責務が全うされるようにするとともに，国民の的確な理解\nと批判の下にある公正で民主的な行政の推進に資することを目的とする。」\nと定めるとおり，国の行政機関に国民に対するアカウンタビリティを全うさ\nせるために設けられたものであり，公開すべき情報が適切に管理されていな\nければアカウンタビリティを果たすことはできないから，情報公開と文書管\n理が車の両輪であると理解されており，制定時情報公開法も第４章「補則」\nの３７条において，制定時情報公開法の適正かつ円滑な運用に資するため，\n行政文書を適正に管理することとし，行政文書の分類，作成，保存及び廃棄\nに関する基準等の行政文書の管理に関する必要な事項を政令で定め，その政\n令で定めるところにより行政文書の管理に関する定めを設けるとともに，こ\nれを一般の閲覧に供することを定めた。これに基づき，文書管理の詳細は情\n報公開法施行令で定められ，平成１２年２月２５日に，これをより具体化し\nたガイドラインが定められた。\n同法が制定される以前には，各府省の庁が定める法規としての性格を有し\nない訓令の形式による文書管理規程が定められ，各府省による分担管理が徹\n底され，行政機関一般に適用される統一基準はなく，各種文書の保存年限を\n何年にするか，保存年限を何段階にするかなどについても行政機関ごとに不\n統一であった。同法が制定される以前は，行政機関にとって文書管理は，行\n政事務の効率的執行のため，行政機関が自らの職務に用いるものという認識\nが一般的であったが，同法制定により，情報公開請求に適正かつ円滑に対応\nするために行わなければならないこととなった。\n上記は現用文書を念頭に置いたものであるが，非現用文書に関しては，昭\n和４６年に総理府設置法が一部改正され，総理府の施設等機関として国立公\n文書館が設置され，昭和６２年に公文書館法，平成１１年に国立公文書館法\nが制定され，情報公開法施行令とあわせて，非現用文書の国立公文書館への\n移管について定められた。\n公文書等の管理に関する法律（以下「公文書管理法」という。）が平成２１\n年７月２４日に成立し，平成２３年４月１日から施行され，行政文書等の公\n文書の作成，整理，保存，公文書のファイル管理簿の作成・公表，国立公文\n書館等への移管又は廃棄等について規定しており，現用文書と非現用文書を\n包括した公文書のライフサイクル全体を定めた一般法として制定された。\nウ  外交記録の公開\n過去の記録を正確に残しておくことは外交を進めていく上での意思決定\nに不可欠であり，逆にこれを怠れば他国が一方的な歴史観を押し付けてきた\n場合に正しく対抗する術を失うことになるから，一般的には，他の行政文書\nと比較して，外交に関する文書はよく記録，保存されているといわれている。\nまた，自国の国民に不人気な合意であっても相手国のある外交においては不\n本意な合意をせざるを得ない場合もあり得るし，相手国との信頼関係を保持\nする必要がある場合もあるため，外交情報を直ちに公開することが不可能な\n場合があるが，自国の国民に対して自国の外交を正当化する必要はあるし，\n他国が自己正当化する文書のみを一方的に公開すれば，自国も対抗して文書\nの公開をしなければ著しい不利益を被るおそれがあるので，一定期間経過後\nに自国が保有している外交記録を公開する必要性は高く，世界的に外交記録\nが公開されるルールが確立されてきている。その一例として，外交記録の利\n用制限について，原則として３０年を超えないものとするいわゆる「３０年\nルール」の考え方が，昭和４３年のＩＣＡ（国際公文書館会議）マドリッド\n大会において示されるなどしている。\n日本においても幕末から既に外交文書の編纂が開始され，明治２年に創立\nされた外務省は翌年には編輯掛を設置して文書の管理を開始し，明治７年に\nは記録局を設置して外交文書の網羅的な管理業務を開始している。戦前から\n重要な外交文書をまとめた資料集として「日本外交文書」が編纂され，現在\nに至るまで継続的に刊行されており，インターネット上で閲覧可能である。\n外務省は，昭和４６年４月に幕末から第二次世界大戦までの外務省記録を\n保存・公開する施設として外交史料館を開設し，昭和５０年には国際的な３\n０年ルールを検討の上，昭和５１年５月から戦後外交記録を順次公開するよ\n外交史料館における自主的情報公開」\nのとおり，平成３年１０月２４日に本件核実験に関する外交記録が自主的に\n公開されたものである。\n公文書管理法の制定により，外交史料館は，国立公文書館等に位置づけら\nれることになった。\n上記のとおり，外務省が管理する公文書は独自の管理と公開が行われてお\nり，自主的にも多数の情報が開示されたということができる。但し，情報公\n開法に基づき開示請求の対象とされた行政文書を行政機関が保有してない\nことを理由として行った不開示決定が維持された取消訴訟の裁判例におい\nて，日米の沖縄返還協定の交渉における密約に関する文書について，米国立\n公文書館において既に公開されており，一旦は，外務省及び財務省（当時大\n蔵省）が保有していたことが立証されたにもかかわらず，現在は保有してい\nないことを推認させる理由の１つとして，密約の存在や政権交代後の大掛か\nりな調査で発見されなかった事情等を踏まえた上で，当該文書が通常の管理\n方法とは異なる方法で，通常の場所とは異なる場所に限られた職員しか知ら\nない方法で保管された可能性が高く，情報公開法制定の際に秘密裏に廃棄又\nは保管から外した可能性が否定できないと判決で指摘された事例（最高裁判\n所平成２６年７月１４日判決・集民２４７号６３頁及びその原審である東京\n高等裁判所平成２３年９月２９日判決・判タ１３７７号７９頁参照）が存す\nることに留意すべきである。\n２  争点４－１（除斥期間の起算点はいつか）について\n除斥期間\n被告は，①日米合意，②被ばく調査中止，③本件国会答弁については，除斥\n期間の経過を主張しているところ，これが認められれば，その違法性を判断す\nる必要性に欠けることになるから，まず除斥期間の経過について先に検討する。\nまず，国家賠償請求については，国賠法４条により民法の規定によるとされ，\n民法の一部を改正する法律（平成２９年法律第４４号）による改正前の民法（以\n下，単に「民法」という。）７２４条後段は，不法行為の時から２０年を経過し\nたときは不法行為による損害賠償の請求権が消滅する旨規定しているところ，\nこの規定は，不法行為をめぐる法律関係の速やかな確定を意図して除斥期間を\n定めたものと解される（最高裁平成元年判決）。\nそして，①日米合意，②被ばく調査中止，③本件国会答弁については，いず\nれも各行為の時から２０年を経過しているところ，原告らは，これらは，継続\n的不法行為の一部であり，個々独立に除斥期間が進行するものではなく，本件\n資料が開示された平成２６年９月１９日までは進行しない旨主張する。\nすなわち，原告らは，被告の違法行為につき，本件資料等の隠匿・不開示，\n調査・支援等施策不実施の２つに整理しつつ，これらの違法行為は，作為によ\nる違法行為と不作為による違法行為が連続する典型的な継続的不法行為であ\nって，上記①ないし③の各事実を含めて一体のものであるとして，この一体の\n違法行為により，主位的に，本件被ばく者は，適切な治療を受け，平和な生活\nをする権利を侵害される等の損害を被り，支援者原告は，本件被ばくに対する\n究明等に要した時間を浪費させられた損害を被ったと主張し，予備的に，原告\nらは本件資料の開示による怒りと衝撃を受ける損害を被ったと主張する。\n原告らが，完全に一体的な行為と主張する根拠は，日米両政府が，米国の核\n戦略を最優先に位置付け，その核戦略の妨げとなるものを全て排除するとの強\n固な意思に基づき，本件核実験に関する日米合意を交わし，爾来，被告におい\nて，本件核実験による被ばくの事実を国民に知らしめないようにするため，作\n為・不作為の形式で隠蔽を継続してきたことに求めているものと解される。\nそこで，典型的な継続的不法行為であるという主張の当否について以下検討\nする。\n継続的不法行為について\nア  継続的不法行為については，法律上明確な定義規定は存しないものの，消\n滅時効の起算点を遅らせる実益があるため，消滅時効の起算点の理解の仕方\nに関連して論じられてきた。すなわち，民法７２４条前段の短期消滅時効の\n起算日が「損害」「を知った時」と規定されており，この要件該当性が問題と\nされてきたものである。\n継続的不法行為の類型として，一回的な不法行為に基づき損害が継続的又\nは間歇的に発生する場合（最高裁判所昭和４２年７月１８日第三小法廷判\n決・民集２１巻６号１５５９頁参照）と，不法行為そのものが継続的に行わ\nれ，損害も継続的に発生する場合（最高裁判所平成６年１月２０日第一小法\n廷判決・判タ８５４号９８頁参照）を区別すべきであるといわれるが，原告\nらが主張する継続的不法行為とは，不法行為が継続的に行われているという\n後者を指すものと解されるから，これを前提に検討する。\n不法行為が継続的に行われ，損害も継続的に発生する場合の継続的不法行\n為としては，不動産の不法占拠の事例が典型例とされている。この事例では\n日々新たな損害が発生するものとして，それらの新たな損害を知った時から\n別個の時効が進行するという逐次進行説が取られている（大審院昭和１５年\n１２月１４日・民集１９巻２４号２３２５頁参照）。逐次進行説によれば，損\n害及び加害者を知ったときから３年間請求権を行使しない場合には，消滅時\n効にかかるため，損害及び加害者を知っていたことを前提として，提訴時よ\nり３年前以前に生じた損害賠償請求部分については消滅しているものとし\nて扱われ，不法行為責任が認められる期間が限定されることとなる。このよ\nうな逐次進行説は，不動産の不法占拠以外にも，新幹線や航空機による騒音\nに関する不法行為に基づく損害賠償請求や，配偶者と重婚的内縁関係を継続\nしてきた相手方に対する慰謝料請求についても同様に当てはまると解され\nている（上記平成６年判決参照）。他方，大気汚染のように損害が累積する事\n案においては，損害の発生を分断して捉えることが適切ではないとして，継\n続的な不法行為の集積により包括的な損害が生じたものと捉えて，継続的不\n法行為全体の消滅時効が，損害の全体を知った時から進行すると解されてい\nる。\nこのように，消滅時効の起算点を巡っても，継続的不法行為と呼ぶか否か\nによって，直ちに，各不法行為と損害が分断されるか一体のものとされるか\nが決せられるわけではなく，損害の内容を踏まえて判断することが求められ\nるものである。\nイ  同条後段の２０年の期間の性質は除斥期間であると解される（最高裁平成\n元年判決）ところ，その起算点は「不法行為の時から」とされており，その\n文言からして，不法行為に該当する加害行為がいつであるかを検討する必要\nがあり，継続的不法行為の除斥期間については，継続的な不法行為が一体の\nものと見られるかを検討する必要がある（行為の一体性）。また，継続的不法\n行為に関する上記アの消滅時効における議論を参考にすれば，逐次進行説が\n妥当する継続的不法行為であれば，日々不法行為が成立し，日々完成してい\nるものとして，除斥期間についても逐次に進行すると捉えるのが論理的であ\nり，反対に，損害が累積する事案のように，損害の性質によっては，分断し\nて捉えるべきではなく，包括的に捉えるのが相当と解される場合もあり，こ\nのような場合，継続的不法行為を一体的なものと評価するのが適切であると\nいう判断に結びつきやすいと考えられるから，損害が一体的なものであるか\nについても検討すべきである（損害の一体性）。\nウ  また，上記のように，不法行為が継続し，かつ同時に損害が継続的に発生\nしている場合とは異なり，損害の発生が不法行為時より遅れる場合がありう\nる。このような場合について，除斥期間の起算点として「不法行為の時」と\n規定されているから，加害行為の時が起算点となると解するのが素直である。\nもっとも，身体に蓄積する物質が原因で人の健康が害されることによる損害\nや，一定の潜伏期間が経過した後に症状が現れる疾病による損害のように，\n当該不法行為により発生する損害の性質上，加害行為が終了してから相当期\n間が経過した後に損害が発生する場合，損害の発生を待たずに除斥期間の進\n行を認めると被害者にとって著しく酷であり，加害者としても，自己の行為\nにより生じ得る損害の性質からみて，相当の期間が経過した後に被害者が現\nれて，損害賠償の請求を受けるものと予期すべきであることから，当該損害\nの全部又は一部が発生した時が除斥期間の起算点となると解される（最高裁\n平成１６年４月２７日第三小法廷判決・民集５８巻４号１０３２頁，最高裁\n平成１６年１０月１５日第二小法廷判決・民集５８巻７号１８０２頁，最高\n裁平成１８年６月１６日第二小法廷判決・民集６０巻５号１９９７頁参照）。\n主位的主張についての検討\n上記を踏まえて主位的主張の除斥期間について検討する。\nア  行為の一体性について\n原告らは，本件資料の隠匿行為を根拠付ける事実として，要旨，①昭和３\n０年１月４日に日米合意を締結し，本件被ばくの事実は全て隠すという基本\n方針を決めたこと，②同月１日からの被ばく調査中止，③昭和６１年３月７\n日の衆議院での本件資料は残っていない旨の答弁（本件国会答弁），④平成\n１６年３月５日の高知県議会での高知県知事による被告はビキニ事件につ\nいては解決済みの立場であり，取扱い窓口もないとする旨の答弁（高知県知\n事答弁），⑤その他，本件資料開示までの厚生労働省の各対応（平成２６年７\n月以降同年９月１９日に本件資料を開示するまでの間の担当者の交代，同省\nが本件資料の内容等を開示当日まで明かさなかったこと，同省が開示当日の\n太平洋核被災支援センターによる記者会見において，記者に対してのみ同省\nの見解を書面で交付したこと，同省による本件資料の開示は，外務省の開示\n文書に含まれていた被災船員の血液，尿などの検査記録が除外されているな\nど不十分なものであったこと）を主張し，これらが不法行為であると主張す\nるとともに，本件資料を開示しないこと，被ばくの事実を隠すため調査・支\n援等を実施しないことも含めて継続的不法行為であり，一体のものであると\n主張している。\n上記５つの事実は，作為による不法行為をいうものであると解されるが，\n被告の行為以外を含む（④高知県知事答弁）など，主体が単独ではない上，\n被告の行為とされるものについても，外務省や厚生労働省など被告内部にお\nける異なる組織体による行為を含んでいる。しかも，これらの行為の間には，\n数十年という時期的な隔たりが存するものもあり，組織体内の構成員である\n自然人の大半が入れ替わるほどの期間が経過しており，特定の自然人の意思\nが継続していたというものでもない。各行為の態様も，外交合意，被ばく調\n査の中止，議会等における答弁や対応など，全く異なるものである。したが\nって，これら５つの作為について，継続的な行為であったと見ることはでき\nない。\nまた，これらの５つの作為による行為の間に不作為による不法行為が継続\nしているものとして，本件資料を開示しない不作為，被ばくの事実を隠すた\nめ調査・支援等を実施しない不作為による不法行為があると主張しているが，\n原告らが一体の継続的不法行為として主張する期間が６０年の長期に及ぶ\nの整備が進み，法令に基づく作為義務の有無や内容が変化していることに鑑\nみれば，事実状態としては，情報が外部に出ていない状態が単純に継続して\nいるように見えても，その間の法令の制定などによって大きく法的意味合い\nは異なってきているから，継続した一体のものと容易に捉えることはできな\nいというべきである。\nなお，原告らは，被告が米国との間で日米合意を成立させ，本件被ばくの\n事実を全て隠すという基本方針を決め，これが一貫して継続してきたとして，\n上記の作為と不作為が一体のものであると主張している。\n確かに，上記１で認定した諸事実からは，東西冷戦構造の中で熾烈な核開\n発競争が行われていた時代背景があり，米国の核開発にとって妨げとなる不\n都合を排除し，日本国内での反核運動の激化，反米感情の高まりを抑え込み，\n共産主義化の拡大を防ぎ，さらには，被ばくによる賠償責任の限定をも図ろ\nうとする政治的な思惑があり，日米が早期の政治決着に踏み切り，本件核実\n験による被害に関する社会一般の認識を限定，狭小化し，鎮静化させようと\nした意図があったことが推認できる。\nしかしながら，原告らが主張する情報の隠匿に関していえば，本件核実験\nによる被ばくの事実や漁船の被害については既に当時から大きく報道され\nており，これ自体を隠すことは不可能であったし，日米合意についても，意\n思決定の過程が全て外部に公表されていたわけではないが，日米合意自体が\n密約としてなされたものでもない。原告らが特に問題視する漁船員らの身体\n検査の資料などに関しても，漁船員らが身体検査を受けたこと自体は当時か\nら知られていた事実であるし，開示された資料の内容自体は，外交関係を揺\nるがすような極めて衝撃的なものであったともいい難い。かえって，日米合\n意の裏にあった思惑を推認させる資料に関しては，平成３年の時点で外務省\nが自主的に開示しているところである。その当否は別にして，平成１１年に\n成立した情報公開法など公文書の管理に関係する法令が整備される以前に\nついては，各省庁が独自に公文書の管理をしていたもので，遺憾ながら，今\n日に至るまで，不適切な公文書の管理の在り方が判明し，社会問題となった\n例が１つや２つに留まらないことは公知の事実であって，本件資料に関して\n杜撰な管理がなされていた可能性も否定できず，意図的に隠匿されたとは断\n言できない。公文書の管理に関する法的義務が明確にされていない時代にお\nいて，情報を徹底的に隠匿しようとすれば，端的に廃棄処分することもあり\n得たが，本件資料は開示に至るまで残されていた。結局，本件において，被\n告が国全体として，本件核実験に関する情報管理の指針や方法を決定し，こ\nれを後世に徹底して引き継ぐなどして，一貫した意思に基づいて，本件被ば\nくの事実を隠匿してきたという証拠が提出されているわけでもない。\nこうした事情を考慮すれば，日米合意の当時に互いの政治的思惑があり，\n本件被ばくによる世論の沸騰を鎮静化しようと目論んだことが窺われると\nしても，そのために情報の隠匿方針が決定され現在に至るまでその意思が貫\n徹してきたとまで認めるのは困難である。\n以上によれば，上記５つの事実及び本件資料を開示しない，被ばくの事実\nを隠すため調査・支援等を実施しないという不作為について，一体の行為と\n認めることはできない。\nイ  損害の一体性\n次に，損害の一体性に関して検討すると，原告らが主位的に主張する損害\nは，本件資料等の隠匿・不開示の違法行為，調査・支援等施策不実施の違法\n行為により，本件被ばく者は，必要な治療を受け，健康を守る権利，生命を\n維持する権利，安全，平和な生活をする権利が侵害されたことに対する慰謝\n料，支援者原告は，本件被ばくの実態究明及び被ばく者の救済に取り組んだ\n結果，自身の人生の貴重な時間を大きく費やすことになったことになったこ\nとに対する慰謝料であるところ，慰謝料は，身体に蓄積する健康被害のよう\nに必ずしも一体のものと評価されるべきものではなく，むしろ，各時点によ\nって，原告らが受けることができた治療内容等も異なると考えられ，上記の\n損害は，逐次発生すべき性質の損害と評価すべきである。\nウ  以上からすれば，原告らの主位的主張は，その行為及び損害の両面から検\n討しても，そもそも継続的不法行為であったとはいい難いし，仮に，継続的\n不法行為と呼ぶとしても，一体のものとは評価できず，除斥期間は逐次進行\nするものというべきである。\n⑷  予備的主張について\n原告らは，予備的に，本件資料が開示され，被告による違法行為及び原告ら\nの損害賠償債権行使に対する妨害の事実を知り，怒りと衝撃を受けたことによ\nる精神的損害を被ったと主張しており，これは，不法行為に遅れて損害が発生\nしたと法律構成するものと理解できるが，本件資料が開示されれば直ちに損害\nが発生すべきものであるといわざるを得ないから，身体に蓄積する物質が原因\nで人の健康が害されることによる損害や，一定の潜伏期間が経過した後に症状\nが現れる疾病による損害と同列に論じることはできず，当該不法行為により発\n生する損害の性質上，加害行為が終了してから相当期間が経過した後に損害が\n発生する場合には当たらないというべきである。\n民法７２４条後段が定める除斥期間は，同条前段が定める時効制度とは異な\nり，被害者の認識の如何を問わず一定の時の経過によって法律関係を確定させ\nるため請求権の存続期間を画一的に定めたものと解されるから，被害者が除斥\n期間経過まで不法行為を知らなかった場合があることは制度上当然に予定さ\nれているというべきであり，除斥期間経過後に被害者が何らかの不法行為があ\nったことを知ったことをもって損害が発生したと構成することで除斥期間の\n適用を否定することができるとすれば，法律構成次第で除斥期間の適用の余地\nがほとんどなくなってしまいかねず，時効とは別に除斥期間を設け，一定の時\nの経過により法律関係を確定させようとした制度趣旨が没却されるおそれが\nあるから，原告らの予備的主張にいう損害発生時を除斥期間の起算日とするこ\nとはできない。\n⑸  小括\n以上によれば，原告らが主張する不法行為は，継続的不法行為として一体の\nものとして捉えることはできないし，本件資料が開示された時点を除斥期間の\n起算点とすることもできないから，上記①ないし③の事実及び本件資料等の隠\n匿・不開示の違法行為，調査・支援等施策不実施の不作為のうち本件訴訟が提\n起された平成２８年５月９日よりも２０年以上前の行為及びこれらに基づく\n損害に関しては，除斥期間が経過しているというほかない。\n３  争点４－２（被告が除斥期間を主張することは，信義則違反又は権利の濫用に\n当たるか）について\n原告らは，除斥期間の主張は，信義則違反又は権利の濫用に当たり許されな\nい旨主張する。\nしかしながら，民法７２４条後段は，停止，中断を認めない絶対的な権利の\n存続期間である除斥期間を定めたものであり，除斥期間の経過があれば，裁判\n所は，当事者の主張，援用を待たず，当然にそれに基づいて裁判しなければな\nらないものであり，信義則違反や権利濫用の当否を論ずる余地のないものであ\nるから，原告らの主張は，失当である（最高裁平成元年判決）。\nしたがって，原告らの信義則違反及び権利濫用の主張は，採用することがで\nきず，日米合意，被ばく調査中止，本件国会答弁については，仮にこれに基づ\nく損害賠償請求権が発生したとしても，除斥期間の経過により既に消滅してい\nる。\n４  争点１－１（被告が本件資料等を隠匿したか）について\n原告らは，被告の本件資料等の隠匿行為として５つの事実を主張しているが，\n既に説示したとおり，①日米合意，②被ばく調査中止，③本件国会答弁につい\nては，除斥期間が経過している。\nそのため，検討すべきは，④高知県知事答弁，⑤その他，本件資料開示まで\nの厚生労働省の各対応ということになる。\n④高知県知事答弁については，そもそも被告の行為ではないから被告が責任\nを負うべき理由にならないし，当時，被告に取扱い窓口がないことを違法行為\nであるという趣旨であるとしても，そのこと自体が，何故違法行為となるのか\n明らかではない。なお，窓口を設けるべき義務があったという主張と理解すれ\nば，不作為の違法をいうものと解されるから，結局，本件資料等の不開示，調\n査・支援等施策不実施のいずれかの不作為の問題に解消されるというべきであ\nり，この点は不作為の違法行為の問題として後記で検討すべき事項として整理\nすべきである。\nそして，⑤の本件資料開示に係る厚生労働省の対応についても，これが本件\n資料を隠す行為といえるか自体が疑問である上，担当者の異動，情報公開前の\n頁数等の開示をしなかったこと，記者会見における対応は，それぞれ原告らに\n対する違法行為となり得るものでなく，本件資料から外務省が開示した資料が\n抜けていた点についても，前記１ のとおり，国会議員による指摘を受けて平\n成２６年１０月２９日には追加資料として開示をしているのであるから，原告\nらに対してこれを隠そうとしたとまでは認められない。\nしたがって，原告らが主張する本件資料を隠す作為については，違法となる\nとは認められない。\n５  争点１－２（被告の本件資料等を開示する法的作為義務の有無）及び争点２（調\n査・支援等施策実施の法的作為義務の有無）について\n原告らは，被告が本件資料を開示すべき作為義務及び調査・支援等施策を実\n施すべき作為義務（以下「資料開示・施策実施義務」という。）に違反した不作\n為を主張する。\nこの点，公務員の不作為が国賠法上違法であるというためには，個別の国民\nに対する法的作為義務が認められる必要がある。\nそこで，被告において，資料開示・施策実施義務が認められるかについて以\n下検討する。\n国家公務員の法的作為義務\n原告らは，国家公務員は，国民全体の奉仕者であること（憲法１５条２項，\n国家公務員法９６条１項），職務の執行の公正さに対する国民の疑惑や不信を\n招くような行為の防止を図り，公務に対する国民の信頼を確保する職責があり，\n不当な差別的取扱いをしてはならず，常に公正な職務の執行に当たらなければ\nならない職責があること（国家公務員倫理法１条，３条１項）を根拠に資料開\n示・施策実施義務がある旨主張する。\nしかし，憲法１５条２項及びこれを受けた国家公務員法９６条１項は，公務\n員が国民全体の奉仕者であって，一部の団体等のために奉仕する者であっては\nならないことを意味するにとどまり，これをもって，被告に資料開示・施策実\n施義務があると直ちに導くことはできない。また，国家公務員倫理法は，公務\nに対する国民の信頼確保を目的として（国家公務員倫理法１条），不当な差別\n的取扱いの禁止等を定めているが（同法３条），これらの規定から資料開示・施\n策実施義務が導かれることにはならない。\nしたがって，原告らが主張する憲法及び各法律の規定からは，国家公務員に\nおいて，資料開示・施策実施義務を負うと認めることはできない。\n内閣総理大臣の法的作為義務\n原告らは，内閣総理大臣が資料開示・施策実施義務を負う根拠として，行政\n権は内閣に属し（憲法６５条），内閣総理大臣は，内閣を代表して行政各部の指\n揮監督等をする（憲法７２条）ところ，①内閣は，国民主権にのっとり職権を\n行うべきこと（内閣法１条），②内閣は，災害からの国民の保護という任務を有\nし（内閣府設置法３条２項），災害被災者の応急救助，被災者生活再建支援金の\n支給をする職責があること（同法４条３項８号の２，同項１１号），③内閣に\nは，原子力災害に対する対策の強化を図り，原子力災害から国民の生命，身体\n及び財産を保護する職責や原子力災害にあたり，国民の健康診断及び心身の健\n康に関する相談，医療に関する措置をとる職責がある（同項１４号の２，原子\n力災害対策特別措置法１条，４条，２７条２号）旨を主張する。\nしかし，上記①については，内閣法１条は，内閣の職権について定めた規定\nであり，これを根拠に内閣の国民に対する法的作為義務を直ちに認めることは\nできず，上記②について，内閣府設置法は，内閣府の設置並びに任務及びこれ\nを達成するために必要となる明確な範囲の所掌事務を定めるとともに，その所\n掌する行政事務を能率的に遂行するため必要な組織に関する事項を定めるこ\nとを目的とする法律であり（内閣府設置法１条），同法３条２項によれば，内閣\n府は災害からの国民の保護という任務を有し，被災者の応急救助の事務をつか\nさどっている（同法４条３項８号の２）ものの，具体的にいかなる方法でこれ\nらの任務又は事務を遂行するかは，内閣府の合理的な裁量に委ねられるべきも\nのであって，これらの組織規範から直ちに個別の国民に対する具体的な法的作\n為義務を導くことはできないというべきである。また，原告らは，被災者生活\n再建支援金の支給をする職責（内閣府設置法４条３項１１号）についても指摘\nをするが，同支援金は，自然災害より被害を受けた世帯に対して支給されるも\nのであって（被災者生活再建支援法３条１項，同法２条），人為的行為による被\n害である本件被ばくとは場面を異にするから，これを根拠に資料開示・施策実\n施義務を導くことはできない。上記③については，そもそも原子力災害対策特\n別措置法にいう「原子力災害」とは，原子力事業者の原子炉の運転等により放\n射性物質又は放射線が異常な水準で当該原子力事業者の原子力事業所外へ放\n出された場合（原子力緊急事態）の被害について定めた法律であって（原子力\n災害対策特別措置法１条，２条１号，同条２号），米国による核実験である本件\n被ばくについては適用がなく，これを根拠に資料開示・施策実施義務を導くこ\nとはできない。\nしたがって，原告らが主張する憲法及び各法律の規定からは，内閣総理大臣\nにおいて，資料開示・施策実施義務を負うと認めることはできない。\n外務大臣の法的作為義務\n原告らは，外務大臣が国際社会における日本国民の利益の増進を図る任務を\n有する（外務省設置法３条１項）ことから，外務大臣において資料開示・施策\n実施義務があると主張する。\nしかしながら，外務省設置法は，内閣府設置法と同様に，外務省の任務等及\nびその所掌事務を定めるとともに，必要な組織に関する事項を定めることを目\n的とする法律であり（外務省設置法１条），同法３条１項は，国際社会における\n日本国及び日本国民の利益の増進を図るという外務省の一般的な任務を定め\nた組織規範にすぎないから，これをもって，外務大臣において資料開示・施策\n実施義務を負うと直ちに導くことはできない。\nしたがって，原告らが主張する法律の規定からは，外務大臣において，資料\n開示・施策実施義務を負うと認めることはできない。\n⑸  農林水産大臣の法的作為義務\n原告らは，農林水産大臣が農林漁業者の福祉の増進を図り，漁船損害，漁船\n乗組員給与保険及び漁船災害補償に関する職責を有する（農林水産省設置法３\n条１項，４条１項３４号）ことから，農林水産大臣において資料開示・施策実\n施義務があると主張する。\nしかし，農林水産省設置法は，内閣府設置法等と同様，農林水産省の任務等\n及びその所掌事務を定めるとともに，必要な組織に関する事項を定めることを\n目的とする法律であり（農林水産省設置法１条），同法３条１項は，農林漁業者\nの福祉の増進という一般的な任務を定めたにすぎないこと，同法４条１項３４\n号は，同省が，漁船損害等補償及び漁船災害補償移管する事務をつかさどるこ\nとを定めた組織規範にすぎず，これらの規定から，資料開示・施策実施義務を\n導き出すことはできない。\nしたがって，原告らが主張する法律の規定からは，農林水産大臣において，\n資料開示・施策実施義務を負うと認めることはできない。\n⑹  厚生労働大臣の法的作為義務\nア  原告らが主張する各規定の検討\n原告らは，厚生労働大臣が国民の健康の増進を図り，原子爆弾被爆者に対\nする援護の職責を有し（厚生労働省設置法４条１項１７号，同項２２号），社\n会福祉事業の公明かつ適切な実施及び発達を図り，福祉サービスは個人の尊\n厳を旨とし，その利用者が心身ともに健やかに育成されるように支援する職\n責を持つこと（社会福祉法１条，３条）から，厚生労働大臣において原告ら\nに対して資料開示・施策実施義務を負う旨主張する。\nしかし，厚生労働省設置法は，内閣府設置法や外務省設置法と同様に，厚\n生労働省の任務等及びその所掌事務を定めるとともに，必要な組織に関する\n事項を定めることを目的とする法律であり（厚生労働省設置法１条），同法\n４条１項１７号は，国民の健康の増進に関する任務という一般的抽象的な任\n務を同省の所掌とすることを定めたにすぎず，直ちに資料開示・施策実施義\n務を導くことはできない。また，同項２２号は，原子爆弾被爆者に対する援\n護を同省の任務とすることを定めたにとどまり，原子爆弾被爆者に対する具\n体的な援護の内容は，原子爆弾被爆者に対する援護に関する法律（被爆者援\n護法。同法律制定前は，原子爆弾被爆者の医療等に関する法律，原子爆弾被\n爆者に対する特別措置に関する法律）に定められている（同法については項\nを改めて検討する。）から，厚生労働省設置法４条１項２２号は，それ自体か\nら資料開示・施策実施義務を導くことはできない。\nまた，社会福祉法１条は，同法の目的を規定するものにすぎず，同法３条\nも福祉サービス理念について規定するものすぎないのであって，これらの規\n定から資料開示・施策実施義務を導くことはできない。\nイ  被爆者援護法の検討\n被ばく者をめぐっては， 昭和３２年４月１日，原爆医\n療法が施行された。同法１条は，同法の目的について，「広島市及び長崎市に\n投下された原子爆弾の被爆者が置かれている健康上の特別の状態にかんが\nみ，国が被爆者に対し健康診断及び医療を行うことにより，その健康の保持\n及び向上をはかること」と定めていた。また，昭和４３年９月１日，原子爆\n弾被爆者に対する特別措置に関する法律（以下「原爆特別措置法」という。）\nが制定された。同法１条は，同法の目的について，「広島市及び長崎市に投下\nされた原子爆弾の被爆者であって，原子爆弾の傷害作用の影響を受け，今な\nお特別の状態にあるものに対し，医療特別手当の支給等の措置を講ずること\nによりその福祉を図ること」と定めていた。原子爆弾被爆者に対する援護に\n関する法律（以下「被爆者援護法」という。）は，原爆医療法及び原爆特別措\n置法を統合するものとして，平成７年７月１日から施行され，広島市及び長\n崎市に投下された原子爆弾の放射能に起因する健康被害が他の戦争被害と\nは異なる特殊の被害であることに鑑み，戦争遂行主体であった国が，自らの\n責任において，医療の給付を中心として被爆者の救済を図るという面を有す\nる法律である（被爆者援護法前文，最高裁平成２８年（行ヒ）第４０４号の\n１平成２９年１２月１８日第一小法廷判決参照）。このような被爆者援護法\nの目的及び立法経過に鑑みれば，同法は，広島市及び長崎市に投下された原\n子爆弾により被ばくした者の援護について規定したものであることは明ら\nかである。そうすると，同法１条は，「被爆者」について，広島市及び長崎市\nの一定の区域内に立ち入ったもの（同法１条１号，２号）のほか，「原子爆弾\nが投下された際又はその後において，身体に原子爆弾の放射能の影響を受け\nるような事情にあった者」も含めている（同条３号）ところ，ここにいう「原\n子爆弾」とは，広島市及び長崎市に投下された原子爆弾を指すことは明らか\nであり，本件核実験で使用された水爆はこれに当たらないというべきである\nから，本件被ばく者には同法は適用されず，また，同法によっても，同法に\n定める医療給付等を超えて本件資料の開示や施策を実施すべき義務を導き\n出すことはできない。\nウ  本件被ばく者につき被爆者援護法と同等の扱いをすべき義務の存否\n本件被ばく者に被爆者援護法を直接適用できないことは前記イのとおり\nであるが，原告らは，調査・支援等施策の法的作為義務について，本件被ば\nく者は，広島市及び長崎市への原子爆弾の投下と同じく，米国による核兵器\n使用によって放射能被害を受けており，その健康管理その他の援護の必要性\nがあるからこれと同等に扱うべき旨主張する。\n確かに，本件被ばく者については，米国による核兵器使用によって被害を\n受けたという共通性があり，本件核実験に使用された水爆の方が，上記原子\n爆弾よりも遥かに強力で広範囲に放射性降下物を撒き散らしたことが判明\nしているのであるから，これによる健康被害を等閑視することなく，その救\n済が同様に図られるべきという主張は理解できないものではない。\n本件核実験による被ばく者が原爆医療法等の対象とされなかった事情の\n中には，広島市及び長崎市の当時の被ばく者が補償を受けられていなかった\n状況下において，本件核実験による被害に関しては日米合意により何らかの\n補償がなされうるという期待があったこととの均衡や，船員保険法等の労働\n災害補償法制によって救済が図られるべきといった点が考慮されたことも\nあるものと推察される。しかし，事後的に見れば漁船員に対する補償が限定\nされたものとなったことは既に認定した事実から明かである。また，船員保\n険法による救済についても，本件被ばく直後の時期に血液検査等の健康調査\nが十分に行われなかったこと，被ばくした場所が海上であり，その痕跡が残\nりにくかったこと，本件核実験による放射性降下物の飛散状況などに関する\n情報は米国が保有し，自主的開示まで相当年月を要したこと，晩発性障害は\nその性質上原因を特定することが容易ではないことなどを考慮すると，個々\nの漁船員が，本件核実験によって放射線に被ばくしたことに加え，申請時点\nにおける健康状態の悪化が被ばくによる結果であることを立証するのは，困\n難を伴うものであることが否定できない。\nそうすると，長年にわたって省みられることが少なかった漁船員の救済の\n必要性については改めて検討されるべきとも考えられる。\nそこで，被爆者援護法による救済の可能性に着目した主張がなされたもの\nと理解できるが，前記イで検討したとおり，同法は特殊の戦争被害について\n戦争遂行主体であった国が自らの責任によりその救済を図るという一面を\n有するものであり，米国による戦後の核実験によって被害が生じたという本\n件とは，背景となった立法事実が異なるといわざるを得ない。被爆者援護法\nのもとになった原爆医療法は，本件核実験を契機とする国内世論の高まりを\n背景に制定されたという事情がありながら，立法過程による様々な検討を経\nて，意識的に広島市及び長崎市の被ばく者に対する対策に限定して立法され，\n本件核実験の被ばく者を含めなかったものであり，同法を承継している被爆\n者援護法について拡張ないし類推解釈をして，本件核実験による被ばく者を\n対象に含めることは法解釈論の限度を超えるものであって，本件被ばく者に\nついて，個別の立法がないにもかかわらず，被爆者援護法と同等の扱いをす\nべき義務があるということはできない。\nしたがって，被爆者援護法と同等の扱いをすべきという主張は立法論をい\nうものといわざるをえず（なお，原告らは立法の不作為の違法を主張してい\nない。本件第４回口頭弁論），上記に指摘した救済の必要性があるとしても，\n同法から作為義務に違反した不作為の違法を導き出し，国賠法に基づく損害\n賠償請求によって司法的救済を図ることは困難であり，立法府及び行政府に\nよる一層の検討に期待するほかない。\nエ  小括\nしたがって，原告らが主張する法律の規定及び被爆者援護法からは，厚生\n労働大臣において，資料開示・施策実施義務を負うと認めることはできない。\n小括\n以上によれば，原告らが主張する憲法及び法律上の規定からは，内閣総理大\n臣その他閣僚において，資料開示・施策実施義務を負うとは認められないから，\n被告において，本件資料の開示義務違反の違法及び調査・支援等施策不実施の\n違法は認められない。\n第４  結論\n以上によれば，原告らのうち，原告Ａについては本件被ばくの事実が認められ\nず，その余の原告らについては，被告において，本件資料を開示し，又は調査・\n支援等施策を実施すべき法的作為義務が認められず，その他被告の違法行為は認\nめられないため国賠法上の違法は認められないから，その余の争点について判断\nするまでもなく，原告らの請求には理由がない。\nよって，原告らの請求を棄却することとして，主文のとおり判決する。\n高知地方裁判所民事部\n裁判長裁判官          西    村          修\n裁判官       德    光    絢    子\n裁判官       髙    田        卓\n（別紙１～４につき省略）\n"
}