{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 9,
    "day": 17
  },
  "case_number": "平成30(ワ)774",
  "case_name": "",
  "court_name": "広島地方裁判所",
  "gist": "石綿を含有する保温材の製造作業等に従事していた原告が，同作業中に石綿粉じんのばく露によって肺がんを発症したことについて，被告による規制権限の不行使が違法であったと主張し，国家賠償法１条１項に基づき，慰謝料及び弁護士費用並びにこれらに対する肺がんの診断確定日を起算日とする遅延損害金を支払を求めたところ，被告が，遅延損害金の起算日は労働基準監督署長による労働者災害補償保険法に基づく療養補償給付の支給決定の日であると主張して争った事案につき，遅延損害金の起算日は肺がんの診断確定日であると判断して，原告の請求を全部認容した事例",
  "lawsuit_id": "89021",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89021",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/021/089021_hanrei.pdf",
  "contents": "主 文\n１  被告は，原告に対し，１２６５万円を支払え。\n２  被告は，原告に対し，１２６５万円に対する平成２６年２月４日から支\n払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は被告の負担とする。\n４  この判決の第１項及び第２項は，本判決が被告に送達された日から１４\n日を経過したときは，仮に執行することができる。\nただし，第２項については，被告が，２５０万円の担保を供するときは，\nその仮執行を免れることができる。\n事 実 及 び 理 由\n第１  請求\n主文第１項及び第２項と同旨。\n第２  事案の概要等\n１  事案の概要\n本件は，石綿を含有する保温材の製造作業等に従事していた原告が，同作業\n中に石綿粉じんにばく露したことによって肺がん（以下「本件肺がん」という。）\nを発症したとして，本件肺がんの発症は，被告が労働基準法（昭和４７年法律\n第５７号による改正前のもの。以下「旧労基法」という。）に基づく省令制定権\n限を行使して石綿を含有する製品を取り扱う工場に局所排気装置を設置するこ\nとを義務付けること等を怠ったことが原因であると主張し，被告に対し，国家\n賠償法１条１項に基づき，慰謝料及び弁護士費用の合計１２６５万円及びこれ\nに対する本件肺がんの診断確定日である平成２６年２月４日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n石綿工場等の労働者及びその遺族等が，本件の原告と同様に，石綿関連疾患\nの発症について，被告が石綿関連疾患を防止するための規制権限の行使を怠っ\nたことが違法である旨の主張をして，被告に対して国家賠償法１条１項に基づ\nく損害賠償を求めた先行訴訟（泉南アスベスト国家賠償請求第２陣訴訟，以下\n「泉南２陣訴訟」という。）において，最高裁判所は，被告が，昭和３３年５月\n２６日から昭和４６年４月２８日までの間，石綿製品の製造等を行う工場等に\nおける石綿関連疾患防止のために旧労基法に基づく省令制定権限を行使しなか\nったことについて，国家賠償法１条１項の適用上違法であると判断した（最高\n裁平成２６年（受）第７７１号同年１０月９日第一小法廷判決・民集６８巻８\n号７９９頁参照）（以下「平成２６年最高裁判決」という。）。これを受けて，被\n告は，上記期間において石綿製品の製造等を行う工場等で作業し，石綿関連疾\n患に罹患した労働者又はその遺族に対し，一定の要件（以下「本件和解要件」\nという。）を満たす場合には，訴訟上の和解手続により損害賠償を行うことを表\n明しているところ，原告が本件和解要件を満たしていることは当事者間に争い\nがない。\n２  前提事実（当事者間に争いがないか，後掲の各証拠及び弁論の全趣旨により\n容易に認められる事実）\n⑴  原告の病歴等\nア  原告は，昭和１０年８月２０日生まれの男性である。\nイ  原告は，昭和３５年４月から昭和３６年３月までの間，合資会社大阪パ\nッキング製造所（現商号・日本インシュレーション株式会社，以下「本件\n会社」という。）に勤務し，石綿を含有する保温材の製造及び取付作業に\n従事していたところ，同作業中に，石綿粉じんにばく露した。\nウ  原告は，平成２４年２月に労働安全衛生法６７条１項所定の健康管理手\n帳の交付を受け，それ以降，定期的に石綿関連疾患に関する検査を受診し\nていた。\nエ  原告は，平成２６年２月４日，胸部ＣＴ検査を受診したところ，胸膜プ\nラークの画像所見が認められ，左肺がんの疑いがあると診断され，平成２\n７年２月６日に左肺下葉の切除手術を受けた。その際，切除した肺につい\nて病理組織検査を実施した結果，原発性肺がん（本件肺がん）であるとの\n病理学的診断を受けた。（甲２）\nオ  原告は，平成２７年５月１１日付けで，大阪南労働基準監督署長に対し，\n本件肺がんについて，労働者災害補償保険法に基づく療養補償給付を請求\nした。\nカ  大阪南労働基準監督署長は，平成２７年９月３０日付けで，本件肺がん\nについて，「石綿にさらされる業務による肺がん」（労働基準法施行規則別\n表第１の２第７号の８）として業務上の疾病に当たると認め，原告に対し\nて療養補償給付を実施することを決定した（以下「本件支給決定」という。）。\nなお，本件支給決定において，本件肺がんの診断確定日は，肺がんの疑い\nが診断された平成２６年２月４日とされた。\n⑵  本件訴訟の経緯等\nア  原告は，平成３０年７月６日，本件訴訟を提起した。\nイ  被告は，本件訴訟において，原告が本件和解要件を満たしており，被告\nが原告に対して元金１２６５万円（慰謝料１１５０万円及び弁護士費用１\n１５万円の合計額）及びこれに対する年５分の割合による遅延損害金を支\n払う責任があることは認めるが，遅延損害金の起算日は，平成２７年９月\n３０日とすべきである旨を陳述した。\nウ  原告は，現在まで，原告を石綿粉じんにばく露する作業に従事させてい\nた本件会社から，本件肺がんの発症について，損害賠償金その他の金員を\n受領していない（調査嘱託の結果）。\n⑶  石綿関連疾患としての石綿肺及び肺がんの特徴\n石綿肺及び一定の要件を満たす肺がんについては，いずれも，石綿粉じん\nへのばく露との関係が明らかな疾患（石綿関連疾患）であるとされている（乙\n６）。\nア  石綿肺について\n石綿肺は，石綿粉じんを吸入することによって肺に生じる繊維増殖性の\n変化を主体とする疾病であって，じん肺法（昭和３５年法律第３０号）に\nおいて定義される「じん肺」（同法２条１号）の一種であるとされている。\nそのため，石綿肺は，労働者災害補償保険法上の療養補償給付等の支給\nに当たって，じん肺法に規定されたじん肺管理区分に基づいて，業務上の\n疾病を認定することとされている（甲４，乙６）。\nイ  石綿関連疾患としての肺がんについて\n肺がんは，石綿粉じんへのばく露によってのみ生じる特異的な疾患では\nないとされているが，確立された医学的知見として，石綿粉じんへのばく\n露と肺がんの発症との間には疫学的な因果関係がある（石綿粉じんへの累\n積ばく露量が増えるほど，肺がんの発症リスクが高まる）とされている。\nもっとも，肺がんの発症の原因には，石綿粉じんへのばく露以外にも様々\nなものがあるとされているところ，石綿粉じんへのばく露によって発症し\nた肺がんを，画像所見等によって，それ以外の原因によって発症した肺が\nんと区別することは困難であるとされている。そこで，一般的な医学的知\n見として，肺がんを発症した者について，石綿粉じんへの累積ばく露量が，\n肺がん発症の相対リスク（ある要因が存在する場合と存在しない場合にお\nける疾病の頻度を比で表現したもの。）を２倍に高めるとされている量に達\nしている場合には，当該肺がんの発症を，石綿粉じんへのばく露によるも\nのであるとみなすという見解が確立している。（乙５，乙７）\nそのため，労働者災害補償保険法上の療養補償給付等の支給に当たって，\n「石綿にさらされる業務による肺がん」として業務上の疾病に当たるか（肺\nがんの発症が石綿粉じんへのばく露によるものか）を認定するに当たって\nは，上記見解に基づき，発症の相対リスクを２倍に高める累積ばく露量に\n相当する石綿粉じんへのばく露があったものと認められる指標が規定さ\nれ，その指標に沿って，肺がんが石綿粉じんへのばく露によるものかを認\n定することとされている。具体的\nいずれかの指標を満たす場合に，肺がんが石綿粉じんへのばく露によるも\nのであると認定することとされている。（甲４，乙６，乙７）\n特定の石綿肺所見があること\n胸膜プラーク所見があり，かつ，石綿ばく露作業の従事期間が１０年\n以上であること\n広範囲の胸膜プラーク所見があり，かつ，石綿ばく露作業の従事期間\nが１年以上であること\n一定以上の石綿小体又は石綿繊維の所見があり，かつ，石綿ばく露作\n業の従事期間が１年以上であること\nびまん性胸膜肥厚に併発する肺がんであること\n特定の作業（石綿紡績製品製造作業，石綿セメント製品製造作業及び\n石綿吹付作業）に従事し，その従事期間が原則として５年以上であるこ\nと\n⑷  じん肺管理区分制度と損害賠償請求権の除斥期間及び消滅時効との関係\nア  じん肺管理区分制度の概要\nじん肺法は，じん肺に関し，適正な予防及び健康管理その他必要な措置\nを講ずること等を目的とし（同法１条），粉じんを吸入するおそれがある作\n業に従事し，又は，従事していた労働者等を，所定の健康診断の結果に基\nづいて管理１～４に区分して（ただし，管理１は，健康診断の結果，じん\n肺の所見が認められなかった者が該当する区分であり，じん肺の所見が認\nめられた者は，その病状が軽い順に，管理２，３，４に区分される。），各\n区分に応じた健康管理に関する措置を行うこと等を規定している（４条２\n項，２０条の３，２１条）。管理２以上のじん肺管理区分については，都道\n府県労働局長が，事業者から提出された健康診断の結果等の資料を基礎と\nして，地方じん肺診察医の診断又は審査により，じん肺管理区分を決定す\nることとされている（１２条，１３条２項）。\nイ  損害賠償請求権の除斥期間及び消滅時効\n除斥期間について\nじん肺にり患したことを理由とする損害賠償請求権の除斥期間につい\nては，不法行為により発生する損害の性質上，加害行為が終了してから\n相当の期間が経過した後に損害が発生する場合には，当該損害の全部又\nは一部が発生した時が 除斥期間の起算点となると解すべきであるとこ\nろ，じん肺は，粉じんへの暴露が終わった後，相当長期間経過後に発症\nすることも少なくないこと等から，じん肺被害を理由とする損害賠償請\n求権については，その損害発生の時が除斥期間の起算点となると解され\nている（最高裁平成１３年（受）第１７６０号同１６年４月２７日第三\n小法廷判決・民集５８巻４号１０３２頁参照）（以下「平成１６年最高裁\n①判決」という。）。\n消滅時効について\nじん肺に罹患したことを理由とする損害賠償請求権の消滅時効につい\nては，じん肺の病変の特質に鑑みると，管理２～４の各行政上の決定に\n相当する病状に基づく各損害には質的に異なるものがあるといわざるを\n得ないため，重い決定に相当する病状に基づく損害は，当該重い決定を\n受けた時に発生し，その時からその損害賠償請求権を行使することが法\n律上可能となるものというべきであるから，じん肺管理区分についての\n最終の行政上の決定を受けた時から進行すると解されている（最高裁平\n成元年（オ）第１６６７号同６年２月２２日第三小法廷判決・民集４８\n巻２号４４１頁参照（以下「平成６年最高裁判決」という。）。\nまた，じん肺によって死亡した場合には，その損害は，管理２～４に\n相当する病状に基づく各損害とは質的に異なるものと解されるから，死\n亡の時から損害賠償請求権の消滅時効が進行すると解されている（最高\n裁平成１３年（受）第１７５９号同１６年４月２７日第三小法廷判決・\n裁判集民事２１４号１１９頁参照）（以下「平成１６年最高裁②判決」と\nいう。）。\n⑸  平成２６年最高裁判決を踏まえた被告の和解方針等\nア  泉南２陣訴訟は，平成２６年最高裁判決によって，その原判決（大阪高\n等裁判所平成２４年（ネ）第１７９６号同２５年１２月２５日判決・民集\n６８巻８号９００頁（以下「平成２５年大阪高裁判決」という。）が確定す\nることとなったが，平成２５年大阪高裁判決のうち，各原告に生じた損害\nに関する判断の要旨は，次のとおりであった。\n損害額については，いわゆる包括一律請求による慰謝料の請求を許容\nした上で，各原告の具体的な慰謝料額については，次のとおり，じん肺\n管理区分又は傷病名等に応じて類型化した金額を認めた。\n管理２で合併症がない場合  １１００万円\n管理２で合併症ある場合  １４００万円\n管理３で合併症がない場合  １６００万円\n管理３で合併症がある場合  １９００万円\n管理４，肺がん，中皮腫，びまん性胸膜肥厚の場合  ２３００万円\n石綿症（管理２・３で合併症なし）による死亡の場合  ２４００万円\n石綿症（管理２・３で合併症あり又は管理４），肺がん，\n中皮腫，びまん性胸膜肥厚による死亡の場合\n２６００万円\n除斥期間の起算日については，じん肺の罹患を理由とする損害賠償請\n求権に関する平成１６年最高裁①判決を引用した上で，石綿関連疾患は，\n肺がん等のじん肺ではない疾患も含め，長い潜伏期間を経て発症する点\nではじん肺と同様であるとして，石綿関連疾患においては，重い行政上\nの決定を受けた時又は石綿関連疾患によって死亡した時に損害が発生す\nるから，それらの時点を除斥期間の起算点とすべき旨を判示した。\n遅延損害金の起算日については，じん肺の罹患を理由とする損害賠償\n請求権に関する平成６年最高裁判決及び平成１６年最高裁②判決を引用\nした上で，最も重い行政上の決定を受けた時又は石綿関連疾患により死\n亡した時と解するのが相当である旨を判示した。ただし，具体的な認定\nに当たって，石綿関連疾患としての肺がんに罹患したことが認められた\n１名の原告については，結論として，肺がんの診断確定日をもって遅延\n損害金の起算日とした。\nイ  被告は，泉南２陣訴訟の平成２６年最高裁判決を受けて，泉南２陣訴訟\nの原告ら以外の者についても，泉南２陣訴訟の原告らと同様の状況にある\nと認められる者については，平成２６年最高裁判決によって確定した平成\n２５年大阪高裁判決に沿った内容で，訴訟上の和解をすることを表明して\nいる。具体的には， の要件（本件和解要件）を満たす者につい\nて，平成２５年大阪高裁判決で認容された慰謝料額のうち国の責任割合で\nある２分の１に相当する金額に，弁護士費用及び遅延損害金を付加した金\n額を和解金として訴訟上の和解をすることを表明している。（甲１，乙１）\n昭和３３年５月２６日から昭和４６年４月２８日までの間に，局所排\n気装置を設置すべき石綿工場内において，石綿粉じんにばく露する作業\nに従事したこと\nその結果，石綿による一定の健康被害を被ったこと\n提訴の時期が損害賠償請求権の期間内であること\nウ  被告は，現在まで，上記イの方針で，全国各地において，本件和解要件\nを満たす者との間で訴訟上の和解をしているが，付加すべき遅延損害金の\n起算日については，最も重い行政上の決定を受けた日又は石綿関連疾患に\nより死亡した日として取り扱っている。\n３  争点及びこれに対する当事者の主張\n本件の争点は，被告の原告に対する損害賠償債務に係る遅延損害金の起算日\nである。\n（原告の主張）\n遅延損害金の起算日は，本件肺がんの診断確定日である平成２６年２月４日\nとすべきである。\nすなわち，損害賠償債務は，損害の発生と同時に，なんらの催告を要するこ\nとなく遅滞に陥るものと解されるところ，原告において損害が発生した時は，\n本件肺がんの診断確定日であるから，同日をもって遅延損害金の起算日とすべ\nきである。\n（被告の主張）\n遅延損害金の起算日は，本件支給決定がされた平成２７年９月３０日とすべ\nきである。\nすなわち，損害賠償債務が，損害の発生と同時に，なんらの催告を要するこ\nとなく遅滞に陥ることから，損害の発生日をもって遅延損害金の起算日とすべ\nきであることは争うものではないが，本件における損害の発生日は，本件支給\n決定がされた日とすべきである。具体的な理由は，以下のとおりである。\n⑴  一般に，石綿関連疾患による損害の発生日は，原則として最も重い行政上\nの決定を受けた日であると解されること\n平成２５年大阪高裁判決は，すべての石綿関連疾患による損害の発生時期\nについて，じん肺に関する平成６年最高裁判決，平成１６年最高裁①判決及\nび平成１６年最高裁②判決を引用した上で，最も重い行政上の決定を受けた\n時又は石綿関連疾患により死亡した時と解するのが相当である旨を判示した\nものである。\nたしかに，平成２５年大阪高裁判決において，石綿関連疾患としての肺が\nんに罹患したことが認められた１名の原告については，結論として，肺がん\nの診断確定日をもって遅延損害金の起算日とされている。しかし，当該結論\nについては，平成２５年大阪高裁判決の審理手続において，当該原告が最も\n重い行政上の決定を受けた日が証拠上明らかでなかったことから，例外的に\n診断確定日を遅延損害金の起算日としたものであると説明することが可能で\nあるから，あえて石綿関連疾患としての肺がんについてのみ，他の石綿関連\n疾患とは異なり，診断確定日をもって遅延損害金の起算日とすべき旨を判示\nしたものであるということはできない。このことは，石綿関連疾患としての\nびまん性胸膜肥厚も，石綿関連疾患としての肺がんと同様，石綿粉じんへの\nばく露によってのみ生じる特異的な疾患ではないとされているにもかかわら\nず，平成２５年大阪高裁判決において，石綿関連疾患としてのびまん性胸膜\n肥厚を発症した原告の遅延損害金の起算日が，診断確定日ではなく，石綿肺\nと同様に，最も重い行政上の決定を受けた日とされていることからも明らか\nである。\nよって，肺がんも含めた石綿関連疾患全般について，その損害の発生日は，\n最も重い行政上の決定を受けた日又は石綿関連疾患により死亡した日である\nと解するのが相当である。\n⑵  石綿関連疾患としての肺がんによる損害の発生日についても，じん肺であ\nる石綿肺と別異に解すべき理由はないこと\nたしかに，石綿関連疾患としての肺がんは，じん肺法上のじん肺管理区分\n制度に基づく管理区分の認定等が予定されていないという点で，じん肺であ\nる石綿肺とは異なる。\nしかし，石綿関連疾患としての肺がんは，長い潜伏期間を経た後に発症し，\nその損害が発生するという点では，じん肺である石綿肺と同様である。\nまた，石綿関連疾患としての肺がんは，行政上の決定がなければ損害の発\n生を認定し得ないという点でも，じん肺である石綿肺と同様である。すなわ\nち，前提事実⑶イのとおり，肺がんは，その発症の診断のみによって直ちに\n「石綿にさらされる業務による肺がん」として業務上の疾病と認定されるの\nではなく，上記認定を受けるためには，石綿粉じんへの累積ばく露量に関す\nる指標を満たす必要があるところ，上記指標には，その該当性を判断するに\n当たって，石綿ばく露作業の従事期間等，医師による肺がんの診断とは直接\n関係しないものもあるから，必ずしも医師による肺がんの診断のみによって\n満たされる指標であるとはいえない。このように，石綿関連疾患としての肺\nがんは，労働基準監督署長による療養補償給付金等の支給決定等の行政上の\n決定がなければ損害の発生を認定し得ないのであり，この点で，じん肺であ\nる石綿肺が，業務上の疾病の認定を受けるためには都道府県労働局長による\n管理区分の認定を受けなければならないのと同様なのである。\nたしかに，肺がんの発症自体は，行政上の決定とは関係なく，医師による\n診断結果等によっても認めることができるから，その点をとらえれば，行政\n上の決定がなければ損害の発生を認定し得ないとまではいえないとも考えら\nれる。しかし，じん肺である石綿肺であっても，その発症を認識する端緒は，\n医師による診断であることも多く，行政上の決定に先立って，医師による診\n断結果等によってその発症を認めることが必ずしも不可能であるとはいえな\nい。そうであるにもかかわらず，じん肺としての石綿肺については，あえて\n行政上の決定である管理区分認定を基準として損害の発生を認定するという\n仕組みが採用されている。これと同様に，石綿関連疾患としての肺がんにつ\nいても，肺がんの発症自体が行政上の決定に先立って認定し得るにもかかわ\nらず，あえて行政上の決定を基準として損害の発生を認定するという仕組み\nを採用しているのであるから，行政上の決定がなければ損害の発生を認定し\n得ない仕組みを採用していると考えるべきである。\n以上のとおり，石綿関連疾患としての肺がんによる損害の発生日について，\nじん肺である石綿肺と別異に解すべき理由はないから，その損害の発生日は，\n最も重い行政上の決定を受けた日又は石綿関連疾患により死亡した日である\nと解するのが相当である。\n⑶  被告の方針に沿って和解をしてきた者との関係で公平性を欠くこと\n被告は，平成２６年最高裁判決によって確定した平成２５年大阪高裁判決\nに沿った内容で訴訟上の和解をすることを表明し，現在まで，全国各地にお\nいて，本件和解要件を満たす多数の者との間で訴訟上の和解を成立させてい\nるところ，当該和解において，遅延損害金の起算日については，傷病名にか\nかわらず，最も重い行政上の決定を受けた日又は石綿関連疾患により死亡し\nた日として取り扱っており，この取扱いは，これまで広く受け入れられてき\nたところである。\nしたがって，原告についてのみ，診断確定日を起算日とする遅延損害金を\n支払うことは，これまで和解を成立させてきた者との間で公平性を欠き，不\n適切である。\n（原告の反論）\n被告は，石綿関連疾患としての肺がんによる損害の発生日を，じん肺である\n石綿肺による損害の発生日と同様に解すべきであると主張するが，石綿関連疾\n患としての肺がんによる損害の発生日は，じん肺である石綿肺による損害の発\n生日とは別異に解すべきであるから，被告の主張は失当である。具体的な理由\nは，以下のとおりである。\n⑴  じん肺である石綿肺による損害の発生日に関する考え方は，一般的な損害\n賠償請求に係る損害の発生日に関する考え方の例外と位置づけられること\n一般に，被害者が不法行為に基づく損害の発生を知った以上，その損害と\n牽連一体をなす損害であって当時においてその発生を予見することが可能で\nあったものについては，すべて被害者においてその認識があったものとして，\n民法７２４条所定の時効は前記損害の発生を知った時から進行を始めるもの\nと解されている（昭和４０年（オ）第１２３２号同４２年７月１８日第三小\n法廷判決・民集２１巻６号１５５９頁参照）。\nたとえば，事故に伴う人身障害による損害としての治療費は，通院期間中，\nその支払に伴って順次発生するものであるが，裁判実務上，その損害賠償債\n務の除斥期間，消滅時効又は遅延損害金の起算点等を認定するに当たっては，\n当該事故の時に一回的に損害が発生したものと擬制して取り扱われるのが一\n般的である。\nこれに対し，たしかに，じん肺に関する損害の発生時期について判断され\nた平成１６年最高裁①判決等の裁判例は，じん肺の発症による損害について，\n加害行為が終了してから相当の期間が経過した後に損害が発生する点をその\n特徴の一つとして挙げているため，じん肺と同様に，加害行為が終了してか\nら相当の期間が経過した後に損害が発生する類型の損害賠償全般について，\n広く，その損害の発生時期が原則として行政上の決定がされた時である旨を\n判示しているようにも考えられる。\nしかし，上記のとおり，不法行為による損害賠償全般に関する一般的な考\nえ方によれば，じん肺に関して判断がされた平成１６年最高裁①判決等の裁\n判例は，じん肺についてはその病状の進展に伴って質の異なる損害が順次発\n生していくという，まさにじん肺という疾病の特性を考慮した，極めて例外\n的な判断がされたものであると考えるべきであり，その射程が及ぶ範囲は狭\nく解すべきである。\n⑵  石綿関連疾患としての肺がんについては，じん肺である石綿肺とは異なり，\n上記⑴の例外的な考え方を採用すべき根拠を欠くこと\nこの点，被告は，加害行為が終了してから相当の期間が経過した後に損害\nが発生するという点では，石綿関連疾患としての肺がんは，石綿肺であるじ\nん肺と同様の特質を有しているから，損害の発生時期についても同様に考え\nることができる旨を主張する。\nしかし，石綿関連疾患としての肺がんは，じん肺である石綿肺とは異なり，\n管理区分制度等が存在するわけではないから，質的に異なる損害が順次発生\nしていくというじん肺に特有の特質は有していない。この点，平成２５年大\n阪高裁判決において，損害の発生時期が，「最も重い」行政上の決定を受けた\n時という文言を用いて判示されているのは，まさに，じん肺法上の管理区分\n制度によって順次管理区分の認定がされていることを前提としているからで\nある。したがって，じん肺法上のじん肺管理区分制度を前提としない肺がん\nについても，最も重い行政上の決定を損害の発生時期とするのは無理がある\n解釈である。\nまた，被告は，石綿関連疾患としての肺がんは，じん肺法上の管理区分制\n度の対象とはなっていないものの，行政上の決定がなければ損害の発生を認\n定し得ないという点で，じん肺である石綿肺と同様であると主張する。\nしかし，肺がんによる損害は，発症時において状態として客観的に存在し\nているのであって，行政上の決定によってしか損害を認定できないというこ\nとはない。この点，被告は，当該肺がんが，石綿粉じんへのばく露によるも\nのであるかは，石綿ばく露作業の従事期間等，医師の診断とは直接関係ない\n事項に関する調査を経た上で，行政上の決定によらなければ認定し得ないと\n主張する。しかし，当該肺がんが，石綿粉じんへのばく露によるものである\nかは，労働者災害補償保険法上の療養補償給付等の支給に当たって，業務上\nの疾病であるかを判断するために調査すべき事項にすぎず，当該肺がんによ\nる損害がいつ発生したかとは無関係である。\n以上のとおり，石綿関連疾患としての肺がんについては，じん肺である石\n綿肺とは異なり，上記⑴の例外的な考え方を採用すべき根拠を欠くから，一\n般的な損害賠償に係る損害の発生時期に関する考え方に沿って検討されるべ\nきである。そして，本件肺がんによる損害の発生日は，本件肺がんが発症し\nたと認められる日，すなわち，本件肺がんの診断確定日というべきである。\n第３  当裁判所の判断\n１  争点に対する判断\n当裁判所は，被告の原告に対する損害賠償債務に係る遅延損害金の起算日に\nついて，本件肺がんの診断確定日である平成２６年２月４日であると判断する。\nその理由は，以下のとおりである。\n⑴  不法行為による損害賠償債務は，損害の発生と同時に，なんらの催告を要\nすることなく遅滞に陥るものと解されるところ（最高裁昭和３４年（オ）第\n１１７号同３７年９月４日第三小法廷判決・民集 １６巻９号１８３４頁 参\n照），原告が主張する損害は，本件肺がんの発症であって，その発生日は，他\nに証拠がない以上，診断確定日である平成２６年２月４日であると解するの\nが相当であるからである。\n⑵  被告は，平成２５年大阪高裁判決を根拠にして，石綿関連疾患（肺がんを\n含む。）による損害の発生時期は，最も重い行政上の決定を受けた日又は死亡\n日であると主張する（被告の主張⑴）。\nしかしながら，平成２５年大阪高裁判決は，除斥期間の起算日については，\n一般論として肺がんについても，最も重い行政上の決定を受けた時又は石綿\n関連疾患によって死亡した時と判示していると解釈できるものの，結論とし\nて，最も重い行政上の決定を受けた日を採用せず，診断確定日を採用してい\nるものであるから，必ずしも被告の主張を根拠付けるものとはいえない。こ\nの点，被告は，平成２５年大阪高裁判決は，重い行政上の決定を受けた日が\n証拠上明らかではなかったことから診断確定日を採用したものであると主張\nするが，平成２５年大阪高裁判決にはその旨の説明はないので，直ちに採用\nできない。\nまた，被告は，平成２５年大阪高裁判決においては，石綿肺のみならず，\nびまん性胸膜肥厚についても，最も重い行政上の決定を受けた日を損害の発\n生日とされていることを根拠にして，本件における原告の肺がんについても\n診断確定日ではなく本件支給決定がなされた日を採用すべきと主張する。\nしかしながら，平成２５年大阪高裁判決は，びまん性胸膜肥厚について判\n断したものであるから，直ちに，本件の原告の肺がんについて被告の主張を\n支持する根拠となるものではない。\n被告は，平成２５年大阪高裁判決が引用した平成６年最高裁判決を根拠に\nして，じん肺も肺がんも，行政上の決定がなければ損害の発生を認定し得な\nいと主張する。\nしかしながら，平成６年最高裁判決は，じん肺につき，管理２，管理３，\n管理４の各行政上の決定に相当する病状に基づく各損害について判断したも\nのであって，肺がんについて判断したものとは解されないので，主張は採用\nできない。\nまた，平成１６年最高裁①判決及び同②判決は，いずれも，本件の争点に\nついて判断したものではない。\n被告は，肺がんも，じん肺である石綿肺と同様，長い潜伏期を経た後に発\n症し，その損害が発生すること，じん肺である石綿肺が，管理区分の認定を\n受けなければならないのと同様に，肺がんも業務上の疾病と認定されるため\nには，労働基準監督署長による行政上の決定を要するなどの主張をする（被\n告の主張⑵）。\nしかしながら，損害の発生の有無に関し一般論として，長い潜伏期を経た\n後に発症するという性格のみから，直ちに損害の発生認定について，行政上\nの決定を要するとまでは解されない上，管理区分の認定は，症状の程度を行\n政の立場から認定しているものと解され，業務上の疾病の認定と性格が一致\nしているとは解されないので，じん肺である石綿肺と肺がんを同様に扱わな\nければならない理由としては乏しい。\n被告は，じん肺である石綿肺であっても，その発症を認識する端緒は，医\n師による診断であることも多く，行政上の決定に先立って，医師による診断\n結果等によってその発症を認めることが必ずしも不可能であるとはいえない\nにも関わらず，あえて，じん肺としての石綿肺については，行政上の決定で\nある管理区分認定を基準として損害の発生を認定するという仕組みを採用し\nたのであるから，肺がんについても，医師による診断結果によって発症を認\nめることが可能であったとしても，行政上の決定がなければ損害の発生を認\n定し得ない仕組みを採用したと考えるべきであると主張する。\nしかしながら，被告の主張する仕組みの根拠は，平成６年最高裁判決であ\nるところ，同判決によっても肺がんについてまで主張の仕組みを拡大して採\n用したと解することができないことは既に述べたとおりである。また，肺が\nんの発症をもってしても損害の発生を認定し得ないとする理由は見当たらな\nい。\n⑷  被告は，原告についてのみ診断確定日を起算日とする遅延損害金を支払う\nことは，これまでに被告の和解方針に沿って和解を成立させてきた者との間\nで公平性を欠き，不適切である旨を主張する（被告の主張⑶）。\nしかしながら，被告の和解方針によって原告の権利が制限される理由はな\nいから，被告の主張は当たらない。\n⑸  よって，被告の主張はいずれも採用することができない。\n２  結論\n以上のとおり，本件肺がんの発症について，被告が原告に対して１２６５万\n円及びこれに対する遅延損害金の起算日から年５分の割合による遅延損害金を\n支払う責任があることについては，当事者間に争いがないところ，遅延損害金\nの起算日は，平成２６年２月４日と認めるのが相当である。\nよって，原告の請求は全部理由があるから，これを認容することとして，主\n文のとおり判決する。なお，主文第３項についての仮執行宣言の申立てについ\nては，その必要がないものと認めこれを却下することとし，主文第１項につい\nての仮執行免脱宣言については，相当でないからこれを付さないこととする。\n広島地方裁判所民事第３部\n裁判長裁判官     小西   洋\n裁判官              大川潤 子\n裁判官     友 部一 慶\n"
}