{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 15
  },
  "case_number": "平成23(行ケ)10195",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82070",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82070",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/070/082070_hanrei.pdf",
  "contents": "平成２４年２月１５日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０１９５号  審決取消請求事件\n口頭弁論終結日  平成２４年２月１日\n判        決\n原              告                  X\n同訴訟代理人弁理士      安      形      雄      三\n加      藤      智      恵\n被              告      特 許 庁 長 官\n同 指 定 代 理 人      大  久  保      元      浩\n内      田      淳      子\n唐      木      以  知  良\n板      谷      玲      子\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２００７－２７０４６号事件について平成２３年５月９日にした審\n決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，特許請求の範囲の記載を下記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成\nり立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記３のとお\nり）には，下記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，平成１６年２月２５日，発明の名称を「竹エキスを主成分とした\n飲料及び医薬」とする特許を国際出願した（甲１。ＰＣＴ／ＪＰ２００４／００２\n１６１（特願２００６－５１０１４３）。請求項の数６）。本件の出願当初の明細\n書（甲１）を，以下「当初明細書」という。\n原告は，平成１９年８月６日，手続補正をした（甲７の２。以下「本件第１次補\n正」という。請求項の数８）。同補正に係る明細書（甲１，甲７の２）を，以下\n「本件第１次補正明細書」という。\n原告は，平成１９年８月３０日付けで拒絶査定を受け，同年１０月３日，これに\n対する不服の審判を請求し（甲９の１），平成２３年３月１６日，手続補正をした\n（甲１７の２。以下「本件第２次補正」という。請求項の数４）。同補正に係る明\n細書（甲１，甲７の２，甲１７の２）を，以下「本件第２次補正明細書」という。\n(2)  特許庁は，これを不服２００７－２７０４６号事件として審理し，平成２\n３年５月９日，「本件審判の請求は，成り立たない。」との本件審決をし，その審\n決謄本は，同月２４日，原告に送達された。\n２  本願発明の要旨\n本件における出願当初の特許請求の範囲の請求項１ないし６の記載は，別紙１記\n載のとおりである。\nまた，本件第１次補正後の特許請求の範囲の請求項１ないし８の記載（以下，総\n称して，「本件第１次補正発明」という。）は，別紙２記載のとおりである。\nさらに，本件審決が，実施可能要件及び進歩性についての判断の対象とした本件\n第２次補正後の特許請求の範囲の請求項１及び４の記載（以下，それぞれ，「本件\n第２次補正発明１」及び「本件第２次補正発明４」といい，これらを併せて「本件\n第２次補正発明」という。）は，別紙３記載のとおりである。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①本件第１次補正のうち，ジベレリン及び\nアブシジン酸に関する本件第１次補正明細書【００２７】【００４０】に係る部分\nが，当初明細書に記載した事項の範囲内においてしたものとはいえないから，特許\n法１７条の２第３項に違反するので，本件出願は拒絶する，仮に，新規事項の追加\nに当たらないとしても，②本件第２次補正発明４について，本件第２次補正明細書\nの特許請求の範囲の記載がいわゆる実施可能要件に違反し，さらに，③本件第２次\n補正発明１は，特開２００１－９５５２１号公報（甲１３の１）に記載された発明\nに基づいて，当業者が容易に発明をすることができたものであり，特許法２９条２\n項の規定により特許を受けることができない，というものである。\n(2)  なお，本件審決が認定した引用例に記載された発明（以下「引用発明」と\nいう。）並びに本件第２次補正発明１と引用発明との一致点及び相違点は，次のと\nおりである。\nア  引用発明：縦割りした孟宗竹を水に浸して９５℃以上に加熱し，２時間４５\n分ないし３時間１５分前記温度を保持することにより，前記孟宗竹から抽出して得\nられる竹エキス\nイ  一致点：縦割りした孟宗竹を水に浸して９５℃以上に加熱し，２時間４５分\nないし３時間１５分前記温度を保持することにより，前記孟宗竹から抽出して得ら\nれる竹エキス\nウ  相違点１：竹エキスにつき，本件第２次補正発明１では竹エキスが成長ホル\nモンを含有するのに対して，引用発明ではその特定がない点\nエ  相違点２：本件第２次補正発明１は竹エキスを主成分として含有する「飲\n料」であるのに対して，引用発明は「竹エキス」自体である点\n４  取消事由\n(1)  新規事項の追加禁止要件に係る判断の誤り（取消事由１）\n(2)  本件第２次補正発明４の実施可能要件に係る判断の誤り（取消事由２）\n(3)  本件第２次補正発明１の進歩性に係る判断の誤り（取消事由３）\n第３  当事者の主張\n１  取消事由１（新規事項の追加禁止要件に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，本件第１次補正において追加された【００２７】【００４\n０】の記載は，新規事項の追加を含むので，特許法１７条の２第３項の規定に違反\nするとする。\n(2)  しかしながら，本件審決が問題とするジベレリンについては，例えば特開\n２００２－４７１６９号公報（甲１８。以下「甲１８文献」という。）に開示され\nているとおり，オーキシン，サイトカイニン，アブシジン酸等とともに，広義には\n植物成長ホルモンにおける同一のグループに属するものであり，当初明細書にジベ\nレリンなる用語が記載されていないからといって，直ちに新規事項の追加となるも\nのではない。ジベレリン自体は本願の国際出願日（以下「本件出願日」という。）\n当時，公知の物質であり，【００２７】のジベレリンに関する追加事項は，アブシ\nジン酸と同一グループに属するジベレリンの効能を確認的に記載したにすぎない。\nまた，アブシジン酸の細胞の若返り効果（【００２７】）についても，例えば甲\n１８文献には，アブシジン酸を含む植物成長ホルモンは皮膚の若返り効果を奏する\nことが開示されており，特開２００４－２２５８号公報（甲１９。以下「甲１９文\n献」という。）には，生理活性を示すアブシジン酸，ジベレリン等が創傷治癒や血\n管新生誘導効果等を有することが開示されている。さらに，原告提出に係る平成２\n３年３月１６日付け意見書（甲１７の１）の参考図面１からも，アブシジン酸によ\nる細胞の若返り効果がうかがわれるものである。したがって，アブシジン酸が細胞\nの若返り効果を有することは，本件出願日当時，公知の技術的事項であり，【００\n２７】のアブシジン酸に関する追加事項は，アブシジン酸の効能を確認的に記述し\nたものにすぎず，何ら新規事項に相当するものではない。\n(3)  さらに，ジベレリンが細胞修復効果を奏することは，特表平１１－５０４\n８９９号公報（甲２０。以下「甲２０文献」という。）に開示され，アブシジン酸\nが細胞の若返り効果を奏することは，甲１８文献に開示されているから，これらの\n効果（【００２７】【００４０】）についても当業者において本件出願日前に周知\nの技術的事項であったということができる。アブシジン酸，サイトカイニン等の植\n物ホルモンの効能等については，そのほかの文献（甲２１～２３の３）においても\n開示されている。\n(4)  よって，本件審決は，新規事項に関する本件第１次補正についての判断を\n誤るものである。\n〔被告の主張〕\n(1)  本件第１次補正は，ジベレリンにつき，①ジベレリンが，サイトカイニン\nやアブシジン酸と同様，本件第１次補正発明に規定される「竹エキス」中に「成長\nホルモン」として含まれること，②当該「竹エキス」中のジベレリンが「細胞修復\n効果」を有すること，③当該ジベレリンの「細胞修復効果」が，ジベレリンを含む\n「竹エキス」を主成分とする飲料又は医薬による，糖尿病の改善あるいは癌の改善\nのために寄与することを追加するものである（【００２７】【００４０】）。\nしかしながら，当初明細書には，ジベレリンが動物であるヒトの細胞に対して修\n復効果を有することはおろか，ジベレリンなる技術用語自体，何ら記載されていな\nい。原告の主張は，ジベレリンが他の植物ホルモンであるサイトカイニンやアブシ\nジン酸等とともに，本件第２次補正発明に規定される「成長ホルモン」に属するも\nのであることを主たる根拠とするようであるが，当初明細書には，サイトカイニン\nが植物のみに存在する成長ホルモンの一種であることを説明する記載があるにすぎ\nず，サイトカイニンとは化学構造や機能において異なる植物ホルモンである「ジベ\nレリン」自体に係る技術事項はもとより，ジベレリンがサイトカイニンやアブシジ\nン酸とともに本件第２次補正発明に規定される「成長ホルモン」として「竹エキ\nス」中に含まれる成分であるということまでは，当初明細書の記載から自明な事項\nとして読み取ることはできない。「竹エキス」中に含まれるジベレリンが「細胞修\n復効果」を示し，同「細胞修復効果」により「竹エキス」を主成分とする飲料又は\n医薬による糖尿病あるいは癌の改善に寄与する薬効成分であることもまた，同様で\nある。\n(2)  また，本件第１次補正は，アブシジン酸につき，①「竹エキス」中に含ま\nれるアブシジン酸が「細胞の若返り効果」を有すること，②当該アブシジン酸によ\nる「細胞の若返り効果」が，当該アブシジン酸を含む「竹エキス」を主成分とする\n飲料又は医薬による，糖尿病の改善あるいは癌の改善のために寄与することを追加\nするものである（【００２７】【００４０】）。\nしかしながら，当初明細書には，アブシジン酸が本件第１次補正発明の「竹エキ\nス」中に含まれることについて一応の記載があるものの，同明細書におけるアブシ\nジン酸の「還元力」及びそれによる癌細胞による臓器機能低下の回復と，本件第１\n次補正における【００２７】【００４０】の追記に係るアブシジン酸の「細胞の若\n返り効果」とが，実質的に同一の作用であるとは解されないし，そのように解すべ\nきことが本件出願日当時の技術常識であったということもできない。\n(3)  以上からすると，本件第１次補正において，ジベレリンとアブシジン酸に\n係る前記各事項は，いずれも新規事項に該当するものである。\n２  取消事由２（本件第２次補正発明４の実施可能要件に係る判断の誤り）につ\nいて\n〔原告の主張〕\n(1)  本件審決は，竹を熱水等で抽出して得られるような竹エキスにサイトカイ\nニン及びアブシジン酸が含まれることが，本件出願日前に知られていたという事実\nは認められないから，本件第２次補正明細書の発明の詳細な説明には，サイトカイ\nニンやアブシジン酸を含む竹エキスを当業者が得ることができるように，明確かつ\n十分に記載がされておらず，このような成分を含有する孟宗竹の竹エキスを抽出し\nて得られる竹エキスを主成分としたことを特徴とする抗癌剤である本件第２次補正\n発明４についても，同様に明確かつ十分に記載されていないものであるとする。\nしかしながら，本件第２次補正発明４は，種々の化学物質ないし化学成分を化学\n的に合成して製造するものではなく，そもそも孟宗竹を熱水等で抽出して得られる\n孟宗竹エキスにサイトカイニン及びアブシジン酸が含まれていることを発見したこ\nとに基づく発明であり，竹を熱水等で抽出して得られた竹エキスにサイトカイニン\n及びアブシジン酸が含まれていることが，本件出願日前に知られていた事実などあ\nり得ない。本件第２次補正発明４に係る竹エキスがサイトカイニン及びアブシジン\n酸を含有することは，分析結果証明書（甲２９）からも明らかである。\nまた，本件第２次補正発明４の効果については，本件第１次補正明細書【００２\n９】ないし【００３９】において抗癌作用が説明されており，具体例として実施例\n２が挙げられているのみならず，他にも多くの治癒例が存在する（甲２４の１～３。\n以下「甲２４文献」という。）。なお，甲２４文献は，本件出願日後のデータだが，\n本件第２次補正明細書に記載されている抗癌効果を拡充的に確認するものである。\n(2)  当初明細書には，「竹を容器のサイズに合わせた長さに切り揃え，更に３\n～５ｃｍの幅に縦割りする。このようにして，縦割りされた竹片を２０～３０本ず\nつ束ね，水を容器に入れ，竹を浸漬させる。次に，竹を浸漬させた水を９５℃以上\nに加熱し，２時間４５分～３時間１５分間９５℃以上の温度で保持する。その後，\n９５℃以上の温度で保持したまま竹を容器から抜き取ることにより，竹エキスを主\n成分とした飲料を得ることができる。」と記載されており，説明に不明確な点はな\nく，当業者が実施することができる程度に明確かつ十分に記載されているものであ\nる。\nまた，糖度と成長ホルモン，サイトカイニン及びアブシジン酸の含有量とが相関\n関係を有していること（甲２５の１・２），糖度計で測定された糖度の数値は，ア\nブシジン酸，たんぱく質等の全てを含んだものとなること（甲２６），孟宗竹エキ\nスが，他の竹のエキスよりも成長ホルモンないしアブシジン酸及びサイトカイニン\nの量をより多く含有している，すなわち糖度が最も高いこと（甲２７，２８）から\nすると，本件第２次補正発明４は，糖度測定の値がサイトカイニンやアブシジン酸\nの量と相関するという前提があった上で初めて成立するところ，そのような前提が\n存在するという事実や根拠は全く見出せないとした本件審決の判断は誤りである。\n(3)  小括\n以上からすると，本件第２次補正発明４について，本件第２次補正明細書の記載\nが実施可能要件を欠くものであるとした本件審決の判断は誤りであって，取消しを\n免れない。\n〔被告の主張〕\n(1)  本件第２次補正明細書の発明の詳細な説明において，本件第２次補正発明\n４の竹エキスに含まれる「サイトカイニン及びアブシジン酸」について，①「竹エ\nキス」が「サイトカイニン及びアブシジン酸」を含有すること，②それら「サイト\nカイニン及びアブシジン酸」が，本件第２次補正発明４に係る抗癌剤としての効能\nを発揮する成分であることについて，一応記載されているものということはできる。\nしかしながら，本件第２次補正明細書には，上記①の技術事項を具体的に裏付け\nる分析データや試験データ等の客観的根拠に関する記載すら，見出すことはできな\nいし，当該事項が本件出願日当時の技術常識によって既に裏付けられていたもので\nもない。上記②の事項についても同様である。\nまた，本件第２次補正明細書の実施例２の記載は，本件第２次補正発明４に規定\nされる「竹エキス」を主成分とする抗癌剤それ自体の癌改善効果について示すもの\nではあっても，当該「竹エキス」が「サイトカイニン及びアブシジン酸」を有効量\n含み，かつ，それらが抗癌作用を及ぼした薬効成分の実体であることを何ら具体的\nに裏付けるものではない。甲２４文献のデータは，いずれも本件出願日後に取得さ\nれたデータであるし，各患者に対してどのような濃度及び用量の「竹エキス」を服\n用させたものであるかすら明らかではない。したがって，上記実施例２及び甲２４\n文献の記載をふまえても，本件第２次補正発明４の効果を十分認識することができ\nるとする原告の主張は失当である。\n(2)  原告が指摘する製造方法に係る記載は，本件第２次補正発明４の抗癌剤の\n主成分である「竹エキス」それ自体の製造方法について一通り説明するものにすぎ\nず，①「竹エキス」が「サイトカイニン及びアブシジン酸」を含有すること，②そ\nれら「サイトカイニン及びアブシジン酸」が，本件第２次補正発明４に係る抗癌剤\nとしての効能を発揮する成分であることについて，客観的に裏付けるものとはいえ\nないことは明らかである。原告が指摘する各文献（甲２５の１～甲２８）の記載を\n全て参酌しても，上記①及び②の技術事項が本件第２次補正明細書の発明の詳細な\n説明及び本件出願日当時の技術常識に基づく客観的根拠により理解できるものでは\nない。\n(3)  以上からすると，本件第２次補正発明４について，本件第２次補正明細書\nの記載は実施可能要件を欠くものであるとした本件審決の判断に誤りはない。\n３  取消事由３（本件第２次補正発明１の進歩性に係る判断の誤り）について\n〔原告の主張〕\n(1)  引用発明の認定の誤りについて\nア  本件審決は，引用例の【００１０】も竹エキスの製造方法を説明したもので\nあることを前提として，引用発明を認定しているが，その前提自体が誤りである。\n引用例の【００１０】は，竹エキスの製造方法を説明するものではなく，あくま\nで発明の前提として，竹の主成分が液体に溶出された状態を単に維持することを説\n明しているだけであり，続く【００１２】【００１３】において，初めて竹エキス\nの製造方法が説明されているものである。\nイ  引用例に記載された発明において，５０℃以下に冷却する工程と，布等でろ\n過する工程を行う理由は，竹エキス中に不純物として混合しているたんぱく質成分\nと脂肪分とを除去するためである。本件第２次補正発明１でこのような冷却とろ過\nを行うと，竹エキス中のたんぱく質成分と脂肪分に付着して成長ホルモン，サイト\nカイニン及びアブシジン酸も除去されてしまうから，本件第２次補正発明１では冷\n却やろ過を行うことは効果を減退させることに等しく，絶対に避けなければならな\nいものである。引用例に記載された発明は，竹エキスの抽出及び調味液に関するも\nのであり，竹エキスにサイトカイニン及びアブシジン酸が含有されていることを知\n見しているものでもない。\nウ  以上からすると，本件審決の引用発明の認定は，誤りである。\n(2)  一致点及び相違点の認定の誤りについて\n前記(1)イのとおり，本件第２次補正発明１では冷却やろ過を行うことは効果を\n減退させることに等しく，絶対に避けなければならない工程であるから，これらの\n工程を含め，本件第２次補正発明１と引用発明とが一致するものとした本件審決の\n一致点の認定は，誤りである。一致点の認定が誤りである以上，相違点１及び２の\n認定もまた，誤りであることは明らかである。\n(3)  容易想到性に係る判断の誤りについて\nア  相違点１について\n(ア)  本件審決は，本件第２次補正発明１に係る竹エキスがサイトカイニン及び\nアブシジン酸のような植物における成長ホルモンを含有するものであることの技術\n的な根拠は全く見当たらないとするが，当初明細書には，複数の治癒効果や現象が\n記載されており，その他の資料（甲１７の１，甲２７等）からしても，本件第２次\n補正発明１に係る竹エキスがサイトカイニン及びアブシジン酸という成長ホルモン\nを含有することは明らかである。\n(イ)  本件第２次補正発明１は孟宗竹エキスに成長ホルモンが含有されているこ\nとの知見に基づく発明であり，出願人である原告は，孟宗竹エキスに成長ホルモン\nが含有されている，もしくは含有されている蓋然性が非常に高いと主張しているの\nであるから，本件第２次補正発明１について拒絶査定を正当化するためには，被告\nが孟宗竹エキスに成長ホルモンが含有されていない，もしくは含有されることはな\nいとする根拠を示すべきである。\n(ウ)  本件審決は，仮に，本件第２次補正発明１の竹エキスが成長ホルモンを含\nむ場合，引用例に記載された発明と同様の冷却及びろ過の工程により，サイトカイ\nニン及びアブシジン酸のような植物における成長ホルモンの除去をもたらすとは認\nめられないとするが，引用例に記載された発明における抽出処理と本件第２次補正\n発明１に係る竹エキスの抽出処理とは全く同じではなく，抽出されたエキスの含有\n成分の認識において相違するところ，本件第２次補正発明１でこのような工程を行\nうと，たんぱく質成分や脂肪分に付着して成長ホルモン，サイトカイニン，アブシ\nジン酸等も除去されてしまうことは先に述べたとおりである。引用例の【００１\n０】の段階では，竹エキスは抽出されていないし，当該記載は，この段階において\n竹エキス中に成長ホルモンが含有されていることを前提としたものであるというこ\nともできない。\nなお，原告は，冷却とろ過により，サイトカイニン，アブシジン酸等も全て除去\nされてしまうと主張するものではなく，微量しか含有されていないサイトカイニン\nやアブシジン酸が更に減少してしまうという不都合が生じることから，本件第２次\n補正発明１の効果を発揮するためには，引用例に記載された発明と同様の冷却とろ\n過の工程を実施してはならないと主張するものである。\n(エ)  したがって，本件審決の相違点１に係る判断は誤りである。\nイ  相違点２について\n(ア)  引用例に記載された発明は，消臭や鮮度保持という効果を奏する調味液に\n関するものであり，引用例には，生活習慣病や癌等の改善に役立つ飲料に添加する\nことに関する記載は全くないのみならず，何らの示唆も認められない。調味液を飲\n料に添加することが当該分野において慣用化されているとも認められないことから\nすると，引用例に記載された発明に係る調味液を本件第２次補正発明１のような飲\n料とすることは，当業者において容易に想到し得るものではない。被告が指摘する\n各文献は，いずれも本件第２次補正発明１とは目的及び効果が異なるものであるか\nら，これらの各文献を容易想到性の根拠とすることは不当である。\n(イ)  したがって，本件審決の相違点２に係る判断は誤りである。\nウ  小括\n以上からすると，本件第２次補正発明１は，引用例に記載された発明に基づいて，\n当業者が容易に発明をすることができるものということはできない。\n(4)  本件審決は，以上のとおり，引用例に記載された発明の認定ないし本件第\n２次補正発明１との一致点及び相違点の認定を誤り，相違点についての判断を誤っ\nた結果，本件第２次補正発明１の進歩性を否定したものであって，取消しを免れな\nい。\n〔被告の主張〕\n(1)  引用発明の認定の誤りについて\nア  引用例【００１０】の記載によると，「縦割りした孟宗竹を水に浸して９５\n℃以上に加熱し，２時間４５分～３時間１５分前記温度を保持することにより，前\n記孟宗竹から抽出して得られる竹エキス」は，「竹の主成分が液体に溶出された状\n態」，すなわち，竹エキスが液体に溶出された状態となっているのであるから，同\n段落では竹エキスを取得することができないとする原告の主張は誤りである。\nまた，本件第２次補正発明１では，孟宗竹からの「竹エキス」の抽出時の条件に\nついて規定するのみで，「飲料」に含有させる際において，抽出後の「竹エキス」\nの温度や不溶残渣の有無等について特段の限定はない。ましてや，「９５℃以上に\n加熱して２時間４５分～３時間１５分間保持」し，その後，当該温度を保持したま\nま竹片をプールから引き上げ，「５０℃以下に冷却してから目の細かい布等でろ過\nして得られるもの」は含まれない，との特段の規定もない。\nまた，一般に「エキス」とは，植物等の有効成分を水等に溶かし出して濃縮した\nものをいうから，本件第２次補正発明１における「竹エキス」としては，孟宗竹を\n規定条件下で抽出して得られた直後の９５℃以上の抽出液それ自体のみならず，濃\n縮工程を経たものや，「飲料」中の構成成分の一部として水や他の原料と併せて\n「飲料」に含有させる準備として，適切な温度に冷まされてなるものも当然に包含\nされると解するのが自然である。\n本件第２次補正発明１における竹エキスには，冷却やろ過の工程を経たものは含\nまれないとする原告の主張は，特許請求の範囲の記載に基づかない主張であって，\n失当である。\nイ  サイトカイニン，アブシジン酸等の植物ホルモンは細胞質中の水に溶解した\n状態で存在しているものであることは技術常識であり，実際，水又は熱水が抽出溶\n媒として最適か否かはともかく，サイトカイニンやアブシジン酸を水又は熱水中に\n溶解させて抽出し得ることも，本件出願日当時，よく知られていたから，このよう\nな水抽出又は熱水抽出でサイトカイニンやアブシジン酸がある程度水中に溶解して\n存在することも広く知られたものであったということができる。\nしたがって，仮に，本件第２次補正発明１の規定に基づく熱水抽出を行って得ら\nれたエキス分を５０℃以下に冷却したとしても，そのことにより同エキス分中に含\nまれる（含まれるものと仮定する）サイトカイニンやアブシジン酸の全てが，水不\n溶化したたんぱく質や脂肪分に付着した形態で存在するようになるとはおよそ考え\nられず，引用例【００１０】の抽出処理により得られた竹エキスを，同【００１\n２】の記載のとおり５０℃以下に冷却し布等でろ過しても，少なくともある程度は\n水に溶け込んでいるサイトカイニンやアブシジン酸が布に捕捉されず網目を通過し\nて抽出「エキス」中に維持されることは，当業者において当然に推認されることで\nある。原告は，冷却及びろ過によって，成長ホルモン，サイトカイニン及びアブシ\nジン酸も除去されてしまうことや，それに伴い本件第２次補正発明１の飲料の効能\nが減退することについて，客観的な試験データにより実証するものでもない。\nウ  本件第２次補正発明１では，「竹エキス」中の「サイトカイニン及びアブシ\nジン酸」の含有濃度について特段の規定はないから，仮に，引用発明の抽出物に対\nして冷却及びろ過工程を行うことにより，不溶物に付着していたサイトカイニン及\nびアブシジン酸がある程度除去されるとしても，ろ過後の「竹エキス」中にはサイ\nトカイニン及びアブシジン酸がある程度残存している蓋然性が高いから，同発明の\n「竹エキス」は，結局，本件第２次補正発明１の「竹エキス」と区別することはで\nきない。\nエ  以上からすると，本件審決における引用発明の認定に誤りはない。\n(2)  一致点及び相違点の認定の誤りについて\n前記(1)のとおり，本件審決における引用発明の認定に誤りはない以上，同発明\nの認定が誤りであることを前提とする一致点及び相違点の誤りに係る原告主張は失\n当である。本件審決の一致点及び相違点の認定にも，誤りはない。\n(3)  容易想到性に係る判断の誤りについて\nア  相違点１について\n本件第２次補正発明１の竹エキスがサイトカイニン及びアブシジン酸のような植\n物における成長ホルモンを含有するか否かはさておき，本件審決は，仮に，成長ホ\nルモンを含むものであるならば，引用発明の竹エキスも本件第２次補正発明１に係\nる竹エキスと全く同じ抽出処理により得られるものであるから，同様に成長ホルモ\nンが含まれることは明らかであると判断したものである。本件審決の相違点１に係\nる判断に誤りはない。\nイ  相違点２について\n(ア)  引用発明のような「調味液」とは，液状の調味料を意味するものと解され\nるが，一般的に，そのような調味料による「調味」の対象として，「食べる」タイ\nプの固形食品のみではなく，液状の「飲む」タイプのものも候補となることは，当\n業者ならずとも常識的に理解し得たことである。\n(イ)  引用例には，引用発明の効果として，「良好な香味を添えることのできる\n調味液を提供し，かかる調味料の製造方法を提供する」という，「調味」料として\nの本来の役割を当然に果たし得る「調味液」の提供をも目的とするものであること\nが記載されており，かつ，好ましくない臭いを消すことや鮮度を保持する等との効\n果は，固形食品のみならず飲料形態の食品においても当然の技術課題であるから，\n引用発明の竹エキス入り調味液を飲料に添加することで，当該飲料に対する調味効\n果のほか，消臭や鮮度保持といった効果をも見込むことは，当業者にとって十分に\n動機付けられていたことであり，困難性はない。\n(ウ)  特開昭５７－３９７５３号公報（甲６の５。以下「甲６の５文献」とい\nう。），特開２００３－１９９５３０号公報（甲１３の２。以下「甲１３の２文\n献」という。），特開平７－２９８８５２号公報（乙１０。以下「乙１０文献」と\nいう。），特開平４－５３４６２号公報（乙１１。以下「乙１１文献」という。）\nによると，竹の稈材由来の様々なエキスが，竹特有の香味の付与，すなわち調味性\nや防臭性・防腐性等をも有し，かつ，固形状食品又は医薬における主成分としての\nみならず飲料形態の食品又は医薬における主成分としても採用し得ることが，本件\n出願日前に当業者にとって広く知られていた技術事項であったものということがで\nきる。\n(エ)  したがって，引用例の竹エキス入り「調味液」についても，飲料水，ジュ\nースあるいはその他の清涼飲料水，お茶等といった様々な「飲料」に対し，「調\n味」あるいは防臭性・防腐性付与等のための主成分として添加することは，特に\n「飲料」に添加する旨の具体的な示唆が引用例になくても，当業者にとって容易に\n想到し得たものである。\nさらに，引用例の竹エキス入り「調味液」を，孟宗竹由来の有効成分の濃度やそ\nれに伴う香味の程度等に応じ，直接そのままの状態で，あるいは，適宜希釈したり\n若干の補助成分を添加したのみの状態で飲料とすることもまた，当業者にとって適\n宜考慮し，行い得た程度のことである。\nそして，本件第２次補正明細書の記載全体からしても，可食物，すなわち，経口\n摂取可能な物として調味液に使用できるとされている引用発明の竹エキスを，調味\n液や竹エキス自体としてではなく，特に飲料の主成分として含有させて提供したこ\nとにより，調味液等の他の可食物として提供する場合には予期し得なかった格別の\n効果が奏されるものとも解することはできない。\n(オ)  したがって，本件審決の相違点２に係る判断に誤りはない。\nウ  小括\n以上からすると，本件第２次補正発明１は，引用発明及び周知技術に基づいて，\n当業者が容易に発明をすることができたものである。\n(4)  本件第２次補正発明１の進歩性を否定した本件審決の判断には，以上のと\nおり，何ら誤りはない。\n第４  当裁判所の判断\n１  取消事由１（新規事項の追加禁止要件に係る判断の誤り）について\n(1)  本件第１次補正について\n特許法１７条の２第３項は，「第１項の規定により明細書，特許請求の範囲又は\n図面について補正するときは，誤訳訂正書を提出してする場合を除き，願書に最初\nに添付した明細書，特許請求の範囲又は図面…に記載した事項の範囲内においてし\nなければならない。」と規定しているところ，ここでいう「明細書又は図面に記載\nした事項」とは，当業者によって，明細書又は図面の全ての記載を総合することに\nより導かれる技術的事項であり，補正が，このようにして導かれる技術的事項との\n関係において，新たな技術的事項を導入しないものであるときは，当該補正は，\n「明細書又は図面に記載した事項の範囲内において」するものということができる。\nそして，本件審決は，本件第１次補正において追加された本件第１次補正明細書\n【００２７】の「トリプトファンを摂取し，人が太陽光に当たることによりセロト\nニンに変わるが，このセロトニンによる精神の安定効果，ジベレリンの細胞修復効\n果，アブシジン酸による細胞の若返り効果によると考えられる。」との記載及び\n【００４０】の「免疫グロブリンが恒常的に分泌可能にするには，Ｔリンパ球の分\n泌が充分に回復されなければならない。しかし，ジベレリンの細胞修復効果，アブ\nシジン酸による細胞の若返り効果等により根本からの回復を可能にしたものであ\nる。」との記載が新規事項の追加を含むので，本件第１次補正が当初明細書に記載\nした事項の範囲内においてしたものとはいえないと判断している。\nしたがって，本件第１次補正の適否は，上記各記載が，当初明細書の全ての記載\nを総合することにより導かれる技術的事項との関係において，新たな技術的事項を\n導入しないものであるか否かにより判断されることになる。\n(2)  本件第１次補正の適否\nア  当初明細書（甲１）には，発明に係る竹エキスの有効成分として，カルシウ\nム，マグネシウム，亜鉛，カリウム等が含まれること，サイトカイニンという植物\nのみに存在する成長ホルモンが含まれること，強い還元力を有するアブシジン酸が\n含まれることが，それぞれ記載されているものである。\nそして，本件第１次補正明細書【００２７】の記載が追加されることにより，竹\nエキスは，「ジベレリン」を含有するものであることが明記されることになる。\nしかしながら，当初明細書には，竹エキスに有効成分として「ジベレリン」が含\n有されていることは何ら記載されていない。\nまた，本件出願日当時，竹エキスに「ジベレリン」が含有されていることが自明\nであるとも認められない。\nしたがって，本件第１次補正によって前記【００２７】の「ジベレリン」に関す\nる記載を追加することは，当初明細書に記載した事項の範囲内においてしたもので\nはない。\nイ  この点について，原告は，甲１８文献からすると，本件出願日当時，ジベレ\nリンはアブシジン酸やサイトカイニンと同一のグループに属する植物成長ホルモン\nとして公知の物質であり，【００２７】の追加事項は，ジベレリンの効能を確認的\nに記載したものにすぎない，ジベレリンが細胞修復効果，創傷治癒や血管新生誘導\n効果等を有することは，甲１９文献及び甲２０文献により開示されていることなど\nから，当初明細書にジベレリンなる用語が記載されていないからといって，直ちに\n新規事項の追加となるものではないなどと主張する。\nしかしながら，上記各文献に，原告指摘の事項が記載されており，ジベレリンが\n植物成長ホルモンとして周知であるとしても，本件出願日当時，竹エキスに有効成\n分として「ジベレリン」が含有されていることが自明であると認めることはできな\nい。先に指摘したとおり，当初明細書には竹エキスにサイトカイニンとアブシジン\n酸が含まれること，サイトカイニンが植物成長ホルモンであることが記載されてい\nるにすぎないものであって，竹エキスにジベレリンが含まれていることが記載され\nているものではない。したがって，ジベレリンがサイトカイニンと同じく植物成長\nホルモンであることをもって，当初明細書のサイトカイニンやアブシジン酸に関す\nる記載から，ジベレリンも竹エキスに含有されるものとして自明であるということ\nができないことは明らかである。原告の主張は採用できない。\n(3)  小括\n以上からすると，本件第１次補正において，少なくとも本件第１次補正明細書\n【００２７】に係る記載は，当初明細書に記載した事項の範囲内においてしたもの\nではないから，本件第１次補正が，特許法１７条の２第３項に規定する要件を満た\nしておらず，本件出願は拒絶すべきであるとした本件審決の判断に誤りはない。\n２  取消事由２（本件第２次補正発明４の実施可能要件に係る判断の誤り）につ\nいて\n前記１のとおり，本件第１次補正は，新規事項の追加に該当するものであり，本\n件出願は，そのことのみをもって，拒絶されるべきものである。\nもっとも，本件審決は，本件第２次補正発明４に係る実施可能要件及び本件第２\n次補正発明１に係る進歩性についても進んで検討しており，原告も，本件審決のこ\nれらの判断についても，それぞれ取消事由として主張する。\nそこで，本件では，事案に鑑み，取消事由２についても検討することとする。\n(1)  本件第２次補正発明４について\nア  本件第２次補正発明４の特許請求の範囲は，前記第２の２に記載のとおりで\nある。\n同発明は，「縦割りした孟宗竹を水に浸して９５℃以上に加熱し，２時間４５分\n～３時間１５分前記温度を保持する」という竹エキスの抽出方法を用いることと，\n竹エキスに「サイトカイニン及びアブシジン酸」という成分が含有されていること\nが，発明特定事項とされているものである。もっとも，同発明は，あくまでも「竹\nエキスを主成分とした抗癌剤」に関するものであって，竹エキスに含有されている\n「サイトカイニン及びアブシジン酸」という成分それ自体が抗癌剤の有効成分であ\nるとまで特定するものではないことは，請求項４の記載から明らかである。\nイ  本件第２次補正明細書（甲１，甲７の２，甲１７の２）には，本件第２次補\n正発明４に係る抗癌剤に，サイトカイニンという植物のみに存在する成長ホルモン\nが含まれること，サイトカイニンが癌患者の体内に入ると，インターロイキン１な\nいし２の役割を果たすことなどにより，結果として白血球が癌細胞に侵入すること\nが可能となり，癌細胞を消滅させることができることが記載されている。\nまた，本件第２次補正明細書には，本件第２次補正発明４に係る抗癌剤には，強\nい還元力を有するアブシジン酸が含まれており，アブシジン酸が，癌細胞の存在に\nより機能が低下していた臓器を回復させることが記載されている。\nさらに，本件第２次補正の実施例２には，本件第２次補正発明４に係る主成分が\n竹エキスの抗癌剤を癌患者に飲用させることにより，余命１か月ないし４か月と医\n師から宣告されていた癌患者が回復したことなどから，このような抗癌剤について\nは，癌に対する臨床的意義を有することが確認されたことが記載されている。\nウ  したがって，本件第２次補正明細書には，「主成分が竹エキスである抗癌\n剤」についての治療効果が記載されているということができる。\n(2)  検討\nア  本件審決は，原告が指摘する製造方法に係る記載について，本件第２次補正\n発明４の抗癌剤の主成分である「竹エキス」それ自体の製造方法について一通り説\n明するものにすぎず，①「竹エキス」が「サイトカイニン及びアブシジン酸」を含\n有すること，②それら「サイトカイニン及びアブシジン酸」が本件第２次補正発明\n４に係る抗癌剤としての効能を発揮する成分であることについて，客観的に裏付け\nるものとはいえないから，本件第２次補正発明４について，本件第２次補正明細書\nの記載は実施可能要件を欠くものであるとし，被告も，同旨の主張をする。\nしかしながら，前記(1)アのとおり，本件第２次補正発明４は，「主成分が竹エ\nキスである抗癌剤」に係る発明であって，「有効成分がサイトカイニン及びアブシ\nジン酸である抗癌剤」に係る発明ではないから，本件第２次補正発明４に係る「竹\nエキス」が現実に「サイトカイニン及びアブシジン酸」を有効量含み，かつ，それ\nら「サイトカイニン及びアブシジン酸」が抗癌作用を及ぼした薬効成分の実体であ\nることまで本件第２次補正明細書に記載されていなくても，抗癌作用がある竹エキ\nスそれ自体の製造が実施可能な程度に記載されていれば足りるというべきであるか\nら，竹エキスに含有されていると記載されているサイトカイニン及びアブシジン酸\nに抗癌作用があることが記載されてないことを理由に，実施可能要件を充足しない\nとした本件審決の判断は，その前提に誤りがあるといわなければならない。\nイ  そこで，抗癌作用がある竹エキスそれ自体の製造が本件第２次補正明細書に\n実施可能な程度に記載されているかというと，この点について，原告は，当初明細\n書には，竹エキスの製造方法について明確かつ十分に記載されているものであるし，\n本件第２次補正発明４の効果も，本件第１次補正明細書【００２９】ないし【００\n３９】において抗癌作用が説明されており，具体例として実施例２が挙げられてい\nるのみならず，他にも多くの治癒例が存在する（甲２４文献）などと主張する。\n確かに，当初明細書には，「竹を容器のサイズに合わせた長さに切り揃え，更に\n３～５ｃｍの幅に縦割りする。このようにして，縦割りされた竹片を２０～３０本\nずつ束ね，水を容器に入れ，竹を浸漬させる。次に，竹を浸漬させた水を９５℃以\n上に加熱し，２時間４５分～３時間１５分間９５℃以上の温度で保持する。その後，\n９５℃以上の温度で保持したまま竹を容器から抜き取ることにより，竹エキスを主\n成分とした飲料を得ることができる。」と記載されており，竹エキスの製造方法に\nついては，当業者が実施することができる程度に明確かつ十分に記載されているも\nのということができる。\nウ  しかしながら，本件第２次補正明細書の前記実施例２についてみても，同表\n２は，４名の末期癌患者について，本件第２次補正発明４の竹エキスを主成分とし\nた医薬の飲用前の健康状態，飲用を開始してから２週間後の健康状況について記載\nしたものであるところ，その記載事項は，以下の(ア)ないし(エ)のとおりである\n（左から「患者名」「性別」「年齢」「飲用前の患者の健康状態」「飲用後の患者\nの健康状態」の順に記載する。なお，飲用状況については，いずれの症例において\nも「空腹時に１日３回２００ｍｌ飲料」である。）にすぎない。\n(ア)  患者６  男  ６４歳  末期胃癌余命３月  １月後手術ができる状態まで回\n復\n(イ)  患者７  男  ６７歳  大腸癌余命４月  １月後退院し，農作業ができるま\nで回復\n(ウ)  患者８  男  ６５歳  肝臓癌余命１月  ２週間後に黄疸が取れ，退院\n(エ)  患者９  女  ５１歳  子宮癌全身転移  癌の進行が停止\nエ  以上の記載によれば，本件第２次補正明細書の実施例２は，本件第２次補正\n発明４に規定される「竹エキス」を主成分とする抗癌剤それ自体の癌改善効果に関\nする記載であることは否定できないし，被告も，それ自体については，特に争って\nいるわけではない。\nしかしながら，実施例２の記載内容は，いずれも末期癌又は全身転移が見られる\n重篤な癌患者に対し，本件第２次補正発明４に係る竹エキスを主成分とした医薬を\n飲用させたところ，症状の改善が認められたことから，直ちに臨床的意義が確認さ\nれたものとするにとどまるものであって，各臨床実験に係るその余の条件（飲用開\n始前の具体的症状，投薬等の他の治療を併用したか否か，食事条件，生活状況，飲\n用中における症状の推移，飲用後の具体的症状，症状の改善に関する客観的判定方\n法等）については不明である。そうすると，上記実施例は，臨床実験の条件や効果\nの評価方法に関する開示が具体的ではなく，主として被験者の主観的な感想に基づ\nくものであるとの疑念が生じざるを得ないものであって，上記各具体的条件の開示\nをふまえ，本件第２次補正発明４の抗癌剤の効果について客観的に明らかにされな\nければ，抗癌作用がある竹エキスそれ自体の製造が実施可能な程度に記載されてい\nるということはできない。\nオ  しかも，甲６の５文献は，竹エキス含有保健食品に関する文献，甲１３の２\n文献は，健康食品及び抗腫瘍剤に関する文献，特開平９－２７８６６２号（甲１３\nの３）は，抗アレルギー剤に関する文献，乙１０文献は，竹エキス入り食品添加剤\n並びにその製造方法に関する文献，乙１１文献は，竹類よりエキスを採取する方法\nに関する文献であるところ，これらの文献には，それぞれ竹エキスを食品や医薬の\n成分として経口摂取すること，竹の葉や竹エキスの摂取により，鎮静，解熱，鎮咳，\n止血，喘息，高熱，便通解消，血色がよくなる，心身が爽快となる，抗癌作用，ア\nレルギー性鼻炎（花粉症）又はアレルギー症状の予防及び改善，健康維持，防臭，\n防腐，風味付けなどの効果が生じることが記載されているものである。したがって，\n竹エキスの上記の程度にとどまる効果は，本件出願日前に当業者にとって周知事項\nであったというべきところ，原告の主張する本件第２次補正発明４の前記効果は，\n上記周知事項から当業者が予期できるもの以上の効果であるから，本件第２次補正\n発明４に独自の当該効果が奏されたことが確認できなければ，本件第２次補正発明\n４の進歩性も認めることはできないものである。\nカ  その見地からみると，前記のとおり，竹エキスに含有されると記載されてい\nる「サイトカイニン及びアブシジン酸」それ自体に抗癌作用があるとの記載がない\nとして本件第２次補正発明４の実施可能要件を否定した本件審決の判断は，その前\n提を誤るものであったとしても，本件第２次補正発明４に係る実施可能要件につい\nて，本件審決によって否定されている以上，竹エキスそれ自体の抗癌作用を主張立\n証して，本件審決の判断とは異なって，本件第２次補正発明４の実施可能要件を肯\n定し得る場合であることを明らかにすべきものであったのに，原告は，本件第２次\n補正発明４の実施可能要件に係る本件第２次補正明細書の記載について，抽象的か\nつ主観的な主張を繰り返すにすぎず，本件第２次補正発明４として独自の効果が具\n体的に生じているか否かはなお不明である。\n以上からすると，本件第２次補正明細書の実施例２をもってしても，癌改善効果\nに関する前記認定程度の記載では，本件第２次補正発明４の竹エキスを主成分とす\nる抗癌剤について，そのような抗癌効果が存在する竹エキスの製造が実施可能な程\n度に記載されているということはできず，実施可能要件を充足するものと認めるこ\nとはできない。\nなお，原告は，抗癌効果が認められることは，甲２４文献によっても明らかであ\nるなどと主張するが，同文献は，６３歳男性の検査結果報告書にすぎず，当該患者\nの検査結果の推移について読み取ることは可能であるが，本件第２次補正発明４の\n抗癌剤の飲用開始前の具体的症状，投薬等の他の治療を併用したか否か，食事条件，\n生活状況，飲用中における症状の推移，飲用後の具体的症状等について不明である\nことは，本件第２次補正明細書の実施例２と同様である。しかも，同文献には，\n「担当医より昨日，骨に移転しているため，それを小さく集めてからでないとホル\nモン治療できない。２週間，抗癌剤を必ず服用するように言われたようである。薬\nと治療をしながらバンブリアン（判決中・本件第２次補正発明４の実施品と推測さ\nれる。）を飲用しようか悩んでいるようです。」という趣旨の記載があり，他の治\n療が併用されていたことがうかがわれるものである。原告の主張は採用できない。\n(3)  小括\n以上からすると，本件第２次補正明細書の記載は実施可能要件を欠くものである\nとした本件審決の判断は，抗癌作用がある竹エキスそれ自体の製造が実施可能な程\n度に記載されていないという結論においては，誤りがなく，これを取り消すまでの\n違法があるということはできない。\n３  結論\n以上の次第であるから，その余の取消事由について判断するまでもなく，本件審\n決は結論において正当であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n（別紙１）\n【請求項１】竹を水に浸す工程と，９５℃以上に前記水を加熱して２時間４５分～\n３時間１５分前記温度を保持して抽出する工程とによって得られる竹エキスを主成\n分とすることを特徴とする飲料\n【請求項２】前記竹は，孟宗竹である請求項１に記載の飲料\n【請求項３】竹を水に浸す工程と，９５℃以上に前記水を加熱して２時間４５分～\n３時間１５分前記温度を保持して抽出する工程とによって得られる竹エキスに，ハ\nーブとスパイスのいずれか一方または両方を配合した飲料であって，前記竹エキス\nは主成分であることを特徴とする飲料\n【請求項４】前記竹は，孟宗竹である請求項３に記載の飲料\n【請求項５】竹を水に浸す工程と，９５℃以上に前記水を加熱して２時間４５分～\n３時間１５分前記温度を保持して抽出する工程とによって得られる竹エキスと，ヒ\nアルロン酸ナトリウムとを配合させたことを特徴とする医薬\n【請求項６】前記竹は，孟宗竹である請求項５に記載の医薬\n（別紙２）\n【請求項１】縦割りした竹片を水に浸して９５℃以上に加熱し，２時間４５分～３\n時間１５分前記温度を保持して得られる竹エキスを主成分とすることを特徴とする\n飲料\n【請求項２】縦割りした竹片とハーブを水に浸して９５℃以上に加熱し，２時間４\n５分～３時間１５分前記温度を保持して前記ハーブ入りの竹エキスを抽出し，前記\nハーブ入りの竹エキスを主成分とする飲料に２％程度の前記ハーブが配合されてい\nることを特徴とする竹エキスを主成分とした飲料\n【請求項３】縦割りした竹片とスパイスを水に浸して９５℃以上に加熱し，２時間\n４５分～３時間１５分前記温度を保持して前記スパイス入りの竹エキスを抽出し，\n前記スパイス入りの竹エキスを主成分とする飲料に１０％程度のスパイスが配合さ\nれていることを特徴とする竹エキスを主成分とした飲料\n【請求項４】縦割りした竹片とハーブ及びスパイスを水に浸して９５℃以上に加熱\nし，２時間４５分～３時間１５分前記温度を保持して前記ハーブ及びスパイス入り\nの竹エキスを抽出し，前記ハーブ及びスパイス入りの竹エキスを主成分とする飲料\nに２％程度の前記ハーブが配合されると共に，１０％程度のスパイスが配合されて\nいることを特徴とする竹エキスを主成分とした飲料\n【請求項５】縦割りした竹片を水に浸して９５℃以上に加熱し，２時間４５分～３\n時間１５分前記温度を保持して竹エキスを抽出し，前記竹エキスを全体の１５～２\n５％として，ヒアルロン酸ナトリウムを全体で０．２～２％配合させたことを特徴\nとする医薬\n【請求項６】縦割りした竹片を水に浸して９５℃以上に加熱し，２時間４５分～３\n時間１５分前記温度を保持し，マグネシウム及び亜鉛を含有する竹エキスを抽出し，\n前記竹エキスを主成分としたことを特徴とする糖尿病医薬\n【請求項７】縦割りした竹片を水に浸して９５℃以上に加熱し，２時間４５分～３\n時間１５分前記温度を保持し，サイトカイニン及びアブシジン酸を含有する竹エキ\nスを抽出し，前記竹エキスを主成分としたことを特徴とする抗癌剤\n【請求項８】縦割りした竹片を水に浸して９５℃以上に加熱し，２時間４５分～３\n時間１５分前記温度を保持して竹エキスを抽出し，前記竹エキスにアロエとカプサ\nイシンを配合させたことを特徴とする育毛剤\n（別紙３）\n【請求項１】縦割りした孟宗竹を水に浸して９５℃以上に加熱し，２時間４５分～\n３時間１５分前記温度を保持することにより，成長ホルモンを含有する前記孟宗竹\nの竹エキスを抽出し，得られた前記竹エキスを飲料に含有させたことを特徴とする\n竹エキスを主成分とした飲料\n【請求項４】縦割りした孟宗竹を水に浸して９５℃以上に加熱し，２時間４５分～\n３時間１５分前記温度を保持することによりサイトカイニン及びアブシジン酸を含\n有する前記孟宗竹の竹エキスを抽出して得られる竹エキスを主成分としたことを特\n徴とする抗癌剤\n"
}