{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 3,
    "day": 25
  },
  "case_number": "平成27(ワ)1715",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第１６民事部",
  "gist": "傷害事件の被疑者として警察官から複数回の取調べを受けるなどした原告が，同事件の捜査を担当した警察官らについて，恫喝的・脅迫的な取調べや，原告の尊厳を著しく害する取調べを行った上，承諾なしに所持品検査や写真撮影を行ったこと，取調べ状況報告書への押印を認めず指印を強要したこと，供述調書の記載内容の追加申出に応じなかったこと，逮捕されていないのに，身柄引請書の作成を求めて逮捕をほのめかすことなどの数多くの違法な捜査を行ったと主張して損害賠償の支払を求めた事案について，警察官の原告に対する取調べにおいて，社会通念上相当な方法及び限度を超える態様での取調べがあったこと，取調べ状況報告書への押印を認めずに指印させたこと，供述調書の記載内容の追加申出に応じなかったことが違法であるとして，請求の一部を認容した事例",
  "lawsuit_id": "85887",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85887",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/887/085887_hanrei.pdf",
  "contents": "主                    文\n１  被告は，原告に対し，１００万円及びこれに対する平成２５年１１月７日か\nら支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを２分し，その１を原告の負担とし，その余を被告の負担\nとする。\n４  この判決は１項に限り仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  被告は，原告に対し，２００万円及びこれに対する平成２５年１１月７日か\nら支払済みまで年５分の割合による金員を支払え。\n２  訴訟費用は被告の負担とする。\n３  仮執行宣言\n第２  事案の概要\n１  本件は，平成２５年８月１１日に，訴外Ａに暴行を加え，傷害を負わせたと\nの傷害事件の被疑者として警察官から取調べを受けた原告が，同事件の捜査を\n担当した警察官らが違法な捜査を行ったと主張して，被告に対し，国家賠償法\n（以下「国賠法」という。）１条１項に基づき慰謝料２００万円及びこれに対\nする平成２５年１１月７日（最終行為日）から支払済みまで年５分の割合によ\nる遅延損害金の支払を求める事案である。\n２  前提事実（争いのない事実あるいは後掲各証拠により容易に認定できる事実）\n(1)  当事者等\nア  原告は，平成２５年（以下，平成２５年については同年の記載を省略す\nる。）９月当時，７９歳であった。原告は，定年を迎えるまで，小学校の教\n員などとして勤務していた。〔甲２〕\nイ  Ｂ巡査長（以下「Ｂ警察官」という。）及びＣ巡査部長（以下「Ｃ警察官」\nという。）は，９月当時，いずれもＤ警察署に所属する警察官であった。\n(2)  捜査の経緯\nア  Ａは，８月１１日午後０時４３分，Ｄ警察署に，「原告から殴られた，自\n宅に来てほしい。」旨通報し，同署の警察官がＡ方に赴いた。\nイ  Ａは，駆けつけた警察官に対し，「今日の午後零時頃，車に乗って田んぼ\nの近くにある納屋にゴミを置きに行くと，原告が私の方に歩いてきた。そ\nしていきなり「油流し込んだやろ。」と言って，私の車に積んでいたプラス\nチック製のコンテナを掴み，私に殴りかかろうとしました。私がコンテナ\nを押さえると，今度は私の胸ぐらを掴み，右のげんこつで一回殴ってきた\nのです。私は避けきれず，そのまま顎を殴られ出血しました。」旨申告した。\nウ  Ａは，８月１６日，Ｄ警察署を訪れ，医師が作成した，診断名「下顎部\n打撲」と記載された診断書を提出するとともに，被害の届出をしたため，\nＤ警察署は，傷害事件（以下「本件傷害事件」という。）として受理して捜\n査に着手した。\n(3)  原告の取調べ\n原告は，９月９日，同月１１日，同月１２日，１１月５日及び同月７日，\nＤ警察署において，本件傷害事件についての取調べを受けた。\n９月９日と同月１１日の取調べは，Ｂ警察官によって行われ，同月１２日\n以降の取調べは，Ｂ警察官とＣ警察官によって行われた。\nなお，原告は，９月１１日の取調べを録音した。〔甲１４の１ないし５，１\n５，３４〕\n(4)  原告の処分状況等\nア  Ｄ警察署は，平成２６年２月１９日，本件傷害事件の関係書類を検察庁\nに送致した。\nイ  検察庁は，平成２６年７月１１日，原告を被告人として，本件傷害事件\nを起訴した。\nウ  裁判所は，平成２７年２月６日，原告は無罪である旨の判決を宣告し，\n同判決は，同年２月２０日の経過をもって確定した。〔甲１〕\n(5)  原告とＡとの境界紛争\n原告は，平成１７年８月３１日，Ａを相手方として，裁判所に境界確定等\n請求事件を提起し，平成１９年３月１４日に判決が言い渡された。〔甲２５，\n３０〕\n３  争点及び当事者の主張\n(1)  供述拒否権を告知しなかった違法の有無（争点１）\n【原告の主張】\nＢ警察官は，９月９日及び同月１１日の取調べの際，原告に対し供述拒否権\nを告知しておらず，違法な取調べである。\n【被告の主張】\nア  Ｂ警察官は，９月９日の取調べの際，原告に対し，「言いたくなかったら\n話さなくてもいいですよ。」「でもこちらは聞きますよ。」と告げて供述拒否\n権を告知している。\nイ  Ｂ警察官は，９月１１日の取調べの際，原告に対して供述拒否権を告知\nしていないが，９月９日の取調べの際に原告に対し供述拒否権を告知して\nおり，その２日後に同じくＢ警察官が取調べに当たっていることからすれ\nば，供述拒否権の告知を行わなかったことは違法ではない。\n(2)  ９月９日の取調べの違法性（争点２）\n【原告の主張】\nア  Ｂ警察官は，９月９日の取調べの際，原告に対して，「あなたは犯罪者，\n犯罪者には黙秘権はないので，早く答えろ」などと発言しており，これは\n原告の黙秘権を侵害する違法な取調べである。\nイ  Ｂ警察官は，９月９日の取調べの際，原告に対し，原告が少し横を向い\nたところ，「なぜ横を向くのか」「横を向くのはあんたに非があるからと違\nうか。」「下を向くな。」「下を向くのは非があるからだ」「犯罪者はよくそ\nんなことをする」と言い，原告が両手の指を自然に組んだところ，「なぜ，\nそんなことをするのか，自分に非があるからか」と言い，時間を確認する\nために腕時計を少し見ようとしたところ，「なぜ時計を見るのか。時計を\n見るな」と言い，一定の動作又は姿勢をとるよう強く要求した。このよう\nなＢ警察官の取調べは，一定の動作又は姿勢をとるよう強く要求すること\nを禁じた警察捜査における取調べ適正化指針（以下「適正化指針」という。）\nに反する違法な取調べである。\nウ  Ｂ警察官は，９月９日の取調べの際，原告に対し，頻繁に声を荒げ，原\n告に対して命令したりするなど，恫喝的・脅迫的な取調べをした。\n【被告の主張】\nア  Ｂ警察官は，９月９日の取調べの際，原告に対し，「犯罪者には黙秘権は\nないので，早く答えろ」等の発言はしてない。\nイ  Ｂ警察官は，９月９日の取調べの際，原告に対し，取調べ中に下を向い\nたり壁を向いたりしてよそ見をする原告に対して前を向くように注意し\nたことがあり，その際に「答えに困って下を向くのは非があるからではな\nいのか。」と申し向けた事実はあるが，一定の動作又は姿勢を取るよう強\nく要求することに当たるものではない。\n(3)  ９月１１日の取調べの違法性（争点３）\n【原告の主張】\nア  Ｂ警察官による９月１１日の取調べにおける以下の言動は，原告の黙秘\n権を侵害し，また，被疑者の尊厳を著しく害するような言動をすることや，\n殊更不安を覚えさせ，又は困惑させるような言動をすることを禁じた適正\n化指針に反する違法な取調べである。\nイ  供述を強要する言動\n(ｱ)  Ｂ警察官は，原告に対し，「答えたらどうですか。命令じゃないとだ\nめや，答えろと言わんとあかん。黙れっていうのん守るんやったら，命\n令の答えろは守れるよな」「答えろ，答えろ，あんたがそうまでしてやっ\nてないと言い切る理由は何や。答えろ。答えろ。」「考えろ。これ命令や\nで。」「命令しなければ答えれませんか。答えろ。黙らなくていいから答\nえろ。」「こうしようか，黙るなよにしようか」などと，黙秘権侵害であ\nることが明らかな言動を繰り返した。\n(ｲ)  Ｂ警察官は，原告に対し，Ａが嘘をついているのかと執拗に問いただ\nし，「言い切ろや。」「そこ，言い切ろうやって言うてんねん」「そこは言\nい切りよや，言い切ってよ。」「言い切れや」などと畏怖するような強い\n口調で供述を命令した。\n(ｳ)  Ｂ警察官は，原告が知らないことを知らないと言ってはいけないのか，\nと発言したことに対し，「あかんよ」と言って黙秘権を侵害し，供述拒否\n権を否定する言動を行った。\nウ  自白を強要する言動\nＢ警察官は，９月１１日の取調べの際，「すいませんやりましたって一言\n言うたら，すぐ済む話やで。」「さっさと認めろ」「素直に認めることもまた\nしかり。別にいつでもええんやで。いつ認めてくれても。すいません，や\nりましたて，一言言うてくれればそれで済む。あんまり言うと自白の強要\nになるな。やったと思ったんやったら，すいません，やりました，そんな\n記憶がちょっとありますて言うてくれてもいい。」などと，自白を強要する\n発言を繰り返した。\nエ  原告の尊厳を著しく害する言動\n(ｱ)  名前に関する侮辱的言動等\nＢ警察官は，原告のことを「あんたみたいなじいさん」といい，その\n後，「●●さん，■■さんやったっけ。どっちでもいいけど。」などと，\n故意に名前を間違え，名前をどうでもいいという趣旨の発言をし，さら\nには，原告の名前を呼び捨てにした上で，「名前呼ぶのもおっくうや。不\n毛や。ちゃんちゃらおかしいわ。」などと言い，「ばかでもわかるやろ，\nこんなもん。」と原告を「ばか」呼ばわりまでするなど，原告の人権を無\n視した許し難い侮辱的言動を繰り返した。\n(ｲ)  元教師であることを侮辱した言動\nＢ警察官は，原告に対し，「小学校の先生やってて，はずかしいと思い\nませんか。」「あんた，教師やろ，元。」「わからんもんはわからんと言う\nてるやつにわからんままでええんかと聞いてんねん。ええ。先生さんよ\nお。元。ちゃう。ええ。わからんもんはわからんままでええんかて聞い\nてんねん。どっちや。」「あんた，どうやって物事を教えてきたんや，人\nに。ガキやから，適当に言うとったら，あしらっとったんちゃうん。え\nえ，１２歳のガキまで，適当にあしらっとったら，先生，先生言うてく\nるから，適当に答えとったんやろ。あんたがそういう回答するんやった\nら，あんたの人生そういうふうにしか見いへんで。ああ」などと言い，\n原告を侮辱する発言を繰り返した。\n(ｳ)  これまでの人生を全否定するかのような侮辱的言動\nＢ警察官は，原告に対し，「あんた今まで図星付かれたら，あ，そうで\nすかあて言うたやろ。あんたそうやって生きてきたやろ。ちゃうん。」「あ\nんた，そうやって言うてきてんやろて。これからも，今までも。」「それ\nで真っ当に生きた，誠実に生きたと言えますか。」などと，これまでの原\n告の人生を全否定するかのような侮辱的言動を繰り返した。\n(ｴ)  高齢者である原告を侮辱する言動\nＢ警察官は，原告に対し「うるさいな，人の揚げ足ばかりとって。８\n０まで生きてきてそれか。くだらんな，不毛や。俺もこんなんなんのか\nなー，うちの親父見てると。」「人間やっぱり年っていうたらプライドだ\nけが残るな」などと，高齢者である原告を侮辱する言動を行った。\n(ｵ)  否認を認めない侮辱的言動\nＢ警察官は，否認を続ける原告に対し，否認を認めず，「ぐじゅぐじゅ\n否認」「いっちょまえに否定」などと言い，原告を侮辱した。\n(ｶ)  被疑者を犯人であるとする言動\nＢ警察官は，原告に対し，「あなたは被疑者です」「犯人です。」と，被\n疑者イコール犯人との信じ難い言動をした。\n(ｷ)  以上のようなＢ警察官による侮辱的取り調べは，被疑者の尊厳を著し\nく害するような言動をすることを禁じた適正化指針に違反するとともに，\n困惑させるような言動をすることを禁じた適正化指針にも違反する取調\nべである。\nオ  原告を困惑させる言動\nＢ警察官は，９月１１日の取調べの際，原告に対し，Ａが嘘をついてい\nるかどうか，なぜＡが嘘をついているのかを執拗に何度も何度も繰り返し\n質問してきた。これに対し，原告はＡでしか答えることができない質問で\nあり，答えることはできないと供述しているにもかかわらず，Ｂ警察官は，\nグリム童話や小学生を例に出すなどして原告を責め続けた。このようなＢ\n警察官の取調べは，殊更不安を覚えさせ，又は困惑させるような言動をす\nることを禁じた適正化指針に違反する言動である。\nカ  恫喝的・脅迫的な言動\n上記各取調べに際し，Ｂ警察官は，原告に対し，頻繁に声を荒げ，原告\nに対して命令したりするなど，恫喝的・脅迫的な言動を行った。\nキ  被告は，原告がＢ警察官に向けて揚げ足取りをするような発言や挑発を\nするような発言をしたなどと主張するが，原告がそのような発言を行った\nことはない。Ｂ警察官は，原告に対し，取調べの開始から侮辱的な態度を\n取り続け，執拗にＡが嘘をついているのかなどと問い詰めている。しかし，\nＡが嘘をついているか否かなどは，原告が答える立場にある質問ではなく，\nＡに確認すべき質問であり，原告がＢ警察官に対して知らないと答え続け\nるのは当然である。それにもかかわらず，Ｂ警察官は，原告の対応に逆上\nし，違法な言動に及んだのである。\n【被告の主張】\nア  Ｂ警察官は，Ａが原告と会ったときに殴られて怪我をしたとして，その\n直後に警察に被害申告しており，原告もＡと諍いがあったことを認めてい\nることから，原告が殴っていないというなら，Ａが嘘をついていることに\nなるので，「Ａが嘘をついているのか。」という点を繰り返し問いただした。\nこれに対し，原告は，「Ａが嘘をついている」と言わず，あくまで「知らな\nい。」とのみ言い通していたことから，Ｂ警察官は，気負いや経験不足から\n冷静さを欠き，また，原告が録音を意識して行った揚げ足取りをするよう\nな発言，挑発をするような発言もあったために，誤解を招く発言をしたと\nころはある。しかし，Ｂ警察官としては，その状況を打開して取調べを継\n続する努力を重ねていたのであり，取調べ全体の流れからみて，取調べの\n相当性の範囲を逸脱したものとはいえない。\nイ  供述を強要する言動について\n(ｱ)  Ｂ警察官が，原告に対し，「考えろ，これ命令やで。」等の言動を行っ\nたのは，Ｂ警察官が話しているのを，原告が「聞かない」「私の話を聞い\nてくれ」と言ったことから，Ｂ警察官が，原告に対して，「黙れよ。」と\n言ったところ，原告がこの発言を執拗に取り上げてくってかかってきた\nので，Ｂ警察官が「黙れといったことを守るというのなら，答えろと命\n令するから答えろよ。」と述べ，その延長線上での問答として行ったもの\nである。したがって，Ｂ警察官が原告の黙秘権を侵害しようとしたもの\nでないことは明らかである。\n(ｲ)  「すいませんやりましたって一言いうたら，すぐすむ話やで」等のＢ\n警察官の発言は，発言の流れからして，原告に自白を促す発言であって，\n自白を強要する発言には当たらない。Ｂ警察官が，原告に対し，自白を\n促すこと自体は違法ではない。\nウ  原告の尊厳を著しく害する言動について\n(ｱ)  名前に関する侮辱的言動\nＢ警察官は，原告の名前を故意に間違えたものではない。名前の呼び\n捨てもその前からの不毛な問題に区切りをみつけるための発言であり，\n人権を無視した侮辱的な発言とまでいえるものではない。\n(ｲ)  元教師であることを侮辱した言動，これまでの人生を全否定するかの\nような侮辱的言動，高齢者を侮辱する言動\n原告が指摘するＢ警察官の発言は，取調べに対して不誠実な態度や不\n合理な返答を繰り返す原告に対し，その是正を促すためになされたもの\nであり，発言の流れからして，原告を侮辱する意図があったとまではい\nえない。\n(ｳ)  否認を認めない侮辱的言動\n取調べにおいて否認する者に否認が認め難いことを述べることは非難\nされることではなく，原告が指摘するＢ警察官の言動が，原告を侮辱し\nたものとまではいえない。\n(ｴ)  被疑者を犯人であるとする言動\n原告がＢ警察官の姿勢をとがめ，「立場が違うの。」と問われたことに\n対して述べたことであり，原告の尊厳を著しく害する発言ではない。\nエ  原告を困惑させる言動について\n本件傷害事件では，原告の言い分が正しければ，Ａが嘘を言っているこ\nとにならざるを得ないのに，原告があくまで「知らない。」と言い張るので，\nＢ警察官において，グリム童話や小学生を例に挙げて，その不合理さを説\n明しているのであり，原告を困惑させるようなものではない。\nオ  恫喝的・脅迫的な言動について\nＢ警察官が語気強く追及したり，命令口調で反省を促す言動はあったも\nのの，原告によるＢ警察官に対する挑発的言動や不合理な弁解に終始する\n態度に対するものであり，恫喝的・脅迫的な言動とはいえない。\n(4)  先入観に基づく違法な捜査の有無（争点４）\n【原告の主張】\nＢ警察官は，Ａの申告内容とＡの怪我の状態が医学的に整合しないことを\n容易に判断できたにもかかわらず，何ら証拠を精査しようとせず，Ａの供述\nを過信し，９月１１日の取調べにおいて，原告に対し，「何でいきなりあんた\nにどつかれなあかんねん，何であんな怪我しなあかんねん，言うてみいや。」\nなどと先入観に基づく違法な取調べを行っているが，これは，先入観に基づ\nく捜査を禁止する犯罪捜査規範４条２項に違反する違法な捜査である。\n【被告の主張】\nＤ警察署では，本件当日，１１０番通報によりＡ宅に赴いた警察官が，Ａ\nから暴行を受けた状況を聴取していることや，その際，同人の顔面に暴行に\nよるものと思われる負傷を認めていること，さらには同人が提出した医師の\n診断書や自治会をはじめとする関係者の供述等から，合理的疑いがあると認\nめて所要の捜査を行ったのであり，先入観に基づく捜査を行ったわけではな\nい。\n(5)  違法な取調状況報告書への指印の強要の有無（争点５）\n【原告の主張】\nア  原告が９月１１日の取調べ状況報告書に押印しようとしたところ，Ｂ警\n察官は，原告に対し，「印鑑あかんで。」「印鑑あかんねん。印鑑あかんねん，\nこれ。」「指印押して。」と言い，原告が，「昨日いけたのに。」と尋ねると，\n「今日は印鑑あかん。ちょっとやり方変えるわ。」と言い，原告に指印を押\nすことを強要した。\nイ  Ｂ警察官は，刑事訴訟法等では指印が要求されていないにもかかわらず，\n原告が自らの思うような供述をしないため，嫌がらせとして，取調状況報\n告書への指印を強要したものであって，これは被疑者の尊厳を著しく害す\nるような言動をすることを定める適正化指針に違反する違法な取調べであ\nる。\n【被告の主張】\n原告は，取調べ状況報告書に指印を押すことを拒否する態度を示しておら\nず，Ｂ警察官の申し出に素直に従って指印を押印していることからすれば，\nＢ警察官が原告に指印を強要したとはいえない。\n(6)  Ｄ警察署による組織ぐるみの違法な証拠隠滅行為の有無（争点６）\n【原告の主張】\n原告代理人は，９月１１日，Ｄ警察署のＢ警察官宛に抗議文をファクシミ\nリで送信した上，同月１２日，Ｄ警察署の警察官に対し，抗議文の内容を確\n認したかを尋ねたところ，白紙のものしか届いていないなどという信じ難い\n回答をしてきた。このように，Ｄ警察署は，組織ぐるみで違法捜査の証拠を\n隠滅しようとしており，このような行為は違法である。\n【被告の主張】\nＤ警察署が，原告代理人から抗議文をファクシミリで受け取ったという事\n実はない。原告代理人がファクシミリで送信したと主張する９月１１日の午\n後８時頃，白紙の紙が数枚ファクシミリ送信されてきたが，送信前の事前連\n絡や送信後の確認の連絡もなく，宛先や差出人等もわからなかったために廃\n棄したことがあったのみである。\n(7)  原告の承諾を得ずに行った違法な所持品検査の有無（争点７）\n【原告の主張】\nア  Ｃ警察官は，９月１２日の取調べを開始するに当たり，原告が了承して\nいないにもかかわらず，着衣の上から原告の体を触って所持品検査を開始\nし，最終的には原告の靴の中にまで指を入れて確認するという行為に及ん\nだ。\nイ  原告の承諾を得ずに行われた上記所持品検査は，被疑者の身体に接触す\nることを禁じた適正化指針に違反するものであって，違法である。\n【被告の主張】\nア  Ｂ警察官は，９月１２日の取調べに先立ち，所持品検査を実施した事実\nはあるが，危険物等の所持の有無を確認するためのものであって，その方\n法も原告の承諾を得た上で，原告自身に着衣のポケット内の所持品を取り\n出させた後，着衣の上からポケット等を確認するという程度のものであり，\n靴の中に指を入れてまでの検査を行った事実はない。\nイ  危険物等発見のために所持品検査を行うことは正当な行為であって，適\n正化指針に定めるやむを得ない場合における行為に当たるものであるから，\n違法ではない。\n(8)  原告の承諾を得ずに行った違法な写真撮影の有無（争点８）\n【原告の主張】\nＢ警察官は，１１月５日の取調べの際，原告の承諾を得ていないにもかか\nわらず，令状発付も受けずに，取調室に在室している原告の写真を撮影した。\nこれは，原告の肖像権を侵害するものであって，憲法１３条に反する違法捜\n査である。\n【被告の主張】\nＢ警察官は，１１月５日の取調べの際，原告が供述調書を閲覧している状\n況を写真撮影したが，取調べに対する紛議を防止するとともに，供述調書を\n適正に読み聞かせていることを担保する目的で，原告の承諾を得た上で撮影\nを行っており，違法捜査とはいえない。\n(9)  刑事訴訟法１９８条４項に反する違法な増減申立て拒否の有無（争点９）\n【原告の主張】\nア  原告は，１１月７日の取調べの際，Ｂ警察官に対し，Ｅに確認した事実\nを供述調書に追記するよう求めたが，Ｂ警察官はこれを拒否した。これは，\n刑事訴訟法１９８条４項に反する違法な行為である\nイ  原告は，事件当日である８月１１日，Ａから，以前（平成２１年）の油\nは菜種の油であるとＥから聞いていると言われたため，同月１４日にＥに\n会って直接確認したところ，Ｅは，そのようなことを言ったことはなく，\nそもそも原告の田んぼにも行ったことがないとのことであった。そこで，\n原告は，事件当日にＡが虚偽の説明をしていることの事情として供述調書\nへの追記を求めたのであり，原告が追記を求めた事項は，前記Ａの発言の\n信用性及び事件当日に関する一連のＡ供述の信用性に関連することが明ら\nかな事項であり，当日の取調べ内容と関連性がないものではない。\n【被告の主張】\nア  刑事訴訟法１９８条４項の申立ては，取り調べた事項と関連する事項に\n限られ，関連のない事項についての増減等の申立てを記載する必要はない。\nイ  Ｂ警察官は，本件事件当日である８月１１日の出来事に関して作成した\n供述調書について，原告が，同月１４日の出来事を追記するように申し出\nてきたが，当日の取調べ内容とは関連性がないため，これに応じなかった\nものであり，刑事訴訟法１９８条４項に違反するものではない。\n(10)  身柄引請書を利用した違法な捜査の有無（争点１０）\n【原告の主張】\nア  Ｂ警察官は，１１月７日の取調べ終了後，原告に対して，原告の妻から\n身柄引請書を貰うために原告方に訪れることを伝えた。原告は，その理由\nを確認したが，Ｂ警察官は説明しようとしなかった。\nイ  Ｂ警察官は，同日午後３時半頃，原告方を訪れ，原告の妻に対し，「これ，\n書いてもらわないかんのです。」「逮捕されたときに必要なんです。だから\n持ってきたんです。」などと，書類の内容及び必要性を説明することなく，\n逮捕をほのめかして身柄引請書への署名・押印を求めた。\n原告の妻が署名しなかったところ，Ｂ警察官は，原告が犯人であると決\nめつけたような強圧的な口調で，「書けたら持ってきて下さい」「嫌だった\nら，書かんでもいいですよ」などと，身柄引請書がいかにも必要であるか\nのような言動をして，原告らを不安に陥れる発言を残したまま立ち去った。\nウ  Ｂ警察官が原告の妻に渡した身柄引請書には，「ただ今貴署で取調中の下\n記の者の身柄の引請をしましたが，今後は責任をもって監督しますととも\nに，将来貴署又は関係官署から本人に呼び出しのあるときには，必ず出頭\nさせるようにします。」と記載されており，本件における処理とは整合しな\nい内容となっている。\nエ  上記のとおり，Ｂ警察官は，原告や原告の妻に対し，本件に整合しない\n身柄引請書を渡し，内容について十分な説明をしないまま同書類の提出を\n求め，逮捕をほのめかして心理的不安を与えるという捜査手法を取ってい\nるが，これは殊更不安を覚えさせ，又は困惑させるような言動をすること\nを禁止する適正化指針に違反する違法な取調べである。\n【被告の主張】\nア  Ｂ警察官は，１１月５日の取調べの際，原告に対し，取調べ等の捜査が\n終われば，事件を検察庁に送致することになり，後日検察庁からの呼び出\nしがあるかもしれないので，その際に出頭を確約するという意味で，身柄\n引請書という書類を作成してほしい旨を説明した。\nイ  原告は，上記説明に対して弁護士に依頼する旨述べていたが，１１月７\n日の取調べの際には，弁護士には伝えていないと述べた。そこで，Ｂ警察\n官は，原告から原告の妻の足が悪いと聞いていたため，原告方に赴いて身\n柄引請書の作成を依頼することとし，その旨を原告に伝えた。\nウ  Ｂ警察官が，１１月７日午後，原告方に赴いたところ，原告及びその妻\nが在宅していたので，身柄引請書を手渡して事情を説明し，検察庁から呼\nび出しがあるかもしれないので，連絡が取れなかったときなど，代わりに\n連絡の取れる人に記載して貰う書類であること，原告の妻が嫌だというの\nなら，他に誰か検討すること，逮捕しないで任意の呼び出しで捜査してい\nるため身柄引請書が必要となること，逮捕されているのであれば必要ない\n場合が多いことを説明した。\nエ  Ｂ警察官は，原告の妻から，弁護士が書いても良いといえば書く，でき\nあがれば持って行けばよいかと尋ねられたので，書いて持ってきれくれる\nのであれば，書いて持ってきて下さい，弁護士から書かなくてもいいと言\nわれれば結構ですよ，そのときはその書類を回収に来ますと述べて原告宅\nを後にした。\nオ  身柄引請書は，不拘束又は身柄を釈放する場合に作成する書類であるし，\nその記載内容からしても逮捕に必要な書面ではないことは明らかであるこ\nとからすれば，捜査員であるＢ警察官が逮捕されたときに必要などと説明\nすることはない。\n(11)  損害（争点１１）\n【原告の主張】\nＢ警察官は，黙秘権を侵害して自白及び供述を強要し，原告の人格を全否\n定するような侮辱的，屈辱的な違法な取調べを繰り返し，否認していたこと\nの嫌がらせとして，取調べ状況報告書に指印までさせるという屈辱的な取調\nべまで行ったのである。このような一連の違法な捜査によって原告が被った\n精神的苦痛はあまりにも大きいものであり，原告が被告による不法行為によ\nって被った精神的苦痛を慰謝するための慰謝料額は２００万円を下らない。\n【被告の主張】\n原告が主張する違法事由は，いずれも違法とまでは認められるものではな\nく，そのことによって原告に精神的損害が生じたとする慰謝料請求は失当で\nある。\n第３  当裁判所の判断\n１  供述拒否権を告知しなかった違法の有無（争点１）について\n(1)  原告は，９月９日の取調べの際，Ｂ警察官が供述拒否権を告知しなかった\nと主張し，これに沿う供述をする（原告本人）。\nしかし，Ｂ警察官は，同日の取り調べに当たって，原告に対し，「言いたく\nないことは言わなくていいですよ」，「ただし，こちらも聞きますんでね」と\n言って供述拒否権についての説明をしたと証言していること，供述拒否権の\n説明は，被疑者取調べの冒頭に定型的に行われる性質のものであり（刑事訴\n訟法１９８条２，犯罪捜査規範１６９条１項，甲３３），取調官がその告知を\n失念するとは直ちには考え難いこと，その他，Ｂ警察官が，原告に対し，故\n意に供述拒否権を告知せずに，原告の供述を獲得しようとしたことを窺わせ\nる事情までは見受けられないことからすれば，原告がＢ警察官から前記説明\nを受けたことを亡失してしまった可能性を否定できず，原告の供述のみをも\nって，９月９日の取調べの際に，Ｂ警察官が原告に対して供述拒否権を告知\nしなかったと認めることはできない。\n(2)  また，Ｂ警察官は，９月１１日の取調べの際，原告に対し供述拒否権を告\n知していないが（争いのない事実），被疑者が供述を拒み得ることを既に十分\n知っている場合には，改めて供述拒否権を告知しなくとも刑事訴訟法１９８\n条２項に反するものとはいえないと解される（最高裁昭和２８年４月１４日\n第三小法廷判決・刑集７巻４号８４１頁）。\n本件について見るに，同月９日と同月１１日の取調べは，いずれもＢ警察\n官による本件傷害事件についての取調べであり（前記前提事実(3)），同月９\n日に供述拒否権を告知していたと推認できること，同月１１日の取り調べに\nおいて，原告は「黙らしてもらいます」とか「私は言わない」などと述べて\n供述を拒否する場面が見受けられること（甲１５，１６，３４）からすれば，\n原告は，同日の取調べにおいても供述を拒み得ることを十分知っていたと認\nめられる。\nしたがって，同月１１日にＢ警察官が供述拒否権を告知しなかったことが\n刑事訴訟法１９８条２項に反し，国賠法１条１項の適用上違法であるともい\nえない。\n(3)  したがって，原告に対する取調べにおいて，供述拒否権を告知しなかった\n違法がある旨の原告の主張は採用できない。\n２  ９月９日の取調べの違法性（争点２）について\n(1)  「あなたは犯罪者，犯罪者には黙秘権はないので，早く答えろ」との発言\nについて\n原告は，９月９日の取調べの際，Ｂ警察官が原告に対し，「あなたは犯罪者，\n犯罪者には黙秘権はないので，早く答えろ」と発言した旨主張し，これに沿\nう供述をする（原告本人）。また，原告が９月１０日に作成したメモ（甲３１：\n以下「本件メモ」という。），原告代理人が９月１１日に原告から聞き取った\n内容を記載した同日作成の抗議書（甲１７：以下「本件抗議書」という。）及\nび同月１２日作成の抗議文（甲１８：以下本件抗議書と併せて「本件抗議書\n等」という。）には，Ｂ警察官が，９月９日の取調べの際，原告に対し，「あ\nなたは犯罪者，犯罪者には黙秘権はないので，早く答えろ」と述べた旨の記\n載がある。これらの証拠からすると，原告は，９月９日の取調べの直後であ\nる９月１０日の時点において，Ｂ警察官から「あなたは犯罪者，犯罪者には\n黙秘権はないので，早く答えろ」という趣旨の発言をされたと認識していた\nものと推認される。\nしかし，Ｂ警察官は，９月１１日の取調べにおいて，原告に対し，原告が\n犯罪者であるから原告には黙秘権が認められないとまでは述べていない（甲\n１５，３４）。このようなＢ警察官の取調べの態様からすると，Ｂ警察官が，\n９月９日の取調べの際，原告に対し，「あなたは犯罪者，犯罪者には黙秘権は\nないので，早く答えろ」などと発言するとは直ちには考え難い。そうすると，\nＢ警察官が，原告の発言を促すために行った何らかの発言を，原告が「犯罪\n者には黙秘権はない」旨誤解して受け止め，これを本件メモに記載し，さら\nには原告代理人に説明した可能性は否定できず，原告の供述並びに本件メモ\n及び本件抗議書等の記載をもって，Ｂ警察官が原告に対し，「あなたは犯罪者，\n犯罪者には黙秘権はないので，早く答えろ」と発言したとまでは認められな\nい。\nしたがって，Ｂ警察官の原告に対する「あなたは犯罪者，犯罪者には黙秘\n権はないので，早く答えろ」との発言が違法である旨の原告の主張は，その\n前提を欠き採用できない。\n(2)  一定の動作及び姿勢をとるよう強く要求するなどした行為について\nア  証拠（甲１５，３１，３４，Ｂ証人，原告本人。ただし後記認定に反す\nる部分を除く）及び弁論の全趣旨によれば，Ｂ警察官は，９月９日の取調\nべの際，原告に対し，「下を向くな。」「下を向くのは非があるからではない\nか。」「横を向くな。」「指を組むな。」「時計を見ないように。」という趣旨の\n発言を行ったと認められる。\nまた，本件メモ及び本件抗議書等には，Ｂ警察官が，原告に対し，「犯罪\n者はよくそんなことをする」旨述べた旨の記載があること（甲１７，１８，\n３１），及び，Ｂ警察官は，上記のとおり，「下を向くのは非があるからで\nはないか。」との発言を行っていることからすると，Ｂ警察官は，原告に対\nし，原告の横を向くといった態度を捉えて，「犯罪者はよくそんなことをす\nる」という趣旨の発言をしたと認められる。\nイ  被疑者に対する取調べは，被疑者に対する一定の身体的，心理的負担を\n伴うことに鑑みれば，事案の性質，被疑者に対する容疑の程度，被疑者の\n態度等諸般の事情を勘案して，社会通念上相当と認められる方法ないし限\n度において任意捜査として適法に行い得るものであり，社会通念上相当と\n認められる方法ないし限度を超える態様で行われた場合には，国賠法１条\n１項の適用上違法となると解すべきである。\n前記前提事実(2)のとおり，Ａが原告から殴られた旨を警察に申告し，現\nに下顎部打撲の傷害を負っていたことからすると，かかるＡの申告につい\nて，その信用性を直ちに否定することはできず，本件傷害事件について，\n原告には一定の嫌疑が存したといえる。また，Ｂ警察官は，前記アのとお\nり，原告に対し一定の姿勢をとるよう要求したと認められるが，Ｂ警察官\nが，自らの発問に対する原告の態度や，原告の供述態度を観察するために，\n原告に対し，下や横，時計を見ずに，自らの方を見て，また，指を組むな\nどせず姿勢を正して発問を聞き，これに答えるように求めることは，取調\nべの方法として合理性を欠くとまではいえず，また，これによって原告に\n対し，大きな身体的負担を課すとも言い難い。そうすると，Ｂ警察官が，\n前記アのとおり，原告に対し一定の姿勢を取るように要求したことは，社\n会通念上相当と認められる方法を超える態様であるとまではいえない。\nまた，Ｂ警察官が，下又は横を向いて，視線を逸らすといった原告の態\n度を捉え，原告に対し，「下を向くのは非があるからではないか。」「犯罪者\nはよくそんなことをする」との趣旨を述べて，原告に犯行を行ったのでは\nないかと追及することも，前記のとおり，原告には一定の嫌疑が認められ\nることに加え，真実発見のための取調べの方法として全く合理性を欠くと\nまではいえず，また，原告対し，大きな精神的苦痛をもたらすものである\nとまでは言い難いことからすると，当該発言のみをもって直ちに社会通念\n上相当と認められる方法ないし限度を超える態様であるとはいえない。\n(3)  恫喝的・脅迫的な取調べの有無について\n原告は，９月９日の取調べの際，Ｂ警察官が恫喝的・脅迫的な取調べを行\nった旨主張し，これに沿う供述をするが（原告本人），その具体的な態様等は\n原告の供述によっても明らかではなく，本件抗議書等においても，威圧的・\n高圧的な取調べを行っていると指摘しているにとどまることからすれば，恫\n喝的・脅迫的な取調べがあったとは認められない。\n(4)  以上より，Ｂ警察官の９月９日の取調べが国賠法１条１項の適用上違法で\nある旨の原告の主張はいずれも理由がなく採用できない。\n３  ９月１１日の取調べの違法性（争点３）について\n(1)  証拠（甲１５，３４，証人Ｂ，原告本人）及び弁論の全趣旨によれば，原\n告に対する９月１１日の取調べは，概要以下のとおりであったと認められる。\nア  Ｂ警察官は，同日の取調べにおいて，原告に対し，過去に原告の田んぼ\nに油が浮いているという出来事があった際に，この田んぼに浮いている油\nについて原告がＡの母親と話をした件について説明を求め，その後，主と\nして８月１１日の原告の行動について説明を求めた。\nイ  Ｂ警察官が，原告に対し，８月１１日の行動について説明を求めたとこ\nろ，原告は，９月９日の取調べにおいてＢ警察官から注意を受けた姿勢を\nＢ警察官自身がとっていたことから，その旨を指摘し，「あなたは何しても\nかめへんの。」と抗議した。これに対し，Ｂ警察官は，「あなたは被疑者で\nす。」と応じ，原告が「被疑者？」と聞き返したのに対し，「犯人です。」と\n答えた。これを受けて，原告が，「だから，あなたは何してもいいんですね。」\nと確認したことに対し，Ｂ警察官は「この取調べの刑事です。」と答え，さ\nらに原告が「だからこんなんしてもいいんですね。私にはするなと言うた\nことを，あなたはしてもいいんですね」と確認したところ，Ｂ警察官は，\n「はい」と答えた。\nウ  その後，Ｂ警察官は，原告に対し，再び８月１１日の行動について説明\nを求めるなどし，さらに，原告の話を前提とするとＡが怪我をする理由が\nないにもかかわらず，Ａが怪我をしている理由について考えるように求め\nた。原告は，これに対し，考えてもわからない旨答えたが，Ｂ警察官は，\n推測でも構わないから答えるように繰り返し求めた。\n続いて，Ｂ警察官は，原告に対し，Ａは原告から殴られたと言っている\nが，原告は殴っていないと言っているのであるから，どちらかが嘘をつい\nていることになると述べ，「そうでしょうね」と答えた原告に対し，Ａが嘘\nをついて原告を陥れる理由について考えるよう求めた。これに対し，原告\nは分からないと答えたが，Ｂ警察官は，繰り返しその理由を考えるよう求\nめた。\nエ  その後，Ｂ警察官は，原告に対し，Ａの怪我の状況や，原告がＡの当時\nの服装を正確に記憶していないことを指摘しながら，「何ぼ，頑固に通すの\nもかまわんけどさあ，すみませんやりましたって一言言うたら，すぐ済む\n話やで。俺に対して言いたくないんやったら別にかまわんけど。」と申し向\nけた。\nこれに対し，原告が，言いたくないのではなく，犯行を行っていないの\nである旨答えたところ，Ｂ警察官は，原告がＡを殴っていないのであれば，\nＡが嘘をついているのかと発問した。原告が，Ａが嘘をついているか否か\nについては分からない旨答えたところ，Ｂ警察官は，「言い切ろや。」「そこ，\n言い切ろうやって言うてんねん。」「そこは言い切りよや，言い切ってよ。」\nなどと述べた。これに対し，原告は，「言い切ってて，私は知らない。Ａさ\nん何したか，何考えたか，そんなん，私分からない。」などと答えたが，Ｂ\n警察官は，その後も繰り返し，Ａが嘘をついているのか，Ａが嘘をついて\nいるのであればその理由は何であるのかについて，原告に答えるよう求め\nた。\nオ  原告は，前記のようなＢ警察官の質問に対し，知らないなどと答えてい\nたところ，Ｂ警察官は，「冤罪事件かなあ，これは」などと述べながら，「や\nることやったからなあ，後は●●さん，あなたがやりましたと一言言や済\nむ話やねんけどね。やりました，すいません，余りにもＡさんの態度に腹\nが立ったんです。右手で一発，どつきました。違う？」などと申し向けた。\nカ  その後も，Ｂ警察官は，原告に対し，本件傷害事件について原告が犯行\nを行った旨の自らの見立てを説明するなどしながら，原告がＡを殴ったの\nではないかと追及し続けた。これに対し，原告は，Ａを殴っていない旨述\nべたところ，Ｂ警察官は，原告に対し，再び，それではＡが嘘をついてい\nるのかと質問した。Ｂ警察官の質問に対し，原告は知らないと答えたとこ\nろ，Ｂ警察官は，「知らない，知らないじゃないんや。」と述べ，原告が「知\nらんから知らん言うたら，それ言うたらあかんのですか。」と述べたのに対\nし，「あかんよ。」と答えた。\nキ  原告がＢ警察官の上記発言に対し，「今あかんて言うたね」などと指摘し\nたところ，Ｂ警察官は「聞き飽きた」「不毛」などと答え，さらに原告がＢ\n警察官に対し，ごまかしていると指摘したのに対し，冷静さを失い，「ごま\nかしてんのはあんたや，さっさと認めろ。殴ったやろ。」と強い口調で申し\n向けた。\nク  その後，Ｂ警察官は，原告に対し，再び８月１１日の行動について説明\nを求めるなどしながら，「あの状況でＡさん殴りつけれるのは，あんたしか\nおらへんの，他に誰かおったかい」などと述べ，原告が「私は説明したと\nおり。」と答えたことに対し，「説明したとおりちゃうで。なあ。考えるこ\nとやめたらあかんで。素直に認めることも，人の，な。思い出すことも，\nまたしかり。素直に認めることもまたしかり。別にいつでもええんやで。\nいつ認めてくれても。すいません，やりましたて，一言言うてくれればそ\nれで済む。あんまり言うと自白の強要になるな。やったと思ったんやった\nら，すいません，やりました，そんな記憶がちょっとあります言うてくれ\nてもいい。聞いてる？上の空？」などと申し向けた。\nケ  Ｂ警察官の上記発言に対し，原告が「聞いてるよ」と答えたところ，Ｂ\n警察官は，原告に対し，「やろ？この声のトーンやったら，あんた聞こえん\nねん，分かりません，聞こえませんじゃないねん，都合の悪いことは，あ\nんた，聞こえませんて言うねん。」「あんたは都合の悪いこと耳に入れたく\nないんや。」などと述べ，原告が「そうですか」と答えたことに対し，「あ\nんたが，ふん，そうですかと言えるのは，あんた，これ肯定やで，多分，\nな。認めん，図星やけど認めたくない」「図星やけど，認めたくないんや。\n違うけ。」などと述べた。Ｂ警察官のこのような発言に対し，さらに原告が\n「そうですか。」と答えたところ，Ｂ警察官は，「ほら，きた。あんた今ま\nで図星突かれたら，あ，そうですかあて言うたやろ。あんたそうやって生\nきてきたやろ。ちゃうん。」「あんた，そうやって言うてきたんやろて。こ\nれからも，今までも。」などと述べた。\nコ  その後，Ｂ警察官は，原告に対し，後日身上関係について説明を求める\nため，記憶を喚起しておくよう求めた後，再び，原告に対し，犯行を認め\nるよう追及し，また，Ａが嘘をついているのか，なぜＡが嘘をつくのかに\nついて説明を求め続けた。その中で，Ｂ警察官は，原告に対し，「グリム童\n話の話してよ，じゃあ。作家●●にやられてる。どっちの作者が嘘ついて\nんかなあ。」と述べたり，「ある小学生が，先生，この問題わかりませんと\n言いました。何でや。考えたくないです。分からないです。どうしようか。\nその問題はこういう問題です。ａさんが殴られたと言いました。ｂさんは，\n私は嘘ついていないと言っています。ａさんは嘘をついているのかいない\nのか。さあ，この問題，分からないと答えた生徒がおりました。考えたく\nないとも言っています。先生どうする。」などと質問するなどした。原告は，\nこのような質問に対して知らない，分からないなどと答えていたところ，\nＢ警察官は，原告に対し，「なあ，小学校の先生やってきて，よう挙句これ\nですか。」「恥ずかしいと思いませんか。」「それで真っ当に生きた，誠実に\n生きたと言えますか」などと述べた。\nサ  原告は，このようなＢ警察官の質問に対しても，知らない，分からない\nなどと答えていたところ，Ｂ警察官は，原告に対し，「あんた，どうやって\n物事を教えてきたんや，人に。ガキやから，適当に言うとったら，あしら\nっとったんちゃうん。ええ，１２歳のガキまで，適当にあしらっとったら，\n先生，先生言うてくるから，適当に答えとったんやろ。あんたがそういう\n回答するんやったら，あんたの人 生そういうふうにしか見いへんで。あ\nあ？」などと述べた。\nシ  その後，Ｂ警察官は，さらに，Ａがなぜ原告に殴られなければいけない\nのか，なぜ怪我をしなければいけないのか，その理由を知らないのであれ\nば考えて答えるよう求めた。\nＢ警察官は，原告に対する追及を続けるなかで，「いいですか，あなたは\n物事を推測でしか考えられんのです。それを他人に押し付けてるから今の\n状況で押し切ってるんですよ，違う」と述べた。これに対し，原告は「違\nう」と答え，さらに説明をしようとしたが，Ｂ警察官はこれを遮り，原告\nが「聞きなさいよ。」と述べたことに対しても，聞かないと答えた。原告は，\nＢ警察官の言動を受けて，Ｂ警察官が原告の話を聞かないのであれば，話\nさないと述べた。Ｂ警察官は，続けて「あんたは自分の推測を他人に押し\n付けてんねんて。あんたは自分の推測を他人に押し付けるから他人は理解\nできへんねん。そらそうやろ，あんたの推測なんやから。そら怒るわ。そ\nれをあんたは自分の言葉が理解されてないと思て解釈するわけやろ。だか\nら腹立つねん。だから油の件にしても，こんなにだらだら，だらだら不毛\nの争いが続くねん。あんたは何やったら納得できるんや。誰かが出頭して\nきたら納得するんか。私が油撒きましたって。ええ？言うてみいや，どう\nやったら納得すんねん，あんたは。油の件しかり。どうよ。私は誰かにこ\nうこう，こうこうこう言われたら納得できますて一言言うたらどうです\nか。」などと述べた。これに対して原告は，Ｂ警察官が原告の話を聞かない\nと言ったことを理由に，供述しない旨伝えたところ，Ｂ警察官は，「うるさ\nいな。人の揚げ足ばっかりとって。８０まで生きてそれか。くだらんな，\n不毛や。俺もこんなんなんのかな。」「人間やっぱり年っていうたらプライ\nドだけが残るな。」などと申し向けた。\nス  その後，Ｂ警察官は，原告に対し，「もうちょっと中身のある話したらど\nうですか。くだらんわ」「Ａさんという被害者のためにやった税金で働いと\nる仕事がこれですか。ええ？皆さんが汗水流して，そこからむしりとった\n税金で仕事してる僕のこの仕事がこれですか。」「あんたみたいなじいさん\n見てきたけど，大概あんたみたいなこと言うなあ」「あんたがここまでぐじ\nゅぐじゅ，ぐじゅぐじゅ否認たれるんやったら，否認ていうのは認めんて\nことね。ぐじゅぐじゅ，ぐじゅぐじゅ認めへんねんやったら，裁判まで行\nくで。ええ」「裁判ちゅうのはいろんな人が見に来るねん。何言うてん，あ\nのじいさんてなるねん。ああ，認めたくないだけなんやろな，この人はて。\n悔しいけ。悔しいか。自分の意見が通らんのが。●●さん，■■さんやっ\nたっけ。どっちでもいいけど。何か反論してよ。必要のない不必要なこと\nを，俺，今言うてるはずやで，あんたに。黙りこくるちゅうことはどうい\nうことや。」などと申し向けた。\nセ  これに対し，原告は，Ｂ警察官が黙れといったことを理由に供述を拒否\nしたところ，Ｂ警察官は，「答えたらどうですか。命令じゃないと駄目や，\n答えろと言わんとあかん。黙れっていうのん守るんやったら，命令の答え\nろは守れるよな。」と述べ，さらに原告を威圧するような口調，声量で「答\nえろ，答えろ。あんたがそうまでしてやってないと言い切る理由は何や。\n答えろ。答えろ。やってないという理由を答えろ」と申し向けた。\nソ  これに対し原告がやっていない旨答えたことから，Ｂ警察官は，「じゃあ，\n誰が嘘ついてんや。」「知らんは通さん。」「考えろ。これ命令やで」などと\n申し向けた。原告は，これに対しても，Ｂ警察官が黙れといったことを理\n由に供述を拒否する旨伝えたところ，Ｂ警察官は，「●●」「名前呼ぶのも\nおっくうや。不毛や。ちゃんちゃらおかしいいわ」などと述べた後，原告\nに対し，原告とＡのどちらが嘘をついているのか答えるよう求めた。\nタ  原告は，引き続きＢ警察官が黙れと言ったことから供述しない旨答えて\nいたところ，Ｂ警察官は，威圧的な口調で「答えろ。黙らなくていいから\n答えろ」と述べ，さらに，「あんたはそうやねんて。黙れて言われて，自分\nの都合のええことしかそうやって理解して，そうやって生きてきたんや，\nそうやって主義主張通すつもりやねんて，大いに結構や。別に，あんたの\n生き様なんやから好きにしろや。別にあんたが憎くてやってんちゃうねん。\n半分腹立ってるけどな。」「どっちが嘘ついてんやと聞いてんねん。私は嘘\nついてないと主張するんはええけど，じゃあ相手が嘘ついてるんかと聞い\nたら，いや，それは知らん，馬鹿でもわかるやろ，こんなもん」などと述\nべるなどし，その後，取調べを終了した。\n(2)ア  前記のとおり，Ｂ警察官による原告の取調べが違法であるか否かについ\nては，社会通念上相当と認められる方法ないし限度を超える態様であるか\n否かによって判断すべきである。\nイ  供述を強要する言動について\n前記(1)で認定したとおり，Ｂ警察官は，原告に対し，原告が犯行を否認\nする理由や，Ａが虚偽の被害申告をする理由を説明することを何度も求め\nており，また，その態様も，威圧的な口調，声量であることからすれば，\nこのような態様での追及は，原告を混乱させ，相当の恐怖感を与えるもの\nであったといえる。\nまた，前記２(2)イのとおり，原告には本件傷害事件について一定の嫌疑\nは認められたものの，Ａの供述の外に原告の犯行を裏付ける客観的な証拠\nはないこと，原告とＡとの間には，過去に土地の境界に関する紛争が生じ\nており，虚偽申告の動機も否定し難いことからすると（前記前提事実(5)），\nその供述の信用性は慎重に検討されるべきであり，原告に対する嫌疑の程\n度が当初から高いものであったとはいえない。それに加えて，原告には供\n述拒否権が認められ，原告が供述を拒否すること自体，特段非難される態\n度ではないことからすると，Ｂ警察官が原告に対し，威圧的な口調，声量\nで原告に対して「答えろ，答えろ。あんたがそうまでしてやってないと言\nい切る理由は何や」などと申し向けた行為は，もはや社会通念上の相当性\nを逸脱したものというべきである。\nウ  自白を強要する言動について\n前記２(2)イのとおり，原告には一定の嫌疑が認められたことからすると，\n原告に対する取調べにおいて，自白に向けて説得を行うこと自体は許され\nるものと解される。\nＢ警察官は，原告に対する取調べにおいて，「すみませんやりましたって\n一言言うたら，すぐ済む話やで。」（前記(1)エ）とか，「素直に認めること\nもまたしかり。別にいつでもええんやで。いつ認めてくれても。すいませ\nん，やりましたて，一言言うてくれればそれで済む。」（前記(1)ク）と発言\nしているが，これらは自白を強要するものとまではいえず，また，Ａの怪\n我の状況や，原告の８月１１日の行動について説明を求める中で発言した\nものであることからしても（前記(1)エ及びク），原告に対し自白に向けて\nの説得を試みるものであって，社会通念上相当な方法及び限度を逸脱する\n態様での取調べであるとは認められない。\nしかしながら，Ｂ警察官の「さっさと認めろ。殴ったやろ。」（前記(1)\nキ）と強い口調で発言していることについては，何らの合理的な根拠・理\n由を示すこともなく，単に自白するよう命ずるものであって，説得の域を\n超えるものというべきである。また，Ｂ警察官は，原告に対し，上記発言\nの直前に，知らないことを知らないと言うことは「あかんよ。」などとも発\n言しており（前記(1)カ），客観的な証拠との不整合を指摘したり，理詰め\nで事実関係を追及・確認するような発言ともいえない。これらの事情から\nすると，Ｂ警察官の「さっさと認めろ。」との上記発言は，供述の任意性に\n疑義を生じさせかねない発言であって，前記イのとおり，原告の嫌疑がそ\nれほど高いものではないことに照らしても，取調べとして社会通念上相当\nな方法を超えた態様による取調べであったというべきである。\nエ  原告の尊厳を著しく害する言動について\n(ｱ)  名前に関する侮辱的言動\nＢ警察官は，原告のことを「あんたみたいなじいさん」と呼んだり，\n「■■さんやったっけ。」と名前を間違えるなどしているが（前記(1)ス），\nこのような発言自体が原告を侮辱するものであるとまでは即断できない。\nしかし，Ｂ警察官が，自らが黙れと言ったことを理由に原告が供述を\n拒否していることに対して，「●●」と呼び捨てにした上で「名前呼ぶの\nもおっくうや。不毛や。ちゃんちゃらおかしいいわ」などと発言してい\nる点については（前記(1)ソ），原告の人格を不当に貶める発言といわざ\nるを得ない。\nさらに，Ｂ警察官は，同じくＢ警察官が黙れと言ったことを理由に原\n告が供述を拒否していることに対し，「どっちが嘘ついてんやと聞いてん\nねん。私は嘘ついてないと主張するんはええけど，じゃあ相手が嘘つい\nてるんかと聞いたら，いや，それは知らん，馬鹿でもわかるやろ，こん\nなもん」と発言しており（前記(1)タ），これについても不当な人格攻撃\nといわざるを得ない。\nなお，被告は，前記「●●」と呼び捨てにしたことについて，その前\nからの不毛な問題に区切りをみつけるための発言であると主張する。し\nかし，当該発言の経緯からして，Ｂ警察官が黙れと言ったことを理由に\n原告が供述を拒否していることに対して述べられたものであることは明\nらかであるし（前記(1)ソ），問題に区切りをつけるために，「名前呼ぶの\nもおっくうや。不毛や。ちゃんちゃらおかしいいわ」などと発言する必\n要もなく，これらの発言の前後を通じて，原告とＡのどちらが嘘をつい\nているかを問い糺し，押し問答を繰り返しているのであるから，このよ\nうな取調べの経緯に照らして被告の主張は採用できない。\n(ｲ)  元教師であることを侮辱した言動等\nＢ警察官は，原告が嘘をついていないのであれば，Ａが嘘をついてい\nることにならないかという質問に対し，原告が知らない，分からないな\nどと答えたことに対し，「あんた，どうやって物事を教えてきたんや，人\nに。ガキやから，適当に言うとったら，あしらっとったんちゃうん。え\nえ，１２歳のガキまで，適当にあしらっとったら，先生，先生言うてく\nるから，適当に答えとったんやろ。あんたがそういう回答するんやった\nら，あんたの人生そういうふうにしか見いへんで。ああ？」などと発言\nしている（前記(1)コ及びサ）。このような発言の経緯からすると，かか\nる発言は，Ａが嘘をついていると認めない原告の態度を非難するために，\n原告の教員としての人生を否定する趣旨でなされたものであり，原告の\n人格を不当に非難する発言であるといえる。\nなお，被告は，Ｂ警察官の発言が，原告の不誠実な態度を是正するた\nめになされたと主張するが，前記のとおり，Ａが嘘をついていると認め\nない原告の態度が不誠実とまではいえないし，仮に原告の態度を是正す\nるためであったとしても，教員であった原告の人生を侮辱することを正\n当化する理由とはならず，被告の主張は採用できない。\n(ｳ)  原告の人生を全否定するかのような侮辱\nＢ警察官は，前記(1)ケのとおり，「ほら，きた。あんた今まで図星突\nかれたら，あ，そうですかあて言うたやろ。あんたそうやって生きてき\nたやろ。ちゃうん。」とか，前記(1)コのとおり，「それで真っ当に生きた，\n誠実に生きたと言えますか」などと発言しているところ，取調べの経緯\nからすると，Ａが嘘をついていると認めるよう，原告の良心に訴えよう\nとする意図から出た発言であると解する余地はあるが（前記(1)コ），こ\nの発言を受けた者にとっては，自らの人生を否定されたとも受け取れる\nことからすれば，その発言の相当性については疑問があるといわざるを\n得ない。\n(ｴ)  高齢者である原告を侮辱する言動\nＢ警察官は，前記(1)シのとおり，「うるさいな。人の揚げ足ばっかり\nとって。８０まで生きてそれか。くだらんな，不毛や。俺もこんなんな\nんのかな。」「人間やっぱり年っていうたらプライドだけが残るな。」など\nと発言しているところ，発言の経緯からすると，Ｂ警察官が話を聞いて\nくれないから供述しないと述べた原告の態度を非難するために，原告が\n高齢者であるからプライドだけが残っているなどと侮辱したものという\nべきである（前記(1)シ）。原告は，Ｂ警察官の見立てに対して反論しよ\nうとしたところ，Ｂ警察官から反論を聞かない旨言われたのであって（前\n記(1)シ），かかる経緯からすれば，原告が自らへの嫌疑を否定するため\nに，Ｂ警察官が言い分を聞いてくれるまで供述を拒否することは，不当\nなものとはいえず，Ｂ警察官の発言の揚げ足をとるものであるともいえ\nない。そして，Ｂ警察官の上記発言が，前記(ｳ)のような原告の人生を全\n否定するような発言に引き続いてなされていることも考え併せると，殊\n更に原告の人格を攻撃する態様でなされた不当な取調べであったという\nべきである。\n(ｵ)  否認を認めない侮辱的言動\nＢ警察官は，前記(1)スのとおり，「ぐじゅぐじゅ，ぐじゅぐじゅ否認\nたれる」などと発言しているところ，その文言や，その前後の発言から\nして，犯行を否認する原告の態度を蔑み，その人格を非難するものとい\nうべきである。\n被告は，否認が認め難いことを述べることは非難されることではない\n旨主張するが，Ｂ警察官は，被害者の供述内容と食い違いがあることを\n指摘するものの，それ以外に客観的証拠を示したり，理詰めで追及する\nなどして，原告が被疑事実を否認することに合理性がないことを具体的\nに指摘しているわけではなく，前記(ｱ)ないし(ｴ)にみられるとおり，単に\n人格攻撃に終始しているのであり，このような取調べ方法は，真実発見\nのための手段として何ら合理性があるとは認められない。\n(ｶ)  被疑者を犯人であるとする言動\n前記(1)イのとおり，Ｂ警察官は，原告に対し「犯人です。」と発言し\nている。そして，前記(1)イの取調べの経緯からすると，Ｂ警察官の発言\nは，原告に対し，原告が犯罪者であるから，警察官であるＢ警察官より\n下の立場にあると申し向け，原告の尊厳を害するものであって，このよ\nうな発言をする必要性も何ら認められない。\nＢ警察官は，原告が被疑者という言葉を理解していなかったため，分\nかりやすいように犯人と言う言葉を使った旨供述するが（証人Ｂ），被疑\n者と犯人とは明確に異なる概念であり，原告においても，犯人を被疑者\nの意味で理解するとは到底考えられないのであって，被疑者を犯人と説\n明することに何ら合理性は認められない。\nオ  原告を困惑させる言動\nＢ警察官は，前記(1)コのとおり，原告に対し，グリム童話の話を求めた\nり，小学生の例を出すなどして，Ａが嘘をついているか否かなどについて\n追及しているが，発言の趣旨が不明であり，原告を困惑させる発言であっ\nて，その相当性には疑問があるといわざるを得ない。\n(3)  以上判示したところからすれば，Ｂ警察官による９月１１日の取調べは，\n社会通念上相当性を逸脱した態様で原告に供述や自白を強いるものであり，\nまた，原告に対して不当な人格攻撃に及ぶ発言を繰り返すものであって，全\n体として社会通念上相当性を逸脱した違法な取り調べであったというべきで\nあり，国賠法１条１項の適用上違法と認められる。\nなお，被告は，原告が録音するためにあえて揚げ足を取ったり，挑発する\nような発言をしたなどと主張する。証拠（甲１５，１６，３４）によれば，\nＢ警察官による威圧的・侮辱的な言動に対して，原告から同警察官の不遜な\n態度を咎めたり，強く言い返すこともあったと認められるものの，原告が録\n音を意識して，あえてＢ警察官の違法な言動を誘発したとまで認めるに足り\nる証拠はなく，Ｂ警察官の違法な取調べが原告の態度によっても正当化され\nないことは前記のとおりであるから，被告の主張は上記結論を左右しない。\n４  先入観に基づく違法な捜査の有無（争点４）について\n前記前提事実(2)，証拠（証人Ｂ）及び弁論の全趣旨からすると，Ｂ警察官は，\n９月９日に原告の取調べを開始するまでに，本件傷害事件について，Ａが原告\nから殴られたと被害申告していること及び Ａの下顎部に打撲傷が生じている\nことなどを確認した上で，原告を被疑者として取調べを行っ たと認められる。\nそうすると，Ｂ警察官は，このような事情を踏まえ，原告に一定の嫌疑が認\nめられると考え，原告の取調べを行っているのであるから，Ａの申告内容とＡ\nの怪我の状態との医学的な整合性を確認していないからといって，原告の取調\nべを行うことが社会通念上相 当と認められる方法及び限度を超えるものとは\nいえず，先入観に基づく違法な捜査であるとはいえない。\nしたがって，原告の上記主張は採用できない。\n５  違法な取調べ状況報告書への指印の強要の有無（争点５）について\n(1)  証拠（甲１４の１ないし５，１５，３４）によれば，原告が９月１１日の\n取調べ後に，取調べ状況報告書に押印しようとしたところ，Ｂ警察官は，原\n告に対し，「印鑑あかんで。」「指印押して」「あなたに後で無理やり勝手に印\n鑑押さされたってたまらんからな」と申し向け，原告が「昨日いけたのに。」\nと述べたところさらに，「今日は印鑑あかん。」などと申し向け，原告が取調\nべ状況報告書に指印するに至ったこと，及び同日の取調べ以外の取調べ状況\n報告書には押印がなされていることが認められる。\n(2)  原告は，Ｂ警察官が原告に指印を要求した行為について，９月１２日以降\nの取調べにおいては押印がなされていることから，原告に対して屈辱感を与\nえる目的で強要したものである旨主張する。しかし，Ｂ警察官は，９月１１\n日に原告に指印を要求するに際し，「あなたに後で無理やり勝手に印鑑押ささ\nれたってたまらんかなら」と後日取調べ状況報告書に警察官が勝手に押印し\nたと原告が主張することを防止する目的であると説明しており，その他原告\nに対して指印を押すことについて屈辱感を与えるような言動を取ったとも認\nめられないことからすると，原告に対する屈辱感を与える目的で指印を強要\nしたとまでは認められない。\n(3)  しかし，指印の要求は，指紋の押なつを求めることに他ならず，何人もみ\nだりに指紋の押なつを強制されない自由を有すると解されるところ，犯罪捜\n査規範では，取調べ状況報告書への指印について，取調べ状況報告書を作成\nした場合において被疑者がその内容を確認したときは，それを証するため当\n該取調べ状況報告書の確認欄に署名押印を求めるものとされ（犯罪捜査規範\n１８２条の２），被疑者が取調べ状況報告書に押印することができないときは\n指印させなければならず，被疑者が取調べ状況報告書に署名又は押印を拒否\nしたときは，警察官がその旨及びその理由を記載して署名押印すること（犯\n罪捜査規範１８２条の２，同１８１条）とされているにすぎないのであるか\nら，被疑者の承諾なしに指印をさせることは社会通念上の相当性を欠くもの\nと解すべきである。\nそして，本件では，Ｂ警察官は，原告に対し「印鑑あかん。」「指印押して」\nと申し向け，「昨日いけたのに。」と述べる原告に対し，更に「今日は印鑑あ\nかん」と申し向けており，押印しようとしている原告に対して，押印は許さ\nれず，指印以外の方法は許されない旨を言い渡していると認められる。そう\nすると，原告は，Ｂ警察官の上記発言により，押印が許されないものである\nと誤信し，指印したものと認められるから，原告が指印することを拒否して\nいないとしても，原告の承諾なしに指印をさせたものと同視すべきであり，\nよって，国賠法１条１項の適用上違法というべきである。\n６  Ｄ警察署による組織ぐるみの違法な証拠隠滅行為の有無（争点６）につい\nて\n原告は，原告の代理人が９月１１日に本件抗議書をＤ警察署にファクシミリ\n送信したところ，Ｄ警察署の警察官がこれを隠滅した旨主張する。\nしかし，Ｄ警察署の警察官において，原告代理人からファクシミリで送信さ\nれた抗議書をあえて廃棄する動機があることを窺わせる事情は見受けられな\nい。また，Ｄ警察署の警察官が，９月１２日，原告の代理人からファクシミリ\n送信された本件抗議書を確認したかと尋ねられた際，白紙のものしか届いてい\nない旨説明していること（争いのない事実）からすると，原告の代理人が，誤\nって本件抗議書の裏面をファクシミリで送信した，あるいは宛先を誤った可能\n性を否定できない。確かに，原告の代理人事務所からファクシミリを送信した\n場合，受信した用紙には，原告代理人事務所名及びファクシミリ番号が印字さ\nれると認められるが（甲３５），ファクシミリ送信の有無を確認した Ｄ警察署\nの警察官において当該記載を見落として白紙であると誤認した，あるいは印字\nが鮮明になされずに，記載が読み取れなかったなどの可能性も考え得るのであ\nるから，かかる事実をもって，Ｄ警察署の警察官が，原告の代理人から抗議書\nを受領しておきながらこれを破棄するなどして隠滅したと認めることはでき\nない。\nしたがって，原告の主張は採用できない。\n７  原告の承諾を得ずに行った違法な所持品検査の有無（争点７）について\n(1)  原告は，Ｃ警察官が，９月１２日の取調べを開始する前に原告が了承して\nいないにもかかわらず，着衣の上から原告の体を触って所持品検査を開始し，\n最終的には原告の靴の中にまで指を入れて確認するという行為に及んだ旨主\n張し，これに沿う供述をする（甲４２，原告本人）。しかし，Ｃ警察官及びＢ\n警察官は，着衣の上から触る所持品検査を行い，靴については原告に靴を脱\nいでもらい靴の中を確認したにすぎない旨供述していること（証人Ｃ，証人\nＢ），靴の中に危険物等を隠匿していないか確認する場合，履いたままの靴に\n指を入れて確認するよりも，靴を脱がせて，その中を確認する方が合理的で\nあることからすると，前記原告の供述のみをもって，Ｃ警察官が，原告の承\n諾を得ないで靴の中に指を入れて所持品検査をしたと認めることはできない。\n(2)  そして，被疑者の取調べに際して，危険物の持ち込みの有無等を確認する\nために，被疑者の承諾を得た上で着衣の上から触る程度の所持品検査を行う\nことは，任意捜査として相当な限度にとどまるといえるから，Ｃ警察官によ\nる所持品検査が国賠法１条１項の適用上違法であるとはいえない。\n８  原告の承諾を得ずに行った違法な写真撮影の有無（争点８）について\n原告は，Ｂ警察官が撮影した取調室における原告の写真（甲４３：以下「本\n件写真」という。）について，Ｂ警察官が，１１月６日の取調べの際に，原告\nの承諾を得ずに，取調室の外から透視鏡越しに撮影したものであると主張し，\nこれに沿う供述をする（甲４２，原告本人）。\nしかし，Ｂ警察官は，原告に対して承諾を得て本件写真を撮影した旨供述し\nており（証人Ｂ），Ｂ警察官において，原告に対し原告の写真を撮ることにつ\nいて承諾を求めることができなかったことを窺わせる事情は見受けられない。\nまた，本件写真と原告代理人が取調室の中から直接原告を撮影した写真（甲３\n６の写真①・②）及び取調室の外から透視鏡越しに撮影した写真（甲３６の写\n真③・④）を子細に比較しても，本件写真が透視鏡越しに撮影されたと的確に\n認めることはできず，Ｂ警察官が，原告の承諾を得ずに，透視鏡越しに本件写\n真を撮影したと認めることはできない。\nしたがって，本件写真の撮影について，国賠法１条１項の適用上違法な行為\nがあったとはいえない。\n９  刑事訴訟法１９８条４項に反する違法な増減申立て拒否の有無（争点９）に\nついて\n(1)  証拠（甲３３，４２，証人Ｂ，原告本人）及び弁論の全趣旨によれば，以\n下の事実が認められる。\nア  Ｂ警察官は，１１月７日の取調べの際，原告に対し，８月１１日のＡと\nの出来事について説明するよう求めた。\nイ  原告は，前記Ｂ警察官の取調べに対し，概要以下のような説明を行い，\nＢ警察官はこれを調書に記載した。\n(ｱ)  原告は，田んぼで米を作ったりしており，８月１１日の朝，田んぼの\n様子を見に行ったところ，田んぼに油が浮いていた。\n(ｲ)  原告の田んぼには，それまでに３回，油が浮いていたことがあり，そ\nの件については警察にも相談していたが，油が特定できなければ受付で\nきないと言われていた。原告は，この油は誰かが撒いたものであると思\nっている。\n(ｳ)  原告は，同日昼頃，もう一度田んぼの様子を見に行ったところ，Ａが\n田んぼにいた。以前，Ａの田んぼに油が浮いていたことがあったので，\n原告は，Ａが油のことについて何か知っていると思い，油のことを聞く\nこととした。\n(ｴ)  原告が，Ａに対し，詳しくは覚えていないが，「あんたの田んぼのと\nころから，油が流れてうちの田んぼに入ったけど誰が撒いたか知らんか\nな」「私に恨みがあるんやったら，直接，言うてくれたらええのにな」「陰\nで，わからんところで，あんなことすんのは，本当に卑怯だ」「許せんわ」\nなどと聞くと，Ａは，原告に対し，「なんでそんなこと言うんや，俺が撒\nいたって言うんか」などと怒鳴り返してきた。\n(ｵ)  そして，Ａは，いきなり原告の両肩の辺りを両手で交互に突いてきた。\nＡから２回ほど突かれ，１回目は両手で振り払い，２回目はよろけてト\nラックの荷台にもたれた。その後，Ａは，原告に対し「どこにあるんや」\nと言い，原告の田んぼを見に行った。\n(ｶ)  Ａは，戻ってくると，原告に対し，「あれは草が腐って出るもんや」「前\nの油は，菜種の油や」「Ｅさんが言うてたんや」「あんたも聞いてるやろ」\nなどと言った。\n(ｷ)  原告は，菜種から油が出てくることは信じられず，そもそも，原告の\n田んぼには菜種が生えていないので，Ａが油の件について嘘をついてい\nると思った。\n(ｸ)  原告は，Ａに対し，「お互い誠実になって，仲良くしていこうや」な\nどと言うと，Ａは原告に「そやな」と言ったので，原告は自宅に帰るこ\nとにした。\nウ  原告は，Ｂ警察官に対し，概要前記イの旨が記載された調書について，\n原告が，８月１４日，Ｅに対し，Ａが話していた内容について真実か否か\nを確認したところ，Ｅはそのようなことは話していない旨述べた旨を追記\nするよう申し立てた。\nエ  Ｂ警察官は，前記原告からの申立てに対し，取調べは８月１１日の出来\n事について確認したものであり，８月１４日の出来事は関係ない旨を述べ，\n追記を拒否した。\n(2)  被告は，１１月７日の取調べでは，８月１１日のことについて取り調べた\nのであり，原告が追記を求めたのは８月１４日の出来事であるから，取調べ\nた事項と関連性が無く，これを拒否することは違法でない旨主張する。\nしかし，原告が加筆を申立てた事項は，８月１４日の出来事ではあるが，\nＡが８月１１日にＥから聞いたと説明していた内容について，後日，原告が\nＥに対して確認したというものであり（前記(1)イ(ｶ)，(1)ウ），Ｂ警察官が原\n告の供述調書に録取した８月１１日におけるＡの発言内容の信用性に関する\nものであるから，事実的な関連性がないとはいえない。また，Ａは，８月１\n１日，警察に対し，同日午後零時頃，原告がいきなり「油流しこんだやろ」\nと言って，殴りかかってきた旨申告していること（前記前提事実(2)イ）から\nすると，原告が追記を求めた事項は，原告から殴られたというＡの申告内容\nの信用性の判断にも影響を与え得る事情である。加えて，被疑者の供述録取\n書は，刑事訴訟法３２２条の要件の下に，公判において証拠とすることがで\nきることをも併せ考慮すると，供述調書に録取して然るべき事項であったと\nいえる。\nそして，刑事訴訟法１９８条４項が，被疑者の供述を録取した調書につい\nて，被疑者が増減変更の申立をしたときは，その供述を調書に記載しなけれ\nばならないと定められていることからすると，取調官は，被疑者が増減変更\nを申し立てた事項が，取り調べた内容と関係がない事項であるなどの事情が\nない限り，被疑者が申し立てた増減変更内容を調書に記載する義務を負って\nいると解すべきであるから，Ｂ警察官が，原告からの追記の申立てを拒否し\nたことは，同条項に反するものであり，国賠法１条１項の適用上も違法とい\nうべきである。\n身柄引請書を利用した違法な捜査の有無（争点１０）について\n(1)  原告は，Ｂ警察官が，１１月７日，原告方を訪れ，原告の妻に対し，身柄\n引請書への署名・押印を求めた際，「逮捕されたときに必要なのです」などと\n逮捕をほのめかし，原告に心理的不安を与えたと主張し，これに沿う供述を\nするとともに，原告の妻も，原告の主張に沿う証言をする。\nしかし，Ｂ警察官が，原告の妻に署名を求めた身柄引請書（甲２３：以下\n「本件身柄引請書」という。）には，「ただ今貴署で取調中の下記の者の身柄\nの引請をしましたが，今後は責任をもって監督しますとともに，将来貴署又\nは関係官署から本人に呼出しのあるときには，必ず出頭させるようにします。\nまた，本人の住居の変更または旅行等の場合は，直ちに貴署にお知らせしま\nす。」と記載されており，かかる記載内容からすると，本件身柄引請書は任意\n捜査において出頭確保のために作成されるものであり，逮捕された場合に必\n要となるものでないことは明らかであって，Ｂ警察官が，逮捕されたときに\n必要であるなどと誤った説明をしたとはにわかに考え難い。そもそも，原告\nの妻は，「逮捕されたときに必要だからこれ書いてもらわないけない」と言わ\nれたと証言する一方，「『逮捕されたら』というような言葉を聞きましたので」\n「『逮捕できるんだ』というように私は聞き取りました」などとも証言してい\nることからすると，原告及び原告の妻は，Ｂ警察官が，本件身柄引請書への\n署名の必要性について，逮捕した場合には必要ない旨を説明したこところ，\n逮捕されたときに必要であると誤って理解した可能性は否定できない。した\nがって，原告及び原告の妻の供述をもって，Ｂ警察官が，原告及び原告の妻\nに対し，身柄引請書について「逮捕されたときに必要なのです」と説明した\nと認めることはできない。\n(2)  また，原告は，Ｂ警察官が，１１月７日の取調べ終了後，突然原告に対し，\n原告の妻から身柄引請書を貰うために原告方を訪れることを伝え，原告が理\n由を確認してもＢ警察官は説明しようとしなかった旨主張し，これに沿う供\n述をする。\nしかし，Ｂ警察官は，１１月５日の取調べの際，検察庁から呼出しがある\nかもしれないので，親族や近しい方に署名を貰う書類になっている旨説明し\nたと証言しているところ，大阪府警察の内部規定において不拘束の場合には\n引請者に身柄引請書を提出させることとされていることからすると（乙２），\nＢ警察官が，身柄引請書の提出について，原告に対し何らの説明も行わなか\nったと直ちには考え難く，原告の供述のみをもって，Ｂ警察官が，原告に一\n切理由を説明することなく，突然原告の妻から身柄引請書を貰うために原告\n方を訪れると伝え，その理由も説明しなかったと認めることはできない。\n原告は，原告が原告の妻は足が悪いので警察署に来ることができないと述\nべていたので原告宅を訪れることにした旨のＢ警察官の証言について，原告\nの妻は外出することができるので，原告がそのような説明を行うことはあり\n得ず，Ｂ警察官の供述は虚偽である旨主張する。しかし，現に原告の妻は歩\n行の際に杖を利用していることからすると（原告本人），Ｂ警察官の上記証言\nが客観的事実と整合していないものとはいえず，虚偽であると認めることは\nできない。\n(3)  原告は，本件身柄引請書は原告宅で交付されたにもかかわらず，「ただ今\n貴署で取調中の下記の者の身柄の引請をしましたが」と交付された状況と異\nなる記載がされている旨主張するが，同文言は不動文字で身柄引請書に予め\n記入されているものであること（甲２３）も踏まえると，かかる不整合のみ\nをもって原告に殊更不安を覚えさせるとも認められない。\n(4)  以上より，Ｂ警察官が本件身柄引請書を利用して，逮捕をほのめかすなど\nして原告に殊更心理的負担を与えたと認めることはできず，国賠法１条１項\nの適用上違法な行為があったと認めることはできない。\n損害（争点１１）について\n上記のとおり，原告は，９月１１日の取調べにおいて，Ｂ警察官から供述や\n自白を強いられるような言動を受け，自らの人生を否定するかのような侮辱的\nで不当な人格攻撃にわたる発言を受けたこと，また，同日の取調べ後に，自ら\nの意思に反して指印を強いられ，１１月７日の取調べにおいて，供述調書への\n追記も不当に拒絶されたことなど，国賠法条１条１項の適用上違法というべき\n行き過ぎた犯罪捜査により，その人格権を侵害されたものと認められる。ただ\nし，証拠（甲１５，１６）によれば，９月１１日の取調べにおいて，原告は，\nその持ち前の精神的な強さをもって若いＢ警察官と対峙し，丁々発止のやり取\nりを展開する場面もあり，自白するまでに精神的に追い込まれたとはいえない\nこと等をも併せ考慮すれば，原告が人格権を侵害されたことにより受けた精神\n的苦痛に対する慰謝料としては，１００万円を認めるのが相当である。\n第４  結論\n以上によれば，原告の請求は１００万円及びこれに対する最終の不法行為の\n日である平成２５年１１月７ 日から支払済みまで年５分の割合による金員の\n支払を求める限度で理由があるから認容し，その余は理由がないから棄却する\nこととし，訴訟費用の負担につき民事訴訟法６４条本文，同法６１条を，仮執\n行宣言につき同法２５９条１項を，それぞれ適用して主文のとおり判決する。\n大阪地方裁判所第１６民事部\n裁判長裁判官        森  木  田      邦    裕\n裁判官        北      岡      裕      章\n裁判官        塚      上      公      裕\n"
}