{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 12
  },
  "case_number": "平成25(ワ)32921",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "84999",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=84999",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/999/084999_hanrei.pdf",
  "contents": "平成２６年１１月１２日判決言渡\n平成２５年（ワ）第３２９２１号  損害賠償請求事件\n主          文\n１  原告が，被告に対し，雇用契約上の権利を有する地位にあることを確認する。\n２  被告は，原告に対し，３６万２３５０円及びこれに対する平成２６年１月２\n９日から支払済みまで年６分の割合による金員を支払え。\n３  原告のその余の請求を棄却する。\n４  訴訟費用はこれを５分し，その２を被告の負担とし，その余を原告の負担と\nする。\n５  この判決は，第２項に限り仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  原告が，被告に対し，雇用契約上の権利を有する地位にあることを確認する。\n２  被告は，原告に対し，平成２６年１月２８日限り，３６万２３５０円及び平\n成２６年２月から本判決確定の日まで，毎月２８日限り３７万７５５５円並び\nにこれらに対する各支払日の翌日から支払済みまで年６分の割合による金員を\n支払え。\n第２  事案の概要等\n本件は，被告と雇用契約を締結して労務を提供していた原告が，被告に対し，\n雇用契約上の権利を有する地位の確認を求めるとともに，同契約に基づく賃金\n支払請求権に基づく賃金又は不法行為ないし債務不履行に基づく損害賠償請求\n権に基づく当該賃金相当額の損害として，平成２６年１月分の３６万２３５０\n円，同年２月から本判決確定の日まで，毎月２８日限り３７万７５５５円の支\n払及びこれらに対する各支払日の翌日から支払済みまで商事法定利率年６分の\n割合による遅延損害金の支払を求めている事案である。\n１  前提事実（争いのない事実，後掲証拠及び弁論の全趣旨により認められる事\n実）\n(1)  当事者\n被告は，道路運送事業に依る一般乗用旅客自動車運送事業等を目的とする\n株式会社であり，原告は，被告との間で雇用契約を締結した従業員である\n（弁論の全趣旨）。\n(2)  原被告間の雇用契約\nア  原告は，被告との間で，平成１８年６月１日，原告が被告に対し労務を\n提供し，これに対し，被告が原告に対し賃金を支払うことを約することを\n内容とする，期間の定めのない雇用契約（以下「本件雇用契約」という。）\nを締結し，平成２４年１０月２１日以降，被告Ａ営業所に配置され，午前\n７時出庫，翌日午前２時帰庫（２時間の休憩時間を含む。）の隔日制勤務\nのタクシー乗務員として勤務していた（甲１１，乙５）。\nイ  被告の給与規定（甲７）における賃金の定めは，概要，次のとおりであ\nる。\n①  基本給     日額６８００円×乗務日数（３条）\n②  精勤手当    月額２万円（４条）\n③  業務手当    月額２万円（５条）\n④  無事故手当  月額１万円（６条）\n⑤  基準外労働手当  所定の就業時間を超えて勤務した場合には時間外勤\n務手当，法定休日に勤務した場合には休日出勤手当，深夜に勤務した場\n合には深夜勤務手当を支給（９条）\n⑥  公休出勤手当  法定休日を除く被告が定めたシフト上の公休日に出勤\nした場合には日額９１８０円を支給（１１条）\n⑦  その他諸手当  諸事情によりその他手当を支給（１４条）\n⑧  利益配分・利益配分の割増金  以下の数式で算出される利益配分・利\n益配分の割増金を支給（１５条，１６条）\n（売上－固定経費－変動経費－①基本給－会社配分－②精勤手当－④\n無事故手当）×１００％\nウ  賃金の締め日は毎月２０日，支払日は当月２８日（１７条，１８条）で\nある。\n(3)  賃金の支払状況\n(2)のとおり，原告の賃金は月により変動するものであるが，賃金の支払\n状況は次のとおりである。\n①  平成２４年１１月分（平成２４年１１月２０日締め日，同月２８日支払\n日の賃金を指す。以下同じ）\n３４万１７４１円（甲８の１）\n②  同年１２月分    ３５万２８４９円（甲８の２）\n③  平成２５年１月分  ２６万９６４８円（甲８の３）\n④  同年２月分     ３６万４５３４円（甲８の４）\n⑤  同年３月分      ３２万６８６２円（甲８の５）\n⑥  同年４月分     ２８万７６６５円（甲８の６）\n⑦  同年５月分     ３２万９０５３円（甲８の７）\n⑧  同年６月分     ３６万４４２５円（甲８の８）\n⑨  同年７月分     ５１万８２６９円（甲８の９）\n⑩  同年８月分      ４６万９２３６円（甲８の１０）\n⑪  同年９月分      ４７万７２７４円（甲８の１１）\n⑫  同年１０月分     ４２万９１１０円（甲８の１２）\n(4)  原告の自損事故及びその後の事実経過\nア  原告は，平成２５年１１月１３日午前１時２０分頃，横浜市αの狭い公\n道を走行中，運転していた被告の黒色営業車両（車種・○，登録番号・品\n川○。以下「本件車両」という。）の左側後部を，付近のアパートの外側\nに設置されたゴミ置場のコンクリート土台部分に接触させる自損事故（以\n下「本件自損事故」という。）を起こし，本件車両の左側後部に傷を付け\nた（甲６の１から３まで，甲１１，乙１，６，乙７の１から４まで）。\nイ  原告は，本件自損事故の発覚を免れるため，所持していた黒色タッチペ\nンを用いて，本件車両に付いた傷を塗り隠して隠蔽した（以下「本件隠蔽\n行為」という。）後，平成２５年１１月１３日午前３時頃，被告Ａ営業所\nに帰庫した。\n原告は，同日，被告に対し，本件自損事故を起こして本件車両に傷を付\nけたことを報告しないで，退社した（以下「本件報告懈怠」という。）。\n（甲１１，乙３）\nウ  原告は，平成２５年１１月１３日午後５時前に被告Ａ営業所に出社し，\nＢ社長（当時の被告代表取締役。以下「Ｂ元社長」という。）及びＣ主任\nに対し，本件自損事故を起こして本件車両に傷を付けたことを報告すると\nともに，本件隠蔽行為をしたことを申告した（甲１１，乙３）。\nエ  原告は，平成２５年１１月１３日，被告に対し，「始末書・進退伺い書」\nと題する書面（乙１。以下「本件始末書・進退伺い書」という。）を提出\nした。本件始末書・進退伺い書には，「私Ｄは，平成２５年１１月１３日\n午前１時２０分頃，横浜市α×番地１号先にて。自損事故を起こしながら，\n報告を怠りかつ傷をタッチペンにてぬり，隠蔽工作をしてしまいました。\n２２日前の平成２５年１０月２１日に，第一原因事故を起こしたばかりで\nあり，同一月度に度重なる不祥事をおこし，誠に申し訳御座いません。私\nの進退については，社長にご一任申し上げます。」との記載がある。（乙\n１）\nオ  原告は，平成２５年１１月２１日，被告Ａ営業所において，同営業所の\nＥ営業所長（以下「Ｅ所長」という。）と面談した（甲１１，乙５）。\n(5)  被告による解雇予告通知等\nア  被告は，平成２５年１２月１６日，原告に対し，原告を即日普通解雇\n（以下「本件解雇」という。）する旨の同日付け解雇予告通知書（甲５）\nを送付し，同月１７日，同通知書が原告に対し到達した。同通知書に記載\nされた解雇理由は，本件報告懈怠及び本件隠蔽行為が，被告の就業規則\n（甲１。以下「本件就業規則」という。）２０条２号，３号及び１０号に\n該当するというものであった。（甲５，１１）\nイ  被告は，平成２５年１２月１６日，原告に対し，解雇予告手当として，\n３９万２７６０円を支払った（甲１０，弁論の全趣旨）。\n(6)  本件就業規則\n本件就業規則（甲１）には，概要次の定めがある。\nア  ２０条（普通解雇）\n次の各号の一に該当する場合は解雇する。\n②  ６６条の懲戒解雇に該当し，その程度が軽いとき\n③  ６７条の譴責，減給，出勤停止等に該当し，その程度が重いとき\n⑩  その他前各号に準ずるやむを得ない理由があるとき\nイ  ２３条（退職の手続き）\n従業員が自己の都合により退職しようとするときは，少なくとも１４日\n前までに所属長を経て退職願を提出し，会社の承認があるまでは従前の職\n務に従事しなければならない。ただし，退職願提出後１４日を経過したと\nきは，この限りでない。\nウ  ６５条（懲戒基準）\n次の①から⑲各号に該当した場合は，その情状によって，６７条(1)乃\n至(4)により懲戒する。\n⑥  故意，怠慢又は過失によって，社業に支障又は損害を及ぼしたとき\n⑩  不正行為をして従業員の体面を汚したとき\n⑲  その他本条前各号に準ずる程度の不都合な行為を行ったとき\nエ  ６６条（懲戒解雇）\n次の各号に該当した場合は６７条(6)によって懲戒解雇する。ただし，\n情状により(1)乃至(4)に留めることがある。\n⑩  前１項各号の中で特に情状の重いとき\n⑮  営業中・私用の如何を問わず生じた交通違反及び事故，並びに免許証\n停止・紛失・失効，再交付等に対して，直ちに届出が会社に為されなか\nったとき\nオ  ６７条（懲戒の定義）\n１．懲戒を次のとおりとする。\n(1)  譴責\n始末書をとり，将来を戒める。\n(2)  減給\n始末書を提出させ減給する。ただし，減給の額は１回の額が平均賃\n金の１日分の半額を超え，総額が１賃金支払期間の賃金の１０分の１\nを超えることはない。\n(3)  停職\n始末書をとり，１０日以内の出勤を停止し，原則としてその期間中\nの賃金を支給しない。ただし，事情によりその一部を支給することが\nある。\n(4)  乗務停止\nけん責するとともに，一定期間乗務を停止，再教育を受けさせ，又\nは他の業務に従事させる。\n(5)  査問委員会\n労使による査問委員会を開催，社員としての適・不適を諮問し，適\nは再教習１週間，条件を付けてドライバーとして復職。不適の場合は\n職種変更とする。本人が拒否し欠席の場合であっても査問委員会を開\n催し，その決定事項に従わなければならない。なお，従わない場合に\nおいては，(6)の懲戒解雇の処置をとる場合がある。\n(6)  懲戒解雇\n予告期間を設けることなく，即時に解雇し，退職金は支払わない。\nこの場合において，所轄労働基準監督署長の認定を受けたときは予告\n手当を支給しない。\n２  争点及び争点に関する当事者の主張\n(1)  本件雇用契約が合意解約されたか。\n（被告の主張）\n原告は，平成２５年１１月１３日，被告に対し，原告が辞職することを\n含め，自らの進退の決定を全面的に被告に委ねる趣旨の本件始末書・進退伺\nい書を提出することで，本件雇用契約の合意解約の申入れをした。\nこれを受けて，Ｅ所長が，同月１７日に翌月の勤務シフトを記載するとと\nもに，退職者として原告の氏名を記載した本務表を掲示することで，原告に\nよる本件雇用契約の合意解約の申入れに対し黙示の承諾をしたことにより，\n同日，本件雇用契約は合意解約された。また，Ｅ所長による本務表の掲示が\n本件雇用契約の合意解約について黙示の承諾といえないとしても，同所長は，\n同月２１日に原告と面談した際，原告による本件雇用契約の合意解約の申入\nれに対し明示の承諾をしたことにより，同日，本件雇用契約は合意解約され\nた。\n（原告の主張）\n原告が本件始末書・進退伺い書を被告に提出した時点で，原告に被告を退\n職する意思はなく，このことを本件雇用契約の合意解約の申入れとみること\nはできない。\n(2)  本件雇用契約が，原告による解約申入れにより終了したか。\n（被告の主張）\n本件雇用契約が合意解約されていないとしても，原告は，平成２５年１１\n月１３日，被告に対し本件始末書・進退伺い書を提出することにより，本件\n雇用契約の解約申入れをしたところ，本件雇用契約は，民法６２７条により，\n原告の解約申入れの日から２週間を経過した同月２８日の経過をもって終了\nした。\n（原告の主張）\n争点(1)における原告の主張と同旨\n(3)  本件解雇の効力\n（原告の主張）\nア  本件報告懈怠及び本件隠蔽行為が，解雇の対象となる非違行為に当たる\nことは争わない。\nイ  原告は，入社以降，真面目にタクシー乗務員として勤務しており，事故\n歴はあるものの，懲戒処分歴はなく，勤務懈怠により注意を受けたことも\nなかった。\n本件自損事故は，原告の軽度な過失により，本件車両に１メートル程度\nのひっかき傷を付けるという比較的軽微な物損を与えたに留まるものであ\nり，修繕費についても損害保険会社により填補されており，被告に実害は\nなかった。原告は，本件報告懈怠をした当日中に，被告に対し本件隠蔽行\n為を含めた詳細な報告を行うとともに謝罪をし，本件始末書・進退伺い書\nを自発的に提出している。そのような原告に対する処分としては，本件就\n業規則に基づいて譴責等の軽度の懲戒処分がされるか，あるいは，労使協\n定に基づいて無事故手当や乗務手当が支給されないという不利益処分がさ\nれれば足りるものであり，本件解雇は処分として重すぎるものである。\nまた，被告においては，事故を隠蔽したときは，査問委員会又は事故調\n査委員会により，不利益処分の内容が決定されることとなっているが，原\n告についてそのような手続は採られていない。\nなお，原告が平成２５年１１月２１日にＥ所長と面談した際に，同所長\nに対し自らを解雇するように要求したことはあるが，これは，同月１７日\nに掲示された本務表に，原告の意思に反して，退職者として原告の氏名が\n記載されていたことについて，原告が自主退職したのではないことを明ら\nかにするためにしたものである。\nしたがって，本件解雇は，社会通念上著しく妥当を欠くものであり，解\n雇権を濫用したものとして無効である。\n（被告の主張）\nア  本件就業規則２０条２号\n本件報告懈怠は，本件就業規則６６条１５号に該当する。\n本件隠蔽行為は，本件就業規則６５条６号，１０号，１９号に該当する。\nそして，本件隠蔽行為が，本件自損事故により本件車両についた約２メー\nトルの損傷について，原告の保身のために，被告に起こる不利益を顧みな\nいで行われた極めて身勝手かつ卑劣な行為であり，複数の乗務員で同一車\n両を使用する被告内のチームワークや和を乱すとともに，被告との間の信\n頼関係を破壊するものであること，原告が本件隠蔽行為について反省して\nいるとはいえないことからすれば，同規則６６条１０号に該当する。\nもっとも，原告が本件自損事故当日の夕方に本件自損事故を起こして本\n件車両に傷を付けたことを報告するとともに，本件隠蔽行為をしたことを\n申告し，本件始末書・進退伺い書を提出して，自らの進退を被告へ一任す\nるなどしたとの事情を考慮すれば，本件報告懈怠及び本件隠蔽行為は，本\n件就業規則６６条に該当するが，その程度が軽いものといえるから，普通\n解雇事由を定める本件就業規則２０条２号に該当する。\nイ  本件報告懈怠及び本件隠蔽行為は，本件就業規則６５条６号，１０号及\nび１９号に該当し，アのとおりの事情に鑑みれば，同規則６７条に該当し，\nその程度が重いといえるから，普通解雇事由を定める本件就業規則２０条\n３号に該当するとともに，その他前各号に準ずるやむを得ない理由がある\nといえるから，普通解雇事由を定める本件就業規則２０条１０号にも該当\nする。\nウ  アで記載した事情に加えて，本件解雇は，原告が平成２５年１１月２１\n日にＥ所長と面談した際に，失業保険の受給における有利性等を理由に，\n原告を解雇することを要求したことから，離職に当たっての原告の希望を\n尊重して行った措置であることも併せ考えれば，本件解雇は，解雇権を濫\n用したものということはできず，有効である。\n(4)  原告が支払を請求することができる賃金又は当該賃金相当額の損害の範\n囲\n（原告の主張）\n原告の賃金は月により変動するが，平成２４年１０月分から平成２５年１\n０月分までの平均賃金は月額３７万７５５５円であり，同額の賃金又は当該\n賃金相当額の損害金の支払を請求することができる。\nそして，原告は，前提事実(5)イのとおり，平成２５年１２月１７日に被\n告から支払われた３９万２７６０円を，未払となっている同年１１月分賃金\n及び平成２６年１月分の賃金の内金１万５２０５円に充当したから，原告が\n支払を請求することができる賃金又は当該賃金相当額の損害金は，同月分の\n３６万２３５０円，同年２月から本判決確定の日まで，毎月２８日限り３７\n万７５５５円となる（なお，平成２５年１２月分の賃金は未払である。）。\n原告は現在も被告における就労の意思を有している。\n（被告の主張）\n原告は，遅くとも平成２５年１１月２１日にＥ所長と面談した時点におい\nて，就労の意思を喪失したものであり，同日以降の賃金又は当該賃金相当額\nの損害金の支払を請求することはできない。また，原告は，平成２６年２月\n５日に，訴外株式会社Ｆ（以下「訴外会社」という。）に就職して，同月１\n１日からタクシー乗務員として勤務しており，原告本人尋問でも被告におけ\nる就労の意思がない旨を供述している。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実（第２の１記載の事実）のほか，後掲証拠及び弁論の全趣旨に\nよれば，次の事実が認められる。\n(1)  被告は，従来から，同社の労働組合との間で，第一原因事故及び自損事\n故を起こしたタクシー乗務員の処分について協定書を取り交わしており，平\n成２１年に改訂された協定書（甲２）では，自損事故について，損害額，修\n理費及び事故回数に応じて，再教習，無事故手当の不支給，事故代の徴収等\nの不利益処分がされ，事故の隠蔽については，修理費に関係なく，業務手当\n及び無事故手当の不支給，降格及び査問の不利益処分がされることとされて\nいた。\n被告と同社の労働組合との間で平成２５年４月１８日に取り交わされた協\n定書（乙２）では，第一原因事故及び自損事故を起こした乗務員の処分は，\n被告及び労働組合から各１名以上の構成員で構成される事故調査委員会によ\nり決定されることとされた。また，自損事故については，乗務員の事故歴及\nび修理代に応じて，無事故手当の不支給，事故代の徴収，修理代の実費負担，\n研修の受講等の不利益処分がされ，事故を隠蔽した場合の処分が重くされ，\n修理費に関係なく，事故調査委員会により別途処分が決定されることとされ\nた。\n（甲２，乙２，証人Ｅの証言（以下「証人Ｅ」と表記する。）・７頁，１１\n頁，２１頁，２６頁から２８頁まで，原告本人尋問の結果（以下「原告本人」\nと表記する。）・１５頁）\n(2)  原告は，平成２５年１０月２１日午前９時頃，東京都杉並区内の路上で\n乗務中に，前方不注視により，オートバイに被告営業車両を追突させる第一\n原因事故（人身事故）を起こし，そのことを被告に報告した（甲１１，乙１，\n４，証人Ｅ・８頁，原告本人・４頁））。\n(3)  原告は，平成２５年１１月１３日午前１時２０分頃，本件自損事故を起\nこし，本件車両の左側後部に少なくとも長さ１ｍのひっかき傷を付けた。こ\nの傷の修繕費用として２万７４３６円（消費税込み）の見積書が作成されて\nいる。（甲６の１から３まで，甲１１，乙１，６，乙７の１から４まで，証\n人Ｅ・３頁，４頁，原告本人・３頁）\n(4)  原告は，前記(2)のとおり，本件自損事故の約２０日前に第一原因事故\n（人身事故）を起こしていたことから，本件自損事故の発覚を免れるため，\nコンビニエンスストアの駐車場で本件隠蔽行為を行い，平成２５年１１月１\n３日午前３時頃，被告Ａ営業所に帰庫した後，本件報告懈怠をした。原告が\n本件隠蔽行為に使用した黒色タッチペンは，事故を隠蔽するために，あらか\nじめ所持していたものであった。（甲１１，乙３，原告本人・３頁，４頁，\n１８頁）\n(5)  被告Ａ営業所のＣ主任は，平成２５年１１月１３日午前６時３０分から\n行われた出庫点検の際，本件車両の相勤者（被告では，１台の営業車両に２\n名の乗務員が交替で乗務するところ，原告と交代で本件車両に乗務する乗務\n員）からの報告により，本件車両に付いた傷及びこれを塗り隠した形跡を発\n見した。出庫点検に立ち会っていたＢ元社長は，上記相勤者に対し，原告に\n連絡をとるように指示した。（乙３，５）\n(6)  原告は，平成２５年１１月１３日，被告を退社した後，本件自損事故の\n現場に赴いて現場写真（甲６の１から３まで）を撮影し，被告の心証を良く\nして穏便な処分にしてもらうために，自宅で本件始末書・進退伺い書を作成\nした。\nその後，原告は，同日午後５時前に被告Ａ営業所に出社し，Ｂ元社長及び\nＣ主任に対し，上記現場写真を示しながら本件自損事故の状況を報告すると\nともに，本件隠蔽行為をしたことを申告して，その動機を説明し，これらに\nついて謝罪した。\n原告は，この際，Ｂ元社長に対し，本件始末書・進退伺い書を提出し，Ｂ\n元社長はこれを受け取った。原告は，前記(1)記載のとおりの労使協定に基\nづき，無事故手当の不支給や事故代の請求等の不利益処分を受けることや，\n乗務停止などの懲戒処分を受けることは覚悟していた。他方で，本件始末\n書・進退伺い書を受け取ったＢ元社長は，原告に対し，被告を退職する意思\nを有しているか確認しなかった。\n原告は，Ｃ主任から，処分が決定するまでの間，自宅待機を指示され，同\n日以降，タクシー乗務員として乗務をしていない。\n（甲６の１から３まで，甲１１，乙１，３，５，原告本人５頁から１０頁ま\nで，１３頁から１５頁まで，２４頁，２５頁，３６頁，３７頁）\n(7)  Ｅ所長は，Ｃ主任から，上記(5)及び(6)のとおりの報告を受け，原告が\n本件始末書・進退伺い書を提出したことから，被告を退社する意思を有して\nいると一方的に考え，原告に対し，退職の意思を有しているか確認すること\nなく，Ｂ元社長及びＣ主任と協議の上，平成２５年１１月１７日頃，同月２\n１日以降の勤務シフト及び退職者欄に原告の氏名を記載した本務表（甲３）\nを作成し，被告Ａ営業所内に掲示した。Ｅ所長は，上記のとおり，原告に退\n職の意思があると一方的に考えていたことから，前記(1)の事故調査委員会\nを開催する必要性はないと考えており，事故調査委員会を開催することはな\nかった。他方で，原告は，他の乗務員からの連絡により，原告が退職者扱い\nとなっていることを知って，驚くとともに立腹した。（甲３，１１，証人\nＥ・４頁，８頁から１１頁まで，１５頁から１７頁まで，２１頁，２２頁，\n２９頁，３０頁，原告本人１１頁から１２頁）\n(8)  原告は，平成２５年１１月２１日午後３時頃から，被告Ａ営業所におい\nて，Ｅ所長と３０分から４０分程度の間，面談をした。Ｅ所長は，原告が本\n件隠蔽行為をしたことの悪質性を強調し，今後タクシー乗務員として勤務を\n続けさせることが困難であることを告げた上で，原告に対し自主退職するこ\nとを打診したが，原告は，(5)のとおり本務表（甲３）の退職者欄に原告の\n氏名が記載されたことに立腹していたことから，Ｅ所長の打診を拒否し，自\nらを解雇するとともに，解雇通知書と離職票を交付するように求め，Ｅ所長\nはこれを了承した。なお，原告がＥ所長との面談において，被告での勤務を\n継続したい旨の申入れをすることはない一方で，原告が，被告に対し，本件\n就業規則２３条が定める退職願を提出したことはなかった。（甲３，１１，\n乙５，証人Ｅ・１１頁から１３頁まで，１８頁から２１頁まで，原告本人１\n６頁，１７頁，２６頁，２７頁）。\n(9)  原告は，原告訴訟代理人を通じて，被告に対し，平成２５年１２月５日\n付けのご通知書（甲４の１）を送付し，同年１１月２１日にＥ所長から口頭\nで解雇されたにもかかわらず，解雇通知書及び解雇理由通知書の送付を受け\nていないと主張して，各通知書の交付を求めた（甲４の１及び２，甲１１）。\n(10)  原告は，平成２５年１２月１３日，同年１１月２１日付けで解雇された\nことの無効を主張して，本件訴えを提起した（記録上明らかな事実）。\n(11)  被告は，平成２５年１２月１６日，原告に対し，本件解雇をする旨の同\n日付け解雇予告通知書（甲５）を送付し，同月１７日，同通知書が原告に対\nし到達した。本件解雇に関し査問委員会を開催するなど懲戒処分の手続がと\nられたことはなかった。（甲５，証人Ｅ・３１頁）\n(12)  原告は，平成２６年１月２０日過ぎ頃から就職活動をし，同年２月５日，\n訴外会社に就職し，同月１１日からタクシー乗務員（正社員）として勤務し\nている。訴外会社では，締め日を毎月末日，支払日を翌月１５日として賃金\nが支給されており，原告は，次のとおりの賃金の支給を受けた。なお，原告\nは，同年７月２日に実施された原告本人尋問において，被告に復職するので\nはなく，訴外会社で勤務を続けたいとの意向を述べている。（甲１３，原告\n本人・２７頁から２９頁まで，３７頁，３８頁）\n平成２６年３月分（平成２６年２月２９日締め日，同月３月１５日支払日\nの賃金を指す。以下同じ）  ２０万１５９８円（甲１４の１）\n同年４月分          ３７万３５３９円（甲１４の２）\n同年５月分           ３３万７３１０円（甲１４の３）\n同年６月分          ３０万５３１６円（甲１４の４）\n２  争点(1)（本件雇用契約が合意解約されたか。）について\n(1)  被告は，本件雇用契約が合意解約された旨主張し，原告が，平成２５年\n１１月１３日に，被告に対し，本件始末書・進退伺い書を提出したことが，\n本件雇用契約の合意解約の申入れである旨主張し，Ｅ証人は証人尋問におい\nてこれに沿う証言をし，同証人（乙５）及びＢ（乙３）の各陳述書にはこれ\nに沿う供述部分がある。\n(2)  労働者がする雇用契約終了の申入れは，口頭でされる場合と書面でされ\nる場合のいずれにおいても，労働者が当該雇用契約を終了させようとする意\n思が示されているかを慎重に検討する必要があるというべきである。本件就\n業規則２３条において，従業員が自己都合で退職するときに退職願を提出す\nることを求めるのは，後日，当該従業員の真意を巡って争いが生ずることを\n避けることに配慮したものと解される。\nこれを本件についてみると，本件始末書・進退伺い書（乙１）は「私の進\n退については，社長にご一任申し上げます。」との記載があるが，この記載\nをもって，原告が，労使協定に基づく不利益処分や就業規則に基づく懲戒処\n分を受けつつ本件雇用契約を継続することを一切希望せずに，被告を退職し\nて本件雇用契約を終了させようとする意思が明確に示されているとみること\nはできない。原告が本件就業規則２３条に基づく退職願を提出しておらず，\n退職者欄に原告の氏名が記載された本務表（甲３）が掲示されたことについ\nて，原告が驚くとともに立腹したという事実は，このことを裏付けるもので\nある。原告がＥ所長との面談において，被告での勤務を継続したい旨の申入\nれをすることがなかったことは，結論を左右するものではない。\n他方で，Ｂ元社長やＥ所長が，原告に対し被告を退職する意思を有してい\nるか確認していないにもかかわらず，本件始末書・進退伺い書の上記記載を\nもって，被告を退職する意思を有していると判断した根拠は必ずしも明確で\nはなく，上記記載を被告に都合良く解したと見る余地が十分にある。したが\nって，この点に関するＢ元社長やＥ証人の証言又は陳述書における供述部分\nは採用できない。\n(3)  したがって，原告が，平成２５年１１月１３日に，被告に対し，本件始\n末書・進退伺い書を提出したことが，本件雇用契約の合意解約の申入れであ\nる旨の被告の主張を採用することはできないから，本件雇用契約が合意解約\nされた旨の被告の主張を採用することはできない。\n３  争点(2)（本件雇用契約が，原告による解約申入れにより終了したか。）に\nついて\n(1)  被告は，本件雇用契約が合意解約されていないとしても，原告は，平成\n２５年１１月１３日，被告に対し本件始末書・進退伺い書を提出することに\nより，本件雇用契約の解約申入れをし，本件雇用契約は，原告の解約申入れ\nの日から２週間を経過した同月２８日の経過をもって終了したと主張する。\nしかし，本件始末書・進退伺い書（乙１）の「私の進退については，社長\nにご一任申し上げます。」との記載をもって，本件雇用契約の解約申入れと\n評価することができないことは，争点(1)に対する判断における説示したと\nおりである。\n(2)  したがって，この点に関する被告の主張は採用することはできない。\n４  争点(3)（本件解雇の効力）について\n(1)  労働契約法１６条は，客観的に合理的な理由を欠き，社会通念上相当で\nあると認められない解雇は，解雇権を濫用したものとして無効となる旨を規\n定する。\n(2)  これを本件についてみると，被告では１台の営業車両に２名の乗務員が\n交代で勤務する勤務形態が取られており，事故により当該営業車両に生じた\n損傷についての責任の所在を明確にする見地から，特に事故の隠蔽について，\n通常の自損事故よりも重い不利益処分をする旨の労使協定が取り交わされて\nいるところ，本件報告懈怠及び本件隠蔽行為は，本件自損事故の約２０日前\nに第一原因事故（人身事故）を起こしていた原告が，本件自損事故の発覚を\n免れるという自己保身のために行ったものであり，職業運転手である原告の\n職業倫理上許されない行為である上，原告が事故を隠蔽するため，あらかじ\nめ所持していた黒色タッチペンを使用して本件隠蔽行為に及んだ点でも悪質\nである。\n(3)  しかし，原告にはこれまで懲戒処分歴はなく，勤務態度に問題を指摘さ\nれていたとの事情もうかがわれない上，これまでに本件隠蔽行為と同種の行\n為を繰り返していた証拠はない。原告は，本件報告懈怠及び本件隠蔽行為を\nした日のうちに被告Ａ営業所に出社して，本件自損事故の状況を報告すると\nともに，本件隠蔽行為をしたことを申告して謝罪し，本件始末書・進退伺い\n書を提出したという経緯が認められることに鑑みれば，１回の本件報告懈怠\n及び本件隠蔽行為により，原告と被告との間の信頼関係が，本件解雇によっ\nて本件雇用契約を解消しなければならない程度にまで破壊されたものと評価\nすることはできない。そして，被告の主張によれば，本件報告懈怠及び本件\n隠蔽行為が懲戒処分に相当するとされる一方で，本件就業規則６７条には，\n従業員との雇用関係の継続を前提とする懲戒処分も定められているのである\nから，被告はそのような懲戒処分を選択する余地もあったというべきである。\nまた，被告と同社の労働組合との間で取り交わされた協定書（乙２）で，\n第一原因事故及び自損事故を起こした乗務員の処分を決定する際に開催され\nるべき事故調査委員会が，原告について開催されていない。この点，Ｅ証人\nは，本件始末書・進退伺い書の記載をもって，被告を退職する意思を有して\nいると考えたので，事故調査委員会を開催しなかった旨の証言をするが，上\n記の記載がＥ証人の証言するような趣旨のものとみることができないことは\n前記説示のとおりであり，被告が上記協定書に反する取扱いをしたことを正\n当化するものということはできない。\nこれに対し，被告は，本件解雇は，原告がＥ所長と面談した際に，失業保\n険の受給における有利性等を理由に，原告を解雇することを要求したことか\nら，離職に当たっての原告の希望を尊重して行った措置である旨主張し，Ｅ\n証人は証人尋問においてこれに沿う証言をし，同証人（乙５）の陳述書には\nこれに沿う供述部分がある。しかし，Ｅ証人の証言等を裏付けるに足りる的\n確な証拠はない。したがって，この点に関する被告の主張は採用することは\nできない。\n(4)  以上の検討によれば，本件解雇は，客観的に合理的な理由を欠き，社会\n通念上相当であると認めることはできないから，解雇権を濫用したものとし\nて無効であるというべきである。\n５  争点(4)（原告が支払を受けることができる賃金又は損害の範囲）について\n(1)  本件解雇は無効であるところ，原告が民法５３６条２項に基づき，本件\n解雇日以降の賃金の支払を請求するためには，原告が被告における就労の能\n力及び意思を有していることが必要であると解される。このことは，当該賃\n金相当額の支払を不法行為又は債務不履行に基づく損害として請求する場合\nでも，同様である。\n(2)  これを本件についてみると，前記前提事実(3)及び前記認定事実(10)，\n(12)によれば，原告は，平成２５年１２月１３日，同年１１月２１日付けの\n解雇の無効を主張して本件訴えを提起したところ，平成２６年１月２０日過\nぎ頃から就職活動をし，同年２月５日に訴外会社に就職し，同月１１日から\nタクシー乗務員（正社員）として勤務しており，原告の平成２４年１０月分\nから平成２５年１０月分までの被告の平均賃金と遜色のない賃金の支払を受\nけていることが認められる。\nそして，原告が訴外会社に就職した際に，被告に対し，本件解雇が無効で\nあれば被告に戻る意思があることを示したとの事情もうかがわれないことも\n併せ考えれば，原告は，平成２５年２月５日に訴外会社に就職した時点で，\n被告における就労の意思を喪失したものと認めるのが相当であり，被告に対\nし，同月以降の賃金又は当該賃金相当額の損害の支払を請求することはでき\nないというべきである。\nこれに対し，原告は，現在も被告における就労の意思を有していると主張\nするが，上記の原告の供述及びそのような供述がされた経緯に照らしても採\n用することはできないから，この点に関する原告の主張を採用することはで\nきない。\nまた，被告は，原告が，遅くとも平成２５年１１月２１日にＥ所長と面談\nした時点において，就労の意思を喪失したと主張するが，このことを認める\nに足りる証拠はないから，この点に関する被告の主張を採用することはでき\nない。\n(3)  そして，前記前提事実(2)，(3)，(5)イ，証拠（甲７）及び弁論の全趣旨\nによれば，原告の賃金は月により変動し，被告の賃金規定上，従業員が月度\nで途中退社した場合に賃金の日割計算を予定する規定はないところ，原告が\n主張するとおり，平成２４年１０月分から平成２５年１０月分までの平均賃\n金は月額３７万７５５５円であり，原告は，同年１２月１７日に被告から支\n払われた３９万２７６０円を，未払となっている同年１１月分賃金及び平成\n２６年１月分の賃金の内金１万５２０５円に充当したから，原告が支払を請\n求することができる賃金又は当該賃金相当額の損害金は，同月分の３６万２\n３５０円となる。\n６  結論\nよって，原告の請求は主文１項及び２項の限度で理由があるからこれを認容\nし，その余の請求は理由がないからこれを棄却することとし，主文のとおり判\n決する。\n東京地方裁判所民事第３６部\n裁判官   吉   川   健   治\n"
}