{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 2,
    "day": 28
  },
  "case_number": "平成29(ワ)16958",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88481",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88481",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/481/088481_hanrei.pdf",
  "contents": "平成３１年２月２８日判決言渡  同日原本交付  裁判所書記官\n平成２９年（ワ）第１６９５８号  損害賠償請求事件\n口頭弁論終結日  平成３０年１２月２０日\n判         決\n原               告        株式会社 エスプリライ ン\n上 記 訴 訟 代 理 人 弁 護 士        神田知 宏\n同                   田   村   有加 吏\n同                 平津慎 副\n被 告      ラクサス・テクノロジーズ株式会社\n上記 訴 訟 代 理 人 弁 護 士      松永克 彦\n同                  白日雄 歩\n同                  中川   徹\n同                 安西紀 皓\n主         文\n１  被告は，原告に対し，３６万５０００円及びこれに対する平成２９年５月３０\n日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用はこれを１０分し，その１を被告の負担とし，その余を原告の負担と\nする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n被告は，原告に対し，２９３万円及びこれに対する平成２９年５月３０日（訴状\n送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，原告が，被告による別紙被告ＤＶＤ目録記載のパッケージ内のＤＶＤ\n（以下「被告ＤＶＤ」という。）の作成，配布等が，主位的には，映画の著作物又\nは編集著作物である，別紙原告ＤＶＤ目録記載のパッケージ内のＤＶＤ（以下「原\n告ＤＶＤ」という。）に関して原告が有する複製権及び翻案権並びに同一性保持\n権を侵害すると主張し，予備的には，言語の著作物である，原告ＤＶＤのスクリ\nプト部分（音声で流れる言語の部分）に関して原告が有する複製権，翻案権及び\n譲渡権並びに同一性保持権を侵害すると主張して，被告に対し，民法７０９条に\n基づく損害賠償金及び遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いがないか，後掲各証拠及び弁論の全趣旨によって容\n易に認められる事実）\n原告は，外国語教材の企画，開発，販売等を目的とする株式会社であり，「ス\nピードラーニング」という名称の英会話教材（以下「原告商品」という。）を製\n造，販売している。（甲１，２）\n被告は，インターネットを利用した各種情報提供サービス，広告業，広告代\n理業，各種通信販売等を目的とする株式会社であり，少なくとも平成２６年６\n月から同年９月末頃までの間，「スピードイングリッシュ」という名称の英会\n話教材（以下「被告商品」という。）を製造，販売していた。（争いがない）\n原告は，原告ＤＶＤを制作し，少なくとも平成２０年９月頃から，原告商品\nの購入を検討している顧客に対し，原告ＤＶＤを配布した。原告ＤＶＤは，原\n告商品の受講者の体験談，原告商品の開発者からのメッセージなどが収録され\nたものである。（甲５，１１，弁論の全趣旨）\n被告は，被告ＤＶＤを制作し，平成２６年，被告商品の購入を検討している\n顧客等に対し，被告ＤＶＤを配布した。被告ＤＶＤは，被告商品の受講者の体\n験談，被告商品の開発者からのメッセージなどが収録されたものである。（甲\n６，乙５，弁論の全趣旨）\n原告ＤＶＤ及び被告ＤＶＤの内容は，それぞれ，別紙「ＤＶＤの内容の対照\n表」の「原告ＤＶＤの構成」欄及び「被告ＤＶＤの構成」欄記載のとおりであ\nり，それらの画面の一部は，別紙「動画画面対照表」の「原告ＤＶＤ」欄及び\n「被告ＤＶＤ」欄に掲げたとおりである。（争いがない）\nまた，原告ＤＶＤ及び被告ＤＶＤでは，それぞれ，別紙「ＤＶＤスクリプト\n内容対照表」の「原告ＤＶＤ」欄及び「被告ＤＶＤ」欄記載のとおり，ナレー\nションとして音声が流れる。（甲９）\n３  争点（争点１ないし３の関係について，原告は，主位的に争点１及び２を選択\n的に主張し，予備的に争点３を主張する。）\n映画の著作物としての複製権，翻案権侵害の有無（争点１）\n編集著作物としての複製権，翻案権侵害の有無（争点２）\nア  原告ＤＶＤが編集著作物に該当するか（争点２－１）\nイ  原告ＤＶＤが編集著作物である場合に，被告ＤＶＤは原告ＤＶＤを複製又\nは翻案したものであるといえるか（争点２－２）\n言語の著作物としての複製権，翻案権及び譲渡権侵害の有無（争点３）\n同一性保持権侵害の有無（争点４）\n損害の有無及びその額（争点５）\n原告の請求の権利濫用該当性（争点６）\n４  争点に関する当事者の主張\n映画の著作物としての複製権，翻案権侵害の有無（争点１）\n（原告の主張）\n原告ＤＶＤは映画の著作物である。原告ＤＶＤと被告ＤＶＤの内容は，映像\nの被写体，構成や映像効果，音声スクリプトや表示されるテキストの内容，そ\nれらの表記のタイミングという特徴のある具体的表現において，以下のとおり\n類似性ないし同一性があり，いずれも創作的表現に関するものである。そして，\n被告ＤＶＤから原告ＤＶＤの表現上の本質的特徴を直接感得することができ\nる。\nア  全体的な構成\n原告ＤＶＤと被告ＤＶＤは，いずれも，イントロダクション，受講者イン\nタビュー，商品紹介，商品の特徴の説明，開発者等のインタビュー，商品特\n徴の説明，エンディング，という構成を採用しており，類似している。\nイ  イントロダクション（なお，この標題は，別紙「ＤＶＤの内容の対照表」\nの「１  原告ＤＶＤ①イントロダクションと被告ＤＶＤ①イントロダクショ\nン」に記載された標題に対応する。以下の標題も同じである。）\n別紙「ＤＶＤの内容の対照表」の「項目」欄の「ア」（以下「項目ア」と\nいう。上記各別紙の他の項目についても，同様である。なお，「項目イ」以\n降については，別紙「動画画面対照表」の項目欄にも対応している。）\n最初に社名が表示されるという表現が共通している。\n項目イ\n白い扉がクローズアップされるに従って扉が開き，そこから宇宙に繋が\nっていく様子が映し出される表現が共通している。\n扉や宇宙の具体的な表現は異なるものの，扉や宇宙の色，扉の動き，視\n点の動きなどの表現が共通している。\nこれらの表現は，商品を利用することにより，宇宙という新しい世界に\nつながるということや，新しい世界に行けるということを連想させる点で\n創作性を有する。\n項目ウ\n英語を話していることを連想させる静止画が，宇宙の奥からテンポよく\n表示される表現が共通している。\n静止画には拡大するという動きを持たせ，他方で「外国人の友達が欲し\nい」等の一般的な英語学習の動機となる文字テキストには縮小するという\n動きを持たせた上で，表示された文字テキストをナレーションが読み上げ\nるという表現が共通している。\nこれらの表現は，視聴者に対し，一般的に有している英語学習の動機を\n思い起こさせることを意図したものであり，創作性を有する。\n項目エ\n受講者が外国人と話している動画を流しつつ，ナレーションが「あなた\nはどんな自分になりたいですか。なりたい未来のあなたを想像してくださ\nい。」と問いかける表現が共通している。\nこれらの表現は，視聴者に対し，未来の自分を想像させることを意図し\nたものであり，創作性を有する。\n項目オ\n雲の切れ間から光が差し込む映像を流すとともに，「新しい言葉を習得\nすると新しい自分を発見したり新しい世界が広がります。人間にはもとも\nと言葉を話せる力が備わっています。」というナレーションが流れ，その\n後に各商品によって新たな世界が開けることを意味するナレーションが\n流れ，最後に，「さあここから一緒に始めましょう。（商品名）の世界へよ\nうこそ」というナレーションが流れ，その最後のナレーションが流れる際\nの映像として，白い光の手前に商品のＤＶＤを配置し，その周囲を受講者\nの静止画が衛星のように左回りで周り，「Ｗｅｌｃｏｍｅ  ｔｏ  （商品\n名），（商品名）の世界へようこそ」という文字テキストが表示されるとい\nう表現が共通している。\nこれらの表現は，いずれも他には見られないものであり，創作性を有す\nる。\nウ  受講者インタビュー（その１）－項目カ\n冒頭に「（商品名）を始めた人の中にはすでに新しいステージへと人生を\n開いていった人たちがたくさんいらっしゃいます」というナレーションが流\nれ，その後，一人目の受講者として，海外で活躍する女性を紹介するに際し，\n「○○さんもその一人です」と紹介し，その女性のインタビューが始まる前\nに「英語を話す原点になったのが（商品名）だったのです」というナレーシ\nョンを流すとともに，「英会話の原点は（商品名）」という赤色の文字テキス\nトが表示されるという表現が共通している。\nこれらの表現は，各商品を使用して海外で実際に活躍する人を登場させる\nことにより，各商品の信頼性を高め，各商品により夢が叶うという印象を与\nえる効果があり，創作性を有する。\nエ  受講者インタビュー（その２）－項目キ\n冒頭に地名が表示された後，二人目の受講者として，男性の肖像，肩書き\n及び氏名が文字テキストで表示され，その後，受講者は英語が苦手であった\nものの，それを変えたのが各商品であったという内容のナレーションが流れ\nた後，その男性のインタビューが始まるという表現が共通している。\nこれらの表現は，受講者の個人情報を提供することで，受講者のインタビ\nュー内容に信憑性を持たせるものであり，創作性を有する。\nオ  その他受講者インタビュー－項目ク\n多数の受講者のインタビューを内容に取り入れているという表現が共通\nである。\nカ  商品紹介－項目ケ\n上部から光に照らされ，雲が浮かんでいる空の映像が流れた後，空から階\n段が伸びてきて，階段を下から見上げる構図を採り，目の前の階段の側面に\n英語学習のステップを示すフレーズが表示され，そのステップを習得すると\n一段上の階段の側面がクローズアップされると同時に，その階段の側面に次\nの英語学習のステップを示すフレーズが右からスライドして表示されてい\nき，７つ目の英語学習のステップを示すフレーズが表示されると，階段の下\nの方までスクロールされるという表現が共通している。\nまた，英語学習のステップは７段階であり，それらを示す原告ＤＶＤのフ\nレーズは，①「聞くことを習慣化する」，②「単語やフレーズの音がキャッチ\nできるようになる」，③「言っていることが理解でき短い言葉で反応できる\nようになる」，④「短い言葉で自分の意思を伝えられるようになる」，⑤「簡\n単な会話のキャッチボールができるようになる」，⑥「言葉のキャッチボー\nルが長く続くようになる」，⑦「意識せずに自然に外国人との会話が楽しめ\nるようになる」であるのに対し，これに対応する被告ＤＶＤのフレーズは，\n①「流して聞くことを習慣化する」，②「単語，フレーズの音が聞き取れるよ\nうになる」，③「言っていることが分かり，短いフレーズで返事ができるよう\nになる」，④「短いフレーズで自分の言いたいことが伝えられるようになる」，\n⑤「簡単な会話のキャッチボールができるようになる」，⑥「言葉のキャッチ\nボールが長く続けられる」，⑦「意識せず，自然に外国人との会話が楽しめる\nようになる」であるところ，これらのフレーズはほぼ同一であり，それらが\nナレーションにより読み上げられる点でも，表現が共通している。\n両者は，英語学習のステップを階段に見立て，ステップを習得して階段を\n上る際に次のステップとして表示されるフレーズの表示方法（右からスライ\nドして表示される）と，視聴者から見た視点の動き方が酷似していることに\n加え，酷似したフレーズが同一の順序で読み上げられることから，視覚的に\nも聴覚的にも両者が酷似しているという印象を与える。\nこれらの表現は，空に浮かんだ階段を下から見上げる構図を採ることによ\nって，階段を駆け上がっていくイメージを与えるとともに，階段と英語学習\nのステップを結びつけることによって英語学習の各ステップを着実に習得\nすることができるイメージを与えるものであり，創作性を有する。\nキ  商品の特徴の説明\n項目コ\n外国人と話している様子の静止画又は映像が流れつつ，「なぜ，（商品名）\nを手にすると外国語を話せるようになって人生が変わるのか」という趣旨\nのナレーションが流れ，その後に「そこには（商品名又は会社名）独自の\n画期的なシステムがある」というナレーションが流れるという表現が共通\nしている。\n項目サ\n画面中央付近に青色，緑色，オレンジ色の三つの球体があらわれ，それ\nらの三つの球体が床と平行に左回りで周り，その後，垂直に回転し，青色\nの球体が上部，緑色の球体が左下部，オレンジ色の球体が右下部で停止し\nて正三角形の頂点を形成した後，それらの三つの球体がそれぞれ黒い線で\n結ばれるという表現が共通している。\nこれらの表現は，三つの球体を用いて商品には三つの柱を構成する独自\nのシステムがあるという説明をする点，三つの球体の動きが他には見られ\nない複雑なものである点，三つの独自のシステムが協働して英語が話せる\nようになるというイメージを与える点などで，創作性を有する。\nク  商品の特徴の具体的な内容の説明－項目シ\n青色の球体がクローズアップされ，その後，赤ちゃんが言葉を習得するプ\nロセスについての説明が始まり，そこでは，ナレーションと文字テキストに\nより，赤ちゃんは言葉のシャワーを自然に浴びることで聞きためた言葉をあ\nる日突然「ふっ」とわき出るように話し出すこと，人間にはもともと言葉を\n習得する力が備わっていること，「聞く」，「話す」のプロセスを踏めば，必ず\n自然に英語が話せるようになることなどを説明するという表現が共通して\nいる。\nこれらの表現は，赤ちゃんが言葉を習得するプロセスを例に挙げて，本来，\n人間は言葉を習得する力が備わっており，「聞く」，「話す」のプロセスを踏め\nば，誰でも容易に英語を話せるようになることを伝え，英語の勉強のハード\nルを低く感じさせることを意図している点で，創作性を有する。\nケ  開発者等インタビュー\n項目ス\n開発者のインタビューが流れ，そのインタビューの中で，あきらめない\nことが大事であると伝える表現が共通している。\n項目セ\n英語を学習し始める動機を尋ねるナレーションが流れ，その後，試験の\nための勉強ではつまらなくなること，英語の勉強がつまらないことはもっ\nたいないこと，本来の目的は外国人の友達が欲しいということ，相手のこ\nとを知りたいということ，自分のことを伝えたいということであったはず\nであること，各商品では外国語を習得する本来の目的を大切にしているこ\nとについて，ナレーションが流れるとともに，同趣旨の文字テキストが表\n示されるという表現が共通している。\nこれらの表現は，各商品が，試験で苦しんだ英語の勉強ではなく楽しい\n目的のためのものであるというイメージを与えるものであり，創作性を有\nする。\n項目ソ\n各商品の製作メンバーのインタビューが流れるという表現が共通して\nいる。\n項目タ\nまずは１００日間聞き続けてみましょうとの内容のナレーションが流\nれるという表現が共通している。\nコ  商品の特徴の具体的な内容の説明\n項目チ\n商品のサポートシステムについての説明に際し，天気の悪い空の光景を\n背景にして，受講生が感じる不安として，「効果が感じられない」，「このま\nま続けていいの？」というナレーションが流れるとともに，同趣旨の文字\nテキストが表示されるという表現が共通している。\nまた，そのような不安に対応するため，「サポートメール」というシステ\nムがあることや無料でネイティブと話せるシステムがあることなどを紹\n介する映像，ナレーション及び文字テキストが表示されるという表現が共\n通している。\nこれらの表現は，英語学習者が誰でも感じやすい不安を事前に伝え，こ\nれに対応するシステムが準備されていることを紹介することで，受講者に\n安心して各商品を利用した勉強を始めてもらうことを意図するものであ\nり，創作性を有する。\n項目ツ\n従業員のインタビュー動画が流れるという表現が共通している。\nサ  エンディング\n項目テ\n画面に日本列島が現れ，日本列島のいろいろな場所が光る映像が流れる\nとともに，各商品の和が日本全国に広がるというナレーションが流れると\nいう表現が共通している。\nその後，日本列島が光った後に地球に変わり，受講者の静止画がその地\n球の周囲を周る映像に移行し，各商品の和が「世界中へと広がり始めてい\nます。」というナレーションが流れるという表現が共通している。\n項目ト\n日の出とともに太陽が上昇していく映像が流れ，その後，青空の映像に\n変わり，あなたの心があなたの未来を創るという趣旨のナレーションが流\nれるとともに，同趣旨の文字テキストを表示するという表現が共通してい\nる。\n（被告の主張）\n複製ないし翻案の有無を判断するためには，原告ＤＶＤと被告ＤＶＤの同一\n性のある部分を認定し，その同一性のある部分が創作的表現であるか否かを判\n断した上で，同一性があり，かつ，表現上の創作性が認められる部分において，\n被告ＤＶＤから原告ＤＶＤの表現上の本質的な特徴を直接感得することがで\nきるかを検討すべきである。原告ＤＶＤと被告ＤＶＤが共通するのは，いずれ\nも，アイデアであるか創作性が認められない部分であり，被告ＤＶＤは原告Ｄ\nＶＤを複製又は翻案したものではない。\nア  全体的な構成\n原告ＤＶＤと被告ＤＶＤの全体的な構成が共通しているとしても，それら\nは具体的な表現ではなくアイデアにすぎない。\nイ  イントロダクション\n項目ア\n最初に社名が出てくる構成は表現ではなくアイデアであるし，仮に表現\nであるとしても，そのような表現はありふれた表現であって創作性が認め\nられない。\n最初に社名が出てくる両者の映像は，社名が異なることから具体的な表\n現が異なっている。\n項目イ\n映像作品におけるイントロダクションにおいて，扉の奥に宇宙のような\n広い世界が広がるという表現はありふれた表現であるから，創作性は認め\nられない。\n両者の映像を比較すると，白い扉について窓の形，数，大きさ等の形状\nが全く異なっており，具体的な表現が異なっている。\n項目ウ\n両者の映像を比較すると，使われている映像は登場人物，背景画像，表\n示されているテロップのフレーズ等が全く異なっており，具体的な表現が\n異なっている。\n英語を話していることをイメージさせる静止画が現れる構成自体はア\nイデアである。仮に表現であるとしても，英会話教材の広告でそのような\n静止画が使用されることはありふれた表現であって，創作性が認められな\nい。また，画面に表示される文字テキストの表現は，英会話教材の広告に\n使用されるものとして特別な内容ではなく，創作性は認められない。\n項目エ\n受講者が外国人と話をしているという構成は，表現ではなくアイデアに\nすぎない。また，ナレーションが問いかけるという手法やそのナレーショ\nンの内容は，いずれも英会話教材の広告としてありふれたものであって創\n作性は認められない。\n両者の映像を比較すると，登場人物，背景が全く異なっており，具体的\nな表現が異なっている。\n項目オ\n雲の切れ間から光が差し込む映像表現はありふれたものであって創作\n性は認められない。また，「新しい言葉を習得すると新しい自分を発見し\nたり新しい世界が広がります。人間にはもともと言葉を話せる能力が備わ\nっています。」とのナレーションは意見や事実に過ぎず，また，表現である\nとしても英会話教材の広告としてありふれた表現であって，創作性は認め\nられない。\n両者の映像を比較すると，原告ＤＶＤの映像は「花が咲く映像が流れ，\n再度，空の映像が流れる」のに対し，被告ＤＶＤの映像は「握手と地球の\n映像が流れ，日の出の映像が流れる」ものであること，原告ＤＶＤの映像\nは「背景は青色で，中央部分は白く光っている」のに対し，被告ＤＶＤの\n映像は「背景は薄いオレンジ色で，中央部分は白く光っている」ものであ\nるから，具体的な表現が異なっている。\nウ  受講者インタビュー（その１）－項目カ\n「（商品名）を始めた人の中にはすでに新しいステージへと人生を開いて\nいった人たちがたくさんいらっしゃいます」とのナレーションは，ありふれ\nたものであって創作性は認められない。また，海外で実際に活躍する人を登\n場させてインタビューを流すという構成は，具体的な表現ではなくアイデア\nにすぎないし，仮に表現であるとしても，受講者の感想を映像として表現す\nることはありふれており，創作性は認められない。テキスト表現を強調した\nい場合に赤色で行うことも，ありふれた表現であって，創作性は認められな\nい。\n両者の映像を比較すると，受講者インタビューの内容は，登場人物，撮影\n場所，インタビュー内容等が全く異なることから，具体的な表現が異なって\nいる。\nエ  受講者インタビュー（その２）－項目キ\n地名，受講者本人の肖像とともに肩書きと名前がテキスト表示されるとの\n構成自体は具体的な表現ではなくアイデアであって，創作性は認められない。\n受講者のインタビュー内容に信憑性を持たせるために，受講者の個人情報を\n提供すること自体はアイデアであるし，仮に表現であるとしてもありふれた\n表現であって，創作性が認められない。\n両者の映像を比較すると，受講者インタビューの内容は，登場人物，撮影\n場所，インタビュー内容等が全く異なることから，具体的な表現が異なって\nいる。\nオ  その他受講者インタビュー－項目ク\n多数の受講生のインタビューを内容に取り入れている構成自体はアイデ\nアにすぎない。\n両者の映像を比較すると，受講者インタビューの内容は，登場人物，撮影\n場所，インタビュー内容等が全く異なり，また，個々のインタビューの時間\nや人数も異なるから，具体的な表現が異なっている。\nカ  商品紹介－項目ケ\n階段の側面に示されるフレーズは，外国語学習のための当然の事実である\nか，ありふれた表現であって，創作性が認められない。また，外国語学習に\n限らず，何かを習得するための学習においてはステップを踏む必要があり，\nそのことを表現するために階段を表現として利用することはありふれたも\nのであって，創作性は認められない。\n両者の映像を比較すると，階段の背景の表現（雲の流れの向き，光源の光\n方），階段の色，階段に示されるフレーズの文字の色や内容，階段が下までス\nクロールされた後に階段が消える時の表現（原告ＤＶＤの映像は自然と次の\n会話のシーンに移るが，被告ＤＶＤの映像は，一旦，真っ白なシーンが挿入\nされて階段が消えてから次のシーンに移っている。），使用されている音楽が\n異なり，具体的な表現が異なっている。\nキ  商品の特徴の説明\n項目コ\n商品説明の前に，外国人との会話の様子を流すという構成はアイデアに\n過ぎない。\n両者を比較すると，原告ＤＶＤは受講者が外国人と話している映像であ\nるのに対し，被告ＤＶＤは外国人と交流している静止画であるし，使用さ\nれている映像や静止画を構成している登場人物や撮影されているシーン\nが全く異なっており，具体的な表現が異なっている。\n項目サ\n三つの球体を用いて，それらを線で接続させる表現は特徴的なものでは\nなく，創作性は認められない。\n両者の映像を比較すると，三色の球体の背景の色，三色の球体に記載さ\nれている商品特徴の説明の記載内容，音楽及びナレーションの内容が異な\nっており，具体的な表現が異なっている。また，被告ＤＶＤでは，最初に\n青い球体に近づく際に「ピローン」と効果音が鳴る特徴があるが，原告Ｄ\nＶＤの映像にはそのような特徴はない。\nク  商品の特徴の具体的な内容の説明－項目シ\n赤ちゃんの静止画等を利用すること自体はアイデアである。また，外国語\n学習の宣伝等において，赤ちゃんが言葉を習得するプロセスを表現すること\nはありふれた表現であって，創作性は認められない。\n両者の映像を比較すると，青色の球体がクローズアップさせるシーンでは，\n背景画面や，球体に記載されている商品の特徴の記載内容が異なっている。\nまた，青い球体については，原告ＤＶＤの映像では，球体の上部が白く光っ\nているが，被告ＤＶＤの映像では球体の中央が白く光り，周辺部も青と白の\n２色で表現されている。\n原告ＤＶＤの映像は，青色の球体のシーンの後，直ちに赤ちゃんの映像に\n切り替わる。これに対し，被告ＤＶＤの映像は，青色の球体のシーンの後，\n「独自開発の２段階スピード」と表示されて商品の特徴の説明があった後，\n実際に商品を聞いている受講者の静止画や動画を使用した映像となってい\nる。そして，その後に「流して聞くだけ」と書かれた緑色の球体がクローズ\nアップされ，ナレーションとともに黄色の背景に文字テキストが表示されて\n赤ちゃんが言葉を話すプロセスについての説明がされるものであり，その際\nに使用されている母子の静止画や動画はいずれも原告ＤＶＤが使用してい\nる母子の動画と全く異なる。\nしたがって，原告ＤＶＤの映像と被告ＤＶＤの映像では，具体的な表現が\n異なっている。\nケ  開発者等インタビュー\n項目ス\n商品の宣伝をするためのＤＶＤに開発者のインタビュー動画を含める\nこと自体はアイデアである。また，そのようなインタビューの中で，あき\nらめないことが大事であると伝えられる点は，それ自体は事実に過ぎない\nし，表現であるとしてもありふれたものであって創作性がない。\n両者の映像を比較すると，インタビューの登場人物や内容が全く異なっ\nており，具体的な表現が異なっている。\n項目セ\n原告が類似すると主張するナレーションや文字テキストの内容は，事実\nであるか，英会話教材を宣伝するに際しての表現としてありふれたもので\nあって創作性は認められない。\n両者の映像を比較すると，原告ＤＶＤでは，説明する主体や背景画像な\nどが全く異なり，具体的な表現が異なっている。\n項目ソ\n商品の宣伝をするための映像に，製作責任者のインタビュー動画を含め\nるという構成は，アイデアにすぎない。\n両者の映像を比較すると，登場人物も発言内容も全く異なっており，具\n体的な表現が異なっている。\n項目タ\n原告が類似していると主張する「まずは１００日間聞き続けてみましょ\nう」とのナレーションは単なる呼びかけであり，アイデア又は事実の範疇\nに属するものといえ，仮に表現であるとしても，商品を宣伝するための表\n現としてありふれたものであり，創作性は認められない。\n両者の映像を比較すると，動画を構成する登場人物も背景も全く異なっ\nており，具体的な表現が異なっている。\nコ  商品の特徴の具体的な内容の説明\n項目チ\nサポートメールという名称のシステムや無料でネイティブと話せるシ\nステムについて紹介するという構成は，アイデアにすぎない。「効果がな\nかなか感じられない」，「このまま続けていいの？」というテキスト表示に\nついても，外国語習得に限らず，一定の成果を上げるために時間を要する\nことに取り組む者の一般的な悩みを表したものであって，ありふれたもの\nであり，表現に創作性は認められない。\n両者の映像を比較すると，映像やナレーションの内容が全く異なるもの\nであり，背景に使用されている天気の悪い画像も異なる画像であって，具\n体的な表現が異なっている。\n項目ツ\n従業員のインタビュー動画が流れる構成自体はアイデアにすぎない。\n両者の映像を比較すると，動画を構成する登場人物，発言内容が全く異\nなっており，具体的な表現が異なっている。\nサ  エンディング\n項目テ\n日本列島を利用すること自体はアイデアであるし，仮に，表現であると\nしても，商品を宣伝するための表現としてありふれたものであって，創作\n性は認められない。\n両者の映像を比較すると，日本列島を映す順序が異なっており，日本列\n島の光り方も異なっている（原告ＤＶＤは日本列島中に多数の光る点が存\n在するのに対し，被告ＤＶＤでは一定のエリアが光っている。）。\n地球の周囲を受講者の静止画が周るシーンについては，使用されている\n受講者の静止画が異なるし，静止画の周り方も異なっている（原告ＤＶＤ\nは，地球を背景に地球の前を静止画が右回りで回っており，かつ，静止画\nは等間隔ではなくバラバラに配置されているのに対し，被告ＤＶＤは，等\n間隔に並んだ静止画が地球を中心に回るようになっている。）。また，上記\nのシーンにおいて，被告ＤＶＤでは地球と静止画との間に，赤や黄の円環\nが存在するのに対し，原告ＤＶＤではそのような表現は存在しない。\nしたがって，原告ＤＶＤの映像と被告ＤＶＤの映像では，具体的な表現\nが異なっている。\n項目ト\n日の出の映像を使用すること，青空と雲の映像を使用すること自体はア\nイデアにすぎない。また，青空に表示される文字テキストの内容は，事実\nであるか，ありふれた表現であって創作性は認められない。\n両者の映像を比較すると，日の出の映像も，青空と雲の映像も，いずれ\nも異なっている。また，青空に表示される文字テキストも，その内容や外\n側色が異なっている（原告ＤＶＤは青枠白抜であるのに対し，被告ＤＶＤ\nは赤枠白抜である。）。したがって，両者は具体的な表現が異なっていると\nいえる。\n編集著作物としての複製権，翻案権侵害の有無（争点２）\nア  原告ＤＶＤが編集著作物に該当するか（争点２－１）\n（原告の主張）\n原告ＤＶＤの構成要素（別紙「ＤＶＤの内容の対照表」の「１」ないし「１\n０」の各項目に付された表題に対応する映像のまとまりをいう。）が，編集著\n作物の素材に該当する。上記の構成要素は，それ自体が映画の著作物として\n創作性を有するものであるが，そのような創作性のある素材を選択し，配列\nしたという点に創作性を見出すことができる。\nまた，前記の順序で構成要素を配列した意図は，原告商品の説明の前にま\nずは原告商品に対する安心感を持ってもらうとともに，英語が上達するイメ\nージやプロセスについて納得してもらうために最初に受講者のインタビュ\nーを配列し，また，商品紹介の後にその特徴について三つのポイントを挙げ\nるのであれば，その三つのポイントを続けて紹介するのが自然であるが，原\n告ＤＶＤにおいては，開発者の意向により，一つ目のポイントを説明する動\n画の後に開発者のインタビュー動画を配列し，その後に，二つ目と三つ目の\nポイントを説明する動画を配列したというものである。\n（被告の主張）\n編集著作物性が認められるためには，素材を収集し，分類し，選別して配\n列するという一連の創作行為に着目し，その創作行為によって生じた編集物\nである必要がある。原告ＤＶＤは，英会話教材である原告商品の購入を検討\nしている顧客に対し，広告宣伝のために原告商品の特徴等を案内して体験し\nてもらうことを目的とするものであり，素材を収集，分類，選別して配列す\nる行為に着目したものではないから，編集物であるとはいえない。\n仮に，編集物であるとしても，編集著作物といえるためには素材の選択又\nは配列による創作性（編集方針による創作性）が必要であり，無作為に選択\nして配列した場合には編集著作物としての創作性は認められないところ，原\n告ＤＶＤについて，全体を通じた動画の選択方針や配列の編集方針は明らか\nでない。また，英会話教材の広告宣伝用の無償ＤＶＤにおいて，受講生が英\n語を話している動画，受講生が体験談を話している動画，商品の特徴を案内\nする動画，開発者や製作者が商品の説明をする動画などを選択することや，\nそれらの動画について，①英語を話すことによるメリットを謳い文句として\n並べて視聴者に英語を学ぶことの動機付けをさせ，②実際に受講したとされ\nる者に体験談を語らせることで視聴者に「自分も英語が話せるようになる」\nという気持ちを持たせ，③商品についての特徴，その特徴に対する製作者の\n意図，アフターサービスについての説明をした上で，④最後にエンディング\n動画で終わるという順序で配列することは，いずれもありふれたものであり，\n素材の選択や配列に創作性は認められない。\nイ  原告ＤＶＤが編集著作物である場合に，被告ＤＶＤは原告ＤＶＤを複製又\nは翻案したものであるといえるか（争点２－２）\n（原告の主張）\n原告ＤＶＤと被告ＤＶＤには，構成要素の項目や配列に基礎的な共通性が\n認められる。また，素材となる構成要素の内容も，映像の被写体にとどまら\nず，画面の構成や映像効果，スクリプト部分の内容，テキスト表示及びその\n表記のタイミングという特徴ある具体的表現について強度の類似性ないし\n同一性を有している。\n原告ＤＶＤの内容と被告ＤＶＤの内容は，具体的表現内容のレベルにおい\nて強度の類似性ないし共通性を有する素材を選択した点や，それらの素材を\n類似の順序に配列したという点において，編集著作物としての同一性が認め\nられる。\n（被告の主張）\n原告ＤＶＤと被告ＤＶＤの内容は，開発者等のインタビューの配列が異な\nること，素材とされている構成要素の長さ（時間）及びＤＶＤ全体の長さ（時\n間）が異なること，受講生のインタビューの人数が異なることなどの事情に\n照らし，基礎的な共通性が認められない。\nまた，原告ＤＶＤと被告ＤＶＤはいずれも英会話教材の広告宣伝用のＤＶ\nＤであることに照らせば，それらの一番の特徴は教材の受講者のインタビュ\nー部分にあるというべきであるところ，原告ＤＶＤと被告ＤＶＤでは受講者\nのインタビュー部分の内容は全く異なるのであるから，具体的表現内容のレ\nベルにおいて類似性は認められない。\n言語の著作物としての複製権，翻案権及び譲渡権侵害の有無（争点３）\n（原告の主張）\n原告ＤＶＤに含まれるスクリプト部分は，言語の著作物であるところ，原告\nＤＶＤに含まれるスクリプト部分と被告ＤＶＤに含まれるスクリプト部分は，\n別紙「権利侵害対照表」記載のとおり，内容や配列がほぼ同一である部分があ\nる。\nしたがって，被告スクリプト部分は，原告スクリプト部分を複製ないし翻案\nしたものである。\n（被告の主張）\n原告スクリプト部分は思想又は感情を創作的に表現したものではなく，仮に\n表現であると認められる部分があるとしても，ありふれた言葉の組み合わせに\nすぎず，個性ないし独自性があらわれているとはいえないから，創作性は認め\nられない。\n同一性保持権の侵害の有無（争点４）\n（原告の主張）\n被告は，原告ＤＶＤを原告の意に反して改変し，被告ＤＶＤを作成したもの\nであるから，原告の著作者人格権（同一性保持権）を侵害する。\n（被告の主張）\n否認ないし争う。\n損害の有無及びその額（争点５）\n（原告の主張）\nア  著作権の侵害による損害額の算定（著作権法１１４条３項）\n被告ＤＶＤの譲渡数量は２１５枚であり，権利者が単位数量当たり受ける\nべき利益は２０００円を下ることはない。したがって，以下の計算式のとお\nり，被告の著作権侵害による原告の損害額は，４３万円である。\n（計算式）\n２０００（円）×２１５（枚）＝４３万円\nイ  著作者人格権の侵害による損害額\n２００万円が相当である。\nウ  弁護士費用相当損害額\n５０万円が相当である。\n（被告の主張）\nア  著作権の侵害による損害額の算定（著作権法１１４条３項）\n原告は，「単位数量当たり受けるべき利益」について立証していない。\n被告ＤＶＤが原告ＤＶＤの著作権を侵害するものであるとしても，その侵\n害態様は複製ではなく翻案であり，かつ，翻案と認められる部分は極めて限\n定的な一部分であって，原告ＤＶＤ及び被告ＤＶＤを構成するメインコンテ\nンツである受講者のインタビュー部分は全く異なるものであることからす\nると，その侵害部分は数パーセントを超えることはない。\nイ  著作者人格権の侵害による損害額\n被告ＤＶＤの作成により，原告の著作者人格権の侵害が認められるとして\nも，原告は法人であること，被告ＤＶＤによる著作権侵害が認められる部分\nの割合は極めて限定的なものであることなどを考慮すると，著作権侵害によ\nる財産的損害の額を超える無形的損害を認めることは相当でない。原告の主\n張する２００万円という損害額は明らかに高額である。\nウ  弁護士費用相当損害額\n否認ないし争う。\n原告の請求の権利濫用該当性（争点６）\n（被告の主張）\n原告の被告に対する損害賠償請求権が認められるとしても，以下の事情から\nその権利を原告が行使することは権利の濫用（民法１条３項）であって許され\nない。\nア  原告は，平成２６年７月時点で，被告が原告の著作権を侵害している可能\n性を認識していたにもかかわらず，被告に対して被告ＤＶＤの製造ないし頒\n布の差止めを求めることなく黙認していた。\nイ  原告と被告との間では，平成２６年頃から，原告が，被告に対し，被告が\n原告のキャッチフレーズの著作権を侵害したなどと主張して損害賠償を求\nめる訴訟（以下「別件訴訟」という。）が係属しており，別件訴訟については\n平成２７年３月２０日に東京地方裁判所において原告の請求を棄却する判\n決が，同年１１月１０日に知的財産高等裁判所において原告の控訴を棄却す\nる判決が，平成２８年３月２２日に最高裁判所において原告の上告を受理し\nない決定がされている。本件は，前訴において原告が敗訴したことを受けて\n訴訟提起されたものであり，前訴の意趣返しの側面がある。\nウ  本件は，平成２６年６月から起算して消滅時効期間である３年間を経過す\nる直前である平成２９年５月２３日付けで訴訟提起されており，それ以前に\n原告から被告に対して裁判外で損害賠償の請求や，電話やメールでの問い合\nわせ等も全くなかった。\nエ  原告は，訴状においては著作権使用料として６０万円，無形的損害として\n６０万円，弁護士費用相当額として３０万円の合計１５０万円の損害賠償を\n請求していたところ，被告からの早期和解の提案を拒否し，その後，請求額\nの根拠を明らかにしないまま，合計３０００万円という極めて過剰な請求に\n拡張している。\nオ  被告は，経営判断から被告商品の新規販売を早期に中止し，スポット（売\nり切り）の商品である「エブリデイイングリッシュ」に注力していたもので\nあり，被告ＤＶＤの製造や頒布枚数は少数であり，その期間も短期間であっ\nたところ，原告は，そのような被告の事業内容や事業展開を調査していたは\nずである。\nカ  被告は，現在はブランドバックのレンタル事業を中心に事業を展開してお\nり，原告と被告の競業関係はほとんど解消されている。\n（原告の主張）\n裁判を受ける権利は憲法で保障された権利であり，裁判上の請求が権利濫用\nになる場合があるとしても，それは，訴えの提起が裁判制度の趣旨目的に照ら\nして著しく相当性を欠くと認められるときに限られる。原告の主張は，著作権\n侵害の事実的，法律的根拠を欠いたものとはいえず，通常人であれば容易にそ\nのことを知り得たともいえない。被告の主張は，以下のとおり，原告の請求が\n権利の濫用に当たることの理由にはならない。\nア  原告が被告ＤＶＤを入手した後，直ちに差止請求をしなかったのは，別件\n訴訟の準備中だったからであり，被告ＤＶＤの作成や配布を黙認していたも\nのではない。\nイ  本件訴訟は，別件訴訟とは異なる訴訟物について争うものであるから，紛\n争の蒸し返しではない。本件訴訟は，被告が原告の別の著作物について著作\nを侵害している事実があったことによるものであり，その損害賠償責任を問\nうものであって，正当な目的を有する。\nウ  前訴において，被告は和解の可能性はないと発言していたことなどから，\n本件においても任意交渉での解決は困難であり，訴訟手続によらないで解決\nすることはできないことが容易に想像できた。\nエ  原告が，訴えの変更後の請求金額を３０００万円としたのは，被告ＤＶＤ\nの頒布枚数が不明であり，原告の利益を基礎にして損害額を算出したためで\nある。\nオ  原告が購入した被告ＤＶＤを配布しているウェブサイトについては，購入\n後も注視はしていたものの，被告商品がいつ商品展開を開始し，いつそれを\n止めたのかまでは調査していなかった。\nカ  被告は現在でも「エブリデイイングリッシュ」という英語教材を販売して\nおり，原告と競業関係にあるから，本件訴訟は，将来の被告による知的財産\n権侵害を防止する目的がある。\n第３  当裁判所の判断\n１  争点１（映画の著作物としての複製権，翻案権侵害の有無）について\n複製（著作権法２１条）とは，印刷，写真，複写，録音，録画その他の方法\nにより有形的に再製することをいい（同法２条１項１５号），翻案（同法２７\n条）とは，既存の著作物に依拠し，かつ，その表現上の本質的な特徴の同一性\nを維持しつつ，具体的表現に修正，増減，変更等を加えて，新たに思想又は感\n情を創作的に表現することにより，これに接する者が既存の著作物の表現上の\n本質的な特徴を直接感得することのできる別の著作物を創作する行為をいう\n（最高裁平成１３年５月２８日判決・民集５５巻４号８２７頁参照）。そして，\n著作権法は，思想又は感情の創作的な表現を保護するものであり，既存の著作\n物に依拠して作成，創作された著作物が，思想，感情若しくはアイデア，事実\n若しくは事件など表現それ自体でない部分又は表現上の創作性がない部分に\nおいて既存の著作物と同一性を有するにすぎない場合には，複製又は翻案には\n当たらないと解される。\n原告ＤＶＤと被告ＤＶＤは，いずれも連続する影像に音声（ナレーション，\nインタビューを受けた者の発言等）を組み合わせたものである。\nここで，原告の主張に基づき，まず，原告ＤＶＤと被告ＤＶＤの各項目につ\nいて，被告ＤＶＤの内容と原告ＤＶＤの内容を検討する。\nア  イントロダクション（項目アないしオ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶ\nＤは，当該部分において，最初に社名が表示される点（項目ア），紺色の背\n景の中央に白い扉が現れ，白い扉が拡大されるに従いその扉が手前に開き，\nその奥に宇宙が広がる点（項目イ），扉の先の宇宙の中心に白い光が現れ，\nそれが次第に大きくなり，その後，海外の光景の写真が表示され，その写\n真が拡大していくとともに，「外国人の友達が欲しい」という英会話を学\nぶ動機を示すフレーズが画面の下部に赤色で表示され，そのような写真の\n表示，拡大とフレーズの表示が，写真及びフレーズを変えて５回繰り返さ\nれる点（項目イ，ウ），外国人と話している様子と共に，「あなたはどんな\n自分になりたいですか。なりたい未来のあなたを想像してください」など\nの音声が流れる点（項目エ），白い雲の奥に太陽が白く光る青空の光景と\nなり，その後，別の画面となった後，暗い雲の一部から太陽の光が差す光\n景となり，「新しい言葉を習得すると新しい自分を発見したり新しい世界\nが広がります。人間にはもともと言葉を話せる力が備わっています」とい\nう音声が流れ，さらに，その後，「さあここから一緒に始めましょう，（商\n品名）の世界へようこそ」という音声が流れ，画像中央の商品のＤＶＤが\n回転するとともに，その周囲を人物の写真が左回りで周り，「Ｗｅｌｃｏ\nｍｅ  ｔｏ  （商品名），（商品名）の世界へようこそ」という文字テキス\nトが表示される点（項目オ）などにおいて，共通している。また，暗い雲\nの一部から太陽の光が差す光景では，全く同じ光景を使用している。\n他方，上記の白い扉における具体的な模様は異なり，原告ＤＶＤでは，\n白い扉の奥はすぐに宇宙となるのに対し，被告ＤＶＤでは，白い扉の奥は\n人物が写されている多数の写真が貼られたトンネルであり，そこを進んだ\n後に宇宙が光る点（項目イ），写真が表示される前に被告ＤＶＤでは全体\nが金色に光り，また，拡大する５枚の写真の間に，縮小していく写真が１\n枚ある点（項目ウ），青空と暗い雲の一部から太陽が差す光景の間が，原告\nＤＶＤでは花が開く様子であるのに対し被告ＤＶＤでは握手と地球であ\nる点（項目オ）などが異なり，使用される写真，暗い雲の一部から太陽の\n光が差す光景を除いた光景，登場人物やその背景，ＤＶＤが回転する際の\n背景の色（項目ウないしオ）も異なる。\n原告ＤＶＤと被告ＤＶＤの項目アにおける共通点である動画に社名を\n表示することは，アイデアである。\n他方，項目イ及びウにおける原告ＤＶＤと被告ＤＶＤの共通点は，白い\n扉を抜け，その先に英会話を学ぶ動機となるフレーズと共に写真が現れる\nというもので密接に関係するものといえるところ，英会話の宣伝，紹介用\nのＤＶＤにおいて，教材を利用することで新しい状況となることについて，\n紺色の背景とする白い扉やその奥に広がる宇宙で表現するとともに，教材\nにより達成できる状況について，扉の奥に，その状況を表しているともい\nえる写真を英会話を学習する動機を示すフレーズとともに複数回示すこ\nとで表現しているものといえ，その表現は，全体として，個性があり，創\n作性があるといえる。\n項目エにおける原告ＤＶＤと被告ＤＶＤの共通点のうち，英会話の宣伝，\n紹介用のＤＶＤにおいて，外国人と話している様子を用いる点はアイデア\nであり，そこにおける問いかけの表現は通常よく使用される，ありふれた\n表現といえる。\n項目オにおける原告ＤＶＤと被告ＤＶＤの共通点は，教材を学ぶことで\n状況が変わることを，二度にわたる太陽の光を含む空の情景で示し，また，\n自社の商品を用いることで交流の範囲が広がることなどを人物が写った\n多数の写真を自社商品の周りを回転させることなどで表現しているもの\nといえ，その表現は，全体として，個性があり，創作性があるといえる。\n以上によれば，イントロダクションの部分の原告ＤＶＤと被告ＤＶＤは，\n少なくとも，項目イ，ウ及びオにおいて表現上の創作性がある部分におい\nて共通するといえる。そして，上記共通する内容に項目イ，ウ及びオの内\n容等を考慮すれば，上記部分の原告ＤＶＤの表現上の本質的な特徴を被告\nＤＶＤから直接感得することができると認められる。\nイ  受講者インタビュー（その１）（項目カ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶＤ\nは，当該部分において，「（商品名）を始めた人の中にはすでに新しいステー\nジへと人生を開いていった人たちがたくさんいらっしゃいます」という音声\nが流れ，その後，海外で活躍する女性を紹介し，その女性へのインタビュー\nの様子となる点，「英語を話す原点になったのが（商品名）だったのです」と\nいう音声が流れるとともに，同趣旨が赤色の文字テキストで表示される点な\nどが共通する。\n他方，原告ＤＶＤと被告ＤＶＤの当該部分において，登場人物やインタビ\nューの内容，表現は異なっている。\n上記共通点のうち，英会話教材の宣伝，紹介用の動画において，海外で活\n躍する受講者を紹介した上でその受講者へのインタビューの様子を用いる\nことや，その受講者の活躍の契機となったのが自社の教材であるという説明\nをすることは，アイデアであるといえるし，また，それらを上記のような順\n序で構成することは，通常行われることといえ，これらをもって表現上の創\n作性があるとはいえない。また，「（商品名）を始めた人の中にはすでに新し\nいステージへと人生を開いていった人たちがたくさんいらっしゃいます」，\n「英語を話す原点になったのが（商品名）だったのです」との部分について，\n英会話教材を宣伝，紹介する際に，教材による学習によって自らの状況が変\nわったことを新たなステージへと人生を開くと表現することや，その契機等\nとなった商品を原点と表現することはありふれたものであるといえ，いずれ\nも創作性があるとは認められない。\nしたがって，受講者インタビュー（その１）の部分の原告ＤＶＤと被告Ｄ\nＶＤの共通点は，いずれもアイデアなどの表現それ自体でない部分又は表現\n上の創作性が認められない部分に関するものであるといえる。\nウ  受講者インタビュー（その２）（項目キ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶＤ\nは，当該部分において，地名が表示された後，受講者の男性の肩書き，氏名\nが文字テキストで表示されると共に，その人物は，英語が苦手であったが，\nそれを変えたのが原告又は被告の商品であったという内容の音声が流れ，そ\nの後，その人物へのインタビューの様子となる点などが共通する。\n他方，原告ＤＶＤと被告ＤＶＤの当該部分において，登場人物やインタビ\nューの内容，表現は異なっている。\n英会話教材の宣伝，紹介用の動画において，受講者とされる人物の肩書き\nや氏名等を文字テキストで表示すること，英語についての苦手意識を克服で\nきたのは商品のおかげであるという音声を流すこと，受講者とされる人物の\nインタビューの様子を用いることは，いずれもアイデアであるといえるし，\nまた，それらを上記のような順序で構成することも，普通に行われることで\nあり，これをもって表現上の創作性があるとはいえない。\nしたがって，受講者インタビュー（その２）の部分の原告ＤＶＤと被告Ｄ\nＶＤの共通点は，いずれもアイデアなどの表現それ自体でない部分又は表現\n上の創作性が認められない部分に関するものであるといえる。\nエ  その他受講者インタビュー（項目ク）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶＤ\nは，当該部分において，受講者への複数のインタビューの様子である点，「人\n生が変わりました」との文字テキストが表示される点で共通している。\n他方，原告ＤＶＤと被告ＤＶＤの当該部分において，登場人物やインタビ\nューの内容，表現は異なっている。\n上記共通点のうち，英会話教材の宣伝，紹介用の動画において，受講者と\nされる人物のインタビューの様子を用いることはアイデアであるといえる。\nまた，「人生が変わりました」という文字テキストは，表現であるということ\nができるとしても，教材を宣伝，紹介する場面で，教材による学習によって\n自らの状況が変わったことを人生が変わると表現することは，ありふれた表\n現であるといえ，創作性があるとは認められない。そして，インタビューの\n様子に文字テキストを組み合わせることについても，普通に行われることで\nあり，このことをもって表現上の創作性があるとはいえない。\nしたがって，その他受講者インタビューの部分の原告ＤＶＤと被告ＤＶＤ\nの共通点は，いずれもアイデアなどの表現それ自体でない部分又は表現上の\n創作性が認められない部分に関するものであるといえる。\nオ  商品紹介（項目ケ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶ\nＤは，当該部分において，まず，画面上部が光り，雲が浮かんでいる空の\n様子となった後，画面の上方から階段が伸びてきて，階段を下から見上げ\nる構図となり，その後，空を背景に，最下段の階段の側面に英語学習のス\nテップのフレーズが表示され，そのフレーズの読み上げが終わると一段上\nの階段の側面が拡大されると同時に，その階段の側面に次の英語学習のス\nテップのフレーズが右からスライドして表示されるとともに，そのフレー\nズがナレーションされ，それを７回繰り返して，７つ目の英語学習のステ\nップが表示されると，側面にフレーズが記載された階段が最下段まで表示\nされるという点で共通している。また，各階段の側面に表示されるフレー\nズは，原告ＤＶＤでは①「聞くことを習慣化する」，②「単語やフレーズの\n音がキャッチできるようになる」，③「言っていることが理解でき短い言\n葉で反応できるようになる」，④「短い言葉で自分の意思を伝えられるよ\nうになる」，⑤「簡単な会話のキャッチボールができるようになる」，⑥「言\n葉のキャッチボールが長く続くようになる」，⑦「意識せずに自然に外国\n人との会話が楽しめるようになる」であるのに対し，被告ＤＶＤでは①「流\nして聞くことを習慣化する」，②「単語，フレーズの音が聞き取れるように\nなる」，③「言っていることが分かり，短いフレーズで返事ができるように\nなる」，④「短いフレーズで自分の言いたいことが伝えられるようになる」，\n⑤「簡単な会話のキャッチボールができるようになる」，⑥「言葉のキャッ\nチボールが長く続けられる」，⑦「意識せず，自然に外国人との会話が楽し\nめるようになる」であり，その内容，表現はほぼ共通している。\n他方，原告ＤＶＤでは，階段は側面も含めて青色であり，フレーズが白\n色の文字で表示されるのに対し，被告ＤＶＤでは，階段は側面を含めて白\n色であり，フレーズが青色の文字で表示される。また，原告ＤＶＤと被告\nＤＶＤにおいて，階段の背景はいずれも白色の雲がある青空であるが，具\n体的な光景は異なる。\n項目ケの部分の原告ＤＶＤと被告ＤＶＤの上記 の共通点は，空に浮か\nんだ階段を下から見上げる構図とすることによって，階段を上っていくイ\nメージを抱かせ，階段と英語学習のステップが結び付くものであり，原告\nＤＶＤと被告ＤＶＤでほぼ共通するフレーズの内容に照らしても，一定の\n段階を踏んで英語学習を進めることができるなどのイメージを与えるも\nのである。そのようなステップが７段階あり，その内容がほぼ同一である\nことをも考慮すると，この共通点は，作成者の個性が現れており，全体と\nして創作的な表現であると認められる。\nそして，上記共通する内容に項目ケの内容等を考慮すれば，項目ケの原\n告ＤＶＤの表現上の本質的な特徴を被告ＤＶＤから直接感得することが\nできると認められる。\nカ  商品特徴（項目コ，サ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶ\nＤは，当該部分において，外国人と会話している様子となり，「なぜ，（商\n品名）を手にすると外国語を話せるようになって人生が変わるのか」，「そ\nこには（商品名又は会社名）独自の画期的なシステムがある」という音声\nが流れる点（項目コ），英語を話せるようになるための商品独自の画期的\nなシステムがあるという音声が流れるとともに，画面中央付近に青色，緑\n色，オレンジ色の三つの球にも見える円が現れ，それらの三つの円がまず\n水平方向に周り，その後，それぞれの円が移動して，青色の円が上部，緑\n色の円が左下部，オレンジ色の円が右下部で停止して，正三角形の頂点を\n形成した後，それらの三つの円がそれぞれ線で結ばれる点（項目サ）で共\n通するといえる。\n他方，原告ＤＶＤと被告ＤＶＤで，外国人との会話の登場人物やその内\n容は異なる。また，青色の円に記載された文字は「スピードラーニングメ\nソッド」（原告ＤＶＤ），「２段階スピード音声」（被告ＤＶＤ）であり，緑\n色の円に記載された文字は「サポートシステム」（原告ＤＶＤ），「流して聞\nくだけ」（被告ＤＶＤ）であり，オレンジ色の円に記載された文字は「仲間」\n（原告ＤＶＤ），「サポートシステム」（被告ＤＶＤ）であって，それぞれ異\nなる。また，その背景も，原告ＤＶＤは，全体が青の色調で，下方が格子\n模様の床のようになっていて最上方から青色が薄くなるのに対し，被告Ｄ\nＶＤは，画面の中央部分が濃いオレンジ色でその周りにほぼ円形に黄色が\n広がっているものである。\n項目コの共通点のうち，受講者と外国人が交流している様子を用いるこ\nとはアイデアである。また，ナレーションにおいて，教材に独自のシステ\nムがあることを述べる部分は事実を述べているものといえ，また，教材を\n手にとると世界が広がると述べる部分も，ありふれた表現といえる。そし\nて，上記の共通点の組合せも，英会話教材の宣伝，紹介用の動画として，\nいずれもよく使用される要素を通常の方法で組み合わせたといえるもの\nで，表現上の創作性が認められるものとはいえない。\nまた，項目サについて，商品等を宣伝，紹介する際などを含め，一般に，\n説明の際に３つなどの複数の要素を挙げること，各要素を色のついた円で\n示すこと，動画において，それらの円を回転させること，それぞれの円が\n正三角形の頂点を構成するように配置し線で結ぶことなどは，ごく一般的\nにされていることといえる。原告ＤＶＤ及び被告ＤＶＤで選択された色や\nその組合せも特段の特色があるものとはいえない。それぞれの円に記載さ\nれた文字が異なる本件において，原告ＤＶＤと被告ＤＶＤに共通する上記\n部分については，表現上の創作性があるとはいえないとすることが相当で\nある。\nしたがって，商品特徴（項目コ，サ）の部分の原告ＤＶＤと被告ＤＶＤ\nの共通点は，いずれもアイデアなどの表現それ自体でない部分又は表現上\nの創作性が認められない部分に関するものであるといえる。\nキ  商品特徴（項目シ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶＤ\nは，当該部分において，項目サで登場した円の一つである青色の円が拡大す\nる点，その円の項目に関する説明として赤ちゃんが言葉を習得するプロセス\nについて説明の音声と文字テキストが流れる点，赤ちゃんや赤ちゃんと母親\nの様子となる点，プロセスの内容として赤ちゃんは言葉のシャワーを自然に\n浴びることで聞きためた言葉をある日話し出し，人間にはもともと言葉を習\n得する力が備わっていて，「聞く」，「話す」のプロセスを踏めば必ず自然に\n英語が話せるようになることなどが説明される点などが共通する。\n他方，原告ＤＶＤと被告ＤＶＤの当該部分において，青色の円に書かれて\nいるキーワードが，原告ＤＶＤでは「スピードラーニングメソッド」である\nのに対し，被告ＤＶＤでは「２段階スピード音声」であり，円の背景の色や\n全体的な構成，赤ちゃんと母親の様子などは異なる。\n上記共通点のうち，複数の要素をそれぞれ表す円のうち，一つの円を拡大\nすること，その後，その円が示す要素についての説明をすること，英会話教\n材の宣伝，紹介用の動画において赤ちゃんが言葉を習得するプロセスを説明\nすること，それに併せて赤ちゃんや赤ちゃんと母親の様子を用いることは，\nいずれもアイデアといえるものであり，それらを上記のような順序で構成す\nることも，通常行われることといえ，これをもって表現上の創作性があると\nはいえない。また，赤ちゃんが言葉を習得するプロセスの内容として上記の\nような説明をすることは，単に一般的な知見に属する事実を述べるものとも\nいえ，また，その表現に創作性があるとはいえない。\nしたがって，商品特徴（項目シ）の部分の原告ＤＶＤと被告ＤＶＤの共通\n点は，いずれもアイデアなどの表現それ自体でない部分又は表現上の創作性\nが認められない部分に関するものといえる。\nク  開発者等インタビュー（項目スないしタ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶＤ\nは，当該部分において，開発者へのインタビューの様子となり，そのインタ\nビューで，あきらめないことが大事であると述べられる点（項目ス），英語を\n学習し始める動機を尋ねる音声が流れ，その後，試験のための勉強ではつま\nらなくなること，英語の勉強がつまらないことはもったいないこと，本来の\n目的は外国人の友達が欲しいということ，相手のことを知りたいということ，\n自分のことを伝えたいということであったはずであること，各商品では外国\n語を習得する本来の目的を大切にしていることについて，音声が流れるとと\nもに，同様の文字テキストが表示される点（項目セ），商品の製作メンバーへ\nのインタビューの様子となる点（項目ソ），まずは１００日間聞き続けてみ\nましょうとの内容の音声が流れる点（項目タ）などが共通する。\n他方，原告ＤＶＤと被告ＤＶＤの当該部分において，登場する開発者やそ\nの話の表現，人物の背景等は大きく異なっている。\n上記共通点のうち，英会話商品の宣伝，紹介用の動画において，その開発\n者へのインタビューの様子を用いることはアイデアといえる。また，インタ\nビュー，音声及び文字テキストにおいて，英語学習ではあきらめないことが\n大事であると伝えることや，前記のような問いかけによって英語を学習し始\nめる動機などを尋ねることに関する部分は，事実を述べているものともいえ，\nまた，その表現に創作性があるとは認められない。また，これらを上記のよ\nうに組み合わせることも，通常行われることといえ，それをもって表現上の\n創作性があるとはいえない。\nしたがって，開発者等インタビュー（項目スないしタ）の部分の原告ＤＶ\nＤと被告ＤＶＤの共通点は，いずれもアイデアなどの表現それ自体でない部\n分又は表現上の創作性が認められない部分に関するものであるといえる。\nケ  商品特徴（項目チ，ツ）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶＤ\nは，当該部分において，商品の「サポートシステム」があることを説明した\n後，多くの暗い雲で覆われた空の光景を背景に，受講生が感じる「効果が感\nじられない」，「このまま続けていいのか」という不安を示す音声が流れると\nともに，同内容の文字テキストが表示されること，そのような不安を解消す\nるため，サポートシステムの具体的な内容として「サポートメール」などが\nあると紹介する点（項目チ），従業員へのインタビューの様子となる点（項目\nツ）などが共通する。\n他方，原告ＤＶＤと被告ＤＶＤのサポートシステムの具体的な内容，具体\n的な空の光景，インタビューの構成や内容などは異なっている。\n英会話教材を宣伝，紹介するＤＶＤにおいて，受講者が感じる不安の内容\nを示した上で，それを解消するために従業員等へのインタビューの様子を用\nいること，不安を示す際に暗い雲で覆われた空の光景を背景に用いること自\n体はアイデアであるといえ，そのことのみをもって創作性がある表現である\nということは相当でない。また，サポートメール等のサポートシステムを紹\n介することや，受講生の「効果が感じられない」，「このまま続けていいのか」\nなどという不安を紹介することは，事実又は一般的な知見を紹介するともい\nえ，また，その表現もありふれたもので創作性があるものとはいえない。そ\nして，これらを上記のような順序で構成することも，通常行われることとい\nえ，これらをもって表現上の創作性があるとはいえない。\nしたがって，商品特徴（項目チ，ツ）の部分の原告ＤＶＤと被告ＤＶＤの\n共通点は，いずれもアイデアなどの表現それ自体でない部分又は表現上の創\n作性が認められない部分に関するものであるといえる。\nコ  エンディング（項目テ，ト）\n前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶ\nＤは，当該部分において，日本列島の一部を上から見下ろした後に，暗い\n日本列島に光る部分が現れて，それが増えていき，日本列島全体がおおよ\nそ光り，その後，人物が映った多くの小さい長方形の写真が宇宙から見た\n地球の周囲を回る点，商品をきっかけにできた仲間達の輪又は商品の輪の\n広がりについて，日本列島全体がおおよそ光る部分で，それが日本全国に\n広がる旨の音声が流れ，その直後の多くの小さい長方形の写真が宇宙から\n見た地球の周囲を回る場面で，それが世界中へ広がり始めている旨の音声\nが流れる点（項目テ），日の出の情景の後，赤っぽい太陽が大きく映され，\nその後，左上方に太陽の光が見える青空に変わり，「あなたの心があなた\nの未来を創ります。」（原告ＤＶＤ），「あなたの心であなたの未来が１８０\n度変わります。」（被告ＤＶＤ）という音声が流れるとともに，同趣旨の文\n字を画面に表示する点（項目ト）などが共通する。\n他方，原告ＤＶＤでは，日本列島は最初に関東地方を中心とする地域が\n映され，その後，それより北の地域，南の地域，日本列島全体が順に映さ\nれ，また，地球の周りを回る写真相互の位置関係には特段の規則性は見ら\nれないのに対し，被告ＤＶＤでは，日本列島は最初に中国，四国，九州地\n方が映され，その後，それより東の地域，日本列島全体が順に映され，ま\nた，地球の周りを回る写真は，地球を中心に楕円形に並べられて回ってい\nる。また，原告ＤＶＤと被告ＤＶＤで，地球の周りを回る写真は異なる。\n項目テの上記共通点は，各ＤＶＤにおいて宣伝している英会話教材が日\n本全国で広く支持を得ていることやその英会話教材を使用することによ\nって，日本中，世界中の人間とつながることができることにつき，音声に\n加え，日本列島における光や地球の周りの写真を用いて伝えることを意図\nしていると考えられるものであり，具体的な表現において作成者の個性が\n現れており，全体として創作的な表現であると認められる。また，項目ト\nの上記共通点も，英会話の上達について，日の出から青空への変化を通じ\nて伝えることを意図したものであると考えられ，具体的な表現において作\n成者の個性が現れており，全体として創作的な表現であると認められる。\nそして，上記共通する内容に項目テ及び項目トの内容を考慮すれば，項\n目テ及び項目トの原告ＤＶＤの表現上の本質的な特徴を被告ＤＶＤから\n直接感得することができる。\n原告は，原告ＤＶＤと被告ＤＶＤが，①イントロダクション，②受講者イン\nタビュー，③商品紹介，④商品特徴の説明，⑤開発者等のインタビュー，⑥商\n品特徴の説明，⑦エンディングという全体的な構成が類似することも主張する\nので，以下，検討する。\nア  前記前提事実 及び証拠（甲５，６）によれば，原告ＤＶＤと被告ＤＶＤ\nは，いずれも，①イントロダクション（項目アないしオ），②受講者インタビ\nュー（項目カないしク），③商品紹介（項目ケ），④商品特徴の説明（項目コ\nないしシ），⑤開発者等のインタビュー（項目ス），⑥商品特徴の説明（項目\nチ及びツ），⑦エンディング（項目テ，ト）という構成を有するということが\nできる。なお，上記各項目においては， 基\n本的に，使われている写真，光景，登場人物やインタビューを受けた者が話\nす内容などは異なる。\nイ  原告ＤＶＤと被告ＤＶＤは，いずれも英会話教材の宣伝，紹介用のもので\nあり，このようなＤＶＤにおいて，宣伝の対象である商品の購入等を促すと\nいう目的のために，商品の内容や特徴，商品を利用した場合の効果，サポー\nト体制の説明をすることは，ごく一般的であるといえる。そして，商品の内\n容，特徴や商品を利用した場合の効果を説明するために，受講者や開発者に\n対するインタビューを用いることも，一般的であるといえる。\n原告ＤＶＤと被告ＤＶＤの全体的な構成は，前記アのとおり，原告が主張\nする７つという少なくない要素において一致するが，その各要素は，上記の\nとおり，同種の目的を有するＤＶＤにおいては，いずれもごく一般的といえ\nるものである。また，原告ＤＶＤ及び被告ＤＶＤにおけるそれらの各要素の\n順序について，特別の印象を与えるようなものであるとはいえない。これら\nを考慮すると，原告ＤＶＤと被告ＤＶＤの原告主張の全体的な構成について，\nその各要素が共通する点をもって創作的な表現であるとは認められない。\nまた，前記 のとおり，被告ＤＶＤは，複数の部分において，原告ＤＶＤ\nの表現上の本質的な特徴を感得することができる。しかし，それらの本質的\nな特徴を感得することができる表現について，英会話教材の宣伝，広告用の\n動画における表現としては関連するとはいえるが，それ以上にそれらが表現\n上及び内容上，相互に密接に関連しているものとはいえない。このことに，\n全体的な構成の各要素が同種の目的を有するＤＶＤにおいてごく一般的な\nものであること，被告ＤＶＤには，原告ＤＶＤの表現上の本質的な特徴を感\n得することができるとはいえない部分も多いこと（前記 ）を考慮すると，\n被告ＤＶＤに原告ＤＶＤの表現上の本質的な特徴を感得することができる\n部分があるとしても，原告ＤＶＤ全体についての表現上の本質的な特徴を被\n告ＤＶＤから感得することができるとまではいえない。\n小括\n以上によれば，被告ＤＶＤは，少なくとも，項目イ，ウ，オ，ケ，テ及びト\nにおいて，原告ＤＶＤの表現上の本質的特徴を被告ＤＶＤから直接感得するこ\nとができる。\nそして，\n対照表」及び「ＤＶＤスクリプト内容対照表」における共通点の内容等及び弁\n論の全趣旨に照らし，被告ＤＶＤは，原告ＤＶＤに依拠して作成されたものと\nいえる。\nこれらのことに，前記のとおり，原告ＤＶＤと被告ＤＶＤでは，画面自体は\n異なり，原告ＤＶＤの表現に一定の修正，増減，変更等が加えられて別の表現\nとなっていることなどから，被告ＤＶＤは，少なくとも，上記各項目において，\n原告ＤＶＤを翻案したものと認められる。\n２  争点２（編集著作物としての複製権，翻案権侵害の有無）及び争点３（言語の\n著作物としての複製権，翻案権及び譲渡権侵害の有無）について\n原告の主位的な主張のうち，編集著作物としての侵害の主張は，別紙「ＤＶＤ\nの内容の対照表」の「イントロダクション」などの標題によって区切られた部分\nを一つの素材として，その選択と配列について創作性を有すると主張するもので\nある。\nの主張において述べたところと同様の理由により，理由がない。また，原告は，\n予備的に，原告ＤＶＤに含まれるスクリプト部分の言語の著作物の侵害を主張す\nるところ，共通するスクリプトは，事実を述べるものか，英会話教材の宣伝，紹\n介用の動画において，ありふれたものということができ，その順序にも表現上の\n創作性があるとは認められないから，原告の主張は理由がない。\n３  争点４（同一性保持権侵害の有無）について\n前記１のとおりの原告Ｄ\nＶＤと被告ＤＶＤの内容及び弁論の全趣旨に照らし，被告ＤＶＤは，原告ＤＶＤ\nの複数の項目について，原告ＤＶＤの表現に改変を加え，制作されたものと認め\nられ，その制作は，原告ＤＶＤについてその著作者が有する著作者人格権（同一\n性保持権）を侵害したと認められる。\n４  争点５（損害の有無及び額）について\n証拠（甲５）及び弁論の全趣旨によれば，原告ＤＶＤの著作者及び著作権者\nは原告であると認められる。\nまた，原告ＤＶＤ及び被告ＤＶＤの内容等に照らし，被告ＤＶＤを制作した\n被告は，原告ＤＶＤに係る原告の翻案権，同一性保持権を侵害することについ\nて，故意又は過失があったと認められる。\n後掲各証拠及び弁論の全趣旨によれば，以下の各事実が認められる。\nア  被告は，平成２６年１月１６日から同年８月１日頃までの間，合計２１５\n枚の被告ＤＶＤを頒布した。（乙５，弁論の全趣旨）\nイ  被告ＤＶＤの頒布の態様には，被告ＤＶＤと被告商品の初回セットと併せ\nて一般ユーザーに配布する方法，被告ＤＶＤのみを一般ユーザーに配布する\n方法，被告ＤＶＤのみを一般ユーザー以外の関係者等に配布する方法があっ\nた。このうち，被告ＤＶＤと被告商品の初回セットを併せて配布する方法に\nより配布した枚数は１２８枚であった。（弁論の全趣旨）\n被告商品の初回セットには，教材ＣＤの第１巻及び第２巻や被告商品に関\nする冊子に加え，被告ＤＶＤや視聴用ＣＤが含まれていた。\n被告商品の初回セットの価格は８８００円（税込）であり，それ以降に送\n付される２回目以降のセットの価格は４１００円（税別）であった。（甲４）\n被告商品を申し込むと，申込者に対し，初回セットが送付され，申込者は，\nその後，引き続き受講する場合には初回セットの代金を支払い，受講しない\n場合には教材ＣＤ第１巻及び第２巻を返品することができた。（甲４）\nウ  原告ＤＶＤは，原告商品の受講を申し込んだ後に送付される原告商品の初\n回セット（原告ＤＶＤのほか，試聴用ＣＤ，教材ＣＤの第１巻（ＣＤ２枚組）\n及び第２巻（ＣＤ２枚組）その他の教材ＣＤ，スクリプトブック，原告商品\nの案内，情報誌などが含まれる。）に同梱されており，顧客は，引き続き受講\nする場合には初回セットの代金を支払い，受講しない場合には初回セットを\n原告に返品することが可能である。（甲１１）\n原告商品の初回セットの価格は９４００円（税別）であり，それ以降に送\n付される２回目以降のセット（教材各巻（ＣＤ２枚組）その他の教材ＣＤ，\nスクリプトブック，原告商品の案内，情報誌などが含まれる。）の価格は４３\n００円（税別）である。（甲１１）\nエ  原告は，発音方法を学ぶ「らくらく発音システム」という教材を製作，販\n売するに際し，発音方法の説明や教授内容について著作権を有する他社に対\nして教材開発を委託するとともに，そのライセンス料として当該教材の売上\nげの１０パーセントを支払っている。当該教材の１本当たりの売上げは８５\n００円であり，原告が当該他社に支払うライセンス料は１本当たり８５０円\n（税抜）となる。（甲１３，１４，１５）\n翻案権の侵害による損害額（著作権法１１４条３項）\nＤＶＤについて利用許諾した場合の料金は１枚当たり２０００円を下ること\nはないとして，原告の損害を主張する。\n前記 並びに弁論の全趣旨によれば，被告ＤＶＤは，被告商品の宣\n伝，広告用のＤＶＤとして，被告ＤＶＤのみで配布されたり，被告商品の初回\nセットに含んで配布されたりしたものであり，被告ＤＶＤのみが販売された事\n実は認められない。もっとも，被告商品は，初回セットの価格が８８００円（税\n込）であり，それ以降も受講者が継続的に２回目以降のセットを購入すること\nも想定されていて，被告ＤＶＤは，そのような被告商品を顧客が継続的に購入\nするための重要な役割を果たすことが期待されていた。そこで，被告ＤＶＤの\nこのような性質，被告ＤＶＤは原告商品と競合する被告商品の宣伝，広告のた\nめのものであること，原告ＤＶＤと被告ＤＶＤで共通する創作的な表現の内容\nや量その他の諸般の事情に照らせば，原告が受けるべき金員の額は，被告ＤＶ\nＤ１枚当たり１０００円であると認めることが相当である。\n以上によれば，翻案権の侵害についての著作権法１１４条３項に基づく損害\n額は，以下の計算式のとおり，２１万５０００円であると認めることが相当で\nある。\n（計算式）\n１０００（円）×２１５（枚）×＝２１万５０００円\n同一性保持権の侵害による損害額\n同一性保持権の侵害が問題となる被告の改変の内容及び程度，本件訴訟にあ\nらわれたその他一切の事情を総合的に勘案すれば，同一性保持権の侵害によっ\nて原告に生じた無形的損害に係る損害額は１０万円と認めるのが相当である。\n弁護士費用相当損害額\n本件訴訟にあらわれた一切の事情を総合的に勘案すれば，本件訴訟における\n弁護士費用相当損害額は５万円と認めるのが相当である。\n上記 ないし の合計\n３６万５０００円\n５  争点６（原告の請求の権利濫用該当性）について\n後掲各証拠及び弁論の全趣旨によれば，以下の各事実が認められる。\nア  原告の従業員は，平成２６年６月２９日，被告商品を販売している被告の\nウェブサイトを発見し，同年７月８日，被告ＤＶＤを含む被告商品の初回セ\nットを購入した。（弁論の全趣旨）\nイ  原告と被告との間では，平成２６年頃から，原告が，被告に対し，被告が\n原告のキャッチフレーズの著作権を侵害したなどと主張して損害賠償を求\nめる別件訴訟が係属していた。その別件訴訟においては，平成２７年３月２\n０日に東京地方裁判所において原告の請求を棄却する判決がされ，同年１１\n月１０日に知的財産高等裁判所において原告の控訴を棄却する判決がされ，\n平成２８年３月２２日に最高裁判所において原告の上告を受理しない決定\nがされて，上記判決が確定し，原告の敗訴が確定した。（争いがない）\nウ  原告は，平成２９年５月２３日，本件訴訟を提起した。原告は，本件訴訟\n提起前に，裁判外で被告に対して問い合わせをしたり，損害賠償を求めたり\nすることはなかった。（争いがない）\nエ  被告は，経営判断から，発売後程なく被告商品の新規販売を停止しており，\n現在も，被告商品を製造販売していない。（弁論の全趣旨，争いがない）\n被告は，原告が平成２６年時点で被告が原告の著作権を侵害している可能性\nを認識していたにもかかわらず，原告が，平成２９年５月まで，被告ＤＶＤの\n製造，販売の差止めを求めず，同月，本件訴訟を提起して損害賠償を請求する\nことは権利の濫用に該当すると主張する。\nしかし，原告が平成２５年時点で著作権侵害の可能性を認識したとしても，\n原告には上記認識後直ちに被告に対して被告ＤＶＤの製造，販売の差止めを求\nめなければならない義務はない。また，原告が，その製造，販売を容認してい\nたなどの事情を認めるに足りる証拠はない。原告被告間では，前記 イの別件\n訴訟が係属していたが，そこでは，本件とは別個のキャッチフレーズの著作権\n侵害の有無が争われていて，同訴訟の係属の事実が，別個の著作物に関する本\n件訴訟の提起が権利濫用となることを基礎付けるものとはいえない。被告主張\nの事実をもって，原告が平成２９年５月まで被告ＤＶＤの製造，販売の差止め\nを求めず，本件訴訟を提起することが，権利の濫用になるとは認められない。\n第４  結論\nよって，原告の請求は主文の限度で理由があるからその限度で認容し，その余は\n理由がないから棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官  柴田義明\n裁判官  安   岡   美香子\n裁判官  佐藤雅浩\n（別紙一部省略）\n"
}