{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 12,
    "day": 10
  },
  "case_number": "平成26(行コ)301",
  "case_name": "在留資格認定証明書交付申請不交付処分取消等請求控訴事件（原審・東京地方裁判所平成２５年（行ウ）第２３５号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "出入国管理及び難民認定法７条の２第１項に基づく在留資格認定証明書の交付申請をした外国人に対し，同法５条１項４号の上陸拒否事由に該当するとして，これを交付しないものとした地方入国管理局長の処分が，適法とされた事例",
  "case_gist": "在留資格認定証明書の交付申請をした外国人の過去の在留状況，家族の状況，反省の状況，健康状態等判示の諸事情を総合考慮すると，当該外国人に上陸拒否の特例を認めなければ，法務大臣及びその権限の委任を受けた地方入国管理局長の裁量権の範囲を逸脱し又はこれを濫用したといえるまでの事情があるとはいえないから，当該外国人に在留資格認定証明書を交付しなかったことが地方入国管理局長に与えられた裁量権の範囲を逸脱し又はこれを濫用してされたものとはいえない。",
  "lawsuit_id": "85448",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85448",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/448/085448_hanrei.pdf",
  "contents": "平成２６年１２月１０日判決言渡\n平成２６年（行コ）第３０１号在留資格認定証明書交付申請不交付処分取消等請求\n控訴事件\n主            文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  東京入国管理局長が平成２５年３月２１日付けで控訴人に対してした在留\n資格認定証明書不交付処分を取り消す。\n３  東京入国管理局長は，控訴人に対し，在留資格「家族滞在」（在留期間１年）\nと認定する在留資格認定証明書を交付せよ。\n第２  事案の概要\n１  控訴人は，パキスタン・イスラム共和国（以下「パキスタン」という。）の\n国籍を有する男性であるが，平成２５年１月２３日，法務大臣から権限の委任\nを受けた東京入国管理局長（以下「東京入管局長」という。）に対し，出入国\n管理及び難民認定法（以下「入管法」という。）７条の２第１項所定の証明書\n（以下「在留資格認定証明書」という。）の交付を申請したところ，同年３月\n２１日，入管法５条１項４号の上陸拒否事由に該当するとの理由により，在留\n資格認定証明書を交付しない旨の処分（以下「本件不交付処分」という。）を\n受けた。\n本件は，控訴人が被控訴人に対し，本件不交付処分は裁量権の範囲を逸脱し，\n又はこれを濫用した違法がある旨を主張して，本件不交付処分の取消しを求め\nるとともに，控訴人に対する在留資格認定証明書の交付の義務付けを求める事\n案である。\n原審は，控訴人の請求のうち，控訴人に対する在留資格認定証明書の交付の\n義務付けを求める部分の訴えを却下して，その余の請求を棄却し，控訴人が控\n訴した。\n２  事案の概要の詳細は，後記３のとおり当審における控訴人の主張を付加する\nほかは，原判決の「事実及び理由」中「第２  事案の概要」１ないし３に記載\nのとおりであるから，これを引用する。\n３  当審における控訴人の主張\n(1)  控訴人を被告人とする銀行法違反被告事件の判決は，平成１９年５月２２\n日に確定したものであるところ，同日から起算して控訴人が平成２５年１月\n２３日に在留資格認定証明書の交付申請を行うまでに既に５年８か月が経過\nし，執行猶予期間５年が経過して刑の言渡しが効力を失っている上，控訴人\nにおいて，真摯に反省して日本政府に謝罪する意思を表明していることを斟\n酌すれば，本件不交付処分は，重要な事実に誤認があるため，その判断が全\nく事実の基礎を欠き，又は事実に対する評価が明白に合理性を欠くため，そ\nの判断が社会通念に照らし著しく妥当性を欠くことが明らかであり，裁量権\nの範囲をこえ又はその濫用があったものであって，違法である。\n(2)  Ｂ規約（市民的及び政治的権利に関する国際規約）１７条１項「何人も，\nその私生活，家族，住居若しくは通信に対して恣意的に若しくは不法に干渉\nされ又は名誉及び信用を不法に攻撃されない。」，２項「すべての者は，前\n項の干渉又は攻撃に対する法律の保護を受ける権利を有する。」及び２３条\n１項「家族は，社会の自然かつ基礎的な単位であり，社会及び国による保護\nを受ける権利を有する。」は，家族の保護について定めており，これらの規\n定やその趣旨は，国内法の解釈や適用に当たっても，最大限に尊重されるべ\nきところ，控訴人の年齢や心身の状態を考慮すれば，本件不交付処分は，重\n要な事実に誤認があるため，その判断が全く事実の基礎を欠き，又は事実に\n対する評価が明白に合理性を欠くため，その判断が社会通念に照らし著しく\n妥当性を欠くことが明らかであり，裁量権の範囲をこえ又はその濫用があっ\nたものであって，違法である。\n第３  当裁判所の判断\n１  当裁判所も，控訴人の請求について，控訴人に対する在留資格認定証明書の\n交付の義務付けを求める部分の訴えは，不適法であるからこれを却下し，その\n余の請求は，理由がないからこれを棄却すべきものと判断する。その理由は，\n当審における控訴人の主張も踏まえて，次のとおり補正するほかは，原判決の\n「事実及び理由」中「第３  当裁判所の判断」に記載のとおりであるから，こ\nれを引用する。\n(1)  原判決１１頁９行目の「  これらの関係法令の定めを踏まえると」を次の\nとおり改める。\n「  以上のような入管法及び入管法施行規則の各規定によれば，同法５条１\n項４号所定の上陸拒否事由がある場合においても，法務大臣等は，法務省\n令で定める場合において，相当と認めるときは，当該事由のみによっては\n上陸を拒否しないこととすることができる旨が規定されているのである\n（同法５条の２）。そして，同法施行規則４条の２第１項２号が同法５条\nの２に規定する法務省令で定める場合として規定しているところなど上記\n各規定を総合すれば，同法５条１項４号所定の上陸拒否事由のある外国人\nが同法５条の２に規定する特例の適用を受けるためには，在留資格認定証\n明書の交付を受けていることが必要となると解されるのであり，法務大臣\n等は，外国人に同法５条１項４号所定の上陸拒否事由がある場合において\nも，上記事由に該当することとなってから相当の期間が経過していること\nその他の特別の理由があると認められる場合において，相当と認めるとき\nは，同法５条の２に規定する上陸拒否の特例を適用する前提として，当該\n外国人に対し在留資格証明書を交付することができるものと解されるので\nある。\nそこで，同法５条の２及び同法施行規則４条の２第１項２号の各規定の\n文理に加えて，上記の各規定を総合すれば」\n(2)  同１１頁１３行目の「もっとも」から同頁２４行目末尾までを次のとおり\n改める。\n「(ウ)  そこで，入管法５条の２に規定する上陸拒否の特例を適用する前提\nとして，法務大臣等が在留資格証明書を交付するか否かの判断について，\n裁量権の逸脱又はその濫用があるといえる事情はいかなる場合かについ\nて検討する。」\n(3)  同１２頁２４行目の「したがって，」の次に「在留資格認定証明書の交付\n時において」を加える。\n(4)  同１５頁１７行目の「不安障害」を「身体的疾患を示す不安障害」と改め\nる。\n(5)  同１７頁１５行目の「現時点において」を「本件不交付処分当時において」\nと改める。\n(6)  同１８頁１６行目冒頭から同頁１８行目末尾までを次のとおり改める。\n「ア  控訴人は，控訴人を被告人とする銀行法違反被告事件の判決は，平成\n１９年５月２２日に確定したものであるところ，同日から起算して控訴\n人が平成２５年１月２３日に在留資格認定証明書の交付申請を行うまで\nに既に５年８か月が経過し，執行猶予期間５年が経過して刑の言渡しが\n効力を失っている上，控訴人において，真摯に反省して日本政府に謝罪\nする意思を表明していることを斟酌すれば，本件不交付処分は，重要な\n事実に誤認があるため，その判断が全く事実の基礎を欠き，又は事実に\n対する評価が明白に合理性を欠くため，その判断が社会通念に照らし著\nしく妥当性を欠くことが明らかであり，裁量権の範囲をこえ又はその濫\n用があったものであって，違法である旨を主張するようである。\nしかし，控訴人は，免許を受けないで業として為替取引を行い，銀行\n法違反により懲役１年及び罰金６０万円の刑に処せられ，懲役刑につき\n執行猶予５年の有罪判決を宣告されたことは前記(2)判示のとおりであ\nり，控訴人の行為は，「宗教」の在留資格で入国しながら，外国人の就\n労活動を制限する入管法の趣旨に反して経済的な事業活動を行ったもの\nである上，その活動が銀行法に違反して有罪判決を受けたものであって，\nこのような行為は，我が国の社会経済秩序を著しく損なう犯罪行為であ\nるばかりでなく，正規の手続で本国に送金することができない外国人の\n不法就労や日本国内における違法活動を助長するおそれがあって，出入\n国管理行政上看過でないものであることは，前記１(3)判示のとおりであ\nる。その上，執行猶予期間が満了して１年も経ていない時期に在留資格\n認定証明書の交付申請をしていることが認められるのであって，このよ\nうな控訴人の在留状況や上記刑事被告事件における犯情に前記(3)に判\n示するところを総合すれば，刑の言渡しが効力を失い，控訴人において，\n日本政府に対して謝罪する意思を表明しているとしても，前記(3)ウ判示\nの認定判断を左右するには足りない。\n控訴人の主張は採用することができない。\nイ  控訴人は，Ｂ規約（市民的及び政治的権利に関する国際規約）１７条\n１項「何人も，その私生活，家族，住居若しくは通信に対して恣意的に\n若しくは不法に干渉され又は名誉及び信用を不法に攻撃されない。」，\n２項「すべての者は，前項の干渉又は攻撃に対する法律の保護を受ける\n権利を有する。」及び２３条１項「家族は，社会の自然かつ基礎的な単\n位であり，社会及び国による保護を受ける権利を有する。」は，家族の\n保護について定めており，これらの規定やその趣旨は，国内法の解釈や\n適用に当たっても，最大限に尊重されるべきところ，控訴人の年齢や心\n身の状態を考慮すれば，控訴人における家族との交流の保障やその必要\n性を限定的，制約的に理解することは誤りであって，本邦に妻子が在留\nしている控訴人に対しては，在留資格認定証明書が交付されるべきであ\nり，本件不交付処分は，重要な事実に誤認があるため，その判断が全く\n事実の基礎を欠き，又は事実に対する評価が明白に合理性を欠くため，\nその判断が社会通念に照らし著しく妥当性を欠くことが明らかであり，\n裁量権の範囲をこえ又はその濫用があったものであって，違法である旨\nを主張するようである。」\n(7)  同１９頁１行目の「というべきであって，この点に関する原告の主張は採\n用できない。」を次のとおり改める。\n「というべきである。そして，控訴人の妻子らは，平成１６年５月３日に本\n邦に入国するまでは，パキスタンで生まれ育って生活しており，控訴人の\n長女と二女は，控訴人が本件不交付処分当時居住するパキスタンで婚姻し\n居住していることは前記第２の２（引用に係る原判決第２の１）及び(2)\n判示のとおりであり，本件不交付処分の時点における控訴人の妻子らの生\n活の本拠が永続的に本邦に所在するものとは認められず，控訴人が本邦に\n入国できないとしても，控訴人の妻子らが控訴人の下を訪れることが禁止\nされるものではなく，両者の交流がおよそできなくなるものでないことは，\n前記(3)判示のとおりであって，この他，前記(3)の各点に判示するところに\n照らし，控訴人の主張する自身の年齢や心身の状態を考慮しても，前記(3)\nウ判示の認定判断を左右するに足りない。\n控訴人の主張は採用することができない。」\n(8)  同１９頁２行目の「イ」を「ウ」と改める。\n(9)  同２０頁７行目の「却下を免れない。」を次のとおり改める。\n「  却下を免れない。\n３  以上によれば，控訴人の請求のうち，控訴人に対する在留資格認定証\n明書の交付の義務付けを求める部分の訴えは，不適法であるから却下し，\nその余の請求は，理由がないから棄却すべきである。」\n２  よって，原判決は相当であって，本件控訴は理由がないから棄却すること\nとして，主文のとおり判決する。\n東京高等裁判所第５民事部\n裁判長裁判官     大     竹    た  か  し\n裁判官     山    本    剛     史\n裁判官     平    田    直     人\n"
}