{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 9,
    "day": 29
  },
  "case_number": "平成26(ワ)10739",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86197",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86197",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/197/086197_hanrei.pdf",
  "contents": "平成２８年９月２９日判決言渡  同日判決原本領収  裁判所書記官\n平成２６年（ワ）第１０７３９号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２８年７月１１日\n判 決\n原      告                 株 式 会 社 岡 田 製 作 所\n同訴訟代理人弁護士           冨宅   恵\n同                            西村   啓\n同補佐人弁理士                髙山嘉 成\n被      告                Ｐ２ことＰ１\n同訴訟代理人弁護士            松村信 夫\n同                            坂本   優\n同                            塩   田   千恵 子\n同                            藤原正 樹\n同                            永田貴 久\n同補佐人弁理士                芦北智 晴\n被     告                  株 式 会 社 日 本 ア シ ス ト\n同訴訟代理人弁護士         山   本   彼一 郎\n同                            河田広 徳\n主 文\n１  被告らは，別紙物件目録１記載の臀部拭き取り装置及びそれを用いた温水\n洗浄便座を製造，使用，販売，又は販売の申出をしてはならない。\n２  被告らは，前項の臀部拭き取り装置を廃棄せよ。\n３  被告Ｐ１は，原告に対し，１万５０００円及びこれに対する平成２６年１\n１月１９日から支払済みまで年５％の割合による金員を支払え。\n４  原告のその余の請求をいずれも棄却する。\n５  訴訟費用は，これを１００分し，その９９を原告の，その余を被告らの負\n担とする。\n６  この判決は，第３項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  被告らは，別紙物件目録１，同２，同３，及び同４記載の臀部拭き取り装置\n及びそれを用いた温水洗浄便座を製造，使用，販売，又は販売の申出をしてはなら\nない。\n２  被告らは，前項の臀部拭き取り装置を廃棄せよ。\n３  被告Ｐ１は，原告に対し，４１８０万５７２０円及びこれに対する平成２６\n年１１月１９日から支払済みまで年５％の割合による金員を支払え。\n第２  事案の概要\n本件は，後記３件の特許権を有する原告が，被告らのする別紙物件目録１ないし\n４記載の製品の製造及び譲渡のための展示行為が当該特許権に対する侵害行為であ\nるとして，被告らに対し，特許法１００条１項に基づき，同製品の製造，販売及び\n販売の申出（以下「製造，販売等」という。）の差止め，同条２項に基づき同製品\nの廃棄を求めるとともに，被告Ｐ１に対し，特許権侵害の不法行為に基づき，損害\n賠償として４１８０万５７２０円及びこれに対する不法行為の日の後の日である平\n成２６年１１月１９日（訴状送達の日の翌日）から支払済みまで年５％の割合によ\nる遅延損害金の支払を求めた事案である。\n１  判断の前提となる事実（争いのない事実，並びに後掲各証拠及び弁論の全趣\n旨により容易に認められる事実）\n(1) 当事者\nア  原告は，介護・健康用品の製造，販売等を業とする株式会社である。\nイ  被告Ｐ２ことＰ１は，Ｐ２の屋号で介護用の臀部拭き取り装置（ロボット便\n座）の研究・開発を行う者であり，原告の有する特許権のうち後記本件特許権１及\nび２の発明者である。\nウ  被告株式会社日本アシスト（以下「被告日本アシスト」という。）は，被告\nＰ１と共同して温水洗浄便座を使用した臀部拭き取り装置の製造，販売を計画して\nいた株式会社である（甲３５，甲４１）。\n(2) 本件特許\n原告は，次の３件の特許に係る特許権を有している。\nア  本件特許１\n原告は，以下の特許（以下「本件特許１」といい，同特許の特許請求の範囲請求\n項１５に係る発明を「本件発明１」といい，その明細書及び図面を「本件明細書１」\nという。）に係る特許権（以下「本件特許権１」という。）を有している（甲１，\n甲２）。\n(ｱ)  登録番号  特許第４６４１３１３号\n(ｲ)  発明の名称  臀部拭き取り装置並びにそれを用いた温水洗浄便座及び温水\n洗浄便座付き便器\n(ｳ)  出願日  平成１９年９月６日\n(ｴ)  登録日  平成２２年１２月１０日\n(ｵ)  特許請求の範囲\n【請求項１５】\nトイレットペーパーで臀部を拭く臀部拭き取り装置であって，\n前記トイレットペーパーを取り付けるための拭き取りアームと，\n前記臀部を拭き取る位置まで前記拭き取りアームを移動させる拭き取りアーム駆\n動部とを備え，\n前記拭き取りアーム駆動部は，便器と便座との間隙を介して，前記拭き取りアー\nムを移動させることを特徴とする，臀部拭き取り装置。\nイ 本件特許２\n原告は，以下の特許（以下「本件特許２」といい，同特許の特許請求の範囲請求\n項１に係る発明を「本件発明２」といい，その明細書及び図面を「本件明細書２」\nという。）に係る特許権（以下「本件特許権２」という。）を有している（甲３，\n甲４）。\n(ｱ)  登録番号  特許第５０６５４６７号\n(ｲ)  発明の名称  臀部拭き取り装置並びにそれを用いた温水洗浄便座及び温水\n洗浄便座付き便器\n(ｳ)  原出願日  平成１９年９月６日\n(ｴ)  分割出願日  平成２２年１１月２日\n(ｵ)  登録日  平成２４年８月１７日\n(ｶ)  特許請求の範囲\n【請求項１】\nトイレットペーパーで臀部を拭く臀部拭き取り装置であって，\n前記トイレットペーパーを取り付けるための拭き取りアームと，\n前記臀部を拭き取る位置まで前記拭き取りアームを移動させる拭き取りアーム駆\n動部とを備え，\n前記拭き取りアーム駆動部は，複数のサーボモータによる回転動作によって，前\n記拭き取りアームを上下，前後，及び左右方向に移動させることができることを特\n徴とする，臀部拭き取り装置。\nウ 本件特許３\n原告は，以下の特許（以下「本件特許３」といい，同特許の特許請求の範囲請求\n項１に係る発明を「本件発明３－１」，請求項５に係る発明を「本件発明３－２」，\n請求項６に係る発明を「本件発明３－３」，これらの３件の発明を併せて「本件発\n明３」といい，その明細書及び図面を「本件明細書３」という。）に係る特許権（以\n下「本件特許権３」という。）を有している（甲５，甲６）。\n(ｱ)  登録番号  特許第５５２８９６１号\n(ｲ)  発明の名称  臀部拭き取り装置\n(ｳ)  出願日  平成２２年９月１６日\n(ｴ)  優先日  平成２１年９月１７日（特願２００９－２１５８８４），平成２１\n年１２月１６日（特願２００９－２８５７２０）\n(ｵ)  登録日  平成２６年４月２５日\n(ｶ)  特許請求の範囲\n【請求項１】\nトイレットペーパーで臀部を拭く臀部拭き取り装置に取り付けられる自動給紙装\n置であって，\nロール状の前記トイレットペーパーを繰り出して，繰り出された前記トイレット\nペーパーを折りたたみ，折りたたまれた前記トイレットペーパーを切断する給紙部\nと，\n前記臀部拭き取り装置において前記トイレットペーパーを取り付けるための拭き\n取りアームに，前記給紙部によって切断された前記トイレットペーパーを取り付け\nる紙取付部とを備えることを特徴とする，自動給紙装置。\n【請求項５】\nトイレットペーパーで臀部を拭く臀部拭き取り装置であって，\n前記トイレットペーパーを取り付けるための拭き取りアームと，\n前記拭き取りアームを駆動させる拭き取りアーム駆動部と，\nロール状の前記トイレットペーパーを繰り出して，繰り出された前記トイレット\nペーパーを折りたたみ，折りたたまれた前記トイレットペーパーを切断する給紙部\nと，\n前記給紙部によって切断された前記トイレットペーパーを前記拭き取りアームに\n取り付ける紙取付部とを備えることを特徴とする，臀部拭き取り装置。\n【請求項６】\n前記拭き取りアームは，切断された前記トイレットペーパーを掴むための開閉部\nを含み，\n前記紙取付部は，前記開閉部に前記トイレットペーパーを挿入し，\n前記開閉部は，前記紙取付部によって前記トイレットペーパーが挿入されたら，\n前記トイレットペーパーを掴むことを特徴とする，請求項５に記載の臀部拭き取り\n装置。\n(3) 構成要件の分説\n本件発明１は，別紙本件発明１との対比表の「本件発明１の分説」欄，本件発明\n２は，別紙本件発明２との対比表の「本件発明２の分説」欄，本件発明３－１は，\n別紙本件発明３－１との対比表の「本件発明３－１の分説」欄，本件発明３－２は，\n別紙本件発明３－２との対比表の「本件発明３－２の分説」欄，本件発明３－３は，\n別紙本件発明３－３との対比表の「本件発明３－３の分説」欄各記載のとおりの構\n成要件に分説できる。\n(4) 被告らの行為\n被告Ｐ１は，自身が研究開発した介護用の臀部拭き取り装置（ロボット便座）で\nある別紙物件目録２記載の製品（以下「ロ号物件」という。）を製造し，その後同\n製品を利用して別紙物件目録１記載の製品（以下「イ号物件」という。）を製造し\n（ただし，後記のとおり，被告らは，原告がイ号物件及びロ号物件につき「サーボ\nモータ１２ａ」，「サーボモータ１３」と特定するモータが，「サーボモータ」で\nあることを争い，また，ロ号物件には便器２が存在しないとしており，その構成に\nは一部争いがある。），被告Ｐ１が開設したウェブサイト（http://macrojapan.com，\n以下「本件ウェブサイト」という。）には，平成２６年１月７日以降，これらの製\n品の作動状況を把握することができる動画サイト（甲８，９）へのリンクが貼られ\nていた（甲７，甲１２）。\nさらに，被告Ｐ１は，平成２７年３月頃，障害者自立支援機器「シーズ・ニーズ\nマッチング交流会（以下「マッチング交流会」という。）において，イ号物件から\n拭き取りアーム駆動部のみを抜き取ったものを展示した（甲３４ないし甲３６）。\nなお，イ号物件が本件発明１の技術的範囲に属することについては，当事者間で\n争いがない。\n２  争点\n(1) ロ号物件は本件発明１の技術的範囲に属するか（争点１）\n(2) イ号物件及びロ号物件は本件発明２の技術的範囲に属するか（文言侵害・争\n点２）\n(3) イ号物件及びロ号物件は本件発明２の技術的範囲に属するか（均等侵害・争\n点３）\n(4) イ号物件は本件発明３の技術的範囲に属するか（争点４）\n(5) 被告らによるハ号物件及びニ号物件による実施行為の有無（争点５）\n(6) ハ号物件は本件発明１，同２，同３－１，同３－２の，ニ号物件は本件発明\n１，同２の技術的範囲に属するか（争点６）\n(7) イ号物件及びロ号物件の製造が「試験又は研究のためにする」（特許法６９\n条１項）ものか（争点７）\n(8) 本件特許１は特許無効審判により無効にされるべきものか\nア  補正による新規事項の追加，サポート要件違反（争点８－１）\nイ  乙８の１公報を主引例とする進歩性欠如（争点８－２）\nウ  乙１３の１公報を主引例とする新規性・進歩性欠如（争点８－３）\nエ  乙２１の１公報を主引例とする進歩性欠如（争点８－４）\n(9) 本件特許２は特許無効審判により無効にされるべきものか（争点９）\n(10)  本件特許３は特許無効審判により無効にされるべきものか\nア  明確性原則違反，サポート要件違反（争点１０－１）\nイ  本件発明３－１の進歩性欠如（争点１０－２）\nウ  本件発明３－２の進歩性欠如（争点１０－３）\n(11)  原告の損害額（争点１１）\n第３  争点についての当事者の主張\n１  争点１（ロ号物件は本件発明１の技術的範囲に属するか）\n（原告の主張）\nロ号物件は，別紙本件発明１との対比表の「原告主張ロ号物件の構成」欄記載の\nとおりの構成を備えており，それぞれ対応する同対比表記載の「本件発明１の分説」\n欄記載の各構成要件を充足するので，本件発明１の技術的範囲に属する。\n（被告らの主張）\n原告が主張する本件発明１に関するロ号物件の構成のうち，構成ｄを否認し，そ\nの余は認める。\nロ号物件は，その動画（甲９）からも明らかなように，別紙物件目録２記載の「１\n６拭き取りアーム駆動部」のみが剥き出しになった状態であり（同目録２の図３参\n照），これに市販の自動給紙装置や市販の「便座」を置いている状態（構造的に組\nみ合わせていない状態）であるにすぎず，ロ号物件には便器２が存在しない以上，\n便器２と便座１との「間隙１７」は存在しない。\nしたがって，構成要件Ｄの「便器と便座との間隙」を充足しないから，ロ号物件\nは本件発明１の技術的範囲に属さない。\n２  争点２（イ号物件及びロ号物件は本件発明２の技術的範囲に属するか（文言\n侵害））\n（原告の主張）\n(1) イ号物件は，別紙本件発明２との対比表の「原告主張イ号物件の構成」欄記\n載のとおりの構成を備えており，それぞれ対応する同対比表記載の「本件発明２の\n分説」欄記載の各構成要件を充足し，またロ号物件は，別紙本件発明２との対比表\nの「原告主張ロ号物件の構成」欄記載のとおりの構成を備えており，それぞれ対応\nする同対比表記載の「本件発明２の分説」欄記載の各構成要件を充足するので，い\nずれも本件発明２の技術的範囲に属する。\n(2) 「サーボモータ」について\nア  被告らは，イ号物件及びロ号物件において原告が「サーボモータ１２ａ」，\n「サーボモータ１３」と特定するモータ(以下，それぞれ「モータ１２ａ」，「モー\nタ１３」と特定する。)は，「サーボモータ」ではないとして原告の主張する構成ｄ\nを否認する。\nイ(ｱ) 「サーボモータ」とは，回転速度制御，トルク制御，回転位置制御などの\n制御を一以上組み合わせることで，目的に応じた運転を実現するところ，これらを\n制御するためのシステムとしてサーボ制御というものが存在し，サーボ制御された\nモータのことをいう。\n(ｲ) 被告Ｐ１は，平成２５年に原告が委託して製造した試作機（以下「２０１３\n年型試作機」という。）において，サーボモータである KRS-4034HV ICS を使用し\nているから，その後開発したイ号物件及びロ号物件におけるモータ１３も「サー\nボモータ」であると推認される。\n他方，モータ１２ａ及びレール１２に相当する部材として用いていたリニアア\nクチュエータ TG-47E-SG-100-LC3-LA,12V のモータ１２ａはギヤードモータであ\nる。しかし，同モータの回転によりこれが載っている台の位置を制御するもので\nあるから，これを制御する機構が必ず存在するところ， モータ１２ａは，マイク\nロスイッチを用いた検出器による制御と，エンコーダによる制御との二つをあら\nかじめ用意しているもので，検出装置を用いて位置情報を検出し，制御装置にル\nープさせてギヤードモータが制御されている から「サーボモータ」であるといえ\nる。\n被告らの主張によっても，モータ１３は，検出装置を用いて，位置の情報を検\n出し，制御装置にループさせて制御されており，また，制御装置であるＣＰＵは，\n検出装置であるリミットスイッチＡ，リミットスイッチＢ，及びリミットスイッ\nチＣを用いてモータ１３の位置を検出し，当該検出結果に基づいてモータ１２ａ\nの動作を制御しているのであるから，モータ１２ａ及び モータ１３は，いずれも\n「サーボモータ」である。\nまたイ号物件において，「拭き取りアーム３」接続部は，モータ１２ａの回転に\nよって，レール１２の最前位置，最前位置から３分の１の位置，中間位置，最前\n位置から３分の２の位置，最後位置の各箇所において停止するように制御されて\nおり，また，モータ１３は，拭き取りアーム３を略９０度，略４５度，略３０度，\n及び収納位置の０度という角度に移動するように制御しているのであるから，か\nかる制御機能を有するモータ１２ａ及びモータ１３は「サーボモータ」である。\n(3) 「拭き取りアーム」について\n被告らは，本件発明２の「拭き取りアームを上下，前後，及び左右方向に移動さ\nせること」が「拭き取りアーム」という部材ないし部分そのものを移動させること\nができるものである旨主張する。\nしかし，被告らの主張は本件発明２の技術的思想の実施形態にすぎず，これに限\n定される理由はない。そもそも，本件発明２の技術的効果は，「便座に座ったまま\nの状態で，水滴や汚れの拭き取り作業を行うことができる」（【０００９】）とこ\nろにあり，かかる効果を奏じさせるに当たり上記のような技術構成が必然的に決定\nされるわけではなく，例示であることは 本件明細書２においても明記されている\n（【０１３１】）。「便座に座ったままの状態で，水滴や汚れの拭き取り作業を行\nう」という作用は，「拭き取りアーム駆動部は，複数のサーボモータによる回転動\n作によって，前記拭き取りアームを上下，前後，及び左右方向に移動させる」こと\nにより実現するものであり，上記作用を実現するアームの形状を技術的要素として\nいない。\nしたがって，被告らが主張するような限定解釈は認められない。\n（被告らの主張）\n(1) 別紙本件発明２との対比表記載の「原告主張イ号物件の構成」及び「原告主\n張ロ号物件の構成」のうち，いずれについても構成ｄについては否認し，その余は\n認める。\n(2) 「サーボモータ」について\nイ号物件及びロ号物件のモータ１２ａ及びモータ１３は，「サーボモータ」では\nなく，ギヤードモータである。同物件においてサーボモータ１４と特定されている\nモータのみが「サーボモータ」である。\n「サーボモータ」とは，サーボ機構によって制御される原動機（モータ）であって，\nそのサーボ機構は，制御対象である原動機の出力（現在の原動機の回転軸の回転角\n（回転位置），回転速度，回転トルクなど）を目標値に追従させる制御を行うもの\nである。しかし，イ号物件及びロ号物件におけるモータ１２ａ及びモータ１３につ\nいては，これらの出力（回転軸の回転位置，回転速度，回転トルク等）を検出する\n装置そのものがなく，当然，これらモータの出力を検出することもしていないから，\n「制御対象の出力を目標値に追従させる制御」を行うこともない。すなわち，上記\nモータ１２ａ及びモータ１３は，いずれも正回転，逆回転又は回転停止の動作をす\nるだけのもので，回転速度制御，トルク制御，回転位置制御等の各種制御はいずれ\nも行われていない。\nしたがって，イ号物件及びロ号物件のモータ１２ａ及びモータ１３は，「サーボ\nモータ」ではない。\nなお，被告Ｐ１が制作した実験機（甲８，甲９）は，ＯＮ／ＯＦＦ信号の切替時，\n又は切替時から所定時間経過時にモータ１２ａ及びモータ１３を正回転，逆回転，\n回転停止のいずれかの状態にする制御を行っているが，かかる制御はシーケンス制\n御といわれるもので，予め定められた順序又は手続きに従って，制御の各段階を逐\n次進めていく制御であり（乙１４），原告が主張するフィードバックによって制御\n量を目標値と比較しそれを一致させるように訂正動作を行う制御であるサーボ制御\nとは異なるものである。原告の指摘する拭き取りアーム３及び拭き取りアーム３接\n続部の動きも，これらによって行われているものである。\nまた，被告Ｐ１がイ号物件及びロ号物件においてモータ１２ａとして使用してい\nるのは，リニアアクチュエータ TG-47E-SG-100-LC3-HA,24V であり，また，イ号物\n件及びロ号物件のモータ１３としては，単価が高く比較的壊れやすい「サーボモー\nタ」を採用する必要はないとのコンセプトの下，市販のサーボケースに市販のＤＣ\nモータを挿入し，モータ１３用構造物に接合して自作したものであり，エンコーダ\n（検知部）を備えていない。\n以上のとおり，イ号物件及びロ号物件には「サーボモータ」が一つしかないから，\nいずれも本件発明２の構成要件Ｄにおける「複数のサーボモータ」との要件を充足\nしない。\n(3) 「拭き取りアーム」について\nイ号物件及びロ号物件は，本件発明２の構成要件Ｄにおける「前記拭き取りアー\nムを上下，前後，及び左右方向に移動させること」についても充足しない。\n本件特許２の特許請求の範囲請求項１には，「前記拭き取りアームを上下，前後，\n及び左右方向に移動させること」という記載がなされているのであるから，これは\n一義的には，「拭き取りアーム」という部材ないし部分そのものが，上下，前後，\n及び左右方向に移動させるという意義に解されるべきであって，「拭き取りアーム\nの根元部分あるいはＬ字型屈曲部を支点として拭き取りアームの先端部（である紙\n取り付け部）が上下，前後，及び左右方向に移動させる」という意義には，特別な\n理由がない限りは解されるものではない。しかるに，原告が主張するイ号物件ある\nいはロ号物件の動作状況は，次の①ないし④のとおりであり，「拭き取りアーム」\n自体が上下，前後，左右方向に移動するものではないから，イ号物件あるいはロ号\n物件は，上記構成要件Ｄの「前記拭き取りアームを上下，前後及び左右方向に移動\nさせること」を充足しない。\n①  上下方向については，拭き取りアーム３自身を回転運動させることによって，\n拭き取りアーム３のＬ字屈曲部分を支点にして，拭き取りアーム３の一部である掴\nみ先端部３ａが角運動をして，結果掴み先端部３ａが上下方向の要素を含む形で回\n転運動による移動をする。\n②  左右方向については，拭き取りアーム３の根元部分を支点として拭き取りア\nーム自体が角運動をし，結果掴み先端部３ａが左右方向の要素を含む形で回転運動\nによる移動をする。\n③  前後方向について，拭き取りアーム３そのものが前後方向に移動をする。\n④  前後方向についてはもうひとつ，拭き取りアーム３の根元部分を支点として\n拭き取りアーム自体が角運動をし，結果掴み先端部３ａが前後方向の要素を含む形\nで回転運動による移動をする。\nしたがって，イ号物件及びロ号物件は本件発明２の構成要件Ｄを充足しないから，\nいずれも，その技術的範囲に属さない。\n３  争点３（イ号物件及びロ号物件は本件発明２の技術的範囲に属するか（均等\n侵害））\n（原告の主張）\n(1) 仮に，イ号物件及びロ号物件のモータ１２ａ及び１３が「サーボモータ」で\nはなく，本件発明２の構成要件Ｄを充足しないとしても，イ号物件及びロ号物件は，\n本件発明２と均等である。\n(2) イ号物件及びロ号物件が本件発明２と均等であることは以下のとおりである。\nア  相違部分が本質的部分でないこと\n本件明細書２の記載（【００１３】，【００１４】，【００１６】）によれば，\n本件発明２の課題は，便座に座ったままの状態で水滴や汚れを拭き取るところにあ\nり，本件発明２の本質的部分は，このような課題を解決するために，拭き取りアー\nム駆動部が駆動装置である複数のモータの回転動作により拭き取りアームを上下，\n前後，及び左右方向に移動させて，便座に座ったままの状態で水滴や汚れを拭き取\nるという点にあるもので，いかなる種類のモータを用いるか否かは本質的部分では\nない。\nイ  置換可能性\nイ号物件及びロ号物件は，サーボモータ１４，モータ１２ａ及びモータ１３によ\nり構成される拭き取りアーム駆動部１６により拭き取りアーム部３を上下，前後及\nび左右方向に移動させる動作を実現している。レール１２内に設けられたベルトに\n台車が固定され，台車の上にモータ１３及び拭き取りアーム３が取り付けられ，モ\nータ１２ａを回転させることでベルトが回転し，台車及び台車に取り付けられたモ\nータ１３及び拭き取りアーム３が一体的に前後に移動する。また，モータ１３には，\nサーボモータ１４を介してアーム３が取り付けられており，モータ１３の回転によ\nり拭き取りアーム３が前後，左右方向に移動することになる。\nこのように，イ号物件及びロ号物件の構成によっても，本件発明２の目的を達成す\nることができるから，置換可能性の要件を充足する。\nウ  置換容易性\nイ号物件及びロ号物件の製造当時，モータを設定時間の経過によりオンオフする\nことでモータの回転を制御する技術は周知慣用技術であり（甲９８ないし１００），\n時間制御による回転量の制御技術を用いることは当業者にとって容易であったとい\nえるから，置換容易性の要件を充足する。\n（被告らの主張）\n(1) 本件発明２とイ号物件及びロ号物件とは，①構成要件Ｄの「複数のサーボモ\nータ」に関し，イ号物件及びロ号物件のモータ１２ａ及びモータ１３は「サーボモ\nータ」ではない点，②構成要件Ｄの「前記拭き取りアームを上下，前後，及び左右\n方向に移動させる」に関し，イ号物件及びロ号物件において，拭き取りアームその\nものは「上下・前後・左右」（なかんずく「上下」）に移動せず，「拭き取りアー\nム先端部である紙取り付け部」が「上下・前後・左右」（なかんずく「上下」）に\n移動している点で相違し，その点は，いずれも本件発明２の本質的部分であるから，\n原告の均等侵害の主張は理由がない。\n(2) イ号物件及びロ号物件は，以下の点で均等侵害が認められるための要件を充\n足しないから，本件発明と均等ではない。\nア  相違部分が本質的部分に存すること\n本件特許２に関しては，平成２４年５月８日付拒絶理由通知書（乙９の４）による\n拒絶理由の通知に対し，同年７月３日，意見書（乙９の３）を付した補正（乙９の\n２）により，「前記拭き取りアーム駆動部は，複数のサーボモータによる回転動作\nによって，前記拭き取りアームを上下，前後，及び左右方向に移動させることがで\nきる」という記載が追加されており，これが本件発明２における構成要件Ｄである。\n原告の当該意見書（乙９の３）の記載内容（１頁「当該補正が新規事項の追加と\nならない理由」，「２．進歩性について」）によれば，本件発明２の技術的思想の\n中核的，特徴的な部分とは，①汚れや水滴が付着している臀部のほとんどの領域を\n拭き取りアームによって拭き取ることが可能となるように，②また，肛門部分に過\n度な力が入ること等による事故等の防止，あるいはユーザーの好みに応じた拭き取\nりが実現できるように，③拭き取りアームを複数のサーボモータからなる複数の関\n節部によって構成される拭き取りアーム駆動部によって，上下，前後，及び左右方\n向に移動させるという点であって，複数の関節部の各々にサーボモータを設置して\nこれを作動させることにより，拭き取りアームそのものを上下，前後，左右方向に\n移動させることこそ，本件発明２の本質的部分であり，イ号物件及びロ号物件と本\n件発明の相違点は，この本質的部分に存するといえる。\nイ  置換可能性がないこと\n原告は，前記意見書において，拭き取りアームを上下，前後及び左右方向にデリ\nケートに駆動させることにつき進歩性があるとし，これを重要な作用効果として自\nら記載しており，そのため，本件明細書２には，拭き取りアームに複数の関節を持\nたせ，各関節にサーボモータを用いることを開示している。\n他方，イ号物件及びロ号物件は，拭き取りアーム自体は前後及び左右の動き（実\n際には，前後及び拭き取りアームの根元を支点とした平面的回転運動）しかせず，\nかつ，その駆動はサーボモータを用いていない。掴み先端部の上下運動（回転運動）\nのみサーボモータを用いている。\nしたがって，イ号物件及びロ号物件は，「拭き取りアームを上下，前後，及び左\n右方向にデリケートに駆動させる」という作用効果を実現していないから，置換可\n能性がない。\nウ  意識的除外\n本件特許権２にかかる当初出願書あるいは特許公報の明細書の発明の詳細な説明\nには，「サーボモータ」ではない通常のモータが存在していたにもかかわらず，複\n数の関節（「サーボモータ」）のある拭き取りアームが開示され，拒絶理由通知後\nに補正された特許請求の範囲には「複数のサーボモータ」との記載がされている。\nまた，仮に原告の主張を前提とするならば，それに相応するような特許請求の範囲\nの記載は，「一または複数のサーボモータ」あるいは「複数のモータ」という記載\nもあり得たはずであるが，あえて「複数のサーボモータ」という記載を自らしてい\nる。\nしたがって，原告は，あえて「複数のサーボモータ」により「拭き取りアーム（そ\nのもの）」を駆動させようという特許請求の範囲の記載及び発明の詳細な説明の記\n載をしたのであるから，「サーボモータを複数使うこと」を自ら発明の技術的内容\nとして選択したものといえ，サーボモータは一個しか使わない，あるいはサーボモ\nータは使わない，という選択を意識的に除外した（あるいは外形的に除外したよう\nに解される記載をした）といえる。\n４  争点４（イ号物件は本件発明３の技術的範囲に属するか）\n（原告の主張）\n(1) イ号物件の構成は，別紙本件発明３－１との対比表，同本件発明３－２との\n対比表及び同本件発明３－３との対比表の各「原告主張イ号物件の構成」欄記載の\nとおりの構成を備えており，それぞれ対応する同各対比表記載の「本件発明３－１\nの分説」，「本件発明３－２の分説」及び「本件発明３－３の分説」欄記載の構成\n要件をすべて充足するので，本件発明３の技術的範囲に属する。\n(2) 「給紙部」について\n被告らは，カッター刃でトイレットペーパーを切断するイ号物件の「給紙部５ｄ」\nは，本件発明３における「給紙部」には該当しないとして，本件発明３－１の構成\n要件Ｂ並びに本件発明３－２及び３－３の構成要件Ｄの充足を争う。\nしかし，本件発明３に係る特許を出願した際に開示した公知技術等を前提にする\nと（甲４７ないし甲５６，乙１１の２），本件発明３における「折りたたまれたト\nイレットペーパーを切断する給紙部」には，カッターによる切断機構を有する給紙\n部が含まれていると考えることは当業者であれば当然のことであり，「折りたたま\nれた前記トイレットペーパーを切断する給紙部」は，繰り出しローラＦ８，Ｆ９と\n切断ローラＦ１０，Ｆ１１による切断という実施例に限定されるものではなく，カ\nッター刃による切断も含まれていると解釈すべきである。\nしたがって，「給紙部５ｄ」は本件発明３における「給紙部」に該当する。\n（被告らの主張）\n(1) イ号物件の構成が，別紙本件発明３との対比表の「原告主張イ号物件の構成」\nのとおりであることは認める。\n(2) 「給紙部」について\nイ号物件の「給紙部５ｄ」は，本件発明３における「給紙部」には該当しない。\nすなわち，本件発明３を含む本件特許３の特許請求の範囲には，「折りたたまれた\n前記トイレットペーパーを切断する給紙部」と記載されているもので，「給紙部」\nとは紙を供給するための構成によってトイレットペーパーを切断するものであると\n解されるが，本件明細書３の発明の詳細な説明欄にはトイレットペーパーのミシン\n目に張力を与えて破断させることによりトイレットペーパーを切断することを前提\nとする記載しかされていないことから（【０５１５】），本件発明３における「切\n断」は，カッター刃でトイレットペーパーを切断するのではなく，トイレットペー\nパーを供給するための構成（繰り出しローラＦ８，Ｆ９と切断ローラＦ１０，Ｆ１\n１）によってトイレットペーパーを切断するものであると解されるべきである。\nそうすると，カッター刃でトイレットペーパーを切断するイ号物件（甲８）は，\n本件発明３－１の構成要件Ｂ並びに本件発明３－２及び３－３の各構成要件Ｄを充\n足しないから，本件発明３の技術的範囲に属さない。\n５  争点５（被告らによるハ号物件及びニ号物件による実施行為の有無）\n（原告の主張）\n被告Ｐ１は，別紙物件目録３記載の臀部拭き取り装置及びそれを用いた温水洗浄\n便座（以下「ハ号物件」という。）及び別紙物件目録４記載の臀部拭き取り装置及\nびそれを用いた温水洗浄便座（以下「ニ号物件」という。）を，それぞれ業として\n製造し，本件ウェブサイト上において，「ロボット便座」という製品名にて譲渡の\nための展示を行った（甲７，甲１２）。その後，被告日本アシストは，厚生労働省\nより助成金を受け，被告Ｐ１に対し，ハ号物件及び二号物件の製造を依頼し（甲２\n０），被告Ｐ１は，ハ号物件及びニ号物件の製造を行った。\n被告らは，ハ号物件及びニ号物件の製造事実を争うが，被告Ｐ１の平成２５年４\n月３０日出願に係る，発明の名称を「臀部の水分自動ふき取り装置」とする特許第\n５６７１７３８号の特許公報の図面にはニ号製品が示されている（甲４０）し，同\n年１２月２日出願に係る，アームの先端部に設けられたヘッドがトイレットペーパ\nーを保持して通過するために設けられた便座内の空洞に水が入り込むことを防止す\nることを課題とした「臀部の水分自動ふき取り装置」に関する特許出願（特開２０\n１５－１０４６１７号・甲９１）では，当該装置の前提として二号物件が用いられ\nている（【選択図】図１１）から，被告らの主張のように未だ製造していないとは\nにわかに信じ難い。\n（被告らの主張）\n被告Ｐ１は，ハ号物件ないしニ号物件に相当する物品を，製品としてはもちろん\nのこと試作品・実験機としても製造したことはない。\n原告は，被告Ｐ１がハ号物件ないしニ号物件を製造し，これを譲渡のために展示\nしたことの根拠として主張しているが，どの点をもってそのように主張しているの\nか不明である。\nまた，平成２５年４月３０日出願に係る特許第５６７１７３８号の特許公報にお\nける特許法３０条２項の適用申請の記載は，「自動式臀部水ふき取り機」と掲題さ\nれた資料（乙２４の３頁）を使用して装置の紹介を行ったにすぎず，資料に記載の\n画像に示されているものは，便座の中を拭き取りアームが移動するように構成され\nたニ号物件とは全く異なる。\n６  争点６（ハ号物件は本件発明１，同２，同３－１，同３－２の，ニ号物件は\n本件発明１，同２の技術的範囲に属するか）\n（原告の主張）\nハ号物件は，別紙本件発明１との対比表，別紙本件発明２との対比表，別紙本件\n発明３－１との対比表及び別紙本件発明３－２との対比表の，各「原告主張ハ号物\n件の構成」欄に各記載の構成を備えており，それぞれ対応する各対比表の「本件発\n明１の分説」，「本件発明２の分説」，「本件発明３－１の分説」及び「本件発明\n３－２の分説」欄記載の構成要件をそれぞれ充足する。\nまたニ号物件の構成は，別紙本件発明１との対比表及び別紙本件発明２との対比\n表の各「原告主張ニ号物件の構成」欄の各記載のとおりであり，それぞれ対応する\n各対比表の「本件発明１の分説」，「本件発明２の分説」欄記載の構成要件をそれ\nぞれ充足する。\n（被告らの主張）\n原告の主張はすべて争う。そもそも原告主張に係るハ号物件及びニ号物件なる物\n件は存在しないから認否出来ない。\n７  争点７（イ号物件及びロ号物件の製造が「試験又は研究のためにする」（特許\n法６９条１項）ものか）\n（被告らの主張）\n被告らは，ロ号物件を１品のみ作成し，これを転用してイ号物件を１品のみ製造\nし，さらに，イ号物件から拭き取りアーム駆動部のみを抜き取ったものを展示した\n（甲３６）が，いずれも業として行ったものではない。\n原告は，イ号物件を撮影した動画（甲８）及びロ号物件を撮影した動画（甲９）\nを本件ウェブサイト上に掲載した旨主張しているが，これらの動画をＹｏｕＴｕｂ\nｅに投稿してリンクを貼ったにすぎず，本件ウェブサイト自体にはそもそもイ号物\n件及びロ号物件自体は記載も表示もされていないし，本件ウェブサイトには，具体\n的な製品に関する記載はなく，製品名・型番・価格といった記載もなく「譲渡のた\nめ」といった目的は一切表明されていないのであるから，譲渡のための展示には該\n当しない。\nロ号物件については，上記動画（甲９）に現れる便座はロ号物件とかけ離れた拭\nき取りアーム部分のみであることからすれば，ロ号物件についての譲渡のための展\n示でもない。\nまた，展示品（甲３６）の展示は，出品したマッチング交流会がいわゆる生産・\n仕入れ・コストダウンのための展示会ではなく，研究開発のための意見交流会にす\nぎないもので，現に開発品であり販売できない旨告知されている（甲３５，乙４の\n２及び３）のであるから，譲渡のための展示でないことは明らかである。\n仮に，原告の主張する被告らによるイ号物件及びロ号物件の製造が本件各発明の\n「実施」に該当するとしても，試験・研究のための実施であり，本件各発明にかか\nる特許権の効力は及ばない（特許法６９条１項）。\n（原告の主張）\n特許法６９条１項が定めるところの「試験又は研究」には，第三者の依頼により\n当該者から対価を受けて行う製造が含まれないことは明らかであるところ，被告Ｐ\n１が被告日本アシストから少なくとも６４７万２０００円の支払いを受けて行う製\n造は，これに該当しない。\n被告らは，「障害者自立支援機器  シーズ・ニーズマッチング強化事業」におい\nて，イ号物件を，平成２８年８月，価格３０万円にて販売することを予定している\n旨表示しており（甲４１），結局，将来，製造販売することを想定して展示してい\nるのであるから（甲３６），イ号物件及びロ号物件の製造は「試験又は研究」のた\nめの製造ではなく，販売に向けての具体的な製造を行ったものいえる。\n８  争点８－１（本件特許１は特許無効審判により無効にされるべきものか（補\n正による新規事項の追加，サポート要件違反））\n（被告らの主張）\n(1) 補正による新規事項の追加\nア  本件発明１は，願書に最初に添付した明細書，特許請求の範囲又は図面（乙\n６の１，以下これらを併せて「当初明細書１」という。）に記載されていない事項\nを含んで構成されたもので，本件特許１は，特許法１７条の２第３項に規定する要\n件を満たしていない補正をした特許出願に対してされたものであるから，同法１２\n３条１項１号に該当し，特許無効審判により無効とされるべきものである。\nイ  当初明細書１には，便座昇降部又は便座昇降装置（以下両者をまとめて「便\n座昇降部」ともいう。）によって便座が上昇された際に生じる「便器と便座との間\n隙」以外の「便器と便座との間隙」についての記載はなく，そのことを示唆する記\n載もない。\nしかるに，平成２２年９月３日提出の手続補正書（乙６の２，以下「第２回補正\n書」という。）において，特許請求の範囲の【請求項１５】，【請求項１６】に「便\n座昇降部によって便座が上昇された際に生じる便器と便座との間隙」に限定されな\nい「便器と便座との間隙」が記載され，平成２２年１１月２日提出の手続補正書（乙\n６の３，以下「第３回補正書」という。）において，第２回手続補正書の請求項１\n５に係る発明を削除し，請求項１６に係る発明を補正後の請求項１５とし，これが\n本件発明１（本件特許１の特許請求の範囲請求項１５に係る発明）となった。\nしたがって，本件発明１に係る特許出願に対してなされた補正は，請求項の発明\n特定事項の一部を削除して，これを概念的に上位の事項に補正するものであって，\n出願当初の特許請求の範囲，明細書又は図面に記載した事項以外のものが追加され\nることになる補正であるといえる。\n(2) サポート要件違反（特許法３６条６項１号，１２３条１項４号）\n本件明細書１には，便座昇降部によって便座が上昇される際に生じる「便器と便\n座との間隙」以外の「便器と便座との間隙」についての記載はない。しかるに，本\n件発明１は何らの限定のない「便器と便座の間隙」を含み，発明の詳細な説明に記\n載されていないものであり，当該請求項の記載は，特許法３６条６項１号に規定す\nる要件を満たしておらず，本件特許１は，同法１２３条１項４号に該当し，特許無\n効審判により無効にされるべきものである。\n（原告の主張）\n(1) 補正による新規事項の追加\nア  補正が特許法１７条の２第３項違反にあたるか否かの判断においては，補正\n前後の明細書の記載を形式的に比較することのみで判断してはならないのであって，\n周知・慣用技術を参酌した上で出願当初の明細書等の複数の記載を前提に，当業者\nを基準として出願当初の明細書等に記載していると評価することができるか否か，\n請求項の発明特定事項の一部を削除することにより上位概念化されていたとしても\n発明の趣旨に立ち返り新たな技術上の意義が追加されないか否かという実質的な評\n価を行う必要がある。\nイ  本件発明１の技術的課題は，「座ったままの状態で，臀部の水滴や汚れを装\n置で拭き取るとするもの」であり，本件発明２の主眼は，拭き取りアーム駆動部に\nよって，拭き取りアームが移動させられた上で拭き取りが行われるところにあり，\n当初明細書１等に接する当業者であれば，いかなる手段によって便器と便座に間隙\nを設けることになるかにつき重きを置くことはない。\nまた，当初明細書１の記載（【００６０】ないし【００６３】，【０１２９】等）\nからすれば，ジャッキ部４である便座昇降装置を利用するか否かに関係なく，「便\n器と便座との間隙を介して，拭き取りアームを移動させることを特徴とする，臀部\n拭き取り装置。」について記載が存在すると評価することができ，ジャッキ部４の\n任意選択性が示されているといえる。\nさらに，便器と便座の間隙を設けるための便座昇降装置は周知の技術であった（甲\n５７ないし甲７０），\nそうすると，当業者において，ジャッキ部４以外の何らかの手段で便器と便座と\nの間隙を設けることは，当初明細書１等の記載から自明な事項に該当するといえる。\nウ  仮に，ジャッキ部４以外の何らかの手段で便器と便座との間隙を設けること\nは，当初明細書１等の記載から自明な事項に該当しないとしても，本件補正は，新\nたな技術上の意義が追加されていないため新規事項の追加に該当しない。\n本件発明１においては，「座ったままの状態」ということが前提となり臀部と便\n座とに間隙は存在しないこととの関係で，便器と便座とに間隙を設けることが技術\n的に必須となるが，当初明細書１等においては，便器と便座とに間隙を設ける手段\nそのものを課題としては設定しておらず，専ら臀部と便座とに間隙を設けない「座\nったままの状態で，臀部の水滴や汚れを装置で拭き取る」ということのみを克服す\nべき課題として設定している。\nすなわち，本件発明１においては，空気圧，エアバッグ，空気袋，エアダンパー，\n液体圧シリンダ，昇降ガイド，昇降フレーム，駆動モータ，駆動手段，ラックとピ\nニオン，液体シリンダ，ジャッキ部４等の昇降部，あるいはこれ以外の方法により\n便器と便座とに間隙を設けるか否かは新規事項に該当するものではない。\nしたがって，当初明細書１等において昇降部が記載され，本件発明１においてこ\nれが削除されたことにより本件発明１の請求項が上位概念化されたとしても，これ\nにより新たな技術上の意義が追加されていないから，補正による新規事項の追加に\nは該当しない。\nエ  したがって，被告ら主張に係る補正が特許法１７条の２第３項に違反すると\nの主張は理由がない。\n(2) サポート要件違反\nア  構成要件ＡないしＤは，本件明細書１の発明の詳細な説明あるいは実施形態\nに記載されているものである。\nイ  被告らが主張する便座昇降装置は，前記(1)のとおり本件発明１に係る特許の\n出願時において既に周知の技術で，何らかの手段を用いて便器と便座との間隙を設\nける手段は周知・慣用技術であること，本件発明１の課題解決手段において，いか\nなる手段により便器と便座との間隙を設けるかは問題ではないこと等からすれば，\n当業者であれば，何らかの手段により便器と便座との間隙を設けることを把握する\nことができるため，本件発明１は，当初明細書１の記載の範囲を超えているとはい\nえない。\nしたがって，被告らのサポート要件違反の主張は理由がない。\n９  争点８－２（本件特許１は特許無効審判により無効にされるべきものか（乙\n８の１公報を主引例とする進歩性欠如））\n（被告らの主張）\n(1) 中国実用新案公告第２６８２１１３号公報（乙８の１，平成１７年３月２日\n発行。以下「乙８の１公報」といい，同公報に係る発明を「乙８の１発明」という。）\n乙８の１公報には，本件発明１の構成要件ＡないしＣに相当する構成が開示され\nている（構成要件Ａにつき５頁２０～２６行目（訳文（乙８の２）の３頁４～１２\n行目），構成要件Ｂにつき４頁１５～２２行目（訳文（乙８の２）の１頁１８～２\n７行目），構成要件Ｃにつき５頁２２～２６行目（訳文（乙８の２）の３頁６～１\n２行目））。\n(2) 乙８の３ないし５公報\n特開平２０００－０９３４８１号（乙８の３，平成１２年４月４日発行。以下「乙\n８の３公報」という。）及び特開平１１－１７８７４５号（乙８の４，平成１１年\n７月６日発行。以下「乙８の４公報」という。）には，介護者が便器と便座との間\n隙に介護者のアーム（腕）を差し込み，手に持ったトイレットペーパーで被介護者\nのお尻を拭くことが記載されているといえる。（乙８の３【００３４】の４～１０\n行目，乙８の４公報の請求項１）。\nまた，乙８の３公報及び特開平８－２８０５８１号（乙８の５，平成８年１０月\n２９日発行。以下「乙８の５公報」という。）には，「便座を昇降させる便座昇降\n装置」が記載されている（乙８の３【００３３】の１～５行目，【図９】，乙８の\n５【００１７】の１～６行目，【図１】）。\nそして，乙８の３公報及び乙８の５公報に記載されている腰掛便器にはその上に\n便座が直に取り付けられていない便器である点で，乙８の１公報に記載されて腰掛\n便器と共通しており，また，乙８の３公報及び乙８の４公報の上記記載からすれば，\n乙８の１発明に乙８の３公報及び乙８の５公報に記載された発明を適用することに\n特に困難はない。\nしたがって，本件発明１は，乙８の１発明に，乙８の３公報あるいは乙８の３公\n報及び乙８の４公報あるいは乙８の５公報に記載された発明に基づき当業者が容易\nに想到し得るものである。\n(3) 以上のとおり，本件特許１は，進歩性を欠き，特許無効審判により無効にさ\nれるべきものである。\n（原告の主張）\n(1) 乙８の１発明と本件発明１との対比について\n乙８の１公報には，本件発明１の構成要件Ａ及びＢと同じ構成が開示されている\nが，乙８の１発明においては，便座を使用することが予定されていないから，便座\nを用いた場合の「臀部を拭き取る位置まで拭き取りアームを移動させる拭き取りア\nーム駆動部」については開示されておらず，構成要件Ｃの「前記臀部を拭き取る位\n置まで」に相当する構成を有してない。\nまた，乙８の１発明は，便器上に設けられた穴ｗから機械式拭き取り装置５が伸\nび出てくる構成となっているため，本件発明１の構成要件Ｄ「便器と便座との間隙\nを介して」に相当する構成を有していない。\n(2) 容易想到性\nア  構成要件Ｃについては，便座の上に座っている使用者までトイレットペーパ\nーを届くようにすることは，単なる設計変更の域を出ず，当業者であれば容易に想\n到することができる。\nイ  構成要件Ｄについては，便器の穴ｗから拭き取り装置５を露出させるか，便\n器と便座との間隙から拭き取りアームを移動させるかは，根本的な設計思想を異に\nするものであり，その必要性に迫られるだけの強い動機付けが必要となるところ，\n乙８の１発明は，前記アのとおり，単なる設計変更の範囲において便座を使用した\n場合においても臀部を拭き取るという機能を全うすることができるようするため，\n根本的な設計の見直しである「便器と便座との間隙から拭き取りアームを移動させ\nる」ことの動機付けとはなり得ない。\nまた，乙８の３公報及び乙８の４公報に記載された発明においては，便座を上げ\nるか，あるいは，排泄物の容器を下げるかによって便器の下から手を入れられる空\n間を確保することのみが開示されているにすぎず，これらによって，乙８の１発明\nの構造から便器と便座との間隙から拭き取りアームを移動させるという構成に想到\nするに至る動機が示されているとはいえない。\nさらに，本件発明１は，公知技術（甲８０）として便器①の後壁に開けられた切\n込み溝②から，拭き板④④′が出てきて臀部を拭き取るという装置を前提としても\n進歩性が認められた発明で，便器に加工するという時間と費用を投下することがな\nいという技術的な効果があるといえるところ，乙８の１発明は便器を加工して穴ｗ\nを設けて便器を加工しなければならないという点で従来の公知技術（甲８０）と異\nなるところはなく，本件発明１には，乙８の１発明とは質的に異なる効果が存在す\nるといえる。\nウ  したがって，乙８の１公報を主引例とし，乙８の４公報ないし乙８の５公報\nに記載された発明を組み合わせて本件発明１の構成に想到することは，当業者にお\nいて容易であったとはいえず，被告らの主張には理由がない。\n１０  争点８－３（本件特許１は特許無効審判により無効にされるべきものか（乙\n１３の１公報を主引例とする新規性・進歩性欠如））\n（被告らの主張）\n(1) 乙１３の１発明による新規性欠如\n台湾特許出願公開第２００５３３３２８号公報（乙１３の１，平成１７年１０月\n１６日発行。以下「乙１３の１公報」といい，同公報に係る発明を「乙１３の１発\n明」という。）には，次のとおり，本件発明１の構成要件ＡないしＤに相当する構\n成が全て記載されていることから，本件発明１は，特許出願前に頒布された刊行物\nに記載された発明（特許法２９条１項３号）といえ，本件特許１は同法１２３条１\n項２号に該当し，特許無効審判により無効とされるべきものである（同法１０４条\nの３第１項）。\nア  本件発明１の構成要件ＡないしＣ\n乙１３の１公報には，「・・・該人工ハンド（１０）は，・・・  該紙ロール（７）\nからトイレットペーパ（３０）を取る，ことを含み，該人工ハンド機構（１６）は\n該人工ハンド（１０）を使用するために後方から移動して該便器（５）内に進入す\nるとともに，該便器（５）後方の位置にまで戻し，かつ該人工ハンド機構（１６）\nはまた人工ハンド（１０）を移動させることで後方から前方に垂直的に中心からず\nれて臀部を拭き取る動作を行う，」（１４頁１７行目～１５頁２行目，訳文（乙１\n３の２）の７頁１６行目～２５行目），また，「第３の位置では，図３（図３は原\n文誤記，正しくは図９）のように，人工ハンド１０が動き出て洗浄位置を取り；こ\nの位置で，人工ハンド１０が便器の後方から前方へ中心からずれた動きで清拭ステ\nップを実行する。」（１１頁１２行目～１４行目，訳文（乙１３の２）の５頁１８\n行目～２０行目）と記載されている。\nこのように，乙１３の１公報には，トイレットペーパーが取り付けられた人工ハ\nンド（１０）によって臀部を拭き取ることが記載されていることから，本件発明１\nの構成要件Ａ（トイレットペーパーで臀部を拭く臀部拭き取り装置）の構成，また，\n同記載や図４～図１２にはその人工ハンド（１０）としてアーム状のものが記載さ\nれていることから，本件発明１の構成要件Ｂ（トイレットペーパーを取り付けるた\nめの拭き取りアーム）の構成も記載されているといえる。\nまた，上記のように，人工ハンド（１０）を後方から便器（５）内に進入させ，\n臀部を拭き取る動作を行う人工ハンド機構（１６）が記載されていることから，本\n件発明１の構成要件Ｃ（臀部を拭き取る位置まで拭き取りアームを移動させる拭き\n取りアーム駆動部）の構成も記載されているといえる。\nイ  本件発明１の構成要件Ｄ\n乙１３の１公報の記載（１１頁８行目～１８行目，訳文（乙１３の２）の５頁１\n３行目～２３行目），１４頁２３行目～１５頁２行目，訳文（乙１３の２）の７頁\n２２行目～２６行目））によれば，乙１３の１公報には，人工ハンド（１０）を後\n方から便器（５）内に進入させ，臀部を拭き取る動作を行う人工ハンド機構（１６）\nが記載されており，さらに，図８～図１０に示された状態から，人工ハンド１０が\n便座の下を通って便器（５）内に進入するものであることがわかる。そして，図８\n～図９には便器が図示されていないが，図９の説明文である，乙１３の１の１１頁\n１２行目～１４行目（訳文（乙１３の２）の５頁１８行目～２０行目）には「第３\nの位置では，図３（図３は原文誤記，正しくは図９）のように，人工ハンド１０が\n動き出て洗浄位置を取り；この位置で，人工ハンド１０が便器の後方から前方へ中\n心からずれた動きで清拭ステップを実行する。」と記載されていることから，図８\n～図１０においては便器の図示が省略されているが，実際には便器を備えるものに\nついての説明がなされているといえる。\nしたがって，乙１３の１公報に記載された人工ハンド機構（１６）は，人工ハン\nド（１０）を便器と便座との間隙を介して便器（５）内に進入させるものであると\nいえ，本件発明１の構成要件Ｄ（拭き取りアーム駆動部は，便器と便座との間隙を\n介して，前記拭き取りアームを移動させること）も記載されているといえる。\n(2)  乙１３の１発明及び周知技術（乙８の５，甲５０ないし甲７０）に基づく進\n歩性欠如\nア  乙１３の１発明\n前記(1)のとおり，乙１３の１公報には，「トイレットペーパーで臀部を拭く臀部\n拭き取り装置であって，前記トイレットペーパーを取り付けるための人工ハンド（１\n０）と，前記臀部を拭き取る位置まで前記人工ハンド（１０）を移動させる駆動部\nとを備える臀部拭き取り装置」が記載されている。また，乙１３の１公報には，「便\n器と便座との境界近傍を介して，人工ハンド（１０）を移動させる駆動部」が記載\nされているといえる。ただし，「便器と便座との間隙」の明示的な記載が見当たら\nない。\nイ  本件発明１と乙１３の１発明との対比\n上記アのとおり，乙１３の１発明は，本件発明１と，構成要件ＡないしＣで共通\nし，構成要件Ｄにおいて，本件発明１が「拭き取りアーム駆動部は，『便器と便座\nとの間隙』を介して，前記拭き取りアームを移動させる」のに対し，乙１３の１発\n明は，「便器と便座との境界近傍を介して，人工ハンド（１０）を移動させる駆動\n部」が記載されているものの，「便器と便座との間隙」に相当する明示的な記載が\nない点で異なる。\nウ  容易想到性\n周知技術として便座を昇降させる便座昇降装置（乙８の５，甲５７ないし甲７０）\nが存在し，便座昇降装置が便座を上昇させる際に便器と便座との間に間隙が生じる\nこともあまねく知られていることに鑑みれば，「便器と便座との境界近傍を介して，\n人工ハンド（１０）を移動させる駆動部」が記載されている乙１３の１公報に接し\nた当業者であれば，同公報に記載された便座に，便座昇降装置を適用し，便座を上\n昇させた際に便器と便座との間に形成される間隙を介して人工ハンド（１０）を移\n動させる駆動部（構成要件Ｄ）を容易に想到するはずである。\nしたがって，本件発明１は，乙１３の１発明に基づいて当業者が容易に想到し得\nるものであり，進歩性を欠く。\n(3) 乙１３の１発明及び乙２１の１発明に基づく進歩性欠如\nア  乙１３の１発明は，前記(2)アのとおりであり，「便器と便座との境界近傍を\n介して，人工ハンド（１０）を移動させる駆動部」が記載されているものの，本件\n発明１の構成要件Ｄの「便器と便座との間隙」に相当する構成がない。\nイ  乙２１の１発明\n後記１１(1)のとおり，ドイツ国特許第２５１０３１号（１９１２年９月２４日発\n行，乙２１の１。以下「乙２１の１公報」といい，同公報に係る発明を「乙２１の\n１発明」という。）には，「便器と便座との間隙」に相当する，便座の下に配置さ\nれた「スリット」を介して「拭き取りアーム」を移動させることが記載されている。\nウ  容易想到性\n乙１３の１発明と乙２１の１発明は，いずれも臀部拭き取り装置という技術分野\nで共通し，便座に座ったまま機械で臀部を拭くという点で，課題ないし使用目的が\n共通しており，便器と便座との境界近傍を介して拭き取り材を取り付けた拭き取り\nアームを便器及び便座の外側から臀部の拭き取り位置まで移動させることにより，\n当該拭き取り材で臀部を拭くという点で作用，機能が共通していることから，乙１\n３の１発明に，乙２１の１発明を適用することに何ら困難性は認められない。\nしたがって，本件発明１は，乙１３の１発明及び乙２１の１発明に基づいて当業\n者が容易に想到し得るものであり，進歩性を欠く。\n(4) 乙１３の１発明及び周知技術あるいは洗浄ノズルが開示された特許公報類\n（乙２３の２ないし５）及び検査用アームが開示された公開特許公報（乙２３の６\n及び７）の記載された技術のいずれかに基づく進歩性欠如\nア  乙１３の１発明は，前記(2)アのとおりであり，「便器と便座との境界近傍を\n介して，人工ハンド（１０）を移動させる駆動部」が記載されているものの，本件\n発明１の構成要件Ｄの「便器と便座との間隙」に相当する構成がない。\nイ  本件特許１出願当時，便器と便座との間に間隙があること，及びその間隙を\n介して洗浄ノズル（乙２３の２ないし５）や検査用アーム（乙２３の６及び７）と\nいった装置を移動させることは，既に周知技術であった。\nしたがって，便座下方を便器の後方から前方へ移動する人工ハンド１０を開示し\nている乙１３の１公報に接した当業者であれば，この人工ハンド１０を，便器と便\n座との間に設けた間隙を介して移動させることに容易に想到し得る。そして，本件\n発明１の奏する作用効果は乙１３の１発明に対して格別顕著なものであるというこ\nとはできない。\nしたがって，本件発明１は，乙１３の１発明に基づいて，本件特許出願前に当業\n者が容易に発明をすることができたものであるから，進歩性を欠く。\nウ  また，本件発明１は，乙１３の１発明に，洗浄ノズルが開示された特許公報\n類（乙２３の２ないし５）及び検査用アームが開示された公開特許公報（乙２３の\n６及び７）に記載された技術のいずれかを組み合わせることにより，本件特許１出\n願前に当業者が容易に想到することができたものである。\n(ｱ) 乙１３の１発明における人工ハンド１０は，洗浄ノズルとしての機能も有す\nるものであるが，洗浄ノズルが開示された特許公報類（乙２３の２ないし５）には，\n便器と便座との間に間隙を設け，その間隙を介して洗浄ノズルを移動させることが\n記載されている。\n具体的に人工ハンド１０をどのように移動させるかを明示的に記載していない乙\n１３の１公報に接した当業者には，洗浄ノズルの移動態様を開示している上記特許\n公報類（乙２３の２ないし５）の記載を参酌する動機付けが存在する。\nしたがって，乙１３の１発明に洗浄ノズルが開示された特許公報類（乙２３の２\nないし５）の記載に係る技術を組み合わせて，便器と便座との間の間隙を介して移\n動するものとすることは，当業者が容易になし得たことである。\n(ｲ) また，同様に，便器と便座との間に間隙を設け，その間隙を介して検査用ア\nームを移動させることが記載されている公開特許公報（乙２３の６及び７）を参酌\nする動機付けが認められ，乙１３の１発明に検査用アームが開示された特許公報類\n（乙２３の６及び７）に記載された技術を組み合わせて，便器と便座との間の間隙\nを介して移動するものとすることは，当業者が容易になし得たことである。\n(ｳ) したがって，本件発明１は，乙１３の１発明に，洗浄ノズルが開示された特\n許公報類（乙２３の２ないし５）及び検査用アームが開示された公開特許公報（乙\n２３の６及び７）の記載された技術のいずれかを組み合わせることによって，当業\n者が容易に発明をすることができたもので，進歩性を欠く。\n（原告の主張）\n(1) 乙１３の１発明による新規性欠如\nア  乙１３の１公報の図９及び図１０では，便座と思われる部材の下に，人工ハ\nンド１０が位置していることが確認できるが，図７ないし１２は出願人が人工ハン\nド１０のみの動きをシミュレーションしただけのものであり，他に，乙１３の１に\nは，便座１と便器５との間隙を設ける何らかの手段は一切開示されておらず，乙１\n３の１の記載において，人工ハンド１０がどこを介して移動して，便器５内に進入\nさせるのか定かではない。当業者であれば，人工ハンド１０を便器５内に進入させ\nるために，便器５内に何らかの穴が設けられており，その穴を介して人工ハンド１\n０が便器５内に進入するものであると理解するのが通常であるとは考えられる。\nしたがって，少なくとも，本件発明１の構成要件Ｄ「拭き取りアーム駆動部は，\n便器と便座との間隙を介して，前記拭き取りアームを移動させること」に相当する\n構成は開示されていないといえる。\nイ  また，乙１３の１発明において，「人工ハンド１０」がどのようにしてトイ\nレットペーパーを取り付けているのか，また，その切断方法につき，当業者が理解\nすることができないから，トイレットペーパーを取り付けるための部材として機能\nしているとはいえず，単に「紙取り機構１５によって引き下げられたトイレットペ\nーパーを押すための人工ハンド１０」にすぎず，構成要件Ｂに相当する構成がない\nといえる。\nウ  したがって，被告らの新規性欠如の主張は理由がない。\n(2) 乙１３の１発明及び周知技術（乙８の５，甲５０ないし甲７０）に基づく進\n歩性欠如\nア  上記(1)のとおり，乙１３の１発明は，本件発明１の構成要件Ｂ「トイレット\nペーパーを取り付けるための拭き取りアーム」がない点，及び構成要件Ｄ「拭き取\nりアーム駆動部は，便器と便座との間隙を介して，前記拭き取りアームを移動させ\nること」に相当する構成がない点で本件発明１と相違する。\nイ  構成要件Ｂに関する相違点\n被告らからは，構成要件Ｂについての相違点を埋める主張はなく，構成要件Ｂに\n相当する機構が周知慣用技術であったという事実もないため，この点で進歩性は否\n定されない。\nウ  構成要件Ｄに関する相違点\n本件発明１は，便器と便座との間に生じた間隙を利用して拭き取りアームを移動\nさせようとすること自体が発想の転換であり，これを根拠として特許性が認められ\nたものであるから，便座昇降装置が周知であったとしても，臀部拭き取り装置とは\n作用効果が全く異なるものであり，当業者においてこのような構成を発想すること\nは容易ではないといえる。\n(3) 乙１３の１発明及び乙２１の１発明に基づく進歩性欠如\nア  本件発明１と，乙１３の１発明は前記(1)のとおり構成要件Ｂ及びＤに関する\n相違点があり，乙２１の１発明は後記１１（原告の主張）(1)及び(2)のとおりであ\nる。\nイ  容易想到性\n(ｱ) 構成要件Ｂに関する相違点\n乙１３の１発明は，構成要件Ｂに相当する構成がなく，「紙取り機構１５によっ\nて引き下げられたトイレットペーパーを押すための人工ハンド１０」の構成を有し\nているところ，これを乙２１の１発明の「突出部を突出させて綿塊を保持する綿塊\n保持部ｌを有する拭き取りアーム」との構成に置き換えたとしても，乙２１の１発\n明の構成は，本件発明１の構成要件Ｂとは異なるものであるから，本件発明１の構\n成要件Ｂの拭き取りアームに想到することはできない。\nまた，乙１３の１発明及び乙２１の１発明には，本件発明１の構成要件Ｂに相当\nする構成について開示も示唆も一切されていない。\nさらに，後記のとおり，「突出部を有する綿塊」を，社会通念上一般的に使用さ\nれる「トイレットペーパー」に置き換えることは，当業者にとって，容易に想到で\nきるものではない。\nしたがって，本件発明１の構成要件Ｂに関する相違点について，乙１３の１発明\n及び乙２１の１発明に基づいて，当業者が容易に想到することはできない。\n(ｲ) 構成要件Ｄに関する相違点\n乙２１の１発明は，「拭き取りアーム移動手段は，便座に設けられたスリットを\n介して，拭き取りアームを移動させる」のであり，便器と便座との間隙を介して，\n拭き取りアームを移動させるという構成ではない。もし仮に，乙１３の１発明にお\nいて，人工ハンド１０がどのようにして便器に進入しているのか不明確であると感\nじた当業者が，乙２１の１発明に接して，乙１３の１発明を改良しようと考えた場\n合，乙１３の１発明の便座１の後方にスリットを設けて，人工ハンド１０を，当該\nスリットを介して移動させるようにすればよいと考えるにすぎない。\nまた，本件発明１では，便器と便座との間隙を介して拭き取りアームを移動させ\nることしているため，便座としては，乙２１の１発明のように，分厚い便座を用い\nる必要がないので，通常の便座を汎用的に使用することが可能となるという有利な\n効果を有するものである。\nしたがって，本件発明１の構成要件Ｄに関する相違点について，乙１３の１発明\n及び乙２１の１発明に基づいて，当業者が容易に想到することはできない。\n(4) 乙１３の１発明及び周知技術あるいは洗浄ノズルが開示された特許公報類\n（乙２３の２ないし５）及び検査用アームが開示された公開特許公報（乙２３の６\n及び７）に記載された技術のいずれかに基づく進歩性欠如\nア  上記(1)のとおり，乙１３の１発明は，本件発明１の構成要件Ｂの「トイレッ\nトペーパーを取り付けるための拭き取りアーム」及び構成要件Ｄの「拭き取りアー\nム駆動部は，便器と便座との間隙を介して，前記拭き取りアームを移動させること」\nに相当する構成がない点で本件発明１と相違する。\nイ  構成要件Ｂに関する相違点\n被告らは，乙１３の１公報には，構成要件Ｂが開示されていると主張しているが，\n乙１３の１公報には，構成要件Ｂは開示されておらず，また，人工ハンド１０にト\nイレットペーパーが取り付けられていないという相違点を埋めるための先行技術の\n主張や，人工ハンド１０にトイレットペーパーを取り付けるための機構が，周知慣\n用技術であったという事実もないため，構成要件Ｂに関する相違点を埋めるための\n論理付けはできない。\nウ  構成要件Ｄに関する相違点\n(ｱ) 周知技術の適用について\n洗浄ノズルが開示された特許公報類（乙２３の２ないし５）は，水によって臀部\nを洗浄する装置に関する発明を開示しているところ，洗浄ノズルが，便器と便座と\nの間隙を介して，移動する構造となっている。発明の名称を「便座装置」とする公\n開特許公報（乙２３の６）は，排泄物を検査する発明を開示しているところ，排泄\n物の収容手段４が，便器と便座との間隙を介して，移動する構造となっている。発\n明の名称を「尿検査装置」とする公開特許公報（乙２３の７）は，尿を検査する発\n明を開示しているところ，センサ保持部１７が，便器と便座との間隙を介して，移\n動する構造となっている。\nこのように，本件発明１の出願時において，便器と便座との間に間隙を設け，そ\nの間隙を介して，洗浄ノズルや検査用アームを移動させることは，周知であったと\n考えられる。\nしかし，臀部の洗浄装置や排泄物の検査装置と，臀部拭き取り装置の技術分野は，\nいずれもトイレで使用されるという点で共通するだけで，全く異なる技術分野に属\nする発明である。\nそして，洗浄ノズルが課題とするところは，臀部の適切な洗浄であり，検査用ア\nームが課題とするところは，排泄物や尿の適切な採取である。一方，臀部拭き取り\n装置の課題とするところは，臀部の水分等の適切な拭き取りであり，課題において，\n全く異なるものであるといわざるを得ないし，課題に対する作用効果も当然全く異\nなる。\nそうすると，技術分野・課題及び作用効果のいずれにおいても共通しない洗浄ノ\nズルや検査用アームによる周知技術を，臀部拭き取り装置に適用することは，当業\n者にとって，動機付けとなるものでは一切ない。\n(ｲ) 洗浄ノズルが開示された特許公報類（乙２３の２ないし５）及び検査用アー\nムが開示された公開特許公報（乙２３の６及び７）の適用について\n乙１３の１公報には，人工ハンド１０は，洗浄ノズルとしても機能することが記\n載されているが，人工ハンド１０には，これを駆動させるために，後方に複数のシ\nリンダ・ピストン機構が設けられており，さらに，紙引き出し機構１５が，人工ハ\nンド１０の前方に設けられている。したがって，人工ハンド１０を便器５の後方に\n配置するに際して，複数のシリンダ・ピストン機構と紙引き出し機構１５を一緒に\n配置しなければならなくなるため，単に，洗浄ノズルの技術（乙２３の２ないし５）\nを適用すればよいとの発想に当業者が至ることはない。\n検査用アームが開示された公開特許公報（乙２３の６及び７）においては，技術\n分野，課題，及び作用効果を全く異にするものであり，同公報記載の技術を適用す\nるという動機付けとはならない。仮に，便器の外側から機器を臀部の下に移動させ\nる機構の共通性という点が認められたとして，同公報に接したとしても，人工ハン\nド１０を便器５の後方に配置するには，人工ハンド１０よりもはるかに大スペース\nを有する複数のシリンダ・ピストン機構と紙引き出し機構１５をどのようにして，\n配置すればよいか皆目見当がつかないため，同公報に記載の技術を構成要件Ｄの相\n違点に適用することを論理付けることは不可能である。\n(ｳ) 有意な効果\nまた，本件発明１は，乙１３の１発明に比して確実に臀部を拭き取ることができ，\nそして，便器の加工をせずとも臀部を拭き取ることができるという有利な効果も認\nめられる。\n(ｴ) したがって，構成要件Ｄに関する相違点について，当業者が洗浄ノズルが開\n示された特許公報類（乙２３の２ないし５）及び検査用アームが開示された公開特\n許公報（乙２３の６及び７）に記載された技術を適用して，当業者が本件発明１の\n構成要件Ｄに容易に想到することはできない。\n１１  争点８－４（本件特許１は特許無効審判により無効にされるべきものか（乙\n２１の１公報を主引例とする進歩性欠如））\n（被告らの主張）\n(1) 乙２１の１発明\n乙２１の１公報（ドイツ国特許第２５１０３１号，１９１２年９月２４日発行）\nには，「本発明は，臀部クリーニング装置に関し，かつ，本発明は，トイレ便器の\n側方で揺動可能に配置されている担体に，・・・，この位置で，クランクを回転さ\nせることにより，保持部上に取り付けられた綿塊を用いて，肛門のクリーニングが\n行われうる点に存在する。」（訳文（乙２１の２）の１頁２～９行）との記載から，\n「綿塊で臀部を拭く臀部拭き取り装置」が記載されている。\n「図１および２から明らかであるように，便座の側方には軸受ａが配置されてい\nて，この軸受でボルトｂ上に担体ｄが揺動可能に軸支されている。この担体の前端\nには，図３および図４中で拡大提示した装置が，玉継手ｇｇ１中で軸支されている。\nこの装置は，ｇにおいて球にまで厚くなったスリーブｉ １からなり，このスリー\nブには，前方で，横断アームｒが，これに固定されたボルトｑ（図３）と共に設け\nられている。このスリーブｉ １中には，その一端で複数の綿塊保持部ｌを備えたシ\nャフトｉが回転可能に軸支されていて，」（訳文（乙２１の２）の１頁１４～２０\n行）との記載，「この位置でクランクｅの回転により，保持部ｌ上に取り付けられ\nた綿塊（図５）を用いて，肛門のクリーニングが可能になり，」（訳文（乙２１の\n２）の１頁２７～２８行）との記載から，担体ｄ，シャフトｉ，スリーブｉ １，綿\n塊保持部ｌ（クリーニング保持部ｌ）等からなる「綿塊を取り付けるための拭き取\nりアーム」が記載されているといえる（「綿塊保持部ｌ」に代えて，その上位概念\nである「クリーニング保持部ｌ」という用語が時々用いられている。）。\n「担体ｄは，シャフトｉと，クリーニング保持部ｌと，保護用金属薄板ｋと共に，\nトイレ便器における便座の下の側方に配置されたスリットを通って旋回し，図１中\n実線で示された位置から点線で示唆された位置へとトイレ便器中に入り，この位置\nでクランクｅの回転により，保持部ｌ上に取り付けられた綿塊（図５）を用いて，\n肛門のクリーニングが可能になり，」（訳文（乙２１の２）の１頁２４～２８行）\nの記載から，「臀部を拭き取る位置まで（担体ｄ，シャフトｉ，綿塊保持部ｌ（ク\nリーニング保持部ｌ）等からなる）拭き取りアームを移動させるための機構」が記\n載されているといえる（以下，この機構を「拭き取りアーム移動機構」という。）。\n上記訳文（乙２１の２）の１頁２４～２７行の記載並びに図１及び図２からも明\nらかなように，乙２１の１公報には，「トイレ便器における便座の下の側方に配置\nされたスリット」を介して担体ｄ，シャフトｉ，綿塊保持部ｌ（クリーニング保持\n部ｌ）等からなる拭き取りアームを移動させることが記載されている。そして，「ト\nイレ便器における便座の下の側方に配置されたスリット」は，便器と便座との間隙\nに相当するから，乙２１の１には，「便器と便座との間隙を介して，『綿塊を取り\n付けるための拭き取りアーム』を移動させる『拭き取りアーム移動機構』」が記載\nされているといえる。\n(2) 本件発明１と乙２１の１発明との対比\n本件発明１と乙２１発明とは，次の２点で相違する。\nア  相違点１\n本件発明１では，「拭き取り材」がトイレットペーパーであるのに対し，乙２１\nの１発明では，「拭き取り材」が「綿塊」である。\nイ  相違点２\n本件発明１では，「拭き取りアーム移動手段」が「動力」により拭き取りアーム\nを移動させる「拭き取りアーム駆動部」であるのに対し，乙２１の１発明では，「拭\nき取りアーム移動手段」が「手動」により拭き取りアームを移動させる「拭き取り\nアーム移動機構」である。\n(3) 容易想到性\nア  相違点１\n「綿塊」及び「トイレットペーパー」は何れも臀部を拭くための拭き取り材とし\nて使用される点で用途及び機能が一致している。\nまた，乳幼児，被介護者等の臀部を拭くためのお尻拭き用のコットン（綿）が市\n販されていることから，排泄後に臀部を拭くための「拭き取り材」として「綿塊」\nを「トイレットペーパー」に置き換えて考えることに特段の困難性は認められない。\nイ  相違点２\n拭き取りアームを移動させるため手段が「動力」によるものであるか「手動」に\nよるものであるかの違いはあるが，動力により「拭き取りアーム移動機構」を作動\nさせ「拭き取りアーム駆動部」とすることは技術常識によって成し得る程度のこと\nである。\nウ  以上のとおり，本件発明１は，乙２１の１発明に基づいて当業者が容易に想\n到し得るものであり，進歩性を欠く。\n（原告の主張）\n(1) 乙２１の１発明\nア  乙２１の１発明においては，綿塊保持部ｌから突出する突出部を有する綿塊\nを使用することが必須であり，「突出部を有する綿塊で臀部を拭く臀部拭き取り装\n置」が開示されているといえる。\nイ  また，スリーブｉ１と，スリーブｉ１内に挿入されているシャフトｉと，シャ\nフトｉの先端のヒンジ部分に回転可能に取り付けられているヘッド部ｍと，ヘッド\n部ｍに取り付けられた複数の綿塊保持部ｌとが，拭き取りアームに相当する，綿塊\n保持部ｌから綿塊が突出しなければ，綿塊保持部が直接肛門に接触することになる\nので，綿塊の突出部が綿塊保持部ｌから突出することが必須要件となる。\nしたがって，「突出部を突出させて綿塊を保持する綿塊保持部ｌを有する拭き取\nりアーム」が開示されているといえる。\nウ  さらに，「臀部を拭き取る位置まで拭き取りアームを手動で移動させる拭き\n取りアーム移動手段」が開示されている。\nエ  乙２１の１発明のスリットは，便座に設けられたものであるから，「拭き取\nりアーム移動手段は便座に設けられたスリットを介して，拭き取りアームを移動さ\nせる」が開示されている。\n(2) 本件発明１と乙２１の１発明との対比\nア  両者は，臀部を拭く臀部拭き取り装置であるという点で共通するが，拭き取\nりに使用するものが，本件発明１はトイレットペーパーであるのに対し，乙２１の\n１発明は突出部を有する綿塊であるという点において相違する。\nイ  両者は，拭き取りアームを備えるという点で共通するが，乙２１発明の拭き\n取りアームは，突出部を突出させて綿塊を保持する綿塊保持部ｌを必ず有しなけれ\nばならない点で相違する。\nウ  両者は，臀部を拭き取る位置まで拭き取りアームを移動させる点で一致する\nが，本件発明１は動力による拭き取りアーム駆動部であるのに対し，乙２１の１発\n明は手動の拭き取りアーム移動手段が用いられている点において相違する。\nエ  本件発明１では，拭き取りアーム駆動部は便器と便座との間隙を介して拭き\n取りアームを移動させるのに対し，乙２１の１発明は便座に設けられたスリットを\n介して拭き取りアームを移動させる点において相違する。\n(3) 容易想到性\nア  上記(2)ア及びイについて\n被告らは，綿塊をトイレットペーパーに置き換えることが容易である旨主張する\nが，トイレットペーパーを丸めただけでは，綿塊と同じ形状の拭き取り材を作り上\nげることはできないのであって，突出部が綿塊保持部ｌから突出するような形状の\n塊を作らなければ，綿塊保持部ｌが肛門に直接接触してしまい，肛門付近を傷つけ\nることとなる。仮に同様の形状を作ったとしても，トイレットペーパーを原材料と\nした紙の塊「紙塊」が，綿塊保持部ｌに取り付けられることとなるのであって，「ト\nイレットペーパー」が綿塊保持部ｌに取り付けられているとはいえない。\nまた，被告らが主張するように，「トイレットペーパー」を丸めて綿塊保持部ｌ\nに取り付けたとしても，丸めたトイレットペーパーの形状によっては，臀部を拭き\n取ることができないのであるから，その効果を発揮することができず，「綿塊」を，\n「トイレットペーパー」に置き換えた装置は，臀部拭き取り装置とはならないこと\nとなる。\nこのように，「突出部を有する綿塊」を「トイレットペーパー」に置き換えるだ\nけでは，臀部の拭き取りという最も重要な効果を発揮させることができない。その\n観点からも，「突出部を有する綿塊」を「トイレットペーパー」に置き換えること\nは，容易に想到できるものではない。\nしたがって，乙２１の１発明の「突出部を有する綿塊」を，社会通念上一般的に\n使用される「トイレットペーパー」に置き換えることは，当業者にとって，容易に\n想到できるものではない。\nイ  上記(2)ウについて\n電動モータを単に使用するだけでは，拭き取りアームを正しい拭き取り位置に移\n動させることはできないため，構成要件Ｃの「拭き取りアーム駆動部」は，当業者\nにとって，容易に想到できるものではない。\nウ  上記(2)エについて\n乙２１の１発明の「スリット」は，「便座」に設けられたものであり，そのスリ\nットを介して，拭き取りアームが移動し，臀部拭き取り装置によって，使用者が座\nったままの状態で，臀部の拭き取りが実現されている。\nしたがって，乙２１の１発明の「便座」に対して，「便器」との間隙をあえて設\nけて，便器と便座との間隙を介して，拭き取りアームを移動させる動機付けはなく，\n当該相違点について，当業者が容易に想到できたとはいえない。\nまた，本件発明１では，便器と便座との間隙を介して拭き取りアームを移動させ\nるとしているため，便座としては，乙２１の１発明のように，分厚い便座を用いる\n必要がないので，通常の便座を使用することが可能となる。この有利な効果は，進\n歩性を肯定するために参酌されるべきであり，この点からも容易に想到できたとは\nいえない。\n１２  争点９（本件特許２は特許無効審判により無効にされるべきものか）\n（被告らの主張）\n(1) 補正による新規事項追加，サポート要件違反\n本件発明２は，願書に最初に添付した明細書，特許請求の範囲又は図面に記載さ\nれていない事項を含んで構成され，本件特許２は，特許法１７条の２第３項に規定\nする要件を満たしていない補正をした特許出願に対してなされたものであるから，\n同法１２３条１項１号に該当し，特許無効審判により無効にされるべきものである。\nまた，本件発明２は，発明の詳細な説明に記載されていないものであり，本件発明\n２の記載は，特許法３６条６項１号に規定する要件を満たしておらず，本件特許２\nは，同法１２３条１項４号に該当し，特許無効審判により無効にされるべきもので\nある。\nア  補正による新規事項追加\n(ｱ) 本件発明２は，平成２４年７月３日に提出した手続補正書（乙９の２）にお\nいて，構成要件Ｄを追加記載した特許請求の範囲の【請求項１】として，特許査定\nを受けた。補正により追加された構成要件Ｄの「拭き取りアーム駆動部」は，「複\n数のサーボモータによる回転動作によって，前記拭き取りアームを上下，前後，及\nび左右方向に移動させることができる」ものとされている。\n(ｲ) 本件発明２に係る特許出願の願書に最初に添付された特許請求の範囲，明細\n書及び図面（乙９の１，以下「当初明細書２」という。）において，拭き取りアー\nムを上下，前後，及び左右方向に移動させることに関する記載はあるが，「複数の\nサーボモータによる回転動作によって，前記拭き取りアームを上下，前後，及び左\n右方向に移動させることができる」拭き取りアーム駆動部の明示的な記載は見当た\nらない。\n当初明細書２の【００２５】及び【００２６】の記載によれば，拭き取りアーム\n駆動部５は，直列的に連結された複数の腕部５ｂ，５ｄ，５ｆ，５ｈ，５ｊと，腕\n部の端部に設けられて回転関節として機能するサーボモータからなる関節部５ａ，\n５ｃ，５ｅ，５ｇ，５ｉ，５ｋとで構成されていることが記載されているといえる。\nまた，当初明細書２の【０１０２】には，「拭き取りアーム駆動部５は，サーボモ\nータを含む複数の関節部によって，上下左右前後に伸縮可能である」と記載されて\nいる。\nそうすると，当初明細書２には，直列的に連結された複数の腕部と，腕部の端部\nに設けられたサーボモータからなる関節部とを備え，複数のサーボモータによる回\n転動作によって，前記拭き取りアームを上下，前後，及び左右方向に移動させるこ\nとができる「拭き取りアーム駆動部」が明らかにされているが，「直列的に連結さ\nれた複数の腕部」及び「腕部の端部に設けられたサーボモータからなる関節部」を\n有することなく，複数のサーボモータによる回転動作によって，前記拭き取りアー\nムを上下，前後，及び左右方向に移動させることができる「拭き取りアーム駆動部」\nは当初明細書２から自明であるとはいえない。\n(ｳ) ところが，前記(ｱ)のとおり，本件発明２は「直列的に連結された複数の腕部」\n及び「腕部の端部に設けられたサーボモータからなる関節部」を有することなく，\n複数のサーボモータによる回転動作によって，前記拭き取りアームを上下，前後，\n及び左右方向に移動させることができる「拭き取りアーム駆動部」をも含むものと\nなっており，当初明細書等に記載した事項以外のものを含む構成となっている。\n(ｴ) したがって，本件発明２の特許出願に対してなされた補正は特許法１７条の\n２第３項に規定する要件に違反する。\nイ  サポート要件違反\n本件発明２の「拭き取りアーム駆動部」は，「直列的に連結された複数の腕部」\n及び「腕部の端部に設けられたサーボモータからなる関節部」を有することなく，\n複数のサーボモータによる回転動作によって，前記拭き取りアームを上下，前後，\n及び左右方向に移動させることができるものを含む概念となっており，明細書等に\n記載されていない拭き取りアーム駆動部を含む概念となっているところ，本件特許\n２の出願時の技術常識に照らしても，本件発明２の範囲まで，発明の詳細な説明に\n開示された内容を拡張ないし一般化できるとはいえない。\nしたがって，本件発明２は，発明の詳細な説明に記載されていないものであり，\n同発明の特許請求の範囲の記載は，特許法３６条６項１号に規定する要件を満たし\nていない。\n(2) 分割要件違反，新規性欠如\nア  本件発明２に係る特許出願は，次のとおり，原出願（特願２００７－２３２\n００５，本件特許１）から適法に分割されたものではなく，その出願日は現実に出\n願された平成２２年１１月２日となるもので，同日より前の平成２１年３月２６日\nに発行された原出願の公開公報（特開２００９－６１１２６号公報，乙１０）に本\n件発明２の下位概念の発明が記載されていることから，本件発明２は，特許出願前\nに頒布された刊行物に記載された発明（特許法２９条１項３号）に該当し，その特\n許は同法１２３条１項２号に該当し，特許無効審判により無効にされるべきもので\nある。\nイ  当初明細書１における拭き取りアームを上下，前後，及び左右方向に移動さ\nせることに関する記載（【００５０】～【００５１】，【図５】，【０１２７】）\nは，当初明細書２の記載（【００２５】～【００２６】，【図５】，【０１０２】）\nと全く同じであるところ，補正により追加された事項は分割出願時に記載されてい\nたことになる結果，前記(1)と同様，当初明細書１に記載され事項の範囲を超えた分\n割がなされたことになる。\nしたがって，本件発明２に係る特許の出願（分割）は，当初明細書１に記載され\nた事項の範囲内のものではなく，適法に分割されたものではない。\n(3) 明確性要件違反\n本件発明２の記載は，次のとおり不明確であり，特許法３６条６項２号に規定す\nる要件を満たしておらず，本件特許２は，同法１２３条１項４号に該当し，特許無\n効審判により無効にされるべきものである。\nア  本件発明２の「拭き取りアーム駆動部」は，「複数のサーボモータによる回\n転動作によって，前記拭き取りアームを上下，前後，及び左右方向に移動させるこ\nとができる」ものとされている。\n前記(1)のとおり，本件発明２でいう「拭き取りアーム駆動部」とは，直列的に連\n結された複数の腕部と，腕部の端部に設けられたサーボモータからなる関節部とを\n備え，複数のサーボモータによる回転動作によって，拭き取りアーム自体を上下，\n前後，及び左右方向に移動させることができるものであり，「前記拭き取りアーム\nを上下，前後，及び左右方向に移動させる」との文言の意義もその限度で解釈され\nるべきものである。\nイ  他方，本件明細書２の【０１０２】では，「なお，拭き取りアーム駆動部５\nは，サーボモータを含む複数の関節部によって，上下左右前後に伸縮可能であると\nしたが，これに限定されるものではない。所望の方向に拭き取りアーム５５を移動\nさせることが出来る駆動手段であれば，あらゆる方法が拭き取りアーム駆動部５に\n採用可能である。」との記載がある。\nそして，本件発明２には，「前記拭き取りアーム駆動部は，複数のサーボモータ\nによる回転動作によって，前記拭き取りアームを上下，前後，及び左右方向に移動\nさせることができる」とのみ記載されており，「サーボモータによる回転動作」が\nどのようにして「拭き取りアームを上下，前後，及び左右方向へ移動させること」\nとなるのか，当業者にとってその技術的意味が理解できるものでは全くない。\nしたがって，本件発明２は不明確である。\n（原告の主張）\n(1) 補正による新規事項追加，サポート要件違反\nア  補正による新規事項追加\n被告らは，本件発明２の拭き取りアーム駆動部が，「直列的に連結された複数の\n腕部」と「腕部の端部に設けられたサーボモータからなる間接部」に限定されるが\nごとき主張をするが，当初明細書２に「直列的に連結された」という記載は一切存\n在せず，当初明細書２図５，図７，及び図８から明らかなとおり，便器と便座との\n間隙１２を介して，拭き取りアーム５５を露出させるための拭き取りアーム駆動部\nを設ければよいわけであるから，本件発明２が，「直列的に連結された複数の腕部」\nと「腕部の端部に設けられたサーボモータからなる間接部」に限定すべき根拠など\n存在しない。\n当初明細書２の記載（【０１０２】）によれば，拭き取りアーム駆動部としては，\n拭き取りアームを所望の方向に移動させることができるものであれば，あらゆる方\n法を採用できることが明示的に記載されている。また，「所望の方向」が拭き取り\nアームを上下，前後，左右方向に移動させることを意味することは当初明細書２の\n記載から明らかである。\nイ  サポート要件違反\n本件発明２の構成要件Ａは，当初明細書２に記載されていることが明らかである。\n本件発明２の構成要件Ｂは，実施形態において例示（参照符号５５）している上\nに，【００４４】，【００４７】，【００４８】，【００４９】，【００５０】等\nにおいて多数記載されている。\n本件発明２の構成要件Ｃは，実施形態において例示（例示参照符号５）している\n上に，【００４４】，【００４７】，【００４８】，【００４９】，【００５０】\n等において多数記載されている。\n本件発明２の構成要件Ｄにおいて，拭き取りアーム駆動部の動作によって，拭き\n取りアームが上下，前後，左右方向に移動することは【００２５】，【００２６】，\n【００３６】ないし【００３９】，図５，図７ないし図１０，【００４１】ないし\n【００６１】，図１２，図１３等の記載から明らかである。\n本件発明２は，発明の詳細な説明において発明の課題を解決できることを当業者\nが認識できるように記載された範囲を超えるものとはいえない。\n(2) 分割要件違反，新規性欠如\n前記(1)アのとおり，本件発明２には新規事項は追加されておらず，当初明細書２\nに記載された事項の範囲を超えるものではない。\nそうすると，平成２２年１１月２日付け分割出願（特願２０１０－２４６３００）\nは，適法に分割されたものであり，上記分割出願の出願日は原出願（特願２００７\n－２３２００５）の出願日である平成１９年９月６日に遡及し，特開２００９－６\n１１２６の発明（乙１０）は，本件発明２の先行技術となり得ない。\nしたがって，本件発明２に新規性欠如の無効理由は存在しない。\n(3) 明確性要件違反\n被告らは，「サーボモータによる回転動作」がどのようにして「拭き取りアーム\nを上下，前後，及び左右方向へ移動させること」となるのか，当業者にとってその\n技術的意味が理解できないとして明確性要件違反の主張をする。\nしかし，拭き取りアームを上下，前後，及び左右方向に移動させる場合，人工筋\n肉などの特殊な技術を用いるのでない限り，当業者であれば，モータを組み合わせ\nて，拭き取りアームを上下，前後，及び左右方向に移動させることを検討するほか\nなく，モータの回転動作によって駆動するものである限り，モータに対して何らか\nの機構を取り付け，拭き取りアームを上下，前後，及び左右方向に移動させること\nは，当業者であれば当然理解できる事項である。\nしたがって，本件発明２に特許法３６条６項２号の違反は存在しない。\n１３  争点１０－１（本件特許３は特許無効審判により無効にされるべきものか\n（明確性原則違反，サポート要件違反））\n（被告らの主張）\n(1) 明確性要件違反\n本件特許３の特許請求の範囲の記載は不明確であり，特許法３６条６項２号に規\n定する要件を満たしておらず，本件特許３は，同法１２３条１項４号に該当し，特\n許無効審判により無効にされるべきものである。\nア  本件発明３－１の構成要件Ｂ並びに本件発明３－２及び３－３の構成要件Ｄ\nにおける「給紙部」は，いずれも「ロール状の前記トイレットペーパーを繰り出し\nて，繰り出された前記トイレットペーパーを折りたたみ，折りたたまれた前記トイ\nレットペーパーを切断する」ものとされている。\nイ  しかし，紙を供給するための構成によってどのようにしてトイレットペーパ\nーを切断するのか，特許請求の範囲にはトイレットペーパーを切断するための構成\nが何も記載されておらず，単に「折り畳まれた前記トイレットペーパーを切断する」\nと抽象的・機能的に記載されているのみであり，上記構成要件の意味を理解するこ\nとはできない。\nしたがって，本件特許３の特許請求の範囲の記載は不明確である。\n(2) サポート要件違反\n本件発明３は，発明の詳細な説明に記載されていないものであり，同発明の記載\nは，特許法３６条６項１号に規定する要件を満たしておらず，本件特許３は，同法\n１２３条１項４号に該当し，特許無効審判により無効にされるべきものである。\nア  本件発明３－１の構成要件Ｂ並びに本件発明３－２及び３－３の構成要件Ｄ\nにおける「折りたたまれた前記トイレットペーパーを切断する給紙部」について，\n発明の詳細な説明には，具体例として，【０５１５】に記載されているのみで，他\n方，カッターなどの刃物によってトイレットペーパーを切断することについては記\n載も示唆もされていない。上記の具体例として記載されているトイレットペーパー\nの切断形態は，切断ローラＦ１０とＦ１１とが，同時に，紙面上左方向に移動する\nことにより，トイレットペーパーのミシン目に張力を与えて破断させることにより\nトイレットペーパーを切断するものであり，刃物を使用してトイレットペーパーを\n切断することとは，切断の仕組みが全く異なる。\nイ  仮に，上記各構成要件の「給紙部」によるトイレットペーパーの切断に，刃\n物による切断が含まれると解釈できるとした場合，発明の詳細な説明に記載された\n張力による切断と，発明の詳細な説明に記載されていない刃物による切断とは，切\n断の仕組みが全く異なるものであることから，出願時の技術常識に照らしても，発\n明３は発明の詳細な説明に記載されたものであるとはいえない。\n（原告の主張）\n(1) 明確性要件違反\n被告らは，本件発明３－１の構成要件Ｂ並びに本件発明３－２及び３－３の構成\n要件Ｄにつき，紙を供給するための構成によってどのようにしてトイレットペーパ\nーを切断するのかが特定されていないとして，明確性要件に反する旨主張する。\nしかし，上記各構成要件における給紙部は，「ロール状の前記トイレットペーパ\nーを繰り出して，繰り出された前記トイレットペーパーを折りたたみ，折りたたま\nれた前記トイレットペーパーを切断する」との機能を有するものとされており，本\n件発明３に係る特許の出願の際には，特許文献８（特開平４－３６７６３６・甲４\n７）及び特許文献９（特開２００９－６１１２６・甲４８）を提示し，同各文献に\nおいては複数の技術が開示されており，同出願は，当時の技術（甲４９ないし５６，\n乙１１の２及び３）を前提としているもので，具体的にいかなる機能を有する構成\n要件かということは当業者であれば十分理解することができるものである。\n本件特許３は特許法３６条６項２号に違反することはない。\n(2) サポート要件違反\n本件発明３－１の構成要件Ｂ並びに本件発明３－２及び３－３の構成要件Ｄにお\nける「給紙部」でのトイレットペーパーの切断において「刃物による切断が含まれ\nると解釈した場合，発明の詳細な説明において開示された範囲を超える旨主張する。\nしかし，前記(1)のとおり，本件発明３に係る特許の出願の当初明細書における特\n許文献８及び同９においては，トイレットペーパーをカッターなどの刃物で切断す\nる技術が開示され，また，「ロール状の前記トイレットペーパーを繰り出して，繰\nり出された前記トイレットペーパーを折りたたみ，折りたたまれた前記トイレット\nペーパーを切断する給紙部」に関する技術が先行技術として存在する。\nそうすると，当業者は，発明の課題を解決する方法として，発明の詳細な説明に\nは，「ロール状のトイレットペーパーを自動で折りたたんで切断する装置」が一般\n化された概念として含まれていると考え，これが，発明の詳細な説明から導かれる\n課題を解決するため技術的範囲として，当業者が認識する範囲ともなる。\nしたがって，本件特許３の各請求項の記載は，発明の詳細な説明において発明の\n課題を解決できると当業者が認識した範囲を超えるものではなく，本件特許３は，\n特許法３６条６項１号に反することはない。\n１４  争点１０－２（本件特許３は特許無効審判により無効にされるべきものか\n（本件発明３－１の進歩性欠如））\n（被告らの主張）\n本件発明３－１は，次のとおり，乙８の１公報及び特許公報類（乙１１の１ない\nし３）に記載された発明に基づいて，その発明の属する技術の分野において通常の\n知識を有する者が特許出願前に容易に発明をすることができたものであるから，特\n許法２９条２項の規定により特許を受けることができないものであり，その特許は\n同法１２３条１項２号に該当し，特許無効審判により無効にされるべきものである。\n(1) 先行技術発明\nア  乙８の１公報\n乙８の１公報には，本件発明３－１の構成Ａのうち，「トイレットペーパーで臀\n部を拭く臀部拭き取り装置」に相当するものが記載されている（４頁３行目（乙８\nの２の１頁３行目）。\nまた，乙８の１公報には，可動クリップ（ａ），クリップパッド（ｃ），中空シ\nャフト（ｄ），ピストンロッド（ｅ），可動プルロッド（ｆ）等からなるアームが\n記載されており（４頁１５～２２行目（乙８の２の１頁１８～２７行目），５頁２\n２～２６行目（乙８の２の３頁６～１２行目）），そのアームは，トイレットペー\nパーを取り付けるための拭き取りアームであるといえ，本件発明３－１の構成要件\nＣの「前記臀部拭き取り装置において前記トイレットペーパーを取り付けるための\n拭き取りアーム」に相当するものが記載されている。\n乙８の１公報の図１及び５頁２２～２６行目（訳文（乙８の２）の３頁６～１２\n行目）の記載によれば，ペーパーケース（３）の開口と，可動クリップ（ａ），可\n動プルロッド（ｆ），ソレノイド吸着装置（ｋ）等とが「拭き取りアームに，折り\n畳まれたトイレットペーパーを取り付ける紙取付部」として機能しており，本件発\n明３－１の構成Ｃの「拭き取りアームに，切断された前記トイレットペーパーを取\nり付ける紙取付部」に相当するものが記載されている。\nイ  特許第４１９５０７６号公報（乙１１の１，平成２０年１２月１０日発行。\n以下「乙１１の１公報」という。）\n乙１１の１公報には，「紙を取り付け可能な拭き取りアーム部」（請求項１）及\nび「紙」として，折りたたまれたトイレットペーパーを使用すること（【００６９】）\nが記載されており，本件発明３－１の構成要件Ｃの「前記臀部拭き取り装置におい\nて前記トイレットペーパーを取り付けるための拭き取りアーム」に相当する構成が\n記載されている。\nまた，乙１１の１公報には，「拭き取りアームに，折り畳まれたトイレットペー\nパーを取り付ける紙取付部」が記載されており（【００７０】，【００６９】，【０\n１２１】，【０１２２】），本件発明３－１の構成要件Ｃの「切断された前記トイ\nレットペーパーを前記拭き取りアームに取り付ける紙取付部」に相当する構成が記\n載されている。\nウ  特開２０００－２８７８７２号公報（乙１１の２，平成１２年１０月１７日\n発行。以下「乙１１の２公報」といい，同公報記載に係る発明を「乙１１の２発明」\nという。）\n乙１１の２公報には，本件発明３－１の構成要件Ａのうちの「自動給紙装置」と，\n同発明の構成要件Ｂに相当する構成が記載されている（【要約】【解決手段】）。\nエ  特開２００３－７０６８０号公報（乙１１の３，平成１５年３月１１日発行。\n以下「乙１１の３公報」といい，同公報記載に係る発明を「乙１１の３発明」とい\nう。）\n本件発明３－１の構成要件Ａのうち「自動給紙装置」及び同発明の構成要件Ｂに\n相当する構成が記載されている（【要約】【解決手段】）。\n(2) 乙１１の２発明を主引例とする進歩性欠如\nア  乙１１の２発明は，上記(1)ウのとおり，「自動給紙装置」である点，構成要\n件Ｂに相当する構成を有する点で本件発明３－１に共通するが，本件発明３－１の\n構成要件Ａ及びＣに相当する構成が記載されていない点で相違する。\nイ  乙１１の２公報に記載された自動給紙装置を乙８の１公報に記載された臀部\n拭き取り装置に適用したものは，本件発明３－１の構成要件Ｃを備えるものとなる。\nまた，このように乙８の１発明の臀部拭き取り装置に乙１１の２発明の自動給紙装\n置を適用したものは，本件発明３－１の構成要件Ａ及びＢをも備えるものとなるこ\nとから，結局，同発明の全ての構成要件を備えるものとなる。このように，乙１１\nの２公報に記載された自動給紙装置を乙８の１公報に記載された臀部拭き取り装置\nに適用することは，当業者の通常の創作能力の発揮にすぎず，特段の困難性は認め\nられない。\nウ  乙１１の２公報に記載された自動給紙装置を乙１１の１公報に記載された臀\n部拭き取り装置に適用したものは，本件発明３－１の構成要件Ｃを備えるものとな\nる。また，このように乙１１の１発明の臀部拭き取り装置に乙１１の２の自動給紙\n装置を適用したものは，本件発明３－１の構成要件Ａ及びＢをも備えるものとなる\nことから，結局，同発明の全ての構成要件を備えるものとなる。このように，乙１\n１の２公報に記載された自動給紙装置を乙１１の１公報に記載された臀部拭き取り\n装置に適用することは，当業者の通常の創作能力の発揮にすぎず，特段の困難性は\n認められない。\n(3) 乙１１の３発明を主引例とする進歩性欠如\nア  乙１１の３発明は，上記(1)エのとおり，「自動給紙装置」である点，構成要\n件Ｂに相当する構成を有する点で本件発明３－１に共通するが，本件発明３－１の\n構成要件Ａ及びＣに相当する構成が記載されていない点で相違する。\nイ  乙１１の３公報に記載された自動給紙装置を乙８の１に記載された臀部拭き\n取り装置に適用したものは，本件発明３－１の構成要件Ｃを備えるものとなる。ま\nた，このように乙８の１公報に記載された臀部拭き取り装置に乙１１の３公報に記\n載された自動給紙装置を適用したものは，本件発明３－１の構成要件Ａ及びＢをも\n備えるものとなることから，結局，同発明の全ての構成要件を備えるものとなる。\nこのように，乙１１の３公報に記載された自動給紙装置を乙８の１公報に記載され\nた臀部拭き取り装置に適用することは，当業者の通常の創作能力の発揮にすぎず，\n特段の困難性は認められない。\nウ  乙１１の３公報に記載された自動給紙装置を乙１１の１に記載された臀部拭\nき取り装置に適用したものは，本件発明３－１の構成要件Ｃを備えるものとなる。\nまた，このように乙１１の１公報に記載された臀部拭き取り装置に乙１１の３\nに記載された自動給紙装置を適用したものは，本件発明３－１の構成要件Ａ及びＢ\nをも備えるものとなることから，結局，同発明の全ての構成要件を備えるものとな\nる。このように，乙１１の３公報に記載された自動給紙装置を乙１１の１公報に記\n載された臀部拭き取り装置に適用することは，当業者の通常の創作能力の発揮にす\nぎず，特段の困難性は認められない。\n（原告の主張）\n(1) 先行技術発明\nア  乙８の１発明\n乙８の１発明は，本件発明３－１と，構成要件Ａのうち，「トイレットペーパー\nで臀部を拭く臀部拭き取り装置」であるという点で一致するが，「自動給紙装置」\n（構成要件Ａ）が存在せず，また，「ロール状の前記トイレットペーパーを繰り出\nして，繰り出された前記トイレットペーパーを折りたたみ，折りたたまれた前記ト\nイレットペーパーを切断する給紙部」（構成要件Ｂ），可動クリップａやクリップ\nパッドｃ等は，拭き取りアームの一部であり，「拭き取りアームにトイレットペー\nパーを取り付けるための紙取付部」ではないため，「前記臀部拭き取り装置におい\nて前記トイレットペーパーを取り付けるための拭き取りアームに，前記給紙部によ\nって切断された前記トイレットペーパーを取り付ける紙取付部」（構成要件Ｃ）が\n存在しない点で相違している。\nイ  乙１１の１発明\n乙１１の１発明は，本件発明３－１と，構成要件Ａのうち，「トイレットペーパ\nーで臀部を拭く臀部拭き取り装置」であるという点で一致するが，「自動給紙装置」\n（構成要件Ａ）が存在せず，また，「ロール状の前記トイレットペーパーを繰り出\nして，繰り出された前記トイレットペーパーを折りたたみ，折りたたまれた前記ト\nイレットペーパーを切断する給紙部」（構成要件Ｂ）も存在せず，そのため，記載\n内容から「折りたたまれたトイレットペーパー」である「前記給紙部によって切断\nされた前記トイレットペーパー」（構成要件Ｃ）は存在しないから，「前記臀部拭\nき取り装置において前記トイレットペーパーを取り付けるための拭き取りアームに，\n前記給紙部によって切断された前記トイレットペーパーを取り付ける紙取付部」（構\n成要件Ｃ）も存在しない。\nウ  乙１１の２発明\n乙１１の２発明は，本件発明３－１の構成要件Ａの「自動給紙装置」，構成要件\nＢの「ロール状の前記トイレットペーパーを繰り出して，繰り出された前記トイレ\nットペーパーを折りたたみ，折りたたまれた前記トイレットペーパーを切断する給\n紙部」に相当する構成を有する点で一致する。他方，構成要件Ａの「トイレットペ\nーパーで臀部を拭く臀部拭き取り装置に取り付けられる」自動給紙装置ではなく，\nまた，構成要件Ｃに相当する構成が存在しない点で相違する。\nエ  乙１１の３発明\n乙１１の３発明は，構成要件Ａの「自動給紙装置」，構成要件Ｂの「ロール状の\n前記トイレットペーパーを繰り出して，繰り出された前記トイレットペーパーを折\nりたたみ，折りたたまれた前記トイレットペーパーを切断する給紙部」に相当する\n構成を有する点で一致する。他方，構成要件Ａの「トイレットペーパーで臀部を拭\nく臀部拭き取り装置に取り付けられる」自動給紙装置ではなく，また，構成要件Ｃ\nに相当する構成が存在しない点で相違する。\n(2) 容易想到性\nア  乙１１の２発明と乙８の１発明との組合せ\n乙１１の２発明及び乙８の１発明のいずれにも，「紙取付部」が存在しないから，\n乙１１の２発明と乙８の１発明のいずれを主引用発明としても，乙１１の２発明と\n乙８の１発明に基づいて，本件発明３を容易に発明することはできない。\n本件発明３は，折り畳まれたトイレットペーパーを拭き取りアームに取り付ける\nために，紙取付部を別途設けて，拭き取りアームに紙を確実に取り付けるところに\n特徴を有するものであり，このような特徴的な構造は，乙１１の２発明と乙８の１\n発明から容易に想到できるものでない。\nイ  乙１１の３発明と乙８の１発明との組合せ\n乙１１の３発明及び乙８の１発明のいずれにも，「紙取付部」が存在しないから，\n乙１１の３発明と乙８の１発明のいずれを主引用発明としても，乙１１の３発明と\n乙８の１発明に基づいて，本件発明３を容易に発明することはできない。\n前記アのとおり，本件発明３の特徴的な構造は，乙１１の３発明と乙８の１発明\nから容易に想到できるものでない。\nウ  乙１１の２発明と乙１１の１発明との組合せ\n乙１１の２発明及び乙１１の１発明のいずれにも，「紙取付部」が存在しないか\nら，乙１１の２発明と乙１１の１発明のいずれを主引用発明としても，乙１１の２\n発明と乙１１の１発明に基づいて，本件発明３を容易に発明することはできない。\n前記アのとおり，本件発明３の特徴的な構造は，乙１１の２発明と乙１１の１発\n明から容易に想到できるものでない。\nエ  乙１１の３発明と乙１１の１発明との組合せ\n乙１１の３発明及び乙１１の１発明のいずれにも，「紙取付部」が存在しないか\nら，乙１１の３発明と乙１１の１発明のいずれを主引用発明としても，乙１１の３\n発明と乙１１の１発明に基づいて，本件発明３を容易に発明することはできない。\n前記アのとおり，本件発明３の特徴的な構造は，乙１１の３発明と乙１１の１発\n明から容易に想到できるものでない。\n１５  争点１０－３（本件特許３は特許無効審判により無効にされるべきものか\n（本件発明３－２の進歩性欠如））\n（被告らの主張）\n本件発明３－２は，次のとおり，乙８の１公報及び乙１１の１ないし３公報に記\n載された発明に基づいて，その発明の属する技術の分野において通常の知識を有す\nる者が特許出願前に容易に発明をすることができたものであるから，特許法２９条\n２項の規定により特許を受けることができないものであり，その特許は同法１２３\n条１項２号に該当し，特許無効審判により無効にされるべきものである。\n(1) 先行技術発明\nア  乙８の１公報\n乙８の１公報には，本件発明３－２の構成要件Ａに相当する構成が記載されてい\nる（４頁３行目（訳文（乙８の２）の１頁３行目），５頁２０～２６行目（訳文（乙\n８の２）の３頁４～１２行目））。\nまた，乙８の１公報には，可動クリップ（ａ），クリップパッド（ｃ），中空シ\nャフト（ｄ），ピストンロッド（ｅ），可動プルロッド（ｆ）等からなるアームと，\nそのアームを駆動させる拭き取りアーム駆動部とが記載されており（４頁１５～２\n２行目（訳文（乙８の２）の１頁１８～２７行目），５頁２２～２６行目（訳文（乙\n８の２）の３頁６～１２行目），そのアームは，トイレットペーパーを取り付ける\nための拭き取りアームであるといえるから，本件発明３－２の構成要件Ｂ及びＣに\n相当する構成が記載されている。\nさらに，乙８の１公報には，「折り畳まれたトイレットペーパーを拭き取りアー\nムに取り付ける紙取付部」が記載されており（図１，５頁２２～２６行目（訳文（乙\n８の２）の３頁６～１２行目）），本件発明３－２の構成要件Ｅのうち，「切断さ\nれた前記トイレットペーパーを前記拭き取りアームに取り付ける紙取付部」に対応\nする構成が記載されている。\nイ  乙１１の１公報\n乙１１の１公報には，「便座に座っている人の臀部を紙で拭く臀部拭き取り装置\nであって，」（請求項１），「紙」としてトイレットペーパーを使用することが記\n載されており（【００６９】，【０１２１】），本件発明３－２の構成要件Ａに相\n当する構成が記載されている。\nまた，乙１１の１公報には，「紙を取り付け可能な拭き取りアーム部」（請求項\n１），「紙」として，折りたたまれたトイレットペーパーを使用すること（【００\n６９】）が記載されており，本件発明３－２の構成要件Ｂに相当する構成が記載さ\nれている。\n乙１１の１公報には，本件発明３－２の構成要件Ｃに相当する構成も記載されて\nいる（【請求項１】，【００６２】）。\n乙１１の１公報には，「折り畳まれたトイレットペーパーを取り付ける紙取付部」\nが記載されており（【００７０】，【００６９】，【０１２１】，【０１２２】），\n本件発明３－２の構成要件Ｅの「切断された前記トイレットペーパーを前記拭き取\nりアームに取り付ける紙取付部」に相当する構成が記載されている。\nウ  乙１１の２公報\n乙１１の２公報には，本件発明３－２の構成要件Ｄに相当する構成が記載されて\nいる（【要約】【解決手段】）。\nエ  乙１１の３公報\n乙１１の３公報には，本件発明３－２の構成要件Ｄに相当する構成が記載されて\nいる（【要約】【解決手段】）。\n(2) 乙８の１発明を主引例とする進歩性欠如\nア  乙８の１発明は，上記(1)アのとおりであり，「トイレットペーパーで臀部を\n拭く臀部拭き取り装置であって，前記トイレットペーパーを取り付けるための拭き\n取りアームと，前記拭き取りアームを駆動させる拭き取りアーム駆動部と，」（構\n成要件ＡないしＣ）を備える点で本件発明３－２と共通する。\n一方，本件発明３－２の構成要件Ｄに相当する構成がない点で相違する。\nまた，乙８の１公報には，「折り畳まれたトイレットペーパーを拭き取りアーム\nに取り付ける紙取付部」は記載されているが，「前記給紙部によって切断された前\n記トイレットペーパーを前記拭き取りアームに取り付ける紙取付部」（構成要件Ｅ）\nが記載されていない点でも相違する。\nイ  乙１１の２公報に記載された自動給紙装置を乙８の１公報に記載された臀部\n拭き取り装置に適用したものは，本件発明３－２の構成要件Ｅに相当する構成を備\nえるものとなる。また，このように乙８の１公報に記載された臀部拭き取り装置に\n乙１１の２公報に記載された自動給紙装置を適用したものは，本件発明３－２の構\n成要件ＡないしＤに相当する構成をも備えるものとなることから，結局，同発明の\n全ての構成要件に相当する構成を備えるものとなる。このように，乙１１の２公報\nに記載された自動給紙装置を乙８の１公報に記載された臀部拭き取り装置に適用す\nることは，当業者の通常の創作能力の発揮にすぎず，特段の困難性は認められない。\nウ  乙１１の３公報に記載された自動給紙装置を乙８の１公報に記載された臀部\n拭き取り装置に適用したものは，本件発明３－２の構成要件Ｅに相当する構成を備\nえるものとなる。また，このように乙８の１公報に記載された臀部拭き取り装置に\n乙１１の３公報に記載された自動給紙装置を適用したものは，本件発明３－２の構\n成要件ＡないしＤに相当する構成をも備えるものとなることから，結局，同発明の\n全ての構成要件に相当する構成を備えるものとなる。このように，乙１１の３公報\nに記載された自動給紙装置を乙８の１公報に記載された臀部拭き取り装置に適用す\nることは，当業者の通常の創作能力の発揮にすぎず，特段の困難性は認められない。\n(3) 乙１１の１発明を主引例とする進歩性欠如\nア  乙１１の１発明は，上記(1)イのとおりであり，本件発明３－２の「トイレッ\nトペーパーで臀部を拭く臀部拭き取り装置であって，前記トイレットペーパーを取\nり付けるための拭き取りアームと，前記拭き取りアームを駆動させる拭き取りアー\nム駆動部と，」（構成要件ＡないしＣ）を備える点で本件発明３－２と共通する（構\n成要件ＡないしＣ）。\n一方，乙１１の１発明には，本件発明３－２の構成要件Ｄに相当する構成が記載\nされていない点で相違する。また，乙１１の１公報には，「折り畳まれたトイレッ\nトペーパーを拭き取りアームに取り付ける紙取付部」は記載されているものの，本\n件発明３－２の「前記給紙部によって切断された前記トイレットペーパーを前記拭\nき取りアームに取り付ける紙取付部」（構成要件Ｅ）が記載されていない点で相違\nする。\nイ  乙１１の２公報に記載された自動給紙装置を乙１１の１公報に記載された臀\n部拭き取り装置に適用したものは，本件発明３－２の構成要件Ｅに相当する構成を\n備えるものとなる。また，このように乙１１の１公報に記載された臀部拭き取り装\n置に乙１１の２公報に記載された自動給紙装置を適用したものは，本件発明３－２\nの構成要件ＡないしＤに相当する構成をも備えるものとなることから，結局，同発\n明の全ての構成要件に相当する構成を備えるものとなる。このように，乙１１の２\n公報に記載された自動給紙装置を乙１１の１公報に記載された臀部拭き取り装置に\n適用することは，当業者の通常の創作能力の発揮にすぎず，特段の困難性は認めら\nれない。\nウ  乙１１の３公報に記載された自動給紙装置を乙１１の１公報に記載された臀\n部拭き取り装置に適用したものは，本件発明３－２の構成要件Ｅに相当する構成を\n備えるものとなる。また，このように乙１１の１公報に記載された臀部拭き取り装\n置に乙１１の３公報に記載された自動給紙装置を適用したものは，本件発明３－２\nの構成要件ＡないしＤに相当する構成をも備えるものとなることから，結局，同発\n明の全ての構成要件に相当する構成を備えるものとなる。このように，乙１１の３\n公報に記載された自動給紙装置を乙１１の１公報に記載された臀部拭き取り装置に\n適用することは，当業者の通常の創作能力の発揮にすぎず，特段の困難性は認めら\nれない。\n（原告の主張）\n(1) 先行技術発明\nア  乙８の１発明\n乙８の１発明は，本件発明３－２の構成要件Ａ「トイレットペーパーで臀部を拭\nく臀部拭き取り装置」，構成要件Ｂ「前記トイレットペーパーを取り付けるための\n拭き取りアーム」，及び構成要件Ｃ「前記拭き取りアームを駆動させる拭き取りア\nーム駆動部」に相当する構成を備えるという点で一致する。他方，構成要件Ｄの「ロ\nール状の前記トイレットペーパーを繰り出して，繰り出された前記トイレットペー\nパーを折りたたみ，折りたたまれた前記トイレットペーパーを切断する給紙部」は\n存在せず，また，可動クリップａやクリップパッドｃ等は，拭き取りアームの一部\nであり，「拭き取りアームにトイレットペーパーを取り付けるための紙取付部」で\nはないから，構成要件Ｅの「前記給紙部によって切断された前記トイレットペーパ\nーを前記拭き取りアームに取り付ける紙取付部」が存在しない点で相違している。\nイ  乙１１の１発明\n乙１１の１発明は，本件発明３－２と，構成要件ＡないしＣに相当する構成を備\nえる点で一致するが，「ロール状の前記トイレットペーパーを繰り出して，繰り出\nされた前記トイレットペーパーを折りたたみ，折りたたまれた前記トイレットペー\nパーを切断する給紙部」（構成要件Ｄ）が存在せず，また，「折りたたまれたトイ\nレットペーパーを拭き取りアームに取り付けるための紙取付部」が存在しないから，\n「前記給紙部によって切断された前記トイレットペーパーを前記拭き取りアームに\n取り付ける紙取付部」（構成要件Ｅ）が存在しない点で相違している。\nウ  乙１１の２発明\n乙１１の２発明は，臀部拭き取り装置ではないという点で全ての構成において相\n違する。なお，臀部拭き取り装置に限定しないという前提であれば，構成要件Ｄに\n相当する構成を有するという点のみにおいて一致しするが，その余は全て相違する。\nエ  乙１１の３発明\n乙１１の３発明は，臀部拭き取り装置ではないという点で全ての構成において相\n違する。なお，臀部拭き取り装置に限定しないという前提であれば，構成要件Ｄに\n相当する構成を有するという点にのみにおいて一致するが，その余は全て相違する。\n(2) 容易想到性\n前記１４（原告の主張）(2)に記載のとおり，被告らの主張する各引例を組み合わ\nせることにより，本件発明３に相当することは容易とはいえない。\n１６  争点１１（原告の損害額）\n（原告の主張）\nア  特許法１０２条２項適用による原告の損害\n(ｱ) 原告と被告Ｐ１は，本件発明１，本件発明２，本件発明３－１及び本件発明\n３－２の実施品である２０１３年型キレット試作品に関する製造委託契約を締結し，\n被告Ｐ１は，同契約に基づき，原告から，合計１３５５万９２５１円の支払を受け\nた。他方，上記試作品に関する製造原価は３３万１６５１円である（甲３０）から，\n同実施品１台を製造するにあたり得た利益は１３２２万７６００円である。また，\n「紙つかみヘッド」の洗浄装置取付けによって被告Ｐ１が得ることが見込まれ得る\n利益は，５７７万５０００円である。\nそうすると，「紙つかみヘッド」の洗浄装置が付された上記各発明の実施品の１\n台の製造により被告Ｐ１が得る利益は１９００万２６００円である。\n(ｲ) 被告Ｐ１は，被告日本アシストから，少なくともイ号及びロ号物件，あるい\nはハ号及び二号の各１台（合計２台）の製造依頼を受けたから，これにより被告Ｐ\n１が得ることになる利益は３８００万５２００円を下らない。\n(ｳ) また，被告Ｐ１は，本件ウェブサイトにおいて譲渡のための展示を行うため\nにイ号物件，ロ号物件，ハ号物件，及び二号物件を，それぞれ１台（合計４台）製\n造し，本件発明１，本件発明２，本件発明３－１及び本件発明３－２の実施に対し\n受けるべき金銭の額に相当する額は，上記１台の製造につき被告Ｐ１が得る利益の\n５％を下ることはなく，４台で３８０万０５２０円である。\n(ｴ) したがって，被告Ｐ１は，上記のとおり原告の特許権の侵害行為により４１\n８０万５７２０円の利益を得るのであるから，同額が原告の受けた損害の額と推定\nされる。\nイ  特許法１０２条３項適用による原告の損害\n被告Ｐ１は，アのとおり，２０１３年型キレット試作品により１３５５万９２５\n１円の売上げを得ているのであるから，本件特許権１ないし３の侵害品となる製品\nを１台製造するにおいても同額を得ることができる。\nそして，原告特許権の特許発明の実施に対して受けるべき金銭の額に相当する額\nは，少なくとも上記額の５％に相当する６７万７９６２円を下らない。\n被告Ｐ１は，本件特許権１ないし３の侵害品を合計３台製造しているから，原告\nが被告Ｐ１から特許発明の実施に対して受けるべき金銭の額に相当する額は，２０\n３万３８８６円である。\n（被告Ｐ１の主張）\n全て否認ないし争う。\n第４  当裁判所の判断\n１  争点２（イ号物件及びロ号物件は本件発明２の技術的範囲に属するか（文言\n侵害））\n(1) イ号物件が別紙発明２との対比表の「原告主張イ号物件の構成」欄記載ａな\nいしｃの構成を，ロ号物件が同表の「原告主張ロ号物件の構成」欄記載ａないしｃ\nの構成を有することは当事者間に争いがなく，両構成は，いずれも本件特許２の構\n成要件ＡないしＣをそれぞれ充足するものと認められる。\n原告は，イ号物件及びロ号物件が同表の「原告主張イ号物件の構成」欄の構成ｄ\n及び「原告主張ロ号物件の構成」欄の構成ｄ各記載のとおり「サーボモータ１３，\n１４，１２ａによる回転動作によって，拭き取りアーム３を上下，前後，及び左右\n方向に移動させることができる」構成を備えている旨主張するところ，被告らは，\n原告がサーボモータ１４と特定するモータが，構成要件Ｄにいう「サーボモータ」\nであるこことは認めるが，原告がサーボモータ１２ａ，サーボモータ１３と特定す\nるモータ１２ａ，モータ１３が構成要件Ｄにいう「サーボモータ」であることを否\n認する。\n(2) ところで，本件発明２の構成要件Ｄにいう「サーボモータ」については，本\n件明細書２に特別な定義がないから，その普通の意味で用いられているものと解さ\nれるところ，証拠（甲３７ないし甲３９，乙１２の１ないし３，乙１４）によれば，\n「サーボモータ」については明確な定義があるわけではなく，サーボ機構によって\n制御されるに適したモータそのものを指す意味でも用いられている場合も，サーボ\n機構を有しサーボ制御されたモータを，サーボ機構と一体のものとして指す意味で\n用いられる場合もあると認められるが，本件発明２の構成要件Ｄにいう「サーボモ\nータ」が，完成機械に組み込まれてそれに必要な動作を実現するものであることは\n明らかであるから，ここでいう「サーボモータ」とは，前掲証拠を参考にすれば，\n原告が定義するように，回転速度制御，トルク制御，回転位置制御などの一以上組\nみ合わせることで，目的に応じた運転を実現するところ，これらを制御するための\nシステムとしてサーボ機構が存在し，これによりサーボ制御されたモータのこと，\nすなわち上記後者の意味でのサーボモータを指すものと理解するのが相当である。\nそして，そこでいうサーボ機構とは，「制御対象となる装置の入力が任意に変化\nするとき，その出力をあらかじめ設定された目標値に自動的に追従させる機構」，\n「物体の位置，方位，姿勢などを制御量とし，目標値の任意の変化に追従するよう\nに構成された制御系，フィードバック制御を行うのが普通である」とされ，またフ\nィードバック制御とは，フィードバック（結果の反映）によって，制御量と目標値\nとを比較し，それらを一致させるように訂正動作を行う制御である（乙１４）から，\n「サーボモータ」として機能するサーボ機構には，制御対象となるモータの回転速\n度，回転トルク，回転位置等の制御量を検出するためのエンコーダが必要とされる\nものと解される\n(3) そこでこれによりイ号物件及びロ号物件についてみると，以下のとおりであ\nる。\nア  モータ１２ａについて\n原告が，被告Ｐ１が制作に用いたであろうと主張する，２０１３年型試作品のモ\nータ１２ａに用いたリニアアクチュエータ TG-47E-SG-100-LC3-LA,12V と，被告ら\nがイ号物件及びロ号物件のモータ１２ａに用いたと主張するリニアアクチュエータ\nTG-47E-SG-100-LC3-HA,24V は電圧のみの違いであることから，実際にも電圧以外\nの構成において同じリニアアクチュエータを使用していることが認められるところ\n（弁論の全趣旨），同モータのパンフレット（甲９２）によれば，モータ１２ａに\n用いられているリニアアクチュエータには，「エンコーダ取付可能」，「検出器と\nしてのマイクロスイッチを標準装備」とされていることが認められるが，イ号物件\nにおいてフィードバックを可能とするエンコーダが取り付けられていると認めるに\n足りる証拠はない。\nこの点，原告は，イ号物件及びロ号物件が三つのリミットスイッチより多い五つ\nの位置で停止しているから，モータ１２ａが「サーボモータ」である旨主張するが，\n被告らの説明するように，リニアアクチュエータ TG-47E-SG-100-LC3-HA,24V に備\nえられたマイクロスイッチであるリミットスイッチＡ～Ｃの検出位置以外の位置で\n停止させることは，検出時から所定時間経過時にモータ１２ａを回転停止状態に切\nり替えることによって実現可能と考えられるから，リミットスイッチの数と停止位\n置の数の不一致から，モータ１２ａがサーボモータであると推認にすることはでき\nない。\nそのほか，原告は，イ号物件の作動状況を映した動画（甲８）を事細かに解析し\nて，その動きから，イ号物件がサーボモータを複数備えていることが立証され得る\nように主張するが，モータの動作の制御を実現する方法はサーボ制御以外にも存在\nするから，その動きの解析によりサーボモータを複数具備していることが推認でき\nるようにいう原告の主張は失当である。\nなお，上記定義を検討したサーボモータは，モータの動きをより正確に制御する\nことを目的としてあえてコスト高となるサーボ機構という特別の機構を備えている\nものであり，これによりサーボモータと称されているものであるから，動作を制御\nできる何らかの仕組みを備えているからといって，サーボ機構を備えていないモー\nタをもって，本件発明２でいう「サーボモータ」といえないことはいうまでもない。\nしたがって，イ号物件及びロ号物件のモータ１２ａは，本件発明２にいう「サー\nボモータ」には当たらないというべきである。\nイ  モータ１３について\n原告は，被告Ｐ１がイ号物件及びロ号物件に先行する２０１３年型試作機におい\nてサーボモータである「KRS-4034HV  ICS」を使用していたから，これに相当する\n位置のイ号物件及びロ号物件のモータ１３も同じ「KRS-4034HV  ICS」あるいはこ\nれと技術的に同一のモータを使用していると推認できるように主張するが，単なる\n推測にすぎず採用できない。\nまた，イ号物件の作動状況を映した動画（甲８）を事細かに解析したところで，\nモータ１３がサーボモータであると推認できないことは上記アで説示したとことと\n同じである。\nそして，イ号物件及びロ号物件が試作品にすぎないことからすると，モータ１３\nは，市販のサーボケースに市販のＤＣモータを挿入し，モータ１３用構造物に接合\nして自作したものであるとの被告らの説明は，あながち不合理であるといえない。\nしたがって，モータ１３も同様に，制御対象を検知する装置を装備していること\nを認めるに足る証拠はなく，むしろ，被告らのモータ１３の制御の主張は上記第３\nの２（被告らの主張）(2)のとおりであるから，モータ１２ａと同様，本件発明２に\nいう「サーボモータ」には当たらないというべきである。\n(4) 以上によれば，イ号物件及びロ号物件とも，アーム駆動部に用いる「サーボ\nモータ」はサーボモータ１４の一つしか備えないから，いずれも本件発明２の構成\n要件Ｄにいう「複数のサーボモータ」を備えないものであって，この点で構成要件\nＤを充足せず，したがって，イ号物件及びロ号物件は，この点だけであっても本件\n発明２の技術的範囲に属するということはできないことになる。\n２  争点３（イ号物件及びロ号物件は本件発明２の技術的範囲に属するか（均等\n侵害））\n(1) 上記１で検討したところによれば，本件発明２の構成要件Ｄが，「複数のサ\nーボモータによる回転動作によって，前記拭き取りアームを上下，前後及び左右方\n向に移動」させるのに対し，イ号物件及びロ号物件は，「サーボモータ」一つと「サ\nーボモータ」でない二つのモータの組合せにより，拭き取りアームを上下，前後，\n及び左右方向に移動させる点において異なるものであるところ，原告は，これらの\n構成の相違があったとしても，イ号物件及びロ号物件は本件発明２とは均等である\n旨主張する。\n(2)  ところで特許請求の範囲に記載された構成中に対象製品の構成と異なる部分\nが存在する場合であっても，①その部分が当該発明の本質的部分ではなく（第１要\n件），②その部分を対象製品等におけるものと置き換えても，当該発明の目的を達\nすることができ，同一の作用効果を奏するものであって（第２要件），③そのよう\nに置き換えることに当業者が対象製品等の製造等の時点において容易に想到するこ\nとができたものであり（第３要件），④対象製品等が当該発明の出願時における公\n知技術と同一又は当業者がその出願時に容易に推考できたものでなく（第４要件），\n⑤対象製品等が考案の範囲から意識的に除外されたものに当たるなどの特段の事情\nもないとき（第５要件）は，当該対象製品等は，当該特許請求の範囲に記載された\n構成と均等なものとして，その技術的範囲に属すると解される。\n(3) 本件明細書２には以下の記載がある。\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は，便器周辺の機器に関し，より特定的には，臀部の汚れや水滴を拭き取\nることができる装置に関する。\n【背景技術】\n【０００２】\n温水洗浄便器は，温水を臀部に噴射して，臀部を自動的に洗浄することができる。\n温水洗浄便器を用いれば，腰を上げずに，臀部を洗浄することができるので，高齢\n者や体が不自由な者などにとっては，非常に有用である。ところが，温水洗浄便器\nを用いた場合，臀部に水滴が残ってしまう。そのため，腰を上げて，臀部と便座と\nの間に間隙を設け，手に持ったトイレットペーパーで，水滴を拭き取る必要がある。\nしかし，腰を上げて，臀部と便座との間に間隙を設ける作業は，高齢者や体が不自\n由な者などにとっては，困難である。\n【０００３】\n水滴の拭き取り作業を容易にするための装置として，下記のような装置が提案さ\nれている。\n【０００４】\n特許文献１には，和式トイレで使用する装置であるが，肛門についた水滴を筒状\n操作杆の先端に取り付けられた花弁型拭取紙で拭き取るための装置が提案されてい\nる。\n【０００５】\n特許文献２には，洋式トイレで使用する装置が提案されている。特許文献１と同\n様，特許文献２には，肛門についた水滴を筒状操作杵の先端に取り付けた花弁型拭\n取紙で拭き取るための装置が提案されている。特許文献２に記載の装置を用いれば，\n臀部と便座との間にできた狭い空間に，棒状の当該装置を挿入して，臀部に付いた\n水滴を拭き取ることができる。狭い空間に棒状の当該装置を挿入すれば良いだけで\nあるので，水滴の拭き取り作業が容易となる。\n【０００６】\n特許文献３には，腹痛，膝，腰の弱い人や病人，便器から容易に立ち上がれない\n人のために，便座本体を傾斜させることによって，容易に立ち上がるようにする装\n置が提案されている。また，特許文献３の段落０００７には，傾斜を作って中腰に\nすることによって，トイレットペーパーの使用が容易になることが記載されている。\n【０００７】\nなお，便座を傾斜させて，立ち上がりを容易にするための装置は，特許文献４～\n７にも開示されている。また，水滴の拭き取りとは直接関係はないが，トイレット\nペーパーを自動で巻き取ることができる装置が，特許文献８に開示されている。\n【０００８】\n【特許文献１】登録実用新案第２５４６９６２号公報\n【特許文献２】登録実用新案第３０２４０５５号公報\n【特許文献３】実開平７－２４３２２号公報\n【特許文献４】特開平１０－１７４６６６号公報\n【特許文献５】特開２００５－６６００１号公報\n【特許文献６】特開２００６－６８３９１号公報\n【特許文献７】特開２００６－１２２１８３号公報\n【特許文献８】特開平４－３６７６３６号公報\n【発明の開示】\n【発明が解決しようとする課題】\n【０００９】\n特許文献１に記載の装置は，和式トイレに用いるものであり，洋式トイレに使う\nことはできない。無理に，洋式トイレに使ったとしても，臀部を便座から上げなけ\nればならず，高齢者や体が不自由な者などにとっては，依然，水滴や汚れの拭き取\nり作業が困難である。\n【００１０】\n特許文献２に記載の装置であったとしても，ある程度は，臀部を便座から上げな\nければならず，やはり，高齢者や体が不自由な者などにとっては困難である。\n【００１１】\n特許文献３～７に記載の装置のように，便座を斜めに傾ければ，中腰状態となる\nので，水滴や汚れを拭き取る際，臀部を便座から上げやすくなる。しかし，臀部と\n便座との間に，巻き取ったトイレットペーパーを手で持ちながら入れて，水滴や汚\nれを拭き取らなければならいことに変わりはない。この際，臀部を便座から離した\n状態をある一定時間維持しなければならない。このように離した状態をある一定時\n間維持することが，高齢者や体が不自由な者などにとっては困難である。\n【００１２】\n温風によって，水滴を乾かすという温水洗浄便器も存在する。しかし，トイレッ\nトペーパーで，しっかり水滴や汚れを拭き取りたいというニーズが存在することは\n否定できない。さらに，温風による乾燥には，時間がかかるという問題も存在する。\n【００１３】\nこのように，従来の装置は，いずれも，高齢者や体が不自由な者などにとって，\n完全に，水滴や汚れの拭き取り作業を容易にしていたとは言い難い。便座に座った\nままの状態で，すなわち，臀部と便座とが接したままの状態で，水滴や汚れを拭き\n取ることができれば，従来に比べ，格段と，水滴や汚れの拭き取り作業が楽になる。\n【００１４】\nそれゆえ，本発明の目的は，便座に座ったままの状態で，水滴や汚れの拭き取り\n作業を行うことができる臀部拭き取り装置及びそれを用いた温水洗浄便器を提供す\nることである。\n【発明の詳細な説明】\n【課題を解決するための手段】\n【００１５】\n上記課題を解決するために，本発明は，以下のような特徴を有する。本発明は，\nトイレットペーパーで臀部を拭く臀部拭き取り装置であって，トイレットペーパー\nを取り付けるための拭き取りアームと，臀部を拭き取る位置まで拭き取りアームを\n移動させる拭き取りアーム駆動部とを備える。拭き取りアーム駆動部は，複数のサ\nーボモータによる回転動作によって，前記拭き取りアームを上下，前後，及び左右\n方向に移動させることができる。\n拭き取りアームは，巻き取られたトイレットペーパーを取り付ける。さらに，拭き\n取りアーム駆動部の動作を制御する制御部を備え，制御部は，拭き取りアーム駆動\n部に，トイレットペーパーが取り付けられている拭き取りアームを便座の排便用開\n口まで移動させ，臀部を拭き取りアームに拭き取らせ，拭き取りアームを元の位置\nまで戻させる。制御部は，ユーザによって無線で制御される。制御部は，ユーザか\nらの指示に応じて，拭き取りアーム駆動部の動作を制御する。ユーザからの指示に\n応じて制御された拭き取りアーム駆動部の動作を記憶する記憶部をさらに備え，制\n御部は，記憶部に記憶されている情報に従って，拭き取りアーム駆動部の動作を制\n御する。制御部は，拭き取りアーム駆動部を制御して拭き取りアームに臀部を拭き\n取らせた後，再度，拭き取りアーム駆動部を制御して拭き取りアームに臀部を拭き\n取らせること。制御部は，ユーザの指示に応じて，再度，拭き取りアーム駆動部を\n制御して拭き取りアームに臀部を拭き取らせる。さらに，複数の指示スイッチ部を\n備え，制御部は，押下された指示スイッチ部に対応する動作を行うように，拭き取\nりアーム駆動部を制御する。また，本発明は，上記臀部拭き取り装置を備える，温\n水洗浄便座又は温水洗浄便座付き便器である。\n【発明の効果】\n【００１６】\n本発明によれば，拭き取りアームに取り付けられたトイレットペーパーによって，\n臀部を拭き取ることができる。臀部をユーザ自らが揺すり動かして水滴や汚れを拭\nき取っても良いし，自動で拭き取りアームを駆動するようにして水滴や汚れを拭き\n取っても良い。いずれにせよ，本発明によれば，便座に座ったままの状態で，水滴\nや汚れの拭き取り作業を行うことが可能となる。さらに，トイレットペーパーが拭\nき取りアームに自動的に巻き取られるので，ユーザがわざわざトイレットペーパー\nを巻き取って，拭き取りアームに取り付けるといった手間を省くことができる。本\n発明は，トイレットペーパーを自動で巻き取って，さらに，拭き取りアームを自動\nで駆動して水滴や汚れを拭き取るようにすることができるので，完全に座ったまま\nの状態で，水滴や汚れを拭き取ることができる。拭き取りアームには，外側からト\nイレットペーパーが巻き付けられている状態になるので，衛生的である。また，デ\nリケートな動きを実現するために，サーボモータによって，拭き取りアームの動き\nが制御されているので，事故等を防止することができる。また，本発明によれば，\n拭き取りアームの位置調整も可能であり，ユーザの好みに応じた拭き取りが実現さ\nれる。このように，本発明は，高齢者や体の不自由な方にとって，非常に易しく機\n能するよう，あらゆる面で工夫されており，極めて有用である。\n(4) 証拠（乙９の１ないし４）によれば，本件特許２の出願経過について，次の\n事実が認められる。\nア  本件特許２の出願当初の特許請求の範囲の記載には，構成要件Ｄに相当する\n記載がなかったが，平成２４年５月８日付拒絶理由通知書（乙９の４）において，\n特開昭４９－６７５１号公報を引用文献１として引用され，「引用文献１に記載さ\nれた上記「拭き板」は，臀部の拭き取り後に，回転して元の位置まで戻るものであ\nる。衛生機器において，駆動部の動作を制御部より制御すること，制御部を無線で\n操作すること，ユーザーの指示に応じて駆動部の動作を制御すること，駆動部が複\n数の動作をできるよう制御部に動作を記憶させること等自体は，あえて文献を挙げ\nるまでもなく，例えば温水洗浄便座において広く採用される周知技術である。引用\n文献１に記載された上記排便処理装置の駆動部の動作（例えば，回転速度）に，上\n記周知技術を適用することは，当業者であれば想到容易である。」として，拒絶理\n由の通知を受けた。\nイ  これを受けて原告は，同年７月３日，意見書（乙９の３）を付して，本件発\n明２の構成要件Ｄに相当する「前記拭き取りアーム駆動部は，複数のサーボモータ\nによる回転動作によって，前記拭き取りアームを上下，前後，及び左右方向に移動\nさせることができる」との記載を特許請求の範囲の記載に加える補正をした。\nウ  なお，上記意見書（乙９の３）には，以下の記載がある。\n(ｱ) １頁「当該補正が新規事項の追加とならない理由」\n「拭き取りアーム駆動部５は，当初明細書の段落００２５等に，複数のサーボモ\nータからなる複数の関節部５ａ，５ｃ，５ｅ，５ｇ，５ｉ，５ｋによって構成され\nることが記載されています。そして，明細書全体の記載から，複数のサーボモータ\nの回転動作によって，拭き取りアーム５５が上下，前後，及び左右方向にさせられ\nていることは，・・・」\n(ｲ) １頁「２．進歩性について」\n「一方，補正後の請求項１に係る発明では，トイレットペーパーが取り付けられ\nた拭き取りアームが，拭き取りアーム駆動部によって，上下，前後，及び左右に移\n動可能となります。したがって，汚れや水滴が付着している臀部のほとんどの領域\nを拭き取りアームによって拭き取ることが可能となります。また，サーボモータを\n利用すればデリケートな動きを実現することができるので，肛門部分に過度な力が\n入るのを防止でき，事故等を防止することができます。また，サーボモータを利用\nすれば拭き取りアームの位置調整も可能となり，ユーザの好みに応じた拭き取りも\n実現できます。これらの有利な効果は，当初明細書の段落００１６に記載されてお\nり，進歩性の是認に参酌されるべきであると考えます。」\n(5) 以上を前提に検討すると，本件特許２の出願当時，サーボモータと，それ以\n外の制御方法によるモータは周知であったところ，原告は，拒絶理由通知を受けて\nする補正において，当初出願明細書に記載されていた本件発明２の効果である拭き\n取りアームのデリケートな動きにつき，そのデリケートな動きが複数のサーボモー\nタによるものであることを特許請求の範囲の記載に加えて特定したのであるから，\n原告は，構成要件Ｄを加えることにより，拭き取りアームを作動させるモータとし\nては，複数のサーボモータによることに限定した，すなわち，それ以外のモータ（動\n作の制御性能においてサーボモータに劣るモータ）を用いることを意識的に除外し\nたものということもできる。\nそうすると，一つのサーボモータとそれ以外のモータ二つで拭き取りアームを作\n動させているイ号物件及びロ号物件の構成は，本件発明２から意識的に除外されて\nいる構成からなるものといえるから，均等要件のうち第５要件を充足しないという\nべきであり，本件発明２と均等であるということはできない（なお，仮に上記出願\n経過を理由としてサーボモータでないモータが意識的に除外されているということ\nができないとしても，上記出願経過によれば，本件発明２の効果の一つである拭き\n取りアームのデリケートな動きは，制御性能に優るサーボモータを複数用いること\nよって初めて実現されているものと理解されるべきであるから，サーボモータを一\nつだけ用い，これとそれ以外のモータを二つによって拭き取りアームを動かすイ号\n物件及びロ号物件は，本件発明２の構成によるようなデリケートなアーム駆動部の\n動きを実現しているものとはいえず，同一の作用効果を奏するものとはいうことで\nきない。すなわち，サーボモータではないモータが意識的に除外されているという\nことができないとしても，本件発明２の構成要件である「複数のサーボモータ」を\nイ号物件及びロ号物件のように一つのサーボモータと二つの他のモータに置き換え\nることは，本件発明２の複数のサーボモータによるようなデリケートな動きが実現\nできず効果の点で異なるので，置換可能とはいえず，したがって均等要件のうち第\n２要件を充足しないというべきであるから，この点で本件発明２と均等とはいえな\nいということになる。）。\n(6)  以上によれば，イ号物件及びロ号物件は，本件発明２と均等ともいえないか\nら，本件発明２の技術的範囲に属しないというべきである。\n３  争点４（イ号物件は本件発明３の技術的範囲に属するか）\n(1) イ号物件が，別紙本件発明３－１との対比表，別紙本件発明３－２との対比\n表及び別紙本件発明３－３との対比表の各「原告主張イ号物件の構成」欄記載の各\n構成を有することは当事者間で争いがなく，そのうち別紙本件発明３－１との対比\n表の「原告主張イ号物件の構成」欄の構成ａは，本件発明３－１の構成要件Ａを，\n別紙本件発明３－２との対比表の「原告主張イ号物件の構成」欄の構成ａないしｃ\nは，本件発明３－２の構成要件ＡないしＣを，別紙本件発明３－３との対比表の「原\n告主張イ号物件の構成」欄の構成ａないしｃ及びｆないしｈは，本件発明３－３の\n構成要件ＡないしＣ及びＦないしＨを，いずれもそれぞれ充足するものと認められ\nる。\n(2) 被告らは，本件発明３－１の構成要件Ｂ並びに本件発明３―２及び３－３の\n構成要件Ｄにおける「折りたたまれた前記トイレットペーパーを切断する給紙部」\n（本件発明３－１の構成要件Ｃ並びに本件発明３－２及び３－３の構成要件Ｅにお\nける「前記給紙部」）は，トイレットペーパーを供給するための構成によりトイレ\nットペーパーを切断するものと解されるとして，カッター刃で切断する構成である\nイ号物件の「給紙部５ｄ」（別紙本件発明３－１との対比表の「原告主張イ号物件\nの構成」欄の構成ｂ及びｃ，別紙本件発明３－２との対比表の「原告主張イ号物件\nの構成」欄の構成ｄ及びｅ，別紙本件発明３－３との対比表の「原告主張イ号物件\nの構成」欄の構成ｄ及びｅ）はこれに該当しないとして，その充足を争う。\n確かに本件発明３－１ないし３－３の各特許請求の範囲の記載に共通する「トイ\nレットペーパーを切断する給紙部」は，それ自体切断方法を具体的に特定するもの\nではなく，本件明細書３の発明の詳細な説明の欄には，「折りたたまれた前記トイ\nレットペーパーを切断する給紙部」における切断方法について，「次に，切断ロー\nラＦ１０は，図示しないモータやスライダによって，切断ローラＦ１１側に移動す\nる。これによって，トイレットペーパーが切断ローラＦ１０とＦ１１とによって挟\nまれる（図９０（ｂ）参照）。次に，切断ローラＦ１０とＦ１１とが，同時に，紙\n面上左方向に移動する（図９０（ｃ）参照）。このとき，繰り出しローラＦ８及び\nＦ９は，繰り出したときとは，逆方向に回転しても良い。繰り出しローラＦ８，Ｆ\n９と切断ローラＦ１０，Ｆ１１との間に，トイレットペーパーのミシン目が必ず来\nるように，繰り出しローラＦ８，Ｆ９と切断ローラＦ１０，Ｆ１１とは，所定の間\n隔で離れている。切断ローラＦ１０とＦ１１とが，同時に，紙面上左方向に移動す\nると，当該ミシン目で，トイレットペーパーが切断される（図９０（ｃ）参照）。」\n（【０５１５】）との記載があるだけである。\n【図９０】\nしかし，本件明細書３には，特許文献８（特開平４－３６７６３６号公報）及び\n特許文献９（特開２００９－６１１２６号公報）が示されているところ，同各文献\nには，除菌ペーパーを自動的に供給する装置において，カッターで切断する構成や\nトイレットペーパーを挟む張力によりトイレットペーパーを切断する構成が開示さ\nれている（甲６，甲４７，甲４８）。さらに，同出願当時には，ロール状のトイレ\nットペーパーを自動で供給する装置において，トイレットペーパーをカッターで切\n断する技術が多数開示されていたのであるから（甲４９ないし甲５６，乙１１の２\n及び３），ロール状のトイレットペーパーを自動的に給紙する装置において，カッ\nターを用いて切断する技術は周知であったといえる。\nそうすると，本件特許３の出願時の周知技術等からすれば，「トイレットペーパ\nーを切断する給紙部」にカッターによる切断機構を有する給紙部が含まれていると\n考えることは当業者であれば当然のことであり，トイレットペーパーの切断方法と\nして，本件発明３の実施例のように給紙機構のローラに切断機能を持たせるのか，\nこれとは別にカッター等の切断手段を別途設けるのかは単なる設計事項にすぎない\nといえる。すなわち，当業者であれば「トイレットペーパーを切断する給紙部」か\nら，イ号物件の具体的構成は容易に想定できるところであるから，イ号物件の構成\n５ｄにおける給紙部も，本件発明３－１ないし３－３の特許請求の範囲の記載に言\nう「折りたたまれた前記トイレットペーパーを切断する給紙部」を充足すると解す\nることは妨げられない。\nそうすると，トイレットペーパーをカッター刃によって切断する「給紙部５ｄ」\nも，本件発明３における「給紙部」に該当するというべきであるから，別紙本件発\n明３－１との対比表の「原告主張イ号物件の構成」欄の構成ｂ，ｃは，本件発明３\n－１の構成要件Ｂ，Ｃを，別紙本件発明３－２との対比表の「原告主張イ号物件の\n構成」欄の構成ｄ，ｅは，本件発明３－２の構成要件Ｄ，Ｅを，別紙本件発明３－\n３との対比表の「原告主張イ号物件の構成」欄の構成ｄ，ｅは，本件発明３－３の\n構成要件Ｄ，Ｅをそれぞれ充足するものと認められる。\n(3) したがって，イ号物件は，本件発明３－１ないし３－３の各構成要件をすべ\nて充足するから，イ号物件は，本件発明３－１ないし３－３のいずれの技術的範囲\nにも属するということができる。\n４  争点５（被告らによるハ号物件及びニ号物件による実施行為の有無）\n原告は，被告Ｐ１がハ号物件及びニ号物件を製造したと主張し，その証拠として\n本件ウェブサイト上に掲載されている動画（甲７，甲１２）を指摘するが，同動画\nの画面から，主張に係るようなハ号物件ないしニ号物件の構造を把握することは不\n可能であり，そのほかに両物件が存在したことをうかがわせる証拠はない。\nしたがって，ハ号物件及びニ号物件が製造されたことを前提とする原告の主張は，\nその余の点を判断するまでもなくすべて理由がない。\n５  争点７（イ号物件及びロ号物件の製造が「試験又は研究のためにする」（特\n許法６９条１項）ものか）\n被告らは，イ号物件及びロ号物件の実施行為が「試験又は研究のためにする」も\nのであって特許法６９条１項の適用があるように争うところ，上記１，２で検討し\nたとおり，イ号物件及びロ号物件は本件発明２の技術的範囲に属しないし，後記６\nで検討するとおり，本件特許１は特許無効審判により無効とされるべきものである\nから，上記３で検討してきたところによれば，本件特許３との関係でのイ号物件の\n製造行為のみが問題となる。\nそこで検討すると，証拠（甲１５ないし甲１７，甲２０，甲３４ないし甲３６，\n甲４１）及び弁論の全趣旨によれば，被告日本アシストは，被告Ｐ１とともに温水\n洗浄便座を使用した臀部拭き取り装置の製造を計画していたものであり，現に被告\nらは，「障害者自立支援機器  シーズ・ニーズマッチング強化事業」においてイ号\n物件の拭き取りアーム駆動部を展示するに当たり，同物件を，平成２８年８月，３\n０万円台の価格で販売することを想定している旨を対外的に告知していることが認\nめられる。\nしたがって，被告らが，イ号物件そのものを販売する目的がないとしても，将来，\nこれに改良を加えて事業ベースで製造販売することを計画していたことは明らかで\nあるから，その製造行為は明らかに事業の一環としてなされたものというべきであ\nって，これをもって「試験又は研究」のための製造ということはできず，特許法６\n９条１項の適用をいう被告らの主張は採用できない。\nなお，被告らは，上記「障害者自立支援機器  シーズ・ニーズマッチング強化事\n業」における展示会が，研究開発のための意見交流会にすぎないもので，現に開発\n品であり販売できない旨告知されていることを指摘するところ，確かに証拠（甲３\n５，乙４の２及び３）によれば，その旨は認められるが，それにしても，その一方\nで，被告らは，イ号物件の近い将来の商品化事業を明示的に告知している以上，展\n示されたイ号物件の製造行為が被告らの共同事業としての行為であるというべきこ\nとは明らかであり，やはり特許法６９条１項の適用をいう被告らの主張は採用でき\nない。\n６  争点８－３（本件特許１は特許無効審判により無効にされるべきものか（乙\n１３の１公報を主引例とする進歩性欠如））\n(1) 台湾特許出願公開第２００５３３３２８号公報（乙１３の１公報）\n乙１３の１公報には，次の記載がある。\nア  「身体障害者に排便後の洗浄を提供するシステムであって，便器（５）上に\n位置している人間工学便座（１）であり・・・」（訳文（乙１３の２）の７頁２行\n目～３行目）\nイ  「・・・該人工ハンド（１０）は，・・・  該紙ロール（７）からトイレッ\nトペーパ（３０）を取る，ことを含み，該人工ハンド機構（１６）は該人工ハンド\n（１０）を使用するために後方から移動して該便器（５）内に進入するとともに，\n該便器（５）後方の位置にまで戻し，かつ該人工ハンド機構（１６）はまた人工ハ\nンド（１０）を移動させることで後方から前方に垂直的に中心からずれて臀部を拭\nき取る動作を行う」（同７頁１６行目～２５行目）\nウ  「図８では，人工ハンド１０の第２の位置を見ることができ，図中の人工ハ\nンドが移動して紙を取り；この位置で，上ホルダ８と下ホルダ９によってトイレッ\nトペーパ３０を伸ばし，トイレットペーパ３０が人工ハンドを被覆し，しかるのち\nに，ロール７からトイレットペーパを破り取る。第３の位置では，図３（原文のま\nま，正しくは図９と認められる。）のように，人工ハンド１０が動き出て洗浄位置\nを取り；この位置で，人工ハンド１０が便器の後方から前方へ中心からずれた動き\nで清拭ステップを実行する。」（同５頁１４行目～２０行目）。\nエ  図\n図９                                  図１０\n（ただし，いずれも傍線並びに「人工ハンド１０の前部」，「人工ハンド１０の後\n部」及び「便座後部の下面」との部位の説明は，除く。）\n(2) 乙１３の１発明\nア  上記(1)ア及びイによれば，乙１３の１公報には，トイレットペーパーが取り\n付けられた人工ハンド１０によって臀部を拭き取ることが記載されていることか\nら，本件発明１の構成要件Ａの「トイレットペーパーで臀部を拭く臀部拭き取り装\n置」に相当する構成が開示されている。\nまた，同記載及びエの図９及び図１０にはその人工ハンド１０としてアーム状の\nものが記載されていることから，本件発明１の構成要件Ｂの「トイレットペーパー\nを取り付けるための拭き取りアーム」に相当する構成が開示されている。\nさらに，上記のように，人工ハンド１０を後方から便器５内に進入させ，臀部拭\nき取る動作を行う人工ハンド機構１６が記載されていることから，本件発明１の構\n成要件Ｃの「臀部を拭き取る位置まで拭き取りアームを移動させる拭き取りアーム\n駆動部」に相当する構成も記載されているといえる。\n原告は，人工ハンド１０にどのようにトイレットペーパーを取り付けているのか，\nまた，その切断方法について明らかでないため，トイレットペーパーを取り付ける\nための部材として機能しているとはいえないから，構成要件Ｂに相当する構成が開\n示されておらず，「紙取り機構１５によって引き下げられたトイレットペーパーを\n押すための人工ハンド１０」にすぎない旨主張する。しかし，トイレットペーパー\nが人工ハンド１０を被覆することが前記(1)ウのとおり記載されており，人工ハンド\n１０がトイレットペーパーを使って臀部を拭き取ることが予定されているのである\nから，それが可能な程度にトイレットペーパーを取り付けることを予定しているも\nのであるといえ，人工ハンド１０は，トイレットペーパーを取り付けるための部材\nであるといえ，原告の主張は採用できない。\nイ  他方，前記(1)イ及びウによれば，乙１３の１公報には，人工ハンド１０を後\n方から便器５内に進入させ，臀部を拭き取る動作を行う人工ハンド機構１６が記載\nされており，さらに，同エの図９及び１０から，人工ハンド１０が便座の下面の下\nを通って便器５内に進入するものであることがわかる。前記の図にはいずれも便器\nが図示されていないが，図９の説明文（訳文（乙１３の２）の５頁１８行目～２０\n行目）には「第３の位置では，図３（正しくは図９）のように，人工ハンド１０が\n動き出て洗浄位置を取り；この位置で，人工ハンド１０が便器の後方から前方へ中\n心からずれた動きで清拭ステップを実行する。」と記載されていることから，実際\nには便器を備えるものについての説明がなされているといえる。したがって，乙１\n３の１公報に記載された人工ハンド機構１６は，明確ではないが，人工ハンド１０\nを便座の下面と，便器との境界付近から便器５内に進入させるものであるといえる。\n(3) 本件発明１と乙１３の１発明との対比\n以上によれば，乙１３の１発明は，本件発明１と，同発明の構成要件ＡないしＣ\nに相当する構成を備える点で共通し，構成要件Ｄのうち，本件発明１は拭き取りア\nーム駆動部は便器と便座との間隙を介して拭き取りアームを移動させるのに対し，\n乙１３の１発明は，拭き取りアーム駆動部は便座の下面と便器との境界付近を介し\nて人工ハンド１０を移動させる人工ハンド機構が記載されているが，「便器と便座\nとの間隙」に相当する明示的な記載がない点で相違している。\n(4) 容易想到性\nア  周知技術（乙２３の２ないし７）\n実登第２５３１３０３号公報（平成４年９月１０日公開，平成９年１月１０日登\n録，乙２３の２），特開平１０－１９５９５７号公報（平成１０年７月２８日公開，\n乙２３の３），特開２００６－２４９６７１号公報（平成１８年９月２１日公開，\n乙２３の４），及び特開２００６－２８３３９６号（平成１８年１０月１９日公開，\n乙２３の５）には，便器と便座の間の間隙を介し，人の局部の洗浄のための洗浄ノ\nズルを移動させる技術が開示されている。また，特開平１０－１９８８６号公報（平\n成１０年１月２３日公開，乙２３の６）及び特開２００２－３２３４９２号公報（平\n成１４年１１月８日公開，乙２３の７）には，便器と便座との間の間隙を介し，排\n泄物の検査のための検知手段を移動させる技術が開示されている ことが認められ\nる。これらによれば，本件特許１の出願当時，便器と便座との間に間隙を設け，当\n該間隙を介して洗浄ノズルや検査用アームを移動させることは周知技術であったと\nいえる。\nイ  そして，乙１３の１公報には，人工ハンド１０を便座の下面の下から移動さ\nせることは開示されており，通常の便座と便器との位置関係からすれば，便器の後\n方から前方へ移動する人工ハンド１０を開示している乙１３の１公報に接した当業\n者であれば，上記周知技術を適用し，この人工ハンド１０を，便器と便座との間に\n設けた間隙を介して移動させることに容易に想到し得るものといえる。\nこれに対し，原告は，技術分野・課題及び作用効果がいずれも共通しない洗浄ノ\nズルや検査用アームによる周知技術を臀部拭き取り装置に適用することはその動機\n付けを欠く旨主張するが，上記のとおり，乙１３の１公報において，通常の便座と\n便器との通常の位置関係から，その移動手段については十分な示唆があるものとい\nえ，そうすると，洗浄ノズル，検査用アーム等臀部拭き取り装置ではなくとも，排\n泄の際の臀部の下に移動させる機器の移動方法を検討する動機付けはあるといえ，\n前記認定のとおり，全く同一の技術分野でなくとも，その周辺の技術分野において\n周知技術としてある技術を適用することに至ることは容易であるといえる。\n(5) 結論\n以上によれば，本件発明１は，乙１３の１発明に基づいて，本件特許出願前に当\n業者が容易に発明をすることができたものであるから，進歩性を欠き，したがって，\n本件発明 1 に係る本件特許１は特許無効審判により無効とされるべきものと認めら\nれるから，本件特許権１に基づく被告らに対する請求はその余の判断に及ぶまでも\nなく理由がない。\n７  争点１０－１（本件特許３は特許無効審判により無効にされるべきものか（明\n確性原則違反，サポート要件違反））\n(1) 明確性要件違反\n被告らは，本件発明３－１の構成要件Ｂ及び本件発明３－２及び３－３の構成要\n件Ｄにつき，紙を供給するための構成によってどのようにしてトイレットペーパー\nを切断するのかが特定されていないとして，明確性要件に反する旨主張する。\n上記各構成要件における給紙部は，特許請求の範囲の記載において，「ロール状\nの前記トイレットペーパーを繰り出して，繰り出された前記トイレットペーパーを\n折りたたみ，折りたたまれた前記トイレットペーパーを切断する」との機能を有す\nるものとして特定されている。そして，本件明細書３にはトイレットペーパーの切\n断する方法が記載されているが（【０５１５】），本件発明３に係る特許出願時，\n当業者において，当時の周知技術（甲４９ないし甲５６，乙１１の２及び３）から，\n本件発明３における「ロール状の前記トイレットペーパーを繰り出して，繰り出さ\nれた前記トイレットペーパーを折りたたみ，折りたたまれた前記トイレットペーパ\nーを切断する」との機能を，本件明細書記載の方法やカッターによる切断の方法に\nより容易に実施することができたものであったといえる。\nしたがって，本件発明３が特許法３６条６項２号に違反するとはいえない。\n(2) サポート要件違反\n被告らは，本件発明３－１の構成要件Ｂ並びに本件発明３－２及び３－３の構成\n要件Ｄにおける「給紙部」でのトイレットペーパーの切断において「刃物による切\n断」が含まれると解釈した場合，発明の詳細な説明において開示された範囲を超え\nる旨主張する。\n本件明細書３には，前記(1)のとおり，実施形態の説明として，【０５１５】にト\nイレットペーパーの切断する方法が記載されている。\nしかし，前記(1)のとおり，本件明細書３における特許文献８及び同９においては，\nトイレットペーパーをカッターなどの刃物で切断する技術が開示されており，また，\n「認知症が重症になったり，障がいが重症になったり，手が不自由であったりする\nと，紙を適切な長さに切って，拭き取りアームに取り付けることさえ，困難となる。」\n（【０５２０】），「以上，本発明を詳細に説明してきたが，前述の説明はあらゆ\nる点において本発明の例示にすぎず，その範囲を限定しようとするものではない。\n本発明の範囲を逸脱することなく種々の改良や変形を行うことができることは言う\nまでもない。」（【０５５６】）との記載があることからすれば，当業者は，発明\nの課題を解決する方法として，「ロール状の前記トイレットペーパーを繰り出して，\n繰り出された前記トイレットペーパーを折りたたみ，折りたたまれた前記トイレッ\nトペーパーを切断する給紙部」について，本件明細書３における特許文献に示され\nたものを含むロール状のトイレットペーパーを自動で折りたたんで切断する装置一\n般が，その技術的範囲に含まれると理解し，出願当時，トイレットペーパーを自動\nで供給する装置においてトイレットペーパーをカッターで切断する技術が周知であ\nったことも加味すれば，カッター等の刃物による切断を行うものも含まれると理解\nされるものと解される。\nしたがって，本件発明３に係る特許請求の範囲の各請求項の記載は，発明の詳細\nな説明において発明の課題を解決できると当業者が認識した範囲を超えるものでは\nなく，本件発明３は，特許法３６条６項１号に違反することはない。\n８  争点１０－２（本件特許３は特許無効審判により無効にされるべきものか（本\n件発明３－１の進歩性欠如））\n(1) 乙１１の２発明\nア  本件特許３の出願前に頒布された乙１１の２公報（特開２０００－２８７８\n７２号公報）には，次の記載がある。\n【要約】\n【課題】ロール紙から必要な長さの紙を簡単に繰り出して，折り畳み状態とするこ\nとができるロール紙自動繰り出し装置を提供する。\n【解決手段】トイレットペーパー等のロール紙１を回転自在に支持し，ロール紙１\nから連続して出される紙１６を案内する一対の案内板３と，紙１６を繰り出す１ま\nたは複数対の送りローラ６，７と，この送りローラ６，７の一方を回転駆動するモ\nータ４および駆動機構５とを備える。駆動機構５は，送りローラ６，７より先へ繰\nり出された紙１６を一使用単位分の長さ繰り出すように自動制御された繰り出し量\n判断手段を備える。送りローラ６，７から一使用単位分の長さで先に繰り出された\n紙１６を，所定のタイミングで自動的に切断する一対のカッター１２，１３および\nこのカッター１２，１３に切断動作を行わせる駆動機構９と，切断された紙１６を\n自重により折りたたむ一対の幅決め側板付き紙受け１７とを備える。\nイ  上記記載から，本件発明３－１の構成要件Ａのうち「自動給紙装置」及び構\n成要件Ｂに相当するものが乙１１の２公報に記載されているといえる。\n(2) 乙１１の３発明\nア  本件特許３の出願前に頒布された乙１１の３公報（特開２００３－７０６８\n０号公報）には，次の記載がある。\n【要約】\n【技術課題】  手の不自由な人に便利なように，１回分のトイレットペーパーを自動\n的にカットして供給する。\n【解決手段】  ロール２を回転させてトイレットペーパー２ａを解き，これを受け台\n８上に落下させ，この落下途中のトイレットペーパー２ａに往復駆動バー７で横方\n向の往復運動を付与することにより，受け台８上に落下したトイレットペーパー２\nａを折り重ね，トイレットペーパー２ａが所定量折り重なったところで落下するト\nイレットペーパー２ａをカッター１９でカットすることにより，１回分のトイレッ\nトペーパー２ａを自動供給する。\nイ  上記記載から，本件発明３－１の構成要件Ａのうち「自動給紙装置」及び構\n成要件Ｂに相当するものが乙１１の３公報に記載されているといえる。\n(3) 乙８の１発明\nア  本件特許３の出願前に頒布された刊行物である中国実用新案公告第２６８２\n１１３号公報（乙８の１公報）には，次の記載があることが認められる（乙８の１）。\n(ｱ) 「技術分野\n本考案は機械式拭き取り腰掛便器に関し，腰掛便器の技術分野に属する。\n背景技術\n現在，従来技術におけるシャワー洗浄式腰掛便器では，洗浄後に主に人体の水洗\n浄した部位を温風で乾燥させているが，このような洗浄乾燥の腰掛便器では以下の\nような欠点がある：消費エネルギーが大きく，乾燥に要する時間が長い上，温風温\n度が把握しにくく，場合によっては肌にやけどしたような不快感を起こしやすい。\nよって，従来のシャワー洗浄式腰掛便器の使用効果は理想的とは言えない。\n考案の内容\n本考案の目的は，省エネで，時間を節約でき，肌をやけどせず，使用しやすい機\n械式拭き取り腰掛便器を提供することで，従来技術の不足を克服するところにあ\nる。」（訳文（乙８の２）の１頁３行目～１４行目）\n(ｲ) 「トイレットペーパー（４）を掴むことができる機械式拭き取り装置（５）\nが装着されており，機械式拭き取り装置（５）は可動クリップ（ａ）と，スプリン\nグ（ｂ）と，クリップパッド（ｃ）と，中空シャフト（ｄ）と，回転可能なピスト\nンロッド（ｅ）と，可動プルロッド（ｆ）と，シリンダ（ｇ）と，ピストン（ｈ）\nと，ブレードモータシリンダ（ｉ）と，ブレード付きシャフト（ｊ）と，ソレノイ\nド吸着装置（ｋ）とからなり，しかも可動クリップ（ａ），クリップパッド（ｃ），\n中空シャフト（ｄ），回転可能なピストンロッド（ｅ）はいずれも腰掛便器（１）\n上に設けられている穴（ｗ）を通じて腰掛便器(1)の便器空間内に伸入し，可動プル\nロッド（ｆ）の一端上には可動クリップ（ａ）が連結されており，」（訳文（乙８\nの２）の１頁１８～２７行目）\n(ｳ) 「シャワー洗浄装置（２）は加熱した水で人体の対応する部位をシャワー洗\n浄し，シャワー洗浄の後には，操作スイッチパネル（１４）上の拭き取り操作スイ\nッチを押せばよい。このとき可動クリップ（ａ）が可動プルロッド（ｆ）のソレノ\nイド吸着装置（ｋ）の吸着連動によりペーパーケース（３）内のトイレットペーパ\nー（４）を一枚掴んで，しかもクリップパッド（ｃ）と，中空シャフト（ｄ）とが\n共に，回転可能なピストンロッド（ｅ）の連動により，腰掛便器（１）に設けられ\nている穴（ｗ）を通じて腰掛便器（１）の腰掛便器空間内に伸入して人体の関連部\n位を拭き取るものであり・・・」（訳文（乙８の２）の３頁４～１２行目））\nイ  上記ア(ｱ)によれば，本件発明３－１の構成要件Ａのうち，「トイレットペー\nパーで臀部を拭く臀部拭き取り装置」であることが記載されている。\nまた，可動クリップ（ａ），クリップパッド（ｃ），中空シャフト（ｄ），ピス\nトンロッド（ｅ），可動プルロッド（ｆ）等からなるアームと，そのアームが，ト\nイレットペーパーを取り付けるための拭き取りアームであることが記載されている\nといえるから，本件発明３－１の構成要件Ｃのうち「前記臀部拭き取り装置におい\nて前記トイレットペーパーを取り付けるための拭き取りアーム」に相当するものが\n記載されているといえる。\nウ(ｱ) 被告らは，さらに，図１及び上記ア(ｳ)の記載を加味すると，ペーパーケー\nス（３）の開口と，可動クリップ（ａ），可動プルロッド（ｆ），ソレノイド吸着\n装置（ｋ）とが「拭き取りアームに，折り畳まれたトイレットペーパーを取り付け\nる紙取付部」として機能するものであり，本件発明３－１の構成要件Ｃのうち「前\n記トイレットペーパーを取り付けるための拭き取りアームに，前記給紙部によって\n切断された前記トイレットペーパーを取り付ける紙給紙部とを備える」との構成を\n有する旨主張する。\n他方，原告は，被告らの主張する部分は，拭き取りアームの一部として機能して\nいるもので，拭き取りアームとは別の紙取付部と考えることはできないなどとして\nこれを否定する。\n(ｲ) 本件明細書３には，次の記載がある（甲６）。\n【００４８】\n好ましくは，拭き取りアームは，トイレットペーパーの少なくとも一部を掴むた\nめの掴み先端部を含むと良い。\n【００４９】\n臀部拭き取り装置において，トイレットペーパーをどのようにして拭き取りアー\nムに取り付けるかが課題の一つである。そこで，トイレットペーパーの少なくとも\n一部を掴むことによって，拭き取りアームへのトイレットペーパーの取り付けを実\n現した。一部を掴むための構成は，種々考えられるが，一部が掴まれるだけで，拭\nき取りを実現でき，かつ，トイレットペーパーの取り外しも容易となる。したがっ\nて，臀部拭き取り装置の実用化に向けて，トイレットペーパーの一部を掴むという\n手法は，有力な候補となり得る。\n【００５０】\n好ましくは，掴み先端部は，拭き取りアームの中を通るワイヤが牽引されること\nによって，トイレットペーパーの少なくとも一部を掴むと良い。\n【００５１】\nこのように，ワイヤが牽引されることによって，トイレットペーパーを掴む構造\nにすれば，掴みの制御を，掴み先端部以外の箇所で行うことができる。よって，掴\nみ先端部の大型化を防止できる。また，拭き取りアームの構造も簡略化できる。な\nお，拭き取りアームは，汚れ等によって，劣化するおそれがあるので，できる限り\n拭き取りアームの構造は簡略化して，交換可能なようにした方が良い。\n【００５２】\n好ましくは，拭き取りアーム駆動部は，ワイヤを牽引するためのワイヤ駆動部を\nさらに含むと良い。\n【００５３】\nこれにより，ワイヤの牽引機構が提供される。\n【０５１３】\n（第２５の実施形態）\n図８９は，第２５の実施形態に係る臀部拭き取り装置で用いられる自動給紙装置\nＦ１の概略斜視図である。図９０は，自動給紙装置Ｆ１の動作を示す図である。図\n８９において，自動給紙装置Ｆ１は，拭き取りアームＦ２の上に，配置されている。\n自動給紙装置Ｆ１は，回動部Ｆ３と，蓋部Ｆ４と，突出部Ｆ５と，側面板Ｆ６，Ｆ\n７（図８９では，破線で表現）と，繰り出しローラＦ８，Ｆ９（図９０参照）と，\n切断ローラＦ１０，Ｆ１１（図９０参照）とを備える。回動部Ｆ３は，内部にモー\nタを有している。回動部Ｆ３は，当該モータによって，蓋部Ｆ４を折りたたむこと\nができる。蓋部Ｆ４が回動した場合，突出部Ｆ５は，拭き取りアームＦ２の掴み先\n端部に設けられた開閉部に，挿入される。突出部Ｆ５が開閉部に挿入されると，開\n閉部は閉じて，紙が掴まれる。紙を掴むタイミングは，たとえば，図４７の紙取付\n確認スイッチ３１４ｂによって確認されるとよいが，それに限定されるわけではな\nい。繰り出しローラＦ８とＦ９とは，トイレットペーパーを両脇から挟む。繰り出\nしローラＦ８及び／又はＦ９は，図示しないモータの回転軸に取り付けられており，\n当該モータの回転軸が回転することによって，トイレットペーパーが繰り出される\n【０５１８】\n側面板Ｆ６，Ｆ７，繰り出しローラＦ８，Ｆ９，及び切断ローラＦ１０，Ｆ１１\nが，ロール状のトイレットペーパーを繰り出して，繰り出されたトイレットペーパ\nーを折りたたみ，折りたたまれたトイレットペーパーを切断する給紙部として機能\nする。回動部Ｆ３，蓋部Ｆ４，及び突出部Ｆ５が，給紙部によって切断されたトイ\nレットペーパーを拭き取りアームＦ２に取り付ける紙取付部として機能する。\n【図８９】\n(ｳ) 本件発明３－１の特許請求の範囲には，「前記トイレットペーパーを取り付\nけるための拭き取りアームに，前記給紙部によって切断された前記トイレットペー\nパーを取り付ける紙取付部とを備えること」と記載されており，「紙取付部」と「拭\nき取りアーム」とを，別に記載している。\nまた，上記【０５１３】，【０５１８】及び図８９によれば，自動給紙装置Ｆ１\nに備えられた回動部Ｆ３，蓋部Ｆ４及び突出部Ｆ５が，拭き取りアームの先端部で\nあるＦ２に紙を取りつけるための「紙取付部」とされている。\n他方，拭き取りアーム先端部Ｆ２自体は紙取付部と観念されておらず，Ｆ２にト\nイレットペーパーを取り付ける方法として，拭き取りアーム先端部に掴み先端部を\n設けてトイレットペーパーの一部を掴み取る方法が考えられるとしており（【００\n４８】，【００４９】，他にも同様の記載がある。），そして，トイレットペーパ\nーの一部を掴むための構成は種々考えられるとされているが，一例として，掴み先\n端部は，拭き取りアームの中を通るワイヤが牽引されることによって，トイレット\nペーパーの少なくとも一部を掴むと良いなどとして，掴み先端部がトイレットペー\nパーの一部を掴む構成が別途記載されているが，このような構成を「紙取付部」と\nして位置付けてはいない。\n上記のような特許請求の範囲の記載や本件明細書３の記載からすれば，拭き取り\nアームにおいて掴み先端部自体がトイレットペーパーを掴む構成は「紙取付部」で\nはなく，「紙取付部」は，拭き取りアームとは別体の構成であると解される。\n(ｴ) 乙８の１公報の図１及び図２によれば，トイレットペーパー（４）を有する\nペーパーケース（３）が，可動クリップ（ａ）の上に置かれ，トイレットペーパー\n（４）が可動クリップ（ａ）とクリップパッド（ｃ）との間のスプリング（ｂ）の\n部分に垂れ下がるようになっていることが認められる。そして，「可動クリップ（ａ）\nが可動プルロッド（ｆ）のソレノイド吸着装置（ｋ）の吸着連動によりペーパーケ\nース（３）内のトイレットペーパー（４）を一枚掴んで，」との記載によれば，吸\n着装置（ｋ）が起動することで，可動クリップ（ａ）とクリップパッド（ｃ）との\n間にトイレットペーパー（４）が挟まれて取り付けられることになるものといえる。\nそうすると，可動プルロッド（ｆ）のソレノイド吸着装置（ｋ）による，クリップ\nパッド（ｃ）と拭き取りアームの先端部である可動クリップ（ａ）との間でトイレ\nットペーパー（４）の一枚掴む構成は，上記のワイヤの牽引によって掴み先端部が\nトイレットペーパーを掴み取る構成であるといえ，拭き取りアームの先端部の構成\nにすぎず，拭き取りアームと別体の「紙取付部」には該当しないものであると解す\nるのが相当である。\nしたがって，乙８の１公報には，「紙取付部」が開示されているとはいえない。\n(4) 乙１１の１発明\nア  本件特許３の出願前に頒布された乙１１の１公報（特許第４１９５０７６公\n報）には，次の記載がある。\n【特許請求の範囲】\n【請求項１】\n便座に座っている人の臀部を紙で拭く臀部拭き取り装置であって，\n温水洗浄装置を収容する外筐体内に収容されており，前記紙を取り付け可能な拭\nき取りアーム部と，\n前記拭き取りアーム部を露出させることができる大きさを有しており，前記外筐\n体に設けられた露出口と，\n前記紙が取り付けられた状態で，前記拭き取りアーム部を前記露出口の内側にま\nで移動させる拭き取りアーム移動部と，\n前記拭き取りアーム部が前記露出口の内側にまで移動した状態で，前記拭き取り\nアーム部を前記露出口から露出するまで押進させるアーム駆動部とを備える，臀部\n拭き取り装置。\n【請求項６】\n前記紙は，所定の厚さを有する専用紙であり，\n前記専用紙を収容する紙収容部をさらに備え，\n前記拭き取りアーム部は，前記専用紙を取り付ける取付部を含み，\n前記紙収容部は，前記専用紙を押し出す押出部を含み，\n前記押出部によって押し出された前記専用紙は，前記取付部に取り付けられるこ\nとを特徴とする，請求項１又は２に記載の臀部拭き取り装置。\n【請求項７】\n前記専用紙は，\n少なくとも一枚の台紙と，\n前記台紙の上に重ねられた少なくとも一枚の吸水性紙とを含むことを特徴と\nする，請求項６に記載の臀部拭き取り装置。\n【００６９】\n・・・専用紙１８は，硬めの台紙１８ａと，台紙１８ａの上に重ねられた少なく\nとも一枚の吸水性紙１８ｂとを含む。台紙１８ａの上面には，接着剤や粘着剤，摩\n擦力の大きい樹脂等が塗布されている。吸水性紙１８ｂは，直方形の一枚のトイレ\nットペーパーを折り重ねることによって，台紙１８ａの上に取り付けられている。\n台紙１８ａは，水溶性であり，水洗トイレに流すことができる素材で形成されてい\nる。台紙１８ａとして，たとえば，日本製紙パピリア株式会社製の水溶紙「ＭＤＰ」\nなどを用いるとよい。専用紙１８は，予め工場で製造されても良いし，ユーザが手\n作りで製造してもよい。専用紙１８は，図４に示すように，紙収容部４の四角柱体\n１０２に積み重ねられている。\n【００７０】\n以下，図６～図１０を参照しながら，臀部拭き取り装置１００の動作について説\n明する。図６は，専用紙１８が拭き取りアーム部５に取り付けられたときの様子を\n示す図である。図６に示すように，押出スライダ１７がスライドすることによって，\n四角柱体１０２に設けられた専用紙排出口１０２ａから，専用紙１８が押し出され\nる。専用紙排出口１０２ａと拭き取りアーム部５の先端とは対向しており，押し出\nされた専用紙１８は，拭き取りアーム部５の傾斜を登っていく。クリップ部材１１\nは，拭き取りアーム部５の先端から，専用紙１８の幅だけの位置に設けられている。\n押し出された専用紙１８の一辺は，クリップ部材１１に挟み込まれる。これにより，\n専用紙１８は，拭き取りアーム部５に取り付けられることとなる。\n【０１２１】\n上記実施形態において，専用紙を用いることとしたが，汎用のトイレットペーパ\nーを用いても良い。汎用のトイレットペーパーを用いる場合，周知のトイレットペ\nーパー巻き取り機構によって巻き取られたトイレットペーパーを拭き取りアーム部\nが把持するようにするとよい。また，構成をより簡単にするのであれば，トイレッ\nトペーパーをユーザが手作業で巻き取り，拭き取りアーム部に取り付けて，使用す\nるようにしてもよい。」\n【０１２２】\n上記実施形態において，紙を把持するための機構として，拭き取りアーム部は，\nクリップ部材を用いることとしたが，紙を把持することが可能なあらゆる周知の把\n持部を拭き取りアーム部に設けることによって，紙を把持しても良い。たとえば，\n駆動する二以上の杆部材によって紙が挟まれることによって，紙が把持されても良\nい。また，人の指の形状をしたロボットアームによって，紙が把持されても良い。\nイ  上記記載から，本件発明３－１の構成要件Ａのうち，「トイレットペーパー\nで臀部を拭く臀部拭き取り装置」に相当するもの，構成要件Ｃのうち「前記臀部拭\nき取り装置において前記トイレットペーパーを取り付けるための拭き取りアーム」\nに相当するものが記載されているといえる。\nウ  被告らは，さらに，押出スライダ１７によって専用紙１８が紙収容部４の四\n角柱体１０２から押し出され，クリップ部材１１に挟み込まれることにより，当該\n専用紙１８が拭き取りアーム部５に取り付けられること，専用紙１８が折り畳まれ\nたトイレットペーパーからなるものであることが記載されており，また，専用紙１\n８が汎用のトイレットペーパーであってもよいことが記載されているとして，構成\n要件Ｃのうち，「切断された前記トイレットペーパーを（前記拭き取りアームに）\n取り付ける紙取付部」に対応する記載がある旨主張する。\nしかし，専用紙１８は，硬めの台紙１８ａと，台紙１８ａの上に重ねられた少な\nくとも一枚の吸水性紙１８ｂ（直方形の一枚のトイレットペーパーを折り重ねるこ\nとによって，台紙１８ａの上に取り付けられている。）からなるものであるとされ\nており（【００６９】），専用紙１８が汎用のトイレットペーパーであってもよい\nとされているが（【００１２１】），上記のような紙収容部４から押し出してクリ\nップに挟む構成においては，押出可能な程度の厚みと硬さが必要とされるものであ\nるといえ，実際，乙１１の１公報の特許請求の範囲には，そのような記載がされて\nいる（【請求項６】，【請求項７】）。そして，汎用のトイレットペーパーを用い\nる場合は，周知のトイレットペーパー巻き取り機構によって巻き取られたトイレッ\nトペーパーを拭き取りアーム部が把持するようにするとよいとされ，あるいはユー\nザ自らが取り付けてもよいとされていることからすれば（【００２１】），汎用の\nトイレットペーパーを用いる場合に前記の押出スライダ１７により専用紙１８を押\nし出し，クリップ部材１１に挟み込む方法を採用していないことは明らかで，むし\nろ，汎用のトイレットペーパーを拭き取りアームに取り付ける方法は，手作業で巻\nき取り取り付ける方法以外開示されておらず，汎用のトイレットペーパーを前提と\nする拭き取りアームに取り付ける「紙取付部」が開示されているとはいえない。\nそして，前記(3)ウ記載のとおり，本件発明３－１における「紙取付部」は，拭き\n取りアームと別体の構成であると解される。\nそうすると，構成要件Ｂによりロール状のトイレットペーパーを前提とする構成\n要件Ｃの「前記トイレットペーパーを取り付けるための拭き取りアームに，前記給\n紙部によって切断された前記トイレットペーパーを取り付ける紙取付部」は開示さ\nれているとはいえない。\n(5) 乙１１の２発明を主引例とする進歩性欠如について\nア  乙１１の２発明は，上記(1)記載のとおりであるから，本件発明３－１とは，\n構成要件Ａに関し，「自動給紙装置」であるが「トイレットペーパーで臀部を拭く\n臀部拭き取り装置に取り付けられる」ものではない点，構成要件Ｃに相当する構成\nを有さない点で相違する。\nイ  容易想到性\n(ｱ) 被告らは，乙１１の２発明に乙８の１発明を適用することにより，構成要件\nＣの構成を備えることになる旨主張するが，上記(3)のとおり，乙８の１公報には，\n構成要件Ｃにおける「紙取付部」が開示されていないから，被告らの主張は理由が\nない。\n(ｲ) また，被告らは，乙１１の２発明に乙１１の１発明を適用することにより，\n構成要件Ｃを備えることになる旨主張するが，上記(4)のとおり，乙１１の１には，\n構成要件Ｃにおける「紙取付部」が開示されていないから，被告らの主張は理由が\nない。\n(6) 乙１１の３発明を主引例とする進歩性欠如について\nア  乙１１の３発明は，上記(2)記載のとおりであるから，本件発明３－１とは，\n構成要件Ａに関し，「自動給紙装置」であるが「トイレットペーパーで臀部を拭く\n臀部拭き取り装置に取り付けられる」ものではない点，構成要件Ｃに相当する構成\nを有さない点で相違する。\nイ  容易想到性\n乙１１の３発明と本件発明３－１との相違点は，乙１１の２発明と本件発明３－\n１との相違点と同じであるところ，被告らの乙１１の３を主引例とする進歩性欠如\nの主張は，乙１１の２を主引例とする進歩性欠如と同じであるから，前記(5)イ記載\nのとおり，乙８の１発明あるいは乙１１の１発明を適用することによっても本件発\n明３－１の構成に想到することができない。\n９  争点１０－３（本件特許３は特許無効審判により無効にされるべきものか（本\n件発明３－２の進歩性欠如））\n(1) 乙８の１発明\nア  乙８の１公報には，上記８(3)アのとおりの記載がある。\nイ  乙８の１公報の記載によれば，本件発明３－２の構成要件ＡないしＣに相当\nする構成が開示されているが，構成要件Ｄの「ロール状の前記トイレットペーパー\nを繰り出して，繰り出された前記トイレットペーパーを折りたたみ，折りたたまれ\nた前記トイレットペーパーを切断する給紙部」に相当する構成の記載はないといえ\nる。\n被告らは，図１及び上記８(3)ア(ｳ)の記載を加味すると，ペーパーケース(3)の開\n口と，可動クリップ（ａ），可動プルロッド（ｆ），ソレノイド吸着装置（ｋ）と\nが本件発明３－２の構成要件Ｅにおける「前記トイレットペーパーを前記拭き取り\nアームに取り付ける紙取付部」として機能するものである旨主張するが，上記８(3)\nに記載のとおりであるから，「前記給紙部によって切断された前記トイレットペー\nパーを前記拭き取りアームに取り付ける紙取付部」は開示されているとはいえない。\n(2) 乙１１の１発明\nア  乙１１の１公報には，上記８(4)アのとおりの記載がある。\nイ  乙１１の１公報の記載によれば，本件発明３－２の構成要件ＡないしＣに相\n当する構成が開示されているが，構成要件Ｄの「ロール状の前記トイレットペーパ\nーを繰り出して，繰り出された前記トイレットペーパーを折りたたみ，折りたたま\nれた前記トイレットペーパーを切断する給紙部」に相当する構成が開示されていな\nいといえる。\n被告らは，さらに，構成要件Ｅにおける「切断された前記トイレットペーパーを\n前記拭き取りアームに取り付ける紙取付部」に対応する記載として，「拭き取りア\nームに，折り畳まれたトイレットペーパーを取り付ける紙取付部」が記載されてい\nる旨主張する。\nしかし，前記６(4)記載のとおり，一定の厚みと硬さをもった折りたたんだトイレ\nットペーパーを台紙の上に置いたものを「前記拭き取りアームに取り付ける紙取付\n部」は開示されているが，ロール状のトイレットペーパーを前提とする構成要件Ｅ\nにおける「前記トイレットペーパーを取り付けるための拭き取りアームに，前記給\n紙部によって切断された前記トイレットペーパーを取り付ける紙取付部」に相当す\nるものであるとはいえず，被告らの主張は採用できない。\n(3) 乙１１の２発明\n上記８(1)アによれば，乙１１の２公報には，本件発明３－２の構成要件Ｄに相当\nする構成が記載されているが，それ以外の構成要件に相当する構成は記載されてい\nない。\n(4) 乙１１の３発明\n上記８(2)アによれば，乙１１の３公報には，本件発明３－２の構成要件Ｄに相当\nする構成が記載されているが，それ以外の構成要件に相当する構成は記載されてい\nない。\n(5) 乙８の１発明を主引例とする進歩性欠如について\nア  乙８の１発明は，前記(1)のとおり，本件発明３－２と，構成要件ＡないしＣ\nに相当する構成を有する点で共通するが，構成要件Ｄ及びＥに相当する構成を有さ\nない点で相違する。\nイ  そうすると，乙８の１発明に，構成要件Ｄに相当する構成を有する乙１１の\n２発明あるいは乙１１の３発明を適用したとしても，本件発明３－２の構成に想到\nすることはできない。\n(6) 乙１１の１発明を主引例とする進歩性欠如について\nア  乙１１の１発明は，前記(2)のとおり，本件発明３－２と，構成要件Ａないし\nＣに相当する構成を有する点で共通するが，構成要件Ｄ及びＥに相当する構成を有\nさない点で相違する。\nイ  そうすると，乙１１の１発明に，構成要件Ｄに相当する構成を有する乙１１\nの２発明あるいは乙１１の３発明を適用したとしても，本件発明３－２の構成に想\n到することはできない。\n１０  小括\n以上検討してきたところによれば，被告らによるイ号物件の製造行為だけが本件\n特許権３を侵害する行為であると認められ，それ以外の行為について本件特許権１\nないし３の侵害の事実は認められない。\n１１  争点１１(原告の損害額)\n(1) 原告は，被告らによるイ号物件の製造行為による本件特許権３の侵害による\n損害額を主張するに当たり，特許法１０２条２項の適用を主張する。\nところで特許法１０２条２項は，民法の原則の下では，特許権侵害によって特許\n権者が被った損害の賠償を求めるためには，特許権者において，損害の発生及び額，\nこれと特許権侵害行為との間の因果関係を主張，立証しなければならないところ，\nその立証等には困難が伴い，その結果，妥当な損害の填補がされないという不都合\nが生じ得ることに照らして，侵害者が侵害行為によって利益を受けているときは，\nその利益額を特許権者の損害額と推定するとして，立証の困難性の軽減を図った規\n定であるから，特許権者に，侵害者による特許権侵害行為がなかったならば利益が\n得られたであろうという事情が存在する場合には，特許法１０２条２項の適用が認\nめられると解すべきである。\nしかし，本件についてみると，原告は，本件発明３の実施品を未だ製造販売して\nいないばかりか，また，競合品となるようなロボット便座を実際に製造販売してい\nる事実も認められないから（弁論の全趣旨），被告らによる本件特許権３の特許権\n侵害行為がなかったならば利益が得られたであろうという事情が存在するものとは\n認められない。\nしたがって，被告らによる本件特許権３の侵害行為による原告の損害額を検討す\nるに当たっては特許法１０２条２項を適用することはできないというべきである。\n(2) また，原告は，上記侵害行為を理由とする損害額の算定につき，同条３項の\n適用を前提とした損害額を主張するとして，被告Ｐ１が原告との契約に基づく試作\n品製造において得た対価に５％を乗じた金額をもって，本件発明３の実施料相当額\nである旨主張する。\nしかし，原告が実施料算定の前提に用いる試作品製造対価なるものは，原告と被\n告Ｐ１間の２０１３年型キレット試作品に関する製造委託契約により被告Ｐ１が支\n払いを受けた合計１３５５万９２５１円の報酬（甲２１ないし甲３０）を前提とす\nるものであるが，同報酬額が，本件特許権３の特許権実施品であるイ号物件そのも\nの対価だけでなく，その開発研究のために要した被告Ｐ１の労力等の報酬が含まれ\nていることは明らかである。これに基づいて実施料を算定した場合，特許発明の実\n施に対し受けるべき金銭の額を大幅に上回る部分が含まれることは明らかであって，\nこれを前提とする原告の主張は採用できない。\n他方，証拠（甲３４ないし甲３６，甲４１）によれば，被告日本アシストは，イ\n号物件から拭き取りアーム駆動部のみを抜き取ったものを展示したマッチング交流\n会の主催者である公益社団法人テクノエイド協会のホームページにおいて，出展者\n情報として，「販売の目途，販売予定価格」として，２０１６（平成２８）年８月\nの販売と販売価格として３０万円台を想定していることを記載していたことが認め\nられ，また，被告Ｐ１は，イ号物件の価格としては３０万円から５０万円であろう\nことを積極的に争っていないこと（弁論の全趣旨）からすれば，イ号物件の想定販\n売価格は少なくとも３０万円と認定するのが相当である。\nしたがって，被告らが本件特許権３の侵害品であるイ号物件を１台製造したにす\nぎない本件においては（甲３６の展示品は給紙部のないものであり，イ号物件には\n該当しない。），特許法１０２条３項を適用した原告の損害額の算定は，上記金額\n３０万円を前提にするのが相当であり，また侵害品に対する実施料率として５％は\n不相当とはいえないから，本件発明３の実施に対して受けるべき金銭の額に相当す\nる額は，同額に５％を乗じた１万５０００円と認めるのが相当である。\n１２  総括\n以上によれば，原告の本件における請求は，被告らに対して本件特許権３に基づ\nくイ号物件の製造販売行為等の差止め及びイ号物件の廃棄請求の限度で，被告Ｐ１\nに対して損害賠償として１万５０００円及びこれに対する不法行為の日の後の日で\nある平成２６年１１月１９日から支払済みまで民法所定の年５％の割合による遅延\n損害金の支払を求める限度でそれぞれ理由があるから，その限度で認容し，その余\nの請求は理由がないから棄却することとし，訴訟費用の負担につき民事訴訟法６４\n条本文，６１条，６５条本文を，仮執行宣言につき同法２５９条１項を適用して主\n文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官   森    崎    英    二\n裁判官   田    原    美  奈  子\n裁判官   大    川    潤    子\n"
}