{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 3,
    "day": 16
  },
  "case_number": "平成22(受)332",
  "case_name": "生命保険契約存在確認請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "民集　第66巻5号2216頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成21(ネ)207",
  "original_date": {
    "era": "Heisei",
    "year": 21,
    "month": 9,
    "day": 30
  },
  "gist": "保険料の払込みがされない場合に履行の催告なしに生命保険契約が失効する旨を定める約款の条項の，消費者契約法１０条にいう「民法第１条第２項に規定する基本原則に反して消費者の利益を一方的に害するもの」該当性",
  "case_gist": "生命保険契約に適用される約款中の保険料の払込みがされない場合に履行の催告なしに保険契約が失効する旨を定める条項は，(1)これが，保険料が払込期限内に払い込まれず，かつ，その後１か月の猶予期間の間にも保険料支払債務の不履行が解消されない場合に，初めて保険契約が失効する旨を明確に定めるものであり，(2)上記約款に，払い込むべき保険料等の額が解約返戻金の額を超えないときは，自動的に保険会社が保険契約者に保険料相当額を貸し付けて保険契約を有効に存続させる旨の条項が置かれており，(3)保険会社が，保険契約の締結当時，上記債務の不履行があった場合に契約失効前に保険契約者に対して保険料払込みの督促を行う実務上の運用を確実にしているときは，消費者契約法１０条にいう「民法第１条第２項に規定する基本原則に反して消費者の利益を一方的に害するもの」に当たらない。\n（反対意見がある。）",
  "ref_law": "消費者契約法10条，民法91条，民法541条，商法（平成17年法律第87号による改正前のもの）第3編第10章　保険，保険法第3章　生命保険，保険法第4章　傷害疾病定額保険",
  "lawsuit_id": "82127",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=82127",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/127/082127_hanrei.pdf",
  "contents": "主          文\n原判決を破棄する。\n本件を東京高等裁判所に差し戻す。\n理          由\n上告代理人谷川徹三ほかの上告受理申立て理由（ただし，排除されたものを除\nく。）について\n１  本件は，保険会社である上告人との間で生命保険等の保険契約を締結した被\n上告人が，上告人に対し，上記保険契約が存在することの確認を求める事案であ\nる。上告人は，約定の期間内に保険料の払込みがないときは当然に保険契約が失効\nする旨の約款の条項により上記保険契約は失効したと主張するのに対し，被上告人\nは，上記条項は消費者契約法１０条により無効であるなどとして，これを争ってい\nる。\n２  原審の確定した事実関係の概要は，次のとおりである。\n(1)  被上告人は，上告人との間で，平成１６年８月１日に原判決別紙保険契約\n目録記載１の医療保険契約（以下「本件医療保険契約」という。）を，平成１７年\n３月１日に同目録記載２の生命保険契約（以下「本件生命保険契約」といい，本件\n医療保険契約と併せて「本件各保険契約」という。）を，それぞれ締結した。\n本件各保険契約は，消費者契約法１０条にいう「消費者契約」に当たる。\n(2)  本件各保険契約の保険料の支払は，月払とされていたところ，本件各保険\n契約に適用される約款（以下「本件約款」という。）には，月払の保険料の弁済期\nと保険契約の失効に関して，次のような条項がある。\nア  第２回目以後の保険料は，月単位の契約応当日の属する月の初日から末日ま\nで（以下「払込期月」という。）の間に払い込む。\nイ(ア)  第２回目以後の保険料の払込みについては，払込期月の翌月の初日から\n末日までを猶予期間とする。\n(イ)  上記猶予期間内に保険料の払込みがないときは，保険契約は，上記猶予期\n間満了日の翌日から効力を失う（以下，この条項を「本件失効条項」という。）。\nウ  保険料の払込みがないまま上記猶予期間が過ぎた場合でも，払い込むべき保\n険料と利息の合計額（以下「保険料等の額」という。）が解約返戻金の額（当該保\n険料の払込みがあったものとして計算し，保険契約者に対する貸付けがある場合に\nは，その元利金を差し引いた残額。以下同じ。）を超えないときは，自動的に上告\n人が保険契約者に保険料相当額を貸し付けて保険契約を有効に存続させる（以下，\nこの条項を「本件自動貸付条項」という。）。当該貸付けは上記猶予期間満了日に\nされたものとし，その利息は年８％以下の上告人所定の利率で計算するものとす\nる。\nエ  保険契約者は，保険契約が効力を失った日から起算して１年以内（本件医療\n保険契約の場合）又は３年以内（本件生命保険契約の場合）であれば，上告人の承\n諾を得て，保険契約を復活させることができる（以下，この条項を「本件復活条\n項」という。）。この場合における上告人の責任開始期は，復活日とする。\n(3)  本件各保険契約の保険料は口座振替の方法によることとされていたとこ\nろ，平成１９年１月を払込期月とする同月分の本件各保険契約の保険料につき，保\n険料振替口座の残高不足のため，同月中に払込みがされず，同年２月中にも払込み\nがされなかった。\n３  原審は，上記事実関係の下で，次のとおり判断し，本件失効条項は消費者契\n約法１０条により無効であるとして，被上告人の請求を認容した。\n(1)  本件各保険契約の第２回目以後の保険料の弁済期限は，本件約款に定めら\nれた猶予期間の末日であり，本件失効条項は，弁済期限の経過により直ちに本件各\n保険契約が失効することを定めたものである。\n(2)  本件自動貸付条項及び本件復活条項は，契約の失効によって保険契約者が\n受ける不利益を補う手段として十分ではないし，上告人が従来から実務上保険料支\n払債務の不履行があった場合に契約失効前に保険契約者に対して保険料払込みの督\n促を行っていたか否かは，本件失効条項の効力を判断するに当たって考慮すべき事\n情には当たらない。\n４  しかしながら，本件各保険契約の第２回目以後の保険料の弁済期限を上記猶\n予期間の末日であると解した上，本件失効条項が消費者契約法１０条により無効で\nあるとした原審の上記判断は，是認することができない。その理由は，次のとおり\nである。\n(1)  前記事実関係によれば，本件約款においては，第２回目以後の保険料は払\n込期月の間に払い込むべき旨が明確に定められているのであって，第２回目以後の\n保険料の弁済期限は各払込期月の末日であることが明らかである。本件約款に定め\nられた猶予期間は，保険料支払債務の不履行を理由とする保険契約の失効を当該払\n込期月の翌月の末日まで猶予する趣旨のものというべきである。そうすると，本件\n失効条項は，保険料が払込期月内に払い込まれず，かつ，その後１か月の猶予期間\nの間にも保険料支払債務の不履行が解消されない場合に，保険契約が失効する旨を\n定めたものと解される。\n(2)  本件失効条項は，上記のように，保険料の払込みがされない場合に，その\n回数にかかわらず，履行の催告（民法５４１条）なしに保険契約が失効する旨を定\nめるものであるから，この点において，任意規定の適用による場合に比し，消費者\nである保険契約者の権利を制限するものであるというべきである。\n(3)  そこで，本件失効条項が信義則に反して消費者の利益を一方的に害するも\nのに当たるか否かについて検討する。\nア  民法５４１条の定める履行の催告は，債務者に，債務不履行があったことを\n気付かせ，契約が解除される前に履行の機会を与える機能を有するものである。本\n件各保険契約のように，保険事故が発生した場合に保険給付が受けられる契約にあ\nっては，保険料の不払によって反対給付が停止されるようなこともないため，保険\n契約者が保険料支払債務の不履行があったことに気付かない事態が生ずる可能性が\n高く，このことを考慮すれば，上記のような機能を有する履行の催告なしに保険契\n約が失効する旨を定める本件失効条項によって保険契約者が受ける不利益は，決し\nて小さなものとはいえない。\nイ  しかしながら，前記事実関係によれば，本件各保険契約においては，保険料\nは払込期月内に払い込むべきものとされ，それが遅滞しても直ちに保険契約が失効\nするものではなく，この債務不履行の状態が一定期間内に解消されない場合に初め\nて失効する旨が明確に定められている上，上記一定期間は，民法５４１条により求\nめられる催告期間よりも長い１か月とされているのである。加えて，払い込むべき\n保険料等の額が解約返戻金の額を超えないときは，自動的に上告人が保険契約者に\n保険料相当額を貸し付けて保険契約を有効に存続させる旨の本件自動貸付条項が定\nめられていて，長期間にわたり保険料が払い込まれてきた保険契約が１回の保険料\nの不払により簡単に失効しないようにされているなど，保険契約者が保険料の不払\nをした場合にも，その権利保護を図るために一定の配慮がされているものといえ\nる。\nウ  さらに，上告人は，本件失効条項は，保険料支払債務の不履行があった場合\nには契約失効前に保険契約者に対して保険料払込みの督促を行う実務上の運用を前\n提とするものである旨を主張するところ，仮に，上告人において，本件各保険契約\nの締結当時，保険料支払債務の不履行があった場合に契約失効前に保険契約者に対\nして保険料払込みの督促を行う態勢を整え，そのような実務上の運用が確実にされ\nていたとすれば，通常，保険契約者は保険料支払債務の不履行があったことに気付\nくことができると考えられる。多数の保険契約者を対象とするという保険契約の特\n質をも踏まえると，本件約款において，保険契約者が保険料の不払をした場合に\nも，その権利保護を図るために一定の配慮をした上記イのような定めが置かれてい\nることに加え，上告人において上記のような運用を確実にした上で本件約款を適用\nしていることが認められるのであれば，本件失効条項は信義則に反して消費者の利\n益を一方的に害するものに当たらないものと解される。\n(4)  そうすると，原審が本件約款に定められた猶予期間の解釈を誤ったもので\nあることは明らかであり，本件約款に明確に定められている本件失効条項につい\nて，上告人が上記(3)ウのような運用を確実にしていたかなど，消費者に配慮した\n事情につき審理判断することなく，これを消費者契約法１０条により無効であると\nした原審の判断には，判決に影響を及ぼすことが明らかな法令の違反があるという\nべきである。\n５  以上によれば，論旨は理由があり，原判決は破棄を免れない。そして，以上\nの見地から更に審理を尽くさせるため，本件を原審に差し戻すこととする。\nよって，裁判官須藤正彦の反対意見があるほか，裁判官全員一致の意見で，主文\nのとおり判決する。\n裁判官須藤正彦の反対意見は，次のとおりである。\n私は，本件約款の消費者契約法１０条後段該当性の点で多数意見と見解を異に\nし，結論において原判決を相当と考えるので，以下に述べることとしたい。\n１  消費者たる保険契約者は，保険料の不払（残高不足）がある場合に，民法５\n４１条が適用されその催告による注意喚起があれば，そのことを知らないでいると\nきはそれに気付くなどして，催告期間中に保険料を納付して保険契約上の債務不履\n行状態を解消し，保険契約の失効という事態を回避できる。保険契約者にとって，\n保険契約が失効することは致命的なことであるから，同条により履行の催告を受け\nることのできる地位は，基本的かつ重大な利益である。されば，多数意見も，本件\n失効条項自体については，任意規定の適用による場合に比し，消費者である保険契\n約者の権利を制限するものであるというべきである（消費者契約法１０条前段該\n当）とするところである。\nしかるところ，更に多数意見は，本件約款上に民法５４１条で求められる催告期\n間よりも長い猶予期間を定める条項及び自動貸付条項（以下，この二つの条項を併\nせて「本件配慮条項」という。）が定められていることに加えて，保険料払込みの\n督促の実務上の運用を確実にした上で本件約款を適用していることが認められるの\nであれば，本件失効条項は信義則に反して消費者の利益を一方的に害するものには\n当たらない（消費者契約法１０条後段該当否定）とする。私は，この点については\n同調できない。\n２  まず，本件配慮条項の方であるが，次のとおり，そのうちのいずれもが催告\nの代償措置には値しないものというべきである。\n(1)  第１に，本件失効条項における１か月の猶予期間の点についていえば，我\n々の生活実感からすればそれは瞬く間に過ぎてしまう期間ともいえないでないし，\n医療保険契約や生命保険契約が失効することは保険契約者にとって死活問題ともい\nえることとの対比においては，保険会社は一種の継続的契約関係である保険契約関\n係における当事者間の信義誠実の原則としてみだりに契約関係が失効することのな\nいよう努力すべきであり，信頼関係を破壊させる特段の事情が生じているわけでは\nないのにわずか１か月の遅滞（２回の不払）程度でそれを失効させてしまうのは相\n当でないという見方も成り立ち得る。民法５４１条で求められる催告期間より長い\n１か月としたということが，債務者（保険契約者）の権利の制限（不利益）にどれ\nだけ配慮しているのか甚だ疑わしいところである。\nのみならず，上記に述べたところからも明らかなとおり，催告期間とは，債務者\n（保険契約者）からみれば，債務不履行状態を解消する機会として与えられた期間\nであるから，その前提として，債務者（保険契約者）が債務不履行に陥っているこ\nとを知って初めて意味あることである。したがって，その起算点は，債務者（保険\n契約者）が債務不履行に陥っていることを知った日となるべきものである。しかし\nて，多数意見の述べるとおり，保険契約者は保険料支払債務の不履行があったこと\nに気付かない事態が生ずる可能性が高いのであって，その場合，払込みの督促通知\nがそれより後れて（一定期間経過するのが通常であろう。）債務者に到達するとき\nは，その到達した日が債務不履行に陥っていることを知った日であるから，その日\nがいわば起算点となって期間が進行するというべきである。単純に，民法５４１条\nにより求められる催告期間と本件の失効の猶予期間の１か月とを比較するのは正し\nくなく，弁済期限たる払込期月末日から督促通知の到達日までの期間が１か月とい\nう期間から差し引かれた上で比較されなければならないというべきである。例え\nば，本件の場合，原審の確定した事実によれば，平成１９年１月の払込期月の末日\nの後，同年２月１４日に督促通知を送付したことが認められるところ，通常，同様\nの時期に上記通知がされるとすれば，保険契約者が債務不履行を知るであろう同月\n中頃から同月末日までの約２週間程度が債務不履行解消可能期間となるにすぎない\nから，実質的にみれば本件の失効の猶予期間は，民法５４１条により求められる催\n告期間よりもさして長いわけではなく，この面からしても配慮の意味は乏しいとい\nわねばならない。\n(2)  第２に，本件自動貸付条項も，解約返戻金が応分に発生していなければ保\n険契約者には貸付けがされるわけではないから意味があるものとも思えない。例え\nば，本件の場合においても，原審の確定した事実によれば，本件医療保険契約では\n解約返戻金そのものが発生しないものであり，本件生命保険契約でも契約締結後の\n年数経過の不足のためそれが発生していなかったというのであるから，本件自動貸\n付条項をもって保険契約者の権利の制限（不利益）を緩和する事由として考慮する\nことは困難といわねばならない。\n結局，本件配慮条項が消費者たる保険契約者の権利の制限（不利益）を緩和する\n程度は相当に低く，そうすると，消費者の利益を一方的に害するものには当たらな\nいとする結論を導く根拠として実質的に意味があり得るのは，払込みの督促の実務\nの確実な運用ということに殆ど尽きるといってもよいように思われる。\n３(1)  そこで，この払込みの督促の実務について検討するに，もとより，約款\nの条項の消費者契約法１０条該当性の判断においては，約款外の実務の運用も考慮\nされるべきであって，なるほど，払込みの督促通知によって，保険契約者は債務不\n履行に陥っていることを気付かされ得る。殊に，例えば，督促通知がされるだけで\nなく，残高不足で振替が行われなかった場合に備えてコンビニエンス・ストアから\nの保険料振込の用紙をも保険契約者に送付し，それだけでなく，保険会社担当者か\nら，保険料の連続未収の場合には保険契約が失効する旨の説明・教示もしかるべく\n行うというのであれば，それ自体としては，一層そのようにいえよう。そして，そ\nのような運用が確実に行われるのであれば，保険契約者は着実に債務不履行につい\nて注意を喚起されるだろう。\nだが，その督促通知をすることも，その運用が確実であることも，あくまで事実\n上のものにしか過ぎない。払込みの督促をすべきことが約款上に規定されているわ\nけでもないから，法的義務とはならず，法的保護の埒外にある。そもそも，督促通\n知の実務上の運用が確実にされているということがどのようにして確かめられるの\nか疑問であるが，そのことは別にしても，「確実」といわれる実務の中で，万一，\n保険会社が現実に督促通知を行わなかったとしても，保険契約者は，保険会社を相\n手としてなすすべもない。また，払込みの督促の実務上の運用は法的に何ら担保さ\nれてなく，これを廃止するのに何らの障碍もない。つまり，保険会社がコストカッ\nト（経費節減）を実施することが求められる場合，人件費等を少なからず要すると\nみられるそれは，経済合理性に基づいて高い優先順位でコストカットの対象となり\n得，容易にそれを廃止するか，そうでないとしても極めて形骸化したものにし得る\nといえる。\nそうすると，実務上払込みの督促を行っていることにより，民法５４１条を適用\nしないことによる保険契約者の権利の制限（不利益）がカバーされるものとまでは\nいい難い。\n(2)  本件失効条項は，保険契約における保険料は少額であること，そのような\n保険料の支払義務が不履行の場合に催告を行うことにはコストがかかり，また，そ\nの最終的解決方法として強制履行や損害賠償という方法は非現実的であること，保\n険制度は多数人との保険契約の締結を前提とするのであるから，迅速に多数の保険\n契約関係を処理する必要性があることなどに由来するものであろう。払込みの督促\nの旨を本件約款上に規定すれば，それが法的義務になるわけであるが，そうしない\nのも同様の理由によるものであろう。効率よく保険契約関係が解消処理されること\nは，結果的には，保険契約者が保険料支払義務から早期に解放されるという点で，\nまた，保険契約者集団全体の保険の原資の確保に資し，民法５４１条に基づく催告\nを要求することに基づく保険会社のコストの増大による保険契約者全体の負担の増\n加を防止できることになるという点で，保険契約者側にも利点もあるという側面も\nあるが，上記に照らせば，本件失効条項や払込みの督促の運用は，結局のところ，\n私企業たる保険会社が迅速かつ低コストといった経済合理性を追求することによる\nものであろう。\nだが，保険約款の消費者契約法１０条該当性を論ずる局面では，ひとり企業にと\nっての経済合理性等から考えられるべきではなく，たとえコスト減が制限され，そ\nれが全体の契約者等の負担にはね返るような事態になるとしても，個々の消費者と\nしての保険契約者の目線や立場でも議論が進められるべきであろう。そもそも，そ\nの少額多数というのも保険会社側の論理であって，当該保険契約者の立場からすれ\nば「少額」でもないし，「多数」でもないだろう。保険給付金額は，甚だ多額であ\nる。保険契約者は，保険会社にとっては無数の保険契約者のうちの１人にしか過ぎ\nないが，当該保険契約者にとって保険会社はそうではない。保険契約が失効した場\n合に当該保険契約者に与える影響は致命的なもので，特に，保険契約者は，将来の\n健康状態の悪化による万一の事態における生活保障を得るためにこの生命保険とい\nう金融商品を取得することが多いと思われ，それが失効して保険給付が受けられな\nくなると，その頃に健康状態が変化しているときは新たな生命保険契約の締結が至\n難ということになりかねず，かくては，保険契約者の生活保障に深刻な打撃を与え\nるということにもなり得るのである。\nしかも，肝腎なことは，保険契約者がこの本件失効条項の存在，内容を必ずしも\n十分に理解していないであろう事情に加えて，事業者たる保険会社と消費者たる保\n険契約者間の情報力・交渉力において圧倒的な格差があることよりすると，払込み\nの督促の実務が事実上されなくなった場合に，保険契約者には，契約の対等な当事\n者としてそれを復活させる交渉も期待できないし，また，そのための手立ても十分\nには持ち合わせていないということである。払込みの督促通知の廃止又は形骸化が\n生じた場合に，保険契約者が，改めて裁判所に本件失効条項の無効の主張を持ち込\nむことも実際上は期待し難い。\nそうすると，払込みの督促の実務の運用が確実にされているとしても，それが事\n実上のものにとどまる限りは，やはり，事業者たる保険会社が消費者の正当な利益\nに配慮せず，迅速かつ低コストの事務処理という自己の利益を専ら優先させて消費\n者たる保険契約者の基本的かつ重大な利益を損なっているものとみるよりほかない\nのである。\n４(1)  以上要するに，本件配慮条項があることに加えて実務の運用で督促通知\nが確実に行われている事実が認められるとしても，それらをもってしては，消費者\nたる保険契約者には，民法５４１条の催告を受けて不履行状態を解消することがで\nきるのと同等の地位が法的に担保されていないままであるといえる。結局，本件約\n款の下においては，事業者たる保険会社が消費者たる保険契約者の正当な利益に配\n慮せず，自己の利益を専ら優先させて消費者の利益を害する結果をもたらすものと\nいわざるを得ない。したがって，本件失効条項は，信義則に反して消費者の利益を\n一方的に害するものに当たり，消費者契約法１０条前段に加えて同条後段にも該当\nして無効というべきである。\n(2)  さすれば，本訴訟を契機に，保険会社において，契約の解除のために通常\n行われているような催告が至難ということであるとしても，少なくとも，督促通知\nを行うべきことを約款上に明記するなどこれを法的に義務付けるようにすべきであ\nる。その場合，督促通知の内容，体裁は，例えば，猶予期間を経過すれば失効する\n（「失効することがある」ではなく）旨を他の字より太文字で，かつ，その箇所に\n太い赤下線を施すなど，保険契約者の注意を喚起するに十分な記載をするような方\n向での取組を進めることを期待したい。外国の立法例では，催告ないしは書留郵便\nによる督促を法的に義務付けているものもあるようであり，そのことよりすれば，\n上記のようなことは，保険会社に対して難きを強いるものとは到底思えないところ\nである。\n(裁 判 長 裁 判 官   須 藤 正 彦   裁 判 官   古 田 佑 紀   裁 判 官   竹 内 行 夫   裁 判 官\n千葉勝美)\n"
}