{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 7,
    "day": 16
  },
  "case_number": "平成30(う)1849",
  "case_name": "覚せい剤取締法違反",
  "court_name": "東京高等裁判所第１０刑事部",
  "result": "破棄自判",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成29特(わ)2685",
  "lawsuit_id": "88897",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88897",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/897/088897_hanrei.pdf",
  "contents": "令和元年７月１６日宣告  東京高等裁判所第１０刑事部判決\n平成３０年（う）第１８４９号  覚せい剤取締法違反被告事件\n主        文\n原判決を破棄する。\n被告人は無罪。\n理        由\n第１  事案の概要及び本件控訴の趣意について\n１  本件は，被告人が，平成２９年１１月上旬頃から同月１５日までの間に，東京\n都内又はその周辺において，覚せい剤を自己の身体に摂取したという事案である。\n２  本件控訴の趣意は，要するに，①被告人は，公道上で身体検査を受けた際，警\n察官から突然陰部を触られたため，それ以上の身体検査を拒否し，さらに，その\n後の警察官からの執拗な要求に応じて，公道上で下着を下ろし，陰部を露出して\n身体検査に協力するなどしたのに，これらの重要な事実を一切記載しない虚偽の\n報告書を提出して，強制採尿令状等を取得した手続には，令状主義の精神を没却\nする重大な違法があり，このような違法な手続を利用して行われた採尿手続によ\nって得られた被告人の尿の鑑定書（原審甲５，以下「本件鑑定書」という。）は違\n法収集証拠として証拠能力がないにもかかわらず，原裁判所がこれを採用したこ\nとは，判決に影響を及ぼすことが明らかな訴訟手続の法令違反がある，②被告人\nには覚せい剤使用の故意がないのに，これを認めた原判決には，判決に影響を及\nぼすことが明らかな事実の誤認がある，というのである。\n第２  訴訟手続の法令違反の論旨について\n１  原判決の判断の要旨\n原判決は，要旨，以下のとおり説示して，本件の強制採尿令状等の取得手続に\nは，令状主義の精神を没却するような重大な違法があるとはいえないとして，本\n件鑑定書の証拠能力を認めた。\n関係証拠によれば，本件の前提として，以下の事実が認められる。\nア  平成２９年１１月１２日午前２時２０分頃（以下，同日中の出来事につい\nては，年月日の記載を省略する。），      Ⅹ警察署（以下「  Ⅹ署」とい\nう。）の  Ｂ   巡査部長（以下「Ｂ  警察官」という。）及び   Ⅽ   巡\n査長（以下「  Ｃ  警察官」という。）は，パトカーで警ら中，東京都  甲\n内の公道上で，後部ナンバー灯の左側が滅灯している自動車を発見し，停止\nさせたが，運転席には被告人が，助手席には別の男性が乗車していたので，\n交通違反の嫌疑で被告人に対する職務質問を開始した。無線照会をすると，\n被告人の薬物犯罪歴が判明したため，薬物犯罪の嫌疑を抱いた  Ｂ警察官ら\nは，上記自動車の車内検索や被告人の所持品検査を行ったが，被告人はいず\nれについても応じ，薬物等は発見されなかった。\nイ  午前２時３５分頃，別のパトカーで警ら中の  Ｄ   巡査（以下「Ｄ  警\n察官」という。）らに応援要請がされ，同人らや  Ｈ   巡査長（以下「Ｈ\n警察官」という。）ら複数の警察官が現場に到着し，被告人に対し，任意採尿\nや腕をまくって見せることの説得がされたが，被告人は，令状がなければ応\nじられないという態度であった。\nウ  被告人は，当時運転免許証を携帯しておらず，Ｙ  のビデオボックスにあ\nるので，一緒に来て確認してほしいと申し立てたので，  Ｄ警察官らは，午\n前３時２３分頃，被告人を同乗させて上記ビデオボックスに向かい，午前４\n時１０分頃，被告人の運転免許証を確認した。同警察官が，免許証不携帯の\n反則告知をするため，Ｘ  署への任意同行を求めると，被告人は，これに応\nじ，午前４時４３分頃，同署において反則切符の告知を受けた後，午前５時\n３０分頃，帰宅した。この間も，被告人に対し，任意採尿や腕をまくって見\nせることの説得がされたが，令状がなければ応じられないとの被告人の意思\nは変わらなかった。\nエ    Ｈ警察官らは，午前１０時頃，覚せい剤の所持及び使用を被疑事実とし\nて，被告人の着衣及び所持品の捜索差押許可状，両腕の身体検査令状及び強\n制採尿令状を東京簡易裁判所に請求し（以下「本件令状請求」という。），午\n後０時頃，同裁判所裁判官により強制採尿令状等が発付された。\nオ  同月１５日午後４時５７分頃，被告人方において被告人に強制採尿令状が\n示され，採尿場所の病院まで同行後，被告人が自ら尿を出すことに同意した\nことから，任意採尿が行われ，その結果，被告人の尿から覚せい剤成分が検\n出され，本件鑑定書が作成された。\n上記⑴アの後に実施された被告人に対する身体検査の状況については，これ\nを実施した  Ｂ警察官及び   Ｃ警察官の各原審証言と，被告人の原審公判供\n述とが食い違っているが，後者の供述のうち，警察官が股間を触ってきたので，\nびっくりして体をひねり，「何でそんな所まで触るのか。」と言ったという部分\nは，それまで素直に身体検査に応じていた被告人の反応として自然であり，そ\nの後，被告人が「見るんだったら見せてやる。」などと言いながら，陰部を露出\nしようとしたという  Ｂ警察官の上記証言と整合的であって，軽視し難い信用\n性がある。この点については，   Ｃ警察官は，原審公判において手を差し伸\nべたのはバックルの辺りであり，股間は触っていないし，普段から触ることも\nないと証言するとともに，ベルト付近とはベルトと股間の部分であり，よくパ\nンツの中に隠しているという話もあるので，その付近に手を差し伸べて反応を\n見たとも証言しているのであって，身体検査の過程で，   Ｃ警察官が被告人\nの股間に触った可能性は否定できない。したがって，被告人の原審公判供述の\nとおり，同警察官が被告人の陰部を触ったことをきっかけに，被告人が，令状\nがなければ協力しないと態度を変えたと認定するのが相当である。\n一方，被告人は，原審公判において，その後の状況について，実際に陰部を\n露出し，その態様もベルトを外してズボンとパンツを下ろしたものであったと\n供述するが，警察官が，職務質問の対象者に対し，夜間とはいえ，通行人がい\nる公道上で裸になることを求め，陰部が露出されると，やめてくださいと言う\nこともなく，じっと見ていたとか，それに先立ち，二の腕まで見せたのに，覚\nせい剤使用の嫌疑の裏付けとなる注射痕の確認をせずに，「それでは駄目で上\nも脱げ。」と言ったというのは，あまりに不自然，不合理であって信用できな\nい。  Ｂ警察官が，被告人がチャックを下ろして陰部を露出しようとする動作\nを見たとしながら，実際に陰部を露出したかどうか見えなかったと証言するの\nは不自然な感を否めないが，  Ｂ警察官の原審証言によれば，暗がりであり，\n被告人は体を回転させながらズボンのチャックをずらしたことや，短時間であ\nったことを踏まえれば，陰部露出の有無が分からないということもないとはい\nえない。そうすると，ベルトを外してズボンとパンツを下ろすような形での陰\n部露出があったとは認定できない。\n⑶  以上を前提にして，本件鑑定書の証拠能力を検討すると，本件令状請求の疎\n明資料には，「着衣の上から素手で確認していると，被疑者はズボンのベルト\n付近の捜検になると突然激昂し，『なんでそんなところまで触るんだ。令状を\nもってこい。』と大声で怒鳴りながら，身体を反転させながら，   Ｃ警察官か\nら離れようとした」といった記載があるが，実際には，前記のとおり，警察官\nが股間を触ってきたことから，被告人がそのようなことまでするなら令状を持\nってこいと言ったものであり，意味合いが相当異なる。また，被告人が陰部を\n出そうとした事実も，ベルト付近の覚せい剤所持の嫌疑の程度に影響するから，\nこの記載がないのも不適切である。\nしかし，腰回りであれ，陰部であれ，被告人が，突然令状がなければ応じら\nれないと態度を変えたことに変わりはなく，いずれにせよ覚せい剤所持の嫌疑\n自体は認められること，前記のとおり，ベルトを外し，ズボンとパンツを下ろ\nす形で陰部を露出させたことはなかったのであるから，警察官において，覚せ\nい剤所持の嫌疑が解消されたと認識しながら，敢えてその嫌疑があるかのよう\nな記載をしたとまではいえないことなどからすると，上記のような不適切な点\nがあるのはともかく，本件令状請求手続に，令状主義の精神を没却するような\n重大な違法があるとはいえず，本件鑑定書の証拠能力が否定されることはない。\n２  当裁判所の判断\n前提事実について\nア  原判決が証拠能力の判断の前提とする前記事実のうち，所持品検査の過程\nで，   Ｃ警察官が被告人の陰部付近を触ったことをきっかけに，被告人が，\n令状がなければ協力しないと態度を変えたと認定した点については，論理則，\n経験則等に照らして不合理なところがなく，当裁判所も是認することができ\nる。しかし，被告人が，ベルトを外してズボンとパンツを下ろすような形で\nの陰部露出があったとは認定できないとした点については，是認することが\nできない。\n以下，所論を踏まえ，原審で取り調べた証拠に，当審で取り調べた証拠も\n併せて，説明する。\nイ  所論は，①原判決が，警察官が偽証をしたと認定しながら，警察官が歩道\n上で陰部を露出させるなどということをするはずがないという理由で，原審\n弁護人の主張や被告人の原審公判供述を排斥するのはおかしい，②警察官が\n被告人の股間を触ったところ，被告人が態度を急変させたのであるから，同\n警察官が，ズボンかパンツの中に被告人が薬物を隠匿していると嫌疑を抱く\nのは当然であって，ズボンやパンツ内を見せるように要求することはむしろ\n自然である，③原判決は，  Ｂ警察官が被告人の陰部露出を確認できなかっ\nた理由として，職務質問を実施した場所が暗がりであったことや被告人が左\n側に体を回転させたことを挙げるが，同所は街灯もあり，パトカーのヘッド\nライトにも照らされていたから，確認できないわけはないし，被告人が左側\nに体を回転させたのは，   Ｃ警察官が被告人の股間を触った時であるなど\nと主張する。\nこの点について，  Ｂ警察官は，原審公判において，「被告人は『見るん\nだったら見せてやるよ。』と言って，自らチャックを下ろして，陰部を露出\nしようとしたが，『そこまでする必要はありません。』と言って，被告人の正\n面に立ちふさがるように回り込むとともに，両手でやめてくれとジェスチャ\nーをしたところ，被告人は陰部をしまった。薄暗かったせいもあって，陰部\nを露出したかどうかは見えなかった。」と証言する。しかしながら，所論の\n指摘するとおり，  Ｂ警察官は，被告人がズボン又はパンツの中に覚せい剤\nを所持しているのではないかとの疑いをもっていたはずであって，それにも\nかかわらず，目の前の被告人がパンツを下ろして陰部を露出しようとしてい\nたのを注視しなかったというのは信用し難い。また，同警察官も，被告人が\n陰部を露出したかどうか見えなかったというにとどまり，露出しなかったと\n証言しているわけではない上，被告人にやめるように求めたところ，「すぐ\nに応じて陰部をしまいました。」とすら証言している（原審証人Ｂ  １４頁）\nのであるから，原判決のように，被告人の原審公判供述が信用できないから\nという理由で，被告人が陰部を露出しなかったと認定するのは，論理の飛躍\nがあり，論理則，経験則等に照らして不合理であるといわざるを得ない。\nこの点について，当審で取り調べた証人  Ｉ   （以下「Ｉ  」という。）\nは，被告人は，「やだやだー」などと叫びながらズボンとパンツを一気にさ\nげ，５秒から１０秒程度脱いでいたが，この間，被告人の目の前にいた警察\n官２名は，じっとこれを見ていたと証言する。  Ｉの当審証言は，具体的で\nあって，被告人の原審公判供述とも大筋において符合しており，事件以降に\n被告人と口裏を合わせたという形跡もないので，その信用性に特に疑問をさ\nしはさむべき事情は見当たらない。５秒から１０秒という時間については，\n若干長すぎる感も否めないが，時間についての記憶は感覚的なものであり，\n数秒など一定の時間と考えればおかしくはない。\nこれに対して，検察官は，当審における弁論において，①  Ｉの当審証言\nは，パンツの下ろし方等について，被告人の原審公判供述と食い違いがある，\n②  Ｉの当審証言が被告人の主張を裏付けるものであるのは明らかである\nのに，  Ｉが控訴審になってから証人として出廷したのは不自然であり，被\n告人の原審公判供述に合わせて証言した疑いがあるなどと主張する。しかし，\n①については，  Ｉの当審証言は，事件から１年半ほど経過した後のもので\nあり，被告人の原審公判供述と若干の相違点があることは，記憶の減退によ\nるものと考えられ，信用性を損なうほどのものではない。②については，\nＩの当審証言によれば，原審の段階では，  Ｉは原審弁護人と本件について\n話したものの，本件には関わりたくないと思っており，同弁護人から証人と\nして出廷するように依頼されることもなかったが，原判決において  Ｉの認\n識と違う事実が認定されたと聞いて，証人として出廷することを承諾したと\nいうのであって，その経過に不自然な点はない。\nウ  そして，陰部を露出した契機について，被告人は，原審公判において，\nＣ  警察官から，「パンツの中を見たい。何かを隠してる。」「中に隠してい\nなければ見せることができるはずだ。」などと，被告人に対し公道上でパン\nツの中を見せるようにしつこく要求されたためである旨供述するところ，被\n告人が何も理由がないのに急に公道上で陰部を露出するとは考え難いこと\nからすれば，このような被告人の供述の信用性を否定することはできず，\nＣ  警察官から上記のような要求があったことが，被告人が陰部を露出する\n契機となったと認めるのが相当である。\nこれに対して，  Ｂ警察官は，原審公判において，ベルトの裏，腕及び採\n尿について被告人を説得していたところ，被告人が「見るんだったら見せて\nやるよ。」と言って，チャックを下ろしたと証言するが，ベルトの裏，腕及\nび採尿について説得されていた被告人が，急に陰部を露出しようとする理由\nはなく，  Ｂ警察官の証言する経過は不自然であって，信用できない。\nなお，検察官は，当審における弁論において，職務質問において，警察官\nが，対象者に陰部の露出を求めることは，公道上で騒ぎになりかねず，任意\n捜査の限界を超えるとして証拠能力が否定される可能性もあるから，あり得\nないと主張する。確かに，一般的にはそのとおりであるが，このことから\nＩの当審証言等の信用性を否定し切れるものではなく，後記のとおり，警察\n官が，本件令状請求の疎明資料に陰部の露出等の事実を記載せず，原審公判\nにおいても虚偽の証言をしている疑いがあるのは，このような手続的な違法\nを糊塗するためではないかと考えられる。\nエ  他方，上記の経過の中で警察官に腕を見せるように要求された時の対応に\nついて，被告人は，原審公判において，警察官から「両腕をめくりなさい。」\nと言われて，肘の内側が見えるまでシャツの袖をめくり，警察官がそれを確\n認したにもかかわらず，同警察官から「そんなんじゃ駄目だ，上も脱げ。」\nなどと言われたと供述する。\nしかしながら，被告人の肘の内側に注射痕があることは一見して分かるこ\nとである（原審甲６）から，警察官がもしそれを現認したとすれば，令状を\n請求する際の疎明資料に当然記載するはずである。しかしながら，  Ｂ警察\n官作成の取り扱い状況報告書（原審甲１２）にも，  Ｈ警察官らが作成した\n捜査報告書（原審甲１０）にも，両腕をまくって見せるように被告人に言っ\nたが拒否された旨が記載されている。被告人の腕に関する警察官の言動には，\n特段の違法行為があったとは認められないので，もし被告人が供述するとお\nりの経過であれば，警察官が注射痕を現認したにもかかわらずそれを記載し\nないとは考え難い。そうすると，警察官の要求に応じて腕をめくって見せた\nという被告人の原審公判供述は信用できない。したがって，腕をめぐる経緯\nについては，  Ｂ警察官や   Ｃ警察官の各原審証言のとおり，警察官らが\n被告人に対して腕を見せるように言ったのに対して，被告人はこれを拒絶し\nたと認めるのが相当である。\nオ  以上によれば，   Ｃ警察官が被告人の陰部付近を触った後，被告人が陰\n部を露出した状況は，次のとおりであったと認められる。\nすなわち，被告人は，   Ｃ警察官から断りなく陰部付近を触られたこと\nから，大声を出して怒った。同警察官は，被告人の反応を見て，被告人が陰\n部付近に違法薬物を隠匿しているのではないかという疑いを深め，被告人に\n対し，「パンツの中を見たい。何か隠してる。」などと言ったが，被告人は，\n「駄目だ，人がいるから嫌だ。」などと言ってそれを断った。さらに，同警\n察官は，両腕を見せるように被告人に求めたが，被告人はそれも断った。そ\nこで，同警察官が，被告人に対し，「中に隠していなければ見せることがで\nきるはずだ。」などと言い続けたところ，被告人は，「分かった。ちょっとだ\nけだぞ。」などと言って，ズボンとパンツを膝まで下ろした。同警察官と\nＢ警察官は，数秒間それを見ていたところ，被告人はズボンとパンツを上げ\nた。\n本件鑑定書の証拠能力について\nア  以上の認定事実を前提に，被告人に対する所持品検査及び本件令状請求の\n適法性について検討する。\nまず，   Ｃ警察官が，着衣の上から被告人の陰部付近を触ったことの\n適法性について検討する。\n被告人は，同警察官からの要求に応じて，着衣の上からの身体検査を承\n諾し，それに応じていたが，陰部付近を触られることまで承諾していたと\nは認められないところ，着衣の上からとはいえ，被疑者に何ら断ることな\nく陰部付近を触るという行為は，個人のプライバシーに対する配慮を欠\nいた不適切なもので，実質的に無令状で被告人の身体に対する捜索を実\n施するに等しいものである。この点について，検察官は，   Ｃ警察官は\n意図的に触ったものではないため，同警察官は触っていない旨証言した\nと主張する。しかし，同警察官は，原審公判で，ベルトのバックル付近に\n手を差し伸べたと証言する一方で，股間を触ったことはないと証言する\nところ，同警察官が，自分の手が被告人の陰部に触れたかどうかを分から\nないわけはないのであって，この点について同警察官は事実と異なる証\n言をしているというほかない。偶然触れてしまっただけであれば，そのよ\nうに証言するはずであって，同警察官は意図して陰部付近に触れたとみ\nるべきである。\n警察官としては，陰部付近以外について身体検査を行った上で，陰部付\n近に何かを隠匿していないか被告人に尋ねるとともに，その対応に応じ\nて，被告人のプライバシーにも配慮しつつ，パトカーの中や警察署に移動\nするなどして，更に陰部付近の所持品検査を続行するといったことが十\n分に可能であり，他方，この時点で，上記のような態様で所持品検査を行\nうことが必要とされるような差し迫った状況は認められない。したがっ\nて，   Ｃ警察官が着衣の上から被告人の陰部付近を触った行為は，職務\n質問に付随する所持品検査として許容される範囲を超えた違法なもので\nあるといわざるを得ない。\n次に，被告人が公道上で陰部を露出するに至った経緯の適法性について\n検討する。\nＣ警察官が，公道上で，被告人に対して，「パンツの中を見たい。\n何か隠してる。」「中に隠していなければ見せることができるはずだ。」な\nどと言ったという点については，その場でパンツの中を見ようとすれば，\n被告人のプライバシーが大きく侵害される可能性があるにもかかわらず，\nパトカーや警察署に任意同行するなどして，プライバシーが確保された\n状況でパンツの中を確認するといった要請がされたとも認められない上\nに，   Ｃ警察官は，被告人に対して何度もパンツの中を見せるように要\n求しており，かつ，被告人がパンツを降ろした後もそれを止めることもせ\nずにじっと見ていたというのであるから，同警察官の上記言動は，被告人\nに対して公道上でパンツを脱ぐことを求めたと解さざるを得ない。プラ\nイバシーが確保された状況においてパンツの中を確認させてもらうよう\nに要請するなど，他に採り得る手段があり，特段の緊急性が認められない\nにもかかわらず，公道上においてパンツを脱ぐように求めた同警察官の\n言動は，被告人のプライバシーや羞恥心に対する配慮を著しく欠いたも\nのであり，その結果，実際に被告人が公道上でパンツを下げて陰部を露出\nするに至ったことを踏まえると，同警察官が有形力を行使したわけでは\nないものの，その言動は違法であるとの評価を免れない。\n上 を踏まえて，本件令状請求の疎明資料の記載の適法性につ\nいて検討する。\n上記の経緯を経て，  Ｈ警察官は本件令状請求を行ったが，その疎明資\n料である同警察官ら作成の捜査報告書（原審甲１０）には，被告人が覚せ\nい剤を所持及び使用していると認められる理由として，次の４点が記載\nされている。\n①  被告人は，覚せい剤の犯罪歴６件を有し，頬がこけ，目が充血してい\nてうつろであり，突然大声を上げるなどの薬物乱用者の特徴が認められ\nること\n②  被告人は，所持品検査に応じていたものの，ズボンの腰回りを検査し\nようとしたところ，「なんでそんなところまで触るんだ。令状を持ってこ\nい。」と大声で怒鳴るなどの言動があること\n③  被告人に対し，両腕をまくって見せるように求めたところ，「腕を見\nたいなら令状を持ってこい。つい最近も  Ｚでしょんべんを出したばか\nりだ。  Ｚでは任意だったんだ。でももう任意では協力しない。令状を\n持って来い。」などの言動があり，警察官による再三の説得に応じなかっ\nたこと\n④  平成２６年６月の覚せい剤使用の被疑事件の際には，左腕のひじ内側\nの血管に注射して使用していたこと\nまた，同じく本件令状請求の疎明資料である  Ｂ警察官の取り扱い状\n況報告書（原審甲１２）には，次の記載がある。\n⑤  警察官が，身体捜検を実施するため，着衣の上から素手で確認してい\nると，被告人は，ベルト付近の捜検になると突然激昂した。\n上記②，③及び⑤の記載を併せて読めば，「被告人は，警察官による着\n衣の上からの所持品検査には応じていたものの，腰回りになると大声で\n怒鳴って拒絶した。また，警察官が両腕をまくってみせるように求めたの\nに対しても，被告人は拒絶した。」といった趣旨に読める。確かに，「腰回\nり」というのはやや幅をもった記載であって，陰部を含んでいるともいえ\nなくもないし，警察官が両腕をめくってみせるように求めたのに対して，\n被告人が拒絶したことも事実であり，この記載自体に誤りはない。しかし\nながら，前記認定のとおり，事実は，「被告人は，着衣の上からの所持品\n検査には応じていたものの，警察官が断りもなく陰部付近に触れたため，\n大声で怒鳴ってそれ以上の所持品検査を拒否し，警察官が両腕をまくっ\nてみせるように求めたのに対しても拒否した。さらに，警察官が被告人に\n対してパンツの中を見せるように求めたのに応じて，被告人は，公道上で，\nパンツを脱ぎ，警察官はパンツの中に被告人が何も隠していないことを\n確認した。」というのである。上記疎明資料の記載では，被告人は腰回り\nに覚せい剤を隠匿していたため，大声で怒鳴るなどして所持品検査を拒\n否したように読めるのに対して，実際には，被告人はいきなり陰部付近を\n触られたので大声を出しただけであり，腕を見せることは拒絶したもの\nの，警察官の求めに応じてパンツを下ろし，パンツの下に違法薬物等がな\nいことが確認されたのであって，被告人の身体検査への対応状況はかな\nり異なっている。\nそうすると，警察官は，上記 及び の手続的な違法を糊塗するため，\n本件令状請求の疎明資料に，これらの事実をありのままに記載すること\nなく，むしろ令状審査を行う裁判官の判断を誤らせる記載をしたという\nべきであって，本件令状請求の疎明資料の記載も違法であるとの評価を\n免れない。なお，捜査報告書（原審甲１０）を作成した警察官らが，\nＢ警察官や   Ｃ警察官から虚偽の報告を聞いた上で，意図せずに虚偽\nを記載したのか，自らも虚偽であることを知っていたか証拠上明らかで\nはないが，いずれにせよ違法であることに変わりはない。\nイ  以上を前提に，本件鑑定書の証拠能力について検討する。\n既に説示したとおり，本件において，警察官らは，被告人の承諾なしに，\nズボンの上からではあるが，その陰部付近に触れ，さらに，公道上において\n被告人に対しパンツを脱ぐように求め，被告人がこれに応じて公道上でパン\nツを脱いだのを利用して，パンツの中に覚せい剤等がないかを確認した上，\n上記の事実を殊更に隠し，不正確な事実を本件令状請求の疎明資料に記載す\nるなどしたものである。警察官が，当初，被告人に対して，職務質問に対す\nる応答の仕方や薬物犯罪歴等から，違法薬物の所持及び使用の嫌疑を抱いた\nこと自体は正当であるものの，その後は，被告人の陰部付近に薬物を隠匿し\nているのではないかと考えて，令状がないのに意図して陰部付近の捜索を行\nい，続けざまに被告人に対してそのプライバシーや羞恥心への配慮を全く欠\nいたまま公道上でパンツを脱ぐように要求し，実際に被告人がパンツを脱ぐ\nに至らせた上，以上の手続的な違法を糊塗するために，本件令状請求の疎明\n資料に，令状審査を行う裁判官をして令状請求の根拠となる覚せい剤の隠匿\nの嫌疑に関する事実を誤解させる記載をして裁判所に提出したものである\nから，このような一連の捜査の過程は，違法に違法を重ねるものであって，\n令状主義の精神を没却する重大な違法があるといわざるを得ない。\n本件鑑定書に係る被告人の尿は，上記の一連の捜査過程を経た本件令状請\n求に基づいて強制採尿に係る捜索差押許可状が発付され，それが被告人に呈\n示された上で実施された採尿手続で採取され，差し押さえられたものである。\n本件の一連の捜査過程の違法は，覚せい剤の所持の嫌疑に係るものではある\nが，本件令状請求が，覚せい剤の所持のみならず使用についても同じ疎明資\n料を用いて行われており，両者が相互に密接に関係することからすれば，本\n件鑑定書は，重大な違法がある上記一連の捜査手続と密接な関連を有するも\nのとして，一連の違法な手続の影響を免れないというべきである。また，警\n察官らは，上記のとおり，本件令状請求において，記載すべき事実を殊更に\n記載せずに，不正確な事実を記載したばかりか，原審公判でも，これと同旨\nの証言を行ったのであり，これら一連の経過は，警察官らが手続的な違法を\n糊塗しようとするものであって，本件鑑定書を証拠として許容することは，\n将来における違法捜査抑制の見地からしても相当でないといわざるを得な\nい。\nしたがって，本件鑑定書は，違法収集証拠として証拠能力を否定すべきで\nあって，原裁判所がこれを証拠として採用したことは，刑訴法３１７条に違\n反するものである。そうすると，本件鑑定書を証拠として採用しなければ，\n原判示の覚せい剤使用の事実を認めるに足りる証拠はないから，この違法が\n判決に影響を及ぼすことは明らかである。\n⑶  したがって，違法収集証拠に関する論旨には理由があり，その余の控訴趣意\nについて判断するまでもなく，原判決は破棄を免れない。\n第３  結論\nよって，刑訴法３９７条１項，３７９条により原判決を破棄し，同法４００条た\nだし書を適用して，被告事件について更に判決をする。\n本件公訴事実の要旨は，前記第１の１のとおりであるところ，この事実が認定で\nきないことは，既に説示したとおりである。したがって，本件公訴事実については，\n犯罪の証明がないから，刑訴法３３６条により被告人に無罪の言渡しをする。\nよって，主文のとおり判決する。\n令和元年７月１６日\n東京高等裁判所第１０刑事部\n裁判長裁判官    朝    山    芳    史\n裁判官    伊    藤    敏    孝\n裁判官    平    出      喜      一\n"
}