{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 10
  },
  "case_number": "平成23(行ケ)10402",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82547",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82547",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/547/082547_hanrei.pdf",
  "contents": "平成２４年９月１０日判決言渡\n平成２３年（行ケ）第１０４０２号  審決取消請求事件\n口頭弁論終結日  平成２４年８月２７日\n判 決\n原                  告        大 日 本 印 刷 株 式 会 社\n訴 訟 代 理 人 弁 護 士        櫻      井      彰      人\n弁 理 士          金      山              聡\n被                  告        凸 版 印 刷 株 式 会 社\n被                  告        四 国 化 工 機 株 式 会 社\n被告ら訴訟代理人弁護士        竹      田              稔\n服            部            謙    太    朗\n木            村            耕    太    郎\n弁理士        廣      田      雅      紀\n高            津      一      也\n堀            内                            真\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が無効２０１０－８００１１６号事件について平成２３年１０月２５日に\nした審決を取り消す。\n第２  事案の概要\n本件は，被告らの請求に基づき原告の特許を無効とした審決の取消訴訟である。\n争点は，進歩性の有無である。\n１  特許庁における手続の経緯\n原告は，平成１２年７月１０日，名称を「ゲーベルトップ型紙容器の充填シール\n装置」とする発明につき特許出願をし（特願２０００－２０９０１７号），平成２１\n年７月３日，特許登録を受けた（特許第４３３４１１５号，特許公報は甲５２）。\nこれに対し，被告らは，平成２２年７月９日，本件特許の請求項１につき無効審\n判を請求した（無効２０１０－８００１１６号）。\n特許庁は，平成２３年１月２５日，「特許第４３３２１１５号の請求項１に係る発\n明についての特許を無効とする。」旨の第一次審決をした。\n原告は，平成２３年３月４日，第一次審決の取消訴訟を提起し（平成２３年〔行\nケ〕第１００７８号），平成２３年６月１日付けで訂正審判を請求した（その後みな\nし取下げ）。知的財産高等裁判所が平成２３年６月２７日に第一次審決を取り消す決\n定をしたのに基づき，特許庁は，上記無効審判請求についてさらに審理し，その中\nで原告が平成２３年７月８日付けで訂正請求をしたが（甲６８），平成２３年１０月\n２５日，「訂正を認める。特許第４３３４１１５号の請求項１に係る発明についての\n特許を無効とする。」旨の第二次審決をし，その謄本は平成２３年１１月４日原告に\n送達された。\n本件は第二次審決の取消訴訟であり，以下に「審決」というときは第二次審決を\n指す。\n２  本件発明の要旨\n【平成２３年７月８日付け訂正後の請求項１】\n「Ａ  上端を開口した多数の紙容器を垂直状態に且つ一定の搬送ピッチで保持し，\n該紙容器を前記搬送ピッチずつ間欠搬送する搬送装置と，\nＢ  その搬送装置による紙容器の走行経路に配置され，停止中の紙容器に対して，\n液体充填，頂部くせ折り，頂部シール等の処理を施す処理装置を備え，\nＣ  胴部サイズが少なくとも８５ｍｍ角～９５ｍｍ角の範囲内の１サイズの紙容\n器に対して処理可能なゲーベルトップ型紙容器の充填シール装置において，\nＤ  前記搬送装置の搬送ピッチを１１５～１０５ｍｍとし，\nＥ  液揺れを小さく抑えてシール不良を防止でき，\nＦ  且つ生産能力を３０００本／ｈ＋３００本／ｈ（ただし，３０００本／ｈを\n除く。）としたこと\nＧ  を特徴とするゲーベルトップ型紙容器の充填シール装置。」\n（Ａ～Ｇの項分けは，主張整理の便宜上付したもの）\n３  審決の理由の要点\n(1)  「月刊デーエフサロン」Ｎｏ．２３５号（１９９７年９月２５日発行）１\n２頁～１５頁（甲３）記載の被告四国化工機の口栓付大型ゲーブル紙容器無菌充填\n機である「Ｕ－Ｈ２５Ａ型機」は，実質的に以下の事項を備えているものと認めら\nれる（公用発明１）。\n「胴部サイズが８５ｍｍ角のゲーブル紙容器に対して，搬送装置の搬送ピッチを\n１１１．２ｍｍとし，且つ生産能力２５２０本／ｈとした口栓付大型ゲーブル紙容\n器無菌充填機。」\n「月刊デーエフサロン」Ｎｏ．２５１号（１９９９年３月２５日発行）８４頁～\n８５頁 （甲１）に記載の容器メーカーを被告凸版印刷とする「ＥＰＵ３０００－Ｍ\n型機」は，実質的に以下の事項を備えているものと認められる（公用発明２）。\n「胴部サイズが８５ｍｍ角のゲーベルトップ液体紙容器に対して，搬送装置の搬\n送ピッチを１２７ｍｍとし，且つ生産能力を３０００本／ｈとした充填シール機。」\n(2)  本件発明と公用発明１の一致点と相違点は次のとおりである。\n【一致点】\n「上端を開口した多数の紙容器を垂直状態に且つ一定の搬送ピッチで保持し，該\n紙容器を前記搬送ピッチずつ間欠搬送する搬送装置と，その搬送装置による紙容器\nの走行経路に配置され，停止中の紙容器に対して，液体充填，頂部くせ折り，頂部\nシール等の処理を施す処理装置を備え，胴部サイズが少なくとも８５ｍｍ角～９５\nｍｍ角の範囲内の１サイズの紙容器に対して処理可能なゲーベルトップ型紙容器の\n充填シール装置において，前記搬送装置の搬送ピッチを１１５～１０５ｍｍとした\nゲーベルトップ型紙容器の充填シール装置。」\n【相違点１－１】\n本件発明では，「液揺れを小さく抑えてシール不良を防止でき」るとしているのに\n対し，公用発明１では，そのような限定がない点。\n【相違点１－２】\n本件発明では，生産能力を，３０００本／ｈ＋３００本／ｈ(ただし，３０００本\n／ｈを除く。)としたのに対し，公用発明１では，２５２０本／ｈとしている点。\n(3)  以下の理由により，本件発明は，公用発明１に基づいて，当業者が容易に\n発明をすることができたものである。\nゲーブル紙容器無菌充填機において，液揺れによりシール不良が起きると製造さ\nれる製品が不良品となることより，そのようなシール不良を防止することは当然の\n事項であり，また，公用発明１は，製品として実際に販売されていることを考慮す\nれば，公用発明１においても，実用的に問題のない程度に「液揺れを小さく抑えて\nシール不良を防止でき」ているものと認められる。\n充填機において，生産能力を向上させることは，通常求められる技術課題である\nこと，また，生産能力を３０００本／ｈとすることは，搬送装置の搬送ピッチが１\n２７ｍｍの公用発明２でも達成されているように，当時の技術水準において格別高\nい生産能力とはいえない。ここで，公用発明２は，３０００本／ｈの生産能力にお\nいても，公用発明１と同様に，実用的に問題のない程度に「液揺れを小さく抑えて\nシール不良を防止でき」ているものと認められる。\nそして，本件発明では，３０００本／ｈは除かれているものの，３０００本／ｈ\nに生産能力としての臨界的な意義もなく，また，３０００本／ｈを超えるようにな\nすことに技術的な困難性も認められない。さらに，無菌充填などの制約を除くこと\nによっても生産能力を向上させることができるものとも認められることより，公用\n発明１において，「液揺れを小さく抑えてシール不良を防止」しつつ，生産能力を向\n上させ，上記相違点１－１及び相違点１－２の本件発明のようになすことは，当業\n者が容易になし得たものである。\n(4)    本件発明と公用発明２の一致点と相違点は次のとおりである。\n【一致点】\n「上端を開口した多数の紙容器を垂直状態に且つ一定の搬送ピッチで保持し，該\n紙容器を前記搬送ピッチずつ間欠搬送する搬送装置と，その搬送装置による紙容器\nの走行経路に配置され，停止中の紙容器に対して，液体充填，頂部くせ折り，頂部\nシール等の処理を施す処理装置を備え，胴部サイズが少なくとも８５ｍｍ角～９５\nｍｍ角の範囲内の１サイズの紙容器に対して処理可能なゲーベルトップ型紙容器の\n充填シール装置。」\n【相違点２－１】\n本件発明では，「液揺れを小さく抑えてシール不良を防止でき」るとしているのに\n対し，公用発明２では，そのような限定がない点。\n【相違点２－２】\n本件発明では，搬送装置の搬送ピッチを，１１５～１０５ｍｍとしたのに対し，\n公用発明２では，１２７ｍｍである点。\n【相違点２－３】\n本件発明では，生産能力を，３０００本／ｈ＋３００本／ｈ(ただし，３０００本\n／ｈを除く。)としたのに対し，公用発明２では，３０００本／ｈとしている点。\n(5)    以下の理由により，本件発明は，公用発明２に基づいて，当業者が容易に\n発明をすることができたものである。\n①  相違点２－１及び相違点２－２について\n各種装置のコンパクト化は，一般的な技術課題であり，特に充填シール機のよう\nな大きな設置面積の必要な装置においては特に求められる技術課題であると認めら\nれ，充填シール機において搬送ピッチを小さくすることにより該充填シール機をコ\nンパクト化できることは，当業者が容易に想到しうる事項である。さらに，公用発\n明１においては，１１２ｍｍの搬送ピッチを採用されていることから，公用発明２\nにおいても搬送ピッチを１１５～１０５ｍｍの範囲に変更することに格別な困難性\nは認められない。また，搬送ピッチを短くすれば，紙容器の間欠搬送において，加\n速度，減速度が小さくなり，液揺れが小さくなることが想定されることより，公用\n発明２において，「液揺れを小さく抑えてシール不良を防止」しつつ，充填シール機\nをコンパクト化するために，上記相違点２－１及び相違点２－２の本件発明のよう\nになすことは，当業者が容易になし得たものである。\n②  相違点２－３について\n本件発明では，３０００本／ｈは除かれているものの，３０００本／ｈに生産能\n力としての臨界的な意義はなく，本件発明での３０００本／ｈに限りなく近い生産\n能力の下限値と公用発明２での生産能力の３０００本／ｈとは，技術的にみて実質\n的に差はなく，上記相違点２－３は，実質的な相違とは認められない。\n第３  原告主張の審決取消事由\n１  取消事由１（Ｕ－Ｈ２５Ａ型機が公然実施された発明であるとの認定の誤り）\n(1)  「公然実施」の意義につき\n特許法２９条１項２号の「公然実施された発明」とは，その内容が公然知られる\n状況又は公然知られるおそれのある状況で実施された発明を意味し，「知られ」とは，\n発明が「技術的に理解され」の意味である。したがって，生産能力で特定した充填\nシール装置の発明が「公然実施された発明」であるためには，その生産能力を有す\nる充填シール装置の発明が技術的に理解される状況又は技術的に理解されるおそれ\nのある状況，すなわち，その発明に係る生産能力をどのようにして実現するか技術\n的に理解される状況又は技術的に理解されるおそれのある状況で実施された必要が\nある。そして，ある生産能力（以下「生産能力ａ」とする。）で特定した充填シール\n装置の発明が公然実施された発明であるためには，生産能力ａを有すると思われる\n充填シール装置（以下「装置Ｄ」とする）が販売され，装置Ｄに関して守秘義務が\nないだけでは不十分であり，少なくともその装置Ｄが生産能力ａを実際に発揮して，\n製品を生産している事実が必要である。装置Ｄが生産能力ａを有することは，装置\nＤで実際の生産を行ってはじめて確認できるものであり，装置Ｄがどのようにして\n生産能力ａを実現しているかは，実際に装置Ｄの生産状況を見ないと技術的に理解\nできないからである。\n審決は，「公然実施された発明における「生産能力」を特定するには，その「生産\n能力」が実施されていることを認識できれば足りるものであり，そのための実現手\n段について認識する必要があるとする理由はない。」（２４頁下２行～２５頁２行）\nとした。しかし，当該「生産能力」が実施されていることを認識するためには，仕\n様書上の生産能力を表す数値だけでは不十分で，当該「生産能力」が実際に発揮さ\nれているという事実が必要であり，また，その事実が認識できれば当該「生産能力」\nの実現手段も認識できるものである。審決の認定・判断は，当該「生産能力」の実\n施されていることの意味を取り違えた誤ったものである。\n(2)  「Ｕ－Ｈ２５Ａ型機」が公然実施された発明であるとの認定につき\n甲３及び４には，充填能力が２，５００本／時の紙容器充填機「Ｕ－１Ｈ２５Ａ\n型機」が平成９年（１９９７年）に開催された「ＪＡＰＡＮ  ＰＡＣＫ’９７」に\n出品されたことが記載されている。しかし，この展示会において，同機が生産能力\n２５２０本／ｈを実際に発揮して製品の生産を行った事実はなく（通常，展示会に\nおいて実際の製品の生産が行われることはない。），来場者は同機の生産能力がどの\nように実現されているのかを技術的に理解することはできない。\nまた，甲６，１４，１５等には，中外貿易からエロパック社に「Ｕ－Ｈ２５Ａ型\n機」と同一の「Ｕ－１Ｈ２５Ａ型機」が輸出販売されたことが断片的に示され，甲\n７，１０，１２には，「Ｕ－１Ｈ２５Ａ型機」の仕様，図面が示されている。しかし，\nこれらの証拠には，充填能力「２５２０カートン／時」をどのようにして実現する\nかは一切記載も示唆もされておらず，同機の充填能力がどのように実現されている\nのかを技術的に理解できない。\nさらに，甲３３では，購入会社であるエロパック社と販売会社である被告四国化\n工機との間には，「Ｕ－Ｈ２５Ａ型機」の搬送ピッチについての秘密保持義務がない\nことが示されているだけで，「Ｕ－Ｈ２５Ａ型機」が２５２０本／ｈの生産能力を発\n揮したことは何ら示されておらず，同機の生産能力がどのように実現されているの\nかを技術的に理解することはできない。\nしたがって，「Ｕ－Ｈ２５Ａ型機」が展示され，あるいはエロパック社に販売され\nたことに関する甲３～１５，３３から，同機が公然と展示あるいは譲渡されたもの\nであるとしても，生産能力が２５２０本／ｈの充填機の発明が公然実施されたもの\nということはできない。よって，審決が，「Ｕ－Ｈ２５Ａ型機」が生産能力２５２０\n本／ｈを発揮したという事実があるかを何ら考慮せず，同機が公然と譲渡のための\n展示及び譲渡されたことをもって，生産能力２５２０本／ｈの充填機の発明が公然\n実施されたと認定したことは誤りである。\nなお，審決は，「「ＪＡＰＡＮ  ＰＡＣＫ’９７」での「Ｕ－Ｈ２５Ａ型機」の展\n示は，その展示状況より不特定多数の来場者に対して同機の仕様を知りうる状態で\n行われた」（２４頁１４行～１６行）旨認定しているが，「不特定多数の来場者に対\nして同機の仕様を知りうる状態で行われた」ことの立証は何らなされておらず，こ\nの点においても審決には誤りがある。\n２  取消事由２（「ＥＰＵ３０００－Ｍ型機」が公然実施された発明であるとの認\n定の誤り）\n甲２０の発注書には，「ＥＰＵ３０００－Ｍ型充填ライン」を清洲櫻醸造株式會社\nから被告凸版印刷に発注したこと等が示され，甲１７～１９には，「ＥＰＵ３０００\n－Ｍ型充填シール機」（「ＥＰＵ３０００－Ｍ型機」）の取扱説明書等が示されている。\nしかし，これらの証拠には，取扱説明書である甲１７に記載された機械仕様として\nの能力「３０００パック／時」をどのようにして実現するかは一切記載も示唆もさ\nれておらず，同機の充填能力がどのように実現されているのかを技術的に理解する\nことはできない。\n次に，清洲櫻醸造株式會社の担当課長から被告凸版印刷の知的財産部長にあてた\n回答書である甲３４には，「弊社は，･･･同機を用いて，８５ｍｍ角のゲーベルトッ\nプ型紙容器の製品を３０００本／ｈで実際に生産いたしました。」と記載されている\nが，この記載が事実であることを裏付ける資料は一切提出されておらず，また，記\n載内容自体も，どのような製品（実際の製品名）をどれだけ生産したかというよう\nな具体性がない。甲３４は，ＥＰＵ３０００－Ｍ型機が３０００本／ｈの生産能力\nを発揮して実際に製品を生産した事実を立証するものではないし，審決も，甲３４\nからＥＰＵ３０００－Ｍ型機が３０００本／ｈの生産能力を発揮した事実を認定し\nていない。よって，同機の生産能力がどのように実現されているのかを技術的に理\n解することはできない\nしたがって，「ＥＰＵ３０００－Ｍ型機」が清洲櫻醸造株式會社に販売されたこと\nに関する甲１７，２０，３４から，同機が公然と譲渡されたものであるとしても，\n生産能力が３０００本／ｈの充填機の発明が公然実施されたものであるとはいえな\nい。よって，審決が，「ＥＰＵ３０００－Ｍ型機」が生産能力３０００本／ｈを発揮\nしたという事実があるかを何ら考慮せず，同機が公然と譲渡されたことをもって，\n生産能力３０００本／ｈの充填機の発明が公然実施されたと認定したことは誤りで\nある。\n３  取消事由３（公用発明１に基づく進歩性の判断の誤り）\n(1)  相違点１－１の判断の誤り\n審決は，公用発明１においては，実用的に問題のない程度に「液揺れを小さく抑\nえてシール不良を防止でき」ており，公用発明２においても同様であるから，相違\n点１－１は公用発明１から当業者が容易になし得たものであると判断した。しかし，\nこの審決の判断は，公用発明１と公用発明２で「液揺れを小さく抑えてシール不良\nを防止でき」ていれば，なぜ，当業者が公用発明１から相違点１－１を容易になし\n得るのか説明されておらず，容易想到性の論理付けがなされていない。そもそも，\n相違点１－１は，「液揺れを小さく抑えてシール不良を防止でき」るという本件発明\nの作用的な構成Ｅ（「液揺れを小さく抑えてシール不良を防止でき」ること）に相当\nするものであり，独立して判断できるものではない。この相違点１－１は，あくま\nで本件発明の構成Ｄ（「前記搬送装置の搬送ピッチを１１５～１０５㎜とし」たこと），\nＦ（「且つ生産能力を３０００本／ｈ＋３００本／ｈ（（ただし，３０００本／ｈを\n除く。））としたこと」）との関係において，すなわち，ゲーベルトップ型紙容器の充\n填シール装置において，「前記搬送装置の搬送ピッチを１１５～１０５ｍｍとし」，\n「生産能力を３０００本／ｈ＋３００本／ｈ（ただし，３０００本／ｈを除く。）と」\n（生産能力を３０００本／ｈを超えると）しても，「液揺れを小さく抑えてシール不\n良を防止でき」ることを当業者が容易に想到できたかで判断すべきものである。\nこの点，公用発明１は，実際に使用されている装置そのものの発明であって（甲\n５），その生産能力２５２０本／ｈは最大生産能力であり，これを遥かに超えること\nとなる３０００本／ｈを超える生産能力（構成Ｆ）まで引き上げて生産すると，当\n然に液揺れが大きくなりシール不良を生じることが予想され，「液揺れを小さく抑え\nてシール不良を防止でき」ることは到底想定できない。\nまた，公用発明２は，実際に使用されている装置そのものの発明であり（甲１７），\n公用発明１とは装置構成や全長等が大きく異なり（例えば，公用発明１の全長は約\n８．１ｍであるのに対して，公用発明２の全長は約４．９ｍとほぼ半分である。），\n公用発明２の液揺れ状態は，公用発明１において，生産能力を３０００本／ｈを超\nえるまで引き上げた場合にどのような液揺れ状態が生じるかの参考とはならない。\nしかも，公用発明２の生産能力は３０００本／ｈであるが，これも最大生産能力で\nあり，公用発明２において，この最大生産能力を超えて生産すると，液揺れが大き\nくなってシール不良が生じることが予想され（３０００本／ｈを超えると液揺れに\nよるシール不良が生じるために，最大生産能力が３０００本／ｈとなっているので\nある。），公用発明２から，相違点１－１の「液揺れを小さく抑えてシール不良を防\n止でき」ることは予想できない。\nしたがって，公用発明１から相違点１－１は当業者が容易になし得たものである\nとの審決の判断は，論理付けがなされていない審理不尽に等しい不当なものであり，\n相違点１－１は，公用発明１や公用発明２から予想できないことから，当業者が容\n易になし得たものではなく，審決の相違点１－１の判断は誤りである。\n(2)  相違点１－２の判断の誤り\n審決は，相違点１－２の容易想到性について，ア）充填機において生産能力を向\n上させることは通常の技術的課題であること，イ）公用発明２から，生産能力３０\n００本／ｈは，当時の技術水準において格別高い生産能力ではないこと，ウ）生産\n能力３０００本／ｈに臨界的な意義がないから３０００本／ｈを超えることに技術\n的な困難性はないこと，エ）無菌充填などの制約を除くことによっても生産能力を\n向上させることができることから，公用発明１において，相違点２は，当業者が容\n易になし得たものであるとした。\nア  ア）につき\n公用発明１は，「Ｕ－Ｈ２５Ａ型機」という実際の装置として具現化された発明で\nあり，生産の能力の向上というきわめて上位概念化された一般的課題が，漠然と個\n別具体的な公用発明１の技術課題となるものではない。生産能力の向上を公用発明\n１の課題とするためには，公用発明１の「Ｕ－Ｈ２５Ａ型機」において生産能力を\n２５２０本／ｈ以上にする具体的な理由（例えば，他の同種類の装置に比べて生産\n能力が低い）が必要であるが，公用発明１を特定する甲３～１５，３３には，その\nような具体的な理由は何ら記載も示唆もされていない。審決には，公用発明１の課\n題の認定に誤りがある。\nイ  イ）につき\n審決は，本件出願当時，あたかも生産能力３０００本／ｈ自体が技術常識である\nかのような認定をした。しかし，公用発明２の一例をもって，これが技術常識であ\nるとするのは，「技術常識とは，当業者に一般的に知られている技術（周知技術，慣\n用技術を含む）又は経験則から明らかな事項をいう。」という技術常識の定義から大\nきく逸脱し，誤っていることは明らかである。そもそも充填機の生産能力３０００\n本／ｈが技術常識であれば，本件発明の特徴的部分が技術常識となり，本件発明の\n進歩性を問題とする意味がなくなる。審決は，本件発明の特徴的部分を何の根拠も\nなく技術常識とし，この技術常識をもって本件発明の進歩性を否定するという大き\nな論理矛盾を犯している。\nウ  ウ）につき\n審決は，本件発明を数値限定発明ととらえて，生産能力３０００本／ｈの数値限\n定に臨界的な意義がないと判断した。\nしかし，本件発明の構成Ｆにおける「生産能力」は，訂正明細書の段落【００１\n６】の発明の効果の欄に「生産能力３０００本／ｈというような能力アップを図る\nことができるという効果を有している。」と記載されているとおり，ゲーベルトップ\n型紙容器の充填シール装置の効果そのものである。本件発明において数値限定され\nた「生産能力」は，公知発明が達成できなかった構成要件そのものであり，公知発\n明を実施するに際して，設計上当然に適当な数値を与えなければならないような構\n成要件ではない。\nしたがって，本件発明の進歩性は，生産能力の数値限定に臨界的意義があるか否\nかで判断することはできず，「生産能力３０００本／ｈ」に臨界的な意義を求め，こ\nれがないことを根拠に３０００本／ｈを超えることに技術的な困難性はないと判断\nした審決が誤っていることは明らかである。\nエ  エ）につき\n公用発明１は無菌充填を行う装置であり（甲５），公用発明１において，無菌充填\nなどの制約を除くことによって生産能力を向上させることができることが甲４６に\n記載されており，審決においても同証拠の記載が引用されている。\nしかし，甲４６は，被告四国化工機の従業員と推測される者が，本件出願の１０\n年以上後に自己の知見を陳述したものにすぎず，特許法２９条１項各号のいずれに\nも該当せず，発明の進歩性の客観的判断資料となるものではない。また，甲４６に\n示すような技術的知見が本件出願当時存在していたとしても，Ｕ－Ｈ２５Ａ型機の\n生産能力２５２０本／ｈを容易にアップできるのは２９００本／ｈまでであって，\n３０００本／ｈを超えるまでアップすることはできない。\nしたがって，エ）の判断において，仮に，本件特許出願当時無菌充填などの制約\nを除くことによっても生産能力を向上させることができるという技術的知見が存在\nするとしても，公知発明１の生産能力を３０００本／ｈを超えるまで向上させるこ\nとは困難であり，この技術的知見を根拠の一つとして相違点２の容易想到性を判断\nした審決は誤りである。\n４  取消事由４（公用発明２に基づく進歩性の判断の誤り）\n(1)  各相違点を別個独立に判断したことの誤り\n審決は，相違点２－１及び相違点２－２と相違点２－３に分けて，その容易想到\n性等を判断しているが，実質的には，各相違点について別個独立に判断した。すな\nわち，審決は，相違点２－１については，公用発明２において，実用的に問題のな\nい程度に「液揺れを小さく抑えてシール不良を防止でき」ているから当業者が容易\nになし得たと判断し，相違点２－２については，充填シール機において搬送ピッチ\nを小さくするとコンパクト化できるから公用発明２の搬送ピッチを相違点２－１の\n範囲にすることは当業者が容易になし得たと判断し，相違点２－３については，本\n件発明と公用発明２の生産能力は，技術的にみて実質的に差はないから，実質的な\n相違でなないと判断した。\nしかし，相違点２－１は，「液揺れを小さく抑えてシール不良を防止でき」るとい\nう本件発明の作用的な構成Ｅに対応し，相違点２－２は，「前記搬送装置の搬送ピッ\nチを１１５～１０５ｍｍと」するいう構成Ｄに対応し，相違点２－３は，「生産能力\nを３０００本／ｈ＋３００本／ｈ（ただし，３０００本／ｈを除く。）と」するとい\nう構成Ｆに対応し，これらの構成Ｄ～Ｆは密接に関係することから，対応する各相\n違点も密接に関係し，別個独立に判断できるものではない。各相違点の容易想到性\nについては，公用発明２において，搬送ピッチを相違点２－１の範囲（１１５～１\n０５ｍｍ）に変更して生産能力を相違点２－３（３０００本／ｈを超える）とし，\n相違点２－１（液揺れを小さく抑えてシール不良を防止できること）が，当業者が\n容易に想到できるかを判断すべきである。\nしたがって，各相違点を別個独立に判断した審決は，判断手法自体に誤りがであ\nる。\n(2)  相違点２－１の判断の誤り\n本審決は，相違点２－１について，公用発明２で実用的に問題のない程度に「液\n揺れを小さく抑えてシール不良を防止でき」ていると認定した上，公用発明２から\n当業者が容易になし得たものであると判断した。\nしかし，公用発明２の生産能力は３０００本／ｈであり，相違点２－１の前提と\nなる本件発明の生産能力（３０００本／ｈを超える）とは異なる。前記のとおり，\n公用発明２は，実際に使用されている装置（ＥＰＵ３０００－Ｍ型機）であり，そ\nの生産能力３０００本／ｈは，実用的に問題なく生産できる能力の最大限度となる\n最大生産能力であるから，公用発明２（ＥＰＵ３０００－Ｍ型機）において，最大\n生産能力３０００本／ｈを超えて生産すると，液揺れが大きくなりシール不良が生\nじるという実用的な問題が生じることが予想される。\nしたがって，公用発明２から相違点２－１（液揺れを小さく抑えてシール不良を\n防止できること）を想定するのは困難であり，相違点２－１は公用発明２から当業\n者が容易になし得たものであるとの審決の判断は誤りである。\n(3)  相違点２－２の判断の誤り\nア  審決は，「各種装置のコンパクト化は，一般的な技術課題であり，特に充\n填シール機のような大きな設置面積の必要な装置においては特に求められる技術課\n題である」（２８頁１０行～１２行）と認定した。\nしかし，公用発明２は，「ＥＰＵ３０００－Ｍ型機」という実際の装置として具現\n化された発明であり，装置のコンパクト化というきわめて上位概念化された一般的\n課題が，漠然と個別具体的な公用発明２の技術課題となるわけではない。そして，\n装置のコンパクト化を公用発明２の課題とするためには，公用発明２の「ＥＰＵ３\n０００－Ｍ型機」において，装置をコンパクトにしなければならないという具体的\nな理由が必要であるが，公用発明２を特定する甲１７，２０及び３４には，そのよ\nうな具体的な理由は何ら記載も示唆もされていない。したがって，審決には，公用\n発明２の課題の認定に誤りがある。\nイ  審決は，「充填シール機において搬送ピッチを小さくすることにより該充\n填シール機をコンパクト化できることは，当業者が容易に想到しうる事項である。」\n（２８頁１２行～１４行）と判断した。\nしかし，本件発明のようなゲーベルトップ型紙容器の充填シール装置においては，\n搬送チェーンの搬送ピッチを小さくすることによって，搬送チェーンを短くして装\n置をコンパクトにできるものではない。すなわち，搬送チェーンの長さは，〔（搬送）\nピッチＰ〕×〔ピッチ数ｎ〕で表され，（搬送）ピッチＰを小さくしても，ピッチ数\nｎが増えれば，搬送チェーンは長くなり，装置をコンパクトにすることはできない。\n実際に，Ｕ－Ｈ２５Ａ型機（公用発明１）とＥＰＵ－３０００Ｍ型機（公用発明２）\nの搬送ピッチと搬送チェーンの長さ（全長）の関係を見てみると，ピッチが１２７\nｍｍと大きいＥＰＵ－３０００Ｍ型機の方が，ピッチが１１２ｍｍと小さいＵ－Ｈ\n２５Ａ型機よりも搬送チェーンが短く，コンパクトになっている。具体的には，Ｅ\nＰＵ－３０００Ｍ型機においては，カートン供給部，充填部及びカートン頂部くせ\n折り・シール部に沿って搬送チェーンが設けられ，ピッチ数は２４であり，搬送チ\nェーンの全長は，１２７×２４＝３０８４ｍｍとなっている。これに対して，Ｕ－\nＨ２５Ａ型機においては，ＥＰＵ－３０００Ｍ型機の処理部（カートン供給部，充\n填部及びカートン頂部くせ折り・シール部）に対応する部分のピッチ数は３０であ\nり，搬送チェーンの全長は，１１１．２×３０＝３３３６ｍｍとなっている。そし\nて，ＥＰＵ－３０００Ｍ型機においては，各処理部（カートン供給部，充填部及び\nカートン頂部くせ折り・シール部）を１列に配置し，１ピッチずつ間欠搬送しつつ，\n停止中の紙容器に対して各処理を行うことから，搬送チェーンのピッチとピッチ数\nは各処理部分の長さや機構等に制約され，ピッチのみを単独で自由に変えられるも\nのではなく，ピッチを短くすれば，その分ピッチ数を多くしなければならず，ピッ\nチを短くしても，装置をコンパクトにすることはできない。\nまた，ＥＰＵ３０００－Ｍ型機と同系列の充填シール装置であるＥＰＵ６０００\n－Ｍ型機（甲１６）においては，駆動系や口栓パーツフィーダー自体をコンパクト\n化することで機械の小型化を実現しており，装置をコンパクト化するために搬送チ\nェーンのピッチを短くすることは行っていない。これは，同列機であるＥＰＵ３０\n００－Ｍ型機も同様であると考えられる。したがって，ＥＰＵ－３０００Ｍ型機（公\n用発明２）においては，装置のコンパクト化は搬送ピッチを小さくすることの動機\n付けとはならず，公用発明２に対して，「搬送ピッチを小さくすることにより該充填\nシール機をコンパクト化できることは，当業者が容易に想到しうる事項である。」と\nの審決の判断は誤りである。\nウ  審決は，「公用発明１においては，１１２ｍｍの搬送ピッチを採用されて\nいることから，公用発明２においても搬送ピッチを１１５～１０５ｍｍの範囲に変\n更することに格別な困難性は認められない。」（２８頁１４行～１６行）と判断した。\nしかし，前記のとおり，公用発明１，２のようなゲーベルトップ型紙容器の充填\nシール装置において，搬送ピッチは，ピッチ数と共に各処理部分（カートン供給部，\n充填部及びカートン頂部くせ折り・シール部）の長さや機構等に制約され，ピッチ\nのみを単独で自由に変えられるものではなく，搬送ピッチの変更は，阻害要因とな\nるものである。\nしたがって，「公用発明２においても搬送ピッチを１１５～１０５ｍｍの範囲に変\n更することに格別な困難性は認められない。」との審決の判断は，阻害要因を無視し\nた誤ったものである。\n(4)  相違点２－３の判断の誤り\n審決は，ａ）本件発明の３０００本／ｈに臨界的意義はないこと，ｂ）本件発明\nの生産能力の下限値と公用発明２の生産能力の３０００／ｈとは，技術的にみて実\n質的な差異はないことから，相違点２－３は，実質的な相違とは認められないと判\n断した（２８頁２４行～２８行）。しかし，この判断は，本件発明における生産能力\n及び「ただし，３０００本／ｈを除く」の意義を誤ったものである。\nア  ａ）につき\n前記のとおり，本件発明の数値限定された「生産能力」は，公知発明が達成でき\nなかった構成要件そのものであり，公知発明を実施するに際して，設計上当然に適\n当な数値を与えなければならないような構成要件ではない。したがって，本件発明\nの進歩性は，生産能力の数値限定に臨界的意義があるか否かで判断することはでき\nず，ａ）の判断において，数値限定「生産能力３０００本／ｈ」に臨界的な意義を\n求め，これがないとした審決が誤っていることは明らかである。\nイ  ｂ）につき\n審決は，本件発明における生産能力の下限値を「３０００本／ｈに限りなく近い」\n値として（２８頁２５行～２６行），この下限値と公用発明２の生産能力３０００本\n／ｈを対比し，両者は技術的にみて実質的に差はないと判断した。この「３０００\n本／ｈに限りなく近い」値が具体的にどのような値か審決には明記されていないが，\nこれは，「３０００．１本／ｈ」（１０時間当たり３０００１本の生産能力）や「３\n０００．０１本／ｈ」（１００時間当たり３００００１本の生産能力）を意味すると\n理解できる（無効審判事件弁駁書〔甲７２〕１５頁４行～８行参照）。\nしかし，本件発明の生産能力における「ただし，３０００本／ｈを除く。」は，Ｅ\nＰＵ－３０００Ｍ型機（公用発明２）の生産能力「３０００本／ｈ」を除くための，\nいわゆる除くクレームに相当する。よって，本件発明の「ただし，３０００本／ｈ\nを除く。」は，ＥＰＵ－３０００Ｍ型機の生産能力「３０００本／ｈ」が除外するも\nのであり，公用発明２の生産能力「３０００本／ｈ」と実質的に同一である「３０\n００本／ｈに限りなく近い」値は，当然に除外される。したがって，本件発明にお\nける生産能力は，公用発明２の生産能力「３０００本／ｈ」と実質的に相違し，審\n決は，ｂ）について，「ただし，３０００本／ｈを除く。」の意義を無視して形式的\nな判断をしたもので，明らかに誤りである。\n第４  被告らの反論\n１  取消事由１に対し\n(1)    生産能力で特定された発明の公然実施につき\nア  特許請求の範囲において生産能力を数値で規定した物の発明の場合の公\n然実施とは，①公然実施品が存在した事実に加えて，②当該公然実施品が当該「生\n産能力」を有していたこと（その生産能力をどのようにして実現するかではない）\nを不特定多数の者が知り得る状況で販売又は販売のために展示等されていたことが\n認定できれば必要にして十分である。審決が「その『生産能力』が実施されている\nことを認識できれば足りる」（２４頁末行～２５頁１行）としているのは，上記の趣\n旨を言うものであって何ら誤りはなく，原告の主張するように「その発明に係る生\n産能力をどのようにして実現するか技術的に理解される状況又は技術的に理解され\nるおそれのある状況で実施された必要」はない。\nまた，原告は，「当該『生産能力』が実施されていることを認識するためには，仕\n様書上の生産能力を表す数値だけでは不十分で，当該『生産能力』が実際に発揮さ\nれているという事実が必要」と主張するが，公然実施品が特許請求の範囲に規定さ\nれる「生産能力」を有していたことを不特定多数の者が知り得る状況になっていた\nことが認定できれば必要にして十分であり，当該公然実施品が不特定多数の来場者\nが訪れる展示会に出展されたような場合は，これに該当するのであって，展示会に\nおいて実際に当該「生産能力」の最大値において生産した事実が必要なわけではな\nい。\nイ  生産能力で特定された発明の公然実施について，原告は，「生産能力ａで\n特定した充填シール装置の発明が公然実施された発明であるためには，生産能力ａ\nを有すると思われる充填シール装置（装置Ｄ）が販売され，装置Ｄに関して守秘義\n務がないだけでは不十分であり，少なくともその装置Ｄが生産能力ａを実際に発揮\nして，製品を生産している事実が必要である。」と主張する。\nしかし，上記の事例では，装置Ｄが生産能力ａを有することが不特定多数の者に\n知り得る状況で実施されたことを認定できれば必要にして十分であり，「装置Ｄが生\n産能力ａを実際に発揮して，製品を生産している事実」は必要でない。この点，装\n置Ｄの生産能力を記載した業界紙や装置Ｄの仕様書等の記載から「生産能力ａ」が\n十分認識でき，また，かかる装置Ｄが守秘義務なく，公然と譲渡のために展示ある\nいは譲渡されれば，その装置Ｄの生産能力ａが実施されていることも認識できるの\nであり，かかる展示あるいは譲渡がなされれば，生産能力ａで特定された装置Ｄに\n係る発明は，公然実施された発明（その内容が公然知られる状況又は公然知られる\nおそれのある状況で実施された発明）であるといえる。\n(2)  「Ｕ－Ｈ２５Ａ型機」が公然実施された発明であるとの認定につき\nア  原告が取消事由１(2)で主張する点は，「生産能力」の実施されているこ\nとの意味を取り違えた原告独自の解釈を前提とするものであり，いずれも誤りであ\nる。\n「ＪＡＰＡＮ  ＰＡＣＫ」（日本国際包装機械展）は，包装機械を中心としたアジ\nア最大規模の国際展示会である。「Ｕ－Ｈ２５Ａ型機」は，本件出願前に「ＪＡＰＡ\nＮ  ＰＡＣＫ’９７」（以下，単に「ジャパンパック」とも表示する。）に出品・展\n示され，不特定多数の来場者がそのコンベア部分をはじめ装置の細部にわたり視認\nすることができた上に，少なくとも必要に応じて同機の仕様の詳細（容器搬送速度\nや搬送ピッチや生産能力）の説明を受け得る状況にあった（公然と譲渡のために展\n示）。また，同機は本件出願前に搬送ピッチについて守秘義務なくエロパック社へ輸\n出販売（公然と譲渡）されたものでもある。生産用機器の最大生産能力は，その機\n器の購入を検討する者や，購入した者にとって，最重要事項の１つであり，「Ｕ－Ｈ\n２５Ａ型機」の最大生産能力が２５２０本／ｈであることは，ジャパンパックにお\nける不特定多数の来場者や，エロパック社の社員などによって認識されていた上，\n業界紙（甲３）などにも明示されていた。「Ｕ－Ｈ２５Ａ型機」に係る発明は，搬送\nピッチが１１１．２ｍｍであることはもちろん，生産能力が２５２０本／ｈである\nことも含めて，その内容が公然知られる状況又は公然知られるおそれのある状況で\n実施された発明，すなわち「公然実施された発明」に該当することは明らかである。\nイ  なお，「ＪＡＰＡＮ  ＰＡＣＫ」は商談を目的とする国際展示会であって，\nその展示会としての性質上，「ＪＡＰＡＮ  ＰＡＣＫ’９７」での「Ｕ－Ｈ２５Ａ型\n機」の展示は，不特定多数の来場者に対して同機の仕様を知りうる状態で行われた\nことは当然である。したがって，「上記「ＪＡＰＡＮ  ＰＡＣＫ’９７」での展示は，\nその展示状況より不特定多数の来場者に対して同機の仕様を知りうる状態で行われ\nたもの」（２４頁１４行～１６行）と認定した審決に誤りはない。\n２  取消事由２に対し\n原告の主張は，「生産能力」の実施されていることの意味を取り違えた原告独自の\n解釈を前提とするものであり，いずれも誤りである。\n甲３４は，清洲櫻醸造株式會社が３０００本／ｈの生産能力で製品を実際に製造\nした旨が同社製品部課長の氏名・捺印の下，明確に記載されているところ，ある製\n品の生産用機器を購入した会社が，その機器の最大生産能力でその製品を実際に製\n造することは製造効率の点からして当然のことであり，少なくとも購入する機器の\n（最大）生産能力を実際に確認していないというようなことは考えられない。\nさらに，「ＥＰＵ３０００－Ｍ型機」は，本件出願前に清洲櫻醸造株式會社に守秘\n義務なく販売（公然と譲渡）されたものであり，「ＥＰＵ３０００－Ｍ型機」に係る\n発明は，生産能力が３０００本／ｈであることを含めて，公然実施された発明に該\n当することは明らかである。\n３  取消事由３に対し\n(1)  相違点１－１の判断の誤りにつき\n審決は，「公用発明１は，製品として実際に販売されていることを考慮すれば，公\n用発明１においても，実用的に問題のない程度に『液揺れを小さく抑えてシール不\n良を防止でき』ているものと認められる。」（２６頁１９行～２２行）と認定し，相\n違点１－１は実質的には相違点ではないと認定しているのであるから，相違点１－\n１についての「容易想到性の論理付け」はそもそも不要である。したがって，「容易\n想到性の論理付け」を必要とする原告の主張は的外れである。\nまた，審決は，構成Ｅについては，「上端を開口した多数の紙容器を垂直状態に且\nつ一定の搬送ピッチで保持し，該紙容器を前記搬送ピッチずつ間欠搬送する搬送装\n置と，その搬送装置による紙容器の走行経路に配置され，停止中の紙容器に対して，\n液体充填，頂部くせ折り，頂部シール等の処理を施す処理装置を備え，胴部サイズ\nが少なくとも８５ｍｍ角～９５ｍｍ角の範囲内の１サイズの紙容器に対して処理可\n能なゲーベルトップ型紙容器の充填シール装置において，」（構成Ａ～Ｃ）「液揺れを\n小さく抑えてシール不良を防止でき，」ること（構成Ｅ）が特定されていると解され，\nこれとの対比において，「公用発明１は，製品として実際に販売されていることを考\n慮すれば，公用発明１においても，実用的に問題のない程度に『液揺れを小さく抑\nえてシール不良を防止でき』ているものと認められる。」として，差異がないことを\n実質的に認定判断したものであり，かかる認定判断に誤りはない。\nなお，審決は，相違点１－２において，「生産能力を３０００本／ｈ＋３００本／\nｈ（ただし，３０００本／ｈを除く。）とした」との構成Ｆについての容易想到性を\n判断する際に，搬送ピッチや「液揺れを小さく抑えてシール不良を防止でき」とい\nう条件を考慮して認定判断しており，実質的には，原告の要求する構成Ｄ～Ｆを一\n体とした認定判断も行われている。すなわち，審決が，相違点１－２に関し，「ここ\nで，公用発明２は，公用発明１より搬送ピッチが大きく，生産能力が高いので，紙\n容器の間欠搬送において，公用発明１より，加速度，減速度が大きく，液揺れが大\nきくなることが想定されるが，公用発明２は，３０００本／ｈの生産能力においも，\n公用発明１と同様に，実用的に問題のない程度に『液揺れを小さく抑えてシール不\n良を防止でき』ているものと認められる。」としたことは，公用発明２の搬送ピッチ\n（１２７ｍｍ）は，公用発明１の搬送ピッチ（１１１．２ｍｍ）より大きく，生産\n能力が高いので，紙容器の間欠搬送において，公用発明１より，加速度，減速度が\n大きく，液揺れが大きくなることが想定されるが，公用発明２は，３０００本／ｈ\nの生産能力においても，実用的に問題のない程度に「液揺れを小さく抑えてシール\n不良を防止でき」ているので，搬送ピッチの小さい公用発明１において生産能力を\n３０００本／ｈを超えるようにしても，「液揺れを小さく抑えてシール不良を防止で\nき」ると認められる，という趣旨であると理解できる。\nまた，原告は，「公用発明１は，実際に使用されている装置そのものの発明であり，\nその生産能力２５２０本／ｈは最大生産能力であり，これを遥かに超えることとな\nる３０００本／ｈを超える生産能力（構成Ｆ）まで引き上げて生産すると，当然に\n液揺れが大きくなりシール不良を生じることが予想され，『液揺れを小さく抑えてシ\nール不良を防止でき』ることは到底想定できない。」などと主張しているが，前記の\nとおり，充填シール装置の生産能力は，紙容器底部のシール時間（底部成形に要す\nる時間），内容物の充填時間，紙容器上部のシール時間（頂部成形に要する時間），\nおよび紙容器の搬送時間の全体によって決まるものであるから，２５２０本／ｈの\n生産能力を３０００本／ｈ程度に引き上げたからといって，当然に，「液揺れを小さ\nく抑えてシール不良を防止でき」なくなることが想定されるものではない。\nさらに，原告は，相違点１－１に関し，公用発明２は，実際に使用されている装\n置そのものの発明であって，公用発明１とは装置構成や全長等が大きく異なるから，\n公用発明２の液揺れ状態は，公用発明１において，生産能力を３０００本／ｈを超\nえるまで引き上げた場合にどのような液揺れ状態が生じるかの参考とはならないと\n主張するが，本件発明においても全長等が特定されているわけではなく，あらゆる\n全長を含む構成を対象としているのであるから，いかなる全長等においても液揺れ\n状態は同様であると考えることができる。\n加えて，原告は，また，相違点１－１に関し，公用発明２の生産能力は３０００\n本／ｈであるが，これも最大生産能力であり，公用発明２においてこの最大生産能\n力を超えて生産すると，液揺れが大きくなってシール不良が生じることが予想され，\n公用発明２から，相違点１－１の『液揺れを小さく抑えてシール不良を防止できる\nことは予想できないと主張するが，この主張は相違点１－１に対する審決の認定と\nどのように関係があるのか不明であり，無意味な主張である。\n(2)  相違点１－２の判断の誤りについて\nア  ア）につき\n甲３～１５，３３は特許文献ではなく，取扱説明書等の書面であるから，もとも\nと，技術的課題を記載する性質のものではない。公用発明１に係る充填機などを含\nむ生産用機械の分野では，生産能力はきわめて重要な要素であり，生産能力の向上\nは生産用機械において通常求められる技術課題である。したがって，生産能力の向\n上が公用発明１に接した当業者にとっての課題となることは明白であって，このこ\nとは，公用発明１を特定する証拠（甲３～１５，３３）にそのような課題が明示さ\nれていようといまいと何ら変わるものではない。\nイ  イ）につき\n審決は，「生産能力を３０００本／ｈ（と）することは，搬送装置の搬送ピッチが\n１２７ｍｍの公用発明２でも達成されているように，当時の技術水準において格別\n高い生産能力とはいえない。」（２６頁下から８行～下から６行）と認定しているが，\n原告が主張するように，生産能力３０００本／ｈ自体が特に技術常識であると認定\nしているわけではない。\nまた，原告は３０００本／ｈという生産能力が，公用発明２（「ＥＰＵ３０００－\nＭ型機」）の一例のみであるかのように主張しているが，このほかにも本件出願前に\n生産能力３０００本／ｈを実現できている充填装置として，ＤＬＡ－３０Ｍ型機が\n存在していた（甲１）。本件出願当時に３０００本／ｈという生産能力は複数のメー\nカーにより実現されていたことからも，当時の技術水準からすると，３０００本／\nｈ程度の生産能力とすることが容易に実現できたことであることは明らかである。\nこの点，原告は，充填機の生産能力３０００本／ｈが技術常識であれば，本件発明\nの特徴的部分が技術常識となり，本件発明の進歩性を問題とする意味がなくなると\n主張するが，生産能力３０００本／ｈは当時の当業者が容易に実現し得たものであ\nり，また，搬送ピッチを短くすることも公用発明１にて公然実施されていたことか\nらすると，本件発明には特徴部分といえるものはなく，進歩性の有無を問題とする\n意味がないほど明らかに本件発明は進歩性を欠如している。\nウ  ウ）につき\n本件発明は，まさに原告の主張する「公知発明の構成要件に数値限定をした発明」\nである。すなわち，「公知発明が達成できなかった構成要件そのもの」を規定した発\n明は，原告の主張する「公知発明の構成要件に数値限定をした発明」に該当する。\nなお，３０００本／ｈを超える生産能力には，例えば「３０００．１本／ｈ」（１\n０時間当たり３０００１本の生産能力）などの３０００本／ｈに限りなく近い様々\nな生産能力も含まれるが，これらの生産能力は，３０００本／ｈの生産能力と技術\n的に実質的な差異がないものであり，例えば公用発明２において，３０００本／ｈ\nを超えたとしても，少なくともそれに限りなく近い生産能力であれば，液揺れによ\nるシール不良が生じないことは明白である。したがって，「生産能力を３０００本／\nｈ＋３００本／ｈ（ただし，３０００本／ｈを除く。）」としたからといって，３０\n００本／ｈの生産能力を有する装置と実質的に差異はない。\nエ  エ）につき\n甲４６は主たる引用文献として主張されたものではないから，特許法２９条１項\n各号のいずれにも該当しないことは無関係である。そもそも審決は，甲４６を引用\n文献として直接引用して何らかの判断を示しているわけではないから，この点は審\n決の取消事由となりえない。\nまた，原告は，甲４６に示されるような技術的知見が本件特許出願当時存在して\nいたとしても，Ｕ－Ｈ２５Ａ型機の生産能力２５２０本／ｈを容易にアップできる\nのは２９００本／ｈまでであって，３０００本／ｈを超えるまでアップすることは\nできないこととなる旨主張する。\nしかし，甲４６における２９００本／ｈに能力アップすることが容易であった旨\nの陳述は，訂正前の特許請求の範囲で特定された生産能力が「３０００本／ｈ±３\n００本／ｈ」であったことから，２７００～３３００本／ｈ（２７００本／ｈ以上）\nの生産能力の容易性を立証すべく，必要な限度において行われたものであり，３０\n００本／ｈを超えるまでアップするのが容易でない旨の趣旨でない。そして，甲４\n６における試算は，あくまで「移動／停止の割合とカム曲線の種類を維持したまま」\nという前提条件の下での試算であり，Ｕ－Ｈ２５Ａ型機で用いられている変形正弦\n曲線（最大加速度係数Ａｍ：５．５３）に代えて，例えば原告が甲６４における試\n算で用いている変形台形曲線（最大加速度係数Ａｍ：４．８９）を使用し，かつ，\n移動／停止の分割割合を必要に応じて１５０°／２１０°から変化させれば，Ｕ－\nＨ２５Ａ型機の生産能力を３０００本／ｈあるいは３０５０本／ｈを超えるまでア\nップすることも容易であった。\n４  取消事由４に対し\n(1)  各相違点を別個独立に判断したことは誤りであるとの主張につき\n引用発明と特許発明の間に複数の相違点が存在する場合に，すべての相違点につ\nいて同時に判断することができないのは当然のことであるし，構成Ｄ～Ｆは別個に\n判断できないほど密接に関係しているわけでもない。また，相違点２－１から相違\n点２－３へと，相違点毎に順次判断していく審決の判断（２８頁５行～下から４行）\nは，公用発明２において，搬送ピッチを相違点２－１の範囲（１１５～１０５ｍｍ）\nに変更して生産能力を相違点２－３（３０００本／ｈを超える）とし，相違点２－\n１（液揺れを小さく抑えてシール不良を防止できること）が，当業者が容易に想到\nできるかを判断していることになる。\n(2)  相違点２－１の判断につき\n審決は，公用発明２が製品として実際に販売されていることから，「公用発明２に\nおいても，実用的に問題のない程度に『液揺れを小さく抑えてシール不良を防止で\nき』ているものと認められる。」（２８頁７行～９行）と認定しているのであり，相\n違点２－１は実質的には相違点ではないと認定しているのであるから，相違点２－\n１についての原告の主張は当を得ない。原告は「公用発明２の生産能力は３０００\n本／ｈであり，相違点２－１の前提となる本件発明の生産能力（３０００本／ｈを\n超える）とは異なる。」と主張するが，「３０００本／ｈ＋３００本／ｈ（ただし，\n３０００本／ｈを除く。）」の生産能力であっても，３０００本／ｈに臨界的意義が\nない以上，公用発明２の「３０００本／ｈ」の生産能力と実質的な差異がないこと\nに変わりはなく，したがって「液揺れを小さく抑えてシール不良を防止できる」こ\nとにおいても公用発明２と実質的な相違点とは認められない。\n(3)  相違点２－２につき\nア  原告は，装置のコンパクト化を公用発明２の課題とするためには，公用\n発明２の「ＥＰＵ３０００－Ｍ型機」において，装置をコンパクトにしなければな\nらないという具体的な理由が必要であるが，公用発明２を特定する甲１７，２０及\nび３４にはそのような具体的な理由は何ら記載も示唆もされていないと主張する。\nしかし，甲１７，２０及び３４は特許文献ではなく，取扱説明書等の書面である\nから，もともと，技術的課題を記載する性質のものではない。\nまた，原告は，公用発明２は，「ＥＰＵ３０００－Ｍ型機」という実際の装置とし\nて具現化された発明であり，装置のコンパクト化というきわめて上位概念化された\n一般的課題が漠然と個別具体的な公用発明２の技術課題となるわけではないと主張\nするが，装置のコンパクト化，液揺れの低減，生産能力の向上は，ゲーブルトップ\n型紙容器の充填シール装置の一般的な技術的課題であることは論をまたない。\nさらに，容器の搬送を伴う充填シール装置等において，搬送時における液揺れに\nよりシール不良が生じるという問題点や，かかる充填シール装置等において，その\n処理量（生産能力）が搬送される充填済み容器中の液体の擾乱（定常状態の乱れ）\nの程度によって制限され得るという問題点が存在すること，間欠搬送のピッチを大\nきくすると液揺れが増大し，ピッチを小さくすると液揺れが低減することは，甲２\n３～２５の記載などからも，本件発明の出願日より前に既に当業者に広く知られて\nいたことであり，甲２３の段落【０００３】の記載によれば，装置の小型化の観点\nから搬送ピッチを短くしようとする動機付けが存在した。\nイ  Ｕ－Ｈ２５Ａ型機（公用発明１）における処理部のピッチ数が３０であ\nり，ＥＰＵ－３０００Ｍ型機（公用発明２）の２４より６ピッチ多くなっているの\nは，ＥＰＵ－３０００Ｍ型機では充填ノズルを１つ用いる１回充填を採用している\nのに対し，Ｕ－Ｈ２５Ａ型機は無菌充填仕様であり，また，果肉入り充填物に対応\nする仕様であるため，充填ノズルを４つ用いる４回充填方式を採用していることに\nよるものである。Ｕ－Ｈ２５Ａ型機において４つの充填ノズルが間に１ピッチずつ\n空くように配置されていることからも分かるように，充填ノズル１つにつき，その\n充填ノズルで充填する位置について１ピッチ分，次の充填ノズルなどとの間隔を確\n保するための１ピッチ分の計２ピッチ分が必要になるのであり，Ｕ－Ｈ２５Ａ型機\nでは充填ノズルが１つではなく４つ，つまり３つ多く配置されていることにより，\n３×２ピッチで計６ピッチが余分に確保されているのである。Ｕ－Ｈ２５Ａ型機に\nおける処理部のピッチ数が３０と，ＥＰＵ－３０００Ｍ型機の２４より６ピッチ多\nくなっているのは，このような理由によるものである。したがって，Ｕ－Ｈ２５Ａ\n型機の仕様を無菌充填でない仕様に変更して充填ノズルを１つとした場合を考えれ\nば，処理部のピッチ数はＥＰＵ－３０００Ｍ型機と同じく２４ピッチとなり，搬送\nピッチが短い分だけ，Ｕ－Ｈ２５Ａ型機の方が搬送チェーンは短くて済み，その分\nだけ装置をコンパクト化できることは自明である。\nまた，原告は，ＥＰＵ－３０００Ｍ型機において，搬送チェーンのピッチとピッ\nチ数は，各処理部分の長さや機構等に制約され，ピッチのみを単独で自由に変えら\nれるものではない旨主張しているが，キャリアチェーンを備えた搬送装置以外の装\n置について訂正明細書の段落【０００９】における「これらの各装置は従来公知の\nものであるので，詳細な説明は省略する。」との記載から明らかなように，当時の技\n術水準からすれば，ＥＰＵ－３０００Ｍ型機を構成する各装置の配置をそれに適合\nするように調整して搬送ピッチを短縮することは容易になし得た。\nさらに，原告は，ＥＰＵ３０００－Ｍ型機と同系列の充填シール装置であるＥＰ\nＵ６０００－Ｍ型機（甲１６）について縷々述べているが，ＥＰＵ３０００－Ｍ型\n機には直接関係がない。\nウ  原告は，公用発明１，２のようなゲーベルトップ型紙容器の充填シール\n装置においては，搬送ピッチは，ピッチ数とともに各処理部分（カートン供給部，\n充填部及びカートン頂部くせ折り・シール部）の長さや機構等に制約され，ピッチ\nのみを単独で自由に変えられるものではなく，搬送ピッチの変更は，阻害要因とな\nるものであると主張する。\nしかし，前記のとおり，キャリアチェーンを備えた搬送装置以外の装置について\nの訂正明細書の段落【０００９】における「これらの各装置は従来公知のものであ\nるので，詳細な説明は省略する。」との記載から明らかなように，当時の技術水準か\nらすれば，ＥＰＵ－３０００Ｍ型機を構成する各装置の配置をそれに適合するよう\nに調整して搬送ピッチを短縮することは容易になし得たのであり，搬送ピッチの変\n更が阻害要因となるということはない。\n(4)  相違点２－３の判断の誤りについて\nア  ａ）につき\n本件発明においては，「生産能力を３０００本／ｈ＋３００本／ｈ（ただし，３０\n００本／ｈを除く。）とした」（構成Ｆ）ことに関して，「３０００本／ｈ」に臨界的\n意義がない以上，進歩性の判断においては「３０００本／ｈ」の生産能力を規定し\nた場合と同列に扱うほかない。したがって，本件発明の進歩性は，生産能力の数値\n限定に臨界的意義があるか否かで判断することはできず，数値限定『生産能力３０\n００本／ｈ』に臨界的な意義を求め，これがないとした審決は誤っている旨の原告\nの主張は誤りである。\nイ  ｂ）につき\n原告が当然除かれると主張する「公用発明２の生産能力『３０００本／ｈ』と実\n質的に同一である『３０００本／ｈに限りなく近い』値」が，具体的に何本／ｈま\nで含むのか，例えば３００１本／ｈは含むのか，３００２本／ｈは含むのか，・・・\n３００５本／ｈは含むのか，当業者が訂正明細書を見ても全く理解できず不明確で\nある（特許法３６条６項２号違反となる）ことからして，このような解釈が許され\nないことは明らかである。また，いわゆる「除くクレーム」であるとして訂正が認\nめられるということは，進歩性の判断において除かれた部分を常に実質的な相違点\nとして取り扱わなければならないことを意味するものではなく，「除くクレーム」に\n関する原告の主張は失当である。仮に「３０００本／ｈに限りなく近い」値を除い\nたところで，進歩性が認められるほどの実質的な生産能力の差異は，本件発明と公\n用発明２の間に認められない。さらに，充填シール装置などの生産用機械の分野で\nは，実際の最大生産能力を公称の最大生産能力に対して若干余裕を持たせているの\nが通常であって，ＥＰＵ－３０００Ｍ型機（公用発明２）の公称の最大生産能力は\n３０００本／ｈであるが，実際の最大生産能力は３０１０～３０５０本／ｈ程度で\nあったことからすると，本件発明の３０００本／ｈに限りなく近い生産能力が，公\n用発明２のそれと実質的な相違がなかったことは明らかである。なお，本件発明の\n３０００本／ｈに限りなく近い生産能力が，公用発明２のそれと実質的な相違がな\nいものであり，３０００本／ｈに限りなく近い生産能力においては液揺れによるシ\nール不良が生じないことも容易に理解できる。\n第５  当裁判所の判断\n１  取消事由１（Ｕ－Ｈ２５Ａ型機が公然実施された発明であるとの認定の誤\nり）について\n(1)  証拠（各項目の末尾に掲記）によれば，被告四国化工機が製造した口栓付\n大型ゲーブル紙容器無菌充填機「Ｕ－Ｈ２５Ａ型機」は，平成９年（１９９７年）\nに開催された展示会「ＪＡＰＡＮ  ＰＡＣＫ’９７」へ，販売のために出品・展示さ\nれ（甲３～５），その後，名称を「Ｕ－ＩＨ２５Ａ型機」として，平成１０年（１９\n９８年）にエロパック社へ輸出販売された（甲６，７，１４，１５，３３。「Ｕ－Ｉ\nＨ２５Ａ型機」は，「Ｕ－Ｈ２５Ａ型機」と同一の物である〔甲８〕）こと，「Ｕ－Ｈ\n２５Ａ型機」は，「ＪＡＰＡＮ  ＰＡＣＫ’９７」及びエロパック社に対し胴部サイ\nズが８５ｍｍ角のゲーブル紙容器に対して生産能力が２５２０本／ｈであり，搬送\n装置の搬送ピッチが１１１．２ｍｍの仕様を有するものとして納入されたこと（甲\n５，７）が認められる。\nそうすると，「Ｕ－Ｈ２５Ａ型機」は，本件出願前に公然と譲渡のための展示及\nび譲渡されていたもの，すなわち公然実施されていたものであり，かつ，「胴部サイ\nズが８５ｍｍ角のゲーブル紙容器に対して，搬送装置の搬送ピッチを１１１．２ｍ\nｍとし，かつ生産能力２５２０本／ｈとした口栓付大型ゲーブル紙容器無菌充填\n機。」との事項を備えていたことを認めることができる。\n(2)  原告は，生産能力で特定した充填シール装置の発明が「公然実施された発\n明」であるためには，その発明に係る生産能力をどのようにして実現するか技術的\nに理解される状況又は技術的に理解されるおそれのある状況で実施された必要があ\nり，そのためには，特定の生産能力を有するとされる充填シール装置が実際にその\n生産能力を発揮して生産していることが必要であると主張する。\nしかし，エロパック社への納品仕様書（甲５，７）が証拠として提出され，そこ\nに上記の生産能力が明記されていて，これを動かす証拠がない以上，原告の主張は，\n上記認定を左右しない。\n(3)  したがって，取消事由１は理由がない。\n２  取消事由２（「ＥＰＵ３０００－Ｍ型機」が公然実施された発明であるとの\n認定の誤り）について\n証拠（各項目の末尾に掲記）によれば，被告凸版印刷及び株式会社トッパンエン\nジニアリング製造にかかる「ＥＰＵ３０００－Ｍ型機」は，平成１１年に清洲櫻醸\n造株式會社へ販売されたこと（甲１７，２０，３４），その際，「ＥＰＵ３０００－\nＭ型機」は，同社に対し，「胴部サイズが８５ｍｍ角のゲーベルトップ液体紙容器に\n対して，搬送装置の搬送ピッチを１２７ｍｍとし，かつ生産能力を３０００本／ｈ\nとした充填シール機。」との事項を備えるものとして納入されたこと（甲１７），同\n社は，納入を受けた「ＥＰＵ３０００－Ｍ型機」を用いて８５ｍｍ角のゲーベルト\nップ型紙容器の製品を３０００本／ｈで実際に生産したこと（甲３４）が認められ\nる。\nそうすると，「ＥＰＵ３０００－Ｍ型機」は，本件出願前に公然と譲渡されてい\nたもの，すなわち公然実施されていたものであり，かつ，「胴部サイズが８５ｍｍ角\nのゲーベルトップ液体紙容器に対して，搬送装置の搬送ピッチを１２７ｍｍとし，\nかつ生産能力を３０００本／ｈとした充填シール機。」との事項を備えていたもので\nあることを認めることができる。\nしたがって，取消事由２は理由がない。\n３  取消事由３（公用発明１に基づく進歩性の判断の誤り）について\n(1)  本件発明\n訂正明細書（甲５２，６９）によれば，本件発明について以下のように認めるこ\nとができる。\n本件発明は，上端を開口した紙容器を所定経路に沿って間欠的に搬送し，その紙\n容器に対して清酒，合成酒，焼酎，ジュース，牛乳等の液体を充填し，頂部をゲー\nベルトップ型に成形してシールするという一連の動作を行うゲーベルトップ型紙容\n器の充填シール装置に関するものである。従来，８５㎜角あるいは９５㎜角用のゲ\nーベルトップ型紙容器充填シール装置においては１２７㎜ピッチが一般的であり，\nインデックスカムの１回転中におけるチェーンの移動／停止の分割割合は１２０°\n／２４０°に設定され，生産能力は２０００本／ｈが限度であったところ，ゲーベ\nルトップ型紙容器の充填シール装置においても生産能力の向上が求められているた\nめ，生産能力をアップすると，充填行程において液体を充填した紙容器が次の位置\nへ移動，停止する際の液揺れが激しくなり，液が跳ねて紙容器頂部のシール面に接\n触しシール不良を生じるといった現象が生じた。本件発明は，かかる問題点を解決\nすべく，胴部サイズが８５㎜角あるいは９５㎜角等のゲーベルトップ型紙容器を対\n象とする充填シール装置において，液揺れを抑えてシール不良を防止しながら，３\n０００本／ｈ程度の生産を可能とすることを目的とするものであり，紙容器の移動\n時の加速度，減速度が液揺れに多大な影響を与えており，その加速度，減速度があ\nる限界に達すると共振現象を含んだ液揺れが生じることで振幅が急激に大きくなり，\nその限界点が，１サイクル中の移動／停止の分割割合を１５０°／２１０°とし，\n生産能力を３０００本／ｈとしたときの加速度，減速度の最大値よりも少し低い位\n置にあり，紙容器を間欠搬送する際の１サイクルでの移動距離（搬送ピッチ）を短\n縮することで加速度，減速度の最大値を下げて液揺れを抑制することを見いだし，\nキャリアチェーンによる紙容器の搬送ピッチを１１５㎜～１０５㎜に設定し，かつ\n生産能力を３０００本／ｈ＋３００本／ｈ（ただし，３０００本／ｈを除く。）とす\nる構成としたものである。\n(2)  相違点１－１及び１－２の容易想到性につき\nゲーブル紙容器無菌充填機において，液揺れによりシール不良が起きると製造さ\nれる製品が不良品となることから，そのようなシール不良を防止することは当然の\nことと考えられるところ，公用発明１は，製品として実際に販売されているもので\nあるから，実用的に問題のない程度に「液揺れを小さく抑えてシール不良を防止で\nき」ているものと認められる。\nまた，充填機において生産能力を向上させることは通常求められる課題であると\nころ，生産能力を３０００本／ｈとすることは，公用発明２で達成されているよう\nに本件特許の出願時において格別高い生産能力とはいえないことからすると，公用\n発明１において生産能力を３０００本／ｈとほとんど変わらない３００１本／ｈを\n含む３０００本／ｈ＋３００本／ｈ（ただし，３０００本／ｈを除く。）とすること\nは，当業者が容易に想到することができた事項というべきである。\nそして，公用発明２は，公用発明１より搬送ピッチが大きく生産能力が高いので，\n紙容器の間欠搬送において，公用発明１よりも加速度，減速度が大きく液揺れが大\nきくなることが想定されるが，公用発明２も製品として実際に販売されているので\nあるから，実用的に問題のない程度に「液揺れを小さく抑えてシール不良を防止で\nき」ているものと認められ，そうすると公用発明２よりも搬送ピッチが小さく，加\n速度及び減速度が小さくなる公用発明１において生産能力が２５２０本／ｈから３\n０００本／ｈとほとんど変わらない３００１本／ｈを含む３０００本／ｈ＋３００\n本／ｈ（ただし，３０００本／ｈを除く。）に増加したとしても，「液揺れを小さく\n抑えてシール不良を防止でき」ると認められる。\nよって，公用発明１において，「液揺れを小さく抑えてシール不良を防止」しつ\nつ，生産能力を３０００本／ｈ＋３００本／ｈ（ただし，３０００本／ｈを除く。）\nに向上させることは当業者が容易に想到することができたものであり，相違点１－\n１，１－２に関する審決の判断に誤りはない。\nなお，原告は，公用発明２は，公用発明１とは装置構成や全長等が大きく異なり，\n公用発明２の液揺れ状態は，公用発明１において，生産能力を３０００本／ｈを超\nえるまで引き上げた場合にどのような液揺れ状態が生じるかの参考とはならないと\n主張する。しかし，公用発明１及び公用発明２は８５mm～９５mm 角の範囲の紙容\n器を搬送ピッチずつ間欠搬送するゲーベルトップ型紙容器の充填シール装置である\n点では一致しており，また液揺れの状態は，装置の全長よりも，間欠搬送するとき\nの加速度及び減速度の影響の方が大きいと考えられることから（訂正明細書段落【０\n００７】参照），公用発明 1 において８５mm～９５mm 角の範囲の紙容器を搬送ピ\nッチずつ間欠搬送するに際して，公用発明２を参考にすることは当然に考えられる。\n原告の上記主張は採用することができない。\nまた，原告は，本件発明の構成Ｆ（生産能力を３０００本／ｈ+３００本／ｈ（･･･\n中略･･･）としたこと）における「生産能力」は，ゲーベルトップ型紙容器の充填シ\nール装置の効果そのものであって，公知発明が達成できなかった構成そのものであ\nり，公知発明を実施するに際して，設計上当然に適当な数値を与えなければならな\nいような構成ではないと主張する。しかし，生産能力がゲーベルトップ型紙容器の\n充填シール装置の効果であるとするならば，本件発明において，この構成Ｆは達成\nすべき結果による物の発明の特定である。そして，このような結果を得るためには，\n本件発明が特定する「胴部サイズが少なくとも８５ｍｍ角～９５ｍｍ角の範囲内の\n１サイズの紙容器に対して処理可能なゲーベルトップ型紙容器の充填シール装置に\nおいて，前記搬送装置の搬送ピッチを１１５～１０５ｍｍ」とするのみならず，間\n欠搬送の移動／停止の分割割合や，加減速度の特性等も関係するところ，これらに\nついて様々な態様があることは明らかである。一方，公用発明２は，搬送ピッチを\n１２７mm としているが，それのみならず，間欠搬送の移動／停止の分割割合，加\n減速度の特性等について特定の態様とすることで，３０００本／ｈの生産能力を実\n現したゲーベルトップ型紙容器であると考えられる。そうすると，本件特許の出願\n時において，３０００本／ｈの生産能力を得るために間欠搬送の移動／停止の分割\n割合，加減速度の特性等について特定の態様とすることは当業者が通常行っていた\n事項であるということができ，さらに３０００本／ｈの生産能力を３０００本／ｈ\n＋３００本／ｈ（ただし，３０００本／ｈを除く。）の生産能力とすることにより，\n物の発明として特定される事項に格別の相違があるとはいえないから，公用発明１\nにおいて３０００本／ｈ＋３００本／ｈ（ただし，３０００本／ｈを除く。）の生産\n能力を得るために，加減速度等，必要な特定の事項を得ることは，当業者が容易に\nなし得たことであるというべきである。（なお，３０００本／ｈの生産能力を得るた\nめの態様が本件の訂正明細書（特に段落【００１１】～【００１５】）に記載された\nものに限定されるのであれば，達成すべき結果による特定ではなく，当該結果を得\nるための手段を特許請求の範囲で特定すべきであり，特許法３６条６項２号（発明\nの明確性の要件）違反になる可能性がある。）\n(3)  取消事由３も理由がない。\n４  取消事由４（公用発明２に基づく進歩性の判断の誤り）について\n前記のとおり，公用発明２も製品として実際に販売されているのであるから，実\n用的に問題のない程度に「液揺れを小さく抑えてシール不良を防止でき」ているも\nのと認められる。\nまた，ゲーベルトップ型紙容器の充填シール装置において，時間あたりの生産能\n力を高めることは，前記のとおり，本件出願前において一般的な課題であるところ，\n充填装置において，同じ速度で搬送を行うのであれば，その搬送距離である搬送ピ\nッチが短いほど搬送に要する時間が短くなることは自明である。加えて，停止と移\n動を繰り返す公用発明２，公用発明１及び本件発明１などの搬送機構は，同じ速度\nパターンとなるには，加速度及び減速度特性が同じ特性となるところ，加速度及び\n減速度特性が同じであれば，やはり搬送ピッチが短いほど搬送に要する時間が短く\nなるといえる。一方，原告が主張するように，公用発明１，２のようなゲーベルト\nップ型紙容器の充填シール装置において，搬送ピッチは，ピッチ数と共に各処理部\n分（カートン供給部，充填部及びカートン頂部くせ折り・シール部）の長さや機構\n等に制約され，ピッチのみを単独で自由に変えられるものではないが，例えば，公\n用発明１の搬送ピッチは１１５mm～１０５mm であることからすれば，本件特許出\n願時において，胴部サイズが８５ｍｍ角のゲーブル紙容器の充填シール装置におい\nて各処理部分が互いに干渉することなく配置しつつ搬送ピッチを１１２mm 程度と\nすることに格別困難な事情があったとは認められない。そうすると，公用発明２か\nら充填機のコンパクト化という課題の示唆や教示等が読み取れないとしても，一般\n的な課題である時間あたりの生産能力を高めるために，公用発明２において，搬送\nピッチを困難無く短くできる１１２mm 程度とすることは，当業者が適宜なし得た\n事項であるというべきである。\nそして，搬送ピッチが短くなれば，紙容器の間欠搬送において加速度及び減速度\nが小さくなり，液揺れも小さくなることが想定されることからすれば，公用発明２\nにおいて搬送ピッチを１１２mm とした場合であっても，実用的に問題のない程度\nに液揺れを小さく抑えてシール不良を防止できるものと認めることができる。\n相違点２－３については，本件発明では，生産能力が３０００本／ｈ＋３００本\n／ｈ（ただし，３０００本／ｈを除く。）とされ，３０００本／ｈは除かれているも\nのの，本件発明における３０００本／ｈに限りなく近い生産能力の下限値と公用発\n明２における生産能力である３０００本／ｈは実質的な相違とは認められない。そ\nして，搬送ピッチ１２７㎜の公用発明２において３０００本／ｈの生産能力を達成\nしていることから，搬送に要する時間を短くできる搬送ピッチ１１２㎜の公用発明\n１において，その生産能力を３０００本／ｈより大きくすることは容易であるとい\nえる。\nよって，公用発明２において，相違点２－２を本件発明の構成とし，それによっ\nて相違点２－１，２－３の構成とすることは当業者が容易になしえたことである。\nなお，原告は，審決が各相違点を別個独立に判断したことが誤りと主張するが，\n審決は，実質的には公用発明２において搬送ピッチを相違点２－２の範囲（１１５\nmm～１０５mm）に変更して生産能力を相違点２－３とし，相違点２－１（液揺れ\nを小さく抑えてシール不良を防止できること）を全体として判断しているといえる\nし，上記のとおり，その結論において誤りもない。原告の上記主張は採用すること\nができない。\n取消事由４も理由がない。\n第６  結論\n以上によれば，原告主張の取消事由はすべて理由がない。\nよって原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}