{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 3,
    "day": 27
  },
  "case_number": "平成25(行ケ)10308",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84084",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84084",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/084/084084_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２６年３月２７日判決言渡\n平成２５年（行ケ）第１０３０８号  審決取消請求事件\n口頭弁論終結日  平成２６年２月２７日\n判                決\n原            告            株 式 会 社 ロ ッ テ\n訴訟代理人弁理士            稲      岡      耕      作\n同                          川      崎      実      夫\n同                          竹      原              懋\n同                          中      村      友      美\n被            告            特 許 庁 長 官\n指 定 代 理 人            斉      藤      孝      恵\n同                          小      林      裕      和\n同                          大      橋      信      彦\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１２－１０８５０号事件について平成２５年９月２５日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯\n\u0000 \u0000\n原告は，平成２３年４月１５日，意匠に係る物品を「使い捨てカイロ」と\nする意匠登録出願（意願２０１１－８７５４号。以下「本願」といい，本願\nに係る意匠を「本願意匠」という。）をした。\n原告は，平成２４年３月９日，拒絶査定を受け，同年６月１１日，拒絶査\n定不服審判（不服２０１２－１０８５０号）を請求した。原告は，平成２５\n年４月１９日，本願意匠は意匠法３条２項の規定に該当するとの拒絶理由通\n知を受け，同年５月２９日付けで意見書を提出した。\n特許庁は，平成２５年９月２５日，「本件審判の請求は，成り立たない。」と\nの審決をし，同年１０月１１日，その謄本を原告に送達した。\n２  審決の理由\n(1)  審決の理由は，別紙審決書写しのとおりである。要するに，本願意匠は，\nその出願前に日本国内又は外国において公然知られた形態に基づいて，当業\n者であれば容易に創作をすることができたものであるから，意匠法３条２項\nの規定に該当し，意匠登録を受けることができない，というものである。\n(2)  審決が認定した本願意匠及び公知の形態は，次のとおりである。\nア  本願意匠\n本願意匠は，別紙審決書写しの「別紙第１」の記載及び図面に記載さ\nれたとおりのものである。すなわち，その全体形状を，周囲に等幅の薄\n肉シール部を形成した中央部がやや厚みのある隅丸長方形状の袋体とし，\nその平坦な裏面全面に，衣類に貼付するための粘着面及びそれを覆う剥離\n紙を設け，二度貼りを可能とするために，該剥離紙には，一度目と二度目\nの粘着面が略同面積となるように長手方向と平行で，上端から下端までそ\nの高さ一杯に直線状の切り込み線を，該剥離紙全体を約１：２：１の面積\n比に区画する位置，言い換えると，剥離紙の左右幅を約１：２：１に分割\nする位置に，平行に２本設けたものである。\nイ  公知の形態\n\u0000 \u0000\n審決は，使い捨てカイロにおいて，以下の各形態はいずれも，本願出願\n前に公知の形態であると認定した。\n(ア)  形態１\n周囲に等幅の薄肉シール部を形成した中央部がやや厚みのある隅丸長\n方形状の袋体とし，剥離紙全体を隅丸形状とすること（意匠登録第１２\n３７８３８号の意匠公報（甲２３。以下「甲２３公報」という。）。別紙\n審決書写しの「別紙第２」参照。以下「形態１」という。）。\n(イ)  形態２\n切り込み線を剥離紙の長手方向と平行で，上端から下端までその高さ\n一杯に設けること（甲２３公報。別紙審決書写しの「別紙第２」参照。\n以下「形態２」という。）。\n(ウ)  形態３\n使い捨てカイロにおいて，二度貼りを可能とするために，剥離紙に複\n数区画を形成するような切り込み線を設け，さらに，二度貼りの前後に\nおいて粘着面の面積を略同じとなるように，剥離紙全体を約１：２：１\nの面積比に区画する位置に切り込み線を設けること（例えば，特開平７\n－８００１８号の公開特許公報（甲２４。以下「甲２４公報」という。\n別紙審決書写しの「別紙第３」参照）の【図１】及び【００１１】の記\n載並びに【図３】及び【００１２】の記載から導き出される態様。具体\n的には，本願意匠は，甲２４公報の【図１】及び【図３】の２ｂ及び２\nｃの剥離紙を一体とした態様のものである。そして，実用新案出願公開\n平３－６３３２２号の公開実用新案公報（甲２５。以下「甲２５公報」\nという。別紙審決書写しの「別紙第４」参照）の第１図及び第２図の発\n熱袋の態様。）（以下「形態３」という。）。\n第３  原告主張の取消事由\n審決は，公知の形態の認定を誤り，本願意匠の容易創作性の判断を誤ったも\n\u0000 \u0000\nのであるから，違法であり，取り消されるべきである。\n１  公知の形態の認定について\n審決は，形態３として，「使い捨てカイロにおいて，二度貼りを可能とする\nために，剥離紙に複数区画を形成するような切り込み線を設け，さらに，二度\n貼りの前後において粘着面の面積を略同じとなるように，剥離紙全体を約１：\n２：１の面積比に区画する位置に切り込み線を設けること」は，公知の形態で\nあると認定した（審決書４頁）。\nしかし，甲２４公報には，「二度貼りを可能とするために，剥離紙に複数区\n画を形成するような切り込み線を設けること」や，「二度貼りの前後において\n粘着面の面積を略同じとなるようにすること」や，「剥離紙全体を約１：２：\n１の面積比に区画する位置に切り込み線を設けること」は，全く開示されてお\nらず，教示されてもいない。また，剥離紙全体を約１：２：１の面積比に区画\nする位置に切り込み線を設けることは，甲２５公報にも示されていない。\nしたがって，審決が，形態３を公知の形態と認定したのは誤りである。\n２  容易創作性の判断について\n審決は，甲２４公報及び甲２５公報に基づき，剥離紙全体を約１：２：１の\n面積比に区画する位置（剥離紙の左右幅を約１：２：１に分割する位置）に，\n切り込み線を平行に２本設ける程度のことは，当業者であれば容易に創作する\nことができたものであると判断した。\nしかし，以下のとおり，上記各公報は，審決の容易創作性判断の根拠となる\nものではない。剥離紙を，左領域，中央領域，右領域の面積比が約１：２：１\nとなるように３分割した形態は，公然知られた形態に基づいて容易に創作でき\nたものではない。\n(1)  甲２４公報について\n審決は，「本願意匠のように，・・・そのような態様とするためには，文\n献１（判決注・甲２４公報を指す。）の【図１】及び【図３】に表された意\n\u0000 \u0000\n匠において，単に剥離紙２ｂ及び２ｃを一体とすればよく」とし，【００１\n１】に「この切り込み３の数は本発明においてとくに限定されず，少なくと\nも１本あれば良く，また切り込みの形成箇所も適宜選定すればよい」等の記\n載があることを根拠として挙げ，「当業者であれば，剥離紙２ｂ及び２ｃを\n一体として，剥離紙の長手方向に，面積比が約１：２：１となるように切り\n込み線を２本入れるという創作が格別困難であったとはいえない。」と判断\nした。\nしかし，甲２４公報の【００１１】には，切り込み３によって分割される\n剥離紙の面積に大小を形成するように面積を変えるといったことは一切説明\nされていない。【００１１】には，「切り込みの形成箇所も適宜選定すれば\nよい。」との記載はあるが，この記載は，同文献記載の発明が「偏平状袋の\n片面の全面または一部に粘着剤層が形成されてなる」使い捨てカイロ（請求\n項１，請求項２を参照）であることから，偏平状袋の片面の一部に粘着剤層\nが設けられている場合には，粘着剤層を露出させるために必要な位置に切り\n込みを設ければよいという程度の意味と解される。実際，甲２４公報の実施\n例記載の剥離紙に形成される切り込みは，剥離紙の一端から他端までその高\nさいっぱいに設けられているものではなく，使い捨てカイロ本体の外枠部分\nを除く中央部に露出させるべき粘着層が形成されており，その粘着層に対応\nして剥離紙に切り込みが形成されている。これに対し，本願意匠は，使い捨\nてカイロの片面全面が剥離紙で覆われ，全面を覆う剥離紙の一端から他端ま\nで切り込み線が形成されたものである。したがって，甲２４公報の実施例記\n載の形態は，本願意匠の形態とは，厳密な意味では異なるものである。\nしたがって，剥離紙２ｂ及び２ｃを一体化すればよいということは，甲２\n４公報に基づいて当業者が容易に想到し得るものではない。\n(2)  甲２５公報について\n審決は，甲２５公報の第２図について，〔実施例〕に「この剥離シート４\n\u0000 \u0000\nには適宜数のカットライン５が形成され，部分剥離が可能となっている」と\nの記載があることを根拠として，甲２５公報の第２図に表された意匠の剥離\n領域の数及びその面積比が本願意匠と異なるからといって，当業者であれば，\n剥離紙６を一体として，剥離紙の長手方向に，面積比が約１：２：１となる\nように切り込み線を２本入れるという創作が格別困難であったとはいえない\nと判断した。\nしかし，甲２５公報の〔実施例〕には，上記記載に続けて，「カットライ\nン５の具体的形状は部分剥離可能なものであれば直線，曲線等その如何を問\nわないが，平行直線や同心円とし，カットライン５により形成された複数の\n分画部片６に，同時に剥離すべき部片毎に共通記号７を付すのが簡便であ\nる。」との記載がある。この記載は，剥離紙を分割する際に，平行直線に\nよって剥離紙の面積が等しいものを多数形成するか，同心円により中心から\n外方に向かって半径が一定寸法ずつ大きくなる複数のドーナツ状の剥離紙を\n形成するといったことを意図したものと推察され，剥離紙の面積比が１：\n２：１となる形態にすることを示唆するものではない。\nしたがって，甲２５公報に表された公知の形態も，本願意匠が容易に創作\nできたものであることの根拠とはなり得ない。\n第４  被告の反論\n１  公知の形態の認定について\n原告は，審決が形態３を公知の形態と認定したのは誤りであると主張する。\nしかし，甲２４公報及び甲２５公報に表された意匠は，いずれも剥離紙を左\n右に均等に４分割したものではあるが，はがす剥離紙の態様によっては，粘着\n面が同一の面積となる態様が現出されることは容易に想定できるものである。\n甲２４公報及び甲２５公報において中央の２枚を同時にはがした場合には，面\n積比が約１：２：１となるので，粘着面が略同一の面積となるような態様につ\nいては，当業者が容易に想到できるものである。\n\u0000 \u0000\nまた，面積比が約１：２：１になるように切り込み線を２本入れることにつ\nいても，この種使い捨てカイロの分野において，表面部に粘着面を設けた使い\n捨てカイロは，広く知られたありふれた態様であり，①粘着面を長手方向の中\n央や両端部に設けることは，乙第１号証の第１図にあるように，従来から認め\nられる態様であり，②剥離紙の短手方向に，上領域，中央領域，下領域と３分\n割し，中央領域の幅を広くするような切り込み線を一端から他端まで上下に２\n本設けることは，乙第２号証【図１】にあるように，既に見られる態様であり，\n③剥離紙を左領域，中央領域，右領域と３分割し，剥離紙の左右幅を面積比が\n約１：２：１になるように分割する位置に切り込み線を左右対称に２本設けた\n態様は，乙第３号証の意匠にあるように，既に見られる態様であるから，剥離\n紙の分割態様を，左領域，中央領域，右領域の面積比が約１：２：１になるよ\nうに３分割することは，甲２４公報及び甲２５公報に具体的形態として表され\nていなくとも，当業者であれば，明細書の記載を受けて容易に想到し得る範囲\n内のものである。\nしたがって，甲２４公報や甲２５公報に表された四つに等分された剥離紙の\n形状において，切り込み線を３本から２本に減じ，両端の剥離紙をそのままに，\n中央部分の２枚の剥離紙を一体とし，面積比が約１：２：１になるように分割\nする態様とすることも，当業者においては当然に想到し得る範囲内のものであ\nり，審決が，形態３を公知の形態と認定した点に誤りはない。\n２  容易創作性の判断について\n原告は，甲２４公報及び甲２５公報は，審決の容易創作性判断の根拠となる\nものではないと主張する。\u0000\nしかし，剥離紙をその粘着効果や貼り替え等を考慮して，複数に分割をする\nことは甲２４公報及び甲２５公報に表されており，例えば，本願意匠と同様に\n切り込み線を２本とする態様とした場合に，本願意匠のように面積比を約１：\n２：１に，あるいは，約２：１：２（乙４の第４図）とする程度の創作は，当\n\u0000 \u0000\n業者であれば十分考え得る範囲内のものである。\nまた，甲２４公報は，本願意匠のように，使い捨てカイロの片面全面が剥離\n紙で覆われ，全面を覆う剥離紙の一端から他端まで切り込み線が形成された形\n態とは異なるものであるとしても，剥離紙の一端から他端まで切り込み線が形\n成された形態は，甲２５公報に表されているのであって，このような態様とす\nることも容易に想到し得るものである。\nしたがって，原告の上記主張は理由がない。\n第５  当裁判所の判断\n当裁判所は，原告主張の取消事由は理由がないものと判断する。その理由は\n以下のとおりである。\n１  公知の形態の認定について\n(1)  意匠法３条２項は，「意匠登録出願前にその意匠の属する分野における\n通常の知識を有する者が日本国内又は外国において公然知られた形状，模様\n若しくは色彩又はこれらの結合に基づいて容易に意匠の創作をすることがで\nきたときは，その意匠・・・については，前項の規定にかかわらず，意匠登\n録を受けることができない。」と規定する。\nここでいう「公然知られた」とは，不特定の者に秘密でないものとして現\n実にその内容が知られたことをいい，日本国内又は外国において頒布された\n刊行物に記載された形状，模様若しくは色彩又はこれらの結合は，「公然知\nられた」形態ということができる。\n(2)  刊行物の記載\nア  甲２３公報の記載\n甲２３公報には，使い捨てカイロにおいて，周囲に等幅の薄肉シール部\nを形成した中央部がやや厚みのある隅丸長方形状の袋体とし，剥離紙全体\nを隅丸形状とすること（形態１），及び，切り込み線を剥離紙の長手方向\nと平行で，上端から下端までその高さ一杯に設けること（形態２）が記載\n\u0000 \u0000\nされている（甲２３）。\nイ  甲２４公報の記載\n甲２４公報の【図１】には，使いすてカイロ１の粘着剤層を覆う剥離紙\n２の長手方向に３本の切り込み３が略等間隔に平行に形成され，剥離紙２\nが４分割されたものが示されており，【実施例】の【００１１】には，\n「切り込み３の数は本発明においてとくに限定されず，少なくとも１本あ\nれば良く，また切り込みの形成箇所も適宜選定すればよい。」との記載が\nある。\nまた，甲２４公報の【図３】には，使いすてカイロ１の使用例として，\n４分割された剥離紙２ａ，２ｂ，２ｃ及び２ｄのうち，２ａと２ｃを剥が\nし，その部分の粘着剤層が現出しているものが示されており，【実施例】\nの【００１２】には，「本発明の使いすてカイロの特徴は，貼り直しをし\nても粘着力の衰えないところにある。したがって，切り込みは，粘着剤層\nの一部のみを現出させるためのものであり，適宜剥離する部分を選択すれ\nばよい。たとえば，剥離紙２ａ，２ｃを剥がして所望の部位にカイロを貼\n着させることができる。そののち他の部位に貼着し直したいときは剥離紙\n２ｂ，２ｄを剥がすことにより確実な接着力で貼着させることができる。\nさらに貼着するものの材質によって接着力を調整したいときなども，粘着\n剤層を現出させる面積を簡単に調節することができる。」との記載がある\n（甲２４）。\nウ  甲２５公報の記載\n甲２５公報の第１図には，発熱袋の断面図が示されており，第２図には\n底面図として，粘着剤層３を覆う剥離シート４の短手方向に３本のカット\nライン５が平行に形成され，剥離シート４が４分割されたものが示されて\nおり，〔実施例〕には，「４は剥離シートで，非転着性粘着剤層３を被覆\nし，使用時剥離されるものである。この剥離シート４には適宜数のカット\n\u0000 \u0000\u0000\u0000\nライン５が形成され，部分剥離が可能となっている。カットライン５の具\n体的形状は部分剥離可能なものであれば直線，曲線等その如何を問わない\nが，平行直線や同心円とし，カットライン５により形成された複数の分画\n部片６に，同時に剥離すべき部片毎に共通番号７を付すのが簡便であ\nる。」との記載がある（甲２５）。\n(3)  形態３について\n前記(2)イのとおり，甲２４公報の【図１】には，３本の切り込み３が略\n等間隔に平行に形成され，剥離紙２が４分割されたものが示されており，\n【実施例】の【００１１】には，切り込みの数を増減することや，切り込み\nの形成箇所を変更することが示唆されており，【００１２】には，二度貼り\nを可能とするために，剥離紙を剥がす部位を選択することが示唆されている。\nまた，前記(2)ウのとおり，甲２５公報の第２図には，３本のカットライン\n５が平行に形成され，剥離シート４が４分割されたものが示されている。\nしかし，甲２４公報及び甲２５公報には，切り込み線を２本とし，剥離紙\n全体を約１：２：１の面積比に区画する位置に切り込み線を設けることは記\n載されていない（記載されているに等しいということもできない）。甲２４\n公報によって認め得る公知の形態は，「剥離紙全体を約１：１：１：１の面\n積比に区画する位置に，３本の切り込み線を平行に設け，二度貼りの前後に\nおいて貼着面の面積を略同じとすること」（以下「形態３ａ」という。）に\nとどまる。\nしたがって，審決が，甲２４公報等から「剥離紙全体を約１：２：１の面\n積比に区画する位置に切り込み線を設けること」も含めた形態３を公知の形\n態と認定したことは誤りである。\n２  容易創作性の判断について\n(1)  審決が，前記１(3)のとおり，甲２４公報等から，使い捨てカイロにおい\nて，「剥離紙全体を約１：２：１の面積比に区画する位置に切り込み線を設\n\u0000 \u0000\u0000\u0000\nけること」も含めた形態３を公知の形態と認定したことは誤りであるものの，\n審決は，「本願意匠は，本願出願前に公然知られた，周囲にシール部を有し\nやや厚みのある隅丸長方形状の袋体の裏面全体に，衣類に貼付するための粘\n着面及びそれを覆う剥離紙を設けたものであり，そして，二度貼りを可能と\nするために，該剥離紙に，一度目と二度目の粘着面が略同面積となるように\n該剥離紙の長手方向と平行で，上端から下端までその高さ一杯に，直線状の\n切り込み線を，該剥離紙全体を約１：２：１の面積比に区画する位置，言い\n換えると，剥離紙の左右幅を約１：２：１に分割する位置に，平行に単に２\n本設けた程度にすぎないものであって，当業者であれば容易に創作すること\nができたものと言わざるを得ない。」（審決書４頁）と判断しており，審決の\nこの判断に誤りはない。すなわち，甲２３公報から使い捨てカイロの剥離紙\nとしてありふれた形態であると推認される形態１と形態２について，その切\nり込み線の形態を使い捨てカイロにおいて公知の形態である形態３ａに基づ\nいて形態３とする程度のことは，次に述べるとおり，当業者であれば容易に\n創作することができたものと認められる。\n形態１と形態２の剥離紙からなる使い捨てカイロを，二度貼りをするため\nの使い捨てカイロとするために，甲２４公報の【図３】のように，剥離紙を\n３本の切り込み線により４等分し，一度目と二度目の剥離面積が等面積にな\nるように，４枚の剥離紙から２枚の剥離紙を選択して剥離することは公知で\nある（形態３ａ）。そして，甲２４公報の【図３】では，一度目と二度目の\n剥離面積を等面積とするための例として，一度目に２ａと２ｃの剥離紙を剥\n離している例が示されているけれども，一度目に両側にある２ａと２ｄの剥\n離紙を剥離し，中央にある２ｂと２ｃの剥離紙を残す方法や，一度目に中央\nにある２ｂと２ｃの剥離紙を剥離し，両側にある２ａと２ｄの剥離紙を残す\n方法も，上記記載例と実質的に同一の方法であるから，剥離紙の剥離方法と\nしてこれらの方法も記載されているに等しいものということができる。そし\n\u0000 \u0000\u0000\u0000\nて，上記の剥離方法（中央の２ｂと２ｃの剥離紙を同時に剥離するか，残す\n方法）や，甲２４公報において切り込み線の数を減じたり，切り込みの形成\n箇所を適宜選定することなどが記載されていることを前提として甲２４公報\nの【図３】をみると，中央の２ｂと２ｃの剥離紙の間にある切り込み線をな\nくし，２ｂと２ｃを一体とした形態，すなわち，２本の切り込み線により剥\n離紙の面積比を約１：２：１となるようにした形態（形態３）を創作するこ\nとはそれ程困難なことではないということができる。また，剥離紙を２本の\n切り込み線により３区画に分ける形態は，貼り薬においては公知の形態であ\nる（乙３，乙４の第４図。なお，貼り薬と使い捨てカイロとは，人体に直接\n貼り付けるものであるか，衣服の上から人体に間接的に貼り付けるものであ\nるかの違いはあるものの，いずれも，人体にその形状に沿うように直接又は\n間接的に貼り付けるものであって，日常的に使用されるものである点におい\nて共通する。）。\nそうすると，使い捨てカイロの分野における当業者が甲２４公報に接すれ\nば，一度目と二度目の剥離面積が等面積になるような切り込み線を設けた剥\n離紙として，【図１】に示された形態において，切り込み線を２本とし，剥\n離紙全体を約１：２：１の面積比に区画する位置に切り込み線を設けること\n（形態３。具体的には，甲２４公報の【図１】又は【図３】の２ｂと２ｃの\n間に切り込みを入れず，２ｂと２ｃを一体とした態様のものにすること）は，\n容易に創作することができたものといえる。\n以上によれば，本願意匠は，公知の形態である形態１，形態２及び形態３\nａに基づいて容易に意匠の創作をすることができたものであると認められ，\nこれと概ね同趣旨の審決の判断に誤りはない。\n(2)  原告の主張について\nア  原告は，甲２４公報の【００１１】には，切り込み３によって形成され\nる剥離紙の面積に大小を形成するといったことは一切説明されていないと\n\u0000 \u0000\u0000\u0000\nか，同【００１１】に「切り込みの形成箇所も適宜選定すればよい。」と\nの記載はあるが，この記載は，同文献記載の発明が「偏平状袋の片面の全\n面または一部に粘着剤層が形成されてなる」使い捨てカイロ（請求項１，\n請求項２を参照）であることから，偏平状袋の片面の一部に粘着剤層が設\nけられている場合には，粘着剤層を露出させるために必要な位置に切り込\nみを設ければよいという程度の意味と解され，実際，甲２４公報の実施例\n記載の剥離紙に形成される切り込みは，剥離紙の一端から他端までその高\nさいっぱいに設けられているものではなく，使い捨てカイロ本体の外枠部\n分を除く中央部に露出させるべき粘着層が形成されており，その粘着層に\n対応して剥離紙に切り込みが形成されているのに対し，本願意匠は，使い\n捨てカイロの片面全面が剥離紙で覆われ，全面を覆う剥離紙の一端から他\n端まで切り込み線が形成されたものであり，甲２４公報の実施例記載の形\n態は，本願意匠の形態とは，厳密な意味では異なるものであるとして，甲\n２４公報は，審決の容易創作性の判断の根拠とはなるものではないと主張\nする。\nしかし，甲２４公報の【００１１】における「切り込みの形成箇所も適\n宜選定すればよい。」との記載を，原告が主張するように限定して解釈す\nべき根拠はない。また，形態１と形態２の剥離紙からなる使い捨てカイロ\nは，もともと全面を覆う剥離紙の一端から他端まで切り込み線が形成され\nたものであり，これを二度貼りができる使い捨てカイロとするために，同\n分野における当業者が甲２４公報に接すれば，形態３ａを認識すると同時\nに，この形態３ａと同種のものとして，その中央の切り込み線をなくし，\n剥離紙全体を約１：２：１の面積比に区画する位置に切り込み線を設ける\nこと（形態３。具体的には，甲２４公報の【図１】又は【図３】の２ｂと\n２ｃの間に切り込みを入れず，２ｂと２ｃを一体とした態様のものにする\nこと）を，容易に創作することができたものであることは，前記(1)に説\n\u0000 \u0000\u0000\u0000\n示したとおりである。\nしたがって，原告の上記主張を採用することはできない。\nイ  原告は，甲２５公報における部分剥離に関する記載は，剥離紙を分割す\nる際に，平行直線によって剥離紙の面積が等しいものを多数形成するか，\n同心円により中心から外方に向かって半径が一定寸法ずつ大きくなる複数\nのドーナツ状の剥離紙を形成するといったことを意図したものと推察され，\n剥離紙の面積比が１：２：１となる形態にすることを示唆するものではな\nいとして，甲２５公報は，審決の容易創作性の判断の根拠とはなるもので\nはないと主張する。\n確かに，甲２５公報は，剥離紙の面積比が１：２：１となる形態にする\nことを直ちに示唆するものではない。しかし，使い捨てカイロの分野にお\nける当業者が甲２４公報に接すれば，形態３ａを認識すると同時に，この\n形態３ａと同種のものとして，その中央の切り込み線をなくし，剥離紙全\n体を約１：２：１の面積比に区画する位置に切り込み線を設けること（形\n態３）を，容易に創作することができたものであることは，前記(1)に説\n示したとおりであり，上記意味において，審決の容易創作性の判断に誤り\nはない。\n第６  結論\u0000\n以上によれば，原告の請求は理由がないからこれを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n\u0000 \u0000\u0000\u0000\n裁判長裁判官          設      樂            一\n\u0000\n裁判官          西              理      香\n裁判官          田      中      正      哉\u0000\n"
}