{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 22
  },
  "case_number": "平成26(わ)60",
  "case_name": "殺人被告事件",
  "court_name": "千葉地方裁判所",
  "gist": "被害者を殺害した行為は，正当防衛が認められる状況でされたものではあるが，防衛行為として許容される限度を超えているとして，過剰防衛の成立を認めた事例",
  "lawsuit_id": "84849",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84849",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/849/084849_hanrei.pdf",
  "contents": "平成２６年（わ）第６０号  殺人被告事件\n平成２６年１０月２２日  千葉地方裁判所刑事第５部判決\n主              文\n被告人を懲役７年６月に処する。\n未決勾留日数中１８０日をその刑に算入する。\n千葉地方検察庁で保管中のシースナイフ（平成２６年千葉検領第２６３ 号符\n号１）を没収する。\n理              由\n（罪となるべき事実）\n１   被告人は，指定暴力団 Ａ会六代目Ｂ一家 （以下「Ｂ 一家」という。） に所属\nする暴力団員であるＣから貸していた金を返してもらおうと考え，同人と連絡\nをとるため，平成２６年１月２日午後８時４８分頃及び同日午後９時３分 頃の\n二度にわたり，Ｂ一家の本部事務所に電話をかけた。\nＢ一家に所属する暴力団員である Ｄ（以下「被害者」という。） 及び Ｅ は，\n被告人が正月早々に本部事務所に電話を かけてきたことを聞いて腹を立て，同\n日午後９時１２分頃，被告人との電話で怒鳴ったところ，被告人は，被害者及\nびＥに対し，Ｂ一家を軽んずるような発言や「今から来い」という趣旨の発言\nをした。これに憤激した被害者及びＥは，Ｃを呼び出して被告人方まで案内さ\nせ，同日午後９時３０分頃，千 葉県松戸市ＦＧ番地のＨ所在の被告人方敷地内\nに普通乗用自動車で乗り入れた。\n一 方 ， 被 告 人 は ， 同 日 午 後 ９ 時 １ ４ 分 頃 ， 被 告 人 の 弟 で Ｉ 会 Ｊ 一家 Ｋ 組に\n所属する暴力団員であるＭに対し，Ｂ一家の者と電話で言い合いになり，来る\nかもしれない旨を伝え，Ｍが被告人方に来ることになった。\n２  被害者は，上記自動車から降りると，被告人方敷地内にいたＭの名字がＬで\nあることを確認するやいなや， その場で同人の頭部及び顔面を複数回殴りつけ，\nその腰や大腿部付近を蹴りつけて同人を地面に倒し，さらに， その背中付近を\n足で踏みつけるようにして蹴るなどの暴行を加え ，Ｍはうつぶせの状態になっ\nた。同じ頃，Ｅは，物音を聞きつけて被告人方家屋の北東側勝手口に出てきた\n被告人の頭部及び顔面を複数回殴りつける等して被告人を地面に倒し，さらに，\nその左半身を殴る蹴る等の暴行を加え，うつぶせになった被告人の背中を手で\n押さえ，さらにＥに代わってＣが被告人の背中を手で押さえ た。その頃，被告\n人は，Ｍが被害者から暴行を受けている 状況などを見て，Ｍの身の危険を感じ，\n被告人方家屋内の勝手口付近にあらかじめ置いていたシースナイフ（刃体の長\nさ約２０センチメートル，平成２６年千葉検領第２６３号符号１）を持ち出し，\n同日午後９時３５分頃，被告人方敷地内において， Ｍの身体を防衛するため，\n防衛の程度を超え， うつぶせになっているＭの背に右足を乗せて立っていた被\n害者（当時４６歳） に対し，殺意をもって，その右側腹部を上記シースナイフ\nで突き刺し，よって，同日午後１１時３２分頃，同市 ＮＯ番地所在の医療法人\n社団Ｐ会Ｑ病院において，同人を腹部刺創による出血性ショックにより死亡さ\nせて殺害した。\n（証拠の標目）\n記載省略\n（争点に対する判断）\n第１  争点\n本 件 の 主 た る 争 点 は ， 殺 意 の 有 無 と 正 当 防 衛 の 成 否 で あ る と こ ろ ， 当 裁 判\n所は，被告人に殺意があったと認定し，過剰防衛が成立すると判断したので，\n以下，それらの点につき補足して説明する 。\n第２  前提となる事実関係\n関係各証拠によれば，以下の事実が認められる。\n１  本件関係者について\n被告人は暴力団に所属したことはないものの，元 Ｉ会系暴力団員であるＲ\nや Ｃ な ど 複 数 の 暴 力 団 員 と 交 友 が あ っ た 。 ま た ， 被 告 人 の 弟 で あ る Ｍ は Ｊ\n一家に所属する暴力団員である。\n⑵  被害者，Ｅ，Ｃ，Ｓ及びＵはＢ一家の組員であり，ＳはＶ付近の地域を取\nり 仕 切 る Ｔ 組 の 組 長 で あ る 。 ＷＶ 付 近 の 暴 力 団 員 の 間 で は 「 Ｗ 」 と 言 え ば\nＢ一家を指すと理解されていた。\n⑶  被告人及びＭと被害者及びＥは，本件に至るまで直接の面識はなかった。\n⑷  本件犯行時直近において，被告人は身長１６１センチメートル・体重５６．\n５ キ ロ グ ラ ム ， Ｍ は 身 長 １ ６ ４ セ ン チ メ ー ト ル ・ 体 重 ４ ８ キ ロ グ ラ ム ， 被\n害 者 は 身 長 １ ７ ８ セ ン チ メ ー ト ル ・ 体 重 ９ ４ キ ロ グ ラ ム ， Ｅ は 身 長 １ ６ ８\nセンチメートル・体重８５キログラムであった。\n２  被害者らが被告人方に来るまでの経緯について\n被告人は，平成２６年１月２日（ 以下，特に断らない限り日付はすべて平\n成２６年１月２日である。）の昼頃からＭ及び Ｒと被告人方で酒を飲んでい\nた。 Ｒ は 午 後 ２ 時 頃 に ， Ｍ は 午 後 ５ 時 過 ぎ 頃 に そ れ ぞ れ 被 告 人 方 か ら 帰 宅\nした。\n⑵  被告人は，Ｃに対して約６０万円を貸していたことから，貸していた金を\n返 し て も ら お う と 考 え ， Ｃ と 連 絡 を と る た め に ， 午 後 ８ 時 ４ ８ 分 ， Ｂ 一家\nの本部事務所に電話をかけた。\n同事務所では，１月２日から１月３日にかけての夜にかかってくる電話は\n総 長 秘 書 を し て い る Ｕ の 携 帯 電 話 に 転 送 さ れ る よ う 設 定 さ れ て お り ， 上 記\n被告人からの電話も Ｕの携帯電話に転送された。\n被告人は，同電話において，「 Ｌですけど。Ｃと連絡が取れないんで，連\n絡 と れ ま す か 。」 と 述 べ ， Ｕ は 「 じ ゃ あ ， Ｃ に 伝 え ま す 。」 と 言 っ て 電 話 を\n切った。\n⑶  被告人は，Ｃと連絡がとれないまま，午後９時３分に再度 Ｂ一家の本部事\n務 所 に 電 話 を し た と こ ろ ， Ｕ か ら 一 方 的 に 「 正 月 早 々 ， 夜 中 に 事 務 所 に 電\n話をかけてくるな。失礼じゃないか。後は相対でやれ。」と怒鳴られるなど\nした。\n⑷  Ｕ は，午後９時９分に Ｅ の携帯電話に電話をかけ，「 Ｌ というやつから，\n本部に電話がありました。この Ｌ って，どんな人間ですか。」と尋ねたとこ\nろ， Ｅ から Ｌ の 電 話 番 号 を 教 え る よ う 言 わ れ た た め ， 被 告 人 の 電 話 番 号 を\nＥに伝えた。\nこのとき，Ｅは被害者と共に飲食店で酒を飲んでいた。\n⑸  被害者及びＥは，午後９時１１分に被害者の携帯電話から被告人に電話を\nか け た が ， 通 話 料 金 が 発 生 す る 通 話 時 間 は ２ 秒 で あ っ た 。 そ の 直 後 の 午後\n９ 時 １ ２ 分 ， 被 告 人 は ， 被 害 者 の 携 帯 電 話 に 折 り 返 し の 電 話 を か け ， 被害\n者 ら と １ 分 ４ １ 秒 間 通 話 を し た （ 以 下 ， こ の 電 話 を 「 本 件 電 話 」 と い う 。）。\n本件電話の後，被害者及びＥは被告人に対し憤激した。\n⑹  その後，被告人はＭに電話をかけたがつながらず，被告人からの着信に気\nが つ い た Ｍ が 午 後 ９ 時 １ ４ 分 に 折 り 返 し の 電 話 を か け ， 両 名 は ３ ９ 秒 間 通\n話をした。\n⑺  被害者は ，午後９時１４分 ，Ｓに電話をかけ ，「一応Ｖの貸し元には断り\nを入れておこうと思いまして。」などと発言した。\n⑻  Ｅは ，午後９時１４分 ， Ｒ に電話をかけ ，「被告人と電話でもめて ， こっ\nち に 来 い と 言 わ れ た の で 今 か ら 行 か な け れ ば な ら な い 」 と い う 趣 旨 の 発 言\nをした。\n⑼  Ｍ は，午後９時１６分 ， Ｒに電話をかけ ，「被告人が Ｗ の人と電話で言い\n合いになり，Ｗの人が家に来るようだ」という趣旨の発言をした。\n⑽  Ｅは，午後９時１８分，Ｃに電話をし，被告人方まで道案内をするよう命\nじた 。 被 害 者 及 び Ｅ は ， 午 後 ９ 時 ２ ７ 分 頃 に Ｃ と 合 流 し ， Ｃ の 道 案 内 の も\nと，午後９時３０分頃に被告人方に到着した。\n３  被告人による刺突行為とその後の事情等\n被告人は，午後９時３５分頃，被告人方敷地内において ，判示シースナイ\nフ（以下 「本件シースナイフ 」 という。）で， 被害者の右側腹部を 突き刺し\nた （ 以 下 「 本 件 刺 突 行 為 」 と も い う 。）。 突 き 刺 さ れ た 被 害 者 に は ， 右 下 腹\n部 に 長 さ 約 ４ ． ５ セ ン チ メ ー ト ル ， 深 さ 約 ２ ０ セ ン チ メ ー ト ル の 切 創 が あ\nり ， 傷 口 は ほ ぼ 水 平 方 向 で ， 傷 の 形 状 か ら 凶 器 の 刃 先 が 背 中 側 ， 刃 の 背 部\n分が腹側であった。\n⑵  本件シースナイフの刃体の長さは約２０センチメートル ，刃体の幅は最大\n約 ４ セ ン チ メ ー ト ル で あ り ， 刃 体 上 面 部 分 に ス ウ ェ ッ ジ と 呼 ば れ る 物 を 突\nき刺しやすくするために加工された鋭利な部位がある。\n⑶  平成２６年１月４日午後１１時１８分頃 ，被告人は後頭部挫創，左頬部打\n撲 で 全 治 約 １ ０ 日 間 と の 診 断 を 受 け た 。 翌 ５ 日 午 前 零 時 ５ 分 頃 ， Ｍ は後頭\n部 挫創 ， 左頬 部 打撲 ， 左 耳 介 上 部 化 膿 性 挫 創 ， 左 上 腕 及 び 左 大 腿 部 打 撲 で\n全治約２週間との診断を受けた。\n⑷  平成２６年１月４日から９日にかけての捜査の際 ，被告人方家屋内の勝手\n口 ， 台 所 及 び 居 間 に は 被 告 人 の 血 痕 が 複 数 存 在 し た が ， 居 間 の 北 側 窓 側 下\nの引き戸 （以下「本件引き戸」という。） 及びその周辺に血痕は存在しなか\nった。\n第３  被害者らが被告人方に到着するまでの経緯について\n１  被告人と被害者らの電話でのやりとり\n本 件 電 話 で の や り と り に つ い て ， 検 察 官 は 被 告 人 が 被 害 者 ら に 対 し て 「 Ｂ\n上等。今から来い。」などと言ったと主張するのに対し ， 弁護人はそのような\n発言はなかったと主張する。\n前提となる事実関係によれば，本件電話の後，被害者らは被告人に対して\n憤 激 し て 被 告 人 方 に 赴 い た と 認 め ら れ る と こ ろ ， 被 告 人 が Ｂ 一 家 の 本 部 事\n務 所 に ２ 回 電 話 を か け た だ け で ， 直接 その 電 話 を 受 け た わ け で も な い 被 害\n者 ら が ， 本 件 電 話 の す ぐ 後 に わ ざ わ ざ Ｃ を 呼 び 出 し て 道 案 内 を さ せ て ま で\n被 告 人 方 に 乗 り 込 む 程 に 憤 激 す る と は 考 え ら れ な い こ と か ら す る と ， 本件\n電話 に お い て 被 告 人 が 被 害 者 ら を 相 当 憤 激 さ せ る 発言 を し た と 推認 で き る 。\n⑵   以 上 に 加 え て ， 午 後 ９ 時 １ ４ 分 の 電 話 に お け る Ｒ に 対 す る Ｅ の 発 言 内 容\n「 被 告 人 方 に 向 か う 際 ， Ｌ に Ｂ 一 家 を な め ら\nれ た と い う 話 を Ｅ か ら 聞 い た 」 と い う 趣 旨 の Ｃ 供述 も 考 え 合 わ せ る と ， 本\n件 電 話 に お い て 被 告 人 が Ｂ 一 家 を 軽 ん ず る よ う な 発 言 及 び 「 今 か ら 来 い 」\nと い う 趣 旨 の 発 言 を し た こ と が 認 め ら れ る （ な お ， 被 告 人 か ら 「 Ｂ 上等」\nと い う よ う な こ と を 言 わ れ た と い う 認 識 の も と で 被 害 者 が 憤 激 し て い た と\nい う 心 理 状 態 に あ っ た こ と か ら ， 被 告 人 の 被 害 者 に 対 す る 「 Ｂ 上 等 」 と い\nう 発 言 が あ っ た と 認 め る の は ， 伝 聞 法 則 を せ ん 脱 す る も の で 許 さ れ な い し ，\n被 害 者 は 死 亡 し て い る も の の ， そ も そ も Ｅ で は な く 被 害 者 が 被 告 人 か ら\n「 Ｂ 上 等 」 と い う 発 言 を 直 接 聞 い た と も 証 拠 上 確 定 で き な い こ と か ら す る\nと， 上 記 の Ｓ 供 述 は ， 検 察 官 が 主 張 す る 伝 聞 例 外 （ 刑 訴 法 ３ ２ １ 条 １ 項 ３\n号）に該当するとも考えられない。 その他，「 Ｂ上等」という発言があっ た\nと認めるに足りる証拠もない。）。\n２  被告人とＭの電話でのやりとり\nＭ 及び被告人は，両名の電話での会話について ， 公判廷において ，「 被告\n人 が 持 っ て 帰 る よ う に 言 っ て い た お か ず を 忘 れ た こ と や Ｃ が 来 る か も し れ\nな い と い う 話 は し た が ， Ｃ 以 外 の Ｂ 一 家 の 人 間 が 被 告 人 方 に 来 る か も し れ\nないといった話は一切していない」旨供述している。\nしかし，前提となる事実２⑼のとおり，Ｍは被告人との電話の後に ，Ｒに\n対 し て 「 被 告 人 が Ｗ の 人 と 電 話 で 言 い 合 い に な り ， Ｗ の 人 が 家 に 来 る よ う\nだ 」 と い う 趣 旨 の 発 言 を し て い る こ と か ら す る と ， 被 告 人 が 前 提 と な る 事\n実２ ⑹ の 電 話 に お い て ， Ｍ に 対 し て ， Ｂ 一 家 の 人 間 と 電 話 で も め た こ と 及\nび Ｂ 一 家 の 人 間 が 被 告 人 方 に 来 る 可 能 性 が あ る こ と を 伝 え た こ と は 明 ら か\nである。\n３  結論\n以上 １ 及 び ２ で 検 討 し た と こ ろ に 加 え ， 上 記 前 提 と な る 事 実 関 係 に よ れ\nば ， 被 害 者 ら が 被 告 人 方 に 来 る ま で の 経 緯 に つ い て は ， 罪 と な る べ き 事 実\n１記載の各事実が認められる。\n第４  被害者らが被告人方に到着してからの状況について\n１  Ｃ供述の要旨\n被害者のＭに対する暴行について\nア   被 害 者 ， Ｅ 及び Ｃ は ， 被 告 人 方 敷 地 内 の 玄 関 前 に 勝 手 口 方 向 を 向 け て\n車 を 停 め た と こ ろ ， 勝 手 口 前 の 植 え 込 み の 南 端 付 近 に Ｍ が 被 害 者 使 用 車\n両の方を見て立っていた。\n被害者は車を降りて Ｍ に近寄り，「 Ｂ一家の Ｘ だ。てめーか Ｂ 上等かけ\nたのは。」と言い，これに対し Ｍ は「Ｊ一家の Ｌ だ」と返事をした。その\n後，被害者が先にＭをつかみ，これに対してＭも被害者の服をつかみ返し\nた。\nイ  被害者は，Ｍの頭部及び顔面を５回前後殴り，Ｍの襟首をつかんだまま\n勝手口前の棚付近まで同人をひっぱって移動し，再び同人の顔面及び頭部\nを５回前後殴った上，同人の腰や太もも付近を５回前後蹴った。\nＭは，被害者の方に向かって１回こぶしを伸ばしていたが，Ｍは後ろを\n向いていたため被害者に当たったかはわからない。\nウ  被害者に蹴られたＭは崩れ落ち，尻あがりの四つん ばいのような姿勢に\nなった。被害者は， Ｍの襟首をもって２回程ゆさぶった後，踏みつけるよ\nうに同人の背中付近を蹴っていた。このとき Ｍは，手で頭を抱えていた。\nエ  その後，Ｍは足を伸ばしてうつぶせになり，被害者は Ｍの背中に右足を\n乗せ，左手で Ｍの頭を押さえた。 Ｍ は「ごめんなさい ，すみません。」と\n繰り返し謝っていた。被害者は，Ｍがうつぶせになってからは殴る蹴るの\n暴行は止め， Ｍを抑えつけたまま「 このやろう，連れて い っちゃう。」と\nいうことを繰り返し言っていた。\n⑵  Ｅの被告人に対する暴行 について\nア  被害者が被害者使用車両から降車した後， Ｅも同車から降り，被告人方\n勝 手 口 に 向 か っ て い っ た と こ ろ ， 被 告 人 が 勝 手 口 付 近 で 「 何 だ て め え 。」\n「てめえら何だ。」と いうようなことを 何回か言っていた （なお，このと\nき被害者とＭは勝手口前の棚付近に移動している最中又は移動し終えたと\nころであった。）。\nＥが先に被告人をつかみ，被告人もＥの胸ぐらをつかみかえした。\nイ  Ｅは，被告人の頭部及び顔面を５回前後殴り，被告人をひっぱって勝手\n口から出し，被告人の足を５回程度蹴っていた。\nＥは植え込みの方に移動し，被告人に足を掛けて同人を横向きに倒し，\nさらに同人を蹴ってうつぶせにさせた。\nＥは，うつぶせになっている被告人の背中や腰，頭部などを足で踏みつ\nけるように５回前後蹴った後，被告人の背中を手で押さえつけた。\nウ  Ｅは，被害者とＭの会話を聞いて，電話をするため被害者使用車両に向\nかった。Ｃ は，Ｅから「押 さ え ておけ。」と言われたため， Ｅに代わって\n被告人の背や腰付近を両手で押さえた。\n⑶  被告人が被害者を刺すに至るまで\nア  被告人はうつぶせのまま，ほふく前進で勝手口に向かった。 Ｃは，被告\n人が家の中に逃げるのだと思い，被告人が勝手口のたたきに入るときには\n手を離した。\n被告人は勝手口のたたきでほふく前進を止め，左手を伸ばして右方の台\n所のテーブル下あたりから本件シースナイフを つかんで取り出し，立ち上\nがった。\nイ  被告人は，Ｅを探すそぶりやＣを見たりすることなく，Ｍの背中付近に\n右足をのせて立っていた被害者の方に向かった。被告人は，被害者の右後\n方に立ち，刃が地面と水平になるようにして本件シースナイフを右手で持\nち，左掌を柄じりにそえ，自分の腹で押し出すようにして被害者の右脇腹\nを刺した。\n２  被告人供述の要旨\n被告人方家屋内にいたところ，勝手口の外からゴトゴトという物音と大き\nな 声 が し た た め ， 勝 手 口 の た た き に 降 り た と こ ろ ， Ｅ に 外 に 引 き ず り 出 さ\nれ た 。 被 害 者 か ら は 頭 を 殴 る 蹴 る の 暴 行 を 受 け ， Ｅ か ら は 顔 面 を 五 ， 六 発\n殴 ら れ た 。 被 告 人 が Ｅ を つか み 返 し た り す る こ と は な く ， 両 名 に 一 方 的 に\n暴行を加えられた。\nそ の 後 ， 被 告 人 は 右 半 身 を 下 に し て 横 向 き に 倒 れ ， 左 半 身 に 殴 る 蹴 る の\n暴行を受けた。\n⑵  被告人が暴行を受けながら Ｍの方を見ると，倒れている Ｍに被害者が馬乗\nりになってめちゃくちゃに暴行をしていた。\n⑶  そのため，このままでは自分もＭも殺されてしまうと思い，蹴る等の暴行\nを 受 け な が ら ほ ふ く 前 進 で 勝 手 口 に 向 か い ， 台 所 か ら 居 間 に 入 り ， 本件 引\nき戸を開けて，中から本件シースナイフを取り出した。\n家 の 中 に 入 っ て か ら は 暴 力 を 受 け て は い な い が ， 血 が 目 の 中 に 入 っ た こ\nとから自分の頭から血が出ていることがわかった。\n⑷  本件シースナイフを手にした後，勝手口から降りて， Ｍの上に競馬の騎手\nの よ う に ま た が り ， Ｍ を 殴 っ て い る 被 害 者 の と こ ろ へ 向 か い ， 被 害 者 の 腰\nあ た り を １ 回 蹴 っ た が ， 被 害 者 は 動 じ な か っ た 。 被 告 人 は ， 後 ろ か ら 何 者\nか に 蹴 ら れ た た め ， 被 害 者 の 右 側 背 部 に か ぶ さ る よ う に な り ， 被 害 者 の 右\n側 か ら 刃 を 下 に し て 右 手 で 本 件 シ ー ス ナ イ フ を ま っ す ぐ 前 に 突 き 出 し ， 被\n害者を刺した。\n３  Ｃ及び被告人の各供述の信用性\nＣ供述について\nア  被害者らが被告人方に 到着してからの状況に関する Ｃの供述は，犯行当\n時の現場の明るさや ，Ｃ自身が述べるＣの立ち位置等から考えても，全体\nとしてその内容自体において格別不自然な点が見当たらない。\nまた，核心部分である，被害者らによる被告人及び Ｍに対する暴行態様\nや被告人が被害者を刺した際の態様や両者の体勢に関する供述部分は，被\n告人及びＭの負傷の状況や被害者の切創の部位や形状とよく整合している。\n被告人が本件シースナイフを勝手口付近から取り出したという供述部分\nも，Ｃにおいて作出しなければならないようなものとは考え難い上に，血\nの付着したジャンパーが台所内に脱ぎ捨ててあったことなどから，被害者\nを刺した後に被告人が家屋内に入ることは十分あり得ると考えられること\nからすると，被告人方家屋内の血痕の状況と矛盾するものではない。\nイ   Ｃ 自 身 は 被 害 者 と 長 い 付 き 合 い で 同じ Ｂ 一 家 に 現 在 も 所 属 し て おり，\n被 告 人 に 多 額 の 借 金 が あ る 一方 ， 被 告 人 と も 長 年 に わ た っ て 親 し い 間 柄\nに あ っ た も の で ， 借 金 の 額 に 違 い は あ る も の の そ の 存 在 は 認 め て お り ，\n被 告 人 に 不 利 な 虚 偽 の 供 述 を 殊 更 に す る 立 場 に あ る と は 直 ち に は 認 め 難\nい 。 そ し て ， そ の 供 述 内 容 も Ｃ は 被 害 者 及 び Ｅ に よ る 被 告 人 及 び Ｍ に対\nす る 暴 行 が 激 し い も の で あ っ た こ と を 述 べ る 一 方 ， 被 告 人 及 び Ｍ の 反 撃\nは わ ず か な も の だ っ た と 述 べ て お り ， 殊 更 被 告 人 が 不 利 に な る よ う な 供\n述をしているとはうかがわれない。\nウ  以上のとおり，Ｃの供述には，特に信用性を否定すべき点は 見当たらな\nい。\n被告人供述について\nア   こ れ に 対 し ， 被 告 人 供 述 を 前 提 に す る と ， Ｍ の 上 に 競 馬 の 騎 手 の よ う\nな 姿 勢 で ま た が っ て 被 害 者 の 右 側 か ら ， 被 告 人 か ら 見 て 刃 を 下 に し て 本\n件 シ ー ス ナ イ フ を ま っ す ぐ 前 に 突 き だ し て 被 害 者 を 刺 し た と い う こ と に\nな る が ， そ の よ う な 被 告 人 が 述 べ る ナ イ フ の 刃 の 向 き や 両 者 の 体 勢 か ら\nす る と ， 上 記 認 定 の よ う な 被 害 者 の 切 創 が で き る こ と は 考 え 難 く ， 被 告\n人の供述は被害者の 切創の部位及び形状と整合しない。\nイ   本 件 シ ー ス ナ イ フ を 居 間 の 引 き 戸 か ら 取 り 出 し た と い う 点 に つ い て も ，\n障 子 に 付 着 し た 手 の 形 を し た 血 痕 か ら 少 な く と も 被 告 人 の い ず れ か の 手\nに は 被 告 人 の 血 が 付 着 し て い た こ と が 認 め ら れ る と こ ろ （ なお， 被 告 人\n供 述 を 前 提 に す る と ， 被 害 者 ら が 来 て か ら 被 告 人 が 家 屋 内 に 入 っ た の は\n本 件 シ ー ス ナ イ フ を 取 り に 行 っ た １ 回 の み で あ る 。）， 低 い 位 置 に あ る 引\nき 戸 を 開 け て 本 件 シ ー ス ナ イ フ を 取 り 出 す 際 に 本件 引 き 戸 又 は そ の 周 辺\nの床等に血痕が全く付かないということは想定しにくい。\nウ   さ ら に ， 被 告 人 の 供 述 を 全 体 と し て 見 て も ， 被 害 者 は ま ず Ｍ に 暴 行 を\n加 え た 後 ， Ｍ を放置して Ｅ と 共 に 被 告 人 に 暴 行 を 加 え ， 再 び Ｍ の も と に\n戻 っ て 暴 行 を 加 え た こ と に な る と い う 点 や ， 被 害 者 を 刺 す 直 前 に ， ま ず\n１ 回 被 害 者 の 腰 あ た り を 蹴 っ た と し な が ら ， 何 者 か に 背 後 か ら 蹴 ら れ る\nや 被 害 者 に ナ イ フ の 存 在 を 気 付 か せ る こ と な く い き な り 刺 し た と い う の\nで あ っ て ， 本 件 刺 突 行 為 に 及 ん だ の は あ ま り に も 唐 突 で あ る と い う 点 に\nお い て ， 被 告 人 が 供 述 す る と こ ろ は 事 柄 の 流 れ と し て や や 不 自 然 と の 感\nが否めない。\nエ   な お ， Ｍ は 被 害 者 ら に よ る 暴 行 に つ い て 被 告 人 供 述 に 沿 う 供 述 を し て\nい る が ， 暴 行 を 受 け て い た 状 況 に つ い て 供 述 の 変 遷 が 認 め ら れ ， そ の 合\n理 的 な 説 明 は 何 ら し て い な い 上 ， 既 に 検 討 し た と お り Ｍ が 被 告 人 方 に 戻\nっ た 理 由 等 に つ い て も 信 用 し 難 い 供 述 を し て お り ， Ｍ に は 兄 で あ る 被 告\n人 を 守 る た め に 虚 偽 の 供 述 を す る 動 機 が 十 分 に 認 め ら れ る こ と も 考 え 合\nわ せ る と ， そ の 供 述 に は ， 被 告 人 の 供 述 を 裏 付 け る ほ ど の 証 拠 価 値 が あ\nるとは認められない。\nまた，Ｅも，被害者が被告人に対し暴行を加えた旨の供述をするが， Ｅ\nの供述は全体としてあいまいで記憶していない部分が多く，刺された被害\n者が自らの足で車まで戻ってきたなどという直ちには信用し難い内容も含\nんでいる上，Ｅだけではなく被害者も被告人に暴行を加えたか否かはＥ自\n身の刑事責任にも関わると考えられること も考え合わせると，Ｅの上記供\n述部分が真に記憶しているところを述べているとは認め 難い。\n４  結論\n以 上 の と お り ， 被 害 者 ら が 被 告 人 方 に 到 着 し て か ら の 状 況 に 関 す る Ｃ 供述\nは全体として不自然な点がなく，重要な部分において客観的証拠ともよく整合\nするのに対し，被告人供述は供述内容自体に不自然な面がある上，重要な部分\nにおいて客観的証拠と整合しないし，信用できる証拠による裏付けもない 。\nよ っ て ， 被 害 者 ら が 被 告 人 方 に 到 着 し て か ら の 状 況 に 関 す る Ｃ 供 述 は 基 本\n的に信用することができ，これに反する被告人の供述部分は信用性に乏しい 。\n第５  殺意の有無の検討\n本件シースナイフは刃体の長さが約２０センチメートルで ，刃体上面には物を\n突き刺しやすくするために加工がされていることから ，殺傷能力が非常に高い。\n被告人は本件シースナイフをあらかじめ勝手口付近に準備していたのであるから ，\n本件シースナイフの形状等を十分に認識していた。 また，被害者の切創の深さか\nら，被告人は本件シースナイフを相当の力で突き刺していることが認められる。\nこれらの点を考え合わせると， 被告人は，殺傷能力十分な本件シースナイフを\n使って，被害者の身体の枢要部をめがけて相当の力で突き刺し ていると認められ，\n人を死亡させる危険性の高い行為であることを認識した上で，本件刺突行為に及\nんだもので，殺意があったものと認められる。\n第６  正当防衛の成否の検討\n１  正当防衛状況の有無及び防衛行為性について\n信用できるＣ供述によれば，被告人が本件刺突行為に及ぶ直前には，被害者\nはＭに対し殴る蹴るという暴行を加えた後に Ｍの背中に足を乗せて押さえつけ\nているという状態にあったと認められ，被害者による Ｍの身体に対する侵害が\n認められる状況にあったということができる。 そして，本件刺突行為はそのよ\nうなＭの身体に対する侵害からＭを守るための行為としての性質を有し，被告\n人に防衛の意思があったことは証拠上明らかである。\nこれに対し，検察官は，①被害者と Ｅが被告人及びＭに暴力を振るったのは，\n被告人の言動が原因であること，②被告人は被害者らが押しかけてくることを\n予期して，それに対抗するため の準備をして待ち構えていたこと，③被告人及\nびＭと被害者らは，けんか闘争状態にあったことを理由に，被告人は正当防衛\nが認められる状況にはなかったと主張する。 しかし，以下のとおり，正当防衛\nが認められる状況にはなかったと認めることはできない。\n被告人の言動について\n上記のとおり，被告人は被害者らに対して，Ｂ一家を軽んずるような発言\n及 び 「 今 か ら 来 い 」 と い う 趣 旨 の 発 言 を し た こ と が 認 め ら れ ， か か る 発 言\nが被害者らによる暴行を招く要因となったことは明らかである。\nしかし，被害者らは本件当時相当酒に酔っていたと証拠上うかがえること，\n本 件 電 話 の 直 前 に 被 害 者 側 か ら 被 告 人 に 電 話 が か け ら れ て い る こ と ， 被告\n人は Ｕ と の 電 話 で の 会 話 の 中 で は 特 に け ん か 腰 の 対 応 を し て い た と は 認 め\nら れ な い こ と に 照 ら す と ， 被 告 人 が 正 月 に 本 部 事 務 所 に 電 話 を か け た こと\nに 腹 を 立 て た 被 害 者 ら の 方 か ら 先に 被 告 人 に 対 し 荒 っ ぽ い 言 葉 や 激 し い 口\n調で 被 告 人 に 絡 ん で い っ た と い う 流 れ は 何 ら 不 自 然 で は な い 。 こ れ に 加 え\nて ， 被 告 人 は 被 害 者 ら が 暴 力 団 組 員 で あ る こ と を 認 識 し て い た と し て も ，\nそ れ ま で 何 ら 面 識 も な い 人 物 で あ り ， 被 告 人 と し て は ， 被 害 者 ら が 被 告 人\n方 の 場 所 を 知 ら な い と 考 え て も 不 自 然 で は な い こ と も 考 え 合 わ せ る と ， 被\n告 人 の 上 記 発 言 は ， 被 告 人 か ら け ん か を 売 っ た と い う よ り は ， 被告人 から\n見 れ ば 理 不 尽 な 怒 り に 基 づ く 被 害 者 ら の 発言 に 対 し て ， いわば 売 り 言 葉 に\n買 い 言 葉 と し て 誘 発 さ れ た も の と 見 る 余 地 が 多 分 に あ る と い う べ き で あ る 。\nし た が っ て ， 被 告 人 の 上 記 発 言 を も っ て ， 被 告 人 の 方 か ら 被 害 者 ら に 対\nし 挑 発 を 仕 掛 け た も の と は 認 め ら れ ず ， 自 ら 侵 害 を 招 い た も の と し て 正 当\n防 衛 が 許 さ れ る 状 況 に は な か っ た と い う べ き 根 拠 と な る ほ ど の 落 ち 度 と は\n評価できない。\n被告人が押し掛けてくる被害者らを予期していたことについて\nア  被告人は，Ｅから「今から行くから待ってろ。」と言われ ，これに対し\n自ら「今から来い」という趣旨の発言をし た上，Ｍに対しＢ一家の人間が\n被告人方に来る可能性を告げているのであるから，被害者らが被告人方に\n来る可能性があることを認識していたことは明らかである。\nイ   し か し ， 上 記 の と お り ， 被 害 者 ら は ， 被 告 人 と 面 識 は な く ， 被 告 人 方\nの 場 所 も 知 ら な い の で あ っ て ， Ｅ の 上 記 発 言 は ， 酒 に 酔 っ た 勢 い に よ る\n単 な る 脅 し で あ っ て わ ざ わ ざ 被 告 人 方 に 本 当 に 来 る こ と は な い の で は な\nいかと被告人において考えた可能性は十分にある。\nまた，被害者らが被告人方に到着した際 ，Ｍは特に武器等を所持するこ\nとなく勝手口付近に立っていただけであ り，被害者らが被告人方に押しか\nけて来ることを確実に予期して待ち受けていた にしては無防備であるとの\n感を否めない。\n以上によれば，被告人は，被害者らが被告人方に来る可能性があること\nは認識しながらも，その程度としては ，確実と認識していたとまでは認め\nられず，来るかもしれないし来ないかもしれないといった程度にとどまる\nというべきである。このような被告人の予期の程度を前提にすれば，被告\n人は警察へ通報すべきであったとか，被告人の生活拠点である被告人方か\nら逃げることをすべきであったというのは甚だ酷であり，このような行動\nをとらなかったが故に正当防衛が許される状況であったことを否定するこ\nとは相当ではない。\nウ   さ ら に ， 被 告 人 が 本 件 シ ー ス ナ イ フ を 勝 手 口 付 近 に 準 備 し て い た 点 に\nつ い て も ， 被 告 人 の 予 期 の 程 度 は 上 記 の と お り で あ る 上 ， 被 告 人 は はじ\nめ か ら 本 件 シ ー ス ナ イ フ を 持 っ て 被 害 者 ら に 応 対 し て い る わ け で は な い\nこ と か ら す る と ， 万 が 一 に 備 え て 準 備 し て い た に す ぎ な い と 認 め る の が\n相 当 で あ り ， 本 件 シ ー ス ナ イ フ を 使 用 し て 積 極 的 に 被 害 者 ら に 対 す る 殺\n傷行為に及ぼうとしていたとも認められない。\n被告人及びＭと被害者らがけんか状態にあったかについて\n上 記 の と お り ， 被 告 人 は 被 害 者 ら が 被 告 人 方 に 来 る こ と を 強 く 予 期 し て\nい た わ け で は な く ， また ， Ｍ に Ｂ 一 家 と も め た こ と を 伝 え た り ， 本 件 シ ー\nス ナ イ フ を 勝 手 口 付 近 に 準 備 し た り し た の も ， 万 が 一 に 備 え て の こ と で あ\nっ て ， 被 告 人 及 び Ｍ に お い て ， 被 害 者 ら が 被 告 人 方 に 来 る こ と を 待 ち 構 え\nて 被 害 者 ら と け ん か を す る 気 で い た と は 認 め ら れ な い 。 確 か に ， Ｃ の供述\nに よ れ ば ， Ｍ は， Ｂ 一 家 の Ｘ だ と 名 乗 っ た 被 害 者 に 対 し ， Ｊ 一 家 の Ｌ だと\n名 乗 っ て い る こ と や ， 被 害 者 又 は Ｅ か ら 暴 行 を 受 け た の に 対 し 被 告 人 又 は\nＭ が 被 害 者 ら を つ か ん だ り こ ぶ し を 突 き 出 す よ う な 行 動 に 出 た こ と が 認 め\nら れ る 。 し か し ， Ｍ は 無 防 備 な 状 態 で 立 っ て い た だ け で あ り ， 属 す る 暴 力\n団 組 織 や 名 前 を 名 乗 り 合 っ た こ と か ら 直 ち に け ん か に 及 ぶ 気 満 々 だ っ た と\nは 認 め 難い 。 ま た ， 被 告 人 又 は Ｍ の 被 害 者 ら に 対 す る 上 記 行 動 は 被 害 者 ら\nの 先 制 攻 撃 に 応 じ た も の で あ る 上 ， そ の 態 様 も 被 害 者 ら の 攻 撃 と 比 較 し て\n微 弱 で あ っ て ， そ の よ う な 行 動 か ら 被 告 人 及 び Ｍ と 被 害 者 ら が 対 等 な 立 場\nでけんかをしていたとも認められない。\n以上のとおり，検察官が主張する諸点はいずれも正当防衛が認められる状\n況 に あ っ た こと を 否 定 す る よ う な も の で は な い 上 ， そ れ ら の 点 を 総 合 し て\n考 慮 し て も な お ， 被 告 人 に 正 当 防 衛 が 認 め ら れ る 状 況 に な か っ た と い う こ\nとはできない。\n２  防衛行為の相当性の検討\n被 害 者 ら は 凶 器 を 用 い て は い な い も の の ， 被 害 者 は 被 告 人 よ り も 約 １ ７ セ\nンチメートルも身長が高く体格において格段に優れていたことや ，現に本件刺\n突行為に至るまでの間，被告人及びＭは被害者及びＥにまともな反撃をするこ\nともできずに一方的に殴る蹴るの暴行を受けていたこと ，被告人は万が一に備\nえて本件シースナイフを準備していたことなどからすると ，被告人が本件シー\nスナイフを手に持って防衛行為に出たこと自体は必ずしも不当であるとはいい\n難い。\nし か し ， 本件 刺 突 行 為 の 直 前 の 時点 では ， 被 害 者 は Ｍ の 背 中 に 足 を 乗 せ て\nいるにとどまり，現に殴る蹴るの暴行を加えていたわけではなかったことを考\n慮すれば，被告人において，殺意をもって被害者を死亡させる可能性が極めて\n高い行為に及ぶことは，当時のＭの身体に対する危険の切迫した状況からして\n必要最小限度の行為とはいえず ，被害者らは被告人方敷地内に不法に侵入した\nものであって，本件が盗犯等ノ防止及処分ニ関スル法律１条１項３号に該当す\nることから，刑法第３６条１項における防衛手段としての相当性よりも緩やか\nに相当性を判断することを踏まえても，防衛行為として許容される限度を超え\nたものであって，正当防衛は成立しない。\nな お ， 上 記 の と お り ， Ｍ の 身 体 に 対 す る 現 在 の 危 難 は 存 在 し て い た と 認 め\nられる上，倒れているＭに被害者が馬乗りになってめちゃくちゃに暴行をして\nいるのを見たためＭが殺されると思った旨の被告人供述は信用できないから，\n盗犯等ノ防止及処分ニ関スル法律１条２項該当性は問題にならない。\n３  結論\n以上によれば，被告人が被害者を殺害した行為は，正当防衛が認められる状\n況でなされたものではあるが，防衛行為として許容される限度を超えていると\nいえるから，過剰防衛が成立する。\n（法令の適用）\n罰 条    刑法１９９条\n刑種の選 択    有期懲役刑\n未決勾留日数の算入      刑法２１条\n没 収    刑法１９条１項２号，２項本文\n訴 訟 費 用 の 不 負 担    刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n過剰防衛が成立すること自体は被告人のために大きく酌むべき事情にはなる。\nしかし，被告人の挑発的な言動が正当防衛状況を招く一因になっていること， 被\n害者らの来訪を全く予期していなかったわけではない上， 万が一に備えてとはい\nえわざわざ殺傷能力の高い本件シースナイフを準備するなどしていること，殺意\nをもって本件シースナイフで被害者を背後からいきなり刺すという行為は防衛行\n為として許容される限度を大きく超えるものであ ることからすると，単独犯の殺\n人罪１件で刃物類を凶器とし，過剰防衛が成立する事案 の中でも重い部類に属す\nるといえる。\n以上に加えて，被告人の前科関係，被告人の供述内容及び態度からは 深い反省\nの態度は認められないことなどを考慮して，主文の刑が相当であると判断 した。\n（求刑  懲役１８年，シースナイフ１本 没収）\n（裁判長裁判官  西野吾一  裁判官  鈴木敦士  裁判官  岡井麻奈美）\n"
}