{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 3
  },
  "case_number": "平成22(あ)402",
  "case_name": "殺人，殺人未遂被告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "集刑　第309号1頁",
  "original_court_name": "名古屋高等裁判所",
  "original_date": {
    "era": "Heisei",
    "year": 22,
    "month": 1,
    "day": 26
  },
  "gist": "家族に対する殺人５件，殺人未遂１件の事案につき，無期懲役の量刑が維持された事例（反対意見がある。）（岐阜中津川家族殺害事件）",
  "ref_law": "刑法9条，刑法199条，刑法203条，刑訴法411条2号",
  "lawsuit_id": "82945",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=82945",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/945/082945_hanrei.pdf",
  "contents": "平成２２年（あ）第４０２号  殺人，殺人未遂被告事件\n平成２４年１２月３日  第一小法廷決定\n主          文\n本件各上告を棄却する。\n理          由\n検察官の上告趣意は，判例違反をいう点を含め，実質は量刑不当の主張であり，\n弁護人大川隆之の上告趣意は，事実誤認，量刑不当の主張であって，いずれも刑訴\n法４０５条の上告理由に当たらない。\nなお，所論に鑑み，被告人の量刑につき，職権により判断する。\n本件は，被告人が，同居していた実母において，被告人の妻を長年にわたり泥棒\n呼ばわりをし，常軌を逸した嫌がらせをするなどしていじめ続けたことから，これ\nを自分に対する嫌がらせでもあると考え，更に貯金の預け替えを勧めた郵便局長を\nも泥棒呼ばわりするに至って，これ以上実母と同居することは耐えられないなどと\n思い詰め，実母を殺害して自殺しようと決意し，さらに，同居の長男，近くに住む\n長女夫婦及びその幼い子二人についても，殺人犯の家族という汚名を着せられて生\nきていくのは耐えられないだろうし，不びんであるなどと考えて，同人らをも殺害\nしようと決意し，平成１７年２月２７日，(1)  被告人宅において，自室で就寝中\nの長男（当時３３歳）の頸部にネクタイを巻き付けて，同人が目を覚ました後も強\nく絞め付け，窒息死させて殺害し，続けて，自室で就寝中の実母（当時８５歳）の\n頸部にネクタイを巻き付けて，同人が目を覚ました後も強く絞め付け，窒息死させ\nて殺害し，(2)  その後，長女宅を訪れ，長女を，その子らと共に被告人宅に連れ\nてきた上で，長女（当時３０歳）の頸部に背後からネクタイを巻き付けて強く絞め\n付け，窒息死させて殺害し，続けて，長女の息子（当時２歳）の頸部にネクタイを\n巻き付けて強く絞め付け，窒息死させて殺害し，長女の娘（当時生後２０日）の鼻\n口を左手で押さえた上，頸部を右手で圧迫し，窒息死させて殺害し，(3)  その\n後，だまして被告人宅に連れてきた長女の夫に対し，所携の包丁でその腹部を１回\n突き刺すなどしたが，殺害の目的を遂げなかったという殺人５件，殺人未遂１件の\n事案である。\n上記のような理由で実母殺害を決意したことは，短絡的であるし，その他の被害\n者らについては，被告人の自殺の道連れにされるべき事情は何もなかったのであ\nり，被告人が同被害者らを殺害し，あるいは殺害しようとしたことは，極めて独善\n的で，理不尽極まるものである。また，(1)及び(2)の各殺人は，いずれも，強固な\n殺意に基づく，残忍かつ非情な態様のものであり，(3)の殺人未遂も，強い殺意に\n基づくものである。さらに，被告人は，本件の約１か月前頃から，悩みながらも，\n一連の犯行の手順を何度も思い描き，概ねその手順通りに実行したものであり，本\n件は相当に計画的な犯行である。５名の殺害という結果は，誠に重大であり，妻子\nを一度に奪われ，自身も被害に遭った長女の夫やその母親は，原審段階において厳\nしい処罰を求めている。地域社会に与えた衝撃，影響も大きいものがある。\n以上，被告人の罪責は誠に重大であり，本件は，被告人に対して死刑を選択する\nことも十分考慮しなければならない事案というべきである。\nしかしながら，実母殺害の動機については，上記のような実母の言動によって被\n告人が苦悩し，追い詰められた心理状態に至ったという経緯を踏まえると，理解で\nきないわけではない。また，被告人は，(3)の犯行の直後に，包丁で自己の頸部を\n数回突き刺して自殺を図っているところ，子や孫らの殺害は，実母を殺害した上で\n自殺しようとするに当たり，道連れにした方が子や孫らにとって良かれと思い込ん\nで実行したものであり，理不尽としかいいようがないけれども，その心情は量刑上\n全く斟酌の余地がないものではない。遺族らのうち，被告人以外では実母の唯一の\n近親者である被告人の弟や，その他の殺害された被害者４名の母親ないし祖母であ\nる被告人の妻は，死刑の回避を望んでおり，長女の夫も，第１審段階では必ずしも\n死刑を望まない旨の意思を表明していたという事情もある。加えて，被告人は，本\n件各犯行を反省悔悟しており，５７歳に至るまで真面目に働いて社会生活を送って\nきたものであって，もとより前科前歴はなく，再犯のおそれは考え難い。これらの\n点も考慮すると，被告人を極刑に処するほかないものとは断定し難く，被告人を無\n期懲役に処した第１審判決を維持した原判決について，その刑の量定が甚だしく不\n当でこれを破棄しなければ著しく正義に反するとまでは認められない。\nよって，刑訴法４１４条，３８６条１項３号，１８１条１項ただし書により，裁\n判官横田尤孝の反対意見があるほか，裁判官全員一致の意見で，主文のとおり決定\nする。\n裁判官横田尤孝の反対意見は，次のとおりである。\n私は，原判決を破棄し，本件を原裁判所に差し戻すべきであると思料する。\n本件事案をみるとき，被告人に対する刑の量定上最も重視すべきことは，生後僅\nか２０日の嬰児と満２歳１０か月の幼児を含む５名もの殺害という結果である。重\n大極まりないこの一事のみをもってしても被告人を極刑に処するのはやむを得ない\nと考える。しかしながら，死刑は究極の峻厳な刑で慎重に適用すべきものであるか\nら，他にこれを回避するに足りる特に酌量すべき事情があるかどうかを検討しなけ\nればならない。\nそこで本件の犯行動機をみると，まず実母殺害の動機は，実母の常軌を逸した言\n動に苦悩を深め同女への憎しみを募らせた被告人が，実母を殺害することによって\n憎しみを晴らし苦悩から解放されようとしたというものであるところ，多数意見\nは，そのように追い詰められた心理状態に至ったという経緯を踏まえると理解でき\nないわけではないという。確かに，実母の言動，取り分け被告人の妻に対する仕打\nちは目に余るものがあったから，当の妻の苦悩はいうに及ばず，被告人もまた実母\nと妻の板挟みになって苦しんだことは明らかに認められる。しかし，そのような状\n態にまで至ったのには，実母の言動について適切な方策を何ら執ることがなかった\n被告人の態度が大きな要因をなしたというべきである。すなわち，被告人は，公営\n老人保健施設の事務長という相応の社会的評価を受ける職務・地位にあり，それに\nよる知識・経験や人のつながりもあったのであるから，実母の対応，処遇等に関し\nしかるべき機関や専門家等に助言を求めるなど適切な方策を執ることが十分に可能\nであった。そうであるのに，被告人は，実母の反発を恐れ，かつ，世間体にこだわ\nり，妻には「放っておけ」「我慢しろ」などと言って忍耐を強い，自らは趣味に逃\n避するなどして実母のなすがままにしていたのであり，そうした被告人の態度が一\n層事態を深刻なものにさせたということができる。それに加えて，被告人が，「妻\nに対し，『俺は最後にはちゃんと始末をつけたぞ』『俺は何もできないような情け\nない男ではないんだ』と分からせたかった。」，「妻に，自分の決着のつけ方を見\nてほしかった。」などと供述していることに鑑みると，実母殺害のもう一つの，と\nいうよりむしろ主たる動機は，実母の言動に適切な対処をすることができなかった\nことについての妻に対する申し開きとして，己を犠牲にして妻を守ったという形を\n作ろうとしたものとみることもできるのであり，その経緯や動機に酌むべきものは\nない。\n次に，実母以外の者（子や孫ら）に対する殺害動機をみると，被告人は一貫し\nて，子や孫らに殺人犯の家族という汚名を着せて生きていかせるのは忍びなかった\n旨，いかにも後に残される者たちを思いやっての犯行であるかのような供述をして\nいる。しかし，そのことのみが動機であったとするならば，計画の当初から妻を殺\n害対象から外し，しかも妻を巻き添えにすることがないよう犯行日をその日帰り旅\n行日とするまでして確実に妻を残した理由の説明がつかない。その当否は別とし\nて，実母の殺害につき社会の厳しい目が被告人の次に注がれるのは妻であろうと考\nえられるからである。この点，被告人は，「妻は，最愛の人，かけがえのない人，\nそれこそ子供や孫よりも大事な存在」であり，「最愛の人だから，実母のことで苦\n労してきてかわいそうだから，妻を殺害できなかった。」などと，妻の命と我が子\nや孫の命には軽重の差があるといわんばかりの供述をしており，これと上記実母殺\n害動機に関する被告人の供述からすれば，結局のところ，被告人が，子や孫らまで\n殺害したのは，実母を殺害したことを子や孫らから責められ，あるいは理解を得ら\nれない（上記のとおり，被告人は，妻からは実母殺害を理解してもらえるものと思\nっていたと認められる。）ことを恐れたがためでもあったと思料されるのである。\nしかし，被告人が採るべき道は，自己の行為によって子や孫らが世間の指弾を浴び\nることがないよう，また，保護者たる己に対する子や孫らの信頼の念を裏切ること\nがないよう適切な方策を執ることであったところ，上記のとおり，被告人は，容易\nになし得たのにこれをせず，その果てに実母のみならず己の血のつながる者全ての\n命をも葬り去ることによって問題を一気に解決しようとしたものであって，その経\n緯・動機に酌量の余地は全くない。\nところで，この実母以外の者に対する殺害について，多数意見は，被告人が自殺\nを図っていること，子や孫らの殺害はその自殺の道連れにした方が子や孫らに良か\nれと思い込んで実行したものであることを量刑上の考慮要素として挙げている。確\nかに，いわゆる無理心中事案の中には，その経緯，動機等の点から世間の同情を集\nめるケースがないではないと思われる。しかし，仮に世間から同情される事案であ\nっても（もとより，本件は全くそのような事案ではない。），「自殺の道連れ」の\nゆえをもって，殺人という重大な犯罪の刑事責任が軽減されてよいはずがない。全\nて人には与えられた命を全うする権利がある。それは嬰児や幼児であっても，ま\nた，殺害者の子や孫であっても同じである。被告人の子や孫らは実母の上記言動と\nはいかなる意味においても無関係であったのに，被告人は，子や孫の命を私物視\nし，その生きる権利をいとも安易に踏みにじるという独善的で不条理極まりない犯\n行に及んだのであって，このような「道連れ」行為であることを量刑上被告人に有\n利に斟酌することは，正当とは思われず，賛同できない。\nさらに，犯行の態様をみると，被告人は，長男と実母を順次殺害した後，わざわ\nざ車で長女夫婦宅に赴き，母が孫の顔を見たがっている旨の嘘をいって，まず抵抗\n力の弱い長女とその子二人を被告人宅に連れ帰り，実母の死体が横たわる部屋に誘\nい入れて次々と殺害したこと，その具体的状況は，まず，生後間もない娘（孫）を\n抱きかかえたままの長女の首をネクタイで絞めて殺害し，次いで，その母（長女）\nが被告人に殺害される一部始終を目の当たりにし，「ママは大丈夫なの」などとお\nびえる長女の息子（孫）に「大丈夫だよ」と言って安心させながら，その首をネク\nタイで絞めて殺害した上，泣き声を上げる長女の娘をも自らの手でその首を圧迫す\nるなどして殺したものであること，その上で再び平然と車で長女夫婦宅を訪れて長\n女の夫を被告人宅に連れ帰り，無警戒な同人をやにわに包丁で突き刺したものであ\nることなど，計画的で冷酷・非情な犯行というほかなく，ここにおいても酌量の余\n地は皆無である。\n次に遺族の被告人に対する処罰感情をみると，多数意見は，被告人の弟や被告人\nの妻は死刑の回避を望み，長女の夫も第１審段階では必ずしも死刑を望まない旨の\n意思を表明していたことを量刑上の考慮要素として挙げている。しかし，残された\n唯一の肉親である弟や被告人に長年連れ添ってきた妻が死刑の回避を望む旨述べる\nことは，むしろ当然とも思われ，格別斟酌するまでのことはない。また，長女の夫\nは，原審においては，被告人に反省悔悟の態度が見られないとして死刑を望む旨明\n確に述べている。長女の夫は，理不尽にも突然家族全員を殺害されるという想像を\n絶する深刻な被害を受けたのであるから，原審におけるその峻厳な意見にも耳を傾\nけるべきと思われる。もっとも，本件のように親族が犯人であり被害者でもある事\n件における遺族の被害感情・処罰感情は，犯人との身分関係，親疎の度合い，ある\nいは様々な思惑など種々の事情が絡みあって形成されると考えられるから，遺族の\n処罰感情を強調することは必ずしも当を得ない場合も少なくないと思われる。そう\nしてみると，本件において，何より考慮すべきことは，後に残った生ける者たちの\n思いよりも，本来子や孫らの保護者たるべき被告人の自己中心的で理不尽極まりな\nい理由付けによって未来ある人生を力づくで奪われてしまった者たちのやり場のな\nい怒りや無念の思いである。たとえ後に残った生ける者たちが，それぞれ被告人と\nの身分的な関係に基づく感情や思惑などから積極的あるいは消極的に被告人の死刑\n回避を望もうとも，抵抗もできず苦悶のうちにかけがえのない命を突然絶たれた５\n名もの者たちが，被告人に対し極刑を望まないとは到底考えられない。\n多数意見は，ほかに，被告人は反省悔悟している，被告人に再犯のおそれは考え\n難いなどともいうところ，証拠関係に照らせばこれらは両様の見方ができるので必\nずしも否定するものではないが，５名殺害というまれにみる悪質重大な結果に鑑み\nれば，これらの点は死刑を回避すべき特別の事情として採るには当たらないものと\n思料される。\n以上述べたとおり，５名もの多数の殺害，わけても幼い孫２名を殺害した行為\nは，結果が誠に重大であるとともに，無慈悲・非情の極みというほかなく，他方極\n刑を回避するまでの特段に酌むべき事情は認められない。\nそうすると，原判決は，量刑に当たって考慮すべき事実の評価を誤った結果，被\n告人を無期懲役に処した第１審判決の量刑を是認したものであって，その刑の量定\nは甚だしく不当であり，これを破棄しなければ著しく正義に反するものと認められ\nる。そこで，原判決を破棄し，本件において死刑の選択を回避するに足りる特に酌\n量すべき事情があるかどうかにつき更に慎重な審理を尽くさせるため，本件を原裁\n判所に差し戻すべきものと思料する。\n(裁 判 長 裁 判 官   横 田 尤 孝   裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁 判 官\n白木  勇  裁判官  山浦善樹)\n"
}