{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 28
  },
  "case_number": "平成24(許)48",
  "case_name": "間接強制に対する執行抗告棄却決定に対する許可抗告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "民集　第67巻3号864頁",
  "original_court_name": "札幌高等裁判所",
  "original_case_number": "平成24(ラ)271",
  "original_date": {
    "era": "Heisei",
    "year": 24,
    "month": 10,
    "day": 30
  },
  "gist": "１　監護親に対し非監護親が子と面会交流をすることを許さなければならないと命ずる審判に基づき間接強制決定をすることができる場合\n２　監護親に対し非監護親が子と面会交流をすることを許さなければならないと命ずる審判に基づき間接強制決定をすることができるとされた事例",
  "case_gist": "１　監護親に対し非監護親が子と面会交流をすることを許さなければならないと命ずる審判において，面会交流の日時又は頻度，各回の面会交流時間の長さ，子の引渡しの方法等が具体的に定められているなど監護親がすべき給付の特定に欠けるところがないといえる場合は，上記審判に基づき監護親に対し間接強制決定をすることができる。\n２　監護親に対し非監護親が子と面会交流をすることを許さなければならないと命ずる審判において，次の(1)，(2)のとおり定められているなど判示の事情の下では，監護親がすべき給付の特定に欠けるところはないといえ，上記審判に基づき監護親に対し間接強制決定をすることができる。\n(1)　面会交流の日程等は，月１回，毎月第２土曜日の午前１０時から午後４時までとし，場所は，子の福祉を考慮して非監護親の自宅以外の非監護親が定めた場所とする。\n(2)　子の受渡場所は，監護親の自宅以外の場所とし，当事者間で協議して定めるが，協議が調わないときは，所定の駅改札口付近とし，監護親は，面会交流開始時に，受渡場所において子を非監護親に引き渡し，子を引き渡す場面のほかは，面会交流に立ち会わず，非監護親は，面会交流終了時に，受渡場所において子を監護親に引き渡す。",
  "ref_law": "（１，２につき）　民法766条1項，家事審判法(平成23年法律第53号による廃止前のもの)15条，家事事件手続法75条，民事執行法172条1項",
  "lawsuit_id": "83152",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=83152",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/152/083152_hanrei.pdf",
  "contents": "平成２４年（許）第４８号  間接強制に対する執行抗告棄却決定に対する許可抗\n告事件\n平成２５年３月２８日  第一小法廷決定\n主          文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理          由\n抗告代理人祖母井里重子の抗告理由について\n１  本件は，未成年者の父である相手方が，未成年者の母であり，未成年者を単\n独で監護する抗告人に対し，相手方と未成年者との面会及びその他の交流（以下\n「面会交流」という。）に係る審判に基づき，間接強制の申立てをした事案であ\nる。\n２  原審の適法に確定した事実関係の概要等は，次のとおりである。\n(1)  相手方と抗告人は，平成１６年５月に婚姻の届出をし，平成１８年１月に\n長女をもうけた。\n(2)  平成２２年１１月，相手方と抗告人を離婚し，長女の親権者を抗告人とす\nる判決が確定した。\n(3)  平成２４年５月，札幌家庭裁判所において，抗告人に対し，原々決定別紙\n面会交流要領のとおり相手方が長女と面会交流をすることを許さなければならない\nとする審判がされ，同審判は，同年６月確定した（以下，この審判を「本件審判」\nといい，原々決定別紙面会交流要領を「本件要領」という。）。本件要領には，①\n面会交流の日程等について，月１回，毎月第２土曜日の午前１０時から午後４時ま\nでとし，場所は，長女の福祉を考慮して相手方自宅以外の相手方が定めた場所とす\nること，②  面会交流の方法として，長女の受渡場所は，抗告人自宅以外の場所と\nし，当事者間で協議して定めるが，協議が調わないときは，ＪＲ甲駅東口改札付近\nとすること，抗告人は，面会交流開始時に，受渡場所において長女を相手方に引き\n渡し，相手方は，面会交流終了時に，受渡場所において長女を抗告人に引き渡すこ\nと，抗告人は，長女を引き渡す場面のほかは，相手方と長女の面会交流には立ち会\nわないこと，③  長女の病気などやむを得ない事情により上記①の日程で面会交流\nを実施できない場合は，相手方と抗告人は，長女の福祉を考慮して代替日を決める\nこと，④  抗告人は，相手方が長女の入学式，卒業式，運動会等の学校行事（父兄\n参観日を除く。）に参列することを妨げてはならないことなどが定められていた。\n(4)  相手方は，平成２４年６月，長女と面会交流をすることを求めたが，抗告\n人は，長女が面会交流に応じないという態度に終始していて，長女に悪影響を及ぼ\nすとして，相手方が長女と面会交流をすることを許さなかった。\n(5)  相手方は，平成２４年７月，札幌家庭裁判所に対し，本件審判に基づき，\n抗告人に対し本件要領のとおり相手方が長女と面会交流をすることを許さなければ\nならないと命ずるとともに，その義務を履行しないときは抗告人が相手方に対し一\n定の金員を支払うよう命ずる間接強制決定を求める申立てをした。これに対し，抗\n告人は，長女が相手方との面会交流を拒絶する意思を示していることなどから，間\n接強制決定が許されないなどと主張している。\n３  原審は，本件要領は，面会交流の内容を具体的に特定して定めており，ま\nた，長女が面会交流を拒絶する意思を示していることが間接強制決定をすることに\nなじまない事情となることはないなどとして，抗告人に対し，本件要領のとおり相\n手方が長女と面会交流をすることを許さなければならないと命ずるとともに，抗告\n人がその義務を履行しないときは，不履行１回につき５万円の割合による金員を相\n手方に支払うよう命ずる間接強制決定をすべきものとした。\n４(1)  子を監護している親（以下「監護親」という。）と子を監護していない\n親（以下「非監護親」という。）との間で，非監護親と子との面会交流について定\nめる場合，子の利益が最も優先して考慮されるべきであり（民法７６６条１項参\n照），面会交流は，柔軟に対応することができる条項に基づき，監護親と非監護親\nの協力の下で実施されることが望ましい。一方，給付を命ずる審判は，執行力のあ\nる債務名義と同一の効力を有する（平成２３年法律第５３号による廃止前の家事審\n判法１５条）。監護親に対し，非監護親が子と面会交流をすることを許さなければ\nならないと命ずる審判は，少なくとも，監護親が，引渡場所において非監護親に対\nして子を引き渡し，非監護親と子との面会交流の間，これを妨害しないなどの給付\nを内容とするものが一般であり，そのような給付については，性質上，間接強制を\nすることができないものではない。したがって，監護親に対し非監護親が子と面会\n交流をすることを許さなければならないと命ずる審判において，面会交流の日時又\nは頻度，各回の面会交流時間の長さ，子の引渡しの方法等が具体的に定められてい\nるなど監護親がすべき給付の特定に欠けるところがないといえる場合は，上記審判\nに基づき監護親に対し間接強制決定をすることができると解するのが相当である。\nそして，子の面会交流に係る審判は，子の心情等を踏まえた上でされているとい\nえる。したがって，監護親に対し非監護親が子と面会交流をすることを許さなけれ\nばならないと命ずる審判がされた場合，子が非監護親との面会交流を拒絶する意思\nを示していることは，これをもって，上記審判時とは異なる状況が生じたといえる\nときは上記審判に係る面会交流を禁止し，又は面会交流についての新たな条項を定\nめるための調停や審判を申し立てる理由となり得ることなどは格別，上記審判に基\nづく間接強制決定をすることを妨げる理由となるものではない。\n(2)  これを本件についてみると，本件要領は，面会交流の日時，各回の面会交\n流時間の長さ及び子の引渡しの方法の定めにより抗告人がすべき給付の特定に欠け\nるところはないといえるから，本件審判に基づき間接強制決定をすることができ\nる。抗告人主張の事情は，間接強制決定をすることを妨げる理由となるものではな\nい。\n５  これと同旨の原審の判断は，正当として是認することができる。論旨は採用\nすることができない。\nよって，裁判官全員一致の意見で，主文のとおり決定する。\n(裁 判 長 裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁 判 官   横 田 尤 孝   裁 判 官\n白木  勇  裁判官  山浦善樹)\n"
}