{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 6
  },
  "case_number": "平成30(行ケ)10099",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88507",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88507",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/507/088507_hanrei.pdf",
  "contents": "平成３１年３月６日判決言渡\n平成３０年(行ケ)第１００９９号  審決取消請求事件\n口頭弁論終結日  平成３１年１月２８日\n判 決\n原 告  Ｘ\n同 訴 訟 代 理 人 弁 護 士  澤 田 雄 二\n新 田 裕 子\n海老原     輝\n白 水 真 祐\n同訴訟復代理人弁護士  小 池 亮 史\n同 訴 訟 代 理 人 弁 理 士  福 田 信 雄\n被 告  Ｙ\n同 訴訟 代 理 人 弁 護 士  福 岡 秀 哉\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１４－８００１８７号事件について平成３０年６月１１日\nにした審決のうち，「特許第４９５８１９４号の請求項１及び３に係る発明に\nついての特許を無効とする。」との部分を取り消す。\n第２  前提となる事実（証拠を掲記した以外の事実は当事者間に争いがない。）\n１  特許庁における手続の経緯等\n(1) 原告は，平成２３年６月８日，名称を「噴出ノズル管の製造方法並びにそ\nの方法により製造される噴出ノズル管」とする発明についての特許出願をし，\n平成２４年３月３０日，その設定登録を受けた（特許第４９５８１９４号。\n請求項の数は３。以下，この特許を「本件特許」，この特許権を「本件特許\n権」という。）。（甲１，３，４）\n(2) 被告は，平成２６年１１月１４日付け（同月１７日差出し）で，本件特許\nの特許請求の範囲請求項１ないし３の発明（以下，請求項の番号に従って「本\n件発明１」などといい，これらを総称して「本件各発明」という。）に係る\n特許について，本件各発明は被告が発明したものであるにもかかわらず，発\n明者でない原告がその名義で出願したものであるから，平成２３年法律第６\n３号による改正前の特許法１２３条１項６号に該当すると主張して，無効審\n判請求（無効２０１４－８００１８７号）をした。（甲５）\n特許庁は，平成２７年９月２５日，「本件審判の請求は，成り立たない。」\nとの審決（以下「一次審決」という。）をし，同年１０月５日，その謄本が\n被告に送達された。（甲７，８）\n(3) 被告は，平成２７年１０月２９日，知的財産高等裁判所に，一次審決の取\n消しを求める審決取消訴訟（平成２７年(行ケ)第１０２３０号）を提起した。\n同裁判所は，平成２９年１月２５日，「特許庁が無効２０１４－８００１\n８７号事件について平成２７年９月２５日にした審決のうち，特許第４９５\n８１９４号の請求項１及び３に係る部分を取り消す。原告（判決注：本件訴\n訟の被告）のその余の請求を棄却する。」との判決（以下「一次判決」とい\nう。）をした。その理由の要旨は，本件各発明のうち，本件発明２について\nは，その発明者が原告であると認めることができるが，本件発明１及び３に\nついては，その発明者が原告であると認めることはできない，というもので\nある。（甲８）\n原告は，平成２９年２月９日，一次判決を不服として，上告受理申立てを\nした（平成２９年(行ヒ)第１８１号事件）が，最高裁判所は，同年１１月１\n６日，「本件を上告審として受理しない。」との決定をし，一次判決は確定\nした。（甲９～１１）\n(4) 特許庁は，上記無効審判の審理を再開した上，平成３０年６月１１日，「特\n許第４９５８１９４号の請求項１及び３に係る発明についての特許を無効と\nする。特許第４９５８１９４号の請求項２に係る発明についての審判請求は，\n成り立たない。」との審決（以下「本件審決」という。）をし，同月２２日，\nその謄本が原告に送達された。\n原告は，平成３０年７月２１日，本件訴訟を提起した。\n２  本件審決の理由\n本件審決の理由は，別紙審決書の写しに記載のとおりであるところ，その要\n点は，次のとおりである。\n本件の再度の審理には，行政事件訴訟法３３条１項の規定により，取消判決\nの拘束力が及ぶ。原告は，一次判決の認定判断は誤りであると主張し，これを\n裏付けるための新たな立証として証拠を提出するが，当該主張立証は，一次審\n決に係る審判手続及びその審決取消訴訟において既に行われたもの，あるいは\nこれを行うことができたはずのもの，又は従前と同様の主張を繰り返すもので\nあって，上記拘束力により採用することができない。\n以上のことから，当審は，本件判決（判決注：一次判決）に従い，本件各発\n明のうち，本件発明２については，その発明者が原告であると認めることがで\nきるが，本件発明１及び３については，その発明者が原告であると認めること\nはできないものと判断する。\nまた，本件発明１及び３については，その発明について原告が発明者から特\n許を受ける権利を承継しているとも認められない。\nしたがって，本件発明１及び３に係る特許は，その特許が発明者でない者で\nあってその発明について特許を受ける権利を承継しない者の特許出願に対して\nされたものであるから，平成２３年法律第６３号による改正前の特許法第１２\n３条第１項第６号に該当し，無効にすべきものである。\n第３  原告主張の取消事由\n１  本件審決は，本件発明１及び３の発明者は被告であると判断した。しかし，\n次のとおり，この判断は誤りである。\n２  取消判決の拘束力について\n最高裁平成４年４月２８日第三小法廷判決（昭和６３年（行ツ）第１０号，\n民集４６巻４号２４５頁。以下「平成４年最高裁判決」ということがある。）\nが，「拘束力は，判決主文が導き出されるのに必要な事実認定及び法律判断に\nわたる」と判示しているとおり，取消判決の拘束力が生じるのは，判決理由中\nの判断のうち，判決主文を導出するのに不可欠な法律上・事実上の判断につい\nてである。そして，平成４年最高裁判決は，要旨，「同一の引用例に基づく主\n張について拘束力が及ぶ」と判示しているところ，これは換言すると「他の引\n用例（証拠）に基づく主張まで拘束されるものではない」，すなわち新たな証\n拠に基づく事実認定や法律判断にまで拘束力が及ぶものではないと説示してい\nることにほかならない。\nこれを本件についてみると，一次判決の拘束力が及ぶのは，一次審決のうち，\n本件発明１及び３に係る部分を取り消すとの判決主文が導き出される根拠とさ\nれた事実（証拠）の認定及び当該事実（証拠）に基づいてされた法律判断のみ\nであって，新たな証拠に基づく事実認定や法律判断にまで拘束力は及ばない。\n再開後の無効審判手続及び本件訴訟において新たに提出した証拠には，一次\n判決後に発見されたものが含まれており，本件審決が説示した「主張立証につ\nいて，一次審決に係る審判手続及びその審決取消訴訟において既に行われたも\nの，あるいはこれを行うことができたはずのもの」に該当するものではないか\nら，この点からも一次判決の拘束力は及ばない。\n３  新たに提出した証拠に基づくと，本件発明１及び３の発明者は原告であると\n優に認められること\n(1) 上記２のとおり，一次判決後に提出又は提出可能となった証拠に基づく主\n張は，別の理由ないし新たな事実に基づくものであるから，当該主張に一次\n判決の拘束力は及ばない。そして，次のとおり，これらの新たな証拠に照ら\nせば，原告が本件発明１及び３の真の発明者であることは明らかである。\nア  被告及び被告関係者の発言\n甲６０が示すとおり，原告及び被告が，平成２４年６月１０日に打合せ\nをした際，被告は，「自分の名前で出していいって言われた時に。いいっ\nすよってことを言っちゃったからね。」と，本件特許の出願前に，原告が\n発明者であり，出願人として出願することを確認し，承諾したことを認め\nる発言をしていた。\nまた，甲６１の１及び２が示すとおり，原告，及び被告側の関係者であ\nるＡが，平成２４年７月２８日に打合せをした際，「そのゲートのそれを\nやるという，アイディア。そしてあと，熱で刺した，ここに差したのを，\n熱でやるというアイディア。全部，私じゃん。」との原告の発言に対し，\nＡは「ええ。」と発言し，原告が本件特許に係る弁構造を発案したことを\n認めていた一方，被告が発案した旨の発言をしていない。\nなお，甲６０，６１の１及び２は，故障していた機器を修復したことに\nより，一次判決に対する上告受理申立不受理決定後に提出可能となったも\nのである。\nイ  本件各発明に係る技術開発の経緯\n(ア) 原告は，平成１９年１月１３日の時点で，本件発明１に係る「ノズル\n管本体の所定位置を所定長さだけ加熱して軟化させる工程」，「加熱に\nより軟化された箇所をノズル管本体の外径に変化がないように押さえつ\nつノズル管本体の長さ方向における両端側から押し込む工程」及び「加\n熱された箇所を冷却して固化する工程」を含む加工方法を発明し，実施\nしていた（甲６３，７３）。\nまた，平成２１年１２月１０日から１２日にかけて開催された「エコ\nプロダクツ２００９」に出展するに当たり，原告が作成したプレゼンテ\nーション資料には，ノズル管の中間位置に弁構造が備わっている態様が\n記録されている（甲９９の１，２）。これは，原告が，平成２１年１２\n月１０日以前に，本件各発明に係る弁構造を備えたノズル管を作製して\nいたことを示すものである。なお，甲９９の１及び２は，故障していた\n機器を修復したことにより，一次判決に対する上告受理申立不受理決定\n後に提出可能となった。\nさらに，原告は，平成２２年３月にビーズ等を用いた注入管のテスト\nといったディーゼルエンジン用試作エアゾール装置の評価試験を行うな\nど，積極的に開発を進め，このころ，弁構造を安定して製造する方法に\n係る本件各発明を完成させた（甲６４，６６）。原告は，弁構造を安定\nして製造するには本件発明１に係る製造方法は不適切であると理解して\nいた。そこで，原告は，より良い構造を簡単に製造できる方法として，\n本件発明２及び３を完成させた。\n(イ) これに対し，被告は，平成２２年に至っても，テフロンに係る事業に\n継続して取り組んでおり，燃焼室クリーナー事業にはほとんど携わって\nいなかった。このことは，平成１８年から平成２３年にかけて燃焼室ク\nリーナー事業に係る取引先とやりとりしたメール（甲６４）に被告が登\n場していないことや，平成２３年６月１７日に撮影された写真（甲８８）\nにテフロン事業で使用された機材のみが写っていることからも明らかで\nある。\nウ  本件特許を受ける権利及び本件特許権の帰属に関する被告及びＡの主張\nの変遷\n(ア) 被告及びＡは，平成２４年１１月２９日付けの通知書（甲６７）にお\nいて，日本インテグレーテッドワークス株式会社（以下「日本インテグ\nレーテッド」という。）が本件特許を受ける権利を有すると主張してい\nた。また，被告らは，平成２５年５月１５日付けの通知書（甲６８）で\nは，本件各発明は被告が考案したもので，本件特許権は日本インテグレ\nーテッドに帰属すると主張していた。\nしかし，Ａは，平成２９年２月２４日付けの「ご連絡」と題する書面\n（甲６９）では，本件特許権は被告に帰属すべきものであると，主張を\n変遷させた。\nさらに，Ａが，日本オイルサービス株式会社に宛てた平成２９年１１\n月２４日付けの「ご連絡」と題する書面（甲５３）では，本件特許を受\nける権利は日本インテグレーテッドに帰属し，同社が特許権者であると\nの立場を採っている。\n(イ) このように，被告及びＡは，本件特許を受ける権利及び本件特許権の\n帰属に関し，本件における主張と矛盾した行動を採っている。\nエ  一次判決における被告の主張について\n(ア) 一次判決は，Ａの陳述書等（甲３４，７６。一次判決における甲２７，\n６２）に基づき，被告が主張するとおり，被告は平成２２年１０月５日\nまでに本件各発明の解決手段に係る着想を得ていたと認定した。\nしかし，甲６４（１４４頁）によれば，トライアル生産のための溶剤\nの納入予定日は，平成２２年１０月５日であるところ，愛知県所在のエ\nアゾール缶充填業者に溶剤が到着したその日に，試作量産ロットを完成\nさせた上で，被告が種々主張するような実機での検証を行うことは不可\n能である。\n(イ) また，一次判決は，Ａ及び被告の各陳述書（甲７６，７７。一次判決\nにおける甲６２，６３）に基づき，甲３３（一次判決における甲２６）\nに係るノズルは，被告が作製し，Ａに示したものであると認定した。\nしかし，甲３３に係るノズルの製作方法についての被告及びＡの主張\n及び陳述（一次審決に係る審判手続において，宣誓の上で実施された被\n告の当事者尋問における陳述（甲４８。一次判決における甲３７）を含\nむ。）は，一次審決に係る審判段階と一次判決に係る訴訟段階とで，加\n熱源，加熱対象，芯材，ノズル管をつぶす道具など，ノズル管の材料以\n外の全てにおいて大きく変化している。本件各発明は，製造方法の発明\nであるから，仮にも発明者なのであれば，発明における重要な過程の説\n明が変化したり誤ったりする可能性は低い。\n実際にも，甲６０が示すとおり，原告及び被告との打合せの際，「…\n誰もやってない時にプライヤーで潰して針金入れたやつ見せたじゃない\nですか。」との原告の発言に対し，被告は「…プライヤーで潰した針金？」，\n「…あれが，これと何が違うんですか。」，「…あれ持って行った時に\nはすでに僕は…」と発言し，原告がプライヤーを用いて甲３３に係るノ\nズルを作製したことを認めている。\nそして，甲３３に写っているのは，ノズル管の中間部分をプライヤー\nで潰して簡易的に弁構造を形成したものであり，本件各発明に係る製造\n方法を用いてノズル管に弁構造を形成したものではない。\n(ウ) さらに，被告が提出した実験データに係る証拠は甲３１（一次判決に\nおける甲６）のみであるところ，甲２５から明らかなとおり，これは所\n定の計算式を使用したシミュレーション値である。それにもかかわらず，\n被告は実験データであると主張しており，当初から偽りの証拠をもって\n本件無効審判を請求したことは明白である。\n甲５５が示すとおり，被告及びＡは，原告に対し，伝票を黒塗りする\nことにより繰り返し偽った報告をしている。被告を経由してＡに伝えら\nれ，提出された書類については，同様の虚偽報告や変造が常態となって\nおり，信ぴょう性に疑問がある。\nしたがって，このほかにも一次判決の認定に用いられた被告提出に係\nる証拠は，偽造，変造されている蓋然性が高い。\n(エ) 虚偽の証拠や陳述に基づいて判決がされたことは，民事訴訟法３３８\n条１項６号及び７号が規定する再審事由に当たる。民事訴訟手続が本来\n想定していない虚偽の証拠に基づいてされた判決に拘束力があるとする\n一方で，新たな証拠に基づく主張立証が認められないとすることは，再\n審の制度趣旨に悖るというべきである。\n(2) 主張立証責任について\n一次判決により，本件発明１及び３について，被告に特許を受ける権利が\nあるとするのであれば，現時点では被告が特許権者であるとみなすことも可\n能ということになる。そうすると，本件訴訟においても，一次判決が説示し\nた冒認出願に係る主張立証責任の所在に関する判断基準に基づき，特許を受\nける権利があると認定された「みなし特許権者」である被告に，一次判決に\nおいて原告に課されたのと同様の主張立証責任を課すべきである。\n原告は，上記(1)のとおり，被告が特許を受ける権利を有していたこと及び\n発明者性を有していたことのいずれについても，これを疑わせるに足りる事\n情を主張立証した。\nしたがって，被告において，原告の主張立証を凌ぐ主張立証をしなければ\nならないというべきである。\n４  小括\n以上によれば，本件発明１及び３の発明者は被告であるとの本件審決の判断\nは誤りであるから，取り消されるべきである。\n第４  被告の反論\n１  平成４年最高裁判決の説示からも明らかなように，審判官が取消判決の拘束\n力に従ってした審決はその限りにおいて適法であるから，再度の審決取消訴訟\nにおいてこれを違法とすることができない。\n一次判決は，その理由中において，原告が本件発明１及び３の発明者とは認\nめられないとして，一次審決のうち，本件発明１及び３に係る部分を取り消し\nた。そうすると，一次判決の理由中の判断のうち，原告が本件発明１及び３の\n発明者とは認められないとの認定について拘束力が生じるから，それに従った\n本件審決はその限りにおいて適法である。\n２  また，審決を取り消す判決が確定した後の特許庁における再審理，及びその\n後の審決取消訴訟において，従前の主張を補強し，確定した審決取消訴訟の判\n断を左右する類の証拠の提出が許されないことも，平成４年最高裁判決の説示\nから明らかである。\n本件訴訟において原告が新たに提出する証拠は，いずれも一次判決における\n原告の主張を補強するものか，又は，原告に不利な認定が誤りであるとして，\n確定した一次判決の判断を覆そうとするものにすぎない。\nなお，新たに提出する証拠の一部は，一次判決がされる前に存在していたも\nのであり，それらを一次判決が確定した後に提出し，一次判決の判断を覆そう\nとすることは，信義則に反する。\n３  したがって，原告の主張は，本件審決の取消事由に当たらない。\n第５  当裁判所の判断\n１  特許無効審判事件についての審決の取消訴訟において審決取消しの判決が確\n定したときは，審判官は特許法１８１条２項の規定に従い当該審判事件につい\nて更に審理を行い，審決をすることとなるが，審決取消訴訟は行政事件訴訟法\nの適用を受けるから，再度の審理ないし審決には，同法３３条１項の規定によ\nり，当該取消判決の拘束力が及ぶ。そして，この拘束力は，判決主文が導き出\nされるのに必要な事実認定及び法律判断にわたるものであるから，審判官は取\n消判決の当該認定判断に抵触する認定判断をすることは許されない。したがっ\nて，再度の審判手続において，審判官は，当事者が，取消判決の拘束力の及ぶ\n判決理由中の認定判断につきこれを誤りであるとして従前と同様の主張を繰り\n返すこと，あるいは当該主張を裏付けるための新たな立証をすることを許すべ\nきではなく，審判官が取消判決の拘束力に従ってした審決は，その限りにおい\nて適法であり，再度の審決取消訴訟においてこれを違法とすることができない。\nこのように，再度の審決取消訴訟においては，審判官が当該取消判決の主文の\nよって来る理由を含めて拘束力を受けるものである以上，その拘束力に従って\nされた再度の審決に対し関係当事者がこれを違法として非難することは，確定\nした取消判決の判断自体を違法として非難することにほかならず，再度の審決\nの違法（取消）事由たり得ないと解される（平成４年最高裁判決参照）。\n２  これを本件についてみると，上記第２，１(3)及び(4)並びに２において認定\nしたとおり，一次判決は，本件発明１及び３については，その発明者が原告で\nあると認めることはできないとして，一次審決のうち，本件特許の請求項１及\nび３に係る部分を取り消した。そして，一次判決の確定後にされた本件審決は，\n一次判決の拘束力に従って，本件発明１及び３については，その発明者が原告\nであると認めることはできないものと判断した。\nしたがって，本件発明１及び３の発明者についての本件審決の判断は，一次\n審決の拘束力に従ってされた適法なものであるから，関係当事者である原告は，\n当該判断に誤りがあるとして本件審決の取消しを求めることができないという\nべきである。\n３  原告の主張について\n(1) 原告は，平成４年最高裁判決は，「拘束力は，判決主文が導き出されるの\nに必要な事実認定及び法律判断にわたる」と判示しているから，一次判決の\n拘束力が及ぶのは，一次判決のうち，本件発明１及び３に係る部分を取り消\nすとの判決主文が導き出される根拠とされた事実（証拠）の認定及び当該事\n実（証拠）に基づいてされた法律判断のみであって，新たな証拠に基づく事\n実認定や法律判断にまで拘束力は及ばないところ，新たな証拠によれば本件\n発明１及び３の発明者は原告であると認定されるべきであるから，これに反\nする本件審決の判断は誤りであると主張する。\nしかし，平成４年最高裁判決によれば，判決主文が導き出されるのに必要\nな事実認定及び法律判断に対して拘束力が及ぶのであるから，当事者として\nは，この事実認定に反する主張をすることは許されないのであり，したがっ\nて，新たな証拠を提出して，上記事実認定とは異なる事実を立証し，それに\n基づく主張をしようとすることも，取消判決の拘束力に反するものであって\n許されないといわなければならない。このことは，上記判決自身が，「再度\nの審決取消訴訟において，取消判決の拘束力に従ってされた再度の審決の認\n定判断を誤りであるとして，これを裏付けるための新たな立証をし，更には\n裁判所がこれを採用して，取消判決の拘束力に従ってされた再度の審決を違\n法とすることが許されない。」と明言していることからも明らかである。\nそして，本件訴訟における原告の主張は，一次判決において審理の対象と\nなっていた冒認出願（平成２３年法律第６３号による改正前の特許法１２３\n条１項６号），すなわち，本件発明１及び３は，被告が発明したものである\nにもかかわらず，原告がその名義で出願した，という同一の無効理由に関し，\n本件発明１及び３の発明者が原告であると認めることはできない，との一次\n判決が認定した事実そのものについて，一次判決に係る訴訟における原告の\n主張を補強し，又は，原告に不利な認定を誤りであるとして，確定した一次\n判決の当該認定判断を覆そうとするものにすぎないから，そのような主張が\n許されないことは明らかである。\n(2)ア もっとも，原告が指摘するとおり，取消判決に民事訴訟法３３８条所定\nの再審事由がある場合には，当該取消判決は再審の訴えによって取り消さ\nれるべきものであるから，これに拘束力を認めるのは相当でないと解する\n余地がある。\nそして，原告は，一次判決の認定判断の基礎となった被告及びＡの陳述\n（一次審決に係る審判手続において，宣誓の上で実施された被告の当事者\n尋問における陳述を含む。）に，民事訴訟法３３８条１項６号及び７号の\n再審事由があると主張するものと解されるが，同条１項ただし書の場合に\n該当しないこと，及び同条２項の要件を満たすことについては何ら主張立\n証がないから，原告の再審事由に関する主張は，既にこの点において理由\nがないものといわざるを得ない。また，念のため内容について検討してみ\nても，やはり理由がないものといわざるを得ない。\nイ  すなわち，一次判決は，本件各発明の発明者を認定判断するに当たり，\n被告が主張した，①平成２２年１０月５日までに，燃焼室クリーナーの流\n量調整等の問題を解決するために，ノズル管を加熱・冷却してその管内に\nゲート構造を形成するとの着想を得て，これを具体化した甲３３に係るノ\nズル（一次判決における甲２６ノズル）を製作しその噴出量のテストを行\nった，②その後，同月２８日ころには，本件各発明を完成させ，同年１１\n月３日ころには，本件各発明を実施することに用いるゲート構造を備えた\nノズルを製作するための機器を完成させた，との各事実につき，一次審決\nに係る審判手続において，宣誓の上で実施された被告の当事者尋問の録音\n反訳書（甲４８。一次判決における甲３７）を，その認定の基礎としてい\nることが認められる（甲８・２９頁）。\nこの点に関し，原告は，被告との打合せの際，「…誰もやってない時に\nプライヤーで潰して針金入れたやつ見せたじゃないですか。」との原告の\n発言に対し，被告が「…プライヤーで潰した針金？」，「…あれが，これ\nと何が違うんですか。」，「…あれ持って行った時にはすでに僕は…」と\n発言したこと（甲６０・４０頁）を根拠として，被告は原告が甲３３に係\nるノズルを作製したことを認めていたのであるから，上記の審判手続にお\nける被告の陳述は虚偽であると主張する。しかし，被告は，上記のやりと\nりの直後に「あれ持って行った時にはすでに僕はもうつくってあったじゃ\nないですか。」と発言している上に，原告がその発言中で指摘する対象物\nを示した時期などを特定するに足りる事情も見当たらないことからすると，\n原告が指摘するやりとりをもって，被告が甲３３に係るノズルの作製者は\n原告であると認めていたと断ずることはできない。\nまた，原告は，Ａとの打合せの際，「そのゲートのそれをやるという，\nアイディア。そしてあと，熱で刺した，ここに差したのを，熱でやるとい\nうアイディア。全部，私じゃん」との原告の発言に対し，Ａは「ええ。」\nと発言したこと（甲６１の２・２頁）を根拠として，Ａは原告が本件各発\n明を着想したことを認めていたと主張する。確かに，前後の文脈を踏まえ\nると，原告の当該発言部分はノズルのゲートに関する事柄であることがう\nかがわれる。しかし，当該発言部分で触れられている技術的事項は，それ\n自体抽象的である上に，本件各発明が備える構成のごく一部にすぎないか\nら，上記のやりとりから直ちに，Ａにおいて，原告が本件各発明の着想者\nであることを認めたとまで認定することは困難である。\nこのほか原告が指摘する種々の証拠を考慮しても，上記の審判手続にお\nける被告の陳述が虚偽であると断ずることはできない。\nウ  次に，原告は，一次判決が事実認定の基礎としたＡ及び被告の陳述書（甲\n７６，７７。一次判決における甲６２，６３）について論難するが，いず\nれも私文書である当該各陳述書に記載された内容が虚偽であると主張する\nにとどまるものであって，これらが偽造又は変造されたものであることを\n認めるに足りる証拠はない。\nまた，原告は，甲５５が黒塗りされていたことを指摘して，被告及びＡ\nが提出した書類について虚偽報告や変造が常態となっていたとも主張する\nが，一次判決において判断の基礎とされた証拠が偽造又は変造されたもの\nであることを具体的に指摘するものであるとはいい難い（そもそも，甲５\n５は一次判決において判断の基礎とされたものではない。）。\n(3) さらに，原告は，一部の証拠について，一次判決に係る訴訟手続において\n提出できなかった事情など，種々の主張をするが，いずれも上記１及び２\nの判断を左右するに足りないというべきである。\n第６  結論\n以上によれば，その余の事実について認定判断するまでもなく，原告が主張\nする取消事由は理由がなく，審決に取り消されるべき違法があると認めること\nはできない。\nよって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴      岡    稔    彦\n裁判官\n高      橋        彩\n裁判官\n間      明    宏    充\n"
}