{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 27
  },
  "case_number": "平成25(ワ)20444",
  "case_name": "司法修習生の給費制廃止違憲国家賠償等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "87149",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87149",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/149/087149_hanrei.pdf",
  "contents": "平成２９年９月２７日判決言渡  同日原本領収  裁判所書記官\n平成２５ ２０４４４号  司法修習生の給費制廃止違憲国家賠償等請求事件\n口頭弁論終結日  平成２９年６月１４日\n判            決\n主            文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告らに対し，各１万円を支払え\n第２  事案の概要等\n１  事案の概要\n本件は，いわゆる新６５期司法修習生であった原告らが，被告に対し，\nⅠ）主位的請求原因として，①平成１６年法律第１６３号による改正（以\n下「本件改正」という。）前裁判所法（以下「旧法」といい，本件改正後\nの裁判所法を「本件改正法」という。）旧法６７条２項で定められていた\n司法修習生がその修習期間中，国庫から一定額の給与を受ける制度（以下，\n「給費制」といい，国庫から支給される金員を総称して「給費」という。）\nを，本件改正によって廃止したことが，給費制ないし原告らの司法修習に\nおける給費を受ける権利（以下「本件権利」という。）を保障した憲法の\n規定に違反し又は憲法に定める平等原則に違反するもので，本件改正は違\n憲無効であると主張して，本件改正前の旧法６７条２項の給費支払請求権\nに基づき，原告らそれぞれにつき，本件改正前に支給されていた給与額２\n３７万４０８０円の一部である５０００円の各支払を求めるとともに，②\n本件改正という立法行為及び本件改正後に給費制を復活しなかった立法\n不作為が国家賠償法（以下「国賠法」という。）上違法であると主張して，\n国家賠償請求権に基づき，原告らそれぞれにつき，本件改正前に支給され\nていた給与額２３７万４０８０円及び慰謝料額１００万円の合計である\n３３７万４０８０円の損害の一部である５０００円の各支払を求め，Ⅱ）\n予備的請求原因として，司法修習生が司法修習に従事することは憲法２９\n条２項の「公共のために用ひる」ことに該当すると主張して，同項の損失\n補償請求権に基づき，原告らそれぞれにつき，本件改正前に支給されてい\nた給与額２３７万４０８０円の一部である１万円の各支払を求める事案\nである。\n原告らは，本件訴訟を通じて，原告ら個々の司法修習生に対する人権侵害\nによる自らの被害の回復に留まらず，志半ばで法曹の道を断念した者の声を\n代弁し，今後法曹を目指す者への助力となるべく，被告に対して，三権の一\n翼を担う司法制度の意義とそれを支える法曹養成制度の在り方を問い，被告\nは，志ある人材が経済的事情により法曹を目指すことを断念せざるをえない\n事態を招くことのない法曹養成制度を確立し，国民の権利擁護を担う法曹の\n多様性を確保し将来の法曹を支える人的基盤である司法修習生を十分な環\n境の下で教育を行う憲法上の義務を負い，その義務の一環として給費制を維\n持すべきであるから，上記各請求をするものであると主張した。\n２  前提事実（争いのない事実又は括弧内挙示の各証拠（特段の記載のないも\nのは枝番を含む。以下同じ。）若しくは弁論の全趣旨により認められる事実）\n⑴  司法修習制度について（争いのない事実）\nア  昭和２２年４月１６日に成立し，同年５月３日に施行された裁判所法\n（昭和２２年法律第５９号。以下「昭和２２年裁判所法」といい，特段\nの記載のない場合には平成２９年法律第２３号による改正後の裁判所法\nをいう。）により，裁判官，検察官，弁護士いずれになるかを問わず，\n最高裁判所（以下「最高裁」という。）に司法修習生として採用された全\nての者に司法修習を行う司法修習制度が開始された。給費制はこのときか\nら本件改正法で廃止されるまで継続された（以下，司法修習制度について，\n特に裁判官，検察官，弁護士の司法修習が分離されずに統一して行われる\n制度であることを指す場合には，「統一司法修習制度」という。）。\n法曹資格は，昭和２２年裁判所法以降，原則として，司法試験の合格\n後に司法修習を経なければ取得できないものとされ，司法修習は法曹三\n者になる者全員に対して制度として課され，司法修習生は，司法修習に\n専念し法曹として必要な素養を身につける必要があるところ，司法修習\n期間中，司法研修所長及び実務修習の配属庁会の長の監督の下，司法修\n習に専念すべき義務（以下「修習専念義務」という。）を負い，最高裁\nの許可なく兼業や兼職をすることが禁止され，違反した場合には司法修\n習生を罷免されることがあり（裁判所法６８条），その場合には法曹資格\nが取得できないこととされた。\nイ  司法修習生の修習目的は，「高い識見と円満な常識を養い，法律に\n関する理論と実務を身につけ，裁判官，検察官又は弁護士にふさわし\nい品位と能力を備える」ことにある（司法修習生に関する規則（昭和\n２３年８月１８日最高裁判所規則第１５号）４条）。\n⑵  当事者等\nア  司法修習生の呼称\n司法修習生は，司法試験に合格後，最高裁から司法修習生として採\n用されるが，採用の年度により期で区別して呼称されている。\n司法修習の期が６０期から６５期までの間は，平成１４年法律第１\n３８号による改正前の司法試験（以下，同法附則７条１項に定める試\n験を含め「旧司法試験」という。）と同改正後の司法試験（以下「新\n司法試験」という。）とが併存していたため，旧司法試験合格者とし\nて司法修習生となった者は，現行型司法修習をし，新司法試験合格者\nとして司法修習生となった者は，新司法修習をしていた（以下，前者\nの司法修習生を「現行」を付して呼称し，後者の司法修習生を「新」\nを付し，さらに，それぞれの期の番号を付して，例えば原告らの「新\n６５期司法修習生」を「新６５期生」と略して呼称する。）。\nイ  原告ら\n原告らは，平成２３年１１月２７日，いずれも新６５期生として，\n最高裁に司法修習生を命ぜられ，同日から司法修習を開始し，平成２\n４年１２月まで司法修習をした（争いのない事実，弁論の全趣旨）。\nウ  新６４期生\n新６４期生は，平成２２年１１月から平成２３年１２月まで司法修\n習を行った者である（争いのない事実，甲Ａ１９）。\nエ  現行６５期\n現行６５期生は，平成２３年７月から平成２４年１２月まで司法修\n習を行った者である（争いのない事実）。\n⑶  新６５期生の司法修習（争いのない事実）\nア  新６５期生は，まず，全国各地の実務修習庁に配属され，裁判所，検\n察庁，弁護士会による各２か月の各修習（以下「分野別実務修習」とい\nう。）の後，司法修習生が自ら修習内容を選択して行う修習（以下「選\n択型修習」という。）及び埼玉県和光市所在の司法研修所における修習\n（以下「集合修習」という。）という順序で約１年間の司法修習を受け\nた。また，全国各地の実務庁会における各分野別実務修習中には，司法\n研修所による一斉起案及び司法研修所の教官による出張講義が行われ\nた。\nイ  司法修習生は，実務庁会における分野別実務修習及び選択型修習にお\nいて，平日は概ね午前９時から午後５時まで各配属先において，時間的\n場所的拘束を受けて司法修習をし，分野別実務修習の配属先は，必ず\nしも司法修習生各人の配属希望地とは限らず，配属先に赴任するため\nに居住移転を余儀なくされることがある。\nウ  司法修習生の集合修習は，埼玉県和光市所在の司法研修所で行われる\nため，司法修習生の中には配属先からの転居を余儀なくされ，また，司\n法研修所の寮への入寮抽選に外れたことにより住居を自ら探すことを余\n儀なくされた者もいる。\n⑷  司法修習生の身分（争いのない事実）\n司法修習生は，公務員ではない。\n⑸  給費制\n司法修習生は，昭和２２年裁判所法施行後から，後記⑹の本件改正法\nが施行されるまで，旧法６７条２項に基づき，給費制により，給与の支\n払を受けていたほか，一般職の国家公務員の例に準じて，扶養手当，調\n整手当，住居手当，通勤手当，期末手当及び勤勉手当の各種手当が支給\nされ，裁判所職員共済組合への加入も認められていた。\n新６４期生に支給されていた給与額は，月額２０万４２００円であ\nり，現行６５期生に支給されていた給与額は，平成２４年３月３１日ま\nでは同額であったが，同年４月１日以降の給与額は月額１９万４４６０\n円であった。（争いのない事実，甲Ａ１７）\n⑹  給費制の廃止（争いのない事実）\nア  本件改正\n給費制は，平成１６年１２月１０日に本件改正によって廃止され，貸\n与制に移行することとなったが，その施行時期は，国会における審議\nを経て，十分な周知期間を確保するなどの趣旨も踏まえた上で，当初\nの平成１８年１１月１日から繰り下がり，平成２２年１１月１日から\n施行することとされた（同法附則１項）。なお，同法の施行前に採用\nされ，同法の施行後も引き続き司法修習をする司法修習生の給与につ\nいては，なお従前の例によることとされ（同法附則２項），これに該\n当する司法修習生には給与が支給されることとされた。\nイ  給費制廃止時期の繰り下げに係る裁判所法の改正\n平成２２年１１月２６日，本件改正により新設され，平成２２年１\n１月１日の施行後に採用された司法修習生（新６４期生）に適用され\nる予定だった貸与制の適用を平成２３年１０月３１日まで行わず，そ\nの間は，従前の司法修習生と同様に給与を支給することを内容とする\n裁判所法の改正（平成２２年法律第６４号。以下「平成２２年法改正」\nといい，平成２２年法改正による裁判所法を「平成２２年改正法」と\nいう。）がされ，給費制の廃止が平成２３年１１月１日まで繰り下げ\nられた。その結果，平成２２年法改正により，新６４期生と現行６５\n期生は，給費制下で司法修習を行うこととなった。\nウ  新６５期生\n新６５期生は，給費制の適用がなく，給費の支給を受けていない。\n⑺  貸与制\n貸与制は，国が，申請した司法修習生に対し，司法修習中，無利息で\n１か月当たり１８万円から最大２８万円までの修習資金を司法修習生\nに貸与するものであり，貸与を受けた修習資金は，司法修習の終了した\n月の翌月から５年を経過した後から１０年間で返済するものとされて\nいる。貸与を受けるには，２名の連帯保証人による保証又は最高裁の指\n定する金融機関による機関保証を受ける必要があった。機関保証の場\n合，保証金が別途必要になる。\nまた，貸与を受けた修習資金の返済まで毎年４月１日時点での住所地\nを当該年の４月３０日までに最高裁に通知しなければならず，これを怠\nった場合，最高裁の請求により期限の利益を失い，直ちに残額を支払わ\nなければならないとされている。貸与制の概要は，別紙「貸与制の内容\nについて」のとおりである。\nなお，貸与を申請して貸与を受けられなかった司法修習生はいない。\n（争いのない事実，乙３，弁論の全趣旨）\n３  関係法令\n⑴  旧法，本件改正法共通\nア  裁判官の研究及び修養並びに司法修習生の修習に関する事務を取\nり扱わせるため，最高裁判所に司法研修所を置く（１４条）。\nイ  司法修習生は，司法試験に合格した者の中から，最高裁判所がこれ\nを命ずる（６６条１項）。\nウ  司法修習生は，少なくとも１年間修習をした後試験に合格したとき\nは，司法修習生の修習を終える（６７条１項）。\nエ  最高裁判所は，司法修習生の行状がその品位を辱めるものと認める\nときその他司法修習生について最高裁判所の定める事由があると認\nめるときは，その司法修習生を罷免することができる（６８条）。\n⑵  旧法\n司法修習生は，その修習期間中，国庫から一定額の給与を受ける。た\nだし，修習のため通常必要な期間として最高裁判所が定める期間を超え\nる部分については，この限りでない。（６７条２項）\n⑶  本件改正法\nア  司法修習生は，その修習期間中，最高裁判所の定めるところにより，\nその修習に専念しなければならない（６７条２項）。\nイ   最高裁判所は，司法修習生の修習のため通常必要な期間として最\n高裁判所が定める期間，司法修習生に対し，その申請により，無利\n息で，修習資金（司法修習生がその修習に専念することを確保する\nための資金をいう。以下この条において同じ。）を貸与するものと\nする（６７条の２第１項）。\n修習資金の額及び返還の期限は，最高裁判所の定めるところによ\nる（同条２項）。\n最高裁判所は，修習資金の貸与を受けた者が災害，傷病その他や\nむを得ない理由により修習資金を返還することが困難となったとき\nは，その返還の期限を猶予することができる。この場合においては，\n国の債権の管理等に関する法律（昭和３１年法律第１１４号）第２\n６条の規定は，適用しない。（同条３項）\n最高裁判所は，修習資金の貸与を受けた者が死亡又は精神若しく\nは身体の障害により修習資金を返還することができなくな ったと\nきは，その修習資金の全部又は一部の返還を免除することができる\n（同条４項）。\n前各項に定めるもののほか，修習資金の貸与及び返還に関し必要\nな事項は，最高裁判所がこれを定める（同条５項）。\n⑷  裁判所法（平成２４年法律第５４号による改正後のもの。以下，「平\n成２４年改正法」という。）\n最高裁判所は，修習資金の貸与を受けた者が災害，傷病その他やむを\n得ない理由により修習資金を返還することが困難となったとき，又は修\n習資金の貸与を受けた者について修習資金を返還することが経済的に\n困難である事由として最高裁判所の定める事由があるときは，その返還\nの期限を猶予することができる。この場合においては，国の債権の管理\n等に関する法律（昭和３１年法律第１１４号）第２６条の規定は，適用\nしない。（６７条の２第３項）\n⑸  司法修習生の修習資金の貸与等に関する規則（平成２１年１０月３０\n日最高裁判所規則第１０号）第７条の２\n裁判所法第６７条の２第３項に規定する修習資金の返還の猶予に関\nする最高裁判所の定める事由は，次に掲げるものとする。\n一  修習資金の貸与を受けた者が給与所得（俸給，給料，賃金，歳費及\nび賞与並びにこれらの性質を有する給与に係る所得をいう。）以外の\n所得を有しない者（次号において「給与所得者」という。）である場\n合において，当該者の最高裁判所の定める期間における収入金額（法\n科大学院（学校教育法（昭和２２年法律第２６号）第９９条第２項に\n規定する専門職大学院であって，法曹に必要な学識及び能力を培うこ\nとを目的とするものをいう。）における修学のための借入金（最高裁\n判所の定めるものを除く。次号において単に「借入金」という。）を\n当該期間中に返還したときは，その返還額を控除した残額）が３００\n万円以下であること（当該者について次条第２項第２号から第５号ま\nでに掲げる事由のいずれかが生じたときを除く。）。\n二  修習資金の貸与を受けた者が給与所得者以外の者である場合にお\nいて，当該者の前号に規定する期間における総収入金額（借入金を当\n該期間中に返還したときは，その返還額を控除した残額）から必要経\n費を控除した残額が２００万円以下であること（当該者について次条\n第２項第２号から第５号までに掲げる事由のいずれかが生じたとき\nを除く。）。\n４  争点\n本件改正が憲法上保障された給費制ないし本件権利を侵害し，違憲で\nあるか否か（請求原因・争点１）\n本件改正は，憲法１４条１項に違反するか否か（請求原因・争点２）\nア  原告らと新６４期生との差異につき憲法１４条１項違反の有無（争\n点２－１）\nイ  原告らと現行６５期生との差異につき憲法１４条１項違反の有無\n（争点２－２）\nウ  原告らと裁判所書記官研修生との差異につき憲法１４条１項違反\nの有無（争点２－３）\n本件改正及び本件改正後に給費制を復活させなかったことが国賠法\n上違法であるか否か（請求原因・争点３）\n原告らが司法修習に従事することが「公共のために用ひる」ことに該\n当し，原告らは損失補償請求権を有しているか否か（請求原因・争点４）\n原告らの給費請求権の額，損害額又は損失補償額（請求原因・争点５）\n５  争点に対する当事者の主張\n争点１（本件改正が憲法上保障された給費制ないし本件権利を侵害\nし，違憲であるか否か）について\nア  原告ら\n憲法上の要請として具体化された給費制\nａ  統一司法修習制度の憲法上の位置付け\n⒜  大日本帝国憲法下では，司法権は天皇の名において行使さ\nれ，人権の保障自体に法律の留保を伴っており，司法制度上も\n司法権の独立が保障されず，行政に対して劣後していたため，\n司法権の発動に限界があり，国による人権弾圧を抑止すること\nができない構造となっていた。\nまた，大日本帝国憲法下では，弁護士は，裁判官及び検察官\nよりも身分保障や養成制度の点で差別され，相対的に低い地位\nに置かれていた。すなわち，弁護士は，行政権の監督下にあり，\n検察官や裁判所の請求によって懲戒が加えられ，養成制度の点\nでも，裁判官又は検察官となる司法官試補には国から給与等の\n支給があったのに対し，弁護士となる弁護士試補には給与等の\n支給がなく，差別的に取り扱われ，弁護士試補の生活は非常に\n苦しく，裁判官及び検察官と弁護士との間に身分・地位の格差\nが生じ，人権擁護活動の場面においても，国民のみならず弁護\n士自身が弾圧の対象となるなど大きな弊害が生じていた。\nこのように，大日本帝国憲法下では，司法権の発動範囲に限\n界があり，また，法曹の中でも弁護士のみ差別的に取り扱われ\nたことにより，裁判官は人権弾圧に対して抑止機能を発揮でき\nず，弁護士も人権擁護活動を容易に抑止される構造下にあり，\n国民の人権弾圧が助長されていた。\n⒝  現行憲法成立過程においては，司法権の劣後及び弁護士の劣\n後によって人権弾圧を抑止することができなかった戦前の制度\nへの反省から，基本的人権の擁護の実現のため，三権分立及び\n司法権の独立が確保され，法曹三者が憲法上明記されてその地\n位が確立された。\nそして，現行憲法下では，統一司法修習制度及び給費制は，\n国民の人権擁護とそれを機能させるべく司法権の諸規定の整備\n及び法曹に関する諸規定の整備と同時に整備されたもので，統\n一司法修習制度は，司法権の独立の理念及び法曹育成課程は法\n曹三者いずれになるかを問わず国家が責任を持って行うべきで\nあるとの法曹一元の理念の下，最高裁が所管するものとして行\nわれるようになった。\n統一司法修習制度の議論がされた昭和２２年裁判所法の法律\n案成立の議論過程では，司法修習生に対して給与を支給する旨\nの規定については特段の反対意見もなく，当然の前提とされて\nいた。\nそして，帝国議会では，昭和２２年裁判所法が「新憲法のも\nと，立法，行政と並んで完全な独立を確保する裁判所の構成に\n関する根本法であり，憲法附属法典の一つ」として成立し，昭\n和２２年裁判所法は，日本国憲法と同日に施行され，これに基\nづき統一司法修習制度及び給費制が実施されるようになった。\n⒞  このように統一司法修習制度は，国民の基本的人権の擁護を\n担う法曹を養成するという国による法曹養成義務及び民主的司\n法の実現といった理念を踏まえて，戦前の反省を踏まえ，法曹\n三者が司法を担う者として一体の認識を強固なものとすること\n及び司法の実現を担う上で法曹を一元に扱うことを重視して，\n全ての法曹になる者のための義務研修として実施されているも\nのであり，日本国憲法の基本的人権の尊重及び司法権を担う法\n曹三者を養成するという国の憲法上の義務が具体化されたもの\nといえ，給費制は，そのような国の法曹養成義務の具体的実現\nとしての統一司法修習制度において当然視されてきた制度であ\nるといえる。\n給費制がこのような歴史的経緯を経て創設されたことを踏ま\nえると，法曹養成課程の詳細が仮に立法裁量に委ねられている\nとしても，上記歴史的経緯に裏打ちされた憲法上の法曹の位置\n付け及び法曹養成課程にある者の身分・地位の取扱い等に拘束\nされるから，給費制の廃止が自由裁量ということはあり得ない。\nｂ  給費制下の司法修習生の身分の取扱いについて\n⒜  司法修習生の身分の取扱い及び規律は，最高裁判所規則であ\nる司法修習生に関する規則で定められているところ，司法修習\n生は公務員に準ずる取扱いがされ，その修習期間中司法修習に\n専念するという修習専念義務があるとされてきた。修習専念義\n務の具体化として，兼業禁止，公務員の守秘義務と同内容の守\n秘義務，分野別実務修習の配属地指定に伴う居住移転義務等に\n加え，公務員と同様の政治活動の禁止や外国旅行に当たって承\n認を得なければならない等の取扱いがされ，これらに違反した\n場合，司法修習生を罷免され，司法修習を修了できずに法曹と\nなることができない身分とされていた。\nこのような司法修習生の身分の取扱い及び修習専念義務は，\n法の支配の重要性，司法修習生がその法の支配の担い手となる\n者であり，司法権を担う法曹に準じた司法修習生の身分・地位\nに由来するものとされてきた。これは，司法修習が国の憲法上\nの義務である人権擁護のための司法権確立義務に基づいてお\nり，司法修習の本質である国民の人権擁護実現のための法曹養\n成に由来する，憲法上の根拠に基づくものである。\nそして，司法修習生への給与や諸手当の支給等については，\n公務員に準じる地位及び修習専念義務の反面として，司法修習\n生の身分・地位と密接不可分のものとして説明されてきたので\nあって，司法修習生が司法修習に専念することの保障及び司法\n修習に専念することに対する「対価」としての給付であると位\n置付けられていた。現に，給費制下における司法修習生は，実\n務修習地及び司法研修所における集合修習に伴う転居による\n生活費等の支出に加え，充実した司法修習に取り組む上で必要\nとなる費用も全て給費により賄うことができ，将来の法曹とし\nての職責を担う上で重要な活動等を経済的不安なく行うこと\nができ，法曹となった後の人権擁護活動の基礎を築くこともで\nきていたのに対し，給費制廃止後の司法修習生は，上記「対価」\nとしての給付を受けることができないから，司法修習に取り組\nむこと自体はもとより，経済的生活的苦境に立たされることに\nなった。\n⒝  被告は，給費制が「対価」としての給付ではなく，単なる「配\n慮」にすぎないと主張するが，修習専念義務と給費制とが並置\nされていることからして，失当であるし，司法修習が臨床教育\n課程にすぎないとする主張も司法修習が国民のための法曹と\nなるための義務過程としての実態を有し，学校とは一線を画し\nていることからして，失当である。\nｃ  法曹の報酬保障の趣旨が司法修習生にも制度上妥当し，給費制\nが憲法上の要請によるものであること\n⒜  法曹三者は，司法権に携わる者として人権保障を担う者であ\nり，国民の裁判を受ける権利を保障するために不可欠の存在と\nして憲法上特殊な公共的性格を与えられており，憲法尊重義務\nを負う国において国民の憲法上の司法権を担う構造として 法\n曹を養成しなければならないだけでなく，その公的職務に当た\nっての職務の独立はもとより，職業として成立させるために報\n酬保障をすべきことが憲法上要請されている。\nすなわち，裁判官については，報酬保障が憲法７９条６項，\n８０条２項後段に明記され，検察官については，憲法の附属法\n典たる検察庁法２２条１項に報酬保障の定めがあり，弁護士に\nついては，憲法上の地位及び刑事弁護人に関する憲法上の規定\n（同３４条，３７条３項等）を具体化するために弁護人の報酬\nを国が支弁する国選弁護制度が刑事訴訟法３０条以下により定\nめられている。特に裁判官の報酬について「在任中，これを減\n額することができない」とする規定（憲法７９条６項，８０条\n２項後段）は，職務中立性，身分保障だけでなく資力の有無に\nかかわらず裁判官になる者に対し途を開く趣旨をも含むもので\nある。\n⒝  司法修習は，法曹になる者の必須の課程であり，法曹の供給\n源はそのほとんどが司法修習生であること，司法修習中には本\n来法曹でなければ携わることのできない法曹実務の核心に触\nれることを勘案すれば，司法修習生は，既に法曹たる身分の一\nつを与えられたと考えるべきであって，司法制度を成立させる\nために，法曹と同様に我が国の司法に必要不可欠な存在であ\nる。また，司法修習中の身分の取扱いは最高裁判所規則におい\nて定められており，司法修習生が裁判所内部にある者として，\n司法という国家事務を担う者として扱われているといえる。\nしたがって，司法修習生は，公務員に準ずる身分・地位とし\nて取り扱われ（憲法１５条），憲法上の法曹三者に準じた公的\nな身分・地位を有している。\n⒞  したがって，既に司法権内部の存在として扱われている司法\n修習生には，法曹三者に対する公的職務における報酬を含めた\n身分保障の趣旨が妥当し，公的な義務研修に携わる者に対する\n対価補償という観点及び法曹三者に未分化であるが故に裁判\n官になり得る司法修習生に対する保障という観点からも，給費\n制は憲法上要請されたものといえる。\nｄ  小括\n以上のとおり，統一司法修習制度は，国の憲法上の義務の具体\n化であり，給費制は，司法修習生の身分・地位，統一司法修習制\n度の本質から不可分一体のものとして導かれる修習専念義務等\nの公務員に準じた身分の取扱い及び司法修習に専念する上での\n生活的経済的補償，公的な司法修習への従事に対する対価補償と\nしての見地から，憲法上導かれるものであり，憲法の附属法典で\nある昭和２２年裁判所法によって具体化され，保障されたもので\nあるといえる。\n司法権の本質及び司法修習生の身分・地位に基づく本件権利\n統一司法修習制度においては，司法修習生には憲法\n上の保障として，給費制が具体化された。一方，これを権利の側面か\nら評価しても，報酬に関する憲法の規定等及び司法修習における身分\nの取扱い等の権利実態等から，憲法の附属法典たる昭和２２年裁判所\n法により具体化された国民の人権擁護を実現するという司法権の本\n質及び司法修習生の地位等に基づく本件権利が憲法上保障されてい\nるといえる。\n本件権利は，司法権の本質，法曹の報酬保障（憲法第６章，７９条\n６項後段，８０条２項後段），司法修習生の公的な身分・地位の評価\nに係る条文（公務員に準ずる地位としての憲法１５条１項準用，政治\n活動の禁止に係る同２１条１項）を中核とするものであるが，後述（\nないし ）する司法修習に専念する人格的観点（同１３条），法曹に\nなる職業選択等の観点（同２２条１項），司法修習中の生活保障の観\n点（同２５条），司法修習従事への対価等の観点（同２７条）からも\n根拠付けられる権利である。\nすなわち，司法権の本質に基づく本件権利は，司法権の実現のため\nの司法修習の本質から導かれる修習専念義務に係る各種権利制約等を\n通じて個別の権利制約に対する代価・補償を受ける権利として統合さ\nれ，憲法上の司法修習生の給費の保障を更に補強する要素として位置\n付けられることとなる。\nそして，本件権利は，昭和２２年裁判所法によって創設された具体\n的権利であり，憲法上の保障が及ぶ権利である。\nこの点，いかなる法曹養成制度を創設すべきか及びその課程にあ\nる者の取扱いについて，初めて立法府が決定する場合には，立法府\nの裁量を認めうるものの， で述べた歴史的経緯等及び人権擁\n護を実質化する司法権の本質からすると，給費制は日本国憲法制定\nと同時に法曹を一元的に養成し，司法修習期間中，司法修習に専念\nさせるという司法修習制度を採用した上で導入され，修習専念義務\n下において司法修習生が不安なく修習生活ができることを保障する\nとともに，居住移転の自由や職業選択の自由，勤労の権利等の様々\nな制約の代価・補償的機能を担い，経済的事情にかかわらず法曹に\nなることを保障したのであるから，本件権利は， の\nとおり，憲法１３条，２２条１項，２５条１項，２７条，７９条６\n項後段，８０条２項後段等を根拠として憲法上保障された権利であ\nるといえる。\n憲法１３条が保障する幸福追求権に基づく本件権利の保障\nａ  司法修習生は，憲法上明記された国民の権利擁護を担う法曹に\nなる者に準じた公的な身分・地位のもとで，法曹として必要な素\n養を身に付けるべく司法修習に専念する者であるところ，かかる\n司法修習に取り組むことは，司法修習生個人としての人格的価値\nのみならず，司法権を担う法曹となるために司法修習に取り組む\nという公的価値をも含む人格権として保障される。\nそして，司法修習は，国の人権擁護義務に基づく司法権確立の\nための法曹養成義務に基づき実施され，原則として法曹となるた\nめの必須の課程であるところ，司法修習生は，修習専念義務によ\nる各種制約の中で司法修習に取り組むことになるのであるから，\n経済的生活的な不安なく精神的にも充実して司法修習に取り組め\nる状況にあることが必要不可欠である。\n本件権利が保障されていることは，本件改正後の無給制・貸与\n制下における司法修習において，司法試験に合格したにもかかわ\nらず司法修習生になることを躊躇したり，司法修習中の生活で経\n済的生活的に追い詰められたり，法曹となった後も経済的事情に\nより公益活動ができなくなって国民の人権擁護のための法曹にな\nるという人格的選択ができない状況に陥ったりした者が生じたこ\nとからも裏付けられる。\nしたがって，司法修習生には，憲法１３条が保障する幸福追求\n権の一態様として，無給ないし事実上の借金強制を受けることな\nく，経済的生活的に安定した状況で安心して司法修習に取り組む\n権利として，本件権利が具体的に保障されているといえる。\nｂ  憲法１３条の幸福追求権は，その一態様として公の利益のため\nの特別犠牲に対し損失補償を求める権利を保障するものである。\n司法修習は，国の法曹養成義務を具体化した法曹になるための\n義務研修であり，その本質として司法修習生という特定の者に対\nし，修習専念義務を課しているところ，財政上の理由に基づいて\n無給ないし事実上の借金強制下での司法修習への専念を余儀な\nくさせたものといえる。\nそして，司法修習に取り組むことは人権擁護を担う法曹になる\nという人格的価値の実現であるところ，給費制廃止が司法修習に\n専念すること自体に支障を生じさせたことは原告らの被害実態\n上明らかである。\nこのことからも，公の利益（財政上の理由）のための特別犠牲\nに対する補償を求める権利という観点から人格権に基づく本件\n権利が保障される。\n法曹となる職業選択の自由（憲法２２条１項）としての本件権利\nの保障\n司法権や国民の人権保障を担う職業である法曹となる職業選択\nの自由は，国の存続と発展において不可欠な極めて重要な職責を担\nうことを選択する点で極めて高い人格的価値を有するものである。\nかかる権利は，精神的自由にかかる重要な権利として保障されなけ\nればならない。そして，法曹となるには，司法修習を経る必要があ\nり，その間，修習専念義務等による制約とともに，実務修習配属指\n定地及び埼玉県和光市所在の司法研修所での各修習に伴う居住移\n転の制約を受けるものであり，憲法２２条１項が保障する権利が制\n約される。\nこれらの権利制約自体は，憲法上導かれる国の司法権確立義務の\n履行としての司法修習の本質から導かれる制約として合憲であるこ\nとは疑う余地がないものの，これらの制約により，司法修習生は経\n済的自立ができないのであるから，法曹となる職業選択の過程であ\nる司法修習において，何らの経済的補償がなければ，経済的事情に\nよる法曹となる職業選択の制約が生じることとなる。これは，法曹\nとなる職業選択の権利の重要性との対比から許容されないことはも\nちろんのこと，憲法上明記された司法権を担う法曹を養成するとい\nう国の司法権確立義務及び司法修習の本質にも反する のであるか\nら，上記制約等を前提とする司法修習においては，経済的事情によ\nって法曹になることを断念することのないように，実務修習地の指\n定に伴う転居に要する費用を含め，十分に司法修習に専念できる経\n済的補償を求める権利として本件権利が保障されている。\n司法修習に専念するための生活保障（憲法２５条）としての本件\n権利の保障\nａ  憲法２５条１項は，「健康で文化的な最低限度の生活を営む権利」\nを保障しており，かかる権利は，法律により具体化されることによ\nって具体的な請求権となると解されている。そして，\nび⒝で述べた給費制創設の経緯及び司法修習生が修習専念義務等\nによる制約を受ける中，給費制下では，国家公務員Ⅰ種採用者と同\n等の給与及び通勤手当・住居手当等の支給，裁判所職員共済組合へ\nの加入が，司法修習に専念するために必要な費用の補償としての役\n割を果たしていた。このことからすれば，旧法６７条２項は，司法\n修習生が修習期間中，自らの生活の糧を得ることを制限されること\nから，司法修習に専念できる生活保障としての「最低限度の生活」\nを営むための憲法２５条の趣旨を具体化したもので，同条の保障が\n及ぶことは明らかといえる。\nしたがって，本件権利は同条によって保障されているといえる。\nｂ  被告は，旧法６７条２項に基づき支給されていた給与は，司法修\n習生をして司法修習に専念させるための「配慮」として支給されて\nいたものであり，生存権保障を具体化したものではない旨主張する。\nしかし，「配慮」との説明がされていたとしても，司法修習に専\n念させるために経済的生活的な補償の見地から給与を支給する趣旨\nを含んでいることは明らかであるし，法的義務を否定するものでは\nないことは明らかである。\nまた，憲法２５条の保障については，保護を必要とする者の身体\n的状況，社会的状況，居住地等具体的な実態に即して検討すること\nを要するところ，原告らを含む給費制廃止後の司法修習と給費制下\nの司法修習の実態を比較すれば，旧法６７条２項は，司法修習生が\n司法修習に専念できる「最低限度の生活」を営む権利を具体化した\nものであることは明らかであって，被告の主張には理由がない。\n司法修習従事への対価補償（憲法２７条）としての本件権利の保\n障\nａ  司法修習生が憲法２７条１項の「勤労」をする者であること\n憲法２７条１項にいう「勤労」をする者には，賃金支払請求権\nが同項によって保障されているところ，同項にいう「勤労」をす\nる者とは，労働法各法にいう「労働者」と同義であると解されて\nいる。\nそして，労働基準法（以下「労基法」という。）９条は，「こ\nの法律で「労働者」とは，職業の種を問わず，事業又は事務所（以\n下「事業」という。）に使用される者で，賃金を支払われる者を\nいう。」と定め，①事業又は事務所に使用される者であること（使\n用従属性），②賃金を支払われる者であること，という２つの要\n件を規定している。\n⒜  「①使用従属性」\n使用従属性の判断においては，ⅰ仕事の依頼・業務従事の指示\n等に対する諾否の自由の有無，ⅱ業務遂行上の指揮監督の有無，\nⅲ時間的・場所的拘束の有無，ⅳ業務の代替性の有無，ⅴ報酬の\n労務対価性，ⅵ公租公課関係の源泉徴収の有無といった点が判断\n要素となる。\nⅰ  仕事の依頼・業務従事の指示等に対する諾否の自由の有無\n第１に，司法修習生は，修習内容を自由に取捨選択すること\nは許されておらず，最高裁から委託を受けた高等裁判所長官，\n地方裁判所長，検事長，検事正，弁護士会長，司法研修所長等\nが作成するカリキュラムに従って司法修習を行うことが義務\n付けられており，これを拒否した場合には罷免の対象となるお\nそれもあった（司法修習生に関する規則１８条）から，司法修\n習生には，仕事の依頼・業務従事の指示等に対する諾否の自由\nはない。\nⅱ  業務遂行上の指揮監督の有無\n第２に，司法修習生は，修習内容の実施及び修習生活上の一\n般事項について，それぞれの修習場所において厳格に監督さ\nれ，指導担当者に同行することを原則として同人の指揮監督の\n下，詳細，かつ，具体的な指導を受け，司法修習に当たって知\nった秘密を漏らしてはならないという公務員に匹敵する守秘\n義務を負わせられ，「①品位を辱める行状，修習の態度の著し\nい不良その他の理由により修習を継続することが不相当であ\nるとき，②病気，成績不良その他の理由により修習を継続する\nことが困難であるとき…には，これを罷免することができる」\n（同条）と懲戒規定もあったのだから，業務遂行上の指揮監督\nを受けている。\nⅲ  時間的・場所的拘束の有無\n第３に，司法修習生は，分野別実務修習中，全国５１箇所の\n地方裁判所又は支部のいずれかに配属されるところ，同配属は\n必ずしも司法修習生の希望が叶うわけではなく，配属地の指定\nに伴い地理的制約を受けるとともに，配属地における司法修習\nでは，原則として平日午前９時から午後５時までの間は所定の\n休憩時間を除いて所定の配属先に登庁し，指定場所で司法修習\nを行うことを義務付けられて在庁時間を出勤簿等で管理され，\n指導担当者の許可なく修習場所を離れることはできず，遅参や\n病欠の場合には正当な理由を記載した書類を提出して許可を\n得る必要もあるのであるから，強い時間的・場所的拘束を受け\nている。\nⅳ  業務の代替性の有無\n第４に，司法修習は，法曹養成制度であるから，第三者が代\n替することは全く予定されておらず，また，厳格な守秘義務が\n課せられることからすれば，司法修習生には，業務の代替性は\n認められない。\nⅴ  報酬の労務対価性\n第５に，新６５期生以降の司法修習生と給費制下の司法修\n習生との間では，司法修習の法的性質や実質的内容が異なら\nない以上，本件改正前に司法修習生に支払われていた「給与」\nが月額約２０万円であり生活給であることがうかがわれる\nから，司法修習生の受け取るべき「給与」には，労務対価性\nが認められる。\nⅵ  公租公課関係の源泉徴収の有無\n第６に，本件改正前に司法修習生に支払われていた「給与」\nについては，源泉徴収が行われ（旧法６６条１項），かつ，\n当時の司法修習生は，国家公務員共済組合に加入して共済組\n合費が天引きされていたから，司法修習生が受け取るべき\n「給与」には，公租公課関係の源泉徴収等の事実が認められ\nる。\n以上のとおり，司法修習生は，労働者該当性を判断する６要\n素を全て満たしているだけでなく，修習専念義務により通常の\n労働契約では可能な兼業・兼職を禁じられている点で，通常の\n労働者より加重された拘束を受けており，この観点からも労働\n者性が裏付けられるから，司法修習生が労基法９条にいう①\n「使用される」の要件を満たすことは明らかである。\n⒝  「②賃金を支払われる者」\n労基法９条にいう「賃金を支払われる者」とは，賃金が現に支\n払われている者を指すのではなく，「賃金が支払われるべき者」\nを指すところ，前記⒜のとおり，司法修習生は使用従属性の下，\n司法修習を労務として提供しており，新６５期生と，給費制下の\n新６４期生及び現行６５期生との修習実態は異ならないから，原\n告らは「賃金を支払われるべき者」に当たる。\nｂ  労務対価性について\n給費制下の司法修習生への給与や諸手当の支給等が司法修習生\nの公務員に準じる地位及び修習専念義務の反面として，司法修習生\nが司法修習に専念することの保障及び司法修習に専念することに\n対する「対価」としての給付であると位置付けられていることは，\n前記 ｂ⒜のとおりである。\nこれに対し，被告は，旧法により支払われていた給与は「配慮」\nにすぎず，職務の対価ではないとし，その根拠として司法修習生が\n国家公務員ではなく，一定の職務を遂行すべき義務を負わず，国家\n公務員の給与を受ける立場にないことはもとより，国家公務員とし\nて国への一定の勤務を行う立場にないことを挙げる。\nしかし，そもそも給与という文言上「職務に対する対価」である\nことは明らかであるし，また，司法修習生に対する給与が職務の対\n価かどうかの問題は，司法修習生が国家公務員であるか否かの問題\nから論理必然的に帰結されるものではなく，司法修習生は国家公務\n員に準じる地位ないし身分にある点からも問題とはならないし，さ\nらに，給与が支給される対象としての職務は，権限に基づいて遂行\nされる具体的な業務である必要がないため，被告の上記主張には理\n由がない。\nまた，被告が上記主張の根拠として挙げる最高裁昭和３８年 第\n５号同４２年４月２８日第二小法廷判決・民集２１巻３号７５９頁\n（以下「昭和４２年判決」という。）は，司法修習生が国家公務員\n等退職手当法にいう「国家公務員」又はこれに準ずる者に当たるか\n否かが争われたにすぎず，昭和４２年判決が司法修習生に対する給\n与の支給を司法修習に専念させるための「配慮」であるとしたのは，\n職務の対価性を否定する趣旨ではなく，給与を支給するに至った動\n機ないし背景事情の説明にすぎず，昭和４２年判決は，給与の性質\nそのものが問題になったものではないから，先例としての拘束性は\nないし，そもそも司法修習の実態を踏まえずに判断をしたもので参\n考にはならない。\nさらに，被告が上記主張の裏付けとする見解も旧法制定者の見解\nではなく，司法修習の実態を踏まえないものであって，むしろ司法\n修習の持つ意義からすれば，給費制の成立過程及び成立時における\n立法者の意思を無視したものであるから，裏付けとはなりえない。\n加えて，労働法的観点から見ても，使用従属性は客観的に労務提\n供の事実があるか否かで判断され，賃金が支払われるべきか否かに\nついても客観的に判断されるから，主観的に「配慮」として金銭を\n支給していたとしても，それは「賃金を支払われる者」という要件\nを否定する根拠にならない。\nｃ  労務の提供について\n⒜  「労務の提供」とは，債務の本旨に従った履行の提供であると\nころ，「司法修習生は，司法試験に合格した者の中から，最高裁\n判所がこれを命ずる」（裁判所法６６条）とされており，司法修\n習生は，国（最高裁）の任命行為によりその地位を得て，国（司\n法研修所長）の指揮監督下に置かれ（司法修習生に関する規則１\n条），実務修習中は最高裁から委託を受けた高等裁判所長官，地\n方裁判所長，検事長，検事正又は弁護士会長から直接の指揮監督\nを受ける（同８条）。\n一方，司法修習は，司法修習生個人のための教育のみを目的と\nするものではなく，国が，国民に対して負う法曹養成義務を果た\nすために設けた制度であるから，国は，司法修習生に対し，修習\n専念義務を課し，「高い識見と円満な常識を養い，法律に関する\n理論と実務を身につけ，裁判官，検察官又は弁護士にふさわしい\n品位と能力を備えるように努めなければならない」（同４条）と，\n司法修習をその職務として与えている。\nこのような考え方は，オン・ザ・ジョブ・トレーニング（企業\n内の実務研修。以下「ＯＪＴ」という。）において労務の提供が\n認められていることからも明白である。\nしたがって，「高い識見と円満な常識を養い，法律に関する理\n論と実務を身につけ，裁判官，検察官又は弁護士にふさわしい品\n位と能力を備えるよう修習に努めること」が，司法修習生の債務\nの本旨なのであり，国の指揮命令に従って司法修習をすること自\n体が，その債務の本旨に従った履行の提供，すなわち「労務の提\n供」である。\n⒝  被告は，労働者に当たるためには，労務の提供と使用従属関係\nが必要であるとし，「労務とは，使用者の業務に従事するなど，\n賃金支払の対価としての労働力」をいい，「労務の提供」とは，\n「上記のような労働力を使用者に対して提供すること」と定義し\nた上で，司法修習生には「労務の提供」がないと主張する。\nしかし，被告の主張する「労務の提供」の定義は独自のものに\nすぎないだけでなく，被告の主張によれば労働者に当たる者の職\n務遂行が「労働」と評価されることになるものの，他方で被告は，\n「労務の提供」の判断に「労働力」という要件を入れ込んでおり，\n循環論法に陥っているなど，被告の主張は論理的に破綻してい\nる。\nしかも，被告の主張によったとしても，司法修習生には「労務\nの提供」が認められることは前記⒜のとおりである。\n⒞  被告は，国家公務員の研修が，現在就いている官職又は将来就\nくことが見込まれる官職において求められる職務遂行能力を身\nに付けるために国の職務命令に基づいて行われるものであるの\nに対し，司法修習生は，司法修習の終了後，裁判官，検察官又は\n弁護士以外の選択肢も含め実際にどのような職業に就くかは本\n人の意思等に委ねられており，司法修習が，現在就いている官職\n又は将来就くことが見込まれる官職の職務の遂行に必要な知識\n及び技能を習得させるものと評価することはできないとして「労\n務の提供」がないと主張する。\nしかし，そもそも将来官職が見込まれていることは「労務の提\n供」の有無の判断に無関係であるし， 述べた統\n一司法修習制度が行われるようになった経緯からすれば，司法修\n習は，司法修習生が将来就くことが見込まれる法曹三者としての\n職務の遂行に必要な知識技能等を修得するために最高裁の命令\nによって行われる者であるから，「労務の提供」として位置付け\nられるべきものである。\n⒟  被告は，司法修習は，臨床教育課程にすぎないことを理由に司\n法修習生が「労務の提供」をする者ではないと主張する。\n教育と労働は，指示・指導する者と，その指示・指導に従う者\nという関係が存在する点で外形上似ている部分があるが，使用者\nの指揮命令に従うことが労働の本質であり，使用者の業務命令に\n従うことは労働者の義務であるのに対し，学生が教育を受けるこ\nとは権利であって義務ではなく，学生に対する指導は，教育役務\nの提供を実効的・効率的に行うための手段で，学生がその指示・\n指導に従うことは，自らの権利行使の一態様としてその役務を利\n用しているにすぎず，学生が教育者の指示・指導に従うことは，\n契約における本質的な義務ではない。\nしたがって，外形上，指導する者と指導に従う者という関係が\n存在する場合に，これが教育上の指導なのか，あるいは労働者性\nを基礎付ける指揮監督関係なのかを区別する基準は，指示又は指\n導に従うことが本質的義務であるのか否かという点にある。\n司法修習生は，修習専念義務という通常の労働者に比して強度\nの拘束を受けながら，司法研修所長の統括の下（司法修習生に関\nする規則１条），高い識見と円満な常識を養い，法律に関する理\n論と実務を身につけ，裁判官，検察官又は弁護士にふさわしい品\n位と能力を備えるように努めることとされ（同４条），これを実\n現するため，具体的な指示の下，実務修習，集合修習に従事する\n義務を負っているのであるから，その性質上，司法修習が教育で\nはなく，労働であることは明らかであり，このことは，ＯＪＴが\n存在するように司法修習に教育的側面があることと矛盾するもの\nではない。\nｄ  小括\n以上のとおり，司法修習生は，「労働者」の要件たる①事業又は\n事務所に使用される者であるという使用従属性及び②賃金を支払わ\nれる者であることという２つの要件をいずれも満たしていることか\nら，憲法２７条１項にいう「勤労」をする者に当たり，原告らには，\n同条に基づく賃金支払請求権としての本件権利が保障されている。\nそして，憲法２７条２項は「賃金…その他の勤労条件に関する基\n準は，法律でこれを定める」と規定し，賃金に関する規定は法律を\nもって定めることとしているところ，旧法６７条２項は，上記賃金\n支払請求権を実現する規定であったといえる。\n本件改正が，憲法上保障された給費制ないし本件権利を侵害し，\n違憲であること\nａ  違憲性の判断指標\n給費制ないし本件権利は，裁判所法により創設された具体的な\n制度ないし権利として憲法の保障が及ぶから，給費制を廃止する\nことは，憲法上の権利保障そのものを失わせることと同義であっ\nて，このような権利の改廃を行う場合には立法事項とならず，立\n法裁量は厳しく制約される。\nかかる場合には，判例法理上も，立法裁量は厳しく限定され，\nあるいは放棄されてきたのであって，立法裁量論が妥当する領域\nは一定の領域に限られるし，立法裁量が許される領域であっても\n平等原則違反，制度的保障における核心内容の侵害等，立法が侵\nしてはならない要素が存在し，それらについても裁判所の違憲審\n査権が及ぶ。具体的には，法の下の平等，時の経過による立法の\n合理性を支える事情の変化，立法者の首尾一貫性，あるべき標準\n的な制度形態との乖離の合理性・必要性，一旦形成された制度を\n後退させることの合理性，立法過程における判断過程の審査，憲\n法上の制度的保障の存在などといった各観点から，立法裁量があ\nったとしても違憲であるか否かが判断されなくてはならない。\nそして，給費制廃止の固有の視点から検討する場合，立法裁量\nは極めて減縮されるから，その廃止は原則として違憲の疑いを免\nれ得ず，例外的に合理性を有することについて被告において立証\nされる必要がある。\nｂ  本件改正当初において違憲であること\n司法制度改革について議論がされた司法制度改革推進本部に\n置かれた法曹養成検討会においては，実際には給費制を維持する\n意見が終盤まで大勢であったにもかかわらず，給費制維持の意見\nがなくなる過程が明らかにされないまま，突然，司法予算を増額\nしないままの司法制度改革を行うこと，給費制の廃止と貸与制へ\nの移行を前提に議論が進み，また，給費制を廃止すべき立法事実\nについても議論の中では「予算の都合」以上の具体的根拠は明ら\nかにされないまま，貸与制へ移行する内容の意見がとりまとめら\nれた。\n衆議院法務委員会及び参議院法務委員会において，給費制の本\n質及び廃止に伴う弊害等についての質疑があった際にも，政府参\n考人は，一般国民の意見を調査したことがないにもかかわらず，\n給費制の維持が国民の反対に遭っているかのような根拠のない\n説明を繰り返すとともに，あたかも給費制の維持が財政上困難で\nあるかのような根拠のない説明を行っていた。その後の本会議で\nも実質審議がないまま，なし崩し的に本件改正がされた。\n以上のとおり，本件改正に際しては，給費制の本質に基づく理\n性に沿った審議は何らされておらず，何ら証拠のない論拠に基づ\nき改正がされたのであるから，本件改正は，それを支えるだけの\n立法事実が不存在であったにもかかわらずされたものであると\nいえる。\nまた，本件改正の主たる根拠は，司法試験合格者数が３０００\n人に増加することによる財政的な問題に帰着するところ，当時，\n司法制度改革における国民のための司法の実現というそもそも\nの理念からすれば，本来は司法予算の更なる増額が要求されるべ\nきなのだから，財政論自体も何ら正当性を有するものとはいえな\nい。\nｃ  本件改正後\n本件改正後に，各市民団体や日本弁護士連合会（以下「日弁連」\nという。）等から給費制の廃止を批判する声が多く上がるととも\nに，一時，給費制の廃止に伴う弊害の指摘を受けて同廃止を延長\nする旨の平成２２年法改正がされたり，実際に法曹志願者が激減\nし，司法試験に合格しても司法修習を辞退する者が増加したり\nし，給費制廃止による弊害が明らかになった。\nそれにもかかわらず，被告は，給費制維持に反対の委員が大勢\nを占めるなど組織構成自体に疑義のある「法曹養成に関するフォ\nーラム」において，十分な調査等を経ないまま給費制の廃止の弊\n害について誤った認識の下で貸与制ありきの議論をするに留め，\n給費制を復活させる法改正がされないまま給費制廃止延長期間\nである平成２３年１０月３１日が経過し，給費制は廃止された。\n給費制廃止後には実際に新６５期生に多くの被害が発生した\nりするなどしたにもかかわらず，新６５期生が貸与制下で司法修\n習を継続している最中も，結論ありきの議論しかされずに，給費\n制が復活することはなかった。\nその後，新６５期生の司法修習が終わった後も，政党や国会で\nの議論等で司法修習生に対する経済的支援の充実・強化の必要性\nが叫ばれる中，平成２９年４月１９日，同年度以降に採用される\n予定の７１期生以降の司法修習生に対して，修習給付金を支給す\nる新制度の創設を盛り込んだ裁判所法改正案（以下「平成２９年\n改正法」という。）が可決された。\nこのように，新６５期生の司法修習の終了後数年のうちに，政\n府自身も無給・貸与制の前提を外して方向転換を図り，そして，\n国会では新たな給付金制度を創設する旨の法改正がされたとい\nう本件改正後の状況から明らかなとおり，ここ数年間のうちに大\nきな事情変更があったのではなく，新６５期生が司法修習生であ\nった時期以前から，給費制が必要不可欠であり，給費制の廃止立\n法には，その改正根拠とされる立法事実が存在せず，そもそも改\n正理由自体に何らの正当性も見いだすことができず，違憲であっ\nたといえる。\nｄ  被告の貸与制が代替措置になるとの主張について\n被告は，貸与制が合理的措置であることから，本件権利の権利\n侵害は認められないと主張する。\nしかし，新６５期生の被った被害実態，弁護士の収入が減少し\nている事実，新６５期生の債務の返済負担が過大であることから\nすれば，貸与制が全く合理性を有さず，代替措置とはなり得ない\nことは明白であり，給費制廃止により法曹となる職業選択の自由\nに対する強度かつ明白な侵害行為が生じたこと，原告らの司法修\n習に係る生活保障としての権利侵害があったことは明らかであ\nる。\nｅ  小括\n以上のとおり，本件改正の経過及び本件改正後の経過の両面から\n見ても，給費制を廃止する本件改正は，改正を支えるだけの立法事\n実が不存在であり，改正理由自体に何らの正当性も見いだせないも\nのであることは明らかであり，違憲性判断に当たって立法政策事項\nであるとする被告の主張は失当である。\nしたがって，給費制の廃止による原告らに対する権利侵害を許容\nすることはできず，本件改正は違憲無効であることは明白である。\nイ  被告\n憲法全体が給費制ないし本件権利を保障していることはないこ\nと\nａ  憲法は，給費制はもとより，司法修習の方法や在り方，さらに\nは法曹養成の方法や在り方に関する規定を何ら設けていないの\nであるから，給費制が憲法上要請されているとか，憲法の諸規定\nから導かれるなどと解することはできない。そもそも，法曹養成\n制度の具体的内容をどのようなものにするかといった事項は，法\n律事項として立法府の政策的な判断に委ねられていることは明\nらかである。\nしたがって，本件権利及び給費制は憲法上いずれも保障されて\nおらず，給費制の廃止は憲法１３条後段，２２条１項，２５条，\n２７条に違反しない。\nｂ  一般に，給与とは，職員の勤務に対する対価をいうところ，司\n法修習生は国家公務員ではなく，一定の職務を遂行すべき義務を\n負わず，司法修習は，司法修習生の法曹実務能力を養成する臨床\n教育課程であって，国に対する勤務又は給付の性質を持つもので\nはないから，司法修習生は司法修習の対価を受ける立場にない。\n旧法６７条２項が司法修習生に給与を支給していたのは，法曹の\n資格要件としての司法修習生の地位の重要性に鑑み，一定額の給\n与を支給することが望ましかったからであり，当該給与は，司法\n修習に専念させるための「配慮」として支給されていたものにす\nぎない。昭和４２年判決も，司法修習生が国家公務員等退職手当\n法にいう国家公務員又はこれに準ずる者に当たるかが争われた\n事案で，司法修習生が国庫から一定額の給与を受けるのは，司法\n修習に専念させるなどのための配慮にすぎないと判断している。\nｃ  この司法修習生の修習専念義務は，司法修習が，高い識見と円\n満な常識を養い，法律に関する理論と実務を身につけ，裁判官，\n検察官又は弁護士にふさわしい品位と能力を備えるという司法\n修習制度の目的（司法修習生に関する規則４条）のために，法曹\nに必須の課程として国家によって運営されるものであること，司\n法修習の内容も法曹に必要な能力を養成するために高度に専門\n的であること，臨床教育課程として実際の法律実務活動の中で行\nわれるものであり，実際の法曹と同様に中立公正な立場を維持\nし，利益相反活動を避けたりする必要があることなどから必要と\nされるものであって，司法修習制度の本質から求められるもので\nある。\nしたがって，修習専念義務はもとより，原告らの主張する司法\n修習生に対する様々な制約は，自らの意思で司法修習生となるこ\nとを選択したことに伴う内在的制約であり，司法修習生の自由等\nを侵害するなどということはあり得ない。\nｄ  これに対して原告らは，次のように主張するが，いずれも理由\nがなく，失当である。\n⒜  原告らは，憲法上，国民の権利を擁護する司法権の主体とし\nて，裁判官，検察官及び弁護士が明記されていることを給費制\nないし本件権利が憲法上保障されることの根拠の一つとして挙\nげる。\nしかし，憲法が司法権についての規定を置き，国家権力の一\n翼としてその独立性を保障し，重要な役割を与えてこれら法曹\n三者の存在を前提としているとしても，これらのこと自体から\n給費制が憲法上要請されているということはできない。\n⒝  原告らは，司法修習生が修習専念義務等により様々な憲法上\nの権利を制約されていることの代償として，給費を受ける立場\nにあると主張する。\nしかし，前記のとおり，旧法６７条２項に基づいて司法修習\n生に支給されていた給与は，司法修習生をして司法修習に専念\nさせるための「配慮」として支給されていたものにすぎないか\nら，給費制が憲法上の権利を制約されていることの代償とはな\nらない。\n⒞  原告らは，本件権利は，国家から司法修習に安心して取り組\nむための固有の権利として憲法２１条１項，２２条１項，２７\n条１項，２５条１項からも根拠付けられるものであり，司法修\n習に取り組む権利の一態様として憲法１３条後段によっても\n保障されるなどとも主張する。\nしかし，司法修習に専念させるためにいかなる方策を講じる\nかについては，何も給費制に限られるわけではないから，司法\n修習に専念するために給費制を維持することが原告らの指摘す\nる憲法の各規定から導かれるものではない。\n⒟  原告らは，司法修習生が公務員に準じる地位にある（憲法１\n５条１項）として本件権利が保障されると主張する。\nしかし，司法修習生は，国家公務員ではなく，司法修習は，\n専ら司法修習生に対する教育を目的として行われるものであっ\nて，司法修習生の公的な職務として行われるものではない。修\n習専念義務は，司法修習制度の本質から求められるものであり，\n司法修習生が公務員に準ずる地位にあるからではない。\nこの点，原告らは，司法修習生の職務について，司法修習生\nが国民の権利擁護を使命とする法曹として必要な素養を修得す\nること自体が，司法修習の目的の実現にほかならず，司法修習\n生の職務にほかならないと主張する。\nしかし，司法修習生が司法修習において法曹として必要な能\n力を修得することにつき，司法制度全体の発展ないし国全体の\n利益の向上に資する側面があるとしても，そのことから司法修\n習の公務性が導かれるものではない。司法修習制度は，司法試\n験合格者による司法修習生への採用の申込みを端緒として行わ\nれる法曹実務能力を養成する臨床教育課程であって，第一次的\nには教育を受ける司法修習生の利益のために行われるものであ\nり，公務といえるようなものではない。\nしたがって，本件権利は憲法１５条１項等によって保障され\nておらず，給費制の廃止は同項等に違反しない。\n⒠  原告らは，法曹の報酬保障の趣旨が司法修習生にも妥当する\nことから給費制が憲法上の要請であると主張する。\nしかし，原告らの主張する「法曹三者の報酬保障」なる概念\nは本件権利が憲法上保障されることの根拠にはならない。すな\nわち，憲法は，法曹三者のうち検察官及び弁護士の報酬につい\nては何ら定めていないから，そもそも原告らの主張する「法曹\n三者の報酬保障」なる概念は，およそ憲法上の根拠を欠くもの\nであるし，憲法７９条６項後段及び８０条２項後段は，司法権\nの独立の確保のために裁判官の報酬を保障した規定であり，そ\nの趣旨が，裁判官どころか国家公務員ですらない司法修習生に\n及ぶということは到底いえない。\nしたがって，「法曹三者の報酬保障」なる概念並びに憲法７\n９条６項後段及び８０条２項後段は，本件権利が憲法上保障さ\nれることの根拠たり得ず，原告らの主張は失当というほかない。\n憲法１３条が人格権としての本件権利を保障していないこと\nａ  本件権利は憲法１３条の人格権として保障された権利ではな\nいこと\n前述のとおり，いかなる法曹養成制度を採用するか，その具体\n的内容をどうするかは，法律事項であるところ，資力に乏しい者\nに対しても法曹になる選択肢を確保する必要性を理由に，本件権\n利を憲法１３条に基づく人格権として構成しようとする 原告ら\nの主張は，結局のところ，法曹養成制度の具体的内容をどのよう\nなものにするかという立法政策の当否について主張するものに\nすぎず，本件権利が人格権として保障されているかを含めて，憲\n法上の問題を生じさせるものではない。\nｂ  全体利益の下での人権に対する特別の犠牲を根拠に本件権利\nが人格権として保障されるものではないこと\n原告らの主張する公の利益のために特別犠牲を強制されない\n権利なるものの内実は全く不明であるし，司法修習生に修習専念\n義務を課して権利を制約することが，なぜ「特別の犠牲」となる\nのか，その理由も不明であって，憲法１３条の解釈についての原\n告らの主張は，独自の見解に基づくものといわざるを得ない。\nこの点を措くとしても，修習専念義務は，前述のとおり，司法\n修習制度の本質から求められるものである以上，司法修習生が修\n習専念義務を課されることにより権利制約を受けるとしても，そ\nれは，司法修習生が自らの意思で司法修習生となることを選択し\nたことに伴う内在的制約であって，これが原告らのいう「全体の\n利益の下で人権に対する特別の犠牲を課される場面」なるものに\n該当しないことは明らかである。\n憲法２２条１項が職業選択の自由としての本件権利を保障した\nものではないこと\nａ  職業選択の自由（憲法２２条１項）との関係について\n⒜  修習専念義務は，前述のとおり，司法修習制度の目的・本質\nから導かれるものであるから，これによって司法修習生の兼業\nが制約されるとしても，自らの意思で司法修習生となることを\n選択したことに伴う内在的制約あるいは憲法上許容される公\n共の福祉による権利制約であって，給費制はその対価・補償と\nいえるものではない。\n法曹三者の職務内容が国民の権利義務に密接かつ重大に関わ\nる性質のものであるために，他の職業に比べて高い識見や専門\n的能力が要請されているところ，このような法曹に必要な能力\nを養成するために，実際の法律実務活動の中で行われる臨床教\n育課程である司法修習制度の必要性は高く，むしろ法曹になる\nという職業選択に資するものといえる。\n⒝  そして，司法修習制度の存在の合憲性が認められる以上，司\n法修習生が修習期間中の生活費等を賄うために給費制により国\n費の支弁を受けるか否かは，立法政策の問題であり，法律上給\n費制が設けられていない場合に，これを自己負担すべきことは\n当然の帰結である。\nむしろ，給費制の代わりに導入された貸与制は，その内容に\nついてみると，資力要件や利息がないなど国の他の修学資金の\n貸与制度よりも要件が緩和されており，現に貸与制の開始から\n現在に至るまで，修習資金の貸与を申請した司法修習生は全て\n修習資金の貸与を受けることができており，また，修習資金の\n貸与額や返還方法，返還の猶予・免除の制度を設けていること\nなどに照らしても，司法修習期間中の生活の基盤を確保するの\nに十分合理的なものとなっているのであって（裁判所法６７条\nの２，司法修習生の修習資金の貸与等に関する規則２条ないし\n４条及び７条），本来自己負担に帰せられるべき修習期間中の\n生活費等を賄うための手段として有用な制度である。\nしたがって，給費制から貸与制への移行は，法曹三者になる\nための更なる資格や新たな制約を課するようなものではなく，\n職業選択の自由を制限するものとして違憲と評価される余地は\nない。\n⒞  なお，原告らは，給費制の廃止により職業選択の自由（法曹\nとなる自由）を侵害されたと主張するが，原告らは，給費制が\n廃止された後に法曹三者を職業とすることを選択し，それぞれ\n新６５期生として司法修習を終え，法曹三者のいずれかに就く\n資格を有するに至っているのであるから，給費制の廃止により\n原告らの職業選択の自由が侵害されたとはいえない。\nｂ  居住移転の自由（憲法２２条１項）との関係について\n司法修習が法曹に必要な能力を養成するために実際の法律実\n務活動の中で行われる臨床教育課程であることからすると，分野\n別実務修習において司法修習生が全国各地で活動する実務法曹\nの実態に触れることは必要かつ有用なことである。また，実務修\n習を補完し，司法修習生全員に体系的で汎用性のある実務知識や\n技法を習得させるべく，司法研修所で集合修習を行うことも必要\nかつ有用なことであるから，そのために，司法修習生の希望を始\nめとした諸事情を考慮して決定される実務修習地や，司法研修所\nに通勤可能な範囲に居住すべきこととなり，居住場所が一定程度\n限定され得るのは，司法修習の目的を達成するためのやむを得な\nいものというほかない。\nしたがって，最高裁による実務修習地の指定は，司法修習制度\nの目的と合理的関連性を有するものであり，これにより司法修習\n生の居住場所が一定程度限定され得るとしても，自らの意思で司\n法修習生となることを選択したことに伴う内在的制約であるか\nら，仮に原告らの主張するような居住，移転の自由の制約が存在\nするとしても，そのような制約が憲法２２条１項の居住・移転の\n権利を侵害するとはいえず，給費制はその対価・補償などではな\nいから，これを廃止することが同条項に違反するなどということ\nはできない。\n憲法２５条が司法修習に専念する生活保障としての本件権利を\n保障したものではないこと\n旧法に基づき司法修習生に支給されていた給与は，司法修習生を\nして司法修習に専念させるための「配慮」として支給されていたも\nのにすぎず，給費制は，司法修習生の生存権の保障を具体化したな\nどというものではない。そもそも，憲法２５条は，「健康で文化的\nな最低限度の生活を営む権利」を保障する規定であるところ，これ\nに関連するのは生活保護法等の社会保障関係の諸法令であって，旧\n法６７条２項は，生存権の保障とは全く関係がない。\n更に言えば，本件改正により，給費制に代わる司法修習生の経済\n的支援措置として貸与制が導入されたところ，その内容は，司法修\n習期間中の生活の基盤を確保するのに十分合理的なものとなって\nおり，給費制を廃止することが生存権を侵害するとは到底いえな\nい。\nしたがって，本件権利は憲法２５条によって保障されておらず，\n給費制の廃止は同条に違反しない。\n憲法２７条が司法修習に従事する対価としての本件権利を保障\nしたものではないこと\nａ  憲法２７条の「勤労」は，使用者に対する労務の提供を不可欠\nの要素とするものであって，原告らが主張する使用従属性の要件\nは，使用者に対する労務の提供が認められる事実関係の下で検討\nされるべきものである。そして，司法修習は，①法曹に必要な能\n力を養成するために，実際の法律実務活動の中で行われる臨床教\n育課程であり，②司法修習生は，法曹三者の職務その他国の事務\nに関する職務を遂行する権限も義務もなく，司法修習生がこれら\nの職務を遂行することは何ら予定されていない上，③具体的な修\n習内容に照らしても，司法修習生は，法曹三者の事務その他国の\n事務に従事するものではない。\nそもそも，国が使用者となる場合における「労務の提供」は，\n被用者が「国の事務」のために労働力を提供することということ\nになるところ，司法修習生は，関係法令の規定上，法曹三者の職\n務を行うことができないだけでなく（裁判所法４３条，検察庁法\n１８条１項１号，弁護士法４条参照），国の事務に関する固有の\n権限や義務がなく，裁判所等の国家機関が所掌する事務の分配を\n定める規定もないなど，何ら国に対する職務を遂行することが予\n定されていない。このように，司法修習生につき，実際の実務に\nおいて対外的な行為をなし得る場面が存在しないのは，司法修習\nが法曹に必要な能力を養成するために行われる臨床教育課程で\nあることに由来する。\nしたがって，司法修習生の司法修習は，使用者（国）に対する\n労務の提供に当たらないから，司法修習生に対する給費制の廃止\nは，憲法２７条に違反するものではない。\nｂ⒜  これに対し，原告らは，公務員が研修を受けることが使用者\nに対する「労務の提供」に該当することをもって，司法修習生\nの修習も使用者に対する「労務の提供」に該当すると主張する。\nしかし，裁判所書記官研修生，家庭裁判所調査官補等はいず\nれも裁判所法上の「裁判所の職員」として国家公務員の身分・\n立場を有する者であり，研修期間中の給与についても，裁判所\n職員臨時措置法において準用される一般職の職員の給与に関\nする法律等によって支給されるものであるのに対し，司法修習\n生は，裁判所法により，公務員とは身分・立場が異なるものと\nして別個の地位が法定され，公務員とは異なり「使用者（国）」\nに対して国が行うべき事務（裁判事務等）に関して職務を遂行\nすべきともされていない。このような法的地位の根本的な相違\nに照らせば，これらの者と司法修習生とを同列に論ずることは\nできず，原告らの主張は，論理の飛躍といわざるを得ない。\n⒝  また，上記の点を措くとしても，国家公務員の研修は，国家\n公務員に対し，国家公務員としての職責を適切に果たすことが\nできるよう，現在就いている官職又は将来就くことが見込まれ\nる官職において求められる職務遂行能力を身に付けるために日\n頃から職務内外で行われる知識及び技能の習得の一環として国\nの職務命令に基づくものであって，これは，教育的側面を有し\nているとしても，飽くまで国家公務員の職務として行われるも\nので，「使用者（国）に対する労務の提供」に該当する。\nこれに対し，司法修習生については，関係法令にも，「司法\n修習生」という官職は存在しない（国家公務員法２条参照）し，\n司法修習生は，司法修習を終了した後，法曹三者以外の選択肢\nも含め実際にどのような職業に就くかは，本人の意思等に委ね\nられており，司法修習の時点において将来の職業が明らかでは\nないことはもとより，将来就く「官職」が見込まれるとは到底\nいえない。\n⒞  さらに，昭和４２年判決も，「司法修習生は，司法試験に合\n格した者が裁判官，検察官又は弁護士となる資格を取得するた\nめの修習を行なうものであつて，国の事務を担当するものでな\nい」，「司法修習生は，・・・修習期間中は，国庫から一定額\nの給与を受ける・・・こととなっている。しかし，これらのこ\nとはすべて，司法修習生をして右の修習に専念させるための配\n慮ないしはその修習が秘密事項に関することがあるための配慮\nにすぎないのであり，司法修習生の勤務形態が国の事務に従事\nする職員に類似し又はこれに準ずる形式ないし実態があるから\nではない。」と判示している。\n⒟  以上のとおり，公務員と司法修習生は，身分・立場が異なり，\n使用者（国）に対して職務を遂行すべきとされているか否かに\nついても異なる上，国家公務員の研修と司法修習生の司法修習\nも性格が異なるものであり，公務員が研修を受けることが「使\n用者に対する労務の提供」に該当することをもって，司法修習\n生の司法修習が「使用者に対する労務の提供」に該当するとい\nうことはできない。\nｃ  したがって，司法修習生は，憲法２７条１項にいう「勤労」者\nには当たらないから，本件権利は同項によって保障されない。\n平成２９年改正法の成立をもって本件権利が保障されていると\nみることはできないこと\n司法修習生に対する新たな経済的支援を内容とする平成２９年改\n正法が，平成２９年４月１９日に成立し，同月２６日に公布された\nが，これは，近年，法曹志望者が大幅に減少している中，法曹人材\n確保の充実・強化の推進等を図るため，修習給付金を支給する新た\nな制度を創設するとともに，貸与制については修習資金の貸与額等\nを見直した上でこれと併存することとしたものであり，従前の給費\n制を復活させるものではない。\nこの法改正における制度設計に当たっても，本件改正法における\n給費制から貸与制の移行時と同様，司法制度全体に関して合理的な\n財政負担を図る必要性があること，公務に従事しない者に「給与」\nを支給することは異例であることといった事情を考慮する必要があ\nったことに変わりはなく，貸与制移行の前提は失われていない。\n争点２－１（原告らと新６４期生との差異につき憲法１４条１項違反\nの有無）について\nア  原告ら\n判断基準\n憲法１４条１項は，事柄の性質に即応した合理的な根拠に基づくも\nのでない限り，法的な差別的取扱いを禁止する趣旨である。平等権侵\n害に当たるかどうかの判断に当たっては，差別によって生ずる被差別\n対象の取扱いの差異の大きさ，差別される身分・地位の持つ価値及び\nその重要さを踏まえた判断を要するものである。立法行為及び立法不\n作為の判断においては，社会的事実の経過に伴う合理性，許容性につ\nいて立法行為，立法不作為に関する詳細な立法事実の評価を踏まえた\n慎重な判断を要するものであることは，近時の平等権侵害に関する最\n高裁判決からも明らかにされているところである。\n司法修習生としての給費の支給を受ける価値の重要性\n司法修習生は，修習専念義務等による制約により，司法修習中に収\n入を得ることができないのであるから，司法修習に専念して生活を維\n持するためには，経済的な補償は不可欠であり，司法修習生にとって\nの経済的補償は極めて重大な価値を有するものである。\nまた，給費の支給を受けるという身分・地位は，生活費や司法修習\nにかかる交通費等の費用の経済的補償のほかに，公務員に準じる身分\n保障や裁判所職員共済組合への加入等による補償を受ける身分・地位\nでもあり，これらの補償により，司法修習中に単に生活を維持すると\nいうことに留まらず，司法権の担い手として人間的に成長する機会を\n得ることができるという極めて重大な役割を有していたのであり，給\n費支給の有無は，それ自体によって司法修習生に極めて重要な差異を\nもたらすものである。\nさらに，法曹となる者に対する司法修習下における給費の支給は，\n国民の権利擁護・司法権の確立という憲法に由来するものであって，\nかかる法曹の身分・地位は，憲法上の権利として認められるかどうか\nを問わず，極めて重要な価値を有している。\n新６５期生と新６４期生との差別は許容限度を超えていること\n新６５期生と新６４期生の各司法修習のカリキュラムの内容，各\n修習生活及び各修習専念義務の態様は，ほぼ同様であるにもかかわ\nらず，新６４期生は，給費制により経済的補償がされていたことか\nら経済的な不安なく司法修習に専念し，法曹として司法を担うため\nの自己研鑽を十分に積むことができたのに対して，新６５期生は，\n給費を受けられないことにより，生活費等として，住居費の負担の\nない司法修習生は，平均月額１３万８０００円，住居費の負担のあ\nる司法修習生は，平均月額２１万５８００円の生活費を要し，分野\n別実務修習に伴う引越費用，不動産賃貸借契約諸費用，集合修習の\n際に埼玉県和光市所在の司法研修所の入寮の抽選に外れた場合の\n住居費用，学生時代の奨学金の返済などが必要になり，経済的不安\nのために司法修習生の辞退を考えたものが新６５期生の全体の約\n３割に達するなど大きな経済的負担を強いられただけでなく，親族\nに修習資金の貸与の連帯保証人となることを依頼するというみじ\nめな思いをしたり，無給であることを理由にアパートを借りるのに\n苦労したり，食費などの生活費を切り詰めたりすることとなった。\nこのように同じ司法修習生でありながら，司法試験の合格が１年\n異なるだけで，ここまでの差異があることはおよそ許容される限度\nを超えていることは明らかである。\n差別的取扱いに合理的理由のないこと\nａ  被告には，国民の権利擁護のために，憲法上明記されている司\n法を担う法曹を要請する義務があって，司法修習生が司法修習に\n専念するには給与の支払が当然の前提であったのに，被告は，こ\nれを何ら踏まえずに本件改正を行って，法曹養成の責任を放棄し\nて法曹になる者への負担を強いた。\n司法制度改革審議会，司法制度改革推進本部，国会のいずれで\nも，法曹養成のための司法修習の重要性から議論すべきであると\n唱えられていたにもかかわらず，給費制廃止の論拠は，司法制度\n改革における法科大学院，司法ネット等の司法財源に限りがある\nことからその財源をどうするかという議論に終始した結果の財\n政上の理由にすぎない。また，法曹は安定的に高収入を約束され\nており，法曹になるための費用は自己負担すべきということや高\n収入を得る法曹に国の財源を支出することに国民の理解が得ら\nれないとされた他の根拠についても，本件改正時の議論でも収入\nが不安定になることが指摘され，現に弁護士の収入が激減してい\nること，裁判官や検察官になった司法修習生は，公務員として職\n務に従事するため，個人の才覚・努力で自らの所得を自由に増加\nする余地がないこと，さらに，立法過程で国民の意見を聞く機会\nをそもそも設けていなかったために国民の理解が得られないと\nの論拠にも確証がないことからすれば，前記差別に合理的理由が\nないことは明らかである。\nｂ  また，被告は，同じく国民の生活の安全，健康といった公益を\n担う存在の養成機関である防衛大学校，研修医等に対し国費から\n育成費用を支出しているところ，特に研修医に関しては，かつて\n給与の支払がなかった時期に，研修の実を挙げるために司法修習\n生に対する給費制を参考に国費を支出することになったのであ\nるから，司法修習生に対する給費のみを廃止することに合理的根\n拠があるとはいえない。\nｃ  さらに，破産管財人や成年後見人等，国民の財産を公的に管理\nする職務に就くことが予定されている弁護士について，貸与制に\nより約３００万円もの借金を負っていることを国民が知った場\n合，当該弁護士，ひいては司法に対する信頼を維持できなくなっ\nてしまうから，司法修習を受けたことに伴い必然的に約３００万\n円もの借金を負わざるを得ない事態を内包する制度を採用して\n運用することは，司法に対する国民の信頼を根底から揺るがす著\nしく不合理なものといえる。\nｄ  加えて，国は，多様な人材が法曹を目指すことができるように\nし，国民により良い司法サービスを受けられるようにすることを\n掲げているにもかかわらず，給費制を廃止し，これによって，経\n済的事情による司法修習辞退者が激増する事態を生じさせ，修習\n専念義務を前提とする司法修習に取り組むことそれ自体が困難\nな経済的困窮者が法曹になる途を閉ざしたのであるから，給費制\n廃止が多様な人材確保の妨げになっていることは明白であって，\n上記司法制度改革の理念に真っ向から反しており，前記差別に何\nら合理性を見いだすことはできない。\nイ  被告\n総論\n憲法１４条１項は，法の下の平等を定めた規定であるが，国民に\n対し絶対的な平等を保障したものではなく，合理的理由のない差別\nを禁止する趣旨であり，事柄の性質に即応した合理的な根拠に基づ\nく区別は同項に違反するものではない（最高裁昭和\n７２号同３９年５月２７日大法廷判決・民集１８巻４号６７６頁，\n最高裁昭和 ４８年４月４日大法廷判決・刑\n集２７巻３号２６５頁参照）。\n差別の内容の重要性\nそもそも法曹養成の方法に関しいかなる制度を採用するか，当該\n制度の具体的内容をどのようなものにするかといった事柄につい\nては，立法府の政策的な判断に委ねられており，司法修習生の給費\n制は憲法上保障されたものとはいえない。\nそして，法曹養成の方法として現行の司法修習制度は，まず，司\n法修習を年間約２５億円の予算措置をとって国費で運営し，司法修\n習生にその費用の負担をさせない方策を講じて，司法修習生にその\n費用（授業料，基本教材等）の負担をさせていない。その上で更に\n司法修習に専念させるために何らかの方策を講じるとしても，どの\nような方策を講じるかといった事柄については，経済的・社会的条\n件，一般的な国民生活の状況，国の財政事情，他の政策等を踏まえ\nて検討される必要があり，立法府の政策的な判断に委ねられるべき\nものである。\nしたがって，新６５期生とそれ以前の司法修習生との間での給費\nの有無に事柄の性質に即応した合理的な根拠があるかどうかにつ\nいては，立法府に広い裁量があることを前提に，本件で問題となる\n給費制から貸与制への移行という立法府の判断に合理性があるか\nどうかの問題に帰着する。\n給費制から貸与制への移行は合理的政策判断に基づくものであ\nること\nａ  従前の給費制は，法曹の資格要件としての司法修習生の地位の\n重要性に鑑み，これに人材を吸収するという見地，また，司法修\n習に専念させる等の配慮から，特に一定額の給与が支給されるこ\nととされたもので，司法修習に専念することができるようその基\n盤を確保し，司法修習の実効性の確保を図る一つの方策として採\n用されていたものである。\nｂ  給費制から貸与制への移行は，法曹以外の者をも含めた法曹養\n成検討会等における長期間にわたる種々の議論や慎重な検討を\n踏まえた上で決定された方針に則り，法曹の質・量の充実，法曹\n人口の増加等も含め，限りある財政資金をより効率的に活用し，\n国民の理解が得られる合理的な国民負担（財政負担）を図る必要\nがあること，給費制創設当初と比較して司法修習生が大幅に増加\nしており，新たな法曹養成制度の整備に当たり，実効的に対応で\nきる制度とする必要があること，公務に従事しない者に国が「給\n与」を支給するのは異例の制度であることなどを踏まえ，司法修\n習生の「給与」を国民が負担することについて国民の理解が得ら\nれるか否かといった観点などに基づいた合理的な政策判断に基\nづくものである。\nｃ  また，給費制の代わりに導入された貸与制の内容をみても，前\n記のとおり，司法修習期間中の生活の基盤を確保するのに十分合\n理的なものとなっている。\nｄ  以上のとおり，本件改正による給費制から貸与制への移行は，\n合理的な政策判断というべきであり，原告らと新６４期生との間\nの給費の有無は，事柄の性質に即応した合理的な根拠に基づく区\n別といえるものであるから，憲法１４条１項に違反するものでは\nない。\n⑶  争点２－２（原告らと現行６５期生との差異につき憲法１４条１項違\n反の有無）について\nア  原告ら\n新６５期生と現行６５期生との差別は許容限度を超えているこ\nと\n新６５期生の集合修習と現行６５期生の後期修習とは同時期に\nほぼ同じ内容で行われていたにもかかわらず，新６５期生は給費を\n受けられず，他方，現行６５期生は給費を受けられていたために，\n前記 ，両者の司法修習の実態は全く異なるものだっ\nた。\nこのように，同時期に司法修習を行っていながら，原告らと現行\n６５期生との間に生じている給費の有無という差別が不合理で許\n容限度を超えていることは，前記 ，明らかである。\n差別的取扱いに合理的理由のないこと\n上記差別に合理性のないことは，前記\nイ  被告\n新６５期生と現行６５期生は，給費制から貸与制への移行という異\nなる条件の下に採用されており，両者を同列に論じることはできない\n上，給費制から貸与制への移行に合理的根拠があるのは，前記⑵イ\nのとおりである。しかも，このような給費制から貸与制への移行は，\n単に財政的見地のみからではなく，現行６５期生については司法修習\nの期間を１年４か月とする一方，法科大学院の実務的教育を経た新６\n５期生については司法修習の期間を１年にするなど，法曹養成期間全\n体の長期化，法科大学院での実務教育及び法曹資格取得後の継続教育\nとの役割分担等を考慮するという上記司法改革全体の制度設計に 基\nづくものであるから，このような経緯等を背景とする両者の取扱いの\n区別に合理性が認められることは明らかである。\nしたがって，司法修習生に対する経済的支援についての原告らと現\n行６５期生との間の給費の有無の区別は，事柄の性質に即応した合理\n的な根拠に基づく区別といえるものであるから，憲法１４条１項に違\n反するものではない。\n⑷  争点２－３（原告らと裁判所書記官研修生との差異につき憲法１４条\n１項違反の有無）について\nア  原告ら\n裁判所書記官研修生と司法修習生との同一性\n司法修習生も裁判所書記官研修生も，司法権の担い手を養成する\nための国家による研修として，最高裁の機関において，一定期間の\n義務研修後にその資格を付与され，裁判所法において規律されると\nいう点において同一であるし，その研修実態も，最高裁により配属\n地が決定され，司法研修所ないし裁判所職員総合研修所に出勤でき\nる範囲で居住生活して法曹実務に関与しながら，時間的場所的な拘\n束の下に実施されるものであって，基本的に同一のものである。\nまた，司法修習生と裁判所書記官研修生は，共に公務員に準じる\n身分・地位にある者として，修習専念義務ないし兼業禁止義務等の\n公務員と同様の制約を受けているほか，公的な身分・地位にある者\nとして裁判所法及び最高裁判所規則による規律を受けている点が\n同様であるし，給費制下の司法修習生は，給与・その他諸手当，裁\n判所職員共済組合加入等の社会保障においても裁判所書記官研修\n生と同様であった。\nさらに，司法修習生と裁判所書記官研修生は，共に研修中に起案\nした書面等が裁判上使用することが基本的には予定されていないと\nいう点が同様であり，むしろ，実際には司法修習生の起案した判決書，\n和解調書等が裁判実務で使用されており，裁判所書記官研修生よりも\n裁判実務への関与，従事の度合いは高いといえる。\n差別が許容限度を超えていること\n裁判所書記官研修生は，研修期間中，給与や地域手当等の諸手当\nの支給を受けるだけでなく，裁判所職員共済組合にも加入すること\nができ，十分に研修に従事することができる。\n他方，新６５期生は，給与の支給はもとより，住居費用，通勤費\n用その他諸手当の支給すら受けることができず，無給下で，現在及\nび将来の経済的不安に襲われながら，司法修習を行わざるを得なか\nった。\nしたがって，実体的・身分的に原告らと同一と評価できる裁判所書\n記官研修生との間において，給与その他社会保障等の支給について差\n異があることは，差別の限度として明らかに許容される限度を超えた\n不合理なものであることは明らかである。\n差別的取扱いに合理的理由のないこと\n上記差別に合理性のないことは，前記\nイ  被告\n前記⑴イ ｂで述べたとおり，裁判所書記官養成課程のために裁判\n所職員総合研修所に入所した裁判所書記官研修生は，裁判所の職員と\nして国家公務員の身分を有する者であり，司法修習生とは身分・地位\nが全く異なる上，司法修習が裁判官，検察官又は弁護士に必要な能力\nを養成するための課程であるのに対し，裁判所書記官養成課程は，裁\n判所書記官として必要な能力を養成するための課程であって，両者\nは，その目的及び内容等も大きく異にするものである以上，新６５期\n生と裁判所書記官研修生の間に身分・地位や待遇の差異があることは\n当然であって，上記の区別について，憲法１４条１項違反はそもそも\n問題となることはない。\n⑸  争点３（本件改正及び本件改正後に給費制を復活させなかったことが\n国賠法上違法であるか否か）について\nア  原告ら\n給費制は，前述のとおり，戦前の人権弾圧を防止できなかった司\n法権の行政権及び立法権に対する劣後構造及び法曹三者間の劣後\n構造の反省により実施されたこと，また，日本国憲法の司法権を実\n現する法曹三者及びこれらになる者である司法修習生の公的 な身\n分・地位からの報酬保障の趣旨及び司法修習専念義務下における様\n々な制約の中で国民の権利実現のために司法修習に従事すること\n等の実態に裏付けられたものであるところ，給費制を廃止した本件\n改正は，その立法過程においても行政官である官僚側の都合で推進\nされたものであり，本件改正にかかる立法行為及び給費制を復活さ\nせなかった立法不作為は，原告らへの権利侵害にとどまらず，立法\n権及び行政権による三権分立の一翼たる司法権そのものへの侵害\nに他ならない。\nしたがって，被告が主張するような立法権による裁量が憲法上予\n定されている選挙権に関する最高裁判決の判断枠組みは妥当せず，\n立法行為又は立法不作為が違憲と評価される場合においては，原則\nとして国賠法１条１項における違法性及び過失が認められ，例外的\nに違法性及び過失の評価を阻却する事情が認められるかどうかで判\n断すべきである。そして，このような違法性を阻却するような事情\nは被告から一切主張されていないから，本件における立法行為及び\n立法不作為は，同項上，違法及び過失の評価を受ける。\n仮に，被告主張の判断枠組みにしたがって判断したとしても，本\n件における立法行為又は立法不作為は国賠法上違法である。\nａ  旧法６７条２項の規定は，司法修習生の本件権利を具体化した\nものであるから，本件改正の立法行為は，憲法上明確に規定され\nている司法修習生への賃金ないし報酬を なくす立法であるとこ\nろ，かかる立法については，法曹養成検討会において，当初，委\n員から全く給費制を廃止すべきとの意見がない状態で，突然，官\n僚により組織される事務局が，給費制を廃止して貸与制に移行す\nることを求める内容の資料を提出したことに端を発したもので，\n同検討会において給費制廃止とされた理由は関係機関との調整\nや予算の都合といった官僚側の都合，裕福な子女に給費を支給す\nる理由がないという俗論，国民の理解が得られないという証拠の\nない抽象論に基づく議論であり，国会において疑義を唱える質問\nに対しても官僚は同様の回答を行った結果，本件改正がされたも\nのであって，国賠法上違法で，かつ，被告に過失が認められるこ\nとは明らかである。\nｂ  また，給費制を復活させなかった立法不作為は，憲法上一義的\nな立法による保障を要する賃金ないし報酬のない無給状態を放置\nしたという不作為であり，立法の内容又は立法不作為が原告らに\n憲法上保障されている権利を違法に侵害することが明白であった\nといえる。さらに，原告らが給費を受けるには，当該法律による\n定めが必要であるところ，本件改正以降，法曹の経済的状況は悪\n化し，法曹志願者が激減したり，司法修習生となることを辞退す\nる者が生じたり，司法試験の合格者数は想定していた数よりも１\n０００人程度少ない２０００人程度で推移し，予算措置上の問題\nも実際に生じていないこと，新６５期生の司法修習にも様々な弊\n害が出て，被告も１年間の給費制維持の平成２２年法改正がされ\nた平成２２年１１月２６日の時点で，法曹志望者が厳しい経済状\n況に置かれ，経済的理由から法曹となることを断念しないよう，\n法曹養成制度に対する財政支援の在り方について見直しを行うこ\nとが緊要な課題となっていることを認識していたことに鑑みれ\nば，被告は，所要の立法措置を執ることが必要不可欠であり，そ\nれが明白であってそのことを十分に認識していたにもかかわらず\nこれを怠ったといえる。\nｃ  したがって，被告の主張する判断基準によっても，本件改正の\n立法行為及び給費制を復活させなかった立法不作為は国賠法上違\n法であり，被告に過失も認められることは明らかである。\nイ  被告\n国賠法１条１項は，「国又は公共団体の公権力の行使に当る公務員\nが，その職務を行うについて，故意又は過失によつて違法に他人に損\n害を加えたときは，国又は公共団体が，これを賠償する責に任ずる。」\nと規定するところ，同項にいう違法とは，公務員が個別の国民に対し\nて負担する職務上の法的義務に違背することをいう（最高裁昭和５３\n６０年１１月２１日第一小法廷判決・民集３９巻\n７号１５１２頁，最高裁平成１３年（行ツ）第８２号，同年（行ツ）\n第８３号，同年（行ヒ）第７６号，同年（行ヒ）第７７号同１７年９\n月１４日大法廷判決・民集５９巻７号２０８７頁等）。\n国会議員の立法行為又は立法不作為が国賠法１条１項の適用上違\n法となるかどうかは，国会議員の立法過程における行動が個別の国民\nに対して負う職務上の法的義務に違背したかどうかの問題であって，\n当該立法の内容又は立法不作為の違憲性の問題とは区別されるべき\nであり，仮に当該立法の内容又は立法不作為が憲法の規定に違反する\nものであるとしても，そのことを理由に直ちに国会議員の立法行為又\nは立法不作為が違法の評価を受けるものではなく，立法の内容又は立\n法不作為が国民に憲法上保障されている権利を違法に侵害するもの\nであることが明白な場合や，国民に憲法上保障されている権利行使の\n機会を確保するために所要の立法措置を執ることが必要不可欠であ\nり，それが明白であるにもかかわらず，国会が正当な理由なく長期に\nわたってこれを怠る場合などに，例外的に，国会議員の立法行為又は\n立法不作為は，国賠法１条１項の規定の適用上，違法の評価を受ける\nというべきである（前掲最高裁平成１７年９月１４日大法廷判決，最\n高裁平成 １８年７月１３日第一\n小法廷判決・判例時報１９４６号４１頁参照）。\nしかるに，これまで述べてきたとおり，そもそも本件改正により給\n費制を廃止して貸与制としたことは憲法に違反しないから，原告らの\n主張はその前提を欠き，これに係る国会議員の改正行為（立法行為）\n及びその後給費制を復活させなかった行為（立法不作為）は国賠法上\n何ら違法ではない。\n⑹  争点４（原告らが司法修習に従事することが「公共のために用ひる」\nことに該当し，原告らは損失補償請求権を有しているか否か）について\nア  原告ら\n財産権の保障の範囲\n憲法２９条が保障する財産権は，財産を取得し，保持する権利一\n般であり，私人に属する財産権の保障に加え，私有財産制度を制度\n的に保障したものである（最高裁昭和 ６２年\n４月２２日大法廷判決・民集４１巻３号４０８頁参照）から，財産\n権とは，自己に帰属する財産を自由に利用し処分する権利であり，\n私有財産制度を保障するということは，このような財産権一般を法\n制度として保障することといえる。\nそして，憲法２９条３項は，財産権に対する侵害に対して，それ\nによって失われた財産価値を補償するべきであるという公平負担の\n観点により定められたものであるところ，このような趣旨からする\nと，財産権とはあらゆる財産的価値を有するものを指すと広く解釈\nされるべきであり，その侵害方法についても，直接的に収奪される\n場合のみならず，その一部を制限することのみでも侵害に当たるこ\nとになる。\nまた，憲法２９条の保障する私有財産制度は，私人が財産を獲得，\n保有，処分する自由を制度的に保障するものであり，このような趣\n旨からすれば，私人の自由な財産の獲得形成を侵害するような場合\nにおいても，侵害の場合に準じて憲法２９条３項による補償の対象\nとなるものと解すべきである。\n以上のことから，憲法２９条３項により補償される財産権とは，\n単に人が取得した財産を処分する自由のみならず，人が財産を取得\n形成することにかかる権利も含まれる。\n損失補償の対象となる権利制約行為について\n財産取得形成に対する適法行為に基づく損失補償の原因となる\n権利制約行為には，①当然に財産的負担が伴うような身体的自由の制\n限，②業者に対して労役を課す「役務」の徴収，③一般国民に対して\n労役を課す「労力」の徴収の人的収用が含まれる。\nそして，被告は，新６５期生に対し，修習専念義務や兼業禁止等\nを課して司法修習に従事させており，これにより新６５期生は，主\nとして労務や経済活動により財産を取得することができなくなる\nという損失を被った。このことから，原告らは，①当然に財産的負\n担が伴うような身体的自由の制限を受けたといえる。\nまた，新６５期生は，司法試験に合格し，そのほとんどが法曹とな\nるのであるから，司法修習生は，二回試験の合格を停止条件として法\n曹たる身分を取得したという状態にある者といえ，一般人とは異なっ\nて法曹に準じた立場において業務を行う専門性を有しており，「業者」\nに準じた者といえる。司法修習中は，兼業を禁止されて財産獲得の機\n会を逸するから，原告らは，②業者に対して労役を課す「役務」の徴\n収を受けたといえる。\nさらに，司法修習は，法曹実務そのものを行わせるものであり，修\n習専念義務等により，他で労務を提供して財産を得る機会を失わせる\n者であるから，新６５期生は，被告により，本来は行える労役を司法\n修習に注力させているのであるから，③一般国民に対して労役を課す\n「労力」の徴収を受けたといえる。\n以上のとおり，原告らに対して，修習専念義務等を課して司法修\n習に従事させることは，憲法２９条３項による損失補償の対象にな\nることは明らかである。\n「公共のために用ひる」こと\nａ  憲法２９条３項にいう「公共のために」とは，収用全体の目的\nが広く社会公共の利益のためであればよいと解されているとこ\nろ，司法修習は，国民の基本的人権を実質的に保障すべく法曹の質\nを担保するため憲法上の要請として実施されているものである以\n上，広く社会公共の利益のために行われているものであり，「公共\nのために」に該当することは明らかである。\nｂ  憲法２９条３項でいう「用ひる」とは，強制的に財産権を制限\nしたり，収用したりすることをいい，公共のために「用ひる」と\nは，公益目的のために財産を収用する場合だけに限らず，広く財\n産権を制限する場合も含むと解され，前述した憲法２９条３項の\n趣旨及び私有財産制度の保障の趣旨からすれば，自由に財産を獲\n得，形成，処分することへの制約についても「用ひる」に当たる\nと解すべきである。\nそして，新６５期生には，本件改正法６７条２項に定める修習\n専念義務が課され，最高裁判所規則により，兼業が禁止される結\n果，居住・移転の自由が制約され，司法修習中，場所的・時間的\n拘束を受け，かつ，自活するための営業活動や勤労に従事するこ\nとができず，営業の自由及び勤労の自由も制限されているが，こ\nれらの制限は本件改正法及び最高裁判所規則によって強制的に\n行われるものであり，これらに反すれば司法修習生を罷免され，\n法曹資格が取得できない結果を招来するから，制限に違反した場\n合の不利益の度合いを考慮すれば極めて強度の制限といえる。\nしたがって，原告らが司法修習に従事し，修習専念義務や兼業\n禁止義務が課されることが「用ひる」に該当することは明らかで\nある。\n特別の犠牲について\n憲法２９条３項によって補償を要するのは，特定の者に対してそ\nの財産権を内在する社会的・自然的制約を超えて，「特別の犠牲」\nを課する場合とされ，「特別の犠牲」に該当するか否かは，①侵害\n行為の対象が広く一般人か特定の個人ないし集団か（形式的基準），\n②侵害行為が内在的制約として受忍すべき限度内か，それを超えて\n財産権の実質ないし本質的内容を侵すほどの強度なものか（実質的\n基準）に基づいて判断されるものである。\nそして，司法修習生は，「司法修習期間中に修習専念義務や兼業\n禁止等が課される」という侵害を受け，その結果，「労務や経済活動\nにより財産を獲得することができなくなる」という犠牲を強いられる\nところ，侵害行為の対象は，司法修習生として採用された者のみであ\nって，特定の集団に限定されている。また，アンケートによれば，司\n法修習生の場所的拘束及び兼業禁止に伴う経済的負担については，司\n法修習期間の約１年間で平均して２３２万５６００円になり，修習場\n所指定に伴う経済的負担については，司法修習開始の際の転居費用や\n集合修習のための転居費用など平均して４５万７５００円となり，司\n法修習を行うためには約２７８万３１００円の費用が必要であると\nころ，修習専念義務等が課されることによって，上記費用を自己の収\n入で賄うことは不可能であるし，司法修習生に任命されるまでの法科\n大学院の費用等による債務を負っている者が多数いることも踏まえ\nれば，上記侵害行為は，新６５期生に多大なる経済的負担を強いるも\nのであり，法曹資格取得のための内在的制約として受忍すべき限度内\nとはいえず，財産権の本質ないしは本質的内容を侵すほど強度な侵害\nであるといえる。\nしたがって，原告らには特別の犠牲が生じたものといえるから，憲\n法２９条３項によって，損失補償がされるべきである。\n被告の主張について\n被告は，司法修習生への採用は司法修習生の意思に基づくものに\n他ならないから，憲法２９条３項が予定する私人の意に反して公権\n力が行使する場面は存在しないとして，同項の適用がない旨主張す\nるが，法曹となるためには司法修習を経る必要があり，法曹になろ\nうとする者が自由な意思で司法修習を回避することはできない こ\nと，司法修習生の採用が司法修習生になろうとする者の申込みを端\n緒とするものとしても，司法修習の内容や司法修習生への監督，罷\n免の措置等は全て最高裁判所規則等の法令によって定められてお\nり，任命権者である最高裁と司法修習生との対等な契約であるとは\n到底いえないことからも失当である。\nイ  被告\n「私有財産」を「公共のために用ひる」場合に当たらないこと\nａ  司法修習生に修習専念義務を課することが，「私有財産を公共\nのために用いる」場合に当たるとすることは，そもそも規定の文\n言上，無理がある。\nこの点，原告らが依拠する考えにおいても，正当な補償を行う\nことを要することのある「人的収用」は，①当然に財産的負担が\n伴うような身体的自由の制限，②労力の徴収，③役務の徴収に限\nられているところ，司法修習生が修習期間中に修習専念義務を課\nせられることは，上記①ないし③のいずれにも該当しない。\nすなわち，上記①に関して，司法修習生は，修習専念義務を課\nされることによって，職業選択の自由に一定の制約が課せられる\nにとどまり，身体的自由に何らかの制限を受けるものではない\nし，修習専念義務によって直接的に何らかの財産的負担が生ずる\nものではなく，仮に司法修習生が修習期間中に第三者に対する労\n務の提供等の別途の行為をしていれば得られた可能性のある収\n入を得ることができなかったという，間接的な発生が観念される\n負担にすぎない。また，司法修習生は修習専念義務を課されるこ\nとによって，上記②及び③のような労務又は役務の徴収を課され\nるものでもない。\nこのように，司法修習生に修習専念義務を課すことは，「人的\n収用」に該当する場合と同視できるものではない。\nしたがって，司法修習生が修習期間中に修習専念義務を課せら\nれることは，「私有財産」を「公共のために用いる」場合に当た\nらない。\nｂ  また，憲法２９条３項の損失補償は，私人の意に反して公権力\nが行使される場合を大前提としているから，本来適法な公権力の\n行使によって生じた損失を個人の負担とせず，平等原則によって\n国民の一般的な負担に転嫁させることを目的とする制度であっ\nて，社会公共の利益のために，強制的に財産権を制限，あるいは\n収用する場合に正当な補償を要するとするものであり，ここでい\nう「公権力の行使」には，行政主体と私人が相互の合意に基づい\nて契約を締結し，その結果，行政主体が対価を支払う義務を負う\nような場面は含まれない。\n司法修習生は，司法試験合格者で採用を希望する者の中から最\n高裁の裁量的権限に基づいて採用されており，この採用が司法修\n習生の意思に基づくものにほかならないから，憲法２９条３項が\n予定する私人の意に反して公権力が行使される場面は存在しな\nい。\nしたがって，司法修習生に課せられる修習専念義務をもって\n「これを公共のために用ひること」に該当するものと解すること\nはできない。\n修習専念義務による権利制約があったとしても，内在的制約であ\nり，特別の犠牲に当たらないこと\n修習専念義務は，司法修習の本質・目的から導かれるものである\nから，司法修習生が修習専念義務を課されることにより権利制約を\n受けるとしても，それは，司法修習制度から導かれる内在的制約で\nあって，これが憲法２９条３項により補償を要する「特別の犠牲」\nに該当しないことは明らかである。\n⑺  争点５（原告らの給費請求権の額，損害額又は損失補償額）について\nア  原告ら\n旧法による給費支払請求\n前述のとおり，本件改正による給費制廃止は違憲無効であるとこ\nろ，違憲審査権の発動の結果，違憲無効とされた法律は，少なくと\nも当該事案においては法規範としての効力を有せず無効とされ，無\n効となった法律が存在しない状態を前提として取り扱うことにな\nるから，原告らとの関係上旧法６７条２項は存在しているものとし\nて適用される。\nしたがって，原告らは，現行６５期生への支給額と同等の給費額\nの請求権を有し，その額は，少なくとも２３７万４０８０円（基本\n給２０万４２００円×４か月＋減額後の基本給１９万４６６０円×\n８か月）を下ることはない。\n原告らは，上記請求権のうち，一部請求として各５０００円を請\n求する。\n国賠法１条１項に基づく損害賠償請求\n原告らは，給費制の廃止により給費相当額を得られないという損\n害を被った。その損害額は，少なくとも，２３７万４０８０円（基\n本給２０万４２００円×４か月＋減額後の基本給１９万４６６０\n円×８か月）を下らない。\nまた，原告らは，給費制廃止による経済的負担により，司法修習\n中は生活を切り詰め，本来は必要となる支出を無理矢理押さえ込ん\nだり，司法修習終了後には，法曹として働くための必要経費が不足\nしたり，借金の返済に対する不安を抱えたり，経済的理由から公益\n活動に専念できなかったり，法曹としての尊厳を傷つけられたり，\n人生の選択の変更を余儀なくされたりするなど多大な精神的苦痛\nを被った。かかる精神的苦痛に対する慰謝料としては各原告につき\n１００万円を下ることはない。\nしたがって，原告らは，少なくとも各３３７万２４８０円の損害\n賠償請求を有するところ，その一部請求として，各５０００円を請\n求する。\n憲法２９条３項に基づく損失補償請求\n憲法２９条３項は，特別な犠牲の回復を図ることを目的とするもの\nであるから，ここでいう「正当な補償」とは，完全な補償，すなわち，\n財産価値を等しくならしめるような補償と解すべきである（最高裁昭\n第１４６号同４８年１０月１８日第一小法廷判決・民集２\n７巻９号１２１０頁，最高裁平成１０年（行ツ）第１５８号同１４年\n６月１１日第三小法廷判決・民集５６巻５号９５８頁）。\n前述のとおり，司法修習を行う上で必要となる経済的負担は約２７\n８万３１００円にのぼり，給費制下における司法修習生に対しては，\nこの「正当な補償」として，国家公務員Ⅰ種採用者と同等額の給費が\n支払われていた。\nしたがって，原告らに対する「正当な補償」は，少なくとも給費制\n下において認められていた国家公務員Ⅰ種採用者と同等額の給料（減\n額後の基本給１９万４６６０円×１２か月＝２３３万５９２０円）が\n相当である。\n原告らは，上記請求権のうち，一部請求として各１万円の支払を求\nめる。\nなお，給費制が廃止されたことに伴い，貸与制の規定が設けられた\nが，貸与を受けた修習資金はいずれ返還しなければならない借金であ\nり，原告らが無給であることに変わりはないことから，これが「正当\nな補償」に該当しないことは明らかである。\nイ  被告\n旧法による給費支払請求\n本件改正は違憲無効ではないから，原告らの旧法６７条２項に基\nづく給費支払請求には理由がない。\n国賠法１条１項に基づく損害賠償請求\n争う。\n憲法２９条３項に基づく損失補償請求\n争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実に加え，括弧内挙示の証拠及び弁論の全趣旨によれば，以\n下の事実が認められる。\n⑴  法曹養成制度の変遷\nア  大日本帝国憲法下（甲Ａ１ないし３，４の１・３，５，１１，１０６，\n１０７，乙４３）\n大日本帝国憲法下では，当初，判・検事は，裁判所構成法（明治２\n３年法律第６号）と判・検事登用試験規則に基づき，同試験に合格し\nた者が司法官試補として，１年半の間，裁判所及び検事局で実務修習\nを受け，第二回試験に合格した後に判・検事に登用されていた。なお，\n司法官試補は，１年以上の修習を経た後は，判事又は予審判事等の実\n務に就くことが可能であった（裁判所構成法６０条１項，２項）。\nこれに対し，弁護士は，判・検事と区別され，弁護士法と弁護士試\n験規則に基づき，弁護士試験合格者を，修習を経ずに直ちに登録させ\nていた。\n大正１２年に，判・検事か弁護士になるかのいずれを問わず，必ず\n高等試験令による高等試験の司法科試験に合格する必要があること\nとなったものの，弁護士として登録するための修習は依然として不要\nとされた。\n昭和８年になると，弁護士にも弁護士試補の制度が設けられ，昭和\n１１年より弁護士会での修習を要することとなったが，弁護士試補と\n司法官試補との修習は別に行われ，司法官試補は弁護士会での修習を\n行わず，弁護士試補は裁判所及び検事局での修習を行わなかった。ま\nた，弁護士試補には，１年６か月の修習期間中，給与が支給されず，\n兼職及び営業が制限されていたため，弁護士試補の中には経済的に生\n活が苦しくなる者もいた。\n大日本帝国憲法下，日本の裁判所は，司法省の監督下にあり，司法\n権が行政権から独立しておらず，また，司法大臣は弁護士に対する監\n督権を有し，検察官や裁判所の請求によって弁護士の懲戒がなされる\n制度であったため，法曹による十分な人権擁護が困難な状況であっ\nた。\nイ  現行憲法下\n現行憲法下，日本では，人権弾圧を抑止できなかった戦前の司法制\n度の反省を踏まえ，司法の民主化を含む司法制度改革が行われた（甲\nＡ８）。\n戦後の司法制度改革における司法制度改正審議会や臨時司法制度\n改正準備協議会，臨時法制調査会・司法法制審議会等の議論の中では，\n裁判所と検事局との分離，行政裁判所の廃止，司法権の独立などの司\n法制度そのものの議論に加えて，昭和２２年裁判所法の新設に当たっ\nて，裁判官，検事と弁護士を区別しないで国がその養成に当たること，\n裁判官や検事を弁護士から登用すること，裁判官や検事となる者も弁\n護士の実務修習をさせることなど，法曹養成に関する議論もされた。\n臨時司法制度改正準備協議会における法曹養成に関する議論におい\nて，司法官試補と弁護士試補の区別をなくして統一して修習させるこ\nとの意見が出てからは，統一司法修習制度に対する特段の異論もな\nく，司法修習生に給料を支給することに対しても，特段の異論がなか\nった。かかる議論の途中では，司法修習生を２級官吏としてみなして，\n裁判所，検察庁及び弁護士の事務を取り扱うことができる旨の案も出\nたが，最終的には司法修習生の法的地位については明記されなかっ\nた。（甲Ａ８ないし１０，乙４２，４４）\n昭和２２年裁判所法は，昭和２２年４月１６日に可決され，同年５\n月３日に施行された。同法の制定時，司法修習に関しては，司法修習\n生は高等試験司法科試験に合格した者の中から最高裁がこれを命ず\nるとされていたが，その後，昭和２４年法律第１７７号により，司法\n修習生は司法試験に合格した者の中から最高裁がこれを命ずること\nとされた。（争いのない事実）\n⑵  司法修習について\nア  総論\n司法修習は，司法制度を担う法曹に必須の課程として国家によって\n運営されており，司法修習の内容も法曹に必要な能力を養成するため\nに高度に専門的であることや，司法修習が，臨床教育課程として，実\n際の法律実務活動の中で行われるものであり，実際の法曹と同様に中\n立公正な立場を維持したり，利益相反活動を避けたりする必要がある\nことなどから必要とされるものであって，修習専念義務は，このよう\nな司法修習制度の本質から求められるものとされている（甲Ａ１７，\n１９，２２，２３，２６，乙１，２６，３９，４１）。\nイ  司法修習の内容の大要（甲Ａ１７，１９，２２，２３，２６，乙３９，\n４１，争いのない事実）\n実務修習地における分野別実務修習\n司法修習の期，配属庁会，配属部等によって若干異なるが，司法修\n習生の修習内容は以下のとおりであった。なお，司法修習生は，実務\n修習の結果を整理して指導官に報告するため，実務修習結果簿を作\n成した。\nａ  裁判所修習（民事裁判修習及び刑事裁判修習）\n⒜  司法修習生は，裁判所修習においては，概ね午前９時に登庁し，\n午後５時に退庁することとされており，登庁簿により登庁の有無\nが管理されていた。もっとも，記録検討等の時間を確保するため\nに，午前９時前に登庁し，午後５時以降に退庁する場合もあった。\n⒝  司法修習生は，配属された部において，事件記録の検討，弁\n論あるいは公判等の期日を傍聴することにより，裁判長の訴訟\n指揮や証拠調べを見聞し，訴訟手続の進展と心証形成の経過を\n知り，判決書等の各種起案を行った上でこれについて講評を受\nけるなどした。\nまた，事件記録の検討や期日の傍聴を踏まえて，裁判官から質\n問を受けたり，裁判官と議論をすることもあった。\nなお，刑事裁判修習では，裁判員裁判制度開始以降の修習期の\n司法修習生は，裁判員裁判の評議に立ち会うこともあった。\n⒞  その他，配属部での修習以外に，全体講義や午後５時以降の任\n意参加の研究会，破産再生部での講義，債権者集会の見学や保全\n部での審尋立会いなど専門部での修習もあった。さらに，家庭裁\n判所での修習も行われており，司法修習生は，調停委員とともに\n調停期日に同席したり，少年審判に立ち会うなどしていた。\nｂ  検察修習\n⒜  司法修習生は，検察庁では，午前９時に登庁し，午後５時に退\n庁することとされ，登庁簿によって登庁の有無が管理されていた。\n⒝  検察修習の捜査修習においては，指導担当検察官の指揮の下，\n実際の事件の配てんを受け，被疑者及び参考人の取調べ並びに\n警察官への補充捜査の指示等を行った。司法修習生は，取調べ\nでは，自ら聴取事項を考え，自ら発問し，供述録取書等を作成す\nるが，作成名義は，指揮をした検察官のものとされていた。取調\nべ修習では，供述者の都合の関係上，平日午前９時から午後５時\n以外の時間帯に取調べを行う場合もあった。\nそして，司法修習生は，捜査を踏まえて指導官と協議の上，終\n局処分の検討，決定をし，訴状，不起訴裁定書等を起案した上\nで，次席検事及び検事正の内部決裁を受けた。かかる決裁では，\n次席検事等から追加の捜査等について指示がされる場合もあっ\nた。\n⒞  また，検察修習の公判修習においては，司法修習生は，公判提\n出証拠の整理及び冒頭陳述，論告求刑の起案等を行い，訴追官の\n側からみた刑事訴訟手続も修習した。\n⒟  その他，司法修習生は，司法解剖への立会いや捜査現場での修\n習として令状による捜索差押えの立会いをすることもあった。\nｃ  弁護修習\n⒜  司法修習生は，弁護士会での修習においては，指導担当の弁護\n士事務所に配属され，その事務所の勤務形態に合わせて出勤・退\n勤をした。概ね出勤が午前９時から午前９時３０分までの間であ\nり，退勤が午後５時から午後５時３０分までの間であった。\n⒝  司法修習生は，担当弁護士の指導により，日常の相談，書面\n作成，法廷への出頭，接見，委員会出席等，弁護士の業務に常に\n帯同していた。\n司法修習生は，法律相談への立会いや依頼者との打合せに参\n加して具体的事情を聴取して訴状等の多様な書面の起案をした\nり，被疑者との接見なども弁護士と同席して行ったり，弁論あ\nるいは公判等の期日に同席して証人尋問や弁論の要領を見聞し\nたりするなど，弁護士としての実務を修習した。\nその他，指導担当弁護士が午後５時以降もその所属する委員会\n等の団体活動に出席する場合などは，司法修習生も弁護士につい\nて同行し，見学することなどもあった。\nｄ  選択型実務修習\n選択型実務修習は，配属庁会等において，司法修習生の主体的\nな選択により，分野別実務修習の成果の深化と補完を図り，又は\n各自が関心を持つ法曹の活動領域における知識・技法の修得を図\nるものであった。各庁会などからそれぞれ修習プログラムが提供\nされ，司法修習生は自らの興味と関心に応じたプログラムを選ん\nで修習し，選択した修習プログラムにおける修習先での修習がな\nいときは，原則として分野別実務修習の弁護修習において修習し\nた弁護士事務所において修習を行うこととされた。具体的な修習\n内容としては，模擬裁判，労働，医療，交通事故，民事介入暴力，\n知的財産，行政，倒産・執行，刑事弁護といった先端的，専門的内\n容から，法テラス関係，刑事施設等の施設見学といったものなどが\nあった。また，司法修習生が独自に学びたい分野にアプローチをし，\n司法研修所の許可が得られた場合には修習として認められる「自己\n開拓プログラム」もカリキュラムとして認められていた。\n司法研修所における修習\nａ  前期修習\n前期修習は，旧司法試験合格者に対する司法修習で行われていた\nものであるが，民事裁判，刑事裁判，検察，民事弁護及び刑事弁\n護の５科目に分かれて，講義，問題研究の他，実際に存在した事\n件記録を修正・編集した物（修習記録）を用いた起案等の文書作\n成，その講評及び討論等が行われ，模擬裁判や交互尋問における\n実技指導も行った。また，一般教養として，外部施設の見学など\nも行われた。前期修習は，実務修習のための準備教育としての意\n味合いがある。\n現在は，司法修習の開始段階で導入修習が行われている。\nｂ  後期修習\n後期修習も旧司法試験合格者に対する司法修習で行われていた\nものであるが，前記修習と同様の要領で，修習が実施された。後\n期修習は，司法修習の総仕上げとしての性質をもち，前期修習よ\nりも高度の講義等が実施された。\nｃ  集合修習\n集合修習は，分野別実務修習の体験を補完して，体系的，汎用\n的な実務教育を行って，法律実務のスタンダードを身につけるも\nのであり，各科目とも，司法修習の総仕上げと実務家として活動\nするための準備にふさわしい高度な内容を修習するものであっ\nた。\n司法研修所の寮\n司法研修所には，司法修習生用の寮が附属していたが，寮の部屋数\nの関係から抽選に漏れて入寮できない司法修習生もいた。\nウ  各期における司法修習について\n現行５２期生までの司法修習\n現行５２期生までの司法修習生は，修習期間が２年間とされ，ま\nず司法研修所で４か月間の前期修習を行い，その後各配属地におけ\nる１６か月間の実務修習を経て再び司法研修所で４か月間後期修\n習を行って，最後に考試を受験した。\n実務修習は，民事裁判修習，刑事裁判修習，検察修習，弁護修習\nをそれぞれ４か月ずつ実施した。\n考試は，最高裁に置かれる司法修習生考試委員会が行い，これに\n合格することで，司法修習生の修習を終え，判事補，検事，弁護士\nとなる資格を取得した。\n考試では，裁判，検察，弁護の実務についての筆記，口述及び一\n般教養についての筆記の各試験が行われた。（甲Ａ１７，２３，弁\n論の全趣旨）\n現行５３期生から現行５９期生まで\n現行５３期生から現行５９期生までの司法修習生は，修習期間が\n１年６か月とされ，３か月間の前期修習を行い，前期修習終了後は，\n実務修習地において，民事裁判，刑事裁判，検察及び弁護修習を各\n３か月行い，その後再び司法研修所で３か月間の後期修習を行っ\nた。\n前期修習及び後期修習の内容は，現行５２期生以前と概ね同一で\nあった。\n後期修習後の考試の内容は，現行５２期生までとは異なり，裁判，\n検察，弁護の実務についての筆記試験であった。（甲Ａ２６，弁論\nの全趣旨）\n現行６０期生から現行６４期生まで\n現行６０期生から現行６４期生までの司法修習生は，修習期間が\n１年４か月とされ，前期修習及び後期修習が各２か月であるほか\nは，現行５９期生までと同様の司法修習を受けた（甲Ａ１９，２２，\n弁論の全趣旨）。\n新６０期生から新６４期生まで\n新６０期生から新６４期生までの司法修習生は，修習期間が１年\n間とされ，まず，各配属先において，分野別実務修習を民事裁判，\n刑事裁判，検察及び弁護修習を各２か月行った。なお，新６０期生\nは，分野別実務修習に入る前に導入修習が実施された。\n分野別実務修習終了後，選択型実務修習及び司法研修所における\n集合修習を各２か月行った。選択型実務修習と集合修習の順序は実\n務修習地によって異なった。\nその後，裁判，検察，弁護の実務についての筆記試験である考試\nを受け，これに合格することで，司法修習生の修習を終え，判事補，\n検事，弁護士となる資格を取得した。（甲Ａ１５７，原告Ａ，弁論\nの全趣旨）\n現行６５期生\n現行６５期生は，平成２３年７月から平成２４年１２月まで司法\n修習を行った。\n現行６５期生は，司法研修所での前期修習２か月の後，配属庁会\nにて分野別実務修習を各３か月実施し，司法研修所での後期修習を\n行った。\n現行６５期生は，法科大学院の修了を前提としないことから，新\n６５期生の司法修習と異なり，前期修習があり分野別実務修習が１\nか月長くなっていた。\n現行６５期生の司法修習期間は新６５期生の司法修習期間と 1 年\n間重なっているところ，修習内容自体にも重複する部分が多く存在\nしていた。例えば，現行６５期生の実務修習中，全体講義や研究講義\nでは，新６５期生と同じ部屋で同じ内容の講義を聴くこともあったり，\n後期修習は，新６５期生の集合修習（Ｂ班）と同時期に実施され，基\n本的に同じ講義を受け，同じ起案に取り組んだり，同じ考試を受けた。\nまた，新６５期生のうち，集合修習Ｂ班（東京，立川，横浜，さ\nいたま，千葉，大阪，和歌山，奈良，大津，京都，神戸以外の修習\n地の司法修習生で構成される班）と現行６５期生の集合修習は同時\n期に司法研修所で行われており，集合修習の実施内容は全く同じ内\n容であった。その他は，現行６４期生以前と同様である。（原告Ｂ，\n弁論の全趣旨）\n新６５期生\n新６５期生の司法修習の内容も新６４期生とほぼ同様であった。\nもっとも，給費を受けられず，かつ，修習専念義務によって兼業\n等が禁止されたことにより，分野別実務修習における配属地の指定\nによって転居を余儀なくされた場合の移転費や埼玉県和光市所在の\n司法研修所の寮に入寮できなかった場合の住居費用，集合修習をし\nた後に選択型実務修習があることによって，集合修習の期間中二重\nに住居を確保する必要が生じた際の費用，就職活動のための交通費\n等，その他日々の生活にかかる費用，学生時代の奨学金の返済等を，\n貸与された修習資金，貯蓄又は親族からの借入れ等により賄う必要\nが生じた。\n新６５期生の中には，貸与制が借金であることを考え，その支出\nに慎重になり，法律学に関する書籍の購入をためらったり，修習時\n間外の学習の機会があるにもかかわらず費用がかかることから参加\nしなかったりした者も多くいた。（甲Ａ１５５，１５６，１５８，\n１５９，甲Ｂ１ないし２３，原告Ｃ，同Ｂ，同Ｄ，同Ａ，同Ｅ，同\nＦ，弁論の全趣旨）\n⑶  本件改正の経緯\nア  司法制度改革の開始と司法制度改革審議会における議論\n司法制度改革審議会設置法（平成１１年６月９日法律第６９号）\nに基づいて，平成１１年７月，内閣に司法制度改革審議会が設置さ\nれ，社会の複雑化や多様化，国際化に加え，規制緩和などの改革に\nより，「事前規制型」から「事後監視・救済型」に移行するなどの社\n会変化に伴って司法の役割がより一層重要なものになると考えられ\nること，司法が国民の権利の実現を図るとともに，基本的人権を擁護\nするなど，国民生活にとって極めて重要な役割を果たしていることに\n鑑みて，司法制度改革の必要があるとして，２１世紀の日本社会にお\nいて司法が果たすべき役割を明らかにし，国民がより利用しやすい\n司法制度の実現，国民の司法制度への関与，法曹の在り方とその機\n能の充実強化その他の司法制度の改革と基盤の整備に関し必要な\n基本的施策について調査審議することとされた。\n司法制度改革審議会の設置に当たり，衆議院法務委員会附帯決議\nにおいては，「審議会は，その審議に際し，法曹一元，法曹の質及\nび量の拡充，国民の司法参加，人権と刑事司法の関係など司法制度\nをめぐり議論されている重要な問題点について，十分に論議するこ\nと」とされ，参議院法務委員会でも同様の項目について「調査審議\nするにあたっては，基本的人権の保障，法の支配という憲法の理念\nの実現に留意すること」とされ，いずれも，法曹の質及び量の拡充\nの問題点が取り上げられた。（甲Ａ２８，乙４，５，弁論の全趣旨）\n司法制度改革審議会は，平成１２年１１月２０日，その中間報告\nにおいて，司法制度改革の３つの柱の１つである人的基盤の拡充に\n関し，今後，国民生活の様々な場面で法曹に対する需要の多様化，\n高度化の予想，日本の法曹人口は先進諸国と比べて極めて少ないこ\nとから，国民と司法とをつなぐ法曹の質と量の拡充・強化を図るた\nめ，計画的になるべく早期に，年間３０００人程度の新規法曹の確\n保を目指す必要があるとした。また，同報告では，法曹人口の大幅\n増員にふさわしい法曹養成制度の整備が不可欠であり，法科大学院\nを基幹的な高等専門教育機関として，法学教育，司法試験，司法修\n習を有機的に連携させたプロセスとしての法曹養成制度を新たに\n整備すべきであることが指摘された。（乙６）\n司法制度改革審議会においては，給費制に関し，同年３月２日の\n第１４回会議では，現状の法曹養成制度の紹介の中で司法修習生が\n月額約２０万円の基本給を受領していることの紹介がされ（甲Ａ２\n９，３０），平成１３年３月２日の第５０回会議では，経済界から，\n現行の司法修習につき，修習期間の長さ，修習内容の適切性，給費\n制の必要性等に疑問があり，抜本的な見直しが必要との意見がある\nことが紹介され（甲Ａ３６），同年４月２４日の第５７回会議では，\n審議結果のとりまとめについて議論が行われた際に，司法修習生の\n増加への対応として，給費制を廃止する代わりに奨学金制度を充実\nさせ，別途移転費は支給するという意見や法曹の公益性等や法科大\n学院を含む法曹資格取得までの長期の無給状態の存在，人材の各分\n野への適正な配分を考慮して，手厚い配慮も視野に入れるべきとの\n意見が出るなどした（甲Ａ３７）。\n司法制度改革審議会は，同年６月１２日，その意見書（甲Ａ３９，\n乙７）において，給費制の在り方について，将来的には貸与制への\n切替えや廃止をすべきではないかとの指摘があったこと，新たな法\n曹養成制度全体の中での司法修習の位置付けを考慮しつつ，その在\nり方を検討すべきであることを指摘し，また，司法予算に関しては\n「裁判所，検察庁等の人的体制の充実を始め，今般の司法制度改革を\n実現するためには，財政面での十分な手当が不可欠であるため，政府\nに対して，司法制度改革に関する施策を実施するために必要な財政上\nの措置について，特段の配慮をなされるよう求める。」とした（甲Ａ\n３９，乙７）。\nイ  司法制度改革に関する方針等の決定\n司法制度改革について，平成１３年１１月１６日，司法制度改革\n推進法が公布され，その基本理念は，国民が容易に利用できるとと\nもに，公正かつ適正な手続の下，より迅速，適切かつ実効的にその\n使命を果たすことができる司法制度を構築し，高度の専門的な法律\n知識，幅広い教養，豊かな人間性及び職業倫理を備えた多数の法曹\nの養成及び確保その他の司法制度を支える体制の充実強化を図り，\n並びに国民の司法制度への関与の拡充等を通じて司法に対する国\n民の理解の増進及び信頼の向上を目指し，もってより自由かつ公正\nな社会の形成に資することを基本として行われるものとすること\nとされた（同法２条）。\nまた，同法では，司法制度を支える体制を充実強化させるため，\n法曹人口の大幅な増加，裁判所，検察庁等の人的体制の充実，法曹\n養成のための教育を行う大学院に関する制度の整備その他の法曹養\n成のための制度の見直し，裁判官，検察官及び弁護士の能力及び資\n質の一層の向上のための制度の整備等を図ることが基本方針の１つ\nとされた（同法５条２号）。（乙８）\n審議会の意見書を受けて，平成１３年１２月，内閣総理大臣を本\n部長とする司法制度改革推進本部が設置された。平成１４年３月１\n９日に閣議決定された司法制度改革推進計画では，現在の法曹人口\nが日本社会の法的需要に十分に対応できていない状況にあること，\n今後も法的需要が増大すると予想されることから，法曹人口の大幅\nな増加が急務となっていることを踏まえ，新たな法曹養成制度の整\n備の状況等を見定めながら，平成２２年頃には司法試験の合格者数\nを年間３０００人程度とすることを目指すとされた。\nまた，同計画において，法曹養成について，多様かつ優秀な人材\n確保の見地から法科大学院を設置し，法学教育，司法試験，司法修習\nを有機的に連携させた新たな法曹養成制度を整備すること，司法修習\n生の増加に実効的に対応するとともに，司法修習内容等について検\n討を加えること，合わせて司法修習生の給費制の在り方について検\n討を行うこととされた。（乙９）\nウ  法曹養成検討会における議論\n給費制の在り方を含む法曹養成制度に関する議論は，司法制度改\n革推進本部のもとに設置された法曹養成検討会で行われた。\n同検討会では，司法修習生の増加，財政面での制約，給費に関す\nる国民感情，他国の法曹養成制度との比較，研修医制度との比較，\n他の高等専門職育成プロセスとのバランス，貸与の場合の返済能\n力，給費対象の範囲，給費制の特殊性と歴史的経緯，法曹養成制度\n改革全体のバランスの観点，大学や法科大学院での奨学金等も考慮\nした司法修習生の経済的負担の側面，修習専念義務との関係，司法\n制度改革という国家的大プロジェクトであるから，大胆な資金投入\nの決意も必要であるという観点，司法制度改革全体に対する国費の\n投入とのバランス，法曹になる者の社会階層が限定されないように\nするとの観点，弁護士が公益的活動を担っている側面がある点，貸\n与制に移行の上，一定の条件を満たす者については返還を免除する\n方策の可能性などを踏まえ，賛否双方の立場からの議論がされた\n（乙１０ないし２２，弁論の全趣旨）。\nこの議論の過程では，①国家公務員の身分を持たない者に対する\n給与の支給は極めて異例の取扱いであり，公費の在り方が厳格に問\nわれるようになった今日，説明が困難ではないかという指摘，②司\n法修習は，個人が法曹資格を取得するためのものであり，受益と負\n担の観点からは，必要な経費は司法修習生が負担するのが筋である\nこと，③現行の給費制は法曹人口が希少であった戦後間もなく導入\nされたものであるが，法曹人口に係る情勢は大きく変化しているこ\nとなどが給費制の見直しの必要性の根拠として 紹介されたことも\nあった（甲Ａ４０，４１，乙１３ないし２２）。\n内閣は，これらの議論をとりまとめて，給費制に代えて貸与制に\n移行する内容の裁判所法の一部を改正する法律案を閣議決定して，\n国会に提出した（弁論の全趣旨）。\nエ  国会での審議\n第１６１回衆議院法務委員会では，平成１６年１１月２４日及び\n同月２６日に裁判所法の一部を改正する法律案について 議論がさ\nれたが，その際，同法律案について，新たな法曹養成制度の整備は，\n多様かつ広範な国民の要請に応えることのできる多数の優れた法\n曹の養成を図ることを目的とするもので，司法修習についても，司\n法修習生の増加に実効的に対応することができる制度であること\nが求められているところ，そのような状況に鑑みて，新たな法曹養\n成制度の整備の一環として，給費制に代えて，司法修習生が司法修\n習に専念することを確保するための貸与制の導入を目的とするも\nのであるとの趣旨説明がされた。\n同委員会では，貸与制に移行する根拠について質問がされ，法曹\n人口の増加のための司法修習生の増加により，裁判所法施行当初の\n司法試験合格者は年間２００人であったところ，今や年間３０００\n人を仮定しているなど，給費制を維持しては国民の負担が大きくな\nり，そのことについて国民の理解を得ることが困難と考えられるこ\nとの答弁がされたが，これに対しては財政上の理由が強調されすぎ\nているとの委員からの指摘，給費制創設時からの状況の変化，公務\n員ではなく公務にも従事しない者への給与の支給が異例であるな\nどの理由から給費制維持に批判もあったことなどの説明があった。\n（乙２３）\nそのほか，同委員会においては，法科大学院等を含めた総合的な\n司法修習生の経済的負担，他の国の制度との比較，返還免除の制度\nを設けなかった理由，修習専念義務を明文化した理由，貸与された\n修習資金の返済方法，修習専念義務と兼職禁止について，希望しな\nい実務修習地への配属との関係，貸与の要件，貸与制への移行時期，\n新たな法曹養成制度全体の議論が成熟していない中で貸 与制への\n移行だけが急がれているという点についての質問がされた。\n同法律案については，同日，同委員会において，施行期日を平成\n２２年１１月 1 日とする修正案が提出され，「政府並びに最高裁判\n所は，本法の施行に当たり」，①「修習資金の額については，法曹\nの使命の重要性や公共性にかんがみ，高度の専門的能力と職業倫理\nを備えた法曹を養成する見地から，引き続き，司法修習生が修習に\n専念することができるよう，必要かつ十分な額を確保すること」，\n②「修習資金の返還の期限については，返還の負担が法曹としての\n活動に影響を与えることがないよう，必要かつ十分な期間を確保す\nるとともに，司法修習を終えてから返還を開始するまでに，一定の\n据置期間を置くこと」，③「給費制の廃止及び貸与制の導入によっ\nて，統一・公平・平等という司法修習の理念が損なわれることがな\nいよう，また，経済的事情から法曹への道を断念する事態を招くこ\nとのないよう，法曹養成制度全体の財政支援の在り方も含め，関係\n機関と十分な協議を行うこと」「について格段の配慮をすべきであ\nる」とする附帯決議とともに，賛成多数で可決された。（乙２３，\n２４）\n同法律案は，平成１６年１１月３１日，第１６１回衆議院本会議\nにおいて，賛成多数で可決された（乙２５）。\n前記 の法律案は，平成１６年１２月１日，第１６１回参議院法\n務委員会において，衆議院法務委員会と同様の趣旨説明，質疑がさ\nれた上で，賛成多数により，前記 の附帯決議に，政府及び最高裁\nが格段の配慮をすべき事項として「新司法試験については，法科大\n学院における教育及び司法修習との連携によるプロセスとしての\n新しい法曹養成制度の理念と成立の経緯を踏まえた実施を図るこ\nと」を追加した内容の附帯決議とともに可決された（乙２６）。\n同法律案は，同月３日，第１６１回参議院本会議において，賛成\n多数で可決された（乙２７）。\n⑷  本件改正後の動き\nア  給費制の復活を求める運動\n本件改正後，本件改正法の施行期日が近づくと，市民団体，法曹関係\n者及び法曹志願者らによる給費制廃止に反対する運動が起こり，日弁連\nは，平成２２年４月１５日，司法修習費用給費制存続緊急対策本部を設\n置し，同年５月２８日，給費制維持を求める決議をした（甲Ａ４３ない\nし４８）。\nイ  法曹養成制度に関する検討ワーキングチーム\n平成１８年度からの新司法試験及び新司法修習の開始にもかかわ\nらず，法曹志望者の減少が生じて法曹養成制度が悪循環に陥りつつあ\nることから，対策に取り組む必要が生じ，新たな法曹養成制度の問題\n点等の検証，改善策の選択肢の整理のために，平成２２年，法務省及\nび文部科学省によって，両省の副大臣が主宰する法曹養成制度に関す\nる検討ワーキングチームが設置された。\n同ワーキングチームによる平成２２年７月６日付けの検討結果で\nは，同年１１月以降も給費制を維持すべきとの意見や貸与制へ移行す\nる場合でも返済免除制度を拡大すべきとの意見が出たこと，これらの\n意見に対して，貸与制は，法曹人口の拡大の必要性や，司法制度全体\nに限りある財政資金を効率的に分配して合理的な国民負担を図る必\n要性から様々な議論を経て導入されたものであって，給費制を存続す\nるには国民の理解が必要であるとの意見や，貸与制は，無利子，司法\n修習終了後５年間の据置期間の存在，１０年の分割返済，返済猶予・\n免除の制度の存在等から，返済の負担が過大とはいえないとの意見等\nがあったことが報告された。（乙２８）\nウ  平成２２年法改正による給費制廃止の不適用\n平成２２年１０月１日に招集された第１７６回臨時国会では衆議\n院法務委員会が，同年１１月１日に本件改正法が施行されたものの，\n法曹志望者が置かれている厳しい経済状況に鑑みて，それらの者が経\n済的理由から法曹になることを断念することがないよう法曹養成制\n度に対する財政支援の在り方について見直しを行うことが緊要な課\n題となっているとして，平成２３年１０月３１日までの間，暫定的に\n貸与制を開始せず，従前どおり司法修習生へ給費をすることとする法\n律案（平成２２年改正法の法律案）を同委員会の提出法律案とする旨\nを全会一致で決議し，同法律案は，平成２２年１１月２５日，第１７\n６回衆議院本会議において，賛成多数で可決され（乙２９，３０），\n同日，第１７６回参議院法務委員会においても賛成多数で可決された\n（乙３１）。\n同法律案は，平成２２年１１月２６日，第１７６回参議院本会議に\nおいて，賛成多数で可決された（乙３２）。\nエ  法曹の養成に関するフォーラム\n平成２３年５月１３日，内閣官房長官，総務大臣，法務大臣，財務\n大臣，文部科学大臣，経済産業大臣の申合せにより，平成２２年改正\n法の施行に当たって格段の配慮がされるべきとされた事項について\nの検討をすることを目的とした「法曹の養成に関するフォーラム」が\n設置された。\n同フォーラムでは，本件改正時の議論を踏まえ，貸与制に移行する\n方針を維持する必要があること，貸与制の内容からすれば司法修習に\n専念できる環境の確保がされていると考えられること，弁護士の所得\nの減少についても，所得の減少傾向は国民一般にいえるし，減少を踏\nまえても弁護士の所得は国民の一般のそれに比べて高水準にあるこ\nと，貸与制の存在により，資力に乏しい者が法曹となる機会も十分に\n担保されているといえること，給費制廃止が法曹志望者減少に大きな\n影響を与えるとも限らず，法科大学院での就学，法曹の所得減少等他\nの原因も十分に考えられること，弁護士の公益活動は給費制によって\n担保されるものではなく，教育や志の問題であること，修習専念義務\n等の司法修習の実態と給費制とは論理的な関係には立たないこと，司\n法試験合格者を年間３０００人とすることが実現できていないとし\nても司法制度改革全体の財政負担や国民の理解を得られる合理的な\n経済支援として貸与制が導入されたから，貸与制の前提が崩れている\nとはいえないことなどが指摘された。\nまた，少数意見として，財政負担の増大を理由に給費制が廃止され\nるべきでないこと，新たな法曹養成制度の様々な問題点が指摘される\n中で給費制の問題が議論済みとして終わらせるべき課題ではないこ\nと，司法修習生は公務員でないが，公務員と同様に種々の制限を受け\nるなど特異な地位にあるからこれに即した経済的支援の在り方を検\n討する必要があること，貸与制に移行した場合の返還可能性の議論は\n貸与制を前提とするもので，貸与制か給費制かを決める根拠とならな\nいこと，連帯保証人が確保できずに貸与を受けられない可能性がある\n以上，貸与制の存在をもってしても経済的事情により司法修習が受け\nならない可能性があることの意見などが出された。\n同フォーラムの第一次取りまとめでは，貸与制を基本とした上で，\n個々の司法修習生の経済的な状況等を勘案した措置を検討するべき\nであるとの意見が大勢を占めたとされた。\nまた，同フォーラムによる平成２４年５月１０日付け論点整理取り\nまとめでは，司法修習生に対する経済的支援については，第一次取り\nまとめにおける整理を「司法修習生に対する経済的支援の在り方とし\nて，１貸与制を基本として，２十分な資力を有しない者を対象に，貸\n与された修習資金の返還期限について猶予措置を講ずるべきである」\nと記載したのみであった。（甲Ａ６４ないし６６，６９，８４，８５，\n乙３３，３４，４５）\nオ  平成２４年改正法の成立\n平成２３年１２月２日，衆議院法務委員会に対し，貸与制について，\n修習資金の返還期限の猶予の要件を拡大する内容の内閣提出の裁判所\n法改正案（以下「内閣提出案」という）及び平成２５年１０月３１日ま\nでの間，貸与制を停止し，暫定的に給費を支給することや経済的理由か\nら法曹になることを断念しないよう適切な財政支援を行うという観点\nから貸与制を検討することなどを内容とする公明党提出の同修正案（以\n下「公明党修正案」という）が提出され（甲Ａ８２），平成２３年１２\n月６日，衆議院法務委員会にて，内閣提出案及び公明党修正案の審議が\n行われたものの，同月９日，閉会中審査をすることとなり，継続審議と\nされた（甲Ａ８２，８３）。\nその後，平成２４年７月２７日，内閣提出案に，法曹養成制度の検\n討において，司法修習生に対する適切な経済的支援を行う観点から，法\n曹養成における司法修習の位置付けを踏まえつつ，給費制に戻すことを\n排除せずに検討することを目的とした新たな検討組織の設置等を内容\nとすることを追加した民主党修正案が可決された（乙３８）。\nカ  法曹養成制度検討会議\n平成２４年８月２１日，前記オの民主党修正案に基づいて設置され\nた法曹の養成に関する制度の在り方について検討を行う新たな検討\n組織である法曹養成制度検討会議が設置された。\n同検討会議では，平成２５年６月２６日付けの最終とりまとめにおい\nて，「具体的な支援の在り方については，給費制とすべきとの意見もあ\nったが，貸与制を導入した趣旨，貸与制の内容，これまでの政府におけ\nる検討経過に照らし，貸与制を維持すべきである。」とし，「経済的な\n事情によって法曹への道を断念する事態を招くことがないようにする\nため，措置を講じる必要がある。」として，①分野別実務修習開始にあ\nたり現居住地から実務修習地への転居を要する者への旅費の支給，②集\n合修習期間中の入寮，③修習専念義務を緩和して教育活動によって収入\nを得ることを認めることの３点を認めるとした。（甲Ａ１０１）\nキ  司法修習生に対する経済的支援の必要性の議論\n法曹養成制度検討会議の後に設置された法曹養成制度改革推進会\n議は，平成２７年６月３０日の会議で決定した「法曹養成制度改革の\n更なる推進について」において，司法修習生の実態等を踏まえた具体\n的な経済的支援の検討をすることを指針として示し（甲Ａ１２５），\n同推進会議の下に設置された法曹養成制度改革顧問会議でも，司法修\n習生に対する「経済的支援の必要性」について賛同的な意見が多く出\nされた。\n各政党においても，自民党の政務調査会と司法制度調査会による平\n成２５年６月１８日付け「法曹養成制度についての中間提言」（甲Ａ\n１１２），公明党法曹養成に関するプロジェクトチームによる同月１\n１日付け「法曹養成に関する提言」（甲Ａ１１３），平成２６年４月\n９日付け「法曹養成に関する緊急提案」（甲Ａ１１４）や民主党の同\n年１１月１２日付け「法曹養成制度改革に関する緊急提言」（甲Ａ１\n１５）など，給費制の復活ないし司法修習生への司法修習のための資\n金的手当の制度の必要性に言及する意見が出されて議論され，国会に\nおいても，度々貸与制の見直しの必要性についての言及や，給費制の\n復活の必要性を指摘する質問等がなされ，司法修習生に対する経済的\n支援の必要性が議論されていた（甲Ａ１２６ないし１３０）。\n日弁連や全国各地の単位弁護士会も給費制の復活を目指す運動を行\nった（甲Ａ１３１ないし１３７）。\nク  新たな給付制度の創設\n内閣は，このような動きを踏まえて，平成２８年６月２日，「司法\n修習生に対する経済的支援を含む法曹人材確保の充実・強化」を推\n進することをその内容に含む「経済財政運営と改革の基本方針２０\n１６」を閣議決定し，その後法務省は，最高裁及び日弁連とともに\n対応を検討した結果，同年１２月１９日，平成２９年度以降に採用\n予定の司法修習生に対する新たな経済的支援策となる給付制度を新\n設することを発表した（甲Ａ１５１，１５２）。\n内閣は，平成２９年２月３日，平成２９年以降の司法試験に合格\nした司法修習生に修習給付金を支給する新制度の創設を盛り込ん\nだ裁判所法改正案について閣議決定した（甲Ａ１５３）。\n同法律案は，司法修習生に対して司法修習期間中，基本給付金，\n住居給付金及び移転給付金等の修習給付金を支給すること，基本給\n付金の額は，修習期間中の生活を維持するために必要な費用で，そ\nの司法修習に専念しなければならないことその他の司法修習生の\n置かれている状況を勘案して最高裁が定める額とされていること，\n司法修習生の申請により，無利息で，司法修習生がその司法修習に\n専念することを確保するために修習給付金の支給を受けてもなお\n司法修習に必要な資金を貸与することなどを内容とするものであ\nった（甲Ａ１５２，弁論の全趣旨）。\n同法律案は，衆議院で可決され，平成２９年４月１８日，第１９\n３回参議院法務委員会において，同裁判所法改正案について，法曹\n志望者が大幅に減少しており，新たな時代に対応した質の高い法曹\nを多数輩出していくためにも法曹志望者の確保が喫緊の課題とな\nっているところ，法曹人材確保の充実強化の推進等を図るためのも\nのであるとの趣旨説明がされ，給付金が給費制下よりも減額されて\nいる根拠，新６５期生から新７０期生までの司法修習生のみが給付\nの対象外となってしまうことの是非，修習給付金の支給と法曹志望\n者の増加との関係，給費制廃止の際の理由との関係等について質疑\nがなされた後，全会一致で可決され，同月２６日，平成２９年改正\n法（平成２９年４月２６日法律第２３号）が成立し，同年１１月１\n日から施行されることになったが，同施行前に採用された司法修習\n生については，なお従前の例によることとされた。\n平成２９年改正法６７条の２による修習給付金の定めは次のとお\nりであり，従前の「修習資金」との呼称は「修習専念資金」に改め\nられた。（甲Ａ１６０，弁論の全趣旨）\nａ  第６７条の２（修習給付金の支給）第１項\n司法修習生には，その修習のため通常必要な期間として最高裁\n判所が定める期間，修習給付金を支給する。\nｂ  同条２項\n修習給付金の種類は，基本給付金，住居給付金及び移転給付金\nとする。\nｃ  同条３項\n基本給付金の額は，司法修習生がその修習期間中の生活を維持\nするために必要な費用であって，その修習に専念しなければなら\nないことその他の司法修習生の置かれている状況を勘案して最高\n裁判所が定める額とする。\nｄ  同条４項\n住居給付金は，司法修習生が自ら居住するため住宅（貸間を含\nむ。以下この項において同じ。）を借り受け，家賃（使用料を含\nむ。以下この項において同じ。）を支払っている場合（配偶者が\n当該住宅を所有する場合その他の最高裁判所が定める場合を除\nく。）に支給することとし，その額は，家賃として通常必要な費\n用の範囲内において最高裁判所が定める額とする。\nｅ  同条５項\n移転給付金は，司法修習生がその修習に伴い住所又は居所を移\n転することが必要と認められる場合にその移転について支給する\nこととし，その額は，路程に応じて最高裁判所が定める額とする。\nｆ  同条６項\n前各項に定めるもののほか，修習給付金の支給に関し必要な事\n項は，最高裁判所がこれを定める。\n⑸  裁判所書記官養成課程について\nア  裁判所書記官養成課程は，裁判所職員として一定期間勤務した後，\n裁判所職員総合研修所の入所試験に合格した者が裁判所書記官とな\nるに当たって必要な知識や技能を習得するためのものである。\n裁判所書記官養成課程では，法律科目と実務科目があるところ，大\n学の法学部卒業者又はそれに準じる者のための第一部では，第１期研\n修を経た後，実務修習を行い，その後に第２期研修を受ける。第一部\n以外の者のための第二部では，裁判事務修習を経てから，第１期，第\n２期研修を経て実務修習を行い，その後に第３期研修を受ける。\n一部生の研修スケジュール（研修期間１年）は，約９か月間が裁判\n所職員総合研修所での座学中心の研修で，残り約２か月間が配属され\nた各裁判所での実務修習である。その後の１か月は「仮配置」とされ，\n実務庁に配属されて職務に従事する。\n法律科目では，憲法，民法，刑法などの基本的な法律のほか，民事\n訴訟法，刑事訴訟法，家事審判法，少年法などの裁判の手続に関する\n法律についての知識を習得し，実務科目では，訴状などの裁判に関す\nる書類の審査・受付，調書などの裁判の手続に関する書類の作成，裁\n判記録の管理など，裁判所書記官として行う様々な事務に関する知\n識，技能，その他実務において必要な様々な能力を講義や模擬の裁判\n手続，ロールプレイを通して修得する。\n実務修習では，各地の裁判所で実際の裁判手続を通じて裁判所書記\n官の仕事を体験しながら，必要な能力等を習得する。（甲Ａ１０９，\n１４０ないし１４２，弁論の全趣旨）\nイ  裁判所書記官研修生は，研修生でいる間も，裁判所事務官として給\n与を受け，従来どおり地域手当が支給され，裁判所職員共済組合等も\n従前どおりの取扱いとされているほか，裁判所職員総合研修所での研\n修期間中は配属庁会から出張扱いとして諸手当が支給されている（争\nいのない事実）。\n⑹  司法修習中に要する費用について\n新６５期生に対して日弁連が行ったアンケートによると，住居費負担\nのない司法修習生の平均月額支出は，１３万８０００円であり，住居費\n負担のある司法修習生の平均月額支出は，２１万５８００円であった。\nなお，かかる費用には，生活費の他，就職活動費，奨学金の返済も含ま\nれている。（甲Ａ９３）\n２  争点１（本件改正が憲法上保障された給費制ないし本件権利を侵害し，\n違憲であるか否か）について\n⑴  給費制が憲法上保障された制度であるかについて\nア  原告らは，大日本帝国憲法下の反省を踏まえ，司法権の実質化を実\n現するための憲法上の国による法曹養成義務の具体的実現として，統\n一司法修習制度及び給費制が位置付けられること，司法修習生が負う\n修習専念義務及び公務員に準じて種々の制約を受ける身分・地位の反\n面として給費制が位置付けられること，法曹に関しては憲法上報酬保\n障がされており，それが司法修習生にも妥当することから，給費制が\n憲法上導かれるところ，これが，憲法の附属法典たる昭和２２年裁判\n所法によって具体化され，憲法上保障された制度であると主張する。\nイ  しかし，憲法は，明文上，司法権に関する規定に加え，法曹の存在\nを予定した規定を設けているものの，給費制，司法修習の方法や在り\n方など法曹養成制度の在り方については何ら定めていない。\n確かに，前記認定事実⑴のとおり，戦前の司法権の劣後の反省を踏\nまえ，現行憲法は，司法権，立法権，行政権の三権を分立させること\nにより，三権相互に権力を抑制し，均衡させて，憲法の謳う国民主権，\n平和主義及び基本的人権の尊重を実現しようとしていると解される\nのであって，このことからすれば，憲法は，明文で定めたその普遍的\n価値の実現のために，国に対し，かかる三権分立の趣旨を実効的なも\nのとするべく，司法権が実効的に機能するために必要な司法権の担い\n手である法曹を養成することを要請していると解される。\n一方で，上記普遍的価値の実現のために国が上記要請に応じて具体\n的にいかなる法曹をどのように養成すべきかなど，司法権が三権分立\nの下で実効的に機能するための必要かつ適切な法曹養成の在り方は，\n時代の変化とともに変化する必要があり，かつ，実際にも変化するも\nのであり，一義的に定まるものではないから，原告ら主張に係る給費\n制を前提とした法曹養成制度まで憲法上要請していると解すること\nはできず，憲法は，それぞれの時代毎に社会の要請に応える形でその\n制度設計を立法に委ねているものと解される。\nウ  したがって，原告らが主張するような歴史的経緯により，統一司法\n修習制度及び給費制が昭和２２年裁判所法により定められたとして\nも，それにより創設された給費制は，立法府が当時の社会情勢を踏ま\nえてその制度設計をした結果であり，これが憲法上保障されたもので\nあるということはできない。\nエ  また，前記前提事実⑴ア及び前記認定事実⑴イ，⑵アのとおり，現\n行憲法制定後の司法修習制度において，司法修習生に課された修習専\n念義務は，立法により創設された法曹養成制度の本質から導かれた結\n果であって，かかる結果からさかのぼって給費制が憲法上保障されて\nいると言うことはできない。\nまた，修習専念義務を課すことによって，その反面で司法修習生の\n諸権利が制約されることについては，法曹の重要性及び司法修習の意\n義に照らせば，違憲の疑いが生じる余地はなく，権利の制約に対して\n何らかの対応を執るべきか否かも立法府に委ねられた制度設計上の\n問題であり，これを給費制という制度で保障すべきことまで憲法上要\n求されているとはいえない。\nさらに，憲法上，弁護士に対する報酬保障が定められているとは解\nすることができないだけでなく，司法修習生は，未だ法曹としての資\n格を有さないのであるから，法曹に対する報酬保障なるものが観念で\nきるとしても，これが司法修習生に及ばないのは明らかである。\n以上より，原告らの上記主張はいずれも採用できない。\n⑵  本件権利が憲法上保障された権利であるかについて\nア  原告らは，国民の人権擁護を実現するという司法権の本質及び公務\n員に準ずるという司法修習生の身分・地位（憲法１５条）に基づいて，\n本件権利が憲法上保障されると主張する。\nしかしながら，原告ら主張に係る司法権の本質を踏まえても，前記\n⑴で述べたとおり，憲法が具体的な法曹養成制度の在り方について何\nらかの定めをしているとは解されないし，何ら憲法が法曹養成制度に\nついて定めていない以上，立法事項として創設された法曹養成制度の\n結果から何らかの憲法上の権利が基礎付けられているとはいえない。\nまた，原告らは，司法修習生が，修習専念義務により，公務員に準\nじた取扱いを受ける身分・地位にあることから，本件権利が保障され\nていると主張する。\nしかし，司法修習生は，前記前提事実⑷のとおり，国家公務員では\nなく，司法修習は，司法修習生の公的な職務として行われるものでは\nないから，原告らの主張はその前提を欠くというべきである。\nイ  原告らは，修習専念義務が給費制に基づく給与と対価関係に立つな\nどと主張する。\nしかし，前記認定事実⑵アのとおり，修習専念義務は，司法修習の\n本質から生じるものであるが，給費制に基づく給与と何ら対価関係に\n立つものではなく，給費制は，修習専念義務の存在を前提に司法修習\n生が司法修習に専念し，その実を上げることができるように立法府が\n昭和２２年裁判所法制定当時の社会情勢を踏まえて，立法政策上設け\nた制度にすぎない。\nまた，司法修習生は，国家公務員ではないところ，自らが法曹資格\nを得るために国の行う司法修習を受けて，司法権を担う法曹という高\n度に専門的な能力が必要とされる資格を得るにふさわしい能力を修\n得すべき地位という，いわば特殊な法的地位にいるのであって，その\nような法的地位にあることから必然的に修習専念義務が生じると解\nされる。これが司法修習の本質から導かれる修習専念義務の由来であ\nって，前述したとおり，司法修習生が公務員としての性格を有する，\nあるいは，司法修習に従事することが公務に当たるということはでき\nず，司法修習生が公務員に準じる地位にあることを理由として本件権\n利が保障されるという原告らの主張には理由がない。\n⑶  本件権利は，憲法１３条，２２条１項，２５条及び２７条に根拠付け\nられるかについて\n原告らは，さらに，本件権利は，司法権の実現のための司法修習の本\n質から導かれる修習専念義務に係る各種権利制約等を通じて，司法修習に\n専念する人格的観点（憲法１３条），法曹になる職業選択等の観点（同２\n２条１項），司法修習中の生活保障の観点（同２５条），修習従事への対\n価等の観点（同２７条）の個別の権利制約に対する代価・補償を受ける権\n利として統合され，根拠付けられる権利であると主張する。\nしかし，原告らの上記主張については，以下のとおり，いずれも各条項\nが原告らの主張する本件権利を根拠付けるものとはいえず，採用すること\nができない。\nア  憲法１３条に基づく保障について\n原告らは，司法修習生には，憲法１３条が保障する幸福追求権の一態\n様として，無給ないし事実上の借金強制を受けることなく，経済的生活\n的に安定して司法修習に取り組む権利があると主張する。\nしかし，司法修習が法曹となるために原則として必要となる過程であ\nること，法曹が憲法上明記された司法権を担う存在であることを踏まえ\nても，憲法１３条が法曹となるための司法修習を受けるときに給費を受\nける権利を認めたものであると解することはできず，原告ら主張の権利\nを保障したものであるとは解されない。\nまた，原告らは，憲法１３条が，幸福追求権の一態様として，公の利\n益のための特別犠牲に対して損失補償を求める権利を保障すると主張\nするが，損失補償を求める権利が幸福追求権の侵害により発生するとは\n考えにくく，また，原告ら主張の公の利益のための特別犠牲が存在する\nとも認められないから，憲法１３条が原告ら主張の権利を保障したもの\nとは解することができない。\nイ  法曹となる職業選択の自由としての保障について\n原告らは，経済的事情によって法曹になることを断念することのない\nように，十分に司法修習に専念できる経済的補償を求める権利として本\n件権利が保障されていると主張する。\nしかし，原告らの主張は，その実質において，前記アで説示した権利\nの主張と同様であるところ，憲法２２条１項の定める職業選択の自由\nが，自らが選択した職業になるための必須の過程について，給費を受領\nしながら行うことができることまで保障したものであるとは解されな\nいから，原告らの主張は採用できない。\nまた，実務修習地の指定に伴う転居費用等が生じることについても，\n分野別実務修習自体が，司法修習の本質上必要なものであり，自ら選択\nした職業になるための必須の過程であって，同項が，原告らが自らその\n費用を負担することなく司法修習を行うことができることまで保障し\nたものとは解されないから，原告らの主張は採用できない。\nウ  司法修習に専念するための生活保障としての保障について\n原告らは，旧法６７条２項は，司法修習に専念できる生活保障として\nの最低限度の生活を営むための憲法２５条の趣旨を具体化したもので\nあり，同条によって本件権利が保障されると主張する。\nしかし，前記⑵で説示したとおり，旧法に基づいて支給されていた給\n与は，生活保障のためではなく，立法政策上支給されていたにすぎず，\nまた，前記前提事実⑸のとおり，新６４期生に支給されていた給与額は，\n月額２０万４２００円であり，「最低限度の生活」の保障の趣旨ではな\nいことは明らかであって，憲法２５条の定める生存権を保障する趣旨の\nものであるとはいえない。\nまた，修習専念義務が司法修習の本質から導かれるもので，合理的制\n約であるところ，同条が，自らが選択した職業になるために必須の過程\nにおける生活のための費用まで保障したものであるとも解することは\nできないから，原告らの主張は採用できない。\nエ  司法修習従事への対価補償としての保障について\n原告らは，司法修習生が憲法２７条１項にいう「勤労」をする者に\n当たり，同条の定める賃金支払請求権として本件権利が保障されると\n主張する。\nしかし，「勤労」をする者といえるためには，使用者の指揮監督下\nにおいて労務の提供をする者であること，労務に対する対価を支払わ\nれる者であることを要する。\n司法修習は，原告らが自ら選択した法曹という職業になるために受\nける必須の教育課程であって，原告らが何らかの公務を提供するもの\nではないから，司法修習生に「労務の提供」はなく，司法修習生が憲\n法２７条１項の「勤労」をする者であるとはいえず，本件権利が保障\nされているとの原告らの主張は採用できない。\n原告らは，憲法２７条１項の「勤労」をする者とは，労働法各法に\nいう「労働者」と同義であるところ，①事業又は事務所に使用され\nる者であること，②賃金を支払われる者であることを満たせば「労\n働者」に該当するとし，司法修習生は，①使用従属性が認められ，\n②賃金を支払われる者にも当たり，司法修習生が司法修習に従事す\nることをもって，「労務の提供」すなわち債務の本旨に従った履行で\nあると主張する。\nしかし，①の使用従属性を判断する前提として，当事者の一方が\n他方に何らかの役務を提供し，他方から何らかの給付を受けている\nことが必要であるところ，司法修習生の場合には，そもそも司法修\n習生が国に対して何らかの役務提供など債務の本旨に従った履行\nを提供しているとはいえない。\nこのことは，司法修習は，自ら選択した法曹という職業になるため\nに受ける必須の臨床教育課程にすぎず，業務上の指揮監督を受けてい\nるのではないと認められること，司法修習生は，国への一定の勤務\nを行いうる身分関係になく，使用されるという立場にないだけでな\nく，未だ法曹としての資格を有さず，裁判官，検察官ないし弁護士\nとしての職務を行う権限等を一切有しておらず，司法修習中の作業\nも専ら教育目的のためであり，事実上司法修習生による作業の結果\nを法曹が利用することがあったとしても，司法修習生が法曹の職務\nを行っているといえないことからも明らかである。\n②の賃金についてみると，前記⑴で説示したとおり，改正前裁判所\n法に基づき支給されていた給与は，司法修習に従事することの対価で\nはなく，立法政策上の司法修習に専念させるために支給していたもの\nにすぎない。\n原告らは，各種ＯＪＴなど実際に給与を受領しながらする研修制\n度の存在から司法修習生に使用従属性があると主張するが，司法修\n習生は，司法修習修了後に公務員たる裁判官，検察官だけではなく，\n公務員ではない弁護士にもなることができるという点で，将来の進\n路が不確定で，研修の実施主体である国の職務に修習修了後も就く\nことが予定されているわけではないという特殊な地位にあり，既に\n国又は企業等に雇用されてから研修を受ける者と同視することは\nできない。また，法曹の養成が憲法上課された国の義務であるとし\nても，法曹となろうとする者が自らの意思で司法修習生となるので\nあるから，自己の教育のための司法修習であり，司法修習に従事す\nることが国に対する労務の提供であるということはできない。\nしたがって，原告らが「勤労」をする者に当たり，賃金支払請求\n権として本件権利を有しているとする原告らの上記主張は採用で\nきない。\n⑷  以上のとおり，給費制ないし本件権利が憲法上保障されていると解する\nことはできないから，本件改正が違憲であるとはいえない。\n⑸  立法裁量について\n原告らは，給費制ないし本件権利は，憲法の保障が及ぶ具体的な制度な\nいし権利であるから，給費制の廃止が憲法上の権利保障そのものを失わせ\nるものであって，このような権利の改廃を行う場合には立法事項とならず，\n立法裁量は厳しく制約されると主張し，仮に，法曹養成課程の詳細が立法\n裁量に委ねられているとしても，違憲であるか否かが判断されなければな\nらないと主張し，その理由として，現行憲法の基本的人権の尊重及び司法\n権を担う法曹三者を養成するという国の法曹養成義務の具体的実現として\n歴史的経緯を経て給費制が創設されたことを踏まえると，歴史的経緯に裏\n打ちされた憲法上の法曹の位置付け及び法曹養成課程にある者の身分・地\n位の取扱い等に拘束され，給費制の廃止についてはこれが自由裁量という\nことはあり得ないから違憲であると主張する。\n確かに，平等原則違反，立法の合理性を支える事情の変化，制度的保障\nにおける核心内容の侵害等において，立法裁量の逸脱に対して裁判所の違\n憲審査権が及ぶものではあり，立法裁量は立法過程における判断過程も含\nめて違憲であるか否かが判断の対象となる。\nしかし，本件では，給費制ないし本件権利が憲法上保障されていると解\nすることができないことは，前記説示したとおりであって，給費制ないし\n本件権利が憲法上保障されていることを前提とする原告らの主張は，その\n前提を欠く。\nまた，立法裁量に委ねられている事項について，立法府がその裁量権を\n逸脱した場合には違法の事態が生じ得るものの，原告ら主張の違憲の問題\nになるか否かは，給費制ないし本件権利が憲法上保障されていることが前\n提であり，この点でも原告らの主張はその前提を欠くというべきである。\n３  争点２－１（原告らと新６４期生との差異につき憲法１４条１項違反の\n有無）について\n⑴  原告らは，新６５期生と新６４期生の司法修習の内容がほぼ同様であ\nったにもかかわらず，新６５期生は給費を受けられず，新６４期生は給\n費を受けられたという差異が生じている点について，専ら財政上の理由\nその他論拠に確証のない理由に基づくものであり，合理的理由のない差\n別に当たるとして，憲法１４条１項が定める平等原則に違反し，本件改\n正が違憲であると主張する。\n⑵  憲法１４条１項は，法の下の平等を定めた規定であるが，国民に対し\n絶対的な平等を保障したものではなく，合理的理由のない差別を禁止す\nる趣旨であり，事柄の性質に即応した合理的な根拠に基づく区別は同項\nに違反するものではない（前掲最高裁昭和３９年５月２７日大法廷判\n決，前掲最高裁昭和４８年４月４日大法廷判決参照）。\n⑶  前記２で説示したとおり，給費制ないし本件権利は，憲法上保障され\nたものではなく，法曹養成の方法に関しいかなる制度を採用するか，当\n該制度の具体的内容をどのようなものにするかといった事柄について\nは，立法府の政策的な判断に委ねられている。この中で司法修習にかか\nる負担を軽減するために，経済的支援をするか否か，するとしてもどの\nような方策を講じるかについても，経済的・社会的条件，一般的な国民\n生活の状況，国家の財政事情，他の政策等を踏まえて検討される必要が\nあり，立法府の政策的な判断に委ねられており，原告らと新６４期生と\nの間での区別に合理的理由があるか否かは，上記裁量を前提に判断され\nるべきである。\n前記認定事実⑶ア及びイのとおり，本件改正は，社会変化に伴って司\n法制度を改革する必要があるとして始まった司法制度改革の１つの柱で\nある人的基盤の拡充として，法曹人口の大幅増員にふさわしい法曹養成\n制度の整備の一環として行われたものであるところ，司法制度改革で\nは，司法制度を支える体制を充実強化させるため，法曹人口の大幅な増\n加，裁判所，検察庁等の人的体制の充実，法曹養成のための教育を行う\n大学院に関する制度の整備その他の法曹養成のための制度の見直し，裁\n判官，検察官及び弁護士の能力及び資質の一層の向上のための制度の整\n備等を図ることも基本方針の１つとされるとともに，司法制度改革推進\n計画では，法曹養成について，多様かつ優秀な人材確保の見地から法科\n大学院を設置し，法学教育，司法試験，司法修習を有機的に連携させた新\nたな法曹養成制度を整備し，また，司法修習生の給費制の在り方につい\nて検討を行うこととされていた。\nそして，前記認定事実⑶ウ及びエのとおり，本件改正に向けた議論で\nは，司法試験合格者数を給費制導入時から大幅に増加することを計画して\nいた中で，①国家公務員でない司法修習生に給与を支給するという極めて\n異例である給費制の説明が困難であるとの指摘，②個人が法曹資格を取得\nするための司法修習において，受益と負担の観点から必要経費は司法修習\n生が負担すべきとの指摘，③給費制は法曹人口が希少だった時期に導入さ\nれたものであるが，法曹人口に係る情勢は大きく変化しているとの指摘な\nどとともに，司法制度改革全体に対する国費の投入のバランスなどの財\n政面での制約があることも理由として，給費制を廃止すべきとの意見が\n出され，そういった意見が給費制を廃止して貸与制に移行するとの意見\nに集約されていった。\nそして，内閣が，これらの議論を取りまとめて，給費制に代えて貸与制\nに移行する内容の本件改正法案を作成し，国会での審議を経て本件改正が\nされた。\nまた，前記前提事実⑺のとおり，本件改正によって，給費制の代わり\nに導入された貸与制は，司法修習中，無利息で１か月当たり１８万円か\nら最大２８万円までの修習資金の貸与を受けられるとするものである\nこと，その返還時期については，司法修習の終了した月の翌月から５年\nを経過した日までと猶予され，１０年間での長期返済とされているこ\nと，貸与を受けるための要件はあるものの，これまで貸与を申請して受\nけられなかった司法修習生はいないこと，前記認定事実⑹のとおり，新\n６５期生の平均月額支出は，住居費の負担のない者で１３万８０００\n円，住居費の負担のある者で２１万５８００円であることからすれば，\n無利息で利息の負担をすることなく，５年の期限の利益を得て，修習生\n活に必要な資金の融通を得られ，長期返済ができる点で，司法修習期間\n中の生活の基盤を確保するのに合理的な内容であるといえる。\n以上を踏まえると，上記のような給費制の実質的根拠に関する各指摘\nに留まらず，司法制度改革全体の財政上の問題もあったところ，司法制\n度改革全体にどの程度国家予算を配分するかも含めて，予算をどこに割\nり振るのかは，予算編成権を持つ国会に委ねられているところ，司法制\n度改革全体の中で，法科大学院制度への資金投入等もある中，増加が予\n定されている司法修習生への経済的支援について，財政的理由で給費制\nを維持することは困難であると判断することに合理的理由がないとは\nいえないし，給費制の代わりに導入された貸与制についてみても，一般\nの貸与制度に比べて有利なものであるし ，修習専念義務等を踏まえて\nも，司法修習期間中の生活を維持することが可能なのであって合理的な\nものであるといえる。\nそして，\nの不適用期間が１年間とされたことにより，新６４期生は給費を受ける\nことができ，新６５期生は給費を受けることができなかったが，これは\n実施時期に関する差異であつて，その差異には合理的理由がないとはい\nえない。\nしたがって，原告らと新６４期生との間における差異に合理的理由が\nないとはいえず，同差異に憲法１４条１項違反はない。\n４  争点２－２（原告らと現行６５期生との差異につき憲法１４条１項違反\nの有無）について\n⑴  原告らは，新６５期生と現行６５期生とは，同時期にほぼ同じ内容で\n司法修習を受けていたにもかかわらず，新６５期生は給費を受けられ\nず，現行６５期生は，給費を受けられたことについて，合理的理由のな\nい差別に当たるとして，憲法１４条１項が定める平等原則に違反し，本\n件改正が違憲であると主張する。\n⑵  しかし，前記前提事実⑵イ及びエのとおり，新６５期生と現行６５期\n生とは，司法修習生となった時期が異なるところ，前記前提事実⑹イ及\nび前記認定事実⑷ウのとおり，現行６５期生は，本来，本件改正により，\n給費制が廃止されて司法修習に臨むはずであったものの，平成２２年改\n正法によって給費制下で司法修習を開始した者である。\nそして，前記認定事実⑷アないしウのとおり，平成２２年改正法は，\n給費制について更なる議論が必要であるとの認識の下に成立したもの\nであり，同法による給費制の延長に合理性が認められるのであるから，\n同法によって原告らと現行６５期生とに差異が生じた点につき合理的\n理由がないとはいえない。\nこのように，給費制から貸与制へと移行しようという過渡期におい\nて，その司法修習の開始時期の違いによって，差異が生じる結果となっ\nたこと及び前記３で説示したとおり，給費制から貸与制への移行自体に\n合理性が認められることからすれば，新６５期生と現行６５期生とは置\nかれた状況が異なり，前記認定事実⑵ウ とおり，新６５期生の集合\n修習と現行６５期生の後期修習が同一時期にほぼ同内容で行われてい\nたとしても，給費の有無という両者の差異について合理的理由がないと\nはいえない。\nまた，前記前提事実⑵アのとおり，現行６５期生は，法科大学院を経\n由せずに旧司法試験に合格した者である一方で，新６５期生は，法科大\n学院を経て新司法試験に合格した者であるところ，前記認定事実⑶のと\nおり，司法制度改革においては，法科大学院の創設等にも国費を投入し\nているという観点からしても，現行６５期生は，法科大学院を経由して\nいないという点で，一部間接的にも国費による経済的支援を受けていな\nいといえるから，新６５期生とはその置かれた状況が異なるものとい\nえ，同列に論じる基礎に欠けると考えられる。\nしたがって，新６５期生と現行６５期生とは，その置かれた状況が異\nなることから，上記のような差異を生じたものであり，その状況の相違\n点からすれば，かかる差異に合理的理由がないとはいえず，本件改正に\nよるかかる差異が，憲法１４条１項に違反するとはいえない。\n５  争点２－３（原告らと裁判所書記官研修生との差異につき憲法１４条１\n項違反の有無）について\n⑴  原告らは，新６５期生も裁判所書記官研修生も，国家による司法権の\n担い手の養成課程にあるという点，研修実態の同一性の点，公的な身分\n・地位にあるという点等で同様であるところ，新６５期生は無給である\nのに対し，裁判所書記官研修生は給与を受けているという差異が，合理\n的理由のない差別に当たるとして，憲法１４条１項が定める平等原則に\n違反し，本件改正が違憲であると主張する。\n⑵  前記認定事実⑸アのとおり，裁判所書記官研修生は，裁判所職員とし\nて採用され，一定期間勤務した後に，裁判所職員総合研修所の入所試験\nに合格した後，裁判所書記官になるために研修を受ける者であり，現に\n裁判所職員としての身分を有し，将来，裁判所書記官として裁判所にお\nける職務に就くことが予定されているのに対し，司法修習生は，国家公\n務員としての身分を有さず，司法修習修了後も法曹三者のいずれになる\nかが未定であるという地位にあり，将来，司法修習の実施主体である国\nの事務に就くことが予定されているわけではないという点で両者に差\n異があり，給与の有無もかかる差異に基づくものであるといえるから，\n両者のかかる差異に合理的理由がないとはいえず，かかる差異が憲法１\n４条１項に違反しているということはできない。\n６  争点３（本件改正及び本件改正後に給費制を復活させなかったことが国\n賠法上違法であるか否か）について\n⑴  原告らは，本件改正及び本件改正後に給費制を復活させなかったこと\nの立法不作為が，国賠法上違法であると主張する。\n⑵  国賠法１条１項にいう違法とは，公務員が個別の国民に対して負担す\nる職務上の法的義務に違背することをいい（前掲最高裁昭和６０年１１\n月２１日第一小法廷判決，前掲最高裁平成１７年９月１４日大法廷判決\n等），国会議員の立法行為又は立法不作為が国賠法１条１項の適用上違\n法となるかどうかは，国会議員の立法過程における行動が個別の国民に\n対して負う職務上の法的義務に違背したかどうかの問題であって，立法\nの内容又は立法不作為が国民に憲法上保障されている権利を違法に侵\n害するものであることが明白な場合や，国民に憲法上保障されている権\n利行使の機会を確保するために所要の立法措置を執ることが必要不可\n欠であり，それが明白であるにもかかわらず，国会が正当な理由なく長\n期にわたってこれを怠る場合などに，例外的に，国会議員の立法行為又\nは立法不作為は，国賠法１条１項の規定の適用上，違法の評価を受ける\nというべきである（前掲最高裁平成１７年９月１４日大法廷判決，前掲\n最高裁平成１８年７月１３日第一小法廷判決参照）。\n⑶  前記２ないし５で説示したとおり，給費制又は本件権利はいずれも憲\n法上保障された制度ないし権利ではなく，また，給費制を廃止した立法\n行為が原告らと新６４期生，現行６５期生ないし裁判所書記官研修生と\nの間で憲法１４条１項違反を生じさせるものではないから，そもそも本\n件改正が原告らに憲法上保障されている権利を何ら侵害し，又は，平等\n原則に違反するものではない。\nしたがって，本件改正という立法行為及び本件改正後に給費制を復活さ\nせなかった立法不作為は，国賠法上，違法であるとはいえない。\n７  争点４（原告らが司法修習に従事することが「公共のために用ひる」こ\nとに該当し，原告らは損失補償請求権を有しているか否か）について\n⑴  原告らは，新６５期生が司法修習に従事することが「公共のために用\nひる」ことに該当し，憲法２９条３項に基づく損失補償請求権を有して\nいると主張する。\n⑵  しかし，憲法２９条３項が定める損失補償は，私人の意に反して強制\n的に私有財産を公共のために用いる場合に関する規定であり，本来適法\nな公権力の行使によって生じた損失を個人の負担とせず，平等原則によ\nって国民の一般的な負担に転嫁させることを目的とする制度である。\n他方，司法修習生は，司法試験に合格した者の中で法曹となろうとす\nる者が最高裁によって採用されてなるのであるから，司法修習生となる\nことは当該個人の意思に基づくものであり，同項が予定する場合には当\nたらない。\nまた，司法修習は，司法権の担い手を養成するという社会公共の利益\nのためという側面もあるものの，個々の司法修習生にとっては，自らが\n望む法曹になるために必要な能力を身につけるために行うもので教育\n的要素が強いし，司法修習に臨むことは法曹になるという自己実現のた\nめであって，社会公共の利益のみのために，修習専念義務を負って労働\nの機会を失うものではない。\nしたがって，司法修習生が司法修習に従事することは「公共のために\n用ひること」には当たらず，原告らに損失補償請求権はない。\n８  まとめ\n以上によれば，原告らは，前記第２の１のとおり，本件訴訟において，\n三権分立を担う法曹の養成制度の在り方を問い，志ある人材が経済的事情\nにより法曹を目指すことを断念せざるを得ない事態にならぬよう，国民の\n権利擁護を担う法曹の多様性を確保して将来の法曹を支える人的基盤で\nある司法修習生に対して十分な環境のもとで教育を行うべく給費制を維\n持すべきであるとし，その法的主張として，三権の一翼を担う司法権の意\n義とそれを支える法曹養成制度の意義，給費制が創設された経緯等から，\n給費制ないし本件権利が憲法上保障されていること，改正の経緯，根拠等\nから本件改正が平等原則違反に当たること，本件改正が国賠法上違法であ\nること及び司法修習生に対して損失補償が認められるべきことを挙げる。\n確かに，志ある人材が経済的事情により法曹を目指すことを断念して法\n曹志望者が減少することがないよう立法政策を立案すべきであるとの原\n告らの考え方は司法制度に係る様々な立法政策の１つとして位置付けら\nれるところ，本件改正後は， 以降給費\nを受けられなくなったことにより，司法修習に影響を受けた者が発生し，\nアないしキのとおり，司法修習生に対する経済的支援をする必要\nがあるとして給費制の復活を求める議論が起こり，同\n改正の後に生じた法曹志望者の大幅な減少を踏まえて，新たな時代に対応\nした質の高い法曹を多数輩出していくためにも法曹志望者の確保が喫緊\nの課題となり，法曹人材確保の充実強化の推進等を図るために，平成２９\n年改正法が成立し，同法６７条の２による修習給付金の規定が盛り込ま\nれ，平成２９年１１月１日から施行されることとなったという経緯があ\nる。原告らの司法修習には，いわば立法政策の変更に伴う本件改正法と平\n成２９年改正法との狭間に位置したことによる不利益があることは否定\nできないものの，前記２において説示したとおり，給費制ないし本件権利\nが憲法上保障されているものとはいえず，法曹養成制度は立法事項として\n立法府の裁量に委ねられているもので，上記経緯も立法府による裁量の結\n果である。\nまた，立法府は，原告らが上記のとおり求める，国民の権利擁護を担う\n法曹の多様性を確保して将来の法曹を支える人的基盤である司法修習生\nに対して十分な環境のもとで教育を行うべきであるとの考えも折り込み\nつつ，法曹養成制度の在り方に多様な方法が考えられる中で，その立法裁\n量により法科大学院の導入とともに法曹養成制度の改正を決定し，その内\n容が本件改正であるところ，前記３ないし７において説示したとおり，本\n件改正の経緯及び代替措置としての貸与制の存在に鑑みれば，本件改正が\n平等原則に違反するとはいえず，本件改正が合憲である以上国賠法上違法\nであるとはいえず，さらに，原告らが「公共のために用ひ」られていると\nはいえないから，原告らの請求にはいずれも理由がない。\n第４  結論\n以上のとおり，その余の争点につき判断するまでもなく，原告らの請求は\nいずれも理由がないからこれを棄却することとし，よって，主文のとおり判\n決する。\n東京地方裁判所民事第５部\n裁判長裁判官       吉 村 真 幸\n裁判官       五 島 真 希\n裁判官       野田   翼\n翼\n別紙\n貸与制の内容について\n資力要件    なし\n利   息    なし\n※返還期限を経過したときは年１４．５％の延滞利息が付される。\n貸 与 額    ２３万円（基本額）\n（月額）            扶養家族あり／住居の賃借  ２５万５０００円\n扶養家族あり＋住居の賃借  ２８万００００円\n基本額未満の額の貸与希望  １８万００００円\n保 証 人    自然人２人又は指定金融機関の連帯保証\n返還方法    修習期間終了後５年間据置き，その後１０年間の分割返還\n※繰上返還することも可能\n返還の猶予   災害，傷病その他やむを得ない理由により返還することが\n困難となったとき\n返還の免除   貸与を受けた者の死亡又は精神若しくは身体の障害により\n返還することができなくなったとき\n"
}