{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 28
  },
  "case_number": "平成22(ワ)43749",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81872",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81872",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/872/081872_hanrei.pdf",
  "contents": "平成２３年１２月２８日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ワ）第４３７４９号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２３年１０月２４日\n判 決\n愛知県豊川市＜以下略＞\n原              告          テ ク ノ ス 株 式 会 社\n同訴訟代理人弁護士          大      場      正      成\n近      藤      祐      史\n同 補 佐 人 弁 理 士          松      永      宣      行\n東 京 都 中 央 区 ＜ 以 下 略 ＞\n被              告          三 伸 機 材 株 式 会 社\n名古屋市＜以下略＞\n被              告          三 伸 機 材 株 式 会 社\n大阪市＜以下略＞\n被              告          三 伸 機 材 株 式 会 社\n東京都荒川区＜以下略＞\n被              告          三 伸 機 材 株 式 会 社\n上記４名訴訟代理人弁護士    中      島      和      雄\n三      縄              隆\n同 補 佐 人 弁 理 士          高      橋      詔      男\n山      崎      哲      男\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，別紙物件目録（１）記載の製品を製造し，貸与し，貸与のために\n展示し又は貸与の申出をしてはならない。\n２  被告らは，別紙物件目録（２）記載の製品を製造し，販売し又は販売のため\nに展示してはならない。\n３  被告らは，第１項及び第２項の製品を廃棄せよ。\n４  被告らは，原告に対し，連帯して，１億０３４２万１１０１円及びこれに対\nする平成２２年１２月２７日から支払済みまで年５分の割合による金員を支払\nえ。\n第２  事案の概要\n１  本件は，鉄骨柱の転倒防止方法，ずれ修正方法及び固定ジグに関する後記２\n(2)の特許の特許権者である原告が，被告らに対し，\n(1) 被告らが別紙物件目録（１）記載の製品（以下「被告製品１」という。）\nを製造，貸与する行為は上記特許権の技術的範囲に属し特許権を侵害すると\nして，被告製品１の製造，貸与等の差止め，被告製品１の廃棄を求め，\n(2) 被告らが別紙物件目録（２）記載の製品（以下「被告製品２」といい，被\n告製品１と被告製品２を併せて「被告製品」という。）を製造，販売する行\n為は上記特許権の間接侵害（特許法１０１条４号，５号）に該当するとして，\n被告製品２の製造，販売等の差止め，被告製品２の廃棄を求めるとともに，\n(3) 特許権侵害の不法行為による損害賠償請求権（民法７０９条，特許法１０\n２条１項）に基づき，損害賠償金１億０３４２万１１０１円及びこれに対す\nる訴状送達日の後の日である平成２２年１２月２７日から支払済みまで民法\n所定の年５分の割合による遅延損害金の支払を求める事案である。\n２  前提となる事実（証拠等を掲記した事実を除き，当事者間に争いがない。）\n(1) 当事者\nア  原告は，①建築工事の調査，測量，企画，設計，施工，監理及び技術指\n導並びに請負，②建築用資材，建設用及び運搬用機械，車輛，各種鋼材，\n船舶その他これらに付帯又は関連する機械，器具の設計，製作，販売，修\n理，賃貸，運搬並びに関連工事の請負などを主たる業務とする株式会社で\nある。\nイ  被告らは，いずれも①建設機械器具及び建設工事仮設材料の販売並びに\n賃貸，②建設機械器具の輸出入業，③損害保険代理業等を目的とする株式\n会社である（以下，各被告を，当事者欄の表記順に「被告１」～「被告４」\nという。）。\n(2) 本件特許権\n原告は，下記特許の特許権者である（以下，この特許を「本件特許」，特\n許出願を「本件特許出願」といい，本件特許に係る特許権を「本件特許権」，\n本件特許に係る特許請求の範囲の【請求項１】記載の発明を「本件特許発明\n１」，【請求項４】記載の発明を「本件特許発明４」，本件特許発明１及び\n本件特許発明４を併せて「本件特許発明」という。本件特許に係る明細書及\nび図面を併せて「本件明細書」といい，その特許公報（甲２）を別紙として\n添付する。）。\n記\nア  特許番号      特許第３３７５８８６号\nイ  発明の名称    鉄骨柱の転倒防止方法，ずれ修正方法及び固定ジグ\nウ  出願日        平成１０年４月１７日\nエ  登録日        平成１４年１１月２９日\nオ  特許請求の範囲\n【請求項１】\n複数のエレクションピースを周方向に間隔をおいて上方の端部に有する既\n設の鉄骨柱に，前記エレクションピースに対応する複数のエレクションピ\nースを下方の端部に有する新設の鉄骨柱を接合すべきとき，前記既設の鉄\n骨柱の上側に降ろした前記新設の鉄骨柱の転倒を防止する方法であって，\n前記既設の鉄骨柱の各エレクションピースが入る第１のスリットと，前記\n新設の鉄骨柱の各エレクションピースが入る第２のスリットとを有し，前\n記第１のスリットの水平方向の幅が前記第２のスリットの水平方向の幅よ\nり大きい環状の固定ジグであって２本のボルトを前記第１のスリットの両\n側に該第１のスリットに対して水平方向に進退可能に取り付けかつ１本の\nボルトを前記第１のスリットの下側に該第１のスリットに対して上下方向\nに進退可能に取り付け，また２本のボルトを前記第２のスリットの片側に\n該第２のスリットに対して水平方向に進退可能に取り付けた固定ジグを，\n前記第１のスリットに前記既設の鉄骨柱のエレクションピースを差し込む\nと共に，前記第２のスリットに前記新設の鉄骨柱のエレクションピースを\n差し込んで所定位置に配置すること，\nその後，前記第１のスリットに対して進退可能である前記ボルトのねじ込\nみにより前記固定ジグと前記既設の鉄骨柱の前記エレクションピースとを\n連結すると共に，前記第２のスリットに対して進退可能である前記ボルト\nのねじ込みにより前記固定ジグと前記新設の鉄骨柱の前記エレクションピ\nースとを連結することを含む，鉄骨柱の転倒防止方法。\n【請求項２】，【請求項３】（省略）\n【請求項４】\n複数のエレクションピースを周方向に間隔をおいて上方の端部に有する既\n設の鉄骨柱に，前記エレクションピースに対応する複数のエレクションピ\nースを下方の端部に有する新設の鉄骨柱を接合すべきとき，前記既設の鉄\n骨柱の上側に降ろした前記新設の鉄骨柱の転倒を防止するのに使用する環\n状の固定ジグであって，前記既設の鉄骨柱の各エレクションピースが入る\n第１のスリットと，前記新設の鉄骨柱の各エレクションピースが入る第２\nのスリットとであって前記第１のスリットの水平方向の幅が前記第２のス\nリットの水平方向の幅より大きい第１のスリットと第２のスリットとを有\nし，２本のボルトを前記第１のスリットの両側に該第１のスリットに対し\nて水平方向に進退可能に取り付けかつ１本のボルトを前記第１のスリット\nの下側に該第１のスリットに対して上下方向に進退可能に取り付け，また\n２本のボルトを前記第２のスリットの片側に該第２のスリットに対して水\n平方向に進退可能に取り付けた，固定ジグ。\n【請求項５】～【請求項８】（省略）\n(3) 構成要件の分説\n本件特許発明の構成要件を分説すると，以下のとおりである（以下，各構\n成要件を「構成要件Ａ①」～「構成要件Ｊ」という。）。\nア  本件特許発明１\nＡ①複数のエレクションピースを周方向に間隔をおいて上方の端部に有す\nる既設の鉄骨柱に，前記エレクションピースに対応する複数のエレク\nションピースを下方の端部に有する新設の鉄骨柱を接合すべきとき，\nＡ②前記既設の鉄骨柱の上側に降ろした前記新設の鉄骨柱の転倒を防止す\nる方法であって，\nＢ①前記既設の鉄骨柱の各エレクションピースが入る第１のスリットと，\n前記新設の鉄骨柱の各エレクションピースが入る第２のスリットとを\n有し，前記第１のスリットの水平方向の幅が前記第２のスリットの水\n平方向の幅より大きい環状の固定ジグであって\nＢ②２本のボルトを前記第１のスリットの両側に該第１のスリットに対し\nて水平方向に進退可能に取り付け\nＢ③かつ１本のボルトを前記第１のスリットの下側に該第１のスリットに\n対して上下方向に進退可能に取り付け，\nＢ④また２本のボルトを前記第２のスリットの片側に該第２のスリットに\n対して水平方向に進退可能に取り付けた固定ジグを，\nＣ①前記第１のスリットに前記既設の鉄骨柱のエレクションピースを差し\n込むと共に，\nＣ②前記第２のスリットに前記新設の鉄骨柱のエレクションピースを差し\n込んで所定位置に配置すること，\nＤ①その後，前記第１のスリットに対して進退可能である前記ボルトのね\nじ込みにより前記固定ジグと前記既設の鉄骨柱の前記エレクションピ\nースとを連結すると共に，\nＤ②前記第２のスリットに対して進退可能である前記ボルトのねじ込みに\nより前記固定ジグと前記新設の鉄骨柱の前記エレクションピースとを\n連結する\nＥ  ことを含む，鉄骨柱の転倒防止方法。\nイ  本件特許発明４\nＦ  複数のエレクションピースを周方向に間隔をおいて上方の端部に有す\nる既設の鉄骨柱に，前記エレクションピースに対応する複数のエレクシ\nョンピースを下方の端部に有する新設の鉄骨柱を接合すべきとき，前記\n既設の鉄骨柱の上側に降ろした前記新設の鉄骨柱の転倒を防止するのに\n使用する環状の固定ジグであって，\nＧ  前記既設の鉄骨柱の各エレクションピースが入る第１のスリットと，\n前記新設の鉄骨柱の各エレクションピースが入る第２のスリットとであ\nって前記第１のスリットの水平方向の幅が前記第２のスリットの水平方\n向の幅より大きい第１のスリットと第２のスリットとを有し，\nＨ  ２本のボルトを前記第１のスリットの両側に該第１のスリットに対し\nて水平方向に進退可能に取り付け\nＩ  かつ１本のボルトを前記第１のスリットの下側に該第１のスリットに\n対して上下方向に進退可能に取り付け，\nＪ  また２本のボルトを前記第２のスリットの片側に該第２のスリットに\n対して水平方向に進退可能に取り付けた，固定ジグ。\n(4) 被告らの行為\n被告１が被告製品の製造を外部メーカーに発注し，被告１及び被告２は，\n平成１８年６月頃より，被告製品１を貸与し，被告製品２を販売している（被\n告３，被告４による被告製品の製造，貸与，販売等については争いがある。）。\n(5) 被告製品の構成等\n被告製品１の構成は，別紙被告製品１構成説明書記載のとおりであり，被\n告製品２の構成は，別紙被告製品２構成説明書記載のとおりである。\n被告製品を使用した鉄骨柱の転倒防止方法として被告製品の取扱説明書\n（甲５）に記載されている方法は，別紙被告治具を使用する鉄骨柱転倒防止\n方法（２）記載のとおりである（同別紙記載の下線部分は，被告の主張を原\n告が否認する箇所である。）。（甲５）\n(6) 構成要件の充足性\n被告製品１は，構成要件Ｆを充足する。\n３  争点\n(1) 被告製品１の構成要件Ｇ～Ｊ充足性（争点１）\n(2) 被告製品を使用した鉄骨柱の転倒防止方法の構成要件Ａ①～Ｅ充足性（争\n点２）\n(3) 被告製品を使用した鉄骨柱の転倒防止方法による本件特許発明１の均等侵\n害の成否（争点３）\n(4) 間接侵害（特許法１０１条４号，５号）の成否（争点４）\n(5) 損害額（争点５）\n第３  争点に関する当事者の主張\n１  争点１（被告製品１の構成要件Ｇ～Ｊ充足性）について\n〔原告の主張〕\n(1) 以下のように，被告製品１は構成要件Ｇ～Ｊを全て充足する。\n被告製品１は，環状のジグの中にそれぞれ比較的幅の広いスリットと幅の\n狭いスリットが設けられており，幅の広いスリットは構成要件Ｇの「第１の\nスリット」に，幅の狭いスリットは構成要件Ｇの「第２のスリット」にそれ\nぞれ該当する。幅の広いスリットには既設の鉄骨柱に溶接して取り付けたエ\nレクションピース（被告製品２）を入れることができ，幅の狭いスリットに\nは新設の鉄骨柱に溶接して取り付けたエレクションピース（被告製品２）を\n入れることができる。\n被告製品１の幅の広いスリットの両側にある２本の目違い修正ボルト(d)，\n(e)は，構成要件Ｈの「第１のスリットの両側に該第１のスリットに対して水\n平方向に進退可能に取り付け」られた「２本のボルト」に該当する。\n被告製品１の幅の広いスリットに挿入する１本の頂部固定ボルト(f)は，構\n成要件Ｉの「第１のスリットの下側に該第１のスリットに対して上下方向に\n進退可能に取り付け」られた「１本のボルト」に該当する。\n被告製品１の幅の狭いスリットの片側にある２本の治具固定ボルト(b)は，\n構成要件Ｊの「第２のスリットの片側に該第２のスリットに対して水平方向\nに進退可能に取り付けた」「２本のボルト」に該当する。\n(2) 被告らは，取扱説明書（甲５）及びカタログ（甲４）などにおいて，被告\n製品１について，本件特許発明４とは逆に，幅の広いスリット（第１のスリ\nット）には新設の鉄骨柱のエレクションピースを，幅の狭いスリット（第２\nのスリット）には既設の鉄骨柱のエレクションピースを嵌めるように説明し\nており，本件特許発明４の構成要件を充足しないと主張する。\nしかし，物の発明において，ある物件が特許発明の技術的範囲に属するか\n否かは，当該物件がその構造において当該発明の構成を具備しているか否か\nにかかり，その用法の態様はこれを問わないものである。被告製品１は，そ\nの構造上，本件特許発明４で示されているように，第１のスリットに既設鉄\n骨柱のエレクションピースを，第２のスリットに新設鉄骨柱のエレクション\nピースを入れて使用することができ，その構造自体は本件特許発明４の構成\n要件を充足し，このように使用したとしても鉄骨柱の転倒を防止するという\n作用効果が妨げられることはないのであるから，被告らの主張に理由はない。\nまた，被告製品１には，落下防止ピン(a)，押し上げネジ(g)などが取り付\nけられているが，いずれも本件特許発明の構成要件外の付加的要素であり，\n本件特許発明の作用効果を妨げるものではなく，侵害の成否とは関係ない。\n〔被告らの主張〕\n以下のように，被告製品１は構成要件Ｇ～Ｊを充足しない。\n(1) 被告製品の取扱説明書（甲５）３頁に図示されているように，被告製品１\nにおいては，幅の狭いスリットの方が下側すなわち既設の鉄骨柱に取り付け\nられたエレクションピースに，幅の広いスリットの方が上側すなわち新設の\n鉄骨柱に取り付けられたエレクションピースにそれぞれ装着されるため，頂\n部固定ボルト(f)は最上方に位置することになる。\n構成要件Ｇにおいて，「第１のスリット」は既設の鉄骨柱の各エレクショ\nンピースが入る」スリットと，「第２のスリット」は「新設の鉄骨柱の各エ\nレクションピースが入る」スリットとそれぞれ明確に定義され，加えて「第\n１のスリット」の水平方向の幅が「第２のスリット」の水平方向の幅より広\nいことが必須条件とされているところ，被告製品１においては，幅の広いス\nリットには新設の鉄骨柱のエレクションピースが，幅の狭いスリットには既\n設の鉄骨柱のエレクションピースがそれぞれ入るのであるから，それぞれ構\n成要件Ｇの「第１のスリット」，「第２のスリット」に該当することはない。\n原告は，上記定義における既設，新設の鉄骨柱との対応関係を無視し，およ\nそ水平方向の幅の広い方のスリットを第１のスリットと，狭い方のスリット\nを第２のスリットと呼び換えて主張しており失当である。\n原告は，構造上，被告製品１の幅の広いスリットに既設の鉄骨柱のエレク\nションピースを，幅の狭いスリットには新設の鉄骨柱のエレクションピース\nを入れることができると主張するが，被告製品１の建設業者への貸与に当た\nり，被告らは，取扱いの説明において原告が主張するような使用方法につい\nては一切言及も示唆もしておらず，幅狭のスリットを既設の鉄骨柱のエレク\nションピースに，幅広のスリットを新設の鉄骨柱のエレクションピースに挿\n入する使用方法のみを指導し，現に全ての顧客において指示に従った使用の\nみがなされており侵害の事実は存在しない。原告の主張は被告製品１の使用\n実態を無視したものである。\n本件特許の請求項４は，使用目的や用法とは切り離された固定ジグそれ自\n体の構造を端的に規定するだけの請求項ではなく，用法に関して構成要件Ｆ，\nＧのように規定するため，幅広の第１のスリットに既設の鉄骨柱の各エレク\nションピースを，幅狭の第２のスリットに新設の鉄骨柱の各エレクションピ\nースを入れるという特定態様の用法が請求項４自体の中に規定されているこ\nとになる。被告製品１は，用法の態様が上記態様と異なるため，ジグそれ自\n体の客観的構造が本件特許発明４における物としての固定ジグの構成を具備\nしているとしても，請求項４の技術的範囲には属さない。\n(2) 被告製品１の２本の目違い修正ボルト(d)，(e)は，既設の鉄骨柱のエレク\nションピースが入る第１のスリットではなく，新設の鉄骨柱のエレクション\nピースが入る「第２のスリット」の両側に取り付けられており，構成要件Ｈ\nを充足しない。\n(3) 被告製品１の頂部固定ボルト(f)は，既設の鉄骨柱のエレクションピース\nが入る第１のスリットではなく，新設の鉄骨柱のエレクションピースが入る\n「第２のスリット」の上側に取り付けられており，構成要件Ｉを充足しない。\n(4) 被告製品１における２本の治具固定ボルト(b)は，新設の鉄骨柱のエレク\nションピースが入る第２のスリットではなく，既設の鉄骨柱のエレクション\nピースが入る「第１のスリット」の片側に取り付けられており，構成要件Ｊ\nを充足しない。\n２  争点２（被告製品を使用した鉄骨柱の転倒防止方法の構成要件Ａ①～Ｅ充足\n性）について\n〔原告の主張〕\n(1) 既設鉄骨柱の上に新設鉄骨柱を溶接して接合する作業に際し，被告製品を\n用いて鉄骨柱の転倒を防止する方法としては，被告製品１をその取扱説明書\n（甲５）の記載と上下を逆転させて使用する，別紙被告治具を使用する鉄骨\n柱転倒防止方法（１）記載の方法（以下「上下逆転使用方法」という。）と，\n被告製品１をその取扱説明書（甲５）の記載どおりに使用する，別紙被告治\n具を使用する鉄骨柱転倒防止方法（２）記載の方法（以下「説明書記載方法」\nという。）の２種類の方法がある。\n(2) 被告製品１自体の構成は，本件特許発明４の固定ジグと同じであるため，\n広い方のスリットに既設の鉄骨柱のエレクションピースを，狭い方のスリッ\nトに新設の鉄骨柱のエレクションピースを，それぞれ差し込んで使用するこ\nとが可能であり，このような態様で被告製品１を使用する鉄骨柱の転倒防止\n方法である上下逆転使用方法を実施すれば，以下のとおり，構成要件Ａ①～\nＥを全て充足し，本件特許発明１の方法を実施することとなる。\nア  上下逆転使用方法は，複数のエレクションピース（１１４）を周方向に\n間隔をおいて上方の端部に有する既設の鉄骨柱（１１０）に，エレクショ\nンピース（１１４）に対応する複数のエレクションピース（１１２）を下\n方の端部に有する新設の鉄骨柱（１１６）を接合すべきとき，既設の鉄骨\n柱（１１０）の上側に降ろした新設の鉄骨柱（１１６）の転倒を防止する\n方法である（構成要件Ａ①，Ａ②）。\nイ  既設の鉄骨柱の各エレクションピース（１１４）が入るスリット（１２\n０）と，新設の鉄骨柱（１１６）の各エレクションピース（１１２）が入\nるスリット（１２２）とを有し，スリット（１２０）の水平方向の幅がス\nリット（１２２）の水平方向の幅より大きい環状のジグ（１１８）であっ\nて，２本の目違い修正ボルト（１３４，１３４）をスリット（１２０）の\n両側に該スリット（１２０）に対して水平方向に進退可能に取り付けかつ\n１本の頂部固定ボルト（１３６）をスリット（１２０）の下側に該スリッ\nト（１２０）に対して上下方向に進退可能に取り付け，また２本の治具固\n定ボルト（１３８，１３８）をスリット（１２２）の片側に該スリット（１\n２２）に対して水平方向に進退可能に取り付けたジグ（１１８）であり，\nこれを次のように配置する（構成要件Ｂ①～Ｂ④）。\nウ  スリット（１２０）に既設の鉄骨柱（１１０）のエレクションピース（１\n１４）を差し込むと共に，スリット（１２２）に新設の鉄骨柱（１１６）\nのエレクションピース（１１２）を差し込んで所定位置に配置する（構成\n要件Ｃ①，Ｃ②）。\nエ  その後，スリット（１２０）に対して進退可能である目違い調整ボルト\n（１３４，１３４）及び頂部固定ボルト（１３６）のねじ込みによりジグ\n（１１８）と既設の鉄骨柱（１１０）のエレクションピース（１１４）と\nを連結する。それと共に，スリット（１２２）に対して進退可能である治\n具固定ボルト（１３８，１３８，２３６）のねじ込みによりジグ（１１８）\nと新設の鉄骨柱（１１６）のエレクションピース（１１２）とを連結する\n（構成要件Ｄ①，Ｄ②）。\nオ  上下逆転使用方法は，以上のような手段と作業を含む，鉄骨柱の転倒防\n止方法である（構成要件Ｅ）。\n〔被告らの主張〕\n被告製品１を使用する鉄骨柱の転倒防止方法やズレ修正方法は，取扱説明書\n（甲５）の記載から明らかなように，本件特許発明１とは逆に，水平方向の幅\nの広いスリットの方に新設の鉄骨柱のエレクションピースを，幅の狭いスリッ\nトの方に既設の鉄骨柱のエレクションピースを入れるものであるから，被告製\n品１を使用した鉄骨柱の転倒防止方法は請求項１の文言から明らかに外れてい\nる。\n被告製品の取扱説明書（甲５）には，各スリットと既設，新設の鉄骨柱との\n上記組合せを逆転させて使用するような被告製品１の使用方法（上下逆転使用\n方法）については何ら記載も示唆もされておらず，被告製品の使用者は，全て\n同説明書の指示に従って被告製品を使用しており，上下逆転使用方法により使\n用する者はいない。\n原告の主張は，全く実施されていない被告製品の使用方法を仮想した上で，\nこれと本件特許発明１の各構成要件とを対比して文言侵害を主張するにすぎず，\n失当である。\n３  争点３（被告製品を使用した鉄骨柱の転倒防止方法による本件特許発明１の\n均等侵害の成否）について\n〔原告の主張〕\n(1) 被告製品をその取扱説明書（甲５）の記載どおりに使用した説明書記載方\n法において，被告製品１は本件特許発明１の方法とは上下を逆にして使用さ\nれている。その結果，本件特許発明１においては，幅の広い第１のスリット\nに既設の鉄骨柱のエレクションピースが，幅の狭い第２のスリットに新設の\n鉄骨柱のエレクションピースがそれぞれ差し込まれるのに対し，説明書記載\n方法においてはこの組合せが逆となり，幅の広い第１のスリットに新設の鉄\n骨柱のエレクションピースが，幅の狭い第２のスリットに既設の鉄骨柱のエ\nレクションピースがそれぞれ差し込まれることとなり，この点が本件特許発\n明１の方法と説明書記載方法との相違点となるが，以下の事情からすると，\n説明書記載方法は本件特許発明１の方法と均等な方法であるといえる。\n(2) 発明の本質的部分との関係\n本件特許発明１の本質的部分は，環状の固定ジグに既設，新設の両鉄骨柱\nに設けた各エレクションピースを入れるスリットを設け，固定ジグと両方の\nエレクションピースを嵌合することにより両鉄骨柱を連結し，固定ジグに予\nめ取り付けてあるボルトをエレクションピースに当てて締め付けるだけで，\n固定ジグと両方のエレクションピース，つまり接合すべき両鉄骨柱を固定す\nることができ，これにより敏速，安全，簡単に現場（高所）の作業ができる\nことである。また，本件特許発明１の方法を採ることで，他の公知技術のよ\nうに，例えば柱の角部を使うという制限もなく，多様な形状の鉄骨柱の接合\nに適応できる。\n被告製品を説明書記載方法により使用しても，これらの作用効果を同じよ\nうに奏することができる。すなわち，水平方向に広狭のある２つのスリット\nのいずれのスリットに既設，新設の鉄骨柱のエレクションピースを入れるか\nは，上記解決手段による解決原理に関与しないため，固定ジグのどちらのス\nリットに既設，新設のどちらの鉄骨柱のエレクションピースを入れるかは，\n本件特許発明１の課題解決手段による作用効果を奏するか否かを決定づける\nものではなく，上記(1)の相違に係る部分は，本件特許発明１の本質的部分で\nはない。\n(3) 置換可能性\n説明書記載方法と本件特許発明１の方法とで異なる部分，すなわち「前記\n第１のスリットに前記既設の鉄骨柱のエレクションピースを差し込むと共に，\n前記第２のスリットに前記新設の鉄骨柱のエレクションピースを差し込んで\n所定位置に配置する」構成を，説明書記載方法のように，「幅の狭いスリッ\nトに既設の鉄骨柱のエレクションピースを差し込むと共に，幅の広いスリッ\nトに新設の鉄骨柱のエレクションピースを差し込んで所定位置に配置する」\n構成に置き換えても，同じ環状の固定ジグのスリットに既設，新設の鉄骨柱\nのエレクションピースを差し込んで嵌合するだけで両鉄骨柱を合わせ，あら\nかじめ固定ジグに備えたボルトを締め付けてエレクションピースに突き当て\nるだけで両鉄骨柱を固定し，新設鉄骨柱の転倒を防止するということに変わ\nりはなく，上記(2)の本件特許発明１の作用効果を同じように奏するものであ\nるから，置換可能である。\n(4) 置換の容易想到性\n説明書記載方法と本件特許発明１の方法との相違点は，単に，幅の広いス\nリットが下に来るように固定ジグを使用することに代えて，幅の広いスリッ\nトが上に来るように固定ジグを使用することにあるが，上記(3)のように，相\n違部分を説明書記載方法のように置換することは，本件特許発明１の方法で\n使用する固定ジグと同じ構成のものを単に上下を逆にして使用するだけで格\n別の工夫も改変も不要であり，置換することに何の困難もないから，当業者\nは，使用の時点において，上記のように置換することに容易に想到すること\nができたといえる。\n(5) 公知技術からの非容易推考性\n説明書記載方法は，本件特許出願時における公知技術と同一ではなく，ま\nた，当業者がこの公知技術から本件特許出願時に容易に推考できたものでは\nない。すなわち，説明書記載方法は，先行技術として本件明細書に記載され\nている特開平７－２６７３１号公報記載の公知技術，本件特許の審査段階で\n引用された特開平８－１９９８１９号，特開平８－１８９２０１号，特開平\n８－３２６２１１号の各公報記載の公知技術のいずれとも相違し，また，こ\nれらの公知技術に基づいて当業者が容易に推考し得るものでもない。\n(6) 意識的除外の有無\n原告は，本件特許の出願手続において，説明書記載方法のような固定ジグ\nの上下逆転使用について明示的に本件特許の特許請求の範囲から除外したこ\nとはなく，また，このような方法について権利行使を放棄した事実はない。\n本件特許の構成要件Ｂ①に係る出願当初の特許請求の範囲は，「前記既設\nの鉄骨柱の各エレクションピースが入る第１のスリットと，前記新設の鉄骨\n柱の各エレクションピースが入る第２のスリットとを有する環状の固定ジグ\nであって」であったが，原告は，平成１２年１１月２９日付け手続補正書に\nより「環状の」を削除し，特許庁の拒絶理由通知書を受け，平成１３年５月\n２４日付け手続補正書により，「前記既設の鉄骨柱の各エレクションピース\nが入る第１のスリットと，前記新設の鉄骨柱の各エレクションピースが入る\n第２のスリットとを有し，前記第１のスリットの水平方向の幅が前記第２の\nスリットの水平方向の幅より大きい固定ジグであって」と補正した。\n原告が，「前記第１のスリットの水平方向の幅が前記第２のスリットの水\n平方向の幅より大きい」を補正により付加したのは，拒絶理由通知において\n示された引用例との差異を示すためであり，手続補正上の制約から出願時の\n明細書と図面に記載されていない事項を追加する補正は許されないため，広\nい方のスリットを既設鉄骨柱側，狭い方のスリットを新設鉄骨柱側としたの\nであって，当該補正に引用例との抵触を避ける意図はなかったものであり，\n説明書記載方法のような固定ジグの上下逆転使用（既設鉄骨柱側のスリット\nの幅が新設鉄骨柱側のスリットの幅より小さい）を意識的に除外したという\nことはできない。\n特許請求の範囲の文言から明確に外れている場合は，原則として特許権の\n対象範囲外であるが，均等物や均等方法についてはその原則の例外であるか\nら，権利者の意識的除外を明確に示す特段の事情が示されないかぎり，均等\nによる侵害は免れないものであり，本件ではそのような特段の事情は認めら\nれない。被告らは二者択一の場合に一方を選択すれば他方を意識的に除外し\nたことになると主張するが，本件で問題となっている固定ジグの使用態様と\nして，どちらのスリットを既設，新設の鉄骨柱と組み合わせて使用するかは，\n課題解決手段としての発明として別技術となる要素ではなく，それにより特\n許性を決定づけるものでもないから，権利者による意識的除外という特段の\n事情に当たるものではない。\n〔被告らの主張〕\n(1) 構成要件Ｂ①の「前記既設の鉄骨柱の各エレクションピースが入る第１の\nスリットと，前記新設の鉄骨柱の各エレクションピースが入る第２のスリッ\nトとを有し，前記第１のスリットの水平方向の幅が前記第２のスリットの水\n平方向の幅より大きい環状の固定ジグであって」との記載からすると，原告\nは，特許請求の範囲の記載時点において，水平方向の幅の大きさが互いに異\nなる２つのスリットを有する環状の固定ジグを認識しつつ，いずれのスリッ\nトに既設，新設いずれの鉄骨柱のエレクションピースを入れるかの選択に当\nたり，水平方向の幅の大きい方のスリット（第１のスリット）に既設の鉄骨\n柱のエレクションピースを入れる方を選択したものであるから，その選択の\n過程においては，当然ながら，説明書記載方法のように水平方向の幅の小さ\nい方のスリットに既設の鉄骨柱のエレクションピースを入れる場合をも選択\n肢には入れつつ結果的にその場合を除外したものといえる。\nしたがって，後者の場合をも含める形で本件特許の請求項１に記載するこ\nとも極めて容易であったといえ，「特許出願の際に将来のあらゆる侵害態様\nを予想して明細書の特許請求の範囲を記載することは極めて困難」との均等\n論を認めるべき理由は本件には全く当てはまらないし，「相手方において特\n許請求の範囲に記載された構成の一部を特許出願後に明らかとなった物質・\n技術等に置き換える」といった場合でもないから，本件はそもそも均等論の\n適用を論ずるまでもない事案である。\n(2) 発明の本質的部分との関係\n本件特許発明１が，両鉄骨柱の固定，すなわち新設鉄骨柱の転倒防止だけ\nを目的にするなら，「前記第１のスリットの水平方向の幅が前記第２のスリ\nットの水平方向の幅より大きい」（構成要件Ｂ①）などの限定条件を付す必\n要はなく，水平方向に進退可能なボルトの取付態様についても，「２本のボ\nルトを前記第１のスリットの両側に」（構成要件Ｂ②），「２本のボルトを\n前記第２のスリットの片側に」（構成要件Ｂ④）とわざわざ特別の取付態様\nに限定する必要もない。上記限定は，既設鉄骨柱のエレクションピースを入\nれる幅の広いスリットの両側のボルトのいずれかをねじ込んでエレクション\nピースに突き当たらせ，その反力により固定ジグとともに新設の鉄骨柱のエ\nレクションピースを上記ボルトのねじ込み方向とは逆の水平方向に移動させ\nるというメカニズムにより新設鉄骨柱のずれ修正を行うための構成を付加し\nたものとみるほかはない。\nしたがって，本件特許発明１は，末尾の表現こそ「鉄骨柱の転倒防止方法」\nとされているが，実質は本件特許の請求項５の「鉄骨柱のずれ修正方法を含\nむ転倒防止方法」と理解すべきである。そして，本件特許発明１が上記限定\nを内容とする補正により特許査定を受けたという経過に照らすと，この補正\nにより加えられた構成がもたらす上記メカニズムによるずれ修正効果こそが\n本件特許発明１の本質的部分とみるべきである。\n説明書記載方法におけるずれ修正の操作及びメカニズムは，新設鉄骨柱の\nエレクションピースが入る幅広のスリットの両側のボルトのいずれかをねじ\n込んで新設鉄骨柱のエレクションピースのみを上記ボルトのねじ込み方向に\n移動させるものであり，本件特許発明１のずれ修正の操作及びメカニズムと\nは大きく異なっており，より直截的かつ容易にずれ修正を行い得るものであ\nる。したがって，説明書記載方法は，本件特許発明１の本質的部分の変更に\n係る方法であり，均等成立の要件を満たさない。\n(3) 置換可能性\n上記(2)のように，本件特許発明１の既設鉄骨柱のエレクションピースを幅\n広のスリット（第１のスリット）に入れ，新設鉄骨柱のエレクションピース\nを幅狭のスリット（第２のスリット）に入れる構成を，説明書記載方法にお\nける新設鉄骨柱のエレクションピースを幅広のスリットに入れ，既設鉄骨柱\nのエレクションピースを幅狭スリットに入れる構成に置き換えることは，ず\nれ修正の作用及び効果を異にするから，置換可能性はない。\n(4) 置換の容易想到性\n置換可能性が否定される以上，置換の容易想到性は認められない。\n(5) 公知技術からの非容易推考性\n本件特許の出願当時，既設鉄骨柱と新設鉄骨柱のエレクションピースを固\n定させる方法としては，２枚の側板をエレクションピースの左右に配置して\n固定させる方法（乙３等）と，環状のジグ内にエレクションピースを嵌め込\nんで固定させる方法（乙２，４等）が知られていた。また，上下のエレクシ\nョンピースを固定させるためのジグを設計する場合，環状のジグを用いるか\n２枚の板状のジグを用いるかは，当業者が適宜選択し得る事項であった。そ\nして，環状のジグを選択した場合，乙２に記載されているように，スリット\n内に配置されたエレクションピースを水平方向に移動させるボルトを設ける\nことも周知であり，乙３に記載されているように，既設鉄骨柱のエレクショ\nンピースとジグをあらかじめ固定し，その後に新設鉄骨柱のエレクションピ\nースをジグに設けたボルトによって水平方向に移動させることも知られてい\nた。\n以上からすれば，環状のジグを選択した上で，そのスリット内においてエ\nレクションピースをボルトによって押圧する技術が記載された乙２に接した\n当業者であれば，環状のジグにおいて上記乙３記載の技術を適用することは\n容易に想到し得たといえる。そうすると，既設鉄骨柱のエレクションピース\nとジグを固定する際に用いるボルトの本数，配置位置が，いずれも設計事項\nにすぎないことに鑑みれば，説明書記載方法は，周知の環状のジグを選択し\nた上で，乙３記載の技術を適用することで当業者が容易に想到することがで\nきたものである。\nしたがって，説明書記載方法は，「対象製品等が，特許発明の特許出願時\nの公知技術と同一又は当業者がこれらから右出願時に容易に推考できたもの\nではなく」との均等成立の要件を充たさない。\n(6) 意識的除外の有無\n本件特許の出願当初明細書（乙１の１）における構成要件Ｂ①に対応する\n特許請求の範囲は，「前記既設の鉄骨柱の各エレクションピースが入る第１\nのスリットと，前記新設の鉄骨柱の各エレクションピースが入る第２のスリ\nットとを有する環状の固定ジグであって」と記載するだけで，「前記第１の\nスリットの水平方向の幅が前記第２のスリットの水平方向の幅より大きい」\nとの限定は付されていなかった。その後，第三者から刊行物提出（乙１の５，\n６）がなされ，特許庁が拒絶理由を通知した（乙１の７）ことから，原告は，\n意見書（乙１の８）とともに手続補正書（乙１の９）を提出して，構成要件\nＢ①に対応する特許請求の範囲の記載を「前記既設の鉄骨柱の各エレクショ\nンピースが入る第１のスリットと，前記新設の鉄骨柱の各エレクションピー\nスが入る第２のスリットとを有し，前記第１のスリットの水平方向の幅が前\n記第２のスリットの水平方向の幅より大きい固定ジグであって」と減縮補正\nしたが，拒絶査定（乙１の１１）を受けたため，審判請求（乙１の１２）す\nるとともに手続補正（乙１の１３）をして前置審査により特許査定（乙１の\n１５）されたが，その際の全文補正により，構成要件Ｂ①に対応する記載の\nうち上記の「固定ジグ」の部分が「環状の固定ジグ」と補正され，構成要件\nＢ①となったものである。\n以上の出願経過に照らせば，「前記第１のスリットの水平方向の幅が前記\n第２のスリットの水平方向の幅より大きい」を付加した上記補正は，拒絶理\n由を克服するための意識的な限定と解するべきであるから，その反面として，\n被告製品１のように，第２のスリットの水平方向の幅が第１のスリットの水\n平方向の幅より大きい場合は，特許請求の範囲から意識的に除外したか，又\nは外形的にそう解される行動をとったといえる特段の事情が認められるから，\n均等成立の要件を満たさない。\n更にいえば，本件特許の出願当初明細書（乙１の１）の請求項３は，鉄骨\n柱のずれ修正方法にかかる発明であり，ここでは「前記既設の鉄骨柱の各エ\nレクションピースが水平方向のすきまをおいて入る第１のスリットと前記新\n設の鉄骨柱の各エレクションピースが水平方向のすきまをおいて入る第２の\nスリットとを有する環状の固定ジグであって」と記載するだけで，各スリッ\nトの幅の相対的な大小については言及していないにもかかわらず，請求項４\nにおいては，請求項３を受けて，「前記他方のスリットは，前記一方のスリ\nットより水平方向の幅が大きくなるように形成された，請求項３に記載の鉄\n骨柱のずれ修正方法。」と記載している。第１，第２のいずれのスリットか\nを問わず，いずれかのスリットの方が他方より水平方向の幅を広くすればよ\nいだけであれば，上記のような記載も可能であるのに，原告は，上記の乙１\nの９の手続補正書に係る補正においてはそのような記載によることなく，こ\nとさら「前記第１のスリットの水平方向の幅が前記第２のスリットの水平方\n向の幅より大きい」と限定的な記載をしていることからすると，説明書記載\n方法のような第２のスリットの方が第１スリットよりも幅広の場合を意識的\nに除外したと外形的に解される行動をとったものと評されてしかるべきであ\nる。\nなお，原告は，乙１の９の手続補正書に係る上記補正は，手続補正上の制\n約から出願時の明細書と図面に記載されていない事項を追加する補正が許さ\nれないため，広い方のスリットを既設鉄骨柱側，狭い方のスリットを新設鉄\n骨柱側とした旨主張するが，手続補正上の上記制約があるとはいえ，原告が\n上記制約を認識しつつ意識的にその範囲内で上記の補正を行ったのであれば，\nいずれにせよ特許請求の範囲を意識的に上記補正のように限定したことには\n変わりなく，その反面として，「前記第１のスリットの水平方向の幅が前記\n第２のスリットの水平方向の幅より小さい」場合を意識的に除外したものと\n認定するほかない。\n４  争点４（間接侵害（特許法１０１条４号，５号）の成否）について\n〔原告の主張〕\n(1) 上記２，３のように，被告製品を用いた鉄骨柱の転倒防止方法は本件特許\n発明１の構成要件を充足する，又は本件特許発明１の均等方法に該当するも\nのであるが，被告製品２は汎用品として一般に市販されるものではなく，本\n件特許発明１の方法の使用に用いられ，その発明の課題の解決に不可欠なも\nのである。\nしたがって，被告製品２が上記方法に用いられること及び本件特許発明１\nが特許発明であることを知りながら，業として，被告製品２を製造，販売す\nる被告らの行為は，特許法１０１条５号の間接侵害に該当する。\n(2) 被告製品２は，建築現場の鉄骨柱接合に用いる以外に他の用途はなく，そ\nの場合必ず新設鉄骨柱の転倒防止処理を含み，被告製品２を使用した鉄骨柱\nの転倒防止方法は本件特許発明１を実施することとなり，本件特許発明１を\n実施することなく被告製品２を経済的に業として使用できるその他の方法は\nない。\nしたがって，被告製品２を業として製造，販売する被告ら行為は，特許法\n１０１条４号の間接侵害に該当する。\n〔被告らの主張〕\n(1) 被告製品の取扱説明書（甲５）記載の方法による使用は，上記２，３のよ\nうに，文言上，本件特許発明１の技術的範囲に属さず，その均等方法にも該\n当しないから，被告製品２の製造，販売が特許法１０１条５号の間接侵害に\n該当することはない。\nまた，特許法１０１条５号の間接侵害に該当するには，「その物がその発\n明の実施に用いられることを知りながら」との主観的要件を満たす必要があ\nるが，被告らは，被告製品２が本件特許発明１の方法の使用に用いられるこ\nとを知らなかった。均等方法に該当する場合に同号の間接侵害が成立するた\nめには，その物がその発明の均等方法の実施に用いられることを知らなけれ\nばならないところ，被告らは，説明書記載方法が本件特許発明１の方法の均\n等方法であるなどと知る由もなかったから，仮に説明書記載方法が本件特許\n発明１の方法の均等方法と認められるとしても，被告らが被告製品２を製造，\n販売する行為が特許法１０１条５号の間接侵害に該当することはない。\n(2) 被告製品２は，別紙物件目録（２）記載の形状が示すように，ごく一般的\nなエレクションピースであり，複数の使用方法に用いることができるため，\n本件特許発明１の方法の使用にのみ用いられるものではなく，被告製品２を\n製造，販売する被告らの行為が特許法１０１条４号の間接侵害に該当するこ\nとはない。\n５  争点５（損害額）について\n〔原告の主張〕\n被告らは，平成１８年６月頃より，本件特許権を侵害する被告製品１を製造，\n貸与し，本件特許権を侵害する方法に用いる被告製品２を製造，販売している\nから，原告は，被告らに対して，特許権侵害の不法行為に基づく損害賠償請求\n権を有する。\n原告の受けた損害の額は，被告製品１の貸与数と日数，被告製品２の販売数\nに，原告の同種製品の貸与，販売による単位数量当たりの利益を乗じて，別紙\n損害額計算表のとおり算定した合計１億０３４２万１１０１円である（特許法\n１０２条１項）。\n〔被告らの主張〕\n原告の主張は否認ないし争う。\n第４  当裁判所の判断\n１  争点１（被告製品１の構成要件Ｇ～Ｊ充足性）について\n(1) 本件特許発明４の構成要件Ｇは，「前記既設の鉄骨柱の各エレクションピ\nースが入る第１のスリットと，前記新設の鉄骨柱の各エレクションピースが\n入る第２のスリットとであって」であり，同記載の文言から，「第 1 のスリ\nット」は，既設の鉄骨柱の各エレクションピースが入るスリットを，「第２\nのスリット」は，既設の鉄骨柱の上側に降ろした新設の鉄骨柱の各エレクシ\nョンピースが入るスリットを意味するものであると認められる。そして，構\n成要件Ｇは，「前記第１のスリットの水平方向の幅が前記第２のスリットの\n水平方向の幅より大きい」と規定していることから，本件特許発明４の「環\n状の固定ジグ」（構成要件Ｆで規定されている。）が構成要件Ｇを充足する\nには，「既設の鉄骨柱の各エレクションピースが入る第１のスリットの水平\n方向の幅が，既設の鉄骨柱の上側に降ろした新設の鉄骨柱の各エレクション\nピースが入る第２のスリットの水平方向の幅より大きい」構成を有しなけれ\nばならない。\n被告製品のカタログ（甲４）及び取扱説明書（甲５）によると，被告製品\n１は，幅の狭いスリットに既設の鉄骨柱のエレクションピースを入れ，幅の\n広いスリットに既設の鉄骨柱の上側に降ろした新設の鉄骨柱のエレクション\nピースを入れて使用されるものであることが認められ，原告が使用可能な態\n様であると主張する，幅の狭いスリットに新設の鉄骨柱のエレクションピー\nスを入れ，幅の広いスリットに既設の鉄骨柱のエレクションピースを入れる\n態様で被告製品１が使用されることを認めるに足りる証拠はない。\nしたがって，被告製品１においては，既設の鉄骨柱のエレクションピース\nが入る「第１のスリット」は幅の狭いスリットであり，新設の鉄骨柱のエレ\nクションピースが入る「第２のスリット」は幅の広いスリットであり，「第\n１のスリットの水平方向の幅」が「第２のスリットの水平方向の幅」より小\nさいから，被告製品１は，構成要件Ｇを充足するということはできず，その\n余の構成要件の充足性を検討するまでもなく，本件特許発明４の技術的範囲\nに属しない。\n(2) 原告は，本件特許発明４のような物の発明において，ある物件が特許発明\nの技術的範囲に属するか否かは，当該物件がその構造において当該発明の構\n成を具備しているか否かにかかり，その用法の態様はこれを問わないもので\nあるとして，被告製品１の幅の広いスリットが構成要件Ｇの「第１のスリッ\nト」に，幅の狭いスリットが構成要件Ｇの「第２のスリット」にそれぞれ該\n当すると主張する。\nしかし，特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載\nに基づいて定めなければならず（特許法７０条１項），構成要件Ｇは本件特\n許発明４に係る特許請求の範囲の記載であるから，本件特許発明４の技術的\n範囲は，構成要件Ｇに記載された「前記既設の鉄骨柱の各エレクションピー\nスが入る第１のスリットと，前記新設の鉄骨柱の各エレクションピースが入\nる第２のスリットとであって」という記載に基づいて定めなければならない。\nそして，上記(1)で認定したように，被告製品１は，幅の狭いスリットに既設\nの鉄骨柱のエレクションピースを入れ，幅の広いスリットに新設の鉄骨柱の\nエレクションピースを入れて使用されるものであるから，被告製品１におい\nては，幅の狭いスリットが既設の鉄骨柱の各エレクションピースが入る「第\n１スリット」であり，幅の広いスリットが新設の鉄骨柱の各エレクションピ\nースが入る「第２のスリット」であると解するほかなく，原告の主張は失当\nである。\n２  争点２（被告製品を使用した鉄骨柱の転倒防止方法の構成要件Ａ①～Ｅ充足\n性）について\n原告は，幅の広い方のスリットに既設の鉄骨柱のエレクションピースを，幅\nの狭い方のスリットに新設の鉄骨柱のエレクションピースをそれぞれ差し込ん\nで使用する態様で被告製品１を使用する鉄骨柱の転倒防止方法である上下逆転\n使用方法を実施すれば，構成要件Ａ①～Ｅを全て充足し，本件特許発明１の方\n法を実施することになるとも主張するが，上記１(1)で認定したように，原告主\n張のような態様で被告製品１が使用されることを認めるに足りる証拠はなく，\n原告の主張は前提において理由がない。\n３  争点３（被告製品を使用した鉄骨柱の転倒防止方法による本件特許発明１の\n均等侵害の成否）について\n(1) 本件特許発明１の方法と被告製品の説明書記載方法を対比すると，本件特\n許発明１においては，既設の鉄骨柱の各エレクションピースが入る第１のス\nリットの水平方向の幅が，新設の鉄骨柱の各エレクションピースが入る第２\nのスリットの水平方向の幅より大きいのに対し（構成要件Ｂ①），説明書記\n載方法においてはこの組合せが逆となり，既設の鉄骨柱（１１０）の各エレ\nクションピース（１１２）が入るスリット（１２２）の水平方向の幅が，新\n設の鉄骨柱（１１６）の各エレクションピース（１１４）が入るスリット（１\n２０）の水平方向の幅より小さいため，説明書記載方法は構成要件Ｂ①を充\n足せず，本件特許発明１の技術的範囲に属しないといえる。\n原告は，本件特許発明１の方法と説明書記載方法との間に上記のような相\n違点があるとしても，説明書記載方法は，本件特許発明１の方法と均等な方\n法であると主張する。\n(2) 本件特許発明１に係る特許請求の範囲に記載された構成中に説明書記載方\n法と異なる部分が存する場合であっても，①上記部分が本件特許発明１の本\n質的部分ではなく，②上記部分を説明書記載方法におけるものと置き換えて\nも，本件特許発明１の目的を達することができ，同一の作用効果を奏するも\nのであって，③上記のように置き換えることに，当該発明の属する技術の分\n野における通常の知識を有する者（以下「当業者」という。）が説明書記載\n方法の使用の時点において容易に想到することができたものであり，④説明\n書記載方法が，特許発明の特許出願時における公知技術と同一又は当業者が\nこれから上記出願時に容易に推考できたものではなく，かつ，⑤説明書記載\n方法が特許発明の特許出願手続において特許請求の範囲から意識的に除外さ\nれたものに当たるなどの特段の事情もないときは，説明書記載方法は，特許\n請求の範囲に記載された構成と均等なものとして，本件特許発明１の技術的\n範囲に属するものと解するのが相当である（最高裁平成１０年２月２４日第\n三小法廷判決・民集５２巻１号１１３頁参照）。\nそして，上記⑤の要件については，特許権者の側においていったん特許発\n明の技術的範囲に属しないことを承認し，又は外形的にそのように解される\nような行動をとった場合には，特許出願手続において出願人が特許請求の範\n囲から当該製品や方法を意識的に除外したものと解すべきである。\n(3) 本件特許の出願経緯は，以下のとおりである。\nア  本件特許は，出願当初，請求項の数を４とし（出願当初の請求項１，２\nに係る発明は鉄骨柱の転倒防止方法についての発明であり，同請求項３，\n４に係る発明は鉄骨柱のずれ修正方法についての発明であった。），出願\n当初の請求項１には，特許請求の範囲を「複数のエレクションピースを周\n方向に間隔をおいて上方の端部に有する既設の鉄骨柱に，前記エレクショ\nンピースに対応する複数のエレクションピースを下方の端部に有する新設\nの鉄骨柱を接合すべきとき，前記既設の鉄骨柱の上側に降ろした前記新設\nの鉄骨柱の転倒を防止する方法であって，／前記既設の鉄骨柱の各エレク\nションピースが入る第１のスリットと，前記新設の鉄骨柱の各エレクショ\nンピースが入る第２のスリットとを有する環状の固定ジグであって少なく\nとも１本のボルトを前記各スリットに対して進退可能に取り付けた固定ジ\nグを，前記第１のスリットに前記既設の鉄骨柱のエレクションピースを差\nし込むと共に，前記第２のスリットに前記新設の鉄骨柱のエレクションピ\nースを差し込んで所定位置に配置すること，／その後，前記第１のスリッ\nトに係わる前記ボルトをねじ込んで前記固定ジグと前記既設の鉄骨柱の前\n記エレクションピースとを連結すると共に，前記第２のスリットに係わる\n前記ボルトをねじ込んで前記固定ジグと前記新設の鉄骨柱の前記エレクシ\nョンピースとを連結することを含む，鉄骨柱の転倒防止方法。」（文中の\n「／」は，原文の改行部分を示す。以下同じ。）とする発明が記載されて\nいた（乙１の１）。出願当初の請求項１に係る上記発明においては，既設\nの鉄骨柱の各エレクションピースが入る第 1 のスリットと新設の鉄骨柱の\n各エレクションピースが入る第２のスリットの水平方向の幅の大小は限定\nされていなかった。\nまた，出願当初の請求項３には，特許請求の範囲を「複数のエレクショ\nンピースを周方向に間隔をおいて上方の端部に有する既設の鉄骨柱に，前\n記エレクションピースに対応する複数のエレクションピースを下方の端部\nに有する新設の鉄骨柱を接合すべきとき，前記既設の鉄骨柱の上側に降ろ\nした前記新設の鉄骨柱の水平方向のずれを修正する方法であって，／前記\n既設の鉄骨柱の各エレクションピースが水平方向のすきまをおいて入る第\n１のスリットと，前記新設の鉄骨柱の各エレクションピースが水平方向の\nすきまをおいて入る第２のスリットとを有する環状の固定ジグであって少\nなくとも１本のボルトを前記各スリットに対して水平方向へ進退可能に取\nり付けた固定ジグを，前記第１のスリットに前記既設の鉄骨柱のエレクシ\nョンピースを差し込むと共に，前記第２のスリットに前記新設の鉄骨柱の\nエレクションピースを差し込んで所定位置に配置すること，／その後，前\n記第１のスリット及び前記第２のスリットの一方に係わる前記ボルトをね\nじ込んで前記固定ジグと前記一方のスリットに差し込まれた鉄骨柱の前記\nエレクションピースとを連結すること，／その後，前記第１のスリット及\nび前記第２のスリットの他方に係わる前記ボルトをねじ込んで前記他方の\nスリットに差し込まれた鉄骨柱の前記エレクションピースに荷重を付加し，\n前記新設の鉄骨柱を水平方向へ移動することを含む，鉄骨柱のずれ修正方\n法。」とする発明が，出願当初の請求項４には，特許請求の範囲を「前記\n他方のスリットは，前記一方のスリットより水平方向の幅が大きくなるよ\nうに形成された，請求項３に記載の鉄骨柱のずれ修正方法。」とする発明\nが，それぞれ記載されていた（乙１の１）。出願当初の請求項４に係る上\n記発明においては，既設の鉄骨柱の各エレクションピースが入る第 1 のス\nリットと新設の鉄骨柱の各エレクションピースが入る第２のスリットの水\n平方向の幅については，他方のスリットが一方のスリットより大きくなる\nように形成されるが，いずれか特定のスリットの水平方向の幅が他方のス\nリットの水平方向の幅より大きいと限定するものではなかった。\nイ  出願当初の明細書には，発明の詳細な説明として，以下の記載があった\n（乙１の１）。\n「【００１５】／環状の固定ジグに設けた２つのスリットのそれぞれに既\n設の鉄骨柱のエレクションピースと新設の鉄骨柱のエレクションピースと\nを差し込み，一方のスリットに係わるボルトによって固定ジグとエレクシ\nョンピースとを連結し，他方のスリットに係わるボルトによってずれを修\n正するものであるため，エレクションピースの取付け位置とは関係なくず\nれ修正方法を実施できる。その結果，鉄骨柱の断面形状が四角形，多角形，\n円形，楕円形その他の形状であっても，断面形状の影響を受けない。また，\nエレクションピースは鉄骨柱の隅部にある必要がなく，隅部間の中央付近\nに取り付けることもできる。これにより，隅部に存在している冷間成形時\nの機械的特性の影響を排除できる。」\n「【００１６】／ずれ修正方法を実施する場合，前記他方のスリットの水\n平方向の幅が前記一方のスリットの水平方向の幅より大きくなるようにス\nリットを形成することが好ましい。」\nウ  原告は，平成１２年８月２８日付け手続補正書により，物の発明である\n固定ジグについての発明を請求項３，６として追加する補正をし（乙１の\n３），同年１１月２９日付け手続補正書により，各独立請求項の記載から\n固定ジグの形状を特定する「環状の」を削除し，従属項として固定ジグの\n形状を「環状に形成されている」と特定する請求項３，６，９を追加する\n等の補正をした（乙１の４）。\nエ  原告が，特許庁長官に対し，平成１２年８月２８日付けで出願審査請求\nをしたところ（乙１の２），平成１３年１月１５日付け刊行物等提出書及\nび同月２２日付け刊行物等提出書をもって，本件特許に係る発明は特許法\n２９条２項等に該当し特許を受けることができないとして，特開平８－１\n９９８１９号公報（乙２。以下「引用文献１」という。），特開平８－１\n８９２０１号公報（乙３。以下「引用文献２」という。），特開平８－３\n２６２１１号公報（乙４。以下「引用文献３」という。）が刊行物として\n特許庁長官に提出された（乙１の５，６）。\n特許庁審査官は，平成１３年２月１６日，本件特許出願に係る請求項１\n～９に係る発明は，その出願前に頒布された引用文献１～３に記載された\n発明に基づいて当業者が容易に発明することができたとして，原告に対し\n拒絶理由を通知した。この拒絶理由通知書の備考欄には，「引用文献１に\nは，第１及び第２のスリットを設けた鉄骨柱固定用ジグである点が記載さ\nれている。／引用文献２には，上下に並んだエレクションピースの各々に\nついて，水平方向の力を与えるためのボルトを設ける点が記載されている。\n／スリット幅を適宜選択することには格別の進歩性は認められない。」，\n「引用文献３には，ジグを環状に形成する点が記載されている。」と記載\nされていた（乙１の７）。\nオ  原告は，特許庁審査官に平成１３年５月２４日付け意見書（乙１の８）\nを提出し，同日付け手続補正書により，鉄骨柱の転倒防止方法，固定ジグ，\n鉄骨柱のずれ修正方法について請求項１等を変更し，請求項を２つ追加す\nる等の補正をして，請求項１を以下のように変更した（乙１の９）。\n「【請求項１】複数のエレクションピースを周方向に間隔をおいて上方の\n端部に有する既設の鉄骨柱に，前記エレクションピースに対応する複数の\nエレクションピースを下方の端部に有する新設の鉄骨柱を接合すべきとき，\n前記既設の鉄骨柱の上側に降ろした前記新設の鉄骨柱の転倒を防止する方\n法であって，／前記既設の鉄骨柱の各エレクションピースが入る第１のス\nリットと，前記新設の鉄骨柱の各エレクションピースが入る第２のスリッ\nトとを有し，前記第１のスリットの水平方向の幅が前記第２のスリットの\n水平方向の幅より大きい固定ジグであって少なくとも１本のボルトを前記\n各スリットに対して進退可能に取り付けた固定ジグを，前記第１のスリッ\nトに前記既設の鉄骨柱のエレクションピースを差し込むと共に，前記第２\nのスリットに前記新設の鉄骨柱のエレクションピースを差し込んで所定位\n置に配置すること，／その後，前記第１のスリットに対して進退可能であ\nる前記ボルトのねじ込みにより前記固定ジグと前記既設の鉄骨柱の前記エ\nレクションピースとを連結すると共に，前記第２のスリットに対して進退\n可能である前記ボルトのねじ込みにより前記固定ジグと前記新設の鉄骨柱\nの前記エレクションピースとを連結することを含む，鉄骨柱の転倒防止方\n法。」\nこの補正により，既設の鉄骨柱の各エレクションピースが入る第１のス\nリットと新設の鉄骨柱の各エレクションピースが入る第２のスリットの水\n平方向の幅の大小につき，第 1 のスリットの水平方向の幅が第２のスリッ\nトの水平方向の幅より大きいと限定され，特許請求の範囲の減縮がされた。\nまた，上記意見書には，以下の記載がある（乙１の８）。\n(ｱ) 「本願発明によれば，既設の鉄骨のエレクションピースと，既設の鉄\n骨上に吊り降ろした新設の鉄骨柱のエレクションピースとがそれぞれ差\nし込まれる固定ジグのスリットの第１のスリット部と第２のスリット部\nとの水平方向の幅について，第１のスリット部の幅を第２のスリット部\nの幅より大きいものに設定したことから，…」\n(ｲ) 「引例１の特開平８－１９９８１９号公報（判決注：引用文献１）に\n記載の既設の鋼管柱２のエレクションピース５と，新設の鋼管柱３のエ\nレクションピース７とに被せられる接続函体１１にあっては，該接続函\n体の両側面材１７，１８が規定するエレクションピース５，７をぞれぞ\nれ差し込むための，反力プレート１９で上下に仕切られた２つの空間の\n水平方向の間隔は同一である。」\n「これは，引例２の特開平８－１８９２０１号公報（判決注：引用文\n献２）に記載された柱接続治具７および引例３の特開平３２６２１１号\n公報（判決注：「特開平８－３２６２１１号公報」の誤記。引用文献３）\nに記載された連結用の治具３０においても同様である。」\n(ｳ) 「本願発明は，既設の鉄骨柱の上側に降ろした新設の鉄骨柱の転倒を\n防止し，また，水平方向のずれを修正する固定ジグのスリットについて，\n既設の鉄骨柱のエレクションピースを差し込む第１のスリット部の水平\n方向の幅を，新設の鉄骨柱のエレクションピースを差し込む第２のスリ\nット部の水平方向の幅よりも大きいものとしたことを特徴とし，水平方\n向に関して互いにずれた状態である両鉄骨柱のエレクションピースの両\nスリット部への差し込みの許容と，各スリットに対して水平方向へ進退\n可能であるボルトのねじ込み作業に要する労力および時間の軽減との双\n方の実現を可能とする。／しかるに，引例１，２および３（判決注：引\n用文献１～３）は，本願発明の上記構成上の特徴について開示するとこ\nろがない。」\nカ  これに対し，特許庁審査官は，平成１４年４月１８日，上記エの拒絶理\n由通知書に記載した理由により，本件特許出願について拒絶査定をした（乙\n１の１１）。\n原告は，この拒絶査定に対して不服審判を請求し（乙１の１２），平成\n１４年６月２７日付け手続補正書により，明細書全文を本件明細書のとお\nり補正したところ（乙１の１３），同年１０月２５日，特許庁審査官は，\n本件特許出願について特許査定した（乙１の１５）。\n(4) 上記(3)認定の出願経緯からすると，出願当初の請求項１においては，既設\nの鉄骨柱の各エレクションピースが入る第 1 のスリットと新設の鉄骨柱の各\nエレクションピースが入る第２のスリットの水平方向の幅の大小について限\n定はしていなかったものである。また，鉄骨柱のずれ修正方法に係る出願当\n初の請求項４においては，「前記他方のスリットは，前記一方のスリットよ\nり水平方向の幅が大きくなるように形成された，請求項３に記載の鉄骨柱の\nずれ修正方法」と記載され，この「他方のスリット」，「一方のスリット」\nとは，出願当初の請求項３における「前記第１のスリット及び前記第２のス\nリットの一方」，「前記第１のスリット及び前記第２のスリットの他方」の\nことであるから，第１のスリットの水平方向の幅が第２のスリットの水平方\n向の幅よりも大きい固定ジグだけではなく，第２のスリットの水平方向の幅\nが第１のスリットの水平方向の幅よりも大きい固定ジグも含めたものとして\n記載していたといえる。\nその後，原告は，拒絶理由の通知を受け，出願当初の請求項４の記載のよ\nうに，「前記第１のスリット及び前記第２のスリットの一方の水平方向の幅\nが他方の水平方向の幅より大きい固定ジグ」などと補正することが可能であ\nったにもかかわらず，上記(3)オの補正により，請求項１等につき，「前記第\n１のスリットの水平方向の幅が前記第２のスリットの水平方向の幅より大き\nい固定ジグ」と補正したのであるから，第１のスリットと第２のスリットの\n水平方向の幅の大小につき，第１のスリットの水平方向の幅が第２のスリッ\nトの水平方向の幅より大きいものだけに限定したものといえる。この減縮補\n正は，拒絶理由通知が指摘した引用文献１～３に記載された２つの空間（ス\nリット部）は水平方向の幅が同一であり，本件特許発明の構成上の特徴を開\n示していないことを主張してされたものであるから，当該拒絶理由を回避す\nるためにされた補正と認められる。\n本件特許に係るこのような出願経緯からすると，既設の鉄骨柱の各エレク\nションピースが入る第１のスリットと新設の鉄骨柱の各エレクションピース\nが入る第２のスリットの水平方向の幅の大小については，上記(3)オの補正に\nおいて，第１のスリットの水平方向の幅が第２のスリットの水平方向の幅よ\nり大きいものに限定されたことにより，外形的には，これとは逆の第１のス\nリットの水平方向の幅が第２のスリットの水平方向の幅より小さいものを本\n件特許発明１に係る特許請求の範囲から意識的に除外したものと解さざるを\n得ない。\nしたがって，説明書記載方法は，均等侵害の要件のうち，少なくとも上記(2)\nの⑤の要件を欠くことが明らかであるから，その余の要件について検討する\nまでもなく，説明書記載方法が本件特許発明１の方法と均等な方法であると\nする原告の主張は理由がない。\n(5) 原告は，上記補正に引用例との抵触を避ける意図はなかった，手続補正上\nの制約から出願時の明細書と図面に記載されていない事項を追加する補正は\n許されなかったなどと主張する。\nしかし，上記(4)で認定したように，上記補正は拒絶理由を回避するために\nされたものと認められ，また，上記(3)イで認定したように，本件特許の出願\n当初の明細書（乙１の１）には，「前記他方のスリットの水平方向の幅が前\n記一方のスリットの水平方向の幅より大きくなるようにスリットを形成する\nことが好ましい。」と記載されていることからすると，仮に他方のスリット\nの水平方向の幅が一方のスリットの水平方向の幅より大きい旨の補正をした\nとしても新規事項の追加に当たるということはできず，手続補正上の制約が\nあったとは認められないことから，原告の上記主張は理由がない。\n４  結論\n以上によれば，被告らが被告製品１を製造，貸与する行為が，本件特許権を\n侵害するということはできず，また，被告らが被告製品２を製造，販売する行\n為が，本件特許権の間接侵害（特許法１０１条４号，５号）に該当するという\nこともできない。\nよって，その余の点について判断するまでもなく，原告の請求はいずれも理\n由がないから棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n岡       本               岳\n裁判官\n坂      本      康      博\n裁判官\n寺       田       利       彦\n（ 別 紙 ）                 物  件  目  録  （１）\n三 伸 機 材 株 式 会 社 製 の 柱 建 入 れ 治 具\n（ 商 品 名 『 鉄 人 』 ）\n（ 別 紙 ）                 物  件  目  録  （２）\n三 伸 機 材 株 式 会 社 製 の エ レ ク シ ョ ン ピ ー ス\n（ 商 品 名 『 標 準 エ レ ク シ ョ ン ピ ー ス 』 ）\n（ 別 紙 ）\n被告製品１構成説明書\nこの柱建入れ治具は，既設・新設の鉄骨柱を接合するため，その接合部分を溶接\nする間，新設鉄骨柱を所定の位置に保持するための水平方向ずれ修正及び転倒防止\nするための治具である。\n下図は被告の柱建入れ治具を示しており、\n図１はその平面図\n図２はその側面図\nであり，部品名はそれぞれの図面で示したとおりである。\n（ 別 紙 ）\n被告製品２構成説明書\n被告製のエレクションピースは，鉄骨柱の建て入れのために物件目録１の製品「柱\n建入れ治具」（被告治具）と合せ用いる鋼材製の板状小片であり，被告治具と嵌合\nして新設の鉄骨柱を所定位置に保持し，予め鉄骨柱の各端部に間隔をおいて溶接し\nて取り付けておく仮設部材で，既設・新設の鉄骨柱の接合が完了した後，溶断によ\nり分離除去される。\nエレクションピースは柱脚用と柱頭用で１組となっており，それぞれの寸法は下\n記のとおりである。\n（別紙）\n被告治具被告治具被告治具被告治具をををを使用使用使用使用するするするする鉄骨柱転倒防止方法鉄骨柱転倒防止方法鉄骨柱転倒防止方法鉄骨柱転倒防止方法（（（（１１１１））））\n一一一一     図面図面図面図面\n二二二二     図面図面図面図面のののの説明説明説明説明\n（一）図面の簡単な説明\n図面は、既設の鉄骨柱及び新設の鉄骨柱に配置された４つ被告治具のうちの３\nつを正面（中央）、右側面及び左側面で示す図である。被告治具の他の１つは正\n面と反対の側にある。\n（二）図中の参照番号の説明\n１１８・・・・・・・・・・・・・被告治具\n１１０・・・・・・・・・・・・・既設の鉄骨柱\n１１６・・・・・・・・・・・・・新設の鉄骨柱\n１１２・・・・・・・・・・・・・柱脚用エレクションピース\n１１４・・・・・・・・・・・・・柱頭用エレクションピース\n１１９・・・・・・・・・・・・・ねじ穴\n１２１・・・・・・・・・・・・・ピン穴\n１２０・・・・・・・・・・・・・幅の広いスリット\n１２２・・・・・・・・・・・・・幅の狭いスリット\n１２４，１２６，１２８，２２６・ねじ穴\n１３０・・・・・・・・・・・・・補強板\n１３４・・・・・・・・・・・・・目違い修正ボルト\n１３６・・・・・・・・・・・・・頂部固定ボルト\n１３８，１３８・・・・・・・・・治具固定ボルト\n２３６・・・・・・・・・・・・・治具固定ボルト\n１４８・・・・・・・・・・・・・落下防止ピン\n１５０・・・・・・・・・・・・・押圧手段（パンタグラフ）\n三三三三     被告治具被告治具被告治具被告治具をををを用用用用いるいるいるいる方法方法方法方法\n１．（目的）\n１－（１）\n複数のエレクションピース（１１４）を周方向に間隔をおいて上方の端部に有\nする既設の鉄骨柱（１１０）に，\nエレクションピース（１１４）に対応する複数のエレクションピース（１１２）\nを下方の端部に有する新設の鉄骨柱（１１６）を接合すべきとき，\n１－（２）\n既設の鉄骨柱（１１０）の上側に降ろした新設の鉄骨柱（１１６）の転倒を防\n止する方法である。\n２．（使用する治具）\n２－（１）\n既設の鉄骨柱の各エレクションピース（１１４）が入るスリット（１２０）と，\n新設の鉄骨柱（１１６）の各エレクションピース（１１２）が入るスリット（１\n２２）とを有し，\nスリット（１２０）の水平方向の幅がスリット（１２２）の水平方向の幅より\n大きい環状の治具（１１８）であって\n２－（２）\n２本の目違い修正ボルト（１３４，１３４）をスリット（１２０）の両側にス\nリット（１２０）に対して水平方向に進退可能に取り付け\n２－（３）\nかつ１本の頂部固定ボルト（１３６）をスリット（１２０）の下側に該スリッ\nト（１２０）に対して上下方向に進退可能に取り付け，\n２－（４）\nまた２本の治具固定ボルト（１３８，１３８）をスリット（１２２）の片側に\nスリット（１２２）に対して水平方向に進退可能に取り付けた治具（１１８）で\nあり，これを次に述べるように配置する）。\n３．（治具の配置）\n３－（１）\nスリット（１２０）に既設の鉄骨柱（１１０）のエレクションピース（１１４）\nを差し込むと共に，\n３－（２）\nスリット（１２２）に新設の鉄骨柱（１１６）のエレクションピース（１１２）\nを差し込んで所定位置に配置する。\n４．（治具とエレクションピースとの連結）\n４－（１）\nその後，スリット（１２０）に対して進退可能である頂部固定ボルト（１３６）\nのねじ込みにより治具（１１８）と既設の鉄骨柱（１１６）のエレクションピー\nス（１１２）とを連結する。\nそれと共に\n４－（２）\nスリット（１２２）に対して進退可能である治具固定ボルト（１３８，１３８）\nのねじ込みにより治具（１１８）と新設の鉄骨柱（１１６）のエレクションピー\nス（１１２）とを連結する。\n以上のような手段と作業を含む，鉄骨柱の転倒防止方法。\n（別紙）\n被告治具被告治具被告治具被告治具をををを使用使用使用使用するするするする鉄骨柱転倒防止方法鉄骨柱転倒防止方法鉄骨柱転倒防止方法鉄骨柱転倒防止方法（（（（２２２２））））\n一一一一     図面図面図面図面\n二二二二     図面図面図面図面のののの説明説明説明説明\n（一）図面の簡単な説明\n図面は、既設の鉄骨柱及び新設の鉄骨柱に配置された４つ被告治具のうちの３\nつを正面（中央）、右側面及び左側面で示す図である。被告治具の他の１つは正\n面と反対の側にある。\n（二）図中の参照番号の説明\n１１８・・・・・・・・・・・・・被告治具\n"
}