{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 20
  },
  "case_number": "平成24(行ケ)10062",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82382",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82382",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/382/082382_hanrei.pdf",
  "contents": "平成２４年６月２０日判決言渡  同日原本受領  裁判所書記官\n平成２４年（行ケ）第１００６２号  審決取消請求事件\n口頭弁論終結日  平成２４年６月６日\n判        決\n原              告                    X\n同訴訟代理人弁理士        正      林      真      之\n八  木  澤      史      彦\n髙      野      芳      徳\n被              告        日 本 電 信 電 話 株 式 会 社\n被 告 補 助 参 加 人        株      式      会      社\nエ ヌ ・ テ ィ ・ テ ィ ・ デ ー タ\n上記両名訴訟代理人弁護士  水      谷      直      樹\n曽  我  部      高      志\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が取消２０１０－３００９３３号事件について平成２４年１月１０日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，原告が，被告の下記１の本件商標に係る商標登録の取消しを求める原告\nの下記２の本件審判請求について，特許庁が同請求は成り立たないとした別紙審決\n書（写し）の本件審決（その理由の要旨は下記３のとおり）には，下記４のとおり\nの取消事由があると主張して，原告が本件審決の取消しを求める事案である。\n１  本件商標\n本件商標（登録第４６５７５６３号）は，「ＮＴＴデータ」の文字を標準文字で表\nしてなるものであり，平成１４年３月１８日に登録出願され，第４２類「電子計算\n機のプログラムの設計・作成又は保守及びこれらに関する助言・指導」（以下「本件\n役務」という。）を含む第３５類ないし第４５類に属する商標登録原簿に記載の役務\nを指定役務として，平成１５年３月２８日に設定登録されたものである（乙１，２，\n５）。\n２  特許庁における手続の経緯\n原告は，平成２２年８月２６日，本件商標の指定役務のうち，本件役務について，\n継続して３年以上日本国内において商標権者，専用使用権者又は通常使用権者のい\nずれもが使用した事実がないことをもって，不使用による取消審判を請求し，当該\n請求は，同年９月１５日に登録された（甲１１，乙１）。\n特許庁は，これを取消２０１０－３００９３３号事件として審理し，被告補助参\n加人の補助参加を受けた上で，平成２４年１月１０日，「本件審判の請求は，成り立\nたない。」との本件審決をし，その審決書謄本は，同月１８日，原告に送達された（甲\n１２，１５～１８，２０，弁論の全趣旨）。\n３  本件審決の理由の要旨\n本件審決の理由は，本件商標の通常使用権者である被告補助参加人が本件審判の\n請求の登録前３年以内に，日本国内において，本件商標と社会通念上同一と認めら\nれる商標を本件役務について使用していた（商標法２条３項８号）から，本件商標\nの登録を取り消すことはできない，というものである。\n４  取消事由\n通常使用権者による本件商標の使用の有無についての認定判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n(1)  通常使用権の許諾について\nア  本件審決は，被告補助参加人が本件商標に係る通常使用権者である旨を認定\nしている。\nイ  しかしながら，被告及び被告補助参加人は，本件商標の使用許諾に関して，\n許諾が口頭によるものか黙示によるものか，口頭による場合の合意の主体，黙示に\nよる場合の評価根拠事実，許諾の時期並びに許諾に関する被告及び被告補助参加人\nの機関の意思決定という各要件事実を主張していないから主張自体失当であり，本\n件審決による認定は，主張に基づかない違法なものである。さらに，被告の子会社\nの商号と一致する商標について被告が商標権者となっている事例は，２３件はある\n（甲２４）ところ，被告及び被告補助参加人は，これらと本件商標の扱いの異同に\nついて主張していない。\n被告及び被告補助参加人は，被告補助参加人が将来の使用許諾を前提として被告\nに本件商標の登録出願を依頼するなどした旨を主張するが，その証拠とされる乙３\nの余白手書き部分（２箇所）及び黄色の下線らしきものの部分（４箇所）の作成者\nが不明である以上，乙３及び当該手書き部分等が反映された乙４に基づいて，当該\n主張を裏付けることはできないし，乙５は，被告補助参加人にそれが交付されたこ\nとを証明していない。また，本件商標については，出願手続において指定商品等の\n削除等がされている（甲２５の１・２）が，その経緯は，不明であって，乙５に記\n載の登録内容が被告補助参加人の依頼に基づくものであるとは認められない。よっ\nて，被告及び被告補助参加人による上記証拠に基づく使用許諾の主張は，採用でき\nない。\nなお，被告補助参加人の希望だけで被告が高額にのぼる商標登録出願費用を負担\nするということは，それ自体不自然である。\nウ  むしろ，被告及び被告補助参加人は，許諾が有償か無償か，独占的な許諾か\n否か，ライセンス期間が何年かといった，当然合意されるべき事項について主張し\nていないこと，被告補助参加人従業員の報告書（甲１０）は，本件審判のために裏\n付けをとることもなく，結論ありきで使用許諾が存在する旨を記載したものであっ\nて，その作成者と他の証拠（乙３）の作成者との関係が不明であり信用できないこ\nと，被告による許諾には書面が存在せず，被告及び被告補助参加人の主張も，前記\nのとおり不明確であること，被告による被告補助参加人関連の各登録商標の出願日\n（平成４年ないし平成１８年。本件商標の出願日は，平成１４年３月１８日である。）\nがいずれも昭和６３年５月設立の被告補助参加人の事業活動時期と関連がないこと，\n日本電信電話株式会社等に関する法律（以下「法」という。）８条，２５条１項によ\nり，被告以外の者は，その商号中に「日本電信電話株式会社」という文字を用いる\nことが刑事罰をもって禁じられているから，被告の商号を英語表記したものの略称\nである本件商標のうち「ＮＴＴ」を含む本件商標を他者に対して使用許諾すること\nが想定し難いため，被告と被告補助参加人との間には特殊な関係が存在すること，\n被告補助参加人が本件商標の出願当時，本件商標と称呼等を同じくする商標の登録\nを得ていたのにその後権利放棄しているから，本件商標について被告に登録出願を\n依頼するのが不自然であること（甲２５の１），被告補助参加人が現在登録している\n多数の商標がいずれも「ＮＴＴ」を含まないものに限られること（甲２６），旧郵政\n省及び総務省に対して，かねてより被告のグループ全体に「ＮＴＴ」ブランドを使\n用させるべきではないとの意見が重ねて示されており（甲２７，２８），被告がこれ\nに逆行する形で「ＮＴＴ」ブランドを被告補助参加人に使用許諾するとは考え難い\nことから，被告は，これらの登録商標について被告補助参加人に使用許諾をするこ\nとを意図していなかったと推認されることに照らすと，被告による本件商標の使用\n許諾は，存在しなかったとみるのが自然である。\nエ  前記のとおり，被告以外の者は，その商号中に「日本電信電話株式会社」と\nいう文字を用いることが刑事罰をもって禁じられており，被告の商号を英語表記し\nたものの略称である本件商標のうち「ＮＴＴ」の部分は，「データ」の部分と明確に\n区別できるから，被告による本件商標の使用許諾は，法８条に違反し，公序良俗に\n反して無効である。\n上記法の規定によれば，「ＮＴＴ」という文字標章は，工業所有権の保護に関する\nパリ条約６条の３(1)(a)にいう「同盟国が採用する監督用及び証明用の公の記号」に\n含まれるか，あるいはそれに準じた扱いがされて当然であり，権限のある官庁の許\n可を受けずに「ＮＴＴ」を商標の構成部分として使用し，あるいはその許諾をする\nことは，公序良俗に反して無効である。\n仮に，本件商標の使用許諾が法８条又はパリ条約６条の３(1)(a)に違反しないとし\nても，同法及び同条約の趣旨のほか，商標法５０条１項の「通常使用権者」が商標\n法３２条の「商標の使用をする権利」を含まず，商標法５３条１項が商標権者の監\n督責任を問題としていることに鑑みると，被告及び被告補助参加人は，使用許諾の\n事実を主張するのであれば，被告が通常使用権者（被告補助参加人）に対して権利\n行使をしていないという事実を主張するだけではなく，本件商標の使用に関する高\n度なレベルでの監督を行った事実を主張する必要があるのに，これを裏付けるよう\nな主張はない。公序良俗，パリ条約あるいは「通常使用権者」と「商標の使用をす\nる権利」の違いに配慮せずに使用許諾を認定した本件審決は，違法である。\nオ  以上のとおり，被告補助参加人は，本件商標の通常使用権者ではなく，被告，\n他の専用使用権者又は他の通常使用権者が本件商標を本件役務に使用した事実はな\nいから，本件商標の本件役務についての使用には証明がなく，この認定を誤る本件\n審決は，取り消されるべきである。\n(2)  被告補助参加人による本件商標の使用態様について\nア  本件審決は，原告による「被告補助参加人による本件商標の使用は，商標的\n使用態様による使用ではない。」との主張を採用しなかった。\nイ  しかしながら，被告及び被告補助参加人が主張する被告補助参加人による本\n件商標の使用は，チラシ（甲４）における「ＮＴＴデータ」との記載であるところ，\n当該記載は，役務を示すものではなく，単に役務を提供する主体を示すものにすぎ\nないから，商標的使用態様において使用されているものではない。\nまた，被告は，「ＮＴＴ／ＤａＴａ」を二段書きにした文字と１０個の白点を三角\n形条に配した図形からなる商標（以下「別件商標」という。甲２参照）を役務の表\n示とともに使用した別件事件において，商標としての使用ではなく，被告補助参加\n人らが同じグループの一員であることを示しているにすぎない旨を主張している\n（甲３）。したがって，甲４における「ＮＴＴデータ」との記載は，なおさらグルー\nプの一員であることを示しているにすぎないものであるというべきである。そして，\nこのような主張に反する本件商標の使用に関する主張は，訴訟法上の信義則に違反\nするものとして却下されるべきである。\nウ  以上のように，被告の主張に係る被告補助参加人による本件商標の本件役務\nに対する使用は，商標的使用態様での使用ではないものというべきであるから，本\n件商標の本件役務についての使用については証明がなく，この認定を誤る本件審決\nは，取り消されるべきである。\n(3)  本件審判請求と権利の濫用について\nア  被告及び被告補助参加人は，本件審判請求が審判請求制度の濫用であるかの\nように主張する（甲１５）。\nイ  しかしながら，登録商標の不使用による取消審判の請求は，専ら被請求人を\n害することを目的としていると認められる場合などの特段の事情がない限り，権利\nの濫用となることはない。\nそして，原告は，一連の取消審判請求において上記特段の事情に該当するような\n矛盾した主張をしていないし，商標法５０条は，個別の指定商品又は指定役務ごと\nに不使用取消審判請求がされることを当然に予定しているから，同一の商標に対す\nる，類似群コードが同一の指定役務を対象にした複数の不使用取消審判請求は，審\n判請求制度の濫用には当たらないばかりか，一連の取消審判請求は，いずれも取消\n対象となる指定商品又は指定役務を異にしている。また，原告は，本件審判請求前\nに本件で問題とされているチラシ等の存在を知っていたが，当該チラシ等は，本件\nにおいては間接証拠にすぎないから，その存在を認識していたことが本件商標の使\n用事実の認識となるものではない。\nウ  以上によれば，本件審決取消訴訟は，審判請求制度の濫用の延長に位置づけ\nられるべきものではない。\n〔被告及び被告補助参加人の主張〕\n(1)  通常使用権の許諾について\nア  被告と被告補助参加人とは，親子会社の関係にあり（甲５），グループ企業と\nして緊密な関係にあるところ，本件商標は，被告補助参加人の商号（株式会社エヌ・\nティ・ティ・データ）から「株式会社」の文字部分を除いた上で，「エヌ・ティ・テ\nィ」の文字部分をアルファベットの「ＮＴＴ」で表記してなるものであり，被告補\n助参加人の略称そのものであるから，その親会社である被告が登録商標として取得\nした上で，子会社である被告補助参加人に対して使用を許諾することは，極めて当\n然のことである。\nそして，被告補助参加人は，自社商号の略称である「ＮＴＴデータ」を登録商標\nとして確保し，これを自ら使用することを希望していたため，将来の使用許諾を前\n提として，平成１４年３月１日，親会社である被告に対し，本件商標の登録出願を\n依頼し（乙３），被告も，将来の使用許諾を前提として，登録出願手続を行い，同月\n２０日，被告補助参加人に対し，当該手続を了した旨を報告し（乙４），本件商標の\n登録後，当該登録証を送付したものである（乙５）。\nなお，乙３の手書き部分は，被告知的財産センタ権利化担当が被告補助参加人と\n協議の上で修正のために記入したものであり，指定商品及び指定役務の内容に関す\nる手続補正（甲２５の２）も，被告及び被告補助参加人の協議に基づくものであっ\nて，いずれも何ら不明な点はない。\nしたがって，被告は，被告補助参加人に対し，本件商標について通常使用権を黙\n示に許諾しているものである（甲１０）。\nなお，被告と被告補助参加人とは，グループ企業として緊密な関係にあるから，\n通常使用権の許諾について文書を作成していなくても，何ら不自然ではない。\nイ  原告は，通常使用権の許諾についての被告及び被告補助参加人の主張が足り\nず，あるいは被告補助参加人の従業員の報告書が信用できないばかりか，「エヌ・テ\nィ・ティ・データ」との称呼を生じさせる複数の商標登録出願日と被告補助参加人\nとの事業活動との時期が一致しないことなどから，当該許諾が存在しないかのよう\nに主張する。\nしかしながら，原告主張に係る事項を列挙しなければ通常使用権の許諾を認定で\nきないというものではないし，被告補助参加人の従業員の報告書についても，原告\nは，その信用性を疑わせるに足りる具体的な主張をしていない。さらに，被告によ\nる商標登録の出願日，被告補助参加人の事業活動時期及び被告の被告補助参加人に\n対する商標の使用許諾の意思の有無の間には，原告が主張するような関係はない。\nウ  原告は，法，パリ条約及び商標法に関連した主張をしているが，これは，い\nずれも商標「ＮＴＴ」に関するものであって，商標「ＮＴＴデータ」に関するもの\nではない。そして，商標「ＮＴＴ」と商標「ＮＴＴデータ」とは，相互に非類似の\n関係にある（甲２２）から，商標「ＮＴＴ」に関する主張は，本件の結論に結びつ\nくものではない。\nまた，原告は，商標権者が通常使用権者に対して商標使用に関する監督を行って\nいたことを主張する必要がある旨を主張するが，独自の見解にすぎない。\nエ  よって，被告補助参加人を本件商標の通常使用権者であると認定した本件審\n決の判断には，何らの誤りもない。\n(2)  被告補助参加人による本件商標の使用態様について\nア  甲４は，平成２０年８月ころ，本件商標の通常使用権者である補助参加人に\nより作成されたチラシであるが，甲４には，その左肩部分に本件商標「ＮＴＴデー\nタ」が表示されており，その直下に「広告代理サービス」と記載されている。そし\nて，甲４には，上記「広告代理サービス」を構成する「コンサルティングサービス」\n中に「Ｗｅｂサイト構築・運用」，「Ｗｅｂサイト改修」の各サービスが含まれるこ\nとが明記されており，また，「サポート体制」の「システム担当」の部分に，「サイ\nト構築，運用を担当します。サイト内のボタンやコンテンツの配置等，ユーザビリ\nティの改善を提案します」と明記されているから，当該「広告代理サービス」には\n本件役務が含まれていることが明らかである。このように，甲４における本件商標\nの表示は，出所識別機能，品質保証機能及び広告機能を有していることが明らかで\nある。\nしたがって，被告補助参加人は，本件商標を，本件役務について商標として使用\nしている。\nイ  被告が別件商標を商標的使用ではない旨を主張するなどしたのは，使用標章，\n使用態様及び使用者がいずれも異なる別件の事案においてであるから，これらを関\n連させようとする原告の主張には，それ自体無理がある。\nよって，原告の主張は，失当である。\nウ  よって，被告補助参加人による本件商標の使用を認定した本件審決の判断に\n誤りはない。\n(3)  本件審判請求と権利の濫用について\n原告の代理人である正林真之弁理士は，株式会社プロリンクの代表者でもあると\nころ，同社と被告補助参加人の子会社である株式会社エヌ・ティ・ティ・データ・\nセキスイシステムズとの間のプログラムの開発委託契約に関して紛争が発生したこ\nとから，プロリンク等を請求人として，本件を含めて８件の取消審判請求をしてい\nる。すなわち，原告らの行動は，エヌ・ティ・ティ・データ・セキスイシステムズ\nに対する主観的不満を一連の取消審判請求で解消しようという不当な目的によるも\nのであって，公益維持を目的とする同審判制度を濫用するものであり，本件訴訟も，\nその延長上に位置付けられるというべきである。\n第４  当裁判所の判断\n１  取消事由（本件商標の使用の有無についての認定判断の誤り）について\n(1)  通常使用権の許諾について\nア  証拠及び弁論の全趣旨によれば，次の事実を認めることができる。\n(ア)  被告は，東日本電信電話株式会社及び西日本電信電話株式会社の発行株式\nの総数を保有し，これらの株式会社（地域会社）による適切かつ安定的な電気通信\n役務の提供の確保を図ること並びに電気通信の基盤となる電気通信技術に関する研\n究を行うことを目的として（法１条，５条），昭和６０年４月１日に発足した株式会\n社であり，政府が，常時，その発行済み株式の総数の３分の１以上に当たる株式を\n保有している（法４条１項）など，我が国の電気通信事業分野において特殊な地位\nを占めている会社であって，被告以外の者は，その商号中に「日本電信電話株式会\n社」という文字を用いることが刑事罰をもって禁じられている（法８条，２５条１\n項）。\nそして，被告の商号を英語表記したもの（Nippon  Telegraph  and  Telephone\nCorporation）の略称である「ＮＴＴ（エヌ・ティ・ティ）」が被告を表示するもの\nとして我が国で一般に広く認識されていることは，当裁判所に顕著である。\n(イ)  被告補助参加人は，昭和６３年５月２３日，当初の商号を「エヌ・ティ・\nティ・データ通信株式会社」として設立され，同年７月１日，被告のデータ通信事\n業本部に属する営業を譲り受けた株式会社であり，平成１０年８月１日，商号を現\n在のもの（株式会社エヌ・ティ・ティ・データ）に変更した（甲５，乙７）。\n被告は，平成２２年３月３１日当時において，被告補助参加人の発行済み株式総\n数のうち５４．１８％を有している（乙８）。\nなお，被告補助参加人は，我が国のＩＴサービス業界において，最多の従業員を\n擁する会社であり，平成２１年度において我が国で最高の売上高を記録したもので\nある。そして，本件商標は，被告補助参加人の商号から「株式会社」との部分を除\nいた部分と称呼（エヌ・ティ・ティ・データ）が一致するものであって，遅くとも\n平成１７年３月頃から，被告補助参加人のウェブページ，新聞等の広告及びパンフ\nレットにおいて被告補助参加人を表示するものとして広く使用されていること（甲\n４，６，乙７，８，１１～１３）に照らすと，本件商標は，「ＮＴＴ」部分に対し，\n「データ」部分が付加されていることにより，ＩＴサービス業に特化した被告の関\n連会社である被告補助参加人を表示するものとして，需要者及び取引者に周知著名\nであったものと認められる。\n(ウ)  被告補助参加人開発本部知的財産室長  A  （以下「  A  」という。）は，平成\n１４年３月１日，被告知的財産センタ所長に対し，「当社商号商標の商標登録出願に\nついて（ご依頼）」と題する書面（乙３）を送付し，具体的な指定商品及び指定役務\nを特定した上で，本件商標の商標登録出願の手続のほか，併せて，本件商標の登録\n時には登録証の写しの送付を依頼した。これに対して，被告は，同月１８日，本件\n商標について登録出願し，被告知的財産センタ所長は，同月２０日，  A  に対し，「商\n標登録出願について」と題する書面を商標出願控えとともに送付し（乙４），本件商\n標の出願手続を完了した旨を通知した。\n被告は，平成１５年２月３日，指定商品及び指定役務の一部を削除又は変更する\n手続補正をした上で，同年３月２８日，本件役務を含む多数の役務を指定役務とし\nて，設定登録を得た（甲２５の１・２，乙１，２，５）。\nなお，被告は，本件商標の設定登録以来，被告補助参加人に対して本件商標の使\n用について異議を申し立てるなどしたことがない（弁論の全趣旨）。\nイ  被告及び被告補助参加人は，被告が被告補助参加人に対して本件商標につい\nて通常使用権を許諾した旨を主張し，被告補助参加人技術開発本部知的財産室部長\nB  は，その作成に係る報告書（甲１０）において，本件商標について，文書は作成\nされていないものの，商標権者である被告から被告補助参加人に対し，使用許諾が\nされている旨を記述している。\nそこで検討すると，前記ア(ウ)に記載の本件商標について登録出願を依頼した  A\n作成の書面（乙３）及び当該登録出願手続を完了した旨を通知する被告知的財産セ\nンタ所長作成の書面（乙４）は，いずれも真正に成立したものと認められること，\n前記ア(イ)に認定のとおり，被告は，被告補助参加人の発行済み株式総数のうち５\n４．１８％を有する親会社であり，被告補助参加人は，被告の事業の一部を譲り受\nけた会社であることから，被告と被告補助参加人との間には，被告補助参加人の設\n立当初から緊密な関係が存在するといえること，前記ア(イ)に認定のとおり，本件\n商標は，被告補助参加人の商号から「株式会社」との部分を除いた部分と称呼が一\n致するものであって，被告補助参加人は，遅くとも平成１７年３月頃から，新聞等\nの広告及びパンフレットにおいて被告補助参加人を表示するものとして本件商標を\n広く使用しているにもかかわらず，被告は，本件商標の設定登録以来，被告補助参\n加人に対して本件商標の使用について異議を申し立てるなどしたことがないことと\nいった事情に照らすと，上記報告書の使用許諾に関する上記記述は，自然なものと\nしてこれを信用することができる。\nよって，被告は，被告補助参加人の依頼に基づき，本件商標について設定登録が\nされた平成１５年３月２８日には，被告補助参加人に対して，本件商標について通\n常使用権を許諾したものと認められる。\nウ  以上に対して，原告は，被告及び被告補助参加人が，本件商標の使用許諾の\n成立に関する具体的な事実を主張していないから主張自体失当であり，本件審決に\nよる認定が，主張に基づかない違法なものである旨を主張する。\nしかしながら，本件においては，「ＮＴＴデータ  広告代理サービス」と題する文\n書（甲４）が作成・頒布されたとされる平成２０年８月頃に被告補助参加人が本件\n商標の通常使用権者であったか否かが問題とされているところ，弁論の全趣旨に照\nらせば，被告及び被告補助参加人は，本件訴訟において，本件商標の商標登録出願\nに関する経緯を含めて，被告がその頃までに被告補助参加人に対して本件商標につ\nいて通常使用権を許諾した旨を主張しており，当該許諾がされたとの評価を根拠付\nける事実についても主張をしていることが明らかである。したがって，被告及び被\n告補助参加人による本件商標の通常使用権の許諾に関する主張は，それ自体失当と\nはいえないし，原告は，本件訴訟に至って初めて当該許諾の事実を争うようになっ\nたのであるから，それにより翻って本件審決による認定が違法になるものでもない。\nよって，原告の上記主張は，採用できない。\nエ  原告は，乙３の一部について真正な成立を争い，本件商標の出願手続中にさ\nれた補正の経緯が不明であって被告補助参加人の関与が認め難いと主張して，本件\n商標についての通常使用権の使用許諾の存在を争っている。\nしかしながら，乙３は，前記のとおり，  A  が作成した文書であるから，そのう\nち，原告主張に係る黄色の下線らしきものが記載されている部分（４箇所）につい\nては，乙３の信用性の判断に当たってその記載者を詮索するまでの必要性がないば\nかりか，余白手書き部分（２箇所）については，その体裁及び真正な成立に争いの\nない乙４の記載と一致することから，乙３の作成者である  A  又は  A  から権限を委\nねられた者が出願に係る指定商品及び指定役務の記載を一部訂正したものであるこ\nとが明らかであって，当該部分の記載者が具体的に特定されないからといって，乙\n３の信用性の判断に影響を及ぼすものではないといわなければならない。また，出\n願手続中に指定商品等を削除等した上記手続補正についても，被告補助参加人が何\nらかの異議を申し出るなどした形跡が窺われないことに照らすと，被告補助参加人\nの承諾の下にされたことを優に推認することができる。\nしたがって，原告の上記主張は，いずれも被告による通常使用権の使用許諾とい\nう前記イに記載の認定を左右するに足りず，採用できない。\nオ  原告は，被告及び被告補助参加人の主張が不明確で，前記報告書（甲１０）\nが信用できず，使用許諾について書面が存在せず，また，本件商標を含む関連商標\nの出願日と補助参加人の事業活動時期に関連がないことや，商号中に「日本電信電\n話株式会社」という文字を用いることを禁じる法８条，被告補助参加人が本件商標\nと称呼等を同じくする商標について登録を得ていながら後に権利放棄したこと，さ\nらに被告補助参加人が現在登録している商標が「ＮＴＴ」を含まないばかりか，旧\n郵政省及び総務省に対して，重ねて「ＮＴＴ」ブランドの共有に反対の意見が示さ\nれていることに照らして「ＮＴＴ」の部分を含む本件商標に関する通常使用権の許\n諾が存在しなかった旨を主張する。\nしかしながら，被告及び被告補助参加人の主張は，前記ウに認定のとおり不明確\nとはいえず，上記報告書（甲１０）も，前記イに認定のとおり信用できる。また，\n前記イにも認定の被告と被告補助参加人との緊密な関係に照らすと，本件商標につ\nいての通常使用権の許諾について書面が存在しないことは，それ自体不自然とはい\nえないし，被告補助参加人の設立時期が本件商標を含む関連商標の出願日に先立つ\nことも，それ自体，本件商標についての通常使用権の許諾の不存在をうかがわせる\nには足りない。\n次に，原告の法８条に関する上記主張は，本件商標のうち「ＮＴＴ」の部分が「デ\nータ」の部分と明確に区別できることを前提としているところ，本件商標は，英文\n字「ＮＴＴ」との外観を有する部分を含み，「エヌ・ティ・ティ・データ」との称呼\nを有しているが，前記ア(イ)に認定のとおり，遅くとも平成１７年３月頃から，新\n聞等の広告及びパンフレットにおいてＩＴサービス業を営む被告補助参加人を表示\nするものとして広く使用されており，「ＮＴＴ」部分に対して，「データ」が付加さ\nれていることにより，ＩＴサービス業に特化した被告の関連会社である被告補助参\n加人を表示するものとして，需要者及び取引者に周知著名であったものと認められ\nるから，そこから「ＮＴＴ」の部分又は「データ」の部分を分離して観察すること\nが取引上不自然であると思われるほど不可分的に結合しており，本件商標の全体か\nら出所識別標識としての称呼及び観念が生じているものと認められる。したがって，\n本件商標のうち「ＮＴＴ」の部分を「データ」の部分と明確に区別することはでき\nず，原告の上記主張は，その前提に誤りがあるというべきである。\nさらに，被告補助参加人が本件商標と称呼等を同じくする商標について登録を得\nていながら後に権利放棄をしたことや，被告補助参加人が現在登録している商標に\n「ＮＴＴ」との部分が含まれないことは，いずれも本件商標について使用許諾がさ\nれていないことを裏付けるものではなく，旧郵政省及び総務省に対して重ねて「Ｎ\nＴＴ」ブランドの共有に反対の意見が示されているとしても，旧郵政省は，ＮＴＴ\nブランド等の使用については一般的な商取引の問題であると考えており（甲２７），\n被告側も，当該意見に反論をしているところである（甲２８）から，当該意見の存\n在によって，被告及び被告補助参加人が本件商標の使用許諾に消極的になるとまで\nは認め難い。\nよって，原告の上記主張は，いずれも採用できない。\nカ  原告は，本件商標のうち「ＮＴＴ」の部分が「データ」の部分と明確に区別\nできることを前提として，「ＮＴＴ」の部分を含む本件商標の使用許諾が，商号中に\n「日本電信電話株式会社」という文字を用いることを禁じる法８条及び公序良俗に\n反して無効であり，あるいは「ＮＴＴ」の部分が工業所有権の保護に関するパリ条\n約６条の３(1)(a)にいう「同盟国が採用する監督用及び証明用の公の記号」に含まれ\nるか，あるいはそれに準じた扱いがされるべきであるから，同条約及び公序良俗に\n反してやはり無効であり，仮にそうでないとしても，法及びパリ条約の趣旨のほか，\n商標法３２条，５０条１項及び５３条１項の趣旨に照らして必要とされる本件商標\nの使用に関する高度なレベルでの監督を行った事実の主張がない旨を主張する。\nしかしながら，前記オに記載のとおり，本件商標のうち「ＮＴＴ」の部分を「デ\nータ」の部分と明確に区別することはできず，原告の上記主張は，その前提に誤り\nがあるというべきであるから，その余の部分について判断するまでもなく，これを\n採用することはできない。\n(2)  被告補助参加人による本件商標の使用態様について\nア  甲４は，補助参加人が作成した「ＮＴＴデータ  広告代理サービス」と題す\nる文書（いわゆるチラシ）であり，その表面及び裏面の合計８箇所に標準文字で「Ｎ\nＴＴデータ」との記載があるが，その表面左肩部には，当該題字に加えて，「システ\nムインテグレーターとしてのバックボーンを活かした広告代理サービス」，「システ\nムインテグレーターとして培われた「情報収集力」「システム・ＷＥＢ構築力」「確\n実性の高い分析力」を活かし，従来の広告代理店では難しい継続的に結果を生み出\nすインターネット広告運営をサポートいたします。」との記載があるほか，その表面\n下部には，「広告代理業サービス」との項目に「リスティング広告では，ビジュアル\n化されたレポートでの定期報告会を実施。コンバージョンコスト最適化などにより，\n効果の見える運営を行います。／リスティング広告／バナー広告・メール広告／タ\nイアップ広告・企画広告」との記載（「／」は，原文の改行箇所等である。以下同じ。）\nがあり，これに並列配置された「コンサルティングサービス」との項目に「広告出\n稿後は，実績データを多面的に分析し，仮説の検証を行うとともに，次のプロモー\nションに向けたコンサルティングを行います。／広告実績データ分析／ＷＥＢサイ\nト改修／ＳＥＯ対策／ページ・バナー制作／ＷＥＢサイト構築・運用／オフライン\nでの宣伝活動」との記載がある。\nイ  また，甲４裏面上部には，「サポート体制」と題して「ＮＴＴデータの各部門\n専門スタッフのトータルサポートで，他広告代理店では困難なご提案・活動実施が\n可能です。」との記載があり，その下には，当該記載を敷衍して，「お客様」の「ご\n要望」に対して，「ＮＴＴデータ営業担当」（その下に，「企画・運用担当」，「コンサ\nルティング担当」及び「システム担当」及び各担当の役割が列挙されている。）が「ご\n提案」をする図解があるほか，さらに，甲４裏面下部には，「事例紹介」と題して「三\n菱地所リアルエステートサービス様の事例」として，同社のインターネットによる\n広告用ホームページの設計，作成，運用，その結果分析及びコンサルティングを実\n施している旨を示す図解が記載されている。\nところで，甲６は，平成２０年２月５日付けの被告補助参加人作成に係る三菱地\n所リアルエステートサービス株式会社宛てに作成された，「売りたいページ，事業\n用・投資用ランディングページ修正案のご確認」と題する書面であり，その１丁に\n標準文字で「株式会社ＮＴＴデータ」との記載があるものであるが，その２丁以下\nは，三菱地所リアルエステートサービスのインターネットによる広告用ホームペー\nジの図案にその校正案を付記したものである。\nそして，甲６に付記された校正案を反映した同社のホームページ画面が存在する\nこと（甲７）及び当該画面のうち甲６の２丁及び３丁に対応する部分が前記の甲４\n裏面の図解にも掲載されているから，甲４は，被告補助参加人による本件役務（「電\n子計算機のプログラムの設計・作成又は保守及びこれらに関する助言・指導」）に関\nする広告であるといえる。\nウ  さらに，甲４の体裁，その裏面に「掲載内容は２００８年８月現在のもので\nす。」との記載があること及び平成２０年７月３日に制作が発注されて（甲８）同年\n８月２２日にその業務の完了が確認されている（甲９）ことから，被告補助参加人\nは，そのころ，本件役務に関する広告（甲４）に本件商標と社会通念上同一と認め\nられる「ＮＴＴデータ」との記載を付して日本国内において頒布したものと認めら\nれる（甲１０）。\nエ  以上によれば，本件商標の通常使用権者である被告補助参加人は，本件審判\nの請求登録日（平成２２年６月１６日）の前３年以内である平成２０年８月２２日\nころ（甲４）に，本件役務について本件商標の使用をしていること（商標法２条３\n項８号）について証明があったものというべきであり，この点についての本件審決\nの認定判断に誤りはない。\nオ  以上に対して，原告は，補助参加人による「ＮＴＴデータ」との標章の前記\n使用が本件商標を本件役務について使用したものではなく，役務提供の主体である\n補助参加人の商号の使用であるにすぎない旨を主張する。\nしかしながら，甲４は，いずれも本件役務の提供に関して，その主体である補助\n参加人の商号を一部英文字で表示しているものであるが，当該表示が本件商標と社\n会通念上同一のものである以上，いずれも本件役務の提供に当たり本件商標を使用\nしたものとみることができるというべきである。\nしたがって，原告の上記主張は，採用できない。\nカ  また，原告は，本件商標の使用について商標法５３条１項の適用が争われた\n別件事件において，「ＮＴＴＤａＴａ」という標章が商標的に使用されていないと認\n定されたことなどを根拠として，本件商標の使用が商標的使用に当たらない旨を主\n張する。\nしかしながら，別件事件では，株式会社エヌ・ティ・ティ・データ・セキスイシ\nステムズが本件商標の使用権者であるか否かや，同社の従業員が使用した名刺に印\n刷された「ＮＴＴＤａＴａ」との表示を含む標章により使用された態様が争われた\nのであって，本件とは事案を異にすることが明らかであり，当該事件において当該\n標章が商標的に使用されていないと認定されたからといって，そのことが甲４にお\nける本件商標と社会通念上同一のものの使用についての当裁判所の認定判断を左右\nするものではない。\nよって，原告の上記主張は，いずれも採用できない。\n２  結論\n以上の次第であるから，その余の点について判断するまでもなく，原告主張の取\n消事由は理由がなく，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n"
}