{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 17
  },
  "case_number": "平成26(し)578",
  "case_name": "勾留請求却下の裁判に対する準抗告の決定に対する特別抗告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "決定",
  "result": "その他",
  "article_info": "集刑　第315号183頁",
  "original_court_name": "京都地方裁判所",
  "original_case_number": "平成26(む)4113",
  "original_date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 7
  },
  "gist": "迷惑行為防止条例違反被疑事件において勾留請求を却下した原々裁判を取り消して勾留を認めた原決定に刑訴法６０条１項，４２６条の解釈適用を誤った違法があるとされた事例",
  "ref_law": "刑訴法60条1項，刑訴法411条1号，刑訴法426条，刑訴法434条",
  "lawsuit_id": "84640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=84640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/084640_hanrei.pdf",
  "contents": "平成２６年（し）第５７８号  勾留請求却下の裁判に対する準抗告の決定に対す\nる特別抗告事件\n平成２６年１１月１７日  第一小法廷決定\n主          文\n原決定を取り消す。\n本件準抗告を棄却する。\n理          由\n本件抗告の趣意は，事実誤認，単なる法令違反の主張であって，刑訴法４３３条\nの抗告理由に当たらない。\nしかし，所論に鑑み，職権により調査する。\n本件被疑事実の要旨は，「被疑者は，平成２６年１１月５日午前８時１２分頃か\nら午前８時１６分頃までの間，京都市営地下鉄烏丸線の五条駅から烏丸御池駅の間\nを走行中の車両内で，当時１３歳の女子中学生に対し，右手で右太腿付近及び股間\nをスカートの上から触った」というものである。\n原々審は，勾留の必要性がないとして勾留請求を却下した。これに対し，原決定\nは，「被疑者と被害少女の供述が真っ向から対立しており，被害少女の被害状況に\nついての供述内容が極めて重要であること，被害少女に対する現実的な働きかけの\n可能性もあることからすると，被疑者が被害少女に働きかけるなどして，罪体につ\nいて罪証を隠滅すると疑うに足りる相当な理由があると認められる」とし，勾留の\n必要性を肯定した。\n被疑者は，前科前歴がない会社員であり，原決定によっても逃亡のおそれが否定\nされていることなどに照らせば，本件において勾留の必要性の判断を左右する要素\nは，罪証隠滅の現実的可能性の程度と考えられ，原々審が，勾留の理由があること\nを前提に勾留の必要性を否定したのは，この可能性が低いと判断したものと考えら\nれる。本件事案の性質に加え，本件が京都市内の中心部を走る朝の通勤通学時間帯\nの地下鉄車両内で発生したもので，被疑者が被害少女に接触する可能性が高いこと\nを示すような具体的な事情がうかがわれないことからすると，原々審の上記判断が\n不合理であるとはいえないところ，原決定の説示をみても，被害少女に対する現実\n的な働きかけの可能性もあるというのみで，その可能性の程度について原々審と異\nなる判断をした理由が何ら示されていない。\nそうすると，勾留の必要性を否定した原々審の裁判を取り消して，勾留を認めた\n原決定には，刑訴法６０条１項，４２６条の解釈適用を誤った違法があり，これが\n決定に影響を及ぼし，原決定を取り消さなければ著しく正義に反するものと認めら\nれる。\nよって，刑訴法４１１条１号を準用して原決定を取り消し，同法４３４条，４２\n６条２項により更に裁判をすると，上記のとおり本件について勾留請求を却下した\n原々審の裁判に誤りがあるとはいえないから，本件準抗告は，同法４３２条，４２\n６条１項により棄却を免れず，裁判官全員一致の意見で，主文のとおり決定する。\n(裁 判 長 裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁 判 官   白木   勇   裁判 官\n山浦善樹  裁判官  池上政幸)\n"
}