{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 8,
    "day": 7
  },
  "case_number": "平成25(行ケ)10183等",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84372",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84372",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/372/084372_hanrei.pdf",
  "contents": "平成２６年８月７日判決言渡\n平成２５年（行ケ）第１０１８３号  審決取消請求事件\n平成２６年（行ケ）第１００１９号  承継参加申立事件\n口頭弁論終結日  平成２６年６月２４日\n判              決\n原告キューエルティーインク．訴訟承継参加人\nバリアント  ファーマシューティカルズ\nインターナショナル  インク．\n脱退 前の 原 告    キュー  エル  ティー  インク．\n原            告    ノ バ ル テ ィ ス   アーゲ ー\n（以下，原告ノバルティスアーゲーと原告キューエルティーイ\nンク．訴訟承継参加人バリアントファーマシューティカルズ\nインターナショナルインク．を併せて「原告ら」という。）\n上記３名訴訟代理人弁理士\n加    藤    朝    道\n同                    内    田    潔    人\n同                    青    木        充\n被            告     特 許 庁 長 官\n指 定 代 理 人    前      田    佳  与  子\n同                    村    上    騎  見  高\n同                    板    谷    一    弘\n同                    堀    内    仁    子\n主              文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３\n０日と定める。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２０１２－２２６１号事件について平成２５年２月１８日にした審\n決を取り消す。\n第２  前提となる事実\n１  手続の経緯等\n脱退前の原告キューエルティーインク．（以下「ＱＬＴ」という。）と原告ノバル\nティスアーゲー（以下「ノバルティス」という。）は，発明の名称を「眼の光力学的\n治療による視力改善用組成物」とする発明について特許出願（特願２００６－６４\n１１９号。パリ条約による優先権主張１９９６年３月１１日，米国。国際出願日１\n９９７年２月２５日。特願平９－５３２１３２号の一部を平成１８年３月９日に新\nたな特許出願としたもの。以下「本願」という。）をしたが，拒絶査定されたため，\n平成２４年２月６日，拒絶査定不服審判請求（不服２０１２－２２６１号事件）を\nした。これに対して，特許庁は，平成２５年２月１８日，本件審判の請求は成り立\nたない旨の審決をし，審決の謄本は，同年３月５日，ＱＬＴとノバルティスに送達\nされた。\nＱＬＴの訴訟承継参加人バリアントファーマシューティカルズインターナショナ\nルインク．（以下「バリアント」という。）は，ノバルティスの同意を得て，ＱＬＴ\nから，本願に係る特許を受ける権利のうちＱＬＴの持分の譲渡を受け，同年１１月\n６日，特許庁長官に名義変更届けを提出して，特許を受ける権利を承継した。\nバリアントは，本件訴訟に承継参加し，ＱＬＴは本件訴訟から脱退した。\n２  審決の概要\n(1)  審決の理由の要旨\n審決の理由は，別紙審決書写しに記載のとおりである。審決は，要するに，本願\nの請求項１に係る発明（以下「本願発明」という。）は， U. Schmidt-Erfurth, et al.,\nInvestigative Ophthalmology & Visual Science, 37(3), 1996, p.S122（要旨番号\n580-B492）（甲１。以下「引用例１」という。）に記載の発明（以下「引用発明」と\nいう。）と，特表平６－５０８８３４号公報（甲２。以下「引用例２」という。）に\n記載の発明から当業者が容易に想到することができたから，進歩性を欠くとするも\nのである。\n(2)  本願発明の内容\n「【請求項１】\n下記処置を含む反復ホトダイナミックセラピーにより，眼に不所望の血管新生を\n含有する人の視力を改善するための組成物であって，薬理学的に許容可能な賦形剤\nと光活性化合物を含有し，該光活性化合物がグリーンポルフィリンである薬剤組成\n物：\nａ）該光活性化合物により吸収される少なくとも１つの波長の光を，その治療を\n必要とする人の眼に対し，該組成物を投与して該眼中に該化合物の有効量が局在化\nした後に照射する第１回の処置（但し，該光活性化合物の投与用量は，２～８ｍｇ\n／Ｍ２体表面積の範囲とする），並びに\nｂ）該第１回の処置が反復される第１回の反復処置（但し，該平均視力は，該第\n１回の反復処置により，平均視力の維持のレベルを超えて，増大する）。」\n(3)  審決が認定した引用発明の内容と本願発明との一致点･相違点\nア  引用発明の内容\n「下記処置を含むホトダイナミックセラピーにより，中心窩下脈絡膜血管新生を\n含有する患者の平均視力を＋０．４２（＋１．５７）のラインで安定にとどめるた\nめの組成物であって，薬理学的に許容可能な賦形剤とリポソーム化されたベルテポ\nルフィンを含有する組成物：\n６９２ｎｍの光を，その治療を必要とする人に対し，該組成物を投与後２０また\nは３０分に照射する処置（但し，ベルテポルフィンの投与用量は，６ｍｇ／ｍ２と\nする。）。」\nイ  本願発明と引用発明の一致点\n「下記処置を含むホトダイナミックセラピーにより，眼に不所望の血管新生を含\n有する人の視力を改善するための組成物であって，薬理学的に許容可能な賦形剤と\n光活性化合物を含有し，該光活性化合物がグリーンポルフィリンである薬剤組成物：\nａ）６９２ｎｍの波長の光を，その治療を必要とする人の眼に対し，該組成物を\n投与して該眼中に該化合物の有効量が局在化した後に照射する第１回の処置（但し，\n該光活性化合物の投与用量は，６ｍｇ／Ｍ２体表面積とする）。」である点\nウ  本願発明と引用発明の相違点\n本願発明では，上記ａ）と，「ｂ）該第１回の処置が反復される第１回の反復処置\n（但し，該平均視力は，該第１回の反復処置により，平均視力の維持のレベルを超\nえて，増大する）」を含む「反復」ホトダイナミックセラピーに用いるものであるの\nに対し，引用発明では，ｂ）を含む「反復」ホトダイナミックセラピーに用いるも\nのであることが記載されていない点。\n第３  取消事由に係る当事者の主張\n１  原告らの主張\n(1)  引用発明の認定誤り（取消事由１）\n引用発明の課題は，脈絡膜新生血管の処置に当たって，従来法であるレーザー光\n凝固法に必然的に伴う付加的な網膜ダメージを回避し，脈絡膜新生血管のみに選択\n的にダメージを与えることにより，（平均）視力をベースラインに安定的に維持する\nこと，すなわち視力の保存を図ることである。引用発明は，治療処置自体によって\n視力の改善を図ることを目的とした発明ではない。\nそして，引用例１の結果欄に「変視症及び漏出は全ての患者において顕著に減少\nしたが，平均視力は＋０．４２（＋１．５７）のラインで安定に維持された」と記\n載されているが，これは，実際に行った臨床試験では＋０．４２のラインだけベー\nスラインからずれていたことを意味し，文字どおり「維持された」と解すべきもの\nである。結論欄に「パイロット研究において，ホトダイナミックセラピーにより，\n大多数の患者において少なくとも部分的に脈絡膜新生血管の選択的閉止が，視力を\n保存しつつ達成された。」と記載されているように，視力は「保存」，すなわち改善\nも悪化もしていない。\n審決は，引用発明の用途を「下記処置を含むホトダイナミックセラピーにより，\n中心窩下脈絡膜血管新生を含有する患者の平均視力を＋０．４２（＋１．５７）の\nラインで安定にとどめるための」と，あたかもホトダイナミックセラピーの作用に\nよって平均視力が維持されたかのように認定した。\nしかし，上記のとおり，引用例１では，ホトダイナミックセラピーが平均視力の\n変動に影響を及ぼさなかった結果，平均視力が保存されたのであって，ホトダイナ\nミックセラピーの作用により平均視力が保存されたのではない。審決の引用発明の\n認定には，誤りがある。\n(2)  一致点の認定誤り（取消事由２）\n本願発明は，特許請求の範囲に「視力を改善するための組成物」と記載されてい\nるとおり，腫瘍等の目の疾患の治療自体ではなく，視力の改善という課題を，所定\nのホトダイナミックセラピー処置を目に対して反復的に適用することにより解決す\nるものである。視力が改善したと評価できるためには，標準的なアイチャートにお\nいて少なくとも線１本分，すなわち少なくとも＋１．０の変化が必要であるところ，\n本願の実施例３では，２回のホトダイナミックセラピー処置後に平均視力は＋２．\n０以上増大している。\n審決は，本願発明と引用発明の対比において，「引用発明の「『平均視力を＋０．\n４２（＋１．５７）のラインで安定にとどめる』は，６３名の試験対象患者の視力\nの平均値が処置前に比べて増加したことを意味するから，本願発明の『視力を改善\nする』にあたる」と認定し，両発明の一致点として「下記処置を含むホトダイナミ\nックセラピーにより，眼に不所望の血管新生を含有する人の視力を改善するための\n組成物」との点を挙げた。\nしかし，引用発明の課題ないし目的は，治療処置によって引き起こされる視力低\n下を回避することにより視力の保存を図ることであって，治療処置によって視力の\n改善を図ることではない。また，「平均視力は＋０．４２（＋１．５７）のラインで\n安定に維持された」という試験結果は，ホトダイナミックセラピー処置では平均視\n力が低下しなかった結果，治療処置の適用後の早期段階から平均視力がベースライ\nンに安定に維持されたことを示し，＋０．４２程度のベースラインからの僅かなず\nれは，視力測定の際の通常の変動誤差の範囲の無意味な値であることを示唆してい\nる。\n審決は，無意味な値にすぎない＋０．４２という数値のみをもって，課題や目的\nを考慮することなく，引用発明も視力を改善するものであると認定判断した点で誤\nりである。\n(3)  進歩性判断の誤り（取消事由３）\nア  容易想到性判断の誤り\n引用発明においてホトダイナミックセラピー処置を反復する動機づけはないから，\n本願発明の視力を改善するための組成物は当業者が容易に想到し得たものではない。\n(ｱ)  本願発明は視力の改善を図る発明であるのに対して，引用発明は治療処置自\n体により引き起こされる視力低下を回避することにより視力の保存を図るものであ\nって，両発明は異質な方向及び結果を志向している。引用発明の処置を繰り返す動\n機付けはないし，何度繰り返しても，視力の保存という効果しか得られない。\n(ｲ)  引用例２には，治療の時期と期間，照射処理の回数は治療者（医者あるいは\n放射線専門医）によって，公知の光力学的治療の基準に基づいて選択されることが\n記載されているが，視力を改善するためにホトダイナミックセラピーを利用すると\nいう技術思想は本願発明において初めて明らかにされたものであるから，視力を改\n善するための公知の光力学的治療の基準は存在しない。\n(ｳ)  引用例１の「目的」の項には，「ホトダイナミックセラピーは，付加的な網\n膜ダメージを引き起こすことなく選択的に脈絡膜新生血管を処置する新たなアプロ\nーチの潜在的可能性を提示する」と記載されているが，「結論」の項には，「ホトダ\nイナミックセラピーにより，大多数の患者において少なくとも部分的に脈絡膜新生\n血管の選択的閉止が，視力を保存しつつ達成された」と記載されているだけで，網\n膜ダメージがなかったことは報告されていない。ホトダイナミックセラピーは，理\n論的ないし理想的には，標的組織である脈絡膜新生血管のみを選択的に損傷するが，\n実際には，その周辺の正常組織にも損傷を与えることが明らかにされていた（甲１\n１）。\nまた，引用例１の「結果」の項に「平均視力は＋０．４２（＋１．５７）のライ\nンで安定に維持された」と記載されているが，複数のデータの平均値を記載する場\n合，平均値からのばらつきの程度を示す標準偏差が±の記号を伴って付記されるの\nが通常であるから，「＋０．４２（＋１．５７）」は「＋０．４２（±１．５７）」の\n誤記と解すべきである。そうすると，複数の患者の視力の平均値は一応プラスの値\nになっているものの，個別データの半数近くはマイナスの値になっていると合理的\nに認められ，これらの患者の視力の低下はホトダイナミックセラピーによる網膜へ\nのダメージである可能性が高い。\nしたがって，引用例１は単回ホトダイナミックセラピーが網膜ダメージを引き起\nこす危険性を示唆しているといえ，引用発明においてホトダイナミックセラピー処\n置を反復することには阻害要因がある。\nイ  効果の顕著性の看過\n加齢黄斑変性は，加齢により網膜の中心部である黄斑に障害が生じ，変視症，視\n力低下，中心暗点，色覚異常等の症状が発生する疾患であり，本願優先日当時，治\n癒はもちろん，各症状の改善も困難であった。本願発明は，その症状の一つである\n低下した視力の患者の平均視力を著しく増大し，改善したという格別な効果を奏す\nる。具体的には，本願明細書（審決時点での本願に係る明細書をいうものとする。\n以下同じ。）の実施例３には，２回目のホトダイナミックセラピー処置後にいずれの\n患者グループにおいても，平均視力が＋２．０以上増大したことが記載されている。\nそれに対して，引用発明は，加齢黄斑変性の治療に適用しても，治療処置自体に\nより引き起こされる視力低下を回避して平均視力を保存するという効果しか得られ\nないものである。上述のとおり，結果の項に記載された「平均視力は＋０．４２（＋\n１．５７）のラインで安定に維持された」は，視力の改善ではなく，文言どおり「維\n持された」と評価すべきものにすぎない。\nこのとおり，本願発明は，反復処理後に平均視力が改善するという，当業者が引\n用発明から予測し得る範囲を超える格別顕著かつ異質な効果を奏するものである。\n審決は，この格別な効果を考慮しなかった点で誤りである。\n２  被告の反論\n(1)  引用発明の認定誤り（取消事由１）に対して\n原告らは，引用例１は，治療処置により引き起こされる網膜ダメージが視力低下\n等の副作用を発生させるためそれを回避することを目的としており，治療処置によ\nり視力の改善を図ることを目的とした発明ではない旨主張する。\nしかし，当業者であれば，引用例１の目的の項から，引用例１のホトダイナミッ\nクセラピー処置を中心窩下の脈絡膜新生血管を有する患者に適用した場合，副作用\nである付加的な網膜ダメージを引き起こさずに選択的に脈絡膜新生血管の処置がで\nきることを，結果の項及び結論の項から，処置後の患者の視力が±０のラインより\nも＋０．４２程度増大した状態で安定に維持されたことを，それぞれ理解する。本\n願明細書でも，＋０．５３や＋０．７が平均視力が増大したという治療の有効性を\n示す意味のある値として記載されているとおり，＋０．４２も，±０よりも増大し\nた，治療の有効性を示す結果である。したがって，審決の引用発明の認定に誤りは\nない。\n(2)  一致点の認定誤り（取消事由２）に対して\n引用発明の課題ないし目的は，引用例１のホトダイナミックセラピー処置が，付\n加的な網膜ダメージを引き起こさずに選択的な脈絡膜新生血管の処置ができ，中心\n窩下の脈絡膜新生血管を有する患者の治療に有用である，新たなホトダイナミック\nセラピー処置となる潜在的可能性を提示することである。引用例１の「結果」の項\nにおける「＋０．４２（＋１．５７）のラインで安定に維持された」との記載は「±\n０のラインよりも＋０．４２程度増大した状態で安定に維持された」ことを意味し，\n引用例１のホトダイナミックセラピー処置による治療の有用性を示す記載であるか\nら，当業者は，引用発明のホトダイナミックセラピー処置によって，患者の視力の\n値が治療前よりも増大することを期待するはずである。\nそして，本願発明における「視力の改善」は，本願発明の反復ホトダイナミック\nセラピーにより治療された患者の視力の値が，治療前よりも「増大」することであ\nるから，引用発明のホトダイナミックセラピー処置による患者の「視力の値の増大」\nは，本願発明における「視力の改善」に相当するといえる。\nしたがって，審決の一致点の認定に誤りはない。\n原告らの主張は，引用例１の「目的」の項の記載から，付加的な網膜ダメージと\nいう副作用を回避する部分だけを抽出し，選択的な脈絡膜新生血管（脈絡膜新生血\n管）の処置ができることによる治療の有用性を看過しており，失当である。\n(3)  進歩性判断の誤り（取消事由３）に対して\nア  容易想到性判断の誤りに対して\n原告らは，引用発明のホトダイナミックセラピー処置を反復する動機付けはない\n旨主張する。しかし，これは，引用発明の目的は視力の保存であるという誤った解\n釈に基づくものであるから失当である。引用発明のホトダイナミックセラピー処置\nを反復することに動機付けがあることは，次のとおり明らかであり，審決の容易想\n到性判断に誤りはない。\n(ｱ)  引用例２\n引用例２に記載されているとおり，本願優先日当時，治療者がホトダイナミック\nセラピーを適用する回数等の諸条件を適宜選択することは通常行われていた。\n(ｲ)  眼科領域の光力学的治療\n日本眼科紀要，１９９１年，第４２巻第５－２号，第１２０７～１２１２頁（乙\n２）には，網膜芽細胞腫に対してホトダイナミックセラピー処置を反復して治療し\nたことが，また，あたらしい眼科，１９９２年，第９巻第５号，第７７９～７８０\n頁（乙３）には，脈絡膜悪性黒色腫による視力低下をホトダイナミックセラピー処\n置により改善したことが，それぞれ記載されている。このとおり，本願優先日当時，\n眼科領域の光力学的治療において，治療の有用性を重視し，必要に応じて反復する\nことは通常行われており，病巣を処置して視力を改善するためにホトダイナミック\nセラピーを利用するという技術思想も知られていた。\n(ｳ)  レーザー光凝固治療\n臨床眼科，１９８８年，第４２巻第２号，第１２１～１２５頁（乙４）及び臨床\n眼科，１９８９年，第４３巻第４号，第４９９～５０５頁（乙５）に，加齢黄斑変\n性に対してレーザー光凝固治療を反復することで視力が改善したことが記載されて\nいるように，本願優先日当時，加齢黄斑変性の治療（新生血管の閉塞）にレーザー\n光凝固治療を行うに際して，治療の有用性を重視し，必要に応じて反復することが\n通常行われており，処置後の視力改善は治療の有用性を示す指標の一つであった。\n(ｴ)  引用例１の記載内容\n引用例１の「結果」の項には「脈絡膜新生血管の局所的存続ないし再発の領域は\nフォローアップの間，ゆっくりとのみ拡大した。」と記載されており，これは，引用\n発明のホトダイナミックセラピー処置による治療が有用で，副作用が回避できるこ\nとも示すから，当業者は，１回目の処置で脈絡膜新生血管が閉止せずに残存した部\n位や１回目の処置後に再発した部位を再度治療することで視力がさらに増大するこ\nとを期待して，引用発明のホトダイナミックセラピー処置を反復することを，当然\n検討する。そして，「＋０．４２（＋１．５７）」の＋０．４２は平均視力が増大，\n少なくとも半数近くの患者の視力が増大したことを意味するから，反復を阻害する\n要因には当たらない。\n(ｵ)  甲１１及び乙６の記載内容\nArch Ophthalmol. 1995;113; 810-818（甲１１。乙６と同一文献であるが翻訳部\n分が異なる。以下，「甲１１文献」という。）には，ホトダイナミックセラピーは脈\n絡膜新生血管のための潜在的に新しい治療法であること，色素投与量を減らすと周\n辺組織の損傷が減少すること，及び照射に最適な時期を選択することで最適化でき\nること，サルの実験によりさらなる改良が研究し続けられていることが記載されて\nいる。これに接した当業者であれば，サルの実験で治療の有用性が示されたホトダ\nイナミックセラピー処置をさらに人の臨床試験に進めるために，副作用を回避し得\nる適切な色素投与量や照射時期等の諸条件を決定することを当然試みる。\nイ  効果の顕著性の看過に対して\n原告らは，審決は本願発明の効果の顕著性を看過した旨主張する。しかし，次の\nとおり，効果の顕著性を認めることはできない。\n(ｱ)  実施例３の「基線からの変化の平均」の算出方法は不適切である。\n原告らは，実施例３で用いられた視力表は甲９号証として提出された視力表であ\nると主張する。しかし，本願明細書でいう「標準的な手段」が一義的に甲９号証の\n視力表を意味すると認めることはできない。\nホトダイナミックセラピー処置後の時間経過に伴って，視力は変化するから，反\n復による効果を正確に評価するためには，処置の回数及び処置後の時間経過を同一\nにすべきであるにもかかわらず，実施例３ではそうなっていない。\n(ｲ)  本願優先日当時，加齢黄斑変性の治療成績には，病型や，新生血管の位置や\n直径に違いが影響することが知られていた。治療の有用性を評価するには，ある程\n度多数の症例を対象とすべきところ，実施例３では，実質的に最大５例と少ないか\nら，反復による効果を正確に評価することはできない。\n第４  当裁判所の判断\n１  取消事由１（引用発明の認定誤り）について\n(1)  引用発明の認定について\nア  引用例１には，次のとおりの記載がある（邦訳による。）。\n「ベンゾポルフィリン誘導体を用いた中心窩下の脈絡膜新生血管のホトダイナミッ\nクセラピー：マルチセンター試行の第１結果」\n「目的：ホトダイナミックセラピー（ＰＤＴ）は，付加的な網膜ダメージを引き起\nこすことなく選択的に脈絡膜新生血管（ＣＮＶ）を処置する新たなアプローチの潜\n在的可能性を提示する。ＰＤＴは中心窩下ＣＮＶ患者のマルチセンター・フェーズ\nI／II 臨床試験において評価される。視力，臨床上の及び血管造影法上の所見が分\n析され，異なったグループの結果が分析される。\n方法：リポソーマルベンゾポルフィリン誘導体モノアシッドＡ（ＢＰＤ，ベルテポ\nルフィン）が６または１２ｍｇ／ｍ２の投与量で静脈内投与された。投与後２０ま\nたは３０分後，５０，７５，１００，１５０Ｊ／ｃｍ２の光照射が施された。光活\n性化は，ダイオードレーザー／スリットランプシステムにより，６９２ｎｍ，６０\n０ｍＷ／ｃｍ２の放射でなされた。ＰＤＴ効果は，眼底撮影，血管造影，及び，標\n準ＭＰＳ基準に従い，ＰＤＴ処置前，ＰＤＴ処置後１週間，１ヶ月，３ヶ月の視力\nのモニタリングによって記録された。\n結果：６３名の中心窩下ＣＮＶ患者が単回のＢＰＤ－ＰＤＴ処置を受けた。ＰＤＴ\n後，ＣＮＶの部分的閉止が全ての損傷（ないし損傷部位）において示された。投与\n後２０分後の照射は，１週間後に６６～１００％の割合で完全な閉止を生じた。変\n視症及び漏出は全ての患者において顕著に減少したが，平均視力は＋０．４２（＋\n１．５７）のラインで安定に維持された。ＣＮＶの局所的存続ないし再発の領域は\nフォローアップの間，ゆっくりとのみ拡大した。閉止は古典的なＣＮＶの領域及び\n潜在出血ＣＮＶの領域に認められた。\n結論：パイロット研究において，ＰＤＴにより，大多数の患者において少なくとも\n部分的にＣＮＶの選択的閉止が，視力を保存しつつ達成された。ＣＮＶの寛解を得\nるために適したパラメータが臨床試験の以降のフェーズにおいて定義されなければ\nならない。」\nイ  以上のとおりの，引用例１の記載によれば，引用例１には，６３名の中心窩\n下脈絡膜新生血管を有する患者に対して（「結果」の項），リポソーム化されたベル\nテポルフィリンを６又は１２ｍｇ／ｍ２で投与した２０分または３０分後に，６９\n２ｎｍ，６００ｍＷ／ｃｍ２のダイオードレーザー／スリットランプシステムで光\n照射したこと（「方法」の項），変視症及び漏出は全ての患者において顕著に減少し\nた一方，平均視力は＋０．４２（＋１．５７）のラインで安定にとどまったこと（「結\n果」の項）が記載されていると認められる。審決が認定した引用発明は，これらの\n記載内容を，用途や用法により特定した組成物の形式で書き表したものであるから，\n審決の引用発明の認定に誤りはない。\n(2)  原告らの主張について\n以上に関して，原告らは，引用例１では，ホトダイナミックセラピー処置が平均\n視力の変動に影響を及ぼさなかったことが記載されているにもかかわらず，審決は，\nあたかもホトダイナミックセラピーの作用により平均視力が維持されたかのように\n引用発明を認定した点で誤りである旨主張する。\nしかし，引用例１には，ホトダイナミックセラピー処置の後に，患者の平均視力\nが「＋０．４２（＋１．５７）」のラインで安定にとどまったという結果が記載され\nているのであるから，審決が認定した引用発明の「下記処置を含むホトダイナミッ\nクセラピーにより，中心窩下脈絡膜血管新生を含有する患者の平均視力を＋０．４\n２（＋１．５７）のラインで安定にとどめる」が，誤りであるとはいえない。\n(3)  以上のとおりであるから，原告ら主張の取消事由１は理由がない。\n２  取消事由２（一致点の認定誤り）について\n(1)  一致点の認定\n本願発明は，上記第２，２(2)のとおり，「眼に不所望の血管新生を含有する人の\n視力を改善するための組成物」である。\nそれに対して，引用発明は，前記１で検討のとおり，「中心窩下脈絡膜新生血管を\n含有する患者の平均視力を＋０．４２（＋１．５７）のラインで安定にとどめるた\nめの組成物」である。\nここで引用発明の「平均視力を＋０．４２（＋１．５７）のラインで安定にとど\nめる」との内容について検討する。\n引用例１には，前記１のとおり，マルチセンター・フェーズ I／II 臨床試験とし\nて，６３名の中心窩下脈絡膜新生血管の患者に対して単回のホトダイナミックセラ\nピー処置を行い，その効果について処置前，処置後１週間，１ヶ月及び３ヶ月モニ\nタリングしたことが記載されている。効果のうち平均視力については「平均視力は\n＋０．４２（＋１．５７）のラインで安定にとどまった。」と記載されているので，\n処置により平均視力は「＋０．４２（＋１．５７）」となり，モニタリング期間中そ\nの値が保たれたと解釈すべきである。そして，「＋０．４２（＋１．５７）」という\n平均視力の変化は「０」よりも高い数値であるから，処置により視力が改善したと\nいうことができ，引用発明の「患者の平均視力を＋０．４２（＋１．５７）のライ\nンで安定にとどめるための組成物」は，患者の平均視力を「＋０．４２（＋１．５\n７）」まで改善し，（少なくともモニタリングした３ヶ月は）安定に保つための組成\n物であると認められる。\nしたがって，本願発明と引用発明とは，ホトダイナミックセラピーの処置内容の\nみならず，「視力を改善するための」という目的の点でも一致するということができ，\n審決の一致点の認定に誤りはない。\n(2)  原告らの主張について\nこれに対して，原告らは，引用発明の課題は視力の保存を図ることである，引用\n発明の平均視力の変化「＋０．４２（＋１．５７）」は，視力測定の際の通常の変動\n誤差の範囲の無意味な値で，審決が本願発明と引用発明の一致点として，「視力を改\n善するための組成物」の点を挙げたのは誤りである旨主張する。\nそこで，引用例１における平均視力の変化「＋０．４２（＋１．５７）」について\n検討する。引用例１の共同著者であるＡの宣誓書（甲１６）によれば，引用例１に\nおいて視力は標準的なアイチャートであるスネレン視力表の一種のＥＴＤＲＳ視力\n表を用いて測定したものであって，「＋０．４２」とは，ラインに並ぶ５文字におい\nて２文字多く読めるようになることを意味し，Ａの見解では視力測定における通常\nの変動誤差と比較して有意に差のあるものではない。しかし，引用例１と同様の標\n準的なアイチャートで視力を測定した本願明細書の実施例においては，「平均して＋\n０．５３の視力の増大」，「平均して－０．４０の視力の低下」，「＋０．７の視力の\n回復」，「－０．３低下」，「－０．２低下」（本願明細書の【００４４】など）のよう\nに，「＋０．４２」と同程度あるいはそれよりも小さな変動についても意味のある数\n値として評価していることを考慮すると，６３名の患者について測定された結果の\n平均値である引用例１の「＋０．４２（＋１．５７）」は，本願発明との対比におい\nては，改善として意味のある数値と解釈することが妥当である。\n(3)  以上のとおりであるから，原告ら主張の取消事由２は理由がない。\n３  取消事由３（進歩性判断の誤り）について\n(1)  容易想到性について\nア  本願優先日当時のホトダイナミックセラピーの技術水準\n(ｱ)  引用例２には次のとおりの記載がある（甲２）。\n「明細書」\n「種々の光治療や照射の方法論は当業者に公知であり，本発明の新規ポルフィセン\n化合物を用いて行うことができる。治療の時期と期間，照射処理の回数は治療者（医\n者あるいは放射線専門医）によって，公知の光力学的治療の基準に基づいて選択さ\nれる。ポルフィセン化合物の用量は破壊されるべき標的組織の大きさや場所，及び\n投与方法によって異なる。」（８頁左上欄下から６行～下から２行）\n(ｲ)   日本眼科紀要，１９９１年， 第４２巻第５－２号，第１２０７～１２１２\n頁（乙２），あたらしい眼科，１９９２年，第９巻第５号，第７７９～７８０頁(乙\n３），臨床眼科，１９８８年，第４２巻第２号，第１２１～１２５頁（乙４），臨床\n眼科，１９８９年，第４３巻第４号，第４９９～５０５頁（乙５）や甲１１文献に\nは，治療対象に応じて，用いる光活性化合物の種類や量，光照射条件等についての\n試行錯誤がされている事実が記載されている。\n(ｳ)  以上の記載を前提に検討する。ホトダイナミックセラピーとは，標的組織に\n光活性化合物を到達させた後，特定波長の光を照射して，光活性化合物を活性化さ\nせ，標的組織を損傷するという治療処置である。理論上，光活性化合物が標的組織\nのみに選択的に蓄積し，光がそれを適切に活性化すれば，標的組織を特異的に損傷\nすることができるものである。しかしながら，例えば，上記各証拠にも記載されて\nいるとおり，本願出願日当時の技術水準では，光活性化合物の標的組織への蓄積の\n選択性，光活性化合物自体の毒性，及び標的組織への光の到達率などの問題により，\n必ずしも理論どおりの結果が得られるわけではなく，治療対象に応じて，用いる光\n活性化合物の種類や量，光照射条件等についての試行錯誤が必要であった。\nイ  引用例１の記載内容\n引用例１は，脈絡膜新生血管に対して，光活性化合物としてベンゾポルフィリン\n誘導体を用いたホトダイナミックセラピーの臨床試験結果を報告するものである。\nこの臨床試験では，中心窩下脈絡膜新生血管患者６３名に対して単回のホトダイナ\nミックセラピーを実施した。その結果の平均視力「＋０．４２（＋１．５７）」とは，\n前記２のとおり，＋０．４２（＋１．５７）の改善が見られ，３か月のモニタリン\nグ期間中その値が保たれたと解釈すべきである。また，新生血管については，部分\n的な閉止が観察された一方，局所的な存続や，ゆっくりとではあるが再発領域の拡\n大も観察されたことが記載され，寛解を得るのに適した条件を決定することが，以\n降の臨床試験の課題とされている。\nウ  判断\nこのとおり，引用例１の単回のホトダイナミックセラピー臨床試験では，部分的\nな新生血管の閉止とある程度の視力の改善という目的に沿った結果が得られたもの\nの，閉止されずに残存する新生血管や再発も観察されたのであるから，それらを閉\n止して視力をさらに改善するよう再度のホトダイナミックセラピー処置を試みるこ\nとは，前記アの技術水準からみても，医療従事者にとってごく自然な発想である。\nしたがって，引用発明のホトダイナミックセラピー処置を反復して本願発明に至\nることは，当業者が容易に想到し得たことである。\nエ  原告らの主張について\n(ｱ)  原告らは，本願発明は視力の改善を図るのに対して，引用発明は治療処置に\nより引き起こされる視力低下を回避して視力の保存を図るものであって，両者の志\n向は異なる，視力の保存しか期待できない引用発明に反復する動機付けはない旨主\n張する。\nしかし，脈絡膜新生血管が視力低下という病状をもたらすことは従来から広く知\nられており（例えば，本願明細書の段落【０００２】には，「脉絡膜の血管新生は，\n出血及び線維症をもたらし，その結果として，・・・多くの認識された眼の疾患によ\nる，視力の低下がもたらされる。」とある。），また，引用例１に記載の臨床試験にお\nける評価項目が新生血管の閉止状態と視力であることからみても，引用例１の新生\n血管閉止に関する臨床試験も視力の改善を念頭に置いたものであると認められる。\nそして，ホトダイナミックセラピー処置自体により引き起こされる「付加的な網膜\nダメージ」等を抑制することと，新生血管を閉止して新生血管により低下した視力\nの回復を図ることとは矛盾せず，実際に平均視力が＋０．４２（＋１．５７）改善\nしたことからも，引用発明が視力の保存のみを目的とするとは認められない。\nしたがって，原告らの上記主張は採用できない。\n(ｲ)  原告らは，引用例２には眼組織に対するホトダイナミックセラピー処置に関\nする記載はないから，引用例２の処置を反復するという技術思想を引用発明に組み\n合わせることはできない旨主張する。\nしかしながら，上記イのとおり，引用例１には，単回の処置により視力がある程\n度改善したこと及び処置後もなお新生血管の残存や再発が観察されたという，処置\nを再度行うことの動機付けとなる記載があるうえ，ある処置により期待通りの治療\n効果が得られなかった場合に再度同様の処置を繰り返してみることは，公知文献を\n引用するまでもなく医療従事者が通常行うことと認められる。\nしたがって，原告らの上記主張は採用の限りでない。\n(ｳ)  原告らは，引用例１には，ホトダイナミックセラピー処置による網膜ダメー\nジがなかったことは記載されておらず，平均視力の「＋０．４２（＋１．５７）」（こ\nれが「＋０．４２（±１．５７）」の誤記である点は，当事者間に争いがない。）は，\n個別データの半数近くがマイナスの値，すなわち視力が低下したことを示すから，\n引用例１はホトダイナミックセラピー処置の眼組織に対する危険性を示唆している\nといえ，反復することには阻害要因がある旨主張する。\nしかし，上記(ｲ)のとおり，引用例１のホトダイナミックセラピー処置は網膜ダメ\nージを引き起こすことなく視力を改善することを目的としていること，個別データ\nにばらつきがあるとはいえ，平均値は視力の改善を示すプラスの値であることから\nすると，反復を阻害するほどの危険性を示唆するとはいえない。\nしたがって，原告らの上記主張は失当である。\n(2)  効果の顕著性について\nア  引用発明のホトダイナミックセラピー処置を反復することで，残存あるいは\n再発した新生血管を閉止でき，その結果，単回の処置に比べて視力がさらに改善す\nるであろうことは，上記(1)のとおり，引用例１の記載から当業者が予測し得ること\nである 。そこで，本願発明の効果の顕著性を判断するために，本願明細書に開示さ\nれた反復処理による効果について検討する。\nイ  本願明細書の実施例３には，次のとおりの記載がある（甲３，甲８の１ない\nし４。図は別紙のとおり。）。\n「【実施例３】\n【００５２】\n［反復処置による効果］\n個々の患者（患者９０１～９０５を除く）について，実施例１に示した処方Ｂの\n処置を行い，最初の処置から２週間及び６週間後に，再処置を行った。患者９０１\n～９０５については，図２に示したように，訓練Ｂの処置及び再処置を行った。処\n置を反復すると，視力の改善の度合が高められるよう認められた。結果を図３に示\nす。\n図３の値に基づいてその平均値を計算すると次表のとおりになる。\n表７  図３の視力測定結果（２，６週間後の再処置）による変化の平均値\n--スネレン当量（SNELLEN EQUIVALENT）（スネレン視力表で基線からの変化分）によ\nる--\nT1W1  T1W2  T1W3  T2W1  T2W2  T2W4  T3W1  T3W4\n基線からの\n変化の平均\n+1.67  +1.20  +1  +2.17  +3.75  +3.25  +3.33  +3.40\n患者数  ６例  ５例  １例  ６例  ４例  ４例  ６例  ５例\nＴ１，Ｔ２，Ｔ３＝ＰＤＴ処置回数；Ｗ１，Ｗ２，Ｗ４＝各処置後の週数\n即ち，次表のとおりにまとめられる。\n表８  図３の平均値のまとめ\n１回目の値   Ｔ１Ｗ１  ＋１．６７（６例）\nＴ１Ｗ２  ＋１．２０（５例）  Ｔ１＝１回目の処置\nＴ１Ｗ３  ＋１    （１例）\n２回目の値   Ｔ２Ｗ１  ＋２．１７（６例）\nＴ２Ｗ２  ＋３．７５（４例）  Ｔ２＝Ｔ１からＷ２後\nＴ２Ｗ４  ＋３．２５（４例）      の処置\n３回目の値   Ｔ３Ｗ１  ＋３．３３（６例）  Ｔ３＝Ｔ１から６Ｗ後\nＴ３Ｗ４  ＋３．４０（５例）      の処置」\nウ  以上のとおり，本願明細書には，１回目のホトダイナミックセラピー処置の\n２週間後に処置を反復した場合（患者Ｎｏ．９０７～９１０の４例），及び，２週間\n後と６週間後に処置を反復した場合（患者Ｎｏ．９０１～９０６の６例）の視力の\n変化の結果が記載されている。これによれば，１回の処置では平均視力が＋１ない\nし＋１．６７改善したのに対して，２回反復処置では＋２．１７ないし＋３．７５，\n３回反復処置では＋３．３３ないし＋３．４０と，反復による改善が認められる。\nしかし，視力の改善は１回の処置でも得られていることに加えて，複数回の処置を\n繰り返すことによる改善の程度は相加的というべき範囲内のものにすぎず，反復す\nることで予測される範囲を超えた視力の改善が得られたとまでは認められない。ま\nして，本願発明は，処置の間隔や回数について何らの限定もないから，そのような\n発明の全体にわたって格別顕著な効果が奏されるということはできない。\nエ  したがって，本願発明の効果が引用例１の記載から当業者が予測し得る範囲\nを超えた格別顕著なものとは認めることができない。\n(3)  以上のとおりであるから，原告らが主張する取消事由３は理由がない。\n４  結論\n以上のとおり，原告らの主張に係る取消事由はいずれも理由がなく，審決にはこ\nれを取り消すべき違法はない。よって，原告らの請求をいずれも棄却することとし\nて，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官         設      樂        一\n裁判官         大  須  賀        滋\n裁判官小田真治は，転補のため署名押印することができない。\n裁判長裁判官         設      樂        一\n（別紙）図面\n本願明細書の【図２】\n本願明細書の【図３】\n"
}