{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 14
  },
  "case_number": "平成26(ワ)11271",
  "case_name": "地位確認等請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "88504",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=88504",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/504/088504_hanrei.pdf",
  "contents": "平成２９年９月１４日判決言渡\n平成２６年(ワ)第１１２７１号  地位確認等請求事件\n主              文\n１  原告らの主位的請求をいずれも棄却する。\n２  被告は，原告Ｚ１に対し，５０万６４００円及び別紙７原告Ｚ１\n認容額の合計欄記載の各金額に対する各支払日欄記載の日から支払\n済みまで年５分の割合による金員を支払え。\n３  被告は，原告Ｚ２に対し，３７万７２００円及び別紙８原告Ｚ２\n認容額の合計欄記載の各金額に対する各支払日欄記載の日から支払\n済みまで年５分の割合による金員を支払え。\n４  被告は，原告Ｚ３に対し，４万３２００円及び別紙９原告Ｚ３認\n容額の合計欄記載の各金額に対する各支払日欄記載の日から支払済\nみまで年５分の割合による金員を支払え。\n５  原告らのその余の請求をいずれも棄却する。\n６  訴訟費用は，原告Ｚ１と被告との間においては，原告Ｚ１に生じ\nた費用の１１分の１を被告の負担とし，その余を原告Ｚ１の負担と\nし，原告Ｚ２と被告との間においては，原告Ｚ２に生じた費用の１\n４分の１を被告の負担とし，その余を原告Ｚ２の負担とし，原告Ｚ\n３と被告との間においては，原告Ｚ３に生じた費用の１１１分の１\nを被告の負担とし，その余を原告Ｚ３の負担とする。\n７  この判決は，第２項から第４項に限り，仮に執行することができ\nる。\n事実及び理由\n第１  請求の趣旨\n１  原告Ｚ１が被告に対し，被告社員給与規程１２４条，同１１７条，同８２条，\n同８３条，同１２６条，同１２８条，同６１条及び同６２条並びに被告社員就\n業規則６８条１９号，同条２０号及び６９条，６３条２項２号イが適用される\n労働契約上の地位にあることを確認する。\n２  原告Ｚ２が被告に対し，被告社員給与規程１２４条，同１１７条，同８２条，\n同８３条，同１２６条，同１２８条，同６１条及び同６２条並びに被告社員就\n業規則６８条１９号，同条２０号及び６９条，６３条２項２号イが適用される\n労働契約上の地位にあることを確認する。\n３  原告Ｚ３が被告に対し，被告社員給与規程１２４条，同８２条，同８３条，\n同１２６条，同１２８条，同１１７条の２並びに被告社員就業規則６８条１９\n号，同条２０号及び同６９条，同６３条２項２号イが適用される労働契約上の\n地位にあることを確認する。\n４  被告は原告Ｚ１に対し，\n(1)  １０６万６４８５円及び別紙１の１「請求債権目録１」記載の平成２４年\n４月から同２５年３月までの各月の「合計」欄記載の金員に対する同請求債\n権目録記載の平成２４年４月から同２５年３月までの各月の「支払日」欄記\n載の日から支払済みまで年５％の割合による金員を支払え。\n(2)  ４０９万３９２０円及び別紙１の１「請求債権目録１」記載の平成２５年\n４月から同２８年８月までの各月の「合計」欄記載の金員に対する同請求債\n権目録記載の平成２５年４月から同２８年８月までの各月の「支払日」欄記\n載の日の翌日から支払済みまで年６％の割合による金員を支払え。\n(3)  (2)の予備的請求\n４０９万３９２０円及び別紙１の１「請求債権目録１」記載の平成２５年\n４月から同２８年８月までの各月の「合計」欄記載の金員に対する同債権目\n録記載の平成２５年４月から同２８年８月までの「支払日」欄記載の日から\n支払済みまで年５％の割合による金員を支払え。\n５  被告は原告Ｚ２に対し，\n(1)  １２０万３９４９円及び別紙２の１「請求債権目録２」記載の平成２４年\n４月から同２５年３月までの各月の「合計」欄記載の金員に対する同請求債\n権目録記載の平成２４年４月から同２５年３月までの各月の「支払日」欄記\n載の日から支払済みまで年５％の割合による金員を支払え。\n(2)  ３９５万４３８７円及び別紙２の１「請求債権目録２」記載の平成２５年\n４月から同２８年８月までの各月の「合計」欄記載の金員に対する同請求債\n権目録記載の平成２５年４月から同２８年８月までの各月の「支払日」欄記\n載の日の翌日から支払済みまで年６％の割合による金員を支払え。\n(3)  (2)の予備的請求\n３９５万４３８７円及び別紙２の１「請求債権目録２」記載の平成２５年\n４月から同２８年８月までの各月の「合計」欄記載の金員に対する同債権目\n録記載の平成２５年４月から同２８年８月までの「支払日」欄記載の日から\n支払済みまで年５％の割合による金員を支払え。\n６  被告は原告Ｚ３に対し，\n(1)  １０６万００１２円及び別紙３の１「請求債権目録３」記載の平成２４年\n４月から同２５年３月までの各月の「合計」欄記載の金員に対する同請求債\n権目録記載の平成２４年４月から同２５年３月までの各月の「支払日」欄記\n載の日から支払済みまで年５％の割合による金員\n(2)  ３７０万４２４９円及び別紙３の１「請求債権目録３」記載の平成２５年\n４月から同２８年８月までの各月の「合計」欄記載の金員に対する同請求債\n権目録記載の平成２５年４月から同２８年８月までの各月の「支払日」欄記\n載の日の翌日から支払済みまで年６％の割合による金員を支払え。\n(3)  (2)の予備的請求\n３７０万４２４９円及び別紙３の１「請求債権目録３」記載の平成２５年４\n月から同２８年８月までの各月の「合計」欄記載の金員に対する同債権目録\n記載の平成２５年４月から同２８年８月までの「支払日」欄記載の日から支\n払済みまで年５％の割合による金員を支払え。\n第２  事案の概要等\n１  本件は，被告との間で期間の定めのある労働契約を締結した原告らが，期間\nの定めのない労働契約を締結している被告の正社員と同一内容の業務に従事し\nていながら，手当等の労働条件において正社員と差異があることが労働契約法\n（以下「労契法」という。）２０条に違反するとして，請求の趣旨第１項から\n第３項までに掲記の被告社員給与規程及び被告社員就業規則の各規定が原告ら\nにも適用される労働契約上の地位にあることの確認を求めるとともに，上記差\n異が同条の施行前においても公序良俗に反すると主張して，同条の施行前につ\nいては，不法行為による損害賠償請求権に基づき，同条の施行後については，\n主位的に同条の補充的効力を前提とする労働契約に基づき，予備的に不法行為\nによる損害賠償請求権に基づき，別紙請求債権目録１の１及び２，同目録２の\n１及び２，同目録３の１及び２のとおり，労契法２０条の施行前である平成２\n４年４月から平成２５年３月までの正社員の諸手当との差額及び各月の差額合\n計額に対する各給与支払日から支払済みまで民法所定の年５％の割合による遅\n延損害金の支払並びに同条の施行後である同年４月から平成２８年８月までの\n前同様の差額及び各月の差額合計金に対する各給与支払日の翌日（予備的請求\nは各支払日）から支払済みまで商事法定利率年６％（予備的請求は民法所定の\n年５％）の割合による遅延損害金の各支払を求めた事案である。\n２  前提事実\n証拠等を掲記していない事実は，当事者間に争いがない事実，当裁判所に顕\n著な事実及び弁論の全趣旨によって容易に認められる事実である。\n(1)  当事者\nア  被告\n郵便事業は，従前は郵政省が取り扱っていたが，平成１３年１月６日に\n郵政事業庁へ分割された。郵政事業庁は，平成１５年４月１日，日本郵政\n公社となり，平成１９年１０月１日に，郵政民営化に伴い，郵政三事業を\n含む全ての事業が日本郵政グループとして日本郵政株式会社及びその下に\n発足する４つの事業会社（郵便局株式会社，郵便事業株式会社，株式会社\nゆうちょ銀行及び株式会社かんぽ生命保険）へ移管，分割されて，日本郵\n政公社は解散した。その後，平成２４年１０月１日，郵便局株式会社が郵\n便事業株式会社を吸収合併し，被告が成立した。なお，郵政民営化法１７\n３条は，「日本郵政株式会社は，（中略）承継職員の賃金，労働時間その\n他の労働条件を定めようとするときは，（日本郵政）公社の職員の給与，\n勤務時間その他の勤務条件に配慮するものとする。」と規定している。\n被告の平成２５年４月１日現在の正社員数は２０万１９９８人，正社員\n以外の従業員数は１９万０６４９人であり，原告らと同じ時給制契約社員\nは１６万６９８３人である。\nイ  原告Ｚ１\n原告Ｚ１は，平成１９年▲月▲日から同年▲月▲日まで日本郵政公社に\n任用された後，契約期間を６か月とする有期労働契約の更新を重ねて就労\nしている時給制契約社員である。原告Ｚ１は，入社当初，Ｚ４郵便局の○\nに配属されていたが，平成２２年▲月▲日付けで同郵便局の勤務に関する\n契約を終了し，翌▲日付けでＺ５郵便局における勤務に関する契約を締結\nした。原告Ｚ１の業務内容は，郵便物の仕分け，配達と郵便商品等の営業\n販売等の郵便外務事務その他これに付随，関連する業務である。\nウ  原告Ｚ２\n原告Ｚ２は，平成２０年▲月▲日付けで郵便事業株式会社に入社し，そ\nの後平成２１年▲月▲日からは契約期間を６か月とする有期労働契約の更\n新を重ねて就労している時給制契約社員である。原告Ｚ２の就業場所はＺ\n６郵便局であり，業務内容は郵便外務事務その他これに付随，関連する業\n務である。\nエ  原告Ｚ３\n原告Ｚ３は，平成１５年▲月▲日，郵政事業庁に有期任用公務員として\n勤務を始め，その後，同年▲月▲日に日本郵政公社に任用期間６か月の有\n期任用公務員として再任用され，更新を重ねた後，平成１９年▲月▲日，\n郵便事業株式会社との間で契約期間を６か月とする有期労働契約を締結\nし，以後，その更新を重ねて就労している時給制契約社員である。原告Ｚ\n３の就業場所はＺ７郵便局であり，業務内容は郵便内務事務及びこれに付\n随，関連する業務である。具体的には，書留郵便物の処理や窓口業務，定\n形外郵便物や郵便小包（ゆうパック），定型内郵便物の中で機械で区分け\nができなかった郵便物を宛先ごとに振り分ける作業（区分け作業），ゆう\nパックの追跡番号を端末に入力する（バーコードを読み取る）作業，付属\n業務として，代引き（着払い）の郵便物の管理票（QR コード）の作成等を\n行っている。\nオ  原告らは，「郵政産業労働組合」と「郵政労働者ユニオン」が平成２４年\n７月１日に組織統一して結成された労働組合「郵政産業労働者ユニオン」の\n組合員である。\n(2)  原告らの勤務時間等\nア  勤務時間\n服務表に定める「早出」，「日勤」，「中勤」，「夜勤」の勤務のシフ\nトに従って就労する。ただし，原告Ｚ３については「深夜勤」の勤務のシ\nフトがある。\n労働契約所定の勤務時間は，４週間について１週平均４０時間を基本と\nする。ただし，原告Ｚ３については４週間について１週平均３５時間を基\n本とする。\nイ  所定労働時間外労働，休日労働の有無\n有り\nウ  休日（週休日）及び勤務日\n「休日（週休日）」は４週間に４日，「非番日」は休日（週休日）及び\n勤務日以外の日，「休日」，「非番日」，「勤務日」は期間雇用社員就業\n規則２７条により指定する。なお，変更する場合もある。また，祝日に勤\n務を命じる場合がある。\nエ  基本賃金\n時給制である。\n(ア)  原告Ｚ１\n平成２４年４月から平成２５年３月まで時給１４６０円，平成２５年\n４月から平成２６年３月まで時給１６６０円，平成２６年４月以降１６\n５０円\n(イ)  原告Ｚ２\n時給１３５０円\n(ウ)  原告Ｚ３\n時給９６０円\n(3)  被告における雇用形態\nア  被告の正社員の人事制度は，平成２６年３月３１日までと同年４月１日\n以降とでは，制度改正によりその内容を大きく異にしている（以下，同年\n３月３１日までの人事制度を「旧人事制度」，同年４月１日以降の人事制\n度を「新人事制度」という。）。\n被告に雇用される従業員には，無期労働契約の社員（以下「正社員」と\nいう。）と有期労働契約の期間雇用社員（以下「契約社員」という。）が\nあり，それぞれに適用される就業規則及び給与規定は異なる。\n具体的には，新人事制度の正社員に適用される就業規則（甲１０）及び\n給与規程（甲１１），旧人事制度の正社員に適用される就業規則（甲１）\n及び給与規程（甲２）のほか，平成２５年４月１日以降契約社員に適用さ\nれる就業規則（甲３）及び同年１０月１日以降契約社員に適用される給与\n規程（甲４），平成２６年１０月１日以降，契約社員に適用される就業規\n則（甲１２）及び給与規程（甲１３）がある（以下，これらについては，\n「甲１０」のように書証番号のみを記載することがある。）。\n（甲１ないし４，甲１０ないし１３）\nイ  正社員\n(ア)  平成２６年３月３１日までの旧人事制度\n甲１の第２章第１節で定める手続により雇用期間を定めずに採用され\nた者をいう。（甲１，２条１項）\n定年は，年齢６０歳であり，定年に達した日以後における最初の３月\n３１日に退職する。（甲１，１５条）\n勤務時間は，１日原則８時間，４週について１週平均４０時間とする。\n（甲１，４５条）\n旧人事制度においては，正社員は，「管理者・役職者」，「主任・一\n般」，「再雇用」に分類され，職群として，「企画職群」，「一般職群」，\n「技能職群」に区分され，「一般職群」は，「一般職等」（職種）とし\nて郵便局に配属されていた（以下，「一般職等」（職種）を「旧一般職」\nという。）。旧一般職の等級区分は，１級：担当者，２級：主任，３級：\n課長代理，４級：総括課長／課長とされていた。（甲１，２，１７）\n(イ)  平成２６年４月１日以降の新人事制度\n社員の職務や期待する役割に着目した区分を設けるコース制が導入さ\nれ，管理職，総合職，地域基幹職及び新一般職（以下，その職種に該当\nする職員層を，「地域基幹職」，「新一般職」のようにコース名のみで\n記載することがある。）の各コースが設けられた。管理職は，監督又は\n管理の地位にある者であって，勤務地については，会社が指定するもの\nとされ，総合職は，全社的な視点で企画立案・折衝調整・営業・管理業\n務など幅広い業務全般に従事する者であって，勤務地は特定の地域に限\n定しないものとされ，地域基幹職（郵便コース，窓口コース及び企画コ\nース）は，営業・お客様へのサービスの提供・業務運行・企画実施業務\nなど，事業に応じた幅広い業務に従事する者であって，勤務地は原則と\nして会社が指定する地域内に限るとされ，地域基幹職（渉外営業コース）\nは，専ら金融代理業務を中心とした渉外営業に従事する者であって，い\nずれも勤務地は原則として会社が指定する地域内に限るとされ，新一般\n職は，窓口営業，郵便内務，郵便外務又は各種事務等の標準的な業務に\n従事する者であって，役職層への登用はなく，勤務地は原則として転居\nを伴う転勤がない範囲とするものとされた。（甲１０，１６，１７）\nウ  契約社員\n被告の契約社員の人事制度は，以下の点に関する限り，平成２６年３月\n３１日までと同年４月１日以降との間に違いはない。\n(ア)  甲３（甲１２）の第２章第１節で定める手続により期間を定めて採\n用された者をいう。（甲３及び１２・２条）\n(イ)  契約社員には，スペシャリスト契約社員（契約期間３年以内，労働\n基準法１４条に定める労働者に当たる場合は５年以内），エキスパート\n契約社員（契約期間３年以内，月単位），月給制契約社員（契約期間１\n年以内），時給制契約社員（契約期間６か月以内），アルバイト（契約\n期間１か月未満）があるが，原告らは時給制契約社員である。（甲３及\nび１２・１１条）\n(ウ)  契約期間が満了した場合において，その雇用契約を更新することが\n必要と認めるときは，本人の希望を踏まえ，その雇用契約を更新するこ\nとができる。満６５歳に達した日以降の新たな更新は行わない。（甲３\n及び１２・１２条）\n(4)  正社員の労働条件の概要\n新旧人事制度における郵便業務を担当する正社員の給与は，基本給と諸\n手当で構成され，諸手当には，扶養手当，通勤手当，住居手当，調整手当，\n寒冷地手当，遠隔地手当，超過勤務手当，祝日給，夜勤手当，特殊勤務手\n当，夏期手当及び年末手当（平成２６年１０月１日現在では，他に単身赴\n任手当，営業関係手当）がある。（甲２・１６０条，甲１１・３条）\n原告らにおいて，正社員と比較して不合理な相違のある労働条件と主張\nする手当等の概要は，次のとおりである。\nア  外務業務手当\n正社員が外務業務に従事した場合に支給され，その額は，外務業務に\n従事した日１日につき，支給区分（１日５７０円から１４２０円）に応\nじて支給される。ただし，平成２６年３月に廃止された。（甲２・２４\n９条）\nイ  年末年始勤務手当\n正社員が，１２月２９日から翌年の１月３日までの間において実際に\n勤務した時に支給され，その額は，１２月２９日から同月３１日までは\n１日４０００円，１月１日から同月３日までは１日５０００円である（１\n日に実際に勤務した時間が４時間以下の場合は，その半額が支給され\nる。）。（甲２・２６８条，甲１１・１２４条）\nウ  早出勤務等手当\n正社員が，正規の勤務時間として始業時刻が午前７時以前となる勤務\n又は終業時刻が午後９時以後となる勤務に４時間以上従事したときに，\n始業終業時刻に応じ，３５０円から８５０円が支給される。（甲２・２\n５０条，甲１１・１１７条）\nエ  祝日給\n正社員が祝日において，割り振られた正規の勤務時間中に勤務するこ\nとを命ぜられて勤務したとき（祝日代休が指定された場合に祝日勤務し\nた社員を除く。）及び１月１日から１月３日までの各日（祝日を除く。）\nに勤務したときに支給され，その額は，月の初日から末日までの間（給\n与期間）における祝日給の支給対象時間（休憩時間以外の時間）に次の\n算式により求められる額を乗じて得た額\n算式（（基本給，基本給及び扶養手当に係る調整手当並びに遠隔地手\n当の合計額（月額））×１２／年間所定勤務時間）×１００分の１３５\n（甲２・２３８条，２３９条，２３７条，甲１１・８２条，８３条，８\n１条）\nオ  夏期手当及び年末手当（以下「夏期年末手当」という。）\n(ア)  次のいずれかに該当する正社員に支給される。\nａ  基準日（夏期手当６月１日，年末手当１２月１日）に在職する社\n員（ただし，休職中の者（業務傷病等休職にされた者を除く。）又\nは育児休業中の社員のうち，基準日以前６か月以内の期間（対象期\n間）において勤務した期間がない者を除く。）\nｂ  基準日前１か月以内に退職（解雇，懲戒解雇及び諭旨解雇を除\nく。），又は死亡した者（ただし，基準日に社員又は再雇用社員と\nして在職する者，又は，退職又は死亡時に上記ただし書きに該当す\nる者を除く。）\n(イ)  支給額は，次のとおりである。\nａ  夏期手当\n（Ａ＋Ｂ＋Ｃ）×Ｄ×Ｅによって算出される額\nＡ：基準日の基本給の月額，Ｂ：基準日の扶養手当の月額，Ｃ：基\n準日の調整手当の月額，Ｄ：在職期間割合（６か月：１００分の１\n００，３か月以上６か月未満：１００分の６０，３か月未満：１０\n０分の３０），Ｅ：支給の都度定める割合\nｂ  年末手当\n次の①，②の合計額\n① （Ａ＋Ｂ＋Ｃ）×Ｄ×Ｅによって算出される額\nＡ：基準日の基本給の月額，Ｂ：基準日の扶養手当の月額，Ｃ：\n基準日の調整手当の月額，Ｄ：在職期間割合（６か月：１００分\nの１００，３か月以上６か月未満：１００分の６０，３か月未満：\n１００分の３０），Ｅ：支給の都度定める割合\n② （Ａ＋Ｂ）×Ｃ×Ｄによって算出される額\nＡ：基準日の基本給の月額，Ｂ：基準日の基本給の月額に係る調\n整手当の月額，  Ｃ：在職期間割合（６か月：１００分の１００，\n３か月以上６か月未満：１００分の６０，３か月未満：１００分\nの３０），Ｄ：評定区分に応じた成績率（支給の都度定める割合\n（Ｃ評定）の１００分の１５０（Ａ評定），１００分の１４０（Ｂ\n評定），１００分の１００（Ｃ評定），１００分の９０，８０，\n７０，６０又は４０（以上の４つはＤ評定））\n（甲２・２７３条から２７８条まで，甲１１・１２６条，１２８\n条，１３０条から１３２条まで）\nカ  住居手当\n次のいずれかに該当する正社員に，その家賃の額や住宅購入の際の借入\n額に応じて支給される。\n(ア)  自ら居住するため住宅（貸間を含む。）を借り受け，現に居住し，\n月額１万２０００円を超える家賃（使用料を含む。）を支払っている正\n社員\n(イ)  正社員の所有に係る住宅のうち当該社員によって新築され，又は購\n入された住宅であって，当該新築又は購入の日から起算して５年を経過\nしていないものに居住している正社員で世帯主である者\n(ウ)  単身赴任手当を支給されている正社員で，配偶者が居住するために\n住宅を借り受け，月額１万２０００円を超える家賃を支払っている者\n（甲２・２１９条，２２０条，甲１１・６１条，６２条）\nキ  夏期冬期休暇\n(ア)  夏期休暇\n６月１日から９月３０日までの期間において，在籍時期に応じ，暦日\n１日から３日まで付与される。\n(イ)  冬期休暇\n１０月１日から翌年３月３１日までの期間において，在籍時期に応じ，\n暦日１日から３日まで付与される。\n（甲１及び甲１０・６３条１項２号，同条２項１号，６８条１項１９号，\n７０条，甲１・６８条１項２０号，甲１０・同号表中１）\nク  病気休暇\n(ア)業務上の事由又は通勤による傷病又は(イ)その他の私傷病のいずれ\nかに該当し，勤務日又は正規の勤務時間中に勤務しない正社員に付与され\nる。\n(ア)の場合は無給，(イ)の場合は有給（ただし，結核性疾患の場合は引\nき続き１年，結核性疾患以外の場合は引き続き９０日（勤続１０年以上の\n社員にあっては１８０日）を超える期間については，基本給の月額及び調\n整手当を半減して支給）である。\n（甲１・６３条１項３号，同条２項２号，６９条，７０条，甲１０・６３\n条１項３号，同条２項２号，６９条，７０条）\nケ  夜間特別勤務手当\n正社員が正規の勤務時間として，郵便局において新夜勤，調整深夜勤及\nび深夜勤のいずれかに服し，かつ，夜間（午後１０時から翌日の午前６時\nまでの間）の全時間にわたって勤務したとき，勤務時間や勤務回数に応じ\nて支給される。\n（甲２・２５１条，甲１１・１１７条の２）\nコ  郵便外務業務精通手当及び郵便内務業務精通手当（以下「郵便外務・内\n務業務精通手当」という。）\n郵便業務調整額の支給を受ける社員のうち主として外務事務及び内務事\n務に従事する正社員（新規採用後６か月未満の者を除く。）に対し，郵便\n外務業務精通手当は，手当額（１万６５００円，１万０９００円，５１０\n０円）に調整率（１００％，７０％，３０％）を乗じて算出した金額を，\n郵便内務業務精通手当は手当額（１万４１００円，９０００円，４０００\n円）に調整率（１００％，７０％，３０％）を乗じて算出した金額を支給\nする。この各手当は，平成２６年３月に廃止された。\n（甲２・２６４条，２６５条）\n(5)  契約社員の労働条件の概要\n時給制契約社員の給与は，基本給と諸手当で構成され，諸手当には，通勤\n費，時間外割増賃金，祝日割増賃金，深夜割増賃金，早朝・夜間割増賃金，\n営業関係手当，特殊勤務手当，臨時手当及び作業能率評価手当がある。（甲\n４・１０１条，甲１３・３８条）\n基本給の加算給のほか，上記諸手当のうち，早朝・夜間割増賃金，祝日割\n増賃金及び臨時手当並びに時給制契約社員の病気休暇の概要は次のとおりで\nある。\nア  加算給\n郵便外務業務に従事する時給制契約社員には，時給のうち，基本給とし\nて１３０円又は８０円が加算される。（甲４・１０３条及び別表第７，甲\n１３・４０条及び別表第４）\nイ  早朝・夜間割増賃金\n時給制契約社員が，正規の勤務時間として，始業時刻が午前７時以前と\nなる勤務又は終業時刻が午後９時以後（平成２６年３月までの規程では，\n午後９時以後午後１０時以前となる。）となる勤務に１時間以上従事した\nときは，勤務１回につき，始業・終業時刻に応じて２００円，３００円又\nは５００円を支給する。（甲４・１０９条，９７条，甲１３・４６条，２\n６条）\nウ  祝日割増賃金\n時給制契約社員が祝日に勤務することを命ぜられて勤務したときは，祝\n日割増賃金を支給する。給与期間における祝日給の支給対象時間（休憩時\n間以外の時間）に次の算式により求められる額を乗じて得た額である。\n算式：（基本賃金額）×１００分の３５\n（甲４・１０７条，甲１３・４４条）\nエ  臨時手当（夏期賞与及び年末賞与）\n毎年６月１日（夏期賞与）又は１２月１日（年末賞与）に雇用されてい\nる時給制契約社員のうち，基準日前６か月の期間（「対象期間」）におけ\nる実際勤務日数が６０日以上ある者に支給される。支給額は，次の計算式\nにより算出される。\nＡ（対象期間において支給した基本給の合計額）÷６×０．３×Ｂ（対象\n期間における実際の勤務日数の区分に応じた割合，対象期間における実際\n勤務日数が８０日未満の場合，１．０，同８０日以上の場合，１．１，同\n１００日以上の場合，１．２，同１２０日以上の場合，１．３）\n（甲４・１１１条，甲１３・５２条）\nオ  病気休暇\n私傷病による休暇は，無給の休暇として，１年度において１０日の範囲\n内で取得することができる。\n（甲３・４２条，甲１２・４２条）\n３  争点及びこれに関する当事者の主張\n(1)  争点１（労契法２０条違反の成否）について\n（原告らの主張）\nア  個々の労働条件ごとに不合理性を比較すべきか否か\n政府が平成２８年１２月２０日に発表した「同一労働同一賃金ガイドライ\nン案」において，有期契約労働者と無期契約労働者との待遇差が不合理で\nあるか否かにつき，個々の給付の趣旨，性格に照らして判断することとさ\nれており，本件においても，個々の労働条件ごとに不合理性を比較すべき\nである。\nイ  原告らの比較対象とするべき正社員\n原告ら時給制契約社員と被告の正社員との間で労働条件の相違がある場\n合に，それが不合理なものと認められるかを比較考察して判断する際，原\n告ら時給制契約社員の比較対象とするべき正社員は，旧人事制度において\nは，旧一般職のうち役職のない平社員である担当者及び主任であり，新人\n事制度においては，新一般職である。\n旧人事制度においては，「担当者，主任」の層と，「課長代理，課長，\n総括課長」の役職者層は区別されて管理されていた。そして，担当者，主\n任においては，勤務する郵便局を異にする配置転換は例外的であり，転居\nを伴う人事異動は実施されていなかった。他方で，課長代理以上の役職者\n層は，課長代理等への昇任する際に郵便局を異にする配置転換が行われる\nことが通例であり，郵便局を異にする配置転換も行われていた。したがっ\nて，旧人事制度における一般職のうち役職のない平社員である担当者，主\n任を比較対象とするべきである。\n新人事制度においては，新一般職は，主として標準的な業務に従事し，\n主任や課長代理等への昇任はなく，原則として，転居を伴う配置転換はな\nいとされているから，新一般職を比較対象とするべきである。\nウ  原告ら時給制契約社員と被告正社員との間の職務内容等に関する相違の\n有無\n(ア)  業務の内容等\n原告らが各所属郵便局で担当している業務は，当該郵便局で正社員が\n担当している業務と全く同一であり，原告らは，場合によっては正社員\nの代替要員となることもある。\n(イ)  人事評価制度\n郵便外務事務及び内務事務においては，正社員と時給制契約社員との\n間で，想定される業務の内容や期待される職責，役割について違いはな\nく，人事評価の違いも明確ではない。\n(ウ)  昇任昇格\n新一般職は，１級相当の担当者から２級以上である主任以上への昇任\n昇格が予定されていない点で，原告ら時給制契約社員と同一である。旧\n一般職については，就業規則上は主任以上への昇任昇格は可能とされて\nいるものの，実際には，大多数の者は，担当者，主任にとどまり，課長\n補佐以上へ昇任昇格するのは一部の者にすぎなかった。\n(エ)  配置転換の範囲\n新一般職は，原告ら時給制契約社員と同じく，転居を伴う配置転換が\n原則として予定されておらず，旧一般職の担当者，主任も，転居を伴う\n配置転換はほとんどなく，勤務する郵便局を異にする配置転換も例外的\nなものであった。\n(オ)  登用制度\n契約社員について将来的な正社員登用の可能性があるからといって，\n正社員と契約社員の労働条件の相違に関する合理性を基礎付けるもので\nはない。実際にも，被告における契約社員の正社員への登用選考は，平\n成２２年，２３年は実施されておらず，平成２４年以降は実施されてい\nるものの，応募者に対する合格率は２７％から２８％であり，高いもの\nではない。\nエ  相違する個別の労働条件の不合理性\n正社員には，社員就業規則及び社員給与規程が適用され，契約社員には，\n期間雇用社員就業規則及び期間雇用社員給与規程が適用されるところ，そ\nれによる労働条件の差異は，別紙４「労働条件に関する主張対比表」（以\n下「主張対比表」という。）の原告主張欄記載のとおりであり，これらは，\n労契法２０条にいう労働者の業務内容及び当該業務に伴う責任の程度，当\n該職務の内容及び配置の変更の範囲その他の事情を考慮すると，全て不合\n理なものである。\n不合理な労働条件についての個別の主張は，主張対比表の各該当部分，\n具体的には，①外務業務手当（主張対比表ｐｇ．１～９），②年末年始勤\n務手当（主張対比表ｐｇ．１０～１５），③早出勤務等手当（主張対比表\nｐｇ．１６～２３），④祝日給（主張対比表ｐｇ．２４～２８），⑤夏期\n年末手当（主張対比表ｐｇ．２９～３８），⑥住居手当（主張対比表ｐｇ．\n３９～４３），⑦夏期冬期休暇（主張対比表ｐｇ．４４～４８），⑧病気\n休暇（主張対比表ｐｇ．４９～５１），⑨夜間特別勤務手当（主張対比表\nｐｇ．５２～５６），⑩郵便外務・内務業務精通手当（主張対比表ｐｇ．\n５７～６３）に記載のとおりである。\n（被告の主張）\nア  個々の労働条件ごとに不合理性を比較すべきか否か\n原告ら主張に係る各手当は，賃金の一部を構成しており，これを含めて全\n体として一つの賃金体系が構築されていることや，休暇を含む人事制度全\n体や賃金体系と密接不可分に関連するから，労働条件を個別に取り上げて，\n同一名称の手当や休暇の支給等の相違だけに着目して不合理性を論じるこ\nとは不適切である。\nイ  原告らの比較対象とするべき正社員\n正社員の地域基幹職は，１級の担当者に始まり，役割と連動した研修等\nを実施しつつ，２級以上の主任，課長代理等へと昇任昇格していく中で，\n将来的に業務責任者や業務統括者として班や部等を運営していくことが想\n定されている人材である。したがって，原告らの比較対象とするべき正社\n員は，一般職（地域基幹職）全体である。\n原告らの比較対象とすべき正社員についての主張は，このような人材育\n成の過程や期待される職務経歴の一部だけを取り出して主張するものであ\nって不合理である。\nウ  原告ら時給制契約社員と被告正社員との間の職務内容等に関する相違の\n有無\n(ア)  業務の内容等\n正社員，すわなち，新旧人事制度における旧一般職，地域基幹職及び\n新一般職は，郵便局において，配達業務等の外務業務及び窓口業務や区\n分業務等の内務業務に幅広く従事することが想定されている。また，地\n域基幹職については，支社や監査室等の社員に登用されて事務職や企画\n職に従事することもあり，将来的には，管理者として，班長・副班長と\nして班をまとめることや，各社員の業務やシフト等の管理業務，郵便局\nや部の運営管理業務を行うことが想定されている。\n時給制契約社員は，外務事務又は内務事務のうち，特定の定型業務に\nのみ従事するものであり，これらの業務について幅広く従事することは\n想定されていない。\n(イ)  人事評価制度\n正社員には，営業・業務の実績や業務の品質は当然のこと，業務プロセ\nスの適切性，業務の正確性，迅速性及び品質向上のための方法開発，担当\n可能担務の拡大，業務における責任感等が求められており，また，将来の\n役職者，管理者の候補者として，自己研鑽，状況把握力や論理的思考力等\nを磨くことや，組織全体への貢献等も期待されていることから，これらに\n関連する項目が評価項目となっている。\nこれに対し，時給制契約社員は，正社員と異なり，幅広い職務を担当\nすることや，重い職責を担うことはなく，将来の役職者，管理者に就任\nすることも予定されておらず，基本的に，雇用契約書上で合意された特\n定の業務を適式に処理することが求められていることから，正社員のよ\nうな自己研鑽，状況把握力，論理的思考力等は評価項目とされておらず，\n身だしなみやルールの遵守等の基礎的事項，従事する業務に必要となる\nスキルが身に付いているかという極めて簡素な評価項目となっている。\n(ウ)  昇任昇格\n正社員のうち旧一般職及び地域基幹職は，昇任選考を経て，郵便局の\n主任，課長代理，課長，部長等の管理者へと昇任昇格することが想定さ\nれており，実際にも，人材育成の観点から，本人の能力，適性，勤務成\n績等も考慮しながら，昇任昇格を実施している。新一般職については，\n同一コース内での昇任昇格は予定されていないものの，本人が希望すれ\nば，一定の条件の下で地域基幹職へのコース転換が可能となっている。\n時給制契約社員については，職位が付されておらず，昇任昇格はそも\nそも予定されてない。\n(エ)  配置転換の範囲\n正社員については，就業規則上配置転換があり得る旨が明示されてお\nり（甲１・１１条１項，甲１０・１１条１項），このうち地域基幹職に\nついては，支社エリア内での郵便局を異にする異動や支社への異動等が\n命じられる可能性がある。実際にも，被告では，地域基幹職に対して，\nできるだけ幅広い経験をさせることを通じた人材育成の観点から，本人\nの能力，適性や要員事情等も考慮しながら，配置転換を行っている。新\n一般職についても，転居を伴わない範囲において人事異動等が命じられ\nる可能性があり，実際にも，局内の活性化を目的とした人事の刷新の観\n点や人材育成の観点から，上記と同様の考慮要素も踏まえて，配置転換\nを行っている。\n時給制契約社員については，職場及び職務内容を限定して採用してお\nり，正社員のような配置転換は行っていない\n(オ)  登用制度\n時給制契約社員に対して，被告による選考に合格した場合に正社員に\n登用される制度が用意されており，ほぼ毎年，時給制契約社員又は月給\n制契約社員から正社員への登用の募集が行われており，実際にも多くの\n者が正社員に登用されている。\nエ  個別の相違する労働条件の不合理性\n原告らが不合理と主張する個別の労働条件の相違は，主張対比表の被告\n主張欄記載のとおり，いずれも不合理なものではない。\n(2)  争点２（労契法２０条の効力（補充的効力の有無））について\n（原告らの主張）\n労契法２０条は，期間の定めがあることによる不合理な労働条件を是正す\nるために不合理な労働条件を禁止し，同条の民事的効力により，これに反す\nる定めを違法無効とするとともに，不法行為が成立するだけでなく，無期契\n約労働者と同じ労働条件を認める補充的効力を有するとするのが立法者意思\nである。このような立法者意思に基づいて，厚生労働省は，平成２４年８月\n１０日付け基発０８１０第２号「労働契約法の施行について」（厚生労働省\n労働基準局長発)を発し，その「第５，６，(2)，カ」において「法第２０条\nは，民事的効力のある規定であること。法第２０条により不合理とされた労\n働条件の定めは，無効となり故意・過失による権利侵害，すなわち不法行為\nとして損害賠償が認められ得ると解されるものであること。また，法第２０\n条により，無効とされた労働条件については，基本的には，無期契約労働者\nと同じ労働条件が認められると解されるものであること。」と定めたのであ\nる。同通達は，単なる行政通達ではなく，国会審議を踏まえた立法趣旨及び\n立法者意思を確認した上で発出されたものである。\n（被告の主張）\n労契法２０条は，補充的効力を文言上規定していない。また，労契法２０\n条は，有期契約労働者と無期契約労働者間の労働条件の相違が「不合理と認\nめられるものであってはならない」と定めているところ，これは，有期契約\n労働者の労働条件が無期契約労働者の労働条件に比較して単に低いだけでは\nなく，法的に否認すべき程度に不公正に低いものであってはならないという\n意味であり，無期契約労働者と有期契約労働者の労働条件に相違があること\nだけで直ちに不合理と評価されるわけではないことや，無期契約労働者と有\n期契約労働者には人事制度上，賃金体系上の違いがあり，それとの整合性を\n図る必要があることからすれば，労働条件をどのように構築するかは，労使\n交渉による集団的設定に委ねられるべき事柄であるから，同条に補充的効力\nは認められない。\n(3)  争点３（公序良俗違反の有無）について\n（原告らの主張）\n同一労働同一賃金の原則は，我が国が批准した国際労働憲章，ＩＬＯ１０\n０号条約，国際人権規約Ａ規約７条等の国際条約において確立した労働基準\nとなっている。また，裁判例（長野地裁上田支判平成８年３月１５日労判６\n９０号３２頁）においても，「同一（価値）労働同一賃金の原則の基礎にあ\nる均等待遇の理念は，賃金格差の違法性判断において，ひとつの重要な判断\n要素として考慮されるべきものであって，その理念に反する賃金格差は，使\n用者に許された裁量の範囲を逸脱したものとして，公序良俗違反を招来する\n場合があ」り，許容される賃金格差の範囲を明らかに超えた場合には，使用\n者に許された裁量権の範囲を逸脱して違法となるとするものがある。この判\n断は，一定の許容された裁量権を逸脱した場合には賃金の格差が公序良俗に\n違反することを示している。\n本件の場合には，正社員と時給制契約社員の労働の同一性が顕著であるか\nら，労契法施行前においても，各労働条件の相違は，いずれも公序良俗違反\nとして違法である。\n（被告の主張）\n同一労働同一賃金の原則が公序，法規範を構成しないことは，多くの裁判\n例が繰り返し判示してきたとおりであり，同一賃金同一労働の原則の違反は\n公序良俗違反とはならない。なお，原告らが引用する裁判例は，「同一（価\n値）労働同一賃金の原則が，労働関係を規律する一般的な法規範として存在\nしていると認めることはできない」とし，「これに反する賃金格差が直ちに\n違法となるという意味での公序とみなすことはできない」とした上で，その\n基礎にある均等待遇の理念に反する賃金格差が，「使用者に許された裁量の\n範囲を逸脱した」という極めて限定的な要件の下で，不法行為の成立を肯定\nしたものにすぎない。\n本件における原告ら有期契約労働者と無期契約労働者との労働条件の相違\nについて，均等待遇の理念に反する賃金格差は存在しないし，使用者に許さ\nれた裁量の範囲を逸脱したものでもない。\n(4)  争点４（原告らの損害等）について\n（原告らの主張）\n原告Ｚ１は，別紙１の２，原告Ｚ２は，別紙２の２，原告Ｚ３は，別紙３\nの２記載のとおり，平成２４年４月から平成２５年３月までの諸手当差額相\n当額の損害賠償請求権を，同年４月から平成２８年８月までの諸手当差額相\n当額の損害賠償請求権をそれぞれ有するので，原告らは，それぞれ，別紙１\nの１，同２の１及び同３の１の各請求債権目録記載の請求をする。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  判断の基礎となる事実関係\n前提事実，各項掲記の証拠及び弁論の全趣旨によれば，以下の事実を認める\nことができる。\n(1)  業務内容\nア  正社員のうち旧一般職及び地域基幹職は，郵便局において，配達業務等\nの外務事務，窓口業務や区分業務等の内務事務について，幅広く従事する\nことが想定されており，幅広い業務を経験させる目的や，局内の人員配置\n上の必要から，郵便局を異にする異動だけでなく，同一局内でも，内務と\n外務との間の配置転換や，所属部や所属班を変更する配置転換が行われる\nことがある。また，地域基幹職は，支社や監査室等の社員に登用されて事\n務職や企画職に従事することがあるほか，将来的に，役職者，管理者とな\nり，班長・副班長として班をまとめることや，各社員の業務シフト等の管\n理業務や，郵便局や部の運営理業務を担当することが想定されている。\n他方，新一般職は，窓口営業，郵便内務，郵便外務又は各種事務等の標\n準的な業務に従事することとされているが，役職層等が担当する管理業務\nを行うことは予定されていない。\nこれに対して，時給制契約社員は，外務事務又は内務事務のうち，特定\nの定型業務に従事するものであり，これらの業務について幅広く従事する\nことは想定されていない。時給制契約社員の担当業務が変更される場合も\nあるが，そのような場合には，本人の意思確認を行い，本人の了解を得た\n上で行われている。また，時給制契約社員が，上記のような，班長・副班\n長としての業務，組織管理に関わる業務，各社員の業務やシフト等の管理\nを行うことは予定されていない。\n（甲１６，１７，１９の１ないし３，甲２１，乙２２，２９，３０，証人\nＺ８，証人Ｚ９，証人Ｚ１０，原告Ｚ１本人）。\nイ  正社員は，外務事務であれば，課長や課長代理という役職層の正社員が，\n班長・副班長として各班の業務，シフト，通区訓練の計画等を立案，管理\nする役割を担うことはもとより，主任や担当層においても，日頃から班長・\n副班長の業務を補佐し，不在の場合には代理を務めるなど，班の運営管理\nに積極的に関与し，班内の期間雇用社員を牽引していく職責を負っている。\nこれに対して，時給制契約社員は，配達業務や窓口業務という特定の定\n型業務を適式に処理することが求められている。\n（甲１７，１９の２，乙２９，３０，証人Ｚ８，証人Ｚ９，証人Ｚ１０，\n原告Ｚ１本人）\nウ  また，時給制契約社員の中には，正社員と異なり，勤務時間の長さが限\n定されている者が存在し，これらの時給制契約社員は，勤務時間の長さを\n限定して募集がされ，採用時に当該勤務時間での勤務について合意してお\nり，その他，特定の勤務時間以外の時間帯には勤務をさせない旨や，特定\nの曜日には勤務させない旨をあらかじめ合意している者も存在する。この\nような時給制契約社員に関して，班長・副班長がシフトを組む際には，本\n人の了解のない限り，勤務させない旨を合意した時間帯や曜日にはシフト\nを入れないよう調整するなどしており，勤務時間等の指定に関して，正社\n員とは大きな違いがある（甲Ｃ２の１，乙２３，２８，３０，証人Ｚ８，\n証人Ｚ１０）。\n(2)  人事評価\nア  地域基幹職の人事評価は，「業績評価」と「職務行動評価」から構成さ\nれ，それぞれの実施要項において具体的な評価項目等が定められている。\n地域基幹職の「業績評価」は，短期業績及び中長期業績を評価するもの\nであり，営業・業務実績のほか，業務品質向上のための方法の開発，担当\n可能担務の拡大，部下育成指導状況等が対象となり，業績評価の一部であ\nる組織貢献加点評価においては，積極的な情報連携等により他局の業績へ\nの貢献や，他の班や局，又は支社全体といった他組織等の業績に対する貢\n献等も評価の対象とされている。「職務行動評価」は，社員に求められる\n役割を発揮した行動としての事実を評価するものであり，顧客志向，コン\nプライアンス，チームワーク・関係構築，自己研鑽・指導育成，状況把握，\n論理的思考，正確・迅速，責任感，業務品質向上，チャレンジ志向の１０\n項目で評価される。各評価項目の内容は，新一般職の人事評価についても\n同様である。\nこれらの評価項目は，正社員に対して，営業・業務実績や業務品質向上\nはもとより，業務プロセスの適切性，業務の正確・迅速性及び品質向上の\nための方法開発，担当可能担務の拡大等の幅広い役割が求められているほ\nか，地域基幹職については，将来の役職者，管理者の候補者として，組織\n全体への貢献等も期待されていることを反映しているものである。\n（乙１ないし４，２９，３０，証人Ｚ８，証人Ｚ１０）\nイ  これに対して，時給制契約社員の人事評価は，「基礎評価」と「スキル\n評価」から構成され，実施要項において具体的な評価項目等が定められて\nいる。\n時給制契約社員は，正社員のように幅広い業務に従事することや，管理\n者，役職者として重い職責を担うことは想定されておらず，他組織等への\n積極的な貢献を行うことも期待されていないことから，組織貢献加点評価\nのような評価項目はない。基礎評価においては，時給制契約社員として求\nめられる基本的事項，具体的には，服装等の身だしなみ，時間の厳守，上\n司の指示や職場内のルールの遵守等に関する評価が行われる。また，スキ\nル評価においては，被評価者のランクに応じて，時給制契約社員が担当す\nる職務の広さとその習熟度についての評価が行われる。例えば，郵便外務\n事務であれば，複数区の通区ができるか否かや，苦情，申告の初期対応が\nできるかなどが評価され，郵便内務事務であれば，郵便物等の区分作業が\nできるかや，電話応対ができるかなどが評価の対象となる。\n正社員のような，人材開発，関係構築・自己研鑽，状況把握・論理思考\n等や組織貢献加点評価等の評価項目はない。\n（甲Ａ１３の１ないし７，甲Ａ２０，甲Ｃ５，乙１ないし５，２９，３０，\n３４，証人Ｚ８，証人Ｚ１０）\n(3)  昇任昇格\nア  旧一般職及び地域基幹職は，一定の勤続年数の要件を満たすと昇任選考\nの受験が可能となり，郵便局の主任，課長代理，課長，部長等の管理者へ\nと昇任昇格していくことで，期待される役割や職責が大きくなっていくこ\nとが想定されている。実際にも，将来の管理者や役職者として活躍できる\n有益な人材を育てるという人材育成の観点から，できるだけ幅広い経験を\nさせることを主な目的としつつ，本人の能力，適性，要員事情，勤務成績\nやキャリア形成等も考慮しながら，昇任，昇格が実施されている。旧一般\n職及び地域基幹職は，概ね，５年目頃から主任に昇任し，１０年目から１\n５年目までに課長代理，１５年目頃からは課長へと相当数が昇任しており，\n勤続年数を重ねるにつれて，課長や管理者の割合が増加する。\n新一般職については，同一コース内での昇任昇格は予定されていないも\nのの，本人が希望すれば，一定の条件の下で正社員地域基幹職へのコース\n転換が可能であり，コース転換することにより，地域基幹職と同様に昇任\n昇格することが想定されている。なお，制度上は昇任昇格が想定されてい\nる旧一般職及び地域基幹職の中には，上記のような昇任昇格に伴う役割や\n職責の拡大を負担と考え，昇任昇格を希望しない者も一定数存在する。\n（甲１６，１７，２１，乙２２，２５，２９，３０，証人Ｚ９，証人Ｚ１\n１，証人Ｚ１２，証人Ｚ１０，証人Ｚ１３）\nイ  時給制契約社員については，そもそも職位が付されておらず，昇任昇格\nもない（乙２９）。\n(4)  配置転換\nア  正社員については，就業規則において，業務上の都合又は緊急的な業務\n応援により，出向，転籍又は就業の場所若しくは担当する職務の変更を命\nじることがあり得る旨規定されており（甲１及び１０・１１条１項），地\n域基幹職は，支社エリア内での局間異動や支社への異動等が命じられる可\n能性がある。実際にも，地域基幹職は，将来の管理者，役職者として活躍\nできる有益な人材を育てるという人材育成の観点から，できるだけ幅広い\n経験をさせることを主な目的としつつ，本人の能力，適性，要員事情，勤\n務成績やキャリア形成等も考慮しながら，配置転換が行われている。平成\n２２年度から同２７年度までの間において，全国で延べ約５万名の地域基\n幹職が郵便局を異にして異動しており，この６年間で３万５０００名以上\nの地域基幹職が少なくとも１回は郵便局を異にする異動をしている。\n（甲１，１０，１６，１７，２１，乙２２，２９，３０，証人Ｚ９，証人\nＺ１０）。\n新一般職についても，転居を伴わない範囲において人事異動等が命じら\nれる可能性があり，実際にも，局内の活性化を目的とした人事の刷新の観\n点や，正社員として幅広い経験をさせることで，より高度な技能や責任感\nを備えた人材を育てるという人材育成の観点から，できるだけ幅広い経験\nをさせることを主な目的としつつ，上記と同様の考慮要素も踏まえて，配\n置転換が行われている（甲１９の２，甲２１，証人Ｚ８，証人Ｚ９，証人\nＺ１０，原告Ｚ１本人）。\nイ  これに対して，時給制契約社員については，職場及び職務内容を限定し\nて採用されており，正社員のような人事異動等は行われない。ただし，時\n給制契約社員についても，例外的に，局の閉鎖や新局の開設に伴い，他の\n郵便局での勤務が打診される場合はあるものの，時給制契約社員がこれに\n同意した場合に限られる上，正社員のような業務命令による異動という形\n式ではなく，従前の郵便局における勤務に関して締結されていた雇用契約\nを終了させた上で，新規に別の郵便局における勤務に関して雇用契約を締\n結し直すという形式で行われている。（乙２９，証人Ｚ１１，原告Ｚ１本\n人，原告Ｚ２本人，原告Ｚ３本人）。\n(5)  正社員への登用制度\nア  時給制契約社員に対しては，被告による選考に合格した場合に月給制契\n約社員や正社員に登用される制度が用意されており，ほぼ毎年，時給制契\n約社員から月給制契約社員への登用や，時給制契約社員又は月給制契約社\n員から正社員への登用の募集が行われている（ただし，時給制契約社員か\nら月給制契約社員への登用は，平成２６年度以降は行われていない。）。\n募集は，本社から各支社への指示文書に基づいて，各郵便局において登用\nの実施要領が朝礼や掲示板等によって周知されているほか，応募要件を満\nたす者には個別の声かけも行われている。時給制契約社員から正社員への\n登用は，人事評価や勤続年数等に関して，各年度ごとに応募要件が定めら\nれ，応募要件を満たせば応募が可能であり，適性試験と面接により選考さ\nれる。（乙２９，３０，証人Ｚ９，証人Ｚ１０）。\nイ  平成２２年度と平成２３年度に正社員登用試験に合格した時給制契約社\n員の合計は，応募者数３万９１０１人の約１３％に当たる４９６８人であ\nり，また，平成２６年度と平成２７年度に正社員登用試験に合格した時給\n制契約社員の合計は，応募者数１万５４９４人の約３割に当たる４３０１\n人である。なお，平成２４年度及び平成２５年度は，この登用試験は実施\nされていない。（乙２９）\n２  争点１（労契法２０条違反の成否）について\n(1)  期間の定めによる相違であるか否か\n労契法２０条は，有期契約労働者と無期契約労働者との間の労働条件の相\n違が不合理なものであることを禁止する趣旨であるところ，同条の「期間の\n定めがあることにより」という文言は，有期契約労働者の労働条件が無期契\n約労働者の労働条件と相違するというだけで，当然に同条の規定が適用され\nるものではなく，当該有期契約労働者と無期契約労働者の間の労働条件の相\n違が，期間の定めの有無に関連して生じたものであることを要する趣旨であ\nると解される。\n本件において原告らが主張する時給制契約社員と正社員との間の諸手当や\n休暇等の労働条件の相違は，いずれも，正社員には社員就業規則（甲１，１\n０）及び社員給与規程（甲２，１１）が適用され，契約社員には期間雇用社\n員就業規則（甲３，１２）及び期間雇用社員給与規程（甲４，１３）が適用\nされることによるものであり，このように適用される就業規則等が異なるの\nは，有期労働契約か無期労働契約かによるのであるから，上記相違は，期間\nの定めの有無に関連して生じたものであると認められる。\n(2)  不合理と認められるものか否かの判断の構造等\nア  労契法２０条は，有期契約労働者と無期契約労働者との労働条件の相\n違について，職務の内容，当該職務の内容及び配置の変更の範囲，その他\nの事情（以下，この３つを併せて「職務の内容等」ということがある。）\nを考慮して，「不合理と認められるものであってはならない」と規定し，\n「合理的でなければならない」との文言を用いていないことに照らせば，\n同条は，問題となっている労働条件の相違が不合理と評価されるかどうか\nを問題としているのであって，合理的な理由があることまで要求する趣旨\nではないと解される。そして，「不合理と認められるもの」という文言か\nら規範的要件であると解されるので，同条の不合理性については，労働者\nにおいて，相違のある個々の労働条件ごとに，当該労働条件が期間の定め\nを理由とする不合理なものであることを基礎付ける具体的事実（評価根拠\n事実）についての主張立証責任を負い，使用者において，当該労働条件が\n不合理なものであるとの評価を妨げる具体的事実（評価障害事実）につい\nての主張立証責任を負い，主張立証に係る労契法２０条が掲げる諸要素を\n総合考慮した結果，当該労働条件の相違が不合理であると断定するに至ら\nない場合には，当該相違は同条に違反するものではないと判断されること\nになる。\nイ  同条は，不合理と認められるものか否かの判断に当たり，①職務の内容，\n②当該職務内容，配置の変更の範囲，③その他の事情を考慮要素としてい\nるところ，その規定の構造や文言等からみて，①及び②が無期契約労働者\nと同一であることをもって，労働条件の相違が直ちに不合理と認められる\nものではなく，両当事者の主張立証に係る①から③までの各事情を総合的\nに考慮した上で不合理と認められるか否かを判断する趣旨であると解され\nる。このように労契法２０条の判断において，職務内容は判断要素の一つ\nにすぎないことからすると，同条は，同一労働同一賃金の考え方を採用し\nたものではなく，同一の職務内容であっても賃金をより低く設定すること\nが不合理とされない場合があることを前提としており，有期契約労働者と\n無期契約労働者との間で一定の賃金制度上の違いがあることも許容するも\nのと解される。\nウ  個々の労働条件ごとに相違の不合理性を判断すべきか否かにつき，被告\nは，本件で問題とされる各手当は，賃金の一部を構成しており，これを含\nめて全体として一つの賃金体系が構築されていることや，休暇を含めて人\n事制度や賃金体系と密接不可分に関連するから，個別の労働条件ごとに不\n合理性を論じること自体が不適切である旨主張する。\nしかしながら，労使交渉において個別の労働条件を交渉する場合におい\nても，例えば，基本給と手当のように密接に関連する労働条件については，\n最終的に賃金の総額を見据えた交渉が行われるのが通例であることや，手\n当や待遇の中には共通の趣旨を含むものがあることもままみられることも\n公知の事実であり，個別の労働条件ごとに相違の不合理性を判断する場合\nにおいても，個々の事案におけるそのような事情を「その他の事情」とし\nて考慮した上で，人事制度や賃金体系を踏まえて判断することになるので\nあるから，被告の上記主張は，採用することができない。なお，厚生労働\n省労働基準局長発都道府県労働局長あて平成２４年８月１０日付け基発０\n８１０第２号「労働契約法の施行について」においても，「法第２０条の\n不合理性の判断は，有期契約労働者と無期契約労働者との間の労働条件の\n相違について，職務の内容，当該職務の内容及び配置の変更の範囲その他\nの事情を考慮して，個々の労働条件ごとに判断されるものであること」と\nされている。\nエ  平成２８年１２月２０日付けの「同一労働同一賃金ガイドライン案」（甲\n３２）が公表されているところ，その前文には，同ガイドラインをもとに，\n法改正の立案作業を進めることが予定され，今後，関係者の意見や改正法\n案についての国会審議を踏まえて，同ガイドライン案を最終的に確定する\nと記載されていることに鑑みると，労契法２０条の不合理性判断の際に，\n少なくとも現時点の同ガイドライン案を参酌する必要はないというべきで\nある。\n(3)  原告らの比較対象とするべき正社員\nア  新人事制度\n前判示のとおり，原告ら時給制契約社員は，外務事務及び内務事務のう\nち，特定の定型業務のみに従事し，担当業務が変更されることは極めて例\n外的であり，班長・副班長として班を総括することや，各社員の業務やシ\nフトを管理する業務を行わず，原則として配置転換はなく，昇任昇格も予\n定されていないなど，担当業務の種類や異動等の範囲が限定されている。\n他方，被告の社員は，新人事制度の下では，総合職，地域基幹職及び新\n一般職の各コースに分かれており，各コースは採用時に区分され，原則と\nして在職中のコースの変更はなく，新一般職は，外務事務及び内務事務の\n標準的な業務に従事し，１級担当者のままであり，上位級の課長や郵便局\n長等への昇任昇格は予定されておらず，配置転換は転居を伴わない範囲内\nでその可能性があるにとどまるなど，担当業務や異動等の範囲が限定され\nている。\nそうすると，原告ら契約社員と労働条件を比較すべき正社員は，担当業\n務や異動等の範囲が限定されている点で類似する新一般職とするのが相当\nである。\nこれに対して被告は，地域基幹職と比較すべきである旨主張するけれど\nも，地域基幹職は，将来の支社，郵便局等の管理職候補であって，１級担\n当者から２級以上への昇格，主任，課長代理，課長等への昇任が予定され\nているほか，郵便局を異にする異動も予定されており，担当業務や異動等\nの範囲の点で時給制契約社員と異なっている。加えて，新人事制度の下に\nおいて，正社員と時給制契約社員の労働条件の相違を検討する上では，地\n域基幹職と新一般職というコース別制度が採用され，昇格昇任や配置転換\n等において大きな差異を有するコースが格別に設けられ，コース間の変更\nが原則として認められないとされていることに鑑みると，時給制契約社員\nと比較する対象として，地域基幹職のみと比較することが相当でないばか\nりでなく，異なるコースの職種を一体として比較の対象とすること，例え\nば，新一般職と地域基幹職を併せて，あるいは正社員全体と比較すること\nも相当でないというべきである。したがって，この点に関する被告の主張\nは，採用することができない。\nイ  旧人事制度\n前判示のとおり，旧人事制度においては，正社員は，「管理者・役職者」，\n「主任・一般」，「再雇用」に分類され，職群として企画職群，一般職群\n（旧一般職）及び技能職群の３つに分かれており，このうち旧一般職は，\n１級担当者，２級主任，３級課長代理，４級統括課長・課長までの４等級\nの昇格昇任が予定されており，業務上の都合又は緊急的な業務応援により，\n出向，転籍又は就業場所若しくは担当する職務の変更及び配置転換等が予\n定されていることが認められる。そして，旧一般職の中で昇任昇格が事実\n上限定されていることや，人事異動の範囲が限定されるコースやグループ\n等があったことを認めるに足りる証拠はない。\nそうすると，旧人事制度においては，原告ら時給制契約社員と労働条件\nを比較すべき正社員は，旧一般職とするのが相当である。\nこの点について原告らは，旧人事制度においては，担当者，主任の中に\nは転居を伴う配置転換等を経験していない者が一定数存在したなどとし\nて，担当者，主任を比較対象とすべきである旨主張する。\nしかしながら，旧人事制度上は，担当者，主任と課長代理，課長，総括\n課長とは，同一の昇任昇格経路の線上にあり，適用される就業規則も同一\n内容であることは前判示のとおりであり，仮に原告が主張するとおり，担\n当者，主任の中に転居を伴う配置転換等を経ていない者が一定数存在した\nとしても，両者の間で転居を伴う配置転換等において異なる取扱いをする\n慣行が確立されていたことを認めるに足りる証拠はない。そして，前判示\nに係る就業規則（甲１）の規定等に照らし，担当者，主任であっても，各\n部署において多様な業務に従事し，業務の必要により配置転換等を命じら\nれることがあり，正当な理由なくこれを拒むことができなかったものと認\nめられる。そうすると，旧人事制度の担当者，主任は，新人事制度の新一\n般職とは異なって，担当職務や異動の範囲が限定されているとは認められ\nないので，比較すべき正社員として，旧一般職の担当者，主任に限定する\nことは合理的ではないから，原告らの上記主張は採用することができない。\n(4)  正社員と時給制契約社員との職務の内容等に関する相違について\n前提事実及び前記認定事実に基づき，各相違について検討する。\nア  職務の内容の相違\n(ア)  旧一般職及び地域基幹職は，郵便局において，配達業務等の外務事\n務，窓口業務や区分業務等の内務事務に幅広く従事することが想定され\nている。\n旧一般職及び地域基幹職は，郵便局の主任，課長代理，課長，部長等\nの管理者へと昇任昇格していくことで，期待される役割や職責が大きく\nなっていくことが想定されており，実際にも，概ね，５年目頃から主任\nに昇任し，その後，１０年目から１５年目までに課長代理，１５年目頃\nからは課長へと相当数が昇任しており，勤続年数を重ねるにつれて，課\n長や管理者の割合が増加している。\n他方，新一般職は，窓口営業，郵便内務事務，郵便外務事務又は各種\n事務等の標準的な業務に従事することが予定されており，１級の職位で\nある担当のみとされており，２級以上の職位に昇任昇格することは予定\nされていない。\n正社員の人事評価は，新一般職を含めて，業績評価において，業務の\n実績そのもののほか，人材開発，部下の育成指導状況等，他組織等の業\n績に対する貢献等も評価の対象とされており，職務行動評価においては，\n自己研鑽，状況把握，論理的思考，チャレンジ志向等についても評価の\n対象となっている。\n(イ)  これに対し，時給制契約社員は，外務事務又は内務事務のうち，特\n定の定型業務にのみ従事し，これらの業務について幅広く従事すること\nは想定されていない。\nまた，時給制契約社員については，そもそも職位は付されておらず，\n昇任昇格もない。\n人事評価においても，基礎評価では，時給制契約社員として求められ\nる基本的事項についての評価が行われ，スキル評価では，被評価者のラ\nンクに応じて，時給制契約社員が担当する職務の広さとその習熟度につ\nいての評価が行われる。正社員のような，人材開発，関係構築・自己研\n鑽，状況把握・論理思考等や組織貢献加点評価等の評価項目はない。\n(ウ)  以上のとおり，正社員のうち旧一般職及び地域基幹職と時給制契約\n社員との間には，従事する職務の内容及びその業務に伴う責任の程度に\n大きな相違があるものと認められる。\n他方，正社員のうち新一般職と時給制契約社員との間には，いずれも\n昇任昇格が予定されていない点など共通点もあり，旧一般職及び地域基\n幹職と時給制契約社員との間ほどの大きな相違は認められないものの，\n時給制契約社員の中には，正社員と異なり，勤務時間の長さが限定され\nている者が存在し，これらの時給制契約社員は，勤務時間の長さを限定\nして募集がされ，採用時に当該勤務時間での勤務について合意しており，\nその他，特定の勤務時間以外の時間帯には勤務をさせない旨や，特定の\n曜日には勤務させない旨をあらかじめ合意している者も存在するなど，\n勤務時間等の指定について大きな相違があるほか，人事評価の評価項目\n等に照らしても，期待されている業務の内容や果たすべき役割に違いが\nあることが前提とされており，両者の間には一定の相違があることが認\nめられる。\nイ  職務の内容及び配置の変更の範囲に関する相違\n(ア)  正社員は，就業規則上，配置転換が予定されており，地域基幹職は，\n支社エリア内での局間異動や支社への異動等が想定され，実際にも，平\n成２２年度から同２７年度までの間において，全国で延べ約５万名が郵\n便局を異にする異動をしている。また，新一般職は，転居を伴わない範\n囲において人事異動等が命じられる可能性があり，実際にも異動が行わ\nれている。\n(イ)  これに対し，時給制契約社員については，職場及び職務内容を限定\nして採用されており，正社員のような人事異動は行われず，郵便局を移\nる場合でも，本人の同意に基づいて行われており，正社員のような人事\n異動という形式ではなく，従前の郵便局における雇用契約を終了させた\n上で，新規に別の郵便局における勤務に関して雇用契約を締結し直すと\nいう形式でされている。\n(ウ)  以上によれば，正社員のうち旧一般職及び地域基幹職と時給制契約\n社員との間には，職務の内容及び配置の変更の範囲に大きな相違があり，\n新一般職と時給制契約社員との間にも，一定の相違があるということが\nできる。\nウ  小括\n以上の諸事情を総合考慮すると，正社員のうち旧一般職及び地域基幹職\nと時給制契約社員との間には，職務の内容及び配置の変更の範囲に大きな\n相違があり，新一般職と時給制契約社員との間にも，一定の相違があると\n認められる。\nこれに対し原告らは，原告ら各自の職務の内容及び責任の程度，職務の\n内容及び配置の変更の範囲について，正社員である旧一般職における担当\n者，主任及び新一般職と同一である旨主張する。\n確かに，証拠（甲Ａ２１，甲Ｂ１２，甲Ｃ１２，原告Ｚ１本人，原告Ｚ\n２本人，原告Ｚ３本人）及び弁論の全趣旨によれば，原告Ｚ１は，郵便外\n務事務その他これに関連する業務につき，正社員と同じ勤務シフトに組み\n込まれ，時には正社員の代替要員として勤務していること，原告Ｚ２は，\n郵便局によっては正社員が担当することがある小包集配業務に従事してい\nること，原告Ｚ３は，郵便内務事務につき，正社員と同じ勤務シフトに組\nみ込まれて勤務していることが認められる。\nしかしながら，これらの事実は，原告らの担当する業務と正社員の担当\nする業務のうちに同一内容の業務があることを示すにとどまり，前判示に\n係る業務の内容等の相違に照らせば，これをもって正社員のうち比較対象\nである旧一般職及び新一般職と時給制契約社員の業務の内容が同一である\nとはいえないから，原告らの主張は採用することができない。\n(5)  各労働条件の相違の不合理性\nこれまでに認定判示してきた事実を前提に，(1)から(4)の判示を踏まえて，\n原告らの主張する各労働条件の相違が不合理なものであるか否かを検討す\nる。\nア  外務業務手当\n(ア)  前提事実，後掲の各証拠及び弁論の全趣旨によれば，次の各事実が\n認められる\nａ  被告（当時日本郵政公社）の郵便局の常勤職員が従事する職務は，\n平成１９年４月よりも前は，その内容に応じて内務職と外務職に分類\nされており，内務職に対しては内務調整額（郵内調整額）が支給され，\n外務職に対しては，外務職の職務，勤務条件の特殊性に鑑みて，内務\n調整額よりも高額な外務調整額（郵外調整額）が支給されており，両\n調整額は，いずれも基本給の調整額として，基本給月額に加算されて\n支払われていた。\n被告が平成１９年１０月に民営化されることを踏まえて，事業環境\nの変化等に対する適切な対応等のため，柔軟な職員配置を可能とすべ\nく，同年４月，内務職と外務職の両職種が一般職に統合され，内務調\n整額と外務調整額は，内務調整額と同額の郵便業務調整額に一本化さ\nれた。\nその結果，より高額の外務調整額が支給されていた外務職の処遇低\n下を防ぐため，内務調整額と外務調整額の差額相当額を外務業務手当\nとして支給することとされ，その支給方法としては，従前の基本給の\n調整額として基本給月額へ加算するという方法ではなく，外務事務に\n従事した日数に応じ，１日当たりの金額で設定された手当を支給する\n方法を採ることにより，より柔軟な職員配置が可能となることから，\n従前の基本給の調整額ではなく，これを手当化した外務業務手当が新\n設された。\n外務業務手当の具体的な金額は，労使協議も踏まえ，最終的に，「（統\n合前の外務調整額－統合前の内務調整額）÷１か月当たりの出勤日数\n（１８日）×「跳ね返り率」（１．９）」の計算式によることとされ\nた。ここで跳ね返り率を乗じているのは，上記の職種統合前は基本給\nの一部であった調整額の手当化により，賞与や退職手当等の算定の基\n礎となる基本給月額が減少するところ，外務事務に従事する者に対す\nる賞与や退職手当等の総額を統合前後で均衡させる観点から，当該減\n少分を外務業務手当支給額で補うためである。その結果，基本給月額\nの減少分も実質的に勘案すると，支給総額は統合前後で概ね均衡して\nいる。\n（乙１７，２８，証人Ｚ８）。\nｂ  時給制契約社員の給与は，平成２１年１０月まで，基本給（時給）\nが地域別基準額と職務加算額で構成されていたところ，地域別最低賃\n金が引き上げられた場合の対応に困難を生ずるようになったことな\nどから，同月，地域別基準額を廃止するとともに，職務加算額も廃止\nし，同加算額の下限とされていた額を基本給加算額とした。\nそして，内務事務より高額の職務加算額が支給されていた外務事務\nに従事する時給制契約社員の処遇を維持するため，労使交渉を経て，\n外務事務に従事する同社員に対し，外務加算額として１３０円又は８\n０円が支給されるようになった。\n（乙２８，証人Ｚ８）。\nｃ  外務事務に従事している原告Ｚ１及び原告Ｚ２について，本件訴訟\nの請求対象期間である平成２４年４月から平成２６年３月までの外務\n事務の勤務日数を前提に，当該請求対象期間内の各月ごとに，同原告\nらに支払われる外務加算額の金額，及び仮に正社員の外務業務手当を\n支給した場合に支払われる金額をそれぞれ算出して比較すると，別紙\n５「月額シミュレーション（外務業務手当と外務加算額）」のとおり\nであり，原告Ｚ１は毎月１０００円程度，原告Ｚ２は毎月１万円程度\nの差額である（乙１８）。\n(イ)  以上の諸事実によれば，正社員に支給される外務業務手当が時給制\n契約社員には支給されないという相違があるものの，両者の間には，職\n務の内容並びに職務の内容及び配置の変更の範囲に大きな又は一定の相\n違がある上，正社員には長期雇用を前提とした賃金制度を設け，短期雇\n用を前提とする契約社員にはこれと異なる賃金体系を設けることは，企\n業の人事上の施策として一定の合理性が認められるところ，外務業務手\n当は，前記認定に係る制定の経緯から明らかなとおり，職種統合による\n賃金額の激変を緩和するため正社員の基本給の一部を手当化したもので\nあり，同手当の支給の有無は，正社員と契約社員の賃金体系の違いに由\n来するものであること，その具体的な金額も，労使協議も踏まえた上で，\n統合前後で処遇を概ね均衡させる観点で算出されたものであること，郵\n便外務事務に従事する時給制契約社員については，時給制契約社員の賃\n金体系において，外務加算額という形で，外務事務に従事することにつ\nいて別途反映されていることが認められ，これらの諸事情を総合考慮す\nれば，正社員と時給制契約社員の外務業務手当に関する相違は，不合理\nであるとは認められない。\nなお，外務事務に従事している原告Ｚ１及び原告Ｚ２について，本件\n訴訟の請求対象期間内の各月ごとに外務加算額と外務業務手当額を比較\nした際の両者の差額が毎月１０００円から１万円程度であることは，前\n記判断を左右するに足りる事情であるとはいえない。\n(ウ)  この点に関して原告らは，基本給の一部として組み込まれている郵\n便業務調整額と外務業務手当の合計額全額を不合理な労働条件の相違と\nしてみなければならない旨主張する。\nしかし，前記の経緯からも明らかなとおり，郵便業務調整額は，内務職\nと外務職の職種統合に伴い，内務調整額と外務調整額が，より低額であ\nった内務調整額と同額に一本化された調整額であるから，外務事務に従\n事する社員だけでなく，内務事務に従事する社員にも同額が支給されて\nいるものである。したがって，郵便業務調整額は，郵便外務職員の職務，\n勤務条件の特殊性を考慮して正社員に支払われているものではないか\nら，この点に関する原告らの主張は，採用することができない。\nイ  年末年始勤務手当\n(ア)  前提事実(4)及び(5)に摘示のとおり，正社員は，１２月２９日から\n翌年の１月３日までの間において実際に勤務した時に年末年始勤務手当\nが支給され，その額は，１２月２９日から同月３１日までは１日４００\n０円，１月１日から同月３日までは１日５０００円（いずれも，実際に\n勤務した時間が４時間以下の場合は，その額の１００分の５０に相当す\nる額。）であり，一方で時給制契約社員に対しては支給されておらず，\n年末年始勤務手当の支給について正社員と時給制契約社員との間に相違\nが存在する。\n(イ)  証拠（乙２８，証人Ｚ８）及び弁論の全趣旨によれば，年末年始は\n年賀状の準備及び配達等により平常時の数倍の業務量が集中するという\n郵便事業の特殊性に鑑み，昭和３２年に年末年始特別繁忙手当が導入さ\nれ，その後，支給要件や支給額等がその都度定められて正社員に支払わ\nれてきたこと，平成１７年１０月１日から，それまでの年末年始特別繁\n忙手当が廃止され，その原資の一部によって年末年始勤務手当が創設さ\nれたことが認められる。\nこれらの事実に加え，年末年始勤務手当は，１日４時間を越える勤務\nをした場合には５０００円（１月）又は４０００円（１２月）が，４時\n間以下はその半額が支払われるものであり，勤務内容にかかわらず一律\n額が支給されること，官公庁では行政機関の休日に関する法律により，\n１２月２９日から翌年１月３日を休日とし，原則として執務を行わず，\n民間においても，同時期が繁忙期である業種等を除いて概ねこれに準じ\nていることは公知の事実であることを踏まえると，多くの労働者が年末\n年始の上記期間を休日として過ごしているのに対し，被告においては，\n年賀状の準備及び配達等の期間として，年間を通じて最繁忙時期となっ\nており，その時期に実際に勤務した正社員に対し，通常の労働の対価と\nしての基本給等に加えて，多くの国民が休日の中で最繁忙時期の労働に\n従事したことに対する対価として支払われるものであると認められる。\n(ウ)  被告は，単純な業務負担に対する対価として支払うのではなく，定\n年までの長期にわたり，年末年始に家族等と一緒に過ごすことができな\nいことから，その労苦に報いるとともに，会社に貢献することのインセ\nンティブを付与することにより，正社員の長期間の定着を図る趣旨であ\nり，仮に業務負担に対する対価であるとすれば，手当の算出方法を業務\n内容や業務量に応じたものとなっているはずであるのに，基本的に一律\n額となっていることからも，業務負担に対する対価ではない旨主張する。\nしかしながら，年末年始勤務手当は，１日４時間以下であっても，勤\n務に従事さえすれば少なくとも半額が支払われるものであって，最繁忙\n期である年末年始の当該期間において，勤務の内実を問うことなく，勤\n務に就いたこと，すなわち労働に従事したこと自体に対する対価として\n一律額が支給されるものであって，実際の業務の負担が当該期間以外と\n比較してどの程度過重なものであるかを考慮して同手当が支給されてい\nるものではないから，業務に従事したことの対価であることと手当額が\n一律額であることとは矛盾するものではない。\n(エ)  これまで判示してきた年末年始の期間における労働の対価として一\n律額を基本給とは別枠で支払うという年末年始勤務手当の性格等に照ら\nせば，長期雇用を前提とした正社員に対してのみ，年末年始という最繁\n忙時期の勤務の労働に対する対価として特別の手当を支払い，同じ年末\n年始の期間に労働に従事した時給制契約社員に対し，当該手当を全く支\n払わないことに合理的な理由があるということはできない。もっとも，\n年末年始勤務手当は，正社員に対する関係では，定年までの長期間にわ\nたり年末年始に家族等と一緒に過ごすことができないことについて長期\n雇用への動機付けいう意味がないとはいえないことから，正社員のよう\nに長期間の雇用が制度上予定されていない時給制契約社員に対する手当\nの額が，正社員と同額でなければ不合理であるとまではいえないという\nべきである。\n(オ)  したがって，年末年始勤務手当に関する正社員と時給制契約社員と\nの間の相違は，同社員に対して当該手当が全く支払われないという点で，\n不合理なものであると認められる。\nウ  早出勤務等手当\n(ア)  後掲の各証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nａ  早出勤務等手当は，沿革的には，昭和２３年政令第３２３号の政府\n職員の特殊勤務手当に関する政令に規定されていた特殊勤務手当に\n由来するもので，正社員が勤務シフトによって早出勤務等が必要と\nなることがあり，この場合に早出勤務等が必要のない他の業務に従\n事する正社員との間の公平を図るために昭和４１年に新設され，現\n在まで支給されているものであり，その都度の労使協議を経て支給\n額が決定されている。（乙２８，証人Ｚ８）\nｂ  時給制契約社員については，正規の勤務時間として始業時刻が午\n前７時以前となる勤務又は終業時刻が午後９時以後午後１０時以\n前となる勤務に１時間以上従事したときは，勤務１回につき，始業，\n終業時刻に応じて２００円，３００円又は５００円の早朝・夜間割\n増賃金が支給されるところ，これは，時間外労働に対する対価でな\nく，労働基準法３７条の割増賃金とは異なるものである。（甲４・\n１０９条，９７条）\nｃ  正社員は正規の勤務時間のうち，当該勤務に４時間以上勤務した\n場合に早出勤務等手当が支給されるのに対して，時給制契約社員は\n指定された勤務時間のうち，当該勤務に１時間以上勤務した場合に\n早朝・夜間割増賃金が支給されるのであり，この支給要件の関係で\nは，時給制契約社員に有利となっている。（乙２８）\nｄ  時給制契約社員については，採用の際に，早朝や夜間の時間帯に\n勤務することを前提とした上で雇用契約を締結している。（乙２３，\n２８，３０，証人Ｚ８，証人Ｚ１０）\n(イ)  以上のとおり，正社員に対しては勤務シフトに基づいて早朝，夜間\nの勤務を求め，時給制契約社員に対しては募集や採用の段階で勤務時間\n帯を特定して採用し，特定した時間の勤務を求めるという点で，両者の\n間には職務の内容等に違いがあることから，正社員に対しては，社員間\nの公平を図るため，早朝勤務等手当を支給するのに対し，時給制契約社\n員に対して支給しないという相違には，相応の合理性があるといえる。\nまた，時給制契約社員については，早朝・夜間割増賃金が支給されてい\nる上，時給を高く設定することによって，早出勤務等について賃金体系\nに別途反映されていること，類似の手当の支給に関して時給制契約社員\nに有利な支給要件も存在することからすれば，早出勤務等手当における\n正社員と時給制契約社員との間の相違は，不合理であると認めることは\nできない。\nエ  祝日給\n(ア)  後掲の各証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nａ  祝日給は，正社員が祝日において，割り振られた正規の勤務時間中\nに勤務することを命ぜられて勤務したときに，１時間当たりの給与に\n１００分の１３５を乗じた金額が支給されるものである（甲２・２３\n８条１項，２３９条，２３７条１項２号）。\nこの正社員に対する祝日給は，昭和２３年１月１日から適用された\n「政府職員の新給与実施に関する法律」（昭和２３年法律第４６号）\nにより，常勤職員について祝日も勤務時間の割振りがある日とされた\nことに伴い，昭和２４年１月１日から，祝日に勤務しない常勤職員と\nの公平を図る観点から，祝日に勤務した常勤職員に対して支給される\nこととなった。そして，平成１９年の郵政民営化の際，郵政民営化法\n１７３条に基づき，基本的に民営化前の労働条件及び処遇が踏襲され\nることとされ，上記祝日給も踏襲された。\n現在，正社員については，祝日は勤務日とされているが，実際には\n祝日勤務を命じられる社員と命じられない社員が混在するため，祝日\nに勤務した正社員に対しては，それに対する給与が月額給与に含まれ\nる形で支給されるが，当該祝日に実際には勤務していない正社員にも\n月額給与が減額されることなく支給されることとの公平を図る観点か\nら，祝日給が支給されている。\nまた，国家公務員に対しては，祝日に正規の勤務時間が割り振られ\nており，本来の給与が支給されるのに加えて，当該祝日に勤務しない\n職員にも本来の給与が減額されることなく支給されるため，他の職員\nとの公平を図る観点から，１時間当たりの給与に１００分の１３５を\n乗じた金額が「休日給」として支給されている（一般職の職員の給与\nに関する法律（昭和２５年法律第９５号）１７条，人事院規則９－４\n３第３条）。\n（甲２，乙２８，証人Ｚ８）\nｂ  時給制契約社員の場合は，実際に働いた時間数に応じて賃金が支払\nわれ，祝日が常に勤務日として指定されるわけでないため，実際に祝\n日に勤務していない時給制契約社員に対して給与が支払われることは\nなく，正社員と同じ意味における時給制契約社員間の公平の確保は問\n題とならない。ただし，社会一般的には休日である祝日に勤務するこ\nとに配慮する観点から，時給制契約社員が祝日に勤務した場合には，\n実際に勤務した時間について１００分の３５の割増賃金を支給してい\nる。（甲４，乙２８，証人Ｚ８）\n(イ)  以上のとおり，祝日に勤務することへの配慮の観点からの割増しに\nついては，正社員と時給制契約社員との間に割増率（１００分の３５）\nの差異はないこと，正社員に対する祝日給については，正社員は祝日も\n勤務日とされており，昭和２４年以降，祝日に勤務しない常勤職員（当\n時の国家公務員）にも勤務したものと同額の賃金が支払われていたこと\nや，平成１９年の郵政民営化の際，郵政民営化法第１７３条に基づき，\n民営化前の労働条件及び処遇に配慮する必要があったこと，国家公務員\nについても同様の支給形態が採用されていることなどに基づくものであ\nり，正社員の賃金体系に由来する正社員間の公平のために設けられたも\nのであること，これに対し，時給制契約社員については，元々実際に働\nいた時間数に応じて賃金を支払う形態が採られており，勤務していない\n祝日にその対価としての給与が支払われる理由がないことなどを踏まえ\nると，正社員と時給制契約社員の祝日給に関する相違は，不合理と認め\nることはできない。\nオ  夏期年末手当\n(ア)  後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nａ  一般職の職員の給与に関する法律の適用を受ける国家公務員につ\nいては，同法の定めるところにより，期末手当及び勤勉手当が，毎年\n６月３０日と１２月１０日の２回，それぞれ６月１日及び１２月１日\nに現に在職する職員に対して支給されていたところ，郵政事業（法律\nの規定により，郵便局において行うものとされ，及び郵便局を活用し\nて行うことができるものとされる事業をいう。郵政民営化法１条）に\n携わる正社員に対しても，概ね同様の要領によって，夏期手当及び年\n末手当を支給することとされた。具体的な支給額については，郵政事\n業に係る予算額を基礎として，労使交渉を踏まえて，毎年の支給額が\n決定されていた。\nこれを受けて，現在の計算式においても，基本給等及び在職期間に\n応じて決定される金額に，労使交渉による妥結率を乗じることとされ\nており（甲２・２７３条２項１号，２７４条２項１号ア，甲１１・１\n２６条２項１号，１２８条２項１号ア），年ごとの財政状況や会社の\n業績等を踏まえて行われる労使交渉の結果によって，その金額の相当\n部分が決定されている。\n（甲２，乙２８，証人Ｚ８）\nｂ  郵政事業の非常勤職員に対しては，常勤職員のように夏期年末手当\nについて制度化はされていなかったが，毎年，その都度の財政状況に\n応じて臨時的に夏期手当ないし年末手当を支給するものとされてお\nり，実際にも，ほぼ毎年支給されていた。具体的な支給額については，\n実際の勤務日数（１か月当たり２０日以上か否かの２区分），調整手\n当支給区分，内務・外務の区分，及び１日の勤務時間に応じて，定額\n制とされており，その都度労使間の交渉の結果に基づく額が支給され\nていた。\nその後，平成１６年４月に時給制契約社員の給与制度の改正が行わ\nれ，夏期年末手当についても，実績や能力をより反映させるために\n定額制から時給連動制に変更された。具体的には，主に事業への貢\n献度を重視するべく，労使交渉を踏まえて，対象期間における実際\nの勤務日数に応じて「１．０～１．３」の範囲内で加算率を乗じるこ\nととされ，その後，平成１９年の民営化の際に，加算率の範囲が「１．\n０～１．８」に変更された（甲４・１１１条３項，同４項）。\n上記改正の前後で，時給制契約社員に対する夏期年末手当に係る\n支給額を均衡させるために，労使交渉を踏まえて，定数「０．３」を\n乗じることとされ，現在の臨時手当の計算式においても，計算基礎\n賃金に同様に定数「０．３」を乗じることとされている（甲４・１１\n１条３項，同４項）。\n（甲４，乙２８，証人Ｚ８）\n(イ)  一般に，労使交渉において，労働組合側が基本給の増額を要求するの\nに対し，使用者側は，基本給を増額すると，退職金や年金が連動して増額\nとなって財政負担が将来にわたることから，本件の夏期年末手当に相当す\nる賞与等の一時金を増額して労働者の年収額自体は増加させるものの，基\n本給の増額は拒否し，最終的に一時金の増額で労使が合意することもまま\nみられることは公知の事実である。このように，賞与は，労使交渉におい\nて，基本給に代わり，労働者の年収額を直接に変動させる要素として機能\nしている場合があることからすると，基本給と密接に関連する位置付けの\n賃金であるといえるところ，本件の夏期年末手当も，年ごとの財政状況や\n会社の業績等を踏まえて行われる労使交渉の結果によって，その金額の相\n当部分が決定される実情にあることは前判示のとおりであり，その意味で，\n基本給と密接に関連する賞与の性質を有する手当である。そうすると，被\n告の正社員である新一般職又は旧一般職と時給制契約社員との間には，職\n務の内容並びに職務の内容及び配置の変更の範囲に大きな又は一定の相違\nがあることから，基本給と密接に関連する夏期年末手当について相違があ\nることは一定の合理性があること，賞与は，対象期間における労働の対価\nとしての性格だけでなく，功労報償や将来の労働への意欲向上としての意\n味合いも有するところ，夏期年末手当も同様の意味合いを有することから\nすると，長期雇用を前提として，将来的に枢要な職務及び責任を担うこと\nが期待される正社員に対する同手当の支給を手厚くすることにより，優秀\nな人材の獲得や定着を図ることは人事上の施策として一定の合理性がある\nこと，時給制契約社員に対しても労使交渉の結果に基づいた臨時手当が支\n給されていることなどの事情を総合考慮すれば，正社員の夏期年末手当と\n時給制契約社員の臨時手当に関する算定方法等の相違は，不合理と認める\nことはできない。\n原告らは，時給制契約社員の臨時手当の計算において乗じられている定\n数０．３は，コストの均衡という財政的理由に基づくものであり，業務の\n内容や責任の程度とは無関係であり，不合理である旨主張する。\nしかしながら，前記事実(4)及び(5)に摘示したとおり，正社員の計算式\nにおいては在職期間に応じた割合（３か月未満であれば０．３）を乗じる\nこととされている一方，時給制契約社員の計算式においては実際の勤務日\n数に応じた割合（最大１．８）を乗じることとされているなど，計算式自\n体を異にしており，正社員と比較して，一律に夏期年末手当の計算基礎賃\n金が３割に減じられていると評価することはできないこと，定数０．３と\nいう数値自体も，労使交渉の結果に基づいて設定されたものであること，\n正社員と時給制契約社員との間には職務の内容等に相違があることなどを\n総合考慮すると，臨時手当の計算において，定数０．３を乗じていること\nをもって，不合理な相違があると認めることはできないので，この点に関\nする原告らの主張は，採用することができない。\nカ  住居手当\n(ア)  前提事実，後掲の各証拠及び弁論の全趣旨によれば，以下の事実が\n認められる。\nａ  被告における住居手当は，昭和４５年５月，民間企業の実情及び公\n務員の住居の状況を考慮して，一般職の職員の給与に関する法律に\nより，借家，借間の居住者である公務員に対する住居手当が創設さ\nれたことに由来する。郵政省においても，同様に，昭和４５年１０月\nから常勤職員に対して住居手当が支給されることとなり，国家公務\n員に合わせて数次にわたる支給額等の改正を経て，現在の被告にお\nける正社員に対する住居手当の制度に引き継がれている。その支給\n額は，その都度労使協議を経て決定されてきた。（乙２８）\nｂ  正社員に対しては，自ら居住するための住宅を借り受け，住宅を\n新築購入したり，単身赴任の際に家族用の住宅を借り受けたりした\n場合に住居手当が支給されるのに対し，時給制契約社員に対しては，\n住居手当は一切支給されない。（乙２８）\n(イ)  証拠（乙２８，証人Ｚ８）及び弁論の全趣旨によれば，被告は，正\n社員は配置転換等により勤務地が変更される可能性があること，正社員\nのうち社宅に入居できる者とできない者との公平を図る必要があるこ\nと，住居費の負担を軽減することにより正社員の福利厚生を図り，長期\n的な勤務に対する動機付けの効果等を考慮して，住居手当の規定を設け\nたことが認められる。\nそこで，被告の正社員と時給制契約社員について，配置転換等の実情\nについてみるに，前記認定のとおり，被告の正社員のうちの旧一般職は，\n転居を伴う可能性のある配置転換等が予定されていたこと，新一般職は，\n上位級の課長や郵便局長等への昇任昇格は予定されておらず，転居を伴\nう配置転換等は予定されないこと，時給制契約社員は転居を伴う配置転\n換等は予定されていないことが認められる。\nこのような配置転換等の実情を踏まえると，配置転換等が予定されて\nいない時給制契約社員と比較して，住宅に係る費用負担が重いことを考\n慮して，旧一般職に対して住居手当を支給することは一定の合理性が認\nめられ，また，長期雇用を前提とした配置転換等のある正社員である旧\n一般職に対して住宅費の援助をすることで有為な人材の獲得，定着を図\nることも人事上の施策として相応の合理性が認められることなどの事情\nを併せ考慮すれば，旧一般職と時給制契約社員との間の住居手当の支給\nに関する相違は，不合理と認めることはできない。\nこれに対し，新一般職に対しては，転居を伴う可能性のある人事異動\n等が予定されていないにもかかわらず，住居手当が支給されているとこ\nろ，同じく転居を伴う配置転換等のない時給制契約社員に対して住居手\n当が全く支給されてないことは，先に述べた人事施策上の合理性等の事\n情を考慮に入れても，合理的な理由のある相違ということはできない。\nもっとも，正社員に対する住居手当の給付は，住居費の負担を軽減する\nことにより正社員の福利厚生を図り，長期的な勤務に対する動機付けを\n行う意味も有することからすると，正社員のように長期間の雇用が制度\n上予定されていない時給制契約社員に対する住居手当の額が，正社員と\n同額でなければ不合理であるとまではいえないというべきである。\n(ウ)  以上によれば，新人事制度が導入された平成２６年４月以降の住居\n手当に関する新一般職と時給制契約社員との間の相違は，同社員に対し\nて同手当が全く支払われないという点で，不合理であると認められる。\nキ  夏期冬期休暇\n(ア)  前提事実，後掲の証拠及び弁論の全趣旨によれば，以下の事実が認\nめられる。\nａ  被告の正社員に付与されている夏期休暇は，昭和３０年代後半以降，\n民間企業において夏期休暇を与える例が増加し，労使交渉を踏まえ，\n昭和３９年１２月に夏期休暇を１日付与することとされたことに端を\n発する。その後，一般の国家公務員に平成２年から新たに３日の夏期\n休暇が付与されたことを考慮し，平成３年から郵政省においても付与\n日数が３日に増加された。（乙２８）\nｂ  冬期休暇は，郵政省において，元々特別休暇の一つとして１２月２\n９日から翌年１月３日までの期間（週休日，非番日及び祝日を除く。）\nの年末年始特別休暇が設けられていた。しかし，上記期間は郵便事業\nにおいて最も繁忙な時期であり，特に１２月２９日から１２月３１日\nまでの期間は年賀配達の準備等のために繁忙を極めることから，平成\n２０年から平成２１年にかけて，年末年始特別休暇期間を１月２日及\nび同月３日に見直し，新たな特別休暇として冬期休暇が新設された。\n（乙２８）\n(イ)  以上を踏まえて，時給制契約社員に対して夏期冬期休暇が付与されて\nいない点について検討するに，夏期冬期休暇は，民間企業において，例\n外的に夏期休暇の制度がない企業等もあるものの，官公庁及び大多数の\n民間企業等において夏期冬期休暇が設けられており，これは，夏期は古\nくから祖先を祀るお盆の行事，年末から正月３が日にかけて夏期と同様\nに帰省するなどの国民的な習慣や意識などを背景に，官公庁や大多数の\n民間企業等で制度化されてきたものであり，夏期及び冬期に休日に加え\nて休暇を取得することは，職種や繁忙期等との関係で取得時期や日数に\n差異があることは別として，一般的に広く採用されていることは公知の\n事実である。\nこのように，夏期冬期休暇は，その時期や日数については，とりわけ\n職務の内容や繁忙期による影響を受けると考えられるものの，職務の内\n容等の違いにより，制度としての夏期冬期休暇の有無について差異を設\nけるべき特段の事情がない限り，時給制契約社員についてだけ，制度と\nして夏期冬期休暇を設けないことは，不合理な相違というべきである。\nこれを本件についてみるに，正社員と時給制契約社員とを比較する\nと，最繁忙期が年末年始の時期であることには差異がなく，他の前判示\nに係る職務の内容等の相違を考慮しても，取得要件や取得可能な日数等\nについて違いを設けることは別として，時給制契約社員に対してのみ夏\n期冬期休暇を全く付与しない合理的な理由は見当たらない。\nこの点に関して被告は，長期雇用を前提とした正社員に対してのみ夏\n期冬期休暇を付与することで，会社に貢献する意識を高め，有為な人材\nの確保，定着を図ることが期待できる旨主張する。\nしかしながら，前判示のとおり，夏期冬期休暇は，お盆と年末年始を\n中核とする前後の一定の期間は大多数の官公庁及び民間企業で休暇を\n取得するといういわば国民的意識や慣習が背景にある休暇であり，被告\nにおいては，正社員と時給制契約社員との間で夏期や年末年始の繁忙期\nに差異があるとも認められない中で，これを正社員に対して付与してい\nながら，時給制契約社員に対して全く付与しないことは，被告の主張に\n係る諸点を考慮しても，合理的な理由があるということはできない。\nしたがって，夏期冬期休暇に関する正社員と時給制契約社員との間の\n相違は，不合理であると認められる。\nク  病気休暇\n前提事実(4)及び(5)に摘示したとおり，正社員には，私傷病につき有給\nの病気休暇（結核性疾患以外は少なくとも９０日）が付与されているのに\n対し，時給制契約社員には，無給の病気休暇１０日のみが設けられている\nという相違がある。\n証拠（乙２８，証人Ｚ８）及び弁論の全趣旨によれば，病気休暇は，労\n働者の健康保持のため，私傷病により勤務できなくなった場合に，療養に\n専念させるための制度であると認められるところ，前判示に係る正社員と\n時給制契約社員との間の職務の内容等に照らし，長期雇用を前提とした正\n社員に対し，有為な人材の確保，定着を図るため，有給の病気休暇を付与\nすることには一定の合理的な理由があると解され，そのような事情のない\n時給制契約社員に対して同休暇を付与する場合，有給休暇を取得するため\nの要件として正社員と異なった必要勤続期間を設定することや，取得可能\n日数について正社員と差異があることについては，その差異等の程度によ\nり，不合理であると認めることができない場合もあり得る。\nしかしながら，病気休暇が労働者の健康保持のための制度であることに\n照らせば，時給制契約社員に対しては，契約更新を重ねて全体としての勤\n務期間がどれだけ長期間になった場合であっても，有給の病気休暇が全く\n付与されないことは，前判示に係る職務の内容等の違い等に関する諸事情\nを考慮しても，合理的理由があるということはできない。\nしたがって，病気休暇に関する正社員と時給制契約社員との間の相違は，\n不合理なものであると認められる。\nケ  夜間特別勤務手当\n(ア)  前提事実，後掲の証拠及び弁論の全趣旨によれば，以下の事実が認\nめられる。\nａ  昭和２３年政令第３２３号「政府職員の特殊勤務手当に関する政令」\nに特殊勤務手当が規定され，夜間特別勤務手当は，その特殊勤務手当の\n一つとして，昭和４０年４月９日付公共企業体等労働委員会調停案にお\nいて，深夜における勤務にして特に労働密度の高い勤務等に対して，勤\n務の実態に即して特別に手当を支給し得るよう労使において協議するこ\nととされたことを踏まえて，労使協議を経て同年に新設されたものであ\nり，支給額は，その都度労使協議を経て，改正，決定されている。（乙\n２８）\nｂ  時給制契約社員のうち夜間帯に勤務する者は，それを前提とした雇用\n契約を締結しており，実態としても，夜間帯以外に勤務することは原則\nとしてない。（甲Ｃ２の１，乙２３，２８，３０，証人Ｚ８，原告Ｚ３\n本人）\n(イ)  以上の事実に加え，深夜労働を含む時間外労働に対しては，夜間特\n別勤務手当とは別に，労働基準法３７条所定の割増賃金（甲２・２４０\n条，甲１１・８４条）が支給されていることからすると，同手当は，正\n社員が勤務シフトによって夜間勤務等が必要となる場合に，夜間勤務等\nが必要のない他の業務に従事する正社員との間の公平を図るために支給\nされているものと解される。\nそうすると，正社員については，シフト制勤務により早朝，夜間の勤\n務をさせているのに対し，時給制契約社員については，募集や採用の段\n階で勤務時間帯を特定した上で雇用契約を締結し，その特定された時間\nの勤務を求めているという意味で職務内容等に違いがあり，その違いに\n基づき，正社員についてのみ社員間の公平を図るために夜間特別勤務手\n当を支給することは，相応の合理性があるといえるから，夜間特別勤務\n手当における正社員と契約社員間の相違は，不合理なものと認めること\nはできない。\nコ  郵便外務・内務業務精通手当\n(ア)  前提事実，後掲の証拠及び弁論の全趣旨によれば，以下の事実が認\nめられる。\nａ  郵便外務・内務業務精通手当は，平成１６年４月の給与制度改革に\nおいて，それまで常勤職員の基本給に加算されていた各種の郵便関係\n調整額を圧縮し，より能力と実績を反映した支給を行うことを通じて，\n常勤職員に対し，能力向上に対する動機付けを行うため，労使協議を\n経て，担当職務の精通度合いに基づいて支給する手当として新設され\nたものである。具体的な金額については，縮小廃止する郵便関係調整\n額等の支給額の総合計額と，新設拡充する各手当の支給額の総合計額\nが均衡することを前提に各手当の金額が定められた。つまり，郵便外\n務・内務業務精通手当は，平成１６年４月の給与制度改革に際し，正\n社員の基本給及び手当の一部を郵便外務・内務業務精通手当として組\n替えを図ったものである。（乙２８）\nｂ  正社員の場合には，正社員の担当する職務の精通度合いに応じて，\n郵便外務・内務業務精通手当の各手当額に反映させて支給されている\n（甲２・２６４条及び２６５条）。\nこれに対し，時給制契約社員の場合には，「スキル評価」（時給制\n契約社員が担当する職務の広さとその習熟度について行う評価）（乙\n１・１５条）の結果に応じて「資格給」を加算することにより，担当\n職務への精通度合いが時給に反映されている（甲４・１０３条４項２\n号）。このように，時給制契約社員については，担当職務の精通度合\nい，すなわち，担当する職務の広さ及びその習熟度を反映した給与は，\n基本賃金（時給）の構成要素の一つである加算給の一つである「資格\n給」として支給されている。これは，時給制契約社員は，元々勤務し\nた時間に対して賃金が発生するという給与制度であることから，担当\n職務への精通度合いを反映する給与も，基本給（時給）の中で「資格\n給」として支払われることとされたものである。\n（甲２，４，乙１，２８，証人Ｚ８）\nｃ  原告らについて，本件訴訟の請求対象期間（平成２４年４月から平\n成２６年３月まで）における各原告のスキルレベル（担当職務への精\n通度合い）及び勤務日数を前提に，当該請求対象期間内の各月ごとに，\n各原告に支払われる資格給の金額，仮に正社員の郵便外務・内務業務\n精通手当を支給した場合に支払われる金額をそれぞれ算出すると，別\n紙６「月額シミュレーション（郵便外務・内務業務精通手当と資格給）」\nのとおりであり，郵便外務・内務業務精通手当よりも資格給の合計額\nの方が相当に高額となる（乙１９）。\n(イ)  前判示のとおり，正社員である新一般職又は旧一般職と時給制契約\n社員の間には，職務の内容並びに職務の内容及び配置の変更の範囲に大\nきな又は一定の相違がある上，正社員には長期雇用を前提とした賃金制\n度を設け，短期雇用を前提とする時給制契約社員にはこれと異なる賃金\n体系を設けることは，企業の人事上の施策として一定の合理性が認めら\nれるところ，郵便外務・内務業務精通手当は，正社員の基本給及び手当\nの一部を原資に郵便外務・内務業務精通手当として組み替える方法によ\nり，正社員に対して能力向上に対する動機付けを図ったものであり，同\n手当の支給の有無は，正社員と契約社員の賃金体系の違いに由来するも\nのであること，郵便外務・内務業務精通手当は，労使協議も経た上で新\n設されたものであること，時給制契約社員については，資格給の加算に\nより担当職務への精通度合いを基本給（時給）に反映させていることな\nどの諸事実を総合考慮すれば，正社員と時給制契約社員の郵便外務・内\n務業務精通手当に関する相違は，不合理なものと認めることはできない。\n原告らについて，本件訴訟の請求対象期間内の各月ごとに資格給額及\nび郵便外務・内務業務精通手当額を算出して比較すると，資格給の方が\n相当に高額となり，仮に同手当も支給することとすると同種の手当を二\n重に支給する結果となりかねないことも，不合理なものと認められない\nことを裏付けるものである。\n(ウ)  この点に関して原告らは，正社員については，基本給の中で職務の\n広さ及びその習熟度が評価されて基礎昇給や加算昇給が行われており，\nそれに加えて郵便外務・内務業務精通手当が支給されているのに対して，\n時給制契約社員については，職務の広さ及びその習熟度は基本給の中の\n資格給に反映されるのみで，手当としては支給されていないことから，\n時給制契約社員の業務の習熟度などを評価して資格給が支払われること\nは，同社員に対して郵便業務・内務精通手当を支給しない合理的な理由\nとはならない旨主張する。\nしかしながら，正社員の基本給の基礎昇給は，規定の文言上「良好な\n成績で勤務したとき」との表現が用いられており，懲戒処分等の欠格基\n準（甲２・１７９条，別表第２９）に該当する場合，年齢による基礎昇\n給の停止（甲２・１８０条）又は休職等による昇給停止（甲２・１８１\n条）に該当する場合を除き，毎年定期的に行われるものである。このよ\nうに，基礎昇給は，１年間懲戒処分や休職等がなく勤務することを評価\nして昇給させるものであり，郵便外務・内務業務精通手当や時給制契約\n社員の資格給とは評価の対象が異なるものである。また，正社員の基本\n給の加算昇給は，「勤務成績が特に良好な社員」のうち一定の枠内で選\n考された者のみを対象として行われる（甲２・１８４条）。この「勤務\n成績」は，懲戒処分等の選考除外事由に該当する者は対象外として，正\n社員の人事評価の基準により，単純な通区数や作業能率，業務知識だけ\nではなく，担当業務に関する知識の積極的な習得・活用や，業務遂行の\n正確性・迅速性・効率性，担当業務に関する状況把握・課題の発見，担\n当業務の品質向上に向けた工夫・改善等も評価基準としている（乙３・\n別紙２，乙４・３～４枚目の表）。そうすると，基礎昇給や加算昇給は，\n正社員としての職責の履行に対する評価であって，郵便外務・内務業務\n精通手当の評価対象である郵便外務・内務業務についての精通度とは異\nなるものであるから，原告が主張するように，職務の広さ及びその習熟\n度に対するものとして，正社員に対し，基本給における基礎昇給及び加\n算昇給に加えて同手当が支給されていると認めることはできない。そし\nて，時給制契約社員の資格給で評価される内容は，担当職務である郵便\n外務事務及び内務事務についての精通度であって，郵便外務・内務精通\n手当の評価対象と同一であるから，正社員について，基礎昇給及び加算\n昇給とともに郵便外務・内務業務精通手当を支給し，時給制契約社員に\nついて，これを資格給として支給し，郵便業務・内務精通手当を支給し\nないことをもって不合理なものであるということはできない。\nしたがって，原告らの上記主張は採用することができない。\n３  争点２（労契法２０条の効力）について\n(1)  労契法２０条は，訓示的規定ではなく，同条に違反する労働条件の定めは\n無効というべきであり，その定めに反する取扱いには，民法７０９条の不法\n行為が成立し得ると解される。しかし，労契法２０条の法的効果として，有\n期契約労働者の労働条件が無期契約労働者の労働条件によって自動的に代替\nされることとなるか否か，すなわち，同条が補充的効力を有するか否かにつ\nいては，同条に関して同法１２条や労働基準法１３条のように補充的効力を\n定めた明文の規定がないこと，無効とされた労働条件の不合理性の解消は，\n使用者の人事制度全体との整合性を念頭に置きながら，有期契約労働者と無\n期契約労働者の想定される昇任昇格経路や配置転換等の範囲の違いなどを考\n慮しつつ，従前の労使交渉の経緯も踏まえた労使間の個別的あるいは集団的\nな交渉の結果も踏まえて決定されるべきであることに照らし，補充的効力は\n認められないというべきである。\n原告らは，政府参考人の国会答弁やこれを前提とする行政通達の定めを根\n拠に，補充的効力を肯定するのが立法者意思である旨主張するけれども，前\n判示のとおり，肯定するのであれば明文の規定が置かれるべきであるのに，\nそれがないことに照らし，この点に関する原告の主張は，採用することがで\nきない。\n(2)  労契法２０条に補充的効力がないとしても，関係する就業規則，給与規程\n等の合理的解釈の結果，有期労働契約者に対して，無期契約労働者の労働条\n件を定めた就業規則，給与規程等の規定を適用し得る場合には，合理的解釈\nを通じて正社員の労働条件を適用する余地がある。\nこれを本件についてみるに，被告においては，正社員に適用される就業規\n則及び給与規程等と契約社員に適用される就業規則及び給与規程等が別個独\n立に存在し，前者が被告の全従業員に適用されることを前提に，契約社員に\nついては後者がその特則として適用されるという形式とはなっていないか\nら，就業規則，給与規程等の合理的解釈として，正社員の労働条件が有期契\n約社員に適用されると解することはできない。\n(3)  そうすると，原告ら主張の労働条件が労契法２０条の「不合理なものと認\nめられる」として無効とされた場合，そのような労働条件に基づく取扱いに\nは，不法行為が成立し得るけれども，同条に補充的的効力がない以上，原告\n主張の労働条件の相違に関して，原告らに対して正社員に適用されている就\n業規則及び給与規程が適用されるということはできない。\n(4)  したがって，原告らの本訴請求のうち，正社員に適用されている就業規則\n及び給与規程の各規定が適用される労働契約上の地位にあることの確認を求\nめる請求の趣旨第１項から第３項までの請求，並びに労契法２０条の施行後\nの期間について，同条の補充的効力を前提として労働契約に基づき，正社員\nとの間の手当等の差額を請求する請求の趣旨第４項(2)，第５項(2)及び第６\n項(2)の請求（同各項(3)の主位的請求）は，いずれも理由がない。\n(5)  その一方で，原告らの主張する正社員と時給制契約社員との労働条件の相\n違のうち，年末年始勤務手当，住居手当，夏期冬期休暇及び病気休暇につい\nての相違は，平成２５年４月１日以降（ただし，住居手当は平成２６年４月\n以降。）は，労契法２０条に違反するものであり，同日以降の原告らに対す\nる各手当の不支給は，原告らに対する不法行為を構成する。\n４  争点３（公序良俗違反の有無）について\n(1)  労契法施行前である平成２５年３月３１日以前において，原告らの主張す\nる労働条件の相違のうち，前記各手当等の不支給等は，平成２５年４月１日\n以降においては労契法２０条に違反するところ，そのことから直ちに，同日\nより前の時点において公序良俗に違反することになるものではなく，また，\nそれ以外の労働契約の相違を含め，原告らの主張に係る相違が公序良俗違反\nとなることを基礎付ける事実を認めるに足りる証拠はない。\nこの点に関して原告らは，同一労働同一賃金の原則が労働法制上法規範性\nを有する旨主張する。しかし，労契法２０条が同一賃金同一労働の原則を定\nめたものではないことは，前判示のとおりであり，その他の現行法令上，原\n告らの主張する上記原則を定めた規定と解されるものは見当たらず，原告ら\nの上記主張は採用することができない。また，原告らの主張に係る裁判例は，\n本件に適切でなく，上記判断を左右するものではない。\nしたがって，労契法２０条施行前の期間について，原告らと正社員等との\n間の手当等との差額について，公序良俗違反を前提として不法行為が成立す\nることによる損害賠償請求権に基づき，同差額の支払を求める請求の趣旨第\n４項(1)，第５項(1)及び第６項(1)の各請求は，いずれも理由がない。\n(2)  労契法施行後である平成２５年４月１日以降においては，２で説示したと\nおり，原告らの主張する労働条件の相違のうち，年末年始勤務手当，平成２\n６年４月以降の住居手当，夏期冬期休暇，病気休暇以外のものについては，\n正社員との労働条件の相違が職務の内容等の相違に照らして不合理なものと\nは認められず，労契法２０条に違反しないところ，それとは別に公序良俗違\n反を基礎付ける事実を認めるに足りる証拠はなく，他に不法行為の成立原因\nに該当する事実を認めるに足りる証拠はない。また，年末年始手当，住居手\n当，夏期冬期休暇及び病気休暇は，平成２５年４月１日以降（ただし，住居\n手当は平成２６年４月以降。）においては労契法２０条に違反するが，その\nことをもって直ちに公序良俗違反となるものではないし，他に公序良俗違反\nを基礎付ける事実を認めるに足りる証拠はない。\n５  争点４（原告らの損害）について\n(1)  有期契約労働者と無期契約労働者との労働条件の相違が不合理と認めら\nれて労契法２０条違反となる有期契約労働者の労働条件には，同条の定める\n職務の内容等に関する相違の内容や程度等及び当該労働条件の性質や相違す\nる程度等の総合判断により，無期契約労働者と同一内容でないことをもって\n直ちに不合理であると認められる労働条件と，無期契約労働者と同一内容の\n労働条件ではないことをもって直ちに不合理であるとまでは認められない\nが，有期契約労働者に対して当該労働条件が全く付与されていないこと，又\nは付与はされているものの，給付の質及び量の差異の程度が大きいことによ\nって不合理であると認められる労働条件があるものと解される。\n(2)  無期契約労働者と同一内容の労働条件でないことをもって直ちに不合理\nであると認められる労働条件の場合には，差異があること自体が不合理なの\nであるから，不法行為における損害の算定においては，無期契約労働者に対\nする手当等との差額全額を損害として認めるべきである。\n(3)  これに対して，有期契約労働者に当該労働条件が全く付与されていないこ\nと，又は無期契約労働者との間の給付の質及び量の差異をもって不合理であ\nると認められる労働条件の場合には，損害の算定に当たっても，前判示に係\nる労契法２０条違反とされた有期契約労働者の労働条件の不合理性をどのよ\nうな形で解消すべきかという観点から検討する必要がある。すなわち，有期\n契約労働者に対し，労契法２０条に違反しない形で当該労働条件を付与する\nためには，使用者の人事制度全体との整合性を念頭に置きながら，有期契約\n労働者と無期契約労働者の想定される昇任昇格の経路や配置転換等の範囲の\n違い等を考慮しつつ，労使間の個別的あるいは集団的交渉の経緯等も踏まえ\nて，職務の内容の相違等に照らして不合理とはならない限度の労働条件を付\n与すべきところ，これを損害の公平な分担の理念に基づき現実の損害を填補\nするという損害の算定の面からみると，有期契約労働者に対して支給されて\nいる不合理とされた手当等の額と，上記の過程を経て決定される手当等の額\nとの差額をもって損害と認めるべきこととなる。\nしかしながら，上記の種々の要素を踏まえて決定される給付されるべき手\n当額を証拠に基づき具体的に認定することは，その決定過程に照らして極め\nて困難であるといわざるを得ない。\n本件の年末年始勤務手当及び住居手当については，いずれも，正社員に対\nする手当額と差異があることをもって直ちに不合理と認められたものではな\nく，時給制契約社員に対して当該労働条件が全く付与されていないことをも\nって不合理であると認められることは前判示のとおりであるので，各手当に\n関して原告らに損害が生じたことは認められるものの，損害の性質上，その\n額を立証することが極めて困難であるから，民事訴訟法２４８条に従い，口\n頭弁論の全趣旨及び証拠調べの結果に基づき，相当な損害額を認定すべきも\nのである。\n(4)  年末年始勤務手当の相違による損害\nア  年末年始勤務手当の額は，１２月２９日から３１日までは１日４０００\n円，１月１日から３日までは１日５０００円であるところ，正社員に対す\nる支給額は，正社員の業務内容，職務上の地位や基本給の額にかかわらず\n定額であること，年末年始勤務手当は，年末年始という特別の期間に労働\nに従事したことに対する対価であり，手当額が正社員一律の定額となって\nいることなどの事情は，時給制契約社員に対する手当額を正社員と同額と\nする方向に働く事情である一方で，正社員に対する同手当の給付には，長\n期雇用を前提とする正社員に対する動機付けという要素がないとはいえ\nず，有期契約労働者は制度上は長期雇用が前提とされていないことなどの\n前判示に係る諸事情を考慮すると，正社員に対する支給額全額を損害と認\nめることはできず，本件に顕れた一切の事情を考慮し，旧一般職及び新一\n般職に対する支給額の８割相当額を損害と認めるのが相当である。\n以下，原告らの勤務状況を年末年始手当の規定に当てはめて支給される\n額の８割相当額を算出する。\nイ  原告Ｚ１\n証拠（甲Ａ１７）及び弁論の全趣旨によれば，原告Ｚ１の年末年始の出\n勤日及びそれに伴う年末年始手当の８割相当額は，次のとおりである。\n(ア)  平成２５年１２月２９日から同月３１日まで，９６００円\n(イ)  平成２６年１月２日及び同月３日，８０００円\n(ウ)  平成２６年１２月２９日から同月３１日まで，９６００円\n(エ)  平成２７年１月２日及び同月３日，８０００円\n(オ)  平成２７年１２月２９日から同月３１日まで，９６００円\n(カ)  平成２８年１月２日及び同月３日，８０００円\n合計金額  ５万２８００円\nウ  原告Ｚ２\n証拠（甲Ｂ１７）及び弁論の全趣旨によれば，原告Ｚ２の年末年始の出\n勤日及びそれに伴う年末年始手当の８割相当額は，次のとおりである。\n(ア)  平成２５年１２月２９日から同月３１日まで，９６００円\n(イ)  平成２６年１月２日，４０００円\n(ウ)  平成２６年１２月２９日及び同月３０日，６４００円\n(エ)  平成２７年１月１日から同月３日まで，１万２０００円\n(オ)  平成２７年１２月２９日から同月３１日まで，９６００円\n(カ)  平成２８年１月１日及び同月３日，８０００円\n合計金額  ４万９６００円\nエ  原告Ｚ３\n証拠（甲Ｃ２，６）及び弁論の全趣旨によれば，原告Ｚ３の年末年始の\n出勤日及びそれに伴う年末年始手当の８割相当額は，次のとおりである。\n(ア)  平成２５年１２月２９日から同月３１日まで，９６００円\n(イ)  平成２６年１月３日，４０００円\n(ウ)  平成２６年１２月２９日及び同月３０日，６４００円\n(エ)  平成２７年１月２日及び同月３日，８０００円\n(オ)  平成２７年１２月２９日，３２００円\n(カ)  平成２８年１月１日から同月３日まで，１万２０００円\n合計金額  ４万３２００円\n(5)  住居手当の相違による損害\nア  前判示のとおり，住居手当は，正社員の人事異動による転居の負担を考\n慮するとともに，正社員のうち社宅に入居できる者とできない者との公平\nを図る必要があること，住居費の負担を軽減することにより正社員の福利\n厚生を図り，長期間にわたって被告において勤務することに対する動機付\nけをすることなどを考慮して設けられたものである。このように，住居手\n当は，転居を伴う人事異動の負担を考慮した面と長期間勤務の動機付けに\n向けた福利厚生の部分とで構成されているとみることができる。そして，\n被告は，正社員のうち転居を伴う配置転換が予定されていない新一般職に\n対しても，その負担のある地域基幹職と同じ支給要件により同額の住居手\n当を支給しているところ，住居手当が正社員に対する長期的な勤務に対す\nる動機付けに向けた福利厚生の面も含んでいることを考慮すると，時給制\n契約社員について転居の負担のないことが新一般職と共通であるからとい\nって，正社員と同額の住居手当全額を損害と認めることはできず，本件に\n顕れた一切の事情を考慮すると，正社員の支給要件を適用して認められる\nべき住居手当の６割相当額を損害と認めるのが相当である。\nイ  前提事実，証拠（甲２・２１９，２２０条，甲１１・６１，６２条）及\nび弁論の全趣旨によれば，自ら居住するため住宅を借り受け，現に居住し，\n月額１万２０００円を超える家賃を支払っている社員に対する住居手当の\n支給額は，家賃月額２万３０００円以下の場合，家賃月額から１万２００\n０円を控除した額であり，家賃月額２万３０００円を超える場合には，家\n賃月額から２万３０００円を控除した額の２分の１に相当する額を１万１\n０００円に加算した額（２万７０００円が上限）であることが認められる。\n(ア)  原告Ｚ１の損害\n証拠（甲Ａ９の２）及び弁論の全趣旨によれば，平成２６年４月以降\nの原告Ｚ１の家賃は月額５万５０００円であるから，以下の計算式によ\nり，住居手当相当額は２万７０００円となるので，損害額はその６割総\n相当額の１か月当たり１万６２００円となる。ただし，原告Ｚ１は，平\n成２７年１１月分の住居手当については，請求の対象としていない。し\nたがって，総額は，別紙７原告Ｚ１認容額の住居手当欄の合計額である\n４５万３６００円となる。\n（55,000－23,000）÷2＋11,000＝27,000\n27,000×0.6＝16,200\n(イ)  原告Ｚ２の損害\n証拠（甲Ｂ５）及び弁論の全趣旨によれば，平成２６年４月以降の原\n告Ｚ２の家賃は月額４万円であるから，以下の計算式により，住居手当\n相当額は１万９５００円となるので，損害額はその６割相当額の１か月\n当たり１万１７００円となり，総額は，別紙８原告Ｚ２認容額の住居手\n当欄の合計額である３２万７６００円となる。\n（40,000－23,000）÷2＋11,000＝19,500\n19,500×0.6＝11,700\n(6)  夏期冬期休暇及び病気休暇の相違による損害\n前判示のとおり，夏期冬期休暇及び病気休暇の相違は労契法２０条に違反\nするが，原告らは，それに伴う損害について主張せず，この相違に係る損害\n賠償請求をしていない。\n(7)  したがって，労契法２０条の施行後の期間について，不法行為による損害\n賠償請求権に基づき，正社員との間の手当等の差額を請求する請求の趣旨第\n４項(3)，第５項(3)及び第６項(3)の請求（同各項(2)の予備的請求）は，前\n記の限度で理由がある。\n６  原告らの請求についての判断\n以上によれば，原告らの請求のうち，正社員の就業規則及び給与規程の各規\n定が適用される労働契約上の地位にあることの確認を求める請求の趣旨第１項\nから第３項までの請求，労契法２０条施行前の期間について，原告らと正社員\n等との間の手当等との差額について，公序良俗違反を前提として不法行為が成\n立することによる損害賠償請求権に基づき，同差額等の支払を求める請求の趣\n旨第４項(1)，第５項(1)及び第６項(1)の各請求，同条の施行後の期間について，\n同条の補充的効力を前提として労働契約に基づき，正社員との間の手当等の差\n額を請求する請求の趣旨第４項(2)，第５項(2)及び第６項(2)の請求（同各項(3)\nの主位的請求）は，いずれも全部理由がなく，労契法２０条の施行後の期間に\nついて，不法行為による損害賠償請求権に基づき，正社員との間の手当等の差\n額を請求する請求の趣旨第４項(3)，第５項(3)及び第６項(3)の請求（同各項(2)\nの予備的請求）のうち，原告Ｚ１については，年末年始勤務手当分５万２８０\n０円及び住居手当分４５万３６００円の合計５０万６４００円，原告Ｚ２につ\nいては，年末年始勤務手当分４万９６００円及び住居手当分３２万７６００円\nの合計３７万７２００円，原告Ｚ３については，年末年始勤務手当分の４万３\n２００円並びに各月の損害額に対する不法行為の日である同各別紙の支払日欄\n記載の日から民法所定の年５分の割合による遅延損害金の支払を求める限度で\n理由があり，その余の請求は理由がない。\n第４  結論\nよって，原告らの主位的請求は理由がないからこれを棄却し，予備的請求は\n主文第２項から第４項までの限度で理由があるからこれを認容し，その余の請\n求及びその余の予備的請求はいずれも理由がないからこれを棄却することとし\nて，主文のとおり判決する。\n東京地方裁判所民事第１９部\n裁判長裁判官          春        名                茂\n裁判官          石        川        真  紀  子\n裁判官          堀        田        秀      一\n（別紙１～３，５～９省略）\n（別紙４）  労働条件に関する主張対比表\n"
}