{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 7,
    "day": 20
  },
  "case_number": "平成29(ワ)3605",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88210",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88210",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/210/088210_hanrei.pdf",
  "contents": "平成３０年７月２０日判決言渡  同日原本領収  裁判所書記官\n平成２９年（ワ）第３６０５号  特許権侵害差止等請求事件\n口頭弁論終結日  平成３０年５月３０日\n判        決\n当事者の表示  別紙当事者目録記載のとおり\n主        文\n１  被告は，別紙被告侵害品目録記載の製品を製造し，販売し，又は譲渡\nの申出をしてはならない。\n２  被告は，別紙被告侵害品目録記載の製品を廃棄せよ。\n３  被告は，原告株式会社吾妻製作所に対し，２１万７２１８円及びこれ\nに対する平成２９年２月９日から支払済みまで年５分の割合による金\n員を支払え。\n４  被告は，原告株式会社産業資材センターに対し，２１万７２１７円及\nびこれに対する平成２９年２月９日から支払済みまで年５分の割合に\nよる金員を支払え。\n５  原告らのその余の請求をいずれも棄却する。\n６  訴訟費用は，これを５分し，その２を原告らの負担とし，その余は被\n告の負担とする。\n７  この判決は，第１項，第３項及び第４項に限り，仮に執行することが\nできる。\n事実及び理 由\n第１  請求\n１  被告は，別紙被告製品目録記載の製品を製造し，販売し，又は譲渡の申出をし\nてはならない。\n２  被告は，別紙被告製品目録記載の製品及び半製品（別紙被告製品目録記載の構\n造を具備しているが製品として完成するに至らないもの）を廃棄せよ。\n３  被告は，原告株式会社吾妻製作所に対し，１７５万円及びこれに対する平成２\n９年２月９日から支払済みまで年５分の割合による金員を支払え。\n４  被告は，原告株式会社産業資材センターに対し，１７５万円及びこれに対する\n平成２９年２月９日から支払済みまで年５分の割合による金員を支払え。\n５  仮執行宣言\n第２  事案の概要\n１  本件は，原告らが，被告は，原告らが共有する特許権に係る特許発明の技術的\n範囲に属する製品を製造販売等して原告らの特許権を侵害していると主張して，\n被告に対し，特許法１００条１項に基づく別紙被告製品目録記載の製品の製造，\n販売及び譲渡の申出の差止め，同条２項に基づく同製品及び半製品の廃棄を求め\nるとともに，特許法１０２条２項に基づき損害賠償金各１５０万円及びこれに対\nする不法行為の後の日である平成２９年２月９日（訴状送達の日の翌日）から各\n支払済みまで民法所定の年５分の割合による遅延損害金の各支払を求める事案\nである。\n２  前提事実（当事者間に争いのない事実又は文中掲記した証拠及び弁論の全趣旨\nにより認定することができる事実。なお，以下，本判決を通じ，特に断らない限\nり，摘示した証拠は枝番を含むものとする。）\n(1) 当事者\nア  原告吾妻製作所は，交通安全用品及び電子機器の開発・製作・販売を主た\nる業務とする株式会社であり，原告産業資材センターに，車道に設置する視\n線誘導標に被せるカバー（ポストサイン，ポストウィング。以下「原告製品」\nという。）の製造を委託し，株式会社吾妻商会（以下「吾妻商会」という。）\nを販売店として，これを販売している。（甲１～４，３６）\nイ  被告は，道路保安機材の販売，賃貸及び輸出入を主たる業務とする株式会\n社である。\n(2) 原告らの特許権\nア  原告らは，次の特許権（以下「本件特許権」といい，これに係る特許を「本\n件特許」という。）を，各２分の１の持分割合で共有している。（甲６）\n特許番号：特許第４５９９４６７号\n出願日：平成２２年３月２９日\n優先日：平成２１年９月２９日\n優先権主張国：日本\n登録日：平成２２年１０月１日\n発明の名称：ポール式視線誘導標用カバー\nイ  本件特許に係る出願については，平成２２年８月１８日付けで手続補正\n（以下「本件補正」という。）がされているところ，本件補正後の特許請求\nの範囲請求項１（以下，単に「請求項１」といい，同請求項に係る発明を「本\n件発明」という。下線部は本件補正により補正された部分である。）は，次\nのとおりである（なお，以下，本件補正後の明細書及び図面等を併せて「本\n件明細書等」という。）。\n「ポール式視線誘導標に装着されるポール式視線誘導標用カバーであって，\n該カバーを，前記ポール式視線誘導標の外周面を覆う筒部と，\n該筒部の外周面から外方に延出し，前記ポール式視線誘導標の視認幅を\n拡張する少なくとも２枚の翼部とを備えて構成するにあたり，\n前記ポール式視線誘導標用カバーは，ポール式視線誘導標の外周面の上\n端から下端までを覆うものであり，\n各翼部の外方への拡張は，カバー上端から下端に至るまで同じ視認幅を\n有したものであり，\nかつ，視線誘導するための模様が筒部から翼部に至るよう連続して施さ\nれていることを特徴とするポール式視線誘導標用カバー。」\n(3) 構成要件の分説\n本件発明を構成要件に分説すると，次のとおりである（以下，分説した構成\n要件をそれぞれの符号に従い「構成要件Ａ」などという。）。\nＡ   ポール式視線誘導標に装着されるポール式視線誘導標用カバーであっ\nて，\nＢ１  該カバーを，前記ポール式視線誘導標の外周面を覆う筒部と，\nＢ２  該筒部の外周面から外方に延出し，前記ポール式視線誘導標の視認幅を\n拡張する少なくとも２枚の翼部とを備えて構成するにあたり，\nＣ   前記ポール式視線誘導標用カバーは，ポール式視線誘導標の外周面の上\n端から下端までを覆うものであり，\nＤ   各翼部の外方への拡張は，カバー上端から下端に至るまで同じ視認幅を\n有したものであり，\nＥ   かつ，視線誘導するための模様が筒部から翼部に至るよう連続して施さ\nれていること\nＦ   を特徴とするポール式視線誘導標用カバー。\n(4) 被告の行為\n被告は，ポストフレックスシリーズの一つとして，遅くとも平成２８年５月\n２０日頃以降，別紙被告製品目録記載の製品（以下「被告製品」という。）を，\n製造，販売し，譲渡の申出をしている。なお，被告は，被告製品（カバー）と\nポストフレックス本体（以下，単に「ポストフレックス」という場合がある。）\nをセットにした商品を「ワイドカバータイプ」として販売している（以下，こ\nのセット商品を「本件商品」という。）。本件商品のカタログ掲載価格は３万\n４５００円であるが，実際の販売単価は●（省略）●円である。\n被告が製造販売した被告製品には，少なくとも下記写真に撮影された製品が\n含まれる。（甲７）\n(5) 被告製品の構成\n被告製品は，少なくとも次の構成（以下「構成ａ」などという。）を有する。\nａ    ポストフレックス（正面視でベース部分を含め縦幅８０ｃｍ，横幅７．\n７ｃｍ）に装着されるポストフレックス用カバーであって，\nｂ１  ターポリン製保護カバーと，フラットな表示板をポストフレックス前面\nに固定するためのトグラーと，\nｂ２  トグラーによって，ポストフレックス前面に固定されるプラスチック板，\n別のターポリン製保護カバー及び反射カバー（高輝度反射シート）からな\nる前記フラットな表示板とを備えて構成するに当たり，\nｃ    ポストフレックスを上端から７０ｃｍ挟み込み，\nｄ    前記フラットな表示板は，正面視で縦幅７０ｃｍ，横幅２０ｃｍの長方\n形であり，\nｅ    文字が前記フラットな表示板のフラットな表示面に左右所定の余白を\n設けて施されている。\nｆ    ポストフレックス用カバー\n３  争点\n被告製品が構成要件Ｄを充足することについては，当事者間に争いがない。ま\nた，構成要件Ｆの充足性について当事者間に争いがあるが，他の構成要件と争点\nが重複するので，本件の争点は次のとおりとなる。\n(1) 被告製品が本件発明の技術的範囲に属するか（争点１）\nア  被告製品が構成要件Ａを充足するか（争点１－１）\nイ  被告製品が構成要件Ｂ１を充足するか（争点１－２）\nウ  被告製品が構成要件Ｂ２を充足するか（争点１－３）\nエ  被告製品が構成要件Ｃを充足するか（争点１－４）\nオ  被告製品が構成要件Ｅを充足するか（争点１－５）\n(2) 被告製品による均等侵害の成否（争点２）\n(3) 本件特許が特許無効審判により無効にされるべきものと認められるか（争点\n３）\nア  無効理由１（争点３－１）\nイ  無効理由２（争点３－２）\nウ  無効理由３（争点３－３）\nエ  無効理由４（争点３－４）\nオ  無効理由５（争点３－５）\nカ  その他の無効理由（争点３－６）\n(4) 差止めの必要性（争点４）\n(5) 原告らの損害額（争点５）\n第３  争点に関する当事者の主張\n１  争点１（被告製品が本件発明の技術的範囲に属するか）について\n(1) 争点１－１（被告製品が構成要件Ａを充足するか）について\n（原告らの主張）\nア  ポストフレックスは，構成要件Ａ（構成要件Ｂ１，Ｂ２，Ｃ，Ｆも同様）\nの「ポール」に該当する。\n構成要件Ａの「ポール式」とは，まっすぐで細長い形状のものを意味し（甲\n２２の１～３），断面が凸型のものも除外されない。ポストフレックスは，\nカバー（被告製品）を外した状態（下記写真左側参照）をみれば明らかなと\nおり，細長い棒状の「ポール式」である。請求項１や本件明細書等には「ポ\nール式」が円柱状であるとの記載は存在しないので，本件発明の「ポール式」\nを円柱状に限定すべき理由はない。\nイ  ポストフレックスは，構成要件Ａ（構成要件Ｂ１，Ｃ，Ｆも同様）の「視\n線誘導標」に該当する。\nポストフレックスは，被告のウェブサイト（甲９）に「視線誘導標ポスト\nフレックス」との表記があるとおり，「視線誘導標」である。被告は，視線\n誘導標は複数設置されることにより初めてその効果が発揮されると主張す\nるが，請求項１は「視線誘導標」を複数に限定していない。\nウ  以上のとおり，被告製品は「ポール式視線誘導標に装着されるポール式視\n線誘導標用カバー」であるから，構成要件Ａを充足する。\n（被告の主張）\nア  構成要件Ａの「ポール式」とは，切断面が円形のものをいうところ，ポス\nトフレックスの切断面は凸型なので，構成要件Ａを充足しない。\n本件明細書等の段落【００２０】及び【図７】には「下側ほど径が大きい\nポール式視線誘導標」が記載されているから，本件発明の「ポール」は，辞\n書等に記載されている細長いまっすぐな形状をしたものではない。\nまた，本件明細書等の【図３】及び【図４】に描かれたポールの形状は円\n柱状であり，段落【００２０】には，「筒部」，「径が大きい」などの記載\nがある。\nさらに，本件発明の効果に係る段落【０００７】には，フラットな表示面\nの効果として，「曲面による視線誘導標の歪みを防止」することができる旨\nの記載がある。これは，ポール式視線誘導標が曲面で構成され，フラットな\n表示面を有しないことを意味するものである。\nそうすると，本件発明における「ポール式」は，切断面が円形のものを前\n提としていると解すべきである。ポストフレックスの切断面は凸型であって\n円形ではないので，構成要件Ａの「ポール式」には当たらない。\nイ  ポストフレックスは，構成要件Ａの「視線誘導標」に該当しない。\n視線誘導標とは，道路上に一定間隔で複数設置され，道路の形状やセンタ\nーラインの位置を運転者に知らせるものである。視線誘導標は，複数設置さ\nれることによって初めて視線誘導の効果が発揮されるから，単体で運転者に\n「立入禁止」であることを知らせる注意喚起用のものなどは，単なる看板で\nあって視線誘導標ではない。\nウ  このように，ポストフレックスは「ポール式視線誘導標」ではないから，\n被告製品は構成要件Ａを充足しない。\n(2) 争点２（被告製品が構成要件Ｂ１を充足するか）について\n（原告らの主張）\n被告製品は，構成要件Ｂ１（構成要件Ｂ２，Ｅも同様）の「筒部」を備え，\n当該「筒部」はポール式視線誘導標の外周面を覆っているので，構成要件Ｂ１\nを充足する。\n構成要件Ｂ１の「筒部」とは，ポール式視線誘導標用カバーのうち，ポール\n式視線誘導標の外周面を覆う部分であって，細長くて中空になっているものを\n意味する。被告は，「筒」が，「円く細長くて中空になっているもの。」を意\n味すると主張するが，筒には四角形状の「角筒」（甲２３）や「三角筒」（甲\n２４）なども存在し，まるい筒を意味する「円筒」という用語もあるとおり，\n「筒」自体にはその形状を限定する意味はない。\n被告製品においては，ターポリン製保護カバーがポストフレックスのフラッ\nトな表示面以外の外周面を覆い，フラットな表示面がポストフレックスの前方\n外周面を覆っているから，ポストフレックスは，ターポリン製保護カバー及び\nフラットな表示面によって外周面を覆われている（下記写真参照）。被告製品\nのターポリン製保護カバー及びフラットな表示面は，ポストフレックスの外周\n面を覆い，かつ細長くて中空になっている形状であるから，「筒部」に該当す\nる。\n（被告の主張）\n被告製品は構成要件Ｂ１の「筒部」を備えていないので，構成要件Ｂ１を充\n足しない。\nア  「筒」とは，「円く細長くて中空になっているもの」を意味する（乙１）。\n被告製品はフラットな表示板を有するところ，本件明細書等においてこれに\n対応するのは【図９】である。同図に示されたカバーの構成は下記のとおり\nであり，「筒部」(2)（赤色部分）と「フラットな表示面」(13)（青色部分）\nによって囲まれている。\nそして，【図９】では，背面視(E)，側面視(B)，(D)には「筒部」(2)が記\n載されているが，正面視(C)の「フラットな表示面」(13)には「筒部」(2)の\n記載はない。【図１０】の(C)及び(D)も同様である。このような記載に照ら\nすと，本件発明の筒部２は，視線誘導標を取り囲む構成のうち，フラットな\n表示面以外の部分（上記赤色部分）である。\nまた，構成要件Ｂ１の文言上も，視線誘導標の外周面を覆う部分全域が「筒\n部」であると規定されているわけではない。\nさらに，「ポール式視線誘導標」は切断面が円形であるから，その外周面\nを覆う「筒部」も曲面を有しなければならないが，フラットな表示面は曲面\nではないので，この点からも，フラットな表示面は「筒部」を構成しない。\nイ  本件明細書等の【図９】は，以下のとおり，カバーがΩ型の形状であり，\n視線誘導標の外周の大半を取り囲んでいるから，「円くて細長くて中空」の\n形状ということができる。\n他方，被告製品のターポリン製保護カバーの形状は，以下のとおり，カバ\nーは山型で裾が広がっているから，「円くて細長くて中空」の形状とはいえ\nず，カバーは「筒部」を構成しない。\nしたがって，被告製品には構成要件Ｂ１の「ポール式視線誘導標の外周面\nを覆う筒部」は存在しない。\n(3) 争点１－３（被告製品が構成要件Ｂ２を充足するか）について\n（原告らの主張）\n被告製品は「該筒部の外周面から外方に延出し，前記ポール式視線誘導標の\n視認幅を拡張する少なくとも２枚の翼部」を備えているので，構成要件Ｂ２を\n充足する。\n被告は，被告製品は「２枚の翼部」を備えていないと主張するが，「翼」と\nは「建物などの左右に張り出した部分。」を意味する。構成要件Ｂ２の「２つ\nの翼部」とは，実際に２枚のカバーが存在することではなく，筒部から左右に\n延出する形状となっていることを表現するにすぎないから，筒部から左右に延\n出する形状を備えていれば，「２枚の翼部」は存在する。\n被告製品において，フラットな表示面のうち，ポストフレックスの外周面を\n覆う部分から左右外方に延出した２つの部分は，下記写真のとおり，「外周面\nから外方に延出し」たものである。そして，円状の筒部に対し，長方形の形状\nをしていることにより，筒部から左右に張り出すこととなり，視認幅を拡張す\nることができるから，「２枚の翼部」を構成するということができる。\nしたがって，被告製品は，構成要件Ｂ２を充足する。\n（被告の主張）\n被告製品の翼部は「２枚」ではないから，同製品は構成要件Ｂ２を充足しな\nい。\n本件特許の請求項２において，フラットな表示面は，「一対の翼部が平面視\nで直線的に連続する」，「翼部が正面視で視認幅全域にわたる」とされている\nから，フラットな表示面は全域が翼部である。本件発明の「２枚の翼部」は，\n「筒部」から左右に「延出」して視線誘導標の視認幅を拡張することに特徴が\nあるから，翼部が正面視で視認幅全域にわたってしまっては，もはや「２枚の\n翼部」があるということはできない。\n(4) 争点１－４（被告製品が構成要件Ｃを充足するか）について\n（原告らの主張）\n被告製品のカバーは，ポール式視線誘導標の外周面の上端から下端までを覆\nうものであるから，構成要件Ｃを充足する。\n一般に，「下端」とは「物の下の方の外に近い所」を意味するのであり，構\n成要件Ｃは，ポール式視線誘導標の外周面の下の方の外に近い所までを覆うこ\nとを意味する。本件明細書等においても，ベース部とカバー部分の間に一切の\n露出がないと限定する記載はなく，本件明細書等の【図３】には，カバーとベ\nース部との間に一定の隙間があることが示されている。これによれば，本件発\n明は，ベース部とカバーとの間に露出部分が存在することを予定している。\n【図３】（抜粋）\nさらに，本件発明の効果に係る本件明細書等の段落【０００７】によれば，\n本件発明の技術的意義は，ポール式視線誘導標に新品時を超える視認性を付与\nすることにある。このような技術的意義からすれば，本件発明の構成要件とし\nて，運転手等の視覚から外れるベース部分付近を露出なく覆うことは必須では\nない。\n被告製品は，「ベース部の上部５ｃｍまで」を覆う構成であり，ベース部の\n上部約５ｃｍはポストフレックスの外周面の下の方の外に近い所であるから，\n構成要件Ｃ（構成要件Ｄも同様）の「下端」に該当する。\nしたがって，被告製品は，構成要件Ｃを充足する。\n（被告の主張）\n被告製品のカバーは，ポール式視線誘導標の外周面の「下端」までを覆うも\nのではないので，構成要件Ｃを充足しない。\nポストフレックスのベース部を除いた長さは７５ｃｍであるところ，被告製\n品のターポリン製保護カバーは，ポストフレックスの後ろ側の上端から７０ｃ\nｍしか挟んでいない。一般的に，高さ７５ｃｍの製品において，下から５ｃｍ\n離れた位置を「下端」ということはできない。\n被告製品の設計図面（甲８）を見ても，ベース部とカバーの間に段差が設け\nられており，これは，本件図面の【図３】における一定の隙間とは全く異なる。\nまた，原告らは，審査段階において原告らが特許庁に提出した平成２２年８\n月１８日付け意見書（甲１５。以下「本件意見書」という。）において，各翼\n部の外方への延出幅が上端から下端までを覆うものであり，もって新品時を超\nえる視認性が付与されると明確に述べているから，原告らの主張は禁反言の原\n則に抵触する。\nさらに，新品時を超える視認性を付与するという本件発明の効果は，本件発\n明のカバーが，ポール式視線誘導標のポール部を上端から下端まで同じ視認幅\nで覆い，かつ，視線誘導するための模様が筒部から翼部に至るよう連続して施\nされて初めて達成される。\n以上によれば，被告製品は，構成要件Ｃを充足しない。\n(5) 争点１－５（被告製品が構成要件Ｅを充足するか）について\n（原告らの主張）\n被告製品には「視線誘導するための模様が筒部から翼部に至るよう連続して\n施されている」ので，同製品は構成要件Ｅを充足する。\nア  「視線誘導するための模様」について\n本件明細書等の段落【００３３】及び【００３５】の記載からすれば，構\n成要件Ｅの「視線誘導するための模様」とは，縞模様に限定されず，文字や\n絵柄などを含む。仮に，「模様」に純粋な文字が含まれないとしても，装飾\n的な文字は，模様に含まれる。\n道路視線誘導標協会のウェブページ（甲１４）の「製品一覧」にも「文章\n表示タイプ」の製品が掲載されており，文字を印字するタイプの製品であっ\nても「視線誘導標」であることが前提とされている。\nまた，色付けされた反射性の幾何学模様があることにより，カバーが目立\nつようになり，視認性が向上し，これに接した看者の視線が誘導されること\nになるから，文字や記号の有無にかかわらず，当該模様のみでも「視線誘導\nするための模様」に当たる。\nイ  「模様が筒部から翼部に至るよう連続して施されている」との構成につい\nて\n(ｱ) 被告製品には，以下のとおり，複数のパターンが存在している。\n被告製品①    被告製品②    被告製品③    被告製品④\n(ｲ) 上記被告製品①，③及び④のように，被告製品のフラットな表示面にお\nいて，ポストフレックスの外周面を覆う部分の幅よりも広い幅を有する文\n字及び／又は記号が記載されている場合，文字及び／又は記号が「筒部か\nら翼部に至るよう連続して施されている」ことは明らかである。\n(ｳ) 被告製品②のように，被告製品のフラットな表示面において，文字及び\n／又は記号がポストフレックスの外周面を覆う部分の幅とほぼ同一に印\n字されている場合であっても，被告製品のターポリン製保護カバー及びフ\nラットな表示面は色付けされ，幾何学模様が全体的に施されているから，\n被告製品のうち筒部及び翼部に相当する構成には，全体的に色付けされた\n幾何学模様が施されているということができる。\nしたがって，「視線誘導するための模様が筒部から翼部に至るよう連続\nして施されている」という構成要件Ｅを充足する。\n仮に，幾何学模様が「視線誘導するための模様」に該当せず，文字が「筒\n部から翼部に至るよう連続して施されてい」ないとしても，色付けされた\n幾何学模様の上に文字が記載されることにより，全体として異なる色の組\nみ合わせからなる模様となり，色付けされた反射性の幾何学模様があるこ\nとによって，カバーが目立つようになり，視認性が向上し，これに接した\n看者の視線が誘導されることになる。\nしたがって，文字と幾何学模様の組み合わせを全体としてみれば，「視\n線誘導するための模様が筒部から翼部に至るよう連続して施されている」\nという構成要件Ｅを充足する。\n（被告の主張）\n被告製品は「視線誘導するための模様が筒部から翼部に至るよう連続して施\nされている」ものではないので，構成要件Ｅを充足しない。\nア  「視線誘導するための模様」について\n構成要件Ｅの「視線誘導するための模様」には「文字」や「絵柄」は含ま\nれない。本件明細書等の段落【００１３】，【００２７】には「縞模様」に\nついての記載があるのみで，「文字」や「絵柄」は記載されていない。\nまた，本件意見書においても，「文字や模様」と記載され，文字と模様が\n別のものであることが前提とされている。\nさらに，一般的な用法としても，「模様」とは「織物・染物・彫刻などの\n装飾に施す種々のかたち」を意味し（乙１），装飾であってそれ自体の語義\nやメッセージを観念できないものをいうので，意義やメッセージを観念し得\nる「文字」や「絵柄」は「模様」ではない。\nイ  「模様が筒部から翼部に至るよう連続して施されている」との構成につい\nて\n仮に，構成要件Ｅの「視線誘導するための模様」に「文字」や「絵柄」が\n含まれるとしても，上記被告製品②は，その文字の幅に照らし，構成要件Ｅ\nの「模様が筒部から翼部に至るよう連続して施されている」との構成を充足\nしない。\n原告らは，ターポリン製保護カバー及びフラットな表示面に施されている\n幾何学模様も構成要件Ｅの「模様」であると主張するが，この幾何学模様は，\nこれらの素材にもともと施されている地模様であり，視線誘導するための模\n様ではない。本件明細書等の段落【００１５】，【００１６】にも，ＥＶＡ\nターポリン等の素材の地模様が「視線誘導するための模様」であるとの記載\nはない。\nまた，上記の幾何学模様は視線誘導するための模様ではないので，文字及\nび／又は記号と組み合わせたとしても，「模様が筒部から翼部に至るよう連\n続して施されている」との構成を充足するものではない。\n加えて，被告製品①，③及び④についても，左右に所定の余白があるから，\n「筒部から翼部に至るよう連続して施されている」とはいうことはできない。\n２  争点２（被告製品による均等侵害の成否）について\n（原告らの主張）\n構成要件Ｃに関し，仮に，被告製品がポール式視線誘導標の外周面の上端から\n最下端までは覆っておらず，かかる点に本件発明と被告製品との間に相違点があ\nるとしても，被告製品には本件特許権に対する均等侵害が成立する。\n(1) 本件明細書等の段落【０００５】の記載によれば，従来のポール式視線誘導\n標用カバーの技術課題は，新品時を超える視認性をポール式視線誘導標に付与\nすることであり，本件発明は，かかる課題を解決するため，「ポール式視線誘\n導標の外周を覆う筒部と，該筒部の外周面から外方に延出し，ポール式視線誘\n導標の視認性を拡張する翼部」という構成を採用している。本件発明における\n特徴的部分は，上記構成であり，カバーにより視線誘導標を露出部分なく覆う\nことではないから，前記相違点は，本件発明の本質的部分ではない。\n(2) 本件発明の構成要件Ｃを被告製品の構成ｃ（「上記ポール式視線誘導標用カ\nバーは，ポール式視線誘導標の外周面の上端から，ベース部の上部約５ｃｍま\nでを覆うものであり」）のとおり置換したとしても，本件発明の目的を達する\nことができ，同一の作用効果を奏する。\n(3)  視線誘導標を上端からベース部に至るまで隙間なく覆うことに特段の技術\n的意義はない以上，ベース部の上部に隙間を設けることは，当業者が容易に想\n到可能な設計事項にすぎない。\n(4) 原告が本件意見書（甲１５）によって本件発明の構成から除外したのは，単\nに筒状のカバーを被せる構成（甲１６）と，中央の表示部と翼部とに各別の文\n字や模様を施す構成（甲１７）であり，視線誘導標にカバーを被せた際に一定\nの露出部分が生じる構成を意識的に除外したことはない。\n（被告の主張）\n構成要件Ｃは，補正により追加されたものであるが，特許出願の手続において\nあえて限定した構成について，その技術的範囲を拡張する主張をすることは，包\n袋禁反言の原則により許されない。\n原告らがした本件補正は，実願２００７－６１９０公報（甲１６。以下「甲１\n６公報」という。）を認識した上でされたことが明らかであるから，客観的，外\n形的にみて，出願時に容易想到であった構成ｃが減縮前の特許請求の範囲に包含\nされると認識しながら，あえて構成ｃを除いて減縮したといえる。構成ｃは意識\n的に除外されているから，原告ら主張の均等論は成立しない。\n３  争点３（本件特許が特許無効審判により無効にされるべきものと認められるか）\nについて\n(1) 争点３－１（無効理由１）について\n（被告の主張）\n本件発明は，甲１６公報に記載された発明に周知慣用技術（乙３～１０）を\n組み合わせることにより，当業者が容易に想到し得たものであるから，特許無\n効審判により無効にされるべきものである。\nア  甲１６公報には，「筒状に形成された表示部本体と，該表示部本体の外周\n面に設けられた光反射体とから構成され，路面に立設された柱状の視線誘導\n標識に嵌挿されることを特徴とする視線誘導標」の考案（以下「甲１６考案」\nという。）が記載されている。\n甲１６考案は，①筒状の視線誘導標に装着される筒状の視線誘導標用のカ\nバーであり，②該カバーには，前記筒状の視線誘導標の外周面を覆う筒状の\n部分がある，③筒状の視線誘導標用のカバーであるということができる。同\n①～③は，それぞれ構成要件Ａ，Ｂ１及びＦに対応するから，本件発明と甲\n１６考案は，構成要件Ａ，Ｂ１及びＦで一致し，構成要件Ｂ２，Ｃ，Ｄ及び\nＥで相違する。\nイ  一致点及び相違点について\n(ｱ)  構成要件Ｃについては，原告ら自身が設計事項であると主張しており，\nこの点で本件発明に進歩性が認められることはない。\n(ｲ) 本件特許出願当時，下記写真（乙１０）のように，①フラットな表示面\nを有し，②フラットな表示面の形状が正面視で長方形であり，③その表示\n面には文字が記載されている看板は周知慣用技術であった（甲１７，乙３\n～１０。以下，この周知慣用技術を「本件周知技術」という。）。上記①\n～③の構成は，それぞれ構成要件Ｂ２，Ｄ及びＥに相当する。\nウ  容易想到性について\nポール状の視線誘導標のカバーである引用発明１に，フラットな表示面に\n文字が書かれた看板である本件周知技術を組み合わせて相違点に係る各構\n成とすることは，その動機，示唆があり，自明の課題でもあるので，本件特\n許出願当時の当業者であれば容易に想到し得ることであった。\n引用発明１は，車線誘導のために路面上に設置される視線誘導標であると\nころ，視線誘導標と看板は，いずれも視認性の向上を課題とするものであり，\nその技術分野は密接に関連している。本件明細書等の【図９】のフラットな\n表示面も，これを取り出してみると看板にほかならない。\nまた，例えば，特開２０００－２０４５２４公報（乙７。以下「乙７公報」\nという。）の段落【００１９】，【図１４】及び【図１５】には，視認性の\n向上という課題が示唆されるとともに，看板１５をシート２０に取り付けて，\n一体としてカラーコーンに被せるカバーを形成するという構成が開示され\nている。このように，看板とカバーの作用，機能，効果は共通しており，技\n術分野は異ならない。\n（原告らの主張）\nア  甲１６考案の構成，並びに本件発明１と甲１６考案との一致点及び相違点\nについては認める。\nイ  被告の主張する本件周知技術に関し，フラットな表示面を備え，当該表示\n面は正面視で長方形であり，当該表示面に文字が記載されている看板が，看\n板の技術分野において周知慣用技術であったことは認める。しかし，本件周\n知技術は，看板に関するもので，ポールの外周面を覆うカバーに関するもの\nではないので，本件周知技術は前記各相違点に相当するものではない。周知\n技術は同一の技術分野において周知である場合に適用が肯定されるもので\nあるところ，甲１６考案と看板とは技術分野を異にすることから，本件周知\n技術は同発明に適用される基礎を欠く。\nウ  被告の指摘する乙７公報の段落【００１９】，【図１４】等を根拠にして，\n甲１６考案に本件周知技術を組み合わせる動機があると主張するが，乙７の\n看板付きシートは，看板とシートを区別しており，看板を含めてカバーを形\n成する発明は開示されていない。\n(2) 争点３－２（無効理由２）について\n（被告の主張）\n本件発明は，甲１６考案に特開２００７－２６９０５５公報（乙８。以下「乙\n８公報」という。）に記載された発明を組み合わせることにより，当業者が容\n易に想到し得たものであるから，特許無効審判により無効にされるべきもので\nある。\nア  乙８公報の段落【０００８】，【００２６】，【００３４】，【００４０】，\n【００４４】，【図１】，【図３】，【図５】及び【図７】によれば，同公\n報には，①筒状の看板又は横風監視装置，②フラットな表示面の看板又は横\n風監視装置，③スリーブ部と，該スリーブ部の外周面から外方に延出する２\nつの羽根部を備え，各羽根部の外方への拡張は，スリーブ部の上端から下端\nに至るまで同じ視認幅を有している看板ないし横風監視装置の発明（以下\n「乙８発明」という。）が記載されている。\nイ  甲１６考案に乙８発明を適用すると，スリーブ部（筒部）と，該スリーブ\n部の外周面から外方に延出する２つの羽根部（翼部）を備え，各羽根部の外\n方への拡張は，スリーブ部の上端から下端に至るまで同じ視認幅を有してお\nり，視認誘導するための模様がスリーブ部から羽根部に至るように連続して\n施された表示のカバーが構成されることになる。これは，構成要件Ｂ２，Ｄ\n及びＥに対応するものである。\nウ  乙８公報には，上記①ないし③の発明が一つの発明として記載され，上記\n①及び②の実施形態による表示を上記③の実施形態によっても表示できる\nことが示されている。そうすると，同公報には，筒状の形態（上記①）から，\n羽根部が外方に拡張した形態（上記③）に置換し得ることが示唆されている\nということができる。また，上記横風監視装置は，電柱Ｐの外周を覆うもの\nであるから，「カバー」である。\nそして，甲１６考案も乙８発明も，同じく走行中の運転者に注意喚起する\n発明であるから，技術分野は共通しており，本件特許出願当時，視線誘導標\nの視認性の向上は当業者にとって自明の課題であり，乙８発明に係る構成に\nおいて視認性が向上することは自明である。\nこのように，甲１６考案に乙８発明を適用することの示唆も動機付けもあ\nるから，甲１６考案に乙８発明を適用した上記の発明に想到することが当業\n者にとって容易であったことは明らかである。\n（原告らの主張）\nア  乙８発明の内容に関する被告の主張は認めるが，乙８公報には，看板ない\nし横風監視装置の発明が記載されているのみであって，カバーの発明が記載\nされていないから，乙８発明は，本件発明と甲１６考案の前記相違点に係る\n構成を備えておらず，甲１６考案と乙８発明を組み合わせても，本件発明に\nは至らない。\nイ  乙８発明は，沿線全域にわたって，走行中の鉄道車両が受ける横風を簡易\nに監視することのできる看板ないし横風監視装置の発明であって，カバーの\n発明ではないから，本件発明及び甲１６考案とは技術分野が異なり，作用，\n機能，効果も全て異なる。\nさらに，甲１６公報及び乙８公報には，本件発明の課題である「劣化など\nで低下したポール式視線誘導標の視認性を回復させること」，「新品時を超\nえる良好な視認性をポール式視線誘導標に付与する」ことが一切記載されて\nいない。乙８発明の羽根部についても，横風を受けて羽根部材を回転させる\nための部材であって，視認性とは何ら関係がない（乙８公報の段落【０００\n１】）。\nこのように，甲１６考案と乙８発明を組み合わせる動機付けは存在しない。\n(3) 争点３－３（無効理由３）について\n（被告の主張）\n本件発明は，甲１６考案に米国特許第４７９８０１７号明細書（乙１２。以\n下「乙１２明細書」という。）に記載された発明（以下「乙１２発明」という。）\nを組み合わせることにより，当業者が容易に想到し得たものであるから，特許\n無効審判により無効にされるべきものである。\nア  乙１２明細書には，正面視が長方形であるフラットな表示面を備え，その\n表示面には視線誘導のための模様が記載されている視線誘導標が開示され\nている。\nイ  甲１６考案に乙１２発明を組み合わせると本件発明に係る構成となる。乙\n１２発明は交通方向看板に関するものであり，甲１６考案と同様に視線誘導\n標の技術分野の発明であるから，当業者であれば甲１６考案に乙１２発明を\n適用して本件発明に係る構成を容易に想到し得る。\n（原告らの主張）\nア  乙１２発明の内容に関する被告の主張は認めるが，乙１２明細書には，カ\nバーの発明が一切記載されていないから，本件発明と甲１６考案の相違点に\n係る構成を備えておらず，甲１６考案と乙１２発明を組み合わせても本件発\n明には至らない。\nイ  乙１２発明は，カバーの発明ではないから，本件発明及び甲１６考案と技\n術分野が異なる。また，甲１６公報及び乙１２明細書には，本件発明の課題\nである「劣化などで低下したポール式視線誘導標の視認性を回復させるこ\nと」，「新品時を超える良好な視認性をポール式視線誘導標に付与する」こ\nとが一切記載されていないので，甲１６考案に乙１２発明を組み合わせる動\n機付けは存しない。\n(4) 争点３－４（無効理由４）について\n（被告の主張）\n本件発明は，乙１２発明に乙８発明を組み合わせることにより，当業者が容\n易に想到し得たものであるから，特許無効審判により無効にされるべきもので\nある。\nア  乙１２発明に乙８発明を適用すると，スリーブ部（筒部）と，該スリーブ\n部の外周面から外方に延出する２つの羽根部（翼部）を備え，各羽根部の外\n方への拡張は，スリーブ部の上端から下端に至るまで同じ視認幅を有してお\nり，視線誘導するための模様がスリーブ部から羽根部に至るように連続して\n施された表示が構成されるが，これは，構成要件Ｂ２，Ｄ及びＥに対応する。\nしたがって，乙１２発明に乙８発明を適用しても，本件発明の特徴的な構\n成である構成要件Ｅを有する構成に至る。\nイ  乙８発明の横風監視装置は，前述のとおり，電柱Ｐの外周を覆うから，「カ\nバー」である。そして，乙８公報においては，円柱状の表示（【図１】）の\nみならず，フラットな表示面に施された表示（【図３】）を，羽根部を有す\nる構成（【図５】等）に置き換える動機が示唆されている。\nそうである以上，乙１２発明の標示を乙８公報の【図５】等の標示と置き\n換え，乙８発明の筒部と羽根部にわたる視線誘導のための模様（乙１２発明\nの交通誘導看板に施された模様）を施すことも，容易に想到し得る。\n（原告らの主張）\n本件発明がポール式視線誘導標用カバーに関するものであるのに対して，乙\n１２発明は視線誘導標に関するものである点で異なっており，本件発明と乙１\n２発明の一致点が全く存しない。\nまた，乙８公報において，【図３】の表示と【図５】の表示は，それぞれ別\nの発明として記載されており，置き換えるようなものではない。\n以上のとおり，乙１２発明に乙８発明を適用しても本件発明に至ることはな\nく，また，乙１２に乙８を組み合わせることの動機付けもない。\n(5) 争点３－５（無効理由５）について\n（被告の主張）\n本件発明は，甲１６考案に米国特許第５２０５２３６号明細書（乙１５。以\n下「乙１５明細書」という。）に記載された発明（以下「乙１５発明」という。）\nを組み合わせることにより，当業者が容易に想到し得たものであるから，特許\n無効審判により無効にされるべきものである。\nア  乙１５明細書には，次の構成が開示されている。\n①  高速道路の車道の境界に設置されるマーカー（標識）を構成するポスト\nであって，\n②  該ポストを，補強用芯材（stiffener  core  27）の外周面を覆うカバー\nとして機能する中央部（筒部）と該中央部（筒部）の外周面から外方に延\n出する２つの側部（翼部）とを備えて構成するにあたり，\n③  前記ポストは，マーカーの補強用芯材（stiffener  core  27）の外周面\nの上端から下端までを覆うものであり，\n④  各側部（翼部）の外方への拡張は，視線誘導標の上端から下端に至るま\nで同じ視認幅を有したものであることを\n⑤  特徴とするマーカー（標識）\nイ  次のとおり，甲１６考案に乙１５発明を組み合わせることで，構成要件Ｂ\n２，Ｃ，Ｄ，Ｅを備えることになる。\n(ｱ) 構成要件Ｂ２\n甲１６考案のカバーに上記ア②の構成を組み合わせることで，「中央部\n（筒部）と該中央部（筒部）の外周面から外方に延出する２つの側部（翼\n部）」を備えることになる。そして，甲１６考案の表示部分本体（カバー）\nは，視線誘導標識（視線誘導標）に嵌挿されているから，上記２つの翼部\nは，「ポール式視線誘導標の視認幅を拡張する」ことになり，構成要件Ｂ\n２を備える。\n(ｲ) 構成要件Ｄ\n甲１６考案に上記ア④の構成を組み合わせることで，甲１６考案の表示\n部本体（カバー）は，構成要件Ｄを備える。\n(ｳ) 構成要件Ｃ\n甲１６考案に上記ア③の構成を組み合わせることで，表示部全体（カバ\nー）は，「ポール式視線誘導標の外周面の上端から下端までを覆う」こと\nになり，構成要件Ｃを備える。\n(ｴ) 構成要件Ｅ\n甲１６考案には，視線誘導するための模様が施されており（【図１】，\n段落【００１５】），これに上記ア④を組み合わせると，「中央部（筒部）\nと該中央部（筒部）の外周面から外方に延出する２つの側部（翼部）」が\n構成される。視線誘導標の視認性の維持を目的とする甲１６考案において，\n「２つの翼部」に上記模様を施すことは容易であるから，構成要件Ｅを備\nえることになる。\nウ  甲１６考案は視線誘導標のカバーに関するもので，乙１５発明はマーカー\n（標識）に関するものであるから，両者の技術分野は同一である。そして，\n視線誘導標やマーカー（標識）において，視認性の向上は自明の課題である\nから，乙１５発明を甲１６考案に適用する動機付けがある。\n原告らは，乙１５発明には，本件発明の課題である視線誘導標の視認性の\n回復等の課題が開示されていないと主張する。しかし，本件発明の固有の課\n題は，視線誘導標のカバーの形状を限定した点にある。当業者であれば，視\n線誘導標のカバーの形状について，様々な交通誘導看板や視線誘導標の形状\nを組み合わせるのは当然であるから，甲１６考案に乙１５発明を組み合わせ\nるのに何らの障害はなく，むしろ組み合わせる動機が存在する。\nまた，乙１５発明は，高速道路のマーカー（標識）用の芯材のみならず，\nそれに被せてマーカー（標識）として使用するポストを開示している。マー\nカー（標識）は，運転者から視認されて初めてその役割を果たし得るのであ\nり，乙１５発明においては，交換することでポール式視線誘導標の視認性が\n回復され，かつ，芯材本体を超える視認性の付与がなされているから，本件\n発明と作用，機能，効果が同一である。\nしたがって，甲１６考案に乙１５発明を組み合わせることにより，当業者\nが本件発明の構成に想到するのは容易である。\nエ  無効理由５の主張及び証拠（乙１５）が時機に後れたものであるとの原告\nらの主張は争う。\n（原告らの主張）\nア  被告による無効理由５に関する主張並びに証拠（乙１５）の申出は，時機\nに後れた攻撃防御方法として却下されるべきである。\nイ  乙１５発明の内容は次のとおりである。\n車線の境界を示すのに用いられるハイウェイの看板（サイン）又はマーカ\nー（標識）１１であって，\n該看板は，フレキシブル要素１７で接続させたべースとポスト２３からな\nり，\n前記ポスト２３は，縦方向に全長にわたって延びる貫通穴２５を有し，\n前記貫通穴２５は，ほぼ楕円形であり，短径よりも大きい長径を有し，\n補強用芯材（コア）２７は，前記ポスト２３の下端から上方に向かって前\n記貫通穴２５内に延在し，\n前記補強用芯材（コア）２７の上端は，前記ポスト２３の上端よりも下の\n位置で終端し，\n前記ポスト２３及び前記補強用芯材（コア）は，その厚みよりも広い幅を\n有する\n車線の境界を示すのに用いられるハイウェイの看板（サイン）又はマーカ\nー（標識）\nウ  乙１５発明は，「車両のバンパーがポストに衝突すると，ポスト自体が損\n傷し，フレキシブル要素以外の部分で曲がってしまう可能性がある」という\n課題を解決するために，ポストに補強用芯材（コア）を設け，当該補強用芯\n材（コア）によって，車両が衝突した際に，エラストマー要素の部分でポス\nトを撓ませることができるようにした発明である。補強用芯材（コア）２７\nは，ポスト２３を補強するものにすぎず，「ポスト２３」は，補強用芯材（コ\nア）２７のカバーとして機能するものではなく，ポスト本体そのもののこと\nであり，本件発明の「ポール式視線誘導標」に相当する構成である。\nしたがって，補強用芯材（コア）２７は，ポスト本体とはいえないもので\nあるから，「ポスト２３」は，補強用芯材（コア）を覆うものであるとして\nも，ポスト本体を覆うカバーと呼べるものではなく，ポスト本体そのもので\nある。\nこのように，乙１５発明には，看板（サイン）又はマーカー（標識）の発\n明が記載されているのみであって，カバーの発明が一切記載されていないか\nら，本件発明と甲１６考案に係る構成を備えていない。\nエ  乙１５明細書には，本件発明の課題である「劣化などで低下したポール式\n視線誘導標の視認性を回復させること」，「新品時を超える良好な視認性を\nポール式視線誘導標に付与する」ことは，一切記載されていない。\nまた，本件発明がポール式視線誘導標用カバーに関するものであるのに対\nし，乙１５発明は，車線の境界を示すのに用いられるハイウェイの看板（サ\nイン）又はマーカー（標識）に関するものであるから，作用，機能，効果も\n全て異なる。\nしたがって，甲１６考案に乙１５明細書記載の発明を組み合わせる動機付\nけは存しない。\n(6) 争点３－６（その他の無効理由）について\n（被告の主張）\nア  無効理由６－１\n仮に，本件発明に係るターポリン製カバーの地模様が構成要件Ｅの「模様」\nに当たるとしても，看板にターポリン製のカバーを被せることが容易想到で\nあることは明らかであるから（乙１６の６枚目上側の写真にはブルーシート\nが交通標識の視認幅を広げていることが開示されている。），本件発明は，\n本件周知技術又は乙１２発明に乙１６で開示された上記構成を適用するこ\nとにより，当業者が容易に想到し得たものである。\nイ  無効理由６－２\n仮に，本件発明に係るターポリン製カバーの地模様が構成要件Ｅの「模様」\nに当たるとしても，乙１２発明の看板にカバーを被せることは容易想到であ\nり，視線誘導標にカバーを被せるという動機は甲１６考案に記載されている\nから，本件発明は，乙１２発明に甲１６考案を適用することにより，当業者\nが容易に想到し得たものである。\nウ  無効理由６－３\n仮に，本件発明に係るターポリン製カバーの地模様が構成要件Ｅの「模様」\nに当たるとしても，乙１５発明のマーカー（標識）にカバーを被せることは\n容易であり，甲１６考案には，視線誘導標にカバーを被せるという動機が開\n示されているから，本件発明は，乙１５発明のマーカー（標識）に甲１６考\n案を適用することにより，当業者が容易に想到し得たものである。\nエ  無効理由６－１ないし６－３の主張及び証拠（乙１５，１６）の申出が時\n機に後れているとの原告らの主張は争う。\n（原告らの主張）\nア  上記無効理由６－１ないし６－３は，時機に後れた攻撃防御方法であるか\nら，同各主張及び証拠（乙１５，１６）の申出は，却下されるべきである。\nイ  無効理由６－１に関し，乙１６には，ブルーシートが，交通標識の視認幅\nを広げていることは開示されておらず，これは，本件発明とは全く無関係で\nある。また，ターポリン製カバーがブルーシートのように用いられるという\n事実はなく，仮にそうした事実があったとしても，これを看板に被せること\nには結びつかない。\nしたがって，無効理由６－１の主張は理由がない。\nウ  無効理由６－２に関し，甲１６考案は，筒状の視線誘導標を，柱状の視線\n誘導標識に嵌挿する発明であって，乙１２発明のような板状の看板にカバー\nを被せることなど一切記載されていないから，当業者が甲１６考案の筒状の\n視線誘導標を，乙１２発明の板状の看板に被せることを考えるはずがなく，\nましてや容易に想到することはあり得ない。\nしたがって，無効理由６－２の主張は理由がない。\nエ  無効理由６－３に関し，ターポリン製カバーはブルーシートのように日常\n的に使われるという事実はなく，仮にそのような事実があったとしても，乙\n１５明細書記載の発明のマーカー（標識）にカバーを被せることが当業者に\nとって容易であるとする理由が不明である。また，甲１６公報には，乙１５\n明細書記載の発明のマーカー（標識）にカバーを被せることなど開示されて\nいない。\nしたがって，無効理由６－３の主張は理由がない。\n４  争点４（差止めの必要性）について\n（原告らの主張）\n被告が被告製品の製造販売等に係る本件特許権侵害の成否を争っていること，\n被告が現時点においてもポール式視線誘導標用カバーを製造販売しており被告\n製品の製造販売能力を維持していることからすれば，仮に被告が設計変更をした\n事実があったとしても，なお被告が本件特許権の侵害品である被告製品を製造販\n売等するおそれは認められる。\n（被告の主張）\n争う。\n５  争点５（原告らの損害額）について\n（原告らの主張）\n(1) 被告製品の単価\n一般的なポストフレックス本体のカタログ掲載上の販売単価は１万３６０\n０円であるが，実際の販売単価は約９０００円と推定される。もっとも，被告\n製品が装着されるポストフレックス本体には縞模様が付されていないから（甲\n１０の２），一般的なものよりも若干安価な約８４００円相当と推定される。\nそして，本件商品の販売単価は●（省略）●円であるから，被告製品の単価\nは，●（省略）●円（＝●省略●円－８４００円）となる。\n(2) 被告製品の売上高\n被告製品が道路上に設置されているのを原告らが初めて発見したのは平成\n２８年５月１９日であったが（甲１８），同日から平成２９年１月頃までの約\n８か月間の被告製品の製造販売数量は，５００個を下らない。\nそうすると，被告製品の販売開始から本訴提起時までの間の被告製品の売上\n高は，少なくとも約●（省略）●円（＝約●（省略）●円×５００個）となる。\n(3) 被告の得た利益の額\n被告製品の利益率は●（省略）●％を下らないと考えられるから，被告の得\nた利益の額は，●（省略）●円（＝●（省略）●）となる。\n(4) 原告らの損害額\nア  原告吾妻製作所は，車道に設置する視線誘導標に被せるカバー（ポストサ\nイン，ポストウィング）を原告産業資材センターに製造委託し，同原告がこ\nれを製造して原告吾妻製作所に納入している。そして，原告吾妻製作所は，\n吾妻商会を販売店として，これらの製品を販売している。これらの製品は，\nいずれも本件特許の実施品であり，被告製品と市場が競合する。そうすると，\n原告らは，被告による本件特許権の侵害行為がなかったならば利益が得られ\nたであろうといえるから，特許法１０２条２項に基づき，被告の得た利益の\n額を原告らの損害額として損害賠償請求することができる。\nそして，原告らはそれぞれ本件特許権を２分の１ずつの持分割合で共有し\nているから，原告らそれぞれに生じた損害額は，各１７５万円（＝３５０万\n円÷２）となる。\nイ  被告製品のうち，被告製品②（文字がポストフレックスの外周面を覆う部\n分の幅とほぼ同一の幅を有するもの）を除いた被告製品の数量は，合計●省\n略）●本（甲２７，乙２１の１～９・１３・１４・１６・１８～２１・２３・\n２５）である。\n被告主張の●（省略）●については，仮に●（省略）●であったとしても，\n特許発明の実施行為たる譲渡に当たり，これによって被告は侵害品の販売を\n促進するという利益を得ていたのであるから，特許法１０２条２項の適用が\n否定される理由はない。\nまた，甲２７に掲載された「ゾーン３０  速度注意」と表示されたカバー\n（●（省略）●本）については，特許法６９条１項の「試験又は研究のため\nにする特許発明の実施」に当たるということはできず，製造元である被告か\nら横浜市又は神奈川県警に対し販売されたものと考えるのが自然である。仮\nにこれらのカバーが販売されたものでないとしても，被告は，横浜市及び神\n奈川県警と共同で社会実験を行っていることを自らのニュース記事に乗せ\nて，侵害品の宣伝広告に利用したのであるから，社会実験に提供した侵害品\nの相当販売価額について利益を受けていることになり，同法１０２条２項の\n侵害行為により受けた利益の算定に当たり，これを除くことはできない。\nしたがって，侵害品の数量を●（省略）●本とした場合の原告らの損害額\nは，６５万１０００円（＝（●（省略）●円－８４００円）●（省略）●）\nと推定される。\nさらに，被告の不法行為と相当因果関係が認められる弁護士・弁理士費用\n相当の損害額は，２０万円を下らない。\nよって，原告らの損害額は，少なくとも，それぞれ４２万５５００円（＝\n（６５万１０００円＋２０万円）÷２）となる。\n（被告の主張）\n(1) 被告製品の単価について\n本件商品のカタログ掲載価格は３万４５００円であるが，ポストフレックス\n本体は，高強度ポリウレタンからなる「ポストフレックスＥＸ」（高さ８００\nｍｍのもの）が使用されており，そのカタログ掲載価格は２万２５００円であ\nる。本件商品のポストフレックス本体には縞模様が付されていないから価格が\n９０００分の８４００となるとする原告らの主張を前提としても，上記「ポス\nトフレックスＥＸ」のカタログ掲載価格相当額は約２万１０００円となる。\nそうすると，被告製品のカタログ掲載価格相当額は，１万３５００円（＝３\n万４５００円－２万１０００円）となる。\nそして，本件商品の実際の販売価格は●（省略）●円であるから，被告製品\nの実際の販売価格は，●（省略）●円（＝●（省略）●円。小数第３位切上げ）\nとなる。\n(2) 被告製品の売上高について\n被疑侵害品の販売数量は，合計●（省略）●本であるから，その売上高は，\n●（省略）●円（＝●（省略）●本）となる。\nなお，他に●（省略）●した●（省略）●本があるが，これについては販売\nと異なり被告は利益を得ていないので，上記数量に含めていない。また，甲２\n７に記載された上記カバー（●（省略）●本）は，本件商品が正式に販売され\nる前の平成２５年に社会実験で使用されたものであり，これが仮に本件発明の\n技術的範囲に属するとしても，同法６９条１項の「試験又は研究のためにする\n特許発明の実施」として，本件特許権の効力は及ばない。また，これらのカバ\nーは販売されたものではなく，被告はこれによって利益を得ていないから，同\n法１０２条２項の適用もないので，上記数量には含まれない。\n(3) 被告の得た利益の額について\n被告は，被疑侵害品１本当たりの実際の販売価格が●（省略）●円であるこ\nとを前提として，利益率が●（省略）●％であること（１本当たりの利益額が\n●（省略）●円であること）を認める。\nそうすると，被告の利益額は，●（省略）●円（＝●（省略）●）となる。\n(4) 原告の損害額について\n以下に述べるとおり，本件において，特許法１０２条２項の適用はない。\nア  被告製品のうちの被疑侵害品は文字入れ看板であるが，原告製品には「フ\nラットな表示面」がなく，文字が入れられないから，被疑侵害品の競合品と\nはいえない。\nイ  顧客は，視線誘導標としてのポストフレックスを使用し，これが優れてい\nたという経験に基づき本件商品も購入しているのであり，被疑侵害品は，ポ\nストフレックスに付随して売れたにすぎない。これに対し，原告製品は，視\n線誘導標に付随して販売されているわけではないから，被疑侵害品と競合し\nない。\nウ  なお，原告らのように委託製造関係のある場合，一般に両者が等しく利益\nを得ることはない。各原告が得た利益を主張しない場合は，販売者である権\n利者に全損害額の２分の１の損害が生じていると推定するほかなく，市場に\n販売していない受託製造者は特許法１０２条２項に基づき逸失利益を請求\nすることはできない。\nエ  以上のとおり，本件においては，同項は適用されないので，同項に基づく\n原告らの請求は棄却されるべきである。\n第４  当裁判所の判断\n１  本件発明の内容\n(1) 本件明細書等（甲６）には次の各記載がある（なお，本件明細書等の図面に\nついては，別紙「本件図面目録」参照）。\nア  背景技術\n「車線分離などの目的で道路に設置されるポール式視線誘導標が知られて\nいる…。この種のポール式視線誘導標は，外周面に再帰性反射シートなどを\n貼着することにより，良好な視認性を確保しているが，長期に亘って設置す\nると，表面の汚れ，劣化，損傷などに起因し，視認性が低下するという問題\nがある。汚れを原因とする場合は，清掃作業により視認性を随時回復可能で\nあるが，劣化や損傷を原因とする場合は，ポール式視線誘導標の本体を交換\nしないと視認性の回復が難しいため，交換費用が嵩むという問題があった。」\n（段落【０００２】）\n「そこで，ポール式視線誘導標に装着するポール式視線誘導標用カバーが\n提案されている…。この種のポール式視線誘導標用カバーは，新品時のポー\nル式視線誘導標と同等の視認性を備えているので，ポール式視線誘導標に被\nせるだけで，ポール式視線誘導標の視認性を回復することができ，その結果，\nポール式視線誘導標を交換する場合に比して大幅なコストの削減が可能に\nなる。」（段落【０００３】）\nイ  発明が解決しようとする課題\n「上記のようなポール式視線誘導標用カバーによれば，劣化などで低下し\nたポール式視線誘導標の視認性を新品時と同等なレベルまで回復させるこ\nとが可能であるが，新品時を超えるような視認性をポール式視線誘導標に付\n与することは困難であった。」（段落【０００５】）\nウ  課題を解決するための手段\n「本発明は，上記の如き実情に鑑みこれらの課題を解決することを目的と\nして創作されたものであって，請求項１の発明は，ポール式視線誘導標に装\n着されるポール式視線誘導標用カバーであって，該カバーを，前記ポール式\n視線誘導標の外周面を覆う筒部と，該筒部の外周面から外方に延出し，前記\nポール式視線誘導標の視認幅を拡張する少なくとも２枚の翼部とを備えて\n構成するにあたり，前記ポール式視線誘導標用カバーは，ポール式視線誘導\n標の外周面の上端から下端までを覆うものであり，各翼部の外方への拡張は，\nカバー上端から下端に至るまで同じ視認幅を有したものであり，かつ，視線\n誘導するための模様が筒部から翼部に至るよう連続して施されていること\nを特徴とするポール式視線誘導標用カバーである。\n請求項２の発明は，平面視で直線的に連続する一対の前記翼部を有し，該\n一対の前記翼部が正面視で視認幅全域にわたるフラットな表示面を形成す\nることを特徴とする請求項１記載のポール式視線誘導標用カバーである。\n（後略）」（段落【０００６】）\nエ  発明の効果\n「請求項１の発明によれば，ポール式視線誘導標用カバーは，ポール式視\n線誘導標の外周面を覆う筒部と，該筒部の外周面から外方に延出し，ポール\n式視線誘導標の視認幅を拡張する翼部とを備えるので，劣化などで低下した\nポール式視線誘導標の視認性を回復させることができるだけでなく，新品時\nを超える良好な視認性をポール式視線誘導標に付与することができる。\nまた，請求項２の発明によれば，平面視で直線的に連続する一対の前記翼\n部を有し，該一対の前記翼部が正面視で視認幅全域にわたるフラットな表示\n面を形成するので，フラットな表示面において視認性の高い表示を行うこと\nができる。例えば，フラットな表示面において視線誘導標を表示するように\nした場合，曲面による視線誘導標の歪みを防止し，表示する視線誘導標の視\n認性を高めることができる。（後略）」（段落【０００７】）\nオ  発明を実施するための形態\n「以下，本発明の実施の形態について，図面に基づいて説明する。図１～\n図４において，１はポール式視線誘導標用カバーであって，該ポール式視線\n誘導標用カバー１は，劣化などで視認性が低下したポール式視線誘導標Ｐに\n装着し，当該ポール式視線誘導標Ｐの視認性を回復させるためのものであ\nる。」（段落【０００９】）\n「本発明のポール式視線誘導標用カバー１は，図１～図４において明らか\nなように，ポール式視線誘導標Ｐの外周面の上端から下端までを覆う筒部２\nと，該筒部２の外周面から外方に延出し，ポール式視線誘導標Ｐの視認幅が\n上端から下端まで同じになるよう拡張する一対の翼部３とを備えている。こ\nのように構成されたポール式視線誘導標用カバー１によれば，劣化などで低\n下したポール式視線誘導標Ｐの視認性を回復させることができるだけでな\nく，翼部３による視認幅の拡張に基づいて，新品時を超える良好な視認性を\nポール式 視線誘導標Ｐに付与することが可能になる。」（段落【００１０】）\n「また，翼部３は，筒部２の外周面において上下方向に沿って連続的に形\n成されることが好ましい。その理由は，上下方向の全域においてポール式視\n線誘導標Ｐの視認幅を拡張することができるからである。」（段落【００１\n１】）\n「また，翼部３は，図５の（Ａ）に示す参考例のように，１枚でも良いが，\n本発明は，筒部２の外周面において周方向に所定の間隔を存して少なくとも\n２枚以上である。その理由は，様々な視点においてポール式視線誘導標Ｐの\n視認幅を拡張することができるからである。（後略）」（段落【００１２】）\n「また，筒部２及び翼部３は，左右方向に沿い，かつ，上下方向に並列す\nる複数の条列４からなる縞模様５を有する。例えば，白色の条列４と，オレ\nンジ色の条列４を交互に並列させた縞模様５とする。このとき，条列４を筒\n部２から翼部３に至るよう連続して施され長さ方向に延長させる。その理由\nは，翼部３に至るまで連続して形成することにより縞模様５が強調され，ポ\nール式視線誘導標Ｐの視認性がさらに向上するからである。」（段落【００\n１３】）\n「図９に示すように，第二実施形態に係るポール式視線誘導標用カバー１\nＢは，前記実施形態と同様に，筒部２の外周面から外方に延出し，ポール式\n視線誘導標１Ｂの視認幅を拡張する翼部３を備えるものであるが，平面視で\n直線的に連続する一対の翼部３を有し，該一対の翼部３が正面視で視認幅全\n域にわたるフラットな表示面１３を形成する点が前記実施形態と相違して\nいる。」（段落【００３２】）\n「このような第二実施形態のポール式視線誘導標用カバー１Ｂによれば，\n平面視で直線的に連続する一対の翼部３を有し，該一対の翼部３が正面視で\n視認幅全域にわたるフラットな表示面１３を形成するので，フラットな表示\n面１３において視認性の高い表示を行うことができる。例えば，フラットな\n表示面１３において縞模様，絵柄，文字などを表示するようにした場合，曲\n面による縞模様，絵柄，文字などの視線誘導表の歪みを防止し，表示する視\n線誘導標の視認性を高めることができる。」（段落【００３３】）\n(2) 本件発明の意義\n本件特許の特許請求の範囲の記載及び前記(1)によれば，本件発明は，①ポ\nール式視線誘導標用カバーを技術分野とするものであり，②ポール式視線誘導\n標を長期にわたって道路に設置すると，表面の汚れ等により視認性が低下する\nという問題を解決するため，③ポール式視線誘導標の外周面を覆う筒部と，当\n該筒部の外周面から外方に延出する少なくとも２枚の翼部を備え，(ⅰ)同カバ\nーがポール式視線誘導標の外周面の上端から下端までを覆い，(ⅱ)各翼部の外\n方への拡張がカバー上端から下端に至るまで同じ視認幅を有し，(ⅲ)視線誘導\nするための模様が筒部から翼部に至るよう連続して施されているという構成\nとすることにより，④劣化などで低下したポール式視線誘導標の視認性を回復\nするのみならず，新品時を超える良好な視認性をポール式視線誘導標に付与す\nるとの効果を奏するものであるということができる。\n２  争点１（被告製品が本件発明の技術的範囲に属するか否か）について\n(1) 争点１－１（被告製品が構成要件Ａを充足するか否か）について\nア  「ポール式」に当たるかどうかについて\n(ｱ) 被告は，構成要件Ａの「ポール式」とは，切断面が円形のものをいうと\nころ，ポストフレックスの切断面は凸型なので，構成要件Ａを充足しない\nと主張する。\nしかし，本件発明に係る「ポール」の形状については，特許請求の範囲\n及び本件明細書等において特に限定はされていない。そして，一般的な用\n語の意味としても，「ポール」とは「細長い棒」を意味し，「棒」とは「ま\nっすぐで細長い木・竹や金属製のものなど」を意味し，「式」とは「ある\n定まったやり方やかたち」を意味するにすぎず（甲２２の１～３），その\n切断面が円柱状のものに限定すべき理由はない。そうすると，本件発明に\nおける「ポール式」とは，「形が細長い棒状のもの」を意味すると解する\nのが相当である。\n被告製品は，ポストフレックス（正面視でベース部分を含め縦幅８０ｃ\nｍ，横幅７．７ｃｍ）に装着されるポストフレックス用カバーであるとこ\nろ，証拠（甲７）によれば，ポストフレックスは，地面に設置されるベー\nス部分から上方に設置される細長く断面がＴ字型の棒状のものであるこ\nとが認められる。\nしたがって，被告製品は，構成要件Ａ（構成要件Ｂ１，Ｂ２，Ｃ，Ｆも\n同様）の「ポール式」に当たるというべきである。\n(ｲ) これに対し，被告は，本件明細書等の段落【００２０】及び【図７】に\nは「下側ほど径が大きいポール式視線誘導標」が記載されていること，【図\n３】及び【図４】に描かれたポールの形状は円柱状であること，段落【０\n０２０】にも「筒部」，「径が大きい」などの記載があることなどを理由\nに，本件発明に係るポール式視線誘導標の切断面は円形であると主張する。\nしかし，本件明細書等の段落【００２０】には，「下側ほど径が大きい\nポール式視線誘導標…にもポール式視線誘導標用カバー１を装着するこ\nとが可能になる。」と記載されているにすぎず，同記載から，本件発明に\n係る視線誘導標の断面が円形に限定されると解することはできない。\nまた，本件明細書等の【図３】及び【図４】に描かれたポール式視線誘\n導標の切断面は円形であると認められるが，これは実施例を示すにすぎず，\n「径」や「筒」との記載から本件発明に係るポール式視線誘導標の切断面\nが円形に限定されると認めることもできない。\nしたがって，被告の主張は採用し得ない。\nイ  「視線誘導標」に当たるかどうかについて\n被告は，本件発明に係る視線誘導標は複数設置されることにより初めてそ\nの効果が発揮されるものであるから，ポストフレックスは，構成要件Ａの「視\n線誘導標」に該当しないと主張する。\nしかし，本件特許の特許請求の範囲の請求項７は「所定の間隔を存して立\n設される複数のポール式視線誘導標に装着される複数のポール式視線誘導\n標用カバー」であるのに対し，請求項１においては，単に「ポール式視線誘\n導標に装着されるポール式視線誘導標用カバー」と記載されているにとどま\nり，ポール式視線誘導標の単複に言及されていない。そうすると，請求項１\nの「ポール式視線誘導標」は複数であることを要しないというべきである。\n加えて，本件明細書等には，請求項１に係る「ポール式視線誘導標」が複\n数であることを前提とする記載は存在せず，ポール式視線誘導標が複数でな\nいと本件発明に係る効果が生じないということもできない。\nしたがって，ポストフレックスは，構成要件Ａ（構成要件Ｂ１，Ｃ，Ｆも\n同様）の「視線誘導標」に該当する。\nウ  なお，被告は，被告製品のフラットな表示板は看板であってカバーではな\nいとも主張するが，被告製品のフラットな表示板は他の部分と一体となって\nポストフレックスに被せるものであるから（甲１０），被告製品は構成要件\nＡの「カバー」に当たる。\nエ  以上のとおり，被告製品は請求項Ａを充足する。\n(2) 争点１－２（被告製品が構成要件Ｂ１を充足するか否か）について\nア  被告は，被告製品は構成要件Ｂ１の「筒部」を備えていないと主張する。\n本件発明に係る「筒部」の意義や形状については，特許請求の範囲及び本\n件明細書等において特に明記はされていない。辞書等においては「筒状」と\nは「円く細長くて中空になっているもの」（乙１）をいうとされているが，\n「角筒」（甲２３），「三角筒」（甲２４），「円筒」などの用語もあるこ\nとに照らすと，その断面形状は特に円形に限定されないというべきである。\nそうすると，構成要件Ｂ１の「筒」は，「細長くて中空になっているもの」\nを意味するというべきである。\n証拠（甲７～９，１０）によれば，被告製品は，ターポリン製保護カバー\nによりポストフレックスのフラットな表示面以外の外周面が覆われ，フラッ\nトな表示面によりポストフレックスの前方外周面が覆われるものであり，こ\nれによりポストフレックスの外周面全体が覆われ，ポール状のポストフレッ\nクスに装着するための細長い中空部が形成されているものと認められる。\nこのように，被告製品は，ポストフレックスの外周面を覆う「細長くて中\n空になっているもの」であり，「筒部」の断面形状が円形に限定されないと\n解されることに照らすと，被告製品は，構成要件Ｂ１（構成要件Ｂ２，Ｅも\n同様）の「筒部」を備えているということができる。\nイ  これに対し，被告は，本件明細書等の【図９】（Ａ）のうち筒部２はフラ\nットな表示面以外の部分であるとの理解に立った上で，Ω型の形状を示す上\n記図面と異なり，被告製品のカバーは山型で裾が広がっている形状であるか\nら，構成要件Ｂ１の「筒部」には当たらないと主張する。\nしかし，構成要件Ｂ１の「筒部」は「前記ポール状視線誘導標の外周面を\n覆う」ものであるから，被告製品のうちフラットな表示面が「筒部」を構成\nしないと解すべき理由はない。そうすると，ポストフレックスの外周面は，\nフラットな表示面以外の曲線部と，直線状のフラットな表示面により覆われ\nることとなるが，前記のとおり，「筒部」の断面形状が円形に限定されない\nことに照らすと，被告製品のカバーの曲線部が山型で裾が広がっているとし\nても，「細長くて中空になっているもの」である以上，「筒部」に当たると\nいうべきである。\nしたがって，被告の主張は採用し得ない。\nウ  以上のとおり，被告製品は構成要件Ｂ１を充足する。\n(3) 争点１－３（被告製品が構成要件Ｂ２を充足するか否か）について\n被告は，被告製品の翼部は「１枚」であって，「２枚」ではないから，同製\n品は構成要件Ｂ２を充足しないと主張する。\nしかし，構成要件Ｂ２によれば，「翼部」は「該筒部の外周面から外方に延\n出」するものであるとされており，本件明細書等の段落【００１２】の記載及\nび【図５】も参照すると，本件発明における「翼部」の数は，筒部から延出す\nる平面状の構成体の数をいうものであり，左右に延出した翼部がフラットな表\n示面を形成したとしても，翼部の数は２枚であると解するのが相当である。\nまた，請求項２は「平面視で直線的に連続する一つの前記翼部を有し，該一\n対の前記翼部が正面視で視認幅全域にわたるフラットな表示面を形成するこ\nとを特徴とする請求項１記載のポール状視線誘導標用カバー」であるところ，\n同請求項の記載は，一対の翼部がフラットな表示面を形成する場合であっても，\n翼部の枚数は請求項１に記載された「２枚」であることを前提としているもの\nということができる。\nそうすると，被告製品がフラットな表示面を有するとしても，その翼部の数\nは２枚であると認めるのが相当である。\nしたがって，被告製品は構成要件Ｂ２を充足する。\n(4) 争点１－４（被告製品が構成要件Ｃを充足するか否か）について\nア  証拠（甲７，８）によれば，被告製品はその最下端からベース部まで５ｃ\nｍの隙間があることが認められるところ，被告は，被告製品のカバーはポー\nル式視線誘導標の外周面の「下端」までを覆うものではないので，構成要件\nＣを充足しないと主張する。\n構成要件Ｃ（構成要件Ｄも同様）の「下端」の意義については，本件特許\nの特許請求の範囲及び本件明細書等には明記されていない。しかし，本件明\n細書等の段落【００１０】には，「本発明のポール式視線誘導標用カバー１\nは，図１～図４において明らかなように，ポール式視線誘導標Ｐの外周面の\n上端から下端までを覆う筒部２と，該筒部２の外周面から外方に延出し，ポ\nール式視線誘導標Ｐの視認幅が上端から下端まで同じになるよう拡張する\n一対の翼部３とを備えている。」と記載され，同段落で引用されている【図\n３】においては，カバーとベース部の上部に多少の隙間がある状況が図示さ\nれている。これによれば，本件発明は，ベース部とカバーとの間に露出部分\nが存在することを許容しているということができる。\nまた，本件発明の効果は，「劣化などで低下したポール状視線誘導標の視\n認性を回復させること」及び「新品時を超える良好な視認性をポール状視線\n誘導標に付与すること」にあるが（段落【０００７】），運転者や歩行者等\nの目線を考慮すると，本件発明の効果を奏するためには，カバーがポール式\n視線誘導標の最下端（ベース部の最上端）まで達していることが必要である\nとは解し難い。\nそうすると，構成要件Ｃ（構成要件Ｄも同様）の「下端」はポール式視線\n誘導標の最下端を意味するものではなく，視線誘導標用カバーがポール式視\n線誘導標の外周面の下方の最下端に近い部分までを覆っていれば足りると\n解すべきである。\n被告製品についてみるに，被告製品は，ポストフレックスの上端からベー\nス部までの高さ７５ｃｍのうち，上端からベース部の上部５ｃｍまでの７０\nｃｍを覆っているのであるから，ポストフレックスの外周面の下方の最下端\nに近い部分までを覆っているものと認められる。\nしたがって，被告製品はポール式視線誘導標用カバーの「下端までを覆う\nもの」であるということができる。\nイ  被告は，審査段階における本件意見書（甲１５）において，各翼部の外方\nへの延出幅が上端から下端までを覆うものであり，もって新品時を超える視\n認性が付与されることを明確に述べていると主張する。\nしかし，原告らは，拒絶理由通知（乙１１）を受けて，特許請求の範囲の\n請求項１につき，カバーがポール式視線誘導標の外周面の上端から下端まで\nを覆うなどの補正をしているものの，本件意見書において，原告らが構成要\n件Ｃの「下端」をポール式視線誘導標の最下端に特定したと認めるに足りる\n記載はない。\nしたがって，被告の主張は採用し得ない。\nウ  以上のとおり，被告製品は構成要件Ｃを充足する。\n(5) 争点１－５（被告製品が構成要件Ｅを充足するか否か）について\nア  「文字」や「絵柄」が「模様」に含まれるかどうかについて\n被告は，構成要件Ｅの「視線誘導するための模様」には「文字」や「絵柄」\nは含まれないので，被告製品は構成要件Ｅを充足しないと主張する。\nしかし，請求項１には「模様」と記載されているのに対し，請求項３には\n「前記視線誘導するための模様は，左右方向に沿い，かつ，上下方向に並列\nする複数の条列からなる縞模様であることを特徴とする」と記載されている\nことによれば，請求項１の「模様」が「縞模様」に限定されないことは明ら\nかである。\nそして，本件明細書等における第二実施形態に係る段落【００３３】には\n「フラットな表示面１３において縞模様，絵柄，文字などを表示する」との\n記載があり，これによれば，請求項１の「模様」には「絵柄，文字」も含ま\nれると解するのが相当である。\nこれに対して，被告は，本件意見書に「文字や模様」と記載されているこ\nとや「模様」の一般的用法に照らし，構成要件Ｅの「視線誘導するための模\n様」には「文字」や「絵柄」は含まれないと主張する。しかし，本件意見書\nの上記記載をもって，構成要件Ｅの「模様」から文字や絵柄を除外したと解\nすることはできず，また，特許請求の範囲及び本件明細書等の記載に照らす\nと，同構成要件の「模様」が文字や絵柄を含むと解すべきことは，前記判示\nのとおりである。\nしたがって，構成要件Ｅの「視線誘導するための模様」は，「文字」や「絵\n柄」を含むということができる。\nイ  「模様が筒部から翼部に至るよう連続して施されている」との構成の充足\n性について\n(ｱ)  証拠（甲１０の１・２，甲１８，２７，２８の１～３，甲２９，３０，\n３７～３９）によれば，被告製品は，次の４種の構成を有するものに分類\nすることができるものと認められる。\n①  被告製品①\nターポリン製保護カバー及びフラットな表示面は色付けされ，幾何学\n模様が全体的に施されており，前記フラットな表示板のフラットな表示\n面には，前記ポストフレックスの外周面を覆う部分の幅よりも広い幅を\n有する文字が記載されている。\n②  被告製品②\nターポリン製保護カバー及びフラットな表示面は色付けされ，幾何学\n模様が全体的に施されており，前記フラットな表示板のフラットな表示\n面には，前記ポストフレックスの外周面を覆う部分の幅とほぼ同一の幅\nを有する文字が記載されている。\n③  被告製品③\nターポリン製保護カバー及びフラットな表示面は色付けされ，幾何学\n模様が全体的に施されており，前記フラットな表示板のフラットな表示\n面には，前記ポストフレックスの外周面を覆う部分の幅よりも広い幅を\n有する文字及び記号が記載されている。\n④  被告製品④\n前記フラットな表示板のフラットな表示面には，前記ポストフレック\nスの外周面を覆う部分の幅よりも広い幅を有する文字が記載されてい\nる。\n被告製品①    被告製品②    被告製品③    被告製品④\n(ｲ) 上記被告製品①から④までのうち，被告製品①，③及び④は，被告製品\nのフラットな表示面において，ポストフレックスの外周面を覆う部分の幅\nよりも広い幅を有する文字及び／又は記号が記載されているので，構成要\n件Ｅの「筒部から翼部に至るよう連続して施されている」との構成を充足\nするということができる。\n(ｳ) 他方，被告製品②のように，被告製品のフラットな表示面において，文\n字がポストフレックスの外周面を覆う部分の幅とほぼ同一に印字されて\nいる場合に「筒部から翼部に至るよう連続して施されている」ということ\nができるかどうかが問題となる。\nこの点について，本件明細書等の段落【００１３】及び図１ないし４に\nは，表示面がフラットではないポール式視線誘導標用カバーにおいて，縞\n模様５が筒部２から翼部３に至るよう連続して施され，長さ方向に延長さ\nれた構成が開示され，その理由について，同段落には「翼部に至るまで連\n続して形成することにより縞模様５が強調され，ポール式視線誘導標Ｐの\n視認性がさらに向上するからである。」と記載されている。\nかかる趣旨に照らすと，【図９】に示されるような表示面がフラットな\nポール式視線誘導標用カバーにおいても，「模様が筒部から翼部に至るよ\nう連続して施されている」との要件を充足するには，フラットな表示面に\n施される模様の視認幅が，少なくとも筒部に相当する部分の左右幅を超え\nて，翼部に至るよう連続して形成されることを要するというべきである。\nそうすると，被告製品②は，構成要件Ｅを充足しない。\n(ｴ) これに対し，原告らは，仮に，被告製品②の文字部分が「筒部から翼部\nに至るよう連続して施されている」ということができないとしても，同製\n品に施された幾何学模様が「筒部から翼部に至るよう連続して施されてい\nる」のであるから，被告製品②は構成要件Ｅを充足すると主張する。\nしかしながら，本件明細書等の段落【００１４】から【００１７】には，\nポール式視線誘導標用カバー１の層構造（ベースシート６，反射シート７，\n表面フィルム８）について説明されているが，本件明細書等には，ポール\n式視線誘導標用カバーのシート等のデザインが「模様」となり得ることを\nうかがわせる記載は存在しない。\nむしろ，前記のとおり，本件明細書等には，三層構造のシート体９から\nなる筒部２及び翼部３に「縞模様，絵柄，文字」などの「視認性の高い表\n示を行う」ことが記載され（段落【００３３】），また，段落【００１３】\nにも視認性の高い縞模様（オレンジ色と白色の縞模様）が例示されている\nことに照らすと，本件発明においては，筒部及び翼部の下地に視線性の高\nい縞模様，絵柄，文字などの模様を付することが措定されているものとい\nうべきである。\n被告製品のターポリン製保護カバー及びフラットな表示面は色付けさ\nれ，幾何学模様が全体的に施されていると認められるが，この幾何学模様\n等は，これらの素材にもともと施されている地模様であり，視線誘導する\nことを可能にするような高い視認性を有するものではなく，また，視線誘\n導を意図して付されたものと認めることもできない。\nしたがって，上記幾何学模様をもって，「視線誘導するための模様」に\n当たると解することはできない。\n(ｵ) 原告らは，文字と幾何学模様とを組み合わせることにより，視認性が向\n上するのであるから，文字と幾何学模様は一体として「模様」と解すべき\nであると主張するが，筒部や翼部に文字等の模様が付された場合に高い視\n認性を有するのは当該文字等であり，筒部や翼部の下地のデザインにより\nその視認性が左右されるということはできないので，文字と幾何学模様と\nが一体として「模様」を構成すると解すべき理由はない。\n(ｶ) なお，被告は，被告製品①，③及び④についても，左右に所定の余白が\nあるから，「筒部から翼部に至るよう連続して施されている」ということ\nはできないと主張するが，上記被告各製品に記載された文字や記号が筒部\nから翼部に至るように連続して施されていることは明らかであり，被告の\n主張は理由がない。\nウ  したがって，被告製品のうち被告製品①，③及び④は構成要件Ｅを充足す\nる。\n(6) 小括\n以上によれば，被告製品①，③及び④（以下，これらを一括して「被告侵害\n品」という。）は，本件発明の技術的範囲に属すると認めることができる（な\nお，被告製品が構成要件Ｃを充足することから，争点２（被告製品による均等\n侵害の成否）の判断は要しない。）。\n２  争点３（本件特許が特許無効審判により無効にされるべきものと認められるか\n否か）について\n(1) 争点３－１（無効理由１）について\nア  被告は，本件発明は，甲１６考案に本件周知技術（乙３～１０）を組み合\nわせることにより，当業者が容易に想到し得たものであると主張するところ，\n①甲１６考案の内容，②本件発明と甲１６考案との一致点（構成要件Ａ，Ｂ\n１及びＦに係る構成）及び相違点（構成要件Ｂ２，Ｃ，Ｄ及びＥに係る構成）\nについては，当事者間に争いがない。\nイ  甲１６考案は，その明細書の段落【０００９】によれば，「既存の可倒式\n視線誘導標識柱を有効活用し，破損あるいは塵埃が付着した反射標識体を洗\n浄することなく短時間で取替えが可能な視線誘導標を提供することを目的\nとし，さらに，既存の可倒式視線誘導標に替えて表示部本体を挿通して保持\nする安価な柱状体とで構成することを目的とする」ものであり，新品時を超\nえるような視認性をポール式視線誘導標に付与することを目的とする本件\n発明と，いずれも視線誘導標の視認性の向上という課題解決を目的とする点\nで類似する。\nウ  他方，本件周知技術は看板に関する技術であり，本件特許出願当時，正面\n視で長方形のフラットな表示面を有し，その表示面には文字が記載されてい\nる看板が周知慣用技術であったことについては，当事者間に争いがない。\nしかしながら，本件周知技術は，看板に関するものであり，カバーの筒部\nの外周面から外方に延出した翼部を備える構成（構成要件Ｂ２）や，カバー\nの筒部から翼部に至るまで視線誘導するための模様を施す構成（構成要件Ｅ）\n等が開示されているということはできない。そうすると，本件周知技術に上\n記相違点に係る構成が開示されているということはできない。\nまた，看板と視線誘導標用カバーとは，一般的には視認性の向上という点\nで共通の課題を有する面はあるものの，その技術分野は異なるというべきで\nあり，また，本件周知技術には，劣化などで低下した視線誘導標について新\n品時を超えるような視認性を付与するという本件発明の課題は示唆されて\nいない。そうすると，甲１６考案に本件周知技術を組み合わせる動機付けが\nあるということはできない。\nエ  以下，被告が本件周知技術の存在を示す文献として挙げる実願２００７－\n５４９７公報（甲１７。以下「甲１７公報」という。），乙７公報及び乙１\n２明細書に記載された技術について，更に検討する。\n(ｱ) 甲１７公報の請求項１記載の考案の内容は，「ベース部の中央に錘形の\nコア部が直立して形成される支持体と，この支持体の前記コア部に沿わせ\nて外嵌される表示体とで構成され，前記表示体は，前記コア部に被嵌され\nる保持部と，この保持部から半径方向に張出される表示翼部とを備えると\nともに，これら保持部と表示翼部とが連接する二枚のシート材で形成され，\n前記保持部で前記支持体のコア部を挟み付けるようにして表示翼部が重\nね合わされることを特徴とする立体標識。」というものである。\nそして，その明細書の考案の詳細な説明の記載によれば，甲１７公報に\n係る考案は，屋外での工事現場や道路などで人の通行を規制するために注\n意を喚起する目的で使用されるコーンに関し，コーンを核としてその周囲\nに視認性を高めた表示翼部を両側に張り出して取付け，表示機能を向上さ\nせるとともに，この表示翼部の剛性を高めて複数のコーンを任意の間隔で\n並べて区画を仕切るといった用途などに効果的に利用することのできる\n立体標識を提供することを目的とするものである（段落【０００２】～【０\n００８】）。\n上記考案は，２枚の翼部（表示翼部１２）及び筒状部（保持部１１）を\n備える表示体１０をトラフィック・コーンに嵌装する点で本件発明に類似\nするものの，そこで開示されているのは，上図のような形態のものであっ\nて，少なくとも本件発明の構成要件Ｄ（各翼部の外方への拡張は，カバー\n上端から下端に至るまで同じ視認幅を有したものであり，）及びＥ（かつ，\n視線誘導するための模様が筒部から翼部に至るよう連続して施されてい\nること）に係る構成は開示又は示唆されていない。\nそうすると，甲１６考案に甲１７公報に記載された技術を適用しても，\n本件発明に係る構成に至るものではないというべきである。\n(ｲ) また，乙７公報の特許請求の範囲の請求項５には「略扇型の耐水性のシ\nートに伝達事項・広告等の内容を表示し，この表示面を外側にして円筒に\n形成し，これをカラーコーンに被せて固定手段で固定したことを特徴とす\nるカラーコーン。」の発明が記載され，次のような図面が記載されている。\n【図１４】        【図１５】      【図１６】\n乙７公報の明細書の発明の詳細な説明には，乙７公報記載の発明は，古\n紙と廃プラスチックからカラーコーンを得ること，伝達事項・広告表示が\n簡単に行えるカラーコーンを得ることを目的とするものである旨（段落\n【０００４】）の記載がある。\nそして，【図１４】，【図１５】はシート２０に看板１５を設け，遠く\nから見た場合の視認性をカラーコーン１０に表示するよりはるかに良く\nした例であり，シート２０と看板１５は接着，鋲止め，縫製等で風に対す\nる抵抗が大きいので強力に固定される旨，【図１６】はこれらをポール１\n６に応用した例であり，ここでは小さな看板１５を表示したが，固定方法\nはカラーコーン１０の場合と同様である旨（段落【００１９】）などが記\n載されている。\nしかしながら，【図１４】ないし【図１６】において，シート２０を筒\n部と解し得るとしても，看板１５はそれに別途接着等されるものであって，\n筒部の外周面から外方に延出して翼部を設けるものではないから，乙７公\n報のこうした記載内容から，筒部の外周面から外方に延出する翼部の構成\n（構成要件Ｂ２）を導き出すのは困難と考えられる。\n(ｳ) さらに，乙１２明細書には，ベースプレート等に，様々な形状のパネル\nを取り付けた構成を基本構成とし，通行車両に対向して設置されて，「停\n止」，「徐行」，「通行止め」，「迂回」等の文字が施される交通誘導看\n板に関する発明が記載され，下記の図（図１）が記載されている。\nしかしながら，これは上記のとおり交通誘導看板に関する発明であって，\nカバーに関するものではないから，筒部が存在せず，筒部の外周面から外\n方に延出する翼部の構成を導き出すのは同様に困難であるというべきで\nある。\nオ  以上のとおり，本件発明は，甲１６考案に本件周知技術を組み合わせるこ\nとにより，当業者が容易に想到し得たものであるということはできない。\n(2) 争点３－２（無効理由２）について\nア  被告は，本件発明は，甲１６考案に乙８公報に記載された発明を組み合わ\nせることにより，当業者が容易に想到し得たものであると主張する。\nイ  乙８発明の内容が，①筒状の看板ないし横風監視装置，②フラットな表示\n面の看板ないし横風監視装置及び③スリーブ部と，該スリーブ部の外周面か\nら外方に延出する２つの羽根部を備え，各羽根部の外方への拡張は，スリー\nブ部の上端から下端に至るまで同じ視認幅を有している看板ないし横風監\n視装置の発明であることは，当事者間に争いがない。\nそして，①の例として下記【図１】，②の例として下記【図３】，③の例\nとして下記【図５】及び【図７】が記載されている。\n【図１】             【図３】\n【図５】             【図７】\n乙８公報の明細書の発明の詳細な説明には，本発明が，沿線全域にわたっ\nて，走行中の鉄道車両が受ける横風を簡易に監視することのできる方法及び\n装置を提供することを目的とするものであり（段落【０００５】），本発明\nの簡易横風監視方法は，鉄道沿線の多数の地点において簡易に横風を監視す\nる方法であって，軌道に沿って設置されている電線が横風を受けて変位する\n際の該電線の変位を警告・警報手段に伝えて同手段を作動させることを特徴\nとするものであること（段落【０００６】）が記載されている。\nウ  このように，乙８発明は，本件発明の構成要件Ｂ２，Ｄに相当する構成を\n備えたものではあるが，同発明は鉄道沿線における横風監視装置に関するも\nのであり，その技術分野及び課題は甲１６考案とは異なる上，前記イ③のス\nリーブ部の外周面から外方に延出する２つの羽根部も横風を受けて回転す\nるためのものであって，甲１６考案の目的とは異なるものであるということ\nができる。このような，技術分野，課題，効果等の差違を考慮すると，甲１\n６考案に乙８公報記載の発明を適用する動機付けがあるということはでき\nない。\nエ  これに対し，被告は，甲１６考案も乙８発明も，同じく走行中の運転者に\n注意喚起する発明であるから，技術分野は共通していると主張するが，前記\n判示のとおり，乙８発明は鉄道沿線における横風監視装置に関するものであ\nり，道路上に設置される視線誘導標に関する甲１６考案とはその技術分野及\nび課題が異なるというべきである。\nオ  したがって，本件発明は，甲１６考案に乙８発明を組み合わせることによ\nり，当業者が容易に想到し得たものであるということはできない。\n(3) 争点３－３（無効理由３）について\nア  被告は，本件発明は，甲１６考案に乙１２発明を組み合わせることにより，\n当業者が容易に想到し得たものであると主張する。\nイ  乙１２明細書に，正面視が長方形であるフラットな表示面を備え，その表\n示面には視線誘導のための模様が記載されている視線誘導標が開示されて\nいることについては，当事者間に争いがない。\nしかし，乙１２発明は，カバーに関する発明ではなく，筒部に該当する構\n成がなく，筒部の外周面から外方に延出する翼部の構成も有しないので，乙\n１２発明に前記相違点に係る構成が開示されているということはできない。\nウ  したがって，本件発明は，甲１６考案に乙１２発明を組み合わせることに\nより，当業者が容易に想到し得たものであるということはできない。\n(4) 争点３－４（無効理由４）について\nア  被告は，本件発明は，乙１２発明に乙８発明を組み合わせることにより，\n当業者が容易に想到し得たものであると主張する。\nイ  しかし，乙１２発明は，交通誘導看板に関する発明であって，カバーに\n関するものではないから，本件発明の全ての構成要件が相違点となる。そ\nして，乙８発明は，本件発明の全ての構成を備えたものではなく，また，\n横風監視装置に関するものであるから，乙１２発明とは技術分野が異なる\nので，乙１２発明に乙８発明を組み合わせることについての動機付けがあ\nるということもできない。\nそうすると，本件発明は，乙１２発明に乙８発明を組み合わせることに\nより，当業者が容易に想到し得たものであるということはできない。\n(5) 争点３－５（無効理由５）について\nア  被告は，本件発明は，甲１６考案に乙１５発明を組み合わせることにより，\n当業者が容易に想到し得たものであると主張する。\nイ  乙１５発明は，車線の境界を示すのに用いられるハイウェイマーカー用の\n補強用芯材（コア）に関するもので，同発明においては，下図のとおり，マ\nーカー（標識）１１は，フレキシブル要素１７で接続させたベース１３とポ\nスト２３を有し，ポスト２３は，縦方向にそれ自身を貫く貫通穴２５を有し，\n補強用芯材（コア）２７は，ポスト２３の下端から上方に向かって貫通穴２\n５を貫通し，その上端は，ポスト２３の上端よりも下の位置で終端し，ポス\nト２３は，その厚みよりも広い幅を有し，ポスト２３の全長にわたって延び\nる貫通穴２５は，ほぼ楕円形であり，短径よりも大きい長径を有し，補強用\n芯材（コア）２７は，その厚みよりも大きい幅を有し，ベース１３の心棒１\n５の上端と，一定のクリアランスで離間して配置されている。\nそして，このマーカー（標識）１１は，その幅又は大きい方の面，すなわ\nちポストの広い側（正面）が交通の流れの方向に対して垂直をなすように設\n置され，車両４７のバンパー４５がポスト２３に衝突した場合，補強用芯材\n（コア）２７の上端４４よりも下方の点でぶつかる結果，完全に水平になる\nまでエラストマー要素の部分で撓むことで，車両への損傷のみならず，ポス\nト自体の損傷も防ぐことができるという効果を有するものである。\nこのように，乙１５発明はカバーに関するものではなく，前記相違点に係\nる構成が開示されていると認めることはできない上，その目的もマーカー\n（標識）に車両が衝突した際に車両及びマーカー（標識）の損傷を防止する\nというものであるから，甲１６考案とはその技術分野や課題が異なるという\nべきであり，乙１５発明に甲１６考案を組み合わせる動機付けが存在すると\nいうこともできない。\nしたがって，本件発明は，甲１６考案に乙１５発明を組み合わせることに\nより，当業者が容易に想到し得たものであるということはできない。\nウ  なお，原告は，上記各主張及びこれを立証するための証拠の提出が時機に\n後れた攻撃防御方法であるとして，却下するよう申し立てているが，これら\nの主張や書証の提出により，訴訟の完結を遅延させることとなるとは認めら\nれないから，原告らの上記申立ては理由がない。\n(6) 争点３－６（その他の無効理由）について\n無効理由６－１ないし６－３は，本件発明に係るターポリン製カバーの地模\n様が構成要件Ｅの「模様」に当たることを前提とするものであるところ，被告\n製品のターポリン製カバー等の幾何学模様が構成要件Ｅの「模様」に当たらな\nいのは前記のとおりであるから，上記各無効理由は判断を要しない。\nなお，上記各主張及びこれを立証するための証拠の提出が時機に後れた攻撃\n防御方法に当たらないことは，上記(5)ウと同様である。\n４  争点４（差止めの必要性）について\n(1) 被告侵害品（被告製品①，③及び④）は，本件発明の技術的範囲に属すると\nころ，被告が被告侵害品の製造，販売及び譲渡の申出を取り止めたことを認め\nるに足りる証拠はないから，少なくとも被告がこうした侵害行為を行うおそれ\nがあると認められる。\nしたがって，被告侵害品の製造，販売及び譲渡の申出の差止め及びその廃棄\nを求める原告らの請求は理由がある。\n他方，被告製品②は，本件発明の技術的範囲に属すると認められないから，\nその差止めや廃棄を求める原告らの請求は理由がない。\n(2) また，原告らは，半製品（別紙被告製品目録記載の構造を具備しているが製\n品として完成するに至らないもの）についての廃棄を求めているが，被告製品\nが本件発明の技術的範囲に属するか否かは，フラットな表示面に記載される文\n字等の大小によることになることからすると，廃棄の対象物を上記のように特\n定するだけでは過剰差止めのおそれがある。このことに鑑みると，上記半製品\nの廃棄の必要を認めるには足りないというべきである。\nしたがって，上記半製品についての廃棄を求める原告らの請求は，理由がな\nい。\n５  争点５（原告らの損害額）について\n(1)  原告は，特許法１０２条２項に基づく損害賠償を請求しているところ，\n証拠（乙１８の１～１１・１３，乙２１の１～９・１３・１４・１６・１８～\n２１・２３・２５）及び弁論の全趣旨を総合すると，被告は，平成２７年３月\n頃から平成２９年１月頃までの間に，被告侵害品を合計●（省略）●本販売し\nたことが認められる。この点について，原告らは，平成２９年１月頃までの被\n告侵害品の販売数量が５００本を下らないと主張するが，これを認めるに足り\nる証拠はない。\nまた，原告らは，上記●（省略）●本に加え，●（省略）●本と，被告が横\n浜市及び神奈川県警と共同で行う社会実験で使用する●（省略）●本（甲２７）\nも被告の得た利益の額を算出するための被告侵害品の数量に加えるべき旨の\n主張をする。\nしかしながら，特許法１０２条２項は，特許権等の侵害者が「その侵害の行\n為により利益を受けているとき」に「その利益の額」を特許権者等が受けた損\n害の額と推定するものであるところ，上記●（省略）●本や社会実験で使用す\nる●（省略）●本により被告が利益を受けたことを示す証拠はないので，これ\nらを上記算出のための数量に加えることはできない。\n(2) 本件商品の１本当たりのカタログ掲載価格が３万４５００円であり，販売価\n格が●（省略）●。\n本件商品にはポストフレックス本体部分が含まれるから，被告製品の販売価\n格は，本件商品の販売価格からポストフレックス本体の販売価格を控除した金\n額となるところ，原告らは，一般的なポストフレックス本体の販売単価は約９\n０００円であり，被告製品が装着されるポストフレックス本体には縞模様が付\nされていないことを考慮して１本当たり８４００円であると主張する。\n他方，被告は，①本件商品には「ポストフレックスＥＸ」（高さ８００ｍｍ\nのもの）が使用されており，このカタログ掲載価格２万２５００円に，縞模様\nが付されていないことに基づく原告ら主張の上記比率（９０００分の８４００）\nを乗じた約２万１０００円が「ポストフレックスＥＸ」のカタログ掲載価格と\nなるから，被告製品のカタログ販売価格は１万３５００円となる，②本件商品\nの実際の販売価格は●（省略）●円であるから，これに基づいて被告製品の販\n売価格に計算すると，●（省略）●円（＝●（省略）●円。小数第３位切上げ）\nとなると主張する。\nそこで検討するに，カタログ（甲７の１１頁）上，ポストフレックスＥＸに\nついて，従来のゴムウレタン製品より高い引裂強度を発揮しており，従来製品\nの１．７倍である１３０Ｎ／ｍｍの強度を有する旨が記載されている。また，\n仕様書（乙２２の１・２）上の試験成績においても，「ポストフレックス」の\nポスト部分の引裂き強さが１１２Ｎ／ｍｍ，引張強さが３６．２ＭＰａである\nのに対し，「ポストフレックスＥＸ」は前者が１３０Ｎ／ｍｍ，後者が４０．\n９ＭＰａとされている。さらに，本件商品の仕様書（乙２２の３）においても，\n被告商品（ワイドカバー）の「ポスト」の「引裂強さ」及び「引張強さ」はポ\nストフレックスＥＸと同じ値であることが記載されている。これによると，本\n件商品には「ポストフレックスＥＸ」が使用されていると認めるのが相当であ\nる。\nそうすると，被告製品１本当たりの販売価格は，●（省略）●円となる。\n(3)  利益率については，原告らは●（省略）●％と主張し，被告は，●（省略）\n●として，●（省略）●ことからすると●（省略）●％と認めるのが相当であ\nる。\n(4) 以上によれば，被告の侵害行為により被告が得た利益の額は，被告の主張す\nるとおり，３９万４４３５円となる。\n(5)  原告らの特許権の共有割合が２分の１ずつであるところ（前記前提事実(2)\nア），前記前提事実(1)アのとおり，原告吾妻製作所は原告産業資材センターに\n車道に設置する視線誘導標に被せるカバー（ポストサイン，ポストウィング）\nの製造を委託して，吾妻商会を通じてこれを販売していることに照らすと，原\n告らは，それぞれ，被告による本件特許権の侵害行為がなかったならば利益が\n得られたものと認められる。原告らは，上記被告が得た利益額３９万４４３５\n円の２分の１ずつの損害を受けたと推定するのが相当である。\nこれに対し，被告は，原告らのように委託製造関係にある場合，両者が等し\nく利益を得ることはなく，販売者である原告吾妻製作所に全損害額の２分の１\nの損害が生じており，市場に販売していない受託製造者である被告産業資材セ\nンターについて特許法１０２条２項の損害の推定はされないと主張する。\nしかしながら，前述のとおり，原告産業資材センターについても，被告によ\nる本件特許権の侵害行為がなかったならば利益（原告吾妻製作所に対する販売\n利益）が得られたものと認められるのであるから，原告産業資材センターに同\n項の推定が働かない旨の被告主張は採用し難い（知財高裁平成２５年２月１日\n判決・判時２１７９号３６頁参照)。\nしたがって，原告吾妻製作所の損害額は，３９万４４３５円の２分の１であ\nる１９万７２１８円（端数調整のため円未満切上げ），原告産業資材センター\nの損害額は，同じく２分の１である１９万７２１７円と認める。\n(6) 原告らが請求する弁護士・弁理士費用相当損害金については，本件事案の難\n易，請求額及び認容額等の諸般の事情を考慮すると，被告の侵害行為と相当因\n果関係に立つ弁護士・弁理士費用相当損害金としてそれぞれ２万円を認めるの\nが相当である。\n(7) なお，被告は，①特許法１０２条２項の適用を受けるには，特許権者がその\n特許権を実施していなければならない，②原告製品には「フラットな表示面」\nがなく，文字が入れられないから，被疑侵害品の競合品とはいえない，③被疑\n侵害品は，ポストフレックスに付随して売れたにすぎないなどとして，原告製\n品は被疑侵害品と競合しないと主張する。\nしかし，原告製品は，被告製品と同様，道路上に設置されるポール式視線誘\n導標用カバーであることから競合品であるというべきであり，原告製品には文\n字入りカバーも含まれると認められる（甲１）。また，被疑侵害品がポストフ\nレックスに付随することにより販売し得るものであると認めるに足りる証拠\nはなく，また，特許法１０２条２項を適用するためには，市場における競合品\nであることは要するものの，侵害に係る特許権の実施品であることを要するも\nのではない。\nしたがって，被告の上記主張は理由がない。\n(8) したがって，結局，原告吾妻製作所の損害額は，合計２１万７２１８円，原\n告産業資材センターの損害額は，合計２１万７２１７円となる。\n６  以上のとおり，原告らの請求は，被告侵害品の製造，販売及び譲渡の申出の差\n止め及び廃棄並びに原告吾妻製作所につき損害賠償金２１万７２１８円及びこ\nれに対する不法行為の後である平成２９年２月９日から支払済みまで民法所定\nの年５分の割合による遅延損害金の支払を，原告産業資材センターにつき損害賠\n償金２１万７２１７円及びこれに対する上記と同様の遅延損害金の支払を求め\nる限度で理由があるが，その余は理由がない。\nよって，原告らの請求を上記の限度で認容し，その余を棄却することとし，主\n文第２項に係る仮執行宣言の申立ては相当ではないのでこれを付さないことと\nして，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n三    井    大    有\n裁判官\n今    野    智    紀\n別紙\n当事者目録\n原               告        株式会社吾妻製作 所\n原               告         株式会社産業資材センタ ー\n上記両名訴訟代理人弁護士・弁理士  小林幸 夫\n同 訴 訟 代 理 人 弁 護 士        弓削田     博\n河部康 弘\n藤沼光 太\n神田秀 斗\n平田慎 二\n同補佐人弁理 士        廣瀬哲 夫\n鈴木佑 子\n廣瀬郁 夫\n被               告        保 安 道 路 企 画 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士        中道   徹\n同訴訟復代理人弁護士        亀井文 也\n別紙\n被告侵害品目録\n「ＰＦＷＣ－８００」と称するポストフレックスカバー（ワイドカバータイプ）の\nうち，次の構成を有するもの。\n１  下記写真１のように，ターポリン製保護カバー及びフラットな表示面は色付け\nされ，幾何学模様が全体的に施されており，前記フラットな表示板のフラットな\n表示面には，前記ポストフレックスの外周面を覆う部分の幅よりも広い幅を有す\nる文字が記載されている。\n２  下記写真２のように，ターポリン製保護カバー及びフラットな表示面は色付け\nされ，幾何学模様が全体的に施されており，前記フラットな表示板のフラットな\n表示面には，前記ポストフレックスの外周面を覆う部分の幅よりも広い幅を有す\nる文字及び記号が記載されている。\n３  下記写真３のように，前記フラットな表示板のフラットな表示面には，前記ポ\nストフレックスの外周面を覆う部分の幅よりも広い幅を有する文字が記載され\nている。\n１        ２        ３\n別紙\n被告製品目録\n第１  被告製品の名称\n「PFWC-800」と称するポストフレックスカバー（ワイドカバータイプ）\n第２  被告製品の構成\na  ポール式視線誘導標（ベース部含め縦幅 80cm，横幅 7.7cm）に\n装着される縦幅 70cm，横幅 20cm の長方形状ポール式視線誘導\n標用カバーであって，\nb1  a のカバーは，上記ポール式視線誘導標の外周面を覆う筒部\nと，\nb2  b1 の筒部の外周面から左右外方に延出する形状を備えており，\nc  上記ポール式視線誘導標用カバーは，ポール式視線誘導標の外\n周面の上端から，ベース部の上部 5cm までを覆うものであり，\nd  筒部から外方への拡張は，カバーの上端から下端に至るまで同\nじ視認幅を有したものであり，\ne  かつ，文字及び記号が筒部から左右外方に至るよう連続して施\nされていること\nf  を特徴とするポール式視線誘導標用カバー。\n第３  被告製品の設計図面\n第４  被告製品の使用例\n第５  被告製品の文字入れ例\n別紙              本件図面目録\n【図１】                  【図２】\n【図３】                 【図４】\n【図５】                  【図６】\n【図７】                  【図９】\n【図１０】                  【図１１】\n"
}