{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 13
  },
  "case_number": "平成24(ワ)9644",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第２５民事部",
  "lawsuit_id": "87731",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87731",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/731/087731_hanrei.pdf",
  "contents": "主 文\n１   原 告 の 請 求 を い ず れ も 棄 却 す る 。\n２   訴 訟 費 用 は 原 告 の 負 担 と す る 。\n事 実 及 び 理 由\n第１   請求  5\n被 告 ら は ， 原 告 に 対 し ， 連 帯 し て ９ ２ ６ ３ 万 ８ ０ ５ ３ 円 及 び こ れ に\n対 す る 平 成 ２ １ 年 ９ 月 １ ５ 日 か ら 支 払 済 み ま で 年 ５ 分 の 割 合 に よ る 金\n員 を 支 払 え 。\n第２   事 案 の 概 要\n１   本件は，原告が， 屋外 駐車場 に 放置 されていた ， 被告会社 に お い て10\n昭和６３年１２月 頃 に製造された 平成元年式の 自動車用の加圧式 消火\n器 を作動させた ところ， 腐食が進んでいた 同消火器が破裂し ， そ の破\n片が原告の顔面及び頭部に命中し （以下「本件事故」という 。）， こ れ\nによって ， 原告は ， 加療６ か月を要する外傷性脳内血腫，頭蓋骨開 放\n骨折等の傷害を負 い，後遺障害が残存したとして ，被告国に対し ては15\n国 家 賠 償 法（ 以 下「 国 賠 法 」と い う 。）１ 条 １ 項 に 基 づ く 損 害 賠 償 と し\nて， 被告社団法人 及び被告会社 に対しては不法行為 に 基 づ く 損 害 賠 償\nとして， 治療費， 後遺障害逸失利益及び慰謝料等並びに弁護士費用 相\n当額として， 合計 ９２６３万８０５３円 及びこれに対する本件事故 日\nである平成２１年９月１５日から支払済みまで民法所定の年５分の 割20\n合 に よ る 遅 延 損 害 金 の 支 払 を 求 め る 事 案 で あ る 。\n２   法 令 の 定 め\n(1)  消防法（ 平 成 ５ 年 法 律 第 ８ ９ 号 に よ る 改 正 前 の も の 。以 下 同 じ 。）\nア   目 的 （ 第 １ 条 ）\n消 防 法 は ，火 災 を 予 防 し ，警 戒 し 及 び 鎮 圧 し ，国 民 の 生 命 ，身 体25\n及 び 財 産 を 火 災 か ら 保 護 す る と と も に ， 火 災 又 は 地 震 等 の 災 害 に\n因る 被 害 を 軽 減 し ，も っ て 安 寧 秩 序 を 保 持 し ，社 会 公 共 の 福 祉 の 増\n進 に 資 す る こ と を 目 的 と す る 。\nイ   防 火 対 象 物 に お け る 消 防 用 設 備 等 の 設 置 ・ 維 持 等\n(ｱ)  防 火 対 象 物 に お け る 消 防 用 設 備 等 の 設 置 ・ 維 持 義務\n消 防 法 上 の「 防 火 対 象 物 」(以 下 ，単 に「 防 火 対 象 物 」と い う 。)5\nと は ，山 林 又 は 舟 車 ，船 き よ 若 し く は ふ 頭 に 繋 留 さ れ た 船 舶 ，建\n築 物 そ の 他 の 工 作 物 若 し く は こ れ ら に 属 す る 物 を い う（ 同 法 ２ 条\n２ 項 ）。 そ し て ， 学校 ， 病院 ， 工場 ， 事 業 場 ， 興 行 場 ， 百 貨 店 ，\n旅館 ，飲 食 店 ，地下街 ，複 合 用 途 防 火 対 象 物 そ の 他 の 防 火 対 象 物\nで 政 令 で 定 め る も の の 関 係 者（ 防 火 対 象 物 の 所 有 者 ，管 理 者 又 は10\n占 有 者 （ 同 法 ２ 条 ４ 項 ）） は ， 政 令 で 定 め る 技 術 上 の 基 準 に 従 っ\nて，政 令 で 定 め る 消 防 の 用 に 供 す る 設 備 ，消 防 用 水 及 び 消 火 活 動\n上 必 要 な 施 設 （ 以 下 「 消 防 用 設 備 等 」 と い う 。）を 設置し ， 及び\n維 持 し な け れ ば な ら な い （ 同 法 １ ７ 条 １ 項 ）。\nこ れ を 受 け て ，消 防 法 施 行 令（ 平 成 元 年 政 令 第 ８ ３ 号 に よ る 改15\n正 前 の も の 。 以 下 同 じ 。） は ， 消 防 法 １ ７ 条 １ 項 の 政 令 で 定 め る\n消 防 用 設 備 等 は ，消 火 設 備 ，警 報 設 備 及 び 避 難 設 備 と す る 旨 規 定\nす る （ 消 防 法 施 行 令 ７ 条 １ 項 ）。 こ の う ち ， 消 火 設 備 と は ， 水 そ\nの 他 消 火 剤 を 使 用 し て 消 火 を 行 う 機 械 器 具 又 は 設 備 で あ っ て ，消\n防 法 施 行 令 ７ 条 ２ 項 各 号 に 掲 げ る も の を い い ，消 火 器 は こ れ に 含20\nま れ る （ 同 項 １ 号 ）。\nそ し て ，消 防 法 施 行 令 １ ０ 条 １ 項 は ，消 火 器 具 を 設 置 す べ き 防\n火 対 象 物 又 は そ の 部 分 と し て ，同 項 １ 号 か ら ５ 号 ま で の 防 火 対 象\n物 を 列 挙 し て い る 。\n(ｲ)  消 防 用 設 備 等 の 点 検 及 び 報 告  25\n消 防 法 １ ７ 条 １ 項 に よ り 消 防 用 設 備 等 の 設 置・維 持 が 義 務 付 け\nら れ る 防 火 対 象 物 （ 政 令 で 定 め る も の を 除 く 。） の 関 係 者 は ， 当\n該 防 火 対 象 物 に お け る 消 防 用 設 備 等 に つ い て ，自 治 省 令 で 定 め る\nと こ ろ に よ り ，定 期 に ，当 該 防 火 対 象 物 の う ち 政 令 で 定 め る も の\nに あ っ て は 消 防 設 備 士 免 状 の 交 付 を 受 け て い る 者 又 は 自 治 大 臣\nが 認 め る 資 格 を 有 す る 者 に 点 検 さ せ ，そ の 他 の も の に あ っ て は 自5\nら 点 検 し ，そ の 結 果 を 消 防 長 又 は 消 防 署 長 に 報 告 し な け れ ば な ら\nな い （ 同 法 １ ７ 条 の ３ の ３ 。 以 下 ， こ の 制 度 を 「 点 検 報 告 制 度 」\nと い う 。）。\n(ｳ)  検 定 対 象 機 械 器 具 等 の 検 定\nａ   概要  10\n消 防 の 用 に 供 す る 機 械 器 具 若 し く は 設 備 ，消 火 薬 剤 又 は 防 火\n塗 料 ，防 火 液 そ の 他 の 防 火 薬 品 の う ち ，一 定 の 形 状 ，構 造 ，材\n質，成分及び性能 （以下「形状 等 」 と い う 。） を 有 し な い と き\nは 火 災 の 予 防 若 し く は 警 戒 ，消 火 又 は 人 命 の 救 助 等 の た め に 重\n大 な 支 障 を 生 ず る お そ れ の あ る も の で あ り ，か つ ，そ の 使 用 状15\n況 か ら み て 当 該 形 状 等 を 有 す る こ と に つ い て あ ら か じ め 検 査\nを 受 け る 必 要 が あ る と 認 め ら れ る も の で あ っ て ，政 令 で 定 め る\nもの（ 以下「 検 定 対 象 機 械 器 具 等 」 と い う 。） に つ い て は ， 消\n防 法 第 ４ 章 の ２ 第 １ 節 に 定 め る と こ ろ に よ り 検 定 を す る も の\nとされている（同 法２１条の２第１ 項）。消 火器も， 検 定 対 象20\n機 械 器 具 等 に 当 た る （ 消 防 法 施 行 令 ３ ７ 条 １ 号 ）。\nこ の 検 定 は ，型 式 承 認（ 消 防 法 ２ １ 条 の ２ 第 ２ 項 ）及 び 個別\n検定（同条 の２第 ３ 項 ）の ２ 段 階 か ら 成 る と こ ろ ，日 本 消 防 検\n定 協 会 又 は 指 定 検 定 機 関 は，個 別 検 定 に 合 格 し た 検 定 対 象 機 械\n器 具 等 に ，当 該 検 定 対 象 機 械 器 具 等 の 型 式 が 型 式 承 認 を 受 け た25\nも の で あ り ，か つ ，当 該 検 定 対 象 機 械 器 具 等 が 個 別 検 定 に 合 格\nし た も の で あ る 旨 の 表 示 を 付 さ な け れ ば な ら な い（ 同 法 ２ １ 条\nの ９ 第 １ 項 ）。 そ し て ， 検 定 対 象 機 械 器 具 等 は ， 上 記 の 表 示 が\n付 さ れ て い る も の で な け れ ば ，販 売 し ，又 は 販 売 の 目 的 で 陳 列\nし て は な ら な い （ 同 条 の ２ 第 ４ 項 ）。\nｂ   検 定 の 方 法  5\n型 式 承 認 と は ，検 定 対 象 機 械 器 具 等 の 型 式 に 係 る 形 状 等 が 自\n治 省 令 で 定 め る 検 定 対 象 機 械 器 具 等 に 係 る 技 術 上 の 規 格 に 適\n合している旨の承 認をいう（消防法 ２１条の２第２項 ）。そし\nて ，消 火 器 に 関 す る 上 記「 自 治 省 令 で 定 め る 検 定 対 象 機 械 器 具\n等に係る技術上の 規格」に当たるの が，「消 火器の技術 上の規10\n格 を 定 め る 省 令 」（ 昭 和 ３ ９ 年 自 治 省 令 第 ２ ７ 号 。 以 下 「 規 格\n省 令 」 と い う 。） で あ る 。\n個 別 検 定 とは ，個 々 の 検 定 対 象 機 械 器 具 等 の 形 状 等 が 型 式 承\n認 を 受 け た 検 定 対 象 機 械 器 具 等 の 型 式 に 係 る 形 状 等 と 同 一 で\nあ る か ど う か に つ い て 行 う 検 定 を い う（ 消 防 法 ２ １ 条 の ２ 第 ３15\n項）。\n（ 乙 ５ ８ ， ５ ９ ）\n(2)  規 格 省 令\nア   規格省令 は ， 消 防 法 ２ １ 条 の ２ 第 ２ 項 の 規 定 に 基 づ き ， 消 火 器\nの 技 術 上 の 規 格 を 定 め た も の で あ る （ 以 下 ， 平成元年当時の もの20\nを 「 本 件 規 格 省 令 」 と い う 。）。\n(ｱ)  消 火 器 の 定 義\n本 件 規 格 省 令 上 ，消 火 器 と は ，水 そ の 他 消 火 剤 を 圧 力 に よ り 放\n射 し て 消 火 を 行 う 器 具 で 人 が 操 作 す る も の（ 固 定 し た 状 態 で 使 用\nす る も の 及 び 消 防 庁 長 官 が 定 め る エ ア ゾ ー ル 式 簡 易 消 火 具 を 除25\nく 。） を い う （ １ 条 の ２ 第 １ 号 ）。\n(ｲ)  消 火 器 の 有 す べ き 技 術 上 の 規 格 に 関 す る 規 制\n本 件 規 格 省 令 は ， 消 火 器 に つ い て ， 消 火 性 能 （ ２ 条 ～ ４ 条 ），\n操 作 機 構（ ５ 条 ），耐 食 及 び 防 錆 性 能（ ６ 条 ），充 て ん す べ き 消 火\n剤（ ７ 条 ～ ９ 条 ），放 射 性 能（ １ ０ 条 ），使 用 温 度 範 囲（ １ ０ 条 の\n２ ），本体 容 器 の 板 厚 及び 耐 圧（ １ １ 条 ，１ ２ 条 ），キ ャ ッ プ 等 の5\n部 品 の 性 能（ １ ３ 条 ～ １ ７ 条 ），液 面 表 示（ １ ８ 条 ），不 時 の 落 下\n等 に 対 す る 衝 撃 強 度 等（ １ ９ 条 ），消 火 剤 漏 出 防 止 装 置（ ２ ０ 条 ），\n安 全 栓 （ ２ １ 条 ） 等 の 技 術 基 準 を 定 め て い る 。\n(ｳ)  表 示 に 係 る 規 制\n本 件 規 格 省令 ３ ８ 条 １ 項 では ，消 火 器 の 本 体 容 器 に は，消 火 器10\nの 種 別（ １ 号 ），使 用 方 法 (２号 )，使 用 温 度 範 囲（ ３ 号 ），適 応 火\n災 (４号 )，能 力 単 位 (５号 )，放 射 時 間（ ６ 号 ），放 射 距 離 (７号 )，\n製 造 番 号 （ ８ 号 ）， 製 造 年 （ ９ 号 ）， 製 造 者 名 （ １ ０ 号 ）， 型 式 番\n号（ 自 動 車 用 消 火 器 を 除 く 。１ １ 号 ），試 験 圧 力 値（ １ ２ 号 ），安\n全 弁 の 作 動 圧 力 値 （ １ ３ 号 ），充 てん さ れ た 消 火 剤 の 容 量 又 は 重15\n量 （ １ ４ 号 ）， 総 重 量 （ １ ５ 号 ） 及 び 取 扱 い 上 の 注 意 事 項 （１６\n号）の 各 事 項 を 記 載 し た 簡 明 な 表 示 を し な け れ ば な ら な い も の と\n定 め ら れ て い た 。\n(ｴ)  自 動 車 用 消 火 器 に 関 す る 規 定\n自 動 車 に 設 置 す る 消 火 器（ 自 動 車 用 消 火 器 ）は ，強 化 液 消 火 器20\n（ 霧 状 の 強 化 液 を 放 射 す る も の に 限 る 。），機 械 泡 消 火 器（ 化 学 泡\n消 火 器 以 外 の 泡 消 火 器 ）， ハ ロ ゲ ン 化 物 消 火 器 ， 二 酸 化 炭 素 消 火\n器 又 は 粉 末 消 火 器 で な け れ ば な ら な い と さ れ て い た （ ８ 条 ）。\n（ 乙 ３ ４ ）\nイ   本 件 規 格 省 令 の 改 正  25\n(ｱ)  平 成 ５ 年 改 正\nａ   自 治 大 臣 は ，「 消 火 器 の 技 術 上 の 規 格 を 定 め る 省 令 の 一 部 を\n改 正 す る 省 令 」（ 平 成 ５ 年 自 治 省 令 第 ７ 号 ） に よ り 本 件 規 格 省\n令 を 一 部 改 正 し た（ 以 下 ，平 成 ５ 年 の 改 正 に 係 る も の を「 平 成\n５ 年 改 正 省 令 」と い う 。）。平 成 ５ 年 改 正 省 令 は ，規 格 省 令 に 新\nた に「 住 宅 用 消 火 器 」に 関 す る 規 定 を 新 設 す る な ど し た 上 ，全5\n部 で ５ つ の 章（ 総 則 ，住 宅 用 消 火 器 以 外 の 消 火 器 ，住 宅 用 消 火\n器 ， 交 換 式 消 火 器 ， 雑 則 ） を 設 け て ， 各 条 文 を 整 理 し た。\nｂ   平 成 ５ 年 改 正 省 令 １ 条 の ２ で は ，消 火 器 に 関 す る 用 語 の意義\nに 関 す る 次 の よ う な 規 定 が 設 け ら れ た 。\n住 宅 用 消 火 器 と は ，消 火 器 の う ち ，住 宅 に お け る 使 用 に 限 り10\n適 し た 構 造 及 び 性 能 を 有 す る も の を い う （ ２ 号 ）。\n交換式 消火器 とは，本体容器及びこれに附属するキャップ ，\nバ ル ブ ，指 示 圧 力 計 等 を 一 体 と し て 交 換 で き る 消火器 で あ っ て ，\n収 納 容 器 に 結 合 さ せ る こ と に よ り 人 が 操 作 し て 消 火 を 行 う も\nの を い う （ ３ 号 ）。  15\n加 圧 式 の 消火器 と は ，加 圧 用 ガ ス 容 器 の 作 動 ，化 学 反 応 又 は\n手 動 ポ ン プ の 操 作 に よ り 生 ず る 圧 力 に よ り 消火 剤 を 放 射 す る\nも の を い う （ １ １ 号 ）。\n蓄 圧 式 の 消火器 と は ，消 火 器 の 本 体 容 器 内 の 圧 縮 さ れ た 空 気 ，\n窒 素 ガ ス 等 の 圧 力 又 は 消 火 器 に 充 て ん さ れ た 消火 剤 の 圧 力 に20\nより 消火 剤 を 放 射 す る も の を い う （ １ ２ 号 ）。\nｃ   平 成 ５ 年 改 正 省 令 ３ ９ 条 で は ，住 宅 用 消 火 器（ 交 換 式 消 火 器\n以 外 の 住 宅 用 消 火 器 ）は ，蓄 圧 式 の 消 火 器 で あ っ て ，か つ ，消\n火剤を再充 てん で き な い 構 造 で な け れ ば な ら な い 旨 が定めら\nれた 。  25\n平 成 ５ 年 改 正 省 令 ４ ４ 条 で は ，住 宅 用 消 火 器 に つ い て は ，そ\nの見やすい位置に ，消火器の種別 （ １ 号 ），使用方法 （ ２ 号 ），\n使 用 温 度 範 囲（ ３ 号 ），適 応 火 災 の 絵 表 示（ ４ 号 ），放 射 時 間（５\n号），放 射 距 離（ ６ 号 ），製 造 番 号（ ７ 号 ），製 造 年（ ８ 号 ），製\n造 者 名（ ９ 号 ），型 式 番 号（ １ ０ 号 ），充 てん さ れ た 消 火 剤 の 容\n量又は重量 （ １ １ 号 ）， ホ ー ス の 有 効 長 （ 据 置 式 の 消 火 器 に 限5\nる。１２号 ）及 び 取 扱 い 上 の 注 意 事 項（ 使 用 期 間 又 は 使 用 期 限\nに 関 す る 事 項 ，指 示 圧 力 計 に 関 す る 事 項 ，天 ぷ ら 油 火 災 に 関 す\nる 事 項 ，消火 剤 の 再 充 て ん が で き な い 旨 ，そ の 他 取 扱 い 上 注 意\nす べ き 事 項 。１ ３ 号 ）を 記 載 し た 簡 明 な 表 示 を し な け れ ば な ら\nな い と 定 め ら れ た 。  10\nな お ，平 成 ５ 年 改 正 省 令 ３ ８ 条 １項 で は ，住 宅 用 消 火 器 以 外\nの 消 火 器 の 表 示 に 関 し て も ，表 示 の 位 置 に つ い て ，消 火 器 の 見\nや す い 位 置 に 行 う も の と さ れ る な ど の 改 正 が さ れ た ほ か ，表 示\nす べ き 事 項 と し て ，ホ ー ス の 有 効 長（ １ ６ 号 ）が 付 け 加 え ら れ\nる と と も に ，取 扱 い 上 の 注 意 事 項（ １ ７ 号 ）と し て ，加 圧 用 ガ15\nス容器に関する事 項 （ 加 圧 式 の 消 火 器 に 限 る 。 同 号 イ ），指示\n圧力計に関する事 項 （ 蓄 圧 式 の 消 火 器 に 限 る 。 同 号 ロ ），その\n他 取 扱 い 上 注 意 す べ き 事 項 （ 同 号 ハ ） が 明 記 さ れ た 。\n（ 乙 ３ ５ ）\n(ｲ)  平 成 ２ ２ 年 改 正  20\nａ   総 務 大 臣 は ，「 消 防 法 （ 昭 和 ２ ３ 年 法 律 第 １ ８ ６ 号 ） 第 ２ １\n条 の ２ 第 ２ 項 の 規 定 に 基 づ き ，消 火 器 の 技 術 上 の 規 格 を 定 め る\n省 令 の 一 部 を 改 正 す る 省 令 」（ 平 成 ２ ２ 年 総 務 省 令 第 １ １ １ 号 ）\nに よ り ，規 格 省 令 を 改 正 し た（ 以 下 ，平 成 ２ ２ 年 の 改 正 に 係 る\nも の を 「 平 成 ２ ２ 年 改 正 省 令 」 と い う 。）。  25\nｂ   平 成 ２ ２ 年 改 正 省 令 ３ ８ 条 １ 項 で は ，住 宅 用 消 火 器 以 外 の 消\n火 器 の 見 や す い 位 置 に 表 示 す べ き 事 項 と し て ，「 住 宅 用 消 火 器\nで な い 旨 」（ ２ 号 ），「 加 圧 式 の 消 火 器 又 は 蓄 圧 式 の 消 火 器 の 区\n別 」（ ３ 号 ） が 追 加 さ れ る と と も に ， 取 扱 い 上 の 注 意 事 項 （ １\n９ 号 ） に ，「 標 準 的 な 使 用 条 件 の 下 で 使 用 し た 場 合 に 安 全 上 支\n障 が な く 使 用 す る こ と が で き る 標 準 的 な 期 間 又 は 期 限 と し て5\n設 計 上 設 定 さ れ る 期 間 又 は 期 限 」（ 同 号 ハ ），「 使 用 時 の 安 全 な\n取 扱 い に 関 す る 事 項 」（ 同 号 ニ ），「 維 持 管 理 上 の 適 切 な 設 置 場\n所 に 関 す る 事 項 」（ 同 号 ホ ），「 点 検 に 関 す る 事 項 」（ 同 号 ヘ ）及\nび「 廃 棄 時 の 連 絡 先 及 び 安 全 な 取 扱 い に 関 す る 事 項 」（ 同 号 ト ）\nが 加 え ら れ た 。  10\nｃ   平 成 ２ ２ 年 改 正 省 令 ４ ４ 条 １ 項 で は ，住 宅 用 消 火 器 の 見 や す\nい 位 置 に 表 示 す べ き 事 項 と し て ，「 住 宅 用 消 火 器 で あ る 旨 」（ ２\n号 ）が 追 加 さ れ る と と も に ，取 扱 い 上 の 注 意 事 項（ １ ４ 号 ）に ，\n「 使 用 時 の 安 全 な 取 扱 い に 関 す る 事 項 」（ 同 号 ニ ），「 維 持 管 理\n上 の 適 切 な 設 置 場 所 に 関 す る 事 項 」（ 同 号 ホ ），「 点 検 に 関 す る15\n事 項 」（ 同 号 ヘ ），「 廃 棄 時 の 連 絡 先 及 び 安 全 な 取 扱 い に 関 す る\n事 項 」（ 同 号 チ ） が 加 え ら れ た 。\n（ 甲 １ １ の １ ， 甲 １ ４ ）\n３   前提事実（当事者間に争いがない事実並びに後掲各証拠及び弁論 の\n全 趣 旨 に よ っ て 認 定 で き る 事 実 ）  20\n(1)  当 事 者 等\nア   原告は， 平 成 １ １ 年 ６ 月 ２ 日 ， Ａ 及び Ｂ の 子 と し て 出 生 し た 者\nで あ り ， 本 件 事 故 当 時 ， 満 １ ０ 歳 ３ か 月 で あ っ た 。\n（ 弁 論 の 全 趣 旨 ）\nイ   被告社団法人は， 昭和３１年に発足 した日本国検消火 器組合連25\n合 会 を 母 体 と し て ， 国 内 で 唯 一 の 消 火 器 メ ー カ ー を 構 成 員 と す る\n団 体 と し て ， 昭 和 ３ ６ 年 １ 月 １ 日 に 自 治 大 臣 か ら 設 立 認 可 を 受 け\nて 設 立 さ れ た 社 団 法 人 で あ り ， 火 災 予 防 制 度 の 強 化 促 進 及 び 消 火\n器類の 開発普及 を 推 進 し ， 火 災 損 害 の 防 止 軽 減 に 寄 与 す る こ と を\n目 的 と し ， 火 災 予 防 制 度 及 び 消 防 技 術 に 関 す る 調 査 研 究 ， 関 係 官\n庁 及 び 関 係 団 体 と の 連 絡 ・ 協 力 ， 消 火 器 類 及 び そ の 使 用 維 持 の 方5\n法 の 宣 伝・普 及 ，消 火 器 類 及 び 消 火 技 術 の 調 査・研 究 ，研 究 会 や 講\n演 会 等 の 開 催 等 を 事 業 内 容 と し て い る 。な お ，被 告 社 団 法 人 は ，平\n成 ２ ５ 年 ４ 月 １ 日 に ， 社 団 法 人 か ら 一 般 社 団 法 人 に 移 行 し ， 現 在\nの 名称 と な っ た 。\n被 告 社 団 法 人 の 正 会 員 は ， 日 本 国 内 に お い て 自 社 の 製 造 設 備 に10\nよ る 消 火 器 類 の 製 造 を 業 と し ，か つ ，そ の 製 品 が 国 家 検 定 に 合 格 し\nた 実 績 を 有 す る 者 で あ っ て ， 被 告 社 団 法 人 の 理 事 会 に お い て 承 認\nさ れ た 者 で あ る 。準 会 員 は ，正 会 員 以 外 の 者 で ，消 火 器 類 の 製 造 を\n業 と す る 者 の う ち ，理 事 会 に お い て 承 認 さ れ た 者 で あ る 。被 告 社 団\n法 人 が 設立 さ れ た 当初 か ら ，消 火 器 を 製 造・販 売 す る メ ー カ ー は ，15\n正 会 員 か 準 会 員 で あ り ，正 会 員 で あ る 消 火 器 メ ー カ ー が ，被 告 社 団\n法 人 の 理 事 を 務 め て い る 。\n被 告 社 団 法 人 の 予 算 （ そ の 大 半 は 会 員 か ら の 会 費 で あ る 。） は ，\n昭 和 ６ ０ 年 度 か ら 平 成 ２ ６ 年 度 ま で の 間 ， お お む ね ７ ０ ０ ０ ～ ８\n０ ０ ０ 万 円 程 度 で 推 移 し て お り ， そ の う ち 固 定 費 は ４ ０ ０ ０ 万 円20\n程 度 で あ る 。\n（ 甲 １ ７ ， 丁 ４ ６ ， 弁 論 の 全 趣 旨 ）\nウ   被告会社は， 大 正 １ ２ 年 １ 月 １ ７ 日 に設立された ， 消 火 器 具 機\n械 ，消 火 剤 の 製 造 及 び 販 売 等 を 目 的 と す る 株 式 会 社 で あ る 。な お ，\n被 告 会 社 の 旧 商 号 は ， ヤ マ ト 消 火 器 株 式 会 社 で あ っ た が ， 昭 和 ６25\n４ 年 １ 月 １ 日 に 現 在 の 商 号 に 変 更 され た。 被告会社は， 国 内 の 消\n火 器 販 売 で は 第 １ 位 の シ ェ ア を 保 っ て い る 。\n被 告 会 社 は ，被 告 社 団 法 人 の 正 会 員 で あ る 。ま た ，被 告 会 社 にお\nい て 現 在 代 表 取 締 役 専 務 を 務 め る Ｃ は ， 昭 和 ６ ２ 年 ４ 月 か ら 平 成\n８ 年 ま で の 間 ， 被 告 社 団 法 人 の Ｐ Ｒ 委 員 会 の 副 会 長 を ， 平 成 １ ５\n年 ，同 １ ６ 年 ，同 ２ １ 年 及 び 同 ２ ２ 年 に は ，被 告 社 団 法 人 の 企 業 委5\n員 を 務 め て い た 。\n（ 甲９， ４４， 丙 １ ７ ， ２ ５ ， 弁 論 の 全 趣 旨 ）\n(2)  消 火 器 の 種 類 及 び 圧 力 発 生 の メ カ ニ ズ ム\nア   消 火 器 は ，本 体 容 器 内 に 圧 力 が 発 生 す る 過 程 に よ っ て ，構 造 上 ，\n二 つ に 大 別 さ れ る 。 一 つ は ， レ バ ー 操 作 時 に 本 体 容 器 内 に 圧 力 が10\n発 生 す る 加 圧 式 消 火 器 で あ る 。 も う 一 つ は ， あ ら か じ め 本 体 容 器\n内 に 圧 力 源 が 封 入 さ れ て い る 蓄 圧 式 消 火 器 で あ る 。\nイ   加圧式消火器は， 本体容器内に二酸 化炭素（ 二 酸 化 炭 素 と 少 量\nの 窒 素 ガ ス と の 混 合 気 体 の も の も 存 在 す る 。）を 充 て ん し た 加 圧 用\nガ ス 容 器 が 装 着 さ れ て お り ， 消 火 器 の レ バ ー 操 作 を し な い と き に15\nは ，本 体 容 器 内 は 大 気 圧 （０ Mpa）の 状 態 と な っ て い る が，安 全 栓\nを 引 き 抜 い て レ バ ー を 握 る と ，レバーに 取 り 付 け ら れ た 破 壊 軸（カ\nッ タ ー ） が本体容器 内 の 加 圧 用 ガ ス 容 器 の 封 板 に 穴 を 空 け ， 加 圧\n用 ガ ス 容 器 内 の ガ ス が 本 体 容 器 内 に 放 出 さ れ ， 本 体 容 器 内 部 の 消\n火 剤 粉 末 と 合 流 す る こ と に よ り ， 本 体 容 器 内 が 強 い 混 合 圧 縮 状 態20\nと な り ，その 圧 力 は ，瞬 時 に １ ．０ ～１ ．５ Mpa 程 度 に ま で 上 昇 す\nる 。そ の 結 果 ，サ イ ホ ン 管 の 先 に 設 け ら れ て い る 封 板（ 本 体 容 器 内\nの 消 火 剤 が 外 気 に さ ら さ れ る こ と を 防 止 す る も の で ，０ ．２ ～ ０ ．\n４ Mpa 程 度 の 圧 力 で 作 動 す る も の ）が 破 れ ，ホ ー ス を 通 っ て ノ ズ ル\nの 先 端 か ら 本 体 容 器 内 の 消 火 剤 が 消 火 器 外 部 へ と 放 出 さ れ る 。  25\nウ   蓄 圧 式 消 火 器 は ，製 造 時 に 本 体 容 器 内 に 消 火 剤 を 充 て ん し た 後 ，\n圧 縮 空 気 が 封 入 さ れ る こ と か ら ，本 体 容 器 内 の 封 入 圧 力 は ，０ ．７\n～ ０ ．９ ８ Mpa 程 度 に 保 た れ て い る 。蓄 圧 式 消 火 器 は ，安 全 栓 を 引\nき 抜 い て 消 火 器 の レ バ ー を 握 る と ， バ ル ブ が 開 放 さ れ ， ホ ー ス を\n通って ノズルの先端から 本体容器内に 充 て ん されていた 消 火 剤 が\n消 火 器 外 部 へ と 放 出 さ れ る 。な お ，蓄 圧 式 消 火 器 に は ，容 器 の 外 部5\nに 指示 圧 力 計 が 取 り 付 け ら れ て い る 。\n（ 甲 ６ の ２ ， 甲 ７ ， ８）\n(3)   昭 和 ４ ３ 年 度 か ら 平 成 ２ １ 年 度 ま で の 消 火 器 の 破 裂 事 故 の 発 生\n状況\n昭 和 ４ ３ 年 度 か ら 平 成 ２ １ 年 度 ま で の 間 に ， 少 な く と も 合 計 １ ６10\n１ 件（ １ 年 間 に 平 均 ４ 件 程 度 ）の 消 火 器 の 破 裂 事 故 が 発 生 し ，多 数 の\n死 傷 者 が 出 て おり， 平 成 １ ２ 年 度 か ら 平 成 ２ １ 年 度 の 間 で は ， 破 裂\n事 故 が ２ ６ 件 発 生 し ，死 者 ３ 名（ 事 故 ３ 件 ），負 傷 者 ２ ２ 名（ 事 故 ２\n１ 件 ） の 人 的 被 害 が 発 生 し て い た 。\n事 故 の 類 型 と し て 最 も 多 い の は ， 腐 食 に よ る 本 体 容 器 の 強 度 低 下15\nを 主 要 因 と す る と 考 え ら れ る も の が ７ ４ 件 （ 内 容 不 明 の 案 件 を 除 く\n１ ３ ５ 件 の う ち の 約 ５ ５ ％ ）で あ り ，こ の う ち ，加 圧 式 消 火 器 に よ る\nも の が ７ ０ 件（ ９ ５ ％ ），蓄 圧 式 消 火 器 に よ る も の が １ 件（ １ ％ ），不\n明 が ３ 件（ ４ ％ ）で あ っ た 。ま た ，こ れ ら の 事 故 は ，消 火 器 の 操 作 時\nに 発 生 し た も の が 大 半 で あ り ， 訓 練 中 や 消 火 中 に 発 生 す る こ と が 多20\nか っ た が ， い た ず ら に よ る も の も あ っ た 。\n加 圧 式 消 火 器 に お い て は ，主 に ，腐 食 が 進 み や す い 場 所（ 屋 外 ，軒\n下 及 び 水 回 り 等 ）に お い て ，保 守 管 理 が 不 十 分 な 状 況 下 で 存 置 され ，\n経 年 に 伴 い ，本 体 容 器（ 特 に 底 部 ）が 腐 食 し て 強 度 が 低 下 し ，通 常 は\n圧 力 の か か っ て い な い 本 体 容 器 に お い て ， 放 射 操 作 に 伴 い 圧 力 が 急25\n激 に 上 昇 し て 破 裂 し ， 消 火 器 の 操 作 者 が 負傷 す る と い う 経 過 に よ り\n事 故 が 発 生 し て お り ， 蓄 圧 式 消 火 器 に お い て は ， 腐 食 に よ る 強 度 低\n下 等 が あ る と こ ろ に ， 廃 棄 処 理 施 設 に お い て 無 理 な 力 が 加 え ら れ た\n際に 破 裂 す る 事 例 が 見 ら れ た 。\n（甲 １６ ）\n(4)  本 件 事 故 に 係 る 消 火 器 が 放 置 さ れ た 経 緯  5\nア   被告会社が 昭 和 ６ ３ 年 １ ２ 月 頃 に 製 造 し た 平成元年 式 の自動車\n用 の 加 圧 式 消 火 器（ Ｙ Ａ Ｍ － ２ ０ Ｒ   粉 末（ Ａ Ｂ Ｃ ）消 火 器 。製 造\n番 号 ０ ０ ３ ３ ２ 。以 下「 本 件 消 火 器 」と い う 。） は ，平 成 ２ 年 ５ 月\nま で は ，Ｄ が 経営 する Ｅ 株 式 会 社 が 所 有 し て い た 。同 社 は ，こ の 当\n時， 大 阪 市 ａ 区 ｂ ｃ 丁 目 ｄ 番所在の 屋外 駐 車 場 （ 以 下 「 本 件 駐 車10\n場 」と い う 。）の 所 有 者 か ら ，同 駐 車 場 の 管 理 を 任 さ れ て い た と こ\nろ，同 月 １ ９ 日 付けで 同社が 営 業 を 止 め る こ と に な っ た こ と か ら ，\nＤ の 弟 で ， 同 社 の 従 業 員 で あ っ た Ｆ が ， 同 社 に 代 わ っ て 本 件 駐 車\n場 を 管 理 す る こ と と な っ た 。\nイ   本件駐車場とその 東側にある 南 北 に 通 じ る 歩 車 道 の 区 別 の あ る15\n道 路 と の 間 には 金網製の フェンス 柵 が 設 置 さ れ て い た と こ ろ ， 本\n件 駐 車 場 の 出 入 口 に は 扉 は な く ， 道 路 か ら 本 件 駐 車 場 内 に は 自 由\nに 出 入 り で き る 状 態 に な っ て お り ， ま た ， 道 路 か ら 本 件 駐 車 場 内\nを 見 通 す こ と が 可 能 で あ っ た 。\nウ   本件駐車場の南東 角の歩道に面した 部分には， Ｆ が 本 件 駐 車 場20\nを 管 理 す る よ う に な る 以 前 か ら ， Ｄ が 本 件 消 火 器 を 含 む ４ 本 の 消\n火器を 置いていたところ ， Ｆ は ， 本 件 駐 車 場 内 で 火 事 が 発 生 し た\n際 に 使 用 す る こ と が で き る と 考 え て ， こ れら の消火器 を そ の ま ま\n放 置 し て い た。Ｆ は ，こ れ ら の 消 火 器 の 耐 用 年 数 や ，老 朽 化 し た 消\n火 器 が 破 裂 し た り す る 危 険 性 が あ る こ と を 知 ら な か っ た 。  25\nな お ，本 件 駐 車 場 の よ う な 屋 外 駐 車 場 は ，消 防 用 設 備 等 の 設 置 が\n義 務 付 け ら れ て い る 防 火 対 象 物 で は な い か ら ，そ の 管 理 者 は ，消 火\n器の 点 検 及 び 報 告 を 義務 付 け ら れ て は い な い 。\n（甲 ３， ４ ， 甲 ６ の １ ， 甲 ２ ２ ， 戊３ ）\n(5)  本 件 消 火 器 の ラ ベ ル の 記 載 内 容\n本 件 消 火 器 の 前 面 及 び 背 面 下部 に は ， 次 の よ う な 記 載 の あ る ラベ5\nルが そ れ ぞ れ 貼 付 さ れ て い た 。な お ，本 件 消 火 器 の 前 面 に 貼 付 さ れ\nて い る ラ ベ ル の 方 が ，本 件 消 火 器 の 背 面 下部 に 貼 付 さ れ て い る ラ ベ\nル よ り も 大 き い 。\nア   本 件 消 火 器 の 前 面 に 貼 付 さ れ て い る 大 き い 方 の ラ ベ ル の 記 載\n内容 は ， 次 の と お り で あ る 。  10\n注 意 事 項\n１   薬 剤 の 詰 替 え は 当 社 製 粉 末 （ Ａ Ｂ Ｃ ） 消 火 薬 剤 を ６ ． ０\n㎏ 充 て ん し て 下 さ い 。\n２   加 圧 用 ガ ス 容 器 は 定 期 的 に 重 量 を 計 り ， も し 加 圧 用 ガ ス\n容 器 記 載 の 総 重 量 よ り １ ０ ㎏ 以 上 減 量 し て い る と き は 新15\nし い 加 圧 用 ガ ス 容 器 に 取 替 え て 下 さ い 。\n３   キ ャ ッ プ を 開 け る 時 は ， 排 圧 栓 を ゆ る め 内 圧 を 排 圧 し て\nか ら キ ャ ッ プ を 開 け て 下 さ い 。排 圧 が 終 わ れ ば か な ら ず 排\n圧 栓 の ネ ジ を 元 通 り に 締 め 表 示 マ ー ク を 貼 り 直 し て 下 さ\nい。  20\n４   再 充 て ん の 際 は 新 し い 封 板 と 取 替 え て 下 さ い 。\n（ 本 品 に は 自 動 車 専 用 保 持 装 置 は 付 け て お り ま せ ん 。）\nイ   本 件 消 火 器 の 背 面 下 部 に 貼 付 さ れ て い る 小 さ い 方 の ラ ベ ル （以\n下「 注 意 喚 起 ラ ベ ル 」と い う 。）の 記 載 内 容 は ，次 の と お り で あ る 。\nな お ，注 意 喚 起 ラ ベ ル の 記 載 の う ち ，「 ５ 年 を 目 安 に 点 検 」と「 耐25\n用 ８ 年 」の 記 載 部 分 は ，黒 の ラ イ ン に 白 抜 き の 文 字 で 記 載 さ れ て\nお り ，「 使 用 上 の ご 注 意 」の 記 載 部 分 は ，そ の 全 体 が 枠 で 囲 わ れ て\nお り ，ま た ，他 の 記 載 部 分 よ り も 大 き く 太 い 文 字 が 使 用 さ れ て い\nる。な お ，注 意 喚 起 ラ ベ ル の 寸法 は ，お お む ね 横 ６ ．５ ㎝ ，縦 ５ ．\n５ ㎝ で あ る 。\n維 持 管 理 に つ い て の ご 注 意  5\n１ ． 高 温 ， 多 湿 の と こ ろ は ， 避 け て 設 置 し て く だ さ い 。\n屋 外 ， ち ゅ う 房 や 腐 食 性 ガ ス が ， 発 生 す る と こ ろ で は ，\n格 納 箱 に 収 納 す る な ど 保 護 処 置 を し て く だ さ い 。\n２ ． 定 期 的 に 点 検 し て く だ さ い 。 お お む ね ５ 年 を 経 過 す る と\n性 能 ，機 能 が 低 下 す る こ と が あ り ま す の で ，家 庭 な ど 点 検10\n義 務 の な い と こ ろ で も ５ 年 を 目 安 に 点 検 し て く だ さ い 。\n３ ． 点 検 ま た は 廃 棄 に つ い て は ， 販 売 店 ま た は メ ー カ ー に お\n問 い あ わ せ く だ さ い 。\n使 用 上 の ご 注 意\nこ の 消 火 器 は ， 操 作 す る と 急 に 容 器 全 体 に 圧 力 が か か り15\nま す 。 さ び ， 腐 食 ， キ ャ ッ プ の ゆ る み が あ る も の ， ま た ，\n廃 棄 さ れ た も の は 危 険 で す か ら 使 用 し な い で く だ さ い 。\n容 器 の 耐 用 年 数\n容 器 の 耐 用 年 数 は ， 設 置 場 所 や 管 理 の 仕 方 に よ っ て 異 な り\nま す 。正 し い 維 持 管 理 が 行 わ れ た 場 合 に ，お お む ね 耐 用 ８20\n年 です。\n（ 甲 ３ ， ２ ３ ， 丙 １ ）\n(6)  本 件 事 故 の 発 生\n原 告 は ， 平 成 ２ １ 年 ９ 月 １ ５ 日 ， Ｆ が 管 理 す る 本 件 駐 車 場 内 に 侵\n入 し ，同 所 に 放置 さ れ て い た 本 件 消 火 器 で 遊 ぼ う と し て こ れ を 作 動25\nさ せ た と こ ろ ，老 朽 化 し て 底 部 の 腐 食 が 進 ん で い た 本 件 消 火 器 が 内\n圧 上 昇 に よ り 破 裂 し て 胴 体 部 分 と 底 面 部 に 別 れ て 飛 散 し ，そ の 破 片\nが 原 告 の 顔 面 及 び 頭 部 に 命 中 し た。\n原 告 は ， 本 件 事 故 に よ っ て ， 加 療 約 ６ か 月 を 要 す る 外 傷 性 脳 内 血\n腫 ， 頭 蓋 骨 開 放 骨 折 等 の 傷 害 を 負 っ た 。\nな お ， 本 件 事 故 の 当 時 ， 本 件 消 火 器 の 本 体 容 器 の 底 部 は 腐 食 し て5\nお り ，そ の た め ，本 体 容 器 の 背 面 下 部 に 貼 付 さ れ て い る 注 意 喚 起 ラ\nベ ル の 一 部 は ， 読 み 取 れ な い 状 態 に な っ て い た 。\n（甲 １， ３ ， 甲 ６ の ２ ， 戊 １ ２ ）\n(7)  Ｆ に 対 す る 刑 事 事 件\nア   大 阪 地 方 検 察 庁 は ， 平 成 ２ ２ 年 １ ２ 月 ２ ４ 日 ， Ｆ が ， 本 件 駐 車10\n場 の 管 理 者 と し て 同 駐 車 場 内 の 安 全 管 理 等 の 業 務 に 従 事 し ，同 駐\n車 場 内 に 備 品 と し て 本 件 消 火 器 を 含 む ４ 本 の 消 火 器 が 設 置 さ れ\nて い た こ と を 認 識 し て い た と こ ろ ，消 火 器 の 表 面 に さ び が 生 じ る\nな ど 老 朽 化 し た 状 態 で 作 動 さ せ れ ば ，内 圧 上 昇 に よ り 破 裂 す る 危\n険 性 が あ っ た の で あ る か ら ，上 記 消 火 器 に つ い て ，さ び ，腐 食 等15\nの有 無 ，設 置 後 未 点 検 の ま ま 経 過 し た 期 間 ，上 記 消 火 器 に 貼 付 さ\nれ た 「 さ び ， 腐 食 ， キ ャ ッ プ の ゆ る み が あ る も の ， ま た ， 廃 棄 さ\nれたものは危険で すから使用しない でください。」などと記載さ\nれ た 注 意 書 き 等 を 確 認 し て ，上 記 消 火 器 を 本 件 駐 車 場 か ら 撤 去 し ，\nあ る い は 本 件 駐 車 場 が 住 宅 密 集 地 に あ る 上 ，隣 接 道 路 が 付 近 の 小20\n学 校 の 通 学 路 に な っ て い た た め ，近 隣 の 児 童 が 常 時 開 放 状 態 の 本\n件 駐 車 場 出 入 口 か ら 立 ち 入 っ て 上 記 消 火 器 を 戯 れ に 作 動 さ せ る\n可 能 性 が 予 見 で き た の で あ る か ら ，児 童 な ど が 上 記 消 火 器 設 置 場\n所 付 近 に 立 ち 入 っ て 上 記 消 火 器 に 触 れ る こ と を 防 止 す る た めの\n遮 蔽 な ど の 措 置 を と り ，上 記 消 火 器 の 破 裂 に よ る 死 傷 事 故 を 防 止25\nす べ き 業 務 上 の 注 意 義 務 が あ る の に こ れ を 怠 り ，上 記 消 火 器 が 老\n朽 化 し て い る こ と を 認 識 し つ つ も そ の 点 検 期 限 後 の 経 過 期 間 や\n上 記 注 意 書 き 等 を 一 切 確 認 せ ず ，近 隣 児 童 な ど が 上 記 消 火 器 設 置\n場 所 付 近 へ 立 ち 入 っ て 上 記 消 火 器 に 触 れ る こ と を 防 止 す る た め\nの 何 ら の 措 置 も と る こ と な く 上 記 消 火 器 を 放 置 し て い た 過 失 に\nよ り ，本 件 事 故 を 発 生 さ せ た と し て ， Ｆ の 上 記 行 為 は ，業 務 上 過5\n失 傷 害（ 刑 法 ２ １ １ 条 １ 項 前 段 ）に 該 当 す る と し て ，大 阪 地 方 裁\n判 所 に 対 し ，公 訴 を 提 起 し た （ 同 裁 判 所 平 成 ２ ２ 年（ わ ） 第 ７ ０\n９ ７ 号 ）。\n（ 甲 １ ）\nイ   大 阪 地 方 裁 判 所 は ， 平 成 ２ ３ 年 １ ２ 月 ２ 日 ， 本 件 駐 車 場 の 保 守10\n業 務 等 を 委 託 さ れ て い た Ｆ は ，本 件 駐 車 場 に ４ 本 の 消 火 器 が 置 い\nてあ り ， 上記 消 火 器 に は 注 意 書 き が 貼 付 さ れ て い た こ と 等 から，\nこ れ を 読 め ば ，誰 か が 上 記 消 火 器 を 操 作 す れ ば 破 裂 す る お そ れ が\nあ る こ と を 認 識 で き た は ず で あ り ，ま た ，本 件 駐 車 場 の 管 理 人 と\nしての職務を行 っ て い た 以 上 ， 認 識 す べ き で あ っ た と し た 上 で ，15\nＦ は，本 件 駐 車 場 が 住 宅 密 集 地 に あ り ，自 由 に 出 入 り で き る 状 態\nで あ っ た こ と 等 を 認 識 し て いた の で あ る か ら ，Ｆ に は ，上 記 消 火\n器 を 本 件 駐 車 場 か ら 撤 去 し た り ，遮 蔽 の 措 置 を 講 じ た り し て ，そ\nの 破 裂 に よ る 死 傷 事 故 を 防 止 す べ き 注 意 義 務 が あ っ た と して，Ｆ\nに 対 し ， 有 罪 の 判 決 を 言 い 渡 し ， 同 判 決 は ， そ の 後 確 定 し た 。  20\n（ 弁 論 の 全 趣 旨 ）\n(8)  国 内 に お け る 消 火 器 の 生 産 本 数 等\n昭 和 ５ ２ 年 度 か ら 平 成 ２ ４ 年 度 ま で に か け て の ， 我 が 国 に お け る\n消火器の生産本数 並びに蓄圧式消火 器及び加圧式消火 器の 比率は，\n別 紙 の と お り で あ る 。蓄 圧 式 消 火 器 の 比 率 は ，昭 和 ５ ２ 年 度 に は 約25\n１ ５ ． ２ ％ で あ っ た も の の ，そ の 後 ， 平 成 １ ０ 年 度 ま で の 間 は ，年\nに よ っ て 若 干 の 変 動 は あ る も の の お お む ね １ ０ ％ 程 度 で 推 移 し ，平\n成 １ １ 年 度 か ら 平 成 １ ９ 年 度 ま で は １ ３ ～ １ ６ ％ 程 度 で 推 移 し ，平\n成 ２ ０ 年 度 及 び 平 成 ２ １ 年 度 は １ ７ ％ 程度 ，平 成 ２ ２ 年 度 は 約 ２ ３ ．\n７％ と 若 干 上 昇 し て い た と こ ろ ，平 成 ２ ３ 年 度 は 約 ５ ０ ．７ ％ ，平\n成 ２ ４ 年 度 は ６ ０ ． ９ ％ と ， 急 激 に そ の 比 率 が 上 昇 し て い る 。  5\n（ 弁 論 の 全 趣 旨 ）\n４   争点\n(1)  被 告 国 の 不 作 為 に 関 す る 国 賠 法 上 の 違 法 性\nア   被 告 国 は ， 昭 和 ６ ０ 年 ５ 月 ３ ０ 日 頃 の 時 点 で ， 老 朽 化 し た 加圧\n式 消 火 器 の 破 裂 に よ る 人身 事 故 が 発 生 す る 危 険 性 を 予見 するこ10\nとが 可能 で あ っ た か 否 か （ 争 点 ① ）\nイ   自 治 大 臣 が， 平 成 元 年 頃 ま で に ， 本 件 規 格 省 令 を 改 正 し て ， 防\n火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対\n象物 に 設 置 す る 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤 を\n再 充てん で き な い 構 造 の も の に 限 る 旨 の 消 火 器 の 規 格 を 定 め な15\nか っ た こと ，及び 加 圧 式 消 火 器 に つ い て ，点 検 報 告 制 度 の 対 象 と\nな る 防 火 対 象 物 以 外 の 施 設 に 設 置 し て は な ら な い 旨 の 表 示 を す\nる な ど ，加 圧 式 消 火 器 の 安 全 性 に 係 る 十 分 な 表 示 を す る 規 格 を 定\nめ な か っ た こ と が ， 国 賠 法 上 違 法 か 否 か （ 争 点 ② ）\n(2)  被 告 社 団 法 人 の 過 失  20\nア   被 告 社 団 法 人 は ， 昭 和 ６ ０ 年 ５ 月 ３ ０ 日 頃 の 時 点 で ， 老 朽 化 し\nた 加 圧 式 消 火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 す る 危 険 性 を 予 見\nす る こ と が 可 能 で あ っ た か 否 か （ 争 点 ③ ）\nイ   被 告 社 団 法 人 に ，(ｱ)  本 件 消 火 器 の 製 造 時 点 に お い て ，消 火 器\nの 使 用 者 が 容 易 に 認 識 で き る 場 所 に ，相 当 の 大 き さ の ラ ベ ル で 表25\n記 す る こ と に よ っ て ，消 火 器 の 取 扱 い に つ き 十 分 な 注 意 喚 起 を す\nべ き 義 務 ，(ｲ)  本 件 事 故 が 発生 す る ま で の 時 点 で ，消 火 器 の 危険\n性及びその 維 持 ・ 管 理 ・ 取 扱 方 法 に つ い て ， 一 般 消 費 者 に対 し，\n広報活動等を通じて 周知徹底すべき義務， (ｳ)  本 件 事 故 が 発生\nす る ま で の 時 点 に お い て ，耐 用 年 数 が 経過 し た 消 火 器 を 確 実 に 回\n収 す る 制 度 を 構 築 す べき 義 務 が あ っ た か 否 か ，ま た ，被 告 社 団 法5\n人 が こ れ ら の 義 務 を 怠 っ た か 否 か （ 争 点 ④ ）\n(3)  被 告 会 社 の 過 失\nア   被 告 会 社 は ， 昭 和 ６ ０ 年 ５ 月 ３ ０ 日 頃 の 時 点 で ， 老 朽 化 し た 加\n圧 式 消 火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 す る 危 険 性 を 予 見 す る\nこ と が 可 能 で あ っ た か 否 か （争点 ⑤ ）  10\nイ   被 告 会 社 に ，(ｱ)  本 件 消 火 器 の 製 造 時 に お い て ，製 造 す る 消 火\n器 を ，加 圧 式 消 火 器 か ら よ り 安 全 性 の 高 い 蓄 圧 式 消 火 器 に 切 り 替\nえ るべき 義 務 ，(ｲ)  本 件 消 火 器 の 製 造 時 点 に お い て ，消 火 器 の 使\n用 者 が 容 易 に 認 識 で き る 場 所 に ，相 当 の 大 き さ の ラ ベ ル で 表 記 す\nる こ と に よ っ て ，消 火 器 の 取 扱 い に つ き 十 分 な 注 意 喚 起 を す べき15\n義務 ，(ｳ)  本 件 事 故 が 発生 す る ま で の 時 点 で ，消 火 器 の 危 険 性 及\nび そ の 維 持 ・ 管 理 ・ 取 扱 方 法 に つ い て ，一 般 消 費 者 に対 し ， 広 報\n活動等を通じて 周知徹底すべき義務 ， (ｴ)  本件事故 が 発生 する\nまで の 時 点 で ，耐 用 年 数 が 経過 し た 消 火 器 を 回 収 す べき 義 務 が あ\nっ た か 否 か ，ま た ，被 告 会 社 が こ れ ら の 義 務 を 怠 っ た か 否 か （争20\n点⑥ ）\n(4)  因 果 関 係\nア   被 告 国 の 行 為 と 原 告 の 被 っ た 損 害 と の 間 の 因 果 関 係 の 有 無 （争\n点⑦ ）\nイ   被 告 社 団 法 人 の 行為と 原 告 の 被 っ た 損 害 と の 間 の 因 果 関 係 の25\n有無 （ 争 点 ⑧ ）\nウ   被 告 会 社 の 行 為 と 原 告 の 被 っ た 損 害 と の 間 の 因 果 関 係 の 有 無\n（ 争 点 ⑨ ）\n(5)  原 告 の 被 っ た 損 害 及 び そ の 額 （ 争 点 ⑩ ）\n(6)  過 失 相 殺 （ 争 点 ⑪ ）\n５   争 点 に 対 す る 当 事 者 の 主 張  5\n(1)  争点 ①（ 被 告 国 は ，昭 和 ６ ０ 年 ５ 月 ３ ０ 日 頃 の 時 点 で ，老 朽 化 し\nた 加 圧 式 消 火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 す る 危 険 性 を 予 見 す\nる こ と が 可 能 で あ っ た か 否 か ） に つ い て\n（ 原 告 の 主 張 ）\nア   加 圧 式 消 火 器 の 破 裂 事 故 の 多 発  10\n被 告 社 団 法 人 及 び 消 防 庁 等 が 取 り ま と め た 資 料 に よ る と ， 昭 和\n４ ３ 年 か ら 昭 和 ６ ３ 年 ま で の 間 に ，９ ３ 件 の 消 火 器 に よ る 破 裂 事\n故 等 が 発 生 し て い る 。消 火 器 の 破 裂 等 に よ っ て ，死 亡 を 含 む 重大\nな 人的被害が 出 た も の は ， 全 て 加 圧 式 消 火 器 に よ る も の で あ る。\nイ   加 圧 式 消 火 器 の 危 険 性  15\n加 圧 式 消 火 器 は ， 消 火 器 の 本体 容器 の 耐 圧 に 問 題 が な い 場 合 は ，\n正 常 に 消 火 剤 が 放 出 さ れ る が ，本体容器 の 底 部 等 が 錆 に よ り 腐食\nし て い る 場 合 は ，加 圧 用 ガ ス 容 器 の 封 板 が 破 封 さ れ ，同 容 器 内 の\nガ ス が 本 体 容 器 内 に 放 出 さ れ た 際 に ，本体 容器 が そ の 圧 力 に 耐 え\nら れ ず に 破 裂 し ，使 用 者 の 生 命 又 は 身 体 に 重 大 な 被 害 を 及 ぼ す 危20\n険 性 が あ る 。\nウ   危 険 の 予 見 可 能 性\n消 防 庁 は ， 昭 和 ５ ３ 年 ３ 月 ２ ３ 日 に 富 山 市 内 で 発 生 し た 昭 和 ４\n４年 に 製造 された 加 圧 式 消 火 器 が 破 裂 し て 発 生 し た 死 亡 事 故 を\n受 け て ，昭 和 ５ ４ 年 １ 月 ２ ４ 日 ，各 都 道 府 県 消 防 主 管 部 長 宛 てに25\n「 消 火 器 の 廃 棄 処 理 の 指 導 に つ い て 」（ 乙 １ ）と 題 す る 通 知 を発し\nた に も か か わ ら ず ，昭 和 ６ ０ 年 ４ 月 １ ２ 日 に は ，北 海 道 稚 内 市 内\nに お い て ，工 場 に 設 置 さ れ た 加 圧 式 消 火 器 を 操 作 し た 際 に ，消 火\n器 が 破 裂 し て 男 性 １ 名 が 死 亡 する 事 故 が 発 生 し ，ま た ，同 年 ５ 月\n３ ０ 日 に は ，新 潟 県 新 発 田 市 内 に お い て ，廃 棄 さ れ て い た 加 圧 式\n消 火 器 を 操 作 し た 際 に ，消 火 器 が 破 裂 し て １ 名 が 死 亡 す る 事 故 が5\n発 生 し た 。\n以 上 の と お り ，昭 和 ５ ３ 年 の 上 記 死 亡 事 故 に 対 し て ，消 防 庁 が ，\n各 都 道 府 県 消 防 主 管 部 長 宛 て に 注 意 喚 起 の た め の 通 知 を し た に\nも か か わ ら ず ，なおも 加 圧 式 消 火 器 に よ る 同 様 の 死 亡 事 故 が 繰 り\n返 し 発 生 し て い た の で あ る か ら ，被 告 国 は ，遅 く と も 昭 和 ６ ０ 年10\n５ 月 ３ ０ 日 頃 の 時 点 で ，加 圧 式 消 火 器 が 点 検 報 告 制 度 の 対 象 と な\nら な い 一 般 住 宅 等 に 設 置 さ れ れ ば ，十 分 な 保 管 や 点 検 が さ れ ず に\n放置 さ れ ，使 用 時 に 破 裂 し て 重 大 な 人 身 事 故 が 発 生 す る 危 険 性 が\nあ る こ と を 予 見 す る こ と が で き た と い う べ き で あ る 。\n（ 被 告 国 の 主 張 ）  15\n争う 。 加 圧 式 消 火 器 の う ち ， 破 裂 事 故 を 起 こ し た も の は ， 老 朽 化\nや 腐 食 等 の 悪 条 件 が 重 な っ た 結 果 ，当 該 事 故 を 起 こ す に 至 っ た も の\nと 推 測 さ れ る と こ ろ ，平 成 元 年 頃 ま で は ，加 圧 式 消 火 器 が 破 裂 事 故\nを 起 こ す の は ，上 記 の よ う な 悪 条 件 が 重 な っ た ご く ま れ な 場 合 に 限\nら れ て お り ，加 圧 式 消 火 器 一 般 に つ い て ，広 く 破 裂 事 故 が 発 生 し て20\nい た わ け で は な い 。\n(2)  争点②（ 自 治 大 臣 が ，平 成 元 年 頃 ま で に ，本 件 規 格 省 令 を 改 正 し\nて ，防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火\n対 象 物 に 設 置 す る 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤 を\n再 充てん で き な い 構 造 の も の に 限 る 旨 の 消 火 器 の 規 格 を 定 め な か25\nっ た こ と ，及 び 加 圧 式 消 火 器 に つ い て ，点 検 報 告 制 度 の 対 象 と な る\n防火対象物以外の 施設に設置しては ならない旨の表示 をするなど，\n加 圧 式 消 火 器 の 安 全 性 に 係 る 十 分 な 表 示 を す る 規 格 を 定 め な か っ\nた こ と が ， 国 賠 法 上 違 法 か 否 か ） に つ い て\n（ 原 告 の 主 張 ）\nア   防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防5\n火 対 象 物 に 設 置 す る 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火\n剤を再 充 て ん で き な い 構 造 の も の に 限 る 旨 の 消 火 器 の 規 格 を 定\nめ る べ き 義 務 に 違 反 し た こ と に つ い て\n(ｱ)  消火 器 メ ー カ ー は ， 自 治 省 (当時 )が 定 め る 規 格 省 令 に 定め\nら れ た 技 術 上 の 規 格 に 適 合 し（ 型 式 承 認 ），検 定 に 合 格 し た 消火10\n器 し か 製造・販売 す る こ と が で き な い（ 消 防 法 ２ １ 条 の ２ 第 ２\n項 ）か ら ，自 治 大 臣 (当時 )は ，消 火 器 の 機 能 及 び 安 全 性 の 確 保\nに 関 し て ， 絶 大 な 権 限 を 有 し て い る も の で あ る 。\n(ｲ)  昭 和 ６ ０ 年 当 時 ，消 火 器 の 破 裂 に よ る 死 亡 事 故 は ，加 圧 式 消\n火 器 に つ い て の み 発 生 し て い た 。消 火 器 は ，耐 用 年 数 が 比 較 的15\n長 い こ と か ら ，長 期 間 に わ た っ て 設 置 さ れ 続 け る と い う 特 徴 が\nあり ，ま た ，風 雨 又 は 湿 気 に さ ら さ れ や す い 場 所 に 設 置 さ れ る\n可 能 性 も 高い 。そ し て ，加 圧 式 消 火 器 は ，そ の 安 全 性 を 確 保 す\nる た め に は ，お お む ね ５ 年 を 目 安 に 点 検 を し な け れ ば な ら な い\nと こ ろ ，防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら20\nな い 防 火 対 象 物 に 設 置 さ れ た 加 圧 式 消 火 器 に つ い て は ，購 入 後\n５ 年 経 過 後 の 自 主 的 な 点 検 を 期 待 す る こ と は ほ ぼ 不 可 能 で あ\nる 。そ う す る と ，加 圧 式 消 火 器 に よ る 重 大 な 人 身 事 故 の 発 生 を\n防 止 す る た め に は ，防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の\n対 象 と な ら な い 防 火 対 象 物 に 設 置 す る 消 火 器 を ，加 圧 式 消 火 器25\nから 蓄 圧 式 消 火 器 に 切 り 替 え る こ と が 有 効 で あ っ た と い う こ\nと が で き る 。\n(ｳ)  蓄 圧 式 消 火 器 は ，昭 和 ６ ０ 年 時 点 で は ，既 に 製 造 す る こ と が\n可 能 で あ り ，開 発 費 用 を か け れ ば ，大 量 生 産 す る こ と も 可 能 で\nあ っ た の で あ る か ら ，自 治 大 臣 は，遅 く と も 本 件 消 火 器 の 製 造\n時 であ る 平 成 元 年 頃 ま で に ，本 件 規 格 省 令 を 改 正 し ，防 火 対 象5\n物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対 象 物\nに 設 置 す る 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤 を 再\n充てん で き な い 構 造 の も の に 限 る 旨 の 消 火 器 の 規 格 を 定 め る\nべき で あ っ た 。し か る に ，自 治 大 臣 は，平 成 元 年 頃 ま で に 本件\n規 格 省 令 を 上 記 の と お り に 改正 す る こ と は な か っ た 。  10\nイ   加 圧 式 消 火 器 に つ い て ， 点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物\n以 外 の 施 設 に 設 置 し て は な ら な い 旨 の 表 示 を す る な ど ，加 圧 式 消\n火 器 の 安 全 性 に 係 る 十 分 な 表 示 を す る 規 格 を 定 め な か っ た こ と\nに つ い て\n消 火 器 の 本 体 容 器 に 記 載 さ れ る 安 全 性 に 係 る 表 示 は ， 本 件 規 格15\n省 令 ３ ８ 条 １ 項 １ ６ 号 の「 取 扱 い 上 の 注 意 事 項 」に 該 当 す る か ら ，\n被 告 国 は ，本 件 規 格 省 令 を 改 正 す る こ と に よ り ，消 火 器 メ ー カ ー\nに 一 定 の 警告 表 示 を 行 う よ う 義 務 付 け る こ と が 可 能 で あ っ た 。そ\nし て ，加 圧 式 消 火 器 の 危 険 性 や 使 用 方 法 の 特 徴 等 に 照 ら す と ，自\n治 大 臣 は，遅 く と も 本 件 消 火 器 の 製 造 時 で あ る 平 成 元 年 頃 までに20\n本 件 規 格 省 令 を 改 正 し て ，加 圧 式 消 火 器 の 本体 容器 に ，加 圧 式 消\n火 器 の 安 全 性 に 係 る 次 の (ｱ)～ (ｵ)の 各 表 示（ 以 下 ，こ れ ら を 総 称\nして「 本 件 原 告 主 張 表 示 」と い い ，個 別 の 表 示 に つ い て は ，「 本 件\n原 告 主 張 表 示 (ｱ)」な ど と い う 。）を す る よ う 義 務 付 け る べ き で あ\nっ た 。し か る に ，自 治 大 臣 は ，平 成 元 年 頃 ま で に 本 件 規 格 省 令 を25\n改正 す る こ と は な か っ た 。\n(ｱ)  使 用 時 の 安 全 な 取 扱 い に 関 す る 事 項 と し て ，「 耐 用 年 数 経 過\n前 で あ っ て も ，本 体 容 器 の 底部 そ の 他 に 腐食 が 生 じ 又 は 腐 食 が\n生 じ て い る 可 能 性 が あ る 消 火 器 は ，使 用 者 の 生 命 に 危 険 を 及 ぼ\nす 可 能 性 の あ る 破 裂 事 故 の 危 険 が あ る た め 絶 対 に 使 用 し な い\nこと 」  5\n(ｲ)  点 検 に 関 す る 事 項 と し て ，「 加 圧 式 粉 末 消 火 器 に つ い て は ，\n耐 用 年 数 経 過 前 に も ，製 造 か ら 一 定 期 間 経 過 後（ 例 え ば ３ 年 経\n過 後 ）は ，関 係 者 は 点 検 を し な け れ ば な ら ず ，耐 用 年 数 経 過 後\nは ，水 圧 試 験 な ど に よ る 点 検 を 実 施 し ，こ れ ら 点 検 を 完 了 し て\nい な い 消 火 器 は 破 裂 の 危 険 性 が あ る か ら 使 用 し て は な ら な い10\nこと 」\n(ｳ)  廃 棄 時 の 安 全 な 取 扱 い に 関 す る 事 項 と し て ，「 耐 用 年 数 を 明\n示 し ，耐 用 年 数 経 過 後 ，水 圧 試 験 な ど に よ る 点 検 を 実 施 し て い\nな い 消 火 器 は ，破 裂 事 故 の 危 険 性 が あ る た め ，関 係 者 が 直 ち に\nリ サ イ ク ル の た め の 連 絡 先 へ 連 絡 し て 専 門 の 廃 棄 業 者 に 処 分15\nを 依 頼 す る こ と 及 び そ の 連 絡 先 」\n(ｴ)  住 宅 用 消 火 器 で は な い 旨\n(ｵ)  点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 に し か 設 置 し て は な\nら な い 旨\n（ 被 告 国 の 主 張 ）  20\nア   自 治 大 臣 は ， 原 告 の 主 張 す る よ う な 本 件 規 格 省 令 の 改 正 を 行 う\n権 限 を 有 し て い な い こ と\n(ｱ)  原告 は ，自 治 大 臣 に お い て ，消 火 器 の 製 造 業 者 に 対 し ，防 火\n対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対\n象物 に 設 置 す る 用 途 と し て 製 造 す る 消 火 器 を ，蓄 圧 式 消 火 器 で25\nあ っ て ，か つ ，消 火 剤 を 再 充 て ん で き な い 構 造 の も の に 限 定 す\nる こ と ，及 び 加 圧 式 消 火 器 に「 点 検 報 告 制 度 の 対 象 と な る 防 火\n対 象 物 に し か 設 置 し て は な ら な い 」旨 の 表 示 を 義 務 付 け る べ き\nである 旨主張する。しかしながら， この主張は， 実 質 的 に は ，\n当 該 表 示 の 名 宛 人 で あ る 消 火 器 の 設 置 者 に 対 し て ，防 火 対 象 物\n以 外 の 施 設 等 へ の 加 圧 式 消 火 器 を 設 置 さ せ な い と い う 効 果 を5\nも た ら す こ と を 目 的 と す る も の で あ る 。す な わ ち ，原 告 の 主 張\nは ，自 治 大 臣 は ，「 防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対\n象 と な ら な い 防 火 対 象 物 に 設 置 す べ き 消 火 器 」を「 蓄 圧 式 で あ\nっ て ，か つ ，消 火 剤 を 再 充 て ん で き な い 構 造 」の も の に 限 定 す\nる 義 務 を 負 っ て お り ，防 火 対 象 物 以 外 の 施 設 等 の 管 理 者 に 対 し ，10\n加 圧 式 消 火 器 の 設 置 を 規 制 し な け れ ば な ら な か っ た 旨 を い う\nに 等 し い も の と い う べ き で あ る 。\n(ｲ)  し か し な が ら ，規 格 省 令 は ，消 防 法 ２ １ 条 の ２ 第 ２ 項 に よ る\n委 任 を 受 け ，製 造 段 階 に お い て 消 火 器 が 有 す べ き 技 術 上 の 規 格\nを 定 め る こ と に よ り ，消 火 器 の 製 造 業 者 に 対 し て 一 定 の 規 制 を15\n課 す も の で あ り ，ま た ，同 項 の 趣 旨 は ，消 火 器 の 製 造 段 階 に お\nい て こ れ が 十 分 な 消 火 性 能 を 有 す る こ と を 担 保 す る こ と に よ\nり ，実 際 の 火 災 等 に お い て 十 分 な 消 火 性 能 を 発 揮 す る こ と を 期\nす る こ と に あ る 。こ の よ う に ，同 項 か ら は，消 火 器 の 設 置 者 に\n対する規制 及 び 性 能 以 外 の 点 に 着 目 し た 消 火 器 の 設 置 場 所 に20\n関 す る 規 制 を 設 け る 趣 旨 を 読 み 取 る こ と は 困 難 で あ る 。\nま た ， 消 防 法 の 他 の 規 定 を 見 て も ， 同 法 は ， 一 定 の 防 火 対 象\n物 の 関 係 者 に 対 し 消 防 用 設 備 等 の 設 置 及 び 維 持 を 義 務 付 け て\nい る も の の（ 同 法 １ ７ 条 １ 項 ），消 防 用 設 備 等 の 設 置 又 は 維 持 に\n関 し ，上 記 防 火 対 象 物 以 外 の 管 理 者 に 対 し 何 ら か の 義 務 を 課 す25\n旨 の 規 定 や ，性 能 以 外 の 点 に 着 目 し て 消 火 器 の 設 置 場 所 を 制 限\nす る 旨 の 規 定 は 見 当 た ら な い 。\n(ｳ)  そ う す る と ，原 告 が 主 張 す る 本 件 規 格 省 令 の 改 正 内容 は ，製\n造 段 階 に お け る 消 火 器 の 規 格 を 定 め る 消 防 法 ２ １ 条 の ２ 第 ２\n項 の 委 任 の 範 囲 を 超 え る 規 制 で あ り ，そ も そ も 自 治 大 臣 は か か\nる 改 正 を 行 う 権 限 を 有 し て い な か っ た と い う べ き で あ る 。そ し5\nて，そ の よ う な 規 制 が 許 さ れ な い 以 上 ，消 火 器 の 製 造 業 者 に 対\nし て で あ っ て も ，委 任 の 範 囲 を 超 え る 規 制 内 容 を 表 示 す べ き こ\nと を 義 務 付 け る こ と が で き な い の は 明 ら か で あ っ て ，自 治 大 臣\nに お い て は ，消 火 器 本 体 に「 加 圧 式 消 火 器 は ，点 検 報 告 制 度 の\n対 象 と な る 防 火 対 象 物 以 外 の 施 設 に 設 置 し て は な ら な い 」旨 の10\n表示を 義 務 付 け る 権 限 も また 有 し て い な か っ た こ と は 明 ら か\nで あ る 。\nイ   自 治 大 臣 が 本 件 規 格 省 令 を 改 正 し な か っ た こ と が ， 著 し く 合 理\n性 を 欠 く と は い え な い こ と\n(ｱ)  規 格 省 令 の 改 正 権 限 は ， 火 災 時 に 消 火 器 を 使 用 す る 者 等 の15\n生 命 又 は 身 体 の 保 護 を 目 的 と し て 行 使 さ れ る こ と を 予 定 又 は\n期 待 さ れ て い る も の で は な い 。\nａ   消 防 法 は ， 火 災 を 予 防 し ， 警 戒 及 び 鎮 圧 し ， 国 民 の 生 命 ，\n身 体 及 び 財 産 を 火 災 か ら 保 護 す る と と も に ，火 災 又 は 地 震 等\nの 災 害 に よ る 被 害 を 軽 減 し ，も っ て 安 寧 秩 序 を 保 持 し ，社 会20\n公 共 の 福 祉 の 増 進 に 資 す る こ と を 目 的 と す る 法 律 で あ る（ 同\n法 １ 条 ）。\nま た ， 同 法 ２ １ 条 の ２ が 検 定 対 象 機 械 器 具 等 に つ い て 検 定\nを す る こ と と し て い る の は ，こ れ ら の 機 械 機 具 等 が ，火 災 の\n予 防 若 し く は 警 戒 ，消 火 又 は 人 命 の 救 助 等 の た め に 重 要 な 役25\n割 を 果 た す も の で あ り ，一 定 の 性 能 を 有 さ な け れ ば ，実 際 の\n火 災 等 に お い て 必 要 な 機 能 を 発 揮 す る こ と が で き な い こと\nか ら ，こ れ ら の 機 械 器 具 等 に つ い て 一 定 の 性 能 を 担 保 す る た\nめ で あ る 。そ し て ，規 格 省 令 は，消防法 ２ １ 条 の ２ 第 ２ 項 の\n委 任 に 基 づ き ，検 定 対 象 機 械 器 具 で あ る 消 火 器 に 係 る 技 術 上\nの 規 格 を 定 め る も の で あ り ， そ の 趣 旨 ・ 目 的 は ， 消 火 器 が ，5\n一 定 の 性 能 等 を 有 し て ，実 際 の 火 災 時 に 有 効 に そ の 機 能 を 発\n揮 す る こ と に あ る 。\nｂ   このような 消防法 及び 規 格 省 令 の 趣 旨 及 び 目 的 に 照 ら す\nと ，本 件 規 格 省 令 の 改 正 に 関 す る 自 治 大 臣 の 権 限 に つ い て も ，\n火 災 を 予 防 及 び 鎮 圧 す る こ と に よ り ，国 民 の 生 命 ，身 体 及 び10\n財 産 を 火 災 か ら 保 護 す る こ と を 目 的 と し て 行 使 さ れ る べ き\nも の で あ っ て ，火 災 時 に 消 火 器 を 使 用 す る 者 や 消 火 器 を 廃 棄\nす る 者 等 の 生 命 及 び 身 体 等 を 保 護 す る こ と を 直 接 の 目 的 と\nし て 行 使 さ れ る こ と が 予 定 又 は 期 待 さ れ て い た わ け で は な\nい 。  15\n(ｲ)  また，消 火 器 の 破 裂 事 故 は ，悪 条 件 が 重 な っ た 場 合 に 発 生 し\nて お り ，加 圧 式 消 火 器 一 般 に つ い て ，広 く 破 裂 事 故 が 発 生 し て\nいた わ け で は な い 。\n(ｳ)  さ ら に ，被 告 国（ 消 防 庁 ）は ，加 圧 式 消 火 器 の 破 裂 事 故 の 発\n生 を 防 止 す る た め の 必 要 な 措 置 を 講 じ て い た 。  20\n消 防 庁 は ， 消 火 器 の 破 裂 事 故 が 発 生 し て い る こ と を 受 け ， 累\n次 に わ た っ て 通 知 を 発 出 し ，消 火 器 の 維 持 管 理 の 徹 底 を 指 導 し\nていた。取り分け，昭和６３年 に発出された 通 知 に お い て は ，\n消 火 器 に 係 る 人 身 事 故 が 主 と し て 加 圧 式 消 火 器 に よ っ て 生 じ\nて い る こ と や ，加 圧 式 消 火 器 に つ い て 容 器 の 腐 食 等 の 構 造 上 の25\n弱 点 が あ る 場 合 ，そ の 部 分 か ら 破 壊 す る こ と が あ る こ と 等 が 明\n記 さ れ た 上 で，ａ   消 火 器 の 設 置 場 所 に つ い て ，で き る だ け 通\n風 が よ く ，目 に つ き や す い 場 所 と す る こ と や ，直 射 日 光 を 受 け\nる 場 所 ，湿 気 の 多 い 場 所 又 は 雨 水 の か か る 場 所 は 避 け る こ と と\nさ れ ，ま た ，ｂ   購 入 又 は 設 置 か ら ５ 年 以 上 が 経 過 し た 消 火 器\nに つ い て は ，そ の 間 の 点 検 整 備 の 状 況 等 に 留 意 し ，時 々 ，外 観5\nを 点 検 し ，適 正 に 維 持 管 理 す る こ と と さ れ て い た 。こ の よ う な\n通 知 の 内 容 は ，加 圧 式 消 火 器 に つ い て 老 朽 化 や 腐 食 と い う 悪 条\n件 が 重 な っ た 場 合 に 破 裂 事 故 が 生 じ て い る と い う 当 時 の 具 体\n的 事 情 に 照 ら し て み た 場 合 ，そ の よ う な 事 故 の 発 生 を 防 止 す る\nた め に 必 要 な 措 置 を 指 導 す る 合 理 的 な も の と い う こ と が で き10\nる。\nこ の よ う に ， 消 防 庁 は ， 昭 和 ５ ０ 年 代 か ら 昭 和 ６ ４ 年 （ 平 成\n元 年 ）に か け て ，消 防 組 織 法 ４ 条 及 び ３ ７ 条 に 基 づ き ，老 朽 化\n消 火 器 の 破 裂 事 故 を 消 防 に 関 す る 広 域 的 な 安 全 対 策 課 題 で あ\nる と 位 置 付 け ，事 故 が 発 生 す る 都 度 ，各 都 道 府 県 消 防 主 管 部 長15\n宛 て の 通 知 や 事 務 連 絡 を 発 出 し ，助 言 を 与 え ，勧 告 し ，指 導 を\n行 う こ と に よ り ，全 国 的 に 老 朽 化 した 消 火 器 の 危 険 性 及 び そ の\n適 切 な 維 持 管 理 に つ い て 周 知 徹 底 を 行 っ て い た 。\n(ｴ)  以上 に よ る と ，自 治 大 臣 に お い て ，平 成 元 年 頃 ま で に 本件規\n格 省 令 を 改 正 し て ，原告 の 主 張 に 係 る 規 制 を 行 わ な か っ た こ と20\nが ，消 防 法 の 趣 旨 ，目 的 や ，そ の 権 限 の 性 質 等 に 照 ら し ，当 時\nの 具 体 的 事 情 の 下 に お い て ，許 容 さ れ る 限 度 を 逸 脱 し て 著 し く\n合 理 性 を 欠 い て い た と い う こ と は で き な い 。\nウ   し た が っ て ， 自 治 大 臣 が ， 平 成 元 年 頃 ま で に ， 本 件 規 格 省 令 を\n改 正 し な か っ た こ と が 国 賠 法 １ 条 １ 項 の 適 用 上 違 法 で あ る と い25\nう こ と は で き な い 。\n(3)  争点③（ 被告 社 団 法 人 は ，昭 和 ６ ０ 年 ５ 月 ３ ０ 日 頃 の 時 点 で ，老\n朽 化 し た 加 圧 式 消 火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 す る 危 険 性 を\n予 見 す る こ と が 可 能 で あ っ た か 否 か ） に つ い て\n（ 原 告 の 主 張 ）\n被 告 社 団 法 人 は ， 主 な 国 内 消 火 器 メ ー カ ー が 全て 加 入 し ， 消 防 庁5\nと も 連 携 ，情 報 交 換 を し て き た 団 体 で あ る 。し た が っ て ，本 件 事 故\nの 発 生 ま で の 間 に も ，消 火 器 の 破 裂 事 故 の 実 態 を 把 握 し て お り 又は\n容 易 に 把 握 で き る 状 態 に あ っ た 。\n少 な く と も ， 昭 和 ４ ３ 年 以 降 は 消 火 器 の 破 裂 事 故 が 継 続 的 に 発 生\nし て い る こ と が 確 認 さ れ て い る こ と か ら す る と ，昭 和 ６ ０ 年 ５ 月 ３10\n０ 日 頃 の 時 点 で は ，消 火 器 の 破 裂 に よ っ て 死 亡 事 故 を 含 む 人 身 事 故\nが 継 続 的 に 発 生 し て い た 事 実 を 認 識 し て い た こ と は 明 白 で あ る 。\nし た が っ て ， 被 告 社 団 法 人 には， 遅 く と も 同日 の 時 点 で は ， 被告\n社団法人の 会 員 で あ る メ ー カ ー が 製 造 し た 消 火 器 の 破 裂 に よ っ て\n人身 事 故 が 発 生 す る 危 険 性を 予見 す る こ と が 可能性 で あ っ た 。  15\n（ 被 告 社 団 法 人 の 主 張 ）\n屋 外 に 放 置 さ れ た 加 圧 式 消 火 器 に よ っ て ， 死 傷 者 が 発 生 し た 事故\n数 は ，昭 和 ５ ３ 年 か ら 本 件 事 故 が 発 生 し た 平 成 ２ １ 年 ９ 月 ま で の 約\n３ ０ 年 間 で １ ３ 件 （ 平 成 元 年 時 点 で は ４ 件 ） で あ り ， さ ら に ， 本 件\n事故 の よ う に ，「 い た ず ら 」に よ っ て 発 生 し た 事 故 は ，約 ３ ０ 年 間 で20\n５ 件 で あ り ，消 火 器 の 破 裂 事 故 が 継 続 的 に 発 生 し て い た と は い え な\nい。\nま た ， 被 告 社 団 法 人 は ， 全 て の 事 故 の 存 在 や 具 体 的 な 内 容 等 を 知\nる こ と が で き る 立 場 に は な か っ た の で あ る か ら ，被 告 社 団 法 人 に は ，\n結 果 発 生 の 具 体 的 な 予 見 可 能 性 が あ っ た と い う こ と は で き な い 。  25\n(4)  争 点 ④（ 被 告 社 団 法 人 に ，(ｱ)  本 件 消 火 器 の 製 造 時 点 に お い て ，\n消 火 器 の 使 用 者 が 容 易 に 認 識 で き る 場 所 に ，相 当 の 大 き さ の ラ ベ ル\nで 表 記 す る こ と に よ っ て ，消 火 器 の 取 扱 い に つ き 十 分 な 注 意 喚 起 を\nす べ き 義 務 ，(ｲ)  本 件 事 故 が 発生 す る ま で の 時 点 で ，消 火 器 の 危険\n性 及 び そ の 維 持 ・ 管 理 ・ 取 扱 方 法 に つ い て ， 一 般 消 費 者 に対 し ，広\n報活動等を通じて 周知徹底すべき義 務， (ｳ)  本件事故 が 発生 する5\nま で の 時 点 に お い て ，耐 用 年 数 が 経過 し た 消 火 器 を 確 実 に 回 収 す る\n制 度 を 構 築 す べき 義 務 が あ っ た か 否 か ，ま た ，被 告 社 団 法 人 が こ れ\nら の 義 務 を 怠 っ た か 否 か ） に つ い て\n（ 原 告 の 主 張 ）\nア   被 告 社 団 法 人 は ， 我 が 国 唯 一 の 消 火 器 メ ー カ ー の 団 体 で あ り ，10\n被 告 社 団 法 人 に は，被 告 会 社 を 含 む 国 内 の 主 な 消 火 器 メ ー カ ー の\n全 て が 加 入 し て お り ，そ の 事 業 内 容 に は ，「 消 火 器 類 及 び そ の 使 用\n維 持 の 方 法 の 宣 伝 普 及 」が 含 ま れ て い る 。ま た ，被 告 社 団 法 人 は ，\n会員 で あ る 各 メ ー カ ー を 代 表 す る 者 が 理 事 ，監 事 と し て 名 を 連 ね\nて お り ，事 実 上 ，会員 で あ る 各 メ ー カ ー が ，被 告 社 団 法 人 の 決 定15\nに従 わ な い こ と は 想 定 し 難 く ，消 火 器 の 破 裂 事 故 に 対 す る 安 全 対\n策 も ，被 告 社 団 法 人 が 決 定 し た 対 策 を 各 メ ー カ ー が 実 行 す る と い\nっ た 構 図 が 常 態 化 し て い た 。各 メ ー カ ー は ，消 火 器 の 事 故 防 止 策\nに つ い て ，被 告 社 団 法 人 の 判 断 に 依 存 し て お り ，現 に ，本 件 消 火\n器 が 製 造 さ れ た 当 時 ，被 告 社 団 法 人 の 会 員 で あ る 各 メ ー カ ー の 製20\n造 す る 消 火 器 に は ，被 告 社 団 法 人 が 作 成 し た 統 一 的 な 警 告 表 示 ラ\nベル （ 甲 １ ８ ） が 貼 付 さ れ て い た 。\nイ   被 告 社 団 法 人 の 負 う べ き 結 果 回 避 義 務 の 内 容\n(ｱ)  ラ ベ ル 表 記 義 務\n消 火 器 の 破 裂 事 故 防 止 に お け る 被 告 社 団 法 人 の 役 割 の 重 要25\n性 に鑑みると， 被告社団法人には， 各消火器メーカーに対し ，\n消 火 器 の 使 用 者 等 が 容 易 に 認 識 で き る 場 所 に ，本 件 原 告 主 張 表\n示 と 同 様 の 事 項 が 記 載 さ れ た 相 当 の 大 き さ の ラ ベ ル を 貼 付 さ\nせる こ と に よ っ て ，消 火 器 の 使 用 者 等 に 対 し ，そ の 取 扱 い に つ\nき 十 分 な 注 意 喚 起 を す る べ き 義 務 が あ っ た（ 以 下 ，こ の 義 務 を\n「 ラ ベ ル 表 記 義 務 」 と い う 。）。  5\n(ｲ)  周 知 徹 底 義 務\n老 朽 化 し た 消 火 器 は ， 人 の 生 命 又 は 身 体 に 甚 大 な 損 傷 を 与 え\nる 危 険 性 を 有 し て い る に も か か わ ら ず ，消 火 器 の 使 用 者 は ，火\n災 が 発 生 し た 際 に し か ，消 火 器 本 体 に 貼 付 し て あ る 警 告 表 示 ラ\nベ ル を 目 に す る 機 会 は な い 。  10\nし た が っ て ， 消 火 器 の 破 裂 に よ る 人 身 事 故 の 発 生 を 未 然 に 防\nぐ た め に は ，消 火 器 に 警 告 表 示 ラ ベ ル を 貼 付 す る だ け で は 不 十\n分 で あ り ，被 告 社 団 法 人 に は，本件 事 故 が 発 生 す る ま で の 時 点\nで ，消 火 器 の 維 持 ・ 管 理 ・ 取 扱 方 法 に つ い て ， 一 般 消 費 者 に 対\nし，広報活動等を通じて 周知徹底すべき 義務があった （ 以 下 ，15\nこ の 義 務 を「 周 知 徹 底 義 務 」と い う 。）。被 告 社 団 法 人 は ，消 火\n器 類 及 び そ の 使 用 維 持 の 方 法 の 宣 伝 及 び 普 及 を 事 業 内 容 と し\nている ところ ， 消火器一般について，「使用維持方法」を広く\n「 宣 伝 普 及 」さ せ る た め に は ，一 メ ー カ ー が 行 う よ り も ，被 告\n社 団 法 人 と し て 行 っ た 方 が 効 果 的 で あ る 。  20\n(ｳ)  回 収 シ ス テ ム 構 築 義 務\n消 火 器（ 特 に 加 圧 式 消 火 器 ）の 高 い 危 険 性 に 鑑 み ると ，消 火\n器の 管 理 者 や 使 用 者（ 以 下「 使 用 者 等 」と い う 。）に対 して 自主\n的 な 注 意 を 促 す だ け で な く ，耐 用 年 数 が 到 来 し た 老 朽 化 した 消\n火 器 を 回 収 す る シ ス テ ム が 存 在 し な け れ ば ，根 本 的 な 破 裂 事 故25\nの防止にはならない。消火器には耐用年数が 定められて おり ，\n本件 消 火 器 に 貼付 さ れ た ラ ベ ル に も ，極 め て 小 さ い な が ら も 耐\n用 年 数 が 記 載 さ れ て い た 。し か し な が ら ，こ の よ う な 記 載 の み\nで は ，使 用 者 等 が 消 火 器 の 耐 用 年 数 を 意 識 し ，耐 用 年 数 が 過 ぎ\nた も の に つ い て は 自 主 的 に 処 分 す る と い う こ と を 期待 するこ\nと は で き な い 。  5\nそ し て ，こ の よ う な 老 朽 化 した 消 火 器 の 回 収 は ，多 大 な 費 用\nを 要 す る 上 ，業 界 全 体 と し て 行 わ な け れ ば そ の 実 効 性 に 乏 し い\nから ， 被 告 社 団 法 人 が 取 り 組 む べ き 事 柄 で あ る 。\nした が っ て ，被 告 社 団 法 人 に は ，本 件 事 故 発 生 時 点 に お い て ，\n耐 用 年 数 が 到 来 し た 消 火 器 に つ い て は 確実に 回 収 す る システ10\nム を 構 築 す る 義 務 が あ っ た と い う こ と が で き る（ 以 下 ，こ の 義\n務 を 「 回 収 シ ス テ ム 構 築 義 務 」 と い う 。）。\nウ   被 告 社 団 法 人 の 結 果 回 避 義 務 違 反\n(ｱ)  ラ ベ ル 表 記 義 務 違 反\n被 告 社 団 法 人 は， 本 件 消 火 器 が 製 造 さ れ た 当 時 ， 各 メ ー カ ー15\nに 対 し ，被 告 社 団 法 人 が 定 め た「 こ の 消 火 器 は ，操 作 す る と 急\nに 容 器 全 体 に 圧 力 が か か り ま す 。さ び ，腐 食 ，キ ャ ッ プ の ゆ る\nみ が あ る も の ，ま た ，廃 棄 さ れ た も の は 危 険 で す か ら 使 用 し な\nい で く だ さ い 。」 と の 記載 がある ラベルを消火器に貼付させて\nい た 。し か し な が ら ，こ の よ う な 記 載 内 容 で は ，消 火 器 を 使 用20\nする 者 が ，具 体 的 に ど の よ う な 危 険 が 発 生 す る の か を 想 起 す る\nこ と は で き な い 。\nし た が っ て ， 被 告 社 団 法 人 は ， ラ ベ ル の 表 記 に よ っ て ， 消 火\n器 の 使 用 者 に 十 分 な 注 意 喚 起 を す べ き 義 務 を 怠 っ て い た と い\nう こ と が で き る 。  25\n(ｲ)  周 知 徹 底 義 務 違 反\n本 件 消 火 器 の 製 造 時 に お い て も ，本 件 事 故 発 生 当 時 に お い て\nも，本 件 原 告 主 張 表 示 の 内 容 が 消 火 器 の 使 用 者 等 に 浸 透 し て い\nた と は 到 底 い え な い 状 況 で あ っ た 。本 件 事 故 発 生 時 点 に お い て\nは ，イ ン タ ー ネ ッ ト サ イ ト 上 で あ る 程 度 の 注 意 喚 起 は 行 わ れ て\nいた も の の ，イ ン タ ー ネ ッ ト サ イ ト は ，閲 覧 し よ う と 思 っ た 者5\nの 目 に し か 触 れ な い の で あ る か ら ，注 意 喚 起 の 程 度 と し て は 極\nめ て 不 十 分 で あ る 。ま た ，被 告 社 団 法 人 は ，少 な く と も 本 件 事\n故 が 発 生 す る ま で の 間 ，販 売 店 等 に 対 す る 注 意 書 き は 作 成 し て\nい た も の の ，一 般 消 費 者 に 対 し ，各 種 の メ デ ィ ア を 通 じ た 広 報\n活 動 等 に よ っ て ，老 朽 化 した 消 火 器 の 危 険 性 を 周 知 徹 底 す る こ10\nと を 怠 っ て い た 。\n(ｳ)  回 収 シ ス テ ム 構 築 義 務 違 反\n本 件 事 故 が 発生 した 当時 ， 耐 用 年 数 が 到 来 し た 消 火 器 を 確 実\nに 回 収 す る 制 度 は 存 在 し な か っ た 。本 件 事 故 の 発 生 後 に な っ て ，\n被 告 社 団 法 人 は ，消 火 器 の リ サ イ ク ル シ ス テ ム を 構 築 し ，老 朽15\n化 消 火 器 は 確 実 に 回 収 さ れ る よ う に な っ た が ，本 件 事 故 発 生 前\nに こ の よ う な シ ス テ ム を 構 築 で き な か っ た 合 理 的 な 根 拠 は な\nく ，被 告 社 団 法 人 は ，上 記 シ ス テ ム の 構 築 を 怠 っ て い た と い わ\nざ る を 得 な い 。\n（ 被 告 社 団 法 人 の 主 張 ）  20\nア   被 告 社 団 法 人 は ， 原 告 が 主 張 す る よ う な 作 為 義 務 を 負 っ て い な\nい。仮 に ，そ の よ う な 義 務 を 負 っ て い た と し て も ，消 火 器 の 取 扱\nい や 管 理 方 法 等 を 周 知 し て い た の で あ る か ら ，結 果 回 避 義 務 違 反\nは な い 。\n被 告 社 団 法 人 は ， 消 火 器 メ ー カ ー の ほ と ん ど が 加 盟 し て い る 社25\n団法人であるが， その役割 は， 消 防 庁 か ら の 通 達 等 に 基 づ い て ，\n会 員 で あ る 消 火 器 メ ー カ ー が 行 う べ き 最 低 限 度 の 統 一 的 基 準 を\n設 定 す る こ と や ，消 火 器 に 関 す る 研 究 会 を 設 置 し ，研 究 を 行 う こ\nと に あ る 。ま た ，被 告 社 団 法 人 は ，会 員 の 総 意 を も っ て 活 動 方 法\nを 決 め て い る こ と か ら ，各 消 火 器 メ ー カ ー に 対 し ，消 火 器 の 製造\nや 営 業 方 針 等 を 直 接 的 に 指 導 す る 立 場 に は な い 。例 え ば ，警 告 表5\n示 ラ ベ ル に つ い て は ，消 防 庁 等 の 指 示 を 受 け て ，消 火 器 メ ー カ ー\nの 取 り ま と め 役 と し て 対 応 し ，各 消 火 器 メ ー カ ー に 対 す る 最 低 限\n度 の 指 針 を 示 し た に す ぎ な い 。\n企 業 に 対 す る 不 法 行 為 責 任 は ， 報 償 責 任 の 観 点 か ら 課 さ れ る も\nの で あ る が ，被 告 社 団 法 人 は 一 般 社 団 法 人 で あ り ，利 益 を 追 求 す10\nる も の で は な く ，消 防 庁 や 各 メ ー カ ー の 取 り ま と め 役 を し て い る\nに す ぎ な い の で あ る か ら ， 法 的 責 任 を 負 う 主 体 と は な ら な い 。\nイ   ラ ベ ル 表 記 義 務 違 反 に つ い て\n(ｱ)  「 使 用 時 の 安 全 な 取 扱 に 関 す る 記 載 」 に つ い て\n原 告 は ，「 使 用 時 の 安 全 な 取 扱 に 関 す る 事 項 」と し て ，「 耐用15\n年 数 経 過 前 で あ っ て も ，本 体 容 器 の 底部 そ の 他 に 腐食 が 生 じ 又\nは 腐 食 が 生 じ て い る 可 能 性 が あ る 消 火 器 は ，使 用 者 の 生 命 に 危\n険 を 及 ぼ す 可 能 性 の あ る 破 裂 事 故 の 危 険 が あ る た め 絶 対 に 使\n用 し な い こ と 」と の 表 示（ 本件 原 告 主 張 表 示 (ｱ)）を す べ き 旨 主\n張 す る が ，こ の よ う な 原 告 の 主 張 は ，「 消 火 器 が 風 雨 に 晒 さ れ や20\nすい 場 所 に 長 期 間 設 置 さ れ る も の で あ る 」こ と を 前 提 と し た も\nの で あ る 。し か し な が ら ，こ の よ う な 場 所 は ，通 常 想 定 さ れる\n消 火 器 の 設 置 場 所 で は な い の で あ る か ら ，そ の よ う な 不 適 切 な\n場 所 に 設 置 さ れ る こ と を 前 提 と し た 内 容 を 一 般 的 な 注 意 事 項\nと し て 記 載 す る の は 不 適 当 で あ る 。  25\nまた ， 本 件 消 火 器 に 貼 付 さ れ た ラ ベ ル に お い て も ，「 維 持 管\n理 に つ い て の ご 注 意 」の 中 で ，「 高 温 多 湿 の と こ ろ は 避 け て 設 置\nし て く だ さ い 。屋 外 ，ち ゅ う 房 や 腐 食 性 ガ ス が ，発 生 す る と こ\nろ で は ，格 納 箱 に 収 納 す る な ど 保 護 処 置 を し て く だ さ い 。」と の\n記 載 が さ れ て お り ，設 置 場 所 や 保 管 方 法 に つ い て 注 意 喚 起 を し\nて い る 。さ ら に ，被 告 社 団 法 人 が 定 め た「 使 用 上 の ご 注 意 」の5\nラ ベ ル に は ，「 こ の 消 火 器 は ，操 作 す る と 急 に 容 器 全 体 に 圧 力 が\nか か り ま す 。さ び ，腐 食 ，変 形 ，キ ャ ッ プ の ゆ る み が あ る も の ，\nまた，廃棄されたものは 危険ですから使用しないでください 」\nと い う 記 載 が あ り ，そ の 内 容 は ，原 告 が 指 摘 す る 内 容 と 同 趣 旨\nの も の で あ る 。  10\n(ｲ)  「 点 検 に 関 す る 記 載 」 に つ い て\n原 告 は ，「 点 検 に 関 す る 事 項 」と し て ，「 加 圧 式 粉 末 消 火 器 に\nつ い て は ，耐 用 年 数 経 過 前 に も ，製 造 か ら 一 定 期 間 経 過 後（ 例\nえ ば ３ 年 経 過 後 ）は ，関 係 者 は 点 検 を し な け れ ば な ら ず ，耐 用\n年 数 経 過 後 は ，水 圧 試 験 な ど に よ る 点 検 を 実 施 し ，こ れ ら 点 検15\nを 完 了 し て い な い 消 火 器 は 破 裂 の 危 険 性 が あ る か ら 使 用 し て\nはならないこと 」 との表示 (本件原告主張表示 (ｲ))をすべき で\nあ っ た 旨 主 張 す る 。\nし か し ， 本 件 消 火 器 に 貼 付 さ れ た ラ ベ ル に も ，「 維 持 管 理 に\nつ い て の ご 注 意 」に お い て ，「 定期 的に 点 検 を し て く だ さ い 。お20\nお む ね ５ 年 を 経 過 す る と 性 能 ，機 能 が 低 下 す る こ と が あ り ま す\nので ，家 庭 な ど 点 検 義 務 の な い と こ ろ で も ５ 年 を 目 安 に 点 検 し\nて く だ さ い 。」と の 記 載 が あ り ，耐 用 年 数 経 過 前 で あ っ て も 点 検\nを 行 う よ う 促 し て い る（ な お ，点 検 を 義 務 と す る の は 法 令 の 問\n題 で あ る こ と か ら ，被 告 社 団 法 人 が 対 応 で き る こ と で は な い ）。 25\nま た ，そ も そ も ，耐 用 年 数 を 経 過 し た 消 火 器 一 般 に 破 裂 の 危\n険 性 が あ る わ け で は な い か ら ，誤 っ た 事 実 を 記 載 す る こ と は で\nき な い 。\nさ ら に ，本 件 消 火 器 の ラ ベ ル 表 示 に お い て も ，５ 年 を 目 安 に\n点 検 を す る こ と を 促 し て い る こ と か ら ，通 常 の 感 覚 を 持 つ 一 般\n人 で あ れ ば ，耐 用 年 数 を 経 過 し た 消 火 器 が あ れ ば ，点 検 したり5\n廃棄し たりし なければならないと考え て ，「 点 検 ま た は 廃 棄 に\nつ い て は ，販 売 店 ま た は メ ー カ ー に お 問 い あ わ せ く だ さ い 。」と\nの 記 載 に 従 っ て ，販 売 店 又 は メ ー カ ー に 連 絡 す る の が 通 常 で あ\nる。\nし た が っ て ，本 件 消 火 器 の ラ ベ ル の 記 載 に 不 備 が あ る と は い10\nえ な い 。\n(ｳ)  「 廃 棄 時 の 安 全 な 取 扱 い に 関 す る 記 載 」 に つ い て\n原告は，「 廃 棄 時 の 安 全 な 取 扱 に 関 す る 事 項 」 と し て ，「 耐用\n年数を明示し，耐用年数経過後，水圧試験などによる点検を実\n施していない消火器は，破裂事故の危険性があるため，関係者15\nが直ちにリサイクルの ための 連絡先へ連絡して専門の廃棄業者\nに処分を依頼すること及びその連絡先 」 との表示（本件原告主\n張 表 示 (ｳ)） をすべき で あ る 旨 主 張 す る 。\nし か し ， 本 件 消 火 器 の ラ ベ ル に も ，「 容 器 の 耐 用 年 数 は ， 設\n置 場 所 や 管 理 の 仕 方 に よ っ て 異 な り ま す 。正 し い 維 持 管 理 が 行20\nわ れ た 場 合 に ，お お む ね 耐 用 ８ 年 で す 。」と の 記 載 が あ り ，耐 用\n年数の記載がある。また，耐用年数経過後の措置については ，\n「 点 検 ま た は 廃 棄 に つ い て は ，販 売 店 ま た は メ ー カ ー に お 問 い\nあ わ せ く だ さ い 。」と い う 記 載 が あ る と こ ろ ，当 時 は 消 火 器 の リ\nサ イ ク ル の 制 度 が な かった こ と か ら ，そ の 連 絡 先 を 記 載 す る こ25\nと は で き な い も の の ，一 般 人 の 通 常 の 感 覚 が あ れ ば ，当 該 表 記\nを 見 て ，販 売 店 や メ ー カ ー へ 連 絡 す る の が 通 常 で あ り ，廃棄に\n関す る 記 載 に も 不 備 は な い 。\n(ｴ)  そ も そ も ，消 火 器 に は ，規 格 省 令 ３ ８ 条 に お い て ，消 火 器 上\nに 相 当 な 量 の 表 示 が 求 め ら れ て い る 中 ，さ ら に ，原 告 が 主 張 す\nる よ う な 記 載 を し た 場 合 に は ，文 字 数 が 多 す ぎ て ，消 火 器 本 体5\nに ラ ベ ル を 貼 り 付 け る こ と が で き な い か ，あ る い は 文 字 が 小 さ\nく な り ，ラ ベ ル を 読 む こ と が 困 難 に な り ，か え っ て 問 題 が あ る 。\nそ し て ， ラ ベ ル の 内 容 ， 形 及 び 大 き さ な ど に つ い て は ， 各 消\n火 器 メ ー カ ー が 独 自 に 決 め る こ と で あ り ，被 告 社 団 法 人 が 責 任\nを 負 う べき 事 項 で は な い 。  10\n(ｵ)  以 上 の と お り で あ る か ら ， 被 告 社 団 法 人 が 各 消 火 器 メ ー カ\nー に 対 し て 推 奨 し て い た ラ ベ ル 表 記 の 内 容 は ，消 火 器 の ユ ー ザ\nー に 対 し ，そ の 取 扱 い 等 に つ き 十 分 な 注 意 喚 起 を す る も の で あ\nっ た と い う こ と が で き る 。\nウ   周 知 徹 底 義 務 違 反 に つ い て  15\n被 告 社 団 法 人 は ，各 消 火 器 メ ー カ ー を 通 じ て ，消 火 器 販 売 先 に，\n消 防 設 備 協 会 を 通 じ て ，全 国 の 保 守 ・ 点 検 業 者 に ，そ れ ぞ れ パン\nフ レ ッ ト 等 を 配 布 し て い た 。ま た ，被 告 社 団 法 人 は ，消 防 本 部 を\n通 じ て ，全 国 の 消 防 署 に パ ン フ レ ッ ト 等 を 配 布 し て い た 。こ の よ\nう な 方 法 に よ っ て ，相 当 数 の 消 火 器 の 使 用 者 等 に ，消 火 器 の 危 険20\n性 及 び そ の 取 扱 い・ 管 理 方 法 を 周 知 さ せ る こ と が 可 能 で あ る 。特\nに， 消 防 署 や ， 販 売 代 理 店 は ， 自 治 会 に 回 覧 版 と い う 形 で ， 消 火\n器 の 取 扱 い 方 法 等 を 周 知 し て い た 。\nさ ら に ， 消 防 庁 等 に よ っ て 執 り 行 わ れ る 年 ２ 回 の 全 国 火 災 予 防\n運 動 の 際 に は ，被 告 社 団 法 人 が パ ン フ レ ッ ト を 配 る な ど し て ，一25\n般市民に対し，消 火器の取扱い等に ついて 啓蒙 活 動 を し て い た 。\n加 え て ，平 成 １ ３ 年 に は ，秋 の 全 国 火 災 予 防 運 動 に お い て ，廃 消\n火 器 の 一 斉 回 収 を す る 取 組 み を 行 い ，相 当 数 の 消 火 器 を 回 収 し て\nい る 。\n他 方 ， 原 告 は ， テ レ ビ や 新 聞 な ど に よ る 広 報 を す る べ き であっ\nた 旨 主 張 す る が ，テ レ ビ や 新 聞 な ど で 広 報 を す る に は 多 額 の 費 用5\nが か か る 一 方 で ，そ れ ほ ど 効 果 が あ る わ け で は な い し ，そ も そ も ，\n被 告 社 団 法 人 の 予 算 で は 対 応 で き な い 。\n以 上 の と お り ， 被 告 社 団 法 人 が ， 消 火 器 に よ る 事 故 が 起 こ ら な\nい よ う 周 知 徹 底 し て い た こ と は 明 ら か で あ る 。\nエ   回 収 シ ス テ ム 構 築 義 務 違 反 に つ い て  10\n耐 用 年 数 が 到 来 し た 消 火 器 で あ っ て も 点 検 を 受 け れ ば 安全に\n使 用 す る こ と が 可 能 で あ り ，消 火 器 を 回 収 し な け れ ば な ら な い と\nい う こ と は な い 。ま た ，消 火 器 の 回 収 自 体 は ，使 用 者 等 が 消火器\nの 回 収 を 依頼 し さ え す れ ば 可 能 で あ っ た 。\n被 告 社 団 法 人 に は ， 老 朽 化 消 火 器 を 確 実 に 回 収 す る シ ス テ ム を15\n構 築 す る べ き 義 務 が あ る わ け で は な い し ，当 該 義 務 に 違 反 し た わ\nけ で も な い 。\n(5)  争 点 ⑤（ 被 告 会 社 は ，昭 和 ６ ０ 年 ５ 月 ３ ０ 日 頃 の 時 点 で ，老 朽 化\nし た 加 圧 式 消 火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 す る 危 険 性 を 予 見\nす る こ と が 可 能 で あ っ た か 否 か ） に つ い て  20\n（ 原 告 の 主 張 ）\nア   加 圧 式 消 火 器 は ， そ の 構 造 上 ， 本体 容 器 の 底 部 等 が 錆 に よ り 腐\n食 し て い る 場 合 等 に は ，レ バ ー の 操 作 に 伴 っ て 急 激 に 本 体 容 器 内\nの 圧 力 が 上 昇 し た 際 に 破 裂 し て ，こ れ を 使用 する 者 の 生 命 又 は 身\n体 に 重 大 な 被 害 を 及 ぼ す 危 険 性 が あ る 。  25\n消 火 器 の 本体 容 器 は ス チ ー ル 製 で あ る か ら ， 表 面 に 塗 装 が 施 さ\nれ て い る と は い え ，経 年 劣 化 や 腐食 が 進 む こ と は避 け 難 い 。ま た ，\n消 火 器 は 屋 外 に 設 置 さ れ る こ と も あ り ，そ の 場 合 に は ，消 火 器 は\n風雨 に さ ら さ れ る こ と に な る か ら ，ス チ ー ル 製 の 本体 容 器 が 腐 食\n又は 損 傷 す る 可 能 性 は ， よ り 高 ま る 。\n被 告 会 社 は， 我 が 国 内 で 相 当 程 度 の シ ェ ア を 誇 る 消 火 器 メ ー カ5\nーであるから，上 記のような消火器 の潜在的危険性， ひいては，\n自 社 の 製 造 す る 消 火 器 に よ っ て 人 身 損 害 事故 が 発 生 し う る こ と\nに つ い て は ， 明 確 に 認 識 し て い た 。\nイ   ま た ， 少 な く と も 昭 和 ４ ３ 年 以 降 ， 消 火 器 の 破 裂 事 故 が 継 続 的\nに 発 生 し て お り ，被 告 会 社 が 本 件 消 火 器 を 製 造 し た 平 成 元 年 ま で10\nの 時 点 に お い て さ え も ， 消 火 器 の 破 裂 に よ る 死 亡 事 故 は １ １ 件 ，\n負 傷 事 故 は ４ ９ 件 に の ぼ っ て い た 。\n被 告 会 社 は， 消 火 器 メ ー カ ー と し て ， 消 火 器 の 破 裂 事 故 等 に つ\nい て 把 握 し ，そ の 調 査 検 討 を し て い た こ と は 明 ら か で あ る し ，消\n火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 し た 場 合 は ，消 防 庁 か ら 事 故 防15\n止 に 努 め る よ う 指 導 が さ れ て き た もの と 考 え ら れ る 。\nし た が っ て ， 被 告 会 社 は， 遅 く と も 昭 和 ６ ０ 年 ５ 月 ３ ０ 日 の 時\n点 で は ，自 社 の 製 造 し た 消 火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 す る\nこと を 予 見 す る こ と が 可能 で あ っ た 。\n（ 被 告 会 社 の 主 張 ）  20\nア   過 失 の 要 件 と し て ， 予 見 可 能 性 が あ っ た と い え る た め に は ， 行\n為者が結果発 生 の 具 体 的 な 危険 を 予見 することが 可 能 で あ っ た\nこ と が 必 要 で あ る 。し か し な が ら ，原 告 が 主 張 す る 予 見 可 能 性 の\n対象となる結果発 生は ，「 自 社 が 製 造 し た 消 火 器 の 破 裂 に よ っ て\n人 身 事 故 が 発 生 す る こ と 」と い う 抽 象 的 な も の に す ぎ ず ，そ の よ25\nう に 抽 象 的 な 結 果 発 生 を 予 見 で き た か ら と い っ て ，過 失 の 要 件 と\nし て の 予 見 可 能 性 が あ っ た と い う こ と は で き な い 。\n本 件 に お い て 問 わ れ る べ き は ， 本 件 消 火 器 の 製 造 時 及 び 本 件 事\n故 の 発 生 時 に お い て ，被 告 会 社 に お い て ，自 動 車 用 消 火 器 が 屋 外\nに，耐 用 年 数 を 超 え て 放 置 さ れ ，有 事 の 際 以 外 の 場 合 に 使 用 さ れ\nて 破 裂 し ，こ れ に よ っ て 人 身 事 故 が 生 じ る と い う 危 険 性 に つ い て5\n予 見 可 能 で あ っ た か 否 か で あ る 。\nイ   し か し な が ら ， 次 の と お り ， 被 告 会 社 に そ の よ う な 予 見 可 能 性\nは な か っ た 。\n(ｱ)  道 路 運 送 車 両 の 保 安 基 準 第 ４ ７ 条 に よ れ ば ，消 火 器 の 設 置 義\n務 の あ る 車 両 は 限 定 さ れ て お り ，自 動 車 用 消 火 器 は ，か か る 車10\n両 に 設 置 す る こ と を 念 頭 に お い て 製 造 ，販 売 さ れ る も の で あ る 。\nし た が っ て ，自 動 車 用 消 火 器 の 流 通 先 は ほ と ん ど が 車 両 の メ ー\nカー で あ り ，一 般 的 に は ，量 販 店 や ホ ー ム セ ン タ ー で は ，自 動\n車 用 消 火 器 は 販 売 さ れ て い な い 。ま た ，自 動 車 用 消 火 器 の 回 収\nに つ い て も ，設 置 さ れ た 車 両 が 廃 車 と な る 場 合 に ，廃 車 業 者 に15\nお い て 回 収 さ れ る こ と が 通 常 で あ る 。自 動 車 用 消 火 器 は ，い わ\nば 設 置 義 務 の あ る 車 両 に 従 た る 物 と し て ，そ の 流 通 や 処 分 は 車\n両 の 処 分 に 付 随 す る の が 通 常 で あ る か ら ，自 動 車 用 消 火 器 が 屋\n外 に 放 置 さ れ る こ と は ほ と ん ど あ り 得 ず ，そ の よ う な こ と を 被\n告 会 社 が 予 見 す る こ と は で き ない 。  20\n(ｲ)  本 件 消 火 器 の 耐 用 年 数 は ８ 年 で あ っ た と こ ろ ， 本 件 消 火 器\nは ，本 件 事 故 当 時 ，製 造 か ら 約 ２ ０ 年 が 経 過 し て い た 。 少 な く\nとも，耐 用 年 数 の 経 過 し た 消 火 器 は 危 険 で あ る と の 認 識 は ，通\n常 の 一 般 人 で あ れ ば 了 解 可 能 な 事 実 で あ る と こ ろ ，耐 用 年 数 を\n１ ０ 年 以 上 経 過 し て 消 火 器 を 放 置 す る と い う こ と 自 体 ，極 め て25\n特 異 な 事 象 で あ る し ，車 両 の 耐 用 年 数 を 超 え て 消 火 器 の み が 長\n期 間 放 置 さ れ る と い う の も 極 め て 特 異 な 事 象 で あ る か ら ，消火\n器 メ ー カ ー と し て は そ の よ う な 事 象 に つ い て の 予 見 可 能 性 は\nな い 。\n(ｳ)  消 火 器 は ，火 事 等 ，有 事 の 際 に 使 用 さ れ る も の で あ る と こ ろ ，\n被 告 会 社 は ，そ れ 以 外 の 場 面 で 使 用 さ れ る こ と を 予 見 す る こ と5\nは で き な い 。\nウ   上記 (ｱ)～ (ｳ)の各 事 象 は ， そ れ ぞ れ が 特 異 な 事 象 で あ り ， これ\nら の 事 情 が 単 独 で 生 じ る こ と 自 体 ，そ も そ も 予 見 不 可 能 で あ る 上，\nこ れ ら の 事 象 が 複 合 す る こ と は ， な お さ ら 予 見 不 可 能 で あ る 。\n(6)  争 点 ⑥ （ 被 告 会 社 に ， (ｱ)  本 件 消 火 器 の 製 造 時 に お い て ， 製 造10\nす る 消 火 器 を ，加 圧 式 消 火 器 か ら よ り 安 全 性 の 高 い 蓄 圧 式 消 火 器 に\n切 り 替 え る べ き 義 務 ，(ｲ)  本 件 消 火 器 の 製 造 時 点 に お い て ，消 火 器\nの 使 用 者 が 容 易 に 認 識 で き る 場 所 に ，相 当 の 大 き さ の ラ ベ ル で 表 記\nす る こ と に よ っ て ，消 火 器 の 取 扱 い に つ き 十 分 な 注 意 喚 起 を す べき\n義務 ，(ｳ)  本 件 事 故 が 発生 す る ま で の 時 点 で ，消 火 器 の 危 険 性 及 び15\nその 維 持 ・ 管 理 ・ 取 扱 方 法 に つ い て ， 一 般 消 費 者 に対 し ，広 報 活 動\n等を通じて 周 知 徹 底 す べ き 義 務 ， (ｴ)  本件事故 が 発生 する まで の\n時 点 で ，耐 用 年 数 が 経過 し た 消 火 器 を 回 収 す べ き 義 務 が あ っ た か 否\nか ， ま た ， 被 告 会 社 が こ れ ら の 義 務 を 怠 っ た か 否 か ） に つ い て\n（ 原 告 の 主 張 ）  20\nア   蓄 圧 式 消 火 器 に 切 り 替 え る 義 務 の 違 反\n被 告 会 社 は ， 本 件 消 火 器 の 製 造 時 に お い て ， 加 圧 式 消 火 器 に 比\nべ て よ り 安 全 な 蓄 圧 式 消 火 器 を 生 産 す る こ と が 技 術 的 に 可 能 で\nあ っ た の で あ る か ら ，加 圧 式 消 火 器 か ら 蓄 圧 式 消 火 器 に 切 り 替 え\nて 生 産 す る べ き 義 務 （ 以 下「 蓄 圧 式 消 火 器 に 切 り 替 え る 義 務 」と25\nい う 。）が あ っ た に も か か わ ら ず ，製 造 コ ス ト の 負 担 を 重 視 し て ，\nこ れ を 怠 っ た 。\nイ   ラ ベ ル 表 記 義 務 違 反\n加 圧 式 消 火 器 の 危 険 性 や 使 用 方 法 の 特 徴 に 鑑 み る と ， 被 告 会 社\nに は ，本 件 消 火 器 の 製 造 時 に お い て ，本 件 原 告 主 張 表 示 に つ い て ，\n消 火 器 の 使用者 等 が 容 易 に 認 識 で き る 場 所 に ，相 当 な 大 き さ で 表5\n記 す る こ と に よ っ て ，消 火 器 の 使 用 者 等 に対し，そ の 取 扱 い に つ\nき 十 分 な 注 意 喚 起 を す べ き 義 務（ ラ ベ ル 表 記 義 務 ）が あ っ た にも\nか か わ ら ず ，こ れ を 怠 っ た 。被 告 会 社 は ，本 件 消 火 器 に 注意喚起\nラ ベ ル を 貼 付 し て い た も の の ，同 ラ ベ ル に は ，消 火 器 の 破 裂 事 故\nの 危 険 性 に つ い て は 一 切 言 及 さ れ て お ら ず ，そ の 内 容 は 不 十 分 な10\nも の で あ っ た 。ま た ，注 意 喚 起 ラ ベ ル は 消 火 器 の 裏 面 に 貼 ら れ て\nお り ，注 意 事 項 ラ ベ ル と 比 較 し て も 極 端 に 小 さ く ，レ イ ア ウ ト も\n工 夫 さ れ て お ら ず ， 印 象 が 薄 い も の で あ っ た 。\nウ   周 知 徹 底 義 務 違 反\n老 朽 化 し た 消 火 器 が ， 人 の 生 命 又 は 身 体 に 甚 大 な 損 傷 を 与 え る15\n危 険 性 を 有 し て い る に も か か わ ら ず ，消 火 器 の 使 用 者 等は，火災\nが 発 生 し た 際 に し か 使 用 し な い た め ，消 火 器 本 体 に 貼 付 し て あ る\n注 意 喚 起 ラ ベ ル を 目 に す る 機 会 は ほ と ん ど な い 。\nし た が っ て ， 消 火 器 の 破 裂 に よ る 人 身 事 故 の 発 生 を 未 然 に 防 ぐ\nた め に は ，消 火 器 の 本体 容器 に 注 意 喚 起 ラ ベ ル を 貼 付 す る だ け で20\nは 不 十 分 で あ り ，被 告 会 社 に おいて は，本 件 事 故 が 発 生 す る ま で\nの 時 点 で ， 消 火 器 の 維 持 ・ 管 理 ・ 取 扱 方 法 に つ き ，消 火 器 の 使 用\n者等 に 対 す る 直 接 の 通 知 や 各 種 メ デ ィ ア を 通 じ た 広 報 に よ り 周\n知 徹 底 す べ き 義 務 （ 周 知 徹 底 義 務 ） が あ っ た 。\nし か る に ， 被 告 会 社 は ， 自 社 の 製 造 す る 消 火 器 に 注 意 喚 起 ラ ベ25\nル を 貼 付 す る 以 外 に は ，消 火 器 の 維 持 ・ 管 理 ・ 取 扱 方 法 を 消 火 器\nの 使 用 者 等 に 対 し て 周 知 徹 底 す る こ と を 怠 っ て い た 。\nエ   回 収 義 務 違 反\n被 告 会 社 に は ， 本 件 事 故 が 発 生 す る 時 点 ま で の 間 に ， 老 朽 化 し\nた 消 火 器 に よ る 事 故 を 未 然 に 防 止 す る た め に ，耐 用 年 数 を 経 過 し\nた破裂する危険性 のある消火器を回 収するべき義務 (以下「回収5\n義 務 」と い う 。)が あ っ た に も か か わ ら ず ，そ の た め の 努 力 を 怠っ\nて い た 。被 告 会 社 は ，平 成 １ ３ 年 以 前 は ，老 朽 化 し た 消 火 器 の 無\n償 回 収 を 行 っ て い た も の の ，同 年 以 降 は 無 償 回 収 を 行 っ て い な い 。\n（ 被 告 会 社 の 主 張 ）\nア   自 社 製 品 か ら 人 身 事 故 が 発 生 す る と い う 結 果 を 回 避 す る に あ た10\nり，消火器 メ ー カ ー で あ る 被 告 会 社 が 行 う こ と が 可 能 で あ っ た の\nは，適 切 に 使 用・管 理 さ れ る 限 り に お い て 事 故 を 引 き 起 こ す こ と\nの な い 安 全 な 製 品 を 製 造 す る こ と ，及 び 使 用 者 等 が 適 切 に 製 品 を\n使 用 ・ 管 理 で き る よ う に 適 切 な 情 報 を 伝 達 す る こ と に 尽 き る 。\nイ   安 全 な 製 品 を 製 造 す る 義 務 に つ い て  15\n消 火 器 メ ー カ ー は， 規 格 省 令 に 適 合 し ， 検 定 に 合 格 し た 消 火 器\nし か 製 造・販 売 す る こ と が でき な い と こ ろ ，同 省 令 に 適 合 す る 消\n火 器 は ， 一 定 の 安 全 性 を 有 し て い る と い う こ と が で き る 。\n本 件 消 火 器 が ， 本件 規 格 省 令 に 適 合 し た 消 火 器 で あ っ た こ と 自\n体 は 争 い が な く ，被 告 会 社 は ，安 全 な 製 品 を 製 造 す る 義 務 を 果 た20\nし て い た と い え る 。\nウ   適 切 な 情 報 を 伝 達 す る 義 務 に つ い て\n(ｱ)  製 品 に つ い て ，適 切 な 使 用 や 管 理 を 行 う の は ，現 に 製 品 を 管\n理 又は 使 用 す る 者（ 販 売 店 及 び 使 用 者 等 ）の 責 任 で あ る の が 基\n本 で あ る が ，メ ー カ ー と し て も ，一 般 的 に は ，使 用 者 等 が適切25\nに 使 用・管 理 で き る よ う 適 切 な 情 報 を 伝 達 す る 義 務 が あ る 。そ\nし て ，合 理 的・平 均 的 な 判 断 能 力 を 有 す る 一 般 的 な 使 用 者 等 で\nあ れ ば ，メ ー カ ー の 伝 達 し た 内 容 に し た が っ て 適 切 な 使 用・管\n理 を 行 う こ と が で き る と い う 場 合 に は ，メ ー カ ー に 情 報 伝 達 義\n務 違 反 は な い と い う べ き で あ る 。\n(ｲ)  ラ ベ ル に よ る 注 意 喚 起 等  5\n本 件 消 火 器 に は ， 注 意 喚 起 ラ ベ ル が 貼 付 さ れ て い た 。 注 意 喚\n起 ラ ベ ル の 記 載 内 容 は ，極 め て 端 的 か つ 平 易 な 表 現 に よ る も の\nで あ り ，重 要 な 部 分 を 強 調 す る な ど し て ，使 用 者 等 に 見 や す い\nよ う な 工 夫 が さ れ て お り ，合 理 的・平 均 的 な 判 断 能 力 を 有 す る\n一 般 的 な 使用者 等 で あ れ ば ，即 座 に 内 容 を 理 解 で き る も の で あ10\nっ た 。\nま た ， 被 告 会 社 の 製 品 に は ， 消 火 器 の 本体 容器 に 注 意 喚 起 ラ\nベ ル が 貼 付 さ れ て い る ほ か ，取 扱 説 明 書 も 添 付 さ れ て い る 。本\n件 消 火 器 に つ い て も ，取 扱 説 明 書 に お い て ，消 火 器 の 使 用 ・ 管\n理 に 当 た っ て 注意 す べ き 事 項 が 記載 さ れ て い た 。  15\n(ｳ)  使 用 者 等 に 対 す る 間 接 的 な 情 報 伝 達\nａ   消 火 器 の 使 用 者 等 は ， メ ー カ ー か ら 消 火 器 を 直 接 購 入 す る\nこ と は な く ，販 売 店 か ら 購 入 し た り ，自 治 体・ 地 域 の 斡 旋 に\nよ り 取 得 し た り す る こ と が 多 い 。そ こ で ，被 告 会 社 は ， 使用\n者 等 と 直 接 接 触 す る 販 売 店 や 消 防 団 に 情 報 提 供 を 行 い ，こ れ20\nら を 介 し て ，使 用 者 等 が 適 切 な 情 報 に 触 れ る 機 会 を 拡 充 し て\nき た 。\nｂ   消 防 設 備 士 に は ，法 定 の 講 習 受 講 義 務 が 課 さ れ て い る と こ\nろ ，被 告 会 社 の 従 業 員 は 同 講 習 に 被 告 社 団 法 人 か ら 派 遣 さ れ\nて 講 師 と し て 参 加 す る な ど し て い た 。 な お ， 一 般 家 庭 に は ，25\n消 防 設 備 士 に よ る 消 火 器 の 点 検 を 受 け な け れ ば な ら な い 法\n定 の 義 務 は な い が ，町 内 会 等 の 要 請 に よ り ，消 防 設 備 士 が 一\n般 家 庭 の 消 火 器 の 点 検 を 行 う 機 会 は あ る 。\n(ｴ)  以上の と お り ，被 告 会 社 は ，消 火 器 の 使 用 者 等 に 対 し ，適 切\nな 情 報 伝 達 を 行 っ て い た と い う こ と が で き る 。\nエ   消 火 器 を 回 収 す べ き 義 務 に つ い て  5\n被 告 会 社 は ， 平 成 １ ２ 年 ７ 月 頃 に は ， 全 国 の 防 災 販 売 店 を 対 象\nに，廃棄消火器を 「不用消火器」と して回収に取り組 んでおり，\nま た ，平 成 １ ８ 年 ９ 月 に は ，環 境 省 が 定 め る 廃 棄 物 の 処 理 及 び 清\n掃 に 関 す る 法 律（ 以 下「 廃 棄 物 処 理 法 」と い う 。）の「 広 域 認 定 制\n度 」の 認 可 を 得 て ，消 火 器 の 不 法 投 棄 を な く す た め に ，消 火 器 の10\nリ サ イ ク ル シ ス テ ム を 構 築 し ，全 国 的 に 廃 消 火 器 の 回 収 作 業 に 取\nり 組 ん で お り ， メ ー カ ー と し て の 責 務 を 果 た し て い る 。\nオ   以 上 に よ る と ， 被 告 会 社 は ， 結 果 回 避 の た め に メ ー カ ー と し て\nの責任を果たして おり， 被 告 会 社 に は 結 果 回 避 義 務 違 反 は な い 。\n(7)   争 点 ⑦ （ 被 告 国 の 行 為 と 原 告 の 被 っ た 損 害 と の 間 の 因 果 関 係 の15\n有無 ） に つ い て\n（ 原 告 の 主 張 ）\nア   自 治 大 臣 が ， 平 成 元 年 頃 ま で に ， 本 件 規 格 省 令 を 改 正 し て ， 点\n検 義 務 の あ る 防 火 対 象 物 以 外 の 施 設 に 設 置 す る 消 火 器 を ，加 圧 式\n消 火 器 か ら 蓄 圧 式 消 火 器 に 切 り 替 え て い れ ば ，本 件 事 故 は 発 生 し20\nな か っ た 。\nイ   自治 大 臣 が ， 平 成 元 年 頃 ま で に ， 本 件 規 格 省 令 を 改 正 し ， 加圧\n式 消 火 器 に つ い て ，本 件 原 告 主 張 表 示 の う ち ，住 宅 用 消 火 器 で は\nな い 旨 及 び 点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 に し か 設 置 し\nて は な ら な い こ と を 表 示 す る こ と を 義 務 付 け て い れ ば ，本 件 消 火25\n器 が ，点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対 象 物 で あ る 本 件 駐 車\n場 の 隅 に 放 置 さ れ る こ と は な か っ た 。\nさ ら に ， 自 治 大 臣 が ， 平 成 元 年 頃 ま で に ， 本 件 規 格 省 令 を 改 正\nし，本 件 原 告 主 張 表 示 の う ち ，使 用 時 の 安 全 な 取 扱 い に 関 す る 事\n項 ，点 検 に 関 す る 事 項 及 び 廃 棄 時 の 安 全 な 取 扱 い に 関 す る 事 項 を\n表 示 さ せ て い れ ば ，本 件 消 火 器 の 管 理 者 で あ っ た Ｆ や 本 件 駐 車 場5\nの 所 有 者 等 が ，加 圧 式 消 火 器 に 破 裂 す る 危 険 性 が あ る こ と を 認 識\nす る こ と が で き ，本 件 消 火 器 が 適 正 に 廃 棄 処 理 さ れ る こ と に な っ\nたと考えられるの で， 本 件 事 故 を 回 避 す る こ と が 可 能 で あ っ た 。\nウ   以上 に よ る と ，自 治 大 臣 が 本 件 規 格 省 令 を 改 正 し な か っ た こ と\nと 本 件 事 故 の 発 生 と の 間 に は ， 相 当 因 果 関 係 が あ る 。  10\n（ 被 告 国 の 主 張 ）\nア   規格 省令 は， 防 火 対 象 物 以 外 の 施 設 等 の 管 理 者 に 対 し て ， 加圧\n式 消 火 器 の 設 置 を 禁 止 す る も の で は ない から ，加 圧 式 消 火 器 を 設\n置 す る か 否 か は ，あ く ま で も 当 該 管 理 者 の 判 断 に 委 ね ら れ る もの\nで あ り ，被 告 国 が 原 告 の 主 張 す る 規 制 権 限 を 行 使 し た か ら と い っ15\nて ，必 ず し も ，防 火 対 象 物 以 外 の 施 設 等 の 管 理 者 が 加 圧 式 消 火 器\nを 設 置 し な く な る と い う 効 果 が 確 実 性 を も っ て も た ら さ れ る わ\nけ で は な い 。\nまた ， 本件消火器は ， 当初 ， 本来の用途である自動車用消火器\nとして使用する 目的で購入 されたものであったものの ， その後，20\n本来の用途から 外れて 本件駐車場に置かれるようになり， Ｆ が本\n件駐車場の管理を引き継いだ後も，そのまま放置されていたので\nあるから， 仮に原告の主張する規制権限が行使されたとしても ，\nこ の よ う な 事 態 を 未 然 に 防 ぐ こ と は 困 難 で あ っ た 。\nさ ら に ，本 件 消 火 器 に は ，「 維 持 管 理 に つ い て の ご 注 意 」と し て ，25\n高温 ， 多湿の 所 は避けて設置し ， 屋外では格納箱に収納するなど\n保護処置をすること等が記載されていたにもかかわらず ， 本件消\n火器の管理者 は ， 上記記載に従わず ， 漫然と本件消火器を本件駐\n車場に放置したものと認められるから ， 仮に ， 本件消火器に原告\nの主張するとおりの表示がされていたとしても ， 本件消火器 が 本\n件駐車場に放置 される事態になる ことを防ぐことはできなかった5\nと い う べ き で あ る 。\nイ   ま た ， 仮に ， 消 火 器 の 製 造 ・ 販 売 段 階 に お け る 規 制 権 限 が 行 使\nさ れ た と し て も ，消 防 法 上 の 義 務 を 何ら 負 わ な い Ｆ に お い て ，本\n件 駐 車 場 に 放 置 さ れ た 本 件 消 火 器 を 適 切 に 廃 棄 す る こ と を 期待\nす る こ と は で き な い 。  10\nＦ は ， 本 件 駐 車 場 の 管 理 を 開 始 し た 当 時 ， 同 所 に 本 件 消 火 器 が\n放 置 さ れ て い る こ と を 認 識 し て い た も の の ，本 件 消 火 器 に 貼 付 さ\nれ た ラ ベ ル を 確 認 す る こ と は な か っ た の で あ る か ら ，仮に ，本件\n消火器に 本件 原 告 主 張 表 示 が さ れ て い た と し て も ， Ｆ において ，\n本 件 消 火 器 を 適 切 に 廃 棄 す る こ と を 期 待 す る こ と も で き な い 。  15\nウ   本 件 消 火 器 は ， 自 動 車 用 消 火 器 と し て 製 造 ， 販 売 さ れ た も の で\nあり ，駐 車 場 に お い て 保 管 さ れ る こ と は 通 常 予 定 さ れ て い な か っ\nた上 ，本 件 消 火 器 に は ， 高温 ， 多 湿 の 所 は 避 け て 設 置 し ， 屋 外 で\nは 格 納 箱 に 収 納 す る な ど 保 護 処 置 を す る こ と 等 が 記 載 さ れ て い\nた に も か か わ ら ず ， 本 件 消 火 器 の 管 理 者 （ Ｄ 及び Ｆ ） は ， 本 件 消20\n火 器 を 処 分 す る こ と な く ，漫 然 と 本 件 駐 車 場 に 放 置 し た も の で あ\nり ，こ の よ う な 特 殊 な 経 緯 が 本 件 事 故 発 生 の 素 地 に な っ た も の で\nあ る 。\nそ し て ， 本 件 消 火 器 に は ， 上 記 の ほ か ， 点 検 義 務 が な い と こ ろ\nで も ５ 年 を 目 安 に 点 検 す べ き こ と や ，そ の 耐 用 年 数 が お お む ね ８25\n年 で あ る こ と も 記 載 さ れ て い た に も か か わ ら ず ，Ｆ は，本 件 消 火\n器 を ，約 １ ９ 年 間 に わ た っ て 漫 然 と 本 件 駐 車 場 に 放 置 し て い た の\nで あ る か ら ，本 件 事 故 の 発 生 は，Ｆ の 過失 に よ っ て 発 生 し た も の\nで あ る 。\nさ ら に ， 原 告 に お い て も ， 殊更 ， 本 件 駐 車 場 に 立 ち 入 り ， 本件\n消 火 器 の レ バ ー を 握 る な ど し て こ れ を 破 裂 さ せ た の で あ り ，本件5\n事故 発生 の 直 接 の 原 因 を 与 え た のは 原告 で あ る 。\nエ   以 上 に よ ると ，仮 に 原 告 の 主 張 す る 規 制 権 限 が 行 使 さ れ て い た\nと し て も ，本 件 事 故 の 発 生 を 未 然 に 防 ぐ こ と が で き た と い う こ と\nは で き ず ，本 件 事 故 は ，Ｆ 及 び 原 告 の 過 失 に よ っ て 発 生 し た も の\nで あ る 。  10\nし た が っ て ， 原 告 の 主 張 す る 自 治 大 臣 の 規 制 権 限 の 不 行 使 と ，\n原 告 の 被 っ た 損 害 と の 間 に ，相 当 因 果 関 係 が な い こ と は 明 ら か で\nあ る 。\n(8)   争 点 ⑧ （ 被 告 社 団 法 人 の 行 為 と 原 告 の 被 っ た 損 害 と の 間 の 因 果\n関係 の 有 無 ） に つ い て  15\n（ 原 告 の 主 張 ）\n被 告 社 団 法 人 が， ラ ベ ル 表 記 義 務 ， 周 知 徹 底 義 務 及 び 回 収 制度 構\n築 義 務 を 履 践 し て い れ ば ，本 件 消 火 器 は 適 切 に 管 理 又 は 廃棄 処 分 さ\nれ，原告が本件消 火器の破裂事故に 巻き込まれること はなかった。\nし た が っ て ， 被 告 社 団 法 人 の 上 記 義 務 違 反 と 原 告 の 被 っ た 損 害 と20\nの 間 に は ， 相当 因 果 関 係 が あ る 。\n（ 被 告 社 団 法 人 の 主 張 ）\n本件 事故 は ， 平 成 元 年 に Ｆ の 兄 で あ る Ｄ が 経 営 し て い た 会社 が，\n自 動 車 用 消 火 器 で あ る 本 件 消 火 器 を ，平 成 ２ 年 に 本 件 駐 車 場 の 隅 に\n置 き ，そ の 後 ， 本 件 駐 車 場 を 管 理 す る こ と に な っ た Ｆ が，これを そ25\nの ま ま 約 １ ９ 年 間 に 渡 っ て 放 置 し て い た と こ ろ ，原 告 が 無 断 で 本 件\n駐 車 場 に 立 入 り ，消 火 の 必 要 性 が な い に も か か わ ら ず ，本 件 消 火 器\nの レ バ ー を 握 っ て 操 作 し た と い う 経 過 で 発 生 し た も の で あ る 。\nこ の よ う に ， 本 件 事 故 の 発 生 経 過 に は ， 一 般 人 が 全 く 想 定 で き な\nい よ う な 事 情 が 介 在 し て い る 上，本 件 消 火 器 は ，処 分 方 法 が 分 か ら\nない た め に 放 置 さ れ て い た わ け で は な い か ら ，た と え 回 収 制度 が 構5\n築 さ れ て い た と し て も ，こ れ に よ っ て 回 収 さ れ た と は い え な い 。し\nた が っ て ，仮 に ，被 告 社 団 法 人 に 結 果 回 避 義 務 違 反 が あ っ た と し て\nも ，当 該 義 務 違 反 と 原 告 の 被 っ た 損 害 と の 間 に は 相 当 因 果 関 係 が な\nい 。\n(9)   争 点 ⑨ （ 被 告 会 社 の 行 為 と 原 告 の 被 っ た 損 害 と の 間 の 因 果 関 係10\nの 有 無 ） に つ い て\n（ 原告 の 主 張 ）\n被 告 会 社 が， 製 造 す る 消 火 器 を 加 圧 式 消 火 器 か ら 蓄 圧 式 消 火 器 に\n切 り 替 え る 義 務 ，ラ ベ ル 表 記 義 務 ， 周 知 徹 底 義 務 ，老 朽 化 した 消火\n器 の 回 収 義 務 を 履 践 し て い れ ば ，本 件 消 火 器 が 適 切 に 管 理 又 は 廃棄15\n処 理 さ れ ， 原 告 が 本 件 事 故 に 巻 き 込 ま れ る こ と は な か っ た 。\nし た が っ て ， 被 告 会 社 の 上記 各 義 務 違 反 と 原 告 の 被 っ た 損 害 と の\n間 に は ， 相当 因 果 関 係 が あ る 。\n（ 被 告 会 社 の 主 張 ）\n本 件 事 故 の 発 生 に つ い て は ， 自 動 車 用 消 火 器 で あ る 本 件 消 火 器 が ，20\n本 来 予 定 さ れ て い る 設 置 場 所 と は 異 な る 場 所 に 設 置 さ れ た 点 ，通常\nの 耐 用 年 数 を は る か に 超 え る 長 期 間 に わ た っ て 放 置 さ れ た 点，通常\n使 用 さ れ る こ と が 予 定 さ れ て い る 場 面 と は 異 な る 場 面 で 使 用 さ れ\nた 点 に お い て ， 被 告 会 社 に は 予 見 不 可 能 な 事 情 が 介 在 し て い る 。\nし た が っ て ， 仮 に ， 被 告 会 社 に 結 果 回 避 義 務 違 反 が あ っ た と し て25\nも ，当 該 義 務 違 反 と 原 告 の 被 っ た 損 害 と の 間 に は 相 当 因 果 関 係 が な\nい 。\n(10)  争 点 ⑩ （ 原 告 の 被 っ た 損 害 及 び そ の 額 ） に つ い て\n（ 原 告 の 主 張 ）\nア   積 極 損 害 （ ４ ８ ５ 万 ７ ４ ３ ３ 円 ）\n(ｱ)  治療費 （ 合 計 ８ １ 万 ４ ０ ３ ５ 円 ）  5\nａ   入 院 治 療 費 （ ７ ８ 万 ０ ６ ２ ５ 円 ）\n(a)  原 告 は ，本 件 事 故 に よ り ，下 記 の 期 間 ，下 記 の 医 療 機 関\nに お い て 入 院・治 療 し た 。下記 ① 及び ③ に 係 る 治 療 費 は 合\n計 ５ ３ 万 ９ １ ３ ５ 円 で あ り ，下 記 ② に 係 る 治 療 費 は １ ７ 万\n４ ７ ６ ３ 円 で あ る 。  10\n①   平成２１年９月１５日から平成２２年１月１２日まで\n（ 合 計 １ ２ ０ 日 間 ）\n独 立 行 政 法 人 国 立 病 院 機 構 大 阪 医 療 セ ン タ ー （ 以 下\n「 国 立 大 阪 医 療 セ ン タ ー 」 と い う 。）\n②   平成２２年１月１２日から平成２２年２月１１日ま で15\n（ 合 計 ３ ０ 日 間 ）\n大 阪 府 立 急 性 期 ・ 総 合 医 療 セ ン タ ー （ 以 下 「 府 立 総 合\n医 療 セ ン タ ー 」 と い う 。）\n③   平成２２年３月１日から同月２１日まで （ 合 計 ２ １ 日\n間）  20\n国 立 大 阪 医 療 セ ン タ ー\n(b)  原 告 は ，国 立 大 阪 医 療 セ ン タ ー に お い て 入 院 中 ，患 部 を\n保 護 す る た め ， 医 師 の 指 示 に よ り 頭 部 保 護 帽 を 発 注 し た 。\nそ の 料 金 は ３ 万 ７ ８ ５ ２ 円 で あ る 。\n(c)  カ ル テ の 開 示 請 求 等 の 文 書 料 金    25\n２ 万 ８ ８ ７ ５ 円\nｂ   通 院 治 療 費 （ ３ 万 ３ ４ １ ０ 円 ）\n(a)  国 立 大 阪 医 療 セ ン タ ー へ の 通 院 治 療 費\n原 告 は ， 国 立 大 阪 医 療 セ ン タ ー を 退 院 し た 後 も ， 平 成 ２\n２ 年 ２ 月 ２ ５ 日 か ら 平 成 ２ ４ 年 ４ 月 ２ ６ 日 ま で の 間 ，国 立\n大 阪 医 療 セ ン タ ー に 通 院 し た （ 実 通 院 日 数 １ ４ 日 ）。 こ れ5\nに 係 る 治 療 費 は 合 計 １ 万 ０ ４ ５ ０ 円 で あ る 。\n(b)  原 告 は ，本 件 事 故 に よ っ て 頭 部 を 骨 折 し ，そ の 後 ，Ｎ Ｔ\nＴ 西 日 本 大 阪 病 院 で 顎 関 節 症 と 診 断 さ れ ，顎 調 整 治 療 の た\nめ に ，平 成 ２ ２ 年 ７ 月 ２ ８ 日 か ら 平 成 ２ ３ 年 ３ 月 １ 日 ま で\nの 間 ，通 院 し た（ 実 通 院 日 数 １ ０ 日 ）。こ れ に 係 る 治 療 費 は10\n合 計 ２ 万 ２ ９ ６ ０ 円 で あ る 。\n(ｲ)  将 来 の 治 療 費 （ ２ ５ ０ 万 円 ）\n原 告 は ，本 件 事 故 に よ っ て 頭 蓋 骨 が 大 き く 陥 没 す る 傷 害 を 負\nい，現在，右側頭部は手術痕が残り，右目が左目と比較して ，\n一 見 し て 明 ら か な ほ ど 凹 ん だ 状 態 に な っ て い る 。上 記 頭 蓋 骨 の15\n陥没に対する治療は，原告の成長が止まった頃 (脳の発達や頭\n蓋骨の成長が終わった頃 )以降に行う必要があるところ，その\nた め の 費 用 と し て は ，自 費 で あ れ ば 約 ２ ５ ０ 万 円 程 度 が 必 要 と\nな る 。\n仮 に ，将 来 の 治 療 費 と し て 損 害 が 認 め ら れ な い 場 合 で あ っ て20\nも，こ の 点 に つ い て は ，後 遺 障 害 慰 謝 料 の 算 定 の 際 に 考 慮 さ れ\nる べ き で あ る 。\n(ｳ)  付 添 看 護 料 (合 計 １ １ １ 万 円 )\nａ   入 院 付 添 費 （ １ ０ ２ 万 ６ ０ ０ ０ 円 ）\n原 告 が 本 件 事 故 に よ っ て 入 院 治 療 し た 日 数 は 合 計 １ ７ １25\n日 で あ る と こ ろ ，こ の 間 ，原 告 が 児 童 で あ っ た こ と 及 び 原 告\nの 受 傷 箇 所 が 脳 の 広 範 囲 に わ た る も の で あ り ，そ の 容 体 は 極\nめ て 危 険 な 状 態 で あ り ，一 命 を と り と め た 後 も 意 識 障 害 が 続\nき ，完 全 に 意 識 を 取 り 戻 し た 後 も ，原 告 に は ，危 険 行 動 の お\nそ れ や 高 次 脳 機 能 障害 な ど の 症 状 が あ っ た こ と か ら ，原 告 の\n父 母 は ， ほ ぼ 毎 日 の よ う に 交 替 で 付 添 い を し て い た 。  5\n以 上 の よ う な 原 告 の 年 齢 ， 症 状 の 内 容 ・ 程 度 か ら す る と ，\n原 告 の 父 母 に よ る 付 添 い は 必 要 で あ り ，入 院 付 添 費 用 と し て\nは ，１ 日 当 た り ６ ０ ０ ０ 円 と し て ，１ ０ ２ 万 ６ ０ ０ ０ 円 と す\nる の が 相 当 で あ る 。\n（ 計 算 式 ）  10\n６ ０ ０ ０ 円   ×  １ ７ １ 日   ＝   １ ０ ２ 万 ６ ０ ０ ０ 円\nｂ   通 院 付 添 費 （ ８ 万 ４ ０ ０ ０ 円 ）\n原 告 は ， 平 成 ２ ４ 年 ６ 月 ７ 日 の 症 状 固 定 時 ま で に ， 国 立 大\n阪 医 療 セ ン タ ー に 合計 １ ４ 日 間 ，Ｎ Ｔ Ｔ 西 日 本 大 阪 病 院 に 合\n計 １ ０ 日 間 ，府 立 総 合 医 療 セ ン タ ー に 合 計 ４ 日 間 ，そ れ ぞ れ15\n通 院 し た 。\n原 告 の 父 は ， こ れ ら の 通 院 に 毎 回 付 き 添 っ て い る と こ ろ ，\n通 院 付 添 費 は １ 日 当 た り ３ ０ ０ ０ 円 と し て ，８ 万 ４ ０ ０ ０ 円\nと す る の が 相 当 で あ る 。\n（ 計 算 式 ）  20\n３ ０ ０ ０ 円   ×  ２ ８ 日   ＝   ８ 万 ４ ０ ０ ０ 円\n(ｴ)  通 院 交 通 費 （ 合 計 １ ７ 万 ６ ８ ９ ８ 円）\n本 件 で は ， 原 告 の 年 齢 ， 症 状 の 内 容 ・ 程 度 か ら し て ， 原 告 の\n父母 の 付 添 い の 必 要 性 が あ る か ら ，原 告 自 身 の 通 院 に 要 し た 交\n通 費 に 加 え て ，原 告 の 父 母 の 付添 い 又 は 見 舞 い に 要 し た 交 通費25\n相 当 額 も 原 告 が 被 っ た 損 害 と な る 。\nａ   国立大阪医療センターへの入通院交通費 （１３万７０２０\n円）\n(a)  入院 付添 交通費\n原告 の 父 母 は，合 計 １ ４ １ 日 間 ， 国 立 大 阪 医 療 セ ン タ ー\nに 自 家 用 車 で 通 院 し ，往 復 交 通 費 を 支 払 っ て い る 。原 告 の5\n自 宅 と 同 病 院 と の 間 に 要 す る ガ ソ リ ン 代 は ，往 復 約 ８ ４ 円\n（ １ ５ 円 ×５ ．６ ㎞ ）で あ る か ら ，上記 通 院 に 要 し た ガソ\nリ ン 代 は １ 万 １ ８ ４ ４ 円 （ ８ ４ 円 ×１ ４ １ 日 ） と な る 。\nま た ， 上 記 通 院 に 際 し て は ， 駐 車 場 代 と し て １ 日 ８ ０ ０\n円 を 支 払 っ て い る こ と か ら ，駐 車 場 代 は １ １ 万 ２ ８ ０ ０ 円10\nと な る 。\n(b)  通 院 交 通 費\n原告は， 同病院に 合計 １ ４ 日間通院し た 。し た が っ て ，\n上 記 通 院 に 要 し た ガ ソ リ ン 代 は １ １ ７ ６ 円（ ８ ４ 円 ×１４\n日 ）と な る 。ま た ，上 記 通 院 に 際 し て は ，駐 車 場 代 と し て15\n１ 日 ８ ０ ０ 円 を 支 払 っ て い る こ と か ら ，駐 車 場 代 は １ 万 １\n２ ０ ０ 円 となる 。\nｃ   府 立 総 合 医 療 セ ン タ ー へ の 入 院 交 通 費 （ ３ 万 ５ ７ ６ ８ 円 ）\n(a)  入院 付添 交通費\n原 告 の 父 母 は ， 合 計 ３０ 日間 ， 府 立 総 合 医 療 セ ン タ ー に20\n自 家 用 車 で 通 院 し ，往 復 交 通 費 を 支 払 っ て い る 。原 告 の 自\n宅 と 同 病 院 と の 間 に 要 す る ガ ソ リ ン 代 は ，往 復 約 ２ ５ ２ 円\n（ １ ５ 円 ×１ ６ ．８ ㎞）で あ る か ら ，上記 通 院 に 要 し た ガ\nソ リ ン 代 は ７ ５ ６ ０ 円（ ２ ５ ２ 円×３０ 日 ） と な る 。\nま た ， 上 記 通 院 に 際 し て は ， 駐 車 場 代 と し て １ 日 ８ ０ ０25\n円 を 支 払 っ て い る こ と か ら ，駐 車 場 代 は ２ 万 ４ ０ ０ ０ 円 と\nなる 。\n(b)  通 院 交 通 費\n原 告 は ， 同 病 院 に 合 計 ４ 日 間 通 院 し た 。し た が っ て ， 上\n記 通 院 に 要 し た ガ ソ リ ン 代 は １ ０ ０ ８ 円（ ２ ５ ２ 円×４日 ）\nと な る 。ま た ，上 記 通 院 に 際 し て は ，駐 車 場 代 と し て １ 日5\n８ ０ ０ 円 を 支 払 っ て い る こ と か ら ，駐 車 場 代 は ３ ２ ０ ０ 円\nと な る 。\nｄ   Ｎ Ｔ Ｔ 西 日 本 大 阪 病 院 へ の 通 院 交 通 費 （ ４ １ １ ０ 円 ）\n原 告 は ， Ｎ Ｔ Ｔ 西 日 本 大 阪 病 院 に １ ０ 日 間 通 院 し た 。 原 告\nの 自 宅 と 同 病 院 と の 間 に 要 す る ガ ソ リ ン 代 は ，往 復 約 １ １ １10\n円（ １５ 円 ×７ ． ４ ㎞ ） で あ る か ら ， 上 記 通 院 に 要 し た ガ ソ\nリ ン 代 は １ １ １ ０ 円（ １ １ １ 円 ×１ ０ 日） と な る 。 ま た ， 上\n記 通 院 に 際 し て は ，駐 車 場 代 と し て １ 日 ３ ０ ０ 円 を 支 払 っ て\nい る こ と か ら ， 駐 車 場 代 は ３ ０ ０ ０ 円 となる 。\n(ｵ)  入 院 雑 費 （ ２ ５ 万 ６ ５ ０ ０ 円 ）  15\n原 告 の 入 院 期 間 は １ ７ １ 日 間 に 及 ぶ と こ ろ ， 入 院 雑 費 は ， １\n日 当 た り １ ５ ０ ０ 円 が 相 当 で あ る か ら ，入 院 雑 費 は ２ ５ 万 ６ ５\n０ ０ 円 が 相 当 で あ る 。\n（ 計 算 式 ）\n１ ５ ０ ０ 円 ×１ ７ １ 日 ＝ ２ ５ 万 ６ ５ ０ ０ 円 と な る 。  20\nイ   消 極 損 害 （ 後 遺 障 害 逸 失 利 益   ６ ２ ３ ８ 万 ６ ２ ５ ２ 円 ）\n(ｱ)  高 次 脳 機 能 障 害 に つ い て\nａ   原 告 は ， 本 件 事 故 に よ っ て 高 次 脳 機 能 障 害 を 負 っ た 。\n原 告 に は ， 本 件 事 故 に よ り ， お よ そ ２ １ 日 間 ， 意 識 障 害 が\n生 じ て い た 。ま た ，原 告 の 脳 の 画 像 に は ，高 次 脳 機 能 障 害 の25\n典 型 的 な 症 状 と さ れ る ，脳 の 局 所 の 出 血 や 脳 浮 腫 が 見 ら れ る\nほ か ，原 告 は ，本 件 事 故 に よ っ て ，脳 挫 傷 ，び ま ん 性 軸 索 損\n傷 の 傷 害 を 負 っ た も の と 診 断 さ れ て い る 。 さ ら に ， 原 告 は ，\n高 次 脳 機 能 障 害 の 有 無・程 度 を 診 断 す る た め ，Ｗ Ｉ Ｓ Ｃ － Ⅲ ，\nか な ひ ろ い テ ス ト ，Ｗ Ｍ Ｓ － Ｒ ，Ｐ Ａ Ｓ Ａ Ｔ ，Ｔ Ｍ Ｔ ，Ｓ Ｄ\nＭ Ｔ ，田 中 ビ ネ ー 知 能 検 査 Ⅴ の 各 種 検 査 を 受 け て い る と こ ろ ，5\n原 告 に は ，注 意 力 障 害 ，記 憶 障 害 ，言 語 性 記 憶 障 害 ，記 銘 力\n障 害 な ど 様 々 な 高 次 脳 機 能 障 害 の 所 見 が 見 ら れ た 。なお，原\n告 は ，平 成 ２ ８ 年 １ ２ 月 に 受 け た 最 新 の 神 経 心 理 学 的 検 査 に\nお い て も ， 高 次 脳 機 能 障 害 で あ る と 診 断 さ れ て い る 。\nｂ   原 告 の 上 記 検 査 結 果 や ， 日 常 生 活 の 状 況 等 に 鑑 み る と ， 原10\n告 の 意 思 疎 通 能 力 ，問 題 解 決 能 力 ，作 業 負 荷 に 対 す る 持 続 力 ，\n持久力， 社会行動能力 には 様々な問題が生じ ており，特に ，\n作 業 負 荷 に 対 す る 持 続 力 ，持 久 力 や 社 会 行 動 能 力 の 障 害 は 重\n篤 で あ る 。原 告 の 障 害 の 程 度 に 鑑 み る と ，自 賠 責 保 険 の 後 遺\n障 害 等 級 ５ 級 相 当 の 後 遺 障 害 が 生 じ て い る と み る の が 相 当15\nで あ る 。\n(ｲ)  醜 状 障 害 に つ い て\n原 告 は ， 本 件 事 故 に よ り ， 外 傷 性 脳 内 血 腫 ， 頭蓋骨 開 放 骨 折\n等 の 傷 害 を 負 い ，右 目 の 眼 球 が ず れ ，目 の 位 置 が 変 形 し て お り ，\n右 側 頭 部 に は 手 術 痕 が 残 り 内側に 陥 没 し て い て ，右 目 も 左 目 と20\n比 較 す る と 凹 ん で い る 状態 に あ る 。し た が っ て ，原 告 は ，「 外 貌\nに 著 し い 醜 状 を 残 す も の 」と い え ，こ れ は 自 賠 責 保 険 の 後 遺 障\n害 第 ７ 級 に 該 当 す る 。\n(ｳ)  原告の 後遺障害 に よ る 逸 失 利 益 の額\n原 告 は ，本 件 事 故 当 時 １ ０ 歳 で あ っ た 。そ こ で ，基 礎 年 収 を25\n男性 学 歴 計 全 年 齢 平均賃金 相 当 額 で あ る ５ ５ ４ 万 ７ ２ ０ ０ 円\nと し て ， 逸 失 利 益 を 算 定 す べ き で あ る 。\nし た が っ て ， 原 告 の 後 遺 障 害 逸 失 利 益 は ， ６ ２ ３ ８ 万 ６ ２ ５\n２ 円 と な る 。\n（ 計 算 式 ）\n５ ５ ４ 万 ７ ２ ０ ０ 円 ×１ ４ ． ２ ３ ６ （ ラ イ プ ニ ッ ツ 係 数 ）5\n×０ ．７ ９（ ５ 級 の 労 働 能 力 喪 失 率 ）＝ ６ ２ ３ ８ 万 ６ ２ ５ ２\n円\nウ   慰 謝 料 (１ ９ ７ ０ 万 円 )\n(ｱ)  入 通 院 慰 謝 料 （ ３ ９ ６ 万 円 ）\n原 告 は ， 本 件 事 故 に よ っ て ， 加 療 約 ６ か 月 を 要 す る 外 傷 性 脳10\n内出血，頭蓋骨開放骨折等の傷害を負い， １７１日間入院し ，\n２ ８ 日 間 通 院 し て い る 。\n原 告 の 傷 害 の 部 位 ， 程 度 等 を 考 慮 す る と ， 入 通 院 慰 謝 料 と し\nて は ， ３ ９ ６ 万 円 と す る の が 相 当 で あ る 。\n(ｲ)  後 遺 障 害 慰 謝 料 （ １ ５ ７ ４ 万 円 ）  15\n原 告 の 後 遺 障 害 の 程 度 に 鑑 み る と ， 後 遺 障 害 慰 謝 料 の 額 は １\n５ ７ ４ 万 円 が 相 当 で あ る 。\nエ   弁 護 士 費 用\n弁 護 士 費 用 は ， 上 記 ア ～ ウ の 合 計 額 の 約 １ 割 に 当 た る ８ ６ ９ 万\n４ ３ ６ ８ 円 と す る の が 相 当 で あ る 。  20\nオ   損 害 の 填 補\n原告 は ， 平 成 ２ ７ 年 ６ 月 １ ０ 日 ， Ｆ か ら ， 解 決 金 と し て ３ ０ ０\n万 円 を 受 領 し た 。\nカ   損 害 の 填 補 の 後 の 合計 額\n９ ２ ６ ３ 万 ８ ０ ５ ３ 円  25\n（ 被 告 国 の 主 張 ）\nア   治 療 費\n原 告 主 張 の 入 院 期 間 ，入 院 し た 各 医 療 機 関 ，治 療 費 等 の 支 払 額\nや，原 告 主 張 の 通 院 期 間 ，通 院 し た 各 医 療 機 関 ，治 療 費 等 の 支 払\n額 に つ い て は 積 極 的 に は 争 わ な い 。た だ し ，顎 調 整 治 療 に つ い て\nは， 本 件 事 故 と の 関 連 に つ い て は 争 う 。  5\nイ   将 来 の 治 療 費\n争う 。\nウ   付 添 看 護 料\n原 告 主 張 の 入 院 期 間 ，入 院 し た 各 医 療 機 関 ，そ の 間 ，近 親 者 が\n付 き 添 う 必 要 が あ っ た こ と ，入 院 付 添 費 が 日 額 ６ ０ ０ ０ 円 で あ る10\nこと ，及び 原 告 主 張 の 通 院 期 間 ， 通 院 し た 各 医 療 機 関 ， そ の 間 ，\n近 親 者 が 付 き 添 う 必 要 が あ っ た こ と ，通 院 付 添 費 が 日 額 ３ ０ ０ ０\n円 で あ る こ と は 積 極 的 に は 争 わ な い 。た だ し ，Ｎ Ｔ Ｔ 西 日 本 大 阪\n病 院 に お け る 顎 調 整 治 療 に つ い て は ，本 件 事 故 と の 関 連 性 を 争 う 。\nエ   通 院 交 通 費  15\nＮ Ｔ Ｔ 西 日 本 大 阪 病 院 に お け る 顎 調 整 治 療 の た め に 要 す る 交\n通 費 及 び 駐 車 場 代 に つ い て は ， 本 件 事 故 と の 関 連 性 を 争 う 。\nオ   入 院 雑 費\n原 告 主 張 の 入 院 期 間 及 び 入 院 雑 費 が 日 額 １ ５ ０ ０ 円 で あ る こ\nと は 積 極 的 に は 争 わ な い 。  20\nカ   後 遺 障 害 逸 失 利 益\n(ｱ)  高 次 脳 機 能 障 害 に つ い て\n原告 に は ，意 思 疎 通 能 力 ，問 題 解 決 能 力 ，作 業 負 荷 に 対 す る\n持続力・持久力，及び社会行動能力の低下はうかがわれない 。\nし た が っ て ，原 告 の 症 状 は ，「 通 常 の 労 務 に 服 す る こ と が で き る25\nが ，高 次 脳 機 能 障 害 の た め ，軽 微 な 障 害 を 残 す も の 」（ 障 害 等 級\n１ ４ 級 の ９ ） に す ら 該 当 し な い と い う べ き で あ る 。\n(ｲ)  醜 状 障 害 に つ い て\n本 件 事 故 に よ り 原 告 の 頭 部 に 残 っ た 傷 痕 は ，頭 髪 に 隠 れ る 部\n分 で あ る た め ，そ も そ も 外 貌 の 醜 状 に は 該 当 し な い 。ま た ，原\n告が主張するような，右目の眼球がずれ，目の位置が変形し ，5\n右 目 が 左 目 と 比 較 す る と 凹 ん で い る 状態である と の 事 実 も 認\nめ ら れ な い 。\n(ｳ)  以 上 に よ る と ， 原 告 に は 後 遺 障害 逸 失 利 益 は 生 じ て い な い 。\nキ   慰 謝 料\n争 う 。  10\nク   弁 護 士 費 用\n争 う 。\n（ 被 告 社 団 法 人 の 主 張 ）\nア   治 療 費\n争う 。  15\nイ   将 来 の 治 療 費\n否 認 す る 。 原 告 本 人 及 び 家 族 の 希 望 が あ れ ば 治 療 を す る こ と が\nで き る と い う だ け で あ り ，必 ず し も 治 療 を す る こ と が 必 要 な わ け\nで は な い 。\nウ   付 添 看 護 料  20\n否 認 す る 。 原告の 入 院 中 ， 原 告 の 父 母 が 毎 日 付 き 添 っ て い た と\nい う 証 拠 は ない 。ま た ，入 院 当 初 は と も か く ，症 状 が 落 ち 着 い て\nか ら は 付 添 い の 必 要 は な い 。ま た ，通 院 に つ い て は ，原 告 は 当 時\n１ １ ～ １ ２ 歳 で あ り ，一 人 で 通 院 す る こ と が で き る か ら ，付 添 い\nの 必 要 は ない。  25\nエ   通 院 交 通 費\n否 認 す る 。 交 通 費 に 関 す る 具 体 的 な 証 拠 も 提 出 さ れ て い な い し ，\n全ての日に 原 告 の 両 親 の 付 添 い が あ っ た と の 証 拠 も な い 。 仮 に ，\n付 添 い の 必 要 が あ っ た と し て も ，公 共 交 通 機 関 利 用 額 の 限 度 で 認\nめ る べ き で あ る 。\nオ   入 院 雑 費  5\n否 認 す る 。 １ ７ １ 日 間 の 入 院 の 必 要 性 を 示 す 証 拠 が な い 。\nカ   後 遺 障 害 逸 失 利 益\n争 う 。\n(ｱ)  高 次 脳 機 能 障 害 に つ い て\n原 告 の 主 張 す る 症 状 の 多 く の も の は ， い ず れ も 父 親 の 愁 訴 で10\nあ り ，客 観 的 な 事 実 が 不 明 で あ る 。ま た ，平 成 ２ ８ 年 に 実 施 さ\nれ た 臨 床 心 理・神 経 心 理 学 的 検 査 の 結 果 は ，原 告 の 本 来 の 能 力\nを 的 確 に 表 す も の で は な く ， そ の 内 容 に 信 用 性 が な い 。\n(ｲ)  醜 状 障 害 に つ い て\n原 告 に は 特 段 の 醜 状 障 害 は な く ， 原 告 の 主 張 は 愁 訴 に す ぎ な15\nい。\nキ   慰 謝 料\n争 う 。\nク   弁 護 士 費 用\n争 う 。  20\n（ 被 告 会 社 の 主 張 ）\nア   治 療 費\n争 う 。\nイ   将 来 の 治 療 費\n争 う 。 将 来 の 治 療 の 必 要 性 ， 相 当 性 及 び 額 等 に つ い て ， 立 証 が25\n不 十 分 で あ る 。\nウ   付 添 看 護 料\n争う 。\nエ   通 院 交 通 費\n争 う 。 近 親 者 の 付 添 看 護 費 は ， 原 則 と し て ， 付 添 人 に 生 じ た 交\n通費，雑費，その 他付添看護に必要 な諸経費を含むも の であり，5\n特 別 の 事 情 が な い 限 り ，こ れ ら の 費 用 を 別途 損 害 と し て 認 め る べ\nき で な い 。 し か る に ， 原 告 は ， 上 記 特 別 の 事 情 を 具 体 的 に 主 張 ・\n立証 し て い な い か ら ，付 添 看 護 費 と は 別 に 通 院 交 通 費 を 認 め る こ\nと は で き な い 。\nオ   入 院 雑 費  10\n争う 。\nカ   後 遺 障 害 逸 失 利 益\n争 う 。\n(ｱ)  高 次 脳 機 能 障 害 に つ い て\n原 告 の 主 張 す る 症 状 に つ い て は ， 客 観 的 な 根 拠 が 乏 し い 。 ま15\nた，臨 床 心 理 ・ 神 経 心 理 学 的 検 査 は ，受 検 者 が 真 摯 に 取 り 組 ま\nな け れ ば 正 確 な 結 果 が 出 な い と こ ろ ，原告 に は，平 成 ２ ４ 年 の\n検 査 よ り も 前 に 行 わ れ た 検 査 に つ い て ，真 摯 に 取 り 組 ん で い な\nか っ た 様 子 が う か が わ れ る 。\nまた， 仮に，原告が高次 脳機能障害を負ったとしても，障害20\n等級が 自 賠 責 保 険 の 後 遺 障 害 等 級 ５ 級 相当 で あ る と は 評 価 で\nき な い 。\n(ｲ)  醜 状 障 害 に つ い て\n原 告 の 提 出 す る 写 真 （ 甲 ５ ２ ） に よ っ て も ， 醜 状 障 害 は 明 ら\nか で な い 。  25\nキ   慰 謝 料\n争 う 。\nク   弁 護 士 費 用\n争 う 。\n(11)  争 点 ⑪ （ 過 失 相 殺 ） に つ い て\n（ 被 告 社 団 法 人 の 主 張 ）  5\n原 告 は ，当 時 ，事 理 を 弁 識 す る に 足 り る 知 能 が 備 わ っ て い る 小 学 ４\n年 生 で あ る が ，同 級 生 の友人 が 本 件 消 火 器 で 遊 ぶ の を 止 め た に も か か\nわ ら ず ， 私 有 地 で あ る 本件 駐 車 場 に 入 り 込 み ， 外 観 上 ， 底 面 が 腐食 し\nて い る こ と が 明 ら か な 本 件 消 火 器 を ，消 火 の 必 要 性 も な い に も か か わ\nらず 作 動 さ せ た の で あ る か ら ，原 告 に 過 失 が あ る こ と は 明 ら か で あ り ，10\n相当 な 過 失 相 殺 が さ れ る べ き で あ る 。\n（ 被 告 会 社 の 主 張 ）\n本 件 事 故 の 発 生 に つ い て は ，原 告 に 過 失 が あ る こ と は 明 ら か で あ る\nか ら ， 過 失 相 殺 が さ れ る べ き で あ る 。\n（ 原 告 の 主 張 ）  15\n争 う 。\n第３   当 裁 判 所 の 判 断\n１   前 提 事 実 と ， 後 掲 各 証 拠 及 び 弁 論 の 全 趣 旨 を 総 合 す る と ， 以 下 の 事\n実 が 認 め ら れ る （ な お ， 書 証 番 号 は 特 に 明 記 し な い 限 り 枝 番 号 を 含\nむ。）。  20\n(1)  消 火 器 に 関 す る 法 制 度 の 整 備 及 び こ れ に 対 す る 被 告 社 団 法 人 の\n対 応 等\nア   消 防 庁 は ，昭 和 ３ ６ 年 １ ２ 月 ２ ８ 日 ，「 消 火 器 の 規 格 」及び「消\n火 器 用 消 火 薬 剤 の 規 格 」を 告 示 し た 。こ れ に よ っ て ， 消 火 器 の 本\n体 容 器 の 耐 圧 に つ い て ， 本 体 容 器 の 構 造 ，機 構 ，材 料 等 の 区 分 に25\n応 じ た 試 験 圧 力 値 が 定 め ら れ ，ま た ，各 種 消 火 器 用 消 火 剤 の 成 分 ，\n容 器 性 状 ，標 示 等 に つ い て も ，詳 細 に わ た っ て 規 定 さ れ る こ と と\nな っ た 。も っ と も ，こ の 当 時 ，消 火 器 の 設 置 義 務 が あ る 防 火 対 象\n物に は，相 当 数 の 非 適 合 消 火 器 が 設 置 さ れ て い た こ と か ら ，その\n救済措置として，「 消 火 器 の 設 置 及 び 維 持 基 準 に つ い て の 消 防 庁\n予 防 課 長 通 達 」が 発 出 さ れ ，こ の 通 達 の 基 準 に 照 ら し て 検 査 を 受5\nけ て 合 格 し た 消 火 器 に つ い て は ，規 格 に 適 合 す る と み な さ れ る こ\nと と な っ た 。\n（ 当 事 者 間 に 争 い が な い 。）\nイ   被 告 社 団 法 人 は， 昭 和 ３ ９ 年 ３ 月 ， 消 防 庁 と 連 携 し ， 上記 の検\n査 を 積 極 的 に 促 進 す る た め ，検 査 促 進 委 員 会 を 設 置 し ，全 国 の 消10\n防 本 部 ，都 道 府 県 消 防 主 務 課 ，消 火 器 販 売 業 者 団 体 等 に 対 し ，検\n査 促 進 に つ い て の 広 報 活 動 を 行 い ，検 査 テ キ ス ト を 作 成 す る な ど\nした ほ か ，消 防 庁 か ら の 指 導 に 基 づ い て ，上 記 の 検 査 に 合 格 し た\n消 火 器 に 貼 付 す る 検 査 済 証 や 表 示 ，標 識 等 の 内 容 に つ い て 検 討 す\nる な ど し た 。  15\n（ 弁 論 の 全 趣 旨 ）\nウ   昭 和 ３ ９ 年 に は ， 規 格 省 令 及 び 「 消 火 器 用 消 火 薬 剤 の 技 術 上 の\n規 格 を 定 め る 省 令 」が 施 行 さ れ た が ， 被 告 社 団 法 人 は ，こ れ ら の\n制定 を 前 提 と し た 調 査 研 究 を 行 い ，消 防 庁 に 意 見 を 具 申 し た ほ か ，\n消火器の呼称，容 量，消火能力単位 について各部会で 再検 討し，20\nその結果を要望書 として消防庁と日 本消防検定協会に 提出し た。\n（ 当 事 者 間 に 争 い が な い 。）\nエ   被 告 社 団 法 人 は ， 昭 和 ４ ８ 年 １ ０ 月 １ 日 以 降 ， 消 火 器 に は 耐 用\n年 数 が あ り ，定 期 的 に 点 検 検 査 を 実 施 す る 必 要 あ る こ と を 周 知 さ\nせ る た め に ，消 火 器 に 下 記 の 表 示 の あ る ラ ベ ル（ 縦 ４ ｃ ｍ ，横 ８25\nｃ ｍ の サ イ ズ 。以 下 ，こ の 表 示 を「 昭 和 ４ ８ 年 表 示 」と い う 。）を\n貼 付 す る こ と と し ，併 せ て ，そ の 旨 が 記 載 さ れ た パ ン フ レ ッ ト ２\n０ 万 部 を 作 成 し ，消 火 器 メ ー カ ー ，消 防 本 部 及 び 消 防 設 備 協 会（以\n下 ，こ れ ら 三 者 を 併 せ て「 消 火 器 メ ー カ ー 等 」と い う 。）を 通 じ て\n一般 に 配 布 し た 。こ れ を 受 け て ，各 消 火 器 メ ー カ ー は ，同 年 １ ０\n月 １ 日 以 降 ， 消 火 器 に 昭 和 ４ ８ 年 表 示 を 貼 付 し て い た 。  5\n有 効 ５ 年\n１ ．３ か 月 に １ 回 以 上 外 観 点 検 ，１ 年 に １ 回 以 上 機 能 点 検 を 実 施\nし て 下 さ い 。\n２ ．５ 年 経 過 し た ら 精 密 検 査 を 実 施 し て 下 さ い 。異 状 が な け れ ば\nな お 有 効 で す 。  10\n社 団 法 人 日 本 消 火 器 工 業 会\n（ 丙 １ ４ ， 丁 ３ ， 弁 論 の 全 趣 旨 ）\nオ   昭 和 ４ ９ 年 ， 消 防 法 が 改 正 さ れ て ， 複 雑 多 様 化 す る 防 火 対 象 物\nの 防 火 管 理 に 対 し て 適 確 に 対 処 す る た め ，点 検 報 告 制 度 が 創 設 さ\nれ（ 同 法 １ ７ 条 の ３ の ３ ），消 防 法 施 行 規 則 ３１ 条の ４ 第 １ 項及び15\n第 ４ 項 の 規 定 に 基 づ き ，消 防 用 設 備 等 の 点 検 の 期 間 と 点 検 方 法 が\n告 示 さ れ ，さ ら に ，点 検 要 領 を 示 し た 消 防 庁 の 通 達 が 発 出 さ れ た 。\n（ 当 事 者 間 に 争 い が な い 。）\nカ   被 告 社 団 法 人 は ， 昭 和 ５ ０ 年 頃 ， 昭 和 ４ ８ 年 表 示 を 改 訂 し ， 各\n消火器メーカーは ，昭和５０年４月 から昭和 ５９ 年 頃 までの間，20\n下 記 の 記 載 の あ る ラ ベ ル（ 以 下「 昭 和 ５ ０ 年 表 示 」と い う 。）を 消\n火 器 に 貼 付 し て い た 。\n有 効 ５ 年\n１ ． 消 防 法 で 定 め ら れ た 外 観 点 検 ， 機 能 点 検 を 実 施 し て 下 さ い 。\n２ ．５ 年 経 過 し た ら 精 密 な 検 査 を 実 施 し て 下 さ い 。異 状 が な け れ25\nば な お 有 効 で す 。\n社 団 法 人 日 本 消 火 器 工 業 会\n（ 丙 ９ ， １ ４ ， 丁 １ ０ ， 弁 論 の 全 趣 旨 ）\nキ   消 防 庁 は ， 昭 和 ５ １ 年 頃 ， 昭 和 ５ ２ 年 ３ 月 １ 日 を も っ て ， こ の\n当 時 の 規 格 省 令 に よる 規 格 に 適 合 し な い 全 て の 消 火 器 に 対 する\n型 式 承 認 の 失 効 を 告 示 し た（ 以 下 ，型 式 承 認 が 失 効 し た 消 火 器 を5\n「 失 効 消 火 器 」と い う 。）。そ の た め ，消 火 器 の 設 置 及 び 維 持 が 義\n務 付 け ら れ て い る 防 火 対 象 物 等 に 設 置 さ れ る 消 火 器 は 規格省令\nに 適 合 す る も の に 交 換 し な け れ ば な ら な く な っ た が ，同 日 の 時 点\nで ，既 存 の 防 火 対 象 物 等 に 設 置 さ れ て い る 失 効 消 火 器 に つ い て は ，\n一 定 の 基 準 に 適 合 し て い る こ と を 条 件 に ，３ ～ １２ 年 の 特 例 期 間10\nが 認 め ら れ た 。\n（ 当 事 者 間 に 争 い が な い 。）\nク   被 告 社 団 法 人 は ， 昭和 ５ ２ 年 頃 か ら 昭 和 ５ ３ 年 頃 に か け て ， 失\n効 消 火 器 の 取 扱 い に 関 す る 事 項 が 記 載 さ れ た「 安 全 を バ ト ン タ ッ\nチ 」と 題 す る ポスター １ 万 ３ ０ ０ ０ 枚 及 び パ ン フ レ ッ ト ３０ 万部15\nを 作成し ， 消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 布 し た 。\n（丁 ４ ， ５ ， 弁 論 の 全 趣 旨 ）\n(2)   昭 和 ５ ３ 年 の 消 火 器 破裂 事 故 の 発 生 と 被 告 国 及 び 被 告 社 団 法 人\nの そ の 後 の 対応 等\nア   昭和 ５３ 年 ３ 月 ２３ 日 ， 富 山 市 内 で ， 廃 棄 さ れ て 野 積 み さ れ て20\nいた 昭和 ４４ 年 製 造 に 係 る 加 圧 式 消 火 器 で 遊 ん で い た 者 が ，消 火\n器 の 操 作 レ バ ー を 握 っ た 際 ，底 部 の 腐 食 に よ り 破 裂 し ，同 人 が 死\n亡 す る と い う 事故（ 以 下「 昭 和 ５ ３ 年 事 故 」と い う 。）が 発 生 し た 。\nな お ，同 年 中 に は ，そ の 他 に 少 な く と も ３ 件 の 老 朽 化 し た 消 火 器\nに よ る 事 故 が 発 生 し て い る 。  25\n（甲 １６ ）\nイ   消 防 庁 は ， 昭 和 ５ ３ 年 事 故 の 発 生 を 受 け て ， 昭 和 ５ ４ 年 １ 月 ２\n４ 日 ，各 都 道 府 県 消 防 主 管 部 長 に 対 し ，「 消 火 器 の 廃 棄 処 理 の 指 導\nに つ い て 」（ 昭 和 ５４ 年 １ 月 ２４ 日 消 防 予 第 １７ 号 。以 下「 昭 和 ５\n４ 年通知 」と い う 。）を 発 出 し た 。昭 和 ５ ４ 年 通 知 は ，昭 和 ５ ３ 年\n事 故 の 原 因 に つ い て ，廃 棄 さ れ た 消 火 器 の 腐 食 が 激 し く 加 圧 用 ガ5\nス 容 器 が 取 り 除 か れ て い な い ま ま 屋 外 に 放 置 さ れ た こ と に よ る\nもの で あ る と し た 上 で ，失 効 消 火 器 や 点 検 の 結 果 ，腐 食 ，損 傷 そ\nの 他 異 常 が 認 め ら れ 廃 棄 す べ き 消 火 器 と 判 定 さ れ た も の を 屋 外\n等 へ 放 置 す る こ と が な い よ う 消 火 器 の 販 売 ，点 検 ，整 備 等 を 行 う\n業 者 に 特 段 の 指 導 を 行 う こ と を 要請 し た 。  10\n（ 乙 １ ）\nウ   被 告 社 団 法 人 は，昭和 ５４ 年 か ら 昭 和 ５ ６ 年 に かけて ，「 消 火 器\nに も 寿 命 が あ り ま す 」と 題 す る ポ ス タ ー １ 万 ３ ０ ０ ０ 枚 と パ ン フ\nレ ッ ト を 毎年 ３０ 万 部 作 成 し ， 消 火 器 メ ー カ ー 等 に 配 布 し た 。\nま た ， 被 告 社 団 法 人 は ， 昭 和 ５ ５ 年 ， 失 効 消 火 器 の 交 換 の 必 要15\n性 と ，消 火 器 に つ い て の 定 期 的 な 点 検 の 必 要 性 を 周 知 す る た め に ，\n「 身 近 に あ る 消 火 器 に は ，日 頃 の チ ェ ッ ク が 必 要 で す 。」と 題 す る\nパ ン フ レ ッ ト １ ２ 万 部 及 び ポ ス タ ー ２ 万枚 を 作 成 し ，消 火 器 メ ー\nカー 等 に 配 布 し た 。\n（丁 ６ ， 弁 論 の 全 趣 旨 ）  20\nエ   被 告 社 団 法 人 に お い て は ， 昭 和 ５ ６ 年 ３ 月 か ら 同 年 ６ 月 ま で の\n間 に ， 主 に 事 故 対 策 の 関 係 で ， 次の よ う な 対 応 が 行 わ れ た 。\n(ｱ)  同年 ３ 月 ２ ５ 日 に開催された 技術委員会の 会議 では ，「有効\n５ 年 」と の 表 記 が あ る 昭 和 ５ ０ 年 表 示 を ，耐 用 ５ 年 又 は ８ 年 と\n改 め る と と も に ，表 示 す る 内 容 の 案（ 放 置 状 況 に よ り 耐 用 年 数25\nに 差 異 が あ る こ と ，消 防 法 で 定 め ら れ た 外 観 点 検・機 械 点 検 を\n実 施 す べ き こ と ，５ 年 を 経 過 し た も の に つ い て は 消 防 設 備 士 に\nよ る 精 密 検 査 を 受 け る べ き こ と ）が 提 案 さ れ る と と も に ，事故\n対策 整 備 部 会 に お い て ，消 火 器 の 設 置 ，取 扱 い ，廃 棄 処 理 に つ\nい て の 小 冊 子 を 作 成 す る こ と や ，事 故 対 策 設 計 部 会 に お い て 事\n故 例 の 分 析 ・ 分 類 を 実 施 す る こ と な ど が 決 定 さ れ た 。  5\n（ 丁 ３ ４ の １ ）\n(ｲ)  同 年 ４ 月 ７ 日 に 開 催 さ れ た 事 故 対 策 設 計 部 会 に お い て は ，\n昭 和 ４ ３ 年 か ら 昭 和 ５ ５ 年 ま で に 発 生 し た 消 火 器 事 故 の 事 例\nを 基 に 協 議 が 行 わ れ た が ，同 会 議 で は ，事 故 件 数 ３ ０ 件 中 ，人\n的 被 害 が あ っ た も の の う ち ，材 質 に 問 題 が あ る も の が ５ 件 ，廃10\n棄 処 理 に 問 題 が あ る も の が ４ 件 ，点 検 整 備 に 問 題 が あ る も の が\n５ 件 で あ り ，設 計 上 の 問 題 は 特 に な か っ た こ と か ら ，消 火 器 事\n故 に つ い て は 各 メ ー カ ー の 問 題 で あ り ，各 メ ー カ ー が 対 策 を 立\nて て い る の で あ る か ら ，被 告 社 団 法 人 に お い て 取 り 上 げ る こ と\nは 非 常 に 困 難 で あ る との 認 識 が 示 さ れ た 。  15\n（ 丁 ３ ４ の ３ ）\n(ｳ)  昭 和 ５ ６ 年 ４ 月 １ ７ 日 に 開 催 さ れ た 事 故 対 策 委 員 会 に お い\nて は ，耐 用 年 数 ラ ベ ル 及び 注 意 事 項 等 に つ い て の 協 議 が 行 わ れ ，\n消 火 器 に 貼 付 す る ラ ベ ル の 案（ 上 記 (ｱ)の 案 に ，圧 力 容 器 の 廃 棄\n処 理 に つ い て は ，被 告 社 団 法 人 で 定 め た 要 領 に 必 ず 従 う こ と が20\n付 け 加 え ら れ た も の ）を 作 成 し た 。ま た ，同 年 ６ 月 １ 日 に 開 催\nさ れ た 事 故 対 策 委 員 会 で は ，消 火 器 の 廃 棄 マ ニ ュ ア ル の 作 成 を\n急ぐことや，新品消火器に同封する小冊子の検討が行われた 。\n（ 丁 ３ ４ の ３ ・５ ）\n(ｴ)  そ の 他 ，事 故 対 策 整 備 部 会 に お い て は ，消 火 器 の 設 置 上 の 注25\n意 ，点 検 整 備 上 の 注 意 及 び 廃 棄 消 火 器 処 理 上 の 注 意 に つ い て ま\nと め た Ｐ Ｒ パ ン フ レ ッ ト の 案 を 作 成 し た 。\n（ 丁 ３ ４ の ３ ）\n(ｵ)  被 告 社 団 法 人 の 担 当 者 は ，同 月 １ ５ 日 ，消 火 器 事 故 対 策 を ま\nと め た 文 書 ，消 火 器 に 貼 付 す る 予 定 で あ る「 耐 用 ５ 年 」と 表 記\nし た ラ ベ ル ，耐 用 年 数 を 徒 過 し た 消 火 器 の 使 用 を 禁 止 す る 旨 表5\n記 し た ラ ベ ル ，パ ン フ レ ッ ト の 原 稿 ，消 火 器 廃 棄 マ ニ ュ ア ル の\n原 稿 ，加 圧 ガ ス 排 圧 用 器 具 の 取 扱 説 明 書 の 原 稿 を 持 参 し て ，消\n防 庁 の 担 当 者 に 説 明 し て 意 見 を 求 め た 。こ れ に 対 し て 同 担 当 者\nか ら は ，消 火 器 の 耐 用 年 数 が ５ 年 と い う の は 短 す ぎ る の で は な\nい か ，消 費 者 へ の 周 知 徹 底 の 具 体 的 方 法 を 明 ら か に す る べ き で10\nあ る ，消 火 器 に 起 因 す る 事 故 の 原 因 を 究 明 す る べ き で あ る な ど\nと の 意 見 が 出 さ れ た 。\n（ 丁 ２ ８ ， 丁 ３ ４ の ５ ）\n(ｶ)  同 月 ２ ３ 日 に 開 催 さ れ た 技 術 委 員 会 の 会 議 で は ， 同 月 １ ５\n日に行われた 消防庁と の 打合せの結果 が報告されるとともに ，15\n消 火 器 事 故 対 策 の た め の 当 面 の 実 施 事 項 と し て ，既 に 市 場 に 出\n回 っ て い る 消 火 器 に つ い て は ，耐 用 年 数 が ５ 年 で あ る こ と を 周\n知 す る パ ン フ レ ッ ト を 作 成 す る こ と ，消 火 器 廃 棄 マ ニ ュ ア ル を\n発 行 す る こ と ，廃 棄 す べ き と 判 定 さ れ た 消 火 器 に 貼 付 す る「 使\n用 禁 止 ラ ベ ル 」を 作 成 す る こ と ，加 圧 用 ガ ス 容 器 排 圧 器具 の斡20\n旋 を 行 う こ と が ，今 後 製 造 さ れ る 消 火 器 に つ い て は ，耐 用 年 数\nが ５ 年 で あ る こ と を 表 示 し た ラ ベ ル を 貼 付 す る と と も に ，耐 用\n年 数 が ５ 年 で あ る こ と を 周 知 す る パ ン フ レ ッ ト を 併 せ て 梱 包\nする こ と が 確 認 さ れ た 。ま た ，事 故 対 策 に つ い て は ，今 後 と も\n消 防 庁 と の 協 議 を 重 ね て い く こ と も 確 認 さ れ た 。  25\n（ 丁 ３ ４ の ５ ）\n(ｷ)  同月 ３０日 に 開 催 さ れ た 事 故 対 策 委 員 会 に お い て は ， 被告\n社 団 法 人 と し て は ，当 面 ，消 火 器 に 貼 付 す る ラ ベ ル に は ，引き\n続き「 有 効 ５ 年 」の 表 記 を 継続 す る と と も に ，消 費 者 へ の 周 知\n徹 底 方 法 と し て ，被 告 社 団 法 人 が パ ン フ レ ッ ト ，使 用 禁 止 ラ ベ\nル ，ポ ス タ ー 及び マ ニ ュ ア ル 等を 作 成 す る こ と な ど が 検 討 さ れ5\nた。 また ，消 火 器 事 故 の 発 生 原 因 の 究 明 に つ い て は ，今 後 ，技\n術 委 員 会 が 作 成 し た 記 録 を 検 討 し て ，資 料 を 作 成 す る こ と が 確\n認 さ れ た 。\n（ 丁 ２ ８ ）\nオ   被 告 社 団 法 人 は ， 昭 和 ５ ７ 年 ， 消 火 器 も 経 年 劣 化 に よ り 品 質 ・10\n機 能 が 低 下 す る こ と ，消 火 器 の 耐 用 年 数 は ５ 年 で あ る こ と ，消 火\n器 は 圧 力 容 器 で あ り ，経 年 劣 化 に よ り 錆 や 腐 食 が 発 生 す る な ど し\nて 容 器 が 破 損 し て 事 故 に つ な が る 危 険 性 も あ る こ と ，消 火 器 を 備\nえ 付 け る 際 に は ，水 や 油 に 濡 れ る と こ ろ は 避 け ，風 雨 に さ ら さ れ\nる 屋 外 で は 格 納 箱 に 入 れ る べ き で あ る こ と ，破 損 事 故 を 回 避 す る15\nた め に は 定 期 的 な 点 検 が 有 効 で あ り ，点 検 が 義 務 付 け ら れ て い る\n防 火 対 象 物 以 外 の 店 舗 や 家 庭 に お い て も ，点 検 を 実 施 す べ き こ と，\n失効消火器につい ては廃棄する必要 があることなどを 記載した，\n「 消 火 器 は 有 効 ５ 年 で す 」と 題 す る パ ン フ レ ッ ト ２０ 万 部 を作成\nし， 消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 布 し た 。  20\n（丁 ７ ， 弁 論 の 全 趣 旨 ）\nカ   被 告 社 団 法 人 は ， 昭 和 ５ ７ 年 １ １ 月 １ ０ 日 ， 消 防 設 備 士 や 点 検\n資 格 者 を 対 象 と し て，廃 棄 消 火 器 の 処 理 方法 ，設 置 に 当 た っ て の\n安 全 対 策 及び 点 検 整 備 に 当 た っ て の 安 全 対 策 等 を 記 載 し た「専門\n業 者 の た め の 消 火 器 廃 棄 マ ニ ュ ア ル 」と 題 す る 小 冊 子 １ 万部 を作25\n成 し ，全国 都 道 府 県 の 消 防 設 備 保 守 協 会 や 消 防 設 備 同 業 協 会 等 に\n配 布 し た 。\n（丁 ８ ， 丁 ３ ４ の ６ ， 弁 論 の 全 趣 旨 ）\nキ   被 告 社 団 法 人 は ， 昭 和 ５ ８ 年 １ ０ 月 ， 消 火 器 を 長 期 間 放 置 し た\nま ま に し て お く と 錆 や 腐 食 等 に よ っ て 破 損 事 故 を 招 く 危 険 性 が\nあ る こ と ，破 裂 事 故 を 回 避 す る た め に は 定 期 的 な 点 検 を 励 行 す べ5\nき こ と な ど が 記 載 さ れ た「 消 火 器 で 築 こ う 火 災 の な い 町 自 主 防 災 」\nと 題 す る パ ン フ レ ッ ト ３０ 万 部 を 作 成 し ，消 火 器 メ ー カ ー 等 を通\nじ て 一 般 に 配 布 し た。\n（丁 ９ ， 弁 論 の 全 趣 旨 ）\nク   被 告 社 団 法 人 は ，昭 和 ５ ９ 年 １ ２ 月 １ ３ 日 ，「 消 火 器 の 耐 用 年 数10\nについてのお願い 」と題するＰＲ文 書 （ 以 下 「 昭 和 ５ ９ 年 文 書 」\nと い う 。）１０ 万部 を 作 成 し ，消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配\n布 し た 。\n昭 和 ５ ９ 年 文 書 に は ， ①   消 火 器 は 工 業 製 品 で あ る 以 上 ， 経年\n劣 化 に よ る 寿 命 が あ り ，ま た ，消 火 器 は 圧 力 容 器 で あ る た め ，設15\n置 状 況 や 維 持 管 理 の 悪 い 消 火 器 あ る い は 平 均 寿 命 を 超 え て 設 置\nさ れ て い る 消 火 器 は 破 裂 事 故 を 起 こ す 危 険 が あ る こ と ，②   消火\n器 は ，火 急 の 場 合 に 完 全 に 機 能 が 発 揮 さ れ な け れ ば な ら な い た め ，\n厳 格 な 国 家 検 定 に 合 格 し た も の で な け れ ば 販 売 で き な い こ と ，③\n消 火 器 の 容 器 の 耐 用 年 数 は お お む ね ８ 年 で あ る が ，５ 年 を 経 過 し20\nた 場 合 に は ，性 能 ・ 機 能 が 低 下 す る こ と が あ る の で ，専 門 業 者 に\n依 頼 し て 入 念 な 点 検 等 を 実 施 す べ き こ と ，④   消 火 器 の 耐 用 年 数\nを 使用者 等 に 周 知 徹 底 す る こ と は 被 告 社 団 法 人 の 責 任 で あ る こ\nと，⑤   消火 器 は 錆 ，腐 食 ，変 形 な ど が 発 生 し た ら 速 や か に 新 し\nい 消 火 器 に 更 新 す る 必 要 が あ り ，少 な く と も １ ０ 年 以 内 に 新 し い25\n消 火 器 に 更 新 す る べ き で あ る こ と 等 が 記 載 さ れ て い る 。\n（丁 １０ ， 弁 論 の 全 趣 旨 ）\n(3)   昭 和 ６ ０ 年 の 消 火 器 破 裂 事 故 の 発 生 と ， こ れ に 対 す る 被 告 ら の\n対 応 等\nア   昭 和 ６ ０ 年 に 発 生 し た 消 火 器 破 裂 事 故 の 概 要\n(ｱ)  昭 和 ６ ０ 年 ４ 月 １ ２ 日 ，北 海 道 稚 内 市 内 の 工 場 に お い て ，た5\nき 火 を 消 す た め に 昭 和 ５３ 年 製 造 の 加 圧 式 消 火 器 を 操 作 し た\n際 ，底 部 の 腐 食 に よ り 消 火 器 が 破 裂 し ，男性 １ 名 が 死 亡 す る 事\n故 （ 以 下 「 昭 和 ６ ０ 年 稚 内 事 故 」 と い う 。） が 発 生 し た 。\n（甲 １６ ，乙 ２）\n(ｲ)  昭 和 ６ ０ 年 ５ 月 ３ ０ 日 ，新 潟 県 新 発 田 市 内 に お い て ，屋外に10\n廃棄されていた昭和 ４９ 年製造の加圧式消火器を操作した際 ，\n底 部 の 腐 食 に よ り 消 火 器 が 破 裂 し ，１ 名 が 死 亡 す る 事故（ 以 下 ，\nこ れ と 昭 和 ６ ０ 年 稚 内 事 故 を 併 せ て「 昭 和 ６ ０ 年 事 故 」と い う 。）\nが 発 生 し た 。な お ，同 年 中 に は ，上 記 以 外 に も 少 な く と も １ １\n件 の 老 朽 化 し た 消 火 器 に よ る 事 故 が 発 生 し て い る 。  15\n（甲 １６ ，乙 ２ ）\nイ   被 告 国 の 対 応\n(ｱ)  消 防 庁 は ，昭 和 ６ ０ 年 事 故 の 発 生 を 受 け て ，同 年 ５ 月 ３ １ 日 ，\n各都道府県消防主管部長 に 対し，「消火器による人身事故の防\n止について（通知 ）」（昭 和 ６０ 年 ５ 月 ３１ 日消防予第 ７２ 号 。20\n以 下「 昭 和 ６ ０ 年 通 知 」と い う 。）を 発 出 し ，義 務 設 置 に 係 る 消\n火器については，その点検 等 維持管理の徹底を図るとともに ，\n一般家庭等にある消火器にあっても，適切な維持管理に努め ，\n特 に 腐 食 が 発 生 し て い る も の に つ い て は ，製 造 業 者 ，販 売 業 者\n等 に 相 談 す る こ と を 指 導 す る な ど し て ，消 火 器 の 安 全 な 使 用 に25\nつ い て ，広 報 等 を 通 じ て 周 知 徹 底 す る こ と ，及 び 消 火 器 の 廃 棄\n処 理 に つ い て の 指 導 の 徹 底 を 図 る こ と を要請 した。\n（乙 ２ ）\n(ｲ)  消 防 庁 は ，昭 和 ６ １ 年 ２ 月 ２ ７ 日 ，消 火 器 に 起 因 す る 人 身 事\n故 の 発 生 が 散 見 さ れ て い る 現 状 に 鑑 み ，事 故 の 一 層 の 防 止 を 図\nる た め ，各 都 道 府 県 消 防 主 管 部 長 に 対 し ，「 消 火 器 の 点 検 等 の 推5\n進について （ 通 知 ）」（ 昭 和 ６１ 年 ２ 月 ２７ 日消防予 第１４ 号 。\n以 下「 昭 和 ６ １ 年 通 知 」と い う 。）を 発 出 し ，次 の 点 に つ い て 留\n意 し た 上 ，消 火 器 の 適 切 な 設 置 ，維 持 管 理 ，点 検 及 び 適 切 な 廃\n棄 処 分 等 が さ れ る よ う 周 知 徹 底 を 図 る こ と を 要 請 した 。\nａ   設 置 上 の 留 意 点  10\n(a)  消 火 器 は ，で き る だ け 通 風 が よ く ，目 に つ き や す い 場 所\nに 設 置 す る こ と 。\n(b)  消 火 器 は ， ガ ス コ ン ロ や 暖 房 器 具 等 の 熱 や 直 射 日 光 の\n当 た る 場 所 ，風 呂 場 ，洗 濯 場 ，そ の 他 頻 繁 に 水 を 使 用 す る\n場 所 等 湿 気 の 多 い 場 所 又 は 雨 水 の か か る 場 所 を 避 け て 設15\n置 す る こ と 。\nｂ   点 検 等 の 維 持 管 理 上 の 留 意 点\n(a)  消 火 器 は ，時 々 外 観 を 点 検 し ，各 部 に さ び ，塗 装 の 剥 離 ，\n変 形 ，損 傷 等 が あ る も の に つ い て は ，消 火 器 に 係 る 消 防 設\n備 士 又 は 専 門 業 者（ 以 下「 専 門 業 者 等 」と い う 。）に 整 備 等20\nを 依 頼 す る こ と 。\n(b)  購 入 又 は 設 置 し て か ら ， ５ 年 以 上 経 過 し て い る 消 火 器\nで ，そ の 間 に 一 度 も 専 門 業 者 等 の 点 検 ，整 備 等 を 受 け た こ\nと の な い も の に あ っ て は ，専 門 業 者 等 の 点 検 ，整 備 等 を 受\nけ る こ と が 望 ま し い こ と 。  25\nｃ   廃 棄 上 の 留 意 点\n消 火 器 を 廃 棄 す る 場 合 に は ， み だ り に 放 置 等 を せ ず ， 当 該\n消 火 器 を 購 入 し た 業 者 等 の 専 門 業 者 に 依 頼 す る こ と 。\nｄ   そ の 他\n消 火 訓 練 等 で 消 火 器 を 用 い る 場 合 ， 外 観 を 点 検 し ， 異 常 の\nあ る も の 又 は 老 朽 化 し て い る も の は 使 用 し な い こ と 。  5\n（ 乙 ３ ）\nウ   被 告 社 団 法 人 の 対 応\n(ｱ)  被 告 社 団 法 人 は ， 昭 和 ６ ０ 年 １ ０ 月 ，「 消 火 器 は ， 粉 末 消 火\n器 と水系消火器をバランスよく備えましょう。」と題するパン\nフ レ ッ ト ３ ０ 万 枚 を 作 成 し ，消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に10\n配 布 し た 。同 パ ン フ レ ッ ト に は ，消 火 器 の 容 器 に は 寿 命 が あ る\nこ と ，消 火 器 の 容 器 の 耐 用 年 数 は お お む ね ８ 年 で あ る こ と ，消\n火 器 は １ ０ 年 以 内 に 更 新 す べ き で あ る こ と に 加 え ，維 持 管 理 に\nつ い て の 注 意 点 や ， 廃 棄 の 方 法 等 が 記 載 さ れ て い る 。\nな お ， 被 告 社 団 法 人 は ， 昭 和 ６ １ 年 １ ０ 月 に も ， 同 様 の 内 容15\nが 記 載 さ れ た パ ン フ レ ッ ト を 作 成 し ，こ れ を 消 火 器 メ ー カ ー 等\nを 通 じ て 一 般 に 配布 した 。\n（ 丁 １ １ ， １ ２ ， 弁 論 の 全 趣 旨 ）\n(ｲ)  被 告 社 団 法 人 は ， 昭 和 ６ １ 年 通 知 が 発 出 さ れ た こ と を 受 け\nて，同 年 １ １ 月 ，「 消 火 器 に『 維 持 管 理 に つ い て の ご 注 意 と 容 器20\nの 耐 用 年 数 』を 表 示 し ま す 。」と 題 す る パ ン フ レ ッ ト を 作 成 し ，\n消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 布 し た 。同 パ ン フ レ ッ ト に\nは ，消 火 器 は ，平 素 の 点 検 整 備 が 重 要 で あ り ， ま た ， 圧 力 容 器\nであるため，腐食や老朽化により破裂の危険性があるとして ，\n同 年 １ ０ 月 以 降 に 製 造 さ れ た 消 火 器 に は ，製 造 者 の 責 任 と し て25\n次 の よ う な 表 示（ 以 下「 昭 和 ６ １ 年 表 示 」と い う 。）を 行 う こ と\nになったこと が記載されている 。 なお，各消火器メーカーは ，\nこ れ に 従 っ て ，消 火 器 の 本 体 容 器 に ，昭 和 ６ １ 年 表 示 が 記 載 さ\nれ た ラ ベ ル を 貼 付 す る よ う に な っ た 。\n維 持 管 理 に つ い て の ご 注 意\n１ ． 高 温 ， 多 湿 の と こ ろ は ， 避 け て 設 置 し て く だ さ い 。  5\n屋 外 ，ち ゅ う 房 や 腐 食 性 ガ ス が ，発 生 す る と こ ろ で は ，格\n納 箱 に 収 納 す る な ど 保 護 処 置 を し て く だ さ い 。\n２ ． 腐 食 ， 変 形 な ど の あ る 場 合 は 使 用 し な い で く だ さ い 。\n３ ．定 期 的 に 点 検 し て く だ さ い 。お お む ね ５ 年 を 経 過 す る と 性\n能 ， 機 能 が 低 下 す る こ と が あ り ま す の で 家 庭 な ど 点 検 義 務10\nの な い と こ ろ で も ５ 年 を 目 安 に 点 検 し て く だ さ い 。\n４ ．点 検 ま た は 廃 棄 に つ い て は ，販 売 店 ま た は メ ー カ ー に お 問\nい 合 わ せ く だ さ い 。\n容 器 の 耐 用 年 数\n容 器 の 耐 用 年 数 は ，設 置 場 所 や 管 理 の 仕 方 に よ っ て 異 な り ま15\nす 。正 し い 維 持 管 理 が 行 わ れ た 場 合 に ，お お む ね 耐 用 ８ 年 で す 。\n社名\n（ 丙 １ ０ ， １ ４ ， 丁 １ ３ ， 弁 論 の 全 趣 旨 ）\n(ｳ)  被 告 社 団 法 人 は ，昭 和 ６２ 年 ９ 月 に は「 失 効 消 火 器 は 早 め に\nお取替えください」と題するパンフレット ３０ 万部 を 作 成 し ，20\n消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 布 し た 。\n（ 弁 論 の 全 趣 旨 ）\nエ   被 告 会 社 の 対 応\n(ｱ)  被 告 会 社 は ，昭 和 ６ ０ 年 稚 内 事 故 を 受 け て ，昭 和 ６ ０ 年 ４ 月\n頃 ，被 告 会 社 の 各 販 売 店 に 対 し ，「 消 火 器 の 取 扱 い に つ い て の ご25\n注 意 ！ 」と 題 す る 文 書 を 配 布 し た 。同 文 書 に は ，消 火 器 の 設 置\nに 当 た っ て の 安 全 対 策 ，点 検 整 備 に 当 た っ て の 安 全 対 策 ，消 火\n器 の 耐 用 年 数 ，廃 棄 消 火 器 の 取 扱 い に つ い て の 注 意 が 記 載 さ れ\nてい た 。\nま た ， 被 告 会 社 は ， 同 年 ６ 月 ２ ２ 日 に は ， 各 販 売 店 及 び 各 消\n防 団 に 対 し ，「 消 火 器 事 故 未 然 防 止 対 策 」 と 題 す る 書 面 を 配 付5\nし ，消 火 器 の 点 検 を 厳 し く 実 施 し ，古 い 消 火 器 や 不 良 製 品 の 廃\n棄 処 分 を 推 進 す る よ う 注 意 喚 起 を 行 っ た 。\n（ 丙 ２ ～４ ）\n(ｲ)  被 告 会 社 は ， 昭 和 ６ ０ 年 頃 ，「 消 火 器 の 安 全 な 取 扱 い   設置\nと 点 検 整 備 に あ た っ て の 安 全 対 策 資 料 」と 題 す る パ ン フ レ ッ ト10\n（ 以 下「 安 全 対 策 資 料 」と い う 。）を 作 成 し ，各 販 売 店 に 配 布 し\nた。安 全 対 策 資 料 は，被 告 会 社 作 成 に 係 る「 消 火 器 の 取 扱 い に\nつ い て の ご 注 意 ！ 」と 題 す る 文 書 及 び 失 効 消 火 器 図 鑑 ，昭和６\n０年 事故 に係る 新 聞 記 事 ，被 告 社 団 法 人 作 成 に 係 る 消 火 器 廃 棄\nマ ニ ュ ア ル 及 び 消 火 器 の 耐 用 年 数 に つ い て お 願 い 等 か ら 構成15\nさ れ て い た 。\n（ 甲５， 丙 ７ の １ ）\n(ｳ)  被 告 会 社 は ， 昭 和 ６ １ 年 ４ 月 頃 ， 各 販 売 店 に 対 し ，「 消 火 器\nの 事 故 防 止 に つ い て の お 願 い 」と 題 す る 文 書 を 配 布 し た 。同 文\n書 は ，各 販 売 店 に 対 し ，廃 棄 消 火 器 に つ い て は ，購 入 先 に 引 取20\nり を 依 頼 す る な ど し て 速 や か に 廃 棄 処 理 を す る よ う ，一 般 家 庭\nを 含 む 購 入 者 に 指 導 す る こ と ，消 火 器 の 容 器 の 耐 用 年 数 は お お\nむね ８ 年 で あ る こ と の 周 知 徹 底 を 図 り ，耐 用 期 間 の 過 ぎ た 消 火\n器 の 更 新 を 推 進 す る こ と ，消 火 器 の 本 体 容 器 に 貼 付 さ れ て い る\n「 維 持 管 理 に つ い て の ご 注 意 」（ 昭 和 ６ １ 年 表 示 ）の 周 知 徹 底 を25\n図 る こ と 等 に つ い て の 協 力 を 求 め る も の で あ っ た 。\n（丙 ５ ）\n(ｴ)  被 告 会 社 は ，昭 和 ６ ２ 年 頃 に も 安 全 対 策 資 料 を 作 成 し ，こ れ\nを 各 販 売 店 に 配 布 し た。同資料 は，「 消 火 器 の 取 扱 い に つ い て の\nご 注 意 ！ 」や ，主 な 消 火 器 事 故 の 概 要 が 記 載 さ れ た 一 覧 表 ，外\n観 点 検 で 異 常 と 認 め ら れ る 消 火 器 の 例 及 び 失 効 消 火 器 につい5\nて 説 明 す る 漫 画 等 か ら 構 成 さ れ て い た 。な お ，安 全 対 策 資 料 は ，\nそ の 後 も 改 訂 を 重 ね ， 逐 次 発 行 さ れ て い る 。\n（ 丙 ７ の ２ ～８ ）\n(4)  昭 和 ６ ３ 年 の 消 火 器 破 裂 事 故 の 発 生 と ， こ れ に 対 す る 被 告 国及\nび 被 告 社 団 法 人 の 対 応 等  10\nア   昭 和 ６ ３ 年 に 発 生 し た 消 火 器 破 裂 事 故 の 概 要 等\n(ｱ)  昭 和 ６ ３ 年 ３ 月 ２ ４ 日 ，宮 城 県 塩 釜 市 内 の 水 産 加 工 工 場 で ，\n火 災 が 発 生 し た 際 に ，昭 和 ４ ３ 年 製 造 の 加 圧 式 消 火 器（ 失 効 消\n火 器 ） を 使 用 し た と こ ろ ， 底 部 が 破 裂 し ， １ 名 が 死 亡 し た 。\n（ 甲 １ ６ ）  15\n(ｲ)  昭 和 ６ ３ 年 ５ 月 １ ４ 日 ， 大 阪 市 環 境 事 業 局 の ご み 集 積 処 理\n屋 外 作 業 場 に お い て ，収 集 し た ご み の 選 別 作 業 中 に ，ご み と し\nて 廃 棄 さ れ た 加 圧 式 消 火 器 が 破 裂 し ，作 業 者 が 重 傷 を 負 う 事 故\n（ 以 下「 昭 和 ６ ３ 年 事 故 」と い う 。）が 発 生 し た 。な お ，同 年 中\nに は ，上 記 以 外 に ７ 件 の 老 朽 化 し た 消 火 器 に よ る 事 故 が 発 生 し20\nて い る 。\n（ 甲 １ ６ ， 丁 ３ ５ の １ ）\n(ｳ)  昭 和 ６ ３ 年 事 故 の 発 生 を 受 け て ，大 阪 市 消 防 局 長 は ，同年 ６\n月 ２ ０ 日 ，「 消 火 器 の 適 正 な 廃 棄 に つ い て 」と 題 す る 文 書（ 昭 和\n６ ３ 年 ６ 月 ２ ０ 日 大 消（ 査 ）第 ２ ３ ０ 号 ）を 発 出 し ，被 告 社 団25\n法 人 に 対 し ，大阪市 に お い て は ，廃 棄 消 火 器 を 原 則 と し て ごみ\n収 集 の 対 象 外 と す る 方 針 を 決 定 し た こ と から ，今 後 は 被 告 社 団\n法 人 に お い て ，一 般 家 庭 に あ る 消 火 器 も 対 象 と し た 廃 棄 消 火 器\nの 処 理 体 制 を 早急 に 確立 す る よ う 要 請 し た 。\n（ 丁 ３ ５ の １ ）\nイ   消 防 庁 か ら 被 告 社 団 法 人 に 対 す る 要 請 と こ れ に 対 す る 被 告 社5\n団 法 人 の 対 応 等\n(ｱ)  被 告 社 団 法 人 の 担 当 者 は ，昭 和 ６ ３ 年 ６ 月 ２ １ 日 ，消 防 庁 の\n担 当 者 で あ る Ｇ 専 門 官 と の 間 で ，消火器 の 安 全 対 策 に つ い て の\n協議（ 以 下「 昭 和 ６ ３ 年 協 議 」と い う 。）を 行 い ，Ｇ 専 門 官 か ら ，\nお お む ね 次 の よ う な 要 請 を 受 け た 。  10\nａ   消 火 器 に 係 る 事 故 の 発 生 に よ り ， 毎年 １ 名 程 度 が 死 亡 し ，\n負 傷 者 を 加 え る と ，毎 年 約 ２ ～ ３ 名 の 者 に 被 害 が 生 じ て い る 。\n消 防 庁 か ら は ，昭 和 ５ ４ 年 通知 ，昭 和 ６ ０ 年 通知 及 び 昭 和 ６\n１ 年 通 知 を 発 出 し て ，消 火 器 の 廃棄・処 理 に つ い て 適 切 な 措\n置 を 講 ず る よ う 要 望 し て き た に も か か わ ら ず ，以 前 と 同 様 に15\n死 傷 者 が 生 じ て い る 。消 防 庁 と し て は ，安 全 対 策 を 根 本 的 に\n見 直 す 必 要 が あ る も の と 認 識 し て い る 。\nｂ   過 去 の 消 火 器 に 係 る 事 故 の う ち ， 死 者 が 発 生 し た 事 例 は ，\nいずれも 加 圧 式 消 火 器 の 本体 容器 の 破 裂 事 故 に よ る も の で\nあ る 。ま た ，こ の よ う な 事 故 が 発 生 す る 原 因 は ，使 用 者 が 消20\n火 器 の 作 動 原 理 を 知 ら ず に ，遊 び 心 で 操 作 し て し ま う こ と に\nあ る 。こ の よ う な 事 故 は ，点 検 制 度 等 に よ っ て 防 止 す る こと\nは 不 可 能 で あ り ，消 火 器 メ ー カ ー の 方 で 対 策 を 立 て る 必 要 が\nある 。\nｃ   消 火 器 に 係 る 事 故 の 防 止 策 と し て は ， 長 期 的 な も の と 短 期25\n的 な も の が あ る が ，特 に 長 期 的 な 対 策 が 重 要 で あ り ，消 防 庁\nと し て は ，今 後 も 死 傷 者 の 発 生 す る 事 故 が 続 け ば ，消 火 器の\n製 造 中 止 と い っ た こ と も 考 え な け れ ば な ら な く な る 可 能 性\nが あ る 。そ の よ う な 事 態 を 回 避 す る た め に は ，各 消 火 器 メ ー\nカー が 早 急 に 対 策 を 取 る 必 要 が あ る 。\nｄ   現 時 点 ま で の 統 計 を 分 析 し た と こ ろ で は ， 蓄 圧 式 消 火 器 自5\n体 の 数 が 非 常 に 少 な い ので ，蓄 圧 式 消 火 器 に よ る 事 故 も 当 然\n少 な い と 考 え ら れ る ため ，蓄 圧 式 が 安 全 と い え る か ど う か は\n問 題 で あ る 。加圧式 消 火 器 の 製 造 を 止め る べ き で あ る と い う\nこ と で は な い が ，死 亡 事 故 が 加 圧 式 消 火 器 の み に よ っ て 発生\nし て い る と す る と 問 題 で あ る 。  10\nｅ   消 火 器 の 廃 棄 対 策 に よ っ て 対 応 す る こ と が で き れ ば よ い\nが ，そ れ だ け で は 安 全 と は い え ず ，材 質 の 改 良 も 検 討 項 目 の\n一 つ で あ る 。ま た ，危 険 性 に つ い て の 表 示 を 行 う こ と も 一 つ\nの 案 で は あ る が ， そ の 場 合 で も ，「 サビが発生したと きは 使\nわ な い で く だ さ い 。」と 表 記 す る の か ，「 サ ビ が 発 生 し た も の15\nを 操 作 す る と 爆 発 す る お そ れ が あ る 。」 と 表 記 す る の か によ\nっ て ，消 費 者 の 感 じ 方 が 異 な る た め ，絶 対 に 老 朽 化 した 消火\n器 を 使 わ せ な い よ う に す る た め の 表 現 方 法 も 十 分 に 検 討 す\nる 必 要 が あ る 。\n（ 丁 ３ ５ の １ ）  20\n(ｲ)  被 告 社 団 法 人 に お い て ， 昭 和 ６ ３ 年 ７ 月 ２ １ 日 に 開 催 さ れ\nた 理 事 会 に お い て は ，Ｇ 専 門 官 と の 間 の 昭 和 ６ ３ 年 協 議 の 結 果\n報告を受けて， ａ   品質保証責任制度の導入を検討すること ，\nｂ   消火器は製造から８年を経過したら更新する必要があり ，\n８年を経過する前に発生した事故は製造者の責任であること ，25\nまた，老 朽 化 し た 消 火 器 は 危 険 であ り ，処 理 の た め に は 費用を\n要 す る こ と を 明 記 す る な ど し て 消 費 者 に 訴 え る 必 要 が あ る こ\nと，ｃ   取 扱 説 明 書 に 消 火 器 の 使 用 者 が 行 っ て は な ら な い こ と\nを 列挙するなどして，その 責任 を明確にすること，の３点を ，\n同 年 に お け る 被 告 社 団 法 人 の 課 題 と す る こ と が 確 認 さ れ た 。\n（ 丁 ３ ５ の １ ）  5\nウ   昭 和 ６ １ 年 表 示 の 改 訂 の 経 緯 等\n(ｱ)  消 防 庁 は ，昭 和 ６ ３ 年 ７ 月 ２ ６ 日 ，被 告 社 団 法 人 に 対 し ，消\n防 庁 と し て は ，事 故 防 止 の た め に 加 圧 式 消 火 器 の 機 構 と 事 故 発\n生 の メ カ ニ ズ ム の 啓 も う を 目 的 と し た 消火器 の 本 体 容 器 へ の\n表 示 を 検 討 中 で あ る と し て ，そ の 素 案 を 早 急 に 作 成 す る よ う 要10\n請 し た 。な お ，消 防 庁 は ，同 表 示 に つ い て ， 新 た に 製 造 さ れ た\n消 火 器 の み な ら ず ，既 設 の 消 火 器 に も 点 検 時 に 貼 付 す る も の と\nし て ， そ の 趣 旨 の 通 知 を 発 出 す る こ と を 予 定 し て い た 。\nこ れ を 受 け て ，被 告 社 団 法 人 は ，同 年 ８ 月 ３ 日 の 企 業 委 員 会\nに お い て ，「 こ の 消 火 器 は 操 作 す る と 急 に 加 圧 さ れ ま す 。容 器 に15\n錆 ，腐 食 ，変 形 の あ る も の ，ま た 廃 棄 し た も の は 危 険 で す か ら\n使 用 し な い で く だ さ い 。」との 表 示 の 素案 を 作 成 し ，同 月 ４ 日 ，\n消 防 庁 に その旨 報告 した 。また，企 業 委 員 会 は ，同 年 ８ 月 ２ ７\n日 ，昭 和 ６ １ 年 表 示 の う ち ，「 ２ ．腐 食 ，変 形 な ど の あ る 場 合 は ，\n使 用 し な い で く だ さ い 。」の 部 分 を 削 除 し た 上 で ，「 維 持 管 理 に20\nつ い て の ご 注 意 」と「 容 器 の 耐 用 年 数 」の 間 に 枠 を 設 け て ，上\n記の文言を挿入し，各消火器メーカーの社名を削除すること ，\n昭 和 ６ ４ 年 製 の 消 火 器 か ら 新 し い 表 示 を 行 う こ と ，既設 の 消 火\n器 に つ い て は ，表 題 を「 ご 注 意 」と し て ，上 記 の 新 し い 表 示 文\n言 の み を 記 載 し た ，横 ６ ㎝，縦３ ㎝ の ラ ベ ル を 作 成 し ，定 期 点25\n検 時 に 貼 付 す る こ と を 決 定 し ，同 月 ３ １ 日 ，消 防 庁 に そ の 旨 報\n告した。なお， この時点では， 上記の新たな表示については ，\n新 規 製 造 の 消 火 器 に つ い て は ，各 消 火 器 メ ー カ ー が 実 施 し ，既\n設 の 消 火 器 に 表 示 す る ラ ベ ル は ，被 告 社 団 法 人 が 有 償 で 作 成 す\nる も の と さ れ て い た 。\n（ 丁 ３ ５ の ２ ）  5\n(ｲ)  そ の 後 ，消 防 庁 と 被 告 社 団 法 人 と の 間 で ，上 記 の 新 た な 表 示\nの 文 言 や ，既 設 の 消 火 器 へ の ラ ベ ル の 貼 付 方法 等 に つ い て の 折\n衝 が 行 わ れ て い た と こ ろ ，昭 和 ６ ３ 年 １ １ 月 初 旬 頃，Ｇ 専門官\nから 被 告 社 団 法 人 に 対 し ，既 設 の 消 火 器 に 対 す る ラ ベ ル の 貼 付\n費用 は 無 償 と す べ き で あ り ，貼 付 作 業 に つ い て も ，消 火 器 の 使10\n用 上 の 問 題 で あ る と し て 被 告 社 団 法 人 の 責 任 で 貼 付 す べ き で\nあ る と の 意向 が 示 さ れ た 。そ こ で ，昭 和 ６ ３ 年 １ １ 月 １ ７ 日 に\n開 催 さ れ た 被 告 社 団 法 人 の 理事会 に お い て ，既 設 の 消 火 器 に貼\n付 さ れ る ラ ベ ル（ １ ０ 万 枚 ）の 予 算 と し て ３ ０ 万 円 を 計 上 す る\nこ と が 承 認 さ れ た 。  15\nそ の 後 も ， 消 防 庁 と 被 告 社 団 法 人 と の 間 で は ， 上 記 ラ ベ ル の\n貼 付 に 関 す る 折 衝 が 行 わ れ た 結 果 ，最 終 的 に 被 告 社 団 法 人 の 責\n任 に お い て ，こ れ に 取 り 組 む と の 基 本 方 針 が 確 認 さ れ ，被 告 社\n団 法 人 の 予 算 で ラ ベ ル が 制 作 さ れ た 。\n（ 丁 ３ ５ の ４ ・５ ）  20\n(ｳ)  以 上 の よ う な 経 緯 を 踏 ま え て ，消 防 庁 は ，昭 和 ６ ３ 年 １ ２ 月\n９ 日 ，各 都 道 府 県 消 防 主 管 部 長 に 対し ，「 消 火 器 に 係 る 人 身 事 故\n防 止 の 徹 底 に つ い て（ 通 知 ）」（ 昭 和 ６３ 年 １２ 月 ９ 日 消 防 予 第\n１ ７ ２ 号 。以 下「 昭 和 ６ ３ 年 １ ７ ２ 号 通 知 」と い う 。）を 発 出 し\nた。  25\n昭 和 ６ ３ 年 １ ７ ２ 号 通 知 に お い て は ， 昭 和 ６ ０ 年 通 知 及 び 昭\n和 ６１年 通知 の 発 出 後 も ，消 火 器 に 係 る 人 身 事 故 が 繰 り 返 し 発\n生 し て い る こ と に つ い て ，こ れ ま で に 発 生 し て い る 消 火 器 に 係\nる 人 身 事 故 は ，主 と し て 加 圧 式 消 火 器 に よ っ て 生 じ て お り ，こ\nれは ，使 用 す る 際 に 圧 力 が 容 器 全 体 に か か る と い う 加 圧 式 消 火\n器 の 構 造 上 の 特 性 に 係 る 理 解 が 不 十 分 で あ る こと に よ る もの5\nであ り ，設 置 者 ，使 用 者 等 に 加 圧 式 消 火 器 の 構 造 特 性 等 を 十 分\n理 解 し て も ら う と と も に ，維 持 管 理 及 び 使 用 に 当 た っ て の 注 意\nを 促 す こ と が 必 要 で あ る と し た 上 で ，次 の よ う な 加 圧 式 消 火 器\nに 係 る 留 意 事 項 を 参 考 と し て ，今 後 ，事 故 が 発 生 し な い よ う に\n指 導 を 徹 底 す る よ う 要 請 し た 。  10\nａ   加 圧 式 消 火 器 は ，消 火 器 の 容 器 の 内 部 又 は 外 部 に 加 圧 源 と\nし て 加 圧 用 ガ ス 容 器 を 有 し ，起 動 レ バ ー を 操 作 す る こ と に よ\nり 加 圧 用 ガ ス 容 器 の 封 板 が 破 ら れ ，気 化 し た 二 酸 化 炭 素 又 は\n窒 素 の 圧 力 に よ り 消 火 薬 剤 を 放 出 す る 構 造 と な っ て い る 。通\n常 ，消 火 器 の 容 器 内 部 は 常 圧（ 大 気 圧 ）で あ る が ，使 用 時 に15\n二酸化炭素 又は 窒 素 の 圧 力 に よ り 急 激 に 容 器 内 部 の 圧 力 が\n高 ま る た め ，容 器 の 腐 食 ，容 器 キ ャ ッ プ の ゆ る み ，締 め 忘 れ\n等 構 造 上 の 弱 点 が あ れ ば そ の 部 分 か ら 破 壊 す る こ と が あ る 。\nし た が っ て ，設 置 場 所 に 留 意 す る と と も に ，日 常 の 点 検 ，維\n持 管 理 を 十 分 実 施 し て お く こ と が 必 要 で あ る こ と 。  20\nｂ   消 火 器 は ， で き る だ け 通 風 が 良 く ， 目 に つ き や す い 場 所 に\n設 置 し ，直 射 日 光 を 受 け る 場 所 ，頻 繁 に 水 を 使 用 す る 場 所 等\n湿 気 の 多 い 場 所 又 は 雨 水 の か か る 場 所 への設置 を 避 け る こ\nと。\nｃ   消 火 器 は ，消 防 法 令 で 定 め ら れ た 点 検 を 実 施 す る と と も に ，25\n(a)  さ び ，塗 装 の は く 離 ，変 形 ，損 傷 等 の 有 無 ，(b)  キャ\nッ プ の ゆ る み の 有 無 ， (c)  亜鉛ダイキャスト製のキ ャップ\nを 使 用 し て い る も の に あ っ て は ，キ ャ ッ プ 表 面 の 光 沢 及 び 錆\n等 の 状 況 ，(d)  安 全 装 置 又 は 安 全 栓 の 変 形 ，損 傷 ，紛 失 等 の\n有 無 ，(e)  使 用 済 み で あ る 表 示 の 状 況 ，(f)  購 入 又 は 設置\nし て か ら ，５ 年 以 上 経 過 し て い る 消 火 器 に つ い て は ，そ の 間5\nの 点 検 整 備 の 状 況 ， (g)  法令に基づき設置されてい るもの\nに あ っ て は ，型 式 承 認 の 失 効 に 伴 う 設 置 可 能 期 間 の 確 認 と い\nっ た 事 項 に 留 意 し ，時 々 外 観 点 検 を 実 施 し 適 正 に 維 持 管 理 す\nる こ と 。な お ，異 常 の あ る 消 火 器 に つ い て は ，早 急 に 消 防 設\n備 点 検 資 格 者 又 は 消 防 設 備 士 に 点 検 ，整 備 等 を 依 頼 す る こ と 。 10\nｄ   消 火 器 の 点 検 ， 整 備 等 に 当 た っ て は ， 組 立 て 等 の 際 に は ，\n各 部 の 取 付 け 状 況 及 び ボ ル ト 等 の 締 め 付 け 状 況 を 十 分 確 認\nす る こ と ，消 火 器 を 廃 棄 す る 場 合 に は ，み だ り に 放 置 等 を せ\nず，当 該 消 火 器 を 購 入 し た 業 者 等 の 専 門 業 者 に 依 頼 す る こ と 。\nｅ   消 防 訓 練 等 で 加 圧 式 消 火 器 を 用 い る 場 合 は ， 上 記 ｃ に掲げ15\nた 事 項 に 留 意 し て 外 観 を 点 検 し ，異 常 の あ る も の 又 は 老 朽 化\nし て い る も の は 使 用 し な い こ と 。\nま た ， 昭 和 ６ ３ 年 １ ７ ２ 号 通 知 に は ， 別 紙 と し て 「 加 圧 式 消\n火 器 の 使 用 上 の 注 意 事 項 の 表 示 に つ い て 」と 題 す る 文 書 が 添 付\nさ れ て お り ，同 文 書 には ，被 告 社 団 法 人 が 同 通 知 の 趣 旨 に 沿 っ20\nて， ①   消 火 器 の 容 器 本 体 に ，「 使 用 上 の ご 注 意 」と し て ，「 こ\nの 消 火 器 は ，操 作 す る と 急 に 容 器 全 体 に 圧 力 が か か り ま す 。さ\nび ， 腐 食 ， 変 形 ，キ ャ ッ プ の ゆ る み が あ る も の ， ま た ， 廃 棄 さ\nれたものは危険ですから使用しないでください。」 との使用上\nの 注 意 事 項（ 表 示 の サ イ ズ は 横 ６ ㎝ ，縦 ３ ㎝ ）を 表 示 す る こ と25\nと し て い る こ と ，②   同表示 は，昭 和 ６ ４ 年 １ 月 末 以 降 に 製 造\nさ れ る 加 圧 式 消 火 器 に 表 示 す る こ と と し て い る こ と（ 従 来 か ら\n表 示 さ れ て い る 維 持 管 理 等 の 項 目 に 追 加 表 示 さ れ る 場 合 も あ\nる 。），③   既 設 の 消 火 器 に あ っ て は ，点 検 等 の 機 会 を と ら え て\n上記表示を記載したラベル等を貼付することとしていること ，\nが 記 載 さ れ て い た 。  5\n（ 乙 ４ ， 丁 １ ７ ）\n(ｴ)  消防庁 は ，昭 和 ６ ３ 年 １ ２ 月 ９ 日 ，被 告 社 団 法 人 に 対 し ，「 消\n火器に係る人身事故防止の徹底について」（昭和６３年１２月\n９ 日 消 防 予 第 １ ７ ３ 号 。以 下「 昭 和 ６ ３ 年 １ ７ ３ 号 通 知 」と い\nう。）を 発 出 し ，被 告 社 団 法 人 に お い て は ，昭 和 ６ ３ 年 １ ７ ２ 号10\n通知 の 趣 旨 を 理 解 し た 上 ，消 火 器 に よ る 人 身 事 故 の 防 止 に 対 す\nる 協 力 を 依 頼 す る と と も に ，消 火 器 の 本体 容器 に 貼 付 し 表 示 す\nる「 使 用 上 の 注 意 事 項 」に つ い て は ，既 設 の 消 火 器 に つ い て も ，\n販 売 業 者 ，点 検 業 者 等 と 連 携 し て 表 示 の 徹 底 を 図 り ，特 に 一 般\n家 庭 に 設 置 さ れ て い る 消 火 器 に つ い て は ，そ の 貼 付 方 法 等 を 具15\n体 的 に 検 討 し ， 周 知 徹 底 に 努 め る よ う 要請 し た 。\n上 記 通 知 を 受 け て ， 被 告 社 団 法 人 に お い て は ， 昭和 ６４ 年 １\n月 以 降 に 製 造 さ れ る 加 圧 式 消 火 器 に 貼 付 する ラ ベ ル に は ，昭 和\n６ １ 年 表 示 に 加 え て（ た だ し ，昭 和 ６ １ 年 表 示 の う ち ，「 ２ ．腐\n食 ，変 形 な ど の あ る 場 合 は ，使 用 し な い で く だ さ い 。」の 部 分 は20\n削 除 さ れ た 。），次の 表示（ 横６ ㎝ ，縦 ３ ㎝ の 寸法 の も の 。以 下 ，\nこ の 表 示 を「 使 用 上 の ご 注 意 表 示 」と い う 。）を 掲 示 す る こ と と\nした 。も っ と も ，こ の 時点で ， 各 消 火 器 メ ー カ ー は ，新 た に 製\n造 する 加 圧 式 消 火 器 に 貼 付 する ラ ベ ル を ，昭 和 ６ １ 年 表 示 を 一\n部 改 訂 し て 製 作 途 上 に あ っ た こ と か ら ，被 告 社 団 法 人 に お い て25\nは，上記の寸法どおりにならないことも許容することとした 。\n使 用 上 の ご 注 意\nこの消火器は，操 作すると急に容器 全体に圧力がかか ります。\nさ び ，腐 食 ，変 形 ，キ ャ ッ プ の ゆ る み が あ る も の ，ま た ，廃 棄\nさ れ た も の は 危 険 で す か ら 使 用 し な い で く だ さ い 。\n社 団 法 人   日 本 消 火 器 工 業 会  5\n（ 丙 １ ４ ， 丁 ２ ９ ， 丁 ３ ５ の ５ ， 弁 論 の 全 趣 旨 ）\n(ｵ)  被 告 社 団 法 人 は， 昭 和 ６ ３ 年 １ ２ 月 ２ ２ 日 ，「 消 火 器 に 『 使\n用 上 の ご 注 意 』表 示 に つ い て 」と 題 す る 文 書（ 昭 和 ６ ３ 年 １ ２\n月 ２ ２ 日 第 １ ４ ５ 号 ，第 １ ４ ６ 号 ）を 配 付 し ，被 告 社 団 法 人 の\n会員である各消火器メーカー及び各消防機器販売団体に対し ，10\n昭 和 ６ ３ 年 １ ７ ３ 号 通 知 の 指 導 に 従 っ て ，消 火 器 に よ る 人 身 事\n故 防 止 の 一 層 の 徹 底 を 図 る た め に ，製 造 者 の 責 任 と し て ，加 圧\n式 消 火 器 の 構 造 機 能 の 特 性 に つ き 周 知 徹 底 を 図 る べ く ，昭 和 ６\n４年 １ 月 末 以 降 に 製 造 さ れ た 加 圧 式 消 火 器 に は ，従 来 使 用 さ れ\nて い た 昭 和 ６ １ 年 表 示 を 改 訂 し て ，使 用 上 の ご 注 意 表 示 を 新 た15\nに 挿入 し た 上 で ，各 消 火 器 メ ー カ ー に お い て こ れ を 作 成 貼 付 す\nる こ と（ 以 下 ，昭 和 ６ １ 年 表 示 を 上 記 の と お り 改 訂 し た 表 示 を\n「平成元年表示」という 。）， 既設の加圧式消火器については ，\n被 告 社 団 法 人 作 成 に 係 る 使 用 上 の ご 注 意 表 示 が 記 載 さ れ た ラ\nベル （ 無 償 ） を，消 火 器 の 点 検 等 の 際 に 貼 付 す る こ と ，特 に 一20\n般 家 庭 に 設 置 さ れ て い る 消 火 器 へ の 貼 付 を 徹 底 す る こ と に つ\nいて の 協 力 を 求 め た 。\nそ し て ， 被 告 社 団 法 人 は ， 既 設 の 加 圧 式 消 火 器 に 貼 付 す る た\nめ の 使 用 上 の ご 注 意 表 示 が 記 載 さ れ た ラ ベ ル を １ ０ ０ 万 枚 作\n成 し ，各 消 火 器 メ ー カ ー を 介 し て 販 売 店 等 に 配 布 し ，こ れ ら は25\n消 火 器 の 点 検 等 の 際 に ， 本 体 容 器 に 貼 付 さ れ た。\n（丁 １ ， ２， 丁 ３ ５ の ６ ， 弁 論 の 全 趣 旨 ）\nエ   被 告 会 社 の 対 応\n被 告 会 社 は ， 昭 和 ６ ３ 年 １ ２ 月 か ら 平 成 ７ 年 ７ 月 ま で の 間 ， 加\n圧 式 ，蓄 圧 式 の 区 別 な く ，被 告 会 社 の 製 造 し た 消 火 器 の 本体 容器\nに，使 用 上 の ご 注 意 表 示 を 含 む 平 成 元 年 表 示 が 記 載 さ れ た ラ ベ ル5\nを 貼 付 し て い た 。なお，昭 和 ６ ３ 年 １ ２ 月 頃 に 被 告 会 社 に お い て\n製造された 本 件 消 火 器 に も 平 成 元 年 表 示 と ほ ぼ 同 様 の 文 言 が 記\n載 さ れ た 注 意 喚 起 ラ ベ ル が 貼 付 さ れ て い た が ，平 成 元 年 表 示 中 の\n使 用 上 の ご 注 意 表 示 に 当 た る 部 分 の 寸 法 は ，被 告 社 団 法 人 に お い\nて 定 め ら れ た 寸 法 よ り も 若 干 小 さ か っ た 。も っ と も ，当 該 部 分 は10\nそ の 全 体 が 枠 で 囲 わ れ て お り ，ま た ，他 の 記 載 部 分 よ り も 大 き く\n太 い 文 字 が 使 用 さ れ て い る 。\n（甲 ３ ， ２ ３ ， １ ８ ， 丙 １， １ ４ ）\nオ   被 告 社 団 法 人 に お け る 廃 棄 消 火 器 の 回 収 制度 構 築 に 向 け た 動\nき  15\n(ｱ)  被 告 社 団 法 人 は ，昭 和 ６ ３ 年 ６ 月 ２ ４ 日 ，大 阪 市 環 境 事 業 局\nと 協 議 を 行 い ，被 告 社 団 法 人 で は ，廃 棄 消 火 器 を 回 収 す る た め\nの 受け皿 づ く り の た め に 目 下 調 査 中 で あ る こ と ，廃 棄 消 火 器 の\n回 収 に は 消 火 器 販 売 業 界 の 全 面 的 な 協 力 が 必 要 で あ る こ と ，廃\n棄 消 火 器 の 処 理 費 用 を 誰 が 負 担 す る べ き か と い う 問 題 点 が あ20\nる こ と な ど を 説 明 し た 。\nこ れ に 対 し ， 大 阪 市 環 境 事 業 局 は ， 廃 棄 消 火 器 の 処 理 は 廃 棄\n物 処 理 法 ３ 条 の 精 神 か ら し て 製 造 者 の 責 任 で あ る ，大 阪 市 で は\n廃 棄 消 火 器 を ご み 収 集 の 対 象 外 に す る と の 広 報 を 既に 始めて\nお り ，同 年 ７ 月 中 旬 ま で に 各 家 庭 に 周 知 さ れ る か ら ，販 売 店 や25\n消 火 器 メ ー カ ー の 方 で 廃 棄 消 火 器 を 回 収 す る べ き で あ る ，現 在 ，\n大阪市が保管している廃棄消火器を早急に引き取ってほしい ，\n処 分 費 用 の 一 部 を 大 阪 市 が 負 担 す る こ と は で き な い 等と 回答\nし た 。\nま た ， 被 告 社 団 法 人 は ， 昭 和 ６ ３ 年 ７ 月 ６ 日 ， 大 阪 市 環 境 事\n業 局 と 協 議 を 行 い ，当面，大 阪 市 環 境 事 業 局 で 回 収 し た 廃 棄 消5\n火 器 を ，従 前 の と お り ，消 火 器 メ ー カ ー に 持 ち 込 ん で も ら う よ\nう 依 頼 し た 上 で ，在 阪 の 消 火 器 メ ー カ ー ７ 社 と 会 議 を 行 い ，同\n会 議 に お い て ，当 面 ，大 阪 市 環 境 事 業 局 が 回 収 し た 廃 棄 消 火 器\nに つ い て は ，在 阪 の 各 消 火 器 メ ー カ ー が 応 分 の 協 力 を す る こ と\nに よ り 引 き 取 る こ と が 決 定 さ れ る と と も に ，廃 棄 消 火 器 の 回 収10\nの た め の 受け皿 づ く り を 目 的 と し て ，各 社 が 引 き 取 っ た 廃 棄 消\n火 器 の 数 量 を 報 告 す る こ と と な っ た 。\n（ 丁 ３ ５ の １ ）\n(ｲ)  被 告 社 団 法 人 で は ，昭 和 ６ ３ 年 ７ 月 １ ２ 日 ，廃 棄 消 火 器 対 策\n検 討 委 員 会 が 開催 され ，受 け 皿 づ く り は 被 告 社 団 法 人 の 事 業 と15\nし て 実 施 す る こ と ，た だ し ，現 在 ，既 に 各 消 火 器 メ ー カ ー で 実\n施 さ れ て い る 個 々 の 廃 棄 ル ー ト を 被 告 社 団 法 人に 切 り 替 え る\nわ け で は な い こ と ，東 京 ，大 阪 ，名 古 屋 に お い て 受 け 皿 づ く り\nの た め の 調 査 を 行 う こ と ，廃 棄 消 火 器 の 引 取 り を 有料 化 す る こ\nと に つ い て の 周 知 を 行 う こ と な ど が 確 認 さ れ た 。  20\n（ 丁 ３ ０ ）\n(ｳ)  被 告 社 団 法 人 は ，昭 和 ６ ３ 年 ７ 月 ２ ６ 日 ，在 阪 の 消 火 器 メ ー\nカ ー ７ 社 と の 会 議 や 大阪消防 機具 同 業 組 合 と の 懇 談 会 を 開 催\nし，廃 棄 消 火 器 の 引 取 り を 有 料 化 す る（ 利 用 者 負 担 ）こ と や 受\nけ皿 づ く り に 関 す る 議 論 を 行 っ た が ，大 阪 消 防 機 具 同 業 組 合 か25\nらは 協 力 を 得 ら れ な か っ た ため ，昭 和 ５ ４ 年 通 知 の 写 し を 配 付\nす る な ど し て ， 重 ね て 協 力 を 依 頼 し た 。\nま た ， 被 告 社 団 法 人 は ， 昭 和 ６ ３ 年 ８ 月 ９ 日 ， 廃 棄 消 火 器 対\n策 検 討 委 員 会 を 開 催 し ，廃 棄 消 火 器 の 回 収 体 制 の 構 築（ 受け皿\nづ く り ） に 向 け た 調 査 を ，東 京 ，大 阪 ，名 古 屋 に お い て 同 年 ８\n月 末 を 目 途 に 行 う こ と ，廃 棄 消 火 器 の 引 取 り の 広 報 の 素 案 を 作5\n成 す る こ と な ど を 確 認 し た 。\n（ 丁 ３ ５ の ２ ）\n(ｴ)  被 告 社 団 法 人 は ，昭 和 ６ ３ 年 ８ 月 １ ２ 日 ，大 阪 市 消 防 局 長 に\n対 し ，「 消 火 器 の 適 正 な 廃 棄 に つ い て（ ご 報 告 ）」と 題 す る 文 書\nを 交付し ，被 告 社 団 法 人 内 に 消 火 器 の 適 正 な 廃 棄 の た め の 特 別10\n委 員 会（ 廃 棄 消 火 器 対 策 検 討 委 員 会 ）を 設 置 し て 対 応 す る こ と\nを 決 定 し ，ａ   一 般 家 庭 か ら 廃 棄 消 火 器 が 販 売 店 に 持 ち 込 ま れ\nた 場 合 に は ，消 火 器 普 及 の 一 環 と し て こ れ を 快 く 引 き 取 る こ と ，\nｂ   不 法 投 棄 等 排 出 者 が 不 明 の 消 火 器 で あ っ て ，大 阪 市 環 境 事\n業 局 が 収 集 ，保 管 し た も の に つ い て は ，被 告 社 団 法 人 の 責 任 で ，15\n在阪のメーカーがそれぞれ分担して引き取る こと， ｃ   従 来 ，\n廃 棄 消 火 器 の 引 取 り は ，各 メ ー カ ー が 行 っ て い た と こ ろ ，こ れ\nに 加 え て ，当 面 ，東 京 ，大 阪 及 び 名 古 屋 地 区 に お い て 受 け 皿 づ\nく り を 行 う べ く 調 査 中 で あ る こ と ，ｄ   被 告 社 団 法 人 に お い て\nは ，販 売 業 界 の 全 面 的 な 協 力 を 得 る た め に 協 議 を 行 っ て い る こ20\nと 等 に つ い て の 報 告 を 行 っ た 。\n（ 丁 ３ ５ の ２ ）\nカ   被 告 社 団 法 人 が 実 施 し た そ の 他 の 広 報 及 び 啓 も う 活 動 等\n(ｱ)  被 告 社 団 法 人 は ， 昭 和 ６ ３ 年 ９ 月 ，「 暮 ら し を 守 る あ な た の\n消 火 器 」と 題 す る パ ン フ レ ッ ト ４０ 万 部 を 作 成 し ，消 火 器 メ ー25\nカー 等 を 通 じ て ，消 火 器 の 設 置 場 所 と 維 持 管 理 方 法 ，定 期 的 に\n点 検 す る 必 要 が あ る こ と ，古 い も の は 廃 棄 し て 新 し い も の と 取\nり 替 え る べ き こ と ，点 検 や 廃 棄 等 に つ い て は 販 売 店 に 相 談 す る\nこ と 等 を 一般に 周 知 し た 。ま た ，被 告 社 団 法 人 は ，同 年 １ ０ 月 ，\n消 火 器 の 本 体 容 器 の 耐 用 年 数 は お お む ね ８ 年 で あ り ，ほ と ん ど\nの 消 火 器 は 操 作 す る と 急 に 加 圧 さ れ る た め 容 器 に 錆 や 腐 食・変5\n形のあるものは危険 なので 使用 せずに 速やかに廃棄する こ と ，\n点 検 や 廃 棄 に つ い て は ，販 売 店 又 は メ ー カ ー に 問 い 合 わ せ る べ\nき こ と 等 が 記載 さ れ た「 防 災 ひ と く ち メ モ 」と 題 す る パ ン フ レ\nッ ト を ５ ０ ０ ０ 部 作 成 し ，消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配\n布 し た 。さ ら に ，被 告 社 団 法 人 は ，「 失 効 消 火 器 っ て な に ？ 」及10\nび「 暮 ら し を 守 る あ な た の 消 火 器 」を テ ー マ と し て ，消 防 庁 予\n防 課 監 修 に よ る ビ デ オ を 各 ２ １ ０ 本 作 成 し ，消 火 器 メ ー カ ー や ，\n主 要 都 市 の 消 防 本 部 に 配 付 し て ，錆 や 変 形 の あ る 消 火 器 を 使 用\nし な い よ う 周 知 を 図 っ た 。\n（丁 １ ４ ， １ ５ ， ３ ０ ， 丁 ３ ５ の ２ ， 弁 論 の 全 趣 旨 ）  15\n(ｲ)  被 告 社 団 法 人 は ， 昭 和 ６ ３ 年 １ ０ 月 ，「 御 得 意 様 へ   消 火 器\nに よ る 事 故 防 止 に つ い て の お 願 い 」と 題 す る パ ン フ レ ッ ト を作\n成し，消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 布 し た 。同 パ ン フ レ\nッ ト に は ，消 火 器 に よ る 死 亡 事 故 が 発 生 し て い る こ と ，消 火 器\nは 圧 力 容 器 で あ る こ と ，消 火 器 の 本 体 容 器 は お お む ね 耐 用 ８ 年20\nで あ る こ と ，失 効 消 火 器 は 新 し い 消 火 器 に 取 り 替 え る 必 要 が あ\nる こ と ，不 要 に な っ て 廃 棄 す る 消 火 器 は 専 門 業 者 が 引 き 取 る が ，\n処 理 費 用 を 負 担 し て も ら う 場 合 が あ る こ と 等 が 記 載 さ れ て い\nた。\n（ 丁１６ ）  25\n(5)  平 成 元 年 頃 ま で の 時 点 に お け る 被 告 会 社 を 始 め と す る 消 火 器 メ\nー カ ー に お け る 蓄 圧 式 消 火 器 の 生 産 技 術 等\nア   被 告 会 社 に お い て は ，昭 和 ４ ０ 年 １ 月 に ，Ａ Ｂ Ｃ 粉 末 消 火 器（ 加\n圧 式 ）の 国 産 第 １ 号 の 発 売 を 始 め ，昭和 ４ ５ 年 １ ２ 月 に は 蓄 圧 式\n消 火 器 も 販売 す る よ う に な り ，昭 和 ５ ０ 年 代 後 半 頃 以 降 ，蓄 圧 式\n消 火 器 の 開 発 に も 力 を 入 れ て い た 。被 告 会 社 に お け る 消 火 器 の 生5\n産 数 は ，平 成 元 年 頃 ま で の 時 点 で は ，蓄 圧 式 の も の は 全 体 の 約 １\n０ ％ 程 度 で あ り ，そ の 余 は 加 圧 式 で あ っ た が ，蓄 圧 式 の 消 火 器 の\nほ と ん ど は ，液 体 系 の 消 火 剤 を 用 い た 強 化 液 消 火 器 で あ っ た 。な\nお ，Ａ Ｂ Ｃ 粉 末 消 火 器 は ，抑 制 効 果 に よ っ て 制 炎 性 に 優 れ て お り ，\n強 化 液 消 火 器 は ，冷 却 効 果 と 浸 透 性 に 優 れ て い る た め ，再 燃 を 防10\n止 す る 効 果 を 有 し て い る 。\n（ 甲 ９ ， 丁 １ ４ ， 証人 Ｃ ）\nイ   蓄 圧 式 消 火 器 は ， 本 体 容 器 の 内 圧 が 一 定 に 保 た れ て い る こ と か\nら ，放 射 の 開 始 か ら 終 了 ま で ，均 一 の 量 の 消 火 剤 を 放 出 す る こ と\nが で き ，ま た ，外 気 温 が － ３ ０ ℃ か ら ＋ ４ ０ ℃ ま で の 範 囲 で 使 用15\nで き る と い う 点 で ，加 圧 式 消 火 器 と 比 較 す る と 優 れ た 特 性 を 有 し\nて い る 。 も っ と も ， 蓄 圧 式 消 火 器 は ， 常 時 ，消 火 器 の本体 容器内\nの 圧力を 保つ 必 要 が あ る と こ ろ ，Ａ Ｂ Ｃ 粉 末 消 火 剤 を 使 用 す る 場\n合 に は ，パ ッ キ ン の 性 能 が 悪 い と ，１ ０ 年 間 以上 に わ た っ て 気密\n性 を 保 つ こ と が で き ず ，圧 漏 れ が 生 じ る と い う 問 題 が あ り（ な お ，20\n強 化 液 消 火 剤 を 使 用 す る 場 合 に は ，圧 漏 れ の 問 題 は そ れ ほ ど 生 じ\nな い 。），大 量 生 産 が 技 術 的 に 困 難 で あ っ た こ と ，そ の た め 製 造 原\n価 が 加 圧 式 と 比 較 し て 高 額 に な り ，販 売 価 格 に は 大 き な 差 が 生 じ\nな い よ う に し て い た も の の ，卸 価 格 が 高 額 に 設 定 さ れ て い た こ と\nか ら ， 販 売 業 者 が 取 扱 い を 敬 遠 す る と い う 問 題 が あ っ た 。  25\n他 方 ， 加 圧 式 消 火 器 は ， 蓄 圧 式 消 火 器 と 比 較 し て 交 換 （ 内 容 物\nの 詰 替 え ） が 容 易 で あ る と い う 利 点 が あ っ た 。\nも っ と も ， こ の 当 時 か ら ， 欧 米 諸 国 に お い て は 蓄 圧 式 消 火 器 が\n主 流 で あ っ た が（ な お ，ベ ル ギ ー 及 び フ ラ ン ス で は 加 圧 式 消 火 器\nが 主 流 ），欧米 諸国 と 我 が 国 と で は ，消 火 の 対 象 と な る 建 築 物 の 構\n造 や 材 質 が 異 な る こ と か ら ，消 火 器 の 内 圧 や 消 火 剤 の 質 が 異なっ5\nて お り ，平 成 元 年 頃 ま で の 時 点 で ，我 が 国 に お い て ，直 ち に 蓄 圧\n式 消 火 器 を 主 流 に す る こ と が 可 能 で あ っ た わ け で は な か っ た 。\nな お ， 被 告 会 社 は ， 平 成 ２ ３ 年 ５ 月 に 至 っ て ， １ ０ 年 以 上 の 機\n密 性 を 実 現 す る た め の 耐 腐 食 性 の 高 い 指 示 圧 力 計 及 び 高 性 能 パ\nッ キ ン の 採 用 ，並びに 消 火 器 の 本 体 容 器 内 の 蓄 圧 ガ ス 漏 れ に つ い10\nて の 精 度 の 高 い 検 査 手法 の 確 立 に よ っ て ，蓄 圧 式 消 火 器 の 大 量 生\n産が可 能 に な っ た と し て ， 新 型 の 蓄 圧 式 消 火 器 「 Ｙ Ａ － １ ０ Ｘ 」\nの 発 売 を 開 始 し た 。\n（ 甲 ８， １ ０ ， 丙 ７ の １ ， 丁 ３ ８ の ２ ・６ ， 証人 Ｃ ）\n(6)   平 成 元 年 か ら 平 成 １２ 年 頃 ま で の 間の， 被 告 社 団 法 人 及 び 被 告15\n会社 に お け る 対 応 等\nア   被 告 社 団 法 人 の 対 応\n(ｱ)  被 告 社 団 法 人 は ，平 成 元 年 ８ 月 以 降 ，毎年，消 費 者 を 対 象 と\nし た「 消 火 器 の し お り 」と 題 す る パ ン フ レ ッ ト を 毎 年 １ ０ 万 部\nか ら ３ ５ 万 部 作 成 し ，消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 付 し20\nた 。同 パ ン フ レ ッ ト は ，消 防 本 部 か ら 消 防 署 に 配 布 さ れ ，火 災\n予 防 の イ ベ ン ト や 消 防 訓 練 の 際 に 住 民 に 配 布 さ れ た り ，地 域 の\n回 覧 板 に 掲 載 さ れ たり し た 。\n同 パ ン フ レ ッ ト に は ， 消 火 器 の 点 検 の 必 要 性 ， 消 火 器 の 耐 用\n年数，失 効 消 火 器 は 速 や か に 取 り 替 え る べ き こ と ，不 要 に な っ25\nた 消 火 器 を 廃 棄 す る 際 の 注 意 事 項 等 が 記 載 さ れ て い た が（なお，\n改 訂 に よ っ て そ の 記 載 内 容 に は 若 干 の 変 化 が あ る 。），平 成 ３ 年\n以降 に 作 成 さ れ た も の に は ，腐 食 や 変 形 等 が 生 じ た 消 火 器 の 写\n真 が 掲 載 さ れ て お り ，そ の よ う な 消 火 器 は 危 険 で あ る た め ，廃\n棄 す る よ う 促 す 記 載 や ，不 要 に な っ た 消 火 器 は ，事 故 防 止 の た\nめ ，購 入 先 の 販 売 店 か 専 門 業 者 に 引 き 渡 す よ う 求 め る 記 載 が あ5\nる。\nま た ， 被 告 社 団 法 人 は ， 平 成 ７ 年 ７ 月 １ 日 に 製 造 物 責 任 法 が\n施 行 さ れ た こ と を 受 け て ，上 記 パ ン フ レ ッ ト を 全 面 的 に 改 訂 し ，\n消 火 器 の 使 用 上 の 注 意 事 項 の 詳 細 な 説 明（ 同 法 の 施 行 に 伴 っ て\n各 消 火 器 メ ー カ ー が 消 火 器 の 本 体 容 器 に 貼 付 す る よ う に な っ10\nた ラ ベ ル （ 後 記 イ (ｱ)参 照 ） の 説 明 ） を 追 加 し た 。\n（ 丁 １ ８ の １ ～ １ ９ ，証人 Ｃ ， 弁 論 の 全 趣 旨 ）\n(ｲ)  被 告 社 団 法 人 は ，平 成 元 年 に ，消 火 器 の 耐 用 年 数 は お お む ね\n８ 年 で あ る こ と ，消 火 器 は 圧 力 容 器 で あ り ，老 朽 化 に よ り 錆 や\n腐 食 な ど が 発 生 す る と ，加 圧 力 に よ っ て 容 器 が 破 損 し 事 故 に つ15\nな が る 危 険 が あ る こ と ，不 要 に な っ た 消 火 器 は ，事 故 防 止 の た\nめに必ず 購 入 先 の 販 売 店 か 専 門 業 者 に 引 き 渡 す べ き こ と など\nが 記載 され た ，「 ご 家 庭 の 皆 様 へ・・・」と 題 す る 消 費 者 向 け の\nパ ン フ レ ッ ト ５ 万 部 を 作 成 し ，消 火 器 メ ー カ ー 等 を 通 じ て 一 般\nに 配 布 し た 。  20\n（丁 １ ９ ， 弁 論 の 全 趣 旨 ）\n(ｳ)  被 告 社 団 法 人 は ， 平 成 ２ 年 ７月 頃には ，「 お 得 意 様 へ   廃棄\n消 火 器 の 引 取 処 理 に つ い て の ご 理 解 と ご 協 力 の お 願 い 」と 題 す\nる パ ン フ レ ッ ト を 作 成 し て ，消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に\n配 布 し ，廃 棄 消 火 器 の 処 理 費 用 の 負 担 に つ い て の 協 力 を 促 し た 。 25\n（丁 ２ ０ ， 弁 論 の 全 趣 旨 ）\n(ｴ)  被 告 社 団 法 人 は，平 成 ４ 年 ７ 月 ，消 火 器 は 圧 力 容 器 で あ り ，\n錆 に よ る 腐 食 等 が あ る も の は 圧 力 に 耐 え ら れ ず 破 裂 す る 危 険\nが あ る こ と ，容 器 の 耐 用 年 数 が お お む ね ８ 年 で あ る こ と ，不 用\nと な っ た 消 火 器 は 事 故 防 止 の た め に 必ず 購 入 先 の 販 売 店 か 専\n門業者に引き渡す べきこと等 が記載された，「お済みでしょう5\nか ？ 失 効 消 火 器 の お 取 り 換え 」と 題 す る 消費者 向けの パ ン フ レ\nッ ト を 作 成 し ， 消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 布 し た 。\n（丁 ２ １ ， 弁 論 の 全 趣 旨 ）\n(ｵ)  被 告 社 団 法 人 は， 平 成 ８ 年 ７ 月 ， 消 防 本 部 に 対 し ，「 事 故 防\n止 の た め の 消 火 器 の 耐 用 年 数 表 示 に つ い て 」と 題 す る 文 書 を 配10\n布 し た 。同 文 書 に は ，製 造 物 責 任 法 が 平 成 ７ 年 ７月 に 施行 され\nた こ と に 伴 う ，各 消 火 器 メ ー カ ー の 取 扱 説 明 書 や ，本 体 容 器 に\n貼 付 し て い る 警 告 表 示 に 関 す る 説 明 を 行 っ た 。\n（丁 ２ ２ ）\nイ   被 告 会 社 及 び 消 火 器 メ ー カ ー の 対 応 等  15\n(ｱ)  平 成 ７ 年 ７ 月 に 製 造 物 責 任 法 が 施 行 さ れ た こ と を 受 け て ，\n各 消 火 器 メ ー カ ー は ，同 月 以 降 ，「 使 用 上 の ご 注 意   消 火 器 は 圧\n力 容 器 で す 。「 取 扱 説 明 書 」を よ く 読 ん で ご 使 用 く だ さ い 。」と\nの 記 載 の あ る ラ ベ ル（ 縦 ６ ．５ ｃ ｍ ，横 １ ０ ．５ ｃ ｍ の サ イ ズ\nの も の 。以 下「 平 成 ７ 年 表 示 」と い う 。）を 消 火 器 に 貼 付 す る こ20\nと と し た 。\n平 成 ７ 年 表 示 に は ，「 危 険 」「 警 告 」「 注 意 」と い う ３ つ の 欄 が\n設 け ら れ て お り ，「 危 険 」欄 に は ，消 火 器 が 爆 発 す る 図 案 と と も\nに ，「 サ ビ・キ ズ・変 形・キ ャ ッ プ の ゆ る み の あ る も の は 絶 対 に\n使 用 し な い で く だ さ い 。容 器 の 破 裂 等 に よ り 重 大 な 人 身 事 故 発25\n生 の 恐 れ が あ り ま す 。」と 記 載 さ れ て い る 。「 警 告 」欄 に は ，「 法\nで 定 め ら れ た 点 検 を 定 期 的 に 行 っ て く だ さ い 。ご 家 庭 で も ５ 年\nを 目 安 に 点 検 し て く だ さ い 。製 造 か ら ８ 年 の 耐 用 年 数 を 過 ぎ た\nものは使用しないでください 。」 等と記載 さ れ て い る 。「 注 意 」\n欄 に は ，「 設 置 場 所 は 高 温 多 湿 の と こ ろ は 避 け て く だ さ い 。」「 消\n火器を廃棄する場合は必ず販売店か製造元にご相談ください 。」5\n等 と 記 載 さ れ て い る 。\n（丙 １ １ の １ ・２ ，丙 １４ ， 弁 論 の 全 趣 旨 ）\n(ｲ)  被 告 会 社 は ，平 成 １ ２ 年 ９ 月 １ 日 以 降 ，被 告 会 社 製 の 老 朽 化\nし た 消 火 器 の 無 料 回 収（ 送料 は 実 費 ）を 行 う よ う に な っ た 。も\nっ と も ，平 成 ２ ２ 年 頃 以 降 は ，有 償 での 回収 が 行 わ れ る よ うに10\nな っ た 。\n（ 丙２ ０ の ２ ・ ４ ～ ７ ， 証 人 Ｃ ）\n(7)   平 成 １ ３ 年 の 消 火 器 破 裂 事 故 の 発 生 と ， こ れ に 対 す る 被 告 ら の\n対 応 等\nア   平 成 １ ３ 年 に 発 生 し た 消 火 器 破 裂 事 故 の 概 要 等  15\n(ｱ)  平 成 １ ３ 年 ３ 月 ４ 日 ，名 古 屋 市 内 に お い て ，屋 外 に 放 置 され\n腐 食 の 進 ん だ 消 火 器 を 廃 棄 す る た め に 粉 末 薬 剤 を 放 射 し よ う\nと し た 際 に ，消 火 器 が 破 裂 し て ，本 体 容 器 が 顔 面 を 直 撃 し ，男\n性 １ 名 が 死 亡 す る 事 故（ 以 下「 平 成 １ ３ 年 名 古 屋 事 故 」と い う 。）\nが 発 生 し た 。  20\n（ 甲 １６ ， 乙 ５ ， 丙 ２ ０ の ３ ）\n(ｲ)  平 成 １ ３ 年 ４ 月 ２ ２ 日 ，北 海 道 帯 広 市 内 に お い て ，野 焼 き の\n火 を 消 そ う と し て 消 火 器 を 操 作 し た と こ ろ ，消 火 器 が 破 裂 し て ，\n本 体 容 器 が 顔 面 を 直 撃 し ，男 性 １ 名 が 死 亡 す る と い う 事 故（ 以\n下 ，これと平成１３年名古屋事故を併せて「平成１３年事故 」25\nと い う 。）が 発 生 し た 。な お ，同 年 中 に は ，上 記 以 外 に ４ 件 の 老\n朽 化 し た 消 火 器 に よ る 事 故 が 発 生 し て い る 。\n（甲 １６ ， 丙 ２ ０ の ５ ）\nイ   平 成 １ ３ 年 名 古 屋 事 故 の 発 生 を 受 け た 被 告 国 の 対 応\n(ｱ)  消 防 庁 は ，平 成 １ ３ 年 名 古 屋 事 故 の 発 生 を 受 け て ，平 成 １ ３\n年 ３ 月 ９ 日 ，各 都 道 府 県 消 防 主 管 部 長 に 対 し ，「 消 火 器 の 廃 棄 に5\n際しての事故防止について」（平成 １３ 年 ３ 月 ９ 日消防予第 ７\n７ 号 。以 下「 平 成 １ ３ 年 通 知 」と い う 。）を 発 出 し ，消 火 器 の 事\n故 の 発 生 を 防 止 す る た め ，次の 事 項 に 留 意 の 上 ，種 々 の 機 会 を\nと ら え て 関 係 者 に 周 知 徹 底 を 図 る よ う 要 請 し た 。\nａ   消 火 器 の 廃 棄 に つ い て  10\n(a)  不 用 に な っ た 消 火 器 に つ い て は ，放 射 ，解 体 等 の 廃 棄 処\n理 を 自 ら 行 う こ と な く ，引 き 取 り を 行 っ て い る 事 業 者 に 速\nや か に 廃 棄 処 理 を 依 頼 す る こ と 。ま た ，や む を 得 な い 事 情\nに よ り 不 用 に な っ た 消 火 器 を 保 管 す る 場 合 に は ，風 雨 に さ\nら さ れ る 場 所 及 び 湿 潤 な 場 所 を 避 け る こ と 。  15\n(b)  さ び の 発 生 が 見 ら れ る 加 圧 式 の 消 火 器 は ， 容 器 破 裂 の\n危 険 が 大 き い の で ，決 し て 薬 剤 を 放 射 し な い よ う 特 に 注 意\nする こ と 。\nｂ   消 火 器 の 維 持 管 理 に つ い て\n(a)  消 火 器 の 設 置 場 所 は ，で き る だ け 風 通 し が 良 く ，目 に つ20\nき や す い 場 所 と し ，風 雨 に さ ら さ れ る 場 所 ，湿 潤 な 場 所 等\nを避 け る こ と 。\n(b)  消 防 法 上 の 点 検 義 務 の な い 消 火 器 に つ い て も ， そ の 状\n態 に 注 意 を 払 い ，老 朽 化 等 異 常 が 発 見 さ れ た も の は ，消 火\n訓 練 等 も 含 め て 使 用 し な い こ と 。  25\nｃ   消 防 機 関 に お け る 情 報 提 供 等 に つ い て\n消 防 機 関 に お い て は ， 消 火 器 を 設 置 し て い る 防 火 対 象 物 の\n関 係 者 及 び 一 般 家 庭 に 対 し て，前 記 ａ 及び ｂ の 内 容 に つ い て\n周 知 を 図 る と と も に ，消 火 器 の 引 き 取 り を 行 っ て い る 事 業 者\nを 把 握 し ，一 覧 表 を 作 成 し て お く 等 消 火 器 の 廃 棄 処 理 に 関す\nる 問 合 せ に 回 答 で き る 体 制 を 整 え る べ き こと 。  5\n（ 乙 ５ ， ４２ ）\n(ｲ)  ま た ， 消 防 庁 は ， 平 成 １ ３ 年 ３ 月 ９ 日 ，「 消 火 器 の 廃 棄 に 際\nしての事故防止について」（平成 １３ 年 ３ 月 ９ 日消防予第 ７８\n号 ）を 発 出 し ，被 告 社 団 法 人 に対し ，平成 １３ 年 通 知 の 趣 旨 を\n理 解 し た 上 で ，相 談 窓 口 の 一 層 の 周 知 ，消 火 器 の 回 収 へ の 協 力10\n等 ，消 火 器 に よ る 人 身 事 故 防 止 の た め に 協 力 す る よ う 要 請 した。\n（ 乙 ２ ６ ）\nウ   消 防 庁 に よ る 消 火 器 事 故 対 策 検 討 会 の 設 置 と 消 火 器 事 故 防 止\n緊 急 対 策 案 の 取 り ま と め\n(ｱ)  消 防 庁 は ，平成 １３ 年 事 故 等 の 発 生 を 受 け て ，同 年 ６ 月 ，消15\n火 器 事 故 対 策 検 討 会 を 設 置 し ，一 般 家 庭 に あ る 古 い 消 火 器 を 回\n収 す る な ど の 緊 急 対 策 や 抜 本 的 な 事 故 再 発 防 止 対 策 等 に つ い\nて検討を行うこととした。 なお，被告社団法人の会長（当時 ）\nも ， 上 記 消 火 器 事 故 対 策 検 討 会 の 構 成 員 と な っ た 。\n（乙 ２７ ， ２ ９ ， ３２ ）  20\n(ｲ)  平 成 １ ３ 年 ６ 月 １ ２ 日 に 開 催 さ れ た 消 防 庁 の 第 １ 回 消 火 器\n事 故 対 策 検討会 で は ， ま ず ，消 火 器 の 種 類 ， 消 火 器 の 構 造 ， 生\n産 量 ，流 通 及 び 回 収 の 実 態 等 が 説 明 さ れ た 。な お ，平 成 １ １ 年\n度 の 時 点 で は ，消 火 器 の 生 産 本 数 は ，年 間 約 ３ ４ ５ 万 本 で ，こ\nの う ち の 約 ８ ２ ％ が 消 火 器 保 守・販 売 業 者 を 通 じ て 販 売 さ れ て25\nお り ，国 内 の 消 火 器 の 総 本 数 は 合 計 約 ４ ０ ０ ０ 万 本 で ，こ の う\nち消防法で設置が義務付けられている建物に約３１６０万本 ，\n一 般 住 宅 に 約 ６ ４ ０ 万 本 ，そ の 他（ 車 両 ，船 舶 及 び 街 頭 等 ）に\n２ ０ ０ 万 本 が そ れ ぞ れ 設 置 さ れ て い て ，保 守・販 売 業 者 が 回 収\nし た 廃 棄 消 火 器 は ， 年 間 約 ９ ６ 万 本 で あ っ た 。\nそ し て ， 同 日 の 検 討 会 で は ， 消 火 器 破 裂 事 故 の 発 生 要 因 と し5\nて，ａ   消 火 器 の 特 質（ 加 圧 式 消 火 器 は ，原 理 上 破 裂 す る 性 質\nを 有 す る こと ），ｂ   製 造 段 階 の 問 題（ 加 圧 式 消 火 器 が 多 く 製 造\nさ れ て い る こと ），ｃ   流 通 段 階 の 問 題（ 消 火 器 が 一 般 家 庭 に も\n販 売 さ れ て い る も の の ，消 火 器 の 種 類 等 が あ ま り 知 ら れ て い な\nい こ と ，消 火 器 が 防 火 対 象 物 か ら 一 般 家 庭 に 流 用 さ れ て い る こ10\nと ），ｄ   維 持 管 理 段 階 の 問 題（ 点 検 等 適 切 な 維 持 管 理 が さ れ て\nい な い こと ），ｅ   使 用 段 階 の問題（ 古 い 消 火 器 の 危 険 性 が 認 識\nさ れ て い な い 。），ｆ   廃 棄 段 階 の 問 題（ 廃 棄 の 方 法 が あ ま り 知\nら れ て お ら ず ，廃 棄 の 仕 組 み が 不 十 分 で あ る こと ）が 指 摘 さ れ\nた 上 ，緊 急 対 策 と し て は ，維 持 管 理 段 階 で は 老 朽 化 し た 消 火 器15\nを ふ る い 分 け る こ と が ，使 用 段 階 で は 老 朽 化 し た 消 火 器 の 危 険\n性 を ア ピ ー ル し ，使 用 を 防 ぐ こ と が ，廃 棄 段 階 で は 廃 棄 方 法 の\n周 知 を 図 り ，火 災 予 防 運 動 に お け る 一 斉 回 収 の 実 施 を す る こ と\nが 必 要 で あ る と の 提 案 が さ れ た 。そ し て ，緊 急 対 策 に 係 る 具 体\n的 な 問 題 点 に つ い て は ，広 報 対 策 と し て ，一 般 家 庭 に ど の よ う20\nな 手 段 で 広 報 を 行 え ば よ い か ，維 持 管 理 対 策 と し て ，老 朽 化 し\nた 消 火 器 を 確 実 に ふ る い 分 け る に は ど う し た ら よ い か ， 廃 棄 ・\n回 収 対 策 と し て は ，老 朽 化 し た 消 火 器 を ど の よ う に 一 斉 回 収 す\nる か ，役 割 分 担 や 費 用 負 担 は ど う な る の か 等 に つ い て の 問 題 点\nの 指 摘 が 行 わ れ た 。  25\nま た ， 抜 本 的 対 策 と し て は ， 消 火 器 の 製 造 段 階 ， 流 通 ・ 販 売\n段 階 か ら 事 故 防 止 対 策 を 講 じ る 必 要 性 が あ る と し て ，事 故 防 止\n対 策 を 講 じ た 消 火 器 の 製 造・販 売 と ，こ れ を 前 提 に し た 維 持 管\n理 ・ 使 用 ・ 廃 棄 対 策 が 必 要 で あ る と の 提 案 が さ れ た 。\n同 日 の 検 討 会 で は ， 上 記 の 説 明 や 提 案 を 受 け て ， 出 席 者 か ら\nは，古 い 消 火 器 に は 人 命 を 侵 害 す る 危 険 が あ る こ と を 周 知 す べ5\nき で は な い か ，消 火 器 の 底 部 と 側 面 部 の 厚 さ が 異 な る の は ，構\n造 的 に 問 題 が あ る の で は な い か ，消 火 器 の 回 収 方 法 に つ い て の\n周 知 が 大 切 な の で は な い か ，リ サ イ ク ル も 踏 ま え た 製 造・流 通・\n回 収 ル ー ト の 確 立 が 必 要 な の で は な い か ，な ど と い っ た 意 見 が\n出 さ れ た 。  10\n（ 乙 ２ ７ ， 丁 ３ ６ の １～ ３ ， 丁 ３ ７ の１ ）\n(ｳ)  平 成 １ ３ 年 ７ 月 ３ 日 に 開 催 さ れ た 消 防 庁 の 第 ２ 回 消 火 器 事\n故 対 策 検 討 会 で は ，消 防 機 関 が 把 握 し て い る 消 火 器 破 裂 事 故 の\n発 生 状 況 に つ い て ，年 間 平 均 ５ 件 程 度 の 破 裂 事 故 が 発 生 し て お\nり ，そ の 約 ５ ％ が 死 亡 事 故 で ，約 ６ ０ ％ が 負 傷 事 故 で あ る こ と ，15\nほ と ん ど が 加 圧 式 消 火 器 に よ る 事 故 で あ る こ と 等の 説明 が行\nわ れ た 上 で ，消 火 器 事 故 の 緊 急 防 止 対 策 に 関 し て ，主 に 消 火 器\nの 回 収 方 法 等 に 関 す る 意 見 交 換 が 行 わ れ た 。\n（ 丁 ３ ６ の ２ ・ ３）\n(ｴ)  平 成 １ ３ 年 ７ 月 ３ １ 日 に 開 催 さ れ た 消 防 庁 の 第 ３ 回 消 火 器20\n事 故 対 策 検 討 会 で は，老 朽 化 消 火 器 等 の 破 裂 に よ る 人 身 事 故 の\n発 生 を 防 止 す る た め ，秋 の 全 国 火 災 予 防 運 動 の 一 環 と し て ，老\n朽 化 消 火 器 等 の 一 斉 回 収 を 実 施 し ，併 せ て ，住 宅 に 適 し た 消 火\n器 等 の 普 及 促 進 を 図 る と と も に ，消 火 器 の 回 収 及 び 普 及 に つ い\nて ，関 係 者 が 連 携 し て 広 報 活 動 を 展 開 す る こ と を 内 容 と す る 消25\n火 器 事 故 防 止 緊 急 対 策 案（ 以 下「 平 成 １ ３ 年 緊 急 対 策 案 」と い\nう 。）が 取 り ま と め られ た 。消 防 庁 は ，同 年 ８ 月 ７ 日 ，各 消 防 本\n部 に 対 し ， 平 成 １ ３ 年 緊 急 対 策 案 の 実 施 を 周 知 し た 。\n平 成 １ ３ 年 緊 急 対 策 案 の 具 体 的 な 内 容 は ，ａ   老 朽 化 消 火 器\n等 の 一 斉 回 収 と し て ，秋 の 全 国 火 災 予 防 運 動 期 間 中 に ，各 地 方\n公 共 団 体 に お い て ，消 防 機 関 が 中 心 と な っ て ，住 民 が 販 売 ・ 点5\n検 業 者 に 消 火 器 を 持 ち 込 む 方 法 や ，一 定 期 間 ，消 防 機 関 が 回 収\n場 所 を 指 定 し ，住 民 か ら 持 ち 込 ま れ た 消 火 器 を ，販 売 ・ 点 検 業\n者 が 回 収 す る 方 法 で 回 収 し ，こ れ ら 回 収 さ れ た 消 火 器 は ，原 則\nと し て メ ー カ ー が 引 き 取 っ て 処 理 を 行 う（ 原 則 と し て 費 用 は 住\n民 負 担 ），ｂ   住 宅 に 適 し た 消 火 器 等 の 普 及 と し て ，住 宅 に お い10\nて は ，同 年 ４ 月 に 策 定 さ れ た「 住 宅 防 火 基 本 方 針 」に 基 づ いて\n策 定 さ れ る「 消 火 器 等 推 奨 基 準 」に 適 合 す る 住 宅 用 消 火 器 や エ\nア ゾ ー ル 式 簡 易 消 火 具 等 の 普 及 促 進 を 図 る ，ｃ   広 報 活 動 と し\nて，老 朽 化 消 火 器 等 の 一 斉 回 収 や ，住 宅 に 設 置 す る こ と が 適 し\nて い る 消 火 器 の 種 類 に つ い て ，消 防 庁 は 政 府 広 報 ，消 防 庁 機関15\n誌 ，関 係 各 誌 へ の 掲 載 に よ っ て ，消 防 機 関 は ポ ス タ ー ，パ ン フ\nレットの作成，新聞広告，市町村の広報誌への掲載によって ，\n被 告 社 団 法 人 は パ ン フ レ ッ ト 及 び ポ ス タ ー の 作 成 に よ っ て ，消\n火 器 メ ー カ ー は 代 理 店 へ の 文 書 発 送 に よ っ て ，販 売・点 検 業 者\nは ポ ス タ ー の 掲 示 に よ っ て ，そ れ ぞ れ 周 知 を 行 う と い う も の で20\nあっ た。\n（ 乙 ２ ８ ， ２ ９ ， ３ １ ， ３ ２ ， 丁 ３ ６ の ３ ）\nエ   平 成 １ ３ 年 通 知 を 受 け た 被 告 社 団 法 人 の 対 応\n(ｱ)  被 告 社 団 法 人 は ，平 成 １ ３ 年 ５ 月 １ ６ 日 ，被 告 社 団 法 人 の 企\n業 委 員 会 に 事 故 防 止 対 策 委 員 会 を 併 設 した 。  25\n（ 丁 ３ ６ の １ ， 丁 ３ ７ の １ ）\n(ｲ)  被 告 社 団 法 人 は ， 消 防 庁 の 第 ２ 回 消 火 器 事 故 対 策 検 討 会 の\n開 催 に 向 け て ，平 成 １ ３ 年 ６ 月 ２ １ 日 頃 ，事 故 防 止 対 策 と し て ，\n消 防 庁 に 対 し ，次 の よ う な 提 案 を し た（ な お ，下 記 の 提 案 の 表\n現 に つ い て は ，そ の 後 ，被 告 社 団 法 人 の 企 業 委 員 会 に お け る 議\n論 の 中 で ，後 記 (ｳ)の と お り ，若 干 の 修 正 が 行 わ れ ，そ の 後 も 更5\nに 修 正 が 加 え ら れ た 上 ，同 年 ８ 月 ３ ０ 日 付 け で ，全 国 の 消 防 本\n部 並 び に 各 地 の 販 売 団 体 及 び 消 防 設 備 保 守 協 会 に 発 送 さ れ て\nい る 。）。\nａ   緊 急 対 策 と し て ，自 治 体 消 防 本 部 や 地 方 公 共 団 体 の 広 報 を\n通じ て ，錆 の 発 生 し た 老 朽 化 した 消 火 器（ 失 効 消 火 器 ）等 の10\n回収 を 行 い ，住宅 に は 危 険 の 少 な い 蓄 圧 式 住 宅 用 消 火 器 の 普\n及 の 呼 び か け を 実 施 す る と し て ， (a)  全 国 の 約 １ ０ ０ ０ か\n所 の 指 定 す る 場 所 に ，１ か 月 を 目 途 と し た 期 間 を 定 め ，住 宅\n等 に 設 置 さ れ て い る １５ 年 以 上 経 過 し た 消 火 器 と ，錆 の 発 生\nし た 消 火 器 を 消 費 者 か ら 持 ち 込 ん で も ら う ， (b)  指定収集15\n場 所 に 集 め ら れ た 消 火 器 は ，地 元 の 販 売 業 者 団 体 及 び 販 売 業\n者 の 協 力 を 得 て ，被 告 社 団 法 人 の 指 定 す る 会 員（ 消 火 器 メー\nカー ）の 工 場 に 輸 送 す る ，(c)  同 会 員 は ，全 国 各 地 か ら 輸 送\nさ れ た 不 用 消 火 器 を 解 体 し ，産 業 廃 棄 物 業 者 を 通 じ 処 分 す る ，\n(d)  回収費用は１本１０００円程 度とし，これを販 売業者20\nの 手 間 代 及 び 運 搬 費 並 び に 会員 に よ る 解 体 処 分 費 用 に 充 て\nる，(e)  地 方 公 共 団 体 ，全 国 消 防 機 器 販 売 協 会 ，全 国 各 地 の\n販 売 業 者 団 体 及び 保 守 協 会 等 に 対 し て は ，被 告 社 団 法 人 か ら\n協 力 を 要 請 す る と と も に ，各 会員 か ら 取 引 関 係 の あ る 系 列 販\n売 店 に 対 し て 協 力 を 要 請 す る ， (f)  様 式 を 定 め て ， 地 区 ご25\nと に 回 収 された 消 火 器 の 本 数 ，回 収 元（ 事 業 所 か 一 般 家 庭 か ），\n回収 された 消 火 器 の う ち 錆 や 変 形 の あ る 危 険 な 消 火 器 の 本\n数 を 集 計 し て 消 防 庁 に 報 告 す る 。\nｂ   今 後 の 対 策 と し て ， (a)   住民に対 す る 消 火 器 の 効 能 と 構\n造 機 構 の 啓 発 に よ る 危 険 な 消 火 器 の 回 収 の 実 施（ 啓 発 パ ン フ\nレットの作成 及び 販 売 業 者 団 体 ， 保 守 業 者 団 体 へ の 協 力 要5\n請 ），(b)  点検 報告 制 度 の 対 象 外 で あ る 一般 住宅 等 に 対 する\n蓄圧式消火器 の 販 売 指 導 ， (c)  取扱説明書及び消火 器 の本\n体 容 器 に 貼 付 す る 警 告 表 示 の う ち ，使 用 に 耐 え な い 消 火 器 は\n絶 対 に 操 作 を 行 わ な い よ う 求 め る 部 分 の 文 字 を 大 き く す る ，\n(d)  危険な 消火器 による 事故 を 防止 するための 技 術 面 か ら10\nの 研究 を 行 う 。\n（ 丁 ３ ６ の ２ ・ ３ ， 丁 ３ ７ の ３ ・４ ）\n(ｳ)  平 成 １ ３ 年 ７ 月 ５ 日 に 開 催 さ れ た 被告 社 団 法 人 の 企 業 委 員\n会 内 の 事 故 防 止 対 策 特 別 委 員 会 に お い て は ，消 防 庁 の 消 火 器 事\n故 対 策 検 討 会 へ の 対 応 と し て ，政 府 公 報 を も っ て 全 国 の 住 宅 に15\n設 置 さ れ て い る 期 限 切 れ の 消 火 器 を 調 査 し て も ら う こ と が 重\n要 で あ る が ，併 せ て ，消 火 器 は 必 要 な も の で あ る と い う こ と も\n大 き く 主 張 し て い く べ き で あ る ，全 国 の 地 方 公 共 団 体 の 清 掃 事\n務所 に 対し ，粗 大 ご み と 同 様 に 引 取 切 符 等 を 用 い て ，有 料 で 廃\n棄消火器を回収する仕組みを構築するよう要請すべきである ，20\n廃 棄 消 火 器 の 有 料 で の 回 収 が 定 着 し て き て い る 現 在 の 実 情 を\n踏 ま え る と ，無 料 で の 引 取 り は 絶 対 に 行 う べ き で な く ，被 告 会\n社 に は ，無 償 引 取 り の 実 施 を 再 考 し て も ら う 必 要 が あ る 等 の 意\n見 が 出 さ れ た 。\nま た ，被 告 社 団 法 人 が ，消 防 庁 に 対 し て 行 っ た 上 記 (ｲ)の 提 案25\nの 文 言 に つ い て は ，「 危 険 の 少 な い 蓄 圧 式 消 火 器 」と あ る と こ ろ\nは ，現 在 主 流 と な っ て い る 加 圧 式 消 火 器 を 否 定 す る も の と 解 さ\nれ る お そ れ が あ る の で 表 現 を 改 め る べ き で あ る ，消 火 器 が 危 険\nと の イ メ ー ジ は 業 界 に と っ て 好 ま し く な い の で 危 険 の 文 字 を\n除 く べ き で あ る ，「 １ ５ 年 以 上 経 過 し た 消 火 器 」を 警 告 表 示 に 記\n載 さ れ て い る 年 数 に 併 せ て「 ８ 年 以 上 経 過 し た 消 火 器 」と す べ5\nき で あ る な ど の 意 見 が 出 さ れ て ，そ の 点 に つ い て の 修 正 が 行 わ\nれ た 。\nそ の 他 ， 同 委 員 会 で は ， 全 国 消 防 本 部 及 び 各 地 区 の 販 売 業 者\n団 体 並 び に 保 守 協 会 に 対 す る ，廃 棄 消 火 器 の 回 収 強 化 月 間 に関\nする協力要請文書の 案が検討されたほか，今後の対策として ，10\n消 火 器 の 梱 包 に 同 封 し て い る 取 扱 説 明 書 と ，消 火 器 に 貼 付 し て\nい る 警 告 表 示 の 文 字 を 大 き く す る こ と を 引 き 続 き 検 討 し て い\nく こ と が 確 認 さ れ た 。\n（ 丁 ３ ６ の ２ ・ ３ ， 丁 ３ ７ の ３ ）\nオ   平 成 １ ３ 年 秋 季 全 国 火 災 予 防 運 動 の 実 施  15\n(ｱ)  消 防 庁 は ，平 成 １ ３ 年 ８ 月 ２ １ 日 ，各 都 道 府 県 消 防 主 管 部 長\nに 対 し ，「 平 成 １ ３ 年 秋季全国火災予防運動実施要綱 の取扱い\nに つ い て 」（ 平 成 １ ３ 年 ８ 月 ２ １ 日 消 防 予 第 ２ ９ １ 号 。以 下「 平\n成 １ ３ 年 要 綱 通 知 」と い う 。）を 発 出 し た 。同 通 知 に 添 付 さ れ た\n資 料 に は ，「 消 火 器 事 故 防 止 対 策 の 推 進 」と い う 項 目 が 設 け ら れ20\nて お り ，平 成 １ ３ 年 緊 急 対 策 案 に お い て 提 案 さ れ て い た 老 朽 化\n消 火 器 等 の 一 斉 回 収 を 実 施 す る こ と や ，住 宅 に 適 し た 消 火 器 等\nの 普 及 促 進 を 図 る た め に 積 極 的 に 広 報 活 動 を 行 う こ と が 求 め\nら れ て い た 。\n（ 乙 １ ３ ）  25\n(ｲ)  消 防 庁 は ， 平 成 １ ３ 年 ９ 月 １ １ 日 ，「 消 火 器 破 裂 事 故 防 止対\n策 の 推 進 へ の 協 力 に つ い て（ 依 頼 ）」（ 平 成 １ ３ 年 ９ 月 １ １ 日 消\n防 予 第 ３ １ ６ 号 ）を 発 出 し ，被 告 社 団 法 人 に 対 し ，同 年 １ １ 月\n９ 日 か ら 同 月 １ ５ 日 ま で の 間 実 施 さ れ る 秋 季 全 国 火 災 予 防 運\n動 に お い て ，老 朽 化 消 火 器 等 の 一 斉 回 収 の 実 施 と 住 宅 に 適 し た\n消 火 器 等 の 普 及 促 進 を 図 る こ と か ら ，回 収 し た 消 火 器 の 適 切 な5\n処 理 と ，消 火 器 の 回 収 を 行 う 販 売・点 検 業 者 に 対 す る 周 知 を 依\n頼 し た 。\nこ れ を 受 け て 被 告 社 団 法 人 は ， 会 員 各社 か ら 系 列 の 販 売 店 に\n対 し ，上記 消 火 器 の 一 斉 回 収 に 積 極 的 に 参 加 す る こ と 等 を 要 請\nす る 文 書 を 発 出 し ，こ れ を 受 け て 被 告 会 社 を 始 め と す る 各 社 は，10\n上 記 消 火 器 の 一 斉 回 収 の 実 施 を 販 売 店 等 に 指 示 し た 。\n（ 丙 ２ ０ の ６ ， 丁 ３ ６ の ４ ， 丁 ３ ７ の ４ ）\n(ｳ)  消 防 庁 は ， 平 成 １ ３ 年 ９ 月 ２ ５ 日 ，「 消 火 器 事 故 防 止 対 策 の\n推 進 に 係 る 留 意 事 項 に つ い て 」と 題 す る 事 務 連 絡 を 発 出 し，各\n都 道 府 県 消 防 主 管 課 に 対 し ，秋 季 全 国 火 災 予 防 運 動 の 重 点 目 標15\nの 一 つ で あ る 老 朽 化 消 火 器 等 の 一 斉 回 収 に お け る 留 意 点 と し\nて ，容 器 外 面 に 腐 食 の 発 生 や 変 形 が 確 認 さ れ る 消 火 器 に つ い て\nは ，そ の 程 度 に か か わ ら ず 回 収 の 対 象 と す る こ と ，消 火 器 の 回\n収 に 当 た っ て は ，安 全 栓 を 抜 か ず ，か つ ，レ バ ー を 握 ら な い 等 ，\nその取扱いについて周知徹底を図ること， 回収に係る費用は ，20\n原則と し て 消 火 器 を 廃 棄 し よ う と す る 者 の 負 担 と す る こ と 等\nを 周 知 し た。\n（乙 ３ ０ ）\n(ｴ)  大阪府 に お い て は ，平 成 １ ３ 年 ８ 月 ３ ０ 日 ，府 内 の 各 市 町 村\n防 災 担 当 部（ 局 ）長 及 び 各 消 防 本 部 消 防 長 に 対 し ，平 成 １ ３ 年25\n要 綱 通 知 の 内 容 を 周 知 し た 。\nこ れ を 受 け て 大 阪 市 に お い て は ， 平成 １ ３ 年 秋 季 全 国 火 災 予\n防 運 動 に お い て ，消 火 器 の 定 期 的 な 点 検 の 励 行 や ，老 朽 化 消 火\n器 に 関 す る 問 合 せ 等 の 内 容 を 盛 り 込 ん だ 火 災 予 防 運 動 趣 意 書\nを 各 家 庭 に 回 覧 す る と と も に ，チ ラ シ を 作 成 し て ，住 宅 防 火 訪\n問 時 や 各 種 イ ベ ン ト に お い て 配 布 し ，消 火 器 の 取 扱 い に 係 る 啓5\n発 を 図 る こ と と し た 。\nま た ， 大 阪 市 消 防 局 は ， 同 年 １ ０ 月 ， 消 火 器 の 維 持 管 理 及 び\n使 用 方 法 に 関 す る 注 意 事 項 を 記 載 し た パ ン フ レ ッ ト を 作 成 し\nて，平 成 １ ３ 年 秋 季 全 国 火 災 予 防 運 動 に お い て ，一 般 家 庭 や 事\n務 所 に 回 覧 ・ 配 布 す る な ど し た 。  10\n（乙 ４ ５ ， ４ ６ ， 弁 論 の 全 趣 旨 ）\nカ   そ の 他 の 平 成 １ ３ 年 緊 急 対 策 案 の 実 施\n(ｱ)  消 防 庁 は ，平 成 １ ３ 年 緊 急 対 策 案 に 基 づ い て ，老 朽 化 消 火 器\n等 の 一 斉 回 収 や ，住 宅 に 設 置 す る こ と が 適 し て い る 消 火 器 等 の\n種 類 に 関 し て ，政府 広 報（ Ｔ Ｖ ス ポ ッ ト ，新 聞 ），消 防 庁 機 関 誌15\n（ 消 防 庁 が 毎 月 発 行 す る「 消 防 の 動 き 」），関 係 各 誌（ 財 団 法 人\n日 本 消 防 設 備 安 全 セ ン タ ー が 毎 月 発 行 す る 情 報 誌「 月 刊 フ ェ ス\nク 」） へ の 掲 載 を 実施 した 。\n（乙 ３ ６ ～ ４ ０ ， 弁 論 の 全 趣 旨 ）\n(ｲ)  消 防 庁 は ，平 成 １ ３ 年 １ １ 月 ６ 日 ，住 宅 に 住 宅 用 消 火 器 等 を20\n設 置 す る 場 合 の 住 民 に 対 す る 助言 と し て 広 報 等 に 活 用 す る た\nめ に ，「 消 火 器 等 推 奨 基 準 」を 策 定 し ，そ の 旨 を 各 都 道 府 県 消 防\n主 管 部 長 に 対 し て 通 知 し た 。\n同 基 準 に お い て は ， 防 火 対 象 物 や 住 宅 に 広 く 設 置 さ れ て い る\n通 常 の 消 火 器（ 赤 色 で 塗 色 さ れ て い る も の ）は ，定 期 的 な 点 検25\nや 整 備 な ど の 日 頃 か ら 適 切 な 維 持 管 理 が 必 要 な も の で あ り ，ま\nた ，適 切 に 維 持 管 理 さ れ て い な い 場 合 に は ，消 火 器 の 能 力 を 発\n揮 で き な い こ と が あ る だ け で な く ，加 圧 式 の 消 火 器 が 著 し く 腐\n食 し た 場 合 に は ，消 火 器 を 使 用 し た 際 ，破 裂 す る こ と も あ る と\nし て ，住 宅 に 消 火 器 等 を 設 置 す る に 当 た っ て は ，維 持 管 理 が 比\n較 的 容 易 な 住 宅 用 消 火 器 や エ ア ゾ ー ル 式 簡 易 消 火 具 と す る こ5\nと が 望 ま し い と さ れ て い る 。\n（ 乙 ３ １ ）\n(ｳ)  被 告 社 団 法 人 は ， 平 成 １ ３ 年 頃 ，「 古 い 消 火 器 は ち ょ っ と 待\nって！！」と題する Ａ４版の カラーの パンフレットを作成し ，\n消 火 器 メ ー カ ー 等 を 通 じ て 一 般 に 配 布 し た 。同 パ ン フ レ ッ ト に10\nは ，Ａ ３ サ イ ズ の ペ ー ジ の 見 開 き に「 消 火 器 は 圧 力 容 器 。古 い\n消火器には危険が伴います。」とのタイトル が 付 されており ，\n「 サ ビ の 発 生・変 形 や 塗 装 の 剥 離 の あ る 耐 用 年 数 の 過 ぎ た 消 火\n器 は ，決 し て 使 用 し な い で 新 し い も の と 取 り 替 え て く だ さ い 。」\nとの太字の記載のほか， 消火器には使用期限が明記してあり ，15\n未 使 用 の も の で も 経 年 劣 化 が 生 じ う る こ と ，古 い 消 火 器 の 疲 労\nし た 本 体 容 器 は ，圧 力 で 破 裂 す る こ と が あ る こ と ，加 圧 式 消 火\n器 は レ バ ー を 握 っ た 瞬 間 に 高 い 圧 力 が か か る こ と 等 が 記 載 さ\nれ て い る 。ま た ，同 パ ン フ レ ッ ト の 裏 表 紙 に は ，「 錆 や 変 形 の あ\nる 消 火 器 は 絶 対 に 使 用 し な い で ！ 」と の タ イ ト ル の 下 に ，本 体20\n容 器 や 蓋が 腐食 し た 消 火 器 の 写 真 を 複 数 掲 載 す る と と も に ，不\n用 消 火 器 の 廃 棄 は ，最 寄 り の 消 火 器 販 売 業 者 か 製 造 者 に 連 絡 す\nべ き こ と が 記 載 さ れ て い る 。\n（ 丁２３ ， 丁 ３ ６ の ４ ）\n(8)   平 成 １ ４ 年 から 本 件 事 故 が 発 生 し た 平 成 ２ １ 年 頃 ま で の 被 告 ら25\nの 取組み\nア   被 告 国 の 取 組 み 等\n(ｱ)  平 成 １ ４ 年 以 降 も ，全 国 火 災 予 防 運 動 に お い て ，消 火 器 事 故\n防 止 対 策 と し て ，老 朽 化 し た 消 火 器 の 破 裂 事 故 を 防 止 す る た め ，\n住 宅 防 火 指 導 時 や 各 種 イ ベ ン ト 等 に お い て ，消 火 器 の 適 正 な 維\n持 管 理 や 日 常 点 検 の 励 行 ，老 朽 化 消 火 器 等 の 廃 棄 方 法 に つ い て5\nの 啓 発 活 動 等 が 継 続 的 に 行 わ れ た 。\n（ 乙 １ ４ ， １ ５ ， 弁 論 の 全 趣 旨 ）\n(ｲ)  大 阪 市 に お い て も ， 消 防 庁 か ら の 指 導 及 び 助 言 を 受 け て 上\n記 啓 発 活 動 が 行 わ れ ，少 な く と も 平 成 １ ８ 年 ま で の 間 ，毎年春\nと 秋 に 行 わ れ る 火 災 予 防 運 動 の 際 に ，老 朽 化 し た 消 火 器 の 破 裂10\n事 故 を 防 止 す る た め に ，各 家 庭 用 回 覧 チ ラ シ 等 が 作 成 さ れ ，住\n宅防火訪問時に，消火 器の適正な維持管理や日常点検の励行 ，\n老 朽 化 消 火 器 等 の 廃 棄 方 法 に つ い て の 啓 発 活 動 が 行 わ れ た 。\n（ 乙 ４ ７ ～ ５ ５ （ 各 枝 番 を 含 む ）， 弁 論 の 全 趣 旨 ）\nイ   被 告 会 社 を 始 め と す る 消 火 器 メ ー カ ー の 取 り 組 み  15\n(ｱ)  被 告 会 社 は ， 老 朽 化 消 火 器 の 破 裂 事 故 防 止 と 循 環 型 社 会 の\n形 成 に 取 り 組 む た め ，平 成 １ ４ 年 ２ 月 に ，リ サ イ ク ル セ ン タ ー\nを 建 設 し ，消 火 器 の 回 収 及 び 処 分 を 行 っ て き た と こ ろ ，同 年 ９\n月 に は ，被 告 会 社 の リ サ イ ク ル シ ス テ ム（ 粉 末 消 火 薬 剤 の リ サ\nイ ク ル 原 料 化 ）が ，消 火 器 業 界 に お い て 初 め て ，日 本 消 防 検 定20\n協 会 の 型 式 承 認 を 受 け ，同 年 １ ０ 月 に は 個 別 検 定 に も 合 格 し た 。\n（ 丙 ２ ０ の ７ ）\n(ｲ)  被 告 会 社 は ，平 成 １ ７ 年 頃 ，リ サ イ ク ル 率 向 上 と 不 法 投 棄 防\n止 を 目 標 として ，年 間 約 １ ４ ０ 万 本 の 消 火 器 を 生 産 し つ つ ，年\n間 約 ６ ０ 万 本 の 消 火 器 を 回 収 し て い た。  25\n（ 丙 ２ ０ の ９ ）\n(ｳ)  廃 消 火 器 に つ い て は ，危 険 性 を 有 し て い る こ と か ら ，その 処\n理 が 困 難 で あ り ，ま た ，これを リ サ イ ク ル す る 手 法 が 確 立 さ れ\nて い な か っ た こ と か ら ，消 防 庁 に お い て は ，廃 消 火 器 の 適 正 か\nつ効率 的 な リ サ イ ク ル 技 術 や メ ー カ ー に よ る 制度 づ く り に 関\nす る 検 討 が 行 わ れ て き た 。また，環境省 に お い て も ，こ れ を 踏5\nま え て ，関 係 省 庁 ・ 団 体 と 協 働 し ，メ ー カ ー に よ る 全 国 的 な リ\nサ イ ク ル シ ス テ ム づ く り を 具 体 化 す る 検 討 を 行 っ て き た とこ\nろ，メ ー カ ー に よ る 広 域 的 な リ サ イ ク ル シ ス テ ム が 整 備 さ れ る\nこ と に な っ た こ と か ら ，環 境 省 は ，平 成 １ ７ 年 ９ 月 ８ 日，廃棄\n物 処 理 法 に 基 づ く 一 般 廃 棄 物 の 広 域 的 処 理 に 係 る 特 例 制 度（製10\n造 事 業 者 等 が 自 ら 処 理 を 行 う こ と に よ り ，適 正 な 処 理 が 確 保 さ\nれる 者 に つ い て 環 境 大 臣 が 認 定 し ，こ の 者 に つ い て 廃 棄 物 処 理\n業 に 関 す る 地 方 公 共 団 体 ご と の 許 可 を 不 用 と す る 特 例 制 度 。以\n下「 広 域 認 定 制 度 」と い う 。）の 対 象 品 目 と し て ，廃 消 火 器 を加\nえ る こ と に な っ た 。  15\nこ れ に よ っ て ， 被 告 社 団 法 人 に 加 盟 し て い る 消 火 器 メ ー カ ー\nが，広 域 認 定 制 度 に 基 づ く 環 境 大 臣 の 認定 を 受 け ，広 域 的 な リ\nサ イ ク ル を 開 始 し て い く こ と と な っ た 。\n（ 乙 ２ ４ ）\n(ｴ)  環境 大臣 は，平 成 １ ８ 年 ９ 月 １ 日，申 請 が あ っ た 消 火 器 メ ー20\nカー３社（株 式会社初田製作所，被告会社，株式会社モリタ ）\nに 対 し ，広 域 認 定 制 度 に 係 る 認 定 を 行 っ た 。上 記 ３ 社 の 国 内 シ\nェ ア の 合 計 は ，消 火 器 全 体 の 約 ７ 割 で あ り ，被 告 社 団 法 人 に 加\n盟 す る 他 の 消 火 器 メ ー カ ー も ，広 域 認 定 制 度 に 係 る 認 定 の 申 請\nを 予 定 し て い た 。  25\nも っ と も ， 各 消 火 器 メ ー カ ー が 広 域 認 定 制 度 に 係 る 認 定 を受\nけ て 処 理 で き る の は ，登 録 し た 自 社 製 品 の み で あ っ た こ と か ら ，\n収 集 効 率 が 悪 い と い う 問 題 が あ っ た 。\n（ 乙 ２ ５ ， 丙 １ ７ ， １ ８ ， 弁 論 の 全 趣 旨 ）\n(9)  廃 棄 消 火 器 の 回 収 本 数\n被 告 社 団 法 人 の 会 員 各 メ ー カ ー に よ る ， 平 成 ４ 年 度 か ら 平 成 ２ １5\n年 度 ま で の 間 の 廃 棄 消 火 器 の 回 収 本 数 は ， 次 の と お り で あ る 。\n平 成 ４ 年 度    １ ６ ３ 万 ０ ０ ６ ０ 本\n平 成 ５ 年 度    １ ０ ７ 万 １ ０ ５ ７ 本\n平 成 ６ 年 度       ６ ３ 万 ５ １ ５ ４ 本\n平 成 ７ 年 度       ５ ２ 万 ７ ４ ５ １ 本  10\n平 成 ８ 年 度       ５ ３ 万 ７ ７ １ ５ 本\n平 成 ９ 年 度       ５ ２ 万 ６ ５ ０ ２ 本\n平 成 １ ０ 年 度    ６ ５ 万 １ ７ ５ ７ 本\n平 成 １ １ 年 度    ６ ７ 万 ６ ８ ８ ４ 本\n平 成 １ ２ 年 度    ８ ０ 万 ４ １ ０ ８ 本  15\n平 成 １ ３ 年 度   １ ４ ５ 万 ６ ４ ３ ０ 本\n平 成 １ ４ 年 度   １ ２ ４ 万 ９ ２ ４ ５ 本\n平 成 １ ５ 年 度   １ ３ ４ 万 ３ ３ ５ ４ 本\n平 成 １ ６ 年 度   １ ３ ３ 万 １ ８ ６ ４ 本\n平 成 １ ７ 年 度   １ ３ ３ 万 ８ ４ １ ５ 本  20\n平 成 １ ８ 年 度   １ ６ ９ 万 ５ ０ ０ ０ 本\n平 成 １ ９ 年 度   １ ９ ５ 万 ２ １ ７ ９ 本\n平 成 ２ ０ 年 度   ２ ０ ０ 万 ４ ０ ８ ３ 本\n平 成 ２ １ 年 度   ２ ９ ５ 万 ５ ０ ５ ４ 本\n（ 丁 ３ ７ の ５ ）  25\n(10)  本 件 事 故後 の 被 告 ら の 対 応 等\nア   廃 棄 消 火 器 に 関 す る 相 談 窓 口 の 設 置 等\n(ｱ)  平 成 ２ １ 年 ９ 月 １ ５ 日 に 本 件 事 故 が 発 生 し ，ま た ，同 月 １ ６\n日 に も 福 岡 県 行 橋 市 に お い て ，腐 食 が 進 ん だ 消 火 器 の 廃 棄 処 理\n中 に 消 火 器 が 破 裂 し て ，操 作 し て い た 男 性 が 負 傷 す る 事 故 が 発\n生し た こ と を 受 け て ，消 防 庁 は ，同月 １ ７ 日 ，「 老 朽 化 消 火 器 の5\n適切な取扱いに係る周知の徹底について」（ 平成２１年９月１\n７日 消 防 予 第 ３ ９ ４ 号 ）を 発 出 し ，各 都 道 府 県 消 防 防 災 主 管 部\n長 及 び 東 京 消 防 庁・指 定 都 市 消 防 長 に 対 し ，ａ   消 火 器 が 風 雨\nに さ ら さ れ る 場 所 や 湿 潤 な 場 所 等 に 設 置 さ れ て い な い か を 確\n認 す る と と も に ，消 火 器 の 状 態 を 点 検 し ，腐 食 が 進 ん で い る も10\nの は ，絶 対 に 使 用 し な い こ と ，ｂ   不用 に な っ た 消 火 器 に つ い\nて は ，放 射 ，解 体 等 の 廃 棄 処 理 を 自 ら 行 う こ と な く ，回 収 を 行\nっ て い る 事 業 者 に 廃 棄 処 理 を 依 頼 す る こ と ，特 に ，腐 食 が 進ん\nで い る 加 圧 式 の 消 火 器 は ，容 器 破 裂 の 危 険 性 が 大 き い の で ，速\nや か に 廃 棄 処 理 を 依 頼 す る こ と が 望 ま し い こ と に つ い て ，各 都15\n道 府 県 及 び 消 防 機 関 に お い て ，住 民 及 び 事 業 者 に 対 し て 周 知 徹\n底 す る よ う 依 頼 す る と と も に ，併 せ て ，各 地 域 に お け る 廃 消 火\n器 リ サ イ ク ル の 回 収 窓 口 及 び そ の 連 絡 先 の 一 覧 表 を 作 成 し ，配\n布・広 報 す る 等 ，消 火 器 の 回 収 先 の 周 知 も 併 せ て 行 う よ う 要請\nし た 。  20\n（ 乙 ６ ）\n(ｲ)  被 告 社 団 法 人 は ，平 成 ２ １ 年 １ ０ 月 ７日 ，老 朽 化 消 火 器 の取\n扱 い に 係 る 相 談 窓 口 と し て ，各 消 火 器 メ ー カ ー の 支 店 及 び 営業\n所 等 の 電 話 番 号 及 び 住 所 を 取 り ま と め た 一 覧 表 を 作 成 し ，被告\n社 団 法 人 の ホ ー ム ペ ー ジ に 公表 す る と と も に ，消 防 庁 に 対 し て25\nも 報 告 し た 。\n（ 乙 ７ ， １０ ）\n(ｳ)  消防庁 は， 平 成 ２ １ 年 １ ０ 月 ８ 日 ，「 老 朽 化 消 火 器 の 連 絡 ・\n相 談 窓 口 に つ い て（ 情 報 提 供 ）」と 題 す る 事 務 連 絡 を 発 出 し ，各\n都 道 府 県 消 防 防 災 主 管 課 及 び 東 京 消 防 庁・各 指 定 都 市 消 防 本 部\nに 対 し ，被 告 社 団 法 人 か ら 報 告 さ れ た 老 朽 化 消 火 器 の 連 絡・相5\n談窓 口 に つ い て ，都 道 府 県 内 の 各 市 町 村 に 周 知 す る よ う 依 頼 し\nた。\n（ 乙 １ ０ ）\n(ｴ)  消 費 者 庁 は ， 平 成 ２ １ 年 １ ０ 月 １ ６ 日 ，「 老 朽 化 消 火 器 の 取\n扱 い 等 に 関 す る 注 意 喚 起 の お 願 い 」と 題 す る 事 務 連 絡 を 発 出 し ，10\n各 都 道 府 県・政 令 指 定 都 市 消 費 者 行 政 担 当 課 及 び 独 立 行 政 法 人\n国 民 生 活 セ ン タ ー・各 消 費 者 生 活 セ ン タ ー に 対 し ，老 朽 化 消 火\n器 の 回 収 ・ 廃 棄 処 理 に つ い て の 連 絡 ・ 相 談 窓 口 と ，老 朽 化 消 火\n器 の 取 扱 い に 係 る 注 意 事 項 に つ い て ，消 費 者 へ の 周 知 及 び 注 意\n喚 起 を 行 う よ う 指 示 し た 。  15\nま た ， 消 防 庁 は ， 同 日 ， 消 費 者 庁 に よ る 上 記 事 務 連 絡 の 発 出\nを 受 け て ，各 都 道 府 県 消 防 防 災 主 管 課 及 び 東 京 消 防 庁・各 指 定\n都 市 消 防 本 部 に 対 し ，各 都 道 府 県 及 び 消 防 機 関 に お い て も ，消\n費 者 担 当 部 局 等 と の 情 報 の 共 有 化 を 図 る よ う 指 示 し た 。\n（ 乙 ７ ）  20\nイ   予 防 行 政 の あ り 方 に 関 す る 検 討 会 及 び 老 朽 化 消 火 器 の 安 全 対\n策 に 関 す る 連 絡 会 の 設 置 等\n(ｱ)  本 件 事 故 及 び そ の 後 に 発 生 し た 老 朽 化 し た 消 火 器 の 破 裂 事\n故 を 踏 ま え て ，平 成 ２１ 年 １０ 月 から ，消 防 庁 の 主 催 す る「 予\n防 行 政 の あ り 方 に 関 す る 検 討 会 」（ 以 下「 予 防 行 政 検 討 会 」と い25\nう 。） において，老朽化消火器による危害防止の あり方につい\nて ，消 火 器 の ラ イ フ サ イ ク ル（ 製 造 ～ 流 通 ～ 使 用 ～ 廃 棄 ）に 沿\nっ て 再 点 検 を 行 う と と も に ，過 去 の 事 故 情 報 の 収 集 ・分 析 を 始\nめ と す る 調 査 ・ 検 討 が 開 始 さ れ た 。\nま た ， 同 月 か ら ， 日 本 消 防 検 定 協 会 ， 社 団 法 人 全 国 消 防 機 器\n販 売 業 協 会 ，財団法人 日 本 消 防 設 備 安 全 セ ン タ ー ，東 京 消 防 庁 ，5\n千 葉 市 消 防 局 ，消 防 庁 ，消 防 庁 消 防 大 学 校 消 防 研 究 セ ン タ ー か\nら 各 委 員 が 参 加 し ，被 告 社 団 法 人 が事 務 局 と な って ，「 老 朽 化 消\n火器 の 安 全 対 策 に 関 す る 連 絡 会 」（ 以 下「 安 全 対 策 連 絡 会 」と い\nう 。）が 設 置 さ れ た 。な お ，被 告 社 団 法 人 に お い て は ，予 防 行 政\n検 討 会 及 び 安 全 対 策 連 絡 会 に つ い て は ，技 術 委 員 会 が 対 応 す る10\nこ と に な っ た 。\n（ 丁 ３ ８ の １ ， 弁 論 の 全 趣 旨 ）\n(ｲ)  平 成 ２ １ 年 １ １ 月 １ ２ 日 に 開 催 さ れ た 被 告 社 団 法 人 の 技 術\n委 員 会 で は ，予 防 行 政 検 討 会 及 び 安 全 対 策 連 絡 会 に お け る 検 討\nの た め に 必 要 と な る 情報 に つ い て の 調 査 等 を 会 員 が 分 担 し て15\n行う こ と が 決 定 さ れ た（ な お ，一 部 の 調 査 に つ い て は 消 防 庁 等\nの 安 全 対 策 連 絡 会 の メ ン バ ー が 担 当 ）。\nま た ， 同 委 員 会 で は ， 被 告 社 団 法 人 と し て の 今 後 の 対 応 と し\nて ，法 的 有 効 期 限 の 設 置（ 有 効 期 限 に 法 的 拘 束 力 を 持 た せ ，リ\nサ イ ク ル 推 進 シ ス テ ム と 併 せ て ， 消 火 器 の 破 裂 事 故 を 予 防 す20\nる ），長 期 設 置 消 火 器 の 点 検 の 厳 格 化（ 水 圧 試 験 の 義 務 化 。法 的\n有 効 期 限 の 設 定 が 困 難 な 場 合 に は ，実 質 的 な 買 換 え を 促 進 す る\n手法がとれないかを検討する），蓄圧式消火器の点検基準の改\n正（ 外 観 点 検 の み と し ，現 行 ど お り の 点 検 を 要 す る 加 圧 式 消 火\n器 よ り も 有 効 期 限 を 短 く す る ），防 火 対 象 物 ，規 模 別 に よ る 消 火25\n器 要 求 仕 様 を 区 別 す る（ 推 定 さ れ る 点 検 実 施 率 ご と に 加 圧 式消\n火 器 と 蓄 圧 式 消 火 器 の 棲 み 分 け を 図 り ，点 検 報 告 制 度 の 対 象 外\nの 防 火 対 象 物 及 び 一 般 家 庭 に お い て は メ ン テ ナ ン ス フ リ ー 化\nを 推 し 進 め る ）， 一 般 家 庭 へ の 義 務 設 置 化 を 推 進 す る との方向\n性 を 確 認 し た 。\n被 告 社 団 法 人 の 技 術 委 員 会 に お い て は ， そ の 後 も ， 消 防 庁 を5\n始 め と す る 安 全 対 策 連 絡 会 の メ ン バ ー も 出 席 す る な ど し て ，老\n朽 化 消 火 器 の 安 全 対 策 に 関 す る 議 論 が 続 け ら れ ，意 見 の 集 約 が\n図 ら れ た 。\n（ 丁 ３ ８ の ２ ～９ ）\n(ｳ)  被 告 社 団 法 人 は ， 平 成 ２ ２ 年 ５ 月 ２ ４ 日 ，「 老 朽 化 消 火 器 の10\n安 全 対 策 に 関 す る 日 本 消 火 器 工 業 会 の 方 針 」(以 下「 平 成 ２ ２ 年\n工 業 会 方 針 」と い う 。)を 取 り ま と め ，ａ   老 朽 化 消 火 器 の 安 全\n確 実 な 回 収（ 市 場 に 放 置 さ れ て る 老 朽 化 消 火 器 の 安 全 確 実 な 回\n収 と リ サ イ ク ル の 推 進 を ，消 防 機 関 等 の 協 力 の 下 実 施 す る ），ｂ\n一 般 家 庭 へ の 住 宅 用 消 火 器 の 普 及 推 進（ 消 防 庁 の「 消 火 器 等 推15\n奨 基 準 」に よ る 住 宅 用 消 火 器 の 推 奨 に 基 づ き ，一 般 家 庭 に は「 住\n宅 用 消 火 器 」（ 蓄 圧 式・詰 替 な し・有 効 期 限 付 ）を 販 売・設 置 す\nる よ う ，積 極 的 な 広 報 啓 発 を 実 施 す る ），ｃ   業 務 用 消 火 器 の 安\n全 性 向 上（ 防 火 対 象 物 等 に 設 置 さ れ る 業 務 用 消 火 器 の 安 全 性 を\n更 に 向 上 さ せ ，水 圧 検 査 の 導 入 に 関 し ，安 全 な 作 業 方 法 等 を 提20\n案 す る ）を ，老 朽 化 消 火 器 の 安 全 対 策 と し て 実 施 す る こ と を 公\n表 し た 。\n（ 甲 ８ ）\nウ   被 告 社 団 法 人 に よ る 広 域 認 定 制 度 に 係 る 認 定 の 取 得 等\n(ｱ)  被 告 社 団 法 人 は ，平 成 ２ １ 年 １ ２ 月 ２ ８ 日 ，団 体 と し て 広 域25\n認 定 制 度 に 係 る 認 定 を 取 得 し ，廃 消 火 器 の 安 全 で 効 率 的 な 回 収\nと リ サ イ ク ル の 推 進 を 目 的 と し て ，平 成 ２ ２ 年 １ 月 か ら 新 た な\n廃 消 火 器 リ サ イ ク ル シ ス テ ム（ 以 下「 本 件 リ サ イ ク ル シ ス テ ム 」\nと い う 。）の 運 用 を 開 始 し た 。こ れ に よ っ て ，被 告 社 団 法 人 の 会\n員 で あ る 各 メ ー カ ー は ，ど の メ ー カ ー が 販 売 し た 消 火 器 で も 回\n収 す る こ と が 可 能 に な り ，全 国 の 消 火 器 販 売 業 者 を も 広 域 認 定5\n制 度 の 枠 組 み に 取 り 入 れ る こ と で ，回 収 窓 口 が 広 が り ，効 率 的\nな 回 収 シ ス テ ム が 構 築 さ れ る こ と と な っ た 。\n（ 甲 ８ ， ２ ０ ， 丁 ３ ３ の １ ・ ２ ）\n(ｲ)  消防庁 は ， 平 成 ２ ２ 年 １ 月 １ ５ 日 ，「 廃 消 火 器 リ サ イ ク ル シ\nス テ ム（ 団 体 申 請 ）の 運 用 開 始 に つ い て（ 情 報 提 供 ）」と 題 す る10\n事務連絡 を 発 出 し ， 各 都 道 府 県 消 防 防 災 主 管 課 及 び 東 京 消 防\n庁・各 指 定 都 市 消 防 本 部 に 対 し ，被 告 社 団 法 人 に よ る 本 件 リサ\nイ ク ル シ ス テ ム の 運 用 開 始 を 周 知 し た 。\nま た ，消 防 庁 は ，同 年 ３ 月 １ ９ 日 ，「 廃 消 火 器 リ サ イ ク ル シ ス\nテム回収窓口について（情報提供）」と題する事務連絡を発出15\nし ，各 都 道 府 県 消 防 防 災 主 管 課 及 び 東 京 消 防 庁・各 指 定 都 市 消\n防 本 部 に 対 し ，被 告 社 団 法 人 か ら 同 日 時 点 で ２ ７ １ ３ 社 の 回 収\n窓 口 の リ ス ト が 取 り ま と め ら れ た 旨 の 連 絡 が あ っ た こ と を ，都\n道 府 県 内 の 各 市 町 村 に 周 知 す る よ う 要 請 し た 。\n（ 乙 １ １ ， １ ２ ）  20\nエ   「 老 朽 化 消 火 器 の 破 裂 事 故 を 踏 ま え た 安 全 対 策 」 の 取 り ま と め\n(ｱ)  消 防 庁 は ，平 成 ２ ２ 年 ７ 月 １ ６ 日 ，予 防 行 政 検 討 会 に お け る\n議 論 の 結 果 等 を 踏 ま え て ，「『 老 朽 化 消 火 器 の 破 裂 事 故 を 踏 ま え\nた 安 全 対 策 』の と り ま と め 」と 題 す る 資 料 （ 以 下「 平 成 ２ ２ 年\n安 全 対 策 」 と い う 。） を 作 成 し た 。  25\n(ｲ)  平 成 ２ ２ 年 安 全 対 策 に お い て は ， 消 火 器 の 製 造 か ら 廃 棄 に\n至 る ま で の 現 況 ，老 朽 化 消 火 器 の 破 裂 事 故 の 発 生 状 況 等 ，消 火\n器 に 関 す る 海 外 事 情 の 調 査 結 果 が 取 り ま と め ら れ た 。な お ，平\n成 ２ ０ 年 度 の 時 点 で は ，消 火 器 製 造 本 数 は 年 間 約 ４ ０ ０ 万 本 で\nあ り ，そ の う ち の 約 ７ ６ ．９ ％ が 消 火 器 保 守 ・ 販 売 業 者 を 通 じ\nて ，約 ９ ．３ ％ が ホ ー ム セ ン タ ー 等 の 量 販 店 を 通 じ て 販 売 さ れ5\nて お り ，点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 に 約 １ ６ ０ 万 本 ，\n同 制 度 の 対 象 外 で あ る 防 火 対 象 物 に 約 １ ２ ５ 万 本 ，一 般 家 庭 に\n約 ８ ５ 万 本 ，街 頭 や 建 設 現 場 に 約 １ ３ 万 本 ，自 動 車 ・ 鉄 道 ・ 船\n舶 に 約 １ ７ 万 本 が そ れ ぞ れ 設 置 さ れ（ 国 内 の 消 火 器 の ス ト ッ ク\n本数は推計で約４０００万本），年間約２４５万本が廃棄され10\nて い る 。\n(ｳ)  また ，平 成 ２ ２ 年 安 全 対 策 で は ，老朽 化 消 火 器 に よ る 危 害 を\n防 止 す る 上 で の 課 題 と し て ，老 朽 化 消 火 器 の 破 裂 事 故 に よ る 人\n的 被 害 は ，保 守 管 理 が 不 十 分 で 腐 食 が 進 ん だ も の を 操 作 ，廃 棄\n処 理 等 し よ う と す る 際 に 発 生 し て お り ，こ の よ う な 事態 に 至 る15\n主 な 要 因 と し て ，ａ   消 火 器 は 日 常 的 に 用 い ら れ る 製 品 で は な\nい こ と 等 か ら ，設 置 後 は 長 年 存 置 さ れ た ま ま ，ユ ー ザ ー に よ る\n基 本 的 な 保 守 管 理 が さ れ な い こ と が 多 い こ と ，ｂ   近 年 ，メ ー\nカ ー に よ る 廃 消 火 器 の リ サ イ ク ル が 行 わ れ る よ う に な っ た も\nの の ，そ れ 以 前 は ，ほ と ん ど の 地 域 に お い て 廃 棄 処 理 困 難 物 と20\nし て 扱 わ れ て お り ，古 く な っ た も の が 処 分 さ れ ず に ス ト ッ ク さ\nれ る 状 態 が 長 年 続 い て き た こ と ，ｃ   消 火 器 は 高 圧 の ガ ス が 用\nい ら れ て お り ，腐 食 が 進 ん で 強 度 が 低 下 し た も の が 破 裂 の 潜 在\n的 危 険 性 を 有 す る と い う こ と が ，ユ ー ザ ー や 廃 棄 処 理 を 行 う 作\n業 者 に お い て 十 分 認 識 さ れ て お ら ず ，無 造 作 に 老 朽 化 消 火 器 の25\n操 作 ， 処 理 が 行 わ れ て し ま う こ と が 指 摘 さ れ て い る 。\n(ｴ)  さ ら に ， 老 朽 化 消 火 器 に よ る 危 害 を 防 止 す る た め の 対 応 策\nと し て ，ａ   製 造 段 階 に お い て は ，老 朽 化 に 伴 う 危 害 防 止 に 関\nす る 内 容 を 充 実 さ せ る と と も に ，よ り 見 や す い 表 示 方 法 を 採 用\nし，消防庁において，規格上の表示事項として規定すること ，\nよ り 危 害 を 生 じ に く い 構 造 等 の 消 火 器 を 普 及 し て い く た め ，平5\n成 ２ ２ 年 工 業 会 方 針 に 基 づ き ，住 宅 用 消 火 器 の 十 分 な 供 給 を 早\n急 に 確 保 す る と と も に ，蓄 圧 式 へ の 切 替 等 を 進 め る ，ｂ   流通\n段 階 に お い て は ，メ ー カ ー 及 び 販 売 事 業 者 を 中 心 と し て ，消 火\n器 購 入 者 に 対 し ，老 朽 化 に 伴 う 危 害 防 止 に 関 す る 情 報 提 供 を 行\nう と と も に ，設 置 先 に 応 じ た 消 火 器 が 適 切 に 選 択 さ れ る よ う 周10\n知 徹 底 を は か る と と も に ，住 宅 用 消 火 器 を 含 め ，蓄 圧 式 の も の\n等 に つ い て コ ス ト 低 減 を 図 る こ と 等 に よ り ，円 滑 な 普 及 を 図 る ，\nｃ   使用段階においては，関係事業者及び消防機関において ，\n消 火 器 の 適 切 な 維 持 管 理 ，点 検 ，更 新 等 を 推 進 し ， 老 朽 化 消 火\n器 の 取 扱 い に つ い て 継 続 的 に 注 意 喚 起 を す る と と も に ，消 防 庁15\nが定める消火器の点検基準について，海外の例等を踏まえて ，\n内 容 の 充 実 等 を 図 る ，ｄ   廃 棄 段 階 に お い て は ，老 朽 化 消 火 器\nの 回 収 を 推 進 す る た め ，被 告 社 団 法 人 を 中 心 と し て ，各 地 域 で\nの 受 け 皿 を 十 分 確 保 し ，住 宅 や 事 業 所 へ の 定 着 を 図 る と と も に ，\n老 朽 化 消 火 器 の 廃 棄 処 理 に 伴 う 危 害 防 止 を 徹 底 す る た め に ，被20\n告 社 団 法 人 を 中 心 と し て ，広 報 啓 発 を 行 う な ど の 方 針 が 示 さ れ\nた。\n（ 甲 ８ ）\nオ   平 成 ２ ２ 年 安 全 対 策 を 踏 ま え た 規 格 省 令 の 改 正\n総 務 大 臣 は ， 平 成 ２ ２ 年 安 全 対 策 を 踏 ま え て ， 規 格 省 令 の 改 正25\nを 行 っ た（ 平 成 ２ ２ 年 改 正 省 令 。平 成 ２ ２ 年 改 正 省 令 に よ る 改 正\nの 内 容 は ， 法 令 の 定 め (2)イ (ｲ)の と お り で あ る 。）。\n２   争 点 ① （ 被 告 国 は ， 昭 和 ６ ０ 年 ５ 月 ３ ０ 日 頃 の 時 点 で ， 老 朽 化 し\nた 加 圧 式 消 火 器 の 破 裂 に よ る 人 身 事 故 が 発 生 す る 危 険 性 を 予 見 す る\nこ と が 可 能 で あ っ た か 否 か ） に つ い て\n(1)  前 提 事 実 (4)及び (6)で 認 定 し た と お り ， 平 成 ２ １ 年 ９ 月 に 発 生5\nし た 本 件 事 故 の 原 因 と な っ た 本 件 消 火 器 は ， 被 告 会 社 の 製 造 に 係\nる 平 成 元 年 式 の 自 動 車 用 の 加 圧 式 消 火 器 で あ っ た と い う の で あ る\nが， 前 提 事 実 (3)並 び に 前 記 １ (2)及び (3)で 認 定 し た と こ ろ に よ る\nと， ①   遅 く と も 昭 和 ４ ３ 年 以 降 ， 老 朽 化 し た 加 圧 式 消 火 器 の 破\n裂 事 故 が ， 毎 年 ， 複 数 回 に わ た っ て 繰 り 返 し 発 生 し て お り ， 多 数10\nの 死 傷 者 が 出 て い た こ と ， ②   上 記 加 圧 式 消 火 器 の 破 裂 事 故 は 消\n火 器 の 操 作 時 に 発 生 し て お り ， 腐 食 に よ る 本 体 容 器 の 強 度 低 下 を\n主 要 因 と す る も の が 過 半 数 を 占 め て い た こ と ， ③   消 防 庁 は ， 廃\n棄 さ れ て 野 積 み さ れ て い た 老 朽 化 し た 加 圧 式 消 火 器 で 遊 ん で い た\n者 が 消 火 器 を 操 作 し た と こ ろ ， 底 部 の 腐 食 に よ っ て 消 火 器 が 破 裂15\nし ， 同 人 が 死 亡 し た 事 故 （ 昭 和 ５ ３ 年 事 故 ） の 発 生 を 受 け て ， 昭\n和 ５ ４ 年 １ 月 に ， 消 火 器 の 廃 棄 処 理 の 指 導 に 関 す る 昭 和 ５ ４ 年 通\n知 を 発 出 し ， 老 朽 化 し た 消 火 器 を 屋 外 等 に 放 置 す る こ と が な い よ\nう ， 消 火 器 の 販 売 ， 点 検 ， 整 備 等 を 行 う 業 者 に 指 導 を 行 う よ う 要\n請し た こ と ， ④   消 防 庁 は ， 老 朽 化 し た 消 火 器 を 操 作 し た と こ20\nろ ， 底 部 の 腐 食 に よ り 消 火 器 が 破 裂 し ， 死 亡 者 が 出 た ２ 件 の 事 故\n（ 昭 和 ６ ０ 年 事 故 ） の 発 生 を 受 け て ， 昭 和 ６ ０ 年 ５ 月 に ， 消 火 器\nに よ る 人 身 事 故 の 防 止 の た め に ， 消 火 器 の 安 全 な 使 用 に つ い て の\n周 知 徹 底 や ， 廃 棄 処 理 に つ い て の 指 導 の 徹 底 を 図 る こ と を 目 的 と\nした 昭 和 ６ ０ 年 通 知 を 発 出 し た こ と の 各 事 実 を 指 摘 す る こ と が で25\nき る 。\n(2)  以 上 の よ う な 諸 事 情 に 鑑 み る と ， 被 告 国 に お い て は ， 遅 く と も\n昭 和 ６ ０ 年 ５ 月 頃 の 時 点 に お い て は ， 老 朽 化 し た 加 圧 式 消 火 器 の\n破 裂 に よ る 人 身 事 故 が 発 生 す る こ と に つ い て の 抽 象 的 な 危 険 性 を\n予 見 す る こ と が 可 能 で あ っ た と い う べ き で あ る 。\n３   争 点 ②（ 自 治 大 臣 が ，平 成 元 年 頃 ま で に ，本 件 規 格 省 令 を 改 正 し て ，5\n防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対 象\n物 に 設 置 す る 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤 を 再 充て\nん で き な い 構 造 の も の に 限 る 旨 の 消 火 器 の 規 格 を 定 め な か っ た こ と ，\n及 び 加 圧 式 消 火 器 に つ い て ，点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 以\n外 の 施 設 に 設 置 し て は な ら な い 旨 の 表 示 を す る な ど ，加 圧 式 消 火 器 の10\n安 全 性 に 係 る 十 分 な 表 示 を す る 規 格 を 定 め な か っ た こ と が ，国 賠 法 上\n違 法 か 否 か ） に つ い て\n(1)   公 権 力 の 行 使 に 当 た る 公 務 員 の 行 為 が ， 国 賠 法 １ 条 １ 項 の 適 用\n上 違 法 と な る の は ，当 該 公 務 員 が 個 別 の 国 民 に 対 し て 負 う 職 務 上 の\n法 的 義 務 に 違 背 し て 当 該 国 民 に 損 害 を 与 え た 場 合 で あ る と こ ろ（ 最15\n高 裁 昭 和 ６ ０ 年 １ １ 月 ２ １ 日 第 一 小 法 廷 判 決・民 集 ３ ９ 巻 ７ 号 １ ５\n１ ２ 頁 参 照 ），公 務 員 に よ る 規 制 権 限 の 不 行 使 は ，そ の 権 限 を 定 め た\n法 令 の 趣 旨 ，目 的 や ，そ の 権 限 の 性 質 等 に 照 ら し ，具 体 的 事 情 の 下\nに お い て ，そ の 不 行 使 が 許 容 さ れ る 限 度 を 逸 脱 し て 著 し く 合 理 性 を\n欠 く と 認 め ら れ る と き は ，そ の 不 行 使 に よ り 被 害 を 受 け た 者 と の 関20\n係 に お い て ，同 項 の 適 用 上 違 法 と な る と 解 す る の が 相 当 で あ る（ 最\n高 裁 平 成 元 年 １ １ 月 ２ ４ 日 第 二 小 法 廷 判 決・民 集 ４ ３ 巻 １ ０ 号 １ １\n６ ９ 頁 等 参 照 ）。\n(2)  原 告 は ，被 告 国（ 自 治 大 臣 ）に お い て は ，平 成 元 年 頃 ま で に ，本\n件 規 格 省 令 （ 平 成 元 年 当 時 の 規 格 省 令 ） を 改 正 し て ，防 火 対 象 物 以25\n外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対 象 物 に 設 置 す\nる 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤 を 再 充 て ん で き な\nい構造のものに限 る旨の消火器の規 格を定めるべきで あり，また，\n加 圧 式 消 火 器 に つ い て ，点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 以 外\nの 施 設 に 設 置 し て は な ら な い 旨 の 表 示 を す る な ど ，加 圧 式 消 火 器 の\n安 全 性 に 係 る 十 分 な 表 示 を す る 規 格 を 定 め る べ き で あ っ た に も か5\nか わ ら ず ，こ れ を 怠 っ た と し て ，こ れ ら の 被 告 国 の 不 作 為（ 規 制 権\n限 の 不 行 使 ） が 国 賠 法 上 違 法 で あ る 旨 主 張 す る 。\nそ こ で ， ま ず ， 被 告 国 の 公 務 員 に よ る 規 制 権 限 の 不 行 使 の 違法性\nを 検 討 す る 前 提 と し て ，自 治 大 臣 が ，原 告 の 主 張 す る よ う な 本 件 規\n格 省 令 の 改 正 を 行 う 権 限 を 有 し て い る と い え る か 否 か に つ い て 検10\n討 す る 。\n(3)ア   消 防 法 ２ １ 条 の ２ 第 １ 項 は ，検 定 対 象 機 械 器 具 類 等（ 消 火 器 も\nこ れ に 当 た る ）に つ い て は ，消 防 法 の 定 め に 従 っ て 検 定 を す る も\nの と 定 め て お り ， こ の 検 定 は ，型 式 承 認 （ 同 条 の ２ 第 ２ 項 ）及 び\n個 別 検 定（ 同 条 の ２ 第 ３ 項 ）の ２ 段 階 か ら 成 る と こ ろ ，型 式 承 認15\nと は ，検 定 対 象 機 械 器 具 等 の 型 式 に 係 る 形 状 等 が 自 治 省 令 で 定 め\nる 検 定 対 象 機 械 器 具 等 に 係 る 技 術 上 の 規 格 に 適 合 し て い る 旨 の\n承 認 を い う も の と さ れ て い る 。そ し て ，消 火 器 に 関 す る 自 治 省 令\nで 定 め る 検 定 対 象 機 械 機 具 等 に 係 る 技 術 上 の 規 格 を 定 め て い る\nのが 規 格 省 令 で あ る 。  20\n消 防 法 が ，検 定 対 象 機 械 器 具 等 に つ い て 検 定 を 行 う こ と と して\nい る の は ，こ れ ら の 機 械 器 具 等 が ，火 災 の 予 防 若 し く は 警 戒 ，消\n火 又 は 人 命 の 救 助 等 の た め に 重 要 な 役 割 を 果 た す も の で あ り ，一\n定 の 性 能 を 有 し な い こ と に よ り 実 際 の 火 災 等 に お い て 必 要 な 機\n能 を 発 揮 す る こ と が で き な い も の が あ っ た 場 合 に は ，重 大 な 問 題25\nが 生 じ る こ と か ら ，こ れ ら の 機 械 器 具 等 に つ い て ，検 定 に よ り 一\n定の性能 等 を 有 す る こ と を 担 保 す る た め で あ る と 解 す る の が 相\n当 で あ り ，こ の よ う な 消 防 法 の 趣 旨 に 鑑 み る と ，規 格 省 令 は ，同\n法 ２ １ 条 の ２ 第 ２ 項 に よ る 委 任 を 受 け ，製 造 段 階 に お い て 消 火 器\nが 有 す べ き 技 術 上 の 規 格 を 定 め る こ と に よ り ，消 火 器 の 製 造 業 者\nに 対 し て 一 定 の 規 制 を 課 す も の と み る の が 相 当 で あ る 。  5\nイ   そ こ で ，まず，原 告 の 主 張 す る 本 件 規 格 省 令 の 改 正 内 容 の う ち ，\n防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火\n対 象 物 に 設 置 す る 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤\nを再 充てん で き な い 構 造 の も の に 限 る 旨 の 消 火 器 の 規 格 を 定 め\nる こ と（ 以 下 ，こ れ に 係 る 主 張 を「 原 告 の 主 張 １ 」と い う 。）につ10\nい て 検 討 す る に ，原 告 の 主 張 １ は ，そ の 形 式 上 は ，「 防 火 対 象 物 以\n外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対 象 物 に 設 置\nす る 消 火 器 」と い う ，新たな 消 火 器 の 類 型 を 設 け て ， こ の 類 型 の\n消 火 器 に つ い て ，「 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤 を 再 充て\nん で き な い 構 造 の も の に 限 る 」と す る 旨 の 制 限 を 設 け る と い う も15\nの で あ り ，一 見 す る と ，製 造 段 階 に お い て 消 火 器 が 有 す べ き 技 術\n上 の 規 格 を 定 め る こ と に よ り ，消 火 器 の 製 造 業 者 に 対 し て 一 定 の\n規 制 を 課 す も の で あ る よ う に み え る 。\nし か し な が ら ，原 告 の 主 張 １ の 内 容 は ，実 質 的 に は ，「 防 火 対 象\n物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防 火 対 象 物 」を20\n管 理 す る 者 に 対 し て ，「 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消 火 剤 を 再\n充 て ん で き な い 構 造 」の 消 火 器 以 外 の 消 火 器 を 設 置 す る こ と を 禁\n止する こ と を 目 的 と す る も の に ほ か な ら な い と い う べ き で あ り ，\n消 火 器 の 製 造 業 者 に 対 す る 規 制 と い う 規 格 省 令 の 目 的 の範囲を\n逸 脱 す る も の で あ る と い わ ざ る を 得 な い 。  25\nな お ， 平 成 ５ 年 改 正 省 令 で は ， 消 火 器 の う ち ， 住 宅 に お け る 使\n用 に 限 り 適 し た 構 造 及 び 性 能 を 有 す る「 住 宅 用 消 火 器 」と い う 新\nた な 類 型 の 消 火 器 を 設 け た 上 で（ 同 省 令 １ 条 の ２ 第 ２ 号 ），住 宅 用\n消 火 器 は ，蓄 圧 式 の 消 火 器 で あ っ て ，か つ ，消 火 剤 を 再 充 て ん で\nき な い 構 造 で な け れ ば な ら な い 旨 が 定 め ら れ て い る 。し か し な が\nら ， 同 省 令 に お い て 設 け ら れ た「 住 宅 用 消 火 器 」は ，前 記 の と お5\nり 住 宅 に お け る 使 用 に 限 り 適 し た「 構 造 及 び 性 能 」を 有 す る も の\nと し て 定 義 付け ら れ て お り ，あ く ま で も 消 火 器 が 有 す べ き 技 術 上\nの規格を 前 提 と す る も の で あ る の に 対 し ， 原 告 の 主 張 １ に い う\n「 防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な い 防\n火 対 象 物 に 設 置 す る 消 火 器 」は ，消 火 器 の 設 置 場 所 に 着 目 す る も10\nの で あ っ て ，そ の「 構 造 及 び 性 能 」に 着 目 す る も の で あ る と は 考\nえ 難 い 。\nし た が っ て ， 平 成 ５ 年 改 正 省 令 に お い て ， 上 記 の よ う な 規 定 が\n設けられた か ら と い っ て ， 原 告 の 主 張 １ の よ う な 内 容 の規定は，\n製造段階 に お い て 消 火 器 が 有 す べ き 技 術 上 の 規 格 を 定 め る もの15\nで あ る と い う こ と は で き な い の で ，原 告 の 主 張 １ の よ う な 内容 に\n本 件 規 格 省 令 の 改 正 を す る こ と は ，自 治 大 臣 が 消防法 に よ る 委 任\nに基づいて 有する 職務上の 権 限 の 範 囲 外 で あ る と い う こ と に な\nる。\nそ う す る と ， そ の 余 の 点 に つ い て 判 断 す る ま で も な く ， 自 治 大20\n臣 が 上 記 の よ う な 本 件 規 格 省 令 の 改 正 を 行 う 職 務 上 の 法 的 義 務 を\n負 っ て い た と い う こ と は で き な い 。\nウ   次 に ， 原 告 の 主 張 す る 本 件 規 格 省 令 の 改 正 内 容 の う ち ， 加 圧 式\n消 火 器 に つ い て ，点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 以 外 の 施\n設 に 設 置 し て は な ら な い 旨 の 表 示 を す る な ど ，加 圧 式 消 火 器 の 安25\n全 性 に 係 る 十 分 な 表 示 を す る 規 格 を 定 め る こ と（ 以 下 ，こ れ に 係\nる 主 張 を 「 原 告 の 主 張 ２ 」 と い う 。） に つ い て 検 討 す る 。\n原 告 は ，加 圧 式 消 火 器 に つ い て ，(ｱ)  使 用 時 の 安 全 な 取 扱 い に\n関 す る 事 項（ そ の 内 容 は ，「 耐 用 年 数 経 過 前 で あ っ て も ，本 体 容 器\nの 底部 そ の 他 に 腐食 が 生 じ 又 は 腐 食 が 生 じ て い る 可 能 性 が あ る\n消 火 器 は ，使 用 者 の 生 命 に 危 険 を 及 ぼ す 可 能 性 の あ る 破 裂 事 故 の5\n危 険 が あ る た め 絶 対 に 使 用 し な い こ と 」（ 本 件 原 告 主 張 表 示 (ｱ)）），\n(ｲ)  点 検 に 関 す る 事 項（ そ の 内 容 は ，「 加 圧 式 粉 末 消 火 器 に つ い\nて は ，耐 用 年 数 経 過 前 に も ，製 造 か ら 一 定 期 間 経 過 後（ 例 え ば ３\n年 経 過 後 ）は ，関 係 者 は 点 検 を し な け れ ば な ら ず ，耐 用 年 数 経 過\n後 は ，水 圧 試 験 な ど に よ る 点 検 を 実 施 し ，こ れ ら 点 検 を 完 了 し て10\nい な い 消 火 器 は 破 裂 の 危 険 性 が あ る か ら 使 用 し て は な ら な い こ\nと 」（ 本 件 原 告 主 張 表 示 (ｲ)）），(ｳ)  廃 棄 時 の 安 全 な 取 扱 い に 関 す\nる 事 項（ そ の 内 容 は ，「 耐 用 年 数 を 明 示 し ，耐 用 年 数 経 過 後 ，水 圧\n試 験 な ど に よ る 点 検 を 実 施 し て い な い 消 火 器 は ，破 裂 事 故 の 危 険\n性 が あ る た め ，関 係 者 が 直 ち に リ サ イ ク ル の た め の 連 絡 先 へ 連 絡15\nして専門の廃棄業 者に処分を依頼す ること及びその連 絡先 」（ 本\n件 原 告 主 張 表 示 (ｳ)）），(ｴ)  住 宅 用 消 火 器 で は な い 旨（ 本 件 原 告\n主 張 表 示 (ｴ)），（ ｵ）  点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 以 外\nの 施 設 に 設 置 し て は な ら な い 旨 の 表 示（ 本 件 原 告 主 張 表 示 (ｵ)）を\nす る こ と を 義 務 付 け る べ き で あ っ た 旨 主 張 す る 。  20\n本 件 原 告 主 張 表 示 ( ｱ ) ～ ( ｴ ) の各表示 に 関 す る 本 件 規 格 省 令 の\n改正（ た だ し ，そ の 内 容 に 関 し て は ，別 途 考 慮 を 要 す る 。）に 関 し\nて は ，同 省 令 ３ ８ 条 所 定 の 消 火 器 の「 表 示 」に 関 す る も の と し て ，\n消火器の 製 造 業 者 に 対 し て 一 定 の 規 制 を 課 す も の で あ る と い う\nこ と が で き る か ら ，少 な く と も 自 治 大 臣 が 有 す る 権 限 の 範 囲 内 の25\n事 柄 に 該 当 す る と い う こ と が で き る（ な お ，実 際 に も ， 平 成 ２ ２\n年 改 正 省 令 に お い て ，使 用 時 の 安 全 な 取 扱 い に 関 す る 事 項 ，点 検\nに関する事項，廃 棄時の 連絡先及び 安全な取扱いに関 する事項，\n住宅用消火器でな い旨 の 各 表 示 が ， 同 省 令 ３ ８ 条 １ 項 に お い て ，\n消 火 器 の 見 や す い 位 置 に 表 示 す べ き 事 項 と し て 付 け 加 え ら れ て\nい る 。）。  5\nし か し な が ら ，本 件 原 告 主 張 表 示 (ｵ)の「 点 検 報 告 制 度 の 対 象 と\nな る 防 火 対 象 物 以 外 の 施 設 に 設 置 し て は な ら な い 旨 」の 表 示 に つ\nい て は ， 一 見 すると ， 消 火 器 の 「 表 示 」に 該 当 す る よ う に 見 え る\nも の の ，実 質 的 に は ，「 点 検 報 告 制 度 の 対 象 と な る 防 火 対 象 物 以 外\nの 施 設 」の 管 理 者 に 対 し ，加 圧 式 消 火 器 を 設 置 す る こ と を 禁 止 す10\nる こ と を 目 的 と す る も の に ほ か な ら な い と い う べ き で あ り ，消 火\n器 の 製 造 業 者 に 対 す る 規 制 という ，消 防 法 の 委 任 に 基 づ く 規格省\n令 の 目 的 の 範 囲 を 逸 脱 す る も の で あ る と い わ ざ る を 得 な い 。\nし た が っ て ，原 告 の 主 張 ２ の う ち ，本 件 原 告 主 張 表 示 (ｵ)のよう\nな 内 容 の 表 示 は ，製 造 段 階 に お い て 消 火 器 が 有 す べ き 技 術 上 の 規15\n格 に 関 す る も の で あ る と い う こ と は で き な い から ，こ の よ う な 内\n容 の 本 件 規 格 省 令 の 改 正 を 行 う こ と は ，自 治 大 臣 が 消 防 法 に よ る\n委 任 に 基 づ い て 有 す る 職 務 上 の 権 限 の 範 囲 外 で あ る と い う こ と\nに な る 。\nそ う す る と ， そ の 余 の 点 に つ い て 判 断 す る ま で も な く ， 自 治 大20\n臣が， 原告の主張２のうち 本件原告主張表示 (ｵ)のような本件規\n格 省 令 の 改 正 を 行 う 職務上の 法 的 義 務 を 負 っ て い た と い う こ と\nは で き な い 。\n(4)  そ こ で ，次 に ，本 件 原 告 主 張 表 示 (ｱ)～ (ｴ)の 各 表 示 に 関 す る 本 件\n規格省令の改正を行わなかったことについて， 自治大臣が， 原告と25\nの関係で上記改正を行うべき法的義務を負い，その義務の違反があ\nった と 認 め ら れ る か 否 か に つ い て 検 討 す る 。\nア   前記 (3)ア で 説 示 し た と お り ，消防法 が ，同 法 ２ １ 条 の ２ 第 １ 項\nに お い て ，消 火 器 を 含 む 検 定 対 象 機 械 器 具 等 に つ い て 検 定 を 行 う\nこ と と し て い る の は ，火 災 の 際 に 重 要 な 役 割 を 果 た す こ と に な る\nこ れ ら の 機 械 器 具 等 が ，一 定 の 性 能 等 を 有 す る こ と を 担 保 す る た5\nめ で あ る と 解 さ れ る と こ ろ ，規 格 省 令 は ，同 条 の ２ 第 ２ 項 に よ る\n委 任 を 受 け て ，上 記 の よ う な 観 点 か ら ，製 造 段 階 に お い て 消 火 器\nが 有 す べ き 技 術 上 の 規 格 を 定 め て い る 。\n前記 の よ う な 消 防 法 の 趣 旨 に 鑑 み る と ， 消 防 法 及 び そ の 委 任 を\n受けた 規 格 省 令 は ， 火 災 を 予 防 ， 警 戒 及 び 鎮 圧 す る こ と に よ り ，10\n国 民 の 生 命 ，身 体 及 び 財 産 を 火 災 か ら 保 護 す る ことを 直 接 の 目的\nと す る も の で は あ る も の の ，消 火 器 を 含む 検 定 対 象 機 械 器 具 等 の\n中に は ，火 災 の 際 ，使 用 者 に よ っ て 操 作 さ れ る こ と が 当 然 に 想 定\nさ れ る も の が 含 ま れ て い る こ と に 照 ら す と ，火 災 時 等 に ，こ れ を\n使 用・ 操 作 す る 者 等 の 生 命 及 び 身 体 等 の 安 全 も ，消 防 法 に よ り 法15\n律 上 保 護 さ れ た も の で あ っ て ，単 な る 反 射 的 利 益 に 止 ま る も の で\nは な い と い う べ き で あ る 。\nも っ と も ， 消 防 法 が 検 定 対 象 機 械 器 具 等 の 具 体 的 な 規 格 を 省 令\nに 包 括 的 に 委 任 し た 趣 旨 は ，そ の 具 体 的 な 規 格 が 技 術 的 事 項 で あ\nり，そ の 内 容 を ，一 定 の 政 策 的 な 判 断 を 踏 ま え た 上 で ， 技 術 の 進20\n歩 等 に 適 合 し た も の に 改訂 し て い く た め に は ，こ れ を 主 務 大 臣 に\n委ねる の が 適 当 で あ る と 考 え ら れ た ことによる も の と 解 さ れ る\nこ と か ら す る と ，規 格 省 令 の 改 正 に 係 る 権 限 を 行 使 す る か 否 か の\n判 断 は ，自 治 大 臣 の 裁 量 事項 に 属 す る も の で あ る と い う べ き で あ\nる 。  25\nイ   そ こ で ， 消 防 法 等 の 法 令 の 趣 旨 ， 目 的 や ， そ の 権 限 の 性 質 等 に\n照 ら し ，自 治 大 臣 が，本 件 原 告 主 張 表 示 (ｱ)～ (ｴ)の 各 表 示 に 関 す\nる 本 件 規 格 省 令 の 改 正 を 行 わ な か っ た こ と が，その 許 容 さ れ る 限\n度 を 逸 脱 し て 著 し く 合 理 性 を 欠 い て い た と い え る か 否 か に つ い\nて 検 討 す る 。\n( ｱ )   前 提 事 実 (8) 並 び に 前 記 １ (3) ～ (5) で 認 定 し た と こ ろ に よ5\nると，①   我 が 国 に お い て ，昭 和 ６ ０ 年 か ら 平 成 元 年 頃 ま で に\nか け て 生 産 さ れ た 消 火 器 は ，そ の 約 ９ ０ ％ が 加 圧 式 消 火 器 で あ\nり ，か つ ，昭 和 ６ ３ 年 当 時 ，被 告 会 社 を 始 め と す る 消 火 器 メ ー\nカ ー に お い て は ，蓄 圧 式 消 火 器 を 大 量 に 生 産 す る 技 術 が 確 立 さ\nれ て は い な か っ た こ と ，②   消 防 庁 は ，老 朽 化 し た 加 圧 式 消 火10\n器 を 操 作 し た 際 ，底 部 の 腐 食 に よ り 消 火 器 が 破 裂 し ，死 者 が 出\nた 昭 和 ６ ０ 年 事 故 を 受 け て ，一 般 家 庭 等 に あ る 消 火 器 に お い て\nも ，適 切 な 維 持 管 理 に 努 め ，腐 食 が 発 生 し て い る も の に つ い て\nは製造業者や販売業者等に相談することを指導するなどして ，\n消 火 器 の 安 全 な 使 用 に つ い て の 周 知 徹 底 を 図 る と と も に ，消 火15\n器 の 廃 棄 処 理 に つ い て の 指 導 の 徹 底 を 図 る こ と を 要 請 す る ，各\n都 道 府 県 消 防 主 管 部 長 宛 て の 昭 和 ６ ０ 年 通 知 ，及 び 消 火 器 の 適\n切 な 設 置 ，維 持 管 理 ，点 検 及 び 適 切 な 廃 棄 処 分 等 が さ れ る よ う\n周 知 徹 底 を 図 る こ と を 要 請 す る ，各 都 道 府 県 消 防 主 管 部 長 宛 て\nの 昭 和 ６ １ 年 通 知 を 発 出 し ，ま た ，被 告 社 団 法 人 は ，昭 和 ６ １20\n年 通 知 が 発 出 さ れ た こ と を 受 け て ，同 年 １ ０ 月 以 降 に 製 造 さ れ\nた 消 火 器 に は ，製 造 者 の 責 任 と し て 昭 和 ６ １ 年 表 示 を 行 う こ と\nを 決 定 し ，各 消 火 器 メ ー カ ー は ，こ れ に 従 っ て ，消 火 器 の 本 体\n容 器 に ，昭 和 ６ １ 年 表 示 が記 載 さ れ た ラ ベ ル を 貼 付 す る よ う に\nな っ た こ と，③   昭 和 ６ １ 年 表 示 に は ，「 維 持 管 理 に つ い て の 注25\n意 事 項 」と し て ，「１．高 温 ，多 湿 の と こ ろ は ，避 け て 設 置 し て\nく だ さ い 。屋 外 ，ち ゅ う 房 や 腐 食 性 ガ ス が ，発 生 す る と こ ろ で\nは ，格 納 箱 に 収 納 す る な ど 保 護 処 置 を し て く だ さ い 。２ ．腐 食 ，\n変 形 な ど の あ る 場 合 は ，使 用 し な い で く だ さ い 。３ ．定 期 的 に\n点 検 し て く だ さ い 。お お む ね ５ 年 を 経 過 す る と 性 能 ，機 能 が 低\n下 す る こ と が あ り ま す の で 家 庭 な ど 点 検 義 務 の な い と こ ろ で5\nも ５ 年 を 目 安 に 点 検 し て く だ さ い 。４ ．点 検 ま た は 廃 棄 に つ い\nて は ，販 売 店 ま た は メ ー カ ー に お 問 い 合 せ く だ さ い 。」と の 記 載\nが あ り ，ま た ，「 容 器 の 耐 用 年 数 」と し て ，「 容 器 の 耐 用 年 数 は ，\n設 置 場 所 や 管 理 の 仕 方 に よ っ て 異 な り ま す 。正 し い 維 持 管 理 が\n行 われた場合に，おおむね 耐用 ８ 年 で す 。」 と の 記載 がある こ10\nと，④   消 防 庁 は ，大 阪 市 に お い て 収 集 し た ご み の 選 別 作 業 中\nに ，廃 棄 さ れ た 老 朽 化 し た 加 圧 式 消 火 器 が 破 裂 し ，負 傷 者 が 出\nた昭和６３年事故等の発生を受けて，被告社団法人との間で ，\n消 火 器 の 安 全 対 策 に つ い て の 昭 和 ６ ３ 年 協 議 を 行 い ，そ の 結 果 ，\n被 告 社 団 法 人 は ，昭 和 ６ １ 年 表 示 を 一 部 改 訂 し て ，昭 和 ６ １ 年15\n表示 中 の 腐 食 ，変 形 等 が あ る 場 合 に は 使 用 し な い こ と と の 表 記\nを 削 除 し ，こ れ に 代 え て ，「 こ の 消 火 器 は ，操 作 す る と 急 に 容 器\n全 体 に 圧 力 が か か り ま す 。さ び ，腐 食 ，変 形 ，キ ャ ッ プ の ゆ る\nみ が あ る も の ，ま た ，廃 棄 さ れ た も の は 危 険 で す か ら 使 用 し な\nい で く だ さ い 。」と の 使 用 上 の ご 注 意 表 示（ 横 ６ ㎝ ，縦 ３ ㎝ の 寸20\n法 の も の ）を 掲 示 す る こ と と し ，遅 く と も 昭 和 ６ ４ 年 １ 月 末 以\n降 に 製 造 さ れ た 加 圧 式 消 火 器 に は ，上 記 の 改 訂 を 加 え た ，各 消\n火 器 メ ー カ ー 作 成 に 係 る 平 成 元 年 表 示 が 貼 付 さ れ る よ う に な\nっ た こ と（ な お ，昭 和 ６ ３ 年 １ ２ 月 頃 に 製 造 さ れ た 本 件 消 火 器\nに も 平 成 元 年 表 示 と ほ ぼ 同 様 の 文 言 が 記 載 さ れ た ラ ベ ル が 貼25\n付 さ れ て い る 。），⑤   こ の 際 ，既 設 の 加 圧 式 消 火 器 に つ い て も ，\n消 火 器 の 点 検 等 の 際 に ，被 告 社 団 法 人 作 成 に 係 る 使 用 上 の ご 注\n意 表 示 が 記 載 さ れ た ラ ベ ル（ 無 償 ）が 貼 付 さ れ る よ う に な っ た\nこ と の 各 事 実 を 指 摘 す る こ と が で き る 。\n(ｲ)  以 上 指 摘 し た ところ に よ る と ，被 告 国 は ，昭 和 ６ ０ 年 事 故 及\nび 昭 和 ６ ３ 年 事 故 の 各 発 生 を 受 け て ，昭 和 ６ ０ 年 通 知 及 び 昭 和5\n６ １ 年 通 知 を 各 都 道 府 県 消 防 主 管 部 長 宛てに 発出し ，ま た ，被\n告社団法人においても，このような被告国の対応を踏まえて ，\n被告 国 と の 間 で 協 議 を 行 う な ど し た 上 で ，消 火 器 の 本 体 容 器 に\n貼 付 す べ き 表 示 の 内 容 を 決 定 し ，各 消 火 器 メ ー カ ー に お い て も，\n被告社団法人において決定した内容の表示ラベルを作成して ，10\nこ れ を 本 体 容 器 に 貼 付 す る な ど し て い る の で あ る か ら ，被 告 国\nか ら の 要 請 に 応 じ た 対 応 が 被 告 社 団 法 人 及 び 各 消 火 器 メ ー カ\nー に よ っ て 行 わ れ て い る と い う こ と が で き る 。\nそ し て ，前 記 (ｱ)で 指 摘 し た と お り ，平 成 元 年 表 示 に は，消火\n器 の「 使 用 時 の 安 全 な 取 扱 い に 関 す る 事 項 」（ 本 件 原 告 主 張 表 示15\n(ｱ)に 対 応 ）と し て ，「 こ の 消 火 器 は ，操 作 す る と 急 に 容 器 全 体\nに 圧 力 が か か り ま す 。さ び ， 腐 食 ，変 形 ，キ ャ ッ プ の ゆ る み が\nあ る も の ，ま た ，廃 棄 さ れ た も の は 危 険 で す か ら 使 用 し な い で\nく だ さ い 。」と の 文言 が ，同「 点 検 に 関 す る 事 項 」（ 本 件 原 告 主\n張 表 示 (ｲ)に 対 応 ）と し て ，「 定 期 的 に 点 検 し て く だ さ い 。お お20\nむ ね ５ 年 を 経 過 す る と 性 能 ，機 能 が 低 下 す る こ と が あ り ま す の\nで 家 庭 な ど 点 検 義 務 の な い と こ ろ で も ５ 年 を 目 安 に 点 検 し て\nく だ さ い 。」と の 文言 が ，同「 廃 棄 時 の 安 全 な 取 扱 に 関 す る 事 項 」\n（ 本 件 原 告 主 張 表 示 (ｳ)に 対 応 ）と し て ，「 点 検 ま た は 廃 棄 に つ\nい て は ，販 売 店 ま た は メ ー カ ー に お 問 い 合 せ く だ さ い 。」と の 文25\n言 が そ れ ぞ れ 記 載 さ れ て い る 。\nこ の よ う な 諸 事 情 に 鑑 み る と ，被 告 国 が ，平 成 元 年 頃 ま で に ，\n本 件 規 格 省 令 を 改 正 す る こ と は な か っ た も の の ，そ の 時 点 ま で\nに 発 生 し て い た 消 火 器 の 破 裂 事 故 の 発 生 状 況 及 び そ の 原 因 等\nの分析・検討の結果，並びに消火器の特性等を踏まえた上で ，\n消 火 器 の 本 体 容 器 に は 耐 用 年 数 が あ る こ と ，消 火 器 に つ い て は5\n５ 年 を 目 安 に 点 検 す る こ と が 必 要 で あ る こ と ，消 火 器 は 操 作 す\nる と 容 器 全 体 に 圧 力 が か か る た め ，腐食 ，変 形 等 の あ る も の や\n廃 棄 さ れ た も の は 危 険 な の で 使 用 し て は い け な い こ と ，廃 棄 の\n際 に は 販 売 店 又 は メ ー カ ー に 問 合 せ を 行 う べ き こ と な ど の ，加\n圧 式 消 火 器 の 破 裂 事 故 の 発 生 を 予 防 す る た め に 必 要 で あ る と10\n考 え ら れ る 表 示 を 消 火 器 の 本 体 容 器 に 掲示 す る こ と 自 体 は ，被\n告 社 団 法 人 と の 協 議 等 を 通 じ て ，平 成 元 年 頃 ま で の 時 点 に お い\nて ，各 消 火 器 メ ー カ ー の協力 の下で 実現 さ れ て い た と い う こ と\nが で き る 。\nな お ， 原 告 は ， 自 治 大 臣 に は ， 平 成 元 年 頃 ま で に ， 加 圧 式 消15\n火 器 に つ い て ，単 に ，使 用 時 の 安 全 な 取 扱 い に 関 す る 事 項 ，点\n検 に 関 す る 事 項 ，廃 棄 時 の 安 全 な 取 扱 い に 関 す る 事 項 を 表 示 す\nる に 止 ま ら ず ，本 件 原 告 主 張 表 示 (ｱ)～ (ｳ)の よ う な 表 示 を す る\nよ う ，本 件 規 格 省 令 を 改 正 す べ き 義 務 が あ っ た 旨 主 張 す る 。し\nか し な が ら ，消 火 器 の 本 体 容 器 に ，具 体 的 に ど の よ う な 表 現 を20\n用 い て 表 示 を 行 う か に つ い て は ，被 告 社 団 法 人 あ る い は 各 消 火\n器 メ ー カ ー が 決 定 す べ き 事 柄 で あ り ，自 治 大 臣 に ，そ の 具 体 的\nな 文 言 等 そ の 表 現 を 決 定 す る 法的な 職 務 上 の 権 限 が あ っ た と\nい う こ と は で き な い 。\n(ｳ)  また ， 本 件 原 告 主 張 表 示 (ｴ)に 関 し て は ， 平 成 元 年 表 示 に お25\nい て も 実 現 さ れ て は い な い と こ ろ ，原 告 の 主 張 は ，本 件 規 格 省\n令 を 改 正 し て ，「 住 宅 用 消 火 器 」と い う ，住 宅 に お け る 使 用 に 限\nり 適 し た 構 造 及 び 性 能 を 有 す る 新 た な 消火器 の 類 型 を 設 け た\n上で（ な お ，原 告 は ，当 該 類 型 の 消 火 器 は 蓄 圧 式 の も の で あ る\nこ と を 前 提 と し て い る も の と 解 さ れ る 。），消 火 器 に ，そ の 旨 の\n表示を行う こ と を 定 め る べ き で あ った と の 主 張 で あ る と 解 さ5\nれ る 。し か し な が ら ，前記 (ｱ)で 指 摘 し た と お り ，平 成 元 年 当 時\nは ，我 が 国 で 生 産 さ れ る 消 火 器 の 約 ９ ０ ％ は 加 圧 式 消 火 器 で あ\nり ，蓄 圧 式 消 火 器 を 大 量 に 生 産 す る 技 術 は 確 立 さ れ て は い な か\nった と い う の で あ る か ら ，そ も そ も ，平 成 元 年 頃 ま で の 時 点 で ，\n我 が 国 に お い て ，加 圧 式 消 火 器 に 替 え て ，蓄 圧 式 消 火 器 を 広 く10\n普及させることは，極めて困難であったといわざるを得ない 。\nまた，前 提 事 実 (3)及 び 前 記 １ (2)ア ，同 (3)ア 及 び 同 (4)ア で 認\n定 し た と こ ろ に よ る と ，昭 和 ４ ３ 年 頃 以 降 ，加 圧 式 消 火 器 の 破\n裂 事 故 が 繰 返 し 発 生 し て い た も の の ，少 な く と も 被 告 国 が 平 成\n元 年 頃 の 時 点 に お い て 把 握 し て い た 事 故（ 昭 和 ５ ３ 年 事 故 ，昭15\n和 ６ ０ 年 事 故 及 び 昭 和 ６ ３ 年 事 故 等 ）は ，廃 棄 さ れ た 消 火 器 や\n老 朽 化 し た 消 火 器 を 操 作 す る こ と に よ っ て 発 生 し た も の で あ\nる 。こ の よ う な 我 が 国 に お け る 消 火 器 生 産 の 実 情 や ，消 火 器 に\nよる 事 故 の 発 生 状況 等 に 鑑 み る と ，自 治 大 臣 に お い て ，平 成 元\n年 頃 ま で に ，本 件 規 格 省 令 を 改 正 し て ，住 宅 に お け る 使 用 に 限20\nり 適 し た 構 造 及 び 性 能 を 有 す る「 住 宅 用 消 火 器 」と い う 新 た な\n類 型 の 消 火 器 を 設 け た 上 で ，消 火 器 に ，そ の 旨 の 表 示 を 行 う こ\nと を 定 め る べ き 義 務 が 発 生 し て い た と みる こ と は で き な い 。\n(ｴ)  そ う す る と ，自 治 大 臣 が ，平 成 元 年 頃 ま で に ，本 件 原 告 主 張\n表示 ( ｱ) ～ (ｴ ) の 各 表 示 に 関 す る 本 件 規 格 省 令 の 改 正 を 行 わ な25\nか っ た こ と が，その 許 容 さ れ る 限 度 を 逸 脱 し て 著 し く 合 理 性 を\n欠 い て い た と い う こ と は で き な い 。\n(5)  以 上 に よ る と ，自 治 大 臣 が ，平 成 元 年 頃 ま で に ，本 件 規 格 省 令 を\n改 正 し て ，防 火 対 象 物 以 外 の 施 設 及 び 点 検 報 告 制 度 の 対 象 と な ら な\nい 防 火 対 象 物 に 設 置 す る 消 火 器 は 蓄 圧 式 消 火 器 で あ っ て ，か つ ，消\n火 剤 を 再 充 て ん で き な い 構 造 の も の に 限 る 旨 の 消 火 器 の 規 格 を 定5\nめ な か っ た こ と ，及 び 加 圧 式 消 火 器 に つ い て ，点 検 報 告 制 度 の 対 象\nと な る 防 火 対 象 物 以 外 の 施 設 に 設 置 し て は な ら な い 旨 の 表 示 を す\nる な ど ，加 圧 式 消 火 器 の 安 全 性 に 係 る 十 分 な 表 示 を す る 規 格 を 定 め\nな か っ た こ と が ， 国 賠 法 上 違 法 で あ る と い う こ と は で き な い 。\n４   争 点 ④（ 被 告 社 団 法 人 に ，(ｱ)  本 件 消 火 器 の 製 造 時 点 に お い て ，消10\n火 器 の 使 用 者 が 容 易 に 認 識 で き る 場 所 に ， 相 当 の 大 き さ の ラ ベ ル で 表\n記 す る こ と に よ っ て ， 消 火 器 の 取 扱 い に つ き 十 分 な 注 意 喚 起 を す べき\n義 務 ，(ｲ)  本件事故 が 発生 す る ま で の 時 点 で ，消 火 器 の 危 険 性 及 び そ\nの 維 持 ・ 管 理 ・ 取 扱 方 法 に つ い て ， 一 般 消 費 者 に対 し ， 広 報 活 動 等 を\n通 じ て 周 知 徹 底 す べ き 義 務 ，(ｳ)  本 件 事 故 が 発生 す る ま で の 時 点 に お15\nい て ， 耐 用 年 数 が 経過 し た 消 火 器 を 確 実 に 回 収 す る 制 度 を 構 築 す べき\n義 務 が あ っ た か 否 か ， ま た ， 被 告 社 団 法 人 が こ れ ら の 義 務 を 怠 っ た か\n否か ） に つ い て\n(1)  原 告 は ，本 件 事 故 に 関して ，被 告 社 団 法 人 が 原 告 に 対 し 不 法 行 為\nに 基 づ く 損 害 賠 償 義 務 を 負 う と し た 上 で ，被 告 社 団 法 人 は ，原 告 に20\n対 す る 関 係 で ，不 作 為 に よ る 不 法 行 為 に おける 違 法 性 又 は 過失 の存\n否 の 判 断 の 前 提 と な る 結 果 回 避 義 務 （ 作 為 義 務 ）として， ラ ベ ル 表\n記 義 務 ，周 知 徹 底 義 務 及 び 回 収 シ ス テ ム 構 築 義 務 を 負 っ て い た 旨主\n張 す る 。\nしかしながら，前提事実 (4)及び (6)で認定したとおり，本件事 故25\nは ，平 成 ２ 年 ５ 月 １ ９ 日 頃 以 降 ，屋 外 駐 車 場 で あ る 本 件 駐 車 場 を 管\n理 し て い た Ｆ が ，道 路 か ら そ の 内 部 を 見 通 す こ と が 可 能 で あ り ，か\nつ ，道 路 か ら 自 由 に 出 入 り で き る 状 態 に な っ て い る 本 件 駐 車 場 内 に ，\n本件消火器を含む ４本の消火器が置 かれていることを 知りながら，\nこ れ ら の 消 火 器 を 約 １ ９ 年 に わ た っ て 放 置 し 続 け て い た と こ ろ ，本\n件 駐 車 場 に 侵 入 し た 原 告 が ，本 件 消 火 器 で 遊 ぼ う と し て こ れ を 作 動5\nさ せ た 際 ，老 朽 化 し て 底 部 の 腐 食 が 進 ん で い た 本 件 消 火 器 が 内 圧 上\n昇 に よ り 破 裂 し て ，原 告 が 傷 害 を 負 っ た と い う も の で あ る 。こ の よ\nう な 本 件 事 故 が 発 生 し た 経 緯 や 本 件 事 故 の 発 生 状 況 に 鑑 み る と ，本\n件 消 火 器 の 破 裂 に よ る 原 告 の 受 傷 と い う 結 果 の 発 生 を 回 避 す る こ\nと が 可 能 で あ り ，か つ ，上 記 結 果 の 発 生 を 回 避 す べ き 義 務 を 負 っ て10\nいた の は ，本 件 駐 車 場 を 管 理 す る こ と に よ っ て 本 件 消 火 器 を 管 理 し\nて い た Ｆ で あ り ，Ｆ に は ，本 件 駐 車 場 に 立 ち 入 っ た 者 が 本 件 消 火 器\nを 操 作 し ，そ の 結 果 ，同 消 火 器 が 破 裂 す る こ と に よ っ て 死 傷 事 故 が\n発 生 す る こ と を 防 止 す る た め に ，これ を 本 件 駐 車 場 か ら 撤 去 す る な\nど の 措 置 を 取 る べ き 注 意 義 務（ 作 為 義 務 ）が あ っ た と い う べ き で あ15\nる。\n他 方 ， 被 告 社 団 法 人 は ， 国 内 で 唯 一 の 消 火 器 メ ー カ ー を 構 成 員 と\nす る 団 体 で あ り ，消 火 器 類 等 の 使 用 維 持 の 方 法 の 宣 伝 ・ 普 及 ，消 火\n器 類 等 の 調 査・研 究 等 を 事 業 の 内 容 と し て い る ものの（ 前 提 事 実 (1)\nイ），そ の 立 場 上 ，本 件 事 故 の 発 生 原 因 と な っ た 本 件 消 火 器 そ の も の20\nを 管 理 す る 立 場 に な い こ と は 明 ら か で あ る 。そ う す る と ，被 告 社 団\n法 人 に お い て は ，本 件 消 火 器 が 具 体 的 に ど の よ う な 状 態 に あ っ た の\nか を 知 り 得 る 立 場 に は な く ，そ う で あ る 以 上 ，本 件 事 故 が 発 生 す る\nこ と を 具 体 的 に 予 見 す る こ と も でき な い の で あ る か ら ，本 件 事 故 の\n発 生 を 回 避 す べ き 具 体 的 措 置 を 講 じ る こ と も で き な か っ た と い わ25\nざ る を 得 な い 。\n以 上 に よ る と ， 被 告 社 団 法 人 が ， 原 告 に 対 す る 関 係 で ， 本 件 事 故\nの 発 生 と い う 結 果 の 発 生 を 回 避 す る た め の 注 意 義 務 と し て ，何 ら か\nの 作 為 義 務 を 負 っ て い た と い う こ と は で き な い 。\n(2)  な お ，前 記１ (1)～ (4)及び (6)～ (8)で 認 定 し た と お り ，被 告 社 団\n法人 は ，そ の 設 立 以 降 ，一 貫 し て 消 防 庁 と 連 携 し ，消 防 庁 か ら の 指5\n導 に 基 づ い て 消 火 器 の 規 格 等 に 関 す る 調 査 研 究 や 意 見 具 申 を 行 う\nな ど し て いた ほか ，遅 く と も 昭 和 ５ ４ 年 頃 以 降 は ，消 火 器 の 破 裂 事\n故 が 発 生 し た 際 に ，消 防 庁 と 連 携 し な が ら 事 故 対 策 を 検 討 す る な ど\nし て い た こ と か ら す る と ，被 告 国 と の 関 係 で は ，そ の 指 導 や 要 請 に\n従 っ て ，消 火 器 の 破 裂 事 故 の 発 生 を 防 止 す る た め の 方 策 を 講 じ る べ10\nき 立 場 に あ っ た と い う こ と は で き る 。し か し な が ら ，そ の こ と か ら\n直 ち に ，被 告 社 団 法 人 が ，原 告 を 始 め と す る 消 火 器 を 実 際 に 使 用（操\n作）す る 者 と の 関 係 で ，私 法 上 の 注 意 義 務 を 負 う こ と に な る わ け で\nは な い 。\nそして ， 仮にこの点については措くとしても， 前記１ (2)～ (4)及15\nび 同 (6)～ (8)で 認 定 し た と お り ，被 告 社 団 法 人 は ，老 朽 化 し た 消 火\n器 の 破 裂 事 故 が 繰 り 返 さ れ る よ う に な っ た 後 ，同 様 の 事 故 の 発 生 を\n抑 止 す る た め に ，消 火 器 の 耐 用 年 数 や ，消 火 器 の 取 扱 い に つ い て の\n注 意 事 項 等 を 明 示 す る ラ ベ ル の 表 記 内 容 等 に つ い て の 検討 を 行 っ\nて ，そ の 内 容 を 決 定 し た 上 で ，そ の 会 員 で あ る 各 消 火 器 メ ー カ ー に20\n対 し ，これ に 準 拠 し た ラ ベ ル を 消 火 器 の 本 体 容 器 に 貼 付 す る よ う 求\nめ た り ，消 火 器 の 処 理 方 法 等 に 関 す る 専 門 業 者 向 け の マ ニ ュ ア ル を\n作 成 し た り ，一 般 向 け に 消 火 器 の 破 裂 事 故 を 回 避 す る た め に 必 要 な\n知 識 を 周 知 す る た め の パ ン フ レ ッ ト 等 を 作 成 し た り ，老 朽 化 し た 消\n火 器 を 回 収 す る た め の 制 度 の 構 築 に 向 け た 取 組 み を 行 う な ど して25\nきた と い う の で あ る 。\n以 上 の よ う な 被 告 社 団 法 人 が 行 っ た 各 取 組 み の 具 体 的 な 内 容 等\nに鑑みると，被告 社団法人は，被告 国 か ら の 指 導 や 要 請 に 従 っ て ，\n十 分 な 対 応 を して き た と い う べ き で あ る 。\n(3)  以 上 に よ る と ，被 告 社 団 法 人 が ，原 告 に 対 す る 関 係 で ，本 件 事 故\nの 発 生 に 関 し て ，不 法 行 為 に お け る 違 法 性 又 は 過 失 の 存 否 の 判 断 の5\n前提となる結果回 避義務 ( 作為義務 ) を負っていたとい うことはで\nき な い の で ，こ の 点 に 関 す る 原 告 の 主 張 は ，採 用 す る こ と が で き な\nい。\n５   争 点 ⑥（ 被 告 会 社 に ，(ｱ)  本 件 消 火 器 の 製 造 時 に お い て ，製 造 す る\n消 火 器 を ，加 圧 式 消 火 器 か ら よ り 安 全 性 の 高 い 蓄 圧 式 消 火 器 に 切 り 替10\nえ る べ き 義 務 ，(ｲ)  本 件 消 火 器 の 製 造 時 点 に お い て ，消 火 器 の 使 用 者\nが 容 易 に 認 識 で き る 場 所 に ，相 当 の 大 き さ の ラ ベ ル で 表 記 す る こ と に\nよ っ て ，消 火 器 の 取 扱 い に つ き 十 分 な 注 意 喚 起 を す べ き 義 務 ，(ｳ)  本\n件 事 故 が 発生 す る ま で の 時 点 で ，消 火 器 の 危 険 性 及 び そ の 維 持・管 理・\n取 扱 方 法 に つ い て ，一 般 消 費 者 に対 し ，広 報 活 動 等 を 通 じ て 周 知 徹 底15\nす べ き 義 務 ，(ｴ)  本 件 事 故 が 発生 する まで の 時 点 で ，耐 用 年 数 が 経過\nし た 消 火 器 を 回 収 す べ き 義 務 が あ っ た か 否 か ，ま た ，被 告 会 社 が こ れ\nら の 義 務 を 怠 っ た か 否 か ） に つ い て\n(1)  原 告 は ，本 件 事 故 に 関 し て ，被 告 会 社 が 原 告 に 対 し 不 法 行 為 に 基\nづ く 損 害 賠 償 義 務 を 負 う と し た 上 で ，被 告 会 社 は ，原 告 に 対 す る 関20\n係 で ，不 作 為 に よ る 不 法 行 為 に お け る 違 法 性 又 は 過 失 の 存 否 の 判 断\nの 前 提 と な る 結 果 回 避 義 務 (作 為 義 務 )と し て ，蓄 圧 式 消 火 器 に 切 り\n替 え る 義 務 ，ラ ベ ル 表 記 義 務 ，周 知 徹 底 義 務 及 び 回 収 義 務 を 負 っ て\nい た 旨 主 張 す る 。\nし か し な が ら ， 被 告 会 社 は ， 本 件 消 火 器 を 製 造 し た メ ー カ ー で は25\nあ る も の の ，本 件 事 故 は ，本 件 消 火 器 そ れ 自 体 に 何 ら か の 瑕 疵 が あ\nっ た こ と に よ っ て 発 生 し た も の で は な く ， 前記４ (1)で 説 示 し た と\nお り ，本 件 消 火 器 を 管 理 し て い た Ｆ が，老 朽 化 し た 本 件 消 火 器 の適\n切 な 管 理 を 怠 っ た こ と に よ っ て 発 生 し た も の で あ る 。\nそ し て ， 被 告 会 社 が 本 件 消 火 器 を 管 理 す る 立 場 に な い こ と は 明 ら\nか で あ る か ら ，被 告 会 社 に お い て は ，本 件 消 火 器 が 具 体 的 に ど の よ5\nうな状態にあった のかを知り得る立 場にはなく，そう である以上，\n本件事故が発生す ることを具体的に 予見することもで きないから，\n本 件 事 故 の 発 生 を 回 避 す べ き 具 体 的 措 置 を 講 じ る こ と も で き な か\nった と い わ ざ る を 得 な い 。\n以 上 に よ る と ， 被 告 会 社 が ， 原 告 に 対 す る 関 係 で ， 本 件 事 故 の 発10\n生 と い う 結 果 の 発 生 を 回 避 す る た め の 注 意 義 務 と し て ，何 ら か の 作\n為 義 務 を 負 っ て い た と い う こ と は で き な い 。\n(2)  な お ，被 告 会 社 に お い て は ，消 火 器 の メ ー カ ー と し て ，消 火 器 の\n本 体 容 器 に 適 切 な 注 意 喚 起 の た め の 表 示 を 行 っ た り ， 消 火 器 の 維\n持 ・ 管 理 ・ 取 扱 方 法 に つ い て ，一 般 消 費 者 に 対 し て 情 報 提 供 を 行 っ15\nた り ，耐 用 年 数 を 経 過 し た 消 火 器 を 回 収 す る た め の 方 策 を 講 じ る べ\nき 立 場 に あ っ た と い う こ と は で き る も の の ，それは ，あ く ま で も 道\n義 的 な も の で あ る に 止 ま り ，消 火 器 を 実 際 に 使 用 （操作）す る 者 に\n対 す る 私 法 上 の 注 意 義 務 と な る も の で は な い（ な お ，前 記 ３ イ (ｳ)で\n説 示 し た と お り ，平 成 元 年 頃 ま で の 時 点 で ，我 が 国 に お い て ，加 圧20\n式 消 火 器 に 替 え て ，蓄 圧 式 消 火 器 を 広 く 普 及 さ せ る こ と は ，極 め て\n困 難 で あ っ た と い う の で あ る か ら ，被 告 会 社 に お い て ，蓄 圧 式 消 火\n器 に 切 り 替 え る 義 務 を 負 っ て い た と い う こ と は で き な い 。）。\nそ し て ， 前 記 １ (3)， (4)及 び 同 (6)～ (8)で 認 定 し た と お り ， 被 告\n会 社 に お い て は ，本 件 消 火 器 に 平 成 元 年 表 示 と ほ ぼ 同 様 の 内 容 の 注25\n意 喚 起 ラ ベ ル を 貼 付 し て ，消 火 器 の 使 用 者 等 に 対 し ，そ の 取 扱 いに\nつ い て の 注 意 喚 起 を 行 っ た り ，消 火 器 の 取 扱 い に つ い て の 注 意 事 項\n等 を 記 載 し た 資 料 等 を 作 成 し ，各 販 売 店 に 対 し て 配 付 す る こ と によ\nっ て ，一 般 消 費 者 に 対 す る 情 報 提 供 を 行 っ た り ，積 極 的 に 老 朽 化 し\nた 消 火 器 の 回 収 に 努 め る な ど し て きた と い う の で あ る 。\n以 上 の よ う な 被 告 会 社 が 行 っ た 各 取 組 み の 具 体 的 な 内 容 等 に 鑑5\nみ る と ，被 告 会 社 は ，そ の 立 場 に 応 じ た 十 分 な 対 応 を し て き た とい\nう べ き で あ る 。\n(3)  以 上 に よ る と ，被 告 会 社 が ，原 告 に 対 す る 関 係 で ，本 件 事 故 の 発\n生 に 関 し て ，不 法 行 為 に お け る 違 法 性 又 は 過 失 の 存 否 の 判 断 の 前 提\nと な る 結 果 回 避 義 務（ 作 為 義 務 ）を 負 っ て い た と い う こ と は で き な10\nいので，この点に 関する原告の主張 は，採用すること ができない。\n第４   結論\n以 上 の と お り で あ る か ら ， 原 告 の 被 告 ら に 対 す る 各 請 求 は そ の 余 の\n点 に つ い て 判 断 す る ま で も な く 理 由 が な い か ら ， こ れ ら を い ず れ も 棄\n却 す べ き で あ る 。  15\nよ っ て ， 主 文 の と お り 判 決 す る 。\n大 阪 地 方 裁 判 所 第 ２ ５ 民 事 部\n裁 判 長 裁 判 官       金       地       香       枝  20\n裁 判 官       林       田       敏       幸\n裁 判 官       水       野       健       太\n（ 別 表 省 略 ）\n"
}