{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 15
  },
  "case_number": "平成23(行ケ)10123",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81913",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81913",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/913/081913_hanrei.pdf",
  "contents": "平成２３年１２月１５日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０１２３号  審決取消請求事件\n口頭弁論終結日  平成２３年１２月８日\n判        決\n原              告        住 友 重 機 械 工 業 株 式 会 社\n同訴訟代理人弁護士        松      本      直      樹\n被              告                    Y\n同訴訟代理人弁護士        緒      方      延      泰\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１０－８００１０３号事件について平成２３年３月１０日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，原告の下記２の本件発明に係\nる特許に対する被告の無効審判請求について，特許庁が当該特許を無効とした別紙\n審決書（写し）記載の本件審決（その理由の要旨は下記３のとおり）には，下記４\nの取消事由があると主張して，その取消しを求める事案である。\n１  本件訴訟に至る手続の経緯\n(1)  原告は，発明の名称を「レーザ加工装置及びレーザ加工方法」とする特許\n第３３４１１１４号（平成９年６月３日原出願（優先権主張日：平成９年３月２１\n日），平成１２年３月２１日特許出願（原出願の分割。以下「本件出願」とい\nう。），平成１４年８月２３日設定登録。平成１６年３月２６日異議決定確定後の\n請求項の数は，全３項である。）に係る特許権を有する者である（以下，請求項３\nに係る特許を「本件特許」という。）。\n(2)  被告は，平成２２年６月１０日，本件特許（請求項３）について，特許無\n効審判を請求し，無効２０１０－８００１０３号事件として係属した。\n(3)  原告は，平成２２年８月３０日，訂正請求をした（以下「本件訂正」とい\nう。本件訂正後の発明を「本件発明」といい，その訂正明細書を「本件明細書」と\nいう。）。\n(4)  特許庁は，平成２３年３月１０日，本件訂正を認めた上，「特許第３３４\n１１１４号の請求項３に記載された発明についての特許を無効とする。」旨の本件\n審決をし，同年３月１８日，その謄本が原告に送達された。\n２  本件発明の要旨\n本件審決が対象とした本件訂正後の請求項３に記載の発明，すなわち，本件発明\nは，以下のとおりである。\nガルバノスキャナとｆθレンズを有し，レーザ光を前記ｆθレンズを通してワー\nク面上におけるＸ軸方向及びＹ軸方向に振らせるためのガルバノスキャン系を複数\n備え，該複数のガルバノスキャン系により前記ワークの加工領域を同時加工するレ\nーザ加工装置において，前記複数のガルバノスキャン系のうちの少なくとも１つを\n水平移動させることにより，少なくとも２つのガルバノスキャン系の間の距離を可\n変とする駆動機構を備え，水平移動するガルバノスキャン系に水平方向からレーザ\n光を入射させる第１のミラーと，該第１のミラーに垂直方向からレーザ光を入射さ\nせるための第２のミラーとを，更に備え，前記第１のミラーと前記第２のミラーは，\n前記駆動機構により，前記水平移動するガルバノスキャン系と共に前記水平方向に\n移動することを特徴とするレーザ加工装置\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本件発明は，下記アの引用例１及び２に記\n載された発明に基づいて，当業者が容易に発明をすることができたものであるから，\n本件特許は，特許法２９条２項の規定に違反してされたものであり，同法１２３条\n１項２号の規定により無効にすべきものである，というものである。\nア  引用例１：特開平８－２１５８７５号公報（甲１）\nイ  引用例２：特開平７－３２１８３号公報（甲２）\n(2)  なお，本件審決が認定した引用例１及び２に記載された発明（以下「引用\n発明１」及び「引用発明２」という。）並びに本件発明と引用発明１，２との一致\n点及び相違点は，次のとおりである。\nア  引用発明１：対物レンズを複数備え，該複数の対物レンズにより被加工物の\n加工部位を同時加工するレーザ加工装置において，前記複数の対物レンズのうちの\n少なくとも１つを水平移動させることにより，少なくとも２つの対物レンズの間の\n距離を可変とする駆動機構を備え，水平移動する対物レンズに垂直方向からレーザ\n光を入射させるためのミラーを備え，ミラーは，前記駆動機構により，前記水平移\n動する対物レンズと共に前記水平方向に移動するレーザ加工装置\nイ  本件発明と引用発明１との一致点：集光光学系を複数備え，該複数の集光光\n学系によりワークの加工面を同時加工するレーザ加工装置において，複数の集光光\n学系のうちの少なくとも１つを水平移動させることにより，少なくとも２つの集光\n光学系の間の距離を可変とする駆動機構を備え，水平移動する集光光学系にレーザ\n光を導入するための第２のミラーを備え，該第２のミラーは，前記駆動装置により，\n前記水平移動する集光光学系と共に前記水平方向に移動するレーザ加工装置\nウ  本件発明と引用発明１との相違点１：本件発明においては，「ガルバノスキ\nャナとｆθレンズを有し，レーザ光を前記ｆθレンズを通してワーク面上における\nＸ軸方向及びＹ軸方向に振らせるためのガルバノスキャン系」を用いて「ワークの\n加工領域を同時加工」するのに対して，引用発明１においては，対物レンズを用い\nた光学系により「被加工物の加工部位を同時加工」する点\nエ  本件発明と引用発明１との相違点２：本件発明においては，「水平移動する\nガルバノスキャン系に水平方向からレーザ光を入射させる第１のミラーと，該第１\nのミラーに垂直方向からレーザ光を入射させるための第２のミラー」とを備えてお\nり，「第１のミラーと第２のミラーは，駆動機構により，水平移動するガルバノス\nキャン系と共に水平方向に移動する」のに対して，引用発明１においては，「水平\n移動する対物レンズに垂直方向からレーザ光を入射させるためのミラーとを備え，\nミラーは，駆動機構により，水平移動する対物レンズと共に水平方向に移動する」\n点\nオ  引用発明２：ガルバノメーターミラースキャナとｆθレンズを有し，レーザ\n光線を，前記ｆθレンズを通して被加工物面上におけるＸ軸方向及びＹ軸方向に振\nらせるためのガルバノスキャン系を複数備え，該複数のガルバノスキャン系により\n前記被加工物の加工領域を同時加工するＣＯ２レーザ加工装置において，ガルバノ\nスキャン系に水平方向からレーザ光線を入射させるミラー４と，該ミラー４に垂直\n方向からレーザ光線を入射させるためのミラー３とを備えるＣＯ２レーザ加工装置\nカ  本件発明と引用発明２との一致点：ガルバノスキャナとｆθレンズを有し，\nレーザ光を前記ｆθレンズを通してワーク面上におけるＸ軸方向及びＹ軸方向に振\nらせるためのガルバノスキャン系を複数備え，該複数のガルバノスキャン系により\n前記ワークの加工領域を同時加工するレーザ加工装置において，ガルバノスキャン\n系に水平方向からレーザ光線を入射させる第１のミラーと，該第１のミラーに垂直\n方向からレーザ光線を入射させるための第２のミラーとを備えるレーザ加工装置\nキ  本件発明と引用発明２との相違点３：本件発明においては，「複数のガルバ\nノスキャン系のうちの少なくとも１つを水平移動させることにより，少なくとも２\nつのガルバノスキャン系の間の距離を可変とする駆動機構を備え」るとともに，\n「第１のミラーと第２のミラーは，駆動機構により，水平移動するガルバノスキャ\nン系と共に水平方向に移動する」ようにしたのに対して，引用発明２においては，\nガルバノスキャン系，ミラー４及びミラー３を一体的に水平移動させる駆動機構が\nない点\n４  取消事由\n(1)  引用発明１を主引用例とする判断の誤り（取消事由１）\n(2)  引用発明２を主引用例とする判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（引用発明１を主引用例とする判断の誤り）について\n〔原告の主張〕\n(1)  相違点１に係る判断の誤り\nア  相違点１に関し，引用発明１について，加工対象物（ワーク）を移動する機\n構があることを追加すべきであり，これを欠いている点に判断の誤りがある。\n相違点１について，「ともにレーザ加工の処理能力向上を課題とした複数の集光\n光学系を有するレーザ加工装置」であるという共通点だけを理由として，引用発明\n１の「対物レンズ」に代えて，引用発明２の「ガルバノスキャン系」を組み込むの\nが容易であるとする本件審決の判断は，およそ失当である。\nすなわち，引用発明１では，加工箇所を移動するための仕組みは既にあるから\n（ＸＹステージで対象物を動かすことに加えて，対物レンズの水平移動），それに\n重ねてガルバノスキャン系を組み込む理由は全くない。本件発明では，ガルバノス\nキャン系で届く領域を水平移動するが，こうした知見は引用発明１にはない。\nイ  また，ガルバノスキャン系が集光作用を持つとしてこの置換えを説明するも\nのでもあるが，ガルバノスキャン系は集光作用も持つとはいえ，同時に，またむし\nろ主要な働きは，加工点を移動させること（スキャンすること）である。これを無\n視して置換えを説くのはおかしい。引用発明１は既に移動の仕組みがあるのに，加\nえてガルバノスキャン系を組み込むのが当然であるわけがない。\nウ  対象物を動かすことで加工箇所を移動するための仕組みが既にあるものの，\nガルバノスキャン系の方が高速に動かせるのではないかとの考えもあるかもしれな\nいが，引用発明１の場合は，それは当てはまらない。引用発明１の具体例は，線状\n加工であるためにガルバノスキャン系での高速移動の意義がなく，引用発明２のよ\nうなものを組み合わせようという考えに至らないはずである。\n(2)  相違点２に係る判断の誤り\nア  相違点２に関し，引用発明１の対物レンズを，引用発明２のガルバノスキャ\nン系に置き換えると，ミラーが過剰であり，およそ不自然な構成である。このよう\nな構成を実際に作るとは思えないし，そんな可能性をもって本件発明の特許性を否\n定する理由にはならない。\nイ  本件発明のミラーについての規定は，ガルバノミラーへの入射光の位置を安\n定させるのに役立つ意義がある。本件審決のいう組合せをとったのでは，ガルバノ\nミラーの箇所だけに着目するなら本件発明に従っており誤差を低減するのに役立と\nうが，そこにいたるまでの経路に余計なミラーがあるからそこで却って誤差を大き\nくしてしまうことが予期され，不合理である。\nウ  よって，引用発明１において，「対物レンズ」に代えて引用発明２の保持具\nにより一体で保持された「ガルバノスキャン系と当該ガルバノスキャン系に水平方\n向からレーザ光を入射する第１のミラー」を採用して，相違点２にかかる構成とす\nることは，当業者が容易に想到し得たとの判断には，誤りがある。\n〔被告の主張〕\n(1)  相違点１に係る判断の誤りについて\nア  引用発明１には「加工対象物（ワーク）を移動する機構があること」を追加\nすべきであるとの原告の主張は，明らかに誤りである。\nそもそも，本件発明の要旨認定は特許請求の範囲に基づき行うべきところ，特許\n請求の範囲においては，「加工対象物（ワーク）を移動する機構」の有無について\n言及がない。したがって，その有無を相違点として認定することはそもそも不適切\nである。\nのみならず，仮に本件発明の要旨に，明細書を参酌した場合に当該構成要素の有\n無が含まれるかという点について検討するに，原告が主張する引用発明１の「加工\n対象物（ワーク）を移動する機構」とは，加工対象物の位置をＸ軸方向及びＹ軸方\n向に水平移動させることのできる加工対象物を載置するステージを意味するもので\nあろうが，かかるステージは，本件発明の実施例においても備えられている。これ\nは，ガルバノスキャン系では，自ずと小領域の加工領域内のスキャンに限られてし\nまうため，通常ワーク対象領域の加工対象物（ワーク）上における相対位置を移動\nして位置決めする機構が必須であり，それゆえ必然的に加工対象物（ワーク）をＸ\n－Ｙ軸の水平方向に移動する装置を具備すべきだからである（【００１３】【００\n１５】【００２１】【００２３】）。\nイ  原告の主張は，引用発明１にＸＹステージが存在することが，引用発明１に\n引用発明２のガルバノスキャン系を組み合わせることにおいて阻害要因だと主張す\nるにほかならない。しかし，本件発明においても通常ＸＹステージが存在すること\nが必須であることは，引用発明１におけるＸＹステージの存在が，引用発明１から\n本件発明の構成を想起するにつき阻害要因になるものではないことを如実に示して\nいる（【０００４】～【０００６】）。\nつまり，引用発明１の「対物レンズ」は，本件発明のレーザ加工装置（【０００\n４】）と同様に，当該集光光学系を固定した場合の加工箇所は点であり，加工対象\n物（ワーク）における加工箇所の相対位置を移動するためにＸＹステージを用いる\nが，他方，引用発明２の「ガルバノスキャン系」においても，本件発明と同様に\n（図８），スキャン領域が小領域に限られるため，やはり加工対象物（ワーク）に\nおける加工領域の相対位置を移動するためにＸＹステージを用いて位置決めを行う\nことが必須なのである。\nこのように，引用発明１の「対物レンズ」と引用発明２の「ガルバノスキャン\n系」とは，加工箇所が点であるか領域であるかという差はあるが，いずれにせよ，\n「加工箇所又は加工領域の加工対象物（ワーク）における相対位置を，ＸＹステー\nジによる加工対象物（ワーク）の移動によって制御する」という点においては共通\nしており，したがって，引用発明１の集光光学系として，「対物レンズ」に代えて，\n引用発明２の「ガルバノスキャン系」を採用するにつき，引用発明１におけるＸＹ\nステージの存在が阻害要因となるということはあり得ない。原告の主張は，本件明\n細書の記載自体と矛盾する主張である。\n(2)  相違点２に係る判断の誤りについて\nガルバノスキャン系の集光光学系において，例えば大型の装置などにおいて，レ\nーザの経路に複数のミラーを介在させる設計により適宜装置設計上の最適化を図る\nことは至極一般的に行われており，ミラーの数が増えるとガルバノスキャン系の作\n用効果が失われるかの如き原告の主張は，明らかに事実に反している。\n２  取消事由２（引用発明２を主引用例とする判断の誤り）について\n〔原告の主張〕\n(1)  引用発明２では加工箇所を動かすについては既にガルバノスキャン系があ\nる。したがって，「一般的な技術課題」を考えてみても，引用発明１の水平移動を\n適用することにはならない。\n(2)  引用発明１を本件審決のいうように組み合わせることは，良く知られた\n（すなわち周知の）構成を追加して良く知られた効果を達するというのとは，全く\n違う。引用発明１はむしろ特殊なアイディアを説明したものである。それと組み合\nわせることが容易だというのは，後知恵ないし結果論であり，周知でない引用例と\nの組合せは容易ではない。\n(3)  引用発明２は，別々の加工対象物を置くことを想定しているので，それぞ\nれのスキャン可動領域に対応して対象物を置けばすむのである。他方，本件発明は，\n加工対象物が１枚の大きなものである場合に役に立ち，１枚の対象の中に複数箇所\nを同時並行して加工していく場合に，その複数の領域の間隔を調整できるのである。\nこれによって効率的な加工ができるようになる。これは結果から見れば当たり前と\nもいえるが，それは後知恵であり，引用発明２からは光学系の水平移動による間隔\n調整という課題を導き得ない。\n〔被告の主張〕\n(1)  原告も，ワークの異なる箇所を加工するために，照射光学系自体を水平移\n動可能とすることが一般的な技術課題であること自体は争っていない。\nしかしながら，ガルバノスキャン系自体の加工領域（スキャン可能領域）は小領\n域に限られ，自ずと限界がある。それゆえ，ガルバノスキャン系を固定した場合に\nＸＹステージ上に設定される限界づけられた加工領域の位置を変更したいという一\n般的な技術課題の解決に対し，ガルバノスキャン系が加工箇所（点）を加工領域\n（面）内で動かすことができるという原告主張の構成は，当該課題の解決に対応す\nるものではない。当該課題は，加工領域（面）自体の位置変更をも当然に包含する\nものであって，これを実現するためには，ガルバノスキャン系自体の位置を変更す\nるべく水平移動することが至極当然の構成である。この点において，本件審決の判\n断に誤りはなく，引用発明２に，引用発明１の照射集光系の水平移動機構を組み合\nわせることは容易である。\n(2)  引用発明１が周知ではないとの主張は，そもそも根拠がないが，加えて，\n周知でない引用例との組合せは容易ではないと判断すべきとの主張は，原告独自の\n見解にすぎず，およそその合理的根拠を見いだし得ない。\n引用発明１は公示された技術内容であるにもかかわらず，かかる公示された技術\n内容について，さらに周知か否かという基準で区分し，仮に，周知でなければ即組\n合せが容易でないと判断すべきという基準を採用することは，実質的には，既に公\n示された技術内容に対する検索の労に対してのみインセンティブを付与するにほか\nならない。ゆえに，原告の主張には，合理性を認め得ない。\n(3)  なお，原告は，「スキャン機能」と「ＸＹステージ機能」とを混同した主\n張をしている。引用例２（【００１４】，図５）を見れば分かるとおり，引用発明\n２の実施例においては，複数の加工対象物（ワーク）が存在しているが，これが載\n置されているＸＹ２軸ステージは単一である。つまり，複数の加工対象物（ワー\nク）は，単一のＸＹ２軸ステージの上で，同一の移動をされるべく構成されている。\nとすれば，複数の加工対象物（ワーク）の大きさが相違した場合には，本件審決が\n認定するように，レーザ加工分野においては，ワークの異なる箇所を加工するため\nに，光学系自体を水平移動可能とするよう構成することは一般的な技術課題である。\nこれに対して原告は，あたかも，本件発明が，大きな１枚の対象の中に複数箇所\nを同時並行して加工していく点に新たな作用効果があるかの如く述べているが，本\n件明細書には本件発明がそのような作用効果を目的とするものとの明記はなく，ま\nた，複数の集光光学系を用いて，ＸＹステージに大きな１枚を載置して複数領域を\n加工するか，あらかじめ裁断した複数枚を加工するかは極めて容易な設計的事項で，\nその点に特段の作用効果はあり得ない。そして，その際に「光学系自体を水平移動\n可能とする」ことは一般的な技術課題であり，原告の主張は，そもそも成り立ち得\nない。\n第４  当裁判所の判断\n１  取消事由１（引用発明１を主引用例とする判断の誤り）について\n(1)  本件発明について\n本件発明の要旨は，前記第２の２のとおりであり，本件明細書によれば，本件発\n明は，以下のとおりのものである。\nア  本件発明はレーザ加工装置に関し，特に穴あけ加工を主目的とし，その加工\n速度を向上させることができるように改良されたレーザ加工装置及び加工方法に関\nするものである（【０００１】）。\nイ  従来，ワーク上の加工領域に対してガルバノスキャナを用いてレーザ光をＸ\n軸方向，Ｙ軸方向に振らせることで加工を行った後，ＸＹステージにより次の加工\n領域が直下にくるようにワークを移動させることで，加工速度の向上を図った方式\nのレーザ加工装置が提供されていたが（【０００５】【０００７】），ワークの大\nきさは一辺が３００～６００（ｍｍ）程度の四角形であり，このようなワークに，\n多面取りのために通常，１０個以上の加工領域がマトリクス状にあらかじめ設定さ\nれ，一方，ガルバノミラーによる走査可能な領域は，通常，一辺が５０（ｍｍ）程\n度の四角形の範囲であるから，１つのワークの全ての加工領域を加工するには上記\nの方式でも相応の時間を必要とするものであった（【０００８】）。\nウ  そこで，本件発明は，ガルバノスキャナとｆθレンズを有し，レーザ光を前\n記ｆθレンズを通してワーク面上におけるＸ軸方向及びＹ軸方向に振らせるための\nガルバノスキャン系を複数備え，該複数のガルバノスキャン系により前記ワークの\n加工領域を同時加工するレーザ加工装置において，前記複数のガルバノスキャン系\nのうちの少なくとも１つを水平移動させることにより，少なくとも２つのガルバノ\nスキャン系の間の距離を可変とする駆動機構を備え，水平移動するガルバノスキャ\nン系に水平方向からレーザ光を入射させる第１のミラーと，該第１のミラーに垂直\n方向からレーザ光を入射させるための第２のミラーとを，更に備え，前記第１のミ\nラーと前記第２のミラーは，前記駆動機構により，前記水平移動するガルバノスキ\nャン系と共に前記水平方向に移動することによって（【００１２】），１つのワー\nクの別の加工領域に対して複数組のガルバノスキャナで同時に同じ加工を行うこと\nができるようになり，加工速度を大幅に向上させることができるという効果を奏す\nるものである（【００３１】）。\n(2)  引用発明１について\n引用例１には，以下の記載がある（甲１）。\nア  請求項１\n基準平面内を２次元方向に移動するステージと，前記ステージの移動位置を検出\nする位置検出手段とを備え，所定の加工位置データと前記位置検出手段からの位置\nデータとに基づき前記ステージを対物レンズ光軸上に位置決めしつつ当該対物レン\nズを介してレーザ光を前記ステージ上に載置された被加工物に照射するレーザ加工\n装置であって，複数の対物レンズと，各対物レンズからのレーザ光の照射タイミン\nグを独立して制御する制御手段と，を有するレーザ加工装置\nイ  産業上の利用分野\n引用発明１は，レーザ加工装置に係り，更に詳しくは，２次元移動するステージ\nの移動位置データと所定の加工位置データとに基づきステージを被加工物の加工位\n置へ位置決めしつつレーザ光を用いてステージ上の被加工物に加工を施すレーザ加\n工装置に関する（【０００１】）。\nウ  発明が解決しようとする課題\n従来のレーザ加工装置にあっては，被加工物の加工のため，レーザ光を照射する\nレーザ照射系は１つしかなく，処理能力に限界があったことから（【０００３】），\n引用発明１の目的は，処理能力の向上を図ることができるレーザ加工装置を提供す\nることにある（【０００４】）。\nエ  第１実施例（図１）\nこのレーザ加工装置は，図１の紙面に直交する基準平面内を２次元方向に移動す\nるステージとしてのＸＹステージと，このＸＹステージ上に載置された被加工物に\n対し加工用のレーザ光を照射する第１，第２の照射光学系と，被加工部位の観察用\n光学系と，ＸＹステージの移動位置を検出する位置検出手段としてのステージ座標\n読み取り装置と，ＸＹステージの移動位置及びレーザ光の出射タイミング等を制御\nする制御手段としてのコントローラとを，備えている（【００１４】）。\n第１の照射光学系は，レーザ光源から射出されたレーザ光を分割する光分割手段\nとしてのハーフミラー（ビームスプリッタ）と，このハーフミラーで２分割された\n一方のレーザ光（透過光）の光量調整部とレーザ光をＸＹステージに向けて反射す\nるダイクロイックミラーと，このダイクロイックミラーで反射されたレーザ光の進\n行方向先に前記基準平面に直交する状態でその光軸が配置された第１対物レンズと，\nを含んで構成されている。ここで，第１対物レンズは装置本体に固定されている\n（【００１５】）。\n第２の照射光学系は，前記ハーフミラーと，このハーフミラーで２分割された他\n方のレーザ光（反射光）の光量調整部と，レーザ光を順次ＸＹステージに向けて反\n射する２つのミラー２７，２８と，ミラー２８で反射されたレーザ光の進行方向先\nに基準平面に直交する状態でその光軸が配置された第２の対物レンズと，を含んで\n構成されている（【００１９】）。\nミラー２８と第２対物レンズとは保持部材によって一体的に保持されており，こ\nれらによってＸＹステージの移動方向であるＸ軸方向と同じ方向に移動可能な駆動\n部が構成されている（【００２０】）。\nまず，コントローラでは，あらかじめ内部メモリ内に記憶された設定間隔情報\n（加工位置データの一部である）に従ってレンズ位置検出手段を介して駆動部の移\n動位置をモニタしつつ，図示しない駆動機構を介して駆動部を設定位置まで駆動し，\n第１対物レンズと第２対物レンズの光軸間の間隔を被加工物上の加工部位のピッチ\nに合わせて設定する。すなわち，この実施例では，図示しない駆動機構とコントロ\nーラによりレンズ間隔設定手段が実現されている（【００２８】）。\nこのようにして対物レンズ間隔及び光量の調整が終了すると，コントローラでは，\nステージ座標出力装置の出力座標をモニタしつつ内部メモリ内に格納された加工位\n置データに基づきモータを駆動してＸＹステージの移動制御を開始する。ここでは，\n被加工物の加工のため，ＸＹステージをＹ軸方向に移動させるものとすると，この\nＸＹステージのＹ軸方向移動中に被加工物が所定の加工位置に位置すると，コント\nローラでは，レーザ光源にトリガー信号を送り，２つの加工レーザ光を発生させる。\nこのとき，コントローラでは，第１，第２の照射光学系を用いて同時に加工を行う\n場合は両方の光変調器をオフにする。これにより，２つのレーザ光がそれぞれの照\n射光学系を構成する対物レンズより被加工物上のそれぞれの加工部位に照射され，\nそれぞれの加工部位が同時に加工される（【００３０】）。\nオ  発明の効果\n引用発明１によれば，被加工物にレーザ光を複数の対物レンズから同時に照射す\nることにより複数箇所を同時に加工することが可能となり，これによって加工時間\nを短縮することができ，複数の対物レンズからのレーザ光の照射タイミングを異な\nらせた場合には，個々の加工箇所で加工長を変えたり，加工方向で加工箇所ごとに\nピッチの異なる被加工物であっても同時加工が可能となるという従来にない優れた\n効果がある（【００４６】）。\n(3)  引用発明２\n引用例２には，以下の記載がある（甲２）。\nア  産業上の利用分野\n引用発明２は，電子部品，電子機器等の精密加工に用いられるＣＯ２レーザ加工\n装置に関するものである（【０００１】）。\nイ  発明が解決しようとする課題\n従来のＣＯ２レーザ加工装置は，精密な加工を行う場合の加工速度が可動ステー\nジ３３の移動速度により制限されるところ（【０００６】），引用発明２は高速か\nつ高精 度な穴 加工 を 可能に するＣ Ｏ ２ レ ーザ装 置を提 供す る ことを 目的と する\n（【０００７】）。\nそして，加工速度は前記１対の回転動作するミラーの動作速度により決まるが，\n例えば穴加工を行う場合，１回の回転移動，停止に要する時間は０．０１秒以下が\n可能であり，前記可動ステージにより制限される速度と比較すると１０倍程度の加\n工速度を可能にする（【００１０】）。\nウ  実施例\n図１は引用発明２の第１の実施例におけるＣＯ２レーザ加工装置の構成を示す図\nである。本実施例は，樹脂を主な素材とする薄板への穴加工を目的とした装置であ\nる。図１において１はＣＯ２レーザ発振器であり，２はレーザ発振器１から出射し\nたレーザ光線であり，３，４はレーザ光線を反射させて向きを変えるためのミラー\nであり，５，６はレーザ光線を偏向・走査するための一対のガルバノメーターミラ\nースキャナー（ガルバノミラー）であり，７はガルバノミラー５，６により偏向・\n走査されたレーザ光線が常に同一平面上に集束するように光学的に設計されたｆθ\nレンズであり，８はミラー４，ガルバノミラー５，６，及びｆθレンズ７を一体で\n保持する保持具であり，保持具８全体が上下動してレーザ光線のアライメントを損\nなうことなくｆθレンズ７と被加工物との間隔を調整する時に生じる飛散物からｆ\nθレンズ面を保護するためのエアーカーテンを作り出すエアーノズルであり，１１\nは加工時に生じる飛散物を吹き飛ばすためのノズルであり，１２は薄板の保持具で\nあり，薄板の加工物の下部が中空になるように加工が施されている。１３は薄板を\n下部から吸引して加工時に生じるガスを逃すための吸引装置であり，１４は加工生\n成ガスを逃すための吸引装置であり，１４は加工生成ガス，粉塵を排出する排気ダ\nクトであり，１５はレーザの遮蔽板も兼ねたＣＯ２レーザ加工装置の制御ユニット\nであり，ＣＯ２レーザ発振器，ガルバノミラー及びその他加工装置に含まれる機器\nを制御する（【００１２】）。\n図３に，引用発明２の第２の実施例におけるＣＯ２レーザ加工装置を示す。第１\nの実施例である薄板を搭載するＸ，Ｙ２軸の可動ステージを組み合わせた構成にな\nっている。第１の実施例では，穴加工可能な薄板の寸法はｆθレンズの設計により\n決まるレーザ光線走査領域に限定される。レーザ光線走査領域より大きな寸法の薄\n板を加工する必要がある場合は，図４に模式的に示すように，所定の走査領域を加\n工した後，Ｘ・Ｙ軸ステージを動かして隣接する未加工領域にレーザ光線走査領域\nを移動させ，加工を行う。この動作の繰り返しにより，Ｘ・Ｙ軸ステージの可動範\n囲までの寸法の薄板を加工することができる。本実施例におけるレーザ光線走査領\n域は５０ｍｍ×５０ｍｍの矩形であり，例えば１００ｍｍ×１００ｍｍの薄板を加\n工する場合には，４つの領域に別けて加工することになる。また，加工データはあ\nらかじめ制御ユニット内で４つの領域に対応するように分割され，加工の進展とと\nもに順次読み出される（【００１４】）。\n図５に引用発明２の第３の実施例におけるＣＯ２レーザ加工装置を示す。第３の\n実施例は，１台のＣＯ２レーザ発振器から出射されたレーザ光線をビームスプリッ\nターにより分岐し，各分岐ごとにガルバノミラー及びｆθレンズを備え，同時に２\n枚の薄板の加工が可能な構成にしたものである。なお，分岐数は２分野に限定され\nることはなく，ＣＯ２レーザ発振器の出力に余裕があれば４分岐，８分岐等も可能\nである（【００１５】）。\n図６に引用発明２の第４の実施例におけるＣＯ２レーザ加工装置を示す。本実施\n例は，第３の実施例において２枚の薄板を搭載することができるＸ・Ｙ２軸ステー\nジを備えた構成になっている。２軸ステージの移動により，レーザ光線の走査領域\nより大きな薄板寸法を加工することを搭載するものを２分岐のそれぞれに備える構\n成を取ってもかまわない（【００１６】）。\nエ  発明の効果\n以上のように引用発明２のＣＯ２レーザ加工装置は，ＣＯ２レーザ発振器とＣＯ２\nレーザ発振器から出射したレーザ光線を反射し，走査させるための１対の回転動作\nするミラーと前記１対の回転動作するミラーにより反射されたレーザ光線を所定の\n平面上に集束させる作用を有するフラットフィールド光学部品を備えた構成により，\n従来の可動ステージで被加工物の位置決めを行うＣＯ２レーザ加工装置と比較して，\n特に穴加工において約１０倍の速度で精密な加工ができるという利点を備える\n（【００１７】）。\n(4)  相違点１について\nア  引用発明１と引用発明２とは，ともにレーザ加工の処理能力向上を課題とし\nた複数の集光光学系を有するレーザ加工装置という点で共通している。\nまた，引用例２に記載されたとおり（【００１０】【００１７】），レーザ加工\nの速度は，可動ステージ（ＸＹステージ）よりも１対の回転するミラー（ガルバノ\nスキャン系）の方が１０倍程度速いものであるから，ガルバノスキャン系は，レー\nザ加工の処理能力向上により寄与するものといえる。\nそうすると，引用発明１において，レーザ加工の処理能力をより向上させるため\nに，対物レンズに代えて，引用発明２のガルバノスキャン系を適用することは，当\n業者が容易に想到することができたものである。\nイ  原告は，相違点１に関して，引用発明１が「加工対象物（ワーク）を移動す\nる機構（ＸＹステージ）」を有することを追加すべきであること，そして，引用発\n明１では，加工箇所を移動するための仕組みは既にあるから（ＸＹステージで対象\n物を動かすことに加えて，対物レンズを水平移動させている），それに重ねてガル\nバノスキャン系を組み込む理由は全くなく，本件発明では，ガルバノスキャン系で\n届く領域を水平移動するが，こうした知見は引用発明１にはないと主張する。\n確かに，引用例１の前記記載（請求項１，【０００１】【００１４】）によると，\n引用発明１は，ＸＹステージ（２次元方向に移動するステージ）を有しているとい\nうことができる。\nしかし，引用例２の前記記載（【００１５】【００１６】）によると，引用発明\n２は，ＸＹ２軸ステージ（ＸＹステージ）とガルバノミラー及びｆθレンズ（ガル\nバノスキャン系）とを組み合わせることによって，従来より高速で加工をすること\nができ，より広い加工領域が得られるというものであるから，引用発明１がＸＹス\nテージを有しているからといって，そのような引用発明１に引用発明２のガルバノ\nスキャン系を組み込めないとはいえない。\nまた，引用発明１において，対物レンズで水平移動しているのは，レーザ加工の\n前に第１対物レンズと第２対物レンズの光軸間の間隔を被加工物上の加工部位のピ\nッチに合わせるためのものであって，レーザ加工の際にレーザをスキャンさせるた\nめのものではないことは，引用例１の前記記載（【００２８】【００３０】）に照\nらして明らかである。そうすると，引用発明１において，対物レンズで水平移動し\nているからといって，そのことは，レーザ加工の処理能力向上に寄与することとは\n無関係であるから，ＸＹステージを有する引用発明１に，レーザ加工の際にレーザ\nをスキャンさせるための引用発明２のガルバノスキャン系を組み込めない理由には\nならない。\nしたがって，引用発明１において，加工箇所を移動するための仕組みが既にある\nからといって，これを本件発明との相違点１に追加したとしても，ガルバノスキャ\nン系を組み込む理由がないとはいえない。\nウ  原告は，本件審決はガルバノスキャン系が集光作用を持つとしてこの置換え\nを説明するものであるが，ガルバノスキャン系は集光作用も持つとはいえ，むしろ\n主要な動きは，加工点を移動させること（スキャンすること）であるから，これを\n無視して置換えを説くのは誤りであり，引用例１は既に加工点を移動させる仕組み\nがあるのに，加えてガルバノスキャン系を組み込むのは当然とはいえないと主張す\nる。\nしかし，まず，本件審決は，ガルバノスキャン系が集光作用を持つとしてこの置\n換えを説明しているわけではない。すなわち，引用発明１の対物レンズをガルバノ\nスキャン系に置き換えることについて，本件審決は，「引用発明１と引用発明２と\nは，ともにレーザ加工の処理能力向上を課題とした複数の集光光学系を有するレー\nザ加工装置という点で共通している」ことを理由として，集光光学系として，引用\n発明１の「被加工物の加工部位を同時加工」する対物レンズに代えて，引用発明２\nの「ワークの加工領域を同時加工」するガルバノスキャン系を適用して，本件発明\nの相違点１に係る構成とすることは，当業者が容易に想到し得たことであると判断\nしており，引用発明１と引用発明２とが，レーザ加工の処理能力向上という共通の\n課題を有していることを理由に置換えを判断しており，原告の上記主張は前提を欠\nく。\nまた，上記イのとおり，引用例１は既に加工点を移動させる仕組みがあるからと\nいって，引用発明１にガルバノスキャン系を組み込む理由がないとはいえない。\nエ  原告は，引用例１の具体例は線状加工であるためガルバノスキャン系での高\n速移動の意義がなく，引用発明２のガルバノスキャン系を組み合わせるという考え\nには至らないと主張する。\nしかし，引用発明１は，線状加工であることを必須の要件とするものではないか\nら，原告の主張は，その前提において誤っている。\nまた，線状加工ではガルバノスキャン系を用いても高速化しないことを認めるに\n足りない。\nなお，上記アのとおり，レーザ加工の加工速度は，ＸＹステージよりもガルバノ\nスキャン系の方が１０倍程度速いのであるから，線状加工であっても，ＸＹステー\nジとガルバノスキャン系を組み合わせた方が，全体としての加工速度が速くなるの\nは明らかである。\n(5)  相違点２について\nア  引用発明２が「ガルバノスキャン系に水平方向からレーザ光を入射させる第\n１のミラーと，該第１のミラーに垂直方向からレーザ光を入射させるための第２の\nミラー」という構成を備えていることは，当事者間に争いがない。\n前記のとおり，引用発明２においては，ガルバノスキャン系と第１のミラー（ミ\nラー４）とは，保持具により一体で保持されるものである（【００１２】）。\nそして，前記のとおり，引用発明１と引用発明２とは，ともにレーザ加工の処理\n能力向上を課題とした複数の集光光学系を有するレーザ加工装置という点で共通し\nており，また，引用発明２においては，レーザ加工の速度は，可動ステージ（ＸＹ\nステージ）よりも１対の回転するミラー（ガルバノスキャン系）の方が１０倍程度\n速いものであるから（【００１０】【００１７】），引用発明１において，レーザ\n加工の処理能力をより向上させるために，駆動機構により水平移動する「対物レン\nズ」に代えて，引用発明２の保持具により一体で保持された「ガルバノスキャン系\nと当該ガルバノスキャン系に水平方向からレーザ光を入射する第１のミラー」を採\n用して，ガルバノスキャン系に水平方向からレーザ光を入射する第１のミラーと，\n該第１のミラーに垂直方向から光を入射する第２のミラーとが，「駆動機構により，\n水平移動するガルバノスキャン系と共に水平方向に移動する」ようにし，本件発明\nの相違点２に係る構成とすることは，当業者が容易に想到し得たことというべきで\nある。\nイ  原告は，本件審決のように引用発明１の対物レンズを引用発明２のガルバノ\nスキャン系に置き換えると，ミラーが過剰となり，およそ不自然な構成となると主\n張する。\nしかし，レーザ光をガルバノスキャン系に導くためのミラーは，レーザとガルバ\nノスキャン系の位置関係等を考慮して適宜必要な位置に配置するものである。\nそして，本件明細書（【００１３】，図１）には，レーザ光を複数のミラー１１，\n１２を経由してミラー１５（第２のミラー）及びガルバノスキャナに入射させるこ\nとが記載されており，本件発明はこのような構成を排除するものではないから，引\n用発明の対物レンズを引用発明２のガルバノスキャン系に置き換えた際に，レーザ\nと第２のミラーの間に複数のミラーがあったとしても，ミラーが過剰になるとはい\nえないし，不自然な構成となるともいえない。\nウ  原告は，本件発明のミラーについての規定は，ガルバノミラーへの入射光の\n位置を安定させるのに役立つ意義があるが，本件審決のいう組合せをとったのでは，\nガルバノミラーに至るまでの経路に余計なミラーがあるから誤差を大きくしてしま\nうことが予期されると主張する。\nしかし，本件明細書には，ミラーについては，「また，ここでは，分岐レーザ光\nを受けるためのミラー３７，３８を互いに反対向きにし，反対方向から分岐レーザ\n光を受けるようにしている。ミラー３８（本件発明の「第２のミラー」に相当）の\n反射光は，ミラー３９（本件発明の「第１のミラー」に相当）を通して第２のガル\nバノスキャナ１６に導入され，第１のガルバノスキャナ１４においても同様に，図\n示しないミラー（本件発明の「第２のミラー」に相当）を通してミラー３７（本件\n発明の「第１のミラー」に相当）からのレーザ光が導入される。」（【００２\n０】）という記載しかなく，第１及び第２ミラーがどのような技術的意義を有する\nかについては何ら記載されていない。\nしたがって，本件発明のミラーの意義に関する原告の主張は，本件明細書の記載\nに基づいたものとはいえない。\nなお，上記イのとおり，引用発明１の対物レンズを引用発明２のガルバノスキャ\nン系に置き換えた場合に，レーザと第２のミラーとの間に複数のミラーがあったと\nしても，ミラーが過剰になるとはいえないし，仮に余計なミラーがあったとしても，\nそのようなミラーは省略するのが自然であるから，余計なミラーによる誤差が大き\nくなるともいえない。\n(6)  小括\n以上のとおり，原告の主張はいずれも採用することができず，取消事由１は理由\nがない。\n２  結論\n以上の次第であるから，その余の点について判断するまでもなく，原告の請求は\n棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          髙      部      眞  規  子\n裁判官          斎      藤              巌\n"
}