{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 2,
    "day": 8
  },
  "case_number": "平成21(行ウ)104",
  "case_name": "事業所税更正処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "一般貨物自動車運送事業等を目的とする株式会社がした事業所税の申告について，地方税法７０１条の３４第３項２１号の定める運送事業供用施設非課税規定の適用が認められない施設に係る床面積を非課税として含めず，課税標準となるべき事業所床面積の合計面積に誤りがあるとしてされた更正処分が適法とされた事例",
  "case_gist": "一般貨物自動車運送事業等を目的とする株式会社がした事業所税の申告について，地方税法７０１条の３４第３項２１号の定める運送事業供用施設非課税規定の適用が認められない施設に係る床面積を非課税として含めず，課税標準となるべき事業所床面積の合計面積に誤りがあるとしてされた更正処分につき，同規定が，一般貨物自動車運送事業等を経営する者がその本来の事業の用に供する施設で政令で定めるものに係る事業所等において行う事業に対しては，事業所税を課することができない旨を定め，同規定の委任に基づき定められた地方税法施行令５６条の３７が，上記の施設を事務所以外の施設とする旨を定めている趣旨は，上記のような施設は，都市計画法１１条１項の定める都市計画において定めるべき都市施設の一つであり，都市機能を維持し向上していく上で必要なものであって，そのような施設を整備するための財源を確保するため事業所税が課されることとなったことに鑑みれば，そのような施設に係る事業所税については何らかの特別措置を講ずることが相当であり，特に，そのような施設に係る事業のうち，民間企業が行わなければ地方公共団体の責任で行わなければならなくなるようなものや収益性の極めて薄いもの等についてまで事業所税を課することは，適当ではないと判断されたところによるものと解され，その趣旨と運送事業供用施設非課税規定の文言等に鑑みれば，一般貨物自動車運送事業を経営する者が事業の用に供する施設であっても，その本来の事業である，他人の需要に応じ，有償で，自動車を使用して貨物を運送する事業であって，特定貨物自動車運送事業以外のもの以外の事業の用に供する施設については，運送事業供用施設非課税規定の適用はないものというべきであるところ，前記会社は，自らにおいて一般貨物自動車運送事業の本来の事業である有償で自動車を使用して貨物を運送することは特定の場合に限定し，貨物の運送については主として他社便を利用する一方，顧客の需要に応じ運送とは別に対価を受けて，物品の選別や梱包のほか，その保管その他の在庫管理を行い，更にそれらのコンサルティングをも加えて，これらのいわば統括的な販促物等の物流サービスを行っていたのであり，この事業の用に供されていた部分については，一般貨物自動車運送事業の本来の事業以外の事業の用に供されていたと認められるから，運送事業供用施設非課税規定の適用はないとして，前記更正処分を適法とした事例",
  "lawsuit_id": "81589",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=81589",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/589/081589_hanrei.pdf",
  "contents": "主                文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  東京都中央都税事務所長が平成２０年６月２０日付けで原告に対してした平\n成１６年８月１日から平成１７年７月３１日までの事業所税の課税標準税額に\n関する更正処分及び過少申告加算金の賦課決定処分を取り消す。\n２  東京都中央都税事務所長が平成２０年６月２０日付けで原告に対してした平\n成１７年８月１日から平成１８年７月３１日までの事業所税の課税標準税額に\n関する更正処分及び過少申告加算金の賦課決定処分を取り消す。\n３  東京都中央都税事務所長が平成２０年６月２０日付けで原告に対してした平\n成１８年８月１日から平成１９年７月３１日までの事業所税の課税標準税額に\n関する更正処分及び過少申告加算金の賦課決定処分を取り消す。\n第２  事案の概要\n本件は，一般貨物自動車運送事業等を目的とする株式会社である原告が，平\n成１６年８月１日から平成１９年７月３１日までの３事業年度（以下「本件各\n事業年度」という。）の事業所税について，その使用する配送センター及び倉\n庫等に係る資産割の課税標準となるべき事業所床面積の合計面積等によれば免\n税点以下となる旨の申告書を作成して提出したところ，東京中央都税事務所長\nが，それらの利用状況からすれば，原告の上記合計面積の算出においては，い\nわゆる非課税規定の適用が認められない施設に係る床面積を非課税として含め\nず，また，事業所税の課税客体となるべき事業に係る一部の事業所用家屋の床\n面積を含めていないという違法があり，それゆえ，課税標準となるべき事業所\n床面積の合計面積に誤りがあるとして，それぞれ更正処分をするとともに過少\n申告加算金の賦課決定処分をしたことに対し，原告が，同事務所長による利用\n状況の認定等には誤りがあるなどと主張して，上記各処分の取消しを求めた事\n案である。\n１  法令の定め\n(1)  地方税法（以下「法」という。）の定め\nア  事業所税\n(ｱ)  法５条５項は，指定都市等（法７０１条の３１第１項１号の指定都市\n等をいう。）は，目的税として，事業所税を課するものとする旨を定め\nる。\n(ｲ)  法７０１条の３０は，指定都市等は，都市環境の整備及び改善に関す\nる事業に要する費用に充てるため，事業所税を課するものとする旨を定\nめる。\nイ  用語の意義\n法７０１条の３１第１項１ないし４号及び６号は，事業所税について，\n次の(ｱ)ないし(ｵ)の用語の意義は，それぞれに定めるところによる旨を定め\nる。\n(ｱ)  指定都市等（同項１号）\n地方自治法２５２条の１９第１項の市等をいう。\n(ｲ)  資産割（同項２号）\n事業所床面積を課税標準として課する事業所税をいう。\n(ｳ)  従業者割（同項３号）\n従業者給与総額を課税標準として課する事業所税をいう。\n(ｴ)  事業所床面積（同項４号）\n事業所用家屋の床面積として政令で定める床面積をいう。\n(ｵ)  事業所用家屋（同項６号）\n家屋（住家，店舗，工場，倉庫その他の建物をいう。法３４１条３号。）\nの全部又は一部で現に事業所等（事務所又は事業所。同項５号。以下同\nじ。）の用に供するものをいう。\nウ  事業所税の納税義務者等\n法７０１条の３２第１項は，事業所税は，事業所等において法人又は個\n人の行う事業に対し，当該事業所等所在の指定都市等において，当該事業\nを行う者に資産割額及び従業者割額の合算額によって課する旨を定める\n（以下，本項の定める事業所税を「事業に係る事業所税」ということがあ\nる。）。\nエ  事業所税の非課税の範囲\n(ｱ)ａ  法７０１条の３４第３項２１号（平成１９年法律第４号による改正\n前は２２号）は，指定都市等は，貨物自動車運送事業法２条２項に規\n定する一般貨物自動車運送事業を経営する者がその本来の事業の用に\n供する施設で政令で定めるものに係る事業所等において行う事業に対\nしては，事業所税を課することができない旨を定める（以下「運送事\n業供用施設非課税規定」という。ただし，平成１７年法律第５号（同\n年４月１日施行）による改正前の運送事業供用施設非課税規定は，上\n記のうち「事業所等において行う事業」につき「事業所床面積及び従\n業者給与総額」と定めていた。なお，同項２１号（平成１９年法律第\n４号による改正前は２２号）は，貨物利用運送事業法に規定する貨物\n利用運送事業を経営する者がその本来の事業の用に供する施設につい\nても一定の場合に事業所税を課することができない旨を定めているが，\nそれは，鉄道運送事業者又は航空運送事業者の行う貨物の運送に係る\nものに限定されている。）。\nｂ  法７０１条の３４第３項２６号は，勤労者の福利厚生施設で政令で\n定めるものに係る事業所等において行う事業に対しては，事業所税を\n課することができない旨を定める（以下「福利厚生施設非課税規定」\nという。ただし，前記平成１７年法律第５号による改正前の福利厚生\n施設非課税規定は，上記のうち「事業所等において行う事業」につき\n「事業所床面積及び従業者給与総額」と定めていた。）。\n(ｲ)  法７０１条の３４第６項（平成１８年法律第７号による改正前は７項）\nは，同条２項から５項（同改正前は６項）までに規定する場合において，\nこれらの規定の適用を受ける事業であるかどうかの判定は課税標準の算\n定期間（法人に係るものにあっては，事業年度とする。）の末日の現況\nによるものとする旨を定める。\nオ  事業所税の課税標準\n(ｱ)  法７０１条の４０第１項は，事業所税の課税標準は，資産割にあって\nは，課税標準の算定期間の末日現在における事業所床面積（当該課税標\n準の算定期間の月数が１２月に満たない場合には，当該事業所床面積を\n１２で除して得た面積に当該課税標準の算定期間の月数を乗じて得た面\n積。同条２項において同じ。）とし，従業者割にあっては，課税標準の\n算定期間中に支払われた従業者給与総額とする旨を定める。\n(ｲ)  同条２項は，次のａないしｃに掲げる事業所等において行う事業に対\nして課する資産割の課税標準は，同条１項の規定にかかわらず，それぞ\nれａないしｃに定める面積とする旨を定める。\nａ  課税標準の算定期間の中途において新設された事業所等（後記ｃの\n事業所等を除く。）\n当該課税標準の算定期間の末日における事業所床面積に当該新設の\n日の属する月の翌月から当該課税標準の算定期間の末日の属する月ま\nでの月数の当該課税標準の算定期間の月数に対する割合を乗じて得た\n面積（同条２項１号）\nｂ  課税標準の算定期間の中途において廃止された事業所等（後記ｃの\n事業所等を除く。）\n当該廃止の日における事業所床面積に当該課税標準の算定期間の開\n始の日の属する月から当該廃止の日の属する月までの月数の当該課税\n標準の算定期間の月数に対する割合を乗じて得た面積（同条２項２号）\nｃ  課税標準の算定期間の中途において新設された事業所等で当該課税\n標準の算定期間の中途において廃止されたもの\n当該廃止の日における事業所床面積に当該新設の日の属する月の翌\n月から当該廃止の日の属する月までの月数の当該課税標準の算定期間\nの月数に対する割合を乗じて得た面積（同条２項３号）\n(ｳ)  同条３項は，同条１項及び２項の課税標準の算定期間の月数は，暦に\n従って計算し，１月に満たない端数を生じたときは，これを１月とする\n旨を定める。\nカ  税率\n法７０１条の４２は，事業所税の税率は，資産割にあっては１平方メー\nトルにつき６００円，従業者割にあっては１００分の０．２５とする旨を\n定める。\nキ  事業所税の免税点\n(ｱ)  法７０１条の４３第１項は，指定都市等は，同一の者が当該指定都市\n等の区域内において行う事業に係る各事業所等（同条２項に規定する事\n業所等に該当するものを除く。）について，当該各事業所等に係る事業\n所床面積（法７０１条の３４の規定の適用を受けるもの（エ参照）を除\nく。）の合計面積が１０００平方メートル以下である場合には資産割を\n課することができない旨を定める。\n(ｲ)  法７０１条の４３第３項は，同条１項の場合において，同項に規定す\nる事業所床面積の合計面積が１０００平方メートル以下であるかどうか\nの判定は課税標準の算定期間の末日の現況によるものとする旨を定める。\nク  法人に対して課する事業所税の申告納付\n(ｱ)  法７０１条の４５は，事業所税の徴収については，申告納付の方法に\nよらなければならない旨を定める。\n(ｲ)  法７０１条の４６第１項は，事業所等において法人が行う事業に対し\nて課する事業所税の納税義務者は，各事業年度終了の日から２月以内に，\n当該各事業年度に係る事業所税の課税標準額及び税額その他必要な事項\nを記載した総務省令で定める様式による申告書を当該事業所等所在の指\n定都市等の長に提出するとともに，その申告した税額を当該指定都市等\nに納付しなければならない旨を定める。\n(ｳ)  同条２項は，同条１項の課税標準額は，資産割にあっては，当該事業\n年度中において当該法人が当該指定都市等の区域内に有し，又は有して\nいた各事業所等に係る資産割の課税標準となるべき事業所床面積の合計\n面積とし，従業者割にあっては，当該各事業所等に係る従業者割の課税\n標準となるべき従業者給与総額の合計額とする旨を定める。\n(ｴ)  同条３項は，指定都市等の長は，事業所等において事業を行う法人で\n各事業年度について納付すべき事業所税額がないものに，当該指定都市\n等の条例の定めるところにより，同条１項の規定に準じて申告書を提出\nさせることができる旨を定める。\nケ  事業所税の賦課徴収に関する申告の義務\n法７０１条の５２第１項は，指定都市等の区域内において事業所等を新\n設し，又は廃止した者は，当該指定都市等の条例の定めるところにより，\nその旨その他必要な事項を当該事業所等所在の指定都市等の長に申告しな\nければならない旨を定める。\nコ  事業所税の更正又は決定\n(ｱ)  法７０１条の５８第１項は，指定都市等の長は，法７０１条の４６の\n規定による申告書（以下，本コ及び後記サにおいて「申告書」という。）\nの提出があった場合において，当該申告書に係る課税標準額又は税額が\nその調査したところと異なるときは，これを更正する旨を定める。\n(ｲ)  同条２項は，指定都市等の長は，申告書を提出すべき者が当該申告書\nを提出しなかった場合には，その調査によって，申告すべき課税標準額\n及び税額を決定する旨を定める。\n(ｳ)  同条３項は，指定都市等の長は，同条１項若しくは同条３項の規定に\nよって更正し，又は同条２項の規定によって決定した課税標準額又は税\n額について過不足額があることを知ったときは，その調査によってこれ\nを更正する旨を定める。\n(ｴ)  同条４項は，指定都市等の長は，同条１項ないし３項の規定によって\n更正し，又は決定した場合には，遅滞なく，これを納税者に通知しなけ\nればならない旨を定める。\nサ  事業所税の過少申告加算金\n(ｱ)  法７０１条の６１第１項本文は，申告書の提出期限までにその提出が\nあった場合において，法７０１条の５８第１項又は３項の規定による更\n正があったときは，指定都市等の長は，当該更正前の申告に係る税額に\n誤りがあったことについて正当な理由があると認める場合を除き，当該\n更正による不足税額（以下「対象不足税額」という。）に１００分の１\n０の割合を乗じて計算した金額（当該対象不足税額が申告書の提出期限\nまでにその提出があった場合における当該申告書に係る税額に相当する\n金額と５０万円とのいずれか多い金額を超えるときは，当該超える部分\nに相当する金額（当該対象不足税額が当該超える部分に相当する金額に\n満たないときは，当該対象不足税額）に１００分の５の割合を乗じて計\n算した金額を加算した金額とする。）に相当する過少申告加算金額を徴\n収しなければならない旨を定める。\n(ｲ)  法７０１条の６１第５項（平成１８年法律第７号による改正前は４項）\nは，指定都市等の長は，同条１項の規定によって徴収すべき過少申告加\n算金額を決定した場合には，遅滞なく，納税者に通知しなければならな\nい旨を定める。\nシ  都における目的税の特例\n法７３５条１項は，都は，その特別区の存する区域において，目的税と\nして，法１条２項の規定にかかわらず，法５条５項に掲げる事業所税を課\nすることができ，この場合においては，都を指定都市等とみなして法第４\n章中の市町村の事業所税に関する部分の規定を準用する旨を定める。\nス  特別区及び指定都市の区に関する特例\n法７３７条３項は，事業所税に関する規定の都に対する準用については，\n特別区の存する区域は，指定都市等の区域とみなす旨を定める。\nセ  新増設に係る事業所税の申告納付\nなお，平成１５年法律第９号（同年４月１日施行）による改正前の法（以\n下「旧法」という。）７０１条の４８（同改正により削除された。）は，\n新増設に係る事業所税の申告納付として，事業所用家屋の新築又は増築を\nした建築主は，当該新築又は増築をした日から２月以内に，新増設に係る\n事業所税の課税標準となるべき新増設事業所床面積及び税額その他必要な\n事項を記載した総務省令で定める様式による申告書を当該事業所用家屋所\n在の指定都市等の長に提出するとともに，その申告した税額を当該指定都\n市等に納付しなければならない旨を定めていた（以下，同条が定めていた\n事業所税を「新増設に係る事業所税」ということがある。）。\nまた，旧法７０１条の３４第１０項（法７０１条の３４第６項に相当す\nる。）は，同条２項から９項までに規定する非課税とされる場合において，\nこれらの規定（事業に係る事業所税に関する部分に限る。）の適用を受け\nる事業であるかどうかの判定は課税標準の算定期間（法人に係るものにあ\nっては事業年度とする。）の末日の，これらの規定（新増設に係る事業所\n税に関する部分に限る。）の適用を受ける新築又は増築であるかどうかの\n判定は旧法７０１条の４８の規定により申告納付すべき日の現況によるも\nのとする旨を定めていた。\nそして，旧法７０１条の５８は，旧法７０１条の４８の規定による申告\n書の提出があった場合において，当該申告書に係る課税標準額又はその税\n額がその調査したところと異なるときは，これを更正する旨を定めていた。\n(2)  地方税法施行令（以下「令」という。）の定め\nア  事業所床面積（(1)イ(ｴ)参照）\n令５６条の１６本文は，事業所床面積に係る法７０１条の３１第１項４\n号に規定する政令で定める床面積は，事業所用家屋の延べ面積とする旨を\n定め，その上で，同ただし書は，事業所用家屋である家屋に専ら事業所等\nの用に供する部分（以下「事業所部分」という。）に係る共同の用に供す\nる部分がある場合には，次の(ｱ)及び(ｲ)に掲げる面積の合計面積とする旨を\n定める。\n(ｱ)  当該事業所部分の延べ面積\n(ｲ)  当該各共同の用に供する部分の延べ面積に，当該事業所部分の延べ面\n積の当該家屋の共同の用に供する部分以外の部分で当該各共同の用に供\nする部分に係るものの延べ面積に対する割合を乗じて得た面積\nイ  運送事業供用施設非課税規定（(1)エ(ｱ)ａ参照）に係る施設\n令５６条の３７は，運送事業供用施設非課税規定に規定する政令で定め\nる施設は，貨物自動車運送事業法２条２項に規定する一般貨物自動車運送\n事業を経営する者がその本来の事業の用に供する施設のうち事務所以外の\n施設とする旨を定める。\nウ  福利厚生施設非課税規定（(1)エ(ｱ)ｂ参照）に係る施設\n令５６条の４１第１号は，福利厚生施設非課税規定に規定する勤労者の\n福利厚生施設で政令で定めるものの一つとして，事業を行う者又は事業を\n行う者で組織する団体が経営する専ら当該事業を行う者又は当該団体の構\n成員である事業を行う者が雇用する勤労者の利用に供する福利又は厚生の\nための施設を定める。\nエ  事業所税に関する規定の都への準用\n令５７条の３は，法７３５条１項の規定（(1)シ参照）により都がその特\n別区の存する区域内において課する事業所税については，令１条の規定に\nかかわらず，令第３章の５（事業所税）の規定を準用する旨を定める。\n(3)  条例等の定め\nア  東京都都税条例（昭和２５年東京都条例第５６号。以下「都税条例」と\nいう。）は，①特別区の存する区域においては，都税たる目的税として事\n業所税を課すること，②都税及びその過少申告加算金等の賦課徴収に関す\nる事項を東京都知事から都税の納税地所管の都税事務所長等に委任するこ\nと，③事業所等において法人が行う事業に対して課する事業所税の申告納\n付に係る課税標準額は，資産割にあっては，当該法人が当該事業年度中に\nおいて特別区の存する区域内に有し，又は有していた各事業所等に係る資\n産割の課税標準となるべき事業所床面積の合計面積とすること等のほか，\n事業所税についての前記の法の定めに準じた定めを置いている。\nそのうち，都税条例１８８条の１７第４項は，特別区の存する区域内に\nおいて事業所等を設けて事業を行う法人で各事業年度について納付すべき\n事業所税額のないもののうち規則で定めるものは，各事業年度終了の日か\nら２月以内に，住所及び名称，事業所等の所在地，名称及び事業期間，事\n業所等の事業所床面積及び従業者数並びにその他知事において必要がある\nと認める事項を記載した申告書を主たる事業所等の所在地を所管する都税\n事務所長を経由して東京都知事に提出しなければならない旨を定める。\nイ  東京都都税条例施行規則（昭和２５年東京都規則第１２６号。以下「都\n税規則」という。）１７条の４第２号は，都税条例１８８条の１７第４項\nに規定する納付すべき事業所税額のない者のうち規則で定めるものの一つ\nとして，各事業年度の末日において特別区の存する区域内に所在する各事\n業所等に係る事業所床面積の合計面積が８００平方メートルを超える当該\n各事業所等において事業を行う者を定める。\n(4)  関連する通達\n法に基づく市町村税の課税に係る関係法令の解釈等の留意事項に関する\n「地方税法の施行に関する取扱について（市町村税関係）」（昭和２９年５\n月１３日自乙市発第２２号各都道府県知事宛自治庁次長通達。乙６。以下「昭\n和２９年通達」という。）は，事業所税に関する事項に係る第９章（目的税）\n３(3)の本文において，事業所税の課税客体に係る事業所等の範囲については，\n昭和２９年通達第１章（一般的事項）第１節（通則）６の事務所又は事業所\nの範囲と同様であること，すなわち，「それが自己の所有に属するものであ\nるか否かにかかわらず，事業の必要から設けられた人的及び物的設備であっ\nて，そこで継続して事業が行われる場所をいうものであること。この場合に\nおいて事務所等において行われる事業は，当該個人又は法人の本来の事業の\n取引に関するものであることを必要とせず，本来の事業に直接，間接に関連\nして行われる付随的事業であっても社会通念上そこで事業が行われていると\n考えられるものについては，事務所等として取り扱って差し支えないもので\nあるが，宿泊所，従業員詰所，番小屋，監視所等で番人，小使等のほかに別\nに事務員を配置せず，専ら従業員の宿泊，監視等の内部的，便宜的目的のみ\nに供されるものは，事務所等の範囲に含まれないものであること。」などと\nしている。\n２  争いのない事実等（争いのない事実，各項に掲記の証拠及び弁論の全趣旨に\nより容易に認められる事実並びに当裁判所に顕著な事実）\n(1)  当事者等（乙４）\nア  原告は，東京都中央区内に本店を置き，梱包業，一般貨物自動車運送取\n扱事業，一般小型貨物運送事業及びこれらに附帯する一切の業務を目的と\nする株式会社であって，一般貨物自動車運送事業の許可を受けているもの\nである。\nイ  原告は，本件各事業年度において，いわゆる本社の家屋及び東京都江東\n区α×番２号所在の配送センター（専用部分の床面積３８２５．５７平方\nメートル。以下「α配送センター」という。）のほか，次の各倉庫を使用\nしていた。\n(ｱ)  東京都江東区β×番７号所在の倉庫（延べ面積２８７．６８平方メー\nトル。以下「β倉庫」という。）。ただし，平成１８年１１月３０日に\n廃止された。\n(ｲ)  東京都江東区γ×番８号所在の倉庫（延べ面積２９７０平方メートル。\n以下「γ倉庫」という。）。ただし，平成１８年４月１日に使用が開始\nされた。\n(ｳ)  東京都江東区δ×所在の倉庫（延べ面積１１４２．３９平方メートル。\n以下「δ倉庫」といい，β倉庫及びγ倉庫と併せて「本件各倉庫」とい\nう。）。ただし，平成１９年１月１日に使用が開始された。\nウ  α配送センターの構造等は，別紙平面図１ないし６並びに別紙１，別紙\n２の１・２及び別紙３のとおりである（なお，別紙１及び３は別紙平面図\n１と，別紙２の１・２は別紙平面図２と，それぞれ同一の平面図を基に作\n成されたものであるが，後記の当事者の主張の摘示等の便宜のため，重複\nして別紙とするものである。）。\nそして，α配送センターの本件各事業年度における具体的な利用状況等\nは，次のとおりであった（以下，α配送センターの一部分を表すに当たり，\n次の(ｱ)ないし(ｶ)で述べる階数及び別紙平面図１ないし６において用いられ\nている色を用いて，「１階黄緑色部分」などと表記する。）。\n(ｱ)  １階\nａ  １階黄緑色部分（別紙１及び３における黄緑色の部分に別紙３にお\nける青色の部分を合わせた部分と同じ。）の辺りについては，車庫前\nに位置する自動車への積み降ろしのための作業スペースは荷さばき施\n設として，その余の部分は車庫として，それぞれ利用されていた。\n（なお，上記のように利用されていた部分の床面積については当事\n者間に争いがある。）\nｂ  １階オレンジ色部分（別紙１及び３におけるオレンジ色の部分も同\nじ。）は，休憩室として利用されていた。\n（なお，床面積については当事者間に争いがある。その他，１階ピ\nンク色部分の利用状況及び床面積については当事者間に争いがある。）\n(ｲ)  ２階\nａ  ２階オレンジ色部分（３か所。別紙２の１・２におけるオレンジ色\nの部分も同じ。）は，休憩室（以下「本件休憩室」という。），更衣\n室（以下「本件更衣室」という。）及び喫煙室として利用されており，\nこのうち，喫煙室の床面積は，３．０３平方メートルである。\n（なお，本件休憩室及び本件更衣室の各床面積については当事者間\nに争いがある。）\nｂ  ２階ピンク色部分は，ロッカー室，事務室，応接室，コンピュータ\n室等として利用されていた。ただし，２階ピンク色部分のうち別紙２\nの１の青色で囲んだ部分（以下「別紙２青色部分」という。）は，階\n段として利用されていた。別紙２青色部分の床面積は，１２．２８平\n方メートルである。\n（なお，２階ピンク色部分の床面積については当事者間に争いがあ\nる。）\n(ｳ)  ３階\nａ  ３階オレンジ色部分の床面積は，２９．５６平方メートルであり，\n休憩室として利用されていた。\nｂ  ３階ピンク色部分の床面積は，９７３．８８平方メートルであり，\nそのうち，赤色の部分には棚が設置されてその中にはカタログ，パン\nフレット等が置かれており，その余の部分にはトイレ等の施設がある。\n（なお，より詳細な利用状況については当事者間に争いがある。）\n(ｴ)  ４階\nａ  ４階オレンジ色部分の床面積は，２９．５６平方メートルであり，\n休憩室として利用されていた。\nｂ  ４階ピンク色部分の床面積は，９４０．１７平方メートルであり，\nそのうち，赤色の部分には棚が設置されてその中にはカタログ，パン\nフレット等が置かれており，その余の部分にはトイレ等の施設がある。\n（なお，より詳細な利用状況については当事者間に争いがある。）\n(ｵ)  ５階\nａ  ５階オレンジ色部分の床面積は，２９．５６平方メートルであり，\n休憩室として利用されていた。\nｂ  ５階ピンク色部分の床面積は，４３０．５６平方メートルであり，\nそのうち，赤色の部分には棚が設置されてその中にはカタログ，パン\nフレット等が置かれており，その余の部分にはトイレ等の施設がある。\n（なお，より詳細な利用状況については当事者間に争いがある。）\n(ｶ)  ＰＨ階\nＰＨ階ピンク色部分の床面積は，５１．３０平方メートルであり，エ\nレベーター機械室として利用されていた。なお，α配送センターのエレ\nベーターは，貨物搬送専用のものである。\n(2)  事業所税の申告書の提出（甲２６ないし２８）\nア  原告は，平成１７年９月３０日ころ，平成１６年８月１日から平成１７\n年７月３１日までの事業年度（以下「平成１７年７月期」という。また，\n以下，原告の事業年度については，同様に，その末日の属する月を用いて\n表記する。）に係る事業所税について，別表１の「事業所税申告」欄記載\nのとおり，免税点以下であって納付すべき事業所税額がないものとする申\n告書を作成した上，同申告書を東京中央都税事務所長に提出し，同事務所\n長は同年１０月３日付けでこれを受け付けた。\nイ  原告は，平成１８年９月３０日ころ，平成１８年７月期に係る事業所税\nについて，別表２の「事業所税申告」欄記載のとおり，免税点以下であっ\nて納付すべき事業所税額がないものとする申告書を作成した上，同申告書\nを東京中央都税事務所長に提出し，同事務所長は同年１０月３日付けでこ\nれを受け付けた。\nウ  原告は，平成１９年９月２８日ころ，平成１９年７月期に係る事業所税\nについて，別表３の「事業所税申告」欄記載のとおり，免税点以下であっ\nて納付すべき事業所税額がないものとする申告書を作成した上，同申告書\nを東京中央都税事務所長に提出し，同事務所長は同日付けでこれを受け付\nけた。\nエ  なお，原告は，前記アないしウの各申告書について，①事業所等明細書\nにおいては，本社の専用床面積及び事業所床面積がいずれも６９１．６３\n平方メートル，α配送センターの専用床面積及び事業所床面積がいずれも\n３８２５．５７平方メートルである旨を記載し，②非課税明細書において\nは，本社につき福利厚生施設非課税規定に係る非課税床面積が１２．６６\n平方メートル，α配送センターにつき運送事業供用施設非課税規定に係る\n非課税床面積が３４１９．２９平方メートル及び福利厚生施設非課税規定\nに係る非課税床面積が９１．５３平方メートルである旨を記載していた。\n(3)  調査及び更正処分等（甲１，乙４，８の１ないし３，９）\nア  調査\n(ｱ)  東京中央都税事務所長は，原告の本件各事業年度に係る事業所税の免\n税点判定を確認するため，平成１９年１０月１０日，原告に対し，本件\n各事業年度を対象として調査をする旨を通知し，同日から平成２０年６\n月５日にかけて，原告の本店，α配送センター，本件各倉庫につき調査\n（以下「本件調査」という。）をした。\n(ｲ)  本件調査の概要は，次のとおりである。\nａ  平成２０年２月８日，東京中央都税事務所の職員は，原告の経理担\n当者及び関与税理士立会いの下，原告の本社，α配送センター，γ倉\n庫及びδ倉庫につきいわゆる現地調査（以下「平成２０年現地調査」\nということがある。）をした。\nｂ  同月１８日及び同年４月２日，東京中央都税事務所の職員は，原告\nに対し，原告の本社において，本件各事業年度に係る事業所税につき，\n調査の結果を説明して修正申告を勧めたが，原告は修正申告をしなか\nった。\nｃ  同年６月５日，東京中央都税事務所長は，原告に対し，調査の最終\n的な結果を通知した。\nｄ  なお，東京中央都税事務所の職員は，同月２０日ころ，本件調査に\n係る調査復命書（乙４。以下「本件調査復命書」という。）を作成し\nた。\nイ  更正処分等\n(ｱ)  東京中央都税事務所長は，本件調査の結果，前記(2)アないしウの各申\n告書に係る課税標準額及び税額がその調査したところと異なるとして，\n同年６月２０日付けで，別表１ないし３の各「更正処分等」欄記載のと\nおり，原告の本件各事業年度に係る事業所税の各更正処分（以下，これ\nらを併せて「本件各更正処分」といい，各事業年度に応じ個別に「平成\n１７年７月期更正処分」などという。）及び過少申告加算金の各賦課決\n定処分（以下，これらを併せて「本件各賦課決定処分」といい，各事業\n年度に応じ個別に「平成１７年７月期賦課決定処分」などという。また，\n本件各賦課決定処分と本件各更正処分とを併せて「本件各処分」という。）\nをした。\n(ｲ)  原告の本件各事業年度に係る事業所税について，前記(2)のとおり原告\nの提出した申告書の内容と本件各更正処分との間で差異が生じた理由\nは，次のとおりである（なお，本件各更正処分においては，次に掲げる\nもののほかに，原告の本社の家屋につき，延べ面積６９０．４５平方メ\nートル，うち非課税に係る事業所床面積１２．６６平方メートル（休憩\n室部分），課税標準となるべき事業所床面積６７７．７９平方メートル\nが計上されているが，原告はこの点については本件で争っていない。）。\nａ  α配送センターについて\n本件各事業年度を通じて，原告は，非課税に係る事業所床面積は３\n５１０．８２平方メートル，課税標準となるべき事業所床面積は３１\n４．７５平方メートルであるとした上で前記(2)の申告書の提出をした\nのに対し，本件各更正処分においては，非課税に係る事業所床面積は\n５４５．０３平方メートル，課税標準となるべき事業所床面積は３２\n８０．５４平方メートルとされた（以下，α配送センターの延べ面積\nのうち，原告の提出した申告書の記載とは異なって本件各更正処分に\nおいて運送事業供用施設非課税規定の適用がないものとして課税標準\nとなるべき事業所床面積の計算に含める旨の更正がされた部分を「本\n件α課税床面積部分」といい，α配送センターのうち，その床面積が\n本件α課税床面積部分に当たる部分を「本件α課税部分」という。本\n件α課税部分は，１階ピンク色部分，３階ピンク色部分，４階ピンク\n色部分，５階ピンク色部分及びＰＨ階ピンク色部分である。）。\nｂ  β倉庫について\n本件各事業年度を通じて，原告は，事業所用家屋に当たらないとし\nてその延べ面積の全部を課税標準となるべき事業所床面積に含めずに\n前記(2)の申告書の提出をしたのに対し，本件各更正処分においては，\n事業所等に当たるとしてその延べ面積が課税標準となるべき事業所床\n面積に含められた（ただし，β倉庫は平成１８年１１月３０日に廃止\nされたため，平成１９年７月期更正処分においては，β倉庫の延べ面\n積に１２分の４を乗じたもの（平成１８年８月から同年１１月までの\n４か月分。法７０１条の４０第２項２号（１(1)オ(ｲ)ｂ参照）が課税標\n準となるべき事業所床面積に含められた。）。\nｃ  γ倉庫について\n本件各事業年度を通じて，原告は，事業所用家屋に当たらないとし\nてその延べ面積の全部を課税標準となるべき事業所床面積に含めずに\n前記(2)の申告書の提出をしたのに対し，本件各更正処分においては，\n事業所用家屋に当たるとしてその延べ面積が課税標準となるべき事業\n所床面積に含められた（ただし，γ倉庫は平成１８年４月１日に新設\nされたため，平成１８年７月期更正処分においては，γ倉庫の延べ面\n積に１２分の３を乗じたもの（平成１８年５月から同年７月までの３\nか月分。法７０１条の４０第２項１号（１(1)オ(ｲ)ａ）参照）が課税標\n準となるべき事業所床面積に含められた。）。\nｄ  δ倉庫について\n本件各事業年度を通じて，原告は，事業所用家屋に当たらないとし\nてその延べ面積の全部を課税標準となるべき事業所床面積に含めずに\n前記(2)の申告書の提出をしたのに対し，本件各更正処分においては，\n事業所用家屋に当たるとしてその延べ面積が課税標準となるべき事業\n所床面積に含められた（ただし，δ倉庫は平成１９年１月１日に新設\nされたため，平成１９年７月期更正処分においては，δ倉庫の延べ面\n積に１２分の６を乗じたもの（平成１９年２月から同年７月までの６\nか月分。法７０１条の４０第２項１号（１(1)オ(ｲ)ａ）参照）が課税標\n準となるべき事業所床面積に含められた。）。\nウ  審査請求\n原告は，同年８月１４日，本件各処分について，東京都知事に対し，審\n査請求をしたが，東京都知事は，同年１１月２８日付けで，原告の上記審\n査請求を棄却する旨の裁決をした。\n(4)  本件訴えの提起\n原告は，平成２１年３月９日，当裁判所に対し，本件訴えを提起した。\n３  本件各処分の根拠及び適法性についての被告の主張\n本件各処分の根拠及び適法性についての被告の主張は，後記４(1)ないし(4)の\n各（被告の主張）において述べるほか，次のとおりである。\n(1)  本件各更正処分について\nア  本件調査の結果，本件調査復命書に記載のとおり，原告から提出された\n申告書に記載された課税標準となるべき事業所床面積の合計面積の算出に\n誤りがあったことを確認した。\n本件調査の結果を踏まえると，原告の本件各事業年度における事業所税\nにつき，各課税標準となるべき事業所床面積の合計面積は，別表１ないし\n３の各「更正処分等」欄の各項目⑨に記載のとおりであり，本件各更正処\n分に係る納付すべき資産割額は，同欄の各項目⑩ないし⑫に記載のとおり\nとなり（なお，端数計算は法２０条の４の２による。），これが本件各更\n正処分による不足税額となる。\nイ  上記アの各課税標準となるべき事業所床面積の合計面積の算出につき，\n本件各倉庫に関しては，いずれも事業所用家屋に当たることからその延べ\n面積を算入したものであり，α配送センターに関しては，その各利用の部\n分における課税又は非課税の区分及びその理由等は，次のとおりである。\n(ｱ)  １階\nａ  １階黄緑色部分（ただし，東側（別紙平面図においては右側）は柱\nの中心線までとしたもの。床面積３８９．７３平方メートル）\n運送事業供用施設非課税規定が適用され，非課税である。\nｂ  １階オレンジ色部分（床面積１０．２３平方メートル）\n福利厚生施設非課税規定が適用され，非課税である。\nｃ  １階ピンク色部分（床面積６０２．２６平方メートル）\n後記のとおり，１階ピンク色部分のうち赤色の部分には，保管棚が\n置かれていること及びその中には自動車や薬品のカタログ，パンフレ\nット等が長期間保管されている状態を確認したため，一般貨物自動車\n運送事業以外の事業の用に供されていると判断され，また，その余の\n部分には，事務所など非課税となる施設に該当しない施設があること\nを確認しており，全体として課税の対象となるというべきである。\n(ｲ)  ２階\nａ  ２階オレンジ色部分（床面積合計５６．３９平方メートル。内訳は，\n本件休憩室の床面積４９．９７平方メートル，本件更衣室の床面積３．\n３９平方メートル及び喫煙室の床面積３．０３平方メートル）\n福利厚生施設非課税規定が適用され，非課税である。\nｂ  ２階ピンク色部分（床面積２８２．３７平方メートル）\n２階ピンク色部分のうちロッカー室に係る部分については，作業着\nや備品が置いてあることを確認しており，課税の対象となる。また，\nその余の部分も，事務室，応接室，コンピュータ室等であって，非課\n税となる施設には該当しない。\n(ｳ)  ３階\nａ  ３階オレンジ色部分（床面積２９．５６平方メートル）\n福利厚生施設非課税規定が適用され，非課税である。\nｂ  ３階ピンク色部分（床面積９７３．８８平方メートル）\n後記のとおり，３階ピンク色部分のうち赤色の部分には，保管棚が\n置かれていること及びその中には自動車や薬品のカタログ，パンフレ\nット等が長期間保管されている状態を確認したため，一般貨物自動車\n運送事業以外の事業の用に供されていると判断され，また，その余の\n部分には，トイレなど非課税となる施設に該当しない施設があること\nを確認しており，全体として課税の対象となるというべきである。\n(ｴ)  ４階\nａ  ４階オレンジ色部分（床面積２９．５６平方メートル）\n福利厚生施設非課税規定が適用され，非課税である。\nｂ  ４階ピンク色部分（床面積９４０．１７平方メートル）\n後記のとおり，４階ピンク色部分のうち赤色の部分には，保管棚が\n置かれていること及びその中には自動車や薬品のカタログ，パンフレ\nット等が長期間保管されている状態を確認したため，一般貨物自動車\n運送事業以外の事業の用に供されていると判断され，また，その余の\n部分には，トイレなど非課税となる施設に該当しない施設があること\nを確認しており，全体として課税の対象となるというべきである。\n(ｵ)  ５階\nａ  ５階オレンジ色部分（床面積２９．５６平方メートル）\n福利厚生施設非課税規定が適用され，非課税である。\nｂ  ５階ピンク色部分（床面積４３０．５６平方メートル）\n後記のとおり，５階ピンク色部分のうち赤色の部分には，保管棚が\n置かれていること及びその中には自動車や薬品のカタログ，パンフレ\nット等が長期間保管されている状態を確認したため，一般貨物自動車\n運送事業以外の事業の用に供されていると判断され，また，その余の\n部分には，トイレなど非課税となる施設に該当しない施設があること\nを確認しており，全体として課税の対象となるというべきである。\n(ｶ)  ＰＨ階ピンク色部分\nＰＨ階ピンク色部分は，非課税となる施設には該当しない。\n(2)  本件各賦課決定処分について\n過少申告加算金は，本件各更正処分による不足税額（対象不足税額）に１\n００分の１０の割合を乗じて計算した金額（ただし，対象不足税額のうち５\n０万円を超える部分に相当する金額に１００分の５の割合を乗じて計算した\n金額を加算する。）であって，別表１ないし３の各「更正処分等」欄の各「過\n少申告加算金」の項に記載のとおりとなる（なお，端数計算は法２０条の４\nの２による。）。\n４  争点及び争点に対する当事者の主張\n(1)  本件α課税部分についての運送事業供用施設非課税規定の適用の有無\n（原告の主張）\nア  運送事業供用施設非課税規定の趣旨等について\n(ｱ)  運送事業供用施設非課税規定が設けられたのは，①生活関連物資を輸\n送し事業の公共性が高いとされたこと及び②一般貨物自動車運送事業\nは，事業自体は許可制（なお，昭和５０年当時は免許制であった。）で，\n運賃料金は認可制となっているなどの規制を受けており，更に公共料金\n抑制策もあって，事業の収益性が低いこと等の理由による。\nまた，法において事業所税が新設された昭和５０年当時より，貨物自\n動車運送事業者においては中小の零細企業がその事業者の大半（同年度\nの運輸白書によれば９８パーセント）を占めていたことは，公知の事実\nであり（甲１２参照），しかも，貨物自動車運送事業を運営するに当た\nっては，車両・駐車場・休憩所等一定の施設が必要であり（許可の条件\nである。），中小の貨物自動車運送事業者にとっては，その施設維持に\nは相当の負担が課せられていた。そのような零細企業の事業を圧迫しな\nいための施策の意味もあって，事業所税導入に当たり，一般貨物自動車\n運送事業を経営する者がその本来の事業の用に供する施設のうち事務所\n以外の施設も非課税とされたのである（甲３の３・４，甲４参照）。\n(ｲ)  また，昭和５０年度運輸白書（甲１２）においては「物流の近代化対\n策」として，「現在，貨物自動車事業は，人件費，燃料費等の輸送コス\nトの上昇，排気ガス，騒音，振動等の自動車公害に対する規制の強化等\nの困難に直面している。なかでも大都市において顕著にみられるように，\n道路容量の不足，大型車の都心乗入れ規制等によりトラックの運行効率\nは著しく低下している。このような状況のもとで，貨物自動車運送事業\nが，多様化する輸送需要にこたえていくためには，物流の合理化・シス\nテム化を積極的に図っていく必要がある。」との指摘があり，その物流\n近代化対策の方法として，「貨物集配送のシステムとしては，百貨店，\nスーパーへの納品をトラック事業者が問屋，商社にかわって行う一括納\n品代行システム，東京εの繊維問屋街において，地方発送，地方からの\n到着貨物を一括して集荷配達している一括集荷引渡配送システムがあ\nる。」旨が紹介されていた。これは，その当時から，貨物自動車運送事\n業については，単に貨物自動車で貨物を輸送することのみならず，それ\nに関連して，貨物の積替え，一時保管，梱包，集荷配達が行われること\nもその一環として認識されていたことを示すものである。\nしたがって，運送事業供用施設非課税規定にいう「本来の事業の用に\n供する施設」は，そのような関連業務も含めた趣旨であると解すべきで\nある。\n(ｳ)  被告は，法の非課税規定について拡大解釈等は認められない旨を主張す\nるが，被告の主張する「非課税要件を狭く限定解釈する」ことは，課税要\n件を実質的に拡張して解することにつながり，納税者の予測可能性を著し\nく損なうものであって，租税法律主義に反するものである。\nイ  本件α課税部分の利用実態について\n(ｱ)ａ  原告は，一般貨物自動車運送事業の許可を受け，α配送センターに\nおいて当該事業を行っている株式会社であるところ，本件α課税部分\nは，一般貨物自動車運送事業における営業所・荷さばき施設・積替え\nのための一時的な保管業務を行う場所であり，まさに利用実態として\nも一般貨物自動車運送事業を経営する者が本来の事業の用に供する施\n設である。\nｂ  原告の行っている梱包・発送及び預かり管理等の業務も，あくまで\nも依頼された物品の運送を最終目的としそれに付帯して行われるもの\nであって，例えば，梱包にしても，販促品発送依頼書に基づき，当該\n物品を運送するために梱包を行うものにすぎず，原告が梱包そのもの\nを目的として業務を受託しているわけではない。梱包発送業務とは，\nそのような趣旨である。また，預かり品の管理にしても，運送対象の\n物品につき，α配送センターで積替えを行ったり，荷主の指示に基づ\nき発送待ちの状態で一時的に保管を行ったりするものにすぎない。業\n務委託基本契約書（甲３１）の６条の規定からも，原告は顧客からあ\nくまでも運送を受託し，その一環として梱包を行っていたにすぎない\nことが明らかである。\nすなわち，原告は，荷主からあらかじめ出荷日又は配送日及び配送先\nの指示を受け，貨物輸送を受託するが，荷主からα配送センターに来た\n貨物は，いわゆる販促品が多く，配送先も多岐にわたるため，原告にお\nいてそれを小分けにして梱包し直し，別のトラックに積替えを行って指\n定先に配送する。荷主方からの荷物の引取り及びα配送センターでの積\n替え後指定先への配送は，原告が自社の車両を使用して行う場合（自社\n便）もあれば，原告以外の運送業者に再委託して行う場合（他社便）も\nある（なお，原告は，一般貨物自動車運送事業者として，その事業許可\nすなわちいわゆる青ナンバーを保有し維持しており，自己保有の車両も\n自社便として運送事業に使用して貨物自動車運送業に従事している。他\n社便を使用した運送の受託もあるが，自社便で輸送してほしいという顧\n客の依頼や，個人情報の記載された書類や公表前の商品カタログなどの\n機密資料など，どうしても自社便を使用しなければ運送できないものも\nあり，単なるマネキンの運送や倉庫間の輸送以外にも，原告は自社便を\n使用して現実に貨物自動車運送業務を行っている。）。α配送センター\nは，自社便・他社便を含め，トラックが集散するいわゆるトラックター\nミナル的な役割を果たしているのである。\nまた，販促品は，荷主の宣伝広告活動や営業マンの営業行動に伴って\n支援するものであるため，荷主の依頼や配送指定先の都合いかんによっ\nては，輸送途上のどこかで一定期間貨物を留め置かなければならないこ\nともあるが，そのような場合には，積替えを行うタイミングで，一時的\nに原告が貨物を預かる。α配送センターでは，荷主から指示を受けた出\n荷日又は配送日及び配送先までの輸送日数を考慮して，貨物の一時保管\nを行い，それが，α配送センターの３階から５階までに保管され，順次，\n梱包の上発送される。他方，貨物である販促品・パンフレットの中には，\n積替えの際に端数が出るなどして結果として荷主の指示で配送先には\n配達しないで残ったものや，荷主の都合で保管が長期に及ぶものも出て\nくるところ，そのようなものが，γ倉庫やδ倉庫に運ばれて保管される\nことになる。\nｃ(a)  原告の用いている業務委託基本契約書（甲３１参照）には，「梱\n包・発送および預かり管理等を委託する。」と記載されているが，\nそれは，前記ｂのような業務をいうものにすぎない。\n(b)  損益計算書については，利害関係者に対して有意な情報を明瞭に提\n供するため，売上高の開示に当たって詳細な区分表示を行っているに\nすぎない。これは，「財務諸表等の用語，様式及び作成方法に関する\n規則」に従うものである。\nそして，「梱包売上高」に関する業務は，主たる事業である運送事\n業に付随する業務であって，損益計算書における「梱包売上高」の表\n記は，原告が運送事業以外に梱包業を行っていることを意味するもの\nではない。「保管売上高」の表記についても同様である。\n(c)  インターネットホームページの表記についても，あくまでも物品の\n運送を前提とするものであり，運送とその他のサービスを分離して提\n供するものではない。運送に付随しての各種サービスの提供であるこ\nとは，ホームページの記載から一目瞭然である。\n(ｲ)  以上のほか，運送事業供用施設非課税規定の適用に関する本件各事業\n年度におけるα配送センターの具体的な利用状況については，次のとお\nりである。\nａ  １階\n(a)  α配送センターの１階は，正に車庫及びトラックへの輸送貨物の\n荷さばき，搬入・搬出を行うための場所である。\nそして，別紙３の赤色で囲まれた部分の①（以下「別紙３赤色部\n分①」という。）は，トラックヤード（別紙１及び３の黄緑色部分）\nへの貨物車両の進入路となっており，一般貨物自動車運送事業が行\nわれている場所である（甲１４（写真１ないし４），甲１７の１参\n照）。α配送センターへの貨物輸送車両は，この車路を通らなけれ\nば貨物の積み降ろしを行うトラックヤードへは進入することができ\nず，その奥にある車庫へ駐車することもできない。したがって，別\n紙３赤色部分①が一般貨物自動車運送事業が行われている場所であ\nることは，客観的にも明らかである。\nまた，別紙３の赤色で囲まれた部分の②（以下「別紙３赤色部分\n②」という。）には，梱包済みの貨物が発送待ちの状態で置かれ，\nトラック便に積み込むための作業が行われる。別紙３赤色部分②は，\nトラックヤードのプラットフォームに直結しており，そこでは，梱\n包済みの貨物が発送待ちの状態で置かれ，トラック便に積み込むた\nめの作業が行われる。すなわち，別紙３赤色部分②は，事務所では\nなく，輸送貨物の荷さばき場になっており，一般貨物自動車運送事\n業が行われている場所である。小分け作業や梱包作業は，基本的に\nは３階から５階までのスペースで行われ，１階では行われない。こ\nれは，写真や図面（甲１４，１５，３３）からも明らかである。\n(b)  別紙３赤色部分①につき，被告は，この場所にたまたま輸送途上\nの物品が積まれていたことをもって，一般貨物自動車運送事業の本\n来の事業以外の業務が行われていた旨を主張するが，客観的には車\n路以外の何ものでもない場所の一部に搬出・搬入のための物品や搬\n出入用パレットが置かれていたからといって，車路（車両の進入路）\nでなくなることはない。また，そもそも原告は，車路に顧客の商品\nであるカタログやパンフレットを長期保管していたことは一切な\nい。\nまた，別紙３赤色部分②につき，被告が荷さばきスペースとして認\nめる部分のみでは，順次出入りする大量の貨物の荷さばきはできない\n（甲１４（写真６ないし１１），３０参照）。\nｂ  ３階から５階まで\n３階から５階では，積替えのための貨物の一時保管，小分け・梱包\nが行われている（甲１５）。いずれの作業も，原告が受注した輸送業\n務の途上にあることから原告で行われるものであって，輸送と切り離\nしては成り立たないものである。\nそれゆえ，３階ピンク色部分，４階ピンク色部分及び５階ピンク色\n部分にある各棚におけるカタログ・パンフレット等の保管は，いわば\n積替えのための荷物を出荷するまでの作業の過程でごく短期間預かる\nものにすぎず，長期間にわたるものではなく，δ倉庫やγ倉庫で行っ\nている保管とは全く異なる。ほとんどが段ボールに梱包された輸送過\n程にある荷物であったのである。\nｃ  ＰＨ階\nＰＨ階ピンク色部分は，エレベーター機械室であるが，同エレベー\nターは貨物搬送専用のエレベーターであり，正に一般貨物自動車運送\n事業のために設置使用している施設である。\n(ｳ)  以上のように，原告は，本件α課税部分を，一般貨物運送事業におけ\nる荷さばき施設・積替えのための一時的な保管業務を行う場所等として\nいたのであり，この利用実態は，平成１３年の新増設以来，変化がない\nものである。\nウ  平成１３年の新増設に係る調査等について\n(ｱ)ａ(a)  α配送センターに関しては，平成１２年１２月８日に原告におい\nて引渡しを受け，平成１３年２月８日に新増設に係る事業所税の申\n告を行ったものであったところ（甲２１），その後，α配送センタ\nーが既に本格稼働するに至っていた同月２２日から，東京中央都税\n事務所による新増設に係る事業所税の調査が行われた。\n同日には，同事務所の調査担当者２名がα配送センターに来訪し\n（なお，α配送センターは原告の自己所有建物であるため，固定資\n産税の調査として江東都税事務所からの調査担当者２名も来訪して\nいた。），原告側では代表者（当時は取締役業務部長），総務担当\n社員及びＡ税理士が対応した。\nその際，原告側は，上記調査担当者に対してα配送センターの参\n考設計図（乙４添付の図面と同じ。）等の資料を提供し，かつ，α\n配送センター全体を１階から５階まで順次案内して実査させ，原告\nの事業形態及びα配送センターの利用状況について説明した。上記\n調査担当者は，いずれもα配送センターの全ての場所について現地\n調査を行っており，また，非課税部分の認定についての調査も詳細\nに行われていた。\n(b)  その数日後，原告の事業実態について，東京中央都税事務所の調\n査担当者から問合せがあり，荷主等との間の契約書等の資料の提出\nを求められたため，同契約書類の提出を行うなどして原告から同事\n務所に対しては追加の説明を行っており，同事務所としては，原告\nの営業内容について十分に了知していた。\n(c)  そのような調査を経て，最終的には，平成１３年３月９日，同年\n２月２２日の調査に臨席した東京中央都税事務所の担当者が再度来\n訪して，原告に対し，α配送センターの課税部分と非課税部分の認\n定を含む調査結果を説明した。その際，課税部分・非課税部分の面\n積の記載を含め，申告書の記載内容についても同事務所からの指導\nが行われ，原告と上記担当者の間で，本件α課税部分についても運\n送事業供用施設非課税規定に規定する非課税施設でよい旨の確認が\nされた。この際，東京中央都税事務所から，事業に関する事業所税\nの申告内容についても，非課税施設でよい旨の確認がされ，原告は，\n同年１０月１日，事業に係る事業所税の申告を行った。\n以後，原告においては，新増設に係る事業所税の調査において原\n告と東京中央都税事務所共通の認識として確認され，是認された内\n容を信頼して，それに従った事業所税の申告を行ってきた。この事\n実は，東京中央都税事務所も認めるところである（甲１３）。\nｂ  そして，平成１２年１２月８日の開設以来，現在に至るまでの間，\nα配送センターに関する利用実態に変化はなく，約７年間にわたり，\n本件α課税床面積部分につき非課税とする旨の原告の事業所税の申告\n書も受け付けられてきた。それにもかかわらず，平成２０現地調査に\nおいて，運送事業供用施設非課税規定の適用がないとした東京中央都\n税事務所長の判断は不可解である。\n本件における事業所税の申告書の作成は，税務申告書類が課税庁に\n提出された後で課税庁において漫然と受け付けられ是認されてきたと\nいう単純な場合ではなく，東京中央都税事務所の現地調査及びそれに\nより認定是認された内容を信頼した結果，行われたものなのである。\nなお，原告は，平成１５年にα配送センターの５階につき増築を行\nったが，それ以外にα配送センターの利用状況に変更はない。また，\n原告は，平成１５年に自社保有車両を５台から２台に減車しているが，\nそれ自体，それまで原告が行ってきた事業の業態を変更するものでは\nなかったし，α配送センターの利用状況を変化させるものでもなかっ\nた。車両が５台から２台に減ったとしても，２台の車両を効率よく使\n用して，自社便を維持してきたのであり，また，前記のとおり，自社\n便は，原告が行っている営業にどうしても必要であり，それはα配送\nセンターの開設時から本件調査時まで変わらなかった。他方，α配送\nセンター開設時から他社便の使用はしていたところである。自社保有\n車両の台数が減少したとしても，原告がα配送センターにおいて貨物\n自動車運送事業を行っていることは変わらず，本件α課税部分を上記\n事業に使用していないことにはならない。\nその他，α配送センターの開設以前に原告の配送センターとしてα\n配送センターと同様の業務を行ってきたη営業所（甲３２）について\nは，その新増設に係る事業所税の税務調査以降，平成１２年の廃止に\n至るまで，一般貨物自動車運送事業の用に供するものとして非課税と\nされてきたところである。\n(ｲ)  なお，本件調査において，平成２０年２月１８日及び同年４月２日，\n東京中央都税事務所の職員から，調査結果が説明され修正申告が勧めら\nれたが，当該修正申告と平成１３年の新増設の際の行政指導の内容とが\n異なっていることについて説明はなかった。その後，原告から，再三に\nわたり，上記の点についての説明を求めたにもかかわらず，東京中央都\n税事務所から合理的な説明はないまま，一方的に，原告が修正申告に応\nじないとして，本件各更正処分が行われた。\n（被告の主張）\nア  運送事業供用施設非課税規定の趣旨等について\n(ｱ)  法の定める非課税規定は，制限的に列挙されたものであり，その適用\nは，課税の公平性を確保する必要からも厳格になされ，拡大解釈や類推\n解釈による適用の拡大は認められない（最高裁昭和４３年（行ツ）第９\n０号同４８年１１月１６日第二小法廷判決・民集２７巻１０号１３３３\n頁参照）。\n運送事業供用施設非課税規定にいう一般貨物自動車運送事業とは，他\n人の需要に応じ，有償で自動車を使用して貨物を運送する事業であって，\n特定貨物自動車運送事業以外のものをいうところ（貨物自動車運送事業\n法２条２項），運送事業供用施設非課税規定及び令５６条の３７の定め\nる「一般貨物自動車運送事業を経営する者がその本来の事業の用に供す\nる施設のうち事務所以外の施設」とは，具体的には，当該事業に係る営\n業所，車庫，貨物保管庫（当該事業に係る貨物を一時的に保管する場合\nに限る。），荷さばき施設等をいうものと解される。\nそして，上記施設に当たるかどうかは，利用実態に基づき実質的に判\n断されるべきものである。\n(ｲ)  そもそも一般貨物自動車運送事業の本来の事業の用に供する施設のう\nち事務所以外の施設が非課税とされているのは，これらの施設が都市計\n画法１１条１項に規定する都市施設で，これらの施設に係る事業が一般\n的に地方公共団体が行うものと同種のもの又は極めて収益性の薄いもの\nであるからである。\nこれらの施設は，都市機能を維持し向上していく上で是非とも必要な\nものであり，正にこれらの施設を整備するための財源を確保するため事\n業所税が課せられることとなった点を考えると，これらの施設に係る事\n業所税について，何らかの特別措置を講ずることが，むしろ妥当である。\n特に，これらの都市施設に係る事業のうちで地方公共団体自体も一般的\nに同種の事業を行うもので民間企業がやらなければ地方公共団体の責任\nで行わなければならなくなるような事業及び収益性の極めて薄いものに\nついてまで事業所税を課することは適当でないと考えられるところか\nら，都市施設のうちでそうした施設については事業所税を課さないこと\nとしたものである。\n上記のような立法趣旨や，運送事業供用施設非課税規定の文言解釈か\nらすれば，一般貨物自動車運送事業の本来の事業，すなわち他人の需要\nに応じ，有償で自動車を使用して貨物を運送する事業以外の業務が行わ\nれている部分の床面積は，非課税とならないというべきである。\n(ｳ)  原告は，非課税要件への該当性を厳格に解釈することは租税法律主義に\n反するなどと主張するが，法の非課税規定の適用の拡大が認められないこ\nとは，前記最高裁判決が判示するとおりである。そして，本件各更正処分\nは，法の規定や前記(ｲ)の運送事業供用施設非課税規定の趣旨に基づいて法\n令を適用した結果であり，東京中央都税事務所が恣意的に課税を行ったも\nのではなく，租税法律主義に反するものではない。\nイ  本件α課税部分の利用実態について\n(ｱ)  次の点に照らせば，本件α課税部分は，一般貨物自動車運送事業の本\n来の事業ではなく，他企業の資産の保管・在庫管理，検品，梱包・発送\nの代行業務等が行われている場所であって，それは，都市機能を維持し\n向上していく上で是非とも必要な都市施設ではなく，当該業務等が一般\n的に地方公共団体が行うものと同種のもの又は極めて収益性の薄いもの\nでないことは明らかである。そのような物品の運送を最終目的として行\nわれる流通加工や在庫管理等の業務については，他人の需要に応じ，有\n償で自動車を使用して貨物を運送する事業以外の事業であるため，それ\nが仮に運送事業に付随する業務であったとしても，一般貨物自動車運送\n事業の本来の事業でないことは明らかである。\nａ  原告とその顧客との間で締結される業務委託基本契約書において\nは，梱包・発送及び預かり管理等を原告に委託することが定められて\nいる（乙１参照）。\nなお，上記の点に係る原告の主張は，物品の運送を最終目的として\nいる業務であれば全ての業務が非課税対象となる一般貨物自動車運送\n事業の本来の事業（貨物自動車運送事業法２条２項参照）であると主\n張するに等しく，前記最高裁判決が否定する拡大解釈や類推解釈に該\n当するものであって失当である。\nｂ(a)  原告の損益計算書（乙２）においては，梱包・発送および預かり\n管理等の業務の売上高（梱包売上高，保管売上高及びその他売上高）\nが計上され，しかも，それは一般貨物自動車運送事業の売上高（運\n賃売上高）を大幅に上回っており（梱包売上高や保管売上高の合計\n額が，運送売上高の約１．５倍に上る。），客観的にみても，一般\n貨物自動車運送事業に付帯して行われる業務の範囲を超える規模と\nなっているほか，インターネットホームページ（乙３）では，検品\nやメンテナンス，アセンブリ，カタログの訂正シール貼りを行って\nいること等の表示があり，さらに，商業登記簿（乙１）の目的欄に\nは，梱包業の記載がある。\n(b)  前記のとおり，客観的に，梱包・発送および預かり管理等の業務\nが付随的なものであるとは認められないが，仮に，原告の主張する\nとおり，それらの業務が運送事業に付随する業務であったとしても，\nそれらの業務は，他人の需要に応じて有償で自動車を使用して貨物\nを運送するという一般貨物自動車運送事業の本来の事業（貨物自動\n車運送事業法２条２項参照）ではないのであり，非課税規定は厳格\nに解釈すべきとの前記最高裁判決からしても，一般貨物自動車運送\n事業の本来の事業以外の業務として，課税となるものである。\n原告が行っているそれらの業務は，いわゆる流通加工業務として\n物流業務に付加価値を与えるものであり，こうした流通加工業務は，\n製造業・卸・小売業者，物流業者（倉庫業者，運送業者）のほか，\n専業者等，一般貨物自動車運送事業の許可を得ずに誰でも行える業\n務であり（乙１１参照），かかる業務を行う施設は，都市機能を維\n持し向上していく上で是非とも必要な都市施設であり当該業務が一\n般的に地方公共団体が行うものと同種のもの又は極めて収益性の薄\nいものであるとはいえない。\n(c)  なお，前記損益計算書では，一般貨物自動車運送事業とそれ以外\nの事業とが事業ごとに区分して経理されているから，それぞれの事\n業に係る施設の床面積についても区分して管理することが可能であ\nると思料されるが，本件α課税部分については，一般貨物自動車運\n送事業の本来の事業が行われていた証拠は何ら提出されず，現地調\n査でもその確認ができなかったため，上記本来の事業以外の事業が\n行われていたと判断せざるを得なかった。\nｃ  本件調査（平成２０年現地調査，原告の経理担当者及び関与税理士\nからの聴取等）により，本件α課税部分において，他企業の資産（自\n動車販売会社のカタログ類や薬品会社の薬品カタログ等の販売促進グ\nッズ）の保管・在庫管理，検品，梱包・発送の代行業務といった流通\n加工業務が行われていることが確認された（乙４（本件調査復命書））。\nすなわち，１階ピンク色部分（床面積６０２．２６平方メートル）\nのうち赤色の部分，３階ピンク色部分（床面積９７３．８８平方メー\nトル）のうち赤色の部分，４階ピンク色部分（床面積９４０．１７平\n方メートル）のうち赤色の部分，５階ピンク色部分（床面積４３０．\n５６平方メートル）のうち赤色の部分には，保管棚が置かれているこ\nと及びその中には自動車や薬品のカタログ，パンフレット等が長期間\n保管されている状態を確認し，その余の部分には，事務所，トイレな\nど非課税施設に該当しない施設があることを確認した。また，ＰＨ階\nピンク色部分（床面積５１．３０平方メートル）は，エレベーター機\n械室であり，非課税施設に該当しないことを確認したものである。\n(ｲ)  以上のほか，運送事業供用施設非課税規定の適用に関する本件各事業\n年度におけるα配送センターの具体的な利用状況に係る原告の主張に対\nする反論は，次のとおりである。\nａ  １階について\n(a)  平成２０年現地調査では，α配送センターで一般貨物自動車運送\n事業の本来の事業を行っていることが確認できなかったため，被告\nが，福利厚生施設を除いた床面積全部に対して課税する方針で，同\n年２月１８日の調査結果の説明において，原告に対し，その旨を説\n明したところ，原告から，一般貨物自動車運送事業の許可を得た上\nで２台の事業用自動車を保有しており，また，マネキン等の直接配\n送に利用することもあるとの主張があった。そこで，１階の駐車ス\nペースについては，その２台の自動車の車庫と考え，また，車庫前\nの荷さばきスペースについては，その積み降ろしのための作業スペ\nースと考えて，１階黄緑色部分（ただし，後記のとおり，東側は柱\nの中心線までとしたもの。）につき，運送事業供用施設非課税規定\nを適用したものである。\n(b)  別紙３赤色部分①については，別紙平面図１中の別紙３赤色部分\n①に対応する部分のうち，図面下部の赤色の部分（「ガソリントラ\nップ」という記載の上部の一点鎖線より下の部分がほぼ該当する。）\nに，保管棚が置かれており，その中には自動車や薬品のカタログ，\nパンフレット等が長期間保管されている状態を確認したため，周辺\n部分を含めて非課税とは認定しなかったものである。別紙３赤色部\n分②については，上記と同様の状況であったほか，エレベーター等\nの部分である。\n上記のようにカタログ等が長期間保管されていたことは，原告の\nホームページの「ＦＡＱ」の「Ｑ８」に対するアンサーで，長期保\n管まで対応する旨等が述べられていることからも明らかである。\nｂ  ＰＨ階について\nα配送センターのエレベーターで搬送される貨物の状態は，陳述書\n（乙９）に記載のとおりであり，それを搬送するエレベーターは，一\n般貨物自動車運送事業の本来の事業以外のために設置・使用されてい\nる施設であるから，その機械室も，本来の事業以外のために設置・使\n用されているものであり，課税されるというべきである。\n(ｳ)  以上のとおり，運送事業供用施設非課税規定の立法趣旨や原告の事業\n実態，経理状況を踏まえれば，一般貨物自動車運送事業の許可を得ずに\n同様の流通加工業務を行う事業者との税負担の均衡を失してまで，原告\nのいう付帯業務を一般貨物自動車運送事業に含める道理はない。\n(ｴ)  そして，平成２０年現地調査において，原告の立会人から，カタログ\n等の他企業資産の保管・在庫管理，検品，梱包・発送の代行業務という，\nいわゆる流通加工業務が行われていることについて，α配送センターの\n使用の当初から変化がないことを聴取していること，保管開始日が数年\n前の荷物が保管棚にあったことも考慮すれば，少なくとも本件各事業年\n度を通じて，本件α課税部分の利用実態に変化はなかったものと解され\nる。\nウ  平成１３年の新増設に係る調査等について\n(ｱ)ａ  平成１３年以降，約７年間にわたり，本件α課税部分につき非課税\nとする旨の原告の事業所税の申告書が受け付けられてきたことは事実\nであるが，一度申告が受け付けられれば，調査によっても，非課税対\n象を課税対象とする更正をなし得ないという理由はない。受け付けら\nれた申告について，更正の期間制限内に適切な更正を行うことは，何\nら違法ではない。申告納付制度を採る事業所税については，納税者の\n自主的な申告によって税負担額は一次的に確定するが，これを補完す\nるものとして調査が行われ，それに基づく更正，決定等が行われるこ\nとによって，納税者の税額は二次的に確定する。このように，調査は，\n適正かつ衡平な税負担を確保し，申告納付制度の秩序を維持するため\nの基本的役割を持つものである。\nまた，原告からの事業所税の免税点以下の申告について，その内容\nを調査し，一部数値の誤りを指摘した上で是認したことは認めるが，\n申告について指導を行ったわけではない。なお，甲１３号証は，申告\n書の記載内容について行政指導が行われ，それに従って事業に係る事\n業所税の申告が継続されてきたことを東京中央都税事務所が認めたも\nのではなく，新増設に係る事業所税の調査結果が今回の処分に影響し\nないことを説明しているものである。\nｂ  また，貨物運送業を営む原告において，普通自動車の保有台数が５\n台から２台に減車されていること，平成２０年現場調査においても，\n倉庫部分においては，前記のとおり，流通加工業務が行われているこ\nとを確認したこと，自社所有の２台の普通自動車については，自社内\n倉庫の輸送に供されており，一時保管による直接配送はマネキンの配\n送等一部を除いてはほとんどないことが確認されていることからする\nと，原告は，一般貨物自動車運送事業の業務を縮小し，流通加工業務\nを拡張したことが強く推認されるところである。それゆえ，α配送セ\nンターの利用実態も変化したことが合理的に推認される。\n(ｲ)  なお，本件調査の際のやり取り等については，次のとおりであり，本\n件各更正処分は，東京中央都税事務所の担当者による再三の説明にもか\nかわらず，原告が修正申告に応じなかったことからされたものであり，\n一方的に行われたものではない。\nａ  平成２０年２月１８日，原告の本社にて，原告の経理担当者及び税\n理士に対して調査結果の説明を行ったところ，その際，非課税とする\nことを否認した部分について，その利用実態から非課税に該当しない\n旨を説明し，未申告の本件各倉庫についても課税となる旨を説明した\n上で，これに基づく修正申告書の提出を勧めた。\nｂ  同年４月２日，同年２月１８日に行った調査結果の説明につき原告\nの社長にも説明をしてほしい旨の依頼を受けて，同様の説明を行った。\nその際，社長から，新増設に係る事業所税の調査結果と変わった理由\nの説明を求められたため，本件各更正処分は本件各事業年度における\n利用実態に基づき認定したもので，新増設に係る事業所税の調査の結\n果は影響しないこと等の説明を行った。\nしかし，社長が納得しなかったことから，同年２月１８日付け調査\n結果の一部見直しがあるため，そのことを含めて文書にて回答する旨\nを約束した。その際，非課税とすることを否認した部分の大部分と本\n件各倉庫の課税については同調査結果に変更はないため，修正申告書\nの提出の意思を確認したところ，次事業年度からの申告指導であれば\n受け止めるが，過去に遡及しての税額発生については，会社経営も厳\nしく，何とかならないかとのことであり，口頭で，修正申告書を提出\nする意思はないことを確認した。\nｃ  そして，同年６月５日に原告に対して調査結果についての説明文書\nを送付した上で，同月２０日，本件各処分をした。\nなお，その後，同月２７日に社長から電話を受け，再度，調査結果\nの説明を行ったほか，同年７月４日，再度，説明文書を送付した。\n(2)  α配送センター１階及び２階のうち非課税となる部分の床面積\n（原告の主張）\nア  １階について（別紙「α配送センター  床面積計算図  １Ｆ」（以下「１\n階床面積計算図」という。）参照）\n(ｱ)  トラックヤード及び１階オレンジ色部分について\n１階黄緑色部分のうち，別紙３における青色の部分は，トラックヤー\nドには含まれない。\nその上で，トラックヤード及び１階オレンジ色部分の合計床面積は，\n４０６．７８平方メートルである（１階床面積計算図の④―１・２）。\nなお，別紙３のピンク色で着色した数値を用いた算定式は，次のとおり\nである。\n（トラックヤード及び１階オレンジ色部分の合計面積）\n（１０．５＋９．３）×（７．０＋６．６＋６．６）\n＋（１０．５＋９．３－３．７５）×０．４２５\n(ｲ)  １階ピンク色部分について\nａ  別紙３赤色部分①について\n別紙３赤色部分①の床面積は，１４０．４１平方メートルである（１\n階床面積計算図の③）。なお，別紙３の数値を用いた算定式は，次の\nとおりである。\n（別紙３赤色部分①のうち別紙３における黄色の部分の床面積）\n（３．８７５＋１．６７５）×（０．４２５＋０．４２５）\n＋２．３０×０．８５＝６．６７２\n（別紙３赤色部分①のうちその余の部分の床面積）\n（３．８７５＋１．６７５＋２．４２５＋２．３０＋２．５０＋\n０．５）×（１０．５０－０．４２５）＝１３３．７４５６２５\n（別紙３赤色部分①の床面積）\n６．６７２＋１３３．７４５６２５＝１４０．４１７６２５\nｂ  別紙３赤色部分②について\n別紙３赤色部分②の床面積は，３８３．５９平方メートルである（１\n階床面積計算図の①）。なお，別紙３の数値を用いた算定式は，次の\nとおりである。\n（別紙３赤色部分②の床面積）\n（５．６＋４．２）×（７．０＋６．６＋６．６\n＋６．６＋７．１）＋３．７５×（６．６０＋７．１）\nｃ  その他\nなお，１階ピンク色部分のその余の部分は事務室・エントランス他\n（床面積７１．４４平方メートル）であり（１階床面積計算図の②），\n１階ピンク色部分の床面積の合計は，５９５．４４平方メートルであ\nる。\nイ  ２階について\n(ｱ)  ２階オレンジ色部分について\nａ  本件休憩室について\n本件休憩室の床面積は，次の算定式により，５０．０５平方メート\nルである（別紙２の２のピンク色で着色した数値参照）。\n（本件休憩室の床面積）\n（６．５２５＋１．５３５）×５．０２５\n＋１．５０×６．６０－１．５３５×（２．２０－１．９７５）\nｂ  本件更衣室について\n本件更衣室の床面積は，次の算定式により，３．９３平方メートル\nである（別紙２の２のピンク色で着色した数値参照）。なお，ドアの\nある側の横幅については，設計図添付の展開図（甲１６）によって裏\n付けられる。\n（本件更衣室の床面積）\n１．７４×２．２６\nｃ  まとめ\nよって，２階オレンジ色部分の床面積は，合計５７．０１平方メー\nトルである。なお，上記の結果，２階ピンク色部分の面積は，２８１．\n７５平方メートルとなる。\n(ｲ)  ２階ピンク色部分について\n２階ピンク色部分のうち別紙２青色部分（床面積１２．２８平方メー\nトル）は，従業員の休憩室（本件休憩室）にのみつながっている階段で\nあって，１階の現場から本件休憩室への進入路としてしか使えず，実際\nに本件休憩室へ入るための用途以外の用途には使用していない。すなわ\nち，同階段と本件休憩室は，物理的にも用途的にも一体である。加えて\n述べれば，同階段は，本件休憩室に隣接する作業場には接続していない。\nこのことは，図面上明らかであるし，現地調査を行えば，一目瞭然であ\nる。したがって，別紙２青色部分は，福利厚生施設の一部であるから，\n福利厚生施設非課税規定が適用され，非課税である。\n（被告の主張）\nア  １階について\n(ｱ)  １階黄緑色部分及び１階オレンジ色部分について\n１階黄緑色部分のうち，別紙３における青色の部分のほか，１階床面\n積計算図の④－２の部分（６．８２平方メートル）は，車庫に含まれな\nい。荷さばき施設及び車庫の幅は，いずれも東側の柱の中心線までの範\n囲であるというべきである。\nその上で，１階黄緑色部分及び１階オレンジ色部分の合計床面積は，\n次の算定式により，３９９．９６平方メートルである。\n（荷さばき施設及び車庫並びに１階オレンジ色部分の合計床面積）\n（１０．５＋９．３）×（７．０＋６．６＋６．６）\n(ｲ)  １階ピンク色部分について\nａ  別紙３赤色部分①について\n別紙３赤色部分①の床面積が１４０．４１平方メートルであること\nは認めるが，別紙３赤色部分①は，既に述べたとおり，課税されるべ\nき施設である。\nｂ  別紙３赤色部分②について\n別紙３赤色部分②の床面積が３８３．５９平方メートルであること\nは，小数点以下第３位を切り捨てたものという前提で認めるが，別紙\n３赤色部分②は，既に述べたとおり，課税されるべき施設である。\nｃ  その他\nなお，１階ピンク色部分の床面積の合計は，６０２．２６平方メー\nトルである。\nイ  ２階について\n(ｱ)  ２階オレンジ色部分について\nａ  本件休憩室について\n事業所税の調査は，申告義務者である調査対象者から図面等資料の\n提出を求めてその提出された資料に基づいて行うものであり，今回の\n調査における面積の計算も，提出図面（乙４号証に添付のもの。）の\n範囲内で確認して行っている。\nそして，同図面に基づけば，次の算定式により，本件休憩室の床面\n積は，４９．９７平方メートルである。\n（本件休憩室の床面積）\n７．９３×５．０２５＋１．５３５×６．６\nｂ  本件更衣室について\n本件更衣室についても，本件休憩室と同様，本件調査における面積\nの計算は，提出図面（乙４号証に添付のもの）の範囲内で確認して行\nっている。しかし，本件調査当時，甲１６号証の提出はなく，上記提\n出図面だけでは本件更衣室の面積を算出することができなかったた\nめ，図面上の長さを計測して，次の算定式により，床面積を３．３９\n平方メートルと認定した。\n（本件更衣室の床面積）\n２．２６×１．５\nｃ  まとめ\nよって，２階オレンジ色部分の床面積は，合計５６．３９平方メー\nトルである。なお，２階ピンク色部分の面積は，２８２．３７平方メ\nートルである。\n(ｲ)  ２階ピンク色部分について\n福利厚生施設非課税規定及び令５６条の４１第１号に規定する施設\nは，従業者の福利又は厚生のために設置される美容室，理髪室，喫茶室，\n食堂，娯楽供用施設等をいうものであるところ（乙６），２階ピンク色\n部分のうち別紙２青色部分の階段については，そこで従業員が休憩する\nものではなく，建物の構造上，本件休憩室及びバルコニーへ行くための\n通路部分（いわゆる共用部分）であって，従業員の福利又は厚生のため\nに設置される施設とはなっていないから，福利厚生施設には該当しない。\n「福利厚生施設として認められる床面積は，当該非課税施設部分のみの\n床面積であり，そこに通じる廊下や階段等のいわゆる共用部分について\nは非課税に該当しない」とされていること（乙１２参照）から，課税と\n認定したものである。\nなお，当該階段は，本件休憩室とは隣接しているのみであってこれと\n物理的に一体でないことは明らかであり，１階と２階とを昇降するため\nの通路としての用途以外の何ものでもなく，本件休憩室と用途的に一体\nでないことも明らかである。\n(3)  本件各倉庫の法７０１条の３２第１項にいう事業所用家屋への該当性\n（被告の主張）\nア  事業所等の意義について\n(ｱ)  無人倉庫等当該施設に人的設備がないものであっても，他の管理事務\n所と一体となって事業所等を構成しているものと認められるものは，事\n業所税の課税対象となると解される（「事業所税における事務所・事業\n所について」市町村税実務提要３２０１頁（乙７）参照）。これは，旧\n自治省通達（乙１３）を基にするものである。\n通常，事業者は，本社，支店，営業所，工場，倉庫等を設けて事業活\n動を行っており，事業所税の課税客体に係る事業所等とは，本来，この\nような場所を指している。また，事業所等の意義については，昭和２９\n年通達が述べるとおりというべきであるが，無人倉庫については，それ\n単独でみた場合には，人的設備を欠くため，これに該当しない。しかし，\n当該無人倉庫を管理する事務所等が他にあり，鍵の保管や在庫状況が把\n握されているなどにより，人的に有効な管理が及んでいると認められる\n場合には，無人倉庫であっても人的設備を有するものとして事業所等の\n要件を満たすため，課税対象となるとされているのである。そして，前\n記の旧自治省通達は，課税区域内に無人倉庫があり，それを管理する事\n務所等が課税区域外に所在する事例につき，管理事務所等と無人倉庫が\n物理的に相当程度離れている場合でも管理事務所等と一体となっていれ\nば課税するというものであり，無人倉庫を管理する事務所等が課税区域\n内にある場合は，その無人倉庫は当然に課税対象として取り扱ってきた\nところである（乙１４）。\nよって，前記に「他の管理事務所と一体となって」というのは，個別\n具体に当該無人倉庫とそれを管理する事務所が物理的に結合していると\nいう状態，程度を指すものではなく，鍵の保管や在庫状況の把握など，\n事業遂行のために人的に有効に管理され，分離することのできない有機\n的な結合関係にあることを指していると考えられ，事業者が一連の事業\n活動の中で事業を行うために必要な施設として，鍵の施錠，在庫状況の\n把握，入出庫等における人の往来，空調設備等施設の必要な維持管理等\nの人的に有効な管理下にありながら，その事業者の事業活動の用に供さ\nれていれば足りるものである。\n(ｲ)  事業所税は，都市環境の整備及び改善に関する事業に要する費用に充\nてるために課される目的税であり（法７０１条の３０，都税条例１８８\n条の１２第１項），人口及び企業が集中し，都市環境の整備を必要とす\nる都市の行政サービスとその所在する事務所及び事業所との受益関係に\n着目し，これらの事務所及び事業所に対して特別の税負担を課するもの\nである。そして，事業に係る事業所税は，企業の事業活動を外形標準で\nとらえて課す税であり，事務所及び事業所において行う法人又は個人の\n行う事業を課税客体とし，当該事業を行う者を納税義務者とし，また，\n上記受益の度合いに人的又は物的に対応するものと考えられる従業者給\n与総額及び事業所床面積を課税標準としたものである（東京高裁平成１\n９年（行コ）第２５４号同２０年８月７日判決参照）。\nこのような立法趣旨から，事業所等の要件のうち，人的設備について\nは当該施設に常駐していることを絶対要件とはせず，無人倉庫であって\nも他に事業所等が存在し，当該無人倉庫がその有効な管理下にあって事\n業の用に供されていれば，人的設備を有するものとして事業所等の要件\nを満たすものであり，当該無人倉庫の事業所床面積が課税標準となるも\nのである。\n(ｳ)ａ  原告は，事務所・事業所としての外形すらないと主張するが，本件\n各倉庫については，不動産登記法上の建物である上，賃貸借契約が結\nばれて倉庫として使用され，社会通念上そこで事業が行われているこ\nとは明らかであるから，十分に事務所・事業所であるといえる。\nこれに対し，個々の事業所につき，人の出入りの多寡や都市環境に\n大きな負担を与えているか否かにより，事業所税の課税対象の判断を\n行うものとする原告の主張は，法の趣旨を不当に歪曲し，自己の都合\nの良いように解釈するものである。\nｂ  無人倉庫の資産割について，外形標準としての事業所床面積を不動\n産登記や賃貸借契約書等の客観的資料に基づいてとらえることは，事\n業所税が外形標準課税であることに反するものではなく，課税庁の恣\n意的な判断を許すものでもない。もちろん，課税要件に関する定めは\nなるべく一義的で明確でなければならないが，法の執行に際しての具\n体的事情を考慮し，税負担の公平を図るため，不確定な概念を用いる\nことは不可避であるから，無人倉庫が事業所等に該当するか否かにつ\nいて法律上個別具体的な規定を設けるべきであるとの原告の主張は，\n的はずれである。\nイ  本件各倉庫の事業所等への該当性について\n(ｱ)  原告から，本件各倉庫においては，従業員の常駐はなくとも，業務委\n託契約に基づいて販売促進グッズ（カタログ，景品，チラシ等）の保管・\n在庫管理を継続して行っていることを聴取し確認している。\nすなわち，平成２０年現地調査において，γ倉庫及びδ倉庫につき，\n本件α課税部分と同様の利用実態であることを確認し，さらに，γ倉庫\nについては，帳票記載等を行う現場事務所の存在も確認した（帳票の記\n載等に使用することを目視にて確認した。）。また，β倉庫については，\n原告から，β倉庫の貨物（販売促進グッズ）は平成１９年１月に新設さ\nれたδ倉庫に移動して管理されていること及び廃止されるまではβ倉庫\nは他の倉庫と同様の利用状況であったこと（販売促進グッズの保管・在\n庫管理を継続して行っていたこと）を聴取している。さらに，原告から\nは，自社所有の自動車を利用して，α配送センターを含めた各倉庫間の\n貨物輸送を行っていることを聴取している。\nこのように，本件各倉庫においては，販売促進グッズの保管・在庫管\n理が継続して行われており，各倉庫間の物品の運送も行われていること\nから，本件各倉庫は，管理されていない廃屋状態の倉庫とは考えられず，\nこのように，通常の倉庫としての機能を維持しながら，人を使って物品\nの移動を行うことは，原告としての事業活動そのものであり，本件各倉\n庫は，事業遂行のために人的に管理され，分離することのできない有機\n的な結合関係にあるといえる。したがって，本件各倉庫については，他\nの管理事務所と一体となって事業所等を構成しており，人の常駐がなく\nとも有効に管理され，事業の用に供されていることは明白であるから，\n事業所等に該当し，事業所税の課税対象となるものである。なお，γ倉\n庫の現場事務所については，仮に物置であれ，事業の用に供する施設で\nあって課税対象となる。\nなお，γ倉庫内の現場事務所についての原告の主張は，一貫していな\nいが，いずれにせよ，原告が建物所有者から賃借した倉庫内にあるもの\nであって事業所床面積を有するものである以上，いわゆる事務所として\n設置され使用されているか否か，設置した者が誰であるかは，課税対象\nの判断に影響を及ぼすものではない。\n(ｲ)ａ  仮に，本件各倉庫の状況が原告の主張するとおりであったとしても，\n原告が自認するとおり，物品の在庫状況を把握しつつ保管している上，\n必要に応じて物品の入出庫が行われているのであるから，本件各倉庫\nは，廃屋状態の倉庫とは明らかに異なる状況であり，他の管理事務所\n等と一体となって事業所等の用に供されているといえる。\nｂ  すなわち，β倉庫で行われている事業は，顧客から預かった品物を\n保管し出庫するという，正に原告が行う事業そのものである。仮に空\n調設備がなく，保管品が原告の不要品やデッドストックであり，従業\n員の出入りや物品の出し入れがなかったとしても，その施設は原告の\n事業の必要から設けられた施設であり，事業所税の課税対象となるも\nのである。ましてや，前記のとおり，荷主から保管委託された品が保\n管され，それに伴う在庫状況の把握や物品の入出庫が行われていると\nころである。\nまた，倉庫業者の営業用倉庫に該当するか否かは，課税標準の特例\nに該当し控除の対象となるか否かの判断基準となるだけであり（法７\n０１条の４１第１項１４号），営業用倉庫と同様の管理がされていた\nかどうかを基準にして事業所等への該当性が判断されるものではな\nい。ましてや，β倉庫は，倉庫業法に規定される倉庫業者の営業用倉\n庫ではなく，課税標準の特例として事業所税額が控除されることはな\nい。\n従業員の出入りや倉庫への搬入・搬出の頻度が高くなくとも，また，\n営業倉庫のような管理がされていなくとも，他の事業所等において在\n庫状況を把握し，必要に応じてその発送作業ができる状態にあれば，\n有効に管理されていたといえるのである。\nｃ  δ倉庫についても，原告の主張に係る物品について必要に応じて貨\n物の搬入・搬出を行っていたということは，正に原告の一連の事業活\n動の中で事業を行うために必要な施設であることを自認するものであ\nる。\nまた，原告がδ倉庫の賃貸借契約につき主張するところがその契約\n書における「取扱う商品及び各種資材の保管場所として使用するもの\nとし，他の目的に使用してはならない。」との記載をいうものであれ\nば，それは，δ倉庫を商品等の保管場所以外に使用してはならないと\nいうものにすぎず，何ら事業活動を禁止しているわけでないのが明ら\nかである。\nｄ  γ倉庫についても，β倉庫及びδ倉庫と同様であり，原告の主張に\n係る物品について必要に応じて貨物の搬入・搬出を行っていたという\nことは，正に原告の一連の事業活動の中で事業を行うために必要な施\n設であることを自認するものである。\n（原告の主張）\nア  事業所等の意義について\n(ｱ)ａ  事業所税は，人口・企業が集中し，都市環境の整備を必要とする都\n市の行政サービスとその所在する事務所・事業所との受益関係に着目\nしてこれらの事務所・事業所に対して特別の税負担を求める目的税で\nあるといわれている（なお，法７０１条の３０参照）。事業所税は，\nもともと，大都市への事業所の過度な集中が都市整備に大きな負荷を\n与えているにもかかわらず，これらの事業所は，その負荷から生ずる\n費用を必ずしも十分負担しているとはいい難いと考えられたこと，そ\nこで，これらの事業所に対し，原因者としてのその費用の負担を求め，\n併せて事業所等の大都市への集中抑制と地方分散促進を図ろうとした\nものである（甲２，甲３の１・２参照）。\nｂ  そして，法７０１条の３２第１項にいう事業所等の意義については，\n昭和２９年通達による解釈によっても，少なくとも，事業の必要から\n設けられた人的及び物的設備であることが必要であって，人的設備が\nない場所，事業所又は事務所としての実体がない場所及びそこで継続\nして事業を行っていないような場所は，いずれも上記の事業所等には\n含まれないと解するのが相当である。\n(ｲ)  被告は，無人倉庫であっても事業所等に当たり得る旨を主張するが，次\nの点に照らし，相当でない。\nａ  法７０１条の３２第１項及び法７０１条の４０第１項の文言上，当\n然に，事業所とは離れた別の場所に設置された無人の倉庫が事業所等\nに含まれると読み取ることができないことは，明らかである。「事業\n所等」すなわち「事業所又は事務所」の字義や「事業所床面積」の字\n義からして，被告の主張するように解することは不自然であり，法に\nおいても，上記のような施設を「事業所等」に含める旨の規定はない。\nすなわち，「事務所」の一般的な日本語の意味（甲３４参照）や，\n総務省統計局の「事業所・企業統計調査」及び「経済センサス」にお\nける「事業所」の定義（甲３５，３６参照）からすれば，「事務所又\nは事業所」は，いずれも，事業を行う場所として，少なくとも事務や\n経済活動を行うための物的設備及び従業者など人的な設備を備えた場\n所を指すものと理解されるものであって，その文言上又は社会通念上，\n本来の事業所とは物理的に離れた別の場所に設置された人が常駐しな\nい無人の倉庫についてまで「事務所又は事業所」であると解すること\nはできない。\nｂ(a)  事業所税の立法趣旨等からしても，被告の主張するような解釈に\nは結びつかない。\nすなわち，前記(ｱ)ａの趣旨のほか，事業所税が，人口，企業等の\n集中によって増加している財政需要に対応する大都市の税源を充実\nするとともに，併せて集中の抑制に資するため，大都市の集積の利\n益を受けている事務所，事業所に対して新たに負担を求めることと\nし，小規模のものを除き，目的税として事務所・事業所税を課する\nべきであることとして設けられたということ（昭和４８年１１月の\n第１５次地方制度調査会の「今後の地方行財政のあり方に関する中\n間答申」参照）等から考えても，無人倉庫のように，頻繁に人が出\n入りしたりするものではなく，その存在自体が特段都市整備に大き\nな負荷を与えているものではなく，都市の行政サービスを受益して\nいるものでもない施設は，事業所税の課税対象とはならないとの結\n論に帰結するものである。\n被告の主張するような場合には，管理事務所に事業所税が課せら\nれれば十分なはずであるし，立法の経緯からしても，事務所・事業\n所としての外形すらない場所の面積部分についてまで大都市集積の\n利益を受けているものとして課税するのは，法の趣旨を逸脱した解\n釈である。\n(b)  事業所とは離れた場所に所在する無人倉庫については，外形上客\n観的に，そこで事業活動が行われているとはいえないことが明らか\nである。\nまた，他に事業所等が存在し，当該無人倉庫がその有効な管理下\nにあって事業の用に供されているか否かという被告の主張する判断\n基準自体，外観から客観的に判断できるものとはいえず，曖昧であ\nり，恣意的な判断を許すものであり，納税者の予測可能性も害する\nものであって不当である。\nしたがって，事業所税が企業の事業活動を外形標準でとらえて課\nす税であるという点も，被告の主張の根拠とはならない。\n(c)  物置や廃屋であっても，所有又は賃借されて物を置かれ，占有が\nされている以上，一般常識からして，全く管理されていないという\nことはなく，また，ある事業主体が実際に物を置いて占有している\n以上，当該占有がその事業主体が行っている事業と全く無関係であ\nって事業上の必要性が全くないということも考え難いところ，法は，\nそのような施設についてまで外形上都市の行政サービスを受益する\nものとして課税することは予定していないと考えられる。\nしかるに，被告の解釈によれば，物置や廃屋であっても，ある事\n業主体がこれを所有又は賃借して物を置き，施錠をすれば，全て事\n業所等に該当し，事業所税の課税対象となってしまう（被告の主張\nを突き詰めれば，管理を要しない物的施設はおよそ考えられないか\nら，「物的設備」は「人的設備」と等しいこととなってしまい，昭\n和２９年通達で人的及び物的設備と併存して記載されているのがな\nいがしろにされる。）。\n仮に，無人倉庫も事業所税の課税標準に含まれるとするのであれ\nば，法律でその旨を明確化すべきであり，課税庁の担当者の判断に\n左右されるような不明瞭かつ無理な拡張解釈によるべきではない。\nｃ  昭和２９年通達においても，事務所等は，事業の必要から設けられ\nた「人的及び物的設備」であると明記されており，一方，人的・物的\n双方兼ね備えた設備でなければ，事務所等とはいえない。人も常駐し\nないような場所については，物的設備であるとはいえても人的設備で\nあるとはいえず，また，そこで継続して事業が行われる場所ともいえ\nないから，事業所等には該当しない（なお，事業税に関してではある\nが，事務所又は事業所といえるための人的設備につき，自治庁府県税\n課編「事業税逐条解説」には，無人の通信中継所，材料置場等のよう\nに物的設備は備わっているが，その場所で事業に従事する者がいない\nものについては，事務所又は事業所に該当しないことが記載されてい\nる（甲３７。なお，甲２０参照）。）。\n昭和２９年通達における解釈は，人的及び物的整備であれば，都市\n整備に大きな負荷を与えるであろうとの立法趣旨から導かれたもので\nあるが，被告の解釈は，法の立法趣旨をふえんした昭和２９年通達に\nおいて述べられていることとも矛盾し，解釈としても一貫性に欠け，\n予測可能性，法的安定性を害する。\nなお，被告の引用する旧自治省通達の記載から，無人倉庫を管理す\nる事務所等が課税区域内にある場合，その無人倉庫が当然に課税対象\nとして取り扱われてきたとまではいえない。同通達は，無人倉庫とそ\nれを管理する事務所が個別具体に物理的又は隣接しているという状態\nであるにもかかわらず（すなわち，一体管理が外見上客観的に明らか\nであるにもかかわらず），物理的に課税区域外に管理事務所が建てら\nれているような場合の課税に関する解釈を示したものと考えるべきで\nある。\nイ  本件各倉庫の事業所等への該当性について\n(ｱ)  本件各倉庫は，いずれも無人倉庫であって，人的及び物的設備ではな\nい。よって，本件各倉庫は，法７０１条の３２第１項にいう事業所等に\nは該当しない。\n(ｲ)  原告は，本件各倉庫において，販売促進グッズ（カタログ，景品，チ\nラシ等）の保管・在庫管理を行ってはいない。運送業務の委託を受け，\n積替え等のための一時的な保管を行っているものであるが，一定期間の\n保管を要するものを保管している。いずれも，運送目的の下，それに付\n随する業務として行っているものである。\nよって，本件各倉庫は，法７０１条の３２第１項にいう事業所等には\n該当しない。これは，仮に，事業所等の範囲についての被告の解釈を前\n提としても，同様である。\n本件各倉庫の具体的な利用状況は，次のとおりである。\nａ  β倉庫について\n(a)  β倉庫は，無人倉庫であり，人の常駐するような設備は一切なく，\n内部で人が事務作業をするようなスペースすらない。β倉庫には，\n空調設備や通信設備等，人の常駐するような設備は一切なく，内部\nで人が事務作業をするようなスペースすらなかった。開口部もほと\nんどなく，トタン造りの正に物置であった。当然，施錠はされてい\nたものの，営業倉庫のような管理がされていたわけではない。\nβ倉庫においては，主に，荷主から保管を委託されたイベント品\n（テントやじゅう器・備品），原告社内での不要品（捨てるに捨て\nられない椅子等の家具やじゅう器備品等），古い帳簿・帳票類のデ\nッドストックを保管していた。荷主から保管を委託されたイベント\n品については，原告は，荷主からイベント会場への輸送を受託して\nいたものであるが，荷主としては毎年イベント会場で使用し，原告\nに輸送を受託するものの，その頻度が年数回程度であるため，保管\nも併せて原告に委託していたものであった。このように，荷主から\n保管を委託されたイベント品も，使用ないし出し入れの頻度がほと\nんどないようなものであった。したがって，保管物の入出庫の頻度\nは極めて少なく，正に物置であり，そのような不要品を置いておく\nβ倉庫への原告の従業員の出入りはほとんどない状態であり，β倉\n庫に１回も出入りしたことがない従業員もいる程度のものであった\n（なお，β倉庫の廃止とともに，荷主から預かっていた長期保管の\nイベント品や内部の荷物は，荷主に引き取ってもらったり，δ倉庫\nに移転した。）。\n(b)  β倉庫が事業所等に該当しないことは，その外観（甲７）及び設\n計図面（甲６）からも，客観的に明らかである。\n(c)  東京中央都税事務所は，本件調査において，β倉庫の現場の確認\nは不要であるとして案内を断り，原告立会いの下でのβ倉庫の確認\nを行わなかった。なお，被告が主張するように，β倉庫で販売促進\nグッズの保管・在庫管理を継続して行っていた旨の説明を行った原\n告の担当者はいない。\n仮に，東京中央都税事務所の担当者が本件調査において原告の担\n当者から何らかの説明を受けていたとしても，同事務所は，それ以\n上の裏付け調査も検証も行っておらず，結局，当該説明を，都合の\nよいように勝手に解釈したにすぎない。このような何らの根拠も裏\n付けもない違法な認定による課税は，違法である。\n(d)  なお，平成２年ころ，原告のη営業所（甲３２）の新増設に係る\n事業所税の税務調査に際し，原告代表者は都税事務所担当官をβ倉\n庫にも案内していたが，特段，β倉庫について，事業所税の申告を\n勧められたということはなかった（甲３０）。このように，β倉庫\nは，開設時以来，平成２０年の本件調査までの間，事業所等として\n事業所税を課税されたことはなく，事業所税の申告が必要である旨\nの指摘を受けたこともなかった。\nｂ  δ倉庫について\nδ倉庫は，無人倉庫であり，α配送センターとは，その利用実態を\n全く異にする。\nδ倉庫は，Ｂ倉庫棟の３階に位置し，δ倉庫のある３階に行くため\nには，非常階段のほか５トンの荷物用のエレベーターを使用するが，\nそのエレベーター自体も，入庫の都度，家主より貸与された鍵を開け\nて使用しなければならず，常に動いているわけではない。倉庫内部に\nも，人が事務作業をしたり，その他人の常駐する設備は一切ない。通\n信設備としては，固定電話が１台あったが，携帯電話は電波が届かず\n通話ができず，パソコン等もなかった。空調設備は全くなく，窓等の\n開口部も一切なく，夏冬など長時間内部で人が作業を行う環境ではな\nかった（以上につき，甲８及び９（いずれも枝番を含む。）参照）。\n家主との賃貸借契約上も，商品及び各種資材の保管場所以外の目的\nに使用してはならない旨が定められており，事務所としての使用は用\n途外として禁止されている（甲１０参照）。\n実際の使用状況についても，荷主から委託を受け輸送の過程にはあ\nるが，荷主の都合で一定期間の保管を要するもの，販促品やパンフレ\nット等の発送残で荷主から輸送の指示がないままデッドストックにな\nったもので引き続き荷主から依頼を受けて保管しているものであり，\n頻繁に倉庫から出し入れするものでないものを保管していた（甲９の\n７ないし１６参照）。原告の従業員も，毎日出入りをしていたわけで\nはなく，δ倉庫への貨物の搬入・搬出は，必要に応じてであり，その\n頻度は高くなかった。また，前記のとおり，夏冬など長時間内部で作\n業できる状態ではないこともあって，原告作業員がα配送センターで\nは行っている在庫管理や梱包等の作業をδ倉庫で行うことも，そのた\nめの設備もなかった（甲１８，１９参照）。当然，施錠はされていた\nものの，営業倉庫のような管理がされていたわけではない。したがっ\nて，人的に有効な管理下にあったとはいえない。\nｃ  γ倉庫について\n(a)  γ倉庫も無人倉庫であり，その利用実態は，δ倉庫とほぼ同じで\nあった。\n空調設備は全くなく，内部で人が長時間作業をすることは全く想\n定されていないものであった。実際の使用状況についても，δ倉庫\nと同様であり，頻繁に倉庫から出し入れするものでないものを保管\nしていた。設置当時から，従業員の常駐はなく，管理事務所などと\n一体となって事業の用に供されているという事実もなく，原告の従\n業員も毎日出入りをしていたわけではない。前記のとおり，倉庫そ\nのものに空調設備等はなく，原告作業員が在庫管理や梱包等の作業\nを行うことも，そのための設備もなかった（甲１５参照）。γ倉庫\nへの貨物の搬入・搬出は，必要に応じてであり，その頻度は高くな\nかった。当然，施錠はされていたものの，営業倉庫のような管理が\nされていたわけではない。したがって，人的に有効な管理下にあっ\nたとはいえない。\n(b)  γ倉庫で被告が確認したという現場事務所については，現場に設\n置された仮設小屋を指すものと思われるが，その場所は，倉庫内の\n荷物の所在を把握するデータを入れたパソコン等の機材を設置し，\n入出庫時にパソコンを使用して搬出する貨物の所在を検索するため\nのスペースにすぎない。同パソコンも外部とは接続されておらず，\nシステム等で原告本社やα配送センターとオンラインで接続されて\nいるという状態では全くなかった。また，同仮設小屋は，前賃借人\nが設置したものをそのまま残しておいたものであり，原告が事務所\nとして設置したものではない。\n本件各事業年度当時，γ倉庫は，９００坪（２９７０平方メート\nル。δ倉庫の約２．５倍）もの広さを有する広大な倉庫であり，入\n出庫する荷物を目視等で探すのは，かなり困難であった。それゆえ，\nγ倉庫の現場では，荷物の所在をパソコンで検索した上で入出庫作\n業をせざるを得ず，そのためにパソコンを置き，検索作業をするス\nペースを設けたものである。作業員が倉庫内の荷物の入出庫を行う\n都度，当該パソコンを使用して荷物の所在を検索していたからとい\nって，そのことをもって，γ倉庫に人的設備があるとはいえない。\n(4)  本件各賦課決定処分の適法性\n（被告の主張）\nア  本件各更正処分は適法であるから，それに伴う本件各賦課決定処分も適\n法である。\nイ(ｱ)  過少申告加算金は，過少申告による納税義務違反の事実があれば，原\n則としてその違反者に対して課されるものであり，これによって，当初\nから適正に申告し納税した納税者との間の客観的不公平の実質的な是正\nを図るとともに，過少申告による納税義務違反の発生を防止し，適正な\n申告納税の実現を図り，もって納税の実を挙げようとする行政上の措置\nである。\nそして，法７０１条の６１第１項にいう「正当な理由があると認めら\nれる場合」とは，真に納税者の責めに帰することのできない客観的な事\n情があり，上記のような過少申告加算金の趣旨に照らしてもなお納税者\nに過少申告加算金を賦課することが不当又は酷になる場合をいうものと\n解される（最高裁平成１８年（行ヒ）第２９５号・同１９年７月６日第\n二小法廷判決・裁判集民事２２５号３９頁参照）。\n上記の場合とは，①税法の解釈について，申告当時に公表されていた\n見解が，その後変更されたことに伴い更正を受けるに至った場合，②申\n告納税者において細心の注意を払ったにもかかわらず，例えば，税額等\nの計算等において誤りを生じ，その実情が真にやむを得なかったと認め\nられる場合をいうところ（乙１５参照），本件は，上記の場合に該当し\nない。\n(ｲ)  すなわち，事業に係る事業所税につき非課税規定の適用を受けるか否\nかの判定は，課税標準の算定期間の末日の現況によるものであり（法７\n０１条の３４第６項），新増設に係る事業所税につき非課税の適用を受\nけるか否かの判定は，旧法７０１条の４８の規定により，申告納付すべ\nき日の現況によるものである（旧法７０１条の３４第１０項）。\nα配送センターの新増設に係る事業所税の調査では，原告から提出さ\nれた新増設に係る事業所税の非課税申告書について，その内容を調査し，\n免税点を超えないと是認しているが，申告是認行為は，法律上の要請に\n基づくものでなく，法的効果が認められるものではないし，上記の法の\n規定からしても，新増設に係る事業所税の申告を是認したことが，その\n後の各事業年度において提出される事業に係る事業所税の申告内容を保\n証するものではない。それは，新増設に係る事業所税の床面積が免税点\nを超えないことを是認したという意味にとどまり，申告された事業所床\n面積等を訂正しない，又は申告書の記載の全てを認めるということを意\n味するものではない。\nその他，前記(1)（被告の主張）ウで述べたところからしても，本件に\nおいて，法７０１条の６１第１項に定める「正当な理由」があるとは認\nめられない。事業に係る事業所税の申告は，算定期間の末日現在の現況\nにより課税標準や非課税規定の適用の有無の判断を行い，納税者自身が\n申告するものであり，原告は，従来の申告を見直すことなく，ただ漫然\nと申告を行ってきたにすぎない。このことは，原告が，新設された本件\n各倉庫についての申告納付義務を果たしていなかったことからも明白で\nある。\n本件各賦課決定処分は，課税標準の算定期間の末日の現況に応じて，\n納税者自らの責任と判断の下に申告した課税標準及び税額に誤りがあっ\nたことにより，法７０１条の６１第１項の規定に則して行われたもので\nある。なお，前記のとおり，α配送センターの利用実態が変化したもの\nと合理的に推認されることからして，原告は，利用実態の変化にもかか\nわらず，それを自ら的確に把握，申告することを怠ったものであり，そ\nの結果，本件各処分がされたものである。\n(ｳ)  なお，原告の主張する国税における解釈については，申告所得税の過\n少申告加算税に係る規定としては認めるが，原告が主張するα配送セン\nターの新増設に係る事業所税の調査時点の状況については前記のとおり\nであり，当然に「正当な理由があると認められる場合」には該当しない。\n仮に，被告が当該調査の結果に基づいてα配送センターについての事業\nに係る事業所税の申告指導を行い，原告がそれに基づいて当該調査結果\nと同一の事業に係る事業所税の申告を行ったとしても，原告は，本件各\n倉庫については全く申告しておらず，これらを除外して申告することで，\n納付税額のない免税点以下申告を行っている。\n事業に係る事業所税は，事業所等において法人又は個人の行う事業に\n対し，当該事業所等所在の指定都市等において，当該事業を行う者に課\nする者であり，本件各更正処分も，α配送センターだけでなく，本社家\n屋及び本件各倉庫といった特別区の存する区域において行う事業に対す\nるものであり，法７０１条の６１第１項の規定に則して不足税額に対し\nて過少申告加算金が決定されたものである。これは，α配送センターの\n新増設に係る事業所税の調査結果がどういう内容であれ，法が求める当\n然の処分である。\n（原告の主張）\nア  本件各更正処分が違法として取り消されるべきであることに伴い，本件\n各賦課決定処分も取り消されるべきである。\nイ(ｱ)ａ  また，原告は，前記(1)（原告の主張）ウで述べたとおり，従前から\nの行政指導に従った事業所税の申告及び納税等を行ってきたものであ\nり，原告が独断で非課税部分を判断して申告したものではない。\n事業所の新設がされた場合，まず，新増設に係る事業所税の申告納\n付が行われなければならず，同事業所税申告が，事業に係る事業所税\nの申告に先行するのが通常である。そして，申告書に記載された内容\nは，当該事業所が存続し，当該申告内容に変更がない限り，その後の\n事業に係る事業所税の申告内容と共通する。特に，非課税部分の認定\nは，事業所税の免税点となる面積を超過するか否かの判断や課税額に\n影響するため，新増設に係る事業所税の申告書が提出された場合，そ\nの内容を検証すべく，課税庁によって，申告された事業所の現地調査\nを含めた事業所税の調査が行われる。旧法７０１条の５８によれば，\n調査の結果，当該申告書に誤りがあれば，課税庁は納税者が修正申告\nを行った場合を除き，これに対し更正処分をしなければならないので\nあり，それゆえ，更正をしなかったことは，当該申告内容を課税庁が\n是認したことと同義である。\nそして，調査の結果，申告内容が是認されれば，納税者としては，\n事業に係る事業所税の申告納付も，その是認された内容に従って行い，\nあえて是認された内容と異なる内容を記載して申告を行うことはしな\nい。すなわち，納税者にとって，新増設に係る事業所税の税務調査に\nおいて，調査担当官との間で確認された内容や修正を指摘された内容\nは，その後の事業に係る事業所税の申告納税の指針となるものであり，\n納税者としては，納税者が正しいものとして認識し理解した内容と課\n税庁の認識し理解した内容とが一致しており，自身の行った申告納税\nが正しいものであるとの信頼を得て，その申告内容に変更がない限り\n同様の内容の申告を継続していくのである。\nｂ  そして，原告は，前記(1)（原告の主張）ウで述べたような東京中央\n都税事務所の調査結果における非課税部分の認定・確認及びそれに基\nづいてされてきた事業所税の申告書の受理という実態を信頼して，同\n様の申告を継続し，事業所税を納税してきたものである。原告におい\nて，本件α課税部分につき，非課税であると信頼して非課税のまま申\n告を継続してきたことは，やむを得ないことであり，責められるべき\nことではない。仮に，平成１３年の新増築の調査における同事務所の\n認定・指導等が誤っていたとしても，それは原告には予想もできない\nことである。\nｃ  被告は，申告是認行為には法的効果が認められるものではないなど\nと主張するが，課税庁が是認した申告内容については，納税者として\nは，信頼して踏襲し，あえて別の内容を記載した申告書を提出するこ\nとは，一般常識としても行い得ない。また，被告の主張は，特に，本\n件のように，直前に前提ともなる事項に関する申告につき税務調査が\n行われ，当該前提となる事項（例えば，非課税部分の範囲等）につき\n調査の結果申告内容につき誤りがないことが課税庁・納税者間で確認\nされ，申告内容が是認されたような場合には該当しない。\n国税に関する場合において，国税庁は，国税通則法６５条４項の適\n用に当たり，例えば，確定申告の納税相談等において，納税者から十\n分な資料の提出があったにもかかわらず，税務職員等が納税者に対し\nて誤った指導を行い，納税者がその指導を信じたことにより過少申告\nとなった場合で，かつ，納税者がその指導を信じたことについてやむ\nを得ないと認められる事情がある場合には，同項に規定する正当な理\n由があるものとして取り扱っているところ，国税に関する上記解釈は，\n地方税の場合にも当てはまるというべきである。\n(ｲ)  そもそも，過少申告加算金は，国税通則法に基づく過少申告加算税と\n同様，過少申告による納税義務違反の事実があれば，原則としてその違\n反者に対し課されるものであり，これによって，当初から適法に申告し\n納税した納税者との間の客観的不公平の実質的な是正を図るとともに，\n過少申告による納税義務違反の発生を防止し，適正な申告納税の実現を\n図り，もって納税の実を挙げようとする行政上の措置である。\nしかし，前記(ｱ)のような状況において，原告に過少申告加算金を賦課\nするのは，その上記の趣旨に反することであって原告に酷であり，また，\n東京中央都税事務所の誤りや怠慢を納税者である原告に転嫁するもので\nあって不当である。\n(ｳ)  その他，前記(3)（原告の主張）イ(ｲ)ａ(d)の点からも，原告が，本件各\n倉庫が事業所等に該当しないと解して事業所税の課税床面積に加えなか\nったことや，本件α課税部分を非課税として申告書を作成したことは，\nやむを得ないことである。\n(ｴ)  以上のとおり，本件α課税部分については，事業に係る事業所税の申\n告前に新増設に係る事業所税につき現地調査を含めた税務調査が行わ\nれ，その際の指導として，原告の申告内容でよい旨の東京中央都税事務\n所側の判断が明確に原告に対して示されており，真に納税者の責めに帰\nすることができない客観的な事情がある。β倉庫についても，過去に行\nわれた税務調査においても課税対象とされなかった。δ倉庫及びγ倉庫\nについても，課税対象である旨の指摘は一切受けてこなかった。原告と\nしては，そのような指導や対応に従ったものであり，その後も原告側に\nおいて本件α課税部分の用途につき変更したこともなく，利用実態にも\n変化がなく，かつ，特段申告内容が誤っているなどとの指摘もなく申告\n書が受け付けられてきたことからすれば，本件は，過少申告加算金の趣\n旨に照らしてもなお納税者にこれを課することが不当又は酷になる場合\nに該当する。課税庁に対する信頼に基づく申告に対して，結果として過\n少申告となった場合についても申告者の責めに帰するものとして加算金\nを賦課するのは，法の趣旨に反する。\nしたがって，本件においては，法７０１条の６１第１項に定める「正\n当な理由」があるというべきであるから，過少申告加算金を賦課するこ\nとは違法である。なお，前記(1)（原告の主張）ウ(ｲ)の点からして，本件\n調査において原告が修正申告の勧めに応じなかったことは，上記「正当\nな理由」の存在を否定する事情とはならない。\n第３  当裁判所の判断\n１  事業所税及び運送事業供用施設非課税規定の趣旨等\n(1)  事業所税は，都市環境の整備及び改善に関する事業に要する費用に充てる\nために課される目的税であり（法７０１条の３０），大都市地域においては，\n事業所等が集中し，人口集中を招いていることにより，諸般の都市環境の整\n備及び改善のための財政需要が生じているとの実態に鑑み，大都市の行政サ\nービスと企業の事業活動との間の受益関係に着目して，特別の税負担を求め\nるものである。そして，事業に係る事業所税は，企業の事業活動をいわゆる\n外形標準でとらえて課す税であり，事業所等において法人又は個人の行う事\n業を課税客体，当該事業を行う者を納税義務者とし，また，上記受益の度合\nいに人的又は物的に対応するものと考えられる従業者給与総額及び事業所床\n面積を課税標準としたものである（甲２，乙５，７参照）。\nこのような事業に係る事業所税の趣旨及び目的に照らすと，事業所等とは，\nそれが自己の所有に属するものであるか否かにかかわらず，事業の必要から\n設けられた人的及び物的設備であって，そこで継続して事業が行われる場所\nをいうと解するのが相当であり，この場合，事業所等において行われる事業\nは，当該法人又は個人の本来の事業の取引に関するものであることを必要と\nせず，本来の事業に直接，間接に関連して行われる事業も含まれ，社会通念\n上そこで上記のような事業が行われていると考えられるものについては，事\n業所等に当たるものと解される（昭和２９年通達参照）。\nそして，ある家屋の全部又は一部が事業所等の用に供される事業所用家屋\nに当たるといえるか否かを判断する際には，そこに人が常駐するか否かとい\nった形式的な基準によるのではなく，その構造及び物的設備の内容等，そこ\nで行われている業務の内容及び性質，当該法人又は個人の行う事業における\n当該業務の位置付けないし役割，その他その管理状況やそこへの人の出入り\nの状況等の事情に照らして総合的に判断すべきものであり，たとえそこに人\nが常駐していなかったとしても，当該法人又は個人において事業を行う必要\nから設けられ，他の事業所等の人的設備をもってそこで継続してその事業に\n係る業務の一部が行われていると認められる場合には，当該家屋の全部又は\n一部は，事業所用家屋に当たると解するのが相当である。\n(2)ア  一方，運送事業に係る事業所税の非課税の範囲について定める法７０１\n条の３４第３項２１号（平成１９年法律第４号による改正前は２２号）に\nおいて，運送事業供用施設非課税規定は，貨物自動車運送事業法２条２項\nに規定する一般貨物自動車運送事業を経営する者がその本来の事業の用に\n供する施設で政令で定めるものに係る事業所等において行う事業に対して\nは，事業所税を課することができない旨を定め，同規定の委任に基づき定\nめられた令５６条の３７は，上記の施設を事務所以外の施設とする旨定め\nているところ，その趣旨については，上記のような施設は，都市計画法１\n１条１項の定める都市計画において定めるべき都市施設の一つであり，都市\n機能を維持し向上していく上で必要なものであって，前記のとおりそのよう\nな施設を整備するための財源を確保するため事業所税が課せられることと\nなったことに鑑みれば，そのような施設に係る事業所税については何らかの\n特別措置を講ずることが相当であり，特に，そのような施設に係る事業のう\nち，民間企業が行わなければ地方公共団体の責任で行わなければならなくな\nるようなものや収益性の極めて薄いもの等についてまで事業所税を課する\nことは，適当でないと判断されたところによるものと解される（乙５，１\n０参照）。\nイ  前記のような運送事業供用施設非課税規定の趣旨やその文言等に鑑みれ\nば，一般貨物自動車運送事業を経営する者が事業の用に供する施設であっ\nても，その本来の事業（他人の需要に応じ，有償で，自動車を使用して貨\n物を運送する事業であって，特定貨物自動車運送事業（特定の者の需要に\n応じ，有償で，自動車を使用して貨物を運送する事業）以外のもの。貨物\n自動車運送事業法２条２項及び３項）以外の事業の用に供する施設につい\nては，運送事業供用施設非課税規定の適用はないものというべきである。\n２  認定事実\n前記第２の２の事実のほか，各項に掲記の証拠及び弁論の全趣旨によれば，\n次の各事実が認められる。\n(1)  原告及びその業務等について\nア  原告及びその使用する家屋等（甲２２，２５ないし２８，３０，３２，\n原告代表者）\n(ｱ)  原告は，昭和３６年３月２３日に設立され，梱包業，一般貨物自動車\n運送取扱事業，一般小型貨物運送事業及びこれらに附帯する一切の業務\nを目的とする株式会社であって，一般貨物自動車運送事業の許可を受け\nているものである。\n(ｲ)  原告の商号は，平成１４年１２月１日に現商号に変更されるまで，「Ｃ\n株式会社」であった。\nまた，平成１３年７月期から平成１７年７月期までの原告の代表取締\n役はＤであったが，同年９月２９日にＥ（以下「Ｅ代表」ということが\nある。）が代表取締役に就任し，現在までその地位にある。\n(ｳ)  原告は，平成１３年７月期において，現在の本社の家屋（ただし，平\n成１２年１１月３０日に使用開始），α配送センター（ただし，同年１\n２月８日に使用開始）及びβ倉庫のほか，江戸川区ζに所在する事務所\n（ただし，同月３１日に廃止）及び江戸川区η町に所在する営業所（以\n下「η営業所」という。ただし，同日に廃止）を使用していた。\n原告は，平成１４年７月期から平成１７年７月期までは，本社の家屋，\nα配送センター及びβ倉庫を使用していたが，平成１８年４月１日にγ\n倉庫の使用を開始する一方，同年１１月３０日にβ倉庫を廃止した。そ\nの際，β倉庫に保管されていた物品は，δ倉庫に移され，又は荷主に引\nき取られるなどした。\nそして，原告は，その後，平成１９年１月１日にδ倉庫の使用を開始\nした。\n(ｴ)  原告は，平成１５年に自社で保有する事業用自動車を５台から２台に\n減じ，同年１０月２９日付けで，一般貨物自動車運送事業の事業計画の\n変更の届出をした。また，同年，α配送センターの５階部分が増築され\nた。\nイ  原告の業務等（甲３０ないし３２，乙２ないし４，原告代表者）\n(ｱ)ａ  原告は，少なくとも平成９年ころまでには，いわゆる販売促進物品\n（以下「販促物」という。）専門の物流サービスをその主たる業務とし\nて扱うようになっていた。\nすなわち，平成９年ころの原告の会社案内（甲３２）においては，\n①販売促進物と各種帳票類の梱包・発送・在庫管理（届け先ごとの詰\n合せ，在庫商品の管理，出荷・在庫状況問合せ対応），販売促進活動\n支援（車両の貸切り，イベント会場への搬入・搬出，イベント来場者\nへの資料送付代行等），各種事務代行サービス（電話・ファックス受\n信代行サービス，荷札・送り状の発行，各種在庫・発送報告書の作成・\n提出等）その他付帯サービスを引き受けること，②販売促進物専門の\n物流サービスを手がけて３５年の実績等を持っている会社であること\nなどが記載されていた。\nｂ(a)  本件各事業年度においても，原告は，自動車を使用して貨物を運\n送することに加え，販促物関連の梱包及び発送並びに輸送途上にあ\nる物品の一時預かりを行っていた。\n(b)  原告が取り扱う物品は，主として，顧客の商品等に関するパンフ\nレット，販促物及びイベント品（以下，併せて「販促物等」という。）\nであり，原告は，通常，顧客先から当該顧客の指定するイベント会\n場や当該顧客の得意先等への販促物等の輸送を受託していた。その\n方法は，当該顧客が発送する販促物等をα配送センターにおいてい\nったん積み降ろし，これを配送予定日別かつ配送先別に小分けにし\nて梱包し直し，その後，原告において顧客の指定する配送先（イベ\nント会場等）へ配達するというものであり，通常多方面に提供され\nることが想定される大量の販促物等を顧客において小分けにして多\n方面に輸送することは困難であることから，配送センターを設けて\nいる原告が，その作業についても一貫して受託していたものである。\nなお，販促物等に関し，原告においては，いわゆる個人情報の記\n載された保険証券及び関連書類，顧客リスト等も輸送していた。\n(c)  顧客からの販促物等の引取り及びα配送センターでの積替え後の\n配送については，原告が自ら保有する２台の事業用自動車を使用し\nて行う場合（自社便）もあったが，原告以外の運送業者に再委託し\nて行われる場合（他社便）もあった。\n自社便が用いられるのは，α配送センター及び本件各倉庫間にお\nける物品の移送の場合のほか，プレリリース前の顧客の商品のカタ\nログや前記の個人情報の記載された書類等の取扱いに注意を要する\n物品を輸送する場合や，あらかじめ登録等がされた自動車でないと\nイベント会場に進入できないといった場合，配送先の建物の形状等\nにより進入が制限されているような場合，その他緊急の輸送を要す\nる場合等であった。\n(d)  他方で，販促物等は，顧客の宣伝広告活動やいわゆる営業マンの\n営業行動に伴った支援を行うものであるため，顧客の依頼や指定さ\nれた配送先の都合いかんによっては，輸送途上のいずれかの段階で\n一定期間物品を留め置かなければならないことがあるところ，その\nような場合に，原告は，α配送センターにおいて積替えを行う段階\nで，一時的に当該物品を預かっていた。すなわち，原告は，顧客か\nら指示を受けた出荷日又は配送日及び配送先までの輸送日数を考慮\nして，物品の一時保管をも行っていたところである。\nｃ  なお，平成２０年２月現在，原告のインターネットホームページ（乙\n３）においては，その業務につき，次のような紹介がされている。\n(a)  原告は，販売促進物（販促ツール）専門のＩＴ物流企業であり，\n創業以来４０年以上に及ぶノウハウをベースに，販売促進物流専門\nのトータル物流サービスを提供する。\n(b)  販売促進物流において，例えば，短期間に大量の物を一斉に全国\nへ発送しなければならない全国規模のキャンペーンなどにつき，一\n配送業者に依存すると，仕分けの遅れ，輸送トラックの不足といっ\nたリスクがあるが，原告においては，地域ごとに複数の配送業者に\n分散して配送手配するため，そのようなリスクを回避できる。原告\nは，輸送便の種類や運送会社の枠にとらわれず，最も有効な輸送手\n段を選択する。\n(c)  販促ツールの物流は，一般物流（製品物流）とは異なり，その時，\nその場所になければ価値がゼロになってしまうという特性があるた\nめ，原告は，専用ウェブシステムにて，本支店間などの販促ツール\n情報発信からオーダールートの再構築などを含めて，最新のウェブ\nシステムを基にコンサルティングサービスを提供している（なお，\n原告は，顧客の物流業務に関して，効率化やコスト削減などを目的\nとしたコンサルティングを第三者の立場から提案する業態を「Ｊ」\nと称し，これを「Ｋ」と併せた「ＫＪ」につき，登録商標を有して\nいる。）。\n(d)  自社開発した情報管理システムにより，在庫数，発送履歴等のデ\nータベース管理を行っており，リアルタイム情報（在庫数，オーダ\nー状況，発送履歴情報等）をインターネットで照会することもでき\nる。\n(e)  保管料については，重量制保管料（預かりに係るツールの重量が\n計算のベースとなる保管料）を採用している。入荷してから保管料\n無料期間が設けられているが，保管を目的とした倉庫ではなく，発\n送を前提にした仮置き場という位置付けで物流センターを運用して\nいるため，問題はない。保管が必要なツールについては，詳細な在\n庫管理しているため，必要な時に必要な数量をすぐに出荷すること\nができる。入荷後即出荷から長期保管まで対応済みである。\n(f)  チラシなどの紙類からイベントで使用する大型じゅう器まで，多\n種多様な販促ツールに対応している。ただし，基本的に常温保管管\n理であるため，温度管理が必要なものについては別途相談を要する。\n(g)  イベント品の検品やメンテナンス（コンパニオン衣装や着ぐるみ\nのクリーニング，電球や蛍光灯の点灯確認及び交換等）に対応して\nおり，次回のイベントへの準備を整える。\nまた，街頭配布用サンプルセットのアセンブリや，カタログなど\nの訂正シール貼りなど，細かい作業にも対応している。\nその他，キャンペーン事務局の対応として，応募はがきの受取り，\nデータ作成，抽選代行，商品発送代行まで一貫して対応する。\n(ｲ)  本件各事業年度において原告がその顧客との間で締結する業務委託基\n本契約について用いていた契約書（甲３１参照。なお，甲３１は平成１\n７年４月３０日付けのものである。）には，次のような旨の定めがある。\nａ  前文\n顧客と原告とは，顧客が所有する販売促進物品等（以下，本アにお\nいて「本件物品」という。）の梱包・発送及び預かり管理等を原告に\n委託することに関し，業務委託基本契約を締結する。\nｂ  目的（１条）\n顧客は原告に対し，本件物品の「梱包・発送業務」，「預かり管理\n業務」及び「情報提供業務」（以下，本(ｲ)において併せて「本件業務」\nという。）を委託し，原告はこれを受託する。\nｃ  梱包・発送業務（２条）\n前記の「梱包・発送業務」とは，顧客所定の「販促品発送依頼書」\nに基づき，本件物品を顧客の指示した発送先に指定した期日に到着す\nるよう，梱包し発送することをいう（同条１項）。\nそして，原告は，「梱包・発送業務」を次の要領にて実施するもの\nとする（同条２項）。この「梱包・発送業務」の費用については，「見\n積書」による（同条３項）。\n(a)  本件物品の梱包は，種類及び数量に応じて，発送のために必要か\nつ適切な資材を用いて行う。ただし，梱包資材について顧客より別\n段の指示があった場合以外は，原告の選択した資材を使用する。\n(b)  本件物品の発送は，原告の選択により原告自ら又は第三者に委託\nして行う。原告は，その選択に際しては，顧客の利益を十分に考慮\nしなければならない。また，原告の主因による発送違いでの再発送\n料及び梱包料等は，原告の負担とする。\nｄ  預かり管理業務（３条）\n前記の「預かり管理業務」とは，顧客があらかじめ原告の指定した\n場所に本件物品を預け入れ，前記の梱包・発送業務を円滑に行うため\nの管理業務とする。原告は，善良なる管理者の注意をもって預かると\nともに，預かり中の本件物品の種類，数量，品質を定期的に点検して\nその状況を把握し，顧客に報告することとする（同条１項）。\nそして，原告は，「預かり管理業務」を次の要領にて実施するもの\nとする（同条２項）。この預かり品の預かり管理料は「見積書」によ\nる（同条３項）。\n(a)  本件物品が顧客より納入された時に，原告は，品目，数量及び外\n観上のかしの有無について検収し，その結果を遅滞なく入荷報告と\nして顧客に行う。\n(b)  検収により原告が発見した品目違い，数量不足，外観上のかしあ\nる物品については，原告は顧客に遅滞なく報告を行う。\n(c)  毎月末現在における本件物品の種類別入出庫数と在庫数を「在庫\n報告書」として顧客に報告する。ただし，顧客の要請があったとき\nには，本件物品の種類，数量，品質の現状につき，随時，顧客に報\n告する。\n(d)  顧客は，原告の事前了解の下，保管場所に立ち入り，原告が保管\n中の物品の在庫数量，保管・管理状況及び受入れ・報告・発送作業\n状況を調査できるものとする。\nｅ  情報提供業務（５条）\n前記の「情報提供業務」とは，顧客の依頼に基づき，原告が本件物\n品の管理情報の提供を行うことをいう（同条１項）。\nそして，原告は，「情報提供業務」を次の要領にて実施するものと\nする（同条２項）。\n(a)  原告は，本件物品の入荷・出荷・在庫等の管理情報を，インター\nネットのホームページ上又は電子メール，ＦＤやＣＤ－ＲＯＭ等の\n記憶媒体によるファイル形式で顧客に提供するものとする。\n(b)  前記(a)の管理情報の内訳については，顧客と原告との協議により\n決定する。\n(c)  原告は，管理情報を利用するためのユーザーＩＤ及びパスワード\nを顧客へ提供する。\n(d)  原告は，前記(a)における情報提供のための費用について，事前に\n見積書を顧客に提出し，協議の上決定するものとする。\nｆ  責任の範ちゅう（６条）\n顧客の指示により原告から梱包・発送された当該本件物品は，指定\n場所にて受け渡され，受領印をもらった時点で終了する。ただし，到\n着後に輸送途中での破損・汚損が原因とみなされる物品事故について\nは，原告が責任をもって対処するものとする。\nｇ  請求並びに支払条件（１１条）\n原告は，顧客の請求締め日（毎月２０日）に１か月分の本件業務及\nび付帯業務費用を請求書をもって請求することとする。顧客の支払は\n翌月１５日とし，現金を原告に支払うものとする。\nｈ  有効期間（１３条）\n(a)  本契約の有効期間は，１年間とし，期間満了の３か月前までに顧\n客，原告双方から何ら申出がない場合は，本契約と同一条件にて１\n年間自動更新するものとする。それ以降も同様とする（同条１項）。\n(b)  顧客又は原告は，本契約の有効期間中であっても，あらかじめ３\nか月前までに書面をもって通知し，本契約を解約することができる\nものとし，この解約により相手方に対し何らの損害賠償の責めを負\nわないものとする（同条２項）。\n(ｳ)  原告の平成１９年７月期の損益計算書（乙２）における売上に係る記\n載は，次のようなものであった。\nａ  売上高      ６億７０９９万３６４９円\n(a)  運賃売上高        ２億８０３９万４９１０円\n(b)  梱包売上高        １億５０３５万４９０９円\n(c)  保管売上高        ２億１３６５万３９４５円\n(d)  その他売上高          ２６８４万５０００円\n(e)  売上値引戻り高            ２５万５１１５円\nｂ  売上原価    ４億４０２２万９９２５円\n(a)  外注運賃          １億８４４５万５９９５円\n(b)  支払倉庫料            ７２９５万３６９０円\n(c)  当期製品製造原価  １億８２８２万０２４０円\n(2)  α配送センターについての原告の事業所税に係る申告書の提出等について\n（甲２１ないし２８，３０，原告代表者）\nア  平成１３年\n(ｱ)  新増設に係る事業所税について\nａ  原告は，α配送センターが竣工した平成１２年１２月８日に建築会\n社からその引渡しを受け，同月中には，それまで配送センターとして\n利用していたη営業所からの引越しを完了した。\nその上で，原告は，平成１３年２月８日，東京中央都税事務所長に\n対し，α配送センターについての新増設に係る事業所税の申告書（以\n下「α新増設申告書」という。）を提出した。原告は，α新増設申告\n書において，家屋の用途を「倉庫及び荷捌場」と記載した上で，非課\n税に係る新増設事業所床面積を３２８２．７５平方メートル（うち運\n送事業供用施設非課税規定によるものは３１９１．２２平方メートル，\n福利厚生施設非課税規定によるものは９１．５３平方メートル）と記\n載した。\nｂ  α新増設申告書の提出を受けて，同月２２日，東京中央都税事務所\nは現地調査（以下「平成１３年現地調査」という。）をし，工事請負\n契約書，検査済証及び一般貨物自動車運送事業の事業計画変更届出書\n等の提出を原告から受け，一部数値の誤りを指摘した上で，上記申告\n書の記載内容を是認した。\nなお，原告は，平成１３年現地調査に当たり，α配送センター新築\n時の設計図面として，東京中央都税事務所に対し，乙４号証に添付の\n各図面を提出した。\n(ｲ)  事業に係る事業所税について\n原告は，同年１０月１日ころ，東京中央都税事務所長に対し，平成１\n３年７月期の事業に係る事業所税についての申告書（以下「平成１３年\n７月期申告書」という。また，以下，原告がその各事業年度の事業に係\nる事業所税について提出した申告書については，前記の原告の事業年度\nについての表記を前提として，上記と同様の方法で表記する。）を提出\nした。原告は，平成１３年７月期申告書において，α配送センターの非\n課税に係る事業所床面積を３２８３．７５平方メートル（うち運送事業\n供用施設非課税規定によるものは３１９２．２２平方メートル，福利厚\n生施設非課税規定によるものは９１．５３平方メートル）と記載した（た\nだし，平成１２年１２月８日に新設されたため，上記のうち実際に非課\n税に係る事業所床面積に算入されたのは，上記の１２分の７であった。）。\nイ  平成１４年及び平成１５年\n原告は，東京中央都税事務所長に対し，平成１４年１０月１日ころに平\n成１４年７月期申告書を，平成１５年１０月１日ころに平成１５年７月期\n申告書をそれぞれ提出した。原告は，上記各申告書において，α配送セン\nターの非課税に係る事業所床面積について，平成１３年７月期申告書にお\nけると同様の記載をした。\nウ  平成１６年から平成１９年まで\n(ｱ)  原告は，平成１６年１０月１日ころ，東京中央都税事務所長に対し，\n平成１６年７月期申告書を提出した。原告は，同申告書において，α配\n送センターの非課税に係る事業所床面積を３５１０．８２平方メートル\n（うち運送事業供用施設非課税規定によるものは３４１９．２９平方メ\nートル，福利厚生施設非課税規定によるものは９１．５３平方メートル）\nと記載した。\n(ｲ)  そして，原告は，前記第２の２(2)アないしウのとおり，平成１７年か\nら平成１９年にかけて，本件各事業年度の事業に係る事業所税について\nの申告書に，α配送センターの非課税に係る事業所床面積について平成\n１６年７月期申告書におけると同様の記載をした上で，それぞれ東京中\n央都税事務所長に提出した。\n(3)  本件各事業年度におけるα配送センターの利用状況等について（甲１４，\n１６，１７の１・２，３０，３３，乙４，９，原告代表者）\n前記(1)イ(ｱ)ｂのとおり，原告は，自動車を使用して貨物を運送することに\n加え，販促物関連の梱包及び発送並びに輸送途上にある物品の一時預かりを\n行っていたものであり，α配送センターにおいては，販促物等の積み降ろし，\n一時保管，小分け，梱包及び配達のための出庫等を行っていたところ，本件\n各事業年度におけるα配送センターの具体的な利用状況等は，次のとおりで\nあった。\nア  １階について\n(ｱ)  １階ピンク色部分のうち別紙３赤色部分①は，１階黄緑色部分への唯\n一の自動車の進入路となっていた。\nなお，別紙３赤色部分①から１階黄緑色部分を経て更に奥（別紙平面\n図１において，１階黄緑色部分の左側にある部分）は，駐車場となって\nおり，原告の保有する事業用自動車が駐車するほか，１階黄緑色部分に\nおいて転回できない他社の自動車が，いったん同駐車場まで進入して転\n回した上で，再度，１階黄緑色部分及び別紙３赤色部分①を通って外に\n出るというためのスペースとなっていた。\n(ｲ)  １階黄緑色部分には，自動車が通行するためのスペースを残した上で，\n自動車から積み降ろされ入庫する物品や，出庫のために自動車に積み込\nむための物品（３階から５階までで出荷準備がされた上で出庫を待つ状\n態のものを含む。）が一時的に置かれていた。\nなお，１階黄緑色部分のうち北側（別紙平面図１において，１階黄緑\n色部分のうち上部に位置する部分）は，自動車が通行する部分から一段\n上がった荷さばき場となっており，その近くには，輸送を再委託した宅\n配業者ごとに発送する物品が置かれていた。\n(ｳ)  １階ピンク色部分のうち別紙３赤色部分②については，自動車から積\nみ降ろされ入庫する物品や，出庫のために自動車に積み込むための物品\n（３階から５階までで出荷準備がされた上で出庫を待つ状態のものを\n含む。）が一時的に保管されていた。なお，別紙３赤色部分②にあるエ\nレベーター２基は，いずれも荷物用であり，それらを用いて，別紙３赤\n色部分②とα配送センターの３階から５階までとの間で，物品が移動さ\nれていた。物品の一時預かりや，積替えのための小分け作業及び梱包作\n業は，後記のとおり，３階から５階までの作業スペースで行われ，１階\nでは行われていなかった。\n本件各倉庫から出庫されてα配送センターに到着した物品について\nは，保管札がついたまま，基本的には，３階から５階までで小分けされ\n梱包される場所が決定されるまでのごく短い間，別紙３赤色部分②にあ\nる棚に暫定的に置かれていた。なお，本件各倉庫から出庫されてα配送\nセンターに着いた物品が多いときは，３階から５階までに運ばれるが，\nその順番待ちのための期間，別紙３赤色部分②に置かれることもあった。\n(ｴ)  そして，１階ピンク色部分のうち赤色の部分（別紙平面図１中の別紙\n３赤色部分①及び②に対応する部分のうち赤色の部分。別紙３赤色部分\n①に対応する部分のうち「ガソリントラップ」という記載の上部の一点\n鎖線より下の部分を含む。）には，軽量鉄骨ラック式３段の保管棚が複\n数設置されていた。\n平成２０年現地調査の際に，上記の本件保管棚には，そのいずれにも，\n大手自動車会社の自動車カタログやパンフレット，製薬会社のリーフレ\nット等が置かれ，ボール紙箱や厚紙包装紙で梱包された包みの上に，梱\n包されていないいわゆるバラの状態のものが積み重ねて置かれていた。\nこのうち，梱包されたものについては，ボール紙箱や包装紙に，品目，\n保管開始日，位置番号が記載されたラベルが貼られており，中には，保\n管開始日から既に数年が経過しているものもあった。\nイ  ２階について\n２階は，全体として，事務所として利用されており，そのうち事務室内\nには，宅配業者に引き渡す際に添付する送り状や情報シールを作成するた\nめのパソコン及びプリンターが置かれていた。\nなお，本件更衣室の床は，長方形の形状であったところ，α配送センタ\nーの新築工事設計図の展開図（甲１６）によれば，その短い方の辺の長さ\nは，１．７４メートルであった。\nウ  ３階から５階までについて\n(ｱ)  ３階から５階までにおいては，入庫された後に直ちに出庫されない物\n品が保管されており，顧客からの出荷依頼を受けて，物品を保管場所か\nらワゴンに載せて作業場所へと移動させ，出荷依頼に従って数量ごとに\n小分けして，梱包する等の作業が行われていた。\nそのようにして，出荷準備が整った物品は，エレベーターで１階に移\n動されていた。\n(ｲ)  平成２０年度現地調査の際には，３階ピンク色部分のうち赤色の部分，\n４階ピンク色部分のうち赤色の部分及び５階ピンク色部分のうち赤色の\n部分に，軽量鉄骨ラック式３段の保管棚が複数設置され，そのいずれに\nも，大手自動車会社の自動車カタログやパンフレット，製薬会社のリー\nフレット等が置かれ，ボール紙箱や厚紙包装紙で梱包された包みの上に，\n梱包されていないいわゆるバラの状態のものが積み重ねて置かれてい\nた。このうち，梱包されたものについては，ボール紙箱や包装紙に，品\n目，保管開始日，位置番号が記載されたラベルが貼られており，中には，\n保管開始日から既に数年が経過しているものもあった。\n(4)  本件各事業年度における本件各倉庫の利用状況等について\nア  本件各倉庫の一般的な利用状況について（甲２９，３０，証人Ｄ，原告\n代表者）\n(ｱ)ａ  前記(1)イ(ｱ)ｂのとおり，原告は，顧客から預かった販促物等をα配\n送センターにおいていったん積み降ろし，これを配送予定日別かつ配\n送先別に小分けにして梱包し直して積み替え，その後，顧客の指定す\nる配送先（イベント会場等）へ配達していたところ，そのような積替\nえ及び発送等は，通常，α配送センターに販促物等が搬入された当日\n中又は数日以内に行われていたが，発送残が出ることも少なくなく，\nそのような場合，顧客からその後の具体的な出荷指示がないことから\n一定期間の保管が必要となった当該販促物等をα配送センターに保\n管しておくと業務の妨げになるため，原告は，当該販促物等を本件各\n倉庫に移送して保管していた。\nｂ  販促物等の発送残が出た場合に，本件各倉庫のうちどの倉庫にそれ\nを送るかについては，原告において，明確な処理基準等はなく，α配\n送センターの現場の作業員等において，経験に基づき，当該販促物等\nが，いつ，どの程度必要になるかを判断し，適宜，振り分けを行って\nいた。そのようにして，α配送センターにおいては，どの顧客のどの\n発送残が本件各倉庫のうちどの倉庫にあるかを把握していたものであ\nる。\nすなわち，α配送センターに当初物品が搬入されてから，顧客から\n発送指示があるまでの期間については，同日中に指示がある場合もあ\nったものの，大半の場合，三，四日程度であったため，現場の作業員\nにおいては，長年の経験に基づき，顧客の性質や，α配送センターで\n用いられていた物流システムにより一括管理されていた物品の数量な\nいし残量といったデータ等を踏まえ，保管が見込まれる期間を予測し\nて，前記ａのとおり，α配送センターから本件各倉庫に移送するか否\nかを決め，さらに，移送する場合はどの倉庫に移送するかを決めてい\nたものである。\nただし，一般的には，出庫の可能性が高く保管期間が長期に及ばな\nいと見込まれる物品はγ倉庫に移送し，出庫の可能性が低く保管期間\nが長期にわたると思われる物品はβ倉庫又はδ倉庫に移送するという\n扱いがされていた。\nそして，場合によっては，保管期間は数年に及び，例えば，δ倉庫\nにおいては，販促物等の大部分が数年にわたって保管されていた（例\nえば，平成２０年１１月１７日ころの時点で，平成１６年２月１３日，\n同年６月１１日及び同年１２月３１日に入荷された商品，あるいは，\n平成１７年７月６日及び同年１０月２２日に入荷された商品，平成１\n８年５月１３日及び同月１９日に入荷された商品，平成１９年３月３\n０日及び同年１２月１０日に入荷された商品等が保管されていた。）。\nそのため，長期の保管物については，顧客に在庫表を示し，その取\n扱いにつき確認するほか，年に一度，廃棄キャンペーンのようなもの\nが行われ，顧客に対する長期保管物の処理についての働きかけがされ\nていた。\nｃ  本件各倉庫からの出庫については，顧客から原告の本社営業部の受\n注担当が指示を受け，それに基づいてα配送センターの作業員に対し\nて指示が出され，それを受けて，作業員が本件各倉庫に赴き，必要な\n種類及び数量の販促物等をα配送センターに移送し，そこで梱包等を\n行った上で発送作業をするというのが基本的な流れであった。\nなお，本件各倉庫の鍵は，α配送センターで保管されていた。また，\n本件各倉庫から１回当たりに出庫する物品の量は，多いときでもいわ\nゆる４トン車１台で賄える程度であった。\n(ｲ)  前記(ｱ)で述べたような保管（α配送センターにおける一時保管を含\nむ。）に係る保管料については，７日以内は無料であり，保管期間が７\n日を超えた場合には，８日目以降の保管につき，「商品重量×預かり単\n価」を日割り計算して，預かり管理料（保管料）を請求するという旨が，\n顧客との間の契約書に明記され，それに従った取扱いがされていた。そ\nして，上記の預かり単価は，倉庫業者における保管料の相場等も参考と\nした上で定められていた。\nただし，保管期間によっては，具体的な事例に応じ，月単位又は年単\n位で保管料が決められることもあった。\nイ  β倉庫について（甲６，７，２９，３０，原告代表者）\n(ｱ)  β倉庫は，Ｅ代表が原告に入社した昭和６３年より前から原告におい\nて使用されていた倉庫であり，原告の関連会社であるＦ株式会社（以下\n「Ｆ」という。）が所有し原告に賃貸していたものである。\nＦは，平成１８年１１月３０日にβ倉庫を第三者に売却し，それに伴\nい，同日をもって，原告においてもβ倉庫は廃止された。\n(ｲ)  β倉庫は，２階建ての倉庫であったが，人は常駐しておらず，その内\n部については，基本的に，物品を置くスペースのみであり，事務所のよ\nうなスペースは特に設けられていなかった。また，通信設備もパソコン\n等もなかった。なお，窓は，２階にはあったが，１階にはなく，冷暖房\nもなかった。\n(ｳ)ａ  β倉庫においては，主に，顧客のイベント品（テントやじゅう器・\n備品），発送残の古いパンフレット等のデッドストック品，原告社内\nでの不要品（捨てるに捨てられない椅子等の家具やじゅう器備品等），\n古い帳簿や証票類が保管されていた。その他，顧客の都合で長期保管\nするに至ったような，デッドストック的な販促物等も一部保管されて\nいた。\n上記のうち，イベント品については，顧客から原告に対してイベン\nト会場への輸送が委託されたところ，そもそも年間のイベント開催頻\n度自体が少なかったため，イベントが行われていない期間におけるイ\nベント品の保管も併せて委託されていたことに係るものであった。\n以上のように，β倉庫においては，出し入れの頻度が極めて少ない\nものを中心に保管がされており，例えば，イベント品については，年\nに一，二回のイベントの際に輸送するほかは，β倉庫に保管されてい\nるものもあった。\nｂ  β倉庫への原告の従業員の出入りは，基本的に，前記のような物品\nの入出庫に際してのものであり，数か月に１回，保管物の出し入れに\n行くという程度のものであった。\nウ  δ倉庫について（甲８ないし１０，１８，１９，２９，３０，証人Ｄ，\n原告代表者）\n(ｱ)  原告は，δ倉庫について，平成１８年１２月１６日付けで株式会社Ｇ\n（以下「Ｇ」という。）との間で賃貸借契約を締結した上，平成１９年\n１月１日から使用を開始した。なお，δ倉庫は，Ｇの「Ｂ」内の鉄筋造\n５階建倉庫棟３階にある倉庫であった。なお，上記賃貸借契約に係る契\n約書（甲１０）の２条（使用目的）１項本文においては，原告は，δ倉\n庫を原告が取り扱う商品及び各種資材の保管場所として使用するものと\nし，他の目的に使用してはならない旨が定められている。\n上記のようにδ倉庫が新設された理由は，前記のとおり，当時，Ｆが\nβ倉庫を売却することから，原告においてβ倉庫で保管していた販促物\n等や原告において廃棄できない所有物件等の保管場所が必要であったこ\nと，当時，物流取扱高が増え，それに伴って，販促物等で発送残として\n残ったもので出荷指示もなく原告において保管せざるを得なくなったも\nのにつき一定期間保管する場所が不足してきたこと等であった。しかし，\nその後，平成２０年になると原告で取り扱う物量が減り始め，γ倉庫だ\nけでも足りるようになったことから，同年１２月末日をもって，δ倉庫\nは廃止された。\n(ｲ)ａ  δ倉庫には，人は常駐しておらず，その内部については，基本的に，\n物品を置くスペースのみであり，事務所のようなスペースは特に設け\nられていなかった。固定電話が１台あったが，パソコン等はなかった。\nなお，窓等の開口部はなく，冷暖房もなかった。\nｂ  Ｂの１階には，物品の搬入・搬出のためのトラックヤードがあり，\n１階から３階までのδ倉庫に行く方法としては，非常用階段と５トン\nの荷物用のエレベーターがあったところ，同エレベーターは，搬入・\n搬出時以外は施錠されていたため，同エレベーターを利用して３階に\n行くためには，入庫の都度，Ｇから貸与されていた鍵（なお，α配送\nセンターにおいて，δ倉庫の鍵と同様に保管されていた。）を用い，\n同エレベーターを３階に停止するようにする必要があった。\n(ｳ)ａ  δ倉庫においては，①β倉庫から移された物品（原告の古い帳簿や\nデッドストック品等）のほか，②顧客から委託を受けて輸送の過程に\nあるものの顧客の都合で一定期間の保管を要する物品や，販促物やパ\nンフレット等の発送残で，顧客から輸送の指示がないままデッドスト\nックになり，引き続き顧客から保管の依頼を受けたものが保管されて\nいた。\nｂ  δ倉庫への原告の従業員の出入りは，基本的に，前記のような物品\nの入出庫に際してのものであり，定期的なものではなかった。その他，\n入出庫が長期間ない場合には，盗難や荷崩れ等がないかどうかを確認\nするため，不定期の確認が行われていた。それらを併せて，原告の従\n業員の出入りは，月に１回程度であった。\nエ  γ倉庫について（甲１１，１５，３０，原告代表者）\n(ｱ)  原告は，γ倉庫について，平成１８年３月３１日付けでＨ株式会社（以\n下「Ｈ」という。）との間で賃貸借契約を締結した上，同年４月１日か\nら使用を開始した。なお，上記賃貸借契約に係る契約書（甲１１）の３\n条（使用目的）においては，原告は，「事業用；倉庫・事務所」という\n使用目的としてγ倉庫を使用しなければならない旨が定められ，８条（禁\n止又は制限される行為）１項においては，原告は，上記の使用目的を変\n更してはならない旨が定められている。\n(ｲ)ａ  γ倉庫の中にはプレハブの部屋が２つあり，そのうち１つの部屋の\n中には，複数の机及び椅子のほか，連絡用の電話及びファックス並び\nにパソコン及びプリンターが設置されていた。同パソコンについては，\nγ倉庫内の物品の所在に係るデータが保存され，主として，入出庫時\nに倉庫内の物品の場所を検索するために使用されており，他方，プリ\nンターはロケーション番号を印刷するなどのために用いられていた。\nただし，人は常駐しておらず，また，パソコンは，いわゆるスタンド\nアローンのものであった。\n他方，もう１つの部屋は，従業員の休憩場所として設置されていた\nものであるが，実際にはそのように利用されていなかった。\nｂ  γ倉庫は，鉄骨造陸屋根８階建建物の３階にあり，１階の進入路か\nらスロープを上がった３階に，物品の搬入・搬出のためのトラックヤ\nードがあった。\n(ｳ)ａ  γ倉庫においても，顧客から委託を受けて輸送の過程にあるものの\n顧客の都合で一定期間の保管を要する物品や，販促物等の発送残で顧\n客から発送の指示がないまま引き続き保管を要するものが，一定期間\n保管されていた。その他，原告の備品（現在利用していないデスクそ\nの他の事務備品）のほか，過去の経理書類等（法定保管期限に従い，\nいつまでの保管とするかが記載されている。保管期限に達したものは，\n廃棄処分される。）も保管されていた。\nｂ  γ倉庫への原告の従業員の出入りは，基本的に，前記のような物品\nの入出庫に際してのものであったが，その頻度は，１週間に数回程度\nであった。\n(5)  本件調査の経緯等について（乙４，９，原告代表者）\nア  東京中央都税事務所長は，原告の本件各事業年度に係る事業所税の免税\n点判定を確認するため，平成１９年１０月１０日，原告に対し，本件各事\n業年度を対象として調査をする旨を通知するとともに，資料の提出を依頼\nし，その後，それぞれ２回にわたる原告からの資料の提出及び同事務所長\nからの追加資料の提出の依頼を経て，平成２０年現地調査が行われた。\nイ  平成２０年現地調査においては，東京中央都税事務所事業税課事業所税\n調査担当係長（当時）のＩ（以下「Ｉ係長」という。）を含む東京中央都\n税事務所の職員（以下，調査に当たった職員をまとめて「Ｉ係長ら」とい\nう。）が，原告の経理担当者及び関与税理士の立会いの下，原告の本社の\n家屋，α配送センター，γ倉庫及びδ倉庫につき臨場し，調査が行われた\n（なお，当時既に廃止されていたβ倉庫については臨場しての調査は行わ\nれず，原告関係者により説明がされたほか，図面程度の資料が提供され\nた。）。このうち，α配送センターについては，午後１時から２時ころま\nで調査がされた。\nウ  平成２０年現地調査の結果，α配送センター及び本件各倉庫においては，\nいずれも，流通加工業務（保管・梱包・代理発送）が行われているため，\n運送事業供用施設非課税規定の適用がないといった判断がされた。もっと\nも，α配送センターの１階黄緑色部分（ただし，東側は柱の中心線まで。）\nについては，原告が保有する事業用自動車２台によるマネキン等の直接配\n送に利用されることもあるとの原告の経理担当者の説明を受けて，当該自\n動車の車庫及び当該自動車への積み降ろしのための作業スペースとして，\n運送事業供用施設非課税規定の適用が認められた。\nその上で，同年２月１８日及び同年４月２日，東京中央都税事務所の職\n員から原告に対し，調査の結果が説明されるとともに，修正申告が勧めら\nれたが，原告は修正申告をしなかった。\nそこで，同年６月５日，東京中央都税事務所長は，原告に対し，調査の\n最終的な結果を通知し，同月２０日付けで，本件各処分をした。\n３  事実認定の補足説明\n(1)  本件調査復命書（乙４）には，原告が保有する事業用自動車２台について\nは，自社内倉庫間の輸送に供されており，マネキンの配送等一部を除いて直\n接配送はほとんどないことが確認された旨の記載があるが，①Ｉ係長の陳述\n書（乙９）も踏まえると，上記の確認は，専ら原告の経理担当者からの聴取\nりによってされたものであると推認されること，②原告代表者は，本人尋問\nにおいて，平成２０年現地調査に立ち会った原告の経理担当者は，必ずしも\n現場の業務に精通していたとはいえない旨を供述し，当該自動車の使用につ\nいては前記２(1)イ(ｱ)ｂ(c)で認定したようなものであったと供述するところ，\nその供述内容等に特段不自然ないし不合理な点は見当たらないことのほか，\n③原告代表者の供述する上記のような当該自動車の使用も，その内容に照ら\nせば，原告内部での移送以外の輸送に当たるのはいわば例外的な取扱いであ\nったと評価することができ，その範囲では原告経理担当者が説明したという\n本件調査復命書の上記記載に係る当該自動車の使用の状況と大きく異なるも\nのとまではいえないことなどにかんがみれば，当該自動車の使用の状況につ\nいては，原告代表者の供述に基づき，前記のとおり認定するのが相当である。\n(2)  また，本件調査復命書には，本件各倉庫においても，販促物等の保管・在\n庫管理に加え，梱包・発送代行が行われていることを確認した旨の記載があ\nるが，①本件各倉庫の利用状況は前記２(4)に認定したとおりであって本件各\n倉庫では梱包等は行っていない旨の証人Ｄの証言及び陳述書（甲２９）並び\nに原告代表者の本人尋問における供述の各内容は，他の関連証拠により認め\nられる原告の業態（前記２(1)参照）を踏まえたα配送センター及び本件各倉\n庫の利用方法として不合理なものとはいえず，また，本件各倉庫の使用の開\n始又は廃止の時期及び理由等，証人Ｄ及び原告代表者が本件各倉庫の関係や\n利用状況等に関して他に供述等するところにも基本的には不自然な点は見当\nたらない一方，②Ｉ係長の陳述書（乙９）において本件各倉庫の現況調査の\n状況について詳しい説明がされていないことも踏まえ，本件調査復命書の記\n載を検討すると，本件各倉庫の利用状況については，δ倉庫及びγ倉庫にも\n販促物等が置かれているという事実の確認及びβ倉庫の利用状況はδ倉庫の\n利用状況と同様であった旨の聴取り結果から，α配送センターの利用状況と\n同様であるという認定がされたものであることがうかがわれることにかんが\nみれば，前記認定のとおり，本件各倉庫においては，梱包・発送代行までは\n行われていなかったものと認めるのが相当である。\n４  争点(1)（本件α課税部分についての運送事業供用施設非課税規定の適用の有\n無）について\n(1)ア  前記２及び第２の２に認定した事実によれば，本件各事業年度における\n原告の業態については，次のようにいうことができる。\n(ｱ)  原告は，顧客から，自動車を使用して貨物を運送することに加え，物\n品の小分け，梱包及び一時預かり等を受託していたが，その対象は，主\nとして販促物等であって，大量のものを小分けにして多方面に配達する\n必要があるほか，その時々の状況に応じて適切な量を配達する必要があ\nるという性質のものであったこともあり，原告の事業は，むしろ貨物の\n運送以外の役務の提供の充実を特徴とするものであった。\n例えば，原告と顧客との間で締結される業務委託基本契約においては，\n原告の受託する内容が，梱包・発送業務，預かり管理業務及び情報提供\n業務の３つに分類され，そのうち，梱包業務については，原則として，\n種類及び数量に応じて原告において資材を選択してこれを行うものとさ\nれ，預かり管理業務については，原告において，預かり中の物品の種類，\n数量，品質を定期的に点検してその状況を顧客に報告するものとされ，\n情報提供業務については，物品の入荷，出荷及び在庫等の情報をインタ\nーネットのホームページや電子メール等で顧客に提供するものとされて\nおり，それら各業務を内容とする上記契約は，原則として，１年の有効\n期間をもって締結及びいわゆる自動更新がされていた。\nまた，平成２０年２月現在の原告のホームページにおいては，原告が，\n顧客の物流業務，特に販促物等の物流に関して，効率化やコスト削減な\nどを目的としたコンサルティングを第三者の立場から提案する業態等に\n関する登録商標を有していることが掲載されているところである。\n(ｲ)  原告の業務において，預かり管理業務に係る管理料（保管料）は，梱\n包・発送業務に係る料金とは別途のものとして算定され，原則として，\n保管期間が７日を超えた場合に，預かり単価に商品重量を乗じるという\n方法で日割り計算されていたところ，その基礎となる預かり単価につい\nては，物品の保管を業とする倉庫業者における保管料の相場等も参考と\nして定められていた。\nそして，場合によっては，保管期間は数年に及び，例えば，イベント\n品の中には，年に一，二回のイベントの際に輸送を行うほかは原告にお\nいて保管しているものもあったところであり，そのように保管が長期に\nわたる場合には，月単位又は年単位で保管料が決められることもあった。\nその上で，例えば，平成１９年７月期の損益計算書においては，売上\n高６億７０９９万３６４９円に対し，運賃売上高が占めるのは２億８０\n３９万４９１０円（約４１．８パーセント）にすぎず，梱包売上高１億\n５０３５万４９０９円（約２２．４パーセント）及び保管売上高２億１\n３６５万３９４５円（約３１．８パーセント）の合計は，３億６４００\n万８８５４円（約５４．２パーセント）を占めるに至っていた。\nこのように，原告において，物品の梱包及び保管の業務は，運送業務\nとの一応の関連は保ちつつも，それとは別個の重要な収益源となってい\nたものである。\n(ｳ)ａ  原告は，平成９年ころの時点で，既に，運送業務に加え，梱包，在\n庫管理，販売促進活動支援その他のサービスを顧客に提供していたが，\nその後，本件各事業年度を経て平成２０年ころに至るまでの間，原告\nの事業における販促物等の取扱いの重要性及びそれに伴う梱包業務や\n在庫管理（保管）業務の重要性は相当程度に増大し，それに応じて，\n原告は，販促物等の運送により即した形で運送業務を展開させてきた\nほか，梱包業務及び保管業務並びにそれらに付随する各種業務を充実\nさせてきた。\nこうしたことは，①平成９年ころの原告の会社案内と平成２０年２\n月現在の原告のインターネットホームページにおける業務案内の内容\nの比較（例えば，原告が，物品の在庫数，発送履歴等の管理のための\n専用ウェブシステムを開発したことがうかがわれ，また，原告が前記\nの登録商標を有していることが新たに掲載されたりしている。）のほ\nか，②原告が平成１５年にα配送センターの５階部分を増築し（甲２\n４及び甲２５によれば，平成１５年７月期申告書では３５９８．５平\n方メートルであったα配送センターの事業所床面積は，平成１６年７\n月期申告書では３８２５．５７平方メートルに増加している。なお，\n５階部分は，前記認定のとおり，物品の保管等のために利用されてい\nたものである。），その後，平成１８年４月１日からは延べ面積が２\n９７０平方メートルという広大なγ倉庫の使用を開始し，さらに，平\n成１９年１月１日からは，物品の保管場所の不足もあって，従前使用\nしていた延べ面積２８７．６８平方メートルのβ倉庫に替えて，それ\nよりもはるかに広い延べ面積１１４２．３９平方メートルのδ倉庫の\n使用を開始したことから，十分にうかがわれるところである。\nｂ  そして，他方で，原告は，平成１５年には自社で保有する事業用自\n動車を５台から２台に減じ，他社便を積極的に利用するようになり，\n本件各事業年度において，自社便は，α配送センター及び本件各倉庫\n間における物品の移送に用いられるほかは，特に取扱いに注意を要す\nる物品を輸送する場合等，他社便による輸送では賄えない場合にいわ\nば例外的に顧客の多様なニーズに対応する手段の一つとして用いられ\nるにすぎないものとなっていた。\n(ｴ)  以上のように，原告においては，その主に取り扱う対象である販促物\n等の流通における特性等を踏まえ，自らにおいて一般貨物自動車運送事\n業の本来の事業である有償で自動車を使用して貨物を運送することは特\n定の場合に限定し，貨物の運送については主として他社便を利用する一\n方，顧客の需要に応じ運送とは別に対価を受けて，物品の選別や梱包の\nほか，その保管その他の在庫管理を行い，更にそれらに係るコンサルテ\nィングをも加えて，これらのいわば統合的な販促物等の物流サービスの\n事業を行っていたものである。\nイ  そして，前記アの本件各事業年度における原告の業態を踏まえ，前記２\n(3)及び第２の２(1)ウに認定した事実に照らせば，本件α課税部分，すなわ\nち，１階ピンク色部分，３階ピンク色部分，４階ピンク色部分，５階ピン\nク色部分及びＰＨ階ピンク色部分は，本件各事業年度の各末日において，\nいずれも前記アのような一般貨物自動車運送事業の本来の事業以外の事業\nの用に供されていたと認められるから，本件α課税部分につき運送事業供\n用施設非課税規定の適用はないものというべきである。\n(2)ア  これに対し，原告は，運送事業供用施設非課税規定の趣旨や，法におい\nて事業所税が新設された昭和５０年当時における貨物自動車運送事業者の\n実情や物流の近代化対策の考え方等を指摘して，運送事業供用施設非課税\n規定にいう「本来の事業の用に供する施設」には，貨物の積替え，一時保\n管，梱包，集荷配達に係るものも含まれると解すべきと主張する。\nしかし，運送事業供用施設非課税規定の趣旨及び文言並びに貨物自動車\n運送事業法２条２項の規定内容に照らし，原告の上記主張を採用すること\nができないことは，前記１(2)に述べたとおりである。運送事業供用施設非\n課税規定は，その文理に従い，貨物自動車運送事業法２条２項に規定する\n一般貨物自動車運送事業を経営する者が行う本来の事業について非課税と\nすべき旨を定めたものと解すべきであって，租税法の規定はみだりに拡張\n適用すべきものではない（最高裁昭和４３年（行ツ）第９０号同４８年１\n１月１６日第二小法廷判決・民集２７巻１０号１３３３頁参照）。原告が\n昭和５０年当時における貨物自動車運送事業者の実情や物流の近代化対策\nの考え方等についていうところは，法において事業所税が新設された当時\nの社会的背景をいうものであって，既に述べた運送事業供用施設非課税規\n定の趣旨及び文言に照らし，採用することができない。\nなお，原告は，非課税要件を狭く限定解釈することは，課税要件を実質\n的に拡張して解することにつながるとも主張するが，本件における運送事\n業供用施設非課税規定は，原則的には課税要件を満たして事業所税の課税\n客体となる事業について（なお，α配送センターが事業所等に当たること\nについては原告も争っていない。），例外的に非課税とするものであるか\nら，運送事業供用施設非課税規定の解釈を限定することが事業所税に係る\n課税要件を実質的に拡張して解することにつながるということはできず，\n原告の上記主張を採用することはできない。\nイ  また，原告は，原告の行っていた梱包及び預かり管理等の業務は，あく\nまでも物品の運送を最終目的としそれに付帯して行われるものであるか\nら，本件α課税部分を含むα配送センターで原告が行っていた事業は，一\n般貨物自動車運送事業を経営する者の本来の事業である等と主張するが，\n前記(1)で述べたところに照らし，採用することができない。損益計算書の\n記載等について原告が主張するところも，前記(1)の判断を左右するもので\nはない。\nウ  さらに，原告は，平成１３年現地調査並びにα新増設申告書及び平成１\n３年７月期申告書の各提出に係る事情を指摘し，かつ，平成１３年当時と\n本件各事業年度との間でα配送センターの利用状況に変化はないとして，\n本件α課税部分に運送事業供用施設非課税規定が適用されないことは誤り\nである旨を主張する。\nしかし，法７０１条の３４第６項（平成１８年法律第７号による改正前\nは７項）は，運送事業供用施設非課税規定の適用の有無の基準につき課税\n標準の算定期間（法人にあっては事業年度）の末日の現況によるものと定\nめているから，平成１３年７月期の末日における本件α課税部分の利用の\n現況のいかんが本件各事業年度において本件α課税部分に運送事業供用施\n設非課税規定が適用されるか否かの判断に影響を与えるものでないこと\nは，明らかである。\nまた，平成１３年当時と本件各事業年度との間でα配送センターの利用\n状況に変化はないとの主張について，原告代表者は，本人尋問において，\n平成１５年に自社で保有する事業用自動車の台数を減じたことによってα\n配送センターにおける業務に変化は生じていないといった点を含め，上記\n主張に添う供述をするが，前記(1)（特に前記(1)ア(ｳ)ａ）で述べたところに\n照らし，上記主張等を採用することはできない（なお，原告代表者は，平\n成１５年に事業用自動車の台数を減じた際には，自社便の運行が必ずしも\n利益につながっていたわけではなく，残りの２台で密度の濃い運行をして\nいたことに加えて他社便を使うことで補っていたため，減少分のコストが\n浮いた形になったという点や，日本全国に配送するという意味合いからす\nると他社便の方が多いという点のほか，従前原告において利用されていた\nシステムに加えて，顧客が自社製品の原告における保管料等を確認するこ\nとができるウェブシステムを導入したという点等，むしろ，前記(1)で指摘\nした点に整合する事情につき供述しているところである。）。\nその他，前記２(2)に認定した平成１３年の新増設から本件各事業年度に\n至るまでのα配送センターについての原告の事業所税に係る申告書の提出\n等についての事情に照らしても，以上と異なって解すべき事情は見受けら\nれない。\nよって，原告の上記主張を採用することはできない。\n５  争点(2)（α配送センター１階及び２階のうち非課税となる部分の床面積）に\nついて\n(1)  前記４(1)で述べたところを踏まえ，前記２(3)，(5)及び第２の２(1)ウに認定\nした事実，本件調査復命書（乙４）及びＩ係長の陳述書（乙９）並びに弁論\nの全趣旨によれば（なお，別紙平面図１ないし６参照），α配送センター１\n階及び２階のうち非課税となる部分の床面積については，次のようにいうこ\nとができる。\nア  １階について\n(ｱ)  既に述べたところに照らし，１階ピンク色部分には運送事業供用施設\n非課税規定の適用がないというべきであるから，１階ピンク色部分の床\n面積は，非課税となる部分の床面積には含まれない。\n(ｲ)ａ  １階オレンジ色部分は，休憩室であって福利厚生施設非課税規定の\n適用がある。\nｂ(a)  他方，１階黄緑色部分については，原告が保有する事業用自動車\n２台による物品の直接配送に利用されることもあるという点が考慮\nされ，本件各更正処分において，当該自動車の車庫及び当該自動車\nへの積み降ろしのための作業スペースと認められる範囲において，\n運送事業供用施設非課税規定の適用が認められたものである。そし\nて，前記４(1)で述べたところや，運送事業供用施設非課税規定の解\n釈について既に述べたところに照らせば，α配送センターのうち，\n主として物品の梱包業務ないし在庫管理業務のために用いられてい\nた部分については一般貨物自動車運送事業の本来の事業以外の事業\nが行われていた部分であり，それ以外の部分（専ら自動車の出入り\nや荷さばき等に利用されていた部分）については一般貨物自動車運\n送事業の本来の事業が行われていた部分であるとみることには，合\n理性があるというべきである。\nしたがって，１階黄緑色部分につき上記の範囲において非課税と\nされるとする被告の主張は相当なものであるといえる。\n(b)  なお，原告は，別紙３赤色部分①は１階黄緑色部分への進入路で\nあるから運送事業供用施設非課税規定の適用があると主張するが，\n前記認定のような別紙３赤色部分①の利用状況に照らし，原告の上\n記主張を採用することはできない。\nまた，原告は，運送事業供用施設非課税規定が適用される部分は，\n別紙３の黄緑色の部分であるというべき旨を主張するが，前記(a)で\n述べたところからすれば，被告の主張するとおり，車庫として扱う\nべき部分の幅は，その北側の荷さばきスペースの東端（原告が主張\nする別紙３における青色の部分の西端）の延長線上でもある柱の中\n心線までの範囲であるとして，非課税となる部分の床面積を計算す\nるのが相当である。\n(ｳ)  よって，１階につき非課税となる部分の床面積は，被告の主張すると\nおり，３９９．９６平方メートルであるというべきである。\nイ  ２階について\n(ｱ)  ２階オレンジ色部分について\nａ  本件休憩室には福利厚生施設非課税規定の適用があるところ，原告\nは，本件休憩室の床面積について，別紙平面図２に基づき，５０．０\n５平方メートルであると主張する。\nしかし，平成２０年現地調査（なお，α配送センターの現地調査も\nされた。）の結果を記載した本件調査復命書（乙４）によれば，本件\n休憩室については，新築時からの形状変更がされていることが認めら\nれ，それを踏まえた上で，本件調査復命書においては，本件休憩室の\n床面積は４９．９７平方メートルであるとされているところである。\nそうすると，本件休憩室の床面積については，本件調査復命書に基\nづき，４９．９７平方メートルと認めるのが相当である。\nｂ  本件更衣室については福利厚生施設非課税規定の適用があるとこ\nろ，原告は，本件休憩室の床面積について，別紙平面図２のほか，α\n配送センターの新築工事設計図の展開図（甲１６）に記載された数値\nに基づき，３．９３平方メートルであると主張する。\nしかし，弁論の全趣旨によれば，前記展開図は，本件調査の際には\n東京中央都税事務所長に提出されておらず，本件訴えにおいて初めて\n原告から提出されたものであることが認められる。\n本件調査復命書（乙４）及び弁論の全趣旨によれば，東京中央都税\n事務所長においては，本件各更正処分当時，調査の結果として入手し\nていた図面を計測して，本件更衣室の床面積を３．３９平方メートル\nと認定したことが認められるところ，法７０１条の５８第１項によれ\nば，東京中央都税事務所長は，その調査したところに基づいて更正処\n分をすることができると解されることのほか，前記２(5)に認定した本\n件調査の経緯等に照らせば，原告においては，本件各更正処分がされ\nるよりも前の時点で前記展開図を提出することも十分に可能であった\nというべきこと，前記展開図が上記の調査の結果を超える正確さを有\nすることを当然と断ずることにはなお検討すべき余地が残ること等か\nらすると，本件更衣室の床面積については，東京中央都税事務所長の\n調査の結果に係る３．３９平方メートルとは異なって認めるのが相当\nであるということは困難である。\n(ｲ)  ２階ピンク色部分について\nａ  既に述べたところに照らし，２階ピンク色部分には運送事業供用施\n設非課税規定の適用がないというべきであるから，２階ピンク色部分\nの床面積は，非課税に係る事業所床面積には含まれない。\nｂ  これに対し，原告は，２階ピンク色部分のうち別紙２青色部分につ\nいては，本件休憩室にのみつながっている階段であることから，福利\n厚生施設非課税規定の適用があると主張する。\nしかし，福利厚生施設非課税規定及びその委任に基づき定められた\n規定として本件で問題となる令５６条の４１第１号は，その適用対象\nにつき，「勤労者の福利厚生施設」及び「勤労者の利用に供する福利\n又は厚生のための施設」と定めているところ，一般に，階段が上記の\nような施設に当たるとみるのは困難である。なお，既に運送事業供用\n施設非課税規定の解釈について述べたところと同じく，租税法の規定\nはみだりに拡張適用すべきものではない（前掲最高裁昭和４８年判決\n参照）。\n原告は，前記階段と本件休憩室が物理的にも用途的にも一体である\nと主張するが，本件調査復命書（乙４。なお，別紙平面図１及び２参\n照）によれば，前記階段は，本件休憩室と荷さばき等の業務が行われ\nている１階黄緑色部分を接続しているものであることや，本件休憩室\nは，前記階段の上部と扉で接続されている一方で，廊下や事務室とも\n扉で接続されていることが認められるところであるから，前記階段が\n本件休憩室と物理的にも用途的にも一体であると直ちに認めることは\nできず（例えば，本件休憩室を通過して，１階黄緑色部分から２階の\n事務室や廊下に至ることも考えられるところである。），その他，本\n件全証拠をもってしても，前記階段と本件休憩室が物理的にも用途的\nにも一体であって，前記階段が福利厚生施設にほかならないと認める\nことはできない。\n(ｳ)  よって，２階につき非課税となる部分の床面積は，被告の主張すると\nおり，本件休憩室（床面積４９．９７平方メートル），本件更衣室（床\n面積３．３９平方メートル）及び喫煙室（床面積３．０３メートル）の\n床面積の合計である５６．３９平方メートルであるというべきである。\n６  争点(3)（本件各倉庫の法７０１条の３２第１項にいう事業所用家屋への該当\n性）について\n(1)ア  前記４(1)で述べた原告の業態を踏まえ，前記２（特に２(4)）に認定した\n事実によれば，本件各事業年度における本件各倉庫の利用状況については，\n次のようにいうことができる。\n(ｱ)  本件各倉庫は，原告におけるα配送センターを中心とした販促物等の\n流通における特性等に対応した多様な内容の事業において，それぞれ次\nのような役割等を担っていた。\nすなわち，既に述べたような原告の事業を効率よく行うためには，販\n促物等の保管期間の長短等にできる限り即した管理が必要となるという\nべきところ，α配送センターにおいて業務を行う妨げとならないように，\n発送残となった販促物等の物品は，α配送センターの作業員等による当\n該物品の内容等に応じての判断に基づき，本件各倉庫に適宜振り分けて\n移送され，一般的に，γ倉庫は，出庫の可能性が高く保管期間が長期に\n及ばないと見込まれる物品の保管に用いられ，β倉庫及びδ倉庫は，出\n庫の可能性が低く保管期間が長期にわたると思われる物品の保管に用い\nられていたものである。\nこのような，本件各倉庫における役割の分担は，前記４(1)ア(ｳ)で指摘\nした倉庫の使用開始等の経緯や，本件各倉庫への原告の従業員の出入り\nの頻度等からもうかがわれるところである。また，上記のような事情か\nら，入出庫の頻度が比較的高いγ倉庫においては，特に，入出庫の効率\n化のため，物品の所在に係るデータが独自に作成されて用いられていた。\n(ｲ)  本件各倉庫に保管されている物品は，α配送センターにある物流シス\nテムによって管理されており，また，本件各倉庫の鍵も，α配送センタ\nーにおいて保管されていた。\nそして，前記のような原告の事業の遂行において，本件各倉庫への入\n出庫が必要な場合には，α配送センターの作業員が本件各倉庫に赴いて\n入出庫作業を行い，出庫された物品はα配送センターに移送されて，そ\nこで梱包及び運送の段階への移行がされていた。\n(ｳ)  また，前記のとおり，原告の事業において，在庫管理業務に係る管理\n料（保管料）は，重要な収益源であったところ，本件各倉庫の利用は，\n正にその収益を生み出す基礎となるものであった。\n(ｴ)  以上のように，本件各倉庫は，前記のような原告の事業において，α\n配送センターを中心として，それぞれ特徴的な役割を持つものとして相\n互に密接に関連付けて利用及び管理がされ，原告が収益を得る基礎とな\nっていたものであり，本件各倉庫の存在及びα配送センターを含めての\n相互の関係があって初めて，原告は効率的に事業を行って収益を上げる\nことができたものであるといえる。\nイ  前記アで述べたところに照らせば，本件各事業年度において，本件各倉\n庫については，たとえ人が常駐しない施設であったことを考慮しても，人\n的設備を備えたα配送センターを中心として行われている原告の事業の枠\n組みにおいて，α配送センターといわば有機的に一体を成すものとして位\n置付けられて当該事業のために直接に利用されていたものであり，原告に\nおいて事業を行う必要から設けられ，α配送センターの人的設備をもって\nそこで継続して原告の事業に係る業務の一部が行われていると認めるに足\nりる事情があったといえるから，事業所等の用に供されている事業所用家\n屋に当たると認められるというべきである。\n(2)ア(ｱ)  これに対し，原告は，無人倉庫は事業所等には当たり得ないとして，\n①法７０１条の３２第１項及び法７０１条の４０第１項の文言上又は社\n会通念上，本来の事業所とは物理的に離れた別の場所に設置された無人\n倉庫が事業所等に含まれるとみることはできない，②事業所税の立法趣\n旨からしても，その存在が特段都市整備に大きな負荷を与えているもの\nではなく，事業所等としての外形すらない無人倉庫についてまで事業所\n税を課することは相当でない，③当該無人倉庫が他の事業所等の有効な\n管理下にあって事業の用に供されているかといった基準で事業所税を課\nすることは，納税者の予測可能性等を害するなどと主張する。\n(ｲ)  しかし，まず，法７０１条の３１第１項６号は，法３４１条３号にい\nう家屋の意義を前提として，事業所用家屋の意義を定めており，同号に\nいう家屋に倉庫が含まれることは明らかであるところ，法は，事業所用\n家屋の要件としては，現に事業所等の用に供するものであることを要求\nしているにとどまり，人が常駐すべきこと等については何ら定めるとこ\nろでない。\n(ｳ)  次に，事業所税の立法趣旨に照らせば，他の事業所等とは物理的に離\nれた場所にある人の常駐しない家屋についても，一定の場合には，そこ\nにおいて行われている事業が事業所税の課税客体と認められるというべ\nきことは前記のとおりであり，これに反する原告の主張は採用すること\nができない。この点に係る原告の主張は，原告の事業においては，本件\n各倉庫の利用が保管料という収益を生み出す基礎となるものであるとい\nう実情に沿わないものというべきである。\n(ｴ)  そして，当該無人倉庫が他の事業所等の有効な管理下にあって事業の\n用に供されているかといった基準で事業所税を課することは納税者の予\n測可能性等を害するという原告の主張については，既に述べたところの\nほか，本件のような場合，原告においては，その行う事業の特性やそこ\nにおける本件各倉庫の位置付けを客観的に評価すれば，本件各倉庫が原\n告の事業の不可欠の構成要素であることを容易に認識ないし予測するこ\nとができたというべきである。\n(ｵ)  以上によれば，原告の前記の主張は，いずれも採用することができな\nい。\nイ  その他，原告は，本件調査の際にβ倉庫の現況調査が行われなかったこ\nとについて指摘するが，前記認定のとおり，本件調査の際には，β倉庫は\n既に廃止されていたのであるから，現地に臨場しての調査に代えて聴取り\n調査等を行ったＩ係長らの調査方法が不合理であるということはできな\nい。\nまた，原告は，平成２年ころに行われたη営業所の新増設に係る事業所\n税の調査の際，β倉庫について事業所税の申告を勧められたことはなかっ\nたなどとも主張するが，事業所税の課税期間の相違や，既に指摘したとお\nり，原告の業態がその後変化したとみられることなどに鑑みれば，原告の\n上記の主張も，前記判断を左右するものではない。\n７  本件各更正処分の適法性についてのまとめ\n以上述べたところによれば，α配送センターにおける非課税となる部分の床\n面積及び本件各倉庫への事業所税の課税については，いずれも被告の主張する\nところを肯認することができるものというべきである。\nそして，前記２及び第２の２に認定した事実によれば，前記第２の３(1)の本\n件各更正処分の根拠についての被告の主張のとおり，原告の本件各事業年度に\n係る事業所税につき，各課税標準となるべき事業所床面積の合計面積は，別表\n１ないし３の各「更正処分等」欄の各項目⑨に記載のとおりとなり，本件各更\n正処分に係る納付すべき資産割額は，同欄の各項目⑩ないし⑫に記載のとおり\nとなる。\nよって，本件各更正処分は適法である。\n８  争点(4)（本件各賦課決定処分の適法性）について\n(1)  前記２及び第２の２に認定した事実によれば，本件各事業年度に係る原告\nの事業所税については，法７０１条の６１第１項本文の定める過少申告加算\n金を徴収しなければならない場合に当たるということができる。\nそして，その場合の過少申告加算金は，前記第２の３(2)の被告の主張のと\nおり，別表１ないし３の各「更正処分等」欄の各「過少申告加算金」の項に\n記載のとおりとなる。\nよって，本件各賦課決定処分は適法である。\n(2)  これに対し，原告は，本件においては，同項本文にいう「当該更正前の申\n告に係る税額に誤りがあったことについて正当な理由があると認める場合」\nに当たると主張し，その根拠として，原告は従前からの行政指導に従って事\n業所税の申告等をしてきたものであることなどを指摘するが，前記４(1)ア（原\n告の業態。特にその変化についての同(ｳ)），４(2)ウ（非課税規定の適用の判\n断の基準時），６(2)ア(ｴ)（予測可能性）等において述べたところからすれば，\n原告の上記主張は，その前提を欠くものというべきである。\n第４  結論\nよって，原告の請求は，理由がないから，いずれも棄却することとし，訴訟\n費用の負担について行政事件訴訟法７条，民事訴訟法６１条を適用して，主文\nのとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官      八      木      一      洋\n裁判官      中      島      朋      宏\n裁判官      藤      井      秀      樹\n"
}