{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 5,
    "day": 23
  },
  "case_number": "平成30(行コ)50",
  "case_name": "戒告処分取消等請求控訴事件",
  "court_name": "大阪高等裁判所第１２民事部",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成27(行ウ)224",
  "gist": "(1)　大阪府の国旗国歌条例，同条例に基づき府教委の教育長が発した，学校行事における国歌斉唱の際に式場内の教職員に起立斉唱を命じる旨の通達，ｖ高校のｈ校長を除き，各府立学校の校長らが教職員に対して発令した上記同旨の各職務命令は，憲法の諸規定や関係法令，国民主権原理，自由権規約等に反するものでなく，教育長の上記通達及び各校長の職務命令に違反して，入学式あるいは卒業式における国歌斉唱の際に着席し，起立斉唱しなかったことを理由に，控訴人ｇを除く控訴人らに対して府教委がした戒告処分は，いずれも裁量権を逸脱・濫用するものではなく，適法である。\n(2)　ｖ高校の職員会議におけるｈ校長の言動や同校長と控訴人ｇとの面談内容等からすると，同高校の平成２６年度の入学式における国歌斉唱に関し，同校長が控訴人ｇに対して国歌斉唱時に起立斉唱すべき旨の職務命令を発したとは認められない。\n　控訴人ｇに対して府教委がした戒告処分は，教育長の上記通達及び校長の職務命令に違反して，国歌斉唱時に着席し，起立斉唱しなかった行為が地方公務員法に規定する上司の職務上の命令に従う義務に違反したことを理由とするものであるところ，校長の職務命令があったと認められない以上，その懲戒事由の一部に誤りがある。また，上記戒告処分当時，教育長の通達のみに違反したことを理由に懲戒処分を受けた事例があったとは認められず，当時の府教委の指導方針ないし運用も，教育長の通達のほかにこれを踏まえた校長等の職務命令が存在する場合において，これらに従わないときに初めて懲戒処分の対象となるとの認識・予測を教職員らに抱かせるものであったと認められることに照らせば，上記戒告処分は，府教委の裁量権を逸脱・濫用してされた違法なものと認められる。\n　もっとも，府教委は，必要な調査を経た上で，校長による職務命令の発令があったことを前提に上記戒告処分を行ったものであり，職務上尽くすべき注意義務を尽くさなかったとは認められないから，同処分に国家賠償法１条１項にいう違法があったとはいえない。\n\n※参考のため，別紙として原判決を添付した。",
  "lawsuit_id": "88753",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88753",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/753/088753_hanrei.pdf",
  "contents": "主 文\n１  控訴人ｇの本件控訴に基づき，原判決中，控訴人ｇに関する部分を次のとお\nり変更する。\n大阪府教育委員会が控訴人ｇに対してした平成２６年６月１７日付け戒告\n処分を取り消す。\n控訴人ｇのその余の請求を棄却する。\n２  控訴人ｇを除くその余の控訴人らの本件各控訴をいずれも棄却する。\n３  訴訟費用のうち，控訴人ｇと被控訴人との間に生じたものについては，第１，\n２審を通じてこれを１７分し，その１を同控訴人の，その余を被控訴人の各負\n担とし，同控訴人を除くその余の控訴人らと被控訴人との間に生じたものにつ\nいては，控訴費用を同控訴人らの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  大阪府教育委員会が控訴人ａに対してした平成２４年３月２７日付け戒告処\n分及び平成２６年３月２７日付け戒告処分をいずれも取り消す。\n３  大阪府教育委員会が控訴人ｂに対してした平成２４年３月２７日付け戒告処\n分を取り消す。\n４  大阪府教育委員会が控訴人ｃに対してした平成２４年３月２７日付け戒告処\n分を取り消す。\n５  大阪府教育委員会が控訴人ｄに対してした平成２４年４月２５日付け戒告処\n分を取り消す。\n６  大阪府教育委員会が控訴人ｅに対してした平成２５年３月１２日付け戒告処\n分を取り消す。\n７  大阪府教育委員会が控訴人ｆに対してした平成２５年３月２７日付け戒告処\n分を取り消す。\n８  主文１項 に同じ\n９  被控訴人は，控訴人ａに対し，１０万円及びこれに対する平成２７年７月２\n３日から支払済みまで年５分の割合による金員を支払え。\n10  被控訴人は，控訴人ｂに対し，１０万円及びこれに対する平成２７年７月２\n３日から支払済みまで年５分の割合による金員を支払え。\n11  被控訴人は，控訴人ｃに対し，１０万円及びこれに対する平成２７年７月２\n３日から支払済みまで年５分の割合による金員を支払え。\n12  被控訴人は，控訴人ｄに対し，１０万円及びこれに対する平成２７年７月２\n３日から支払済みまで年５分の割合による金員を支払え。\n13  被控訴人は，控訴人ｅに対し，１０万円及びこれに対する平成２７年７月２\n３日から支払済みまで年５分の割合による金員を支払え。\n14  被控訴人は，控訴人ｆに対し，１０万円及びこれに対する平成２７年７月２\n３日から支払済みまで年５分の割合による金員を支払え。\n15  被控訴人は，控訴人ｇに対し，１０万円及びこれに対する平成２７年７月２\n３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  本件事案の概要\n本件は，大阪府立学校の教員である，又は教員であった控訴人らが，入学式・\n卒業式の国歌斉唱時に起立して斉唱すべき旨を命ずる職務命令（以下，控訴人\nらに対する個別の各職務命令を併せて「本件各職務命令」という。）に違反し\nたことなどを理由に，大阪府教育委員会（以下「府教委」という。）からそれぞ\nれ戒告処分（以下，控訴人らに対する各戒告処分を併せて「本件各戒告処分」\nという。）を受けたことにつき，本件各戒告処分は違法であると主張して，こ\nれらの取消しを求めるとともに，本件各職務命令や本件各戒告処分等により精\n神的苦痛を被ったと主張して，被控訴人に対し，国家賠償法１条１項に基づき，\n慰謝料の一部請求として各１０万円及びこれらに対する訴状送達の日の翌日で\nある平成２７年７月２３日から各支払済みまで民法所定の年５分の割合による\n遅延損害金の支払を求める事案である。\n原審が控訴人らの請求をいずれも棄却したため，控訴人らは，これを不服と\nして控訴した。\n２  前提事実，本件の争点及び争点に対する当事者の主張は，次のとおり補正す\nるほかは，原判決の「事実及び理由」の「第２  事案の概要等」の２，「第３\n本件の争点」及び「第４  争点に対する当事者の主張」（原判決１頁２４行目\n～４３頁１０行目）に記載のとおりであるから，これを引用する。\n原判決３頁４行目から５行目にかけての「地方教育行政の組織及び運営に\n関する法律（以下「地教行法」という。）」を「地方教育行政の組織及び運営\nに関する法律（平成２６年法律第７６号による改正前のもの。以下「地教行\n法」という。）」に改める。\n原判決５頁８行目の「教員」を「職員」に改める。\n原判決６頁１９行目の「配布され，」の次に「本件通達により教育長から教\n職員に対して職務命令が出されたことを告知されるとともに，」を加え，２\n０行目から２１行目にかけての「（乙Ａイ１）」を「（甲Ａ２，乙Ａイ１）」\nに改める。\n原判決７頁２行目及び２３行目の「国歌斉唱の際に」の次に「着席し，」\nを，同頁６行目及び８頁３行目の「国歌斉唱時に」の次に「着席し，」をそれ\nぞれ加える。\n原判決８頁１１行目の「配布され，」の次に「本件通達により教育長から教\n職員に対して職務命令が出されたことを告知されるとともに，」を加える。\n原判決８頁１４行目から１５行目にかけての「国歌斉唱の際に」の次に「着\n席し，」を，１９行目の「国歌斉唱時に」の次に「着席し，」をそれぞれ加え\nる。\n原判決８頁末行の「配布され，」の次に「本件通達により教育長から教職員\nに対して職務命令が出されたことを告知されるとともに，」を加える。\n原判決９頁３行目から４行目にかけての「国歌斉唱の際に」の次に「着席\nし，」を，８行目の「国歌斉唱時に」の次に「着席し，」をそれぞれ加える。\n原判決９頁１６行目の「口頭で，」の次に「本件通達により教育長から職務\n命令が出されたことを告知され，」を加え，１７行目の「斉唱すること並び\nに」を「斉唱し，」に，２０行目の「（乙Ｄ１の①，③）」を「（甲Ｄ２，乙\nＤ１の①，③）」にそれぞれ改める。\n原判決１０頁３行目の「国歌斉唱時に」の次に「着席し，」を加える。\n原判決１０頁１０行目の「配布され，」の次に「本件通達により教育長から\n教職員に対して職務命令が出されたことを告知されるとともに，」を加える。\n原判決１０頁１３行目から１４行目にかけての「国歌斉唱の際に」の次に\n「着席し，」を，１８行目の「国歌斉唱時に」の次に「着席し，」をそれぞれ\n加える。\n原判決１０頁末行の「配布され，」の次に「本件通達により教育長から教職\n員に対して職務命令が出されたことを告知されるとともに，」を加える。\n原判決１１頁３行目から４行目にかけての「国歌斉唱の際に」の次に「着\n席し，」を，９行目の「国歌斉唱時に」の次に「着席し，」をそれぞれ加え\nる。\n原判決１１頁１５行目の「国歌斉唱時に」の次に「着席し，」を加え，２０\n行目から２１行目にかけての「国歌斉唱時に」から２２行目の「地公法３２\n条に反し」までを「教育長及び校長からの職務命令に違反して，国歌斉唱時\nに着席し，起立して斉唱しなかった行為は，地公法３２条に反し」に改める。\n原判決１２頁９行目の「自由権規約」を「市民的及び政治的権利に関する\n国際規約（以下「自由権規約」という。）」に改める。\n原判決１３頁１行目末尾に，改行して次のとおり加える。\n職務命令があったといえるか否かについて職務命令の対象者の認識や\n理解を問題とすることは，その対象者の主観により職務命令の効力が左\n右されることになり，法的安定性を害するため許されない。」\n原判決１３頁２１行目末尾に，改行して次のとおり加える。\n「  地公法上の職務命令は，職務命令を受ける側にとって，その違反が懲戒\n処分など重大な法的効果を発生させるものであるから，客観的に明らかな\nものでなければならない。」\n原判決１６頁２１行目の「「慣例上の儀礼的所作」とはいえず，」の次に次\nのとおり加える。\n「特に，大阪府立の高等学校においては，平成５年３月実施の卒業式におけ\nる君が代斉唱の実施率は０％（全国の高等学校では７３％），平成１１年\n３月実施の卒業式における君が代斉唱の実施率は５８．１％にとどまって\nおり，君が代斉唱時の起立斉唱行為を慣例上の儀礼的所作と評価すべき実\n態や実情はなかったのであるから，」\n原判決１７頁２１行目の「敬意の表明に当たり，」の次に「キリスト教を信\n仰する控訴人ｂを始めとして，」を加える。\n原判決２０頁１４行目から１５行目にかけての「保障されるとは別に」を\n「保障されるのとは別に」に改める。\n原判決２５頁１８行目末尾に，改行して次のとおり加える。\n府職員基本条例２７条１項の「文書による職務命令」は，個別的・具体\n的なものが想定されており，本件通達のように一般的・抽象的に発出さ\nれたものはこれに含まれない。」\n原判決２６頁２１行目末尾に，改行して次のとおり加える。\n「オ  控訴人ｇに対する本件戒告処分Ｇについて\n前記１（争点１）において被控訴人が主張したとおり，ｈ校長は控訴\n人ｇに対して口頭による職務命令を発したのであるから，同職務命令が\nないことを前提とする控訴人ｇの主張は，失当である。」\n原判決２７頁末行の「起立したくない生徒を」を「起立したくない生徒に\n対し」に改める。\n原判決３１頁２３行目の「に減額された。」を「減額された。」に改める。\n原判決３８頁２２行目の「原告ｅの人事委員会の場に」を「控訴人ｅに関\nする人事委員会における口頭審理の場に」に改める。\n原判決４１頁８行目冒頭から９行目の「あったとはいえないが，」までを\n次のとおり改める。\n前記１（控訴人ｇの主張）のとおり，ｈ校長の控訴人ｇに対する職務\n命令があったとはいえないところ，入学式や卒業式における「君が代」\nの起立斉唱に関する校長の職務命令がなかったにもかかわらず，教職員\nが着席し，起立斉唱しなかったことを理由に処分された例はない。」\n原判決４１頁１２行目末尾に，改行して次のとおり加える。\n「  また，前記８（控訴人らの主張）のとおり，本件通達は有効な職務命令で\nはないが，仮に本件通達が教職員に向けた職務命令として一般的には有効\nであったとしても，控訴人ｇにおいて，本件通達の写しの配布を受けた後，\n本件通達の効力が式典や年度を超えて継続するものであるとの説明を受け\nたことはなかったこと，前記１（控訴人ｇの主張）で述べた平成２６年４\n月８日の入学式に関するｈ校長の言動や，同入学式を迎えるに当たり控訴\n人ｇほかの教職員に対して本件通達は配布されなかったことに照らせば，\n本件通達は，控訴人ｇに対する関係では有効ではなくなったか，控訴人ｇ\nがその有効性について疑問を持つことに十分な合理性があったというべき\nである。さらに，本件通達はその内容が不明確であり，本件通達に違反し\nたことのみによる戒告処分は，文書による職務命令違反を戒告事由と定め\nた府職員基本条例２７条の趣旨に反する。」\n原判決４２頁７行目の「以下の各事情」を「以上の各事情」に改める。\n原判決４２頁１８行目の「（原告の主張）」を「（控訴人らの主張）」に改\nめる。\n原判決４２頁２０行目の「侵害するものとして，」の次に「また，裁量権の\n逸脱・濫用がある場合にも，客観的法規範に対する違反として，」を加える。\n第３  争点に対する当裁判所の判断\n１  争点１（ｈ校長の控訴人ｇに対する職務命令の有無）について\n認定事実\n後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nア  府教委は，平成２４年１月１７日付けで本件通達が発出されたことを踏\nまえ，平成２３年度の卒業式以降，校長及び准校長に対し，府立学校の入\n学式及び卒業式における国歌斉唱に係る指導の流れ及び職務命令の発令に\n関する手続について指導を行っていた。その指導は，校長又は准校長は全\n教職員に対し，入学式又は卒業式の約１週間前までに，本件通達の写し，\n役割分担表（校長又は准校長名で作成し，式場内外にいる教職員の役割が\n分かるもの）及び会場図を配布した上，「通達により教育長から職務命令\nが出されました。（中略）式場内の教職員は，国歌斉唱の際に起立して斉唱\nしてください。これは，わたくしからの職務命令です。双方の職務命令に\n従わない場合は，服務上の責任が問われることとなります。」と口頭で述\nべて職務命令を発すること，校長又は准校長が職務命令を発したことを職\n員会議等の議事録に記録すること，起立斉唱をしないことが予想される教\n職員がいるなどの指導状況に応じて，府教委に相談し，教職員個人宛てに\n校長又は准校長から「職務命令書」及び「座席表」を手交することなどを内\n容とするものであった。（甲４，１０，１１）\nイ  ｈ校長は，平成２４年１２月からｖ高校の校長を務めていたところ，平\n成２６年度の入学式より前の同校における入学式及び卒業式の際には，職\n員に対し，本件通達の写しを配布した上，「職務命令である」旨を口頭で明\n示して国歌斉唱時に起立斉唱をするよう命じていた（証人ｈ（原審。以下\n同じ））。平成２５年度の卒業式においても，ｈ校長は，書面による個人宛\nての職務命令は発出しなかったものの，国歌斉唱時における起立斉唱に関\nし，職員会議では教職員に対して「これは職務命令です。職務命令に従わ\nない場合は，服務上の責任が問われることになります。」との文言を使用\nして職務命令を発したところ，同卒業式の場で起立斉唱しなかった教員が\n懲戒処分を受けたことがあった（証人ｈ１２頁）。\nウ  控訴人ｇは，平成２６年４月１日，ｖ高校に着任した。ｈ校長は，控訴人\nｇも出席した同日の職員会議において，同年度の入学式の運営に関し，国旗\n掲揚及び国歌斉唱を含めた当日の式次第，会場図及び役割分担表を配布し\nたが，その際に配布された役割分担表は，府教委の指導に従った内容のもの\nではなく，校長名で作成されておらず，式場内外にいる教職員の役割も明記\nされていなかった。この職員会議において，控訴人ｇが「国旗・国歌を強制\n的に教育の場に持ち込むのは反対である。入学式において国歌斉唱につい\nて職務命令を発出しないでほしい。」と発言したのに対し，ｈ校長は「御意\n見として伺っておきます。」と回答した。ｈ校長は，この日，前年度までと\nは異なり，教職員に対して本件通達の写しの配布及び職務命令を発する旨\nの明確な発言をせず（証人ｈ２頁），上記のように起立斉唱に対して異論を\n唱える控訴人ｇについて，府教委に相談したり，個人宛ての職務命令書を手\n交したりすることもしなかった。（甲Ｇ９，乙Ｇ３の①）\nエ  ｈ校長は，同月３日，校長会に出席し，教育長から，「職員が入学式にお\nける国歌斉唱時の起立斉唱を実際にしているかどうかの確認をどの程度行\nうかについては，各校の状況に応じて，各校長の責任と裁量において，考\nえてほしい。」旨説明されたのを聞き，教職員に対する事前の指導につい\nて，校長の判断でこれまでの指導方法を変えることが可能であり，本件通\n達の写しや役割分担表等を事前に教職員に配布するかどうかについても，\n校長に裁量が与えられたものと理解した（甲Ｇ８，乙Ｇ１５，証人ｈ）。\nオ  ｈ校長は，同月４日，校長室において控訴人ｇと面談し，同控訴人に対\nして本件通達の写しを示しながら，職務命令であるとの認識を伝えた上で，\n入学式における国歌斉唱時には起立してほしい旨伝えた。その際，控訴人\nｇから「悩んでいる。」との返答があったため，ｈ校長は，同控訴人に対\nし，「実際にどうするかは任せます。」と告げるとともに，同月７日に行う\n職員会議では「職務命令」の文言を使用しない予定である旨伝えた。この\n面談の後，ｈ校長は，同月１日の職員会議の場における発言と同様に起立\n斉唱に対して異論を唱える控訴人ｇについて，府教委に相談したり，個人\n宛ての職務命令書を同控訴人に手交したりすることをしなかった。（甲Ｇ\n９，１１，乙Ｇ１６，証人ｈ，控訴人ｇ（原審。以下同じ））\nカ  ｈ校長は，同月７日に開催された職員会議において，控訴人ｇを含む教\n職員に対し，「平成２４年１月１７日の教育長通達のとおり，式場内の教\n職員は起立斉唱をお願いします。」又は「起立斉唱してください。」とのい\nずれかの表現を用いて，入学式における国歌の起立斉唱に関する連絡を行\nった。その際，ｈ校長は，「職務命令」との文言は使用せず，本件通達の写\nしや役割分担表の配布もしなかった。ｈ校長は，この職員会議の後も，控\n訴人ｇについて府教委に相談したり，個人宛ての職務命令書を同控訴人に\n手交したりすることをしなかった。（証人ｈ，控訴人ｇ）\nキ  平成２６年４月７日の職員会議の会議録には，ｈ校長から職務命令が発\n出された旨記録された（乙Ｇ１８）。\n検討\nア  とおり，ｈ校長は，本件通達を踏まえて府教委が定め\nた入学式及び卒業式における国歌斉唱に係る指導の流れ及び職務命令の発\n令に関する手続に従うことなく，控訴人ｇも出席していた平成２６年４月\n１日及び同月７日の各職員会議において，前年度までとは異なり，教職員\nに対し，本件通達の写しを配布せず，「これは，わたくしからの職務命令で\nす。双方の職務命令に従わない場合は，服務上の責任が問われることとな\nります。」との発言も「職務命令」の文言の使用もせずに，同月７日の職員\n会議では「起立斉唱をお願いします。」又は「起立斉唱してください。」と\nの発言をするにとどまっていた。また，ｈ校長は，同月４日に控訴人ｇと\n面談した際，同控訴人に対して本件通達の写しを示しながら，本件通達が\n職務命令であるとの認識を伝えたものの，校長として職務命令を発する旨\nの発言をしなかっただけでなく，「実際にどうするかは任せます。」と，起\n立斉唱をするかどうかを同控訴人の判断に委ねるような発言をするととも\nに，職員会議では「職務命令」の文言を使用しない予定である旨をも伝え\nていた。さらに，ｈ校長は，府教委の指導内容に反し，起立斉唱に対して異\n論を唱える控訴人ｇについて府教委に相談したり，個人宛ての職務命令書\nを同控訴人に手交したりすることもしなかったものである。なお，前記前\n７日付けの教育長から府立学校の\n校長及び准校長に対する通達には，「入学式及び卒業式等において国歌斉\n唱を行う際は起立により斉唱するよう教職員に対し通達を行ったが，校長\n又は准校長からこの趣旨を徹底するよう職務命令を行うこと」を命ずる旨\nが明記されている。\nイ  このように，ｈ校長は，本件通達と併せて，校長及び准校長に対し国歌\n斉唱の際には起立して斉唱すべき旨を教職員に徹底するよう口頭による職\n務命令を発すべき旨を命じた通達があること，府教委から府立学校の入学\n式及び卒業式における国歌斉唱に係る指導があることを知りながら，平成\n２６年度の入学式において控訴人ｇのように国歌斉唱の際に起立斉唱をし\nない教職員が出ることが容易に予想される状況下で，校長会における教育\n長の説明を聞く前から，府教委が定めた入学式及び卒業式における国歌斉\n唱に係る指導に従うことなく，前年度までとは異なって，教職員に対し，\n本件通達の写しを配布することをせず，府教委の指導内容に沿った職務命\n令の発令に係る発言はもとより，そもそも「職務命令」の文言すら使用し\nなかったものである。\n以上の点に照らせば，ｈ校長は，平成２６年度の入学式における国歌斉\n唱時の起立斉唱に関し，控訴人ｇを含む教職員に対して，校長からの口頭\nによる職務命令であると理解することが可能な発言をしたとは認められな\nいのであり，むしろ，校長会における教育長からの説明とも相まって，上\n記入学式における国歌斉唱の際に起立して斉唱すべき旨を校長による職務\n命令として明確に命ずる必要はないものと理解していたと認めるのが相当\nである。そうすると，ｖ高校の平成２６年度の入学式における国歌斉唱に\n関し，ｈ校長が控訴人ｇに対して国歌斉唱時に起立斉唱すべき旨の口頭に\nよる職務命令（以下「本件職務命令Ｇ」という。）を発したとは認められな\nい。\nこの点に関し， 平成２６年４月７日の職員\n会議の会議録にはｈ校長から職務命令が発出された旨が記録されているが，\n同月１日及び同月７日の各職員会議におけるｈ校長の具体的な言動は前記\n認定のとおりであるから，上記会議録の記載をもって直ちに，ｈ校長が職\n務命令を発したものと認めることはできない。\nウ  被控訴人は，職務命令があったといえるか否かについて職務命令の対象\n者の認識や理解を問題とすることは，その対象者の主観により職務命令の\n効力が左右されることになり法的安定性を害すると主張する。\n校長の口頭による職務命令があったか否かは，校長による具体的な発言\n内容及びその際における他の言動のほか，その場の状況や前後の経緯等に\n基づき客観的に認定・判断されるべきものであるところ，ｈ校長が本件職\n務命令Ｇを発したとは認められないとの上記認定・判断は，ｈ校長の平成\n２６年４月１日及び同月７日の職員会議における具体的な発言内容とその\n際における言動，同月４日の校長室における控訴人ｇとの面談内容等を基\nにしたものであって，対象者である控訴人ｇの認識や理解に基づくもので\nはない。被控訴人の上記主張は失当である。\n２  争点２から争点９までに対する当裁判所の判断は，次のとおり補正するほか\nは，原判決の「事実及び理由」の「第５  争点に関する当裁判所の判断」の２か\nら９まで（原判決４５頁２１行目～８０頁９行目）に記載のとおりであるから，\nこれを引用する。\n原判決４８頁５行目の「高等学校教育の目的として」を「義務教育，特別支\n援教育，高等学校教育の目的として」に改める。\n原判決４８頁７行目の「慈養」を削る。\n原判決４８頁１５行目の「慈養」を「涵養」に改める。\n原判決４８頁２１行目の「小学校や高等学校の」を「高等学校や支援学校\nの」に改める。\n原判決４８頁２３行目の「卒業式」を「入学式又は卒業式」に改める。\n原判決４９頁１１行目末尾に，改行して次のとおり加える。\n「  控訴人らは，大阪府立の高等学校においては，平成５年３月実施の卒業\n式における君が代斉唱の実施率は０％（全国の高等学校では７３％），平\n成１１年３月実施の卒業式における君が代斉唱の実施率は５８．１％にと\nどまっており，君が代斉唱時の起立斉唱行為を慣例上の儀礼的所作と評価\nすべき実態や実情はなかったと主張する。確かに，証拠（甲１４，１５）に\nよれば，大阪府立の高等学校において控訴人らが主張するような事情があ\nったことは認められる。しかし，他方で上記証拠によれば，平成５年や平\n成１１年当時にも，全国の公立学校の卒業式において君が代（国歌）斉唱\nが広く行われていたことが認められ，府国旗国歌条例が公布，施行された\n平成２３年当時にも，その後の本件通達や本件各職務命令発令当時におい\nても，全国の公立学校における卒業式等の学校行事において国歌としての\n君が代の斉唱が広く行われていたことも明らかというべきである。国歌斉\n唱に係る慣例上の儀礼的所作が都道府県ごとに大きく異なるというべき理\n由はなく，大阪府立の高等学校において控訴人ら主張のような事情があっ\nたからといって，そのことが本件当時において国歌斉唱が慣例上の儀礼的\n所作であったことを否定する根拠になるということはできない。」\n原判決５１頁２０行目から２１行目にかけての「本件通達及び本件各職務\n命令は」から２３行目の「目的とするものであり」までを「本件通達及び本件\n各職務命令は，前記認定説示のとおり，君が代が国歌と定められていること\nを踏まえ，また，入学式や卒業式等の儀式的行事の意義，在り方等を定めた\n関係法令等の諸規定の趣旨に沿って，生徒等への配慮を含め，教育上の行事\nにふさわしい秩序の確保とともに当該式典の円滑な進行を図る目的を有する\nものということができ」に改める。\n原判決５２頁７行目から８行目にかけての「教師が公権力によって特定の\n意見のみを教授されないという意味において」を「教師が公権力によって特\n定の意見のみを教授することを強制されないという意味において」に改める。\n原判決５２頁１１行目の「認めなければならない」を「認められなければ\nならない」に改める。\n原判決５４頁２行目の「右規定」を「上記規定」に改める。\n原判決５４頁１８行目の「慈養」を「涵養」に改める。\n原判決５７頁１行目から２行目にかけての「平成２６年法律第７６号によ\nる改正前の」を削る。\n原判決５７頁８行目末尾に，改行して次のとおり加える。\n控訴人らは，府職員基本条例２７条１項の「文書による職務命令」は，\n個別的・具体的なものが想定されており，本件通達のように一般的・抽\n象的に発出されたものは同条項の職務命令には含まれないと主張する。\nしかし，本件通達は，府立学校の入学式や卒業式等における国歌斉唱\n時に式場内の全ての教職員が起立して斉唱すべき旨を内容とするもので\nあって，対象も行為も具体的に特定されており，府職員基本条例２７条\n１項の職務命令に含まれるというべきである。控訴人らの主張は採用で\nきない。」\n原判決５７頁１１行目の「原告ら」を「控訴人ら（ただし，控訴人ｇを除\nく。以下，９項において同じ）」に改める。\n原判決５７頁２１行目の「原告らの行動は，」を削る。\n原判決６０頁３行目から４行目にかけての「的確な証拠は認められず」を\n「的確な証拠はなく」に改める。\n原判決６０頁末行の「国歌斉唱時に」から６１頁２行目の「言い難い。」ま\nでを次のとおり改める。\n「相応の厳粛性が保たれていた上記卒業式の国歌斉唱時に，控訴人ｂが，生\n徒の介助をするなどして起立斉唱することができない状況にあったとは認\nめられないにもかかわらず，着席していたことを正当化できるような事情\nがあったということはできない。」\n原判決６２頁３行目の「原告」を「控訴人ｄ」に改める。\n原判決６４頁４行目の「生徒の模範となるべき」から５行目の「及ぶこと\n自体」までを「当該行事の主催者側の立場にあり，また，生徒の模範ともなる\nべき教職員があえて着席したままでいること自体」に改める。\n原判決６４頁８行目末尾に次のとおり加える。\n「仮に入学式や卒業式における国歌斉唱時に着席し，起立して斉唱しない控\n訴人らの行為やその背景にある信条等に感銘を受けるなどした生徒がいた\nとしても，控訴人らの上記行為により学校の儀式的行事としての式典の秩\n序や雰囲気が損なわれたとの評価を左右するものではない。」\n原判決６４頁９行目冒頭から１３行目末尾までを削る。\n原判決６６頁８行目の「責められるべきことである自体」を「責められる\nべきことであること自体」に改める。\n原判決６６頁２２行目の「本件懲戒処分Ａ１」を「本件戒告処分Ａ１」に改\nめる。\n原判決７０頁８行目の「各考慮事情との観点」を「各考慮事情の観点」に改\nめる。\n原判決７１頁６行目の「秩序や雰囲気を」を「秩序や雰囲気が」に改める。\n原判決７１頁１８行目の「密接不可分に基づく」を「密接不可分な」に改め\nる。\n原判決７３頁１２行目から１３行目にかけての「的確な証拠は認められな\nい。」を「的確な証拠はない。」に改める。\n原判決７３頁１８行目冒頭から７４頁２５行目末尾までを削り，同頁末行\nの「サ」を「コ」に改める。\n原判決７５頁４行目の「被告」を「府教委」に改める。\n原判決７５頁１２行目の「職務違反行為」を「職務命令違反行為」に改め\nる。\n原判決７５頁２１行目から２２行目にかけての「本件各戒告処分」を「本\n件戒告処分Ｇを除くその余の本件各戒告処分」に改める。\n原判決７５頁２５行目冒頭から末行末尾までを次のとおり改める。\n「  控訴人ａは，本件戒告処分Ａ２について，手続上の違法がある旨主張す\n原判決７７頁１６行目冒頭から７８頁末行末尾までを削る。\n原判決７９頁２行目，２４行目及び８０頁５行目の各「及び原告ｇ」をい\nずれも削り，７９頁２行目及び１８行目の各「原告ら」，同頁１０行目の「上\n記原告２名」並びに同頁末行及び８０頁２行目の各「同原告両名」をいずれ\nも「控訴人ａ」に改め，７９頁４行目及び７行目から８行目にかけての各「大\n阪府職員の懲戒に関する手続及び効果に対する条例」をいずれも「大阪府職\n員の懲戒の手続及び効果に関する条例」に改め，同頁６行目の「，弁護士の立\n会いは」から７行目の「主張する。」までを「旨主張する。」に改め，同頁９\n行目から１０行目にかけて及び８０頁４行目の各「及び本件戒告処分Ｇ」を\nいずれも削り，同頁８行目の「原告ａ及び原告ｇに係る」を「控訴人ａの」に\n改める。\n原判決８０頁９行目末尾に，改行して次のとおり加える。\n「   本件戒告処分Ｇについて\nア  前記\n教委は平成２６年６月１７日付けで，控訴人ｇに対し，同年４月８日\nに実施されたｖ高校の平成２６年度の入学式において，教育長及び校\n長からの職務命令に違反して，国歌斉唱時に着席し，起立して斉唱し\nなかった行為は，地公法３２条に規定する上司の職務上の命令に従う\n義務に違反するものであり，同法２９条１項１号及び３号に該当する\nものとして，本件戒告処分Ｇを行ったことが認められる。\nイ  しかしながら，前記１で認定・判断したとおり，本件戒告処分Ｇが\n地公法３２条違反に該当するとする控訴人ｇの職務命令違反行為のう\nち，校長からの職務命令（本件職務命令Ｇ）違反の点については，本件\n職務命令Ｇの発令があったと認められないのであるから，前記８のと\nおり本件通達が有効な文書による職務命令であり，控訴人ｇが本件通\n達に違反したものと認められるとしても，本件戒告処分Ｇは，同処分\nにおいて懲戒事由とされた職務命令違反行為のうち一つを欠いていた\nものである。\nウ   前記１ アで認定した事実によれば，府立学校の入学式等におけ\nる国歌斉唱に係る職務命令の発令に関する手続について，府教委は，\n校長及び准校長に対し，校長又は准校長から全教職員に対して本件\n通達により教育長から職務命令が出されていることを伝えた上，校\n長又は准校長自らが「これは，わたくし（校長又は准校長）からの職\n務命令です。双方の職務命令に従わない場合は，服務上の責任が問\nわれることとなります。」と口頭で述べて職務命令を発するよう指\n導していたことが認められ，被控訴人の府立学校の校長及び准校長\nは，このような府教委の指導に沿って教職員に対する自らの職務命\n令を発していたものと推認することができる。\nそして，本件戒告処分Ｇ当時，被控訴人において，本件通達とは\n別に校長又は准校長自らが職務命令を発した事実がないにもかかわ\nらず，入学式等において国歌斉唱時に起立斉唱をしなかった教職員\nが，本件通達による職務命令のみに違反したとの理由によって懲戒\n処分を受けた事例があることを認めるに足りる証拠はなく，弁論の\n全趣旨によれば，むしろそのような事例はなかったことが窺われる。\n上記のような府教委の指導内容とこれに基づく府立学校の校長等\nによる説明及び職務命令発令の状況，校長等による職務命令がない\n場合における過去の処分状況等に照らせば，本件戒告処分Ｇ当時，\n入学式等における国歌斉唱時の起立斉唱に関する府教委の指導方針\nないし運用は，府立学校の教職員に対し，本件通達による職務命令\nのほかにこれを踏まえた校長等の発する職務命令が存する場合にお\nいて，これらに従わないときに初めて懲戒処分を受けるものである\nとの認識ないし予測を抱かせるものであったといわざるを得ない。\nまた，そのことは，府教委においても容易に予測することができた\nものというべきである。\nｈ校長は，控訴人ｇに対して本件職務命令Ｇを発しなかったばか\nりでなく，かえって，入学式の４日前の校長室における同控訴人と\nの面談の際には，国歌の起立斉唱をするかどうか悩んでいる旨返答\nした同控訴人に対し，実際にどうするかは任せる旨や職員会議では\n「職務命令」の文言を使用しない予定である旨を伝えており，実際\nに，入学式前日の職員会議では，府教委の指導内容とは異なって，\n「職務命令」との文言を使用せず，本件通達の写しや役割分担表の\n配布もしなかったものである（前記１ オ，カ）。さらに，府教委\nは，校長及び准校長に対し，起立斉唱をしないことが予想される教\n職員がいるなどの指導状況に応じて，府教委に相談し，教職員個人\n宛てに校長又は准校長から「職務命令書」及び「座席表」を手交する\nことも指導していたが ，ｈ校長は，起立斉唱に対して\n異論を唱える控訴人ｇについて府教委への相談も職務命令書の手交\nもしなかった。\n控訴人ｇは，原審における本人尋問において，平成２６年度の入\n学式における国歌の起立斉唱について，ｈ校長が職務命令を発した\nとは認識していない旨供述するが，上記の事実経過に照らせば，そ\nのような認識を前提に控訴人ｇが懲戒処分まで受けることはないと\n考えたとしても，そのことには相応の理由があるものというべきで\nある。\nエ  以上によれば，本件戒告処分Ｇは，懲戒事由の一部に誤りがあるば\nかりでなく，当時の府教委の指導方針ないし運用にも沿わないもので\nあり，また，懲戒事由に関する被処分者の認識・予測とも異なってい\nるものといわざるを得ない。そうすると，本件戒告処分Ｇは，府教委\nの裁量権を逸脱・濫用してされた違法なものと認めるのが相当であり，\n取り消されるべきである。」\n３  争点１０（国家賠償請求の成否）について\n控訴人ｇを除くその余の控訴人らに関しては，原判決を引用して認定・説示\nしたとおり，同控訴人らに係る本件各職務命令及び本件各戒告処分が違法な\nものであるとは認められず，また，同控訴人らに係る本件各戒告処分に至る手\n続経過等において，同控訴人らが主張するような管理職らによる嫌がらせや\nパワーハラスメント等の違法行為があったとも認められない。\n控訴人ｇに対してされた本件戒告処分Ｇが違法であって，取り消されるべ\nきであることは，既に説示したとおりである。もっとも，行政処分が違法で\nあるからといって，直ちに国家賠償法１条１項にいう違法があったとの評価\nを受けるわけではなく，同条項所定の違法があったと評価されるのは，国又\nは公共団体の公権力の行使に当たる公務員が職務上通常尽くすべき注意義務\nを尽くさなかったと認め得るような事情がある場合に限られる（最高裁平成\n５年３月１１日第一小法廷判決・民集４７巻４号２８６３頁参照）。\nそこで検討すると，証拠（甲Ｇ９，乙Ｇ１５，１８）によれば，府教委は，\n平成２６年６月１７日付けで控訴人ｇに対する本件戒告処分Ｇを行った同日，\nｈ校長に対する訓戒を行っているところ，その理由は，ｈ校長が控訴人ｇに\n対して府教委が定めた入学式等における国歌斉唱に係る指導の流れ及び職務\n命令の発令に関する手続に従った方法で職務命令を発しなかったことにある\nというものであり，府教委としては，ｈ校長が控訴人ｇに対して職務命令（本\n件職務命令Ｇ）を発した事実自体はあるとの認識を有していたこと，この訓\n戒を行う前提として，府教委は，同年４月１０日付けでｈ校長から顛末書を\n提出させて調査を行っているところ，ｈ校長は府教委に対し，校長としての\n職務命令（本件職務命令Ｇ）自体は発出した旨の弁解を行っていたこと，ｖ\n高校における同月７日の職員会議の会議録には，ｈ校長から職務命令が発出\nされた旨記録されていたことが認められる。また，控訴人ｇが同年度の入学\n式における国歌斉唱時に着席し，起立して斉唱しなかったことに争いはなく，\n同年６月１７日付けで本件戒告処分Ｇがされた当時，入学式や卒業式におけ\nる国歌斉唱時に起立斉唱すべきことを教職員に命ずる条例や職務命令が憲法\nに違反するなど違法であるとは認められないとの最高裁判所の判例が存在す\nることは公知の事実であった。これらの事情によれば，府教委が必要な調査\nを経て，ｈ校長による本件職務命令Ｇの発令があったことを前提に控訴人ｇ\nに対して本件戒告処分Ｇをしたことについて，職務上通常尽くすべき注意義\n務を尽くさなかったとまでは認めるに足りず，本件全証拠によっても，他に\nこれを認め得るような事情があるとは窺われない。\n以上によれば，本件戒告処分Ｇが国家賠償法上故意又は過失に基づく違法\nなものであるとまでは認め難い。また，本件通達が違法なものでないことは\n既に説示したとおりであり，本件戒告処分Ｇに至る手続経過等において，控\n訴人ｇが主張するような管理職らによる嫌がらせやパワーハラスメント等の\n違法行為があったとも認められない。\nよって，被控訴人が控訴人らに対して国家賠償法に基づく賠償責任を負う\nとは認められず，控訴人らの被控訴人に対する損害賠償請求はいずれも理由\nがない。\n第４  結論\n以上によれば，控訴人ｇの請求のうち，本件戒告処分Ｇの取消しを求める部\n分は理由があるから認容すべきであり，その余は理由がないから棄却すべきと\nころ，これと異なる原判決は一部不当であるから，控訴人ｇの本件控訴に基づ\nき原判決を上記の趣旨に変更し，控訴人ｇを除くその余の控訴人らの請求はい\nずれも理由がないから，これらを棄却した原判決は相当であって，同控訴人ら\nの本件各控訴はいずれも理由がないから棄却することとして，主文のとおり判\n決する。\n大阪高等裁判所第１２民事部\n裁判長裁判官          石      井    寛    明\n裁判官          林                      潤\n裁判官小倉真樹は，転補につき署名押印することができない。\n裁判長裁判官          石      井    寛    明\n"
}