{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 7,
    "day": 6
  },
  "case_number": "平成30(わ)31",
  "case_name": "殺人未遂被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "殺人未遂被告事件において，弁護人が心神耗弱を主張し，責任能力が争われたが，弁護人の主張を排斥し，完全責任能力を認め，執行猶予に付した事案",
  "lawsuit_id": "87903",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87903",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/903/087903_hanrei.pdf",
  "contents": "平成３０年７月６日宣告\n平成３０年（わ）第３１号  殺人未遂被告事件\n判              決\n主              文\n被告人を懲役２年６月に処する。\n未決勾留日数中１５０日をその刑に算入する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n理              由\n（罪となるべき事実）\n被告人は，経済的困窮に悩み，妻であるＡ（当時７３歳。以下「被害者」とい\nう。）と無理心中しようと考え，平成２９年１１月６日午前１０時４０分頃，札幌\n市ａ区ｂ条ｃ丁目ｄ番ｅ号ｆ号室の当時の被告人方において，ベッド上で寝ていた\n被害者に対し，殺意をもって，手に持った包丁（刃体の長さ約１８．５センチメー\nトル）で頸部等を数回突き刺すなどしたが，被害者が抵抗したため，被害者に加療\n約７日間を要する右前頸部刺創，後頸部刺創，左頬部刺創等の傷害を負わせたにと\nどまり，殺害の目的を遂げなかった。\n（法令の適用）\n罰    条    刑法２０３条，１９９条\n刑 種 の 選 択    有期懲役刑\n法律上の減 軽    刑法４３条本文，６８条３号\n未 決 勾 留 日 数 の 算 入    刑法２１条\n刑の執行猶 予    刑法２５条１項\n訴訟費用の不負 担    刑事訴訟法１８１条１項ただし書\n（弁護人の主張に対する判断）\n第１  本件では，被告人が本件犯行当時精神病症状を伴わない重症うつ病エピソー\nドに罹患していたことに争いはないところ，弁護人は，このことが被告人の善悪\nを判断する能力及び行動をコントロールする能力に大きな影響を与え，心神耗弱\nの状態にあったと主張する。\n第２  捜査段階で被告人の精神鑑定を行った精神科医Ｂの証言によれば，被告人は，\n遅くとも平成２９年８月頃には精神病症状を伴わない重症うつ病エピソードを発\n症し，そのため激越症状（不安や焦りが強く出る症状）や自殺念慮が生じるとと\nもに視野狭窄（他のことが考えづらい状態）に陥り，単に自殺をしたのみでは，\n自身の借金で妻が困ることを心配し，妻を殺して自分も死ぬという無理心中を決\n意し，本件犯行に及んだものと認められ，精神障害が犯行に一定の影響を与えた\nといえる。\nもっとも，被告人の供述等によれば，被告人は，本件犯行に当たりちゅうちょ\nしており，妻から抵抗を受ける中で「離婚したいならしてやる」等と聞き，攻撃\nをやめた事実が認められる。このように，被告人は，妻の殺害が悪いことである\nことを認識し，ためらいながらも犯行に及んでいたところ，妻への心配に対する\n解決策を与えられたことで，自らの判断によって犯行をやめたものといえる。\nこれらの事情によれば，被告人は，善悪を判断する能力及び行動をコントロー\nルする能力が著しく低下していたものではなかったと認められる。\n以上によれば，被告人が犯行当時心神耗弱の状態にあったとの弁護人の主張は\n採用できない。\n（量刑の理由）\n被告人は，寝ている被害者が十分に抵抗できない中，その頸部等を目掛けて包丁\nを振り下ろし，合計６か所の傷を負わせているのであって，その犯行態様は危険で\nあったといえるが，被害者が負った傷が加療約７日間と比較的軽いものにとどまっ\nているのは，被告人にためらいもあったことによるものとうかがわれる。また，無\n理心中を決意し被害者を殺害しようとしたことは身勝手といわざるを得ないが，被\n告人は，年齢や身体の不調もあって思うように職に就けないこと等から経済的困窮\nを打開できず，思い悩んだ末本件犯行に及んだものであって，酌むべき点もあると\nいえる。\nこれに加えて，示談が成立して被害者が被告人の処罰を求めていないことも考慮\nすると，執行猶予判決が相当であり，社会復帰後の支援態勢がとられていること，\n再犯可能性が低いこと等も併せ考え，刑期及び執行猶予期間を定めることとした。\n（検察官  大友隆，長谷川麻理，国選弁護人  齊藤弘毅，奥田真与  各出席）\n（求刑  懲役５年）\n平成３０年７月６日\n札幌地方裁判所刑事第１部\n裁判長裁判官     島戸   純\n裁判官     平   手   健太 郎\n裁判官     亀 井 直 子\n"
}