{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 7
  },
  "case_number": "平成24(わ)69",
  "case_name": "死体遺棄，殺人",
  "court_name": "神戸地方裁判所第４刑事部",
  "lawsuit_id": "83580",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83580",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/580/083580_hanrei.pdf",
  "contents": "平成２５年３月７日宣告  \u0000 \u0000 裁判所書記官\u0000\n平成２４年\u0000わ\u0000第６９号，第１２０号  死体遺棄，殺人被告事件\u0000\n\u0000\n判            決\u0000\n\u0000\n主            文\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 被告人を懲役１８年に処する。\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 未決勾留日数中１８０日をその刑に算入する。\u0000\n訴訟費用は被告人の負担とする。\u0000\n\u0000\n理            由\u0000\n【犯罪事実】\u0000\n被告人は，\u0000\n第１  平成２４年１月２日，神戸市北区ａ町ｂ丁目ｃ番ｄ号の自宅において，妻であるＡ\n（当時３７歳）に対し，殺意をもって，その頸部を圧迫し，よって，その頃，同所におい\nて，同人を窒息死させて殺害した。\u0000\n第２  同日，前記の被告人の自宅において，前記Ａの死体を自動車に積み込んだ上，同車\nを運転して，同市北区ｅ町ｆｇ番地のｈ付近路上まで運搬し，同所道路脇の草むらに同死\n体を放置し，もって死体を遺棄した。\u0000\n【証拠の標目】  \u0000\n省略\u0000\n【争点に対する判断】\u0000\nＡ（以下「Ａ」という｡）が何者かにより殺害され，その死体が犯罪事実第２記載の草む\nら（以下「本件死体遺棄現場」という｡）に遺棄されたことは争いがない｡争点は，被告人\nが各犯行の犯人であるか否かである｡\u0000\n\u0000 \u0000 \u0000 検察官は，被告人が犯人であることを直接証明する証拠はないが，本件を巡る間接事実\nを総合すれば，被告人が犯人であることが認定できると主張する｡これに対して，弁護人は，\n検察官が間接事実として主張する個々の事実が存在することは概ね争わないが，それらを\n総合しても，第三者が犯人である可能性を排除できないから，被告人が犯人であると認定\nすることはできない旨主張する｡\u0000\n\u0000 \u0000 \u0000 そこで，本件では，検察官の挙げる間接事実により，被告人が犯人であると推認できる\nか否か（被告人が犯人でないとしたら合理的に説明することができない，あるいは説明が\n極めて困難である事実関係が含まれているか否か）が焦点となるが，当裁判所は，以下の\n理由により，被告人が犯人であることは常識に照らして間違いないと判断した。\u0000\n１  前提事実\u0000\n以下の事実は，証拠上容易に認定することができ，かつ当事者間にも争いがない｡\u0000\n  被告人は，平成２１年頃から，犯罪事実第１記載の被告人の自宅（以下「被告人宅」\nという｡）で，Ａ及びその娘であるＢ（以下「Ｂ」という。）と同居し始め，平成２３年２\n月，Ａと婚姻した｡そして，平成２３年１１月頃，Ｂが結婚して家を出て以降は，被告人宅\nでＡと２人で暮らしていた。\u0000\n  平成２４年（以下に挙げる日時は全て平成２４年のものである。）１月１日の午前中か\nら夕方にかけて，被告人宅では，Ｂら親族十数名が集まり，新年会が行われた｡その後，Ａ\nは，被告人宅を出て，神戸市内の居酒屋で友人のＣと会って飲食するなどし，１月２日午\n前零時１２分頃，タクシーで被告人宅に帰宅した｡\u0000\n  １月３日午前１１時２４分頃，本件死体遺棄現場で，Ａの死体が付近を通りかかった\n者により発見された。解剖の結果等から，Ａの死因は，頸部圧迫による窒息死であると認\nめられる。\u0000\n２  Ａが殺害された場所について\u0000\n以上の事実から，Ａは，１月２日未明から１月３日午前１１時過ぎまでの間に，何者\nかにより頸部を圧迫されて殺害されたと認められるが，Ａが殺害された場所については，\n以下の検討から，被告人宅であると認められる｡\u0000\n\u0000 \u0000 Ａの死体は，肛門が緩んだ状態で，尻，股，手足のほか着用していたセーターやパン\nツに糞便ようのものが付着していた。窒息死の際，肛門付近の筋肉が緩み，脱糞すること\nはよく見られる現象である（他方，死亡後にそのような現象が起こることは，著しく死体\nの腐敗が進行した場合以外にはない。）ことからすると，Ａの身体や着衣に付着した糞便よ\nうのものは，殺害時に脱糞した便であると認められる。\u0000\n  他方，１月４日に実施された被告人宅の検証の際，被告人宅敷地内の駐車場に駐車中\nの自動車の下に，白色夏布団が置かれていたのが発見されているところ，それには人間の\n便が付着しており，そのＤＮＡ型検査の結果，判明したＳＴＲ型座位のいずれについても\nＡのＤＮＡ型が含まれていた。このことに加え，当時，被告人宅に住んでいたのは被告人\nとＡのみであること，後述のように，被告人も白色夏布団に付着している便がＡのもので\nある旨述べていることを考慮すると，白色夏布団に付着している便はＡのものであると認\nめられる。\u0000\nまた，被告人宅内に置かれていたソファベッドの表面の複数箇所に茶色の汚斑及び黄土\n色の糞ようのものが付着していた。ソファベッドの付着物がＡの便であることを客観的に\n裏付ける証拠はないが，Ａの便が付着した白色夏布団と同時に被告人宅で発見されている\nことや，後述のように，被告人もソファベッドの付着物がＡの便であることを認めている\nことなどからして，Ａの便であると考えられる。\u0000\n  これらの証拠から，Ａは，被告人宅内のトイレではない場所で脱糞し，その便が白色\n夏布団やソファベッドに付着したことが推認されるが，Ａが死亡当時３７歳で，格別重篤\nな病気を患っていた形跡はなく，ＢもＡが脱糞したという話を聞いたことがない旨述べて\nいることからすると，Ａの脱糞は極めて特異な事態であると考えられ，Ａの死体に便が付\n着していたことと全く無関係の機会に生じたとは考えにくい。そうすると，特段の事情が\nない限り，白色夏布団やソファベッドに付着した便は，Ａが殺害された際に排出されたも\nのであることが推認できる｡\u0000\n\u0000 この点について，被告人は，白色夏布団やソファベッドに付着しているものがＡの便と認\nめつつ，便が付着した経緯については，１月１日の朝，Ａが，おならをしようとして脱糞\nした旨供述した。しかし，その供述はかなり特異な内容でにわかに信じられない上，全体\nとして具体性・迫真性に乏しく，不自然ないし不合理と思われる点も少なくない（例えば，\n白色夏布団等に付着している便はある程度広範な染みを生じさせており，相応の量の脱糞\nがあったとみられるから，被告人の述べるような経緯で排出されたとは考えにくい｡被告人\nの供述によれば，便のついた白色夏布団を駐車場に駐車中の自動車の下に放置したという\nのであるが，そのような対処はかなり不自然である。）。そうすると，この点に関する被告\n人の供述は信用することができず，前記の推認は覆らない。\u0000\n  \u0000 以上に加え，Ａの死体の着衣の状況（上半身はセーター，下半身はパンツのみを身に\nつけており，ズボン，靴下，靴などは着用していなかったこと）や便の付着状況（素足の\nかかとや，着用していたセーターに便が付着していたのに対し，死体と共に放置されてい\nた靴，ジーパン，ダウンジャケット等に付着が認められないこと）からして，Ａが屋内で\n殺害されたと考えて矛盾がないこと，Ａの死体の胃の内容物の消化具合から，Ａは，うど\nんやソーセージ等を食べた後一，二時間程度で死亡した可能性が高いところ，被告人宅内\nから，焼きうどんの空容器やソーセージの包装材が発見されており，殺害に比較的近接し\nた時間に被告人方にいたと考えられることなども併せて考慮すると，Ａが殺害されたのは\n被告人宅内であると認められる｡\u0000\n３  Ａの死体を遺棄した犯人について\u0000\n前記のとおり，Ａが殺害されたのが被告人宅であると認められることに加え，以下の事\n情からすると，Ａの死体を本件死体遺棄現場に運んで放置したのは，被告人であると認定\nすることができる。\u0000\n\u0000 \u0000 １月１０日に実施された被告人の使用する自動車（以下「本件自動車」という｡）に搭\n載されていたカーナビゲーションシステム（以下「本件カーナビ｣という｡）の検証の結果，\n１月４日に本件自動車が警察に差し押さえられる直近の記録として，本件自動車は，別紙\n走行経路図①及び②の経路を走行したことが判明した（走行順は各図の矢印に付した番号\nのとおり。なお，各図中，｢被告人方｣とあるのは被告人宅を，｢死体遺棄現場｣とあるのは\n本件死体遺棄現場を指す｡）｡\u0000\n\u0000 \u0000 また，被告人は，１月２日に，自身が本件自動車を運転してこれらの経路を走行した\n旨述べている（なお，本件カーナビの記録から，走行経路図②の矢印番号からの経路\nを走行した際，Ｄ店でエンジンを切ったことが判明しているが，同店内の防犯カメラの映\n像には，１月２日午後７時４３分頃被告人が同店を訪れ，駐車場に本件自動車が駐車して\nいる状況が映っており，被告人の供述を裏付けている｡）｡\u0000\n\u0000 \u0000 そうすると，被告人は，Ａが殺害されたと考えられる時間帯に含まれる１月２日に，\n本件死体遺棄現場付近を合計４回通りかかっていることになるが，本件死体遺棄現場付近\nから各走行経路図上「Ｕターン地点｣として示されている地点に至る道路は，その沿道に目\n的地となるような場所が見当たらない山道である上，既に検討したとおり，Ａが殺害され\nたのが被告人宅であると認定できることに照らすと，被告人が，Ａの死亡と一切無関係に，\nＡが殺害された現場である被告人宅とその死体が遺棄された現場付近を複数回にわたって\n偶然行き来するということは到底考えられない｡被告人は，走行経路図①または②に示され\nた走行の機会において，Ａの死体を遺棄する場所を探すなどした上，実際に本件死体遺棄\n現場に運搬し遺棄したことが強く推認できる（なお，本件カーナビの記録上，本件死体遺\n棄現場の至近距離に本件自動車を進入させて停車させた形跡は記録されていないが，本件\nカーナビに記録されているのは５０メートル間隔の位置情報であり，かつその間の速度は\n記録されないことから，本件車両が本件死体遺棄現場の至近距離に進入して停車したこと\nと矛盾するものではない｡）。\u0000\n\u0000 \u0000 被告人は，これらの走行は，気晴らしにドライブをしたり，たばこを買うために出掛\nけてそのままドライブをする気になって走行したものであり，Ａの死体を運んだものでは\nない旨述べる｡その供述内容は，それ自体が明らかに不合理であるとまではいえないが，不\n自然さやあいまいさがあることは否めない上，何といっても，Ａが被告人宅で殺害された\nとの事実を前提とすれば，その供述内容はおよそそれとはそぐわない不合理なものという\nほかないのであり，信用する余地はない｡\u0000\n\u0000 \u0000 以上からすると，被告人は，走行経路図①または②に示されたいずれかの走行の機会\nにおいて，Ａの死体を本件死体遺棄現場に運搬し遺棄したと認められる｡\u0000\n４  Ａを殺害した犯人について\u0000\n以上の検討からすると，Ａが殺害されたのは被告人宅であり，殺害されたＡの死体を運\nんで本件死体遺棄現場に遺棄したのは被告人であると認められる｡そして，前提事実で認定\nしたとおり，１月当時，被告人宅で生活していたのは被告人とＡの２人のみであり，１月\n２日以降，被告人宅に他人が来訪した形跡は認められない（被告人もそのような事情は一\n切述べていない｡）。そうすると，Ａを殺害した犯人は被告人であることが極めて強く推認\nされるとともに，被告人がＡ殺害の犯人でないとすれば，Ａが被告人宅内で殺害されたこ\nとや，その死体を被告人が遺棄した経緯などについて合理的に説明することは不可能であ\nる。\u0000\n加えて，Ａの死体の右手の指の爪に被告人の皮膚片が付着していたところ，１月３日の\n時点で被告人の顔面にひっかき傷が確認されていること，被告人が１月３日以降実施され\nた警察官による事情聴取や取調べにおいて，被告人が犯人であることと関連する事項につ\nいていくつかの嘘をついた（ソファベッドに付着した糞便を猫のものである，Ａは１月１\n日に出掛けたきり帰ってこない，被告人は１月２日以降本件自動車で外出したことはない\n等）ことも，被告人が本件各犯行の犯人であることと整合する｡\u0000\nなお，弁護人は，Ａが１月１日夜にＣと別れる際に，未だ終電の時間には至っていない\nのに｢終電がなくなるから帰る｡｣などと言ったこと，１月２日未明に帰宅後，別の友人に携\n帯電話で連絡したり，うどん等を食べたこと，Ａの死体から泥酔状態であったことをうか\nがわせる高濃度のアルコールが検出されたこと，Ａの死体とともにショルダーバッグが発\n見され，服装も外出用のものであったことなどを根拠に，第三者による犯行の可能性があ\nると主張する。しかし，これらの事情は，被告人が犯人であることと明らかに矛盾するも\nのでないばかりか，特段第三者による犯行の可能性を強く指し示すものともいえないから，\n被告人が犯人であるとの推認を覆すものではない。\u0000\n５  結\u0000 論\u0000\n以上の次第で，被告人が本件各犯行の犯人であることは間違いないものと認めた｡\u0000\n【法令の適用】\u0000\n罰条\u0000 \u0000\n犯罪事実第１の行為  \u0000 刑法１９９条\u0000\n犯罪事実第２の行為  \u0000 刑法１９０条\u0000\n刑種の選択\u0000 \u0000\n犯罪事実第１の罪    \u0000 有期懲役刑を選択\u0000\n\u0000 \u0000 併合罪の処理  \u0000 \u0000 \u0000 刑法４５条前段，４７条本文，１０条\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000       \u0000 （重い犯罪事実第１の罪の刑に刑法４７条ただし書の制限内で\n法定の加重）\u0000\n\u0000 \u0000 未決勾留日数の算入\u0000   \u0000 \u0000 刑法２１条\u0000\n訴訟費用の負担    \u0000 刑事訴訟法１８１条１項本文\u0000\n【量刑の理由】\u0000\nもがき抵抗する被害者の首を強い力で絞め続けて殺害しており，冷酷で残忍な犯行とい\nうべきであり，殺害を遂げようとする強い意思があったことも明らかである（なお，検察\n官は，犯行の際，被告人が被害者の顔面を殴打するなどの暴行を加えている旨主張するが，\n証拠上は首絞め以外の暴行があったとは認められない。）。被告人が一貫して犯行を否認し\nているため殺害の動機は確定できないが，少なくとも被告人のために有利に考慮すべき事\n情は認められない。\u0000\nもっとも，犯情全体を見れば，同種事案の中で際立って悪質性が高いものとまではいえ\nない。被害者の遺族の処罰感情は厳しく，その心情は十分理解できるが，有期懲役刑の上\n限をもって処罰すべき事案とはいえない。\u0000\n\u0000 \u0000 証拠隠滅のために死体を遺棄した上，被告人が嘘の弁解に腐心して罪を認めない姿勢を\nとり続けていることも併せて考慮し，主文程度の刑を科すのが相当であると判断した。\u0000\n（求刑  懲役２０年）\u0000\n平成２５年３月１３日\u0000\n神戸地方裁判所第４刑事部\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000   \u0000\n裁判長裁判官      丸田  顕\u0000\n\u0000\n\u0000\n\u0000\n裁判官      片田真志\u0000\n\u0000\n裁判官      倉方ユリ\u0000\n\u0000\n"
}