{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 16
  },
  "case_number": "平成23(行ウ)68",
  "case_name": "愛知県議会議員政務調査費住民訴訟事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "県議会の会派らが，県から交付を受けた政務調査費の一部を違法に支出し，これを不当利得として返還すべきであるにもかかわらず，県知事がその返還請求を怠っているとして，県の住民らが，地方自治法２４２条の２第１項４号本文に基づき，その返還請求をすることを県知事に対して求める請求が，一部認容された事例",
  "case_gist": "県議会の会派らが，県から交付を受けた政務調査費の一部を違法に支出し，これを不当利得として返還すべきであるにもかかわらず，県知事がその返還請求を怠っているとして，県の住民らが，地方自治法２４２条の２第１項４号本文に基づき，その返還請求することを県知事に対して求める請求につき，前記政務調査費は，前記各会派によって所属議員の事務所の賃借料・光熱費，自動車のリース料に充てられたところ，①前記各会派に所属する一部の議員らは，前記事務所や自動車を，会派から委託された調査研究活動と政党としての活動や後援会活動など調査研究活動以外の活動の双方に使用していたが，前記事務所及び自動車は，議員個人が自らの名義で契約して恒常的に管理していたもので，特定の調査研究活動を行うために賃借ないしリースされたものではないことなどからすれば，調査研究活動のための使用実績がそれ以外の活動のための使用実績を上回るとは考え難く，両者の使用割合は同等程度であると推認するのが相当であり，②また，一部の議員らについては，その賃貸人等とされる同族会社との間の密接な関係や使用実態や支出等の裏付けの乏しさなどからすれば，前記事務所及び自動車の使用や支出の実体が欠けていたことが推認されるとして，県知事が，各会派に対し，前記政務調査費のうち，①については前記事務所賃借料・光熱費及び自動車リース料の各２分の１を超えて充てられた部分，②については前記事務所賃借料・光熱費及び自動車リース料に充てられた全額の返還請求を怠っていると認め，前記住民らの請求の一部を認容した事例",
  "lawsuit_id": "84429",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=84429",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/429/084429_hanrei.pdf",
  "contents": "平成２６年１月１６日判決言渡\n平成２３年（行ウ）第６８号  愛知県議会議員政務調査費住民訴訟事件\n主     文\n１  被告は，被告補助参加人Ｐ１に対し，１３１３万１６７７円を支払うよ\nう請求せよ。\n２  被告は，被告補助参加人Ｐ２に対し，１２０４万８１２１円を支払うよ\nう請求せよ。\n３  被告は，被告補助参加人Ｐ３に対し，３４２万３９３４円を支払うよう\n請求せよ。\n４  原告らのその余の請求を棄却する。\n５  訴訟費用は，これを３分して，その２を原告らの負担とし，その余を被\n告の負担とし，被告補助参加人Ｐ１の補助参加によって生じた費用は，こ\nれを５分して，その３を原告らの負担とし，その余を同補助参加人の負担\nとし，被告補助参加人Ｐ２の補助参加によって生じた費用は，これを１０\n分して，その７を原告らの負担とし，その余を同補助参加人の負担とし，\n被告補助参加人Ｐ３の補助参加によって生じた費用は，これを５分して，\nその３を原告らの負担とし，その余を同補助参加人の負担とする。\n事実及び理由\n第１  請求\n１  被告は，被告補助参加人Ｐ１に対し，３４５８万７０９６円を支払うよう請\n求せよ。\n２  被告は，被告補助参加人Ｐ２に対し，３７９５万１１６９円を支払うよう請\n求せよ。\n３  被告は，被告補助参加人Ｐ３に対し，８６２万７８６０円を支払うよう請求\nせよ。\n第２  事案の概要\n１  本件は，愛知県の住民である原告らが，愛知県議会の会派である被告補助参\n加人らが平成２１年度に同県から交付を受けた政務調査費のうち，被告補助参加人\nＰ１（以下「補助参加人Ｐ１」という。）については３４５８万７０９６円，被告\n補助参加人Ｐ２（以下「補助参加人Ｐ２」という。）については３７９５万１１６\n９円，被告補助参加人Ｐ３（以下「補助参加人Ｐ３」という。）については８６２\n万７８６０円をそれぞれ使途基準に反して違法に支出したため，上記各金額を不当\n利得して返還すべきであるにもかかわらず，被告はその返還請求を違法に怠ってい\nるとして，被告に対し，地方自治法２４２条の２第１項４号本文に基づき，各補助\n参加人に対して上記各金額の不当利得返還請求権を行使してその支払を請求するよ\nう求める住民訴訟である。\n２  関係法令等の定め\n(1)  関係法令等の定めは，別紙「関係法令等の定め」に記載したとおりである。\n(2)  地方自治法（平成２４年法律第７２号による改正前のもの。以下同じ。）１\n００条１４項は，「普通地方公共団体は，条例の定めるところにより，その議会の\n議員の調査研究に資するため必要な経費の一部として，その議会における会派又は\n議員に対し，政務調査費を交付することができる。この場合において，当該政務調\n査費の交付の対象，額及び交付の方法は，条例で定めなければならない。」と定め\nている。\n(3)  愛知県では，地方自治法１００条１４項の規定を受けて，愛知県議会におけ\nる会派に対する政務調査費の交付に関する条例（平成１３年愛知県条例第４１号。\n平成２３年愛知県条例第３１号による改正前のもの。以下「本件条例」という。）\nを制定している。本件条例は，２条において，「政務調査費は，議会における会派\n（その所属議員が１人の場合を含む。以下同じ。）に対し，交付する。」とし，８\n条１項において，「会派は，政務調査費を次に掲げる費用に充てなければならない。」\nとした上で，その７号において，「事務費」を掲げ，同条２項において，｢前項各号\nに掲げる費用の使途基準は，議会の議長が定める。」旨規定している。\nまた，本件条例は，１１条において，「知事は，会派が交付を受けた政務調査費\nに係る収入の総額から当該会派が行った政務調査費に係る支出（８条１項各号に掲\nげる費用に充てたものに限る。）の総額を控除して残余があるときは，当該会派に\n対し，当該残余の額に相当する額の政務調査費の返還を命ずることができる。」旨\n規定している。\n(4)  本件条例８条２項を受けて，愛知県議会における会派に対する政務調査費の\n交付に関する規程（平成１３年愛知県議会告示第１号。平成２３年愛知県議会告示\n第２号による改正前のもの。以下「本件規程」という。）は，その４条及び別表に\nより，議会の議長が定める使途基準として，「事務費」につき，「会派が行う調査\n研究に係る事務の遂行に要する事務用品・備品購入費，通信費等の経費」と規定し\nている。\nまた，愛知県議会議長が平成２０年３月２４日に制定した「政務調査費マニュア\nル」（以下「本件マニュアル」という。）においては，「事務費」の例示として，\n「自動車のリース」や「事務所の賃借料及び管理運営費（光熱水費等）」が挙げら\nれ（第２の７(2)），「自動車のリース料については，議員の活動の多面的な性格は\nもとより，他の活動にも使用できる自動車の性格を踏まえ，按分による支出とし，\n適用する按分割合は，使用実績に応じたものとする。」（第２の７(3)エ），「事務\n所の要件としては，外形上の形態を有し，応接・事務スペースや事務用備品等を有\nしていること，実際に会派の調査研究に使用されていること等が必要である。」（第\n２の７(3)オ），「政務調査費の対象となる調査研究活動とその他の活動とを分け，\nそれぞれの経費を分離することが望ましいが，それが困難な場合は，活動に要した\n費用の全額を，各活動の実績に応じて按分し，充当することとする。」（第４）な\nどとされている。\n３  前提事実（当事者間に争いのない事実及び掲記の証拠等により容易に認めら\nれる事実。以下，書証番号は，特記しない限り枝番を含む。）\n(1)  当事者等\nア  原告らは，いずれも愛知県の住民である。\nイ  被告は，愛知県の執行機関である。\nウ  被告補助参加人ら（以下，単に「補助参加人ら」という。）は，いずれも愛\n知県議会における会派である。\n(2)  平成２１年度の補助参加人らの政務調査費に係る支出の内容\nア  補助参加人Ｐ１は，愛知県から交付を受けた平成２１年度の政務調査費の中\nから，所属議員の事務所の賃借料・光熱費の支出に合計１７４２万３９４５円を充\nて，所属議員の自動車のリース料の支出に合計１８５６万３１５１円を充てた（両\n者の合計金額３５９８万７０９６円）。\n補助参加人Ｐ１に所属する各議員が平成２１年度に支出した事務所賃借料・光熱\n費の金額及びそのうち上記政務調査費が充てられた金額は，それぞれ，別紙「Ｐ１\n０１党事務所賃借料一覧表」の「年間支出額」欄及び「政務調査費分」欄記載のと\nおりであり，同各議員が同年度に支出した自動車リース料の金額及びそのうち上記\n政務調査費が充てられた金額は，それぞれ，別紙「Ｐ１０１党自動車リース料一覧\n表」の「年間支出額」欄及び「政務調査費分」欄記載のとおりである。\nイ  補助参加人Ｐ２は，愛知県から交付を受けた平成２１年度の政務調査費の中\nから，所属議員の事務所の賃借料の支出に合計２２０８万７３３５円を充て，所属\n議員の自動車のリース料の支出に合計１５８６万３８３４円を充てた（両者の合計\n金額３７９５万１１６９円）。\n補助参加人Ｐ２に所属する各議員が平成２１年度に支出した事務所賃借料の金額\n及びそのうち上記政務調査費が充てられた金額は，それぞれ，別紙「Ｐ１０２党事\n務所賃借料一覧表」の「年間支出額」欄及び「政務調査費分」欄記載のとおりであ\nり，同各議員が同年度に支出した自動車リース料の金額及びそのうち上記政務調査\n費が充てられた金額は，それぞれ，別紙「Ｐ１０２党自動車リース料一覧表」の「年\n間支出額」欄及び「政務調査費分」欄記載のとおりである。\nウ  補助参加人Ｐ３は，愛知県から交付を受けた平成２１年度の政務調査費の中\nから，所属議員の事務所の賃借料の支出に合計４６２万７９８０円を充て，所属議\n員の自動車のリース料の支出に合計３９９万９８８０円を充てた（両者の合計金額\n８６２万７８６０円）。\n補助参加人Ｐ３に所属する各議員が平成２１年度に支出した事務所賃借料の金額\n及びそのうち上記政務調査費が充てられた金額は，それぞれ，別紙「Ｐ１０３党事\n務所賃借料一覧表」の「年間支出額」欄及び「政務調査費分」欄記載のとおりであ\nり，同各議員が同年度に支出した自動車リース料の金額及びそのうち上記政務調査\n費が充てられた金額は，それぞれ，別紙「Ｐ１０３党自動車リース料一覧表」の「年\n間支出額」欄及び「政務調査費分」欄記載のとおりである。\nエ  前記アないしウの事務所（以下「本件事務所」という。）の賃借料ないし光\n熱費（以下「本件事務所賃借料等」という。）は，各議員が自己の名で締結した事\n務所の賃貸借契約ないし光熱費に係る契約に基づく賃借料ないし光熱費であって，\n会派である補助参加人らが賃借ないし管理運営していた事務所の賃借料ないし光熱\n費ではなかった。また，前記アないしウの自動車（以下「本件自動車」という。）\nのリース料（以下「本件自動車リース料」という。）は，各議員が自己の名で締結\nした自動車のリース契約に基づくリース料であって，会派である補助参加人らがリ\nースを受けた自動車のリース料ではなかった。（丙Ａ４，５，丙Ｂ１，２，丙Ｃ１，\n２，弁論の全趣旨）\n(3)  住民監査請求及び本件訴訟の提起\nア  原告らは，平成２３年２月１８日，愛知県監査委員に対し，「前記(2)アない\nしウのとおり，平成２１年度の政務調査費の中から事務所賃借料・光熱費及び自動\n車リース料の支出に充てられた金員は，本件条例の定める使途基準に適合しないか\nら，補助参加人らは不当利得としてこれを返還すべきである。ところが，被告は補\n助参加人らに対する不当利得返還請求権を行使しておらず，財産の管理を違法に怠\nっている。」旨主張して，住民監査請求をした。これに対し，愛知県監査委員は，\n平成２３年４月１４日付けで上記監査請求を棄却し，原告らに通知した。（甲３）\nイ  原告らは，平成２３年５月１２日，補助参加人らに対してそれぞれ前記(2)\nアないしウの各金員の支払を請求するよう求めて当庁に本件訴訟を提起した。（顕\n著な事実）\n(4)  政務調査費の一部返還等\nア  補助参加人Ｐ１は，平成２４年８月２０日，愛知県に対し，Ｐ４議員の事務\n所賃借料の支出に充てられた政務調査費６０万円及び同議員の自動車リース料の支\n出に充てられた政務調査費８０万円の合計１４０万円を全額返還した。（丙Ａ１な\nいし３）\nイ  そこで，原告らは，平成２４年１１月３０日，前記(3)イの訴えのうち，上記\n１４０万円に相当する不当利得返還請求権の行使請求に係る部分を取り下げ，請求\nの趣旨を前記第１の１のとおりに減縮した。（顕著な事実）\n４  争点\n本件の争点は，平成２１年度の政務調査費のうち本件事務所賃借料等及び本件自\n動車リース料の支出に充てられた部分（以下「本件政務調査費」という。）が，本\n件条例の定める使途基準に反するものであり，補助参加人らは，これについて法律\n上の原因なく受けた利得（不当利得）として返還義務を負うかどうかである。\n５  争点に関する当事者の主張\n【原告らの主張】\n(1)  本件政務調査費全額についての不当利得の成否\nア  本件政務調査費は，後記イ及びウのとおり，本件条例の定める使途基準に適\n合しない支出に充てられたものであるから，その全額が不当利得として返還される\nべきである。\nイ  本件条例８条１項７号所定の「事務費」は，本件規程４条・別表において類\n型化して定められているところ，同別表では，事務所賃借料・光熱費や自動車リー\nス料は，「事務費」の例示として挙げられていない。事務所の賃借料・光熱費は，\n事務そのものの経費ではないから，「事務所費」であって「事務費」ではなく，ま\nた，自動車のリース料は，一般に「事務費」とは考えられておらず，移動のための\n手段である自動車に係る費用で，「交通費」として位置付けられるものである。「事\n務費」とは，専ら事務処理のために使用される事務用品や備品等に係る費用を想定\nしたものと解すべきであって，公明性・透明性の観点からも，これを拡大解釈する\nことは許されない。したがって，事務所賃借料・光熱費及び自動車リース料は，本\n件条例８条１項７号，本件規程４条・別表の「事務費」に含まれず，政務調査費の\n支出対象として想定されていないというべきである。\n事務所賃借料・光熱費について上述したことは，本件条例の作成経緯に照らすと\n一層明らかである。すなわち，全国都道府県議会議長会が，各都道府県における政\n務調査費の交付に関する条例等の策定準備手続を円滑に進めるために指針となる条\n例案として作成した「政務調査費の交付条例（例）」及び「政務調査費の交付規程\n（例）」（甲７）においては，会派交付分に係る使途基準と議員交付分に係る使途\n基準をそれぞれ定め，議員交付分については「事務費」とは別に「事務所費」の項\n目を設ける一方，会派交付分については「事務費」の項目のみで，「事務所費」の\n項目は設けていなかった。これは，会派交付分については，政務調査費を「事務所\n費」に支出することを認めていないものと解されるところ，本件条例及び本件規程\nは，上記「政務調査費の交付条例（例）」及び「政務調査費の交付規程（例）」を\n基に作成されたものであるから，上記と同様に政務調査費の「事務所費」への支出\nを認めない趣旨のものと解すべきである。\nなお，本件マニュアルには，「事務費」に事務所賃借料・光熱費や自動車リース\n料が含まれる旨の記載部分があるが，本件マニュアルは，本件条例及び本件規程に\n定められた使途基準の中でどのように政務調査費を使用すべきかを示すものにすぎ\nず，上位規範たる本件条例及び本件規程の内容を変更できるものではない。本件条\n例８条２項が「議会の議長が定める」としているのは，「規程」をもって定めるこ\nとを意味していると解すべきであり，これに基づいて本件規程が公布されているこ\nとからすると，制定の根拠がなく法律上の位置付けがあいまいなマニュアルが，同\n項の「議会の議長が定める」ものに当たるとは考えられない。したがって，本件マ\nニュアルの上記記載部分は違法であり，これを根拠とする支出も違法となる。\nまた，上述のとおり，本件規程があえて「事務費」の例示として事務所賃借料を\n挙げていないことに照らすと，事務所賃借料は政務調査費の支出対象として想定さ\nれていないと考えるべきであるが，その実質的理由としては，①通常，事務所の賃\n借は，ある程度の期間にわたって行われ，そのための賃料も比較的高額になりがち\nであるところ，費用対効果の観点から，支出に見合うだけの成果を期待できるかに\nついては不確実といわざるを得ないこと，②事務所は，後援会活動等，本来の政務\n調査活動とは無関係な活動に利用されやすいこと，③そもそも，自宅以外に事務所\nを恒常的に確保しなければ実施できない政務調査活動がどのようなものか想定し難\nいことなどが考えられる。したがって，補助参加人らにおいて，特定の政務調査活\n動を実施するために事務所を確保することが不可欠であるような特別の事情の存在\nを主張立証しない限り，事務所賃借料の支出については，本来の趣旨・目的に合っ\nた使途に充てられていないとの推認を免れないというべきである。このことは，自\n動車のリース料についても，同様に当てはまる。\n以上によれば，事務所賃借料・光熱費及び自動車リース料の支出に政務調査費を\n充てることは，原則として許されない。本件において，補助参加人らは，事務所の\n賃借や自動車のリースが特定の政務調査活動の実施に不可欠であることをうかがわ\nせる具体的な事情について何ら主張立証していないから，本件政務調査費の全額が\n不当利得となるものというほかはない。\nウ  本件条例上，政務調査費の交付対象は会派に限られており，愛知県において\nは，あくまでも議員個人ではなく会派のみに政務調査費を交付するという立法政策\nが選択されている。したがって，政務調査費の支出として許されるのは，会派とし\nての支出であり，一見して議員個人の支出とみうるものについては，会派の政務調\n査活動への支出であることの証明がない限りは，使途基準に違反することになる。\nそうすると，議員個人が契約した事務所の賃借料・光熱費や自動車のリース料に\n政務調査費を充てることは，原則として許されない。本件において，補助参加人ら\nは，会派の政務調査活動への支出であることの具体的な証明をしていないから，本\n件事務所賃借料等及び本件自動車リース料は，会派としての政務調査活動のために\n支出されたものということはできず，本件政務調査費の全額が不当利得となる。\nまた，最高裁平成２１年（行ヒ）第２３４号同２２年２月２３日第三小法廷判決・\n裁判集民事２３３号８３頁（以下「平成２２年最判」という。）によれば，会派が\n行う政務調査活動に関する議員個人への政務調査費の支給については，あらかじめ，\n所属議員が実施する調査研究の内容を記載した政務調査費支出伝票を経理責任者に\n提出し，会派の代表者がその支出を承認するという厳格な手続が要求される。とこ\nろが，本件においては，会派代表者の承認について上記のような厳格な手続がされ\nたことの主張立証がされていないから，会派としての政務調査活動への支出に充て\nられたものということはできない。\n(2)  議員８名の支出分についての不当利得の成否\nア  本件政務調査費のうち，補助参加人Ｐ１に所属していたＰ５議員，Ｐ６議員，\nＰ７議員，Ｐ８議員，Ｐ９議員及びＰ１０議員並びに補助参加人Ｐ２に所属してい\nたＰ１１議員及びＰ１２議員（これら８名の議員を併せて「本件議員８名」という。）\nの事務所賃借料並びにＰ５議員の自動車リース料に支出された分については，後記\nイ及びウのとおり，政務調査費を充てることができないものであるから，少なくと\nもこれらの支出に充てられた部分は不当利得として返還されるべきである。\nイ  議員がその所有建物を賃借している場合のほか，議員が代表者等の機関を務\nめる法人から事務所を賃借している場合，又は，議員が賃借している事務所が当該\n議員の自宅と同一建物であるか同一敷地内にある場合には，その事務所の賃貸借契\n約は形式的なものであって，実質的には賃料が発生していないことが社会的実態と\nして往々にしてあるから，そもそも事務所の賃借料が発生していること自体に合理\n的な疑いが強く生じる。したがって，このような場合には，事務所の賃料は発生し\nていないとの推認が働き，補助参加人らにおいて，当該事務所が政務調査活動のた\nめの事務所として現実に使用されていること及び賃料が現実に発生していることを\n具体的に主張立証しない限り，上記推認を覆すことができないところ，本件におい\nて，補助参加人らは，そのような主張立証をしていない。\nウ  本件議員８名について個別にみると，次のとおり，いずれも賃料等の発生が\n疑わしい場合であるから，不当利得返還義務を免れない。\n(ｱ)  Ｐ５議員は，自らが監査役を務め，親族が代表者となっている株式会社から\n事務所を賃借している。その賃借料に政務調査費を充てたのは違法であり，同政務\n調査費６０万円は不当利得となる。\nまた，Ｐ５議員は，上記株式会社から自動車のリースを受けているが，同会社は，\n通常の顧客に自動車のリースを行っている会社であるとは考えられない。そのリー\nス料に政務調査費を充てたのは違法であり，同政務調査費７８万円は不当利得とな\nる。\n(ｲ)  Ｐ６議員は，自らが取締役を務める有限会社から事務所を賃借しているとこ\nろ，同事務所建物は，Ｐ６議員と同居の親族が所有し，これを同会社が賃借してい\nたものである。Ｐ６議員は，上記親族から当該事務所を直接無償で借りることがで\nきたはずであるが，本件マニュアルで禁じられている「自己（生計を一にしている\n親族も含む。）所有の事務所に賃借料相当を計上すること」を回避するためにこの\nような転貸借の形式をとったにすぎないと考えられる。その賃借料に政務調査費を\n充てたのは違法であり，同政務調査費２２万０５００円は不当利得となる。\n(ｳ)  Ｐ７議員は，自らが代表取締役を務める株式会社から事務所を賃借しており，\n同事務所建物の敷地はＰ７議員の所有地である。自己の所有地を自らが代表取締役\nを務める会社に無償で貸与して建物を建てさせ，それを有償で借りるなどというこ\nとは，経済的にはおよそ不合理な行為である。その賃借料に政務調査費を充てたの\nは違法であり，同政務調査費１２０万円は不当利得となる。\n(ｴ)  Ｐ８議員は，自らが代表取締役を務める株式会社から事務所を賃借している。\nその賃借料に政務調査費を充てたのは違法であり，同政務調査費１２０万円は不当\n利得となる。\n(ｵ)  Ｐ９議員は，自らが代表取締役を務める株式会社から事務所を賃借している。\nその賃借料に政務調査費を充てたのは違法であり，同政務調査費７２万円は不当利\n得となる。\n(ｶ)  Ｐ１０議員は，自らが代表取締役を務める株式会社から事務所を賃借してい\nる。その賃借料に政務調査費を充てたのは違法であり，同政務調査費８万４０００\n円は不当利得となる。\n(ｷ)  Ｐ１１議員は，自らの妻が代表取締役を務める株式会社から事務所を賃借し\nているところ，同事務所建物は，Ｐ１１議員の自宅と同一敷地内にある。また，同\n事務所建物の敷地は，Ｐ１１議員が妻及び母と共に共有しているところ，上記会社\nは，賃料を支払わずに同敷地を借りている。上記事務所の賃借料に政務調査費を充\nてたのは違法であり，同政務調査費４８万円は不当利得となる。\n(ｸ)  Ｐ１２議員は，自らが取締役を務める株式会社から事務所を賃借している。\nその賃借料に政務調査費を充てたのは違法であり，同政務調査費１０万円は不当利\n得となる。\n(3)  本件政務調査費の一部についての不当利得の成否\nア  仮に，前記(1)の本件政務調査費全額について不当利得が成立する旨の主張が\n認められないとしても，会派の政務調査活動のための支出に該当するのは，後記イ\n及びウのとおり，各議員が平成２１年度に支出した事務所賃借料・光熱費及び自動\n車リース料のうち，それぞれ３分の１にとどまるというべきであるから，これを超\nえる部分に政務調査費を充てることは違法である。したがって，本件政務調査費は，\n少なくとも上記部分に充てられた限度において，不当利得として返還されるべきで\nある。\n補助参加人Ｐ１について上記の３分の１を超える金額は，別紙「Ｐ１０１党事務\n所賃借料一覧表」の「超過額」欄記載の金額（合計８４６万４７４６円）と別紙「Ｐ\n１０１党自動車リース料一覧表」の「超過額」欄記載の金額（ただしＰ４議員のそ\nれを除く。合計９１４万４３３９円）の合計金額（１７６０万９０８５円）である。\n補助参加人Ｐ２の上記の３分の１を超える金額は，別紙「Ｐ１０２党事務所賃借\n料一覧表」の「超過額」欄記載の金額（合計１１３７万６８２７円）と別紙「Ｐ１\n０２党自動車リース料一覧表」の「超過額」欄記載の金額（合計８５５万８９７７\n円）の合計金額（１９９３万５８０４円）である。\n補助参加人Ｐ３の上記の３分の１を超える金額は，別紙「Ｐ１０３党事務所賃借\n料一覧表」の「超過額」欄記載の金額（合計２６９万４１８０円）と別紙「Ｐ１０\n３党自動車リース料一覧表」の「超過額」欄記載の金額（合計２４６万４３９６円）\nの合計金額（５１５万８５７６円）である。\nイ  本件における各議員の事務所賃借料及び自動車リース料は，毎月一定額が通\n年にわたって支出されていることから，政務調査活動を含む議員活動全般に用いる\nための事務所の賃借料及び自動車のリース料であったと推認される。仮に，特定の\n政務調査活動のために特に賃借又はリースしたものであるとするならば，賃借料や\nリース料の支払は，その調査活動が行われる期間に限定されるはずであるからであ\nる。\nウ  議員の活動は，①議会や委員会に出席し意見を述べ議決に参加するといった\n本来の議員としての活動，②支持者を集め，結束を固めるための後援会活動や選挙\n活動，③政務調査活動を含むその他の活動の３つに大別される。①及び②が議員の\n主たる活動として大きな割合を占めると考えられるところ，③の一部でしかない政\n務調査活動が占める割合は，議員の活動全体のうちの３分の１を超えるものとは考\nえ難い。したがって，各議員が支出した事務所の賃借料・光熱費及び自動車リース\n料のうち，その３分の１を超える支出については，会派の政務調査活動のための支\n出には該当しないから，政務調査費を充てることは許されない。\n【被告の主張】\n(1)  本件政務調査費全額についての不当利得の成否\nア  本件政務調査費は，後記イ及びウのとおり，本件条例の定める使途基準に適\n合しない支出に充てられたものではないから，不当利得として返還されるべきもの\nには当たらない。\nイ  本件のような事務所賃借料・光熱費及び自動車リース料は，地方自治法１０\n０条１４項にいう「その議会の議員の調査研究に資するため必要な経費」に該当す\nる。そして，同法１４条及び１５条を受けて本件条例が定められ，本件条例８条２\n項及び１３条を受けて本件規程及び本件マニュアルが定められているところ，本件\n規程４条・別表は，本件条例８条１項７号の「事務費」について，「会派が行う調\n査研究に係る事務の遂行に要する事務用品・備品購入費，通信費等の経費」として\n一般的な基準を示し，本件マニュアルがこれを詳細化して具体例を示しているもの\nであり，事務所賃借料・光熱費及び自動車リース料も，これら具体例の中に明示さ\nれているものである。\nなお，愛知県議会の議長が本件マニュアルによって具体的な使途基準を定めるこ\nとは，何ら地方自治法に違反するものではない。議長の一般的な権能（同法１０４\n条）に反しない限り，一定の事務や事項について，条例により議長に権限を与え，\n又は委任することは何ら同法に違反するものではないところ，本件マニュアルは，\n本件条例８条２項及び１３条の規定に基づいて愛知県議会議長が定めたものであ\nる。また，これらの規定は，単に「議会の議長が定める」とするにとどまっている\nため，「規程」という形であれ「マニュアル」という形であれ，議長が定めるもの\nであれば足り，その形式は問題にならないからである。\n本件条例８条１項７号にいう「事務費」とは，政務調査活動の事務を遂行するた\nめに必要な事務の経費で，他の費目に共通する管理的経費が主として想定されてお\nり，定型的に類型化し難い経費も，補充的な費目の性格を有するこの「事務費」に\n計上される。そして，議員が政務調査活動を遂行するためには，その拠点を確保し\nて維持管理したり，移動のために自動車を利用したりすることも当然あり得ること\nであり，これに係る事務所賃借料・光熱費や自動車リース料は，諸々の政務調査活\n動の事務に共通の管理的経費という性格を有しているため，「事務費」に該当する\nものである。\n原告らは，全国都道府県議会議長会が作成した「政務調査費の交付条例（例）」\n及び「政務調査費の交付規程（例）」（甲７）を援用するけれども，これらは，字\n義どおり参考モデルを提示したにすぎないものであって，法的拘束力はないし，こ\nれらを所与の前提として本件条例及び本件規程が制定されたものでもないから，こ\nれらを基準として本件条例及び本件規程の解釈を導き出すことはできない。\nウ  本件規程の別表において，「会派（会派から調査研究活動を委託された所属\n議員を含む。以下同じ。）」と明示されているとおり，会派から調査研究活動を委\n託された所属議員が行う活動についても，政務調査費の使途基準に適合する。\nまた，本件において，収支報告書についての議長及び知事（被告）の確認は適正\nにされており，手続上何ら違法な点はない。\n(2)  本件政務調査費の一部についての不当利得の成否\n本件マニュアルにおいては，「政務調査費の対象となる調査研究活動とその他の\n活動とを分け，それぞれの経費を分離することが望ましいが，それが困難な場合は，\n活動に要した費用の全額を，各活動の実績に応じて按分し，充当することとする。」\n（第４）とされているが，会派や議員の活動は，それぞれの会派や議員によって多\n種多様であるため，按分率について，具体的な数値は定められていない。各会派，\n議員が自己の説明責任に基づいて按分率を設定し，これに基づき政務調査費を充当\nしていることから，議長としては，個々の按分率の妥当性を判断することまではし\nていない。もっとも，事務所賃借料や自動車リース料について，１００％又は高い\n按分率で政務調査費に充当されている場合には，当該事務所や自動車が政務調査活\n動専用のものであるのかどうか，活動の実態と合致しているかどうかなどを口頭で\n確認している。\n【補助参加人らの主張】\n(1)  政務調査費に関する住民訴訟における主張立証責任\nア  本訴請求が認められるためには，原告らにおいて，補助参加人らに不当利得\nが存すること（法律上の原因がないこと）を主張立証する責任があり，政務調査費\nの使途基準に適合していない支出があるとの事実を主張立証する責任がある。\nイ  地方自治法の委任を受けた本件条例や本件規程の規定からすると，政務調査\n費の使途基準に適合しているか否かは，第一次的には，選挙民の負託を受けた議員\nにより構成される会派の良識に基づく判断に委ねられており，かつ，これに対する\n調査権限は議会の議長が有している。\nしたがって，このように法が議会の自律権に委ねている部分については，司法審\n査の対象は自ずと限られており，住民らが，一見して明らかに使途基準に反する支\n出を行っている事実や明らかに必要性・有用性を欠く政務調査活動を行っている事\n実を主張立証し，かつ，知事（被告）や会派ないし議員が住民らの主張立証に対す\nる反証をしない場合に限り，使途基準への不適合を理由に政務調査費につき不当利\n得が成立すると判断されることになるというべきである。\n(2)  本件政務調査費全額についての不当利得の成否\nア  本件条例８条１項７号の「事務費」については，本件規程４条・別表におい\nて，「会派が行う調査研究に係る事務の遂行に要する事務用品・備品購入費，通信\n費等の経費」として一般的な基準が示され，更に具体的な例示が本件マニュアルに\nおいて示されているもので，自動車のリースや事務所の賃借料も，その例示の中に\n明示されている。本件マニュアルは，本件条例８条２項及び１３条を受けた，「条\n例，規則及び地方公共団体の機関の定める規則以外の一定の行政目的を達成する上\nでの準拠すべき事務処理手続等一定のもので一体としての法規的性質を有する行政\n上の決定」である規程にほかならないから，地方自治法に適合している。\n事務所を賃借することや自動車のリースを受けることには，補助参加人ら所属の\n議員が政務調査活動を行う上で必要性，合理性がある。すなわち，補助参加人らは，\n平成２１年度に政務調査活動を各会派の所属議員に対して委託しており，委託を受\nけた議員は，①それぞれの選挙区を中心に実態調査（県民からの意見聴取，相談，\n意見交換，現地調査）を行ったり，②諸団体が実施する県政に関する研修会に参加\nしたり，③県民を集め，地域の課題，要望，問題をテーマとして，県政報告会を実\n施したりした。\nそして，補助参加人ら所属の議員が県民からの要望・意見の聴き取りを行うため\nには，関係者と面会等を行う必要があるところ，１日の来訪者数が多数で，処理す\nる人数が多い場合には，それらの活動を議員の自宅において全て行うのは物理的に\n困難であるし，必要に応じて事務員を配置し，事務員に面会者との面会時間の調整\nを行わせることもある。また，補助参加人ら所属の議員は，こうした来訪者との面\n会や現地調査等によって明らかとなった課題や問題点を分析・整理する作業を自ら\n実施し，あるいは事務員に行わせている。加えて，収集した資料の保管も必要とな\nる。こうした活動を行うためには，一定のスペースが必要であるため，補助参加人\nら所属の議員は，自宅以外の場所を恒常的に確保して，事務所を設けているのであ\nる。\nまた，県民から要望のあった河川や道路の整備，信号や横断歩道を付けてほしい\nと要望された場所の現地調査，道路の整備状況や安全対策の必要性や混雑の状況の\n確認を行うためには，当該場所に赴く際の移動手段が必要であるところ，議員が赴\nく場所は，必ずしも公共の交通機関で移動できる場所ばかりではないし，公共の交\n通機関の場合には時間的な制約も出てくるため，恒常的に自動車を利用して移動し\nている。そこで，補助参加人ら所属の議員は，個人の資産形成につながらないよう\nに，自動車リースを利用し，そのリース料を支払っているのである。\nしたがって，本件条例及び本件規程において，事務所の賃借料・光熱費及び自動\n車リース料に政務調査費を充てることが認められていることは明らかであり，これ\nらに政務調査費を充てたというだけで違法とならないことは明白である。\nイ  地方自治法の議会における「会派が行う」調査研究活動には，会派がその名\nにおいて自ら行うもののほか，会派の所属議員等に委ね，又は所属議員による調査\n研究活動を会派のためのものとして承認する方法によって行うものも含まれる。\nそして，後者については，最高裁平成１９年（行ヒ）第１７０号同２１年７月７\n日第三小法廷判決・裁判集民事２３１号１８３頁及び平成２２年最判によれば，会\n派の代表者である会長の承認（内部的な手続について取決めがあれば，それに従っ\nてされた承認）があれば，「会派が行う」との要件を満たすのであって，原告らが\n主張するような「厳格な手続」が要求されているものではない。本件においても，\n補助参加人らはそれぞれ会派の所属議員に政務調査活動を委任しており，会派の長\n（団長）による当該活動の承認も行われているのであるから，会派が行う調査研究\n活動に当たるというべきである。\n補助参加人らの構成員である各議員は，政務調査活動とそれ以外の活動（政党と\nしての活動や後援会活動等）をできる限り分離するため，使用する自動車を活動ご\nとに替えたり，後援会活動のために別の事務所を用意したり，１棟の事務所を活動\nごとに区分した上で，政務調査活動として利用した場所の面積割合，使用実績等を\n考慮して按分率を算出するなどの工夫をしていた。また，政務調査活動とそれ以外\nの活動を分離することが困難な場合や，それらを明確に分離することによって多様\nな調査・研究活動を行う上で支障が生じる場合には，各議員は，メモやスケジュー\nル帳等から政務調査活動としての時間を概算で把握したり，活動の種類や性格に応\nじて所要時間を概算で把握するなどして按分率を定め，事務所賃借料や自動車リー\nス料の総額にこれを乗じて政務調査費としての支出分を算出して計上していた。こ\nのように，各議員は，自己の政務調査活動の実態に即して政務調査活動と他の用途\nへの使用を合理的な判断により按分し，それによって算出された金額を政務調査費\nとして計上した上，これに基づき領収書整理票（丙Ａ４，５，丙Ｂ１，２，丙Ｃ１，\n２）の該当欄への記入を行っていたものである。\nしたがって，本件政務調査費は，全て使途基準に適合した支出であり，このこと\nは領収書整理票の記載自体から明白である。ちなみに，各会派の団長は，それぞれ\n所属議員から報告を受けており，各議員の地位，権限及び職務内容，議員としての\n活動も踏まえて，本件政務調査費を本件条例，本件規程及び本件マニュアルに適合\nする支出であると判断したものである。\n(3)  議員８名の支出分についての不当利得の成否\nア  法人は，権利義務の主体たる資格を有し，社会的実体を有するものであるか\nら，議員が，自らが機関となっている法人から事務所を賃借したということのみを\n理由として，当該事務所賃貸借契約が当然に無効となるようなことはあり得ず，事\n務所賃料が発生しないということもできないのであって，その賃料に政務調査費を\n充てることが違法であると解する余地はない。\nイ  Ｐ６議員，Ｐ７議員及びＰ１１議員の事務所賃料に関する原告らの指摘は，\n次のとおり，いずれも失当である。\n(ｱ)  Ｐ６議員が賃借していた事務所建物は，平成５年８月２３日からＰ６議員の\n母が所有していたが，Ｐ６議員とその母が同居していた事実はない。また，Ｐ６議\n員がその母から直接無償で上記建物を借りることができたにもかかわらず有限会社\nを介して借りることになったという事実もない。\n(ｲ)  私人がその所有地を自らが代表取締役を務める法人に無償で貸与し，同法人\nがその事業のため当該土地に建物を建てている場合，建物自体は同法人が経済的な\n出捐をして建設したものであるから，同法人が投下した資本を回収するために，そ\nの一部を賃貸したとしても不合理なことではない。したがって，Ｐ７議員が，当該\n建物の一室を賃借し，賃料を支払っていたことのみをとらえて，経済的に不合理な\n行為であるなどということはできない。\n(ｳ)  Ｐ１１議員が賃借していた事務所建物の敷地と，Ｐ１１議員の自宅の敷地と\nは，生け垣によって区分されており，両者の敷地は同一ではない。また，事務所建\n物の賃貸人である株式会社は，Ｐ１１議員に対しては敷地の賃料を支払っていない\nが，敷地の共有者の１人であるその妻に対して賃料を支払っており，無償で敷地を\n借りているわけではない。したがって，同会社の代表者がＰ１１議員の妻であり，\nＰ１１議員が敷地の共有者の１人であるからといって，実質的には賃料は発生して\nいないなどということはできない。\n(4)  本件政務調査費の一部についての不当利得の成否\n本件政務調査費につき不当利得が成立するには，まず原告らにおいて，一見して\n明らかに使途基準に反する支出を行っている事実を主張立証することが必要であ\nる。ところが，原告らは，按分率が正当でなく，政務調査費で賄われるべきでない\n部分がどれだけであるかなどについて，何ら具体的な主張立証をしていない。政務\n調査費の支出として認められるのは一律に賃借料やリース料の総額の「３分の１」\nまでであるとする原告らの主張は，独断にすぎず，失当である。\n第３  当裁判所の判断\n１  使途基準に適合しない支出に充てられた政務調査費が地方自治法及び本件条\n例に反するものとして不当利得となる場合等について\n(1)  地方自治法１００条は，政務調査費の交付について，普通地方公共団体は，\n条例の定めるところにより，その議会の議員の調査研究に資するため必要な経費の\n一部として，その議会における会派又は議員に対し，政務調査費を交付することが\nでき，この場合において，当該政務調査費の交付の対象，額及び交付の方法は，条\n例で定めなければならない旨規定した上（１４項），政務調査費の交付を受けた会\n派又は議員は，条例の定めるところにより，当該政務調査費に係る収入及び支出の\n報告書を議長に提出するものとする旨規定している（１５項）。これらの規定によ\nる政務調査費の制度は，地方分権の推進を図るための関係法律の整備等に関する法\n律の施行により，地方公共団体の自己決定権や自己責任が拡大し，その議会の担う\n役割がますます重要なものとなってきていることに鑑み，議会の審議能力を強化し，\n議員の調査研究活動の基盤の充実を図るため，議会における会派又は議員に対する\n調査研究の費用等の助成を制度化し，併せてその使途の透明性を確保しようとした\nものである。そして，政務調査費の交付の対象，額及び交付の方法については，各\n地方公共団体が，当該地方公共団体の規模，地域の実情，議員の調査研究活動の実\n態等の諸事情を考慮して，その裁量判断により条例でもって定めることができるこ\nととしたものと解される。\n本件条例は，上記規定を受けて定められたものであり，本件条例８条２項の規定\nを受けて，本件規程４条・別表において，政務調査費の使途基準が定められている。\nこの使途基準は，議員の調査研究活動において一般に発生すると考えられる項目を\n具体的に例示し，会派や議員が交付を受けた政務調査費を使用する際の具体的な指\n標を議員の調査研究活動の類型別に提示したものであり，また，愛知県議会議長が\n制定した本件マニュアルは，本件規程の使途基準を更に具体化したものである。こ\nのように，政務調査費の使途を本件規程や議長の定めた本件マニュアルで規定し，\n政務調査費を充てることが許される場合を具体的に例示することは，地方自治法や\n本件条例の上記各規定の趣旨に沿うものであり，その内容に上記各規定に反すると\nころは見当たらない。\nまた，本件条例においては，政務調査費の交付対象は議会における会派（その所\n属議員が１人の場合を含む。）とされているけれども，そもそも政務調査費は，議\n員の調査研究に資するため必要な経費の一部として交付されるものであり（地方自\n治法１００条１４項），本件条例でも，会派に対する政務調査費の額は，当該会派\nの所属議員の数に議員１人当たりの金額（月額５０万円）を乗じて得た額とされて\nいるのであるから（３条１項），会派が交付を受けた政務調査費をその所属議員の\n行う調査研究活動の費用を支弁するために支給することは，本件条例の許容すると\nころであって，何ら地方自治法に反するものではない。\n他方で，政務調査費は，議員の調査研究に資するため必要な経費の一部として交\n付されるものであるところ（地方自治法１００条１４項），本件条例８条，本件規\n程４条・別表において，政務調査費の使途につき前示のような使途基準が定められ\nており，本件条例１１条では，知事は，会派が交付を受けた政務調査費に係る収入\nの総額から当該会派が行った政務調査費に係る支出（８条１項各号に掲げる費用に\n充てたものに限る。）の総額を控除して残余があるときは，当該会派に対し，当該\n残余の額に相当する額の政務調査費の返還を命ずることができるものとされてい\nる。これらの規定の趣旨，内容等に照らすと，政務調査費は，上記使途基準に従っ\nて適正に使用されなければならず，議員がその所属する会派から調査研究活動の費\n用を支弁するために支給された政務調査費を上記使途基準に反して調査研究に資す\nるため必要な経費以外のものに充てた場合には，当該会派は，愛知県に対して同額\nを不当利得（法律上の原因のない利得）として返還すべき義務を負うものというべ\nきである。\nそして，不当利得返還請求訴訟においては，返還を請求する側が利得につき法律\n上の原因を欠くことについて立証責任を負うものと解されるから，政務調査費が使\n途基準に適合しない支出に充てられたことを理由として不当利得の返還を求める場\n合にも，上記立証責任の分配に従って，不当利得の返還を求める側が，上記使途基\n準に適合しないことについて立証責任を負うことになる。もっとも，一般に，不当\n利得返還請求訴訟において，返還を請求する側が利得の保持を正当化する原因が存\n在しないことを推認させる一般的・外形的な事実を立証した場合には，相手方にお\nいて適切な反証を行わない限り，法律上の原因を欠くと判断されることになる。し\nたがって，政務調査費が上記使途基準に適合しない支出に充てられたことを理由と\nして不当利得の返還を求める場合においても，政務調査費が上記使途基準に適合し\nない支出に充てられたことを推認させる一般的・外形的な事実が立証されたときに\nは，適切な反証がない限り，上記政務調査費は不当利得と判断されることになると\nいうべきである。\n(2)  ところで，原告らは，本件規程の別表においては，事務所の賃借料・光熱費\nや自動車のリース料は「事務費」の例示として挙げられておらず，これらは「事務\n所費」や「交通費」であって，「事務費」の概念に含まれないから，本件条例８条\n１項７号，本件規程４条・別表にいう「事務費」に該当せず，本件政務調査費はそ\nの全額が使途基準に適合しない支出に充てられたものとして不当利得となる旨主張\nする。\nしかしながら，本件規程の別表は，「会派が行う調査研究に係る事務の遂行に要\nする事務用品・備品購入費，通信費等の経費」と規定しているところ，その文言か\nら明らかなように，「事務用品・備品購入費，通信費」はあくまでも｢経費」の例示\nにすぎないし，会派が行う調査研究に係る事務の遂行のために，会派ないしその所\n属議員が，事務所を賃借・運営してその拠点を確保したり，自動車のリースを受け\nて移動の用に供したりすることが必要となることもあり得るから，本件条例や本件\n規程の制定に当たって，事務所の賃借料・光熱費や自動車のリース料が｢事務費」と\nして政務調査費の支出対象とされることがおよそ想定されていなかったなどという\nことはできない。\nこの点について，原告らは，全国都道府県議会議長会が作成した「政務調査費の\n交付条例（例）」及び「政務調査費の交付規程（例）」（甲７）においては，議員\n交付分に係る使途基準のみに｢事務所費」の項目が設けられ，会派交付分に係る使途\n基準には「事務所費」の項目は設けられていないから，これを参考に制定された本\n件条例及び本件規程は，「事務所費」たる事務所賃借料に政務調査費を充てること\nを認めない趣旨で定められたものである旨主張するけれども，「政務調査費の交付\n条例（例）」及び「政務調査費の交付規程（例）」は，あくまでも条例等の参考モ\nデルを示したものにすぎないし，本件条例や本件規程の規定は，必ずしも｢政務調査\n費の交付条例（例）」等の規定と一致するものでもないから，「政務調査費の交付\n条例(例）」等との比較のみを根拠に，本件条例及び本件規程が事務所賃借料に政務\n調査費を充てることを認めない趣旨で定められたものであるということはできな\nい。\n(3)  また，原告らは，本件条例上，政務調査費の交付対象は会派に限られており，\n議員個人ではなく会派のみに政務調査費を交付するという立法政策が選択されてい\nるから，議員個人が契約した事務所の賃借料・光熱費や自動車のリース料に政務調\n査費を充てることは許されず，本件政務調査費はその全額が使途基準に適合しない\n支出に充てられたものとして不当利得となる旨主張する。\nしかしながら，本件規程の別表にいう「会派が行う」調査研究には，会派がその\n名において自ら行うもののほか，会派の所属議員等にこれを委ね，又は所属議員に\nよる調査研究活動を会派のためのものとして承認する方法によって行うものも含ま\nれると解すべきであるところ，前記(2)で説示したとおり，「会派が行う」調査研究\nに係る事務の遂行のために，会派の所属議員が，事務所を賃借・運営してその拠点\nを確保したり，自動車のリースを受けて移動の用に供したりすることが必要となる\nこともあり得るから，本件条例における政務調査費の交付対象が会派とされている\nからといって，それのみで直ちに議員個人が契約した事務所の賃借料・光熱費や自\n動車のリース料に政務調査費を充てることが許されないと断ずることはできない。\nもっとも，本件条例８条，本件規程４条・別表は，政務調査費の使途を｢会派が行\nう」調査研究に係る事務の遂行に要する経費等に限るものとしているのであるから，\n議員個人が契約した事務所の賃借料・光熱費や自動車のリース料に政務調査費を充\nてることが許されるのは，これらの事務所や自動車が上述の意味における「会派が\n行う」調査研究に係る事務の遂行に使用されている場合に限られるというべきであ\nる。そして，これらの事務所や自動車が，会派が行う調査研究活動と議員個人が行\nうその他の活動の双方に使用されている場合には，各活動への使用実績に応じて当\n該事務所の賃借料・光熱費や当該自動車のリース料の金額を按分した限度において，\n政務調査費を充てることが許されるのであって，当該按分割合を超えて政務調査費\nが充てられたときには，当該超過部分については，本件条例及び本件規程の定める\n使途基準に適合しない支出に充てられたものとして，不当利得が成立するというべ\nきである。\nなお，愛知県議会議長が制定した本件マニュアルでは，「自動車のリース料につ\nいては，議員の活動の多面的な性格はもとより，他の活動にも使用できる自動車の\n性格を踏まえ，按分による支出とし，適用する按分割合は，使用実績に応じたもの\nとする。」（第２の７(3)エ），「事務所の要件としては，外形上の形態を有し，応\n接・事務スペースや事務用備品等を有していること，実際に会派の調査研究に使用\nされていること等が必要である。」（第２の７(3)オ），「政務調査費の対象となる\n調査研究活動とその他の活動とを分け，それぞれの経費を分離することが望ましい\nが，それが困難な場合は，活動に要した費用の全額を，各活動の実績に応じて按分\nし，充当することとする。」（第４）とされているところ，これらの規定も，上記\n説示したところに沿うものである。\n(4)  そこで，以下においては，以上で説示したところを前提として，本件政務調\n査費に係る不当利得の成否について検討することにする。\n２  本件政務調査費に係る不当利得の成否について\n(1)  前記前提事実に，掲記の証拠及び弁論の全趣旨を総合すると，次の事実が認\nめられる。\nア  各会派による所属議員への調査研究活動の委託\n(ｱ)  補助参加人Ｐ１においては，議員団自ら会派として直接行う調査研究活動の\nほか，会派の委託を受けた所属議員（団員）が行う調査研究活動があるところ，平\n成２１年度の調査研究活動の委託については，平成２１年３月２３日の総会を経て，\n同月３０日に，団長から所属議員に対して政務調査研究活動委託書が交付されるこ\nとによって行われた。委託事項は，「県政振興に関する事項」，「地域振興環境に\n関する事項」，「健康福祉に関する事項」，「産業振興に関する事項」，「農林水\n産振興に関する事項」，「社会基盤整備に関する事項」，「教育治安に関する事項」\n等，多岐にわたるが，例えば，「県政振興に関する事項」の調査研究活動としては，\n私立教職員組合・父兄懇談会からの私学助成の在り方に関する意見聴取，「健康福\n祉に関する事項」の調査研究活動としては，介護施設を建設する際の社会福祉協議\n会との行政の支援の在り方に関する意見の聴取・調査，重度障害者の短期入所の現\n況に関する施設訪問による調査，「農林水産振興に関する事項」の調査研究活動と\nしては，地域山林の保全状況等の実態に関する自動車を使用しての現地訪問による\n調査，「社会基盤整備に関する事項」の調査研究活動としては，事務所に来訪した\n県民から要望があった道路の整備状況や安全対策の必要性，混雑の状況に関する現\n地訪問による実態調査などが行われた。（丙Ａ７，９）\n(ｲ)  補助参加人Ｐ２においては，議員団自ら会派として直接行う調査研究活動の\nほか，会派の委託を受けた所属議員（団員）が行う調査研究活動があるところ，平\n成２１年度の調査研究活動の委託については，平成２１年５月１日付けで，団長か\nら所属議員に対して委任状の交付をもって包括的に行われた。委託事項は，「産業\nについて」，「地域の活性化について」，「安全安心な県土と環境先進県づくりに\nついて」，「健康・福祉社会づくりについて」，「教育について」，「分権改革に\nついて」，「調査研究活動に関する県民への広報・広聴に関する事項」等，多岐に\nわたるが，例えば，「産業について」のうち「交通基盤・水道等社会基盤の整備に\n関する事項」の調査研究活動としては，県民から要望のあった河川や道路の整備，\n信号や横断歩道の設置要請があった場所の現地調査，各種協議会（名古屋岡崎線建\n設推進協議会，衣浦豊田道路建設推進協議会，名豊道路建設推進協議会等）からの\n要望の聴き取り調査，「分権改革について」のうち「地方分権・道州制の推進に関\nする事項」の調査研究活動としては，道州制の早期導入を目指した研修会の実施，\n道州制に関係する新聞記事のスクラップや議会議事録，県からの配付資料の整理と\nこれを基にした県民への報告資料の作成などが行われた。（丙Ｂ４，６）\n(ｳ)  補助参加人Ｐ３においては，議員団自ら会派として直接行う調査研究活動の\nほか，会派の委託を受けた所属議員（団員）が行う調査研究活動があるところ，平\n成２１年度の調査研究活動の委託については，平成２１年３月２５日の総会におい\nて調査研究活動報告が了承されることによって行われた。委託事項は，「行財政改\n革の推進」，「高齢者，児童，障害者が安心して暮らせる福祉社会の構築」，「産\n業振興と地域活性化の推進」，「『安心・安全のあいち』の実現」，「生活基盤の\n充実と環境施策の推進」，「『生涯学習社会・教育立県あいち』の実現」等，多岐\nにわたるが，例えば，「産業振興と地域活性化の推進」に関する事項の調査研究活\n動としては，中小企業向けの政策立案についての企業との打合せや情報収集，未利\n用資源・エネルギーの地域内循環システムの構築といった「愛知版グリーン・ニュ\nーディール」ともいえる政策の調査や研究，「生活基盤の充実と環境施策の推進」\nのうち「公共交通網の整備」の調査研究活動としては，道路等の建設等の地元から\n相談があった案件についての建設事務所や市役所との打合せ，現地調査などが行わ\nれた。（丙Ｃ４，５）\nイ  各議員の調査研究活動の実施方法等\n(ｱ)  会派から委託を受けた各議員は，前記アの調査研究活動の一環として，それ\nぞれの選挙区を中心に実態調査（県民からの意見聴取，相談，意見交換，現地調査）\nを行ったり，諸団体が実施する県政に関する研修会に参加したり，県民を集め，地\n域からの課題，要望，問題をテーマとして，県政報告会を実施したりした。\nそして，各議員は，上記活動を行うに当たり，多数の関係者と面会等をしたり，\n事務員を配置して事務員に面会の調整や調査結果の分析・整理作業を行わせたり，\n収集した資料の保管をする際に，本件事務所を使用し（ただし本件議員８名の事務\n所を除く。），また，現地訪問等の際の移動の際に，本件自動車を使用した（ただ\nしＰ５議員の自動車を除く。）。（丙Ａ９，丙Ｂ６，丙Ｃ５，弁論の全趣旨）\n(ｲ)  本件事務所及び本件自動車（ただし本件議員８名の事務所及びＰ５議員の自\n動車を除く。）は，特定の調査研究活動を行うために賃借ないしリースされたもの\nではなく，各議員において恒常的に管理されてきた。各議員は，各会派から委託さ\nれた調査研究活動以外にも，政党としての活動や後援会活動等を行う際に，上記事\n務所や自動車を使用した。（丙Ａ９，丙Ｂ６，丙Ｃ５，弁論の全趣旨）\nウ  各議員による領収書整理票の記載等\n補助参加人らに所属する各議員は，平成２１年度の政務調査費に係る収支報告書\nに添付される各領収書整理票（領収書，振込票等を整理して添付し，使途項目や按\n分率，按分後金額等を記入するもの）に，それぞれ以下のとおり記入等をし，同各\n領収書整理票を各補助参加人に提出した。（弁論の全趣旨）\n(ｱ)  補助参加人Ｐ１所属の議員\nａ  Ｐ５議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料１\n０万円について，政務調査費充当分の按分率はいずれも２分の１である旨記載した。\nまた，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料９\n万７５００円について，政務調査費充当分の按分率をいずれも３分の２と記入した。\n（丙Ａ４の１）\nｂ  Ｐ１３議員は，平成２１年４月から平成２２年３月まで月々の事務所の土地\n賃借料１０万円について，政務調査費充当分の按分率はいずれも２分の１である旨\n記載した。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動車\nリース料７万９８００円について，政務調査費充当分の按分率をいずれも８割と記\n入した。（丙Ａ４の２，５の４）\nｃ  Ｐ１４議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n５万円について，政務調査費充当分の按分率をいずれも８０％と記入した。（丙Ａ\n４の３）\nｄ  Ｐ１５議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万円について，政務調査費充当分の按分率をいずれも３分の２と記入した。（丙\nＡ４の４）\nｅ  Ｐ１６議員は，平成２１年４月から同年９月まで月々の事務所賃借料１３万\n５０００円及び同年１０月から平成２２年３月まで月々の事務所賃借料・共益費１\n６万０５００円について，政務調査費充当分の按分率はいずれも１５分の７である\n旨記載した。（丙Ａ４の５）\nｆ  Ｐ１７議員は，平成２１年４月から平成２２年３月まで月々の事務所・事務\n機賃借料１５万円について，政務調査費充当分の按分率をいずれも３分の２と記入\nした。（丙Ａ４の６）\nｇ  Ｐ６議員は，平成２１年４月から同年８月まで月々の事務所賃借料６万３０\n００円について，政務調査費充当分の按分率はいずれも７割である旨記載した。ま\nた，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料６万\n８２５０円について，政務調査費充当分の按分率はいずれも７割である旨記載した。\n（丙Ａ４の８）\nｈ  Ｐ１８議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n７万５０００円について，政務調査費充当分の按分率をいずれも４割と記入した。\n（丙Ａ４の９）\nｉ  Ｐ１９議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１２万９６７５円について，政務調査費充当分の按分率をいずれも５分の３と記入\nした。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リー\nス料５万８５００円について政務調査費充当分の按分率をいずれも５分の３と記入\nした。（丙Ａ４の１１，５の１０）\nｊ  Ｐ２０議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万円について，政務調査費充当分の按分率をいずれも９０％と記入した。（丙\nＡ４の１２）\nｋ  Ｐ７議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料１\n２万円について，政務調査費充当分の按分率をいずれも６分の５と記入した。（丙\nＡ４の１３）\nｌ  Ｐ２１議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n７万円について，政務調査費充当分の按分率をいずれも８５％と記入した。また，\n同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料４万９８\n７５円について，政務調査費充当分の按分率をいずれも８０％と記入した。（丙Ａ\n４の１４）\nｍ  Ｐ８議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料１\n７万円について，政務調査費充当分の按分率をいずれも１７分の１０と記入した。\n（丙Ａ４の１５）\nｎ  Ｐ９議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料１\n０万円及び光熱費２万円について，政務調査費充当分の按分率はいずれも５０％で\nある旨記載した。（丙Ａ４の１６）\nｏ  Ｐ２２議員は，平成２１年４月から平成２２年３月まで月々の事務所リース\n料４万６７４６円，４万８３０４円，４万３６２９円又は６万９０６０円について，\n政務調査費充当分の按分率をいずれも８０％と記入した。また，同議員は，平成２\n１年４月から同年６月まで，平成２２年２月及び同年３月，月々の自動車リース料\n６万１３２０円について政務調査費充当分の按分率をいずれも８０％と記入した。\n（丙Ａ４の１７，５の１６）\nｐ  Ｐ２３議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n８万円について，政務調査費充当分の按分率をいずれも２０分の１９と記入した。\n（丙Ａ４の１８）\nｑ  Ｐ２４議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万円について，政務調査費充当分の按分率をいずれも８０％と記入した。また，\n同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料６万４０\n５０円について，政務調査費充当分の按分率をいずれも７５％と記入した。（丙Ａ\n４の１９）\nｒ  Ｐ２５議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n８万円について，政務調査費充当分の按分率をいずれも８０％と記入した。また，\n同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料６万８２\n５０円について，政務調査費充当分の按分率をいずれも８０％と記入した。（丙Ａ\n４の２０，５の２０）\nｓ  Ｐ２６議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万円又は７万６０００円について，政務調査費充当分の按分率をいずれも８割\nと記入した。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動\n車リース料５万３５００円について，政務調査費充当分の按分率をいずれも８割と\n記入した。（丙Ａ４の２１，５の２２）\nｔ  Ｐ２７議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１２万６０００円について，政務調査費充当分の按分率をいずれも１０分の６と記\n入した。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リ\nース料７万４０２５円，７万８７５０円又は６万６１５０円について，政務調査費\n充当分の按分率をいずれも１０分の６と記入した。（丙Ａ４の２２）\nｕ  Ｐ１０議員は，平成２１年４月及び同年５月の月々の事務所賃借料６万円に\nついて，政務調査費充当分の按分率をいずれも７０％と記入した。（丙Ａ４の７）\nｖ  Ｐ２８議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n９万円について，政務調査費充当分の按分率をいずれも８０％と記入した。（丙Ａ\n４の１０）\nｗ  Ｐ２９議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料１２万７０５０円について，政務調査費充当分の按分率をいずれも５０％と記入\nした。（丙Ａ５の９）\nｘ  Ｐ３０議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料６万３０００円，５万２５００円又は２１万円について，政務調査費充当分の按\n分率をいずれも７０％と記入した。（丙Ａ５の１２）\nｙ  Ｐ３１議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料８万６０００円について，政務調査費充当分の按分率をいずれも３分の２と記入\nした。（丙Ａ５の１）\nｚ  Ｐ３２議員は，平成２１年６月及び同年７月の自動車リース料合計１３万０\n２００円について，政務調査費充当分の按分率を２分の１と記入し，同年８月から\n平成２２年３月まで月々の自動車リース料６万５１００円について，政務調査費充\n当分の按分率を３分の２と記入した。（丙Ａ５の２）\nα  Ｐ３３議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料７万８７５０円について，政務調査費充当分の按分率はいずれも６３．５％であ\nる旨記載した。（丙Ａ５の３）\nβ  Ｐ３４議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料６万２２００円，３０万円，６万２４５７円又は６万１９００円について，政務\n調査費充当分の按分率をいずれも２分の１と記入した。（丙Ａ５の５）\nγ  Ｐ３５議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料５万００８５円又は６万１３２０円について，政務調査活動にのみ使用した旨記\n載した。（丙Ａ５の６）\nδ  Ｐ３６議員は，平成２１年７月から平成２２年３月まで月々の自動車リース\n料５万１１３５円について，政務調査費充当分の按分率をいずれも８０％と記入し\nた。（丙Ａ５の７）\nε  Ｐ３７議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料７万１９００円について，政務調査費充当分の按分率をいずれも４分の３と記入\nした。（丙Ａ５の８）\nζ  Ｐ３８議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料１１万３４００円について，政務調査費充当分の按分率をいずれも１０分の６と\n記入した。（丙Ａ５の１１）\nη  Ｐ３９議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料１１万０２５０円について，政務調査費充当分の按分率をいずれも５分の３と記\n入した。（丙Ａ５の１３）\nθ  Ｐ４０議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料９万１４００円について，政務調査費充当分の按分率をいずれも７０％と記入し\nた。（丙Ａ５の１５）\nι  Ｐ４１議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料９万７１２５円について，政務調査費充当分の按分率をいずれも３分の２と記入\nした。（丙Ａ５の１７）\nκ  Ｐ４２議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料８万２５３０円について，政務調査費充当分の按分率をいずれも８割と記入した。\n（丙Ａ５の１８）\nλ  Ｐ４３議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料１０万２９００円について，政務調査費充当分の按分率をいずれも６０％と記入\nした。（丙Ａ５の１９）\nμ  Ｐ４４議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料８万５０５０円について，政務調査費充当分の按分率をいずれも１００分の７８\nと記入した。（丙Ａ５の２１）\nν  Ｐ４５議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料５万３５５０円について，政務調査費充当分の按分率をいずれも５分の４と記入\nした。（丙Ａ５の２３）\nξ  Ｐ４６議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料９万７６５０円について，政務調査費充当分の按分率をいずれも１０分の７と記\n入した。（丙Ａ５の１４）\n(ｲ)  補助参加人Ｐ２所属の議員\nａ  Ｐ１１議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１２万円について，政務調査費充当分の按分率をいずれも３分の１と記入した。ま\nた，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料７万\n６９６５円について，政務調査費充当分の按分率をいずれも８５％と記入した。（丙\nＢ１の１，２の１）\nｂ  Ｐ４７議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１５万７５００円について，政務調査費充当分の按分率をいずれも２分の１と記入\nした。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リー\nス料７万７７００円について，政務調査費充当分の按分率をいずれも１０分の６と\n記入した。（丙Ｂ１の９，２の１３）\nｃ  Ｐ４８議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１１万８０５２円（うち５２円は振替手数料）又は１１万８０００円について，政\n務調査費充当分の按分率をいずれも１０分の８と記入した。（丙Ｂ１の１７）\nｄ  Ｐ４９議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１５万円について，政務調査費充当分の按分率をいずれも５０％と記入した。（丙\nＢ１の１８）\nｅ  Ｐ５０議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万円について，政務調査費充当分の按分率をいずれも５分の４と記入した。（丙\nＢ１の２）\nｆ  Ｐ５１議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万円について，政務調査費充当分の按分率はいずれも２分の１である旨記載し\nた。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料１３万０２００円について，政務調査費充当分の按分率をいずれも２分の１と記\n入した。（丙Ｂ１の３，２の３）\nｇ  Ｐ５２議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n９万円について，政務調査費充当分の按分率をいずれも０．８と記入した。また，\n同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料６万４５\n７５円又は７万６０００円について，政務調査費充当分の按分率をいずれも０．８\nと記入した。（丙Ｂ１の４，２の７）\nｈ  Ｐ５３議員は，平成２１年４月及び同年５月の月々の事務所賃借料１８万円\nについて，政務調査費充当分の按分率をいずれも０．８と記入した。また，同議員\nは，平成２１年４月及び同年５月の月々の自動車リース料５万４０００円について，\n政務調査費充当分の按分率をいずれも１００％と記入した。（丙Ｂ１の５，２の８）\nｉ  Ｐ５４議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１１万５０００円について，政務調査費充当分の按分率をいずれも８５％と記入し\nた。また，同議員は，平成２１年４月から平成２２年１月まで月々の自動車リース\n料１２万９９９０円について，政務調査費充当分の按分率をいずれも６０％と記入\nした。（丙Ｂ１の７，２の１０）\nｊ  Ｐ５５議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n５万２５００円について，政務調査費充当分の按分率をいずれも０．８と記入した。\nまた，同議員は，平成２１年４月から同年１２月まで月々の自動車リース料１５万\n５７１５円について，政務調査費充当分の按分率をいずれも０．６と記入した。（丙\nＢ１の８，２の１１）\nｋ  Ｐ５６議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１５万円について，政務調査費充当分の按分率をいずれも３分の１と記入した。ま\nた，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料６万\n５９４０円について，政務調査費充当分の按分率をいずれも１００％と記入した。\n（丙Ｂ１の１１，２の１６）\nｌ  Ｐ５７議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１３万６０００円のうち「Ｐ５８」負担分２万円を差し引いた１１万６０００円に\nついて，政務調査費充当分の按分率を，平成２１年９月まではいずれも２分の１，\n同年１０月からはいずれも４分の３と記入した。（丙Ｂ１の１２）\nｍ  Ｐ５９議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万５０００円又は１２万６０００円について，政務調査費充当分の按分率をい\nずれも７５％と記入した。また，同議員は，平成２１年４月から平成２２年２月ま\nで月々の自動車リース料６万４１５５円について，政務調査費充当分の按分率をい\nずれも７５％と記入した。（丙Ｂ１の１３，２の１７）\nｎ  Ｐ６０議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万５０００円について，政務調査費充当分の按分率をいずれも７０％と記入し\nた。（丙Ｂ１の１４）\nｏ  Ｐ６１議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１３万０２５０円（うち２５０円は振込手数料）について，政務調査費充当分の按\n分率をいずれも８０％と記入した。また，同議員は，平成２１年４月から平成２２\n年３月まで月々の自動車リース料６万５０００円について，政務調査費充当分の按\n分率をいずれも１００％と記入した。（丙Ｂ１の１５，２の１８）\nｐ  Ｐ６２議員は，平成２１年４月から平成２２年３月まで月々の事務所土地賃\n借料１０万円について，政務調査費充当分の按分率をいずれも０．６と記入した。\n（丙Ｂ１の１６）\nｑ  Ｐ６３議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n５万２５００円について，政務調査費充当分の按分率をいずれも５分の４と記入し\nた。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料８万８０００円について，政務調査費充当分の按分率をいずれも４分の３と記入\nした。（丙Ｂ１の１９，２の１９）\nｒ  Ｐ６４議員は，平成２１年４月から平成２２年２月まで月々の事務所賃借料\n１０万３０００円について，政務調査費充当分の按分率を，平成２１年４月につい\nては７７．７％，同年５月については７６．３％，同年６月については８０．３％，\n同年７月については８２．８％，同年８月については６１．５％，同年９月につい\nては８７．１％，同年１０月については８９．８％，同年１１月については８８．\n７％，同年１２月については８６．１％，平成２２年１月については８７．５％，\n同年２月については８７．７％と記入した。\nまた，同議員は，平成２１年４月から平成２２年１月まで月々の自動車リース料\n８万６１００円について，政務調査費充当分の按分率を，平成２１年４月について\nは８８．５％，同年５月については７６．６％，同年６月については８２．１％，\n同年７月については８５．３％，同年８月については７４．９％，同年９月につい\nては８１．６％，同年１０月については８９．８％，同年１１月については８４．\n３％，同年１２月については７９．５％，平成２２年１月については８３．１％と\n記入した。（丙Ｂ１の２０，２の２０）\nｓ  Ｐ６５議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万円について，政務調査費充当分の按分率をいずれも１００％と記入した。ま\nた，同議員は，平成２１年４月から平成２２年２月まで月々の自動車リース料１１\n万７６００円について，政務調査費充当分の按分率をいずれも５分の３と記入した。\n（丙Ｂ１の２１，２の２１）\nｔ  Ｐ６６議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n８万７０００円について，政務調査費充当分の按分率をいずれも０．８と記入した。\nまた，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料４\n万５６００円について，政務調査費充当分の按分率をいずれも０．８と記入した。\n（丙Ｂ１の２２，２の２２）\nｕ  Ｐ６７議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n５万８５００円について，政務調査費充当分の按分率をいずれも１０分の８と記入\nした。（丙Ｂ１の２３）\nｖ  Ｐ６８議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１０万５０００円について，政務調査費充当分の按分率をいずれも０．８と記入し\nた。（丙Ｂ１の２４）\nｗ  Ｐ６９議員は，平成２１年４月から同年１２月まで，平成２２年２月及び同\n年３月の月々の事務所賃借料１０万５０００円について，政務調査費充当分の按分\n率をいずれも８０％と記入した。（丙Ｂ１の２５）\nｘ  Ｐ７０議員は，平成２１年４月から平成２２年２月まで月々の事務所賃借料\n７万円について，政務調査費充当分の按分率をいずれも０．８と記入した。また，\n同議員は，平成２１年４月から平成２２年２月まで月々の自動車リース料８万６３\n００円について，政務調査費充当分の按分率をいずれも０．７と記入した。（丙Ｂ\n１の２６，２の２３）\nｙ  Ｐ７１議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n８万円について，政務調査費充当分の按分率をいずれも５分の４と記入した。（丙\nＢ１の２７）\nｚ  Ｐ７２議員は，平成２１年４月から平成２２年３月まで（ただし平成２１年\n４月分から平成２２年４月分まで）月々の事務所賃借料１１万円について，政務調\n査費充当分の按分率をいずれも８０％と記入した。（丙Ｂ１の２８）\nα  Ｐ７３議員は，平成２１年５月から平成２２年３月まで月々の事務所賃借料\n８万円について，政務調査費充当分の按分率をいずれも５０％と記入した。また，\n同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料１０万４\n６８５円について，政務調査費充当分の按分率をいずれも６４％と記入した。（丙\nＢ１の１０，２の１４）\nβ  Ｐ１２議員は，平成２１年４月及び同年５月の月々の事務所賃借料１０万円\nについて，政務調査費充当分の按分率をいずれも２分の１と記入した。（丙Ｂ１の\n６）\nγ  Ｐ７４議員は，平成２１年４月から平成２２年１月まで月々の自動車リース\n料１０万５０００円について，政務調査費充当分の按分率をいずれも０．８と記入\nした。（丙Ｂ２の６）\nδ  Ｐ７５議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料８万６６１４円について，政務調査費充当分の按分率を，平成２１年１２月まで\nはいずれも４分の３，平成２２年１月からはいずれも５分の４と記入した。（丙Ｂ\n２の２）\nε  Ｐ７６議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料６万３５２５円について，政務調査費充当分の按分率をいずれも１００％と記入\nした。（丙Ｂ２の４）\nζ  Ｐ７７議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料６万１８４５円について，政務調査費充当分の按分率をいずれも０．８と記入し\nた。（丙Ｂ２の５）\nη  Ｐ７８議員は，平成２１年４月から平成２２年２月まで月々の自動車リース\n料１２万２２２０円について，政務調査費充当分の按分率を，平成２１年４月につ\nいては０．５４５，同年５月からはいずれも０．６と記入した。（丙Ｂ２の９）\nθ  Ｐ７９議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料５万５５００円について，政務調査費充当分の按分率をいずれも９０％と記入し\nた。（丙Ｂ２の１２）\nι  Ｐ８０議員は，平成２１年４月から平成２２年３月まで月々の自動車リース\n料８万８０００円について，政務調査費充当分の按分率をいずれも０．７５と記入\nした。（丙Ｂ２の１５）\n(ｳ)  補助参加人Ｐ３所属の議員\nａ  Ｐ８１議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n５万５６５０円（２か月で１１万１３００円）について，政務調査費充当分の按分\n率をいずれも１０分の９と記入した。また，同議員は，平成２１年４月から平成２\n２年３月まで月々の自動車リース料７万２６６０円について，政務調査費充当分の\n按分率をいずれも１０分の９と記入した。（丙Ｃ１の１，２の１）\nｂ  Ｐ８２議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n５万円について，政務調査費充当分の按分率をいずれも０．８と記入した。また，\n同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料７万５６\n００円について，政務調査費充当分の按分率をいずれも０．８と記入した。（丙Ｃ\n１の２，２の２）\nｃ  Ｐ８３議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n１１万１１００円について，政務調査費充当分の按分率をいずれも５０％と記入し\nた。また，同議員は，平成２１年４月から同年１１月まで月々の自動車リース料６\n万９０００円について，政務調査費充当分の按分率をいずれも８０％と記入した。\n（丙Ｃ１の３，２の３）\nｄ  Ｐ８４議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n６万円について，政務調査費充当分の按分率をいずれも１０分の９と記入した。ま\nた，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リース料７万\n１６９６円について，政務調査費充当分の按分率は年間を通じて１０分の９である\n旨記入した。（丙Ｃ１の４，２の４）\nｅ  Ｐ８５議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n７万１７００円について，政務調査費充当分の按分率をいずれも１０分の９と記入\nした。また，同議員は，平成２１年４月から平成２２年３月まで月々の自動車リー\nス料６万０９００円について，政務調査費充当分の按分率をいずれも１０分の９と\n記入した。（丙Ｃ１の５，２の５）\nｆ  Ｐ８６議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n７万５６３０円（うち６３０円は振込手数料）について，政務調査費充当分の按分\n率をいずれも１０分の９と記入した。また，同議員は，平成２１年４月から平成２\n２年３月まで月々の自動車リース料５万７０１５円について，政務調査費充当分の\n按分率をいずれも１０分の９と記入した。（丙Ｃ１の７，２の６）\nｇ  Ｐ８７議員は，平成２１年４月から平成２２年３月まで月々の事務所賃借料\n６万円について，政務調査費充当分の按分率をいずれも１０分の９と記入した。（丙\nＣ１の６）\nエ  会派及び議会事務局等による領収書整理票の確認内容等\n(ｱ)  補助参加人らは，所属議員から領収書整理票の提出を受けると，所属議員の\n申告に係る按分率と按分後の金額が合致しないなどの特段の事情がない限り，本件\nマニュアルに沿った使途基準に合致する支出と認め，政務調査費を充当することに\nしている。平成２１年度の政務調査費に関しても，補助参加人らにおいて，所属議\n員から提出を受けた前記ウの領収書整理票を含む経理関係書類につき，経理責任者\nの確認を経て各会派の長（団長）の承認がされた上，平成２２年４月３０日までに，\n愛知県議会議長に対し，上記領収書整理票をそのまま添付して平成２１年度政務調\n査費収支報告書が提出された。（丙Ａ１，９，丙Ｂ６，丙Ｃ５，弁論の全趣旨）\n(ｲ)  愛知県議会事務局は，各会派から収支報告書及び領収書整理票の提出を受け\nると，領収書の欠落がないか，支払額と政務調査費充当額の按分計算等の計算誤り\nがないかを確認するとともに，本件マニュアルにおける「充当が不適当な経費」に\n該当するものはないかについて確認を行うが，徴収書整理票に記載された調査研究\n活動とその他の活動との按分率については，議員が自己の説明責任に基づいて設定\nし，政務調査費を充当しているものであると考えており，原則として，数値そのも\nのが妥当か否かという判断は行っていない。同議会議長は，上記収支報告書等につ\nいて，形式的・外形的な確認において問題がなければ，同県知事に対し，収支報告\n書の写しのみを送付することとしており，同県知事は，同収支報告書について，そ\nの別紙の額の計算の正確性という観点から形式的な確認をしている。平成２１年度\n政務調査費収支報告書についても，議会及び知事において，それぞれ上記のような\n確認がされた。（乙３，弁論の全趣旨）\n(2)  前記前提事実及び前記(1)で認定した事実によると，本件事務所及び本件自動\n車（ただし本件議員８名の事務所及びＰ５議員の自動車を除く。以下同じ。）は，\n会派から委託された調査研究活動と，政党としての活動や後援会活動など調査研究\n活動以外の活動の双方に使用されていたものであるところ，本件事務所及び本件自\n動車は，会派ではなく，議員個人が自らの名義で契約した上で恒常的に管理してき\nたものであり，もともと特定の調査研究活動を行うために賃借ないしリースされた\nものではないというのである。このような事務所及び自動車は，外形上は，むしろ\n議員個人の一般的な利用に供されているとみられ得るものであり，実際にも，使途\nが明確に区別されていない限り，会派から委託された調査研究活動以外の活動に随\n時機動的に利用されやすく，議員としての活動以外の私的な用務に利用されること\nもあり得るものである。会派から委託された調査研究活動以外の活動としては，議\n会や委員会に出席し意見を述べたり議決に参加したりするための活動や，政党とし\nての活動，後援会活動，選挙のための活動など，さまざまな活動があるところ，こ\nのような調査研究活動以外の活動のための関係者との面会や打合せ，文書等の保管，\n事務作業などを行う際に，議員が恒常的に管理している事務所を使用したり，この\nような活動のために移動する際に，議員が恒常的に管理している自動車を使用した\nりすることが容易に想定されるのであって，これらの事務所や自動車について会派\nから委託された調査研究活動のための使用実績がそれ以外の活動のための使用実績\nを上回るとは考え難い。そうすると，議員個人の事務所及び自動車については，特\n段の事情がない限り，会派から委託を受けた調査研究活動のために使用された割合\nとそれ以外の活動のため使用された割合は同等程度であると推認するのが相当であ\nる。\nところで，事務所の賃借料・光熱費や自動車のリース料について，会派から委託\nされた調査研究活動のために使用された部分とそれ以外の活動に使用された部分と\nを截然と区分することはもともと困難であるところ，本件においては，前記(1)ウで\n認定したとおり，各議員は，それぞれ領収書整理票に政務調査費充当分の按分率と\nして特定の数値を記入しているものの，算定の基となる資料や算定方式など，各数\n値の算定根拠について，何ら具体的な説明をしていない。前記(1)エで認定したとお\nり，会派や議会事務局等は，使途基準への適合性について，単に形式的なチェック\nにとどめ，事務所や自動車の使用実績・状況等に関しても，具体的にこれらを確認\nする態勢を執っていないため，結局，各議員がそれぞれ根拠を示すこともなく按分\n率のみを自己申告しているのが実情である。しかも，前記(1)ウで認定した事実によ\nると，Ｐ６４議員（同(ｲ)ｒ）以外の議員については，毎月同一の按分率が通年にわ\nたって記載されている（ただし，Ｐ３２議員（同(ｱ)ｚ），Ｐ５７議員（同(ｲ)ｌ），\nＰ７５議員（同(ｲ)δ）及びＰ７８議員（同(ｲ)η）は，途中で１度だけ按分率を変\n更しているが，それを除けば月が替わっても同一の按分率が記載されている。）と\nころ，会派から委託された調査研究活動とそれ以外の活動の内容や活動に要する時\n間等は，その性質上，自ずから月ごとに変動し得るものであることを考慮すると，\n上記領収書整理票に記載された上記按分率は，月ごとに実際にあった調査研究活動\nとそれ以外の活動への各使用実績を割り出して反映させたものとはいい難い（もっ\nとも，Ｐ６５議員（同(ｲ)ｓ）は事務所賃借料について，Ｐ３５議員（同(ｱ)γ），\nＰ５３議員（同(ｲ)ｈ），Ｐ５６議員（同(ｲ)ｋ），Ｐ６１議員（同(ｲ)ｏ）及びＰ７\n６議員（同(ｲ)ε）は自動車リース料について，いずれも政務調査費充当分の按分率\nを１００％としているところ，仮に当該事務所や当該自動車を会派の調査研究活動\nのみに使用するように明確に使途を区分しているのであれば，按分率の変動がなく\nても上記のような問題は生じないものの，上記各議員は，それぞれの使用実績等に\n関して何ら具体的な説明をしておらず，使途を明確に区分する手立てを講じたり，\n他の活動に流用されない仕組みを確保しているとも認め難い。したがって，上記各\n議員の事務所・自動車についても，他の議員と同様，会派のための調査研究活動以\n外の活動にも使用されていたものとみるほかはない。）。そうすると，各議員の単\nなる自己申告による按分率に依拠して算出された本件政務調査費が本件条例及び本\n件規程の定める使途基準に適合するものであるということはできない。\n以上を総合すると，本件事務所及び本件自動車は，会派から委託された調査研究\n活動とそれ以外の活動の双方のために使用されており，本件事務所賃借料等及び本\n件自動車リース料のうち，政務調査費を充てることが許されるのは，せいぜいその\n２分の１にとどまると推認するのが相当であり，特段の反証がない限り，これを超\nえる部分に充てられた政務調査費は，本件条例及び本件規程の定める使途基準に適\n合しない支出に充てられたものとして不当利得になるというべきである。そして，\n本件においては，会派から委託された調査研究活動とそれ以外の活動に実際に使用\nされた割合が上記割合と異なることにつき特段の反証はない。\n(3)  これに対し，原告らは，本件事務所賃借料等及び本件自動車リース料につい\nては，会派の調査研究活動への支出であることの具体的な立証がない限りは，政務\n調査費を充てることはおよそ許されない，あるいは政務調査費を充てることが許さ\nれるのは３分の１にとどまる旨主張する。\nしかしながら，平成２１年度に補助参加人らが所属議員に対して調査研究活動を\n委託し，各議員がその調査研究活動を行うに当たって本件事務所や本件自動車を使\n用したことは，前記(1)ア，イで認定したとおりであるから，本件事務所賃借料等及\nび本件自動車リース料に政務調査費を充てることがおよそ許されないということは\nできない。また，前記(2)で説示した事情によっても，本件事務所や本件自動車につ\nいて，会派から委託された調査研究活動のための使用が，それ以外の活動のための\n使用を大幅に下回っていたとまで推認することはできず，使用実績の３分の１以下\nであったことを認めるに足りる証拠はない。したがって，原告らの上記主張は，採\n用することができない。\nまた，原告らは，補助参加人らから本件政務調査費の支出に対する会派代表者の\n承認について厳格な手続がとられていなかったため，本件政務調査費は会派の政務\n調査活動のための支出に充てられたものということはできないとも主張するけれど\nも，前記(1)で認定した事実によると，補助参加人らは，所属議員に一定の事項に関\nする調査研究活動を委託し，所属議員は，それを受けて調査研究活動を行い，これ\nに要した費用として本件政務調査費を支出したとして領収書整理票を補助参加人ら\nに提出し，その各会派の長（団長）の承認を受けたというのである。そうすると，\n補助参加人らは，会派としての調査研究活動を，その所属議員にこれを委ね，又は\n所属議員による調査研究活動を会派のためのものとして承認する方法によって行っ\nたということができるから，上記調査研究活動が会派としての調査研究活動に当た\nらないということはできない。したがって，原告らの上記主張も，採用することが\nできない。\n(4)  他方，補助参加人らは，①本件政務調査費につき不当利得が成立するために\nは，原告らにおいて，一見して明らかに使途基準に反する支出に充てられたことを\n主張立証することが必要であるにもかかわらず，原告らは，按分率が正当でなく，\n政務調査費で賄われるべきでない部分がどれだけであるかなどについて，何ら具体\n的な事実を主張立証していない，②補助参加人らの構成員である各議員は，政務調\n査活動とそれ以外の活動をできる限り分離するため，使用する自動車を活動ごとに\n替えたり，後援会活動のために別の事務所を用意したり，１棟の事務所を活動ごと\nに区分した上で，政務調査活動として利用した場所の面積割合，使用実績等を考慮\nして按分率を算出するなどの工夫をしていたほか，政務調査活動とそれ以外の活動\nを分離することが困難な場合等には，メモやスケジュール帳等から政務調査活動と\nしての時間を概算で把握したり，活動の種類や性格に応じて所要時間を概算で把握\nするなどして按分率を定めていたものであり，領収書整理票の記載自体から，本件\n政務調査費が全額使途基準に適合した支出であることは明白である，③各会派の団\n長は，それぞれ所属議員から報告を受けており，各議員の地位，権限及び職務内容，\n議員としての活動も踏まえて，本件政務調査費を本件条例，本件規程及び本件マニ\nュアルに適合する支出であると判断した旨主張し，被告も，④愛知県議会議長は，\n事務所賃借料や自動車リース料に１００％又は高い按分率で政務調査費が充てられ\nている場合には，当該事務所等が政務調査活動専用のものであるかどうか，活動の\n実態と合致しているかどうかなどを口頭で確認している旨主張する。\nしかしながら，上記①の点については，政務調査費が使途基準に適合しない支出\nに充てられたことを理由として不当利得の返還を求める訴訟における立証責任の分\n配や一般的・外形的な事実による推認に関しては，前記１で説示したとおりである\nところ，前記(1)，(2)で認定，説示したとおり，本件事務所及び本件自動車は，議\n員個人の事務所及び自動車であって会派の事務所及び自動車ではなく，会派から委\n託された調査研究活動とそれ以外の活動の双方の目的のために使用されたというの\nであるから，被告の側において，各議員が採用した按分率の算定根拠をそれぞれ具\n体的に説明する関係資料により，会派から委託された調査研究活動のための使用が\n２分の１を超える割合であったことをうかがわせる事情を詳らかにするなどして特\n段の事情を明らかにし，適切な反証をする必要があるものといわざるを得ない。そ\nもそも，各議員が自己の事務所や自動車を会派から委託された調査研究活動とそれ\n以外の活動とにそれぞれどの程度使用したかについては，議員自身の領域内に属す\nる事項であり，各議員等関係者の説明がなければ外部の者には分明にし難いもので\nあるところ，前記１で説示したとおり，地方自治法の定める政務調査費の制度は，\n使途の透明性を確保するために所定の手続の履践を求め，本件マニュアルにおいて\nも，会派及び議員は「適正な執行であることを説明する責任がある」とされ（第１\nの２(3)），「按分した場合は，按分率の積算根拠を明確にする」ものとされている\n（第４(5)）のであるから，補助参加人らが上記のような反証の負担を負うとするこ\nとは，政務調査費の制度趣旨にも適うものというべきである。\n上記②の点については，確かに，平成２１年度ないし本件訴訟提起時における各\n会派の政務調査費経理責任者が作成した陳述書（丙Ａ９，丙Ｂ６，丙Ｃ５）には，\n補助参加人らの主張に沿うかのような供述記載部分が存在するけれども，個々の議\n員がどのような資料に基づき，そのような方法によって按分率を算出したのかは一\n切詳らかにされておらず，どのような手立てによって会派から委託された調査研究\n活動のための使用とそれ以外の活動のための使用とを区別してきたのかについても\n明らかにされていないから，上記供述記載部分をそのまま信用することはできない。\nまた，上記③及び④の点については，上記各陳述書（丙Ａ９，丙Ｂ６，丙Ｃ５）\n及び愛知県議会事務局総務課長作成の陳述書（乙３）中には，これに沿うかのよう\nな供述記載部分があるけれども，按分率を１００％としたＰ６５議員（前記(1)ウ(ｲ)\nｓ），Ｐ３５議員（同(ｱ)γ），Ｐ５３議員（同(ｲ)ｈ），Ｐ５６議員（同(ｲ)ｋ），\nＰ６１議員（同(ｲ)ｏ）及びＰ７６議員（同(ｲ)ε）や按分率を２０分の１９とした\nＰ２３議員（同(ｱ)ｐ）について，具体的にどのような確認作業が行われたのかは何\nら明らかにされておらず，本件において各議員が領収書整理票に記入等した按分率\n自体の正確性・妥当性についてチェックがされた形跡さえうかがわれないから，上\n記各供述記載部分をそのまま信用することはできない。\n(5)  以上によれば，本件政務調査費のうち，各議員が平成２１年度に支出した事\n務所賃借料・光熱費及び自動車リース料の各２分の１を超えて充てられた部分につ\nいては，各補助参加人において不当利得として返還すべき義務を負うものというべ\nきである（なお，本件議員８名の事務所賃借料・光熱費及びＰ５議員の自動車リー\nス料については，上記部分以上に不当利得が成立することは，後記３のとおりであ\nる。）。\n３  本件議員８名の支出分についての不当利得の成否について\n(1)  掲記の証拠及び弁論の全趣旨によれば，次の事実が認められる。\nア  Ｐ５議員について\nＰ５議員は，平成２１年度に，自らが監査役，親族が代表取締役を務めるいわゆ\nる同族会社である株式会社Ｐ８８から，事務所を賃借するとともに，自動車のリー\nスを受けたとして，この事務所の賃借料（月１０万円）及び自動車のリース料（月\n９万７５００円）に前記２(1)ウ(ｱ)ａのとおり政務調査費を充てた（事務所賃借料\nの按分率は２分の１，自動車リース料の按分率は３分の２）。同議員が同社から賃\n借している事務所の所在地は明らかにされていないが，平成２年まで同社の本店が\n置かれていた建物は，同議員自身が所有している。また，同議員が補助参加人Ｐ１\nに提出した事務所賃借料の受領に係る領収書の金額は，賃借料である１０万円では\nなく，政務調査費に充てたとする５万円とされている。（甲１４，丙Ａ４の１，弁\n論の全趣旨）\nイ  Ｐ６議員について\nＰ６議員は，平成２１年度に，自らが取締役を務める同族会社である有限会社Ｐ\n８９から，事務所（６階建ての建物の１階部分）を賃借したとして，この事務所の\n賃借料（月６万３０００円）に前記２(1)ウ(ｱ)ｇのとおり政務調査費を充てた（按\n分率は７割）。上記事務所が入っている建物は，もともと上記会社が昭和６３年５\n月３１日から所有していたが，平成３年２月２０日にＰ６議員の父であるＰ９０が\n売買により，平成５年８月２３日にＰ６議員の母であるＰ９１が相続により，順次\nその所有者となった。Ｐ６議員の説明によると，「Ｐ９１は，上記会社に上記建物\nを賃貸していたもので，その後，平成２１年４月１日にＰ９１が死亡し，同日以降\nは同人の相続人３名間において遺産共有の状態となっていたところ，上記会社が転\n借人であるＰ６議員から賃料を受領し，上記相続人の１人であるＰ９２が上記会社\nから事実上賃料を受領していた。同年８月にＰ６議員が上記建物を単独で相続する\n方向で遺産分割協議が進んだため，Ｐ６議員は，同年９月以降の賃料については，\n政務調査費を充てないようになった。」とされている。（甲１５，丙Ａ４の８，８，\n弁論の全趣旨）\nウ  Ｐ７議員について\nＰ７議員は，平成２１年度に，自らが代表取締役を務める同族会社である株式会\n社Ｐ９３から，その本店が置かれている建物の中に事務所を賃借したとして，この\n事務所の賃借料（月１２万円）に前記２(1)ウ(ｱ)ｋのとおり政務調査費を充てた（按\n分率は６分の５）。上記事務所建物の敷地は，Ｐ７議員の所有に属するところ，Ｐ\n７議員は，上記会社に無償で同土地を使用させていた。（甲１６，丙Ａ４の１３，\n弁論の全趣旨）\nエ  Ｐ８議員について\nＰ８議員は，平成２１年度に，自らが代表取締役を務める同族会社である株式会\n社Ｐ９４から，事務所を賃借したとして，この事務所の賃借料（月１７万円）に前\n記２(1)ウ(ｱ)ｍのとおり政務調査費を充てた（按分率は１７分の１０）。同議員が\n同社から賃借している事務所の所在地は，明らかにされていない。（甲１７，丙Ａ\n４の１５，弁論の全趣旨）\nオ  Ｐ９議員について\nＰ９議員は，平成２１年度に，自らが代表取締役を務める同族会社であるＰ９５\n株式会社から，事務所を賃借したとして，この事務所の賃借料（月１０万円）及び\n光熱費（月２万円）に前記２(1)ウ(ｱ)ｎのとおり政務調査費を充てた（按分率は５\n０％）。同議員が同社から賃借している事務所の所在地は明らかにされていないが，\n同議員が補助参加人Ｐ１に提出した領収書の金額は，賃借料（１０万円）及び光熱\n費（２万円）の合計額である１２万円ではなく，政務調査費に充てたとする６万円\nとされている。（甲１８，丙Ａ４の１６，弁論の全趣旨）\nカ  Ｐ１０議員について\nＰ１０議員は，平成２１年度に，自らが代表取締役を務める同族会社であるＰ９\n６株式会社から，事務所を賃借したとして，この事務所の賃借料（月６万円）に前\n記２(1)ウ(ｱ)ｕのとおり政務調査費を充てた（按分率は７０％）。同議員が同社か\nら賃借している事務所の所在地は，明らかにされていない。（甲１９，丙Ａ４の７，\n弁論の全趣旨）\nキ  Ｐ１１議員について\nＰ１１議員は，平成２１年度に，その妻であるＰ９７が代表取締役を務める同族\n会社であるＰ９８株式会社から，その本店が置かれている２階建ての建物の１階部\n分を事務所として賃借したとして，この事務所の賃借料（月１２万円）に前記２(1)\nウ(ｲ)ａのとおり政務調査費を充てた（按分率は３分の１）。\n上記事務所が入っている同社所有の建物は，生け垣で区分されているものの，Ｐ\n１１議員の自宅建物の敷地と同一筆の土地（地積１３７７．８４㎡）上にある。ま\nた，上記土地は，Ｐ１１議員とＰ９７及び同議員の母であるＰ９９の共有に属して\nいるところ，Ｐ１１議員の説明によると，「上記会社は，同土地の賃料を，Ｐ１１\n議員には支払わず，Ｐ９７に支払っている。」とされている。（甲２０，丙Ｂ１の\n１，５，弁論の全趣旨）\nク  Ｐ１２議員について\nＰ１２議員は，平成２１年度に，自己が取締役，親族が代表取締役を務める同族\n会社であるＰ１００株式会社から，事務所を賃借したとして，この事務所の賃借料\n（月１０万円）に前記２(1)ウ(ｲ)βのとおり政務調査費を充てた（按分率は２分の\n１）。同議員が同社から賃借している事務所の所在地は，明らかにされていない。\n（甲２１，丙Ｂ１の６，弁論の全趣旨）\n(2)  前記(1)で認定した事実によると，①Ｐ７議員，Ｐ８議員，Ｐ９議員及びＰ１\n０議員の４名は，自らが代表取締役を務める同族会社から事務所を賃借したとして\n事務所賃借料ないし光熱費に政務調査費を充てているが，このうちＰ７議員の事務\n所は，当該会社の本店が置かれている建物内にあるばかりか，その敷地は，同議員\nの所有地で，当該会社は同議員から無償で同土地を使用していたものである上，Ｐ\n８議員，Ｐ９議員及びＰ１０議員についても，賃借している事務所の所在地を明ら\nかにしておらず，Ｐ９議員に至っては，所属会派に対し，領収額欄に賃借料・光熱\n費そのものではなく，政務調査費に充てたとする金額自体を記載した領収書を提出\nしていたこと，②Ｐ５議員は，自らが監査役，親族が代表取締役を務める同族会社\nから事務所の賃貸と自動車のリースを受けたとして事務所賃借料及び自動車リース\n料に政務調査費を充てているが，所属会派に提出した領収書に賃借料そのものでは\nなく政務調査費に充てたとする金額自体を記載している上，賃借している事務所の\n所在地も明らかにしていないこと，③Ｐ６議員は，自らが取締役を務める同族会社\nから事務所を賃借したとして事務所賃借料に政務調査費を充てているが，事務所の\nある建物は，同議員が他の相続人２名と共に相続により取得したものであるばかり\nか，現に間もなく同議員が遺産分割協議により単独で取得することになったにもか\nかわらず，その間の事務所賃借料は同議員以外の相続人が受領していたという不合\n理な説明をしていること，④Ｐ１１議員は，妻が代表取締役を務める同族会社から\n事務所を賃借したとして事務所賃借料に政務調査費を充てているが，事務所は，同\n社の本店が置かれている建物内にあるばかりか，その敷地は，同議員，妻及び母の\n共有に属するにもかかわらず，地代は妻のみに支払われているという不合理な説明\nをしていること，⑤Ｐ１２議員は，自らが取締役，親族が代表取締役を務める同族\n会社から事務所を賃借したとして事務所賃借料に政務調査費を充てているが，賃借\nしている事務所の所在地を明らかにしていないこと等を指摘することができる。\nこれら諸点に照らすと，本件議員８名がそれぞれ代表者等の機関を務める同族会\n社から賃借したとされる事務所が，果たして実際に議員の事務所として使用され，\nその機能を備えていたかどうかや，本件議員８名の事務所及びＰ５議員の自動車が，\n会派から委託された調査研究活動のために使用されていたかどうか，あるいは本件\n議員８名が現実にこれら同族会社に対して事務所賃借料や自動車リース料とする金\n額を全額支払っていたかどうかといった点について，大いに疑問があるというほか\nはなく，むしろ，賃借人等とされる本件議員８名と賃貸人等とされるその同族会社\nとの間の密接な関係や，使用実態や支出等の裏付けの乏しさなど，本件に現れた諸\n事情の下においては，上記のような使用や支出の実体が欠けていたことが推認され\nる。これらに加え，本件マニュアルにおいて，事務費の使途項目について，｢充当で\nきるリース車は１台とし，その充当金額については年間８０万円を上限とする（自\n動車リースを業とする会社からの契約に限る。）」（第２の７(3)エ），「自己（生\n計を一にしている親族も含む。）所有の事務所に賃借料相当を計上することも認め\nられない。」（第２の７(3)キ）とされていることをも併せ考慮すると，本件議員８\n名の事務所賃借料及びＰ５議員の自動車リース料の支出に充てられたとする政務調\n査費は，そもそも政務調査費を充てる対象となるべき事務所賃借料や自動車リース\n料の支出の実体を欠くか，あるいは本件条例及び本件規程の定める使途基準に適合\nしないものといわざるを得ず，その全額が法律上の原因のない利得になるというべ\nきである。\nそうすると，本件政務調査費のうち，本件議員８名の事務所賃借料及びＰ５議員\nの自動車リース料の支出に充てられた部分については，各補助参加人において，前\n記２で説示した各２分の１を超えて充てられた分だけではなく，その全額を不当利\n得として返還すべき義務を負うものというべきである。\n４  不当利得の金額等\n(1)  以上を前提に，各補助参加人の不当利得となる金額を算定すると，次のとお\nりである。\nア  補助参加人Ｐ１所属の各議員について，平成２１年度に支出した事務所賃借\n料・光熱費及び自動車リース料の２分の１を超えて政務調査費を充てられた金額は，\nそれぞれ，別紙「Ｐ１０１党事務所賃借料一覧表２」及び別紙「Ｐ１０１党自動車\nリース料一覧表２」の各「超過額」欄記載のとおりであり（なお，同各別紙におい\nて「年間支出額の２分の１」を算出するに当たり，１円未満の端数金額は，前記１\nで説示した立証責任の所在に照らし，切り上げた。），Ｐ５議員，Ｐ６議員，Ｐ７\n議員，Ｐ８議員，Ｐ９議員及びＰ１０議員の事務所賃借料・光熱費並びにＰ５議員\nの自動車リース料については政務調査費を充てられた金額全額が不当利得となるこ\nとからすると，同補助参加人の不当利得となる金額は，別紙「Ｐ１０１党事務所賃\n借料一覧表２」及び別紙「Ｐ１０１党自動車リース料一覧表２」の各「不当利得金\n額」欄記載の金額の合計１３１３万１６７７円（事務所賃借料・光熱費に係る不当\n利得７７１万１７４６円及び自動車リース料に係る不当利得５４１万９９３１円）\nである。\nイ  補助参加人Ｐ２所属の各議員について，平成２１年度に支出した事務所賃借\n料及び自動車リース料の２分の１を超えて政務調査費を充てられた金額は，それぞ\nれ，別紙「Ｐ１０２党事務所賃借料一覧表２」及び別紙「Ｐ１０２党自動車リース\n料一覧表２」の各「超過額」欄記載のとおりであり（なお，同別紙において「年間\n支出額の２分の１」を算出するに当たり，１円未満の端数金額は，前記アと同様，\n切り上げた。），Ｐ１１議員及びＰ１２議員の事務所賃借料については政務調査費\nを充てられた金額全額が不当利得となることからすると，同補助参加人の不当利得\nとなる金額は，別紙「Ｐ１０２党事務所賃借料一覧表２」の「不当利得金額」欄記\n載の金額及び別紙「Ｐ１０２党自動車リース料一覧表２」の「超過額」欄記載の金\n額の合計１２０４万８１２１円（事務所賃借料に係る不当利得７１４万１５７５円\n及び自動車リース料に係る不当利得４９０万６５４６円）である。\nウ  補助参加人Ｐ３所属の各議員について，平成２１年度に支出した事務所賃借\n料及び自動車リース料の２分の１を超えて政務調査費を充てられた金額は，それぞ\nれ，別紙「Ｐ１０３党事務所賃借料一覧表２」及び別紙「Ｐ１０３党自動車リース\n料一覧表２」の各「超過額」欄記載のとおりであり，同補助参加人の不当利得とな\nる金額は，上記各超過額の合計３４２万３９３４円（事務所賃借料に係る不当利得\n１７２万７２８０円及び自動車リース料に係る不当利得１６９万６６５４円）であ\nる。\n(2)  前記(1)のとおり，補助参加人らは，それぞれ，愛知県に対して不当利得返還\n債務を負っているところ，被告（愛知県知事）は，この不当利得返還請求権を行使\nしていない。そうすると，被告（愛知県知事）には，この点で，違法に財産の管理\nを怠る事実があるというべきである。\n第４  結論\n以上の次第で，原告らの請求は，被告に対し，補助参加人Ｐ１に対する１３１３\n万１６７７円の不当利得返還請求，補助参加人Ｐ２に対する１２０４万８１２１円\nの不当利得返還請求，補助参加人Ｐ３に対する３４２万３９３４円の不当利得返還\n請求をすることを求める限度で理由があるからこれを認容し，その余の請求は理由\nがないからこれを棄却することとし，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官     福井章代\n裁判官     笹本哲朗\n裁判官     平野佑子\n（別紙）\n関係法令等の定め\n１  地方自治法（昭和２２年法律第６７号。平成２４年法律第７２号による改正\n前のもの。）\n１００条１４項\n普通地方公共団体は，条例の定めるところにより，その議会の議員の調査研究に\n資するため必要な経費の一部として，その議会における会派又は議員に対し，政務\n調査費を交付することができる。この場合において，当該政務調査費の交付の対象，\n額及び交付の方法は，条例で定めなければならない。\n１００条１５項\n前項の政務調査費の交付を受けた会派又は議員は，条例の定めるところにより，\n当該政務調査費に係る収入及び支出の報告書を議長に提出するものとする。\n１０４条\n普通地方公共団体の議会の議長は，議場の秩序を保持し，議事を整理し，議会の\n事務を統理し，議会を代表する。\n２  愛知県議会における会派に対する政務調査費の交付に関する条例（平成１３\n年愛知県条例第４１号。平成２３年愛知県条例第３１号による改正前のもの。）\n１条\nこの条例は，地方自治法（昭和２２年法律第６７号）第１００条第１４項及び第\n１５項の規定に基づき，愛知県議会（以下「議会」という。）における会派に対す\nる政務調査費の交付に関し必要な事項を定めるものとする。\n２条\n政務調査費は，議会における会派（その所属議員が１人の場合を含む。以下同じ。）\nに対し，交付する。\n３条１項\n政務調査費の額は，一月につき５０万円に各会派の所属議員の数を乗じて得た額\nとする。\n８条１項\n会派は，政務調査費を次に掲げる費用に充てなければならない。\n(1)  調査研究費\n(2)  研修費\n(3)  会議費\n(4)  資料作成費\n(5)  資料購入費\n(6)  広報費\n(7)  事務費\n(8)  人件費\n８条２項\n前項各号に掲げる費用の使途基準は，議会の議長が定める。\n９条１項\n会派の代表者は，当該会派の前年度における次に掲げる事項を記載した政務調査\n費に係る収入及び支出の報告書（以下「収支報告書」という。）を，毎年４月３０\n日までに，議会の議長に提出しなければならない。\n(1)  政務調査費に係る収入の総額\n(2)  政務調査費に係る支出の総額並びに前条第１項各号に掲げる費用ごとの支出\nの額及び主たる支出の内訳\n(3)  政務調査費に係る収入の総額から政務調査費に係る支出の総額を控除した額\n９条３項\n前２項の収支報告書を提出するときは，政務調査費による支出のうち１件３万円\n以上の支出（人件費に係るものを除く。）に係る領収書その他の支出の事実を証す\nる書類の写し（以下「領収書等の写し」という。）を併せて提出しなければならな\nい。\n１０条\n議会の議長は，前条各項の規定により収支報告書及び領収書等の写し（以下「収\n支報告書等」という。）が提出されたときは，必要に応じ，政務調査費の適正な運\n用を図るための調査を行うことができる。\n１１条\n知事は，会派が交付を受けた政務調査費に係る収入の総額から当該会派が行った\n政務調査費に係る支出（第８条第１項各号に掲げる費用に充てたものに限る。）の\n総額を控除して残余があるときは，当該会派に対し，当該残余の額に相当する額の\n政務調査費の返還を命ずることができる。\n１３条\nこの条例に定めるもののほか，この条例の施行に関し必要な事項は，議会の議長\nが定める。\n３  愛知県議会における会派に対する政務調査費の交付に関する規程（平成１３\n年愛知県議会告示第１号。平成２３年愛知県議会告示第２号による改正前のもの。）\n１条\nこの規程は，愛知県議会における会派に対する政務調査費の交付に関する条例（平\n成１３年愛知県条例第４１号。以下「条例」という。）の施行に関し必要な事項を\n定めるものとする。\n４条\n条例第８条第２項の愛知県議会（以下「議会」という。）の議長が定める使途基\n準は，別表のとおりとする。\n別表\n政務調査費の使途基準\n費  用\n内          容\n調査研究費\n会派（会派から調査研究活動を委託された所属議員を含む。以下同\nじ。）が行う県の事務及び地方行財政に関する調査研究及び調査委\n託に要する調査委託費，交通費，宿泊費等の経費\n研  修  費\n会派が行う研修会，講演会等の実施並びに他団体が開催する研修会\n，講演会等への所属議員及び会派の雇用する職員の参加に要する会\n場・機材借上費，講師謝金，会費，交通費，宿泊費等の経費\n会  議  費\n会派が行う各種会議に要する会場・機材借上費，資料印刷費等の経\n費\n資料作成費\n会派が行う調査研究に必要な資料の作成に要する印刷・製本代，原\n稿料等の経費\n資料購入費\n会派が行う調査研究に必要な図書，資料等の購入に要する書籍購入\n代，新聞雑誌購読料等の経費\n広  報  費\n会派が行う議会活動及び県政に関する政策等の広報に要する広報\n紙・報告書等印刷費，送料，交通費等の経費\n事  務  費\n会派が行う調査研究に係る事務の遂行に要する事務用品・備品購入\n費，通信費等の経費\n人  件  費\n会派が行う調査研究を補助する職員の雇用に要する給料，手当，社\n会保険料，賃金等の経費\n４  政務調査費マニュアル（平成２０年３月２４日愛知県議会議長制定。乙１の\n２）\n第１  総括\n１  趣旨\n政務調査費は，地方自治法第１００条第１３項及び第１４項並びに愛知県議会に\nおける会派に対する政務調査費の交付に関する条例（以下「条例」という。）等の\n規定に基づき，愛知県議会（以下「議会」という。）の議員の調査研究に資するた\nめの必要な経費の一部として，議会における会派に対して，公費として交付される\nものである。\nしたがって，交付された政務調査費は，愛知県政（以下「県政」という。）に関\n連して会派が行う調査研究活動に要する経費に対して適切に充当されなければなら\nない。\nついては，議会としてその使途内容を明確にするため，このマニュアルを策定し，\n適正な執行に資することとした。\nなお，ここに示した内容は，政務調査費を執行する場合の基本原則と，それに沿\nった使途項目ごとの活動・経費例示及び留意点などであり，個々の執行にあたって\nは，これらを参考に，個別に判断し，実施されるものである。\n２  基本原則\n政務調査費として執行するにあたっては，次の原則に基づき行うものとする。\n(1)  執行上の原則\nア・イ  《省略》\nウ  領収書その他の書類等（以下「証票類等」という。）の客観的証拠があり，\n活動内容が説明可能なこと。\n調査研究活動の内容や執行状況を客観的に説明できるように，会計帳簿や証票類\n等が調製，整理，保管されていることが必要である。\nエ  実費に充当するものであること。\n原則として，調査研究活動に要した費用の実費に充当するものである。ただし，\n他の費用と混在し，分離することが不可能な場合は，按分をするなどし，要した対\n象経費を算出する必要がある。\n(2)  会派執行の原則（執行主体）\n政務調査費は，会派に対して交付されるものであり，会派が行う調査研究活動に\n要する経費に充当されるものである。\nただし，個々の調査研究活動にあたっては，会派の会議等で調査研究項目を決定\nの上，会派から個々の議員に委託することも可能である。\nなお，この場合，その経費については実費精算する必要があり，議員に利得が発\n生しないようにするとともに，議員が行った政務調査活動に要した費用については，\n使途項目ごとに経費計上する。\n(3)  説明責任の原則（透明性の確保）\n会派及びその委託を受けた議員は，公費の執行であることと，政治活動の自由の\n確保との調整を図りつつ，適正な執行であることを説明する責任があることから，\n次の事項に十分留意するものとする。\nア  会計帳簿等の調製等\n活動内容の執行状況を客観的に説明できる会計帳簿や証票類等を整え，必要に応\nじていつでも提示できるようにする。\nイ  《省略》\n第２  使途項目の内容\n政務調査費を充当できる経費について，使途項目ごとに，使途内容，活動・経費\n例示及び留意点を記載する。\nなお，ここに示す活動・経費例示は，あくまでも例示であり，これ以外のもので\nあっても，支出内容が政務調査費の目的に合致しており，金額，態様なども社会通\n念上妥当な範囲内のものであり，対外的にもその説明ができるものであれば，支出\nすることは可能である。\nまた，留意点については，経費内容が同じ場合は，使途項目間で同様に適用され\nる。\n１～６  《省略》\n７  事務費\n(1)  使途内容\n会派が行う調査研究に係る事務の遂行に要する事務用品・備品購入費，通信費等\nの経費\n(2)  活動・経費例示\n事務用品・備品の購入，事務機器の購入及びリース，電話（携帯電話を含む。）\nの使用，インターネット接続契約，自動車のリース，事務所の賃借料及び管理運営\n費（光熱水費等）などが該当する。\n(3)  留意点\nア  購入・リースするものについては，調査研究活動に対する有用性が高く，一\n般的に直接必要と認められるものであることが必要である。\nイ・ウ  《省略》\nエ  自動車のリース料については，議員の活動の多面的な性格はもとより，他の\n活動にも使用できる自動車の性格を踏まえ，按分による支出とし，適用する按分割\n合は，使用実績に応じたものとする。\nなお，充当できるリース車は１台とし，その充当金額については年間８０万円を\n上限とする（自動車リースを業とする会社からの契約に限る。また，任意保険料や\n違約金等は対象外とする。）。\nオ  事務所の要件としては，外形上の形態を有し，応接・事務スペースや事務用\n備品等を有していること，実際に会派の調査研究に使用されていること等が必要で\nある。\nカ  事務所費としては，事務所の光熱水費，接客用附設駐車場借上料，清掃・警\n備委託，小修繕等が認められる。\nキ  事務所の購入については，充当は認められない。また，自己（生計を一にし\nている親族も含む。）所有の事務所に賃借料相当を計上することも認められない。\n８  《省略》\n第３  充当が不適当な経費\n明らかに政務調査費を充当することが認められない経費を例示として示すと次の\nとおりとなる。\nなお，これら経費と政務調査費が充当できる経費とが混在する場合もありうるが，\nその場合は，後述するように，按分の方法を取ることができる。\n１  政党活動経費\n主に政党活動と認められる経費については，政務調査費を充当することはできな\nい。具体的な事例を例示すると次のとおりである。\nア  党大会の出席に要する経費及び党大会賛助金等に要する経費\nイ  政党活動，県連活動に要する経費\nウ  政党の広報誌，パンフレット，ビラ等の印刷及び発送等に要する経費\nエ  政党組織の事務所の設置及び維持に要する経費（人件費を含む。）\n２  選挙活動経費\n主に選挙活動と認められる経費については，政務調査費を充当することはできな\nい。具体的な事例を例示すると次のとおりである。\nア  自ら又は応援する者等の選挙に直接結びつく運動・活動に要する経費\nイ  自ら又は応援する者等の選挙に関するパンフレット，ビラ，ポスター等の印\n刷，発送，貼付等に要する経費\nウ  自ら又は応援する者等の選挙のための事務所の設置及び維持に要する経費\n（人件費を含む。）\n３  後援会活動経費\n主に後援会活動と認められる経費については，政務調査費を充当することはでき\nない。具体的な事例を例示すると次のとおりである。\nア  後援会の広報誌，パンフレット，ビラ等の印刷及び発送等に要する経費\nイ  後援会事務所の設置及び維持に要する経費（人件費を含む。）\nウ  後援会主催の「県政報告会」等の開催に要する経費\n４  私的経費\n個人的な支出や個人的な資産形成に結びつくと認められる経費については，政務\n調査費を充当することはできない。具体的な事例を例示すると次のとおりである。\nア  香典，祝金，寸志等の冠婚葬祭や祝賀会の出席に要する経費\nイ  病気見舞い，餞別，中元・歳暮，電報，年賀状の購入・印刷等の儀礼に要す\nる経費\nウ  檀家総代会，報恩講，宮参り等の宗教活動に要する経費\nエ  観光，レクリエーション，私的な旅行等に要する経費\nオ  親睦会又は飲食を主たる目的とした会合，レクリエーション大会等の開催及\nび参加に要する経費\nカ  他の団体の役職を兼ねている場合においての，その団体の理事会，役員会及\nび総会等への出席に要する経費\nキ  事務所として使用する不動産の購入，建設工事への支出\nク  自動車の購入及び維持管理に要する経費\n５  その他適当でない経費\nその他，調査研究活動の実態を伴わないと思われる経費などについては，政務調\n査費を充当することはできない。具体的な事例を例示すると次のとおりである。\nア  挨拶，会食やテープカットへの出席（ただし，意見交換等を伴う場合は除く。）\nイ  公職選挙法等の法令の制限に抵触する経費\nウ  調査研究活動において直接必要としない備品の購入に要する経費\n第４  按分の考え方\n会派や議員の活動は，議会活動，政党活動，選挙活動等と多種多様であり，一つ\nの活動が政務調査費の対象となる調査研究活動とその他の活動の両方の性格を有し\nている場合が多く見られる。\nしたがって，政務調査費の対象となる調査研究活動とその他の活動とを分け，そ\nれぞれの経費を分離することが望ましいが，それが困難な場合は，活動に要した費\n用の全額を，各活動の実績に応じて按分し，充当することとする。\nなお，以下に示す按分方法以外に妥当な按分方法がある場合は，それによること\nができる。\n(1)  政務調査費の対象となる調査研究活動とその他の活動に要した活動時間の割\n合で按分する。\n(2)  政務調査費の対象となる調査研究活動とその他の活動に要した面積割合で按\n分する。\n(3)  政務調査費の対象となる調査研究活動とその他の活動に要した使用実績で按\n分する。\n(4)  上記要素が重なる場合は，重複して按分する。\n(5)  なお，按分した場合は，按分率の積算根拠を明確にするとともに，会計帳簿\nや証票類等に，按分の割合及び当該按分の割合に基づく政務調査費の支出額を付記\nするものとする。\n第５・第６  《省略》\n（別紙）\nＰ１０１党事務所賃借料一覧表２\n議員名  年間支出額の２分の１     超過額      不当利得金額\nＰ５\nＰ１３\nＰ４\nＰ１４\nＰ１５\nＰ１６\nＰ１７\nＰ６\nＰ１８\nＰ１９\nＰ２０\nＰ７\nＰ２１\nＰ８\nＰ９\nＰ２２\nＰ２３\nＰ２４\nＰ２５\nＰ２６\nＰ２７\nＰ１０\n６０万円\n６０万円\n－\n３０万円\n６０万円\n８８万６５００円\n９０万円\n１５万７５００円\n４５万円\n７７万８０５０円\n６０万円\n７２万円\n４２万円\n１０２万円\n７２万円\n２９万４７４９円\n４８万円\n６０万円\n４８万円\n５７万６０００円\n７５万６０００円\n６万円\n０円\n０円\n－\n１８万円\n１９万９９９２円\n０円\n３０万円\n６万３０００円\n０円\n１５万５６１０円\n４８万円\n４８万円\n２９万４０００円\n１８万円\n０円\n１７万６８４４円\n４３万２０００円\n３６万円\n２８万８０００円\n３４万５６００円\n１５万１２００円\n２万４０００円\n６０万円\n０円\n－\n１８万円\n１９万９９９２円\n０円\n３０万円\n２２万０５００円\n０円\n１５万５６１０円\n４８万円\n１２０万円\n２９万４０００円\n１２０万円\n７２万円\n１７万６８４４円\n４３万２０００円\n３６万円\n２８万８０００円\n３４万５６００円\n１５万１２００円\n８万４０００円\nＰ２８           ５４万円    ３２万４０００円    ３２万４０００円\n合計\n４４３万４２４６円\n７７１万１７４６円\n（別紙）\nＰ１０１党自動車リース料一覧表２\n議員名  年間支出額の２分の１     超過額      不当利得金額\nＰ２９\nＰ３０\nＰ３１\nＰ３２\nＰ５\nＰ３３\nＰ１３\nＰ４\nＰ３４\nＰ３５\nＰ３６\nＰ３７\nＰ６\nＰ１９\nＰ３８\nＰ３９\nＰ２１\nＰ４０\nＰ２２\nＰ４１\nＰ４２\nＰ２４\n７６万２３００円\n４８万３５５７円\n５１万６０００円\n３２万５５００円\n５８万５０００円\n４７万２５００円\n４７万８８００円\n－\n５７万９２７９円\n３５万１０６８円\n２０万４５４０円\n４３万１４００円\n４０万９５００円\n３５万１０００円\n６８万０４００円\n６６万１５００円\n２９万９２５０円\n５４万８４００円\n１５万３３００円\n５８万２７５０円\n４９万５１８０円\n３８万４３００円\n０円\n２４万５１４３円\n１７万１９９６円\n８万６８００円\n１９万５０００円\n１２万７５００円\n２８万７２８０円\n－\n０円\n３５万１０６７円\n１２万２７２４円\n２１万５７００円\n１６万３８００円\n７万０２００円\n１１万９６００円\n１３万２３００円\n１７万９５５０円\n２１万９３６０円\n９万１９８０円\n１９万４２５０円\n２９万７１０８円\n１９万２１５６円\n０円\n２４万５１４３円\n１７万１９９６円\n８万６８００円\n７８万円\n１２万７５００円\n２８万７２８０円\n－\n０円\n３５万１０６７円\n１２万２７２４円\n２１万５７００円\n１６万３８００円\n７万０２００円\n１１万９６００円\n１３万２３００円\n１７万９５５０円\n２１万９３６０円\n９万１９８０円\n１９万４２５０円\n２９万７１０８円\n１９万２１５６円\nＰ４３\nＰ２５\nＰ４４\nＰ２６\nＰ４５\nＰ２７\nＰ４６\n６１万７４００円\n４０万９５００円\n４２万５２５０円\n３２万１１５９円\n３２万１３００円\n４９万２１８８円\n５８万５９００円\n１２万３４８０円\n２４万５７００円\n３０万４４７９円\n１９万２４４１円\n１９万２７８０円\n９万８４３７円\n２１万４１００円\n１２万３４８０円\n２４万５７００円\n３０万４４７９円\n１９万２４４１円\n１９万２７８０円\n９万８４３７円\n２１万４１００円\n合計\n４８３万４９３１円\n５４１万９９３１円\n（別紙）\nＰ１０２党事務所賃借料一覧表２\n議員名  年間支出額の２分の１     超過額      不当利得金額\nＰ１１\nＰ４７\nＰ４８\nＰ４９\nＰ５０\nＰ５１\nＰ５２\nＰ５３\nＰ５４\nＰ５５\nＰ５６\nＰ５７\nＰ５９\nＰ６０\nＰ６１\nＰ６２\nＰ６３\nＰ６４\nＰ６５\nＰ６６\nＰ６７\nＰ６８\n７２万円\n９４万５０００円\n７０万８２６０円\n９０万円\n６０万円\n６０万円\n５４万円\n１８万円\n６９万円\n３１万５０００円\n９０万円\n５８万円\n７４万５５００円\n６３万円\n７８万円\n５５万円\n３１万５０００円\n５６万６５００円\n６０万円\n５２万２０００円\n３５万１０００円\n６３万円\n０円\n０円\n４２万４９６０円\n０円\n３６万円\n０円\n３２万４０００円\n１０万８０００円\n４８万３０００円\n１８万９０００円\n０円\n１１万６０００円\n３７万２７５０円\n２５万２０００円\n４７万０４００円\n１１万円\n１８万９０００円\n３６万６１６５円\n６０万円\n３１万３２００円\n２１万０６００円\n３７万８０００円\n４８万円\n０円\n４２万４９６０円\n０円\n３６万円\n０円\n３２万４０００円\n１０万８０００円\n４８万３０００円\n１８万９０００円\n０円\n１１万６０００円\n３７万２７５０円\n２５万２０００円\n４７万０４００円\n１１万円\n１８万９０００円\n３６万６１６５円\n６０万円\n３１万３２００円\n２１万０６００円\n３７万８０００円\nＰ６９\nＰ７０\nＰ７１\nＰ７２\nＰ７３\nＰ１２\n５７万７５００円\n３８万５０００円\n４８万円\n７１万５０００円\n４４万円\n１０万円\n３４万６５００円\n２３万１０００円\n２８万８０００円\n４２万９０００円\n０円\n０円\n３４万６５００円\n２３万１０００円\n２８万８０００円\n４２万９０００円\n０円\n１０万円\n合計\n６５６万１５７５円\n７１４万１５７５円\n（別紙）\nＰ１０２党自動車リース料一覧表２\n議員名  年間支出額の２分の１     超過額\nＰ１１\nＰ７４\nＰ４７\nＰ７５\nＰ５１\nＰ７６\nＰ７７\nＰ５２\nＰ５３\nＰ７８\nＰ５４\nＰ７９\nＰ８０\nＰ５６\nＰ５９\nＰ６１\nＰ６３\nＰ６４\nＰ６５\nＰ６６\nＰ７０\nＰ７３\n４６万１７９０円\n５２万５０００円\n４６万６２００円\n５１万９６８４円\n７８万１２００円\n３８万１１５０円\n３７万１０７０円\n３９万３１６３円\n５万４０００円\n６７万２２１０円\n６４万９９５０円\n３３万３０００円\n５２万８０００円\n３９万５６４０円\n３５万２８５３円\n３９万円\n５２万８０００円\n４３万０５００円\n６４万６８００円\n２７万３６００円\n４７万４６５０円\n６２万８１１０円\n３２万３２５０円\n２７万５０００円\n９万３２４０円\n２７万２８２９円\n０円\n３８万１１５０円\n２２万２６４２円\n２３万５８９７円\n５万４０００円\n１２万７１１０円\n１２万９９９０円\n２６万６４００円\n２６万４０００円\n３９万５６４０円\n１７万６４２３円\n３９万円\n２６万４０００円\n２８万０４２３円\n１２万９３６０円\n１６万４１６０円\n１８万９８６０円\n１７万１８９０円\nＰ５５     ７０万０７１８円       ９万９２８２円\n合計\n４９０万６５４６円\n（別紙）\nＰ１０３党事務所賃借料一覧表２\n議員名  年間支出額の２分の１     超過額\nＰ８１\nＰ８２\nＰ８３\nＰ８４\nＰ８５\nＰ８６\nＰ８７\n３３万３９００円\n３０万円\n６６万６６００円\n３６万円\n４３万０２００円\n４５万円\n３６万円\n２６万７１２０円\n１８万円\n０円\n２８万８０００円\n３４万４１６０円\n３６万円\n２８万８０００円\n合計\n１７２万７２８０円\n（別紙）\nＰ１０３党自動車リース料一覧表２\n議員名  年間支出額の２分の１     超過額\nＰ８１\nＰ８２\nＰ８３\nＰ８４\nＰ８５\nＰ８６\n４３万５９６０円\n４５万３６００円\n２７万６０００円\n４３万０１７６円\n３６万５４００円\n３４万２０９０円\n３４万８７６８円\n２７万２１６０円\n１６万５６００円\n３４万４１４０円\n２９万２３２０円\n２７万３６６６円\n合計\n１６９万６６５４円\n"
}