{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 28
  },
  "case_number": "平成23(行ウ)39",
  "case_name": "事業予定者取消決定取消等請求事件",
  "court_name": "千葉地方裁判所民事第3部",
  "result": "却下",
  "gist": "介護保険法に基づく指定地域密着型サービス事業者の指定に係る申請の前に，その申請を予定している医療法人社団に対してされた，認知症対応型共同生活介護事業者の応募を否とする市長の決定に処分性が認められないとされた事例",
  "lawsuit_id": "82992",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82992",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/992/082992_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２４年９月２８日判決言渡・同日原本領収  裁判所書記官\u0000\n平成２３年（行ウ）第３９号  事業予定者取消決定取消等請求事件\u0000\n口頭弁論終結日  平成２４年７月１３日\u0000\n判                  決\u0000\n主                  文\u0000\n１  本件訴えを却下する。\u0000\n２  訴訟費用は原告の負担とする。\u0000\n事  実  及  び  理  由\u0000\n第１  請求の趣旨\u0000\n処分行政庁が，原告に対して，平成２３年７月２９日付けでした，平成２３年\n度認知症対応型共同生活介護事業者募集への応募に対して「否」とした決定を取\nり消す。\u0000\n第２  事案の概要\u0000\n本件は，原告が，平成２３年度認知症対応型共同生活介護事業者の募集に応募\nしたのに対し，処分行政庁がこれを拒否する決定をしたのは違法であるとして，\n被告に対し，同決定の取消しを求めた事案である。\u0000\n１  前提事実\u0000\n⑴  原告は，印西市において，診療所及び介護老人保健施設を経営する医療法\n人社団である（甲１０の５）。\u0000\n⑵  被告は，平成２３年６月１日，認知症対応型共同生活介護事業者の募集（以\n下「本件募集」という。）をした。募集する施設等は以下のとおりである。（甲\n１）\u0000\nア  施設名称        認知症対応型共同生活介護（グループホーム）\u0000\nイ  施設数          １\u0000\nウ  定員数          １８人（２ユニット）\u0000\nエ  日常生活圏域    印西市内全圏域\u0000\n\u0000 \u0000\n⑶  原告は，同月２７日，必要書類を添付して本件募集に応募した（甲２）。\u0000\n⑷  被告は，同年７月１４日，印西市地域密着型サービス拠点等整備事業者選\n考審査会（以下「本件審査会」という。）を開き，本件募集の応募者について\n審査をした（乙３）。\u0000\n⑸  処分行政庁は，同月２９日，原告の応募について，「否」という決定（以下\n「本件決定」という。）をして，これを原告に通知した（甲３）。\u0000\n２  争点及び当事者の主張\u0000\n⑴  本案前の争点  本件決定の処分性の有無\u0000\n（原告）\n印西市では，本件審査会で事業予定者として決定した以外の事業者は，\n指定地域密着型サービス事業者の指定（平成２３年法律第３７号による改\n正前の介護保険法（以下「介護保険法」という。）７８条の２第１項）をさ\nれないこととなっている。したがって，本件決定により，原告は同指定を\n受けられないこととなるのであるから，本件決定には処分性が認められる。\u0000\n（被告）\n本件審査会で事業予定者として決定されたのみでは，何ら具体的な法的\n権利義務関係は発生しない。事業予定者は，改めて介護保険法に基づく指\n定地域密着型サービス事業者の指定の申請を行い，市町村長による指定に\nよって，指定地域密着型サービス事業者となり，地域密着型介護サービス\n費の支給を求めることができる。したがって，本件決定は，法的権利義務\n関係を生じさせるものではないので，処分性は認められない。\n⑵  本案の争点  本件決定の適法性\n（原告）\n本件審査会は，審査項目に対する知識，見識がない審査員が構成員の過\n半数を占めている。本件審査会の審査が行われる前に，本件審査会の構成\n員である印西市役所健康福祉部介護福祉課課長 \u0000 （以下「\u0000 」という。）\n\u0000 \u0000\nが，立地条件として北部圏域の \u0000 が最適であるなどと，結果を誘導するよ\nうな発言をしており，本件決定は，この発言の影響を受けた恣意的な審査\nに基づくものであり，違法である。\n（被告）\u0000\n本件審査会は，印西市地域密着型サービス拠点等整備事業者選考審査会\n設置要綱（以下「本件要綱」という。）に基づいて適正に組織されたもの\nであり，本件募集の応募者についても，選考審査表に基づいて適正かつ公\n正に審査をした。\u0000 が原告主張の発言をした事実はなく，本件決定は適法\nである。\u0000\n第３  当裁判所の本案前の争点に対する判断\u0000\n１  本件に係る法令等の定めは次のとおりである。\u0000\n⑴  指定地域密着型サービス事業者の指定について\u0000\nア  市町村は，要介護被保険者が，当該市町村の長が指定する者（以下「指\n定地域密着型サービス事業者」という。）から当該指定に係る地域密着型サ\nービス事業を行う事業所により行われる地域密着型サービス（以下「指定\n地域密着型サービス」という。）を受けたときは，当該要介護被保険者に対\nし，当該指定地域密着型サービスに要した費用について，地域密着型介護\nサービス費を支給する（介護保険法４２条の２第１項）。\u0000\nイ  指定地域密着型サービス事業者の指定は，厚生労働省令で定めるところ\nにより，地域密着型サービス事業を行う者の申請により，地域密着型サー\nビスの種類及び当該地域密着型サービスの種類に係る地域密着型サービス\n事業を行う事業所ごとに行い，当該指定をする市町村長がその長である市\n町村の行う介護保険の被保険者に対する地域密着型介護サービス費及び特\n例地域密着型介護サービス費の支給について，その効力を有する（同法７\n８条の２第１項）。\u0000\nウ  印西市では，印西市指定地域密着型サービス事業所及び指定地域密着型\n\u0000 \u0000\n介護予防サービス事業所の指定等に関する規則が定められ，介護保険法施\n行規則１３１条の６で定めるもののほか，指定地域密着型サービス事業者\nの指定の申請に際し，必要な添付書類として，事業所の外観及び各室の様\n子のわかる写真，建築基準法７条５項の規定による検査済み証の写し等を\n定めている（甲１０の１）。\u0000\nエ  厚生労働大臣は，介護保険事業に係る保険給付の円滑な実施を確保する\nための基本的な指針（以下「基本指針」という。）を定めるものとし（介護\n保険法１１６条１項），市町村は，基本指針に即して，三年を一期とする当\n該市町村が行う介護保険事業に係る保険給付の円滑な実施に関する計画\n（以下「市町村介護保険事業計画」という。）を定めるものとされている（介\n護保険法１１７条１項）。\u0000\n認知症対応型共同生活介護につき指定地域密着型サービス事業者の指定\nの申請があった場合において，当該市町村又は当該申請に係る事業所の所\n在地を含む区域（以下「日常生活圏域」という。）における当該地域密着型\nサービスの利用定員の総数が，当該市町村が定める市町村介護保険事業計\n画において定める当該市町村又は当該日常生活圏域の当該地域密着型サー\nビスの必要利用定員総数に既に達しているか，又は当該申請に係る事業者\nの指定によってこれを超えることになると認めるとき，その他の当該市町\n村介護保険事業計画の達成に支障を生ずるおそれがあると認めるとき，市\n町村長は，指定地域密着型サービス事業者の指定をしないことができる（同\n法７８条の２第５項４号）。\u0000\n市町村長は，指定を行おうとするとき又は同法７８条の２第５項４号\nの規定により指定をしないこととするときは，あらかじめ，当該市町村\nが行う介護保険の被保険者その他の関係者の意見を反映させるために\n必要な措置を講じなければならない（同法７８条の２第６項）。\u0000\n⑵  公的介護施設等の整備について\u0000\n\u0000 \u0000\nア  市町村は，厚生労働大臣が定める公的介護施設等の整備に関する基本方\n針に基づき，当該市町村における公的介護施設等の整備に関する計画（以\n下「市町村整備計画」という。）を作成することができる（地域における公\n的介護施設等の計画的な整備等の促進に関する法律（以下「整備促進法」\nという。）４条１項）。\u0000\nイ  市町村整備計画は，介護保険法１１７条１項に規定する市町村介護保険\n事業計画と調和が保たれたものでなければならない（整備促進法４条３項）。\u0000\nウ  国は，市町村に対し，市町村整備計画に基づく認知症高齢者グループホ\nーム等の地域密着型サービスの拠点の施設等を整備する事業の実施に要す\nる経費に充てるため，公的介護施設等の整備の状況その他の事項を勘案し\nて，予算の範囲内で，交付金を交付することができる（整備促進法５条２\n項，同法施行規則７条４号，５号，地域介護・福祉空間整備等施設整備交\n付金及び地域介護・福祉空間整備推進交付金実施要綱（以下「交付金要綱」\nという。）第２⑸ア）。\u0000\n２  後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。\u0000\n⑴  被告は，第４期印西市高齢者福祉計画及び介護保険事業計画（平成２１年\n度～平成２３年度。以下「事業計画」という。乙２別紙５）を策定し，認知\n症対応型共同生活介護（グループホーム）について，平成２３年度に１施設，\n定員１８名の施設整備を計画した（乙２別紙５）。これを受けて，被告は，平\n成２３年度印西市地域介護・福祉空間整備計画（以下「整備計画」という。\n乙２別紙６）を策定し，認知症高齢者グループホーム１か所（定員１８人）\nを整備することを目標とした（乙２別紙６）。\u0000\n⑵  被告は，平成１８年度の整備計画に基づき，地域密着型サービス拠点施設\n又は介護予防拠点施設を整備する民間事業者等を適正に選考するため，本件\n審査会を設置した（本件要綱１条・乙１）。\u0000\n⑶  被告における指定地域密着型サービス事業者の指定は，以下の順序でする\n\u0000 \u0000\nこととされている（乙２別紙８）。\u0000\nまず，認知症対応型共同生活介護（グループホーム）事業予定者の募集が\nされ，応募者は，本件審査会により審査され，事業予定者が決定される。そ\nの後，指定地域密着型サービス事業者の指定の申請の受付が始まり，審査が\nされる。審査は，書類審査に加え，印西市地域密着型サービス運営協議会の\n意見を聴取した上で，市長による指定及びその通知がされ，千葉県知事へ指\n定が報告された後に，実際にサービスの提供が開始される。\u0000\n３  そこで，本件決定の処分性を検討する。\u0000\n⑴  行政事件訴訟法３条２項に定める取消訴訟の対象となる行政処分とは，行\n政庁の法令に基づく行為のすべてを意味するものではなく，公権力の主体た\nる国又は公共団体が行う行為のうち，その行為によって，直接国民の権利義\n務を形成し又はその範囲を確定することが法律上認められているものをいう\nと解するのが相当である（最高裁昭和３９年３月１９日第一小法廷判決・民\n集１８巻８号１８０９頁参照）。\u0000\n⑵ア  介護保険法は，同法７８条の２第５項４号の規定により指定をしない\nこととするときは，あらかじめ，関係者の意見を反映させるために必要\nな措置を講じなければならない（同法７８条の２第６項）旨規定してい\nるが，上記２⑶によれば，印西市地域密着型サービス運営協議会の意見聴\n取がこの必要な措置に該当するのであって，申請より前になされる本件審\n査会及び本件決定が，これに該当するとは考えがたい。その他，上記指定\nを行うことにつき同申請に係る手続とは別に，本件審査会における審査及\nび事業予定者の決定のような事前の手続を行うことができる旨定めた法令\nは存在していない。\u0000\nイ  そもそも，本件審査会は整備促進法に基づく整備計画を実行するために\n本件要綱により設置されたものであって，本件審査会における審査及び事\n業予定者の決定は，整備計画に沿った事業を行うことができる事業者を選\n\u0000 \u0000\n定するために設けられた手続にすぎず，介護保険法所定の指定地域密着型\nサービス事業者の指定の前提として設けられたものではない。\u0000\nその各手続を見ても，前記１⑴ウ，エ，２⑵及び証拠（甲２，乙１）に\nよれば，本件審査会の審査は，整備計画に基づいて遺漏なく事業を行うこ\nとができるかという観点から行われ，それを踏まえて被告が整備事業者を\n決定するものであって，指定地域密着型サービス事業者の指定とは，要件\nも審査の資料も異なっていることが認められる。\u0000\nウ  前記のとおり，整備促進法４条３項は，整備計画は事業計画と調和の保\nたれたものでなければならないと規定しているが，上記の点を踏まえると，\nその趣旨は，整備促進法が介護保険法所定のサービス等を提供する施設等\nの整備を促進する目的を有する（整備促進法１条）ことから，両計画の間\nに齟齬があってはならないとの当然のことを定めたにすぎず，整備促進法\nの手続により選定した事業予定者に介護保険法の指定を付与するような扱\nいを認めたものとは到底解されない。また，整備計画はもとより，介護保\n険法上の事業計画についても，国民に対する関係で法的拘束力を与えるこ\nとを規定した条項はなく，介護保険法は，指定申請のあった認知症対応型\n共同生活介護の当該市町村又は当該日常生活圏域における利用定員の総数\nが，当該市町村又は当該日常生活圏域において事業計画で定める上記各サ\nービスの必要利用定員総数に既に達している場合等でも，当該申請に係る\n事業者の「指定をしないことができる」と規定しているにとどまり（介護\n保険法７８条の２第５項），常に事業者の指定が許されないとはしていない\nのであるから，事業計画に法的拘束力があるとは解されない。そうすると，\n整備促進法４条３項も本件決定に介護保険法上の事業者の指定に対する何\nらの効力を付与するものではないというべきであり，そのことは，職業選\n択の自由（憲法２２条１項）の尊重にも沿うものである。\u0000\nエ  さらに，本件決定が国民の権利義務を形成する等の効果を有するかをみ\n\u0000 \u0000\nるに，確かに，被告における指定地域密着型サービス事業者の指定の申請\nに至る手順として，本件審査会における審査及び事業予定者の決定を経る\n扱いとされており，本件審査会の審査及び事業予定者の決定に際しては，\n事実上，応募者が指定地域密着型サービス事業者としての適性を有するか\nについても考慮されていることがうかがわれる。\u0000\nしかし，上記のとおり，本件審査と介護保険法上の事務の指定とでは，\n要件や資料が異なっており，本件審査において整備事業者に選定されなか\nったとしても，介護保険法上の指定を受けられないことにはならないはず\nであり，また，事業予定者との決定を受けた事業者であっても，必ずしも\n指定を受けることができることにはならない。さらにいえば，被告も，本\n件決定がなされても，介護保険法に基づく指定地域密着型サービス事業者\nの指定の申請権が存することを認めている。\u0000\nそうすると，上記扱いは，単なる事実上の便宜供与として，事業予定者\nに選定されなければ，介護保険法上の事業者の指定も受けられないであろ\nうとの予測を可能とさせることにより，無駄な申請を回避するきっかけを\n与えるにすぎないものと解され，原告が介護保険法上の事業者の指定を受\nけるべく申請し，同法に基づく審査を受け，指定の可否の処分を受ける機\n会を奪うものではない。\u0000\nところで，指定の申請に際し，事業所の写真や建築基準法７条５項の規\n定による検査済証等の提出が必要であり，施設の建築等の投資をしなけれ\nば申請をすることができないところ，原告は，本件決定を争うことができ\nないとすると，指定拒否がされる蓋然性が高い中で施設の建築等の多額の\n投資をしなければならないことになる旨主張する。\u0000\nしかし，前記のとおり，本件決定が介護保険法上の事業者の指定の可否\nに対して影響を及ぼしうるとの法令上の根拠が何ら存在しない以上，仮に，\n原告が，事業計画に沿ったものとなりうる時期に，即ち，他者により，本\n\u0000 \u0000\n件の施設に係る介護保険法上の事業者の指定の申請がなされていない間\nに同申請を行えば，同法の規定に沿って審査が行われ，適切に判断がなさ\nれる結果，同指定が受けられる蓋然性があるというべきであり，指定拒否\nがされる蓋然性が高いとはいえない。\u0000\nしたがって，原告の主張は上記判断を左右するものではない。\u0000\n⑶  以上によれば，本件募集に応募した事業者は，たとえ処分行政庁から事業\n予定者の決定がされなかったとしても，これによって，その権利又は法律上\nの地位が侵害されるということはなく，また，指定の申請をすることを妨げ\nられるものでもないということができる。\u0000\nそうすると，本件決定は，原告の権利義務又は法律上の利益に特段の影響\nを及ぼすものとはいえないから，取消訴訟の対象となる行政処分には当たら\nないというべきである。\u0000\n４  よって，本件訴えは，不適法である。\n５  なお，本件審査会は，\u0000 の外に健康福祉部長，健康福祉部社会福祉課長，市\n民部国保年金課長等が構成員となり（乙２別紙１），各構成員が審査表に沿って\n点数をつける方法により採点をしていることが認められる（甲６，乙３）が，\n各審査員の採点が \u0000 の影響を受けたものであり，恣意的で違法な審査であると\n認めるに足りる証拠はないので，原告の請求には理由がないというべきである。\n第４  結論\u0000\n以上によれば，本件訴えは不適法であるからこれを却下することとし，主文\nのとおり判決する。\n\u0000\n千葉地方裁判所民事第３部\u0000\n\u0000\n裁判長裁判官        多  \u0000 見\u0000   谷    \u0000   寿  \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 郎\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n裁判官      \u0000 \u0000 大        谷                  太\u0000\n\u0000\n裁判官        石        見        美        湖\u0000\n"
}