{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 11,
    "day": 21
  },
  "case_number": "平成28(ワ)7649",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87279",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87279",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/279/087279_hanrei.pdf",
  "contents": "平成２９年１１月２１日判決言渡  同日原本受領  裁判所書記官\n平成２８年（ワ）第７６４９号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２９年９月１４日\n判 決\n原       告            阪 神 化 成 工 業 株 式 会 社\n同訴訟代理人弁護士     山   田   威一 郎\n同                        松本響 子\n同訴訟復代理人弁護士    柴田和 彦\n同補佐人弁理士        立花顕 治\n同                        桝田   剛\n被      告           株式会社ケイ・エフ・ジー\n子\n同訴訟代理人弁護士     土谷喜 輝\n同                        荒 牧 浩 昭\n同                      天井友 香\n同補佐人弁理士        谷口俊 彦\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は，原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙「物件目録」に記載の容器を製造，販売してはならない。\n２  被告は，別紙「物件目録」に記載の容器に水を充填して販売してはならない。\n３  被告は，別紙「物件目録」に記載の容器及び同目録の容器を製造するための\n金型を廃棄せよ。\n４  被告は，原告に対し，２６４０万円及びこれに対する平成２８年８月１１日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，発明の名称を「ウォーターサーバー用ボトル」とする特許権の持分を有\nする原告が，被告による別紙「物件目録」記載の容器（以下「被告容器」という。）\nの製造，販売が原告の特許権を侵害するとして，被告に対し，特許法１００条１項\nに基づき，被告容器の製造，販売等の差止め，同条２項に基づき，被告容器及びそ\nの容器を製造するための金型の廃棄を請求するとともに，特許権侵害の不法行為に\n基づき，２６４０万円の損害の賠償及びこれに対する不法行為の日の後である平成\n２８年８月１１日（訴状送達の日の翌日）から支払済みまで民法所定の年５分の割\n合による遅延損害金の支払を請求する事案である。\n１  前提事実等（当事者間に争いのない事実又は後掲の各証拠及び弁論の全趣旨\nにより容易に認められる事実等）\n(1) 当事者\nア  原告は，プラスチック製品の製造，販売等を目的とする株式会社である。\nイ  被告は，天然水の採取，加工，販売等を目的とする株式会社である。\n(2) 本件特許権\n原告は，以下の特許（以下「本件特許」といい，本件特許に係る発明を「本件特\n許発明」と，このうち請求項１に係る発明を「本件発明１」と，請求項３に係る発\n明を「本件発明３」という。また，本件特許出願の願書に添付された明細書及び図\n面を「本件明細書」という。）に係る特許権（以下「本件特許権」という。）を株\n式会社ウォーターダイレクトと共有している（共有持分は２分の１ずつ）（甲１，\n２）。\n特許番号  特許第５２５３０８５号\n発明の名称  ウォーターサーバー用ボトル\n出願日     平成２０年１０月１７日\n優先日     平成２０年７月１８日\n登録日     平成２５年４月２６日\n特許請求の範囲\n【請求項１】\n底部と，該底部の周縁から連続する胴部と，該胴部の上端縁から中央部に向かっ\nて上向きに傾斜する肩部と，前記中央部に配設する筒状の首部と，からなり，全体\nがＰＥＴ樹脂によって形成されており，\n前記胴部には，上下方向に伸縮自在な蛇腹部を有し，且つ該蛇腹部と前記底部と\nの間には，底部に近づくに連れて先細りとなる裾絞り部を備え，\n内部の液体の排出に伴って，前記裾絞り部がボトル内部に引き込まれることを特\n徴とするウォーターサーバー用ボトル。\n【請求項２】\n前記裾絞り部の高さは，前記蛇腹部の高さの６０％から８０％であることを特徴\nとする請求項１に記載のウォーターサーバー用ボトル。\n【請求項３】\n前記肩部の表面には，複数のリブが形成されていることを特徴とする請求項１ま\nたは２に記載のウォーターサーバー用ボトル。\n(3) 本件発明１及び３の構成要件の分説\nア  本件発明１は，次の構成要件に分説される（以下，それぞれの構成要件を「構\n成要件Ａ」などといい，その構成要件に係る構成を「Ａの構成」などという。）。\nＡ  底部と，\nＢ  該底部の周縁から連続する胴部と，\nＣ  該胴部の上端縁から中央部に向かって上向きに傾斜する肩部と，\nＤ  前記中央部に配設する筒状の首部と，からなり，\nＥ  全体がＰＥＴ樹脂によって形成されており，\nＦ  前記胴部には，上下方向に伸縮自在な蛇腹部を有し，\nＧ  且つ該蛇腹部と前記底部との間には，底部に近づくに連れて先細りとなる裾\n絞り部を備え，\nＨ  内部の液体の排出に伴って，前記裾絞り部がボトル内部に引き込まれること\nＩ  を特徴とするウォーターサーバー用ボトル。\nイ  本件発明３は，次の構成要件に分説される（以下，それぞれの構成要件を「構\n成要件Ｊ」などといい，その構成要件に係る構成を「Ｊの構成」などという。）。\nＪ  前記肩部の表面には，複数のリブが形成されていること\nＫ  を特徴とする請求項１または２に記載のウォーターサーバー用ボトル。\n(4) 被告の製造・販売に係る容器及び被告の行為\nア  被告は，平成２８年１月以降，株式会社フロンティアが製造した金型を用い\nて被告容器の製造を開始し，被告容器に水を充填して，原告の顧客でもある株式会\n社サイサン等に販売している。\nイ  被告容器は，別紙「物件目録」記載の図面のとおりの形態を有しているウォ\nーターサーバーに利用されるボトルである。本件発明１の構成要件ＡないしＦ及び\n本件発明３の構成要件Ｊに相当する被告容器の構成ａないしｆ及びｊは以下のとお\nりであり，本件発明１及び３の上記構成要件をそれぞれ充足する。\nａ  底部と，\nｂ  底部の周縁から上方に延びる胴部と，\nｃ  胴部の上端部から中央に向けて上向きに傾斜する肩部と，\nｄ  肩部中央に配置された筒状の首部と，を備え，\nｅ  全体がＰＥＴ樹脂により形成され，\nｆ  胴部には，蛇腹模様に凹凸の形成された蛇腹部が設けられ，上下方向に伸縮\n可能になっており，\nｊ  肩部の表面に１６個のリブが形成されている\n２  争点\n(1) 被告容器が本件発明１及び３の技術的範囲に属するか（争点１）\nア  構成要件Ｇの充足性（争点１－１）\nイ  構成要件Ｈの充足性（争点１－２）\n(2) 本件発明１及び３は特許無効審判により無効にされるべきものか（争点２）\n(3) 原告の損害額（争点３）\n第３  争点についての当事者の主張\n１  争点１－１（被告容器が本件発明１及び３の技術的範囲に属するか－構成要\n件Ｇの充足性）\n（原告の主張）\n(1) 構成要件Ｇの解釈\nア  構成要件Ｇの「裾絞り部」は底部に近づくに連れて先細りになる部分であり，\n本件明細書の【００１３】，【００１５】及び【００２７】の記載に鑑みると，蛇\n腹部と底部との間に配置され，下方に延びるに従い，直線状，円弧状等の形状で，\n断面積が次第に縮小する部分と解するのが妥当である。\nイ  被告は裾絞り部には直線部分が必要であると主張しているが，本件明細書に\n裾絞り部を直線で構成されるものに限定する記載はなく，その【００２７】には\n「…裾絞り部２４と底部１１との境界も，円弧によって滑らかに結ばれているが，\nこの円弧部分は裾絞り部２４の範囲とする。」と記載されているから，被告の主張\nは本件明細書の記載に反している。\nまた，裾絞り部の技術的意義は，蛇腹部と底部との間にボトル内部に引き込まれ\nるような部分を裾絞り部として設けることで，ボトル内部の容積を小さくすること\nができるようにし，これによって，ボトル内の残水を減らすことにある。そのため\nには，裾絞り部はボトル内部に引き込まれるような形状，すなわち，「底部に近づ\nくに連れて断面積が次第に縮小する」形状（本件明細書の【００１３】）を有して\nいれば足り，それが直線であることまでは要求されない。\nしたがって，被告の上記主張は失当である。\n(2) 被告容器の構成，本件発明１及び３との対比\nア  被告容器の構成要件Ｇに相当する構成ｇは，「蛇腹部の下には垂直に延在す\nる箇所が設けられ，その下に底部に向けてＲ状に湾曲する湾曲部が設けられ」とい\nうものであり，別紙「物件目録」記載の図面に指示部位を書き込んだ別紙「被告容\n器の構成（原告の主張）」記載のとおり，蛇腹部の下には垂直に延在する箇所が設\nけられ，その下に底部に向けてＲ状に湾曲する湾曲部が設けられている。そして，\nこの「底部に向けてＲ状に湾曲する湾曲部」は，底部に近づくに連れて先細り（断\n面積が次第に縮小する形状）になっているから，構成要件Ｇの「裾絞り部」に相当\nする。\nしたがって，被告容器は構成要件Ｇを充足する。\nイ  被告容器の蛇腹部と湾曲部（裾絞り部）との間には，垂直に延在する部分が\n設けられている。しかし，本件明細書は裾絞り部以外の構成要素の存在を否定して\nおらず，本件明細書の【００１５】に「蛇腹部との接続部などは，局地的に垂直に\n延在していても構わない。」との記載があることからも分かるとおり，上記部分が\n仮に垂直に形成されていたとしても，上記接続部にすぎず，構成要件Ｇの裾絞り部\nとは別の構成要素である。\nなお，被告は上記垂直に延在する部分が「局地的」ではないから，上記【００１\n５】にいう「接続部」に該当しないとも主張しているが，「局地的」とは「ある区\n域に限られているさま」を意味し，特定のある一部と広さを比較して決するもので\nはないところ，上記垂直に延在する部分はボトル全体のうちで湾曲部（裾絞り部）\nと蛇腹部の間という区域に限られているから，「局地的」であるといえる。\nまた，技術的にみても，蛇腹部と底部との間に裾絞り部以外の構成要件が存在す\nることは否定されない。すなわち，本件特許発明は，蛇腹部（構成要件Ｆ）により\nその内部の容積が減るところ，蛇腹部と底部との間に裾絞り部を設けて（構成要件\nＧ），内部の液体の排出に伴って，その裾絞り部がボトル内部に引き込まれるよう\nにする（構成要件Ｈ）ことで，その内部の容積が更に減りやすいようにして，「ボ\nトル内の残水を減らす」という効果を得るものである。垂直に延在する接続部があ\nろうがなかろうが，内部の液体の排出に伴いボトル内部に引き込まれる裾絞り部が\n存在さえしていれば，この効果が得られることは明らかであり，上記接続部が存在\nしても，本件特許発明の効果が失われる訳ではない。\n以上より，上記接続部の存在は構成要件Ｇの充足性を否定する根拠にならない。\nウ  被告のその余の主張は否認し，争う。\n（被告の主張）\n(1) 構成要件Ｇの解釈\n本件明細書の【００２７】には，裾絞り部と底部との境界が円弧によって結ばれ\nていると記載されており，これによると裾絞り部は円弧ではなく，直線部分である\nということになる。少なくとも，裾絞り部は円弧部分だけでは構成されず，直線部\n分が必要なことは明らかである。そして，本件明細書の【００１５】の記載による\nと，裾絞り部は傾斜（テーパ）させることで徐々に断面積を減らしていく形状を意\n味する。\n(2) 被告容器の構成，本件発明１及び３との対比\nア 被告容器が，原告主張のような，蛇腹部の下には垂直に延在する箇所が設けら\nれ，その下に底部に向けてＲ状に湾曲する湾曲部が設けられているという構成を有\nすることは認めるが，原告のその余の主張は否認し，争う。\nイ 被告容器の「底部に向けてＲ状に湾曲する湾曲部」は，本件明細書でいう「円\n弧部分」と同一であり，この部分だけで裾絞り部を構成することはできない。被告\n容器を含めて全てのペットボトル容器は，大小の差はあるものの，底部に向けたＲ\n状の湾曲部を有しており，このようなＲ状の湾曲部は，ペットボトル容器である以\n上，当然有している形状で，裾絞り部とは明らかに異なる。そして，被告容器には\n傾斜させられた胴部がない。\nまた，本件特許の構成では，蛇腹部と底部との間には裾絞り部以外の部分は存在\nせず，本件明細書の【００１５】でも，裾絞り部には垂直に延在する箇所が存在し\nないことが明確にされている。原告は被告容器の垂直に延在する部分が，局地的に\n延在している接続部である旨主張しているが，上記部分は湾曲部よりもその範囲が\n大きく，蛇腹部と湾曲部を接続する役割を有していないから，蛇腹部や湾曲部とは\n異なる独立の部分である。したがって，「接続部」ではないし，「局地的」なもの\nでもない。\n以上より，被告容器に裾絞り部は存在しないから，構成要件Ｇを充足しない。\n２  争点１－２（被告容器が本件発明１及び３の技術的範囲に属するか－構成要\n件Ｈの充足性）\n（原告の主張）\n(1) 構成要件Ｈの解釈\nア  本件明細書の【００２０】の記載や本件特許の補正の経緯を踏まえると，構\n成要件Ｈの「裾絞り部がボトル内部に引き込まれる」とは，裾絞り部が蛇腹部の方\n向，つまり裾絞り部から見てボトル内部の方向に引き込まれることを意味すると解\nするのが妥当である。\nイ  被告は裾絞り部が蛇腹内部に引き込まれる必要がある旨主張しているが，裾\n絞り部がボトル内部に引き込まれることの効果は，「蛇腹部の内部の容積を削減」\nし（本件明細書の【００２０】），「充填された液体のほぼ全量を排出可能」にす\nる（同【０００６】），すなわち，「ボトル内の残水を減らす」ことにある。そし\nて，これを達するには，蛇腹部の方向，換言すると，裾絞り部から見てボトル内部\nの方向に当該裾絞り部が潰れ（引き込まれ）さえすれば足り，蛇腹内部に裾絞り部\nが引き込まれることまで要求されるものではない。このことは，本件特許の補正の\n経緯や，本件明細書の【００２０】の記載等からも明らかである。\nまた，構成要件Ｈの文言は，裾絞り部の全ての部分が完全にボトル内部に引き込\nまれることまで要求しているわけではないから，仮に湾曲部（裾絞り部）の一部が\n容器内部に引き込まれずに角として残ったとしても，そのことによって，構成要件\nＨを充足しないということはできない。\nなお，本件明細書の記載上，ウォーターサーバー用ボトルの使用方法は，カバー\n容器を被せない方法に限定されていないから，構成要件Ｈの充足性は，消費者の通\n常の使用態様に従い，カバーを被せた状態で検討すべきである（もっとも，被告容\n器では，カバーを被せた場合と被せなかった場合のいずれの場合においても結果は\n同じである。）。\n(2) 被告容器の構成，本件発明１及び３との対比\n被告容器の構成要件Ｈに相当する構成ｈは，「内部の水の排出に伴って，底部付\n近がボトル内部に引き込まれるように構成され」というものである。\n被告容器は，ボトル内部の水の排出に伴って，まず，湾曲部（裾絞り部）のうち\nの特に底部に近い部分がボトル内部に引き込まれて潰れていき，次にその勢いで蛇\n腹部が折り畳まれるように潰れ，最終的には完全に潰れた状態になる。このように，\n被告容器の底部及び湾曲部（裾絞り部）がボトル内部に引き込まれており，この水\nの排出時における被告容器の動作は，構成要件Ｈに相当する。\nしたがって，被告容器は構成要件Ｈを充足する。\n（被告の主張）\n(1) 構成要件Ｈの解釈\n原告の主張は否認し，争う。\n本件特許の補正の経緯，本件明細書の【００１５】，【００１８】，【００２０】，\n【００３２】及び図５の記載内容，さらにボトル内部の液体の排出に伴いボトルが\n変形するのは公知であることから，構成要件Ｈの「裾絞り部がボトル内部に引き込\nまれる」とは，裾絞り部が蛇腹内部に引き込まれることを意味すると解すべきであ\nる。また，本件明細書の図４及び５では，裾絞り部の全部がボトル内部に引き込ま\nれる作用が図示されているから，構成要件Ｈの「裾絞り部」とは，裾絞り部の一部\nではなく，裾絞り部の全部を指していることが明らかである。\nなお，本件特許発明には，透明のカバーを容器に被せるという構成は含まれてお\nらず（本件明細書の【０００８】参照），構成要件Ｈの充足性はカバーを被せない\n状態で検討すべきである。\n(2)  被告容器の構成，本件発明１及び３との対比\n被告容器では水の排出に伴って裾絞り部の全部が蛇腹内部に引き込まれていない\nから，構成要件Ｈを充足しない。\n３  争点２（本件発明１及び３は特許無効審判により無効にされるべきものか）\n（被告の主張）\n(1) 本件明細書に記載されている特許第４０８４３４２号（乙１６。以下「主引\n例１」という。）及び特許第４１１３８７１号（乙１７。以下「主引例２」という。）\nは，いずれも本件発明１及び３のＡ，Ｂ，Ｃ，Ｄ及びＩの各構成を備える。\nこれに対し，主引例１及び２は，本件特許発明のＥ，Ｆ，Ｇ，Ｈ及びＪの各構成を\n備えていないが，本件特許発明に先立つ公知技術が記載された刊行物として，次の\n文献が存在し，これらの文献には上記各構成が記載されており，いずれも当業者が\n容易に想到できるものである。\n①  特開平７－１７２４２４号公報（公開日平成７年７月１１日。乙１８。以下\n「乙１８文献」という。）\n②  特開２００４－３５２２７５号公報（公開日平成１６年１２月１６日。乙１\n９。以下「乙１９文献」という。）\n③  特開２００６－１５７５号公報（公開日平成１８年１月５日。乙２０。以下\n「乙２０文献」という。）\n④  特開２００４－３５２３５９号公報（公開日平成１６年１２月１６日。乙２\n１。以下「乙２１文献」という。）\n⑤  特開平１０－８５６３９号公報（公開日平成１０年４月７日。乙２２。以下\n「乙２２文献」という。）\n(2)ア  具体的には，Ｅの構成は，乙１８文献の【００２２】，乙１９文献の\n【０００１】及び乙２０文献の【０００１】に記載されており，本件特許の出願当\n時，当業者が容易に想到し得る程度のものであったと解される。\nイ  Ｆの構成は，乙１８文献の請求項１，乙１９文献の請求項１並びに乙２０文\n献の請求項１及び【００３６】に記載されており，本件特許の出願当時，当業者が\n容易に想到し得る程度のものであったと解される。\nウ  Ｇの構成は，乙１８文献の図１，乙１９文献の図１，乙２０文献の図１及び\n乙２１文献の図１に記載されており，本件特許の出願当時，当業者が容易に想到し\n得る程度のものであったと解される。\nエ  Ｈの構成に関し，乙１９文献には容器内部の液体の排出後，手などで容器を\n押し潰す構成が記載されている（請求項１，【００５１】，図６，１０及び１２）。\nこれは容器内部の液体の排出に伴って裾絞り部が内部に引き込まれる構成ではない\nが，主引例１及び２などからも明らかなとおり，液体の排出に伴ってボトルが内部\nに引き込まれる構成は公知である。原告は主引例１及び２にこの構成を組み合わせ\nることに阻害要因があると主張しているが，主引例１の当初の出願内容（特開２０\n０６－１０３７５８号。乙２６）に照らせば，阻害要因はない。したがって，全体\nとしてＨの構成が開示されており，本件特許の出願当時，当業者が容易に想到し得\nる程度のものであったと解される。\nオ  Ｊの構成は，乙２２文献の請求項３に記載されている。そして，折り畳むこ\nとを前提にしていない容器においても，複数のリブが形成されていれば，この構成\nを組み合わせることは容易である。なお，容器の肩部の表面にリブを形成する構成\nは，実用新案登録第２５７５９７３号（乙２７）の図３等，実用新案登録第３０８\n４９３１号（乙２８）の図１等及び特開２０００－２７２６１７号（乙２９）の図\n１等に開示されており，周知の技術である。したがって，本件特許の出願当時，当\n業者が容易に想到し得る程度のものであったと解される。\n(3) 原告は主引例１及び２に乙１８ないし乙２２発明を組み合わせることに動機\n付けがないとも主張しているが，主引例１及び２と乙１８ないし乙２０発明の分野\nは，少なくとも飲料容器として共通するし，材質や形状も類似し，技術分野におい\nて関連性がある。また，そのいずれにも使用後に容器をコンパクトにするために容\n器を減容させる（つぶす）という点で共通の課題がある。そして，この課題につい\nては，最終的に容器がコンパクトになっていればよいから，①液体の排出を完了し\nた後に手でつぶすか，②液体の排出に伴い徐々につぶれていくかのいずれであって\nも課題は解決できる。①については，手でつぶす場合に裾絞り部が蛇腹部に陥没す\nることは公知であり，②も自然の原理により公知であり，当業者は適宜選択できる\n事項である。したがって，主引例１及び２に乙１８ないし乙２２発明を組み合わせ\nる動機付けもある。\n(4) したがって，本件発明１及び３は，当業者が容易に発明することができたも\nのであり，進歩性を欠くから，特許法第２９条第２項により特許を受けることがで\nきず，同法１２３条１項２号に基づき特許無効審判により無効にされるべきもので\nある。\n（原告の主張）\n(1) 被告の主張は否認し，争う。\n(2) 乙１９発明は，容器本体（ボトル）を使用後に手などで強制的に押し潰す構\n成を開示しているにすぎず，Ｈの構成を何ら開示していない。\nまた，主引例１及び２のカートリッジ容器は，内部の液体を排出する際に変形し\nないように構成されているため，主引例１及び２は「液体の排出に伴ってボトルが\n内部に引き込まれる構成」を開示していない。したがって，主引例１及び２を根拠\nにこの構成が公知であるといえないことは明らかであるし，そもそも被告の主張す\nるこの構成は，ボトル内部に引き込まれる部位を考慮していない点で，Ｈの構成と\n同義ではない。\n以上より，乙１９発明は，少なくともＨの構成を開示するものではない。\n(3) 仮に，Ｈの構成に関し，「液体の排出に伴ってボトルが内部に引き込まれる\n構成」が公知であると考えたとしても，上述したとおり，主引例１及び２のカート\nリッジ容器は，内部の液体を排出する際に変形しないようにする構成を有してお\nり，「液体の排出に伴ってボトルが内部に引き込まれる構成」は，そのような内部\nの液体を排出する際に変形しないようにする構成に相反するものである。したがっ\nて，「液体の排出に伴ってボトルが内部に引き込まれる構成」を主引例１及び２そ\nれぞれに組み合わせることには阻害要因があり，当業者であれば，そのような組み\n合わせを行うことはない。\nまた，主引例１及び２と乙１８ないし乙２２発明との間には，技術分野の関連性\nがなく，また主引例１及び２並びに乙１８ないし乙２２発明の内容中には，内部の\n液体の排出に伴ってボトルが押し潰されることを前提とした本件特許発明の特徴点\nを示唆するような記載は皆無である。したがって，主引例１及び２それぞれに乙１\n８ないし乙２２発明を組み合わせることの動機付けがないことは明らかである。\n(4) 以上のことを踏まえると，本件発明１及び３は，乙１８ないし乙２２発明か\nら当業者が容易に想到できたとはいえず，本件発明１及び３に進歩性欠如の無効理\n由が存しないことは明らかである。\n４  争点３（原告の損害額）\n（原告の主張）\n(1) 被告は，平成２８年１月以降，被告容器に水を充填して，原告の顧客である\n株式会社サイサン等に対して販売しており，これにより，原告の製造する容器の売\n上げが減少する事態が生じている。被告容器に充填した水の販売数量は１か月当た\nり３万本を下らず，同月から平成２９年４月までの販売数量の総計は４８万本を下\nらない。\nまた，被告が被告容器に充填した水を販売することによって得る利益のうち，水\nを除いた容器の製造，販売に係る利益の額は１本当たり５０円を下らない。\nなお，本件特許権の共有者は原告の顧客との間で本件特許発明に係る容器に関す\nる取引をしておらず，被告容器に充填した水が原告の顧客に販売されることによっ\nて，直接損害を被ったのは原告であるから，被告の得た利益の額は，全額が原告の\n損害の額と推定される。\nしたがって，被告の不法行為による原告の損害額は２４００万円を下らない。\n(2) 原告は，本件訴訟に関し，弁護士費用の負担を余儀なくされているが，被告\nの不法行為と相当因果関係のある弁護士費用は，２４０万円を下らない。\n（被告の主張）\n被告が平成２８年１月以降，被告容器に水を充填して，原告の顧客である株式会\n社サイサン等に対して販売していることは認めるが，原告のその余の主張は否認し，\n争う。\n第４  当裁判所の判断\n１  争点１（被告容器が本件発明１及び３の技術的範囲に属するか－構成要件Ｇ\nの充足性）について\n(1) 本件明細書の記載内容\n本件明細書には，次の記載がある（記載中，図面については別紙「本件明細書図\n面」参照）（甲２）。\n【背景技術】\n【０００３】\nこのようなウォーターサーバー（以下，サーバー）に使用されるボトルは，強度\nに優れたポリカーボネート樹脂を素材とすることが多かったが，この樹脂は変形性\nに乏しく，空のボトルを保管する際に大きなスペースが必要になる。さらにボトル\nに充填された液体をサーバーに供給する際は，ボトルの内部に空気を送り込む必要\nがあるが，この空気に混じって雑菌が入り込んで水質を悪化させる恐れがある。そ\nのため，より軟質の素材を用いたボトルも普及しており（特許文献１，２），保管\n時や廃棄時には体積を縮小でき，さらに使用時は，液体の排出に伴って大気圧で自\n然に押し潰されるため，内部に空気を送り込む必要がなく，衛生面にも優れている。\nただし，このような軟質のボトルは，液体が充填された際に自在に変形するため取\nり扱いが難しい。そこで段ボール箱と組み合わせたバッグインボックスと呼ばれる\n形態も開発されている。また，保管スペースを小さくできる折り畳み式の容器も提\n案されている（特許文献３）。\n【特許文献１】特許第４０８４３４２号公報\n【特許文献２】特許第４１１３８７１号公報\n【特許文献３】特許第３３５４２７９号公報\n【発明の開示】\n【発明が解決しようとする課題】\n【０００４】\n上記した特許文献１は，ボトルの底部の外縁に鍔や爪を形成したことなどを特徴\nとしており，上下を反転させてサーバーに組み込んだ際，この鍔や爪を周辺の支持\n具などに係止させて，ボトルの形崩れを防止している。また特許文献２は，飲料を\n充填する際の作業性を向上するため，ボトルの筒口部を支える係止部を設けたほか，\nボトルの崩れを防ぐため周囲に支持枠を配置したことを特徴としている。このよう\nに，容器を軟質にする場合，その形崩れを防止する対策が必要になり，サーバーの\n構造が複雑化するなどの課題がある。さらに特許文献１および２のいずれも，ボト\nルの素材の例としてポリエチレン樹脂が挙げられている。この樹脂は柔軟性に優れ\nているが，通常の環境下で若干の臭いがあり，ボトルの素材として使用した場合，\n内部の液体にもこの臭いが移り，飲用の際に違和感を与えることがある。\n【０００５】\nまた特許文献３に記載されている折り畳み容器は，内部に液体を充填するまでの\n間，容積を縮小することで保管スペースが削減できる点などを特徴としており，側\n面に様々な折り目を形成した容器が開示されている。このような折り目を形成する\nことで，ポリエチレン樹脂よりも硬質の素材を使用した場合でも，簡単に容積を縮\n小できるようになる。しかし，この文献による容器は，製造から液体を充填するま\nでの間，容積を縮小できることを目的としており，サーバーに取り付けられた際の\n挙動については，何らの言及もなく，内部の液体を円滑に排出できるか否かは不明\nである。\n【０００６】\n本発明はこうした実情を基に開発されたもので，充填された液体に臭いが移るこ\nとがなく，しかも自立的に形状を維持でき，さらに内部に空気を送り込むことなく，\n充填された液体のほぼ全量を排出可能なウォーターサーバー用ボトルの提供を目的\nとしている。\n【課題を解決するための手段】\n【０００７】\n本発明のウォーターサーバー用ボトルは，底部と，該底部の周縁から連続する胴\n部と，該胴部の上端縁から中央部に向かって上向きに傾斜する肩部と，前記中央部\nに配設する筒状の首部とからなり，全体がＰＥＴ樹脂によって形成されており，前\n記胴部に，上下方向に伸縮自在な蛇腹部を有する。\n【発明の効果】\n【０００８】\n本発明は，ＰＥＴ樹脂を用いているので，液体を充填した際でも自立的に形状を\n維持でき，ボトルの変形を拘束する機能をサーバーなどに装備する必要がなく，装\n置の構造を簡素化でき，さらにポリエチレン樹脂のように液体に臭いが移ることも\nない。また，胴部に蛇腹部を有することにより，潰れやすさが向上している。\n【発明を実施するための最良の形態】\n【００１０】\n本実施の形態のボトルは，一般的なボトルと同様，底部と胴部と肩部と首部で構\n成され，そのうち首部は，筒状に形成されており，ボトル内に液体を充填する際や，\n内部の液体を排出する際の流路として機能する。この首部は，通常の保管状態にお\nいてボトルの最上部に位置する。また底部は，首部の反対に位置しており，床面な\nどに接触する平面状の部分である。次に胴部は，底部の周縁部全域から起立する壁\n状の部分であり，概ね垂直に延在しているが，底部との接続部には曲面を介在させ\nてもよい。なお，この曲面区間についても，胴部の一部とみなす。そして肩部は，\n胴部の上部と首部の下部を結ぶ部分であり，胴部から首部に向かうに連れて，底部\nから遠ざかるように傾斜している。したがって肩部を側面から見ると，首部を頂点\nとする円錐形，あるいは角錐形になる。なお胴部と肩部との接続部にも曲面を介在\nさせてもよいが，この曲面区間は肩部の一部とみなす。\n【００１１】\n本実施の形態のボトルを上方から見た場合，その形状は正方形，長方形，円形な\nど自在だが，正方形などの場合，角部は，変形を容易にするため円弧を介在させて\n二面を滑らかに結ぶ。またボトル全体の素材としては，ＰＥＴ樹脂（ポリエチレン\nテレフタレート樹脂）を用いている。ＰＥＴ樹脂は常温において無臭であり，内部\nに充填された液体に臭いが移る恐れがなく，しかもポリエチレン樹脂よりも硬質で\nあり，液体が充填された状態でも大きく変形することはなく，自立的に形状を維持\nできる。\n【００１２】\n本実施の形態のボトルの胴部は，単純な壁状ではなく，複数の蛇腹が並んだ蛇腹\n部が構成されている。蛇腹部は，一般的な蛇腹と同様，縦断面から見て胴部を「く」\nの字状に折り曲げたもので，ボトルの胴部を取り囲むように形成されている。これ\nによってボトルの柔軟性が向上するため，大気圧で容積を縮小できるようになる。\n【００１３】\n蛇腹部は，胴部の全体に形成されていてもよいし，胴部の一部に形成することと\nしてもよい。本発明の一の実施の形態において，蛇腹部は，胴部の上から下までの\n全域ではなく，胴部の上方に形成する。この実施の形態において，蛇腹部よりも下\nには，底部に近づくに連れて断面積が次第に縮小する裾絞り部が形成されてもよい。\n【００１４】\nすなわち，一の実施の形態のウォーターサーバー用ボトルは，底部と，該底部の\n周縁から連続する胴部と，該胴部の上端縁から中央部に向かって上向きに傾斜する\n肩部と，前記中央部に配設する筒状の首部と，からなり，全体がＰＥＴ樹脂によっ\nて形成されており，前記胴部には，上下方向に伸縮自在な蛇腹部を有し，且つ該蛇\n腹部と前記底部との間には，底部に近づくに連れて先細りとなる裾絞り部を備えて\nいる。\n【００１５】\nこのように裾絞り部は，垂直に延在するのではなく，裾絞り状に傾斜している。\nただし蛇腹部との接続部などは，局地的に垂直に延在していても構わない。このよ\nうに傾斜した裾絞り部を設けることで，この部分に作用する大気圧がボトルの中心\nに向かうため，内部の液体の排出に伴って，裾絞り部がボトルの内部に陥没するよ\nうに変形していく。\n【００１７】\n内部の液体の排出に伴ってボトルが押し潰される際は，ボトルが不規則に変形し\nていく訳ではなく，液体の自重が作用しない液面よりも上の部分から徐々に変形し\nていく。したがってウォーターサーバーにボトルを取り付けた場合，初期段階では，\n液面より上の部分が徐々に大気圧で押し潰されていく。\n【００１８】\n胴部に裾絞り部を有する実施の形態においては，初期段階では，液面よりも上の\n裾絞り部が徐々に大気圧で押し潰されていく。裾絞り部がほぼ押し潰された際は ，\n液面が低下して蛇腹部に到達するため，蛇腹部も徐々に押し潰されていく。この際，\n押し潰された裾絞り部は，蛇腹部の内部に入り込むため，効率よく容積を縮小でき，\n最終的に蛇腹部が完全に押し潰された段階では，肩部と蛇腹部の周辺だけに空間が\n残る。\n【００２０】\n胴部に裾絞り部を形成する場合に，裾絞り部の高さは，蛇腹部の高さの６０％か\nら８０％としてもよい。胴部の全域に蛇腹部を形成せず，蛇腹部と底部との間に裾\n絞り部を形成した実施の形態では，ボトルが大気圧で押し潰れていく際，裾絞り部\nが蛇腹部の方に引き込まれていき，蛇腹部の内部の容積を削減する機能がある。裾\n絞り部が極端に短いと変形量も小さく，蛇腹部の内部に入り込むことが困難になり，\nまた逆に極端に長いと，十分な蛇腹部を確保できなくなる。そのため，このような\n数値範囲にすると，最も効率よく容積を削減できることが判明している。なおこの\n数値は，内部に液体を充填していない自然な状態を基準としている。\n【００２２】\n以下，実施の形態のウォーターサーバー用ボトルについて図面を参照して説明す\nる。以下の説明では，胴部に蛇腹部と裾絞り部を形成したボトルについて説明する。\n【００２３】\n図１は，本実施の形態のボトル１０の形状を示している。このボトル１０は，上\nから見てほぼ正方形状で，下方に位置する底部１１，側面を取り囲む胴部１２，上\n面を覆う肩部１４，肩部１４の中心から円柱状に突出する首部１３から構成され，\n首部１３には密封のためのキャップ３１が取り付けられている。底部１１は，文字\n通りボトル１０の底となる部分であり，単純な板状で，その外縁から壁状の胴部１\n２が上方に突出している。胴部１２は，底部１１寄りの裾絞り部２４と，この上の\n蛇腹部２１で構成され，裾絞り部２４は，底部１１に近づくに連れて断面が絞り込\nまれている。また蛇腹部２１は，複数の蛇腹２２が上下に積層された構造で，個々\nの蛇腹２２が押し潰されることで，蛇腹部２１の高さが減少する。\n【００２５】\n図２は，図１に示すボトル１０の詳細を示しており，図２（Ａ）は上から見たも\nので，図２（Ｂ）は側面から見たものである。図２（Ａ）のように，ボトル１０は\n正方形を基調としているが，角部は円弧によって滑らかに結ばれているほか，肩部\n１４には計八列のリブ２３が放射状に配置されている。このリブ２３は，肩部１４\nを局地的に半円形に隆起させて形成したもので，単純な板状に比べて剛性が向上し\nている。そのほかキャップ３１の中央には，ウォーターサーバーに組み込まれたパ\nイプを差し込むため，連通孔３３が形成されている。\n【００２６】\nまた図２（Ｂ）のように，ボトル１０は上から順に，首部１３，肩部１４，胴部\n１２，底部１１によって構成され，肩部１４の下の胴部１２は，単にボトル１０の\n側面を取り囲んでいるだけではなく，蛇腹部２１や裾絞り部２４が形成されている。\nなお肩部１４と胴部１２との境界は円弧によって滑らかに結ばれているが，この円\n弧部分は肩部１４の範囲とする。蛇腹部２１は，縦断面から見て「く」の字状に屈\n曲した蛇腹２２が計六列並んでおり，押し潰しやすい構造になっている。\n【００２７】\n蛇腹部２１よりも下は，底部１１に近づくに連れて先細りとなる裾絞り部２４が\n形成されている。このようにボトル１０の下部を裾絞り状にすることで，大気圧に\nよって内部に向けて押し潰されやすくなる。なお裾絞り部２４と底部１１との境界\nも，円弧によって滑らかに結ばれているが，この円弧部分は裾絞り部２４の範囲と\nする。また底部１１は単純な板状だが，搬送時の取り扱いを考慮して，別途に製造\nした吊り手３４を組み込んでいる。この吊り手３４は底部１１に密着しているが ，\n必要に応じて図の下方に引き出すことができる。なお本図において，裾絞り部２４\nの高さは，蛇腹部２１の高さの７２パーセントとなっており，効果的にボトル１０\nの容積を削減できる。\n【００２９】\n図４は，本実施の形態のボトル１０をウォーターサーバーＳに取り付けた状態を\n示しており，図４（Ａ）はボトル１０を取り付けた初期段階で，図４（Ｂ）は液体\nＷが消費され始めた段階である。本実施の形態のボトル１０は，図１などに示すよ\nうに底部１１を床面に接触させて保管するが，ウォーターサーバーＳに取り付ける\n際は，上下を反転させて首部１３を下に向ける。なお本図ではウォーターサーバー\nＳの具体的な構造を描いていないが，中央にはボトル１０から液体Ｗを取り出すた\nめのパイプＰを備えており，またボトル１０の肩部１４を載置するための支持台Ｈ\nも備えている。そしてボトル１０には，良質の地下水などの各種液体Ｗを充填する\nが，その際，ある程度の空気Ａを残留させておく。この空気Ａは，衛生面に十分な\n配慮がされており，液体Ｗを劣化させることはない。したがって図４（Ａ）の初期\n段階においても，裾絞り部２４の大半は空気Ａで満たされることになる。\n【００３１】\n図４（Ａ）の初期段階の後，液体Ｗが徐々に消費されていく際，その消費分に対\nして外部から空気が入り込むことはない。したがってボトル１０は大気圧によって\n押し潰されていく。ところが，ボトル１０の内部にはまだ多量の液体Ｗがあり，そ\nの自重によって大気圧に対する反力が発生する。そのため，液面よりも上の部分が\n最も押し潰されやすく，図４（Ｂ）のように底部１１が陥没するように変形が進ん\nでいく。\n【００３２】\n図５は，図４の後の状態を示しており，図５（Ａ）は液体Ｗの約半分が消費され\nた段階で，図５（Ｂ）はほぼ全量が消費された段階である。図５（Ａ）では液面が\n蛇腹部２１のほぼ中央に達しており，液面よりも上に位置する蛇腹２２は，大気圧\nによって押し潰されており，さらに底部１１も蛇腹部２１の内部に引き込まれてい\nる。その後，液体Ｗの消費と共に蛇腹部２１がさらに潰れていき，最終的には図５\n（Ｂ）のように蛇腹部２１が完全に押し潰され，且つ蛇腹部２１の内部に底部１１\nや裾絞り部２４が引き込まれており，容積が大きく減少する。\n【００３３】\n以上，本発明のウォーターサーバー用ボトルについて，実施の形態を挙げて詳細\nに説明したが，本発明は上記した実施の形態に限定されるものではない。\n【００３４】\n上記した実施の形態において示したリブの本数や蛇腹部や裾絞り部の長さは一例\nであり，上記実施の形態と異なる設計とすることも可能である。\n(2) 本件特許の出願経過\n後掲の各証拠及び弁論の全趣旨によれば，本件特許の出願経過につき，次の事実\nが認められる。\nア  原告は，平成２０年１０月１７日，本件特許の出願をしたところ，出願当初\nの願書に添付した特許請求の範囲では，本件発明１に係る構成要件のうち構成要件\nＧ及びＨを含まない請求項を請求項１とし，構成要件Ｈを含まない請求項を請求項\n２とし，本件特許の請求項２及び３に相当する請求項は請求項３及び４としていた\n（甲１，２，乙２３）。\nイ  特許庁審査官は，平成２４年１０月頃，上記アの出願に係る発明は乙２１発\n明等に基づいて，その出願前にその発明の属する技術の分野における通常の知識を\n有する者が容易に発明することができたものであるから，特許法２９条２項の規定\nにより特許を受けることができないとして，拒絶理由通知をした（乙４）。\nウ  原告及び株式会社ウォーターダイレクトは，同年１１月１６日，上記アの出\n願時の請求項１を特許請求の範囲から削除するとともに，出願時の請求項２に構成\n要件Ｈを追加して請求項１とするなどの補正をした。そして，原告及び株式会社ウ\nォーターダイレクトは，同日に提出した意見書において，補正後の請求項１に係る\n発明（本件発明１に相当するもの）と上記イで引用された乙２１発明等とを対比す\nると，補正後の請求項１に係る発明は，Ｇの構成及びＨの構成を有するのに対し，\n乙２１発明等はかかる構成を有していない点で相違すると説明した（乙６，７）。\n(3) 構成要件Ｇの「裾絞り部」の意義\nア  構成要件Ｇは，「胴部には，上下方向に伸縮自在な蛇腹部を有し，」とある\n構成要件Ｆに続き，「且つ該蛇腹部と前記底部との間には，底部に近づくに連れて\n先細りとなる裾絞り部を備え，」とあるから，これらによれば，「裾絞り部」の位\n置は，胴部において蛇腹部と底部との間にあり，またその形状は底部に近づくに連\nれて先細りとなるものと定義される。\nイ  蛇腹部に続く「裾絞り部」がいかなる態様で接続しているか検討するに， 本\n件明細書をみると，裾絞り部と「蛇腹部との接続部などは，局地的に垂直に延在し\nていても構わない。」（【００１５】）との記載，「底部との接続部には曲面を介\n在させてもよい。」（【００１０】）との記載があるから，蛇腹部から裾絞り部を\n経て底部に至る胴部は，それぞれの間の接続部が一定の幅をもって存在することが\n許容されていると解される。\nしかし，本件明細書において，蛇腹部と裾絞り部の接続部が「垂直に延在して」\nよいとしても，その接続部は「局地的」，すなわち「ある区域に限られているさま。」\n（広辞苑第６版）という，場所的限定を意味する言葉が用いられていることからす\nると，同所で「垂直に延在」することが許される接続部は，蛇腹部及び裾絞り部に\n対して，より狭い限られた範囲であると解されるべきことになる。\nそして，このように，胴部を「蛇腹部」と「裾絞り部」で構成し，その接続部を\n狭い限られた範囲にすべきことは，胴部に「蛇腹部」と「裾絞り部」を設ける技術\n的意義に関係するものである。\nすなわち，本件特許発明は，ボトル全体をＰＥＴ樹脂によって形成することで，\n液体を充填した際でも自立的に形状を維持できるようにした（【０００３】，【０\n００４】，【０００６】，【０００８】，【００１１】）一方で，効率よく（効果\n的に）ボトルの容積を縮小（削減）させる（【００１２】，【００１８】，【００\n２０】，【００２７】，【００３２】）ことを課題の一つとしており，その課題を\n解決するために，ボトルの胴部に蛇腹部を備えて押し潰されやすい構造にし（【０\n００８】，【００１２】，【００２３】，【００２６】），これに加え，蛇腹部と\n底部との間に裾絞り部を設けることで，裾絞り部に作用する大気圧をボトルの中心\nに向かわせ，ボトル内部の液体の排出に伴って，裾絞り部をボトルの内部に陥没す\nるように変形させ（【００１５】，【００３１】），もってボトルを内部に向けて\n押し潰されやすくし，効率よくボトルの容積を縮小することを目的としている（【０\n０１８】，【００２０】，【００２７】，【００３２】）ものであるが，そうであ\nればその作用効果に関係しない接続部が必然的に狭い範囲に限られることは自ずと\n明らかといえる。\nウ  そして，裾絞り部に以上のような作用効果があり，またそのため胴部を構成\nする蛇腹部のほか裾絞り部以外の接続部が狭い限られた範囲と解されるべきこと は，\n以下のとおり，上記(2)認定の本件特許の出願経過に照らしても根拠づけられてい\nるといえる。\nすなわち，本件特許は，出願当初の特許請求の範囲においては ，本件特許発明の\nうち，「裾絞り部」に関する構成要件（構成要件Ｇ）及び「裾絞り部」の機能に関\nする構成要件（構成要件Ｈ）を含まない構成要件を請求項１，「裾絞り部」の機能\nに関する構成要件（構成要件Ｈ）を含まない構成要件を請求項２としていたが，特\n許庁審査官の拒絶理由通知を受けて，上記請求項１を削除し，上記請求項２に構成\n要件Ｈを付け加える補正をなし，もって現在の請求項１としたというのである。要\nするに，胴部における「蛇腹部」以外の構成を特定しない請求項を削除し，同部分\nの構成を「裾絞り部」と特定することにより特許されるに至ったというのであるか\nら，同部分と「蛇腹部」の接続部において「局地的」に存在することが許容される\nにすぎない「垂直に延在」する部分は，極く限られた幅のものにすぎないと解すべ\nきことが明らかといえる。\n(4)  「裾絞り部」の形状\n「裾絞り部」の形状については，構成要件Ｇで特定されているとおり「底部に近\nづくに連れて先細りとなる」ものであり，本件明細書において，「裾絞り部」につ\nき，「垂直に延在するのではなく，裾絞り状に傾斜している」（【００１５】）と\n説明されている上，構成要件Ｇ及びＨを含まない出願当初の特許請求の範囲の請求\n項 1 を削除した上記(2)認定の本件特許の出願経過に照らしても，裾絞り部は，それ\nが直線であっても，曲線であっても，少なくとも，垂直の部分を含むことなく，蛇\n腹部から底部にかけて，徐々に先細りになっていくものに限定されていると解され\nる。\n(5)  まとめ\nしたがって，構成要件Ｇにいう「裾絞り部」とは，胴部において「蛇腹部」と「底\n部」の間にあって，それぞれに接続部で連続して存在するものであり，また「蛇腹\n部」との接続部において「垂直に延在」する部分があっても許容されるが，それは\n極く限られた幅のものにすぎないのであり，またその形状は，「蛇腹部」方向から\n「底部」方向に向けて，徐々に先細りになっているものということになる。\n(6) 以上の「裾絞り部」の解釈を踏まえ，被告容器が裾絞り部を備え，構成要件\nＧを充足しているかを検討する。\nア  原告は，別紙「被告容器の構成（原告の主張）」記載の図面で「湾曲部」と\n指示した部分が「裾絞り部」に相当し，同部分の存在により構成要件Ｇを充足する\nと主張し，併せて，その上部にある垂直部分は，本件明細書の【００１５】にいう\n「接続部」にすぎないとしている。\nしかしながら，上記検討したとおり，「裾絞り部」は，「蛇腹部」から接続部で\n連続しているものであるが，この接続部は，極く限られた幅の範囲であるべきであ\nって，上記図面に明らかなように，被告容器における原告主張に係る「裾絞り部」\nに相当する湾曲部と蛇腹部の間に存する，湾曲部と高さ方向の幅がほぼ一緒である\n垂直に延在する部分をもって「接続部」にすぎないということはできない。\nしたがって，被告容器は，上記定義した「裾絞り部」で構成されるべき「蛇腹部」\nから「底部」にかけて胴部の大半が，「裾絞り部」に該当しない部分で構成されて\nいるということになるから，被告容器は，「裾絞り部」を備えているものというこ\nとはできない。\nイ  原告の主張は，被告容器のうち，「裾絞り部」が備えるべき形状を有すると\n説明しやすい部分を切り取り出して，これが「裾絞り部」に該当するというもので\nあるが，被告容器は，「裾絞り部」で構成されるべき蛇腹部と底部との間の部分が，\n「裾絞り部」に該当するといえない以上，仮に原告主張に係る湾曲部が「裾絞り部」\nに相当する形状を備えていると評価できるとしても，被告容器が構成要件Ｇの「裾\n絞り部」を備えているということはできない。\n(7)  以上より，被告容器は，少なくとも構成要件Ｇを充足しないことが明らかで\nあるから，本件発明１の技術的範囲に属するとはいえず，同様に本件発明３の技術\n的範囲に属するともいえない。\n２  結語\n以上の次第で，その余の点につき判断するまでもなく，原告の請求はいずれも理\n由がないから棄却することとし，訴訟費用の負担につき民事訴訟法６１条を適用し\nて，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n森   崎   英   二\n裁判官\n野   上   誠   一\n裁判官\n大   川   潤   子\n別紙\n物件目録\n以下の図面に記載の構造のウォーターサーバー用容器\n別紙\n本件明細書図面\n【図１】\n【図２】\n【図４】\n【図５】\n別紙\n被告容器の構成（原告の主張）\n"
}