{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 11,
    "day": 8
  },
  "case_number": "平成23(ワ)5742",
  "case_name": "損害賠償等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82714",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82714",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/714/082714_hanrei.pdf",
  "contents": "平成２４年１１月８日判決言渡  同日判決原本交付  裁判所書記官 \u0000ワ\u0000第５７４２号  損害賠償等請求事件\n口頭弁論終結日  平成２４年８月２４日\n判            決\n原      告                    株式会社リフレプロジャパン\n同訴訟代理人弁護士            小 原   望\n同                            古 川 智 祥\n同                            妹 尾   悟\n同                            飯 塚 一 雄\n同                            岡   井   加 女 代\n同                            山 本 晃 三\n被      告                    バ ン 産 商 株 式 会 社\u0000\n同訴訟代理人弁護士            田 澤 孝 行\n主            文\n１  被告が，不正競争防止法２条１項１号又は同条同項２号該当を理由に，同\n法３条１項に基づいて，原告に対し，別紙被告製品図記載の製品と同じ形態\n２  被告は，その製造，販売に係る巻き爪矯正具につき，「国際的な特許で保\n護」，「特許を取得している専用のワイヤー」の表示を，ウェブサイトを含\n３  被告は，原告に対し，３０万円及びこれに対する平成２３年５月２５日か\nら支払済みまで年５％の割合による金員を支払え。\n４  原告のその余の請求を棄却する。\n５  訴訟費用はこれを３分し，その１を被告の負担とし，その余を原告の負担\nとする。\n６  この判決は，第３項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  当事者の求めた裁判\n１  原告\n（１）主文第１項と同旨\n保護」，「特許を取得している専用のワイヤー」，「ＶＨＯ式矯正技術」，\n（３）被告は，原告に対し，５００万円及びこれに対する平成２３年５月２５\n日（訴状送達の日の翌日）から支払済みまで年５％の割合による金員を支\n（４）訴訟費用は被告の負担とする。\n２  被告\n第２  事案の概要\n１  前提事実（証拠等の掲記のない事実は当事者間に争いがない。）\n（１）当事者\n原告は，リラクゼイションサロンの経営，整髪剤，洗髪剤，洗顔クリー\nム等美容用品，理容用品の販売等を目的とする株式会社である。\n被告は，くつ，医療用繊維製品類，理容，美容用機械器具，医療用健康\n機器，医療用くつ，附属消耗品の製造，国内及び国外販売等を目的とする\n（２）被告製品及び被告ウェブサイト上の記載\n被告は，別紙被告製品図記載の巻き爪矯正具を製造，販売している（以\n被告は，被告製品を用いた巻き爪矯正施術をＶＨＯと呼び，自社のウェ\nブサイトでも，その旨の記載をしている（甲８，９，１２～１４，乙５\n７）。また，同ウェブサイトでは，平成２２年１２月２９日の時点におい\nて，自社の巻き爪矯正具を「ＶＨＯワイヤー，ループ」と呼称し，国際的\n（３）原告製品及び原告の特許\n原告は，かねてから，「巻き爪矯正ワイヤー・インベント」との名称で，\nまた，原告は，発明の名称を「爪の変形を直す矯正具」とする特許（特\n（４）被告からの差止請求等\n原告は，原告製品の販売に当たり，(３)の特許表示を付していたが，被\n告は，原告に対し，平成２１年１０月２日付の内容証明郵便にて，原告特\nつき，そのような特許表示を一切中止するよう求めた（甲１）。以後，原\n２  原告の請求\n原告は，① 被告が，不正競争防止法２条１項１号又は同条同項２号への\n該当を理由に，同法３条１項に基づいて，原告に対し，別紙被告製品図記載\n有しないことの確認を求めるとともに，②  被告に対し，被告のウェブサイ\nトにおいて，その製造，販売する巻き爪矯正具につき，「国際的な特許で保\n護」，「特許を取得している専用のワイヤー」，「ＶＨＯ式矯正技術」，\nおけるそれら表示の使用差止めを求め，さらに，③  同法４条，又は，被告\nが原告に対して原告特許の表示の中止，配布先の顧客情報開示，原告製品の\n形態変更等の不当な要求をしたとの不法行為に基づき，１０００万円の損害\nなお，原告は，被告製品に係る上記表示が不当景品類及び不当表示防止法\n４条１項１号に違反することも同表示差止め及び損害賠償請求の根拠として\n３  争点\n（１）原告製品の製造，販売が不正競争防止法２条１項１号（周知表示混同惹\n起行為）に該当するか                                  （争点１）\n（２）原告製品の製造，販売が不正競争防止法２条１項２号（著名表示冒用行\n為）に該当するか                                      （争点２）\n（３）被告によるウェブサイト上の記載が不正競争防止法２条１項１３号（品\n質等誤認惹起行為）に該当するか                        （争点３）\n（４）被告の原告に対する要求が不法行為に当たるか          （争点４）\n（５）原告の損害及び被告の故意又は過失                    （争点５）\n第３  争点に関する当事者の主張\n１  争点１（原告製品の製造，販売が不正競争防止法２条１項１号［周知表示\n混同惹起行為］に該当するか）について\n【被告の主張】\n被告は，被告製品の製造元であるドイツ連邦共和国（以下「ドイツ」と\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000（以下「ＶＨＯ社」という。）\nから，日本国内における被告製品の独占販売権を取得し，平成９年２月こ\nろにその販売を開始した。被告製品は，販売当初から，短時間で施術可能\nそして，被告製品については，パンフレット等の印刷物，業界紙や雑誌\nでの広告，展示会等への出展，ウェブサイト，セミナーといった広告宣伝\n活動が重ねられたこと，被告製品は平成９年２月の発売開始から平成２３\n年１２月までの間に少なくとも約２２万セット販売されており，巻き爪治\n療経験者のうち，年間約１０％～１５％が，被告製品を利用しているもの\n告製品を販売しているが，そのセミナーでは，被告製品の使用方法，取扱\n方法，品質，形態の有する意味合い等を含めた詳細な指導がなされている\nことからすると，被告製品の形態は，被告との関係において，商品の出所\n又は営業の主体を表示する商品等表示として周知となったことは明らかで\nある。\n（２）混同\n原告製品は，被告製品と比較すると，形態そのものからサイズに至るま\nで同一であり，いわゆるデッドコピーというべきものであるが，その結果\nしたがって，原告による原告製品の製造，販売は，不正競争防止法２条\n【原告の主張】\n商品の形態が「商品等表示」に当たるには，①  特定の商品の形態が同\n種の商品と識別しうる独自の特徴を有し，かつ，②  それが長期間にわた\nり継続的かつ独占的に使用され，又は短期間であっても強力に宣伝される\nなどして使用された結果，それが商品自体の機能や美観等の観点から選択\n認識されたといった事情は全く見当たらない。被告が提出する証拠におい\nまた，被告製品の形態がそのような技術的機能的形態であるとすれば，\nそもそも，被告が被告製品の販売を開始したのは平成１５年のことであ\n模倣したに過ぎないのであるから，不正競争防止法で保護されることはあ\nり得ない。\n（２）混同\n原告製品は，被告製品と異なり「インベント」という商品名を用いて，\n原告自身が販売しており，被告と営業主体の混同（狭義の混同）が生じる\nまた，原告製品は，被告製品のようにＶＨＯの表示もなく，被告と営業\n上の関係や同一のグループに属する関係があるといった混同（広義の混\n２  争点２（原告製品の製造，販売が不正競争防止法２条１項２号［著名表示\n冒用行為］に該当するか）について\n【被告の主張】\n争点１の被告の主張欄(１)に記載の理由により，被告製品の形態は，被告\nとの関係において，商品の出所又は営業の主体を表示する商品等表示として\n原告は，このような被告製品と形態そのものからサイズに至るまで同一の\nデットコピーというべき原告製品を製造，販売しているのであるから，不正\n【原告の主張】\n争点１の原告の主張欄(１)に記載のとおり，被告製品の形態には，商品等\n表示性がないし，そもそも公知形態として不正競争防止法の保護対象ではな\nい。また，著名性が認められるためには，特定の分野に属する取引者，需要\n者に留まらず，特定者を表示するものとして世間一般に知られていなければ\n３  争点３（被告によるウェブサイト上の記載が不正競争防止法２条１項１３\n号［品質等誤認惹起行為］に該当するか）について\n【原告の主張】\n（１）「ＶＨＯ」の表示\n巻き爪 矯正 法であ るＶＨＯ は， １９７ ９年（昭 和５ ４年） にＰ１\nにより開発された。年々改良が重ねられ，１９８８年（昭和６３年）に\nれて新たな形態となった（以下「改良型」という。）。\nそして，２００１年（平成１３年）８月１８日，Ｐ１        と，従来\n型を販売していたＶＨＯ社らとの間で合意書が締結され，ＶＨＯ社は２０\n０２年（平成１４年）１月１日以降，「ＶＨＯ」や「ＶＨＯ－オストホル\nまり，２００２年（平成１４年）以降，従来型はＶＨＯ社が社名変更をし\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000（以下「３ＴＯ社」という。）が，改良型は「ＶＨＯ」と\nして，Ｐ１        と新たに契約した \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000 \u0000\u0000（以下\n「メコトレード社」という。）が製造・販売することとなったが，従来型\nを製造，販売する３ＴＯ社は，ＶＨＯの名称を使用することはできなく\nこのような経過がありながら，被告は，従来型と同じ形態である被告製\n表示して広告宣伝し，改良型である「ＶＨＯ」と誤認させて販売している\n（２）特許の表示\n被告は，自社ウェブサイトにおいて，被告製品について「国際的な特許\nで保護」，「特許を取得している専用のワイヤー」といった表示をしてい\nたが，一般消費者は，このような表示から，被告が特許権又はライセンス\nを取得していると読み取るのが通常である。\nしかし，従来型である被告製品にかかる特許は，過去にドイツ及びアメ\nしたがって，被告製品に関する上記表示は虚偽であり，消費者に誤認を\n与えるものであるから，不正競争防止法２条１項１３号（品質等誤認惹起\n【被告の主張】\n（１）「ＶＨＯ」の表示\n３ＴＯ社製の被告製品に「ＶＨＯ」の表示をすれば，メコトレード社製\nコトレード社の「ＶＨＯ」製品が日本国内で販売されている等の実績があ\nり，かつ，日本国内で「ＶＨＯ」と言えば「メコトレード社製」と言える\nほどの事情が必要であるが，メコトレード社が「ＶＨＯ」製品を日本国内\n日本で「ＶＨＯ」の商標を出願していないことからすれば，そもそも同社\nこのような状況において，被告が「ＶＨＯ」なる表示を用いたとしても，\n日本国内においてその存在すら全く知られていないメコトレード社の「Ｖ\nまた，被告製品はＰ１        が開発した巻き爪矯正技術を具現化した\nものであるが，その形態を考案し，商品化したのは，Ｐ１        から巻\nき爪矯正技術のライセンスを取得したＶＨＯ社（３ＴＯ社）である。被告\nはそのＶＨＯ社（３ＴＯ社）から，被告製品の日本国内における独占販売\n権を取得し，ＶＨＯ表示の使用許諾を得たのであるから，被告製品につき，\n「ＶＨＯ」の表示をすることは，品質等について何らかの誤認を惹起させ\n（２）特許の表示\n原告の指摘する「国際的な特許で保護」等の記載について，被告自身が\n特許権又はライセンスを取得していると読み取られるのが通常であること\nを前提に，品質等誤認惹起行為に当たる旨主張するが，被告ウェブサイト\nの文章全体を通読すれば，そのような意味を読み取ることはできず，原告\nすなわち，上記記載は，被告製品に関する技術について，ドイツ及び米\n自分で針金を作ってできるのではないですか。」との問いへの答えとして\n位置づけられていることからすると，被告の権利主張を目的とするもので\n倣できない高度な技術によることを示し，模倣品を用いて引き起こされる\n事故の防止を企図したものと読み取るのが通常であり，原告の主張は失当\nなお，原告は，ドイツ及び米国での特許が既に失効している旨主張する\nが，上記記載の趣旨からして，これら特許が失効しているか否かは無関係\nであり，虚偽表示には当たらない。\n４  争点４（被告の原告に対する要求が不法行為に当たるか）について\n被告は，原告に対し，平成２１年１０月２日から平成２２年１２月６日に\nかけて，原告製品の製造，販売につき，①  広告宣伝物への特許表示中止と\n配布先の顧客情報開示，②  原告製品の形態変更，③  特許の訂正審判請求と\n特許権の無償移転による共有化，④  被告製品と同一又は類似の製品形態の\n実施禁止，承諾を得ることなく実施した場合の違約金支払，といった要求を\nしてきたが，いずれも不正競争防止法などの法的根拠を欠く不当なもので\n被告のこのような行為は，原告に対する不法行為を構成する。\n【被告の主張】\n原告は，被告による不当要求として，上記①から④を挙げるが，そのよう\nまた，原告は①から④の要求に何１つ応じていないし，風評被害が生じた\nしたがって，不法行為が成立しないことは明らかである。\n５  争点５（原告の損害及び被告の故意又は過失）について\n争点３の原告の主張欄に記載の故意若しくは過失による不正競争行為（品\n原告の被った損害は，以下の合計５０３万５１５２円に併せ，弁護士費用\n（報酬金）及び被告の不当要求による原告製品の販売減少額を加えると１０\n（１）弁理士費用                                    ３９万６５２１円\n被告の警告書等に対する回答書作成のため生じた。\n（２）ＶＨＯ調査費用                                ９６万３６３１円\n原告は，被告製品が従来型と同一の形態であることやＶＨＯの名称を使\n用する権利がないことに関する証拠を収集するため，交渉及び文書翻訳費\n用として７５万９７７１円，航空運賃として２０万３８６０円の合計９６\n（３）弁護士費用（着手金）                        ３６７万５０００円\n本件に係る弁護士費用（着手金）は，訴訟前交渉時が５２万５０００円，\n【被告の主張】\n争う。\n第４  当裁判所の判断\n１  前提事実，証拠（甲１～１０，１２～１４，３９～４２，４４，４５～４\n８，５３，乙１～２１，２３，４３，４４，５７，６１～６４［枝番省\n（１）ＶＨＯ施術と矯正具の開発\nＰ１                              （以下「Ｐ１        」とい\nう。）は，１９７９年（昭和５４年），ドイツにおいて，いわゆる巻き爪\nな ど の 爪 の 変 形 を 矯 正 す る 施 術 を 開 発 し た 。 こ の 施 術 は ， \u0000 \u0000\u0000!\u0000\u0000\u0000\u0000\n\u0000!\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\"# \u0000 の 頭 文 字 を と っ て Ｖ Ｈ Ｏ と 名 付 け ら れ た が ，\n\u0000 \u0000\u0000!\u0000\u0000\u0000 はドイツ語で「名人，大家，巨匠」といった意味，\u0000!\u0000\u0000\u0000 は\n「人間の，人間的な」といった意味，\u0000\u0000\u0000\u0000\u0000\u0000\"# \u0000 は，ギリシア語の\n\u0000\u0000\u0000\u0000\u0000\u0000（まっすぐ）と \u0000\u0000\"#（爪）を組み合わせた造語であり，\u0000 \u0000\u0000!\u0000\u0000\u0000\u0000\n\u0000!\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\"# \u0000 全体としては，「熟練の技による人間的な巻き爪矯\n正法」といった意味になると被告のウェブサイトでは説明されている（乙\nＰ１        は，ＶＨＯ施術に使用される巻き爪矯正具につき，１９９\n２年（平成４年）３月１２日ドイツにおいて，同年７月２３日米国におい\nて，それぞれ特許出願したところ，後日それぞれ特許査定を受け，その旨\n登録された（ドイツ：ＤＥ４２０７７９７，米国：ＵＳ５３１８５０８。\n以下，それぞれ「本件ドイツ特許」「本件米国特許」という。）。\nドイツを本店所在地とする \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000（ＶＨＯ社）\nは，１９９３年（平成５年）７月，Ｐ１        から，巻き爪矯正具に係\nる上記発明につきライセンスを取得した上で，その技術的範囲に属する巻\nき爪矯正具の製造，販売を開始した（乙６３の１・２。以下，この巻き爪\n被告は，平成９年２月，ＶＨＯ社との間で，矯正具Ａにつき，日本での\n独占販売権を有する旨の契約（以下「本件独占販売契約」という。）を締\n結した（乙６１の１・２）。被告は，この契約に基づいて，日本国内にお\nける被告製品の製造，販売を開始し，現在までこれを継続しているもので\nあるが，被告製品の形態は，矯正具Ａと同一である。また，ＶＨＯ社は，\n平成１３年６月１５日，日本において，指定商品を医療用機械器具として，\u0000\u0000\u0000-\u0000\u0000\u0000\u0000\u0000\u0000\u0000-\u0000\u0000\u0000\u0000\u0000」の文字を横書きしてなる商標につき，登録査定\nを受け，その旨登録された（乙１７）。\nＰ１        とＶＨＯ社は，平成１３年８月１８日に合意書を交わし，\n両者間のライセンス契約が解約されている旨確認するとともに，ＶＨＯ社\nにおいて，引き続き矯正具Ａの取引をすることができる一方，平成１４年\n１月１日以降，「ＶＨＯ」の名称を使用してはならないことを合意した\nＶＨＯ社は，同合意を踏まえ，社名を「\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000」に変更し（乙５\n５。以後，同社を「３ＴＯ社」という。），日本でも，平成１７年９月１\n６日，指定商品を医療用機械器具として，「\u0000\u0000\u0000-\u0000\u0000\u0000\u0000\u0000\u0000」の文字を横書\nきしてなる商標につき，新たに登録査定を受け，その旨登録された。また，\n３ＴＯ社と被告との間で平成１８年１１月１８日に交わされた覚書（乙２\n３の１・２）においては，矯正具Ａは「\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000」と表現され\nた。\n一方，Ｐ１        は，ＶＨＯ社との上記合意から間もない２００１年\n（平成１３年）８月２８日には新たな形態の巻き爪矯正具を開発し，以後\nメコトレード社が，ドイツ国内にて，「ＶＨＯ」名称下でその販売をする\nようになった。ただ，Ｐ１        やメコトレード社は，日本において，\n本件ドイツ特許は２００４年（平成１６年）１月１５日に，本件米国特\n許は２００６年（平成１８年）６月７日，それぞれ特許料不払を理由とし\n（２）被告による被告製品の販売等\n被告は，平成９年２月の本件独占販売契約締結以降，日本国内において，\n被告製品を用いた巻き爪矯正施術を「ＶＨＯ」と呼び，医師や医療機関な\nどを対象に，当該施術のセミナー及び被告製品の販売を行ってきた（乙２\n被告は，自社ウェブサイトにおいても，「ＶＨＯ」との名称で被告製品\nを用いた巻き爪矯正施術を紹介してきた。また，同ウェブサイトでは，平\n成２２年１２月２９日の時点において，被告製品を「ＶＨＯワイヤー，ル\nープ」と呼称し，国際的な特許で保護されているとの記載や特許を取得し\n（３）原告による原告製品の販売等\n原告は，平成１２年７月２４日，発明の名称を「爪の変形を直す矯正\n具」とする特許を出願し，平成１６年３月１２日，特許権の設定登録を受\nけた（甲３。原告特許）。この特許発明の実施例として明細書に図示され\nている巻き爪矯正具の形態は，被告製品の形態と同一であり，また，特許\n公報の発明者欄に記載されている人物は，平成１１年に，被告の開催する\n巻き爪矯正施術のセミナーを受講したことがあった（乙４４，４５，乙６\n原告は，医師や医療機関などを対象に，被告製品と同一形態の原告製品\nを製造，販売してきたが，平成２１年４月及び６月に医療機関向けに送っ\nなお，原告は，Ｐ１        やメコトレード社との間で，巻き爪矯正具\nの製造，販売に関し，何らかの契約を締結しているわけではなく，「ＶＨ\n（４）原告及び被告間の交渉経過\n被告の代理人弁理士は，原告に対し，平成２１年１０月２日付の内容証\n明郵便にて，原告特許が冒認出願を理由として無効とされるべきものであ\nるとし，原告製品につき，原告特許の表示を一切中止することなどを求め\nその後，原告の代理人弁理士と被告の代理人弁理士との間で，主に書面\nやＥメールを通した交渉が重ねられたが，原告は当初から，原告製品の販\n売に当たって原告特許の表示を中止すること，原告製品の形態を変更する\nことを受け入れていた。また，原告は，平成２２年２月には，原告特許に\nつき，請求項１ないし３項を削除して請求項４項のみを残す訂正審判を請\n求した上，訂正後の特許権を被告との共有とすること，被告製品と同一又\nは類似形態の製品を製造販売し，これに違反した場合には違約金を支払う\nことも受け入れていた。このような交渉経過の中，原告は，平成２１年１\n２月には，実際にも原告製品について原告特許の表示を中止した上，被告\nに対し，平成２２年４月には，原告製品の新しい形態をサンプル及び図面\nで提案し，同年６月には訂正審判請求書の案も提示していた（乙２～１\nしかし，原告代表者は，平成２３年１月，被告から最終的な解決の枠組\nみとして提示された特許権譲渡契約書案（甲２，乙１１）が受け入れがた\nい内容であると考え，被告に対し，同月２１日到達の書面にて，「できう\nることならば円満解決をしたいとの希望からいろいろな譲歩提案も行って\n参りました。」との前置きをしつつ，上記特許権譲渡契約書案は一方的，\n不合理な内容で受け入れられないこと，これまで自身の弁理士を通じて\n行ってきた譲渡提案を全て撤回することを通知した（甲４）。以後，原告\n一方，原告は，平成２３年２月１０日付の書面において，被告に対し，\n被告のウェブサイト上で記載されている被告製品に係る「特許」につき，\n「どの国の特許で，権利者，特許番号，発明の名称，有効期間及び貴社と\n権利者の関係を開示」するよう求めたが（甲６），被告から具体的な情報\nの開示はなかった。もっとも，同年４月２８日までに，被告のウェブサイ\n原告及び被告間の交渉は平行線を辿った上で決裂し，同年５月６日の本\n２  争点１（原告製品の製造，販売が不正競争防止法２条１項１号［周知表示\n混同惹起行為］に該当するか）について\n（１）被告製品の形態の商品等表示性\n被告は，被告製品の形態が「商品等表示」（不正競争防止法２条１項１\n号）に当たると主張するところ，一般に商品の形態は，商品の機能を実現\nし，あるいは，美感を高めるといった目的のために選択されるものであり，\n商品の出所表示を目的とするものではないが，形態の独自性や取引の実情\nなどによっては，商品の形態が識別力を取得することもあり，その場合に\nそこで被告製品の形態について検討するに，被告が平成９年２月に３Ｔ\nＯ社との間で本件独占販売契約を締結して以来，被告製品を日本国内で製\n造，販売し続けてきたことは確かであるし，証拠（甲８，９，１２～１６，\n３９，５０，５１，乙２５～４３，４７～５４，５７～６０［枝番省\n略]）によれば，被告が，自社ウェブサイトや医学分野の学会誌などで被\n告製品を用いた巻き爪矯正施術及びその技術習得のためのセミナーを宣伝\nしかし，本件ドイツ特許及び本件米国特許の各公報（乙２０，２１の各\n１・２）及び前記１で認定の事実経過によれば，被告製品の形態は，簡便\nかつ効果的に巻き爪などを矯正するという技術的な機能実現のために得ら\nれたものであることが認められ，かかる機能的な意味合いを有しない特徴\n的部分は見当たらない。そのため，被告製品の形態は，機能実現のために\n他に選択の余地がないものとまでいえるかはともかく，需要者との関係で，\n巻き爪矯正具としての機能という意味を超えて識別力を持ち得る余地の小\nまた，被告製品は，店頭販売などされておらず，需要者が直接その形態\nを見て商品選択することは想定できない上，証拠として提出されている上\n記多数の宣伝媒体を精査しても，巻き爪矯正施術の過程や被告製品を爪に\n装着した状態，あるいは，被告製品の一部を写真や図面で表示したものは\nあるものの，別紙被告製品図のような被告製品全体の形態が分かるように\n表示されているものは見当たらない（「\u0000\u0000\u0000\u0000\u0000」と題する医学雑誌の２\n００４年５月号[乙３２]本文には，被告製品の形態全体が写った写真が掲\n載されているが，あくまで爪矯正処置法の医学的解説の一環としての掲載\nであり，商品等表示性の根拠とすることは困難である。）。一方で，前記\n認定のとおり，被告製品については，もっぱら「ＶＨＯ」の文字標章が\n「商品等表示」として使用されてきた。これらの事情からすれば，被告製\n品の形態が，被告製品の出所表示として使用されてきたとはいえないし，\n以上を総合して考えれば，被告製品の形態が，巻き爪矯正具の機能の観\n点から選択されたという意味を超え，「商品等表示」たり得るだけの識別\n力を有するに至ったとはいえないものである。\n（２）小括\nしたがって，原告製品の形態は被告製品の形態と同一ではあるものの，\nそもそも被告製品の形態は，「商品等表示」に該当しないため，不正競争\n防止法２条１項１号（周知表示混同惹起行為）に基づく被告の主張は採用\n３  争点２（原告製品の製造，販売が不正競争防止法２条１項２号［著名表示\n冒用行為］に該当するか）について\n前記２で論じたとおり，被告製品の形態は「商品等表示」に該当しないた\n４  争点３（被告によるウェブサイト上の記載が不正競争防止法２条１項１３\n号［品質等誤認惹起行為］に該当するか）について\n（１）特許の表示\nア  前記１のとおり，被告は，少なくとも平成２３年４月２８日以前の\n一定期間，自社のウェブサイトにおいて，被告製品につき，「国際的\nな特許で保護されている」「特許を取得している専用のワイヤーであ\nる」との記載を付していた。この点，被告製品は，巻き爪矯正具につ\nき，ドイツのＰ１        の発明の実施品であり，その発明は，かつ\nてドイツ及び米国で特許を受けていたものであるが，本件米国特許は\n２００４年（平成１６年）１月１５日に，本件ドイツ特許は２００６\n一般に商品に付された特許の表示は，需要者との関係において，当\n該商品が特許発明の実施品であると受け取られるため，当該商品が独\n占的に製造，販売されているものであることや，商品の技術水準に関\nする情報を提供するものとして，「品質」（不正競争防止法２条１項\n１３号）の表示といえる。しかし，上記のとおり，被告は，被告製品\nにつき，実際には特許発明の実施品ではなくなったにもかかわらず，\n国際的な特許で保護されている，特許を取得している専用のワイヤー\nであるといった表示を付し，少なくともいずれかの国・地域の特許発\n明の独占的実施品であるかのような情報を需要者に提供したものであ\nるところ，かかる行為は，「品質」を誤認させるような表示をした不\n正競争行為（不正競争防止法２条１項１３号）に該当するというべき\nイ  この点，被告は，「国際的な特許で保護」などの記載につき，被告\n製品が簡単には模倣できない高度な技術によることを示し，模倣品を\n用いて引き起こされる事故の防止を企図したものと読み取るのが通常\nである旨主張するが，上記表示をそのような限定した意味で受け取る\n理由はない。需要者にとって「品質」としての意味を持つ特許の表示\nに誤りがあった以上，不正競争防止法２条１項１３号（品質等誤認惹\n起行為）の該当性は否定できず，その主張は採用できないというべき\n（２）「ＶＨＯ」の表示\nア  一方，原告は，被告において，被告製品に「ＶＨＯ」の表示を付し\nて製造，販売していたことも不正競争防止法２条１項１３号（品質等\nしかし，「ＶＨＯ」は，それ自体アルファベット大文字の「Ｖ」と\n「Ｈ」と「Ｏ」を組み合わせたものでしかなく，前記１で認定した事\n実経過に照らすと，日本国内の需要者との関係において，被告製品あ\nるいはそれを利用した施術の名称として受け取られることこそあれ，\nそれを超えて何かの意味を有する単語ではない上，特段の信用が化体\nしている表示と認めるに足りる証拠もないのであるから，被告製品の\n品質や内容に関する情報を提供するものとはいえない。また，「ＶＨ\nＯ」は，「\u0000 \u0000\u0000!\u0000\u0000\u0000\u0000 \u0000!\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\"# \u0000」の頭文字からなる文字列で\nあり，その日本語訳は「熟練の技による人間的な巻き爪矯正法」であ\nると被告のウェブサイト上では説明されているが，それでも巻き爪矯\n正施術の名称の域を出ておらず，それを超えて被告製品の品質や内容\nに関する格別の情報を提供するものではないし，そもそも，「ＶＨ\nＯ」のアルファベット三文字のみから，「\u0000 \u0000\u0000!\u0000\u0000\u0000\u0000 \u0000!\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\n\"# \u0000」といった外国語表記や「熟練の技による人間的な巻き爪矯正\n法」といった日本語訳を，日本国内の需要者が想起するものでもない。\nしたがって，被告製品に付された「ＶＨＯ」は，そもそも商品の\n「品質」や「内容」など（不正競争防止法２条１項１３号）の表示で\nはなく，被告が，メコトレード社との関係において，「ＶＨＯ」との\n表示を使用する権限があるか否かを論じるまでもなく，「ＶＨＯ」表\n示が不正競争防止法２条１項１３号（品質等誤認惹起行為）に該当す\nイ  この点，原告は，被告が本件独占販売契約を締結した相手方である\n３ＴＯ社が，Ｐ１        との間で，被告製品と同一形態である矯正\n具Ａにつき，「ＶＨＯ」名称を使用しない旨合意したことを指摘する。\n確かに，前記認定のとおり，かかる合意がなされたことは認められ\nるが，原告も被告も，合意を交わした当事者ではなく，両者間の法律\n関係に直接影響を与えるものではない。そして，前記のとおり，「Ｖ\nＨＯ」なる表示は，被告製品の品質や内容に関する情報を提供するも\nのではないのであるから，上記合意の解釈如何にかかわらず，不正競\n争防止法２条１項１３号（品質等誤認惹起行為）上の問題とする前提\nしたがって，原告の主張は採用できない。\n（３）小括\nしたがって，不正競争防止法３条１項に基づく原告の差止請求は，被告\nの製造，販売にかかる巻き爪矯正具につき，「国際的な特許で保護」，\n「特許を取得している専用のワイヤー」の表示を，ウェブサイトを含む広\n告宣伝に使用することの差止めを求める限りにおいて理由がある（被告は\n既にかかる使用を停止しているが，本訴における主張内容等に照らせば，\n５  争点４（被告の原告に対する要求が不法行為に当たるか）について\n原告は，平成２１年１０月２日から平成２２年１２月６日にかけての被告\nしかし，前記認定のとおり，上記期間における原告及び被告間の交渉は，\n双方とも弁理士を代理人とし，主に書面やＥメールを交わす形で行われてお\nり，また，原告代表者自身も，円満解決の観点から様々な譲歩提案をしてき\n被告の要求内容について考えても，被告が，原告製品につき，①  原告特\n許の表示の中止，②  原告製品の形態変更，③  特許の訂正審判請求と特許権\nの無償移転による共有化，④  被告製品と同一又は類似の製品の製造，販売\n禁止などを求めていたことは確かであるが，原告製品の形態や原告特許の内\n根拠を有していたといえるかはともかく，原告に求めること自体が不法行為\nまた，原告は，被告において，原告が非正規品を販売しているかのような\n風評も流した旨主張するが，被告が違法な態様でそのような行為に及んだこ\nしたがって，原告の上記主張は採用できず，不法行為に基づく損害賠償請\n求は，損害の点について検討するまでもなく理由がない。\n６  争点５（原告の損害及び被告の故意又は過失）について\n（１）損害\n前記５のとおり，被告による不法行為の成立は認められないものの，前\n記４で認めた限りにおいて，被告の不正競争行為が認められるので，かか\nア  原告は，被告の警告書等に対する回答書作成のため生じた費用３９万\n６５２１円をもって損害と主張するが，被告の上記不正競争行為によっ\nイ  原告は，被告製品が矯正具Ａと同一の形態であることやＶＨＯの名称\nを使用する権利がないことに関する証拠を収集するための費用９６万３\n６３１円が損害である旨主張するが，被告の上記不正競争行為によって\nウ  原告は，被告の不当要求による原告製品の販売減少額も損害である旨\n主張するが，かかる販売減少を認めるに足りる証拠がない上，前記５の\n不法行為が成立することを前提とした損害の主張であり，被告の上記不\nエ  最後に原告は，本訴に要した弁護士費用をもって原告の損害と主張す\nるが，本訴のうち，上記不正競争行為に関する諸般の事情に鑑みると，\n３０万円の限りで，上記不正競争行為と因果関係のある損害と認めるの\nオ  上記不正競争行為によって，他に原告が損害を被ったと認めるに足り\nる証拠はない。\n（２）過失\nそして，上記不正競争行為が，特許の有無という公開情報に関するもの\nであったことに加え，被告が，ドイツで矯正具Ａを使用した事業を行う３\nＴＯ社と本件独占販売契約を締結する関係にあったことに照らせば，上記\n（３）小括\nしたがって，原告の損害賠償請求は，不正競争防止法４条に基づき，３\n第５  結論\n以上の次第で，原告の請求は，① 被告が，不正競争防止法２条１項１号\n紙被告製品図記載の製品と同じ形態の巻き爪矯正具を製造，販売することを\n差し止める権利を有しないことの確認，② 不正競争防止法３条１項に基づ\nき，被告の製造，販売にかかる巻き爪矯正具につき，「国際的な特許で保\nむ広告宣伝に使用することの差止め，③  不正競争防止法４条に基づき，３\n０万円の損害賠償及びこれに対する訴状送達の日の翌日である平成２３年５\n月２５日から支払済みまで民法所定の年５％の割合による遅延損害金の支払\nを求める限度で理由があるから，これらを認容し，その余の請求はいずれも\n理由がないから，これらを棄却することとし，主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁  判  長  裁  判  官        山    田    陽    三\n裁  判  官        松    川    充    康\n裁  判  官            西    田    昌    吾\n（別紙）\n被 告 製 品 図\n"
}