{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 25
  },
  "case_number": "平成25(ネ)10076",
  "case_name": "著作権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83878",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83878",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/878/083878_hanrei.pdf",
  "contents": "平成２５年１２月２５日判決言渡\n平成２５年（ネ）第１００７６号  著作権侵害差止等請求控訴事件\n（原審・東京地方裁判所平成２３年（ワ）第７８５号）\n口頭弁論終結日  平成２５年１１月１３日\n判                  決\n控 訴 人 兼 被 控 訴 人        Ｘ\n（以下「第１審原告」という。）\n同訴訟代理人弁護士        北      村      行      夫\n同                        杉      田      禎      浩\n同                        大      井      法      子\n同                        杉      浦      尚      子\n同                        吉      田              朋\n同                        石      新      智      規\n同                        雪      丸      真      吾\n同                        芹      澤              繁\n同                        亀      井      弘      泰\n同                        井      上      乾      介\n同                        山      本      夕      子\n同                        岩      田      裕      介\n同                        名      畑              淳\n同                        迎      田      由      紀\n同                        近      藤      美  智  子\n被 控 訴 人 兼 控 訴 人        株 式 会 社 デ ア ゴ ス\nテ ィ ー ニ ・ ジ ャ パ ン\n（以下「第１審被告」という。）\n同訴訟代理人弁護士        遠      山      友      寛\n同                        金      子      剛      大\n同 補 助 参 加 人        株 式 会 社 ス タ ジ オ タ ッ ク\nク リ エ イ テ ィ ブ\n同訴訟代理人弁護士        出      縄      正      人\n同                        小      野              顕\n同                        髙      橋      祥      子\n主                  文\n１  第１審被告の控訴に基づき，原判決を次のとおり変更する。\n(1)  第１審被告は，第１審原告に対し，１１万円及びこれに対する平成２２年\n９月２１日から支払済みまで年５分の割合による金員を支払え。\n(2)  第１審被告は，別紙写真目録１記載の写真に第１審原告の氏名を表示しな\nい限り，同写真を複製し又は公衆送信してはならない。\n(3)  第１審被告は，別紙写真目録１記載の写真に第１審原告の氏名を表示しな\nい限り，別紙書籍目録記載の書籍を出版，販売又は頒布してはならない。\n(4)  第１審被告は，別紙写真目録１記載の写真に第１審原告の氏名を表示しな\nい限り，その運営するウェブサイト内のウェブページ（ＵＲＬは別紙ＵＲＬ\n目録記載のもの）から同写真を削除せよ。\n(5)  第１審被告は，別紙写真目録１記載の写真に第１審原告の氏名を表示しな\nい限り，別紙書籍目録記載の書籍の８頁における同写真を掲載した部分を廃\n棄せよ。\n(6)  第１審原告のその余の請求をいずれも棄却する。\n２  第１審原告の控訴を棄却する。\n３  訴訟費用は，第１，２審を通じてこれを４分し，その３を第１審原告の負担\nとし，その余は第１審被告の負担とし，補助参加によって生じた費用は，第１，\n２審を通じてこれを４分し，その３を第１審原告の負担とし，その余は第１審\n被告補助参加人の負担とする。\n４  この判決は，１(1)ないし(5)に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  当事者の求めた裁判\n１  第１審原告\n(1)ア  原判決中，第１審原告敗訴部分を取り消す。\nイ  第１審被告は，第１審原告に対し，７３０万１２４３円及びこれに対す\nる平成２２年９月２１日から支払済みまで年５分の割合による金員を支払\nえ。\n(2)  第１審被告の控訴を棄却する。\n(3)  訴訟費用は，第１審，２審とも，第１審被告の負担とする。\n(4)  仮執行宣言\n２  第１審被告\n(1)ア  原判決中，第１審被告敗訴部分を取り消す。\nイ  上記取消部分につき第１審原告の請求をいずれも棄却する。\n(2)  第１審原告の控訴を棄却する。\n(3)  訴訟費用は，第１審，２審とも，第１審原告の負担とする。\n第２  事案の概要\n１  本件は，職業写真家である第１審原告が，出版社である第１審被告に対し，\n別紙写真目録１記載の写真（写真番号ＱＰ３Ｋ４５１７。以下「本件写真」と\nいう。）の著作権が第１審原告に帰属するのに，第１審被告は，第１審原告の\n承諾なく，別紙書籍目録記載の書籍（以下「本件書籍」という。）に本件写真\nを掲載し，第１審原告の著作権（複製権，公衆送信権）及び著作者人格権（公\n表権，氏名表示権，同一性保持権）を侵害したなどと主張して，(1)  不法行為\nに基づく損害賠償請求として７９０万円（附帯請求として本件書籍の発行日で\nある平成２２年９月２１日から支払済みまで民法所定の年５分の割合による遅\n延損害金）の支払，(2)  著作権法１１２条１項に基づく差止請求として，ア\n本件写真の複製，公衆送信又は改変の禁止，イ  本件写真を複製した本件書籍\nの出版，販売又は頒布の禁止，(3)  同法２項に基づく廃棄請求として，ア  被\n告の運営するウェブサイト内のウェブページからの本件写真の削除，イ  本件\n書籍の廃棄を求めた事案である。\n原判決は，本件写真の著作権は第１審原告に帰属し，第１審被告が本件書籍\nに本件写真を掲載した行為は，第１審原告の著作権（複製権，公衆送信権）及\nび著作者人格権（公表権，氏名表示権，同一性保持権）を侵害するものである\nとした上で，上記(1)の請求につき５９万８７５７円及びこれに対する平成２２\n年９月２１日から支払済みまで年５分の割合による遅延損害金の支払を命じる\n限度で，上記(2)及び(3)の請求につき全部，第１審原告の請求を認容した。\nこれに対し，第１審原告及び第１審被告の双方がそれぞれの敗訴部分につき\n控訴した。\n２  前提事実，争点及び争点に関する当事者の主張は，次のとおり原判決を補正\nするほかは，原判決「事実及び理由」の第２の１ないし３記載のとおりである\nから，これを引用する（以下，原判決を引用する場合は，「原告」を「第１審\n原告」と，「被告」を「第１審被告」と，それぞれ読み替える。）。\n(1)  原判決７頁１５行目，９頁１２行目，１３頁２２行目，１８頁２０行目，\n１９頁１行目，同頁２行目，２０頁６行目，同頁１６行目，２１頁１行目，\n２２頁１１行目，２３頁１９行目，同頁２０行目の各「補助参加人の主張」\nをいずれも「第１審被告及び補助参加人の主張」と改める。\n(2)  原判決７頁２３行目の「Ａ」を「Ａ（以下「Ａ」という。）と改める。\n(3)  原判決７頁２４行目の「行った。」の次に「なお，Ａは，自動二輪車の書\n籍を多数扱ってきた補助参加人の従業員として約５年にわたり自動二輪車の\n撮影を多数行ってきた者である。」を加える。\n(4)  原判決１９頁２行目冒頭に「(ｱ)」を加える。\n(5)  原判決１９頁１１行目末尾に，改行の上，次のとおり加える。\n「(ｲ) また，補助参加人は，平成１８年発行の「機械式時計バイブル」とい\nう補助参加人の書籍（丙３３）のために第１審原告が撮影を行った写真\nを，平成２１年に，「機械式時計バイブル」の記事や他のカメラマン（補\n助参加人従業員を含む。）の写真とともに，第１審被告同様に模型付き\nのパートワーク出版物の販売を行うアシェット・コレクションズ・ジャ\nパン株式会社（以下「アシェット社」という。）に対して販売した際に，\n原稿制作者，イラストレーター及び第１審原告を含むカメラマンに対し\nて，「機械式時計バイブル」製作時の支払額の１０％を支払うことにし\nた。第１審原告撮影の写真に関する権利は「買取り」であるため，上記\n金銭を支払う必要はなかったが，支払額が６６００円と少額であったた\nめ支払うこととしたものである。第１審原告は，上記金額を支払うこと\nを伝えられ，異議を述べることなく承諾し，平成２１年６月２６日に補\n助参加人から６６００円を受領した（丙３８，３９，４０及び４１の１\nないし３）。このように，第１審原告は，アシェット社という第三者（し\nかも，第１審被告同様に模型付きのシリーズ書籍の販売を行う第三者で\nある。）が第１審原告の写真を使用することについても認めていた（当\n審における第１審被告の主張）。\n(ｳ) また，上記(ｲ)記載の事実に照らすと，第１審原告と補助参加人との間\nでは，第１審原告撮影の写真につき，少なくとも，①  補助参加人は補\n助参加人以外の第三者にも自由に使用させることができること，②  そ\nの場合，第１審原告はその対価を請求できるが，当該対価は補助参加人\nに対してのみ請求可能であり，かつ，その金額は当初制作時の支払額の\n１０％程度であること，という内容の包括的使用許諾合意があったとい\nえる（当審における第１審被告の予備的主張）。」\n(6)  原判決１９頁１３行目冒頭に「(ｱ)」を加える。\n(7)  原判決１９頁１３行目末尾に，改行の上，次のとおり加える。\n「    また，第１審被告の「機械式時計バイブル」の写真の販売の際におけ\nる金銭受領に係る主張は，第１審被告の主張するように著作権譲渡合意\n又は包括的利用許諾合意が存在するのであれば，本来支払う必要はない\nものであるのであるから，上記各合意の存在を否定するものである。\nなお，上記金銭の支払は，第１審原告が補助参加人の撮影に関して立\nて替えた機材の購入代金の支払であり，第１審被告の主張するような二\n次利用料の支払ではない。\n(ｲ) 第１審被告の予備的主張は，控訴理由書において初めて主張されたも\nのであるから，時機に後れた防御方法として却下されるべきである。ま\nた，上記(ｱ)記載のとおり，第１審原告は，補助参加人から二次利用料の\n支払を受けていないので，第１審被告の上記主張はその前提を欠く。」\n(8)  原判決２０頁１５行目末尾に，改行の上，次のとおり加える。\n「  また，第１審原告は，元補助参加人従業員Ｂ（以下「Ｂ」という。）か\nら，「写真の権利は全てタックのものになるので，二次利用しようがどの\nように使おうがタックの自由です」，「二次利用しようが何に使おうが出\n版社の自由ですからね」と説明を受け，これに異議を述べずに承諾してい\nたのであるから，二次利用に当たってその方法（公表の有無や公表方法を\n含む。）が制限されないこともまた承諾していた（当審における第１審被\n告の主張）。」\n(9)  原判決２１頁８行目末尾に，改行の上，次のとおり加える。\n「  また，第１審原告は，Ｂから，前記ア（第１審被告及び補助参加人の主\n張）記載のとおりの説明を受け，これに異議を述べずに承諾していたので\nあるから，二次利用に当たってその方法（氏名表示の有無や氏名表示方法\nを含む。）が制限されないこともまた承諾していた（当審における第１審\n被告の主張）。」\n(10)  原判決２３頁１７行目末尾に，改行の上，次のとおり加える。\n「(ｴ) また，第１審原告は，Ｂから，前記ア（第１審被告及び補助参加人の\n主張）記載のとおりの説明を受け，これに異議を述べずに承諾していた\nのであるから，二次利用に当たってその方法（改変の有無やその程度を\n含む。）が制限されないこともまた承諾していた（当審における第１審\n被告の主張）。」\n(11)  原判決２７頁１３行目末尾に，改行の上，次のとおり加える。\n「  出版物に使用される写真の権利処理の実態，すなわち，従来，職業写真\n家の撮影した写真を出版物に使用するに際して，著作権等の権利処理につ\nいて書面が交わされることはほとんどなく，当事者が口頭で合意するのが\n業界慣行であることに照らすと，本件のように，出版社が編集業務をパッ\nケージャーに委託している場合，成果物に使用される全ての写真について\n著作者や著作権者との間の権利処理に関する合意書面を提出させて，権利\n処理がなされていることを確認することまで要求することはあまりに非現\n実的で過大な義務を出版社に課すことになる。したがって，出版社がパッ\nケージャーに写真の入手先を開示させ，かつ上記の表明保証をさせること\nで調査・確認義務は果たされているものと評価すべきである。」\n(12)  原判決３１頁１９行目末尾に，改行の上，次のとおり加える。\n「(ｵ) 仮に１１４条２項の適用に当たり，著作権者に，侵害者による著作権\n侵害行為がなかったならば利益が得られたであろうという事情が存在す\nることが要件となるとしても，その要件を充足するためには，利益を得\nられる一応の蓋然性があれば足りると解される。そして，第１審原告が，\n補助参加人に対し，本件写真と同一機会に撮影され構図も同一である写\n真（丙１０）を複製することを許諾し使用料を受領していること，本件\n写真が本件書籍に採用されているので本件写真は高い魅力を持った作品\nであるといえ，今後繰り返し利用される可能性があったのに，第１審被\n告の本件書籍の発行によりその可能性が低下し，第１審原告が新たに利\n用料を得る機会を奪われたことに照らすと，上記の蓋然性が存在する。」\n(13)  原判決３６頁１４行目末尾に「さらに，本件書籍には，今後の模型の組立\nて工程や実車の走行シーンを収録したスタートアップＤＶＤも付属している。\n以上に照らすと，本件書籍の価値は，少なくとも販売価格全体の３分の１を\n上回るものではない。」を加える。\n(14)  原判決３６頁２４行目の「さらに，」から３７頁２行目の「認められない。」\nまでを次のとおり改める。\n「  さらに，本件書籍は，本文１３頁に加え，本件書籍が「週刊ホンダＣＢ\n７５０ＦＯＵＲ」の創刊号であったことから，冒頭に「シリーズガイド」\nが１６頁にわたって掲載されており，これに表紙の裏表及び裏表紙を併せ\nると，全部で３２頁となる。したがって，分量の点からいえば，本件写真\nは全体の３２分の１にすぎない。しかも，上記の読者の興味からすると，\n本件書籍に掲載された複数の写真のうち，完成後の模型を撮影した写真の\n方が関心を持たれることが明らかである。また，本件写真が掲載されてい\nる頁には，各パーツに関する説明書きがいくつも加えられているため，本\n件写真が掲載された頁における本件写真の寄与率は多く見積もって７，８\n割程度である。そうすると，本件写真の寄与率は１％にも満たない。」\n(15)  原判決３７頁１２行目の「以上を踏まえて，」から同頁１７行目の「相当\nである。」までを次のとおり改める。\n「  そして，本件写真と類似したバイクのエンジンを撮影した複数の写真が\nインターネットの写真素材提供サイトにおいて最大サイズのものでも３１\n５０円（税込）で販売されていること（乙９）に照らすと，一般的な相場\nとして，本件写真を使用する場合の著作権使用料は３１５０円である。ま\nた，前記(1)エ（第１審被告及び補助参加人の主張）(ｱ)記載のとおり，過\n去に第１審原告が補助参加人の依頼を受けて撮影した写真を補助参加人以\n外の第三者が書籍に使用した際，当初製作時に支払われた金額の１０％の\n金額が支払われているところ，本件写真の撮影業務に対して，補助参加人\nが当初製作時に支払った金額は２万２０００円であるから（丙１１），二\n次利用に際して原告が受領すべき著作権使用料はその１０％に当たる２２\n００円である。\n以上によれば，第１審原告が本件写真の二次利用により受けるべき金銭\nの額は２２００円ないし３１５０円程度である。なお，仮に著作権侵害（第\n１審被告の過失を含む。）が認められるとしても，第１審被告が補助参加\n人に対して本件写真の使用の対価を支払っていることや，第１審被告がテ\nックデザインを通じて第三者の著作権等を侵害しないための方策を講じて\nいたこと等の事情に鑑みれば，本件において，第１審原告の被った損害の\n額を一般の相場から大幅に増額すべき事情は存在しない。」\n第３  当裁判所の判断\n当裁判所は，第１審原告の請求は，本件写真に係る第１審原告の氏名表示権\nの侵害に基づく損害金１１万円及びこれに対する平成２２年９月２１日から支\n払済みまで民法所定の年５分の割合による遅延損害金の支払，主文掲記の限度\nでの本件写真の複製又は公衆送信の差止め，本件書籍の出版，販売又は頒布の\n差止め，第１審被告の運営するウェブサイト内のウェブページ（ＵＲＬは別紙\nＵＲＬ目録記載のもの）から本件写真の削除，及び，本件書籍の廃棄を求める\n限度で理由があるが，その余はいずれも理由がないものと判断する。\nその理由は以下のとおりである（以下，掲記した証拠に枝番がある場合には\n枝番を含む。）。\n１  本件写真についての著作権の侵害の有無\n(1)  第１審原告が本件写真の著作者（創作者）であるか（争点１－１）につい\nて\n原判決を次のとおり補正するほかは，原判決第３の１(1)記載のとおりであ\nるからこれを引用する。\nア  原判決３８頁１３行目の「補助参加人」を「第１審被告及び補助参加人」\nと改める。\nイ  原判決３８頁２３行目の「Ａは，」から同頁２６行目末尾までを「Ａは，\n書籍の編集者としての立場から，読者が好む写真を作成するために必要な\n要望を伝えたものであって，それを踏まえ第１審原告が上記ア認定のとお\nり写真の撮影をする中で本件写真を撮影したものであり，上記要望の域を\n超えて写真の創作的内容についての具体的指示をしたものと認めることは\nできない。」と改める。\n(2) 本件写真の創作が職務著作に当たるか（争点１－２）について\n原判決３９頁５行目の「補助参加人」を「第１審被告及び補助参加人」と\n改め，同４０頁３行目の「平成２２年７月頃まで」を「平成２２年７月中旬\n頃まで」と改め，同頁１５行目の「自ら準備し，」の次に「前記(1)ア認定の\nとおり」を加えるほかは，原判決第３の１(2)記載のとおりであるからこれを\n引用する。\n(3) 本件写真に係る著作権の譲渡の有無（争点１－３）及び包括的利用許諾の\n合意の有無（争点１－４）について\nア  上記引用に係る原判決第３の１(2)イ認定の事実，証拠（甲１４，丙２５，\n２７，証人Ａ，同Ｂ，第１審原告本人（一部），補助参加人代表者）及び\n後記括弧内記載の各証拠並びに弁論の全趣旨によれば，次の事実が認めら\nれる。\n(ｱ)  第１審原告は，平成１６年頃から平成２２年７月中旬頃まで，補助参\n加人の依頼を受けて，写真撮影を行い，撮影した写真フィルムないし電\n子データを納品し，補助参加人から，交通費のほか，報酬（日当名目）\nとして１日２万２０００円（平成１９年８月頃からは２万５０００円）\nを受領していた。本件写真の撮影された平成１８年における補助参加人\nの依頼による第１審原告の撮影日数は合計１０８日間であり，それによ\nって得た報酬は２３７万６０００円であった。\n第１審原告は，平成１６年以降，写真フィルムを用いて写真を撮影し\nていた当時は，補助参加人から預かった写真フィルムにつき，撮影後自\nら現像することなく，写真フィルムを補助参加人に渡しており，しかも，\n基本的にはその返還を求めておらず，個展で使用する際には，補助参加\n人代表者であるＣ（以下「Ｃ」という。）に「使わせてください」と承\n諾を求めていたこともあった。\nまた，補助参加人は，平成１６年頃から平成２２年７月中旬頃までの\n間に，多数回にわたり，第１審原告撮影の写真を二次利用した書籍を発\n行しているものの，その際には，第１審原告の承諾を得ることはしてお\nらず，事後的に第１審原告に対し，補助参加人発行の書籍を贈呈してい\nるだけである（丙１３，１５，１７，１９，２１，２２，２６）。これ\nに対し，補助参加人のこのような二次利用に対して第１審原告が異議を\n述べたことはないし，利用料の請求をしたこともない。\nこの点，第１審原告は補助参加人による二次利用に気付かなかった旨\n供述するものの，上記各書籍にはいずれも写真が第１審原告によるもの\nであることを示す表示がされており，中にはタイトルの下に掲載された\n写真が第１審原告によるものであることが記載されているもの（丙１５）\nや，写真撮影者として第１審原告のみが挙げられているもの（丙１７）\nも存在することに加え，多数の第１審原告撮影の写真が二次利用されて\nいる書籍も存在することも併せ考えると，第１審原告の上記供述を直ち\nには採用し難く，第１審原告は，上記の写真の二次利用による書籍出版\nの事実を知っていたものと推認される。\n(ｲ)  補助参加人は，前記期間において，他社において出版される書籍につ\nいて，第１審原告撮影の写真を二次利用する際にも，第１審原告からそ\nの都度承諾を得ることはしておらず，第１審原告がこれらの二次利用の\n際に新たに利用料等を請求した事実もない（ただし，後記イ(ｳ)は，その\n例外として，他社による出版の際に，第１審原告に対し，金銭の支払が\nなされたケースである。）。\n(ｳ)  Ｃは，尋問において，写真撮影者の採用面談の際に，撮影に関する権\n利は全て「買取り」であることを説明しているし，第１審原告の採用面\n談でも，撮影した写真が「買取り」であることを説明した旨供述してい\nる。Ｂは，その証人尋問において，補助参加人で勤務していた際には，\nカメラマンと初めて仕事をするときに，写真に関する権利は全て補助参\n加人のものになり，二次利用をしようがどのように使おうが補助参加人\nの自由である旨説明しており，第１審原告と初めて仕事をした時にも同\n様の説明をした旨証言している。\n上記２名の供述及び証言は，それぞれが説明の際に用いた具体的な文\n言は異なるものの，「買取り」という語の一般的な意味（丙３１）が「買\nって自分の物とすること」というものであることに照らすと，補助参加\n人の依頼を受けたカメラマンの撮影した写真の権利処理に関しおおむね\n同一の内容について説明したとするものであり，この点で符合している\nほか，説明時の状況や内容について具体的に述べるものである。しかも，\nＢは，尋問の時点では既に補助参加人を退職している上に(丙２７)，二\n次利用の際には必ず写真家の名前を入れるようにしていた（証人Ｂ１３\n頁）などと，第１審被告らの本件訴訟における主張と必ずしも整合する\nとはいえない内容についても率直に証言している。\n他方，第１審原告は，Ｃ及びＢから上記説明を受けたことを否定する\n供述をするものの，その供述内容は単に説明を受けたことを否定するに\nすぎないものである上に，Ｃとの面接の際の記憶もあまりない旨述べる\n（第１審原告本人１２頁ないし１３頁）など，その供述を直ちには採用\nし難く，Ｃ及びＢの供述及び証言の方がより信用できる。\nこのＣ及びＢの上記供述及び証言によれば，ＣやＢは，第１審原告に\n対し，写真に関する権利の「買取り」，あるいは写真に関する権利は全\nて補助参加人のものになり，二次利用をしようがどのように使おうが補\n助参加人の自由であることを説明したものであると認められ，両者間で\n同趣旨の合意があったものと推認される。第１審原告が，この合意を前\n提とした補助参加人の依頼を受けて，前記期間を通じて写真撮影を継続\nしてきたことは，第１審原告が，補助参加人に対し，撮影した写真フィ\nルムを渡し，その返還を求めておらず，また，平成１６年頃から平成２\n２年７月中旬頃までは，書籍の出版による撮影した写真の二次利用につ\nいても何ら異議を唱えておらず，その利用料も請求していなかったとの\n前記(ｱ)及び(ｲ)認定の事実とも符合する。\nイ(ｱ)  第１審原告は，上記ア(ｳ)の権利に関する包括的合意は存在しない旨の\n供述をし，甲１４号証（第１審原告の陳述書）にもこれに沿う記載があ\nる。しかし，第１審原告の供述を採用し得ないことは前記ア(ｳ)のとおり\nである。\n(ｲ)  証拠（甲１２，１４，第１審原告本人，補助参加人代表者）及び弁論\nの全趣旨によれば，補助参加人は，平成２０年８月頃，第１審原告に対\nし，第１審原告撮影の写真の複製物を，その被写体の提供者に対し交付\nすることについて，承諾を求めているとの事実が認められる。\nしかし，補助参加人は，被写体の提供者等である第三者らが写真を欲\nしいと言った場合等，出版に利用されない，すなわち商業的利用とはい\nえない場合には写真撮影者にとって想像もし得ないような使われ方をさ\nれる危険性があることなどから，事前に写真撮影者の了承を得るように\nしていたものであり（丙２７，証人Ｂ３頁ないし４頁，９頁ないし１１\n頁，補助参加人代表者１１頁ないし１２頁），著作物の著作権が譲渡さ\nれた場合であっても著作者人格権はそれに伴い移転するものではないこ\nとも併せ考えると，補助参加人が写真撮影者の了解を得ていたことは不\n合理なものとはいえない。そうすると，補助参加人が，第１審原告に対\nし，第１審原告撮影の写真について，その複製物を被写体の提供者に対\nして交付することの承諾を求めたとしても，そのことをもって，補助参\n加人と第１審原告との間で前記アの写真の権利に関する包括的合意があ\nったとの事実と何ら矛盾するものではない。なお，甲第１２号証の補助\n参加人の社員から第１審原告に宛てたメールの「以前の許可」との記載\nは，同メールの送付前に，第１審原告が，上記第三者に対し直接写真の\n複製物の交付について了承していたことを指すものであるので（第１審\n原告本人７頁），上記の「以前の許可」の記載をもって，上記認定が左\n右されるものではない。\n(ｳ)  また，証拠（丙３３ないし４１）によれば，補助参加人は，平成１８\n年発行の「機械式時計バイブル」という補助参加人出版の書籍（丙３３）\nのために第１審原告が撮影した写真を，平成２１年に上記書籍の記事や\n他のカメラマン（補助参加人従業員を含む）の撮影した写真とともにア\nシェット社に対して販売した際，原稿制作者，イラストレーター及び第\n１審原告を含むカメラマンに対して，上記書籍製作時の支払額の１０％\nに相当する額（第１審原告については６６００円である。）を支払って\nいることが認められる。\nしかし，第１審原告が，上記支払が上記販売に関連するものであるこ\nとを否認し，第１審原告が補助参加人の撮影に関して立て替えた機材の\n購入代金の支払である旨主張していること（平成２５年１０月３１日付\nけ答弁書３頁ないし４頁）などからすると，補助参加人が上記金銭を支\n払った趣旨は証拠上明確ではない。もっとも，補助参加人が，第１審原\n告に対し，上記販売について，第１審原告が撮影した写真の二次利用の\nために承諾を求めたとの事実はそもそもうかがえないし，上記金銭の支\n払を除外すると，補助参加人が平成１６年頃から平成２２年７月中旬頃\nまでの間に，自社で出版したり，他社に利用許諾し，第１審原告撮影の\n写真を商業利用目的(出版目的)で二次利用した際にその承諾を求めたと\nか，その利用料を支払ったとか，第１審原告がこれを請求したとの事実\nがないことは前記認定のとおりであり，上記金銭の支払の趣旨は，不明\nであるといわざるを得ず，上記金銭支払の事実をもって，前記ア(ｳ)の包\n括的合意の認定が左右されるものとはいえない。\n(ｴ)  証拠（甲１３，１４，丙２５，第１審原告本人，補助参加人代表者）\n及び弁論の全趣旨によれば，第１審原告が補助参加人出版の書籍「フラ\nワーソープのアレンジメント」のために撮影した写真について，同書籍\nの監修者がそのホームページに使用するに当たり，第１審原告が，平成\n２２年１０月頃，補助参加人に対し「書籍外  写真使用  許諾料」とし\nて２万５０００円を請求し，補助参加人がその頃第１審原告に対し同額\nを支払ったことが認められる。\nこの「フラワーソープのアレンジメント」に関する上記２万５０００\n円の支払は，平成２２年６月下旬頃，「フラワーソープのアレンジメン\nト」の監修者が自らのホームページに使うために第１審原告撮影の写真\nの大部分の複製物の交付を要望したところ，第１審原告が異議を述べた\nことを発端とするものであって（丙２５，補助参加人代表者５頁），利\n用形態も，出版とは関係がないものであり，商業目的（出版目的）の二\n次利用とは解し難いものである（補助参加人代表者５頁，１２頁）。そ\nして，上記の請求（甲１３）及び金銭の支払の経緯についてみても，補\n助参加人が，第１審原告に対し，平成２２年９月２８日付け「請求書送\n付のお願い」と題する文書（丙２３）により，「フラワーソープのアレ\nンジメント」の写真撮影に係る日当に関し同年８月２５日付けとする請\n求書の送付を依頼し，さらに，同月３０日付で，実際には撮影が行われ\nていないにもかかわらず，第１審原告に対し，上記文書には「弊社費用\n持ちにて，相手様のご希望の撮影をしていただくというお約束の分が含\nまれておりませんでした。請求書にその分の日当２５，０００円も一緒\nに記載してお送り下さい。」との記載のあるメール（丙２４）を送付し\nたのに対し，第１審原告が同額を許諾料として請求したものであること\nが認められる（甲１３，丙２３ないし２５，第１審原告本人８頁，１５\n頁，補助参加人代表者５頁，１１頁ないし１５頁）。以上の事実及び前\n記ア認定の事実の経過に照らすと，補助参加人は，上記認定のとおり異\n議を述べた第１審原告との紛争を穏便に解決するために上記金銭を支\n払ったものであり，同金銭につき，第１審原告撮影の写真を二次利用す\nるための利用料であることを前提として行動していたものとはいえず，\n上記金銭の支払の事実をもって，補助参加人が，第１審原告に対し，「フ\nラワーソープのアレンジメント」の監修者が自らのホームページに第１\n審原告撮影の写真を使用することの利用料を支払ったものと評価する\nことはできない。\nウ  以上によれば，第１審原告は，平成１６年頃から平成２２年７月中旬頃\nまでの間は，補助参加人との間で，補助参加人の依頼により撮影した写真\nに関する権利は全て補助参加人に譲渡するとの，いわゆる買取りの合意の\n下に，補助参加人から依頼されて多数の写真を撮影してその収入を得てい\nたものと認められ，このような包括的な合意があったことは，第１審原告\nが，撮影した写真フィルムについても，補助参加人に渡したままその利用\nを委ねていたことや，その後，多数回にわたり，その写真が二次利用され，\n別の書籍等が出版されることになっても，第１審原告が，事前の承諾を求\nめることもなく，二次利用の利用料の支払もなく，かつ当該書籍が出版さ\nれていることを知っていたものと推認される立場にありながらも，上記期\n間内は何らの苦情を述べてきていないとの事実とも符合するものである。\nもっとも，この包括的合意の趣旨が，写真の著作権の補助参加人への譲渡\nであるか，それとも将来の補助参加人ないし他社による書籍出版その他に\nおける二次利用も含めた包括的許諾であり，その対価については，当初の\n撮影時の支払によるものとするとの合意であるかについては，これが口頭\nによる合意であり，書面による明確な合意ではないこと，及び，そのため\nか，補助参加人においても過去において前記イ(ｳ)及び(ｴ)のようなやや不\n明瞭な対応をしたこともあったことなどの事情を総合的に考慮すれば，上\n記包括的合意の趣旨は，著作権の譲渡ではなく，上記のような包括的許諾\nの趣旨であったものと認めるのが相当である。そうすると，上記期間内に\n撮影された本件写真の著作権についても，上記包括的合意に基づき，第１\n審原告から補助参加人に対し，その二次利用も含め，包括的許諾がなされ\nたものと認められる。\n(4)  よって，第１審原告の本件写真の著作権に基づく請求は，その余の点につ\nいて判断するまでもなく，いずれも理由がない。\n２  本件写真についての著作者人格権の侵害の有無\n(1)  公表権の侵害の有無（争点２－１）について\n本件写真は，未公表の著作物であった（前記前提事実(3)イ）。そして，前\n記１(3)認定のとおり，補助参加人は，第１審原告から本件写真の利用につい\nて包括的許諾を受けているのであるから，第１審原告は，補助参加人（ない\nしは補助参加人から本件写真の著作権の利用の許諾を受けた者）において本\n件写真が利用ないし二次利用され公衆に提供されることについて包括的に同\n意したものと認められる（著作権法１８条２項１号参照）。\nそうすると，第１審原告の公表権侵害の主張は理由がない。\n(2)  氏名表示権の侵害の有無（争点２－２）について\n次のとおり補正するほかは，原判決第３の２(2)記載のとおりであるからこ\nれを引用する。\nア  原判決４４頁１９行目末尾に，改行の上，次のとおり加える。\n「  これに対し，第１審被告は，第１審原告は，Ｂから，「写真の権利は\n全てタックのものになるので，二次利用しようがどのように使おうがタ\nックの自由です」，「二次利用しようが何に使おうが出版社の自由です\nからね」と説明を受け，これに異議を述べずに承諾していたのであるか\nら，二次利用に当たってその方法（氏名表示の有無や氏名表示方法を含\nむ。）が制限されないこともまた承諾していた旨主張する。\nしかし，Ｂは，二次利用する際には，写真家の氏名を必ず入れていた\n旨供述している上に（証人Ｂ１３頁ないし１４頁），補助参加人又はア\nシェット社が第１審原告の写真を二次利用した書籍においても第１審原\n告の氏名が表示されていること（丙７，９，１３，１５，１７，１９，\n２１，３５，３６）も併せ考えると，Ｂが第１審原告に対し上記説明を\n行っていたとしても，これをもって，第１審原告が，第１審原告撮影の\n写真の二次利用に当たってその方法（氏名表示の有無や氏名表示方法を\n含む。）が制限されないことを承諾していたと認めるには足りず，他に\nこれを認めるに足りる証拠はない。\nよって，第１審被告の上記主張を採用することはできない。」\nイ  原判決４４頁２０行目の「これに対し，補助参加人は，」を「また，第\n１審被告及び補助参加人は，」と改める。\n(3)  同一性保持権の侵害の有無（争点２－３）について\n本件写真と本件掲載写真（別紙写真目録２参照）とを比較すると，本件掲\n載写真には，前記前提事実(3)イ記載の態様の改変が加えられていることが認\nめられる。\nしかし，前記 1(3)認定のとおり，補助参加人は，第１審原告から本件写真\nの利用ないし二次利用について包括的許諾を受けているものである上に，第\n１審原告は，Ｃから，写真の権利について「買取り」との説明を受け，Ｂか\nら，写真に関する権利は全て補助参加人のものになり，二次利用をしようが\nどのように使おうが補助参加人の自由である旨の説明を受けている。しかも，\n補助参加人の書籍における第１審原告撮影の写真の用いられ方は，文章の内\n容を補足して写真で説明したり，文章を理解しやすくするために用いられた\nりするものも多く（丙６ないし９，１２ないし２１），「HONDA CB750Four FILE.」\n（甲１，丙５）に用いられた写真のように，比較的鑑賞用と考え得るもので\nあっても，その被写体についての解説も併せて予定されていると解されるも\nのである。しかも，「HONDA CB750Four FILE.」（甲１）においては，本件写\n真と同時に撮影された写真（丙１０）から本件エンジン部分（背景部分の一\n部を含む。）だけが切り出されて掲載されているほか，掲載された同写真の\n下部には被写体のエンジンについて説明する文章が記載されている。また，\n第１審原告撮影の写真を用いて補助参加人が出版した書籍において，第１審\n原告撮影の写真上に説明のための矢印が挿入されているものも存在する（丙\n１６，１８）。\n以上によれば，少なくとも，第１審原告は，第１審原告の名誉・声望を害\nしない限りにおいて，写真を切り出したり，あるいは，写真上に説明のため\nの文章等を追加する等，出版される書籍における写真の利用目的に応じて必\n要な限度での写真の改変については同意をしていたものと認めるのが相当で\nある。\nそして，本件写真の改変の態様は上記認定のとおりであって，いずれも本\n件書籍における写真の利用目的に応じた必要な限度のものにすぎず，しかも，\nその改変態様に照らしても，改変が第１審原告の名誉・声望を害するものと\nも認められない。\nそうすると，第１審原告の同一性保持権侵害の主張は理由がない。\n(4)  著作者人格権不行使の合意の有無（争点２－４）について\n補助参加人は，著作権の「買取り」とは，補助参加人従業員の管理下で撮\n影された写真を補助参加人がどのように利用しようと異議を申し立てないと\nの意であるから，著作者人格権を行使しないとの趣旨も当然に含まれる旨主\n張する。\nしかし，前記１(3)認定のとおり，Ｃは，第１審原告に対し，撮影した写真\nについて「買取り」である旨説明してはいるものの，著作者人格権の説明は\nしていないとも供述している上に（補助参加人代表者１０頁），前記(2)認定\nの事実も併せ考えると，Ｃの上記説明をもって，第１審原告と補助参加人と\nの間で，著作者人格権（氏名表示権）不行使の合意があったとまでは認める\nには足りず，他にこれを認めるに足りる証拠はない。\nよって，補助参加人の上記主張を採用することはできず，第１審原告は，\n第１審被告に対し，著作者人格権（氏名表示権）を行使することができる。\n３  第１審被告の過失の有無（争点３）について\n原判決を次のとおり改めるほかは，原判決第３の３記載のとおりであるから\nこれを引用する。\n(1)  原判決４６頁１３行目の「他人の」から同頁１４行目の「（著作権法６３\n条１項，２項），」までを削り，同頁１５行目の「著作権」を「著作権のみ\nならず著作者人格権」と改める。\n(2)  原判決４６頁１９行目及び同頁２４行目の「著作権」をいずれも「著作者\n人格権」と改める。\n(3)  原判決４７頁６行目「果たしている」を「果たしており，出版物に使用さ\nれる写真の権利処理の実態に照らすと，上記行為により調査・確認義務は果\nたされているものと評価すべきある」と改める。\n４  損害額（争点４）について\n以上のとおり，第１審原告の損害賠償請求は，氏名表示権侵害に基づく請求\nについてのみ理由があるところ，その慰謝料としては，本件書籍における本件\n写真の掲載態様や本件書籍の発行部数等，第１審被告の氏名表示権侵害の態様\nに鑑みると，１０万円と認めるのが相当である。\nまた，第１審被告が負担すべき弁護士費用相当額としては，本件における紛\n争の内容，経過等に鑑みると，１万円と認めるのが相当である。\n５  まとめ\n以上のとおり，第１審原告の不法行為に基づく損害賠償請求は，１１万円及\nびこれに対する本件書籍発行の日の後である平成２２年９月２１日から支払済\nみまで民法所定の年５分の割合による遅延損害金の支払を求める限度で理由が\nある。\nまた，第１審被告は，第１審原告の氏名を表示することなく本件写真を本件\n書籍や第１審被告のウェブサイトのウェブページに掲載しているから，第１審\n原告の氏名を表示しない限り，本件写真の複製又は公衆送信について差止めの\n必要があると認められる。そして，第１審原告の氏名を表示しない限り，本件\n写真を複製した本件書籍の出版，販売又は頒布についても同様であると認めら\nれるから，著作権法１１２条１項に基づく差止請求は主文記載の限度で理由が\nある。\nさらに，第１審被告ウェブサイトのウェブページからの本件写真の削除（た\nだし，第１審原告の氏名を表示していないものに限る。）についても，その必\n要があると認められる。他方，本件書籍は，本文１３頁のほかに，「シリーズ\nガイド」が１６頁にわたって掲載されており，これに表紙の裏表及び裏表紙を\n併せると，全部で３２頁となるものであるところ（乙８），本件写真の複製物\nが本件書籍の８頁下欄に掲載されていることは前記前提事実(3)認定のとおり\nである。第１審原告は，本件書籍全体の廃棄を求めているものの，第１審原告\nの氏名表示権を侵害するのは上記頁だけであり，かつ同頁は可分であるから，\n著作者人格権侵害行為の停止又は予防に必要な措置としては，本件書籍の上記\n頁中，第１審原告の氏名を表示することなく本件写真を複製して掲載した部分\nの廃棄を認めることで十分であり，本件書籍全体の廃棄を認める必要はない。\nよって，第１審原告の著作権法１１２条２項に基づく廃棄請求は以上の限度で\n理由がある。\n第４  結論\n以上によれば，第１審原告の請求は，主文掲記の損害賠償請求及び遅延損害\n金請求並びに差止請求及び廃棄等請求の限度で理由があり，その余は理由がな\nく，これに反する原判決を主文の限度で変更することとし，また，第１審原告\nの控訴は理由がないので，これを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官          設      樂\n      一\n裁判官          西              理      香\n裁判官          神      谷      厚      毅\n（別紙）\n書籍目録\n書  名    「週刊 ホンダ CB750FOUR」第１号\n発  行    第１審被告\n発  売    第１審被告\n発行日    平成２２年９月２１日\n定  価    ６９０円\n以上\n（別紙）\nＵＲＬ目録\nhttp://deagostini.jp/hcb/\nhttp://deagostini.jp/hcb/series_guide.php#id3\n以上\n"
}