{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 29
  },
  "case_number": "平成23(行ケ)10106",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81788",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81788",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/788/081788_hanrei.pdf",
  "contents": "平成２３年１１月２９日判決言渡  同日判決原本領収  裁判所書記官\n平成２３年（行ケ）第１０１０６号  審決取消請求事件\n口頭弁論終結日  平成２３年１１月１７日\n判 決\n原 告        株 式 会 社 フ ジ 医 療 器\n訴 訟 代 理 人 弁 護 士        畑   郁 夫\n重 冨 貴 光\n髙 田 真 司\n黒 田 佑 輝\n辻   本   希 世 士\n辻 本 良 知\n笠 鳥 智 敬\n松   田   さ と み\n弁 理 士        辻 本 一 義\n森 田 拓 生\n神 吉   出\n大 本 久 美\n丸 山 英 之\n坂 元 孝 之\n被 告        フ ァ ミ リ ー 株 式 会 社\n訴 訟 代 理 人 弁 護 士        三 山 峻 司\n井 上 周 一\n木 村 広 行\n松 田 誠 司\n弁 理 士        角 田 嘉 宏\n古 川 安 航\n浦   利 之\n下 村 裕 昭\n山 田 久 就\n高 田   聰\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告が求めた判決\n特許庁が無効２０１０－８０００７６号事件について平成２３年２月２２日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，被告の特許権について原告からの無効審判請求を成り立たないとした審\n決の取消訴訟である。争点は，進歩性（容易想到性）の有無及び明確性要件違反の\n有無である。\n１  特許庁における手続の経緯\n被告は，平成１２年１月１７日，名称を「マッサージ機」とする発明につき，特\n許出願をし，平成２１年１月２３日，特許登録を受けた（特許第４２４９８７２号，\n請求項の数は２）。\n被告は，平成２１年５月２７日，請求項１及び２の特許請求の範囲の記載の一部\nを改める訂正審判請求をしたところ（訂正２００９－３９００７２号），同年９月１\n１日，特許庁から審判請求不成立の審決を受けたので，同審決の取消しを求める訴\nえを提起し（平成２１年（行ケ）第１０３２６号），平成２２年４月２７日，知的財\n産高等裁判所から同審決を取り消すとの判決を得た。特許庁は，平成２２年６月７\n日，上記訂正審判請求のとおり訂正することを認めるとの審決をし，この審決は確\n定した。\n原告は，平成２２年４月２２日，請求項１及び２に係る特許につき無効審判請求\nをしたところ（無効２０１０－８０００７６号），特許庁は平成２３年２月２２日，\n「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成２３年３月３\n日に原告に送達された。\n２  本件発明の要旨\n本件発明は，肩の位置等の身体の位置を設定できるマッサージ機に関する発明で，\n前記訂正審決確定後の特許請求の範囲は以下のとおりである。\n【請求項１（本件発明１）】\n「マッサージ機本体（２）と，使用者にマッサージを施すように当該マッサージ\n機本体（２）に設けられていると共に使用者の身長方向に移動自在な施療子（１４）\nと，当該施療子（１４）を操作して任意の位置に位置決めすることができる上昇ス\nイッチ（４９）及び下降スイッチ（５０）を有する操作装置（４０）と，を備えた\nマッサージ機において，\n前記上昇スイッチ（４９）及び前記下降スイッチ（５０）の操作によって決めら\nれた施療子（１４）の位置をマッサージの基準位置として記憶する記憶部（３９）\nを備え，\n前記施療子（１４）の位置決めを行うための一定の時間を設定しておき，その時\n間内に前記施療子（１４）を移動させ，その時間が経過した時点での前記施療子（１\n４）の位置を検出しその位置を基準位置として自動的に前記記憶部（３９）に記憶\nさせることを特徴とするマッサージ機。」\n【請求項２（本件発明２）】\n「マッサージ機本体（２）と，使用者にマッサージを施すように当該マッサージ\n機本体（２）に設けられていると共に使用者の身長方向に移動自在な施療子（１４）\nと，当該施療子（１４）を操作して任意の位置に位置決めすることができる位置操\n作部（４９，５０）を有する操作装置（４０）と，前記位置操作部（４９，５０）\nの操作によって決められた施療子（１４）の位置をマッサージの基準位置として記\n憶する記憶部（３９）と，を備え，\n施療子（１４）を移動させた後，前記操作位置（４０）への所定の操作を施すと，\nその所定の操作が行われたときの前記施療子（１４）の位置を基準位置として検出\nする，マッサージ機において，\n前記所定の操作を行わなくとも，前記施療子（１４）を移動させて位置決めを行\nうために予め設定された一定の時間が経過すると，前記施療子（１４）の位置を検\n出しその位置を基準位置として自動的に前記記憶部（３９）に記憶させ，\n前記基準位置は肩位置であることを特徴とするマッサージ機。」\n３  審判請求における原告主張の無効理由\n(1)  無効理由１\n本件発明１及び２は，その出願当時，甲第１号証に記載された発明（甲１発明）\nに甲第２ないし６号証に記載された発明ないし周知技術を組み合わせることに基づ\nいて，当業者において容易に想到することができたものであるから，進歩性を欠く。\n【甲第１号証】特開平１１－１７８８７７号公報\n【甲第２号証】特公平１－１３８５６号公報\n【甲第３号証】特許第２５１１４５１号公報\n【甲第４号証】特開平１１－３３６１６３号公報\n【甲第５号証】特開平９－８０５４８号公報\n【甲第６号証】特開平６－１６８３４５号公報\n(2)  無効理由２\n本件発明１及び２の特許請求の範囲にいう「一定の時間」は，いつから開始する\nか，開始してからどの程度の時間か不明確である。\n４  審決の理由の要点\n(1)  無効理由１について\nア  本件発明１について\n【甲第１号証に記載された発明】\n「マッサージ機本体と，使用者にマッサージを施すように当該マッサージ機本体\nに設けられていると共に使用者の身長方向に移動自在なもみ玉１３と，当該もみ玉\n１３を操作して任意の位置に位置決めすることができる上スイッチ２７及び下スイ\nッチ２８を有するリモコン２０と，を備えたマッサージ機４０において，\n上スイッチ２７及び下スイッチ２８の操作によって決められたもみ玉１３の操作\nによって決められたもみ玉１３の位置を次回からの施療動作における肩の施療位置\nとして記憶する記憶部を備えたマッサージ機。」\n【本件発明１と甲第１号証に記載された発明の一致点】\n「マッサージ機本体（２）と，使用者にマッサージを施すように当該マッサージ\n機本体（２）に設けられていると共に使用者の身長方向に移動自在な施療子（１４）\nと，当該施療子（１４）を操作して任意の位置に位置決めすることができる上昇ス\nイッチ（４９）及び下降スイッチ（５０）を有する操作装置（４０）と，を備えた\nマッサージ機において，\n前記上昇スイッチ（４９）及び下降スイッチ（５０）の操作によって決められた\n施療子（１４）の位置をマッサージの基準位置として記憶する記憶部（３９）を備\nえるマッサージ機」である点\n【本件発明１と甲第１号証に記載された発明の相違点（相違点１）】\n本件発明のマッサージ機は，「前記施療子（１４）の位置決めを行うための一定の\n時間を設定しておき，その時間内に前記施療子（１４）を移動させ，その時間が経\n過した時点での前記施療子（１４）の位置を検出しその位置を基準位置として自動\n的に前記記憶部（３９）に記憶させる」のに対し，甲第１号証に記載された発明の\nマッサージ機は，そのような構成を備えていない点\n【相違点１に係る構成の容易想到性の判断（１７～２２頁）】\n「（１）  甲第１号証\nまず，甲第１号証を検討しても，甲第１号証に記載された発明において，もみ玉１３の位\n置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は\n見出せない。\n上記の点につき，原告は・・・甲第１号証記載の発明において位置決めの時間がエンドレ\nスに続くということは常識的に考えてあり得ないと主張するが，原告の該主張は一般論にと\nどまるものであって，そのことだけを根拠に，もみ玉１３の位置を調整するために一定の時\n間を設定する旨の記載やそのための動機付けと解すべき記載を見出せない甲第１号証に記載\nされた発明において，もみ玉１３の位置を調整するために一定の時間が設定されているとま\nで解すことはできないから，原告の主張・・・は理由がない。\nそして，記載事項ア（判決注：段落【０００４】）の『この発明は，・・・使用者が選択指\n示した施療部位を実際の施療動作を開始する前に使用者に確実に知らせることのできるマッ\nサージ機を提供することを目的とする。』との記載及び記載事項イ（判決注：段落【００１３】\n～【００１８】）の『施療手段の動作によって確認された施療部位が使用者の意図する部位と\nは異なった場合に・・・スイッチ２７，２８を操作することで，施療位置を微調整すること\nができる。・・・なお，施療動作中でもスイッチ２７，２８を操作することで，施療位置の微\n調整を行えるようにしてもよい。』との記載からして，甲第１号証には，施療位置の確認動作\nの後及び施療動作中にもみ玉の位置を微調整することは記載されているといえるが，甲第１\n号証を検討しても，『位置確認のために動作する時間』中にもみ玉の位置を微調整することは\n記載されておらず，そのことを示唆する記載も見出せない。\nしてみると，仮に甲第１号証に記載された発明において，施療位置の微調整の後の位置確\n認（『動作』『確認動作』）が再度行われることを当業者が容易に想起するとしても，甲第１号\n証には，『位置確認のために動作する時間』中にもみ玉の位置を微調整することは記載されて\nおらず，そのことを示唆する記載も見出せないから，甲第１号証に記載された発明を，『位置\n確認のために動作する時間』中に，もみ玉の位置を微調整（位置補正）することの方が自然\nなものと解することはできず，原告の主張（ii）（判決注：『位置確認のために動作する時間』\n内に『施療位置の微調整』を行なうことが容易想到であるとの主張）は理由がない。\nなお，甲第１号証に『位置確認のために動作する時間』の継続中に『施療位置の微調整』\nをなすことを排除する趣旨の記載がないとしても，そのことは，甲第１号証に記載された発\n明を，『位置確認のために動作する時間』中に，もみ玉の位置を微調整（位置補正）すること\nの方が自然なものと解すべき根拠とまではいえない。\nしかも，原告が指摘する記載（段落【００１７】【００１８】）を含めて甲第１号証を検討\nしても，『位置確認のために動作する時間』は『施療位置の微調整』をするための時間である\nとか，『位置確認のために動作する時間』を一定の幅のある時間とすることがその時間内に施\n療位置の微調整をし得るようにするためであると解すべき根拠も見出せないから，原告の主\n張（iii）（判決注：『一定の時間』内に『施療位置の微調整』を行なう構成の容易想到性に係\nる主張）は理由がない。\n（２）  甲第２号証\n甲第２号証には，記載事項サ，シ及びセ（判決注：１欄１～１８行，２０～２３行，１０\n欄４～４０行）の『制御回路Ａは前記動作データに従つた動作を時間データに従つた時間だ\nけもみ輪４に実行させる』との記載からして，『少なくとも動作位置データ及び動作時間デー\nタからなる施療データを記憶して，記憶された施療データの動作位置データに従った位置で\n時間データに従った時間だけ施療動作を行なっていく施療機』についての発明が記載されて\nいるといえ，\nさらに，上記発明に関し，甲第２号証には，\n記載事項サ～セ（判決注：１欄１～１８行，２０～２３行，２欄８～１４行，１０欄４～\n４０行）からして，\n『動作データ，動作位置データ及び動作時間データからなる施療データを記憶して，記憶\nされた施療データに基づいて一連の施療動作を行なう施療機において，\nイニシアル位置に動作位置データを加えて目標座標を作成し，\n検出されたもみ輪４の現在座標と目標座標とが一致するようにもみ輪４を移動させ，\nもみ輪４の現在座標と目標座標とが一致すれば，動作データに従った動作を時間データに\n従った時間だけもみ輪４に実行させ，\n微調スイッチＯからの出力がイニシアル位置と動作位置データとに更に加えられ，新たな\n目標座標が設定されて，もみ輪４の動作位置が調整され，\n微調量は以降の施療動作全体に有効となること。』（以下，『甲２－１発明』という。）\nが記載されており，\n記載事項サ～タ（判決注：１欄１～１８行，２０～２３行，２欄８～１４行，１０欄４～\n４０行，４１行～１１欄３６行及び１０欄４１行～１１欄３６行に基づく基準位置を記憶す\nる構成）からして，\n『施療データを記憶して，記憶された施療データに基づいて一連の施療動作を行なう施療\n機において，\n一連の施療動作を実行させる前に，上スイツチＬ１及び下スイツチＬ２を用いて施療手段\nを上下動させ，施療手段を肩位置に合わせた時の施療手段の座標が，位置合わせスイッチＱ\nを押すことにより基準位置として記憶されること。』（以下，『甲２－２発明』という。）\nが記載されているといえる。\nしかしながら，甲第２号証を検討しても，甲第２号証に記載された発明において，もみ輪\n４等の施療手段の位置を調整するために一定の時間を設定する旨の記載やそのための動機付\nけと解すべき記載は見出せない。\n上記の点につき，原告は，如何なる目的で『時間データ』を構成したのかという主観的要\n素は問題ではなく，客観的にみて『時間データ』として設定された一定の時間内にもみ輪の\n位置を微調整し得る構成となっているか否かが問題であるから，甲第２号証に記載された発\n明において，『時間データ』に従ってもみ輪が動作している時間は，次回の動作データに基づ\nく施療動作との関係でみれば，位置調整のための『一定の時間』と同義的に捉えられるもの\nであると主張する・・・。\nしかしながら，本件発明１の『一定の時間』は，無効理由２の検討において後記するよう\nに，本件発明１のマッサージ機において，『前記施療子（１４）の位置決めを行うための』も\nのであって，『その時間内に前記施療子（１４）を移動させ』，『その時間が経過した時点での\n前記施療子（１４）の位置を検出しその位置を基準位置として自動的に前記記憶部（３９）\nに記憶させる』ことにより，本件特許明細書に記載された本件発明１の作用効果を奏すると\nいう技術的意義を有するものである。\nしてみると，仮に甲第２号証に記載された『動作時間データ』内にもみ輪の位置を微調整\nし得るとしても，施療データの動作位置データに従った位置で時間データに従った時間だけ\nもみ輪４に施療動作を行なわせるための『動作時間データ』と本件発明１の『一定の時間』\nとは，客観的にみて技術的に同義とはいえない。\nまた，原告は，甲第２号証の『微調量は以降の施療動作全体に有効となるので，動作位置\nを全体として上げたいとか下げたいという時に効果的である』との記載からして，甲第２号\n証に記載された発明は，予め設定された『時間データ』の間に，使用者がもみ輪を移動させ，\nその時間が経過した時点での当該もみ輪の位置を検出し，これを自動的に記憶する構成を備\nえていると主張する・・・。\nしかしながら，甲２－１発明は，もみ輪４の動作中に微調スイッチＯからの出力がイニシ\nアル位置と動作位置データとに更に加えられ，新たな目標座標が設定されるものであって，\n各『動作時間データ』（一定の時間）が経過した時点でのもみ輪４の位置を検出しその位置を\n新たな目標座標（マッサージの基準位置）として自動的に記憶部に記憶するものでもない。\nそして，原告が指摘する甲第２号証の『微調量は以降の施療動作全体に有効となるので，\n動作位置を全体として上げたいとか下げたいという時に効果的である』との記載は，甲２－\n１発明についてのものと解されるが，甲２－１発明についての上記理解を否定する程のもの\nとはいえない。\nまた，甲２－２発明は，基準位置を記憶するものであるが，施療手段を位置合わせするた\nめに一定の時間を設定するものではない。\nしてみると，甲第２号証には，予め設定された『時間データ』の間に，使用者がもみ輪を\n移動させ，その時間が経過した時点での当該もみ輪の位置を検出し，これを自動的に記憶す\nる構成が記載されているとはいえない。\n以上によれば，原告の主張・・・は理由がなく，甲第１号証及び甲第２号証には，甲第１\n号証に記載された発明及び甲第２号証に記載された発明において，もみ輪（玉）の位置を調\n整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せ\nず，甲第２号証には，予め設定された『時間データ』の間に，使用者がもみ輪を移動させ，\nその時間が経過した時点での当該もみ輪の位置を検出し，これを自動的に記憶する構成が記\n載されているとはいえないから，仮に甲第１号証に記載された発明に甲第２号証に記載され\nた発明を適用することができたとしても，『施療子の位置決めを行うための一定の時間を設\n定』すること及び『その時間が経過した時点での前記施療子の位置を検出しその位置を基準\n位置として自動的に前記記憶部に記憶させること』を含む本件発明１の相違点１に係る発明\n特定事項を当業者が容易に想到することができたとはいえない。\n（３）  甲第３号証，周知技術\n甲第３号証には，記載事項ナ（判決注：３欄４０行～４欄７行）からして，原告が主張す\nる・・・ように，本件発明１の『施療子の位置を検出』する構成が記載されているといえる\nが，甲第３号証を検討しても，甲第３号証に記載された発明において，施療子の位置決めを\n行うために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せな\nい。\nまた，仮に原告が主張する・・・ように，甲第４号証には，『位置調整用の所定時間』及び\n『位置調整スイッチ７４』が開示されており，甲第５号証には，『所定時間経過後に』『ブレ\n補正光学系の基準位置を検出し』『記憶する』構成が開示されており，甲第６号証には，『電\n源投入時に一定時間だけ入出力用ポートを入力用に切換え，この間に外部機器から信号を取\nり込んでフィーチャー設定を行い，一定時間経過後に該入出力用ポートを今度は出力用に切\n換え』る構成が開示されているとしても，甲第４号証～甲第６号証の上記各構成は，『衛生洗\n浄装置及び衛生洗浄装置用洗浄水噴出制御方法』，『ブレ補正光学系』，『マイコン入出力装置』\nに対応した具体的技術事項であって，これらの各種装置に対応した具体的技術事項が，『マイ\nコン応用製品において，操作の手順を減らして処理を簡略化するためにタイムアップ機能（事\n前に設定された一定時間内に何らかの処理をし，時間経過後にこれを検出する構成）を用い\nること』という抽象化された技術概念を前提としたものであることを当業者が理解するとい\nうべき根拠は見出せないから，原告の主張・・・は理由がない。\nしかも，仮に甲第３号証に記載された『施療子の位置を検出』する構成や原告が主張する\n『マイコン応用製品において，操作の手順を減らして処理を簡略化するためにタイムアップ\n機能（事前に設定された一定時間内に何らかの処理をし，時間経過後にこれを検出する構成）\nを用いること』という周知技術を甲第１号証に記載された発明に適用することができたとし\nても，甲第１号証，甲第３号証～甲第６号証には，『施療子の位置を検出』する構成や上記抽\n象化された技術概念から，『施療子の位置決めを行うための一定の時間を設定』すること及び\n『その時間が経過した時点での前記施療子の位置を検出しその位置を基準位置として自動的\nに前記記憶部に記憶させること』を当業者が容易に想到することができたと解すべき根拠も\n見出せないから，上記事項を含む本件発明１の相違点１に係る発明特定事項を当業者が容易\nに想到することができたとはいえない。\n（４）  以上によれば，原告の主張・・・は理由がなく，甲第１号証～甲第６号証には，\n施療子の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解す\nべき記載は見出せず，『施療子の位置決めを行うための一定の時間を設定』すること及び『そ\nの時間が経過した時点での前記施療子の位置を検出しその位置を基準位置として自動的に前\n記記憶部に記憶させること』を当業者が容易に想到することができたと解すべき根拠も見出\nせないから，仮に甲第２号証～甲第６号証に記載された発明ないし周知技術を甲第１号証に\n記載された発明に適用できたとしても，上記事項を含む本件発明１の相違点１に係る発明特\n定事項を当業者が容易に想到することができたとはいえない。\n（５）  効果\nそして，本件発明１は，その発明特定事項を備えることにより，特許明細書に記載された\n作用効果を奏することができるものである。\n（６）  以上のとおり，本件発明１は，甲第１号証～甲第６号証に記載された発明ないし\n周知技術に基いて当業者が容易に発明をすることができたものとはいえない。」\nイ  本件発明２について\n【本件発明２と甲第１号証に記載された発明の一致点】\n「マッサージ機本体（２）と，使用者にマッサージを施すように当該マッサージ\n機本体（２）に設けられていると共に使用者の身長方向に移動自在な施療子（１４）\nと，当該施療子（１４）を操作して任意の位置に位置決めすることができる位置操\n作部（４９，５０）を有する操作装置（４０）と，前記位置操作部（４９，５０）\nの操作によって決められた施療子（１４）の位置をマッサージの基準位置として記\n憶する記憶部（３９）と，を備え，\n前記基準位置は肩位置であることを特徴とするマッサージ機」である点\n【本件発明２と甲第１号証に記載された発明との相違点（相違点２）】\n本件発明２のマッサージ機は，「施療子（１４）を移動させた後，前記操作装置（４\n０）への所定の操作を施すと，その所定の操作が行われたときの前記施療子（１４）\nの位置を基準位置として検出する，マッサージ機において，\n前記所定の操作を行わなくとも，前記施療子（１４）を移動させて位置決めを行\nうために予め設定された一定の時間が経過すると，前記施療子（１４）の位置を検\n出しその位置を基準位置として自動的に前記記憶部（３９）に記憶させ」るのに対\nし，甲第１号証に記載された発明のマッサージ機は，そのような構成を備えていな\nい点\n【相違点２に係る構成の容易想到性の判断（２４，２５頁）】\n「原告の上記主張を参酌しつつ，相違点２について検討する。\nまず，本件発明１について検討したのと同様の理由で，原告の主張（i）～（vi）（判決注：\n本件発明１の容易想到性に係る原告の主張）は採用することができない。\nまた，甲第１号証及び甲第２号証には，甲第１号証に記載された発明及び甲第２号証に記\n載された発明において，もみ輪（玉）の位置を調整するために一定の時間を設定する旨の記\n載やそのための動機付けと解すべき記載は見出せず，甲第２号証には，予め設定された『時\n間データ』の間に，使用者がもみ輪を移動させ，その時間が経過した時点での当該もみ輪の\n位置を検出し，これを自動的に記憶する構成が記載されているとはいえないことも，本件発\n明１について検討したとおりである。\nしてみると，仮に甲第２号証に記載された発明が，『施療子（１４）を移動させた後，前記\n操作装置（４０）への所定の操作を施すと，その所定の操作が行われたときの前記施療子（１\n４）の位置を基準位置として検出する，マッサージ機において，』という構成を有するととも\nに，甲第１号証に記載された発明に甲第２号証に記載された発明を適用することができたと\nしても，本件発明１と同様の理由で，『前記所定の操作を行わなくとも，前記施療子（１４）\nを移動させて位置決めを行うために予め設定された一定の時間が経過すると，前記施療子（１\n４）の位置を検出しその位置を基準位置として自動的に前記記憶部（３９）に記憶させ』る\nことを含む本件発明２の相違点２に係る発明特定事項を当業者が容易に想到することができ\nたとはいえない。\nそして，本件発明２は，その発明特定事項を備えることにより，特許明細書に記載された\n作用効果を奏することができるものである。\n以上のとおり，原告の主張・・・は理由がなく，本件発明２は，甲第１号証～甲第６号証\nに記載された発明ないし周知技術に基いて当業者が容易に発明することができたものとはい\nえない。」\n(2)  無効理由２について\nア  本件発明１について\n「本件発明１における『一定の時間』が，本件発明１のマッサージ機において，『前\n記施療子（１４）の位置決めを行うための』ものであって，『その時間内に前記施療子\n（１４）を移動させ』，『その時間が経過した時点での前記施療子（１４）の位置を検出\nしその位置を基準位置として自動的に前記記憶部（３９）に記憶させる』ことにより，\n本件特許明細書に記載された本件発明１の作用効果を奏するものであることは，訂正特\n許請求の範囲の請求項１の記載から明確である。\nそして，当業者であれば，上記のような本件発明１における『一定の時間』の技術的\n意義は，『一定の時間』における起算時の基準，『一定の時間』としての時間の幅，『一\n定の時間』の満了時が具体的に規定されていなくても理解し得るといえる。\nしたがって，原告の上記主張は理由がなく，本件発明１の『一定の時間』は，不明確\nとはいえない。」（２３頁）\nイ  本件発明２について\n「本件発明２の『一定の時間』が明確であることは，本件発明１の『一定の時間』に\nついて検討したとおりであって，訂正特許請求の範囲の請求項２の記載は特許法第３６\n条第６項第２号に規定する要件を満たしている。」（２５頁）\n第３  原告主張の審決取消事由\n１  本件発明１，２の容易想到性の判断の誤り（取消事由１）\n(1)  本件発明１，２も甲第１号証記載の発明もマッサージ機に関する発明であ\nるところ，いずれもより正確にマッサージの基準位置を設定することを技術的課題\nとするものであって，解決すべき技術的課題が共通する。\n甲第１号証の段落【００１６】，【００２８】の記載に照らせば，「位置確認のため\nに動作する時間」（段落【００１６】）にいう「位置」は，施療部位を微調整（位置\n補正）した後の施療位置を含むものであるし，段落【００１８】，【００２７】の記\n載に照らせば，甲第１号証のマッサージ機において確認動作がされている途中でも，\n施療位置の微調整が行われることが前提にされているというべきである。そうする\nと，甲第１号証には，マッサージ機の確認動作中に施療部位を選択指示する構成が\n記載されているから，確認動作という一定の時間中に施療位置の調整を行うことが\n示唆されている。甲第１号証にいう「位置確認のために動作する時間」（段落【００\n１６】）にはもみ玉１３の位置を微調整する時間も含み得るから，甲第１号証には，\nもみ玉１３の位置を調整するために一定の時間を設定することの動機付けとなる記\n載がされているか，又は示唆されている。\nそうすると，「甲第１号証に記載された発明において，もみ玉１３の位置を調整す\nるために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見\n出せない。」との審決の判断は誤りである。\nまた，「施療位置の微調整」（段落【００１７】，【００１８】）の後においても使用\n者がもみ玉の位置を再度確認することは当然であるから（段落【００２５】，【００\n２７】），「位置確認のために動作する時間」（段落【００１６】）中にもみ玉の位置を\n微調整（位置補正）するのが自然であって，「位置確認」（段落【００１６】）の中に\nは「施療位置の微調整（施療部位の位置補正）」が含まれると考えるのが自然である。\nなお，施療位置の調整が位置確認動作終了後に限られる理由はない。そうすると，\n上記の審決の判断は誤りである。\n(2)  甲第１号証も甲第２号証もマッサージ機に関する発明に係る公報であって，\n技術分野が共通するし，「より正確に基準位置を設定する」という共通の技術的課題\nを有し，かつ甲第２号証に記載された発明も同様の課題解決手段，すなわち「微調\nスイッチ O を操作」する構成及び「位置決めを行うための一定の時間」に係る構成\nを有する。\n甲第１号証の「位置確認のために動作する時間」は，当該時間内にもみ玉の位置\nを微調整することを排除していないと考えられ，本件発明１，２にいう「一定の時\n間」の構成に想到する動機付けないし示唆が甲第１号証にあるから，甲第１号証に\n記載された発明に甲第２号証に記載された発明ないし周知技術を組み合わせる動機\n付けがある。\nところで，甲第２号証記載の発明は，予め「時間データ」を設定し，使用者がも\nみ輪の位置がずれていると判断したときに，設定された時間の範囲内で微調スイッ\nチを操作する構成を有するものである。「時間データ」と微調スイッチ O の操作は\n関連付けられており，もみ輪が予め設定された一定の時間中に動作することによっ\nて，使用者は位置がずれているか否かを判断し，微調スイッチ O を操作してもみ輪\nを上下に移動させ得るのであるから，次回の動作データに基づく施療動作との関係\nでは，甲第２号証記載の発明にいう「時間データ」は本件発明１，２にいう「一定\nの時間」と同一の技術的意義を有する。\nまた，甲第２号証５頁（９７頁）右欄３７ないし４０行の記載にかんがみれば，\n「時間データ」に従ってもみ輪が動作している間に施療位置の微調整を行い，「時間\nデータ」に係るもみ輪の動作時間が経過した時点での施療位置がマッサージの基準\n位置として検出，記憶されることも明らかである。\n(3)  甲第４ないし６号証に記載された発明ないし周知技術は甲第１号証に記\n載された発明とも本件発明１，２とも技術分野が共通するところ，マッサージ機が\n属するマイコン応用製品の技術分野において，操作手順を減らして処理を簡略化す\nるためにタイムアップ機能を用いることは周知技術であって，仮に甲第１号証にい\nう「位置確認のために動作する時間」が本件発明１，２にいう「一定の時間」の構\n成に想到する動機付けないし示唆をするにとどまるとしても，甲第１号証に記載さ\nれた発明に甲第４ないし６号証に記載された発明ないし周知技術を適用する動機付\nけが存する。\n甲第４号証には，位置調整用の所定時間内に，位置微調整スイッチを操作するこ\nとにより位置の微調整を行い，当該所定時間が経過することにより，かかる微調整\nが有効となる構成が開示されており，まさに本件発明１，２の「一定の時間」と同\n様の構成が記載されているし，甲第４号証の技術的課題も本件発明１，２や甲第１\n号証記載の発明と同じく，「より正確に基準位置を設定すること」にある（甲４の請\n求項１，２，段落【００２２】，【００３３】，【００３６】，【００４４】等を参照。）。\nそうすると，甲第１号証に記載された発明に甲第４号証に記載された発明ないし周\n知技術を組み合わせる動機付けがあるのは明らかである。\n甲第５号証の請求項４では，「所定時間経過後に」「基準位置を検出し，その検出\n結果を前記記憶部に記憶する」と記載され，かつ図６でも「タイムＵＰ」から「位\n置検出」，「記憶」へと繋がる構成が記載されている。そうすると，基準位置を調整\nするための所定時間が設定され，当該所定時間経過（タイムＵＰ）後に，調整され\nた基準位置を検出，記憶する構成が開示され，本件発明１，２の「一定の時間」，「記\n憶」，「検出」と同様の構成が記載されている。加えて，上記記載に照らせば，甲第\n５号証の技術的課題も，本件発明１，２や甲第１号証記載の発明と同じく，「より正\n確に基準位置を設定すること」にあるということができる。そうすると，甲第１号\n証に記載された発明に甲第５号証に記載された発明ないし周知技術を組み合わせる\n動機付けがあるのは明らかである。\n甲第６号証のマイコン入出力装置では，外部機器から信号を取り込んでフィーチ\nャー設定を行うための一定の時間が予め設定され，その時間内に入力作業を行い，\n当該所定時間経過時点の情報を検出する構成を有しており，事前に設定された一定\nの時間内に何らかの処理をし，時間経過後にこれを検出するものである。このこと\nから，甲第６号証にも，本件発明１，２における「一定の時間」と同様の構成が開\n示されていることは明らかであり，甲第１号証に記載された発明に甲第６号証に記\n載された発明ないし周知技術を組み合わせる動機付けがある。\nそうすると，審決が説示するように，「甲第４号証～甲第６号証の上記各構成\nは，・・・『マイコン応用製品において，操作の手順を減らして処理を簡略化するた\nめにタイムアップ機能（事前に設定された一定時間内に何らかの処理をし，時間経\n過後にこれを検出する構成）を用いること』という抽象化された技術概念を前提と\nしたものであることを当業者が理解するべき根拠は見出せない」ということもでき\nないし，「甲第１号証～甲第６号証には，施療子の位置を調整するために一定の時間\nを設定する旨の記載やそのための動機付けと解すべき記載は見出せず，『施療子の位\n置決めを行うための一定の時間を設定』すること及び『その時間が経過した時点で\nの前記施療子の位置を検出しその位置を基準位置として自動的に前記記憶部に記憶\nさせること』を当業者が容易に想到することができたと解すべき根拠も見出せない\nから，仮に甲第２号証～甲第６号証に記載された発明ないし周知技術を甲第１号証\nに記載された発明に適用できたとしても，上記事項を含む本件発明１の相違点１に\n係る発明特定事項を当業者が容易に想到することができたとはいえない。」との審決\nの判断にも誤りがある。\n(4)  本件発明１と同様に，本件出願当時，本件発明２も甲第１号証に記載され\nた発明に甲第２ないし６号証に記載された発明ないし周知技術を組み合わせること\nに基づいて当業者が容易に想到できたものであるから，これに反する審決の進歩性\n判断には誤りがある。\n２  本件発明１，２の明確性要件違反の有無の判断の誤り（取消事由２）\n本件発明１，２における「一定の時間」は，「位置決めを行うための」時間であり，\n「より正確に位置決めをする」という本件発明１，２の課題解決手段に密接に関わ\nる本質的要素であるにもかかわらず，その重要な要素である起算時の基準について\nも，時間の幅についても（何秒程度であればよいのか，あるいは何分程度であるの\nか，何時間に及んでもよいのか），満了時についても（マッサージ動作との関係にお\nいていつまでに終了しなければよいのか），当業者がその技術的意義を理解すること\nができる程度に具体的に特定されておらず，本件発明１，２の外延は極めて不明確\nなものになっており，当業者においてかかる「一定の時間」が発揮しうる技術的意\n義を，まったく理解することができない。\nしたがって，「当業者であれば，上記のような本件発明１における『一定の時間』\nの技術的意義は，『一定の時間』における起算時の基準，『一定の時間』としての時\n間の幅，『一定の時間』の満了時が具体的に規定されていなくても理解し得るといえ\nる。」とする審決の判断には根拠がなく，誤りである。\n第４  取消事由に関する被告の反論\n１  取消事由１に対し\n(1)  甲第１号証に記載された発明では，施療位置を知らせるために施療手段が\n動作している時間に施療手段の位置を微調整する構成が仮に排除されていないとし\nても，必ずしもかかる構成に想到する動機付けないし示唆があることになるもので\nはないが，そもそも甲第１号証に記載された発明では，「位置確認のために動作する\n時間」中に施療手段の位置を微調整する構成が排除されているというべきである。\nすなわち，段落【００１７】には，「施療手段の動作によって確認された施療部位が\n使用者の意図する部位とは異なった場合に，施療位置を調整する」とされているし，\n位置確認動作のための時間は極めて短い（段落【００２２】参照）から，施療位置\nの調整は位置確認動作後に行なわれることが予定されている一方，位置確認動作中\nに施療位置の調整が行なわれることは予定されていない。\nまた，甲第１号証中には，位置確認動作時間が経過した時点での施療子の位置を\n検出し，当該位置を基準位置として自動的に記憶する構成に関する動機付けや示唆\nは存しない。\nしたがって，甲第１号証中には，相違点１に係る構成に至る動機付けや示唆は存\nしないし，上記のとおり，「位置確認のために動作する時間」中に施療手段の位置を\n微調整する構成が排除されており，相違点１に係る構成に想到するにつき阻害事由\nがある。\n(2)  甲第２号証に記載されている施療機は，単にいつでももみ輪の位置を調整\nできるものにすぎないし，また微調整後に使用する際に当該微調整の結果が反映さ\nれるもので，もみ輪の基準位置を検出，記憶するものではないから，「時間データ」\nに従ってもみ輪が動作している時間が経過した時点で施療子の位置を検出し，当該\n位置を基準位置として自動的に記憶する構成のものではない。したがって，甲第２\n号証にいう「時間データ」に従ってもみ輪が動作する時間は本件発明１にいう「一\n定の時間」に相当しない。\nまた，相違点１に係る構成の主たる技術的意義は「操作の手順を減らして処理を\n簡素化すること」にあるところ，甲第１，２号証に上記のような技術的課題は記載\nされていないから，仮に甲第２号証に相違点１に係る構成が記載されていたとして\nも，当業者が「操作の手順を減らして処理を簡素化する」という技術的課題を理解\nすることはできない。したがって，甲第１号証に記載された発明に甲第２号証に記\n載された発明ないし周知技術を組み合わせて相違点１に係る構成に至る動機付けが\nない。\n(3)  甲第４ないし６号証の記載のみから極めて広範なマイコン応用製品の技\n術分野における周知技術を引き出すことは困難であって，この旨をいう審決の認定\n判断に誤りはない。\n甲第４ないし６号証中には相違点１に関する記載がないところ，原告は甲第４な\nいし６号証記載の技術を相違点１が含まれるまで上位概念化して周知技術とするも\nので相当でないし，仮に上位概念化したとしても，「操作の手順を減らして処理を簡\n素化する」という相違点１に係る技術的課題を解決するべき機能を用いるものとは\nいえないか，あるいは少なくとも，甲第４ないし６号証中には，「施療子の位置決め\nを行なうための一定の時間を設定」し，「その時間が経過した時点での施療子の位置\nを検出しその位置を基準位置として自動的に前記記憶部に記憶させる」という具体\n的構成に至る動機付けも示唆もない。\nしたがって，本件出願当時，甲第１号証に記載された発明に甲第２号証に記載さ\nれた発明ないし周知技術を組み合わせても，当業者において相違点１に係る構成に\n容易に想到できるものではなく，審決の本件発明１の進歩性判断に誤りはない。\n(4)  本件発明２と甲第１号証に記載された発明との相違点２に係る構成の容\n易想到性についても，本件発明１と甲第１号証に記載された発明との相違点１に係\nる構成の容易想到性と同様であるから，本件発明２の進歩性を肯定した審決の判断\nに誤りはない。\n２  取消事由２に対し\n本件発明１，２の特許請求の範囲の記載及び本件明細書の段落【００１３】の記\n載に照らせば，本件発明１，２にいう「一定の時間」は，施療子の位置決めのため\nの時間であって，その時間が経過した時点で施療子の位置を検出し，その位置を基\n準位置として自動的に記憶部に記憶させることができる時間を意味するのは明らか\nであって，当業者が「一定の時間」の技術的意義を理解できないものではない。「一\n定の時間」に係る起算時の基準，時間の幅，満了時は，上記技術的意義に従って適\n宜設定すれば足りる。\nしたがって，上記「一定の時間」が不明確でないとした審決の判断に誤りはない。\n第５  当裁判所の判断\n１  本件発明１，２の容易想到性の判断の誤り（取消事由１）について\n(1)  甲第１号証に記載された発明は，視力が悪かったり，薄暗い場所での使用\nであったりして，リモートコントローラの表示部を視認しにくい場合でも，実際の\n施療動作が開始する前に，使用者が選択指示した施療部位の位置を確実に知らせ，\n使用者が意図した位置と異なる位置をマッサージすることがないようにするという\n技術的課題を解決するためのもので（段落【０００３】，【０００４】），段落【００\n１４】には「電源『入／切』スイッチを押して電源をＯＮにしたら，希望する施療\n部位のスイッチ，例えば『腰』スイッチと『脚』スイッチを押す・・・。次いで，・・・\n背もたれ部４２のもみ玉１３が首から腰に向かって移動を開始する。・・・その後，\n腰に到達したもみ玉１３がもみ動作を１回行って停止する。この・・・もみ玉１３\nのもみ動作により，使用者Ｍは選択指示した施療部位の位置を確認する。この後，\n施療動作，例えば『たたき』スイッチを押すと，もみ玉１３が腰の位置でたたき動\n作を開始する・・・」と記載され，段落【００１７】，【００１８】には「次に，施\n療手段の動作によって確認された施療部位が使用者の意図する部位とは異なった場\n合に，施療位置を調整するための位置変更手段を備えたリモコン２０の形態例\nを・・・示す。」（段落【００１７】），「例えば，肩を施療部位に指定した場合，予め\n設定された肩に対応する施療位置は，使用者の体格や座姿勢により使用者が希望す\nる位置からずれていることが多いが，スイッチ２７，２８を操作してもみ玉の位置\nを上下に移動させることで，使用者に適した肩の位置にもみ玉の位置を合わせるこ\nとができる。微調整した位置は記憶されるので，次回からは肩の施療位置を選択し\nた場合は，記憶された位置で施療が行なわれる。」（段落【００１８】）と記載されて\nいる。\nそうすると，審決の認定，すなわち，「甲第１号証には，施療位置の確認動作の後\n及 び 施 療 動 作 中 に も み 玉 の 位 置 を 微 調 整 す る こ と は 記 載 さ れ て い る と い え る\nが，・・・『位置確認のために動作する時間』」，すなわち，使用者が電源をＯＮにし\nて，希望する施療部位のスイッチを押してからもみ玉１３がもみ動作を１回行なっ\nてから停止するまでの間に，「もみ玉の位置を微調整することは記載されておらず，\nそのことを示唆する記載も見出せない」（１８頁）との認定に誤りはない。\nしたがって，甲第１号証中には，「前記施療子（１４）の位置決めを行うための一\n定の時間を設定しておき，その時間内に前記施療子（１４）を移動させ，その時間\nが経過した時点での前記施療子（１４）の位置を検出しその位置を基準位置として\n自動的に前記記憶部（３９）に記憶させる」という相違点１に係る構成が開示も示\n唆もされていない。だとすると，仮に甲第２号証等に上記構成が開示されていると\nしても，甲第２号証等の開示事項を甲第１号証に記載された発明に組み合わせる動\n機付けがない。\n(2)  原告は，「位置確認のために動作する時間」（段落【００１６】）にいう「位\n置」は，施療部位の位置を微調整（位置補正）した後の施療位置を含み，位置確認\n動作がされている途中でも，施療位置の微調整が行われることが前提にされている\nなどと主張するが，段落【００１４】，【００１７】，【００１８】に係る前記(1)の記\n載の体裁に照らせば，「位置確認のために動作する時間」にいう「位置」に施療部位\nの位置を微調整（位置補正）した後の施療位置まで読み込むのは困難であるし，そ\nもそも位置確認動作は，実際の施療動作が開始する前に，使用者が選択指示した施\n療部位の位置を確実に知らせ，使用者が意図した位置と異なる位置をマッサージす\nることがないようにするため，例えば選択された施療部位の位置で１回マッサージ\n動作をするというものであって，比較的短時間（段落【００２２】では例えば１秒\nとされている。）で終了することが予定されており，また後行する施療位置の微調整\n操作を予定しているものである。また，甲第１号証中には，「なお，施療動作中でも\nスイッチ２７，２８を操作することで，施療位置の微調整を行えるようにしてもよ\nい。」（段落【００１８】）と，位置確認動作終了後施療動作を開始した後に施療位置\nの微調整がされることがある旨が記載されているのみで，位置確認動作中に施療位\n置の微調整がされる旨の記載は存しない。したがって，甲第１号証にいう「位置確\n認のために動作する時間」にもみ玉１３の位置を微調整する時間が含まれ得るとす\nることはできず，甲第１号証にもみ玉１３の位置を調整するための一定の時間を設\n定することの動機付けとなる記載がされているか，又は示唆されているということ\nはできない。\nまた，原告は，段落【００１７】，【００１８】や【００２５】，【００２７】の記\n載を根拠に，「施療位置の微調整」の後においても使用者がもみ玉の位置を再度確認\nすることは当然であるから，「位置確認」（段落【００１６】）の中には「施療位置の\n微調整（施療部位の位置補正）」が含まれるなどと主張する。しかしながら，段落【０\n０１７】，【００１８】の記載は前記(1)のとおりであって，位置確認動作中に施療位\n置の微調整が予定されていると読み込むことはできないし，段落【００２５】には，\n使用者が施療部位をすべて指定するまでは各部位に短時間の刺激が加えられるだけ\nなので落ち着いて施療部位を指定できて便利である旨が記載され，段落【００２７】\nには，施療部位の別に応じて施療子の動作時間や強度を異ならせる実施形態に関し，\n施療位置確認動作が実際の施療動作よりも主として短時間施療子を動作させること\nで行なわれ，施療位置確認動作と施療動作を区別しやすければどのような態様であ\nっても差し支えない旨が記載されているのみで，位置確認動作中に施療位置の微調\n整が予定されているとまでみることはできない。\nそうすると，原告の上記各主張を採用することはできず，前記(1)の結論が左右さ\nれるものではない。\n(3)  甲第２号証の特許請求の範囲には，施療手段の動作位置，動作時間に対応\nする施療データを記憶する記憶回路，上記施療データに従って施療動作等を行なわ\nせる制御回路や施療手段の位置検出手段を具備し，施療データ中の施療手段の動作\n位置データに係る目標座標と位置検出手段から出力される現在座標とを対比して施\n療手段を目標座標へ誘導する発明が記載されており，１０欄３１ないし３８行には，\n「施療データ中の動作位置データに基くもみ輪４の動作位置がずれていると使用者\nが判断すれば，その時には微調スイツチＯを操作すれば良い。微調スイツチＯから\nの出力は演算回路Ｇに送られてイニシアル位置と動作位置データとに更に加えられ，\n新たな目標座標が設定されることからもみ輪４の動作位置が調整される。微調量は\n以降の施療動作全体に有効となる」と記載されている。そうすると，甲第２号証に\nは，使用者が微調スイッチＯを用いて施療位置を微調整した結果が施療機に記憶さ\nれ，次回以降の施療時に前回の微調整の結果が反映されることが開示されていると\nいえるが，審決が説示するとおり（１９頁），「もみ輪４等の施療手段の位置を調整\nするために（予め）一定の時間を設定する」旨は開示も示唆もされていないし，ま\nたこの「一定の時間」に微調整された施療手段の位置が記憶されることも開示も示\n唆もされていない（特に，第５図のフローチャートには，所定の時間が経過したと\nきに施療手段の動作位置に係るデータが記憶されることを示唆する記載は存しな\nい。）。\n確かに，甲第１号証に記載された発明も甲第２号証に記載された発明ないし技術\n的事項等も，マッサージ機に関するものであって，これらが属する技術分野が共通\nするし，甲第１号証に記載された発明は，リモートコントローラの表示部を視認し\nにくい場合でも，実際の施療動作が開始する前に，使用者が選択指示した施療部位\nの位置を確実に知らせ，使用者が意図した位置と異なる位置をマッサージすること\nがないようにするという技術的課題を解決するためのものである一方，甲第２号証\nに記載された発明ないし技術的事項等も，従来のリミツトスイツチ，タイマ及びリ\nレーによるプログラム制御では使用者の体格に応じた施療手段の動作位置の修正等\nが困難であったことにかんがみて，動作位置の修正，選択を容易に行なうことを可\n能にするという技術的課題を解決するためのものであるから（２欄１～１４行），施\n療手段の動作位置の設定，修正の容易化，確実化という限度では技術的課題が共通\nする。しかしながら，甲第２号証の微調スイッチＯが施療手段の動作位置を操作す\nるもので，これを操作した結果，使用者が指定した位置で施療手段が動作すること\nになるとしても，「時間データ」はもみ輪４等の施療手段に施療動作を行なわせる時\n間にすぎず（１０欄２３～２５行），微調スイッチＯの操作とは独立のものであるか\nら，微調スイッチＯの操作と「時間データ」とが何らかの論理的な関係に立つもの\nではない。そうすると，甲第２号証の「時間データ」に従ってもみ輪が動作する時\n間と本件発明１，２にいう「一定の時間」とは同一の技術的意義を有するものでは\nないし，仮に甲第１号証に記載された発明に甲第２号証に記載された発明ないし周\n知技術を組み合わせたところで，予め「一定の時間」を設定し，その時間内で施療\n手段（施療子）を移動させ，「一定の時間」が経過した時点での施療手段（施療子）\nの位置を基準位置として記憶するという相違点１に係る構成に想到できるものでは\nない。\n(4)  甲第３号証は，制御回路を備えたマッサージ機において，肩の位置を検出\nする手段を備えた発明を記載した公報であるが，甲第２号証と同様に，「施療手段の\n位置を調整するために（予め）一定の時間を設定する」旨は開示も示唆もされてい\nない。そうすると，甲第１，第２号証と技術分野が共通するとしても，甲第１号証\nに記載された発明に甲第２，第３号証に記載された発明ないし周知技術を組み合わ\nせたところで，相違点１に係る構成に想到することができるものではない。\n(5)  甲第４号証は洋式便器に取り付けられる衛生洗浄装置に関するもの，甲第\n５号証はカメラやビデオ等のブレを補正する装置に関するもの，甲第６号証はマイ\nコンの入出力ポートに関するものにすぎないから，マッサージ機の発明に関する甲\n第１号証に記載された発明とは技術分野が共通しない。これらが一般的なマイコン\n応用製品に係る文献と理解したとしても，甲第４号証には，位置確認用に１，２秒\n程度洗浄ノズルに洗浄水を供給し，いったん洗浄水の供給を停止した後に再度供給\nすることが記載されているものの（段落【００３６】），メモリ等の記憶装置に洗浄\nノズル３４の動作位置情報を記憶させることは記載されていない。甲第５号証にも，\n電力供給後一定時間が経過した後に像ブレ補正光学系の基準位置を検出してこれを\n記憶することが記載されているものの（特許請求の範囲・請求項４，段落【００２\n０】～【００２３】），甲第５号証の記載からは，上記記載事項をマッサージ機の構\n成にどのように適用するか明らかでない。甲第６号証も，初期設定を一々やり直す\nことなく種々の外部機器と接続できるマイコン入出力装置に関するものにすぎず，\n相違点１に係る構成の容易想到性に対して具体的な示唆を与えるものではない。\nしたがって，仮に甲第４号証等に記載された具体的技術事項から「マイコン応用\n製品において，操作の手順を減らして処理を簡略化するためにタイムアップ機能（事\n前に設定された一定時間内に何らかの処理をし，時間経過後にこれを検出する構成）\nを用いること」という抽象化された技術概念を引き出したとしても，相違点１に係\nる構成の容易想到性の判断には何ら資さないというべきであるし，甲第１号証に記\n載された発明に甲第４ないし第６号証に記載された発明ないし周知技術を組み合わ\nせたところで，相違点１に係る構成に想到することができるものではない。\n(6)  結局，「甲第１号証～甲第６号証には，施療子の位置を調整するために一\n定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せず，『施\n療子の位置決めを行うための一定の時間を設定』すること及び『その時間が経過し\nた時点での前記施療子の位置を検出しその位置を基準位置として自動的に前記記憶\n部に記憶させること』を当業者が容易に想到することができたと解すべき根拠も見\n出せないから，仮に甲第２号証～甲第６号証に記載された発明ないし周知技術を甲\n第１号証に記載された発明に適用できたとしても，上記事項を含む本件発明１の相\n違点１に係る発明特定事項を当業者が容易に想到することができたとはいえない。」\nとする審決の本件発明１の進歩性判断に誤りはない。\n(7)  本件発明２は，本件発明１の「上昇スイッチ（４９）及び下降スイッチ（５\n０）を有する操作装置（４０）」の構成に代えて「位置操作部（４９，５０）を有す\nる操作装置（４０）」の構成を備え，本件発明１の構成に「操作装置（４０）への所\n定の操作を施すと，その所定の操作が行なわれたときの前記施療子（１４）の位置\nを基準位置として検出する」構成を加えるなどしたものであるが，「操作装置（４０）\nへの所定の操作」が行なわれない場合の施療子，位置検出装置，記憶部等の構成（機\n能）は本件発明１におけるそれと同様である。\nそうすると，本件発明１の進歩性判断と同様に，本件発明２の進歩性にも欠ける\nところはないとする審決の判断に誤りはない。\n(8)  以上のとおり，審決がした本件発明１，２の容易想到性判断に誤りはなく，\n原告の取消事由１は理由がない。\n２  本件発明１，２の明確性要件違反の有無の判断の誤り（取消事由２）につい\nて\n原告は，本件発明１，２の特許請求の範囲にいう「一定の時間」は不明確であっ\nて,当業者がその技術的意義をまったく理解することができない旨主張する。\nしかしながら，本件発明１，２の特許請求の範囲の記載に照らせば，「一定の時間」\nが，「施療子（１４）の位置決めを行うため」に要する時間であって，当該「時間内\nに前記施療子（１４）を移動させ」，「その時間が経過した時点での前記施療子（１\n４）の位置を検出しその位置を基準位置として自動的に前記記憶部（３９）に記憶\nさせる」ことにより，肩等のマッサージを施すべき部位を正確に設定する等の本件\n発明１，２の作用効果を奏するために必要十分な時間を意味することは明らかであ\nる。\nそうすると，マッサージ機の製造等に携わる当業者であれば，上記「一定の時間」\nの技術的意義を容易に理解することができるといい得る。\nそして，本件発明１，２の特許請求の範囲の記載に照らせば，上記「一定の時間」\nの起算時が施療子（１４）の位置決め操作を開始し得る時点であり，満了時が上記\n位置決め操作の終了時であることを当業者において理解することができるし，マッ\nサージ機の制御機構や施療子を移動・駆動等させる機構の大きさや構成，使用者の\n使いやすさに応じて，上記「一定の時間」の長さ（幅）が合理的に決まることも当\n業者には自明であるから，上記「一定の時間」が例えば何秒等と具体的に記載され\nていなくても，不明確となるものではない。\nよって，本件発明１，２の特許請求の範囲には，特許を受けようとする発明が明\n確に記載されているといえるから，特許法３６条６項２号の明確性要件違反はなく，\n上記と同旨の審決の判断に誤りはない。\nしたがって，原告の取消事由２は理由がない。\n第６  結論\n以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとお\nり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n古   谷   健 二 郎\n裁判官\n田 邉   実\n"
}