{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 28
  },
  "case_number": "平成24(行ケ)10169",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83178",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83178",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/178/083178_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２５年３月２８日判決言渡  同日原本領収  裁判所書記官\n平成２４年（行ケ）第１０１６９号  審決取消請求事件\n口頭弁論終結日  平成２５年３月１４日\n判        決\n原              告        株 式 会 社 真 岡 製 作 所\n同訴訟代理人弁理士        井 澤   洵\n井 澤   幹\n茂 木 康 彦\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        松 岡 美 和\n鈴 木 正 紀\n中 島 庸 子\n守 屋 友 宏\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１０－５８０４号事件について平成２４年３月１９日にした審\n決を取り消す。\n第２  事案の概要\n本件は，原告が，後記１のとおりの手続において，特許請求の範囲の記載を後記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成\nり立たないとした別紙審決書（写し）の本件審決（その理由の要旨は後記３のとお\nり）には，後記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n\u0000 \u0000\u0000\n(1)  原告は，平成１７年６月２４日，発明の名称を「プレス機械を用いた鋳造\n品の余肉除去方法及び同方法に用いるカッター」とする特許を出願した（特願２０\n０５－１８５４６１。請求項の数３。甲１０）が，平成２１年１２月７日付けで拒\n絶査定を受けた（甲１６）。\n(2)  原告は，平成２２年３月１６日，これに対する不服の審判を請求し，平成\n２３年１２月１３日付け手続補正書で手続補正（請求項の数１。甲２０。以下「本\n件補正」という。）をした。なお，本件補正は，発明の名称を「プレス機械を用い\nた鋳造品の余肉除去方法に用いるカッター」に補正することを含むものである。\n(3)  特許庁は，上記請求を不服２０１０－５８０４号事件として審理し，平成\n２４年３月１９日，本件補正を却下した上，「本件審判の請求は，成り立たな\nい。」との本件審決をし，その謄本は同年４月９日，原告に送達された。\n２  本件審決が対象とした特許請求の範囲の記載\n(1)  本件補正前の特許請求の範囲の記載\n本件補正前の特許請求の範囲請求項２の記載は，以下のとおりである（ただし，\n平成２１年７月１６日付け手続補正書（甲１２）による補正後のものである。）。\n以下，請求項２に係る発明を「本願発明」という。\nプレス機械を用いて，鋳造品の余肉を除去するための方法に用いるカッターであ\nって，打ち抜くべき余肉の最終形状よりも小さい最初の刃型から最終形状と同型の\n最終の刃型に到る形態変化を有する，複数の刃型を段階的に配列した刃列を備えて\nおり，より小型の最初の刃型が先行し，かつ最初の刃型から最終の刃型までが打ち\n抜き動作方向へ順に並ぶように設けられており，複数の刃型は刃列を少なくとも左\n右２分割した切断刃によって構成され，切断刃はカッター取り付け基板にボルトに\nよって交換可能に取り付けられていることを特徴とするプレス機械を用いた鋳造品\nの余肉除去方法に用いるカッター\n(2)  本件補正後の特許請求の範囲の記載\n本件補正後の特許請求の範囲請求項１（本件補正前の請求項２）の記載は，以下\n\u0000 \u0000\u0000\nのとおりである（甲２０）。以下，請求項１に記載された発明を「本件補正発明」\nといい，その明細書（甲２０）を，図面（甲１２）を含め，「本件補正明細書」と\nいう。なお，文中の下線部は，本件補正による補正箇所である。\nプレス機械を用いて，鋳造品の余肉を除去するための方法に用いるカッターであ\nって，打ち抜くべき余肉の最終形状よりも小さい最初の刃型から最終形状と同型の\n最終の刃型に到る形態変化を有する，複数の刃型を段階的に配列した刃列を備えて\nおり，より小型の最初の刃型が先行し，かつ最初の刃型から最終の刃型までが打ち\n抜き動作方向へ順に並ぶように設けられており，複数の刃型は刃列を少なくとも左\n右２分割した切断刃によって構成され，切断刃は，カッター位置決めピン及びカッ\nター取り付けボルトによって，カッター取り付け基板に，直接かつ，交換可能に取\nり付けられていることを特徴とするプレス機械を用いた鋳造品の余肉除去方法に用\nいるカッター\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①本件補正発明は，後記引用例に記載され\nた発明及び後記周知例１ないし８に記載された周知技術に基づいて当業者が容易に\n発明をすることができたものであるから，特許法２９条２項の規定により特許出願\nの際独立して特許を受けることができるものではなく，平成１８年法律第５５号に\nよる改正前の特許法（以下「法」という。）１７条の２第５項において準用する法\n１２６条５項の規定に違反するから，本件補正は，法１５９条１項において読み替\nえて準用する法５３条１項の規定により却下すべきものであり，②本願発明も，後\n記引用例に記載された発明及び後記周知例１ないし５に記載された周知技術に基づ\nいて当業者が容易に発明をすることができたものであり，特許法２９条２項の規定\nにより特許を受けることができない，というものである。\nア  引用例：特開平９－１９７２４号公報（甲１）\nイ  周知例１：特開平２－８０１６７号公報（甲２）\nウ  周知例２：特開平８－３２３２３２号公報（甲３）\n\u0000 \u0000\u0000\nエ  周知例３：特開平９－３００２８０号公報（甲４）\nオ  周知例４：特開平９－２４５０２号公報（甲５）\nカ  周知例５：特開平８－１９７４８５号公報（甲６）\nキ  周知例６：特開２００４－２７６３９８号公報（甲７）\nク  周知例７：特開２００４－２５７３７２号公報（甲８）\nケ  周知例８：特開平８－１６８８３２号公報（甲９）\n(2)  本件審決が認 定 した引用例に記 載 された発明（以下 「 引用発明」と い\nう。）並びに本件補正発明と引用発明との一致点及び相違点は，以下のとおりであ\nる。\nア  引用発明：鋳造部品の加工代をプレスにより効率よく一気に切削して除去す\nるプレス式切削工具であって，油圧プレス機に取り付けられており，鋳物部品の加\n工形状に合わせて，複数の刃２ａ～２ｇを当該切削工具の両側面に形成し，最初の\n刃２ａから徐々に幅寸法を大きくして，最終の刃２ｇにおいて最終寸法となるよう\nに形成されており，刃の摩耗状況や形状・寸法を考慮して，２ａ～２ｇ全てのブロ\nック化により交換できるようにしたり，最終の刃２ｇのみを交換できるようにした\nプレス式切削工具\nイ  一致点：プレス機械を用いて，鋳造品の余肉を除去するための方法に用いる\nカッターであって，打ち抜くべき余肉の最終形状よりも小さい最初の刃型から最終\n形状と同型の最終の刃型に到る形態変化を有する，複数の刃型を段階的に配列した\n刃列を備えており，より小型の最初の刃型が先行し，かつ最初の刃型から最終の刃\n型までが打ち抜き動作方向へ順に並ぶように設けられており，複数の刃型は分割さ\nれて刃列を左右に設けた切断刃によって構成されているプレス機械を用いた鋳造品\nの余肉除去方法に用いるカッター\nウ  相違点：本件補正発明は，複数の刃型は刃列を少なくとも左右２分割した切\n断刃によって構成され，切断刃は，カッター位置決めピン及びカッター取り付けボ\nルトによって，カッター取付基板に，直接かつ，交換可能に取り付けられているの\n\u0000 \u0000\u0000\nに対し，引用発明は，複数の刃２ａ～２ｇを当該切削工具の両側面に形成し，２ａ\n～２ｇ全てのブロック化により交換できるように構成されたものであるが，複数の\n刃２ａ～２ｇの取付手段が特定されていない点\n４  取消事由\n本件補正発明の容易想到性に係る判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n１  刃型の構成について\n(1)  本件審決は，周知例１ないし３を挙げ，複数の刃型を配列した切断手段に\nおいて，その刃列を分割型の切断刃により構成したものは周知であり，引用発明の\nプレス式切削工具も「複数の刃２ａ～２ｇ」という分割した刃型が配列した刃列を\n有しているから，「少なくとも左右２分割した切断刃によって構成すること」は当\n業者が適宜採用できることであると判断した。\nしかし，引用例及び周知例１ないし３には，左右２分割した切断刃の記載はない。\nすなわち，引用例に記載された１個の板状カッターは，Ｘ字状に配置されている５\n本のボルトで固定されており，いかなる意味でも分割された刃ということはできな\nい。周知例１には鋳バリ仕上げ刃物が，周知例２にはシュレッダー用切断刃が，周\n知例３には線材切断装置がそれぞれ記載されているが，これらの周知例に複数の刃\n型を左右に分けて配列した切断手段は開示されていない。\nしたがって，本件審決の上記判断は誤りである。\n(2)  本件審決は，平成２１年７月１６日付け手続補正書（甲１２）により削除\nされた図５の記載は，本件補正明細書【００２３】の「分割型」に含まれると認定\nした。\nしかし，当初の明細書（甲１０【００１４】）の「１枚板構成のカッターは図５\nに示したような形態を取り，左右２分割構成のカッターは図６に示したような形態\nを取る。図６に示した左右２分割のものをさらに上，下（先，後）２分割した４分\n\u0000 \u0000\u0000\n割構成のものは図１ないし図３に記載してあるカッターであり」との記載からする\nと，図５の例が一体型であり，分割型と認識されていなかったことは明らかである。\nしたがって，本件審決の上記認定は誤りである。\n２  切断刃の取付けに係る構成について\n(1)  切断刃の取付けに係る構成の容易想到性について\n本件審決は，周知例１，２，４及び５を挙げ，部材の取付けに際してボルトや位\n置決めピン等の固着手段を用いることは周知であり，切削工具の刃部材の取付けに\nおいても同様にボルトや位置決めピンが用いられていると判断した。\nしかし，本件補正発明は，「複数の刃型は刃列を少なくとも左右２分割した切断\n刃によって構成され，切断刃は，カッター位置決めピン及びカッター取り付けボル\nトによって，カッター取り付け基板に，直接かつ，交換可能に取り付けられてい\nる」という構成である。単なる切削工具の刃部材の取付けにおいて，ボルトや位置\n決めピンが用いられているものとは異なり，カッター位置決めピンとカッター取付\nボルトの併用による取付けであるから，必要なボルト本数を減らすことができると\n共に，ボルトによる直接，かつ，交換可能な態様により，カッターを強力に取り付\nけることができるのである。そして，これらは，著しく迅速かつ低コストで鋳造品\nの仕上加工を行えるようにするという目的効果をより良く達成するための要件でも\nある。\nしかるに，周知例１，２，４及び５には，少なくとも本件補正発明の要件を全て\n同時に備えるものがない。すなわち，周知例１には，「各駒刃は固定枠に夫々固定\n具例えばボルトで螺着されている」との記載や，枠正面に２個のボルトが描かれた\n図面はあるが，これはピンとボルトを用いて駒刃を固定枠に取り付けているもので\nはない。また，周知例２では，回転刃からなるシュレッダー用切断刃の刃先片を２\n個のボルトを用いて取付台に取り付けているが，これもピンとボルトを用いた取付\nけには当たらない。周知例４では，カンナ刃はピンにより位置決めされるだけであ\nって，これをカンナ刃固定面に固定するには，カンナ刃を間接的に固定する押さえ\n\u0000 \u0000\u0000\n板を用いてボルトで締め付ける必要があり，ボルト本数をピンによって減らすとい\nう発想がない。また，周知例５では，固定刃の両端には位置決めピンがそれぞれ植\n設してあるが，固定刃の長手方向両端の位置を決めるだけで幅方向の位置は決めら\nれず，ボルトの本数を減らすという発想はない。\nさらに，周知例６に記載された各スライダとキャリッジは，互いに対向する面と\n直交する方向に取外し可能とする手段として，ボルトと位置決めピンを使用してい\nるものであり，ピンだけで各スライダの位置は決まらず，ボルト本数を減少させる\nことの示唆もない。周知例７に記載された事項は，蓋を固定するものであるから，\n本件補正発明そのものが示唆されることはない。さらに，周知例８に記載されたピ\nンとボルトは，大きく摩耗する部分を間接的に固定しているにすぎず，カッターの\n直接固定を限定した本件補正発明とは全く異なる構成である。\nしたがって，「切断刃は，カッター位置決めピンとカッター取付ボルトによって，\nカッター取り付け基板に，直接，かつ，交換可能に取り付けられている」という本\n件補正発明の構成は，周知技術ではなく，引用発明及び周知例１ないし８に記載さ\nれた事項に基づき，当業者が想到できるものではない。\n(2)  作用効果について\n本件補正発明では，あらかじめ切断刃をカッター位置決めピンによりカッター取\n付基板に嵌め込んで保持させ，その後カッター取付ボルトによって，切断刃をカッ\nター取付基板に締め付けるのであるから，カッター位置決めピンはカッターの荷重\n負担機能を発揮するものである。それゆえ，重量物である上，鋭利な刃物でもある\nカッターを安全かつ容易に取り付けることができるという効果が期待される。この\nような効果は，本件補正発明に特有の効果である。\nまた，前記のとおり，本件補正発明は，カッター位置決めピンとカッター取付ボ\nルトの併用による取付けであるから，必要なボルト本数を減らすことができると共\nに，ボルトによる直接，かつ，交換可能な態様により，カッターを強力に取り付け\nることができるという格別の効果を奏するものである。\n\u0000 \u0000\u0000\n(3)  乙１ないし４について\nア  乙１（【００１９】）には，「左右の上刃物には，これらを左右の上刃物用\n取付台の段部に取り付けるためのボルトが挿通されるボルト穴が長手方向に一定間\n隔ごとに形成されていると共に，左右の上刃物を左右の上刃物用取付台の段部に取\nり付ける際に上刃物用取付台に螺着した位置決めピンが嵌合されるピン穴が長手方\n向に一定間隔ごとに形成されている」と記載されているものの，ボルトとピンは剪\n断方向と直角に近い角度に配列されており，ピンとボルトが剪断方向に配置されて\nいる本件補正発明とは技術手段の利用方法が相違し，また，上刃物と上刃物用取付\n台の取付けには，ボルトとピンのほかにもボルトが直交方向から多数設置されてい\nる点でも相違する。乙２は溝加工用丸鋸に関するもの，乙３は半導体装置試験用ソ\nケット構造に関するもの，乙４はオートスイングヒンジ装置に関するものであり，\nいずれも技術分野から見て周知例としての適切さを欠くものである。\nイ  また，乙１ないし４を証拠として採用することは，本件審決での審理が不十\n分であったことを認めるものであり，本件審決を取り消して事件を特許庁に差し戻\nすべき根拠となるものである。\n３  結論\n以上によれば，本件補正発明の容易想到性に係る本件審決の判断は誤りである。\n〔被告の主張〕\n１  刃型の構成について\n(1)  原告は，引用例及び周知例１ないし３には，左右２分割した切断刃が記載\nされていないなどと主張する。\nしかし，引用例（【０００９】）の「２ａ～２ｇ全てのブロック化により交換で\nきるようにしたり，または最終刃の２ｇのみ交換することができる」との記載は，\n分割された複数の刃から構成されたカッターを示していると捉えることができる。\nまた，引用例（【０００８】）には，複数の刃２ａ～２ｇが，プレス式切削工具の\n両側面に形成されることが記載されている。全てのブロック化により交換できるこ\n\u0000 \u0000\u0000\nとについて，引用例にはそれ以上に具体的な説明はないものの，例えば，複数の刃\n２ａ～２ｇを，全て個片化して個々のブロックとし，その個々のブロックによりカ\nッターを構成することや，複数の刃からなるいくつかのブロックを作り，それら複\n数のブロックからカッターを構成すること，あるいは，全ての刃２ａ～２ｇからな\nる一つのブロックをカッターとして構成することは，当業者において，当然に想起\nし得るものである。そうすると，引用例には，上下，左右を含め，多くの部分に刃\nを分割することが示されているということができるのであって，この中には，「少\nなくとも左右２分割」することも包含されていることは明らかである。\nそして，本件補正発明の「複数の刃型は刃列を少なくとも左右２分割した切断刃\nによって構成」するとの特定事項における「少なくとも左右２分割」には，単に左\n右２分割することのみならず，左右及び上下で計４分割することや，更に多数に分\n割することも含まれているから，本件補正発明も多くの部分に分割する態様を含む\nものである（【００１４】）。\nそうすると，引用発明における「複数の刃２ａ～２ｇを当該切削工具の両側面に\n形成し」，「２ａ～２ｇ全てのブロック化により交換できるように」構成されたも\nのは，本件補正発明の「複数の刃型は刃列を少なくとも左右２分割した切断刃によ\nって構成され」たものと格別の差異はない。\nまた，周知例１ないし３には，鋳バリ仕上げ刃物，シュレッダー用切断刃又は線\n材切断装置という様々な用途や構造のカッターにおいて，いずれも作業の簡略化や\n費用節減のため，摩耗した刃だけを交換することが示されており，複数の刃型を配\n列した切断手段において，その刃列を分割型の切断刃により構成したものは，周知\nであるとした本件審決の判断に誤りはない。\nしたがって，原告の主張は失当である。\n(2)  原告は，平成２１年７月１６日付け手続補正書で削除された図５について，\n本件補正明細書に記載された「分割型」に含まれるとした本件審決の認定は誤りで\nあると主張する。\n\u0000 \u0000\u0000\u0000\nしかし，本件審決は，上記図５について，本件補正明細書にいう「一体型も分割\n型も」（【００２３】）のうち，「一体型」を示すものの例として挙げ，間接的に，\n本件補正発明における「刃列を少なくとも左右２分割した切断刃」が「分割型」に\n該当することを示したものであり，上記図５が「分割型」に含まれると認定したも\nのではない。原告の主張は本件審決の判断を正しく理解しないものであり，失当で\nある。\n２  切断刃の取付けに係る構成について\n(1)  切断刃の取付けに係る構成の容易想到性について\n原告は，周知例１ないし８には，「切断刃は，カッター位置決めピン及びカッタ\nー取り付けボルトによって，カッター取り付け基板に，直接かつ，交換可能に取り\n付けられている」との構成に関する記載はなく，上記構成は周知技術ではないなど\nと主張する。\nしかし，本件審決は，上記構成が周知技術であると判断したのではなく，「切削\n工具の刃部材の取付けに際してボルトや位置決めピン等の固着手段を用いること」\n及び「ボルト及び位置決めピンの両者が同一の取付部材に対して適用されるという\n意味において，取付用基板に対して直接取り付けられること」が周知技術であると\n判断したものである。\nそして，「部材の取付けに際してボルトや位置決めピン等の固着手段を用いるこ\nと」が，「切削工具の刃部材の取付け」に関する技術分野においても周知の手段で\nあり，特定の技術分野や特定の刃の構造に限定されるものではないことは，周知例\n１，２，４及び５から明らかである。すなわち，周知例１，２，４及び５は，鋳バ\nリ仕上げ刃物，シュレッダー用切断刃，電動カンナ又は剪断刃という様々な用途や\n構造のカッターにおいて，いずれも刃部材の取付けに際してボルトや位置決めピン\n等を用いることを開示するものであり，「切削工具の刃部材の取付け」に関する技\n術分野における周知例として不適当なものではないから，「切削工具の刃部材の取\n付けに際してボルトや位置決めピン等の固着手段を用いること」が周知であるとし\n\u0000 \u0000\u0000\nた本件審決の判断に誤りはない。\nまた，「ボルト及び位置決めピンの両者が同一の取付部材に対して適用されると\nいう意味において，取付用基板に対して直接取り付けられること」が，機械加工全\n般の様々な技術分野において利用されている周知事項であることは，周知例６ない\nし８から明らかである。すなわち，周知例６ないし８は，その具体的態様は様々で\nあるにしても，ボルト及び位置決めピンの両者が同一の取付部材に対して適用され\nるという意味において，取付用基板に対して直接取り付けられることを示すもので\nあり，部材の固着という技術分野における周知例として不適当なものではないから，\n「ボルト及び位置決めピンの両者が同一の取付部材に対して適用されるという意味\nにおいて，取付用基板に対して直接取り付けられること」が周知であるとした本件\n審決の判断にも誤りはない。\nなお，乙１ないし４にも，ボルト及び位置決めピンが同一の刃部材又は取付部材\nに対して直接取り付けられていることが示されており，上記周知技術に係る本件審\n決の判断に誤りがないことは明らかであって，原告の主張は失当である。\n(2)  作用効果について\n原告は，本件補正発明では「切断刃は，カッター位置決めピン及びカッター取り\n付けボルトによって，カッター取り付け基板に，直接かつ，交換可能に取り付けら\nれていること」により，カッターを安全かつ容易に取り付けることができ，ボルト\n本数が半減するなどの作用効果を奏すると主張する。\nしかし，原告が主張する作用効果は，そもそも本件補正明細書に記載されたもの\nではないから，当該効果に関する原告の主張は根拠がない。\n仮に，原告が主張する効果を考慮するとしても，カッターを安全かつ容易に取り\n付けることができるとの効果は，位置決めピンによってあらかじめ取付部材に位置\n決めをした上でボルトによる取り付けを行うという，上記周知技術における位置決\nめピンの機能自体から自明なことであるし，ボルトの本数が半減するとの効果も，\n本件出願前にボルトと位置決めピンとを併用することに関して普通に知られていた\n\u0000 \u0000\u0000\u0000\n事項である（乙３【００２５】，乙４【００２９】）。\nしたがって，原告の主張は失当である。\n３  結論\n以上によれば，本件補正発明の容易想到性に係る本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  本件補正発明について\n本件補正発明は，前記第２の２(2)に記載のとおりであるところ，本件補正明細\n書（甲１２，２０）には，本件補正発明について，概略，次のような記載がある。\n(1)  本件補正発明は，プレス機械を用いて，鋳造品の余肉を除去する方法に用\nいるカッターに関するものである（【０００１】）。\n(2)  従来，自動車用ディスクブレーキのブラケットにおけるブレーキパッドガ\nイドのような凹状部分の加工は切断では行えず，工作機械を用いた切削加工によっ\nて行うのが一般であったが，工数がかかりコストも高く，鋳造品の仕上加工として\nは過大といえる設備投資を必要とした。本件補正発明は，このような事情に基づい\nてなされたものであり，その課題は，鋳造品の余肉除去をプレス機械によって行え\nるようにする方法と装置そしてカッターを提供すること，特に，鋳造品の余肉を凹\n状に打ち抜くことを可能にすることである。また，他の課題は，鋳造品の仕上加工\nを低コストで行えるようにすることであり，プレス機械を使用できることにより，\nたな仕上加工機を導入する必要がなく，設備投資が少なくて済むことにつながる\n（【０００６】【０００８】【００１０】）。\n本件補正発明の余肉除去方法における切断手段では，打ち抜くべき余肉の最終形\n状よりも小さい最初の刃型から最終形状と同型の最終の刃型に到る形態変化を有す\nる，複数の刃型を段階的に配列した刃列を備え，より小型の最初の刃型が先行し，\nかつ最初の刃型から最終の刃型までが打ち抜き動作方向へ順に並ぶように設けられ\nている切断刃を使用する。例えば，左右２分割構成のカッターは，図５に示したよ\n\u0000 \u0000\u0000\u0000\nうな形態を取る。図５に示した左右２分割のものを更に上，下（先，後）２分割し\nた４分割構成のものは，図１～３に記載したカッターであり，分割度が進むほど，\n一部分の交換でよく，破損時に修復する際のコストが低くなるので，費用的に好都\n合である（【００１３】【００１４】）。\n(3)  本件補正発明では，鋳造品の余肉除去を，工作機械を導入しなくてもプレ\nス機械によって行うことができるようになり，特にワークの余肉を様々な形状の凹\n状に打ち抜いて除去することができるようになるので，鋳造品の仕上加工の低コス\nト化を実現し，しかも工作機械を用いて切削除去するよりも高速の仕上処理が可能\nとなるという効果がある（【００１６】）。\n(4)  本件補正発明の装置的構成に用いるカッター２５は，図１のように，左右\n及び上下４分割型のカッターとして示されているが，これが１例にすぎないことは，\n図５に示すとおりである。図５の例は，刃列を左右２分割したカッター２５″を示\nしている。各例とも，刃型の数は同じとして扱っており，一体型も分割型も等しく\nカッター２５，２５″として採用し得るということを説明している。また，どのカ\nッター２５，２５″を採用するとしても，カッター取付基板に取り付けて使用する\nことができる。なお，３１はカッター位置決めピン，３２はカッター取付ボルトを\n示す（【００２３】【図３】）。\n２  引用発明について\n引用発明は，前記第２の３(2)アに記載のとおりであるところ，引用例（甲１）\nには，引用発明について，概略，次のような記載がある。\n(1)  本発明は，プレス式切削工具及びこれを用いた鋳物部品の加工方法に関す\nるものである（【０００１】）。\n(2)  鋳物部品にある程度の寸法精度が要求される場合，通常はドリルやエンド\nミルで加工を行っているが，ドリル加工では，鋳物部品の円弧を切削する際，切削\n抵抗によりドリルが逃げるため，ドリルを案内するガイドが必要となり，また，一\n部位を加工するにしては加工時間が多くかかる。本発明は，この課題を解決し，あ\n\u0000 \u0000\u0000\u0000\nる程度の寸法精度が要求される鋳物部品を短時間で高効率に加工するのに最適な，\nプレス式切削工具及びこれを用いた鋳物部品の加工方法を提供することを目的とす\nる（【０００２】～【０００４】）。\n(3)  刃の少なくとも１つが１刃当たり０．５㎜以上の切り込みであれば，鋳物\n部品を，プレスにより効率よく切削でき，刃が少なくとも３個以上連続していれば，\n鋳物部品の加工代の片側ほぼ１．５㎜以上を一気に切削する。刃の数は鋳物部品の\n加工代に応じて適宜決めることができる。プレス式切削工具であれば，プレスによ\nる押圧力で切削加工できる。また，刃が運動方向にほぼ対称であれば，左右の切削\n力がバランスして，刃がどちらかに逃げることが少ない。さらに，プレス式切削工\n具を用いれば，形状・寸法の精度を±０．５㎜以下／１００㎜程度に，鋳物部品を\n加工することも可能である（【０００６】）。\n図５，図６のプレス式切削工具単体について説明する。プレス式切削工具には，\n両側面に刃を形成している。この刃は，鋳物部品の加工形状にあわせ，７個の刃２\nａ～２ｇを両側に計１４個設け，同じＲ７．５で２ａから２ｇにかけてＣからＡと\n徐々に幅寸法を大きく，２ｇで最終寸法となるようにしている。図５，図６では，\n刃２ａ～２ｇを一体としているが，刃の摩耗状況や形状・寸法の精度を考慮し，２\nａ～２ｇ全てのブロック化により交換できるようにしたり，または最終刃の２ｇの\nみ交換することができる（【０００８】【０００９】）。\n(4)  本発明のプレス式切削工具は，刃の少なくとも１つが１刃当たり０．５㎜\n以上の切り込み，好ましくは刃の少なくとも１つが１刃当たり２～５㎜の切り込み，\nかつ刃が少なくとも３個以上連続しており，また必要に応じ刃をほぼ対称に形成し\nているので，ある程度の寸法精度が要求される鋳物部品をプレス機により高効率に\n加工することができ，産業上極めて有用である（【００１３】）。\n３  周知例等について\n(1)  周知例１について\n鋳バリ仕上げ刃物に関する周知例１（甲２）には，概略，次のような記載がある。\n\u0000 \u0000\u0000\u0000\nア  特許請求の範囲\n鋳物の合せバリ等をプレスで除去する鋳バリ仕上げ刃物において，刃物全体を適\n当数の駒刃に分割し，その駒刃の内面には複数条の傾斜した刃先を段階的に形成し，\n各駒刃を一体的に連結した事を特徴とする鋳バリ仕上げ刃物\nイ  発明の詳細な説明\n(ア)  一体構造刃の総形刃物で鋳物の合せバリ等を除去するとき，刃の摩耗・損\n傷があると，肉盛りその他の方法で総形刃物全体を補修しなければならない等多く\nの問題がある。\n(イ)  本発明では，湯口附近のように，バリ取りに大きな負荷がかかり摩耗が早\nく進行する駒刃のみを交換するか肉盛りをすればよく，一体構造刃の様に全部を交\n換する必要はない。\n(2)  周知例２について\nシュレッダー用切断刃に関する周知例２（甲３）には，概略，次のような記載が\nある。\nア  特許請求の範囲（請求項１）\nシュレッダーのケーシングに軸支された軸にスペーサを挟んで切断刃を装着し，\nこの切断刃を該軸に嵌着される取付台部分とこれを取り囲む刃先部分とで分割形成\nし，しかもこの刃先部分を周方向に分割して複数個の刃先片で形成し，各刃先片を\n該取付台に接離可能に構成すると共に，該刃先部分で該取付台の外周が表面に露出\nしないよう囲繞したシュレッダーにおいて，前記取付台の外周に各刃先片に噛合す\nる段状歯部を突出形成したことを特徴とするシュレッダー用切断刃\nイ  発明の詳細な説明\n(ア)  円盤状の切断刃は一体物であるから，これを取り替える場合には，ケーシ\nングと軸受をばらして取り外した後，軸からスペーサと共に切断刃を引き抜く必要\nがあり，非常に煩雑で手間のかかる作業を強いられることとなる（【０００５】）。\n(イ)  取付台の部分は刃先部分により表面に露出しないように取り囲まれている\n\u0000 \u0000\u0000\u0000\nため，処理物を破砕する際の摩耗から保護され，使用によって摩耗するのは，刃先\n部分だけとなる。刃先部分の取り替えの際には，周方向に分割されてなる刃先片を\n個々に取付台から取り外すだけでよい。そして，新しい刃先部分を取付台にボルト\n等で接合締結して切断刃として一体化する。かかる構成の切断刃においては，ケー\nシングや軸受等を取り外さなくても，切断刃のうちの摩耗した刃先部分のみを取り\n替えることによって，簡単に刃先の取替作業が行える（【００１０】）。\n(3)  周知例３について\n線材切断装置に関する周知例３（甲４）には，概略，次のような記載がある。\nア  特許請求の範囲（請求項１）\n互いに連動回転するカッタロール及び受けロールの間に，その軸方向に沿って並\nぶ複数の線材供給部から複数本の線材を供給し，これを前記カッタロールの周面に\n突設したカッタ刃によって切断する線材切断装置において，上記カッタ刃は前記カ\nッタロールの軸方向に沿って分割された複数本の直線刃から構成され，これらの直\n線刃が前記カッタロールに着脱可能に取り付けられていることを特徴とする線材切\n断装置\nイ  発明の詳細な説明\n(ア)  従来のカッタロールは，カッタ刃の一部に局部的な磨耗を生じた場合でも，\nカッタロールの全体を交換しなくてはならないため，ランニングコストがかさむと\nいう問題があった（【０００３】）。\n(イ)  本発明の構成とすれば，カッタ刃が，分割された複数本の直線刃から構成\nされ，かつ，これらがカッタロールに着脱可能に取り付けられているから，カッタ\n刃の一部が摩耗した場合には，摩耗したカッタ刃のみを交換することができ，カッ\nタ刃の交換に伴うランニングコストを低く抑えることができる（【０００６】）。\n(4)  周知例６について\nインクジェット記録装置に関する周知例６（甲７）には，概略，次のような記載\nがある。\n\u0000 \u0000\u0000\u0000\n本実施の形態では，各スライダに１つずつ設けられた位置決め部において，位置\n決めピンを用いることにより，各スライダとキャリッジとを対抗する面方向におけ\nる位置関係が適切になるようにセットした後，両者の位置関係を保持したまま，各\n固定部においてボルトで両者が固定される（【００３８】）。\n(5)  周知例７について\nカムガイド式楕円内接ロータリー機関に関する周知例７（甲８）には，概略，次\nのような記載がある。\nハウジングの内壁とガイド部の間にローターを複数個嵌め込み，リンクプレート\n及びリンクピンで連結する。ハウジングには蓋が付いており，組み付けボルト，位\n置決めピンにて固定する（【０００５】）。\n(6)  周知例８について\nプレス加工用金型に関する周知例８（甲９）には，概略，次のような記載がある。\n下型は，摩耗が小さくて済む部分と，それに囲繞された大きく摩耗する部分と，\n前記の両部分を一体に組み合わせたまま，複数個のボルト及び２個の位置決めピン\nにより分解可能に固定している底板とから構成されている（【０００６】）。\n(7)  乙１について\n剪断式破砕機に関する特開２００２－３０１６２０号公報（乙１）には，概略，\n次のような記載がある。\nア  特許請求の範囲（請求項２）\n上刃物用取付台及び下刃物用取付台に雌ネジ部を夫々形成し，上刃物及び下刃物\nを上刃物用取付台及び下刃物用取付台に夫々ボルトにより取り付けると共に，上刃\n物用取付台及び下刃物用取付台を上刃物台及び下刃物台に夫々ボルトにより取り付\nける構成としたことを特徴とする請求項１に記載の剪断式破砕機\nイ  発明の詳細な説明\n(ア)  左右の上刃物用取付台には，上刃物が嵌め込まれる段部が長手方向にわた\nって形成されていると共に，上刃物を上刃物用取付台へ取り付けるためのボルト\n\u0000 \u0000\u0000\u0000\n（六角穴付ボルト）が着脱自在に螺着される複数の雌ネジ部（ネジ穴）が形成され\nている。各雌ネジ部は，上刃物用取付台に長手方向に一定間隔毎に形成されている。\nそして，左右の上刃物用取付台の段部には，上刃物を上刃物用取付台に取り付ける\n際に上刃物の位置決めを行う位置決めピンが長手方向に一定の間隔で螺着されてい\nる（【００１８】）。\n(イ)  この剪断式破砕機においては，上刃物及び下刃物を上刃物用取付台及び下\n刃物用取付台にそれぞれボルトにより取り付け，また，上刃物用取付台及び下刃物\n用取付台を上刃物台及び下刃物台にそれぞれボルトにより取り付けているため，上\n刃物及び下刃物の度重なる交換により上刃物用取付台及び下刃物用取付台に形成し\nた雌ネジ部が摩耗・損傷するが，この場合でも，上刃物用取付台及び下刃物用取付\n台のみを交換すればよく，上刃物台及び下刃物台全体の交換は必要なく，工事期間\nの大幅な短縮及び工事費用の大幅な削減を図れる（【００２６】）。\n(8)  乙２について\n溝加工用丸鋸に関する実願平３－１７２７２号（実開平４－１０７００１号）の\nマイクロフィルム（乙２）には，概略，次のような記載がある。\nア  実用新案登録請求の範囲（請求項１）\n外周に多数の溝突刃を有する円板状の溝突カッタと，外径が前記溝突カッタと等\nしくかつ外周に多数の毛引刃を有するリング状の毛引カッタとを設け，該毛引カッ\nタを前記溝突カッタの両側に同軸に重ねて着脱可能に固定してなる溝加工用丸鋸に\nおいて，前記溝突カッタは，円板状の台金の両側の外周部に厚さ方向に深さの異な\nる溝を周方向に多数形成し，該各溝に嵌合するとともに台金の両側からその中心部\nに向かって厚さ方向に干渉する溝突刃を設け，該溝突刃を各溝内にて台金の厚さ方\n向内方に締結するねじ具を設けたことを特徴とする溝加工用丸鋸\nイ  考案の詳細な説明\n(ア)  溝突カッタの円板状の台金はその外周部を内周部よりも段状に小幅に形成\nしてその両側基部に環状の段部を形成し，この外周部の左右両側に半径方向に延び\n\u0000 \u0000\u0000\u0000\nる溝を所定ピッチで形成する。上記溝は，台金の厚さ方向中心部に向かって深さの\n異なる３種類の第一溝，第二溝，第三溝とし，外周部の両側に周方向に位相をずら\nせて順次形成する。また，上記台金の軸心部に主軸取付孔及び該主軸取付孔の周部\nに４個の取付ボルト孔を形成する（【０００７】【図３】）。\n(イ)  上記各溝に先端に溝突刃が固着された換刃台を嵌合させて固定する。上記\n各換刃台は，台金の外周部の厚さよりも薄い板材により半径方向に細長く形成し，\nその先端部の回転面側に超硬チップ製の溝突刃をロウ付け固着する。そして図２及\nび３に示すように，上記各換刃台を前述した各溝に嵌合させるとともに，その一方\nの面を各溝の厚さ方向内面に当接させ，その外端部に位置決めピンを挿通して位置\n決めし，その内端部をねじ具，例えば皿ビスとナットとにより台金の外周部に固定\nする（【０００８】）。\n(ウ)  溝突刃が摩耗あるいは破損した際には，該当する溝突刃のねじ具を緩め操\n作することによって該溝突刃を台金から取り外すことができ，これの研磨あるいは\n交換が迅速にできる（【００１０】）。\n(9)  周知技術について\nア  前記(1)ないし(3)のとおり，周知例１には，鋳物の合せバリ等をプレスで除\n去する鋳バリ仕上げ刃物について，刃物全体を適当数の駒刃に分割することにより，\n摩耗が早く進行する駒刃のみを交換すれば足りるようになり，一体構造刃のように\n全部を交換する必要がなくなることが記載され，周知例２には，シュレッダー用の\n切断刃について，刃先部分を周方向に分割して複数個の刃先片で形成し，切断刃の\nうちの摩耗した刃先部分のみを取り替えることによって，簡単に刃先の取替作業が\n行えることが記載され，さらに，周知例３には，線材切断装置におけるカッタ刃に\nついて，カッタ刃をカッタロールの軸方向に沿って分割された複数本の直線刃とす\nることにより，カッタ刃の一部が摩耗した場合には摩耗したカッタ刃のみを交換す\nることができることが記載されている。\n以上からすると，本件出願当時，複数の刃型を配列した刃列を設けた切断手段に\n\u0000 \u0000\u0000\u0000\nおいて，破損等の際に一部分のみ交換できるように切断刃を分割構造とすることは，\nその切断手段の用途を問わず，周知の技術であったということができる。\nイ  前記(4)ないし(6)のとおり，周知例６ないし８には，各種の部材を他の部材\nに取り付ける際に，位置決めピン及び取付ボルトを併用し，直接取り付けることが\n記載されている。また，前記(7)及び(8)のとおり，乙１には，上刃物を上刃物台に\n上刃物用取付台を介して取り付けた剪断式破砕機について，上刃物用取付台には，\n上刃物を上刃物用取付台に取り付けるためのボルトが着脱自在に螺着される雌ネジ\n部が形成されると共に，上刃物を上刃物用取付台に取り付ける際に，上刃物の位置\n決めを行う位置決めピンが螺着されていることや，上刃物を交換して使用すること\nが記載され，乙２には，外周に溝突刃を有する円板状の溝突カッタを備えた溝加工\n用丸鋸について，円板状の台金に形成された溝に，先端に溝突刃が固着された換刃\n台を嵌合させると共に，その一方の面を溝の厚さ方向内面に当接させ，その外端部\nに位置決めピンを挿通して位置決めし，その内端部をねじ具により台金の外周部に\n固定することや，溝突刃が摩耗又は破損した際には，当該溝突刃を台金から取り外\nし交換することが記載されている。\n以上からすると，本件出願当時，各種の部材を他の部材に取り付ける際に，位置\n決めピン及び取付ボルトを併用し，直接かつ交換可能に取り付けることは，部材の\n種類を問わず，周知の技術であったということができる。\n４  本件補正発明の容易想到性について\n(1)  本件補正発明と引用発明との課題等の共通性について\n前記１及び２のとおり，本件補正発明と引用発明とは，いずれもプレス機械を用\nいて鋳造品の余肉を除去する際に用いられる切断手段に関するものであり，技術分\n野が共通する。また，両者は，切断手段として，打ち抜くべき余肉の最終形状より\nも小さい最初の刃型から最終形状と同型の最終の刃型に到る形態変化を有する，複\n数の刃型を段階的に配列した刃列を備えており，より小型の最初の刃型が先行し，\nかつ最初の刃型から最終の刃型までが打ち抜き動作方向へ順に並ぶように設けら\n\u0000 \u0000\u0000\u0000\nれ，複数の刃型は分割されて刃列を左右に設けられた切断刃を用いる点で共通す\nる。さらに，いずれの発明も，鋳造品の加工を低コストで高効率に行うという点で\nも共通性を有するものである。\n(2)  刃型の構成について\nア  切断手段を構成する切断刃については，本件補正発明と引用発明はいずれも，\n複数の刃型を配列した刃列を左右に設けたものである点で共通するものの，本件補\n正発明では，「少なくとも左右２分割した」構造であるのに対して，引用発明では，\n「少なくとも左右２分割した」構造ではない点で相違する。\nしかし，引用例（【０００９】）には，「図５，図６では，刃２ａ～２ｇを一体\nとしているが，刃の摩耗状況や形状・寸法の精度を考慮し，２ａ～２ｇ全てのブロ\nック化により交換できるようにしたり，または最終刃の２ｇのみ交換することがで\nきる」と記載され，その切断刃を一体的な構造ではなく，分割構造とすることも示\nされている。\nまた，前記のとおり，複数の刃型を配列した刃列を設けた切断手段において，破\n損等の際に一部分のみ交換できるように切断刃を分割構造とすることは，本件出願\n当時において，その切断手段の用途を問わず，周知の技術であったものである。\nそうすると，複数の刃型を配列した刃列を設けた切断手段に関する引用発明につ\nいて，上記の周知技術を適用し，切断手段を分割構造とすることは，当業者が容易\nに想到することであるということができる。そして，その際，切断手段を具体的に\nどのように分割するかは，複数の刃型の配列や切断手段の使用態様等に応じて当業\n者が適宜決定すべき事項であるから，複数の刃型を配列した刃列を左右に設けた引\n用発明の切断手段について，本件補正発明と同様に「少なくとも左右２分割した」\n分割構造とすることは，当業者が必要に応じて適宜なし得ることである。\nイ  原告の主張について\n原告は，本件審決は平成２１年７月１６日付け手続補正書により削除された図５\nの記載が本件補正明細書（【００２３】）の「分割型」に含まれると認定した旨主\n\u0000 \u0000\u0000\u0000\n張する。\nしかしながら，本件審決は，本件補正発明における「刃列を少なくとも左右２分\n割した切断刃」が本件補正明細書（【００２３】）にいう「分割型」に該当すると\nの判断を示すに当たり，上記手続補正により削除された図５に関し，当初の明細書\n（甲１０【００２３】）には，「図５の例は，左右の刃列を一体に有するカッター\nを示している。」との記載があることを示しているだけであって，当該図５が本件\n補正明細書（【００２３】）にいう「分割型」に該当するとの判断を示したもので\nはない。\nしたがって，原告の主張は，採用することができない。\n(3)  切断刃の取付けに係る構成について\nア  切断刃の取付けに係る構成の容易想到性について\n引用例の「図１は１００トン油圧プレス機にプレス式切削工具を取り付けて上昇\nした状態を示す」旨の記載（【００１０】）や，「プレス式切削工具を交換するこ\nとにより，別の鋳物部品も加工できる」との記載（【００１１】）からすると，引\n用発明において，切断手段（切削工具）は，油圧プレス機に交換可能に取り付けら\nれているとみられるが，引用例では，その取付手段は特定されていない。\nしかるに，前記のとおり，各種の部材を他の部材に取り付ける際に，位置決めピ\nン及び取付ボルトを併用し，直接かつ交換可能に取り付けることは，本件出願当時，\n部材の種類を問わず，周知の技術であったということができる。\nそうすると，引用発明において，切断手段を油圧プレス機に交換可能に取り付け\nる際に，上記周知技術を適用し，位置決めピン及び取付ボルトを併用し，直接かつ\n交換可能に取り付けることは，当業者であれば，容易に想到し得るものである。\nイ  作用効果について\n原告は，本件補正発明では，カッター位置決めピンとカッター取付ボルトの併用\nによる取り付けであるから，必要なボルト本数を減らすことができるとか，ボルト\nによる直接かつ交換可能な態様であるから，カッターを強力に取り付けられるなど\n\u0000 \u0000\u0000\u0000\nの作用効果を奏する旨主張する。\nしかし，原告が主張する作用効果は，いずれも，各種の部材を他の部材に取り付\nける際に，位置決めピン及び取付ボルトを併用し，直接かつ交換可能に取り付ける\nという技術について，当業者が当然に予測し得る程度の作用効果であって，格別顕\n著なものということはできない。\nしたがって，原告の主張は，採用することができない。\nウ  その他の原告の主張について\n(ア)  原告は，引用例及び周知例１ないし８には，「切断刃は，カッター位置決\nめピン及びカッター取り付けボルトによって，カッター取り付け基板に，直接かつ，\n交換可能に取り付けられている」という構成の記載も示唆もないなどと主張する。\nしかし，前記のとおり，各種の部材を他の部材に取り付ける際に，位置決めピン\n及び取付ボルトを併用し，直接かつ交換可能に取り付けることは，部材の種類を問\nわず，周知の技術であるから，引用発明において，切断手段を油圧プレス機に交換\n可能に取り付ける際に，位置決めピン及び取付ボルトを併用し，直接かつ交換可能\nに取り付けることは，当業者が容易に想到することができるものである。\nしたがって，原告の主張は，採用することができない。\n(イ)  原告は，乙１は，ボルトとピンが剪断方向と直角に近い角度に配列されて\nおり，ピンとボルトが剪断方向に配置されている本件補正発明と相違し，また，上\n刃物と上刃物用取付台の取付には，ボルトとピンのほかにも，ボルトが直交方向か\nら多数設置されている点でも本件補正発明と相違すると主張する。\nしかし，本件補正発明では，「切断刃は，カッター位置決めピン及びカッター取\nり付けボルトによって，カッター取り付け基板に，直接かつ，交換可能に取り付け\nられている」点が特定されるだけであって，カッター位置決めピンとカッター取付\nボルトの配列等について特定されるものではないから，本件補正発明と乙１に記載\nされた技術事項との間に，原告が主張するような相違があるということはできない。\nしたがって，原告の主張は，採用することができない。\n\u0000 \u0000\u0000\u0000\nまた，原告は，乙２は溝加工用丸鋸に関するものであり，技術分野から見て周知\n例として適切さを欠くとも主張する。\nしかし，乙２は，部材の取付けに関するものである点で本件補正発明と同一の技\n術分野に関するものであり，引用発明に適用する周知技術が記載された文献として，\n適切さを欠くということはできない。\nさらに，原告は，乙１ないし４を証拠として採用することは，本件審決及び審理\nが不十分であったことを認めるものであり，本件審決を取り消して事件を特許庁に\n差し戻すべき根拠となる旨主張する。\nしかし，本件審決は，「部材の取付けに際してボルトや位置決めピン等の固着手\n段を用いること」及び「ボルト及び位置決めピンの両者が同一の取付部材に対して\n適用されるという意味において，取付用基板に対して直接取り付けられること」に\nついて，いずれも周知技術と認定しているところ，乙１ないし４は，本訴において，\nこれらの周知技術を更に裏付けるものとして被告から提出されたものである。もっ\nとも，乙１ないし４が示されなければ，上記の周知技術の認定ができないものでは\nなく，審判手続において，乙１ないし４が示されていなかったとしても，それによ\nって，その審理が不十分であったということはできない。\nしたがって，原告の主張は，採用することができない。\n(4)  小括\n以上によれば，本件補正発明は，当業者が容易に想到することができたものとい\nうべきであるから，原告主張の取消事由は理由がなく，本件補正を却下した本件審\n決に誤りはない。しかるに，本件において，原告は，本願発明の容易想到性に係る\n本件審決の判断の誤りについては取消事由として主張するものではない。\n第５  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n\u0000 \u0000\u0000\u0000\n裁判長裁判官          土 肥 章 大\n裁判官          髙   部   眞 規 子\n裁判官          齋      藤              巌\n"
}