{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 10,
    "day": 15
  },
  "case_number": "平成21(あ)1985",
  "case_name": "収賄，競売入札妨害被告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "刑集　第66巻10号990頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成20(う)2284",
  "original_date": {
    "era": "Heisei",
    "year": 21,
    "month": 10,
    "day": 14
  },
  "gist": "売買代金が時価相当額であったとしても，土地の売買による換金の利益が賄賂に当たるとされた事例",
  "case_gist": "県知事とその実弟が共謀の上，実弟が代表取締役を務める会社において，土地を早期に売却する必要性があったが，思うように売却できずにいる状況の中で，県が発注した建設工事受注の謝礼の趣旨の下に，受注業者の下請業者に当該土地を買い取ってもらい代金の支払を受けたという事実関係の下においては，売買代金が時価相当額であったとしても，当該土地の売買による換金の利益が賄賂に当たる。",
  "ref_law": "刑法（平成15年法律第138号による改正前のもの）197条1項",
  "lawsuit_id": "82640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=82640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/082640_hanrei.pdf",
  "contents": "平成２１年（あ）第１９８５号  収賄，競売入札妨害被告事件\n平成２４年１０月１５日  第一小法廷決定\n主          文\n本件各上告を棄却する。\n理          由\n検察官の上告趣意は，判例違反をいう点を含め，実質は事実誤認の主張であり，\n被告人両名の弁護人宗像紀夫ほかの上告趣意のうち，憲法３８条２項違反をいう点\nは，記録を調べても，自白の任意性を疑うに足りる証跡は認められないから，所論\nは前提を欠き，判例違反をいう点は，本件と事案を異にする判例を引用するもので\nあって，本件に適切でないか，実質は単なる法令違反，事実誤認の主張であり，そ\nの余は，単なる法令違反，事実誤認の主張であって，いずれも刑訴法４０５条の上\n告理由に当たらない。\n弁護人の所論に鑑み，本件収賄罪に関し，賄賂性について職権で判断する。\n１  原判決の認定した本件収賄罪の犯罪事実の要旨は，「被告人Ａ（以下「被告\n人Ａ」という。）は，福島県知事として，同県の事務を管理し執行する地位にあ\nり，同県が発注する建設工事に関して，一般競争入札の入札参加資格要件の決定，\n競争入札の実施，請負契約の締結等の権限を有しており，被告人Ｂ（以下「被告人\nＢ」という。）は，被告人Ａの実弟であり，縫製品の製造，加工，販売等を業とす\nるＣ株式会社の代表取締役として同社を経営していたものである。福島県は，同県\n東部の木戸川の総合開発の一環として行う木戸ダム本体建設工事（以下「木戸ダム\n工事」という。）について，一般競争入札を経て，平成１２年１０月１６日，Ｄ株\n式会社ほか２社の共同企業体に発注した。被告人両名は，共謀の上，Ｄが木戸ダム\n工事を受注したとき被告人Ａから有利便宜な取り計らいを受けたことに対する謝礼\nの趣旨で，Ｄ副会長のＥが下請業者であるＦ株式会社取締役副社長のＧに指示をし\nた結果，Ｆが買取りに応じるものであることを知りながら，被告人Ｂが，Ｇに対\nし，ＦにおいてＣの所有する福島県郡山市の１６筆の土地合計約１万１１０１㎡を\n８億７３７２万円余で買い取るように求め，Ｆが前記土地を同価額で買い取ること\nを承諾させた。その結果，平成１４年８月２８日，Ｆから，その売買代金として，\n福島県郡山市の株式会社Ｈ銀行本店のＣ名義の当座預金口座に８億７３７２万円余\nが振込送金された。このように，被告人Ｂは，被告人Ａとの前記共謀に基づき，前\n記土地売却による換金の利益の供与を受けて，同県知事の職務に関し，賄賂を収受\nした。」というものである。\n２  所論は，本件土地の売買は，時価と売買代金額との間に差のない通常の不動\n産取引であるから，賄賂には当たらないと主張する。\nしかしながら，原判決の認定によれば，被告人Ａは福島県知事であって，同県が\n発注する建設工事に関して上記の権限を有していたものであり，その実弟である被\n告人Ｂが代表取締役を務めるＣにおいて，本件土地を早期に売却し，売買代金を会\n社再建の費用等に充てる必要性があったにもかかわらず，思うようにこれを売却で\nきずにいる状況の中で，被告人両名が共謀の上，同県が発注した木戸ダム工事受注\nの謝礼の趣旨の下に，Ｆに本件土地を買い取ってもらい代金の支払を受けたという\nのであって，このような事実関係の下においては，本件土地の売買代金が時価相当\n額であったとしても，本件土地の売買による換金の利益は，被告人Ａの職務につい\nての対価性を有するものとして賄賂に当たると解するのが相当である。  これと同\n旨の原判断は正当である。\nよって，刑訴法４１４条，３８６条１項３号により，裁判官全員一致の意見で，\n主文のとおり決定する。\n(裁 判 長 裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁 判 官   白 木   勇   裁 判 官\n山浦善樹)\n"
}