{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 6,
    "day": 24
  },
  "case_number": "平成26(行ケ)10220",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85185",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85185",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/185/085185_hanrei.pdf",
  "contents": "平成２７年６月２４日判決言渡\n平成２６年（行ケ）第１０２２０号  審決取消請求事件\n口頭弁論終結日  平成２７年５月１３日\n判 決\n原 告     Ｘ１\n原 告     Ｘ２\n上記両名訴訟代理人弁理士  岡 潔\n被 告  特許庁長 官\n指定 代理 人  小 曳 満 昭\n同  白 石 圭 吾\n同  相 崎 裕 恒\n同  内山   進\n主 文\n１  原告らの請求を棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０１３－１０８４４号事件について平成２６年８月１２日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n原告らは，発明の名称を「画面操作用治具および画面の操作方法」とする発\n明について，平成２４年８月２日に特許出願（特願２０１２－１７２３８０号\n（国内優先権主張  平成２４年４月１７日）。以下「本願」という。）をした\nが，平成２５年３月１１日付けで拒絶査定を受けたので，同年６月１１日，こ\nれに対する不服の審判を請求するとともに，手続補正書を提出した（これに係\nる手続補正を，以下「本件補正」という。なお，本件補正後の本願の特許請求\nの範囲における請求項の数は３である。）。\n特許庁は，この審判を，不服２０１３－１０８４４号事件として審理した結\n果，平成２６年８月１２日，「本件審判の請求は，成り立たない。」との審決\nをし，同月２２日，審決の謄本を原告らに送達した。\n原告らは，同年９月１９日，審決の取消しを求めて本件訴えを提起した。\n２  特許請求の範囲\n本件補正後の本願の特許請求の範囲における請求項１の記載は次のとおりで\nある（甲３。この請求項に係る発明を，以下「本願発明」という。また，本件\n補正後の本願の明細書を，以下「本願明細書」という。）。\n【請求項１】\n画面操作用シールであって，タッチパネルの画面に対する物理的接触を介し\nて操作するための画面操作用導電性突起部と，指に装着するための装着部と\nを有し，\n前記装着部は，指に貼り付けるための貼付部を有し，該貼付部は，画面操作\n用突起部と反対側に設けられ，指の腹だけでなく，手袋をした状態で，指の\n腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を\n備えたフィルム状であり，\n前記画面操作用突起部は，画面に対する物理的接触により操作するに十分な\n硬さを有し，前記フィルムの前記付着面と反対側の面から突起するように設\nけられ，前記画面操作用突起部の突起高さおよび太さはそれぞれ，タッチパ\nネルの画面に対する物理的接触により操作することが可能な所定高さおよび\n所定太さを有する，ことを特徴とする画面操作用治具。\n３  審決の理由\n(1)  別紙審決書写しのとおりである。要するに，本願発明は，国際公開第２\n０１１／１５１８８１号（以下「引用文献１」という。）に記載の発明及び\n特開２００３－２２３２５９号公報（以下「引用文献２」という。）に記載\nの発明に基づいて当業者が容易に発明をすることができたものであるから，\n特許法２９条２項の規定により特許を受けることができず，本願は，他の請\n求項に係る発明について検討するまでもなく，拒絶されるべきというもので\nある。\n(2)  審決が，上記結論を導くに当たり認定した，引用文献１に記載の発明\n（以下「引用文献１記載発明」という。）の内容，本願発明と引用文献１記\n載発明との間の一致点及び相違点，並びに，引用文献２に記載の発明（以下\n「引用文献２記載発明」という。）の内容は，次のとおりである。\nア  引用文献１記載発明の内容\n「入力者の指先端近傍を覆う非導電体からなるキャップ状のバンド本体と，\n導電材料で構成され，タッチパネルの画面に対する物理的接触を介して\n操作するための断面円形状の突起部と，円盤状のフリンジ部とを有し，\n前記断面円形状の突起部は，画面に対する物理的接触により操作するに\n十分な硬さを有し，前記断面円形状の突起部の突起高さおよび太さはそれ\nぞれ，タッチパネルの画面に対する物理的接触により操作することが可能\nな所定高さおよび所定太さを有する，タッチ入力用突起部材，\nとを有する入力補助具。」\nイ  本願発明と引用文献１記載発明との一致点\n「タッチパネルの画面に対する物理的接触を介して操作するための画面操\n作用導電性突起部と，指に装着するための装着部とを有し，\n前記画面操作用導電性突起部は，画面に対する物理的接触により操作す\nるに十分な硬さを有し，前記画面操作用導電性突起部の突起高さおよび太\nさはそれぞれ，タッチパネルの画面に対する物理的接触により操作するこ\nとが可能な所定高さおよび所定太さを有する，画面操作用治具。」である\n点。\nウ  本願発明と引用文献１記載発明との相違点\n本願発明においては，「装着部」は，「指に貼り付けるための貼付部を\n有し，該貼付部は，画面操作用突起部と反対側に設けられ，指の腹だけで\nなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付ける\nのに十分な広さを有する付着面を備えたフィルム状」のものであり，それ\nに付随して，「画面操作用導電性突起部」は，「前記フィルムの前記付着\n面と反対側の面から突起するように設けられ」るものであり，結果として，\n「画面操作用治具」は全体として「画面操作用シール」といい得るもので\nあるのに対し，引用文献１記載発明においては，「装着部」は，「指に貼\nり付けるための貼付部を有し，該貼付部は，画面操作用突起部と反対側に\n設けられ，指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋\nの外表面にも貼り付けるのに十分な広さを有する付着面を備えたフィルム\n状」のものではなく，「入力者の指先端近傍を覆う非導電体からなるキャ\nップ状のバンド本体と，導電材料で構成されるタッチ入力用突起部材の円\n盤状のフリンジ部」からなるものであり，「画面操作用導電性突起部」は\n「前記フィルムの前記付着面と反対側の面から突起するように設けられ」\nるものではなく，「画面操作用治具」は全体として「画面操作用シール」\nといい得るものではない点。\nエ  引用文献２記載発明の内容\n「キー操作用シールであって，キー操作用突起部と，指に装着するための\n装着部とを有し，前記装着部は，指に貼り付けるための貼付部を有し，該\n貼付部は，キー操作用突起部と反対側に設けられ，指の腹に貼り付けるの\nに十分な広さを有する付着面を備えたフィルム状であり，前記キー操作用\n突起部は，前記フィルムの前記付着面と反対側の面から突起するように設\nけられる，キー操作用補助具。」\n第３  原告らの主張する取消事由\n審決には，本願発明と引用文献１記載発明との相違点の認定の誤り（以下\n「取消事由１」という。），及び，相違点に係る本願発明の構成の容易想到性\nについての判断の誤り（以下「取消事由２」という。）があり，これらの誤り\nは審決の結論に影響するから，審決は取り消されるべきである。\n１  取消事由１について\n(1)  本願発明が用途発明に当たること\n本願発明の「該貼付部は，…指の腹だけでなく，手袋をした状態で，指の\n腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を\n備えたフィルム状であ」るとの構成（以下「構成要件Ａ」という。）は，画\n面操作用治具を指の腹に直接貼り付けて用いるのみならず，手袋をした状態\nで，指の腹に相当する手袋の外表面に貼り付けて用いるという，画面操作用\n治具の適用範囲として，画面操作用治具を用いる際の付帯条件の拡大という\n新たな用途を見出したものである。よって，本願発明は用途発明に該当する。\nしかるに，審決は，構成要件Ａの「指の腹に貼り付けるのに十分な広さを\n有する付着面」は，「指の腹だけでなく，手袋をした状態で，指の腹に相当\nする手袋の外表面にも貼り付けるのに十分な広さを有する付着面」でもある\nのが普通であると判断し，構成要件Ａを用途を限定するものと解釈せず，さ\nらには，貼り付けの対象として，指の腹だけでなく，手袋をした状態の指の\n腹をも想定するということ自体を問題とすることなしに，貼り付け可能性の\n問題にすり替えて判断した点で，誤りである。\n(2)  審決が相違点の認定を誤ったこと\n本願発明が用途発明であることを前提とすると，本願発明と引用文献１記\n載発明との間には，次の二つの相違点（以下，順に「第１の相違点」，「第\n２の相違点」ということがある。）が存在するのであり，これと異なる認定\nをした審決には，相違点を看過した誤りがある。\nア  本願発明において，装着部が，指に貼り付けるための貼付部を有するの\nに対して，引用文献１記載発明においては，このような貼付部を有しない\n点。\nイ  本願発明において，貼付部は，画面操作用突起部と反対側に設けられ，\n指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面に\nも貼り付けるのに十分な広さを有する付着面を備えたフィルム状であり，\n同じ画面操作用治具により，指の腹だけでなく，手袋をした状態でも使用\n可能であるのに対して，引用文献１記載発明においては，同じ入力補助具\nにより，指の腹だけでなく，手袋をした状態でも使用可能である点を開示\nしない点。\n２  取消事由２について\n(1)  引用文献に，指の腹に相当する手袋の外表面に貼り付けて用いることに\nついての開示がないこと\n引用文献１に開示された入力補助具は，指に貼り付けるタイプのものでは\nないから，指の腹に相当する手袋の外表面に貼り付けて用いるという点につ\nいて，開示も示唆もない。\nまた，引用文献２に開示されたキー操作用補助具は，タッチパネルではな\nく，隙間なく密集配置された複数のキーを一つずつ押圧してキーを操作する\nものであるから，もともと指による操作が前提とされており，手袋をして嵩\n張った状態での操作は本来ミスタッチを引き起こすことから前提とされてお\nらず，指の腹に相当する手袋の外表面に貼り付けて用いる点について，開示\nがない。\nよって，引用文献１及び２のいずれにおいても，本願発明の用途限定につ\nいて，開示はおろか示唆すらないから，これらの引用文献を組み合わせても，\n本願発明に想到することはできない。\n(2)  引用文献１記載発明に引用文献２記載発明の構成を採用する動機付けが\nないこと\n引用文献１記載発明では，装着部は突起部と一体のフリンジ部と，突起部\nと別体のバンド本体とから構成されているのに対し，引用文献２記載発明で\nは，装着部は突起部と一体の貼付部から構成されているから，引用文献１記\n載発明において，突起部と別体の装着部に対して，突起部と一体の装着部を\n敢えて採用する契機や，突起部と別体のバンド本体を採用しないとする契機\nが問題とされなければならないが，審決には，この点について何ら検討がな\nい。\n次に，審決は，両発明の技術分野の共通性を肯定するが，引用文献１記載\n発明は，画面操作用の治具であるのに対し，引用文献２記載発明は，キー操\n作用の治具であり，技術分野が相違する。\nまた，審決は，使用方法の共通性及び有用性を挙げるが，両発明を組み合\nわせる動機付けの存在を肯定するために，本来必要のない要素が恣意的に取\nり上げられたというべきである。特に，有用性について，引用文献２記載発\n明の入力補助具の装着部は，いわゆる貼り付けタイプであるという点におい\nて，構成の簡易さが認められるとしても，それが，引用文献１記載発明にお\nいても有用であるとの理由を直接構成しないし，仮に，引用文献１記載発明\nにおいても有用であるとしても，それが，引用文献１記載発明において，引\n用文献２記載発明の装着部を採用することの契機あるいは動機付けとなるわ\nけでもない。\nさらに，引用文献１記載発明は，指脂による画面の汚れという，フリック\n操作等の様々な操作をするパネル操作固有の技術的課題を対象とするのに対\nし，引用文献２記載発明は，ミスタッチのない円滑かつ簡便な操作という押\n圧操作のみを対象とするキー操作固有の技術的課題を対象としており，両発\n明の技術的課題は相違する。\nよって，両発明を組み合わせる動機付けを肯定した審決の判断には誤りが\nある。\n(3)  引用文献１記載発明に引用文献２記載発明の貼付部を採用することに阻\n害要因があること\n引用文献１記載発明は，指脂による画面の汚れを防止するという技術的課\n題との関係で，画面操作部である突起部と指に装着する装着部とを別体とす\nることを前提に，指への装着の際，突起部を装着部と指との間に挟み込み，\n突起部を非導電性部材（バンド，キャップ，リング）を介して，間接的に指\nに装着する態様を採用し，それにより，装着部が突起部の周りを覆うことで，\n指脂による画面の汚れを防止するという技術的思想が開示されている。これ\nに対し，本願発明のように突起部と装着部とを一体化して，突起部を直接指\nに装着する構成にするのであれば，画面操作のために突起部を画面に接触さ\nせる際，突起部の周りでむき出しとなった指が画面に接触し，指脂が画面に\n付着する可能性が高まる。\nしたがって，引用文献１記載発明の突起部と装着部とを一体化して，突起\n部を直接指に装着するという本願発明の構成にすることには阻害要因があり，\nこれを否定した審決の判断には誤りがある。\n(4)  本願発明が顕著な作用効果を有すること\n本願発明は，以下のような従来技術にはない格別の異質な効果を奏してお\nり，このような顕著な作用効果を有する本願発明は，引用文献からは容易に\n発明をすることができない。\n第１に，指の腹の場合と手袋をした指の腹に相当する部位の場合とで，指\nに貼り付けるための貼付部の付着面による面接着の条件の変動が，従来のサ\nック，リング及びバンドタイプのものに比べて小さい。例えば，従来のサッ\nクのタイプのものは，指に直接装着することは可能であるが，手袋をした指\nに装着することは困難である。\n第２に，例えば冬場において，手袋をした状態で画面を操作する場合に，\n画面操作用の専用手袋を用いることなしに，指の腹に貼り付け可能な画面操\n作用治具を手袋の指の腹に相当する部位にそのまま貼り付けて，画面操作を\nすることが可能である。\n第３に，貼り付けタイプを採用することにより，画面を操作しない場合に\nは，例えば携帯画面付近に画面操作用治具を貼り付けておき，保管すること\nが可能である。\n第４  被告の反論\n１  取消事由１について\n(1)  本願発明が用途発明に当たるとの主張について\n原告らがいう「指の腹だけでなく，手袋をした状態で，指の腹に相当する\n手袋の外表面にも貼り付けるのに十分な」という文言は，係り受けとしては\n「（貼付部の付着面の）広さ」を修飾しており，「（貼付部の付着面の）広\nさ」を限定する文言としか解釈できない。よって，この文言は，本願発明の\n画面操作用治具の用途を限定する文言ではないから，これをもって，本願発\n明が用途発明に該当するということはできない。\n(2)  審決が相違点の認定を誤ったとの主張について\n仮に，構成要件Ａを，「同じ画面操作用治具により，指の腹だけでなく，\n手袋をした状態でも使用可能である」の意味に解釈したとしても，審決は，\n「引用文献１記載発明が上記「構成要件Ａ」を具備しない点」を含む相違点\nを認定しているから，上記解釈に基づく構成についても，審決が認定した相\n違点に含まれていることになり，審決に原告らが主張するような相違点の看\n過はない。\n２  取消事由２について\n(1)  引用文献に，指の腹に相当する手袋の外表面に貼り付けて用いることに\nついての開示がないとの主張について\n原告らがいう第２の相違点が，本願発明と引用文献１記載発明との相違点\nであるとしても，審決の相違点についての判断が正しいということは，第２\nの相違点に係る本願発明の構成が容易想到であることをも意味するから，審\n決の結論に影響はない。\nなお，「指の腹だけでなく，手袋をした状態でも使用可能」という技術的\n事項についての記載が引用文献１にも引用文献２にもないことは，かかる構\n成が容易想到ではないことの理由にはならない。なぜなら，「指の腹だけで\nなく，手袋をした状態でも使用可能」という技術的事項自体が引用文献１及\nび２において意識されていなくても，引用文献１記載発明と引用文献２記載\n発明から容易に想到し得る構成のものが，結果として「指の腹だけでなく，\n手袋をした状態でも使用可能」なものとなることは，十分にあり得るからで\nある。\n(2)  引用文献１記載発明に引用文献２記載発明の構成を採用する動機付けが\nないとの主張について\n引用文献１記載発明は，装着部と突起部とを別体のバンド本体とフリンジ\n部からなるものとしたことで課題を解決したものではないから，「突起部と\n別体の装着部に対して，突起部と一体の装着部を敢えて採用する契機」や\n「突起部と別体のバンド本体を採用しないとする契機」の有無にかかわらず，\n引用文献２記載発明の構成を採用することは可能である。したがって，引用\n文献１記載発明の装着部が突起部と別体であることを必須のものとして，こ\nれを敢えて一体のものとする契機を問題としなければならないわけではない。\nまた，引用文献１が想定する画面には，いわゆるスマートフォンの画面が\n含まれており，その「画面操作」には，画面に表示された「キー」表示に対\nする操作が含まれているから，引用文献２記載発明がキー操作用の治具であ\nることは，その構成を引用文献１の画面操作用治具の構成に採用できない理\n由にはなり得ない。\nさらに，引用文献１記載発明と引用文献２記載発明とは，「操作用突起部\nを有する，電子機器の操作用補助具」として「指先に装着して使用」される\nという使用態様において共通し，簡易に指に装着して使用することができる\n引用文献２記載発明の装着部の構成は，引用文献１記載発明においても有用\nである。よって，引用文献１記載発明に引用文献２記載発明を適用すること\nの動機付けはあるというべきであり，原告らが主張する意味において両発明\nの技術的課題が相違することは，引用文献１記載発明に引用文献２記載発明\nを適用することが困難であったことの理由にはならず，審決の判断に，誤り\nはない。\n(3)  引用文献１記載発明に引用文献２記載発明の貼付部を採用することに阻\n害要因があるとの主張について\n引用文献１の図４に具体的に示された入力用突起部の形態等によれば，引\n用文献１記載発明の課題である，タッチパネル操作時の指脂のタッチパネル\nへの付着を防止することは，入力用突起部で画面に接触するようにすること\nで解決されると解される。引用文献１の各実施形態で採用されている絶縁素\n材のシート，サック，リング等は，装着機能を意図したものであり，せいぜ\nい誤接触回避機能を意図しているとはいえるものの，導電性突起部の周りの\n指の腹がパネルに接触することを積極的に回避する意図で設けられたもので\nはないと解するべきである。してみると，上記の課題を解決できる入力用突\n起部を有する以上は，絶縁素材のシート等が失われたとしても，課題を解決\nできなくなるわけではない。\nさらに，引用文献１記載発明を，導電性突起部の周りの指の腹のパネルへ\nの接触を回避するように構成されたものということができたとしても，その\nことは，引用文献１記載発明の装着部の構成を引用文献２記載発明の装着部\nの構成へ変更する改変に対する阻害要因とまではいえない。なぜなら，引用\n文献１の図７に示される程度の入力補助具の寸法で，絶縁素材のサックがな\nい場合であっても，通常の使用形態では導電性突起部の周りの指の腹のパネ\nルへの接触が起こるケースはそれほど多いとは考えにくく，キャップ状のバ\nンド本体の，導電性突起部の周りの指の腹のパネルへの接触を回避するとい\nう役割は限定的であるといえるから，引用文献１と引用文献２の両者を知っ\nている当業者が，引用文献１記載発明の入力補助具を引用文献２記載発明の\nようなシールタイプにすることのメリットの方が大きいと考える場合も当然\nに想定されるからである。\nよって，上記のような改変への阻害要因はないとの審決の判断に，誤りは\nない。\n(4)  本願発明が顕著な作用効果を有するとの主張について\n引用文献１記載発明の装着部の構成を，引用文献２記載発明の装着部の構\n成へ変更する改変を施した構成のものが，手袋をした状態でも使用可能であ\nることや，画面を操作しない場合に画面操作対象装置の適宜の部位に貼り付\nけて保管することができるであろうことは，その構成自体から当業者に明ら\nかであり，当業者が当然に予想可能なことであるから，本願発明の進歩性を\n肯定する根拠たり得る効果であるとはいえない。なお，引用文献２にも，電\n子機器を使用しないときに紛失しないように電子機器の一部に装着すること\nができる旨の記載がある。\nよって，本願発明の構成によってもたらされる効果が格別顕著なものでは\nないとの審決の判断に，誤りはない。\n第５  当裁判所の判断\n当裁判所は，原告らの主張する取消事由に係る審決の認定判断には結論にお\nいて誤りはなく，原告らの主張は理由がないものと判断する。その理由は以下\nのとおりである。\n１  取消事由１について\n(1)  本願発明が用途発明に当たるか否かについて\n原告らは，本願発明は，画面操作用治具を指の腹に直接貼り付けて用いる\nのみならず，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付け\nて用いるという新たな用途を見出したものであるから，用途発明に該当する\nと主張する（前記第３の１(1)）。\n前記第２の２のとおり，本願発明の画面操作用治具の装着部の構成は，\n「前記装着部は，指に貼り付けるための貼付部を有し，該貼付部は，画面操\n作用突起部と反対側に設けられ，指の腹だけでなく，手袋をした状態で，指\nの腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面\nを備えたフィルム状であり，」というものである。この記載によれば，「貼\n付部」は，「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋\nの外表面にも貼り付けるのに十分な広さを有する付着面」を備えたものであ\nるというのであるから，画面操作用治具の使用形態として，指の腹に貼り付\nける使用形態だけでなく，手袋をした状態で，指の腹に相当する手袋の外表\n面に貼り付ける使用形態をも規定したものと解するのが相当である。\nそうすると，本願発明の画面操作用治具は，その使用形態に照らして，指\nの腹に貼り付けるとの用途だけでなく，手袋をした状態で，指の腹に相当す\nる手袋の外表面に貼り付けるとの用途によっても使用することができるもの\nであると認められる。\nこれに対し，被告は，「指の腹だけでなく，手袋をした状態で，指の腹に\n相当する手袋の外表面にも貼り付けるのに十分な」という文言は，「（貼付\n部の付着面の）広さ」を限定する文言であり，本願発明の画面操作用治具の\n用途を限定する文言ではないと主張する（前記第４の１(1)）。\nしかしながら，上記文言における「指の腹」の広さと「指の腹に相当する\n手袋の外表面」の広さとは，同一であると解されるから，上記文言が単に貼\n付部の付着面の広さを限定するのみであるとすれば，「手袋をした状態で，\n指の腹に相当する手袋の外表面にも」との文言を敢えて特許請求の範囲に記\n載する必要性に乏しい。むしろ，前述のとおり，上記文言は，画面操作用治\n具の使用形態を規定するものと解するのが相当であり，被告の上記主張は，\n採用することができない。\n(2)  審決が相違点の認定を誤ったか否かについて\n原告らは，本願発明が用途発明に当たることを前提に，審決が本願発明と\n引用文献１記載発明との相違点の認定を誤ったと主張する（前記第３の１\n(2)）。\n審決の認定した相違点は，前記第２の３(2)ウのとおりであり，これによ\nれば，原告らの主張する第１の相違点が含まれることは明らかである。\n次に，原告らの主張する第２の相違点について検討する。この点，審決の\n認定した相違点は，本願発明における装着部の構成を請求項の文言に即して\n記載した上で，引用文献１記載発明における装着部の構成は，そのようなも\nのではないと認定するものである。そして，前記(1)のとおり，本願発明に\nおける装着部の構成についての請求項の記載に照らして，本願発明の画面操\n作用治具が，指の腹に貼り付ける使用形態だけでなく，手袋をした状態で，\n手袋の外表面に貼り付ける使用形態が規定されているといえることからする\nと，上記のような審決の認定した相違点は，このような画面操作用治具の使\n用形態についての相違も含意して相違点を認定したものと評価することがで\nきる。\nそうすると，審決の認定した相違点には，原告らの主張する第２の相違点\nが含まれると解されるから，審決による相違点の認定そのものに誤りはなく，\n原告らの上記主張は，採用することができない。\n２  取消事由２について\n(1)  引用文献１記載発明及び引用文献２記載発明の各内容について\nア  引用文献１記載発明\n引用文献１（甲１）によれば，引用文献１記載発明は，静電容量方式の\nタッチパネルを備えたデバイスの入力補助具に関するものであり（［００\n０１］），かかるデバイスの具体例としては，米国アップル社のｉＰｈｏ\nｎｅ，ｉＰｏｄ  Ｔｏｕｃｈ又はｉＰａｄなどが挙げられる（［０００\n２］，［００２５］）。\n従来，静電容量方式のタッチパネルを備えたデバイスは，静電誘電体で\nあるユーザの指先がフロントパネルに触れることで受信電極への磁界が遮\n断されることによって，タッチ位置が検出される構造となっており（［０\n００３］），複数の指先でのタッチ動作やフリック動作を行うと（［００\n０４］），タッチパネル表面には指先の脂が付着して，画面の見栄えが悪\nくなったり，清潔感を損なったりする問題があった（［０００５］）。\nそこで，引用文献１記載発明は，静電容量方式のタッチパネルにおける\n指脂の付着を防止して，快適な入力環境を提供する入力補助具を提供する\nことを技術的課題とし（［００１０］），入力補助具の構成を，入力者の\n指先端近傍を覆う非導電体からなるキャップ状のバンド本体と，導電材料\nで構成され，断面円形状の突起部と，円盤状のフリンジ部とを有するタッ\nチ入力用突起部材とからなる構成としたものである（［００２０］，［０\n０２１］，［００３２］ないし［００３５］，［請求項５］，［図４］及\nび［図７］）。\nなお，引用文献１には，バンド本体の形状について，有端シート部材を\n指腹部に周回状に装着可能としたもの（［００１４］，［００２６］ない\nし［００２９］，［請求項２］，［図１］ないし［図３］）や，筒状の無\n端構造のもの（［００３６］，［００３７］，［図５］，［図６］）が開\n示されているが，いずれも，外側面は非導電材料ないし絶縁素材によって\n構成され（［００１２］，［００２８］，［００３６］），その一部に設\nけられたタッチ入力用突起部は，導電体又は静電誘電体によって構成され\nている（［００１２］，［００２７］，［００３７］）。\nイ  引用文献２記載発明\n引用文献２（甲２）によれば，引用文献２記載発明は，携帯電話等の電\n子機器のキー操作を円滑かつ簡便に行うために，電子機器使用者の指先に\n取り付けて使用する補助用具に関するものである（【０００１】）。\nこのような電子機器は，携帯できるように小型化が求められるのに伴い，\n操作キーも使用者の指より小さいサイズになることもあり，また，機能や\n性能の充実に伴い，使用者に複雑で多くのキー操作を要求するため，特に\n高齢者や身体的に指の大きい男性にとっては，操作が困難であったり，操\n作に慣れるのに時間がかかるという問題があった（【０００２】，【００\n０３】）。\nそこで，引用文献２記載発明のキー操作補助用具は，このような電子機\n器のキー操作を円滑かつ簡便に行うために，その表面の一部が突出した突\n起形状を有するとともに，その裏面が電子機器使用者の指先及び電子機器\nに対して着脱可能な装着面となっており，電子機器使用者は，この補助用\n具を，キーを操作する指の指先に直接取り付け，当該補助用具表面の突出\nした突起形状の部分にて操作キーを押すようにすることにより，小さいキ\nーでも容易かつ確実に押すことができるというものである（【０００８】\nないし【００１０】）。そして，引用文献２には，装着面の具体的な形態\nとしては，裏面に粘着剤を塗工したり，裏面に吸盤を設ける構成が開示さ\nれている（【請求項３】，【００１３】ないし【００１６】）。\n(2)  相違点に係る本願発明の構成の容易想到性について\nア  前記(1)のとおりの引用文献１及び２の開示内容を踏まえ，引用文献１\n記載発明の入力補助具の装着部の構成を，引用文献２記載発明のキー操作\n用補助具の装着面の構成に改変し，相違点に係る本願発明の構成とするこ\nとへの容易想到性について，検討する。\nイ  引用文献１記載発明と引用文献２記載発明は，いずれも，スマートフォ\nンや携帯電話などの携帯型の通信機器や情報機器を操作するための補助具\nである点で，その技術分野は共通する。\nそして，引用文献１記載発明の技術的課題が，タッチパネルにおける指\n脂の付着を防止して，快適な入力環境を提供することにあるのに対し，引\n用文献２記載発明の技術的課題は，電子機器の小さなキーを容易かつ確実\nに押すことができるようにし，キー操作を円滑かつ簡便に行うことにある\nという点で，両発明の直接の技術的課題は相違するものの，いずれも，指\nそのものではなく指に装着した突起形状の部材を，タッチパネルに接触さ\nせて操作を行う（引用文献１記載発明），あるいは，これを介してキーを\n押すことによりキー操作を行う（引用文献２記載発明）という点で，その\n作用や機能が共通ないし類似するということができる。\nまた，引用文献１には，同文献に開示された発明によって，「タッチ入\n力用突起部だけで確実に静電容量方式のタッチパネル入力が可能とな\nる。」（［００１７］），「突起部により確実な入力が可能となる。」\n（［００３１］）との記載があり，これらの記載は，引用文献１記載発明\nについても，その構造上妥当すると考えられる。そうすると，少なくとも，\n引用文献１記載発明に係る形状の補助具が，直接の技術的課題を解決する\nだけでなく，確実な入力操作にも寄与するという，引用文献２記載発明の\n技術的課題を解決するのと共通の効果を奏することが開示されているとい\nうことができる。\nさらに，物品や器具について，構造の簡略化や部品点数の削減を図るこ\nとは，普遍的かつ一般的な技術的課題である。このことは，スマートフォ\nンや携帯電話などの携帯型の通信機器や情報機器を操作するための補助具\nという技術分野においても同様であり，むしろ，補助具もこれらの機器と\nともに携帯可能とする必要があると考えられることからすると，その当業\n者にとっては，かかる技術的課題に対応すべき必要性は高いというべきで\nある。\nそうすると，非導電体で構成されたキャップ状のバンド本体と，導電材\n料で構成されたタッチ入力用突起部とで構成される引用文献１記載発明の\n入力補助具の装着部の構成について，構造の簡略化や部品点数の削減のた\nめに，補助具としての作用や機能が共通ないし類似し，奏する効果にも共\n通する部分のある引用文献２記載発明のキー操作用補助具に着目して，そ\nの装着面の構成を採用し，タッチ入力用突起部材の裏面側に，指に貼り付\nけるための貼付部を設けることとすることは，当業者において容易に想到\nし得ることであるということができる。\nウ  本願発明は，画面操作用治具の使用形態について，指の腹に貼り付ける\n使用形態だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面\nに貼り付ける使用形態をも規定していることから，かかる使用形態の容易\n想到性について検討する。\n前記(1)イのとおり，引用文献２記載発明の属する技術分野は，「携帯\n電話等の電子機器のキー操作を円滑かつ簡便に行うために，電子機器使用\n者の指先に取り付けて使用する補助用具」であるが，携帯電話機は，直接，\n指によって操作するほか，例えば，冬場に，手袋をした状態でも操作され\nることは，通常行われていることであり，かかる使用形態自体は何ら特別\nなものではない。\nまた，引用文献２（甲２）には，引用文献２記載発明のキー操作用補助\n具の装着部の構成について，「装着面の具体的な状態としては，裏面３に\n粘着剤が塗工された状態となっていることが好ましい。この粘着剤として\nは，電子機器使用者の指先及び電子機器に対して十分貼付かつ再剥離可能\nとするような適切な粘着力を持つ感圧性接着剤が好適に使用できる。」\n（【００１３】）との記載がある。このような記載に照らすと，貼り付け\nる対象に応じて，例えば，手袋を貼付対象とすることに応じて，粘着剤の\n粘着力を調整することは，当業者において適宜行うことができることとい\nうことができる。\nそうすると，引用文献１記載発明の入力補助具の装着部の構成に代えて，\n引用文献２記載発明のキー操作用補助具の装着部の構成である貼付部を有\nする構成とすることに容易に想到し得る以上，そのような構成を採用した\n上で，当該入力補助具について，粘着剤の粘着力を適宜調整して，手袋を\nした状態で，指の腹に相当する手袋の外表面に貼り付けて使用するとの使\n用形態にすることは，当業者であれば容易に想到し得るものであるという\nことができる。\n(3)  原告らの主張について\nア  原告らは，引用文献１及び２のいずれも，指の腹に相当する手袋の外表\n面に貼り付けて用いるという本願発明の用途についての開示や示唆はなく，\n引用文献２記載発明のキー操作用補助具については，手袋をして嵩張った\n状態での操作はミスタッチを引き起こすことから前提とされていないとし\nて，これらの引用文献を組み合わせても，本願発明に想到することはでき\nないと主張する（前記第３の２(1)）。\nしかるに，携帯電話機が，例えば，冬場に，手袋をした状態でも操作さ\nれるという使用形態自体は何ら特別なものではなく，引用文献１記載発明\nの入力補助具の装着部の構成について，引用文献２記載発明のキー操作用\n補助具の装着部の構成である貼付部を有する構成を採用した上で，当該入\n力補助具の粘着剤の粘着力を適宜調整して，手袋をした状態で，指の腹に\n相当する手袋の外表面に貼り付けて使用するとの使用形態にすることが，\n当業者であれば容易に想到し得るものであるということができることは，\n前記(2)ウのとおりである。\nよって，指の腹に相当する手袋の外表面に貼り付けて用いるという使用\n形態についての開示や示唆が引用文献１及び２のいずれにもないとして，\n本願発明の構成の容易想到性を否定する原告らの主張は，採用することが\nできない。\nなお，審決は，「「指の腹に貼り付けるのに十分な広さを有する付着\n面」は，「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋\nの外表面にも貼り付けるのに十分な広さを有する付着面」でもあるのが普\n通である」として，引用文献１記載発明の装着部の構成を，本願発明の装\n着部の構成に変更する改変は，当業者が容易に想到し得なかったものでは\nないと判断した。このような審決の判断は，本願発明の画面操作用治具の\n装着部が有する貼付部についての，「指の腹だけでなく，手袋をした状態\nで，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有す\nる」との文言を，貼付部の付着面の広さを限定する文言と解することを前\n提とするものであり，本願発明の画面操作用治具の装着部の構成が，指の\n腹に相当する手袋の外表面に貼り付けて用いるとの使用形態をも規定する\nものであることを踏まえた上で，相違点に係る本願発明の装着部の構成の\n容易想到性について判断したものではない。\nしかしながら，指の腹に相当する手袋の外表面に貼り付けて用いるとの\n使用形態にすることが当業者の容易に想到し得るものであることは上記の\nとおりであるから，審決の判断に，審決の結論に影響する違法があるとい\nうことはできない。\nイ  原告らは，引用文献１記載発明に引用文献２記載発明の構成を採用する\n動機付けに関して，突起部と装着部が別体である引用文献１記載発明に，\n突起部と装着部が一体の構成を敢えて採用する契機が問題とされなければ\nならないのに審決はこの点を検討していないし，引用文献２記載発明の装\n着部の構成の簡易さは，かかる構成を引用文献１記載発明に採用すること\nの契機あるいは動機付けとなるわけではないと主張し，また，引用文献１\n記載発明と引用文献２記載発明とは，技術分野や技術的課題が相違するな\nどと主張する（前記第３の２(2)）。\nしかるに，引用文献１記載発明における技術的課題の解決のためには，\n入力補助具を指に装着してタッチパネルの操作を行う際，指が直接タッチ\nパネルに接触しない構成とする必要があるものの，必ずしも，装着部が突\n起部材と別体である必要はない。そして，構造の簡略化や部品点数の削減\nという一般的な技術的課題を踏まえると，引用文献１記載発明における入\n力補助具の装着部の構成を，それよりも簡易な構成である引用文献２記載\n発明のキー操作用補助具の装着面の構成とすること，すなわち，突起部材\nの裏面側に指に貼り付けるための貼付部を設けることとすることに，当業\n者であれば容易に想到し得るということができるのは，前記(2)イのとお\nりである。\nこの点，審決は，「…引用文献２記載発明の「装着部」の構成の簡易さ\nからみて，引用文献２記載発明の「装着部」の構成が引用文献１記載発明\nにおいても有用であることは，当業者に明らかである。」としており，実\n質的には上記説示と同様の趣旨であると解することができる。\nよって，審決は突起部と別体の装着部を突起部と一体の装着部とするこ\nとの契機について検討していない，あるいは，装着部の構成の簡易さが動\n機付けとはならないとの原告らの主張は，採用することができない。\nまた，引用文献１記載発明と引用文献２記載発明とが技術分野において\n共通することも前記(2)イのとおりであり，原告らが技術分野の相違とし\nて指摘する，治具ないし補助具が画面操作用であるかキー操作用であるか\nは，当該治具ないし補助具の指先への装着手段の置換が容易であるか否か\nを左右するものではない。さらに，両発明の直接の技術的課題の相違が，\n引用文献１記載発明の装着部の構成を引用文献２記載発明の装着面の構成\nとすることへの動機付けを否定すべき事情にはならないことも，前記(2)\nイのとおりである。\nしたがって，これらの点に関する原告らの主張も，採用することができ\nない。\nウ  原告らは，引用文献１記載発明に引用文献２記載発明の貼付部を採用す\nることに阻害要因があると主張する（前記第３の２(3)）。\nこの点，引用文献１記載発明の技術的課題である，タッチパネルへの指\n脂の付着を防止するためには，入力補助具を指に装着してタッチパネルの\n操作を行う際，指が直接タッチパネルに接触しない構成とする必要がある。\nそして，引用文献１記載発明の入力補助具におけるバンド本体は，その\n材質を非導電体とし，突起部の周囲の指の腹の部分を覆うように装着され\nること，さらに，引用文献１（甲１）には，「（バンド本体のシート部材\nを二層構造とすることにより）上層部が誤ってタッチパネルに接触するこ\nとによる意図しない誤入力を防止でき」との記載があること（［００１\n７］）からすると，非導電体からなるバンド本体が，誤接触による誤入力\nを回避する機能を担っていることを否定することはできない。\nしかしながら，引用文献１記載発明の入力補助具からキャップ状のバン\nド本体を除いた上で，タッチ入力用突起部材の裏面側に貼付部を設ける構\n成にしたとしても，タッチ入力用突起部材それ自体の高さや，その周囲に\nある円盤状のフリンジ部の大きさを適宜調整することによって，指が直接\nタッチパネルに接触する事態は回避することができることは，当業者であ\nれば容易に予想することができるというべきである。\nそうすると，引用文献１記載発明の入力補助具のキャップ状のバンド本\n体は，同発明の技術的課題を解決するための必須の構成とまでいうことは\nできないから，これに代えて，引用文献２記載発明のキー操作用補助具の\n貼付部を採用することに阻害要因があるとは認められず，この点に関する\n原告らの上記主張は，採用することができない。\nエ  原告らは，本願発明が顕著な作用効果を有すると主張する（前記第３の\n２(4)）。\nしかしながら，原告らが顕著なものと指摘する本願発明の作用効果は，\nいずれも，本願発明の構成から容易に予想される作用効果にすぎず，これ\nらが，本願発明の構成から当業者が予測することの困難な，顕著な作用効\n果に当たるということはできない。そして，本願発明の構成が，引用文献\n1 記載発明及び引用文献２記載発明に基づいて，当業者であれば容易に想\n到し得ることは，前記(2)のとおりである。なお，引用文献２（甲２）に\nは，補助用具を，電子機器を使用していない時には紛失しないように電子\n機器の一部に装着するとの記載があり（【００１２】），このような保管\n方法が予測困難なものということは到底できない。\nしたがって，原告らの上記主張は，採用することができない。\n(4)  小括\n以上によれば，本願発明の構成は，引用文献１記載発明及び引用文献２記\n載発明に基づいて当業者が容易に想到することができたということができ，\nこれと結論において同旨の審決の判断に，誤りはない。\n３  結論\n以上のとおりであり，原告らの主張は理由がない。よって，原告らの請求を\n棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官      鶴    岡    稔    彦\n裁判官      田    中    正    哉\n裁判官      神    谷    厚    毅\n"
}