{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 10,
    "day": 24
  },
  "case_number": "平成23(行ケ)10005",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81720",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81720",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/720/081720_hanrei.pdf",
  "contents": "平成２３年１０月２４日判決言渡\n平成２３年（行ケ）第１０００５号  審決取消請求事件\n口頭弁論終結日  平成２３年９月７日\n判                  決\n原            告      Ｘ\n訴訟代理人弁理士      永      田              豊\n被            告      有 限 会 社 光 漢 堂\n訴訟代理人弁護士      小      湊              收\n訴訟代理人弁理士      志      村      尚      司\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事  実  及  び  理  由\n第１  請求\n特許庁が取消２００９－３０１３０３号事件について平成２２年９月３日にした\n審決を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯\n被告は，別紙商標目録記載の登録商標（以下「本件登録商標」という。）に係る商\n標権（第４５３２６２２号；設定登録日  平成１３年１２月２８日；指定商品：第\n１０類  医療用機械器具，氷まくら，三角きん，支持包帯，手術用キャットガット，\n吸い飲み，スポイト，乳首，氷のう，氷のうつり，ほ乳用具，魔法ほ乳器，綿棒，\n指サック，避妊用具，耳栓，医療用手袋，家庭用電気マッサージ器，しびん，病人\n用便器，耳かき。以下「本件商標権」という。）の権利者である（甲２１，２２）。\n原告は，平成２１年１１月２７日，特許庁に対し，本件商標権につき，商標法５\n１条１項に基づいて商標登録取消審判（取消２００９－３０１３０３号事件）を請\n求し，特許庁は，平成２２年９月３日，「本件審判の請求は，成り立たない。」との\n審決をし，その謄本は同月１３日に原告に送達された。\n２  審決の理由\n審決の理由は，別紙審決書写しのとおりであり，その要旨は次のとおりである。\n被告は，「エネマグラ」の片仮名文字からなる商標（以下「『エネマグラ』の商標」\nという。），「Ｅｎｅｍａｇｒａ」の欧文字からなる商標（以下「『Ｅｎｅｍａｇｒａ』\nの商標」という。）及び籠文字で表された「ＥＮＥＭＡＧＲＡ」の欧文字からなる商\n標（以下，「ＥＮＥＭＡＧＲＡ」の欧文字からなる商標を「『ＥＮＥＭＡＧＲＡ』の\n商標」という。）を，本件商標権の指定商品中の「医療用機械器具」中の「治療用機\n械器具」の範疇に属する商品に使用しており，被告使用の上記各商標は本件登録商\n標と類似する。原告は，「エネマグラ」の商標及び「ｅｎｅｍａｇｒａ」の欧文字か\nらなる商標（以下「『ｅｎｅｍａｇｒａ』の商標」という。）を使用しており，被告\n使用の商標と原告使用の商標とは互いに類似の関係にあり，いずれも「（前立腺治療\n器）前立腺・会陰マッサージ器」に使用されている。\n原告使用の商標が周知・著名であると認めることはできないが，原告使用の商標\nと被告使用の商標が類似のものであり，被告使用の商標が使用されている商品と原\n告の業務に係る商品も同一のものであるから，被告使用の商標が「（前立腺治療器）\n前立腺・会陰マッサージ器」に使用された場合，取引者・需要者をして出所の混同\nを生ずる場合も否定し得ない。商標法５１条１項の「商品の品質の誤認」には，品\n質を劣悪にして需要者に商品の品質の誤認を生じさせるような場合は含まれないの\nで，商品の品質の誤認を生ずるものとはいえない。\n被告は被告使用の商標を原告使用の商標に近づけるような態様に変更したわけで\nなく，また，被告使用の商標は被告の発案により採択されたことを勘案すると，被\n告が原告使用の商標を認識した上で被告使用の商標を採択，使用したということは\nできず，被告が本件登録商標と類似する商標をその指定商品に使用するに当たって，\n商標法５１条１項規定の「故意」はなかった。\nしたがって，被告による被告使用の商標の使用は同項の要件を欠き，本件登録商\n標の登録は取り消すことができない。\n第３  当事者の主張\n１  取消事由に関する原告の主張\n審決には，商標法５１条１項が規定する「商品の品質の誤認及び他人の業務に係\nる商品との混同」の該当性の判断の誤り（取消事由１），「故意」の有無の判断の誤\nり（取消事由２）があり，審決の結論に影響を及ぼすから，違法として取り消され\nるべきである。\n(1)  「商品の品質の誤認及び他人の業務に係る商品との混同」の該当性の判断の\n誤り（取消事由１）\n以下のとおり，被告の行為は，商品の品質を誤認させ，又は，他人の業務に係る\n商品との混同を生じさせる行為である。\nア  原告製造に係る製品及び被告製造に係る製品の販売の経緯\n被告は，平成１０年１０月ころから，原告経営に係る会社が製造する「（前立腺治\n療器）前立腺・会陰マッサージ器」（以下「原告製造製品」という。）を購入し，「Ｅ\nＮＥＭＡＧＲＡ」又は「エネマグラ」の商標を付して，日本における販売を開始し\nた。「（前立腺治療器）前立腺・会陰マッサージ器」は，原告が米国で取得した特許\nに係る製品であり，１９９７年（平成９年）ころには，既に米国で販売していた。\n被告は，平成１１年９月ころ，原告製造製品の販売を止め，被告製造に係る製品（以\n下「被告製造製品」という。）の販売を開始した。その後，原告は，平成１２年２月\nころから，日本国内において，パインズ社を通じて原告製造製品の販売を開始した。\n原告は，現在まで，原告製造製品に「エネマグラ」又は「ＥＮＥＭＡＧＲＡ」の商\n標を使用している。\n「ＥＮＥＭＡＧＲＡ」の商標を付した商品は，被告が日本国内で販売開始した当\n初から，米国製であることをセールスポイントとしており，パインズ社も米国製の\n商品であることをアピールしている。需要者間においては，「ＥＮＥＭＡＧＲＡ」又\nは「エネマグラ」の商標が付された「（前立腺治療器）前立腺・会陰マッサージ器」\nは米国製であるとの強い認識が存在するといえる。\nイ  商品の品質の誤認\n原告と被告は，双方が真正品である原告製造製品に使用することを前提として，\n本件登録商標を採択し，当初は，原告製造製品のみに使用されていた。ところが，\n被告は，原告製造製品の輸入販売を止め，原告製造製品の特徴を備えた被告製造製\n品の製造，販売を開始し，本件登録商標である「ＥＮＥＭＡＧＲＡ」の商標と「エ\nネマグラ」の商標を使用している。また，被告が販売した商品には，それが米国製\nであることが明示されている。\n上記のとおり，本件商標に蓄積された信用は，原告製造製品を基礎として築かれ\nたものである。このような事情の下では，取引者，需要者は，被告製造製品である\n「（前立腺治療器）前立腺・会陰マッサージ器」に対して，米国製の原告製造製品の\n品質を期待し，原告製造製品の品質を有すると誤認するのであって，被告は，被告\n製造製品について，原告製造製品又は正規のライセンス製品と同等の品質を有する\nかのように，商品の品質につき誤認を生じさせている。\nさらに，被告は，被告製造製品に原告が経営する会社の頭文字である「ＨＩＨ」\nの文字及び原告が有する米国特許の番号「ＰＡＴ  ＮＯ  ５７９７９５０」を付す\nことで，これを原告製造製品又は正規のライセンス商品と同等の品質を有するかの\nように取引者・需要者に認識させている。\nウ  他人の業務に係る商品との混同\n被告は，原告製造製品が日本での販売当初から現在まで継続して流通している中\nで，被告製造製品に原告が使用している「エネマグラ」の商標と実質的に同一の商\n標を付して販売している。\n両製品は，ほとんどが，インターネットを通じて通信販売により需要者に供給さ\nれており，販売形態において共通性があることから，被告製造製品は，他人の業務\nに係る商品である原告製造製品（原告からのライセンス製品を含む。）との間で混同\nを生ずる。\n(2)  「故意」の有無の判断の誤り（取消事由２）\n以下のとおり，被告には，品質の誤認・出所の混同を生ずることの認識が十分に\nあった。\n被告は，原告製造製品に使用されていた「エネマグラ」の商標が，市場において\n取引者・需要者に広く認識されていることを知りながら，被告製造製品に「エネマ\nグラ」の商標を使用した。また，原告製造製品と同様に，被告製造製品に「ＨＩＨ」\nの文字及び原告の有する米国特許の番号まで付し，米国製であることを明示してい\nた。\nしたがって，被告は，品質の誤認，出所の混同が生じることを容認していたとい\nえる。\nなお，原告が被告に対し，「ＥＮＥＭＡＧＲＡ」の商標の使用を認めたのは，原告\n製造製品に対してであって，被告製造製品に対してではない。\n２  被告の反論\n(1)  「商品の品質の誤認及び他人の業務に係る商品との混同」の該当性の判断の\n誤り（取消事由１）に対して\nア  商品の品質の誤認\n原告は，本件登録商標に蓄積された信用は，原告製造製品を基礎として築かれた\nものであると主張する。\nしかし，原告の主張は，以下のとおり失当である。米国における原告製造製品の\n名称は，「Ｐｒｏ－Ｓｔａｔｅ」又は「Ａｎｅｒｏｓ」であり，原告が，米国及び諸\n外国において，「ＥＮＥＭＡＧＲＡ」の商標を使用していたという事実は認められな\nい。\nまた，原告は，被告製造製品に米国の特許番号が付されていれば，取引者・需要\n者に，被告製造製品がその米国特許に基づく実施品であると認識させ，原告製造製\n品の品質を有するかのように認識させていると主張する。\nしかし，原告の上記主張も，以下のとおり失当である。すなわち，被告製造製品\nに「ＨＩＨ」の文字や米国特許の表示があったとしても，それが原告の業務に係る\n商品を認識し得ない以上，被告製造製品が原告製造製品の品質を有するかのように\n需要者等に認識させることはない。\nイ  他人の業務に係る商品との混同\n原告が使用しているのは「Ｐｒｏ－Ｓｔａｔｅ」又は「Ａｎｅｒｏｓ」の名称で\nあって，原告が，米国及び諸外国において，「ＥＮＥＭＡＧＲＡ」や「エネマグラ」\nの商標を使用したことはない。また，「ＥＮＥＭＡＧＲＡ」や「エネマグラ」の商標\nが，原告ないしパインズ社の使用に係る商標として，需要者に認識されていたとい\nうこともできない。\nしたがって，原告製造製品と被告製造製品との間で混同があったと認めることは\nできない。\nなお，原告が，その主張の根拠とする甲１７は，パインズ社の社長の証言に基づ\nくものであるが，同証言は，事実に反するもので，信用することができない。\n(2)  「故意」の有無の判断の誤り（取消事由２）に対して\n原告が使用する「エネマグラ」の商標は，取引者・需要者において広く認識され\nているとは認められない。また，仮に，「エネマグラ」の商標の使用により，出所に\n混同が生じているのであれば，それは，原告が，平成１２年２月ころから，本件登\n録商標である「ＥＮＥＭＡＧＲＡ」の商標やこれと類似する「エネマグラ」の商標\nを付した「（前立腺治療器）前立腺・会陰マッサージ器」を，本件登録商標の使用権\n限のないパインズ社を通じて日本国内で販売したことによるものである。被告に，\n「エネマグラ」の商標等を使用することにより，被告製造製品の品質の誤認，原告\n製造製品との混同を生じさせようとする故意はない。\n被告が商標権者として本件登録商標を使用できるのは当然である。また，「エネマ\nグラ」の商標は本件登録商標と社会通念上同一視し得るものであり，登録商標の使\n用に当たって通常変更される態様に止まるものであって，原告が使用する商標に近\nづけるような態様に変更したわけではない。被告製造製品について「ＥＮＥＭＡＧ\nＲＡ」や「エネマグラ」の商標の使用が制限される根拠もない。\nそうすると，本件登録商標の採択の経緯やその他の使用事情を勘案して，被告に\n「故意」がないとした審決の認定に誤りはない。\n第４  当裁判所の判断\n当裁判所は，原告の主張はいずれも失当であると判断する。その理由は，以下の\nとおりである。\n１  「商品の品質の誤認及び他人の業務に係る商品との混同」の該当性の判断の\n誤り（取消事由１）について\n(1)  認定事実\n前記争いのない事実，後掲各証拠及び弁論の全趣旨によると，次の事実が認めら\nれる。\nア  被告が本件商標権を取得するに至った経緯\n(ｱ)  原告は，１９９８年（平成１０年）８月２５日に特許された「前立腺治療器」\nに関する米国特許（ＵＳＰ  ５，７９７，９５０）の発明者である（甲１）。\n原告は，Ｈｉｇｈ  Ｉｓｌａｎｄ  Ｈｅａｌｔｈ  ＬＬＣ（以下「ＨＩＨ社」と\nいう。）を設立し，同社で原告製造製品を製造して，１９９７年（平成９年）ころに\nは，米国内で，同製品に「Ｐｒｏ－Ｓｔａｔｅ」の名称を付して販売していた（甲\n２，８，乙３，４，６の１）。\n原告製造製品には，平成１１年３月ころから，ＨＩＨ社の頭文字である「ＨＩＨ」，\n米国製であることを表す「Ｍａｄｅ  Ｉｎ  ＵＳＡ」，原告が有する米国特許の番号\nである「ＰＡＴ  Ｎｏ  ５７９７９５０」の刻印が付されている（甲１０の１，１\n０の２）。\n(ｲ)  原告は，日本において原告製造製品を販売しようと考え，平成１０年８月こ\nろ，被告代表者に対し，原告製造製品の販売を依頼した。被告は，同年１０月ころ\nから，三牧ファミリー薬局の名義で，原告製造製品を輸入して，販売を開始した。\n（甲３の１ないし３の７，４，５，乙１の１ないし１の６，４，６の１ないし６の\n３，８の１ないし８の４）\n被告代表者は，同年８月，原告製品の名称を「ＥＮＥＭＡＧＵＬＡ（エネマグラ）」\nとすることを提案し，これに対し，原告が「ＥＮＥＭＡＧＲＡ」とすることを提案\nし，最終的に被告代表者が「ＥＮＥＭＡＧＲＡ」とすることを決め，原告もこれを\n承諾した。原告と被告は，日本国内では，原告製造製品の販売につき「エネマグラ」\nや「ＥＮＥＭＡＧＲＡ」の商標を使用した。（甲３の３ないし３の７，５，乙１の１\nないし１の４，１の６，６の２，６の３）\n被告代表者と原告とは，メールにより，原告製造製品の販売に関して協議をして\nいたが，平成１１年７月ころ，被告代表者は，原告に，「エネマグラ」の商標登録の\n必要性について指摘した（乙８の１ないし８の４）。\n(ｳ)  被告は，平成１１年９月ころから，被告製造製品を独自に製造し，「ＥＮＥ\nＭＡＧＲＡ」，「Ｅｎｅｍａｇｒａ」及び「エネマグラ」の商標を使用して販売を開\n始した（甲６，１１の１，１２の１，１４の１，１８，１９，２３）。他方，原告は，\n平成１２年２月ころから，パインズ社を通じて，通信販売の方法により，原告製造\n製品の日本国内の販売を開始した（甲８）。原告製造製品には，「ＥＮＥＭＡＧＲＡ」，\n「ｅｎｅｍａｇｒａ」及び「エネマグラ」の名称，又は「ＡＮＥＲＯＳ」，「ａｎｅ\nｒｏｓ」及び「アネロス」の名称を使用した（甲８）。\n(ｴ)  被告は，平成１２年４月３日，正方形輪郭内に「ＥＮＥＭＡＧＲＡ」の欧文\n字を横書きしてなる商標につき，前記第２の１の指定商品と同一の商品を対象とし\nて，商標登録出願をし，平成１３年４月２０日，商標登録を受けた（乙７）。さらに，\n被告は，平成１２年１１月１６日，本件登録商標の商標登録を出願し，平成１３年\n１２月２８日，登録を受けた（甲２１，２２）。\nイ  原告と被告の販売態様等\n(ｱ)  原告がパインズ社を通じて販売している原告製造製品には，「エネマグラＥ\nＸ」，「エネマグラＥＸ２」，「エネマグラＤＸ」などがあり，「エネマグラ」，「ＥＮＥ\nＭＡＧＲＡ」，「ｅｎｅｍａｇｒａ」の商標が使用されている（甲８）。\n(ｲ)  被告製造製品には，「エネマグラＥＸ」，「エネマグラＥＸ２」，「エネマグラ\nドルフィン」，「エネマグラＥＸソフト」，「エネマグラＥＸ２ソフト」，「エネマグラ\nドルフィンソフト」，「エネマグラドルフィンＥＹＥ」などの名称が付されている。\n（甲６，８，１０の１，１１の１，１２の１，１３の１，１４の１，１５の１，１\n５の２，１８，２３）\n被告は，三牧ファミリー薬局のホームページで被告製造製品の広告を行い，「エネ\nマグラ」，「ＥＮＥＭＡＧＲＡ」，「Ｅｎｅｍａｇｒａ」の商標を用いて，「エネマグラ\nは三牧ファミリー薬局の商標登録商品です。」「三牧ファミリー薬局は世界に先駆け\nて特許製品ＥＮＥＭＡＧＲＡの発売を開始します。」との表示をしている（甲６）。\nまた，被告製造製品の台紙には，「Ｅｎｅｍａｇｒａ○Ｒ   Ｐｒｏｓｔａｔｅｒ」「Ｕ．\nＳ．Ａ  Ｐａｔｅｎｔ  Ｎｏ．＃５７９７９５０」「エネマグラ○Ｒ は有限会社光漢堂\nの登録商標です。」と記載され，被告製造製品には「ＰＡＴ  ＮＯ  ５７９７９５０」\nという刻印が付されており，更にＨＩＨ社の頭文字である「ＨＩＨ」の刻印が付さ\nれているものもある（甲１１の１，１１の２，１２の１，１２の２，１３の１，１\n３の２，１４の１，１４の２，１８，１９，２０）。被告製造製品の使用説明書には，\n「エネマグラ」「Ｅｎｅｍａｇｒａ」の商標が使用されている（甲１９）。\n(2)  本件登録商標と被告が使用する商標との類否\nア  本件登録商標は，別紙商標目録記載のとおり，「ＥＮＥＭＡＧＲＡ」の欧文字\nを横書きしてなる商標であり，「エネマグラ」の称呼を生じ，特定の観念は生じない。\nイ  被告が，被告製造製品について，ホームページや被告製造製品の台紙及び使\n用説明書などにおいて使用している商標は，本件登録商標以外は，「エネマグラ」の\n片仮名文字を横書きしてなる商標（以下「被告使用商標１」という。），白抜きの籠\n文字で表された「ＥＮＥＭＡＧＲＡ」の欧文字を横書きしてなる商標（以下「被告\n使用商標２」という。），「Ｅｎｅｍａｇｒａ」の欧文字を横書きしてなる商標（ただ\nし，書体は複数あり。）（以下，「被告使用商標３」といい，上記３つの商標を併せて\n「被告使用商標」という。）である（甲６，１１の１，１２の１，１４の１，１８，\n１９）。\n被告使用商標１は，本件登録商標とは外観が異なるものの，「エネマグラ」の称呼\nを生じ，特定の観念は生じず，本件登録商標と類似するといえる。被告使用商標２\nは，本件登録商標と欧文字の配列は同じであるが，書体が異なることから，外観に\n多少の差異はあるものの，「エネマグラ」の称呼を生じ，特定の観念は生じず，本件\n登録商標と類似するといえる。被告使用商標３は，本件登録商標と欧文字の配列は\n同じであるが，大文字か小文字かにおいて異なることから，外観に多少の差異はあ\nるものの，「エネマグラ」の称呼を生じ，特定の観念は生じず，本件登録商標と類似\nするといえる。\nウ  被告製造製品は「（前立腺治療器）前立腺・会陰マッサージ器」であり，本件\n商標権の指定商品である「医療用機械器具」の中の「治療用機械器具」に該当する\nと認められる。\nエ  以上より，被告が被告製造製品について被告使用商標を使用することは，指\n定商品について，登録商標に類似する商標を使用することに当たる。\n(3)  他人の業務に係る商品との混同\nア  前記認定のとおり，被告は，平成１０年１０月ころから平成１１年９月ころ\nまでは原告製造製品を販売し，原告製造製品につき「エネマグラ」又は「ＥＮＥＭ\nＡＧＲＡ」の商標（以下，これらの商標を併せて「当初使用商標」という。）を使用\nしていた。その後，被告は，被告製造製品の販売を開始し，被告使用商標を使用し\nている。原告は，平成１２年２月ころから，パインズ社を通じて，日本国内で原告\n製造製品の販売を開始し，原告製造製品につき，「エネマグラ」の商標（以下「原告\n使用商標１」という。），「ＥＮＥＭＡＧＲＡ」の商標（以下「原告使用商標２」とい\nう。），「ｅｎｅｍａｇｒａ」の商標（以下，「原告使用商標３」といい，上記３つの\n商標を併せて「原告使用商標」という。）を使用している。\nなお，原告は，原告製造製品を，日本国内で販売する前から米国内で販売してい\nるが，米国内において「エネマグラ」や「ＥＮＥＭＡＧＲＡ」「Ｅｎｅｍａｇｒａ」\nの商標を使用せず，日本国内でこれを販売するようになった後も，米国内で上記各\n商標の使用はしていない。また，本件全証拠によっても，被告が被告製造製品の販\n売を開始した平成１１年９月においても，被告が本件登録商標につき登録出願を行\nった平成１２年１１月１６日においても，当初使用商標や原告使用商標が原告の出\n所を示すものとして周知になっていたと認めることはできない。\nイ  原告使用商標１は被告使用商標１と同じ商標であり，原告使用商標２及び３\nは，被告使用商標２及び３と，書体や大文字か小文字かが異なるものの，同じ欧文\n字からなる商標であり，いずれも「エネマグラ」の称呼を生じることから，原告使\n用商標２及び３と被告使用商標２及び３とは，それぞれ類似する。当初使用商標が\nどのような書体によるものかは明らかでないが，被告使用商標は当初使用商標と同\n一又は類似するものと推認される。\nまた，原告製造製品と被告製造製品は，いずれも「（前立腺治療器）前立腺・会陰\nマッサージ器」である点において共通する。\nさらに，被告は当初，被告使用商標に類似する当初使用商標を使用して原告製造\n製品を販売していたことも併せ考慮すると，被告が被告使用商標の使用を開始した\n平成１１年９月ころ，及び被告が本件登録商標につき登録出願を行った平成１２年\n１１月１６日当時，当初使用商標や原告使用商標が周知であったと認めることはで\nきないものの，被告が被告製造製品につき被告使用商標を使用することにより，需\n要者に対し，被告製造製品が原告の業務に係る原告製造製品と出所が同一であると\n誤信させて，混同が生じるおそれがあると認められる。\n(4)  品質の誤認\nア  被告使用商標は，それ自体が特定の商品の種類，産地，原材料，特性，用途\n等を表示するものとはいえず，その使用によって，被告製造製品の品質につき，需\n要者に誤認を生じさせるとは認められない。\nイ  なお，原告は，被告使用商標の使用により，需要者は被告製造製品が米国製\nの製品であると誤認すると主張する。しかし，被告使用商標が，需要者，取引者を\nして，被告製造製品が米国製であると認識させることはないから，原告の主張は，\n主張自体失当である。\nまた，原告は，被告が，被告製造製品が米国製であると表示し，被告製造製品に\n原告が経営するＨＩＨ社の頭文字である「ＨＩＨ」の文字及び原告が有する米国特\n許の番号「ＰＡＴ  ＮＯ  ５７９７９５０」を付していることから，品質の誤認を\n生じさせていると主張する。しかし，商標法５１条１項は，商標権者が故意に指定\n商品について登録商標に類似する商標を使用するか，指定商品に類似する商品につ\nいて登録商標又は登録商標に類似する商標を使用したことにより，商品の品質の誤\n認又は他人の業務に係る商品との混同を生じさせた場合を取消事由として定めてい\nるのであって，上記のような商標の使用以外の方法により品質の誤認や出所の混同\nを生じさせたとしても，それは同項の定める取消事由には該当しない。被告が被告\n製造製品を米国製であると表示したり，被告製造製品に「ＨＩＨ」の文字や米国特\n許の番号を付したりすることは，上記の商標の使用には当たらず，その結果品質の\n誤認や出所の混同を生じさせたとしても，それが他の法律等による規制の対象とな\nる可能性はあるとしても，そのことをもって，同項に基づいて本件商標権の登録を\n取り消すことはできない。\n(5)  以上のとおり，被告が被告製造製品に被告使用商標を使用することによって，\n品質の誤認を生じさせることはないが，被告製造製品が原告の業務に係る原告製造\n製品と出所が同一であると誤信させる混同が生じるおそれはあると認められる。\n２  「故意」の有無の判断の誤り（取消事由２）について\n(1)  商標法５１条１項の「故意」とは，商標権者が指定商品について登録商標に\n類似する商標を使用するに当たり，これを使用した結果，他人の業務に係る商品と\n混同を生じさせることを認識していることと解するのが相当である。\n(2)  本件において，「（前立腺治療器）前立腺・会陰マッサージ器」に「ＥＮＥＭ\nＡＧＲＡ（エネマグラ）」の商標を採択したのは被告であり，原告製造製品の販売を\n開始した平成１０年１０月ころから，原告製造製品について当初使用商標の使用を\n開始し，平成１１年９月ころからは，被告製造製品について，当初使用商標と同一\nか又はこれに類似する被告使用商標を使用しており，現在まで，その使用を継続し\nている。原告は，米国での原告製造製品の販売に当たって，当初使用商標や原告使\n用商標は使用しておらず，原告が，日本国内で，被告ではなく，パインズ社を通じ\nて，原告製造製品を販売することとし，原告製造製品に原告使用商標の使用を開始\nしたのは，被告が被告製造製品に被告使用商標の使用を開始した後である平成１２\n年２月である。また，平成１１年９月当時，及び被告が本件登録商標につき登録出\n願を行った平成１２年１１月１６日当時，当初使用商標や原告使用商標が原告製造\n製品を表示するものとして周知であったとも認められない。被告が本件登録商標の\n登録出願をするに当たり，原告から異議があったと認めるに足りる証拠はない。そ\nして，被告は，被告使用商標の使用を継続中である平成成１２年４月３日，正方形\n輪郭内に本件登録商標と同じである「ＥＮＥＭＡＧＲＡ」の欧文字を横書きしてな\nる商標につき商標登録出願をし，同年１１月１６日には本件登録商標につき商標登\n録出願がされている。\n以上によると，被告が被告使用商標の使用を開始した時点では，原告が日本国内\nで原告製造製品を販売するに当たりどのような商標を使用するかは，必ずしも明確\nではなかったのであるから，被告が，被告商標の使用により，原告の業務に係る原\n告製造製品と混同を生じさせることを認識していたとは認められない。\n(3)  なお，原告は，原告製造製品と同様に被告製造製品にＨＩＨ社の頭文字であ\nる「ＨＩＨ」の文字や原告の有する米国特許の番号を付していることをもって，被\n告は，原告製造製品との混同が生じることを認容していたと主張する。しかし，商\n標法５１条１項における「故意」は，登録商標又はこれに類似する商標を使用した\n結果，他人の業務に係る商品と混同を生じさせることを認識していることに限られ，\n上記商標の使用以外の事由により混同を生じさせることを認識していたとしても，\n同項の「故意」には該当しない。\nまた，原告は，原告製造製品について「ＥＮＥＭＡＧＲＡ」の商標の使用を認め\nたのであって，被告製造製品に使用することは容認していないと主張するが，「ＥＮ\nＥＭＡＧＲＡ」の商標の使用につき，原告，被告間に原告主張のような内容の合意\nがあったと認めるに足りる証拠はない。\n(4)  したがって，被告につき，商標法５１条１項の「故意」が存在したとは認め\nられない。\n３  結論\n以上のとおり，原告主張の取消事由は理由がなく，本件審決にはこれを取り消す\nべき違法はない。その他，原告は，縷々主張するが，いずれも理由がない。よって，\n主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n知      野              明\n別紙                  商    標    目    録\n"
}