{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 5,
    "day": 21
  },
  "case_number": "平成27(ネ)10006",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85119",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85119",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/119/085119_hanrei.pdf",
  "contents": "平成２７年５月２１日判決言渡  同日原本領収  裁判所書記官\n平成２７年（ネ）第１０００６号  特許権侵害差止等請求控訴事件\n（原審・東京地方裁判所平成２５年（ワ）第２４７０９号）\n口頭弁論終結日  平成２７年４月９日\n判     決\n控訴人               Ｘ\n訴 訟 代 理 人 弁 護 士                吉 澤   尚\n訴 訟 代 理 人 弁 理 士               仲 野   均\n同                 川井   隆\n被控訴人               株 式 会 社 オ ー ク フ ァ ン\n訴 訟 代 理 人 弁 護 士               高   橋   雄一 郎\n同                 阿   部   実佑 季\n主     文\n１  本件控訴を棄却する。\n２  控訴人の当審における追加請求をいずれも棄却する。\n３  当審における訴訟費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙物件目録記載のシステムを生産し，使用し，譲渡し，\n貸し渡し，譲渡の申出又は貸渡しの申出をしてはならない。\n３  被控訴人は，原判決別紙物件目録記載のシステムを廃棄せよ。\n４  被控訴人は，控訴人に対し，２２４０万円及びこれに対する平成２５年１０\n月５日から支払済みまで年５分の割合による金員を支払え。\n５  当審における追加請求\n(1)  被控訴人は，別紙物件目録α記載のシステムを生産し，使用し，譲渡し，\n貸し渡し，譲渡の申出又は貸渡しの申出をしてはならない。\n(2)  被控訴人は，別紙物件目録α記載のシステムを廃棄せよ。\n第２  事案の概要\n本件は，発明の名称を「ネット広告システム」とする特許権（特許第５１７\n７７２７号。以下「本件特許権」といい，この特許を「本件特許」という。）\nの特許権者である控訴人が，被控訴人がその運営する「ａｕｃｆａｎ．ｃｏｍ\n（オークファン）」の名称のインターネットオークション・ショッピングの価\n格比較サイト（以下「被告サイト」という。）に係る原判決別紙物件目録記載\nのシステム（以下「被告製品」といい，同目録の「３  構成の説明」記載のａ\nないしｇをそれぞれ「被告製品の構成ａ」などという。）を使用する行為は本\n件特許権の侵害又は間接侵害（特許法１０１条１号，２号）に該当する旨主張\nして，被控訴人に対し，特許法１００条１項，２項に基づき，被告製品の生産，\n使用等の差止め及び廃棄を求めるとともに，本件特許権侵害の不法行為に基づ\nく損害賠償として２２４０万円及び遅延損害金の支払を求めた事案である。\n原判決は，被告製品は本件特許に係る明細書（以下，図面を含めて，「本件\n明細書」という。甲２）の特許請求の範囲の請求項１に係る発明（以下「本件\n発明」という。）の技術的範囲に属さないから，被控訴人による本件特許権の\n侵害（均等侵害を含む。）は認められず，また，本件特許権の間接侵害の成立\nも認められないとして，控訴人の請求をいずれも棄却した。\n控訴人は，原判決を不服として控訴を提起した。控訴人は，当審において，\n前記第１の５のとおり，別紙物件目録α記載のシステム（以下「被告製品α」\nという。）の生産，使用等の差止請求及び廃棄請求を追加する訴えの追加的変\n更をした。\n１  前提事実（証拠の摘示のない事実は，争いのない事実又は弁論の全趣旨によ\nり認められる事実である。）\n(1)  控訴人の特許権\nア  控訴人は，本件特許権（出願日平成１２年１２月２０日，設定登録日平\n成２５年１月１８日，請求項の数１）の特許権者である。\nイ  本件発明の特許請求の範囲の請求項１の記載は，次のとおりである。\n「【請求項１】\nインターネットに接続可能な端末であるクライアントと，\n前記クライアントからの要求により該当する商品の広告をネット上で紹\n介提供する多数の参加企業のホームページが保管された複数のバナーサー\nバーと，\n前記バナーサーバーが提供する各前記企業の広告画像情報を予め分類仕\n分けして保管記憶した商品マスタを備えた店舗サーバーとからなる連携シ\nステムにおいて，\n前記店舗サーバーは，\n前記クライアントからのアクセスに基づき予めバナー情報マスタに記録\n保存された前記バナーサーバーのアイコンを含む当該店舗サーバーのホー\nムページを当該クライアントのディスプレイ上に表示すると共に，\n表示された前記ホームページにおいて所定のバナーサーバーのアイコン\nが前記クライアントによってクリックされると前記クライアントのディス\nプレイ上に当該クライアントがクリックしたバナーサーバーから提供され\nた前記広告画像情報を主表示すると共に，各前記企業のカテゴリーとそれ\nに属するアイテムを体系的に記録した前記商品マスタから当該広告画像情\n報を表示した同一画面上に関連商品の他のバナーサーバーの広告画像情報\nの一覧表リストを副表示して両者を併記し，\n前記副表示されたバナーサーバーのアイコンが前記クライアントによっ\nてクリックされると，当該クリックされたアイコンのバナーサーバーから\n提供された前記広告画像情報を主表示し，且つ同一画面上に関連商品の他\nのバナーサーバーの広告画像情報の一覧表リストを副表示することによ\nり，\n該当する広告以外に他の店舗の商品リストを次々と閲覧可能にすること\nを特徴とするネット広告システム。」\nウ  本件発明を構成要件に分説すると，次のとおりである(以下，各構成要\n件を「構成要件Ａ」，「構成要件Ｂ」などという。)。\nＡ  インターネットに接続可能な端末であるクライアントと，\nＢ  前記クライアントからの要求により該当する商品の広告をネット上で\n紹介提供する多数の参加企業のホームページが保管された複数のバナー\nサーバーと，\nＣ  前記バナーサーバーが提供する各前記企業の広告画像情報を予め分類\n仕分けして保管記憶した商品マスタを備えた店舗サーバーとからなる連\n携システムにおいて，\nＤ  前記店舗サーバーは，前記クライアントからのアクセスに基づき予め\nバナー情報マスタに記録保存された前記バナーサーバーのアイコンを含\nむ当該店舗サーバーのホームページを当該クライアントのディスプレイ\n上に表示すると共に，\nＥ  表示された前記ホームページにおいて所定のバナーサーバーのアイコ\nンが前記クライアントによってクリックされると前記クライアントのデ\nィスプレイ上に当該クライアントがクリックしたバナーサーバーから提\n供された前記広告画像情報を主表示すると共に，\nＦ  各前記企業のカテゴリーとそれに属するアイテムを体系的に記録した\n前記商品マスタから当該広告画像情報を表示した同一画面上に関連商品\nの他のバナーサーバーの広告画像情報の一覧表リストを副表示して両者\nを併記し，\nＧ  前記副表示されたバナーサーバーのアイコンが前記クライアントによ\nってクリックされると，当該クリックされたアイコンのバナーサーバー\nから提供された前記広告画像情報を主表示し，且つ\nＨ  同一画面上に関連商品の他のバナーサーバーの広告画像情報の一覧表\nリストを副表示することにより，\nＩ  該当する広告以外に他の店舗の商品リストを次々と閲覧可能にするこ\nとを特徴とするネット広告システム。\n(2)  被控訴人の行為\n被控訴人は，平成１９年６月に「ａｕｃｆａｎ．ｃｏｍ（オークファン）」\nの名称のインターネットオークション・ショッピングの価格比較サイト（被\n告サイト。ＵＲＬは「http://aucfan.com」）を開設し，運営している（以下，\n被告サイトに使用されている被控訴人が運営するサーバーを「被告サーバー」\nという。）（甲８）。\n２  争点\n(1)  被告製品の本件発明の技術的範囲の属否（争点１）\nア  構成要件充足性（争点１－ア）\nイ  複数主体による侵害の成否（争点１－イ）\nウ  均等侵害の成否（争点１－ウ）\n(2)  被告製品に係る間接侵害の成否（争点２）\n(3)  被告製品αの本件発明の技術的範囲の属否（争点３）（当審における追加\n請求関係）\nア  複数主体による侵害の成否（争点３－ア）\nイ  均等侵害の成否（争点３－イ）\n(4)  控訴人の損害額（争点４）\n第３  争点に関する当事者の主張\n１  被告製品の本件発明の技術的範囲の属否（争点１）について\n(1)  構成要件充足性（争点１－ア）について\n当事者の主張は，次のとおり訂正するほか，原判決６頁２３行目から２１\n頁２４行目までに記載のとおりであるから，これを引用する。\nア  原判決７頁２行目の「（以下「被告サーバー」という。）を「（被告サ\nーバー）」と改める。\nイ  原判決８頁末行の「被告構成ａ」を「被告製品の構成ａ」と改める。\nウ  原判決９頁１８行目の「被告構成ａ」を「被告製品の構成ａ」と，同頁\n２３行目から２４頁行目にかけての「被告構成ｂ」を「被告製品の構成ｂ」\nとそれぞれ改める。\nエ  原判決１０頁７行目の「被告構成ｂ」を「被告製品の構成ｂ」と，同頁\n１３行目及び２１行目の各「被告構成ｃ」を「被告製品の構成ｃ」と，同\n頁末行の「被告構成ｄ」を「被告製品の構成ｄ」とそれぞれ改める。\nオ  原判決１１頁８行目の「被告構成ｄ」を「被告製品の構成ｄ」と，同頁\n１３行目及び２１行目の各「被告構成ｅ」を「被告製品の構成ｅ」と，同\n頁２５行目の「被告構成ｆ」を「被告製品の構成ｆ」とそれぞれ改める。\nカ  原判決１２頁７行目の「被告構成ｆ」を「被告製品の構成ｆ」と，同頁\n１１行目の「被告構成ｇ」を「被告製品の構成ｇ」とそれぞれ改める。\nキ  原判決１７頁６行目末尾に行を改めて次のとおり加える。\n「  前記ウ(イ)ないし(キ)のとおり，被告製品の構成ｂないしｇは，本件\n発明の構成要件ＤないしＩを充足する。」\nク  原判決１７頁８行目から９行目にかけての「後記(3)及び(4)（争点２－\nイ，ウ）」を「後記(2)及び(3)」と改める。\nケ  原判決１８頁２３行目の「被告構成ｆ」を「被告製品の構成ｆ」と改め\nる。\nコ  原判決１９頁１１行目の「被告構成ｅ」を「被告製品の構成ｅ」と改め\nる。\nサ  原判決２０頁１行目の「）」であり，」を「）」（原判決別紙「被告製\n品の構成に関する主張の対比」における「被告主張」欄の３頁～４頁，８\n頁～９頁，１３頁，１７頁参照）ものであり，」と改める。\n(2)  複数主体による侵害の成否（争点１－イ）について\n当事者の主張は，次のとおり当審における主張を追加するほか，原判決２\n１頁末行から２５頁１３行目までに記載のとおりであるから，これを引用す\nる。\nア  当審における控訴人の主張\n原判決は，被控訴人以外にも，ヤフーサーバーを利用している者は，多\n数存在していることが認められるので，被控訴人がヤフーサーバーを実質\n的に支配し，管理・利用しているとは認められないし，また，被控訴人と\nヤフー社が共同しているか否かにかかわらず，そもそも，ヤフーサーバー\nにおいて，本件発明の構成要件たる「バナーサーバー」や「バナー情報マ\nスタ」及び「商品マスタ」を備えた「店舗サーバー」が備わっているのか\nについて控訴人は何ら立証していないとして，被控訴人がヤフー社と共同\nして本件特許権を侵害しているとの控訴人の主張は認められない旨判断し\nたが，以下のとおり，原判決の上記判断は誤りである。\n(ア)  ヤフーサーバーには「バナーサーバー」が存在すること\nａ  本件発明の「広告画像情報」（構成要件Ｂ）とは，広く一般に「商\n品などを多くの人に知らせ，購入（入札）という行動を起こさせるた\nめに必要な知識としての画像（写真）や文字」をいい（甲５２），画\n像（写真）に限られるものではなく，商品説明の情報を含む文字画像\n情報，すなわちテキストデータも含まれると解すべきである。この解\n釈が妥当であることは，写真を提示しない文字だけでのオークション\nページが存在し（甲５３），オークションとして成立していることか\nらも明らかである。\nｂ  ヤフー社が運営するオークションサイト「ヤフオク！」においては，\n企業を含む多数の出品者が，オークションに出品できるようになって\nおり，「ヤフオク！」のトップページから，検索キーワードやカテゴ\nリによって開催中の個別のオークション商品を検索し，個別のオーク\nション商品ごとのＷｅｂページに，商品画像情報，商品を説明する文\n字画像情報を含む商品説明，開始価格，現在価格，終了日時等の商品\n情報を「主表示」し，主表示された商品に関連するオークション商品\nの商品画像情報，商品を説明する文字画像情報を含む商品説明，現在\n価格等をリストで「副表示」し，その副表示された商品の商品画像情\n報，商品説明，現在価格をクリックすると，これがアイコンとして機\n能し，当該クリックされた商品を「主表示」し，主表示された商品に\n関連するオークション商品の商品画像情報，商品を説明する文字画像\n情報を含む商品説明，現在価格等をリストで「副表示」することがで\nきる（甲５４，５５）。\nそうすると，商品画像情報のほか，上記文字画像情報を含む商品説\n明等は，本件発明の「広告画像情報」に含まれるといえる。\nそして，「ヤフオク！」の個別のオークション商品ごとのＷｅｂペ\nージはオークションコードのドメインないしＵＲＬにアクセスするこ\nとによって表示されるから，ヤフーサーバーにおいては，オークショ\nンコードごとの場所（ドメインないしＵＲＬ）に，「参加企業」とし\nての出品者の商品の情報のホームページ（オークション商品ごとのＷ\nｅｂページ）のデータが整理されて保管されているといえる。\n企業が「ヤフオク！」に参加して商品を販売するにはヤフー社との\n間で「ヤフオク！」に関する契約を締結し，ヤフー社から，「出店者」\nを識別するためのアカウント，ＩＤ及びパスワードの発行を受け，ヤ\nフー社の定めた商品出品のルール（「オークションストア利用約款」\n（甲７３），「ヤフオク！ストア運用ガイドライン」（甲７５）等）\nに従って「出店者ページ」に自社商品を出品して販売する。\nオークションストア利用約款１条(6)は，「「出店者ページ」とは，\n出店者が本サービスを利用して出店者の商品等の情報を掲載すること\nができる，出店者において全部または一部が編集可能なヤフオク！内\nのウェブページをいいます。」と規定している。「出店者」は，出品\nする商品のカテゴリを決定した後，商品タイトル，商品の説明文章，\n販売形式（競り上がりのオークション形式にするか，定額出品か又は\n値下交渉付きの定額出品にするか等），価格設定（オークションのス\nタート金額），開催期間（オークションを開催する期間），送料負担\n（送料の負担者），代金先払・後払（落札代金の支払タイミング），\n決済方法（落札代金の受け取り方法），商品状態（中古，新品等の商\n品状態），返品の可否，商品画像の掲載の有無等の各項目を決定して，\n「出店者ページ」に掲載する。また，オークションストア利用約款１\n６条は，「出店者は，お客様に対し，出店者自身が売買契約等の売主\nまたは役務提供者（以下「売主」といいます）である旨を明確に出店\n者ページに表示するものとします。」と規定し，「出店者」は自ら販\n売した商品についての一切の責任を負い，ヤフー社はその責任を負わ\nないこととされている。\nさらに，「出店者」には，個人情報の取扱いに関し，「出店者ペー\nジ」の中で「お客様に提示するプライバシーポリシーを設け」るよう\n求められている（「ヤフオク！ストア運用ガイドライン」第１章の第\n２の９）。\nこのように「出店者ページ」は，「出店者」である参加企業が自由\nに編集可能なオークション商品ごとのＷｅｂページであり，その運用\n又は管理の主体は参加企業であるといえる。\nそして，「参加企業のホームページ」（構成要件Ｂ）とは，「保管」\nされる対象データとしてのホームページであり，そのホームページを\n構成する各種要素（商品画像情報，商品説明を含む文字画像情報等）\nの集合体を意味するから，「出店者ページ」は，「参加企業のホーム\nページ」に該当する。\n以上のとおり，ヤフーサーバーには，「ヤフオク！」の個別のオー\nクション商品ごとのＷｅｂページのデータがオークションコードごと\nの場所（ドメインないしＵＲＬ）に保管されており，このオークショ\nン商品ごとのＷｅｂページは，「ヤフオク！」における「出店者」で\nある参加企業が自由に編集可能なオークション商品ごとのＷｅｂペー\nジ（「出店者ページ」）であり，その運用又は管理の主体は参加企業\nであるといえるから，「参加企業のホームページ」に該当する。\nしたがって，ヤフーサーバーには，「多数の参加企業のホームペー\nジが保管された複数のバナーサーバー」（構成要件Ｂ）が存在する。\n(イ)  ヤフーサーバーには「商品マスタ」を備えた「店舗サーバー」及び\n「バナー情報マスタ」が存在すること\n本件発明の特許請求の範囲（請求項１）には「各前記企業の広告画像\n情報を予め分類仕分けして保管記憶した商品マスタ」を備えた「店舗サ\nーバー」（構成要件Ｃ）との記載はあるが，「バナー情報マスタ」（構\n成要件Ｄ）については，「バナーサーバーのアイコンが記録保存され」\nることの記載があるものの，「店舗サーバー」に備えられているか否か\nを含め，どこに備えられているかについての限定はない。\nそうすると，本件発明の「バナー情報マスタ」は，「店舗サーバー」\nが備える場合に限定されるものではなく，「店舗サーバー」以外の他の\nサーバー等が備える場合を含むものといえる。もっとも，本件明細書に\nは，「店舗サーバー」が「バナー情報マスタ」を備える実施例の記載が\nあるが（段落【０００９】），これは，あくまで一実施形態の記載にす\nぎず，本件明細書から「バナー情報マスタ」の実施形態を上記実施例の\nものに限定する趣旨を見いだすことはできない。\nしかるところ，「ヤフオク！」においては，クライアント端末から，\n検索キーワードやカテゴリから個別のオークション商品を検索できるよ\nうになっていること，検索の分類をＡＰＩのリクエストで呼び出せるよ\nうになっていること（甲５４），出品商品ごとにメタタグ（ｍｅｔａｔ\nａｇ）に予め商品分類のキーワードが付されており，検索エンジンでこ\nれを読むことができること（甲５５）からすると，ヤフーサーバーには，\n商品分類のキーワードのメタタグのデータに紐づけられて予め分類仕分\nけされた現在価格，商品説明を含む文字情報等の商品の情報が保管され\nているといえるから，「各前記企業の広告画像情報を予め分類仕分けし\nて保管記憶した商品マスタ」を備えた「店舗サーバー」（構成要件Ｃ）\nが存在する。この「店舗サーバー」は，ユーザーがクライアント端末か\nら「ヤフオク！」の出品ページにアクセスした場合，そのクライアント\n端末に商品画像情報を含む商品情報を閲覧させているから，「商品マス\nタ」から広告画像情報を表示させているということができる。\nまた，ヤフーサーバーには，検索の結果主表示された商品の商品画像\n情報，副表示された商品のハイパーリンクが張られたサムネイル画像（\n縮小画像））と商品説明を含む文字画像情報が保存されており（甲５４，\n５５），オークション商品ごとのＷｅｂページのデータが保存された場\n所にハイパーリンクされたアイコンも保存されているといえるから，「\nバナー情報マスタ」（構成要件Ｄ）も存在する。\n(ウ)  被控訴人がヤフーサーバーを支配し，管理，利用し，利益を受けて\nいること\n被控訴人とヤフー社との間には，被控訴人のユーザーが被告サイトを\n介してテンプレートを通じてヤフーサーバーに書き込める仕組みをもっ\nていること，被告サイトのオークファンプレミアム（会員）は，通常，\n「ヤフオク！」の会員ができない多くの画像のアップロードができるよ\nうになっていること（甲６８の２），被控訴人代表者は，取材を受けた\n際に被控訴人とヤフー社と提携していることを自認していること（甲５\n７）などからすると，被控訴人とヤフー社との間には，商品画像情報の\nシステムのレベルやオークションの分類情報，商品説明，副表示するた\nめの関連商品マッチング情報等を共同利用するための提携関係がある。\nまた，ヤフー社のＡＰＩによりヤフーサーバーから，商品画像情報，\n入札価格，商品説明等の商品の情報を呼び出すには，アクセス回数の制\n限や商用利用禁止の定めが存在するが（甲３１，５８），被告サイトの\nアクセス数は月間５００万人を超えており（甲８，１１），ヤフー社と\nの間で上記定めを超える合意がなければ被告サイトの運用ができないこ\nとは明らかであるから，被控訴人は，ヤフー社との間で，通常の利用形\n態を超えた商用利用のためのＡＰＩ利用契約を締結していることは間違\nいない。\nさらに，被控訴人は，情報の入力作業においても，通常の「ヤフオク\n！」の商品画像情報について特別の権限を与えられているが，このよう\nな態様でＡＰＩを利用するには，ヤフー社との間で別途個別の契約が必\n要とされている（甲５９）。\n原判決は，この点に関し，被告サイトで入札を行うにはヤフーＩＤ（\nヤフーオークションＩＤ）を必要とするから共同運営ではないなどと判\n示するが，特別の契約関係がなければヤフー社の「バナーサーバー」，\n「店舗サーバー」にアクセスして，出品を行うことができないのであり，\nヤフーＩＤについては単なるシステム上の都合にすぎない。また，甲３\n１には「ＡＰＩで取得したデータの二次利用の禁止」の規定があるにも\nかかわらず，被控訴人が，過去情報を保管して過去のオークションの落\n札相場の情報提供のサービスに利用している。\n以上のとおり，ヤフー社のＡＰＩには，商用利用の制限やアクセス回\n数の制限があり，二次利用なども制限されているにもかかわらず（甲３\n１，５８），被控訴人は，ヤフーサーバーからＡＰＩによって取得した\n商品情報をこのような制限なく利用した上で，独自のサービスを構築し\nてオークファンプレミアム等の運営を行い，直接会員手数料収入を得た\nり（甲５７），ＡＰＩによって取得したデータを利用して得られた情報\nやユーザーのアクセス数を利用して，直接被控訴人が，ヤフー社等から\n取得したデータを利用してバナー広告の収入を得たり，ヤフー社から取\n得したデータを利用して企業へのマーケティング情報を提供して直接収\n入を得ているが，通常はこのような商用利用は無断で行うことはできな\nい。\nこのように被控訴人においては，一般に公開されているＡＰＩの規約\n上の制限を外した利用により直接利益を得ている以上，ヤフーサーバー\nに対する一定の支配，管理，利用が認められるというべきである。\n(エ)  小括\n以上によれば，①ヤフーサーバーには，「多数の参加企業のホームペ\nージが保管された複数のバナーサーバー」（構成要件Ｂ），「商品マス\nタ」を備えた「店舗サーバー」（構成要件Ｃ）及び「バナー情報マスタ」\n（構成要件Ｄ）が存在し，被告製品及びヤフーサーバーを組み合わせた\n構成は，本件発明の構成要件を全て充足するものであり，②被控訴人は，\n被告製品を使用するに際し，ヤフー社との提携関係をもって，ヤフーサ\nーバーに対する一定の支配，管理，利用をし，直接利益を得ており，被\n控訴人とヤフー社との間で主観的関連共同性及び客観的関連共同性があ\nるか，少なくとも客観的関連共同性があり，また，仮に被控訴人とヤフ\nー社との間に共同関係がないとしても，被控訴人は，ヤフー社のＡＰＩ\nを利用して，機械的に大量のリクエストを発し，ヤフーサーバーからデ\nータを取得し，通常では許されない過去のオークションデータを保管し\nて二次利用を行うなどして，特許侵害行為になることにつき情を知らな\nいヤフー社を道具として利用しているのであるから，ヤフー社との共同\n不法行為あるいはヤフー社を道具として利用した直接侵害として，ヤフ\nー社と共同して本件特許権を侵害しているといえる。\nしたがって，被控訴人がヤフー社と共同して本件特許権を侵害してい\nるとの控訴人の主張は認められないとした原判決の判断は誤りである。」\nイ  当審における被控訴人の主張\n控訴人は，原判決が被控訴人がヤフー社と共同して本件特許権を侵害し\nていると認められないと判断したのは誤りである旨主張する。しかしなが\nら，以下に述べるとおり，ヤフー社の管理するサーバー（ヤフーサーバー）\nには，本件発明の「バナーサーバー」，「バナー情報マスタ」及び「商品\nマスタ」を備えた「店舗サーバー」が存在しないから，被告サーバーの構\n成とヤフーサーバーの構成を組み合わせても，本件発明の構成要件全部を\n充足することはなく，また，被控訴人は，ヤフー社が一般に公開している\nＡＰＩに接続することでヤフーサーバーに保存された画像，商品説明及び\n現在価格等を被告サイトのウェブページに取り込んでクライアント端末に\n表示させているだけであって，ヤフーサーバーを共同して運営しているも\nのでも，ヤフーサーバーを管理支配し，道具として利用しているものでも\nないから，原判決の判断に誤りはなく，控訴人の上記主張は理由がない。\n(ア)  ヤフーサーバーには「バナーサーバー」が存在しないこと\n控訴人は，ヤフーサーバーにおいては，オークションコードごとの場\n所（ドメインないしＵＲＬ）に，「参加企業」としての出品者の商品の\n情報のホームページ（オークション商品ごとのＷｅｂページ）のデータ\nが整理されて保管されており，このＷｅｂページは，参加企業が自由に\n編集可能なオークション商品ごとのＷｅｂページであり，その運用又は\n管理の主体は参加企業であるから，「参加企業のホームページ」に該当\nするとして，ヤフーサーバーには，「参加企業のホームページを保管」\nした「複数のバナーサーバー」（構成要件Ｂ）が存在する旨主張する。\nしかしながら，「複数のバナーサーバー」は，ネット上で商品の広告\nを紹介提供する多数の参加企業のホームページが保管されているもので\nあり（構成要件Ｂ），主表示・副表示される広告画像情報ごとに「他の\nバナーサーバー」が使用されるものであるが（構成要件ＥないしＨ），\n少なくとも，ヤフサーバーにおいて，莫大な量の広告画像情報ごとに別\nのサーバーが存在するということは，システム設計上現実的にありえな\nいから，主表示・副表示の広告画像情報ごとに「他のバナーサーバー」\nが使用されているものとはいえない。ＷｅｂページごとにＵＲＬが存在\nすることは，主表示・副表示される広告画像情報ごとに異なるサーバー\nが使用されていることを意味するものではない。\n構成要件Ｂの「商品の広告をネット上で紹介提供する多数の参加企業\nのホームページ」にいう「商品の広告」とは，構成要件Ｃに「前記バナ\nーサーバーが提供する各前記企業の広告画像情報」と記載されているこ\nとからすると，「広告画像」をいい，また，「ホームページ」とは，Ｗ\nｅｂサイトにアクセスしたときに一番はじめに表示されるページや，Ｗ\nｅｂブラウザを起動したときに表示されるページをいうが（乙１１），\n技術常識から考えて，ヤフー社に「商品の広告」（広告画像）を「ネッ\nト上で紹介提供」する多数の参加企業が運営又は管理するＷｅｂサイト\n又はそのトップページとしてのホームページを保管する，複数のサーバ\nーなど存在しない。\n個別のオークション商品のＷｅｂページは，ヤフー社が運営管理する\nページであるから，参加企業が運営又は管理するＷｅｂページに該当し\nない。ヤフー社は，自ら定めた枠内で個別のオークション商品ページを\n出品者（出店者）に使用させて出品できるようにしており，個別のオー\nクション商品ページがヤフー社の運営管理するページであるからこそ，\nそこで問題が生じるとヤフー社の責任になりかねないので，オークショ\nンストア利用約款（甲７３），「ヤフオク！ストア運用ガイドライン」\n（甲７５）等で出品者が商品の出品に関する責任を負うことを明記して\nいる。\nしたがって，控訴人が挙げる諸点は，ヤフーサーバーのどこかに各種\n情報が記憶保存されているであろうことを示すものではあっても，少な\nくとも，「複数のバナーサーバー」があり，主表示・副表示される広告\n画像情報ごとに「他のバナーサーバー」が使用されることや，広告画像\nを紹介提供する多数の参加企業のホームページを保管する，「複数のサ\nーバー」の存在を裏付けるものではない。\n以上によれば，ヤフーサーバーには構成要件Ｂの「多数の参加企業の\nホームページが保管された複数のバナーサーバー」は存在しないから，\n控訴人の上記主張は理由がない。\n(イ)  ヤフーサーバーには「店舗サーバー」，「バナー情報マスタ」が存\n在しないこと\n控訴人は，甲５４，５５等を挙げて，ヤフーサーバーには，「各前記\n企業の広告画像情報を予め分類仕分けして保管記憶した商品マスタ」を\n備えた「店舗サーバー」（構成要件Ｃ）が存在し，「バナー情報マスタ」\n（構成要件Ｄ）も存在する旨主張する。\nしかしながら，本件明細書の段落【０００９】には，店舗サーバーに，\nバナー情報マスタ，商品マスタ，同時購入確率ファイル，クライアント\n履歴ファイル等が保管されていることが記載されており，本件明細書が\n開示する本件発明の実施形態は，店舗サーバーがバナー情報マスタを備\nえる実施形態のみであるから，「商品マスタを備えた店舗サーバー」（\n構成要件Ｃ）は，「バナー情報マスタ」（構成要件Ｄ）も備えるものと\n解される。\nまた，構成要件Ｃの「広告画像情報」は，その文言どおり，商品の広\n告となる画像情報をいい，Ｗｅｂぺージの作成において画像と区別され\nるテキスト（文字）は含まないから，「商品説明及び現在価格」の文字\nは「広告画像情報」ではない。\n控訴人が挙げる甲５４及び甲５５は，ヤフー社のＡＰＩの詳細が記載\nされているのみで，ヤフーサーバーに，主表示される広告画像情報を予\nめ分類仕分けして保管記憶した「商品マスタ」が存在することを証する\nものではなく，副表示されるバナーサーバーのアイコンを予め分類仕分\nけして保管記憶する「バナー情報マスタ」が存在することを証するもの\nでもない。\nさらに，甲６４は，ヤフー社のＡＰＩに接続することでヤフーサーバ\nーに保存された画像，商品説明及び現在価格等をヤフーサーバーから取\n得して被告サイトのウェブページに取り込んでクライアント端末に提供\nして表示させていることを示すのみであって，ヤフーサーバーに予め画\n像，商品説明及び現在価格等を記録保存する「商品マスタ」あるいは「\nバナー情報マスタ」が存在することを証するものでもない。\nしたがって，控訴人が挙げる諸点からヤフーサーバーに「商品マスタ」\n及び「バナー情報マスタ」を備えた「店舗サーバー」が存在することを\n認めることはできない。\nまた，仮に「バナー情報マスタ」は「店舗サーバー」に備えられる必\n要はないとしても，控訴人が挙げる諸点からヤフーサーバーに「バナー\n情報マスタ」及び「商品マスタ」が存在することを認めることができな\nいことに変わりはない。もっとも，ヤフー社のシステムには，オークシ\nョンへの出品や入札の処理をするマスタが存在するものと思われるが，\n時々刻々と変化するオークション情報を予め分類仕分けして表示の便に\n供するなどという構成をとれば，タイムリーな表示が不可能になってし\nまうから，ヤフーサーバーには，主表示される広告画像情報を予め分類\n仕分けして保管記憶した「商品マスタ」など存在しない。\n以上によれば，控訴人の上記主張は理由がない。\n(ウ)  被控訴人とヤフー社との間に主観的及び客観的な共同関係はなく，\n被控訴人がヤフーサーバーを管理支配しているものでもないこと\n被控訴人は，ヤフー社が一般に公開しているＡＰＩに接続することに\nよって，ヤフーサーバーに保存された画像，商品説明及び現在価格等を\n被告サイトのウェブページに取り込んでクライアント端末に表示させて\nいるだけであり，ヤフー社とヤフーサーバーを共同して運営しているも\nのではないから，被控訴人とヤフー社との間には客観的な共同はない。\nまた，被控訴人とヤフー社は，一体となって本件特許権侵害という結\n果を発生させる意思を有していないし，被控訴人の行為とヤフー社の行\n為が結合して本件特許権侵害という結果が発生することを予見していな\nいから，被控訴人とヤフー社との間には主観的な共同もない。\nさらに，上記のとおり，被控訴人は，ヤフー社が一般に公開している\nＡＰＩを利用しているだけであるから，被控訴人がヤフーサーバーを管\n理支配することはできないし，ヤフー社を道具として利用することもで\nきない。\n(エ)  小括\n以上によれば，被控訴人がヤフー社と共同して本件特許権を侵害して\nいるとの控訴人の主張は認められないとした原判決の判断に誤りはな\nい。\n(3)  均等侵害の成否（争点１－ウ）について\n当事者の主張は，原判決２５頁１５行目から２７頁１５行目までに記載の\nとおりであるから，これを引用する。\n２  被告製品に係る間接侵害の成否（争点２）について\n当事者の主張は，原判決２７頁１７行目から２８頁２３行目までに記載のと\nおりであるから，これを引用する。\n３  被告製品αの本件発明の技術的範囲の属否（争点３）（当審における追加請\n求関係）について\n(1)  複数主体による侵害の成否（争点３－ア）について\nア  控訴人の主張\n前記１(2)ア(ア)ａで述べたとおり，本件発明の「広告画像情報」（構成\n要件Ｂ）とは，広く一般に「商品などを多くの人に知らせ，購入（入札）\nという行動を起こさせるために必要な知識としての画像（写真）や文字」\nをいい，画像（写真）に限られるものではなく，商品説明の情報を含む文\n字画像情報，すなわちテキストデータも含まれると解すべきである。\n被告製品αの構成は，別紙物件目録α記載のとおりである。別紙物件目\n録αは，本件発明の「広告画像情報」には「商品説明の情報を含む文字画\n像情報」を含むとの上記解釈を前提として，被告製品の構成を記載した原\n判決別紙物件目録を修正したものである。\nところで，複数の主体が実施に関与するシステムの発明の構成要件充足\n性の判断においては，行為者として予定されている者が特許請求の範囲に\n記載された各行為を行ったか否かを判断すれば足り，一つの主体が全構成\n要件該当行為を行ったか否かは問題にならず，誰が当該システムを支配，\n管理，利用しているかを基準に判断すべきである。\n以下に述べるとおり，被控訴人は，被告製品αを使用するに際し，ヤフ\nー社との提携関係をもって，ヤフーサーバーに対する一定の支配，管理，\n利用をし，直接利益を得ており，被控訴人とヤフー社との間で主観的関連\n共同性及び客観的関連共同性があるか，少なくとも客観的関連共同性があ\nり，また，仮に被控訴人とヤフー社との間に共同関係がないとしても，被\n控訴人は，ヤフー社のＡＰＩを利用して，機械的に大量のリクエストを発\nし，ヤフーサーバーからデータを取得し，通常では許されない過去のオー\nクションデータを保管して二次利用を行うなどして，特許侵害行為になる\nことにつき情を知らないヤフー社を道具として利用しているのであるか\nら，ヤフー社との共同不法行為あるいはヤフー社を道具として利用した直\n接侵害として，ヤフー社と共同して本件特許権を侵害しているといえる。\n(ア)  構成要件Ａについて\n被告製品αは，別紙物件目録αの「３  構成の説明」記載の構成ａな\nいしｉを備えている。\n被告製品αは，オークションの情報を検索しようとする個人ユーザー\nの端末である顧客端末からアクセスされることを前提としていることは\n明らかであり，被告サイトにおいて参加企業の商品を紹介し，本件発明\nの広告システムとして被告製品αを支配，管理しているのは被控訴人以\n外に考えられないから，被告製品αは，構成要件Ａを充足する。\n(イ)  構成要件Ｂについて\n前記１(2)ア(ア)ｂで述べたとおり，「参加企業のホームページ」（構\n成要件Ｂ）とは，「保管」される対象データとしてのホームページであ\nり，そのホームページを構成する各種要素（商品画像情報，商品説明を\n含む文字画像情報等）の集合体を意味する。\nヤフーサーバーには，商品画像情報とテキストデータが紐付けられて\n保管されており，「出品者ＩＤ」というドメインで出品者ごとに出品し\nているオークション情報（商品説明の情報を含む文字画像情報を含む）\nが整理，保管されており（甲６１の１，２），出品者ごとに「バナーサ\nーバー」（構成要件Ｂ）が備わっている。また，ヤフー社が運営するオ\nークションサイト「ヤフオク！」には，出品者が多数存在するから，「\nバナーサーバー」は，出品者の数だけ，「複数」存在する。\nしたがって，ヤフーサーバーは，「多数の参加企業のホームページが\n保管された複数のバナーサーバー」（構成要件Ｂ）を有するから，構成\n要件Ｂを充足する。\n(ウ)  構成要件Ｃについて\nａ  前述のとおり，本件発明の「広告画像情報」は，「写真」を意味す\nる画像に限定されるものではなく，「商品説明の情報を含む文字画像\n情報」すなわちテキストデータも含まれる。\n被告製品αにおいては，被告製品αに実装されたソフトウェアによ\nり，サーバー１１（被告サーバー）から，ヤフー社にあるバナーサー\nバーにＡＰＩリクエストを出し，バナーサーバーを含むヤフーサーバ\nーから，商品情報（商品説明の情報を含む文字画像情報を含む）を取\n得し，サーバー１１が当該情報をカテゴリごとに分類して保管してい\nる（甲５４）。\n商品説明を含む文字画像情報等のデータは，オークションＩＤのド\nメイン（http://aucview.aucfan.com/yahoo/）から提供されているこ\nと，このドメインのソースにおいては，「ｍｅｔａ ｋｅｙｗｏｒｄ」\nのコードが含まれており，当該ｋｅｙｗｏｒｄには商品の分類を示す\nキーワードが記述されていることからすると，予め分類，仕分けされ\nているといえる（甲６２）。\nそうすると，変動を予定していない商品説明の情報を含む文字画像\n情報については，サーバー１１内の「http://aucview.aucfan.com/ya\nhoo/」に保管されている。\nまた，商品説明の情報を含む文字画像情報（商品説明，オークショ\nンＩＤ，開始時刻，商品の状態等の商品の情報）が保管され，繰り返\nし利用されていることからすると，被告製品α内に，変動が予定され\nていない商品説明の情報を含む文字画像情報（商品説明，オークショ\nンＩＤ，開始時刻，商品の状態等の商品情報）が保管されている。こ\nの商品説明の情報を含む文字画像情報の保管箇所は「商品マスタ」に\n該当する。\nそして，被告製品α内に保管された別紙物件目録αの別紙図２（ｂ）\nのアイコン２の内部の「商マ（固）」の情報が，サーバー１１に保管\nされていないとすれば，オークションの出品を削除すれば本来削除さ\nれるはずであるが，控訴人が行った検証実験の結果，出品を削除した\n後も１４分間にわたって表示され続けており（甲６３，７７），この\nことは，ヤフーサーバーから取得したデータを一旦サーバー１１の商\n品マスタに保管記憶していることを裏付けるものといえる。\nしたがって，被告製品αにおける商品マスタを備えたサーバー１１\n（被告サーバー）は，「商品マスタを備えた店舗サーバー」（構成要\n件Ｃ）に該当する。\nｂ  サーバー１１は，クライアント端末１２からのアクセスに基づき，\nサーバー１１のホームページをクライアント端末１２の画面上に表示\nしている。被告製品αでは，クライアント端末１２にサーバー１１か\nら呼び出された商品説明の情報を含む文字画像情報が表示されてお\nり，クライアントとサーバー１１は連携している。\nまた，前記(ア)のとおり，被告製品αに実装されたソフトウェアに\nより，ヤフーサーバー内のバナーサーバーにＡＰＩリクエストを出し，\nバナーサーバーを含むヤフーサーバーから，商品説明の情報を含む文\n字画像情報の提供を受け，サーバー１１は当該情報を取得・保管して\nいるから，ヤフーサーバーとサーバー１１は連携している。\nしたがって，被告製品αは，構成要件Ｃの「連携システム」に該当\nする。\nｃ  以上によれば，被告製品αは，構成要件Ｃを充足する。\n(エ)  構成要件Ｄについて\n顧客が，クライアント端末１２からサーバー１１にアクセスすると，\nサーバー１１は，別紙物件目録αの別紙図２（ａ）に示す画像３（被告\nサイトのホームページ）を表示する。このホームページにバナーサーバ\nーのアイコン２（アイコン２（変）を含む）が複数表示されている（同\n別紙図２（ｂ）参照）。\nこのアイコン（アイコン２（変）を含む）のデータは，被告製品αに\n実装されたソフトウェアによるＡＰＩを利用した要求により，ヤフーサ\nーバーから呼び出されたものであるから，ヤフーサーバーに記録保存さ\nれたものである。\nそうすると，ヤフーサーバーには，バナーサーバーのアイコンが記録\n保存された「バナー情報マスタ」（構成要件Ｄ）が存在するものといえ\nる。\nそして，被告製品αにおいては，例えば，商品の価格が変動すると，\n個別のリクエストをヤフーサーバーに対して行い，新しい入札価格等の\n情報をヤフーサーバーに存在する「バナー情報マスタ」から呼び出して，\n被告サイトで当該価格の情報を取得した上で新たな価格表示や入札者数\nの表示をしている（甲６４）。すなわち，被告製品αは，被告サイトで\n個別のオークションのページを表示させ，主表示された商品と異なる副\n表示に表示された商品の「ヤフオク！」のページで個別のオークション\nの入札がされた後，被告サイトにおいて副表示された商品のアイコンを\nクリックすると，アイコンとして使われている価格及び入札者数等の表\n示として，更新後の情報が表示される。\nしたがって，被告製品αは，オークションの商品情報のうち，変動部\n分のアイコンの背景として表示される文字画像情報をヤフーサーバーか\nら取得しているといえる。この変動部分のアイコンとして表示される情\n報は，ヤフーサーバーに存在する「バナー情報マスタ」から提供を受け\nている。\nしたがって，被告製品α及びヤフーサーバーを組み合わせた構成は，\n構成要件Ｄを充足する。\n(オ)  構成要件Ｅについて\n別紙物件目録α記載の別紙図２に示すホームページに表示されたバナ\nーサーバーのアイコン２が，顧客のクライアント端末１２画面上でクリ\nックされると，サーバー１１は，顧客のクライアント端末１２の画面上\nに当該ユーザーがクリックしたアイコン２に対応する商品情報画像４，\n商品説明の情報を含む文字画像情報４（固）を主表示した画面５を表示\nしている（同別紙図３，７，１０－１，１０－２，１３－１，１３－２）。\nしたがって，被告製品αは，構成要件Ｅを充足する。\n(カ)  構成要件Ｆについて\nサーバー１１は，ユーザーがクリックしたアイコン２に対応する商品\n情報画像４，商品説明の情報を含む文字画像情報４（固）を主表示した\n画面５（別紙物件目録α記載の別紙図３，７，１０－１，１０－２，１\n３－１，１３－２）と同一の画面上に，同時に，上記商品情報画像４，\n商品説明の情報を含む文字画像情報４（固）の商品に関連する，複数の\n商品の商品情報画像のアイコン６のリスト７，商品説明の情報を含む文\n字画像情報（変）のリスト７’を副表示している（同別紙図３，７，１\n０－１，１０－２，１３－１，１３－２）。\nサーバー１１が備えた商品マスタは，ヤフーサーバーから送信された\n商品情報を「ストア」と「一般」という出品者の属性ごとに分類して（\n甲２９の５の２），予め各前記企業のカテゴリとそれに属するアイテム\nを体系的に記録している（甲６５の１ないし５）。\nしたがって，被告製品αは，構成要件Ｆを充足する。\n(キ)  構成要件Ｇについて\n前記(カ)で副表示されたバナーサーバーのアイコン６が，顧客のクラ\nイアント端末１２画面上でクリックされると，サーバー１１は，上記副\n表示されたアイコン６，商品説明の情報を含む文字画像情報のアイコン\n６（変）に対応する商品情報画像８，商品説明の情報を含む文字画像情\n報８（固）を主表示する画面９を表示する（別紙物件目録α記載の別紙\n図４，８，１１－１，１１－２）。\nしたがって，被告製品αは，構成要件Ｇを充足する。\n(ク)  構成要件Ｈについて\nサーバー１１は，画面９に，上記商品情報画像８，または商品説明を\n含む文字画像情報８（固）に関連する複数の商品のアイコンのリスト１\n０と，商品説明の情報を含む文字画像情報８（固）の商品に関連する複\n数の商品のアイコンのリスト１０’を副表示する（別紙物件目録α記載\nの別紙図４，８，１１－１，１１－２）。\nしたがって，被告製品αは，構成要件Ｈを充足する。\n(ケ)  構成要件Ｉについて\n被告製品αの上記各構成により，ユーザーは，主表示される商品情報\n画像又は商品の説明をする情報を含む文字画像情報以外の商品情報又は\n商品の説明をする情報を含む文字画像情報を次々と閲覧可能となってい\nる。\nしたがって，被告製品αは，構成要件Ｉを充足する。\n以上によれば，被告製品α及びヤフーサーバーを組み合わせた構成は，\n本件発明の構成要件を全て充足する。\n(コ)  複数主体の侵害論\nａ  各種サーバーが連携するシステムにおいては，クラウドコンピュー\nティングをはじめサーバーの仮想化技術が発展し，かつ，これを支え\nる通信インフラの大容量かつ高速化されたネットワークを利用してい\nることに照らすと，外部のサーバーを利用しているからといって直ち\nに特許侵害を否定することになると，簡単に特許侵害を回避できるこ\nとになる。\nそこで，通常は一定の利用制限を受けるＡＰＩを外部のサーバーと\n連携させたり，ＡＰＩから提供を受けた情報によって利益を得る要素\nがある場合には，一定の支配性を認めるべきである。\nしかるところ，①ヤフー社のＡＰＩは，商用利用の制限やアクセス\n回数の制限があり，二次利用なども制限されているにもかかわらず（\n甲３１，５８），被控訴人は，ヤフーサーバーからＡＰＩによって取\n得した商品情報を上記制限を受けることなく利用し，独自のサービス\nを構築してオークファンプレミアム等の運営を行い，直接会員手数料\n収入を得ていること（甲５７），②被控訴人は，ヤフー社のＡＰＩに\nよって取得したデータを利用して得られた情報やユーザーのアクセス\n数を利用して，直接バナー広告収入を得たり，企業へマーケティング\n情報を提供して直接収入を得ていること，③上記①及び②のようなＡ\nＰＩの商用利用をヤフー社に無断で行うことはできないことからする\nと，被控訴人においては，一般に公開されているＡＰＩの規約上の制\n限を外した利用により，直接利益を得ているといえるから，被控訴人\nには，ヤフーサーバーに対する一定の支配，管理，利用が認められる\nというべきである。\nすなわち，①ヤフー社においては，過去の終了したオークションの\n情報については，バナーサーバーの負担を軽減するために情報を削除\nしているのに対し，被控訴人は，ＡＰＩによって取得した終了したオ\nークション情報を利用し，過去のオークション相場を提供して，新た\nなオークションへの入札者への情報提供を行っていること，②通常ヤ\nフーオークション「ヤフオク！」に出品する際には，商品の写真を３\n枚までしか掲載することができないが，オークファンの出品テンプレ\nートを利用すると，掲載できる商品の写真は通常は５枚，有料会員に\nなると３０枚に増えることからすると，バナーサーバーに保管される\nホームページの情報について，被控訴人は，通常の方法とは異なる情\n報登録・削除権限があること，③被控訴人におけるオークファンプレ\nミアムの出品ストレージと題するサービスは，出品する商品について，\nオークションへの出品を複数登録して，自動的にオークションを一括\n最大１００件も登録できるものであるが，通常のヤフー社の出品の方\n法では，当然このような出品方法はできず，しかも多くの出品が重な\nれば，バナーサーバーへの負荷が増大することから，本来このような\n判断は，サーバーを支配している者しか成し得ないものであること，\n④被控訴人は，Ｅｂａｙなど海外のサービスを始め，他社オークショ\nンとの落札価格の比較を行っているが，ヤフー社とすれば自らのオー\nクションよりも有利な価格で落札できていることを表示するはずもな\nいから，被控訴人は，ヤフー社が希望しない新たな利用形態を行って\nいることによれば，被控訴人は，ヤフー社の制限を受けることなく自\n由にバナーサーバーから提供を受けた情報を利用しているから，被控\n訴人にバナーサーバーを含むヤフーサーバーの情報の利用に関し一定\nの支配性が認められる。\nｂ  以上によれば，被控訴人は，被告製品αを使用するに際し，ヤフー\n社との提携関係をもって，ヤフーサーバーに対する一定の支配，管理，\n利用をし，直接利益を得ており，被控訴人とヤフー社との間で少なく\nとも客観的関連共同性があり，また，仮に被控訴人とヤフー社との間\nに共同関係がないとしても，被控訴人は，ヤフー社のＡＰＩを利用し\nて，機械的に大量のリクエストを発し，ヤフーサーバーからデータを\n取得し，通常では許されない過去のオークションデータを保管して二\n次利用を行うなどして，特許侵害行為になることにつき情を知らない\nヤフー社を道具として利用しているのであるから，共同不法行為ない\nしヤフー社を道具として利用した直接侵害として，ヤフー社と共同し\nて本件特許権を侵害しているといえる。\nイ  被控訴人の主張\n(ア)  まず，前記１(2)イ(ア)及び(イ)で述べたとおり，ヤフーサーバーに\nは，本件発明の「多数の参加企業のホームページが保管された複数のバ\nナーサーバー」（構成要件Ｂ），「商品マスタを備えた店舗サーバー」\n（構成要件Ｃ）及び「バナー情報マスタ」（構成要件Ｄ）が存在しない。\n次に，前記１(2)イ(イ)で述べたとおり，構成要件Ｃの「広告画像情報」\nは，その文言どおり，商品の広告となる画像情報をいい，Ｗｅｂぺージ\nの作成において画像と区別されるテキスト（文字）は含まないから，「\n商品説明及び現在価格」の文字は「広告画像情報」に該当せず，「商品\n説明及び現在価格」の文字情報が「広告画像情報」に該当することを前\n提とした，被告サーバーに「商品マスタを備えた店舗サーバー」が存在\nするとの控訴人の主張は，その前提において理由がない。\nまた，仮に「商品説明及び現在価格」の文字情報が「広告画像情報」\nに該当するとしても，被告サーバーにおいては，画像情報も，「商品説\n明及び現在価格」も，ヤフー社のＡＰＩに接続してヤフーサーバーから\n取得した情報をクライアント端末に表示しているだけであって（甲６２，\n乙１０），そもそも時々刻々と変化する「ヤフオク！」のオークション\n情報を予め分類仕分けして保管記憶し，タイムリーな表示をすることは\n不可能である。そのため，「ヤフオク！」において出品が取り消され，\n当該取消しがヤフー社のＡＰＩに反映された後に検索結果ページや商品\n詳細ページを更新すれば，当該取り消された商品の広告画像，商品説明\n及び現在価格は表示されない。\n控訴人は，この点に関し，控訴人が行った検証実験の結果，被告サイ\nトにおいて，「ヤフオク！」でオークション商品の出品を削除した後も\n１４分間にわたり当該商品の表示を継続していた事実は，被告サーバー\nにデータが保管記憶され，繰り返し利用されていることを示すものであ\nり，被告サーバーには「企業の広告画像情報を予め分類仕分けして保管\n記憶した商品マスタ」が存在する旨主張する。\nしかしながら，「ヤフオク！」において出品が取り消され，当該取消\nしがヤフー社の検索ＡＰＩに反映されるまでの時間が，例えば，ある時\n間帯で１４分間であったとしても，そのことは，ヤフー社のシステムが\nそのような設計であり，その間に被告サイトは出品の取消しが反映され\nる前のヤフー社の検索ＡＰＩに接続することでヤフーサーバーに保存さ\nれた広告画像，商品説明及び現在価格を表示させていることを示すもの\nにすぎないから（乙２０），被告サーバーに「企業の広告画像情報を予\nめ分類仕分けして保管記憶した商品マスタ」が存在することの根拠とな\nるものではなく，控訴人の上記主張は失当である。\nしたがって，被告サーバーには，バナーサーバーが提供する各参加企\n業の広告画像情報を予め分類仕分けして保管記憶した「商品マスタ」は\n存在しないから，「商品マスタを備えた店舗サーバー」も存在しない。\nそうすると，被告サーバーの構成とヤフーサーバーの構成を組み合わ\nせても，本件発明の構成要件ＢないしＩを充足することはなく，被告サ\nーバーを含む被告製品αとヤフーサーバーを組み合わせた構成が本件発\n明の構成要件全部を充足することはない。\n(イ)  被控訴人は，ヤフー社が一般に公開しているＡＰＩに接続すること\nによって，ヤフーサーバーに保存された画像，商品説明及び現在価格等\nを被告サイトのウェブページに取り込んでクライアント端末に表示させ\nているだけであり，ヤフー社とヤフーサーバーを共同して運営している\nものではなく，また，被控訴人がヤフーサーバーを管理支配することは\nできないし，ヤフー社を道具として利用することもできないこと，被控\n訴人とヤフー社は，一体となって本件特許権侵害という結果を発生させ\nる意思を有していないし，被控訴人の行為とヤフー社の行為が結合して\n本件特許権侵害という結果が発生することを予見していないことは，前\n記１(2)イ(ウ)で述べたとおりである。\n(ウ)  以上によれば，被控訴人がヤフー社と共同して本件特許権を侵害し\nているとの控訴人の主張は理由がない。\n(2)  均等侵害の成否（争点３－イ）について\nア  控訴人の主張\n被告製品αは，本件発明の「バナーサーバー」がシステム内部に存在せ\nず，この「バナーサーバー」としてヤフー社のヤフーサーバーを利用して\nいる点で本件発明と相違するとしても，それ以外の点においては本件発明\nの構成要件を全て充足し，被告製品αは，均等の成立要件（第１要件ない\nし第３要件）を満たしているから，本件発明と均等なものとして，本件発\n明の技術的範囲に属する。\n(ア)  相違部分が本質的部分でないこと（第１要件）\n本件発明の本質的部分は，構成要件ＤないしＩの構成にみられるクラ\nイアント端末に表示される広告画像情報の主表示，副表示の連鎖のう\nち，特に商品の広告画像情報の主表示，副表示が繰り返される点にある。\nしたがって，被告製品αにおいて本件発明の「バナーサーバー」がシ\nステム内部に存在せず，この「バナーサーバー」としてヤフー社のヤフ\nーサーバーを利用しているという本件発明との相違部分は，本件発明の\n本質的部分ではない。\n(イ)  作用効果の同一性（置換可能性）（第２要件）\n「バナーサーバー」がシステムの外部にあっても，「店舗サーバー」\nと連携していれば，本件発明の作用効果を奏することは明らかである。\nしたがって，被告製品αは，本件発明と同一の作用効果を奏する。\n(ウ)  置換容易性（第３要件）\n被告製品αが構築された当時からクラウドコンピューティングの技術\nにより，ハードウェアで仮想化することで，システムは物理的に一つの\nハードウェアやシステム内に存在する必要はなく，物理的に存在する外\n部のサーバーと連携することを当然とする時代になっていた（甲６９）。\nまた，システムを構築する際に，システムの負荷を分散するために外\n部の多数のサーバーを連携させることはネットワークやシステム開発の\n技術者が容易に想起できる構成である。\nしたがって，当業者は，被告製品αの製造等の時点において，本件発\n明の「バナーサーバー」をシステムの外部のサーバーに設ける構成を容\n易に想到することができたものといえる。\n(エ)  小括\n以上によれば，被告製品αは，均等の成立要件（第１要件ないし第３\n要件）を満たしているから，本件発明と均等なものとして，その技術的\n範囲に属する。\nイ  被控訴人の主張\n控訴人の主張は争う。\n４  控訴人の損害額（争点４）について\n当事者の主張は，次のとおり訂正するほか，原判決２９頁８行目から２２行\n目までに記載のとおりであるから，これを引用する。\n(1)  原判決２９頁１０行目，１７行目から１８行目にかけての各「ショッピン\nグサイト」を「被告サイト」と改める。\n(2)  原判決２９頁２０行目末尾に行を改めて次のとおり加える。\n「  以上によれば，控訴人は，被控訴人に対し，本件特許権侵害の不法行為\nに基づく損害賠償として２２４０万円及びこれに対する不法行為の後であ\nる平成２５年１０月５日（訴状送達の日の翌日）から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を求めることができる。」\n第４  当裁判所の判断\n１  被告製品の本件発明の技術的範囲の属否（争点１）について\n(1)  本件明細書の記載事項等について\nア  本件発明の特許請求の範囲の請求項１の記載は，前記第２の１(1)イのと\nおりである。\nイ  本件明細書（甲２）の「発明の詳細な説明」には，次のような記載があ\nる（下記記載中に引用する図面については別紙明細書図面を参照）。\n(ア)  「【発明の属する技術分野】\nこの発明は，インターネットによって商品の購入をするクライアントに\n対する広告リストを提供するネット広告システムに関する。」（段落【\n０００１】）\n(イ)  「【従来の技術】\n広告媒体として昨今はインターネットを利用するクライアントが多くな\nってきており，そのために広告を提供するサーバーが増えている。その\n一つとして一般的にバナーサーバーによる商品広告が知られている。こ\nのバナー広告は，サイトへの導入ポイントとしての機能を持ち，情報量\nが少ない。しかし，低価格でディスプレイ上に掲載可能にしてクリック\n保証がされているが，ワンクリック単価（ユーザーの導入）が高価であ\nった。\nまた，ターゲットを限定できるメールマガジンにあっては，ディスプレ\nイ上に掲載できる情報量の制限があり，ワンクリック単価がやはり高価\nであった。」（段落【０００２】）\n(ウ)  「【発明が解決しようとする課題】\nこの発明は，ワンクリック単価の低い広告システムを提供するものであ\nる。\nまた，この発明の課題は，クライアントの購買力を高め，一回のクリッ\nクによって数多くのバナーサーバーの商品広告をクライアントが閲覧可\n能にする広告システムを提供することである。」（段落【０００３】）\n(エ)  「【課題を解決するための手段】\nこの発明は，前記課題を達成するために以下の構成からなる。インタ\nーネットに接続可能な端末であるクライアントと，前記クライアントか\nらの要求により該当する商品の広告をネット上で紹介提供する多数の参\n加企業のホームページが保管された複数のバナーサーバーと，前記バナ\nーサーバーが提供する各前記企業の広告画像情報を予め分類仕分けして\n保管記憶した商品マスタを備えた店舗サーバーとからなる連携システム\nにおいて，前記店舗サーバーは，前記クライアントからのアクセスに基\nづき予めバナー情報マスタに記録保存された前記バナーサーバーのアイ\nコンを含む当該店舗サーバーのホームページを当該クライアントのディ\nスプレイ上に表示すると共に，表示された前記ホームページにおいて所\n定のバナーサーバーのアイコンが前記クライアントによってクリックさ\nれると前記クライアントのディスプレイ上に当該クライアントがクリッ\nクしたバナーサーバーから提供された前記広告画像情報を主表示すると\nともに，各前記企業のカテゴリーとそれに属するアイテムを体系的に記\n録した前記商品マスタから当該広告画像情報を表示した同一画面上に関\n連商品の他のバナーサーバーの広告画像情報の一覧表リストを副表示し\nて両者を併記することにより，該当する広告以外に他の店舗の商品リス\nトも閲覧可能にすることを特徴とする。」（段落【０００４】）\n「この発明のネット広告システムは，クライアントの一回のアクセス\nにより一個のバナーサーバーの企業の商品広告を閲覧するのみではな\nく，他の関連商品または他のバナーサーバーから提供される企業の商品\n広告を副表示により閲覧することができ，クライアントの希望商品の選\n択の幅が増えるとともに，サイト側の閲覧回数も増加し，クライアント\nのワンクリックによる閲覧が保証され，ワンクリック単価が安くなる。」\n（段落【０００５】）\n「この発明のネット広告システムは，一回の広告表示に際して副表示\nによって関連商品の購買確率の高い商品広告の一覧を表示することがで\nきるので広告効果が一段と高くなる。」（段落【０００６】）\n(オ)  「【発明の実施の形態】\n以下この発明のネット広告システムを図面に示す実施の形態において説\n明する。\n図１はこの発明のネット広告システムの１実施の形態の概要を示す図で\nある。図２はこの発明の実施の形態の概略説明図である。図３はこの発\n明のネット広告システムと従来の広告システムとの比較グラフである。」\n（段落【０００７】）\n「この発明のネット広告システムを図面に基づいて説明する。\n需要者である複数のクライアント３，３・・の端末が主サーバー５を介\nして接続可能な店舗サーバー１（ターミナル）には複数のバナーサーバ\nー２，２・・が連結してある。このバナーサーバー２，２・・には多数\nの参加企業が格納登録され，それぞれの参加企業のホームページが保管\nされている。各バナーサーバー２は通常はクライアント３の希望する商\n品のクリックにより該当商品の企業のホームページまたは商品広告をデ\nィスプレイに送信して提供する。」（段落【０００８】）\n「他方，前記店舗サーバー１はバナー情報マスタ６，商品マスタ７，\n同時購入確率ファイル８，クライアント履歴ファイル９等が記憶保管し\nてあり，常時新しい情報を保管管理し，分類仕分けしてある。このバナ\nー情報マスタ６は各アイテム毎にアイテム名やアイテムコード等が記載\nされたマスタであり，商品マスタ７は店舗が運営している各企業のすべ\nての企業についてのカテゴリー名とカテゴリコード，及びそれに属する\nアイテム名とアイテムコードが体系的に記載されたマスタである。」（\n段落【０００９】）\n「同時購買確率ファイル８はクライアント３が選択した各アイテム毎\nに同時に購買されるアイテムが含まれるカテゴリーの確率が示されるフ\nァイルである。\nクライアント履歴ファイル９はクライアント３毎のクライアント３が購\n入した履歴（購買日，端末のアドレスＮｏ，アイテムコード）が保管記\n憶されたファイルである。\nこのような連携システムにおいてクライアント３の端末と店舗サーバー\n１とはインターネット４網によって連結してあり，クライアント３は主\nサーバー５を介在してもよい。」（段落【００１０】）\n(カ)  「この発明のネット広告システムについて説明する。\nまず，クライアント３は前記バナーサーバー２をクリックすることなく，\n店舗サーバー１のアイコンをクリックすると，店舗サーバー１のホーム\nページが表れ，このホームページからクライアント３の希望するバナー\nサーバー２の企業のアイコンをクリックする。該当するＡ社の広告がク\nライアント３のディスプレイ上に画像表示される。」（段落【００１１\n】）\n「このクライアント３のディスプレイ上には図２で示されるようにＡ\n社の広告を主表示するとともにこのディスプレイ上には他のバナーサー\nバー２の企業リストが併記され，副表示される。\n従って，クライアント３がＡ社の商品が希望に合わない時に副表示され\nている他のバナーサーバー２の企業をアイコンでクリックすることによ\nりそのホームページを閲覧することができる。」（段落【００１２】）\n「このように次々に関連商品の企業のホームページを簡易に選択する\nことができるからクライアント３の一回のクリックにより，多数の企業\nリストを閲覧が可能となるのでクライアント３の希望する商品の購買す\nる確率を高めることができる。」（段落【００１３】）\n「この発明は，クライアントの一回のクリックにより多数の企業のホ\nームページを閲覧するから図３に示されるようにクリック回数が少なく\n情報量が多くなりワンクリック単価が低くなる。」（段落【００１４】）\n(キ)  「【発明の効果】\nこの発明のネット広告システムは，店舗サーバーのコンピュータによる\n情報の保管管理によりクライアントの要望に応じた適確な商品を提供す\nることができるとともにクッリク単価が廉価となる。」（段落【００１\n５】）（判決注・「クッリク単価」は「クリック単価」の誤記と認め，\n以下の引用箇所では「クリック単価」と表記する。）\nウ  前記ア及びイによれば，本件明細書（甲２）には，本件発明に関し，次\nの点が開示されていることが認められる。\n(ア)  従来から，インターネットを利用するクライアントに対する広告と\nして，バナーサーバーによる商品広告（バナー広告）が一般的に知られ\nている。このバナー広告は，サイトへの導入ポイントとしての機能を持\nち，低価格でディスプレイ上に掲載可能にし，クリック保証がされてい\nるが，ワンクリック単価（ユーザーの導入）が高価であった（段落【０\n００２】）。\n(イ)  本件発明は，クライアントの購買力を高め，１回のクリックによっ\nて数多くのバナーサーバーによる商品広告（バナー広告）をクライアン\nトが閲覧可能にする広告システムを提供することを課題とし，上記課題\nを解決するための手段として，構成要件ＡないしＩの構成を採用した（\n段落【０００３】，【０００４】）。\n(ウ)  本件発明は，上記構成を採用したことにより，クライアントの１回\nのアクセスにより１個のバナーサーバーの企業の商品広告を閲覧するの\nみではなく，他の関連商品又は他のバナーサーバーから提供される企業\nの商品広告を副表示により閲覧することができるので，クライアントの\n希望商品の選択の幅が増えるとともに，サイト側の閲覧回数も増加し，\nクライアントのワンクリックによる閲覧が保証され，ワンクリック単価\nが安くなり，また，１回の広告表示に際して副表示によって関連商品の\n購買確率の高い商品広告の一覧を表示することができるので広告効果が\n一段と高くなることから（段落【０００５】，【０００６】），「店舗\nサーバーのコンピュータによる情報の保管管理によりクライアントの要\n望に応じた適確な商品を提供することができるとともに，クリック単価\nが廉価となる」（段落【００１５】）という効果を奏する。\n(2)  本件発明の「クライアント」，「バナーサーバー」及び「店舗サーバー」\nの意義について\nア  本件発明の「クライアント」について\n原判決３１頁１０行目から２５行目までに記載のとおりであるからこれ\nを引用する。\nイ  本件発明の「バナーサーバー」について\n(ア)  本件発明の特許請求の範囲（請求項１）には，本件発明のネット広\n告システムは，「インターネットに接続可能な端末であるクライアント」\n（構成要件Ａ）と，「前記クライアントからの要求により該当する商品\nの広告をネット上で紹介提供する多数の参加企業のホームページが保管\nされた複数のバナーサーバー」（構成要件Ｂ）と，「前記バナーサーバ\nーが提供する各前記企業の広告画像情報を予め分類仕分けして保管記憶\nした商品マスタを備えた店舗サーバーとからなる連携システム」（構成\n要件Ｃ）であるとの記載がある。\n請求項１の上記記載によれば，本件発明の「バナーサーバー」（構成\n要件Ｂ及びＣ）は，多数の「参加企業のホームページ」が保管されたサ\nーバーであり，「店舗サーバー」が備えた「商品マスタ」に参加企業の\n「広告画像情報」を提供する機能を有することを理解することができる。\nまた，「商品の広告をネット上で紹介提供する多数の参加企業のホー\nムページ」（構成要件Ｂ）との文言によれば，「参加企業のホームペー\nジ」は，「商品の広告」をネット上で「紹介提供」するホームページで\nあり，広告の対象となる「商品」は参加企業の商品であること，その「\n紹介提供」の主体は参加企業であることを理解することができる。\nそして，「ホームページ」とは，一般に，「Ｗｅｂサイト」（ウェブ\nサイト）と呼ばれるインターネット上のひとまとまりの「Ｗｅｂページ」\n（ウェブページ）又は「Ｗｅｂサイト」のトップページ（入口）に配置\nされた「Ｗｅｂページ」を意味すること（甲７０の１，乙１１），「Ｗ\nｅｂサイト」は，それを運営又は管理する者が存在することを前提とす\nることからすると，構成要件Ｂの「参加企業のホームページ」の文言は，\n参加企業が運営又は管理する「Ｗｅｂサイト」又はそのトップページと\nしてのホームページを意味するものと解するのが自然である。\n次に，本件明細書（甲２）には，「参加企業のホームページ」につい\nて，特段の定義をした記載はないが，段落【０００８】に「このバナー\nサーバー２，２・・には多数の参加企業が格納登録され，それぞれの参\n加企業のホームページが保管されている。各バナーサーバー２は通常は\nクライアント３の希望する商品のクリックにより該当商品の企業のホー\nムページまたは商品広告をディスプレイに送信して提供する。」，段落\n【００１２】に「従って，クライアント３がＡ社の商品が希望に合わな\nい時に副表示されている他のバナーサーバー２の企業をアイコンでクリ\nックすることによりそのホームページを閲覧することができる。」，段\n落【００１３】に「このように次々に関連商品の企業のホームページを\n簡易に選択することができるからクライアント３の一回のクリックによ\nり，多数の企業リストを閲覧が可能となるのでクライアント３の希望す\nる商品の購買する確率を高めることができる。」，段落【００１４】に\n「この発明は，クライアントの一回のクリックにより多数の企業のホー\nムページを閲覧するから図３に示されるようにクリック回数が少なく情\n報量が多くなりワンクリック単価が低くなる。」との記載がある。\nまた，本件明細書には，前記(1)ウのとおり，本件発明は，従来のバナ\nーサーバーによる商品広告（バナー広告）は，「サイトへの導入ポイン\nトとしての機能」を持つが，ワンクリック単価（ユーザーの導入）が高\n価であるという問題点があるとの認識の下に，クライアントの購買力を\n高め，１回のクリックによって数多くのバナーサーバーによる商品広告\n（バナー広告）をクライアントが閲覧可能にする広告システムを提供す\nることを課題とし，その課題を解決するための手段として構成要件Ａな\nいしＩの構成を採用したことが開示されている。この「バナー広告」と\nは，インターネット広告の一種であり，「Ｗｅｂサイト」に広告画像（\nバナー）を貼り付け，その広告画像をクリックすると，広告主の「Ｗｅ\nｂサイト」にリンクする手法を意味することからすると，本件明細書の\n段落【００１２】の「副表示されている他のバナーサーバー２の企業を\nアイコンでクリックすることによりそのホームページを閲覧することが\nできる。」，段落【００１３】の「このように次々に関連商品の企業の\nホームページを簡易に選択することができる」，段落【００１４】の「\nクライアントの一回のクリックにより多数の企業のホームページを閲覧\nするから…」との記載中の「企業のホームページ」は，アイコンのクリ\nックによりリンクするリンク先の「企業」が運営又は管理する「Ｗｅｂ\nサイト」又はそのトップページとしてのホームページを意味するものと\n理解することができる。\n以上の請求項１の文言及び本件明細書の記載事項等に鑑みると，構成\n要件Ｂの「参加企業のホームページ」とは，「商品の広告をネット上で\n紹介提供」する参加企業が運営又は管理する「Ｗｅｂサイト」又はその\nトップページとしてのホームページを意味するものと解される。\nそうすると，本件発明の「バナーサーバー」（構成要件Ｂ及びＣ）は，\n「商品の広告をネット上で紹介提供」する参加企業が運営又は管理する\n「Ｗｅｂサイト」又はそのトップページとしてのホームページを保管す\nるサーバーを意味するものと解される。\n(イ)  控訴人は，この点に関し，構成要件Ｂの「参加企業のホームページ」\nは，「保管」される対象データとしてのホームページであり，そのホー\nムページを構成する各種要素（商品画像情報，商品説明を含む文字画像\n情報等）の集合体を意味する旨主張する。\n控訴人の上記主張は，その趣旨が必ずしも明瞭といえない面があるが，\n「参加企業」の商品のデータ（商品画像情報，商品説明を含む文字画像\n情報等）が「保管」されているホームページであれば，そのホームペー\nジを運営又は管理する主体が「参加企業」でなくても，「参加企業のホ\nームページ」に該当するという趣旨であるとすれば，本件明細書には，\nそのような趣旨であることをうかがわせるような記載は見当たらず，前\n記(ア)で述べたとおり，「参加企業のホームページ」とは，「商品の広\n告をネット上で紹介提供」する参加企業が運営又は管理する「Ｗｅｂサ\nイト」又はそのトップページとしてのホームページを意味するものと解\nされるから，採用することができない。\nウ  本件発明の「店舗サーバー」について\n本件発明の特許請求の範囲（請求項１）には，「前記バナーサーバーが\n提供する各前記企業の広告画像情報を予め分類仕分けして保管記憶した商\n品マスタを備えた店舗サーバー」（構成要件Ｃ）は，「前記クライアント\nからのアクセスに基づき予めバナー情報マスタに記録保存された前記バナ\nーサーバーのアイコンを含む当該店舗サーバーのホームページを当該クラ\nイアントのディスプレイ上に表示すると共に」（構成要件Ｄ），「表示さ\nれた前記ホームページにおいて所定のバナーサーバーのアイコンが前記ク\nライアントによってクリックされると前記クライアントのディスプレイ上\nに当該クライアントがクリックしたバナーサーバーから提供された前記広\n告画像情報を主表示すると共に」（構成要件Ｅ），「各前記企業のカテゴ\nリーとそれに属するアイテムを体系的に記録した前記商品マスタから当該\n広告画像情報を表示した同一画面上に関連商品の他のバナーサーバーの広\n告画像情報の一覧表リストを副表示して両者を併記し」（構成要件Ｆ），\n「前記副表示されたバナーサーバーのアイコンが前記クライアントによっ\nてクリックされると，当該クリックされたアイコンのバナーサーバーから\n提供された前記広告画像情報を主表示し，且つ」（構成要件Ｇ），「同一\n画面上に関連商品の他のバナーサーバーの広告画像情報の一覧表リストを\n副表示することにより」（構成要件Ｈ），「該当する広告以外に他の店舗\nの商品リストを次々と閲覧可能にする」（構成要件Ｉ）との記載がある。\n請求項１の上記記載によれば，本件発明の「店舗サーバー」（構成要件\nＣ）は，「前記バナーサーバーが提供する各前記企業の広告画像情報を予\nめ分類仕分けして保管記憶した商品マスタ」を備えたサーバーであり，「\nバナー情報マスタ」に記録保存された「バナーサーバーのアイコン」を含\nむ「店舗サーバーのホームページ」をクライアントのディスプレイ上に表\n示し，表示された「バナーサーバーのアイコン」がクリックされると，ク\nリックされたアイコンのバナーサーバーから提供された広告画像情報を「\n主表示」すると共に，同一画面上に「関連商品の他のバナーサーバーの広\n告画像情報の一覧表リスト」を「副表示」し，その副表示された「一覧表\nリスト」を構成する「バナーサーバーのアイコン」がクリックされると，\nクリックされたアイコンのバナーサーバーから提供された広告画像情報を\n「主表示」し，かつ，同一画面上に「関連商品の他のバナーサーバーの広\n告画像情報の一覧表リスト」を「副表示」することにより，「該当する広\n告以外に他の店舗の商品リストを次々と閲覧可能」にする機能を有するこ\nとを理解することができる。\nまた，請求項１の上記記載によれば，①本件発明の「商品マスタ」（構\n成要件Ｃ及びＦ）は，「前記バナーサーバー」が提供する「各前記企業の\n広告画像情報」（参加企業の広告画像情報）を「予め分類仕分けして保管\n記憶」し，「各前記企業のカテゴリーとそれに属するアイテムを体系的に\n記録」する構成を有すること，②クライアントのディスプレイ上に表示さ\nれる店舗サーバーのホームページにおいて，「主表示」される「バナーサ\nーバー」が提供する「各前記企業の広告画像情報」（参加企業の広告画像\n情報）は，「商品マスタ」に保管記憶された「広告画像情報」であり，「\n商品マスタ」から提供されること，③本件発明の「バナー情報マスタ」（\n構成要件Ｄ）は，「バナーサーバーのアイコン」を「記録保存」する構成\nを有すること，④クライアントのディスプレイ上に表示される店舗サーバ\nーのホームページにおいて，「副表示」される「関連商品の他のバナーサ\nーバーの広告画像情報の一覧表リスト」を構成する各「バナーサーバーの\nアイコン」は，「バナー情報マスタ」に記録保存されたものあり，「バナ\nー情報マスタ」から提供されることを理解することができる。\n次に，本件明細書には，「店舗サーバー」に関し，「需要者である複数\nのクライアント３，３・・の端末が主サーバー５を介して接続可能な店舗\nサーバー１（ターミナル）には複数のバナーサーバー２，２・・が連結し\nてある。」（段落【０００８】），「前記店舗サーバー１はバナー情報マ\nスタ６，商品マスタ７，同時購入確率ファイル８，クライアント履歴ファ\nイル９等が記憶保管してあり，常時新しい情報を保管管理し，分類仕分け\nしてある。このバナー情報マスタ６は各アイテム毎にアイテム名やアイテ\nムコード等が記載されたマスタであり，商品マスタ７は店舗が運営してい\nる各企業のすべての企業についてのカテゴリー名とカテゴリコード，及び\nそれに属するアイテム名とアイテムコードが体系的に記載されたマスタで\nある。」（段落【０００９】），「このような連携システムにおいてクラ\nイアント３の端末と店舗サーバー１とはインターネット４網によって連結\nしてあり，クライアント３は主サーバー５を介在してもよい。」（段落【\n００１０】），「まず，クライアント３は…店舗サーバー１のアイコンを\nクリックすると，店舗サーバー１のホームページが表れ，このホームペー\nジからクライアント３の希望するバナーサーバー２の企業のアイコンをク\nリックする。該当するＡ社の広告がクライアント３のディスプレイ上に画\n像表示される。」（段落【００１１】），「このクライアント３のディス\nプレイ上には図２で示されるようにＡ社の広告を主表示するとともにこの\nディスプレイ上には他のバナーサーバー２の企業リストが併記され，副表\n示される。従って，クライアント３がＡ社の商品が希望に合わない時に副\n表示されている他のバナーサーバー２の企業をアイコンでクリックするこ\nとによりそのホームページを閲覧することができる。」（段落【００１２\n】），「このように次々に関連商品の企業のホームページを簡易に選択す\nることができるからクライアント３の一回のクリックにより，多数の企業\nリストを閲覧が可能となるのでクライアント３の希望する商品の購買する\n確率を高めることができる。」（段落【００１３】），「この発明のネッ\nト広告システムは，店舗サーバーのコンピュータによる情報の保管管理に\nよりクライアントの要望に応じた適確な商品を提供することができるとと\nもにクリック単価が廉価となる。」（段落【００１５】）との記載がある。\nまた，図１（別紙明細書図面参照）には，「店舗サーバー１」に「情報マ\nスタ６」，「商品マスタ７」，「同時購入確率ファイル８」，「クライア\nント履歴ファイル９」が保管されていることが示されている。さらに，図\n２（別紙明細書図面参照）には，画面上に「Ａ社バナー」から導入された\n「Ａ社広告スペース」が主表示されるとともに，複数の他の企業のアイコ\nンが副表示され，そのアイコンの一つをクリックすると，「Ｂ社バナー」，\n「Ｃ社バナー」，「Ｄ社バナー」又は「Ｅ社バナー」から導入された「Ｂ\n社広告スペース」，「Ｃ社広告スペース」，「Ｄ社広告スペース」又は「\nＥ社広告スペース」が主表示されるとともに，複数の他の企業のアイコン\nが副表示されることが示されている。\n本件明細書（図面を含む。）の上記記載によれば，本件明細書には，「\n店舗サーバー」に保管されたバナー情報マスタ６，商品マスタ７，同時購\n入確率ファイル８，クライアント履歴ファイル９には，常時新しい情報が\n保管管理され，分類仕分けされていること，「店舗サーバー」は，「店舗\nサーバーのホームページ」上の「バナーサーバーの企業のアイコン」がク\nリックされると，当該企業の広告を「主表示」するとともに，同一画面上\nに関連商品の他の企業リストを「副表示」するので，関連商品の企業のホ\nームページを簡易に選択することを可能とし，これにより「クライアント\nの要望に応じた適確な商品を提供することができるとともにクリック単価\nが廉価となる」（段落【００１５】）という効果を奏することを理解する\nことができる。\nなお，請求項１には，「店舗サーバー」が，「商品マスタ」を備えるこ\nと（構成要件Ｄ）についての記載はあるが，「バナー情報マスタ」を備え\nることについての記載はなく，また，本件明細書には，「店舗サーバー」\nに「商品マスタ７」とともに，「バナー情報マスタ６」が保管されている\n実施形態の記載があるが（段落【０００９】，図１），本件発明がこの実\n施形態のものに限定されることを明示した記載はない。また，「バナー情\n報マスタ」を「商品マスタ」を備える「店舗サーバー」とは別のサーバー\nに保管し，そのサーバーから「店舗サーバー」に「バナー情報マスタ」に\n記録保存された「バナーサーバーのアイコン」を提供させ，「店舗サーバ\nー」が上記「バナーサーバーのアイコン」を含めた「店舗サーバーのホー\nムページ」をクライアントのディスプレイ上に表示する構成をとることも\n可能と考えられる。そうすると，本件発明の「店舗サーバー」は，その構\n成要素として「商品マスタ」を備える必要があるが，「バナー情報マスタ」\nについては「店舗サーバー」自体が備えることは必ずしも必要ではないと\n解される。\n(3)  被告サーバーの構成等について\n前記第２の１(2)の事実と証拠（甲７，１４，１６ないし１９，２９，４４，\n４７，５４，５５，６７，６８，７３ないし７５，乙２ないし９，２１，２\n２（枝番のあるものは枝番を含む。））及び弁論の全趣旨によれば，次の事\n実が認められる。\nア  被告サイトは，インターネットオークション・ショッピングの価格比較\nサイトであり，インターネットオークションとの関係では，ヤフー社が運\n営する「ヤフオク！」，楽天株式会社が運営する「楽天オークション」，\n株式会社モバオクが運営する「モバオク」などのサイトで開催中のオーク\nションの商品情報の検索，表示等のサービスや，過去に開催されたオーク\nションの落札価格等の情報の検索，表示等のサービスをユーザーに提供し\nている。被告サイトで会員登録をすると，会員専用のサービスが受けられ\nる。会員の種類には，無料の一般会員と有料のプレミアム会員がある。\nイ(ア)  被告サイトに使用されている被控訴人が運営する被告サーバーは，\n被告サイトにアクセスしたユーザーのクライアント端末の要求に基づい\nて，ヤフー社によって一般に公開されているＡＰＩ（ヤフー社のＡＰＩ）\nに接続してヤフーサーバーに対して，「ヤフオク！」で開催中のオーク\nション商品の縮小画像，商品説明，現在価格等の商品情報のリンク情報\n（ＵＲＬ情報）の送信を要求し，ヤフーサーバーから送信された情報に\n基づいて，クライアント端末のディスプレイ上に，商品の縮小画像又は\n商品画像，商品説明，現在価格等の商品情報を表示させている。\nすなわち，被告サーバーは，ヤフー社のＡＰＩに接続してヤフーサー\nバーから送信された情報に基づいて，クライアント端末のディスプレイ\n上に，商品の縮小画像のアイコン２を含む画面３を表示させ（原判決別\n紙物件目録の別紙図２，６参照），ユーザーによってアイコン２がクリ\nックされると，ヤフー社のＡＰＩに接続してヤフーサーバーに対して，\n当該クリックされたアイコン２に対応する商品の商品画像のリンク情\n報，その商品説明，現在価格等の商品情報のリンク情報とともに，上記\n商品に関連する開催中のオークション商品の縮小画像及び商品情報のリ\nンク情報の送信を要求し，クライアント端末のディスプレイ上に，当該\nクリックされたアイコン２に対応する上記商品の画像４及び商品情報を\n主表示した画面５を表示させ，その同一画面上に，上記商品に関連する\n複数のオークション商品の縮小画像のアイコン６をリスト７として副表\n示し（同別紙図３，７参照），さらに，副表示されたアイコン６がユー\nザーによってクリックされると，ヤフー社のＡＰＩに接続してヤフーサ\nーバーに対して，当該クリックされたアイコン６に対応する商品の商品\n画像のリンク情報，商品説明，現在価格等の商品情報のリンク情報とと\nもに，上記商品に関連する開催中のオークション商品の縮小画像のリン\nク情報，商品情報のリンク情報の送信を要求し，クライアント端末のデ\nィスプレイ上に，当該クリックされたアイコン６に対応する上記商品の\n画像８及び商品情報を主表示した画面９を表示させ，その同一画面上に，\n上記商品に関連する複数のオークション商品の縮小画像（アイコン）を\nリスト１０として副表示し（同別紙図４，８参照），このように主表示\nされた商品画像の画面と同一画面上に副表示されたアイコンのクリック\nを繰り返すことにより，クライアント端末において，主表示された商品\n画像以外の商品の商品画像及び商品情報が次々と閲覧可能となる。\n(イ)  また，被告サーバーは，被告サイトにアクセスしたユーザーのクラ\nイアント端末の要求に基づいて，そのディスプレイ上に，予め被告サー\nバーに保管されていた過去に開催されたオークション商品の縮小画像の\nアイコン２を含む画面３を表示させ（原判決別紙物件目録の別紙図９，\n１２参照），ユーザーによってアイコン２がクリックされると，当該ク\nリックされたアイコン２に対応する上記商品の画像４，落札価格等の商\n品情報を主表示した画面５を表示させ，その同一画面上に，ヤフー社の\nＡＰＩに接続してヤフーサーバーから送信された上記商品に関連する開\n催中のオークション商品の縮小画像，商品情報のリンク情報に基づいて，\n上記関連する複数のオークション商品の縮小画像のアイコン６をリスト\n７として副表示し（同別紙図１０－１，１０－２，１３－１，１３－２\n参照），副表示されたアイコン６がユーザーによってクリックされると，\nヤフー社のＡＰＩに接続してヤフーサーバーに対して，当該クリックさ\nれたアイコン６に対応する商品の商品画像のリンク情報，商品説明，現\n在価格等の商品情報のリンク情報とともに，上記商品に関連する開催中\nのオークション商品の縮小画像，商品情報のリンク情報の送信を要求し，\nクライアント端末のディスプレイ上に，当該クリックされたアイコン６\nに対応する上記商品の画像８及び商品情報を主表示した画面９を表示さ\nせ，その同一画面上に，上記商品に関連する複数のオークション商品の\n縮小画像（アイコン）をリスト１０として副表示する（同別紙図１１－\n１，１１－２参照）。\nウ(ア)  「ヤフオク！」のオークションシステムは，「ＦｒｅｅＢＳＤサー\nバー」と呼ばれる数千台のサーバー（ヤフーサーバー）が，基本的に機\n能（「マスタ」，「商品リスト」，「検索」，「画像」，「マイ・オー\nクション」などの機能）ごとに分かれ（甲６０），独立性を保ちながら，\n連携し合っている。\nヤフー社は，「ヤフオク！」に関し，「カテゴリ情報」，「商品リス\nト」，「出品リスト」，「検索」，「商品詳細」，「入札履歴」等のＡ\nＰＩ（甲５４，乙２１，２２）を一般に公開している。\n「商品詳細」のＡＰＩは，リクエストに基づいて，オークションＩＤ\n（商品（オークション）のＩＤ），出品者に関する情報，商品の画像（\nサムネイル），開始価格，現在価格，現在の入札数，オークションの開\n始日及び終了日等，商品説明のＵＲＬを提供している。\n(イ)  「ヤフオク！」における出品には，「個人出品」（ヤフープレミア\nム会員に登録して出品）の場合と事業者（法人・個人事業主）が「ヤフ\nオク！ストア」を出店して出品する場合とがある。「ヤフオク！ストア」\nへの出店を希望する者は，ヤフー社との間で，ヤフー社が定める「オー\nクションストア利用約款」（甲７３）に基づく利用契約を締結して，「\n出店者」となる。「出店者」は，上記利用約款及びヤフー社が定める「\nヤフオク！ストア運用ガイドライン」（甲７５）を遵守する義務を負う。\n「出店者」は，ヤフー社から，「出店者ページをヤフオク！内に掲載す\nる機能」等を有するコンピュータープログラム又はＡＰＩの全部又は一\n部を提供するサービスを受けることができ（上記利用約款４条１．(1)(\nイ)等），ヤフー社に対し，「出店者ページ」に出品した商品の落札額に\nヤフー社所定の料率を乗じた「ロイヤルティ」及び費用の支払義務を負\nう（同１１条）。\n「ヤフオク！」に出品する場合には，「ヤフオク！」のサイトから「\nカテゴリ」を選択し，表示される「商品情報」の入力項目欄に「タイト\nル」，「説明」，「販売形式」，「価格設定」，「個数」，「開催期間」，\n「商品発送元の地域」，「送料負担」，「代金先払い，後払い」，「決\n済方法」，「商品の状態」，「返品の可否」を入力し，また，「商品発\n送，海外発送の設定」の入力項目欄に「送料，配送方法」，「海外発送」\nを入力し，商品の「画像」をアップロードするときは「画像登録画面」\nからアップロードし，さらに，「オプション設定」として「入札者評価\n制限」，「入札者認証制限」，「最低落札価格」，「注目のオークショ\nン」，「太字テキスト」，「背景色」などを設定することができる（甲\n７４）。\n「ヤフオク！」のサイトには，出品者が出品したオークション商品に\nついて，「商品の情報」（「即決価格」，「残り時間」，「入札件数」，\n「個数」，「開始時の価格」，「最高額入札者」，「開始日時」，「終\n了日時」，「商品説明を読む」等），「商品画像」（小さな画像をクリ\nックすると，拡大表示される。），「出品者の情報」（「出品者（自己\n紹介）」，「評価」，「出品者への質問」，「出品者のその他のオーク\nションを見る」）等が掲載されたＷｅｂページ（甲５５）が表示される。\n(4)  構成要件充足性（争点１－ア）について\nア  構成要件Ｂの充足性について\n控訴人は，①被告製品の構成ａは，本件発明の構成要件Ｂを充足する，\n②被告サーバーは，少なくとも過去に開催されたオークションについてオ\nークション商品の広告画像情報を含む取引情報を保管し，「バナーサーバ\nー」の機能を有するから，被告サーバーを有する被告製品は，構成要件Ｂ\nを充足する旨主張するので，以下において判断する。\n(ア)  そこで検討するに，前記(2)イ(ア)のとおり，構成要件Ｂの「バナー\nサーバー」は，「商品の広告をネット上で紹介提供」する参加企業が運\n営又は管理する「Ｗｅｂサイト」又はそのトップページとしてのホーム\nページである「参加企業のホームページ」を保管するサーバーをいうも\nのと解される。\nしかるところ，控訴人主張の被告製品の構成ａは，「クライアント端\n末１２とサーバー１１とで構成されるクライアントサーバモデルを利用\nしたシステム１」（原判決別紙物件目録の別紙図１及び５）というもの\nであって，被告製品に被告サイトを運営する被告サーバー（構成ａ中の\n「サーバー１１」に相当）が存在することを述べるにとどまり，そのサ\nーバーの具体的構成を特定するものではないから，被告サーバーにおい\nて，「商品の広告をネット上で紹介提供」する参加企業が運営又は管理\nする「Ｗｅｂサイト」又はそのトップページとしてのホームページであ\nる「参加企業のホームページ」が存在することの根拠となるものではな\nい。\n(イ)  前記(3)イ(イ)認定のとおり，被告サーバーは，被告サイトにアクセ\nスしたユーザーのクライアント端末の要求に基づいて，そのディスプレ\nイ上に，予め被告サーバーに保管されていた過去に開催されたオークシ\nョン商品の縮小画像のアイコン２を含む画面３を表示させ（原判決別紙\n物件目録の別紙図９，１２参照），ユーザーによってアイコン２がクリ\nックされると，当該クリックされたアイコン２に対応する上記商品の画\n像４，落札価格等の商品情報を主表示した画面５を表示（同原判決別紙\n物件目録の別紙図９，１２参照）させる構成を有するが，被告サーバー\nに予め保管されていた過去に開催されたオークション商品の縮小画像，\n画像，落札価格等の商品情報は，ヤフー社が一般に公開しているＡＰＩ\nに接続してヤフー社が運営管理するヤフーサーバーから送信された「ヤ\nフオク！」のオークション情報であるものと認められる。\nしかるところ，ヤフーサーバーから送信された「ヤフオク！」の上記\nオークション情報は，「ヤフオク！」のＷｅｂサイトのＷｅｂページの\n情報であり，そのＷｅｂサイトの運営又は管理の主体はヤフー社である\nから，「商品の広告をネット上で紹介提供」する参加企業が運営又は管\n理する「Ｗｅｂサイト」又はそのトップページとしてのホームページで\nある「参加企業のホームページ」に該当するものと認めることはできな\nい。\n控訴人は，この点について，ヤフーサーバーには，「ヤフオク！」の\n個別のオークション商品ごとのＷｅｂページのデータがオークションコ\nードごとの場所（ドメインないしＵＲＬ）に保管されており，このオー\nクション商品ごとのＷｅｂページは，「ヤフオク！」における「出店者」\nである参加企業が自由に編集可能なオークション商品ごとのＷｅｂペー\nジであり，その運用又は管理の主体は参加企業であるといえるから，「\n参加企業のホームページ」に該当し，ヤフーサーバーには「参加企業の\nホームページ」を保管する「バナーサーバー」が存在する旨主張する（\nなお，控訴人の上記主張は，前記第３の１(2)アのとおり，「争点１－イ」\nに関するものであるが，その主張内容に照らし，「争点１－ア」におい\nても主張するものと解される。）。\nしかしながら，前記(3)ウ(イ)の認定事実によれば，「ヤフオク！」の\nサイトの個別のオークション商品のＷｅｂページには，「商品の情報」\n（「即決価格」，「残り時間」，「入札件数」，「個数」，「開始時の\n価格」，「最高額入札者」，「開始日時」，「終了日時」，「商品説明\nを読む」等），「商品画像」（小さな画像をクリックすると，拡大表示\nされる。），「出品者の情報」（「出品者（自己紹介），「評価」，「\n出品者への質問」，「出品者のその他のオークションを見る」），「商\n品画像」等が掲載されるが，当該Ｗｅｂページは，ヤフー社が自ら運営\n又は管理する自社のＷｅｂページであることが明らかである。\nまた，「ヤフオク！」のサイトのオークション商品のＷｅｂページに\n掲載される「商品の情報」及び「出品者の情報」は出品者によって入力\nされ，「商品画像」は出品者によってアップロードされるが，その入力\n項目はヤフー社によって設定され（甲７４），Ｗｅｂページにおける各\n情報の表示スタイルもヤフー社によって定められたものであり，表示さ\nれる情報の入力等が出品者によって行われるからといって，当該Ｗｅｂ\nページが出品者が運営又は管理する「Ｗｅｂサイト」又はそのトップペ\nージとしてのホームページであるということはできない。\nもっとも，前記(3)ウ(イ)の認定のとおり，事業者（法人・個人事業主）\nが「ヤフオク！ストア」への出店を希望する者は，ヤフー社との間で，\nヤフー社が定める「オークションストア利用約款」に基づく利用契約を\n締結して「出店者」となることができ，出店者は，「出店者ページ」を\n「ヤフオク！」のサイト内に掲載することができる。この「出店者ペー\nジ」に関し，上記利用約款１条(6)（甲７３）には，「「出店者ページ」\nとは，出店者が本サービスを利用して出店者の商品等の情報を掲載する\nことができる，出店者において全部または一部が編集可能なヤフオク！\n内のウェブページをいいます。」との条項があり，「出店者ページ」は\n編集可能であることを定めているが，一方で，「出店者ページ」は，「\nヤフオク！内のウェブページ」であって，ヤフー社が定める上記利用約\n款及び「ヤフオク！ストア運用ガイドライン」（甲７５）に従って制作\n等をすることが義務づけられているから（上記ガイドライン「第１章」\nの「第１」及び「第２」等），出品者である「出店者」が運営又は管理\nする「Ｗｅｂサイト」又はそのトップページとしてのホームページであ\nるものと認めることはできない。また，「ヤフオク！」に出品されたオ\nークション商品の売買契約の契約当事者（売及び買主）は，「出店者」\nと「落札者」であり，ヤフー社は契約者当事者でないことは，「出店者\nページ」が「出店者」が運営又は管理する「Ｗｅｂサイト」又はそのト\nップページとしてのホームページであることの根拠となるものではな\nい。\nしたがって，控訴人の上記主張は採用することができない。\n(ウ)  他に被告サーバーにおいて「参加企業のホームページ」を保管する\n「バナーサーバー」が存在するものと認めるに足りる証拠はない。\n(エ)  そうすると，控訴人の主張する被告製品のシステムには，ヤフーサ\nーバー上も含めて，「参加企業のホームページ」を保管する「バナーサ\nーバー」が存在するものと認められないから，被告サーバーは，「多数\nの参加企業のホームページが保管された複数のバナーサーバー」（構成\n要件Ｂ）の構成を有しない。\nしたがって，控訴人主張の被告製品は，構成要件Ｂを充足しない。\nイ  構成要件ＣないしＩの充足性について\n控訴人は，被告製品の構成ａないしｇ（原判決別紙物件目録参照）は，\n本件発明の構成要件ＣないしＩを充足する旨主張する。\nそこで検討するに，本件発明は，「商品マスタを備えた店舗サーバー」\n（構成要件Ｃ）の構成を備えるものであり，「店舗サーバー」が備える「\n商品マスタ」は，「前記バナーサーバー」が提供する「各前記企業の広告\n画像情報」（参加企業の広告画像情報）を「予め分類仕分けして保管記憶」\n（構成要件Ｃ）し，「各前記企業のカテゴリーとそれに属するアイテムを\n体系的に記録」（構成要件Ｆ）する構成を有するものであり，クライアン\nトのディスプレイ上に表示される店舗サーバーのホームページにおいて，\n「主表示」される「バナーサーバー」から提供された「各前記企業の広告\n画像情報」（参加企業の広告画像情報）（構成要件Ｅ）は，「商品マスタ」\nに保管記憶された「広告画像情報」であり，「商品マスタ」から提供され\nるものと解される。\nしかるところ，控訴人の主張する被告製品のシステムには，前記アのと\nおり，ヤフーサーバー上も含めて，「参加企業のホームページ」を保管す\nる「バナーサーバー」が存在するものと認められないから，被告サーバー\nには，「前記バナーサーバー」が提供する「各前記企業の広告画像情報」\n（参加企業の広告画像情報）を「予め分類仕分けして保管記憶」する「商\n品マスタ」（構成要件Ｃ）が存在するものと認めることもできない。\nそうすると，被告サーバーには，「商品マスタ」を備えた「店舗サーバ\nー」（構成要件Ｃ）が存在するものと認められないから，被告サーバーは，\n構成要件Ｃを充足せず，また，「商品マスタ」を備えた「店舗サーバー」\nが行う動作ないし作用を規定した構成要件ＤないしＩも充足しない。\nしたがって，控訴人主張の被告製品は，構成要件ＣないしＩを充足しな\nい。\nウ  小括\n以上によれば，控訴人主張の被告製品は，構成要件ＢないしＩを充足し\nない。\n(5)  複数主体による侵害の成否（争点１－イ）について\n控訴人は，①ヤフーサーバーには，「多数の参加企業のホームページが保\n管された複数のバナーサーバー」（構成要件Ｂ），「商品マスタ」を備えた\n「店舗サーバー」（構成要件Ｃ）及び「バナー情報マスタ」（構成要件Ｄ）\nが存在し，被告製品及びヤフーサーバーを組み合わせた構成は，本件発明の\n構成要件を全て充足する，②被控訴人は，被告製品を使用するに際し，ヤフ\nー社との提携関係をもって，ヤフーサーバーに対する一定の支配，管理，利\n用をし，直接利益を得ており，被控訴人とヤフー社との間で少なくとも客観\n的関連共同性があり，また，仮に被控訴人とヤフー社との間に共同関係がな\nいとしても，被控訴人は，ヤフー社のＡＰＩを利用して，機械的に大量のリ\nクエストを発し，ヤフーサーバーからデータを取得し，通常では許されない\n過去のオークションデータを保管して二次利用を行うなどして，特許侵害行\n為になることにつき情を知らないヤフー社を道具として利用しているのであ\nるから，共同不法行為ないしヤフー社を道具として利用した直接侵害として，\nヤフー社と共同して本件特許権を侵害している旨主張する。\nしかしながら，前記(4)ア(イ)で説示したとおり，ヤフーサーバーには，「\n参加企業のホームページ」を保管する「バナーサーバー」が存在するものと\n認められないから，「多数の参加企業のホームページが保管された複数のバ\nナーサーバー」（構成要件Ｂ）を有するものと認められない。\nまた，ヤフーサーバーには，「参加企業のホームページ」を保管する「バ\nナーサーバー」が存在するものと認められない以上，「前記バナーサーバー」\nが提供する「各前記企業の広告画像情報」（参加企業の広告画像情報）を「\n予め分類仕分けして保管記憶」する「商品マスタ」が存在するものと認める\nことはできず，「商品マスタ」を備えた「店舗サーバー」（構成要件Ｃ）の\n存在も認められない。\nそうすると，ヤフーサーバーに「多数の参加企業のホームページが保管さ\nれた複数のバナーサーバー」（構成要件Ｂ）及び「商品マスタ」を備えた「\n店舗サーバー」（構成要件Ｃ）が存在することを前提とする控訴人の上記主\n張は，その前提を欠くものであるから，その余の点について判断するまでも\nなく，理由がない。\n(6)  均等侵害の成否（争点１－ウ）について\n控訴人は，仮に「広告画像情報」の保存先が，被告サーバーではなく，ヤ\nフーサーバーである点で本件発明と相違するとしても，被告製品は，均等の\n成立要件（第１要件ないし第３要件）を満たしているから，本件発明と均等\nなものとして，本件発明の技術的範囲に属する旨主張する。\nしかしながら，対象製品が特許発明と均等なものとして均等侵害の成立を\n主張するには，まず，対象製品が特許発明の構成要件（構成）との関係にお\nいていかなる部分で相違するのかを特定し，その相違する部分の全てについ\nて特許発明の本質的部分でないこと（第１要件）及び特許発明の構成と置換\n容易であること（第３要件）を主張することを要するが，控訴人が主張する\n上記相違部分は，本件発明の構成との関係を特定して述べたものではなく（\n「広告画像情報」の保存先が「被告サーバーであること」が本件発明の発明\n特定事項でないことは，特許請求の範囲（請求項１）の記載から明らかであ\nる。），控訴人の上記均等の主張は，そもそも本件発明の構成との関係にお\nける被告製品の相違部分の特定を欠いているから，この点において，その主\n張自体理由がない。\nまた，仮に控訴人の上記均等の主張は，控訴人主張の被告製品は，「広告\n画像情報」の保存先が被告製品のシステム内部の「バナーサーバー」ではな\nく，ヤフー社のヤフーサーバーである点において，本件発明の「バナーサー\nバー」の構成（構成要件Ｂ）と相違し，その余の本件発明の構成と相違がな\nいことを前提とする趣旨であるとしても，前記(4)イ認定のとおり，被告製品\nは，「バナーサーバー」のみならず，「商品マスタを備えた店舗サーバー」\n（構成要件Ｃ）の構成を有するものではなく，構成要件ＣないしＩを充足し\nない点においても相違するものであるが，控訴人の上記均等の主張は，構成\n要件ＣないしＩに係る相違部分について言及するものではないから，控訴人\n主張の被告製品が第１要件及び第３要件を充足するものと認めることはでき\nない。\nさらに，前記１(4)ア(イ)で説示したとおり，ヤフーサーバーに「参加企業\nのホームページ」を保管する「バナーサーバー」（構成要件Ｂ）が存在する\nものと認められないから，控訴人主張の被告製品が，ヤフーサーバーと連携\nしても本件発明の作用効果を奏するものとはいえず，第２要件を充足するも\nのと認めることもできない。\nしたがって，控訴人の上記均等の主張は理由がない。\n(7)  まとめ\n以上のとおり，控訴人主張の被告製品は，構成要件ＢないしＩを充足せず，\n控訴人主張の複数主体による本件特許権の侵害及び均等侵害のいずれも認\nめることができない。\nしたがって，その余の点について判断するまでもなく，控訴人主張の被告\n製品は，本件発明の技術的範囲に属さない。\n２  被告製品に係る間接侵害の成否（争点２）について\n控訴人は，①仮に本件発明の構成要件Ａの「クライアント」をユーザーの端\n末という意に解し，被告製品がユーザーの端末を備えていない場合であっても，\n「ユーザーの端末と，このユーザーの端末からアクセスされる被告製品とで構\n成される」広告システムは，本件発明の構成要件を全て充足する，②被告製品\nはユーザーの端末がアクセスすることにより，ユーザーの端末と連携して上記\n広告システムが完成するのであるから，ユーザーの端末が被告製品にアクセス\nすることは，本件発明の広告システムの生産に当たる，③被告製品は，本件発\n明の広告システムの生産にのみ用いられる物，又は本件発明の広告システムの\n生産に用いられる物であって，本件発明による課題の解決に不可欠なものに該\n当するとして，被控訴人の上記生産等の行為について，本件特許権の間接侵害\n（特許法１０１条１号，２号）が成立する旨主張する。\nしかしながら，前記１(4)ウで説示したとおり，控訴人主張の被告製品は，構\n成要件ＢないしＩを充足しないから，上記①の「ユーザーの端末と，このユー\nザーの端末からアクセスされる被告製品とで構成される」広告システムは，本\n件発明の構成要件を全て充足するものとはいえない。\nしたがって，控訴人の上記主張は，その前提を欠くものであって，理由がな\nい。\n３  被告製品αの本件発明の技術的範囲の属否（争点３）（当審における追加請\n求関係）について\n(1)  複数主体による侵害の成否（争点３－ア）について\n控訴人は，①ヤフーサーバーには「多数の参加企業のホームページが保管\nされた複数のバナーサーバー」（構成要件Ｂ）及び「バナー情報マスタ」（\n構成要件Ｄ）が，被告サーバーには「商品マスタ」を備えた「店舗サーバー」\n（構成要件Ｃ）がそれぞれ存在し，被告製品α及びヤフーサーバーを組み合\nわせた構成は，本件発明の構成要件を全て充足する，②被控訴人は，被告製\n品αを使用するに際し，ヤフー社との提携関係をもって，ヤフーサーバーに\n対する一定の支配，管理，利用をし，直接利益を得ており，被控訴人とヤフ\nー社との間で少なくとも客観的関連共同性があり，また，仮に被控訴人とヤ\nフー社との間に共同関係がないとしても，被控訴人は，ヤフー社のＡＰＩを\n利用して，機械的に大量のリクエストを発し，ヤフーサーバーからデータを\n取得し，通常では許されない過去のオークションデータを保管して二次利用\nを行うなどして，特許侵害行為になることにつき情を知らないヤフー社を道\n具として利用しているのであるから，共同不法行為ないしヤフー社を道具と\nして利用した直接侵害として，ヤフー社と共同して本件特許権を侵害してい\nる旨主張する。\nしかしながら，前記１(4)ア(エ)で述べたとおり，ヤフーサーバー及び被告\nサーバーには，「参加企業のホームページ」を保管する「バナーサーバー」\nが存在するものと認められないから，「多数の参加企業のホームページが保\n管された複数のバナーサーバー」（構成要件Ｂ）を有するものと認められな\nい。\nそうすると，ヤフーサーバー及び被告サーバーのいずれにも「参加企業の\nホームページ」を保管する「バナーサーバー」が存在するものと認められな\nい以上，被告サーバーにおいて，「前記バナーサーバー」が提供する「各前\n記企業の広告画像情報」（参加企業の広告画像情報）を「予め分類仕分けし\nて保管記憶」する「商品マスタ」が存在するものと認めることはできず，「\n商品マスタ」を備えた「店舗サーバー」（構成要件Ｃ）の存在も認められな\nい。\n以上によれば，ヤフーサーバーに「多数の参加企業のホームページが保管\nされた複数のバナーサーバー」（構成要件Ｂ）及び被告サーバーに「商品マ\nスタ」を備えた「店舗サーバー」（構成要件Ｃ）が存在することを前提とす\nる控訴人の上記主張は，その前提を欠くものであり，その余の点について判\n断するまでもなく，理由がない。\n(2)  均等侵害の成否（争点３－イ）について\n控訴人は，被告製品αは，本件発明の「バナーサーバー」がシステム内部\nに存在せず，この「バナーサーバー」としてヤフー社のヤフーサーバーを利\n用している点で本件発明と相違するとしても，それ以外の点においては本件\n発明の構成要件を全て充足し，被告製品αは，均等の成立要件（第１要件な\nいし第３要件）を満たしているから，本件発明と均等なものとして，本件発\n明の技術的範囲に属する旨主張する。\nしかしながら，前記(1)認定のとおり，控訴人主張の被告製品αには「バナ\nーサーバー」のみならず，「商品マスタを備えた店舗サーバー」（構成要件\nＣ）が存在することも認められず，「商品マスタ」を備えた「店舗サーバー」\nが行う動作ないし作用を規定した構成要件ＤないしＩを充足しない点におい\nても相違するものであるが，控訴人の上記均等の主張は，構成要件Ｃないし\nＩに係る相違部分について言及するものではないから，控訴人主張の被告製\n品αが第１要件及び第３要件を充足するものと認めることはできない。\nまた，前記(1)認定のとおり，ヤフーサーバーに「参加企業のホームページ」\nを保管する「バナーサーバー」（構成要件Ｂ）が存在するものと認められな\nいから，控訴人主張の被告製品αが，ヤフーサーバーと連携しても本件発明\nの作用効果を奏するものとはいえず，第２要件を充足するものと認めること\nもできない。\nしたがって，控訴人の上記均等の主張は理由がない。\n４  結論\n以上の次第であるから，その余の点について判断するまでもなく，控訴人の\n請求（当審における追加請求を含む。）はいずれも理由がない。\nしたがって，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由\nがないからこれを棄却することとし，また，控訴人の当審における追加請求を\nいずれも棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      富 田 善 範\n裁判官      大 鷹 一 郎\n裁判官      鈴   木   わかな\n（別紙）         物件目録α\n別紙図面に示し，下記構成を有するシステム\n１  図面の説明\n図１  被控訴人のＷｅｂページ（http://aucfan.co.jp/business/）に記載された\nシステム構成を示す図であり，特に（ａ）ビジネスモデル及び（ｂ）収益モ\nデルを示している。\n図２（ａ）被控訴人が運営するショピングサイトの一つのＷｅｂページの画面，\n（ｂ）上記（ａ）の一部を拡大した図\n図３  被控訴人が運営するショピングサイトの一つのＷｅｂページの画面\n図４  被控訴人が運営するショピングサイトの一つのＷｅｂページの画面\n図５  特開２０１１－１３８４３９号公報記載の（ａ）被控訴人が運営するシス\nテム１の概要図，（ｂ）被控訴人が運営するシステム１内のサーバー概要図\n図６（ａ）被控訴人が運営するショッピングサイトの一つのモバイルサイトの画\n面，\n（ｂ）上記（ａ）の一部を拡大した図\n図７  被控訴人が運営するショッピングサイトの一つのモバイルサイトの画面\n図８  被控訴人が運営するショッピングサイトの一つのモバイルサイトの画面\n図９（ａ）被控訴人が運営するショッピングサイトの他のＷｅｂページの画面，\n（ｂ）上記（ａ）の一部を拡大した図\n図１０－１  被控訴人が運営するショッピングサイトの他のＷｅｂページの画面\n（ソースコード表示無）\n図１０－２  被控訴人が運営するショッピングサイトの他のＷｅｂページの画面\n（ソースコード表示有）\n図１１－１  被控訴人が運営するショッピングサイトの他のＷｅｂページの画面\n（ソースコード表示無）\n図１１－２  被控訴人が運営するショッピングサイトの他のＷｅｂページの画面\n（ソースコード表示有）\n図１２    被控訴人が運営するショッピングサイトの他のモバイルサイトの画\n面\n図１３－１  被控訴人が運営するショッピングサイトの他のモバイルサイトの画\n面（ソースコード表示無）\n図１３－２  被控訴人が運営するショッピングサイトの他のモバイルサイトの画\n面（ソースコード表示有）\n２  符号の説明（下線が原判決別紙物件目録に追加された項目）\n１  システム\n２  商品情報画像のアイコン\n商マ（固）  商品説明の情報を含む文字画像情報であって，商品マスタに保\n管されている商品情報\n２（変）  商品説明の情報を含む文字画像情報（変動分）のアイコン\n３  画面\n４  商品情報画像\n４（固）  商品説明の情報を含む文字画像情報（固定分）\n５  画面\n６  商品情報画像のアイコン\n６（変）  ２（変）で表示されたものと同じ商品情報を含む文字画像情報（変動\n分）のアイコン\n７  商品情報画像のアイコンのリスト\n７’商品説明の情報を含む文字画像情報（変動分）のアイコンのリスト\n８  商品情報画像のアイコン\n８（固）  商品説明の情報を含む文字画像情報（固定分）\n９  画面\n１０  商品情報画像のアイコンのリスト\n１０’商品説明の情報を含む文字画像情報（変動分）のアイコンのリスト\n１１  サーバ\n１２  クライアント端末\n３  構成の説明（下線が原判決別紙物件目録に追加された項目）\nａ  クライアント端末１２とサーバー１１とで構成されるクライアントサーバモ\nデルを利用したシステム１において（図１及び５），\nｂ  上記サーバー１１は，クライアント端末１２からの要求に基づいて商品画像\n情報のアイコン２を含む商品情報画像，または，商品説明の情報を含む文字画\n像情報のアイコン２（変）を含む画面３をクライアント端末１２の画面上に表\n示し（図２，６，９，１２）（構成要件Ｄ関係），\nｃ  上記サーバー１１は，上記アイコン２，または，商品説明の情報を含む文字\n画像情報のアイコン２（変）がクリックされると，クライアント端末１２の画\n面上に当該ユーザーがクリックしたアイコン２又はアイコン２（変）に対応す\nる商品情報画像４，商品説明の情報を含む文字画像情報４（固）を主表示した\n画面５を表示している（図３，７，１０－１，１０－２，１３－１，１３－２）\n（構成要件Ｅ関係）。\nｄ  同時に，上記サーバー１１は，上記商品情報画像４，商品説明の情報を含む\n文字画像情報４（固）の商品に関連する，複数の商品の商品情報画像のアイコ\nン６のリスト７，または商品説明の情報を含む文字画像情報（変）のリスト７\n’を副表示している（図３，７，１０－１，１０－２，１３－１，１３－２）\n（構成要件Ｆ関係）。\nｅ  上記サーバー１１は，上記副表示されたアイコン６，または，商品説明の情\n報を含む文字画像情報のアイコン６（変）がクリックされるとクライアント端\n末１２の画面上に当該ユーザーがクリックしたアイコン６またはアイコン６（\n変）に対応する商品情報画像８，商品説明の情報を含む文字画像情報８（固）\nを主表示する画面９を表示し（図４，８，１１－１，１１－２）（構成要件Ｇ\n関係），\nｆ  同時に，上記サーバー１１は，上記商品情報画像８，または商品説明の情報\nを含む文字画像情報８（固）に関連する複数の商品のアイコンのリスト１０，\nまたは商品説明の情報を含む文字画像情報（変）のリスト１０’を副表示する\n（図４，８，１１－１，１１－２）（構成要件Ｈ関係）。\nｇ  上記構成により，ユーザーは，主表示される商品情報画像または商品説明の\n情報を含む文字画像情報以外の商品情報，又は商品説明の情報を含む文字画像\n情報を次々と閲覧可能となる（構成要件Ｉ関係）。\nｈ  上記構成のうち商品説明の情報を含む文字画像情報のうち，固定された情報\n（商マ(固)）及び商品説明の情報を含む文字画像情報（４（固），８(固)）に\nついては，データべースにカテゴリごとに分類仕分けされ保管されている。な\nお，この情報は，訴外ヤフー株式会社の複数の出品者の様々な商品情報が保管\nされているヤフーサーバーから提供されている（構成要件Ｃ，Ｆ関係）。\nｉ  上記構成のうち，変動を前提とする商品説明の情報を含む文字画像情報（２(\n変)，６(変)，リスト内に表示されているものについては７’，１０’）の情報\nは，訴外ヤフー株式会社の複数の出品者の様々な商品情報に関連し，かつ事後\n的にコンピュータ端末の画面において，処理の内容や対象のボタンとして利\n用されうる文字画像情報が保管されているヤフーサーバーに存在し，当該サ\nーバーから提供を受けている（構成要件Ｄ関係）。\n"
}