{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 1,
    "day": 23
  },
  "case_number": "平成21(わ)3275",
  "case_name": "虚偽有印公文書作成，同行使（変更後の訴因　虚偽有印公文書作成，同行使，有印公文書偽造，同行使）被告事件",
  "court_name": "大阪地方裁判所第１２刑事部",
  "gist": "厚生労働省の係長であった被告人が，障害者団体が郵便料金の割引を受けるための同省発行の証明書の偽造などをした事件において，弁護人が，本件では検察官による証拠（フロッピーディスク）の改ざん等の違法行為があったことから本件刑事手続を打ち切るべきであると主張したのに対し，手続の打ち切りが認められるとしても，それは，検察官等による重大な違法があり，それによる被告人の権利や防御権に対する侵害が著しく，もはや公正な裁判を期待することができず，被告人の救済，司法の廉潔性維持や将来における違法行為の抑制のためには，当該刑事手続を打ち切る以外に手段がないような極限的な場合に限定されるものと解した上，本件ではそのような場合にまで至っているものとは認められないとして，実体判決により，被告人の有罪を認定し，検察官の違法行為によって被告人が負担を強いられたことなどをも考慮して，被告人に懲役１年（３年間執行猶予）を言い渡した事例",
  "lawsuit_id": "82130",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82130",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/130/082130_hanrei.pdf",
  "contents": "主 文\n被告人を懲役１年に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n押収してあるクリップで一つに綴じられた「起案用紙」と題する書面及\nび「aの会」で始まる書面１綴り（平成２２年押第７３号符号１）の虚偽部\n分並びに「aの会」で始まる書面１枚（同押号符号２）の偽造部分を没収す\nる。\n理 由\n（罪となるべき事実）\n被告人は，厚生労働省（以下，「厚労省」という。）社会・援護局障害保健福祉\n部企画課（以下，「企画課」という。）社会参加推進室社会参加係長として，心身\n障害者団体の申請に基づき，内国郵便約款により，同団体が，心身障害者団体用低\n料第三種郵便物に関する郵便料金の割引を受けることができる同約款料金表に規定\nする心身障害者団体であることなどを認定する企画課長作成名義の証明書の発行に\n関し，その起案を担当するなどの職務に従事していたものであるが，\n第１  行使の目的で，真実は，企画課が，自称福祉事業支援組織「aの会」から，\n上記申請に必要な同会の規約及び会員名簿等の提出を受けた事実はなく，上\n記証明書発行のための決裁手続を開始した事実もないのに，企画課におい\nて，同会に対する上記証明書発行の決裁手続中であるかのように装うため，\nその職務に関し，平成１６年５月中旬頃，東京都千代田区▲●丁目●番●号b\n所在の企画課において，起案者欄に「障害保健福祉部社会参加推進室社会参\n加係」，「Ｂ」，起案欄に「平成１５年１１月１０日」，決裁欄及び公印欄\nに「平成１５年１１月１８日」，件名欄に「低料第三種郵便の許可申請にか\nかる証明書の発行について（cに係るもの）」とそれぞれ記載され，発議印\n（施行年月日，文書番号等）欄に「障害保健福祉部企画課」などの印影，決\n裁者欄の企画課長と印字された横に「Ｃ」の印影，補佐と印字された横に\n「Ｄ」，「Ｅ」，「Ｆ」の印影，係長と印字された横に「Ｇ」，「Ｈ」の印\n影，社会参加推進室長と印字された横に「Ｉ」の印影がある正規の起案用紙\nの写しを作成し，修正液を使用して，同写しの起案者欄の「Ｂ」，起案欄の\n「１５」，「１１」，「１０」，決裁及び公印欄の「１５」，「１１」，\n「１８」，件名欄の「（cに係るもの）」との記載をそれぞれ消去するととも\nに，上記発議印（施行年月日，文書番号等）欄の「障害保健福祉部企画課」\nなどの印影及び上記決裁者欄の「Ｃ」，「Ｄ」，「Ｇ」の印影をそれぞれ消\n去した上で，ボールペンで，その写しの「起案者」欄に「被告人Ａ」，「起\n案」欄に「１６」，「４」，「２６」とそれぞれ記載して，同起案用紙記載\nの証明書発行に関する案件については，企画課が申請を受け，平成１６年４\n月２６日に同課社会参加推進室社会参加係の被告人が同起案用紙を起案し，\nその後，同案件が同室長まで順次決裁を了し，課内で決裁手続中であるかの\nような内容虚偽の決裁文書を作成するとともに，これと併せて行使するた\nめ，パーソナルコンピュータ等を使用して，「『aの会』に係る低料第三種郵\n便物の許可申請手続きについては，近日中に滞りなく進めることとなってお\nります。」，「厚生労働省社会・援護局障害保健福祉部企画課社会参加推進\n係長被告人Ａ」と記載した書面を作成・印刷し，その名下に「被告人Ａ」と\n刻した丸印を押捺して，同決裁文書と一体となった文書（平成２２年押第７\n３号符号１。以下，「本件稟議書等」という。）を作成し，もって，被告人\n作成名義の内容虚偽の有印公文書１通を作成した上，そのころ，同文書を，\n企画課から，同都中央区ef●丁目●番●号●所在の有限会社gにファックス送\n信し，同所において，上記「aの会」の発起人であったＪらをして，その写し\nを作成させて同都世田谷区■●丁目●番●号所在のd協会に郵送させ，同会事\n務局長Ｋに対し，同写しの内容が真実であるかのように装って提出して行使\nし，\n第２  上記企画課長名義を無断で使用して上記証明書を発行等しようと決意し，行\n使の目的で，同年６月上旬頃，企画課において，パーソナルコンピュータ等\nを使用して，あて先を「aの会」，証明内容を「上記団体は，国内郵便約款料\n金表に規定する心身障害者団体であり，当該団体の発行する『a』は心身障害\n者の福祉の増進を図ることを目的としているものであると認めます。」，作\n成日付を「平成１６年５月２８日」，文書番号をその作成日付に対応した\n「障企発第０５２８００１号」，作成名義人を「厚生労働省社会・援護局障\n害保健福祉部企画課長」とそれぞれ記載した書面を作成・印刷した上，企画\n課長名下に「厚生労働省社会・援護局障害保健福祉部企画課長之印」と刻し\nた角印を押捺し，もって，企画課長作成名義の有印公文書である上記証明書\n１通（同押号符号２。ただし，×印及び「解散，廃刊」との記入前のもの。以\n下，「本件公的証明書」という。）を偽造した上，上記Ｊらをして，同年６\n月１０日頃，同都中央区e●丁目●番●号所在のe郵便局郵便窓口課申請事務\nセンターにおいて，同センター総務主任Ｌに対し，上記証明書があたかも真\n正に作成されたものであるかのように装って提出させ行使した。\n（証拠の標目）\n省略\n（手続打ち切りの主張に対する判断）\n第１  当事者の主張\n１  弁護人の主張\n弁護人は，要旨次のように主張する。\n検察官による違法行為・非違行為があり，それが，事案の経緯全体を通し\nて，司法の廉潔性の侵害の程度，捜査機関及び公判追行機関の違法の程度，被\n告人の権利侵害の程度を総合考慮し，「令状主義の精神を潜脱し，没却するよ\nうな重大な違法の程度を越えて，さらに国民の司法制度自体に対する信頼を揺\nるがすような重大な違法が存する」と判断される場合には，憲法３１条，同３\n７条，刑事訴訟法１条のもと，同法３３８条４号及び同条１号の準用による公\n訴棄却判決，又は同法３３７条４号の準用による免訴判決により，あるいは超\n法規的に，刑事手続を打ち切るべきである。\n本件では，要旨次の事情があり，司法の廉潔性の侵害，捜査・起訴・公判を\n通じての違法性，被告人に対する権利侵害の程度は，いずれも甚だしく，上記\nの要件を満たすから，手続を打ち切るべきである。\n(1)  本件では，Ｐ１検察官（以下，特に断りのない限り，当時の役職名を記\n載する。）が，大阪地方検察庁（以下，「大阪地検」という。）特別捜査部\n（以下，「特捜部」という。）部長Ｐ２から，「なんとかＣまでやりた\nい。」「これが君に与えられたミッションだからな。」と言われ，本件捜査\nの主任検察官に就任し，その後，Ｃ厚労省局長（元企画課長）を起訴し，同\n人の有罪を獲得するために，被告人をそのための道具として，捜査を遂行し\nた。\n被告人に対する強制捜査が開始された平成２１年５月２６日に被告人方か\nら押収されたフロッピーディスク（以下，「本件ＦＤ」という。）に保存さ\nれていた本件公的証明書と同内容の文書データが入っている「コピー～通知\n案」と題する文書ファイル（以下，「本件文書ファイル」という。）の更新\n日時は，その時点までに検察官が想定していた本件公的証明書の作成時期\n（平成１６年６月８日から同月１０日までの間）と矛盾するものであった。\nＰ１は，そのことを，平成２１年５月２７日時点で認識したにもかかわら\nず，本件文書ファイルやその他の客観証拠，共犯者との共謀を否定する被告\n人の供述について十分な検討を行わなかった。そして，本件捜査を担当した\n検察官により，関係者に対して，威迫，弁護人の解任慫慂，利益誘導等に基\nづく取調べが行われ，検察官の想定するストーリーに沿う検察官調書が作成\nされた。\n(2)  Ｐ１は，遅くとも，改ざん前の本件文書ファイルのプロパティデータ画\n面が添付された平成２１年６月２９日付け捜査報告書（以下，「本件捜査報\n告書」という。）が（検察事務官によって）作成された同日までには本件Ｆ\nＤの改ざんを企図しており，同人は，本件ＦＤ及び本件文書ファイルが検察\n官ストーリーと矛盾し，立証責任を果たせないことを認識した上で，Ｃとの\n共謀を前提に被告人を起訴した。被告人に対する（少なくともＣとの共謀の\n点についての）応訴の強制は，職権を濫用したもので，職務犯罪を構成し，\n違法なものである。\n(3)  公訴提起後，Ｐ１により，本件ＦＤ内に保存された本件文書ファイルの\nデータが，検察官ストーリーに合致する内容に改ざんがなされ，しかも改ざ\nんの事実が告げられることなく，本件ＦＤが被告人側に還付された。\n弁護人は，還付された本件ＦＤの内容を確認することにより，本件ＦＤに\n保存された文書データのプロパティと本件捜査報告書の内容が異なることを\n認識し，Ｃとの共謀を否定する被告人の言葉を疑い，被告人による改ざんま\nで考えるなど，いろいろ考えさせられ，弁護人と被告人との間の信頼関係が\n破壊される危険が生じた。また，被告人による改ざんが疑われることをおそ\nれ，本件ＦＤの証拠請求や，被告人の取調べ担当検察官であったＰ３に対す\nる十分な尋問もすることができず，また，被告人質問の内容にも影響が及ぶ\nなど，弁護人・被告人の公判活動への影響も生じた。\n(4)  Ｐ３は遅くとも平成２１年７月頃に本件ＦＤの改ざん及び還付の事実を\n知り，本件公判の担当検察官らも，同事実を平成２２年１月末から２月上旬\n頃に知ったが，同事実は検察庁内部において組織的に隠蔽され，被告人及び\n弁護人に告げられることなく，公判担当検察官が，被告人をＣの有罪獲得の\nための道具とするために本件公判を追行した。\n(5)  本件ＦＤの改ざん及びその隠蔽の事実は，多くの報道機関によって報道\nされ，他の刑事事件の取調べにも影響を与え，最高検による調査や，Ｐ１が\n担当した過去の事件の見直しなども行われるなど，社会に対しても影響を与\nえた。\n２  検察官の主張\nこれに対し，検察官は，弁護人の「刑事手続打ち切りの主張」は，法令上の\n根拠を欠くものであるから，主張自体失当であるし，そもそも本件では，弁護\n人のいう重大な違法や弁護権の侵害も認められず，実質的根拠を欠く旨主張す\nる。\n３  検討の要点\n検察官による訴追裁量の逸脱が著しく，公訴の提起自体が職務犯罪を構成す\nるような極限的な場合には，公訴の提起自体が無効となり得ると考えられる\n（最決昭和５５年１２月１７日刑集３４巻７号６７２頁参照）ところ，弁護人\nは，被告人に対する応訴の強制自体が，職権を濫用したもので職務犯罪を構成\nし違法である旨主張しており，当該主張は，公訴の提起自体が違法・無効とな\nるという主張を含むものともみられる。\nしたがって，本件では，①検察官による捜査・起訴の違法により，本件公訴\n提起自体が違法・無効となるのか，②一度有効に公訴提起がなされ，係属した\n刑事手続を，検察官による違法行為がなされたことなどを根拠に，実体判決の\n前に，形式裁判等によって打ち切るという形で終了させることが法律上認めら\nれるのか（以下，有効な公訴提起がなされたが，実体判決の前に，刑事手続を\n終了させることを，その終了形式の如何を問わず，「手続の打ち切り」又は単\nに「打ち切り」などという。），③手続の打ち切りが法律上認められるとし\nて，本件が，打ち切るべき場合に該当するのか，という点が検討の要点とな\nる。\nそこで，以下，前提事実を確認した上，検討する。\n第２  前提事実\n１  本件（以下，被告人が本件稟議書等を単独で作成・行使したという事実につ\nいては「本件稟議書等の作成・行使」，被告人が本件公的証明書を作成・行使\nした事実は，共犯者とされた者との共謀の有無やその刑法的評価にかかわら\nず，「本件公的証明書の作成・行使」といい，特に断りのない限り，これらの\n事実をまとめて「本件」という。）の捜査は，大阪地検特捜部により，Ｐ１を\n捜査の主任検察官として行われ，関係者の取調べは，Ｐ４，Ｐ３，Ｐ５，Ｐ\n６，Ｐ７各検事，Ｐ８，Ｐ９，Ｐ１０，Ｐ１１各副検事らによってなされた\n（各検察官は，姓のみを記す。）。\n取調べの状況や供述内容の情報は，Ｐ１に集約されるとともに，Ｐ１から，\n各取調べ担当検察官に取調べに関する指示等が出されていた。\n２  被告人は，平成２１年５月２６日，本件稟議書等の作成・行使の事実によ\nり，逮捕された。同日，被告人方に対する捜索が行われ，その際，本件ＦＤが\n大阪地検に押収され，同月２７日，Ｐ３が，本件ＦＤに保存されていた本件文\n書ファイルの内容を確認し，その内容を，Ｐ１に報告した。\nその後，被告人，Ｃ，「aの会」の元会長Ｍ，同会関係者Ｊは，同年６月１\n４日，本件公的証明書作成・行使の事実で，逮捕された。\n被告人は，同年７月４日，本件稟議書等を単独で作成，行使したという本件\n公訴事実第１及びＣ，Ｍ，Ｊと共謀の上，本件公的証明書を作成，行使したと\nいう訴因変更前の本件公訴事実第２の事実で，Ｃ，Ｍ，Ｊと共に，大阪地方裁\n判所に起訴された。その際の起訴検察官は，Ｐ１であった。\n３  Ｐ１は，同月１３日，大阪地方検察庁において，パーソナルコンピュータ\nと，高機能ファイル管理ソフトウェア等を使用して，本件ＦＤ内に記録されて\nいた本件文書ファイルの最終更新日時「２００４年６月１日、１：２０：０\n６」を「２００４年６月８日、２１：１０：５６」に改変するなどし，本件の\n証 拠 で あ る 本 件 Ｆ Ｄ を 改 ざ ん し た （ 以 下 ， 「 本 件 改 ざ ん 行 為 」 な ど と い\nう。）。\nＰ１は，本件ＦＤ改ざん後，立会検察事務官に，本件ＦＤを含む証拠品の還\n付手続を命じ，これに基づいて，本件ＦＤは，平成２１年７月１６日付けで，\n被告人や弁護人に本件改ざんの事実が告げられることなく，被告人の実母宛て\nに郵送され，還付された。\n４  Ｐ１は，同日頃，被告人の取調べ担当検察官であったＰ３に対し，本件ＦＤ\nを改ざんし，それを還付したことを打ち明けたが，Ｐ３が当該事実を他者に告\nげることはなかった。\nＣに対する本件公的証明書作成・行使事件の第１回公判期日が行われた平成\n２２年１月２７日後の１月下旬から２月上旬頃，本件やＣ公判の公判立会主任\n検察官であったＰ１２その他の本件公判担当検察官や本件捜査に関与した検察\n官も本件ＦＤ改ざん・還付の事実を知ったが，この事実は，被告人や弁護人に\n知らされることなく，本件公判担当検察官により公判が追行された。\n第３  本件公訴提起の効力について（要点①）\n１  弁護人は，捜査・公訴提起段階での違法を主張するところ，この点に関する\n弁護人の事実主張は，要するに，改ざん前の本件文書ファイルの最終更新日時\nが，検察官ストーリーと矛盾する内容であることは明らかであり，Ｐ１が，そ\nの事実を平成２１年５月２７日時点から認識していたにもかかわらず，十分に\n捜査・検討することなく，被告人をＣの有罪獲得の道具として，取調べ担当検\n察官をして，関係者に対する取調べを行わせ，元々の検察官ストーリーに合致\nした内容の供述調書を作成し，前記矛盾が解消せず，Ｃとの共謀に基づく被告\n人による本件公的証明書作成という事実について，立証責任を果たせないこと\nを認識しながら，Ｃとの共謀を前提に被告人を起訴したことは，職権を濫用し\nたもので，職務犯罪に当たるというものである。\n２  確かに，本件では，捜査担当検察官において，平成２１年５月２７日の時点\nで，「平成１６年６月上旬（８日あるいは４日）頃，『aの会』側から，Ｃに\n対し，公的証明書を５月中の日付で作成して欲しいとの依頼があり，それを受\nけて，Ｃから被告人に対し公的証明書の作成指示がなされ，被告人が，５月中\nの日付で本件公的証明書を作成した。」という事実経過を想定していたと認め\nられるところ，本件文書ファイルが，本件公的証明書の元となったデータであ\nるとすれば，その最終更新日時のデータは，「６月上旬」に依頼・指示・証明\n書作成があったとするにはかなりの不自然さを示す客観的証拠となる。そし\nて，本件文書ファイルのデータの内容からすると，捜査段階において，これ以\n外に同じ内容の新しい更新日時のデータが見付からない限り，本件ＦＤの中に\n保存されていた本件文書ファイルが，本件公的証明書の元となったデータであ\nるとされる可能性が高かったものであり，このことは，検察官においても十分\n了解し得たものといえる。そうすると，本件最終更新日時のデータは，本件公\n的証明書発行直前の共謀の有無・内容，上記依頼・指示の時期についての，検\n察官の想定と相容れがたい重要な消極証拠であったことは明らかである。\n公益の代表者たる検察官においては，消極証拠についても，客観的かつ公平\nな視点に立ち，十分な検討をした上で公訴提起等を行わなければならないこと\nはいうまでもないところであり，本件においては，「６月上旬」という依頼・\n指示・作成の時期についての検察官の想定を見直すだけではなく，それによっ\nて，矛盾あるいは不整合・不自然となる関係者の供述の内容を再度吟味し，本\n件公的証明書発行に関する基本的な事実経過について，再検証して捜査を尽く\nす必要があったものとみられる。しかるに，Ｐ１ら本件捜査担当検察官の供述\nをみても，捜査段階において，この点について十分な検討が行われたとは認め\nられない。\nさらに，Ｐ１は，本件ＦＤの改ざんについて，本件起訴後，証拠物の還付の\n可否の検討を行っている際に，データ改変を決意したと供述しているが，Ｐ１\nも平成２１年５月２７日頃から本件文書ファイルがこのような消極方向の証拠\nに当たることは認識しており，「５月中の依頼」へ検察官の想定を変更する\nか，被告人から「本件文書ファイルは６月１日に作成していたが，その後，本\n件公的証明書発行についての指示を受けてから，発行した。」などという供述\nを得る必要性があることをほぼ分かっていた旨述べていること，それにもかか\nわらず，何らの軌道修正もされないまま，本件起訴後，本件ＦＤの改ざんを行\nっていることなどからすると，軌道修正を行わないことを決めた時点で，Ｐ１\nにおいて，本件ＦＤの改ざんを想定していたとみても，あながち不自然である\nとは断定できない。\nなお，関係証拠によれば，被告人のほか，「aの会」関係者であるＮ，Ｊに\n対する取調べにおいて，他の関係者の供述を明示又は暗示した誘導，威迫的取\n調べ，利益誘導などがなされていた可能性は否定できないところであり，取調\nべ検察官の姿勢は客観的かつ公平な視点に欠けており，取調べの方法として，\nこれらの点は違法であったといわざるを得ない。\n３  しかし，他方で，①Ｐ１が本件捜査の主任検察官に就任した平成２１年５月\n上旬以前から，Ｍは，Ｃに対し，国会議員の元秘書であったことを告げて，公\n的証明書の交付を依頼し，Ｃから本件公的証明書を直接手渡されたとの供述を\nし，その旨の供述調書（甲５５）が作成されていたこと（なお，Ｍは，自身の\n公判，Ｃの公判及び被告人に対する公判のいずれの法廷においても，それらの\n点に関する供述は維持している。），②Ｍと国会議員との関係を裏付ける面会\n証等や，Ｍが厚労省を訪れたことを裏付ける被告人の前任係長であったＢの名\n刺といった物的証拠も収集されていたこと，③Ｂ，Ｏ，Ｄ，Ｅといった厚労省\n関係者に対する取調べでは，一部誘導があった可能性はあるものの，取調官に\nよる強い誘導や押しつけ，威迫的言動，利益誘導等によって供述がなされたと\nは認められないにもかかわらず，被告人とＣら共犯者とされた者との間の共謀\nを裏付ける供述がなされ，その概ね合致した内容が記載された供述調書が作成\nされていたことが認められ，このように，本件では，被告人と共犯者とされた\n者との共謀を裏付ける方向の一定量の証拠はそろっていたといえる。そして，\n④本件文書ファイルの最終更新日時データ等は，前記のとおり，検察官立証の\n中核となる供述を弾劾する重要な消極証拠の一つとなり得るものではあるもの\nの，他方，それ自体では，作成依頼・指示・作成の時期や動機・経緯・内容に\n関わる事情を弾劾するにとどまり，作成依頼・指示の存在そのものと相容れな\nい証拠とまではいえないことなどにも鑑みると，Ｐ１ら捜査担当検察官が，被\n告人とＣら共犯者とされた者との共謀がないと認識しながら，あえて被告人ら\nを本件で起訴したとまでは認められない。\n特に，本件公的証明書の最初の作成依頼から，その発行交付まで関わり，Ｃ\nに依頼して，同人から証明書を受け取ったという供述を維持し続けていたＭ供\n述は，検察官の共謀立証の重要な柱の一つとして存在していたことからする\nと，前記のとおり，Ｐ１が起訴前から，本件ＦＤが検察官立証の消極証拠にな\nると認識し，Ｐ１において，本件ＦＤの改ざんを想定していたとしても不自然\nであるとは断定できないとしても，改ざん前の最終更新日時に関する捜査報告\n書が別途作成されていることをも考えると，消極証拠の排除の想定に加え，供\n述証拠の軌道修正を行わなかったということを超えて，Ｐ１において，被告人\nらに共謀がないことを理解しながら，本件ＦＤの改ざんにより有罪判決を得よ\nうとしていたとまでは認められない。\n加えて，Ｐ１による本件ＦＤ改ざんは本件起訴後に行われたものであるこ\nと，被告人が，本件稟議書等及び本件公的証明書の作成を行ったことは起訴時\n点から明らかであり，Ｃとの共謀の有無により訴因及び罪名を異にするとはい\nえ，いずれにしても起訴価値が十分認められる事案であることなども併せ考慮\nすると，本件公訴提起が，職権を濫用したもので，違法・無効なものというこ\nとはできない。\n４  したがって，検察官による本件公訴権の行使は，違法・無効とはならない。\n第４  手続打ち切りの主張について\n１  手続の打ち切りが法律上認められるのか（要点②）\nまず，手続の打ち切りが法律上認められるのかについて検討する。\n一度有効に公訴提起がなされ，係属した刑事手続を，検察官による違法行為\nがなされたことなどを根拠に，形式裁判等によって打ち切るという形で終了さ\nせることについては，憲法及び刑事訴訟法になんらの規定もおかれておらず，\nこの問題は，刑事訴訟法の解釈に委ねられていると考えられる。\nそこで検討すると，刑事訴訟法１条の規定からすると，事案の真相究明や刑\n罰法令の適用実現も，個人の基本的人権の保障を全うしつつ，適正な手続のも\nとでなされなければならないものであるところ，手続の適正が著しく侵害され\nた場合に，被告人の権利救済，司法の廉潔性維持，将来における違法行為の抑\n制のために，非常の救済手段として，打ち切りを選択する以外に手段がない場\n合も想定できないではない。\nこの点，検察官は，刑事訴訟法上に明文の根拠規定のないことや，解釈上こ\nれを明確に認めた裁判例もないことを理由に，主張自体失当であると主張する\nが，それだけでは手続の打ち切りが法律上認められない根拠とはならない。\nもっとも，事案の真相究明や刑罰法令の適用実現も刑事司法の目的の一つで\nあり，手続打ち切りは，それらを放棄する結果をもたらすものとなる。受訴裁\n判所としては，一度有効な公訴提起がなされ，訴訟が係属した以上，実体裁判\nを行うことが原則であると考えるべきであり，裁判所が明文の規定なしに実体\n裁判の遂行を自ら放棄することは，まさしく非常手段として，極限的な場合に\nのみ許される措置というべきである。したがって，手続の打ち切りが認められ\nるとしても，それは，検察官等による重大な違法があり，それによる被告人の\n権利や防御権に対する侵害が著しく，もはや公正な裁判を期待することができ\nず，被告人の救済，司法の廉潔性維持や将来における違法行為の抑制のために\nは，当該刑事手続を打ち切る以外に手段がないような極限的な場合に限定され\nるものと解される。\n２  本件における手続の打ち切りの適否（要点③）\n以上の検討を前提に，本件が，手続を打ち切るべき場合に当たるのかについ\nて検討する。\n(1)  まず，手続打ち切り検討の中核となる，検察官による違法行為について\nみていくこととする。\nア  Ｐ１が本件ＦＤを自らの事件の見立てに整合するように改ざんした行為\n自体が，事案の真相究明と適正な刑罰権の行使という刑事訴訟の目的を害\nする危険の高い重大な違法行為であることは，もとよりいうまでもない。\nまた，Ｐ１は，そのように改ざんした本件ＦＤを被告人側に還付してお\nり，当該還付行為も，被告人・弁護人が，改ざんされた本件ＦＤの内容を\n確認することにより，他の証拠評価を誤らせるなど，その防御活動を混乱\nさせ，ひいては裁判所の事実認定さえもゆがめる事態すら招く可能性のあ\nった重大な行為であるといわざるを得ない。\nそして，本件では，実際に，弁護人の主張するように，弁護人が本件Ｆ\nＤの内容について種々の可能性を想定し，被告人と弁護人との信頼関係維\n持に危険が生じるとともに，弁護人の弁護活動等にも影響を与えたことは\n否定できず，本件で被告人・弁護人が被った不利益を軽視することは許さ\nれない。\nこの点，検察官は，本件ＦＤについて，弁護人が種々の可能性を想定し\nたとの主張や弁護人が十分な証人尋問ができなかったとの主張について，\n改ざん前のプロパティデータの画面が添付された本件捜査報告書が開示さ\nれていたことなどからすると，いずれの主張も認められないし，弁護人と\n被告人との信頼関係維持に危険が生じたという点についても，弁護人の内\n心すなわち主観の問題であって，客観的状況として具体的にどのような事\n態に陥っていたのか不明であると主張する。しかし，検察官が，客観証拠\nを改ざんするなどということは，まさに前代未聞の異常事態であり，還付\n後に本件ＦＤの内容を確認した当時の弁護人において，このような異常事\n態が生じていることを想定しないで混乱を来し，種々の推論を巡らすなど\nすることは無理からぬことであるから，弁護人の主張には相応の理由があ\nる。検察官は，本件捜査報告書が開示されていたことを論拠としている\nが，上記の異常事態を疑うに至るまでは，齟齬の理由に気付かないとして\nも不思議ではなく，検察官の主張は失当である。\nイ  そして，公判の途中であっても，本件ＦＤの改ざん・還付の事実を知っ\nた検察官においては，それを被告人・弁護人をはじめとする事件関係者に\n明らかにする義務があったというべきであり，これを明らかにしないまま\n公判を追行したことも，強い非難に値する。被告人・弁護人の防御活動\nは，法廷での訴訟行為だけでなく，証拠の検討等法廷外での活動も重要な\nものであり，検察官その他の者がこれを不当に妨害することは決して許さ\nれないところ，改ざんした証拠物の被告人側への還付という行為は，法廷\n外での被告人・弁護人の活動等や，ひいては法廷での訴訟行為にも影響を\n与える可能性のある行為であるから，これが内部で発覚し，担当検察官が\n知った以上，検察官としては，仮に，法廷内での目に見える影響がないと\n判断したとしても，これを被告人・弁護人に明らかにする義務・必要性が\nあったというほかない。\nウ  さらに，本件では検察官が職権を濫用して本件について公訴提起したと\nまでは認められないものの，本件捜査段階においても，前述したような問\n題点があった。\nエ  以上述べたとおり，本件の検察官による捜査・公判追行の問題性・違法\n性には大きいものがあるといえ，これにより生じた被告人及び弁護人への\n不利益も軽視できるものではなく，このことは，被告人が有罪であること\nを認めているか否か，事実に争いがあるか否かにかかわらない。また，こ\nれらの検察官による違法行為によって，刑事司法に対する国民の不信を招\nいたことも顕著な事実である。\n(2)  他方，打ち切りの相当性を考える上では，以上の点に加えて，そのよう\nな検察官による違法行為からの被告人の救済，司法の廉潔性維持，将来にお\nける違法行為抑制の手段として，本件の手続の打ち切りしか残されていない\nかという見地からの検討も必要になる。\nア  そのような見地からみると，本件ＦＤ改ざんやその還付は，法廷での訴\n訟行為そのものではなく，改ざんされた本件ＦＤが本件の実体証拠として\n提出されることはなかったこと，本件では，改ざん前のプロパティデータ\nの画面が添付された本件捜査報告書が弁護側に開示されるなどしており，\nそれが証拠とされていたことなどからすると，結果として，本件ＦＤ改ざ\nんやその還付が公判審理に与えた影響により，被告人の諸権利が著しく害\nされ，審理を進めても真実の発見が甚だしく困難で，公正な裁判を期待す\nることができないような状況に陥ったとまでは認められない。\nイ  また，本件ＦＤ改ざんを契機として，Ｐ１ら本件に関与した検察官に対\nし刑事責任が問われるなどしたほか，関係検察官に対する検察庁内部での\n人事上の処分，最高検察庁による本件捜査・公判に関する検証といった措\n置も執られている。\n(3)  以上の点を総合すると，本件では，被告人の救済，司法の廉潔性維持や\n将来における違法行為の抑制のために，本件の手続を打ち切るという非常救\n済手段を用いる以外に手段がないような極限的な場合にまで至っているもの\nとは認められない。\n第５  結論\n以上検討したところにより，手続の打ち切りが認められる場合が法律上あり\n得ることは否定できないとしても，本件では，手続を打ち切ることはせず，実\n体判決をすることとした。\n（判示第２の争点に対する判断）\n第１  当事者の主張と本件の争点\n１  検察官の主張\n検察官は，判示第２の事実について，被告人とＪ及びＭとの間には，内容虚\n偽の有印公文書を作成し，行使することについて共謀が成立しており，被告人\nら３名による有印公文書偽造，同行使の共同正犯が認められる旨主張する。\n２  被告人の供述・弁護人の主張\n被告人は，自身が本件公的証明書を作成したことは認めるが，他方で，誰と\nも共謀せずに単独で行ったとして，Ｍ及びＪとの共謀を否定している。すなわ\nち，被告人は，「『aの会』側から公的証明書を発行して欲しいとの要請を受\nけたが，予算の仕事に追われて放置し，『aの会』に資料を要求したり，決裁\nに回したりすると，放置していたことが『aの会』関係者や上司らに発覚して\nしまうことから，『aの会』について資料の提出は受けず，その要求もしなか\nった。自分は，通常の障害者団体からの発行要件を満たす申請であると軽信\nし，悪用されることを想定せずに，自分一人で本件公的証明書を偽造し，Ｊに\n交付した。」旨供述している。\nそして，弁護人も，このような被告人の供述を前提に，判示第２の犯行につ\nいて，被告人とＪ及びＭとの間に共謀は認められない旨主張する。\n３  本件の争点\nそうすると，本件では，判示第２の本件公的証明書作成・行使の事実に関し\nて，被告人とＪ及びＭとの間に，虚偽有印公文書作成，同行使の共謀が認めら\nれるのかという点が主たる争点となる。\n第２  当裁判所の判断\n１  検討の前提\n(1)  本件では，被告人の前記供述が排斥できないとすれば，被告人には，本\n件公的証明書に記載された「上記団体は，国内郵便約款料金表に規定する心\n身障害者団体であり，当該団体の発行する『a』は心身障害者の福祉の増進\nを図ることを目的としているものであると認めます。」（以下，心身障害者\nの福祉の増進を図る目的を指して「福祉目的」という。）との内容につき，\n虚偽であることの認識（以下，虚偽の認識などといった場合は，この意味の\n虚偽性の認識をいう。）がないことになるから，ＪやＭの認識等にかかわら\nず，被告人とＪ及びＭとの間に虚偽有印公文書作成，同行使の共謀は認めら\nれないことにもなる。\nそこで，以下では，被告人の共謀を肯定する方向に働く事情，否定する方\n向に働く事情をそれぞれ検討した上で，前記被告人の供述が排斥できるかと\nいう観点から検討する（以下，「共謀」という場合は，特に断りのない限\nり，虚偽有印公文書作成，同行使についての共謀を意味する。）。\n(2)  なお，検察官が刑事訴訟法３２１条１項２号書面として請求したＪの検\n察官調書（乙１６，１７，甲５３の各一部，甲５４）及び同法３２２条１項\n書面として請求した被告人の検察官調書（乙２ないし５，７ないし９，１\n１，２６の各一部）は，本件の主たる争点に関わる証拠であったとみられる\nので，これらの証拠請求を却下した理由の要旨をここで述べておく。\nまず，Ｊの検察官調書に関しては，Ｊは，本件公判においては，Ｃに対す\nる公判での供述と異なり，捜査段階の自身の供述調書の内容について間違っ\nていることが多い旨述べているところ，Ｊの弁護人から脅迫・威迫的取調べ\nをやめるよう抗議する旨の申入書が提出されていること，起訴後，Ｊの保釈\n請求に対し，捜査の主任検察官であったＰ１からは，「しかるべく」「保釈\n保証金は，１００万円を相当と思料する。」との異例ともいえる内容の意見\n書が出されていること，前記のとおり，Ｐ１が本件起訴後，本件ＦＤの改ざ\nん行為に及んでいることなどの事情に照らすと，Ｊの取調べにおいて，威迫\n的，利益誘導的取調べがなされていた可能性を排斥できず，Ｊの検察官調書\nには特信性が認められない。\nまた，被告人の検察官調書についても，関係証拠に照らすと，検察官の威\n迫的な態度に屈して署名指印したなどという取調べ状況に関する被告人の供\n述は直ちに排斥できず，検察官調書には被告人の意思に反する内容が記載さ\nれた可能性があるから，任意性が認められない。\n２  被告人の共謀を肯定する方向の事情について\n(1)  本件では，次のような，被告人に虚偽有印公文書作成，同行使について\nの共謀があったことを肯定する方向に働く事情が認められる。\n①  「aの会」に実体がなく，その発行する定期刊行物「a」にも福祉目的が\nなかったのであって，本件公的証明書は内容虚偽のものといえること\n②  本件公的証明書は，「aの会」側が厚労省側へ発行依頼をしたことに基\nづき，被告人が作成するに至ったものであること\n③  厚労省が，公的証明書を発行する際には，申請団体の主たる構成員が心\n身障害者であること及びその団体の発行する定期刊行物が心身障害者の福\n祉を図ることを目的としていることを，申請団体から提出されたその団体\nの会則，規約等のほか，過去２回程度の刊行物に基づき，客観的に判断す\nるものとされていたところ，被告人は，そのように正式に処理された前例\n（cの案件）のファイルを平成１６年４月頃には見ていたのに，「aの会」\n側からそのような資料の提出はなされておらず，被告人がそれを「aの\n会」側に要求したこともなかったこと\n④  被告人は，本件公的証明書発行に必要な決裁手続が進行していた事実も\nないのに，判示第１のとおり，同年５月中旬頃，その前例の決裁文書（稟\n議書）を利用して，そのような手続が進行しているかのように装った内容\n虚偽の本件稟議書等を作成し，それを「aの会」側にファックス送信した\nこと\n(2)  さらに，検察官は，上記以外に，Ｂ前係長の公判供述を根拠として，\n「被告人は，平成１６年４月１日，Ｂから引継ぎを受けた際，同人から，\n『aの会』に対して公的証明書を発行する案件についても引継ぎを受け，そ\nの際，国会議員絡みの案件である旨とともに，『aの会』の実体がよく分か\nらないので，慎重に対応する必要がある旨告げられた」との事実が認められ\nる旨主張するのに対し，被告人は，「aの会」の案件についての引継ぎはな\nかったと思う旨供述している。\nこの点，ＭがＢの名刺を所持していたことや，ＭやＢの公判供述等を踏ま\nえると，ＭがＢに国会議員の秘書と名乗り，公的証明書の発行を依頼した事\n実は認定でき，被告人に「aの会」案件を引き継いだとするＢの公判供述\nは，上記事実と整合するものである。しかし，当該引継ぎの際，Ｂが使用し\nた事務引継書（Ａ４の用紙１０枚の分量）に，本件公的証明書又は「aの\n会」の案件に関する記載はないこと，Ｂは，厚労省にとっては外部団体であ\nるd協会に行くよう「aの会」側に指示しており，引継ぎを行う段階ではその\n審査の行方は決まっておらず，直ちに被告人が行うべき事務はなかったこと\nからすると，「aの会」案件についての引継ぎの事実がなかった可能性，あ\nるいは，Ｂから同案件の内容は告げられたものの，被告人においてそれを十\n分に認識しなかった可能性も排斥できない。そうすると，検察官の主張する\n事実は，被告人に共謀があったことを肯定する方向に働く事情とはならな\nい。\n３  被告人の供述に整合的な事情について\n他方で，本件では，被告人の前記供述に整合する消極方向の事情が存する。\n(1)  動機となる相応の事情の欠如\n本件では，被告人が本件公的証明書を偽造し，それを「aの会」側に交付\nしたことは，動かし難い事実として存在する。もっとも，それを前提にして\nも，実体がなく発行要件を満たさない，あるいは，その可能性がうかがわれ\nる団体関係者に証明書を偽造・交付することは，要件を満たす団体に偽造・\n交付することよりも，発覚の可能性や，発覚した場合のリスクが格段に大き\nくなるのであるから，それ相応の動機となる事情があると考えるのが自然で\nある。\nしかしながら，本件では，厚労省の上司からの作成指示の事実，Ｂからの\n引継ぎ，「aの会」から被告人への利益供与等，相応に合理的な動機となる\nような事情は見当たらない。\n(2)  被告人が，発行要件を満たすものと軽信して，本件公的証明書を作成・\n交付することと整合する当時の状況\n本件では，次のとおり，被告人が「aの会」案件について，必要書類等の\n提出なしに，通常の障害者団体からの発行要件を満たす申請であると軽信\nし，本件公的証明書を偽造・交付することと整合する状況もみられる。\nア  被告人の職務の状況\n関係証拠によれば，被告人は，平成１６年４月１日付けで社会参加推進\n室社会参加係長となり，同日，Ｂから業務の引継ぎを受けたが，前記のと\nおり，その引継ぎの際使用した事務引継書に，公的証明書及び「aの会」\n案件についての記載はなかったこと，被告人は，社会参加係長になってか\nら，主に予算等の仕事に従事していたことの各事実が認められる。\nこれらの事実は，被告人が，「aの会」の案件を予算の仕事に追われて\n放置し，それが上司に発覚するのをおそれて，正式決裁なしに偽造行動に\n及ぶことの基礎となる状況があったことを示すものとして，被告人の供述\nを裏付ける事情となる。\nイ  軽信につながるような状況があったこと\nまた，関係証拠によれば，次の事実が認められる。\n①  d協会に加盟して公的証明書の交付を受ける場合は，行政当局に宛\nてた証明書交付願がd協会から団体に送付された後，団体が，証明書\n交付願とd協会に提出した添付書類と同様の資料を行政当局に持参し\nて，証明書の交付申請をした上，改めて行政当局の審査を受けるとい\nう運用がなされていたところ，本件では，平成１６年４月８日，「a\nの会」からd協会に加盟申込書が提出され，その後，同月１４日こ\nろ，d協会から「aの会」に対し，d協会から行政当局に宛てた，「aの\n会」のd協会加盟を認め，公的証明書の発行を求める旨の記載がある\n証明書交付願（以下，単に「証明書交付願」という。）が送付され\nた。その送付の際に同封した「aの会」宛ての書面には，「この証明\n書交付願に，最近発行した刊行物，会則，会員名簿を添付して，証明\n書の交付を関係行政機関の窓口に申請します。」との記載がある。\n②  「aの会」から被告人に対し，証明書交付願が何らかの方法で渡さ\nれた。\n③  同月１９日頃，「aの会」からe郵便局に対し，証明書交付願の写し\nと，同封された書面の写しが添付された，「d協会から４月１４日付\nけでd協会の認定書が送られ，４月２０日にＭが厚労省に証明書の交\n付願いを申請することになった。厚労省より証明書が交付され次第，\n持参，報告する。」と記載された同月１９日付けの文書が送付され\nた。\n④  本件稟議書等のうち，決裁文書の起案年月日は同月２６日とされて\nいる。\nこれらの事実からすると，証明書交付願は，同月１４日以降２６日以前\nに「aの会」から被告人に対して渡されたと考えるのが合理的である。こ\nの事実は，正式な決裁を行うのに十分な資料がそろっていたということは\nできないまでも，被告人において，d協会という団体も加盟を認めている\nと認識して，本件公的証明書作成前に前記のような軽信に至る理由とはな\nり得る。\n(3)  その他の事情\n被告人は，本件以後も，大臣印を使用して，他人名義の補助金の変更申請\nに関する文書を無断で作成したことがあった。この行為も，事務を一定期間\n放置しておき，問題が顕在化することを回避するために公文書の偽造に当た\nる行為に及んだという点で，本件公的証明書の作成経過と共通しており，被\n告人には，自身の職務怠慢が発覚することを恐れて，その場しのぎの行動に\n及ぶ傾向もうかがわれる。\n４  総合的検討\n以上で認定した事実を総合して検討する。\n(1)  まず，共謀を肯定する方向の事情についてみると，前記２(1)③，④の事\n情からして，被告人は，公的証明書の正式な決裁のためには，ある程度の資\n料が必要であることは認識していたものといえる。しかるに，被告人は，\n「aの会」に対して資料提出を求めることについて障害となる特段の事情も\nみられないにもかかわらず，団体の会則・規約・過去の刊行物等について一\n切提出を受けることなく，本件公的証明書を作成し，「aの会」側に交付し\nたものである。\nこのような被告人の行動が不合理なものであることを考えると，被告人に\nは，「aの会」に実体がなく，「a」に福祉目的がないことについての未必的\nな認識があり，Ｊらとの間に意思連絡もあったのではないかと疑われるよう\nな状況は存在する。\nしかし，他方で，本件では，被告人に，虚偽文書であることを未必的にで\nも認識しつつ作成・交付する動機となる事情がないことや，被告人が虚偽文\n書でないと軽信して作成・交付することと整合する状況がある。加えて，被\n告人に前記の行動傾向が見て取れることも併せ考えると，被告人の前記供述\nは直ちに排斥できないというべきである。\n(2)  この点，検察官は，被告人による本件稟議書等の作成・交付について，\n本来部外者に交付されることが全く予定されていない内部文書である稟議書\nを，その性質を熟知している被告人が自ら進んで作成・交付することはあり\n得ないから，本件稟議書の作成・交付は，Ｊからの依頼に基づくものである\nことが強く推認される旨主張する。\nしかし，決裁途中であることを示す稟議書やその旨記載された被告人名義\nの文書それ自体は，公的証明書が決裁中で発行されることが見込まれること\nを示すものに過ぎない。公的証明書の早期発行要請があり，被告人がこれに\n応じて，実際には行っていない稟議が進行中であることを文書化して発行す\nるという違法行為を行ったことが，直ちに，公的証明書について，被告人が\n内容虚偽のものであると認識していたことを推認させるとはいえないし，ま\nた，Ｊからの依頼の事実を推認できるとしても，そこからＪらとの共謀の存\n在まで推認するにはなお飛躍がある。そうすると，被告人の供述するよう\nに，自発的に偽造行為に及んだという可能性も排斥できないから，検察官の\n主張は，前記の結論を覆すものではない。\n第３  結論\n以上検討したところによれば，本件では，被告人の前記供述を排斥すること\nはできず，被告人と，Ｊ及びＭとの間の虚偽有印公文書作成，同行使の共謀を\n認定できないので，判示第２のとおり，被告人の単独犯として認定した。\n（法令の適用）\n省略\n（量刑の理由）\n本件は，被告人が，被告人名義の内容虚偽の有印公文書を作成・行使し（判示第\n１），さらに，作成権限のない課長名義の有印公文書を偽造・行使した（判示第\n２）という事案である。\n心身障害者団体用低料第三種郵便物制度は，心身障害者団体の経済的負担を軽減\nするために，同団体が心身障害者の福祉を図ることを目的として発行する定期刊行\n物について，郵便料金を特別に安くする制度であり，厚労省の証明書は，その適用\nを受けるため必要不可欠なものであった。被告人は，社会参加係長として，厚労省\nにおいて公的証明書の起案を担当するなどの職務に従事していたところ，実際に\nは，「aの会」から会則等の必要書類の提出もなく，同会についての決裁手続が全\nく行われていなかったにもかかわらず，判示第１の犯行において，同手続が進行中\nであるかのように装った内部文書（稟議書）を添付し，手続が近日中に滞りなく終\n了する旨の内容虚偽の公文書を作成・行使したものである。被告人の行為は，公務\n員の作成する文書の内容の真実性に対する信頼を害したもので，悪質な犯行といえ\nる。被告人は，他の職務により多忙で公的証明書の発行を先送りしたかった旨述べ\nるが，そのような安易かつ身勝手な犯行動機に酌量の余地はない。\nまた，被告人は，判示第２の犯行においては，「aの会」からの必要書類の提出\nもなく，厚労省内での正式な決裁手続も行っていなかったにもかかわらず，無断で\n課長の公印等を利用して本件公的証明書を偽造・行使したもので，重要な効力を有\nする厚労省発行の証明書に対する信用を著しく害したものである。犯行は，実体の\nない団体に偽造の本件公的証明書を発行してしまったことにより，同団体によるそ\nの後の大規模な郵便料金不正免脱事件の端緒となっており，本件が招いた結果は大\nきい。被告人は，このような結果を具体的に予見していたとはいえないものの，職\n務上，不正利用の可能性についても常に意識しつつ，適正な手続を行うべき立場に\nあったものであるから，不正利用についても責任がないとはいえず，この点は量刑\n上相応の考慮をすべきである。被告人は，多忙で「aの会」に対する公的証明書発\n行業務を放置していたことが他者に発覚しないように判示第２の犯行に及んだ旨述\nべるが，そのような動機に酌量の余地がないのは，いうまでもない。\n本件が，行政の中枢にある厚労省本省の係長によって敢行されたことにも照らす\nと，その行為には厳しい非難が妥当するところであり，被告人の刑事責任には，相\n当重いものがある。\nしかし，他方，被告人は，捜査段階から，自身が本件稟議書等及び本件公的証明\n書を作成したことについては認め，真摯な反省の態度を示していること，被告人に\nは前科はないこと，被告人は，本件各犯行により厚労省による懲戒処分を受けるこ\nとが見込まれる上，本判決が確定すれば公務員の地位を失うことになること，母親\nが公判廷で被告人の更生に助力する旨述べていること，本件捜査・公判手続には，\n手続打ち切りの主張に対する判断の項で述べた検察官による違法行為があり，その\n結果，被告人は，相当長期間被告人の地位に縛られるなど，捜査・公判を通じて大\nきな精神的圧迫や種々の負担を強いられたことなど，被告人のために斟酌すべき事\n情も認められる。\nそこで，これらの事情を総合考慮すると，被告人の刑事責任は決して軽視できな\nいものであるが，他方，前記の被告人のために斟酌すべき諸事情も認められること\nからすると，検察官の求刑する懲役１年６月はなお重きに失することから，主文の\n刑に処した上，相当期間その刑の執行を猶予し，社会内での更生の機会を与えるこ\nととした。\n（求刑  懲役１年６月  主文同旨の没収）\n平成２４年１月２５日\n大阪地方裁判所第１２刑事部\n裁判長裁判官      中 川 博 之\n裁判官\n難 波   宏\n裁判官\n田 郷 岡   正   哲\n"
}