{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 22
  },
  "case_number": "平成27(し)597",
  "case_name": "勾留請求却下の裁判に対する準抗告の決定に対する特別抗告事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "決定",
  "result": "その他",
  "article_info": "集刑　第318号11頁",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成27(む)2807",
  "original_date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 15
  },
  "gist": "業務上横領被疑事件において勾留請求を却下した原々裁判を取り消して勾留を認めた原決定に刑訴法６０条１項の解釈適用を誤った違法があるとされた事例",
  "ref_law": "刑訴法６０条１項，刑訴法４１１条１号，刑訴法４２６条，刑訴法４３４条",
  "lawsuit_id": "85401",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=85401",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/401/085401_hanrei.pdf",
  "contents": "平成２７年（し）第５９７号\n勾留請求却下の裁判に対する準抗告の決定に対する特別抗告事件\n平成２７年１０月２２日  第二小法廷決定\n主          文\n原決定を取り消す。\n本件準抗告を棄却する。\n理          由\n本件抗告の趣意は，憲法違反をいう点を含め，実質は単なる法令違反，事実誤認\nの主張であって，刑訴法４３３条の抗告理由に当たらない。\n所論に鑑み，職権により調査する。\n本件被疑事実の要旨は，「被疑者は，大阪家庭裁判所審判官によりＡの成年後見\n人に選任され，同人名義の預金通帳等を保管し，同人の財産を管理する業務に従事\nしていたものであるが，大阪府東大阪市内の郵便局に開設された同人名義の通常郵\n便貯金口座の貯金を同人のため預かり保管中，平成２０年１１月２１日，同府八尾\n市内の郵便局において，同口座から現金３００万円を払い戻し，同日，同府東大阪\n市内において，これをＢに対し，ほしいままに貸付横領した」というものである。\n原々審は，勾留の必要性がないとして勾留請求を却下した。これに対し，原決定\nは，(1)  本件事案の性質及び内容，取り分け，被害者が成年被後見人であって現\n在死亡していることや被害額，被疑者の供述内容等に照らすと，被疑者が，本件の\n罪体等に関し，関係者に働きかけるなどして罪証を隠滅すると疑うに足りる相当な\n理由が認められ，また，これらの事情に加え，被疑者の身上関係等を併せ考慮する\nと，被疑者が逃亡すると疑うに足りる相当な理由も認められる，(2)  家庭裁判所\nからの告発が平成２３年になされ，捜査が相当遅延しているものの，現時点におい\nては，本件の公訴時効の完成が迫っており，起訴不起訴を決する最終段階に至って\nいることからすると，勾留の必要性がないとまではいえない旨説示し，原々審の裁\n判を取り消した。\n本件において，原々審が，勾留の理由があることを前提に勾留の必要性を否定し\nたのは，罪証隠滅・逃亡の現実的可能性の程度が高いとはいえないと判断し，ま\nた，犯行が行われたとされている時点あるいは告発時からかなりの年月が経過して\nおり，被疑者は警察からの任意の出頭要請には応じて一定程度の事実関係は認める\nという態度をとっているなどの事情があること，さらに，原決定の前記(2)の説示\nに係る事情は勾留の必要性を大きく高める事情とはいえないこと等を考慮したもの\nと考えられる。本件は，被害額３００万円の業務上横領という相応の犯情の重さを\n有する事案ではあるものの，平成２０年１１月に起きた事件であり，平成２３年６\n月に大阪家庭裁判所から大阪府警察本部に告発がされ，長期間にわたり身柄拘束の\nないまま捜査が続けられていること，本件前の相当額の余罪部分につき公訴時効の\n完成が迫っていたにもかかわらず，被疑者は警察からの任意の出頭要請に応じるな\nどしていたこと，被疑者の身上関係等からすると，本件が罪証隠滅・逃亡の現実的\n可能性の程度が高い事案であるとは認められない。原決定は，捜査の遅延により本\n件の公訴時効の完成が迫ったことなどを理由に，勾留の必要性がないとまではいえ\nない旨説示した上，原々審の裁判を取り消したが，この説示を踏まえても，勾留の\n必要性を認めなかった原々審の判断が不合理であるとしてこれを覆すに足りる理由\nがあるとはいえず，原決定の結論を是認することはできない。\n以上のとおり，原決定には，刑訴法６０条１項の解釈適用を誤った違法があり，\nこれが決定に影響を及ぼし，原決定を取り消さなければ著しく正義に反するものと\n認められる。\nよって，刑訴法４１１条１号を準用して原決定を取り消し，同法４３４条，４２\n６条２項により更に裁判をすると，前記のとおり，本件について勾留請求を却下し\nた原々審の裁判に誤りがあるとはいえないから，本件準抗告は，同法４３２条，４\n２６条１項により棄却を免れず，裁判官全員一致の意見で，主文のとおり決定す\nる。\n(裁判長裁判官  千葉勝美  裁判官  小貫芳信  裁判官  鬼丸かおる  裁判官\n山本庸幸)\n"
}