{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 20
  },
  "case_number": "平成28(わ)1934",
  "case_name": "殺人，銃砲刀剣類所持等取締法違反，建造物等以外放火，覚せい剤取締法違反",
  "court_name": "名古屋地方裁判所刑事第５部",
  "lawsuit_id": "87692",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87692",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/692/087692_hanrei.pdf",
  "contents": "被告人  Ａ   被告人  Ｂ\n主 文\n被告人両名をそれぞれ懲役３０年に処する。\n被告人両名に対し，未決勾留日数中各４００日を，それぞれその刑に\n算入する。\n理 由\n（罪となるべき事実）\n第１  被告人両名は，共謀の上，平成２８年７月１５日午後４時３４分頃，名古屋\n市ａ区ｂｃ丁目ｄ番ｅ号ｆビルｇ階ｈ号室Ｃ方において，同人（当時ｉ歳）に\n対し，殺意をもって，持っていた自動装填式けん銃を用いて弾丸４発を発射し，\nそのうち３発を同人の左こめかみ，左上肢及び左胸部にそれぞれ命中させ，よ\nって，同日午後６時１５分頃，名古屋市ａ区ｊｋ丁目ｌ番ｍ号ｎにおいて，同\n人を顔面及び胸部銃創による出血性ショックにより死亡させて殺害した。\n第２  被告人両名は，共謀の上，法定の除外事由がないのに，前記日時場所におい\nて，前記けん銃１丁を，それに適合する実包４発と共に携帯して所持した。\n第３  被告人両名は，共謀の上，同日午後４時４６分頃，名古屋市ｏ区ｐｑ丁目ｒ\n番ｓ号ｔ月極駐車場において，同所に駐車中のＤ所有の普通乗用自動車に，何\nらかの方法で点火して火を放ち，同車を焼損し，よって，同車に隣接して駐車\n中のＥ所有の普通乗用自動車に延焼させ，もって公共の危険を生じさせた。\n第４  被告人Ｂは，法定の除外事由がないのに，同年８月中旬頃から同月３０日ま\nでの間に，日本国内において，覚せい剤であるフェニルメチルアミノプロパン\n又はその塩類若干量を自己の身体に摂取し，もって覚せい剤を使用した。\n（事実認定に対する補足説明）\n１  被告人らが，本件殺人，銃砲刀剣類所持等取締法違反被告事件（以下「本件殺\n人等事件」という。）の犯人かどうかについて\nＦの検察官調書を中心とする関係証拠によれば，本件殺人等事件に関し，①\n本件当日（平成２８年７月１５日），Ｇが，事前の約束の上で被害者宅（エレ\nベーターの設置されていないｆビルのｇ階に位置する。）を訪れたところ，玄\n関付近で何者かに押し倒され，２人の男が被害者宅に立ち入ってきたこと，②\n２人の男は，いずれもけん銃様のもの（後に述べるところからすれば，少なく\nともうち一方は真正けん銃）を手にしており，最初に被害者宅に入った方の男\nが，その銃口でＦの額を小突くなどしたこと，③その後，２人の男は，被害者\nがいた和室に向かったが，すぐにいずれかが，被害者に対し，けん銃を４発発\n砲し，うち３発を命中させ被害者を殺害したことが認められる。\nこれらの事実からすれば，この２人の男（以下「２人組の犯人」という。）\nが被害者を殺害しようとしてけん銃を準備し，共謀の上で判示第１及び第２の\n各犯行に及んだことは明らかである。\nところで，関係証拠によると，①Ｆは，けん銃の発射音を聞いて，すぐに被\n害者宅を逃げ出したが，その際，被害者宅のあるｆビル前には車が止まってい\nたこと，②Ｆは，その車が立ち去るのを確認して被害者宅に戻り，午後４時３\n８分頃，１１９番通報をしたが，その際，Ｇは，まだ被害者宅に残っていたこ\nと，③防犯ビデオの映像から，この車（トヨタのセルシオと認められる。）は，\n午後４時３２分頃，ｆビル前の路上に停車し，その直後，このセルシオ近くか\nら２人の人物（その歩き方からしていずれもＧとは考えられない。）が現れて，\nｆビルへ向かい，午後４時３５分頃，ｆビルの方から１人の人物が現れて上記\nセルシオへ近づき，その直後に上記セルシオが発進した状況が確認できること，\n以上の事実が認められる。\nＧの検察官に対する供述についての検討\nア  問題の所在\n検察官は，被告人両名が２人組の犯人であり，Ｇとともにセルシオでｆビ\nルに向かったと主張する。\nこの点について，Ｇは，その検察官調書（死亡による供述不能を理由とし\nて刑訴法３２１条１項２号前段により採用されたもの）において，①ｆビル\nへは，本件殺人等事件が起こる直前に，セルシオの助手席に乗ってきたこと，\n②セルシオには，Ｇのほかに，被告人Ａ（運転席）と被告人Ｂ（後部座席）\nの２名が乗車していたこと，③被告人両名は，被害者宅へ行く目的でｆビル\n前まで来たこと，④セルシオの車内で，被告人Ａがけん銃のようなものをい\nじって，「つまっとる。」「外れとる。」「１個ずれとる。」などと言って\nいた旨供述する。\nこのうちｆビルにセルシオの助手席に乗ってきたとのＧ供述（上記①）は，\nＧの被害者宅訪問のタイミングが，上記 のセルシオの動きと整合する上，\n防犯ビデオの映像上，セルシオの助手席には，服装などからＧと考えて矛盾\nない人物が乗車していることが確認できるから，これを疑う余地はなく，Ｇ\nは，セルシオの助手席に乗車してｆビルに向かったものと認められる。\nそのようにみたとき，けん銃を所持した２人組の犯人もＧとともにセルシ\nオに乗車してきたとみることには，十分な理由があるが，それが誰かを認定\nできる証拠は，被告人両名の関与をいうＧの供述（上記②から④）のみであ\nるといってよい。本件での事実認定上の最大の問題は，この供述が信用でき\nるかである。\n本件では，捜査機関において，Ｇの供述を得る前から２人組の犯人が被告\n人両名であるとの見立ての下に捜査が進められていた上，後に述べるとおり，\n警察でのＧの取調べ手法には，不当な点があったことも指摘できる。\n被告人両名の弁護人は，被告人両名の関与をいうＧの供述は，捜査機関に\n迎合し，その見立てをＧ自身の記憶として供述した疑いがあるため信用でき\nないと主張するので，この指摘を踏まえ，Ｇの供述が信用できるかを検討す\nる。\nイ  Ｇの取調べ経過等\n関係証拠によると，以下の事実が認められる。\nＧは，平成２８年７月２７日，窃盗の被疑事実（被害者宅においてＦ所\n有の携帯電話機１台を窃取したというもの。）で通常逮捕された。Ｇは，\nその後，同年８月１７日までの勾留，同日から同年９月７日までの盗品等\n運搬を被疑事実とする逮捕・勾留（被告人両名と共謀の上，氏名不詳者が\n他から窃取してきたセルシオが盗品であることの情を知りながら，被害者\n宅先路上まで運搬したというもの。），同日から同月２８日までの本件殺\n人等を被疑事実とする逮捕・勾留を経て，同日，本件殺人等事件の共同正\n犯として起訴された。なお，いずれの勾留にも接見等禁止が付されていた。\nこの間の検察庁での取調べに関しては，録音録画が残されているが，警察\nでの取調べに関しては，録音録画のみならず，取調べ担当者による取調べ\nメモといったものも残されていない。\n警察でＧの取調べを担当していたＨ警察官は，Ｇが窃盗で勾留中の平成\n２８年８月１１日頃から，Ｇの知人であるＩらに対し，Ｇの差し入れの希\n望を携帯電話で伝える便宜を図っており（電話の履歴からしてＧの取調べ\nの最中に電話を受けていたことも認められる。），Ｇも差し入れに関しＨ\n警察官から便宜供与を受けていたことを分かっていた。\nまた，Ｇは，身柄拘束中に行われたきょうだいの三回忌の様子を非常に\n気にしていたところ，Ｈ警察官は，取調べ室内に持ち込んだ携帯電話で，\nＧのきょうだいの三回忌の様子を撮影した動画をＧに見せる便宜を図って\nおり，Ｇは，同年９月６日の検察庁での取調べの際，その旨を担当のＪ検\n察官に話していた（なお，警察での取調べ状況に関して，Ｇが取調べ検察\n官あるいは接見した弁護人に対してした供述には，刑訴法３２１条１項３\n号但書の事由を認めてよい。）。\nさらに，Ｇは，本件殺人等事件の被疑事実で逮捕されるまでに，本件殺\n人等事件については幇助犯で起訴され，比較的軽い刑に服すれば足りるの\nではないかとの期待を抱くようになっていたが，本件殺人等事件の共同正\n犯として起訴された後はＨ警察官に対して強く反発する態度を自らの弁護\n人のＫ弁護士に見せるようになり，Ｈ警察官による取調べには，Ｇにその\nような期待を抱かせるような言動があった（なお，両被告人の弁護人の指\n摘を踏まえて検討しても，Ｋ弁護士の供述から認められるＧの発言や態度\nによって，同警察官が幇助犯で起訴するとの約束までしていたと認めるこ\nとはできない。）。\nウ  Ｇの供述の信用性について\nＧは，捜査段階で黙秘などしていないのに，本件殺人等事件に関して黙秘\nを勧めていた自らの弁護人には黙秘をしている旨の説明を続けていたことな\nどからすると，迎合的な供述態度を有することが窺われるところ，以上の警\n察での取調べは，Ｇの供述の真実性に影響を与えかねない不当なものであり，\nこれだけをみれば，Ｇに対し，本件殺人等事件の犯人（２人組の犯人）が被\n告人両名であるとの捜査機関の見立てを察知させ，自身の記憶として供述さ\nせたのではないかと疑う余地を残すものである。\nしかし，本件では，被告人両名の関与をいうＧの供述には，そのような疑\nいを排斥し，信用性を肯定できる事情が認められる。\nまず，もっとも重要なのは，Ｇが事件直後から周囲に被告人Ａの関与を話\nしていた点である。すなわち，証人Ｌ（以下「知人女性」という。）の証言\nによれば，Ｇは，本件殺人等事件の翌日に，知人女性に対し，事件当日にＧ\nを迎えに来たのが被告人Ａであること，被告人Ａがその車の中で銃の弾がず\nれていたことから，全部出して，もう一度詰め直していたことなどを話して\nいた事実が認められる（被告人両名の弁護人は，この証言に関し，本件殺人\n等事件の関係者として事情聴取を受けたことで知人女性が動揺し，捜査機関\nに迎合し，事実と異なる供述をした可能性を指摘するが，知人女性が迎合し，\nあえて被告人Ａにとって不利な虚偽供述をする動機は見当たらず，その供述\n内容も具体的で，迫真性のあるものであることに照らせば，弁護人指摘の可\n能性はないといってよく，知人女性の上記供述は，信用できる。）。\nまた，Ｇが被告人Ｂの関与をいう点は，被告人Ｂが，本件前日（平成２８\n年７月１４日）の午後５時前頃から午後５時３０分過ぎ頃までの間に，被告\n人Ａ及びＧと名古屋市内のホテル客室で会っただけではなく，その約２時間\n後には，Ｇと相前後してｆビル前の路上に現れ，その周囲を見回す様子を示\nしていたこと（甲１１０映像⑩に映っている黒っぽい上衣と白っぽい下衣の\n人物は，その服装や歩き方などから，被告人Ｂであると認めてよい。）と整\n合するもので首肯し得る内容である。\nさらに，Ｇは，窃盗事件での逮捕当初こそ，ｆビルまで一人で行ったと供\n述していたものの，同逮捕の４日目には，被告人両名が乗車するセルシオに\n乗ってｆビルまで行ったことを認め，それ以降は，その供述を維持していた。\nそうすると，Ｇが，本件当日，実際には別の人物とセルシオに乗って被害\n者宅へ向かったのに，捜査機関の見立ての影響を受けて，被告人両名の名前\nを出したものとは考えられない。また，Ｇの本件前日の行動などからしても，\nＧの記憶力に問題があったことは確かであるが，Ｇがセルシオに一緒に乗っ\nていった人物を勘違いする状況にあったとも認められない。したがって，被\n告人両名の関与をいうＧの供述は，Ｇの本来の記憶を供述したものとして，\n信用できる。\n証拠排除について\nなお，被告人両名の弁護人は，Ｇの検察官調書（乙１１，１８ないし２２）\nは証拠排除されるべきであると主張する。 要するに，Ｈ警察官の取調べ手法\nは，危険で違法なものであり，Ｈ警察官が公判廷で偽証をしていることから\nすれば，その違法の程度は著しく，Ｊ検察官は，個別に違法の影響を取り除\nく措置を取っていないから，違法は切断されず， Ｇの検察官調書に証拠能力\nは認められないというのである。\n先に述べたとおり，Ｈ警察官の取調べ手法には不当なものがあったが，Ｊ\n検察官は，Ｇの取調べに際し，毎回，警察と検察庁が違う組織であり，警察\nで話したことを検察庁でも話さなければならないわけではないことを説明し，\nＧが，Ｊ検察官の取調べの中で，警察官から聞いたことを自己の体験事実と\nして供述した際には，Ｇの記憶に基づいて話すよう説明し，警察官から聞い\nた話とＧ自身の記憶として覚えている話とを意識的に区別して聴取するなど，\n定型的な遮断措置を講じていた。そして，Ｇが処分を決めるのは警察官では\nなく検察官であることを繰り返しＫ弁護士から説明されており，ＧがＨ警察\n官が処分を決められるものと誤解していたとは認められないこと ，検察官の\n取調べにおいてＧが幇助犯として起訴されることを前提に供述をしていたよ\nうな形跡もないこと，Ｊ検察官による取調べにおいて，Ｇが警察で述べた話\nとは異なる自身の記憶に従って供述しようとする態度も一応認められる こと\nからすれば，Ｊ検察官が，警察の取調べの不当性について，自ら気付く機会\nのあったものについても個別の対応をしていないことなどを踏まえても， 虚\n偽排除の観点からみて，Ｇの検察官に対する供述の任意性を疑うべき事由が\nあるものとはいえず，その他の弁護人の主張を踏まえても，人権擁護あるい\nは違法収集証拠排除の観点からみて，Ｇの供述の任意性を疑うべき事由も見\nいだせない。本件は，弁護人の援用する 判例（最高裁昭和３２年７月１９日\n第二小法廷判決・刑集１１巻７号１８８２頁）とは明らかに事案を異にする\nものである。\nなお，弁護人は，Ｈ警察官あるいはＪ検察官の偽証を指摘するが，本件に\nおいて，Ｈ警察官の公判廷での供述内容が，Ｊ検察官の取調べに係るＧの検\n察官調書の証拠能力に影響を及ぼすものではな い。また，Ｊ検察官の公判供\n述には，Ｇから三回忌動画の話を聞いた時期（実際には，Ｇの弁護人から警\n察による便宜供与について抗議の申し入れがある前 に話を聞いていた。）を\n明確にすることを避けるような態度は見受けられたものの，偽証をしたわけ\nではなく，Ｊ検察官の偽証を前提にＧの検察官調書の証拠能力を論難する弁\n護人の主張は失当である。\n刑訴法３２１条１項 ２号前段により証拠能力が認められる場合と供述の任\n意性の関係については議論があるが，以上のとおり， Ｇの検察官に対する供\n述の任意性を疑うべき事由は認められないから，Ｇの検察官調書の証拠能力\nを否定するような事情はなく，同調書については，証拠排除しない。\n結論\n以上のＧの検察官調書を中心とする関係証拠によれば，Ｇは，本件当日，被\n告人Ａが運転し，後部座席に被告人Ｂが乗車するセルシオで，ｆビルに向かっ\nたが，被告人Ａは，その途中でけん銃のようなものをいじっており，Ｇと被告\n人両名は，いずれも被害者宅に向かうためｆビル前でセルシオから降りたこと\nが認められるのであり，これらの事実からすれば，２人組の犯人は，被告人両\n名であることは優に認められ，被告人両名は，判示第１及び第２の各犯行に及\nんだ後，Ｇを被害者宅に残し，セルシオに乗ってｆビル前を立ち去ったものと\n認められる。\nなお，Ｇの検察官調書における供述によると，Ｇが前記各犯行について，被\n告人らと共謀まで遂げていたことには疑問が残るので，Ｇとの共謀は認定しな\nい。\n２  被告人両名が本件建造物等以外放火被告事件（以下「本件放火事件」という。）\nの犯人かどうかについて\n関係証拠によれば，本件当日午後４時４６分頃，判示第３のｔ月極駐車場に\n停車中の普通乗用自動車（トヨタセルシオ，車台番号ｕ，盗難車両であり車両\n前部に「ｖｗｘ７２０４」との偽造ナンバープレートが装着されていた。以下\n「本件放火車両」という。）が燃えているのが発見されたが，その出火場所は，\n運転席座席シート付近であって，その出火場所に照らし，何者かが火を放った\nことが認められる。\n本件放火車両と，被告人両名がｆビル前から乗り去ったセルシオの同一性\nをみると，①本件放火車両と防犯ビデオ映像上で確認できるｆビル前のセルシ\nオを比較すると，車両の車種等及び塗色は同一で，外観もよく似ており，②ｆ\nビル前のセルシオの後部ナンバープレートの４桁の数字を「７２０４」とみる\nことについて，特段支障となる点はない（検察官は，防犯ビデオの映像から，\n４桁の数字が「７２●４」と確定的に判読できることを前提に，両車両の同一\n性を論じるが，そのような確定的判読は無理である。）。さらに，③ｆビルか\nら放火場所までは直線距離で約２．１キロメートルの距離であるところ，被告\n人両名は，本件当日午後４時３５分頃，セルシオでｆビル前を立ち去った後，\n午後４時５０分頃には放火現場から約２００メートル離れた場所にある喫茶店\nに入店していたことも認められるのであり，同喫茶店付近までセルシオで来た\nことも認められる。\nそうすると，このような近接した時間に被告人両名の近辺で非常によく似\nたセルシオ（ｆビルから乗ったセルシオと本件放火車両）が２台も存在するよ\nうな偶然は考え難いことから，本件放火車両は，被告人両名がｆビル前から乗\nったセルシオであると認められる。そして，被告人両名には，いずれも証拠隠\n滅のために放火する動機もあることから，被告人両名が，判示第３の犯行に及\nんだものと認められる。\n３  被告人Ｂの覚せい剤取締法違反について\n被告人Ｂは，平成２８年８月３０日に逮捕された後，同月３１日に採尿され，\nその尿から，覚せい剤であるフェニルメチルアミノプロパン及び代謝物と考えら\nれるフェニルアミノプロパンが検出されたことから，被告人Ｂは，判示第４の期\n間に覚せい剤を身体に摂取したものと推認することができる。そして，本邦にお\nいて覚せい剤が厳しい規制を受けており，通常の社会生活において身近に存在す\nるものではないことを考慮すれば，自己の意思によらずに体内に摂取されたとは\n考えられず，被告人Ｂが覚せい剤であると分かって摂取したものと推認でき，判\n示第４の事実が認められる。\n（法令の適用）\n罰条\n判示第１の行為（被告人両名について）   刑法６０条，１９９条\n判示第２の行為（被告人両名について）   刑法６０条，銃砲刀剣類所持等取締\n法３１条の３第２項，１項，３条１\n項\n判示第３の行為（被告人両名について）   刑法６０条，１１０条１項\n判示第４の行為（被告人Ｂについて）      覚せい剤取締法４１条の３第１項１\n号，１９条\n刑種の選択（被告人両名について）\n判示第１の罪               有期懲役刑を選択\n累犯加重（被告人両名について）            各罪につきいずれも刑法５６条１項，\n５７条（ただし，判示第１及び第２\nについては同法１４条２項の制限に\n従う。）\n併合罪の処理（被告人両名について）        刑法４５条前段，４７条本文，１０\n条（最も重い判示第１の罪の刑に同\n法１４条２項の制限内で法定の加重）\n未決勾留日数の算入（被告人両名について）  刑法２１条\n訴訟費用の不負担（被告人両名について）   刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n量刑判断の中心となる判示第１の事実についてみると，被告人らは，無防備な被\n害者に対して至近距離からけん銃を用いて弾丸４発を発射したものであり，態様は\n極めて危険で，明確な殺意に基づく冷酷な犯行である。犯行に当たって被害者と面\n識のあるＧを利用し，被害者宅に入った後は短時間のうちに予定した殺害を遂行し，\n犯行後の放火による証拠隠滅についてもあらかじめ計画するなど，その計画性も高\nい。突然家族を奪われた被害者遺族が，厳しい処罰を求めるのも当然の感情として\n理解できるものであり，犯行が近隣に大きな不安を与えたことも優に認定できる。\n判示第３の放火の危険性も看過できないものである。\nもっとも，判示第１と同種の事案で多く量刑の重要な要素とされる犯行の組織性\nなどの立証は特にされておらず，被告人らに対し，組織的な犯行への加担などの非\n難を加えることはできない。\nそうすると，被告人両名の刑事責任を，複数名が共謀の上，銃器を用いて被害者\n１名を殺害したことを中心とする事案（組織的殺人の事案を含む。）の中で位置づ\nけてみたとき，その刑事責任が相当重い部類に属することは明らかであるものの，\n当然無期懲役刑に処すべきというような最も重い部類に属するとはいえない（なお，\n検察官が論告において死刑選択の許される基準（いわゆる永山基準）を援用し，被\n告人らが無期懲役を免れないと論ずるのは，本件に適切とはいえない。）。\n以上の諸点を踏まえると，被告人両名をそれぞれ有期懲役の上限である主文の刑\nに処するのが相当である。\n（求刑  被告人両名についていずれも無期懲役）\n平成３０年２月２８日\n名古屋地方裁判所刑事第５部\n裁判長裁判官    奥   山      豪\n裁判官    小 川貴 紀\n裁判官    横 井 千 穂\n"
}