{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 9
  },
  "case_number": "平成28(わ)292",
  "case_name": "危険運転致死（予備的訴因過失運転致死アルコール等影響発覚免脱），道路交通法違反被告事件",
  "court_name": "広島地方裁判所",
  "lawsuit_id": "86710",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86710",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/710/086710_hanrei.pdf",
  "contents": "平成２９年２月９日宣告\n平成２８年（わ）第２９２号  危険運転致死（予備的訴因過失運転致死アルコール\n等影響発覚免脱），道路交通法違反被告事件\n主 文\n被告人を懲役７年に処する。\n未決勾留日数中２２０日をその刑に算入する。\n理 由\n（罪となるべき事実）\n第１  被告人は，平成２８年４月１５日午後１０時４６分頃，普通乗用自動車を運\n転し，広島県安芸郡ａ町ｂｃ丁目ｄ番ｅ号付近道路をａ町ｆ方面から東広島市\n方面に向かい時速約６６ないし７４㎞で進行するに当たり，運転開始前に飲ん\nだ酒の影響により，前方注視及び運転操作に支障が生じるおそれがある状態で\n自動車を運転し，もってアルコールの影響により正常な運転に支障が生じるお\nそれがある状態で自動車を運転し，その際，前方左右を注視し，進路の安全を\n確認しつつ進路を適正に保持しながら進行すべき自動車運転上の注意義務が\nあるのにこれを怠り，前方左右を注視せず，進路の安全を確認しないまま進路\n左側にある路側帯を示す白線上を漫然前記速度で進行した過失により，折から\n同白線上を被告人の進行方向と同一方向に歩行中のＡ（当時７０歳）を直前に\n認めたが，そのまま同人に自車左前部を衝突させて同人を路外に跳ね飛ばして\n転倒させ，よって，同人に外傷性クモ膜下出血，脳挫傷，肺挫傷，心挫傷等の\n傷害を負わせ，同月１６日午前２時３９分，広島市ｇ区ｈｉ丁目ｊ－ｋＢ病院\nにおいて，同人を前記傷害による外傷性ショックにより死亡させ，さらに，そ\nの運転の時のアルコールの影響の有無又は程度が発覚することを免れる目的\nで，同月１５日午後１０時４６分頃から同月１９日午後６時頃までの間，広島\n県安芸郡ｌｍ丁目ｎ番ｏ号被告人方で過ごすなどし，もってアルコールの影響\nの有無又は程度が発覚することを免れるべき行為をした。\n第２  被告人は，前記第１のとおり，前記Ａに傷害を負わせる交通事故を起こし，\nもって自己の運転に起因して人に傷害を負わせたのに，直ちに車両の運転を停\n止して，同人を救護する等必要な措置を講ぜず，かつ，その事故発生の日時及\nび場所等法律の定める事項を，直ちに最寄りの警察署の警察官に報告しなかっ\nた。\n（証拠の標目）\n省  略\n（事実認定の補足説明）\n１  検察官及び弁護人の主張\n判示第１の事実に関する主位的訴因は，要旨，被告人が，平成２８年４月１５\n日午後１０時４６分頃，広島県安芸郡ａ町ｐｑ丁目ｒ番ｓ号付近道路において，\n運転開始前に飲んだ酒の影響により，前方注視及び運転操作が困難な状態で普通\n乗用自動車を走行させ，もってアルコールの影響により正常な運転が困難な状態\nで自動車を走行させたことにより，その頃，同所付近において，仮睡状態に陥る\nなどし，その頃，判示第１記載の道路において，自車を被害者に衝突させるなど\nし，よって，同記載のとおり，同人に傷害を負わせて同人を死亡させたという危\n険運転致死の事実であり，検察官は，被告人が「アルコールの影響により正常な\n運転が困難な状態」で自車を走行させた根拠として，被告人が，運転開始前に飲\nんだ酒の影響により居眠りをして意識がない状態又は眠気で意識がもうろうと\nした状態で自車を運転したことにより，対向車に気付くのが遅れて急にハンドル\nを切る事態になるという正常な運転に必要な認知の遅れ，更には道路幅及び白線\nの位置や歩行中の被害者を把握できないという認知のミスに陥った結果，正常な\n運転に必要な判断及び操作が困難になった旨主張する。\nなお，弁護人は，被告人が眠気を感じたものの居眠りまではしていない旨主張\nして主位的訴因の一部を争い，本件に危険運転致死罪を適用するについて慎重な\n判断を求めるものの，その成立自体を積極的には争っていない。\n２  当裁判所の判断\n「アルコールの影響により正常な運転が困難な状態」とは，アルコールの影響\nにより道路交通の状況等に応じた運転操作を行うことが困難な心身の状態をい\nい，具体的には，精神的，身体的能力がアルコールによって影響を受け，道路の\n状況，交通の状況に応じ，障害を発見する注意能力（検察官のいう「認知」），\nこれを危険と認識し，回避方法を判断する能力（検察官のいう「判断」），その\n判断に従って回避操作をする運転操作能力（検察官がいう「操作」）等が低下し，\n危険に的確に対処できない状態にあることをいう。アルコールの影響により前方\nを注視してそこにある危険を的確に把握して対処することができない状態もこ\nれに当たり，このような状態であったか否かを判断するに当たっては，事故の態\n様，事故前の飲酒量及び酩酊状況，事故前の運転状況，事故後の言動，飲酒検知\n結果等が判断要素となる（以上，最三小平成２３年１０月３１日決定刑集６５巻\n７号１１３８頁参照）。\n当裁判所は，この判断枠組みを前提として証拠を精査した結果，被告人がアル\nコールの影響により正常な運転が困難な状態であったことが常識に照らして間\n違いないといえるだけの証拠がなく，検察官が予備的に追加した訴因である判示\n第１記載の過失運転致死アルコール等影響発覚免脱の限度で事実が認められる\nと判断した。以下その理由を述べる。\n⑴    証拠によれば，客観的に認められる争いのない事実は以下のとおりである。\nア  被告人は，平成２８年４月１５日午後６時頃から同日午後１０時３０分頃\nまでの間，従前より頻繁に通っていた広島県安芸郡ａ町ｔｕ丁目ｖ番ｗ号所\n在の居酒屋（以下「本件居酒屋」という。）において，焼酎の水割りを少な\nくとも５杯飲んだ。\n後述するとおり被告人は本件事故後に逃走していることから，本件事故直\n後の飲酒検知が実施されていない。そこで，被告人の飲酒量と，本件居酒屋\n経営者が供述する焼酎の量及びアルコール度数から，被告人が摂取したアル\nコール量が１００ｇであったと推計し，この推計結果と飲酒後の経過時間及\nび体重をいわゆるウィドマーク式計算法に当てはめて計算すると，本件事故\n当時，被告人は，個体差を踏まえて被告人に有利に数値を見積もっても，血\n液１㎖当たり１．１０㎎，呼気１ℓ当たり０．５５㎎程度のアルコールを体内\nに保有する状態であったと認められる。\nイ  被告人は，同日午後１０時３０分頃，本件居酒屋を出て，付近の路上に駐\n車していた普通乗用自動車（車幅約１．６７ｍ。以下「被告人車両」という。）\nに乗り込み，運転を開始した。\n被告人は，その運転開始地点から，同町ｐｑ丁目ｒ番ｓ号付近道路の丁字\n路交差点を右折し（以下「最終右折地点」という。），約３００ｍ先の被告\n人車両と被害者が衝突した地点である同町ｂｃ丁目ｄ番ｅ号付近道路（以下\n「本件事故現場」といい，甲第４２号証添付の図面２中の○× 地点を指す。）\nまでの約２㎞の距離を走行しているところ，この道程には，街灯が少なくセ\nンターラインのない一本道である区間が多く，途中に右左折する地点やカー\nブがあり，道路の左右に用水路や塀があって道幅が狭い箇所もあるが，この\n間，被告人車両が脱輪や接触等の事故を起こした証拠はない。\nなお，最終右折地点から本件事故現場を通る道路（以下「本件道路」とい\nう。）は，最初の緩い左カーブを経て車道幅員約４．７ｍの直線道路に入り，\n左側進入路との丁字路交差点（以下「本件丁字路」という。）付近から５０\nｍ余り先まで車道幅員約３．５ｍの直線道路がそのまま続いた後，左側の路\n側帯を示す白線が一旦途切れる地点（その地点を道路中央付近に置き，以下\n「右カーブ開始地点」という。）から緩い右カーブに差し掛かるとともに車\n道幅員が約４．８ｍないし約６．１ｍに広がっている。右カーブ開始地点か\nら本件事故現場までの直線距離は約６０ｍである。\nウ  被告人は，本件道路を南西から北東に向けて進行し，本件事故現場におい\nて，進路左側の路側帯を横に並んで歩いていた歩行者２名のうち，同路側帯\nを示す白線上を歩いていた被害者に被告人車両の左前部を衝突させ，ブレー\nキをかけることなくそのまま逃走し，同町ｂｃ丁目ｘ番ｙ号までの約１．８\n㎞の区間を運転し，同所に被告人車両を駐車して，自宅まで徒歩で帰った。\n本件事故現場の北東約４０ｍ余り先の車庫に駐車されていたバスにはド\nライブレコーダー（以下「本件ドライブレコーダー」という。）が設置され\nており，同レコーダーには，被告人車両が，同日午後１０時４６分４４秒に\n本件道路を本件事故現場から北東に向けて走行する様子が記録されるとと\nもに，その約１７秒前である同日午後１０時４６分２７秒に本件道路を北東\nから本件事故現場に向けて１台の車両（以下「本件対向車両」という。）が\n走行する様子が記録されていた。その解析の結果，被告人車両の速度は約６\n６ないし７４㎞毎時であり，本件対向車両の速度は約５４ないし６１㎞毎時\nであると認められる。\n⑴の事実を前提としてまず，本件事故前の被告人の飲酒量及び酩酊状況，飲\n酒検知結果等について検討すると，⑴アで認定した程度のアルコールを体内に\n保有する場合，脳が休みたがることによって眠気を催すことがあり，被告人も\n運転中に眠気を感じていたと述べているものの，その程度のアルコールを体内\nに保有していた事実から直ちに，検察官が主張するような意識がない又はもう\nろうとした状態に被告人が陥っていたと認定できるわけではない。被告人は，\n従前より本件居酒屋に頻繁に通っており，通り慣れた道を通ったものであるか\nら，意識がない又はもうろうとした状態ではない場合でも被告人が先の運転開\n始地点から最終右折地点に至るまでの間の記憶を一部保持していないことが\nあり得ると考えられる。これらの状態に陥ったことを否定する被告人の供述を\nアルコール量や記憶保持の程度を理由として直ちに排斥できるものではない。\nそうすると結局，被告人が意識がない又はもうろうとした状態で被告人車両\nを運転したか否かは，事故前の運転状況，事故の態様及び事故後の言動におい\nて，正常な運転が困難な状態であったことを根拠付ける異常性がどの程度認め\nられるかを踏まえて判断すべきである。\nそこで次に，被告人の本件事故前の運転状況を見ると，⑴イのとおり，被\n告人は，本件事故前，暗く，センターラインのない一本道である区間が多く，\n途中に右左折する地点やカーブがあり，所々道幅が狭くなっている道路を，\n約２㎞にわたり運転できており，脱輪や接触等の事故を起こした証拠はない\nから，事故前の運転状況に正常な運転の困難性を根拠付ける異常性は見られ\nない。\nイ  検察官は，①対向車両のライトを見て驚き左にハンドルを切った旨の被告\n人の供述の概要に基づき，②その対向車両が本件対向車両と同一の車両であ\nること及び③本件対向車両及び被告人車両が⑴ウで認定した速度と同程度\nの速度で走行し続けたことを前提として，被告人車両と本件対向車両とのす\nれ違い地点を本件丁字路付近と特定し，④両車両の速度に多少の変化があっ\nたとしても，右カーブ開始地点までの直線道路上のいずれかの地点ですれ違\nったはずであり，⑤そのような位置ですれ違ったとすれば，本件丁字路から\nａ町ｆ方面に向かって１００ｍ余り手前の地点を被告人車両が通過する際\nに，被告人は，少なくとも本件対向車両が本件事故現場のやや南側寄りの地\n点（以下「Ⓐ地点」という。）に位置する本件対向車両のライトが民家のガ\nラス戸に反射している状況を認識して本件対向車両の存在に気付けるはず\nであった旨主張する。\nそこで検討すると，本件対向車両の存在は証拠により裏付けられているこ\nとから，前記①②の前提は採用するとしても，本件対向車両が時速約５４な\nいし６１㎞程度を維持して走行し続けたという前記③④の前提は採用しが\nたい。すなわち，Ⓐ地点からａ町ｆ方向を見ると，右カーブ開始地点で車道\n幅員が約４．８ｍないし約６．１ｍから約３．５ｍに減少しつつ同地点まで\nに緩やかな左カーブを描いているという本件道路の状況等に照らすと，よほ\nど同所での運転に慣れている者でなければ，同地点に至るまでに減速，徐行\n又は一時停止して，対向車両の有無及び動静を注視して進路の安全を確認す\nるのが，自動車運転者としての合理的な行動であると考えられる。本件対向\n車両の運転者の属性も，その車両から本件道路を右カーブ開始地点に向けて\n走行する被告人車両の状況をどのように認識し得るのかも立証されていな\nいという本件の証拠関係の下で，本件対向車両が前記速度又はこれに近い速\n度を維持して走行し続けたという前提は合理性を欠いているといわざるを\n得ない。\nこの点，被告人は，ライトに驚いたときの対向車両の位置は本件事故現場\nより１５ｍほど北東側，すなわち東広島市方向の地点である旨供述する。検\n察官が指摘するとおり，本件ドライブレコーダーにより認められる被告人車\n両と本件対向車両の走行時刻等に照らすと，被告人が述べる位置に本件対向\n車両が停止していたとするのは不自然である。しかし，右カーブ開始地点か\nら，被告人が述べる対向車両の位置までは６０ｍ以上の距離が，本件ドライ\nブレコーダーに撮影された際の本件対向車両の走行位置までは１００ｍ前\n後の距離があると認められることからすれば，本件対向車両が，被告人が述\nべる対向車両の位置を越えて右カーブ開始地点までのいずれかの場所で減\n速，徐行又は一時停止していた可能性を排斥することはできない。この判断\nは対向車両が動いていた旨の被告人供述とも矛盾はしない。\nまた，前記⑤の前提は，本件対向車両のライト照射位置をⒶ地点に固定し\nた場合にすぎないものであり，甲第４２号証及びＣの証言によっても，Ⓐ地\n点から右カーブ開始地点までの区間に本件対向車両が存在し，同車が減速，\n徐行又は一時停止していた場合に，被告人車両からライトやその反射によっ\nて本件対向車両の存在に気付くことができたと立証されておらず，他にこれ\nを立証する証拠はない。前記⑤の前提も採用しがたい。\n以上によれば，前記①ないし⑤を根拠とする検察官の主張は，被告人が対\n向車両に気付けた地点について，被告人に有利と考えられる他の可能性を排\n斥できるほどの合理性を有しないから，採用できない。\nなお，被告人が述べる対向車両の位置に関する供述は，本件ドライブレコ\nーダーの撮影範囲とⒶ地点との間の距離が四，五〇ｍ程度と見られること及\nび被告人車両と本件対向車両の走行時刻等からすれば不自然であり採用で\nきないものの，本件事故は運転中の一瞬の出来事である以上，運転者が対向\n車両の具体的な位置関係を正確に記憶できていないことはあり得るから，こ\nれにより被告人供述全体の信用性が否定されることにはならない。\n事故の態様については，⑴ウのとおりであり，被告人に前方左右を注視せず，\n進路の安全を確認しないまま，進路左側の路側帯を示す白線上に被告人車両を\n進出させて進路を適正に保持しなかった過失があることは明らかである。しか\nし，証拠上認められる本件事故現場の明るさ，道路の幅員及び人通りの少なさ\n等の本件道路の具体的な状況を考えると，そのような不注意な運転に至ること\nに，正常な運転の困難性を根拠付けるほどの異常性があるとまでは認められな\nい。\n事故後の言動は⑴ウのとおりであり，自動車運転者にあるまじき行為ではあ\nるものの，責任回避の手段としてあり得るものであり，正常な運転の困難性を\n根拠付けるような異常性は認められない。\n対向車両のライトに気付いた位置に関する被告人の供述は，それ自体で被告\n人が居眠りして意識がない状態又は眠気で意識がもうろうとした状態で被告\n人車両を運転していたことをうかがわせるものであるが，⑶ないし⑸で検討し\nた本件事故前の運転状況，事故の態様及び事故後の言動に照らすと，このよう\nな状態で運転していない旨の被告人供述を排斥することができないとする⑵\nの判断を揺るがすものではなく，被告人が，意識がない又はもうろうとした状\n態で被告人車両を運転していたことについては常識的に考えると疑問が残る。\n⑺  被告人が，右にハンドルを回しながら本件道路の右カーブを通過しようとし\nて対向車両のライトに気付き，慌てて左にハンドルを回し，再度右にハンドル\nを回した旨の供述をしているので，念のため検討すると，本件事故現場付近に\nおいて被害者と並行して歩いていた人物や路外の障害物等に被告人車両が衝\n突等した形跡がないという同車両の走行状況等に照らすと，このような危険回\n避のための判断及び運転操作に異常性を認めることも難しい。\n⑻  以上に検討したとおり，被告人は，少なくない量のアルコールを体内に保有\nした状態で自動車を運転し，運転中眠気を感じていたことは認められるものの，\n事故前の運転状況，事故の態様及び事故後の言動を見ても，正常な運転の困難\n性を根拠付けるほどの異常性を認めるに足りる証拠はなく，居眠りをして意識\nがない状態又は眠気で意識がもうろうとした状態であったことも立証されて\nいない。したがって，被告人が本件運転時にアルコールの影響により正常な運\n転が困難な状態であったと証拠上認められないため，判示第１のとおり事実を\n認定した（本件事故時における被告人車両の速度については，被告人が，本件\n事故後に一旦アクセルから足を離したもののブレーキを踏んではいない旨供\n述していることなどを踏まえ，本件ドライブレコーダーの解析により推計され\nた速度で認定することとした。）。\n（法令の適用）\n・罰条\n判示第１の所為          自動車の運転により人を死傷させる行為等の処罰に\n関する法律４条\n判示第２の所為のうち\n救護義務違反の点    道路交通法１１７条２項，１項，７２条１項前段\n報告義務違反の点    同法１１９条１項１０号，７２条１項後段\n・科刑上一罪の処理          判示第２の罪について，刑法５４条１項前段，１０\n条（１個の行為が２個の罪名に触れる場合であるか\nら，重い救護義務違反の罪の刑で処断）\n・刑種の選択                判示第２の罪について，懲役刑を選択\n・併合罪の処理              刑法４５条前段，４７条本文，１０条（重い判示第\n１の罪の刑に法定の加重）\n・未決勾留日数の算入     刑法２１条\n・訴訟費用の不負担          刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n被告人は，飲酒運転に伴う危険と責任を甘く考え，日頃から飲酒運転を繰り返し\nており，本件事故当日も，居酒屋で焼酎の水割りを少なくとも５杯飲み，眠気を催\nしながらも自動車を運転して帰宅する途中に本件事故を起こしている。しかも，被\n告人は，被害者の救護や警察への通報等を行わずに逃走するという身勝手で無責任\nな行為に及んだ上，本件事故の４日後に警察に出頭するまでの間，アルコールの影\n響についての証拠収集を妨げている。このような被告人の行為は厳しく非難される\nものであり，被害者が死亡するという重大な結果が生じた交通事案の中でも，単な\nる過失犯とは異なる悪質な事案として，その刑事責任は重く，被告人を相当期間の\n実刑に処するべきである。\nその刑期を定めるに当たっては，検察官及び弁護人が指摘する危険運転致死の事\n案における量刑傾向が一応の参考になる。しかし，本件における被告人の運転行為\n自体は，危険運転致死罪が成立するほどの危険性を備えておらず，過失の態様も単\n純であるから，負うべき刑事責任の程度も危険運転致死の平均的な事案ほど重くは\nないというべきである。一般情状について見ると，被害者遺族の処罰感情が厳しい\nことは当然としても，他方で，被告人が，飲酒の上で自動車を運転したことにより\n被害者を死亡させ，かつ，その後逃走した事実を認め，刑事処罰を受け入れる姿勢\nを示すなど，被告人なりの反省の態度が見られること，対人賠償無制限の任意保険\nに加入しており，被害者の遺族に対する金銭的な賠償が適切になされると見込まれ\nることなど，被告人のために有利に考慮し得る事情の存在も認められる。\n以上に述べた諸事情を考慮し，被告人を主文の刑に処するのが相当と判断した。\n（検察官横山亞希子，同岩本直人，弁護人菊田憲紘〔主任〕，同川島好勝各出席）\n（検察官求刑  危険運転致死罪の成立を前提として懲役１０年，過失運転致死アル\nコール等影響発覚免脱罪の成立を前提として懲役８年  弁護人の量刑意見  危険運\n転致死罪の成立を前提として懲役８年）\n平成２９年２月２３日\n広島地方裁判所刑事第１部\n裁判長裁判官           丹 羽 芳 徳\n裁判官        武 林 仁 美\n裁判官        藤 村 香 織\n"
}