{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 11,
    "day": 29
  },
  "case_number": "平成24(ネ)10048",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82785",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82785",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/785/082785_hanrei.pdf",
  "contents": "平成２４年１１月２９日判決言渡\n平成２４年（ネ）第１００４８号  特許権侵害差止等請求控訴事件（原審・大阪地\n方裁判所平成２３年（ワ）第４１３１号）\n口頭弁論終結日  平成２４年１０月２日\n判              決\n控 訴 人      ｾｸ ｼｯﾌﾟｽ ｴｸｲｯﾌﾟﾒﾝﾄ ｾﾝﾀｰ ﾌﾞﾚｰﾒﾝ\nｹﾞｰｴﾑﾍﾞｰﾊｰ ｱﾝﾄﾞ ﾂｪｰｵｰｶｰｹﾞｰ\n訴訟代理人弁護士      辻      本      希  世  士\n同                    辻      本      良      知\n同                    笠      鳥      智      敬\n同                    松      田      さ  と  み\n補 佐 人 弁 理 士      辻      本      一      義\n同                    丸      山      英      之\n同                    神      吉              出\n同                    大      本      久      美\n同                    金      澤      美  奈  子\n同                    松      田      裕      史\n被 控 訴 人      大 洋 製 器 工 業 株 式 会 社\n訴訟代理人弁護士      飯      島              歩\n同                    生      沼      寿      彦\n同                    坂      元      靖      昌\n同                    森      本              宏\n同                    児      玉      実      史\n同                    中      森              亘\n同                    敷      地      健      康\n同                    米      倉      裕      樹\n同                    荒      川      雄  二  郎\n同                    吉      田      広      明\n同                    木      曽              裕\n同                    井      垣      太      介\n同                    酒      井      大      輔\n同                    谷      口      明      史\n訴訟代理人弁理士      鳥      居      和      久\n主                文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n３  この判決に対する上告及び上告受理の申立てのための付加期間を\n３０日と定める。\n事  実  及  び  理  由\n第１  請求\n１  原判決を取り消す。\n２  被控訴人は，別紙製品目録１及び２記載の物件を，製造し，販売し，輸入し\n又は販売の申出をしてはならない。\n３  被控訴人は，別紙製品目録１及び２記載の物件を廃棄し，同物件の製造に必\n要な金型を除去せよ。\n４  被控訴人は，控訴人に対し，３２８５万円及びこれに対する平成２３年４月\n９日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n原審で用いられた略語は当審でもそのまま用いる。原判決を引用する部分では，\n「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と読み替えるも\nのとする。\n事案の概要は，原判決の「事実及び理由」中の「第２  事案の概要」（原判決２頁\n１７行目から７頁１０行目まで）に記載のとおりであるから，これを引用する。た\nだし，原判決７頁２行目の「これに対する民法所定の」を「これに対する同日から\n支払済みまで民法所定の」と改める。\n第３  争点に係る当事者の主張\n原判決の「事実及び理由」中の「第３  争点に係る当事者の主張」（原判決７頁１\n１行目から１７頁２５行目まで）に記載のとおりであるから，これを引用する。\nただし，以下のとおり，改める。\n１  原判決８頁１行目から５行目までを，次のとおり改める。\n「「上段コンテナと下段コンテナの連結動作中」とは，連結片を設けた上段コンテ\nナが下段コンテナの上方から下降を開始し，最終的に下段コンテナ上に積載される\nまでの間に限られず，上段コンテナと下段コンテナとが現に連結され，当該連結状\n態を維持するために，連結片が作動している間も含まれている。\n本件明細書（甲２）や平成２２年２月２日を提出日とする意見書（甲２６）等の\n記載によるならば，本件特許発明における導入面取り部には，航行中の船舶が揺動\nしても，ロック用留め具が細長孔内部のロック位置に確保され，積載されているコ\nンテナ同士の確実かつ安全なロックが保たれるための機能も期待されていることが\n明らかであるから，構成要件Ｅの「連結動作中」を，上下のコンテナを連結させる\n一連の動きが現在行われている間のみに，限定的に解すべきではない。」\n２  原判決８頁１８行目の末尾に，「さらに，船舶が航行中に揺動等してコンテナ\nのバランスが崩れそうになった際に，導入面取り部が細長孔の構成壁に当接して摺\n動し，ロック用留め具をロック位置に確保し得る角度にて傾斜している構成を含む\nものと解されるべきである。」を加える。\n３  原判決９頁８行目の末尾に，「そして，被告製品の下部突部傾斜面は，細長孔\nの構成壁の角度と概ね一致していることから，船舶が航行中に揺動等してコンテナ\nのバランスが崩れそうになった際に，導入面取り部が細長孔の構成壁に当接して摺\n動し，ロック用留め具がロック位置に確保され得る効果を果たし得る角度とされて\nいる。」を加える。\n４  原判決９頁２１行目の末尾に，改行の上，次のとおり加える。\n「なお，上段コンテナが鉛直軸に対して回転することによって下段コンテナと連\n結されるのは，ロック用留め具が上段コンテナの前面のコーナーフィッティングと\n後面のコーナーフィッティングとでそれぞれ反対方向を向くように挿入されるとの\n構成（構成要件Ｇ）を採用したことによるのであり，導入面取り部（構成要件Ｅ）\nの作用によるものではない。」\n５  原判決１０頁２６行目の末尾に，改行の上，次のとおり加える。\n「(ｳ)  船舶航行中には，ロック用留め具が，「ロック状態」にない位置から「ロ\nック位置」へと案内されるという状況は生じない。「ロック用留め具を細長孔内部の\nロック位置へと案内するように傾斜した」との構成について，控訴人が主張するよ\nうに，船舶航行中に揺動等してコンテナのバランスが崩れそうになった際に，ロッ\nク用留め具をロック位置に確保し得る角度にて傾斜していることを含むと解釈する\nことはできない。」\n６  原判決１２頁２行目の末尾に，改行の上，次のとおり加える。\n「エ  原告の主張について\n原告は，「上段コンテナと下段コンテナの連結動作中」に，上段コンテナと下段コ\nンテナとが現に連結され，当該連結状態を維持するために，連結片が作動している\n間を含むものと解すべきであると主張する。しかし，原告の主張は，以下のとおり，\n失当である。すなわち，\n①「動作」の語の通常の意味に照らし，単に連結された「状態」が「連結『動作』\n中」に該当することはない。②「導入面取り部」は，上下のコンテナを連結させる\n一連の動作中に「使用される」ものであるところ（【００１４】），「連結動作中」は，\nこのような明細書の記載に対応した構成であるから，上段コンテナを降下させ，上\n下のコンテナを連結させる動作中のみを指すものと解される。③構成要件Ｅは，「上\n段コンテナが下段コンテナ上に載置されるときに」作用する構成として付加された\nものであり，これに対応する特許請求の範囲の記載文言が「連結動作中」であるか\nら，この点においても，コンテナの載置が完了した後の状態を含むものと解するこ\nとはできない。④控訴人は，原審裁判所からの求釈明に対し，「『連結動作中』とは，\n連結片を設けた上段コンテナが下段コンテナの上方から下降を開始し，最終的に下\n段コンテナ上に載置されるまでの間を指す」と明示的に主張し，「連結動作」の終期\nを，自ら「最終的に下段コンテナ上に載置されるまで」に限定している。⑤原審に\nおいて，控訴人は，専ら，上下のコンテナを連結させる動作中の被告製品の挙動を\n争点として，連結作業がなされた後の状態については，一切争点としていなかった。\n⑥原審における控訴人の上記釈明や主張立証活動と，控訴審における控訴人の主張\nとの間に変遷が生じたことについて，控訴人は何ら合理的理由を示していない。⑦\n控訴人が引用する本件明細書の記載は，連結動作後の「ロック状態」にあるときに\nも導入面取り部がロック状態を維持するという作用効果を有するということを開示\nしているにすぎない。」\n第４  当審の判断\n当裁判所も，被告製品は，本件各特許発明の構成要件を文言上充足するものでも\nないし，均等なものとしてその技術的範囲に属するものでもないと判断する。その\n理由は，以下のとおり付加訂正するほかは，原判決の「第４  当裁判所の判断」（原\n判決１７頁２６行目から３８頁１４行目）に記載のとおりであるから，これを引用\nする。\n１  原判決２０頁１０行目冒頭のかぎ括弧を削る。\n２  原判決２４頁６行目に「うる」とあるのを「得る」と改める。\n３  原判決３１頁１８行目から３３頁１５行目を次のとおり改める。\n「イ  これに対し，控訴人は，実際のコンテナの連結作業では，被告製品の可動\n突部が下部突部傾斜面によってロック位置まで案内されることがあり得る旨主張し，\n被告製品を用いた連結作業を撮影した各動画（甲２０ないし２２）を証拠として提\n出している。\nこれらの証拠によれば，実際のコンテナ連結作業の場面では，上段コンテナが風\nやクレーンでの移動の際の慣性等によって揺れる結果，被告製品の下部突部が下段\nコンテナのコーナー金具の溝穴に挿入される途中で可動突部の反対方向に移動し，\n被告製品の下部突部傾斜面によって可動突部が設けられている方向に移動させられ\nる場合があり得ることが認められる。しかし，このような事態が頻繁に発生すると\nは認められないことに加えて（乙５），この場合における下部突部傾斜面の作用は，\n上下のコンテナ間での左右方向のずれを解消し，下部突部を下段コンテナのコーナ\nー金具の溝穴に確実に挿入するという作用効果を奏するにすぎない（前記(1)エのと\nおり，かかる構成は，構成要件Ｅから除外される。）。したがって，被告製品の下部\n突部傾斜面が，可動突部をロック位置へと案内し，上段コンテナを鉛直軸に対して\n旋回させて，上下のコンテナを連結するものとは認められない。\n以上のとおりであるから，控訴人提出の証拠は，前記アの判断を左右するもので\nはない。」\n４  原判決３３頁２０行目から同頁末尾までを削る。\n５  原判決３４頁７行目の末尾に，改行の上，次のとおり加える。\n「(3)  当審における控訴人の主張について\nア  控訴人は，当審において，構成要件Ｅにいう「上段コンテナと下段コンテナ\nの連結動作中」とは，上段コンテナと下段コンテナとが現に連結され，当該連結状\n態を維持するために，連結片が作動している間も含まれ，これに伴い，「ロック位置\nへと案内するように傾斜した導入面取り部」には，船舶が航行中に揺動等してコン\nテナのバランスが崩れそうになった際に，導入面取り部が細長孔の構成壁に当接し\nて摺動し，ロック用留め具をロック位置に確保し得る角度にて傾斜している構成を\n含む旨を主張する。\nイ  しかし，控訴人の上記主張は採用できない。その理由は次のとおりである。\n(ｱ)  控訴人の上記主張は，時機に後れるものであり，訴訟の完結を遅延させるこ\nとになると認められる。すなわち，控訴人は，原審裁判所からの求釈明に応じて，\n平成２４年１月１０日付けの「準備書面３」で，「『連結動作中』とは，連結片を設\nけた上段コンテナが下段コンテナの上方から下降を開始し，最終的に下段コンテナ\n上に載置されるまでの間を指す」，「細長孔（３３）の面取り部と一致する角度を含\nんでおり，その結果，細長孔（３３）の構成壁に当接して摺動することで，上段コ\nンテナが下段コンテナ上に載置されるときにロック用留め具（２８）をロック位置\nまで案内する（当接面の左右の傾斜方向に移動する）機能を果たすことができる導\n入面取り部（３０）は，『案内するように傾斜した』ものと評価できる」旨の主張を\nした。控訴人は，そのような主張をしていたにもかかわらず，当審に至って，従前\nの主張に反して「連結動作中」には連結状態を維持するために連結片が作動してい\nる間を含むとの主張をする。このような経緯に照らせば，控訴人の主張は時機に後\nれるものであり，却下する。\n(ｲ)  念のため，控訴人の主張の内容について検討するに，同主張は，以下のとお\nり採用の限りでない。すなわち，\n①  特許請求の範囲の記載，すなわち，構成要件Ａ（「上下に載置した２つのコン\nテナをそれぞれのコーナーフィッティングにおいて連結するための４個一組で使用\nされる連結片であって，」），構成要件Ｃ（「係止板と，前記係止板から延設して上段\nコンテナの下側コーナーフィッティングの細長孔に挿入される上側連結突起と，下\n段コンテナの上側コーナーフィッティングの細長孔に挿入される下側連結突起とを\n具備し，」），構成要件Ｇ（「上側連結突起を上段コンテナの下側コーナーフィッティ\nングにおける４つ全ての細長孔にそれぞれ挿入する際，前記ロック用留め具が，上\n段コンテナの前面のコーナーフィッティングと後面のコーナーフィッティングとで，\nそれぞれ反対方向を向くように挿入し，」）の各記載からすると，構成要件Ｅの「上\n段コンテナと下段コンテナの連結動作中に」とは，「上段コンテナの４つの下側コー\nナーフィッティングの細長孔に連結片の上側連結突起を挿入した状態で，連結片の\n下側連結突起を下段コンテナの４つの上側コーナーフィッティングの細長孔に挿入\nし，上下のコンテナを連結させる一連の動作がされている間」のみを指すものと解\nすべきであり，「上段コンテナが下段コンテナの上方から下降を開始し，最終的に下\n段コンテナ上に載置される動作が完了した」後までを含むと解することは合理性を\n欠く。\nそして，構成要件Ｅにおいて「ロック用留め具を細長孔内部のロック位置へと案\n内する」との動作を示す文言が選択されている点に照らしても，載置行為が完了し\nた後，連結片によって連結状態が維持されている間を含むとの控訴人の主張は，採\n用することはできない。\n②  また，【発明の詳細な説明】の段落【００１４】には，「導入面取り部が，係\n止板と下側連結突起との接合部の，下側連結突起のロック用留め具とは逆向きの長\n手側方に設けてあるとよい。導入面取り部は，連結片が導入テーパにより細長孔へ\n挿入されて正確に位置づけられた後，上段コンテナをさらに降下させて使用される。\n連結片は，導入面取り部によって押されるが，特に上段コンテナをさらに降下させ\nることにより，ロック用留め具が向いている方向に押されて上段コンテナと下段コ\nンテナは連結する（ロック位置）。さらに，導入面取り部があるため連結片はコンテ\nナの横方向にほんの少しの遊びがあるだけなので，ロック用留め具は常に下段コン\nテナの上側コーナーフィッティングの細長孔を確実にアンダーカットする。したが\nって，上下に載置したコンテナの確実な連結がより改善される。」と記載されている。\n導入面取り部について，「上段コンテナをさらに降下させて使用され」，「連結片は，\n導入面取り部によって押されるが，特に上段コンテナをさらに降下させることによ\nり，・・・上段コンテナと下段コンテナは連結する」と記載されていることからする\nと，「上段コンテナと下段コンテナの連結動作中に」とは，上段コンテナを降下させ\nることにより，上下のコンテナを連結させる一連の動きが現在行われている間のみ\nを指すと解するのが自然である。\n③  さらに，出願経過を参照すると，構成要件Ｅは，平成１９年５月２１日付手\n続補正書（乙６）によって付加された構成であるが，控訴人の審査官にあてた意見\n書（乙３）では，構成要件Ｅを付加した根拠について，「図２や段落〔００２２〕の\n『・・・全自動デバイス２０が下段コンテナの上側コーナーフィッティング内に挿\n入されるとき，つまり上段コンテナが下段コンテナに載置されるときに，導入面取\nり部３０により各全自動デバイスは図２でいう右方向に移動する。』との記述に基づ\nくものである。」と説明している。このように構成要件Ｅは，「上段コンテナが下段\nコンテナに載置されるとき」に作用する構成として付加されたものであり，これに\n対応する文言が「上段コンテナと下段コンテナの連結動作中に」であるから，これ\nにコンテナの載置が完了した後までを含むと解することはできない。\nウ  以上のとおりであるから，控訴人の主張は採用の限りではない。」\n６  以上によれば，控訴人の請求には理由がない。控訴人は，その他にも縷々主\n張するがいずれも採用の限りではない。よって，控訴人の控訴を棄却することとし\nて，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n別紙１\n製 品 目 録\n以下の製品名で特定されるコンテナ連結具\n１  フルオートツイストロック（ＦＡ－８）\n２  フルオートツイストロック（ＦＡ－８Ｄ）\n具体的な形状は，別紙２図面のとおりであり，図面の符号の説明は，以下のとお\nりである。\n２１‥‥‥‥連結板\n２２‥‥‥‥上部突部\n２３‥‥‥‥下部突部\n２８，５４‥可動突部\n２９‥‥‥‥テーパ\n３０‥‥‥‥下部突部傾斜面\n別紙２\n図面\n"
}