{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 28
  },
  "case_number": "平成24(ワ)336",
  "case_name": "遺言無効確認請求事件",
  "court_name": "広島地方裁判所民事第３部",
  "gist": "原告が，被告に対し，遺言者が自筆証書遺言を故意に破棄したことを理由として，本件遺言が無効であることの確認を求めた事案について，遺言者が遺言書の文面全体に斜線を引いたことは遺言書全体を撤回する行為に当たらないとして，原告の請求を棄却した事例",
  "lawsuit_id": "86524",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86524",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/524/086524_hanrei.pdf",
  "contents": "主           文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n別紙記載の被相続人 A の昭和６１年６月２２日付け自筆証書遺言は無効であ\nることを確認する。\n第２  事案の概要\n１  事案の要旨\n本件は，原告及び被告の亡父 A（以下「A」という。）作成に係る昭和６１\n年６月２２日付け自筆証書遺言（以下「本件遺言」という。）が存在するとこ\nろ，原告が，被告に対し，A が当該自筆証書（以下「本件遺言書」という。）\nを故意に破棄したことを理由として，本件遺言が無効であることの確認を求め\nる事案である。\n２  前提事実（当事者間に争いがない事実）\n原告及び被告は，A の子である。現在，A の相続人は原告及び被告の２名\nのみである。\nA は，昭和６１年６月２２日，別紙のとおり，遺言書の全文を作成し，日\n付及び氏名を自署し，これに印章を押印し，もって自筆証書によって本件遺\n言をした。本件遺言の内容は，A の自宅兼病院の土地建物や預金等，A の遺\n産のほとんどを被告に相続させるというものである。\nA は，平成１４年５月６日，死亡した。\n本件遺言書は，平成１４年９月９日，広島家庭裁判所において検認手続\nが行われた。\nイ  上記検認当時，本件遺言書は，封筒（以下「本件封筒」という。）に入\nっていたところ，本件封筒は，①表側には「遺言書在中」と記載され，「開\n封しないで知り合いの弁護士に相談するか，家庭裁判所に提出して，検認\n調書という公文書にしておいてもらうこと」と記載された付箋が貼り付け\nてあり，②上部は切られて，その箇所がのり付けされていた。\nウ  上記検認当時，本件遺言書はその文面全体の左上から右下にかけて赤色\nボールペンで斜線が引かれていた。\n３  争点及び争点についての当事者の主張\n本件の争点は，A が本件遺言書の全体を故意に破棄したかである。\n原告の主張\n次のとおり，A は本件遺言書の全体を故意に破棄した。したがって，本件\n遺言はその全体が撤回されたものとみなされ，無効である。\nア  本件遺言書及びそれを入れた本件封筒は，開業医であった A が経営する\n病院の麻薬保管金庫（以下「本件金庫」という。）内に保管されていたと\nころ，A の死後，同病院の看護婦によって発見された時点で，本件封筒の\n上部は既に切られており，その後，上記検認までの間に A の妻で原告及び\n被告の母である B がその箇所ののり付けを行った。したがって，A が，本\n件封筒の上部を切って本件遺言書を取り出し，その文面全体に斜線を引い\nたとしか考えられない。\nイ  そして，A が本件遺言書の文面全体の左上から右下にかけて赤色ボール\nペンで斜線を引いたのは，本件遺言書の全体を破棄する行為に当たる。か\nかる認定は，本件遺言作成後，平成５年ころから被告の結婚をめぐって A\nと被告の関係が悪化したことや，同時期に A が原告の経済状態を心配して\nいたこととも整合する。\n被告の主張\nア  A が，本件封筒の上部を切って本件遺言書を取り出し，その文面全体に\n斜線を引いたかについては不知。\nイ  A が本件遺言書の文面全体の左上から右下にかけて赤色ボールペンで斜\n線を引いたとしても，かかる行為は，本件遺言書の内容を識別できない状\n態に至らせるものではなく，したがって，本件遺言書の全体を破棄する行\n為には当たらない。また，①本件遺言作成後の A と原告及び被告との関係\nが原告主張のようなものではなかったこと，及び，②A が死亡時まで本件\n遺言書を破り捨てる等することなく本件金庫内に保管していたことからも，\nA には本件遺言書を破棄する意思がなかったものである。\n第３  当裁判所の判断\n１  A が本件遺言書に斜線を引いたかについて\n成立に争いのない甲第２号証によると，①A の死後，保管されている麻薬の\n検査のために担当公務員が本件金庫を開けた際に，立ち会った看護婦が本件金\n庫内に保管されていた本件遺言書及びそれが入った本件封筒を発見したこと，\n及び，②その時点で既に，本件封筒の上部が切られ，本件遺言書の文面全体の\n左上から右下にかけて赤色ボールペンで斜線が引かれていたことが認められ\nる。そして，本件遺言書及びそれが入った本件封筒を本件金庫内に入れた人物\nは A 以外には考えられないことから，本件遺言書の文面全体の左上から右下に\nかけて赤色ボールペンで斜線を引いたのも A であると認められる。\n２  A が本件遺言書に斜線を引いたことが本件遺言書の全体を破棄する行為に当\nたるかについて\nA が本件遺言書に斜線を引いた時期が特定できないことから，本件遺言\nをした後の A と原告及び被告との関係の推移からは，A が本件遺言書に斜\n線を引いた時点で本件遺言について撤回の意思を有していたか否かを推\n認することはできない。もっとも，成立に争いがない甲第３号証の１～５\nの書き損じ年賀はがきにおける A による斜線引き行為との対比から，A は\n本件遺言書に斜線を引いた時点で少なくとも一時的に本件遺言について\n撤回の意思を有していたことが推認される。\nイ  しかし，遺言の撤回については遺言の方式に従って行うことが要求され\nること（民法１０２２条）に鑑み，これと同じ効果が導かれる遺言書の破\n棄の定義についても厳格に解釈されるべきであり，したがって，焼捨て，\n切断，一部の切捨てなど遺言書自体の有形的破棄の場合のほか，遺言書を\n抹消して，内容を識別できない程度にする行為も破棄に当たるが，元の文\n字を判読できる程度の抹消であれば，破棄ではなく，変更ないし訂正とし\nて一定の形式を備えない限り，元の文字が効力をもつことになると解され\nる。\nこれを本件についてみると，本件遺言書の各文字は，A により斜線が引\nかれた後も，いずれも判読可能な状態を維持していることから，その効力\nは失われていないと解するほかない。\nまた，A が本件遺言書を廃棄，焼却等することなく死亡時まで本件金庫内\nに保管していたことに照らし，A は本件遺言書に斜線を引いた後において継\n続的に本件遺言について撤回の意思を有していたとは認められず，このこと\nからも A が本件遺言書に斜線を引いたことをもって本件遺言の撤回という効\n果を認めるのが妥当であるとは解されない。\nよって，A が本件遺言書の文面全体の左上から右下にかけて赤色ボールペ\nンで斜線を引いたことは，本件遺言書を撤回する行為には当たらないと解さ\nれる。\n３  以上によれば，原告の請求は理由がないから棄却することとし，主文のとお\nり判決する。\n広島地方裁判所民事第３部\n裁判官    榎   本   康   浩\n（別紙）（添付省略）\n"
}