{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 10,
    "day": 19
  },
  "case_number": "平成20(行ウ)41",
  "case_name": "休業・障害補償給付不支給処分等取消請求事件",
  "court_name": "さいたま地方裁判所第４民事部",
  "result": "棄却",
  "lawsuit_id": "82788",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82788",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/788/082788_hanrei.pdf",
  "contents": "主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は，原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  原告Ａの請求\n川口労働基準監督署長が，亡Ｂに対して，労働者災害補償保険法に基づき，\n平成１８年３月３０日付けでした休業補償給付を支給しない決定，同日付でし\nた障害補償給付を支給しない決定及び同年６月７日付けでした療養補償給付変\n更決定をそれぞれ取り消す。\n２  原告Ｄ，同Ｅ及び同Ｆの請求\n川口労働基準監督署長が，亡Ｂに対して，労働者災害補償保険法に基づき，\n平成１８年６月７日付けでした療養補償給付変更決定を取り消す。\n第２  事案の概要\n本件は，労働者災害補償保険法（以下「労災保険法」という。）３３条１号\nにおける特別加入者であり，本件訴訟の係属中に死亡した亡Ｂの訴訟上の地位\nを承継したと主張する原告らが，亡Ｂが代表取締役を務める訴外有限会社Ｃ\n（以下「訴外会社」という。）の倉庫（以下「本件倉庫」という。）敷地の屋\n外においてフォークリフトに乗車して作業中であった亡Ｂの後頭部に，本件倉\n庫の道路を挟んで向かい側にある公園（以下「本件公園」という。）から飛来\nしたサッカーボールが当たり，その衝撃で顎をフォークリフトのハンドルにぶ\nつけた事故（以下「本件事故」という。）により，亡Ｂが四肢麻痺等となり，\nこのことが業務災害に当たると主張して，川口労働基準監督署長が亡Ｂについ\nてした，療養補償給付変更決定（療養補償給付たる療養の給付を支給する決定\n及び療養の費用を支給する決定をそれぞれ取り消す旨の変更決定。以下「本件\n変更決定」という。）の取消しを求め，原告Ａが，川口労働基準監督署長が亡\nＢについてした，休業補償給付及び障害補償給付をそれぞれ支給しない旨の決\n定（以下「本件各不支給決定」といい，本件変更決定と併せて「本件各決定」\nいう。）の取消しを求める事案である。\n１  前提となる事実（証拠を付さない事実は，当事者間に争いがない。）\n(1)  亡Ｂ及び原告ら\nア  亡Ｂは，昭和９年１２月１日生まれであり，プラスチック卸業を営\nむ訴外会社の代表取締役であった者であるが，本件訴訟提起後の平成\n２０年１２月２６日に死亡した。\nイ  原告Ａは亡Ｂの妻，原告Ｄは亡Ｂの長女，原告Ｅは亡Ｂの二男，原\n告Ｆは亡Ｂの二女である。\nウ  訴外会社は，平成１４年４月１７日，埼玉労働局長に対し，労災保\n険法３４条１項に基づいて，亡Ｂの労災保険の特別加入の申請をし，\n埼玉労働局長は，同月１８日，これを承認した（乙１４の１）。\n(2)  本件事故の概要\nア  亡Ｂは，平成１４年５月２５日午後２時４５分ころ，本件倉庫敷地\nの屋外において，フォークリフトに乗車し，運転作業を行っていたと\nころ，本件倉庫の道路を挟んで向かい側にある本件公園において訴外\nＧとキックベースボールをしていた訴外Ｈの蹴ったボールが，本件公\n園の外周に沿ってある生け垣を越えて，本件倉庫の敷地内に飛来し，\n亡Ｂの後頭部に当たった（本件事故）。\nイ  亡Ｂは，フォークリフトから降りて訴外Ｇに殴りかかり，さらに，\nその場から逃げる訴外Ｇ及び訴外Ｈを追いかけた。\nウ  亡Ｂは，その後，本件公園の入口付近に座りこんで，歩くことがで\nきなくなり，一旦訴外Ｇ宅まで逃げてから本件公園まで戻ってきた訴\n外Ｇ及び訴外Ｈの父親に抱えられて，本件倉庫の事務所内へ運ばれ，\nその後，意識朦朧となり，意味不明な言葉を発し，やがて痙攣・嘔吐\nを起こした。\nエ  亡Ｂは，原告Ａ又は原告Ｆが出動を要請した救急車により，埼玉協\n同病院に搬送された。\n(3)  亡Ｂの診療経過の概要\nア  亡Ｂは，平成１４年５月２５日，救急車により搬送された埼玉協同\n病院において，ＪＣＳ（意識レベル）３０（痛み刺激で辛うじて開眼\nする），健忘及び見当識障害があり，四肢の不全麻痺の症状を呈した\n（ 以下 ， 亡 Ｂ のこ れ ら の 症状 を 呈 す る状 態 を「 本 件 傷 病」 と い う 。） 。\n亡Ｂは，同病院において，後方からの頭部への直達外力が受傷機転と\nな った 脊 髄 損 傷と 診 断 さ れ， 同 日 ， 川口 市 立医 療 セ ン ター に 転 院 した 。\nイ  亡Ｂは，その後，以下のとおり，各医療機関で治療を受けた。\n(ｱ)  川口市立医療センター\n平成１４年５月２５日から同年７月３１日までの間  入院\n(ｲ)  東京厚生年金病院\n平成１４年７月２４日  通院\n平成１４年８月１日から同年９月３日までの間  入院\n(ｳ)  埼玉県総合リハビリテーションセンター\n平成１４年９月３日から同年１２月４日までの間  入院\n(ｴ)  川口市立医療センター\n平成１４年１２月５日から平成１６年１１月９日までの間  通院\n(4)  本件各決定及び支給状況等\nア  亡Ｂは，平成１４年９月１９日，川口労働基準監督署長に対し，労\n災保険法による療養補償給付たる療養の給付を請求した。川口労働基\n準監督署長は，平成１５年３月１２日付けで，前記請求について，療\n養補償給付たる療養の給付を支給する決定をし，埼玉労働局長は，こ\nれに基づき，平成１４年８月１日から平成１６年１１月９日までの間\nに，医療機関への治療費等として，合計３８３万５５４３円を支払っ\nた（乙１，１１，１２）。\nイ  亡Ｂは，平成１７年２月２日，川口労働基準監督署長に対し，労災\n保険法による療養補償給付たる療養の費用の請求，休業補償給付の支\n給の請求及び障害補償給付の支給の請求をした。\n川口労働基準監督署長は，前記療養補償給付たる療養の費用の請求\nについて，同年３月３日付けで支給する決定をして，これに基づき，\n同日，亡Ｂに対し，療養の費用として４０００円を支払った（乙２，\n１３）。\n川口労働基準監督署長は，前記休業補償給付の支給の請求及び障害\n補償給付の支給の請求について，業務上の負傷による休業ないし障害\nとは認められないとして，それぞれ平成１８年３月３０日付けで不支\n給決定（本件各不支給決定）をした（乙５の１・２）。\nウ  川口労働基準監督署長は，平成１５年３月１２日付けの療養補償給\n付たる療養の給付の支給決定及び平成１７年３月３日付けの療養補償\n給付たる療養の費用の支給決定について，負傷が業務上の事由による\nとは認められないとして，平成１８年６月７日付けで，前記各支給決\n定を取り消す旨の変更決定（本件変更決定）をした（乙６，１３）。\nエ  川口労働基準監督署長は，平成１８年６月７日，埼玉労働局長に対\nし，平成１５年３月１２日付けの療養補償給付たる療養の給付の支給\n決定による医療機関への治療費等の合計３８３万５５４３円の支払が\n過誤払に当たるとして，これを亡Ｂから回収するように依頼した（乙\n１１ ）。 埼玉 労働 局 長は ，こ れを 受け ， 平成 １９ 年７ 月２ ７ 日付 けで ，\n亡Ｂに対し，前記金額の返還を求めた（乙１２）。\n川口労働基準監督署長は，平成１７年３月３日付けの療養補償給付\nたる療養の費用の支給決定による亡Ｂへの療養の費用４０００円の支\n払が 過誤 払に 当た る とし て， 平成 １８ 年 ６月 ７日 ころ ，亡 Ｂ に対 して ，\n前記金額の返還を求めた（乙１３）。\n(5)  審査請求及び本件訴訟の提起\nア  亡Ｂは，埼玉労働者災害補償保険審査官に対し，平成１８年５月２\n５日に本件各不支給決定について，同年７月２４日に本件変更決定に\nついて，それぞれ不服があるとして各審査請求をした。埼玉労働者災\n害補償保険審査官は，同年１２月１５日付けで，前記各審査請求を棄\n却する決定をした。\nイ  亡Ｂは，平成１９年２月９日，労働保険審査会に対し，前記アの決\n定に不服があるとして再審査請求をした。労働保険審査会は，平成２\n０年６月１６日付けで，前記再審査請求を棄却する裁決をし，裁決書\n謄本は，同月１７日，亡Ｂ代理人に送達された。\nウ  亡Ｂは，平成２０年１２月１２日，本件訴訟を提起した。\n２  争点及びこれについての当事者の主張\n本件の争点は，原告らが亡Ｂの訴訟上の地位を承継したか（争点１）及び本\n件傷病に業務起因性があるか（争点２）であり，これらの争点についての当事\n者の主張は，以下のとおりである。\n(1)  争点１（原告らが亡Ｂの訴訟上の地位を承継したか）について\n（原告らの主張）\n原告らは，以下のとおり，相続又は労災保険法１１条に基づき，亡Ｂの訴\n訟上の地位を承継した。\nア  原告らは，亡Ｂの法定相続人として，亡Ｂが有していた休業補償給\n付請求権，障害補償給付請求権及び療養補償給付請求権を実体法上承\n継し，亡Ｂの訴訟上の地位を承継した。\nなお，現物支給である療養補償給付たる療養の給付請求権は，一身\n専属権であって，相続により承継されるものではないとの考え方もあ\nろう。しかしながら，既に亡Ｂが療養補償給付たる療養の給付の支給\nを受けたことにより，一身専属性は消失しており，一身専属性を理由\nに原告らによる亡Ｂの訴訟上の地位の承継は否定されない。\nイ  労災保険法１１条は，労災保険法に基づく保険給付請求権を有する\n者 が死 亡 し た 場合 に お い て， 未 支 給 の保 険 給付 が あ る とき は ，配偶者，\n子，父母，孫，祖父母又は兄弟姉妹等であって，その者の死亡の当時そ\nの者と生計を同じくしていた者（以下「遺族」という。）は，自己の名\nで，その未支給の保険給付の支給を請求することができると規定する。\n原告Ａは，亡Ｂが死亡した当時，亡Ｂの配偶者で生計を同じくして\nいた者である。よって，原告Ａは，労災保険法１１条により，亡Ｂの\n訴訟上の地位を承継した。\n（被告の主張）\nア  本件各不支給決定の取消しを求める部分について\n(ｱ)  労災保険法１１条は，労災保険給付が，基本的に，労働基準法（以下\n「労基法」という。）に基づく使用者の災害補償責任を担保するもので\nあることを考慮すると，受給権者に未支給の保険給付がある場合，受給\n権者の相続人よりも，受給権者と生計を同じくしていた遺族が受けるに\nふさわしいという趣旨に基づいて規定されたものであり，その限りで相\n続に関する民法の規定を排除する。\nよって，亡Ｂの遺族であって，亡Ｂの死亡当時，亡Ｂと生計を同じく\nしていた者は，労災保険法１１条１項により，自己の名で，亡Ｂに支給\nすべきもので未支給の保険給付の請求をすることができるから，本件各\n不支給決定の取消しを求めるにつき，法律上の利益（原告適格）を有す\nるのであり，本件請求に係る訴えのうち本件各不支給決定の取消しを求\nめる部分につき，亡Ｂの訴訟上の地位を承継する。\n(ｲ)  この点，国民年金法に基づく年金の受給権を有する者が死亡した場合\nに関し，最高裁判所平成７年１１月７日第三小法廷判決・民集４９巻９\n号２８２９頁は，同法１９条１項所定の者は，平成１９年７月６日法律\n第１０９号による改正前の同法１６条１項による社会保険庁長官による\n未支給年金の支給決定を受けるまでは，死亡した受給権者（以下，単に\n「死亡者」という。）が有していた未支給年金に係る請求権を確定的に\n取得したということはできないとして，国に対して未支給年金の支払を\n求める訴訟の係属中に，同法に基づく年金の受給権を有する者が死亡し\nた場合において，同法１９条１項所定の者への訴訟承継を否定した。\nしかし，本件のように，不支給決定の取消しを求める訴訟の受給権者\nは，処分が取り消されて受給権があるとされた場合に，以後の受給権の\nほか，支給を受けられたはずの給付を受け得る地位を回復するという法\n律上の利益を有していたところ，その遺族は，労災保険法１１条１項に\nより，労働基準監督署長の支給決定を受けることを条件とするものの，\n同項により，受給権者の上記地位ないし利益を承継する立場にあるので\nあり，これをもって原告適格を基礎づける法律上の利益が承継されたと\nいうことが可能である。そして，不支給決定が取り消されない限り，不\n支給決定の公定力により給付を受ける余地がないこと，訴訟承継を認め\nて遺族による取消訴訟の追行を許した結果，判決により決定が取り消さ\nれても，当該遺族は改めて労災保険法１１条１項に基づく請求をする必\n要があり，労働基準監督署長が，当該遺族が同項所定の遺族に当たるか\nどうかを判断する余地が残っている以上，労働基準監督署長の第一次判\n断権を害するものではないことを考慮すると，労災保険法１１条１項に\nよる支給決定を受け得る地位にあると認められる限りで，訴訟承継が認\nめられる。\n(ｳ)  したがって，本件請求に係る訴えのうち本件各不支給決定の取消しを\n求める部分について，亡Ｂの配偶者である原告Ａが，亡Ｂの死亡時にお\nいて，亡Ｂと生計を同じくしていたのであれば，原告Ａが亡Ｂの訴訟上\nの地位を承継する。\nイ  本件変更決定の取消しを求める部分について\n療養補償給付たる療養の給付は，診察，薬剤又は治療材料の支給，処置，\n手術その他の治療等，労災保険法１３条２項各号が定めるものを内容とす\nる現物支給であり，同給付を請求する権利は一身専属権であるが，本件に\nおいて，一旦，療養補償給付たる療養の給付を支給する旨の決定がなされ，\nこれを取り消す旨の本件変更決定により，亡Ｂは，被告に対し，医療機関\nに既に支払われた治療費等の合計３８３万５５４３円の返還債務を負って\nいた。よって，亡Ｂが負っていた同債務は，金銭債務として相続性を有す\nる。\nまた，亡Ｂは，本件変更決定により，被告に対し，療養補償給付たる療\n養の費用４０００円の返還債務を負っており，同債務も，金銭債務として\n相続性を有する。\nしたがって，亡Ｂの相続人は，本件変更決定が取り消されることにより，\n前記各返還債務を免れることとなり，本件変更決定の取消しを求めるにつ\nき法律上の利益（原告適格）を有する。\nよって，亡Ｂの相続人は，本件請求に係る訴えのうち本件変更決定の取\n消しを求める部分について，亡Ｂの訴訟上の地位を承継する。\n(2)  争点２（本件傷病に業務起因性があるか）について\n（原告らの主張）\nア  「業務」と「災害」との間の相当因果関係について\n(ｱ)  災害と業務の相当因果関係の有無を判断するに当たっては，当該業務\nを抽象的に捉えるのではなく，業務の性質，作業環境，業務施設の状況\n等を具体的に捉える必要がある。そして，亡Ｂが乗車して運転作業をし\nていたフォークリフトは，前後左右に車両内外を分ける窓硝子やドア等\nが存在しない構造であったことのほか，以下のとおりの本件公園と本件\n倉庫の位置関係等の具体的事情を考慮に入れると，本件において，業務\nと災害との間に相当因果関係があることは明らかである。\nａ  本件公園で蹴られたサッカーボールの飛距離は十数メートルに過ぎ\nない。また，自分の方に転がってくるサッカーボールを助走して蹴っ\nた場合には一層の勢いが増していること，バレーボール等に比してサ\nッカーボールは堅い素材であることに鑑みると，亡Ｂに想像以上の衝\n撃が加わったであろうことは，容易に想像できる。\nｂ  本件公園の本件倉庫に面する外周には，高さが道路側で１．１ｍ，\n公園側で０．８ｍ，幅員が１．９５ｍの生け垣があるのみであり，サ\nッカーボールが本件公園の敷地外に飛来することを何ら妨げるもので\nはない。\nｃ  多数の住民が，本件事故以前から，本件公園でキャッチボールやボ\nール蹴りなどのボール遊びがなされているのを目撃しており，本件公\n園内でボール遊びがなされることは稀なことではなかった（乙２０の\n１）。\n(ｲ)  被告は，近隣住民への調査の結果を根拠に，本件公園の近隣住民の自\n宅敷地内にボールが飛来して来ることが極めて稀であると主張する。\nしかしながら，前記住民の自宅がどこにあるか不明であるし，本件公\n園と隣接していたとしても，ボールが飛来する可能性は，ボール遊びが\n多くなされている場所との距離やボールが飛来する方向性を無視するこ\nとができない。また，前記住民の自宅敷地が，壁などによりボールの飛\n来を相当程度回避している可能性がある。さらに，近隣住民の証言がど\nのような方法により得られたのか不明であって，信用性に乏しい。よっ\nて，前記のとおりの被告の主張は妥当ではない。\n(ｳ)  本件と類似する他の事例を見てみると，①ダンプカーの運転手が運転\nを誤り十字路四つ角の事務所内に飛び込んだために，同事務所内で就業\n中の労働者が負傷したという事案において，労働者の就労する作業場が\n道路に面し，労働者が業務に従事することによって交通事故の危険にさ\nらされており，自動車の飛込み等の交通事故によって受けた負傷等は一\n般に業務上と解すべきであるとされた事例（昭和３５年１２月２２日・\n基収第５８２８号），②自動車の運転中に他の自動車からビール瓶が飛\nんできて負傷した事案において，業務上の負傷と認定された事例（昭和\n３６年６月２６日・基収第９７３４号），③工事現場を通過する列車よ\nり投げられた氷が労働者に当たって死亡した事案において，業務上の負\n傷と認定された事例（昭和４３年１月１０日・基収第４８６６号）があ\nる。\nよって，本件においても，業務上の負傷と認定されるべきである。\nイ  「災害」と「傷病」との因果関係について\n(ｱ)  使用者の集団的ないし総体としての補償責任が問題となる労災保険の\n場合には，因果関係は高度の蓋然性でなくても一定の蓋然性が証明され\nれば足りると解するべきである。仮に，高度の蓋然性が必要であるとし\nても，業務起因性ないし条件関係の立証が法的に労災補償を認めるに値\nするとの判断が可能な程度の原因・結果の立証であり，個々の事案によ\nって柔軟に解釈する必要がある。そして，現代医学をもってしても発生\n機序が明らかとされていない傷病が数多くあるのであり，本件事故と本\n件傷病の条件関係について，本件傷病の発生機序についての医学的知見\nが示された上で，医学的経験則から本件事故により本件傷病が発症した\nと証明されることが必要であるとすれば，極めて不当な結論となる。\nよって，本件では，厳密に当該症状の原因疾病ないし傷病名の特定に\nとらわれずに，本件傷病が亡Ｂの後頭部にサッカーボールが当たったこ\nとに起因することが認められれば，因果関係の立証として足りるという\nべきである。\n(ｲ)  亡Ｂは，フォークリフトのパレットにフォークを差し込むために，前\n傾姿勢を取って一点に集中して乗車していたところ，後方から飛来した\nサッカーボールに当たって，その衝撃により顎がハンドルの突き出た部\n分であるノブに激突した。そして，本件事故が発生したわずか２時間後\nに本件傷病を発症していたのであり，本件事故以外に，本件傷病を発症\nさせる事象はなく，亡Ｂに本件傷病の発現に関わる既往症もない。よっ\nて，本件傷病が亡Ｂの後頭部にサッカーボールが当たったことによるこ\nとは明らかである。\n(ｳ)  もっとも，本件傷病について，原因疾病ないし傷病名を特定すること\nができれば，思考経済的観点から便宜であるところ，本件傷病の原因は，\n以下のとおり，頸髄損傷又は脳震盪後症候群であった可能性が高い。\nａ  亡Ｂは，複数の医療機関において，頸髄損傷との診断がなされてお\nり，殊に，川口市立医療センターにおいては，平成１５年９月１１日，\n頸髄損傷との診断を受けたほか，東京厚生年金病院においては，平成\n１５年１月２９日，頸髄不全損傷の診断を受けた。\nｂ  亡Ｂは，埼玉医科大学総合医療センター精神科において，亡Ｂの脳\n外傷について軽傷脳震盪との診断を受け，また，事故後まもなく生じ\nて現在まで持続している症状について脳震盪後症候群との診断を受け\nた。\n（被告の主張）\nア  本件事故が業務に内在する危険の現実化と認められないこと\n(ｱ)  川口労働基準監督署が実施した調査によれば，本件公園でボール遊び\nをしている人はいたものの，本件公園の近隣住民の自宅敷地内にボール\nが飛来することは極めて稀であったことが認められる。よって，本件公\n園で蹴られたボールが本件倉庫敷地で作業中であった亡Ｂの後頭部に当\nたったことは，業務に付随する危険とはいえず，業務に内在する危険が\n現実化したものと認めることはできない。\nこの点，運送会社の運転手が，貨物を自動車に積載して市内の小学校\n前を進行中，小学校校庭で児童がバットで打った小石が自動車の前面ガ\nラスを破って飛来し，左眼を負傷したという事案について，都道府県労\n働基準局からの業務上外の判断に係る問合わせに対し，当時の労働省労\n働基準局は，「本件被災労働者の負傷は，運転業務従事中に生じたもの\nであるが，この種の危険が一般に被災者の自動車運転業務に付随してい\nるとは考えられないから，業務上の負傷とは解せられない」と回答して\nいる（昭和３１年３月２６日・基収第８２２号通達）。\n(ｲ)  原告らが挙げる事例のうち，①十字路の角の事務所で就業中にダンプ\nカーが飛び込んできた事例は，事務所が平均して１５秒に１台という交\n通量の激しい道路に面しており，このような環境のもとにある当該事業\n施設にあっては，自動車の飛込等の交通事故が発生する高度の危険性が\nあることを考慮し，業務起因性を肯定したものと推測される。また，②\n自動車の運転中に他の自動車からビール瓶が飛んできて負傷した事例は，\n通常，飛来物による事故は業務起因性が否定されるということを前提と\nしつつ，被災者が自動車運転業務に従事していることに加え，災害の発\n生した場所が交通量の多い国道一号線上であり，行楽シーズンであった\nという本件の特殊性を重視して，自動車運転業務に起因する業務上の負\n傷と認定したものである。さらに，③工場現場を通過する列車から投げ\nられた氷が労働者に当たって死亡した事例は，もともと被災者と加害者\nとの間で列車から氷を投げるということについて話をしたことがあった\nという事情があり，明確な約束はされていなかったものの機会があれば\n加害者が被災者に対し通過列車から氷を投げるということが容易に想定\nされたため，通常の飛来物と同視すべきではないという判断がされたも\nのと推測される。\n本件においては，前記①の事例のように，危険な場所のそばに本件倉\n庫があったものではなく，前記②及び③の各事例のように，飛来物によ\nる事故について業務起因性を肯定する例外を認めるべき特殊な事情は存\n在しない。\nよって，前記各事例が業務上の負傷と認定されたからといって，これ\nを本件における業務起因性の判断にそのまま当てはめることは適当では\nない。\nイ  相当因果関係の前提となる条件関係がないこと\n(ｱ)  本件傷病の原因疾病が頸髄損傷ではないこと\n以下のとおり，亡Ｂは，そもそも，頸髄損傷を発症しておらず，本件\n傷病の原因疾病が頸髄損傷であるとはいえない。\nａ  頸髄損傷は，発症直後に四肢の弛緩性（筋緊張が低下した状態）麻\n痺を呈する。しかし，亡Ｂは，本件事故後，訴外Ｇを数発殴って，逃\nげる訴外Ｇ及び訴外Ｈを追いかけたのであり，本件で頸髄損傷となっ\nていれば，かかる行為は不可能である。\nｂ  東京厚生年金病院医師及び埼玉県総合リハビリテーションセンター\n医師は，亡Ｂを継続的に診察し，①ＣＴ・ＭＲＩ等の画像による検\n査で，頸髄損傷を示す所見が認められないこと（この点は，川口市\n立医療センターでの検査でも同様であった。），②病的反射や痙性\nが欠如していること，③拮抗筋も不随意に収縮するという下肢に不\n自然な動きがあること，④膀胱直腸障害が欠如していることを挙げ\nて，臨床所見のみならずＣＴ，ＭＲＩ等による所見等に基づいて，\n亡Ｂが頸髄損傷を発症していることを否定している。\nｃ  自治医科大学附属さいたま医療センターＩ医師は，亡Ｂが本件傷\n病に関して治療を受けた医療機関の診療録及び画像所見を基に作成\nした意見書（乙２４）において，①重度な頸髄損傷がある場合には\n脊髄のＭＲＩに何らの所見があると考えられるところ，亡Ｂの脊髄\nのＭＲＩには，急性期にも慢性期にも，脊髄の異常を示す所見が見\nられないこと，②亡Ｂの神経学的臨床所見において，高度な四肢麻\n痺を呈するのに反射の異常が見られない上，麻痺の分布が典型的で\nはなく，筋力低下が著しいのに感覚障害もないか軽度である点が典\n型的ではなく，神経学的観点からも，頸髄損傷は否定的であること\nを挙げて，本件傷病の主たる症状である四肢麻痺の原因が頸髄損傷\nであることを否定するのが医学常識であると意見を述べる。\nその上で，Ｉ医師は，同意見書において，脊髄損傷が否定され，\n他に本件傷病の原因として考えられる疾病が認められないこと，診\n療録に心因性障害の時に見られる現象が記録されていること，亡Ｂ\nの経過を直接観察した医師２名が心因性と判断していることからす\nると，本件傷病の主たる症状である四肢麻痺の原因は，ヒステリー\nなどの心因性と考えるのが医学常識であると意見を述べる。\nｄ  この点，埼玉協同病院医師は本件傷病の原因疾病は脊髄損傷（上\nから４番目の頸椎レベルでの障害であり，ここでいう脊髄損傷は頸\n髄損傷と同義である。）であると診断したが，亡Ｂが救急車で搬送\nされた際の１回限りの診察で，臨床所見のみに基づくものであり，\n上記ｂのとおり，亡Ｂを継続的に診察し，臨床所見のみならずＣＴ，\nＭＲＩ等による所見にも基づく東京厚生年金病院及び埼玉県総合リ\nハビリテーションセンター医師の診断の方が，信憑性が高い。\n(ｲ)  本件傷病の原因疾病が脳震盪後症候群ではないこと\n脳震盪後症候群は，世界保健機関（ＩＬＯ）が定めた国際疾病分類\n（ＩＣＤ－１０）の中の精神疾患分野において，器質性精神障害の一種\nとされる「Ｆ０７  脳疾患，脳損傷および脳機能不全によるパーソナリ\nティおよび行動の障害」に位置付けられ，頭痛，めまい，疲労感，易刺\n激性，集中と課題遂行の困難，記憶障害，不眠，ストレスや情緒的興奮\nあるいはアルコールに対する耐性の低下などいくつかの異なった症状を\n含むと説明されている。\nよって，脳震盪後症候群を発症しても，本件傷病の主たる症状である\n四肢麻痺を呈さないのであり，本件傷病の原因疾病は，脳震盪後症候群\nであるとはいえない。\n第３  当裁判所の判断\n１  争点１（原告らが亡Ｂの訴訟上の地位を承継したか）について\n(1)  処分の取消しの訴えの係属中に原告が死亡した場合においては，死亡した\n者が有していた，当該処分の取消しを求めるについての法律上の利益（行政\n事件訴訟法９条１項）を実体法上承継する者が，死亡した者の訴訟上の地位\nを承継すると解される。\n本件において，原告らが，亡Ｂが有していた本件各決定の取消しを求める\nについての法律上の利益を実体法上承継したかが問題となるところ，以下に\nおいて，①本件各不支給決定の取消しを求めるについての法律上の利益の承\n継があったか，②本件変更決定の取消しを求めるについての法律上の利益の\n承継があったかに分けて検討する。\n(2)  本件各不支給決定の取消しを求めるについての法律上の利益の承継があっ\nたか（①）について\nア(ｱ) 労災保険法に基づく保険給付は，政府が保険制度を管掌して，使用者\nが義務としてこれに加入して保険料を納め，労働災害を被った労働者が\nこの保険によって補償を受けることとすることにより，基本的に，労基\n法７５条以下で規定する無過失責任たる使用者の災害補償を保険化して，\nこれを担保し，労働者に対する迅速かつ公正な保護を確保しようとする\nものである（労災保険法１条，２条，６条，７条，労働保険の保険料の\n徴収等に関する法律３条）。\nそして，労働者の使用者に対する災害補償請求権（労基法７５条以\n下）は，当然に相続の対象となるものであり，支給決定を受けることに\nより保険給付を受け得る地位も，これに準じて，相続の対象となるもの\nと解される。\n(ｲ)  労災保険法１１条１項は，保険給付が年金化された昭和４０年法律第\n１３０号による労災保険法の改正により設けられたものである。同条が\n設けられる以前において，保険給付の受給権者が保険給付の支給を受け\nないうちに死亡した場合には，受給権者の相続人がその未支給の保険給\n付を受けることとなっていたところ，同条は，年金たる保険給付につい\nては受給権者が死亡した場合には必ずその未支給分が生じることのほか，\n前記(ｱ)のとおりの労災保険法に基づく保険給付の目的を考慮した場合，\n受給権者の相続人よりも受給権者と生計を同じくしていた遺族の方がそ\nの未支給分を受けるにふさわしいことから，未支給の保険給付の請求権\n者について特に規定したものであり，その範囲内において民法の相続に\n関する規定を排除するものと解される。\nそうだとすると，同条は，基本的に労災保険法に基づく保険給付を受\nけ得る地位に相続性があることを前提として，受給権者の死亡時におい\nて受給権者と生計を同じくしていた遺族について，一定の順位によって，\n民法所定の相続人に優先して，死亡者が有していた保険給付の支給を請\n求する地位を承継させるものであると解される。\n(ｳ)  しからば，受給権者の死亡時において，同人と生計を同じくしていた\n遺族であって，労災保険法１１条１項，３項の規定により，最も先順位\nの地位にある者は，死亡者が有していた保険給付を受け得る地位を承継\n取得したといえるのであり，同条１項，１２条の８第２項，同法施行規\n則１条２項，３項に基づく労働基準監督署長の支給決定を受けることに\nより，死亡者に係る保険給付請求権を取得するのであって，死亡者が有\nしていた処分取消しを求めるについての法律上の利益を，実体法上承継\nしたといえる。\n他方，死亡者の相続人であっても，受給権者の死亡時において受給権\n者と生計を同じくしていた後順位の遺族や受給権者の死亡時において受\n給権者と生計を同じくしていたとはいえない者は，直ちに死亡者が有し\nていた保険給付を受け得る地位を承継取得したとはいえないのであり，\n死亡者が有していた処分取消しを求めるについての法律上の利益を実体\n法上承継したとはいえない。\n(ｴ)  この点，最高裁判所平成７年１１月７日第三小法廷判決・民集４９巻\n９号２８２９頁は，国に対して未支給年金の支払を求める訴訟の係属中\nに，国民年金法に基づく年金の受給権を有する者が死亡した場合におい\nて，同法１９条１項所定の者への訴訟承継を否定した。\nしかしながら，本件は，これとは異なり，処分の取消しを求める訴訟\nであって，訴訟上の地位の承継は，死亡者が有していた処分取消しを求\nめるについての法律上の利益が実体法上承継された場合には肯定され，\n行政庁の支給決定による受給権の確定的な承継までは要しないというべ\nきである。よって，本件においては，前記判決と同様に解する必要はな\nい。\nイ  そこで本件において検討すると，前記前提となる事実(1)ア，イ及び弁\n論の全趣旨によれば，原告Ａは，亡Ｂの妻であり，亡Ｂが死亡した平成２\n０年１２月２６日において，同人と生計を同じくしていたことが認められ\nる。したがって，原告Ａは，亡Ｂが有していた本件各不支給決定の取消し\nを求めるについての法律上の利益を実体法上承継したといえるのであり，\n本件各不支給決定の取消しを求める訴えについての亡Ｂの原告の地位を承\n継した。\n他方，原告Ｄ，原告Ｅ及び原告Ｆは，前記前提となる事実(1)イのとお\nり，それぞれ亡Ｂの長女，二男及び二女であって，亡Ｂの相続人であるが，\n証拠を精査しても，亡Ｂの死亡時において，同人と生計を同じくしていた\nと認めるには足りず，また，仮に生計を同じくしていたとしても，労災保\n険法１１条３項の規定上，亡Ｂの配偶者である原告Ａよりも後の順位にあ\nる者である。したがって，原告Ｄ，原告Ｅ及び原告Ｆは，亡Ｂが有してい\nた本件各不支給決定の取消しを求めるについての法律上の利益を実体法上\n承継したとはいえないのであり，本件各不支給決定の取消しを求める訴え\nについての亡Ｂの原告の地位を承継していない。\n(3)  本件変更決定の取消しを求めるについての法律上の利益の承継があったか\n（②）について\nア  前記前提となる事実(4)ア，イのとおり，本件において，亡Ｂは，  平\n成１４年９月１９日に，川口労働基準監督署長に対し，療養補償給付たる\n療養の給付請求をしたところ，川口労働基準監督署長は，これに対し，平\n成１５年３月１２日に支給決定をして，埼玉労働局長は，医療機関への治\n療費等の合計３８３万５５４３円を支払ったこと，亡Ｂは，平成１７年２\n月２日，労働基準監督署長に対し，療養補償給付たる療養の費用の請求を\nしたところ，労働基準監督署長は，平成１７年３月３日に支給決定をして，\n亡Ｂへの療養の費用４０００円を支払ったことが認められるのであり，亡\nＢは，本件変更決定により，これらの返還債務を負っていたことが認めら\nれる。そして，各返還債務は，金銭債務であり，亡Ｂの死亡により，相続\n人に承継された。\nよって，亡Ｂの相続人である原告らは，本件変更決定が取り消されれば，\n前記各返還債務を負わなくなるとの亡Ｂが有していた本件変更決定の取消\nしを求めるについての法律上の利益を，実体法上承継したといえ，本件変\n更決定の取消しを求める訴えについての亡Ｂの原告の地位を承継した。\nイ  なお，療養補償給付たる療養の給付は，労災保険法１３条２項各号が規\n定する診察，薬剤又は治療材料の支給等の現物支給であり，同条に基づく\n療養補償給付たる療養の給付請求権は，一身専属権として，相続により承\n継されないが，本件においては，前記アのとおり，療養補償給付たる療養\nの給付が既に支給されており，金銭債務である返還債務が発生している。\nよって，療養補償給付たる療養の給付請求権の一身専属性は，前記アのと\nおりの判断を左右しない。\n２  争点２（本件傷病に業務起因性があるか）について\n(1)  認定事実\n後掲各証拠によれば，以下の各事実が認められ，これを覆すに足りる証拠\nはない。\nア  本件公園について\n(ｱ)  本件公園は，川口市が昭和６３年１０月１２日に設置したものであり，\n同市が管理している（乙２０の１・２）。\n(ｲ)  本件公園は，南北４６．０ｍ，東西２６．３ｍ，面積１２１０㎡であ\nり（本件公園の外周に沿ってある生け垣まで含めると，南北５０．０ｍ，\n東西３０．３ｍ，面積１５１５㎡），南側約３分の２が広場であり，北\n側約３分の１がジャングルジム，滑り台等の児童用遊具施設が設置され，\n広場の部分と遊具が存する部分を分けるフェンス等の構造物は存しなか\nった（甲５，乙２３）。\n(ｳ)  本件公園の南側広場部分の東側に，幅員６．０ｍの道路を挟んで本件\n倉庫の敷地が存し，本件公園の外周に沿ってある生け垣のうち本件倉庫\n敷地に面する部分は，高さ１．０ｍ，幅員２．０ｍであり，同部分には，\n北から南に向けて順に，高さ３．６５ｍ，４．７３ｍ，３．３ｍ，５．\n２５ｍ，３．３ｍ，４．６ｍの樹木が６本立っていた（甲５，乙２３）。\n(ｴ)  川口市都市計画部公園課管理係担当者は，平成１８年２月１７日，川\n口労働基準監督署労働基準監督官の聴き取り調査に対し，以下のとおり\n回答した（乙２０の１・２）。\nａ  川口市が管理する公園では，近隣の住民からの苦情が多い場合，ボ\nール遊びを禁止する旨の表示を行っており，同市管理に係る約４００\nある公園のうち，２５０から２６０の公園で同旨の表示を行っている。\nｂ  本件公園では，ボール遊びを禁止する旨の表示を行っておらず，今\n後も行う予定はない。\n(ｵ)  川口労働基準監督署労働基準監督官は，平成１７年８月９日から同年\n９月５日，本件公園の近隣住民ないし近隣で勤務する者等５名に対し聴\nき取り調査を行い，これらの者から，自宅敷地内にボールが飛んで来る\nことはなかったか，または年に１回か２回程度飛んで来ることがあった\nとの回答を得た（乙２３）。\nイ  本件事故について\n(ｱ)  訴外Ｈは，平成１４年５月２５日，本件公園南側の広場部分において，\n同人から約６．３ｍ離れて東側に相対する訴外Ｇが転がしたサッカーボ\nール（４号球，直径２０．７ｃｍ）を助走してから同人の方向へ蹴ると\nいう，いわゆるキックベースをして遊んでいたところ，訴外Ｈが蹴った\nサッカーボールが本件公園の敷地境界を越え，本件倉庫の敷地内西側の\nコンクリート敷き部分において，フォークリフトに乗って作業をしてい\nた亡Ｂの後頭部に当たった（乙２３）。\n(ｲ)  亡Ｂは，フォークリフトを降り，サッカーボールを取りに来た訴外Ｈ\n及び訴外Ｇに対し，「この野郎，ボールを当てやがって。」と言って訴\n外Ｇに殴りかかり，訴外Ｇは，顔面，頭部，両上腕部打撲で全治１か月\nの傷害を負った（乙１５の１・２）。さらに，亡Ｂは，訴外Ｈ及び訴外\nＧが逃げたことから，本件公園東側の出入り口付近まで約１３．８ｍ追\nいかけた（乙２３）。\n(ｳ)  亡Ｂが乗車していたフォークリフトは，全長３．６９ｍ，全幅１．１\nｍ，高さ１．９９ｍであり，運転席の上部にはヘッドガード（屋根）が，\n側面にはヘッドガードを支える４本の支柱及びマスト（パレット等を持\nち上げて荷役するフォークを上下させるレール）がそれぞれあった（乙\n２３）。\nウ  亡Ｂの診療経過について\n(ｱ)  埼玉協同病院における診療（平成１４年５月２５日）の経過につ\nいて（以下の事実につき，乙１６の１ないし３，乙２４，２５）\nａ  救急車で搬入された後の初診時におけるＪＣＳ（意識レベル）\nは３０（痛み刺激で辛うじて開眼する程度）であり，健忘及び見\n当識障害があった。同日朝からの記憶がなく，「なんで，俺はこ\nこにいる」と繰り返し，問いかけに対する回答は当を得ない状態\nであった。\nｂ  顔面以下において，かろうじて触覚がわかる程度であり，温痛\n覚の低下，四肢の不全麻痺があり，麻痺は，左よりも右の方で強\nかった。四肢反射はあり，バビンスキー（病的反射の一種で脊髄\nの異常を強く支持する根拠になる所見）はなかった。\nｃ  後方からの頭部への直達外力が受傷機転となったものとして，\n脊髄損傷と診断された。会話時に低酸素状態となるなど，呼吸管\n理を含む集中的管理が必要であるとされ，川口市立医療センター\nに転院することとなった。\n(ｲ)  川口市立医療センターにおける診療（平成１４年５月２５日から\n同年７月３１日までの間の入院）の経過について（以下の事実につ\nき，乙１７の１ないし３，乙２４，２６，２９の２）\nａ  平成 １４ 年５ 月 ２５ 日の 初診 時に お いて ，Ｃ ４以 下の 知 覚低 下 ，\n四肢麻痺があり，脊髄損傷の評価尺度を表すフランケル分類Ｃ\n（損傷高位以下の筋力は少しあるが，実用性がない。）として頸\n髄損傷と診断された。亡Ｂの家族には，脊柱管が元々狭く，ちょ\nっとしたきっかけで神経麻痺を起こしている，脊髄損傷を起こし\nているとの説明がなされた。\nｂ  平成１４年５月２８日に実施されたＭＲＩ検査においては，椎\n間板に多少の変化があったが，脊椎に異常はなかった。\nｃ  平成１４年５月３０日，上下肢の徒手筋力試験においては２な\nいし３で，左上下肢にしびれを訴え，反射は正常であった。\n(ｳ)  東京厚生年金病院における診療（平成１４年８月１日から同年９\n月３日までの入院）の経過について（以下の事実につき，乙１８の\n１ないし３，乙２４，２７）\nａ  平成１４年８月１日の入院時において，上肢の麻痺は既に回復\nしており，両下肢の不全麻痺の状態であった。四肢深部の反射亢\n進があり，病的反射は陰性であった。上肢の徒手筋力試験は正常\nであった。\nｂ  平成１４年８月８日に実施されたＭＲＩ検査では，脊柱管椎間\n孔は正常であり，脊髄も正常であった。同月７日に行われた頸椎\n単純Ｘ線でも，脊柱管狭窄はなく，不安定性もなかった。\nｃ  平成１４年８月１４日，病的反射や痙性が欠如していること，拮\n抗筋も同時に不随意に収縮するという，下肢に不自然な動きが見ら\nれたこと，ＭＲＩ画像の所見が正常であること及び膀胱直腸障害が\nなかったことの各現象は，頸髄損傷では説明ができず，時に我を\n忘れた言動をするとの精神的な異常があることからすると，不全\n対麻痺は，転換ヒステリー等が原因となっているものと考えられ\nると判断された。\n(ｴ)  埼玉県総合リハビリテーションセンターにおける診療（平成１４\n年９月３日から同年１２月４日まで入院）の経過について（以下の\n事実につき，乙１９の１，２，乙２４，２８）   平成 １ ４年 ９ 月３ 日の 初 診時 に おい て， 上肢 の 徒手 筋 力試 験は ，\n３＋ないし４レベルであり，両下肢筋力は２レベルで起立歩行が\nできなかった。尿意，便意はあり，導尿は行わず，溲瓶で腹圧排\n尿可 能 であ っ た。 四肢 腱 反射 に おい て ， 下肢 に 軽度 亢 進が 見ら れ ，\n病的反射はなかった。\nｂ  平成１４年９月１７日における経頭蓋刺激下肢ＭＥＰ検査を行\nい，潜時，振幅とも正常であった。\nｃ  診察，検査の場面では体幹筋力が２レベルになるが，日常生活\n動作を観察すると坐位バランスがとれていた。さらには，診察時\nに挙手を指示すると，なかなか上がらないが，前方から抱える車\n椅子移動の際は，看護師の首までスムーズに手が上がっていた。\nｄ  四肢腱反射の明確な亢進がなく，東京厚生年金病院におけるＭ\nＲＩ検査の画像においても異常所見がなかったことから，頸髄損\n傷の病名を用いるのは不適当と判断し，四肢麻痺との症状に基づ\nいた診断名を付した。平成１４年９月１８日，亡Ｂの家族には，\n亡Ｂの症状は心因性であり，改善は難しいとの説明がなされた。\nエ  Ｉ医師の意見について\nＩ医師は，亡Ｂの四肢麻痺について，以下のとおり意見を述べた\n（乙２４）。\n(ｱ)  脊髄損傷は，受傷以前からの脊柱管狭窄や外傷による脊椎骨折や\n脱臼などの不安定性，あるいはそれらの合併により，脊髄が何らか\nの圧迫を受けて発生するところ，歩行できないほどの重度の脊髄損\n傷がある場合，脊髄のＭＲＩには何らかの所見があるはずである。\nしかしながら，原告の川口市立医療センターにおけるＭＲＩ検査の\n画像を 確認 した とこ ろ， 硬膜 管の 圧迫 所 見や脊 髄の 圧迫 所見 はな く，\n「脊柱管が元々狭い」ことは画像にはなかった。\nまた，Ｃ４付近の脊髄損傷であれば，通常肩周辺に重い麻痺が現\nれ，四肢の反射亢進が見られるはずであるが，亡Ｂにおいては，高\n度な四肢麻痺を呈するのに反射の異常がなく，一見対麻痺と思われ\nるような下肢の強い麻痺であって，麻痺の分布が典型的ではない。\n筋力低 下が 著し いの に感 覚障 害が ない か 軽度で あり 典型 的で はな い。\nよって，神経学的観点から，頸髄損傷は否定的である。\n(ｲ)  脊髄が損傷されていないのに，あたかも損傷されたかのように見\nえる場合，本人が，無意識に麻痺があるかのように思いこむ状態で\nあるヒステリー又はわざと麻痺があるように見せかける詐病の心因\n性を疑うのが医学的常識である。\n埼玉県立リハビリテーションセンターのカルテには，「診察・検\n査時での体幹筋力が２レベルになるが，日常生活動作を観察すると坐\n位バランスがとれていた。」，「診察時に挙手を指示するとなかなか\n上がらないが，前方から抱える車椅子移動の際は看護師の首までスム\nーズに手が上がっていた。」などの記録がある。これらは心因性障\n害の時に見られる現象である。また，亡Ｂの経過を直接観察した２\n名の医師が心因性と判断している。心因性障害の発症原因は，カル\nテのみで判断することは不可能である。\nオ  脳震盪後症候群について\n(ｱ)  脳震盪後症候群は，世界保健機関（ＩＬＯ）が定めた国際疾病分\n類（ＩＣＤ－１０）の中の精神疾患分野において，器質性精神障害\nの一種とされる「Ｆ０７  脳疾患，脳損傷および脳機能不全による\nパーソ ナリ ティ およ び行 動の 障害 」に 位 置付け られ （Ｆ ０７ ．２ ），\n以下のように説明される（乙２２）。\nａ  頭部外傷（通常意識の消失を生ずるほど重いもの）に引き続い\nて起こり，頭痛，めまい（普通は真性めまいの特徴を欠く。），\n疲労感，易刺激性，集中と課題遂行の困難，記憶障害，不眠，ス\nトレスや情緒的興奮あるいはアルコールに対する耐性の低下など\nいくつかの異なった症状を含む。これらの症状は，ある程度の自\n尊心の喪失と永続的な脳損傷への恐怖から生ずる抑うつと不安感\nを伴うことがある。この感情が本来の症状を増強させ，悪循環を\n生む。これらの症状の原因は，常に明白であるとは限らず，器質\n的要因及び心理的要因の両者によって原因が説明されてきた。そ\nれゆえ，この病態の疾病分類的位置付けはやや不明確である。\nｂ  確定診断のためには，前記ａの特徴のうち少なくとも３つが存\n在しなければならない。検査手技（脳波，脳幹誘発電位，脳画像\n診断，眼振図）を用いた入念な評価が，症状を実証する客観的な\n証拠を与えることもあるが，しばしばこれらの検査の結果は陰性\nに終わる。\n(ｲ)  埼玉医科大学総合医療センター精神科のＪ医師は，亡Ｂに関して，\n以下のとおりの意見を述べる（甲２）。\nａ  代表的な脳外傷の診断分類である Gennarelli による分類（１９８\n４）によれば，亡Ｂの脳外傷については，軽症脳震盪と診断される。\nｂ  アメリカ精神医学会が作成したＤＳＭ－Ⅳの診断基準（案）によ\nれば，本件事故後に持続している症状は，脳震盪後症候群と診断さ\nれる。\nｃ  亡Ｂの四肢麻痺に関して，器質性損傷によらないという判断が明\n確でなく，性格的要因，二次的疾病利得の存在など，精神科の側か\nら転換性障害の可能性を考える要因もないため，転換性障害と診断\nすることは難しい。\nカ  亡Ｂを診察した病院の意見書について\n埼玉労働者災害補償保険審査官は，平成１８年７月１８日付けで，\n亡Ｂを診察した各病院に対して，意見書の提出を依頼したところ，東\n京厚生年金病院及び埼玉県総合リハビリテーションセンターは，①頸\n髄損傷の発症時に，人を殴って，１０ｍ程追いかけることが可能と思\nうか，②一般的に発症時にどのような状態になるものかとの各問いに\n対し，以下のとおり，回答した。\n(ｱ)  東京厚生年金病院の回答（乙１８の２）\nａ  前記①の問いについて\n可能だとは思わない。\nｂ  前記②の問いについて\n発症直後に一旦の四肢の弛緩性（筋緊張が低下した状態）麻痺\nを呈すると思われる。\n(ｲ)  埼玉県総合リハビリテーションセンターの回答（乙１９の２）\nａ  前記①の問いについて\n骨傷があって，気付かずに動いてしまい，動いたことにより脊\n髄に損 傷を 受け たり した 場合 には ，こ の ような こと が発 生し 得る。\nｂ  前記②の問いについて\n一般的には，頸髄損傷は発症直後から四肢麻痺となる。\n(2)  業務起因性の判断について\nア  亡Ｂは，労災保険法３４条１項１号により，特別加入者として，同法３\n章１節，２節等の規定の適用については，当該事業に使用される労働者と\nみなされる。そして，同法に基づく保険給付は，労働者の業務上の負傷，\n疾病，障害又は死亡に関する保険給付等であり（同法７条１項１号），療\n養補償給付及び休業補償給付は，労働者が業務上負傷し，又は疾病にかか\nった場合において（同法１２条の８第２項，労基法７５条１項，７６条１\n項），障害補償給付は，労働者が業務上負傷し，又は疾病にかかり治った\n場合において（労災保険法１２条の８第２項，労基法７７条），それぞれ\n支給される。\nそして，労働者の負傷等が業務上のものと認められるためには，前記\n１(2)ア(ｱ)のとおり，労災保険法に基づく保険給付が労基法の定める使\n用者の災害補償責任を担保するための制度であること，災害補償制度が\n業務に内在又は随伴する各種の危険が現実化して労働者に負傷等の結果\nがもたらされた場合には，使用者に過失がなくとも，その危険を負担し\nて損失の補てんに当たるべきであるとする危険責任の法理に基づくもの\nであることからすると，当該負傷等の結果発生と業務との間に条件関係\nがあるだけではなく，当該負傷等が業務に内在又は随伴する危険が原因\nとなって発生したという相当因果関係があることが必要である。\nイ  そして，前記アにおける条件関係については，経験則に照らして全証拠\nを総合検討し，特定の事実が特定の結果発生を招来した関係を是認し得る\n高度の蓋然性を証明することであり，その判定は，通常人が疑いを差し挟\nまない程度に真実性の確信を持ち得るものであることが必要である（最高\n裁判所昭和５０年１０月２４日第二小法廷判決・民集２９巻９号１４１７\n頁）。\nこの点，原告らは，労災保険の場合には，因果関係は高度の蓋然性でな\nくても一定の蓋然性が証明されれば足りるのであり，本件では厳密に当該\n症状の原因疾病ないし傷病名の特定にとらわれずに，本件傷病が亡Ｂの後\n頭部にサッカーボールが当たったことに起因することが認められれば因果\n関係の立証として足りるなどと主張するが，原告らのかかる見解は，独自\nの見解を述べるものであって，採用することはできない。\n(3)  サッカーボールが亡Ｂに当たったことが業務に内在する危険が現実化した\nといえるか\nア  前記(1)ア(ｲ)のとおり，本件公園は，南北４６．０ｍ，東西２６．３ｍ，\n面積１２１０㎡であり（生け垣の部分を含まず。），その南側約３分の２\nが広場であり，北側約３分の１がジャングルジム，滑り台等の児童用遊具\n施設が存すること，広場の部分と遊具が存する部分を分けるフェンス等の\n構造物は存しないことが認められる。これらの本件公園の構造からすると，\n本件公園は，南側の広場部分を含めて全体として，児童が遊ぶことを目的\nとしたものであって，本格的なスポーツの使用に供することを目的とした\nものではなく，また，南側の広場部分において，２人が相対してサッカー\nボールを使用して遊ぶにしても，サッカーボールが本件公園の敷地外に飛\nび出すことが頻繁に生じない程度に十分な広さがあったといえる。\nイ  そして，前記(1)ア(ｱ)，(ｴ)ａ，ｂ，(ｵ)のとおり，川口市は，同市管理\nに係る約４００ある公園のうち，近隣住民からボール遊びに関して苦情が\n多い２５０から２６０の公園においてボール遊びを禁止する旨の表示を行\nっているところ，本件公園において，昭和６３年の開園から本件事故の発\n生時まで，ボール遊びを禁止する旨の表示をしていなかったこと，本件公\n園の近隣に居住する者等が，労働基準監督官の聴き取り調査に対し，自宅\n敷地内にボールが飛んで来ることはないか，または年に１回から２回程度\n飛んで来ることがあると回答したことがそれぞれ認められる。\nこれらの認定事実からすると，本件公園におけるボール遊びにより，本\n件公園の敷地外までボールが飛び出して，近隣の住宅等に飛来することが\n相当程度の頻度で生じていたとか，近隣住民に危険が生じていたというこ\nともいえない。\nこの点，証拠（乙２３）によれば，原告Ｆは，川口労働基準監督署労働\n基準監督官の調査において，本件公園から何回も敷地内にボールが飛んで\nきていると回答したことが認められるが，前記のとおり，川口市が本件公\n園にボール遊びを禁止する旨の表示を行っていないこと及び近隣住民が同\n調査において回答する内容と整合しないのであり，直ちに措信することは\nできない。\nウ  加えて，前記(1)ア(ｳ)，イ(ｱ)のとおり，本件公園の広場から本件倉庫\nの敷地までの間には，生け垣，６本の樹木及び幅員６．０ｍの道路があっ\nたことが認められるところ，本件事故において亡Ｂに当たったサッカーボ\nールの直径が２０．７センチメートルであったことを考慮すると，前記生\nけ垣等は，本件公園の敷地から外にサッカーボールが飛び出し，本件倉庫\nの敷地に到達することを，ある程度阻害するものと推認される。また，前\n記(1)イ(ｳ)のとおり，亡Ｂが本件事故の発生時に乗車していたフォークリ\nフトにあるヘッドガード（屋根），それを支える４本の支柱及びマストも，\nフォークリフトに乗車作業する者に飛来したサッカーボールが当たること\nをある程度阻害するということができる。\nエ  以上の次第で，本件公園の目的，広さ，構造，公園管理者や近隣住民等\nの回答のほか，本件公園と本件倉庫の間に樹木等が存することからすると，\n本件公園は，特段，近隣に危険を生じさせる施設であるということはでき\nず，これに，ヘッドガード等が存するフォークリフトの構造をも併せて考\n慮すると，本件事故は，亡Ｂの業務とは無関係の危険によって生じたもの\nというべきであって，業務そのものに内在又は随伴する危険によって生じ\nたとはいえない。\n(4)  本件傷病が本件事故により生じたものであるかについて\nア  本件傷病の原因疾病が頸髄損傷であるかについて\n(ｱ)  前記(1)エ(ｱ)のとおり，脊髄損傷は，脊髄が，受傷以前からの脊柱管\n狭窄や外傷による脊椎骨折や脱臼などの不安定性，あるいはそれらの合\n併により，脊髄が何らかの圧迫を受けて発生するものであり，脊髄損傷\nがある場合には，通常，歩行できない程度に重度である場合には，脊髄\nのＭＲＩ画像に何らかの異常な所見が存すること，Ｃ４付近の脊髄損傷\nである場合には，肩周辺に重い麻痺が表れ，四肢の反射亢進が見られる。\nしかしながら，前記(1)ウ(ｲ)ｂ，(ｳ)ｂ，エ(ｱ)のとおり，川口市立医\n療センターでの平成１４年５月２８日のＭＲＩ検査において亡Ｂの脊椎\nに異常はなく，Ｉ医師も同検査の画像を読影したところ，脊髄の圧迫所\n見がなかったとしているほか，東京厚生年金病院での平成１４年８月８\n日のＭＲＩ検査においても，亡Ｂの脊椎に異常は見られなかったことが\n認められる。また，前記(1)ウ(ｱ)ｂ，(ｲ)ｃ，(ｳ)ａ，ｃ，(ｴ)ａのとお\nり，東京厚生年金病院での平成１４年８月１日の診察において，亡Ｂに\nついて，両下肢の不全麻痺がみられたものの上肢は既に回復していたこ\nとが認められるほか，埼玉協同病院での平成１４年５月２５日の診察，\n川口市立医療センターでの同月３０日の診察，東京厚生年金病院での同\n年８月１日の診察及び埼玉県総合リハビリテーションセンターでの同年\n９月３日の診察のいずれにおいても，亡Ｂの反射に異常がなかったこと\nが認められる。\n(ｲ)  さらに，前記(1)ウ(ｳ)ｂ，(ｴ)ｂのとおり，東京厚生年金病院での平\n成１４年８月７日の単純Ｘ線検査において，亡Ｂについて，頸髄損\n傷の原因となり得る脊柱管狭窄及び不安定性がいずれもなかったこ\nと，埼玉県総合リハビリテーションセンターでの同年９月１７日に\nおける経頭蓋刺激下肢ＭＥＰ検査において，潜時，振幅ともに正常\nであり，脊髄の障害があったとはいえないことが認められる。加え\nて，同イ(ｲ)，カ(ｱ)ｂ，同(ｲ)ｂのとおり，頸髄損傷は，発症直後にお\nいて，通常，四肢の弛緩性麻痺を呈することが認められるところ，亡Ｂ\nは，本件事故後，訴外Ｇを殴打して，全治１か月の負傷を負わせ，さら\nに，訴外Ｇらを約１３．８ｍ追いかけたことが認められるのであり，か\nかる事実に照らすと，亡Ｂが，本件事故直後，四肢の弛緩性麻痺を発症\nしていたとはいえない。\n(ｳ)  そして，前記(1)ウ(ｳ)ｃ，(ｴ)ｄのとおり，東京厚生年金病院におい\nては，亡Ｂについて，病的反射や痙性が欠如し，拮抗筋も同時に不随意\nに収縮するという下肢に不自然な動きが見られたこと，ＭＲＩ画像の所\n見が正常であること及び膀胱直腸障害がなかったことをそれぞれ挙げて，\n埼玉県総合リハビリテーションセンターにおいては，四肢腱反射の明確\nな亢進がなかったこと及びＭＲＩ検査の結果において異常がなかったこ\nとをそれぞれ挙げて，いずれも，診断名を頸髄損傷とすることは適切で\nはないとし，その上で，時に我を忘れた言動をする等の精神的な異常の\n存在が見られたこと等から，亡Ｂの症状は心因性であるとの所見を示し\nている。\nまた，同エ(ｱ)，(ｲ)のとおり，Ｉ医師は，亡ＢのＭＲＩ検査の画像\nに異常所見がないこと，反射の状態，麻痺の分布等の神経学的臨床所\n見から，脊髄損傷を否定することが医学常識であり，その上で，埼玉\n県総合リハビリテーションセンターにおいて，(ⅰ)診察・検査時での\n体幹筋力が２レベルであるが，日常生活動作を観察すると坐位バラン\nスがとれていたこと，(ⅱ)診察時に挙手を指示するとなかなか上がら\nないが，前方から抱える車椅子移動の際は看護師の首までスムーズに\n手が上がっていたことからすると，亡Ｂの症状の原因は心因性障害と\n考えるべきであり，この心因性障害の発症原因は，カルテのみで判\n断することは不可能であるとの意見を述べている。\n(ｴ)  この点，前記(1)ウ(ｱ)ｃ，(ｲ)ａのとおり，亡Ｂについて，埼玉協同\n病院及び川口市立医療センターにおいて，それぞれ脊髄損傷と診断され\nたことが認められるが，埼玉協同病院の診断は，亡Ｂが救急車で搬送さ\nれた後から川口市立医療センターへ転院する間の臨床所見でしかなく，\n川口市立医療センターの診断については，前記(ｱ)のとおりのＭＲＩ検\n査の結果，亡Ｂの神経学的所見等と矛盾するのであって，いずれも採用\nすることができない。\nまた，証拠（乙２７）によれば，東京厚生年金病院における平成１５\n年１月２９日付けの入院・手術証明書（診断書）には，入院・手術の原\n因となった傷病名として「頸髄不全損傷」，その原因として「頭部の外\n傷」との各記載があり，他にも，これに類する記載のある同病院の「診\n断書」と題する書面が複数あるが，これらは，その書類の書式や記載の\n態様にかんがみると，亡Ｂの申告に基づいて記載されたものであり，同\n病院における診断に基づいて記載されたものではないことは明らかであ\nる。\n(ｵ)  以上によれば，本件事故によって亡Ｂが頸髄損傷を発症したとの事実\nを認めることができず，証拠を精査しても，他にかかる事実を認めるに\n足りる的確な証拠はない。そうすると，本件傷病の原因疾病が頸髄損傷\nであるということはできない。\nイ  本件傷病の原因疾病が脳震盪後症候群であるかについて\n(ｱ)  前記(1)オ(ｱ)ａのとおり，脳震盪後症候群は，頭痛，めまい（普通\nは真性めまいの特徴を欠く。），疲労感，易刺激性，集中と課題遂\n行の困難，記憶障害，不眠，ストレスや情緒的興奮あるいはアルコ\nールに対する耐性の低下などの症状を含むこと，これらの症状は，\nある程度の自尊心の喪失と永続的な脳損傷への恐怖から生ずる抑う\nつと不安感を伴うことがあることが認められるものの，本件傷病の\nうち，四肢の不全麻痺の症状が生じるものではない。\n(ｲ)  また，前記(1)オ(ｱ)ａのとおり，脳震盪後症候群による症状の原因は，\n常に明白であるとは限らず，器質的要因及び心理的要因の両者によって\n原因の説明がなされてきたことが認められる。さらに，同(ｲ)ａないし\nｃのとおり，埼玉医科大学総合医療センターにおいて，亡Ｂの脳外傷に\nついて軽症脳震盪であると，本件事故後に持続している症状は脳震盪後\n症候群であるとそれぞれ診断されたが，亡Ｂの四肢麻痺に関して，器質\n性損傷によらないという判断が明確でなく，精神科の側から転換性障害\nの可能性を考える要因もないため，転換性障害と診断することは難しい\nとの意見が述べられたに止まる。\n(ｳ)  よって，四肢麻痺を含む本件傷病の原因疾病が脳震盪後症候群である\nと認めることはできないのであり，また，本件証拠を精査しても，他に，\nかかる事実を認めるに足りる証拠はない。\nウ  以上からすると，本件傷病の原因疾病が頸髄損傷又は脳震盪後症候群で\nあると認めることはできず，心因性障害である可能性が高い。この心因性\n障害は，本件事故をきっかけとして生じたものと推認されるから，本件傷\n病と本件事故との条件関係はあるといえるものの，心因性であることをも\n考慮すると，本件に現れた事実及び証拠をもってしては，いまだ，本件事\n故との間の相当因果関係を認めるに足りないというべきである。\n(5)  以上からすると，本件傷病が本件業務に内在する危険が現実化したと\nいうことはできず，本件傷病について業務起因性は認められない。\n第４  結論\n以上の次第で，本件請求はいずれも理由がないから，これらを棄却すること\nとし，主文のとおり判決する。\nさいたま地方裁判所第４民事部\n裁 判 長 裁 判 官                        原           啓   一   郎\n裁 判 官              古 河 謙 一\n裁 判 官      猪 坂   剛\n"
}