{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 3,
    "day": 29
  },
  "case_number": "平成22(ワ)177",
  "case_name": "火災保険金等請求事件",
  "court_name": "秋田地方裁判所民事部",
  "result": "棄却",
  "gist": "火災保険金（共済金）請求につき，火災の原因を放火と認定した上で，放火への原告の関与を認め（故意免責），請求棄却した事案",
  "lawsuit_id": "81281",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=81281",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/281/081281_hanrei.pdf",
  "contents": "主 文\n１  原告の請求を棄却する。\n２  訴訟費用は，原告の負担とする。\n事実及び理由\n第１  請求\n被告は，原告に対し，３１５０万円及びこれに対する平成２２年４月２０日か\nら支払済みまで年６分の割合による金員を支払え。\n第２  事案の概要\n本件は， 原 告が，被告 に対し，火災共済 契約に基づき，共済 金と遅延損害\n金（起算点 は訴状送達の 日の翌日であ り，利率は商 事法定利率で ある。）の\n支払 を求める事案 である 。\n１  争いのない事実等（証拠等を掲げたもののほかは当事者間に争いがない。）\n(1)  Ａは，原告に対し，平成１４年９月２５日，別紙物件目録１記載の建物（以\n下「本件建物」という。）を，賃貸期間同年１０月１日～平成２４年１０月\n１日，賃料月額５万円で賃貸し（以下「本件賃貸借契約」という。），平成\n１４年１０月１日，本件建物を引き渡し，原告は，本件建物への居住を開始\nした。\n(2)  原告は，被告との間で，平成２０年３月１２日，本件建物内の家財及び本\n件建物に関して，以下のとおりの借家人賠償責任特約付風水害等給付金付火\n災共済契約（以下「本件火災共済契約」という。）を締結した。\nア  被共済者      原告\nイ  共済金受取人  原告\nウ  期間          平成２０年３月１３日～平成２１年２月２８日\nエ  共済の目的及び金額\n(ア)  共済の目的      家財\n共済金額        １０００万円\n臨時費用共済金  火災等共済金の額の１５％に相当する金額\n(イ)  共済の目的      本件建物（借用住宅）\n共済金額        ２０００万円\n（以下，(ア)のうち臨時費用共済金を除いた家財を目的とする共済金を「家\n財共済金」といい，(イ)の共済金を「借家人賠償責任特約共済金」という。）\nオ  月額共済掛金額    １４００円\n(3)  火災の発生\n平成２０年１１月２０日午前零時２０分ころ，本件建物内で火災が発生し，\n全焼した（この火災を以下「本件火災」という。）。\n(4)  被告の支払拒絶\n平成２１年７月１７日，原告が，被告に対し，本件火災共済契約に基づき，\n共済金の支払を請求したが，同年１０月２２日ころ，被告代理人は，本件建\n物につき，本件火災共済契約締結の前日である平成２０年３月１１日にガス\n及び水道が供給停止となっており，以後本件火災発生日まで供給の再開がな\nかったことから，原告が本件火災共済契約締結時，本件建物に居住していな\nかったことが明らかであり，そうすると風水害等給付金付火災共済事業規約\n（以下「本件規約」という。）８条１項１号，３３条，６４条１号，７４条\n１項３号により本件火災共済契約は無効となるとして，この支払を拒絶する\n旨通知した。\n(5)  本件規約の定め（甲８の１～６，乙１）\nア  ８条１項柱書及び同項１号\n共済の目的とすることのできる家財は，共済契約の発効日において，共\n済契約関係者が居住する日本国内の建物内に収容されている家財に限る。\nイ  ３３条１項柱書及び同項３号\n共済の目的が，発効日において，８条に規定する共済の目的の範囲外の\n場合，共済契約は無効とする。\nウ  ６０条１項柱書及び同項１号\n共済契約者，共済の目的の所有者又は共済金受取人の故意又は重大な過\n失により生じた損害については，基本契約共済金を支払わない。\nエ  ６４条柱書及び同条１号\n借家人賠償責任特約の申込みが基本契約に付帯してなされたものであ\nり，かつ，借用住宅が基本契約の共済の目的である家財を収容する場合に\n限り，借家人賠償責任特約を締結する。\nオ  ７３条１項柱書及び同項１号\n共済契約者，被共済者又は共済金受取人の故意によって借用住宅が滅失，\n毀損，又は汚損したことにより被共済者が被った損害については，借家人\n賠償責任特約共済金を支払わない。\nカ  ７４条１項柱書及び同項３号\n発効日において６４条に規定する要件のいずれかをみたしていない場\n合，借家人賠償責任特約は無効とする。\nキ  ７８条１項\n基本契約が無効のときは，借家人賠償責任特約も無効とする。\n２  争点\n(1)  本件火災共済契約時，原告が本件建物に居住していたか否か\n(2)  本件火災が原告の故意により生じたものか否か\n(3)  共済金額\n３  争点に関する当事者の主張\n(1)  争点(1)（本件火災共済契約時，原告が本件建物に居住していたか否か）\n（被告の主張）\n本件火災共済契約締結の前日である平成２０年３月１１日をもって本件建\n物の水道及びガスの供給が停止されていることや，本件建物の水道・ガスの\n使用量が明らかに少なく，反対に後記別宅の水道の使用量は多いこと，原告\nが本件建物に全くといっていいほど滞在しておらず，近隣住民とのつながり\nも皆無であること，組事務所という使用目的からして，原告が本件建物に居\n住していなかったことは明らかであるから，本件火災共済契約は無効である。\n（原告の主張）\n本件建物内にあった家具・家電製品及びそれらの状況，電気の供給はされ\n続け，本件火災時にも通電状態であったことから，本件火災共済契約時，原\n告が本件建物に居住していたことは明白である。水道及びガスの供給が停止\nされていることについては，原告は，知人から水道の開栓方法を教わり，無\n断で水を使用するなど，自分なりに工夫して生活していたのであって，原告\nが本件建物に居住していなかった根拠にはならない。\n(2)  争点(2)（本件火災が原告の故意により生じたものか否か）\n（被告の主張）\nア  火災の原因は放火と認められる。\n(ア)  本件火災の出火箇所は，ストーブ北東側の和室と居間の間付近であ\nると考えられ，この場所にはソファーが置かれていた。このソファーか\nら灯油に相当する油性成分が検出されているところ，ソファーに灯油が\n自然に付着するとは考え難く，本件火災時にストーブから灯油が飛び散\nった形跡もないから，人為的に付着したものといえる。\n(イ)  原告は，本件火災の原因について，ハンガーに掛けて干していた洗\n濯物がストーブに落ちて，火事になった可能性を指摘するが，ストーブ\nの焼損状態，同型のストーブでの実験結果からしてあり得ず，漏電やた\nばこの失火の可能性も否定されるから，火災の原因は，ソファーへの放\n火と考えるのが合理的である。\nイ  放火について原告が関与したと認められる。\n(ア)  テレビと電気がついている屋内に第三者が侵入し，放火を行うとは\n考えられないところ，原告は，本件火災時に本件建物にいたのは原告の\nみと自認しているのであるから，本件火災に関与できたのは原告のみと\nいうことになる。\n(イ)  原告は，過去にも火災によって共済金を取得した経験があり，本件\n火災当時には多額の借財があり金銭に窮している状態であった。また，\n本件建物への水道・ガスの供給が停止された翌日に本件火災共済契約が\n締結されているなど契約締結の経緯も不自然極まりない。\n(ウ)  これらによれば，放火について原告が関与したといわざるを得ず，\n本件火災は，原告の故意により生じたものであるから，本件規約６０条\n１項１号，７３条１項１号に基づき，被告は，家財共済金及び借家人賠\n償責任特約共済金の支払を免責される。\n（原告の主張）\n原告を放火犯人と断定するには，原告が放火したのでなければ合理的に説\n明できない事実が存在することを被告において主張立証しなければならない\nが，被告が主張している事実は，せいぜい原告の放火と矛盾しない事実に留\nまる。\n(3)  争点(3)（共済金額）\n（原告の主張）\nア  本件火災共済契約によれば，火災等で全焼の場合，契約共済金額の全額\nが支払われることになっている。家財共済金の契約共済金額は１０００万\n円であるから，被告が原告に支払うべき金額も同額となる。\n臨時費用共済金はその１５％であるから１５０万円となる。\nイ  原告は，本件建物の貸主から，新たに建物を建て直して引き渡すよう迫\nられており，そのために要する金額は２０００万円を下らない。それ故，\n借家人賠償責任特約共済金として被告が原告に支払うべき金額も同額と\nなる。\n（被告の主張）\nア  本件火災によって焼失した原告の家財の再調達価額（再取得価額）は，\n被告が委託した鑑定人が原告と１つずつ確認しながら，品類・数量・単価\nを打ち合わせたところによれば，４１８万３５００円であり，仮に家財共\n済金が支払われるとしても上記金額に留まる。\n臨時費用共済金は，上記金額の１５％に相当する額であるから，仮に支\n払われるとしても６２万７５２５円に留まる。\nイ  借家人賠償責任特約共済金額は，被共済者が借用住宅の貸主に支払うべ\nき損害賠償金の額（客観的に生じた時価損害額）である。\n本件建物の時価損害額は，被告が委託した鑑定の結果によれば，再調達\n損害額１４６３万２５４８円から３０％の減価償却をした１０２４万２\n７８４円に，解体撤去費用８５万７８５０円を加算した１１１０万０６３\n４円である。\nしたがって，仮に借家人賠償責任特約共済金が支払われるとしても，上\n記金額に留まる。\n第３  当裁判所の判断\n１  認定事実\n争いのない事実等に，証拠（甲１，甲２，甲５，甲９～甲１１，甲１２の１\n・２，甲１３，甲１４，甲２９，甲３０，甲３３～甲３５，乙２，乙３，乙\n４の１・２，乙５～乙７，乙８の１・２，乙１０，乙１４～乙２０，原告本\n人）及び弁論の全趣旨を総合すると，次の事実が認められ，括弧内の証拠中\nこの認定に反する部分は採用することができず，他にこの認定を左右するに\n足りる証拠はない。\n(1)  Ａと原告の関係\nＡは，Ｏ市に事務所を構える，指定暴力団・Ｂ会の二次団体，Ｃ組の組長\nであり，Ｄと称している者である。\n原告は，Ｃ組の６人の執行部のうちの１人であり，Ｃ組の秋田県における二\n次団体であるＥ組（組員は５名程度）の組長であった。\n(2)  一連の経過\nア  平成５年１０月１０日，本件建物が新築された。\nイ  平成９年１月３１日，原告は，別紙物件目録２記載の居宅を新築した（以\n下「別宅」という。）。原告は，その住宅ローンとして１７２０万円の\n融資を受けた。\nウ  平成１０年５月１８日，原告は，別紙物件目録３記載の店舗兼居宅を相\n続した（以下「別宅隣接店舗」という。）。\nエ  平成１２年３月，本件建物の当時の所有者が多額の債務を抱え本件建物\n内で自殺し，その後，本件建物は競売手続に付された。\nオ  平成１３年１１月１５日，Ａは，Ｃ組の組員であるＦを住まわせるため\nに，競売手続で本件建物を取得した。落札価額は４５０万円であった。\nカ  その後，上記Ｆが本件建物に居住していたが，１年程で所在不明となっ\nてしまったため，Ａは，原告に管理させるべく，平成１４年９月，原告と\nの間で本件賃貸借契約を締結した。\nその後，原告は，被告との間で本件火災共済契約と同様の火災共済契約\nを締結した（以下「従前火災共済契約」という。）。\nキ  平成１５年１１月６日，原告は，Ｇ銀行から５５０万円程度を借り入れ\nた。その際，Ｈ協会に保証委託した。\nク  平成１６年４月末ころ，原告は，Ｎ市にガスと水道の供給を，東北電力\nに電気の供給を申し込んだ。それまでの契約名義人は，本件賃貸借契約締\n結後もＦ名義だった。\nケ  平成１６年８月末，使用料金の滞納のため，本件建物へのガスの供給が\n停止された。\nコ  平成１７年１１月，使用料金の滞納のため，本件建物への水道の供給が\n停止された。\nサ  平成１８年２月，本件建物への水道の供給が再開された。\nシ  平成１８年４月１６日，原告は，Ｉ社からトヨタクラウンを購入し，Ｊ\n社との間でその代金の立替払契約を締結した。\nス  平成１８年６月，使用料金の滞納のため，本件建物への水道の供給が停\n止された。\nセ  平成１８年８月末，本件建物への水道の供給が再開された。\nソ  平成１８年９月２５日，本件建物１階和室床の間付近で火災が発生し，\n本件建物の一部及び家財が焼損した（以下この火災を「平成１８年火災」\nという。）。\nタ  平成１８年１１月ころ，被告は，原告に対し，従前火災共済契約に基づ\nき，家財共済金として１７１万２０００円，臨時費用共済金として２５万\n６８００円，借家人賠償責任特約共済金として１８２万７０００円の合計\n３７９万５８００円を支払った。\nなお，その当時の従前火災共済契約の契約共済金額は，家財共済金が６\n００万円，借家人賠償責任特約共済金が２０００万円であり，月額共済掛\n金は，１６４０円であった。\nチ  その後，原告の口座から平成１８年１１月分，同年１２月分，平成１９\n年１月分の従前火災共済契約の月額共済掛金の引き落としができなかった\nため，被告の規約に基づき，従前火災共済契約は，平成１８年１１月１日\nに遡って失効した。\nツ  平成１９年１月中旬，使用料金の滞納のため，本件建物への水道の供給\nが停止された。\nテ  その後，原告は，上記シのトヨタクラウンに係る立替金の支払を滞納し\nたため，Ｊ社から立替金の支払と上記クラウンの引渡しを求める訴えを提\n起され，平成１９年６月１２日，Ｊ社との間で，約２７０万円の立替金債\n務があること，それを毎月４万５０００円ずつ返還すること，期限の利益\nを喪失した場合には上記クラウンを引き渡すことなどを内容とする訴訟上\nの和解をした。\nト  平成１９年９月末，本件建物への水道の供給が再開され，同年１０月に\nはガスの供給も再開された。\nナ  平成２０年１月２７日，原告は，１００万円で上記シとは別のトヨタク\nラウンを購入した。その一方で，上記シのクラウンについては，上記テの\n分割金の支払を平成１９年１２月３１日，平成２０年１月３１日と怠り，\n期限の利益を喪失させた。\nニ  平成２０年３月１１日，Ｎ市は，原告が上記トのガスと水道の供給再開\n後，使用料金を全く納めないため（滞納額は合計約１万円），本件建物の\nガス，水道の供給を停止した（水道閉栓時の量水器メーターの数値は９７\n㎥であった）。ガスと水道の供給停止は，本件火災日まで続いた。なお，\nガスと水道の供給停止後も，電気については供給が続き，本件火災日にお\nいても供給されていた。\nヌ  平成２０年３月１２日，本件火災共済契約が締結された。\nネ  平成２０年３月２７日，原告は，上記シのクラウンを約８８万円で売却\nし，その売却金をＪ社への支払に充てたが，それでも約１６１万５０００\n円の債務が残った。\nノ  平成２０年８月２１日，Ｊ社は，上記ネの残債権を請求債権として，別\n宅隣接店舗及びその土地について，強制競売を申し立て，同年９月２日，\n差押えの登記がされた。そして，そのころ，原告は，強制競売が開始され\nたことを知った。\nハ  平成２０年９月，上記ノの強制競売手続において，Ｋ町は，原告に関し\nて，平成１６年度～平成２０年度の固定資産税及び国民健康保険税の合計\n約４９万円の滞納があるとして交付要求し，Ｈ協会は，極度額２００万円\nの根抵当権の元本として，上記キの信用保証委託契約に基づく元本１８７\n万円の債権届出をした。\nヒ  平成２０年１１月２０日，本件火災が発生した。\n消防署員は，火災鎮火直後，原告からの事情聴取を行い，夜が明けてか\nら，本件建物の焼損状況を写真撮影し，翌２１日には本件建物の実況見分\nを行った。\nフ  平成２１年２月１３日，上記ノのＪ社が申し立てた強制競売手続が，買\n受可能額が手続費用及び優先債権の合計額に満たないとして，取り消され\nた。\nヘ  平成２１年６月２９日，被告から委託を受けた調査事務所の調査員（以\n下「被告調査員」という。）と株式会社Ｌ（以下「Ｌ」という。）の社員\nが本件建物に赴き，原告立会いの下，本件建物内の実況見分，写真撮影，\n油性成分調査のための試料採取を行った。\nなお，被告側の実況見分等がこの時期となったのは，Ｎ警察署が同月ま\nでロープを張って本件建物を立入禁止としていたためである。\nホ  平成２１年７月６日，被告調査員が原告からの聴き取りを行った。\nマ  平成２１年７月１７日，争いのない事実等(4)のとおり，原告は，被告に\n共済金を請求した。\nミ  平成２１年７月２７日，被告調査員がＡからの聴き取りを行った。\nム  平成２１年７月２８日，本件建物が解体された。解体の際に水道の水は\n使用されなかった。\nメ  平成２１年９月３日，被告調査員が原告からの聴き取りを行った。\nモ  平成２１年９月末，Ｎ市が本件建物の量水器メーターの数値を確認した\nところ，９９㎥であった。\n(3)  間取り\n本件建物は，２階建てであり，本件建物１階の間取りは，別紙図面のとお\nりである（以下６．０畳の和室を単に「和室」という。）。\n(4)  本件建物の焼損状況（甲５，甲９，甲１３，乙１０）\nア  １階和室及び居間の焼損状況\n特に和室が強く焼損しており，居間と和室との仕切り垂れ壁（天井か\nら垂れ下がったような形の壁）が間柱（柱と柱との間に立てる小さい柱）\nや長押（なげし。柱から柱へと水平に打ち付けた材）を残し，焼損して\nいる。その長押は下層からの火炎により焼損しており，和室の天井も広\nく焼失し，野縁（天井裏などの隠れている部分に用いる細長い材）が炭\n化している。押入や廊下との仕切り引き戸等も焼損している。和室の北\n寄りの廊下へ通じる引き戸前に置かれたソファー（以下「北側ソファー」\nという。）周辺が強く焼損し，その直上の天井裏及び２階の床板が焼け\n抜けている。北側ソファー下層は畳の藁が露出，同背面は引き戸が焼失\nし，残存する戸も桟（えつり。壁の下地として，縦横に組んだ竹や細木）\nを残すのみ，同東側は居間のテレビが原形を留めない焼損状況であり，\nテレビの背面の壁には同ソファー側から斜め上に上がる焼損痕がある。\nそのほかに北側ソファーの周辺では，和室と居室との間の敷居の炭化，\n畳の下の床板の一部に焼け抜けがみられる。和室の中央付近に置かれた\n座卓はその脚のみを残して焼失している。\nイ  ソファーの焼損状況\n和室の南側に置かれたソファーが原形を留めているのに対し，北側ソ\nファーは，下木枠と背もたれの一部が辛うじて残存しているのみで殆ど\n原形を留めていない。北側ソファーの東側背面は，下木枠が焼け切れて\nおり，背もたれもそれに対応して焼け切れている。\nウ  石油ストーブ自体及び周辺の焼損状況\n(ア)  ストーブ下部に合成樹脂製炎調節ダイヤルの溶融，ストーブ北側背\n面外枠に斜め上に上がる煤の付着，天板中央寄りにやや薄黒い汚損が\nみられるが，そのほかには外観上，顕著な破損，変形はなかった。ス\nトーブの外枠を外し，中をみると芯が５㎜程出ていた。\n(イ)  ストーブの周辺をみると，ストーブ北側は，北側ソファー下層から\n畳の藁が露出するなど激しく焼損している。しかし，ストーブ直近の\n敷居には未焼損の部位がみられ，居間側の床面も斑な焼損部位がみら\nれるが，焼け抜けなどの強い焼損部位はみられない。\n(ウ)  ストーブの周辺には，ハンガーの溶融痕やズボン，Ｔシャツの残焼\n物があったが，衣類残焼物の下の敷居は殆ど未焼損であった。\nエ  洗面室の状況\n洗面室の分電盤は，プラスチック製のカバーが溶融し，漏電遮断器が通\n電の位置になっていた。また，洗濯機は，アースは繋いだ状態であったが\nコンセントは抜かれた状態であった。\n(5)  火災直後の原告の説明（甲５，甲３３）\nア  本件建物には１人で住んでいた。普段たばこは吸わない。本件火災の前\n日午前１０時か午前１１時ころから，１階で対流型の石油ストーブを使\n用していた。ストーブは戸を外した和室と居間の間仕切り付近の和室の\n中央に置いていた。\nイ  昼食後，洗濯をして洗濯物をプラスチック製のハンガーに掛け，ストー\nブの上の長押に掛けて干していた。干した物は，シャツ２枚と肌着，靴\n下などで，ストーブの真上にはタオルケットをハンガー２つに渡して掛\nけて干してあったと思う。\nウ  午後１０時か午後１１時ころ，布団を敷くために２階に上がったが，そ\nのまま眠ってしまった。１階のストーブ，テレビ，電気は付けたままだ\nった。ボンと音がして目が覚めると焦げ臭いにおいがして，１階に降り\nようとしたが，階段の半分まで降りたところで，上がってくる煙がすご\nいので無理だと思い，１階の屋根の上に逃げてそこから１１９番通報し\nた。１階の屋根からなら何とか飛び降りられると思ったが，結構高かっ\nたので助けを待っていた。\n(6)  油性成分の検出（乙６）\nＬは，平成２１年６月２９日の本件建物の調査の際に採取した試料につい\nて，ガスクロマトグラフ質量分析法による油性成分分析を行った。\nその結果，北側ソファー東側背もたれ躯体焼失部の西側躯体表面から採取\nした試料から２６μｇ／ｇの灯油に相当する油性成分が，北側ソファー東\n側背もたれ躯体焼失部の東側躯体表面から採取した試料から６．７μｇ／\nｇの灯油相当の油性成分が存在する可能性のある成分がそれぞれ検出され\nた。\nまた，ストーブの置台裏（床側）で北側縁の固着物から採取した試料から\nも灯油に相当する油性成分が検出されたが，北側ソファー東側背もたれ部\nとストーブとの間より採取した試料３つからは灯油に相当する油性成分は\n検出されなかった。\n(7)  燃焼実験の結果（乙１０）\n平成１６年１１月，本件建物で使用されていた自然対流型石油ストーブ\nと同型の石油ストーブを用いて，①  天板上にタオル２枚，シャツ１枚を\n軽く固めて置いた場合，②  天板上にシャツ１枚を広げて置いた場合，③\n天板上にタオル２枚，シャツ１枚の端部を垂らして置いた場合について，\nそれぞれの燃焼経過を確認する実験が行われ，その結果，①については，\n有炎燃焼に至らない，②については，発火してシャツの一部が畳上に焼け\n落ち部分的に焼損が生じたもののそれ以上に火炎の波及なし，③について\nは，ストーブのバッテリーのプラスチック部分及び電池部分に着火し，同\n部が畳上に落下し燃焼を継続したものの畳が部分的に焼損したのみで自然\n鎮火し，タオル，シャツも自然鎮火した。\n(8)  平成１８年火災の被害，修理の状況（乙５，乙７）\nア  平成１８年火災によって床の間に敷いてあった畳が焼け抜けた。\n原告は，床の間の床を張り替えたり，側壁のクロスを張り替えたりはし\nたが，できるだけ費用を掛けないよう，床下や土台部分までは修理しな\nかった。\n原告は，被災状況について，１５０万円のロレックスの時計や，８０万\n円の観音像を焼損したと申告したが，これについては共済の目的である\n家財には当たらないとされた。\nイ  原告の説明\n本件建物は，前所有者が自殺している曰く付きの建物であり，床の間に\n観音様を祭り，その四方にローソクを灯し，拝むのが毎朝の日課だった。\nローソクを灯したまま，外で草刈りをして戻ってきたら，火災になって\nおり，人が消火活動をしていた。警察と消防からは，床の間に飾ってい\nた絵が落下して，ローソクの火が燃え移ったのではないかと言われた。\n２  争点(1)（本件火災共済契約時，原告が本件建物に居住していたか否か）\n(1)  原告は，大要，以下のとおり供述する（甲２６，原告本人）。\nア  全般的な居住状況\n露天商を営んでいた関係で，北関東方面に出向くことが多く，秋田県内\nにいないことが多かった。秋田県内にいるときも知人女性宅に泊まること\nもあった。そのため，本件建物にいるのは月に１週間から１０日位だった。\n本件建物にいるときも，毎日のように朝から夕方までパチンコ店に行って\nいた。月に１回程度，自分の組の組員を集めて，食事会をしていた。平成\n１９年は熱海の仕事を指名されて殆ど秋田県に帰ってくる暇がなかった。\n当初，内妻と一緒に本件建物に住むつもりでおり，内妻も別宅と本件建物\nを行き来していたが，別宅隣接店舗を経営している関係ややはり住み慣れ\nたところがいいなどと言って，内妻はそのまま別宅に住んでいる。\nイ  水関係\n(ア)  水は止められていたが，三，四日に１回程度，車で５分程度のとこ\nろにある湧き水に行き，４リットルのペットボトルに四，五本汲んでき\nていた。汲んできた水は，流しの下に置いておき，煮炊き，洗い物に使\nった。飲料水は，４リットルのペットボトルから５００ミリリットルの\nペットボトル２本に移し替えて冷蔵庫に入れていた。\n(イ)  洗濯については，水道屋で長らく働いた知人から水道の開栓方法を\n教わり，自分で開栓し，無断で水を使用していた。汲んできた湧き水を\n使ったりもした。洗濯は，月に一，二回，下着を洗濯する程度だった。\n(ウ)  トイレは，パチンコ店にいる間はパチンコ店で，帰宅後は屋外で用\nを足していた。\n(エ)  風呂は，元々ボイラーが故障していたので，週に二，三回程度銭湯\nに行っていた。\nウ  ガス関係\n風呂は上記のとおり銭湯に行っていた。調理に関しては，米は炊飯器で\n炊いていたし，その他の煮炊きは，携帯用コンロにガスボンベを入れてや\nっていた。\n(2)  認定事実ク～サ，ス，セ，ツ，ト，ニのとおり，本件火災共済契約の締\n結の前日（平成２０年３月１１日）に本件建物のガス，水道の供給が停止\nされ，本件火災までその状態が継続しており，平成１６年４月から平成２\n０年３月１１日までの間に，ガスについては，平成１６年８月末から平成\n１９年１０月までの約３年間供給が停止されており，水道については，供\n給の停止・再開が繰り返されており，合計で１年超の間供給が停止されて\nいる。\nまた，証拠（乙２，乙３，乙９）によれば，平成１６年４月から平成２\n０年３月１１日までの本件建物の水道使用量が約４年間で合計５６㎥であ\nること，同期間の本件建物のガス使用量が合計３㎥であること，これに対\nして別宅における平成１６年から本件火災までの水道使用量は１か月当た\nり概ね１５㎥を超えていること，１か月での１人当たりの平均使用水量に\nつき７．５㎥～１０㎥という統計があることが認められる。\nこれらに加えて，(1)アのとおり，原告自身，本件建物での滞在日数につ\nき月に１週間～１０日位と供述していることからしても，原告の本件建物\nでの居住実態が希薄であることは被告の指摘するとおりである。\n(3)  しかしながら，電気については，平成１６年４月からガスと水道が最後\nに供給停止となった平成２０年３月１１日以降も本件火災まで供給されて\nおり，本件火災時にも通電状態であったこと（認定事実(2)ク，ニ，(4)エ），\n本件建物内にあった家具・家電製品（ストーブ，テレビ，布団，炊飯器，洗\n濯機，冷蔵庫，ソファー）及びそれらの状況（甲９，乙１３），平成２０年\n３月１１日の水道の供給停止から平成２１年９月までの間に約２㎥の水道\n水が使用されており（認定事実(2)ニ，モ），本件建物の解体業者が解体時\nの使用を否定するなど（甲１４），原告以外の者が使用したことはうかがわ\nれず，原告に水道の開栓方法を教え，開栓に必要な特殊な工具を貸したとい\nう知人の陳述書（甲１８）も提出されていること，原告が本件建物における\n生活状況に関する裏付けとして知人の陳述書（甲１６，甲１７），湧き水に\n関する資料（甲１９～甲２５），本件建物宛の郵便物（甲２７，原告本人）\nを提出しており，自動車の保有状況も前記のとおりであること（認定事実(2)\nシ，ナ，ネ）などによれば，前記(1)の原告の供述を排斥することは困難で\nある。\n(4)  そうすると，原告の本件建物での居住実態が希薄であることは否めない\nものの，本件火災共済契約時，原告が本件建物に居住していなかったとまで\nは評価できず，したがって，本件火災共済契約が無効であるとの被告の主張\nは採用できない。\n３  争点(2)（本件火災が原告の故意により生じたものか否か）\n(1)  火災の原因が放火と認められるか\nア  出火箇所及び出火原因\n(ア)  当裁判所の認定\n認定事実(4)ア，イ，(6)のとおり，北側ソファー周辺が強く焼損し，\nその直上の天井裏及び２階の床板が焼け抜けていること，テレビの背面\nの壁には同ソファー側から斜め上に上がる焼損痕があり，同ソファー側\nからの波及延焼がうかがわれること，同ソファーをみると殆ど原形を留\nめておらず，特に東側背面の焼損が強く，その箇所から２６μｇ／ｇの\n灯油に相当する油性成分が検出されていることなどを総合すると，本件\n火災は，同ソファーの東側背面付近から出火したものと認めるのが相当\nである。\nまた，通常，ソファーの背もたれから灯油に相当する油性成分が検出\nされるはずがなく，当該箇所が最も強く焼損していることからしても，\n本件火災は，灯油を用いて人為的に招致されたものと推認するのが相当\nである。\n(イ)  火災原因判定書の記載について\nこれに対し，原告は，Ｎ地区消防本部予防課所属の消防士長Ｍ作成の\n平成２１年２月１２日付け火災原因判定書（甲５。以下「本件判定書」\nという。）が，出火箇所につき，ストーブ北東側の和室と居間の間付近\nと判定した上で，出火原因につき不明としながら，原告の洗濯物を干し\nていたという供述，ストーブの周辺にハンガーの溶融痕や衣類の残焼物\nがあったこと，ストーブ北東側の敷居が炭化していることから，ストー\nブの上に干してあった洗濯物が何らかの原因で落下し，ストーブに接触\nして着火，延焼した可能性が十分に考えられるとしていることを指摘す\nる。\nしかしながら，前示判断のとおり，本件建物の焼損状況は，北側ソフ\nァー東側背面付近からの出火を示唆している上，認定事実(4)ウのとお\nり，本件ストーブ自体には顕著な破損，変形はなく，天板にも衣類等の\n残焼物の癒着はないのであり，ストーブの周辺にあった衣類残焼物の下\nの敷居も殆ど未焼損である（そうすると当該衣類残焼物は燃焼した状態\nで落下したものではなく，落下後，延焼したものと考えられる。）など\n本件判定書の指摘する出火原因と整合しない事情も存する。\nこれに，認定事実(7)の燃焼実験の結果を合わせ考慮すれば，本件判\n定書が指摘するストーブからの上記機序での出火の可能性は，実際上殆\nど存しないというべきである。\nそもそも，Ｎ地区消防本部の調査では，油性成分に関する分析はされ\nておらず，北側ソファーの東側背面から灯油に相当する成分が検出され\nたことは前提とされていないことに留意する必要がある。\nしてみれば，本件判定書の記載は，上記の当裁判所の認定に影響す\nるものではない。\n(ウ)  灯油に相当する成分が検出されたことについて\nａ  本件火災後付着した可能性\nこの点，原告は，Ｎ警察署の警察官が北側ソファーにつき運び出す\n際に灯油の付いた手袋で警察官なり，消防署員が触ったことも考えら\nれると述べていることを指摘する。\nしかしながら，最も強く焼損している箇所から灯油に相当する油性\n成分が検出されていること自体，灯油が用いられ人為的にその箇所か\nら出火したことを強く推認させるものである。\nそのような箇所に上記のような事情で偶々灯油が付着したという\nのは，偶然として出来過ぎているし，部位からしても運び出す際に特\nに持つ必然性がある部分とも思われない。\nまた，消防署員及び警察官が，出火原因が明瞭ではない事案におい\nて，一見して触ると灯油が付着すると思われるような物（例えば，灯\n油ポリタンク，ストーブなど）を触った後，同じ手袋で火災現場の他\nの物品に触れて回るとは考えにくい。\nこれらによれば，原告が指摘するような事情で本件火災後偶然灯油\nが付着したものとは考えにくく，上記原告の指摘は，上記(ア)の当裁\n判所の認定に影響するものではない。\nｂ  検出量\n原告は，検出された灯油に相当する成分の量が微量であり，これで\nは灯油を撒いたとはいえないと指摘する。\nしかしながら，放火であるからといって，必ずしも大量の灯油が使\n用されるとは限らない。仮に，保険金取得目的で放火する場合，自然\n発火ないし火の不始末に見せかけるためにわずかな量の灯油しか用\nいないということも十分あり得る。むしろ，焼損の激しい箇所から微\n量でも灯油に相当する油性成分が検出されたこと自体が重要である。\nまた，Ｌによる試料の採取は，前記のような事情で，本件火災から\n７か月以上経った時点でされており，灯油は揮発性の高い物質である\nことからすれば，その間に，相当程度揮発してしまったことが容易に\n推測される（そもそも，本件火災自体によって，大部分揮発してしま\nっている。）から，２６μｇ／ｇという検出された灯油に相当する成\n分の量を微量と評価するのが相当か疑問である。\n現に，火災現場の出火元と考えられる箇所から灯油が検出された場\n合の検出量で，最も多かったのが，１０～１００μｇ／ｇが検出され\nたケースという統計データも存する（当裁判所に顕著な事実）。\nこれらによれば，検出された灯油に相当する成分の量は，上記(ア)\nの当裁判所の認定と十二分に整合するものといえる。\nｃ  灯油ポリタンク\n原告は，本件火災発生当時，灯油の入ったポリタンクを１階廊下の\n北側ソファーの後ろからテレビの後ろ辺りにかけて引き戸及び壁を\nはさんで置いていたと供述し，北側ソファーが強く焼損しており，そ\nこから灯油に相当する成分が検出されたことについて，上記ポリタン\nク内の灯油が燃えて爆発した可能性を指摘する。\nしかしながら，上記ポリタンク内の灯油が燃えて爆発したとすれば，\n上記ポリタンクを置いていたという場所に何らかの容器の痕跡やそ\nの場所を中心として四方八方にそのような爆発をうかがわせる所見\nが残るのが通常と考えられるが，本件の証拠を精査してもそのような\n痕跡や所見は見当たらない（例えば，乙１０の添付資料１－２の写真\n第４号参照）。\nそもそも，前示判断のとおり，ストーブからの出火の可能性は，実\n際上，殆ど存せず，後記のとおり，放火以外の出火原因の可能性も否\n定される以上，上記灯油ポリタンクに引火する火源は見当たらないこ\nとになる。\nまた，上記灯油ポリタンクの置き場所に関する原告の供述は，燃料\nの所在という極めて重要な事項である。それにもかかわらず，本件訴\nえ提起後，北側ソファーが強く焼損しており，そこから灯油に相当す\nる成分が検出されたとの被告の主張・立証がなされた後にされたもの\nであって，本件口頭弁論に顕れた一切の資料を精査しても，それより\n前に原告が上記と同様の供述をしていた形跡はうかがわれず，供述経\n過が不可解である。\nこれらによれば，灯油ポリタンクの置き場所に関する上記原告の供\n述は採用することはできない。\nイ  放火以外の出火原因の可能性\n(ア)  電気関係\n北側ソファーの東側の居間のテレビは，殆ど原形を留めておらず，原\n告によれば，テレビを付けたまま２階で寝入ってしまったとのことであ\nるが，原告が就寝前まで見ていて，何らかの異常があったとの指摘もな\nいし，本件建物の焼損状況からしてテレビからの波及延焼はうかがわれ\nない。また，漏電遮断器が通電の位置になっていたことから，電気関係\nの出火原因は否定される。\n(イ)  たばこ\n原告自身たばこを吸わないと供述していることから否定される。\nウ  放火の認定\n以上によれば，本件火災の原因は，放火と認められる。\n(2)  放火について原告が関与したと認められるか\nア  火災時の客観的状況等\n原告本人によれば，戸締まりはしていなかったというものの，１階の部\n屋の電気・テレビは付けていたとのことであるから，第三者が本件建物\nに侵入し，北側ソファーに放火するとは考えにくい状況である。また，\n原告本人は，怨恨について思い当たらないとも述べている。\nそうすると，本件火災の原因が放火である以上，それに原告が関与して\nいることが強く推認されるというべきである。\nイ  原告の経済状態\n(ア)  証拠（甲２９，甲３０，乙１７，原告本人）及び弁論の全趣旨を総\n合すると，本件火災当時，原告には，認定事実(2)イの別宅の住宅ロー\nンにつき１３００万円超の残債務があり，毎月６万３０００円程度支払\nっていたこと，認定事実(2)キのＨ協会に信用保証してもらったＧ銀行\nからの借入金につき１８７万円の残債務があり，毎月７万円弱程度支払\nっていたこと，平成１５年から借り始めた消費者金融５社程からの借入\n金が合計５００万円程度残っており，請求も受けていたことが認められ，\nこれに，本件火災の数か月前にＪ社から別宅隣接店舗及びその土地につ\nいて強制競売の申立てがされて差し押さえられ，本件火災当時，その競\n売手続が進行中であったこと（認定事実(2)ノ），本件火災当時，水道\n・ガスは使用料金未納のため供給停止された状態であり（認定事実(2)\nニ），約４９万円の税金の滞納もあったこと（認定事実(2)ハ）を合わ\nせ考慮すると，原告の経済状態は，相当に困窮していたと認めるのが相\n当であり，放火の動機が認められる。\n(イ)  これに対し，原告は，本件火災当時，別宅の住宅ローンやＧ銀行か\nらの借入れについては概ね順調に返済していたし，Ｊ社や消費者金融\nの債務については，踏み倒せると考えていたから，全く切羽詰まって\nいなかった旨主張する。\n確かに，消費者金融からの借入れ，ライフラインの使用料金，税金な\nどと比べて，別宅の住宅ローンや北都銀行からの借入れといった別宅，\n別宅隣接店舗に直接関わる支払が概ねしっかりされていたことが認め\nられる。\nしかしながら，それは，原告が他の支払よりも別宅や別宅隣接店舗\nに関する支払を優先させていた結果にほかならず，むしろ，そのよう\nな原告の姿勢からは，別宅や別宅隣接店舗の保有に関する強い執着が\nうかがわれ，これによれば，原告がＪ社の競売申立てに相当うろたえ\nていたことが推察される。\nこの点，原告は，本件火災当時，買受可能額が手続費用及び優先債権\nの合計額に満たない場合，競売手続が取り消されるという知識があっ\nたため，全く切迫感はなかったと主張するけれども，法律の専門家や\n不動産業者でもない原告にそのような知識があったとは，にわかに措\n信し難い。\nまた，原告が，消費者金融等からの借入れについて，踏み倒せるとい\nう考えの持ち主なのだとしても，少なくとも消費者金融から更なる借\n入れが困難な状態であったことは確かであり，その意味で原告の経済\n的困窮度合いを示すものといえる。\nウ  同種事故の経験\n認定事実(2)タのとおり，原告は，平成１８年火災を受けて，従前火災\n共済契約に基づき，約３８０万円（うち借家人賠償責任特約共済金とし\nて１８２万７０００円）の共済金の支払を受けたにもかかわらず，被告\n調査員のＡからの事情聴取の結果（乙７）によれば，Ａに対し，借家人\n賠償責任特約共済金につき２８万円程度の支払しか受けていないかのよ\nうに報告していたことがうかがわれる。\nその上，原告は，自ら修理するということで，受け取った共済金をＡ\nに対して一切支払っていないことを自認しているところ，認定事実(8)ア\nによれば，原告が行った修理は，表面的な修理に留まり，それほど費用\nが掛かっていないことがうかがわれる。\nこれらによれば，原告は，平成１８年火災によって，相当の経済的利\n益を得ていたことが推察される。また，上記のとおり原告がＡに対して\n受け取った共済金の額を過少申告していたことがうかがわれること，ロ\nーソクを灯したまま外出したという原告が説明する態様の危険性（認定\n事実(8)イ），原告が平成１８年火災による共済金を受け取った直後から，\n月額共済掛金の支払を怠り，従前火災共済契約を失効させたこと（認定\n事実(2)チ）など，平成１８年火災には不審な点も存する。少なくとも，\n上記のとおり，原告が平成１８年火災によって相当の経済的利益を得て\nいたことは，放火の動機を増強するものといえる。\nエ  本件火災共済契約締結に至る経緯及び本件火災前の原告の行動の不自\n然性，並びに平成１８年火災及び本件火災共済契約締結と本件火災発生\nとの時間的近接性\n原告は，平成１８年火災による共済金を受け取った直後から，月額共済\n掛金の支払を怠り，従前火災共済契約を失効させた（認定事実(2)チ）後，\nそれから１年以上経って，使用料金の未納のため水道・ガスの供給が停\n止された翌日に本件火災共済契約を締結し，その後水道・ガスの供給は\n復旧させずに，本件火災共済契約の共済掛金の支払は継続しており，本\n件火災共済契約締結から約８か月，平成１８年火災から２年程で本件火\n災に至っている。しかも，争点(1)で判示したとおりの居住実態の希薄性\nにもかかわらず，原告は，家財の共済金額につき，従前火災共済契約で\nは６００万円であった（認定事実(2)タ）ものを，本件火災共済契約では\n１０００万円に増額している。\nオ  原告の主張について\n(ア)  原告は，①  所属するＣ組の組長であるＡから本件建物に火災保\n険を掛けておくように指示されていたのであり，その指示は絶対であ\nる，②  本件建物は，Ｃ組の秋田県における拠点であり，その存在，\nそしてそこに原告が腰を据えて居住すること自体に重要な意味があっ\nたのであるから，Ｃ組の秋田県における責任者である原告が放火する\nはずがない，③  本件建物の所有者は，Ａであり，したがって借家人\n賠償責任特約共済金が支払われるのもＡであって，原告ではないし，\n原告に支払われる可能性のある経済的利益は，被告の主張によれば，\n約４８０万円に留まる，④  原告は，Ｃ組から，本件火災の制裁とし\nて除籍処分を受けたため，Ｃ組の看板を使用できず，露天商を営むこ\nとすらできなくなってしまうなど，本件火災により致命的な不利益を\n受けている，⑤  認定事実(5)の本件火災直後の原告の説明のとおり，\n原告は，一歩間違えば焼死していたのであり，仮に放火したのであれ\nば，自身に危険が及ばないように計画を立てるか，アリバイ作りのた\nめに出火時には本件建物にいないようにしたはずであるし，事前に貴\n重品を待避させるはずであるが，救出されたときジャージに外套を羽\n織っただけで，靴も履いていなかった，⑥  ライフラインについては，\n自分なりに工夫して生活しており，水道・ガスを特に必要としていな\nかったから共済掛金の支払を優先させていたなどと主張している。\n(イ)  しかしながら，以下のとおり，上記(ア)の原告の各主張は，いず\nれも，放火への関与の認定に与える影響は小さいといえる。\nａ  上記(ア)の原告の主張①に関しては，原告は，平成１８年火災に\nよる共済金を受け取った直後から，月額共済掛金の支払を怠り，従\n前火災共済契約を失効させているのであって，火災保険に関するＡ\nの指示を絶対と考えていたとは思われないし，最初に指示された以\n外にＡから火災保険に関する指示がなかったことも自認している。\nｂ  同原告の主張②に関しては，争点(1)で判示したとおりの原告の本\n件建物での居住実態の希薄性と整合しないし，当初想定していたよ\nりも火災の規模が大きくなってしまったということも考えられる\n（後段については，後記ｃ，ｄ，ｅについてもいえる。）。\nｃ  同原告の主張③に関しては，借家人賠償責任特約共済金の受取人\nは，Ａではなく，被共済者である原告であり，第一次的に取得する\nのは原告である点で前提を欠いている。\nまた，原告は，本件訴えにおいて，３１５０万円を請求しており，\n仮にＡに２０００万円を支払ったとしても，原告の計算では残り１\n１５０万円を取得することになる。\nさらに，弁論の全趣旨によれば，Ａが原告に対して２０００万円\nの損害賠償請求をする旨の書面を原告代理人に提出している（甲１\n０）のは，本件火災について共済金の支払がスムーズにされずに，\n本件訴えに至ったことから，本件火災共済契約における借家人賠償\n責任特約共済金の満額である２０００万円が支払われるよう，体裁\nを整えるための便宜的なものであることがうかがわれる。\n実際，Ａは，４５０万円で本件建物を取得した（認定事実(2)オ）\nのであり，共済金の支払がスムーズにされたならば，原告に対して\n２０００万円の損害賠償請求をしたかは疑問である。\n加えて，前記ウのとおり，原告は，平成１８年火災の際には，Ａに\n対し，受け取った共済金の額を過少申告し，自ら修理するというこ\nとで一切支払っておらず，相当の経済的利益を得ていたことが推察\nされるのであって，本件火災についても，同様の手法を用いるつも\nりであったとも考えられる。\nｄ  同原告の主張④に関しては，そもそも真偽を確かめる術がない。仮\nにそのような制裁を受けたのが事実であるとしても，共済金の支払が\nスムーズにされなかったことに対する制裁と考えても矛盾するもの\nではない。また，原告自身，平成１８年火災の際には，Ａから特に制\n裁を受けていないことを自認している。\nｅ  同原告の主張⑤に関しては，そもそも，本件火災の際，原告が本件\n建物の２階で寝入ってしまっていたかは定かでないし，本件火災後の\n行動，所持品，服装等は，火の不始末に見せかけるための演出と考え\nても矛盾しない。また，時限装置を用いるなどして着火時に本件建物\nにいないようにして放火し，アリバイ工作をするよりも，上記のよう\nに火の不始末に見せかけ，自らも危険な目に遭ったという方が疑われ\nないと考えたとしても不自然ではない。\nｆ  同原告の主張⑥に関しては，特に水道に関しては，知人から水道の\n開栓方法を教わり，無断で水を使用していたことを考慮しても，不便\n・面倒な生活を送っていたことは確かであり，経済的な余裕があるの\nであれば，滞納料金を支払って供給を受けるはずであり，水道・ガス\nの使用料金未納による供給停止は，原告の経済的困窮度合いを示すも\nので，その復旧よりも本件火災共済契約の共済掛金の支払を優先させ\nていたことはやはり不可解といわざるを得ない。\nカ  放火について請求者の関与の認定\n以上のとおり，本件火災の原因が放火である以上，火災の客観的状況\nそれ自体から，放火に原告が関与していることが強く推認されるところ，\nこれに原告の経済状態，同種事故により相当の経済的利益を得た経験が\nあり，それについて不審な点もあること，本件火災共済契約締結に至る\n経緯等に不可解な点があることなどを加味すると，原告の主張する点を\n検討しても，放火について原告が関与したと認められる。\n(3)  したがって，本件火災は，原告の故意により生じたものと認められる。\n４  よって，原告の請求はその余の点につき判断するまでもなく理由がないから\n棄却することとし，主文のとおり判決する。\n秋田地方裁判所民事第一部\n裁判官          佐      藤      久      貴\n"
}