{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 3,
    "day": 24
  },
  "case_number": "平成27(あ)703",
  "case_name": "傷害，傷害致死被告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "刑集　第70巻3号1頁",
  "original_court_name": "名古屋高等裁判所",
  "original_case_number": "平成26(う)366",
  "original_date": {
    "era": "Heisei",
    "year": 27,
    "month": 4,
    "day": 16
  },
  "gist": "１　同時傷害の特例を定めた刑法２０７条の法意\n２　共犯関係にない二人以上の暴行による傷害致死の事案においていずれかの暴行と死亡との間の因果関係が肯定された場合と刑法２０７条の適用の可否",
  "case_gist": "１　同時傷害の特例を定めた刑法２０７条は，共犯関係にない二人以上が暴行を加えた事案において，検察官が，各暴行が当該傷害を生じさせ得る危険性を有するものであること及び各暴行が外形的には共同実行に等しいと評価できるような状況において行われたこと，すなわち同一の機会に行われたものであることの証明をした場合，各行為者において，自己の関与した暴行が傷害を生じさせていないことを立証しない限り，傷害についての責任を免れないとしたものである。\n２　共犯関係にない二人以上の暴行による傷害致死の事案において，刑法２０７条適用の前提となる事実関係が証明された場合には，いずれかの暴行と死亡との間の因果関係が肯定されるときであっても，各行為者について同条の適用は妨げられない。",
  "ref_law": "（１，２につき）刑法２０７条",
  "lawsuit_id": "85781",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=85781",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/781/085781_hanrei.pdf",
  "contents": "平成２７年（あ）第７０３号  傷害，傷害致死被告事件\n平成２８年３月２４日 第三小法廷決定\n主          文\n本件各上告を棄却する。\n理          由\n被告人Ａの弁護人坂根真也，被告人Ｂの弁護人田中伸明の各上告趣意は，単なる\n法令違反，事実誤認の主張であり，被告人Ｃの弁護人山田基幸の上告趣意は，事実\n誤認の主張であって，いずれも刑訴法４０５条の上告理由に当たらない。\n被告人Ａの弁護人坂根真也，被告人Ｂの弁護人田中伸明の各所論に鑑み，職権で\n判断する。\n１  原判決の認定によれば，本件の事実関係は，次のとおりである。\n(1)  被告人Ａ及び同Ｂは，犯行現場となった本件ビルの４階にあるバーの従業\n員であり，本件当時も，同店内で接客等の仕事をしていた。被告人Ｃは，かねて同\n店に客として来店していたことがあり，本件当日（以下，日時は，特に断らない限\nり，本件当日である。），被告人Ｂの誘いを受け，同店で客として飲食していた。\n被害者は，午前４時３０分頃，女性２名とともに同店を訪れ，客として飲食して\nいたが，代金支払の際，クレジットカードでの決済が思うようにできず，午前６時\n５０分頃までに，一部の支払手続をしたが残額の決済ができなかった。被害者は，\nいらだった様子になり，残額の支払について話がつかないまま，同店の外に出た。\n(2)  被告人Ａ及び同Ｂは，被害者の後を追って店外に出て，本件ビルの４階エ\nレベーターホールで被害者に追い付き，午前６時５０分頃から午前７時１０分頃ま\nでの間，相互に意思を通じた上で，こもごも，次のような暴行（以下「第１暴行」\nという。）を加えた。すなわち，被告人Ａが，４階エレベーターホールで被害者の\n背部を蹴って，３階へ至る途中にある階段踊り場付近に転落させ，さらに，被害者\nをエレベーターに乗せた際，その顔面をエレベーターの壁に打ち付け，４階エレベ\nーターホールに引きずり出すなどし，被告人Ｂが，同ホールにあったスタンド式灰\n皿に，被害者の頭部を打ち付けるなどした。その上，被告人Ａは，床に仰向けに倒\nれている被害者の顔面を拳や灰皿の蓋で殴り，顔面あるいは頭部をつかんで床に打\nち付けるなどし，被告人Ｂも，被害者を蹴り，馬乗りになって殴るなどした。\n(3)  被告人Ｃは，午前７時４分頃，４階エレベーターホールに現れ，同店の従\n業員のＤが被告人Ａ及び同Ｂを制止しようとしている様子を見ていたが，Ｄと被告\n人Ａが被害者のそばを離れた直後，床に倒れている被害者の背部付近を１回踏み付\nけ，被告人Ｂに制止されて一旦同店内に戻った。その後，被告人Ｃは，再度４階エ\nレベーターホールに現れ，被告人Ａ及び同Ｂが被害者を蹴る様子を眺め，午前７時\n１５分頃，倒れている状態の被害者の背中を１回蹴る暴行を加えた。\n(4)  被告人Ａは，被害者から運転免許証を取り上げて，同店内に被害者を連れ\n戻し，飲食代金を支払う旨の示談書に氏名を自書させ，運転免許証のコピーを取る\nなどした。その後，被告人Ａ及び同Ｂは，同店内で仕事を続け，被告人Ｃも同店内\nでそのまま飲食等を続けた。\n(5)  被害者は，しばらく同店内の出入口付近の床に座り込んでいたが，午前７\n時４９分頃，突然，走って店外へ出て行った。Ｄは，直ちに被害者を追いかけ，本\n件ビルの４階から３階に至る階段の途中で，被害者に追い付き，取り押さえた。\n一方，被告人Ｃは，午前７時５０分頃，電話をするために本件ビルの４階エレベ\nーターホールに行った際，Ｄが被害者の逃走を阻止しようとしているのを知り，Ｄ\nが被害者を取り押さえている現場に行った。被告人Ｃは，その後の午前７時５４分\n頃までにかけて，次のような暴行（以下「第２暴行」という。）を加えた。すなわ\nち，被告人Ｃは，階段の両側にある手すりを持って，自身の身体を持ち上げ，寝て\nいる体勢の被害者の顔面，頭部，胸部付近を踏み付けた上，被害者の両脚を持ち，\n３階まで被害者を引きずり下ろし，サッカーボールを蹴るように被害者の頭部や腹\n部等を数回蹴り，いびきをかき始めた被害者の顔面を蹴り上げるなどした。\n(6)  午前７時５４分頃，通報を受けた警察官が臨場した時には，被害者は，大\nきないびきをかき，まぶたや瞳孔に動きがなく，呼びかけても返答がない状態で倒\nれていた。被害者は，午前８時４４分頃，病院に救急搬送され，開頭手術を施行さ\nれたが，翌日午前３時５４分頃，急性硬膜下血腫に基づく急性脳腫脹のため死亡し\nた。\n第１暴行と第２暴行は，そのいずれもが被害者の急性硬膜下血腫の傷害を発生さ\nせることが可能なものであるが，被害者の急性硬膜下血腫の傷害が第１暴行と第２\n暴行のいずれによって生じたのかは不明である。\n２(1)  第１審判決は，仮に第１暴行で既に被害者の急性硬膜下血腫の傷害が発\n生していたとしても，第２暴行は，同傷害を更に悪化させたと推認できるから，い\nずれにしても，被害者の死亡との間に因果関係が認められることとなり，「死亡さ\nせた結果について，責任を負うべき者がいなくなる不都合を回避するための特例で\nある同時傷害致死罪の規定（刑法２０７条）を適用する前提が欠けることになる」\nと説示して，本件で，同条を適用することはできないとした。\n(2)  しかし，同時傷害の特例を定めた刑法２０７条は，二人以上が暴行を加え\nた事案においては，生じた傷害の原因となった暴行を特定することが困難な場合が\n多いことなどに鑑み，共犯関係が立証されない場合であっても，例外的に共犯の例\nによることとしている。同条の適用の前提として，検察官は，各暴行が当該傷害を\n生じさせ得る危険性を有するものであること及び各暴行が外形的には共同実行に等\nしいと評価できるような状況において行われたこと，すなわち，同一の機会に行わ\nれたものであることの証明を要するというべきであり，その証明がされた場合，各\n行為者は，自己の関与した暴行がその傷害を生じさせていないことを立証しない限\nり，傷害についての責任を免れないというべきである。\nそして，共犯関係にない二人以上による暴行によって傷害が生じ更に同傷害から\n死亡の結果が発生したという傷害致死の事案において，刑法２０７条適用の前提と\nなる前記の事実関係が証明された場合には，各行為者は，同条により，自己の関与\nした暴行が死因となった傷害を生じさせていないことを立証しない限り，当該傷害\nについて責任を負い，更に同傷害を原因として発生した死亡の結果についても責任\nを負うというべきである（最高裁昭和２６年（れ）第７９７号同年９月２０日第一\n小法廷判決・刑集５巻１０号１９３７頁参照）。このような事実関係が証明された\n場合においては，本件のようにいずれかの暴行と死亡との間の因果関係が肯定され\nるときであっても，別異に解すべき理由はなく，同条の適用は妨げられないという\nべきである。\n以上と同旨の判断を示した上，第１暴行と第２暴行の機会の同一性に関して，そ\nの意義等についての適切な理解の下で更なる審理評議を尽くすことを求めて第１審\n判決を破棄し，事件を第１審に差し戻した原判決は相当である。\nよって，刑訴法４１４条，３８６条１項３号により，裁判官全員一致の意見で，\n主文のとおり決定する。\n(裁判長裁判官  木内道祥  裁判官  岡部喜代子  裁判官   大谷剛彦  裁判官\n大橋正春  裁判官  山崎敏充)\n"
}