{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 1
  },
  "case_number": "平成29(わ)45",
  "case_name": "収賄被告事件",
  "court_name": "奈良地方裁判所葛城支部",
  "lawsuit_id": "87560",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87560",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/560/087560_hanrei.pdf",
  "contents": "主     文\n被告人を懲役１年６月に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n被告人から９５万６０００円を追徴する。\n理     由\n（罪となるべき事実）\n被告人は，平成２３年４月から奈良県磯城郡Ａ町（以下「Ａ町」という。）の副町\n長として，同町の町長を補佐し，同町長の命を受け政策及び企画をつかさどり，保\n育所に対する補助金交付の前提となる予算編成業務並びに要綱の改正及び制定等の\n業務を指揮監督する等の職務に従事していたものであるが\n第１  Ａ町内でＢ保育園等の３園の保育所を運営する社会福祉法人Ｃ（以下「Ｃ」\nという。）の理事長であったＤから，Ｂ保育園の増改築事業に関し，平成２４年\n４月１日付けで施行されたＡ町保育所運営費補助金交付要綱を改正し，平成２\n５年４月１日付けで施行されたＢ保育園増改築補助金交付要綱を制定するなど\nして，前記法人に交付する補助金額を増額させるなど，有利かつ便宜な取り計\nらいを受けたことに対する謝礼及び今後も同様の取り計らいを受けたいとの趣\n旨の下に供与されるものであることを知りながら，同年５月１３日頃，同町大\n字ａｂ番地所在のＢ保育園において，軽四輪乗用自動車１台（時価５５万６０\n００円相当）の引き渡しを受け，その代金として，前記Ｄに対し，その頃，同\n所において，１万円を，同年６月１７日頃，同町ｃ番地ｄＡ町役場２階副町長\n室において，１万円を各支払って，前記Ｄから前記軽四輪乗用自動車を代金２\n万円で譲り受け，その差額である５３万６０００円相当の財産上の利益の供与\nを受け\n第２  前記Ｄから，平成２７年度に実施予定の特別支援保育事業及び２歳未満児保\n育事業に関する補助金の予算編成等に関し，前記法人に交付する補助金額を前\n年度よりも増額させるなど，有利かつ便宜な取り計らいを受けたことに対する\n謝礼及び今後も同様の取り計らいを受けたいとの趣旨の下に供与されるもので\nあることを知りながら，平成２７年５月１１日頃，前記Ａ町役場２階副町長室\nにおいて，平成２６年６月５日頃に借り受けていた現金１２０万円のうち４２\n万円の債務免除を受けて同金額相当の財産上の利益を受け\nもって，それぞれ自己の職務に関して賄賂を収受したものである。\n（事実認定の補足説明）\n第１  弁護人の主張\n１  判示第１及び第２の事実について，被告人がＤが理事長を務めていたＣへ有\n利かつ便宜な取り計らいをした事実は存しないし，そのような内心の意思を有\nしていたこともないから，被告人には収賄罪が成立しない。\n２  判示第１で譲り受けた軽四輪自動車の価格が判示のような高額で市場に流通\nするとは考えられず，この価格をもって追徴額を決めるのは法の趣旨に反する。\n第２  当裁判所の判断\n１  判示第１の事実について\n関係証拠によれば，次の事実が認められる。\n①  Ａ町は，かねてＣから，町立保育園でＣに運営を委託していたＢ保育園の増\n改築を要望されていたところ，その費用負担の軽減を図るため，同保育園をＣ\nに移管して民営化を図り，国の保育所緊急整備事業に基づく奈良県安心こども\n基金特別対策事業補助金の制度を利用しようとした。\n②  前記補助金の制度は，平成２５年４月頃に補助金の負担率が変更されるまで\nは，上限を３億円とし，国および県がその２分の１，市町村が４分の１，保育\n所を運営する社会福祉法人が４分の１の負担割合であったところ，Ａ町では，\n被告人が副町長に就任した平成２３年４月頃から，Ｅ住民福祉部長やＦ健康福\n祉課長らがＣのＧ事務長と費用負担の交渉をしていたが，Ｇ事務長がＤの意向\nを受けて増改築費用の半額をＡ町が負担するよう強く要求していたため，折り\n合いがつかなかった。\n③  平成２３年１１月４日頃，ＣがＢ保育園の増改築費用を５億円に抑えること\nは納得したものの，依然として増改築費用の半額の２億５０００万円をＡ町が\n負担するよう要求したことから，Ｅ部長やＦ課長は，被告人と相談しその了承\nを得て，総事業費の５億円から，前記制度に基づく国・県やＡ町の補助金額を\n差し引いた２億７５００万円をＡ町とＣが折半し，Ａ町が補助金額の７５００\n万円と折半した１億３７５０万円の合計２億１２５０万円を負担することを決\nめ，Ｃに提案したが，Ｃはこの提案も拒否した。\n④  そこで，被告人は，平成２３年１１月１１日頃，Ｄと直接会って交渉し，Ｃ\nがＡ町に負担を求める２億５０００万円とＡ町が提案した負担額２億１２５０\n万円との差額の３７５０万円のうち，その半額の２０００万円程度をＡ町でさ\nらに負担するようＤから求められた。そこで，被告人は，この要求をＥ部長や\nＦ課長に伝え，これを踏まえてＣと交渉するよう指示したところ，Ｅ部長やＦ\n課長は，同月１５日頃，ＣのＧ事務長と協議し，Ｂ保育園の増改築費用につい\nて，すでに提案している２億１５００万円に前記差額３７５０万円の半額に相\n当する１８７５万円を上乗せした２億３１２５万円をＡ町が負担することを最\n終的に合意した。\n⑤  しかし，前記２億３１２５万円全額を建設時の補助金としてＣに交付するこ\nとにすると，Ｂ保育園の増改築費に関し，Ｃの負担よりもＡ町の負担の方がか\nなり多くなっていることが明らかになってしまい，議会の承認を得ることが難\nしいと考えられたことから，被告人は，Ｈ町長，Ｅ部長やＦ課長らと協議し，\n被告人がかねて考えて事務方に示していた手法に沿い，議会に対しては，国や\n県が１億５０００万円，Ａ町及びＣが同額の１億７５００万円ずつ負担すると\n説明した上で，Ｃと約束した残りの５６２５万円については，数年間に分けて，\n保育所運営費補助金の中に新たな項目を設けて補助していくこととした。そし\nて，被告人は，平成２４年になり，Ｂ保育園の増改築費の前記差額分について，\nＢ保育園のほか，ＣがＡ町内で運営するＩ保育園やＪ保育園にも床面積当たり\n１０００円の維持管理費を保育所運営費補助金として出すことなどをＦ課長ら\nに指示し，その後，その単価を１５００円に増額して平成３３年まで支払い，\nその後はその支払を止めるよう健康福祉課長が後任者に引き継ぐことなどの手\n法を考え，この手法がＡ町の方針として決定された。\n⑥  そして，前記補助金交付の根拠となる要綱が必要であったことから，Ａ町は，\n被告人の決裁等を経て，保育所運営費補助金交付要綱に延べ床面積に１５００\n円を乗じた金額を維持管理費として交付することを加えるなどの改正を行い，\nＢ保育園が民営化された平成２４年４月１日からこの要綱を施行した。他方，\nＡ町は，Ｂ保育園の増改築に伴う補助金を交付するため，前同様の決裁を経て\nＢ保育園増改築補助金交付要綱を制定し，平成２５年４月１日から施行し，同\n月１２日にＣに上記補助金の内示をしたところ，Ｃから国の基金を利用した補\n助金額及びＡ町が表向き負担する金額の合計に相当する３億２５００万円余り\nの交付申請がなされ，同年８月８日，Ｃに対し，申請どおり交付する旨の決定\nを通知した。\n⑦  ところが，前記Ｂ保育園増改築補助金交付要綱の施行直後，奈良県安心こど\nも基金特別対策事業補助金制度の国・県の負担割合が３分の２，市町村が１２\n分の１に変更されたため，Ａ町は，この制度を利用することとし，その交付す\nる補助金額を５０００万円ほど減額できることとなった。しかし，これを聞き\nつけたＣのＧ事務長は，Ａ町の負担が減った分を別の補助金にしてＣに交付す\nるよう要求し，Ｅ部長らは，これを断ったものの，被告人から検討するよう指\n示されて話し合った結果，平成２５年１０月頃，前記維持管理補助金の交付を\n平成３５年まで２年間延長することとなった。\n⑧  被告人は，平成２４年末頃から，娘が使用するための軽四輪自動車を探して\nいたが，平成２５年５月頃，Ｄに対して手ごろな軽四輪自動車がないか相談し\nたところ，Ｄから交通事故を起こして修理中の同人所有の軽四輪自動車を譲渡\nする旨持ち掛けられてこれを承諾し，同年５月１３日頃，前記Ｂ保育園で同車\nの引渡しを受けて代金として１万円を支払った。そして，被告人は，前記軽四\n輪自動車の代金として１０万円程度支払おうと考え，同年６月１７日頃，判示\nのＡ町役場の副町長室において，Ｄに対し，その旨告げたところ，Ｄから「１\n万円でいい。」といわれたことから，用意していた９万円の中から１万円を取り\n出してＤに支払った。\n前記認定のとおり，民営化されるＢ保育園の増改築費用に係るＡ町の補助金\nの負担額は，理事長であったＤの意向を受けたＣの要求を概ね受け入れたもの\nで，国の保育所緊急整備事業に基づく奈良県安心こども基金特別対策事業補助\n金の制度による負担割合を大幅に超過するばかりか，Ｃよりも負担額が多くな\nっているのであって，Ａ町が前記補助金を負担することは，客観的にみてＣに\n対する有利かつ便宜な取り計らいであったことは明らかである。\nそして，判示のとおり，被告人がＡ町の副町長として町長を補佐し，同町長\nの命を受けて政策及び企画をつかさどり，保育所に関する補助金交付の前提と\nなる要綱の改正及び制定等の業務を指揮監督する等の職務権限を有していたこ\nとは，関係証拠上争いなく認められるところ，前記認定事実によれば，本件で\n問題となるＢ保育園の増改築に係る補助金についても，Ｄと折衝するなどして\nＡ町が負担する補助金の額の決定に大きな影響を与え，その交付方法について\nも，表向きはＡ町及びＣが同額を負担するように見せかけて，不足分を運営補\n助費で補助するなどの具体的な手法を考案し，被告人の考案した手法どおりに\nＡ町の方針が決定されて，Ｂ保育園の増改築に係る補助金交付の根拠となるＡ\n町保育所運営費補助金交付要綱の改正やＢ保育園増改築補助金交付要綱の制定\nがなされているのである。これらの事情に照らせば，前記のＣに対する有利か\nつ便宜な取り計らいは，被告人の要綱の改正及び制定等の職務権限に基づく行\n為やこれに密接に関連する補助金の増額等に係る行為によりなされたとみるの\nが相当である。\nそして，前記認定事実によれば，被告人は，Ｂ保育園の増改築に係るＡ町の\n負担分に関する方針が決定し，補助金交付の根拠となる前記要綱が施行されて，\nＣがほぼ要求どおりの補助金を受けられることになった間もない時期に，被告\n人の想定を前提にしてもかなり安い金額で判示の軽四輪自動車を譲り受けてい\nるところ，平成１９年４月にＡ町の職員として勤務するようになってからＤと\n職務上の関係が生じたもので，個人的な付き合いを全くしていなかったことは，\n被告人も認めるところであって，このような事情や前記認定のＣのＡ町に対す\nるその後の補助金の要望状況等をも考え併せると，Ｄによる前記軽四輪自動車\nの安価な金額での譲渡は，前記被告人の職務権限に基づく行為やこれと密接に\n関連する行為によってなされたＢ保育園の増改築に関する有利かつ便宜な取り\n計らいに対する謝礼及び今後も同様の取り計らいを受けたいとの趣旨でなされ\nたものとみるほかなく，そのような謝礼等の趣旨であることは，被告人と同じ\nように前記認定の事情を認識している一般通常人であれば容易に理解すること\nができたというべきである。被告人には，判示第１の事実について，収賄の故\n意があったと推認するのが相当である。被告人は，公判廷などにおいて，前記\n軽四輪自動車を安価で譲り受けた当時は，その趣旨について深く考えていなか\nったなどとし，上記のように理解していなかった旨供述するが，前記事情に照\nらして不自然で信用できない。\nなお，被告人が譲り受けた当時の軽四輪自動車の価格については，Ｋが警察\n官調書において５５万６０００円であったと供述しているところ，その金額は，\n一般財団法人日本自動車査定協会奈良県支所に勤務し，事務長，検査長及び査\n定長を務め，これまでに数多くの自動車の査定をしてきた同人の豊富な経験と，\n同協会が定める客観的な基準に基づき，具体的な根拠を示しながら算出された\nもので，その算出過程に不自然，不合理な点はうかがえない。弁護人は，前記\n軽四輪自動車が人の所有を経た中古車で，５０万円余りも修理費を要した事故\n車であることを根拠に，前記価格の妥当性を争うが，Ｋは，日本査定協会の基\n準をもとに，本件軽四輪自動車の購入時期等を参考に推定評価額を７０万５０\n００円とした上，本件軽四輪自動車の修理状態を実際に見て損傷の度合いを判\n定し，その分を１４万９０００円減額して小売相当額として５５万６０００円\nと算出しているのであって，弁護人の指摘する点を踏まえた金額となっており，\n弁護人の前記主張は前記算定価格の妥当性に疑念を抱かせるものではない。の\nみならず，保険会社の事故調査員をしているＬも，警察官調書において，平成\n２５年４月２０日に交通事故を起こす前の本件軽四輪自動車の価格について６\n７万円と算定した，前記交通事故による損傷個所を修理した後の価格について\nも最低５７万円程度であると思うなどと供述するところ，この供述も，自動車\nの査定の専門家が客観的な資料と経験に基づき，前記軽四輪自動車の損傷状況\nも顧慮しながら述べたもので，特に不合理な点は見受けられないところ，前記\nＫ供述とほぼ同様の内容になっていて，同供述を裏付けているといえる。前記\nＫ供述は十分信用できるというべきである。\nこの信用できるＫ供述等の関係証拠を総合すれば，被告人がＤから譲り受け\nた当時の前記軽四輪自動車の価格は５５万６０００円と認められ，被告人が代\n金として支払った２万円を除いた５３万６０００円が判示第１の犯行により被\n告人が得た経済的利益と認めるのが相当である。\n２  判示第２の事実について\n関係証拠によれば，次の事実が認められる。\n①  Ａ町は，その後もＣから電気代に関する補助金の増額を要望され，要望を受\nけたＭ住民福祉部健康福祉課長が被告人に報告したところ，被告人から増額を\n前提に検討を指示されて，平成２７年度の予算編成において検討が予定されて\nいた上記補助金の増額が，平成２６年度の途中で認められるということがあっ\nたところ，Ｍ課長は，平成２６年１２月２４日頃にも，Ｃから，保育士の処遇\n改善のための補助金の増額や気になる子に対する補助金（特別支援保育事業補\n助）の増額を要望された。\n②  健康福祉課では，平成２７年度の予算編成に向けて，既に，Ｃが運営する３\n保育園に対し，これまでどおり，１保育園あたりの気になる子の人数を８名と\nし，１人あたり１か月５万円（１保育園あたり年間４８０万円，３保育園で合\n計１４４０万円）を補助することで予算要求をしていたが，Ｃからの前記要望\nを受け，Ｍ課長は，被告人に要望の内容を伝えて相談したところ，被告人から\nその要望の妥当性を検討するよう指示された。\n③  そこで，健康福祉課では，Ｍ課長が被告人に気になる子の実態を説明した後，\nＢ保育園及びＩ保育園について気になる子の人数をそれぞれ８名から１０名に\n増員して補助金額を２４０万円増額させることとし，その旨予算要求をしたと\nころ，Ｎ総務部長による査定の段階では増額が留保されていた。しかし，被告\n人は，平成２７年１月２１日，町長とともにＮ総務部長から査定結果を事前に\n説明され，特別支援保育事業に関しては，「理論武装をしておくこと」と注文は\n付けたものの，気になる子の増員による補助金の増額については健康福祉課の\n予算要求を認め，同年１月２８日及び同年２月２日に行われた町長査定におい\nても，査定者として出席して前記健康福祉課の予算要求を了承した。このよう\nにして確定した特別支援保育事業補助の増額を認めたＡ町の平成２７年度の予\n算案は，同年３月の町議会において承認された。\n④  ところで，Ａ町では，国が策定した地域活性化・地域住民生活等緊急支援交\n付金（地域創生先行型）制度を利用して交付金を受けようと考え，平成２７年\n１月頃から，総務部総合政策課を窓口として，各課にこの交付金が支給される\nような事業を提案するよう募集したが，各課からはほとんど提案がなされなか\nった。そこで，被告人は，上記制度に見合う事業を複数考え，健康福祉課に対\nしては，乳幼児保育の充実，不妊治療など複数の事業を記載したメモを渡して\n提案を検討するよう指示した。\n⑤  健康福祉課は，被告人からの指示を受けて検討し，国の基準では１歳児６人\nに対して保育士を１人つけるところを，１歳児５人に対して１人の保育士をつ\nけることにして，増員される保育士の給料について交付金（４人分で合計１０\n００万円）を受けることを内容とする２歳未満児保育事業を提案した。被告人\nは，この提案を受けて，２歳未満児保育事業を前記交付金制度の事業とするこ\nとを了承し，平成２７年２月２７日，その実施計画を奈良県に提出することに\nついて決裁し，同年３月６日，上記実施計画が提出された。\n⑥  そして，Ａ町は，この２歳未満児保育事業の補助金を交付するため，平成２\n６年度３月補正予算に１０００万円を計上して議会の承認を得るとともに，交\n付決定の通知を受けて，平成２７年３月３０日，奈良県に対して概算払請求を\nした後，同年５月になって，Ｃにこの補助金が交付できるようＡ町保育所運営\n費補助金交付要綱を改正し，同年４月１日に遡って同要綱を施行した。なお，\n被告人は，同年４月１日頃，Ｇ事務長に対し，２歳未満児保育事業について，\n前記のとおりＣに補助金を交付することを伝えていた。\n⑦  ところで，被告人は，平成１９年１１月から平成２０年４月にかけて，Ｄか\nら合計８００万円を無利子で借りていたが，その後もＤから借金及びその返済\nを繰り返していたところ，平成２６年６月５日にＤから１２０万円を借り，そ\nの返済期限である同年１２月２５日に５０万円を返済したものの，７０万円の\n返済をすることができず，平成２７年４月末日まで支払いを猶予してもらって\nいた。被告人は，その後，７０万円を用意し，同年５月１１日頃，前記Ａ町役\n場の副町長室にＤが訪ねてきたので，Ｄにこれを返済しようとしたところ，Ｄ\nが７０万円入りの封筒の中からその一部である２８万円を取り出し，「これで\nええやないか。」と言って，残りの金が入った封筒を被告人に返し，４２万円に\nついて債務免除を受けた。\n前記認定のとおり，Ａ町がＣからの特別支援保育事業補助等の増額を要望さ\nれてこれに応じ，Ｂ保育園及びＩ保育園について気になる子の人数をそれぞれ\n８名から１０名に増員して補助金額を２４０万円増額させたことや，Ｃから要\n望されていない２歳未満児保育事業を国の地域活性化・地域住民生活等緊急支\n援事業として１０００万円の補助金をＣに交付できるようにすることは，客観\n的にみてＤが理事長をしていたＣに対する有利かつ便宜な取り計らいであった\nことは明らかである。\nそして，判示のとおり，被告人がＡ町の副町長として町長を補佐し，同町長\nの命を受けて政策及び企画をつかさどり，保育所に関する補助金交付の前提と\nなる予算編成業務を指揮監督する等の職務権限を有していたことは，関係証拠\n上争いなく認められるところ，前記認定事実によれば，特別支援保育事業補助\n金の増額については，平成２７年度の予算編成の時期になされたＣの要望に対\nし，被告人が要望を入れる方向で検討を指示し，その指示に沿う形で出してき\nた健康福祉課の予算要求に対しても，Ｎ総務部長による査定の段階で留保され\nていた増額を被告人が了承したため，Ａ町の平成２７年度の予算案に盛り込ま\nれて議会の承認を得ることができたものであり，また，２歳未満児保育事業に\nついても，被告人が考えて検討するよう指示したものが健康福祉課から提案さ\nれ，被告人の了承を得て前記交付金制度の事業となり，奈良県に実施計画が提\n出されるとともに，平成２６年度３月補正予算に計上されて議会の承認を得，\nＡ町保育所運営費補助金交付要綱が改正，施行されているのであって，これら\nの事情に照らせば，前記のＣに対する有利かつ便宜な取り計らいは，被告人の\n予算編成業務を指揮監督する等の職務権限に基づく行為やこれに密接に関連す\nる行為によりなされたとみるのが相当である。\nそして，前記認定事実によれば，被告人は，特別支援保育事業補助金の増額\nを内容とする平成２７年度の予算案や，２歳未満児保育事業の補助金交付を可\n能にする平成２６年度３月補正予算に１０００万円が議会において承認されて\n平成２７年５月１１日頃に，Ｄから債務免除を受けているところ，前\n同様，Ｄとは職務上の関係があったにすぎず，個人的な付き合いは全くなかっ\nたことなどの事情に照らせば，Ｄによる前記債務免除も，前記被告人の職務権\n限に基づく行為やこれと密接に関連する行為によってなされたＣへの特別支援\n保育事業補助金の増額や２歳未満児保育事業による補助金の交付といった有利\nかつ便宜な取り計らいに対する謝礼および今後も同様の取り計らいを受けたい\nとの趣旨でなされたものとみるほかなく，そのような謝礼等の趣旨であること\nは，被告人と同じように前記認定の事情を認識している一般通常人であれば容\n易に理解することができたというべきである。被告人には，判示第２の事実に\nついても，収賄の故意があったと推認するのが相当である。被告人は，公判廷\nなどにおいて，前記債務免除についても，これを受けた当時はその趣旨につい\nて深く考えなかったなどとし，上記のように理解していなかった旨供述するが，\n前同様不自然で信用できない。\n第３  結論\n以上のとおりであり，弁護人の主張はいずれも採用できない。\n（法令の適用）\n被告人の判示第１及び第２の各所為はいずれも刑法１９７条１項前段に該当する\nところ，以上は刑法４５条前段の併合罪であるから，同法４７条本文，１０条によ\nり犯情の重い判示第１の罪の刑に法定の加重をし，その刑期の範囲内で被告人を懲\n役１年６月に処し，同法２５条１項を適用してこの裁判が確定した日から３年間そ\nの刑の執行を猶予し，被告人が判示各犯行により収受した賄賂はいずれも没収する\nことができないので，同法１９７条の５後段によりその合計価額金９５万６０００\n円を被告人から追徴することとする。\n（量刑の理由）\n本件は，Ａ町の副町長であった被告人が，２度にわたり，その職務に関し賄賂を\n収受した事案である。被告人は，奈良県での長年の行政経験を有し，行政経験のな\nい町長を補佐し，実質的に町政を主導する立場にありながら，児童保育行政でかか\nわりを持つようになったＣのＤから，多額の金銭を貸し付けてもらい，たびたび饗\n応接待を受ける中，本件各犯行に及んだものである。本件は，公務員の中立性や廉\n直性に疑念を抱かせ，Ａ町民の行政に対する信頼を著しく失墜させる悪質な犯行と\nいわざるを得ず，被告人の規範意識は甚だ希薄というほかない。のみならず，被告\n人が本件各犯行で収受した不正の利益は９５万円余りにのぼり，決して少ないとは\nいえない。\nこれらに照らすと，被告人の刑事責任を軽視することはできないが，被告人が本\n件の職務に関して違法な行為を行ったとまではいえず，また，その職務行為に関し\nて自分から賄賂を要求したわけでもないこと，被告人には前科前歴がないことなど，\n被告人のために酌むことのできる事情も認められ，これらの事情に被告人の反省悔\n悟の状況なども考え併せると，被告人に対しては，社会内で更生の機会を与えるの\nが相当と思料されるので，主文のとおり刑を量定するとともに，その執行を猶予し\nた次第である。\nよって，主文のとおり判決する。\n（求刑  懲役１年６月，追徴９５万６０００円）\n平成３０年２月５日\n奈良地方裁判所葛城支部\n裁  判  官  奥  田  哲  也\n"
}