{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 2,
    "day": 27
  },
  "case_number": "平成24(行ケ)10247",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83032",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83032",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/032/083032_hanrei.pdf",
  "contents": "平成２５年２月２７日判決言渡\n平成２４年（行ケ）第１０２４７号  審決取消請求事件\n口頭弁論終結日  平成２５年１月２１日\n判                  決\n原            告    シーメンス・ヘルスケア・\nダイアグノスティックス・インコーポレイテッド\n訴訟代理人弁理士    赤      岡      迪      夫\n同                  赤      岡      和      夫\n同                  吉      岡      亜  紀  子\n被            告    特    許    庁    長    官\n指 定 代 理 人     秋      月      美  紀  子\n同                  関              美      祝\n同                  樋      口      信      宏\n同                  中      島      庸      子\n同                  田      村      正      明\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２００９－１０６４５号事件について平成２４年３月５日にした審\n決を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯\n発明の名称を「多数の微生物ファミリーを同定するためのユニバーサルテストシ\nステムおよびその使用」とする発明について，平成１０年３月１６日に国際特許出\n願がされ（パリ条約による優先権主張  平成９年４月１０日，米国。以下「本願」\nという。）（甲６（枝番号の記載は省略する。以下，同様とする。）），平成１９\n年１１月１５日に手続補正が行われ，平成２１年３月１７日に拒絶査定がされた。\n原告は，本願の出願人の承継人である。原告は，同年６月４日，拒絶査定不服審\n判（不服２００９－１０６４５号事件）を請求するとともに，特許請求の範囲を変\n更する旨の手続補正（以下「本件補正」といい，本願に係る同補正後の明細書を\n「本願明細書」という。）をした（甲７）。\n特許庁は，平成２４年３月５日，本件補正を却下した上で，「本件審判の請求は，\n成り立たない。」との審決（以下「審決」という。）をし，その謄本は同月２８日，\n原告に送達された。\n２  特許請求の範囲\n(1)  本件補正後の特許請求の範囲の請求項１（以下，同請求項に係る発明を\n「本願補正発明」という。）は，以下のとおりである（甲７）。\n「サンプル中に存在し得る，ｉ）イースト，ⅱ）嫌気性細菌，ⅲ）ブドウ球菌，\nⅳ）連鎖球菌，ｖ）腸内球菌，ⅵ）腸内細菌およびⅶ）偏好性細菌を含む広く分岐\nした微生物群の中からある微生物を同定することができるシステムであって，あら\nかじめ定めた数の反応チャンバー中に配置された非冗長生化学テストのあらかじめ\n定めた組合せを含み，めいめいの生化学テストはある酵素または酵素群のための基\n質を含み，該基質はもしその酵素または酵素群が作用すれば反応チャンバー中に検\n出可能な産物の生成をもたらし，そして\n生化学テストの組合せからの検出可能な産物が確率行列を用いてサンプル中の微\n生物をその種へ同定することを特徴とする前記テストシステム。」\n(2)  本件補正前である，平成１９年１１月１５日の手続補正後の特許請求の範\n囲の請求項１（以下，同請求項に係る発明を「本願発明」という。）は，以下のと\nおりである。\n「サンプル中に存在し得る広く分岐した微生物の少なくとも二つの群の中からあ\nる微生物を同定することができる，サンプル中の微生物を同定するためのシステム\nであって，\nあらかじめ定めた数の反応チャンバー中に配置された非冗長生化学テストのあら\nかじめ定めた組合わせを含み，めいめいの生化学テストはある酵素または酵素群の\nための基質を含み，該基質はもしその酵素または酵素群が作用すれば反応チャンバ\nー中に検出可能な産物の生成をもたらし，そして\n生化学テストの組合わせからの検出可能な産物がサンプル中の微生物を同定する\nために使用される\nことを特徴とする前記テストシステム。」\n３  審決の理由\n審決の理由は，別紙審決書記載のとおりである。すなわち，本願補正発明は，特\n開昭６１－６３２９７号公報（甲１。以下「引用例」という。）に記載された発明\n（以下「引用発明」という。）及び周知の事項に基づいて，当業者が容易に発明す\nることができたものであり，特許出願の際，独立して特許を受けることができない\nので，本件補正は却下すべきものであり，本願発明も，引用発明及び周知の事項に\n基づいて，当業者が容易に発明することができたものであり，特許を受けることが\nできないというものである。\n審決が上記の判断をする過程で認定した引用発明の内容，本願補正発明と引用発\n明の一致点及び相違点は，以下のとおりである。\n(1)  引用発明の内容\n「ヒトまたは動物等から採取し，分離した被検菌を含有する菌液をマルチポイン\nト・イノキュレータの各白金耳に対応した位置に菌液収容部としての凹みを有する\n平板の凹みに注入し，次いで，これらの被検菌を別に用意されている浅型シャーレ\nに注入し平板とした各種の炭水化物をそれぞれ含有した複数の炭水化物分解試験用\n平板培地に，マルチポイント・イノキュレータを用いて各平板培地ごとに同時に接\n種し，所定の条件下に培養したのち，各種の炭水化物に対する各被検菌の分解能を\n判定し，炭水化物分解試験の結果を集約したインデックスに基いて各被検菌を同定\nする，微生物の簡易同定試験法。」\n(2)  一致点\n「サンプル中に存在し得る，ある微生物を同定することができるシステムであっ\nて，あらかじめ定めた数の反応チャンバー中に配置された非冗長生化学テストを含\nみ，めいめいの生化学テストはある酵素または酵素群のための基質を含み，該基質\nはもしその酵素または酵素群が作用すれば反応チャンバー中に検出可能な産物の生\n成をもたらし，そして，生化学テストの組合せからの検出可能な産物が予め取得し\nた同定のためのデータを用いてサンプル中の微生物をその種へ同定する前記テスト\nシステム。」である点\n(3)  相違点\nア  相違点１\n「ある微生物を同定すること」が，本願補正発明では，「ｉ）イースト，ⅱ）嫌\n気性細菌，ⅲ）ブドウ球菌，ⅳ）連鎖球菌，ｖ）腸内球菌，ⅵ）腸内細菌および\nⅶ）偏好性細菌を含む広く分岐した微生物群の中から」同定するのに対し，引用発\n明では各被検菌を同定する点。\nイ  相違点２\n「非冗長生化学テスト」が，本願補正発明では，「あらかじめ定めた組合せ」を\n含むものであるのに対し，引用発明では各種の炭水化物を用いて行う点。\nウ  相違点３\n「予め取得した同定のためのデータ」が，本願補正発明のでは，「確率行列」で\nあるのに対し，引用発明では，「インデックス」である点。\n第３  取消事由に関する当事者の主張\n１  原告の主張\n審決には，本願補正発明と引用発明の相違点の認定の誤り（取消事由１），本願\n補正発明の容易想到性の判断の誤り（取消事由２），本願発明と引用発明の相違点\nの認定及び本願発明の容易想到性の判断の誤り（取消事由３）があり，その結論に\n影響を及ぼすから，違法として取り消されるべきである。\n(1)  本願補正発明と引用発明の相違点の認定の誤り（取消事由１）\n本願補正発明と対比すべき引用発明は，「あらかじめ定めた数のシャーレ中に配\n置され，めいめいが異なる炭水化物を含んでいる炭水化物分解試験用培地のあらか\nじめ定めた組合せ」と認定すべきであり，引用発明のうち「めいめいが異なる炭水\n化物を含んでいる炭水化物分解試験用培地のあらかじめ定めた組合せ」が，本願補\n正発明の「生化学テストのあらかじめ定めた組合せ」に相当する。\n本願補正発明では，「めいめいの生化学テスト」が含んでいるのは，「ある酵素\nまたは酵素群のための基質」である。「めいめいの生化学テストは・・・基質を含\nみ」の文言は，基質以外の全ての成分が生化学テストに含まれることを排除するも\nのではないが，本願補正発明の目的及び効果の達成に必要でない，又は有害な成分\nまで含むという趣旨ではない。\nこれに対し，引用発明の「各種の炭水化物をそれぞれ含有した複数の炭水化物分\n解試験用平板培地」を用いて被検菌を同定するためには，炭水化物分解試験用平板\n培地が単に基質を含有するだけでは十分でなく，被検菌がこの培地上で増殖可能で\nあることが必要である。したがって，引用発明の炭水化物分解試験用培地は，炭素\n源である炭水化物のほかに，窒素源，無機塩類，発育因子など，被検菌である微生\n物の増殖に必要な栄養分を全て含んでいる。\n以上のとおり，微生物を同定するために，本願補正発明は酵素の作用を受けて化\n学的変化を受ける物質である「基質」を使用するのに対し，引用発明は微生物培養\nのための「培地」を使用する点で，本願補正発明と引用発明は相違する。審決には，\n上記相違点を看過した誤りがある。\n(2)  本願補正発明の容易想到性の判断の誤り（取消事由２）\n審決の容易想到性の判断には，以下のとおり誤りがある。\nア  引用発明の炭水化物分解試験用培地は，被検菌である微生物の増殖に必要な\n栄養分を全て含んでいる。\nこれに対し，本願補正発明の生化学テストは，培地の成分のいくつかを含有して\nいるとしても，例えば，デカルボキシラーゼベースバッファーは微生物の増殖に欠\nくことができない糖（炭水化物）を含んでおらず，糖（酸生産）テストは，無機塩\n類（ミネラル）や発育因子（増殖因子）を含んでいないなど，微生物の増殖・発育\nに必要な栄養分の少なくとも一部を含んでいない。\nイ  引用発明では，被検菌細胞内部で炭水化物が酸に分解される代謝が行われて\nおり，炭水化物は，細胞壁を透過して取り込まれ，細胞質内に存在する多数の酵素\nによって分解され，生成した酸は再び細胞壁を透過して細胞外へ放出される。引用\n発明では，微生物が炭水化物を代謝し，酸を生成する過程で作用する酵素は，微生\n物の培養によって，微生物細胞内で作られ，貯えられる。そのため，培地は，微生\n物の増殖・発育に必要な全ての栄養分を含まなければならず，炭水化物は微生物の\n増殖・発育のための栄養分の一つである炭素源となる。\nこれに対し，本願補正発明では，サンプルの微生物と基質との生化学反応は，微\n生物から懸濁用液体中に溶け出した酵素との間で，微生物細胞の外で行われる。そ\nのため，微生物の単離物は，微生物細胞内部から外部への酵素の溶出を助ける界面\n活性剤溶液に懸濁されている。本願補正発明では，検出可能な産物の生成は，基質\nと微生物外の酵素との間で行われるので，微生物の培養による増殖を必要としない。\n本願補正発明の生化学テストの基質は微生物培養のための培地ではないので，基質\nが炭水化物であったとしても，炭水化物の分解は基質と微生物細胞外の酵素との間\nの生化学反応によって行われ，代謝（発酵）によるものではない。\nウ  引用発明では，同じシャーレ中に収容された同じ炭水化物を含む炭水化物分\n解試験用固形培地上で複数の被検菌が同時に培養される。そのため，同じ培地及び\n条件で増殖することができない限り，複数の被検菌を同時に培養することはできず，\n引用発明のシステムを使用して同定し得る微生物の種類は限られる。これに対し，\n本願補正発明のシステムでは，異なる栄養分及び／又は異なる培養条件を必要とす\nる微生物群の中からでも，ある微生物を特定することができる。\nエ  以上のとおり，本願補正発明と引用発明とは，微生物を同定するためのシス\nテムである点で一致するものの，引用発明の「炭水化物分解試験用培地のあらかじ\nめ定めた組合せ」は，本願補正発明の「生化学テストのあらかじめ定められた組合\nせ」の構成と異なる。上記相違点は，「培地」と「基質」の相違に由来するもので\nあり，本願補正発明の「基質」が炭水化物であっても，引用発明の「培地」がこれ\nに代わり得るものではないから，当業者が本願補正発明に到るのは容易ではない。\n(3)  本願発明と引用発明の相違点の認定及び本願発明の容易想到性の判断の誤\nり（取消事由３）\n本願発明は，「広く分岐した微生物群」を，「ｉ）イースト，ⅱ）嫌気性細菌，\nⅲ）ブドウ球菌，ⅳ）連鎖球菌，ｖ）腸内球菌，ⅵ）腸内細菌およびⅶ）偏好性細\n菌を含む広く分岐した微生物群」に限定する記載，及び「検出可能な産物がサンプ\nル中の微生物を同定するために使用される」を「検出可能な産物が確率行列を用い\nてサンプル中の微生物をその種へ同定する」に限定する記載を含まないことを除い\nて，本願補正発明の構成と同じである。\nしたがって，取消事由１及び２で述べたとおり，本願発明と引用発明は，微生物\nを同定するための原理が相違し，本願発明は，引用発明及び周知技術に基づき，当\n業者が容易に発明をすることができたものではない。よって本願発明は，特許法２\n９条２項の規定に該当しない。\n２  被告の反論\n(1)  本願補正発明と引用発明の相違点の認定の誤り（取消事由１）に対して\n原告は，本願補正発明では「基質」を使用するのに対し，引用発明では「培地」\nを使用する点で相違すると主張する。\nしかし，原告の主張は，以下のとおり失当である。\n本願補正発明における「反応チャンバー中に配置された・・・生化学テスト（そ\nの内容物）は・・・基質を含み」との構成は，必須成分として基質を含むことを意\n味するものであり，反応チャンバー中の生化学テスト（その内容物）が基質以外の\n成分を含むことを排除するものではない。また，本願明細書の実施例１には，バッ\nファー中にイーストエキスやペプトンが含まれている実施例が開示されているが，\nイーストエキスやペプトンは培地の栄養分として典型的なものである。本願補正発\n明の反応チャンバー中の内容物は基質を含む「培地」である場合もあるから，本願\n補正発明は，「酵素」と「培地に含まれる基質」とが反応する場合を含んでいると\n解される。\n引用発明は，細菌の種類により持っている酵素が異なるので，培地中の基質であ\nる糖の種類を変え，菌の発育に伴って，菌が保有する酵素群の基質である糖が分解\nされることによって生じる培地のｐＨの変化を見ることによって，被検菌の分解能\nを判定し，菌の鑑別・同定を行うものである。引用発明の培地中の炭水化物は，微\n生物が保有する酵素群の「基質」である。\nしたがって，本願補正発明の「ある酵素または酵素群のための基質を含」む「め\nいめいの生化学テスト」は，基質を含む培地である場合も包含しており，また，本\n願補正発明の「めいめいの生化学テスト」と引用発明の「各種の炭水化物をそれぞ\nれ含有した複数の炭水化物分解試験用培地」とは，いずれもその中に「基質」を含\nむという点で一致する。\n(2)  本願補正発明の容易想到性の判断の誤り（取消事由２）に対して\n前記のとおり，引用発明の「炭水化物」は，微生物同定のために複数種類添加さ\nれるものであり，栄養源であると同時に，微生物の分解能を判定するのに利用する\n特定の酵素群のための「基質」である。\n本願補正発明は，反応チャンバーの内容物が基質以外の成分を含むことを排除し\nていない。本願明細書の記載によると，本願補正発明の「めいめいの生化学テス\nト」は「基質を含み」との構成は，生化学テストが培地の成分を含むことを排除し\nていない。\n本願補正発明は，「サンプル」について，界面活性剤で前処理すること等，何ら\n規定していない。本願補正発明の「生化学テスト」は，界面活性剤により微生物の\n細胞壁が破壊されたものに限られず，微生物細胞内で行われる生化学テストを包含\nするものである。なお，引用発明における微生物細胞内の酵素による糖の代謝，つ\nまり分解は，本願補正発明における酵素群による基質の分解と同じ反応であり，生\n化学反応といえる。\n引用例には，属の異なる細菌を種レベルまで同定した具体例が開示されており，\n同定し得る微生物の種類について，本願補正発明と相違しない。\n本願補正発明の「生化学テスト」は，基質を含む培地である場合も包含しており，\nまた，本願補正発明の「生化学テスト」と引用発明の「炭水化物分解試験用培地」\nとは，「基質」を含む点で相違がなく，審決の容易想到性の判断に誤りはない。\n(3)  本願発明と引用発明の相違点の認定及び本願発明の容易想到性の判断の誤\nり（取消事由３）に対して\n本願発明と引用発明とは，微生物が保有する酵素の基質を用いて微生物を同定す\nるという共通の原理に基づく発明であり，本願発明は，引用発明及び周知技術に基\nづき当業者が容易に発明をすることができたものである。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由はいずれも理由がないと判断する。その理由は，\n以下のとおりである。\n１  本願補正発明と引用発明の相違点の認定の誤り（取消事由１）及び本願補正\n発明の容易想到性の判断の誤り（取消事由２）について\n便宜上，取消事由１及び２を併せて判断することとする。\n(1)  本願明細書及び引用例の各記載\nア  本願明細書の記載\n本願明細書には以下の記載がある（公表特許公報の記載箇所を指摘する。）（甲\n６）。\n「本発明の分野\n本発明は，多数の分岐微生物群のどれか一つ，例えば分岐ファミリーまたは群の\n中の嫌気性菌，イースト，偏好性菌，腸内菌，ブトウ状菌，連鎖球菌および腸内球\n菌に属し得る微生物の同定を決定するユニバーサルテストシステムおよびその使用\n方法に関する。本発明のテストシステムは一つの微生物の科または群，属および／\nまたは種に独特な酵素の存在を検出する，あらかじめ定めたテストの単一のバッテ\nリーよりなる。」（６頁４行目ないし１０行目）\n「従って，生化学テストの単一のバッテリーを使用することにより，そのため各\nテストバッテリーまたは組み合わせが微生物の特定の群もしくはファミリーに対し\n仕立てられている多数のテストバッテリーまたは商業的テストキットの使用を避け\nることによるような，微生物の多数の分岐群の任意の数のうちの一つへ属する微生\n物を分類しおよび／または同定するユニバーサルシステムを持つことが望ましいで\nあろう。\n本発明の概要\n本発明は，各自普遍的処方を有する，生化学テストの単一のバッテリーを使用す\nる，微生物の広く分岐した群の任意の一つへ属する微生物を同定する能力を始めて\n創出する。この万能なフォーマットは，１５分程の短いインキュベーション時間，\nまたは８時間（１回作業出番）までに同定結果を提供する万能生化学システムを提\n供する。このテストは性質がクロモゲン／測色法，またはフルオロゲン／蛍光分析\nでよく，そして内眼的にまたは自動的に読み取ることができる。・・・ユーザーへ\nこのシステムの一つの利益は，彼等は彼等の微生物同定需要の大部分のために，単\n一のテスト方法をどのように使用するかを学ぶことのみを要することである。第２\nに，ユーザーは彼等の微生物同定需要の大部分のために，多数の製品の在庫を管理\nするのではなく，一つの診断テストを注文しそして在庫することを要するのみであ\nる。」（１０頁７行目ないし末行）\n「本発明の方法は，微生物を同定するために，ある微生物科，属および／または\n種に独特の代謝経路中の少なくとも１種の酵素および／または酵素群の存在を検出\nするためサンプルをあらかじめ定めた生化学テストの単一バッテリーへかけること\nよりなる。テストのバッテリーは，以後時によりテストの組合わせまたはテストシ\nステムと呼ばれる。ここで使用されるサンプルは，選択的もしくは非選択的培地上\nで生育したコロニーから得られた微生物のサスペンジョン，もっとも好ましくは実\n質上純粋な培養物のサスペンジョンを含む。\n本発明のテストシステムは，前記生化学テストを実施するための反応チャンバー\nを含み，各反応チャンバーは少なくとも１種の酵素のための基質を含み，該基質は\nもし酵素によって作用されれば反応チャンバー内に検出し得る生産物の生成をもた\nらし，そしてテストの組合わせにおけるこの検出し得る生産物はサンプル中の微生\n物の同定に関連している。」(１５頁下から３行目ないし１６頁９行目)\n「本発明の詳細な説明\n本発明のユニバーサルテストシステムはあらかじめ定めた数のチャンバーもしく\nはウエルを有するパネルとして便利に構成される。そのような形態が本発明のテス\nトシステムを例証するために使用されるであろう。意図する用途に合致するように\n多種類のフォーマットに構成できるので，これはユニバーサルテストシステムを限\n定することを意図しない。\n本発明のテストシステムは微生物の多数のそして広く分岐した群の一つからのサ\nンプル中のある微生物を同定することが可能である。好ましい一具体例において，\nテストシステムはあらかじめ定めた数の反応チャンバー内に配置された非冗長生化\n学テストのあらかじめ定めたバッテリーを含み，各生化学テストは酵素または酵素\n群のための基質を含み，そしてさらに該基質はもし酵素または酵素群が作用すれば，\n反応チャンバー内に検出可能な産物の生成をもたらし，そしてテストの組合わせか\nらの検出可能な産物がサンプル中の微生物を同定するために使用される。\n本発明のユニバーサルテストシステムに関してここで使用される非冗長とは，あ\nらかじめ定めた生化学テストの単一バッテリーは，先行技術において知られている\nように，各ファミリーおよび／または群のためにファミリー特異性または群特異性\n処方に基づかないことを意味する。むしろ本発明の各生化学テストはファミリーお\nよび群非依存的である。好ましくは，一つの基質は一つのパネル上で１回より多く\n使用されない。しかしながらある場合には，同じ基質が何回も，例えば異なる緩衝\nシステム中に含まれることが望ましいことがある。」（２０頁２２行目ないし２１\n頁１４行目）\n「一具体例において，本発明のユニバーサルテストパネルは多数の微生物群のど\nれか一つに属するある微生物を同定するために使用される。この微生物は別々の属\nおよび／または種へ，好ましくは種レベルへ同定される。」（２４頁８行目ないし\n１０行目）\n「本発明のユニバーサルテストシステムに使用のための例示的基質は下の表Ⅵに\nリストされている。・・・基質３５，および３７ないし５４は４－メチルウンベリ\nフェロン蛍光定量指示薬を使用する糖発酵テストのための基質である。基質５５な\nいし６０は炭素同化基質である。・・・\n表Ⅵ\n・・・\n３５．アルブチン（酸生産）\n・・・\n３７．セロビオース（酸生産）\n３８．ヅルシトール（酸生産）\n３９．エリスリトール（酸生産）\n４０．フラクトース（酸生産）\n４１．ガラクトース（酸生産）\n４２．グリセロール（酸生産）\n４３．イヌリン（酸生産）\n４４．ラクトース（酸生産）\n４５．マルトース（酸生産）\n４６．メレジトース（酸生産）\n４７．ムチン酸（酸生産）\n４８．ラムノース（酸生産）\n４９．リボース（酸生産）\n５０．デンプン（酸生産）\n５１．トレハロース（酸生産）\n５２．ツラノース（酸生産）\n５３．キシロース（酸生産）\n５４．パラチノース（酸生産）\n５５．アセタミド（アルカリ性化）\n５６．安息香酸（アルカリ性化）\n５７．ギ酸（アルカリ性化）\n５８．マレイン酸（アルカリ性化）\n５９．ピルレート酸（アルカリ性化）\n６０．マロン酸（アルカリ性化）」（２６頁１６行目ないし２９頁３行目）\n「実施例１  ユニバーサルテストシステム\n本発明に使用する基質は種々の方法で調製することができる。・・・基質および\nバッファーシステムの特定の量および濃度は特定の生化学テストのＶｍａｘを最適\n化するように選定される。\nさらに詳しくは，・・・炭素利用およびデカルボキシラーゼテストに対しては，\nテストをデカルボキシラーゼバッファー中で実施することが好ましい・・・。デカ\nルボキラーゼバッファーは，イーストエキス（約０．１ないし１０％ｗ／ｖ），ペ\nプトン（約０．１ないし１．０％ｗ／ｖ），ピリドキシル－５－ＰＯ４（約０．０\n１ないし０．１ｍＭ），１０％ｗ／ｖグリセロールストック（約０．５ないし２％\nｗ／ｖ），０．０２Ｍ４－β－メチルエスクレチン（約０．１ないし１ｍＭ），フ\nタル酸（約１．０ないし１０．０ｍＭ），ｐＨ５ないし６を組合わせることによっ\nて処方され，アミノ酸または炭素源は約０．５ないし５％ｗ／ｖである。\n糖（酸生産）テストは典型的にはｐＨ約７ないし８においてＨｅｐｅｓバッファ\nーまたは他の適当なバッファー（約０．５ないし２．５ｍＭ）中において実施され\nる。テストの他の成分は１リットルの蒸留脱イオン水中，４－ＭｅＵ（約０．０１\nないし０．２５ｍＭ），ペプトン（約０．０１ないし０．５％ｗ／ｖ），糖（約\n０．０５ないし２％ｗ／ｖ）を含む。\n表Ⅵはユニバーサルテストシステムに使用のため例示的基質をリストする。以下\nのセクション（Ａ～Ｄ）は本発明の特に好ましい基質の処方を記載する。\n・・・\nＣ．蛍光定量糖発酵酵素テスト\n上の表Ⅵの基質３５については，２Ｘアルブチンストック溶液は脱イオン水４０\nｍｌ中約１～２ｇのアルブチン（Ｓｉｇｍａ）を混合することによって調製された\n（ＡＲＢストック）。ＡＲＢストック約２０ｍｌを分配チューブへ入れ，それへ糖\nバッファー約１２．５ｍｌを４－ＭｅＵストック溶液２ｍｌと共に加えた。溶液は\n水蒸気滅菌した脱イオン水で約５００ｍｌの最終体積へもたらされた。糖バッファ\nーは脱イオン水１リットルへ一塩基性リン酸カリウム，二塩基性リン酸カリウム，\nペプトン水を混合することにより調製された。成分が混合され，約７～８のｐＨへ\nもたらされた。ペプトン水溶液は約１０ｍｌの脱イオン水中ペプトン水１ｇを混合\nすることによって調製された。・・・\n上の表Ⅵの基質３７～５４については，以下の２Ｘ糖ストック溶液は脱イオン水\n約４０ｍｌ中以下の糖約１～２ｇを個々に混合することによりつくられた。ズルシ\nトール，エリスリトール，フラクトース，ガラクトース，グリセロール，イヌリン，\nマルトース，ラクトース，マレジトース，ラムノース，リボース，トレハロース，\nツラノース，キシロースまたはパラチノース。・・・\n上の表Ⅵの基質４７は，脱イオン水約４００ｍｌと５Ｎ ＮａＯＨ約２ｍｌ中ム\nチン酸約１～２ｇを混合することによってつくった。基質５０については，２Ｘデ\nンプン（ＳＴＡ）ストックは水約４４５ｍｌ中Ｐｌｕｒｏｎｉｃ  Ｐ－１０４（１\n０％溶液）とデンプン（Ｂａｋｅｒ）約０．５～１ｇを混合することによって調製\nされた。\n上の表Ⅵの基質４７～５０を除いて，各２Ｘ糖ストック溶液約２０ｍｌを分配チ\nューブへ加え，次に糖ベースストック約１２．５ｍｌと，次に蒸留脱イオン水中Ｍ\nｅＵストック２ｍｌを加え約５００ｍｌとした。基質４７については，ＭＵＣスト\nック溶液約４００ｍｌを分配チューブへ加え，次に糖バッファーストック約１２．\n５ｍｌとＭｅＵストック２ｍｌを加えた。溶液は水蒸気滅菌した蒸留水で約５００\nｍｌへもたらされた。基質５０については，ＳＴＡストック約４２５ｍｌを分配チ\nューブへ加え，次に糖バッファー溶液約１２．５ｍｌおよびＭｅＵストック約２ｍ\nｌを加えた。溶液は水蒸気滅菌した蒸留水で約５００ｍｌへもたらされた。\nＣ．蛍光定量炭素利用テスト\n上の表Ⅵの基質５５～６０は適切な炭素源のストック溶液をつくることによって\n調製された。各ストック溶液はデカルボキシラーゼベースバッファー約６００ｍｌ\n中に以下の炭素源の約１２ｇを加えることによって調製された：アセタミド，安息\n香酸，ギ酸，マレイン酸，ピルビン酸およびマロン酸。炭素源の各自はＳｉｇｍａ\nから得た。デカルボキシラーゼベース溶液は脱イオン水約２７００ｍｌ中イースト\nエキス約９～１０ｇ，β－メチルエスクレチン２Ｘストック溶液約７０ｍｌ，プロ\nテアーゼペプトン－３の約１０～２０ｇ，１０％グリセロール約３００ｍｌ，およ\nびフタル酸（カリウム塩）約２～４ｇを混合したストック溶液をつくることによっ\nて調製された。」（３７頁２２行目ないし４１頁２７行目）\nイ  引用例の記載\n引用例は，発明の名称を「微生物の簡易同定試験法」とする発明に係る公開特許\n公報であり，以下の記載がある（甲１）。\n「２．特許請求の範囲\n固形平板培地に接種した微生物の炭水化物分解試験により微生物を同定する方法\nにおいて，多種同時接種器により多種類の微生物を同時に接種して試験することを\n特徴とする微生物の簡易同定試験法。\n３．発明の詳細な説明\n産業上の利用分野：\nこの発明は，多種類の微生物を多種同時接種器により固形平板培地に同時に接種\nし，これら微生物の炭水化物分解試験により，多種類の微生物を同定する方法に関\nするものであり，ヒトや動物などの細菌感染症の起因菌の判定等に利用される。」\n（１頁左下欄４行目ないし１６行目）\n「従来技術の解決すべき問題点：\n炭水化物分解試験法は，種々の炭水化物についての微生物の分解能を検査するこ\nとにより微生物を同定する方法であるため，多種類の微生物を従来技術により同定\nする場合には，同定すべき微生物の種類の数に炭水化物の種類の数を乗じた数の試\n験が必要であり，・・・\n問題点を解決するための手段：\nこの発明は上記のような従来技術の問題点を解決するためになされたものである。\nすなわち，この発明の方法は，同一の試験用培地に多数の被検微生物を同時に接\n種し，これら微生物の炭水化物分解能を同時に判定することにより行われる。」\n（１頁右下欄３行目ないし１９行目）\n「この発明の方法の実施に際しては，まずヒトまたは動物等から採取し，分離し\nた被検菌を含有する菌液を上記平板の凹みに注入する。・・・次いで，これらの被\n検菌を別に用意されている炭水化物分解試験用平板培地に，マルチポイント・イノ\nキユレータを用いて同時に接取し，所定の条件下に培養したのち，各種の炭水化物\nに対する各被検菌の分解能を判定し，炭水化物分解試験の結果を集約したインデツ\nクスに基いて各被検菌を同定する。」（２頁左上欄１２行目ないし右上欄２行目）\n(2)  本願補正発明の内容について\n本願補正発明に係る特許請求の範囲は，第２，２(1)に記載のとおりである。特\n許請求の範囲及び上記本願明細書の記載によると，本願補正発明は，多数のテスト\nバッテリー又は商業的テストキットの使用を避けるため，生化学テストの単一のバ\nッテリーを使用することにより，微生物の分類及び／又は同定が可能となるユニバ\nーサルテストシステムに関する発明である。本願補正発明は，微生物が含まれるサ\nンプルを，少なくとも１種の酵素のための基質が含まれた反応チャンバーに加えた\n場合に，上記サンプルが上記基質に作用する酵素又は酵素群を含むものであれば，\n当該基質と酵素又は酵素群の作用により反応チャンバー中に特定の産物が生成され\nるため，その産物を検出することにより，上記サンプル中に含まれる酵素又は酵素\n群を確認し，微生物を同定することができるとの原理を利用したものである。反応\nチャンバーはあらかじめ定めた数準備され，めいめいの反応チャンバーには異なる\n基質が含まれており，この反応チャンバーのセットに特定のサンプルを加える方法\nで，産物の生成の有無を確認し，データベース（確率行列）を使用して，微生物の\n同定を行うこととなる。\n(3)  引用発明の内容について\n引用発明の内容は第２，３(1)に記載のとおりである。引用例の記載によると，\n引用発明は，多種類の微生物を炭水化物分解試験用培地に同時に接種することによ\nり，多種類の微生物の炭水化物分解能を同時に判定することができるようにした，\n微生物の同定試験法の発明である。引用発明は，微生物が特定の炭水化物に対して\n分解能を有することから，この分解能の有無を判定することにより微生物を同定す\nる炭水化物分解試験法の一つであり，異なった炭水化物をそれぞれ含んだ炭水化物\n分解試験用平板培地を数種類準備し，各平板培地ごとに被検菌を含有する菌液を多\n種類同時に接種し，所定の条件下で培養した後に，各種の炭水化物に対する各被検\n菌の分解能を判定し，その判定結果から，炭水化物分解試験の結果を集約したイン\nデックスに基づいて，各被検菌を同定するものである。\n(4)   取消事由１及び２に対する判断\nア  原告は，本願補正発明は酵素の作用を受けて化学的変化を受ける物質である\n「基質」を使用するのに対し，引用発明は微生物培養のための「培地」を使用する\n点で，本願補正発明と引用発明は相違し，引用発明の「培地」は本願補正発明の\n「基質」に代わり得るものではないから，当業者が本願補正発明に到るのは容易で\nはないと主張する。\nしかし，以下のとおり，原告の主張は失当である。\n(ｱ)  本願補正発明に係る特許請求の範囲には，生化学テストの内容物に関し，\n「めいめいの生化学テストはある酵素または酵素群のための基質を含み」と記載さ\nれ，同記載によれば，生化学テストの内容物は「基質」を含むことが必要であるが，\n「基質」以外の成分を含有するか否かは規定されていない。\nまた，本願明細書中には，「各反応チャンバーは少なくとも１種の酵素のための\n基質を含み」（公表特許公報１６頁６行目）との記載があり，この記載も，反応チ\nャンバーの内容物は少なくとも「基質」を含んでいることを規定するが，「基質」\n以外の物質が含まれていることを排除するものではない。\nこの点に関し，原告は，「めいめいの生化学テストは・・・基質を含み」の文言\nは，基質以外の全ての成分が含まれることを排除するものではないが，本願補正発\n明の目的及び効果の達成に必要でない，又は有害な成分まで含むという趣旨ではな\nいと主張する。\nしかし，本願明細書中に，微生物を培養する成分が，本願補正発明の目的及び効\n果の達成に必要でない成分であるとか，有害な成分であるという趣旨の記載はなく，\n上記各記載によると，生化学テストの内容物が微生物を培養する成分を含まないと\n解することはできない。\n(ｲ)ａ  本願明細書の実施例１には，基質の処方として，蛍光定量指示薬を使用\nする糖発酵テスト（糖（酸生産）テスト）のための基質である表Ⅵの基質３５及び\n３７ないし５４（以下，本願明細書の表Ⅵに記載されている基質はその番号で特定\nする。）について，脱イオン水中に各基質を混合して調整したストック溶液にペプ\nトンを混合させることが，また，炭素利用テストに使用される炭素同化基質である\n基質５５ないし６０について，デカルボキシラーゼベースバッファーに各基質を加\nえて炭素源のストック溶液を調整し，デカルボキシラーゼベースバッファーにはイ\nーストエキスとペプトンが含まれていることが記載されている。\n本願優先日当時，ペプトンやイーストエキスは，細菌の培養に必要な栄養素を有\nする物質として，当業者に周知であったと認められる（甲２，３，１３，乙２の１，\n２の２。なお，甲１３「臨床検査技術学」は，本願優先日の後である平成１０年４\n月１５日に第１版第１刷が発行された書籍であるが，教科書的な内容であり，その\n記述に照らすと，上記事項は，本願優先日当時には当業者に周知となっていたこと\nが十分に認められる（甲１３は，上記書籍の平成１３年４月１日発行の第２版であ\nる。）。）。 ｂ  原告は，例えば，デカルボキシラーゼベースバッファーは微生物の増殖に欠\nくことができない糖（炭水化物）を含んでいなかったり，糖発酵酵素テスト（糖\n（酸生産）テスト）は，無機塩類（ミネラル）や発育因子（増殖因子）を含んでい\nなかったりするなど，本願補正発明の生化学テストは，微生物の増殖・発育に必要\nな栄養分の少なくとも一部を含まないものであると主張する。\nしかし，原告の主張は，以下のとおり，採用できない。\n細菌が発育・増殖するために必要な栄養素は，炭素源，窒素源，無機塩類，水で\nあり，細菌によっては，さらに発育因子を必要とするものもある（甲１３）。\n糖発酵テスト（糖（酸生産）テスト）に使用されるストック溶液は，基質３５及\nび３７ないし５４のいずれかとペプトンを含有しており，上記基質は糖（炭素源）\nに該当し，ペプトンは，窒素源となるほか塩類も含んでいる（甲１３）。したがっ\nて，上記ストック溶液は，炭素源，窒素源，無機塩類及び水を含有している。\nまた，炭素利用テストに使用される炭素同化基質のストック溶液は，基質５５な\nいし６０のいずれかとイーストエキス，ペプトンのほか，グリセロールを含有して\nいる。上記基質は糖（炭水化物）ではないが，実施例１には炭素同化基質のストッ\nク溶液に関し「基質５５～６０は適切な炭素源のストック溶液をつくることによっ\nて調整された。各ストック溶液はデカルボキシラーゼベースバッファー約６００ｍ\nｌ中に以下の炭素源の約１２ｇを加えることによって調製された：アセタミ\nド・・・。」（公表特許公報４１頁１９行ないし２２行）と記載されていることか\nらすると，基質５５～６０も炭素源であると解される。イーストエキスはアミノ酸\n（窒素源），ミネラル（無機塩類），各種ビタミン（発育因子）を，ペプトンは窒\n素源，塩類を含んでいる（甲１３）。グリセロールは糖発酵テストに使用される基\n質４２でもあり，糖に該当するから炭素源である。したがって，上記ストック溶液\nは，炭素源，窒素源，無機塩類，発育因子及び水を含有している。\n以上のとおり，本願明細書の実施例１には，微生物の増殖・発育に必要な栄養分\nを全て含んでいるものが開示されている。\nしたがって，原告の前記主張は，失当である。\nｃ  さらに，原告は，本願明細書の糖発酵酵素テストでは，ペプトンは酵素反応\nを促進するために加えられている物質であり，その濃度は低く，糖を０．０５ない\nし２％ｗ／ｖの濃度で含んでいるとしても，微生物が増殖することができる培地を\n構成しないと主張する。\nしかし，仮にその濃度が低いとしても，サンプル中の微生物が少なければ微生物\nは増殖可能であり，また，その成分が残存している限りは微生物の増殖は可能であ\nるといえるのであって，原告の主張は失当である。\n(ｳ)  以上のとおりであり，本願補正発明は「基質」を使用するのに対し引用発\n明は微生物培養のための「培地」を使用するとの点は，相違点と解することはでき\nない。\nイ  原告は，本願補正発明では，微生物と基質との生化学反応は，微生物から懸\n濁用液体中に溶け出した酵素との間で，微生物細胞の外で行われるのに対し，引用\n発明では，被検菌細胞内部で炭水化物が酸に分解される代謝が行われているとの点\nが相違すると主張する。\nしかし，原告の主張は，以下のとおり失当である。\n本願補正発明に係る特許請求の範囲には「めいめいの生化学テストはある酵素ま\nたは酵素群のための基質を含み，該基質はもしその酵素または酵素群が作用すれば\n反応チャンバー中に検出可能な産物の生成をもたらし，」と記載されており，酵素\n又は酵素群が基質に作用した場合に，反応チャンバー中に産物が生成されることは\n定められているものの，酵素又は酵素群の基質に対する作用が行われるのが，微生\n物の内部か外部かの限定はない。したがって，原告の主張は特許請求の範囲に基づ\nかないものである。\n(5)  小括\n以上のとおり，本願補正発明は「基質」を使用するのに対し引用発明は微生物培\n養のための「培地」を使用する点は，相違点と解することはできない。したがって，\nこの点が相違点であるとして，引用発明から本願発明に想到するのは容易ではない\nとする原告の主張は，その前提において失当である。相違点の看過，容易想到性の\n判断の誤りに関する原告の主張は理由がなく，本願補正発明が容易想到であるとし\nた審決の判断に誤りはない。\n２  本願発明と引用発明の相違点の認定及び本願発明の容易想到性の判断の誤り\n（取消事由３）について\n本願補正発明は，本願発明の「広く分岐した微生物の少なくとも二つの群」を，\n「ｉ）イースト，ⅱ）嫌気性細菌，ⅲ）ブドウ球菌，ⅳ）連鎖球菌，ｖ）腸内球菌，\nⅵ）腸内細菌およびⅶ）偏好性細菌を含む広く分岐した微生物群」に限定し，「検\n出可能な産物がサンプル中の微生物を同定するために使用される」を「検出可能な\n産物が確率行列を用いてサンプル中の微生物をその種へ同定する」に限定したもの\nである。前記のとおり，本願補正発明が，引用発明及び周知技術から容易想到であ\nると解される以上，本願補正発明における上記限定のない本願発明も，同様の理由\nにより容易想到であると解される。審決の判断に誤りはない。\n３  結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，審決にはこれを取り\n消すべき違法はない。その他，原告は，縷々主張するが，いずれも理由がない。よ\nって，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n"
}