{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 5
  },
  "case_number": "平成24(行ウ)868",
  "case_name": "不当労働行為救済命令取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "84982",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=84982",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/982/084982_hanrei.pdf",
  "contents": "平成２５年１２月５日判決言渡\n平成２４年（行ウ）第８６８号  不当労働行為救済命令取消請求事件\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n中央労働委員会が，中労委平成▲年（○）第▲号事件について平成２３年１１月\n７日付けでした命令を取り消す。\n第２  事案の概要等\n１  事案の概要\n株式会社Ｐ１（以下「旧会社」という。）は，その１００％子会社である株式会\n社Ｐ２（以下「Ｐ２」という。）から添乗員の派遣を受け入れていたところ，補助\n参加人Ｐ３労働組合（以下「参加人労組」という。）及び補助参加人 Ｐ３労働組合\nＰ４支部（以下「参加人支部」といい，参加人労組と参加人支部をあわせて以下\n「参加人ら」という。）から，平成２０年２月２５日及び同年３月７日に，労働時\n間の管理等の事項に関する団体交渉を申し入れられた（以下，それぞれ「本件団交\n申入れ①」及び「本件団交申入れ②」ということがある。）ものの，これらをいず\nれも拒否した。また，参加人らは平成２０年５月２１日，旧会社の旅行事業に関す\nる権利義務を吸収分割により承継した原告に対し，前記団体交渉事項と同じ事項に\n関する団体交渉を申し入れた（以下「本件団交申入れ③」ということがある。）も\nのの，原告はこれを拒否した。\n参加人らは，同年４月２４日，東京都労働委員会（以下「都労委」という。）に\n対し，前記旧会社の各団体交渉拒否が労働組合法（以下「労組法」という。）７条\n２号の不当労働行為に当たるとして，救済命令の申立てをした上，同年８月６日，\n原告の団体交渉拒否を，不当労働行為該当事由として追加した。都労委は，平成２\n３年９月２０日，原告は，参加人らが原告に申し入れた団体交渉事項のうち，労働\n時間管理に関する団体交渉に誠実に応じなければならない旨等を命ずる救済命令を\n発した（以下「初審命令」という。）。これに対し，原告は，中央労働委員会（以下\n「中労委」という。）に対し，初審命令に係る再審査申立てをしたものの，中労委\nは，平成２４年１１月７日，前記再審査申立てを棄却する旨の命令を発した（以下\n「本件命令」という。）。\n本件は，原告が，本件命令の取消しを求めた事案である。\n２  前提事実（争いのない事実，顕著な事実並びに後掲証拠及び弁論の全趣旨に\nより認定することができる事実）\n⑴  当事者等\nア  旧会社及び原告等\n旧会社は，一般旅行業等を目的として昭和３５年１０月に設立された株式会社で\nあり，平成１８年９月時点における従業員数は２３１１人であった。原告は，平成\n１９年１０月１日に「Ｐ５株式会社」という商号で設立された株式会社であり，平\n成２０年３月７日時点における従業員数は１５５２人であった。\n旧会社は，Ｐ６グループに属していたところ，同グループは，所属する４社が担\nう旅行事業及び国際輸送事業につき事業再編を行うこととし，両事業を統括する中\n間持株会社の下，４つの事業会社により両事業を営んでいくこととした。旧会社は，\nこの事業再編に基づき，平成２０年４月１日，吸収分割（以下「本件吸収分割」と\nいう。）により同社の旅行事業に関する権利義務を原告に承継させるなどし，原告\nは，同日，その商号を「株式会社Ｐ１」に変更した。\nイ  Ｐ２\nＰ２は，昭和５９年８月１３日に「株式会社Ｐ７」という商号で設立され，一般\n労働者派遣事業（海外，国内添乗・旅行事務，一般事務），有料職業紹介事業等を\n目的とする株式会社である。Ｐ２は，旧会社の１００％子会社として設立され，旅\n行関連業務を中心に成長し，平成７年６月２３日に「株式会社Ｐ２」に商号変更し\nた。Ｐ２は，本件吸収分割後は，原告の１００％子会社となっている。\nウ  参加人ら\n参加人労組は，昭和４３年１２月２６日に結成された，主として首都圏に事業所\nを有する企業の従業員の個人加盟をもって組織するいわゆる合同労組である。\n参加人支部は，Ｐ２に登録する派遣添乗員によって平成１９年１月２５日に結成\nされた労働組合であり，参加人労組に加盟している。Ｐ２は，同社に登録している\n添乗員を，専ら旧会社ないし原告に派遣している。（乙Ｃ１の２９頁）\n⑵  派遣添乗員の業務内容及び労働条件等\nア  概要\n旧会社ないし原告の旅行事業は，主催旅行会社（旧会社ないし原告），現地手配\nを行うランドオペレーター，添乗員派遣会社（Ｐ２）などによる分業体制がとられ\nている（なお，旧会社ないし原告の旅行事業は，本件吸収分割の前後において差異\nはない。また，以下に認定する企画旅行の仕組み及び流れは，明記する部分を除き，\n海外旅行と国内旅行で大きな差異はない。）。\n主催旅行会社（旧会社ないし原告）は，旅行の企画，販売及び管理を行うととも\nに，企画旅行全体の安全運行及び商品についての責任を負う。ランドオペレーター\nは，当該企画旅行の目的地（現地）にある手配会社であり，その多くは，旧会社な\nいし原告とは資本関係や役員派遣の関係のない別法人である。ランドオペレーター\nは，主催旅行会社の依頼に基づき，必要な現地手配を行い，アイテナリーを作成す\nる。なお，企画旅行のうち，海外旅行についてはランドオペレーターが関与するが，\n国内旅行についてはランドオペレーターが関与することは少ない。\n添乗員派遣会社は，企画旅行につき，派遣添乗員を企画旅行に派遣する会社であ\nり，旧会社ないし原告が添乗員の派遣を受けている添乗員派遣会社の内訳は，平成\n２３年当時においては，Ｐ２が約３割，その他の派遣元事業主が約７割であった。\nこのほか，旧会社ないし原告は，４２名の添乗員を直接雇用しているところ，これ\nらの添乗員が添乗業務に従事した延べ人数は，平成２３年当時において，Ｐ２から\n派遣を受けた延べ人数の約２％である。\n添乗員派遣会社のうち，Ｐ２は，旧会社ないし原告が企画した旅行ごとに，登録\nされている派遣添乗員にアサインと称する労働契約の申込みを行って同人との間で\n有期労働契約を締結し，同人を派遣していた。前記労働契約の契約期間は，おおむ\nね，企画旅行の添乗日数に事前の打合せ及び精算業務の日数を加算した期間（１ ０\n日ないし１５日程度のものが多い。）であり，参加人支部組合員の中には，後記本\n件団交申入れ①ないし同③の当時，毎月１，２回程度継続的にＰ２と前記有期労働\n契約を締結し，派遣されている者がいた。（乙Ａ２５の１ないし乙Ａ２５の２３，\n乙Ｂ３）\nイ  企画手配及び募集\n旧会社ないし原告は，旅行出発前の１０か月前ないし４か月前にランドオペレー\nターとの間で訪問先，ツアー設定日等を協議するなどし，自己の主催する旅行を企\n画し，ランドオペレーターに対し，見積もりの作成や航空機，ホテル，バス等の暫\n定的な手配を依頼する。\n旧会社ないし原告は，企画手配が完了した後，旅行参加者（顧客）を募集するた\nめ，パンフレットを作成する。旧会社ないし原告は，そのパンフレットにおいて，\n出発日，旅行代金のほか，観光目的地や内容，行程（各目的地への出発日及び到着\n日並びに時刻，利用する交通手段及び交通機関，代替の観光目的地や内容等）や，\n最少催行人数，添乗員の同行の有無等を明らかにする。また，旧会社ないし原告は，\nそのパンフレットにおいて，「ご旅行条件」として，行程に重要な変更が生じた場\n合には，その変更内容に応じて変更補償金を支払うという内容の旅程保証をする旨\nを明らかにしている。\n顧客は，前記パンフレットに記載されている内容を読むなどした上，旧会社ない\nし原告が企画する旅行への参加を申し込み，企画旅行契約を締結する。\nウ  行程の決定\n旧会社ないし原告は，最少催行人数以上の参加者が集まり，催行が決定された企\n画旅行につき，ランドオペレーターに対し，ホテル，レストラン，ガイド，バスな\nどの最終的な現地手配を依頼する。ランドオペレーターは，同依頼を受け，出発日\nごとに状況に合わせた現地手配を行い，アイテナリーを作成する。旧会社ないし原\n告は，ランドオペレーターから送付されたアイテナリーをもとに，成田の出発時刻，\n中継地ないし観光地の到着時刻，観光の内容，出発時刻，目的地への到着時刻，ホ\nテルへの到着時刻，食事の時刻，場所等を記載した最終日程表を作成し，参加者に\n交付する。（乙Ａ２１，乙Ｃ１の１２頁）\nエ  アサイン及び行程の打合せ\n旧会社ないし原告は，催行が決定された企画旅行につき，添乗員派遣会社に添乗\n員の派遣を依頼する。アサインされ，Ｐ２との間で労働契約を締結した派遣添乗員\nは，通常，企画旅行出発の３日前（かつては２日前）に，旧会社ないし原告におい\nて，日程表などの書類等を受け取り，ランドオペレーターとの打合せをした後，当\n該企画旅行の旧会社ないし原告の担当者（以下「ツアー担当者」という。）と打合\nせをする。\nオ  企画旅行の実施\n派遣添乗員は，アイテナリー，最終日程表等に記載された手配内容に基づき，当\n該企画旅行の添乗業務に従事し，行程を管理する。\nカ  精算\n派遣添乗員は，企画旅行からの帰着後，Ｐ２及び旧会社ないし原告に赴き，精算\n業務を行う。\n⑶  派遣添乗員の具体的な業務内容\nア  添乗業務等\n派遣添乗員は，Ｐ２からアサインされた後，旧会社ないし原告及びランドオペレ\nーターとの事前の打合せを行い，その後，添乗業務に従事し，帰着後，旧会社ない\nし原告において精算業務を行う。\nこのうち，添乗業務については，旧会社ないし原告は，添乗員マニュアル，添乗\n基本動作チェックシート，メディア営業部海外添乗員マニュアル等の諸種のマニュ\nアルを派遣添乗員に交付していた。添乗員マニュアル（乙Ａ１４）には，①事前の\n打合せ時に持参すべき書類，②添乗員においては海外用携帯電話を持参すべきこと，\n携帯電話の電源はツアー中２４時間必ず入れておくべきこと，③前記携帯電話を，\n行程管理に関わる場合に使用すべきこと，④添乗員ルームでピックアップすべき書\n類，⑤旅程・ホテル・航空便が最終日程表と合っているか，パンフレットの内容と\n相違がないかどうかの確認をすべきこと，⑥各コースの添乗員指示書に記載した依\n頼事項は必ず熟読すべきこと，⑦緊急連絡先を確認すべきこと，⑧ツアー参加者に\n身体障害者等がいた場合の留意事項，⑨フライトスケジュールなどの関係上，自由\n時間がある場合は事前に手配担当者，ランドオペレーターに過ごし方を相談し，ツ\nアー参加者に提示できるよう準備すべきこと，⑩対客電話を行う際の留意事項のほ\nか，⑪添乗業務につき，添乗員は集合時間の１時間前（出発時間の３時間前）まで\nに参加者を迎える準備をしておくことから始まり，航空機搭乗時，空港到着後バス\n搭乗時，食事時，ホテル内，行程中等につき添乗員が行うべきこと，注意すべきこ\nと等が記載されている。\n派遣添乗員が１日当たりで同業務に従事する時間は，数時間程度（自由行動のた\nめ０時間ということもあった。）の場合もあれば，後記の事業場外みなし労働時間\n制に係る労使協定に定める時間である１１時間を超え，十数時間に及ぶ場合もあり，\n一定していない。（乙Ａ１４，乙Ａ６２，乙Ａ６３）\nイ  事故，行程変更等の報告\n旧会社ないし原告は，海外旅行に添乗する派遣添乗員に対し，「添乗員マニュア\nル」と題する書面においてはパスポートの紛失，病気・事故による入院のほか，航\n空便の変更，現地でのホテルの変更，日程変更及び帰国日の変更を要する現地離団\n等のトラブルが発生した場合について，「添乗員指示書」と題する書面においては\n交通機関の事故，死亡等の重大な事故が発生した場合について，いずれも事故報告\n書を作成した上，企画旅行帰着後ではなく，現地において，旧会社ないし原告の営\n業担当者宛てにファクシミリや電話による連絡をするよう指示し，緊急連絡先とし\nて旧会社ないし原告の連絡先（営業時間外の連絡先を含む。），企画旅行の方面ごと\nの担当者の携帯電話及び自宅の電話の各番号が記載された一覧表を交付していた。\nまた，旧会社ないし原告は，国内に派遣される派遣添乗員に対しても，トラブルや\n不具合が発生した場合には，原告のツアー担当者や営業担当者等に連絡をするよう\n指示していた。\nこのほか，Ｐ２は，現地からの報告が必要な事項として，パスポートの紛失，病\n気・事故による入院のほか，現地でのホテルの変更，日程変更等を挙げた上，派遣\n添乗員に対し，そのような事項が発生した場合には，旧会社ないし原告の営業時間\nの内外を問わず，まず旧会社ないし原告の担当者に連絡をし，Ｐ２の緊急連絡先に\nも併せて連絡すること等を指示していた。また，旧会社ないし原告は，観光地での\nショッピングの際に入店不能となった場合のほか，行程中に事故等が発生した場合\nには，旧会社ないし原告に報告するよう指示していた。（丙２の２， 丙３の２，丙\n３の３，丙４の２）\nウ  携帯電話の所持\n旧会社ないし原告は，派遣添乗員が旧会社ないし原告における打合せに赴く際，\n当該派遣添乗員に対し，海外用携帯電話を交付していた。前記携帯電話は，行程管\n理や，トラブル，事故の際の旧会社ないし原告の営業担当への連絡のほか，企画旅\n行参加者が緊急時に添乗員に連絡するために用いられることとなっており，派遣添\n乗員は，企画旅行中，当該携帯電話を，航空機内など使用が禁止されている場合を\n除き，電源を入れた状態で常時携帯することとなっていた。\n派遣添乗員から旧会社ないし原告に対して当該携帯電話で連絡をする頻度は，平\n均すると１回の海外旅行当たり１回あるかどうかといった程度であり，旧会社ない\nし原告は，派遣添乗員から現地からの報告を要する事項以外の事項について連絡を\n受けたことはなかった。また，原告から派遣添乗員の携帯電話に連絡をすることは，\n派遣添乗員からの緊急連絡に対するコールバックの場合を除き，ほとんどなかった。\n（乙Ａ１４，乙Ａ６０，乙Ａ６５，乙Ｃ１の１８頁，丙１の１）\nエ  添乗員報告書及び添乗日報の作成\n派遣添乗員は，添乗業務につき，添乗員報告書及び添乗日報を作成し，後記の精\n算の際，旧会社ないし原告に提出することとなっていた。旧会社ないし原告は，派\n遣添乗員に対し，添乗員報告書及び添乗日報に，実際の到着時刻，出発時刻，所要\n時間等の詳細を記載しつつ行程を消化するよう指示していた。ある派遣添乗員（参\n加人支部の組合員）の添乗日報には，当該日に予定されている行程ごとの実際の到\n着時刻，出発時刻のほか，各食事の内容やその他の所感などが詳細に記載されてい\nる。\nオ  販売促進，集金業務，通訳業務等\n派遣添乗員は，旧会社ないし原告から，旅行先において，立ち寄りを指示された\n店舗において，企画旅行者への販売促進，当該店舗からのコミッション（手数料）\nの受領等を指示されていた。\nまた，旧会社ないし原告の企画旅行においては，ガイドや通訳が同行することが\nない場合があり，派遣添乗員は，ガイドや通訳が行うべき業務に従事することがあ\nった。\nカ  精算報告\n派遣添乗員は，帰着後，原則として３日以内に，旧会社ないし原告のツアー担当\n者のもとに赴き，精算書類のチェック，添乗金残金等の金員の入金，参加者からの\nアンケートの開封等といった精算報告を行うこととなっていた。\n⑷  派遣添乗員の労働条件等\nア  労働時間等\nＰ２の派遣添乗員に関する就業規則には，派遣添乗員の添乗業務につき，労働時\n間の算定が困難な場合には，８時間の所定労働時間を勤務したものとみなすことと\nし，また，所定労働時間を超えて勤務することが必要となり，労 働基準法（以下\n「労基法」という。）で定める労使協定が締結された場合には，同労使協定で定め\nる時間をもって通常必要とされる時間を勤務したものとみなす旨の事業場外みなし\n労働時間制に関する記載が存在する。そして，Ｐ２は，本件団交申入れ①ないし同\n③の当時，参加人支部の組合員が所属する事業場の過半数代表者との間で，前記事\n業場外みなし労働時間制に関する労使協定を締結しており，同協定に定める時間は，\n１１時間であった。\nＰ２が派遣添乗員を雇用する際に当該派遣添乗員に対して交付する就業条件明示\n書のうち，平成２０年１月添乗時に交付されたものには，就業時間，休憩時間とし\nて，「原則として派遣先旅行業約款に旅行者に対する添乗サービス提供時間として\n定められた午前８時から午後８時までとする。但し，実際の始業・終業・休憩時間\nについては派遣先の定めによる。又，具体的には添乗業務の円滑な遂行に資するよ\nうに派遣添乗員が自己責任において管理する事ができるものとする。」と記載され\nていた。また，平成２０年２月ないし同年６月添乗時に交付したものには，就業時\n間・休憩時間として，「添乗業務については，事業場外みなし労働時間制とする。」\nと記載され，始業時刻及び終業時刻として「別途指示」又は「日程による」と記載\nされていた。\n就業条件明示書には，前記のほか，従事する業務内容として，添乗業務（付随業\n務として打合せ，精算，対客電話等を含む。）と記載されていた。\nイ  賃金\n旧会社ないし原告は，ツアー参加者に対し，ツアー内容の改善を目的として，添\n乗員の評価を含む１１の項目等につきアンケートを実施しており（お客様アンケー\nト），同アンケート等を踏まえて，添乗員ランクと称する基準を設けている。\nＰ２は，前記添乗員ランクを，顧客評価として賃金決定するに当たっての評価基\n準の一つとし，同評価に応じた金額を基礎賃金に上乗せする方式を採用し，同評価\nを賃金額の決定に直接的に反映させることとしていた。（乙Ａ７，乙Ａ１６，乙Ｃ\n１の２３頁，２４頁）\n⑸  参加人支部の結成と不当労働行為救済申立て等の経緯\nア  Ｐ２との団体交渉の経緯\n参加人労組は，平成１９年１月の参加人支部結成から平成２１年３月１８日まで\nの間に，２３回にわたり，Ｐ２との間で，雇用保険及び社会保険の未加入，１日１\n５時間，１６時間という長時間労働といった労働条件の改善，特に，事業場外みな\nし労働時間制の適用を理由として支払われない残業代の支払を求めて，団体交渉を\n行った。\nこれらの団体交渉において，参加人らは，①燃油サーチャージの集金業務の廃止，\n②アンケート集計作業を添乗員でなく派遣先で行うこと，③旅日記（旅行の内容を\n添乗員が記載したものをツアー参加者に交付するもの）を一部のツアーを除き廃止\nすること，④バス利用時における，添乗員用座席について，可能な限り２座席を確\n保すること，⑤派遣先営業担当者の態度に問題のあった者に注意すること，⑥海外\nツアーの打合せ日を１日早めること等については，合意が成立し，これらの点につ\nいては改善がされた。\nイ  三田労基署による是正勧告，指導\n参加人支部の組合員６名は，Ｐ２が派遣添乗員の労働時間について事業場外みな\nし労働時間制を採用していることについて，同制度を採用すべきでなく，実際の労\n働時間からすると未払残業代が発生しているとして，三田労働基準監督署（以下\n「三田労基署」という。）に対し，Ｐ２に対する是正勧告，指導の申告をした。\n三田労基署の労働基準監督官は，平成１９年１０月１日，Ｐ２に対し，添乗業務\nは事業場外みなし労働時間制の対象とは認められないなどとして，同社に対し，時\n間外割増賃金等の支払を是正勧告，指導するとともに，旧会社に対し，時間外労働\nを管理するよう是正指導をした。（乙Ａ３１，乙Ａ３２，乙Ａ３７，乙Ａ５４，乙\nＣ１の３３頁ないし３７頁）\nＰ２及び原告は，国内旅行の日帰りツアーに関しては平成２０年８月以降に実施\nした分につき労働時間を管理するようになったが，海外旅行については，労働時間\nの算定が困難であるとの理由で，派遣添乗員の労働時間を管理していない。\nウ  本件団交申入れ①等\n参加人労組は，平成２０年２月２５日付けで，旧会社に対し，「労働時間管理お\nよび労働条件，未払い残業代および労働者派遣法における派遣先の責任について」\nを議題（以下「本件団交事項」という。）とする団体交渉の申入れをした（本件団\n交申入れ①）。\n参加人労組は，前記団体交渉申入れの文書において，旅行会社が添乗員に事業場\n外みなし労働時間制を強要し，添乗員が非人間的な長時間労働のもとで酷使され続\nけ，残業代が全く支払われていないこと，三田労働基準監督署の労働基準監督官が，\n平成１９年１０月１日，旧会社及びＰ２に対して是正勧告，指導を行ったこと，旧\n会社及びＰ２が，三田労働基準監督署の是正勧告，指導に従わず，派遣添乗員の過\n酷な労働実態が改善されていないことを指摘した上，派遣労働者の時間管理につい\nては派遣先事業主の責任であり，事業場外みなし労働時間制の適用，残業代の未払\nに関しては，旧会社にも責任があるとし，また，旧会社が三田労働基準監督署の是\n正勧告，指導を受けた以上，即刻派遣添乗員の労働条件について派遣先事業主の責\n任において是正すべきであると主張している。\nこれに対し，旧会社は，平成２０年３月４日付けで，参加人労組に対し，「当社\nは貴組合との団体交渉に応じる立場にありません。」として，前記団体交渉申入れ\nを拒否した（以下「本件団交拒否①」という。）。（乙Ａ１，乙Ａ２）\nエ  本件団交申入れ②等\n参加人労組は，平成２０年３月７日付けで，旧会社に対し，再度，本件団交申入\nれ①と同じ議題による団体交渉を申し入れた（本件団交申入れ②）。\n参加人労組は，前記団体交渉申入れの文書において，Ｐ８事件最高裁判決を挙げ，\n旧会社が派遣先事業主として団体交渉応諾義務を負うと主張した上，労働者派遣事\n業の適正な運営の確保及び派遣労働者の保護等に関する法律（以下「労働者派遣法」\nという。）においては労働時間，休憩，休日，時間外割増賃金などの労基法上の責\n任については派遣先事業主も責任を負うとしており，参加人労組が求めているのは，\n長時間労働の是正，正当な時間外割増賃金の支払などをはじめとする労基法違反の\n是正であり，派遣先事業主である旧会社に団体交渉応諾義務があると主張している。\nこれに対し，旧会社は，平成２０年３月１４日付けで，「貴組合の申入れ事項は\n要するに派遣元との間で協議すべき事項であると思われますので，当社は貴組合と\nの団体交渉には応じかねます。」として，前記団体交渉申入れを 拒否した（以下\n「本件団交拒否②」という。）。（乙Ａ３，乙Ａ４）\nオ  不当労働行為救済申立て\n参加人労組は，平成２０年４月２４日，東京都労働委員会に対し，本件団交拒否\n①及び同②が労働組合法（以下「労組法」という。）７条２号の不当労働行為に当\nたるとして，救済申立てをした（東京都労働委員会平成▲年（○）第▲号事件）。\nカ  本件団交申入れ③等\n参加人労組は，本件吸収分割後の平成２０年５月２１日付けで，旧会社から旅行\n事業に関する権利義務を承継した原告に対し，再度，本件団交申入れ①と同じ議題\nによる団体交渉を申し入れた（本件団交申入れ③）。\nこれに対し，原告は，平成２０年５月２８日付けで，参加人労組に対し，「当社\nは貴組合との団体交渉に応じる立場にありません。」として，前記団体交渉申入れ\nを拒否した（以下「本件団交拒否③」という。）。\nキ  申立事実の追加\n参加人労組は，平成２０年８月６日，前記オの不当労働行為救済申立てにつき，\n本件団交拒否③を申立事実として追加した。\n⑹  その後の経緯\nア  参加人労組は，平成２１年４月１日付けで，原告に対し，①派遣添乗員への\n緊急生活保護対策について，②安全衛生について，③福利厚生利用について，④ 三\n田労働基準監督署の是正勧告指導について，⑤外国でのガイド・通訳について，⑥\nセクハラ，パワハラについて，⑦添乗員ランク付けについて，⑧その他のテーマに\nついてという議題で，団体交渉を申し入れた。\nこれに対し，原告は，平成２１年４月６日付けで，「当社は貴組合との団体交渉\nに応じる立場にありません。」として，前記団体交渉申入れを拒否した。\nイ  原告が催行する企画旅行に派遣されていたＰ２の派遣添乗員とＰ２との間に\nは，平成２０年５月２３日に申し立てられた労働審判（その後訴訟移行）をはじめ\nとして，３件の未払残業代請求訴訟が係属している。前記各訴訟につき，Ｐ２の派\n遣添乗員は，原告への派遣就業には事業場外みなし労働時間制の適用はなく，１週\n間４０時間，１日８時間を超えて就労した場合は労基法所定の割増賃金を支払わな\nければならず，連続７日間就労した場合の最後の１日は休日出勤として同法所定の\n割増賃金を支払わなければならいと主張しており，これに対し，Ｐ２は，原告への\n派遣就業には事業場外みなし労働時間制が適用されるとして争っている。\n前記各訴訟において，東京高等裁判所は，①平成２３年９月１４日，国内旅行に\n派遣されていた派遣添乗員につき，事業場外みなし労働時間制が適用されないと判\n断した第１審（東京地方裁判所平成２０年（ワ）第３０３８２号）の判決と同様に，\n同制度が適用されない旨判断し（東京高等裁判所平成２２年（ネ）第３８５１号），\n②平成２４年３月７日，海外旅行に派遣されていた派遣添乗員につき，同制度は適\n用されないと判断し，同制度が適用されると判断した第１審（東京地方裁判所平成\n２０年（ワ）第２０５０２号）の判決を変更し（東京高等裁判所平成２２年（ネ）\n第４７６０号），③同日，国内旅行あるいは海外旅行に派遣されていた派遣添乗員\nの双方につき，同制度が適用されないと判断し，同制度が適用されると判断した第\n１審（東京地方裁判所平成２０年（ワ）第１４０４２号，同年（ワ）第２６９６３\n号）の判決を変更した（東京高等裁判所平成２２年（ネ）第７０７８号）。\nウ  Ｐ２に登録する派遣労働者が所属する労働組合には，参加人支部のほか，Ｐ\n９労働組合が存在する。Ｐ９労働組合に所属するＰ２の派遣添乗員らは，平成２１\n年１月以降，原告との間の「営業と添乗員による意見交換会」，「業務改善会議」な\nどと称する会合に出席し，原告に対し，添乗員が行う業務や労働時間の改善に関す\nる要求などをしていた。\n参加人支部には，前記各会合の存在は知らされておらず，参加人支部の組合員ら\nは，前記各会合に参加していない。（乙Ａ３９，乙Ａ４０，乙Ａ４７ないし乙Ａ５\n３，乙Ｃ１の４３頁，４４頁）\nエ  旧会社ないし原告とＰ２との間の労働者派遣基本契約書及び個別の労働者派\n遣契約書には，派遣労働者から苦情の申出を受けた場合における苦情の処理に関す\nる事項が定められており，前記個別の労働者派遣契約書及びＰ２が派遣労働者を雇\n用する際に交付する就業条件明示書には，苦情の処理・申出先として，旧会社ない\nし原告及びＰ２のそれぞれの担当者及び連絡先が記載されていた。\nオ  旧会社ないし原告は，前記エの苦情処理責任者に対する苦情申出のほか，添\n乗日報等に記載された不満等をも苦情申出として取り扱うこととしており，これら\nすべての苦情の申出件数は，平成２３年度において，原告が受けたもので３７０件\n程度，Ｐ２が受けたもので３０件程度であり，その内容は，個々の企画旅行の際に\n生じた不満や疑問点に関するものが中心である。\n旧会社ないし原告は，これらの苦情につき，自社のみで対応することができるも\nのは自社のみで対応し，Ｐ２との調整が必要な場合はＰ２と調整の上対応していた。\n⑺  不当労働行為救済申立事件の経緯等\nア  都労委は，平成２３年９月２０日，都労委平成▲年（○）第▲号事件につき，\n①原告は，本件団交申入れ①ないし同③のうち，労働時間管理に関する団体交渉に\n誠実に応じなければならない，②原告は，参加人らに対し，別紙の内容の文書を交\n付しなければならない，③原告は，前記①及び②を履行したときは，速やかに都労\n委に文書で報告しなければならない，とする不当労働行為救済命令を発した（以下\n「初審命令」という。）。\nイ  原告は，初審命令を不服として，中労委に対し，再審査の申立てをしたもの\nの（中労委平成▲年（○）第▲号事件），中労委は，平成２４年１１月７日，前記\n再審査申立てを棄却する旨の本件命令を発し，同命令は，同月２９日に原告に交付\nされた。\nウ  原告は，平成２４年１２月２７日，本件訴えを提起した。\n３  争点及び当事者の主張の概要\n⑴  本件団交申入れ①ないし同③につき，派遣先事業主たる原告の団体交渉応諾\n義務があるかどうか。\n（被告の主張）\nア  労働者派遣における派遣先事業主の使用者性について\n(ア)  労組法７条の使用者性に関する一般的な法理について\n労組法７条は，労働者が使用者との交渉において対等の立場に立つことを促進す\nるために，労働者が自主的に労働組合を組織し，使用者と労働者の関係を規制する\n労働協約を締結するための団体交渉をすること，その他の団体行動を行うことを助\n成しようとする労組法の理念に反する使用者の一定の行為を禁止しようとするもの\nである。\nしたがって，同条にいう「使用者」は，同法が前記のように助成しようとする団\n体交渉を中心とした集団的労使関係の一方当事者としての使用者を意味し，労働契\n約上の雇用主が基本的にこれに該当するものの，必ずしも同雇用主に限定されるも\nのではなく，雇用主以外の者であっても，例えば，当該労働者の基本的な労働条件\n等に対して，雇用主と部分的とはいえ同視できる程度に現実的かつ具体的な支配力\nを有しているといえる者や，当該労働者との間に，近い将来において雇用関係の成\n立する可能性が現実的かつ具体的に存する者もまた雇用主と同視することができる\n者であり，これらの者は，その同視することができる限りにおいて労組法７条の\n「使用者」に当たる。\n(イ)  労働者派遣法における派遣先事業主の労組法７条の使用者性について\nａ  使用者性についての考え方について\n本件は，旧会社ないし原告とＰ２との間の労働者派遣契約に基づき，派遣労働者\nである参加人支部組合員が旧会社ないし原告に派遣されている事案であって，旧会\n社ないし原告と参加人支部組合員との間には雇用関係は存在しない。このような労\n働者派遣法に基づく派遣先事業主の使用者性については，労働者派遣法制定時（昭\n和６０年）及び各改正時における国会での政府答弁において，労働者派遣法は派遣\n労働者との雇用契約が派遣元事業主との間で結ばれることを前提としており，その\n集団的労使関係における使用者は雇用主である派遣元事業主であって，派遣先事業\n主が派遣労働者との関係で労組法７条の使用者となるものではない旨が一貫して述\nべられている（例えば，制定時において谷口隆志政府委員の答弁［昭和６０年６月\n６日第１０２回参議院社会労働委員会］，平成８年改正時において征矢紀臣政府委\n員の答弁［平成８年６月５日第１３６回衆議院労働委員会］，平成１１年改正時に\nおいて渡邊信政府委員の答弁［平成１１年６月１０日第１４５回参議院労働・社会\n政策委員会］，平成１５年改正時において青木豊政府参考人の答弁［平成１５年５\n月２１日第１５６回衆議院厚生労働委員会］等）。このことからすると，同法の立\n法趣旨としては，同法上の派遣先事業主は，当該派遣労働者との関係において，原\n則として労組法７条の使用者に該当しないというものであったと解するのが相当で\nある。このことは，労組法７条の使用者に関する前記アの一般的な法理のうち，同\n使用者は労働契約上の雇用主を基本とするとの部分に沿う考え方といえる。\nもっとも，前記の労働者派遣法の制定時及び各改正時における国会での政府答弁\nにおいても，個別具体的な事案における，当該事案ごとの派遣先事業主の労組法７\n条の使用者性については，当該事案の内容に即して労働委員会や裁判所が判断すべ\nきものである旨等が述べられている（例えば，昭和６０年制定時において山口敏夫\n労働大臣及び谷口隆志政府委員の答弁［昭和６０年６月６日第１０２回参議院社会\n労働委員会］，平成８年改正時において征矢紀臣政府委員の答弁［平成８年６月５\n日第１３６回衆議院労働委員会］等）。このことからすれば，立法趣旨としても ，\n労働者派遣法上の派遣先事業主につき，前記の原則に対する例外として，当該派遣\n労働者との関係において，前記アの一般的な法理のうち雇用主以外の場合に関する\n法理に従って労組法７条の使用者性が認められる余地を残していることがうかがわ\nれる。\nそして，労働者派遣法は，例えば，同法４４条ないし同法４７条の２に規定する\nとおり，派遣先での指揮命令に関わる労基法，労働安全衛生法等の一定の規制につ\nき，派遣先の事業を派遣中の労働者を使用する事業とみなすなど，派遣先事業主に\n前記各法を遵守することなどの特別の責任を負わせている。\nそうすると，前記みなし規定等により派遣先事業主が責任を負うべき場合に，派\n遣先事業主において，その責任を負うべき労基法等の規定に反する措置が行われて\nいるときは，その限りにおいて労働者派遣法の立法趣旨における前記原則は妥当し\n難いのであり，派遣先事業主は，前記アの一般的な法理のうち，雇用主以外の場合\nに関する法理に従い，基本的な労働条件等に対して雇用主と部分的とはいえ同視で\nきる程度に現実的かつ具体的な支配力を有する限りにおいて，労組法７条の使用者\nとして，その責任を負うべき労基法等の規定に反する措置の是正に関する団体交渉\nに応ずべき地位に立つものである。\nｂ  原告の主張について\n(a)  原告は，派遣先事業主が派遣労働者の加入する労働組合との団体交渉に応\nじる義務がないことのいわば代償措置として，派遣労働者が派遣先責任者に苦情を\n申し立てることにより，派遣先責任者が派遣元責任者と連絡調整を行うなどして苦\n情の解決を図ることとされているから，派遣先事業主が責任を負うべき労基法等の\n規定に反する措置が行われたとしても，派遣先事業主の使用者性が肯定される余地\nが生じるものではないと主張する。\nしかしながら，派遣労働者からの苦情に関する労働者派遣法４０条１項は，派遣\n先事業主が，広く苦情一般について，派遣元事業主との連携の下に適切かつ迅速に\n処理を図らねばならない旨を定めるに過ぎないものであって，同規定が存在するこ\nとにより，派遣先事業主の使用者性が例外的に認められる余地が否定されるもので\nはない。また，実質的にも，同条による苦情の処理は，派遣先事業主が，その責任\nを負うべき労基法等の規定に反する措置を行っている場合において，基本的な労働\n条件等に対して雇用主と部分的とはいえ同視できる程度に現実的かつ具体的な支配\n力を有するときに，その違反措置の是正に関する団体交渉に代わり得るものではな\nい。\n(b)  原告は，現実的かつ具体的な支配力の判断においては，通常の労働者派遣\nで予定されていることを超える関与が認められなければならない旨を主張し，本件\n命令も同様の考え方に立脚しているものと考えられる旨を主張する。しかしながら，\n本件命令は，労働者派遣法４４条ないし４７条の２等により派遣先事業主が特別に\n責任を負うべき労基法等の規定に反する措置が行われているときにも，他の要件を\n満たす限り，派遣先事業主が派遣労働者に対する関係で労組法７条の使用者に該当\nし得ると述べるものであって，派遣の枠組みからの逸脱を必要と解しているのでは\nないし，派遣先事業主が行うことが予定されている指揮命令の範囲を超える関与が\n必要であるとしているのでもない。\nイ  本件団交申入れ①ないし同③に係る旧会社ないし原告の労組法７条の使用者\n性について\n(ア)  本件団交申入れ①ないし同③に係る団体交渉事項について\nａ  参加人らは，本件団交申入れ①に係る文書において，旅行会社が添乗員に事\n業場外みなし労働時間制を強要しており，非人間的な長時間労働がなされているこ\nとを挙げ，派遣労働者の時間管理については派遣先事業主の責任であり，事業場外\nみなし労働時間制については旧会社も三田労基署から是正勧告を受けたことを指摘\nした上，派遣添乗員の労働条件について派遣先事業主の責任において是正すべきで\nある旨を主張している。このような記載からすれば，本件団交事項には，派遣元事\n業主によって行われるべき割増賃金未払の是正に係る要求事項だけでなく，旧会社\nないし原告は，Ｐ２が三田労基署から是正勧告を受けたところの事業場外みなし労\n働時間制によることなく，労基法３２条の法定労働時間又は三六協定で定めた時間\n外労働時間を超えることのないように派遣添乗員の実労働時間を把握し，かつその\n実労働時間が法定労働時間内に収まらない場合には時間外労働時間を算定すべきで\nあるという要求事項（労働時間管理に関する要求）が含まれていたものである。\nそして，労働時間管理は，労働時間という基本的な労働条件の管理に関する事項\nであって，その管理のあり方によって，実労働時間の把握・算定に大きな影響を及\nぼすことになるから，義務的団交事項である。\nｂ  原告は，「労働時間の適正な把握」は，労基法に明文の規定がないのに，労\n基法４４条２項のみなし規定により派遣先事業主の責任とし，旧会社ないし原告に\n労基法に反するところがあったとするのは法解釈として無理がある旨主張する。し\nかしながら，労基法３２条及び３６条１項といった労働時間に係る規定が定める義\n務を履行するに当たっては，当該労働者の労働時間を適正に把握することが当然の\n前提となる。平成１３年４月６日付け基発３３９号においても「労働基準法におい\nては，労働時間，休日，深夜業等について規定を設けていることから，使用者は，\n労働時間を適正に管理する責務を有していることは明らかである。」と述べられて\nいるとおり，一般に使用者が労働時間法制の前提として労働時間管理の責任を負う\nことは論を俟たない。そして，このことは，派遣労働関係において労働者派遣法４\n４条２項により，労基法３２条及び同法３６条１項といった労働時間に係る規定の\n適用につき，派遣先の事業のみが派遣労働者を使用する事業とみなされ，派遣先事\n業主が当該規定について責任を負う場合にも妥当する。\n(イ)  旧会社ないし原告が，労働時間管理に関する要求事項につき労基法に反す\nる措置を行っているかどうかについて\nａ  労働者派遣法４４条２項は，派遣中の労働者の派遣就業に関し，労基法３２\n条及び３６条１項といった労働時間に係る規定の適用につき派遣先の事業のみを派\n遣中の労働者を使用する事業とみなすこととしているところ，派遣先事業主が，派\n遣中の労働者について労働時間に係る前記各規定が定める義務を履行するに当たっ\nては，当該派遣労働者の労働時間を適正に把握することが当然の前提となっている\nといえるから，労働者派遣法４４条２項は，かかる労働時間の適正な把握について\nも，派遣先の事業を派遣中の労働者を使用する事業とみなしているものと解するの\nが相当である（このことは，同法４２条１項３号において，派遣先管理台帳の記載\n事項に「派遣就業をした日ごとの始業し，及び終業した時刻並びに休憩した時間」\nが求められていることからも裏付けられる。）。そうであるならば，本件団交事項の\nうち，労働時間管理に関する要求事項は，旧会社ないし原告が同法上特別の責任を\n課されている事項である。\nそれにもかかわらず，旧会社ないし原告は，派遣元事業主であるＰ２が派遣添乗\n員の添乗業務の労働時間を算定することが困難であるとし，同業務につき労基法３\n８条の２第１項の事業場外みなし労働規定の適用があるものとして，参加人支部組\n合員が所属する事業場の過半数代表者との間で同条２項の事業場外みなし労働時間\n制に係る労使協定を締結していることに従い，実労働時間の管理をしていなかった。\n労基法３８条の２第１項の事業場外みなし労働時間制は，「労働者が労働時間の\n全部又は一部について事業場外で業務に従事した場合」及び「労働時間を算定し難\nいとき」という同項の要件を満たしている場合に例外的に認められるものであり，\n同法３２条及び３６条１項といった労働時間に係る規定の前提となる労働時間管理\nの責務を負う者は，前記各要件を満たす限りにおいて，その実労働時間を個別的に\n算定する責任を前記みなし制の効果として負わなくなることとなる。そうであるな\nらば，労働者派遣法４４条２項により労働時間管理の責務を負う旧会社ないし原告\nは，たとえ派遣元事業主であるＰ２が事業場外みなし労働時間制の適用があるとの\n考えの下に，労基法３８条の２第２項の事業場外みなし労働時間制に係る労使協定\nを締結していたとしても，旧会社ないし原告の添乗業務につき前記各要件が満たさ\nれない限りは，労働時間管理の責務を免れることはできないというべきである。\n旧会社ないし原告は，企画旅行参加者の募集段階で相当程度具体的な行程を提示\nして顧客と企画旅行契約を締結し，提示した行程に重要な変更が生じた場合には 旅\n程保証をすることとしていた。そして，旧会社ないし原告は，かかる募集段階での\n行程を前提として，ランドオペレーターを介するなどして，出発及び到着の各日時，\n各目的地への出発及び到着の各日時，利用する交通手段及び交通機関等を詳細に記\n載した具体的な行程を組み，参加人支部組合員に対し，ランドオペレーター及び旧\n会社ないし原告との事前打合せの場を設けてこれら具体的な行程が記載された書類\nを交付し，これら行程に従って添乗業務に従事するよう指示していたのである。こ\nれらのことからすれば，参加人支部組合員は，旧会社ないし原告が提示する前記行\n程等に原則的に従うことが求められ，同人らの添乗業務はこれら旅程に原則的に拘\n束されていたものといえる。もっとも，企画旅行においては，その性質上，当初の\n行程を変更する必要が生じる場合があり得るが，企画旅行の円滑な遂行のため，添\n乗員には自己の裁量で一定程度旅程を変更することが認められていた。しかしなが\nら，旧会社ないし原告は，旧会社ないし原告の担当者の連絡先を明らかにし，行程\n変更等のトラブルが発生した場合には旧会社ないし原告に直ちに連絡するように指\n示し，海外旅行においては海外用携帯電話を携行することまでをも指示していたの\nであり，旧会社ないし原告においては，参加人支部組合員の添乗業務に関し，当初\nの予定から変更が生じた場合にも，当該変更を把握して参加人支部組合員に個別の\n指示をなし得る体制が整備されていたといえる。このことに加え，旧会社ないし原\n告は，添乗員に対して実際に消化した行程を詳細に記載した添乗員報告書及び添乗\n日報の作成を指示し，これを帰着後の精算時に提出させていた。\n以上のとおり，添乗員の添乗業務の遂行については，旧会社ないし原告が提示す\nる詳細かつ具体的な旅程に従うことが原則となっており，これを大きく変更する場\n合に旧会社ないし原告の指示を直ちに仰ぐことができる仕組みを構築していたので\nあり，帰国後は，添乗員に詳細な報告書及び日報を提出させていたのであって，原\n告はこれらの管理手段を用いることにより，各企画旅行の添乗業務につき相当に正\n確に労働時間を把握することが可能であったものと認められる。\n以上のことからすれば，参加人支部組合員の添乗業務については，労基法３８条\nの２第１項に定める要件（労働時間を算定し難いとき）を満たすと認めることはで\nきず，事業場外みなし労働時間制が適用される状況にあるとはいえないから，旧会\n社ないし原告は，旧会社ないし原告が責任を負うべきものとされている労基法の 規\n定に反し，労働時間管理を行っていなかった。\nｂ  原告は，派遣添乗員については，使用者による現認や，タイムカード，ＩＣ\nカード等の客観的な記録を基礎として労働時間を把握することが困難であったから，\n労働時間を算定し難いときに該当する上，添乗日報は添乗員による自己申告の性質\nを有するものであるところ，そもそもこれを根拠として労働時間の算定が可能にな\nるわけではないし，添乗日報の記載内容にはばらつきがあり，これにより労働時間\nの算定が可能になるものではない旨主張する。しかしながら，労働時間の把握は，\n使用者による現認や，タイムカード，ＩＣカード等による方法によらなければなら\nないものではなく，労働者に対する指揮命令が及んでいる場合には，自己申告制に\nよることも許されないわけではない。そして，仮に，添乗日報の記載内容にばらつ\nきがあるとしても，添乗日報の他の部分の記載内容，アイテナリー，最終日程表等\nの記載から記載漏れの部分を把握することができることもあるし，記載の徹底を図\nることで記載漏れを減らすことも可能なのであるから，添乗日報が添乗員の労働時\n間を把握する上で不適格な資料であるとはいえない。\n(ウ)  労働時間管理に関する要求事項に関する旧会社ないし原告の部分的使用者\n性について\nａ  参加人支部組合員は，Ｐ２からアサインを受けて旧会社ないし原告に派遣さ\nれ，同社の企画した旅行の添乗業務に従事したのであるが，その実態において，就\n業の諸条件について，Ｐ２の指示によることなく，旧会社ないし原告から現実的か\nつ具体的な指示を受けていた。すなわち，旧会社は，自らが企画する旅行の行程を\n詳細に決定し，日程表や打合せを通じて，参加人支部組合員に対して添乗業務に従\n事する時間，場所，内容等を具体的に指示していたのであり，また，旧会社ないし\n原告は，支部組合員に対し，行程を変更する必要等が生じた場合には，旧会社ない\nし原告に報告するよう指示し，そのため，海外旅行においては海外用携帯電話の携\n行を義務付けるなど，旧会社ないし原告の指示を直ちに仰ぐことができる仕組みを\n構築していた。そして，旧会社ないし原告は，参加人支部組合員に対し，前記添乗\n業務のほか，添乗前の打合せ，添乗日報の作成及び提出，帰着後の精算業務なども\n指示し，このほか，その添乗業務に付随して，立ち寄った店舗における企画旅行参\n加者への販売促進，同店舗からのコミッションの受領等をも指示していた。\nこれらの事実からすれば，旧会社ないし原告は，参加人支部組合員の添乗業務等\nにつき，就業の日時，時間，場所，内容といった就業に関する諸条件を自ら決定し，\n必要に応じて，これらを変更することができる地位にあった。\n以上によれば，旧会社ないし原告は，本件団交事項のうち労働時間管理に関する\n要求事項を含む就業に関する諸条件という基本的労働条件につき，雇用主と部分的\nとはいえ同視できる程度に現実的かつ具体的な支配力を有していたものである。\nｂ  原告は，派遣先事業主が，雇用主と部分的とはいえ同視できる程度に現実的\nかつ具体的な支配力を有していたかどうかを検討するに当たっては，労働時間管理\nに関して派遣先事業主である旧会社ないし原告の関与の有無・程度を検討すべきで\nあるのに，別の観点である派遣労働者に対する指揮命令の点についての旧会社ない\nし原告の関与の有無・程度からこれを判断しているのは議論のすり替えである旨を\n主張する。\nしかしながら，基本的な労働条件等について雇用主と部分的とはいえ同視できる\n程度に現実的かつ具体的な支配力を有していたかどうかは，実態をみて判断される\nべきものであるから，添乗業務に従事する派遣労働者に対する派遣先事業主である\n旧会社ないし原告による指揮命令の態様がどのようなものであったか等を検討し，\n問題となる労働時間管理を含む基本的な労働条件等に対する現実的かつ具体的な支\n配力を有していたかどうかを判断することになるのは当然である。\nｃ  原告は，労働者派遣法の下では，派遣先事業主が派遣労働者を指揮命令する\nことになっているのであるから，旧会社ないし原告が派遣労働者に指揮命令してい\nることをもって，雇用主と部分的とはいえ同視できる程度に現実的かつ具体的な支\n配力を有していたと認めるのは労働者派遣法に反するし，派遣労働者の始業・終業\n時刻，休憩，休日をいかに定めるかは派遣元事業主が決めるべき事柄であって，派\n遣先事業主はそれらの事項について決定できる立場にないから，派遣先事業主であ\nる旧会社ないし原告が，労働時間管理に関する事項について現実的かつ具体的な支\n配力を有しているとはいえない旨を主張する。\nしかしながら，本件命令は，労働者派遣において広く派遣先事業主が行うことが\n予定されている一般的指揮命令ではなく，問題となっている当該事項を含む基本的\nな労働条件等に対する現実的かつ具体的な支配力を検討しているのであるから，原\n告の前記主張は理由がない。\nｄ  原告は，旧会社ないし原告がＰ２の方針に従い事業場外みなし労働時間制に\n基づき派遣添乗員の労働時間を管理しないことが労基法に反する措置といえるかど\nうかを検討するに際し，時間管理についてＰ２の方針に従っただけである旧会社な\nいし原告が，時間管理について雇用主と部分的とはいえ同視できる程度に現実的か\nつ具体的な支配力を有していたと判断するのは矛盾である旨主張する。\nしかしながら，本件命令は，旧会社ないし原告は，Ｐ２が事業場外みなし労働時\n間制を採用していたことに単に追随していたに過ぎず，このことをもってＰ２が労\n働時間管理に関して現実的かつ具体的な支配力を有していたと述べているものでは\nない。\nウ  まとめ\n以上によれば，旧会社ないし原告は，本件団交事項のうち，事業場外みなし労働\n時間制によることなく，労基法３２条の法定労働時間ないし三六協定で定めた時間\n外労働時間を超えることのないように派遣添乗員の実労働時間を把握し，かつその\n実労働時間が法定労働時間内に収まらない場合には時間外労働時間を算定するとい\nう要求事項（労働時間管理に関する要求事項）につき，雇用主と部分的とはいえ同\n視できる者として労組法７条の使用者となるというべきである。\nそして，労働時間管理に関する要求事項は，労働時間という基本的な労働条件の\n管理に関する事項であるから，義務的団交事項であり，旧会社ないし原告が労働時\n間管理に関する要求事項に関する団体交渉の申入れに応じないことに正当な理由は\n存在しない。\nしたがって，本件団交事項のうち，旧会社及び原告が，労基法３２条の法定労働\n時間又は三六協定で定めた時間外労働時間を超えることのないように派遣添乗員の\n労働時間を把握し，かつその実労働時間が法定労働時間内に収まらない場合には時\n間外労働時間を算定するという要求事項（労働時間管理に関する要求事項）につい\nて団交に応じなかったことは，労組法７条２項の不当労働行為に該当する。\n（原告の主張）\nア  労働者派遣における派遣先事業主の使用者性について\n(ア)  被告が主張する労働者派遣における派遣先事業主の使用者性に関する判断\n基準のうち，労働者派遣法上のみなし規定（労働者派遣法４４条ないし４７条の２）\n等により派遣先事業主が責任を負う場合に，当該派遣先事業主においてその責任を\n負うべき労基法等の規定に反する措置がとられていると，なぜ，派遣先事業主の使\n用者性が肯定される余地が生じるのか，その理論的根拠が明らかでない。\nそもそも，労働者派遣法上のみなし規定は，あくまで罰則との関係でのみなし適\n用であって，私法上の契約関係を前提としたものではないのであるし，労働者派遣\n制度上，派遣先事業主が派遣労働者の加入する労働組合との団体交渉に応じる義務\nを負わないこととされているいわば代償措置として，派遣就業に伴って生じた問題\nの解決については，派遣先責任者が派遣元責任者と連絡調整を行うなどしてその解\n決を図ることとされているのであるから（同法４１条），派遣先事業主が責任を負\nうべき労基法等の規定に反する措置が行われたとしても，当該措置の存在によって\n派遣先事業主の使用者性が肯定される余地が生じるものではない。この点について\nは，「雇用主と指揮命令する人とは違うというようなことでいろんな問題が生じて\nいるのも事実でありますし，派遣先には派遣先責任者というふうな方を置くことに\nもなっております。また，今回の法改正によりまして派遣先における適正な就業環\n境の整備に配慮するという規定も入ったわけでありまして，そういったことで，い\nろいろと派遣先においても話し合いをする必要性は大いにあるだろうというふうに\n思いますので，派遣先責任者を通じまして派遣労働者と派遣先とがいろいろ自主的\nな話し合いをするということは十分行われてしかるべきことではないかというふう\nに思います。」という渡邊信政府委員の答弁［平成１１年６月１０日第１４５回参\n議院労働・社会政策委員会］においても，派遣先における適正な就業環境の整備に\n関して問題が発生した場合であっても，派遣先は派遣労働者の加入する労働組合と\nの団体交渉ではなく，苦情処理制度により対応すべきことが明らかにされていると\nころである。\n(イ)  本件命令は，派遣先事業主が基本的な労働条件等に対して雇用主と部分的\nとはいえ同視できる程度に現実的かつ具体的な支配力を有する場合は，その限りに\nおいて，労組法７条の使用者に立つ旨を述べるところ，これは，最高裁判所平成７\n年２月２８日第三小法廷判決（民集４９巻２号５５９頁）の基準を用いたものと思\nわれるが，同判決は放送制作現場における請負業務の実態を前提としたものであり，\nしかも労働者派遣法が施行される以前の事案についてのものである。\nそして，仮に，労働者派遣の事案に同判決の基準を用いるとしても，労働者派遣\n法の下では，派遣先が派遣労働者に対して指揮命令を行うことを前提に派遣先が派\n遣労働者により組織される労働組合との団体交渉応諾義務を負わないこととされて\nいるのであるし，派遣先事業主が派遣元事業主の定めた労働条件の枠内において指\n揮命令を行っている限り，派遣先事業主は派遣労働者の基本的な労働条件等には何\nら関与していないのであるから，派遣先事業主が責任を負うべき事項であることを\nもって，現実的かつ具体的な支配力を有するということはできず，基本的な労働条\n件等に対して雇用主と部分的とはいえ同視できる程度に現実的かつ具体的な支配力\nを有すると認めるには，通常の労働者派遣で予定されていることを超える関与が認\nめられなければならない。\nイ  本件団交申入れ①ないし同③に係る旧会社ないし原告の労組法７条の使用者\n性について\n(ア)  本件団交申入れ①ないし同③に係る団体交渉事項について\nａ  本件命令は，参加人らの要求事項を，事業場外みなし労働時間制によること\nなく，労基法３２条の法定労働時間ないしは三六協定で定めた時間外労働時間を超\nえることのないように派遣添乗員の実労働時間を把握し，かつその実労働時間が法\n定労働時間内に収まらない場合には時間外労働時間を算定すべきである要求事項と\n捉えている。これはすなわち，労働時間を労基法３８条の２が定める事業場外みな\nし労働時間制によることなく把握せよとの要求であり，添乗業務についての事業場\n外みなし労働時間制の適用の有無を問題とするものである。\nしかし，事業場外みなし労働時間制について規定する労基法３８条の２について\nは労働者派遣法のみなし規定の対象となっていないのであるから，労働者派遣の場\n合においても，事業場外みなし労働時間制の適用の有無の問題は派遣元事業主にお\nいて責任を負うべき問題であって，派遣先事業主である原告が責任を負うべき問題\nではない。\nｂ  また，労働時間の適正な把握という義務は，労基法に明文の規定がなく，労\n働者派遣法４４条２項のみなし規定にも記載されていない。それにも関わらず，原\n告が労働時間の適正な把握という義務を負うというのは，法解釈として無理がある。\nｃ  さらに，事業場外みなし労働時間制の適用は派遣元事業主の責任にかかる事\n項であるから，派遣先において処分可能な事項ではない。したがって，義務的団交\n事項に当たることもない。\nｄ  また，そもそも，労働時間の管理は経営管理の範囲に属する事項であって，\n労働条件その他の待遇に関する事項ではなく，把握・算定された労働時間を前提に\nどのような計算式を用いて賃金を算定するか，又は労働契約上何時間までの時間外\n労働が認められるかといった問題が労働条件に当たる。また，労働時間の管理は，\n労使間の団体的労使関係の運営に関する事項でもない。\nこの点，被告は，労働時間の管理のあり方は，実労働時間の把握・算定に影響を\n及ぼす限度で義務的団交事項となる旨を主張するところ，そのようなごく間接的な\n関連性しか有しない事項まで義務的団交事項となるのであれば，義務的団交事項の\n範囲は際限なく広がるものとなり，到底許容できる立論ではない。\n(イ)  旧会社ないし原告が，労働時間管理に関する要求事項につき労基法に反す\nる措置を行っているかどうかについて\nａ  「労働時間を算定し難いとき」について\n(a)  裁判所による労働時間の「認定」の際には，あらゆる証拠をその評価に従\nって考慮することができるが，使用者による労働時間の「算定」においては，労働\n時間把握義務の履行として収集することが求められていないような資料により労働\n時間が「認定」可能であるからといって，労働時間の「算定」が困難でなかったと\nいうことにはならない。\n労基法３８条の２が，事業場外労働における実労働時間の算定の困難という状況\nを解決するために創設されたものであって，同条の適用をことさら限定する趣旨は\n見出せないこと，平成１３年４月６日労働基準局長通達第３３９号「労働時間の適\n正な把握のために使用者が講ずべき措置に関する基準」（以下「労働時間把握基準」\nという。）において，「労働時間の適正な把握を行うためには，労働日ごとに始業・\n終業時刻を使用者が確認し，これを記録する必要がある」とされ，使用者が労働時\n間の適正な把握を行うための原則的な方法として「ア  使用者が，自ら現認するこ\nとにより確認し，記録すること」，「イ  タイムカード，ＩＣカード等の客観的な記\n録を基礎として確認し，記録すること」とされていること等に照らせば，使用者の\n負う労働時間把握義務の内容は，現認又はタイムカード等の客観的な記録を基礎と\nして労働時間を把握することであり，それらの方法によっては労働時間の把握が困\n難な場合が「労働時間を算定し難いとき」に当たると解すべきである。\n(b)  また，労働者が使用者の指揮命令下に置かれたものと評価することができ\nる行為に要した時間は，厳密にはたとえ１分でも割増賃金の支払を要するのである\nから，１分単位で算定する必要があるのであって，それが困難である場合には「労\n働時間を算定し難いとき」に当たる。\nｂ  被告の主張について\n(a)  被告は，自己申告も労働時間の算定において利用され得る旨を主張するも\nのの，本件においては，添乗員報告書及び添乗日報のように，労働者がその主観的\nな認識のみによって記載し，使用者による能動的な判断が加えられていない書類に\nよって労働時間の算定が可能となるものではない。\n(b)  また，被告は，労働時間の算定が困難とはいえない事情として，原告が派\n遣添乗員に対して携帯電話を通じた指示をすることができる体制をとっていたこと\nを挙げる。\nしかし，携帯電話を通じた指示の可能性が存在するだけで労働時間が算定し難く\nなくなるわけではない。なぜなら，携帯電話を所持させるだけで現実に使用者が労\n働時間を把握することができるわけではないし，世界中で多くのツアーが催行され\nており，時差もある中で，少数の旧会社ないし原告の連絡担当者において添乗員と\n労働時間の管理が可能となるほどの連絡を取ることなど現実には不可能（単純平均\nで，１日に催行されるツアー数２２０本に対し，担当者は１３名程度しかおらず，\n担当者はいつあるか，又はないかもしれない添乗員からの連絡に備えて待機してい\nるのではなく，自らの通常業務を行っているのであり，時差等の理由によりツアー\n催行中に担当者が不在の場合もある。）だからである。そもそも，旧会社ないし原\n告が整備していたのは，緊急事態が発生した場合に報告を受けることのできる体制\nであって，行程の変更を把握して参加人支部組合員に個別の指示をなし得る体制を\n整備していたのではない。\n(c)  また，被告は，旧会社ないし原告が，企画旅行参加者の募集段階で，応募\n者に対し，相当程度具体的な行程を提示して応募者と企画旅行契約を締結し，提示\nした行程に重要な変更が生じた場合には旅程保証をすることとしており，このよう\nな募集段階での旅程を前提として，ランドオペレーターを介するなどして，出発及\nび到着の各日時，各目的地への出発及び到着の各日時，利用する交通手段及び機関\n等を詳細に記載した具体的な行程を組み，参加人支部組合員に対し，ランドオペレ\nーター及び旧会社ないし原告との事前打合せの場を設けてこれらの具体的な行程が\n記載された書類を交付し，これらの行程に従って添乗業務に従事するよう指示して\nいた旨を主張する。\nしかし，添乗業務に関連して行程が記載された書類には，パンフレット，最終日\n程表，アイテナリー，指示書が存在するところ，募集用のパンフレットの記載内容\nは大まかなものでしかないし，募集段階で提示される行程は，複数のパターンが存\n在するツアーの行程から，考えられるモデルケースとして示されているものであっ\nて，催行が決定された後の個々のツアーの行程とは異なるものである。また，最終\n日程表は，何時くらいにどの都市に到着するという程度の大まかな目安しか書かれ\nていない。そして，海外ツアーの場合にランドオペレーターが作成するアイテナリ\nーは，旧会社ないし原告から伝えられた，どの都市に何日間，大体どのような予定\nで行くという程度の大まかな情報をもとに，ランドオペレーターが自身で考えた行\n程を大まかな時刻で記載したものであって，旧会社ないし原告はその作成及び交付\nに関与していないし，添乗員がアイテナリーをチェックした上で記載された行程を\n変更したいと考えた場合には，出発前の打合せにおいてランドオペレーターにその\n旨を申し出て，旧会社ないし原告の承認なしに変更することも可能である。さらに，\n国内ツアーの場合は指示書が作成されるところ，これは同種のツアーでも催行ごと\nに利用交通機関の出発時刻等が異なっている中，最も催行されることが多いと思わ\nれるパターンを想定したモデルケースを記載したものに過ぎない。そして，これら\nの書類に記載されている行程については，旅程保証に反しない限り，どのような形\nで行程を変更するかも含めて，添乗員の判断によって変更することが可能であるし，\n旅程保証に反する内容の変更であっても，やむを得ないときやツアー参加者全員の\n同意が得られた場合には，添乗員の判断によって変更することが可能である。なお，\n被告は，この点について，添乗日報の他の記載内容やアイテナリーや最終日程表等\nの記載と照らし合わせることで記載漏れの把握が可能であるほか，そのような記載\nを徹底させることは困難ではない旨を主張するが，企画旅行の催行に先立って作成\nされ，現実の行程がその記載と同一となるという蓋然性もないアイテナリー等の記\n載と照合することによって労働時間の把握が可能となるものではないし，被告が主\n張するような照合や記載の徹底が必要であるということ自体，自己申告たる添乗日\n報の作成がなければ労働時間の算定が困難であるということの裏返しである。\nまた，添乗員が添乗業務を行う際には，行程の開始前，終了後の業務が発生する\nため，そもそも企画旅行の行程と添乗員の労働時間自体が一致しない上，このよう\nな業務の開始時刻及び終了時刻については，旧会社ないし原告と派遣添乗員との間\nでやり取りされる書類のいずれにも記載がない。\n(d)  また，被告は，旧会社ないし原告は，その担当者の連絡先を明らかにし，\n行程変更等のトラブルが発生した場合には旧会社ないし原告に直ちに連絡するよう\n指示し，海外旅行においては海外用携帯電話を携行することまでをも指示していた\nのであり，旧会社においては，参加人支部組合員の添乗業務に対し，当初の予定か\nら変更が生じた場合にも，当該変更を把握して参加人支部組合員に個別の指示をす\nることができる体制が整備されていたといえる旨を主張する。\nしかし，仮にこのような体制が整備されていたことにより，旧会社ないし原告が\n労働時間を把握することが可能であったとしても，現実に行われていなかった労働\n時間の把握方法を前提として労働時間の算定の可否を判断するのは誤りである。\nまた，旧会社ないし原告が整備していたのは緊急事態が発生した場合に報告を受\nけることのできる体制であって，行程の変更を把握して参加人支部組合員に個別の\n指示をなし得る体制を整備していたのではないことは，前記(b)のとおりである。\n(e)  さらに，被告は，旧会社ないし原告は，添乗員に対して実際に消化した行\n程を詳細に記載した添乗員報告書及び添乗日報の作成を指示し，これを帰着後の精\n算時に提出させていた旨を，添乗業務の労働時間の算定が困難でないことの根拠と\nして主張する。\nしかし，自己申告の性質を有する添乗員報告書及び添乗に一方を根拠として労働\n時間の算定を行うことができないことは前記(a)のとおりであるし，提出されるそ\nれらの書類には，大まかな記載しかされていないものを含めてその記載に大きなば\nらつきがあるのであるから，それらの書類を根拠として労働時間の算定が可能とな\nるものではない。\n(ウ)  労働時間管理に関する要求事項に関する旧会社ないし原告の部分的使用者\n性について\nａ  本件命令は，労働時間管理に関する要求事項について，派遣先事業主が，雇\n用主と部分的とはいえ同視できる程度に現実的かつ具体的な支配力を有していたか\nどうかを検討するとしながら，その認定判断においては，派遣先事業主から派遣添\n乗員に対して指揮命令が行われていることを述べ，これをもって，労働時間管理に\n関する要求事項を含む就業に関する諸条件という基本的労働条件につき，雇用主と\n部分的とはいえ同視できる程度に現実的かつ具体的な支配力を有していたと認定し\nている。\nしかし，指揮命令の有無と労働時間の算定が困難かどうかは別の問題であり，本\n件命令は，議論のすり替えを行ったものというほかないし，そもそも労働者派遣に\nおいては，派遣先事業主が派遣労働者に対して指揮命令をすることが前提となって\nいるのであるから，派遣先事業主が派遣労働者に対して指揮命令をしているという\nだけで，雇用主と部分的とはいえ同視できる程度に現実的かつ具体的な支配力を有\nしているとするのでは，労働者派遣法の根幹に反する結論となる。\nｂ  また，本件命令は，旧会社ないし原告が，参加人支部組合員の添乗業務等に\nつき，就業の日時，時間，場所，内容といった就業に関する諸条件を自ら決定し，\n必要に応じてこれらを変更することができる地位にあったと認定している。しかし，\n労働者派遣においては，派遣労働者の労働時間，休憩，休日は派遣元事業主が決定\nすべきものであって，派遣先事業主は，あくまで実際の始業・終業等について指揮\n命令するに過ぎない。\nそして，派遣先事業主から派遣労働者に対する指揮命令は，派遣契約で定められ\nた業務の範囲内での具体的担当業務に関して行われるものであるところ，労働者が\n担当すると通常想定される業務の範囲内で具体的担当業務を行わせるのは，使用者\nの労務指揮権に委ねられた範囲内の問題であるため，義務的団交事項に当たらない\nのであるから，労務指揮権の範囲内で行われる派遣先事業主から派遣労働者に対す\nる指揮命令を根拠として，派遣先事業主が，参加人支部組合員の添乗業務等につき，\n就業の日時，時間，場所，内容といった就業に関する諸条件を自ら決定し，必要に\n応じてこれらを変更することができる地位にあったなどとはいえない。このように\n認定するには，派遣先事業主が通常の派遣労働で行われる指揮命令を超えて，労働\n者派遣法の規定に違反して，実質的に派遣労働者の労働条件を決定していると認め\nられる実態がなければならない。\nｃ  そして，時間管理の点についてＰ２の方針に従っただけである旧会社ないし\n原告が，時間管理に関する要求事項について，雇用主と部分的とはいえ同視できる\n程度に現実的かつ具体的な支配力を有していたということはできない。\n(エ)  その他\n仮に，本件命令がいうとおり，原告に対して労働時間管理に関する団体交渉への\n応諾を命じたとしても，添乗業務への事業場外みなし労働時間制の適用の有無が問\n題となっている以上，参加人らの要求に対する原告からの回答は，「添乗業務には\n事業場外みなし労働時間制が適用されるため，時間管理はできない。」というもの\nになることは明らかであって，団体交渉において労働時間管理をどのようにするか\nという話にまでは至らないものである。それにもかかわらず，原告に団体交渉への\n応諾を命ずる本件命令は，現実を無視したものである。\nまた，本件命令が，原告に対し，添乗業務について事業場外みなし労働時間制が\n適用されないことを前提に労働時間管理に関して参加人らとの団体交渉を命じてい\nるのであるとすれば，それは原告に対して参加人らの要求の受容れを迫るものであ\nって，違法な命令である。また，労働者派遣法上，事業場外みなし労働時間制の適\n用については派遣元事業主の責任において判断すべきものとされているところ， Ｐ\n２が添乗業務には事業場外みなし労働時間制が適用されるとの立場を維持している\nにもかかわらず，派遣先事業主である原告に対してそれが適用されないことを前提\nとした団体交渉を命じることは，労働者派遣法の規定を無視して原告を対応困難な\n状況に追い込むものでしかない。それだけでなく，不当労働行為救済命令の全部又\nは一部が確定判決によって支持された場合の違反者は，禁錮ないし罰金刑に処せら\nれるところ（労組法２８条），本件命令によれば，添乗業務に事業場外みなし労働\n時間制の適用があることを前提に労働時間管理はできない旨の回答を原告がした場\n合，原告は，労働時間管理に関する団体交渉を行っていないとして刑事罰を受ける\nおそれがあることとなるが，そのような結論は明らかに正義にもとる。\n⑵  本件吸収分割により，旧会社による本件団交拒否①及び同②に係る不当労働\n行為責任が原告に承継されるかどうか。\n（被告の主張）\nア  本件団交拒絶①ないし同③の不当労働行為責任の承継について\n旧会社は，本件団交申入れ①及び同②に係る各団体交渉事項につき，派遣添乗員\nの所属する労働組合との関係で労組法７条の使用者となるところ，前記団体交渉事\n項についての使用者性は，労働者派遣法４４条及び労基法３２条の規定の趣旨及び\n旧会社とＰ２の労働者派遣契約及びそれに基づく旧会社と参加人支部組合員との間\nの派遣就業関係に基礎を置くものである。\nそして，旧会社は，本件吸収分割により，その旅行事業に関する権利義務を原告\nに承継させて中間持株会社に移行し，同事業の主体ではなくなっている一方，原告\nは，当該分割契約等の定めに従い，旧会社から旅行事業に関する権利義務を承継し，\n同事業に主として従事する従業員の労働契約関係を当然に承継するとともに（会社\n分割に伴う労働契約の承継等に関する法律（「労働契約承継法」という。）３条），\n前記労働者派遣契約上の地位及び派遣就業関係をも旧会社から承継したと解される。\nそしてまた，本件団交申入れ①及び同②に係る各団体交渉事項は，原告が会社分割\nにより旧会社から承継したこれらの労働者派遣契約上の地位や派遣就業関係の運営\nに関わる問題であるから，これにより，原告は，本件団交申入れ①及び②に係る各\n団体交渉事項に関する労組法７条の使用者としての地位を旧会社から承継したとい\nうべきである。\nそして，不当労働行為救済制度の目的が，労働者が団体交渉その他の団体行動の\nために労働組合を組織し運営することを擁護すること及び労働協約の締結を目的と\nした団体交渉を助成することにあることにかんがみれば，原告は，旧会社がした本\n件団交拒否①及び同②の各不当労働行為についても，その不当労働行為状態を除去\nし，是正して正常な労使関係を回復すべき地位を承継したというべきである。\nイ  原告の主張について\n(ア)  原告は，会社分割に伴う不当労働行為責任の承継については，労働契約承\n継法を含めて明文の規定がない旨を主張する。\nしかしながら，労働契約承継法等に規定がないとしても，会社分割制度における\n権利義務の承継の仕組みと労組法における不当労働行為救済制度の趣旨により，原\n告に旧会社の不当労働行為責任の承継が認められる。\n(イ)  原告は，会社分割に伴う不当労働行為責任の承継を認めることは，自己の\n関与しない行為に対して刑事罰を受けるという刑事責任の大原則に反する誤謬であ\nる旨主張する。\nしかしながら，原告は，労働者派遣契約及び派遣就業関係を含む旧会社の旅行事\n業を本件吸収分割により旧会社から承継したことにより，本件団交申入れ①及び同\n②に係る各団体交渉事項についての労組法７条の使用者としての地位を承継し，旧\n会社による不当労働行為状態を除去し，是正して正常な労使関係を回復すべき地位\nをも承継したのであるから，そもそもこれを他人の行為による責任ということはで\nきず，また，確定判決によって支持された不当労働行為救済命令の不履行に対する\n刑事責任（労組法２８条）は，同命令の不履行につき課される責任であり，仮に原\n告がかかる命令を履行せず，刑事罰を科されることがあるとすれば，それはまさに\n原告（ないし原告における命令履行の責任者）が同命令を履行しないことに由来す\nるものにほかならない。\n(ウ)  原告は，不当労働行為意思をもって不当労働行為を行ったのは旧会社であ\nるから，その不当労働行為責任を原告が承継するのは不当である旨を主張する。\nしかしながら，原告は，旧会社から旅行事業に関する権利義務を包括承継したと\nころ，それにより，旅行事業に関する労働者派遣契約上の地位及び派遣就業関係を\nも旧会社から包括承継したものと解され，その上で，労働時間管理に関する団体交\n渉事項は，その労働者派遣契約上の地位や派遣就業関係の運営に関わる問題である\nから，原告は，その包括承継に伴い，当該団体交渉事項に関する労組法７条の使用\n者としての地位を旧会社から承継した。\n(エ)  原告は，旧会社時代の状況における団体交渉事項について団体交渉応諾を\n命じられても対応に困難を来す旨を主張する。\nしかしながら，本件命令は，旧会社が，労働時間管理に関する団体交渉を拒絶し\nたことを不当労働行為と認定し，原告においても同団体交渉事項について参加人ら\nとの団体交渉を拒絶したことを不当労働行為と認定した上，団体交渉申入れに係る\n労働時間管理に関する問題について解決しているという事情もうかがえないにもか\nかわらず，原告において，その後も同事項についての団体交渉に応じている様子が\nないという現状から，救済方法として原告に労働時間管理についての団体交渉応諾\nを命じた初審命令を維持したものである。\n(オ)  原告は，不当労働行為責任を承継する者にとっては，不当労働行為の成否\nに関しての主張・立証が困難であると主張する。\nしかしながら，承継する不当労働行為責任は，承継する事業に関する権利義務に\n関わるものであって，およそ分割承継会社に関係のない事項についてのものではな\nい。また，事業に関する権利義務を包括承継する以上，本件のような不当労働行為\n責任に限らず，当該事業に関して従前から生じている事態を踏まえて問題に対処し\nなければならないこともあり得るのであるから，主張立証の困難を理由として承継\nの不当性をいうことはできない。\n(カ)  原告は，事業譲渡との不均衡について主張する。\nしかしながら，吸収分割は，部分的包括承継という法律効果が生ずるものであっ\nて，ここに事業譲渡との相違があるのであるから，事業譲渡において不当労働行為\n責任の承継が認められないとしても，不均等とはいえない。\n(キ)  原告は，本件吸収分割において，労働者派遣契約上の地位や派遣就業関係\nといったものは承継の対象となっておらず，承継されるものではない旨を主張する。\nしかしながら，会社は，旧会社の旅行事業に関する権利義務を承継し，旅行事業\nに関する権利義務を原告に承継させた旧会社は，中間持株会社へと移行し，同事業\nの主体でなくなっていることに照らせば，原告は，労働者派遣契約上の地位及び派\n遣就業関係をも承継したものと解される。\n（原告の主張）\nア  会社法上，会社分割によって承継会社が承継するのは，事業に関する権利義\n務であり，承継される債権債務は，吸収分割契約又は新設分割計画で明記する必要\nがあるから，分割会社の権利義務のうち，分割契約書で明記されていないものや会\n社分割後の帰属が不明な権利義務がある場合には，承継の対象とはならない。\nそして，本件吸収分割においては，労働者派遣契約上の地位や派遣就業関係なる\nものは承継対象として明記されていなかったのであるから，その承継を認めること\nは，会社法の定めを逸脱する解釈というほかない。\nイ  労働契約承継法６条は，労働協約の承継に関する定めが置かれているところ，\nこれは，会社分割において承継されるのは権利義務であって，労働協約の規範的部\n分については権利義務を規定するものではないことから，会社法の会社分割の規定\nによっては承継されず，債務的部分についても分割会社と労働組合が合意して分割\n契約書等に記載されなければ承継されないことに対応した特則である。\nそして，労働協約についてはこのように労働契約承継法で特則を設けることによ\nって手当がされているものの，不当労働行為責任については，同法はもとより，他\nの法律においても何ら規定されていないこと，不当労働行為責任（「労組法７条の\n使用者としての地位」）は会社分割において承継の対象となる「事業にかかる権利\n義務」に当たらないことからすれば，会社分割によって不当労働行為責任が承継さ\nれることはない。\nウ  労組法７条が使用者を名宛人にしていることからも明らかなとおり，不当労\n働行為責任は，事業に係る権利義務に対して課せられるものではなく，使用者に対\nして課せられるものである。また，不当労働行為が成立するためには不当労働行為\n意思が必要とされるところ，事業に係る権利義務が意思を有するはずもなく，当該\n意思を有しているかどうかが判断されるべき対象は，当該事業に係る権利義務を有\nしている使用者についてである。しかも，不当労働行為意思の存否は，当該不当労\n働行為が存在した時点において問題となるのであるから，当然，不当労働行為があ\nった当時の使用者について問題とされるのである。\nそれにもかかわらず，事業に係る権利義務が承継されることによって不当労働行\n為責任まで承継されるとすることは，不当労働行為意思を有していた事業主とは別\nの事業主にその責任を負わせるものであって，不当労働行為意思なきところに不当\n労働行為責任を認めるものとなるところ，この結論は，不当労働行為制度の根幹に\n反するものである。\nなお，被告は，労組法７条３号の不当労働行為に関しては，不当労働行為意思は\n問題とならないと主張するが，問題は労組法７条の使用者たる地位の承継であり，\n他の不当労働行為との関係においても使用者たる地位は問題となるのであるから，\n同条３号の不当労働行為においても，不当労働行為意思の承継を認めることができ\nないことは影響を及ぼすものである。\nエ  また，仮に，本件命令の立論によって吸収分割承継会社が団体交渉の応諾を\n命じられる場合，その命令は，団体交渉が申し込まれた当時の状況における団体交\n渉事項について命じられるものである。しかし，吸収分割承継会社は，事業に係る\n権利義務については承継しているものの，団体交渉申入れがされた当時には実際に\nは当該事業を営んでいないのであるから，当該時点の状況下で申し入れられた団体\n交渉に応諾を命じられても，対応に困難を来すであろうことは想像に難くない。\nオ  不当労働行為責任の承継が認められた場合，承継会社は，不当労働行為の成\n否に関する主張・立証は困難である。確かに承継会社は，分割会社から事業に関す\nる権利義務を承継しているものの，承継した権利義務そのものに関するものでなく，\n範囲が不明確な労働者派遣契約上の地位や派遣就業関係なるものを媒介させて承継\nされるとする不当労働行為責任についての主張・立証を承継会社に求めるというこ\nとは，分割契約書等に記載された事業に係る権利義務のみを承継したと考えている\n承継会社に対し，予想外の困難を強いるものである。\nカ  また，事業譲渡の場合には不当労働行為責任が移転しないと考えられること\nとの比較からも，本件命令が誤っていることは明らかである。なぜならば，事業譲\n渡と会社分割による事業承継とでは特定承継か包括承継かという点で異なっている\nものの，会社分割における承継は，合併の場合における包括承継とは異なり，権利\n義務を選別して承継させることが可能な部分的包括承継なのであって，いずれも実\n態として事業に係る権利義務を移転しているという点では共通しているのであり，\n不当労働行為責任を「事業に係る権利義務」に付着させる本件命令の立論によれば，\n事業譲渡の場合にも不当労働行為責任が移転することとなってしまうからである。\n被告は，会社分割による承継の効果が部分的包括承継であることから，事業譲渡\nとは異なる旨主張する。しかし，会社分割の場合の包括承継は，合併におけるのと\nは異なり，部分的に生ずるに過ぎない。このように，会社分割による承継の効果に\nつき包括承継という概念を使うのは必ずしも適切でない。したがって，分割会社も\n存続する会社分割の実際的な機能は，特定承継である事業譲渡に近いものであるに\nもかかわらず，本件命令は，包括承継という文言のみにとらわれ，その実際の効果\nについての理解を全く欠いたまま，分割当事会社が分割の対象としていない事項ま\nでをも含めて承継されると判断したものであって，会社法の解釈を誤ったものであ\nる。\nキ  罰金等の刑事責任は，特定の義務者が履行することに意味があるので会社分\n割により承継させることはできないとされているところ，不当労働行為救済命令の\n全部又は一部が確定判決によって支持された場合の違反者は，禁錮又は罰金に処せ\nられるとされている（労組法２８条）。このことからすると，不当労働行為責任を\n承継会社に承継させることは，最終的には禁錮又は罰金の刑事責任を承継させるこ\nとに繋がるのであって，このようなことは，自己の関与しない行為に対して刑事罰\nを受けるという刑事責任の大原則に反することになる。\nまた，本件命令は，労組法２８条の刑事責任は，不当労働行為救済命令の不履行\nに対するものである旨を主張するところ，これは，不当労働行為救済命令を履行さ\nえすれば刑事責任を追及されることは問題ないとするものであるが，かかる思考は\n適正手続及び罪刑法定主義にそぐわないものである。\n第３  争点に対する判断\n１  争点⑴（本件団交申入れ①ないし同③につき，派遣先事業主たる原告の団体\n交渉応諾義務があるかどうか。）について\n⑴  労働者派遣法上の派遣先事業主の労組法７条の使用者性について\nア  派遣先事業主の使用者性の要件について\n(ア)  労組法７条に定める使用者の意義について検討するに，一般に使用者とは，\n労働契約上の雇用主をいうものであるが，同条が，団結権の侵害に当たる一定の行\n為を不当労働行為としてこれを排除し，是正して正常な労使関係を回復することを\n目的としていることに鑑みると，雇用主以外の事業主であっても，労働者の基本的\nな労働条件等について，雇用主と部分的とはいえ同視できる程度に現実的かつ具体\n的に支配，決定することができる地位にある場合には，その限りにおいて，当該事\n業主は同条の「使用者」に当たるというべきである（最高裁判所平成７年２月２８\n日第三小法廷判決・民集４９巻２号５５９頁）。\n(イ)  ところで，労働者派遣法は，派遣労働者と労働契約を締結するのは派遣元\n事業主であり（同法２条１号），派遣元事業主は，雇用主として，派遣労働者が従\n事する業務の内容，派遣就業をする日，派遣就業の開始及び終了時刻並びに休憩時\n間等を派遣元事業主と派遣先事業主の間との労働者派遣契約において明定し（同法\n２６条１項），派遣就業条件を派遣労働者に対して明示するものとし（同法３４条），\n派遣先事業主は，前記派遣労働契約等の遵守義務を負うものとされている（同法３\n９条）。そして，派遣先事業主は，派遣労働者を自己の事業場に受け入れてこれを\n指揮命令し（同法２条１項），これに伴い，労基法，労働安全衛生法等における一\n定の事項について使用者とみなされて一定の責任を負うこととされている（同法４\n４条ないし４７条の２）。また，派遣労働者が派遣先事業主に対して苦情の申出を\nした場合においても，苦情の原因となる問題の迅速な解決のため，派遣先事業主が\n派遣元事業主との連携のもとに迅速・適切な処理を図るべきこととされている（同\n法４０条１項）。このように，労働者派遣法の原則的な枠組みにおいては，派遣労\n働者の労働条件は，基本的には，雇用関係のある派遣元事業主と派遣労働者の間で\n決定されるものであるから，基本的な労働条件等に関する団体交渉は，派遣元事業\n主と派遣労働者で組織する労働組合の間で行われ，また派遣先事業主に対する要求\nは，同法４０条１項の苦情処理手続において処理されるべきものであって，派遣先\n事業主は，原則として，労組法７条の使用者には当たらないと解するのが相当であ\nる。\n(ウ)  もっとも，労働者派遣が，前記労働者派遣法の原則的枠組みによらない場\n合，例えば，労働者派遣が，前記労働者派遣法の原則的枠組みを超えて遂行され，\n派遣先事業主が，派遣労働者の基本的労働条件を現実かつ具体的に支配・決定して\nいる場合のほか，派遣先事業主が同法４４条ないし４７条の２の規定により，使用\n者とみなされ労基法等による責任を負うとされる労働時間，休憩，休日等の規定に\n違反し，かつ部分的とはいえ雇用主と同視できる程度に派遣労働者の基本的な労働\n条件等を現実的かつ具体的に支配，決定していると認められる場合には，当該決定\nされている労働条件等に限り，労組法７条の使用者に該当するというべきである。\nイ  原告の主張（派遣先事業主の労組法７条の使用者該当性）について\n(ア)  原告は，労働者派遣法上のみなし規定（同法４４条等）は，あくまで罰則\nとの関係でのみなし適用であって，私法上の契約関係を前提としたものではない旨\nを主張する。\n確かに，派遣先事業主は，同法４４条等により使用者とみなされる場合において\nも，派遣労働者との間で当然に労働契約の当事者となるわけではないと解されるも\nのの，団結権の侵害に当たる一定の行為を不当労働行為としてこれを排除し，是正\nして正常な労使関係を回復するという労組法７条の趣旨に照らせば，同条の使用者\nは，必ずしも雇用主に限られるものでないと解すべきことは，前記ア(ア)において\n説示したとおりである。\n(イ)  原告は，派遣先事業主が派遣労働者の加入する労働組合との団体交渉に応\nじる義務がないことのいわば代償措置として，派遣先事業主に対する苦情処理制度\n（労働者派遣法４０条等）が設けられているのであるから，派遣先事業主が責任を\n負うべき労基法等の規定に関する事項について派遣先事業主の使用者性が肯定され\nる余地が生じるものではない旨を主張する。\nしかしながら，既に説示したとおり，労働者派遣法の原則的枠組みによる限り，\n派遣先事業主に対する要求事項は，派遣先事業主との関係では苦情処理制度を通じ\nた解決を図るべきであるものの，前記ア(イ)のとおりの労働者派遣法の原則的枠組\nみによらない前記ア(ウ)のような場合には，もはや苦情処理制度を通じた解決のみ\nでは十分とはいえず，団結権の侵害に当たる一定の行為を不当労働行為としてこれ\nを排除し，是正して正常な労使関係を回復するため，派遣先事業主が労組法７条の\n使用者に該当し得ると解すべきである。\n(ウ)  原告は，現実的かつ具体的な支配力の判断においては，通常の労働者派遣\nで予定されていることを超える関与が認められなければならない旨を主張する。\nこの原告の主張に係る「通常の労働者派遣で予定されていることを超える関与」\nが具体的に何を指すものかは不明確であるが，いずれにしても，前記ア(ウ)のよう\nな場合には，前記ア(イ)のとおりの労働者派遣法の原則的枠組みにおいて予定され\nている派遣先事業主の関与を超えた関与があると解されるのであって，このような\n場合には派遣先事業主が労組法７条の使用者に当たると解すべきである。\n⑵  本件団交申入れ①ないし同③に係る旧会社ないし原告の労組法７条の使用者\n性について\nア  本件団交申入れ①ないし同③に係る団体交渉事項について\n(ア)  前記前提事実によれば，参加人らは，本件団交申入れ①に係る文書におい\nて，派遣労働者の時間管理は派遣先事業主の責任事項であり，事業場外みなし労働\n時間制については旧会社が三田労基署から是正勧告を受けたことを指摘した上，派\n遣添乗員の労働条件について派遣先事業主の責任において是正すべきである旨を主\n張しているというのである。この事実によれば，本件団交事項には，旧会社ないし\n原告が，事業場外みなし労働時間制によることなく，労基法３２条の法定労働時間\n又は三六協定で定めた時間外労働時間を超えることのないように労働時間を把握し，\nかつ，その実労働時間が法定労働時間内に収まらない場合には時間外労働時間を算\n定すべきであるという要求事項（労働時間管理に関する要求）が含まれていると認\nめるのが相当である。\nそして，労働時間管理は，それ自体としては経営管理に関する事項というべきで\nあるが，労働時間という基本的な労働条件の管理に関する事項であり，その管理の\nあり方によって，実労働時間の把握・算定，ひいては割増賃金等の扱いに大きな影\n響を及ぼす事項である。また，使用者は，労働時間，休憩，休日に関する労基法３\n２条等の規定を遵守する義務を負うところ，その前提として，労働者の始業，終業\nの各時刻を把握し，労働時間を管理する義務を負うものというべきであるし，労働\n者派遣法４４条２項によれば，派遣労働者の派遣就業に関し，労働時間，休憩，休\n日に関する労基法３２条等の規定の適用については，派遣先事業のみを，派遣労働\n者を使用する事業とみなすこととなるから，派遣先事業主は，派遣労働者の始業，\n終業の各時刻を把握し，労働時間を管理する義務を負うものと解するのが相当であ\nる。\nそうすると，本件団交事項のうち，労働時間管理に関する部分は，義務的団交事\n項に当たると解するのが相当である。\n(イ)  原告の主張（労働時間管理の義務的団交事項性）について\nａ  原告は，事業場外みなし労働時間制について規定する労基法３８条の２につ\nいては労働者派遣法のみなし規定の対象となっていないのであるから，労働者派遣\nの場合においても，事業場外みなし労働時間制の適用の有無は派遣元事業主におい\nて責任を負うべき問題であって，派遣先事業主において処分可能な事項ではない旨\nを主張する。\nしかしながら，事業場外みなし労働時間制について派遣元事業主の責任において\n行うべき事項は，みなされる労働時間についての労使協定の締結及び届出であって，\n事業場外みなし労働時間制の適用の可否そのものではないというべきである。そし\nて，事業場外みなし労働時間制の適用の可否は，労基法３８条の２第１項所定の要\n件が満たされるかどうかによって決せられるものであって，派遣元事業主が就業規\n則等において事業場外みなし労働時間制が適用されるものとして取り扱っていたと\nしても，労基法３８条の２第１項所定の要件が満たされない場合には，派遣先事業\n主が労働時間の管理を行う責任を負うと解すべきであるし，これは派遣先事業主に\nおいて処分可能な事項であると解すべきである。\nｂ  原告は，労働時間の管理のあり方が実労働時間の把握・算定に影響を及ぼす\n限度で義務的団交事項となるというようなごく間接的な関連性しか有しない事項を\n義務的団交事項と解することとすると，義務的団交事項の範囲は際限なく広がるこ\nととなる旨を主張する。\nしかしながら，前記(ア)で説示したとおり，労働時間の管理は，実労働時間の把\n握・算定，ひいては割増賃金等の扱いに大きな影響を及ぼす事項であり，基本的な\n労働条件に密接な関連性を有するというべきであって，原告が主張するような，ご\nく間接的な関連性しか有しない事項とは解されない。\nイ  旧会社ないし原告が，労働時間管理に関する要求事項につき労基法に反する\n措置を行っているかどうかについて\n(ア)  旧会社ないし原告の労基法違反の措置の有無について\nａ  事業場外みなし労働時間制は，使用者の指揮命令の及ばない事業場外労働に\nついては使用者の労働時間の把握が困難であり，実労働時間の算定に支障が生ずる\nという問題に対処し，実際の労働時間にできるだけ近付けた便宜的な算定方法を定\nめるものであり，その限りで労基法上使用者に課されている労働時間の把握・算定\n義務を免除するものということができる。\nまた，使用者は，労働契約上，労働者を自らの指揮命令の下に就労させることが\nできるのであるから，労基法３８条の２第１項にいう「労働時間を算定し難いとき」\nとは，就労実態等の具体的事情を踏まえ，社会通念に従い，客観的にみて労働時間\nを把握することが困難であり，使用者の具体的な指揮命令が及ばないと評価される\n場合をいうものと解すべきである。\nまた，既に説示したとおり，旧会社ないし原告は，参加人支部組合員らの時間管\n理につき，労働者派遣法によって使用者とみなされた者としてその責任を負うので\nあるから，参加人支部組合員らの添乗業務が労働時間を算定し難い業務であるかど\nうかは，旧会社ないし原告が行う時間管理に関する指揮命令の態様によって判断さ\nれるべきものである。\nこれを本件について検討するに，前記前提事実によれば，旧会社ないし原告は，\n企画旅行参加者の募集段階で，相当程度具体的な行程を示し，顧客と企画旅行契約\nを締結し，提示した行程に重要な変更が生じた場合には旅程保証をすることとして\nいた。また，旧会社ないし原告は，アサインされ，Ｐ２との間で労働契約を締結し\nた派遣添乗員の派遣を受け，当該派遣添乗員に対し，海外旅行の場合には海外用携\n帯電話を持参し，同携帯電話は常時電源を入れておき，行程管理に関わる場合に使\n用すべきこと，添乗員は集合時刻の１時間前（出発時刻の３時間前）までに参加者\nを迎える準備をしておくべきこと，航空便の変更，日程変更等を要する現地離団等\nのトラブルが発生した場合には事故報告書を作成した上，現地から旧会社ないし原\n告に連絡すべきこと等を記載した添乗員マニュアル等の書類を交付する一方，募集\n段階で顧客に示した行程を前提として，派遣添乗員らとの事前の打合せを通じてよ\nり詳細な行程を組み，これらの行程に従って添乗業務に従事するよう指示していた\nというのである。これらの事実に照らせば，旧会社ないし原告においては，参加人\n支部組合員の添乗業務に関し，当初の予定から変更が生じた場合にも，当該変更を\n把握し，必要に応じて個別の指示をすることができる体制が整備されていたと認め\nることができる。\nこのことに加え，前記前提事実によれば，旧会社ないし原告は，添乗員に対し，\n実際に消化した行程を詳細に記載した添乗員報告書及び添乗日報の作成を指示し，\nこれを帰着後の精算時に提出させていたというのである。証拠（甲６ないし甲８，\n乙Ａ２４，乙Ａ２６）及び弁論の全趣旨によれば，添乗日報は，添乗員が指示書に\nより指示された行程を実際に管理した状況を記載して報告する文書であるところ，\n行程について大雑把な記載しかされていないものがあること，添乗員報告書には，\n添乗員の判断により行程を入れ替えている旨が記載されているものがあることが認\nめられるものの，殊更に不正確な記載や虚偽の記載がされるものであることをうか\nがわせる証拠はないから，これらの書面を，労働時間を算定するための資料の一つ\nとして用いることに支障があるとは認められない。\n以上の事情に照らせば，旧会社ないし原告が，添乗業務の具体的な指揮命令を通\nじて，また添乗業務の過程の中で使用されるパンフレット，最終日程表，アイテナ\nリー，指示書，さらには添乗員が作成する添乗日報及び添乗員報告書を総合して，\n添乗業務に係る労働時間を算定することが困難であるとは認められない。\nｂ  原告の主張（労働時間の算定の困難性）について\n(a)  原 告 は ， 使 用 者 に よ る 労 働 時 間 の 「 算 定 」 は ， 裁 判 所 に よ る 労 働 時 間 の\n「認定」とは異なり，労働時間把握義務の履行として収集することが求められてい\nないような資料により労働時間を認定することができたとしても，労働時間の「算\n定」が困難でなかったということにはならず，労働時間把握基準に定めるような，\n現認又はタイムカード等の客観的な記録を基礎として労働時間を把握することが困\n難な場合が「労働時間を算定し難いとき」に当たる旨を主張する。\nしかしながら，既に説示したとおり，「労働時間を算定し難いとき」とは，就労\n実態等の具体的事情を踏まえ，社会通念に従い，客観的にみて労働時間を把握する\nことが困難であり，使用者の具体的な指揮命令が及ばないと評価される場合をいう\nものと解すべきであって，就労実態等の具体的事情を踏まえ，社会通念に従い，客\n観的に困難と認められる事情がない限り，労働時間の把握の仕方を，労働時間把握\n基準が掲げるような原則的方法に限定すべき理由はないというべきであって，現認\nやタイムカード等の客観的記録以外の資料の利用等についても，それが前記の観点\nから客観的に困難と認められない限り，これによる労働時間の算定を否定すべきも\nのとはいえない。\n(b)  原告は，添乗員報告書や添乗日報のように，労働者がその主観的な認識の\nみによって記載し，使用者による能動的な判断が加えられていない書類によって労\n働時間の算定が可能となるものではないし，添乗業務に関連して行程が記載された\n書面としては，パンフレット，最終日程表，アイテナリー，指示書が存在するとこ\nろ，これらの書類はいずれもその記載が必ずしも実際の企画旅行における行程と一\n致するものでもなく，しかも添乗員の判断により行程の変更は可能なのであるから，\nこれらの書類によって労働時間を把握することは困難である旨を主張する。\nしかしながら，添乗員報告書や添乗日報は，労働者がその主観的な認識を記載し\nたものと認められるものの，殊更に不正確な記載や虚偽の記載がされていると認め\nるに足りる証拠はなく，これらを労働時間算定の資料の一つとして利用することが\nできないと解すべき理由はない。また，パンフレット，最終日程表，アイテナリー，\n指示書は，旧会社ないし原告がこれを通じて添乗員の添乗業務につき具体的に指揮\n命令していると認められることは前記のとおりであるし，それらの記載と現実の行\n程が細部において一致するものではないにしても，少なくとも旅程保証の範囲内で\nは一致している蓋然性があると認められるのであって，これらが労働時間の算定を\nするのに利用する資料として不適切であるともいえない。また，添乗員は，企画旅\n行参加者の無用の混乱を避ける意味において，旅程保証に反しない場合であっても\n自由に行程の変更をすることができるわけではなく，その変更には合理的な理由が\n必要であると解されるし，前記前提事実によれば，旧会社ないし原告は，添乗員に\n対し，添乗員マニュアル等により，航空便の変更，日程変更等を要する現地離団等\nのトラブルが発生した場合には事故報告書を作成した上，現地から旧会社ないし原\n告に連絡すべきこと等を指示しているのであって，当該連絡等を通じて添乗業務に\n係る指揮命令を行うことは十分に可能であるし，これを労働時間の算定資料の一つ\nとすることも可能なのであって，労働時間の把握が困難とは認められない。\n(c)  原告は，海外旅行の場合に添乗員に携帯電話を携行させていたのは，緊急\n事態が発生した場合に報告を受けることができる体制を構築するためであり，行程\nの変更を把握して参加人支部組合員に個別の指示をなし得る体制を構築していたの\nではなく，現実に行われていなかった労働時間の把握方法を前提として労働時間の\n算定の可否を判断するのは誤りである旨を主張する。\nしかしながら，前記前提事実によれば，旧会社ないし原告は，添乗員に対し，添\n乗員マニュアルにより，携帯電話は常時電源を入れておき，行程管理に関わる場合\nに使用すべきことを指示していたのであって，携帯電話を利用した行程変更の報告\n等を労働時間の算定の資料の一つとして利用することを否定すべき理由はない。ま\nた，既に説示したとおり，旧会社ないし原告は，困難と認められる場合でない限り，\n労働時間の管理を行う義務があるのであるから，問題となっている労働時間の把握\nを現実には行っていなかったという一事をもって労働時間の算定が困難であるとは\nいえないことは明らかである。\n(d)  原告は，労働者が使用者の指揮命令下に置かれたものと評価することがで\nきる行為に要した時間は，厳密にはたとえ１分でも割増賃金の支払を要するのであ\nるから，１分単位で算定する必要があり，それが困難な場合には「労働時間を算定\nし難いとき」に当たる旨を主張する。\n原告のこの主張の趣旨は明確でないが，使用者が収集した資料から，合理的な方\n法により労働時間を相当程度具体的に算定することが困難でないならば「労働時間\nを算定し難いとき」には当たらないというべきであって，本件においてそれを困難\nと認めるに足りる事情は見当たらない。\n(e)  原告は，添乗員が添乗業務を行う際には，行程の開始前，終了後の業務が\n発生するため，そもそも企画旅行の行程と添乗員の労働時間自体が一致しない上，\nこのような業務の開始時刻及び終了時刻については，旧会社ないし原告と派遣添乗\n員の間でやり取りされる書類のいずれにも記載がない旨を主張する。\nしかしながら，前記前提事実によれば，原告主張に係る行程の開始前の主な業務\nとしては，企画旅行出発の３日前ないし２日前に旧会社ないし原告の事務所におい\nて行われるランドオペレーターないしツアー担当者との打合せがあり，行程の終了\n後の主な業務としては帰着後原則として３日以内に旧会社ないし原告の事務所にお\nいて行われる精算報告があるというのであるが，これらの業務はそもそも事業場外\nにおける労働に当たらず，書類による労働時間の把握をせずとも，旧会社ないし原\n告による現認等の方法により容易に労働時間を把握することができるものと認めら\nれる。\nウ  労働時間管理に関する要求事項に係る旧会社ないし原告の部分的使用者性に\nついて\n既に説示したとおり，派遣先事業主が同法４４条ないし４７条の２の規定により，\n使用者とみなされ労基法等による責任を負うとされる労働時間，休憩，休日等の規\n定に違反し，かつ部分的とはいえ雇用主と同視できる程度に派遣労働者の基本的な\n労働条件等を支配，決定していると認められる場合には，当該決定されている労働\n条件等に限り，労組法７条の使用者に該当するというべきである。\nそして，参加人支部組合員らの時間管理にまつわる就業態様は，前記イ (イ)，\n(ウ)において摘示したとおりであって，旧会社ないし原告は，労働時間の管理を行\nうことが困難とは認められない状況にありながらこれを行わず，そのことにより，\n参加人支部組合員らが労基法３２条の法定労働時間又は三六協定で定めた時間外労\n働時間を超えることのないように実労働時間の管理を受け，その実労働時間が法定\n労働時間内に収まらない場合には算定された時間外労働時間に応じた割増賃金の支\n払を受けることを事実上困難にしている点において，部分的とはいえ，雇用主と同\n視できる程度に参加人支部組合員らの基本的な労働条件を支配，決定していると認\nめられる。\nしたがって，旧会社ないし原告は，本件団交事項のうち，労働時間管理に関する\n要求事項につき，労組法７条の使用者に当たるというべきであり，これに反する原\n告の主張は理由がない。\n⑷  まとめ\nア  結論\n以上によれば，旧会社ないし原告は，本件団交申入れ①ないし同③のうち，労働\n時間の管理に関する事項の部分については，団体交渉に応諾する義務があるという\nべきであって，これを正当な理由なく拒んだ本件団交拒否①ないし同③は，労組法\n７条３号の不当労働行為に該当するというべきである。\nイ  原告の主張（団体交渉の応諾）について\n(ア)  原告は，要旨，労働時間管理に関する団体交渉に応ずるとしても，添乗業\n務への事業場外みなし労働時間制の適用の有無が問題となっている以上，参加人ら\nの要求に対する原告からの回答は，「添乗業務には事業場外みなし労働時間制が適\n用されるため，時間管理はできない。」というものになることは明らかであって，\nこのような団体交渉への応諾を命ずる本件命令は現実を無視したものであるし，仮\nに，本件命令が，添乗業務について事業場外みなし労働時間制が適用されないこと\nを前提に労働時間管理に関して参加人らとの団体交渉を命ずるものであるとすれば，\n違法な命令である旨主張する。\nしかしながら，原告は，派遣先事業主として，参加人らとの間で，時間管理がで\nきないと考える理由，その改善の可否等について誠実に交渉をする限り，誠実交渉\n義務に反するものではないのであって，本件命令も，原告に対して団体交渉におけ\nる譲歩や合意そのものを命ずるものではないのであるから，現実を無視したものと\nはいえないし，違法なものともいえない。\n２  争点⑵（本件吸収分割により，旧会社による本件団交拒否①及び同②に係る\n不当労働行為責任が原告に承継されるかどうか。）について\n⑴  本件吸収分割による労組法７条の使用者たる地位の承継について\n既に説示したとおり，旧会社は，本件団交申入れ①及び同②に係る各団体交渉事\n項につき，派遣添乗員の所属する労働組合との関係で労組法７条の使用者に当たる\nところ，前記団体交渉事項についての使用者性は，労働者派遣法４４条及び労基法\n３２条の規定の趣旨及び旧会社とＰ２の労働者派遣契約並びにそれに基づく旧会社\nと参加人支部組合員との間の派遣就業関係に基礎を置くものである。\nそして，原告は，本件吸収分割により，旧会社から，その旅行事業に関する権利\n義務（Ｐ２との間の労働者派遣契約の当事者たる地位を含む。）を承継し，これに\nより，Ｐ２との間の労働者派遣契約の当事者たる地位に付随する参加人支部組合員\nとの間の派遣就業関係をも承継したというべきである。そして，これに伴い，原告\nは，労働時間管理に関する労組法７条の使用者としての地位も，参加人支部組合員\nとの間の派遣就業関係に付随するものとして旧会社から承継したものと解するのが\n相当である。\n⑵  原告の主張について\nア  原告は，会社法上，会社分割によって承継会社が承継するのは，吸収分割契\n約又は新設分割計画で明記されたものに限るのであって，労働者派遣契約上の地位\nや派遣就業関係なるものは承継対象として明記されていなかったのであるから，原\n告はそれらを承継していない旨を主張する。\nしかしながら，会社分割において，吸収分割契約又は新設分割計画には，承継さ\nれる権利義務等（会社分割により承継されるものが必ずしも権利義務に限られるも\nのでないというべきことは，後に説示するとおりである。）のすべてを個別に列挙\nしなければならないものではなく，承継されるべきものが合理的な解釈により特定\nすることが可能な方法で記載されていれば足りるというべきであって，また，合理\n的な解釈により特定することが可能な限り，それらの権利義務等も承継対象となる\nと解すべきである。\nイ  原告は，労働契約承継法６条は，労働協約のいわゆる規範的部分については\n権利義務を定めるものでないことから，会社法の会社分割の規定によっては承継さ\nれず，債務的部分についても分割会社と労働組合が合意して分割契約書等に記載さ\nれなければ承継されないことに対応した特則であるところ，不当労働行為責任につ\nいては法令上何らの記載もないことから，会社分割によって承継されるものではな\nい旨を主張する。\nしかしながら，一般に，会社分割において，契約上の地位や法的地位を承継の対\n象とすることができないと解すべき理由はなく，労働契約承継法６条も，会社分割\nによって労働組合員が分割会社と承継会社に分散することが通例であることから，\n特別の処理を定めた趣旨と解するのが相当であって，会社分割において権利義務以\n外の承継が不可能であるために設けられた規定とは解されない。\nそして，労組法７条の使用者たる地位も，一般に会社分割により承継することの\nできない法的地位とは解されないところ，団結権の侵害に当たる一定の行為を不当\n労働行為としてこれを排除し，是正して正常な労使関係を回復するという労組法７\n条の趣旨及び本件において問題となる不当労働行為が派遣就業関係における労働時\n間の管理に関する事項であることに照らせば，原告は，参加人支部組合員との派遣\n就業関係の承継に伴い，旧会社から，参加人支部組合員との関係での労組法７条の\n使用者たる地位を承継したと解するのが相当である。\nウ  原告は，不当労働行為責任は，事業に係る権利義務に対して課せられるもの\nではなく，使用者に対して課せられるものであるし，不当労働行為が成立するため\nには不当労働行為意思が必要とされるところ，このような「意思」が会社分割によ\nる承継の対象となるものではない旨を主張する。\nしかしながら，本件吸収分割において原告が承継したと解すべきなのは，不当労\n働行為意思ではなく，労組法７条の使用者たる地位であるし，既に説示したとおり，\n会社分割において承継されるものが必ずしも権利義務に限られないというべきであ\nるから，前記原告の主張はその前提を欠く。\nエ  原告は，本件命令により吸収分割承継会社が団体交渉の応諾を命じられる場\n合，その命令は，団体交渉が申し込まれた当時の状況における団体交渉事項につい\nて命じられるものであるところ，吸収分割承継会社は，団体交渉申入れがされた当\n時には，当該事業を営んでいなかったのであるから，当該時点の状況下で申し入れ\nられた団体交渉に応諾を命じられても，対応に困難を来す旨を主張する。\n確かに，正当な理由のない団体交渉拒否の不当労働行為性は，その後の事情の変\n化に応じて消滅し，ないし軽減されることがあり得るというべきであるが，本件に\nおいて，本件団交事項に対する旧会社及び原告の対応には何らの変化も認められな\nい上，前記前提事実によれば，初審命令で命じられているのは本件団交のうち時間\n管理に関する団体交渉への応諾，今後同様の行為を繰り返さないよう留意する旨等\nを記載した文書の交付及び労働委員会に対する履行結果の文書報告であって，これ\nらの命令に服することにつき，原告に何らかの困難が生じるとは認められない。\nオ  原告は，不当労働行為の承継が認められた場合，承継会社が不当労働行為の\n成否に関する主張立証に困難を来す旨を主張する。\nしかしながら，既に説示したとおり，会社分割によって承継会社に承継される権\n利義務等は，分割契約又は分割計画の記載から合理的な解釈により特定されるもの\nであって，これらの権利義務等に関するものである限り，必ずしも承継会社におい\nて主張立証に困難を来すものとは解されないから，原告の前記主張は前記⑴の判断\nを左右するものとはいえない。\nカ  原告は，事業譲渡の場合には不当労働行為責任の承継が認められないことと\nの不均衡を主張する。\nしかしながら，一般に，会社分割における権利義務の承継は，承継された事業に\n含まれ，又は付随する権利義務等が一定限度で承継会社に承継されるのに対し，事\n業譲渡の場合には，譲渡において承継される対象を明確に規定することで，譲渡時\n点での譲渡会社の権利義務等（例えば偶発債務）を譲受会社が承継することを防ぐ\nことができると解されるところ，これは会社分割と事業譲渡の法的構成の違いに由\n来するものであって，不均衡というには当たらないし，本件における旧会社の労組\n法７条の使用者たる地位及び本件団交申入れ①及び同②に係る団交応諾義務に関し\nても同様である。\nキ  原告は，不当労働行為救済命令の全部又は一部が確定判決によって支持され\nた場合の違反者は，禁錮又は罰金に処せられるとされているところ（労組法２８\n条），罰金等の刑事責任は，特定の義務者が履行することに意味があるので会社分\n割により承継させることはできないとされていることからすると，不当労働行為責\n任を承継会社に承継させることは，最終的には禁錮又は罰金の刑事責任を承継させ\nることに繋がるのであって，このようなことは，自己の関与しない行為に対して刑\n事罰を受けるという刑事責任の大原則に反することとなる旨を主張する。\nしかしながら，労組法２８条は，不当労働行為救済命令の不履行に対して刑事罰\nが科せられることを規定しているのであって，承継会社に対して不当労働行為の救\n済命令が発せられ，それが確定判決により支持された場合に科せられる刑事罰は，\n救済命令の不履行という当該承継会社の行為に対して科せられるものというべきで\nあって，刑事責任の大原則に反する点は何ら見当たらない。\n第４  結論\n以上によれば，原告の請求は理由がないから棄却することとし，訴訟費用の負担\nについて民事訴訟法６１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第３６部\n裁判長裁判官            竹 田 光 広\n裁判官            坂 本 浩 志\n裁判官            古庄   研\n"
}