{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 1,
    "day": 20
  },
  "case_number": "平成26(行ケ)10069",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84787",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84787",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/787/084787_hanrei.pdf",
  "contents": "平成２７年１月２０日判決言渡\n平成２６年（行ケ）第１００６９号  審決取消請求事件\n口頭弁論終結日  平成２６年１２月２４日\n判決\n原                  告        エ ス ペ ー ト ロ ワ ア ッシ ュ\n訴訟代理人弁理 士        恩    田              誠\n恩    田    博    宣\n中    嶋    恭    久\n小    林    徳    夫\n本    田              淳\n中    村    美    樹\n被                  告        特 許 庁 長 官\n指 定 代 理 人      中    村    達    之\n金    澤    俊    郎\n槙    原              進\n井    上    茂    夫\n堀    内    仁    子\n伊    藤    元    人\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０日と定め\nる。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が不服２０１１－２５５８５号事件について平成２５年１１月１３日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟\nである。争点は，進歩性判断の当否である。\n１  特許庁における手続の経緯\n原告は，平成１８年３月２１日，発明の名称を「燃焼機関の作動パラメータ最適\n化方法」とする国際特許出願をした（ＷＯ２００６／１００３７７，特表２００８\n－５３４８３８号。パリ条約による優先権主張：平成１７年３月２２日，フランス）\nが，平成２３年７月１５日，拒絶査定を受け，同年１１月２８日，審判請求をした\n（不服２０１１－２５５８５号）。その後，原告は，平成２５年９月５日付けで手続\n補正をした（本件補正）。\n特許庁は，平成２５年１１月１３日，「本件審判の請求は，成り立たない。」との\n審決をし，同審決謄本は，同月２６日に原告に送達された。\n２  本願発明の要旨\n本件補正後の特許請求の範囲の請求項１に記載された発明（本願発明）は，以下\nのとおりである（分説は，当裁判所が付した。）。\n【請求項１】\n「Ａ：エンジンの燃料噴射，燃焼又は後処理からなる特定のエンジンの作動のた\nめのパラメータ，規則又はマッピングを組み入れた電子又はデジタルシステム（１\n２）によって駆動されるエンジンの作動を最適化する方法であって，該パラメータ\nは，エンジンの温度，オイルの温度，及び冷却剤の温度を含む温度のうちの少なく\nとも１つと，エンジンの速度と，大気圧および環境空気温度を含む外部パラメータ\nとを含み，該マッピングは，記録された設定値を含み，本方法は，\nＢ：充填システム（３），燃料タンク（２），ポンプ（５），燃料フィルタ（６），\n及びエンジン燃料システム（４）を含むエンジン燃料回路（１）ならびに燃料タン\nクへの戻り回路に配置される少なくとも１個の近赤外分光センサ（７）を用いて，\n燃料を構成する炭化水素の分子構造を判定する近赤外分光分析工程を通じて，電磁\n放射線及び燃料を構成する材料の間の相互作用を測定する工程と，\nＣ：該分析結果に基づいて，エンジン噴射，燃焼及び後処理のパラメータ，規則\n及びマッピングを選択又は変更する工程とを含むことを特徴とする方法。」\n３  審決の理由の要点（争点と関係が薄い部分はフォントを小さく表記する。）\n本願発明は，引用例（特表平８－５０１８７８号公報。甲１）記載の発明（引用\n発明）並びに周知技術及び慣用技術に基づいて当業者が容易に発明できたものであ\nるから，特許法２９条２項により特許を受けることができない。\n(1) 引用発明の認定\n「エンジン管理装置によって駆動されるエンジンの作動を最適化する方法であっ\nて，本方法は，\n燃料ラインに配置される光学手段１，光学的結合手段２，インライン・ガソリン\nセル３及び光検出器４からなる少なくとも１個の装置を用いて，燃料を構成する炭\n化水素の近赤外分光分析を行う工程と，\n該分析結果から得られた物理的特性データに基づいて，エンジン管理装置による\n制御を行う工程とを含む方法。」\n(2) 本願発明と引用発明との対比\n（一致点）\n「エンジン制御システムによって駆動されるエンジンの作動を最適化する方法で\nあって，本方法は，\n燃料系に配置される少なくとも１個の近赤外分光センサを用いて，燃料を構成す\nる炭化水素の性質についての近赤外分光分析を行う工程と，\n該分析結果を利用して，エンジン制御を行う工程とを含む方法。」\n（相違点）\n１：本願発明においては，エンジン制御システムが，エンジンの燃料噴射，燃焼又は後処理\nからなる特定のエンジンの作動のためのパラメータ，規則又はマッピングを組み入れた電子又\nはデジタルシステム（１２）であって，該パラメータは，エンジンの温度，オイルの温度，及\nび冷却剤の温度を含む温度のうちの少なくとも１つと，エンジンの速度と，大気圧及び環境空\n気温度を含む外部パラメータとを含み，該マッピングは，記録された設定値を含むシステムで\nあり，エンジン制御を行う工程が，エンジン噴射，燃焼及び後処理のパラメータ，規則並びに\nマッピングを選択又は変更する工程であるのに対し，引用発明においては，エンジン制御シス\nテムとしてのエンジン管理装置の具体的構成が不明であり，エンジン制御を行う工程の内容も\n不明である点。\n２：燃料系が，本願発明においては，充填システム（３），燃料タンク（２），ポンプ（５），\n燃料フィルタ（６），及びエンジン燃料システム（４）を含むエンジン燃料回路（１）並びに燃\n料タンクへの戻り回路であるのに対し，引用発明においては燃料ラインの具体的構成が不明で\nある点。\n３：本願発明においては，燃料を構成する炭化水素の性質についての分析を行う工程が，燃\n料を構成する炭化水素の分子構造を判定する近赤外分光分析工程を通じて，電磁放射線及び燃\n料を構成する材料の間の相互作用を測定する工程であり，該分析結果に基づいて，エンジン噴\n射，燃焼及び後処理のパラメータ，規則並びにマッピングを選択又は変更するのに対し，引用\n発明においては，燃料を構成する炭化水素の性質についての分析を行う工程が，燃料を構成す\nる炭化水素の近赤外分光分析を行う工程であり，当該分析結果から得られた物理的特性データ\nに基づいて，エンジン管理装置による制御を行う点。\n(3) 相違点についての検討\nア  相違点１\nエンジンの温度，オイルの温度，冷却材の温度や，エンジンの速度，大気圧ある\nいは気温をパラメータとし，マップを用いてエンジンの燃料噴射や後処理の制御を\n行うことは，周知のエンジンの制御技術にすぎず（周知技術。甲６（特開２００１\n－２８９０９２号公報）段落【００５８】ないし【００７９】，図１及び図３等参照。），\n引用発明において，エンジン制御システム及びエンジン制御工程として，上記周知\n技術を採用し，相違点１に係る発明特定事項のように特定することは，当業者が容\n易に想到し得たことである。\nイ  相違点２\n車両において，フィラーパイプ，燃料タンク，燃料ポンプ，燃料フィルタ，燃料タンクから\nエンジンへ燃料を供給するパイプ及びエンジンからの戻りパイプを含めた燃料系の構造は，一\n般的な構造であるから（慣用技術），引用発明において，燃料系の具体的構成として，上記慣\n用技術を採用し，相違点２に係る発明特定事項のように特定することは，当業者が容易に想到\nし得たことである。\nウ  相違点３\n一般に，近赤外線を含む赤外線を用いた分光分析は，分子が特定の波長の赤外線\nを吸収することを利用して分子種を分析する方法として用いられるものであり，こ\nのことは技術常識である（社団法人日本化学会編「標準化学用語辞典」平成３年３\n月３０日丸善株式会社発行３３１頁「赤外分光法」欄，甲７。ロバート・ボッシュ\nＧｍｂＨ著「ボッシュ自動車ハンドブック」１９９９年３月３１日第１刷株式会社\nシュタールジャパン発行５００頁左欄第８～３８行，甲８参照。）。\n引用発明は，近赤外分光分析により，炭化水素製品，すなわち，燃料の物理的特\n性を得る方法であり，その分子構造を分析結果として得るものではない。しかしな\nがら，上記技術常識からみて，その実体は，近赤外光がどのような波長で吸収され\nているか検出しており，その波長は分子種によって決まることは自明であるから，\n吸収された近赤外光に対応する特定の分子構造を判定していることに等しく，それ\nを数値処理して物理的特性データとして把握するか否か，どこまで詳細な分析を行\nうかは設計上の問題である。本願発明は，その分析結果の利用に関して，明細書の\n段落【００３９】に表１として示す二重エントリーテーブルを用いることは開示し\nているものの，二重エントリーテーブルに示された数値の意味や，判定された分子\n構造の具体的な利用態様は開示しておらず，エンジン制御に利用しているだけであ\nるから，引用発明のように物理的特性として利用することと，実質的な技術上の差\n異はない。\nしたがって，相違点３は，実質的に相違点ではない。仮に，実質的に相違すると\nしても，上記のとおり技術上の差異はなく，当事者が容易に想到し得た程度のこと\nである。\nエ  顕著な効果\n本願発明の効果は，引用発明，周知技術及び慣用技術から予測できる効果を超え\nる顕著な効果を奏するものでもない。\n第３  原告主張の審決取消事由\n１  取消事由１（引用発明の認定誤り及び相違点の看過）\n引用例（甲１）には，エンジンの作動を最適化する方法の記載はなく，引用発明\nは，「エンジン管理装置によってエンジンを制御する方法であって，燃料ラインに配\n置される光学手段１，光学的結合手段２，インライン・ガソリンセル３及び光検出\n器４からなる少なくとも１個の装置を用いて，燃料を構成する炭化水素の近赤外分\n光分析を行う工程と，該分析結果から得られた物理的特性データに基づいて，エン\nジン管理装置による制御を行う工程とを含む方法。」と認定されるべきである。審決\nの引用発明の認定には誤りがある。\nそして，本願発明との相違点として，「本願発明が，エンジンの作動を最適化する\n方法であるのに対し，引用発明はそうではない点」が挙げられるべきである。引用\n発明は，「炭化水素の分子構造を判定」した上での「エンジンの作動を最適化する方\n法」ではない。審決は，かかる相違点を看過したものである。\n２  取消事由２（相違点１の判断誤り）\n特開２００１－２８９０９２号公報（甲６）には，作動ガスの温度などの作動状\n態に基づくエンジン制御が開示されているだけで，「炭化水素の分子構造を判定」す\nるものでもなければ，燃料品質に基づくエンジン制御について開示したものでもな\nい。このように，甲６には，最適化に関する開示や示唆はないから，審決が周知技\n術と認定したエンジン制御技術は，周知技術とはいえず，相違点１に係る構成は容\n易に想到できない。\n３  取消事由３（相違点３の判断誤り）\n本願発明の「分子構造」は，単なる物理的特性データではないから，相違点３は，\n実質的な差異でないとはいえない。引用発明が判定するオクタン価は，結合構造で\nはないし，近赤外線分析における特定の波長の吸収率と結合構造に関係があること\nが周知であるとしても，分子構造までは判明しない。物理的特性データは，燃料の\n包括的特性を反映する統計値にすぎず，同じ燃料でも値が変動することがあり，正\n確性を期すことができない。これに対し，分子構造を備えた分光分析は，分光分析\nのデータ処理の結果としての新しいパラメータであり，本願発明の燃料モニタリン\nグは，正確性において一大進歩を遂げるものである。このように，単なる物理的特\n性データの分析によるエンジン制御とは異なる。\n本願発明において，行がマーカを示し，列が重さを示す例示的な二重エントリー\nテーブルが，分子構造を判定すべく使用されることは，本願明細書の記述から明確\nである。該二重エントリーテーブル中の数値をすべて足せば１００になることから\nも分かるように，該二重エントリーテーブルは，燃料中の各分子構造のパーセンテ\nージを示し，これにより，燃料に存在する炭化水素分子の種類の判定が可能である。\nエンジン関係の当業者には，化学分野の知識はなく，相違点３は容易に想到でき\nない。物理的特性データをエンジン制御のための入力パラメータとして使用するか\nらといって，分子構造を入力パラメータとして使用することには想到しない。\n４  取消事由４（顕著な効果の看過）\n本願発明は，二重エントリーテーブルを用いることで，燃料を構成する同様の炭\n化水素を正確に識別でき，燃料品質の普遍的な測定を提供することが可能である。\n本願発明は，第１の技術的効果として，燃料を構成する炭化水素特有の特徴である\n分子構造を識別し，特有のマッピングを用いることで，分子構造に対応する炭化水\n素分子を識別することができる。また，第２の技術的特徴として，分子構造を使用\nすることによって，エンジン制御の最適化について正確性を大きく改善できる。さ\nらに，第３の技術的特徴として，先行技術に開示される分子構造の判定とは異なり，\n個別の炭化水素分子を自身の自己点火遅延に結び付けることができ，分鎖における\n小さな差を識別することができる。このように，本願発明は，引用発明のような物\n理的データに基づく制御よりも，優れた正確性を有し，製造工程や登載車両の影響\nも受けないものである。審決は，これらの顕著な効果を看過したものである。\n第４  被告の反論\n１  取消事由１に対し\n引用例には，燃料品質モニタからの燃料品質についての情報をもとに，エンジン\n管理装置によって駆動されるエンジンの作動を制御する方法が記載されている。今\n日，自動車用のエンジン制御には，マイクロコンピュータを使ったデジタル制御，\n特に電子制御燃料噴射システムが採用されているが，該制御は，エンジン回転速度\nや吸入空気量等に基づいて，その回転速度や負荷（アクセル開度）にとって最適な\n点火時期や燃料と空気との混合比を与えるものである。よって，一般的に，自動車\n用のエンジンの作動を電子的に制御する方法は，運転者の要求に対してエンジンの\n作動を最適化する方法であるといえる。\nしたがって，引用例に記載されたエンジン管理装置においても，エンジンを制御\nする上で，燃費の観点や環境負荷の観点から，エンジンの作動を最適化して制御し\nているとみるのが自然であり，引用例には，エンジンの管理装置によって駆動され\nるエンジンの作動を最適化する方法が記載されているといえる。\n２  取消事由２に対し\n甲６は，「エンジンの温度，オイルの温度，冷却材の温度や，エンジンの速度，大\n気圧あるいは気温をパラメータとし，マップを用いてエンジンの燃料噴射や後処理\nの制御を行うこと」が周知技術であることを示すものにすぎない。\n「エンジン作動を最適化する方法」は，引用例に開示されているから，甲６にエ\nンジンの最適化に関する開示がなくても，相違点１に係る構成は容易に想到するこ\nとができ，審決の相違点１に係る容易想到性の判断の当否に影響しない。\nなお，乙１にも，上記周知技術が開示されている。\n３  取消事由３に対し\n本願発明において，近赤外線スペクトルの吸収率により求められる「分子構造」\nとは，赤外線分光分析法の技術常識（乙２～５）をふまえると，燃料を構成する炭\n化水素分子中の原子間の結合構造や分子中に含まれる官能基を示すものと理解でき\nる。\n他方，近赤外線分析の特定の波長の吸収率と，燃料を構成する炭化水素分子中の\n原子間の結合構造や分子中に含まれる官能基が関係あるという技術常識や，近赤外\n線分析の特定の波長の吸収率からオクタン価が算出されるのが周知事項であること\n（乙６，７）も踏まえると，引用例の近赤外線分析は，燃料を構成する炭化水素分\n子中の原子間の結合構造や分子中に含まれる官能基を判別するものであり，要する\nに，燃料中に混合物として含まれる炭化水素の分子構造を判定していることにほか\nならない。\nよって，引用例には，燃料を構成する炭化水素の性質についての分析を行うに当\nたり，近赤外線分析により得たデータから，燃料を構成する炭化水素の分子構造を\n判定する処理が含まれているといえるから，本願発明と引用発明は，近赤外線分光\nセンサを用いて燃料を構成する炭化水素の分子構造を判定している点において一致\nするといってよい。\nそして，引用例は，近赤外線分析により，燃料を構成する炭化水素分子中の原子\n間の結合構造や分子中に含まれる官能基を判定し，分子構造を判定しており，この\n分子構造に係る吸収率のデータからオクタン価を算出し，その算出したオクタン価\nの値を使って燃料の性状を把握し，エンジン制御を最適化しているものである。\n他方，オクタン価は，ノッキング低減を図る上で，エンジン制御における主要な\nパラメータであり，エンジン制御を最適化する際には，必ず考慮されているはずで\nあるところ，本願発明も，エンジン制御を最適化するに当たり，ノッキング低減を\n図るのであれば，分子構造に係るデータからオクタン価のようなノッキング低減に\n係るパラメータを算出して，そのパラメータをもとにエンジン制御を行うことを排\n除していない。そうすると，本願発明も，近赤外線スペクトルの吸収率の値から分\n子構造を求め，分子構造に係るデータからエンジン制御に係るパラメータとしての\n物理的特性データを算出し，その物理的特性データをもとにエンジン制御を行って\nいるものとみることができるし，そうでないとしても，分子構造に係るデータは，\nエンジン制御を行うためのパラメータを算出する過程における中継値にすぎず，引\n用例の物理的特性データと変わるところはないといえる。\n本願明細書には，分子構造を判定することまでは記載されているものの，その後\nの処理については記載されておらず，二重エントリーテーブルの指数と共に判定さ\nれた分子構造を，具体的にどのように処理して，エンジン制御に利用するのかは記\n載されていない。自動車の燃料であるガソリンは分子構造の異なる数百を超える多\n数の炭化水素分子の混合物であるから，二重エントリーテーブルに示されるデータ\nの数よりも，ガソリンに含まれる炭化水素分子の種類の数の方が多く，個々の分子\nを特定することはできない。\n燃料の性状が，燃料の製造条件等により違うのは技術常識であり，エンジン制御\n技術に係る研究開発を進める上で，当業者であれば，必要な範囲で燃料の分析技術\nにも知識を持ち合わせているとみるべきであり，更に化学分野の知識が必要であれ\nば，文献調査等を行うことにより，対応する知見を備えることができる。また，自\n動車産業や自動車部品産業における研究開発の現場においては，機械のほか，材料，\n電気，化学，制御，情報等の各技術分野の専門家を集めたチームで行われているの\nが一般的であり，エンジン関係の専門家が近赤外線分光分析の知識を有していなく\nとも，チーム内の化学分野の専門家から助言を得ることができる。\n４  取消事由４に対し\n二重エントリーテーブルでは，多数の炭化水素分子の混合物であるガソリン等燃\n料中にある，個々の炭化水素分子を特定することはできない。本願明細書には，近\n赤外線分析により「分子構造」を判別する旨記載されているが，この「分子構造」\nは，燃料を構成する炭化水素分子中の原子間の結合構造や分子中に含まれる官能基\nを示すものであるから，個別の「炭化水素分子」を識別できる旨の主張は，本願明\n細書の記載に基づかないものである。\n本願発明は，二重エントリーテーブルを発明特定事項としておらず，近赤外分光\nセンサで「分子構造を判定」すると特定されているのみであるから，原告の主張す\nる３つの技術的特徴は，本願発明で特定される構成により必ずしも達成できるもの\nではない。\n燃料を構成する炭化水素の近赤外線分光分析を行って，燃料中の「分子構造」を\n判別してエンジン制御を行う点で，本願発明と引用発明の間に差違はなく，効果の\n上でも差違が生ずるとはいえない。\n引用発明は，車に搭載された装置で近赤外分光分析を行うから，本願発明と同様\nに給油所等での変化に影響されることはない。\n第５  当裁判所の判断\n１  本願発明について\n(1) 本願明細書（甲９，１０，３０，３１）には，次のとおりの記載がある。\n【技術分野】\n【０００１】\n本発明は，電子又はデジタル管理システムによって駆動される熱機関の作動を最\n適化する方法に関する。\n【背景技術】\n・・・\n【０００３】\n電子又はデジタルシステムは，例えばエンジン，オイル，冷却剤の温度，エンジ\nン速度等の一組のパラメータ，大気圧，環境空気温度等の外部パラメータに基づき，\n最新の作動指令に関する情報を恒久的に与える一連のセンサ及び検知器と結合され\nる。\n【０００４】\n電子又はデジタルシステムは，このような瞬時値を，マッピング（複数）に記録\nされた設定値と比較すると共に，設定モデル及び所定の特性曲線を用いて，後に続\nく工程のための新しい設定点を計算する。この電子又はデジタルシステムは，特に，\nエンジンへの燃料噴射量，設定スパーク，注入燃料圧の設定，排出ガスの再利用，\n又は噴射時間を変化させ得る。\n・・・\n【０００８】\n試験台でのエンジンタイミング作動（噴射，燃焼，及び後処理マッピング及び規\n則）は，一連の規格燃料において実施される。この目的のために，エンジン製造業\n者は，以下のような燃料を表す利用可能な規格物理化学特性を用いる：\n―ガスエンジンの調査オクタン価及びエンジンオクタン価\n―ディーゼルエンジンのセタン価\n―蒸留曲線\n―ガスエンジンの蒸気圧又は張力\n―ディーゼルエンジンの引火点\n―ディーゼルエンジンの冷却抵抗（曇り点，流動点，及びろ過限界温度）\n―密度\n―酸素化合物含有量\n全てのエンジン製造業者は，このような値がエンジンの精密な設定に十分ではな\nいという事実に合意している。なぜならば，このような値は燃料品質を表すが，「燃\n料‐エンジン」妥当性を考慮していないからである。例えば，調査及びエンジンオ\nクタン価は，「ピンキング」問題の解決に関係ないといえる。実際のところ，このよ\nうな価は，５０年以上も前に開発された規格エンジンで測定されるものであり，も\nはや，２１世紀のエンジンに必要とされる情報を伝えるように完全に適用されてい\nない。\n・・・\n【００１２】\nそれ故，物理化学特性及び品質は関連がなく，また給油所で燃料は大きく変化す\nるので，燃料エンジン結合は，現在のところ，完全に最適化され得ない。\nこの変動を考慮にいれ，また現在利用可能な品質情報の不適切さを補償するため\nに，製造業者は，車両を破損させることなく，また可能な限り低消費を有する一方\nで，排出ガス規定に従うように，電子又はデジタルシステム開発の過程において，\n多くの譲歩をしなければならない。\n・・・\n【００１５】\nしかしながら，公害防止規格は常により厳しく，また車製造業者は，各販売車両\nについて，排気ガス中の規制排出物例えば二酸化炭素を，その態様寿命に亘り，エ\nンジン性能を犠牲にすることなく低減するように試行し続けている。それ故，タン\nクにおける燃料の固有品質を考慮することにより，エンジン設定を向上させる必要\nがある。考慮に入れられる品質パラメータは，エンジン設定を向上させるために，\n極めて妥当に，規格化物理化学特性と区別されるべきである。\n・・・\n【００１８】\n特許文献５は，近赤外線分光法により，燃料特性を決定する車載方法に関する。\nこの文献は，規格化物理化学特性に限定され，エンジン設定とは殆ど関連がな\nい。・・・\n・・・\n【発明が解決しようとする課題】\n【００２１】\n本発明の目的は，エンジン作動最適化方法を提供することにより，燃料エンジン\n結合に適切な，燃料の関連質的測定値の決定の要求を満たすことにあり，本方法は，\n燃料構成成分の分子構造の分析に基づく燃料の関連質的分析工程を含む。このよう\nな分析は，電子又はデジタルシステムが，測定結果に基づいて，実時間でまた最適\nな，その上エンジンの噴射，燃焼及び後処理のパラメータ，規則，及びマッピング\nを設定することを可能にする。\n【課題を解決するための手段】\n【００２２】\nこの目的のために，本発明は，エンジンの噴射，燃焼又は後処理のために少なく\nとも１個のパラメータ，又は１個の規則，又は１個のマッピングを組み入れた電子\n又はデジタルシステムにより，熱機関セットの作動を最適化する方法に関し，本方\n法は，充填システム，燃料タンク，ポンプ，燃料フィルタ，及びエンジン燃料シス\nテムを含むエンジンの燃料回路，並びに燃料タンクへの戻り回路に配置された少な\nくとも１個のセンサから，燃料組成を分析する工程と，この分析結果に基づき，噴\n射，燃焼又は後処理のために前記パラメータ，規則，又はマッピングを選択又は変\n更する工程を含む。本方法は，燃料組成分析工程が，燃料を構成する炭化水素の分\n子構造の分光分析工程を含むことを特徴とする。\n【００２３】\nこのような方法によれば，その分子構造の決定によって，燃料品質の普遍的な測\n定値を獲得することが可能となる。それ故，燃料の規格化物理化学的性質／性質（複\n数）の一つ又は複数が決定されることはなく，規格化物理化学性質，例えばオクタ\nン価，セタン価，蒸気圧，蒸留曲線，及び酸素含有量の使用及びモデル化に固有の\n問題が克服される。\n・・・\n【発明を実施するための最良の形態】\n【００２７】\n図１を参照して，エンジンの噴射，燃焼，又は後処理のパラメータ，規則，及び\nマッピングによって駆動される熱機関の作動を最適化する方法を説明する。\n燃焼機関には，燃料タンク２，タンク充填システム４及び燃料回路４を含む燃料\n回路１によって燃料が供給される。回路は，例えば１個又はそれ以上の燃料ポンプ\n５と，１個又はそれ以上の燃料フィルタ６と，燃料タンク１１への戻り回路を含む。\n本発明に係る方法は，付加的であっても，またそうでなくても，燃料及びバイオ燃\n料の規格に合ったあらゆる種類の燃料（ガス，液化ガス，ガソリン，灯油，軽油，\n重油）に適用され，それらの主要構成成分は炭素，水素及び酸素である。\n【００２８】\n本発明に係る方法は，燃料の分子構造に基づいて，エンジンの噴射，燃焼又は後\n処理からなる特定のエンジンの作動のためのパラメータ，規則，又はマッピングを\n選択し，或いは変更する工程からなる。この目的のために，エンジンに供給する燃\n料の分子構造は，燃料を構成する炭化水素の分光分析を用いて分析される。この構\n造の判定工程は，電磁波及び燃料を構成する材料の間の相互作用を測定する工程を\n含む。\n【００２９】\n分光分析は，燃料組成の近赤外線分析からなる。・・・\n【００３０】\n近赤外線分析について，以下に説明する。\n分光センサ７は燃料回路１に配置されると共に，エンジンの電子又はデジタルシ\nステムに接続される。近赤外線分析の場合には，センサ７は光源８と，分光システ\nムと，燃料サンプリングセル９と，感光性検出システム１０と，専用コンピュータ\n２０からなる。専用コンピュータ２０によれば，測定順序を設定し，センサ７の正\nしい作動を調整及び設定することができる。コンピュータ２０は，近赤外線スペク\nトルの処理に関連する全ての計算を実行することを可能にするモデルを含み得\nる。・・・\n・・・\n【００３６】\n・・・\nエンジンコンピュータによって，エンジン作動を管理する電子又はデジタルシス\nテム１２を形成する電子ボックスに入れられたテーブルは，燃料の純炭化水素群の\n存在に関連する燃料分子構造の特定の指示マーカを，エンジン噴射，燃焼及び後処\n理のパラメータ，規則及びマッピングと結びつける複数の入力マトリックスである。\n【００３７】\n炭化水素群は，例えば以下のように分類され得る：\n―飽和炭化水素（直鎖又は分枝炭素開鎖又は閉鎖アルカン）；\n―不飽和炭化水素（１個又はそれ以上の二重結合を含む開鎖又は閉鎖オレフィン）；\n―芳香族炭化水素（ベンゼン鎖を伴う１個又はそれ以上の不飽和環）；\n―酸素富化有機化合物：少なくとも１原子の酸素を含む分子（アルコール，アルデ\nヒド，ケトン，エステル，エーテル，酸・・・）\n例えば，燃料近赤外線スペクトルの吸収率は，考慮された波長を有する領域にお\nいて測定される。各選択波長について測定された吸収率の値は，二重入力マトリッ\nクスへ情報を供給して，分子構造を計算するために，周知の計量化学ルールに従っ\nて，参照データベースで既に補正されている数学的且つ統計的普遍モデルに導入さ\nれる。\n【００３８】\nコンピュータによって記憶装置の特定位置に入れられる例証的な二重エントリー\nテーブルは，以下のテーブルに示される。このテーブルは，規格ＥＮ２２８に対応\nするガソリンについて得られるものである。\n【００３９】\n【表１】\n・・・\n【００４５】\n・・・列ｎ及び行ｉの交差部分における指数によって，燃料の分子構造が精確に\n分かる。この情報は，エンジンタイミングの間に既に組み入れられると共に，電子\n又はデジタルシステムはこの情報を利用し，且つこの情報をエンジン噴射，燃焼及\nび後処理のためのパラメータ，規則及びマッピングにおいて最適化できるように適\n応される。\n【００４６】\n車両の場合には，センサ７による燃料分子構造の搭載分析の間に，電子又はデジ\nタルシステムが，タンク内における燃料の分子構造に関する更新情報を受け取るこ\nとにより，設定値，規則及びマッピングを選択又は変更することが可能となり，エ\nンジンに供給する燃料に基づき設定値が最適化される。\n・・・\n(2) なお，上記記載の参考として，本願明細書（甲９）の図１を掲記する。\n【図１】\n(3)  本願発明の概要\n本願発明の要旨は，上記第２の２のとおりであるが（ただし，分説Ｂは，「充填シ\nステム（３），燃料タンク（２），ポンプ（５），燃料フィルタ（６），及びエンジン\n燃料システム（４）及び燃料タンクへの戻り回路を含むエンジン燃料回路（１）な\nらびに燃料タンクへの戻り回路に配置される少なくとも１個の近赤外分光センサ\n（７）を用いて，燃料を構成する炭化水素の分子構造を判定する近赤外分光分析工\n程を通じて，電磁放射線及び燃料を構成する材料の間の相互作用を測定する工程\nと，」の明らかな誤記と認める。なお，太線及び取消線部分が訂正箇所である。），本\n願明細書の上記記載によれば，本願発明は，次のような発明である。\n本願発明は，電子又はデジタル管理システムによって駆動される熱機関の作動を\n最適化する方法に関するものである（【０００１】）。\nエンジンタイミング作動（噴射，燃焼及び後処理のマッピング及び規則）は，一\n連の規格燃料において実施され，この目的のために，例えばオクタン価やセタン価\nといった燃料を表す物理化学特性が用いられるが，燃料の物理化学特性と品質は関\n連がなく，また，給油所で燃料は大きく変化するので，燃料エンジン結合は完全に\n最適化され得ない（【０００８】，【００１２】）。\nそこで，本願発明は，燃料の物理化学特性ではなく，燃料の固有品質（品質パラ\nメータ）を考慮することにより，エンジンの作動を最適化する方法を提供するもの\nである（【００１５】，【００２１】）。\n本願発明は，燃料を構成する炭化水素の分子構造を分光分析を用いて分析するこ\nとにより，燃料品質の普遍的な測定値を獲得し，この分析結果に基づいて，エンジ\nン噴射，燃焼及び後処理のパラメータ，規則並びにマッピングを選択又は変更する\nというもので，この構成により，物理化学特性に固有の問題を克服し，エンジンの\n作動を最適化することができる（【特許請求の範囲】，【００２３】，【００２８】，【０\n０４５】）。\n２  取消事由１\n(1) 引用発明の認定\nア  引用例（甲１）には，次のとおりの記載がある。\n「【特許請求の範囲】\n１．所定のスペクトル範囲内の（近）赤外線放射を供給する手段と，\n（近）赤外線スペクトル領域内の選択した波長の光を透過させる手段と，\nこの透過手段からの光を炭化水素製品ラインへ供給する手段と，\n炭化水素製品ライン中に光路長を設けられるようにする手段と，\n前記光路を通った光を検出する手段と，\n得た信号を，スペクトル分析して，スペクトルデータを，オクタン価，セタン価，\n密度，蒸気圧などまたはガソリン／アルコール比などの炭化水素製品の物理的特性\nデータに相関させるための処理器に入力させる手段とを備え，オクタン価，セタン\n価，密度，蒸気圧などまたはガソリン／アルコール比などの炭化水素製品の物理的\n特性データをオンライン測定する装置。」\n「燃料品質監視装置\n本発明は，エンジン管理装置の制御（たとえば，フィードフォーワード制御）に\n使用するために，燃料品質についてのフィードフォーワード情報を供給するために\n使用するインライン燃料品質モニタに関するものである。そのような装置は，運転\n者またはエンジンに燃料品質について知らせるために，自動車の小型軽量の計器と\nして応用されるので有利である。\n得られた情報は，燃料のオクタン価，セタン価，蒸気圧密度などの，炭化水素製\n品の物理的特性データ，および複合燃料車に使用するための，ガソリン／アルコー\nル比である。当業者には周知のように，有機化合物は赤外線スペクトル領域（約１\nμｍ～約３００μｍ）において独特のスペクトル特徴を有する。\n物質の物理的特性と化学的特性の間の相関，およびそれらの物質の近赤外線（Ｎ\nＩＲ）スペクトルを得るためのポテンシャルが既に開示されている（たとえば，ヨ\nーロッパ特許ＥＰ－Ａ－０，３０４，２３２号およびＥＰ－Ａ－２，０８５，２５\n１号参照）。\nトレーニングセットとして知られている，大量のデータセットにおけるスペクト\nルの傾向を見つけることによって実験モデルを製作できる。\n（近）赤外線分光学は迅速かつ信頼でき，オンライン実時間測定を行うために応\n用できる可能性がある。特徴付けられた無鉛ガソリンのトレーニングセットのスペ\nクトルを得るために分光計を使用できる。モデルを構成するために主成分回帰法，\n縮小ランク回帰法，部分最小二乗法などの複雑な多変量統計技術の応用によって，\n所与の燃料のリサーチ法オクタン価（ＲＯＮ）を予測できる。それら技術は分光計\nによって提供されるデータ点の全てを要し，最初のＲＯＮ測定値を可変性を伴うよ\nうに予測する。したがって，燃料の性能品質を予測するために，（近）赤外線分光技\n術を実験モデルと共に使用できる。しかし，それらの技術をオンライン実時間現場\n計測に応用することはありふれたことではない。その理由は，分光計が高精度に動\nく光学部品を使用し，それらの部品が，石油化学プラントまたは流通ターミナルに\nおいて見られるような，汚れた好ましくない環境に極めて敏感であるからである。\n測定器の製作者はより頑丈な分光計の製作に努力している。\n改良されているにもかかわらず，非常に高価な分光計は，取扱いに注意を要する\n性質，人件費，および過酷な環境にあるために，オンライン実時間監視には理想的\nなものではない。データの解析への（近）赤外線技術および統計技術の応用を簡単\nにする方法が必要である。\n現在，（近）赤外線（０．７８～３０μｍの波長が有利である）技術を使用し，（リ\nサーチ法）オクタン価，セタン価，密度，蒸気圧密度などまたはガソリン／アルコ\nール比などの炭化水素製品の物理的特性データをオンラインおよび実時間で測定す\nるためにニューラル・ネットワークに結合され，および，とくに，自動車に容易に\n応用できる小型で，頑丈，かつ安価な信頼できる「動かない部品」による測定器が\n開発されている。\nしたがって，本発明は，所定のスペクトル範囲内の（近）赤外線放射を供給する\n手段と，（近）赤外線スペクトル領域内の選択した波長の光を透過させる手段と，こ\nの透過手段からの光を炭化水素製品ラインへ供給する手段と，炭化水素製品ライン\n中にある光路長を設けられるようにする手段と，前記光路を通った光を検出する手\n段と，得た信号をスペクトル分析して，スペクトルデータを，オクタン価，セタン\n価，密度，蒸気圧などまたはガソリン／アルコール比などの炭化水素製品の物理的\n特性データに相関させるための処理器に入力させる手段と，を備え，オクタン価，\nセタン価，密度，蒸気圧などまたはガソリン／アルコール比などの炭化水素製品の\n物理的特性データをオンライン測定する装置を提供するものである。」（４頁２行～\n５頁２２行）\n「  以下，ガソリンのオクタン価の予測に関して本発明をとくに説明するが，本発\n明はそれに限定されないこと，かつ蒸気圧，密度，セタン価などの予測にも使用で\nきることが当業者には分かるであろう。\nトレーニングセットのガソリンに対応するスペクトルのセットについてのデータ\n解析を下記のようにして行う。\n１．セットの平均スペクトルを発生して個々の各スペクトルと平均スペクトルとの\n間の差を計算する。\n２．平均スペクトルは５０００程度のデータ点であるから，１００種類の燃料のセ\nットを分析する問題は非常に困難である。データを取り扱いできる問題の変数の数\nまで減少できるようにする技術が求められる。\n３．ニューラルネットワーク技術の場合には，測定波長の数を物理的に減少するこ\nとによってデータを減少する。データ減少は次のようにして行う。すなわち，ガス\nオイルのトレーニングセットに対して，たとえば，主成分解析等の多変数統計技術\nを用いて，オクタン価との相関に対する各スペクトルデータ点の相対的な重要性を\n表す「特性スペクトル」を発生する。そうすると，スペクトル測定は，通常は５番\nと１０番の間の個別の波長に単純化される。ニューラルネットワークへの入力とし\nて吸光度値を使用する。\n・・・\n本発明の測定器はガソリンのオクタン定格の影響を及ぼすことが知られているＣ\n－Ｈ結合震動構造から情報を発生するために選択した，５つの個別波長における\n（近）赤外線吸光度を集めるのに有利である。測定した吸光度を，基線を与えるた\nめに選択して，炭化水素情報を含まない波長の１つに正規化する。これによって周\n囲条件（温度，（近）赤外線源，電子的ドリフト等）が変化しても差支えがなくなり，\n残りの４つの測定がニューラルネットワークに加えられる。」（６頁１３行～８頁６\n行）\n「  第１図を参照すると，光学手段１が示されている。この光学手段１は複数の発\n光ダイオード（ＬＥＤ）と，フィルタおよびレンズホルダとを含むと有利である。\n簡明にするために，エンジンまたは車へのこの解析器の機械的な結合は示していな\nい。\n手段１は，炭化水素製品ライン（図示せず）に適当なやり方で取り付けられてい\nるインライン・ガソリンセル３に，適当な任意の光学的結合手段（多用途光ファイ\nバの束が有利である）２を介して連結される。\n更に，光検出器４が設けられる。この光検出器は得た信号をスペクトル解析処理\nのために電子装置とニューラルネットワークに供給する。第１図には５個の発光ダ\nイオードがあるが，適当な任意の数を設けることができる。簡明にするために，ス\nペクトル解析処理のために電子装置とニューラルネットワークは示していない。本\n発明の装置の形状は，エンジンをベースとする測定器として車に搭載できるような\nものにすると有利である。」（８頁１１行～２３行）\n「  本発明の装置の動作は下記の通りである。\n５個の発光ダイオード（ＬＥＤ）が，たとえば，１～２．０ミクロンのスペクト\nル範囲の近赤外線を発生する。ＬＥＤからの光は平行にされて干渉フィルタ（各Ｌ\nＥＤに１つ）を通らされる。そのフィルタは近赤外線スペクトル領域（たとえば，\n１～１．５ミクロン）中の選択した波長の光を透過させる。ガソリンの場合には，\n５つの波長を１１０６ｎｍ，１１５０ｎｍ，１１７０ｎｍ，１１９０ｎｍ，１２１\n９ｎｍにし，正規化波長を１１０６ｎｍにすると有利である。正規化波長をそのよ\nうな値にする理由は，その波長ではガソリンの吸光度が最低で，良い基線測定値が\n得られるためである。ガソリン／アルコールでは別の波長を必要とし，１７６６ｎ\nｍと１７３０ｎｍが有利である。それらは他の波長に加えて求められることがある。\n光ファイバ束（５本を１本にまとめる）がフィルタを通った光を集めて，選択した\nＬＥＤから，光を炭化水素ラインに供給する。\nＬＥＤの選択は電子的パルスによって行われ，ＬＥＤを１個ずつパルス励起する\nことによって迅速な（＜１秒）測定を行えるようにできる。２０ｍｍが有利な１０\n～３０ｍｍの光路長を使用できるようにするために，光窓を燃料ラインのインライ\nンセルの前に置くと有利である。光路を通って送られた光を検出して，得た信号を\nスペクトル解析のために電子処理装置およびニューラルネットワークに供給するた\nめに，インジウム・ガリウム・ヒ素検出器を装着する。」（９頁２５行～１０頁１６\n行）\n【図１】\nイ  上記記載によれば，引用発明は，以下のとおりのものと認められる。\n引用発明は，フィードフォーワード制御などのエンジン管理装置の制御に使用す\nるために，燃料品質についてのフィードフォーワード情報を供給するために使用す\nる燃料品質監視装置に関するもので，自動車の小型軽量の計器として応用されるも\nのである。フィードフォーワード制御とは，自動制御の方式の１つで，制御系に入\nってくる指令値や外乱を検知し，その影響が及ぶ前にこれを打ち消してしまうもの\nであり，フィードバック制御に付加して高性能化を図るもの，すなわち，エンジン\n作動の最適化を図るものである。\n（近）赤外線分光学技術は，燃料の性能品質を予測するものとして，迅速で信頼\n性も高く，オンライン実時間測定を行うために応用できる可能性があるが，分光計\nは，高精度に動く光学部品を使用するため，環境に極めて敏感であり，オンライン\n実時間現場計測に応用しにくく，頑丈なものは，非常に高価で，取扱いに注意を要\nする上に，過酷な環境での使用に適しない。近時，（近）赤外線技術を使用し，（リ\nサーチ法）オクタン価，セタン価，密度，蒸気圧密度などのガソリン／アルコール\n比などの炭化水素製品の物理的特性データをオンライン及び実時間で測定でき，自\n動車に容易に応用できる小型で，頑丈，かつ安価な信頼できる「動かない部品」に\nよる測定器が開発されるようになったが，１００種類の燃料のセットを分析する問\n題は非常に困難であり，データを取り扱いできる問題の変数の数まで減少できるよ\nうにする技術が求められた。\nそこで，引用発明は，燃料ラインに配置される光学手段１，光学的結合手段２，\nインライン・ガソリンセル３及び光検出器４からなる少なくとも１個の装置を備え，\n例えば，主成分解析等の多変数統計技術を用いて，オクタン価との相関に対する各\nスペクトルデータ点の相対的な重要性を表す「特性スペクトル」を発生し，スペク\nトル測定を単純化し，具体的には，ガソリンのオクタン定格の影響を及ぼすことが\n知られているＣ－Ｈ結合震動構造から情報を発生するために選択した５つの個別波\n長（１１０６ｎｍ，１１５０ｎｍ，１１７０ｎｍ，１１９０ｎｍ，１２１９ｎｍ）\nにおける（近）赤外線吸光度を集め，このデータに基づいて炭化水素製品の物理的\n特性データをオンライン測定し，もって，燃料を構成する炭化水素を近赤外分光分\n析しようとしたものである。\nそして，エンジン管理装置は，近赤外分光分析結果から得られた燃料品質に関す\nる情報（（リサーチ法）オクタン価，セタン価，密度，蒸気圧密度又はガソリン／ア\nルコール比などの炭化水素製品の物理的特性データ）に基づいて，エンジンを制御\nし，例えば，オクタン価に基づいて，エンジンの点火時期を調整する。「オクタン価」\nとは，火花点火式エンジンの燃料として用いられるときのノッキングに抵抗するガ\nソリンの能力を表すものであり，ノッキングを防止するためにエンジンの点火時期\nを調整することは，本願優先日において一般的に知られたエンジン制御技術であり\n（特開平６－１６７４４５号公報，乙７・【０００３】，【０００４】），エンジンの燃\n焼を最適な状態に近づけるというエンジン制御最適化技術の一つにほかならない。\n以上によれば，審決の引用発明の認定（上記第２の３(1)）に誤りはない。\nウ  原告の主張に対する判断\n(ｱ)  原告は，引用例は，発明の名称として示され，また，特許請求の範囲\nに定義されるように，燃料品質監視装置を開示するものであり，エンジン最適化方\n法の開示ではなく，エンジン制御工程についての情報もないから，審決が引用発明\nを「エンジンの作動を最適化する」ものと認定した点につき，誤りがある旨主張す\nる。\nしかしながら，上記のとおり，引用例には，エンジン管理装置が燃料のオクタン\n価の情報を得てエンジンの点火時期を調整することによりエンジンの燃焼を最適化\nするという技術思想が記載されているといえる。\nよって，原告の主張は理由がない。\n(ｲ)  原告は，本願発明は，「エンジン噴射」，「燃焼」及び「後処理」とい\nう３つの異なる最適化目標を考慮したグローバルなエンジン最適化方法を規定する\nものであるのに対し，引用例は，包括的なエンジン最適化方法を開示していないか\nら，引用発明は，本願発明の「エンジンの作動最適化方法」とは「最適化」の内容\nが異なるとも主張する。\nしかしながら，本願発明の請求項１には，「エンジンの燃料噴射，燃焼又は後処理\nからなる特定のエンジンの作動のためのパラメータ，規則又はマッピングを組み入\nれた電子又はデジタルシステム（１２）によって駆動されるエンジンの作動を最適\n化する方法・・・」と記載されており，最適化の対象は，「燃料噴射」，「燃焼」及び\n「後処理」のすべてであることは必須となっておらず，上記３項目のいずれか１つ\nで足りることが明らかである。そうすると，引用発明における「最適化」が，本願\n発明が掲げた３項目の１つである「燃焼」についての最適化である以上，本願発明\nにおける「最適化」の内容との間に違いがあるとは必ずしもいえない。\nなお，原告自身も，エンジンの点火時期を調整することが，エンジンの燃焼の最\n適化であることを認めているところである。\nよって，原告の主張は理由がない。\n(2) 本願発明と引用発明との対比\n上記のように引用発明の認定に誤りがない以上，本願発明と引用発明との対比に\nおいて，引用発明にエンジン作動の最適化が認定されていないという相違点看過も\n認められない。\n３  取消事由２\n(1) 周知技術について\nア  甲６について\n本願優先日前の刊行物である甲６には次の記載がある。\n【００６８】エンジンコントロールユニット２２には，機関運転条件を示す信号\nとして，機関回転数信号，クランク角度信号，負荷信号，空気量信号，吸気温度信\n号，排気温度信号，燃圧信号，油水温信号などが入力され，これら各種の信号に基\nづいて演算処理を実施し，前記吸気弁６，排気弁８のバルブタイミング，過給機バ\nイパス弁２５，スロットルバルブ１５の各バルブ開度制御，燃料噴射弁１９の噴射\n量と噴射時期，および点火プラグ２０の点火時期を適切に制御している。\n【００７１】暖機完了であれば，クランク角センサ信号やアクセル開度信号等を\n読み込んで，エンジン回転数，および要求負荷を検出し（Ｓ１６），エンジンコント\nロールユニット内に内蔵したマップを参照して，自己着火燃焼運転領域か否かを判\n断する（Ｓ１８）。このマップは，例えば，図３に示すようなマップであり，回転数\n及び要求負荷に対する火花点火燃焼領域／自己着火燃焼領域の選択を予めＲＯＭ等\nの不揮発記憶素子に記憶したものである。\nイ  乙１について\n本願優先日前の刊行物である乙１（瀬名智和著「クルマの新技術用語  エンジン・\n動力編」株式会社グランプリ出版発行２６～３８頁）には次の記載がある。\n「エンジンコントロールユニットに吸気温センサーや水温センサーの信号が入力\nされるようになっていること」（２７頁）\n「１９８０年代後半には，ほとんどすべての乗用車用ガソリンエンジンにデジタ\nル式電子制御が採用されるまでになった。\nデジタル式電子制御ではエンジン回転速度，吸入空気量，水温などの情報をＡ／\nＤコンバーターですべてデジタル値に変換してからＣＰＵに送って演算している。\nその瞬時ごとのエンジンの運転状態を計算して，最適な点火時期や混合比をあらか\nじめ実験により定めたマップから読み出して，出口Ｉ／Ｏにてアナログ値に変換後\nに出力し，各アクチュエーター（インジェクター，点火コイルなど）を駆動させて\nいる。」（３１頁）\nウ  このように，エンジンの温度（甲６の「排気温度」），オイルの温度（甲\n６の「油水温」），冷却材の温度（甲６の「油水温」，乙１の「水温」）といった温度\nパラメータ，エンジンの速度に関するパラメータ（甲６の「機関回転数」，乙１の「エ\nンジン回転速度」），気温（甲６の「吸気温度」，乙１の「吸気温」）といった外部パ\nラメータを用い，あるいは，設定値が記録されたマップ（甲６，乙１の「マップ」）\nを用いて，エンジンの燃料噴射，燃焼及び後処理の制御を行うことは，本願優先日\nにおいて周知技術であると認められる。\n(2) 引用発明への周知技術の適用について\n引用例に，「１９８０年代後半には，ほとんどすべての乗用車用ガソリンエンジン\nにデジタル式電子制御が採用されるまでになった。」と記載されているとおり，引用\n発明のエンジン及びエンジン管理装置では，周知技術に係る構成を備えることが予\n定されていたことがうかがわれる。\nそうすると，引用発明において，エンジン制御システム及びエンジン制御工程と\nして，周知技術を採用し，相違点１に係る本願発明の構成とすることは，当業者が\n容易に想到し得ることである。\n(3) 原告の主張に対する判断\n原告は，甲６には，燃料品質に基づくエンジン制御が開示されておらず，最適化\nに関する開示はないから，審決が周知技術と認定したエンジンの制御技術は周知技\n術とはいえず，相違点１は容易に想到できないと主張する。\nしかしながら，「燃料品質に基づくエンジン制御」及び「エンジン作動を最適化す\nる方法」が引用例に開示されていることは上記２のとおりであり，審決が甲６を引\n用したのは，相違点１に係る本願発明の構成が周知技術であることを示すためにす\nぎない。甲６に燃料品質に基づくエンジン制御の開示はないが，引用例にエンジン\n作動の最適化方法についての記載がある以上，引用例に上記周知技術を適用すれば，\n本願発明の構成に容易に想到することができる。\n原告の主張は，誤った引用発明の認定を前提とするものであり，理由がない。\n４  取消事由３\n(1) 本願発明における「分子構造」の意義について\nア  本願明細書には，上記【００３６】～【００３８】の記載に加え，次の\nとおりの記載がある。\n【００４０】\n線状マーカは，「燃料―エンジン」結合適性における線形炭素開鎖飽和炭化水素群\nの存在に関連する影響に対応する。\n分枝マーカは，「燃料―エンジン」結合適正における飽和炭化水素群の存在に関連\nする影響に対応する。\n【００４１】\n不飽和マーカは，「燃料―エンジン」結合適正における分枝を有する炭素開鎖不飽\n和炭化水素群の存在に関連する影響に対応する。\n循環マーカは，「燃料―エンジン」結合適正における炭素閉鎖飽和炭化水素群の存\n在に関連する影響に対応する。\n【００４２】\n芳香族マーカは，「燃料―エンジン」結合適正における芳香族炭化水素群の存在に\n関連する影響に対応する。\n酸素マーカは，「燃料―エンジン」結合適正における酸素有機物の存在に関連する\n影響に対応する。\n【００４３】\n４個の加重基準ガス，軽量，中間及び重量は，例えば燃料を含む純品の燃焼エン\nタルピ又は気化等の１個又はそれ以上の物理特性によって重みが付けられる炭素原\n子数に関して計算される。\n【００４４】\n一例として言及されるガソリンＥＮ２２８の場合には，ガス列は，炭素数が４ア\nトム未満の炭化水素を一群にする。\n軽量列は，炭素数が５から６アトムの間の炭化水素を一群にする。\n【００４５】\n中間列は，炭素数が７から８アトムの間の炭化水素を一群にする。\n重量列は，炭素数が９以上の炭化水素を一群にする。\nそれ故，列ｎ及び行ｉの交差部分における指数によって，燃料の分子構造が精確\nに分かる。・・・\nイ  このように，本願明細書は，「分子構造」が，線状マーカ，分枝マーカ，\n不飽和マーカ，循環マーカ，芳香族マーカ，酸素マーカといったマーカ（すなわち\n結合構造や官能基）を含む炭化水素全体の分子構造であることを，前提とするもの\nと認められる。\nかかる解釈は，「分子構造」という用語の一般的な意義とも合致する。\nウ  したがって，本願発明の「分子構造」は，結合構造や官能基ではなく，\nこれらを含む炭化水素全体の分子構造をいうものと解される。\n(2) 引用発明における「物理的特性データ」について\n引用発明における「物理的特性データ」とは，上記引用例の記載から，「オクタン\n価，セタン価，密度，蒸気圧などまたはガソリン／アルコール比」をいうものと解\nされる。\nこのうち，「オクタン価」についてみると，「「オクタン価」は，純イソオクタンが\n１００として定義され，標準ヘプタンが０として定義され，これら２つの混合物が\n中間のオクタン価を定義するために用いられた，１９３０年代に展開された経験的\n尺度から来ている。」（特開平６－１６７４４５号公報，乙７【０００３】），「イソオ\nクタンのような枝分かれしたアルカンは，爆発させるためにさほど適当ではなく，\nしたがってより高いオクタン価を有するが，標準ヘプタンのような直鎖アルカンは，\n爆発させるためにより適当であり，より低いオクタン価を有する。芳香族化合物は，\n爆発させるためにさほど適当ではなく，したがってより高いオクタン価を有する。」\n（乙７【０００４】）とあるように，炭化水素全体の分子構造中の結合構造や官能基\nに基づく指標である。\n(3) 対比\nこのように，本願発明の「分子構造」と引用発明の「物理的特性データ」は，異\nなるものである。\n(4) 容易想到性について\n引用例には，「平均スペクトルは５０００程度のデータ点であるから，１００種類\nの燃料のセットを分析する問題は非常に困難である。データを取り扱いできる問題\nの変数の数まで減少できるようにする技術が求められる。」との記載がある。かかる\n記載は，計算機の処理速度やメモリの容量に一定の技術的制約があることを前提と\nして，取扱データ数を減らさざるを得ないことを述べたものであり，したがって，\n計算機の性能が向上し，計算機の処理速度が上昇すれば，あるいは，メモリの容量\nが増加すれば，上記技術的制約によって制限せざるを得なかった取扱データ数を増\nやすことを否定する趣旨ではないと解すべきである。そうすると，上記前提問題が\n解決すれば，本来の課題であるエンジン作動の最適化のために，燃料の組成を可能\nな限り明らかにすることについては，動機付けがあるといえるところ，本願優先日\nにおいて，上記前提問題が既に解決されていたことは，本願明細書において，計算\n機の処理速度等に対する技術的限界について言及されておらず，原告がこの点につ\nいて主張していないことからも明らかである（平成２６年５月１３日付け原告準備\n書面（１）３頁以下でも，引用発明の実施品につき，体積的な問題を指摘している\nのみで，計算機についての言及はない。）。\n他方，赤外分光法に関しては，「試料に赤外線を照射し，分子の振動や回転運動を\n反映する赤外スペクトルを測定し，分子種の同定や定量を行う分光法」（甲７）とさ\nれ，「材料の化学組成及び対応する物理的特性を確認するために，・・・用いること\nができる」技術（乙７）として常識的なものであり，これを利用すれば，分子構造\nと物理的特性のいずれも明らかにすることができる。\nしたがって，赤外分光法を用い，引用発明における物理的特性に代えて炭化水素\nの分子構造を判定することは，当業者が容易に想到できることである。\n確かに，基礎となるデータの量が異なるから，分子構造と物理的特性データによ\nってエンジン作動を最適化できる項目やその程度について，差があること自体は否\n定し難い。しかしながら，本願発明における「分子構造」は，同じ近赤外分光法を\n用い，引用発明で分析していたスペクトル測定の範囲を広げたにすぎない。そうす\nると，本願発明は，エンジン性能に影響を及ぼす特性を持った結合構造や官能基に\n着目し，それらの情報を利用して，エンジン作動の最適化を図るという意味では引\n用発明と共通しており，直接利用するか間接的にオクタン価等のパラメータに還元\nして利用するかという違いも，情報処理の方法のパラメータの取り方の違いにすぎ\nず，両者に格別な相違があるとはいえない。\n(5) 原告の主張に対する判断\nア  原告は，本願発明は，二重エントリーテーブルを用いることで，燃料を\n構成する同様の炭化水素同士を正確に識別ができるので，燃料品質の普遍的な測定\nを提供する，この高精度な情報によって，エンジン制御の効率を大きく改善でき，\n物理的パラメータによる先行技術に対して，顕著な貢献を示すと主張する。\nしかしながら，分子構造を特定するために，ファイリングしたデータベースと照\n合する手法は，二重エントリーテーブルに限られない。従属項である本件補正後の\n請求項２及び３が，上記テーブルの使用を発明特定事項としているのも，上記テー\nブル以外の方法があることを前提としていると解される。それにもかかわらず，本\n願発明に係る請求項１は，二重エントリーテーブルの使用を発明特定事項としてお\nらず，単に「分子構造を判定する」と記載されているだけである。また，本願明細\n書には，燃料の分子構造の判定方法について，上記テーブルを利用した例は記載さ\nれているが（【００３６】，【００３８】，【００３９】），その方法をテーブル利用に限\n定する趣旨の記載はされておらず（【００２８】），本願明細書の記載も，本願発明の\n「分子構造を判定する」ことの技術的意義が二重エントリーテーブルの使用にある\nことを，前提としていると解することもできない。本件訴訟の経過をみても，原告\n自身が，本願発明の説明において，二重エントリーテーブルを使用する方法に限ら\nれないことを自認していると解される（甲４９）。\nしたがって，二重エントリーテーブルの使用を前提とする原告の主張は，請求項\nの記載に基づかないものであり，採用できない。\nイ  原告は，エンジン関係の当業者には化学分野の知識はなく，相違点３は\n容易に想到できないと主張する。\nしかしながら，エンジンと燃料は極めて密接に関連する技術分野であるから，エ\nンジン関係の当業者にとって，燃料や燃料分析についての知識は当然に必要なもの\nである。実際，引用発明は，エンジン，燃料及び燃料分析の各知識が統合されてな\nされた発明であるし，甲６に記載された発明も，エンジン及び燃料の各知識が統合\nされてなされた発明であって，エンジン関係の当業者に化学分野の知識がないとい\nう原告の主張は，前提において誤りがある。\nよって，原告の主張は理由がない。\n５  取消事由４\n本願発明について，原告は，①第１の技術的効果として，本願発明による分子構\n造は，燃料を構成する炭化水素特有の特徴であり，引用発明とは異なり，対応する\n１つの炭化水素分子を識別する，②第２の技術的特徴として，本願発明によれば，\nエンジン制御を最適化すべく分子構造を使用することによって，正確性を大きく改\n善できる，③第３の技術的特徴として，本願発明は，先行技術に開示される分子構\n造の判定とは異なり，個別の炭化水素分子を自身の自己点火遅延に結び付けること\nができ，そして分鎖における小さな差を識別することができるなどと主張する。\nしかしながら，これらの効果は，引用発明において「物理的特性データ」の代わ\nりに「分子構造」を採用することにより，当業者が容易に想到できるものであり，\n当然に生じる技術的効果の域を出るものではないから，顕著な効果とはいえない。\nしたがって，原告の主張は理由がない。\n第６  結論\n以上のとおり，原告の請求は理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清水   節\n裁判官\n新 谷 貴 昭\n裁判官\n鈴   木   わか な\n"
}