{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 10
  },
  "case_number": "平成23(行ケ)10315",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82548",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82548",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/548/082548_hanrei.pdf",
  "contents": "平成２４年９月１０日判決言渡\n平成２３年(行ケ)第１０３１５号  審決取消請求事件\n口頭弁論終結日  平成２４年６月２０日\n判                決\n原            告        日 立 化 成 工 業 株 式 会 社\n訴訟代理人弁理士        長  谷  川      芳      樹\n平      野      裕      之\n城      戸      博      兒\n阿      部              寛\n古      下      智      也\n被            告        特 許 庁 長 官\n指 定 代 理 人        長      﨑      洋      一\n森      川      元      嗣\n瀬      良      聡      機\n田      村      正      明\n主                文\n特許庁が不服２００８－３０２６５号事件について平成２３年８月２３\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n主文同旨\n第２  事案の概要\n本件は，特許出願に対する拒絶審決の取消訴訟である。争点は，容易想到性及び\n拒絶理由通知の懈怠である。\n１  特許庁における手続の経緯\n原告は，平成１５年１２月２日，名称を「回路接続材料，及びこれを用いた回路\n部材の接続構造」とする発明につき特許出願（特願２００３－４０３４８２，甲１）\nをし，平成２０年７月４日付けで拒絶理由通知（甲２）を受け，同年９月８日，手\n続補正書（甲３）を提出したが，同年１０月２４日付けで拒絶査定を受けたので（甲\n４），同年１１月２７日，不服の審判（不服２００８－３０２６５号，甲５）を請\n求するとともに，平成２１年１月５日，手続補正（甲６）をしたが，平成２２年１\n２月３日付けで本件拒絶理由通知（甲７）を受け，平成２３年２月７日，本件手続\n補正書（甲８）を提出した。特許庁は，平成２３年８月２３日，「本件審判の請求\nは，成り立たない。」との審決をし，その謄本は，同年９月６日，原告に送達され\nた。\n２  本願発明の要旨（本件手続補正書（甲８）の特許請求の範囲の請求項１に記\n載されたもの。各行頭の分説記号は，本訴において原告が付した。）\nＡ．第１の回路基板の主面上に第１の回路電極が形成された第１の回路部材と，\nＢ．前記第１の回路部材に対向して配置され，第２の回路基板の主面上に第２の\n回路電極が形成された第２の回路部材と，\nＣ．前記第１の回路部材の主面と前記第２の回路部材の主面との間に設けられ，\n前記第１及び第２の回路部材同士を接続する回路接続部材と，\nを備える回路部材の接続構造であって，\nＤ．前記第１の回路電極又は前記第２の回路電極のいずれかが，インジュウム－\n亜鉛酸化物回路電極であり，\nＥ．前記回路接続部材が，絶縁性物質と，表面側に導電性を有する複数の突起部\nを備えた導電粒子とを含有し，\nＦ．前記回路接続部材の４０℃における貯蔵弾性率が０．５～３ＧＰａであり，\n且つ，２５℃から１００℃までの平均熱膨張係数が３０～２００ｐｐｍ／℃であり，\nＧ．隣接する前記突起部間の距離が１０００ｎｍ以下であり，\nＨ．前記突起部の高さが５０～５００ｎｍであり，\nＩ．前記第１の回路電極と前記第２の回路電極とが，前記導電粒子を介して電気\n的に接続されていることを特徴とする回路部材の接続構造。\n３  審決の理由の要点\n(1) 審決は，「本願発明は，刊行物に記載された発明および周知の技術事項か\nら当業者が容易に発明をすることができたものであるので，特許法２９条２項の規\n定により特許を受けることができない。」と判断した。\n(2) 上記判断に際し，審決が認定した刊行物（特開平１１－７３８１８号公報，\n甲１０）記載の発明，本願発明と刊行物記載の発明との一致点及び相違点並びに相\n違点に対する判断は，以下のとおりである。\nア  刊行物記載の発明\n上に外部引き出し用配線電極 42 が形成された下側基板 20 と，\n上に電極端子 52 が形成された駆動回路基板 51 と，\n下側基板 20 に対し，駆動回路基板 51 を熱圧着する異方導電性接着材 11 とを備え，\n下側基板 20 と駆動回路基板 51 との間に，外部引き出し用配線電極 42 と電極端子\n52 とが対面するように配置された\n異方導電性接着材 11 を用いた基板の接続構成であって，\n下側基板 20 上に露出しているＩＴＯ電極 22 の部分は外部引き出し用配線電極 42\nとして機能し，\n異方性導電膜 11 は，絶縁性接着剤 12 中に，表面に複数の凹凸が形成された導電\n性粒子 1 が分散され，\n導電性粒子の表面の凹凸 6 は，凸部の表面密度が１０００～５０００００個／ｍ\nｍ２の範囲のものとなり，その深さが例えば０．０５～２μｍの範囲のものとなっ\nており，\n導電性粒子 1 と外部引き出し用配線電極 42 及び電極端子 52 との間で確実に導電\n接続を図ることができる異方導電性接着材 11 を用いた基板の接続構成。\nイ  本願発明と刊行物記載の発明との一致点及び相違点\n(ｱ) 一致点\n第１の回路基板の主面上に第１の回路電極が形成された第１の回路部材と，\n前記第１の回路部材に対向して配置され，第２の回路基板の主面上に第２の回路\n電極が形成された第２の回路部材と，\n前記第１の回路部材の主面と前記第２の回路部材の主面との間に設けられ，前記\n第１及び第２の回路部材同士を接続する回路接続部材と，\nを備える回路部材の接続構造であって，\n前記第１の回路電極が，インジュウム合金酸化物回路電極であり，\n前記回路接続部材が，絶縁性物質と，表面側に導電性を有する複数の突起部を備\nえた導電粒子とを含有し，\n前記第１の回路電極と前記第２の回路電極とが，前記導電粒子を介して電気的に\n接続されている回路部材の接続構造。\n(ｲ) 相違点１\n第１の回路電極又は第２の回路電極のいずれかを構成するインジュウム合金酸化\n物回路電極が，本願発明では，インジュウム－亜鉛酸化物回路電極であるのに対し\nて，刊行物に記載された発明では，第１の回路電極がＩＴＯ電極 22 である点。\n(ｳ) 相違点２\n本願発明では，回路接続部材の４０℃における貯蔵弾性率が０．５～３ＧＰａで\nあり，且つ，２５℃から１００℃までの平均熱膨張係数が３０～２００ｐｐｍ／℃\nであるのに対して，刊行物に記載された発明では，異方導電性接着材 11 の貯蔵弾性\n率，平均熱膨張係数等の物性が明らかでない点。\n(ｴ) 相違点３\n本願発明では，隣接する突起部間の距離が１０００ｎｍ以下であるのに対して，\n刊行物に記載された発明では，凹凸 6 の凸部の表面密度は１０００～５０００００\n個／ｍｍ２の範囲であるが，隣接する凸部間の距離は不明である点。\n(ｵ) 相違点４\n突起部の高さが，本願発明では，５０～５００ｎｍであるのに対して，刊行物に\n記載された発明では，０．０５～２μｍの範囲である点。\nウ  相違点の判断\n(ｱ) 相違点１及び３について\n回路部材の技術分野において，低い抵抗値を得るために，インジュウム－亜鉛酸化\n物回路電極を使用すること，インジュウム－亜鉛酸化物回路電極がＩＴＯ電極に比し\nて表面が平滑であることは，本件出願前に周知の技術事項である（例えば，特開２０\n０２－７５６６０号公報（甲１１）の段落【0008】や，特開２００２－７５６３７号\n公報（甲１２）の段落【0008】を参照。）。\nそして，回路部材の接続構造の技術分野において，隣接する突起部間の距離を１０\n００ｎｍ以下とすることは，以下に示すように本件出願前から普通に行われている技\n術事項である。\n例えば，特開２０００－２４３１３２号公報（甲１３）には，導電性無電解めっき\n粉体として突起物を有するものが示されており，実施例として，導電性無電解めっき\n粉体の平均粒径，突起物の大きさ及び個数が示されている。\nここで，球の表面に均等に突起物が分布しているとすると，その球の表面積を突起\n物の個数で除した面積が，一個あたりの突起物が占める面積となり，突起物が占める\n面積を円に置き換えてその中心に突起物が存在するとして隣接する突起物までの距\n離は次のように求めることができる。\n一個当たりの突起物が占める円の半径Ｒ：\nＲ＝√（（４ｒ２）／ｎ）＝２ｒ／√ｎ（ｒは粉体の半径，ｎは個数）\n隣接する突起物までの距離Ｌ：\nＬ＝２（Ｒ－ｓ）（ｓは突起物の半径（突起物の大きさの半分））\nこれを上記実施例２の導電性無電解めっき粉体に当てはめると，Ｒ＝２×２．４／\n√７２＝０．５６６μｍ＝５６６ｎｍ，Ｌ＝２×（５６６－２００）＝７３２ｎｍと\nなる。同様に，実施例３については，Ｒ＝５００ｎｍ，Ｌ＝５４０ｎｍ，実施例４に\nついては，Ｒ＝５３５ｎｍ，Ｌ＝５６０ｎｍ，実施例５については，Ｒ＝５１０ｎｍ，\nＬ＝３９０ｎｍとなる。\nまた，本願発明が，導電粒子の直径，材質や，突起部の形状等を十分特定せずに，\n「隣接する突起部間の距離が１０００ｎｍ以下」であるとしたのは，単に，「回路電\n極の表面が平坦であっても，対向する回路電極同士間の良好な電気的接続を達成でき\nると共に回路電極間の電気特性の長期信頼性を十分に高めることができる。」（本願\n明細書の段落【0013】）ためであって，突起部間の距離を１０００ｎｍ以下としたこ\nとに臨界的意義を確認することはできない。\nさらに，刊行物に記載された発明において，異方導電性接着材 11 が接続される外\n部引き出し用配線電極 42 の抵抗値に，より低い値が要求されることは，刊行物に記\n載された発明が電気回路の技術分野に属するものであることからみて，当業者にとっ\nて自明の課題であるといえる。\nこれらのことから，刊行物に記載された発明の回路電極に，上記周知の技術事項を\n適用して，低い抵抗値を有するインジュウム－亜鉛酸化物回路電極を用いることは，\n当業者が容易になし得たものである。\nそして，その際に，導電性粒子 1 と外部引き出し用配線電極 42 及び電極端子 52 と\nの間で確実に導電接続を図るために，インジュウム－亜鉛酸化物回路電極を用いるこ\nとにより電極の表面が平滑になった分，インジュウム－亜鉛酸化物回路電極間と導電\n性粒子 1 との間に介在する絶縁性接着剤を効率よく排除するために，隣接する突起部\n間の距離を１０００ｎｍ以下とすることは，導電粒子の直径，材質や，突起部の形状\n等を考慮して当業者が適宜決定し得たものである。\n(ｲ) 相違点２について\n回路部材の接続構造の技術分野において，回路接続部材の物性を４０℃における貯\n蔵弾性率が０．５～３ＧＰａとし，且つ，２５℃から１００℃までの平均熱膨張係数\nが３０～２００ｐｐｍ／℃とすることは，本件出願前に周知の技術事項である（例え\nば，国際公開第００／９６２３号（甲１４）の「接着剤の４０℃での弾性率は１００\n～５０００ＭＰａである」こと（第 11 ページ第 5～6 行），「第３の接着剤層の３０\n～１００℃までの熱膨脹係数は２０～７０ｐｐｍ／℃であることが好ましく，・・・\n第４の接着剤層の３０～１００℃までの熱膨脹係数は第３の接着剤層より大きく，３\n０～１００ｐｐｍ／℃であることが好ましい。」こと（第 7 ページ第 16～22 行）や，\n特開２００２－１５１５４９号公報（甲１５）の「異方導電性フィルムの線膨張係数\nおよび弾性率は，半導体素子，回路基板との接合性（接着力，導通性）に影響する。\n異方導電性フィルムの線膨張係数はフィルムの厚み方向と面内方向とでは異なるが，\n３０℃～５０℃の温度範囲における面内方向の線膨張係数が好ましくは１０ｐｐｍ\n～１５０ｐｐｍ，より好ましくは１０ｐｐｍ～８０ｐｐｍの範囲であれば，より良好\nな接合性が得られる。なお上記線膨張係数は，熱機械分析（ＴＭＡ）装置を用いて好\n適に測定できる。」こと（段落【0032】），「異方導電性フィルムの弾性率もフィル\nムの厚み方向と面内方向では異なるが，２５℃～４０℃の温度範囲における面内方向\nの弾性率が好ましくは１ＧＰａ～５ＧＰａ，より好ましくは１ＧＰａ～４ＧＰａの範\n囲にあれば，より良好な接着性が得られる。」こと（段落【0033】）や，当審による\n拒絶の理由に引用された特開２００１－２８８２４４号公報（甲１６）の表１に，液\n状熱硬化性樹脂組成物の５０℃での貯蔵弾性率が２ＧＰａで，熱膨脹係数（＜Ｔｇ）\nが７．２×１０－５／Ｋ，熱膨脹係数（＞Ｔｇ）が９．０×１０－５／Ｋである材料特\n性を示すことを参照。）。\nしたがって，刊行物に記載された発明の回路接続部材の物性を，上記相違点２に係\nる物性とすることは，回路部材の接合性，作業性，信頼性を考慮して，当業者が適宜\n選択し得る範囲の物性に過ぎない。\n(ｳ) 相違点４について\n本願発明が，導電粒子の直径，材質や，突起部の形状等を十分特定せずに，「突起\n部の高さが５０～５００ｎｍ」であるとしたのは，単に，「回路電極の表面が平坦で\nあっても，対向する回路電極同士間の良好な電気的接続を達成できると共に回路電極\n間の電気特性の長期信頼性を十分に高めることができる。」（本願明細書の段落\n【0013】）ためであって，突起部の高さの上限を５００ｎｍとしたことに臨界的意義\nを確認することはできない。\nそして，回路部材の接続構造の技術分野において，突起部の高さを５０～５００ｎ\nｍとすることも，本件出願前に周知の技術事項である（例えば，上記特開２０００－\n２４３１３２号公報（甲１３）には，実施例１～３に突起物の大きさが０．３３μｍ\n（３３０ｎｍ），０．４０μｍ（４００ｎｍ），０．４６μｍ（４６０ｎｍ）のもの\nが示されている。）。\nしたがって，刊行物に記載された発明において，導電性粒子 1 と外部引き出し用配\n線電極 42 及び電極端子 52 との間で確実に導電接続を図るために，導電性粒子 1 の凸\n部の高さを５０～５００ｎｍとすることは，当業者が容易になし得たものである。\n(ｴ) 小括\n本願発明の奏する効果についてみても，刊行物に記載された発明及び周知の技術事\n項から当業者が予測できた効果の範囲内のものである。\nよって，本願発明は，刊行物に記載された発明及び周知の技術事項に基づいて当業\n者が容易に発明をすることができたものである。\n第３  原告主張の審決取消事由\n１  取消事由１（相違点１，３についての判断の誤り）\n(1) 本願発明の「前記第１の回路電極又は前記第２の回路電極のいずれかが，\nインジュウム－亜鉛酸化物回路電極」との構成及び「隣接する突起部間の距離が１\n０００ｎｍ以下」との構成の採用は，表面が平坦である回路電極に固有の技術課題\nを考慮した上で，ＩＺＯ回路電極の表面の平坦性と導電粒子の突起部の形状との関\n係に着目し，表面が平坦なＩＺＯ回路電極を用いた場合であっても，回路電極間の\n接続抵抗を十分に低減できるだけでなく，その接続抵抗を長期間にわたって維持で\nきる，という知見に基づいて初めてなし得たものである。\nしたがって，相違点１，３の容易想到性については，少なくとも，刊行物記載の\n発明において，表面が平坦な回路電極を用いた場合の問題点を認識しているか，回\n路電極の表面の平坦性と導電粒子との関係，又は回路電極の表面の平坦性と導電粒\n子の表面側に設けられる突起部との関係に着目して上記の問題点を解決しようとす\nる動機付けが存在するかを考慮して判断すべきである。\nしかし，刊行物並びに甲１１～１３のいずれにも，表面が平坦な回路電極を用い\nた場合の問題点が認識されていることを傍証する記載はなく，また，回路電極の表\n面の平坦性と導電粒子との関係，又は回路電極の表面の平坦性と導電粒子の表面側\nに設けられる突起部との関係に着目して上記の問題点を解決しようとする動機付け\nとなる示唆等も存在しない。\nさらに，審決が相違点３についての上記判断の根拠とする甲１３には，導電性無\n電解メッキ粉体を導電性接着剤に用いた場合に，微小突起がアルミニウム配線パタ\nーン表面に存在する酸化皮膜を突き破ることによって，良好な導電性能を付与する\nことを目的として，導電性無電解めっき粉体の皮膜最表層に微小突起を形成するこ\nとが記載ないし示唆されているに過ぎない（甲１３段落【０００５】，【００４５】）。\n本願発明は，上記のとおり，表面が平坦であるＩＺＯ回路電極に固有の技術課題を\n解決し，回路電極間の接続抵抗を低減し，かつ，その接続抵抗を長期間にわたって\n維持できるものであり，甲１３はこのような課題とは無関係であるから，甲１３の\n記載内容は審決における上記判断の根拠とはなり得ない。\nそうすると，本願発明の「前記第１の回路電極又は前記第２の回路電極のいずれ\nかが，インジュウム－亜鉛酸化物回路電極」との構成及び「隣接する突起部間の距\n離が１０００ｎｍ以下」との構成を採用することは，刊行物記載の発明に本件出願\n当時の周知の技術事項又は普通に行われている技術事項を組み合わせることによっ\nて，容易になし得たものであるとすることはできない。\nこの点で，相違点１，３を容易想到であるとした審決の判断は誤りである。\n(2) 審決は，相違点１に関して，甲１１の段落【０００８】及び甲１２の段落\n【０００８】に，有機ＥＬ素子の正孔注入電極としてＩＺＯ電極が用いられること\nが記載されているという事実のみをもって，「回路部材の技術分野において，低い\n抵抗値を得るために，インジュウム－亜鉛酸化物回路電極を使用すること，インジ\nュウム－亜鉛酸化物回路電極がＩＴＯ電極に比して表面が平滑であることは，本件\n出願前に周知の技術事項である」と判断したが，以下のとおり，この判断は誤りで\nある。\nすなわち，まず，本願発明における「インジュウム－亜鉛酸化物回路電極」は，\n回路部材の接続構造において，回路接続材料を介して対向配置され，回路接続材料\n中の導電粒子によって電気的に接続される第１又は第２の回路電極である。この点\nは，刊行物記載の発明におけるＩＴＯ電極も同様である。\n一方，甲１１の段落【０００８】及び甲１２の段落【０００８】には，ＩＺＯ電\n極の膜表面がＩＴＯ電極の膜表面に比して平滑であることが記載されているが，こ\nれらの文献に記載されたＩＺＯ電極はいずれも，有機エレクトロルミネッセンス素\n子（有機ＥＬ素子）の正孔注入電極として用いられるものである。この正孔注入電\n極が，本願発明における第１又は第２の回路電極と根本的に異なるものであること\nは自明である，\nそして，刊行物並びに甲１１，甲１２のいずれにも，有機ＥＬ素子の正孔注入電\n極を，回路部材の接続構造における回路電極として用いることの動機付けとなる示\n唆等もない。\nしたがって，甲１１の段落【０００８】及び甲１２の段落【０００８】に，有機\nＥＬ素子の正孔注入電極としてＩＺＯ電極が用いられることが記載されているとい\nう事実のみをもって，「回路部材の技術分野において，低い抵抗値を得るために，\nインジュウム－亜鉛酸化物回路電極を使用すること，インジュウム－亜鉛酸化物回\n路電極がＩＴＯ電極に比して表面が平滑であることは，本件出願前に周知の技術事\n項である」とした審決の判断は誤りである。\n上記の誤った判断に基づいて，相違点１について容易想到としている審決の判断\nも，誤りである。\n(3) 相違点３に関して，審決は，甲１３の記載に基づき「回路部材の接続構造\nの技術分野において，隣接する突起部間の距離を１０００ｎｍ以下とすることは，\n以下に示すように本件出願前から普通に行われている技術事項である」と判断して\nいるが，以下のとおり，この判断も誤りである。\nすなわち，まず，審決は，甲１３における隣接する突起部間の距離を算出するに\n際して，「ここで，球の表面に均等に突起物が分布しているとすると，その球の表\n面積を突起物の個数で除した面積が，一個あたりの突起物が占める面積となり，突\n起物が占める面積を円に置き換えてその中心に突起物が存在するとして隣接する突\n起物までの距離は次のように求めることができる。\n一個当たりの突起物が占める円の半径Ｒ：\nＲ＝√（（４ｒ２）／ｎ）＝２ｒ／√ｎ（ｒは粉体の半径，ｎは個数）\n隣接する突起物までの距離Ｌ：\nＬ＝２（Ｒ－ｓ）（ｓは突起物の半径（突起物の大きさの半分））」としてい\nる（９頁２８行～１０頁５行）。\nしかし，突起物が占める面積を円に置き換えてその中心に突起物が存在するとす\nる場合，半径Ｒを有する円同士の間に隙間Ｓが生じる。上記の計算モデルでは，こ\nの隙間Ｓを考慮せず，「粉体の表面積４πｒ２＝突起部の数ｎ×［半径Ｒを有する\n円の面積Ｒ２π］」と仮定している点で，誤りである。\nまた，上記の計算モデルのＬ＝２（Ｒ－ｓ）におけるｓについて，「ｓは突起物\nの半径（突起物の大きさの半分）」とし，実施例２，３，４，５の導電性無電解め\nっき粉体に上記の計算結果を当てはめるに際して，甲１３の表２の「突起物」の「大\nきさ（μｍ）」の欄に示された数値を用いている。すなわち，審決のこの箇所の計\n算では，表２の突起物の大きさを半径の２倍（直径）と解釈している。しかし，甲\n１３においては，突起物の大きさが突起物の直径を意味するのか，それとも突起物\nの高さを意味するのかが必ずしも明確ではない。\nしたがって，「回路部材の接続構造の技術分野において，隣接する突起部間の距\n離を１０００ｎｍ以下とすることは，以下に示すように本件出願前から普通に行わ\nれている技術事項である」とする審決の判断は，不正確又は不明確な根拠に基づく\nものであるから，誤りである。\nそして，上記の誤った判断に基づいて，相違点３について容易想到としている審\n決の判断も，誤りである。\nなお，審決は，上記のとおり，相違点３についての判断においては，甲１３の突\n起物の大きさが突起物の直径を意味するものであると解しているが，後述のとおり，\n相違点４の判断においては，甲１３における突起物の大きさが突起物の高さを意味\nするものであると解しており，突起物の大きさについての解釈が矛盾している。\nしたがって，仮に相違点３の判断の根拠が妥当であるとするならば，その場合に\nは相違点４の判断の根拠は妥当でないことになる。\n(4) 相違点３に関して，審決は，「回路部材の接続構造の技術分野において，\n隣接する突起部間の距離を１０００ｎｍ以下とすることは，本件出願前に普通に行\nわれていた技術事項である」と判断しているが，この判断も誤りである。\nすなわち，上記の判断の根拠となる文献は甲１３のみであり，また，甲１３は一\n般的な化学辞典であるなど，その記載内容が当業者の技術常識であることをうかが\nわせるものではない。\n以上の点を考慮すれば，甲１３の記載内容は，本件出願時に普通に行われていた\n技術事項であるとすることはできない。\n(5) 審決は，相違点３について，「また，本願発明が，導電粒子の直径，材質\nや，突起部の形状等を十分特定せずに，『隣接する突起部間の距離が１０００ｎｍ\n以下』であるとしたのは，単に，『回路電極の表面が平坦であっても，対向する回\n路電極同士間の良好な電気的接続を達成できると共に回路電極間の電気特性の長期\n信頼性を十分に高めることができる。』（本願明細書の段落【0013】）ためであっ\nて，突起部間の距離を１０００ｎｍ以下としたことに臨界的意義を確認することは\nできない。」とし，これを容易想到性の根拠の一つとしている。\nしかし，審査基準は，数値限定を伴った発明の進歩性の判断について，「課題が\n異なり，有利な効果が異質である場合は，数値限定を除いて両者が同じ発明を特定\nするための事項を有していたとしても，数値限定に臨界的意義を要しない。」とし\nている（「第２章  新規性・進歩性」の１９頁「④数値限定を伴った発明における\n考え方」の項）。\nところで，本願発明は，上記のとおり，表面が平坦であるＩＺＯ回路電極に固有\nの技術課題を解決するものであり，この課題は刊行物記載の発明の解決課題とは異\nなる。また，本願発明によって奏される，ＩＺＯ回路電極を用いる場合であっても，\n回路電極間の接続抵抗を十分に低減できるだけでなく，その接続抵抗を長期間にわ\nたって維持できるという効果も，表面が平坦な回路電極を用いた場合の問題点並び\nに回路電極の表面の平坦性と導電粒子との関係又は回路電極の表面の平坦性と導電\n粒子の表面側に設けられる突起部との関係について記載も示唆もない刊行物記載の\n発明に対して，極めて異質な効果である。\nそうすると，本願発明が，上記審査基準の「課題が異なり，有利な効果が異質で\nある場合」に該当することは明らかである。\nしたがって「突起部間の距離を１０００ｎｍ以下としたことに臨界的意義を確認\nすることはできない。」ことを根拠として，相違点３について容易想到であるとし\nた審決の判断は，誤りである。\n２  取消事由２（相違点４についての判断の誤り）\n審決は，本願発明と刊行物記載の発明との相違点４について，刊行物記載の発明\nに周知技術を組み合わせることによって，容易になし得たものであると判断したが，\n以下のとおり，誤りである。\n(1) 審決は，特開２０００－２４３１３２号公報（甲１３）の実施例１～３に\n関する記載に基づき「回路部材の接続構造の技術分野において，突起部の高さを５\n０～５００ｎｍとすることも，本件出願前に周知の技術事項である」と判断し，こ\nの判断に基づいて「刊行物に記載された発明において，導電性粒子 1 と外部引き出\nし用配線電極 42 及び電極端子 52 との間で確実に導電接続を図るために，導電性粒\n子 1 の凸部の高さを５０～５００ｎｍとすることは，当業者が容易になし得たもの\nである」と判断している。\nしかし，取消事由１の(1)と同様の理由により，相違点４の容易想到性については，\n少なくとも，刊行物等において，表面が平坦な回路電極を用いた場合の問題点を認\n識しているか，回路電極の表面の平坦性と導電粒子との関係，又は回路電極の表面\nの平坦性と導電粒子の表面側に設けられる突起部との関係に着目して上記の問題点\nを解決しようとする動機付けが存在するか等を考慮して判断すべきである。\nところが，刊行物及び甲１３のいずれにも，表面が平坦な回路電極を用いた場合\nの問題点が認識されていることを傍証する記載はなく，また，回路電極の表面の平\n坦性と導電粒子との関係，又は回路電極の表面の平坦性と導電粒子の表面側に設け\nられる突起部との関係に着目して上記の問題点を解決しようとする動機付けとなる\n示唆等も存在しない。\nさらに，審決が相違点４についての上記判断の根拠とする甲１３には，導電性無\n電解メッキ粉体を導電性接着剤に用いた場合に，微小突起がアルミニウム配線パタ\nーン表面に存在する酸化皮膜を突き破ることによって，良好な導電性能を付与する\nことを目的として，導電性無電解めっき粉体の皮膜最表層に微小突起を形成するこ\nとが記載ないし示唆されているに過ぎない（甲１３：段落【０００５】，【００４\n５】）。本願発明は，上記のとおり，表面が平坦であるＩＺＯ回路電極に固有の技\n術課題を解決し，回路電極間の接続抵抗を低減し，かつ，その接続抵抗を長期間に\nわたって維持できるものであり，甲１３はこのような課題とは無関係であるから，\n甲１３の記載内容は審決における上記判断の根拠とはなり得ない。\nそうすると，本願発明の「突起部の高さを５０～５００ｎｍとすること」との構\n成を採用することは，刊行物記載の発明に本件出願当時の周知の技術事項又は普通\nに行われている技術を組み合わせることによって，容易になし得たものであるとす\nることはできない。\nこの点で，相違点４について容易想到であるとした審決の判断は誤りである。\nなお，審決は，上記のとおり，相違点４の判断において，甲１３における突起物\nの大きさが突起物の高さを意味するものであると解しているが，その一方で，上記\nのとおり，相違点３についての判断においては，甲１３の突起物の大きさが突起物\nの直径を意味するものであると解しており，突起物の大きさについての解釈が矛盾\nしている。\nしたがって，仮に相違点４の判断の根拠が妥当であるとするならば，その場合に\nは相違点３の判断の根拠は妥当でないことになる。\n(2) 相違点４に関して，審決は，甲１３の記載に基づき「回路部材の接続構造\nの技術分野において，突起部の高さを５０～５００ｎｍとすることも，本件出願前\nに周知の技術事項である（例えば，上記特開２０００－２４３１３２号公報には，\n実施例１～３に突起物の大きさが０．３３μｍ（３３０ｎｍ），０．４０μｍ（４\n００ｎｍ），０．４６μｍ（４６０ｎｍ）のものが示されている。）。」と判断し\nている。すなわち，審決は，甲１３に記載された表２に示された実施例１～３の「突\n起物」の「大きさ」を突起物の高さと解釈した上で，甲１３の記載内容を本件出願\n前に周知の技術事項であると判断している。\nしかし，取消事由１の(3)記載のとおり，甲１３においては，突起物の大きさが突\n起物の直径を意味するのか，それとも突起物の高さを意味するのかが必ずしも明確\nではない。\nしたがって，甲１３の記載内容を本願前に周知の技術事項であるとする審決の判\n断は，不明確な根拠に基づくものであって妥当でなく，このような判断に基づいて\n相違点４について容易想到とする審決の判断は，誤りである。\n(3) 審決は，「回路部材の接続構造の技術分野において，突起部の高さを５０\n～５００ｎｍとすることも，本件出願前に周知の技術事項である」と判断している\nが，その根拠となる文献は甲１３のみであり，また，甲１３は一般的な化学辞典で\nあるなど，その記載内容が当業者の技術常識であることをうかがわせるものではな\nい。\n以上の点を考慮すれば，甲１３の記載内容は，本件出願時に普通に行われていた\n技術事項であるとすることはできない。\n(4) 審決は，相違点４について，「本願発明が，導電粒子の直径，材質や，突\n起部の形状等を十分特定せずに『突起部の高さが５０～５００ｎｍ』であるとした\nのは，単に，『回路電極の表面が平坦であっても，対向する回路電極同士間の良好\nな電気的接続を達成できると共に回路電極間の電気特性の長期信頼性を十分に高め\nることができる。』（本願明細書の段落【0013】）ためであって，突起部の高さの\n上限を５００ｎｍとしたことに臨界的意義を確認することはできない。」とし，こ\nれを容易想到性の根拠の一つとしている。\n本願発明は，上記のとおり，表面が平坦であるＩＺＯ回路電極に固有の技術課題\nを解決するものであり，この課題は刊行物記載の発明の解決課題とは異なる。また，\n本願発明によって奏される，ＩＺＯ回路電極を用いる場合であっても，回路電極間\nの接続抵抗を十分に低減できるだけでなく，その接続抵抗を長期間にわたって維持\nできるという効果も，表面が平坦な回路電極を用いた場合の問題点並びに回路電極\nの表面の平坦性と導電粒子との関係又は回路電極の表面の平坦性と導電粒子の表面\n側に設けられる突起部との関係について記載も示唆もない刊行物記載の発明に対し\nて，極めて異質な効果である。\nそうすると，本願発明が，前記審査基準の「課題が異なり，有利な効果が異質で\nある場合」に該当することは明らかである。\n３  取消事由３（審決に係る手続違背）\n審決は，取消事由１及び２について述べたとおり，相違点３，４についての判断\nにおいて，その判断の主たる根拠として，特開２０００－２４３１３２号公報（甲\n１３）を挙げている。\nしかし，甲１３は，審決において初めて開示されたものであり，審査段階におけ\nる拒絶理由通知書（甲２）及び拒絶査定（甲４）並びに審判段階における拒絶理由\n通知書（甲７）では一切引用されていない。\n相違点３，４について，審決のとおりに判断するのであれば，審判長は，引用文\n献に甲１３を追加した新たな拒絶理由通知を行うべきであったのであり，そのよう\nな拒絶理由がなされていれば，原告である出願人は，意見書を提出し，また，手続\n補正をすることができた。\nそのような拒絶理由通知をせずになされた審決は，原告の反論及び補正の機会を\n不当に奪ったものであり，特許法１５９条２項で準用する同法５０条に違背した違\n法があり，かつ，その違法は明らかに審決の結論に影響がある場合に当たる。\n被告は，拒絶理由通知に示していない文献であっても，本件出願当時に周知の技\n術事項又は普通に行われている技術事項を裏付けるためのものであれば，新たな拒\n絶理由通知をすることなく審決において示したとしても違法ではないと主張する。\nしかし，たとえ引用文献に記載の事項が周知であっても手続違背であるものを，\n甲１３に記載の事項は，取消事由１及び２について述べたとおり，本件出願時に周\n知の技術事項でも普通に行われている事項でもないのであるから，それを拒絶理由\nとして通知しなかったことは，手続違背であることが明らかである。\n第４  被告の反論\n１  取消事由１（相違点１，３についての判断の誤り）に対して\n(1) 本願発明の目的及び効果について\nア  本願発明の目的\n本願明細書（甲１）の段落【0006】，【0016】，【0110】，【0111】の記載から，\n本願明細書に記載された「表面が平坦」な回路電極には，回路電極の表面の凹凸が\n２０ｎｍ以下の回路電極，例えば，ＩＴＯ回路電極，ＩＺＯ回路電極が含まれると\nいうことができる。\nしたがって，本願発明の目的は，「表面の凹凸が２０ｎｍ以下の回路電極であっ\nても，対向する回路電極同士間の良好な電気的接続を達成できると共に回路電極間\nの電気特性の長期信頼性を十分に高めることができる回路接続材料及び回路部材の\n接続構造を提供すること」と言い換えることができる。\nイ  本願発明により奏される効果\n本願発明により奏される効果は，本願明細書の記載によると，「回路電極の表面\nが平坦であっても，対向する回路電極同士間の良好な電気的接続を達成できると共\nに回路電極間の電気特性の長期信頼性を十分に高めること」（段落【0013】）であ\nる。\n(ｱ) 本願発明の「回路電極の表面が平坦であっても，対向する回路電極同\n士間の良好な電気的接続を達成できる」という効果について\n本願明細書の段落【0018】，【0019】～【0020】，【0024】，【0025】，【0045】，\n【0046】の記載によれば，本願発明の導電粒子が「突起部」を具備することにより\n奏する効果は，第１の回路電極３２，第２の回路電極４２の表面における凹凸の有\n無に拘わらず，突起部が無い導電粒子より接着剤組成物に加えられる圧力に比べて，\n突起部１４を有する導電粒子により，絶縁性物質１１に十分に大きな圧力を加える\nことができ，突起部１４が絶縁性物質１１を貫通して，十分に導電粒子と第１の回\n路電極３２，第２の回路電極４２とを接触させ，回路電極３２，４２間の良好な電\n気的接続を可能にするというものであるということができる。\nしたがって，本願発明が奏する「回路電極の表面が平坦であっても，対向する回\n路電極同士間の良好な電気的接続を達成できる」という効果は，単に，突起部１４\nを具備することにより奏されるものといえるから，「電極表面における凹凸の有無\nに拘わらず，突起部１４を具備することにより，突起部１４が絶縁性物質１１を貫\n通して，対向する回路電極同士間の良好な電気的接続を達成できる」効果であると\n言い換えることができる。\n(ｲ) 本願発明の「回路電極の表面が平坦であっても…回路電極間の電気特\n性の長期信頼性を十分に高めることができる」という効果について\n本願明細書の段落【0045】，【0021】の記載によれば，本願発明が奏する「回路\n電極間の電気特性の長期信頼性を十分に高めること」なる効果は，「４０℃におけ\nる貯蔵弾性率が０．５～３ＧＰａであり，且つ，２５℃から１００℃までの平均熱\n膨張係数が３０～２００ｐｐｍ／℃である回路接続部材１０を硬化処理し，接着剤\n組成物５１が硬化」することにより達せられる効果といえるから，「電極表面にお\nける凹凸の有無に拘わらず，４０℃における貯蔵弾性率が０．５～３ＧＰａであり，\n且つ，２５℃から１００℃までの平均熱膨張係数が３０～２００ｐｐｍ／℃である\n回路接続部材１０を硬化処理し，接着剤組成物５１が硬化することにより，回路電\n極間の電気特性の長期信頼性を十分に高めることができる」効果であると言い換え\nることができる。\n(ｳ) 原告の主張するＩＺＯ回路電極を用いた場合の効果について\n原告は，本願発明が奏する効果について，比較例１，２の場合は，高温高湿処理\n後の接続抵抗が増加し，特にＩＺＯ回路電極を用いた場合にその増加現象が顕著に\nなったが，実施例１～４においては，高温高湿処理後の接続抵抗値と初期の接続抵\n抗値との差は十分に小さく，高温高湿処理による初期の接続抵抗値からの上昇を十\n分に抑えることができたことが分かる旨主張する。\nしかし，本願発明の効果は，上記のとおり，本願明細書の記載からすると，電極\n表面における凹凸の有無に拘わらず，すなわち，本願発明の回路電極がＩＴＯ回路\n電極であってもＩＺＯ回路電極であっても同様に奏するということができるから，\n特にＩＺＯ回路電極を用いた場合に顕著であるという原告の主張は，失当である。\nまた，本願明細書の比較例１～２は，段落【0107】，【0108】の記載によれば，\n表面に「突起部」を具備しない導電粒子（導電粒子Ｎｏ．１，同Ｎｏ．３。【表１】）\nを用いた場合のものである。そして，審決は，本願発明は審決が認定した刊行物に\n記載された発明（認定に争いがない）に対して進歩性がないと判断するものである\nところ，刊行物に記載された発明の導電粒子はその表面に凹凸・突起部を具備する\nものであるから，本願明細書でいう比較例１～２とは何ら関係がない。\nとすると，原告が主張する本願発明の効果は，単に比較例１～２に対する有利な\n効果であるにすぎないものであり，原告の主張の当否は，本願発明が刊行物に記載\nされた発明に対して有利ないしは顕著な効果を奏するか，すなわち，本願発明が刊\n行物に記載された発明に対して進歩性を有するかどうかとは無関係である。\n(2) 刊行物（甲１０）に記載された発明について\nア  刊行物に記載された発明の目的\n刊行物に記載された発明は，従来，「異方導電性接着材において，導電性粒子と\nしては，金属粒子あるいは硬質の樹脂粒子の表面に導電性層(導電性金属膜)を形成\n(コーティング)したものが使用されている。このような導電性粒子は，通常硬度が\n高いため，基板上の配線パターンとは点接触する。」（段落【0003】）ことがあっ\nたので，「在来の導電性粒子では，これを異方導電性接着材に使用して複数の導電\n性部材(例えば，２つの配線パターン)間を導電接着させようとするとき，導電性粒\n子と例えば配線パターン間に絶縁性接着剤が介在したままとなり，導電性粒子と配\n線パターンとの間の良好な導電性が確保できないことがある」（段落【0004】）と\nいう問題があった。そこで，この問題を解決するために，「基板上の配線パターン\nや基板上の外部引き出し用電極などに変形あるいは損傷を与えることなく，極めて\n良好な導電接続を得ることの可能な新規な導電性粒子および異方導電性接着材およ\nび液晶表示装置を提供する」（段落【0005】）ことを目的とするものである。\nまた，審決が認定した刊行物に記載された発明は，電極として「ＩＴＯ電極２２」\nを用いるものであるところ，ＩＴＯ電極の表面が平坦（すなわち２０ｎｍ以下）で\nあることは，特開２００２－７５６６０号公報（甲１１）の段落【0048】，【表１】\nに，ＩＴＯの表面粗さが３．０～４．０ｎｍであること，特開２００２－７５６３\n７号公報（甲１２）の段落【0048】，【表１】に，ＩＴＯの表面粗さが３．６～６．\n０ｎｍであることが示されているとおり本件出願前から当業者に広く知られた技術\n事項であるから，刊行物に記載された発明の目的は，本願発明の目的と何ら変わる\nものでない。\nイ  刊行物に記載された発明の効果\n刊行物の段落【0015】，【0129】，【0134】の記載によれば，刊行物に記載され\nた発明の効果は，「導電性粒子１の表面の凹凸６が導電性粒子と導電性部材との間\nに介在する絶縁性接着剤を排除して導電性部材に達し，これにより，導電性粒子１\nと導電性部材との間で，確実に導電接続を図ることができる」ことであるといえる\nところ，このような効果は本願発明により奏される効果と何ら変わるものでない。\nまた，広く電気の技術分野において，「確実に導電接続を図る」ために電気抵抗\nを低くすることは，当業者の技術常識であるといえるところ，刊行物には，「導電\n性層３に金を含有させることにより，電気抵抗値が低くなると共に，展延性が良好\nになり，良好な導電性を得ることができる。」（段落【0021】）ことが記載されて\nいることから，刊行物に記載された発明は，「導電性粒子１と導電性部材との間で，\n確実に導電接続を図る」という効果に加えて，「電気抵抗をより低くする」という\n効果を奏することもできるものである。\nさらに，刊行物には，「下側基板２０上の外部引き出し用配線電極４２のピッチ\n(ＩＴＯ電極のピッチ)が例えば２００μｍ程度の微細な配線パターンのものである\n場合にも，下側基板２０と駆動回路基板５１上の電極端子５２との間の異方性導電\n接着を信頼性良く行なうことが可能となる。」（段落【0131】）ことが記載されて\nいることから，「異方性導電接着を信頼性良く行なう」という効果を奏するもので\nある。\n(3) 刊行物に記載された発明において，ＩＴＯ電極をＩＺＯ電極に置換するこ\nとの容易性について\nア  原告は，刊行物並びに甲１１～１３のいずれにも，表面が平坦な回路電\n極を用いた場合の問題点が認識されていることを傍証する記載はなく，また，回路\n電極の表面の平坦性と導電粒子との関係，又は回路電極の表面の平坦性と導電粒子\nの表面側に設けられる突起部との関係に着目して上記の問題点を解決しようとする\n動機付けとなる示唆等も存在しない旨主張する。\nしかし，甲１１，甲１２には，「ＩＴＯ電極は，９０％以上の高い光透過率と，\n１０Ω／□以下の低いシート抵抗値が可能で，液晶ディスプレイや太陽電池などの\n透明電極としても用いられている。また，ＩＺＯ電極は，形成時に基板を加熱せず\nに所定の低い抵抗値が得られ，ＩＴＯ電極よりも膜表面が平滑であるという利点が\nある。」（段落【0008】）との記載があり，この記載から，ＩＺＯ電極は，ＩＴＯ\n電極に比して，低抵抗であるという利点を有することが本件出願時に当業者に周知\nであった事実を導くことができる。\nそして，刊行物に記載された発明は，「導電性粒子１と導電性部材との間で，確\n実に導電接続を図ること」に加えて，「電気抵抗をより低くする」という効果を奏\nするものであるから，刊行物に記載された発明において，電気抵抗をより低くする\nために，上記周知の技術事項に倣って，ＩＴＯ電極に代えて，電気抵抗のより低い\nＩＺＯ電極を採用することは当業者が容易になし得たものである。\nイ  また，原告は，甲１１，甲１２に記載されたＩＺＯ電極はいずれも，有機\nエレクトロルミネッセンス素子（有機ＥＬ素子）の正孔注入電極として用いられる\nものであり，この正孔注入電極が，本願発明における第１又は第２の回路電極と根\n本的に異なるものであることは自明である旨主張する。\nしかし，液晶表示パネル，有機エレクトロルミネッセンス表示（有機ＥＬ表示パ\nネル），無機エレクトロルミネッセンス表示（無機ＥＬ表示パネル）といった表示\nパネルを用いる表示装置の技術分野において，電極同士を絶縁性物質と導電粒子か\nらなる回路接続部材を用いて接続するときに，透明電極として，ＩＴＯ電極やＩＺ\nＯ電極を用いることは，本件出願前に周知の技術事項である。例えば，拒絶査定（甲\n４）において，周知技術として提示した特開２００２－１０８２３４号公報（乙１）\nの段落【0038】，【0056】～【0057】，【0059】，【図６】，及び，特開２００２\n－１０８２４９号公報（乙２）の段落【0046】，【0063】，【0065】，【0067】，\n【図６】には，液晶表示パネル，有機ＥＬ表示パネル，無機ＥＬ表示パネル等の表\n示パネルを用いることのできる表示装置において，基板に形成される電極Ｙ及び電\n極パターンＺとして，例えば，ＩＴＯ，ＩＺＯ等の透明導電膜を用いること，電極\nＹ及び電極パターンＺを異方性導電接着層を介して接続してもよいことが記載され\nている。\nこのように，液晶表示パネルに用いられる透明電極も，有機ＥＬ表示パネルに用\nいられる透明電極も，無機ＥＬ表示パネルに用いられる透明電極も，互いに密接に\n関連した技術分野に属する透明電極であるといえる。\nそして，液晶表示パネルの技術分野においても，有機ＥＬ表示パネルの技術分野\nと同様に，透明電極として，ＩＴＯ電極も，ＩＺＯ電極も共に用いられることは当\n業者にとっての技術常識であるといえるのであるから，有機ＥＬ表示パネルに用い\nられる透明電極について開示する甲１１，甲１２の技術事項を，液晶表示素子につ\nいて開示する刊行物に係る刊行物に記載される発明の電極に適用することは何ら格\n別でない。\n(4) 刊行物に記載された発明において，隣接する突起部間の距離が１０００ｎ\nｍ以下であるとすることの容易性について\nア  原告は，突起物が占める面積を円に置き換えてその中心に突起物が存在\nするとする場合，半径Ｒを有する円同士の間に隙間Ｓが生じるから，審決は，この\n隙間Ｓを考慮せず，「粉体の表面積４πｒ２＝突起部の数ｎ×［半径Ｒを有する円\nの面積Ｒ２π］」と仮定している点で，誤りがあると主張する。\nしかし，審決は，「球の表面に均等に突起物が分布しているとすると，その球の\n表面積を突起物の個数で除した面積が，一個あたりの突起物が占める面積となり，\n突起物が占める面積を円に置き換えてその中心に突起物が存在するとして隣接する\n突起物までの距離は次のように求めることができる。」（９頁２７～３０行）とし\nているところ，これは，「一個あたりの突起物が占める面積」を「球の表面積を突\n起物の個数で除した面積」としたのであり，原告の主張するような「隙間Ｓ」を考\n慮する必要はない。\nまた，原告は，甲１３の突起物の大きさについて，審決は，相違点３の判断では\n「突起物の直径」を意味するものであると解しているが，他方，後述するように，\n相違点４の判断では「突起物の高さ」を意味するものであると解しており，その解\n釈に矛盾がある旨主張する。\nしかし，２(2)で述べるとおり，審決は，相違点４の判断においても，上記「突起\n物の大きさ」について，球体の直径と仮定しており，相違点３についての判断と何\nら矛盾しない。\nイ  原告は，相違点３についての判断の根拠となる文献は甲１３のみである\nが，甲１３は一般的な化学辞典であるなどその記載内容が当業者の技術常識である\nことをうかがわせるものではないから，甲１３の記載内容は，本件出願時に普通に\n行われていた技術事項であるとすることはできない旨主張する。\nしかし，原告は，甲１３が一般的な化学辞典ではないこと，すなわち，特許文献\nである甲１３は周知技術の認定の根拠としては不適切である旨主張するにすぎな\nい。そして，特許文献が，周知技術認定の根拠として不適切でないのは明らかであ\nる。\nところで，本願発明は，突起部について，突起部間の距離を示すが，その形につ\nいて何等特定するものではない。また，突起部の形状については，本願明細書には，\n段落【0025】，【図２】（ａ）において，突起１４の基端部間の距離が，突起部間\nの距離Ｓであると定義されている。\nそして，刊行物に記載された発明の「導電性粒子１」について，刊行物には，「導\n電性粒子１は，図１(ｂ)に示すように，芯材粒子２と，芯材粒子２の表面に形成さ\nれた導電性層３とにより構成されており，導電性粒子１の表面の前記凹凸６が導電\n性層３の凹凸によって画定される。」（段落【0018】）との記載があり，また，導\n電性粒子１の表面の凹凸６は，導電性層３の凹凸６によって画定されていることが\n【図 1】(b)に図示されていることを勘案すると，刊行物に記載された発明の「導電\n性粒子の表面の凹凸６」は，凹凸６の基端部が互いに連続形成されているといえる。\nそうすると，刊行物には，凹凸６の基端部の距離が０ｎｍのもの，すなわち，凹\n凸６間の距離が１０００ｎｍ以下のものが示されているといえるから，相違点３は\n実質的な相違点であるとはいえず，原告の主張の当否は，結論に影響を及ぼさない。\nウ  原告は，審査基準を引用し，数値限定を伴った発明の進歩性の判断にあ\nたり，課題が異なり有利な効果が異質である場合は，両者が同じ発明を特定するた\nめの事項を有していたとしても，数値限定に臨界的意義を要しない旨主張する。\nしかし，本願発明が「隣接する前記突起部間の距離が１０００ｎｍ以下」との発\n明特定事項を具備する意義について検討するに，突起部間の距離について，本願明\n細書には，「隣接する突起部１４間の距離Ｓは１０００ｎｍ以下であることが好ま\nしく，５００ｎｍ以下であることがより好ましい。」（段落【0025】）との記載が\nあるにすぎない。そして，本願発明が，導電粒子の直径，材質や，突起部の形状や，\n導電性接着剤 12 の材料や厚さ等を十分特定せずに，「隣接する突起部間の距離が１\n０００ｎｍ以下」であるとしたのは，単に，「表面の凹凸が２０ｎｍ以下の回路電\n極，例えば，ＩＴＯ回路電極，ＩＺＯ回路電極であっても，電極表面における凹凸\nの有無に拘わらず，突起部１４を具備することにより，突起部１４が絶縁性物質１\n１を貫通して，対向する回路電極同士間の良好な電気的接続を達成できる」との効\n果を奏するためである。本願発明が「突起部間の距離を１０００ｎｍ以下」との発\n明特定事項を有すること，換言すれば，突起部間の距離の上限値として１０００ｎ\nｍを設定したことに，何ら臨界的意義を認めることができない。\nそうすると，刊行物に記載された発明の凸部を有する導電性粒子について，当該\n凸部間の距離を設定することは，導電粒子の直径，材質や，突起部の形状等を考慮\nして，当業者が適宜なし得る設計事項にすぎない。そのとき，出願時に周知の技術\nである甲１３に開示の技術事項を採用し，上記距離を１０００ｎｍ以下とすること\nは，何ら困難でない。\n２  取消事由２（相違点４についての判断の誤り）に対して\n(1) 原告は，本願発明は，表面が平坦であるＩＺＯ回路電極に固有の技術課題\nを解決するものであって，この課題は刊行物記載の発明の解決課題とは異なるもの\nであり，本願発明の効果も，刊行物記載の発明に対して極めて異質な効果であるか\nら，本願発明が，審査基準の「課題が異なり，有利な効果が異質である場合」に該\n当する旨主張する。\nしかし，本願発明が「突起部の高さが５０～５００ｎｍ」との発明特定事項を具\n備する意義について検討するに，突起部の高さについて，本願明細書には，「導電\n粒子１２の突起部１４の高さＨは５０～５００ｎｍであることが好ましく，１００\n～３００ｎｍであることがより好ましい」（段落【0025】）ことが記載されている\nにすぎない。本願発明が，突起部の高さの上限を５００ｎｍとしたことに，何ら臨\n界的意義を認めることができない。\nそして，刊行物に記載された発明は，「導電性粒子の表面の凹凸 6 は，凸部の表\n面密度が１０００～５０００００個／ｍｍ２の範囲のものとなり，その深さが例え\nば０．０５～２μｍの範囲のものとなっており」なる技術事項を具備するものであ\nるところ，導電粒子の突起部の高さが５０～５００ｎｍであることは，刊行物に記\n載された発明の導電性粒子の表面の凹凸 6 の深さの数値範囲（０．０５～２μｍ）\nに含まれる。\nそうすると，刊行物に記載された発明の表面に凹凸が形成されてなる導電性粒子\nについて，当該凹凸の深さの数値範囲（０．０５～２μｍ）で適宜設定することは，\n当業者であれば想到容易である。そのとき，出願時に周知の技術である甲１３に開\n示の技術事項を採用し，その範囲を５０～５００ｎｍとすることは，何ら困難でな\nい。\n(2) 原告は，甲１３においては，突起物の大きさが突起物の直径を意味するの\nか，それとも突起物の高さを意味するのかが必ずしも明確ではない旨主張する。\nしかし，甲１３には，【表２】に示された導電性無電解めっき粉体の「突起物の\n大きさ」について，「突起物」を半球体と仮定し，「突起物の大きさ」を球体の直\n径と仮定したとき，【表２】には，実施例１～３について，突起物の大きさが０．\n３３μｍ（３３０ｎｍ），０．４０μｍ（４００ｎｍ），０．４６μｍ（４６０ｎ\nｍ）のものが示されている。そうすると，突起物の高さは，球体の半径に相当し，\n実施例１～３についてみると，それぞれ，１６５ｎｍ，２００ｎｍ，２３０ｎｍと\nなり，いずれも，「５０ｎｍ～５００ｎｍ」の範囲内にある。\nよって，審決が，回路部材の接続構造の技術分野において，突起部の高さを５０\n～５００ｎｍとすることは本件出願前に周知の技術事項であると判断したことは，\n妥当である。\n(3) 原告は，甲１３には，導電性無電解メッキ粉体を導電性接着剤に用いた場\n合に，微小突起がアルミニウム配線パターン表面に存在する酸化皮膜を突き破るこ\nとによって，良好な導電性能を付与することを目的として，導電性無電解めっき粉\n体の皮膜最表層に微小突起を形成することが記載ないし示唆されているに過ぎず\n（段落【0005】，【0045】），甲１３は，本願発明の課題（表面が平坦であるＩＺ\nＯ回路電極に固有の技術課題を解決し，回路電極間の接続抵抗を低減し，かつ，そ\nの接続抵抗を長期間にわたって維持できる）とは無関係であるから，審決における\n判断の根拠とはなり得ないと主張する。\nしかし，刊行物に記載された発明と甲１３に示された周知の技術事項とは，回路\n部材に形成された回路電極と導電粒子との間に介在する，絶縁性物質や酸化皮膜と\nいった障害物を除去して，良好な導電性を確保するために，導電粒子表面に突起を\n形成した導電粒子が分散された異方導電性接着剤という同一の技術分野に属するも\nのであるし，両者は，「良好な導電性を得る」という課題解決を図る点で異なるも\nのでない。\n３  取消事由３（審決に係る手続違背）に対して\n審決において，甲１３は，刊行物に記載された技術事項，すなわち，「回路部材\nの接続構造の技術分野において，隣接する突起部間の距離を１０００ｎｍ以下とす\nること」，及び，「回路部材の接続構造の技術分野において，突起部の高さを５０\n～５００ｎｍとすること」が，刊行物に記載されるのみならず，周知の技術事項で\nあることを立証するために提示された文献である。\n発明が公知技術から想到容易かどうかを判断するにあたって，出願当時その発明\nの属する技術分野における技術常識を前提とすべきことは当然であるから，当業者\nが技術常識上当然に了知しているべき技術につき，あらためて意見を述べる機会を\n与える必要はない。\nそして，甲１３は，刊行物に記載された技術事項を把握するため，すなわち「回\n路部材の接続構造の技術分野」における本件出願当時の技術常識を明らかにしたに\nすぎないものであるから，甲１３につき拒絶理由を通知しなくても，特許法５０条\nの規定に違反することにはならない。\n第５  当裁判所の判断\n１  取消事由３（審決に係る手続違背）について\n(1) 平成２０年７月４日付け拒絶理由通知書（甲２）\n被告は，審査段階において，原告に対し，平成２０年７月４日付け拒絶理由通知\n書（甲２）によって，本願発明は下記の引用文献に記載された発明に基づいて当業\n者が容易に発明をすることができたものであるから，特許法２９条２項の規定によ\nり特許を受けることができない旨を通知した。\n引用文献１：特開２００１－２８８２４４号公報（甲１６）\n引用文献２：特開平１１－７３８１８号公報（甲１０，審決における刊行物）\n引用文献３：特開２００３－３２３８１３号公報\n引用文献４：特開平０９－３１２１７６号公報\n上記拒絶理由では，引用文献１（甲１６）に記載された発明が主引用発明であり，\n引用文献２（甲１０）ないし４に記載された発明は副引用発明として主引用発明へ\nの組み合わせが検討されている。\nそこでは，特開２０００－２４３１３２号公報（甲１３）は示されておらず，突\n起部間の距離及び突起部の高さに関しては，「各々の範囲を設定したことによる臨\n界的意義あるいは具体的な格別の効果について，多くの組合せを検討・検証し，当\n該範囲に至り，その根拠が開示されているものとは到底認められない。」と述べる\nにとどまった。\n(2) 拒絶査定（甲４）\n平成２０年１０月２４日付け拒絶査定（甲４）では，「平成２０年７月４日付け\n拒絶理由通知書に記載した理由によって，拒絶すべきものです。」とし，(1)の拒絶\n理由通知とは別の理由を示さなかった。\n(3) 本件拒絶理由通知書（甲７）\n審判段階では，本件拒絶理由通知書（甲７）によって，本願発明は下記の刊行物\nに記載された発明に基づいて当業者が容易に発明をすることができたものであるか\nら，特許法２９条２項の規定により特許を受けることができない旨の通知がされた。\n刊行物１：特開２００１－２８８２４４号公報（甲１６）\n刊行物２：特開平１１－７３８１８号公報（甲１０，審決における刊行物）\n刊行物３：特開２００２－７５６６０号公報（甲１１）\n刊行物４：特開２００２－７５６３７号公報（甲１２）\nこの拒絶理由通知では，刊行物１（甲１６）に記載された発明が主引用発明であ\nり，刊行物２（甲１０）に記載された発明は副引用発明として主引用発明への組み\n合わせが検討され，刊行物３，４は周知例として引用されている。\n本件拒絶理由通知書においても，特開２０００－２４３１３２号公報（甲１３）\nは示されておらず，突起部間の距離及び突起部の高さに関しては，「凸部間の距離\nをどのような値とするのかは，必要とされる導電接続の安定性，導電性粒子の直径，\n凸部の高さ等を考慮して当業者が適宜決定し得たものである。」と述べるにとどま\nる。\n(4) 審決の判示\n審決は，相違点３についての判断において，以下のとおり判示した。\nそして，回路部材の接続構造の技術分野において，隣接する突起部間の距離を１０\n００ｎｍ以下とすることは，以下に示すように本件出願前から普通に行われている技\n術事項である。\n例えば，特開２０００－２４３１３２号公報（甲１３）には，導電性無電解めっき\n粉体として突起物を有するものが示されており，実施例として，導電性無電解めっき\n粉体の平均粒径，突起物の大きさ及び個数が示されている。\nここで，球の表面に均等に突起物が分布しているとすると，その球の表面積を突起\n物の個数で除した面積が，一個あたりの突起物が占める面積となり，突起物が占める\n面積を円に置き換えてその中心に突起物が存在するとして隣接する突起物までの距\n離は次のように求めることができる。\n一個当たりの突起物が占める円の半径Ｒ：\nＲ＝√（（４ｒ２）／ｎ）＝２ｒ／√ｎ（ｒは粉体の半径，ｎは個数）\n隣接する突起物までの距離Ｌ：\nＬ＝２（Ｒ－ｓ）（ｓは突起物の半径（突起物の大きさの半分））\nこれを上記実施例２の導電性無電解めっき粉体に当てはめると，Ｒ＝２×２．４／\n√７２＝０．５６６μｍ＝５６６ｎｍ，Ｌ＝２×（５６６－２００）＝７３２ｎｍと\nなる。同様に，実施例３については，Ｒ＝５００ｎｍ，Ｌ＝５４０ｎｍ，実施例４に\nついては，Ｒ＝５３５ｎｍ，Ｌ＝５６０ｎｍ，実施例５については，Ｒ＝５１０ｎｍ，\nＬ＝３９０ｎｍとなる。\nまた，審決は，相違点４についての判断において，以下のとおり判示した。\nそして，回路部材の接続構造の技術分野において，突起部の高さを５０～５００ｎ\nｍとすることも，本件出願前に周知の技術事項である（例えば，上記特開２０００－\n２４３１３２号公報には，実施例１～３に突起物の大きさが０．３３μｍ（３３０ｎ\nｍ），０．４０μｍ（４００ｎｍ），０．４６μｍ（４６０ｎｍ）のものが示されて\nいる。）。\nしたがって，刊行物に記載された発明において，導電性粒子 1 と外部引き出し用配\n線電極 42 及び電極端子 52 との間で確実に導電接続を図るために，導電性粒子 1 の凸\n部の高さを５０～５００ｎｍとすることは，当業者が容易になし得たものである。\n(5) 相違点３に関する判断について\n審決が主引用発明として刊行物記載の発明を認定した刊行物（甲１０）には，突\n起部を有する導電性粒子が記載されているが，甲１０にはこの粒子の突起部間の距\n離に関しては記載されていない。そして，審決は，突起部間の距離の具体的数値に\n関して，甲１３の記載のみを引用し，仮定に基づく計算をして容易想到性を検討，\n判断している。\n審決は，「回路部材の接続構造の技術分野において，隣接する突起部間の距離を\n１０００ｎｍ以下とすることは，以下に示すように本件出願前から普通に行われて\nいる技術事項である。例えば」，として，甲１３の記載を技術常識であるかのよう\nに挙げているが，その技術事項を示す単一の文献として示しており，甲１３自体を\nみても，回路部材の接続構造の技術分野において，隣接する突起部間の距離を１０\n００ｎｍ以下とすることが普通に行われている技術事項であることを示す記載もな\nい。\nすなわち，甲１３の特許請求の範囲の請求項１には，「平均粒径が１～２０μｍ\nの球状芯材粒子表面上に無電解めっき法によりニッケル又はニッケル合金皮膜を形\n成した導電性無電解めっき粉体において，該皮膜最表層に０．０５～４μｍの微小\n突起を有し，且つ該皮膜と該微小突起とは実質的に連続皮膜であることを特徴とす\nる導電性無電解めっき粉体。」が記載され，実施例には製造されたいくつかの導電\n性粒子の突起の大きさが表２に示されている。しかし，表２に記載されているのは，\n甲１３に記載された発明の実施例であって，これらの例が周知の導電性粒子として\n記載されているわけではない。しかも，表２に記載されているものには，実施例４\n（０．５１μｍ），実施例５（０．６３μｍ）のように，突起の大きさが５００ｎ\nｍを超えるものある。したがって甲１３の記載から「回路部材の接続構造の技術分\n野において，隣接する突起部間の距離を１０００ｎｍ以下とすること」や，「回路\n部材の接続構造の技術分野において，突起部の高さを５０～５００ｎｍとすること」\nが周知の技術的事項であるとはいえない。\nしてみると，審決は，新たな公知文献として甲１３を引用し，これに基づき仮定\nによる計算を行って，相違点３の容易想到性を判断したものと評価すべきである。\nすなわち，甲１０を主引用発明とし，相違点３について甲１３を副引用発明とした\nものであって，審決がしたような方法で粒子の突起部間の距離を算出して容易想到\nとする内容の拒絶理由は，拒絶査定の理由とは異なる拒絶の理由であるから，審判\n段階で新たにその旨の拒絶理由を通知すべきであった。しかるに，本件拒絶理由通\n知には，かかる拒絶理由は示されていない。\nそうすると，審決には特許法１５９条２項，５０条に定める手続違背の違法があ\nり，この違法は，審決の結論に影響がある。\n(6) 相違点４に関する判断について\n審決では，上記(4)のとおり，突起部の高さについても甲１３の記載を挙げ，突起\n部の高さを５０～５００ｎｍとすることが本件出願前に周知の技術事項である，と\n判示している。\n審決は，「回路部材の接続構造の技術分野において，突起部の高さを５０～５０\n０ｎｍとすることも，本件出願前に周知の技術事項である（例えば」，として甲１\n３を挙げるけれども，甲１３自体をみても，回路部材の接続構造の技術分野におい\nて，突起部の高さを５０～５００ｎｍとすることが，本件出願前に周知の技術事項\nであることを示す記載がないことからすると，相違点３についてと同様，審決は，\n甲１３を副引用発明として用いて，相違点４の容易想到性を判断したものである。\n甲１０を主引用発明とし，相違点４について甲１３を副引用発明として容易想到と\nする拒絶理由は，拒絶査定の理由とは異なる拒絶の理由であるから，審判段階の拒\n絶理由通知でその旨示すべきであったのに，本件拒絶理由通知には，かかる拒絶理\n由は示されていない。\nそうすると，相違点４について甲１３の記載を挙げて検討し，これを理由として\n拒絶審決をしたことについては，審決には特許法１５９条２項，５０条に定める手\n続違背の違法があり，この違法は，審決の結論に影響がある。\n第６  結論\n以上によれば，原告主張の取消事由３には理由がある。よって，その余の点につ\nき判断するまでもなく，審決を取り消すこととして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩      月      秀      平\n裁判官\n池      下              朗\n裁判官\n古      谷      健  二  郎\n"
}