{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 6,
    "day": 18
  },
  "case_number": "平成25(ネ)10096",
  "case_name": "実用新案権損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84298",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84298",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/298/084298_hanrei.pdf",
  "contents": "平成２６年６月１８日判決言渡\n平成２５年（ネ）第１００９６号  実用新案権損害賠償請求控訴事件（原審・東京\n地方裁判所平成２５年（ワ）第１３２２３号）\n口頭弁論終結日  平成２６年４月２３日\n判                決\n控 訴 人 （ 原 告 ）          Ｘ\n訴 訟 代 理 人 弁 護 士         野 中 信 敬\n安 田   修\n橋 本 幸 子\n辻   美 和\n川 見 友 康\n被 控 訴 人 （ 被 告 ）        日 本 電 信 電 話 株 式 会 社\n訴 訟 代 理 人 弁 護 士        升 永 英 俊\n江   口   雄 一 郎\n主                文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，金１００万円及びこれに対する平成２５年６月\n１３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，被控訴人（原審被告。以下「被告」という。）の製造・販売したテレ\nホンカードが，控訴人（原審原告。以下「原告」という。）が共有持分を有していた\n実用新案権（実用新案登録第２１５０６０３号）の考案（以下，この実用新案権を\n「本件実用新案権」，その考案を「本件考案」という。）の技術的範囲に属するとし\nて，被告に対し，平成８年２月２１日から平成１１年９月５日までの販売に係る仮\n保護に基づく損害賠償金９億円の一部請求として，１００万円及びこれに対する平\n成２５年６月１３日（訴状送達の日の翌日）から支払済みまで民法所定の年５分の\n割合による遅延損害金の支払を求めた事案である。\n原判決は，原告が従前提起していた訴訟と本訴とは，主張立証すべき事実関係が\nほぼ同一であり，被告の製造・販売したテレホンカードが本件考案の技術的範囲に\n属しないことを理由として原告が敗訴した前々訴の訴訟経過，及び前訴等と本訴の\n訴訟経過に照らすと，実質的には敗訴に終わった前訴等の請求及び主張の蒸し返し\nに当たり，本件訴えは，信義則に反し許されないとして，訴えを却下した。\n２  前提となる事実\n以下に付加訂正するほかは，原判決の「事実及び理由」欄の第２，１記載のとお\nりである。\n(1)  原判決３頁２３行目「『テレホンカード』。」の次に，「以下『本件親考案』\nという。」を加える。\n(2)  原判決３頁最終行「不当利得返還事件」を「不当利得請求事件」と改める。\n(3)  原判決４頁９行目末尾に，「原告らは，不当利得額について，被告が上記\nテレホンカードを本件実用新案権の出願日である昭和５９年９月５日以降，年間２\n億枚以上製造販売し，その売上高は年間平均１９００億円を超えることを前提とし\nて，実施料率３％を上記売上高に乗じ，被告が少なくとも年間５７億円を不当に利\n得しているとし，１０年分の不当利得額５７０億円の一部として，１２５億円の支\n払を求めるものであると主張した。」を加える。\n(4)  原判決５頁２４行目「補助参加したが，」から最終行「判決をした。」まで\nを，「補助参加し，原告ら（補助参加人Ａも含む）は，控訴審において，本件親考案\nないし本件考案の「押形部」は，被告のテレホンカードと製造方法が異なるとして\nも，均等侵害に当たり，被告のテレホンカードは本件考案及び本件親考案の技術的\n範囲に属する旨の主張を追加した。東京高等裁判所は，平成１３年２月２７日に口\n頭弁論を終結し，同年４月１７日，前々訴における争点に関し，概ね一審と同旨の\n理由により原告らの主張を排斥するとともに，均等侵害の成立も否定して，控訴を\n棄却する旨の判決をした。」と改める。\n(5)  原判決６頁１１行目末尾に，「原告は，不当利得額について，被告が上記\nのテレホンカードを本件実用新案権の出願公告日である平成８年２月２１日から存\n続期間満了日である平成１１年９月５日までの約３年半の間，年間２億枚の割合で\n製造販売し，その売上高は年間平均１９００億円を超えることを前提として，実施\n料率３％を上記売上高に乗じ，年間約５７億円を不当に利得しているとし，３年半\n分の不当利得額２００億円に対する原告の持ち分３分の１に相当する６６億円が不\n当利得金となる旨主張し，その一部である１億２５００万円を求めた。」を加える。\n３  争点及び当事者の主張\n(1)  争点及び原審における当事者の主張は，原判決の「事実及び理由」欄の第\n２，２及び第３記載のとおりである。\n(2)  当審における当事者の主張\n（原告の主張）\nア  被告による本件実用新案権の侵害は，継続的なテレホンカード（被告製\n品）の製造及び販売行為により行われたものであるところ，これによる原告の損害\nは，個々の製造及び販売行為により格別に生じるものである。仮に，製造販売され\nている被告製品及びこれにより侵害される本件実用新案権の内実が同一であったと\nしても，Ａ時点における製造及び販売行為による損害の発生と，Ｂ時点における製\n造及び販売行為による損害の発生とは，全く別の行為による別の損害であり，自ず\nと訴訟物も異なる。\n前々訴は，昭和５９年９月５日以降平成６年９月４日までの間の製造・販売行為\nによる侵害の有無を判断したにすぎず，平成８年２月２１日から平成１１年９月５\n日までの製造・販売行為については，何ら審理を行っていない。\nしたがって，両請求は訴訟物を全く異にするものであって，そもそも金銭債権の\n数量的一部請求には当たらず，本件訴えは，前々訴の確定判決の既判力に抵触する\nものとはいえない。\n原判決は，仮に，訴訟物を異にするものとしても，被告製品が本件考案の技術的\n範囲に属することにより，原告の有する本件実用新案権が侵害されたことについて\nは，主張立証すべき事実関係はほぼ同一であることを理由に，本件訴えは，被告製\n品が本件実用新案権の技術的範囲に属しないとして原告が全面的に敗訴した前々訴\nの請求及び主張の蒸し返しに当たるとする。\nしかし，本件は，対象とする具体的な行為自体が異なっており，損害の発生時期\n及び期間も全く異なる以上，主張立証すべき事実関係がほぼ同一であることはあり\n得ない。\nイ  前々訴において原告が主張した被告の製品の構成は，「カード式公衆電話\n機に差し込むことにより電話がかけられるテレホンカードで，縦の辺が横の辺に比\nして短い長方形であって，表裏ともに一様に平坦で，その一短辺には，その中央か\nら一側に偏った位置に，一つあるいは二つの半月上の切欠部が形成されており，こ\nの切欠部に手，指で触れることにより，カードの表裏及び差込方向の確認をするこ\nとができるもので，この内，使用度数が五〇度のものは切欠部が二個あり，使用度\n数が一〇五度のものは切欠部が一個ある」というものであり，前々訴判決も，被告\nの製品につき，「表裏ともに一様に平坦で，その一短辺には，その中央から一側に偏\nった位置に，一つあるいは二つの半月状に形成される『切欠部』を備えており，右\n『切欠部』は，カード本体から辺の一部が切り離されたことにより，カードを平面\n的にみて中心方向にくぼみが形成される形状を有している」ものと認定している。\nこれを前提として，前々訴判決は，本件考案におけるカード本体の指示部の意義に\nついて，「テレホンカードを側面からみて上下面から厚み方向（裏表方向）に凹凸状\nにくぼんだ形状を有する指示部」に限定され，「切欠部」及び「穴部」はこれに含ま\nれないとし，カード本体から辺の一部を切除して形成される「切欠部」を有する被\n告のテレホンカードは，本件考案の技術的範囲に属しない旨を判示したものである。\nこれに対し，本件訴えにおける被告製品は，指示部が深さ０．５８㎜と浅く，カ\nード本体から辺の一部が切り離されるものではなく，押型を用いたプレス加工によ\nり形成され得るものである。そのため，被告製品の指示部は，むしろ「押型部」の\n範疇に属するものであり，「切欠部」には当たらないものといえる。そのため，本件\n訴えにおける被告製品は，前々訴において主張していたテレホンカードの構成には\n含まれず，異なる被告製品による異なる侵害行為を前提としているものであるから，\nこの点においても訴訟物が異なり，前々訴の既判力には抵触しない。\nウ  本件実用新案権に係る出願から分割出願された別件出願が分割要件を満\nたすと特許庁に認められ，登録に至ったことは，前々訴ないし前訴の蒸し返しに当\nたらない特段の事情として考慮されるべきである。すなわち，別件考案の登録が認\nめられたということは，  本件考案は，そもそも，「カード本体を側面からみてカー\nド本体の上下面から厚み中心方向へ向けて形成されている場合と，カード本体の平\n面的な中心方向に向けて形成される場合とがある」とする別件考案を包含しており，\n実質的に同一のものと認められたことを意味する。これにより，翻って，本件考案\nが，「カード本体を側面からみてカード本体の上下面から厚み中心方向へ向けて形成\nされている場合」のみしかないことを前提として原告を敗訴させた前々訴判決が誤\nっていたことが明らかとなったのであり，本件の利害状況が前々訴ないし前訴と大\nきく異なることは明白である。\nしたがって，本件訴訟は，前々訴ないし前訴における主張の不当な蒸し返しには\n当たらず，既判力には抵触しない。\n（被告の主張）\n本件，前々訴，前訴は，いずれも，「被告が製造・販売したテレホンカードが，本\n件考案の技術的範囲に属する」ことを前提とする主張である点では，全く同じであ\nり，請求対象期間が異なっているにすぎない。\n原告は，本件訴えにおける被告製品は，前々訴におけるものと異なる旨主張する\nが，同主張は，訴状に添付された別紙「被告製品説明書」のテレホンカードの図が，\n前々訴で甲１４として提出された試験成績書に記載の図（乙５の１）と同じである\nところからみて，失当である。\nしたがって，本件請求と，前々訴及び前訴の請求とは，債権の発生原因として主\n張すべき事実関係が，「被告が製造・販売したテレホンカードが，本件考案の技術的\n範囲に属する」との点で同じであり，実質的には敗訴に終わった前々訴及び前訴の\n請求及び主張の蒸し返し以外の何物でもない。\n特に，本件では，前訴において，原告は，本件における請求期間と同一である平\n成８年２月２１日から平成１１年９月５日までの期間の請求について，訴え却下の\n判決を下されて確定しており，これらの訴訟経過に照らしても，本件訴えが，平成\n１０年最判（最高裁平成９年(ｵ)第８４９号，同平成１０年６月１２日第二小法廷判\n決・民集５２巻４号１１４７頁）の判示に基づき却下されるべきは，当然である。\n第３  当裁判所の判断\n１  当裁判所も，原判決の認定判断は正当であって，本件訴えは不適法として却\n下すべきものと判断する。その理由は，次に付加訂正するほか，原判決の「事実及\nび理由」中の「第４  当裁判所の判断」１ないし３記載のとおりである。\n(1)  原判決１７頁１８行目「これを本件についてみると」を「そこでまず，前\n訴等及び本訴において対象とされた製品の同一性についてみると，」と改める。\n(2)  原判決１７頁２５行目「としていたところ，」から最終行「含むものであ\nる。」までを，「とし，前訴において，「目の不自由な者でも電話機へ差し込む方向が\n確認できる凹み部（切欠部）を設けたテレホンカード」としていたところ，本訴の\n訴状においては，原判決添付別紙「被告製品説明書」によって被告製品を特定した\nものであり，原告は，これら訴訟において構成が異なる別個の製品が実際に存在す\nるとの主張立証をしているものではない。そして，原告は，被告の製造販売するテ\nレホンカードに係る不当利得額の計算について，前記のとおり，前々訴及び前訴に\nおいては，被告により年間２億枚以上製造販売しているとし，その売上高を年間平\n均１９００億円であることを前提に算出していたところ，本件の訴状において，前々\n訴の請求は，売上高５７００億円（年間平均約１９００億円）としていたのである\nが，テレホンカード販売数の推移（甲６）によって，売上高が実際には６０００億\n円と判明したから差額の３００億円は未だ請求していない旨を述べており，同一の\n製品を対象とするものであることを前提とした損害，不当利得額の算定を行ってい\nるものである。加えて，原告は，前々訴において，試験成績書（乙５の１。前々訴\nにおける証拠番号は甲１４。）を提出しているところ，そこに記された図面及び測定\n値等の表は，本訴の訴状に添付された別紙「被告製品説明書」２枚目の下半分に記\nされた図及び表と同一のものである。そうすると，前々訴，前訴及び本訴における\n損害賠償請求権ないし不当利得返還請求権の発生の基礎となる被告の製造販売する\n製品（被告製品）は，同一のものと認められる。」と改める。\n(3)  原判決１７頁最終行「そして，」以下を改行する。\n２  当審における当事者の主張について\n(1)  原告は，前々訴と本件訴えとは，対象となる具体的な製造販売行為の行わ\nれた期間や損害の発生時期が異なり，両請求は訴訟物を異にするものであって，そ\nもそも金銭債権の数量的一部請求には当たらず，本件訴えは，前々訴の確定判決の\n既判力に抵触するものとはいえないから，原判決は誤りである旨主張する。\nしかし，原判決は，前々訴の確定判決の既判力に抵触する旨説示したものでなく，\n上記主張は原判決を正解しないものであって，失当である。また，訴訟物を異にす\nるものであっても，債権の発生原因として主張する事実関係がほぼ同一であって，\n前訴等の訴訟経過に照らし，実質的には敗訴に終わった前訴等の請求及び主張の蒸\nし返しに当たる訴えも，一部請求後の残部請求の場合と同様に信義則に反して許さ\nれないことは，原判決の述べるとおりである。\nまた，原告は，本件は，対象とする具体的な行為自体が異なっており，損害の発\n生時期及び期間も全く異なる以上，主張立証すべき事実関係がほぼ同一であること\nはあり得ないと主張する。\nしかし，前々訴判決においては，本件考案の構成要件についての解釈を示した上\nで，被告の製品が本件考案の技術的範囲に属しない旨の判断がなされているところ，\n権利発生を基礎付ける考案及び侵害対象とされる製品がその構成において同一であ\nる限りは，後訴においても上記を基礎付ける事実関係は共通しており，被告による\n販売行為の期間や態様により，本件考案の技術的範囲の属否についての結論を異に\nするものではない。したがって，被告製品が同一である以上は，本件訴えは，従前\nの訴訟の蒸し返しとして，信義則に反するものである。\n(2)  原告は，本件訴えにおける被告製品は，指示部が深さ０．５８㎜と浅く，\nカード本体から辺の一部が切り離されるものではなく，押型を用いたプレス加工に\nより形成され得るものであるから，被告製品の指示部は，むしろ「押型部」の範疇\nに属するものであり，「切欠部」には当たらないといえるため，本件訴えにおける被\n告製品は，前々訴において主張していたテレホンカードの構成には含まれず，被告\n製品の構成が異なると主張する。\nしかし，前々訴，前訴及び本訴を通じて，同一型の被告製品を対象とするもので\nあることは，前記１において認定説示したとおりである。被告製品の構成について\nの特定の仕方や，製造方法，構成要件の分説等の主張が異なるとしても，原告も，\n前々訴において対象としていた製品とは別個のものが実存すると主張しているもの\nではなく，単に，同一型製品についての表現方法や，構成の捉え方についての評価\n方法が異なっているにすぎないものであるから，客観的には，対象製品としては同\n一であるというべきであって，上記主張は採用できない。\n(3)  原告は，別件考案が登録されたことにより，本件考案が，「カード本体を\n側面からみてカード本体の上下面から厚み中心方向へ向けて形成されている場合」\nのみしかないことを前提として原告を敗訴させた前々訴判決が誤っていたことが明\nらかとなったのであり，本件の利害状況が前々訴ないし前訴と大きく異なることは\n明白であるから，前々訴の蒸し返しに当たらない特段の事情があると主張する。\nしかし，前々訴判決においては，被告の製品が本件考案の技術的範囲に属するか\n否かを判断するに当たり，その必須の前提として本件考案の構成要件についての解\n釈がなされたものであるところ，その点については争点とされ，既に当事者間で十\n分な主張立証が尽くされたものであり，前々訴における審理範囲が限られていたな\nどの事情はない。別件考案が登録されたことは，前々訴等における審理経過とおよ\nそ無関係の事柄であり，これをもって，訴えが蒸し返しとはならない特段の事情に\n該当するものといえないことは明らかである（なお，当該登録の事実が前々訴の解\n釈が誤りであることを明白にするものであるとの前提も，誤りである。）。\n第４  結論\nよって，本件控訴には理由がないから，これを棄却することとし，主文のとおり\n判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清 水   節\n裁判官\n中 村   恭\n裁判官\n中 武 由 紀\n"
}