{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 28
  },
  "case_number": "平成23(行ケ)10266",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82420",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82420",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/420/082420_hanrei.pdf",
  "contents": "平成２４年６月２８日判決言渡\n平成２３年（行ケ）第１０２６６号  審決取消請求事件\n平成２４年３月８日  口頭弁論終結\n判                決\n原            告      クゥアルコム・インコーポレイテッド\n訴訟代理人弁理士      蔵      田      昌      俊\n同                    中      村              誠\n同                    福      原      淑      弘\n同                    堂      前      俊      介\n被            告      特 許 庁 長 官\n指 定 代 理 人      藤      井              浩\n同                    新      川      圭      二\n同                    樋      口      信      宏\n同                    芦      葉      松      美\n主                文\n１  特許庁が不服２００９－９０７３号事件について平成２３年４月４日にした\n審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  当事者間に争いのない事実\n１  特許庁における手続の経緯等\n本願は，平成９年１２月１９日（パリ条約による優先権主張・外国庁受理１９\n９７年１月８日，米国）に出願した特願平１０－５３０９０８号の一部を平成１\n８年６月２０日に新たな出願としたものである（特願２００６－１７０１２８号。\n発明の名称「衝突回避半二重方式通信システム」）。原告は，平成２０年７月２２\n日付け手続補正書により特許請求の範囲の記載を補正した（以下，上記補正を「本\n件補正」といい，本件補正後の明細書の記載を図面と併せて「本願明細書」という。\nなお，本願明細書の図４は，別紙記載１のとおりである。）が，平成２１年１月１\n９日付けで拒絶査定がされた。これに対し，原告は，平成２１年４月２７日，拒絶\n査定に対する不服審判の請求（不服２００９－９０７３号）をしたが，特許庁は，\n平成２３年４月４日，「本件審判の請求は，成り立たない。」との審決をし（以下\n「審決」という。），その謄本は，同月１９日，原告に送達された。\n２  特許請求の範囲の記載\n本件補正後の特許請求の範囲（請求項の数１６）の請求項６の記載は，次のとお\nりである（以下，本件補正後の請求項６に係る発明を「本願発明」という。）。\n「第１のメッセージを通信装置から受信して，第２のメッセージを前記通信装置\nに送出し，そして前記第１のメッセージが繰り返されるか否かを判断するコントロ\nーラであって，\n前記コントローラに接続されたカウントダウン衝突タイマーと，\nを備え，\n前記コントローラは，前記第１のメッセージが繰り返される場合，前記カウント\nダウン衝突タイマーを前記第１のメッセージが繰り返される最短の時間間隔より短\nい所定の時間期間に設定し，前記カウントダウン衝突タイマーが満了していない場\n合にだけ，前記コントローラは前記第２のメッセージを前記通信装置に送信する，\nここにおいて，前記コントローラに接続されたカウントダウンタイムアウトタイ\nマーであって，前記カウントダウン衝突タイマーが満了し，そして，前記第１のメ\nッセージが繰り返される場合に，前記カウントダウンタイムアウトタイマーがタイ\nムアウト期間に設定されるタイマーを備え，\nさらに，前記通信装置に対する即時の送信が許可されない場合に，前記第２のメ\nッセージを蓄積するために前記コントローラに接続されているバッファを備える\n半ー二重方式通信システムにおいてメッセージ衝突を防止する装置。」\n３  審決の理由\n審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開平\n５－２２５５１号公報（甲１。以下，「引用例」といい，引用例に記載された発明\nを「引用発明」という。なお，引用例の図７は，別紙記載２のとおりである。）に\n記載された発明及び周知技術に基づいて，容易に発明をすることができたものであ\nるから，特許法２９条２項により特許を受けることができないというものである。\n審決が認定した引用発明の内容，同発明と本願発明との一致点及び相違点は以下\nのとおりである。\n(1)  引用発明の内容\n「ファクシミリ信号をファクシミリ装置から受信して，応答信号を前記ファクシ\nミリ装置に送出する送信規制制御手段であって，\n前記送信規制制御手段は，前記ファクシミリ信号が再送される場合，ファクシミ\nリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディジタル回線\nの伝送遅延時間および応答信号の信号長を除いた値の所定の時間期間である場合に\nだけ，前記送信規制制御手段は前記応答信号を前記ファクシミリ装置に送信する，\n前記所定の時間期間の後であって，そして，ファクシミリ信号が送信される場合\nに，前記送信規制制御手段は，ファクシミリ信号の送信後に再び送出許可を与える，\nさらに，前記ファクシミリ装置に対する送出が禁止されている場合に，前記応答\n信号を保持するようにされた送信規制制御手段に接続されているコマンド送信部を\n備える\n半ー二重方式通信システムにおいてファクシミリ信号と応答信号の衝突を防止す\nる装置。」\n(2)  一致点\n「第１のメッセージを通信装置から受信して，第２のメッセージを前記通信装置\nに送出するコントローラであって，\n前記コントローラは，前記第 1 のメッセージが繰り返される場合，前記第 1 のメ\nッセージが繰り返される最短の時間間隔より短い所定の時間期間である場合にだけ，\n前記コントローラは前記第２のメッセージを前記通信装置に送信する，\nさらに，前記通信装置に対する即時の発信が許可されない場合に，前記第 2 のメ\nッセージを蓄積する前記コントローラに接続されているコマンド送信部を備える\n半ー二重方式通信システムにおいてメッセージ衝突を防止する装置。」\n(3)  相違点\nア  相違点（１）\n本願発明では，コントローラが「第１のメッセージが繰り返されるか否かを判\n断」しているのに対し，引用発明では，そのような判断について記載されていない\n点。\nイ  相違点（２）\n「前記第１のメッセージが繰り返される最短の時間間隔より短い所定の時間期間\nである場合」に関し，本願発明では，「コントローラに接続されたカウントダウン\n衝突タイマー」を有し，該カウントダウン衝突タイマーに「所定の時間期間」を設\n定し，該カウントダウン衝突タイマーが満了しないことをもって「所定の時間期\n間」内であるとしているのに対し，引用発明ではそのようなカウントダウン衝突タ\nイマーについて記載されていない点。\nウ  相違点（３）\n本願発明では，「コントローラに接続されたカウントダウンタイムアウトタイマ\nーであって，前記カウントダウン衝突タイマーが満了し，そして，前記第１のメッ\nセージが繰り返される場合に，前記カウントダウンタイムアウトタイマーがタイム\nアウト期間に設定されるタイマーを備え」ているのに対し，引用発明では，そのよ\nうなカウントダウンタイムアウトタイマーを有していない点。\nエ  相違点（４）\n「前記通信装置に対する即時の発信が許可されない場合に，前記第２のメッセー\nジを蓄積する」に関し，本願発明では，「バッファ」を備えて第２のメッセージを\n蓄積しているのに対し，引用発明では，コマンド送信部に第２のメッセージを蓄積\nするとされている点。\n第３  当事者の主張\n１  取消事由に係る原告の主張\n(1)  取消事由１（引用発明の認定，本願発明と引用発明との一致点及び相違点\nの認定の誤り）\n審決は，引用発明の「ファクシミリ信号が再送されるまでの待機時間から伝送装\n置の処理遅延時間，ディジタル回線の伝送遅延時間および応答信号の信号長を除い\nた値の所定の時間期間」（以下「引用発明の所定の時間期間」ということがある。）\nは，本願発明の「第１のメッセージが繰り返される最短の時間間隔より短い所定の\n時間期間」（以下「本願発明の所定の時間期間」ということがある。）に相当すると\n認定する。しかし，審決の上記認定には，誤りがある。\nすなわち，引用発明の所定の時間期間は，ファクシミリ信号が再送されるまでの\n待機時間から伝送装置の処理遅延時間，ディジタル回線の伝送遅延時間及び応答信\n号の信号長を除いた値であり，伝送装置の遅延時間やディジタル回線の伝送遅延時\n間という予測不可能な時間から計算される変化する時間であるのに対し，本願発明\nの所定の時間期間は，２．５０～２．５５秒，最も好ましくは２．４０秒に設定さ\nれる定められた時間であり，互いに相違する。また，引用発明の所定の時間期間は，\nファクシミリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディ\nジタル回線の伝送遅延時間及び応答信号の信号長を除いた値であるとしても，これ\nは，引用発明の所定の時間期間がファクシミリ信号が再送されるまでの待機時間よ\nり短い時間となっていることの説明にすぎず，これをもって，引用発明の所定の時\n間期間が本願発明の所定の時間期間に相当するとはいえない。さらに，引用例の図\n７によれば，引用発明においては，伝送装置８２１からファクシミリ装置８１１へ\nの応答信号の送出は，再送のためのファクシミリ信号(5)が伝送装置８２１に再受\n信された後になるから，再送されたファクシミリ信号を伝送装置８２１が受信した\n後に送出すれば足りるから，引用発明において所定の時間を計算する必要はない。\nしたがって，引用発明の所定の時間期間は，本願発明の所定の時間期間に相当す\nるとはいえず，本願発明と引用発明は，「前記コントローラは，前記第１のメッセ\nージが繰り返される場合，前記第１のメッセージが繰り返される最短の時間間隔よ\nり短い所定の時間期間である場合にだけ，前記コントローラは前記第２のメッセー\nジを前記通信装置に送信する」点で一致するとした審決の認定には，誤りがある。\n(2)  取消事由２（相違点に係る容易想到性判断の誤り）\nア  相違点（１）に係る容易想到性判断の誤りについて\n審決は，通信装置間で第１のメッセージを伝送するに当たり，第１のメッセージ\nが繰り返されるようにするか否かを確認することは，周知の技術にすぎず，引用発\n明のように通信装置間に設けられるメッセージの衝突を防止する装置のコントロー\nラにおいて，第１のメッセージが繰り返されるようにされているか否かを判断する\nように構成することは，容易に想到することができたと認定，判断する。しかし，\n審決の上記認定，判断には，誤りがある。\nすなわち，本願明細書の段落【００１２】，【００１４】，【００１５】及び【００\n２５】によれば，本願発明は，第１のメッセージが繰り返されると判断されると，\nカウントダウン衝突タイマーが満了していない場合にだけ，コントローラは第２の\nメッセージを通信装置に送信し，カウントダウン衝突タイマーが満了し，第１のメ\nッセージが繰り返される場合には，カウントダウンタイムアウトタイマーがタイム\nアウト期間に設定され，さらに，通信装置に対する即時の送信が許可されない場合\nに第２のメッセージを蓄積するための構成を備えている。以上のとおり，本願発明\nは，通信装置間で第１のメッセージを伝送するに当たり，第１のメッセージが繰り\n返されるようにするか否かを確認するとの判断に基づいて，カウントダウン衝突タ\nイマー及びカウントダウンタイムアウトタイマーが協働して，半二重方式通信シス\nテム内でのメッセージ衝突を防止するとともに，予期されている繰り返しメッセー\nジが受信されない場合に，メッセージが受信されるのを待つ状態に無制限にとどま\nることを防止するものであって，引用発明には開示されていない新規で改善された\n方法を提供するものである。\nしたがって，引用発明に周知技術を適用することによって相違点（１）に係る構\n成に容易に想到できたとはいえない。\nイ  相違点（３）に係る容易想到性判断の誤りについて\n審決は，相違点（３）に関し，本願発明では，所定の時間後の第２のメッセージ\nを，第１のメッセージと衝突を起こすことがなくなるまで即時の送信が許可されな\nいようにするに当たり，カウントダウンタイムアウトタイマーを設けて，第１のメ\nッセージが繰り返し送信される時間期間に該カウントダウンタイムアウトタイマー\nを動作させて第２のメッセージの即時の送信を禁止するのに対し，引用発明では，\n第１のメッセージが送信されるまで第２のメッセージの即時の送信を禁止している\n点で相違しているところ，引用発明において第１のメッセージが送信されるまで第\n２のメッセージの即時の送信を禁止することに替えて，常套手段を用いて，所定の\n時間期間後に起動し，第１のメッセージが送信されるまで動作するタイマーを設け\nて，第２のメッセージの即時の送信を禁止するように構成することは容易に想到で\nきたと認定，判断する。\nしかし，審決の上記認定，判断は，誤りである。すなわち，本願発明は，第１の\nメッセージと第２のメッセージの衝突を確実に防止するため，コントローラは，第\n１のメッセージが繰り返される場合，カウントダウン衝突タイマーを第１のメッセ\nージが繰り返される最短の時間間隔より短い所定の時間期間に設定し，カウントダ\nウン衝突タイマーが満了していない場合にだけ，第２のメッセージを通信装置に送\n信するとの構成を採用したものであり，かかる構成は，引用例には記載も示唆もさ\nれていない。また，本願発明は，第２のメッセージの送信を，カウントダウン衝突\nタイマーが満了した場合に禁止するものであり，第１のメッセージが繰り返し送信\nされる時間期間にカウントダウンタイムアウトタイマーを動作させて第２のメッセ\nージの即時の送信を禁止するものではない。さらに，本願発明は，予期されている\n繰り返しメッセージが受信されない場合に，メッセージが受信されるのを待つ状態\nに無制限にとどまることを防止するため，カウントダウンタイムアウトタイマーを\n用いている。これに対し，引用例には，上記の構成についての記載も示唆もない。\nしたがって，引用発明に周知技術を適用することによって相違点（３）に係る構\n成に容易に想到できたとはいえない。\nウ  以上のとおり，審決の相違点に係る容易想到性判断には誤りがあり，本願発\n明は，引用発明及び周知技術に基づき容易に発明をすることができたものとはいえ\nない。\n２  被告の反論\n(1)  取消事由１（引用発明の認定，本願発明と引用発明との一致点及び相違点\nの認定の誤り）に対して\n引用例の段落【００３２】，【００３３】によれば，引用発明における「待機時\n間」は，ファクシミリ信号を送出してから再送するまでの時間であり，引用発明の\n所定の時間期間とは，上記待機時間から，伝送装置の処理遅延時間，ディジタル回\n線の伝送遅延時間及び応答信号の信号長を除いた値であり，上記待機時間より短い\n時間となっている。他方，本願明細書の段落【００１４】によれば，本願発明にお\nける「第１のメッセージが繰り返される最短の時間間隔」の「最短」とは，Ｔ．３\n０ファックスプロトコル通信に準拠するファックス機器に係る規格に定められた数\n値としての「最短」を表し，上記「時間間隔」とは，ファックス通信システムにお\nいて第１のメッセージが繰り返される時間間隔として設定された１つの設定値にす\nぎない。以上によれば，本願発明の「第１のメッセージが繰り返される最短の時間\n間隔」と引用発明の「待機時間」は，共に，ファックス通信システムにおいて，第\n１のメッセージが繰り返される時間間隔の設定値を示すものとして一致する。\nしたがって，本願発明の所定の時間期間と引用発明の所定の時間期間に相違はな\nく，審決の本願発明と引用発明との一致点及び相違点の認定に誤りはない。\n(2)  取消事由２（相違点に係る容易想到性判断の誤り）に対して\nア  相違点（１）に係る容易想到性判断の誤りについて\n原告は，本願発明おいて，通信装置間で第１のメッセージを伝送するに当たり，\n第１のメッセージが繰り返されるようにするか否かを確認するとの構成は，他の構\n成と相まって，半二重方式通信システム内でのメッセージ衝突を防止する新規で改\n善された方法を提供するものであると主張する。\nしかし，原告の上記主張は，失当である。すなわち，本願発明と引用発明は，半\n二重方式通信システム内でのメッセージ衝突を防止する前段階として，本願発明は\n衝突する場合を判断して衝突を防止しているのに対し，引用発明は衝突する場合を\n前提として衝突を防止している点で相違するにすぎない。また，ファクシミリ装置\n間のファックス信号には，再送されるものと再送されないものがあるから，通信装\n置間で第１メッセージを伝送するに当たり，第１のメッセージが繰り返されるよう\nにしているか否かを確認することは周知の技術事項にすぎない。さらに，引用発明\nにおいて，再送されることがないファックス信号の場合においてまで，ファクシミ\nリ信号の送信後に再び送出許可を与える構成を採用したのでは装置が動作しない。\n以上のとおり，引用発明のように通信装置間に設けられるメッセージ衝突を防止\nする装置のコントローラにおいて，第１メッセージが繰り返されるようにしている\nか否かを判断するように構成することは容易に想到できたといえ，審決の認定，判\n断に誤りはない。\nイ  相違点（３）に係る容易想到性判断の誤りについて\n原告は，本願発明は，第２のメッセージの送信を，カウントダウン衝突タイマー\nが満了した場合に禁止するものであり，第１のメッセージが繰り返し送信される時\n間期間にカウントダウンタイムアウトタイマーを動作させて第２のメッセージの即\n時の送信を禁止するものではないと主張する。\nしかし，原告の上記主張は，失当である。すなわち，本願発明は，カウントダウ\nン衝突タイマーの満了によりバッファに蓄積された第２のメッセージは，カウント\nダウン衝突タイマーのタイムアウト期間に設定されるカウントダウンタイムアウト\nタイマーのタイムアウト（時間切れ）後に，通信装置に送信されることになるもの\nである。そうすると，本願発明では，所定の時間後の第２のメッセージを，第１の\nメッセージと衝突を起こすことがなくなるまで即時の送信が許可されないようにす\nるに当たり，カウントダウンタイムアウトタイマーを設けて，第１のメッセージが\n繰り返し送信される時間期間に該カウントダウンタイムアウトタイマーを動作させ\nて第２のメッセージの即時の送信を禁止するのに対し，引用発明では，第１のメッ\nセージが送信されるまで第２のメッセージの即時の送信を禁止している点で相違し\nているものの，引用発明において第１のメッセージが送信されるまで第２のメッセ\nージの即時の送信を禁止することに替えて，常套手段を用いて，所定の時間期間後\nに起動し第１のメッセージが送信されるまで動作するタイマーを設けて，第２のメ\nッセージの即時の送信を禁止するように構成することは容易である。\nまた，原告は，本願発明は予期されている繰り返しメッセージが受信されない場\n合に，メッセージが受信されるのを待つ状態に無制限にとどまることを防止するた\nめ，カウントダウンタイムアウトタイマーを用いており，かかる構成は，引用例に\nは記載も示唆もされていないと主張する。\nしかし，原告の上記主張は，失当である。すなわち，本願発明に係る特許請求の\n範囲には，カウントダウンタイムアウトタイマーが第１メッセージに対して行う動\n作に関する記載はない。仮に，本願発明に係る特許請求の範囲に，カウントダウン\nタイムアウトタイマーが第１メッセージに対して行う動作に関する記載があるとし\nても，一般的に，受信されるべき信号により処理が行われる情報処理系において，\n受信信号が受信されなかったときに受信信号の無限の待ち状態を防ぐことは当然の\nことであり，そのため一定時間後に待ち状態を解除（タイムアウト）して他の処理\nに移ることは，技術常識であり，引用発明に上記カウントダウンタイムアウトタイ\nマーの構成を適用して，本願発明の構成に想到することも容易である。\nしたがって，審決の相違点（３）に係る容易想到性判断には，誤りはない。\nウ  以上のとおり，審決の相違点に係る容易想到性判断に誤りはなく，本願発明\nは，引用発明及び周知技術に基づき容易に発明をすることができたといえる。\n第４  当裁判所の判断\n当裁判所は，以下のとおり，審決の相違点（３）に係る容易想到性判断には誤り\nがあり，これを取り消すべきものと判断する。その理由は，以下のとおりである。\n１  事実認定\n(1)  本願明細書の記載等\nア  特許請求の範囲の記載\n本願発明に係る特許請求の範囲の記載は，前記第２の２記載のとおりである。\nイ  本願明細書の記載\n本願明細書（甲４）には，以下の記載がある。\n「【００３１】\n本発明によるタイマー依存型衝突防止方法を説明するフロー図を図４に示す。こ\nのフロー図の検討は，ファックス機器と衝突防止回路間の通信に集中している。最\n初に，ファックス機器は送信元のファックス機器でも送信先のファックス機器でも\nよい。\n【００３２】\n本発明は開始状態１００から始まる。アイドリングしてファックス機器からのメ\nッセージを待っている間に，本発明は連続的にポーリングして，ステップ１０２で\nファックスからのメッセージが受信されているか否かチェックする。・・・」\n「【００３３】\n本発明は，自身がファックス機器からメッセージを受信していると判断したら，\nステップ１０４でそのメッセージが完全に受信されるまで待つ。これで，このファ\nックス機器はそのメッセージに対する送信元ファックス機器であると見なされる。\nメッセージ全体を受信したら，本発明は，そのメッセージがファックス機器によっ\nて繰り返されるか否か，ステップ１０６でそのメッセージの状態をＴ．３０ファッ\nクスプロトコルに基づいて分析することによって決定する。メッセージが繰り返さ\nれない場合，本発明はいかなる機能も実行せず，ステップ１０２に復帰する。本発\n明がそのメッセージを繰り返すと決定したら，本発明はステップ１０８で衝突タイ\nマーを最短繰り返し間隔未満の所定の時間に設定する。この好ましい実施形態では，\n衝突タイマーは２．５０～２．５５秒の時間に設定される。最も好ましい実施形態\nでは，衝突タイマーは２．４０秒に設定されるが，この時間は，自動モードで動作\n中のファックス機器にとっては２．５５秒という最短繰り返し間隔より短い。衝突\nタイマーはこの設定された時間からゼロまでカウントダウンする。\n【００３４】\nタイマーを設定したら，本発明は別のループに入る。このループ中では，本発明\nは最初に，ステップ１１０で衝突タイマーが満了しているか（ゼロに到達している\nか）否かチェックする。衝突タイマーが満了していない場合，本発明は，ステップ\n１２０でファックス機器に対して応答を送信する必要があるか否か判断する。応答\nを送信する必要がある場合，本発明はステップ１２２でその応答を送信する。この\n応答を送信したら，本発明は開始状態１００に復帰する。\n【００３５】\n送信する応答がない場合，本発明はステップ１１０に復帰して衝突タイマーのポ\nーリングを継続する。衝突タイマーが満了したら，本発明は，送信元ファックス機\n器がその時点以降の何らかの時点でメッセージを再送信することを知る。本発明は\nメッセージが繰り返されることを予測し，したがって，ステップ１１２でファック\nス機器によってメッセージが完全に繰り返されるのを待つ。この繰り返されたメッ\nセージが受信されたら，本発明はステップ１０６に進む。次に，本発明は，ステッ\nプ１０６でこの新しいメッセージが繰り返される否か判断する。\n【００３６】\n例示の実施形態では，衝突タイマーが満了したら，本発明は，次のステップに進\nむ前に，繰り返しメッセージが受信されるのを待つ。何らかの理由によって，この\n予期されている繰り返しメッセージが受信されない場合，本発明は無制限にこの状\n態にとどまる。第２の実施形態では，衝突タイマーが満了すると，タイムアウトタ\nイマーが設定される。本発明は，繰り返しメッセージを待ちながら，連続的にタイ\nムアウトタイマーをポーリングする。タイムアウト期間が満了しても予期されてい\nる繰り返しメッセージが到達しない場合，本発明は待ち状態を中断して，開始状態\n１００に復帰する。」\n(2)  引用例の記載\n引用例（甲１）には，以下の記載がある。\n「【請求項２】  アナログのファクシミリ信号を送受し，そのファクシミリ信号\nに対する応答信号が所定時間内に受信されないと同じファクシミリ信号を再送する\nファクシミリ装置（１１）と，\n前記ファクシミリ装置（１１）とディジタル回線とのインタフェースをとる伝送装\n置（１３）とを備えたファクシミリ信号伝送方式において，\n前記インタフェースがとられるファクシミリ装置（１１）が送信するファクシミリ\n信号の検出時からの経過時間を監視し，その経過時間が前記所定時間から前記イン\nタフェースの処理時間，前記ディジタル回線の伝送遅延時間および前記応答信号の\n信号長を除いた時間を超えたときに，前記伝送装置（１３）が行う前記応答信号の\n送信処理を規制する送信規制制御手段（２１）を備えたことを特徴とするファクシ\nミリ信号伝送方式。」\n「【００１１】請求項２に記載の発明では，伝送装置１３によってインタフェー\nスがとられるファクシミリ装置１１からファクシミリ信号が送信されると，送信規\n制制御手段２１が，そのファクシミリ信号を検出して伝送装置１３に応答信号の送\n信処理を許可し，さらに，その検出時点からの所定時間経過すると伝送装置１３が\n行う応答信号の送信を規制する。\n【００１２】このような送信規制は，伝送装置１３が応答信号を受信できない場\n合に同じファクシミリ信号を送出するまでの待機時間から，伝送装置１３における\nインタフェース処理時間，ディジタル回線の伝送遅延時間および上述の応答信号の\n信号長を除いた時間経過した時点で行われるので，・・・伝送装置１３から再送さ\nれるファクシミリ信号と応答信号とが衝突することはない。」\n「【００３２】図７は，請求項２に記載の発明に対応した実施例の動作を説明す\nる図である。・・・コマンド受信処理部３９１では，コマンド検出部５１１は，ファ\nクシミリ装置８１１から復調器３５１を介して与えられるファクシミリ信号（コマ\nンド）（図７(1)）を取り込んでその受信完了を認識すると，コマンド送信処理部４\n１１内のコマンド受信状態判定部６１１にコマンド受信完了通知を送出し，かつそ\nのファクシミリ信号をコマンド中継送信部５３１を介してディジタル回路に送出す\nる（図７(2)）。状態判定部６１１はコマンド受信完了通知に応じてコマンド送信部\n６２１に応答信号の送出を許可し，そのタイミングから所定の時間（図７(3)）経\n過すると，コマンド送信部６２１に対するファクシミリ信号（応答信号）の送出を\n禁止する。\n【００３３】ここに，所定の時間とは，ファクシミリ装置８１１がファクシミリ\n信号を送出してから再送するまでの待機時間（＝３秒）から，伝送装置８２１，８\n２２の処理遅延時間，ディジタル回線の伝送遅延時間および応答信号の信号長を除\nいた値であり，その算出に用いられる処理遅延時間および伝送遅延時間は対向する\nファクシミリ装置８１２を挟む往復の伝送路についての積算値である。\n【００３４】コマンド送信部６２１は，状態判定部６１１から応答信号の送出が\n許可されている状態で，ディジタル回線からコマンド中継受信部５５１を介して応\n答信号が与えられる（図７(4)）と，速やかにその応答信号（先頭に付加されたプ\nリアンブル信号を含む。）をファクシミリ装置８１１に送出する。しかし，コマン\nド送信部６２１は，送出が禁止されている状態では，ファクシミリ装置８１１から\n再送されたファクシミリ信号（図７(5)）に応じて再び送出許可が与えられるまで，\nその応答信号の内容を保持して待機し，送出許可が与えられ次第その応答信号をフ\nァクシミリ装置８１１に送出する（図７(6)）。\n【００３５】このように本実施例によれば，伝送装置の処理遅延およびディジタ\nル回線の伝送遅延があっても，ファクシミリ装置に対する応答信号の送出タイミン\nグがそのファクシミリ装置によるファクシミリ信号の再送と異なるタイミングに設\n定されるので，ファクシミリ装置と伝送装置との間を結ぶ二線式回線上でファクシ\nミリ信号と応答信号とが衝突することはない。」\n２  判断\n(1)  審決は，相違点（３）に関し，引用発明において第１のメッセージが送信\nされるまで第２のメッセージの即時の送信を禁止することに替えて，常套手段を用\nいて，所定の時間期間後に起動し第１のメッセージが送信されるまで動作するタイ\nマーを設けて，第２のメッセージの即時の送信を禁止するように構成することは当\n業者が容易に想到し得ることであると認定，判断する。\nしかし，審決の上記認定，判断には，以下のとおり，誤りがある。すなわち，本\n願発明に係る特許請求の範囲の記載によれば，本願発明は，①第１のメッセージを\n通信装置から受信して，第２のメッセージを上記通信装置に送出するとともに，第\n１のメッセージが繰り返されるか否かを判断するコントローラ，②上記コントロー\nラに接続されたカウントダウン衝突タイマー，③上記カウントダウン衝突タイマー\nが満了し，第１のメッセージが繰り返される場合に，タイムアウト期間に設定され\nる上記コントローラに接続されたカウントダウンタイムアウトタイマー，④通信装\n置に対する即時の送信が許可されない場合に，第２のメッセージを蓄積するために\n上記コントローラに接続されているバッファを備え，上記コントローラは，第１の\nメッセージが繰り返される場合，上記カウントダウン衝突タイマーを第１のメッセ\nージが繰り返される最短の時間間隔より短い所定の時間期間に設定し，上記カウン\nトダウン衝突タイマーが満了していない場合にだけ，第２のメッセージを上記通信\n装置に送信する，半二重方式通信システムにおいてメッセージ衝突を防止する装置\nである。また，本願明細書の上記記載によれば，本願発明においては，①カウント\nダウン衝突タイマーが満了すると，カウントダウンタイムアウトタイマーを設定し，\nこのタイムアウト期間が満了しても予期されている繰り返しメッセージが到達しな\nい場合に，待ち状態を中断して開始状態に復帰するようにし，無制限に待ち状態と\nなることを防止すること，②カウントダウンタイムアウトタイマーの設定後に予期\nされている繰り返しメッセージが到達すると，カウントダウンタイムアウトタイマ\nーのタイムアウト期間が満了していなくても，待ち状態が解除され，メッセージが\n繰り返されると決定されると，カウントダウン衝突タイマーが設定され，カウント\nダウン衝突タイマーが満了していない場合，ファックス機器へ応答を送信すること\nができることが認められる。\n上記によれば，本願発明は，カウントダウン衝突タイマーが満了していない場合\nにだけ，第２のメッセージが通信装置に送信されるとともに，カウントダウンタイ\nムアウトタイマーにより，第１のメッセージが到達しない場合に，待ち状態を中断\nして無制限に待ち状態となることが防止されるのであって，第２のメッセージの送\n信の可否は，カウントダウンタイムアウトタイマーによって決定されるものではな\nい。すなわち，本願発明は，カウントダウンタイムアウトタイマーによって，第２\nのメッセージが第１のメッセージと衝突を起こすことがなくなるまで即時の送信が\n許可されないようにされているものではない。\n他方，引用例の上記記載によれば，引用発明は，ファクシミリ信号をファクシミ\nリ装置から受信して，応答信号を前記ファクシミリ装置に送出する送信規制制御手\n段を備え，送信規制制御手段は，ファクシミリ信号が再送される場合，ファクシミ\nリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディジタル回線\nの伝送遅延時間及び応答信号の信号長を除いた値の所定の時間期間である場合にだ\nけ，応答信号をファクシミリ装置に送信し，所定の時間期間後にファクシミリ信号\nが送信される場合には，ファクシミリ信号の送信後に再び送出許可を与えることに\nより，伝送装置の処理遅延やディジタル回線の伝送遅延があっても，ファクシミリ\n信号と応答信号とを衝突させないようにしたものと認められる。また，引用例にお\nいては，第１のメッセージが送信されるまで第２のメッセージの即時の送信が禁止\nされるものと認められるものの，第１のメッセージが到達しない場合の待ち状態の\n解消のための本願発明の構成については，記載も示唆もない。\n以上によれば，ある時間期間において信号の送信を制限するに当たり，該時間期\n間において起動し満了するタイマーを設定し，該タイマーの動作中には信号の送信\nを制限し，該タイマー満了後に信号の伝送を許可する手段を用いることが，当該技\n術分野において常套手段であり，引用発明において第１のメッセージが送信される\nまで第２のメッセージの即時の送信を禁止することに替えて，上記常套手段を適用\nしたとしても，本願発明のように，カウントダウン衝突タイマーが満了していない\n場合にだけ，第２のメッセージが通信装置に送信され，カウントダウン衝突タイマ\nーが満了し，第１のメッセージが繰り返される場合に，カウントダウンタイムアウ\nトタイマーをタイムアウト期間に設定し，それにより，予期されている繰り返しメ\nッセージが到達しない場合に，無制限に待ち状態となることを防止することについ\nて，容易に想到することができたとはいえない。審決は，相違点（３）に関し，本\n願発明では，所定の時間後の第２のメッセージを，第１のメッセージと衝突を起こ\nすことがなくなるまで即時の送信が許可されないようにするに当たり，カウントダ\nウンタイムアウトタイマーを設けて，第１のメッセージが繰り返し送信される時間\n期間に該カウントダウンタイムアウトタイマーを動作させて第２のメッセージの即\n時の送信を禁止すると認定し，引用発明において第１のメッセージが送信されるま\nで第２のメッセージの即時の送信を禁止することに替えて，上記常套手段を用いる\nことにより，所定の時間期間後に起動し第１のメッセージが送信されるまで動作す\nるタイマーを設けて，第２のメッセージの即時の送信を禁止する構成に想到するこ\nとは容易であると判断するが，上記のとおり，本願発明は，カウントダウン衝突タ\nイマーが満了しない場合にだけ，第２のメッセージが通信装置に送信されるととも\nに，カウントダウンタイムアウトタイマーにより，第１のメッセージが到達しない\n場合に，待ち状態を中断して無制限に待ち状態となることが防止されるのであって，\n第２のメッセージの送信の可否がカウントダウンタイムアウトタイマーによって決\n定されるものではない。審決の相違点（３）に関する上記認定，判断は，本願発明\nにおけるカウントダウン衝突タイマー及びカウントダウンタイムアウトタイマーの\n技術的意義を誤解するものであって，失当である。\n(2)  被告の主張について\n被告は，本願発明に係る特許請求の範囲には，第１のメッセージが繰り返される\n場合というメッセージの衝突を防止する装置における動作条件が記載されているだ\nけで，カウントダウンタイムアウトタイマーが第１のメッセージに対してどのよう\nな動作を行うかについて何ら記載されていないから，相違点（３）に係る構成が容\n易であるとした審決の判断に誤りはない旨を主張する。\nしかし，被告の上記主張は，失当である。すなわち，本願発明に係る特許請求の\n範囲には，「カウントダウン衝突タイマーが満了し，そして，前記第１のメッセー\nジが繰り返される場合に，カウントダウンタイムアウトタイマーを該カウントダウ\nン衝突タイマーのタイムアウト期間に設定される」と明確に記載されている。そし\nて，上記本願明細書の記載（段落【００３６】）を参照すれば，第１のメッセージ\nが到達しない場合に，待ち状態を中断して無制限に待ち状態となることが防止され\nるものと理解することができる。そうすると，本願発明に係る特許請求の範囲の記\n載において，カウントダウンタイムアウトタイマーが第１のメッセージに対してど\nのような動作を行うかについて何ら記載されていないから，相違点（３）に係る構\n成が容易であるとした審決の判断に誤りはない旨の被告の主張は，採用することが\nできない。\nまた，被告は，予備的に，本願発明に係る特許請求の範囲に，カウントダウンタ\nイムアウトタイマーが第１メッセージに対して行う動作に関する記載があるとして\nも，一般的に，受信されるべき信号により処理が行われる情報処理系において，受\n信信号が受信されなかったときに受信信号の無限の待ち状態を防ぐことは当然のこ\nとであり，このため一定時間後に待ち状態を解除し他の処理に移ることは常套手段\nであるところ，引用発明において，再送されるファクシミリ信号の受信により蓄積\nした応答信号のファクシミリ装置への送信処理を行うに当たり，再送されるファク\nシミリ信号が受信されなかったときに無限の待ち時間を防ぐために，カウントダウ\nンタイムアウトタイマーを適用し，予期されている繰り返しメッセージが受信され\nない場合に，メッセージが受信されるのを待つ状態に無制限にとどまることを防止\nすることは，容易に想到し得ることであると主張する。\nしかし，被告の上記主張は，失当である。すなわち，審決は，上記のとおり，あ\nる時間期間において信号の送信を制限するに当たり，該時間期間において起動し満\n了するタイマーを設定し，該タイマーの動作中には信号の送信を制限し，該タイマ\nーの満了後に信号の伝送を許可する手段を用いることは，情報通信分野における常\n套手段であるとして，引用発明において，第１のメッセージが送信されるまで第２\nのメッセージの即時の送信を禁止することに替えて，上記常套手段を用いることに\nより，所定の時間期間後に起動し第１のメッセージが送信されるまで動作するタイ\nマーを設けて，第２のメッセージの即時の送信を禁止するように構成することは，\n容易に想到し得ることであると認定，判断したものであり，被告の上記主張は，審\n決の上記認定，判断に基づかない主張であって，失当である。\n(3)  小括\n以上によれば，審決の相違点（３）に係る容易想到性判断には誤りがあり，その\n余の点について判断するまでもなく，審決は取消しを免れない。\n３  結論\n以上のとおりであり，原告の請求には理由がある。その他，被告は，縷々主張す\nるが，いずれも理由がない。よって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n知      野              明\n（別紙）\n１  本願明細書の図４\n２  引用例の図７\n"
}