{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 13
  },
  "case_number": "平成25(行コ)15",
  "case_name": "固定資産税及び都市計画税減免措置取消請求控訴事件（原審　大阪地方裁判所平成２１年（行ウ）第１６１号）",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "朝鮮会館等として使用されている建物及びその敷地が地方税法３６７条の規定を受けた大阪市市税条例７１条４項及び同項の規定を受けた大阪市市税条例施行規則（平成２１年大阪市規則第８号による改正前）４条の３第３１号の「在日外国人のための公民館的施設において，専らその本来の用に供する固定資産」に該当するとしてされた固定資産税及び都市計画税の減免措置は違法であるとして，地方自治法２４２条の２第１項２号に基づいて前記減免措置の取消しを求める請求が，認容された事例",
  "case_gist": "朝鮮会館等として使用されている建物及びその敷地が地方税法３６７条の規定を受けた大阪市市税条例７１条４項及び同項の規定を受けた大阪市市税条例施行規則（平成２１年大阪市規則第８号による改正前）４条の３第３１号の「在日外国人のための公民館的施設において，専らその本来の用に供する固定資産」に該当するとしてされた固定資産税及び都市計画税の減免措置は違法であるとして，地方自治法２４２条の２第１項２号に基づいて前記減免措置の取消しを求める請求につき，少なくとも当該施設の使用の大半が，在日外国人のための公民館的施設の用途に供されているものであって，それ以外の用途に供されることがあったとしても，それが単発的，例外的な使用に止まるものと認められる場合に初めて当該施設が大阪市市税条例施行規則（前記改正前）４条の３第３１号に該当し固定資産税等の減免の対象となるものと解するのが相当であるとした上で，前記建物等については，その大半がその所在する地域に居住する在日朝鮮人一般の使用に供されており，在日本朝鮮人総聯合会による使用が存するとしても，それが単発的，例外的なものに止まるものと認めることはできず，前記減免措置は，「在日外国人のための公民館的施設において，専らその本来の用に供する固定資産」に該当しないにもかかわらず，固定資産税等の減免措置がなされたものであるから，市長の裁量の逸脱・濫用があり，違法であるとして，前記請求を認容した事例",
  "lawsuit_id": "84420",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=84420",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/420/084420_hanrei.pdf",
  "contents": "平成２５年１２月１３日判決言渡\n平成２５年（行コ）第１５号  固定資産税及び都市計画税減免措置取消請求控訴事\n件\n主        文\n１  本件控訴を棄却する。\n２  控訴費用のうち，参加によって生じた部分は控訴人補助参加人らの負担\nとし，その余は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人の請求をいずれも棄却する。\n第２  事案の概要\n１  事案の要旨\n(1)  本件は，大阪市長が，控訴人補助参加人（以下「補助参加人」という 。）\nらが使用する原判決別紙１「減免対象施設一覧」の「施設番号」欄１～２０記\n載の各固定資産（以下「本件各固定資産」といい，同別紙の「施設番号」欄記\n載の番号に応じて，各固定資産を「施設１」などという。）について，地方税\n法３６７条，７０２条の８第７項，大阪市市税条例（以下「本件条例」という。）\n７１条４項，１４１条１項，大阪市市税条例施行規則（ただし，平成２１年大\n阪市規則第８号による改正前のもの。以下「本件条例施行規則」という。）４\n条の３第３１号に基づき，同別紙「納税者」欄記載の者らに対して，同「本件\n各減免措置」欄中の「減免決定日」欄記載の日に行った平成２０年度の固定資\n産税及び都市計画税（以下，両税を併せて「固定資産税等」という。）の減免\n措置（以下「本件各減免措置」といい，個々の施設に係る減免措置を「本件減\n免措置（施設１）」などという。）につき，大阪市の住民である被控訴人が，\n本件各固定資産は，いずれもＰ７６の関連施設であること等から，本件各減免\n措置はいずれも違法であると主張して，地方自治法２４２条の２第１項２号に\n基づき，その各取消しを求める事案である。\n(2)  原審は，①本件訴えのうち，原判決別紙２「変更決定一覧」記載の各固\n定資産に係る平成２０年度の固定資産税及び都市計画税の各減免措置のうち\n同別紙記載の固定資産税及び都市計画税の各変更決定により減免措置が一部\n変更された部分について取消しを求める部分をいずれも却下し，②本件各固\n定資産についてした本件各減免措置（ただし，原判決別紙２「変更決定一覧」\n記載の各固定資産については，同別紙記載のとおりそれぞれ減免措置が一部\n変更された後のもの）は，いずれも減免事由に当たらない違法なものである\nとして，これらを取り消した。\n(3)  補助参加人らは，原判決を不服として，原判決後に控訴人に補助参加し，\n控訴を提起した。\n（略称表記は，原判決のそれに倣う。）\n２  法令等の定め\n原判決「事実及び理由」第２の１（原判決３頁１行目～８頁１４行目）のと\nおりである。\n３  前提事実\n原判決「事実及び理由」第２の２（原判決８頁１５行目～９頁２４行目）の\nとおりである。\n４  本件の争点\n原判決「事実及び理由」第２の３（原判決９頁２５行目～１０頁３行目）の\nとおりである。\n第３  当事者の主張\n１  被控訴人の主張\n原判決「事実及び理由」第３の１（原判決１０頁５行目～２１頁６行目）の\nとおりである。\n２  控訴人の主張\n原判決「事実及び理由」第３の２（原判決２１頁７行目～３２頁４行目）の\nとおりである。\n３  補助参加人らの当審主張\n(1)  Ｐ７６について\n在日朝鮮人とは，日本の朝鮮半島植民地支配により発生した歴史的な存在\nである。また，日本では，社会保障，雇用・就職，教育等その他様々な分野\nにおいて，在日朝鮮人に対する差別政策が展開されてきた。そして，Ｐ７６\nは，在日同胞のための活動を展開する在日同胞団体であり，これら差別政策\nにさらされてきた在日朝鮮人を支援するとともに，差別政策の是正を求め活\n動してきた。日本社会からあらゆる差別政策を撤廃することは，在日朝鮮人\nのみならず，日本社会の発展にとっても必要不可欠なことである。したがっ\nて，Ｐ７６は，日本及びその地域社会の利益と直接結び付く活動を行ってい\nる団体である。\n(2)  判断の枠組み\nア  「公益」の意義\n平成２０年通知は，公益が認められることを理由として固定資産税等の\n減免を行う場合，その基本原則として，固定資産が控訴人の実施する施策\n内容に照らし「公益」に資するかどうかが重要であるとする。\nまた，平成２０年通知別添は，「公益」の有無の判断に関しては，その\n固定資産の使用者が特定の者か否かによるのではなく，最終的にその受益\nの効果が広く社会全体や十分に広い範囲に及ぶことを積極的に意図して\n行われるような事業内容か否かによるとし，このような「公益」の有無の\n判断基準は，直近の国としての「公益」全般についての考え方でもあると\nする。\nイ  「在日外国人のための公民館的施設において，専らその本来の用に供す\nる固定資産」の意義\n上記アによれば，「在日外国人のための公民館的施設において，専らそ\nの本来の用に供する固定資産」が固定資産税等の減免の対象とされている\n趣旨は，その地域に居住する在日外国人に対してコミュニケーションの場\nを提供し，その交流を促進し，その固定資産が在日外国人によって使用さ\nれ，様々な事業が展開されることにより，地域住民にとっても有用な効果\nが広く社会全体に及び，最終的には地域全体の公益に結び付くことにある。\nこのような趣旨からすれば，本件各固定資産が「在日外国人のための公\n民館的施設において，専らその本来の用に供する固定資産」（本件条例施\n行規則４条の３第３１号）に該当するか否かは，本件各固定資産が，その\n所在する大阪市に居住する在日朝鮮人一般により現に使用され，又は使用\n可能なものとなっていることや，特定の団体の使用が単発的，例外的なも\nのに止まるか否かではなく，主催者の如何にかかわらず本件各固定資産が\n大阪市内に居住する多くの在日朝鮮人により使用され，様々な事業が展開\nされることにより，控訴人が策定した人権行政基本方針，外国籍住民基本\n指針及び教育基本指針等の施策に寄与し，控訴人の公益に結び付き得るか\n否かによるというべきである。\nウ  減免措置等の判断における裁量\n地方税法６条及び３６７条は，固定資産税等の減免については，地方公\n共団体の定める条例によるものとし，課税免除及び不均一課税については，\n地方公共団体の自主的な判断によるものとしており，地方自治の見地から，\n各地方公共団体の事情に応じその行政目的の達成のため固定資産税等を\n減免することを認め，かつ，その判断については基本的に地方公共団体の\n裁量に委ねている。したがって，大阪市長は，「在日外国人のための公民\n館的施設において，専らその本来の用に供する固定資産」に当たるか否か\nの判断について，広い裁量を有している。\n(3)  本件各固定資産の使用状況\n本件各固定資産は，平成２０年（２００８年）当時，以下のとおり，大阪\n市内に居住する在日朝鮮人一般により，定期講座の開設，討論会等の開催，\nリクリエーション等に関する集会の開催，各種団体等の連絡を図ること等，\n公民館的施設として使用されていたもので，ほとんどの施設における使用実\n態は，ほぼ毎年共通している。\nア  施設１\n施設１は，①「Ｐ１」と称する老人会（月２回程度），②新年会，③親\n睦やイベントの企画・準備等を行う婦人会会議，④日本学校に通う中高生\nとの接触や交流行事の企画，ハングル教室，サマースクールの企画や準備\n等を行う青年会会議，⑤日本の学校に通う中高生を対象とするハングル教\n室（週１回程度），⑥Ｐ７７支部と共同開催する花見会の準備，⑦大阪市\n会議員慰労の会（年１回）の準備，⑧各種相談を受ける地域同胞生活相談\n（月３件程度），⑨老人会の忘年会，⑩季刊誌の発刊（年３回），⑪敬老\nチャンチ（お祝いの会）（年１回）及びその準備会議，⑫成人式の準備，\n⑬卓球大会やマラソン大会の打合せに使用されていた。\nイ  施設２\n施設２は，①図書室，②Ｐ２のメンバーが参加するヨガ教室（週１回），\n③老人会のカラオケ交流会（月１，２回），④手芸の文化教室（不定期），\n⑤支部新年会，⑥税金講演会，⑦確定申告の受付，⑧納涼会，⑨花見，⑩\n敬老会，⑪支部，Ｐ３及びＰ２が共催するクリスマスパーティー，⑫支部\n忘年会，⑬支部常任委員会（月１回），⑭支部会議（不定期），⑮イベン\nト準備等のための青年部の会議（週１回），⑯女性部の会議（３か月に１\n回），⑰様々な団体の役員が集まる協議会（不定期），⑱Ｐ７７とＰ７６\nの懇親会（不定期），⑲歌の練習（月２，３回），⑳資格試験の勉強に使\n用されていた。\nウ  施設３\n施設３は，周辺住民との友好，親睦のために優先使用を認める旨を定め\nた会館管理運用規則（丙Ａ３の１）に基づき，①周辺の複数の労働組合と\nの親睦を図る「日朝友好新春のつどい」（つどいが１回，準備や総括を兼\nねた食事会が年３回），②施設周辺の労働組合員数名が朝鮮の歴史，文化，\n料理等を学ぶ「日朝文化研究会」（年２回），③公立学校に通う在日朝鮮\n人児童にハングルを学ぶ機会を提供する「ハングル教室」（年６回），④\n周辺の在日朝鮮人高齢者のための敬老感謝の集い（年１回），⑤テコンド\nーサークル（年１回）及びチャンゴ（朝鮮半島の伝統的な楽器）サークル\n（年１回），⑥地域住民を集めた忘年会，⑦日朝ソフトボール大会実行委\n員会の準備会議及び懇親会，⑧「Ｐ４センター」による在日朝鮮人や地域\n住民からの相談受付（平成２０年度は５１件），⑨憩いの場，⑩図書，雑\n誌の閲覧，貸出し等に使用されていた。\nエ  施設４\n施設４は，①在日朝鮮人一般が参加しての成人式，花見などの企画・準\n備会議，冠婚葬祭の準備，地域交流会（飲食会），忘年会（日本人と共催），\nその他各種イベントの企画会議等，②ＮＰＯ法人「Ｐ５協議会」によるα\n地域の在日朝鮮人の生活相談（平成２０年は７８件），子供たちとの交流\n会，老人福祉問題意見交換会，地域福祉問題会議，税務説明会及び法律税\n務等の各種相談，③地域の在日朝鮮人高齢者が参加する「長寿会」と称す\nる交流会（年１回），④女性セミナー・交流会，⑤Ｐ７６大阪府Ｐ６支部\nの役員会議，⑥Ｐ７朝鮮学校関係者（父母ら）による会議，⑦地域の在日\n朝鮮人商工人が組織する「Ｐ８」の役員会議，コンペ等の打合せ，勉強会\n等，⑧在日朝鮮人一般による学校納涼会の打合せ（年１回），⑨料理教室\n（不定期），⑩在日朝鮮人会員の他，日本人会員もいる卓球クラブ（週１\n回）等に使用されていた。\nオ  施設５\n施設５は，①在日朝鮮人主婦らが参加するパソコン教室（週１回），②\nＮＰＯ法人Ｐ９による在日朝鮮人一般の生活相談，福祉，生活補助事業の\nほか，「Ｐ９」の総会及び理事会，③日本の高校に通う在日朝鮮人学生と\nの交流会である「Ｐ１０会議」（月１回程度），④地域の在日朝鮮人女性\nたちの相互交流のための親睦行事，⑤在日朝鮮人同胞青年一般及び日本の\n高校に通う在日朝鮮人同胞学生を各対象とするハングル教室（それぞれ週\n１回程度），⑥新年講演会（年１回），⑦Ｐ１１分会（月１回程度）及び\nＰ１２分会（年１，２回程度）の会議，⑧在日朝鮮人高齢者らのお茶会で\nある「老人憩いの場」（週１回），⑨青年部会議，⑩Ｐ１３会議（月１回），\n⑪大阪府下のＰ１０会合（年２回程度），⑫講演会（年４回），⑬Ｐ１４\n学校生が日本の学校に通う在日朝鮮人小中高生に対しハングル，朝鮮の音\n楽，歴史，文化，伝統的な遊び等を教える「夏季学校」の開催（３日程度）\n及び準備会議（１週間程度），⑭在日朝鮮人児童を対象とする「土曜児童\n教室」（月１回程度），⑮健康的な食事をしようという集いである「健食\n会」（不定期），⑯成人式準備会議，⑰日本の大学に通う在日朝鮮人学生\nのコミュニティである「Ｐ１５会議」（年２，３回），⑱建築，土木，飲\n食等の業界別の講習会（月１，２回程度），⑲大阪府Ｐ１５学習会（年４\n回程度），⑳在日朝鮮人事業主を対象とする経理講習会，<21>在日朝鮮人\n女性らによる料理教室（２か月に１回程度），<22>青年部，女性部，Ｐ１\n３等の忘年会，新年会，<23>クリスマス会，<24>ヨガ教室（月２回程度）\nに使用されていた。\nカ  施設６\n施設６は，①老人会による旅行，敬老会，忘年会（各年１回）及びこれ\nらの準備，②Ｐ１６新年会・成人式の実行委員会会議，③Ｐ１７学校を支\nえる日本人有志の会である「Ｐ１８」の定例会会議（月１回），④季刊誌\n（同胞情報誌）Ｐ１９編集委員会会議（年４回程度），⑤Ｐ２０クラブ，\n⑥Ｐ２１センター（毎日受付，月１０～２０件程度），⑦Ｐ２６０周年記\n念Ｐ２２祝賀パーティ，⑧Ｐ２３支部運動推進委員会（同胞訪問活動）の\n会議，⑨オモニ（母親）会交流会及びアポジ（父親）会会議（不定期），\n⑩日本の学校に通う在日朝鮮人中高生が集まる「Ｐ１０」，⑪同胞障がい\n者とその父母の会であるＰ２４，⑫在日朝鮮人の障がい者が団長を務める\n劇団Ｐ２５の練習，⑬野遊会（花見）実行委員会，⑭バレーボール・サッ\nカークラブ会議，⑮分会の新年会及び忘年会，⑯同胞マラソン大会説明会，\n⑰春・夏ソフトボール大会の説明会等に使用されていた。\nキ  施設７\n施設７は，①老人会によるお茶会（月２回程度），②分会の新年会及び\n忘年会，③同胞の法事（１周忌等），④分会役員会会議等に使用されてい\nた。\nク  施設８\n施設８は，①Ｐ２６舞踊研究所，②女性合唱団Ｐ２７，③パッチワーク，\n④Ｐ２８クラブ，⑤英会話教室，⑥書芸教室，⑦料理教室，⑧囲碁将棋協\n会，⑨男性合唱団Ｐ２９，⑩社交ダンス，⑪ヨガ，⑫ボクシング教室，⑬\nＰ３０，⑭大阪文芸同好会，⑮Ｐ３１協会，⑯Ｐ１４空手ＯＢ会，⑰各学\n校の舞踊部等に使用されていた。\nケ  施設９\n施設９は，①英会話教室（平日午後及び夜間），②Ｐ３２分会の会議（月\n１回程度）に使用されていた。\nコ  施設１１\n施設１１は，①老人の会「Ｐ３３会」主催の地域の在日朝鮮人高齢者一\n般を対象とするお茶会（月２回程度），②ポジャギ（朝鮮半島に伝わる巾\n着袋）の作り方を学ぶ「ポジャギ教室」（月３回程度），③婦人部や地域\nの在日朝鮮人一般が参加するパソコン教室（週１回程度），④Ｐ１０（日\n本の高校に通う在日朝鮮人学生）を対象とするハングル教室，⑤Ｐ３４分\n会，女性部，青年部，ポジャギ教室の新年会及び忘年会，⑥在日朝鮮人一\n般の生活相談等を受ける「同胞生活相談所」（毎月５，６件），⑦弁護士\n等の有資格者，専門家による相談（２年に１回程度），⑧料理教室（年３，\n４回），⑨ヨガ教室，⑩夏休みの宿題の工作を作る場を提供する「夏休み\n工作広場」，⑪地域交流の勉強会及び食事会を行うＰ３５（２か月に１回\n程度），⑫ゴルフコンペ，餅つき大会，スキー，成人式，花見，川遊び，\n山菜採り，マラソン大会，ソフトボール大会，ボーリング大会，釣り大会\n等の各種行事の準備会議に使用されていた。なお，⑬施設１１の南側の公\n園利用者のために，施設１１のトイレを一般開放していた。\nサ  施設１２\n施設１２は，Ｐ７６大阪府Ｐ３６支部の会員以外の者も参加する，①ハ\nングル教室（週２，３回），②子育てサークルＰ３７，③「Ｐ３８」の名\n称での名画試写会（月１回程度），④社交ダンス教室，空手教室，舞踊教\n室，囲碁クラブ，⑤障がい者児童らを対象とするクリスマスパーティー（年\n１回），⑥「Ｐ３９センター」による相談会（月１回程度，月６，７件程\n度），⑦医療，福祉，教育及び法律等の専門家による「β地域同胞セミナ\nー」（年３回程度），⑧山登り等のアウトドア活動を行う親睦会である「Ｐ\n４０」，⑨敬老会（年１回），⑩地域のソフトボールリーグの監督会議（定\n期的に）等に使用されていた。\nシ  施設１３\n施設１３は，①囲碁クラブ（週１回），②周辺地域の在日朝鮮人高齢者\nによる交流会（２週間に１回程度）に使用されていた。\nス  施設１４\n施設１４は，①ハングル教室，②忘年会や座談会（定期的に），③地域\nの在日朝鮮人によるバレーボール大会やゴルフ大会等の イベントの企画\n会議や総括会議（定期的に）に使用されていた。\nセ  施設１５\n施設１５は，①地域に居住する在日朝鮮人１世により組織される「Ｐ４\n１」主催の，在日朝鮮人高齢者を対象とする交流会であるミニデイＰ４２\n（２週間に１回），②「Ｐ４１」が行う周辺地域の清掃等のボランティア\n活動，旅行や焼き肉パーティー等の各種交流企画，他団体との交流企画等\nに関する役員会議，③「Ｐ４１」の忘年会，④地域の在日朝鮮人２世によ\nり組織される「Ｐ４３」主催の食事会Ｐ７８（１，２か月に１回程度），\n⑤「Ｐ４３」による川遊び，海遊び，旅行等を企画する役員会議，⑥「Ｐ\n４４センター」が行う，地域に居住する在日朝鮮人一般からの面談及び電\n話での生活や冠婚葬祭等についての相談（平成２０年は３３件），⑦Ｐ４\n５センターが設置する「Ｐ４６」との共同開催によるハングル学習会，朝\n鮮料理教室等（年に各１回），⑧地域に居住する在日朝鮮人一般のほか日\n本人も参加する，女性部主催の朝鮮語教室（週１回），⑨在日朝鮮人女性\n一般を対象とするヨガ教室（２週間に１回），⑩在日朝鮮人青年により組\n織される青年部による食事会，ボーリング大会，旅行等の交流会，高校卒\n業生の祝賀会等の企画会議，⑪新年会及び成人式等に使用されていた。\nソ  施設１６\n施設１６は，①公立学校に通う在日朝鮮人学生を対象とするハングル教\n室（年２回），②施設周辺の在日朝鮮人女性らが集まる茶話会（年７回），\n③朝鮮料理教室（年１回），④花見，旅行，納涼大会，忘年会等の各種行\n事の企画会議（年５回）及び忘年会（年１回），⑤施設周辺の朝鮮学校や\n公立学校に子供を通わせる保護者らによる子育て悩み相談勉強会（年１\n回），⑥地域の在日朝鮮人青年らによる勉強会（年２回。うち１回は日本\n人青年らとの共同開催），⑦施設周辺の在日朝鮮人高齢者のための「γ地\n域同胞敬老会」（年１回），⑧チャンゴ（朝鮮半島の伝統的な楽器）サー\nクル（年１回），⑨「Ｐ４センター」による同胞無料法律相談（年１回程\n度），⑩図書の閲覧，貸出等に使用されていた。\nタ  施設１７\n施設１７は，平成２２年以降，居住用に賃貸されているが，平成２０年\n当時，①朝鮮学校に通ったことがない在日朝鮮人青年一般を対象とするハ\nングル教室（月１回程度），②地域の日本学校に通う在日朝鮮人小学生一\n般を対象として，ハングル，歌，民族の遊びを教える夏期学校，③地域の\n在日朝鮮人一般を対象とする新年会，忘年会，クリスマス会等の定例行事\nに使用されていた。\nチ  施設１８\n施設１８は，①公立学校に通う在日朝鮮人中高生を対象とするハングル\n教室（２か月に１回程度），②施設周辺の公立学校に通う在日朝鮮人小学\n生にハングル，歌，民族の遊び等を教える夏期学校，③地域に居住する在\n日朝鮮人女性一般が参加する手芸，歌謡，料理等の文化サークル（月１回\n程度），④周辺地域の在日朝鮮人を対象とするクリスマス会，忘年会，税\n金講演会，学習会等の各種行事（定期的に）に使用されていた。\nツ  施設１９\n施設１９は，周辺住民との友好，親睦を重視して優先的に使用させる旨\nを定めた会館管理使用規則（丙Ａ１９の２）に基づき，①施設周辺の公立\n小学校に通う在日朝鮮人小学生を対象に，朝鮮語，歌，民族の遊びを教え\nる「土曜児童教室」（週１回），②公立学校に通う在日朝鮮人中高生を対\n象とするハングル教室（週１回）及び朝鮮学校に通ったことのない在日朝\n鮮人青年を態様とするハングル教室（週１回），③在日朝鮮人社会と祖国\n統一に寄与し，会員間の親睦，社会的地位の向上，企業発展に寄与する目\n的で，在日朝鮮人青年商工人を中心に結成されたＰ４７の幹事会（月１回）\n及び忘年会（年１回），④Ｐ７６Ｐ４８支部の会員のほか，Ｐ４９囲碁ク\nラブ，Ｐ７７会員も参加する囲碁大会，⑤在日朝鮮人高齢者が参加する同\n胞老人会（年１回）や「ふれあい喫茶」と称する交流会（定期的に），⑥\n「Ｐ５０センター」による地域の在日朝鮮人対象の生活相談（平成２０年\nは２０件），⑦Ｐ８主催の税金講演会・説明会，⑧在日朝鮮人女性を対象\nとする料理会や勉強会（２週間に１回程度），登山サークル「Ｐ５１」及\nび書道教室（不定期）等のサークル活動，⑨新年会，成人式，花見会，ク\nリスマス会，忘年会等の各種行事に使用されていた。\nテ  施設２０\n施設２０は，①公立学校に通う在日朝鮮人児童を対象とするハングル教\n室（年７回），②周辺の在日朝鮮人らが集まる茶話会（年２回），③Ｐ５\n２（Ｐ７７Ｐ５３支部とＰ７６Ｐ５４支部合同で開催された行事）準備の\nための分会役員会議（年１回）及び納涼大会準備のための分会役員会議（年\n１回）に使用されていた。\n(4)  平等原則違反\nＰ７６各支部が所有する本件各固定資産について固定資産税等の減免措置\nを取り消すことは，Ｐ７６各支部と同様の性格ないし活動状況にある団体の\n施設である他の「在日外国人のための公民館的施設」（本件条例施行規則４\n条の３第３１号）と差別取扱を行うものであり，その取扱に合理的理由はな\nいから，平等原則に反し違法である。\n４  補助参加人らの当審主張に対する被控訴人の反論\n(1)  Ｐ７６について\n北朝鮮は，人間の尊厳に基づく人権思想も民主主義もない首領（平成２０\n年当時は金正日）独裁制であり，首領に対する絶対的忠誠を要請するチュチ\nェ思想という宗教的ともいえる特異な思想を掲げ，先軍政治による超軍国主\n義を敷き，民衆に貧困と飢餓を強いながら核兵器の開発に血道をあげ，国連\n安保理決議に違反して核実験や弾道ミサイル発射を行って危機を演出し，非\n道な日本人拉致事件を今もって解決しようとしない異形の国家である。\nＰ７６は，独裁政権である北朝鮮政府に服従し，チュチェ思想を信奉して\n首領に絶対的忠誠を誓い，北朝鮮主導の祖国統一を希求し，人民の貧窮をよ\nそに行われる軍備増強の先軍政治を擁護し，核保有とミサイル発射を正当化\nし，北朝鮮主導による祖国統一を支持し，構成員・活動家に対する思想教育\nを恒常的に行っている団体である。また，Ｐ７６は，単純な権利擁護団体で\nもなければ，組織全体がおどろおどろしい工作組織でもなく，民族権利擁護\n団体の中に首領の野望を実現する非公然組織が組み込まれた団体である。\n補助参加人らの主張は，Ｐ７６が在日朝鮮人と一体となった存在であるこ\nとを前提とする。かつてＰ７６が在日朝鮮人５０万人を影響下に収めていた\n時代があったが，北朝鮮の実態が知られるようになってからは離脱者が増え，\n日朝首脳会談で金正日が日本人拉致事件を認めてからは，一層離脱者が続き，\n平成２０年現在で特別永住者の１０％程度の４万人にまで落ち込んでいる。\nしかも，規約の総則には，「Ｐ７６は，その綱領，規約を支持，賛同する同\n胞の各団体によって構成される統一戦線体である」とされている。\nかかる組織の活動は，それが表面上，在日朝鮮人一般の権利擁護活動に見\nえるものがあるとしても，直ちに公益性があると捉えることはできない。Ｐ\n７６の権利擁護活動は人道主義から出たものではなく，あくまでも北朝鮮政\n権主導の統一を実現するための「戦術」であり「手段」にすぎない。\n(2)  判断の枠組み\nア  「公益」の意義\n「公益」の意義に関する補助参加人らの主張（上記３(2)ア）は，平成２\n０年通知別添の趣旨を曲解するものである。平成２０年通知別添は，「公\n益」の有無の判断基準となる「不特定多数の者」とは，利益を受けるもの\nが特定の範囲に限られず，かつ，多数であることを意味するとしている。\n例外的に，直接の受益者が特定の者に限られている場合でも，その受益の\n効果が広く社会全体や充分に広い範囲に及ぶことを積極的に意図して行\nわれるような事業は，不特定多数の者の利益を増進するといえる場合もあ\nるとされているが，そこで例として引用されているのは，数人の患者しか\nいない難病の研究であっても，その効果はいつ患者になるかも分からない\n多数の者に波及していると評価できるというものである。本件では，本件\n各固定資産の使用が「在日朝鮮人のための公民館的使用」に該当するかど\nうかが問題となっているから，難病の研究とは異なり，直接，不特定多数\nの在日朝鮮人の使用に供されている必要がある。\nイ  「在日外国人のための公民館的施設において，専らその本来の用に供す\nる固定資産」の意義\n当該施設が「在日外国人のための公民館的施設において，専らその本来\nの用に供する固定資産」に当たるというためには，その使用の大半が在日\n外国人のための公民館的施設の用途に供されているものであって，それ以\n外の用途に供されることがあったとしても，それが単発的，例外的な使用\nに止まると認められることが必要である。\nウ  減免措置等の判断における裁量\n固定資産税等の減免措置は，租税公平の原則の例外に当たるものである\nから，その要件は厳密に審査することが要請され，使用簿等の客観的資料\nに基づいて認定されなければならない。「在日外国人のための公民館的施\n設において，専らその本来の用に供する固定資産」に当たるか否かの判断\nについての大阪市長の裁量の範囲は相当程度限定されたものであり，客観\n的資料に基づく認定の結果，「在日外国人のための公民館的施設において，\n専らその本来の用に供する固定資産」に当たるとはいえない場合について\nもなお，固定資産税等の減免措置を行う裁量を有するものではない。\nなお，補助参加人らは，当審において，本件各固定資産の使用状況を証\n明するための資料を提出する。しかし，かつて控訴人から再三の要請を受\nけながら，使用簿等の客観的資料を提出せず，５年以上も経過してから，\n本件各減免措置当時の使用状況について，作為の混じる可能性のある主観\n的な記憶に頼って作成された陳述書等を提出するものであり，これらによ\nって事実認定を行うべきではない。\n(3)  本件各固定資産の使用状況\nア  本件各固定資産は，いずれもＰ７６の支部ないし分会の施設であり，Ｐ\n７６の活動拠点である。Ｐ７６のホームページに掲載された活動原則にあ\nるように，Ｐ７６は民主主義中央集権制の原則をとっており，会員は各級\n所属機関に，すべての機関は中央機関に従うとされている（甲１７の１）。\nＰ７６は，チュチェ思想を指導的方針としてすべての活動を繰り広げてい\nるのであり，北朝鮮政権に服従し，絶対的忠誠を尽くして献身するものと\nされている以上，そこを北朝鮮の政治体制と政治思想を是としない在日朝\n鮮人や，Ｐ７６を離脱した在日朝鮮人が公民館的施設として利用するとは\n考えにくいから，客観的証拠なしにこれを認定することはできない。\nイ  補助参加人らが主張する各施設における活動や行事のうち，使用簿等に\n記載のないものは，そのような施設の使用がされたとはいえない。また，\n本件減免措置前の実地調査時に全く言及されていないものは，後に資料が\n提出されていても，その資料の信用性には疑義がある。さらに，使用簿等\nに記載のある行事等も，明確な裏付けがない限り，Ｐ７６各支部又はその\n傘下組織の活動ないし行事というべきであって，Ｐ７６関係者以外の者が\n参加することがあっても，各施設の使用の大半がＰ７６とは無関係な在日\n朝鮮人一般によるものとはいえない。\nウ  したがって，本件各固定資産は，いずれも「在日外国人のための公民館\n的施設において，専らその本来の用に供する固定資産」に当たるとはいえ\nない。\n(4)  平等原則違反について\n本件条例施行規則４条の３第３１号の固定資産の減免事由の有無は，各固\n定資産ごとにその使用実態等を調査した上で個別に判断されるべきものであ\nり，その固定資産を所有する団体の性質が類似することをもって，取扱を同\n一にすべきであるとはいえない。また，Ｐ７７が祖国とする韓国は民主主義\n国家であり，我が国と国交を有しており，日本人拉致事件や国連安保理決議\n違反もないという根本的な差異がある。さらに，韓国Ｐ７７の綱領や活動原\n則には，Ｐ７６のそれに該当するような本国の政権に従属し，一体となって\n活動することを要請するチュチェ思想のようなものはなく，その活動におい\nて日本や地域社会に対する公益性を認めることが容易である。\nしたがって，本件各固定資産についての減免措置だけを取り消すことが合\n理的理由のない差別取扱であり，平等原則に違反するということはできない。\n第４  当裁判所の判断\n１  本件各変更決定による変更部分の取消しを求める訴えの利益について\n上記部分について取消を求める利益がなく，同部分の取消しを求める訴えが\n却下されるべきことは，原判決「事実及び理由」第４の１（原判決３２頁６～\n１２行目）のとおりである。\n２  Ｐ７６について\n原判決「事実及び理由」第４の２（原判決３２頁１３行目～３４頁２行目）\nのとおりである。\n補助参加人らは，Ｐ７６の目的，組織体の意義等について，前記第３の３(1)\nのとおり主張し，Ｐ５５の意見書（丙１０）にはこれに沿う部分があるが，原\n判決が上記引用部分で認定するところに照らし，採用できない。\n３  判断枠組み\n次に補正するほかは，原判決「事実及び理由」第４の３（原判決３４頁３行\n目～３９頁２５行目）のとおりである。\n(1)  原判決３８頁１行目の「ではない旨主張する。」の後に，次のとおり付加\nする。\n「また，補助参加人らは，「公益」の有無の判断基準について，その固定資\n産の使用者が特定の者か否かによるのではなく，最終的にその受益の効果\nが広く社会全体や十分に広い範囲に及ぶことを積極的に意図して行われ\nるような事業内容か否かによるべきであり，その趣旨からすれば，本件各\n固定資産が「在日外国人のための公民館的施設において，専らその本来の\n用に供する固定資産」に該当するためには，主催者の如何にかかわらず本\n件各固定資産が大阪市内に居住する多くの在日朝鮮人により使用され，\n様々な事業が展開されることにより，控訴人が策定した人権行政基本方針，\n外国籍住民基本指針及び教育基本指針等の施策に寄与し，控訴人の公益に\n結び付き得るか否かによるべきであると主張する。」\n(2)  原判決３９頁１７行目の「したがって」～２１行目の「というべきである。」\nを，次のとおり改める。\n「  したがって，本件各減免措置が違法であるというためには，本件各固定\n資産について，Ｐ７６による使用が単発的，例外的なものに止まらず，そ\nの大半が在日朝鮮人一般の使用に供されているとはいえないことが必要\nであるというべきである。」\n４  本件各減免措置の違法性の検討\n当裁判所も，上記３の見地から，本件各固定資産について，Ｐ７６による使\n用が単発的，例外的なものに止まらず，その大半が在日朝鮮人一般の使用に供\nされているとはいえないものと判断する。その理由は，原判決「事実及び理由」\n第４の４（原判決３９頁２６行目～８５頁８行目）のとおりである。\nしたがって，本件各固定資産は，いずれも「在日外国人のための公民館的施\n設において，専らその本来の用に供する固定資産」に当たるとはいえないから，\n本件各減免措置（ただし，原判決別紙２「変更決定一覧」記載の各固定資産に\nついては本件各変更決定による変更後のもの）はいずれも違法である。\n５  補助参加人らの当審主張について\n(1)  本件固定資産の使用状況について\n補助参加人らは，本件各固定資産の使用状況について，前記第３の３(3)\nのとおり主張する。しかし，以下のとおり，補助参加人らの上記主張はいず\nれも採用できず，前記４の認定・判断を左右しない。\nア  施設１\n補助参加人らは，施設１の使用状況について，前記第３の３(3)アのとお\nり，同①～⑬の活動又は行事（以下「行事等」という。）に使用した旨主\n張し，これに沿うＰ５６の陳述書（丙Ａ１の８）及びこれを裏付ける書証\n（丙Ａ１の１～７）を提出する。\n上記行事等のうち，⑤ハングル教室については，年間計画（乙Ａ１の５）\nに記載がないから，それが行われたと認めることはできない。\nその余の行事等が行われたことは，上記書証（丙Ａ１の１～７）及び弁\n論の全趣旨により認められる。しかし，施設１がＰ７６大阪府Ｐ５７支部\nとして使用されていることに加え，上記主張及び書証からうかがわれる各\n行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６\nが主催又は共催した行事等であると推認される上，Ｐ７６会員以外の在日\n朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設１については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nイ  施設２\n補助参加人らは，施設２の使用状況について，前記第３の３(3)イのとお\nり，同①～⑳の行事等に使用した旨主張し，これに沿うＰ５８の陳述書（丙\nＡ２の２）及びこれを裏付ける書証（乙Ａ２の５，丙Ａ２の１）がある。\n上記行事等のうち，①図書室，④手芸の文化教室，⑥税金講演会，⑦確\n定申告の受付，⑬支部常任委員会，⑭支部会議，⑯女性部の会議について\nは，その開催等を裏付ける的確な書証がなく，それらが行われたと認める\nことはできない。\nその余の行事等が行われたことは，上記書証（乙Ａ２の５，丙Ａ２の１）\nにより認められる。しかし，施設２がＰ７６大阪府Ｐ５９支部として使用\nされていることに加え，上記主張及び書証からうかがわれる各行事等の名\n称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６が主催又は\n共催した行事等であると推認される上，Ｐ７６会員以外の在日朝鮮人や日\n本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設２については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nウ  施設３\n補助参加人らは，施設３の使用状況について，前記第３の３(3)ウのとお\nり，同①～⑩の行事等に使用した旨主張し，これに沿うＰ６０の陳述書（丙\nＡ３の１０）及びこれを裏付ける書証（丙Ａ３の１～９）がある。\n上記行事等のうち，⑨憩いの場，⑩図書，雑誌の閲覧，貸出し等につい\nては，これを裏付ける的確な書証がなく，それらが行われたと認めること\nはできない。\nその余の行事等が行われたことは，上記書証（乙Ａ３の１～９）及び弁\n論の全趣旨により認められる。しかし，施設３がＰ７６大阪府Ｐ５４支部\nとして使用されていることに加え，上記主張及び書証からうかがわれる各\n行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６\nが主催又は共催した行事等であると推認される。そして，①日朝友好新春\nのつどいについては，Ｐ７６会員以外の在日朝鮮人や日本人も参加してい\nたものとうかがえるが，それ以外の行事等については，Ｐ７６会員以外の\n在日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もな\nい。\nそうすると，施設３については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nエ  施設４\n補助参加人らは，施設４の使用状況について，前記第３の３(3)エのとお\nり，同①～⑩の行事等に使用した旨主張し，これに沿うＰ６１の陳述書（丙\nＡ４の９）及びこれを裏付ける書証（乙Ａ４の５，丙Ａ４の１～８）があ\nる。\n上記行事等が行われたことは，上記書証（乙Ａ４の５，丙Ａ４の１～８）\nにより認められる。しかし，施設４がＰ７６大阪府Ｐ６支部として使用さ\nれていることに加え，上記主張及び書証からうかがわれる各行事等の名称\nや内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６が主催又は共\n催した行事等であると推認される上，Ｐ７６会員以外の在日朝鮮人や日本\n人の参加者が相当数を占めたことを裏付ける証拠もない。\nこの点，補助参加人らは，Ｐ７９会館使用簿（乙Ａ４の５，丙Ａ４の１）\nの使用者欄に記載された「一般同胞」とは，Ｐ７６会員でない一般在日朝\n鮮人を意味すると主張する。しかし，上記使用簿には，成人式準備，花見\n打合せ，情報誌編集打合せ等，Ｐ７６支部の恒例行事等であることが明ら\nかなものについても「一般同胞」と記載されていることに照らすと，Ｐ７\n６会員及び一般在日朝鮮人を含むものと窺われる。そして，「一般同胞」\nと記載された行事等における Ｐ７６会員と一般在日朝鮮人の参加者数の\n内訳を明らかにする証拠はないから，上記使用簿の記載をもって，施設４\nが一般在日朝鮮人に広く利用されていると認めることはできない。\nそうすると，施設４については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nオ  施設５\n補助参加人らは，施設５の使用状況について，前記第３の３(3)オのとお\nり，同①～<24>の行事等に使用した旨主張し，これに沿うＰ６２の陳述書\n（丙Ａ５の４）を提出する。\nしかし，上記主張及び陳述書の記載を裏付ける書証等はないから，それ\nらが行われたと認めることはできない。\nまた，仮に施設５が補助参加人ら主張のとおり使用されているとしても，\n施設５はＰ７６大阪府Ｐ６４支部として使用されていることに加え，上記\n主張及び書証からうかがわれる各行事等の名称や内容に照らし，いずれも\nＰ７６の活動そのものか，Ｐ７６が主催又は共催した行事等であると推認\nされる上，Ｐ７６会員以外の在日朝鮮人や日本人の参加者が相当数を占め\nたことを裏付ける証拠もない。\nそうすると，施設５については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nカ  施設６\n補助参加人らは，施設６の使用状況について，前記第３の３(3)カのとお\nり，同①～⑰の行事等に使用した旨主張し，これに沿うＰ６３の陳述書（丙\nＡ６の３）及びこれを裏付ける書証（乙Ａ６の５，丙Ａ６の１・２）があ\nる。\n上記行事等のうち，⑩Ｐ１０，⑪Ｐ２４，⑫劇団Ｐ２５の練習，⑬野遊\n会（花見）実行委員会，⑯同胞マラソン大会説明会，⑰春・夏ソフトボー\nル大会の説明会については，裏付けとなる書証の提出がないことに照らし，\nそれらが行われたと認めることはできない。\nその余の行事等が行われたことは，上記書証（乙Ａ６の５，丙Ａ６の１・\n２）及び弁論の全趣旨により認められる。しかし，施設６がＰ７６大阪府\nＰ２３支部として使用されていることに加え，上記主張及び書証からうか\nがわれる各行事等の名称や内容に照らし，いずれもＰ７６の活動そのもの\nか，Ｐ７６が主催又は共催した行事等であると推認される上，Ｐ７６会員\n以外の在日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証\n拠もない。\nそうすると，施設６については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nキ  施設７\n補助参加人らは，施設７の使用状況について，前記第３の３(3)キのとお\nり，同①～④の行事等に使用した旨主張し，これに沿うＰ６３の陳述書（丙\nＡ７の４）及びこれを裏付ける書証（丙Ａ７の１～３）を提出する。\n上記行事等が行われたことは，上記書証（丙Ａ７の１～３）及び弁論の\n全趣旨により認められる。しかし，施設７がＰ７６大阪府Ｐ２３支部（主\nにＰ６５分会）として使用されていることに加え，上記主張及び書証から\nうかがわれる各行事等の名称や内容に照らし，いずれもＰ７６の活動その\nものか，Ｐ７６が主催又は共催した行事等であると推認される上，Ｐ７６\n会員以外の在日朝鮮人や日本人の参加者が相当数を占めたことを裏付け\nる証拠もない。\nそうすると，施設７については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nク  施設８\n補助参加人らは，施設８の使用状況について，前記第３の３(3)クのとお\nり，同①～⑰の行事等に使用した旨主張し，これに沿うＰ６６の陳述書（丙\nＡ８の１）及びこれを裏付ける書証（丙Ａ８の２～９〔枝番を含む。以下\n同じ〕）を提出する。\n上記行事等が行われたことは，上記書証（丙Ａ８の２～９）及び弁論の\n全趣旨により認められる。しかし，施設８がＰ７６大阪府Ｐ６７支部とし\nて使用されていることに加え，上記主張及び書証からうかがわれる各行事\n等の名称や内容に照らし，いずれもＰ７６が主催又は共催した行事等であ\nると推認される上，Ｐ７６会員以外の在日朝鮮人や日本人の参加者が相当\n数を占めたことを裏付ける証拠もない。\nそうすると，施設８については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nケ  施設９\n補助参加人らは，施設９の使用状況について，前記第３の３(3)ケのとお\nり，同①，②の行事等に使用した旨主張し，これに沿うＰ６６の陳述書（丙\nＡ９の１）及びこれを裏付ける書証（丙Ａ９の２）を提出する。\n上記行事等が行われたことは，上記書証（丙Ａ９の２）及び弁論の全趣\n旨により認められる。しかし，施設９がＰ７６大阪府Ｐ６７支部Ｐ３２分\n会として使用されていることに加え，上記主張及び書証からうかがわれる\n各行事等の名称や内容に照らし，Ｐ７６の活動そのものか，Ｐ７６が主催\n又は共催した行事等であると推認される上，Ｐ７６会員以外の在日朝鮮人\nや日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設９については，Ｐ７６による使用が単発的，例外的な\nものに止まらず，その大半が在日朝鮮人一般の使用に供されているとはい\nえないものと認められるから，補助参加人らの上記主張は理由がない。\nコ  施設１１\n補助参加人らは，施設１１の使用状況について，前記第３の３(3)コのと\nおり，同①～⑬の行事等に使用した旨主張し，これに沿うＰ５６の陳述書\n（丙Ａ１１の１４）及びこれを裏付ける書証（丙Ａ１１の１～１３）を提\n出する。\n上記行事等のうち，③パソコン教室，④Ｐ１０を対象とするハングル教\n室，⑦有資格者，専門家による相談，⑨ヨガ教室については，これを裏付\nける的確な書証がなく，それらが行われたと認めることはできない。\nその余の行事等が行われたことは，上記書証（丙Ａ１１の１～１３）及\nび弁論の全趣旨により認められる。そのうち，⑬トイレ開放については，\n施設を近隣の公園利用者一般の利用に供するものといえるから，その限り\nでは公益性を持つ行為といえる。しかし他方で，施設１１がＰ７６大阪府\nＰ６８支部として使用されていることに加え，上記主張及び書証からうか\nがわれる各行事等の名称や内容に照らし，いずれもＰ７６の活動そのもの\nか，Ｐ７６が主催又は共催した行事等であると推認される上，Ｐ７６会員\n以外の在日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証\n拠もない。\nそうすると，施設１１を全体としてみれば，Ｐ７６による使用が単発的，\n例外的なものに止まらず，その大半が在日朝鮮人一般の使用に供されてい\nるとはいえないものと認められるから，補助参加人らの上記主張は理由が\nない。\nサ  施設１２\n補助参加人らは，施設１２の使用状況について，前記第３の３(3)サのと\nおり，同①～⑩の行事等に使用した旨主張し，これに沿うＰ６９の陳述書\n（丙Ａ１２の１６）及びこれを裏付ける書証（丙Ａ１２の１～１５）を提\n出する。\n上記行事等が行われたことは，上記書証（丙Ａ１２の１～１５）及び弁\n論の全趣旨により認められる。しかし，施設１２がＰ７６大阪府Ｐ３６支\n部として使用されていることに加え，上記主張及び書証からうかがわれる\n各行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７\n６が主催又は共催した行事等であると推認される上，Ｐ７６会員以外の在\n日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設１２については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nシ  施設１３\n補助参加人らは，施設１３の使用状況について，前記第３の３(3)シのと\nおり，同①，②の行事等に使用した旨主張し，これに沿うＰ６９の陳述書\n（丙Ａ１３の３）及びこれを裏付ける書証（丙Ａ１３の１・２）を提出す\nる。\n上記行事等が行われたことは，上記書証（丙Ａ１３の１・２）及び弁論\nの全趣旨により認められる。しかし，施設１３がＰ７６大阪府Ｐ３６支部\nとして使用されていることに加え，上記主張及び書証からうかがわれる各\n行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６\nが主催又は共催した行事等であると推認される上，Ｐ７６会員以外の在日\n朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設１３については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nス  施設１４\n補助参加人らは，施設１４の使用状況について，前記第３の３(3)スのと\nおり，同①～③の行事等に使用した旨主張し，これに沿うＰ６９の陳述書\n（丙Ａ１４の５）及びこれを裏付ける書証（丙Ａ１４の１～４）を提出す\nる。\n上記行事等のうち，ソフトボール大会の企画会議については，ビラ（丙\nＡ１４の４）により開催された事実が認められるものの，その余の行事等\nについては，いずれも的確な裏付けを欠くことに照らし，それらが行われ\nたと認めることはできない。\nそして，ソフトボール大会については，上記ビラ（丙Ａ１４の４）にＰ\n３６支部分会対抗と明記されていることに照らし，同分会の活動として行\nわれたものと認められる。また，仮に，補助参加人ら主張の他の行事等が\n行われていたとしても，施設１４がＰ７６大阪府Ｐ３６支部Ｐ７０分会と\nして使用されていることに加え，上記主張及び書証からうかがわれる各行\n事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６が\n主催又は共催した行事等であると推認される上，Ｐ７６会員以外の在日朝\n鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設１４については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nセ  施設１５\n補助参加人らは，施設１５の使用状況について，前記第３の３(3)セのと\nおり，同①～⑪の行事等に使用した旨主張し，これに沿うＰ７１の陳述書\n（丙Ａ１５の７），Ｐ６１の陳述書(丙Ａ１５の８）及びこれを裏付ける\n書証（丙Ａ１５の１～６）を提出する。\n上記行事等が行われたことは，上記書証（丙Ａ１５の１～６）及び弁論\nの全趣旨により認められる。しかし，施設１５がＰ７６大阪府Ｐ７２支部\nとして使用されていることに加え，上記主張及び書証からうかがわれる各\n行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６\nが主催又は共催した行事等であると推認される上，Ｐ７６会員以外の在日\n朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設１５については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nソ  施設１６\n補助参加人らは，施設１６の使用状況について，前記第３の３(3)ソのとお\nり，同①～⑩の行事等に使用した旨主張し，これに沿うＰ６０の陳述書（丙\nＡ１６の８）及びこれを裏付ける書証（丙Ａ１６の１～６）を提出する。\n上記行事等のうち，⑩図書の閲覧，貸出しについては，これを裏付ける\n的確な書証がなく，それが行われたと認めることはできない。\nその余の行事等が行われたことは，上記書証（丙Ａ１６の１～６）及び\n弁論の全趣旨により認められる。しかし，施設１６がＰ７６大阪府Ｐ５４\n支部として使用されていることに加え，上記主張及び書証からうかがわれ\nる各行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ\n７６が主催又は共催した行事等であると推認される上，Ｐ７６会員以外の\n在日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もな\nい。\nそうすると，施設１６については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nタ  施設１７\n補助参加人らは，施設１７の使用状況について，前記第３の３(3)タのと\nおり，同①～③の行事等に使用した旨主張し，これに沿うＰ７３の陳述書\n（丙Ａ１７の２）及びこれを裏付ける書証（丙Ａ１７の１）を提出する。\n上記行事等が行われたことは，上記書証（丙Ａ１７の１）及び弁論の全\n趣旨により認められる。しかし，施設１７がＰ７６大阪府Ｐ４８支部Ｐ７\n４分会として使用されていることに加え，上記主張及び書証からうかがわ\nれる各行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，\nＰ７６が主催又は共催した行事等であると推認される上，Ｐ７６会員以外\nの在日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠も\nない。\nそうすると，施設１７については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nチ  施設１８\n補助参加人らは，施設１８の使用状況について，前記第３の３(3)チのと\nおり，同①～④の行事等に使用した旨主張し，これに沿うＰ７３の陳述書\n（丙Ａ１８の２）及びこれを裏付ける書証（丙Ａ１８の１）を提出する。\n上記行事等が行われたことは，上記書証（丙Ａ１８の１）及び弁論の全\n趣旨により認められる。しかし，施設１８がＰ７６大阪府Ｐ４８支部Ｐ７\n５分会として使用されていることに加え，上記主張及び書証からうかがわ\nれる各行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，\nＰ７６が主催又は共催した行事等であると推認される上，Ｐ７６会員以外\nの在日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠も\nない。\nそうすると，施設１８については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nツ  施設１９\n補助参加人らは，施設１９の使用状況について，前記第３の３(3)ツのと\nおり，同①～⑨の行事等に使用した旨主張し，これに沿うＰ７３の陳述書\n（丙Ａ１９の１９）及びこれを裏付ける書証（丙Ａ１９の１～１８）を提\n出する。\n上記行事等が行われたことは，上記書証（丙Ａ１９の１～１８）及び弁\n論の全趣旨により認められる。しかし，施設１９がＰ７６大阪府Ｐ４８支\n部として使用されていることに加え，上記主張及び書証からうかがわれる\n各行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７\n６が主催又は共催した行事等であると推認される上，Ｐ７６会員以外の在\n日朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設１９については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\nテ  施設２０\n補助参加人らは，施設２０の使用状況について，前記第３の３(3)テのと\nおり，同①～③の行事等に使用した旨主張し，これに沿うＰ６０の陳述書\n（丙Ａ２０の５）及びこれを裏付ける書証（丙Ａ２０の１～４）を提出す\nる。\n上記行事等が行われたことは，上記書証（丙Ａ２０の１～４）及び弁論\nの全趣旨により認められる。しかし，施設２０がＰ７６大阪府Ｐ５４支部\nとして使用されていることに加え，上記主張及び書証からうかがわれる各\n行事等の名称や内容に照らし，いずれもＰ７６の活動そのものか，Ｐ７６\nが主催又は共催した行事等であると推認される上，Ｐ７６会員以外の在日\n朝鮮人や日本人の参加者が相当数を占めたことを裏付ける証拠もない。\nそうすると，施設２０については，Ｐ７６による使用が単発的，例外的\nなものに止まらず，その大半が在日朝鮮人一般の使用に供されているとは\nいえないものと認められるから，補助参加人らの上記主張は理由がない。\n(2)  平等原則違反について\n補助参加人らは，本件各固定資産について固定資産税等の減免措置を取り\n消すことは，Ｐ７６各支部と同様の性格ないし活動状況にある団体の施設と\nの間で合理的理由のない差別取扱を行うものであり，違法である旨主張する。\nしかし，固定資産の減免事由の有無は，各固定資産ごとにその使用状況等\nを調査して判断すべきものであり，当該固定資産を所有する団体の性格等が\n類似するからといって直ちに同等に扱うべきものとはいえない。そして，前\n記認定にかかる本件各固定資産の使用状況等を踏まえれば，本件各減免措置\nを違法なものとして取り消すことには合理的理由があるといえる。したがっ\nて，本件各減免措置について他の団体の所有する固定資産と異なる扱いをす\nることが平等原則に違反するものとはいえないから，補助参加人らの上記主\n張は理由がない。\n６  結論\n以上によれば，被控訴人の本件訴えのうち，原判決別紙２「変更決定一覧」\n記載のとおり本件各変更決定により減免措置が一部変更された部分について\n取消しを求める部分はいずれも不適法であるからこれらを却下し，被控訴人の\nその余の請求，すなわち本件各減免措置（ただし，原判決別紙２「変更決定一\n覧」記載の各固定資産については，本件各変更決定による変更後のもの）の取\n消しを求める部分はいずれも理由があるからこれらを認容すべきところ，これ\nと同旨の原判決は相当であるから，本件控訴を棄却することとし，主文のとお\nり判決する。\n大阪高等裁判所第１民事部\n裁判長裁判官        小島  浩\n裁判官        大西嘉彦\n裁判官        野田恵司\n"
}