{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 4,
    "day": 16
  },
  "case_number": "平成25(行ケ)10207",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84144",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84144",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/144/084144_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２６年４月１６日判決言渡  同日原本受領  裁判所書記官\u0000\n平成２５年（行ケ）第１０２０７号  審決取消請求事件\u0000\n口頭弁論終結日  平成２６年３月２６日\u0000\n判        決\u0000\n原                告        株式会社三菱東京ＵＦＪ銀行\u0000\n訴 訟 代 理 人 弁 護 士        高   橋   雄 一 郎\u0000\n同         弁 理 士        林   佳 輔\u0000\n同                          中 山 秀 明\u0000\n同                          荒 尾 達 也\u0000\n同                          荒 井 康 行\u0000\n被                告        特 許 庁 長 官\u0000\n指 定 代 理 人        辻 本 泰 隆\u0000\n同                          田 中 秀 人\u0000\n同                          稲 葉 和 生\u0000\n同                          山 田 和 彦\u0000\n主        文\u0000\n１  特許庁が不服２０１１－２５８００号事件について平成\u0000\n２５年６月１０日にした審決を取り消す。\u0000\n２  訴訟費用は被告の負担とする。\u0000\n事実及び理由\u0000\n第１  請求\u0000\n主文と同じ。\u0000\n第２  事案の概要\u0000\n１  特許庁における手続の経緯等\u0000\n  原告は，平成１２年１１月７日，発明の名称を「認証代行装置，認証代行方\n法及び記録媒体」とする発明（請求項の数１１）について特許出願（特願２０００\n\u0000 \u0000\n－３３８６９５号。以下「本願」という。）をし，平成２２年１１月９日付けで拒絶\n理由通知を受けたことから，平成２３年２月４日付け手続補正書（発明の名称「認\n証代行装置」，請求項の数４）を提出して特許請求の範囲等を補正したが，さらに同\n年３月３日付けで拒絶理由通知を受けたことから，同年５月３０日付けで手続補正\n書を提出したが，同手続補正は同年８月１６日付けで却下されるとともに，本願に\nついて同日付けで拒絶査定を受けたことから，同年１１月２９日，これに対する不\n服の審判を請求し，併せて同日付け手続補正書により特許請求の範囲等を補正し，\nその後，平成２５年１月２３日付けで拒絶理由通知を受けたことから，同年４月１\n日付け手続補正書により特許請求の範囲等を補正した（請求項の数４，以下「本件\n補正」という。）（甲２の１～４，甲４の１，甲５，７，１２，１５の１，甲１６～\n１８，３０，３３）。\u0000\n  特許庁は，前記の審判請求を不服２０１１－２５８００号事件として審理\nし，平成２５年６月１０日，「本件審判の請求は，成り立たない。」との審決（以下\n「本件審決」という。）をし，その謄本は，同月２５日，原告に送達された。\u0000\n  原告は，平成２５年７月２３日，本件審決の取消しを求める本件訴訟を提起\nした。\u0000\n２  本件審決が対象とした特許請求の範囲の記載\u0000\n本件補正後の特許請求の範囲の請求項１は，平成２５年４月１日付け手続補正書\n（甲３３）により補正された次のとおりのものである（以下，この請求項１に記載\nされた発明を「本願発明」といい，本願に係る明細書（甲２の２・３，甲３６）を\n「本願明細書」という。）。\u0000\n【請求項１】\u0000\nリンク先情報を登録しておくリンク先情報登録手段と，\u0000\n登録されたリンク先における利用者の認証情報であり該利用者に通知された認証\n情報を格納する認証情報格納手段と，\u0000 \u0000\n各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構\n\u0000 \u0000\n成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納す\nるひな形スクリプト格納手段と，\u0000 \u0000\nインターネットを介して前記利用者の情報閲覧手段よりリンク先の指定に関する\n情報を受信する手段と，\u0000 \u0000\n該利用者の認証情報が登録されているリンク先が前記受信されたリンク先の指定\nに関する情報により指定された場合に，前記リンク先情報登録手段から該当するリ\nンク先情報を読み取り，当該利用者のそのリンク先における認証情報を認証情報格\n納手段から読み出すと共に，前記ひな型スクリプト格納手段から，該当するリンク\n先のひな形スクリプトを読み出して，該ひな形スクリプトの変数として該リンク先\nにおける認証情報を指定して該リンク先で実行される認証処理で表示される画面構\n成に対し前記認証情報を埋め込むための認証処理スクリプトを作成し，上記リンク\n先情報及び認証処理スクリプトを，該利用者の前記情報閲覧手段に前記インターネ\nットを介して転送する認証代行処理手段とを有することを特徴とする認証代行装置。\u0000\n３  本件審決の理由の要旨\u0000\n  本件審決の理由は，別紙審決書の写しのとおりである。要するに，本願発明\nは，本願出願日（平成１２年１１月７日）前に頒布された刊行物である「中島募，\nシングル・サインオン，ユーザー情報を集約して認証処理を一元化  安全性と利便\n性を両立，日経インターネットテクノロジー，日本，日経ＢＰ社，１９９９年（平\n成１１年）１１月２２日，第２９号，ｐ１５６～１６５」（以下「引用例」という。\n甲１）に記載された発明（以下「引用発明」という。）に基づいて，当業者が容易に\n発明をすることができたものであるから，特許法２９条２項の規定により特許を受\nけることができない，というものである。\u0000\n  本件審決が認定した引用発明は，次のとおりである。\u0000\nアクセス可能なサーバー／アプリケーションのＩＤ／パスワードを登録しておく\n登録手段と，\u0000\n各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化す\n\u0000 \u0000\nるスクリプトを格納する格納手段と，\u0000\n前記サーバー／アプリケーションのＩＤ／パスワードの束及び前記スクリプトを\nクライアント・モジュールに配布する手段とを有するＳＳＯサーバー。\u0000\n  本願発明と引用発明との対比\u0000\n本件審決が認定した本願発明と引用発明との一致点及び相違点は，以下のとおり\nである。\u0000\nア  一致点\u0000\nリンク先情報を登録しておくリンク先情報登録手段と，\u0000\n登録されたリンク先における利用者の認証情報を格納する認証情報格納手段と，\u0000 \u0000\n各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構\n成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納す\nるひな形スクリプト格納手段と，\u0000 \u0000\n前記リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転\n送する認証代行処理手段とを有する認証代行装置。\u0000\nイ  相違点１\u0000\n本願発明においては，「登録されたリンク先における利用者の認証情報」が，「利\n用者に通知された認証情報」であるとされているのに対し，引用発明においては，\n「サーバー／アプリケーションのパスワード」が，利用者に通知されたものである\nかどうか明らかでない点。\u0000\nウ  相違点２\u0000\n本願発明は，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定\nに関する情報を受信する手段」を有するのに対し，引用発明は，そのような手段を\n有するとはされていない点。\u0000\nエ  相違点３\u0000\n「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送\nする認証代行処理手段」が，本願発明においては，「該利用者の認証情報が登録され\n\u0000 \u0000\nているリンク先が前記受信されたリンク先の指定に関する情報により指定された場\n合に，前記リンク先情報登録手段から該当するリンク先情報を読み取り，当該利用\n者のそのリンク先における認証情報を認証情報格納手段から読み出すと共に，前記\nひな型スクリプト格納手段から，該当するリンク先のひな形スクリプトを読み出し\nて，該ひな形スクリプトの変数として該リンク先における認証情報を指定して該リ\nンク先で実行される認証処理で表示される画面構成に対し前記認証情報を埋め込む\nための認証処理スクリプトを作成し，上記リンク先情報及び認証処理スクリプトを，\n該利用者の前記情報閲覧手段に前記インターネットを介して転送する認証代行処理\n手段」であるのに対し，引用発明においては，「前記サーバー／アプリケーションの\nＩＤ／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する\n手段」である点。\u0000\n４  取消事由\u0000\n  引用発明及び一致点の認定の誤り（取消事由１）\u0000\n  相違点２に係る容易想到性の判断の誤り（取消事由２）\u0000\n  相違点３に係る容易想到性の判断の誤り（取消事由３）\u0000\n第３  当事者の主張\u0000\n１  取消事由１（引用発明及び一致点の認定の誤り）\u0000\n〔原告の主張〕\u0000\n以下のとおり，本件審決の引用発明の認定には誤りがあり，また，本願発明と引\n用発明との一致点の認定にも誤りがある。\u0000\n  引用発明の認定の前提及び引用発明の認定について\u0000\n本件審決は，引用例の「アクセス可能なサーバー／アプリケーションのＩＤ／パ\nスワードの束をクライアント・モジュールが受け取る。」，及び「スクリプトはサー\nバー／アプリケーションの種類ごとに用意する必要があるが，ＳＳＯサーバーに置\nいておけば，自動的にすべてのクライアント・モジュールに配布することができる。」\nとの各記載から，引用発明の「前記サーバー／アプリケーションのＩＤ／パスワー\n\u0000 \u0000\nドの束及び前記スクリプトをクライアント・モジュールに配布する手段」を認定し\nた。\nしかしながら，引用例のどこにも「前記サーバー／アプリケーションのＩＤ／パ\nスワードの束」の配布と「スクリプト」の配布とが同じ手段により行われることの\n記載はない。むしろ引用例によれば，「アクセス可能なサーバー／アプリケーション\nのＩＤ／パスワードの束」は「ＳＳＯサーバーにログインすると」という契機によ\nり個々の「クライアント・モジュール」に個別のタイミングで送信され，一方「ス\nクリプト」は，「自動的にすべてのクライアント・モジュールに配布」されるのであ\nって，全て（複数）の「クライアント・モジュール」に一斉に配布されるものであ\nるから，「ＩＤ／パスワードの束」の配布と「スクリプト」の配布とが同じ手段で行\nわれることを読み取ることはできない。\nそうすると，引用発明は本件審決のように認定されるべきではなく，\n「アクセス可能なサーバー／アプリケーションのＩＤ／パスワードを登録しておく\n登録手段と，\n各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化す\nるスクリプトを格納する格納手段と，\n前記サーバー／アプリケーションのＩＤ／パスワードの束を送信する送信手段と，\n前記スクリプトを全てのクライアント・モジュールに配布する配布手段とを有す\nるＳＳＯサーバー。」と認定されるべきである。\u0000\n  本願発明と引用発明との対比について\nア  「リンク先情報」及び「リンク先情報を登録しておく登録手段」について\n本件審決は，本願発明と引用発明との対比において，引用発明の「アクセス可能\nなサーバー／アプリケーションのＩＤ／パスワードを登録しておく登録手段」のう\nち，「アクセス可能なサーバー／アプリケーションのＩＤ」は，本願発明における「リ\nンク先情報」に相当すると認定し，この認定を前提として，引用発明における「ア\nクセス可能なサーバー／アプリケーションのＩＤ／パスワードを登録しておく登録\n\u0000 \u0000\n手段」は，本願発明における「リンク先情報を登録しておくリンク先情報登録手段」\nと「登録されたリンク先における利用者の認証情報を格納する認証情報格納手段」\nに対応する構成であると認定した。\nしかし，引用例の他の記載からすれば，引用例においては，「ＩＤ」とはユーザー\n（利用者）を特定する情報であり，「パスワード」とは「ＩＤ」に対する暗証番号な\nどの暗証情報である。したがって，本件審決が引用例の「アクセス可能なサーバー\nアプリケーションのＩＤ／パスワードの束」という記載から「アクセス可能なサー\nバーアプリケーションのＩＤ」を分離し，「アクセス可能なサーバーアプリケーショ\nンのＩＤ」が本願発明における「リンク先情報」に相当すると認定したのは誤りで\nある。そのため，引用発明の「アクセス可能なサーバー／アプリケーションのＩＤ\n／パスワードを登録しておく登録手段」は，本願発明における「利用者の認証情報\nを格納する認証情報格納手段」に対応するにすぎず，引用発明が，本願発明におけ\nる「リンク先情報を登録しておくリンク先情報登録手段」を有することはない。\nイ  「ひな形スクリプト格納手段」について\n本件審決は，引用発明は，「アプリケーションごとに，ＩＤ／パスワードの入力が\n必要」なログイン操作を自動化するものであるから，引用発明における「各サーバ\nー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプ\nト」は，「各サーバー／アプリケーションの種類ごと」のログイン操作を実行する際\nに端末の画面上に構成される認証処理用のひな形スクリプトであると解されるとし\nた上で，引用発明の「各サーバー／アプリケーションの種類ごとに用意され，ログ\nイン操作を自動化するスクリプトを格納する格納手段」は，本願発明における「各\nリンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に\n対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひ\nな形スクリプト格納手段」に相当すると認定した。\u0000\nしかし，引用発明における「ログイン操作を自動化するもの」が「端末の画面上\nに構成される認証処理用のひな形スクリプト」であることを読み取ることはできな\n\u0000 \u0000\nい。引用例の記載から，引用例におけるＷｅｂ向けの製品は「ベーシック認証」を\n対象としたものであることが理解されるところ，「ベーシック認証」においては，Ｗ\nＷＷブラウザにユーザーＩＤ・パスワードを記憶させれば，自動的に認証がされる\nので，引用発明が「情報閲覧手段」に「ベーシック認証」におけるＷＷＷブラウザ\nにユーザーＩＤ・パスワードを記憶させる機能を有しているのであれば，「ログイン\n操作を自動化するもの」が「端末の画面上に構成される認証処理用のひな形スクリ\nプト」である必要はない。\u0000\nウ  「利用者の情報閲覧手段」について\u0000\n本件審決は，引用発明における「クライアント・モジュール」は，本願発明にお\nける「利用者の情報閲覧手段」に相当すると認定した。\u0000\nしかし，引用例における「クライアント・モジュール」の記載からすると，「クラ\nイアント・モジュール」は，（Ａ）アクセス可能なサーバー／アプリケーションのＩ\nＤ／パスワードの束を受け取ること，及び（Ｂ）ログイン操作を自動化するスクリ\nプトを実行すること，の機能を有するが，情報を閲覧する機能を有するとは記載さ\nれていない。したがって，本件審決が引用発明における「クライアント・モジュー\nル」が，本願発明における「利用者の情報閲覧手段」に相当すると認定したのは誤\nりである。\u0000\nエ  「認証代行処理手段」について\u0000\n本件審決は，引用発明における「前記サーバー／アプリケーションのＩＤ／パス\nワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」と，\n本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動的に行う\nための情報を利用者の情報閲覧手段に転送する認証代行処理手段」である点におい\nて，共通すると認定した。\u0000\nしかし，前記（引用発明の認定の前提及び引用発明の認定について）で述べた\nとおり，引用発明からは「前記サーバー／アプリケーションのＩＤ／パスワードの\n束及び前記スクリプトをクライアント・モジュールに配布する手段」を認定するこ\n\u0000 \u0000\nとはできないのであるから，本件審決の上記認定は誤りである。\u0000\n引用発明においては，「前記サーバー／アプリケーションのＩＤ／パスワードの束\nを送信する送信手段」と「前記スクリプトをクライアント・モジュールに配布する\n配布手段」とが認定されるのであるから，引用発明の「前記サーバー／アプリケー\nションのＩＤ／パスワードの束を送信する送信手段」と本願発明の「認証代行処理\n手段」とは，「リンク先の認証情報を利用者の使用するモジュールに送信する手段」\nである点において共通し，引用発明の「前記スクリプトをクライアント・モジュー\nルに配布する配布手段」と本願発明の「認証代行処理手段」とは，「リンク先の認証\n処理を自動的に行うための情報を利用者の使用するモジュールに送信する手段」で\nある点において共通することになる。\u0000\nオ  「認証代行装置」について\u0000\n本件審決は，引用発明における「ＳＳＯサーバー」は，本願発明における「認証\n代行装置」に相当すると認定した。\u0000\nしかし，前記ウ（「利用者の情報閲覧手段」について）で述べたとおり，引用発明\nにおける「クライアント・モジュール」と本願発明における「情報閲覧装置」とは\n異なるものであり，引用発明における「ＳＳＯサーバー」は本願発明における「認\n証代行装置」に相当するものではない。\u0000\n  本願発明と引用発明との一致点の認定について\u0000\n前記及びによれば，正しい本願発明と引用発明との一致点は，\u0000\n「リンク先における利用者の認証情報を格納する認証情報格納手段と，\n各リンク先毎に用意され，該リンク先で実行される認証処理のための情報を格納\nする情報格納手段と，\nリンク先の認証情報を利用者の使用するモジュールに送信する手段と，\nリンク先の認証処理を自動的に行うための情報を全ての利用者の使用するモジュ\nールに配布する手段とを有する装置」となる。\n本件審決の認定した本願発明と引用発明との一致点と比較すると，本件審決の認\n\u0000 \u0000\u0000\n定では「リンク先情報を登録しておくリンク先情報登録手段」が存在するが，上記\nの正しい本願発明と引用発明との一致点に基づけば，このような手段は存在しない\n点が大きく異なっている。\u0000\n〔被告の主張〕\u0000\n  引用発明の認定の前提及び引用発明の認定について\u0000\n引用例の記載からすれば，「ＳＳＯサーバー」が，各サーバー／アプリケーショ\nンのユーザー情報を一元管理し，「クライアント・モジュール」に対して，「アク\nセス可能なサーバー／アプリケーションのＩＤ／パスワードの束」を配布するとと\nもに，「ログイン操作を自動化するスクリプト」をも配布すると解される。そうす\nると，「クライアント・モジュール」に対して上記各情報を配布する「ＳＳＯサー\nバー」の機能を抽象的に１つの配布する手段として認定することができる。\nしたがって，本件審決が，引用発明について，「前記サーバー／アプリケーショ\nンのＩＤ／パスワードの束及び前記スクリプトをクライアント・モジュールに配布\nする手段」を認定したことに誤りはない。\u0000\n  本願発明と引用発明との対比について\nア  「リンク先情報」及び「リンク先情報を登録しておく登録手段」について\n本件審決が，引用発明における｢アクセス可能なサーバー／アプリケーションのＩ\nＤ｣は本願発明における｢リンク先情報」に相当するした点が誤解であったことは認\nめるが，以下のとおり，引用発明においても本願発明における「リンク先情報」に\n相当するものが想定されていることは技術的に見て明らかであって，上記誤解は，\nその後の審決の認定，判断に影響を及ぼすものではない。\u0000\nすなわち，引用例の記載からすれば，「ＳＳＯサーバー」には，「アクセス可能な\nサーバー／アプリケーションのＩＤ／パスワード」等のユーザー情報を集約する何\nらかの登録手段が存在し，また，「各サーバー／アプリケーションの種類ごとに用\n意され，ログイン操作を自動化するスクリプト」を置いておくための何らかの格納\n手段が存在すると解される。\n\u0000 \u0000\u0000\nここで，上記「スクリプト」は，「ＳＳＯサーバー」から「クライアント・モジ\nュール」に配布され，「クライアント・モジュール」によってアクセス可能なもの\nが各サーバー／アプリケーションの種類ごとに実行されログイン操作を自動化する\nことから，「各サーバー／アプリケーションの種類ごとに用意され」る「スクリプ\nト」は「各サーバー／アプリケーションの種類」にアクセスする前提として，「各\nサーバー／アプリケーション」を指定するための「リンク先情報」を含んでいると\n解するのが妥当である。\nそうすると，引用発明の当該「スクリプト」は実質的に各サーバー／アプリケー\nションの種類ごとの「リンク先情報」を含むと解されることから，引用発明の「Ｓ\nＳＯサーバー」には本願発明の「リンク先情報を登録しておくリンク先情報登録手\n段」に相当するものが想定され，少なくとも引用発明の「各サーバー／アプリケー\nションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格\n納手段」が，｢リンク先情報｣を当該スクリプトごとに格納しているといえることか\nら，本願発明の「リンク先情報を登録しておくリンク先情報登録手段」といえる。\n以上のとおり，引用発明において本願発明における「リンク先情報」及び「リン\nク先情報を登録しておくリンク先情報登録手段」に相当するものを想定できること\nは技術的に見て明らかであるから，本件審決が，引用発明における｢アクセス可能な\nサーバー／アプリケーションのＩＤ｣は本願発明における｢リンク先情報」に相当す\nるとした点が誤りであったとしても，本件審決のその後の認定，判断に影響しない。\nイ  「ひな形スクリプト格納手段」について\n引用例の記載からすれば，引用発明における「スクリプト」は「サーバー／アプ\nリケーションの種類ごと」の「ＩＤ／パスワード」の入力が必要な「ログイン操作\nを自動化する」ものと解される。\u0000\nここで，「スクリプト」は一般的に「コンピュータプログラムの種類の一つで，機\n械語への変換や実行可能ファイルの作成などの過程を省略又は自動化し，ソースコ\nードを記述したら即座に実行できるようなプログラムのこと」であって，「ひな型\n\u0000 \u0000\u0000\nスクリプト」は，あらかじめ準備された標準的な「スクリプト」と解される。そし\nて，当該「ひな型スクリプト」と認証情報を用いてログイン操作を自動化すること\nは，クライアント／サーバーシステム技術の分野の周知技術であり，「ログイン操\n作を自動化するスクリプト」として，本願発明のような「認証情報を埋め込むため\nの認証処理用のひな形スクリプト」を利用することも，クライアント／サーバーシ\nステム技術の分野では一般的な技術であった。\nそうすると，引用発明における「各サーバー／アプリケーションの種類ごとに用\n意され，ログイン操作を自動化するスクリプト」は，認証情報が埋め込まれた「各\nサーバー／アプリケーションの種類ごと」のログイン操作を自動化するひな形スク\nリプトが典型的な態様と解される。したがって，引用発明における「各サーバー／\nアプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを\n格納する格納手段」は，本願発明における「各リンク先毎に用意され，該リンク先\nで実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むため\nの認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段」に相当す\nるとした本件審決に誤りはない。\nウ  「利用者の情報閲覧手段」について\u0000\n引用例の記載からすれば，引用発明における「クライアント・モジュール」は「ク\nライアント側」に組み込まれたソフトウェア「モジュール」であると解され，また，\n「クライアント側」の意味は，引用例（甲１）の図２の記載からすると，ディスプ\nレイを備えた端末装置であると解される。ここで，「モジュール」は一般的に，「機\n能単位，交換可能な構成部分という意味の英単語。システムへの接合部(インターフ\nェース)が規格化・標準化されていて，容易に追加や削除ができ，ひとまとまりの機\n能を持った部品のこと。」をいう。\nしたがって，引用発明における「クライアント・モジュール」は，ディスプレイ\nを備えた端末装置に組み込まれたひとまとまりの機能を持ったソフトウェアである\nと解される。\n\u0000 \u0000\u0000\nまた，シングル・サインオンシステムにおいて，クライアント側の情報閲覧機能\nを有するブラウザが自動的に認証情報の送信を行う態様がよく知られている。\nそうすると，引用発明では，「クライアント・モジュール」に「サーバー／アプ\nリケーションのＩＤ／パスワードの束」及び「スクリプト」が配布されるが，端末\n装置の情報閲覧手段（ブラウザー）が認証情報を受信し，自動的にサーバー／アプ\nリケーションへのログイン処理を実行することは技術的に可能で，周知技術であっ\nたことから，「クライアント・モジュール」への配布と同時に，「クライアント・\nモジュール」が実装された端末装置の情報閲覧手段（ブラウザー）に配布すること\nも普通に行われていたと解される。また，情報閲覧手段としてのブラウザーの機能\nを有しているモジュールを「クライアント・モジュール」として利用することも本\n願出願時には技術的に可能であった。\nそこで，引用発明では，利用者の端末装置において認証処理に関連する中核的な\nソフトウェアである「クライアント・モジュール」に「サーバー／アプリケーショ\nンのＩＤ／パスワードの束」及び「スクリプト」が配布されることを構成要素とし\nて認定したものである。\nしたがって，本願発明と引用発明との対比において，利用者の端末装置の技術的\n意義を踏まえ，引用発明における「クライアント・モジュール」を，本願発明にお\nける「利用者の情報閲覧手段」に相当するとした本件審決に誤りはない。\u0000\nエ  「認証代行処理手段」について\u0000\n前記で述べたとおり，「ＩＤ／パスワードの束」の配布と「スクリプト」の配布\nとが同じ手段で行われる引用発明の構成要素として，「前記サーバー／アプリケー\nションのＩＤ／パスワードの束及び前記スクリプトをクライアント・モジュールに\n配布する手段」を認定した本件審決に誤りはない。したがって，引用発明における\n「前記サーバー／アプリケーションのＩＤ／パスワードの束及び前記スクリプトを\nクライアント・モジュールに配布する手段」と，本願発明における「認証代行処理\n手段」とは，「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧\n\u0000 \u0000\u0000\n手段に転送する認証代行処理手段」をなす点で共通するとした本件審決に誤りはな\nい。\nオ  「認証代行装置」について\u0000\n引用例の記載からすれば，引用発明の「ＳＳＯサーバー」は「認証代行サーバー\n型のタイプ」であり，集約されたＩＤ／パスワードをもとに各アプリケーションの\n認証を一元的に受け持つタイプのシングル・サインオンサーバーであるから，認証\n代行機能を有するサーバーであるといえる。したがって，引用発明における「ＳＳ\nＯサーバー」は，本願発明における「認証代行装置」に相当すると認定した本件審\n決に誤りはない。\u0000\n  本願発明と引用発明との一致点の認定について\u0000\n前記アで述べたとおり，引用発明の「スクリプト」は実質的に各サーバー／ア\nプリケーションの種類ごとの「リンク先情報」を含むと解されることから，引用発\n明は，本願発明の「リンク先情報を登録しておくリンク先情報登録手段」の機能を\n実質的に含むもので，この点を一致点とした本件審決の認定に誤りはない。\nまた，前記及びエで述べたとおり，「ＩＤ／パスワードの束」の配布と「ス\nクリプト」の配布とが同じ手段で行われる引用発明の構成要素として，「前記サー\nバー／アプリケーションのＩＤ／パスワードの束及び前記スクリプトをクライアン\nト・モジュールに配布する手段」が認定される。\nさらに，前記ウ及びエで述べたとおり，引用発明における「前記サーバー／ア\nプリケーションのＩＤ／パスワードの束及び前記スクリプトをクライアント・モジ\nュールに配布する手段」と，本願発明における「認証代行処理手段」とは，「リン\nク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証\n代行処理手段」という点で共通する。\nしたがって，本願発明と引用発明との一致点として，「リンク先情報を登録して\nおくリンク先情報登録手段」や「リンク先の認証処理を自動的に行うための情報を\n利用者の情報閲覧手段に転送する認証代行処理手段」を認定した本件審決に誤りは\n\u0000 \u0000\u0000\nない。\u0000\n２  取消事由２（相違点２に係る容易想到性の判断の誤り）\u0000\n〔原告の主張〕\u0000\n  本件審決は，相違点２のうち「インターネットを介して」の部分について，\n引用発明は，「認証代行サーバー型」の「クライアント側にモジュールを組み込む方\n法」とされているものであって，「ＳＳＯの対象プラットフォーム」が「Ｗｅｂ以外\nのアプリケーション」とされているものであるが，引用例に，「Ｗｅｂ，Ｗｅｂ以外\nのアプリケーションを問わず，ＳＳＯ環境を構築できる製品もある。」と記載されて\nいることからすれば，「Ｗｅｂのアプリケーション」に対して「ＳＳＯ環境を構築で\nきる」ような製品を構築することも，当業者が適宜になし得ることである，と判断\nした。\nしかし，引用例は，「社内ネットワーク」で使用される「ＩＤ／パスワードによる\n認証」による「アクセス制御」に関するものである。「社内ネットワーク」とは，会\n社などの組織内での閉じたネットワークである「イントラネット」であり，本願発\n明に記載の「インターネット」とは文言上異なる。また，「イントラネット」は会社\nなどの組織内での閉じたネットワークであるので，「イントラネット」の外部からの\nアクセスは制限がされ，情報漏えいなどのおそれが「インターネット」などと比較\nして小さく，また，他人のＩＤ／パスワードが盗まれるという不正アクセスに対し\nての抵抗力も「インターネット」などと比較して大きい。このため，「イントラネッ\nト」において「ＩＤ／パスワードの束」を送受信することについての心理的抵抗は\nないが，「インターネット」は開かれたネットワークであるので，「ＩＤ／パスワー\nドの束」の送信を行う引用発明を「インターネット」において使用するようにする\nことを想到するのは困難である。\n  また，本件審決は，相違点２のうち「利用者の情報閲覧手段よりリンク先の\n指定に関する情報を受信する手段」について，引用例には，「アクセス可能なサーバ\nー／アプリケーションのＩＤ／パスワードの束」を受け取る具体例が示されている\n\u0000 \u0000\u0000\nが，ユーザーがどの「サーバー／アプリケーション」にアクセスしたいかを指定し\nて，その指定された「サーバー／アプリケーション」の「パスワード」を受け取る\nようにすることは，当業者が適宜になし得ることであると判断した。\nしかし，引用例の「ＳＳＯサーバーにログインすると，アクセス可能なサーバー\n／アプリケーションのＩＤ／パスワードの束をクライアント・モジュールが受け取\nる。」との記載中の「アクセス可能なサーバー／アプリケーションのＩＤ／パスワー\nドの束」とは，ＳＳＯサーバーにログインした利用者がアクセスすることができる\n全てのサーバー／アプリケーションのＩＤ／パスワードの組合せのことである。し\nたがって，引用発明においては，「ＳＳＯサーバー」にログインすると，利用者がア\nクセスすることができる全てのサーバー／アプリケーションのＩＤ／パスワードの\n組合せを受け取るので，利用者がリンク先を指定する都度，本願発明のように「利\n用者の情報閲覧手段よりリンク先の指定に関する情報を受信する」のは無駄な（無\n意味な）処理であり，「ＳＳＯサーバー」が「クライアント・モジュール」から，利\n用者がどの「サーバー／アプリケーション」にアクセスしたいかの指定を受信する\n構成とする動機付けがない。\n  本件審決は，引用例には，「アクセス可能なサーバー／アプリケーションのＩ\nＤ／パスワードの束」を受け取る具体例が示されているが，ユーザーがどの「サー\nバー／アプリケーション」にアクセスしたいかを指定して，その指定された「サー\nバー／アプリケーション」の「パスワード」を受け取るようにすることは，当業者\nが適宜になし得ることであると判断した。しかし，「アクセス可能なサーバー／アプ\nリケーションのＩＤ／パスワードの束」を受け取るとの具体例から，どのような証\n拠，論理付け等により，上記容易想到性に至るのかについて，本件審決は何ら示し\nていない。\nまた，本件審決は，「Ｗｅｂのアプリケーション」に対して「ＳＳＯ環境を構築で\nきる」ような製品である場合に，「インターネットを介して」，どの「サーバー／ア\nプリケーション」にアクセスしたいかを指定する情報を「ＳＳＯサーバー」に送る\n\u0000 \u0000\u0000\nようにすることも，当業者が適宜になし得ることにすぎないと判断した。しかし，\n本件審決は，上記容易想到性の判断において，何らの証拠も論理付け等も示してい\nない。\nこのように審決が何らの証拠，論理付け等を示さずに「当業者が適宜になし得る\nことである」と判断したことは，「理由」として不完全であり，特許法１５７条２項\n４号に違反し，違法である。\u0000\n〔被告の主張〕\u0000\n引用例には，シングル・サインオンシステムの具体的動作として，「ＳＳＯサーバ\nーにログインすると，アクセス可能なサーバー／アプリケーションのＩＤ／パスワ\nードの束をクライアント・モジュールが受け取る。」と記載されているだけであり，\n引用発明における「ＳＳＯサーバー」は「クライアント・モジュール」から「リン\nク先の指定に関する情報を受信する手段」を有してはいないと解される。\u0000\nしかし，認証処理システムにおいて，認証処理を実行するサーバーがインターネ\nットを介して，利用者端末からサーバー／アプリケーションの認証情報の要求を受\n信する旨の技術は，乙６及び７にもあるとおり，認証処理の技術分野では本願出願\n時の周知技術であり，ＳＳＯサーバーなどの認証処理サーバーが認証情報の要求を\n個別に受信するような構成とするか，引用発明のように認証情報の要求を個別には\n受け付けない構成とするかは，当業者がシステムの効率やセキュリティなどを考慮\nして適宜に選択し得た設計的事項である。\u0000\nさらに，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関\nする情報を受信する手段」についても，乙８にもあるとおり，ユーザー端末からア\nクセスを希望するサーバー／アプリケーションのリンク先を特定する情報を受信す\nる手段として，本願出願時には周知慣用の手段であった。\u0000\nそして，Ｗｅｂアプリケーションにおいては，イントラネットであってもインタ\nーネットであっても，共にＵＲＬでＷｅｂ上のファイルが指定され，技術的には同\n様に扱われるものとして引用例に記載されており，相互に転用可能であることは当\n\u0000 \u0000\u0000\n業者にとっては明らかであるから，引用発明の「ＳＳＯサーバー」と「クライアン\nト・モジュール」をインターネットを介して設置し，対象プラットフォームをイン\nターネット環境で動作する「Ｗｅｂのアプリケーション」とすることができること\nは明らかである。\u0000\nそうすると，周知技術（乙６～８）を知る当業者において，引用発明を，ＳＳＯ\nサーバーが認証情報の要求を個別に受信するように，利用者の情報閲覧手段よりイ\nンターネットを介して，リンク先のサーバー／アプリケーションを指定する情報を\n受信するように構成することは，適宜なし得たことにすぎない。\u0000\nしたがって，引用発明を，「インターネットを介して利用者の情報閲覧手段よりリ\nンク先の指定に関する情報を受信する手段」を有するようなものとすることは，当\n業者が適宜になし得ることであるとした本件審決の判断に誤りはない。\u0000   \u0000\n３  取消事由３（相違点３に係る容易想到性の判断の誤り）\u0000\n〔原告の主張〕\u0000\n  本件審決は，相違点２の判断である，引用発明を，「インターネットを介して\n利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有する\nようなものとすることは，当業者が適宜になし得ることであることを前提に，その\n場合，「利用者の認証情報が登録されているリンク先が『受信されたリンク先の指定\nに関する情報』により指定された」ことを契機として，「リンク先情報登録手段から\n該当するリンク先情報を読み取り，当該利用者のそのリンク先における認証情報を\n認証情報格納手段から読み出すとともに，ひな型スクリプト格納手段から，該当す\nるリンク先のひな形スクリプトを読み出して，該ひな形スクリプトの変数として該\nリンク先における認証情報を指定して該リンク先で実行される認証処理で表示され\nる画面構成に対し前記認証情報を埋め込むための認証処理スクリプトを作成」する\nようにすることは，当業者が適宜になし得ることにすぎない，と判断した。\nさらに，「インターネットを介して」リンク先の指定に関する情報を受信するよう\nにすることは，当業者が適宜になし得ることであるから，逆に，リンク先情報及び\n\u0000 \u0000\u0000\n（作成した）認証処理スクリプトを利用者の情報閲覧手段に「インターネットを介\nして」転送するようにすることも，当業者が適宜になし得ることにすぎない，と判\n断した。\n  しかし，取消事由２において主張したように，「インターネットを介して利用\n者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するよう\nなものとすることは当業者が適宜になし得ることではなく，相違点２に係る本件審\n決の判断は誤りであるから，これを前提とする相違点３に係る本件審決の判断も誤\nりである。\nまた，仮に相違点２に関する判断が誤りでなかったとしても，どのような証拠，\n論理付け等により「利用者の認証情報が登録されているリンク先が『受信されたリ\nンク先の指定に関する情報』により指定されたこと」を契機とすることができるの\nか，また，仮に契機とすることができたとして，相違点３に係る構成について，い\nかなる証拠，論理付け等により容易想到と断定できるのかについて，本件審決は何\nも示していない。\u0000\nさらに，本件審決の「リンク先情報及び（作成した）認証処理スクリプトを利用\n者の情報閲覧手段に「インターネットを介して」転送するようにすることも，当業\n者が適宜になし得ることにすぎない」との判断については，前記２の［原告の主張］\nで述べたとおり，引用例から，引用発明を「インターネット」において使用する\nようにすることを想到するのは困難であるから，誤りである。\u0000\n以上によれば，本件審決が，引用発明において，相違点３に係る構成とすること\nは，当業者が適宜になし得ることであると判断したことは誤りである。\u0000\n〔被告の主張〕\u0000\n前記１の〔被告の主張〕のア，イで述べたとおり，本願発明と引用発明との一\n致点として，「リンク先情報を登録しておくリンク先情報登録手段」を認定すること\nができ，また，引用発明における「各サーバー／アプリケーションの種類ごとに用\n意され，ログイン操作を自動化するスクリプトを格納する格納手段」は，本願発明\n\u0000 \u0000\u0000\nにおける「各リンク先毎に用意され，該リンク先で実行される認証処理で表示され\nる画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプト\nを格納するひな形スクリプト格納手段」に相当する。したがって，本件審決が認定\nしたとおり，本願発明と引用発明とは「リンク先情報登録手段」，「認証情報格納手\n段」，「ひな形スクリプト格納手段」を有している点で一致する。\u0000\nそして，前記２の〔被告の主張〕で述べたとおり，認証処理システムにおいて，\n認証処理サーバーがインターネットを介して，利用者端末からサーバー／アプリケ\nーションの認証情報の要求を受信する旨の技術は，認証処理の技術分野では本願出\n願時の周知技術であって（乙６，７），このような周知の認証処理システムにおいて\nは，認証処理サーバーは利用者端末からサーバー／アプリケーションの認証情報の\n要求を受信することを契機として，該当するサーバー／アプリケーションの認証情\n報を格納手段から読み出し，利用者端末に返信している。\u0000\nさらに，乙２及び３に記載のとおり，「ひな型スクリプト」でログイン操作を自動\n化し，ひな形スクリプトに認証情報を埋め込んで認証処理スクリプトを作成するこ\nとは，スクリプトを利用した自動ログイン技術の分野における周知技術であり，ま\nた，乙９（段落【００４４】～【００４９】，図４）に記載があるように，ユーザー\n端末のログイン画面において，システムが認証情報を自動で代行入力する技術も周\n知技術であるから，「ログイン操作を自動化するスクリプト」が，本願発明のような\n「リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋\nめ込むための認証処理用のひな形スクリプト」であることは一般的であった。\u0000\nそうすると，引用発明は，認証処理に必要な情報を格納するための「リンク先情\n報登録手段」，「認証情報格納手段」，「ひな形スクリプト格納手段」を有しているか\nら，上記周知技術を前提とすれば，引用発明において，ＳＳＯサーバーが，認証情\n報の要求をクライアント・モジュールからインターネットを介して個別に受信する\nことを契機として，該当する認証情報を含めた認証処理スクリプト，認証処理に必\n要なリンク先情報をクライアント・モジュールに返信するように構成することに格\n\u0000 \u0000\u0000\n別の困難性はない。\u0000\nそのため，引用発明における「前記サーバー／アプリケーションのＩＤ／パスワ\nードの束及び前記スクリプトをクライアント・モジュールに配布する手段（リンク\n先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代\n行処理手段）」に換えて，本願発明のように，リンク先が指定された場合に，リンク\n先情報登録手段から該当するリンク先情報を読み取り，当該利用者のそのリンク先\nにおける認証情報を認証情報格納手段から読み出すとともに，ひな型スクリプト格\n納手段から，該当するリンク先のひな形スクリプトを読み出して，認証処理スクリ\nプトを作成し，該リンク先情報及び認証処理スクリプトを，該利用者の情報閲覧手\n段に前記インターネットを介して転送する「認証代行処理手段」のように構成する\nことは，当業者が適宜になし得ることである。\u0000\nしたがって，引用発明において，相違点３に係る構成とすることは，当業者が適\n宜になし得たとする本件審決の判断に誤りはない。\u0000\n第４  当裁判所の判断\u0000\n１  本願発明について\n  本願発明の特許請求の範囲は，前記第２の２記載のとおりであるところ，本\n願明細書（甲２の２・３，甲３６）には，おおむね次の内容の記載がある。\u0000\nア  発明の属する技術分野\u0000\n本発明は，認証代行装置，認証代行方法及び記録媒体に関する（【０００１】）。\u0000\nイ  従来の技術  \u0000\nネット上で任意のサイトにアクセスする場合，通常ユーザーＩＤ及びパスワードなどの組合\nせからなる認証情報を，当該サイトの指示画面に従って入力し，サイト側に登録されたその利\n用者の認証情報と一致する場合にログインが許可されるログイン認証が一般的に行われている\n（【０００２】）。\u0000\nウ  発明が解決しようとする課題\u0000\nしかし，頻繁に使用するサイトが増えてくると，一々サイトごとに違った認証方法による操\n\u0000 \u0000\u0000\n作をし，またその際に使用される認証情報も違ったものがそれぞれ必要になるという煩雑さが\nあった。一方，特定サービスに的を絞ったポータルサイトが立ち上がるようになり，利用者に\nはより一層利便性が高くなった。しかし，当該ポータルサイトから関連のあるサイトへリンク\nするごとに，上記のような認証操作を必要とするのでは，その煩雑さ故に，上記利便性が減殺\nされることになる。特に個々のサイトごとに提供されるサービスを連携させて，目的とする新\nたなサービスを創出することが，当該ポータルサイトで行われるといった，これまでにない全\nく新たな機能を持ったポータルサイトが立ち上げられた場合，その傾向はより一層顕著になる。\u0000\n本発明は，以上のような問題に鑑み創案されたもので，ネット利用者のサイトアクセスを便\nならしめるため，利用者に代わって，特定のサイトに対する認証を代行して行うことができる\n認証代行装置，認証代行方法及び記録媒体を提供せんとするものである（【０００３】～【００\n０６】）。\u0000\nエ  発明の実施の形態\u0000\n本発明の実施の形態（実施例１）を図示例と共に説明する。\u0000\n  図１は，インターネット４００上にある本発明に係る認証代行装置１を備えたポータル\nサイトＰにおける機能として，利用者Ｕがリンク先サイトを選択した場合に，利用者Ｕ自身に\n代わって認証処理を行い，ログインすることを可能にする本発明に係る認証代行装置１による\n認証代行処理を行う場合の，全体の枠組みを示す概念図である（【００３２】）。\u0000\n\u0000\n\u0000 \u0000\u0000\n\u0000\n図１に示すように，利用者Ｕはパソコン２００を有しており，パソコン２００上で情報閲覧\n手段として機能するブラウザ２１０により，そこに所定の接続先情報（ＵＲＬ情報）を与えた\nり，他のサイトでそのような接続先情報を獲得することで，インターネット４００を介して，\nポータルサイトＰ（後述するウェブサーバ１００）に接続できるようになっている（【００３３】）。\u0000\nここでパソコン２００のブラウザ２１０がウェブサーバ１００につながることで，ポータル\nサイトＰにおいて，利用者Ｕは，そこで提示される種々のサービスの提供を受けたり，そこで\n提示されるリンク先（図面上ではサイトＡ及びサイトＢのみ示されており，以下Ａリンク先及\nびＢリンク先とする。）に接続することが可能となっている。ただし，後述するように，本認証\n代行装置１は，リンク先におけるログイン時の認証法の違いを後述する認証法判定手段６によ\nり判別させ，それに応じて，それぞれの認証法に対応した認証代行処理を実行させている（【０\n０３５】）。\u0000\n\u0000 \u0000\u0000\nまた，このようなポータルサイトＰのサービスを受けるために，利用者Ｕが，ポータルサイ\nトＰで選択可能なリンク先における認証情報をあらかじめ登録しておく必要があり，その情報\nは後述する認証情報格納手段３に格納されている（【００３６】）。\u0000\n  ポータルサイトＰ上に形成された本発明の認証代行装置１は，図３に示すように，リン\nク先情報登録手段２と，認証情報格納手段３と，ひな形スクリプト／モジュール格納手段４と，\n認証代行処理手段５とを備える構成であり，前記ウェブサーバ１００，アプリケーションサー\nバ１２０及びデータベースサーバ１３０によって構成されている（【００４２】）。\u0000\n\u0000\n上記リンク先情報登録手段２は，上記データベースサーバ１３０で構成されており，本ポー\nタルサイトＰでリンク可能なサイトに関し，リンク先情報（ＵＲＬ情報など）を登録しておく\n機能を有している（【００４３】）。\u0000\n上記認証情報格納手段３は，同じくデータベースサーバ１３０で構成されており，リンク先\n情報登録手段２に登録されたリンク先における各利用者の認証情報を格納する機能を有してい\nる（【００４４】）。\u0000\n\u0000 \u0000\u0000\n上記ひな形スクリプト／モジュール格納手段４は，同じくデータベースサーバ１３０で構成\nされており，各リンク先ごとに用意された認証処理用のひな形スクリプト（単一画面認証用）\n及び各リンク先ごとに用意された認証処理用のモジュール（複数画面認証用）を格納している\n（【００４５】）。\u0000\n上記認証代行処理手段５は，上記アプリケーションサーバ１２０で構成されており，利用者\nＵの選択により，利用者Ｕの認証情報が登録されているリンク先が指定された場合に，後述す\nる認証法判定手段６によって判定されたリンク先の認証法に従って，利用者Ｕに代わって当該\nリンク先の認証処理を代行する機能を有している（【００４８】）。\u0000\nすなわち，上記認証法判定手段６によってリンク先の認証法が単一画面認証法によると判断\nされた場合は，①前記リンク先情報登録手段２から該当するリンク先情報を読み取り，利用者\nＵのそのリンク先における認証情報を認証情報格納手段３から読み出すと共に，前記ひな形ス\nクリプト／モジュール格納手段４から，該当するリンク先のひな形スクリプトを読み出して，\n認証処理スクリプトを作成し，上記リンク先情報及び認証処理スクリプトを，利用者Ｕのブラ\nウザ２１０に転送する処理を行う。そのため，利用者Ｕ自身が操作することはないが，ブラウ\nザ２１０が，与えられたリンク先情報に従ってリンク先にリンクすると共に，認証処理スクリ\nプトを実行することで，認証処理が自動的に行われることになる（【００４９】）。\u0000\n  図９では，前記認証法判定によりリンク先Ａが単一画面認証法によると判定された後の\nポータルサイトＰにおける各手段間のデータのやり取り及び前記認証代行処理手段５による処\n理内容を示している。すなわち，認証代行処理手段５は，利用者Ｕによるリンク先Ａの指定情\n報及びその利用者情報を受け取って，前記リンク先情報登録手段２から該当するリンク先情報\n（ＵＲＬ情報など）を，また前記認証情報格納手段３から利用者Ｕのそのリンク先Ａにおける\n認証情報（リンク先Ａにおける利用者ＵのユーザーＩＤ及びパスワードなど）を，それぞれ読\nみ出すと共に，前記ひな形スクリプト／モジュール格納手段４から，該当するリンク先Ａのひ\nな形スクリプトを読み出して，リンク先Ａ用の認証処理スクリプト（対象とするリンク先Ａに\n自動的に接続処理を開始する処理をＨＴＭＬとＪａｖａＳｃｒｉｐｔにて記載したもの）を作\n成し，上記リンク先情報及び認証処理スクリプトを，利用者Ｕのブラウザ２１０に転送する。\n\u0000 \u0000\u0000\n上記認証処理スクリプトには，ポストする \u0000\u0000\u0000\u0000\u0000\u0000 変数として，上記認証情報が指定される（【０\n０５８】）。\u0000\n\u0000\nしたがって，利用者Ｕ側のブラウザ２１０は，送られてきたリンク先情報で，目的とするリ\nンク先Ａにリンクすると共に，上記認証処理スクリプトに基づいて，ブラウザ２１０が，リン\nク先Ａで実行される認証処理で表示される画面構成に対し，図１０に示すように，自動的に上\n記認証情報を埋め込んでいくため，利用者Ｕは，何ら選択したリンク先Ａへの操作を行わなく\nても，認証処理が自動的に実行されることになる（【００５９】）。\u0000\n\u0000 \u0000\u0000\n\u0000\nオ  発明の効果\u0000\n以上のとおり，本発明の構成によれば，利用者が，ポータルサイトなどにおいてリンク先の\n選択を行うだけで，リンク先に対して，何ら特別な操作を行わなくても，認証処理が自動的に\n実行されるため，それが終了した段階で，当該リンク先へのログインが可能となるという優れ\nた効果を奏し得ることになる（【００８６】）。\u0000\n  前記の記載によれば，本願発明の概要は，以下のとおりのものであると認\nめられる。\n本願発明は，認証代行装置に関するものである。従来，ネット上で任意のサイト\nにアクセスする場合，通常ユーザーＩＤ及びパスワードなどの組合せからなる認証\n情報を，当該サイトの指示画面に従って入力していたが，特定サービスに的を絞り，\n利便性を高めたポータルサイトにおいて，ポータルサイトから関連のあるサイトへ\nリンクするごとに，上記の認証操作を必要とするのでは，その煩雑さ故に，上記利\n便性が減殺されるとの問題があった。本願発明は，ネット利用者のサイトアクセス\nを便利にするために，利用者に代わって，特定のサイトに対する認証を代行して行\nうことができる認証代行装置を提供することを目的とする。\u0000\n利用者Ｕは，パソコン２００上で情報閲覧手段として機能するブラウザ２１０が\nウェブサーバ１００につながることで，ポータルサイトＰにおいて，そこで提示さ\nれるリンク先に接続することが可能となるが，本願発明では，認証代行装置１に認\n\u0000 \u0000\u0000\n証代行処理を実行させ，このようなポータルサイトＰのサービスを受けるために，\n利用者Ｕが，ポータルサイトＰで選択可能なリンク先における認証情報を予め登録\nしておき，その情報は認証情報格納手段３に格納されている。\u0000\nまた，本願発明における認証代行装置１は，リンク先情報登録手段２と，認証情\n報格納手段３と，ひな形スクリプト／モジュール格納手段４と，認証代行処理手段\n５とを備える構成であり，上記リンク先情報登録手段２は，ポータルサイトＰでリ\nンク可能なサイトに関し，リンク先情報（ＵＲＬ情報など）を登録しておく機能を\n有し，上記認証情報格納手段３は，リンク先情報登録手段２に登録されたリンク先\nにおける各利用者の認証情報を格納する機能を有し，上記ひな形スクリプト／モジ\nュール格納手段４は，各リンク先ごとに用意された認証処理用のひな形スクリプト\nを格納し，上記認証代行処理手段５は，利用者Ｕの選択により，利用者Ｕの認証情\n報が登録されているリンク先が指定された場合に，利用者Ｕに代わって当該リンク\n先の認証処理を代行する機能を有する。\u0000\nそして，本願発明における認証代行処理手段５は，利用者Ｕによるリンク先Ａの\n指定情報及びその利用者情報を受け取って，上記リンク先情報登録手段２から該当\nするリンク先情報（ＵＲＬ情報など）を，また上記認証情報格納手段３から利用者\nＵのそのリンク先Ａにおける認証情報（リンク先Ａにおける利用者ＵのユーザーＩ\nＤ及びパスワードなど）を，それぞれ読み出すと共に，上記ひな形スクリプト／モ\nジュール格納手段４から，該当するリンク先Ａのひな形スクリプトを読み出して，\nリンク先Ａ用の認証処理スクリプト（対象とするリンク先Ａに自動的に接続処理を\n開始する処理をＨＴＭＬとＪａｖａＳｃｒｉｐｔにて記載したもの）を作成し，上\n記リンク先情報及び認証処理スクリプトを，利用者Ｕのブラウザ２１０に転送する\nので，利用者Ｕ側のブラウザ２１０は，送られてきたリンク先情報で，目的とする\nリンク先Ａにリンクすると共に，上記認証処理スクリプトに基づいて，ブラウザ２\n１０が，リンク先Ａで実行される認証処理で表示される画面構成に対し，自動的に\n上記認証情報を埋め込んでいくため，利用者Ｕは，選択したリンク先Ａへの操作を\n\u0000 \u0000\u0000\n何ら行わなくても，認証処理が自動的に実行されることになる。\u0000\nその結果，本願発明は，利用者が，ポータルサイトなどにおいてリンク先の選択\nを行うだけで，該リンク先に対して，特別な操作を何ら行わなくても，認証処理が\n自動的に実行されるため，それが終了した段階で，当該リンク先へのログインが可\n能となるという効果を奏し得る。\u0000\n２  引用発明について\u0000\n  引用例（甲１）には，引用発明について，おおむね，次の内容の記載がある。\u0000\nア  電子メールやグループウエア，Ｃ／Ｓ型の基幹業務システム，Ｗｅｂアプリケーション\nとして構築した人事情報システム。社内ネットワークでは，さまざまな種類のアプリケーショ\nンが稼働している。その多くはそれぞれ独立したユーザー管理システムを持ち，ＩＤ／パスワ\nードによる認証でユーザーのアクセスを制御する。\u0000 \u0000 \u0000\nこういったネットワーク・アプリケーションが増えると，ユーザーにとってシステムが使い\nにくくなる。アプリケーションごとに，ＩＤ／パスワードの入力が必要だからである。また，\nアプリケーションを導入するたびにユーザー・アカウントを登録しなければならないので，シ\nステム管理者の負担も増す。\u0000 \u0000 \u0000\nこうした問題を解決する一つの方法が，“シングル・サインオン”である。シングル・サイン\nオン（ＳＳＯ）機能を備えた専用ツールを使うことで，各アプリケーションのユーザー情報を\n集約し，認証処理を一元化できる。ユーザーは一度のログイン操作で許可されたアプリケーシ\nョンを利用できるようになる。ユーザー情報を一括管理するので管理者の負担は減る。さらに，\nパスワードなどの認証キーを１つに統合し，そのキーだけを集中管理すればよいので，セキュ\nリティも向上する（１５７頁左欄１行～中欄１３行）。\u0000\nイ  製品のタイプは３種類\u0000 \u0000 \u0000\n最近，シングル・サインオン製品の数が増え，Ｗｅｂやグループウエアなど，いろいろなア\nプリケーションが混在する環境で利用できるようになってきた。\u0000 \u0000 \u0000\n製品は，対象とするアプリケーションによって大きく３つのタイプに分かれる。（１）Ｗｅｂ\n向け，（２）Ｗｅｂ以外のアプリケーション向け，（３）ＷｅｂとＷｅｂ以外のアプリケーショ\n\u0000 \u0000\u0000\nンの両方向けである。\u0000 \u0000 \u0000\n（１）に相当するのが，米エンコマース社の「\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000」や米 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 の「\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000」\nなど。（２）が仏ブルの「\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000」やＮＴＴソフトウェアの「\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000」など。（３）\nが米ユニシスの「\u0000\u0000\u0000\u0000 \u0000\u0000 !\"\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000」や日立製作所の「シングルログインマネージャ」な\nどである（１５７頁中欄１４行～右欄１６行）。\u0000 \u0000\nウ  Ｗｅｂ，Ｗｅｂ以外のアプリケーションを問わず，ＳＳＯ環境を構築できる製品もある。\nこれが前記イの（３）の \u0000\u0000\u0000\u0000 \u0000\u0000!\"\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 やシングルログインマネージャ，システムニー\nズの「#\u0000\"\u0000 \u0000\u0000\u0000\u0000\u0000」などである。これらのソフトに対して一度ログインしてしまえば，対応ア\nプリケーションに再度ログインすることなく利用できるようになる。（１５９頁左欄６行～１４\n行）。\u0000 \u0000 \u0000\nエ  サーバー側にユーザー情報を集約\u0000 \u0000 \u0000\n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 など多くの製品は，ユーザー情報を１台の専用サーバー（ＳＳＯサーバーと呼\nぶ。）に集約する方法をとる。このサーバー集約型では，各サーバー／アプリケーションのユー\nザー情報を一元管理できるので管理者の負担は大幅に軽減する。ただし，専用のＳＳＯサーバ\nーを設置したり，サーバー／アプリケーションにモジュールを組み込むなど，既存のサーバー・\nシステムに手を加える必要がある。\u0000 \u0000 \u0000\nサーバー集約型は，さらに「認証代行サーバー型」と「リバース・プロキシ型」に分かれる。\u0000 \u0000 \u0000\n認証代行サーバー型は，ＳＳＯサーバーがユーザー情報をもとに各アプリケーションの認証\nを一元的に受け持つタイプである。（ａ）サーバー／アプリケーション側にモジュールを組み込\nむ方法，（ｂ）クライアント側にモジュールを組み込む方法，（ｃ）両方にモジュールを組み込\nむ方法の３通りがあり，それぞれ認証の方法や対応するアプリケーションの種類が異なる（表\n１）（１６０頁左欄１行～１６１頁左欄１１行）。\u0000\n\u0000 \u0000\u0000\n\u0000\nオ  「表１  各種認証代行サーバー方式のタイプの特徴」として，「認証代行サーバー型のタ\nイプ」が「クライアント側にモジュールを組み込むタイプ」の例として，「ＳＳＯの対象プラッ\nトフォーム」，「概要」，「長所」，「短所」が，それぞれ，「Ｗｅｂ以外のアプリケーション」，「ク\nライアントのモジュールは，ＳＳＯサーバーから各種サーバー（アプリケーション）のＩＤ／\nパスワードを受け取る。その情報をもとに，モジュール内のスクリプト認証などの操作を代行\nし，サーバー（アプリケーション）にアクセスする」，「スクリプトを作成することで各種アプ\nリケーションに対応できる」，「各サーバー（アプリケーション）のユーザー情報を個別に設定・\n管理しなければならない」とされている例が示されている。\u0000\nカ  クライアント側で認証処理のスクリプトを実行\u0000\n\u0000\u0000\u0000\u0000 \u0000\u0000!\"\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 や \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 などは，クライアント側にモジュールを組み込む前記エ\nの（ｂ）のタイプである。ＳＳＯサーバーにログインすると，アクセス可能なサーバー／アプ\nリケーションのＩＤ／パスワードの束をクライアント・モジュールが受け取る。ＩＤ／パスワ\nードを受け取ったモジュールは，ログイン操作を自動化するスクリプトを実行する。スクリプ\nトはサーバー／アプリケーションの種類ごとに用意する必要があるが，ＳＳＯサーバーに置い\nておけば，自動的に全てのクライアント・モジュールに配布することができる（１６１頁右欄\n１２行～１６２頁左欄１０行）。\u0000\n  前記の記載によれば，引用発明の概要は，以下のとおりのものであると認\nめられる。\n\u0000 \u0000\u0000\n社内ネットワークで稼働しているネットワーク・アプリケーションの多くは，Ｉ\nＤ／パスワードによる認証でユーザーのアクセスを制御することから，こうしたネ\nットワーク・アプリケーションが増えると，アプリケーションごとにＩＤ／パスワ\nードの入力が必要となるため，ユーザーにとってシステムが使いにくくなるという\n問題があった。この問題を解決する方法の一つが，シングル・サインオン（ＳＳＯ）\n機能を備えた専用ツールを使い，それにより，各アプリケーションのユーザー情報\nを集約し，認証処理を一元化できるようにすることで，これにより，ユーザーは，\n一度のログイン操作で許可されたアプリケーションを利用できるようになる。\u0000\nそして，ＳＳＯ製品には，Ｗｅｂ，Ｗｅｂ以外のアプリケーションを問わず，Ｓ\nＳＯ環境を構築できる製品があり，また，ＳＳＯ製品の多くは，ユーザー情報を１\n台の専用サーバー（ＳＳＯサーバー）に集約する方法をとり，このサーバー集約型\nの一種である認証代行サーバー型は，ＳＳＯサーバーがユーザー情報をもとに各ア\nプリケーションの認証を一元的に受け持つタイプであり，クライアント側にモジュ\nールを組み込む方法等がある。\u0000\nさらに，認証代行サーバー型でクライアント側にモジュールを組み込むタイプの\nＳＳＯ製品において，ＳＳＯサーバーにログインすると，アクセス可能なサーバー\n／アプリケーションのＩＤ／パスワードの束をクライアント・モジュールが受け取\nり，ＩＤ／パスワードを受け取ったモジュールは，ログイン操作を自動化するスク\nリプトを実行する。そして，スクリプトは，サーバー／アプリケーションの種類ご\nとに用意する必要があるが，ＳＳＯサーバーに置いておけば，自動的に全てのクラ\nイアント・モジュールに配布することができる。\u0000\n３  取消事由１（引用発明及び一致点の認定の誤り）について\u0000\n  引用発明の認定の前提及び引用発明の認定について\u0000\n本件審決は，引用例の「ＳＳＯサーバーにログインすると，アクセス可能なサー\nバー／アプリケーションのＩＤ／パスワードの束をクライアント・モジュールが受\nけ取る。」，及び「スクリプトはサーバー／アプリケーションの種類ごとに用意する\n\u0000 \u0000\u0000\n必要があるが，ＳＳＯサーバーに置いておけば，自動的にすべてのクライアント・\nモジュールに配布することができる」との各記載から，引用発明の「前記サーバー\n／アプリケーションのＩＤ／パスワードの束及び前記スクリプトをクライアント・\nモジュールに配布する手段とを有するＳＳＯサーバー」を認定した。原告は，この\n点について，引用例のどこにも「前記サーバー／アプリケーションのＩＤ／パスワ\nードの束」の配布と「スクリプト」の配布とが同じ手段により行われることの記載\nはなく，むしろ引用例によれば，「アクセス可能なサーバー／アプリケーションのＩ\nＤ／パスワードの束」は「ＳＳＯサーバーにログインすると」という契機により個々\nの「クライアント・モジュール」に個別のタイミングで送信され，一方「スクリプ\nト」は，「自動的にすべてのクライアント・モジュールに配布」されるのであって，\n全て（複数）の「クライアント・モジュール」に一斉に配布されるものであるから，\n「ＩＤ／パスワードの束」の配布と「スクリプト」の配布とが同じ手段で行われる\nことを読み取ることはできない旨主張する。\nそこで検討するに，前記２エ，カによれば，ＳＳＯ製品の多くは，ユーザー情\n報を１台の専用サーバー（ＳＳＯサーバー）に集約するサーバー集約型であり，認\n証代行サーバー型は上記サーバー集約型の一種であって，ＳＳＯサーバーがユーザ\nー情報をもとに各アプリケーションの認証を一元的に受け持つタイプであり，クラ\nイアント側にモジュールを組み込む方法があること，及び認証代行サーバー型でク\nライアント側にモジュールを組み込むタイプのＳＳＯ製品では，クライアント・モ\nジュールは，ＳＳＯサーバーにログインすると，アクセス可能なサーバー／アプリ\nケーションのＩＤ／パスワードの束を受け取ることから，引用発明においては，Ｓ\nＳＯサーバーが，アクセス可能なサーバー／アプリケーションのＩＤ／パスワード\nを登録しておく登録手段，及びサーバー／アプリケーションのＩＤ／パスワードの\n束をクライアント・モジュールに配布する手段を有することが認められる。\u0000\nそして，スクリプトは，サーバー／アプリケーションの種類ごとに用意する必要\nがあるが，ＳＳＯサーバーに置いておけば，自動的に全てのクライアント・モジュ\n\u0000 \u0000\u0000\nールに配布することができることから，引用発明においては，ＳＳＯサーバーが，\n各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化する\nスクリプトを格納する格納手段，及び上記スクリプトをクライアント・モジュール\nに配布する手段を有するものであって，こうしてＳＳＯサーバーからＩＤ／パスワ\nードの束及び上記スクリプトを受け取ったクライアント・モジュールは，ログイン\n操作を自動化するスクリプトを実行することが認められる。そうすると，引用発明\nにおいては，ＩＤ／パスワードの束の配布と上記スクリプトの配布とが，ＳＳＯサ\nーバーによって行われ，ＳＳＯサーバーは，ＩＤ／パスワードの束を配布する手段\nと上記スクリプトを配布する手段を有すると認められる。\u0000\n以上によれば，引用発明は，前記第２の３で本件審決が認定したものと同じく，\n以下のとおりのものと認められるが，この認定は上記のとおり，ＩＤ／パスワード\nの束を配布する手段と上記スクリプトを配布する手段が同一であることを認定した\nものではないから，原告の上記主張は採用することができない。\u0000\n「アクセス可能なサーバー／アプリケーションのＩＤ／パスワードを登録しておく\n登録手段と，\u0000 \u0000\n各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化す\nるスクリプトを格納する格納手段と，\u0000\n前記サーバー／アプリケーションのＩＤ／パスワードの束及び前記スクリプトを\nクライアント・モジュールに配布する手段とを有するＳＳＯサーバー。」\u0000\n  本願発明と引用発明との対比について\u0000\nア  「リンク先情報」及び「リンク先情報を登録しておく登録手段」について\u0000\n  本件審決は，引用発明の「アクセス可能なサーバー／アプリケーションのＩ\nＤ／パスワードを登録しておく登録手段」のうち，「アクセス可能なサーバー／アプ\nリケーション」，「アクセス可能なサーバー／アプリケーションのＩＤ」及び「アク\nセス可能なサーバー／アプリケーションのパスワード」は，それぞれ本願発明にお\nける「リンク先」，「リンク先情報」及び「登録されたリンク先における利用者の認\n\u0000 \u0000\u0000\n証情報」に相当すると認定した上で，引用発明における「アクセス可能なサーバー\n／アプリケーションのＩＤ／パスワードを登録しておく登録手段」は，本願発明に\nおける「リンク先情報を登録しておくリンク先情報登録手段」と「登録されたリン\nク先における利用者の認証情報を格納する認証情報格納手段」に対応する構成であ\nると認定した。原告は，この点について，引用例においては，「ＩＤ」とはユーザー\n（利用者）を特定する情報であり，「パスワード」とは「ＩＤ」に対する暗証番号な\nどの暗証情報であるから，本件審決が引用例の「アクセス可能なサーバーアプリケ\nーションのＩＤ／パスワードの束」という記載から「アクセス可能なサーバーアプ\nリケーションのＩＤ」を分離し，「アクセス可能なサーバーアプリケーションのＩＤ」\nが本願発明における「リンク先情報」に相当すると認定したのは誤りであり，その\nため，引用発明の「アクセス可能なサーバー／アプリケーションのＩＤ／パスワー\nドを登録しておく登録手段」は，本願発明における「利用者の認証情報を格納する\n認証情報格納手段」に対応するにすぎず，引用発明が，本願発明における「リンク\n先情報を登録しておくリンク先情報登録手段」を有することはない旨主張する。\u0000\n  そこで検討するに，本願の特許請求の範囲の記載からは，「リンク先情報」に\nついて，「登録されたリンク先における利用者の認証情報」と異なる情報であること\nは理解できるものの，その内容は必ずしも明らかではない。しかし，前記１エ\nのとおり，本願明細書には，「リンク先情報」について，リンク先情報登録手段２は，\nデータベースサーバ１３０で構成されており，ポータルサイトＰでリンク可能なサ\nイトに関し，リンク先情報（ＵＲＬ情報など）を登録しておく機能を有している旨\nの記載がある（段落【００４３】）。したがって，本願発明における「リンク先情報」\nは，ＵＲＬ情報のように，接続するネットワーク上のサイトを特定する各サイトに\n固有の情報であると認めるのが相当である。  \u0000\nこれに対し，引用例には，引用発明における「アクセス可能なサーバー／アプリ\nケーションのＩＤ／パスワード」について，「特定のファイルやディレクトリにアク\nセスする際，ＩＤとパスワードの入力を要求してアクセスを判定するしくみだ。」（１\n\u0000 \u0000\u0000\n５８頁左欄７行～１０行），「大抵の場合，それらのアプリケーションはＩＤ／パス\nワードを入力するなどしてから使うことを前提にしている」（１５８頁右欄３行～６\n行），「シングル・サインオン製品のほとんどは，ＩＤ／パスワードによる認証に加\nえ，」（１５９頁左欄１６行～１８行），「シングル・サインオン製品は，対応するア\nプリケーションだけでなく，ＩＤ／パスワードなどのユーザー情報を集約する場所\nによって，」（１５９頁左欄３０行～３３行），「例えば，シングルログインマネージ\nャの場合，事前にサーバー／アプリケーションのログイン画面や入力するＩＤ／パ\nスワードなどをクライアント・ソフトに登録しておく」（１５９頁中欄１３行～１７\n行），「登録したサーバー／アプリケーションのログイン画面が表示されると，クラ\nイアント・ソフトが自動的にＩＤ／パスワードを入力してＯＫのボタンを押す。」（１\n５９頁中欄１７行～右欄１行），及び「アプリケーションの追加やＩＤ／パスワード\nの変更があった場合，管理者は各ユーザーに設定変更の旨を通知したり，設定ファ\nイルを作成して配布しなければならない。」（１５９頁右欄１４行～１８行）との各\n記載がある。引用例の上記各記載から，引用発明の「アクセス可能なサーバー／ア\nプリケーションのＩＤ／パスワード」における「ＩＤ」とはユーザー（利用者）を\n特定する情報であり，「パスワード」とは「ＩＤ」に対する暗証番号などの暗証情報\nであると認められる。\u0000\nそうすると，引用発明における「アクセス可能なサーバー／アプリケーション」\nの「ＩＤ」は，ＵＲＬ情報のように，接続する「サーバー／アプリケーション」を\n特定する各「サーバー／アプリケーション」に固有の情報ではなく，そのため本願\n発明における「リンク先情報」に相当するものではない。引用発明における「アク\nセス可能なサーバー／アプリケーションのＩＤ／パスワード」は，一体として，本\n願発明における「登録されたリンク先における利用者の認証情報」に相当するもの\nである。\u0000\nしたがって，本件審決が，引用発明における「アクセス可能なサーバー／アプリ\nケーションのＩＤ」は，本願発明における「リンク先情報」に相当し，引用発明に\n\u0000 \u0000\u0000\nおける「アクセス可能なサーバー／アプリケーションのＩＤ／パスワードを登録し\nておく登録手段」は，本願発明における「リンク先情報を登録しておくリンク先情\n報登録手段」と「登録されたリンク先における利用者の認証情報を格納する認証情\n報格納手段」に対応する構成であると認定したことは誤りである。\u0000\n  しかしながら，引用発明は，前記のとおりの構成を有するＳＳＯサーバー\nであり，ＳＳＯサーバーにクライアント・モジュールがログインすると，クライア\nント・モジュールは，ＳＳＯサーバーからアクセス可能なサーバー／アプリケーシ\nョンのＩＤ／パスワードの束と，各サーバー／アプリケーションの種類ごとに用意\nされ，ログイン操作を自動化するスクリプトとを受け取り，当該スクリプトを実行\nするものである。\u0000\nそして，クライアント・モジュールが，アクセス可能なサーバー／アプリケーシ\nョンへのログイン操作を自動化するスクリプトを実行する際に，ログインしようと\nするサーバー／アプリケーションのＩＤ／パスワードとともに，当該サーバー／ア\nプリケーションに接続するためのリンク先情報（ＵＲＬ情報など）が必要であるこ\nとは，当該技術分野における技術常識というべきであって，引用例に明示されてい\nなくとも，引用例の記載に接した当業者には自明な事項と認められる。\u0000\nさらに，前記のとおり，ＳＳＯ製品の多くは，ユーザー情報を１台の専用サー\nバー（ＳＳＯサーバー）に集約するサーバー集約型であり，認証代行サーバー型は\nこのサーバー集約型の一種であるところ，引用発明は，認証代行サーバー型でクラ\nイアント側にモジュールを組み込むタイプのＳＳＯサーバーである。\u0000\nそうすると，引用発明において，クライアント・モジュールがログイン操作を自\n動化するスクリプトを実行するためには，アクセス可能なサーバー／アプリケーシ\nョンのＩＤ／パスワードと，各サーバー／アプリケーションの種類ごとに用意され，\nログイン操作を自動化するスクリプトとともに，各サーバー／アプリケーションの\nリンク先情報が必要であり，また，引用発明は，ユーザー情報をＳＳＯサーバーに\n集約するサーバー集約型の構成であるから，引用発明のＳＳＯサーバーは，アクセ\n\u0000 \u0000\u0000\nス可能なサーバー／アプリケーションのリンク先情報を登録しておくリンク先情報\n登録手段を有し，クライアント・モジュールは，ＳＳＯサーバーから，アクセス可\n能なサーバー／アプリケーションのリンク先情報を受け取るものと認めるのが相当\nである。\u0000\nまた，前記のとおり，引用発明における「アクセス可能なサーバー／アプリケ\nーションのＩＤ／パスワード」は，本願発明における「登録されたリンク先におけ\nる利用者の認証情報」に相当するから，引用発明の「アクセス可能なサーバー／ア\nプリケーションのＩＤ／パスワードを登録しておく登録手段」は，本願発明におけ\nる「登録されたリンク先における利用者の認証情報格納手段」に対応するものと認\nめられる。\u0000\n以上によれば，本件審決が，引用発明における「アクセス可能なサーバー／アプ\nリケーションのＩＤ」は，本願発明における「リンク先情報」に相当し，引用発明\nにおける「アクセス可能なサーバー／アプリケーションのＩＤ／パスワードを登録\nしておく登録手段」は，本願発明における「リンク先情報を登録しておくリンク先\n情報登録手段」と「登録されたリンク先における利用者の認証情報を格納する認証\n情報格納手段」に対応する構成であると認定したことは誤りであるものの，引用例\nの記載及び本技術分野における技術常識に照らせば，引用発明においても，リンク\n先情報を登録しておくリンク先情報登録手段を有していることが認められるから，\n本願発明と引用発明とが「リンク先情報を登録しておくリンク先情報登録手段」と\n「登録されたリンク先における利用者の認証情報を格納する認証情報格納手段」と\nを有する点で一致するとした本件審決の認定に誤りはない。このように，本願発明\nと引用発明の対比における本件審決の上記認定の誤りは，本件審決による本願発明\nと引用発明との一致点の認定に影響を及ぼすものではなく，取消事由とはなり得な\nいというべきである。\u0000\nイ  「ひな形スクリプト格納手段」について\n原告は，本件審決が，引用発明の「各サーバー／アプリケーションの種類ごとに\n\u0000 \u0000\u0000\n用意され，ログイン操作を自動化するスクリプトを格納する格納手段」は，本願発\n明における「各リンク先毎に用意され，該リンク先で実行される認証処理で表示さ\nれる画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプ\nトを格納するひな形スクリプト格納手段」に相当すると認定した点について，引用\n発明における「ログイン操作を自動化するもの」が「端末の画面上に構成される認\n証処理用のひな形スクリプト」であることを読み取ることはできず，引用発明が「情\n報閲覧手段」に「ベーシック認証」におけるＷＷＷブラウザにユーザーＩＤ・パス\nワードを記憶させる機能を有しているのであれば，「ログイン操作を自動化するも\nの」が「端末の画面上に構成される認証処理用のひな形スクリプト」である必要は\nない旨主張する。\u0000\nしかし，引用発明は，認証代行サーバー型でクライアント側にモジュールを組み\n込むタイプのＳＳＯサーバーであるところ，前記２オのとおり，引用例には，「認\n証代行サーバー型のタイプ」で「クライアント側にモジュールを組み込むタイプ」\nについて，「クライアントのモジュールは，ＳＳＯサーバーから各種サーバー（アプ\nリケーション）のＩＤ／パスワードを受け取る。その情報をもとに，モジュール内\nのスクリプト認証などの操作を代行し，サーバー（アプリケーション）にアクセス\nする」こと，及び「スクリプトを作成することで各種アプリケーションに対応でき\nる」ことが記載されているから，引用発明における「ログイン操作を自動化するも\nの」が，スクリプトを用いない「ベーシック認証」であるということはできない。\u0000\nそして，「スクリプト」は，コンピュータプログラムの種類の一つで，機械語への\n変換や実行可能ファイルの作成などの過程を省略又は自動化し，ソースコードを記\n述したら即座に実行できるようなプログラム（乙１）と解されるから，引用例の上\n記記載によれば，引用発明における「各サーバー／アプリケーションの種類ごとに\n用意され，ログイン操作を自動化するスクリプト」は，ＳＳＯサーバーから受け取\nった各種サーバー（アプリケーション）のＩＤ／パスワード（利用者の認証情報）\nをソースコードに埋め込んで，「各サーバー／アプリケーションの種類ごと」の「ロ\n\u0000 \u0000\u0000\nグイン操作を自動化する」プログラムであると認めるのが相当である。\u0000\nそうすると，引用発明における「各サーバー／アプリケーションの種類ごとに用\n意され，ログイン操作を自動化するスクリプト」は，本願発明における「各リンク\n先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，\n前記認証情報を埋め込むための認証処理用のひな形スクリプト」に相当すると認め\nられるから，引用発明における「各サーバー／アプリケーションの種類ごとに用意\nされ，ログイン操作を自動化するスクリプトを格納する格納手段」が，本願発明に\nおける「各リンク先毎に用意され，該リンク先で実行される認証処理で表示される\n画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを\n格納するひな形スクリプト格納手段」に相当するとした本件審決の認定に誤りはな\nい。\u0000\n原告の上記主張は採用することができない。\u0000\nウ  「利用者の情報閲覧手段」について\u0000\n原告は，本件審決が，引用発明における「クライアント・モジュール」は，本願\n発明における「利用者の情報閲覧手段」に相当すると認定した点について，引用例\nの「クライアント・モジュール」は，（Ａ）アクセス可能なサーバー／アプリケーシ\nョンのＩＤ／パスワードの束を受け取ること，及び（Ｂ）ログイン操作を自動化す\nるスクリプトを実行すること，の機能を有するが，情報を閲覧する機能を有すると\nは記載されていないから，本件審決の上記認定は誤りである旨主張する。\u0000\nしかし，前記のとおり，引用発明の「クライアント・モジュール」は，アクセ\nス可能なサーバー／アプリケーションのＩＤ／パスワードの束と，各サーバー／ア\nプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトをＳ\nＳＯサーバーから受け取り，上記スクリプトを実行するものである。\u0000\nまた，前記アのとおり，引用発明の「クライアント・モジュール」は，ＳＳＯ\nサーバーから，各サーバー／アプリケーションのリンク先情報をも受け取るのであ\nるから，上記スクリプトを実行する際，クライアントを，ログインするサーバー／\n\u0000 \u0000\u0000\nアプリケーションに接続するものと認められる。\u0000\nそして，クライアントにおいて，サーバー／アプリケーションとの接続及び情報\nの送受信を，情報閲覧機能を有するブラウザにより行うことは，本技術分野におけ\nる当然の前提であり，技術常識というべきである。\u0000\nそうすると，本願発明と引用発明との対比において，引用発明における「クライ\nアント・モジュール」が，本願発明における「利用者の情報閲覧手段」に相当する\nとした本件審決の認定に誤りはない。\u0000\n原告の上記主張は採用することができない。\u0000\nエ  「認証代行処理手段」について\u0000\n原告は，本件審決が，引用発明における「前記サーバー／アプリケーションのＩ\nＤ／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手\n段」と，本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動\n的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段」である\n点において共通すると認定したことについて，引用発明からは「前記サーバー／ア\nプリケーションのＩＤ／パスワードの束及び前記スクリプトをクライアント・モジ\nュールに配布する手段」を認定することはできないのであるから，本件審決の認定\nは誤りである旨主張する。\u0000\nしかし，前記のとおり，引用発明の認定に関する原告の上記主張は採用するこ\nとができない。そして，前記アのとおり，引用発明における「クライアント・モ\nジュール」は，アクセス可能なサーバー／アプリケーションのＩＤ／パスワードの\n束，各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化\nするスクリプト，及び各サーバー／アプリケーションのリンク先情報をＳＳＯサー\nバーから受け取るものである。\u0000\nそうすると，引用発明における「前記サーバー／アプリケーションのＩＤ／パス\nワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」と，\n本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動的に行う\n\u0000 \u0000\u0000\nための情報を利用者の情報閲覧手段に転送する認証代行処理手段」である点におい\nて共通するとした本件審決の認定に誤りはない。\u0000\n原告の上記主張は採用することができない。\u0000\nオ  「認証代行装置」について\u0000\n原告は，本件審決が，引用発明における「ＳＳＯサーバー」は，本願発明におけ\nる「認証代行装置」に相当すると認定した点について，引用発明における「クライ\nアント・モジュール」と本願発明における「情報閲覧装置」とは異なるものである\nから，引用発明における「ＳＳＯサーバー」は本願発明における「認証代行装置」\nに相当するものではなく，本件審決の認定は誤りである旨主張する。\u0000\nしかし，前記ウのとおり，引用発明の「クライアント・モジュール」は本願発明\nの「利用者の情報閲覧手段」に相当するものである上，前記のとおり，引用発明\nの「ＳＳＯサーバー」は，一台の専用サーバー（ＳＳＯサーバー）に集約されたユ\nーザー情報（ＩＤ／パスワード）をもとに各アプリケーションの認証を一元的に受\nけ持つタイプのものであり，認証代行機能を有するサーバーであるということがで\nきる。\u0000\nそうすると，引用発明における「ＳＳＯサーバー」が，本願発明における「認証\n代行装置」に相当するとした本件審決の認定に誤りはない。\u0000\n原告の上記主張は採用することができない。\u0000\n  本願発明と引用発明との一致点の認定について\u0000\n原告は，正しい本願発明と引用発明との一致点は，\u0000\n「リンク先における利用者の認証情報を格納する認証情報格納手段と，\n各リンク先ごとに用意され，該リンク先で実行される認証処理のための情報を格\n納する情報格納手段と，\nリンク先の認証情報を利用者の使用するモジュールに送信する手段と，\nリンク先の認証処理を自動的に行うための情報を全ての利用者の使用するモジュ\nールに配布する手段とを有する装置」となる旨主張する。\n\u0000 \u0000\u0000\nしかし，前記及びのとおりであるから，本件審決が，本願発明と引用発明と\nの一致点及び相違点を，前記第２の３のとおり認定したことに誤りはない。\n原告の上記主張は採用することができず，結局，取消事由１は理由がない。\n４  取消事由２（相違点２に係る容易想到性の判断の誤り）について\u0000\n  相違点２は，本願発明は，「インターネットを介して利用者の情報閲覧手段よ\nりリンク先の指定に関する情報を受信する手段」を有するのに対し，引用発明は，\nそのような手段を有するとはされていない点である。\u0000\n本件審決は，上記相違点２について，引用発明の具体的動作として，「アクセス可\n能なサーバー／アプリケーションのＩＤ／パスワードの束」を受け取る具体例が示\nされているが，ユーザーがどの「サーバー／アプリケーション」にアクセスしたい\nかを指定して，その指定された「サーバー／アプリケーション」の「ＩＤ／パスワ\nード」を受け取るようにすることは，当業者が適宜になし得ることであり，その際\nに，「Ｗｅｂのアプリケーション」に対して「ＳＳＯ環境を構築できる」ような製品\nである場合に，「インターネットを介して」，どの「サーバー／アプリケーション」\nにアクセスしたいかを指定する情報を「ＳＳＯサーバー」に送るようにすることも，\n当業者が適宜になし得ることにすぎないから，引用発明を，「インターネットを介し\nて利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有す\nるようなものとすることは，当業者が適宜になし得ることである旨判断した。\u0000\nア  前記１のとおり，本願発明における認証代行処理手段は，利用者の選択\nにより，利用者の認証情報が登録されているリンク先が指定された場合に，利用者\nに代わって当該リンク先の認証処理を代行する機能を有するものである。すなわち，\n本願発明における認証代行処理手段は，利用者によるリンク先の指定情報及びその\n利用者情報を受け取って，リンク先情報登録手段から該当するリンク先情報（ＵＲ\nＬ情報など）を，また認証情報格納手段から利用者のそのリンク先における認証情\n報（リンク先における利用者のユーザーＩＤ及びパスワードなど）を，それぞれ読\nみ出すと共に，ひな形スクリプト／モジュール格納手段から，該当するリンク先の\n\u0000 \u0000\u0000\nひな形スクリプトを読み出して，リンク先用の認証処理スクリプト（対象とするリ\nンク先に自動的に接続処理を開始する処理をＨＴＭＬとＪａｖａＳｃｒｉｐｔにて\n記載したもの）を作成し，上記リンク先情報及び認証処理スクリプトを，利用者の\nブラウザに転送するので，利用者側のブラウザは，送られてきたリンク先情報で，\n目的とするリンク先にリンクすると共に，上記認証処理スクリプトに基づいて，ブ\nラウザが，リンク先で実行される認証処理で表示される画面構成に対し，自動的に\n上記認証情報を埋め込んでいくため，利用者は，何ら選択したリンク先への操作を\n行わなくても，認証処理が自動的に実行されることになる。その結果，本願発明は，\n利用者が，ポータルサイトなどにおいてリンク先の選択を行うだけで，該リンク先\nに対して，何ら特別な操作を行わなくても，認証処理が自動的に実行されるため，\nそれが終了した段階で，当該リンク先へのログインが可能となるという効果を奏し\n得るものである。\u0000\nそうすると，本願発明は，利用者の選択により，利用者の認証情報が登録されて\nいるリンク先が指定され，「利用者の情報閲覧手段よりリンク先の指定に関する情報\nを受信する手段」（相違点２に係る構成）によって，上記利用者によるリンク先の指\n定情報を受け取った認証代行処理手段が，利用者に代わって当該リンク先の認証処\n理を代行するものと認められる。\u0000\nイ  これに対し，引用発明は，前記３のとおり，ＳＳＯサーバーにログインす\nると，アクセス可能なサーバー／アプリケーションのＩＤ／パスワードの束と，各\nサーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するス\nクリプトが，ＳＳＯサーバーからクライアント・モジュールに配布され，クライア\nント・モジュールは，ログイン操作を自動化するスクリプトを実行するものである。\nここで，アクセス可能なサーバー／アプリケーションのＩＤ／パスワードの束とは，\nＳＳＯサーバーにログインしたユーザーが，アクセスすることができる全てのサー\nバー／アプリケーションのＩＤ／パスワードの組合せであると理解することができ\nる。\u0000\n\u0000 \u0000\u0000\nまた，前記３アのとおり，引用例の記載及び本技術分野における技術常識に\n照らせば，引用発明のＳＳＯサーバーは，各サーバー／アプリケーションのリンク\n先情報を登録しておくリンク先情報登録手段を有し，クライアントモジュールは，\nＳＳＯサーバーから，各サーバー／アプリケーションのリンク先情報を受け取るも\nのである。\u0000\nそして，引用発明では，上記の構成を採用することによって，ユーザーは，一度\nのログイン操作で，アクセス可能な全てのアプリケーションを利用できるとの機能\n（シングル・サインオン（ＳＳＯ）機能）を有すると認められる。\u0000\nそうすると，引用発明においては，一度ＳＳＯサーバーにログインすれば，クラ\nイアント・モジュールは，ＳＳＯサーバーにログインしたユーザーがアクセス可能\nな全てのサーバー／アプリケーションのＩＤ／パスワードの組合せ，各サーバー／\nアプリケーションの種類ごとのログイン操作を自動化するスクリプト，及び各サー\nバー／アプリケーションのリンク先情報を受け取るから，それ以降，ＳＳＯサーバ\nーとの通信を行う必要がなく，ログイン操作を自動化するスクリプトを実行するこ\nとで，シングル・サインオン機能を果たすとの作用効果を奏すると認められる。\u0000\nしかるに，このような構成を採用する引用発明について，ＳＳＯサーバーが「利\n用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するも\nのとした上で，ユーザーがどの「サーバー／アプリケーション」にアクセスしたい\nかを指定して，その指定された「サーバー／アプリケーション」の「ＩＤ／パスワ\nード」を受け取るように構成を変更するとすれば，利用者が情報閲覧手段よりリン\nク先の指定を行う都度，クライアント・モジュールは，ＳＳＯサーバーとの通信を\n行い，その指定された「サーバー／アプリケーション」の「ＩＤ／パスワード」を\n受け取り，上記指定された「サーバー／アプリケーション」へのログイン操作を自\n動化するスクリプトを実行することにより，シングル・サインオン機能を果たすこ\nとになる。しかし，それでは，一度ＳＳＯサーバーにログインすれば，クライアン\nト・モジュールは，それ以降，ＳＳＯサーバーとの通信を行う必要がなく，ログイ\n\u0000 \u0000\u0000\nン操作を自動化するスクリプトを実行できるとの引用発明が有する上記の作用効果\nが失われることとなる。したがって，引用発明において，相違点２に係る本願発明\nの構成に変更する必要性があるものとは認められない。\u0000\nこのように，引用発明について，ＳＳＯサーバーが「利用者の情報閲覧手段より\nリンク先の指定に関する情報を受信する手段」を有するもの（相違点２に係る構成\nとすること）とした上で，ユーザーがどの「サーバー／アプリケーション」にアク\nセスしたいかを指定して，その指定された「サーバー／アプリケーション」の「Ｉ\nＤ／パスワード」を受け取るように構成を変更することについては，引用発明が本\n来奏する上記作用効果が失われるものであって，その必要性が認められないから，\n引用発明における上記構成上の変更は，解決課題の存在等の動機付けなしには容易\nに想到することができない。しかして，引用例には，引用発明について上記構成上\nの変更をすることの動機付けとなるような事項が記載又は示唆されていると認める\nことはできない。\u0000\nウ  前記アのとおり，本願発明は，利用者の選択により，利用者の認証情報が登\n録されているリンク先が指定され，「利用者の情報閲覧手段よりリンク先の指定に関\nする情報を受信する手段」（相違点２に係る構成）によって，上記利用者によるリン\nク先の指定情報を受け取った認証代行処理手段が，利用者に代わって当該リンク先\nの認証処理を代行するものであるから，本願発明と引用発明とは，相違点２に係る\n構成により，作用効果上，格別に相違するものであり，引用発明において，相違点\n２に係る本願発明の構成を採用することは，当業者が適宜なし得る程度のものとは\n認められない。\u0000\n以上によれば，引用発明において，上記構成上の変更をすることが，当業者が容\n易に想到できたものということはできない。したがって，本願発明と引用発明との\n相違点２について，本件審決がした前記の判断には誤りがあるというべきであり，\n原告主張の取消事由２は理由がある。\u0000\n  被告の主張について\u0000\n\u0000 \u0000\u0000\nア  被告は，認証処理システムにおいて，認証処理を実行するサーバーがインタ\nーネットを介して，利用者端末からサーバー／アプリケーションの認証情報の要求\nを受信する旨の技術は，乙６及び７にもあるとおり，認証処理の技術分野では本願\n出願時の周知技術であり，ＳＳＯサーバーなどの認証処理サーバーが認証情報の要\n求を個別に受信するような構成とするか，引用発明のように認証情報の要求を個別\nには受け付けない構成とするかは，当業者がシステムの効率やセキュリティなどを\n考慮して適宜に選択し得た設計的事項であり，また，「インターネットを介して利用\n者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」についても，\n乙８にもあるとおり，本願出願時には周知慣用の手段であるから，周知技術（乙６\n～８）を知る当業者において，引用発明を，ＳＳＯサーバーが認証情報の要求を個\n別に受信するように，利用者の情報閲覧手段よりインターネットを介して，リンク\n先のサーバー／アプリケーションを指定する情報を受信するように構成することは，\n適宜なし得たことにすぎない旨主張する。\u0000\nイ  そこで，乙６ないし８に開示されている技術について検討する。\u0000\n  乙６\u0000\nａ  本願出願日前に頒布された刊行物である「ノベルがインターネット上のＩＤ\n管理サービス \u0000\u0000\u0000\u0000\u0000\u0000 $\u0000 を開始，日本，ソフトバンクパブリッシング株式会社，\n%\u0000&'()!\u0000 \u0000\u0000\u0000\u0000*%\u0000'，１９９９年（平成１１年）１２月１日発行，第９巻，第\n１０号，ｐ１９４）には，以下の記載がある。\u0000\n「また，シングルサインオンの機能もある。いったんメンバー制のＷｅｂサイトへのログイン\u0000\u0000\u0000\u0000\u0000\u0000 $\u0000 に「録画」させれば，その後は \u0000\u0000\u0000\u0000\u0000\u0000 $\u0000 にログインするだけで，各サイトにＩ\nＤ，パスワードの入力なしにログインできる。ディレクトリデータベースの中に，各ユーザー\nに付帯する情報として，各Ｗｅｂで利用されるログイン名やパスワードを格納しておき，ログ\nイン画面で自動的に適用するからだ。」（１９４頁左欄下から２行～中欄８行）\u0000\nｂ  前記ａによれば，乙６には，ディレクトリデータベースの中に，各ユーザー\nに付帯する情報として，各Ｗｅｂで利用されるログイン名やパスワードを格納して\n\u0000 \u0000\u0000\nおき，ログイン画面で自動的に適用することで，シングルサインオンの機能を実現\nする技術が開示されていると認められる。\u0000\n  乙７\u0000\nａ  本願出願日前に頒布された刊行物である特開２０００－１０９３０号公報\n（公開日；平成１２年１月１４日）には，以下の記載がある。\u0000\n「【００１７】図４は，本発明におけるアクセスチケットを用いた制御手順を示すシーケンス\nチャートである。アクセス制御サーバ５０がアクセスチケット７５を用いて，さらにきめ細か\nな運用を考慮したアクセス制御を行う事例について説明する。図４に示すように，セキュア通\n信ライブラリ５２はユーザ認証画面を表示し（１４ａ），ユーザはユーザ認証画面にＩＣカード\n内の証明証３１の情報を入力する（１４ｂ）。証明証３１の情報を利用してセキュア通信ライブ\nラリ５２の処理によりユーザ１４の正当性が認められた後は，クライアント２０上のアクセス\n制御ライブラリ５１が証明証３１の情報を用いて，ユーザ１４のアクセス権限を確認する。次\nに，アクセス制御サーバ５０に対してユーザ１４のアクセス権限の確認要求を行うと（１４ｃ），\nアクセス制御サーバ５０は業務サーバ６にＡＣＬ（判決注：アクセス制御リスト，段落【００\n０９】参照）を要求する（１４ｄ）。このように，ユーザ１４がクライアント２０からネットワ\nークシステム１にログインする場合，アクセスチケット７５ａの中に９時から１７時までとい\nう一時的な運用の制約条件７６をつけることが可能である。この場合，アクセス制御サーバ５\n０は，クライアント２０側のアクセス制御ライブラリ５１に，アクセス制御サーバＩＤ，ユー\nザ１４のユーザ識別名，ユーザ１４のＡＣＬ+制約条件７６，及びアクセス制御サーバ５０の署\n名情報から構成されるアクセスチケット７５ａを作成し，アクセス制御ライブラリ５１に送信\nする（７５ａ）。アクセス制御サーバ５０とアクセス制御ライブラリ５１との間の通信はセキュ\nア通信ライブラリ５２の機能により保護されているため，相互で正しく認証され，情報が盗ま\nれたり改ざんされる心配はない。また，セキュア通信ライブラリ５２は，アクセスチケット７\n５ａの内容が確かにアクセス制御サーバ５０によって作成されたものであることを保証するた\nめに，署名情報を付加している。\u0000\n\u0000 \u0000\u0000\n\u0000\n【００１８】次に，図４において，アクセス制御ライブラリ５１がアクセスチケット７５ａ\nを受け取ると，クライアント２０上のグループウェアアプリケーションはユーザ１４に対して\n初期選択画面を表示する（１４ｅ）。この初期選択画面は，ユーザ１４のＡＣＬに基づき作成さ\nれるもので，ユーザ１４に権限に許されている業務だけが表示される。また，ユーザ１４が表\n示された以外の業務のアプリケーションを起動するとユーザ１４に対して警告を発し，アクセ\nス履歴情報１２が取得される。ユーザ１４が前記初期選択画面の中の業務の中から業務サーバ\n６のＡＰ６０（図示省略）を起動した場合（１４ｆ），ユーザ１４によるＡＰ６０１（図示省略）\n\u0000 \u0000\u0000\nの業務要求は，アクセス制御ライブラリ５１から業務サーバ６に転送されるが（７５ｄ），その\n時に前記アクセスチケット７５ａも添付される。業務サーバ６は，このアクセスチケット７５\nａの内容を確認することにより，以降の業務処理ＡＰ６０１を実行する。具体的には，ＡＣＬ\nと制約条件７６を考慮した処理を行うので，図４に示すＡＣＬに許可された以外のＡＰ６０１\nの修正や業務ＡＰ６０２の起動等は許さず，時刻が１７時を過ぎたならばユーザ１４に対する\n処理を打ち切る。そして，業務サーバ６は，ユーザ１４のアクセス状況についてはアクセス履\n歴情報１２に記録しておく。」\u0000\nｂ  前記ａによれば，乙７には，ユーザがユーザ認証画面にＩＣカード内の証明\n証３１の情報を入力し，証明証３１の情報を利用してユーザ１４の正当性が認めら\nれると，クライアント２０上のアクセス制御ライブラリ５１が証明証３１の情報を\n用いて，ユーザ１４のアクセス権限を確認し，アクセス制御サーバ５０に対してユ\nーザ１４のアクセス権限の確認要求を行うと，アクセス制御サーバ５０は業務サー\nバ６にＡＣＬを要求し，アクセス制御サーバ５０は，クライアント２０側のアクセ\nス制御ライブラリ５１に，アクセス制御サーバＩＤ，ユーザ１４のユーザ識別名，\nユーザ１４のＡＣＬ，制約条件７６，及びアクセス制御サーバ５０の署名情報から\n構成されるアクセスチケット７５ａを作成して，アクセス制御ライブラリ５１に送\n信すること（段落【００１７】），及びアクセス制御ライブラリ５１がアクセスチケ\nット７５ａを受け取ると，クライアント２０上のグループウェアアプリケーション\nはユーザ１４に対して，ユーザ１４のＡＣＬに基づき作成される初期選択画面を表\n示し，初期選択画面には，ユーザ１４に許されている業務だけが表示されること（段\n落【００１８】）が記載されていると認められる。\u0000\n  乙８\u0000\nａ  本願出願日前に頒布された刊行物である「快速ネットサーフィンのコツ：検\n索エンジンを使いこなす／検索サイト ,\u0000\u0000\u0000\u0000\u0000，日本，株式会社毎日コミュニケーシ\nョンズ，タッチＰＣ，１９９８年（平成１０年）１２月２４日発行，第３巻，第１\n２号，ｐ５２」には，以下の記載がある。\u0000\n\u0000 \u0000\u0000\n「検索サービス（検索エンジン）とは，ホームページをデータベース化したサイト。キーワ\nードを指定すると合致するページを探し出し，一覧で表示してくれる。あとは見たいページを\n選べば，ダイレクトにそのページにジャンプできるのだ。「Ｙａｈｏｏ！」が代表的なページと\nして君臨してきたが，ここ数年で続々登場。ユーザーにとってますます便利な状況になってい\nる。」（５２頁上欄１行～１３行）\u0000\nｂ  前記ａによれば，乙８には，ホームページをデータベース化したサイトであ\nる検索サービス（検索エンジン）において，ユーザーがキーワードを指定すると，\n合致するページを探し出して一覧で表示するので，ユーザーが見たいページを選べ\nば，ダイレクトにそのページにジャンプできることが記載されていると認められる。\u0000\nウ  前記イによれば，乙６及び７には，認証処理システムにおいて，認証処理サ\nーバーがネットワークを介して，利用者端末からサーバー／アプリケーションの認\n証情報（ログイン名，パスワード，アクセスチケット）の要求を受信する技術が開\n示され，また，乙８には，検索サービス（検索エンジン）において，検索サービス\nサイトがインターネットを介してユーザーの端末からリンク先の指定に関する情報\n（キーワード等）を受信して，リンク先情報（ＵＲＬ）を返信する技術が開示され\nている。しかし，これらの技術が，本願出願当時，当該技術分野において周知であ\nったとしても，本件においては，前記イのとおり，相違点２に係る構成上の変更\nを行って，引用発明が本来奏する作用効果を失わせる必要性は認められないから，\nこれらの周知技術の存在は，引用発明について相違点２に係る構成上の変更をする\nことの動機付けとなるものではない。\u0000\nしたがって，引用発明において，前記構成上の変更をすることは，乙６ないし８\nに開示された周知技術を知る当業者であっても，適宜なし得たものであるというこ\nとはできない。被告の前記アの主張には理由がない。\u0000\nエ  小括\u0000\n以上のとおりであるから，相違点２に係る本件審決の判断には誤りがあるから，\n原告主張の取消事由２には理由がある。\u0000\n\u0000 \u0000\u0000\n５  取消事由３（相違点３に係る容易想到性の判断の誤り）について\u0000\n  本件審決は，本願発明と引用発明との相違点３について，「相違点２について」\nで検討したように，引用発明を，「インターネットを介して利用者の情報閲覧手段よ\nりリンク先の指定に関する情報を受信する手段」を有するようなものとすることは，\n当業者が適宜になし得ることであり，その場合，「利用者の認証情報が登録されてい\nるリンク先が『受信されたリンク先の指定に関する情報』により指定された」こと\nを契機として，「リンク先情報登録手段から該当するリンク先情報を読み取り，当該\n利用者のそのリンク先における認証情報を認証情報格納手段から読み出すと共に，\nひな型スクリプト格納手段から，該当するリンク先のひな形スクリプトを読み出し\nて，該ひな形スクリプトの変数として該リンク先における認証情報を指定して該リ\nンク先で実行される認証処理で表示される画面構成に対し前記認証情報を埋め込む\nための認証処理スクリプトを作成」するようにすることは，当業者が適宜になし得\nることにすぎない旨判断した。\u0000\n  しかし，前記４で述べたとおり，相違点２に係る本件審決の判断には誤りが\nあるから，相違点２に係る判断を前提とした相違点３に係る本件審決の判断にも誤\nりがある。\u0000\nしたがって，原告主張の取消事由３には理由がある。\n６  結論\u0000\n以上によれば，原告主張の取消事由２及び３は理由があるから，本件審決は取消\nしを免れない。\u0000\nよって，原告の請求を認容することとし，主文のとおり判決する。\u0000\n知的財産高等裁判所第４部\u0000\n\u0000\n裁判長裁判官          富      田      善      範\u0000\n\u0000\n\u0000 \u0000\u0000\n裁判官          大      鷹      一      郎\u0000\n\u0000\n裁判官          田      中      芳      樹\u0000\n"
}