{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 7
  },
  "case_number": "平成23(行ウ)199",
  "case_name": "法人税更正処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "外国法人が外貨建社債に係る外国為替の変動に伴って生ずるおそれのある損失の額を減少させるために行った通貨オプション取引について，法人税法（平成２０年法律第２３号による改正前）６１条の６第１項所定のいわゆる繰延ヘッジ処理の適用がないとされた事例",
  "case_gist": "外国法人が外貨建社債に係る外国為替の変動に伴って生ずるおそれのある損失の額を減少させるために行った通貨オプション取引について，企業会計上利用されているいわゆる基礎商品比較法（オプションの基礎商品の時価変動額とヘッジ対象の時価変動額を比較する方法）は，法人税法（平成２０年法律第２３号による改正前）６１条の６第１項所定のいわゆる繰延ヘッジ処理の適用要件である「当該デリバティブ取引等が当該ヘッジ対象資産等損失額を減少させるために有効であると認められる」か否かを判定するための法人税法施行令（平成２０年政令第１５６号による改正前）１２１条１項１号に規定する方法とはいえず，同号に規定する方法により判定すると前記オプション取引は前記損失の額を減少させるために有効であるとは認められず，したがって，いわゆる繰延ヘッジ処理の適用はないから，同法６１条の９第２項に基づき，前記社債の事業年度終了時の外国為替の売買相場により円換算した金額とその時の帳簿価額との差額に相当する金額を当該事業年度の所得の金額の計算上，損金の額に算入することができるとした事例",
  "lawsuit_id": "83519",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83519",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/519/083519_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２４年１２月７日判決言渡\n平成２３年（行ウ）第１９９号  法人税更正処分取消等請求事件\n主        文\n１  麹町税務署長が原告に対し平成２１年８月７日付けでした平成１９年\n４月１日から平成２０年３月３１日までの事業年度の法人税の更正処分\nのうち所得金額２３７億４０８２万２０１４円及び納付すべき法人税額\n４４億３１８０万２９００円を超える部分並びに過少申告加算税の賦課\n決定処分のうち過少申告加算税額３億０５６１万３０００円を超える部\n分を取り消す。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n麹町税務署長が原告に対し平成２１年８月７日付けでした平成１９年４月１日\nから平成２０年３月３１日までの事業年度の法人税の更正処分のうち所得金額２\n３６億６９６８万２６３８円及び納付すべき法人税額４４億１０４６万０９００\n円を超える部分並びに過少申告加算税の賦課決定処分のうち過少申告加算税額３\n億０３４７万８０００円を超える部分を取り消す。\n第２  事案の概要\n本件は，アメリカ合衆国に本店を置き，日本国内に支店を有して保険業を営ん\nでいた外国法人である原告が，平成１９年４月１日から平成２０年３月３１日ま\nでの事業年度（以下「本件事業年度」という。）終了の時に保有する外貨建有価\n証券について，本件事業年度において外国為替の売買相場が著しく変動したとし\nて，本件事業年度終了の時の外国為替の売買相場により円換算した金額とその時\nの帳簿価額との差額に相当する金額を損金の額に算入し，本件事業年度の法人税\nの確定申告を行ったところ，麹町税務署長が，原告が損金の額に算入した上記差\n\u0000 \u0000\n額に相当する金額のうち一部の外貨建社債に係るものについては，その外国為替\nの変動に伴って生ずるおそれのある損失の額を減少させるためにデリバティブ取\n引が行われており，損金の額に算入されないなどとして，本件事業年度の法人税\nの更正処分（以下「本件更正処分」という。）及び過少申告加算税の賦課決定処\n分（以下「本件賦課決定処分」といい，本件更正処分と併せて「本件更正処分\n等」という。）をしたことから，本件更正処分等の一部の取消しを求めた事案で\nある。\n１  関係法令等の定め\n(1)  外国法人の各事業年度の所得に対する法人税について\nア  法人税法（平成２０年法律第２３号による改正前のもの。以下「法」と\nいう。）４条２項は，外国法人は，法１３８条に規定する国内源泉所得を\n有するときは，法人税を納める義務がある旨定めている。\nイ  法１４１条１号は，国内に支店を有する外国法人に対して課する各事業\n年度の所得に対する法人税の課税標準は，すべての国内源泉所得に係る所\n得の金額とする旨定めており，法１４２条は，外国法人の国内源泉所得に\n係る所得の金額は，原則として，内国法人の各事業年度の所得の金額の計\n算を定めた法２編１章１節２款から１０款までの規定に準じて計算した金\n額とする旨定めている。\n(2)  デリバティブ取引に係る損益相当額の処理について\nア  法６１条の５第１項は，内国法人がデリバティブ取引（金利，通貨の価\n格，商品の価格その他の指標の数値としてあらかじめ当事者間で約定され\nた数値と将来の一定の時期における現実の当該指標の数値との差に基づい\nて算出される金銭の授受を約する取引又はこれに類似する取引であって，\n財務省令で定めるものをいう。）を行った場合において，当該デリバティ\nブ取引のうち事業年度終了の時において決済されていないもの（以下「未\n決済デリバティブ取引」という。）があるときは，その時において当該未\n\u0000 \u0000\n決済デリバティブ取引を決済したものとみなして財務省令で定めたところ\nにより算出した利益の額又は損失の額に相当する金額（以下「みなし決済\n損益額」という。）は，当該事業年度の所得の金額の計算上，益金の額又\nは損金の額に算入する旨定めている。\nイ  上記規定を受け，法人税法施行規則（平成２０年財務省令第２５号によ\nる改正前のもの。以下「施行規則」という。）２７条の７第１項１号は，\n法６１条の５第１項にいう「デリバティブ取引」には，金融商品取引法２\n条２０項に規定するデリバティブ取引，すなわち，市場デリバティブ取\n引，店頭デリバティブ取引又は外国市場デリバティブ取引が，これに当た\nる旨定めている。\nまた，施行規則２７条の７第３項３号は，店頭デリバティブ取引のうち\n金融商品取引法２条２２項３号に該当する取引（当事者の一方の意思表示\nにより当事者間において金融商品の売買等を成立させることができる権利\nを相手方が当事者の一方に付与し，当事者の一方がこれに対して対価を支\n払うことを約する取引）に係る法６１条の５第１項に規定するみなし決済\n損益額とは，当該取引につき，その取引に係る権利の行使により当事者間\nで授受することを約した金額，事業年度終了の時の当該権利の行使に係る\n指標の数値及び当該指標の予想される変動率を用いた合理的な方法により\n算出した金額をいう旨定めている。\n(3)  繰延ヘッジ処理による損益額の繰延べについて\nア  法６１条の６第１項は，内国法人が，①資産若しくは負債（以下「ヘッ\nジ対象資産」という。）の価額の変動（同項１号）又は資産の取得等に係\nる決済により受け取ることとなり若しくは支払うこととなる金銭（以下，\nヘッジ対象資産と併せて「ヘッジ対象資産等」という。）の額の変動（同\n項２号）に伴って生ずるおそれのある損失の額（以下「ヘッジ対象資産等\n損失額」という。）を減少させるためにデリバティブ取引等を行った場合\n\u0000 \u0000\nであって，②当該デリバティブ取引等が当該ヘッジ対象資産等損失額を減\n少させるために行ったものである旨その他財務省令で定める事項を財務省\n令 で 定 め る と こ ろ に よ り 帳 簿 書 類 に 記 載 し た 場 合 に お い て （ 同 項 柱 書\nき），③当該デリバティブ取引等を行った時から事業年度終了の時までの\n間 に お い て 当 該 ヘ ッ ジ 対 象 資 産 等 の 譲 渡 又 は 消 滅 等 が な く （ 同 項 柱 書\nき），④当該デリバティブ取引等が当該ヘッジ対象資産等損失額を減少さ\nせるために有効であると認められる場合として政令で定める場合に該当す\nるとき（同項柱書き）は，当該デリバティブ取引等に係る利益額又は損失\n額（当該デリバティブ取引等の決済によって生じた損益額，法６１条の４\n第１項に規定する有価証券の空売り等に係るみなし決済損益額，法６１条\nの５第１項に規定する未決済デリバティブ取引に係るみなし決済損益額及\nび法６１条の９第２項に規定する外貨建資産等の期末換算差額をいい，以\n下，これらを併せて「デリバティブ取引等損益額」という。）のうち，ヘ\nッジ対象資産等損失額を減少させるために有効である部分の金額として政\n令で定めるところにより計算した金額は，法６１条の４第１項，法６１条\nの５第１項及び法６１条の９第２項の規定にかかわらず，当該事業年度の\n所得の金額の計算上，益金の額又は損金の額に算入しない旨定めている\n（なお，このように，法６１条の６第１項の規定により，デリバティブ取\n引等損益額を，当該事業年度の所得の金額の計算上，益金の額又は損金の\n額に算入せず，翌年度以降に繰り延べることを，「繰延ヘッジ処理」とい\nう。）。\nイ  上記規定を受け，法人税法施行令（平成２０年政令第１５６号による改\n正前のもの。以下「施行令」という。）１２１条１項は，ヘッジ対象資産\n等損失額を減少させるためにデリバティブ取引等を行った内国法人は，期\n末時（当該事業年度終了の時までにヘッジ対象資産等につき譲渡又は消滅\n等がなく，かつ，当該デリバティブ取引等の決済をしていない場合のその\n\u0000 \u0000\n時をいう。）及び決済時（当該デリバティブ取引等の決済をした場合のそ\nの決済の時をいう。）において，当該デリバティブ取引等がそのヘッジ対\n象資産等損失額を減少させるために有効であるか否かの判定（以下「有効\n性判定」という。）を行わなければならない旨定めており，その判定方法\nとして，同項１号は，ヘッジ対象資産に係るヘッジ対象資産等損失額を減\n少させるためにデリバティブ取引等を行った場合については，期末時又は\n決済時における法６１条の６第１項に規定する利益額又は損失額，すなわ\nち，デリバティブ取引等損益額とヘッジ対象資産等評価差額（ヘッジ対象\n資産のデリバティブ取引等を行った時における価額とその期末時又は決済\n時における価額との差額をいう。同条２項）とを比較する方法を定めてい\nる。\nウ  また，施行令１２１条の２第１項１号は，上記ア④の「当該デリバティ\nブ取引等が当該ヘッジ対象資産等損失額を減少させるために有効であると\n認められる場合として政令で定める場合」とは，ヘッジ対象資産に係るヘ\nッジ対象資産等損失額を減少させるために当該デリバティブ取引等を行っ\nた場合においては，ヘッジ対象資産等損失額を減少させるためにデリバテ\nィブ取引等を行った時から当該事業年度終了の時までの間のいずれかの有\n効性判定において，次に掲げる場合の区分に応じ，次に定める割合（以下\n「有効性割合」という。）が概ね１００分の８０から１００分の１２５ま\nでとなっている場合とする旨定めている。\n(ｱ)  当該資産のデリバティブ取引等を行った時における価額が期末時又\nは決済時における価額を超える場合には，当該デリバティブ取引等に係\nるデリバティブ取引等損益額に係る利益額を，その超える部分の金額で\n除して計算した割合（同号イ）\n(ｲ)  当該資産の期末時又は決済時における価額が当該デリバティブ取引\n等を行った時における価額を超える場合には，当該デリバティブ取引等\n\u0000 \u0000\nに係るデリバティブ取引等損益額に係る損失額を，その超える部分の金\n額で除して計算した割合（同号ロ）\nエ  そして，施行規則２７条の８は，上記ア②の「財務省令で定める事項」\nとは，デリバティブ取引等によりヘッジ対象資産等損失額を減少させよう\nとするヘッジ対象資産等及びそのデリバティブ取引等の種類，名称，金\n額，ヘッジ対象資産等損失額を減少させようとする期間その他参考となる\nべき事項（以下「ヘッジ対象等の明細」という。）とする旨定めており\n（同条１項），また，「財務省令で定めるところにより帳簿書類に記載し\nた場合」とは，デリバティブ取引等を行った日において，ヘッジ対象資産\nの取得若しくは発生又は当該デリバティブ取引等に係る契約の締結等に関\nする帳簿書類に，当該デリバティブ取引等が当該ヘッジ対象資産等損失額\nを減少させるために行ったものである旨及びヘッジ対象等の明細を記載し\nた場合とする旨定めている（同条２項）。\nオ  一方，施行令１２１条の４第１項は，有効性判定の方法に関し，常時多\n数のデリバティブ取引等を行う内国法人が，施行令１２１条１項各号に定\nめる方法により有効性判定を行うことに代えてその方法以外の合理的な方\n法により有効性判定を行うことなどについて納税地の所轄税務署長の承認\nを受けた場合には，その承認を受けた方法により有効性判定などを行う旨\n定めており，施行令１２１条の４第２項は，その承認を受けようとする内\n国法人は，その採用しようとする有効性判定の方法の内容，その方法を採\n用しようとする理由，その方法により有効性判定をしようとするデリバテ\nィブ取引等の範囲等を記載した申請書を納税地の所轄税務署長に提出しな\nければならない旨定めている。\n(4)  事業年度終了の時における外貨建資産等の円換算について\nア  法６１条の９第１項は，内国法人が事業年度終了の時において有する外\n貨建資産等（外貨建債権，外貨建有価証券，外貨預金及び外国通貨をい\n\u0000 \u0000\nう。）のその時における当該外貨建資産等の円換算の方法について定めて\nいるところ，同項２号ロは，外貨建有価証券のうち売買目的外有価証券\n（売買目的有価証券（短期的な価格の変動を利用して利益を得る目的で取\n得した有価証券として政令で定めるものをいう。法６１条の３第１項１\n号）以外の有価証券をいう。法６１条の３第１項２号）については，その\n取得等の基因となった外貨建取引の金額の円換算額への換算に用いた外国\n為替の売買相場により換算した金額をもって期末時の円換算額とする方法\n（法６１条の９第１項１号イ。以下「発生時換算法」という。）又は当該\n事業年度終了の時の外国為替の売買相場により換算した金額をもって円換\n算額とする方法（同号ロ。以下「期末時換算法」という。）のうち内国法\n人が選定した方法とし，その方法を選定しなかった場合には，政令で定め\nる方法による旨定めている（同項柱書き）。\nイ  上記規定を受け，施行令１２２条の７第２号は，内国法人が売買目的外\n有価証券について換算方法を選定しなかった場合の換算方法は，発生時換\n算法とする旨定めている。\n(5)  外貨建資産等の期末外国為替差損益の処理について\nア  法６１条の９第２項は，内国法人が事業年度終了の時において，期末時\n換算法により円換算額への換算をする外貨建資産等を有する場合には，当\n該外貨建資産等の金額を期末時換算法により換算した金額と当該外貨建資\n産等のその時の帳簿価額との差額に相当する金額（以下「外国為替換算差\n損益」という。）は，当該事業年度の所得の金額の計算上，益金の額又は\n損金の額に算入する旨定めている。\nイ(ｱ)  法６１条の９第３項は，外国為替の売買相場が著しく変動した場合\nの外貨建資産等の金額の円換算額への換算等に関し必要な事項は，政令\nで定める旨規定している。\n(ｲ)  上記規定を受け，施行令１２２条の３は，内国法人が事業年度終了\n\u0000 \u0000\nの時において有する外貨建資産等につき，当該事業年度において，その\n外貨建資産等に係る外国為替の売買相場が著しく変動した場合には，そ\nの外貨建資産等と通貨の種類を同じくする外貨建資産等のうち外国為替\nの売買相場が著しく変動したもののすべてにつき，これらの取得等の基\n因となった外貨建取引を当該事業年度終了の時において行ったものとみ\nなして，法６１条の８第１項及び法６１条の９第１項の規定を適用する\nことができる旨定めている。\n(ｳ)  また，法人税基本通達（国税庁長官発出昭和４４年５月１日付け直\n審（法）２５（例規）。ただし，平成２２年課法２－１による改正前の\nもの。以下「基本通達」という。）１３の２－２－１０は，法６１条の\n９第３項にいう「外国為替の売買相場が著しく変動した場合」に関し，\n事業年度終了の時において有する個々の外貨建資産等につき，次の算式\nにより計算した割合が概ね１５パーセントに相当する割合以上となるも\nのがあるときは，当該外貨建資産等については，施行令１２２条の３に\n規定する「外国為替の売買相場が著しく変動した場合」に該当するもの\nとして当該外貨建資産等の額（帳簿価額として付されている金額の外貨\n表示金額をいう。）につき，同条の規定に基づく円換算を行うことがで\nきる旨定めている。\n（算式）\n当該外貨建資産等の額につき        当該事業年度終了の日における\n当該事業年度終了の日の為替        当該外貨建資産等の帳簿価額(同\n相場により換算した本邦通貨   －   日における同条の規定の適用前\nの額                              の帳簿価額をいう。）\n当該外貨建資産等の額につき当該事業年度終了の日の為替相場により\n換算した本邦通貨の額\nウ  他方，施行令１２２条の２は，施行令１２２条の３にいう「外貨建資産\n等」には，当該外貨建資産に係るヘッジ対象資産等損失額を減少させるた\n\u0000 \u0000\nめにデリバティブ取引等が行われ，当該デリバティブ取引等につき，法６\n１条の６第１項の規定の適用を受け，繰延ヘッジ処理がされている場合に\nおける当該外貨建資産等は含まれない旨定めている（施行令１２２条の２\n第２号）。\n２  前提となる事実（当事者間に争いがない又は各文末尾に記載した証拠等によ\nり容易に認定することができる事実）\n(1)  当事者\n原告は，アメリカ合衆国（以下「米国」という。）で設立された法人であ\nり，日本国内に支店を置き，日本国内で保険業を営む外国法人であったが，\n平成２４年６月１日，日本国内の支店を閉鎖した。（乙２，弁論の全趣旨）\nなお，原告は，平成２２年１１月まで，米国法人のＡ  Inc.（以下「Ａ」\nという。）の子会社であった。\n(2)  原告の保有する外貨建有価証券の取扱い\nア  原告は，企業会計上，その保有する有価証券を「売買目的有価証券」\nと，「満期保有目的有価証券」，「その他有価証券」及び「責任準備金対\n応債券」にそれぞれ区分していたところ，本件事業年度終了の時において\n保有する外貨建社債については，「その他有価証券」に区分していた。\n（乙３）\nイ  原告は，法人税法上，上記外貨建社債に係る事業年度終了の時における\n円換算の方法を選定していなかったため，施行令１２２条の７第２号の規\n定により，発生時換算法が適用されることとなる。（乙４）\n(3)  原告の外国為替変動リスクに係るヘッジ方針\nア  原告は，法６１条の６第１項，施行規則２７条の８第１項及び２項に定\nめる帳簿書類として，その保有する「その他有価証券」として区分した有\n価証券のうち，米国ドル建債券，ユーロ建債券及びその他通貨建債券に係\nる為替変動リスクのヘッジに関して，基本的なヘッジ方針及び取扱いの方\n\u0000 \u0000\u0000\u0000\n法を定めたリスク管理方針（以下「本件リスク管理方針」という。）を作\n成していた。（乙１０）\nイ  本件リスク管理方針には，概ね以下のことが定められていた。（乙１\n０）\n(ｱ)  ヘッジ手段\nヘッジ手段は通貨オプションとする。\n(ｲ)  ヘッジ有効性の評価方法\nａ  ヘッジ有効性の評価は，通貨オプションの基礎商品の時価変動額と\nヘッジ対象の時価変動額を比較する方法により，両者の変動額の比率\nが概ね８０パーセントから１２５パーセントの範囲内にあればヘッジ\n対象とヘッジ手段との間に高い相関関係があると判定する。\nなお，オプションの時間的価値は有効性の評価から除く。\nｂ  具体的には，当該通貨オプションにおけるヘッジ通貨を基礎商品と\nして，オプションの想定元本と当該基礎商品の変化額を掛け合わせた\n額をオプションの基礎商品の時価変動額とし，ヘッジ対象の時価変動\n額との比較の以下の式で行う。\nヘッジ対象の時価変動額\n８０パーセント  ≦     ≦  １２５パーセント\nオプションの基礎商品の時価変動額\n(ｳ)  ヘッジ方針\nａ  円建保険商品に対し，全社勘定で保有する外貨建その他有価証券に\nついて，保有する各通貨ごとの総額までを限度として，同一通貨建て\nの通貨オプションにてヘッジを行う。\nｂ  ヘッジを行う際は，ヘッジ実行申請書にヘッジ対象となる有価証券\nの金額と内容，ヘッジ手段の金額と内容，ヘッジ比率を記載するもの\nとする。\n(ｴ)  ヘッジ取引の実施手続\n\u0000 \u0000\u0000\nａ  資産運用本部長はヘッジを行う際は，本件リスク管理方針に従い，\nヘッジ実行申請書にてＣＥＯ（日本における代表者）に対して申請す\nる。\nｂ  ヘッジの実行は，承認取得の後に行う。\nｃ  ヘッジ手段実行の書類には，ヘッジとして行った取引であることを\n明瞭に記載する。\n(ｵ)  ヘッジ手段の損益管理方法\nヘッジ対象資産とヘッジ手段の損益は取引後も個別ひも付きで管理\nし，ヘッジ対象期間が終了した後もヘッジ対象資産が売却，償還等によ\nり消滅するまで繰延ヘッジ損益として繰り延べる。\n(ｶ)  ヘッジの事後における有効性の評価\nヘッジの事後における有効性の評価は，３月末及び９月末に運用リス\nク管理室が行い，経理部へ報告する。\n(ｷ)  会計処理方法\nａ  ヘッジ取引の会計処理方法は，金融商品に関する会計基準（平成１\n１年１月２２日付け企業会計審議会企業会計基準第１０号。以下「金\n融商品会計基準」という。）及び金融商品会計に関する実務指針（平\n成１２年１月３１日付け日本公認会計士協会会計制度委員会報告第１\n４号。以下「実務指針」という。）における「ヘッジ会計」に関する\n事項に準拠する。\nｂ  ヘッジ会計の方法としては繰延ヘッジ会計を行う。すなわち，ヘッ\nジ手段の損益又は評価差額をヘッジ対象に係る損益が認識されるまで\n資産又は負債として繰り延べる。\n(4)  原告が保有する米ドル建社債及びそれについて行ったヘッジ取引\nア  原告は，本件事業年度において，外貨建社債である別表３の「ヘッジ対\n象資産」欄記載の７０銘柄の米国ドル建社債（以下「本件米ドル建社債」\n\u0000 \u0000\u0000\u0000\nという。）を保有していた。（乙６）\nイ  原告は，本件事業年度において，本件米ドル建社債について，そのヘッ\nジ対象資産等損失額を減少させるため，本件米ドル建社債をヘッジ対象資\n産として，別表６記載の合計１８の通貨オプション取引（米国ドルプッ\nト・円コールの買建取引。以下「本件通貨オプション取引」という。）を\n行っていた。（乙７，８）\nなお，本件米ドル建社債と本件通貨オプション取引との対応関係は，別\n表１の「ヘッジ対象資産」欄及び「対応する通貨オプション取引」欄記載\nのとおりである。\nウ  本件通貨オプション取引は，取引先をＢ  Inc.又はＣ銀行とした「店頭\nデリバティブ取引」であって，金融商品取引法２条２２項３号に規定する\n取引（当事者の一方の意思表示により当事者間において金融商品の売買等\nを成立させることができる権利を相手方が当事者の一方に付与し，当事者\nの一方がこれに対して対価を支払うことを約する取引）に該当し，同条２\n０項に規定する「デリバティブ取引」に該当するものであった。（乙８，\n９）\nまた，本件通貨オプション取引は，原告が，当該取引を行うに当たり，\n本件通貨オプション取引と想定元本の額を同一とする米国ドルコール・円\nプットのオプション取引の売建取引を行い，本件通貨オプション取引によ\nって生じた支払のプレミアムと上記通貨オプション取引の売建取引によっ\nて生じた受取のプレミアムとが同額になるように設定した，いわゆるレン\nジ・フォワードの手法を用いたデリバティブ取引であった。（乙９）\nエ  本件米ドル建社債は，本件通貨オプション取引を行った時から本件事業\n年度の終了の時までの間において譲渡又は消滅等はなく，本件事業年度終\n了の時において，原告が保有していた。（乙６，７）\nまた，本件通貨オプション取引は，本件事業年度の終了の時において，\n\u0000 \u0000\u0000\u0000\nいずれも権利を行使されておらず，決済はされていなかった。（乙８）\n(5)  原告における本件通貨オプション取引の実行申請及び有効性の判定\nア  原告においては，本件通貨オプション取引の実行に際し，事前に本件リ\nスク管理方針に基づき，ヘッジ対象とする資産の帳簿価額及び明細，ヘッ\nジ手段である通貨オプションの想定元本，デリバティブ取引の種類，名称\n及び期間並びにヘッジ比率等を記載した「ヘッジ実行申請書」（以下「本\n件ヘッジ実行申請書」という。）が作成され，原告の日本における代表者\nによる承認が行われていた。（乙１１）\nイ  原告の運用リスク管理室職員は，平成２０年（２００８年）５月２日付\nけ「通貨オプションの有効性の事後評価に関し以下報告いたします。」と\nの文章から始まる書面（以下「本件報告書」という。）により，原告の経\n理部長に対し，本件事業年度終了の日である同年３月３１日を対象期日と\nした本件通貨オプション取引の有効性について報告しており，本件報告書\nには，本件通貨オプション取引の有効性について，概ね以下のとおり記載\nされていた。（乙１２）\n(ｱ)  有効性評価の対象\n有効性評価の対象は，米国ドル建債券の為替による時価の変動をヘッ\nジするためのゼロコスト通貨オプションである。\n(ｲ)  有効性テストの評価判定の方法\nａ  当該通貨オプションにおける通貨のうちどちらかを有効性の評価の\n基準通貨と定め，また，行使価格を有効性の評価の基準値とし，オプ\nション行使期限において，当該基準通貨が基準値の前後（プットの場\n合は対基準通貨下落幅，コールの場合は対基準通貨上昇幅）５パーセ\nント，１０パーセント，１５パーセント変動したものとして，以下の\n算式でその有効性を計測する。\nヘッジ対象の時価変動額\n８０パーセント  ≦     ≦  １２５パーセント\n\u0000 \u0000\u0000\u0000\nオプションの価格の変動額\nｂ  当該通貨オプションにおけるヘッジ通貨を基礎商品として，オプシ\nョンの想定元本と当該基礎商品の変化額を掛け合わせた額をオプショ\nンの基礎商品の時価変動額とし，ヘッジ対象の時価変動額との比較を\n以下の算式で行う。\nヘッジ対象の時価変動額\n８０パーセント  ≦     ≦  １２５パーセント\nオプションの基礎商品の時価\n変動額\n(ｳ)  選択した有効性テストの評価判定の方法の検証\n企業会計上においては，原則的には税法と同様の有効性判定を行うも\nのとされているが，例外として，かかる一定の損失を見込んだ価格設定\nとなっているオプション取引については，オプション取引の基礎商品価\n格の変動額とヘッジ対象の時価変動額を比較する方法が認められてい\nる。\nそこで，ヘッジ取引に利用されている通貨オプションについては，通\n貨としての米国ドルを基礎商品として，その価格の変動額（オプション\nの想定元本×円・ドル為替の変化額）により算出される損益を法６１条\nの６第１項に規定するデリバティブ取引等に係る利益額又は損失額とし\nて，その金額とヘッジ対象資産等評価差額とを比較する方法により有効\n性判定を行うこととする。\n(ｴ)  有効性テストの評価判定\n米国ドルのヘッジ対象資産評価差額と基礎商品価額の変動額は，１０\n４．８４パーセントの有効性をもって連動するため，当該ヘッジは有効\nであると判断される。\n(6)  本件更正処分等の経緯等\nア  本件更正処分等の経緯は，別表１のとおりである。\n\u0000 \u0000\u0000\u0000\n(ｱ)  原告は，平成２０年６月３０日，本件米ドル建社債を含む本件事業\n年度終了の時において保有していた外貨建有価証券について，法６１条\nの９第３項に規定されている「外国為替の売買相場が著しく変動した場\n合」に該当するとして，施行令１２２条の３の規定に基づき，本件事業\n年度終了の時に当該外貨建有価証券の取得の基因となった外貨建取引が\n行われたものとみなして期末時の円換算額を算定し，法６１条の９第２\n項の規定に基づき，その外国為替換算差損の額６８８億９５２０万７９\n６０円を損金の額に算入した上で，所得金額を１３５億９４３７万６８\n１０円，納付すべき法人税額を１３億７５６７万２４００円として，本\n件事業年度の法人税の確定申告をした。（乙５の１）\n(ｲ)  なお，原告が損金の額に算入した上記外国為替換算差損の額 のう\nち，原告が「その他有価証券」として区分し，かつ，円換算について発\n生時換算法を適用している外貨建社債に係る外国為替換算差損の額は５\n９５億９７４３万９８５９円であり，その余は，原告の親会社であった\nＡの株式に係る外国為替換算差損の額９２億９７７６万８１０１円であ\nった。（乙６）\nまた，上記外貨建社債に係る外国為替換算差損の額のうち，本件米ド\nル建社債に係る外国為替換算差損の額は，別表１「ヘッジ対象資産に係\nる外国為替換算差損」欄記載のとおりであり，その合計額は３２６億０\n０ ５ ０ 万 ５ ５ ３ ０ 円 で あ っ た （ 以 下 「 本 件 外 国 為 替 換 算 差 損 」 と い\nう。）。（乙６，７）\n(ｳ)  これに対し，麹町税務署長は，平成２１年８月７日，本件米ドル建\n社債は，法６１条の６に規定する「デリバティブ取引等を行った場合」\nの資産に該当し，施行令１２２条の２の規定により，施行令１２２条の\n３の規定は適用されないから，原告が損金の額に算入した外国為替換算\n差損の額６８８億９５２０万７９６０円のうち，本件米ドル建社債に係\n\u0000 \u0000\u0000\u0000\nる本件外国為替換算差損の額である３２６億００５０万５５３０円は損\n金の額に算入されないなどとして，所得金額を５６２億７０１８万８１\n６８円，納付すべき法人税額を１４１億９０６１万２７００円とする本\n件更正処分及び過少申告加算税の額を１７億１９３１万５５００円とす\nる本件賦課決定処分をした。（乙１）\n(ｴ)  そこで，原告は，平成２１年１０月５日，国税不服審判所長 に対\nし，本件米ドル建社債は法６１条の６に規定する「デリバティブ取引等\nを行った場合」の資産に該当せず，施行令１２２条の３の規定が適用さ\nれるから，本件外国為替換算差損の額は損金の額に算入されるべきであ\nるとして，本件更正処分のうち，所得金額２３６億６９６８万２６３８\n円，納付すべき法人税額４４億１０４６万０９００円を超える部分及び\n本件賦課決定処分のうち，過少申告加算税の額３億０３４７万８０００\n円を超える部分の各取消しを求めて審査請求したが，平成２２年１０月\n１日，同請求が棄却されたことから，本件訴えを提起した。（乙１）\nイ  本件訴訟における本件更正処分等の根拠及び適法性に関する被告の主張\nは，別紙１「本件更正処分等の根拠及び適法性に関する被告の主張」記載\nのとおりである。\n３  本件の争点\n(1)ア  前記２(6)のとおり，原告は，本件米ドル建社債について，法６１条の\n９第３項，施行令１２２条の３に規定する「外国為替の売買相場が著しく\n変動した場合」に該当するとして，本件事業年度終了の時にその取得の基\n因となった外貨建取引が行われたものとみなして期末時の円換算額を算定\nし，法６１条の９第２項の規定に基づき，本件米ドル建社債に係る外国為\n替換算差損である本件外国為替換算差損の額を損金の額に算入して本件事\n業年度の法人税の確定申告をしたのに対し，麹町税務署長は，本件米ドル\n建社債は，法６１条の６に規定する「デリバティブ取引等を行った場合」\n\u0000 \u0000\u0000\u0000\nの資産に該当し，施行令１２２条の２の規定により，施行令１２２条の３\nの規定は適用されないから本件外国為替換算差損の額は損金の額に算入さ\nれないとして，本件更正処分等をした。\nイ  すなわち，前記１(5)ア，イのとおり，法６１条の９第２項は，事業年\n度終了の時において，同条１項に規定する期末時換算法により円換算額へ\nの換算をする外貨建資産等を有する場合には，その外貨建資産等に係る外\n国為替差損益は，当該事業年度の所得の金額の計算上，益金の額又は損金\nの額に算入する旨定めているところ，同条３項，施行令１２２条の３は，\n事業年度終了の時において有する外貨建資産等につき，当該事業年度にお\nいて，その外貨建資産等に係る外国為替の売買相場が著しく変動した場合\nには，これらの取得等の基因となった外貨建取引を当該事業年度終了の時\nにおいて行ったものとみなして，法６１条の９第１項の規定に基づく事業\n年度終了の時における外貨建資産等の円換算をすることができる旨定めて\nいる。\nそして，証拠（乙１５）によれば，本件事業年度における米国ドルの売\n買相場の変動は，法６１条の９第３項に規定する「外国為替の売買相場が\n著しく変動した場合」に関する基本通達１３の２－２－１０に定める算式\nにより計算すると，いずれもその割合が１５パーセントを超えていること\nが認められるから，法６１条の９第３項に規定する「外国為替の売買相場\nが著しく変動した場合」に該当することが認められる。\nウ  他方で，前記１(5)イのとおり，施行令１２２条の２は，施行令１２２\n条の３にいう「外貨建資産等」には，当該外貨建資産等に係るヘッジ対象\n資産等損失額を減少させるためにデリバティブ取引等が行われ，当該デリ\nバティブ取引等につき，法６１条の６第１項の規定に基づく繰延ヘッジ処\n理の適用を受けている場合における当該資産等は含まれない旨定めてい\nる。\n\u0000 \u0000\u0000\u0000\n(2)  そこで，法６１条の６第１項の規定に基づく繰延ヘッジ処理を適用する\nための要件についてみると，前記１(3)のとおり，その要件は，次のアない\nしエのいずれの要件も満たす場合である。\nア  ヘッジ対象資産等損失額を減少させるためにデリバティブ取引等を行っ\nていること。\nイ  当該デリバティブ取引等がヘッジ対象資産等損失額を減少させるために\n行ったものである旨その他規則２７条の８第１項で定める事項（ヘッジ対\n象等の明細）を同条２項で定めるところにより帳簿書類に記載しているこ\nと。\nウ  当該デリバティブ取引等を行った時から事業年度終了の時までの間にお\nいて当該ヘッジ対象資産等の譲渡又は消滅等がないこと。\nエ  当該デリバティブ取引等につき，施行令１２１条１項に定められた方法\nにより有効性判定を行い，当該デリバティブ取引等が当該ヘッジ対象資産\n等損失額を減少させるために有効であると認められる場合として施行令１\n２１条の２第１項に定める場合に該当すること。\n(4)  これを本件についてみると，前記２によれば，原告は，①本件リスク管\n理方針に基づき本件米ドル建社債のヘッジ対象資産等損失額を減少させるた\nめに「デリバティブ取引」に当たる本件通貨オプション取引を行っているこ\nと（前記２(5)アないしウ），②本件通貨オプション取引が本件米ドル建社\n債のヘッジ対象資産等損失額を減少させるために行ったものである旨及びヘ\nッジ対象等の明細を帳簿書類と認められる本件リスク管理方針及び本件ヘッ\nジ実行申請書に記載していること（前記２(3)，(5)ア），③本件米ドル建社\n債については，本件通貨オプション取引を行った時から本件事業年度終了の\n時までの間において譲渡がなく，本件事業年度の終了の時において原告が保\n有していること（前記２(4)エ）が認められるのであって，上記要件のうち\nアないしウを満たすことは明らかであり，この点について当事者間に争いは\n\u0000 \u0000\u0000\u0000\nない。\nよって，本件の争点は，上記エの要件を満たすか否か，すなわち，本件通\n貨オプション取引につき，施行令１２１条１項に定められた方法により有効\n性判定を行い，本件通貨オプション取引が本件米ドル建社債のヘッジ対象資\n産等損失額を減少させるために有効であると認められる場合として施行令１\n２１条の２第１項に定める場合に該当するか否かである。\n４  争点に関する当事者の主張\n(1)  原告の主張\nア(ｱ)  企業会計上のヘッジの有効性判定の方法について，実務指針１５６\n項は，オプション取引については，「オプション価格の変動額とヘッジ\n対象の時価変動額を比較するか又はオプションの基礎商品の時価変動額\nとヘッジ対象の時価変動額を比較して判定を行う。」と規定しており\n（以下，前者の方法を「デリバティブ比較法」といい，後者の方法を\n「基礎商品比較法」という。），企業会計上，オプション取引について\nは，デリバティブ比較法と基礎商品比較法の２つの有効性判定の方法が\n認められている。\n(ｲ)  これに対し，施行令１２１条１項１号は，ヘッジの有効性判定の方\n法について，「デリバティブ取引等に係る法６１条の６第１項に規定す\nる利益額又は損失額とヘッジ対象資産等評価差額とを比較する方法」と\nする旨定めているところ，ここにいう「デリバティブ取引等に係る法６\n１条の６第１項に規定する利益額又は損失額」とは，法６１条の６第１\n項柱書きにより，①当該デリバティブ取引等の決済によって生じた損益\n額，②法６１条の４第１項に規定する有価証券の空売り等に係るみなし\n決済損益額，③法６１条の５第１項に規定する未決済デリバティブ取引\nに係るみなし決済損益額，④法６１条の９第２項に規定する外貨建資産\n等の期末時換算差額をいうとされている。\n\u0000 \u0000\u0000\u0000\nしかるに，基礎商品比較法で用いられる「オプションの基礎商品の時\n価変動額」とは，オプションの想定元本と当該基礎商品の時価変動額と\nを掛け合わせた金額をいうのであって，上記①ないし④のいずれにも該\n当しない。\nよって，施行令１２１条１項１号に規定する「デリバティブ取引等に\n係る法６１条の６第１項に規定する利益額又は損失額とヘッジ対象資産\n等評価差額とを比較する方法」と基礎商品比較法とは，全く異なるもの\nであるから，基礎商品比較法は，施行令１２１条１項１号に規定する有\n効性判定の方法ではない。\n(ｳ)  そこで，施行令１２１条１項１号に定める方法であるデリバティブ\n比較法により，本件事業年度終了の時（平成２０年３月３１日）におい\nて，本件通貨オプション取引が本件米ドル建社債のヘッジ対象資産等損\n失額を減少させるために有効であるか否かについて判定するに，本件通\n貨オプション取引は，本件事業年度終了の時において未決済であったか\nら，本件通貨オプション取引に係る「法６１条の６第１項に規定する利\n益額又は損失額」とは，上記③の法６１条の５第１項に規定する未決済\nデリバティブ取引に係るみなし決済損益額をいうことになる。\nそして，本件通貨オプション取引は，米国ドルのプットオプション取\n引であり，その基礎商品は米国ドルという受渡可能な現物であるから，\nその決済は，米国ドルという現物の行使価格による売買により行われる\nところ，本件事業年度終了の時における米国ドルの為替レートは１００\n円１９銭であったのに対し，その行使価格は９５円，９２円，９０円又\nは８８円のいずれかであって，基礎商品の市場価格が行使価格よりも高\nく，権利行使しても利益を生じない，いわゆるアウト・オブ・ザ・マネ\nーの状態にあったから，本件事業年度終了の時に本件通貨オプション取\n引を決済したとみなしても利益は算出されない。\n\u0000 \u0000\u0000\u0000\nそうすると，本件通貨オプション取引に係る「法６１条の６第１項に\n規定する利益額」はいずれも零であり，これとヘッジ対象資産等損失額\nとを比較した有効性割合もいずれも零となるから，本件通貨オプション\n取引の有効性割合は，繰延ヘッジ処理に係るヘッジが有効であると認め\nられる場合として，施行令１２１条の２が規定する１００分の８０から\n１００分の１２５までの範囲に入らない。\n(ｴ)  また，仮に，本件通貨オプション取引に係るみなし決済損益額につ\nいて，オプション価格を算定するモデルの１つであるブラック・ショー\nルズ・モデルを用いて計算したとしても，そのみなし決済損益額及びそ\nれに基づくデリバティブ比較法による有効性割合は，それぞれ別表７の\nとおりであって，本件通貨オプション取引のうち８件については，本件\n事業年度終了の時におけるオプション評価額が当初のオプション料支払\n額を下回って損失が発生しており，そもそもヘッジ対象資産等損失額を\n相殺する利益が発生していない。また，その余の１０件についても，そ\nの有効性割合は，０．１５パーセントないし４．９１パーセントであっ\nて，施行令１２１条の２に規定する１００分の８０から１００分の１２\n５までの範囲に入らない。\n(ｵ)  以上によれば，本件通貨オプション取引は，本件米ドル建社債のヘ\nッジ対象資産等損失額を減少させるものとして有効であると認められな\nいから，本件米ドル建社債は，法６１条の６に規定する「デリバティブ\n取引等を行った場合」の資産に該当しない。\nしたがって，本件米ドル建社債については，施行令１２２条の３の規\n定が適用され，その外国為替換算差損益である本件外国為替換算差損の\n額は損金の額に算入されるべきであるにもかかわらず，麹町税務署長は\nこれを認めず本件更正処分等をしたものであるから，本件更正処分等は\n違法である。\n\u0000 \u0000\u0000\u0000\nイ(ｱ)  これに対し，被告は，基礎商品比較法は，企業会計上，ヘッジの有\n効性判定の方法として広く認められた方法であり，法人税法上もこれを\n認めなければ，オプション取引を行う多数の法人において，重大な支障\nが生じるおそれがあるから，施行令１２１条１項１号に規定する有効性\n判定の方法として取り扱われるべきであると主張する。\nしかし，そもそも租税法規は，侵害規範であり，法的安定性の要請が\n強く働くから，その解釈は原則として文理解釈によるべきであるとこ\nろ，施行令１２１条１項１号に規定する「デリバティブ取引等に係る法\n６１条の６第１項に規定する利益額」と基礎商品比較法にいう「オプシ\nョン取引の基礎商品の時価変動額」とは，全く異なるものであり，施行\n令１２１条１項１号の文言上，明らかにデリバティブ比較法しか有効性\n判定の方法として規定されていないのに，その文言を離れ，デリバティ\nブ比較法と基礎商品比較法が有効性判定の方法として認められていると\n解釈することは，納税者の予測可能性を害し，法的安定性を害すること\nになるから許されない。\nまた，企業会計上，オプション取引について，有効性判定の方法とし\nて，デリバティブ比較法のほかに基礎商品比較法が認められた趣旨は，\n企業会計上は，一度ヘッジが有効ではないと評価されるとヘッジ会計を\n中止しなければならず（実務指針１８０項参照），以後の事業年度にお\nいてヘッジが有効であると認められる状態になっても，もはやヘッジ会\n計を行うことはできず，ヘッジ手段に係る損益又は評価差額を繰り延べ\nることができなくなることから（金融商品会計基準１１０項参照），ア\nウト・オブ・ザ・マネーの状態となった時点でヘッジが有効ではないと\n判断されることがないように，基礎商品比較法の適用が認められたもの\nであるところ，法人税法上，繰延ヘッジ処理を行うか否かは，各事業年\n度ごとの有効性判定の結果によるものであり，ある事業年度において有\n\u0000 \u0000\u0000\u0000\n効ではないと判定されても，以後の事業年度において，オプションが権\n利行使すれば利益を生じる，いわゆるイン・ザ・マネーの状態になり，\n有効であると判定されれば，当該事業年度において繰延ヘッジ処理が行\nわれることになるから，法人税法上，有効性判定の方法として，基礎商\n品比較法を認めなくとも，何ら不都合な結果は生じない。\nさらに，法人税法が，納税者に対し，複数の会計処理方法の選択を認\nめる場合には，その選択に係る届出手続や届出がない場合に適用する会\n計処理方法について規定されているものであるところ，ヘッジの有効性\n判定の方法に関しては，このような規定が存在しないことからすれば，\n施行令１２１条１項１号が，ヘッジの有効性判定の方法としてデリバテ\nィブ比較法と基礎商品比較法という２つの異なる会計処理方法を認めて\nいるとは到底解し得ない。\n(ｲ)  また，被告は，有効性判定の方法として基礎商品比較法を認めなけ\nれば，デリバティブ取引を利用した利益調整が行われるおそれがあると\n主張する。\nしかし，利益調整は，所得計算に際して複数の方法が選択可能である\nことにより生じるものであって，一つの方法しか認められない場合には\n利益調整の余地はないところ，施行令１２１条１項１号は，企業会計上\nはデリバティブ比較法と基礎商品比較法の２つの会計処理方法の選択が\n認められているものを，法人税法上の所得計算に際しては，画一的にデ\nリバティブ比較法を適用することによって利益調整の余地をなくしたも\nのであるから，有効性判定の方法として基礎商品比較法を認めなければ\nデリバティブ取引を利用した利益調整が行われるおそれがあるとの被告\nの主張は失当である。\n(ｳ)  被告は，基礎商品比較法は，基本通達や国税庁のホームページ上に\nおいて，税務の運用上も有効性判定の方法として認められているから，\n\u0000 \u0000\u0000\u0000\n施行令１２１条１項１号に規定する有効性判定の方法として取り扱われ\nるべきであると主張する。\nしかし，法令の解釈により税務の運用が適法かどうかが判断されるの\nであって，税務の運用から法令の解釈が導かれるものではない。また，\n通達は租税法の法源ではなく，ましてや国税庁のホームページ上の記載\nが法源でないことは当然であって，被告の主張は失当である。\n(ｴ)  さらに，被告は，原告自身が基礎商品比較法を適用してヘッジの有\n効性判定を行い，確定申告をした旨主張する。\nしかし，法令の意味内容は，法令自体を客観的に解釈してなされるも\nのであって，個々の納税者がどのような行為を行ったかにより左右され\nるものではない。また，原告は，企業会計上，基礎商品比較法を適用し\nて有効性判定を行っただけであって，税務上は基礎商品比較法を適用し\nたわけではなく，本件事業年度終了の時に本件通貨オプション取引を決\n済したものとみなしても利益の額が算出されないから，法６１条の５の\n規定による益金の額への算入をしていないにすぎず，繰延ヘッジ処理が\n適用されることを前提として，確定申告をしたわけではない。\n(2)  被告の主張\nア(ｱ)  法６１条の６に規定する繰延ヘッジ処理は，企業会計上，ヘッジ取\n引の実態を反映し，ヘッジ対象とヘッジ手段の損益を同一の会計期間に\n認識するためにヘッジ会計が導入されたことを前提に，企業会計と同\n様，ヘッジ取引の実態を正しく示すとともに，税務上の観点から，デリ\nバティブ取引を利用した利益調整が行われるといった課税上の弊害を防\n止することを目的とするものであり，企業会計上，ヘッジ会計が適用さ\nれる取引については，課税上の弊害が認められない限り，原則として税\n務上も繰延ヘッジ処理を行うことが想定されているから，企業会計上，\nヘッジ会計が適用されているデリバティブ取引について，税務上，特段\n\u0000 \u0000\u0000\u0000\nの理由がないにもかかわらず，法６１条の６に規定する繰延ヘッジ処理\nを適用しないことは，デリバティブ取引を利用した利益調整が行われる\nおそれを生じさせるというべきである。\n(ｲ)  また，企業会計上，基礎商品比較法が認められた趣旨は，オプショ\nン取引が，事業年度末の時点において，アウト・オブ・ザ・マネーの状\n態にあったとしても，その後の基礎商品の相場の変動により，オプショ\nンの権利行使の時期においてイン・ザ・マネーの状態にあれば損失削減\n等のヘッジ効果が生じるものについては，ヘッジ会計を適用する必要が\nあり，それを認めることに合理性があると考えられたためと解されると\nころ，法人税法上も，アウト・オブ・ザ・マネーの状態であるオプショ\nン取引であっても，ヘッジ対象資産が消滅するまでの間にイン・ザ・マ\nネーの状態になる可能性があり，その場合には新たに発生するヘッジ対\n象資産の損失とオプション取引のみなし決済利益額が高い程度で相殺さ\nれる関係が認められることを考えれば，企業会計上，基礎商品比較法が\n認められた上記趣旨は，そのまま法人税法上にも妥当するというべきで\nある。\nしたがって，企業会計上，ヘッジの有効性判定の方法として広く認め\nられている基礎商品比較法について，税務上も，施行令１２１条１項１\n号に規定された判定方法として取り扱うことは，法６１条の６の趣旨か\nら考えても，必要かつ合理的であり，逆にこれを認めず，企業会計と連\n動しない形で，各事業年度末において，みなし決済損益額の益金又は損\n金の額への算入を強制することとすれば，オプション取引を行っている\n多数の法人において，重大な支障を生じるおそれがあることは明らかで\nある。\n(ｳ)  基本通達２－３－４８は，施行令１２１条１項に規定する有効性判\n定を行うに当たり，オプション取引の時間的価値に係る部分（オプショ\n\u0000 \u0000\u0000\u0000\nン取引の価値に係る部分のうち，基礎商品の価格に基因する部分以外の\n部分をいう。）を当該有効性判定の要素から除くこととしているとき\nは，帳簿書類にあらかじめ記載していることを条件に，これを認めると\nの取扱いを定めており，実質的に，実務指針１５６項で定める基礎商品\n比較法を認めている。また，国税庁は，そのホームページ上において，\n「オプション取引の有効性判定の方法について」の照会に対する回答と\nして，通貨オプション取引について，基礎商品価格の変動額により算出\nされる損益を「デリバティブ取引等に係る法６１条の６第１項に規定す\nる利益額又は損失額」として有効性判定を行って差し支えない旨回答し\nており，国税庁の運用としては，基礎商品比較法をもって，施行令１２\n１条１項１号の有効性判定の方法として取り扱うこととしている。\nこのような取扱いは，デリバティブ取引には，多種多様な種類の取引\nが存在し，その内容も日々進化していることから，すべての取引に対応\nする合理的な判定方法について，子細に政令で規定することは極めて困\n難であること，企業会計上，ヘッジ会計が適用される場合には，課税上\n弊害がない限り，税務上も同様の処理を行うのが法６１条の６の趣旨で\nあることなどに鑑みれば，合理的な取扱いを定めたものであって，法６\n１条の６の趣旨に合致するというべきである。\n(ｴ)  施行令１２１条の４は，事前に有効性判定の方法の内容等について\n記載した申請書を税務署長に提出し，税務署長が承認した場合には，施\n行令１２１条１項に定める有効性判定の方法に代えて，申請のあった方\n法により有効性判定を行うことを認めているところ，これは，デリバテ\nィブ取引には，多種多様な取引が存在し，それぞれの取引に対応して\n様々な有効性判定の方法が考えられることから，課税上の弊害が生じ得\nるものであるか否かを確認する必要がある場合も存在し得るためであ\nる。\n\u0000 \u0000\u0000\u0000\nこのような制度の在り方からすれば，本件通貨オプション取引のよう\nにシンプルな類型の典型的なオプション取引については，基礎商品比較\n法のように施行令１２１条１項の文言から直接導くことのできる方法で\nなくても，企業会計上，広く合理的と認められている判定方法によって\nヘッジが有効であると認められ，企業会計上，ヘッジ会計を適用すべき\nとされる場合には，税務上も，繰延ヘッジ処理に係る法６１条の６の規\n定が適用されるというべきである。\n(ｵ)  さらに，原告自身も，企業会計上，基礎商品比較法により本件通貨\nオプション取引に係るヘッジが有効であるとしてヘッジ会計を適用し，\nヘッジ手段である本件通貨オプション取引に係る損益を繰延ヘッジ損益\nとして純資産の部に計上することにより，企業会計上の当期純利益の額\nに反映させておらず，税務上も，法６１条の６の繰延ヘッジ処理を適用\nすることが適法であることを前提として，本件通貨オプション取引に係\nるデリバティブ損益額を所得金額に加算又は減算することなく，本件事\n業年度の法人税の確定申告を行っている。\n(ｶ)  以上のとおり，本件通貨オプション取引に係るヘッジの有効性判定\nに関し，原告が本件リスク管理方針に定めて採用した基礎商品比較法\nは，施行令１２１条１項１号に規定する有効性判定の方法として取り扱\nわれるべきである。\nイ  本件通貨オプション取引につき，基礎商品比較法によりその有効性判定\nを行うと，本件米ドル建社債のヘッジ対象資産等損失額と基礎商品価額の\n変動額は１０４．８４パーセントの有効性をもって連動し，施行令１２１\n条の２第１号に定める概ね１００分の８０から１００分の１２５までの範\n囲に入っており，本件通貨オプション取引は，本件米ドル建社債のヘッジ\n対象資産等損失額を減少させるために有効であると認められるから，本件\n米ドル建社債は，法６１条の６に規定する「デリバティブ取引等を行った\n\u0000 \u0000\u0000\u0000\n場合」の資産に該当する。\nしたがって，本件米ドル建社債については，施行令１２２条の２の規定\nにより，施行令１２２条の３の規定は適用されず，その外国為替換算差損\n益である本件外国為替換算差損の額を損金の額に算入することはできない\nから，これを認めなかった本件各更正処分等は適法である。\n第３  当裁判所の判断\n１(1)  施行令１２１条１項１号は，ヘッジ対象資産に係るヘッジ対象資産等損\n失額を減少させるためにデリバティブ取引等を行った場合における，当該デ\nリバティブ取引等が当該ヘッジ対象資産等損失額を減少させるために有効で\nあるか否かの判定方法について，「期末時又は決済時におけるそのデリバテ\nィブ取引等に係る法６１条の６第１項に規定する利益額又は損失額とヘッジ\n対象資産等評価差額とを比較する方法」とする旨定めている。\n一方，金融商品に係る取引についての会計処理について定めている実務指\n針１５６項は，企業会計上のヘッジ取引の有効性判定の方法について，原則\nとしてヘッジ開始時から有効性判定時点までの期間において，ヘッジ対象の\n相場変動の累計とヘッジ手段の相場変動の累計とを比較し，両者の変動額等\nを基礎にして判断するが，オプション取引については，オプション価格の変\n動額とヘッジ対象の時価変動額を比較する方法，すなわち，デリバティブ比\n較法又はオプションの基礎商品の時価変動額とヘッジ対象の時価変動額を比\n較する方法，すなわち，基礎商品比較法により判定を行う旨定めている。\nそして，原告は，基礎商品比較法は，施行令１２１条１項１号に規定する\n有効性判定の方法には当たらない旨主張するのに対し，被告は，基礎商品比\n較法も，施行令１２１条１項１号に規定する有効性判定の方法として扱われ\nるべきである旨主張する。\n(2)  そこで，検討するに，上記のとおり，施行令１２１条１項１号は，「期\n末時又は決済時におけるそのデリバティブ取引等に係る法６１条の６第１項\n\u0000 \u0000\u0000\u0000\nに規定する利益額又は損失額とヘッジ対象資産等評価差額とを比較する方\n法」と規定しているところ，ここにいう「デリバティブ取引等に係る法６１\n条の６第１項に規定する利益額又は損失額」とは，法６１条の６第１項柱書\nきが明示するとおり，①当該デリバティブ取引等の決済によって生じた損益\n額，②法６１条の４第１項に規定する有価証券の空売り等に係るみなし決済\n損益額，③法６１条の５第１項に規定する未決済デリバティブ取引に係るみ\nなし決済損益額及び④法６１条の９第２項に規定する外貨建資産等の期末換\n算差額をいう。\nしかるに，基礎商品比較法にいう「オプションの基礎商品の時価変動額」\nとは，オプションの想定元本と当該基礎商品の時価変動額とを掛け合わせた\n金額をいうものであるから，上記①ないし④のいずれにも該当しないことは\n明らかである。\nよって，基礎商品比較法は，施行令１２１条１項１号に規定する有効性判\n定の方法とはいえない。\n２(1)  これに対し，被告は，基礎商品比較法も施行令１２１条１項１号に規定\nする有効性判定の方法として取り扱われるべきであると主張し，その理由と\nして，法６１条の６に規定する繰延ヘッジ処理は，ヘッジ取引の実態を正し\nく示すとともに，デリバティブ取引を利用した利益調整が行われるといった\n課税上の弊害を防止することも目的とするものであるから，企業会計上，ヘ\nッジ会計が適用されているデリバティブ取引について，税務上，特段の理由\nがないにもかかわらず，法６１条の６に規定する繰延ヘッジ処理を適用しな\nいことは，デリバティブ取引を利用した利益調整が行われるおそれを生じさ\nせると主張する。\nしかし，法６１条の６に規定する繰延ヘッジ処理は，平成１２年の税制改\n正により導入された制度であるところ，その趣旨は，従前は，資産等の価格\n変動によって生ずるおそれのある損失額を減少させるためにデリバティブ取\n\u0000 \u0000\u0000\u0000\n引等を行っている場合において，ヘッジ取引の対象である資産等に含み益が\n生じる一方，ヘッジ取引の手段であるデリバティブ取引等に含み損が生じて\nおり，双方の含み損益が相殺関係にあっても，会計処理上，それぞれが別個\nのものとして取り扱われていたため，含み損が生じているデリバティブ取引\n等のみを決済することにより，納税者が恣意的に利益調整を行うことが可能\nであったことから，デリバティブ取引等を決済したものとみなして算出する\n損益額の計上時期を，資産等の損益の計上時期に合わせて繰り延べ，両者の\n計上時期を合わせることにより，ヘッジ取引の実態を正しく示すとともに，\n上記のような納税者による恣意的な利益調整を防止することにあると解され\nる。\nしかるに，法６１条の６に規定する繰延ヘッジ処理が適用されるか否か\nは，当該デリバティブ取引等について，施行令１２１条１項に規定する方法\nにより有効性判定を行い，その有効性割合が，施行令１２１条の２第１項１\n号に定められた一定の範囲内にあるか否かにより一義的に決まるものであっ\nて，納税者において，その適用の有無を恣意的に選択する余地はないのであ\nるから，企業会計上，ヘッジ会計が適用されているデリバティブ取引につい\nて，税務上，法６１条の６に規定する繰延ヘッジ処理が適用されない場合が\nあるからといって，そのことをもって，デリバティブ取引を利用した利益調\n整が行われるおそれを生じさせるとはいえない。\nしたがって，この点についての被告の主張は採用の限りではない。\n(2)  また，被告は，企業会計上，基礎商品比較法が認められた趣旨は，オプ\nション取引が，事業年度末の時点において，アウト・オブ・ザ・マネーの状\n態にあったとしても，その後の基礎商品の相場の変動により，オプションの\n権利行使の時期においてイン・ザ・マネーの状態にあれば損失削減等のヘッ\nジ効果が生じるものについては，ヘッジ会計を適用する必要があり，それを\n認めることに合理性があると考えられたためと解されるところ，かかる基礎\n\u0000 \u0000\u0000\u0000\n商品比較法が認められた趣旨は，そのまま法人税法上も妥当するというべき\nであるから，基礎商品比較法について，税務上も，施行令１２１条１項１号\nに規定された有効性判定の方法として取り扱うことは必要かつ合理的である\nと主張する。\n確かに，実務指針１５６項が企業会計上のオプション取引に係る有効性判\n定の方法としてデリバティブ比較法のみならず基礎商品比較法をも認めた趣\n旨は，オプション取引については，その有効性判定の時点においてアウト・\nオブ・ザ・マネーの状態にあり，ヘッジ対象資産等損失額を相殺する利益が\n生じていない場合であっても，その後，基礎商品の価格が変動し，その権利\n行使の時点において，イン・ザ・マネーの状態にあれば，ヘッジ対象資産等\n損失額を相殺する利益が生じることになることから，有効性判定の時点にお\nいてアウト・オブ・ザ・マネーの状態にあるオプション取引について，その\n有効性が否定されることがないようにするためであると解されるところ，上\n記(1)のとおり，法６１条の６に規定する繰延ヘッジ処理の趣旨が，ヘッジ\n取引の実態を正しく示すことにあることに照らせば，企業会計上，ヘッジ取\n引として有効であると認められる取引については，税務上も，繰延ヘッジ処\n理が適用されることが望ましいということができる。\nしかしながら，租税法規は侵害規範であって，法的安定性の要請が強く働\nくものであるから，みだりに規定の文言を離れて解釈すべきではない（最高\n裁判所平成２２年３月２日第三小法廷判決・民集６４巻２号４２０頁参照）\nところ，基礎商品比較法にいう「オプションの基礎商品の時価変動額」が，\nその文言上，施行令１２１条１項１号にいう「デリバティブ取引等に係る法\n６１条の６第１項に規定する利益額又は損失額」に該当しないことは上記１\n(2)のとおりであって，上記のような実務指針１５６項及び法６１条の６の\n趣旨を考慮してもなお，施行令１２１条１項１号の文言を離れ，明らかに同\n号に規定する有効性判定の方法には当たらない基礎商品比較法を，同号に規\n\u0000 \u0000\u0000\u0000\n定する有効性判定の方法として取り扱うべきであると解すべき合理的理由は\n見出すことができない。\n(3)  さらに，被告は，基本通達２－３－４８及び国税庁のホームページ上の\n照会に対する回答において，オプション取引の有効性判定の方法として，基\n礎商品比較法によることを認めているところ，このような取扱いは，デリバ\nティブ取引には多種多様な種類の取引が存在し，その内容も日々進化してお\nり，すべての取引に対応する合理的な判定方法について，子細に政令で定め\nることは極めて困難であることなどに鑑みれば，合理的な取扱いである旨主\n張する。\nしかし，そもそも，租税法規は，みだりに規定の文言を離れて解釈すべき\nでないことは前記(2)のとおりであるが，この点をおくにしても，基礎商品\n比較法が施行令１２１条１項１号に規定する有効性判定の方法として認めら\nれるか否かは，専ら同号の解釈により決せられるべきものであって，通達の\n定めや実際の税務運用上の取扱いにより，その結論が左右されるべきもので\nはない。\nまた，オプション取引は，デリバティブ取引の中でも一般的ないし典型的\nな類型に属する取引であって，現に実務指針は，平成１２年１月３１日に公\n表された当初から，オプション取引の有効性判定の方法としてデリバティブ\n比較法と基礎商品比較法の２つを認める旨の明文の規定を設けていたのであ\nるから，少なくともオプション取引について，政令において，実務指針１５\n６項と同旨の規定を設けることは十分に可能であったのであり，それにもか\nかわらず政令があえてそのような規定を設けなかった以上は，租税法規の解\n釈として，そのような規定があるものとして解することは許されないといわ\nざるを得ない。\n(4)  そして，被告は，施行令１２１条の４が，事前に有効性判定の方法の内\n容等について記載した申請書を税務署長に提出し，税務署長が承認した場合\n\u0000 \u0000\u0000\u0000\nには，施行令１２１条１項に定める有効性判定の方法に代えて，申請のあっ\nた方法により有効性判定を行うことを認めているところ，これは，多種多様\nなデリバティブ取引に対応して様々な有効性判定の方法が考えられることか\nら，課税上の弊害が生じ得るものであるか否かを確認する必要があるためで\nあることからすれば，本件通貨オプション取引のようにシンプルな類型の典\n型的なオプション取引については，基礎商品比較法のように施行令１２１条\n１項の文言から直接導くことのできる方法でなくても，企業会計上，広く合\n理的と認められている判定方法によってヘッジが有効であると認められる場\n合には，税務上も，法６１条の６の規定による繰延ヘッジ処理が適用される\nべきであると主張する。\nしかし，有効性判定の方法は，繰延ヘッジ処理の適用の有無を左右するも\nのであり，法人の益金又は損金の額の算定に重大な影響を及ぼすものである\nから，法人税法上も，企業会計上と同様，複数の有効性判定の方法を選択的\nに適用することを認める趣旨であれば，その選択手続や選択がされなかった\n場合に適用すべき方法等について定める規定が存在すべきであるところ，施\n行令の規定をみても，施行令１２１条１項１号において，「期末時又は決済\n時におけるそのデリバティブ取引等に係る法６１条の６第１項に規定する利\n益額又は損失額とヘッジ対象資産等評価差額とを比較する方法」と規定し，\n施行令１２１条の４において，常時多数のデリバティブ取引等を行う法人に\n限り，納税地の所轄税務署長の承認を受けることを条件として，施行令１２\n１条１項に定める方法以外の合理的な方法により有効性判定を行うことを認\nめている以外には，有効性判定の方法やその選択手続等について定めている\n規定は存在しない。\nこのような施行令の規定ぶりに照らせば，施行令は，その１２１条１項に\nおいて，原則的な有効性判定の方法を規定し，１２１条の４において，デリ\nバティブ取引には多種多様な形態の取引が存在し，それぞれの取引形態に応\n\u0000 \u0000\u0000\u0000\nじて１２１条１項に規定する方法以外にも合理的な有効性判定の方法があり\n得るが，納税者にその自由な選択を認めれば，恣意的に利益調整が行われる\nおそれがあることから，常時多数のデリバティブ取引等を行う法人に限り，\n納税地の所轄税務署長の承認を受けることを条件として，１２１条１項に規\n定する方法以外の方法により有効性判定を行うことを認めたものと解され\nる。\nしたがって，施行令１２１条の４の規定を根拠として，施行令１２１条１\n項の文言から直接導くことのできる方法でなくても，企業会計上，広く合理\n的と認められている判定方法によってヘッジが有効であると認められる場合\nには，税務上も法６１条の６の規定による繰延ヘッジ処理が適用されるべき\nであるとの被告の主張は採用することができない。\n(5)  また，被告は，原告自身が，企業会計上，基礎商品比較法により本件通\n貨オプション取引に係るヘッジが有効であるとしてヘッジ会計を適用し，税\n務上も，法６１条の６に規定する繰延ヘッジ処理を適用して本件事業年度の\n法人税の確定申告を行っている旨主張するが，基礎商品比較法が施行令１２\n１条１項１号に規定する有効性判定の方法として認められるべきか否かは，\n納税者である原告が確定申告を行うに当たり基礎商品比較法を採用したか否\nかにより左右されるものではないことはいうまでもない。\n(6)  以上のとおり，被告が，基礎商品比較法も施行令１２１条１項１号に規\n定する有効性判定の方法として取り扱われるべきであるとして述べる点は，\nいずれも理由がない。\n３(1)  そこで，本件通貨オプション取引について，施行令１２１条１項１号に\n規定する方法，すなわち，「期末時又は決済時におけるそのデリバティブ取\n引等に係る法６１条の６第１項に規定する利益額又は損失額とヘッジ対象資\n産等評価差額とを比較する方法」により有効性判定を行い，その有効性割合\nが概ね１００分の８０から１００分の１２５まで（施行令１２１条の２）と\n\u0000 \u0000\u0000\u0000\nなっており，本件通貨オプション取引が本件米ドル建社債のヘッジ対象資産\n等損失額を減少させるものとして有効であると認められるか否かについて検\n討する。\n(2)  まず，施行令１２１条１項１号は，「期末時又は決済時」と規定すると\nころ，ここにいう「期末時」とは，当該事業年度終了の時までにヘッジ対象\n資産につき譲渡又は消滅等がなく，かつ，当該デリバティブ取引等の決済を\nしていない場合のその時をいい，「決済時」とは，当該デリバティブ取引等\nの決済をした場合のその決済の時をいう（同項）。\n前記第２の２(4)エのとおり，本件米ドル建社債は，本件通貨オプション\n取引を行った時から本件事業年度の終了の時までの間において譲渡又は消滅\n等はなく，かつ，本件通貨オプション取引は，本件事業年度の終了の時にお\nいて，いずれも権利行使されておらず，決済されていなかったから，本件通\n貨オプション取引の有効性判定は，「期末時」，すなわち，本件事業年度の\n終了の時における本件通貨オプション取引に係る法６１条の６第１項に規定\nする利益額又は損失額とヘッジ対象資産等評価差額とを比較することとな\nる。\n(3)  次に，施行令１２１条１項１号にいう「ヘッジ対象資産等評価差額」と\nは，ヘッジ対象資産のデリバティブ取引等を行った時における価額とその期\n末時又は決済時における価額との差額をいう（同条２項）。\n証拠（乙１，７）及び弁論の全趣旨によれば，本件通貨オプション取引に\n係るヘッジ対象資産である本件米ドル建社債の本件通貨オプション取引時に\nおける価額，本件通貨オプション取引時における米国ドルの為替レート，本\n件事業年度の終了の時における米国ドルの為替レートは，それぞれ別表７の\n「ヘッジ対象資産のオプション取引時価額」欄，「オプション取引時為替レ\nート」欄，「期末時為替レート」欄のとおりであると認められるから，本件\n通貨オプション取引に係る「ヘッジ対象資産等評価差額」は，別表７の「ヘ\n\u0000 \u0000\u0000\u0000\nッジ対象資産等評価差額」欄のとおりとなる。\n(4)ア  また，施行令１２１条１項１号にいう「デリバティブ取引等に係る法\n６１条の６第１項に規定する利益額又は損失額」とは，前記１(2)のとお\nり，①当該デリバティブ取引等の決済によって生じた損益額，②法６１条\nの４第１項に規定する有価証券の空売り等に係るみなし決済損益額，③法\n６１条の５第１項に規定する未決済デリバティブ取引に係るみなし決済損\n益額及び④法６１条の９第２項に規定する外貨建資産等の期末換算差額を\nいうところ，前記第２の２(4)エのとおり，本件通貨オプション取引は，\n本件事業年度の終了の時において，いずれも権利行使されておらず，決済\nされていなかったから，本件通貨オプション取引に係る「法６１条の６第\n１項に規定する利益額又は損失額」とは，上記③法６１条の５第１項に規\n定する未決済デリバティブ取引に係るみなし決済損益額をいうこととな\nる。\nイ(ｱ)  そして，前記第２の２(4)ウのとおり，本件通貨オプション取引は，\n「店頭デリバティブ取引」のうち金融商品取引法２条２２項３号に該当\nする取引であるところ，施行規則２７条の７第３項３号は，金融商品取\n引法２条２２項３号に該当する取引に係る法６１条の５第１項に規定す\nる未決済デリバティブ取引に係るみなし決済損益額とは，当該取引につ\nき，その取引に係る権利の行使により当事者間で授受することを約した\n金額，事業年度終了の時の当該権利の行使に係る指標の数値及び当該指\n標の予想される変動率を用いた合理的な方法により算出した金額をいう\nと定めている。\n(ｲ)  ところで，通貨オプションの価格を算定するモデルの１つであるブ\nラック・ショールズ・モデルは，オプションの行使価格（いわゆるスト\nライキングプライス），外国為替の直物相場（いわゆるスポットレー\nト），各通貨の金利，権利行使日までの期間（いわゆるオプション期\n\u0000 \u0000\u0000\u0000\n間），外国為替相場の変動率の標準偏差（いわゆるボラティリティ）を\n変数として，オプション価格を算定する方法であるところ（乙１６，２\n２），このうち，オプションの行使価格は，施行規則２７条の７第３項\n３号にいう「その取引に係る権利の行使により当事者間で授受すること\nを約した金額」に，外国為替の直物相場，各通貨の金利及び権利行使日\nまでの期間は，同号にいう「当該権利の行使に係る指標の数値」に，外\n国為替相場の変動率の標準偏差は，同号にいう「当該指標の予想される\n変動率」に，それぞれ該当するものであり，また，ブラック・ショール\nズ・モデルは，通貨オプションの価格の算定方法として広く合理的と認\nめられ，一般的に使用されているものといえる（乙１６，１７の１，\n２，乙２２）。\nそうすると，ブラック・ショールズ・モデルにより算定されたオプシ\nョン価格とオプション取引時に支払を約したオプション料との差額をも\nって，法６１条の５第１項に規定する未決済デリバティブ取引に係るみ\nなし決済損益額とする方法は，施行規則２７条の７第３項３号に規定す\nる「その取引に係る権利の行使により当事者間で授受することを約した\n金額，事業年度終了の時の当該権利の行使に係る指標の数値及び当該指\n標の予想される変動率を用いた合理的な方法」というべきである。\n(ｳ)  なお，原告は，ブラック・ショールズ・モデルを用いて算定したオ\nプション価格は理論値にすぎず，オプションの基礎商品を期末時に市場\n価格で購入し，その基礎商品を権利行使日にオプションを行使して行使\n価格で売却するものとして算定する方法こそが，施行規則２７条の７第\n３項３号の規定に合致する旨主張するが，このような算定方法は，同号\nに規定する「オプション取引の権利行使により当事者間で授受すること\nを約した金額」，「当該権利の行使に係る指標の数値」及び「当該指標\nの予想される変動率」のうち，「当該指標の予想される変動率」を用い\n\u0000 \u0000\u0000\u0000\nる方法ではないから，同号に規定する「合理的な方法」であるとはいえ\nない。\nウ  そこで，本件通貨オプション取引に係る法６１条の５第１項に規定する\n未決済デリバティブ取引に係るみなし決済損益額を算定するに，証拠（乙\n１７の１，２）によれば，ブラック・ショールズ・モデルにより算定した\n本件通貨オプション取引の本件事業年度の終了の時における評価額は，別\n表７の「期末時評価額」欄のとおりであると認められるところ，証拠（乙\n８）によれば，本件通貨オプション取引のオプション料は，別表７の「オ\nプション料」欄のとおりであると認められるから，本件通貨オプション取\n引に係る法６１条の５第１項に規定する未決済デリバティブ取引に係るみ\nなし決済損益額，すなわち，本件通貨オプション取引の本件事業年度の終\n了の時における評価額と本件通貨オプション取引のオプション料との差額\nは，別表７の「みなし決済損益額」欄のとおりとなる。\n(5)ア  以上に基づき，本件通貨オプション取引の有効性判定を行うに，本件\n通貨オプション取引に係るヘッジ対象資産等評価差額は，別表７の「ヘッ\nジ対象資産等評価差額」欄のとおり，いずれも零を下回っているから，施\n行令１２１条の２第１項１号イにいう「当該デリバティブ取引等を行った\n時におけるヘッジ対象資産の価額が期末時又は決済時における価額を超え\nる場合」に該当する。\nよって，本件通貨オプション取引の有効性判定の方法は，同号イに定め\nる方法，すなわち，本件通貨オプション取引に係るデリバティブ等損益額\nに係る利益額を，その超える部分の金額で除して計算した割合が，概ね１\n００分の８０ないし１２５までとなっているか否かにより判定することと\nなる。\nイ  そして，本件通貨オプション取引のうち，別表７の番号１ないし４，９\nないし１２の取引については，いずれもみなし決済損益額が零を下回って\n\u0000 \u0000\u0000\u0000\nおり，デリバティブ取引等に係る利益額が生じていないところ，本件米ド\nル建社債の本件通貨オプション取引を行った時における価額が本件事業年\n度終了の時における価額を超える部分の金額は零を上回るものであるか\nら，みなし決済損益額をその超える部分で除して計算した割合も零を下回\nることとなり，概ね１００分の８０ないし１２５までの範囲に入らないこ\nとは明らかである。\nまた，その余の別表７の番号５ないし８，１３ないし１８の取引につい\nて，みなし決済損益額を，本件米ドル建社債の本件通貨オプション取引を\n行った時における価額が本件事業年度終了の時における価額を超える部分\nの金額で除して計算した割合は，別表７の「有効性」欄のとおり，１００\n分の０．１５ないし４．９１であり，いずれも有効性割合が概ね１００分\nの８０ないし１２５までの範囲に入っていないから，本件通貨オプション\n取引が，本件米ドル建社債のヘッジ対象資産等損失額を減少させるために\n有効であるとは認められない。\nウ  したがって，本件通貨オプション取引は，いずれも本件米ドル建社債の\nヘッジ対象資産等損失額を減少させるために有効であるとは認められな\nい。\n４(1)  以上によれば，本件米ドル建社債は，そのヘッジ対象資産等損失額を減\n少させるために本件通貨オプション取引が行われているものの，本件通貨オ\nプション取引が，本件米ドル建社債のヘッジ対象資産等損失額を減少させる\nために有効であるとは認められず，法６１条の６第１項の規定による繰延ヘ\nッジ処理の適用はないから，本件米ドル建社債は，施行令１２２条の３に規\n定する「外貨建資産等」に当たる。\nしたがって，本件米ドル建社債については，法６１条の９第３項，施行令\n１２２条の３の規定により，その取得等の基因となった外貨建取引を当該事\n業年度終了の時において行ったものとみなして，法６１条の９第１項の規定\n\u0000 \u0000\u0000\u0000\nに基づく事業年度終了の時における外貨建資産等の円換算をすることができ\nるから，同条２項の規定に基づき，その外国為替換算差額である本件外国為\n替換算差損を損金の額に算入することができる。\n(2)  一方，本件通貨オプション取引については，法６１条の６の規定による\n繰延ヘッジ処理が適用されないから，法６１条の５第１項の規定に基づき，\nそのみなし決済損益額を益金又は損金の額に算入すべきであるところ，前記\n３(4)ウのとおり，本件通貨オプション取引に係る法６１条の５に規定する\n未決済デリバティブ取引に係るみなし決済損益額は，別表７の「みなし決済\n損益額」欄のとおりであり，その合計額は７１１３万９３７６円であるか\nら，この金額は，原告の本件事業年度の所得の金額の計算上，益金の額に算\n入されるべきである。\n５  以上に基づき，原告の本件事業年度の法人税に係る所得金額及び納付すべき\n法人税額並びに過少申告加算税額を算定すると，別紙２「原告の本件事業年度\nの所得金額及び納付すべき法人税額並びに原告の本件事業年度の法人税に係る\n過少申告加算税額」記載のとおり，所得金額は２３７億４０８２万２０１４\n円，納付すべき法人税額は４４億３１８０万２９００円，過少申告加算税額は\n３億０５６１万３０００円となる。\nしたがって，本件更正処分のうち所得金額２３７億４０８２万２０１４円及\nび納付すべき法人税額４４億３１８０万２９００円を超える部分並びに本件賦\n課決定処分のうち過少申告加算税額３億０５６１万３０００円を超える部分は\n違法であり，取消しを免れない。\n第４  結論\n以上によれば，原告の請求は，本件更正処分のうち所得金額２３７億４０８２\n万２０１４円，納付すべき法人税額４４億３１８０万２９００円を超える部分及\nび本件賦課決定処分のうち過少申告加算税額３億０５６１万３０００円を超える\n部分の取消しを求める部分に限り理由があるから，これを一部認容し，その余の\n\u0000 \u0000\u0000\u0000\n請求は理由がないからこれを棄却することとし，訴訟費用の負担につき行政事件\n訴訟法７条，民事訴訟法６１条，６４条ただし書を適用して主文のとおり判決す\nる。\n東京地方裁判所民事第３８部\n裁判長裁判官          定  塚      誠\n裁判官          中  辻  雄一朗\n裁判官          渡  邉      哲\n\u0000 \u0000\u0000\u0000\n別紙１\n本件更正処分等の根拠及び適法性に関する被告の主張\n１  本件更正処分の根拠\n被告が本訴において主張する，原告の本件事業年度の所得金額及び納付すべ\nき法人税額は，次のとおりである。\n(1)  所得金額（別表２⑱欄）              ５６２億７０１８万８１６８円\n上記金額は，次のアの金額にイの金額を加算し，ウの金額を減算したもの\nである。\nア  確定申告における所得金額（別表２①欄）\n１３５億９４３７万６８１０円\n上記金額は，原告が麹町税務署長に対し平成２０年６月３０日に提出し\nた 本 件 事 業 年 度 の 法 人 税 の 確 定 申 告 書 （ 以 下 「 本 件 確 定 申 告 書 」 と い\nう。）の「所得金額」欄に記載された金額である。\nイ  所得金額に加算される金額（別表２⑭欄）\n４２７億４３４５万６７４６円\n上記金額は次の(ｱ)ないし(ｺ)の金額の合計額である。\n(ｱ)  外国為替換算差損の過大計上額（別表２②欄）\n４１８億９８２７万３６３１円\n上記金額は，次のａ及びｂの金額の合計額である。\nａ  外貨建債券に係る為替換算差損の過大計上額（別表２③欄，別表３\n「合計金額」欄）                  ３２６億００５０万５５３０円\n上記金額は，原告が外国為替換算差損として本件事業年度の損金の\n額に算入した金額のうち，原告がヘッジ対象資産とした本件米ドル建\n社債に係る外国為替換算差損の金額であるが，上記ヘッジ対象資産と\nした外貨建債券は施行令１２２条の３に規定する外貨建資産等から除\nかれることとなるため，上記金額は本件事業年度の損金の額に算入さ\n\u0000 \u0000\u0000\u0000\nれない金額である。\nｂ  外貨建株式に係る外国為替差損の過大計上額（別表２④欄）\n９２億９７７６万８１０１円\n上記金額は，原告が本件事業年度終了の日において保有する外貨建\n株式のうちＡの外貨建株式につき，外国為替の売買相場が著しく変動\nしたとして，本件事業年度の損金の額に算入した外国為替換算差損の\n金額であるが，当該外貨建株式に係る外国為替の売買相場の変動は，\n施行令１２２条の３に規定する外国為替の売買相場が著しく変動した\n場合に該当しないため（別表４⑥欄参照），当該金額は，本件事業年\n度の損金の額に算入されない金額である。\n(ｲ)  再保険料の過大計上額（別表２⑤欄）  ２億９２７１万０９６３円\n上記金額は，原告が一時払最低死亡保障特約付変額個人年金保険にお\nける最低死亡保障部分に係る再保険として出再した再保険料のうち，本\n件事業年度の終了の日までの収益に対応しない未経過再保険料の額であ\nり，本件事業年度の損金の額に算入されない金額である。\n(ｳ)  有価証券評価損の過大計上額（別表２⑥欄）  ８２２万０９７６円\n上記金額は，原告が有価証券評価損として損金の額に算入した，非上\n場会社の株式に係る帳簿価額と本件事業年度終了の日の同株式の時価と\nの差額であるが，同社の資産状態が著しく悪化したとは認められないこ\nとから，本件事業年度の損金の額に算入されない金額である。\n(ｴ)  支払手数料のうち損金の額に算入されない金額（別表２⑦欄）\n２億１２０１万１０８４円\n上記金額は，原告が支払手数料として計上した，生命保険募集代理店\nに対して支出した奨励手当の金額のうち，本件事業年度の終了の日まで\nに債務が確定していない金額であり，本件事業年度の損金の額に算入さ\nれない金額である。\n\u0000 \u0000\u0000\u0000\n(ｵ)  支払備金の過大計上額（別表２⑧欄）  １億１７８９万５０００円\n上記金額は，本件事業年度の終了の日における支払備金勘定のうち，\n同日において保険契約に基づく支払義務が認められないものであり，本\n件事業年度の損金の額に算入されない金額である。\n(ｶ)  減価償却超過額（別表２⑨欄）            ４８８０万６３４５円\n上記金額は，原告が外注費用に計上した，システム開発におけるプロ\nグラム作成に要した費用としてソフトウェアの取得価額に算入されるべ\nき金額のうち，償却限度額を超える部分の金額であり，本件事業年度の\n損金の額に算入されない金額である。\n(ｷ)  減価償却費のうち損金の額に算入されない金額（別表２⑩欄）\n９７５４万４６００円\n上記金額は，次のａないしｃの金額の合計額である。\nａ  ６８９５万３０８６円\n上記金額は，原告が減価償却費に計上した金額のうち，開発中のシ\nステムの取得価額に算入すべき金額であり，当該システムは事業の用\nに供されていないことから，本件事業年度の損金の額に算入されない\n金額である。\nｂ  １４５９万９２００円\n上記金額は，原告が本件事業年度において除却したとして減価償却\n費に含めて計上した，汎用開発ツールの使用ライセンスの本件事業年\n度の終了の日の未償却残高であるが，同汎用開発ツールが除却された\n事実は認められないことから，本件事業年度の損金の額に算入されな\nい金額である。\nｃ  １３９９万２３１４円\n上記金額は，原告が本件事業年度において除却したとして減価償却\n費に含めて計上した，自社開発ソフトウェアの本件事業年度終了の日\n\u0000 \u0000\u0000\u0000\nの未償却残高であるが，同ソフトウェアが除却された事実は認められ\nないことから，本件事業年度の損金の額に算入されない金額である。\n(ｸ)  交際費等の損金不算入額（別表２⑪欄）      ９２８万０２９７円\n上記金額は，次のａないしｃの金額の合計額である。\nａ  ５９１万００５０円\n上記金額は，原告がその他会議費として損金の額に算入した金額の\nうち，支社マーケティング本部が行ったミーティング後の社員懇親会\nに伴う社員のホテル宿泊代であり，租税特別措置法（平成２０年法律\n第２３号による改正前のもの。以下「措置法」という。）６１条の４\n第３項に規定する交際費等に該当するため，同条１項により本件事業\n年度の損金の額に算入されない金額である。\nｂ  ２９８万４６７２円\n上記金額は，原告がその他会議費として損金の額に算入した金額の\nうち，原告の保険代理店の従業員を接待するために要した懇親会代及\nびＤ観光代等であり，措置法６１条の４第３項に規定する交際費等に\n該当するため，同条１項により本件事業年度の損金の額に算入されな\nい金額である。\nｃ  ３８万５５７５円（別表５  22 欄）\n上記金額は，措置法６１条の４第３項に規定する交際費等に係る消\n費税及び地方消費税（以下「消費税等」という。）の額のうち，控除\n対象外消費税額等の増加額であり，同項に規定する交際費等の額に含\nまれる金額である（消費税法等の施行に伴う法人税の取扱について\n（平成元年３月１日直法２－１）１２（注）２参照）。\n(ｹ)  損金の額に算入されない控除対象外消費税額等の額（別表２⑫欄，\n別表５ 21 欄）                            ５８７１万１５９０円\n上記金額は，原告が本件事業年度の損金の額に算入した，控除対象外\n\u0000 \u0000\u0000\u0000\n消費税額等のうち，施行令１３９条の４第３項に規定される繰延消費税\n額等以外の金額６８億４１８７万０８２８円（別表５⑳欄）と，原告が\n原告の平成１９年４月１日から平成２０年３月３１日までの消費税等の\n課税期間に係る消費税等の修正申告書及び麹町税務署長が平成２１年８\n月７日付けで原告に対してした同課税期間の消費税等の更正処分に基づ\nき再計算した控除対象外消費税額等６７億８３１５万９２３８円（別表\n５⑰欄）との差額であり，本件事業年度の損金の額に算入されない金額\nである。\n(ｺ)  繰延消費税額等の損金算入限度超過額（別表２⑬欄，別表５⑲）\n２２６０円\n上記金額は，原告が施行令１３９条の４第３項に規定する繰延消費税\n額等について，本件事業年度の損金の額に算入した金額４８６１万７１\n６３円（別表５⑱欄）と，同項の規定に基づき計算した損金の額に算入\nされる金額４８６１万４９０３円（別表５⑯欄）との差額であり，法６\n５条及び施行令１３９条の４第３項の規定により，損金の額に算入され\nない金額である。\nウ  所得金額から減算される金額（別表２⑰欄）    ６７６４万５３８８円\n上記金額は，次の(ｱ)及び(ｲ)の金額の合計額である。\n(ｱ)  減価償却超過額の損金算入額（別表２⑮欄）１６１６万９３２０円\n上記金額は，本件事業年度の前事業年度から繰り越された減価償却資\n産の償却超過額のうち，本件事業年度における償却不足額であり，本件\n事業年度の損金の額に算入される金額である。\n(ｲ)  前払費用の過大計上額（別表２⑯欄）      ５１４７万６０６８円\n上記金額は，原告が本件事業年度に募集人支払手数料として計上した\n金額のうち，新規代理店に前払したものとして，本件事業年度の損金の\n額から減算した金額１０億８０９９万７４４１円のうち消費税等に相当\n\u0000 \u0000\u0000\u0000\nする金額であるが，原告が会計上税抜経理を選択していることから，本\n件事業年度の損金の額から減算する必要のない金額である。\n(2)  所得金額に対する法人税額（別表２⑲欄）\n１６８億８１０５万６４００円\n上 記 金 額 は ， 上 記 (1) の 所 得 金 額 （ 国 税 通 則 法 （ 以 下 「 通 則 法 」 と い\nう。）１１８条１項の規定に基づき１０００円未満の端数を切り捨てた後の\n金額である。）に法人税法１４３条（平成１９年法律第６号による改正前の\nもの。以下同じ。）に規定する税率を乗じて計算した金額である。\n(3)  法人税額の特別控除額（別表２⑳欄）            ７６１万２１８９円\n上記金額は，租税特別措置法４２条の１１（平成１９年法律第６号によ\nる改正前のもの。以下同じ。）に規定される所得金額に対する法人税額か\nら控除する情報基盤強化設備等を取得した場合の法人税額の特別控除額で\nあり，本件事業年度の法人税額から控除される金額である。\n(4)  法人税額から控除される所得税額等（別表２  23 欄）\n２６億８２８３万１５０６円\n上記金額は，法１４４条により準用された，読替え後の法６８条の規定に\nより法人税の額から控除される金額であり，本件確定申告書に記載された金\n額と同額である。\n(5)  納付すべき法人税額（別表２ 24 欄）  １４１億９０６１万２７００円\n上記金額は，上記(2)の金額から上記(3)及び上記(4)の金額を差し引いた\n金額である（ただし，通則法１１９条１項の規定に基づき１００円未満の端\n数を切り捨てた後の金額である。）。\n(6)  既に納付の確定した法人税額（別表２ 25 欄）\n１３億７５６７万２４００円\n上記金額は，本件確定申告書の提出により納付の確定した法人税額であ\nる。\n\u0000 \u0000\u0000\u0000\n(7)  差引納付すべき法人税額（別表２ 26 欄）  １２８億１４９４万０３０\n０円\n上記金額は，上記(5)の金額から上記(6)の金額を差し引いた金額である。\n２  本件更正処分の適法性\n本訴において，被告が主張する原告の本件事業年度の法人税の所得金額及び\n納 付 す べ き 法 人 税 額 は ， そ れ ぞ れ ５ ６ ２ 億 ７ ０ １ ８ 万 ８ １ ６ ８ 円 （ 上 記 １\n(1））及び１４１億９０６１万２７００円（上記１(5））であるところ，これ\nらの金額は，本件更正処分における所得金額及び納付すべき法人税額と同額で\nあるから，本件更正処分は適法である。\n３  本件賦課決定処分の根拠\n(1)  上記２のとおり，本件更正処分は適法であるところ，同処分により原告\nが新たに納付すべき法人税額１２８億１４９４万０３００円（上記１(7)）\nについては，その計算の基礎となった事実について，原告がこれを計算の基\n礎としなかったことに，通則法６５条４項所定の「正当な理由」があるとは\n認められない。\n(2)  したがって，原告の 本件事業年度の法人税に係る過少申告加算税の 額\nは，次のア及びイの金額を合計した１７億１９３１万５５００円となる。\nア  原告が新たに納付すべきこととなった法人税額１２８億１４９４万０３\n００円（上記１(7)）を基礎として，通則法６５条１項の規定を適用し，\n１２８億１４９４万円（通則法１１８条３項の規定に基づき１万円未満の\n端数金額を切り捨てた後の金額である。以下同じ。）に対して１００分の\n１０の割合を乗じて算出した金額１２億８１４９万４０００円\nイ  １２８億１４９４万円のうち，通則法６５条２項の規定に従い原告の期\n限内申告税額に相当する金額（控除税額を差し引く前の法人税額４０億５\n８５０万３９２８円）を超える部分に相当する税額８７億５６４３万円を\n基礎となる税額とし，これに１００分の５の割合を乗じて算出した金額４\n\u0000 \u0000\u0000\u0000\n億３７８２万１５００円\n４  本件賦課決定処分の適法性\n本訴において，被告が主張する法人税の過少申告加算税の金額は，上記３で\n述べたとおりであるところ，本件賦課決定処分の金額はこれと同額であるか\nら，本件賦課決定処分は適法である。\n\u0000 \u0000\u0000\u0000\n別紙２\n原告の本件事業年度の所得金額及び納付すべき法人税額並びに原告の本\n件事業年度の法人税に係る過少申告加算税額\n１  原告の本件事業年度の所得金額及び納付すべき法人税額\n当裁判所が認定した原告の本件事業年度の所得金額及び納付すべき法人税額\nは，次のとおりである。\n(1)  所得金額（別表８⑰欄）              ２３７億４０８２万２０１４円\n上記金額は，次のアの金額にイの金額を加算し，ウの金額を減算したもの\nである。\nア  確定申告における所得金額（別表８①欄）\n１３５億９４３７万６８１０円\n上記金額は，本件確定申告書の「所得金額」欄に記載された金額であ\nる。\nイ  所得金額に加算される金額（別表８⑬欄）\n１０２億１４０９万０５９２円\n上記金額は次の(ｱ)ないし(ｺ)の金額の合計額である。\n(ｱ)  外国為替換算差損の過大計上額（別表８②欄）\n９２億９７７６万８１０１円\n上記金額は，原告が本件事業年度終了の日において保有する外貨建株\n式のうちＡの外貨建株式につき，外国為替の売買相場が著しく変動した\nとして，本件事業年度の損金の額に算入した外国為替換算差損の金額で\nある。当該外貨建株式に係る外国為替の売買相場の変動は，施行令１２\n２条の３に規定する外国為替の売買相場が著しく変動した場合に該当し\nないため（別表４⑥欄参照），当該金額は，本件事業年度の損金の額に\n算入されない金額である。\n(ｲ)  再保険料の過大計上額（別表８③欄）  ２億９２７１万０９６３円\n\u0000 \u0000\u0000\u0000\n上記金額は，原告が一時払最低死亡保障特約付変額個人年金保険にお\nける最低死亡保障部分に係る再保険として出再した再保険料のうち，本\n件事業年度の終了の日までの収益に対応しない未経過再保険料の額であ\nり，本件事業年度の損金の額に算入されない金額である。\n(ｳ)  有価証券評価損の過大計上額（別表８④欄）  ８２２万０９７６円\n上記金額は，原告が有価証券評価損として損金の額に算入した，非上\n場会社の株式に係る帳簿価額と本件事業年度終了の日の同株式の時価と\nの差額であるが，同社の資産状態が著しく悪化したとは認められないこ\nとから，本件事業年度の損金の額に算入されない金額である。\n(ｴ)  支払手数料のうち損金の額に算入されない金額（別表８⑤欄）\n２億１２０１万１０８４円\n上記金額は，原告が支払手数料として計上した，生命保険募集代理店\nに対して支出した奨励手当の金額のうち，本件事業年度の終了の日まで\nに債務が確定していない金額であり，本件事業年度の損金の額に算入さ\nれない金額である。\n(ｵ)  支払備金の過大計上額（別表８⑥欄）  １億１７８９万５０００円\n上記金額は，本件事業年度の終了の日における支払備金勘定のうち，\n同日において保険契約に基づく支払義務が認められないものであり，本\n件事業年度の損金の額に算入されない金額である。\n(ｶ)  減価償却超過額（別表８⑦欄）            ４８８０万６３４５円\n上記金額は，原告が外注費用に計上した，システム開発におけるプロ\nグラム作成に要した費用としてソフトウェアの取得価額に算入されるべ\nき金額のうち，償却限度額を超える部分の金額であり，本件事業年度の\n損金の額に算入されない金額である。\n(ｷ)  減価償却費のうち損金の額に算入されない金額（別表８⑧欄）\n９７５４万４６００円\n\u0000 \u0000\u0000\u0000\n上記金額は，次のａないしｃの金額の合計額である。\nａ  ６８９５万３０８６円\n上記金額は，原告が減価償却費に計上した金額のうち，開発中のシ\nステムの取得価額に算入すべき金額であり，当該システムは事業の用\nに供されていないことから，本件事業年度の損金の額に算入されない\n金額である。\nｂ  １４５９万９２００円\n上記金額は，原告が，本件事業年度において除却したとして減価償\n却費に含めて計上した，汎用開発ツールの使用ライセンスの本件事業\n年度の終了の日の未償却残高であるが，同汎用開発ツールが除却され\nた事実が認められないことから，本件事業年度の損金の額に算入され\nない金額である。\nｃ  １３９９万２３１４円\n上記金額は，原告が，本件事業年度において除却したとして減価償\n却費に含めて計上した，自社開発ソフトウェアの本件事業年度終了の\n日の未償却残高であるが，ソフトウェアが除却された事実は認められ\nないことから，本件事業年度の損金の額に算入されない金額である。\n(ｸ)  交際費等の損金不算入額（別表８⑨欄）      ９２８万０２９７円\n上記金額は，次のａないしｃの金額の合計額である。\nａ  ５９１万００５０円\n上記金額は，原告がその他会議費として損金の額に算入した金額の\nうち，支社マーケティング本部が行ったミーティング後の社員懇親会\nに伴う社員のホテル宿泊代であり，措置法６１条の４第３項に規定す\nる交際費等に該当するため，同条１項により本件事業年度の損金の額\nに算入されない金額である。\nｂ  ２９８万４６７２円\n\u0000 \u0000\u0000\u0000\n上記金額は，原告がその他会議費として損金の額に算入した金額の\nうち，原告の保険代理店の従業員を接待するために要した懇親会代及\nびＤ観光代等であり，措置法６１条の４第３項に規定する交際費等に\n該当するため，同条１項により本件事業年度の損金の額に算入されな\nい金額である。\nｃ  ３８万５５７５円（別表５ 22 欄）\n上記金額は，措置法６１条の４第３項に規定する交際費等に係る消\n費税等の額のうち，控除対象外消費税額等の増加額であり，同項に規\n定する交際費等の額に含まれる金額である（消費税法等の施行に伴う\n法人税の取扱について（平成元年３月１日直法２－１）１２（注）２\n参照）。\n(ｹ)  損金の額に算入されない控除対象外消費税額等の額（別表８⑩欄，\n別表５ 21 欄）                              ５８７１万１５９０円\n上記金額は，原告が本件事業年度の損金の額に算入した，控除対象外\n消費税額等のうち施行令１３９条の４第３項に規定される繰延消費税額\n等以外の金額６８億４１８７万８２８円（別表５⑳欄）と，原告が原告\nの平成１９年４月１日から平成２０年３月３１日までの消費税等の課税\n期間に係る消費税等の修正申告書及び麹町税務署長が平成２１年８月７\n日付けで原告に対して行った同課税期間の消費税等の更正処分に基づき\n再計算した控除対象外消費税額等６７億８３１５万９２３８円（別表５\n⑰欄）との差額であり，本件事業年度の損金の額に算入されない金額で\nある。\n(ｺ)  繰延消費税額等の損金算入限度超過額（別表８⑪欄，別表５⑲）\n２２６０円\n上記金額は，原告が施行令１３９条の４第３項に規定する繰延消費税\n額等について，本件事業年度の損金の額に算入した金額４８６１万７１\n\u0000 \u0000\u0000\u0000\n６３円（別表５⑱欄）と，同項の規定に基づき計算した損金の額に算入\nされる金額４８６１万４９０３円（別表５⑯欄）との差額であり，法６\n５条及び施行令１３９条の４第３項の規定により，損金の額に算入され\nない。\n(ｻ)  未決済デリバティブ取引に係るみなし決済損益額（別表８⑫欄）\n７１１３万９３７６円\n上記金額は，施行規則２７条の７第３項３号の規定に基づき計算した\n本件通貨オプション取引に係る法６１条の５第１項に規定するみなし決\n済損益額であり，同項の規定により，益金の額に算入される。\nウ  所得金額から減算される金額（別表８⑯欄）    ６７６４万５３８８円\n上記金額は，次の(ｱ)及び(ｲ)の金額の合計額である。\n(ｱ)  減価償却超過額の損金算入額（別表８⑭欄）１６１６万９３２０円\n上記金額は，本件事業年度の前事業年度から繰り越された減価償却資\n産の償却超過額のうち，本件事業年度における償却不足額であり，本件\n事業年度の損金の額に算入される金額である。\n(ｲ)  前払費用の過大計上額（別表８⑮欄）      ５１４７万６０６８円\n上記金額は，原告が本件事業年度に募集人支払手数料として計上した\n金額のうち，新規代理店に前払したものとして，本件事業年度の損金の\n額から減算した金額１０億８０９９万７４４１円のうち消費税等に相当\nする金額であるが，原告が会計上税抜経理を選択していることから，本\n件事業年度の損金の額から減算する必要のない金額である。\n(2)  所得金額に対する法人税額（別表８⑱欄）\n７１億２２２４万６６００円\n上記金額は，上記(1)の所得金額（通則法１１８条１項の規定に基づき１\n０００円未満の端数を切り捨てた後の金額である。）に法人税法１４３条に\n規定する税率を乗じて計算した金額である。\n\u0000 \u0000\u0000\u0000\n(3)  法人税額の特別控除額（別表８⑲欄）            ７６１万２１８９円\n上記金額は，租税特別措置法４２条の１１に規定される所得金額に対す\nる法人税額から控除する情報基盤強化設備等を取得した場合の法人税額の\n特別控除額であり，本件事業年度の法人税額から控除される金額である。\n(4)  法人税額から控除される所得税額等（別表８ 22 欄）\n２６億８２８３万１５０６円\n上記金額は，法１４４条により準用された，読替え後の同法６８条の規定\nにより法人税の額から控除される金額であり，本件確定申告書に記載された\n金額と同額である。\n(5)  納付すべき法人税額（別表８ 23 欄）    ４４億３１８０万２９００円\n上記金額は，上記(2)の金額から上記(3)及び上記(4)の金額を差し引いた\n金額である（ただし，通則法１１９条１項の規定に基づき１００円未満の端\n数金額を切り捨てた後の金額である。）。\n(6)  既に納付の確定した法人税額（別表８ 24 欄）\n１３億７５６７万２４００円\n上記金額は，本件確定申告書の提出により納付の確定した法人税額であ\nる。\n(7)  差引納付すべき法人税額（別表８ 25 欄）    ３０億５６１３万０５０\n０円\n上記金額は，上記(5)の金額から上記(6)の金額を差し引いた金額である。\n２  原告の本件事業年度の法人税に係る過少申告加算税額\n(1)  原告が新たに納付すべき法人税額３０億５６１３万０５００円（上記１\n(7)）については，その計算の基礎となった事実について，原告がこれを計\n算の基礎としなかったことに，通則法６５条４項所定の「正当な理由」があ\nるとは認められない。\n(2)  したがって，原告の本件事業年度の法人税に係る過少申告加算税 の額\n\u0000 \u0000\u0000\u0000\nは，原告が新たに納付すべきこととなった法人税額３０億５６１３万０５０\n０円（上記１(7)）を基礎として，通則法６５条１項の規定を適用し，３０\n億５６１３万円（通則法１１８条３項の規定に基づき１万円未満の端数金額\nを切り捨てた後の金額である。）に対して１００分の１０の割合を乗じて算\n出した金額３億０５６１万３０００円となる。\n"
}