{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 11
  },
  "case_number": "平成29(行ケ)10161",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87657",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87657",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/657/087657_hanrei.pdf",
  "contents": "平成３０年４月１１日判決言渡\n平成２９年（行ケ）第１０１６１号  審決取消請求事件\n口頭弁論終結日  平成３０年３月５日\n判     決\n原 告     株式会社ドクター中松創 研\n被 告    特許庁長官\n同 指 定 代 理 人    黒    瀬    雅      一\n吉      村        尚\n野      崎    大    進\n真      鍋    伸    行\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は，原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１５－１７２９５号事件について平成２９年５月３０日にした\n審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，平成２５年５月２７日，発明の名称を「選挙等用チラシ」とする発明\nについて，出願をし（甲１。特願２０１３－１１０４７５号。請求項数１），平成２\n７年６月１６日付けで拒絶査定（甲６）を受けたので，同年９月２４日，これに対す\nる不服の審判を請求した（甲７）。\n⑵  特許庁は，これを不服２０１５－１７２９５号事件として審理し，原告は，\n平成２８年１２月２１日付けで手続補正（甲１０。以下「本件補正」という。）を行\nった。\n⑶  特許庁は，平成２９年５月３０日，「本件審判の請求は，成り立たない。」との\n別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同\n年７月５日，原告に送達された。\n⑷  原告は，同年８月３日，本件審決の取消しを求める本件訴訟を提起した。\n２  特許請求の範囲の記載\n本件補正後の特許請求の範囲の請求項１の記載は，以下のとおりである。以下，\nこの発明を「本願発明」といい，また，その明細書（甲１）を，図面を含めて「本願\n明細書」という。\n【請求項１】公職選挙法に則り外形がＡ４サイズをはみ出さないように，Ａ４の\n紙の隣り合った直線の２辺の対向する辺の顔の一部を輪郭に沿って切り込んで写真\nなどを凹凸状にすることにより立体的に見せ，且つ通行人でも移動中に取り易い厚\nみや質とした選挙等用チラシ。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）記載のとおりであり，要するに，本願\n発明は，下記引用例に記載された発明（以下「引用発明」という。）に基づき，当業\n者が容易に想到することができたものである，というものである。\n引用例：実用新案登録第３１１６９２９号公報（甲５）\n⑵  本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，\n次のとおりである。\nア  引用発明\n弾力のあるボール紙１の一側に指通し孔を設け，前記ボール紙１の表裏面に，写\n真，モットー，主張その他を印刷し，ボール紙１は，指孔に指を入れて持った時に，\n折り曲がらない程度の厚さ（強度）があり，候補者の顔写真２を特にアピールする\n為に，その髪型２４に合せてボール紙１の外形を決めて広告板２５を構成し，広告\n板２５はその周縁部に三角部５の２辺を有し，表示形態は規定に基づき制約を受け，\n不特定多数の人に頒布する選挙用広告板。\nイ  本願発明と引用発明との一致点\n紙の隣り合った直線の２辺の対向する辺の頭部の一部の輪郭に沿って，写真など\nを凹凸状にする選挙等用チラシ。\nウ  本願発明と引用発明との相違点\n(ア)  相違点１\n本願発明は，「公職選挙法に則り外形がＡ４サイズをはみ出さないように」と特定\nしているのに対して，引用発明は，そのようなものなのか明らかではない点。\n(イ)  相違点２\n本願発明の，「Ａ４の紙の隣り合った直線の２辺の対向する辺の顔の一部を輪郭に\n沿って切り込んで写真などを凹凸状にすることにより立体的に見せ」ることに対し\nて，引用発明は，立体的に見せるものなのか不明であり，前記「三角部５の２辺」が\n「Ａ４の」ものなのか，同「切り込」むことが，引用発明に備わっているのか不明で\nある点。\n(ウ)  相違点３\n本願発明は，「通行人でも移動中に取り易い厚みや質」としているのに対して，引\n用発明は，そのようなものなのか不明である点。\n４  取消事由\n本願発明の容易想到性判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n１  一致点の認定の誤りと相違点の看過\n(1)  本願発明は，「Ａ４の紙の隣り合った直線の２辺の対向する辺の顔の一部を輪\n郭に沿って切り込ん」だものであって，四角形の紙を基にしたものであるから，隣\nり合った直線の２辺と対向する他の２辺を観念でき，この２辺の顔の一部を輪郭に\n沿って切り込んでいるものであるが，引用例は，三角部５と記載されているように，\n四角形の紙を基にしたものではなく，隣り合った直線の２辺はあるが，これに対向\nする辺を観念することができないものであるから，本件審決が，「紙の隣り合った直\n線の２辺の対向する辺の頭部の一部の輪郭に沿って，写真などを凹凸状にする」と\n一致点を認定したことは誤りである。\n(2)  引用発明は，選挙期間中のみに使用が限定される特別仕様や寸法が限定され\nた「公職選挙法におけるビラ」ではなく，形状，大きさの制限がないのに対し，本願\n発明は，前記特別仕様や寸法が限定される中で，如何に効果的にビラを創るか工夫\nして発明されたもので，引用発明は本願発明と全く思想も構造も異なる。\n公職選挙法に定める「ビラ」は最大サイズがＡ４と定められているが，実際は「は\nがき大サイズ」程度等の頒布に適した，手に取りやすいＡ４サイズより小さい「選\n挙運動のために使用するビラ」が使用され，Ａ４サイズの四角形のものを用いるの\nが通常とはいえない。\n選挙用チラシは当然原反から印刷切断するところ，紙の原反はＡ４サイズではな\nい。Ａ４サイズから四角形状でない形状を切り抜き成形するならば，紙の原反から\nＡ４サイズを切り取り成形する一手間が加わることにより，加工コストはその分ア\nップされるため，Ａ４サイズの紙を切抜き成形することはしない。\nＡ４サイズから引用発明を作成するものではない以上，引用発明には，隣り合っ\nた直線２辺に「対向する辺」は存在しない。引用発明は三角形であって，本願発明の\n四角形とは異なる。\n２  容易想到性の判断の誤り\n本願発明はＡ４サイズ以内とし，その２辺は直線とし，他の２辺に候補者の写真\nの一部を，顔の輪郭に凹凸状に切り込みを入れ，このことにより写真に立体感を与\nえるようにしたものである。\nこれに対して，引用発明はＡ４サイズ以内でなく，その２辺は直線でない上，顔\nの輪郭の部分に切り込みを入れるものではなく，写真の外形（頭髪の部分）に沿っ\nて，一部切り込みを入れたものである。この引用発明では顔の輪郭の部分に切り込\nみが入っていないので，顔の輪郭が判らず，顔が立体的に見えない。\n引用発明では広告板２５の周縁部に三角部５を有しているが，この部分は顔の情\n報を含まないので，「隣り合った直線の２辺の対向する辺の顔の一部」ではなく，該\n部分に切り込みを入れても本願発明の効果は表れない。また，本願発明のＡ４サイ\nズ以内の限度もないため，公職選挙法に反するので使用できない。\nよって，本願発明は引用発明から容易に想到できず，引用発明から本願発明のよ\nうな効果は生じない。\n〔被告の主張〕\n１  一致点の認定について\n引用例の三角部５とは，ボール紙１を成形したものの下部，すなわち一部分を指\nし示しているのであって，ボール紙１全体の形状を指し示すものではない。\n選挙用チラシを作成する場合，公職選挙法１４２条８項の規定に則り，選挙用チ\nラシが長さ２９．７ｃｍ，幅２１ｃｍ（Ａ４サイズ）をはみ出さないものとする必\n要がある。選挙用チラシは，Ａ４サイズの四角形のものを用いるのが通常であり，\n四角形状でない形状を採用する際には，Ａ４サイズの紙を切抜き成形することとな\nる。Ａ４サイズの紙を切抜き成形する際に，切抜き成形部分をできるだけ少なくす\nることにより，切抜き成形に要する加工コストを最低限に抑えるようにすることは，\n当業者の技術常識である。\nそして，引用例の三角部５には，本願発明と同様に「隣り合った直線２辺」を備え\nるものであるから，切抜き成形に要する加工コストを最低限に抑えるためには，Ａ\n４サイズのボール紙の２辺の一部を三角部５の隣り合った直線２辺として活かして，\n加工することも，当業者が上記技術常識を踏まえて，引用例の記載から自明に導き\n出せる事項であるから，隣り合った直線２辺の「対向する辺」を観念することがで\nき，一致点の認定の誤りはない。\n２  容易想到性の判断について\n原告は，引用発明においては，顔が立体的に見えないから，本願発明の効果を有\nしないと主張する。しかし，仮に，「髪型２４」が顔の一部ではないとしても，引用\n発明の顔写真は，顔から首にかけての周囲が頭髪におおわれたものであるから，髪\n型にあわせて外形を決めているものである。また，髪型として，顔から首にかけて\nの周囲に頭髪におおわれないような短髪の髪型は一般的なものである。引用発明に\nおいて，一般的な短髪の髪型の顔写真とすれば，当然，顔写真は，顔の輪郭に沿っ\nて形成することとなるから，当業者が，容易に想到し得るものである。\nまた，原告は，引用発明はＡ４サイズ以内の限度がないので公職選挙法に反し使\n用できないとも主張する。しかし，引用発明は「不特定多数の人に頒布する選挙用\n広告板」であり，「表示形態は規定に基づき制約を受け」るものであるから，公職選\n挙法に則り作成されたビラと推認され，前記「選挙用広告板」は長さ２９．７ｃｍ，\n幅２１ｃｍ（Ａ４サイズ）をはみださないものとしなければならない。したがって，\n引用発明において，相違点１に係る本願発明の発明特定事項とすることは，当業者\nが容易に想到し得るものである。\n以上によれば，本件審決には，容易想到性の判断の誤りはない。\n第４  当裁判所の判断\n１  本願発明について\n本願発明の特徴は，以下のとおりである（下記記載中に引用する図面は，別紙本\n願明細書図面目録参照）。\n⑴  発明の属する技術分野\n本発明は効果大なるチラシに係り，選挙チラシの場合は候補者の顔のシルエット\nを形成するようにしたシルエットチラシに関する。（【０００１】）\n⑵  発明が解決しようとする課題\n従来の選挙チラシはＡ４の四角の薄い紙に，顔写真やスローガンが記載されたも\nのが配布される。\n従来の選挙規定チラシは，Ａ４の大きさの外形の四角い薄い紙に印刷されたもの\nであり，このようなチラシではインパクトは出ず，道を通る人も受け取らず，廃棄\nすることが多い。本発明はこのような課題に鑑みてなされたものであって，公職選\n挙法にのっとっている条件付きで一般大衆に候補者を強くアピールすることができ\nる選挙等用チラシを提供することを目的としている。（【０００２】，【０００４】）\n⑶  課題を解決するための手段\nＡ４の四角いチラシのサイズ内において外形を変化させ，且つ紙厚を受け取りや\nすい厚さにし，前記候補者の顔の輪郭を切り取って凸凹状にすることにより立体的\nに見せ，興味を持たせることを特徴とするチラシである。\nすなわち，請求項１のとおり，公職選挙法に則り外形がＡ４サイズをはみ出さな\nいように，Ａ４の紙の隣り合った直線の２辺の対向する辺の顔の一部を輪郭に沿っ\nて切り込んで写真などを凹凸状にすることにより立体的に見せ，且つ通行人でも移\n動中に取り易い厚みや質とした選挙等用チラシとした。（【０００５】，【請求項１】，\n図１）\n⑷  発明の効果\n候補者のシルエット部分を切り取ることにより，候補者の顔を立体的に見せるこ\nとができ，候補者を強くアピールすることができる。紙質を厚めにするので受け取\nりやすい。机の前等に立てかけられており，通行人に渡す時に垂れ下がらないよう\nにするので，受け取りやすい。\n普通のコピー紙より厚手でＡ４の四角のチラシを渡すより，本発明の如くＡ４の\n２辺３，４を直線とし，対向する他の２辺がＡ４より凹んだ形状２とする本発明チ\nラシの方がチラシを受け取る率が多く，シルエットを切ることにより，シルエット\nが浮き上がり，３次元の立体のように見えるので，候補者の顔が立体的に見えて，\n目と目が合い，目がついてくるので，候補者の顔と氏名とを強烈にアピールするこ\nとができ，名前と顔とを記憶してもらうことができる。\nチラシを渡す人６が公知のチラシ７を通行人８に渡そうとしても，チラシが垂れ\nて受け取れないので，チラシ効果が無効となるが，本発明では，チラシが垂れ下が\nらないので，歩いている人でも確実に手の中に入れて持ち帰ることができる。\n本発明チラシ９がピンとしているので，通行人８は歩きながらも受け取りやすく，\nまた形状が立体的に見えるので，通行人の視覚に興味を引き，通行人８は受け取る\n行動に出るのでチラシ効果がでる。\n本発明チラシを受け取った人は自宅の机等１０にこの本発明チラシを立てかけて\n顔等を見ることができるので，チラシ効果が長期にわたり持続する。\n公職選挙法選挙規定のＡ４サイズギリギリで四角形よりも多く通行人が手に取る\nチラシを得ることができる。（【０００６】，【０００９】，【００１１】～【００１４】）\n２  取消事由（本願発明の容易想到判断の誤り）について\n⑴  引用発明について\nア  引用例（甲５）には，おおむね，以下の記載がある（下記記載中に引用する図\n面は，別紙引用例図面目録参照）。\n(ア)  技術分野\nこの考案は，選挙の際，不特定多数の人に頒布し，候補者への投票を促すことを\n目的とした選挙用広告板に関する。（【０００１】）\n(イ)  背景技術，考案が解決しようとする課題\n従来総選挙などにおいて，主張を記載した候補者の写真，重点政策を大書した政\n党人の写真，又はチラシなどの宣伝，広告文が展示又は頒布されている。この場合\nに各種表示形態は規定に基づき制約を受けるのは当然としても，展示用は兎も角，\n頒布用は一般商品のチラシと大差なく，十分の効力（記憶に残る効力）なく，捨てら\nれている。（【０００２】，【０００３】）\nポスターは，一定位置に貼着表示されるので，その付近を通過しなければ，有効\nな宣伝力はない。また，パンフレットその他は，印刷文字部分が多く，読まれないの\nみならず，すぐ捨てられるので，有効性が極めて低いとされている。（【０００５】）\n(ウ)  課題を解決するための手段\nこの考案は，弾力のある薄板の一側に指通し孔を設け，前記薄板の表裏面に，写\n真，モットー，主張その他を印刷することにより，比較的長く持ち歩いて見られ，団\n扇として使用したり，或いは写真を見ることによって，宣伝効果を向上することに\n成功し，前記従来の問題点を解決したのである。即ちこの考案によれば，弾力性の\nある薄板の一側に指通し孔を設け，少なくとも表面又は裏面に，写真，イラストな\nどの図形又は広告文を大小様々の文字で宣伝及び広告を記載し，少なくとも表面又\nは裏面は一色以上の彩色としたことを特徴とする選挙用広告板であり，弾力性のあ\nる薄板の一側に指通し孔を設け，表面及び裏面に，写真，イラストなどの図形又は\n広告文を大小様々の文字で宣伝及び広告を記載し，表面及び裏面は一色以上の彩色\nとしたことを特徴とする選挙用広告板である。（【０００７】，【０００８】）\nこの考案において，薄板は，例えばボール紙，プラスチック薄板などで，団扇とし\nても，風が送れる程度の弾性を有するが，材質・厚さについて特に制限はない。通常\nの厚さは０．１～１．０ｍｍである。要するに，指孔に指を入れて持った時に，折り\n曲がらない程度の厚さ（強度）があればこの考案の薄板として十分目的を達するこ\nとができる。この考案における写真は，例えば候補者の顔写真，全身写真，支援者\n（推薦者）の写真，党首の写真などが考えられる。また地方選挙の場合には，マスコ\nット又はその他のイラストがある。（【００１０】，【００１１】）\n(エ)  実施例１\n実施例によれば，候補者の宣伝として有効であることは勿論，持って歩いても，\n格別邪魔になることなく，比較的長時間に亘り広告効果を発揮することができる。\n特に，夏季又は暑い日には，団扇として使用できる効果もあり，町で配った広告板\nが自宅まで運ばれることも希ではないので，通常使用されるチラシなどの広告に比\nし，数倍以上の効果を奏する。【００２４】\n(オ)  実施例２\nこの考案の実施例を図３，４について説明すると，候補者の顔写真２を特にアピ\nールする為に，その髪型２４に合せてボール紙１の外形を決め，指通し孔９を設け，\n表裏面に候補者の顔写真２を大きく表示し，これに氏名３，モットー４，選挙区１\n０，政党名６，イラスト７などを記載し，この考案の広告板２５を構成した。図中１\n３は支援関係を示す文字，２６は住所である。\n前記実施例は，実施例１と同様に適宜の色彩を彩色するが，外形が候補者を示す\n点で広告効果がある。また指通し孔９を設けて，携帯容易とし，この広告板を少し\nでも長く持ち歩いて貰う点で同様の効果が期待できる。（【００２６】，【００２７】）\nイ  引用発明の認定\n以上によれば，引用例には，本件審決が認定したとおりの引用発明（前記第２の\n３⑵ア）が記載されていることが認められ，この点については当事者間に争いがな\nい。\nウ  本願発明と引用発明との一致点及び相違点の認定について\n(ア)  引用発明は，「三角部５」を備えており，その２辺が，「紙の隣り合った直線\nの２辺」であること，また，「頭部の一部の輪郭に沿って，写真などを凹凸状にして\nいる」箇所が，三角部５と対向する部分であることは認められるが，引用例には，頭\n部の一部の輪郭に沿って，写真などを凹凸状にしている箇所が，紙の隣り合った直\n線の２辺の「対向する辺」であることの記載はない。\nしたがって，本願発明と引用発明とは，「紙の隣り合った直線の２辺を有し，それ\nに対向する部分の頭部の一部の輪郭に沿って，写真などを凹凸状にする選挙等用チ\nラシ」であるとの点で一致し，本件審決が認定したとおりの相違点１ないし３（前\n記第２の３⑵ウ）において相違するほか，以下の点において相違する。\n本願発明では，Ａ４の紙の隣り合った直線の２辺の対向する辺の頭部の一部の輪\n郭に沿って，写真などを凹凸状にしているのに対し，引用発明では，頭部の一部の\n輪郭に沿って，写真などを凹凸状にしている箇所が，Ａ４の紙の隣り合った直線の\n２辺の対向する辺かどうか不明であること（相違点４）。\n(イ)  被告は，引用例の三角部５は，Ａ４サイズの四角形状のボール紙１を切り抜\nき成形したものの下部であり，隣り合う２辺を利用して形成したものであるから，\n対向する辺を観念することができ，この点も一致点になる旨主張する。\nしかし，引用例には，Ａ４サイズの四角形状のボール紙１を切り抜き成形し，そ\nの隣り合う２辺を利用して三角部５を形成したとの記載はないから，頭部の一部の\n輪郭に沿って，写真などを凹凸状にしている箇所が，紙の隣り合った直線の２辺の\n「対向する辺」であることが開示されているとはいえない。\nよって，被告の主張は採用できない。\n⑵  容易想到性について\nア  相違点１，４について\n(ア)  引用発明は，選挙の際，不特定多数の人に頒布し，候補者への投票を促すこ\nとを目的とした選挙用広告板（【０００１】）であり，従来頒布されていたチラシに\nついては，十分の効力なく，捨てられている（【０００２】，【０００３】）との課題が\nあったことから，宣伝効果を向上するため，ボール紙で形成し，少なくとも表面又\nは裏面に，写真，イラストなどの図形又は広告文を大小様々の文字で宣伝及び広告\nを記載したものであって（【０００７】，【０００８】，【００１０】，【００２６】），公\n職選挙法１４２条に規定されるビラとしての用途を含むものであると認められる。\nそして，引用例には，各種表示形態は規定に基づき制約を受けるものである（【０\n００３】）との記載があるから，その大きさ及び形状については，公職選挙法のビラ\nについての規定の制約の下で形成されるものと認められる。\n公職選挙法１４２条８項は，「第１項第１号から第３号まで及び第５号から第７号\nまでのビラは長さ２９．７センチメートル，幅２１センチメートルを…超えてはな\nらない」と規定するところ，引用発明の選挙用広告板は，同法１４２条１項１号か\nら３号まで及び５号から７号までのビラに該当する場合は，Ａ４サイズ（長さ２９．\n７ｃｍ，幅２１ｃｍ）をはみ出さないように形成されるから，相違点１に係る構成\nは，容易に想到することができる。\nＡ４の形状は四角形状であることは自明であるところ，Ａ４のサイズの紙から引\n用発明の広告板を形成する際に，Ａ４の紙の四角形状の直線２辺をそのまま利用し\nて，引用発明の三角部５の隣り合った直線２辺を形成すれば，直線２辺を裁断する\nという工程を設ける必要がなくなることは技術常識であるから，当業者であれば，\nかかる技術常識を採用して，引用発明の選挙用広告板を作成することを考える。\nそうすると，Ａ４のサイズの紙において，三角部５の隣り合った直線２辺に対向\nする隣り合った直線２辺を観念することができるから，この部分で，「髪型２４に合\nせてボール紙１の外形を決め」（【００２６】），その型に沿った形を形成すると，紙\nの隣り合った直線の２辺の対向する辺の頭部の一部の輪郭に沿って，写真などを凹\n凸状にすることができ，相違点４に係る構成を容易に想到することができる。\n(イ)  原告は，選挙用チラシは原反から印刷切断するところ，紙の原反はＡ４サイ\nズではないと主張する。\nしかし，前記の技術常識に照らすと，Ａ４サイズの規定内で選挙用広告板を作成\nする場合に，Ａ４サイズの紙をもとに作成することには合理性があるから，引用発\n明において，Ａ４サイズの紙をもとに選挙用広告板を作成することがないというこ\nとはできない。\nよって，原告の主張は採用できない。\nイ  相違点２について\n引用例の図３では，候補者等の写真は，髪型が長髪である人間を正面から撮影し\nたものとなっているから，その輪郭は，顔面ではなく頭髪が形成し，当該頭髪の輪\n郭に沿った切り込みが形成されて，凹凸状にされている。しかし，候補者の髪型が\n短髪の場合や，撮影時の候補者の角度によっては，頭髪を含まない顔面自体がその\n輪郭を形成するようになることもあり得るところであり，その場合は，髪型ではな\nく，顔の輪郭に沿って切り込んで写真などを凹凸状にすることは容易に想到できる。\nそうすると，顔を「立体的に見せ」ることができ，顔が立体的に見えるという効果を\n奏することになるから，かかる効果は，引用発明から当業者が予測し得る範囲内の\nものである。\n原告は，引用発明は顔の輪郭に切り込みを入れるものではないから，顔が立体的\nに見えるという効果を奏するものではないと主張するが，上記のとおり採用できな\nい。\nウ  相違点３について\n引用発明は，「弾力のあるボール紙１」により形成され，「折り曲がらない程度の\n厚さ（強度）」を有するから，これを通行人に手渡したときに垂れ下がることはなく，\n通行人でも移動中に取り易い厚みや質を備えているといえる。\nしたがって，相違点３は，実質的な相違点とはいえない。\nエ  小括\n以上によれば，相違点に係る本願発明の構成は，引用発明に基づいて容易に想到\nすることができたというべきである。\n３  結論\n以上のとおり，本件審決は，本願発明と引用発明との一致点の認定を誤り，相違\n点４を看過したものであるが，本願発明は引用発明に基づいて容易に想到すること\nができたというべきであるから，結論において正当である。よって，原告の請求は\n理由がないからこれを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      高      部    眞  規  子\n裁判官      古    河    謙    一\n裁判官      関    根    澄    子\n別紙  本願明細書図面目録\n別紙  引用例図面目録\n【図３】                    【図４】\n"
}