{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 10,
    "day": 31
  },
  "case_number": "平成22(ワ)28073",
  "case_name": "地位確認等請求事件（通称　日本航空雇止）",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "83333",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=83333",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/333/083333_hanrei.pdf",
  "contents": "平成２３年１０月３１日判決言渡\n平成２２年(ワ)２８０７３号地位確認等請求事件\n主              文\n１  被告らは，原告に対し，各自，２０万円及びこれに対する平成２２\n年４月３０日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを４０分し，その１を被告らの，その余を原告の\n各負担とする。\n４  この判決の１項は仮に執行することができる。\n事 実 及 び 主 張\n第１  請求\n１  原告が，被告日本航空株式会社（以下「被告会社」という。）に対し，雇用\n契約上の権利を有する地位にあることを確認する。\n２  被告会社は，原告に対し，平成２２年６月以降，毎月２５日限り，１か月２\n２万０８４８円及びこれらに対する各支払期日の翌日から支払済みまで年６分\nの割合による金員を支払え。\n３  被告会社は，原告に対し，４０万円及びうち２０万円に対する平成２３年４\n月１日から，うち２０万円に対する平成２３年７月６日から各支払済みまで年\n６分の割合による金員を支払え。\n４  被告らは，原告に対し，各自，５００万円及びこれに対する平成２２年４月\n３０日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，被告会社と雇用契約を締結した原告が，(1)  被告会社から同契約の\n雇止め（更新拒絶）を通告をされたが，この雇止めは無効であると主張して，\n被告会社に対し，ア  雇用契約上の権利を有する地位にあることの確認，イ  平\n成２２年６月以降，毎月２５日限り，１か月２２万０８４８円及びこれらに対\nする各支払期日の翌日から支払済みまで年６分の割合による賃金の支払，ウ\n４０万円及びうち２０万円に対する履行期の翌日である平成２３年４月１日か\nら，うち２０万円に対する履行期の翌日である平成２３年７月６日から各支払\n済みまで年６分の割合による賃金（一時金）の支払を求め，また，(2)  被告会\n社における原告の上司であった被告Ｚ１が，原告に対して，被告会社からの退\n職を強要するなどして，原告の人格権を侵害したと主張して，被告Ｚ１に対し\nては不法行為に基づいて，被告会社に対しては不法行為（使用者責任）及び債\n務不履行責任（職場環境調整義務違反等）に基づいて，慰謝料５００万円及び\nこれに対する平成２２年４月３０日から支払済みまで年５分の割合による金員\nの支払を求める事案である。\n２  前提事実\n争いのない事実，証拠（認定事実に付記したもの。）及び弁論の全趣旨によ\nれば，以下の事実が認められる。\n(1)  当事者\nア  被告会社（平成２３年４月１日，商号を「株式会社日本航空インターナ\nショナル」から「日本航空株式会社」に変更した。）は，定期航空運送事\n業等を営む会社であり，平成２２年１月１９日，東京地方裁判所において\n会社更生手続開始決定がされ，平成２３年３月２８日，同裁判所において\n更生手続終結決定がされた（甲２，なお，被告会社は，昭和２８年１０月\n１日に設立されて以後，株式会社日本エアシステムとの経営統合，商号の\n変更，上記会社更生手続等を経ているところ，本件においては，そのいず\nれの時期においても単に「被告会社」と表示することとする。）。\nイ  被告Ｚ１は，昭和５２年９月，被告会社に入社し，客室乗務員としての\n業務に従事し，平成１９年４月からは，被告会社の客室本部羽田第２客室\n乗員部（ただし，平成２１年３月までは「東京空港支店フライト旅客部（通\n称・ＫＰＮ）」，以下「羽田第２客室乗員部」という。）●●グループの\nマネージャー（以下「ＭＧＲ」という。）の地位にあったが，平成２２年\n５月３１日に被告会社を退職した（乙１１６，被告Ｚ１本人）。\nウ  原告は，平成２０年５月１３日，被告会社に契約社員（被告会社が１年\n間の有期限契約にて雇用する社員を「契約社員」という（甲４））として\n入社した。\n(2)  羽田第２客室乗員部の組織\n羽田第２客室乗員部には，１７１グループないし１７６グループ，１８１\nグループないし１８６グループ及び１９１グループないし１９６グループの\n合計１８のグループがあり，それぞれのグループは，更にＡ～Ｄの小グルー\nプから構成されており，合計７２の小グループがある。羽田第２客室乗員部\nの最上位職は部長であり，１名配置されている。部長の下に，３名の次長が\n置かれ，それぞれ上記の１７１グループないし１７６グループ，１８１グル\nープないし１８６グループ及び１９１グループないし１９６グループを統括\nしている。各グループの統括者として，１名のＭＧＲが置かれており，各グ\nループのＡとＢの小グループ及びＣとＤの小グループにそれらを統括するキ\nャビンスーパーバイザー（以下「ＳＵ」という。）が各１名置かれている。\nＡないしＤの小グループは，それぞれ，契約社員６ないし７名，正社員であ\nり契約社員の指導者の立場にあるフライトインストラクター（以下「ＦＩ」\nという。）３ないし４名，正社員でありＦＩの上位の地位にある国際線先任\n客室乗務員資格保有者（以下「ＣＤＩ」という。）１名で構成されている。\n（甲５）\n(3)  就業規則の定め\n被告会社における契約社員就業規則には，雇用期間について「契約社員の\n雇用期間は，１年とし，雇用契約において定めるものとする。」「会社が必\n要とし，かつ本人が希望した場合には契約を更新することがある」（第１９\n条）と定められている（甲４）。\n(4)  原告と被告会社間の雇用契約（以下「本件雇用契約」という。）の内容\nア  原告は，平成２０年５月１３日，被告会社との間で，雇用期間を同日か\nら平成２１年４月３０日までとする雇用契約（以下「１年目契約」という。）\nを締結して被告会社に入社し，所定の初期訓練を経て，同年７月１２日，\n客室乗務員に任用され，羽田第２客室乗員部に配属され，●グループに所\n属した。\n１年目契約の更新条項は，「本契約は，契約期間満了に際し，乙（原告\nを指す。）の業務適性，勤務実績，健康状態等を勘案し，甲（被告会社を\n指す。）が業務上必要とし，乙が希望する場合には，本契約を更新するこ\nとがある。」というものであった。\nイ  １年目契約は，平成２１年４月２０日，以下の内容で更新された（以下，\n更新後の雇用契約を「２年目契約」という。甲３）。\n(ア)  雇用期間  同年５月１日から平成２２年４月３０日までの１年間\n但し，勤務日数が著しく不足する場合，または勤務実績の\n総合評定が一定基準に達しない場合には，甲（被告会社）\n乙（原告）双方の合意に基づき本契約における雇用期間を\n延伸することがある。合意に至らない場合は雇止めとする。\n(イ)  就業場所  羽田第２客室乗員部\n(ウ)  賃    金  基本給（時間給）は，実労働１時間につき１２３３円を\n支払う。機内サービス手当は，乗務１時間につき，国内線\n乗務時７００円，国際線乗務時９００円を支払う。但し，\nＤＥＡＤ  ＨＥＡＤ時は支払わない。\n(エ)  支 払 日          毎月１日から末日までの期間について計算し，翌月２５\n日に支払う。\n(オ)  退    職  雇用契約の期間が満了し契約を更新しないとき。\n(カ)  更新条項  本契約は，契約期間満了に際し，乙（原告）の業務適性，\n勤務実績，健康状態等を勘案し，甲（被告会社）が業務上\n必要とし，乙が希望する場合には，本契約を更新すること\nがある。\n(5)  本件雇止め\n被告会社は，平成２２年３月３１日，羽田第２客室乗員部のＺ２次長を介し\nて，原告に対し，「会社の決定であなたの契約を終了する。今なら自己都合退職\nにしてあげることもできるので，４月５日のなるべく早い段階までに気持ちをま\nとめて伝えて欲しい。」などと通告し，さらに，客室本部客室企画部部長Ｚ３（以\n下「Ｚ３部長」という。）名義による，２年目契約の更新をしないことを内容と\nする平成２２年４月２２日付け通知書（以下「本件通知書」という。甲６）を原\n告に交付し，２年目契約の雇止め（更新拒絶）の通告をした（以下「本件雇止め」\nという。）。\n(6)  本件雇用契約終了の説明\n被告会社は，Ｚ３部長名義による平成２２年４月２９日付け「契約社員雇\n用契約終了の説明」と題する書面（以下「本件契約終了説明書」という。甲\n７）によって，原告に対し，本件雇止めにあたり検討した主な内容などを説\n明した。\n３  争点\n(1)  本件雇止めに解雇権濫用法理の適用ないし類推適用があるか\n(2)  本件雇止めの効力\n(3)  被告Ｚ１及び被告会社による不法行為等の成否\n(4)  賃金及び損害等\n４  争点に関する当事者の主張\n(1)    争点１（本件雇止めに解雇権濫用法理の適用ないし類推適用があるか）に\nついて\n（原告の主張）\nア    解雇権濫用法理の適用\n(ア)  以下イに記載した事情に鑑みれば，原告の雇用は，長期に継続する\nことが前提とされていたもので，原則として契約更新がされるものであ\nることが本件雇用契約の内容である。そうでないとしても，少なくとも\n原告は契約更新についての期待利益を有しており，この利益は合理的な\nものとして保護されるべきである。\n(イ)  契約更新されることが契約内容となっている，又は労働者に更新に\n関する期待利益が認められる場合，雇止めにあたっていわゆる解雇権濫\n用法理が適用ないし準用される。そして，労働契約法１６条は，解雇は\n客観的に合理的な理由を欠き，社会通念上相当であると認められない場\n合は無効とすると定めている。\nイ    解雇権濫用法理が適用されるべき事情\n(ア)  雇用継続に合理性があること\nａ  被告会社は，平成６年以降，新規に客室乗務員を雇用する場合，雇\n用期間を１年間とする社員（契約社員）として雇用契約を締結し，同\n契約を２回更新して雇用期間が通算３年に達した後，正社員として雇\n用契約を締結するという雇用形態をとっている。この雇用形態は，そ\nのうち有期の契約社員である間をいわゆる試用期間に当たるものと\nし，２回の更新をして都合３年間勤務すると，新たに採用試験などを\n行わずに期間の定めのない雇用契約を締結して正社員に切り替えると\nいうものである。\nｂ  実際に，平成６年に被告会社に採用された１０４名の客室乗務員は，\nいずれも雇用期間１年の契約社員として雇用された後雇用期間が３年\nを経過するに際し，在籍していた８９名全員が，平成９年１１月１日\n付け（３４名）及び同年１２月１日付け（５５名）で正社員になって\nいる。\nｃ  また，被告会社は，平成９年９月当時，契約期間満了に当たって正\n社員への切替が行われなかった場合，個別のケースを見て，６か月の\n間に切替が行われなかった事情が解消される可能性があること，本人\nの意欲があることの二つが認められれば，６か月間契約社員として勤\n務し，改めて正社員への切替の確認を行う場合があるとの見解を示し\nていた。さらに，被告会社は，その募集要項などにおいて，有期雇用\n契約による契約社員を３年間経て正社員に切り替える旨の説明をして\nいる。\nｄ  したがって，被告会社が新たに雇用する客室乗務員については，当\n初は有期雇用契約による社員であるが，それが更新され，勤務年数が\n３年を経過することをもって正社員として雇用されることが雇用契約\nの内容となっている。\n(イ)  契約更新の合理的期待が認められること\nａ  上記のような雇用形態がとられる前は，新たに採用される客室乗務\n員は，正社員として採用され，常用性のある雇用であった。そして，\nこの客室乗務員は，その業務適性を判断をするための訓練を受け，経\n験を積むことが求められ，その業務・権限の範囲も，当初は客室乗務\n員に求められる業務全てには及んでいなかった。\nｂ  被告会社は，客室乗務員の募集に当たり，そのホームページにおい\nて，４年目移行を黒囲みして「正社員」と明記し，客室採用チームの\n者が「入社後，保安業務・機内サービス業務・英語などの訓練を受け\nた後，国内線乗務が始まります，その後さらに訓練を経て，国際線に\n乗務します。３年後には正社員の道へと進んでいきます。」と説明し\nている。また，募集要項には，雇用形態として，「契約社員（１年間\nの有期限雇用。但し，契約の更新は２回を限度とし，３年経過後は，\n本人の希望・適性・勤務実績を踏まえて，正社員への切替を行います。）」\nと記載している。これらの説明などは，客室乗務員の募集に応じた者\nに対し，特段の事情がない限り，１年間の期間を定めた雇用契約が２\n回更新され，３年経過時には新たに採用試験などを行わずに身分を契\n約社員から正社員に切り替える扱いがされることを期待させるもので\nある。\nｃ  被告会社は，２年目契約締結の際に経過観察期間の留保が付された\nことをもって，原告には雇用継続に対する合理的期待が存在しないと\n主張するが，契約社員については，特段の事情のない限り，２回の更\n新がされ，３年経過時には正社員になるとの取扱いが確立しているこ\nと，そのことが原告と被告会社の共通の認識であったことに照らせば，\n単に原告が契約更新に当たって経過観察期間の留保が付されたとの一\n事をもって上記合理的期待が認められないとすることは相当ではな\nい。\nウ    試用的有期雇用契約\n(ア)  被告会社の主張は，契約社員としての３年間を，正社員登用に先立\nつ業務適性を見極めるための期間とする点で，いわば試用的な有期雇用\n契約期間と位置付けるものと思われる。\n(イ)  仮に上記のような立場に立つとしても，その場合の雇止めは，有期\n雇用契約期間が試用目的で設定されたことに照らして，雇止めに客観的\nに合理的な理由が存し，社会通念上相当として是認されうる場合にのみ\n許されるものであり，被告会社は雇止めに当たっては，適格性欠如の判\n断の具体的根拠を示す必要があり，また，その判断の妥当性が客観的に\n判定されることになる。その結果，上記合理的理由が存しない場合には，\n当該雇止めは，解雇権濫用法理の適用により無効となる。\n(ウ)  本件雇止めは，予定された更新回数を経ずに更新を拒絶して正社員\nとしての採用を拒否したものであり，予定された更新回数を経た上で正\n社員として採用を拒否する場合と対比して，より一層の合理性と相当性\nが求められる。具体的には，予定された更新回数を経るまでもなく，従\n業員としての適性に著しく欠けると判断できるような特段の事情を要す\nると解すべきである。\nエ  本件雇用契約における契約更新に関する条項と本件雇止め\n２年目契約においては，勤務の総合評定が一定基準に達しない場合には\n雇用期間を延伸することがある旨が定められており，現実にそのような例\nも存在する。本件において，原告は，このような延伸について，提示され\nたことも，打診されたことも，協議を行ったこともなく，雇止めの通告を\n受けている。したがって，何らの協議も行われていない以上，契約条項に\n反した雇止めであり，当然に無効である。\nオ  解雇の基準\n解雇の基準について，正社員と契約社員の間に差を設ける根拠は，正社\n員が長期雇用下にあり，契約社員との間に雇用保障に関して合理的差異が\n存在することに求められる。このことは，翻って，契約社員であっても，\n採用当初から雇用保障の強い約束があるなど，雇用継続の期待利益が極め\nて高い特殊な場合では，正社員に準じた解雇の基準が設けられてしかるべ\nきものであることを意味している。その意味で，本件についても，単純に\n解雇の基準を下げることが正当化されるものではない。\n（被告会社の主張）\nア    本件雇用契約には，期間の定めがあり，また，同契約は，実質的に期間\nの定めのない契約と同視しうるものではないから，解雇権濫用法理は適用\nされない。\nイ    合理性のある雇用継続期待が存する場合に解雇権濫用法理が類推適用さ\nれることがあるとしても，以下のとおり，本件雇用契約において雇用継続\nに対する合理的期待は存在しないから，解雇権濫用法理が類推適用される\nことはない。\n(ア)  客観的要素\nａ  契約社員の地位\n契約社員の地位が正社員としての業務適性を判断するための経験の\n過程と位置付けられ，そのため，業務・権限の範囲が正社員とは明確\nに区分され客室業務のうちの一部に限定されていること，正社員に登\n用される以前の契約社員の期間中は，雇用継続が当然に保障されるも\nのではないことからすれば，契約社員という地位の性質は，被告会社\nの恒常的業務に就くことを予定したものとはいえない。\nｂ    本件雇用契約の内容\n契約社員の契約更新が当然に予定されているものとはなっておら\nず，本件雇用契約（２年目契約）が経過観察期間という留保付きで締\n結されている。\nｃ  更新回数，契約期間\n本件雇止め時における原告との更新回数は１回，通算契約期間は２\n年間であり，雇用継続に対する合理的期待が認められるものではない。\nｄ  更新手続の厳格性\n被告会社の契約社員については，期間満了ごとに勤務実績等を勘案\nして更新の可否を判断し，更新の都度新たな雇用契約書に署名・押印\nを行う運用がされている。\n(イ)  主観的要素\nａ  雇用継続を約束する言動の不存在\n契約社員の募集時，本件雇用契約締結時のいずれにおいても，被告\n会社が原告に対し雇用継続を約束するような言動をしたことはなく，\nかえって，原告に対しては，それまでの勤務評価からして契約終了す\nらあり得る旨を伝達せざるを得なかったのである。これらのことから\nすれば，原告に被告会社による雇用継続を合理的に期待する状況など\n起こり得るはずもない。\nｂ  本件雇用契約継続中の事由\n平成２１年９月頃の時点で，国内線のサービスリーダー業務にアサ\nインできない状態にあった原告については，被告会社の指導に対して\n能力・態度の改善という形で応えない限り，平成２２年５月以降の雇\n用継続を期待し得るとはいい難い状況にあった。\nウ  試用的有期雇用契約\n本件雇用契約は，１年間の契約期間を定めており，かつ，当然に更新が\n予定されているものではなく，本件雇用契約が試用的有期雇用契約に該当\nするものではない。そのことはさて置くとしても，通常試用契約の期間は，\n３か月が多く，長くて６か月程度とされている。被告会社の客室乗務員の\n育成，適格性の判断のためには一定の期間が必要であるとはいえるが，そ\nのことを考慮に入れても，本件における２年間という期間は，能力向上の\n機会を与え，かつ，業務適性を判断するためには十分な期間である。\nエ  本件雇止め実施の理由\n被告会社は，原告に対し，本件雇止めに至るまで継続して注意・指導を\n実施してきたにも関わらず，平成２１年９月２日の時点におけるモニタリ\nングではＥ評価となるなど，原告の入社後２年目における能力・業務内容\nは，１年目に比較してむしろ悪化している状態であった。被告会社は，上\n記のような原告が，残り１年でサービスリーダー業務へのアサインから国\n際線乗務訓練に至るまでの過程を経て，正社員として登用可能な水準に到\n達する見込みはないと判断したものである。\nオ  本件において求められる合理的理由の程度\n仮に本件において，解雇権濫用法理が類推適用される余地があるとして\nも，本件雇止めに求められる合理的理由の程度としては，以下のとおり解\nされるべきである。\nすなわち，労働者側の事由に基づく雇止めに関しては，一般に，労働契\n約法１６条にいう「客観的に合理的な理由」よりも緩やかであるとされて\nいる。本件に関しても，長期雇用システム下にあって長期の勤続実績のあ\nる正社員の解雇と正社員登用以前の育成段階にあって勤続実績もわずかで\nある契約社員の雇止めとを同列に論じられないのは明らかであって，解雇\n規制のハードルは自ずから異なるものとなる。\n加えて，前記イの事情からすれば，本件雇止め時に原告が有していた雇\n用継続に対する合理的期待の程度は，類推適用が認められる雇止め事案の\n中でも低い部類に属している。このような観点からも，本件で求められる\n合理的理由の程度は，相当緩やかなものとなると解すべきである。\n(2)  争点２（本件雇止めの効力）について\n（原告の主張）\nア  雇止めについての合理的・客観的事由についての判断基準\n(ア)  客室乗務員の契約制の過程は，正社員登用を経て６０歳定年までの\n長期雇用が予定されている過程のうちの最初の３年間であり，国内線新\n人養成訓練終了の日までとされている試用期間の満了時に本採用とさ\nれ，その後数十年間にわたるキャリアを通じての指導・育成，技能の向\n上，慣熟を通じてキャリアアップする最初の３年間である。そこで，採\n用後２，３年の段階では，能力等が疑問視されていた者が，その後めざ\nましい成長を遂げた例もあり，このわずか２，３年の評価で，能力・適\n性を判別して，契約更新の可否や正規雇用への転換の可否を決定してし\nまうことは，一般的には合理性・相当性を欠いている場合が多くなるも\nのと考えられる。したがって，その判断には厳密な客観性・合理性が必\n要とされるのであり，本件雇止めにおいても，契約更新をして指導・訓\n練を重ねても，正規雇用形態への変更にむけて「特別例外的」に契約を\n継続することが不可能なほどの客観的・合理的事情が存在していること\nが必要である。\n(イ)  契約社員を指導・育成する責務を有している者は，客室乗務員とし\nて必要かつ適正で具体的な指導・育成のもとに，その指導対象としてい\nる契約社員を公正に評価し，その評価に基づいて適切で必要な業務上の\n経験を同人に可及的に与え，他方，契約社員は上記指導育成のもとで経\n験を積み重ねて行くことによって，客室乗務員として必要な能力・適性\nを形成していくのである。そのためには，何よりも明確でわかりやすく\n適正で具体的な指導・育成と公正な評価が不可欠である。本件に即して\nいえば，本件雇止めが，客観的・合理的に正当と判断されるためには，\n少なくとも以下の判断基準に照らして検討されることが必要不可欠であ\nる。\n①  何よりも指導・育成の責務を有する者による「具体的で適正な指導\n・育成」のもとに公正に評価が行われ，その評価に基づく指導・育成\nが積み重ねられること。\n②    契約社員に業務上必要な経験を積み重ねさせて習熟させ，その能力\nと適性を形成・向上させていく上で必要な業務上の機会を可及的に与\nえていること。\n③  にもかかわらず，契約社員が，能力と適性の形成，その改善に向け\nて努力する姿勢・意思が欠如し，かつ，努力しないこと。\n④  そのため経験の積み重ねによる習熟により改善することを不可能と\nする客観的事情が生じていること。\n⑤  また，経験を積み重ねても改善することを不可能にするほどの客室\n乗務員としての適性が欠如しているなどの特別の客観的事情が存在し\nていること，とりわけ，この適性判断については，ある程度の長期的\n視点に基づく客観的判断が求められること。\n⑥  指導・育成期間中に，本人に過誤が生じたときでも，それらの事象\nが改善不可能とする客観的事情に起因していること，しかも，それら\nの過誤に対して適切な指導・育成が行われた上で，なお改善不可能と\nする客観的事情が存在していること。\n⑦  およそ１年後の正社員登用にける審査を経ることも必要ないといえ\nるほど，その能力・成績，適性が劣悪であり，かつ改善可能性がない\nと認定できる客観的事情が存在すること。\n⑧  以上の各事実を踏まえて，その能力・成績，適性等の評価に当たっ\nては，悪意に満ちた感情的評価によるものでなく，客観的・合理的評\n価に基づいていること。\nイ  被告会社の本件雇止め事由\n(ア)    被告会社主張の別紙１「原告の勤務の経緯」に対する認否反論は，\n別紙２「「原告の勤務の経緯」に対する認否反論」に記載のとおりであ\nる。\n被告会社による本件雇止め事由は，前記した客観的・合理的な基準に\n照らして，厳密に検証したものとはほど遠く，個別事象の過誤を取り上\nげている。それも事実として存在している事情は，極めてわずかであり，\nその取り上げ方も原告から直接確認する手続を欠いた不公正なものであ\nり，また，大仰な評価をしている。そうした個別事象に対する主観的・\n感情的な評価に基づいて，特に契約社員１年目の業務習熟度チェック（以\n下「Ｐ１チェック」という。）の成績評価については，意識的に低位評\n価をするための作出までして，その低位評価を理由にして，さらに客室\n乗務員として必要な業務上の経験・機会を剥奪し続けるなどした上で，\n能力・適性が認められないとして，雇止め理由を構成しようとするもの\nである。こうした本件雇止めに客観性・合理性を見い出すことはできな\nい。\n(イ)  契約社員は，業務上様々な経験を積み重ね習熟していることによっ\nて，客室乗務員として必要な能力・適性を形成していくのであり，この\n過程には，指導担当者による適切な指導が決定的に重要である。また，\n指導担当者による指導が適切に行われるためには，指導基準が一般的に\nは必要かつ有効である。しかし，被告会社には，ＭＧＲ等の指導担当者\nに対する指導基準はなく，また，指導担当者の指導を支える指導体制も\nない。指導担当者に対する指導基準がないところで，その指導・評価が\n主観的・意図的に行われるときには，その評価に客観性・合理性・公正\n性が保たれない危険性がある。\n(ウ)  被告会社において，契約社員の契約更新いかんを決定・判断する上\nで，ＭＧＲの契約社員に対する評価・判断資料は，決定的意味を有して\nいる。そこで，ＭＧＲの契約社員に対する評価・判断には，合理的客観\n性がきびしく検証されなければならない。しかし，原告に対する被告Ｚ\n１の評価・判断には，特別の悪意に満ちた主観的・感情的なものとなっ\nており，また，その評価・判断は，極めて不公正な手続のもとに決めつ\nけ評価が行われていたものであり，そこに合理性・客観性・公正性を見\nい出すことができないものとなっている。\n（被告会社の主張）\nア  契約社員に求められる能力・職務遂行の水準\n客室乗務員に求められる能力とは，①航空機の円滑かつ１００％安全な\n運航に必要な業務知識を習得していること，②高い品質の旅客サービスを\n提供するため適切な接客対応を行うことにある。そして，契約社員に求め\nられるのは，３年間の育成プログラムにおいて，今後被告会社の正社員と\nして継続的に上記①②を遂行するに十分な知識・経験を身に付けることで\nある。\nイ  客室乗務員の業務\n(ア)    被告会社は，運航の安全を確保するために，運航に関する基準・手\n続を定めている。そして，客室乗務員の業務手順・業務知識等はかかる\n運航に関する基準・手続を遵守するために必要なものであるとともに，\n客室乗務員が業務を行うに当たっては，かかる手順・知識に従った業務\nを行う必要がある。\n(イ)  被告会社が行う事業においては，乗客からの運賃収入が主要な収入\nとなるが，同事業において客室乗務員には乗客から高水準のサービスが\n求められており，被告会社においては，これに応えるために客室乗務員\nの業務の基準を定め，同乗務員に対してその遵守を徹底している。\n(ウ)  機内における客室乗務員の配置は，一定範囲の客席・ドア，ギャレ\nーごとに担当を決め，担当範囲については，基本的に担当者一人で処理\nする体制となっている。そして，これを一通り処理できるだけの知識・\n技量を身に付けているかの確認を行うのがＰ１チェックである。\nウ  被告会社における契約社員に対する指導\n(ア)    契約社員の育成を担うＦＩ全員に対し，「ＫＰＮ指導ガイダンス」\nを配布し，ＦＩとしての心構え，日常乗務の中での指導要領，指導時の\n注意事項等について周知を図っている。\n(イ)    ＯＪＴ実施の際のガイダンスとして，「新人ＯＪＴ実施要領」をマ\nニュアルとして定め，指導のポイント，評価のポイント等を定めている。\nまた，その評価の際の評価シートの書式，記入要領も定め，指導を行っ\nた客室乗務員が，評価シートを記入する際の基準について明記している。\n(ウ)  ＯＪＴ終了後の育成については，「ＫＰＮ指導ガイダンス」におい\nて，ＯＪＴ終了後の育成カリキュラム，及びフライトにおける指導要領\nについて明示している。\n(エ)  パフォーマンスチェックを行い，その実施要領については，毎年度，\n担当するＳＵ及びＣＤＩの全員に対して，「ＨＯＺ契約社員パフォーマ\nンスチェック実施要領」を配布し，その実施時期，評価基準等について\n周知を図っている。また，「パフォーマンス評価基準について」を定め，\n５段階による評価が恣意的なものとならないようにしている。\n(オ)  本件における原告に対する指導，あるいは評価についても上記基準\nに従ってなされた適正なものである。\nエ  原告の勤務態様等\n(ア)    原告の被告会社における勤務態様は，別紙１「原告の勤務の経緯」\nのとおりである。これだけ多くの問題行動を重ね，改善がないまま２年\n間を費やした契約社員は，被告会社において過去に類例がない。しかも，\nその問題行動の数々は，いずれも過失というよりも，問題認識の欠落又\nは認識しつつもそれを放置した業務懈怠に起因するものである。\n(イ)  このように原告には，業務知識の不足，接客対応の不備，業務上必\n要な注意力不足，業務への取組み姿勢の不良，服装等に関する基準の違\n反といった問題があった。そして，原告の上司らは繰り返し注意・指導\nを行ってきたが，それにもかかわらず，上記諸点は解消されなかった。\nさらには，原告は，表面上は反省の姿勢を見せることはあったが，平成\n２１年３月頃からは，被告Ｚ１との会話を無断録音し続けており，この\nことは，常に自己を正当化する，責任を自分ではない何ものかに転嫁す\nる行動姿勢を示すものにほかならず，原告の上司らの指導を真摯に受け\n止める姿勢も見られなかった。原告は，客室乗務員として求められる一\n定水準以上の業務上の知識を有せず，また，接客態度についても必要な\n水準に達することはなかった。そして，上記各問題は改善する見込みも\nなかった。このように乗務に当たり不適切な行為を繰り返すことは，航\n空安全に重大な影響を与えるものであり，航空事業を営む被告会社にお\nいて軽視できるものではない。\n(ウ)  これらの問題行動の数々に関する原告の言動，本件訴訟における原\n告の主張のいずれを見ても，言い訳，自分以外の何ものかへの責任転嫁\nに終始し，自分自身の課題を認識することができなかったことが明らか\nであり，そして，そのこと又はそのように自身の問題点を認識できてい\nないことこそが原告における客室乗務員としての適格性の欠如を明白に\n示している。\n(エ)  被告会社は，原告を２年目経過時点において雇止めにしているが，\nそれは，以下の理由による。すなわち，被告会社の客室乗務員育成プロ\nグラムにおいては，Ｐ１チェック，サービスリーダー業務へのアサイン，\nＰ２チェック，国際線移行選考，国際線乗務訓練という過程を経て，正\n社員登用可能と判断されるだけの能力を取得するものである。しかるに，\n入社後２年間が経過した時点において，Ｐ１チェックにおける標準レベ\nルにも達していない原告が，残り１年で上記過程を経て正社員として登\n用可能な水準に達する見込みはないということである。\nオ  まとめ\n以上のとおり，原告は，客室乗務員として求められる一定水準以上の業\n務上の知識を有せず，また接客態度についても必要な水準に達することは\nなかった。また，業務の懈怠や服装に関する規定の違反といった行為があ\nり，その勤務態度も不良であった。この点について被告会社は，繰り返し\n指導を行ったものの改善することはなかった。そこで，被告会社としては，\nこれ以上改善の見込みはないとして，本件雇止めの判断に至ったものであ\nる。\nしたがって，仮に本件雇止めについて解雇権濫用法理の類推適用がある\nとしても，原告が客室乗務員としての適性及び能力を欠くことは明らかで\nあり，本件雇止めは有効である。\n(3)  争点３（被告Ｚ１及び被告会社による不法行為等の成否）について\n（原告の主張）\nア  被告Ｚ１\n(ア)  原告の直属上司である被告Ｚ１は，原告を退職させようと企て，部\n下のＣＤＩらと意思を相通じて，原告に対し，執拗な退職勧奨，退職強\n要行為を行い，原告の人格権を侵害した。このような被告Ｚ１の一連の\n人格権侵害行為のうち，個別の言動それ自体が人格権を侵害する行為に\nついては，別紙３「Ｚ１ＭＧＲによる人格権侵害行為」に記載のとおり\nである。これらの退職強要は，被告らが主張するような原告に対する指\n導・育成などというものではなく，明確に原告を退職させようとして行\nわれたものであり，しかも原告が明確に退職の意思がないことを伝えて\nいたにもかかわらず，繰り返し長時間かけて行われたものであって，そ\nの途中に被告Ｚ１が原告に発した原告の人間性・人格を否定する内容の\n発言，机を叩き，大きな声で話すといった威迫的な行為と合わせて，明\nらかに原告の人格権を侵害する違法な行為である。\n(イ)  被告Ｚ１は，前記した退職強要自体は平成２１年９月をもって取り\nあえず中止しているが，退職強要に引き続き，これと一体として，被告\n会社をして原告を雇止めとするように誤った職務執行を行い，原告の人\n格的利益を構成する，雇用契約において正常な処遇を受ける利益を侵害\nする行為を行った。\nイ  被告会社\n(ア)  被告Ｚ１の上記行為は，被告会社の業務の一環として行われたこと\nが明らかであるから，被告会社は，被告Ｚ１の使用者として，被告Ｚ１\nの不法行為に基づく責任を負う。\n(イ)  被告会社は，雇用契約における使用者として，被告Ｚ１らが退職強\n要等の違法行為を行うことがないよう，また，被告会社の管理職による\n誤った職務執行行為等によって違法な雇止め等の措置が講じられること\nのないようにに職場環境を調整し，従業員が適切な処遇を受けられるよ\nうに配慮する義務があるのにこれを怠り，原告に対する違法な本件雇止\nめがされたのであり，かかる被告会社の行為は，原告に対する債務不履\n行を構成する。\n（被告らの主張）\nア    被告Ｚ１ら原告の上司は，知識あるいは業務スキルが十分に定着してい\nないと評価された原告に対して，業務後の振り返りや面談を行うなどして，\n問題意識をもって注意・指導を行ってきたが，指導した内容が定着せず，\n平成２１年４月頃からは，原告は，指導に対して反抗的な姿勢も示すよう\nになった。原告は，上司らの指導に対して，「私だけに冷たい態度をとる」\nといった被害者意識を持つようになるなど，改善姿勢が見られず，本件雇\n止めに至るまで原告の能力不足の問題は解消することがなかった。被告Ｚ\n１らは，原告に対して，能力改善のために十分な指導を行ってきたもので\nある。\nイ  被告Ｚ１の発言の録音内容からしても，被告Ｚ１の原告に対する指導が\n適切になされたこと，被告Ｚ１の指導が原告の人格権を侵害するものでな\nいことは明らかである。また，本件雇止めの判断に被告Ｚ１は関与してい\nない。\nウ  被告Ｚ１の行為が原告に対する不法行為を構成することはないし，被告\n会社が債務不履行責任を負うこともない。\n(5)  賃金及び損害等\n（原告の主張）\nア  賃金\n(ア)    賃金\n原告は，本件雇止め前３か月間の賃金として，平成２２年２月支払分\n２０万８４１４円，同年３月支払分２３万５１３０円，同年４月支払分\n２１万９０００円の各支払を受けた。以上の１か月当たりの平均額は２\n２万０８４８円となる。\n(イ)    一時金\nａ  被告会社は，平成２３年３月２９日，契約社員に対し，生活調整手\n当名目で，以下①ないし③の内容の一時金の支給を決めた。\n①  支払額\n夏期分と年末分の合算額とする。夏期分は，平成２２年７月５日\n時点で，３年目の社員は１０万円とする。年末分は，同年１２月１\n０日時点で，３年目の社員は１０万円とする。\n②  支払対象者\n平成２３年３月３１日時点で契約社員として在籍した者。\n③  支払日\n平成２３年３月３１日\nｂ  被告会社は，平成２３年６月９日，契約社員に対し，夏期精勤手当\n名目で，以下の①及び②の内容の一時金の支給を決めた。\n①  支払額\n契約社員３年目以降の者は２０万円\n②  支払日\n平成２３年７月５日\nイ  慰謝料\n原告は，被告Ｚ１による前記人格権侵害行為及びこれと一体となった被\n告会社による本件雇止めを受け，甚大な精神的苦痛を被った。これに対す\nる慰謝料は５００万円を下ることはない。\n（被告らの主張）\n原告の契約終了前３か月間の賃金の支払実績，平均額は認め，その余は争\nう。\n第３  当裁判所の判断\n１    争点１（本件雇止めに解雇権濫用法理の適用あるいは類推適用があるか）に\nついて\n(1)  認定事実\n争いのない事実，前提事実，証拠（認定事実に付記したもの。）及び弁論\nの全趣旨によれば，以下の事実が認められる。\nア    契約社員制度導入の経緯等\n平成６年８月頃，被告会社は，子会社であるジャパンエアチャーターで\n契約社員を採用し，出向形態で被告会社の国内線に乗務させるとの施策を\n示したところ，これが社会的な問題として取り上げられ，被告会社は，労\n働条件の一部を見直し，「雇用形態は１年間の有期限雇用とする。但し，\n３年経過後，本人の希望・適性・勤務実績を踏まえて一般の正社員への切\nり替えを行う。」などの計画を運輸省（当時）に提出し，運輸省もこれを\n了承したことから，このような形で客室乗務員の募集をすることになった。\nそして，これを契機に，当時の日本エアシステム株式会社，全日本空輸株\n式会社等も契約社員の採用を開始し，以後，日本の主な航空会社では客室\n乗務員の採用はすべて契約制となった。（甲１０）\nイ    被告会社の募集要項の記載\n被告会社は，客室乗務員の募集要項において，募集内容として「客室乗\n務員業務（国内線及び国際線）および一部地上業務の両方に従事します。」，\n雇用形態として「１年間の有期限雇用，但し，契約の更新は２回を限度と\nし，３年経過後は，本人の希望・適性・勤務実績を踏まえて正社員への切\nり替えを行います。」と記載した（甲９の１・２）。\nウ  被告会社の団体交渉の際の発言\n使用者側として被告会社において団体交渉を担当した社員は，平成２１\n年６月１２日の労働組合との団体交渉の際に，契約社員について「余程の\nことがない限り契約更新するのは当たり前です。」「基本的に多くの方に\n正社員になっていただきたいというのは会社の考え方」「自己都合で退職\nされる方はいらっしゃるが，退職強要はない。」などと発言した。\nエ  正社員としての採用\n平成６年に被告会社に採用された１０２名の契約社員は，平成９年１１\n月１日付けで３４名，同年１２月１日付けで５５名，総数８９名の在籍者\n全員が正社員として採用された（当初採用された契約社員との比較でいえ\nば，約８７パーセントの契約社員が正社員として雇用されたことになる。）。\n当時，２年経過した契約社員の中で保安要員としての適性に欠けるとして\n契約更新されなかった社員が１名存在した。（甲１１）\nオ  本件雇用契約\n本件雇用契約においては，２年目契約の雇用期間について「平成２１年\n５月１日から平成２２年４月３０日までの１年間，但し，勤務日数が著し\nく不足する場合，又は勤務実績の総合評定が一定基準に達しない場合には，\n甲（被告会社）乙（原告）双方の合意により雇用期間を延伸することがあ\nる。合意に至らない場合は雇止めとする。」と，契約更新について「本契\n約は，契約期間満了に際し，乙（原告を指す。）の業務適性，勤務実績，\n健康状態等を勘案し，甲（被告会社を指す。）が業務上必要とし，乙が希\n望する場合には，本契約を更新することがある。」とされていた。\nカ  原告の認識\n原告は，１年目契約を締結するに際しては，被告会社の募集要項等を見\nて，また，被告会社担当者からの説明を聞いて，３年後には正社員に登用\nされるものと考えた（原告本人）。\nキ  被告会社が契約社員制度を採用した理由\n被告会社が，契約社員制度を採用したのは，契約社員は，その雇用期間\n中，様々な教育，研修を受けながら，実際に機内業務及び地上業務に就き，\nその勤務状況についてＳＵ，ＣＤＩ等からの指導，評価を受けることによ\nって，正社員としての知識，技能等を習得していき，１年間の期間を区切\nって毎年の期間満了時に更新の可否を判断されつつ，合計３年間の経験を\n経た上で正社員としての業務適性があると認められたときに初めて長期の\n雇用継続が保障されうる正社員の地位に登用されることになるという考え\n方に基づいている。\nク  被告会社の契約社員に対する育成プログラム\n(ア)  １年目\nａ    契約社員は，入社直後の２日間に入社教育が行われ，次に３２日間\nのＴＩＤ訓練（国内線乗務に就くための客室サービス・保安任務等に\n関する初期の専門訓練）が行われる。その後１４日間のＯＪＴ訓練（イ\nンストラクターについて，実際に乗務しながら実業務を習得する訓\n練），１日間のＯＪＴレビュー（ＯＪＴ訓練の評価）が実施される。\n以上の教育・訓練を経た上で，客室乗務員に任用され，ＭＧＲ・ＳＵ\n・ＣＤＩのもとで国内線乗務に就き，その指導・評価を日々の業務の\n中で受けながら経験を重ねていく。日々の業務における習熟度の確認\nとしては，必要に応じてモニタリングが実施され，所属するグループ\n以外のＦＩによって機内業務の遂行状況が評価される。\nｂ    １回目の契約更新の約３か月前にＰ１チェックが実施され，１年目\nの契約社員に対する業務習熟度のチェックがされる。そして，Ｐ１チ\nェックの評価結果などを勘案して１回目の更新の可否が判断され，①\n無条件での更新，②経過観察期間を伴う条件付きの更新，③雇止め対\n象，に分けられる。①の場合には，更新後にサービスリーダー業務（国\n内線の機内サービスの取りまとめ役としてＳＵやＣＤＩ等の先任客室\n乗務員（客室の総責任者）を補佐する役割）にアサイン（業務割当て）\nされ次のステップに進むことになるが，②の場合には，部長面談を実\n施して部長指導書が交付され，経過観察期間中はサービスリーダー業\n務へのアサインがされない。\n(イ)  ２年目\n２年目は，サービスリーダー教育・ＣＲＭ訓練（他の客室乗務員との\n連携を発揮できるよう適切なコミュニケーションの取り方などを習得す\nる訓練）を受講した上で，国内線サービスリーダー業務に従事すること\nになる。これにより，国際線業務を遂行するに足る知識，技量及び経験\nを身につけていく。サービスリーダー業務を一定程度経験した契約社員\nは随時Ｐ２チェックとして，上記業務の習熟度がチェックされる。入社\nから約１年半経過した後に国際線移行選考が行われる。選考において基\n準に達した者は，国際線移行訓練を受講した上で国際線乗務に就くこと\nになる。以上に対し，１回目の更新時に経過観察期間中とされた契約社\n員は，引き続き国内線乗務に就き，同業務において，ＭＧＲ，ＳＵ，Ｃ\nＤＩ等が評価してサービスリーダー業務に就くに足る知識・経験を習得\nしたと判断された場合には，無条件で１回目の契約更新された契約社員\nと同じ処遇を受ける。\n(ウ)  ３年目\n３年目は，国際線乗務に進んだ者について，同乗務の業務習熟度チェ\nックが実施される。そして，３年目の期間満了に当たって，上記チェッ\nクの結果や日常乗務の状況をＭＧＲ・次長・部長の３次にわたりそれぞ\nれ評価を行い，正社員に相当する基準に達すると認められる場合には，\n正社員化委員会での社内決済を経て，被告会社との間で期間の定めのな\nい雇用契約を締結することになる。\n(2)  検討\nア    解雇権濫用法理の適用について\n前記（(1)オ）認定のとおり，本件雇用契約は，契約期間の存在が明記さ\nれ，また，業務適性，勤務実績，健康状態等を勘案し，被告会社が業務上\n必要とする場合に契約を更新することがあるという条件が明示され，契約\nの自動更新について何らの定めがない雇用契約であるから，前記（(1)アな\nいしウ）認定事実を考慮にいれても，契約社員の２年目契約が自動的に更\n新されることあるいは雇用期間が通算３年に達した後に正社員として雇用\nされることが原告と被告会社間の雇用契約の内容となっているということ\nはできない。したがって，契約社員の雇止めについて，当然に解雇権濫用\n法理の適用がある旨の原告の主張は採用することができない。\nイ    解雇権濫用法理の類推適用について\n(ア)  一方，被告会社において契約社員制度が採用された経過（前記(1)\nア），被告会社における客室乗務員は，すべて契約社員として採用され，\nその後正社員に登用されるのであって別に正社員として採用される制度\nが存在しているわけではないこと（弁論の全趣旨），被告会社の募集要\n項にも，雇用形態として「契約社員（１年間の有期限雇用。但し，契約\nの更新は２回を限度とし，３年経過後は，本人の希望・適性・勤務実績\nを踏まえて，正社員への切り替えを行います。）」と記載されているこ\nと（前記(1)イ），このような募集要項を前提として採用された原告を含\nむ契約社員においては，将来正社員として採用され，長期間雇用される\nことを通常期待するであろうし，原告もそれを期待したこと（前記(1)\nカ，弁論の全趣旨），被告会社も，労働組合との団体交渉において，契\n約社員について，「余程のことがない限り，契約更新するのは当たり前\nです。」との見解を述べていること（前記(1)ウ）などからすれば，一般\n的にいえば，被告会社の契約社員についての雇用継続に対する期待利益\nは法的保護に値するものがあるといえる。\n(イ)    被告会社は，雇用継続に対する合理的期待が存在しない理由として，\n契約社員制度における同社員の地位等の客観的な事情に加えて，原告に\nついては，２年目契約締結に当たっては，それまでの勤務評価等から原\n告が被告会社による雇用継続を合理的に期待する状況が起こり得るはず\nもないなどと本件雇用契約継続中に生じた原告固有の事情を主張する。\n確かに，雇用継続に対する合理的期待については，個別の雇用契約につ\nいて検討されるべきものであるから，被告会社が主張する事情が上記の\n点の検討に当たり無関係な事情とはいえない。しかし，それ自体が完成\nされた一つのシステムであるといえる契約社員制度が問題となっている\n本件においては，上記合理的期待の有無の検討に当たっては，契約社員\nとしての業務の性格・内容，契約更新手続の実態，被告会社の継続雇用\nを期待させる一般的な言動の有無などの事情を重視すべきものであっ\nて，当該契約社員の業務適性やこの点に関して被告会社と原告間に生じ\nた事情等を重視するのは相当ではない（本件は，被告会社の原告に対す\nる勤務評価それ自体の相当性が争われている事案といえる。）。\n(ウ)  以上検討してきたところからすれば，本件雇用契約において，その\n雇用期間経過によって，雇用契約が当然に終了するというのは相当では\nなく，本件雇止めに当たっては，解雇権濫用法理が類推適用されると解\nすべきである。\nウ  本件に解雇権濫用法理を類推適用する場合の考え方\n(ア)  解雇権濫用法理が類推適用されると，一般的にいえば，雇止めが，\n客観的に合理的な理由を欠き，社会通念上相当であると認められない場\n合には権利の濫用として無効となることになる（労働契約法１６条）が，\n雇止めの場合において，雇用契約の内容としては，契約期間が定められ，\nその期間が経過することにより雇用契約が終了が合意されている事案と\nいうことができるから，雇止めが「客観的に合理的な理由を欠き，社会\n通念上相当であると認められない」かどうかの判断に当たっては，解雇\n権濫用法理が当然に適用される期間の定めのない雇用契約の場合と同一\nとはいえず，当該雇用契約の性質，内容を十分に考慮した上での判断が\n求められるというべきである。\n(イ)  この点について，本件雇用契約について検討すると，前記（(1)キ）\n認定のとおり，被告会社が，契約社員制度を採用したのは，契約社員は，\nその雇用期間中，様々な教育，研修を受けながら，実際に機内業務及び\n地上業務に就き，その勤務状況についてＳＵ，ＣＤＩ等からの指導，評\n価を受けることによって，正社員としての知識，技能等を習得していき，\n１年間の期間を区切って毎年の期間満了時に更新の可否を判断されつ\nつ，合計３年間の経験を経た上で正社員としての業務適性があると認め\nられたときに初めて長期の雇用継続が保障されうる正社員の地位に登用\nされることになるという考え方に基づいているところ，航空機の運航の\n安全を確保するためには，運航に関する基準・手続が定められ，客室乗\n務員の業務手順・業務知識等はかかる運航に関する基準・手続を遵守す\nるために必要なものであるとともに，客室乗務員が業務を行うに当たっ\nては，かかる手順・知識に従った業務を行う必要があり，また，客室乗\n務員は，緊急時の保安要員として乗客の安全に重大な責任を負う立場に\nあると認識されていること（甲１１，弁論の全趣旨），さらには，一般\nに，航空機の乗客は，客室乗務員に対しては，高い水準のサービスを求\nめ，客室乗務員はこれに応じるべき立場にあるといえること（弁論の全\n趣旨）からすれば，上記被告会社が契約社員制度を採用した理由につい\nて，不合理なものということはできない。\n(ウ)  そうすると，被告会社において，採用した契約社員について，前記\n（(1)ク）認定にかかる育成プログラムによって指導するとともに，その\n期間中，客室乗務員としての適性判断を行うことは重要なことであると\n考えられ，客室乗務員として業務適性を欠くと判断される契約社員を雇\n止めにすることには合理性が認められる。したがって，解雇権濫用法理\nが類推適用され，雇止めが「客観的に合理的な理由を欠き，社会通念上\n相当であると認められない」かどうかということについて，雇止めが業\n務適性の欠如を問題とする場合（被告会社は，「原告は，客室乗務員と\nして求められる一定水準以上の業務上の知識を有せず，また接客態度に\nついても必要な水準に達することはなかった。残り１年で正社員として\n登用可能な水準に達する見込みはないと判断した。」と主張する。），\n被告会社における，当該契約社員についての業務適性を欠くという判断\nが不合理なものということができるかという観点から検討されるべきで\nあり，上記判断が不合理なものと認められれば，雇止めが，客観的に合\n理的な理由を欠き，社会通念上相当であると認められず，無効となると\nいえる。\n(エ)    原告は，客室乗務員の契約制の過程は，正社員登用を経て６０歳定\n年までの長期雇用が予定されている過程のうちの最初の３年間であり，\nこの期間の評価で，能力・適性を判別して，契約更新の可否や正規雇用\nへの転換の可否を決定してしまうことは，一般的には合理性・相当性を\n欠いているのであり，本件雇止めにおいても，契約更新をして指導・訓\n練を重ねても，正規雇用形態への変更（登用）にむけて「特別例外的」\nに契約を継続することが不可能なほどの客観的・合理的事情が存在して\nいることが必要とされ，契約社員の雇止めについては，契約更新をして\n指導・訓練を重ねても，正規雇用形態への変更に向けて「特別例外的」\nに契約を継続することが不可能なほどの合理的・客観的事情が存在して\nいることが必要であり，２年目から３年目にかけての雇止めが，客観的\n・合理的に正当と判断されるための判断基準について，前記（第２・４2)（原告の主張）ア(イ)①ないし⑧）のとおり主張する。しかし，この\n見解は，前記したところに照らして，採用することはできない。\nエ  契約更新条項について\nなお，原告は，２年目契約においては，雇用期間を延伸することがある\n旨が定められているにもかかわらず，本件において，原告は，この延伸に\nついて何らの打診を受けず，何らの協議も行われてないまま雇止めされて\nいるから，本件雇止めは契約条項に反し，当然に無効である旨主張する。\nしかし，前記（第２・２(4)イ(ア)）認定のとおり，２年目契約においては，\n勤務実績の総合評定が一定基準に達しない場合などには，被告会社と原告\nの双方の合意に基づき契約の雇用期間を延伸することがあり，合意に至ら\nない場合は雇止めとすると定められているのであるから，延伸について打\n診，協議がされずに雇止めがされたとしてもそれをもって契約条項に反す\nるとはいえない。原告の上記主張は独自の見解といわざるを得ず，採用す\nることはできない。\n２  争点２（本件雇止めの効力）について\n(1)  事実経過及び被告会社による原告の評価\n争いのない事実，前提事実，証拠（乙８５，９８，被告Ｚ１本人，認定事\n実に付記したもの。）及び弁論の全趣旨によれば，以下の事実が認められる。\nア    原告は，平成２０年５月１３日，被告会社との間で，１年目契約を締結\nして被告会社に入社した。そして，原告に対して，同月１５日から同年６\n月２７日までの間，ＴＩＤ訓練と呼ばれる客室乗務員としての初期訓練が，\n同月２８日から同年７月１１日までの間，ＯＪＴ訓練が実施され，同月１\n４日，チェックアウト（訓練過程が終了し，実運航の業務に就くこと。）\nした。原告に対しては，ＴＩＤ訓練の期間において「集中力が続かない」\n「表情が維持できない」という点が指摘されていた。また，原告は，上記\n期間中に実施された危険物試験で合格点に達せず，追試により合格した。\n原告の他２３名の訓練生中，上記追試を受験したのは原告のみであった。\n（乙１ないし３）\nイ  原告は，同年７月１２日，客室乗務員に任用されて羽田第２客室乗員部\nに配属され，●グループに所属した。同グループにおける上司は，Ｚ４Ｃ\nＤＩ，Ｚ５ＳＵ，被告Ｚ１（ＭＧＲ），Ｚ６次長及びＺ７部長であった。\nウ  同年８月２１日，Ｚ５ＳＵは，被告Ｚ１に対し，月次報告書をメール送\n信する際，「原告が気になる。」旨記載した。また，被告会社は，契約社\n員に関する勤務時の問題点，あるいはそれに対する注意指導の内容につい\nてとりまとめていたところ，原告に関してはこれをＺ５ＳＵが月毎にとり\nまとめていた。Ｚ５ＳＵは，原告について，Ｚ４ＣＤＩ等からの報告も踏\nまえて，平成２０年８月以降，平成２１年３月までの間の原告の業務につ\nいて，平成２０年８月には「一生懸命に努力をしているが定着が遅く，知\n識の行動化ができていない。０８新人の中，最も気がかりなＡＴである。」\nなどと，同年９月には「技量面，知識面，どちらも定着が遅い。今後が大\n変心配である。ＦＩだけでなく，ＡＴ＊のシニアにもどんどんアドバイス\nしてあげるよう依頼済み。」などと，同年１０月には「仕事に対する意欲\nは感じられる。しかしながら単純なＧＬＹ  ＷＯＲＫでのケアレスミスが\n多く，成長があまり見られない。各ＤＵＴＹをしっかりとこなせるよう，\nアドバイスを行った。」などと，同年１１月には「自分の担当ではないド\nアのモードを変更しようとした事例が発生した，寸前で声をかけることが\nでき，変更には至らなかったが，それ以外にもケアレスミスは多い。仕事\nに対する意欲は感じられる。コミュニケーション力に欠ける。」などと，\n同年１２月には「仕事内容が＊Ｂのレベルに達しておらず，どのＤＵＴＹ\nも業務定着が十分ではない。何度も個別に指導を実施している。先日のＦ\nＬＴでは，ブリーフィング時の発言は積極的であり頑張りがみられた。」\nなどと，平成２１年１月には「最近はＤ／Ｈ時にも勉強するなど意欲的に\n取り組んでいる。知識が行動に結び付いていない点と自分のレベルを把握\n（認識）できていない点において今後も要注意である。」などと，同年２\n月には「どのＤＵＴＹにおいても定着しておらず，業務を任せられない。\n本人はやる気を見せているが，他のクルーに負担がかかっているのは明ら\nかである。ＤＨ時，シートポケット内の雑誌，イヤホン袋など適当に突っ\n込んで降機しようとしていた。」などと，同年３月には「未だすべての業\n務において定着していない。適性の面でも，明らかにこの仕事には不向き\nである。今後も業務の定着度をＣＨＫし，努力しても定着に結び付かなけ\nれば，仕事としてやっていけないことを理解させる。」などと評価した。\n（乙４，５，７，１０９，証人Ｚ５）\nエ  平成２０年１２月４日，原告は，Ｚ４ＣＤＩに対し，メールを送り，同\nメールに「今日は色々とご迷惑をかけてしまって本当にごめんなさい。」\n「でも，ダメな所とか出来ていない部分を沢山教えて下さってありがとう\nございます。」「私，ホント頭悪くて，失敗ばかりしてしまい最近悩んで\nいます。でもいつも温かく見守って下さってありがとうございます。」な\nどと記載した（乙６）。\nオ  平成２１年１月４日から１０日にかけて（主に４日と１０日），原告に\n対し，Ｚ４ＣＤＩによるＰ１チェックが実施された。また，同年２月１２\n日，被告Ｚ１は，Ｐ１チェックの評価のために原告との同乗フライトを行\nった。Ｐ１チェックに対する評価は，５段階でなされるところ，総合評価\nとして，Ｚ４ＣＤＩ（先任客室乗務員）はＤ評価（やや劣る（業務の遂行\nに支障を生じることが多く効果を損ねている。））と判断した。また，所\n見として，Ｚ４ＣＤＩは，「この１ヶ月ほど，かなり努力をし，以前より\nも積極的に業務に取り組み，意欲も出てきたようである。しかしながら，\n付け焼き刃な知識のため，定着しておらず，しばしば業務に支障をきたし\nている。本人はミスに対して反省はするものの，以前よりスムースに実務\nができるようになった事への自信の方が先行している。実務内容も標準レ\nベルに達していない項目があるが，それ以上に適性面において問題がある\nと思われる。「サービス業」としての意識，社会人としての自覚などにお\nいて，意志があまり感じられない。今後知識を定着させ，業務に対する意\n欲を継続させるよう指導した。」と記載した。また，被告Ｚ１（所属長）\nは，所見欄に「当初より取組姿勢が弱く，努力の積み重ねを怠っていた為，\nＰ１ＣＫ時点で習得しておくべき知識の蓄積と行動化が懸念されていた。\n現時点においても，実務・知識は標準レベルに達しておらず，注意力・判\n断力・業務処理の確実性等に課題が残る。自分の足らない部分を謙虚に認\nめ，積極的に指導を仰ぐと共に，日々のたゆまぬ努力と円滑なコミュニケ\nーションによって，今後の著しい成長に繋げるよう期待する。」と記載し，\n総合評価をＤ評価とした。（乙７，１０ないし１３，１１０，１１１，１\n２０，証人Ｚ４）\nカ  同年２月１２日付けで，被告Ｚ１は，「Ｚ８Ｐ①ＣＫ（Ｄ評価）報告」\nと題する書面を作成し，同書面に原告のＤ評価の理由について上記所見と\n同旨の理由を詳細に記載した。また，同日付けでＺ６次長及びＺ７部長も\nそれぞれＰ１チェックの総合評価をＤ評価とした。また，原告に対する指\n導について，被告Ｚ１は，それまでＳＵやＣＤＩに任せていたところがあ\nったが，原告が上記のとおりＤ評価を受けたことから，直接指導すること\nとした。なお，被告Ｚ１が指導する客室乗務員２９名のうち，Ｄ評価を受\nけたのは原告を含め３名であり，原告と同時期にＰ１チェックを受けた客\n室乗務員は１４５名のうちＤ評価が７名（原告を含む。），Ｅ評価が４名\nであった。なお，その後，原告の同期の親しい知人の１人が１年目契約の\n更新がされなかった。（甲５１，乙１０ないし１４）\nキ  同年２月ころ，原告は，被告Ｚ１に対し，「先日は二日間，どうも有り\n難うございました。終わってからお時間を作って戴いたにもかかわらず，\n頭が真っ白になってしまい，何も答えられず，きちんと話しが出来ません\nでした。呆れられたのではないかと思います。申し訳ございませんでした。」\n「研修中，私はクラスで一番面白いと言われていました。面白いと思われ\nた理由の一つとして，人と同じ事を普通にすることができない私がいたか\nらだと思います。人と同じ事ができるようになるには相当な努力が必要だ\nと感じ，努力して何とか研修を乗り越え，ＯＪＴに臨みました。」「ＣＨ\nＥＣＫ  ＯＵＴしてからもやはり間抜けな部分が沢山ある為，多くのアド\nバイスや助言，お叱りを戴きました。その都度，改善しようとメモにまと\nめました。」「最初の頃Ｚ８さんは慌てんぼうだねとよくご指摘を受けま\nした。実際，慌ててうっかり聞き間違えてしまったり，ある時などは，危\nうく自分の担当Ｄｏｏｒを間違えてしまいそうになった事さえありまし\nた。」などと記載した書面を渡した（乙１７，原告本人）。\nク  同年３月７日，Ｚ４ＣＤＩは，「Ｚ８さんに関する報告」と題する書面\nを作成し，同書面に，①業務に関し，７月下旬から１２月末までについて\n「ＦＬＴ前の事前準備，事前学習が不十分」「ＧＣＫでの手際が悪く，常\nにヘルプを受けている」「ドアモード変更時，担当ではないドアに突進し\n変更しようとした（小職が阻止）」など８項目の問題点を指摘し，また，\nＰ１ＣＫから今日までについて「ＣＫ当日，ＫＰＮ手帳で知識の確認を行\nったところ，答えることはできたが行動化が不充分」などと６項目の問題\n点を指摘し，②普段の言動に関し，「ＣＫ  ＯＵＴ当初より言動が新人と\nして危惧する部分があった」など８項目の問題点を指摘した（乙７，証人\nＺ４）。\nケ  同年３月１０日，原告とＺ７部長との面談が実施され，その際，原告は，\n同部長から，「業務姿勢については何か指摘を受けたか」と聞かれたのに\n対し，「直接指導を受けた記憶はない。Ｐ１チェックの結果を聞きに行っ\nたが教えてもらえず，ただ適性がない，謙虚さが足りないと言われた。自\n分なりには努力している。」などと答え，また，「これまでいろいろな人\nに指導を頂いた認識はあるか。」と聞かれたのに対し，「はい。ドジな面\nも間抜けな面もあるが，懲りずに指導を続けてくれた先輩方にはとても感\n謝している，そういう人達のいる日本航空という会社もすばらしい会社と\n思った。」などと答えた。また，同日，同部長から原告に対し，部長注意\n書（甲１５）が交付されたところ，同注意書の内容は，概ね以下のとおり\nであった。（甲１５，乙９７）\n(ア)  ２年目の契約更改にあたり，業務成績を精査した結果，実務面・適\n性面について問題が認められ，業務を安心して任せる信頼性に欠けるこ\nとから，総合評価Ｄ（標準より劣る）との判断を下した。その内容は次\nのとおりである。\nａ  業務への取組姿勢が弱く，努力を怠っている。\nｂ  業務知識の定着が不十分。\nｃ  注意力・判断力が不足しており，確実性に欠ける。\n(イ)  今般，契約更改は実施するものの，今後，３か月を限度に経過観察\n期間と位置付け，改善が見られない限り，サービスリーダーとしての業\n務アサインは見合わせることとします。また，経過観察中に改善無き場\n合，契約の終了もあり得ることを申し添えます。\nコ  同年３月２５日，原告は，被告Ｚ１に対し，「先日はフライトをご一緒\nさせて頂き，多くの点に於いてご指導下さり有難うございました。Ｚ１マ\nネージャーの姿やお言葉から多くの事を学ばさせて頂き，まだまだ未熟で\n気付きの足りない自分について猛省しております。先日のフライトにより\n学んだ改善すべき点は大きくまとめ以下の５点です。『周囲をもっとよく\n見る』『動きが遅い』『プライオリティーを常に考える』『自らを客観的\nに捉える』」「この他にも課題は沢山ございますが，常に先輩等から頂い\nたアドバイスを有難く受け止め日々努力していこうと思います。」などと\n記載た書面を渡した。また，同書面には，３月１６日の出来事（Ｚ９党議\n員にＺ１０の搭乗お礼カードを交付したこと。）についての反省の弁も記\n載していた。（乙１６）\nサ  同年４月１日，羽田第２客室乗員部のＺ１１部長は，原告に対し，契約\nの更新をを行うことを決定した旨の通知をした。これに伴い，原告の所属\nグループが「●」から「●●」に変更になった。同グループにおける原告\nの上司は，Ｚ１２ＣＤＩ，Ｚ１３ＳＵ，被告Ｚ１（ＭＧＲ），Ｚ２次長，\nＺ１１部長となった。（甲１６）\nシ  同年４月２９日，原告は，「客室乗務員の適性について」と題する書面\nを作成した。また，同年５月２日のモニタリングでは６５点（Ｃ），同月\n５日のモニタリングではＤ（５９点）とされた。（乙１９，２３，８５）\nス  同年５月１７日ころ，原告は，被告Ｚ１に対し，「１７日のＫＰ２では\n大変な勘違いをしてしまい，自分が信じられなくなり，本当に情けなく感\nじました。そんな私に『今までの自分と対峙しなさい。』とアドバイスを\nくださいました。」「ただ，Ｚ１さんに感謝したくお手紙を書きました。\n今月２５歳を向かえたばかりですが，人生の節目に大切なアドバイスを下\nさった事に感謝致します。そして，この度の失敗，今までの失敗を心から\n反省しております。私の成長の手助けをして下さるＺ１さん，いつも本当\nにありがとうございます。」などと記載した書面を渡した（乙２８）。\nセ  同年５月２６日，被告Ｚ１は，原告についての「●●Ｚ８（●）現況報\n告書」と題する書面を作成し，同書面の「実務及び知識」欄に，原告の多\nくの問題点を指摘し，「適性」欄に「以上に記述した実務の事例にも重複\nするが，注意力・判断力・理解力・知識の行動化や創意工夫，業務処理適\n性全般，接客適性全般（身だしなみを除く），協調性において，本来有し\nている性格に起因すると思われる課題が顕著であり，短期間での改善は困\n難である。」と，その所属長所感欄に「本人は以前に比べ懸命に努力する\nと共に，分からない事を質問するようになった自分の姿に満足しており，\n所属長面談においても「この仕事が好きで努力して行ける人が，適性のあ\nる人である。」との持論を主張するが，自分の適性不足，及び現段階の業\n務レベルでは先のＳＴＥＰには進めない現状を理解しておらず「努力すれ\nば何とかなる。自分からは決して辞めるつもりはない。」との決意を繰り\n返し述べている。面談を重ねる程開き直りのような言動に傾いており，理\n解力欠如や他者との良好な人間関係を築けない性格を憂慮せざるを得な\nい。」「所属長の見極めとして総合的に判断し，現段階でも２年目のＡＴ\nして求められる標準レベルには達しておらず，Ｑ－ＰＴＮアサインに向け\nＳ／ＬのＯＪＴを開始するのは時期尚早であり，６月末までに改善に至ら\nない場合は契約終了が相当であると思料する。」などと記載した（乙２２）。\nソ    同年６月１日，原告は，決意書等を作成し，同書面に課題点として，①\n基本的態度を改善する，②確実な業務の遂行を心掛ける（セールスの失敗\nは二度と起こさない，ノベルティの配布漏れから学んだ事），③受けた指\n示を正確に理解するよう努める，④安全に関する事項は基本に忠実に遂行\nする，⑤好印象が感じられるよう，表情に気を付ける，などと記載した（乙\n３１，３２）。\nタ  同日，Ｚ１３ＳＵは，「ＡＴ＊Ｃ  Ｚ８の業務状況，及びその指導内容\n等について」と題する書面を作成し、同書面に，①●便ＳＰＫ到着後ＦＩ\nから聞き取った内容として３項目の，②当方からの指摘事項として１０項\n目の，③所感として４項目の記載をした。上記所感中には，「今後，期待\n役割が量・質共に急激に大きくなっていく時期を迎えるにあたり，乗務員\nとして求められる成長スピードには追いついていけず，今後求められる業\n務の習熟に不安があると思われる。」と記載する一方，「但し，Ｚ８ＡＴ\n同様にそれぞれの職位に求められる業務遂行能力を発揮できていない乗\n務員は他にも散見されるということも，また事実であると考える。」など\nと記載した。また，同月４日付けで，ＣＤ３Ｚ１４は，原告についての「フ\nライト指導報告書」を作成し，同書面に「指導内容（注意・アドバイス）\n及びその経緯」を記載した。（乙２５～２７）\nチ  同年６月１３日，原告は，「現在の取り組み，失敗と改善策」と題する\n書面を作成し，同書面に「５月１７日のＪＬ●便にて販売レシートの渡し\n違いをしてしまい，お客様，会社，周りの方々に大変御迷惑をお掛けしま\nした。過去を遡ると，４月２日のＪＬ●便に於いてノベルティーの配布漏\nれをしてしまった事がございます。」「３月１７日のＪＬ●便に於いて，\nクラスＪのお客様に頼まれた際にそちらに優先的に販売するといった意\n図によりＡＦＴからＭＩＤのセールスカートに移した残りの１つの商品\nを理解不足によりＡＦＴのお客様にすぐ販売してしまいました。また，５\n月２６日のＪＬ●便に於いては，クレームを挙げられている最後列のお客\n様に一早くＤｒｉｎｋを出して欲しいといった意図にそぐわない行動を\nしてしまいました。」「以前，お客様のお荷物を代行して棚にお入れした\n際に「○番と○番の間の番号が付いていない棚にお入れしました。」とお\n伝えしました。しかし，そのお客様には伝わっておらず，お降りの際に御\n迷惑をお掛けしてしまいました。」「また，ヘッドフォンから音が聞こえ\nないとのお申し出があった際に，新しいヘッドフォンをお渡ししたままに\nしてしまい，新しい物で聞こえているのかをすぐにその場で確かめません\nでした。後になり新しいヘッドフォンでも聞こえていない事がわかりまし\nた。」「６月７日のＪＬ●便にて，座席移動を行った際，お客様のお荷物\nが予想以上に多く，移動の完了がＤｅｍｏの始まる寸前になり，自分の状\n況判断力について見直す場面がありました。」「自分はミスを起こし易い\n人間であるとの認識を忘れず様々な取り組みに於いて危機感を持って行\n動するよう心掛けます。」などと記載した（乙２０）。\nツ    同年６月１７日，原告は，リフレッシャー教育（研修）の際，会場を案\n内する紙が掲示されていることを知っていたにもかかわらず確認をせず，\n自らの思い込みにより，本来の出頭場所である羽田空港内とは異なるＺ１\n５に出頭して，約３５分の遅刻をした。原告は，この件について，反省文\nの提出を指示され，同月１８日付けで同書面を作成した。この件について，\n原告が，行ったこともない場所にいってしまって自分でも分からなかった\nという話をしたことから，被告Ｚ１は，そういう発言をする人に空の安全\nを任していいのかとの危惧を感じた。（乙２９，３０，証人Ｚ１２，原告\n本人）\nテ  同年６月２３日，被告Ｚ１は，Ｚ２次長に宛てた「Ｚ８  同乗・面談報\n告」と題するメールに「Ｚ８の行動は，これまで指摘されてきた課題が顕\n著であると共に，更に深刻な事象が散見されます。以前に厳しく指導され\nた事を意識し過ぎると，同時に必要な複数の行動や思考・優先順位が抜け\n落ちる傾向があります。」「７月初旬にセラピー的な面談を持ち，本人に\nとって最良の選択に導ければと考えています。」「先日の勤務指導の件で，\n「やはりこれ以上無理でしょうか？」「自分でも自信がなくなって来た」\nと漏らしていますので，経過観察中の遅刻に対し「次長注意書」を手交し\nて頂く事で，本人も納得して決断出来るのではないかと思います。」など\nと記載した（乙３４）。\nト  同年６月下旬頃，原告は，Ｚ１２ＣＤＩに対する書面を作成し，同書面\nに「Ｚ１２さん，いつも本当に私の事で御迷惑をお掛けしてしまし，心か\nら申し訳なく，また，感謝の気持ちで一杯です。」「いつも親身になって，\nアドバイスを下さって，本当に何と感謝の言葉をお伝えしたら良いのか，\nと思っております。本当にありがとうございます」などと記載した（乙３\n５）。\nナ    同年７月８日，前記遅刻の件を指摘し，業務姿勢に対して猛省を促すと\n共に自らに課せられた諸課題に対して真摯に取り組むように要請すると\nの趣旨のＺ２次長名義の次長注意書（甲１７）が原告に対し交付された。\nそして，同日，Ｚ２次長は，被告Ｚ１に対し，原告と面談した際の内容を\n記載したメールを送り，同メールに，原告のコメント（９項目），Ｚ２次\n長の指導した事項（６項目）を記載した。また，原告は，同年７月ころ，\n「経過観察期間中の取り組みと今後の課題」と題する書面を作成した。\n（甲１７，乙３３，３７）\nニ  同年７月２１日及び８月１５日，被告Ｚ１は，原告と同乗フライトした\n後，面談し，同月１７日付で「●●Ｚ８（●）同乗・面談報告書」と題す\nる書面を作成し，同書面に面談内容として「何度同乗し面談を重ねても，\nのらりくらりした態度に危機感が一切感じられず，同じ内容を一から説明\nせざるを得ない。双方が同じ次元で向かい合い，課題改善に向けて話し合\nうための面談にはなり得ない状況である。今後も指導は継続するが，３ヶ\n月間の経過観察中に課題克服出来なかった状況を認識した上で自分がど\nのように対処していくかを熟慮するようアドバイスした。」などと，所属\n長所感として「３ヶ月間の経過観察中の指導，及び基本動作の反復により，\n事例によっては実務の遂行に改善が図られているものの，注意力・判断力\n・理解力・知識の行動化が極めて弱く，業務姿勢・業務処理適性・接客適\n性に関しては本人の性格に由来する問題であり，経験による改善は見込め\nないと思われる。又，協調性に欠けコミュニケーションが図れない実態は，\nこの仕事をする上で致命的である。安全性に関する不安要素が最近になっ\nて頻発しており，最も見逃せない重要な課題である。」「本人の潜在的な\n可能性を見落とさないよう，所属長として細心の注意を払い充分に見極め\nを行い検証したが，これ以上の指導を継続してもＰ１ＣＫ標準レベルに達\nするとは期待出来ず，安全運航及び品質管理の観点からも，本人のＳ／Ｌ\nへのＳＴＥＰＵＰやＯＪＴの直接指導者アサインは回避すべきであると\n思料する。」などと記載した（乙４０）。\nヌ  同年８月１７日，原告は，Ｚ１２ＣＤＩに対し，メールを送り，同メー\nルに「Ｚ１２さんが返信＜下さった内容を拝見しまして，本当に私の事を\n考えて下さっていると感じました。」「入社してから，様々な方からご指\n導を受け，何とか頑張ってこの仕事を続けようと頑張ってきましたが，今\n回のアドバイスを受け，何か注意されると言い訳をしてしまう自分の姿が\n様々な場面から思い出されまして，いつからこんな自分になってしまった\nのだろうかと，とても悲しくなりました。」「今，実家に帰り，入社して\nからここまでを振り返り，客観的に自分の仕事を見つめ直し，今後どうあ\nるべきなのかじっくり考えております。考えがまとまりましたら，またご\n連絡させて頂きたいと思います。」などと記載した。また，同年８月，原\n告の経過観察期間は，延長されることになった。（乙５４の８，５７）\nネ  同年８月２４日，Ｚ１３ＳＵは，「ＡＴ＊Ｚ８  経過報告書」と題する\n書面を作成し、同書面に，①現在の状況として，安心して業務を任せるこ\nとができないとして５項目の，フライト毎に於ける指導を活かせず，業務\nスキルの向上が見られないとして２項目の，社会人としての自覚に欠ける\n行動・態度が止まないとして２項目の指摘をした上で，②所見として「ダ\nブルアサイン時のお客様の対応の不備や，頼まれ物忘れによりクレームが\nあった際など，その経緯を当フライトの中で上位職が確認すると，自分が\n初期対応したにもかかわらず「たぶん私だと思います。」との答えをする\nばかりで，対応したことや頼まれたこと自体について，確かな記憶を持っ\nていないことが多い。細かな対応や，頼まれ物内容をしっかり覚えていな\nいことはあるとしても，依頼されたこと自体を指摘されても思い出せない\nことは考え難く，お客様へのサービスだけではなく，安全業務遂行に於い\nても，非常に大きな問題を抱えていると思われる。繰り返し課題点につい\nては指導を行っているが，改善が全く見られず，問題点が増えるばかりで\nあり，指導する立場として苦慮している。」と記載した（乙４４）。\nノ  同年９月２日，原告に関するパフォーマンスチェックシートが作成さ\nれ，同シートにおいて，Ｚ１２ＣＤＩが総合評価として，Ｅ（極めて劣る）\nとの評価をし，同人は所見として「保安要員としてもサービス要員として\nも，求められるものと完全に異質の感性を持っており，客室乗務員として\n「適性が無い」一言に尽きる。何とかミスを犯させまいと周囲がどんなに\n配慮を重ねても，他者の想像をはるかに超えた次元のミスを連発し，クラ\nスＪはもちろんＣＢＮに出すことすらも強く躊躇する毎日で，同乗ＣＡの\n負荷も高い。残されるのは本人の取組み姿勢次第と指導を続けてきたが，\n本人の「努力する」との発現とは裏腹に，身だしなみ等基本についてまで\n注意を受けている現状にはみじんのやる気も感じられず，先任として，今\n後の指導育成はおろか同乗そのものについてまで不安を禁じ得ない。」と\n記載した。また，所属長（被告Ｚ１）は，同月８日付けで，上記シートに\n所見として「０９  １月実施のＰ①ＣＫ（Ｄ評価）から７ヶ月が経過し，\n現時点でのパフォーマンスがどの程度かを確認する為，各項目についてモ\nニタリングを実施した。同期ＡＴがＰ②ＣＫを終了している時期にＡＴ＊\nＡ～Ｃの業務内容を著しく低い水準でしか遂行出来ておらず，適性全般に\nおいては後退が見られる。」などと記載した（乙４７）。\nハ    同年９月５日，原告は，被告Ｚ１宛の書面を作成し，同書面に「先日は，\n自分の失敗や，意識の欠如について落ち込み呆れてしまいました。そして，\nＺ１さんをはじめ，日頃より熱心にご指導下さっている方々をも落胆させ\nてしまい，大変申し訳なく思っております。」「今の私はその日描いてい\nた姿とは到底懸け離れており，日々様々な方に御迷惑をお掛けしてしまい\nます。いっその事，辞めた方が良いのではないかと迷っておりました。し\nかしながら，今後仕事を続けていく中で何とか自分の壁を越えたい，夢を\n実現したいという思いには些かの迷いもございません。自分から諦めてし\nまう事だけは，一生後悔しますし，私は，仕事を続けられる限り，どんな\n努力もしていこう，常に危機感を持ち，意識を高く持ち続けようと，決意\nを新たに致しました。」などと記載し，また，Ｚ１２ＣＤＩ宛ての書面に\nも同趣旨の内容を記載した。Ｚ１２ＣＤＩ宛て書面中には「Ｚ１２さんに\nは，そんな私の事をも受け入れて下さり，御自身の身を粉にしてまでも，\n私と向き合って御指導下さいました。そんなＺ１２さんに，何とか恩返し\nをしたいと思っておりましたが，結局は巻き込んで御迷惑をお掛けしてし\nまう次第であり，そんな自分の存在に悩んでおりました。」などと記載し\nた（乙４８，４９，９９）。\nヒ  同年９月１１日，原告は，早朝便乗務のため，午前５時１５分出頭の予\n定で，午前４時０５分にタクシーが配車されたが，寝過ごしたことにより，\n同タクシーに乗車できず，自らは別のタクシーに乗車して午前４時４５分\nに出頭した。また，同日，原告は，同月９日に差し替えを指示されていた\nＣＡＭ  ＳＡＦＥＴＹというマニュアルについて，同月１１日，差し替え\nを確認された際，終わっている旨答えたが実際は，加除式のマニュアル本\n体への差し替えが未了であった。（甲２２，２３，証人Ｚ１２）\nフ  同日，Ｚ１２ＣＤＩは，原告に対し，「「これまでを猛省し，とにかく\nひたむきに一生懸命努力します。」というあなたの言葉を信じて，なんと\nかその思いを叶えてあげたいと応援してきましたが，まさか，その同じ言\n葉を何度も聞く事になろうとは思ってもみませんでした。業務での失敗は\n仕方がないと思います。その都度きちんと正し，以降同じ失敗が無くなれ\nば良い事で，誰にでもある事です。ただ，Ｚ８さんの場合は次元が違いま\nした。注意を受けてもしばらくの間のみ，また時間がたつと一からやり直\nしの繰り返しでした。」「Ｚ８さんに掛かりきりの私には，自分の目指す\nフライトを創るほどの余裕は無く，最近では，正直に言ってあなたが同乗\nしないと分かるとほっとしてします自分がいます。ＣＤＩになりたての私\nには，Ｚ８さんを指導出来るまでの力が無い事を申し訳なく思います。」\n「いつもはらはらしながらあなたの言動をフォローしてくれている同僚\nの負荷を考えたことがありますか？いつかお客様の命にかかわるような\n重大な失敗をしてしまわないかと緊張しながら乗務を続ける周囲の方々\nの心労を考えた事はありますか？あなたの業務技量も取り組み姿勢も全\nてをひっくるめて「適性が無い」と言わざるを得なかった方々の心情を理\n解しようと思った事はありますか？」「あなたが，あなたに本当に合った\n幸せな生き方を見つけられるよう心から願っています。」などと記載した\n手紙を渡すとともに，同日の出来事及びそれに関連して原告と面談した際\nの内容等を記載した同日付の「Ｚ８指導報告書」を作成した（乙５０，５\n６）。\nヘ  同年９月１７日から２１日にかけて，原告は，タクシー不乗の件，マニ\nキュアの色が規定に反していた件，マニュアルを差し替えていなかった件\nに関する顛末書，決意書を作成し，上記決意書（甲２１）に，①身だしな\nみに細心の注意を払います，②遅刻，配車不乗は二度と起こさぬよう注意\n致します，③マニュアルの差し替えは，定められた期日に必ず差し替えま\nす，④頼まれ忘れや配布漏れに気をつけます，⑤セールスに於けるミスは\n繰り返しません，⑥基本的態度に留意します，⑦安全が第一である事を忘\nれません，と記載した（甲１８～２５，乙５１，５２）。\nホ    同年９月１９日，被告Ｚ１は，「●●Ｚ８（●）勤務指導報告書」題す\nる書面を作成し，同書面に，①寝過ごしによるＴＡＸＩ不乗，②ＣＡＭ／\nＳ差し替え未実施，③美容基準の度重なる逸脱について，原告に対して指\n導した内容を記載した（乙５３）。\nマ    同年９月２９日，原告は，「２日間のフライトに於ける反省点」と題す\nる書面を作成し，同書面に同月２５日及び２６日のフライトにおける反省\n事項を記載した（乙６０）。\nミ  同年１０月２日，原告は，被告会社において，当時加入していた労働組\n合（ＪＡＬＦＩＯ）を脱退し，同じく被告会社の労働組合である日本航空\nキャビンクルーユニオン（以下「日本航空ユニオン」という。）に加入し\nた（甲８７）。\nム  同年１０月１７日，原告に対し，原告のタクシー不乗，マニュアル差し\n替え不実施，美容基準逸脱に対して，Ｚ２次長名義の「指導書」（甲２６）\nが交付された。\nメ  同年１２月６日，原告は，「本日のフライトの反省」と題する書面を作\n成し，同書面に「Ｒ４１のＡＢＣ，ＨＪＫの席は５８番までしか無いが，\n５８Ａの席の方を６０Ａの席の方であると誤ってお伝えしてしまった。」\n「今後は，確実に，伝える前に番号をメモし，正しく席の番号でお伝えす\nる事が出来るようにしたいと思う。」と記載した（乙７０）。\nモ  平成２２年１月１１日，原告は，Ｚ１２ＣＤＩに対し，メールを送り，\n同メールに「Ｒ４１のＬ５で$のＤｕｔｙでしたが，インベントリーをＧ\nＬＹに忘れてしまい，他の方が気が付いて下さって，一度降機した後に機\n内に取りに戻りました。」「以前にも，レシートの受け渡しミスをしてし\nまったのに，また今日もセールスでミスをしてしまいました。前に受け渡\nしミスをした際にも，Ｚ１２さんを始めとする多数の方々にご迷惑をお掛\nけしてしまったのに，今日も周りの方々にご迷惑をお掛けしてしまい，心\nより反省致しております。」などと記載した（乙５４の１２）。\nヤ    平成２２年１月１３日，被告Ｚ１は，「●●Ｚ８（●）同乗報告書」題\nする書面を作成し，同書面に所属長所感として「２００８年５月入社より\n１年９ヶ月が経過した現時点でＡＴ＊Ｂにも劣る業務スキルに加え，理解\n・判断力・コミュニケーション能力の欠如，非常識極まりない言動の数々，\n周囲の乗務員への悪影響や精神的負担や，今後の成長は改善が期待出来な\nいと思われる様々な事例を勘案し，次年度の契約更新に繋げる事なく，２\n０１０年４月末の契約満了妥当であると思料致します。」と記載した（乙\n７１）。\nユ  同年２月１日，Ｚ１３ＳＵは，「●●／ＡＴ＊  Ｚ８  経過報告書」と\n題する書面を作成し、同書面に平成２１年９月から平成２２年１月の業務\n状況等について，業務時の事例及び指導内容として１４項目の，業務外の\n事例として１項目を指摘し，現在の業務状況として，「未だ安心して業務\nを任せることができない（言動から目を離すことができない），フライト\n毎に於ける指導を活かせず，技量の向上がみられない，常識的なマナーや\nコミュニケーション能力に欠け，チームワークを醸成して業務に当たるこ\nとができない。」との指摘をし，さらには所感として「同じミスを繰り返\nし，何度同じ指摘を受けても改善が見られず（改善されたと思っても，し\nばらくすると同じミスをする。），業務習熟度の遅れに対する危機感も全\nく見られない。ＣＤＩから，ミスを無くすために一つの業務について「チ\nェックリスト」を作成するように指導されても，すぐに実践しない。その\n取り組み姿勢は客室乗務員の仕事を軽く見ていると受け取れる。真摯に業\n務に取り組む姿勢が見られれば一定の評価はできるがそれもできない状\n況である。ＪＡＬスタンダード（基本マニュアル・身だしなみ・表情・言\n葉遣い・動作・マナー）を理解，体得できず，お客さま（周囲）がなぜ不\n快なのかを感じる力（感性）に欠け，どうすれば喜ばれるかを考える力も\n弱い。周囲と連携して，繰り返し指導を続けているが，未だ当人に自分の\n現状，課題を理解させることができず，その指導には苦慮している。」な\nどと記載した（乙７２）。\nヨ  同年２月１３日，被告Ｚ１は，「●●Ｚ８（●）同乗報告書」題する書\n面を作成し，同書面に所属長所感として「前月（１月）の同乗報告より更\nに業務スキルの後退や理解力・判断力・コミュニケーション能力の欠如が\n露呈しており，次年度の契約更新に繋げる事なく，２０１０年４月末の契\n約満了が妥当であると思料する。」などと記載した（乙８２）。\nラ  同年３月６日，Ｚ１２ＣＤＩは，「状況と指導内容」と題する書面を作\n成し，同書面に平成２１年８月９日から平成２２年２月１０日までの原告\nの状況と指導内容に関する詳細な事項を記載した（乙８４）。\nリ    同年３月１６日，原告は，被告Ｚ１に対し，Ｐ１チェックを再度受けさ\nせて欲しい旨申し出たが，被告Ｚ１は，その必要はない，サービスリーダ\nーを任せられる技量には達していない旨返答した。\nル    同年３月３１日，被告会社は，Ｚ２次長を介して，原告に対し，「会社\nの決定であなたの契約を終了する。今なら自己都合退職にしてあげること\nもできるので，４月５日までのなるべく早い段階までに気持ちをまとめて\n伝えて欲しい。」などと通告した。原告は，その後，「自己都合退職はし\nない，今後も客室乗務員として頑張りたいので契約の継続をお願いしま\nす。」と申し入れたが，Ｚ２次長らは，自己都合退職しないなら，４月で\n契約は終了であると雇止めを通告した。\nレ    同年４月７日，原告が所属する労働組合である日本航空ユニオンは，被\n告会社に対し，本件雇止めの撤回及び団体交渉開催の申し入れを行った（甲\n２７）。\nロ  同年４月２２日，被告会社は，原告に対し，本件通知書を交付したとこ\nろ，同通知書には，大要，以下のとおり記載されていた（甲６）。\n(ア)  被告会社は，原告との間で，平成２０年５月１３日付けで契約社員\nとしての雇用契約を締結し，平成２１年４月２０日付けで１回目の契約\n更新をした。\n(イ)  被告会社は，同年２月に実施された原告の業務慣熟度チェックにお\nいて，原告には，業務への取組姿勢，業務知識，注意力・判断力を主と\nして数多くの問題点が認められたため，総合評価として標準より劣る\n「Ｄ」評価の判断を下した。\n(ウ)  被告会社は，上記評価結果を受け，同年３月１０日に部長面談を実\n施し，改めて原告に対して課題の確認を行い，併せて，「契約は更新す\nるものの，今後３か月間を限度に経過観察期間と位置付け，改善が見ら\nれない限り（２年目の契約社員がアサインされる。）サービスリーダー\nとしての業務アサインは見合わせることとする」，「経過観察中に改善\n無き場合，契約の終了もありえる」ことを伝えた。\n(エ)  その後，被告会社は，原告に対し，日々の乗務においても度重なる\n注意や指導を施し，諸課題の改善を促してきたが，依然として課題の改\n善が認められないばかりか，加えて勤怠面においても，原告は，平成２\n１年６月１７日には遅刻を，同年９月１１日には寝過ごしによる配車タ\nクシー不乗及び安全マニュアルの差替え漏れを起こしたため，それぞれ\n次長面談により注意，指導を実施するとともに，文書を手交した。\n(オ)  このような事情により，２回目の契約満了時期を迎えようとする現\n在に至っても，原告にはサービスリーダーをアサインできないため，サ\nービスリーダー業務のアサインが前提となる２年目の業務慣熟度チェッ\nクも実施できない異例の事態となった。\n(カ)  本来であれば，上記３か月の経過観察期間のうちに職務レベル及び\n勤怠面等が改善していないことから，その時点において契約を解消すべ\nきところ，被告会社は，原告に対して再三挽回の機会を与えてきたが，\n残念ながら改善するには至らず，経過観察期間のまま現在に至っている。\n(キ)  以上に述べた状況とこれまでの経緯を勘案し，被告会社は，原告の\n課題及び職務遂行レベルのこれ以上の改善は困難と判断するに至った。\nそこで，平成２２年３月３１日に伝えたとおり，契約の更新をしないこ\nととした。\nワ    同年４月２４日，日本航空ユニオンは，被告会社に対し，本件雇止めを\n撤回し，契約更新手続を速やかに行うこと及び団体交渉の申入れを行った\n（甲２８）。\nヲ  同年４月２９日，被告会社は，原告に対し，本件契約終了説明書を交付\nしたところ，同説明書には，雇用期間の終期が到来することによって契約\n社員雇用契約が終了する旨，被告会社として平成２２年５月１日以降の契\n約社員雇用契約を締結することを申し出る事はしないと決定した旨及びそ\nの経緯（前記本件通知書と同趣旨）並びに「主な具体的な課題及び指導に\n至った事象」（１回目の契約更新をすることを伝えた後に関する主な事項）\nとして，①業務知識の定着が不十分である点として１３項目の，②通常求\nめられるレベルの接客対応ができない点として１１項目の，③注意力が不\n足，または継続しない点として１４項目の，④業務への取組姿勢が著しく\n不足乃至は欠如している点として１１項目の，⑤その他として２項目（以\n上合計５１項目）が記載されていた（甲７）。\n(2)    補足説明（Ｐ１チェックについて）\nア    認定事実\n証拠（甲５１，８０，乙７，１０ないし１４，１１０，１１１，１１３，\n１２０，証人Ｚ４，原告本人，被告Ｚ１本人）及び弁論の全趣旨によれば\n以下の事実が認められる。\n(ア)    Ｐ１チェック実施要領においては，①時期について「１年目契約満\n了日の２～３ヶ前を基準とする。」と，②通知について「パフォーマン\nスチェック対象組と実施時期については，掲示で通知する。実施者及び\n対象者は双方で確認する。」などと，③実施者について「グループ長も\nしくは，所属グループＣＤＩが実施することを原則とするが，対象月に\n実施対象者が多数居る場合は，ＭＧＲもしくは先任ＳＵが代行すること\nもありうる。」と，④実施について「実施者と対象者の対象月のＳＫＤ\nを可能な範囲でＦＩＸする。実施者は対象者に対しチェックの予定を事\n前に知らせる。区間は２～３区間とし，１日で終了させる。ＣＫ項目に\n基づいて実施する。対象者について日常の指導を通じて把握している点\nも十分に勘案して評価する。」などと，⑤評価について「実務，適性に\nついてＡ～Ｅの５段階評価する。」旨，⑥評価基準について「総合評価\nＤは，適性重点項目を含めＥ評価が２箇所以上ある場合，又は適性重点\n項目を除くＤ評価が３カ所以上ある場合」「総合チェックＤ評価以下は\nＲＥ－ＣＫの対象とし，所属長のＣＫを受ける。」などと定められてい\nた。\n(イ)    Ｐ１チェックは，最終的には，特定の１日の乗務を確認し，乗務に\nおける慣熟度を査定するものであるが，同チェックの実施月に用意され\nたＣＤＩと対象者の同乗フライトパターンの中でどの日をＰ１チェック\nシートの確認に用いるかはＣＤＩに任されており，慣熟度が低い場合に\nは，最初の同乗フライトですぐに結論を出してしまわず，それ以降の同\n乗フライトで再度チェックすることも行われていた。\n(ウ)    Ｚ４ＣＤＩは，平成２１年１２月２３日頃，原告に対し，Ｐ１チェ\nックを，平成２２年１月４日に行う旨を伝えた。ただ，Ｚ４ＣＤＩは，\n原告については，同日から同月１０日までの間（主に４日と１０日）の\n同乗フライトを対象としてＰ１チェックを行い，その結果をＰ１チェッ\nクシートに記載した。\n(エ)  Ｐ１チェックの評価は，ＡいしＥの５段階評価を行うこととされて\nいたところ，原告に関するＰ１チェックについては，Ｚ４ＣＤＩは，チ\nェックシート（乙１０）において実務に関する５項目について，４項目\nにつきＣ（標準「業務を支障なく遂行しており，所定の効果を挙げてい\nる。」），１項目につきＤ（やや劣る「業務の遂行に支障を生じること\nが多く効果を損ねている。」）と，適性に関する５項目について，３項\n目につきＤ，２項目につきＣと，総合評価としてＤと記載して，チェッ\nクシートをＺ５ＳＵを経由して所属長である被告Ｚ１に提出した。なお，\nその後，被告Ｚ１は，Ｚ４ＣＤＩの了解を得て，Ｚ４ＣＤＩが実務に関\nしてＣと記載した１項目及び適性に関してＣと記載した１項目をＤに，\nそれに伴い，上記判断の基となる契約社員パフォーマンスチェック項目\n（乙１１）の「実務及び知識」（合計３７項目）のうちの４項目をＣか\nらＤに，１項目をＤからＣに，「適性」（合計２２項目）のうち１項目\nをＣからＤにそれぞれ訂正した。\nイ(ア)  原告は，Ｐ１チェックについて，１月４日に実施されたものである\n旨主張するところ，Ｚ４ＣＤＩによる同チェックは，同日から同月１０\n日にかけて実施された（主に４日と１０日）ことが認められる。確かに，\n同チェック実施要領においては，実施日を対象者に通知し，１日で終了\nさせるとされていることからすれば，原告に対するＺ４ＣＤＩによる同\nチェックは，４日以外の日に実施することについて原告に通知したとは\n認めるに足りず，また，１日で終了させなかった点において，上記実施\n要領に沿ったものではなかったといえる。しかし，被告会社においては，\n慣熟度の低い対象者については，複数日にわたって同チェックを行う運\n用もされていたこと，また，同チェックの評価は，「対象者について日\n常の指導を通じて把握している点も十分に勘案して評価する。」とされ\nていることもあり，これらの点も考慮すると，原告に対するＺ４ＣＤＩ\nの評価については，一部実施要領に沿ったものではなかったことがうか\nがえるものの，そのことをもってＺ４ＣＤＩによる評価を不当なものと\nいうことは相当ではない。\n(イ)    原告は，原告の低位評価を作出するために，被告Ｚ１がＰ１チェッ\nクシートを意図的に書き替えた旨主張する。この点に関する経過は，前\n記（ア(エ)）認定のとおりであるところ，人事評価において，一次評価\n者と二次評価者が評価内容について意見交換をし，その結果，一次評価\n者が見解を変えるということもあり得ることであり，また，それをもっ\nて不当なものということはできないから，前記経過をもって，原告の低\n位評価を作出するために，被告Ｚ１がＰ１チェックシートを意図的に書\nき替えたと評価することは相当ではない（被告Ｚ１とＺ４ＣＤＩの関係\nを考えれば，Ｚ４ＣＤＩが被告Ｚ１の意向を無視し難いとは考えられる\nし，また，Ｚ４ＣＤＩの記載部分であれば，同ＣＤＩ自身が書き替える\nのが一般的であることからすると，この書替えが被告Ｚ１の意思を反映\nしたものとはいえるが，Ｚ４ＣＤＩも総合評価としては当初からＤ評価\nと判断しており，また，評価については迷うことはいろいろとある（証\n人Ｚ４）ことからすると，Ｚ４ＣＤＩが被告Ｚ１の意向を受け入れたと\nしても，そのことをもって，Ｚ４ＣＤＩの評価が同人の意思に基づかな\nい評価であるとはいえない。）。なお，被告Ｚ１において訂正した部分\nがＺ４ＣＤＩが当初記入したＣであったとしても，パフォーマンスチェ\nック評価基準によれば総合評価としてはＤ評価となる（乙１２）。\n(3)    被告会社における契約社員に対する指導要領等\n証拠（認定事実に付記したもの。）及び弁論の全趣旨によれば，以下の事\n実が認められる。\nア    契約社員の育成を担うＦＩ全員に対し，「ＫＰＮ指導ガイダンス」を配\n布し，ＦＩとしての心構え，日常乗務の中での指導要領，指導時の注意事\n項等について周知を図っている（乙１０４）。\nイ    ＯＪＴ実施の際のガイダンスとして，「新人ＯＪＴ実施要領」をマニュ\nアルとして定め，指導のポイント，評価のポイント等を定めている。また，\nその評価の際の評価シートの書式，記入要領を定め，指導を行った客室乗\n務員が，評価シートを記入する際の基準について明記している（乙１０５，\n１０６）。\nウ  ＯＪＴ終了後の育成については，「ＫＰＮ指導ガイダンス」において，\nＯＪＴ終了後の育成カリキュラム，及びフライトにおける指導要領につい\nて明示している（乙１０４）。\nエ  パフォーマンスチェックを行い，その実施要領については，毎年度，担\n当するＳＵ及びＣＤＩの全員に対して，「ＨＯＺ契約社員パフォーマンス\nチェック実施要領」を配布し，その実施時期，評価基準等について周知を\n図っている。また，「パフォーマンス評価基準」を定めている（乙１２，\n１３）。\n(4)  検討\nア  被告会社は，本件雇止めの理由は，「原告は，客室乗務員として求めら\nれる一定水準以上の業務上の知識を有せず，また接客態度についても必要\nな水準に達することはなかった。残り１年で正社員として登用可能な水準\nに達する見込みはないと判断した。」と主張しているところ，本件雇止め\n時におけるこの判断が不合理なものと言えるかどうかについて検討する。\nイ  前記認定事実によれば，被告会社（原告の上司ら）においては，原告に\nついて，既に入社後約４か月を経た平成２０年９月の時点で「技量面，知\n識面，どちらも定着が遅い。今後が大変心配である。」など（前記(1)ウ）\nと，約９か月を経たＰ１チェック後の平成２１年２月の時点で「Ｄ評価，\n実務・知識は標準レベルに達しておらず，注意力・判断力・業務処理の確\n実性等に課題が残る。」など（前記(1)オカ）と判断したこと，また，原告\nに対し，同年３月には，「業務への取組姿勢が弱く，努力を怠っている，\n業務知識の定着が不十分，注意力・判断力が不足しており，確実性に欠け\nると指摘し，契約更改は実施するものの３か月を限度に経過観察期間と位\n置づけられた旨の「部長注意書」が（前記(1)ケ），同年７月には，リフレ\nッシャー教育の際の遅刻の件を指摘し，業務姿勢に対して猛省を促すと共\nに自らに課せられた諸課題に対して真摯に取り組むように要請するとの趣\n旨の「次長注意書」がそれぞれ交付された（前記(1)ナ）こと，そして，同\n年８月までの原告の経過観察期間は延長され（前記(1)ヌ），同年９月に作\n成されたパフォーマンスチェックシートにおいて，Ｚ１２ＣＤＩは，原告\nについてＥ（極めて劣る）評価を行った（前記(1)ノ）こと，同年１０月に\nは，原告に対し，タクシー不乗，マニュアル差し替え不実施，美容基準逸\n脱に対して，「指導書」が交付され（前記(1)ム），平成２２年に入ると，\n被告Ｚ１は，平成２２年４月末の契約満了を妥当とする旨の報告を行う（前\n記(1)ヤヨ）ようになり，最終的には，２年目契約の更新にあたって，被告\n会社は，原告の課題及び職務遂行レベルのこれ以上の改善は困難と判断す\nるに至ったとして，本件雇止めを通告した（前記(1)ロヲ）ことが認められ\nるところ，前記（１(2)ウ(イ)）認定のとおり，客室乗務員は，緊急時の保\n安要員として乗客の安全に重大な責任を負う立場にあること，乗客に対し\nて，高い水準のサービスを提供すべき立場にあることなどの同乗務員の職\n務内容を考慮すると，その基となったそれまでの評価・判断の妥当性を考\n慮した上で，被告会社における上記（ア）の最終的な評価・判断が不合理\nなものといえないとすれば，本件雇止めは相当なものであって，これが無\n効なものとなることはないというべきである。\nウ(ア)  そこで，上記評価・判断が不合理なものといえるかどうかについて\n検討する。まず，上記評価・判断の基となった事実関係についてみるに，\n被告会社は，別紙１「原告の勤務の経緯」に主張のとおり，原告が客室\n乗務員として業務適性を欠くということに関する極めて多数の事実関係\nを主張するところ，原告は，１年目契約が更新された経過観察期間中の\n平成２１年６月１７日には出頭すべきリフレッシャー教育会場を間違え\nて遅刻し（前記(1)ツ），同年９月１１日には寝過ごしたことにより配車\nされたタクシーに乗車できず，また，マニュアルの差し替えについて確\n認された際，終わっている旨答えたが，実際は未了であったこと（前記1)ヒ）が認められる。また，争いのない事実，証拠（認定事実に付記し\nたもの。）及び弁論の全趣旨によれば，原告は，平成２０年１１月，自\nらの担当ではないドアモードを変更しようしたこと（乙５，７，１０９，\n証人Ｚ５），平成２１年２月，Ｄ／Ｈ時，シートポケット内の雑誌やイ\nヤホン等を適当に突っ込んで降機しようとして指導を受けたこと（乙５，\n７，１０９，証人Ｚ５），同年３月１６日，簡単な謝辞をもらった顧客\n販売上重要な顧客（衆議院議員）に対し，成人の乗客に渡すには相応し\nくない，幼児向けの絵はがきを手渡したこと，同月１７日，ＡＦＴ（客\n席後方）からＭＩＤ（客席中央）のセールスカートに移した残り一つの\n商品を，理解不足により指示に反してＡＦＴの乗客にすぐに販売し，指\n導を受けたこと（甲４９の４，乙１５，１６，２０，被告Ｚ１本人），\n同年４月２日，乗客の手荷物を十分な説明を行わず収納したため，降機\n時に乗客から荷物が見あたらないとのクレームがあり，また，乗客に対\nするノベルティの配布漏れを生じさせたこと（乙２０，２６，８５），\n同年５月１７日，機内販売の際にクレジットカード売上票を渡し間違っ\nたこと（乙２０，１１７，証人Ｚ１２，原告本人），同年６月２５日か\nら２６日にかけて，本来は最終確定後のリストに基づき声かけを行うべ\nきところ，最終確定前の旅客情報に基づき，誤って明らかに「シニアお\nでかけサポートサービス」の対象者とは思われない乗客に対して同サー\nビスを実施したこと（乙８５），同年８月３０日，弁当を持ち込んだ乗\n客に対して，それを弁当だと思わず，シートポケットに入れるように案\n内し，また同人に飲み物を提供しなかったことについて，同人から強い\nクレームを受け，その乗客についてＺ１２ＣＤＩに対し，「怒りやすい\nお客様です。」と報告したこと（乙４５，４６，９９，１２３，証人Ｚ\n１２，原告本人），同日，マニキュアの色について美容基準違反との指\n摘を受けるなど，マニキュアの件では複数回にわたり注意を受けたこと\n（乙５２，原告本人），同年９月２５日，毎回確実に実施するよう注意\n喚起されていた緊急時案内ビデオを上映する際のスクリーン確認を行わ\nなかったこと（乙５８，６０，８４），同日，非常口座席への移動を希\n望したパニック障害の乗客に対する説明が不十分であったためクレーム\nに至ったこと（乙５８），同日，乗務に当たり，機内のセキュリティチ\nェックを行っている際に原告が担当しているギャレーにて，前便からの\nゴミ袋が残置されていることを見過ごし，チェックが完了した旨の報告\nを行ったこと（乙５８），同年１０月２０日，機内で乗客から預かった\n杖を固定せずに通路に放置したこと（乙６４，８４，９０，９４），同\n月３０日，機内販売のインベントリー用紙の記入漏れを行ったこと，同\n年１１月６日，乗客の靴にスープをこぼしたこと，同年１２月２日，整\n備作業終了後に，動作状況確認や座席周辺の安全確認を実施しないまま，\n「安全確認ＯＫ」の報告をしたこと（乙６９），同月６日，乗客の座席\n番号を質問された際に機材にない座席番号を答えたこと（乙７０，９２），\n同月２２日，乗務の際，客室乗務員の制服着用基準に違反して，半袖の\nブラウスの下にグレーの長袖下着を着用したこと（乙７１，７２），平\n成２２年１月９日，安全情報保存版の差し替えが未了であったこと（原\n告本人），同月１１日，機内販売のインベントリーフォームを機内に起\nき忘れたまま降機したこと（乙７１，７４）がそれぞれ認められる（上\n記各事実は，その多くが，争いのない事実，行為の評価について争いが\nあるとしても，少なくとも外形的な事実について原告が認めている事実，\n原告が作成した反省文等においてその対象とされていると理解できる事\n実である。）。上記の他の被告会社主張の別紙１「原告の勤務の経緯」\n事実についても，被告会社においては，上記各事実を裏付ける多数の証\n拠（原告の上司らの現認報告，原告と同乗フライトした客室乗務員から\nの報告，アドバイザリースリップ（乙３８，３９，４１，４２，４８，\n５９，６１，６４，６５，７４，７７，８０，８１，），上記別紙１に\n主張の各事実に付記された証拠等）が存するところであり，それらの各\n証拠が意図的に作出された不自然不合理なものであるとは考え難い。以\n上のことからすれば，原告の上司らが，原告に対して行った評価・判断\nが，その基となる事実関係を欠く不当なものであると認めることはでき\nない。\n(イ)  そして，原告が客室乗務員としての業務適性を欠く旨の評価は，原\n告と同乗フライトをした被告会社における原告の複数の上司ら（Ｚ１Ｍ\nＧＲ，Ｚ５ＳＵ，Ｚ１３ＳＵ，Ｚ４ＣＤＩ，Ｚ１２ＣＤＩ）の概ね一致\nした判断であるところ，原告の上司らが，特に原告について，業務適性\n以外の面で契約更新に消極的な意見を述べるべき事情，あるいは，原告\nを特に個人的に嫌悪すべき事情は認めるに足りず，むしろ，Ｚ１２ＣＤ\nＩにおいては，原告が経過観察期間中であったこともあって，特に配慮\nして指導に当たり，原告がこれに対して感謝していたことがうかがえる\n（前記(1)トヌ，乙９８，証人Ｚ１２，なお，原告も，Ｚ１２ＣＤＩは「非\n常にいろいろとアドバイスをくださったり，当初はすごくいい関係だと\n思っております。私が実家に帰りますというメールを送って戻ってきた\nあたりから目に見えるように関係が変わったと感じました。」と供述し\nている。）。\n(ウ)  これらの事情を総合考慮すれば，原告の本件雇止めに関する被告会\n社の前記最終的な評価・判断は不合理なものとは認められないというべ\nきである。\nエ(ア)    上記の点について，原告は，被告会社による本件雇止め事由は，前\n記した客観的・合理的な基準に照らして，厳密に検証したものとはほど\n遠い旨主張するが，原告が主張するところの客観的・合理的な基準を本\n件雇止めの効力を検討するに当たって，その前提とすることが相当では\nないことは前記（(1)ウ(エ)）したところである。\n上記の点に関して，原告は，被告会社には指導担当者に対する指導基\n準がなく，また，原告に対して，指導・育成の責務を有する者による具\n体的で適正な指導・育成がなされていなかった旨主張する。\nしかし，被告会社において，指導基準等が存したことは前記（(3)）\n認定のとおりである。また，指導担当者についてみると，Ｚ１ＭＧＲは，\n昭和５２年に被告会社に入社後，昭和５６年にアシスタントパーサー\nに，平成元年にはパーサーに，平成９年にはキャビンスーパーバイザー\nに，平成１４年にはＭＧＲに昇格し，平成２２年５月に退職するまでの\n間，多くの後輩社員の教育・指導育成，人事考課業務に当たってきたと\n認められ（乙１１６，被告Ｚ１本人），上記業務については経験豊富な\n社員であるといえる。原告は，原告に対する被告Ｚ１の偏見ともいうべ\nき感情的・主観的で公正性・客観性を欠如した評価がなされたと主張す\nるが，前記（(1)）認定事実及び後記するところからすれば，この間の\n被告Ｚ１の同業務において，上記のような評価をしたとは認めるに足り\nず，原告の上記主張は採用できない（後記認定のとおり，本件における\n原告に対する一部言動について不法行為の成立を認めるが，このこと\nは，上記判断を妨げるものではない。）。そして，Ｚ５ＳＵ，Ｚ１３Ｓ\nＵ，Ｚ４ＣＤＩ，Ｚ１２ＣＤＩについても指導担当者としての適性を欠\nくと認めるべき証拠はない。そして，指導状況についてみるに，前記（(1)\nア～ラ）認定事実によれば，原告は，原告の上司らはじめ，多くのＣＤ\nＩ，ＦＩらから，具体的な指導を受けたことが認められ，原告もまた，\n本人尋問において，アドバイスなどたくさんのことをことをＦＩの方な\nどから教えてもらった旨，Ｚ４ＣＤＩ及びＺ１ＭＧＲからも業務に関す\nることで具体的な注意，指導を受けたことはもちろんある旨の供述をし\nているし，また，原告は，その指導に対する感謝の意思を表明する書面\nを作成しているところである（前記(1)エコストヌハ，もとより，部下\nとしては，立場上，上司に対し，真意とは異なり感謝の念を表明すると\nいうことが考えられないではないが，前記認定にかかる書面の内容等を\nみると，その多くが原告の真意に基づかないものとは考え難い。）。こ\nれらのことからして，被告会社において，原告に対し，具体的で適正な\n指導・育成がなされていなかった旨の主張は採用できない。\n(イ)  確かに，原告はその勤務期間中に被告会社に明らかな損害を与える\nような過誤を生じさせたわけではなく，一つ一つの過誤を取り上げてみ\nれば，他の客室乗務員においても起こり得ることであるといえる。しか\nし，原告の場合には，それが極めて多数回に及びまた繰り返されている\nということに問題があり，それが原告が客室乗務員としての業務適性を\n欠く大きな理由であるということは，上記原告の上司らの見解が一致し\nている（証人Ｚ１２，証人Ｚ５，被告Ｚ１本人）ところである（原告は，\n多くの過誤を生じさせ，過誤を起こしやすいことを自認する旨の書面を\n作成するなどしている（前記(1)エスチ）。）。また，原告が勤務開始\nの初期の頃から，業務適性に疑問が呈されたことから，さらには２年目\n契約時には経過観察期間とされたことから，原告の上司らが原告の業務\n内容を注意深くチェックしたことにより，他の客室乗務員と比較して過\n誤とされる個別事象が積み上がったという面が無いわけではないにし\nても，それは自らが招いたことなのであって，その事実が多いことをも\nって，原告の上司らによるチェックが意図的に原告を退職に追い込もう\nとするためのものであるということはできないし，それらのチェック手\n続，またそれに基づき原告に対する評価に関する手続を不公正なものと\nいうことはできない。\n前記（(2)イ(ア)）のとおり，Ｐ１チェックについては，その実施手\n続において一部実施要領に沿わない点があったことは認められるが，同\nチェックにおける最終的な評価自体を不当なものということはできな\nいし，被告会社の上司において，意識的に低位評価をするための作出を\nしたとは認められないことは前記（(2)イ(イ)）のとおりである。原告\nに対する本件雇止めが無効なものかどうかは，前記のとおり，被告会社\nにおける最終的な判断の合理性にかかるものであって，前記ＰＩチェッ\nクもその一つの判断要素なのであり，この点に関する事情が，前記（ウ）\n判断を左右するものではない。また，後記認定のとおり，被告Ｚ１の原\n告に対する言動について，一部不法行為と認められる部分があるが，そ\nのことを考慮しても，本件雇止めに関する前記（ウ）判断が左右される\nものではない。\nエ    したがって，本件雇止めが解雇権濫用法理が類推適用されるとしても，\n同法理によって無効なものになるとはいえない。\n３  争点３（被告Ｚ１及び被告会社による不法行為等の成否）について\n(1)  原告は，被告Ｚ１は，原告を退職させようと企て，部下のＣＤＩらと意思\nを相通じて，原告に対し，執拗な退職勧奨，退職強要行為を行い，原告の人\n格権を侵害した旨主張するところ，原告は，その前提として，本件雇止めが\n無効，違法なものである（原告の業務適性において，本件雇止めを正当化す\nるような事情はない。）旨，また，被告Ｚ１らが，原告に対して，誠実に指\n導，育成するという対応をとらなかった旨主張するが，原告の業務適性を理\n由とする本件雇止めが無効，違法なものとは認められないこと及び被告Ｚ１\nら原告の上司が，原告に対し，概ね適切に指導育成を行っていたことは前記\n（２）認定のとおりである。したがって，被告Ｚ１が，原告が客室乗務員と\nして業務適性に欠ける点があり，そのことによって雇止めの可能性があるこ\nと，また，そのことを踏まえて退職勧奨したとしても，そのこと自体違法な\nこととはいえないし，それが原告の雇用契約において正常な処遇を受ける権\n利を侵害したことになるものではない。\n退職勧奨を行うことは，不当労働行為に該当する場合や，不当な差別に該\n当する場合などを除き，労働者の任意の意思を尊重し，社会通念上相当と認\nめられる範囲内で行われる限りにおいて違法性を有するものではないが，そ\nの説得のための手段，方法が上記範囲を逸脱するような場合には違法性を有\nすると解されるから，このような観点から，被告Ｚ１の原告に対する言動が\n不法行為に当たるかどうかについて検討する。\nア  被告Ｚ１作成の報告書\n前記（２(1)セ）認定のとおり，被告Ｚ１は，平成２１年５月２６日付け\n現況報告書における所属長所感において，原告について「「努力すれば何\nとかなる。自分からは決して辞めるつもりはない。」との決意を繰り返し\n述べている。」と，また，「現段階でも２年目のＡＴして求められる標準\nレベルには達しておらず，Ｑ－ＰＴＮアサインに向けＳ／ＬのＯＪＴを開\n始するのは時期尚早であり，６月末までに改善に至らない場合は契約終了\nが相当であると思料する。」と記載し，また，同年６月２３日には，Ｚ２\n次長宛てのメールにおいて「経過観察中の遅刻に対し「次長注意書」を手\n交して頂く事で，本人も納得して決断出来るのではないかと思います。」\nと記載したことが認められる。\nイ    原告と被告Ｚ１との面談内容\n証拠（甲３９，甲８５の１ないし１２，甲８６（原告が平成２１年３月\n頃から被告Ｚ１との面談の際の会話内容を録音したもののうち，原告が証\n拠として提出した平成２１年５月以降同年９月１５日までの期間に関する\nもの。），原告本人）によれば，上記面談内容のうち，原告の退職に関す\nる部分の会話として，以下の事実が認められる。なお，被告Ｚ１は，原告\nが被告Ｚ１との面談に被害者意識を持っているようであれば，これ以上面\n談を続ける必要がないと考え，同日以降，距離を置いて見守ることとし，\n原告との長時間の面談は行わないこととした（乙９８，原告本人）。\n(ア)    平成２１年５月初旬における面談（甲８５の１）\n被告Ｚ１は，上記面談の中で「６月９日で３ヶ月終わりですよ。」と\n述べ，その後，会話が継続された後，原告が「多分Ｚ１さんは私辞めた\nほうがいいんじゃないかと思ってらっしゃるのはわかるんです。」と述\nべたのに対し，「うーん」と答え，さらに原告が「でも自分では，んー，\nそう思わないというか。」と述べたのに対し，「じゃあ，この先どうす\nるのかってとこでしょ。」と述べ，その後「少なくとも６月９日で３ヶ\n月になります。そこでちゃんと答えを出してもらわないといけない。」\nと述べた。\n(イ)    同年５月２６日における面談（甲８５の２）\n被告Ｚ１は，同日の面談の中で「駄目ならちゃんと，あれです。本当\nにはっきり言うけど，もうお辞めいただきます。」「それしかないです。\n会社としては」と述べ，また，その後決意書の作成を求めた際に「そこ\nの決意は，職を辞する覚悟で，って事を書いて下さい。それを書いても\nらった上で面談します。」と述べた。\n(ウ)  同年５月末ないし６月初旬頃（甲８５の３）\n被告Ｚ１は，同日の面談の中で「もう，ここまで来たら，いつまでに\n何をします，何が出来なければ職を辞する覚悟でというのを書いてもら\nわなければならない。」と述べた。\n(エ)    同年７月中旬（甲８５の５）\n被告Ｚ１は，同日の面談の中で「うんまこのままね，来年の，ねえ，\nあの契約更改にならないからね，うんうん，結局このままやるしかない\nので，ね，そこはちょっと自分でも覚悟決めて仕事するしかないよねえ。」\nと述べた。\n(オ)  同年９月１４日（甲８５の８・９）\n被告Ｚ１は，同日の面談の中で「うん，自分でねえ，どうするかちょ\nっともう明日決めていただきますから，とりあえずね。」「期限決めま\nしょう。期限。もう。どうするのか，自分がこの与えられた中で，ね。」\n「希望はね，もう限られた中での希望は私はできるだけ聞いときます。\nラストをどういうふうにするのかも。」「だからここでもうね飛ばない\nでお辞めいただいて良かったんですよ。」「できるだけいい形で，ね，\nちゃんと仕上げたいと思っているので，そこを受け入れていただきたい\nです。Ｚ８さんにも。」と述べた。\n(カ)  同年９月１５日（甲８５の１０）\n被告Ｚ１は，同日の面談の中で「この先の自分のスケジュールってい\nうんですか，どういうふう考えているの。」「だって，ほら，１年後と\nか２年後とかのことじゃない。それは早いか遅いかだけの話でしょ。１\nか月早いか遅いかだけの話でしょというところなのね。うん，それが現\n実だからね。うん，もう夢は見えないの。１年，２年の先の話は，こっ\nから先行けないわけなのね。」「あなたは未だにこういうことを起こし\nているので，もう，これ，ありませんよっていうふうに言われているわ\nけだから，自分でも，じゃあわかるよね。」「ただ自分がとにかく今飛\nんでるのだけでも飛びたいからあ，しがみついているってことなんだけ\nど，じゃあ，これをいつまでしがみつくつもりなのかなっていうところ。\nもっと具体的に考えてみて。だって，私がこうしなさいって，言うこと\nじゃないもの。自分の美学でしょ。人間としてのプライドがあるならね。」\n「そこでちゃんと自分で責任とって進めていただきたいの。」などと述\nべ，その後原告が「働ける限り，働くしか，会社に迷惑かけないで。」\n「真剣に取り組みたいと思います。」「働かせていただく限りはという\nことです。」などと述べ，その後被告Ｚ１は，「ＣＡＭ  ＳＡＦＥＴＹ\n差し替えていないで乗務したこと，それは，あってはならない事態なの\nでもう乗務員としての資格はありませんので，うん，辞めていただくの\nが筋です。」などと述べた。\n(キ)  同日（甲８５の１１）\n原告が，同日の面談の中で「私は，この仕事を本当に続けていきたい\nと思っているので。あの，周りのかたに大変ご迷惑おかけしているとい\nうことは，すごく身にしみて分かっていますし。注意を払って，決して，\n指導してくれた，下さった方々を後悔させることはしませんから，どう\nか，あの，この先も受けさせていただきたいという思いを伝えたくて，\n今日，ここにまいりました。」と述べたのに対し，被告Ｚ１は，「うん，\nいつまで，いつまで続けるの，あの，うん，いいです。会社ですからね。」\nと述べ，その後，原告が「残ると，自分この先」と述べたのに対し，被\n告Ｚ１は，「そんなことないわよ。違うところで，いくらでも，あなた\nはいいところがあるから，活かせます。でも，この仕事では活かせませ\nん。」「それだったら，「今度何か起こしたら。もう辞めます」って，\n一筆書いて下さい。」「もう，ぎりぎり，もう９月末ですよ。９月末で，\nもうデッドラインですよ。」「これ以上，もう猶予は与えられないの。\nそこはもうお分かりでしょう，自分で。懲戒免職とかになったほうがい\nいんですか。そうなったら，次の，まだ２５歳ですから，自分を生かす\n人生がなくなちゃいますよ。」「自分が夢だから。この仕事をやりたい\nと言われても困りますよ。やることなってくれないのにね。もう，はっ\nきり言ってごり押しじゃないですか。それじゃあ，自分で身を引くのが\n美学ですよ，これだったら自分のプライドですよ。逆に。」などと述べ\nた。\n(ク)  同日（甲８５の１２）\n被告Ｚ１は，同日の面談の中で「って言うのはさっき言ったみたいに，\n記憶力に問題があるんで，ね，私ももしかしたら悪いけど，若年性の認\n知症じゃないのかと疑うぐらい物事を覚えていないんで，自分が書いた\nこと言ったことに責任を持っていただきたい。」「これだけ失敗を起こ\nしてしまったこと，ね，それで，もう，本来であったらね，もう，もう\n今日限りっていうところですよ。」と述べた。\nウ  原告の意思表示\n原告は，被告Ｚ１らの退職勧奨に対し，平成２１年８月１７日には，Ｚ\n１２ＣＤＩに「今，実家に帰り，入社してからここまでを振り返り，客観\n的に自分の仕事を見つめ直し，今後どうあるべきなのかじっくり考えてお\nります。考えがまとまりましたら，またご連絡させて頂きたいと思います。」\nなどと記載したメールを送り，自主退職も検討していると理解できる旨の\n意思を示していた（前記２(1)ナ）が，同年９月５日，原告は，被告Ｚ１宛\nの書面において「今の私はその日描いていた姿とは到底懸け離れており，\n日々様々な方に御迷惑をお掛けしてしまいます。いっその事，辞めた方が\n良いのではないかと迷っておりました。しかしながら，今後仕事を続けて\nいく中で何とか自分の壁を越えたい，夢を実現したいという思いには些か\nの迷いもございません。自分から諦めてしまう事だけは，一生後悔します\nし，私は，仕事を続けられる限り，どんな努力もしていこう，常に危機感\nを持ち，意識を高く持ち続けようと，決意を新たに致しました。」などと\n記載し（前記２(1)ハ），自ら退職する意思のないことを明らかにした。\n(2)ア  前記（(1)ア）認定事実によれば，平成２１年５月末時点において，被\n告Ｚ１は，原告は客室乗務員としての業務適性に欠ける部分が多々あると\nして，将来の雇止めや自主退職も視野に入れて指導を継続していたこと，\n原告は，上記時点において，被告Ｚ１に対し，自主的に退職するつもりは\nない旨の意思を表明していたこと，被告Ｚ１は，その後も同年７月にかけ\nて，原告に対し，自主退職を促すかのような言動をとり，同年８月には，\n原告も自主退職を検討していると理解できる意向を示していたが，同年９\n月５日には，自主退職する意思のないことを明確に表示したこと，同月１\n４ 日 及 び １ ５ 日 に 至 り ， 被 告 Ｚ １ は ， 原 告 に 対 し ， 前 記 （ イ\n(オ)(カ)(キ)(ク)）認定のとおりの言動をとったことが認められる。\nイ  原告主張の別紙３「Ｚ１ＭＧＲによる人格権侵害行為」に記載の多く事\n実のうち，①ないし⑦に記載の点については，その表現において，一部適\n切さを欠くものもないではないが，前記認定にかかる経過における長期間\nにわたる指導の際の出来事であること，態様において威迫的であるとは認\nめるられないこと（甲８６），被告Ｚ１の退職勧奨の示唆に対して，原告\nがこれを検討している経過もうかがえることに，各言動におけるその前後\nのやりとりなども総合考慮すると，被告Ｚ１の上記言動について未だ社会\n的相当性を逸脱するものとまでいえず，不法行為の成立を認めることはで\nきない。\nウ  しかし，同年９月１４日及び１５日の退職勧奨を趣旨とする言動（前記\nイ(オ)(カ)(キ)(ク)）は，原告が同月５日付け書面で明確に自主退職しな\nい意思を示しているにもかかわらず，「いつまでしがみつくつもりなのか\nなっていうところ。」「辞めていただくのが筋です。」などと強くかつ直\n接的な表現を用い，また，「懲戒免職とかになったほうがいいんですか。」\nと懲戒免職の可能性を示唆するなどして，原告に対して退職を求めている\nものであり，当時の原告と被告Ｚ１の職務上の関係，同月１５日の面談は\n長時間に及んでいると考えられること（甲８５の１０～１２，甲８６，原\n告本人）などの諸事情を併せ考慮すると，上記言動は，社会通念上相当と\n認められる範囲を逸脱している違法な退職勧奨と認めるのが相当である。\n上記両日の面談については，被告Ｚ１の度重なる指導にもかかわらず，\nその直前である同月１１日に，原告が，配車不乗及びマニュアルの差し替\nえ未了という過誤を生じさせていたという事情があり，被告Ｚ１の原告に\n対する対応が厳しくなるのもやむを得ないという事情がうかがえるところ\nではあるが，このような事情を考慮しても，被告Ｚ１の上記言動が違法性\nを有する旨の認定は左右されるものではない。\nエ  そして，被告Ｚ１の上記不法行為は，被告会社の業務執行に関してされ\nたものであるといえるから，被告会社もまた，この点についての使用者責\n任を負うというべきである。\n(3)  原告の被告Ｚ１らに関するその余の不法行為の主張については，前記した\nところから採用できない。また，被告会社は，雇用契約における使用者とし\nて，被告Ｚ１らが退職強要等の違法行為を行うことがないよう，また，被告\n会社の管理職による誤った職務執行行為等によって違法な雇止め等の措置が\n講じられることのないようにに職場環境を調整し，従業員が適切な処遇を受\nけられるように配慮する義務があるのにこれを怠った債務不履行がある旨主\n張するが，この主張もまた，採用することができない。\n４    争点４（損害）について\n証拠（原告本人）によれば，原告は，被告Ｚ１の前記（３(2)）認定にかかる\n不法行為により精神的苦痛を被ったと認められるところ，上記不法行為の態様\n等，前記認定にかかる諸般の事情を考慮すれば，これについての慰謝料として\nは２０万円を相当と認める。\n５  結論\n以上によれば，原告の本件請求は，被告ら各自に対し，２０万円及びこれに\n対する平成２２年４月３０日から支払済みまで年５分の割合による金員の支払\nを求める限度で理由があるが，その余の請求は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第１９部\n裁判官            古  久  保    正    人\n"
}