{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 29
  },
  "case_number": "平成20(わ)1946",
  "case_name": "殺人",
  "court_name": "名古屋地方裁判所刑事第6部",
  "gist": "被告人が，離婚調停中の妻を河川内に水没させて溺死させたという殺人の事案において，妻は水難事故で死亡したという弁護人及び被告人の無罪主張を排斥し，状況証拠を積み重ねて被告人の殺害行為を認定し，殺意の強さ，殺害行為の計画性の高さ，動機の身勝手さ等の諸事情から，被告人に懲役１９年の判決を言い渡した事例",
  "lawsuit_id": "81806",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=81806",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/806/081806_hanrei.pdf",
  "contents": "平成２０年（わ）第１９４６号  殺人被告事件\n判             決\n主              文\n被告人を懲役１９年に処する。\n未決勾留日数中６８０日をその刑に算入する。\n押収してあるＸ１台（平成２２年押第５６号の３）を没収する。\n訴訟費用は被告人の負担とする。\n理              由\n（罪となるべき事実）\n被告人は，夫婦関係調整調停中の妻であるＡ（当時２８歳）を，水難事故を装\nって殺害しようと企て，平成２０年６月８日午後２時４０分ころから同日午後３\n時１０分ころまでの間，愛知県犬山市ａ番地先のＢ川左岸付近岩場の上において，\n同女に対し，身体の機能を麻痺させる目的で，その腹部に高電圧を生じるＸと称\nする機器（平成２２年押第５６号の３）を押し当てて電撃を加え，その両膝を地\n面等に強く打ち付けるなどして，同女を河川内に水没させ，よって，同日午後５\n時３７分ころ，同市ｂ番地所在のＣ病院において，同女を溺死させ，もって同女\nを殺害したものである。\n（証拠の標目）\n省略\n（争点に対する判断）\n第１  当事者の主張，本件の争点及び当裁判所の判断手法\n検察官は，被告人が，Ａに 対 し ，そ の 腹 部 に 高 電圧 を生 じ る Ｘ を 押 し当 て\nて電撃を加えるなどして，同女を河川内に水没させて溺死させた旨主張する。\nこれに対し，弁護人は，次のとおり主張し，被告人も概ねそれに沿う供述をす\nる。\n被告人とＡは，川で長男に水遊びをさせていたが，Ａとの間で離婚調停の話と\nなり，被告人は，Ａから「ここでの話題ではない。」と言われ，横を通り抜けよ\nうとされた。被告人は，Ｘを見せればその場にＡがとどまると思い，とっさにＸ\nを出した。しかし，予想に反し，Ａが被告人の方に近づいてきたため，ＸがＡの\n身体に接触した。その後，二人とも川に転落した。被告人は，Ａから，川の中で，\n眼鏡に手を掛けられ，Ａの手を払った。その後，少し離れたところで，Ａが溺れ\nているのを発見し，Ａを岸辺まで引き上げた。\n以上のとおり，検察官は，被告人がＡを溺死させて殺害したと主張し，弁護人\nは，Ａは事故で死亡したと主張する。したがって，本件の争点は，被告人による\n殺害行為の有無ということになる。\n本件においては，被告人の殺害行為に関する直接証拠が存在しない。そこで，\n当裁判所は，関係各証拠から容易に認定できる事実をまず確定し（第２），当事\n者間で特に対立のある事実関係について検討を加えた上で（第３），それらの過\n程によって認定できた個々の間接事実の分析及び評価を行い（第４），また，そ\nれらの間接事実を総合的に考慮して（第５），被告人による殺害行為の有無を検\n討することとする。\n第２  前提事実\n関係各証拠によれば，以下の事実を認めることができる。\n１  被告人及びＡの関係等\n被告人とＡは，平成１６年２月７日婚姻し，平成１７年８月，長男をもうけた。\n２  被告人とＡの別居の経緯等\n被告人，Ａ及び長男は，愛知県稲沢市内の新居（以下「被告人方」という。）\nに住んでいたが，Ａは，平成１８年１１月３日，長男を連れて実家へ戻り，被\n告人とうまく生活できない，被告人の携帯電話に浮気を窺わせるメール文書が\nあった，同月２日に被告人の携帯電話の奪い合いで被告人に転倒させられたり\nしたといったことを親に話した。\n被告人，Ａ及びそれぞれの両親は，平成１８年１１月１８日，被告人方におい\nて，被告人夫婦の今後について話し合いの機会を持ったが，話はまとまらず，\n被告人は，その後，長男を取り戻しにＡ両親の実家に向かい，稲沢駅のロータ\nリー付近で，Ａの妹夫婦の車の中に長男がいるのを発見し，同夫婦から長男を\n引き取った。被告人は，その後現れたＡとの間で，長男の奪い合いをしたが，\n現場に駆けつけた警察官に伴われ，Ａと稲沢警察署で話をすることになり，最\n終的には，Ａが長男とともに被告人方へ戻ることとなった。\nＡは，平成１８年１１月２９日，再度，長男を連れて，Ａ両親の実家に帰っ\nた。被告人は，同日，Ａ両親の実家に訪れ，Ａの父と会ったが，ドアがチェー\nンロックされた状態で中には入れず，自宅に戻った。\n３  離婚調停の経緯等\nＡは，平成１８年１２月１日，被告人を相手方として，Ｄ家庭裁判所Ｅ支部に\n夫婦関係解消を内容とする調停の申立て（被告人との離婚，長男の親権者をＡと\nする指定，並びに被告人に対して相当額の養育費，財産分与及び慰謝料の支払を\n求めるもの）を行った。一方，被告人も，同月２日，Ａを相手方として，Ｄ家庭\n裁判所に夫婦関係円満を内容とする調停の申立てを，平成１９年２月１９日，同\n家庭裁判所に長男との面接交渉を内容とする調停の申立てをそれぞれ行った。Ａ\nの上記申立ては，平成１８年１２月２６日Ｄ家庭裁判所に回付された。\n平成１９年１月２４日から平成２０年５月１４日までに行われた上記各申立て\nに関する離婚調停の経緯は別紙調停経緯一覧表（省略。以下同じ。）のとおりで\nある。\n４  呪術団体への依頼等\n(1)  被告人は，平成１８年１２月８日，呪術団体である「Ｆ会」に対し，同会\nで最も高額な９万８０００円のコースで，Ａの死の呪いを依頼した。\n被告人は，依頼の際，「Ｆ会」に対し，パソコンメールで次の内容を含む文\n書を送信した。\n希望の呪い         心臓発作によるＡの死亡（早いほうが良い）\nＡへの思い         妻のみ心臓発作により死亡させ，唯一の親権者として\n子供を引き取り，まだ残されている体面を守りながら\n生活を続けたい。\nその他             一番強力なエネルギーを送り，絶対願いをかなえたい。\nそのための必要な物品（写真，名前，衣服．．．）は\n何でも可能な限り提供するので教えて欲しい。\n(2)  被告人は，平成１８年１２月２４日，呪術団体である「Ｇ」宛に，「黒魔\n術に関してお尋ねしたいのですが，魔術の対象者に悪さをしている対象者の\n先祖霊が取り付いている場合，普通の対象者に比べて，魔術が通用しにくい\nように思われますがいかがでしょうか。私の思いは，実家に無断で帰った対\n象者（妻）の死と妻の実家と縁を切った形で子供を取り返すことです。ご回\n答をよろしくお願いします。」という内容のメール文書を送信した。\n捜査機関が「Ｇ」のインターネット上のホームページを調べたところ，「呪\nい殺したい奴がいる・・・殺しても晴れぬ恨み・・・人の力では解決できない\nお悩み・・・貴方のお望みにお応え致します。」などの紹介文が掲示されてい\nた。\n５  被告人とＡとの手紙のやりとり\n被告人及びＡ間で次の内容を含む手紙のやりとりがあった。\n(1)  平成２０年４月初旬頃（被告人からＡ宛）\nあなた（Ａ）が私からお金を取れるだけ取るという姿勢なら，私は生きてい\nくことができません。審判に持ち込まれたら，裁判所は多額の現金の支払を私\nに要求するでしょう。どんなに真面目に働いたって生きる道はなく，その時は\n自殺します。あなたがこのような形で他人の命を奪うとき，間違いなく地獄に\nおちることでしょう。次回の調停よりも前に何も示さなければ，残念ながら，\nあなたは私が自殺することを望んでいるものと認識せざるを得ません。死ぬ前\nにこの世の法律を気にすることなく，どうすればこの世に対して未練を断ち切\nることができるかを考え，成仏したいと思います。冗談ではなく本気です。私\nの身を削り取り，私の血を，肉を，魂を，苦しみを，恨みを，憎悪を，呪いを，\nどうしても手に入れたいのですね？あなたが最後までこだわり，手に入れたか\nったものなんですよね？次回の調停よりも前に何も示されなければ，残念なが\nら，あなたは私が自殺することを望んでいるものと認識せざるを得ません。\n(2)  平成２０年４月初旬から同月下旬ころまでの間（Ａから被告人宛）\n私は，別に生活を破綻させてまで養育費を請求するつもりはない。死を望ん\nでいるわけでもない。あなたの手紙の書き方は養育費をもらっている世の中の\nすべての女性とその子供を見下したものである。養育費をもらうことは決して\n悪いことだとは思っていない。養育費は長男のためのものである。あなたは女\nを，私を，長男を見下している。あなたの書いていることは脅迫に近い。これ\n以上溝を深める発言はやめてください。私は，これからもよい面接をと望んで\nいるのに，このように幻滅させるような文章を送ってこないでください。相手\nの気持ちを動かしたいと思うのならば，もっと書き方を考えるべきです。\n(3)  平成２０年４月下旬ころ（被告人からＡ宛）\n調停であなたに何度も「無理だ」と言っても，調停委員を通じて同じ金額を\n主張し続けられたことは，確信的に「生活できないようにしてやる！」という\n狙いとしか思えない。「お金がない」事実に対して，「見下している」という\n言い方をするのも筋が通っていない。具体的に掛かる費用を未だに明確にしな\nいまま，１８万円を請求し続けるのはおかしい。今回も，あなたが無理な金額\nを請求し続けるのであれば，私のほうで長男を育てることが現実的だと思いま\nす。分かりますか？私の苦しみが・・・私の精神状態は，調停の回を重ねて，\n生きていけなくなるという絶望感とともに一層不安定なのです。あなたが本当\nに「これからもよい面接を望んでいる」のであれば，このような精神状態でい\nなければならない状況を変えてください。あなたの言っていることと調停委員\nの言っていることが同じなのか違うのか。養育費をどのように考えているのか。\nあなたの考えていることを次回の調停より前に，早々に手紙で私に示してくだ\nさい。調停ではわかりませんから。\n６  被告人によるナイフ及びＸの購入\n被告人は，平成２０年３月２６日，インターネットを通じて，ナイフ２本（う\nち１本のナイフを「本件フィレナイフ」という。）を注文し，その後，商品を\n譲り受けた。\n被告人は，平成２０年５月初旬ころ， Yahooオークションのアラートメール機\n能を使い，「Ｘ」という言葉を自宅パソコンに設定した。\nＨは，平成１３年前後ころ，「Ｖ」製の新品のＸを約４万円で購入した（以下，\nＨが購入したＸを「本件Ｘ」という。）。\nＨは，平成２０年５月初旬ころ，本件Ｘをインターネットオークションに出\n品したが，インターネット販売の中止を求められ，出品を取り止めた。被告人\nは，同月１０日，Ｈに対し，本件Ｘを入札し，購入する意思があったことをメ\nールで伝えた。すると，Ｈから，代金４万５０００円での買い取りをメールで\n提案された。被告人は，同月１１日，Ｈに対し，本件Ｘにある片方の放電部分\nの金属部の傷，曲がりについて，メッキが周辺に渡って剥がれ落ちていくよう\nな状況にあるのかということと，放電部分の金属部がちぎれ落ちてしまうよう\nな状況にあるのかということをメールで尋ねた。被告人は，同日，Ｈから，金\n属部がちぎれ落ちてしまうような状況ではないこと，元々金属部分は３から４\nmm程度しか突起しておらず，片方の上部分がへこんで２mm程度になっており，\nスパークさせたが支障ないことをメールで返答された。被告人は，同日，Ｈに\n対し，本件Ｘを代金４万５０００円で買い取り，商品を被告人方に送付するよ\nうにメールで依頼した。被告人は，同月１４日，本件Ｘを受け取り，同月１５\n日，Ｈに対し，本件Ｘが無事に届いた旨メールで伝えた。被告人は，本件Ｘを\n受領後，Ｈに対し，本件Ｘの機能等の点でクレーム等を申し出ることはなかっ\nた。\n被告人は，本件Ｘのスイッチを押し，Ｘが放電することを確認した。\n７  平成２０年６月８日の面接交渉に至るまでの経緯\n被告人は，平成１９年１２月１日，愛知県犬山市内のＩ公園及びその付近のＢ\n川の川岸に行き，写真を撮るということがあった。\nＡは，平成２０年５月２９日，被告人に対し，同年６月８日を長男との面接交\n渉の日程として希望した。\n被告人は，平成２０年６月７日，Ａに対し，面接交渉の場所として，岐阜県内\nでの河川敷遊びを希望する旨伝えたが，Ａに断られ，「Ｊ」を逆に提案された。\n被告人は，Ａの提案を断り，上記「Ｉ公園」を提案し，Ａはこれを了承した。\n８  平成２０年６月８日の行動等\n(1)  被告人は，本件Ｘと本件フィレナイフ等をリュックサックに入れて，面接交\n渉の待ち合わせ場所に向かった。\n被告人は，午前，待ち合わせ場所でＡ及び長男と会い，三人でＩ神社に行き，\n参拝をした。\n被告人とＡは，公園等で長男を遊ばせた後，食堂に行った。\n被告人，Ａ及び長男は，昼食をとり，食堂を出て，幹線道路を歩き，Ｋロー\nドという立て看板のある場所から，Ｂ川の川岸に向かった。\n被告人とＡは，川岸で長男に水遊びをさせた。なお，被告人の所持するカメ\nラの中のマイクロＳＤカードには，長男が午後２時１２分ころから午後２時\n４０分ころまでの間に被告人やＡと川岸で水遊びをしている姿が撮影されて\nいた。\n(2)  Ｌは，午後３時１０分ころ，本件の現場付近にある野外活動センター（愛知\n県犬山市ａ番地所在。以下「野外活動センター」という。）の入口にある自\n動販売機前で，長男を連れた被告人に後方から声を掛けられた。Ｌは，被告\n人から，長男とＡが川に落ちたことなどを伝えられた。Ｌは，現場付近に駆\nけつけ，岩場に横たわっているＡを発見した（以下，Ａが発見された岩場を\n「発見場所」という。）。Ｌは，Ａの呼吸が止まっていることを確認し，心\n肺蘇生措置を始めるとともに，午後３時２３分ころ，現場に駆けつけた人に\n自己の携帯電話で１１９番通報させた。Ｌは，Ａの顔面の頬骨辺りにあざが\nあるのを現認した。\n(3)  野外活動センターの管理人であったＭは，野外活動センターの外にいた被告\n人から，「長男が川に落ちたから，Ａが助けようとして川に落ちた。Ａはて\nんかんの持病があるから，てんかんが起きたらしい。」旨言われた（なお，\n被告人は，公判廷で，Ｍの上記発言について否定する趣旨の供述をしている\nものと思われるが，Ｍは，本件と何ら利害関係を有しない第三者である上，\n被告人が発言もしない「てんかん」という特徴的な言葉を自己の想像や記憶\nの混同で語ったとは考えられないから，Ｍの供述は信用できる。）。\n(4)  野外活動センターで講習会を行っていたＮは，午後３時２０分ころ，Ａ救助\nの応援の要請を受けて，発見場所に駆けつけた。Ｎは，Ａの頬に腫れがある\nのを見た。Ｎは，発見場所の岩場付近の川は流れがほとんどなく，水底は目\n視できる状態で，水深は大人の腰くらいで浅いという印象を持った。Ｎは，\n被告人に対し，その付近でＡが溺れたのか尋ねたところ，被告人から，Ａは\nてんかんの既往がある旨返答された（なお，Ｎの上記供述も，Ｍの供述の信\n用性で述べたところと同様の理由で信用できる。）。\n(5)  捜査機関が，本件当日午後４時０５分ころから同日午後４時１０分ころまで\nの間，発見場所直下の水たまり付近の水深を計測したところ，２４cmから５\n６cm程度の深さであった。\n９  Ａの死亡時刻\nＡは，救急車でＣ病院に搬送されたが，本件当日午後５時３７分ころに死亡\nが確認された。\n10  Ｘ及びナイフの発見\n捜査機関は，平成２０年６月１７日，発見場所付近を捜索し，Ａに蘇生措置が\n施された場所から約１４．５メートル先の川底に本件Ｘを，約２２．８メートル\n先の川底に本件フィレナイフをそれぞれ発見した。\n11  被告人方の捜索差押え\n捜査機関は，平成２０年６月２７日，被告人方の捜索を行い，台所の床にある\n半透明のビニール袋の中から，４つ折りの写真２枚を発見した。その２枚の写真\nにはＡが写っており，いずれもＡの左胸部付近に小さな穴が空いていた。これら\nの写真の穴は，被告人が空けたものであった。\n12  本件現場付近の推定水深等\n捜査機関は，平成２０年７月１４日午前１１時２０分から午後０時２５分まで\nの間と同日午後１時０５分から午後１時３５分までの間，現場付近の水深を測定\nした。測定結果は，別紙計測結果一覧表のとおりであった。測定開始時及び終了\n時の各水深は，本件事件当日の水深と比較して，それぞれ２７センチメートル及\nび２４センチメートル浅かった。同一覧表の各水深の結果に上記２４センチメー\nトルを足し，その結果を航空写真上に反映させたものが別紙図面である（ただし，\n「５０度・２５メートル」地点の「４」は「３４」，「１４０度・８メートル」\n地点の「９」は「４９」の誤りである。）。なお，捜査機関が発見場所付近の最\n大水深地点と判断した場所は，「北７０度，起点から５ｍ」の地点であった。\n13  本件Ｘの性能実験\n捜査機関は，平成２０年７月９日から同年８月２２日までの間，本件Ｘが高電\n圧を発生するか否かを鑑定した。\nまず，本件Ｘのコンデンサが腐食していたため，それを交換した。次に，実験\n途中にパワートランジスタが破壊したため，それも交換した。また，新しいバッ\nテリーパックを本件Ｘに接続し，電極を１５００Ω，１０００Ω及び５００Ωの\n負荷抵抗に接続したとき，並びに負荷抵抗を接続しないときの電圧をデジタルオ\nシロスコープで測定した。その結果は，別紙測定結果一覧表のとおりであった。\n14  ブラウスへのＸの放電実験\nＡが死亡当時身に付けていたブラウス（以下「本件ブラウス」という。）には，\n別紙表１溶断痕の位置一覧表記載の箇所に溶断痕様のものが認められた。捜査機\n関は，それらの溶断痕様のものがＸの放電によるものか判別するため，次の実験\nを行った。\nまず，本件ブラウスと同種のブラウス，キャミソール，人体に見立てた約１５\n００Ωの抵抗，絶縁板に貼り付けた電極板，「Ｗ」製のＸ及び電極模型を準備し\nた。そして，電極を抵抗に接続し，電極の上にキャミソール及びブラウスをかぶ\nせ，その上にＸの電極に接続した電極模型を約２mm離して固定し，Ｘのスイッチ\nを押した。\n放電実験の結果，ブラウスには，①ブラウスの繊維表面が多数のこぶ状になる\nもの，②繊維が一度溶融したように透明になって太さが変わっている（くびれて\nいる）もの，③下に敷いたキャミソールに由来すると思われる黒色の溶融物の付\n着などがみられた。\nなお，電極をブラウスに接触させて放電した実験では，繊維の何本かが変色\nすることもあった。\n捜査機関は，本件ブラウスの溶断痕様のものの中に，上記①ないし③の特徴\nが認められるものがあるかどうかを調査した。捜査機関は，上記①ないし③の\nいずれかの特徴が認められたｈ，ｉ，ｊ，ｍ，ｐ，ｑ，ｗ，ｗ１，ｗ２，ｗ３\nの溶断痕様のもののうち，ｈ，ｉ，ｐ，ｑについては，Ｘの放電によるもので\nはない可能性がある一方，ｊ，ｍ，ｗ，ｗ１，ｗ２，ｗ３については，Ｘの放\n電によるものと考えて矛盾しないと判断した。なお，ｗ１，ｗ，ｗ２，ｗ３は\n左から順にブラウス上にほぼ一直線に並んでおり，ｗ１－ｗ間の距離が約１３\nmm，ｗ－ｗ２間の距離が約１９mm，ｗ２－ｗ３間の距離が約１３mmであった。\nｊは本件ブラウスの右腰背部付近，ｗ，ｗ１，ｗ２，ｗ３については本件ブ\nラウスの腹部中心よりやや右付近に存在していた。\n15  Ａの腹部及び右腰背部に残っていた各変色班の長さと，本件Ｘの電極部分の長\nさの関係について\n捜査機関は，別紙損傷部位一覧表【第２の３】の腹部付近の４個の変色班及び\n同一覧表【第３の６】の背部付近の８個の変色斑について，解剖時の写真を原寸\n大に引き伸ばした写真をそれぞれ作成した。また，本件Ｘには左右２個ずつ突出\nした金属の電極があり，その電極部分についても原寸大に引き伸ばした写真を作\n成した。そして，上記二か所の部位の原寸大の各写真と本件Ｘの電極部分の原寸\n大の写真をそれぞれ重ね合わせて照合したところ，変色斑（ただし，【第３の\n６】の変色斑については８個の内４個）とＸの電極部分の位置がほぼ重なり合っ\nた。\n16  被告人方パソコンからのアクセス履歴\n被告人の自宅パソコンから，以下の年月日に，次のタイトルのサイトにアク\nセスが行われた。\n平成２０年５月２日\n「Ｘ  オークション」Google検索\n平成２０年５月６日，同月１０日(同月１０日には約１分間接続した形跡があ\nる。)\n「Ｘの格安―販売店―」\n同サイトのホームページ上には，Ｘの説明内容として，Ｘはバルスウェ\nーブウェポンであること，バルスウェーブは人間の脳の中にあるモーター\nコーテックス（運動神経）とハイパサラマス（間脳の一部である視床下\n部）からの脳波をインターセプトして一時的に機能不能にし，人間の運動\nをつかさどる随意筋がコントロールを失い暴漢は腰抜け状態でその場に倒\nれ込んでしまうこと，Ｘを接触させた暴漢は体内に数億もの鋭い針が走る\nような感覚を生じ，戦意を完全に失うこと，厚手の服の上からでも容易に\n通電できること，附属の専用リチウム電池パックにより約４０００回の放\n電が可能で，このリチウム電池は使用しなければ１０年間は電池交換が不\n要であることなどが掲載されている。\n平成２０年５月６日\n「 Yahoo ！ オ ー ク シ ョ ン   Ｘ   Ｓ Ｓ   未 使 用   箱 入 り   ホ ル ス タ ー 」\n「Yahoo！オークション  Ｘ  ＳＳ  入札結果」\n「 Yahoo ！ オ ー ク シ ョ ン   Ｘ   Ｓ Ｓ   オ ー ク シ ョ ン ア ク セ ス 結 果 」\n「Yahoo！オークション  Ｘ  ＳＳ  入札状況」「Yahoo！オークション\nＸ  ＳＳ  入札結果」「（一部省略）最新タイプの商品で，Ｘってのがよ\nく 通 販 広 告 に ・ ・ ・ （ 以 下 省 略 ） 」 ， 「 ス タ ン ガ ン ， ・ ・ （ 一 部 省\n略）・・・通信販売」，「防犯グッズの販売店Ｏ」，「スタンガン  スタ\nンバトン・・・（以下省略）」，「スタンガンの品揃えは・・・（以下省\n略）」「Ｘ  通販」（以下省略），「（一部省略）防災グッズを語る（以\n下省略）」\n平成２０年５月７日\n「Yahoo！オークション」（Ｘの出品者の自己紹介ページ，出品リスト，評\n価ページ）\n平成２０年５月１１日\n「Yahoo！オークション  Ｘ  Ｖのホルダー  新品」\n「Yahoo！オークション〈中古〉【Ｘ  Ｗ２００４年モデル】」\n「Yahoo！オークション〈中古〉【Ｘ  Ｗ２００３年モデル】」\n「Yahoo！オークション〈中古〉【Ｘ  Ｗ２００２年モデル】」\n「Yahoo！オークション〈中古〉【Ｘ  Ｗ２００１年モデル】」\n「Yahoo！オークション」（Ｘ出品者の自己紹介ページ，評価ページ）\n平成２０年５月１２日\n「Yahoo！オークション  Ｘ  Ｗ  製造中止  稀少！」\n平成２０年５月１４日\n「Ｘリチウムバッテリー（交換用）」\n「Ｘ交換用リチウムバッテリー」\n「Ｘ傷跡」「Ｘ  傷」Google検索\n平成２０年５月１５日\n「Ｘ  傷」Google検索\n「Ｐ1滝（愛知県）」，「Ｐ2滝（愛知県）」，「Ｐ3滝（愛知県）」,\n「Ｐ4滝（愛知県）」，「Ｐ5滝（愛知県）」，「Ｐ6滝（愛知県）」，「Ｐ\n7滝（愛知県）」，「Ｐ8滝（愛知県）」，「愛知県（Ｐ9滝）の滝」，\n「Ｐ11滝（愛知県）」，「Ｐ12滝（愛知県）」，「Ｐ13滝（愛知県）」，\n「 岐 阜 県   滝 」 Google検 索 ， 「 愛 知県 の滝 」 ， 「 岐 阜   渓 流  散 策 」\nGoogle検索，「日本の滝百選」Google検索，「愛知  滝」Google検索\n「犬山  公園  川」\n「川  公園  岐阜」Google検索，「川  公園  愛知」Google検索\n「愛知  滝  一覧」Google検索，「滝  愛知」Google検索，「Welcome  to\n滝百選〈瀑布の宿〉」\n平成２０年５月１８日\n「Ｂ  河川  公園」\n平成２０年５月２２日\n「てんかん」Google検索，WikiPedia\n「随意運動を編集中－Wit・」\n平成２０年６月８日\n「犬山市ｃ」Googleマップ，Google検索\n17  被告人の身長等\n本件当時の被告人の身長は約１６４㎝，体重は約６８㎏であった。\n第３  当事者間で特に対立のある事実関係について\n当事者間では，①Ａの解剖所見及び②Ｘの効果について，特に対立がある。以\n下，順に検討する。\n１  Ａの解剖所見\nＡの解剖所見に関する証拠としては，検察官請求証人である解剖医Ｑの供述及\nび鑑定書（甲７１）並びに弁護人請求証人である法医学者Ｒ医師の供述及び鑑定\n書（弁６５）がある。\n(1)  容易に認定できる解剖所見について\nＱは，平成２０年６月９日午後２時１０分から同日午後７時３０分まで，\nＡの解剖検査等を行い，Ａの死因等に関する鑑定書を作成して，公判廷でも\n鑑定書に沿う供述をしている。\nＱのこれまでの鑑定実績，鑑定経験は十分なものであり，ＱはＡの遺体を\n実際に解剖した執刀医であって，Ｑが作成した鑑定書及びＱの公判廷での供\n述内容（以下，鑑定書の内容と証言内容をまとめて「Ｑ供述」ということが\nある。）について，格別不自然，不合理な点を見出すことはできず，Ｑ供述\nは十分信用することができる。信用性の高いＱ供述によれば，以下の事実を\n認めることができる。\nア  Ａの身長は１５６センチメートル，体重は４６．５キログラムであった。\nイ  外表検査の主な結果は，別紙損傷部位一覧表記載のとおりであった（なお，\nＲ供述と内容の異なる同一覧表第１の２，４，１５の成傷機転，第１の１，\n５ないし７，１０についての表皮剥脱の位置，存在に関するＱ供述の信用性\nについては，後述する。）。\n同一覧表記載の各損傷は，平成２０年６月８日午後２時４０分ころから\n同日午後３時１０分ころまでの間に生じたものであった（なお，この事\n実は，Ｑ供述に加え，事件前日に入浴時のＡの裸体を見て傷やあざはな\nかったというＡの母の供述等の証拠によって認めることができる。）。\nウ  Ａの死因は溺死だった。\n(2)  顔面の変色班の成傷機転に関する所見について\nＱ供述によれば，別紙損傷部位一覧表【第１の２，第１の４，第１の１５】\nの３か所の変色斑は，その皮下にそれぞれ，半小指頭面大，半手掌面大，拇指\n頭面大の凝血の膠着があったと認められる。そして，Ｑは，この各変色班につ\nいて「角稜を持つもの，表面がざらざらしたものが人体に当たった場合には，\n外力の働いた点に挫創，表皮が傷つくといった所見が認められるが，上記各部\n位にはそのような損傷が認められない。したがって，上記各変色班は，角稜の\nない鈍体で強い圧迫又は打撃を受けて生じたものであると考えられる。」旨供\n述する。その供述内容は，Ｑ自身が行ったＡの外表検査，頭蓋腔開検等の結果\nに照らしたもので，十分信用できる。\n信用性の高いＱ供述によれば，顔面の３か所の変色斑は，角稜のない鈍体で\n強い圧迫又は打撃を受けて生じたものであると認められる。\n一方，Ｒは，Ａの顔面にあった変色班の成傷機転及び表皮剥脱の位置等に関\nし，Ｑ供述とは異なる趣旨の供述をしている。すなわち，Ｒは，公判廷及び鑑\n定書の中で，「上記３か所の変色斑のある部位には薄い細かい表皮剥脱が伴っ\nているから，Ｑ供述のように滑らかな作用面を有する鈍体の打撲によって生じ\nたと解すると矛盾があり，粗い作用面を有する鈍体の衝突・擦過により生じた\nと考えられる。具体的には，うつ伏せ状態で右顔面を下にして岩場から川へ転\n落する際，岩盤で衝突，擦過して生じたと考えるのが妥当である。一度の転倒\nで，右眉の右付近，右頬，右下顎角の順にぶつかれば，生じないという傷では\nない。」旨供述する（以下，鑑定書の内容と証言内容をまとめて「Ｒ供述」と\nいうことがある。）。\nしかし，まず，顔面にある表皮剥脱の存在及び位置についてであるが，Ａの\n死体を実際に目で見て，司法解剖を行ったＱ医師が，特徴的な変色班と重なっ\nた位置にある表皮剥脱の存在を見落とすとは考え難い。確かに，Ｑ供述を前提\nにしても，同一覧表【第１の１，５ないし７，１０】のような，変色斑の近く\nに表皮剥脱自体は存在するようであるが，Ｑは，この点について「外にある表\n皮剥脱は別の機会に外力が働けば生じるし，中であっても非常に微細な，米粒\nの半分とか，その程度のものなので，平滑なもので強い圧迫又は打撃を受けた\nという上記鑑定内容と矛盾はしない。」旨供述しており，その説明内容に格別\n不自然なところはなく，十分首肯できる。そもそも，執刀医であるＱと，遺体\nの写真等を見たに過ぎないＲとでは，鑑定資料の質に差があることは明らかで\nあり，Ｒが表皮剥脱の正確な位置を把握できているかどうかは疑問である。\nそして，「粗い作用面を有する鈍体の衝突・擦過により生じた」という変色\n斑の成傷機転に関する供述も，結局はＲの述べる表皮剥脱の存在等を前提とし\nた供述であるから信用できない。\nまた，「転落する際，岩盤(粗い作用面)で衝突，擦過して生じたと考えるの\nが妥当」「一度の転倒で，右眉の右付近，右頬，右下顎角の順にぶつかれば生\nじないという傷ではない。」という変色班の成傷原因に関する供述についても，\n岩盤（粗い作用面）に衝突したという前提自体採用できないことは既述のとお\nりであるし，また，仮に転落の際に岩盤(粗い作用面)に顔面を衝突させたので\nあれば，Ｑ供述からも推察できるように，より程度の重い表皮剥脱が生じ，Ａ\nの顔面に見られる表皮剥脱の程度の負傷では済まないと考えられる。また，顔\n面の３か所の負傷部位は，それぞれ右眉の右付近，右頬付近，右下顎角付近に\n位置し，同じ右顔面ではあるものの，顔の丸みを帯びた部分のそれぞれ離れた\n場所に位置しているから，Ｒが述べるように，それら３か所の損傷が一度の偶\n然の転倒によって順に生じたと断じるのは些か不自然といえる。\n以上によれば，Ｒの供述は信用できない。\n(3)  両膝の変色班の成傷機転に関する所見について\nＱは，別紙損傷部位一覧表【第６の１】の左膝付近の変色斑について，「そ\nの位置，性状から，膝を地面等に強く打ち付けるなどして生じたものと推定さ\nれる。」とし，同一覧表【第７の４】の右膝付近の変色斑についても，同旨の\n供述をしつつ，「損傷が多いため，そのすべてがそうだとは限らないが，膝を\nついたりしてできたものであると考えられる。」旨供述するところ，Ｑの供述\nは現場に岩場が多かったという客観的状況とも整合しており，概ね信用できる。\n信用できるＱ供述によれば，左膝の変色斑及び右膝については少なくともその\n一部の変色斑は，膝を地面等に強く打ち付けるなどして生じたものと推認でき\nる。\n一方，Ｒは，両膝の変色斑の成傷機転について，「両膝の変色斑は，膝を曲\nげ，地面に膝を強く打ち付けたという割には上の方にあり，仮にそのような状\n態になったのであれば，下腿から足背まで激しい表皮剥脱や皮下出血が出ても\nいいと思うがその痕跡がない。」，「仮に膝を曲げて川底に強く打ち付けられ\nたら，膝蓋骨を骨折することがあると思う。」などと供述する。また，「Ｑの\n述べる『膝を曲げ，地面に膝を強く打ち付ける』という状態を，『膝を完全に\n折って，正座のような格好をとった人に，その上からぎゅっと押さえ付ける』\n状態を想定していた。」旨供述する。\nしかし，Ｑが，Ｒの述べるような正座をした人を上から押さえつける状態に\n限定した供述をしていないことは，その供述内容からも明らかである。ＲはＱ\n供述の内容を誤解しており，その点でまず失当である。また，Ｒは，Ａが靴を\n履いていたことなど，鑑定上重要と考えられる事項を考慮せずに自説を述べて\nおり，その点についてはＲ自身が公判廷でも認めている。Ｒは，自己の推測し\nた状況を前提としての意見を述べているに過ぎず，Ｑ供述と異なる結論を採る\nＲ供述の信用性には疑問が残る。以上によれば，Ｒ供述は信用できない。\n２  Ｘの放電による人体への影響等について\nこの点に関しては，検察官請求証人である，本件と別の事件において身体にＸ\nを放電されるという被害に遭った経験のあるＹ及び法医学者のＴの各供述，並び\nに弁護人請求証人である上記Ｒの供述がある。以下，各証人の供述内容を摘示し，\n続いて信用性判断を行うこととする。\n(1)  供述内容\n各証人の供述内容は，要旨次のとおりである。\nア  Ｙ供述の要旨\n平成１５年８月１６日午前４時ころ，タイマーのアラームが鳴って目を覚\nますと，枕元に犯人が立っていた。窓の方へ四つばいになって逃げようとし\nていたとき，犯人にポロシャツの上から背中の真ん中付近にＸを押し当てら\nれた。そのときの痛みを表現すると，全力疾走でタンスの角に小指をぶつけ\nたとき以上の激痛である。痛みは全身に広がっていって，その後，背中の押\nし当てられた部分の痛みへと変わっていった。逃げようと思って体を動かそ\nうとしたが，一，二分程度の短い時間ではなく，十分程度の長い時間でもな\nく，脱力状態，全然力が入らない状態が続いた。脳は体に動け動けと指令を\n送り続けており，あるとき体が動くようになった。\nイ  Ｔ供述の要旨\n人間の皮膚に電気的刺激が加わると，神経細胞が脱分極して興奮し，その\n結果筋肉細胞も脱分極を起こして，筋肉が収縮する。脱分極した神経細胞及\nび筋肉細胞は，それぞれの絶対的不能期（いくら刺激を与えても興奮が起こ\nらない時期）及び相対的不能期（強い刺激には興奮するが，弱い刺激には興\n奮しない時期）を経て，再分極を開始する。もっとも，脱分極の状態のとき\nに電気的刺激が加わると，再分極ができず，興奮が起こらない不能期の状態\nが続く。また，人間の皮膚に電気の刺激を与えると，痛み等の症状が起きる。\n文献によると，人がスタンガンで放電された場合，放電時間が０．５秒程\n度であれば逃げるチャンスはあるが，１秒から２秒たつと足から崩れる，３\n秒から５秒くらいたつと５分から１５分くらいはほとんど動けないような状\n態になる旨の記述があるが，上記の電気的刺激の人体に対する影響や，１秒\n間に何回ものリズミカルな放電を行うという特徴を考えると，上記文献の内\n容は首肯でき，スタンガンと比べて威力が強いＸの場合についても，スタン\nガンと同様の効果があると考えられる。\nウ  Ｒ供述の要旨\nＸによる電撃は，皮膚の局所に高電圧の電流を加えている間の電撃に過ぎ\nず，驚きのあまり，電撃を加えられている間，動けなくなることがあるとし\nても，脳や中枢神経に直接強力な電撃が加えられない限り，全身の運動神経\nが麻痺し，失神することは考えにくい。電流は，電気抵抗・インピーダンス\nの最も低い経路に集中して流れるもので，低抵抗経路以外の迂回路にまで拡\n散して流れるものではなく，中枢神経にまで有意な電流が流れることはない。\n(2)  信用性の検討\nＹの公判供述の信用性について検討する。\nＹは，別事件でＸを押し当てられたＡである。Ａが死亡した本件の事件や被\n告人とは利害関係を全く有しておらず，虚偽供述をする動機は見当たらない。\n確かに，犯人から受けた性的被害の具体的内容，順序等において，記憶が若干\n不明瞭な部分も見受けられるが，約８年も前の古い事件である上，事件の性質\n上，詳細は忘れたくなる事柄と思われるから，Ｙの記憶に不明瞭な部分がある\nことも納得できる。一方，Ｘを放電された時の痛み，衝撃は，忘れ難い性質の\n経験といえ，公判で述べるように，当時の記憶が鮮明に残っているということ\nも理解できる。そして，Ｙは，その供述の根幹部分については弁護人の反対尋\n問にも全く揺らいでおらず，一貫している。なお，Ｙが被害に遭った事件にお\nける同人の供述経過をみると，①別事件の２日後の取調べでは，「背中にビリ\nビリという刺激を受けた。このとき，男がスタンガンを手にしているのが分か\nり，抵抗すると暴力を振るわれるという怖さから，抵抗するのをやめた」（弁\n７１），②別事件の約９か月後の取調べでは，「（Ｘを放電されて）痛さの余\nり体に力が入らない脱力状態になった」という供述部分がある（弁８６）。確\nかに，事件２日後に作成された①の調書には，Ｘの具体的な効果が記載されて\nいないが，そもそも供述調書の内容は，捜査の進捗状況に応じてその概要が明\nらかになっていくことが多いといえる。そして，関係証拠によれば，別事件の\n刑事裁判ではＸの具体的効果が争点とはなっていなかったと推認できるところ，\nそれにもかかわらず，②の調書において，Ｙの公判供述と整合するＸの具体的\nな効果が記載されているのであるから，別事件のＹの供述経過は，全体として\nみれば，供述の信用性を失わせるような供述の変遷と評価できるものではない。\nまた，体が動かなくなった理由について，Ｙが「痛さの余り」と説明していた\n点についても，Ｘの具体的な放電機能等を知らないＹが，自分の体験した脱力\n状態と痛みとを結びつけて上記のような供述をすることも無理からぬところで\nあるから，Ｙの上記供述部分が，Ｙ供述の全体の信用性を低くするということ\nにはならない。\n以上によれば，Ｙの公判供述は十分信用できる。信用性の高いＹの公判供述\nによれば，Ｘを背部付近に放電されると，激痛が走ること，数分間，脱力状態，\n体に力が入らない状態になる場合があることが認められる。そして，このＹの\n供述は，Ｔの説明するＸの放電が人体に及ぼす効果のメカニズムともよく符合\nしている。Ｔ供述の内容は，全体としては既存の文献の引用によるところの多\nいものではあるが，物理学や生理学の一般的な知見に照らしても概ね首肯でき\nるものであり，実際にＸを身体に押し当てられたＹの陥った状態につきそれな\nりに納得できる説明であるということができ，両供述は相互に信用性を高め合\nう関係にあるといえる。\n一方，Ｒの供述についてみると，その根拠とするところは，「腹部にＸの電\n撃を与えても，中枢神経にまでは電気が流れないから意識消失することはない。\nＸの電撃がある間は神経に作用するが，電撃がなくなったら作用するものがな\nいので人体への影響がなくなる。」というものである。\nしかしながら，前者の供述部分に関して言えば，そもそも，ＹやＴは，Ｘの\n効果として意識消失の効果まであるとは述べておらず，Ｒの供述はＹらの供述\nの弾劾になっていない。また，後者の供述部分についても，Ｒの公判供述から\nも推察できるように，Ｒが，Ｘの具体的な放電機能や電気的刺激の人体への一\n般的効果を十分検討した上で，自己の意見を述べているとは考えられない。Ｒ\n供述は，鑑定に当たっての検討材料が不足し，結論に至る根拠が薄弱であると\n言わざるを得ず，信用できない。\n第４  間接事実の分析及び評価\n第２及び第３の間接事実から推認できる事項の検討，個々の間接事実の分析及\nび推認力の評価等を行う。具体的には，まず，Ａの遺体に残っていた損傷部位及\nび損傷状況から推認できる事情を検討し(後記１，２)，続いて，Ａが溺死した場\n所の水深等を考察し(後記３)，最後に，本件に至る経緯から推認できる事情を検\n討することとする(後記４)。\n１  腹部及び右腰背部の変色班の存在から推認できる事情\n(1)  放電状態のＸがＡに接触した事実\nＡの遺体に残っていた数多くの変色斑の中でも，別紙損傷部位一覧表【第２\nの３】及び【第３の６】の変色斑は，他の変色斑とは異質といえる。すなわち，\nまず，別紙損傷部位一覧表【第２の３】の腹部付近の４個の変色班は，いずれ\nも米粒大の大きさで，ほぼ一直線上にあり，左２つの変色班同士の距離と右２\nつの変色班同士の距離がいずれも約１．６cmと同じである。また，同一覧表\n【第３の６】の右腰背部付近の８個のうちの４個の変色班についても，粟粒大\nから米粒大の概ね同じ大きさをしており，ほぼ一直線上にある。このように，\n腹部付近及び右腰背部付近にある変色班は，いずれも似た大きさ，形状，配列\nをしており，Ａの遺体に残っていた他の変色斑とは明らかにその形状等が異な\nっている。これらの変色斑は，殴打，転倒といったものではなく，特異な経緯\nによって生じたものであることが窺える。そして，上記認定のとおり，これら\nの変色班が本件当日に生じたものであること，Ｘが電極部分から高電圧を発生\nさせ，人体に電流を通す武器としての用途があること，被告人が，本件当日の\n約１か月前に，Ｈから本件Ｘを購入し，本件Ｘの放電機能を確認して，本件当\n日に所持していたこと，被告人の所持していたＸの４個の電極部分と各部位の\n４個の変色班がほぼ重なり合っていること，Ａが当時身に付けていた本件ブラ\nウスの，Ａの腹部及び右腰背部の変色班のある当たりに，Ｘの放電によるもの\nと考えて矛盾しない溶断痕様の痕があることなどを考慮すると，この二つの部\n位の変色班は，被告人によるＸの放電によって生じたものと優に推認できる。\nこの点については，検察官請求証人のＴ及びＱのみならず弁護人請求証人の\nＲも，いずれも医師としての立場から上記認定と整合する供述をしている。そ\nして，被告人は，公判廷で，ＸがＡに接触した事実については明確には説明し\nていないが，正対するＡにＸを向け，Ｘのスイッチを１度押した旨供述してお\nり，少なくとも，腹部付近の放電については，上記認定に矛盾まではしない供\n述をしている。\n以上によれば，別紙損傷部位一覧表【第２の３】の腹部付近の変色班及び\n同一覧表【第３の６】の右腰背部付近の変色斑は，いずれも被告人の所持す\nるＸの放電によって生じたものと推認できる。\n(2)  放電状態のＸがＡに接触した原因の考察\n上記(1)のとおり，放電状態にあるＸがＡに接触しているが，これは被告\n人がＸのスイッチを押していたということを意味する。被告人がＸのスイッ\nチを押し，ＸがＡに接触している事実だけをみても，Ｘの武器としての用法\nに沿った行為及び結果とみることができ，被告人がＡに向けて故意にＸを接\n触させたことを相当程度推認させる。また，本件では，Ｘが一度ならず二度，\nＡの身体の異なる表裏の部位にそれぞれ接触しているが，これはＸの接触が，\n偶然の事故によるものではないことを強く推認させている。特に，右腰背部\n付近の放電は，Ａの背後付近からＸの放電が加えられたことを推認させ，被\n告人がＸでＡを攻撃する意思があったことを強く裏付けるものといえる。\nこの点，被告人は，公判廷で，「Ａとの間で離婚調停の話となり，Ａから\n『ここでの話題ではない。』と言われ，Ａが被告人の横を通り抜けようとした\nとき，思い留まらせようとＸのスイッチを押した。」旨供述する。しかしなが\nら，被告人との身体の接触を避けようとして，被告人の横を通り抜けようとす\nるＡに，偶然にも被告人の構えたＸが接触するというのは極めて不自然な状況\nであって，到底信用できない。また，本件現場は，Ｂ川の流れの中に一部突き\n出た極めて足場の悪い岩場であることを考慮すると，Ａが被告人の真正面にぶ\nつかるように向かってきたというのであれば，Ａがわざわざそのような粗暴な\n行動に突如及ぶとは考えられないし，放電状態のＸにぶつかっていくという危\n険かつ無謀な行動に及ぶ理由も全く考えられず，そのような状況もまた不自然\nであって信用できるものではない。また，そのような武器を面接交渉の場で持\nち出すと，今後の調停で被告人の立場が極めて不利になることは目に見えてお\nり，被告人が，そのような見通しを立てることができなかったとも考え難い。\nそして，被告人の供述内容では，Ａの右腰背部付近にあるＸの放電によってで\nきた変色斑を合理的に説明できない。以上によれば，被告人の供述は信用でき\nるものではない。\n上記の検討結果によれば，Ａの動き等によって偶然Ｘが接触したというよう\nな事実はなく，Ａの腹部及び右腰背部付近のＸの放電行為は，被告人の故意に\n基づくものと推認できる。\n(3)  本件Ｘの機能及びＡへの放電の効果\nア  本件Ｘの機能についてみると，鑑定の結果は別紙測定結果一覧表記載のと\nおりである。確かに，捜査機関は，鑑定の際，コンデンサ，バッテリーパッ\nク及びパワートランジスタを交換しているが，Ｕは交換した各部品の機能面\nに変化はない旨証言しており，同証言に格別不自然なところはない。そして，\n上記のとおり，Ａの身体に，外見上明らかな本件Ｘによる放電の痕があるこ\nと，本件Ｘの放電機能に問題がなかったことは売主のＨ及び買主の被告人が，\nその眼で確認していることなどに照らすと，本件当日における本件Ｘの機能\nは，別紙測定結果一覧表記載の放電効果と比べて大きく劣るということはな\nく，相当程度の高電圧，高電流を放電する武器としての性質を有していたも\nのと推認できる。\nイ  続いて，Ｘの放電によるＡの身体への具体的効果について検討する。\n本件当時，本件Ｘの機能に問題がなかったこと，一般に，Ｘを背部付近に\n放電された場合，激痛が走ることや，脱力状態ないし力が全く入らず動けな\nくなる状態になり得ることは，既に述べたとおりである。\n進んで，Ａが本件Ｘの放電によって脱力状態等に陥ったかどうかについて\nであるが，それはＸの放電時間にもよると解され，直ちには認めることはで\nきないと解されるが，Ａが２回の放電を受け，その箇所に変色斑が生じてい\nることなどに照らすと，少なくとも，Ａは，２回の放電による電気的刺激に\nよって，相当程度のダメージを受けたものと推認される。\n２  その他の負傷部位から推認できる事情\n(1)  顔面の変色班について\nア  成傷原因の考察\n顔面の３か所の変色班（別紙損傷部位一覧表【第１の２，第１の４，第１\nの１５】）は，上記第３の１(2)のとおり，角稜のない鈍体による強い圧迫\n又は打撃によって生じたものと認められる。\nこの変色斑が，本件当日午 後 ２ 時 ４ ０ 分 こ ろ か ら 同 日 午 後 ３ 時 １ ０ 分\nころまでの間に生じたものであることは間違いないが，上記のとおり，\nそれらがＲの述べるような転落時の岩盤（粗い作用面）による衝突等によ\nって生じたものとは特定することはできない。被告人の供述によっても，そ\nの他の合理的な成傷原因の説明はできていない。そうすると，上記変色班に\nついては，その存在等の事実だけでは，Ａの顔面が平滑な作用面を持つ角稜\nのない鈍体（石，手拳等を含む。）で圧迫又は打撃されたことにより生じた\nものであるという以上に，その原因を特定することはできない。\nこの点，Ｒは，公判廷及び鑑定書の中で，「被告人が右利きである場合，\nＡの顔面の傷は左側にできるのが普通であるが，本件は顔面の右側に傷があ\nり，被告人が殴打したというのは不自然である。」旨供述する。しかし，こ\nれは，被告人とＡが正対する状態を前提にした見解であり，そのことはＲも\n公判廷で自認しているところ，被告人とＡの姿勢等によっては，被告人の攻\n撃によってＡの右顔面に負傷ができる可能性も否定はできない。Ｒのように\n事実関係を限定して推測するのは相当でない。Ｒ供述は信用できない。\nイ  負傷の具体的効果についての考察\n続いて，Ａへのダメージの程度であるが，Ｑは，「顔面の３か所の変色班\nについて，圧迫又は打撃の程度はいずれも強いものであったと考えられ\nる。」と供述している。Ｑ供述は，３か所のいずれの皮下にも凝血の膠着が\nあったことからして，納得のできるものである。したがって，この３か所の\n変色班をもたらした圧迫又は打撃に起因するＡのダメージは相当強かったも\nのと推認できる。\n(2)  両膝の変色斑について\n上記第３の１(3)のとおり，左膝の変色斑は，膝を地面等に強く打ち付ける\nなどして生じたものと推認でき，右膝の変色斑の一部は，膝を地面等に強く打\nち付けるなどして生じたものと推認できる。\nもっとも，それが，Ａ自身の過失等による転倒事故によるものか，被告人に\nよる加害行為によるものかといった点については，各変色班の位置，形状等の\n事実だけでは，判別できないといえる。\n３  Ａが溺死した場所の水深等の考察\nＡの死因が溺死であること，Ａの溺れた場所が発見場所近辺のＢ川河川内であ\nることは，いずれも明らかである。\nところで，捜査機関は，上記のとおり，事件当時の現場付近の水深を推測して\nいる。その方法は，事件当時と測定時における同一地点の水深の差を図り，その\n水深差が他の地点においても存在したものとみなして，他の地点における事件当\n時の水深を推測するというものである。その測定手法は単純明快であり，事件当\n時と測定時との間で地殻変動等があったとは考えられないことなどからすると，\n首肯できる。そうすると，事件当時の水深は，概ね，別紙図面記載の水深又はそ\nれより３cm深い程度であったと推認でき，捜査機関が測定した範囲のところで一\n番深い水深は，事件当時１４０㎝程度であったものと推認できる。そして，捜査\n機関が発見場所付近の最大水深地点と判断した「北７０度，起点から５ｍ」の地\n点の付近は，水深が１メートルに満たない場所が多いといえる。\nこのように，捜査機関が測定した現場付近の当時の水深は，深いところでも１\n４０㎝程度で，発見場所付近では１メートルに満たない場所が多く，Ａの身長で\nある１５６㎝に満たなかったこと，事件当時の被告人の身長は約１６４㎝であり，\nＡと１０㎝も身長が変わらず，水難救助等について格別の経験もない被告人が，\n深い水深のところで溺れているＡを一人で川岸まで引き上げるのは相当困難と考\nえられることなどに照らすと，Ａの溺れた場所の水深は，Ａの身長に満たない浅\nい場所であったと推認できる。なお，被告人は，救助に訪れたＮに対し，Ａが溺\nれていた場所として，発見場所付近の浅い箇所を前提とするような話をしていた\nほか，公判廷においても，「足下を確認しながら溺れているＡに近付き救助した。\n引き上げる際に動いた場所で被告人の背より深いというところまではなかっ\nた。」などと，Ａがそれ程深くない場所で溺れたことを窺わせる供述をしている。\n以上によれば，Ａは，その身長に満たない，背の立つ程度の浅いところで溺れ\nたと推認できる。\n一方で，Ａが人並みに泳ぐことができたという事情が認められることからする\nと（なお，この点に関するＡの母の供述に特段不自然なところはなく，信用でき\nる。），これらの事実は，Ａが事故によって溺れたという被告人及び弁護人の主\n張と相反し，その主張事実の存在について疑問を差し挟む事情であると評価する\nことができる。\n４  本件に至る経緯から推認できる事情\n(1)  被告人のＡに対する憎しみの気持ち等の有無\nア  第２の４，の各事実によれば，被告人は，平成１８年１２月当時，長\n男を連れて実家に帰ったＡに対して強い憎しみの気持ちを抱き，Ａの死を\n強く望み，Ａの死によって長男を自己の元に取り戻したいと願っていたこ\nとが優に認められる。\nこれに対し，被告人は，呪術団体にＡの死を依頼をしたことなどについて，\n「Ａがこれによって意識を持ち替えるようなことが起きてくれればいいと思\nって依頼した。」旨供述する。しかし，被告人は，Ｆ会で１番高額な９万８\n０００円のコースを頼んでおり，呪いの実現に向けての強い意欲が窺われる\nほか，Ｆ会に送信したメールにはＡの死を望む文章が赤裸々に記載されてお\nり，その言葉の意味内容からすると，被告人の弁解が不自然であることは明\nらかである。\nイ  その後，被告人とＡの離婚調停が続き，調停期日において「審判が出れば\n生きていけない。自殺する。一家心中する。」などと述べ，平成２０年３月\n２６日の調停期日でも養育費の問題は解決せず，被告人は，同年４月初旬頃\nや同月下旬頃，長男を被告人が引き取る方が現実的であるとか，被告人の要\n求に応じないＡに対して，自殺をする，Ａは間違いなく地獄に落ちるといっ\nた，脅迫ともいえる内容の手紙を送付し，同年５月１４日の調停期日におい\nて，ようやく養育費の金額については折り合いがつきかけていたが，婚姻費\n用の問題で結局解決には至らなかったというのである（第２の３・５）。\nウ  以上の経緯に照らすと，本件当時，被告人のＡに対する憎しみの気持ちは\n未だ解消しておらず，また，長男をＡから自己の元に取り戻したいという気\n持ちを抱くとともに，Ａに今後支払うべき費用の関係で悩みを抱えていたも\nのと容易に推認できる。\n(2)  本件Ｘの購入理由及び面接交渉に持参した理由の考察\nア  第２の６のとおり，被告人は，Ａに対する第２の５(1)の手紙，すなわち，\nＡに対する脅迫ともいえる手紙を送付した直後の，平成２０年５月初旬こ\nろ，Ｘを購入するため，インターネットでＸを探していた。被告人がYahoo\nオークションのアラートメール機能を使って，自宅パソコンに「Ｘ」とい\nう言葉を設定し，また，ＨがＸの出品を取りやめたにもかかわらず，Ｈに\n対して個別交渉で販売を持ち掛けていることからも明らかなように，被告\n人のＸの購入意欲は極めて強いものであったと認められる。\nのみならず，被告人がＨに対して，本件Ｘの傷，曲がり部分について，\n事細かにメールで質問していたことからもわかるように，被告人が，中古\nである本件Ｘの放電機能に異常がないことを期待していたことも明らかで\nある。\nそして，通常，Ｘの放電効果を調べずして，４万５０００円という高額\nなＸを購入するとは考えられず，インターネットのアクセス結果によれば，\n実際，被告人は，Ｘ販売店のホームページをインターネットで閲覧してい\nたものと推認できる。そして，そのページにはＸの商品説明が記載されて\nいたから，被告人は，Ｘの機能について関心を持ち，少なくとも商品説明\nに記載されたＸの放電効果，具体的には，Ｘが「暴漢は腰抜け状態でその\n場に倒れ込んでしまう。暴漢は体内に数億もの鋭い針が走るような感覚が\n生じ，戦意を完全に失う。」といった効果を有するかもしれないといった\n認識はあったものと推認できる（なお，そのサイトには平成２０年５月６\n日，同月１０日にアクセスされた形跡があり，同月１０日については約１\n分間接続された形跡がある[第２の16]。）。\nまた，被告人は，本件Ｘ購入後の平成２０年５月１４日及び同月１５日，\n「Ｘ  傷跡」「Ｘ  傷」という言葉でインターネット検索を掛け，Ｘの放\n電によって人間の表皮にどのような影響が及ぶのかについて関心を持って\nいた（第２の16）。被告人がＸの攻撃で人体に痕跡が残るかどうかを気に\nしていたことは明らかである。\nそして，被告人は，本件Ｘを購入してから１か月も経たないうちに，面\n接交渉に持参する必要があるとは思えない本件Ｘを持参し，Ａに向けて放\n電した（第４の１）。\nイ  上記事実，特に，被告人が，面接交渉に携帯するとは普通では考えられ\nない本件Ｘを持参し，その用法に従ってＡに向けて放電したという事実は，\n被告人がＡに放電する目的で，本件Ｘを購入し，面接交渉の場に本件Ｘを\n持参したことを相当程度推認させている。また，Ｘ購入時期における被告\n人のＡに対する憎しみの気持ち等の存在(上記ア)，被告人のＸの購入意欲\nの強さ，Ｘの機能及び効果に対する関心とその理解や期待，Ｘが人体へ痕\n跡を残すものかどうかについての関心，Ｘを購入した日からＡに使用した\n本件までの時期間隔の短さ等の各事情は，被告人が本件ＸをＡに向けて実\n際に使用する意思を持っていたことを強く推認させている。\nこれに対し，被告人は，公判廷で，本件Ｘを購入した理由につき，「平成\n１８年１１月１９日にＡ家族からもみくちゃにされるという事件があったか\nら，Ａから何かをされたときの護身用に購入した。」旨供述する。しかしな\nがら，被告人の供述を前提にしても，それまでの面接交渉は，問題点として\nはＡが面接交渉を早く切り上げようとすることがあったというくらいで，全\n体としては子供の成長ぶりが確認できる楽しい機会であり，概ね順調に推移\nしていたというのである。このような面接交渉の経緯に照らすと，本件当日\nから約１年半も前のＡ家族との諍いが本件Ｘの直接の購入理由であったとは\n考え難い。また，被告人の供述を前提にすると，被告人は，Ａの行動如何に\nよっては，面接交渉の場でＸをＡに向けるということを想定していたという\nことになるが，前述のとおり，そのような武器を面接交渉の場で持ち出すと，\n今後の調停で被告人の立場が不利になることは明らかで，被告人が，そのよ\nうな見通しを立てることができなかったとは考え難い。以上のとおり，被告\n人の供述は，極めて不自然であって信用できない。\n以上によれば，被告人は，本件Ｘを単なる威嚇用に購入し，護身用に持参\nしたというものではなく，Ａに向けて放電する目的で購入し，面接交渉の場\nに持参したことが強く推認できる。\n(3)  Ｉ公園を面接交渉場所に指定した理由の考察\nア  被告人は，平成２０年５月１５日，面接交渉の場所として，川，滝など\n水のある場所をインターネット上で相当数検索し，同年６月７日，岐阜県\n内の河川敷を指定したがＡに断られ，その後，Ａが提案した面接交渉の場\n所を断り，最終的に，自身が訪問したことのあるＢ川沿いに存在するＩ公\n園を面接交渉の場所に指定し，Ａの承諾を得た（第２の７・16）。要する\nに，被告人は，面接交渉の場所として川等の水のある場所に固執していた\nということができる。そして，被告人は，同年５月１５日「犬山  公園\n川」及び同月１８日に「Ｂ  河川  公園」とそれぞれインターネットで検\n索していたから，遅くともその辺りの時期には，被告人がＢ川付近を面接\n交渉の候補地に挙げていたことが窺える。\nこの点に関し，被告人は，公判廷で，「長男が水の流れるところに関心\nを示していたので，水があって遊べる場所を探すために検索した。Ｉ公園\nも水遊びができるとホームページで見た気がする。」旨供述する。しかし，\n被告人は，本件当日，被告人が想定していたという水遊び場にはそもそも\n行っておらず，Ｉ公園を離れてＢ川に向かっており，そのことは被告人も\n公判廷で認めている。水遊び場を探していたという被告人の述べるインタ\nーネット検索の目的と，想定していた水遊び場に行っていないという被告\n人の本件当日の行動内容に齟齬がある。被告人の供述は不自然といえる。\n弁護人は，幹線道路を散歩中の長男が「ここって近くに行くと水だった\nね。」などと川に興味を示したことがきっかけで，被告人らはＢ川の川岸\nに行った旨主張する。しかしながら，上記のとおり，被告人自身がＢ川に\n興味を示していたことは，インターネットのアクセス結果からも明らかな\n事実である。また，ビデオの映像からも分かるように，Ａや長男を散歩に\n誘い，Ｋロードから川岸に向かうことを提案したのは，被告人である。そ\nうすると，長男の上記発言は，偶然発せられたものと考えられ，被告人が\nＢ川に向かう意思を予め有していたことと矛盾するものではない。\nイ  被告人は，Ａの既往症であるてんかんについて関心を持ち，本件当日の約\n３週間前に「てんかん」をインターネットで調べていた（第２の16）。また，\n被告人は，本件直後，野外活動センターの管理人のＭ及び救助に現れたＮに\n対し，Ａがてんかん持ちである旨述べ，あたかも，Ａがてんかんを発症し，\nそれによって溺れたと思わせるような言動をしていた（第２の８(3)，(4)）。\nそして，Ａはその日にＢ川の浅いところで溺死している。\nウ  以上のように，被告人が面接交渉の場所として川等の水のある場所に固執\nし，予めＢ川へ向かう意思があったと推察できること，ＡがＢ川の通常では\n溺れるはずのない場所で溺死していること（上記３），被告人がＡの溺れた\n原因について，てんかんの発症による事故を装う発言をしていたことの各事\n情は，被告人が水難事故を装ったＡ殺害計画を有していたということを相当\n程度推認させる。\n第５  間接事実の総合評価\n１  腹部及び右腰背部，顔面並びに両膝の各変色斑（第４の１，２(1)，(2)の各変\n色斑）が被告人の行為に起因して生じたものであるかどうかについて\n腹部及び右腰背部の変色班は，それだけをみても被告人の加害意思に基づくＸ\nの放電行為によって生じたものと推認できる（第４の１）。また，既に検討した\n被告人のＸの購入理由及び持参理由（第４の４(2)）についても，それを強く裏\n付けている。\n一方，顔面の３か所の変色班及び両膝の変色斑はそれだけでは被告人の直接の\n加害行為に起因しているとまでは推認できない（第４の２(1)，(2)）。\nもっとも，腹部及び右腰背部，顔面，並びに両膝のそれぞれの負傷部位が，い\nずれも同一現場，同一時間帯に生じたものであることは間違いない上，第４の１，\n４(1)のとおり，被告人は，Ａを強く憎み，Ａに向けてＸを放電していること，\nその反面，被告人自身の供述によっても，Ａの身体を水から引き上げる際に，そ\nの顔面や手足等をことさら打ち付けるというような事実は窺われないことに照ら\nせば，腹部及び右腰背部の各変色斑のみならず，顔面の変色斑や左膝の変色斑及\nび右膝の変色斑の一部についても，被告人のＡに対する一連の攻撃の中で生じた\nものとみるのが自然である。\nなお，被告人は，「溺れたＡの正面からその両脇に手を入れ，川から救助した\nが，その際に岩に膝があたったかもしれない。救助の際にＡの体を乱暴に扱った\nという記憶はない。」旨供述する。しかしながら，Ａの体を乱暴に扱っていない\nという被告人の救助方法を前提にすると，膝を地面に強くは打ち付けることはな\nいと考えられる。被告人の供述は信用できない。\n２  殺害行為の有無について（溺死の原因についての考察）\n(1)  上記のとおり，被告人は，Ａに対し，腹部及び右腰背部付近にＸを放電し，\n激痛や，その電気的刺激による相当なダメージを与え，その過程で，Ａの顔\n面や両膝にも強い打撃を加えている。これに加えて，被告人が，Ｘの機能に\nつき，相手の身体に痕跡を残さずに機能を麻痺させて抵抗を排するものであ\nることを十分了知しつつ，あえて河川の中に突き出た足場の悪い岩の上でＡ\nの身体に故意に押し当てていることをも考慮すると，被告人の行為は，それ\n自体，身体の自由を奪われたＡを相応の水量のある河川内に転落，水没させ\nることを意図した行為とみるほかなく，Ａの死の結果に直結する危険性を有\nする行為と評価できる。その結果，Ａは，本来溺れるほどの深さもない河川\nで溺死したのであり，以上によれば，Ａが溺死した原因は，被告人がＡを殺\n害する意図で川に水没させたことによるものであると優に認定することがで\nきる。\n(2)  また，本件では，それを裏付ける背景事情も存在する。\nまず，被告人とＡは，本件当時離婚調停中にあり，被告人がＡに対して加害\n行為に及ぼうものならば，Ａによる調停委員への報告，捜査機関への告訴等\nによって，被告人の立場が不利になる蓋然性が極めて高い状況にあったとい\nえる。被告人の立場からすれば，ＡにＸという特殊な武器で攻撃を加えるの\nであれば，怪我を負わせる程度の攻撃だけでは済まされないという事情が存\n在したといえる。\nさらに，本件当時，被告人のＡに対する憎しみの気持ちは解消しておらず，\n被告人は長男をＡから取り戻したいという思いや，Ａに今後支払うべき費用\nの関係で悩みを持っていた。被告人にはＡ殺害の動機と考えられる事情が存\n在した。\nそして，これらの背景事情によれば，被告人が本件Ｘを購入し，面接交渉の\n場に持参した事実や，面接交渉の場所として川等の水のある場所に固執し，\n救助者らに対して水難事故を装う発言をした事実などは，Ａ殺害計画の徴憑\nとみるのが最も自然であるといえる。\n(3)  これに対し，Ｒは，公判廷で「人を浅いところでうつ伏せにして押さえ込\nんだとしたら，その人は暴れるはずであるから，顔面，胸腹部，足の前面等\nのもっと広い範囲にひどい皮下出血あるいは表皮剥脱ができるはずである。\nしかし，Ａにはそれがない。」「深いところで押さえ付けて溺水させるので\nあれば，首等を強く押さえ付ける等しないとならないが，Ａにはそのような\n痕跡がない。」などと供述する。しかしながら，本件においては，Ａの抵抗\n力を一時的に奪う機能を有する機器が実際に使用されているところ，被告人\nとＡの姿勢，現場の水深，川底の状況等によっては，Ｒが述べるような負傷\nの痕跡が残らなかったとしても全く不自然ではない。Ｒの見解には論理の飛\n躍があり，採用し得るものではない。\nさらに，Ｒは，溺水の原因について「突然水に転落したことによる冷水に\nよる皮膚刺激，ないし，冷水の気管内吸引での気道粘膜の知覚神経末梢の刺\n激で起こった反射性心臓停止に基づく意識消失か，又はてんかん発作による\n意識消失と考えられる。」旨供述する。しかし，上記(1)，(2)で検討した事\n情を総合すると，そもそもそれと矛盾するＲの述べる溺水の原因はその可能\n性として極めて低いものといえる。また，本件当日は６月であり，心臓停止\n等を伴う冷水であったというには疑問が残ること，確かに，Ａにはてんかん\nの既往があったが，重篤なてんかん患者であったというような事情はないこ\nとなどの諸事情も総合すると，やはりＲの指摘する事実は極めて抽象的な可\n能性にとどまる。百歩譲ってＡの溺死に至るまでの過程にＲの指摘するよう\nな事情が介在していたとしても，上記の事情に照らせば，因果の過程におい\nて別の事情が介在したというに過ぎず，Ａの死亡の結果につき，被告人の刑\n事責任を軽減させるということにはならない。\n弁護人は，「本件事故当日の面接交渉が平穏に行われていたことは，当日撮\n影されたビデオの様子からも明らかであり，被告人がＡの殺害に至る兆候が見\nられない。」などと主張する。しかしながら，上記(1)，(2)で検討した諸事情\nに照らせば，被告人が本件当日ビデオを持参し，Ａが死亡する直前までの円満\nな様子が撮影されている理由は，被告人がＡの殺害計画を悟られないために穏\n和に振る舞い，水難事故を窺わせる平穏な面接交渉の様子をあえてビデオで残\nそうと画策した結果と考えることも十分可能であって，弁護人の主張が上記の\n認定を排斥することにはならない。\n(4)  なお，弁護人は，「検察官はＡを溺死させるに至る直接の実行行為を明示\nしていない。」旨論難する。しかしながら，本件公訴事実の記載をみると，検\n察官が，本件犯行を否認しているという被告人の供述状況等を踏まえ，当時の\n証拠に基づき，できる限り日時，場所，方法等もって，殺人の罪となるべき事\n実を特定して訴因を明示したものと認められ，本件公訴事実が訴因の特定に欠\nけるということはない。弁護人の主張は理由がない。\n３  結論\n以上のとおりであるから，検察官の主張するとおり，被告人が，Ａに 対 し ，\nその腹部に高電圧を生じるＸを押し当てて電撃を加えるなどして，その過程\nにおいてＡの両膝を強く打ち付けるなどし，結果的にＡを河川内に水没させ\nて溺死させた事実を認めることができる。\nよって，弁護人の主張は採用できない。\n（法令の適用）\n省略\n（量刑の理由）\n本件は，被告人が，離婚調停中の妻を河川内に水没させて溺死させた殺人の事案で\nある。\n被告人は，離婚調停中のＡに憎悪を抱き，長男を自己の元に取り戻したいという気\n持ちなどもあって，Ａを殺害するという暴挙に及んだものと推測される。もとよりＡ\nには被告人に殺害されるような落ち度があるとはいえず，その犯行動機は身勝手かつ\n理不尽極まりない。被告人は，Ａの水難事故による死亡を装うため，相手の抵抗を不\n能にさせる機能を持ちつつ，相手の体に死につながる痕跡が残らないＸという特殊な\n武器を購入し，調停における合意事項であった面接交渉を悪用して，面接交渉の場所\nにＡを溺死させることに適した川の近くの公園を指定した。犯行の発覚を免れるため\nに仕組まれた巧妙かつ計画性の非常に高い犯行であり，被告人がＡに対する強固な殺\n意を有していたことは明らかで，極めて厳しい非難に値する。そして，被告人は，Ａ\nに向けてＸを放電し，Ａに激痛を与え，生きたままＡを川に水没させて溺死させてい\nるのであって，その犯行態様は卑劣かつ残忍である。上記の暴行を受けたときや，川\nに水没させられ呼吸ができなかったときのＡの苦痛が甚大なものであったことは容易\nに推認できる。当時２歳の幼い我が子のそばで，川に水没させられたときのＡの絶望\n感，その我が子を残し，２８歳という若さで命を絶たれたＡの無念さは察するに余り\nある。幼くして母親をその目前で突如失ったＡの子についても余りに憐れである。Ａ\nの父母らが被告人に対して厳しい処罰を望んでいるのも誠に当然なことである。被告\n人は，捜査段階から公判廷に至るまで，不合理な弁解に終始し，公判廷で自ら殺害し\nたＡへの不満を述べるなど，反省の態度を見ることは全くできない。その保身に汲々\nとした自己中心的な態度についても看過できないものがある。以上によれば，被告人\nの刑事責任は極めて重大である。\nそうすると，被告人に前科がないことや，本件が端的に利欲のみを目的とした事\n案とまでは認められず，夫婦間の不和に伴う憎悪が背景にあると推測されること等を\n十分考慮しても，上記のとおり，本件が，被告人の強固な殺意に基づき，犯行の発覚\nを免れるために仕組まれた巧妙かつ計画性の非常に高い殺人事件であること，面接交\n渉の機会を悪用した犯罪であること，その犯行動機が極めて理不尽かつ身勝手である\nこと等の諸事情に照らすと，被告人に対しては，有期懲役刑の上限に近い刑をもって\n臨むのが相当であると思料する。\nよって，主文のとおり判決する。\n（求刑  懲役２０年  主文掲記の物の没収）\n平成２３年９月２９日\n名古屋地方裁判所刑事第６部\n裁判長裁判官        田   邊   三 保 子\n裁判官        渡 部 五 郎\n裁判官        阿 久 津   見   房\n"
}