{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 10,
    "day": 20
  },
  "case_number": "平成19(あ)836",
  "case_name": "傷害，詐欺，住居侵入，強盗，建造物侵入，窃盗，強盗殺人，死体遺棄被告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "刑集　第65巻7号999頁",
  "original_court_name": "福岡高等裁判所",
  "original_case_number": "平成17(う)498",
  "original_date": {
    "era": "Heisei",
    "year": 19,
    "month": 3,
    "day": 8
  },
  "gist": "国際捜査共助に基づき中華人民共和国において同国の捜査官によって作成された供述調書が刑訴法３２１条１項３号の書面に当たるとされた事例",
  "case_gist": "国際捜査共助に基づき，中華人民共和国において身柄を拘束されていた共犯者を同国の捜査官が取り調べ，その供述を録取した供述調書であって，犯罪事実の証明に欠くことができないものは，同国の捜査機関に対し日本の捜査機関から取調べの方法等に関する要請があり，取調べに際しては黙秘権が実質的に告知され，取調べの間，肉体的，精神的強制が加えられた形跡はないなどの本件事実関係の下では，刑訴法３２１条１項３号の書面に当たる。",
  "ref_law": "刑訴法321条1項3号",
  "lawsuit_id": "81707",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=81707",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/707/081707_hanrei.pdf",
  "contents": "主          文\n本件上告を棄却する。\n理          由\n弁護人大熊裕起，同坂根真也の上告趣意のうち，死刑制度に関して憲法１３条，\n３１条，３６条違反をいう点は，死刑制度が憲法のこれらの規定に違反しないこと\nは当裁判所の判例（最高裁昭和２２年（れ）第１１９号同２３年３月１２日大法廷\n判決・刑集２巻３号１９１頁，最高裁昭和２６年（れ）第２５１８号同３０年４月\n６日大法廷判決・刑集９巻４号６６３頁，最高裁昭和３２年（あ）第２２４７号同\n３６年７月１９日大法廷判決・刑集１５巻７号１１０６頁）とするところであるか\nら，理由がない。その余の上告趣意のうち，共犯者らの供述調書に関して憲法３８\n条違反をいう点は，実質は単なる法令違反の主張であり，最高裁昭和６２年（あ）\n第１３５１号平成７年２月２２日大法廷判決・刑集４９巻２号１頁違反をいう点\nは，事案を異にする判例を引用するものであって，本件に適切でなく，その余は，\n判例違反をいう点を含め，実質は単なる法令違反，量刑不当の主張であって，刑訴\n法４０５条の上告理由に当たらない。\nなお，所論に鑑み記録を調査しても，刑訴法４１１条を適用すべきものとは認め\nられない。\nすなわち，本件は，中華人民共和国（以下「中国」という。）から日本に留学し\nてきた被告人が，(1)  中国人の共犯者らと共謀の上，来日直後の中国人留学生の\n居室に押し入り，中国人留学生２人から現金等を強取した住居侵入，強盗，(2)\n中国人の共犯者らと共謀の上，日本語学校の校舎内に侵入して，現金等を盗んだ建\n造物侵入，窃盗，(3)  中国人の共犯者らと共謀の上，中国人留学生の居室に侵入\nして，現金等を盗んだ住居侵入，窃盗，(4)  中国人の共犯者と共謀の上，他の中\n国人になりすまして，電器店から携帯電話機１台等をだまし取った詐欺，(5)  中\n国人の共犯者らと共謀の上，被害者方に押し入り，同人方の一家全員を殺害して金\n品を強取するとともに，その死体を海中に投棄して犯跡を隠ぺいすることを企て，\n一家４人を殺害してこれを実行した住居侵入，強盗殺人，死体遺棄，(6)  交際し\nていた中国人女性に対し，暴行を加えて負傷させた傷害の事案である。\n前記(5)の事実については，中国の捜査官が同国において身柄を拘束されていた\n共犯者であるＥ及びＦを取り調べ，その供述を録取した両名の供述調書等が被告人\nの第１審公判において採用されているが，所論は，上記供述調書等について，その\n取調べは供述の自由が保障された状態でなされたものではないなどとして，証拠能\n力ないし証拠としての許容性がないという。そこで検討するに，上記供述調書等\nは，国際捜査共助に基づいて作成されたものであり，前記(5)の犯罪事実の証明に\n欠くことができないものといえるところ，日本の捜査機関から中国の捜査機関に対\nし両名の取調べの方法等に関する要請があり，取調べに際しては，両名に対し黙秘\n権が実質的に告知され，また，取調べの間，両名に対して肉体的，精神的強制が加\nえられた形跡はないなどの原判決及びその是認する第１審判決の認定する本件の具\n体的事実関係を前提とすれば，上記供述調書等を刑訴法３２１条１項３号により採\n用した第１審の措置を是認した原判断に誤りはない。\n被告人の量刑について検討するに，特に重視すべき前記(5)の住居侵入，強盗殺\n人，死体遺棄の事実は，被告人は，中国人の共犯者２名と共謀の上，金品を得るた\nめに，資産家であると考えた福岡市内の被害者Ａ（当時４１歳）一家に狙いを定\nめ，被害者宅に押し入って家族全員を殺害するとともに金品を強取し，その死体を\n遺棄することを計画し，これを実行したというものである。被告人らは，犯行に先\n立って，犯行に用いる道具を準備し，下見をするなど，周到に謀議と準備を重ねた\n上，平成１５年６月２０日深夜に被害者宅に侵入するや，まず，Ａの妻であるＢ\n（当時４０歳）に対し，頸部をつかんで浴槽内にその顔を押し入れて頸部圧迫と溺\n水により死亡させ，ＡとＢの子であるＣ（当時１１歳）に対し，仰向けに寝ている\n同人の前頸部を絞め付けて窒息死させ，さらに，ＡとＢの子であるＤ（当時８歳）\nを人質にして，そのころ帰宅したＡからキャッシュカードの暗証番号を聞き出した\n後，Ｄの頸部に巻き付けたネクタイの両端を強く引き合って，Ｄを絞頸により窒息\n死させ，Ａに対しては，頸部に巻き付けたネクタイを強く引き合って瀕死の重傷を\n負わせた上，Ａ並びにＢ，Ｃ及びＤの死体を２回に分けて同市内のふ頭に運び，Ｃ\nの死体をその左手首にダンベルを手錠で結び付けた上で岸壁から海中に投棄して遺\n棄し，Ｂの死体をその右手首に箱型鉄製重りを手錠で結び付けて海中に投棄して遺\n棄し，さらに，Ａの左手首にダンベルを手錠で結び付け，そのダンベルをＤの左足\n首に手錠で結び付けて，岸壁から海中に投棄して，Ａを海水吸引により溺死させる\nとともに，Ｄの死体を遺棄した。\n以上のとおり，上記犯行は，被害者らに対する強固な殺意をもって敢行されたも\nのであり，金品を得るという目的のためには，人の生命の尊さをも意に介しない被\n告人らの行為は，極めて冷酷，残忍なものである。４人の生命を奪った結果は，極\nめて重大であって，何の落ち度もないのに突如非業の死を遂げた被害者らの無念さ\nは，察するに余りある。遺族の処罰感情がしゅん烈なのも当然である。本件が社会\nに与えた衝撃や不安も大きい。被告人は，Ｅ及びＦから誘われて上記犯行に加担し\nたものではあるが，謀議や犯行準備の段階から深く関与しており，犯行に際して\nは，実行行為の重要な部分を担当している。\n以上の事情に照らすと，被告人の刑事責任は，極めて重大であるといわざるを得\nず，被告人が本件各犯罪事実をおおむね認め，取り分け本件強盗殺人事件の犯行に\n及んだことについて反省後悔の念を深めていること，犯行後に中国に帰国した共犯\n者らのうち１名に対し同国の裁判所において無期懲役が言い渡されていることな\nど，所論が指摘する事情を考慮しても，原判決が維持した第１審判決の死刑の科刑\nは，当裁判所もこれを是認せざるを得ない。\nよって，刑訴法４１４条，３９６条，１８１条１項ただし書により，裁判官全員\n一致の意見で，主文のとおり判決する。\n検察官井越登茂子  公判出席\n(裁 判 長 裁 判 官   白 木   勇   裁 判 官   宮 川 光 治   裁 判 官   櫻 井 龍 子   裁 判 官\n金築誠志  裁判官  横田尤孝)\n"
}