{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 1
  },
  "case_number": "平成29(行コ)185",
  "case_name": "滞納処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "lawsuit_id": "88349",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88349",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/349/088349_hanrei.pdf",
  "contents": "平成３０年２月１日判決言渡し\n平成２９年（行コ）第１８５号  滞納処分取消請求控訴事件\n（原審・大阪地方裁判所平成２８年（行ウ）第９７号）\n主                文\n１  本件各控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  大阪国税局長が平成２６年１１月２６日付けで原判決添付の別紙差押財産目\n録記載１から４の各財産に対してした差押処分及び同年１２月１５日付けで同\n目録記載５の各財産に対してした差押処分をいずれも取り消す。\n第２  事案の概要\n１  本件は，大阪国税局長が，控訴人Ａに対する滞納国税の徴収権があるとして，\n同徴収権に基づく滞納処分として，平成２６年１１月２６日付け及び同年１２\n月１５日付けで原判決添付の別紙差押財産目録記載１から５の各財産に差押処\n分（以下「本件差押処分」という。）をしたところ，控訴人らが，本件差押処\n分に係る滞納国税の徴収権が時効により消滅していること，同目録記載２及び\n３の各持分（以下「本件持分」という。）は，本件差押処分当時，控訴人Ａで\nはなく，控訴人Ｂに帰属していたことから，本件差押処分は違法で取消事由が\nあると主張して，本件差押処分の取消しを求める事案である。\n２  原審は，本件差押処分の取消しを求める訴えについて控訴人Ｂは原告適格を\n有しないとして控訴人Ｂの訴えを却下し，控訴人Ａの請求には理由がないとし\nて棄却したことから，控訴人らが控訴した。\n３  関係法令の定め，前提事実，争点，争点に関する当事者の主張の要旨は，次\nのとおり補正し，後記４で当事者の補充主張を付加するほかは，原判決の「事\n実及び理由」中の第２の１ないし４（原判決２頁１２行目から１２頁２４行目\nまで）に記載のとおりであるから，これを引用する（以下の原判決の引用部分\nは，全て「事実及び理由」中のものであり，以下では，「事実及び理由」中の\nものである旨の記載は省略する。）。\n(1)  原判決３頁１２行目の「別紙滞納国税一覧表」を「原判決添付の別紙滞\n納国税一覧表」と，原判決５頁５行目，９行目，１３行目及び１７行目の\n「別紙差押財産目録」を「原判決添付の別紙差押財産目録」とそれぞれ改め\nる。\n(2)  原判決４頁８行目の「１０００万円を」を「１０００万円の」と，「８\n日付け」を「８日付けで」と，９行目の「２００万円の」を「２００万円\nの，」と改める。\n(3)  原判決４頁１９行目の「という。）。」の後に「いずれの会社も，定款\nに，譲渡による株式の取得について株主総会の承認を要する旨の定めを設け\nている。」を加える。\n(4)  原判決７頁１１行目の末尾に改行して「なお，後記（被控訴人の主張の\n要旨）アに記載されている，平成２０年２月２５日に，大阪国税局徴収職員\nが，控訴人Ａの税務代理行為をしていたＥ税理士に確認したとの事実はない。\n仮に，上記の日に，同職員とＥ税理士が会話をしていたとしても，控訴人Ｂ\n及びＣの各法人設立届出書の「設立時の株主名簿」の記載が誤りであること\nを話している可能性はあるが，それを超えて「現在も（株主の）変更はな\nい。」旨を回答するはずはない。そして，Ｅ税理士は，同年３月３日に，上\n記職員と面談し，本件各株式の差押時点で，同株式の所有者は，控訴人Ａで\nはなく，Ｄであったから，本件各株式の差押えはその帰属を誤ったものであ\nることを述べている。」を加え，８頁２２行目の「平成１９年１２月１８日」\nを「平成１９年１２月２８日」と改める。\n(5)  原判決９頁５行目の「そこで，」の後に「平成２０年２月２５日，」を\n加え，６行目から７行目にかけての「Ｅ税理士」を「Ｅ税理士」と改め，１\n４行目の「同年１２月２８日」を「平成１９年１２月２８日」と改め，１７\n行目の「処分がされた後，」の後に「Ｅ税理士が，同年３月３日，前記徴収\n職員と面談した際，本件各株式については，その所有権が控訴人ＡからＤに\n譲渡されているようだと述べたが，」を加える。\n４  当審における当事者の補充主張\n（控訴人らの主張）\n(1)  株主名簿を作成していない株式会社に対する会社法１３０条１項の適用\nについて\n本件において，会社法１３０条１項の規定を適用して，控訴人ＡがＤへの\n本件各株式の譲渡を被控訴人に対抗できないとすることは，極めて形式的に\nすぎ，以下のとおり，会社法１２１条及び１３０条 1 項の制度趣旨並びに現\n状にかんがみると，極めて不当である。\nア  会社法１２１条及び１３０条１項の各規定は，転々流通する株式（公開\n会社の株式）を前提としたものである。しかるに，控訴人Ｂ及びＣは，中\n小企業の非公開会社であり，かつ，全株式を 1 人の個人が所有しているい\nわゆる一人会社であり，このような会社は，そもそも株主名簿が作成され\nていないことが現状であり，公知の事実であって，その株式の譲渡に関し\nて，第三者が株式名簿の記載を信頼して取引を行うという状況にはない。\nそれにもかかわらず，非公開会社の中小企業が株主名簿を作成していな\nい場合でも，常に会社法１３０条 1 項が適用されるとすると，以下のとお\nり，実務に多大な問題が生じることになる。\n(ア)  非公開会社の中小企業である株式会社の大部分の会社に，これまで\n必要とされてこなかった株主名簿の作成を強いる結果となり，その負担\nは極めて不合理なものである。\n(イ)  非公開会社の中小企業である株式会社において，実質的に株主の変\n更があり，会社自身が新株主を長期間株主として取り扱っている場合に\nおいても，同社の債権者は既に株主ではない旧株主が株式を所有してい\nることを前提に当該株式を差押えすることができることになり，それで\nは，当事者及び会社間では長年有効であることを前提にされていた株式\n譲渡が実質的には無効になってしまい，そのような結果が是認されれば，\n実務上大混乱をきたす。\nイ  最高裁昭和３９年(オ)第８８３号同４７年１１月８日大法廷判決（民集\n２６巻９号１４８９頁参照）（以下「最高裁４７年判決」という。）は，\n旧商法２０４条２項を形式的に適用してしまうと，現実に起こっている事\n実関係において妥当な解決に至らないことを理由に，法を実態に即したも\nのにするため，その適用を回避したものであるところ，本件においても，\n非公開会社の中小企業である株式会社で，株主名簿自体がそもそも存在し\nない場合において，株式譲渡がされたときは，会社法１３０条１項の形式\n的適用を回避して，会社は，株主名簿の記載・記録がないことを理由にし\nてその譲渡を否定することができないと解するのが相当である。また，こ\nのように会社に対し，株式譲渡の効力を主張できる場合には，第三者に対\nしても，譲受人は，実質的な株式譲渡の事実をもって対抗できると解すべ\nきである。\nウ  本件においては，大阪国税局は，本件各株式の控訴人ＡからＤへの譲渡\nの事実を知らずに，本件各株式に対する差押えを行ったと推測されるが，\n各管轄税務署は，控訴人Ｂ及びＣの設立時の株主は控訴人Ａであったにも\nかかわらず，法人設立届出書の添付書類として，株主としてＤの氏名及び\n住所が記載された「株主名簿」が提出されていることを認識していたから，\n本件各株式が控訴人ＡからＤへ譲渡されたことも認識しており，大阪国税\n局は，非公開会社の中小企業である株式会社において，株主名簿が作成さ\nれていないことは認識していたという経緯においては，被控訴人が，株主\n名簿の記載がないことを主張することは信義則に反するものである。\nエ  よって，被控訴人は，本件各株式の譲渡につき第三者対抗要件の欠缺を\n主張し得ないと解すべきである。\n(2)  会社分割による本件持分の承継について\nア  中協法１７条１項の趣旨にかんがみれば，会社分割による「承継」の場\n合には，会社の事業に関して有する権利義務の全部又は一部が包括的に承\n継されるものであり，承継する会社は，従前の会社が行っていた事業を継\n続するから，人格的，精神的要素が大きく変化することは通常なく，組合\n員の信頼関係に影響を与えるという状況にないから，同項にいう「譲渡」\nに当たらず，同項を拡張解釈ないし類推解釈する必要性，相当性もないか\nら，それらの解釈も許されない。\nイ  会社分割は，経営効率化のため，事業の一部を別会社化したり，グルー\nプ外に切り離す態様で移転したりするに当たり，契約関係や債権債務関係\nにある相手方の同意を不要とし，分割会社がイニシアティブをとって企業\n再編をすることができるようにするものである。この制度趣旨からすれば，\n会社分割による権利義務の承継は，当該権利義務に関する分割会社の地位\nを承継する一般承継（包括承継）であり，相手方の同意なしに承継される\nものであり，最高裁平成２０年(受)第１７０４号同２２年７月１２日第二\n小法廷判決（民集６４巻５号１３３３頁参照）（以下「最高裁平成２２年\n判決」という。）も同様の判示をしている。\nしたがって，中協法１７条１項を適用し，組合の承諾がなければ会社分\n割による持分の承継であっても無効と解するのは，会社分割の制度趣旨を\n否定するものであり，前記最高裁判例とも矛盾する。\nウ  仮に，会社分割による持分の承継について，中協法１７条１項が適用さ\nれるとしても，本件において，控訴人Ｂは，本件組合に対し，新設分割計\n画書の写しを提出した上で，本件持分が控訴人Ｂに承継されたことを口頭\nで通知の上，平成１９年１１月２７日付けの出資金加入申込書を提出して，\n同承継の承諾を促したのであり，同項の「承諾」について，組合は正当の\n理由のない限り拒否することはできないことからすれば，本件組合は，控\n訴人Ｂに対し，本件持分の承継を承諾していると擬制されるものである。\n（被控訴人の主張）\n(1)  株主名簿を作成していない株式会社における会社法１３０条１項の適用\nについて\nア  控訴人らの主張する，控訴人ＡがＤに対して本件各株式を譲渡した事実\nはない。\nイ  また，会社法１２１条及び１３０条１項の各規定は，その文言からして\nも，公開会社のみならず，非公開会社にも適用されることは明らかであり，\n非公開会社の中小企業である株式会社において株主名簿が作成されていな\nいとの控訴人らの主張は，法令が事実上遵守されていないことを指摘する\nものにすぎない。\nウ  控訴人Ｂ及びＣが所轄の税務署に提出した「設立時の株主名簿」は，あ\nくまで各会社設立時の株主を記載したものと解されるから，その名簿に株\n主がＤである旨の記載があっても，その記載をもってＤが控訴人Ａから本\n件各株式を取得した者であることが記載又は記録されているということは\nできない。\nしかも，控訴人Ｂ及びＣは，その後，いずれも会社設立時の株主を控訴\n人Ａに訂正する旨の「既提出届出書類の訂正願」及び控訴人Ａが株主であ\nる旨の記載がある「設立時の株主名簿」を提出していることからすると，\n各管轄税務署は，控訴人Ｂ及びＣの当初提出した設立時の株主名簿に基づ\nき，本件各株式の差押え時において，同株式が，控訴人ＡからＤに譲渡さ\nれたことを認識していたという控訴人らの主張には明らかに理由がない。\nそして，大阪国税局長は，本件差押処分当時，控訴人Ｂ及びＣの設立時\nの株主は控訴人Ａであり，本件各株式が控訴人Ａに帰属するとの認識を有\nしており，その認識下で本件差押処分を行ったのであるから，その行為が\n何ら信義則に反しないことは明らかである。\n(2)  会社分割による本件持分の承継について\nア  中協法１７条１項は，組合は組合員の人格的，成因的要素を多分にその\n結合関係の中に持つものであるから，その持分の譲渡を自由にすることは，\nこの信頼関係に影響を与えるので，組合員が持分を譲渡しようとするとき\nは組合の承諾を得なければならないとしたものと解される。そして，会社\n分割による組合の持分の承継も，組合の持分の譲渡と同様，組合員の変更\nや出資口数の増減を生じさせるものであり，組合員の信頼関係に影響を与\nえ得るものであることにかんがみると，前記趣旨は，会社分割により組合\nの持分を承継する場合にも当てはまることは明らかである。したがって，\n同項所定の「その持分を譲り渡す」場合の中には，会社分割により組合の\n持分を承継する場合も含まれると解するのが相当である。\nイ  本件組合において本件持分の承継に係る処理ができなかったのは，控訴\n人Ａの「出資持分譲渡申請書」が提出されていなかったか，あるいは出資\n証券が提出されていなかったかのいずれかの原因によるものであり，いず\nれにしても，控訴人らの本件持分の承継に係る申請手続に不備があったた\nめに，本件組合において，本件持分の承継を承諾するか否かを判断するこ\nとができなかったのは明らかである。\nまた，本件持分承継に係る承諾の意思表示を命じる裁判等の存在も認め\nられない。\nしたがって，承諾が擬制されたという控訴人らの主張は理由がない。\n第３  当裁判所の判断\n１  当裁判所も，控訴人らの請求には理由がないから，これらをいずれも棄却す\nべきものと判断する。その理由は，次のとおり，補正し，後記２において当審\nにおける当事者の主張に対する判断を加えるほかは，原判決中の第３の１ない\nし３（原判決１２頁２６行目から２２頁２５行目まで）に記載のとおりである\nからこれを引用する。\n(1)  原判決１３頁１９行目の「禁止されること」を「禁止され，徴収法に則\nり取立等の手続がとられることや，滞納処分の徴収権者は，会社法１３０条\n１項の第三者に該当すると解されること（最高裁昭和４０年(オ)第１０３１\n号同４１年７月２８日第一小法廷判決・裁判集民事８４号２５９頁参照）」\nと改め，２２行目の「当該差押処分の」から２３行目の「なるから」までを\n「その第三者を名宛人とした差押処分は名宛人を誤ったものであり，「その\n財産」（徴収法４７条１項），すなわち，滞納者の財産を差し押さえるもの\nではないから違法なものではあるが，差押処分がありそれに基づきその後の\n手続がとられるという法的効果により真実の権利者がその権利を侵害される\nこととなるから」と改める。\n(2)  原判決１５頁１０行目から１１行目にかけての「解される。」を「解さ\nれるとともに，同条２項は「組合員でないものが持分を譲り受けようとする\nときは，加入の例によらなければならない。」と定めて，持分の譲渡により，\n組合員でない者が組合員になるという，信頼関係への影響がより大きなもの\nとなる場合には，これに対応すべく，組合の承諾を含め定款に定める加入の\n手続を要求したものと解される。」と改め，１２行目の「や出資口数の増減」\nを削除する。\n(3)  原判決１６頁３行目の「決裁手続が」を「決裁手続が途中まで」と改め\nる。\n(4)  原判決１６頁１３行目の「組合は」から１４行目の「事実」までを「人\n的結合体である組合の組合員の変更はその信頼関係に大きな影響を及ぼすも\nのであり，これに対応するため，中協法１７条の規定があると解されること\nは前述したとおりである。したがって，同条の定める「承諾」とは組合員の\n持分の譲渡の可否を定款に定める組合の目的や組合員の資格等を基に実質的\nに判断することが予定されているものであり，証拠（乙３３）によれば，本\n件組合においても，同条の承諾については，関係書面を提出させ，本店での\n稟議や代表理事による判断が予定されていると認められることからすれば，\n組合が当然に承諾するとまでいうことはできず，控訴人Ｂのいう，譲受人が\n承継の事実を口頭で通知し，出資金加入申込書を提出したというだけの事実」\nと改める。\n(5)  原判決１７頁８行目の「５年」を「５年間」と改める。\n(6)  原判決１８頁１行目の「ア及びウ」を「アないしウ」と改める。\n(7)  原判決１９頁１２行目の「株式」を「株式の譲渡」と改める。\n(8)  原判決２０頁１４行目の末尾に「また，控訴人Ｂ及びＣの代表取締役が\nＤであり，株主もＤあるいはＤが代表取締役を務める控訴人Ａであることか\nらすれば，不当拒絶ということ自体が想定し難い。」を加える。\n(9)  原判決２１頁９行目から１０行目にかけての「会社設立時の株主を記載」\nを「会社設立後に譲渡を受けた結果株主になった者を記載したものではなく，\nあくまで会社設立時の株主を誤記」と改める。\n２  当審における当事者の補充主張について\n(1)  株主名簿を作成していない株式会社に対する会社法１３０条１項の適用\nについて\nア  控訴人らは，本件において，会社法１３０条１項の規定を適用して，控\n訴人ＡがＤへの本件各株式の譲渡を被控訴人に対抗できないとすることは，\n形式的にすぎ，会社法１２１条及び１３０条 1 項の制度趣旨並びに現状に\nかんがみると，不当である旨を主張する。\nしかし，株式会社は，社員（株主）の地位が株式という細分化された均\n一の割合的単位的持分であり，社員は間接かつ有限責任のみを負うという\n制度をとり，株式は自由に譲渡できることを原則として，多数人が容易に\n会社に参加できるように配慮されており，このような株主の変動性のほか，\n株主の権利行使の集団性・反復性に対して，会社に対して株主として資格\nを有する者を画一的基準により確定するために設けられたのが株主名簿の\n制度であるが，会社法は，以上の制度を前提に，会社の閉鎖性の維持のた\nめ譲渡制限株式の制度を採用し（会社法１０７条１項１号，２項１号），\n全株式につき譲渡制限がある旨を定めている会社では，株主から請求があ\nるまで株券を発行しないことができる旨の定めもしているところ（会社法\n２１５条４項），その場合，すなわち，株式の転々流通することがあまり\n想定されない場合においても，会社が株主を確定し，把握するための株主\n名簿の制度を排除していない。そして，株主名簿の記載又は記録に，会社\nのみならず，第三者に対する対抗力を付与することにより，第三者も，株\n主を画一的基準により把握することができる。すなわち，この定めにより，\n株主名簿の作成をしないまま，譲渡当事者及び会社がその意向によりある\n時点の株主を自由に決めることは許されないことになるのであって，転々\n流通することを想定していない会社においてもなお適用される意義がある\nといえる。控訴人らは，株主名簿及びそれによる対抗要件の規定を適用す\nると，譲渡当事者及び会社間では長年有効であることを前提にされていた\n株式譲渡が実質的には無効になってしまうなどと主張するが，そのような，\n会社法の定める株主名簿を作成せず，株式の譲渡の記載又は記録をしない\nまま，会社と株式の譲渡当事者との意向で，現株主を自由に決めることに\nなりかねない事態こそ問題であり，そのような事態を会社法が許容してい\nるものということはできない。\nしたがって，株式会社という会社形態により事業を営む以上，会社法の\n規定に則った運営がされるべきである。このことは，控訴人Ｂ及びＣが，\n中小企業の非公開会社であり，かつ，全株式を 1 人の株主が所有している\nいわゆる一人会社であっても変わりはない。控訴人らは，多大な問題，大\n混乱が生じる旨を主張するが，その具体的な事象の主張立証はなく，むし\nろ，両社ともに，会社法に則り事業を営む前提で，それぞれの定款にも，\n株主名簿の作成を前提とする規定が設けられている（控訴人Ｂの定款（甲\n１０）の１０条，１３条，２８条，Ｃの定款（乙２２）の１０条，１３条，\n２７条）ことからすれば，会社法１２１条，１３０条１項の適用を回避し\nてまで相当性を図る事情はないというべきである。\nしたがって，控訴人らの前記主張は採用できない。\nイ  控訴人らは，最高裁昭和４７年判決を引用し，会社法１３０条１項の適\n用を回避し，会社は，株主名簿の記載又は記録がないことを理由にしてそ\nの譲渡を否定することができず，その結果，会社に対して株式譲渡の効力\nを主張できる場合には，第三者に対しても，譲受人は，実質的な株式譲渡\nの事実をもって対抗できると解すべきである旨を主張する。\nしかし，上記最高裁判例の事案は，譲渡する株主と会社とが対立する関\n係にあるものであるが，本件は，本件各株式を譲渡する株主である控訴人\nＡの代表者で，同控訴人の株式の大半を所有するＤ（甲４）は，控訴人Ｂ\n及びＣの代表者でもあるという関係にあるのであって，会社法の定めると\nおりの手続をとることに支障があるとは思われず，その適用を回避してま\nで妥当性を図るべき事情も見受けられない。したがって，控訴人らの前記\n主張は採用できない。\nウ  また，控訴人らは，各管轄税務署は，本件各株式が，控訴人ＡからＤに\n譲渡されたことを認識していたのであり，大阪国税局は，非公開会社の中\n小企業である株式会社において，株主名簿が作成されていないことを認識\nしていたという経緯の下では，株主名簿の記載がないことを主張すること\nは信義則に反する旨を主張する。\nしかし，控訴人Ｂ及びＣが，各管轄税務署に対し，法人設立届出書の添\n付書類として，株主としてＤの氏名及び住所が記載された「株主名簿」を\n提出したからといって，そのことが，本件各株式が控訴人ＡからＤへ譲渡\nされたことを示すということはできないし，各管轄税務署が本件各株式の\n控訴人ＡからＤへの譲渡を認識することにもならない。\nそして，上記設立時株主等の名簿と本件会社分割の新設分割計画書に添\n付された控訴人Ｂ及びＣの定款に記載された設立時発行株式の割当を受け\nる者として控訴人Ａが記載されていることにつき，大阪国税局の徴収職員\nが控訴人Ａの税務代理行為をしていたＥ税理士に問い合わせをし，設立時\n及び現在の株主がいずれも控訴人Ａである旨の回答を得たことは，前記１\nで引用した原判決第３の２(3)オのとおりであり，むしろ，被控訴人は，\n本件各株式は控訴人Ａのものであるという認識を持っていたのであるとい\nえるから，控訴人らの主張はその前提を欠き，採用できない。\nエ  よって，本件各株式の控訴人ＡからＤへの譲渡についても，会社法１３\n０条１項が適用され，同譲渡については株主名簿の記載がなく，対抗要件\nを欠くものであるから，第三者である被控訴人にその譲受を対抗できない。\n(2)  会社分割による信用組合の出資持分の承継について\nア  控訴人らは，会社分割による承継は包括承継であり，人格的，精神的要\n素が大きく変化することは通常なく，組合員の信頼関係に影響を与えると\nいう状況にないから，本件持分の会社分割による承継は，中協法１７条１\n項にいう「譲渡」に当たらず，本件組合の承諾は不要である旨主張するが，\n会社分割による本件持分の承継は，本件組合の組合員の変更を生じさせる\nものであり，組合員の信頼関係に影響を与え得るものであることから，中\n協法１７条１項の組合の承認を要した趣旨が当てはまるものであることは，\n前記１(2)で補正の上引用した原判決第３の１(3)において認定説示したと\nおりである。\nイ  また，控訴人らは，中協法１７条１項を適用し，組合の承諾がなければ\n会社分割による持分の承継であっても無効と解するのは，会社分割の制度\n趣旨及び最高裁平成２２年判決に矛盾する旨を主張する。\nしかし，控訴人らの引用する最高裁平成２２年判決は，会社分割におい\nて労働契約の承継手続に瑕疵があることを理由に承継の有無が争われた事\n案であり，商法等の一部を改正する法律附則５条１項に基づく会社分割に\n伴う労働契約の承継に関する協議という労働者の保護を図るための規定が\nあることを前提としたものであるから，控訴人らの主張はその前提を欠く\nものである。\nそして，人的結合体である本件組合においては，中協法１７条１項及び\n２項を根拠にして定款１１条の規定を置き，組合員でない者が組合員から\n持分を譲り受けることにより組合員になろうとするときは，加入の申込み\nをしなければならず，加入の申込みをした者は，組合の承諾を得て，持分\nを譲り受けた旨の届出を組合にした時に組合員となる旨を定めて（乙３\n３），持分の譲渡による組合員の変更という組合員の信頼関係に大きな影\n響を受ける場合に対処する仕組みを設けているのであって，本件組合の目\n的・性質からしても，この規定が適用されない理由は見出せない。\nしたがって，中協法１７条１項の適用を否定する控訴人らの主張は採用\nできない。\nウ  中協法１７条１項の定める「承諾」とは組合員の持分の譲渡の可否を定\n款に定める組合の目的や組合員の資格等を基に実質的に判断することが予\n定されているものであり，譲受人が承継の事実を口頭で通知し，出資金加\n入申込書を提出したというだけの事実から直ちに本件組合が本件持分の承\n継に対する承諾をしたとみなすことができないことについても，前記１\n(4)で補正の上引用した原判決第３の１(4)イのとおりであり，本件持分の\n承継につき本件組合の承諾が擬制されるとの控訴人Ｂの主張は採用できな\nい。\nエ  以上によれば，本件持分が控訴人Ａから控訴人Ｂに承継されたとの控訴\n人らの主張には理由がなく，控訴人Ｂが本件差押処分の対象財産を有して\nいたとは認められず，本件差押処分の取消しを求める本件訴えの原告適格\nを有しないというべきである。\n３  以上によれば，控訴人Ｂの本件訴えは不適法であるからこれを却下すべきで\nあり，控訴人Ａの請求には理由がないからこれらを棄却すべきところ，これと\n結論を同じくする原判決は相当であり，控訴人らの本件各控訴にはいずれも理\n由がないからこれらをいずれも棄却することとして，主文のとおり判決する。\n大阪高等裁判所第５民事部\n裁判長裁判官      藤      下              健\n裁判官      桑      原      直    子\n裁判官      金      子          雄\n"
}