{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 7
  },
  "case_number": "平成29(受)1372",
  "case_name": "売買代金請求本訴，損害賠償請求反訴事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "集民　第261号87頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成28(ネ)631",
  "original_date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 21
  },
  "gist": "違法な仮差押命令の申立てと債務者がその後に債務者と第三債務者との間で新たな取引が行われなくなったことにより喪失したと主張する得べかりし利益の損害との間に相当因果関係がないとされた事例",
  "case_gist": "債権の仮差押命令の申立てが債務者に対する不法行為となる場合において，上記仮差押命令の申立ての後に債務者と第三債務者との間で新たな取引が行われなくなったとしても，次の(1)，(2)など判示の事情の下においては，上記不法行為と債務者がその後に債務者と第三債務者との間で新たな取引が行われなくなったことにより喪失したと主張する得べかりし利益の損害との間に相当因果関係があるということはできない。\n(1)　債務者は，１年４箇月間に７回にわたり第三債務者との間で商品の売買取引を行ったが，両者の間で商品の売買取引を継続的に行う旨の合意があったことはうかがわれず，債務者において両者間の商品の売買取引が将来にわたって反復継続して行われるものと期待できるだけの事情があったとはいえない。\n(2)　上記仮差押命令の執行は，上記仮差押命令が第三債務者に送達された日の５日後に取り消され，その頃，第三債務者に対してその旨の通知がされており，第三債務者が債務者に新たな商品の発注を行わない理由として上記仮差押命令の執行を特に挙げていたという事情もうかがわれない。",
  "ref_law": "民法４１６条，民法７０９条",
  "lawsuit_id": "88472",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=88472",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/472/088472_hanrei.pdf",
  "contents": "平成２９年（受）第１３７２号  売買代金請求本訴，損害賠償請求反訴事件\n平成３１年３月７日  第一小法廷判決\n主      文\n原判決のうち別紙記載の部分を破棄する。\n前項の部分につき，本件を大阪高等裁判所に差し戻す。\n理      由\n上告代理人久米川良子の上告受理申立て理由（ただし，排除された部分を除\nく。）について\n１  本件本訴は，上告人が，被上告人に対し，売買契約に基づき代金２８１３万\n８９４０円及び遅延損害金の支払等を求めるものである。被上告人は，上告人によ\nる債権の仮差押命令の申立てが被上告人に対する不法行為に当たるとし，これによ\nる損害賠償債権を自働債権とする相殺の抗弁を主張するなどして，上告人の本訴請\n求を争っている。\n２  原審の確定した事実関係等の概要は，次のとおりである。\n(1)  上告人は，各種印刷物の紙加工品製造等を目的とする株式会社である。\n被上告人は，日用品雑貨の輸出入及び販売等を目的とする株式会社であり，平成\n２２年から平成２７年までの年間売上高が２６億円から５７億円程度であり，同年\n９月当時，現金，預金債権及び売掛金債権だけでも１６億円余りの資産を有してい\nた。\n(2)  上告人は，被上告人に対し，印刷物等の売買契約に基づく代金等の支払を\n求める本件本訴を提起したところ，第１審判決は，平成２８年１月，上告人の本訴\n請求を１３１０万１８４７円及び遅延損害金の限度で認容した（以下，第１審判決\nにおいてその請求が認容された売買代金債権（遅延損害金を含む。）を「本件売買\n代金債権」という。）。なお，上告人は，仮執行宣言の申立てをせず，第１審判決\nに仮執行宣言は付されなかった。\n上告人及び被上告人は，いずれも第１審判決を不服として控訴した。\n(3)  上告人は，平成２８年４月１８日，本件売買代金債権を被保全債権とし\nて，被上告人の取引先百貨店（以下「本件第三債務者」という。）に対する売買代\n金債権につき，被上告人を債務者とする仮差押命令の申立て（以下「本件仮差押申\n立て」という。）をし，同月２２日，これに基づく債権仮差押命令（以下「本件仮\n差押命令」という。）が発令された。本件仮差押命令は，同月２３日，本件第三債\n務者に送達された。\n(4)  被上告人が本件仮差押命令において定められた仮差押解放金約１４９７万\n円を供託したため，平成２８年４月２８日，本件仮差押命令の執行を取り消す旨の\n決定がされ，その頃，本件第三債務者に対してその旨の通知がされた。\n(5)  被上告人は，本件仮差押命令の取消しを求める保全異議の申立てをしたと\nころ，平成２８年７月，本件仮差押命令を保全の必要性がないとして取り消し，本\n件仮差押申立てを却下する旨の決定がされた。上告人は，上記決定を不服として保\n全抗告をしたが，同年１０月，保全抗告を棄却する旨の決定がされた。\n(6)  被上告人は，平成２８年６月の原審口頭弁論期日において，上告人に対\nし，本件仮差押申立てが違法であることを理由とする不法行為による損害賠償債権\n（以下「本件損害賠償債権」という。）を自働債権とし，本件売買代金債権を受働\n債権として，対当額で相殺する旨の意思表示（以下「本件相殺」という。）をし\nた。\n被上告人は，本件損害賠償債権に関して，本件仮差押申立てにより被上告人の信\n用が毀損されたとして，本件仮差押申立ての後に被上告人と本件第三債務者との間\nで新たな取引が行われなくなったことにより喪失した被上告人の得べかりし利益\n（以下「本件逸失利益」という。）等の損害の発生を主張し，本件相殺を本訴請求\nについての抗弁とした。\n(7)  被上告人は，複数の大手百貨店との間で取引を行っており，本件第三債務\n者との間でも，平成２７年１月９日から平成２８年４月２７日までの間に７回にわ\nたり本件第三債務者から発注を受けて商品を売却し，その売買代金総額は約５０１\n１万円（うち約２９９１万円は平成２８年４月２７日の売却に係るもの）であっ\nた。\n３  原審は，上記事実関係等の下において，要旨次のとおり判断し，本件損害賠\n償債権の額を本件逸失利益等の損害合計１５２２万４２４４円とし，本件売買代金\n債権は本件相殺によりその一部が消滅したと認め，上告人の本訴請求を一部認容し\nた。\n(1)  本件仮差押申立ては，当初からその保全の必要性が存在しないため違法で\nあり，被上告人に対する不法行為に当たる。\n(2)  本件仮差押命令の発令当時，被上告人と本件第三債務者との取引期間は１\n年４箇月であり，被上告人におけるその他の大手百貨店との取引状況等をも併せ考\n慮すると，被上告人は，本件仮差押申立てがされなければ，本件第三債務者との取\n引によって少なくとも３年分の利益を取得することができた。そして，本件仮差押\n命令の送達を受けた本件第三債務者が，被上告人の信用状況に疑問を抱くなどして\n被上告人との間で新たな取引を行わないとの判断をすることは，十分に考えられ，\n上告人はこのことについて予見可能であったから，本件仮差押申立てと本件逸失利\n益の損害との間には相当因果関係がある。\n４  しかしながら，原審の上記３(2)の判断は是認することができない。その理\n由は，次のとおりである。\n被上告人は，平成２７年１月から平成２８年４月までの１年４箇月間に７回にわ\nたり本件第三債務者との間で商品の売買取引を行ったものの，被上告人と本件第三\n債務者との間で商品の売買取引を継続的に行う旨の合意があったとはうかがわれな\nいし，被上告人の主張によれば，上記の期間，本件第三債務者の被上告人に対する\n取引の打診は頻繁にされてはいたが，これらの打診のうち実際の取引に至ったもの\nは７件にとどまり，四，五箇月にわたり取引が行われなかったこともあったという\nのであって，被上告人において両者間の商品の売買取引が将来にわたって反復継続\nして行われるものと期待できるだけの事情があったということはできない。これら\nのことからすると，本件第三債務者が被上告人との間で新たな取引を行うか否か\nは，本件第三債務者の自由な意思に委ねられていたというべきであり，被上告人と\n本件第三債務者との間の取引期間等の原審が指摘する事情のみから直ちに，本件仮\n差押申立ての当時，被上告人がその後も本件第三債務者との間で従前と同様の取引\nを行って利益を取得することを具体的に期待できたとはいえない。そして，金銭債\n権に対する仮差押命令及びその執行は，特段の事情がない限り，第三債務者が債務\n者との間で新たな取引を行うことを妨げるものではないし，本件仮差押命令の債務\n者である被上告人は，前記２(1)のとおりの売上高及び資産を有する会社であった\nところ，本件仮差押命令の執行は，本件仮差押命令が本件第三債務者に送達された\n日の５日後である平成２８年４月２８日には取り消され，その頃，本件第三債務者\nに対してその旨の通知がされており，本件第三債務者が被上告人に新たな商品の発\n注を行わない理由として本件仮差押命令の執行を特に挙げていたという事情もうか\nがわれない。これらのことに照らせば，本件第三債務者において本件仮差押申立て\nにより被上告人の信用がある程度毀損されたと考えたとしても，このことをもって\n本件仮差押申立てによって本件逸失利益の損害が生じたものと断ずることはできな\nい。\n以上を総合すると，本件仮差押申立てと本件逸失利益の損害との間に相当因果関\n係があるということはできない。\n５  これと異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨は，この趣旨をいうものとして理由があり，原判決中，別紙記載の\n部分は破棄を免れない。そして，本件逸失利益以外の本件仮差押申立てと相当因果\n関係のある損害の有無等について更に審理を尽くさせるため，同部分につき本件を\n原審に差し戻すこととする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   山口   厚   裁判官   池上政幸   裁判官   小池   裕   裁判官\n木澤克之  裁判官  深山卓也)\n（別紙）\n上告人の本訴請求のうち，平成２５年８月に締結された紙バッグセットの紙袋，\n紐，外箱等についての売買契約に基づく代金請求に関する部分につき，次の金員の\n請求を棄却した部分\n１  １０６４万０２３０円\n２  １３１０万１８４７円に対する平成２５年１２月１日から平成２８年４月２\n３日まで年１４．６％の割合による金員\n３  １０６４万０２３０円に対する平成２８年４月２４日から支払済みまで年１\n４．６％の割合による金員\n"
}