{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 10,
    "day": 5
  },
  "case_number": "平成29(ネ)10042",
  "case_name": "損害賠償請求控訴事件（本訴），著作権侵害差止等請求控訴事件（反訴）",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87133",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87133",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/133/087133_hanrei.pdf",
  "contents": "平成２９年１０月５日判決言渡\n平成２９年(ネ)第１００４２号  損害賠償請求控訴事件（本訴），著作権侵害差止\n等請求控訴事件（反訴）\n（原審  東京地方裁判所  平成２８年(ワ)第１２６０８号，平成２８年(ワ)第２７\n２８０号）\n口頭弁論の終結の日  平成２９年９月５日\n判                決\n控訴人兼被控訴人（１審本訴原告兼反訴被告）\nＸ\n(以下「１審原告」という。)\n同 訴 訟 代 理 人 弁 護 士        橋 本 華 織\n川 本 直 樹\n被控訴人兼控訴人（１審本訴被告兼反訴原告）\nＹ\n(以下「１審被告」という。)\n同 訴 訟 代 理 人 弁 護 士       磯 田 直 也\n主                文\n１  本件各控訴をいずれも棄却する。\n２  控訴費用のうち，１審原告に生じた費用は，１審\n原告の，１審被告に生じた費用は，１審被告の各負\n担とする。\n事実及び理 由\n略称は，原審と同じものを用いる。ただし，略称に「原告」又は「被告」が含\nまれているものの当該部分は，「１審原告」又は「１審被告」と読み替え，Ａ\n弁護士は「Ａ弁護士」，「Ｂ弁護士」は「Ｂ弁護士」という。\n第１  控訴の趣旨\n１  １審原告\n原判決のうち１審原告敗訴部分を取り消す。\n１審被告は，１審原告に対し，３５万円及びこれに対する平成２８年４月\n２６日から支払済みまで年５分の割合による金員を支払え。\n１審被告は，別紙１の書面を複製し，又は頒布してはならない。\n１審被告は，別紙２の赤枠内の記載を複製し，又は頒布してはならない。\n２  １審被告\n原判決のうち１審被告敗訴部分を取り消す。\n１審原告は，別紙３記載の表を複製し，又は頒布してはならない。\n１審原告は，別紙４記載２の表が記載された宣伝広告チラシを頒布しては\nならない。\n１審原告は，別紙４記載２の表が記載された宣伝広告チラシを廃棄せよ。\n１審原告は，１審被告に対し，３３万円及びこれに対する平成２８年７月\n１１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１\n棄却したので，１審原告と１審被告の双方が控訴を提起した。\n本訴請求\nア  １審原告が，１審被告が別紙５及び６の各広告（以下，順次，「１審被\n告広告１」及び「１審被告広告２」という。）を頒布する行為が，別紙１の広告（\n以下「１審原告広告」という）について１審原告が有する著作権（複製権）及び著\n作者人格権（同一性保持権）を侵害することによって作成された物を頒布する行為，\n又は１審原告に対する一般不法行為に該当するとして，１審被告に対し，著作権侵\n害又は一般不法行為に基づく財産的損害に係る損害賠償金５万円，著作者人格権侵\n害又は一般不法行為に基づく精神的損害に係る損害賠償金３０万円及びこれらに対\nする不法行為後の日である平成２８年４月２６日（訴状送達日の翌日）から支払済\nみまで民法所定の年５分の割合による遅延損害金の支払を求める請求。\nイ  １審原告が，１審被告が１審原告広告を複製し，又は頒布する行為は，\n１審原告が有する１審原告広告についての著作権（複製権）を侵害し，その侵害行\n為によって作成された物を頒布する行為であるとして，１審被告に対し，著作権法\n１１２条１項に基づき，１審原告広告の複製又は頒布の各差止めを求める請求。\nウ  １審原告が，１審被告が別紙７及び８の各アンケート(以下，順次「１\n審被告アンケート１」，「１審被告アンケート２」という。)を作成し，頒布する\n行為は，１審原告が作成した別紙４記載２の表（以下「本件１審原告ファイル」と\nいう。）のうち別紙２の赤枠内の記載に相当する部分（以下「１審原告追加部分」\nという。なお，別紙２の書面全体は１審被告アンケート１である。）についての１\n審原告の著作権（複製権）を侵害し，その侵害行為によって作成された物を頒布す\nる行為であるとして，１審被告に対し，著作権法１１２条１項に基づき，１審原告\n追加部分の複製又は頒布の各差止めを求める請求。\n反訴請求\n１審被告が，１審原告が本件１審原告ファイルの記載された宣伝広告チラシを作\n成し，頒布する行為は，別紙３の表（以下「本件１審被告ファイル」という。）に\nついての１審被告の著作権(複製権又は翻案権)又は著作者人格権（同一性保持権）\nを侵害し，その侵害行為によって作成された物を頒布する行為であるとして，１審\n原告に対し，著作権法１１２条１項，２項に基づき，本件１審被告ファイルの複製\n又は頒布の各差止め並びに本件１審原告ファイルが記載された宣伝広告チラシの頒\n布の差止め及び廃棄を求めるとともに，著作者人格権侵害に基づく精神的損害に係\nる損害賠償金３３万円及びこれに対する不法行為後の日である平成２８年７月１１\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める請求。\n２  前提事実\n前提事実については，次のとおり改めるほか，原判決３頁２０行目～５頁５行目\nに記載したとおりであるので，これを引用する（証拠等を掲げた事実以外は，当事\n者間に争いがない。）。\n⑴  原判決３頁２５行目，４頁９行目及び１０行目の「ホームページ」を「ウ\nェブページ」と改める。\n⑵  原判決４頁１７行目の「\n⑶  原判決４頁２３行目から２４行目にかけて及び２６行目の各「地方相談会\nの前に「本件ＮＰＯ法人の」を加える。\n⑷  原判決５頁１行目の「配布した」の前に「同月１４日」を加える。\n⑸  原判決５頁１行目の末尾に「(甲２，３，７０，７１，弁論の全趣旨)」を\n加える。\n３  争点\n本訴請求\nア\n１審原告広告の複製権侵害の成否\n①  １審原告広告の著作物性並びに１審被告広告１及び２との同一性の\n②\n③\n１審原告広告の同一性保持権侵害の成否\n①  １審原告広告の著作物性並びに１審被告広告１及び２についての１\n②\n③\n一般不法行為の成否（争点３）\n差止めの必要性（争点４）\n損害額（争点５）\nイ\n］）について\n１審原告追加部分の著作物性及び複製権侵害の成否（争点６）\n差止めの必要性（争点７）\n反訴請求\nア  本件１審被告ファイルの編集著作物性の有無（争点８）\nイ  信義則違反又は権利濫用の抗弁の成否（争点９）\nウ  差止めの必要性（争点１０）\nエ  損害額（争点１１）\n４  争点に関する当事者の主張\n争点に関する当事者の主張は，次のとおり当審における主張を加えるほかは，原\n判決６頁７行目～２４頁１行目記載のとおりであるから，これを引用する。\nの成否\nア  １審原告\n１審原告は，１審被告を含む本件ＮＰＯ法人の提携専門家に対して１審原告広告\nを利用又は改変することを一切許諾していない。\n１審原告が別紙９の宣伝広告チラシ(以下「Ａ広告」という。)を見たのは，原審\nにおいて１審被告から提出された証拠の中に含まれていたのを見たのが初めてであ\nり，それまでＡ広告を見たことがない。１審被告が提出するＡ弁護士に関する電子\nメール(乙４６～４８)には，Ａ広告は添付されていない。１審原告は，Ａ広告の記\n載内容を知ることはできなかった。\n仮に，１審原告が「Ｘ弁護士のチラシはＡ弁護士のものとほぼ同内容のため(Ａ\n弁護士がＸ弁護士のチラシを見本としたため)」(乙４６)との電子メールを見たと\nしても，１審原告としては，１審原告広告がデッドコピーをされたなどと認識する\nことは不可能である。法律の素人ならともかく，Ａ弁護士は，他人の広告を見本と\nして自身の広告を作成するに当たり，著作権侵害にならないよう細心の注意を払う\nはずであり，事前に１審原告に対して連絡することなく，１審原告広告をデッドコ\nピーすることは想像できない。\n仮に，１審原告が１審被告に対して，Ａ広告に関する防衛策について回答したと\nしても，それは，弁護士会の業務広告規制上問題となり得る「専門」という記載に\nついての対応や，Ａ弁護士自身の解決事例の表現の仕方といった，一般論について\n回答したに過ぎない。\n１審原告は，Ａ弁護士とは，私的にも業務上でも一切の関係はなく，全くの他人\nである。１審原告が，Ａ弁護士に対して，１審原告広告について「利用を包括的に\n許諾」する理由は全くない。\n１審原告広告は，「保険会社の基準より高い裁判基準での賠償金額を得られる」，\n「保険会社から賠償額が提示されたが，妥当な金額か確認したい方」，「示談金額\nはここまで変わります」と表示しており，これら「賠償金額」，「賠償額」及び「\n示談金」に関する相談は「法律事務」に該当する可能性が高いため，弁護士ではな\nい１審被告が１審原告広告を利用することは弁護士法７２条に違反する蓋然性が高\nい。したがって，このような「法律事務」に該当する広告を利用することについて，\n弁護士ではない１審被告に対して利用許諾又は改変許諾が成立することはない。\n利用許諾又は改変許諾が存在するとすれば，１審原告広告の利用料金，１審原告\n広告の改変料金，１審原告広告を利用又は改変する範囲などの条件について，１審\n原告と１審被告の間で協議がされるはずである。しかし，１審原告と１審被告の間\nではそのような協議は一切されておらず，１審被告が１審原告に対して利用料金又\nは改変料金を支払ったこともない。\n１審原告と１審被告が同じ地域で地方相談会を開催したことによって，１審原告\nの地方相談会の参加者数が大幅に減少した。このように地方相談会の参加者数が大\n幅に減少するにもかかわらず，１審原告広告の利用を許諾することはあり得ない。\n①  Ａ弁護士以外の者に対する利用又は改変の許諾の不存在\n１審原告は，誰が「本件ＮＰＯ法人の提携専門家」に該当するのか，「本件ＮＰ\nＯ法人の提携専門家」である基準は何なのかを知らないし，「本件ＮＰＯ法人の提\n携専門家」である者を知らない。現に，１審被告広告１のＣ弁護士及び１審被告広\n告２のＤ弁護士は，１審原告がこれらの広告の存在を知るまで全く面識がなく，そ\nれらの弁護士の存在すら知らなかった。存在すら知らない者に対して利用又は改変\nの許諾が成立する余地はない。\n仮に，原審が認定する，１審原告と１審被告及びＡ弁護士との間のやり取り等の\n事実があったとしても，この事実から推測できる事実は，最大限に解釈したとして\nも，１審原告がＡ弁護士に対して姫路市内で１審原告広告を利用又は改変すること\nを許諾したことに限られ，これを超えて，Ａ弁護士が姫路市以外で１審原告広告を\n利用又は改変することを許諾したことはなく，ましてや，１審原告がＡ弁護士以外\nの者に利用又は改変を許諾したことはない。なお，１審原告は，Ａ弁護士が本件Ｎ\nＰＯ法人の提携専門家であるか否かは知らないし，乙９，４６～４８，５７からは，\nＡ弁護士が本件ＮＰＯ法人の提携専門家であることは分からない。\n１審原告が１審被告に対して１審原告広告を利用又は改変することを許諾するこ\nしたがって，仮に，１審原告がＡ弁護士に対して１審原告広告を利用又は改変する\nことを許諾したことが認められるとしても，１審被告を含む本件ＮＰＯ法人の提携\n専門家に対して１審原告広告を利用又は改変することを許諾したことにはならない。\n②  １審原告表現③を除く１審原告広告全体又は１審原告表現①及び１\n審原告表現②に対する利用又は改変の許諾の不存在\n１審原告は，１審原告広告全体が著作物性を有するほか，１審原告表現①～③が\nそれぞれ著作物性を有する旨主張している。\n１審原告のＡ広告に関する提案(乙４６，４７)は，１審原告広告のうち１審原告\n表現③に限定されたものであるから，仮に，１審原告表現③に関して利用又は改変\nの許諾が認められたとしても，１審原告表現③を除く１審原告広告全体又は１審原\n告表現①及び１審原告表現②に関して利用又は改変を許諾したこととはならない。\n利用又は改変の許諾の撤回，取消し又は解除\n１審原告は，１審被告が１審原告広告を利用して１審被告広告１を作成又は頒布\nした事実を知り，平成２８年２月５日，１審被告に対して，１審被告広告１が１審\n原告広告に関する１審原告の著作権を侵害するとして，通知をし，同月６日，１審\n被告に到達した。この通知において，１審原告は，１審被告に対し，１審原告広告\n及び１審原告広告に類似した広告の作成又は配布等を拒否する意思表示をしている。\nしたがって，仮に，１審原告が，１審被告に対し，１審原告広告の利用又は改変を\n許諾していたとしても，そのような利用又は改変の許諾は，上記通知により撤回，\n取消し又は解除されている。\n１審被告は，上記通知後の平成２８年２月１４日に被告広告２を配布した（甲７\n０，７１）から，１審被告が被告広告２を作成又は頒布したことは，１審原告の１\n審被告に対する利用又は改変の許諾が撤回，取消し又は解除された後の行為である。\nイ  １審被告\n平成２５年８月のＡ広告に対する兵庫県弁護士会からの指摘とそれに伴う１審原\n告の対応などからすると，１審原告は，Ａ広告の内容を事前に見たことがあったか，\nそうでなくとも，少なくとも，Ｅを通じて，平成２５年２月の本件甲府相談会の後\nに，本件ＮＰＯ法人の他の提携専門家が１審原告広告を参考にして同内容の宣伝広\n告チラシを作成し，以後の交通事故１１０番の他の地方相談会向けに作成配布する\nことを聞かされ，そのように認識していたが故に，Ａ弁護士のチラシも同様に１審\n原告広告と同内容であると認識していたことは，明らかである。\n１審原告とＡ弁護士は，本件ＮＰＯ法人を介した連携関係があった。したがって，\n１審原告は，Ａ広告について問い合わせがあった際に，Ａ弁護士の素姓などを問い\n合わせることもなく，Ａ広告の内容を確認することもなく，即座に，具体的なコメ\nントや広告の具体的な修正案を提示しているのである。\n１審被告広告１及び２（甲２，３）は，法律事務である紛争処理業務は弁護士が\n担当することが当然の前提とされているから，これらの広告が弁護士法７２条に違\n反する余地はない。\n本件ＮＰＯ法人では，Ｅや１審被告が中核となり，全国をカバーできるように各\n地域で活動する提携専門家を有している。このような本件ＮＰＯ法人の提携専門家\nとなることは，Ｅや１審被告をはじめとする経験豊富な提携専門家との間で交通事\n故案件を処理するための知識，経験及び情報を共有することができたり，他業種で\nある行政書士との提携により効率的な役割分担により案件を処理することができた\nり，依頼者が遠方に所在する場合には当該地域の提携専門家を紹介することができ\nる等の大きな利点があった。このような利点は，平成２１年に弁護士登録をし，平\n成２２年にＥから案件の紹介を受けるようになるまで，交通事故案件の経験がほと\nんどなかった１審原告において非常に大きかったことは明らかである。１審原告が，\n本件ＮＰＯ法人，Ｅ及び１審被告から紹介された受任事件数は，平成２７年までの\n５年間で数百件にのぼる。このような経緯からすると，１審原告広告の利用許諾は，\n１審原告が本件ＮＰＯ法人の提携専門家の一員として認められ，その利点を享受す\nることと一体の関係にあり，１審原告が１審被告を含む本件ＮＰＯ法人の提携専門\n家に与える一方的な恩恵ではない。したがって，１審原告広告の利用許諾について\n対価の支払は，全く予定されていなかった。\n利用又は改変の許諾の不存在⑵に対し\n１審原告は，本件ＮＰＯ法人の提携専門家であるＣ弁護士やＤ弁護士と面識がな\nかったことを強調しているが，面識の有無は利用許諾の成立とは無関係である。\n１審原告は，Ａ弁護士に限定して，Ａ広告に係る相談会が開催された姫路市に限\n定して，利用の許諾をしたものではない。\n利用又は改変の許諾の撤回，取消し又は解除に対し\n前記のとおり，１審原告広告の利用許諾は，１審原告が本件ＮＰＯ法人の提携専\n門家の一員として認められ，その利益を享受することと一体の関係にあり，１審原\n告が１審被告を含む本件ＮＰＯ法人の提携専門家に与える一方的な恩恵ではないか\nら，１審原告の一方的な意思表示により撤回したり，取り消したり，解除すること\nはできない。\n⑵  反訴請求における本件１審被告ファイルの編集著作物性の有無（争点８）\nア  １審被告\n本件１審被告ファイルは全２頁から構成されているところ，１頁上方\nから「氏名・フリガナ」，「年齢・性別・職業」，「住所・ＴＥＬ」，「メールア\nドレス」，「事故日」，「事故発生状況」，「あなた」（相談希望者），「加害\n者」，「受傷部位」，「傷病名」，「症状」，「治療経過」，「初診治療先」，「\n治療先２」，「治療先３」，「あなたの保険」，「保険会社・共済名」，「加害者\nの保険」，「保険会社名」の欄が順に設けられており，それぞれ左欄には上記の各\n項目タイトルが記載され，右欄には各項目に対応する情報が記載される体裁となっ\nている。\nまた，「事故発生状況」，「あなた」（相談希望者），「加害者」，「受傷部\n位」，「傷病名」，「治療経過」，「あなたの保険」，「保険会社・共済名」，「\n加害者の保険」，「保険会社名」の右欄複数の選択肢とそれに対応したチェックボ\nックスが設けられており，相談希望者はチェックボックスにチェックマークを記入\nすることによって，具体的な選択肢を選択できるようになっている。特に，「傷病\n名」については，交通事故において多数想定されうる傷病名から事例が多いと思わ\nれる「□脳挫傷」，「□捻挫挫傷」，「□打撲」，「□脱臼」，「□骨折」，「□\n靱帯損傷」，「□醜状痕」，「□偽関節変形」，「□神経症状」，「□ＣＲＰＳ」，\n「□機能障害」，「□神経麻痺」，「□筋損傷」を選別列挙し，それ以外の傷病名\nについては「□その他（        ）」の欄を設けて，相談希望者が自由に書き込め\nるようになっている。\nさらに，本件１審被告ファイルの２頁には，最上段に「相談内容・お問い合わ\nせ」欄が記載され，その下の空白欄には相談希望者が自由に書き込めるようになっ\nている（なお，同欄には，本件ＮＰＯ法人と提携弁護士間の連絡事項が記載される\nこともある［乙３，２枚目］。）。\nそして，本件１審被告ファイルは，本件ＮＰＯ法人の相談担当者が「交通事故相\n談者から相談に先立ち必要な情報を把握する」目的で，初回の相談の予約の時点で\n相談希望者によって必要情報を記載させるファイルである。本件１審被告ファイル\nに相談希望者が順次回答を記載していくことによって，相談担当者は，相談日に先\n立って，交通事故被害者の個人特定情報，事故情報（事故日，事故状況，被害者の\n立場，加害者の立場），被害者の傷病情報（受傷部位，傷病名，症状，治療経過，\n治療先病院），保険情報（被害者の加入保険，加入保険の内容，人身傷害特約の有\n無，弁護士特約の有無，加害者の任意保険加入の有無および加入保険）といった基\n礎情報を漏れなく把握することができることになるのである。\nしたがって，本件１審被告ファイルの素材の選択及び配列には作成者の個性が十\n分に発揮されているから，本件著作物には編集著作物としての著作物性が認められ\nる。\n一概に交通事故相談といっても，相談の場でどのような事項を聴取し\nてどのようなアドバイスをするかは，実際の相談担当者の経験やノウハウ，相談以\n降の事件処理についてのプランによって多様である。したがって，「相談に先立ち\n必要な情報を把握する」といっても，そこで必要とされる「情報」の範囲は実際の\n相談担当者によって千差万別になるはずである。例えば，本件１審被告ファイルで\nは「事故発生状況」として，「□追突」，「□正面衝突」，「□出合い頭衝突」，\n「□信号無視」，「□無免許」，「□飲酒」という大まかな事故原因を選択させる\n形をとっているが，相談担当者が異なれば，事故発生状況について，全く異なる選\n択肢を設けることもあるし，選択肢を提供する必要性がないと考える相談担当者で\nあれば具体的な選択肢を設けずに文章での記載を求めることもある。当該交通事故\nについて相手方に過失があってそもそも損害賠償請求権が発生しているといえるか\nという点や過失相殺の程度についても具体的に初回相談時にチェックしようと考え\nる相談担当者であれば，事故現場の図面や「事故当日の天候」，「道路の見とおし\nの状況」，「道路状況」，「標識や信号機の有無や場所」，「交通量」などを記載\nさせることもあり得る。また，「治療先」を「相談に先立ち必要な情報」とは考え\nない相談担当者としては，このような項目を設けないことも考えられる。さらに，\n本件１審被告ファイルでは，「傷病名」の選択肢として「□脳挫傷」，「□捻挫挫\n傷」，「□打撲」，「□脱臼」，「□骨折」，「□靱帯損傷」，「□醜状痕」，「\n□偽関節変形」，「□神経症状」，「□ＣＲＰＳ」，「□機能障害」，「□神経麻\n痺」，「□筋損傷」，「□その他（     ）」と，交通事故に起因する可能性の\nある専門的な傷病名を具体的に選択して配列している。このうち，「捻挫打撲」や\n「骨折」などは一般的な傷病名でありその他の原因による傷病としても想定される\nものであるが，「偽関節変形」，「ＣＲＰＳ」，「機能障害」，「神経麻痺」及び\n「筋損傷」といった交通事故に起因する傷病名群が記載されている点で非常に特徴\n的である。\n本件１審被告ファイルは，多種多様に想定される中において，交通事故被害者の\n基礎情報を漏れなく把握するとの方針の下に，項目及び選択肢を選択し配列したも\nのであるから，何らありふれたものではない。\n本件１審被告ファイルと労災保険金請求の際に提出する甲２０（第三\n者行為災害届(業務災害・通勤災害)）とではその使用目的や場面が全く異なり，甲\n２０の存在をもって本件１審被告ファイルの項目及び選択肢をありふれたものと判\n断する根拠にはなり得ない。甲２０の質問項目及び選択肢は，本件１審被告ファイ\nルとは，質問項目及び選択肢が全く異なるものである。\n１審被告は，本件１審被告ファイルにおける，「相談者」，「交通事\n故の具体的状況」，「相談者の受傷及び治療状況」，「事故関係者の保険加入状\n況」，「具体的な相談希望内容」という抽象的な事項の順序について創作性を主張\nしていない。また，１審被告は，チェックボックスを設けたこと自体について著作\n物性を主張するものではない。１審被告は，本件１審被告ファイルにおける，「氏\n名・フリガナ」，「年齢・性別・職業」，「住所・ＴＥＬ」，「メールアドレス」，\n「事故日」，「事故発生状況」，「あなた」，「加害者」，「受傷部位」，「傷病\n名」，「症状」，「治療経過」，「初診治療先」，「治療先２」，「治療先３」，\n「あなたの保険」，「保険会社・共済名」，「加害者の保険」，「保険会社名」，\n「相談内容・お問い合わせ」という具体的な項目とその大部分の項目に設けられた\n複数の選択肢とそれに対応したチェックボックスの具体的な配列に編集著作物とし\nての創作性が認められると主張している。\nイ  １審原告\n１審被告が「交通事故の相談を実施するに当たっては，交通事故被害\n者の個人特定情報，事故情報(事故日，事故状況，被害者の立場，加害者の立場)，\n被害者の傷病情報(受傷部位，傷病名，症状，治療経過，治療先病院)，保険情報(\n被害者の加入保険，加害者の加入保険)といった基礎情報を漏れなく把握すること\nが必要不可欠である。」と認めるとおり，これらの項目は，交通事故被害者から相\n談を受ける際には当然聴取すべき項目であるから，これらの項目及び選択肢を設け\nるに当たり工夫を凝らす余地は，およそ想定し難く，創作性はない。\n甲２４（行政書士学園事務所のウェブページの「交通事故専用お問合\nわせフォーム」）では，「事故状況」として，「□出会いがしら衝突」，「□追\n突」，「□直進車との衝突」，「□飲酒・無免許運転」という選択肢とチェックボ\nックスが設けられており，１審被告が掲げる「□追突」，「□正面衝突」，「□出\n会い頭衝突」，「□無免許」，「□飲酒」が網羅されている。交通事故の場合，想\n定される事故発生状況は，追突，正面衝突，出会い頭衝突，右直事故，巻き込み，\n飲酒，無免許など，自ずと限定されるから，予め想定される選択肢とチェックボッ\nクスを設けることには創作性は認められない。\n交通事故が発生した場合，加害者は自動車損害賠償保障法３条により無過失責任\nに近い責任が課せられており，加害者が無過失を立証することは極めて困難である\nと考えられているから，「損害賠償請求権が発生しているといえるか」という点を\n検討する事態は，想定できない。また，「過失相殺の程度」を検討するに当たって\nは，実況見分調書，員面調書，検面調書，判決書などの刑事記録が必要不可欠であ\nり，１審被告が指摘する，「事故当日の天候」，「道路のみとおしの状況」，「道\n路状況」，「標識や信号機の有無や場所」，「交通量」が過失相殺といかなる関係\nにあるのか全く不明である。また，「治療先」を設けるか否かにより作成者の個性\nの有無が左右されることは想定できない。\n「偽関節変形」，「ＣＲＰＳ」，「機能障害」，「神経麻痺」及び「筋損傷」は，\n交通事故に特有のものではないほか，相談担当者が被害者から相談を受ける際に当\n然聴取すべき項目であるから，これらの傷病名を列挙することには創作性はない。\nなお，「偽関節変形」，「ＣＲＰＳ」，「機能障害」，「神経麻痺」及び「筋損\n傷」という傷病名は，１審被告ファイルの作成時期よりも前に作成された甲６４の\n１～３（Ｆ弁護士のウェブページの「交通事故相談フォーム」）に既に掲げられて\nいる。\n甲２０は，交通事故の概要を聴取するに当たり当然聴取すべき項目を\n設けたものであり，甲２０も本件１審被告ファイルも，「事故の概要を聴取する」\nものであることは，全く同じ性質のものである。本件１審被告ファイルが列挙する\n素材は，甲２０に網羅されており，本件１審被告ファイルの項目及び選択肢を設け\nるに当たり創作性が認められる余地はない。\n交通事故の相談を受けるに当たり，事故状況，被害者及び加害者の立\n場，治療状況，保険の内容及び相談事項を順に聴取することは，交通事故の相談を\n効率的に行う上では，当然のことである。したがって，交通事故被害者から相談を\n受けるに当たっては，誰が相談事項をまとめた書式を作成しようとしてもほぼ同様\nの配列となるから，素材を配列するに当たり何らかの工夫を施す余地はなく，素材\nの配列に創作性は認められない。\n第３  当裁判所の判断\nの成否），３（一般不法行為の成否），６（１審原告追加部分の著作物性及び複製\n権侵害の成否）及び８（本件１審被告ファイルの編集著作物性の有無）について，\n順に判断する。\n１\n証拠（各項末尾に掲記する。）及び弁論の全趣旨によると，以下の各事実\nが認められる。\nア  １審原告は，本件ＮＰＯ法人の地方相談会を甲府市で開催することとし，\nＥ及び１審被告と相談の上，平成２５年２月２４日に本件甲府相談会を開催するこ\nととした。そして，そのことは，本件ＮＰＯ法人のウェブページにおいて告知され\nた。１審原告は，平成２５年１月頃，本件甲府相談会の参加者を募るために，１審\n原告広告を作成し，広告業者に依頼して，同年２月３日，山梨県内での新聞折込広\n告として，１審原告広告１９万７８５０枚を配布した。（甲１，１１，乙３９，４\n２）\nイ  Ｅは，平成２５年２月２０日，１審原告の経営する法律事務所の事務員\nに対し，「驚いています。」というタイトルのメールを送信した。同メールには，\n「出張相談会を続けていますが，集客で苦戦しています。ところが，山梨・甲府で\nは驚異的な集客力です。本当にびっくりしています。つきましては，配布されたチ\nラシの現物，配布された日時，選択された新聞社，配布枚数，費用の合計をお教え\nいただきたくメールをしました。チラシは残っていれば，添付ファイルで現物をお\n送りいただけませんか？」との記載がある。（甲４７）\nウ  Ｅは，平成２５年２月２７日，本件ＮＰＯ法人の提携専門家であるＢ弁\n護士に１審原告広告を交付し，同年３月から４月頃には，同じく本件ＮＰＯ法人の\n提携専門家であるＡ弁護士に１審原告広告を交付した。Ｂ弁護士は，１審原告広告\nの内容を参考に宣伝広告チラシを作成し，同年３月１６日に四日市市で開催された，\n本件ＮＰＯ法人の地方相談会への集客のため，上記宣伝広告チラシを同市近郊にお\nいて配布した。また，Ａ弁護士は，１審原告広告の内容を参考に，Ａ広告を作成し，\n同年７月１５日に姫路市で開催された，本件ＮＰＯ法人の地方相談会への集客のた\nめ，同市近郊においてＡ広告を配布した。（乙５２，５３，５７，５８）\nエ  Ａ弁護士は，平成２５年８月，所属する兵庫県弁護士会の広告調査委員\n会から，Ａ広告の記載に問題があると指摘を受け，同委員会の聴聞手続への出頭を\n求められた。同委員会が問題としたＡ広告の記載は，①「交通事故専門の弁護士」\nとの記載が広告規制に反する可能性があり，また，②交通事故の賠償金が増額され\nた事例の紹介に関する記載が賠償額についての誤認を招く表現であって，いずれも\n弁護士の懲戒事由に当たる可能性があるなどというものであった。（乙４８，５２，\n５８）\nオ  Ａ弁護士は，上記エの指摘等を受け，１審原告及び１審被告に対して電\n子メールで，Ａ弁護士が作成，配布した広告について上記エの指摘等を受けた旨を\n連絡した。１審被告は，平成２５年８月７日，１審原告に対し，Ａ弁護士が１審原\n告広告を見本としてＡ広告を作成した結果，Ａ広告と１審原告広告とがほぼ同内容\nとなっていること，上記エの指摘等に対する対応として，本件ＮＰＯ法人の提携専\n門家であるＧ行政書士から，①「交通事故専門弁護士」という記載を「弁護士と交\n通事故専門の行政書士」と変更するとともに，②賠償金増額事例についても表現を\n抑えて具体性をなくし，あるいは，事例を省略してはどうかという意見が出された\nことなどを伝えた。\n１審原告は，同日，１審被告に対し，上記①についてはそのとおりに変更するが，\n上記②については，事例を三つにした上で，上記エの指摘に対する防衛策として「\n（注）賠償額は被害者の収入，過失割合等によって大きく異なります。上記３つの\n例は，弊事務所の解決例であり，回収額や増加額をお約束するものではございませ\nん。」との注記を掲載する予定であるなどと回答した。\n同年９月以降に１審原告が作成した相談会の宣伝広告では，上記②について事例\nを三つに増やし，上記文言どおりの注記を掲記するなどの変更が行われた。また，\nＡ弁護士及びＡ弁護士以外の本件ＮＰＯ法人の提携専門家らの作成した，本件ＮＰ\nＯ法人の地方相談会の宣伝広告においても，上記①及び②の各記載につき，上記検\n討に沿った変更が行われた。\n（甲４９の８～７１，乙１０～１４，４６～４８，５７，５８）\nカ  １審原告は，平成２８年２月５日，１審被告に対して，①１審被告が作\n成，配布した１審被告広告１は，１審原告広告に関する１審原告の著作権を侵害す\nる旨，②１審被告広告１及びこれに類似した広告の使用を直ちに中止することを求\nめる旨，③１審原告広告に類似した広告の作成，掲示，配布，使用をしないことを\n求める旨等を記載した通知(以下，「本件侵害通知」という。)を行い，同月６日，\n１審被告に到達した。(甲２，４，５)\nキ  １審原告は，平成２８年４月１８日，１審被告に対し本訴を提起し，本\n訴係属後の同年７月，Ａ弁護士に対し，Ａ広告が１審原告広告の著作権を侵害して\nいると指摘するとともに，１審原告広告  と同一又は酷似した文言等の使用を直ち\nに中止し，今後これらを使用しないことなどを求める旨の通知書を送付した。また，\n１審原告は，同月，Ｂ弁護士及び他の１名の本件ＮＰＯ法人の提携専門家に対して\nも，同趣旨の通知書を送付した。（甲１５～１７の各１・２）\nク  平成２３年から平成２８年にかけて，１審原告が保険会社との交渉や訴\n訟等を担当し，１審被告が後遺障害認定申請等を担当し，連携して交通事故の事案\nを処理した件数が合計９５件あり，本件侵害通知がされた時点においても，処理中\nの案件があった。また，１審原告は，Ｅや１審被告から，多数の交通事故の案件の\n紹介を受けていた。(乙１６，１８，２１，４１，５５，５６)\n相談会の広告として作成されたものであること，②１審原告は，１審被告から，本\n件ＮＰＯ法人の地方相談会の集客のために，１審原告広告の現物を送付することを\n求められたこと，③１審原告は，平成２５年８月７日，１審被告から，Ａ広告が１\n審原告広告とほぼ同一内容であることを告げられたこと，以上の事実が認められる\nから，１審原告は，平成２５年８月７日の時点において，Ａ広告が１審原告広告と\nほぼ同一内容であること，１審原告広告とほぼ同一内容のものが本件ＮＰＯ法人の\n地方相談会の集客のために用いられていることを認識していたものと認められる。\nのものが本件ＮＰＯ法人の地方相談会の集客のために用いられていることを何ら問\n題とすることなく，かえって，Ａ広告及び１審原告広告が同一の広告文言及び事例\nの紹介を用いていることを前提に，弁護士会からの指摘を回避するための１審原告\n認定事実からすると，１審原告は，上記の平成２５年８月７日から約２年６か月後\nの平成２８年２月５日に至って，１審被告に対して１審原告広告に関する１審原告\nの著作権の侵害を主張するようになったものと認められる。これらの一連の事実経\n事案を処理し，Ｅや１審被告から，多数の交通事故の案件の紹介を受けていたこと，\nすなわち，１審原告は，本件ＮＰＯ法人と連携することによって利益を得ていたと\nいえることを総合すると，１審原告は，本件ＮＰＯ法人の地方相談会の広告として，\n１審原告広告を利用することを包括的に許諾していたものと認めることができる。\nこの許諾は，Ａ弁護士や姫路市の地方相談会に限られるものではない。\n⑶  これに対し，１審原告は，本件ＮＰＯ法人の提携専門家など全く知らない，\n本件訴訟において１審被告から提出された証拠を見てはじめて１審被告以外の提携\n専門家らが，１審原告広告を使用していることを知り，その後直ちに侵害行為を止\nめるよう警告したなどと主張するが，１審原告の主張は，客観的な証拠から認めら\nまた，１審原告は，①１審原告はＡ広告を見たことがなく，Ａ広告の記載内容を\n知ることはできなかった，②Ａ弁護士が，１審原告広告をデッドコピーすることは\n想像できない，③１審原告が１審被告に対して，Ａ広告に関する防衛策について回\n答したとしても，それは，一般論について回答したにすぎないなどと主張する。し\nかし，１審原告は，Ａ Ａ広\n告が１審原告広告とほぼ同一内容であることを告げられたのであるから，Ａ広告の\n記載内容が１審原告広告とほぼ同一内容であること(言い換えるならば，Ａ広告が\n１審原告広告のほぼデッドコピーであること)を知っていたと認められるし，上記\n⑴で認定した，１審原告が１審被告に対してＡ広告に関して回答した内容は，Ａ広\n告及び１審原告広告が同一の広告文言及び事例の紹介を用いていることを前提とし\nたもので，一般論を超えるものである。したがって，１審原告の主張は，いずれも\n採用することができない。\nさらに，１審原告は，①１審原告とＡ弁護士は，私的にも業務上でも一切の関係\nはなく，全くの他人である，１審原告は，誰が「本件ＮＰＯ法人の提携専門家」に\n該当するのかを知らないし，現に，１審被告広告１のＣ弁護士及び１審被告広告２\nのＤ弁護士は，１審原告がこれらの広告の存在を知るまで全く面識がなかった，②\n弁護士ではない１審被告が１審原告広告を利用することは弁護士法７２条に違反す\nる蓋然性が高い，③利用料金などの条件について，１審原告と１審被告の間で協議\nがされたことはないし，１審被告が利用料金を支払ったこともない，④１審原告と\n１審被告が同じ地域で地方相談会を開催したことによって，１審原告の地方相談会\nの参加者数が大幅に減少したなどと主張する。しかし，上記⑵で認定したとおり，\n１審原告は，本件ＮＰＯ法人の地方相談会の広告として，１審原告広告を利用する\nことを包括的に許諾したものであるから，１審原告において誰が「本件ＮＰＯ法人\nの提携専門家」に該当するのかを知らず，本件ＮＰＯ法人の地方相談会を担当する\n弁護士と１審原告との間に面識があるなどの関係がなかったとしても，その結論が\n左右されることはない。また，１審原告広告が「法律事務」に該当する広告である\nとしても，本件ＮＰＯ法人の地方相談会において「法律事務」を担当するのは弁護\n士である(乙３９，４４)から，弁護士法７２条に違反することはない。さらに，利\n用料金などの条件について，１審原告と１審被告の間で協議がされたことはなく，\n自然ではないし，１審原告広告を利用した地方相談会が開催されることによって，\n１審原告の地方相談会の参加者数が減少することがあったとしても，前記のとおり，\n１審原告は，本件ＮＰＯ法人と連携することによって利益を得ていたことなどに照\nらすと，１審原告が許諾しなかったことを推認させるものということはできない。\nなお，１審原告は，Ａ弁護士が本件ＮＰＯ法人の提携専門家であることを知らな\nかったと主張するが，Ａ広告の記載内容が，本件ＮＰＯ法人の地方相談会の広告と\nして作成された１審原告広告とほぼ同一内容であることを知っていたのであるから，\nＡ弁護士が本件ＮＰＯ法人の提携専門家であることを知っていたものと認められる。\n⑷  １審原告は，１審原告のＡ広告に関する提案は，１審原告広告のうち１審\n原告表現③に限定されたものであるから，仮に，１審原告表現③に関して利用又は\n改変の許諾が認められたとしても，１審原告表現③を除く１審原告広告全体又は１\n審原告表現①及び１審原告表現②に関して利用又は改変を許諾したこととはならな\nいと主張 Ａ広告に関する提\n案が１審原告表現③に関するものであったからといって，許諾の範囲がそれに限ら\nれるというべき理由はない。\n⑸  上記⑴認定のとおり，１審原告は，平成２８年２月５日，１審被告に対し\nて，本件侵害通知を行い，同月６日，１審被告に到達したことが認められる。しか\nし，上記⑴認定のような経過で，１審原告が，本件ＮＰＯ法人の地方相談会の広告\nとして，１審原告広告を利用することを包括的に許諾したものであることからする\nと，それが１審原告からの通知によって直ちにその効力を失う趣旨のものであった\nと認めることはできない。したがって，上記許諾は本件侵害通知によって直ちにそ\nの効力を失うものではなく，１審被告が，１審被告広告２を作成し，平成２８年２\n月１４日に配布したことが著作権侵害になるということはない。\n⑹  １審原告は，１審被告による１審原告広告についての著作権の侵害行為と\nして，１審被告広告１及び２について主張しているが，以上の⑴～⑸で述べたとこ\nろからすると，１審原告広告の著作物性について判断するまでもなく，１審被告が，\n１審原告広告についての著作権を侵害する行為を行ったと認めることはできない。\n２\n人の地方相談会で使用するのに必要な範囲で改変することを許諾していたものと認\nめられる。そして，１審被告広告１及び２がその範囲を超えて改変されたとは認め\nられない。\n３  争点３（一般不法行為の成否）について\n１審原告は，１審被告が１審原告広告を無断で模倣して１審被告広告１及び２を\n作成したことによって，１審原告が有する１審原告広告を模倣されないという法的\n保護に値する利益が侵害された旨主張する。\n１審原告の主張は，１審被告が１審原告広告を無断で模倣したことにより，１審\n原告が，１審原告広告について著作権（複製権）及び著作者人格権（同一性保持\n権）とは別個の法的利益を侵害された旨の主張と解される(最高裁判所平成２３年\n１２月８日第一小法廷判決・民集６５巻９号３２７５頁参照)。しかし，１審原告\nの主張する利益が，著作権や著作者人格権とは別個の法的に保護されるべき利益に\n製及び改変を許諾したものと認められるから，１審被告が１審原告広告を無断で模\n倣したという１審原告の主張は，主張の前提を欠くものであって失当である。\n４  争点６（１審原告追加部分の著作物性及び複製権侵害の成否）について\n著作権法は思想又は感情の創作的な表現を保護するものであるから（著作\n権法２条１項１号），複製に該当するためには，既存の著作物とこれに依拠して作\n成された物の共通する部分が著作権法によって保護される思想又は感情の創作的な\n表現に当たることが必要である。\n１審原告追加部分は，本件１審被告ファイルに対し，①「ご希望時間」欄\nを新設して同欄内に午前１０時から午後５時３０分までの３０分刻みの表示をし，\n②「住所・ＴＥＬ」欄を「住所」欄と「電話番号」欄に分け，住所欄に「〒」の表\n示をし，③「事故発生状況」欄の空白部分の代わりに「□その他」を新設し，④「\nあなた」欄の「□自動車運転」「□自動車同乗」を併せて「□自動車（□運転，□\n同乗）」とするとともに，「□バイク運転」「□バイク同乗」を併せて「□バイク\n（□運転，□同乗）」とし，⑤「初診治療先」「治療先２」「治療先３」欄をそれ\nぞれ「治療先１/通院回数」「治療先２/通院回数」「治療先３/通院回数」とした\n上で，それぞれの欄内に「病院名：  /通院回数：  回」の表示をし，⑥「自賠責\n後遺障害等級」「簡単な事故状況図をお書きください。」「受傷部位に印をつけて\nください。」の各欄を設けた上，「受傷部位に印をつけてください。」欄に人体の\n正面視図及び後面視図を設け，⑦相談者の「保険会社・共済名」欄内のチェックボ\nックス及び選択肢を削除し，「加害者の保険」「保険会社名」の各欄を「加害者の\n保険会社名」欄にするとともに同欄内のチェックボックス及び選択肢を削除したも\nのである。これに対し，１審被告アンケート１及び２は，いずれも上記⑥の人体の\n正面視図及び後面視図のデザインが１審原告追加部分と異なるが，その他の点は上\n記①から⑦の点において１審原告追加部分と同一の記載がされている。\nまず，１審原告追加部分と１審被告アンケート１及び２に共通する上記①\nの点については，相談希望者から必要な情報を聴取するという本件１審原告ファイ\nルの目的上，相談の希望時間を聴取することは一般的に行われることで，そのため\nに「ご希望時間」欄を設けて欄内に一定の時間を３０分ごとに区切った時刻を掲記\nすることは一般的にみられるありふれた表現であるから，著作者の思想又は感情が\n創作的に表現されているということはできない。\nまた，１審原告追加部分と１審被告アンケート１及び２に共通する上記②～⑤及\nび⑦の点は，いずれも，本件１審被告ファイルの質問事項欄を統合又は分割し，あ\nるいは，各質問事項欄内の選択肢やチェックボックスなどを相談者が記載しやすい\nように追加又は変更したものであり，いずれも一般的にみられるありふれた表現で\nあるから，著作者の思想又は感情が創作的に表現されているということはできない。\nさらに，１審原告追加部分と１審被告アンケート１及び２に共通する上記⑥の点\nについては，相談希望者から必要な情報を聴取するという本件１審原告ファイルの\n目的に照らすと，事故状況や被害状況を聴取するために，自賠責後遺障害等級を質\n問事項に設け，事故状況図や受傷部位を質問事項に入れ，受傷部位について正面視\n及び後面視の各人体図を設けて印を付けるよう求めたことは，いずれも一般的に見\nられるありふれた表現であるから，著作者の思想又は感情が創作的に表現されてい\nるということはできない。\n以上によると，１審原告追加部分と１審被告アンケート１及び２の共通する部分\nは，いずれも著作権法によって保護される思想又は感情の創作的な表現には当たら\nないから，１審被告アンケート１及び２は１審原告追加部分の複製には該当しない\nというべきである。なお，１審原告追加部分と１審被告アンケート１及び２では，\n正面視及び後面視の各人体図のデザインが異なるから，人体図について１審被告ア\nンケート１及び２が１審原告追加部分の複製に該当することはない。\n１審原告は，１審被告において１審原告追加部分に著作物性があることを認めて\nいるから，この点について裁判上の自白が成立し，裁判所を拘束すると主張するが，\n本件訴訟において，１審被告が１審原告追加部分の著作物性を自認したものとは認\nめることができないから，１審原告の上記主張は失当である。\n５  争点８（本件１審被告ファイルの編集著作物性の有無）について\nある編集物が編集著作物として著作権法上の保護を受けるためには，素材\nの選択又は配列によって創作性を有することが必要である（著作権法１２条１項）。\n⑵  本件１審被告ファイルには，「氏名・フリガナ」，「年齢・性別・職業」，\n「住所・ＴＥＬ」，「メールアドレス」，「事故日」，「事故発生状況」，「あな\nた」（判決注：相談希望者），「加害者」，「受傷部位」，「傷病名」，「症状」，\n「治療経過」，「初診治療先」，「治療先２」，「治療先３」，「あなたの保険」，\n「保険会社・共済名」，「加害者の保険」，「保険会社名」の欄が順に設けられ，\nそれぞれ左欄には上記の各項目タイトルが，右欄には各項目に対応する情報を記載\nする体裁となっていること，これらの各欄に引き続いて，「相談内容・お問い合わ\nせ」欄が設けられ，その下に情報を記載するための空白が設けられていることが認\nめられる。また，本件１審被告ファイルの「事故発生状況」，「あなた」，「加害\n者」，「受傷部位」，「傷病名」，「治療経過」，「あなたの保険」，「保険会社\n・共済名」，「加害者の保険」，「保険会社名」の右欄には，複数の選択肢とそれ\nに対応したチェックボックスが設けられていることが認められる。\n⑶  まず，相談者から相談に先立ち交通事故に関する必要な情報を把握すると\nいう本件１審被告ファイルの性質上，①相談者個人特定情報，②交通事故の具体的\n状況，③相談者の受傷及び治療の状況並びに④事故関係者の保険加入状況に関する\n情報のほか，⑤具体的な相談希望内容についての情報を収集する必要があることは，\n当然のことであると考えられる。本件１審被告ファイルは，「氏名・フリガナ」，\n「年齢・性別・職業」，「住所・ＴＥＬ」，「メールアドレス」，「事故日」，「\n事故発生状況」，「あなた」，「加害者」，「受傷部位」，「傷病名」，「症状」，\n「治療経過」，「初診治療先」，「治療先２」，「治療先３」，「あなたの保険」，\n「保険会社・共済名」，「加害者の保険」，「保険会社名」の欄を順に設け，これ\nらの各欄に引き続いて，「相談内容・お問い合わせ」欄を設け，その下に情報を記\n載するための空白を設けているが，これらの事項は，上記の本件１審被告ファイル\nの性質上，当然に設けられるべき項目であって，その順番も，上記①から⑤の順に，\nそれぞれの必要項目を適宜並べたに過ぎないというほかないから，これらの項目を\n上記のとおり設けたことによって，素材の選択又は配列による創作性があるという\nことはできない。\nまた，上記のような本件１審被告ファイルの性質上，これらの事項に関連する具\n体的な項目の選択についても自ずと限定されるところ，本件１審被告ファイルのチ\nェックボックスを付した各項目は，いずれもありふれたものというほかなく，その\nような項目を適宜並べたものというほかないから，素材の選択又は配列による創作\n性があるということはできない。この点について，１審被告は，特に，「事故発生\n状況」及び「傷病名」の項目の選択について主張するが，「事故発生状況」につい\nての「□追突」，「□正面衝突」，「□出合い頭衝突」，「□信号無視」，「□無\n免許」，「□飲酒」という項目及び「傷病名」についての「□脳挫傷」，「□捻挫\n挫傷」，「□打撲」，「□脱臼」，「□骨折」，「□靱帯損傷」，「□醜状痕」，\n「□偽関節変形」，「□神経症状」，「□ＣＲＰＳ」，「□機能障害」，「□神経\n麻痺」，「□筋損傷，「□その他（     ）」という項目は，交通事故において\nは通常見られる事故態様及び傷病名であって，素材の選択又は配列による創作性が\nあるということはできない。なお，１審被告が主張するように，事故現場の図面や\n「事故当日の天候」，「道路の見とおしの状況」，「道路状況」，「標識や信号機\nの有無や場所」，「交通量」などを記載させることも考えられるが，これらの項目\nは，事故態様そのものである「□追突」，「□正面衝突」，「□出合い頭衝突」，\n「□信号無視」，「□無免許」，「□飲酒」といった項目に比べて必要性が高いと\nはいえず，上記の事故現場の図面や「事故当日の天候」等の項目がないことは，素\n材の選択又は配列による創作性があることを基礎づけるということはできない。\nさらに，チェックボックスを，上記のような項目と組み合わせて配置したからと\nいって，素材の選択又は配列による創作性が認められるものではない。\nそして，他に本件１審被告ファイルにおいて素材の選択又は配列による創作性が\nあると認めるに足りる証拠はないから，本件１審被告ファイルが編集著作物に当た\nるとは認められない。\n６  結論\n以上によると，その余の点について検討するまでもなく，１審原告の本訴請求及\nび１審被告の反訴請求はいずれも理由がないから，これらを棄却した原判決は相当\nである。よって，本件各控訴をいずれも棄却することとして，主文のとおり判決す\nる。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義    之\n裁判官\n永    田      早    苗\n裁判官\n森    岡    礼    子\n"
}