{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 11,
    "day": 14
  },
  "case_number": "平成30(行ケ)10110等",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89088",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89088",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/088/089088_hanrei.pdf",
  "contents": "令和元年１１月１４日判決言渡\n平成３０年（行ケ）第１０１１０号  審決取消請求事件（以下「第１事件」という。）\n同年（行ケ）第１０１１２号  審決取消請求事件（以下「第２事件」という。）\n同年（行ケ）第１０１５５号  審決取消請求事件（以下「第３事件」という。）\n口頭弁論終結日  令和元年９月３日\n判          決\n第１事件原 告     東 和 薬 品 株 式 会 社\n（以下「原告東和薬品」という。）\n訴訟代理人弁護 士     岩    坪        哲\n速    見    禎\n溝    内    伸治 郎\n第２事件原 告     日 本 ケ ミ フ ァ 株 式 会 社\n（以下「原告日本ケミファ」という。）\n訴訟代理人弁理 士     小    椋    正     幸\n寺    本    光    生\n丹    治        彰\n松    村        啓\n大    槻    真紀 子\n第３事件原 告     ヘキサル・アクチェンゲゼルシャフト\n（以下「原告ヘキサル」という。）\n訴訟代理人弁理 士     豊    岡    静    男\n原        裕    子\n第１事件・第２事件・第３事件被告\nジー．ディー．サール，リミテッド，\nライアビリティ，カンパニー\n（以下「被告」という。）\n訴訟代理人弁護 士     設    樂    隆    一\n飯    塚    卓    也\n岡    田        淳\n訴訟代理人弁理 士     四    本    能    尚\n宮    澤    純    子\n佐    藤    真    紀\n龍    田    美    幸\n池    田    理    愛\n主          文\n１  特許庁が無効２０１６－８００１１２号特許無効審判事件について平\n成３０年６月２６日にした審決中，特許第３５６３０３６号の請求項１\nないし５，７ないし１９に係る部分を取り消す。\n２  訴訟費用は被告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理 由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  被告は，発明の名称を「セレコキシブ組成物」とする発明について，平成\n１１年１１月３０日（優先日平成１０年１１月３０日（以下「本件優先日」\nという。），優先権主張国米国）を国際出願日とする特許出願（特願２００\n０－５８４８８４号。以下「本件出願」という。）をし，平成１６年６月１\n１日，特許権の設定登録（特許第３５６３０３６号。請求項の数１９。以下，\nこの特許を「本件特許」という。）を受けた（甲イ４８，７４）。\n(2)ア  原告東和薬品は，平成２８年９月３０日，本件特許について特許無効審\n判（無効２０１６－８００１１２号事件。以下「本件無効審判」という。）\nを請求した（甲イ４９）。\nイ  原告日本ケミファは，本件無効審判について，平成２９年８月３日付け\nで特許法１４８条１項の規定により請求人として請求人側への参加申請を\nし，同年９月５日付けで参加許可の決定を受けた。\n原告ヘキサルは，本件無効審判について，同年９月２５日付けで特許法\n１４８条１項の規定により請求人として請求人側への参加申請をし，同年\n１１月１３日付けで参加許可の決定を受けた。\nなお，本件無効審判においては，原告日本ケミファ及び原告ヘキサルの\nほか，ニプロ株式会社，日新製薬株式会社及び大原薬品工業株式会社も請\n求人側への参加許可の決定を受けた。\n(3)  被告は，平成２９年２月６日付けで，本件特許の特許請求の範囲について\n訂正請求（甲イ５１）をした後，平成３０年２月１日付けの審決の予告（甲\nイ５８）を受けたため，同年５月７日付けで，本件特許の特許請求の範囲の\n請求項１ないし１９を一群の請求項として，請求項１ないし５，７ないし１\n９を訂正し，請求項６を削除する旨の訂正請求（以下「本件訂正」という。\n甲イ５９。）をした。\nその後，特許庁は，同年６月２６日，本件訂正を認めた上で，「特許第３\n５６３０３６号の請求項６に係る発明についての審判請求を却下する。特許\n第３５６３０３６号の請求項１～５，７～１９に係る発明についての審判請\n求は，成り立たない。」との審決（以下「本件審決」という。）をし，その\n謄本は，同年７月４日に原告日本ケミファに，同月５日に原告東和薬品及び\n原告ヘキサルにそれぞれ送達された。\n(4)ア  原告東和薬品は，平成３０年８月２日，本件審決のうち，請求項１ない\nし５，７ないし１９に係る部分の取消しを求める第１事件訴訟を提起した。\nイ  原告日本ケミファは，平成３０年８月３日，本件審決のうち，請求項１\nないし５，７ないし１９に係る部分の取消しを求める第２事件訴訟を提起\nした。\nウ  原告ヘキサルは，平成３０年１１月１日，本件審決のうち，請求項１な\nいし５，７ないし１９に係る部分の取消しを求める第３事件訴訟を提起し\nた。\n２  特許請求の範囲の記載\n本件訂正後の特許請求の範囲の請求項１ないし５，７ないし１９の記載は，\n次のとおりである（以下，請求項の番号に応じて，請求項１に係る発明を「本\n件発明１」などという。下線部は本件訂正による訂正箇所である。甲イ５９）。\n【請求項１】\n一つ以上の薬剤的に許容な賦形剤と密に混合させた１０ｍｇ乃至１０００ｍｇ\nの量の微粒子セレコキシブを含み，一つ以上の個別な固体の経口運搬可能な投\n与量単位を含む製薬組成物であって，粒子の最大長において，セレコキシブ粒\n子のＤ９０が２００μｍ未満である粒子サイズの分布を有する製薬組成物。\n【請求項２】\n前記粒子の最大長において，前記セレコキシブ粒子のＤ９０が１００μｍ未満で\nあることを特徴とする請求項１に記載の製薬組成物。\n【請求項３】\n前記粒子の最大長において，前記セレコキシブ粒子のＤ９０が４０μｍ未満であ\nることを特徴とする請求項２に記載の製薬組成物。\n【請求項４】\n前記粒子の最大長において，前記セレコキシブ粒子のＤ９０が２５μｍ未満であ\nることを特徴とする請求項３に記載の製薬組成物。\n【請求項５】\n前記同じ投与量のセレコキシブを含有する経口運搬された溶液と比較して最低\n約５０％であるセレコキシブの相対的な生物学的利用能を有することを特徴と\nする請求項１記載の製薬組成物。\n【請求項７】\n前記投与量単位は，錠剤，ピル，硬質若しくは軟質カプセル，ロゼンジ，サシ\nェイ，又はパステルから選択されることを特徴とする請求項１乃至５の何れか\n一項記載の製薬組成物。\n【請求項８】\n前記賦形剤は薬剤学的に許容な希釈剤，崩壊剤，結着剤，加湿剤及び潤滑剤か\nら選択される単位投与量のカプセル又は錠剤の形態であることを特徴とする請\n求項７記載の製薬組成物。\n【請求項９】\n（ａ）前記製薬組成物の約１０質量％乃至約８５重量％の量の一つ以上の薬剤\n学的に許容な希釈剤と，\n（ｂ）前記製薬組成物の約０．２質量％乃至約１０質量％の量の一つ以上の薬\n剤学的に許容な崩壊剤と，及び\n（ｃ）前記製薬組成物の約０．７５質量％乃至約１５質量％の量の一つ以上の\n薬剤学的に許容な結着剤とを含有することを特徴とする請求項８記載の製薬組\n成物。\n【請求項１０】\n前記製薬組成物の約０．４質量％乃至約１０質量％の量の一つ以上の薬剤学的\nに許容な加湿剤をさらに含有することを特徴とする請求項９に記載の製薬組成\n物。\n【請求項１１】\n前記製薬組成物の約０．２質量％乃至約８質量％の量の一つ以上の薬剤学的に\n許容な潤滑剤をさらに含有することを特徴とする請求項９に記載の製薬組成物。\n【請求項１２】\n前記製薬組成物の約０．２質量％乃至約８質量％の量の一つ以上の薬剤学的に\n許容な潤滑剤をさらに含有することを特徴とする請求項１０に記載の製薬組成\n物。\n【請求項１３】\n（ａ）前記希釈剤はラクト－スを含み，（ｂ）前記崩壊剤はクロスカルメロー\nスナトリウムを含み，（ｃ）前記結着剤はポリビニルピロリドンを含むことを\n特徴とする請求項９に記載の製薬組成物。\n【請求項１４】\nラウリル硫酸ナトリウムを含有する加湿剤をさらに含むことを特徴とする請求\n項１３に記載の製薬組成物。\n【請求項１５】\nステアリン酸マグネシウムを含有する潤滑剤をさらに含むことを特徴とする請\n求項１３に記載の製薬組成物。\n【請求項１６】\nラウリル硫酸ナトリウムを含有する加湿剤と，ステアリン酸マグネシウムを含\n有する潤滑剤とをさらに含むことを特徴とする請求項１３に記載の製薬組成物。\n【請求項１７】\nシクロオキシゲナーゼ－２阻害剤による治療を必要とする被験者における病状\n又は疾患を治療するために，前記製薬組成物は被験者に好ましくは１日に１回\n又は２回経口投与することを特徴とする請求項１乃至５及び７乃至１６の何れ\nか一項に定義される製薬組成物。\n【請求項１８】\nシクロオキシゲナーゼ－２阻害剤による治療を必要とする被験者における病状\n又は疾患の治療及び／又は予防処置での薬剤調製のための請求項１乃至５及び\n７乃至１６の何れか一項に定義される製薬組成物の使用。\n【請求項１９】\n前記状態又は疾患は，リウマチ様関節炎，骨関節炎又は痛みである請求項１８\nによる使用。\n３  本件審決の要旨\n(1)  本件審決の理由は，別紙審決書（写し）のとおりである。\nその要旨は，原告ら主張の本件発明１ないし５，７ないし１９についての\n明確性要件違反（無効理由Ⅰ），実施可能要件違反（無効理由Ⅱの(ア)ない\nし(ウ)）及びサポート要件違反（無効理由Ⅱの(エ)），本件優先日前に頒布\nされた刊行物である特表平９－５０６３５０号公報（甲イ８）に記載された\n発明に基づく本件発明１，２，７，８，１７ないし１９の新規性欠如（無効\n理由Ⅲの(ア)），本件優先日前に頒布された刊行物である「１９９７  ＡＡ\nＰＳ  ＡＮＮＵＡＬ  ＭＥＥＴＩＮＧ  ＣＯＮＴＲＩＢＵＴＥＤ  ＰＡＰＥ\nＲＳ  ＡＢＳＴＲＡＣＴＳ，表紙，発表番号３４６９」（甲イ１５）に記載\nされた発明に基づく本件発明１，２，７，１８の新規性欠如（無効理由Ⅲの\n(イ)），甲イ８を主引用例とする本件発明１ないし５，７ないし１９の進歩\n性欠如（無効理由Ⅳ）の無効理由は，いずれも理由がないというものである。\n(2)  本件審決が認定した甲イ８に記載された発明（以下「甲８発明」という。），\n本件発明１と甲８発明の相違点，甲イ１５に記載された発明（以下「甲１５\n発明」という。），本件発明１と甲１５発明の相違点は，以下のとおりであ\nる。\nア  甲８発明\n「以下の工程１，工程２によって得られるセレコキシブ結晶を投与経路に\n適切な１つ又はそれ以上の補助剤と合わせた錠剤又はカプセル剤の形態の\n経口投薬単位である製薬組成物。\n工程１：１－（４－メチルフェニル）－４，４，４－トリフルオロブタン\n－１，３－ジオンの調製\n４’－メチルアセトフェノン（５．２６ｇ，３９．２mmol）をアルゴン\n下で２５mL のメタノールに溶解して，メタノール中のナトリウムメトキシ\nド１２mL（５２．５mmol）（２５％）を添加した。この混合物を５分間撹\n拌して，５．５mL（４６．２mmol）のトリフルオロ酢酸エチルを添加した。\n２４時間還流後，この混合物を室温に冷却して濃縮した。１００mL の１\n０％ＨＣｌを添加して，この混合物を４×７５mL の酢酸エチルで抽出した。\nこの抽出物をＭｇＳＯ４で乾燥し，濾過して濃縮して，８．４７ｇ（９４％）\nの褐色油状物を得て，これをさらに精製することなく次に進んだ。\n工程２：４－［５－（４－メチルフェニル）－３－（トリフルオロメチル）\n－１Ｈ－ピラゾール－１－イル］ベンゼンスルホンアミドの調製\n７５mL の無水エタノール中の工程１からのジオン（４．１４ｇ，１８．\n０mmol）に，４．２６ｇ（１９．０mmol）の４－スルホンアミドフェニル\nヒドラジン塩酸塩を添加した。この反応物をアルゴン下で２４時間還流し\nた。室温に冷却して濾過後，この反応混合物を濃縮して，６．１３ｇの橙\n色の固体を得た。この固体を塩化メチレン／ヘキサンから再結晶して，淡\n黄色の固体として３．１１ｇ（８．２mmol，４６％）の生成物を得た。」\nイ  本件発明１と甲８発明の相違点\n（相違点８－１）\n製薬組成物に含まれるセレコキシブの量が，本件発明１では「１０ｍｇ\n乃至１０００ｍｇの量」とされているのに対し，甲８発明では規定されて\nいない点。\n（相違点８－２）\n製薬組成物に含まれるセレコキシブの粒子サイズが，本件発明１では「粒\n子の最大長において，セレコキシブ粒子のＤ９０が２００μｍ未満である粒\n子サイズの分布を有する」とされているのに対し，甲８発明では規定され\nていない点。\nウ  甲１５発明\n「セレコキシブ３００ｍｇを含む経口投与用カプセル。」\nエ  本件発明１と甲１５発明の相違点\n（相違点１５－１）\n製薬組成物に含まれるセレコキシブが，本件発明１では「粒子の最大長\nにおいて，セレコキシブ粒子のＤ９０が２００μｍ未満である粒子サイズの\n分布を有する」微粒子セレコキシブとされているのに対し，甲１５発明で\nは規定されていない点。\n第３  当事者の主張\n１  取消事由１－１（甲８発明に基づく本件発明１の新規性の判断の誤り）につ\nいて\n(1)  原告らの主張\nア  相違点８－１の認定の誤り\n甲イ８の記載事項（２８１頁１行～２８２頁１１行）によれば，甲イ８\nには，錠剤やカプセル錠といった具体的な例を挙げた上で，経口投与の方\n法を明示し，「本薬剤組成物は，約０．１～２０００ｍｇの範囲で，好ま\nしくは０．５～５００ｍｇの範囲で，そして最も好ましくは約１と１００\nｍｇの間で活性成分を含有してよい。」との記載がある。かかる記載は，\n甲８発明に含まれる化合物（セレコキシブ）の量を「約０．１～２０００\nｍｇ」，「０．５～５００ｍｇ」，「１～１００ｍｇ」とすることを開示\nするものであり，これは，「１０ｍｇ乃至１０００ｍｇの量」（相違点８\n－１に係る本件発明１の構成）と重複する。\nそうすると，甲イ８には，非経口投与の方法について言及されていると\nしても，少なくとも経口投与した場合も含めた有効成分量の範囲が開示さ\nれていると理解できる。\nしたがって，甲８発明は，相違点８－１に係る本件発明１の構成を含む\nものであるから，本件審決における相違点８－１の認定は誤りである。\nイ  相違点８－２の認定の誤り\n原告東和薬品が甲イ８記載の実施例２の記載に従ってセレコキシブを再\n現した試験結果を記載した実験成績証明書（甲イ９）によれば，甲イ８記\n載のセレコキシブの粒子のＤ９０（ｎ－３の平均）は，３０．４４～６７．\n０９μｍであった。これは，「セレコキシブ粒子のＤ９０が２００μｍ未満」\nの数値範囲に含まれることを示すものである。また，甲イ１１及び甲イ１\n３の各再現試験の結果も，「セレコキシブ粒子のＤ９０が２００μｍ未満」\nのセレコキシブ粒子が得られたことを示している。\nしたがって，甲８発明は，相違点８－２に係る本件発明１の構成を有す\nるから，本件審決における相違点８－２の認定は誤りである。\nウ  小括\n以上によれば，本件発明１は，甲８発明と同一の発明であるから，これ\nと異なる本件審決の判断は誤りである。\n(2)  被告の主張\nア  相違点８－１の認定の誤りの主張に対し\n甲イ８の「本薬剤組成物は，約０．１～２０００ｍｇの範囲で，好まし\nくは０．５～５００ｍｇの範囲で，そして最も好ましくは約１と１００ｍ\nｇの間で活性成分を含有してよい。」との記載は，実験的な裏付けがなく，\n薬剤組成物として使用される有効成分量として通常最大の範囲と考えられ\nる約０．１～２０００mg を最初に記載し，それに続けて，範囲を制限した\n好ましい範囲及び最も好ましい範囲を記載したにすぎない。\nそして，化合物の特性が異なれば，それに応じて投与される量は異なる\nから，投与量を決めるために通常必要とされる実験を実施し，効果や副作\n用等を確認する必要があることからすると，甲イ８の上記記載は，甲イ８\nで開示されている無数の多種多様な化合物についての含量の目安を示した\nものにとどまり，セレコキシブの投与量を示すものとは認められない。ま\nた，経口投与用製薬組成物と非経口投与用製薬組成物では含有される有効\n成分量が異なることは技術常識であるから，経口投与用製薬組成物及び非\n経口投与用製薬組成物のそれぞれについて，投与量を決めるために通常必\n要とする全ての実験を実施し，効果や副作用等を確認しながら投与量を決\nめる必要がある。\nしたがって，甲イ８の上記記載は，有効成分の化合物としてセレコキシ\nブを用いたこと及び経口投与用とした製薬組成物に含まれるべきセレコ\nキシブの量の範囲を示すものとはいえないから，本件審決における相違\n点８－１の認定の誤りをいう原告らの主張は，理由がない。\nイ  相違点８－２の認定の誤りの主張に対し\n溶媒の比率，温度，撹拌の有無，放置時間など，再結晶のための条件に\nよって得られる結晶の大きさ等が変化することは技術常識であるところ，\n甲８発明における工程１及び工程２では，上記再結晶のための条件の詳細\nが記載されていない。一方，甲イ９に記載された試験は，それらの条件を\n実施者が決定してされたものである。\nそうすると，上記試験で得られたセレコキシブのＤ９０がいずれも２００\nμｍ以下であったとしても，甲８発明におけるセレコキシブ粒子のＤ９０が\n２００μｍ以下であることの根拠にはならない。また，甲イ１１及び甲イ\n１３の各再現試験の結果も，これと同様である。\nしたがって，甲８発明におけるセレコキシブ粒子のＤ９０が２００μｍ以\n下であるとはいえないから，本件審決における相違点８－２の認定の誤り\nをいう原告らの主張は，理由がない。\nウ  小括\n以上によれば，本件発明１は，甲８発明と同一の発明ではないとした本\n件審決の判断に誤りはないから，原告ら主張の取消事由１－１は理由がな\nい。\n２  取消事由１－２（甲８発明に基づく本件発明２，７，８，１７ないし１９の\n新規性の判断の誤り）について\n(1)  原告らの主張\n本件審決は，①本件発明２，７，８，１７は，本件発明１にさらなる発明\n特定事項を付加したものであるから，本件発明１は甲８発明と同一の発明と\nいえない以上，本件発明２，７，８，１７は，甲８発明と同一の発明ではな\nい，②本件発明１８は，本件発明１ないし５，７ないし１７の使用方法の発\n明であり，本件発明２ないし５，７ないし１７はいずれも本件発明１にさら\nなる発明特定事項を付加したものであるところ，本件発明１は甲８発明と同\n一の発明といえない以上，本件発明１８は，実質的にも甲８発明と同一の発\n明ではない，③本件発明１９は，本件発明１８の対象の状態又は疾患を特定\nしたものであるところ，本件発明１８が実質的にも甲８発明と同一の発明で\nはない以上，本件発明１９も甲８発明と同一の発明とはいえない旨判断した。\nしかしながら，前記１(1)のとおり，本件発明１が甲８発明と同一の発明で\nないとした本件審決は誤りであるから，本件発明２，７，８，１７ないし１\n９が甲８発明と同一の発明でないとした本件審決の上記判断は誤りである。\n(2)  被告の主張\n前記１(2)で述べたとおり，本件発明１が甲８発明と同一の発明でないとし\nた本件審決の判断に誤りはないから，本件審決における本件発明２，７，８，\n１７ないし１９と本件発明８との同一性の判断の誤りをいう原告らの主張\n（取消事由１－２）は，その前提において理由がない。\n３  取消事由２－１（甲８発明を主引用例とする本件発明１の進歩性の判断の誤\nり）について\n(1)  原告らの主張\nア  相違点８－２の容易想到性の判断の誤り\n本件審決は，①製薬組成物の有効成分の生物学的利用能を改善すること\n及びブレンド均一性を改善することは，当業界における周知の課題とい\nえる，②一方，セレコキシブは，本件出願の願書に添付した明細書（以\n下，図面を含めて「本件明細書」という。甲イ４８）の【０００８】に\n示され，審判乙５（甲イ３４）の記載によっても確かめられるように，\n未粉砕の状態では，長い針状の形態を有するものであり，甲イ７，１６，\n１７，２３に記載されたいずれの薬物とも，まず形態の点で異なる，③\nそして，未粉砕のセレコキシブは，【０００８】に示されるように，組\n成物の混合中にセレコキシブ同士で凝集する傾向を有するものであると\nころ，【００２４】に示されるように，粉砕後のセレコキシブは，長い\n針状からより均一な結晶形へ結晶形態が変質して凝集力が減少し，ブレ\nンド中に二次集合体には容易に凝集しなくなり，ブレンド均一性が改善\nされるという特性を有するものであるが，甲イ７，１６，１７，２３の\nいずれにも，薬物の粉砕によりその凝集力が低減してブレンド均一性が\n改善されることについての記載はないことからすると，セレコキシブは，\n形態及び粉砕後の凝集力減少及びブレンド均一性改善の点で，甲イ７，\n１６，１７，２３に記載されたいずれの薬物とも異質な薬物である，④\n形態及び粉砕後の凝集力減少及びブレンド均一性改善が異質であれば，\n薬物学的動態も異なると当業者は予想するから，甲イ７，１６，１７，\n２３に記載された生物学的利用能に関連する一般論がセレコキシブに対\nしても妥当すると当業者が予想するとはいえない，したがって，甲イ７，\n１６，１７，２３に記載された事項を参酌しても，甲８発明におけるセ\nレコキシブについて，その生物学的利用能向上及びブレンド均一性改善\nのために，微粉化することを，当業者が容易に想到するとはいえない，\n⑤しかも，本件発明１では，セレコキシブ粒子を，単に微細化したもの\nとして規定しているのではなく，「粒子の最大長において，セレコキシ\nブ粒子のＤ９０が２００μｍ未満である粒子サイズの分布を有する」もの\nとして規定しているが，甲イ８並びに甲イ７，１６，１７及び２３のい\nずれにも，製薬組成物に含まれる有効成分の粒子分布を，粒子の最大長\nにおけるＤ９０で規定することについて，記載も示唆もなく，また，製薬\n組成物に含まれる有効成分の粒子分布を，粒子の最大長におけるＤ９０で\n規定することが，当業界において通常行われていることであるともいえ\nないとして，当業者が，甲８発明において，相違点８－２に係る本件発\n明１の発明特定事項を加えることは，容易に想到し得たこととはいえな\nい旨判断したが，以下のとおり，本件審決の判断は誤りである。\n(ア)  本件優先日当時の製薬組成物中の化合物の粒子径に関する周知技術\n又は技術常識\nａ  製薬組成物の有効成分の生物学的利用能を改善するためには，有効\n表面積を増加させるため，有効成分の粒子径を細かくするという方法\nがとられること，とりわけ，難溶性薬物については，粒子径を細かく\nすると表面積が増大し，溶解速度が増大する一方で，粒子径を小さく\nすると凝集が起こり，有効表面積が小さくなり溶解速度が遅くなるこ\nともあることから，有効表面積を増加させるため，粒子径を細かくし\nつつ，凝集の問題を防止し（界面活性剤を添加して濡れ性を高めたり，\n親水性の賦形剤を添加する。），一般的に溶解速度を速め，生物学的\n利用能を改善することができることは，本件優先日当時，周知又は技\n術常識であった（甲イ７，１６，１７，２３，６５ないし６９，甲ロ\n１，４，乙１，４）。\nｂ  また，本件優先日当時，ブレンド均一性を改善するために，固体粒\n子を粉砕して粒子径を適切なサイズに小さくすることは，周知の技術\n事項であった（甲イ６６ないし６９）。\n(イ)  相違点の容易想到性\n粒度分布を表すのにどのような指標を用いるかは，物質の性状に合わ\nせて当業者が適宜選択可能な技術にすぎず，Ｄ９０（粒子の９０％以上が\n含まれる粒子径の値）を用いることは粒度分布を表す際の周知の指標で\nある（甲イ６１ないし６３）。そして，「Ｄ９０が２００μｍ未満」とい\nうのは，薬剤組成物に用いられる難溶性の化合物であれば，ほとんどの\nものが含まれるような広範な範囲のものであり（例えば，甲イ６１，６\n２），「Ｄ９０が２００μｍ未満」という数値範囲に臨界的意義はない。\nまた，粒子径を測定する際に，粒子の形状に合わせて最も適当な方法\nを選択することは当然のことであり，「粒子の最大長」を測定すること\nも，本件優先日当時の周知の測定方法の一つであった（甲イ３）。\n加えて，本件優先日当時，製薬組成物の有効成分の生物学的利用能及\nびブレンド均一性を改善することは，周知の課題であったこと，本件優\n先日当時の前記(ア)の周知技術又は技術常識に照らすと，当業者におい\nては，甲８発明に記載されたセレコキシブについて，生物学的利用能及\nびブレンド均一性を改善するために，固体粒子を粉砕して，有効成分の\n粒子径を小さくし，有効表面積を増大させるという周知の技術事項を適\n用する動機付けがあり，その際に粒度分布を「粒子の最大長において，\nセレコキシブ粒子のＤ９０が２００μｍ未満である粒子サイズの分布」と\nすることは設計的事項にすぎないから，相違点８－２に係る本件発明１\nの構成を容易に想到することができたものである。\n(ウ)  本件審決について\nａ  甲イ７，１６，１７，２３の記載事項の認定の誤り\n甲イ７，１６，１７，２３の内容は，決して球形の粒子に特有の内\n容ではなく，様々な形態の薬物粒子一般についての記載であり，かか\nる記載によれば，未粉砕の薬物粒子の形状にかかわらず，粒子の比表\n面積が大きければ大きい程，溶解速度が大きくなり，生物学的利用能\nが改善されることは，本件優先日当時の技術常識であった。\nしたがって，上記技術常識に照らすと，甲イ７，１６，１７及び２\n３に記載された生物学的利用能に関連する一般論が，長い針状の形態\nのセレコキシブに対しても妥当すると当業者が予想するとはいえな\nいとした本件審決の認定は誤りである。\nｂ  ブレンド均一性に関する認定判断の誤り\n錠剤やカプセル剤のような固体の経口投与用製剤に製剤化するに際\nして，薬効成分を予め粉砕処理して粒子サイズを十数μｍから数μｍ\n程度にまで微細化することは，薬効成分の形態にかかわらず，本件優\n先日当時広く行われていたことであり（甲ロ１ないし３），微細化し\nた薬効成分粉末のブレンド均一性が改善することは，薬効成分の微細\n化により通常得られる効果にすぎない。\nしたがって，甲８発明におけるセレコキシブについて，ブレンド均\n一性改善のために，微粉化することを，当業者が容易に想到すると\nはいえないとした本件審決の判断は誤りである。\nｃ  Ｄ９０に関する認定の誤り\n溶解性が粒子の大きさの影響を受ける薬効成分粉末においては，溶\n解性に劣る未粉砕の又は粉砕が不十分な粗大粒子の割合を低減させる\nことが重要であり，このため，薬効成分粉末の粒度分布を，平均粒子\n径ではなく，「所望の溶解速度が期待できる粒子サイズ以下の粒子が\n粉末全体に占める割合」で特定することは理にかなったことである。\nしたがって，製薬組成物の有効成分の粒子分布をＤ９０で規定するこ\nとが，当業界において通常行われていることであるともいえないとし\nた本件審決の認定は誤りである。\nｄ  まとめ\n以上によれば，甲８発明において，相違点８－２に係る本件発明１\nの発明特定事項を加えることは容易に想到し得たこととはいえない\nとした本件審決の判断は，誤りである。\nイ  小括\n以上のとおり，本件審決における相違点８－２の容易想到性の判断に誤\nりがあり，また，本件発明１は当業者に予想されない顕著な効果を奏する\n旨の本件審決の判断も誤りである。\nしたがって，本件発明１は，甲８発明及び周知事項（周知技術）に基づ\nいて当業者が容易に発明をすることができたものであるから，これと異な\nる本件審決の判断は誤りである。\n(2)  被告の主張\nア  相違点８－２の容易想到性の判断の誤りの主張に対し\n(ア)  本件優先日当時の製薬組成物中の化合物の粒子径に関する周知技術\n又は技術常識について\nａ  溶解特性の改善への製剤的アプローチについては，結晶性，多形性，\n水和物，溶媒和化合物，包摂物などの分子付加物が詳細な評価を必要\nとする重要因子として認識されていたことや，時間的制約と添加剤の\n量的な制限があり，高度な製剤技術の導入が難しいことから，薬物特\n性を活用したシンプルかつ再現性の良好な手法，すなわち，塩や溶媒\n和物を選択し変更する方法や，結晶多形を調べて好ましい特性を有す\nる結晶形を利用する方法によって，溶解特性を改善することに主眼が\nおかれていた（甲ロ４，乙２）。\n他方，原薬の粒子径を小さくする方法については，難溶性薬物は，\n粒子を粉砕により微小化するほど凝集が起こりやすくなること，微小\n化には限界値があり，それ以上小さくしても吸収速度が上昇しないこ\nと，粉砕により原薬の反応性や安定性にも大きな影響を与えることな\nど，粉砕による微小化には注意を要する点が多数あることが，本件優\n先日当時，周知であった（甲イ１６，甲ロ１，乙１）。そのため，原\n薬の粒子径を小さくする方法は，溶解特性への改善のアプローチとし\nて，本件優先日当時，通常行われる方法であったとはいえない。\n次に，甲イ６５に「界面活性剤の場合，バイオアベイラビリティへ\nの影響に関しては非常に複雑で予想が困難である。薬物の吸収率を増\n大させる場合と減少させる場合が見受けられる。」との記載があるよ\nうに，本件優先日当時，界面活性剤によって生物学的利用能がいかな\nる影響を受けるかについては全く予想できなかった。また，本件優先\n日当時，親水性の賦形剤を添加することにより生物学的利用能を改善\nする方法が，当業者が通常行う方法として知られていたことを裏付け\nる証拠はない。もっとも，甲イ７には，親水性の賦形剤を添加する例\nの記載があるが，甲イ７は本件優先日の２５年前の会議録であり，こ\nの当時はまだ溶出試験については重視されておらず（乙５），上記記\n載から，親水性の賦形剤を添加することにより生物学的利用能を改善\nする方法が技術常識になっていたということはできない。\n以上によれば，有効成分の生物学的利用能を改善するために，有効\n成分の粒子径を細かくするという方法がとられること，難溶性薬物に\nついては，凝集の問題を防止するために，界面活性剤を添加して濡れ\n性を高めたり，親水性の賦形剤を添加することが，本件優先日当時，\n周知又は技術常識であった旨の原告らの主張は理由がない。\nｂ  薬物（とりわけ難溶性の薬物）については，粒子径を小さくするこ\nとにより一般には凝集性が高まり（甲イ１６，甲ロ１），粉体の流動\n性についても，粒子径が小さくなるほど，流動性が悪くなる傾向があ\nり，凝集性が起こりやすいこと（甲イ７，１６，甲ロ１，甲ハ７，乙\n２，３），医薬品の粉砕は，粉砕中に溶融が起きたり，化学的安定性\nが低下するなど，かなり多くの問題を有すること（甲イ１６，甲ロ１，\n乙１，２）は，本件優先日当時，技術常識であった。\nこのような技術常識に照らすと，本件優先日当時，ブレンド均一性\nを改善するために，固体粒子を粉砕して粒子径を適切なサイズに小さ\nくすることは，周知であった旨の原告らの主張は理由がない。\n(イ)  相違点の容易想到性の主張に対し\nａ  原告ら主張の製薬組成物中の化合物の粒子径に関する周知技術又は\n技術常識が誤りであることは，前記(ア)のとおりである。\nまた，針状の形状を化合物の最大長に着目して，粒度分布をＤ９０で\n規定することは，本件優先日当時，通常であったとはいえないし，「Ｄ\n９０が２００μｍ」より大きい化合物の薬剤は特段珍しいものではなか\nったから（甲イ７，甲ロ３），「Ｄ９０が２００μｍ未満」というのは，\n薬剤組成物に用いられる難溶性の化合物であれば，ほとんどのものが\n含まれるものとはいえない。\nしたがって，本件審決における甲イ７，１６，１７，２３の記載事\n項の認定の誤り，ブレンド均一性に関する認定判断の誤り及びＤ９０\nに関する認定の誤りをいう原告らの主張は理由がない。\nｂ  以上によれば，当業者は，甲イ８から，セレコキシブ製剤の開発へ\nの動機付けはもとより，難溶性，凝集性，ブレンド均一性などのセレ\nコキシブ特有の課題も得られないから，当業者が，甲８発明から出発\nして，相違点８－２に係る本件発明１の構成に至る試みをしたはずで\nあるとはいえない。\n加えて，凝集性の強いセレコキシブにおいて，粒子を細かく粉砕す\nる方法を選択することには阻害要因もあるから，当業者が甲８発明及\nび周知技術に基づいて，相違点８－２に係る本件発明１の構成を容易\nに想到することはできたものとはいえない。\nイ  小括\n以上のとおり，本件審決における相違点８－２の容易想到性の判断に誤\nりはない。\nまた，セレコキシブは，難溶性であり，かつ，凝集を起こす薬物である\nから，粒子径を小さくすればさらに凝集し，かえって有効表面積が減少し，\n溶解速度がさらに遅くなることや，さらなる凝集により流動性が悪化し，\nブレンド均一性も悪化することが予測されたにもかかわらず，本件発明１\nは，セレコキシブの粒子を微小化することにより凝集性が改善し，生物学\n的利用能及びブレンド均一性が改善するという当業者が予測できない顕著\nな効果を奏するものである。\nしたがって，本件発明１は，甲８発明及び周知事項（周知技術）に基づ\nいて当業者が容易に発明をすることができたものとはいえないから，これ\nと同旨の本件審決の判断に誤りはなく，原告ら主張の取消事由２－１は理\n由がない。\n４  取消事由２－２（甲８発明を主引用例とする本件発明２ないし５，７ないし\n１９の進歩性の判断の誤り）について\n(1)  原告らの主張\n本件審決は，本件発明２ないし５，７ないし１９はいずれも，本件発明１\nにさらなる発明特定事項を付加したものであるから，本件発明１が甲８発\n明及び周知事項に基づいて当業者が容易に発明をすることができたもので\nはない以上，本件発明２ないし５，７ないし１９も，甲８発明及び周知事\n項に基づいて当業者が容易に発明をすることができたものではない旨判断\nした。\nしかしながら，本件審決における本件発明１の容易想到性の判断が誤り\nであることは前記３(1)のとおりであるから，本件審決の上記判断は誤りで\nある。\n(2)  被告の主張\n前記３(2)で述べたとおり，本件発明１が甲８発明及び周知事項に基づい\nて当業者が容易に発明をすることができたものではないとした本件審決の\n判断に誤りはないから，本件審決における本件発明２ないし５，７ないし１\n９の容易想到性の判断の誤りをいう原告らの主張は，その前提において理由\nがない。\nしたがって，原告ら主張の取消事由２－２は理由がない。\n５  取消事由３（甲１５発明に基づく本件発明１，２，７，１８の新規性の判断\nの誤り）について\n(1)  原告らの主張\nア  本件発明１について\n甲イ１５には「方法。対象は，３００ｍｇの［１４Ｃ］－ＳＣ－５８６３\n５（１００μＣｉ）を微細な懸濁液として経口で単回，投与され，１５日\n間の休薬期間の後，３００ｍｇのＳＣ－５８６３５をカプセルとして投与\nされた。」（原文Ｓ－６１７頁発表番号３４６９の欄１４行～１６行・訳\n文１７行～１９行）との記載がある。上記記載は，カプセルとして投与さ\nれたセレコキシブの粒子径が明記されていないが，ＳＣ－５８６３５（セ\nレコキシブ）を経口用の微細な懸濁液とした構成を記載したものである。\nしかるところ，経口用の懸濁液に含まれる平均粒子径は，通常数μｍか\nら十数μｍであること（甲イ７０）に照らすと，当業者は，甲イ１５の上\n記記載から，甲１５発明の微細な懸濁液に含まれるセレコキシブの平均粒\n子径は数μｍから十数μｍであると認識できるから，甲イ１５の上記記載\nは，カプセルのセレコキシブの粒子径も同程度の大きさとすることが開示\nされているに等しいものと認識し，把握することができる。\nそして，平均粒子径が数μｍから十数μｍの十分に微細であれば，Ｄ９０\nは数十μｍ程度で十分収まるものといえるから，「セレコキシブ粒子のＤ\n９０が２００μｍ未満」（相違点１５－１に係る本件発明１の構成）の数値\n範囲に含まれる。\nそうすると，甲１５発明は，相違点１５－１に係る本件発明１の構成を\n有するものであるから，本件審決における相違点１５－１の認定は誤りで\nある。\nしたがって，本件発明１は甲１５発明と同一の発明でないとした本件審\n決の判断は誤りである。\nイ  本件発明２，７，１８について\n本件審決は，①本件発明２，７は，本件発明１にさらなる発明特定事項\nを付加したものであるから，本件発明１は甲１５発明と同一の発明といえ\nない以上，本件発明２，７は，甲１５発明と同一の発明ではない，②本件\n発明１８は，本件発明１ないし５，７ないし１７の使用方法の発明である\nところ，本件発明２ないし５，７ないし１７はいずれも本件発明１にさら\nなる発明特定事項を付加したものであるから，本件発明１は甲８発明と同\n一の発明といえない以上，本件発明１８は，実質的にも甲１５発明と同一\nの発明ではない旨判断した。\nしかしながら，前記アのとおり，本件発明１が甲１５発明と同一の発明\nでないとした本件審決の判断は誤りであるから，本件発明２，７，１８が\n甲１５発明と同一の発明でないとした本件審決の上記判断は誤りである。\nウ  小括\n以上によれば，本件発明１，２，７，１８は，甲１５発明と同一の発明\nであるから，これと異なる本件審決の判断は誤りである。\n(2)  被告の主張\nア  本件発明１について\n甲イ１５には，カプセルの粒子径については何ら記載がなく，また，懸\n濁液とカプセルとでは製法が異なり，粒子径，添加物などの成分組成が相\n違していることは技術常識であるところ，懸濁液とカプセルの粒子径は，\n同程度であるとする根拠は示されていない。\nそもそも，甲イ１５には，当該製薬組成物（カプセル）の製造方法はお\nろか，当該製薬組成物の組成や当該製薬組成物の活性成分であるＳＣ－５\n８６３５の化学構造式や製法すら記載されていないから，引用発明として\nの適格を欠くものである。\n以上によれば，本件発明１は，甲１５発明と同一の発明ではないとした\n本件審決の判断に誤りはない。\nイ  本件発明２，７，１８について\n前記アで述べたとおり，本件発明１が甲１５発明と同一の発明でないと\nした本件審決の判断に誤りはないから，本件審決における本件発明２，７，\n１８と本件発明１５との同一性の判断の誤りをいう原告らの主張は，その\n前提において理由がない。\nウ  小括\n以上によれば，本件発明１，２，７，１８は，甲１５発明と同一の発明\nではないとした本件審決の判断に誤りはないから，原告ら主張の取消事由\n３は理由がない。\n６  取消事由４（サポート要件の判断の誤り）について\n(1)  原告らの主張\n本件審決は，①本件発明１～４，７～１９の課題は，未調合セレコキシブ\n及び一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物\nに比して，セレコキシブの凝集力が小さく，ブレンド均一性が高く，生物\n学的利用能に優れる，セレコキシブを含み，一つ以上の個別な固体の経口\n運搬可能な投与量単位を含む，製薬組成物又はその使用方法の提供にある，\n②本件明細書には，針状の形態を有する未粉砕セレコキシブが，水溶性媒\n体に溶解しにくく，組成物の混合中に凝集する傾向を有するものであるの\nに対し，未粉砕セレコキシブをピンミルなどを利用して衝撃粉砕すること\nで得られる微粒子セレコキシブは，凝集力が小さく，組成物の混合中にも\n凝集しにくいことが示されるとともに，ブレンド均一性が高いこと（【０\n００８】，【００２４】，【００２５】），セレコキシブを微粉化するこ\nとでその生物学的利用能が改善すること（【００２１】，【００２２】，\n【００２４】，【０１２４】，【０１７０】ないし【０１７７】特に【０\n１７４】）が示されている，③甲７の記載（１１１頁４行～９行）は，錠\n剤中の薬物の粒子径を細かくすると，たとえ薬物が疎水性のままであって\nも，薬物の溶出及び吸収の速まることがあることを示しており，疎水性薬\n物を含む錠剤で薬物の粒子径を小さくすると，親水性賦形剤を用いない限\nり，薬物の溶解速度は遅くなりその生物学的利用能が悪化するということ\nが技術常識であるとはいえない，④本件明細書の記載（【０００１】ない\nし【００１０】，【００１３】，【００２１】，【００２２】，【００２\n４】，【００２５】，【００２８】，【００４０】，【００４４】ないし\n【００４６】，【００５４】ないし【００５６】，【００６２】，【００\n６７】ないし【００７８】，【０１２４】，【０１７０】ないし【０１７\n７】）に接した当業者は，本件発明１～４，７～１９に係る製薬組成物が，\nセレコキシブ粒子の「最大長におけるＤ９０」が約３７μｍ以下又は３０μ\nｍであるか否かに関わりなく，また，賦形剤が親水性であるか疎水性であ\nるかに関わりなく，上記課題を解決できるものであると認識できるから，\n本件発明１～４，７～１９は，発明の詳細な説明に記載したものであり，\n発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認\n識できる範囲のものであるから，サポート要件に適合する旨判断した。\nまた，本件審決は，本件発明５の課題は，未調合セレコキシブ及び一つ\n以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物に比して，\nセレコキシブの凝集力が小さく，ブレンド均一性が高く，同じ投与量のセ\nレコキシブを含有する経口運搬された溶液と比較して最低５０％であるセ\nレコキシブの相対的な生物学的利用能を有する，セレコキシブを含み，一\nつ以上の個別な固体の経口運搬可能な投与量単位を含む，製薬組成物の提\n供にある，ヒトにおける薬物動態を犬モデルにおける薬物動態から類推す\nることは当業者が通常行うことであって，犬モデルでの試験において当該\n相対的な生物学的利用能の近似値が５０％を超える組成物が本件明細書の\n発明の詳細な説明に示されている以上，本件明細書の上記④の記載に接し\nた当業者は，「一つ以上の薬剤的に許容な賦形剤と密に混合させた１０ｍ\nｇ乃至１０００ｍｇの量の微粒子セレコキシブを含み，一つ以上の個別な\n固体の経口運搬可能な投与量単位を含む製薬組成物であって，粒子の最大\n長において，セレコキシブ粒子のＤ９０が２００μｍ未満である粒子サイズ\nの分布を有する製薬組成物」により，セレコキシブ粒子の「最大長におけ\nるＤ９０」が約３７μｍ以下又は３０μｍであるか否かに関わりなく，また，\n賦形剤が親水性であるか疎水性であるかに関わりなく，未調合セレコキシ\nブ及び一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成\n物に比して，セレコキシブの凝集力が小さく，ブレンド均一性が高く，同\nじ投与量のセレコキシブを含有する経口運搬された溶液と比較して最低５\n０％であるセレコキシブの相対的な生物学的利用能を有するという，課題\nを解決できるものであると認識できるとして，本件発明５は，発明の詳細\nな説明に記載された発明であり，発明の詳細な説明の記載により当業者が\n当該発明の課題を解決できると認識できる範囲のものであるから，サポー\nト要件に適合する旨判断した。\nしかしながら，以下のとおり，本件審決の判断は，いずれも誤りである。\nア  本件発明１の「粒子の最大長において，セレコキシブ粒子のＤ９０が２０\n０μｍ未満」の数値範囲の全体にわたり本件発明１の課題を解決できると\n認識できないこと\n(ア)ａ  本件発明１の特許請求の範囲（請求項１）の記載によれば，本件\n発明１は，「粒子の最大長において，セレコキシブ粒子のＤ９０が２０\n０μｍ未満である粒子サイズの分布を有する製薬組成物」であるから，\n本件発明１がサポート要件に適合するというためには，「粒子の最大\n長において，セレコキシブ粒子のＤ９０が２００μｍ未満」という数値\n範囲の全体にわたり，本件明細書の詳細な説明の記載及び本件優先日\n当時の技術常識から，当業者が本件発明１の課題を解決できると認識\nできるものでなければならない。\n本件審決は，本件発明１の課題は，未調合セレコキシブ及び一つ以\n上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物に比\nして，セレコキシブの凝集力が小さく，ブレンド均一性が高く，生\n物学的利用能に優れる，セレコキシブを含み，一つ以上の個別な固\n体の経口運搬可能な投与量単位を含む，製薬組成物の提供にある旨\n認定した。\nしかるところ，本件明細書には，Ｄ９０が２００μｍ未満である構\n成が具体的に記載されているのは，例１３（Ｄ９０が約３７μｍ以下）\n（【０１８３】ないし【０１８６】）と例１５（Ｄ９０が約３０μｍ以\n下）（【０１８８】ないし【０１９７】）の２例のみである。\n例１３では，振動ミルで何回も粉砕したセレコキシブ粒子のＤ９０\n粒子サイズは約３７μｍ以下であり，ラクトース及びポリビニルピロ\nリドンと混合して湿式顆粒化し，ステアリン酸マグネシウムにより湿\n潤化させてカプセル化させたところ，ＡＵＣ（０－４８）で測定した生物\n学的利用能は懸濁液と同等であった旨記載されている。\n例１５では，衝撃式ピンミルで粉砕したセレコキシブ粒子のＤ９０\nが３０μｍ以下であり，ラクトース，ポリビニルピロリドン及びクロ\nスカルメロースナトリウムと混合した後にラウリル硫酸ナトリウム\n溶液を添加して湿式顆粒化し，乾燥，乾燥ミリング，ブレンディング\n後，湿潤剤を均一に分散させてからカプセル化したことは記載されて\nいるが，生物学的利用能についての記載はない。\nそうすると，例１３及び例１５からいえるのは，セレコキシブ粒子\nのＤ９０が約３７μｍ以下のカプセルは，ＡＵＣ（０－４８）で測定した生\n物学的利用能は懸濁液と同等であったということであり，Ｄ９０が２０\n０μｍ未満のセレコキシブ全体について，その生物学的利用能が優れ\nていると理解することはできない。\nそして，前記３(1)ア(ア)のとおり，生物学的利用能と粒子径の大\nきさは強い関連性があり，粒子径を小さくするほど生物学的利用能が\n向上することは，本件優先日当時の技術常識であったが，ある粒子径\nでの生物学的利用能がさらに粒子径が大きくなった場合にも同様に\n認められるとの技術常識は存在しない。また，例１３及び例１５は，\n親水性の賦形剤を含むものであり，本件発明１は親水性の賦形剤を含\nむものに限定されていないので，例１３及び例１５のものよりも，Ｄ\n９０の粒子サイズが小さくなった場合においても，親水性の賦形剤を含\nまないものも含めて，その生物学的利用能が優れていると理解するこ\nとはできない。\nｂ  これに対し被告は，①例１３には懸濁液の粒子サイズは明記されて\nいないが，例１１－２の懸濁液と同様の方法で調製したと考えられる\nことから，懸濁液の粒子サイズが１μｍ程度と推測できることを前提\nとして，Ｄ９０粒子サイズが３７μｍの場合であっても１μｍと同様の\n効果を奏するから，Ｄ９０粒子サイズが３７μｍ以上でも，４２０μｍ\nより大きいサイズの粒子が含まれる未粉砕セレコキシブの生物学的利\n用能と比較すると，改善された生物学的利用能を奏するであろうこと\nは高い蓋然性を持って推測できる，②本件明細書の表１１－２Ａの組\n成物Ａ及び組成物Ｂに関する記載（【０１７２】，【０１７４】，【０\n１７６】，【０１７７】）から，生物学的利用能の改善効果は，湿潤\n剤によるものではなく，セレコキシブの微粉化によりもたらされてい\nることを理解できることからすると，本件発明１は，生物学的利用能\nの改善に界面活性剤を必要としない，③セレコキシブ粒子の最大長に\nおけるＤ９０が２００μｍ未満である場合に生物学的利用能が改善さ\nれることは，未粉砕のセレコキシブ（Ｄ９０が６６９μｍ）を含有する\nセレコキシブカプセルと粉砕したセレコキシブ（Ｄ９０が１９６μｍ）\nを含有するセレコキシブカプセルを用いた追加の試験結果（乙１０）\nからも確認できる旨主張する。\nしかしながら，上記①の点については，例１１－２の組成物Ｄの懸\n濁液は，粒子が顕微鏡で評価した際に約１μｍ径になるまで，ポリソ\nルベート８０とポリビニルピロリドンのスラリーにて，薬をボールミ\nルさせて，懸濁液として調製したとの記載（【０１７３】）があるの\nに対し，例１３の懸濁液は，５％のポリソルベート８０を含むエタノ\nールにセレコキシブを溶解させて調製したものであり（【０１８５】），\n製造方法が異なり，懸濁液の粒子サイズも不明であるから，例１１－\n２の記載から，例１３の懸濁液の粒子サイズを認識することはできな\nい。また，例１３の表１３Ｂの結果を見れば，Ｃｍａｘ（ｎｇ／ｍｌ）\nの値（最大血清濃度）は，カプセルは懸濁液の３分の２程度であり，\nＴｍａｘ（ｈ）の値（最大血清濃度に至るまでの時間）は，カプセルは\n懸濁液の１．４倍程度要しており，Ｔ１／２（ｈ）の値（血清濃度の最\n終の半減期に至るまでの時間）も，カプセルは懸濁液の１．５倍程度\nと長時間を要しているのであり，懸濁液とカプセルを比較すれば，両\n製剤間の溶解特性に大きな違いがあると当業者であれば理解するから，\n例１３からは，カプセルに用いられたセレコキシブの粒子径を３７μ\nｍ以上に大きくした場合には十分な溶解特性が実現されると推測する\nことはできない。\n次に，上記②の点については，本件明細書には，界面活性剤等の加\n湿剤は，「水と親和性があるようにセレコキシブを維持させるように\n選択することが好ましく，その状態が製薬組成物の相対的生物学的利\n用能を改善させると考えられる。…かかる加湿剤は，組成物の全重量\nに対して，全部の加湿剤で約０．２５％から約１５％，好ましくは約\n０．４％から約１０％，より好ましくは約０．５％から約５％の量を\n含む。」（【００７５】），「ラウリル硫酸ナトリウムは，組成物の\n全重量の対して，約０．２５％から約７％，好ましくは約０．４％か\nら約６％，より好ましくは約０．５％から約５％の量を含む。」（【０\n０７６】）との記載がある。この記載に照らすと，２％のラウリル硫\n酸ナトリウムを含む組成物Ａは，適正な量の界面活性剤を含むもので\nあり，既にその加湿剤の持つ生物学的利用能の改善効果が奏されてい\nると理解されるのに対して，２５％ものラウリル硫酸ナトリウムを含\nむ組成物Ｂは，過剰量の加湿剤を含み，その効果は限界に達している\nとみるべきであるから，組成物Ａ及び組成物Ｂの生物学的利用能が同\n等であるとはいえず，組成物Ａ及び組成物Ｂに関する記載（【０１７\n２】，【０１７４】，【０１７６】，【０１７７】）が生物学的利用\n能の改善効果は湿潤剤によるものではないことの根拠にはならない。\nさらに，上記③の点については，乙１０の追試において，Ｄ９０が１\n９６μｍのカプセルの成分の組成は，本件明細書記載の例１１－２の\n組成物Ａと同一の組成（セレコキシブ：２５％，ラウリル硫酸ナトリ\nウム：２％，アビセル１０１：７３％）であるが，ラウリル硫酸ナト\nリウムを含ませることは本件発明１の構成要件ではないから，この追\n試結果のみから，親水性賦形剤は生物学的利用能を改善する効果に関\n係がないとはいえない。加えて，乙１０の追試においては，ピンミル\nにより粉砕が行われているが，ピンミルで粉砕を行うことは，本件発\n明１の構成要件ではなく，本件発明１では，生物学的利用能の改善の\nために行う微小化は衝撃粉砕法に限定されるものではないことに照ら\nすと，この追試結果のみから，セレコキシブ粒子を微小化すれば，界\n面活性剤や親水性賦形剤を含まなくても，セレコキシブの生物学的利\n用能を改善する効果が達成されるということはできない。\nしたがって，被告の上記主張は理由がない。\n(イ)  本件発明１は，粒子の最大長においてセレコキシブ粒子のＤ９０の値\nをもって粒子サイズの分布を規定するが，Ｄ９０のみで粒子径を規定して\nも粒度分布を特定することができず，生物学的利用能との関係を理解す\nることはできない。\nすなわち，Ｄ９０（個数基準）の値は，ある薬剤の粒子を測定し，粒子\n径が小さいものから順にカウントし，粒子の累積個数が９０％に達した\nときの粒径の大きさがＤ９０の値となるから，Ｄ９０は，薬剤の粒度分布の\nごく一部を規定するものにすぎない。このため，単にＤ９０の値だけを用\nいて薬剤を規定しても，Ｄ９０の値より小さい９０％の粒子について，ど\nの程度の粒径のものが，どの程度の割合で含まれるかは不明であり，ま\nた，Ｄ９０の値が同じであっても，粒子分布には様々なものがあり，Ｄ９\n０の値より大きい１０％の粒子について，どの程度の粒径のものが，ど\nの程度の割合で含まれるかは不明である。この点に関し，被告は，別紙\n２－１及び別紙２－２に基づいて，平均粒子径が小さくなれば，Ｄ９０の\n粒子分布図は小さい方向にシフトする旨主張するが，例えば，甲イ７２\nの図⑧（「Ｄ９０値●●●●●μｍ」。別紙３）が示すとおり，必ずしも\n被告の主張するような粒度分布になるものとはいえない。\nそして，溶解特性，ブレンド均一性及び生物学的利用能の各向上の効\n果は，いずれも薬剤の粒度分布全体によって効果が発揮されるものであ\nって，粒度分布の一部を規定するに留まるＤ９０の値を特定しても，その\n中には様々な粒度分布が含まれるから，同一のＤ９０の値を前提として，\nある粒度分布の薬剤について所望の効果が出たからといって，他の粒度\n分布の薬剤についても同様の効果が奏されるということはできない。\nしたがって，当業者は，粒子の最大長においてセレコキシブ粒子のＤ\n９０が２００μｍ未満である粒子サイズの分布を有することにより，生物\n学的利用能が改善するメカニズムを理解することができない。\n(ウ)  以上によれば，本件明細書の詳細な説明の記載及び本件優先日当時\nの技術常識から，本件発明１の「粒子の最大長において，セレコキシブ\n粒子のＤ９０が２００μｍ未満」という数値範囲の全体にわたり，当業者\nが本件発明１の課題を解決できると認識できるものではない。\nしたがって，本件発明１は，サポート要件に適合しない。\nまた，請求項１の「粒子の最大長において，セレコキシブ粒子のＤ９０\nが２００μｍ未満」を発明特定事項に含む本件発明７～１９も，同様に\nサポート要件に適合しない。\nさらに，前記(ア)のとおり，本件発明１は親水性の賦形剤を含むもの\nに限定されていないので，例１３及び例１５のものよりも，Ｄ９０の粒子\nサイズが小さくなった場合においても，親水性の賦形剤を含まないもの\nも含めて，その生物学的利用能が優れていると理解することはできない\nから，「粒子の最大長において，セレコキシブ粒子のＤ９０が１００μｍ\n未満」を発明特定事項に含む本件発明２のほか，「粒子の最大長におい\nて，セレコキシブ粒子のＤ９０が４０μｍ未満」を発明特定事項に含む本\n件発明３及び「粒子の最大長において，セレコキシブ粒子のＤ９０が２５\nμｍ未満」を発明特定事項に含む本件発明４も，サポート要件に適合し\nない。\nイ  本件発明５の「粒子の最大長において，セレコキシブ粒子のＤ９０が２０\n０μｍ未満」の数値範囲の全体にわたり本件発明５の課題を解決できると\n認識できないこと\n本件発明５の特許請求の範囲（請求項５）は，請求項１記載の製薬組成\n物を発明特定事項に含むものであるから，本件発明５がサポート要件に適\n合するというためには，請求項１の「粒子の最大長において，セレコキシ\nブ粒子のＤ９０が２００μｍ未満」という数値範囲の全体にわたり，本件明\n細書の詳細な説明の記載及び本件優先日当時の技術常識から，当業者が本\n件発明５の課題（「同じ投与量のセレコキシブを含有する経口運搬された\n溶液と比較して最低約５０％であるセレコキシブの相対的な生物学的利\n用能を有する」との課題）を解決できると認識できるものでなければなら\nない。\nしかるところ，本件明細書には，相対的生物学的利用能が５０％に達す\n例１１－２の組成物Ａ及び組成物Ｂの構成「平均粒子サイズ１０～２０μ\nｍ」（【０１７２】）のみが記載され，この記載から，平均粒子サイズが\n１０ないし２０μｍより大きい場合にも同様の生物学的利用能があると\n認識することができない。むしろ，本件明細書の【０１２４】の「例えば，\n例１１に例示するように，出発材料のセレコキシブのＤ９０粒子サイズを約\n６０μｍから約３０μｍに減少させると，組成物の生物学的利用能は非常\nに改善される。」との記載から，セレコキシブのＤ９０粒子サイズが約６０\nμｍと約３０μｍの間には生物学的利用能の差が大きいことを理解でき\nる。\nそして，例１１－２の組成物Ａ及び組成物Ｂの相対的生物学的利用能は\nせいぜい３９．９～６０．６％しかないことに照らすと，当業者は，例１\n１－２の記載から，「粒子の最大長において，セレコキシブ粒子のＤ９０\nが２００μｍ未満」という数値範囲の全体にわたり，５０％の相対的生物\n学的利用能が認められると認識できない。\nしたがって，本件明細書の詳細な説明の記載及び本件優先日当時の技術\n常識から，本件発明５の「粒子の最大長において，セレコキシブ粒子のＤ\n９０が２００μｍ未満」という数値範囲の全体にわたり，当業者が本件発明\n５の課題を解決できると認識できるものではないから，本件発明５は，サ\nポート要件に適合しない。\nウ  小括\n以上によれば，本件発明１～５，７～１９は，サポート要件に適合する\nとした本件審決の判断は誤りである。\n(2)  被告の主張\nア  本件発明１の「粒子の最大長において，セレコキシブ粒子のＤ９０が２０\n０μｍ未満」の数値範囲の全体にわたり本件発明１の課題を解決できると\n認識できないことの主張に対し\n(ア)ａ  未粉砕のセレコキシブのＤ９０が２００μｍより大きいことは，本\n件明細書記載の例１３及び例１８から理解できる。\nすなわち，例１３には，「セレコキシブは，連続した小さなスクリ\nーンサイズ（＃１４，＃２０，＃４０）を備えた振動ミルを介して何\n回も粉砕した。」（【０１８４】）との記載があり，このスクリーン\nサイズ「１４，２０及び４０メッシュ」は，それぞれ１４１０μｍ，\n８４０μｍ及び４２０μｍのふるいサイズであること（【０１６７】）\nからすると，例１３には，１４１０μｍより大きいサイズの粒子が含\nまれていたことを理解できる。また，例１８には，「１００ｍｇ投与\n量のカプセルに利用した製薬組成物は，セレコキシブ出発物質を４０\nメッシュ振動スクリーン（他のミルは行わなかった）に通し」（【０\n２０５】）との記載があることから，例１８においては，少なくとも\n４２０μｍより大きい粒子サイズの粒子が一定程度含まれていたこと\nを理解できる。\nそして，本件明細書の「Ｄ９０は２００μｍ以下，好ましくは約１０\n０μｍ以下，より好ましくは７５μｍ以下，さらに好ましくは約４０\nμｍ以下，最も好ましくは約２５μｍ以下である」（【００２２】）\nとの記載から，このような未粉砕のセレコキシブを粉砕することによ\nり生物学的利用能が改善することを理解できる。\nさらに，セレコキシブは粒子を小さくすることにより生物学的利用\n能が改善することは，本件明細書記載の例１１－２の実験により示さ\nれている。\nすなわち，組成物Ａ（微粉化，平均粒子サイズ１０～２０μｍ），\n組成物Ｄ（分散，約１μｍ），組成物Ｆ（未粉砕）の生物学的利用能\nは，セレコキシブの粒子サイズが減少するにつれて増大することを理\n解できる（【０１７２】～【０１７７】，表１１－２Ｃ，表１１－２\nＤ）。\nｂ  この点に関し原告らは，本件明細書には，Ｄ９０が２００μｍ未満で\nある構成が記載されているのは，例１３と例１５の２例しかない旨主\n張するが，上記のとおり，例１１－２も，Ｄ９０が２００μｍ未満であ\nる構成の例である。\n(イ)  平均粒子サイズが１μｍや１０～２０μｍになるように調製された\n粒子のＤ９０が２００μｍ未満となることは，別紙２－１及び別紙２－２\nの粒子分布図から，容易に理解できる。すなわち，Ｄ９０が２００μｍの\n平均粒子径は，別紙２－１の山型の分布図のおよそ中央の値（青線）と\nなる。粒子の分布の幅（最小値～最大値）は，甲イ２の図５－１１及び\n図５－１２に示されている例では，最大値は最小値のおよそ１０倍程度\nであること，甲イ９の表４，表５では，Ｄ１０とＤ９０の大きさの比が１０\n倍程度であることに照らすと，別紙２－１の粒子分布図における最大値\nと最小値はそれぞれ約２００μｍ，約２０μｍとなるから，平均粒子サ\nイズ（青線）はその中央値であるおよそ１００μｍとなる。\nそして，平均粒子サイズ１μｍや１０～２０μｍは１００μｍより小\nさいから，別紙２－２のとおり，山型の分布が全体的に粒子径の小さい\n（左）方向にスライドすることになり，これらのＤ９０は２００μｍより\n小さい値となる。\nまた，本件明細書には，例１３のヒトへの投与実験において，同一の\n被験者にまず懸濁液が投与され，その後，Ｄ９０粒子サイズが３７μｍ以\n下であるカプセル剤が投与されたとき，懸濁液とカプセル剤のそれぞれ\nのＡＵＣ（０－４８）が同等であったことが確認されている（【０１８３】な\nいし【０１８６】，表１３Ｂ）。例１３には懸濁液の粒子サイズは明記\nされていないが，例１１－２の懸濁液と同様の方法で調製したと考えら\nれることから，１μｍ程度と推測できる。\nそして，セレコキシブの生物学的利用能は粒子サイズが減少するにつ\nれて増大するということは，粒子が大きくなるにつれて生物学的利用能\nの改善効果は減ずることになることを意味するが，Ｄ９０粒子サイズが３\n７μｍのときですら，１μｍと同様の効果を未だに奏するのだから，Ｄ\n９０粒子サイズが３７μｍ以上でも，４２０μｍより大きいサイズの粒子\nが含まれる未粉砕のセレコキシブの生物学的利用能と比較した場合には，\n改善された生物学的利用能を奏するであろうことは，高い蓋然性を持っ\nて推測できる。\n以上によれば，当業者は，本件明細書の記載から，未粉砕セレコキシ\nブを小さくすることにより，Ｄ９０が２００μｍ未満の範囲において本件\n発明１の課題を解決できると認識できる。\n(ウ)ａ  本件発明１の課題解決のメカニズムは，セレコキシブの粒子の最\n大長におけるＤ９０が２００μｍ未満とされることにより，元来凝集し\nやすい性質のセレコキシブの凝集性が減少し，その結果セレコキシブ\n粒子の有効表面積が増大することにより溶解速度が速くなり，セレコ\nキシブの生物学的利用能が改善するというものである。\nセレコキシブは本来的に凝集性が強い物質であるところ，粒子を微\n細化するほど粉体の流動性が悪くなり凝集が起こりやすくなることは，\n本件優先日当時の技術常識であった（乙２，甲イ１６，甲ロ１，甲ハ，\n乙２）。しかし，ピンミルを利用した場合には，セレコキシブは長い\n針状から微小化した均一な粒子になるのに対して，エアージェットミ\nルを利用した場合には長い針状の結晶が残存するため，ピンミルを利\n用して粉砕した場合と比較して，液体エネルギーミルで粉砕した場合\nは凝集力が改善されにくいこと（【００２４】）から，単にセレコキ\nシブの粒子を微細化して平均粒子径を小さくすればよいというのでは\nなく，微細化した粒子中に残存する長い針状の結晶の割合こそが重要\nであり，その割合が限定されなければならないということを見出し，\n本件発明１では，微細化した粒子中に残存する粒子の最大長のＤ９０を\n基準として用いることとしたものである（【００２２】）。\nそして，セレコキシブ粒子の最大長におけるＤ９０が２００μｍ未満\nである場合に，生物学的利用能が改善されるメカニズムが，本件明細\n書の記載（【０１６７】，【０１７２】ないし【０１７７】，【０１\n８３】ないし【０１８６】，【０２０５】，表１１－２Ｃ，１１－２\nＤ）から確認できる。\nまた，別紙２－１及び別紙２－２の粒子分布図から，平均粒子サイ\nズが１μｍや１０～２０μｍになるように調製された粒子のＤ ９０が\n２００μｍ未満となることが理解できることは，前記(イ)のとおりで\nある。\nｂ  前記ａのとおり，セレコキシブ粒子の最大長におけるＤ９０が２００\nμｍ未満である場合に生物学的利用能が改善されるメカニズムは，本\n件明細書の記載から理解できるものではあるが，この理解に誤りがな\nいことは，未粉砕のセレコキシブ（Ｄ９０が６６９μｍ）を含有するセ\nレコキシブカプセルと粉砕したセレコキシブ（Ｄ９０が１９６μｍ）を\n含有するセレコキシブカプセルを比較して，Ｄ９０が２００μｍのセレ\nコキシブの生物学的利用能が改善することを示す追加の試験結果（乙\n１０）からも確認できる。\n(エ)  本件発明１において，生物学的利用能の改善に界面活性剤を必要と\nしないことは，本件明細書の記載から理解できる。\nすなわち，本件明細書には，表１１－２Ａの組成物Ａにはラウリル硫\n酸ナトリウムが含まれているが，組成物Ａで評価されているのはセレコ\nキシブの微粉化の効果であり，組成物Ｂで評価しているのはラウリル硫\n酸ナトリウムによる湿潤剤増加の効果であることが明記されている（【０\n１７２】）。そして，２５％のラウリル硫酸ナトリウムを含む組成物Ｂ\nの生物学的利用能は，ラウリル硫酸ナトリウムを２％しか含まない組成\n物Ａと比較して，低い（メス犬につき表１１－２Ｃ）か同程度（オス犬\nにつき表１１－２Ｄ）である。この記載から，生物学的利用能の改善効\n果は，湿潤剤によるものではなく，セレコキシブの微粉化によりもたら\nされていることを理解できる（【０１７４】）。\nこのように，ラウリル硫酸ナトリウムが生物学的利用能の改善に必須\nとされなかったがために，湿潤剤（加湿剤）については，「本発明の製\n薬組成物は，任意であるが，好ましくは，キャリア材料として，一つ又\nはそれ以上の薬剤学的に許容な加湿剤を含む。」（【００７５】）と説\n明がされている。\nしたがって，本件発明１は，界面活性剤を必須として，それにより生\n物学的利用能が改善されるわけではない。\n(オ)  以上によれば，本件発明１は，賦形剤が親水性である必要はなく，\nまた，本件明細書の発明の詳細な説明の記載及び本件優先日当時の技術\n常識から，「粒子の最大長において，セレコキシブ粒子のＤ９０が２００\nμｍ未満」という数値範囲の全体にわたり，当業者が未粉砕のセレコキ\nシブと比較して生物学的利用能が改善することを認識できるから，本件\n発明１はサポート要件に適合する。\nそして，本件発明１を発明特定事項に含む本件発明７～１９のほか，\n「粒子の最大長において，セレコキシブ粒子のＤ９０が１００μｍ未満」\nを発明特定事項に含む本件発明２，「粒子の最大長において，セレコキ\nシブ粒子のＤ９０が４０μｍ未満」を発明特定事項に含む本件発明３及び\n「粒子の最大長において，セレコキシブ粒子のＤ９０が２５μｍ未満」を\n発明特定事項に含む本件発明４も，同様に，サポート要件に適合する。\nイ  本件発明５の「粒子の最大長において，セレコキシブ粒子のＤ９０が２０\nμｍ未満」の数値範囲の全体にわたり本件発明５の課題を解決できると認\n識できないことの主張に対し\n本件明細書の発明の詳細な説明の記載及び本件優先日当時の技術常識か\nら，当業者がセレコキシブのＤ９０粒子サイズを２００μｍ未満とすること\nにより未粉砕のセレコキシブと比較して生物学的利用能が改善することを\n認識できることは，前記アのとおりである。\nそして，本件明細書には，例１１－２において，組成物Ａ及び組成物Ｂ\nが本件発明５に含まれる製薬組成物を開示していることから，本件発明５\nは，発明の詳細な説明に記載された発明であり，当業者が本件発明５の課\n題を解決することができると認識することができる範囲のものである。\nしたがって，本件発明５はサポート要件に適合する。\nウ  小括\n以上によれば，本件発明１～５，７～１９は，サポート要件に適合する\nとした本件審決の判断に誤りはないから，原告ら主張の取消事由４は理由\nがない。\n７  取消事由７（実施可能要件の判断の誤り）について\n(1)  原告らの主張\n前記６(1)で述べたのと同様の理由により，本件発明１～５，７～１９は，\n本件明細書の発明の詳細な説明の記載から，当業者がその実施をすることが\nできる程度に明確かつ十分に記載したものであるとはいえない。\nしたがって，本件発明１～５，７～１９について実施可能要件に適合する\nとした本件審決の判断は誤りである。\n(2)  被告の主張\n前記６(2)で述べたのと同様の理由により，本件発明１～５，７～１９につ\nいて実施可能要件に適合するとした本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  本件明細書の記載事項について\n(1)  本件明細書の発明の詳細な説明には，次のような記載がある（下記記載中\nに引用する【表４】（表４），【表５】（表５），【表６】（表６），【表\n７】（表７Ａ），【表８】（表７Ｂ），【表１２】（表１１－１），【表１\n３】（表１１－２Ａ），【表１４】（表１１－２Ｂ），【表１５】（表１１\n－２Ｃ），【表１６】（表１１－２Ｄ），【表２０】（表１３－Ａ），【表\n２１】（表１３－Ｂ）は，別紙１のとおりである。）。\nア  【０００１】\n発明の分野\n本発明は，活性成分として，セレコキシブ（ｃｅｌｅｃｏｘｉｂ）を含有\nする経口運搬可能な製薬組成物と，かかる組成物の調製方法と，かかる組\n成物を被験者へ経口投与することを含むシクロオキシゲナーゼ－２媒介疾\n患の治療方法と，医薬品製造における，かかる組成物の使用に関する。\n【０００２】\n発明の背景\n４− ［５− （４− メチルフェニル）− ３− （トリフルオロメチル）− １Ｈ\n− ピラゾール− １− イル］ベンゼンスルホンアミド（本願では，以下「セ\nレコキシブ」という）化合物は，かかる化合物の合成方法とともに，１，\n５− ジアリールピラゾール及びそれらの塩のクラスを説明し，特許請求の\n範囲として記載した，Ｔａｌｌｅｙらへの米国特許第５，４６６，８２３\n号に，以前報告した。セレコキシブは以下の構造を有している。\n【０００３】\n【化１】\n米国特許第５，４６６，８２３号に報告した１，５− ジアリールピラゾ\nール化合物は，本願では炎症及び炎症関連疾患を治療する際に有用である\nとして説明されている。米国特許第５，４６６，８２３号では，錠剤及び\nカプセルのような経口運搬可能な薬量を含み，上記１，５− ジアリールピ\nラゾールの投与調合の一般的な基準が含まれている。Ｔａｌｌｅｙらの米\n国特許第５，４６６，８２３号では，シクロオキシゲナーゼ－２の選択的\n阻害剤として説明し，慢性関節リウマチ及び骨関節炎と関連した他の状態，\n疾患，病的状態を治療するために投与されるセレコキシブを含む１，５−\nジアリールピラゾールのクラスを報告している。\n【０００４】\nＪ． Ｍｅｄ． Ｃｈｅｍ． ４０ （１９９７）： １３４７－１３６５での\nＰｅｎｎｉｎｇらによる「Ｓｙｎｔｈｅｓｉｓ ａｎｄ Ｂｉｏｌｏｇｉｃ\nａｌ Ｅｖａｌｕａｔｉｏｎ ｏｆ ｔｈｅ １，５－Ｄｉａｒｙｌｐｙｒａ\nｚｏｌｅ Ｃｌａｓｓ ｏｆ Ｃｙｃｌｏｏｘｙｇｅｎａｓｅ－２ Ｉｎｈｉ\nｂｉｔｏｒ： Ｉｄｅｎｔｉｆｉｃａｔｉｏｎ ｏｆ ４－［５－（４－Ｍｅ\nｔｈｙｌＰｈｅｎｙｌ－３－（ｔｒｉｆｌｕｏｒｏｍｅｔｈｙｌ）－１Ｈ\n－ｐｙｒａｚｏｌ－１－ｙｌ）ｂｅｎｚｅｎｅｓｕｌｆｏｎａｍｉｄｅ（Ｓ\nＣ－５８６３５， Ｃｅｌｅｃｏｘｉｂ）］では，セレコキシブを含む一連\nのスルホンアミド含有１，５－ジアリールピラゾール誘導体の合成と，シ\nクロオキシゲナーゼ阻害剤としての上記誘導体の評価が開示されている。\n【０００５】\nＡｒｔｈｒｉｔｉｓ＆Ｒｈｅｕｍａｔｉｓｍ， Ｖｏｌ．４１， Ｎｏ．\n９， Ｓｅｐｔｅｍｂｅｒ １９９８， ｐｐ． １５９１－１６０２でのＳ\nｉｍｏｎらによる「Ｐｒｅｌｉｍｉｎａｒｙ Ｓｔｕｄｙ ｏｆ ｔｈｅ Ｓ\nａｆｅｔｙ ａｎｄ Ｅｆｆｉｃａｃｙ ｏｆ ＳＣ－５８６３５， ａ Ｎｏ\nｖｅｌ Ｃｙｃｌｏｏｘｙｇｅｎａｓｅ ２ Ｉｎｈｉｂｉｔｏｒ」では，慢\n性関節リウマチ及び骨関節炎の治療におけるセレコキシブの効力及び安全\n性の研究が報告されている。\n【０００６】\nＪ． Ｒｈｅｕｍａｔｏｌｏｇｙ， Ｖｏｌ． ２４， Ｓｕｐｐｌ． ４９，\nｐｐ． ９－１４ （１９９７）でのＬｉｐｓｋｙらによる「Ｏｕｔｃｏｍ\nｅ ｏｆ Ｓｐｅｃｉｆｉｃ ＣＯＸ－２ Ｉｎｈｉｂｉｔｏｒ ｉｎ Ｒｈｅ\nｕｍａｔｏｉｄ Ａｒｔｈｒｉｔｉｓ」では，慢性関節リウマチを患ってい\nる患者において，セレコキシブによるシクロオキシゲナーゼ－２の特異的\n阻害は，炎症病気の活性の症状及び徴候を十分に抑制することを開示して\nいる。\n【０００７】\n１９９８年９月９日に公開された欧州特許出願第０８６３１３４Ａ１号で\nは，微結晶性セルロース，ラクトース一水和物，ヒドロキシプロピルセル\nロース，クロスカルメロースナトリウム（ｃｒｏｓｃａｒｍｅｌｌｏｓｅ\nｓｏｄｉｕｍ）及びステアリン酸マグネシウムを含む賦形剤と組合わせて，\nシクロオキシゲナーゼ－２阻害剤，具体的には，２－（３，５－ジフルオ\nロフェニル）－３－（４－メチル－スルホニル）フェニル」－２－シクロ\nペンテン－１－オンを含む組成物が開示されている。\nイ  【０００８】\n被験者への効果的な経口投与のセレコキシブの調合は，今までのところ，\n上記化合物の独特な物理的及び化学的性質，特に，その低溶解度及びその\n結晶構造に関連した，凝集力，低バルク密度及び低圧縮性を含む要因によ\nり，複雑である。セレコキシブは，水溶性媒体には異常なほど溶解しない。\n例えば，カプセル形態で経口投与させた場合，未調合のセレコキシブは胃\n腸管にて急速に吸収されるために，容易には溶解せず，分散もしない。加\nえて，長く凝集した針を形成する傾向を有する結晶形態を有する未調合の\nセレコシブは，通常，錠剤成形ダイでの圧縮の際に，融合して一枚岩の塊\nになる。他の物質とブレンドさせたときでも，セレコキシブの結晶は，他\nの物質から分離する傾向があり，組成物の混合中にセレコキシブ同士で凝\n集し，セレコキシブの不必要な大きな塊を含有する，非均一なブレンド組\n成物になる。したがって，所望のブレンド均一性を有するセレコキシブ含\n有の製薬成分を調製することは難しい。さらに，セレコキシブを含有する\n製薬成分の調製中に，取扱いに絡む問題に遭遇する。例えば，セレコキシ\nブの低バルク密度により，製薬成分の調合中に必要される少量を取扱うの\nが難しい。したがって，特に，経口運搬可能な投与量単位のセレコキシブ\nを含む適当な製薬成分及び投与形態の調製に関連した多くの問題を解決さ\nせる必要性がある。\n【０００９】\nより詳細には，未調合のセレコキシブ又は他のセレコキシブ組成物に対し\nて，一つ又はそれ以上の，以下の特性を有する経口運搬可能なセレコキシ\nブ調合の必要性が存在する：\n(1)  改善された溶解性\n(2)  より短い崩壊時間\n(3)  より短い溶解時間\n(4)  減少した錠剤破砕性\n(5)  増大した錠剤硬度\n(6)  改善された濡れ性\n(7)  改善された圧縮性\n(8)  液体及び微粒子固体組成物の改善された流動性\n(9)  最終仕上げ組成物の改善された物理的安定性\n(10)  減少した錠剤又はカプセルサイズ\n(11)  改善されたブレンド均一性\n(12)  改善された投与量の均一性\n(13)  カプセル化及び／又は錠剤化中での重量変動の改善された制御\n(14)  湿式顆粒組成物の増大した顆粒密度\n(15)  湿式顆粒化に必要な少量な水\n(16)  減少した湿式顆粒化時間\n(17)  湿式顆粒混合物の減少した乾燥時間\n後述するように，セレコキシブ治療は，シクロオキシゲナーゼ－２媒介状\n態及び疾患の幅広い分野でその必要性が指摘され，潜在的に指摘されてい\nる。したがって，さまざまな適応に特別に作られた生物学的利用能特性を\n有する，ある範囲の調合を提供することには，非常に有益である。未調合\nセレコキシブで可能であるよりも，急速に効き目のある薬物速度論を示す\n調合を提供することは，特に有益である。\n【００１０】\nかかる調合は，シクロオキシゲナーゼ－２媒介状態及び疾患の治療におい\nて，顕著な進歩をもたらすであろう。\nウ  【００１１】\n発明の要約\n一つ又はそれ以上の経口運搬可能な投与量単位を含む製薬組成物を提供し，\n各単位量は，一つ又はそれ以上の製薬的に許容な賦形剤と密に混合した約\n１０ｍｇから約１０００ｍｇの量の微粒子セレコキシブを含む。\n【００１２】\n一つの実施例では，絶食状態の被験者に経口投与すると，１回の投与量単\n位により，少なくとも一つの以下のものを有するセレコキシブの血清濃度\nの時間経路を提供する：\n(a)  投与後の約０．５時間よりも長くなく，１００ｎｇ／ｍｌに達する時\n間\n⒝  投与後の約３時間よりも長くなく，最大濃度に達する時間（Ｔｍａｘ）\n⒞  約１２時間以上で，１００ｎｇ／ｍｌ以上のままである濃度の持続時\n間\n⒟  約１０時間以上で，最終の半減期（Ｔ１／２）\n(e)  約２００ｎｇ／ｍｌ以上の最大濃度（Ｃｍａｘ）\n別の実施例では，組成物は等量のセレコキシブを含有する経口運搬された\n溶液と比較して，約５０％以上の相対的生物学的利用能を有する。\n【００１３】\nさらに別の実施例では，組成物は，粒子の最長の大きさで，Ｄ９０が約２０\n０μｍ以下であるように（サンプル粒子の９０％はＤ９０値よりも小さい），\nセレコキシブ一次粒子サイズの分布を有する。\n【００１４】\n組成物を含む投与量単位は，錠剤，ピル，硬質又は柔質カプセル，ロゼン\nジ，サシェイ（ｓａｃｈｅｔ）又はパステル（ｐａｓｔｉｌｌｅ）のよう\nな個々の固体物品の形であり，あるいは，組成物は，１回の投与量単位が\n測定可能なほどに除去される微粒子若しくは顆粒固体又は液状懸濁液のよ\nうな，実質的に均質可流動の塊の形である。\nエ  【００１７】\n発明の詳細な説明\n本発明による新規な製薬組成物は，一つ又はそれ以上の経口運搬可能な投\n与量単位を含み，各投与量単位は約１０ｍｇ乃至約１０００ｍｇの量の微\n粒子セレコキシブを含み，シクロオキシゲナーゼ－２媒介疾患を患ってい\nる被験者に経口投与した際に，シクロオキシゲナーゼ－２媒介疾患から迅\n速に軽減させる能力のある優れた直接解放組成物である。\n【００１８】\n理論に拘束されずに，上記組成物により付与された大きな臨床的有益は，\n改善されたセレコキシブの生物学的利用能，特に，胃腸管でのセレコキシ\nブの驚くべく程の効果的な吸収の結果であると考える。かかる効果的吸収\nは，投与後の経過時間に亘り，治療を受けた被験者のセレコキシブの血清\n濃度を監視することにより，当業者には理解される。できるだけ短時間で，\n投与後に急速の濃度が減少させずに，セレコキシブの有益な効果ができる\nだけ長時間維持して，効果的なシクロオキシゲナーゼ－２阻害と一致する，\n血清中のセレコキシブ濃度の閾値に達することが望ましい。\n【００２１】\n絶対的な意味に，経口運搬されたセレコキシブの生物学的利用能は，測定\nすることが難しい。なぜならば，セレコキシブでもよくあることであるが，\n水中にて低溶解性を有する薬に関係して，静脈運搬（かかる生物学的利用\n能を決定することに対する標準）はすこぶる問題があるからである。しか\nしながら，相対的な生物学的利用能は，適当な溶媒中でのセレコキシブの\n経口投与溶液と比較して決定することが可能である。本発明の経口運搬さ\nれた組成物では，驚くべきほど相対的に高い生物学的利用能が得られるこ\nとが判明した。よって，本発明の一つの実施例では，経口投与されると，\n各経口運搬可能な投与量単位は，等量のセレコキシブを含有するセレコキ\nシブの経口運搬された溶液と比較して，約５０％以上，好ましくは７０％\n以上の相対的な生物学的利用能を有する。後述するように，生物学的利用\n能は経口投与後のある時間に亘り，セレコキシブの血清濃度の総合測定か\nら導かれる。\nオ  【００２２】\n本発明の組成物は微粒子の形態のセレコキシブを包含する。セレコキシブ\nの一次粒子は，例えば，製粉若しくは粉砕により，又は溶液から沈殿させ\nて生成させ，凝集して二次の集合体粒子が形成される。本願で利用する用\n語「粒子サイズ」とは，特に本願で指摘しない限り，一次粒子の最長の大\nきさのことをいう。粒子サイズは，セレコキシブの臨床的効果に影響を与\nえる重要なパラメータであると考えられる。よって，別の実施例では，発\n明の組成物は，粒子の最長の大きさで，粒子のＤ９０が約２００μｍ以下，\n好ましくは約１００μｍ以下，より好ましくは７５μｍ以下，さらに好ま\nしくは約４０μｍ以下，最も好ましくは約２５μｍ以下であるように，セ\nレコキシブの粒子分布を有する。通常，本発明の上記実施例によるセレコ\nキシブの粒子サイズの減少により，セレコキシブの生物学的利用能が改良\nされる。\n【００２３】\n加えて，あるいは，本発明の組成物におけるセレコキシブ粒子は，約１μ\nｍから約１０μｍ，好ましくは約５μｍから約７μｍの平均粒子サイズを\n有することが望ましい。\n【００２４】\nセレコキシブと賦形剤とを混合するに先立ち，ピンミル（ｐｉｎ ｍｉｌｌ）\nのような衝撃式ミルでセレコキシブを粉砕させて，本発明の組成物を作製\nすることは，改善された生物学的利用能を提供するに際して効果的である\nだけでなく，かかる混合若しくはブレンド中のセレコキシブ結晶の凝集特\n性と関連する問題を克服するに際しても有益であることを発見した。ピン\nミルを利用して粉砕されたセレコキシブは，未粉砕のセレコキシブ又は液\n体エネルギーミルのような他のタイプのミルを利用して粉砕されたセレコ\nキシブよりは凝集力は小さく，ブレンド中にセレコキシブ粒子の二次集合\n体には容易に凝集しない。減少した凝集力により，ブレンド均一性の程度\nが高くなり，このことはカプセル及び錠剤のような単位投与形態の調合に\nおいて，非常に重要である。これは，調合用の他の製薬化合物を調合する\n際のエアージェットミルのような液体エネルギーミルの有用性に予期せぬ\n結果をもたらす。特定の理論に拘束されることなく，衝撃粉砕により長い\n針状からより均一な結晶形へ，セレコキシブの結晶形態を変質させ，ブレ\nンド目的により適するようになるが，長い針状の結晶はエアージェットミ\nルでは残存する傾向が高いと仮定される。\n【００２５】\nブレンド均一性は，セレコキシブをキャリア材料と湿式顆粒化させて製薬\n成分を調製させることにより，特に，出発物質として利用したセレコキシ\nブを衝撃式ミルで粉砕させた際に，さらに改善されることをも発見した。\nセレコキシブ出発物質を前述した粒子サイズになるように衝撃粉砕し，そ\nの後湿式顆粒化を行うことが特に望ましい。\n【００２６】\n別の実施例では，本発明の新規な製薬組成物は，希釈剤，崩壊剤，結着剤，\n加湿剤及び潤滑剤から選択された一つ又はそれ以上のキャリア材料若しく\nは賦形剤とともに，セレコキシブを含む。少なくとも一つのキャリア材料\nは，水溶性希釈剤又は加湿剤であることが好ましい。かかる水溶性希釈剤\n若しくは加湿剤は，製薬組成物が摂取されるときに，セレコキシブの分散\n及び溶解を促進させる。水溶性希釈剤と加湿剤の双方が存在していること\nが好ましい。本発明の成分は，微粒子若しくは顆粒固体又は液体のような\n実質的には均質な可流動な塊であり，１回の投与量単位を含む，カプセル\n又は錠剤のような個々の物品の形態である。\nカ  【００２８】\n発明の組成物の有用性\n本発明の組成物は，シクロオキシゲナーゼ－２による媒介される幅広い範\n囲の疾患の治療及び予防に有効である。現在考えている組成物は，以下の\nものに限定されないが，被験者の炎症の治療に有用であり，例えば，痛み\n及び頭痛の治療における鎮痛剤として，発熱の治療における解熱薬として\n有用である。例えば，かかる組成物は，以下のものに限定されないが，慢\n性関節炎リウマチ，脊髄関節炎，痛風関節炎，骨関節炎，全身性エリテマ\nトーゼス及び若年性関節炎を含む関節疾患の治療に有用である。さらに，\nかかる組成物は，喘息，気管支炎，月経痛，プレタームレイバー（ｐｒｅ\nｔｅｒｍ ｌａｂｏｒ），腱炎，滑液包炎，アレルギー神経炎，サイトメガ\nロウイルス感染性，ＨＩＶ誘発アポトーシスを含むアポトーシス，腰痛，\n肝炎を含む肝臓病，乾癬，湿疹，アクネ，ＵＶ損傷，火傷及び皮膚炎のよ\nうな皮膚関連状態，白内障の外科手術又は屈折性外科手術のような手術後\nの眼科手術を含む手術後の炎症の治療に有用である。考えている組成物は，\n炎症性腸に関係する病気，クローン病，胃炎，過敏性腸症候群及び潰瘍性\n大腸炎のような胃腸状態を治療するのに有用である。考えている組成物は，\n片頭痛，結節性動脈周囲炎，甲状腺炎，再生不良性貧血，ホジキン病，ス\nカレオドーマ（ｓｃｌｅｒｏｄｏｍａ），リウマチ熱，Ｉ型糖尿病，重症\n筋無力症を含む神経筋接合病，多重硬化を含む白質病，類肉腫症，ネフロ\nーゼ症候群，ベーチット症候群，多発筋炎，歯肉炎，腎炎，過敏症，脳水\n腫を含む損傷後に発生する腫れ，心筋虚血などの病気における炎症の治療\nに有用である。考えている組成物は，網膜炎，結膜炎，網膜症，ブドウ膜\n炎，眼性光恐怖症のような眼性病や，眼組織への急性損傷の治療において\n有用である。考えている組成物はウイルス感染及び嚢胞性線維症と関連す\nる肺炎や，骨粗しょう症に関連するような骨吸収の治療において有用であ\nる。考えている組成物は，アルツハイマー病，神経退化を含む皮質痴呆の\nような特定の中枢神経システム疾患や，発作，虚血及びトラウマからの結\n果の中枢神経システム損傷の治療に有用である。本願で利用する用語「治\n療」とは，アルツハイマー病を含む痴呆，血管痴呆，多重梗塞痴呆，初老\n期痴呆，アルコール性痴呆及び老人性痴呆の部分的若しくは完全な抑制を\n含む。\nキ  【００３９】\n定義\n本願で使用する用語「活性成分」とは，別に特記しなければセレコキシブ\nを意味する。\n【００４０】\n本願で使用する用語「賦形剤」とは，被験者へ活性成分を運搬するための\nビヒクルとして使用される物質のことをいい，活性成分に添加された物質\nは，例えば，取扱いを改善させ，若しくはその結果生じた組成物を，所望\n及び一貫した経口運搬可能な単位投与量に形成させることを可能にする。\n賦形剤には，例に示すが，それに限定されないが，希釈剤，崩壊剤，結着\n剤，接着剤，加湿剤，潤滑剤，グリンダント（ｇｌｉｄａｎｔ），マスク\nするために添加する物質があり，悪い味若しくは臭気を打ち消し，フレー\nバ，色素，投与形態の外観を改善させるために添加した物質，及び経口投\n与形態の調製に従来から利用されている活性成分以外の他の物質がある。\n【００４１】\n本願で利用する用語「アジュバント」とは，活性成分を含む製薬成分に存\n在する若しくは添加された際に，活性成分の作用を改良させるものをいう。\n本願で利用する用語「単位投与量」とは，シクロオキシゲナーゼ－２媒介\n状態又は疾患の治療若しくは予防のため，被験者への１回の経口投与を意\n図する活性成分の量のことをいう。シクロオキシゲナーゼ－２媒介疾患の\n治療は，セレコキシブの単位投与が定期的に必要であり，例えば，１回の\n単位投与は１日に２回以上であり，その１回の単位投与は各食事の際に行\nわれ，１回の単位投与は４時間おき，若しくは他の間隔で行われ，１日に\n１回でもよい。\n本願で利用する用語「投与量単位」とは，活性成分の１回の単位投与量を\n含む製薬組成物の部分のことをいう。本発明の目的では，投与量単位は，\n錠剤又はカプセルのような個々の物品の形態であり，活性成分の単位投与\n量を含有する溶液，懸濁液などの測定可能な体積を有している。\n【００４２】\n本願で利用する用語「経口運搬可能な」とは，被験者の口を介して，被験\n者の胃腸管に投与することを意味している。\n【００４３】\n成分の組合わせを含有する製薬組成物を説明するために，本願で利用する\n用語「実質的に均質」とは，成分が十分に混合されており，個々の成分が\n分離されて個々の層にならない，若しくは成分内で濃度勾配が生じないこ\nとを意味する。\n【００４４】\n本願で利用する用語「生物学的利用能」とは，胃腸管を経由して血流に吸\n収された活性成分の量の尺度に関係している。具体的には，本願で利用す\nる「生物学的利用能」は，ＡＵＣ（０‐∞）で表わされ，同じ投与量で静脈\nを介して運搬された活性成分に対するＡＵＣ（０‐∞）の割合として表現さ\nれた，特に経口投与された成分で表わされる。\n【００４５】\n本願での用語「相対的生物学的利用能」とは，同じ投与量で活性成分の経\n口投与された溶液に対するＡＵＣ（０‐∞）の割合として表現された特定経\n口投与成分のＡＵＣ（０‐∞）で表わされる。\n【００４６】\n本願での用語「ＡＵＣ（０‐２４）」，「ＡＵＣ（０‐４８）」及び「ＡＵＣ（０\n‐７２）」とは，リニアトラペゾイダルルール（ｌｉｎｅａｒ ｔｒａｐｅｚ\nｏｉｄａｌ ｒｕｌｅ）を利用して決定し，（ｎｇ／ｍｌ）ｈの単位で表現\nされ，血清濃度が投与後０からそれぞれ２４時間，４８時間若しくは７２\n時間と関係する曲線下での領域を意味している。\n【００４７】\n本願の用語「ＡＵＣ（０‐ＬＱＣ）」とは，リニアトラペゾイダルルールを利\n用して決定され，（ｎｇ／ｍｌ）ｈの単位で表現され，血清濃度が投与後\nの０から最後の定量化濃度（「ＬＱＣ」）の時間に関係する曲線下の領域\nを意味する。本願の用語「ＡＵＣ（０‐∞）」は，ＡＵＣ（０‐ＬＱＣ）＋ＬＱ\nＣ／（‐ｂ）として計算され，ここで，ＬＱＣは最後の定量化された血清\n濃度であり，ｂはＴ１／２の計算からの傾きであり，（ｎｇ／ｍｌ）ｈの単\n位で表現される。\n【００４８】\n本願の用語「Ｃｍａｘ」とは，観測された最大の血清濃度若しくは濃度／時\n間曲線から計算され，あるいは見積られ，ｎｇ／ｍｌの単位で表現された\n最大の血清濃度を意味する。本願の用語「Ｔｍａｘ」とは，投与後Ｃｍａｘにな\nり，時間（ｈ）の単位で表現される時間を意味する。\n【００４９】\n本願の用語「Ｔ１／２」とは，濃度－時間曲線の最終段階でのデータポイン\nトに対する，自然対数ｌｏｇ（ｌｎ）濃度対時間の簡単な線形回帰から決\n定された，血清濃度の最終の半減期を意味する。Ｔ１／２は‐ｌｎ（２）／\n（‐ｂ）として計算され，時間（ｈ）の単位で表現される。\n【００５０】\n本願での用語「吸収速度」とは，Ｃｍａｘ／ＡＵＣ（０‐ＬＱＣ）を意味する。\nク  【００５１】\n本発明の組成物により提供されるセレコキシブ投与\n本発明の製薬組成物は，約１０ｍｇから約１０００ｍｇの１日の投与量で，\nセレコキシブの投与に適する。通常，本発明の組成物の各投与量単位は，\n１日の投与量の１０分の１から全体の１日の投与量のセレコキシブの量を\n含む。本発明の組成物は，投与量単位につき，約１０ｍｇから約１０００\nｍｇ，好ましくは約５０ｍｇから約８００ｍｇ，より好ましくは７５ｍｇ\nから約４００ｍｇ，さらに好ましくは約１００ｍｇから約２００ｍｇの量\nのセレコキシブを含む。投与量単位が経口投与に適する個々の物品の形態\nであるときに，例えば，カプセル若しくは錠剤であるとき，夫々のかかる\n物品は約１０ｍｇから約１０００ｍｇ，好ましくは約５０ｍｇから約８０\n０ｍｇ，より好ましくは約７５ｍｇから約４００ｍｇ，さらに好ましくは\n約１００ｍｇから２００ｍｇのセレコキシブを含む。\n【００５４】\n特定の状態及び疾患の治療\n本発明の製薬組成物は，シクロオキシゲナーゼ－２阻害剤の投与が必要と\nされう場合に有用である。上記組成物は，例えば，リウマチ様関節炎およ\nび骨関節炎の治療，一般に，痛みの管理（特定の口腔外科手術後の痛み，\n一般の外科手術後の痛み，整形手術後の痛み及び骨関節炎の急性拡大）に\n対して，アルツハイマー凝の治療及び結腸癌化学的予防に，特に有効であ\nる。\n【００５５】\nリウマチ様関節炎の治療では，本発明の組成物は，約５０ｍｇから約１０\n００ｍｇ，好ましくは約１００ｍｇから約６００ｍｇ，より好ましくは約\n１５０ｍｇから約５００ｍｇ，さらに好ましくは約１７５ｍｇから約４０\n０ｍｇ，例えば，２００ｍｇのセレコキシブの毎日の投与量のために利用\nすることが可能である。本発明の組成物を投与する際に，体重当たり約０．\n６７から１３．３ｍｇ，好ましくは体重当たり約１．３３から約８．００\nｍｇ，より好ましくは体重当たり約２．００から約６．６７ｍｇ，さらに\n好ましくは体重当たり約２．３３ｍｇから約５．３３ｍｇ，例えば，体重\n当たり約２．６７ｍｇのセレキコシブの１日の投与量は，通常，適当であ\nる。１日の投与は，１日に１回から４回，好ましくは１日に１回若しくは\n２回の投与がよい。多くの患者にとっては，１日の２回，１回１００ｍｇ\nの割合で本発明の組成物を投与することが好ましいが，ある患者では，１\n日に２回で１回２００ｍｇの投与量若しくは１回１００ｍｇを２回の投与\nが有益であることもある。\n【００５６】\n骨関節炎の治療では，本発明の組成物は，約５０ｍｇから約１０００ｍｇ，\n好ましくは約１００ｍｇから約６００ｍｇ，より好ましくは約１５０ｍｇ\nから約５００ｍｇ，さらに好ましくは約１７５ｍｇから約４００ｍｇ，例\nえば，約２００ｍｇ  のセレコキシブの１日の投与量を提供するために利\n用可能である。本発明の組成物を投与する際に，ｋｇ体重当たり約０．６\n７ｍｇから約１３．３ｍｇ，好ましくはｋｇ体重当たり約１．３３から約\n８．００ｍｇ，より好ましくは約２．００ｍｇから約６．６７ｍｇ，さら\nに好ましくはｋｇ体重当たり約２．３３から約５．３３ｍｇ，例えば，ｋ\nｇ体重当たり約２．６７ｍｇのセレコキシブの１日の投与量は，通常，適\n当である。１日の投与は１日１回から４回，好ましくは１日１回若しくは\n２回の投与が好ましい。１日に２回の投与では１回１００ｍｇ，若しくは\n１回で２００ｍｇの投与の割合で，本発明の組成物を投与することが好ま\nしい。\nケ  【００６２】\n本発明の組成物の形態\n本発明の製薬組成物は，経口投与に適した，一つ又はそれ以上の好ましい\n非毒性であり，薬剤学的に許容なキャリア，賦形剤及びアジャバント（本\n願では，まとめて「キャリア材料」又は「賦形剤」という）と組合わせた\nセレコキシブを含む。そのキャリア材料は組成物の他の成分と相溶性があ\nるという意味において，許容されなければならず，さらに，賦形剤にとっ\nて有害であってはならない。本発明の組成物は，適当なキャリア材料の選\n択及び目的の治療に効果的であるセレコキシブの投与量により，適当な経\n口ルートによって投与されるのに適する。したがって，利用するキャリア\n材料は固体若しくは液体である，又はその両方であり，組成物は約１％か\nら約９５％，好ましくは約１０％から約９０％，より好ましくは約２５％\nから約８５％，さらに好ましくは約３０から約８０％重量のセレコキシブ\nを含有する。本発明のかかる製薬組成物は，成分を混合することを含み，\n何れかの周知の薬学に関する技術により調製可能である。\n【００６７】\nキャリア材料又は賦形剤\n前記したように，本発明の製薬組成物は，経口投与に適する一つ又はそれ\n以上の薬剤学的に許容なキャリア材料と組合わせて，投与量単位あたり治\n療に若しくは予防処置的に有効な量のセレコキシブを含む。本発明の組成\n物は，薬剤学的に許容な希釈剤，崩壊剤，結着剤，接着剤，加湿剤，潤滑\n剤及びアンチ付着剤からなる群から選択された一つ又はそれ以上のキャリ\nア材料と混合させた所望の量のセレコキシブを含むことが好ましい。さら\nに好ましくは，かかる組成物は，即座に解放するカプセル又は錠剤の形態\nで，従来の投与のために錠剤化又はカプセル化される。\n【００６８】\n本発明の製薬組成物に利用されるキャリア材料の選択及び組合わせにより，\n組成物は，効き目，生物学的利用能，クリアランス時間，安定性，セレコ\nキシブとキャリア材料の相溶性，安全性，溶解プロファイル，崩壊プロフ\nァイル及び／又は他の薬物速度論的，化学及び／又は物理的性質に関して，\n改善された性能を示す。キャリア材料は水溶性若しくは水分散性であるこ\nとが好ましく，セレコキシブの低水溶液溶解性及び疎水性を相殺する湿潤\n的性質を有する。組成物が錠剤として調合されると，選択されたキャリア\n材料の組合わせにより，溶解及び崩壊プロファイル，硬度，破砕強度及び\n／又は破砕性において改善される。\n【００６９】\n希釈剤\n本発明の製薬組成物は，キャリア材料として，一つ又はそれ以上の薬剤学\n的に許容な希釈剤を任意に含む。適当な希釈剤には，個々に又は組合わせ\nて利用され，ラクトースＵＳＰ；ラクトースＵＳＰ無水物；ラクトースＵ\nＳＰ噴霧乾燥；スターチＵＳＰ；直接圧縮させたスターチ；マンニトール\nＵＳＰ；ソルビトール；デキストローズ一水和物；微結晶性セルロースＮ\nＦ；二塩基性リン酸カルシウム二水和物ＮＦ；スクロースベース希釈剤；\n粉砂糖；一塩基性硫酸カルシウム一水和物；硫酸カルシウム二水和物ＮＦ；\n乳酸カルシウム三水和物顆粒ＮＦ；デキストレート，ＮＦ（例えば，エム\nデックス（Ｅｍｄｅｘ））；セルタブ（Ｃｅｌｕｔａｂ）；デキストロー\nズ（例えば，セレローズ（Ｃｅｒｅｌｏｓｅ））；イノシトール；マルト\nロン（Ｍａｌｔｒｏｎ）及びモル‐レックス（Ｍｏｒ－Ｒｅｘ）のような\n加水分解穀物；アミロース；レクセル（Ｒｅｘｃｅｌ）；粉末セルロース\n（例えば，エルセマ（Ｅｌｃｅｍａ））；炭酸カルシウム；グリシン；ベ\nントナイト；ポリビニルピロリドンなどがある。存在するならば，かかる\n希釈剤は，組成物の全重量に対して，希釈剤全体で約５％から約９９％，\n好ましくは約１０％から約８５％，より好ましくは約２０％から約８０％\nを含むことが好ましい。選択された希釈剤又は希釈剤類は，錠剤が好まし\nいときには，適当な流動性と，圧縮性を示すことが好ましい。\n【００７０】\n単独で又は組合わせて利用するラクトース及び微結晶性セルロースは希釈\n剤として好ましい。双方の希釈剤はセレコキシブと化学的に相溶性を有す\nる。エクストラグラニュラ微結晶性セルロース（つまり，乾燥工程後に湿\n式顆粒組成物に微結晶性セルロースを添加）の使用により，（錠剤の）硬\n度及び／又は崩壊時間が改善される。ラクトース，具体的にはラクトース\n一水和物が特に好ましい。通常，ラクトースは，比較的低希釈剤コストで，\n適当なセレコキシブ放出速度，安定性，予め圧縮させるための流動性及び\n／又は乾燥性質を有する製薬組成物を提供する。（湿式顆粒が利用される\n場合，）顆粒化中の高密度化を促進する高密度の物質を提供し，したがっ\nて，ブレンド流動性が改善される。\n【００７１】\n崩壊剤\n本発明の製薬組成物は，特に錠剤調合用に，キャリア材料として，一つ又\nはそれ以上の薬剤学的に許容な崩壊剤を任意に含む。単独で若しくは組合\nわせて利用される適当な崩壊剤には，スターチ；スターチグリコール酸ナ\nトリウム；（ベエガン（Ｖｅｅｇｕｍ）ＨＶのような）粘度；（精製セル\nロース，メチルセルロース，カルボキシメチルセルロースナトリウムやカ\nルボキシメチルセルロースのような）セルロース；アルギン酸類；（ナシ\nョナル１５５１及びナショナル１５５０のような）予めゼラチン化させた\nコーンスターチ；クロスポビドン（ｃｒｏｓｐｏｖｉｄｏｎｅ）ＵＳＰ\nＮＦ；（寒天，グアラ（ｇｕａｒ），イナゴマメ，カラヤ（Ｋａｒａｙａ），\nペクチン及びトラガカントのような）ゴムがある。崩壊剤は，製薬組成物\nの調製中の適当な工程で添加することが可能であり，特に，顆粒化前若し\nくは圧縮前の潤滑工程中が好ましい。存在するならば，かかる崩壊剤は，\n組成物の全重量に対して，全体の崩壊剤で約０．２％から約３０％，好ま\nしくは約０．２％から約１０％，より好ましくは約０．２％から約５％の\n量を含む。\n【００７２】\nクロスカルメロースナトリウム（ｃｒｏｓｃａｒｍｅｌｌｏｓｅ ｓｏｄｉ\nｕｍ）は，錠剤又はカプセル崩壊剤として好ましい崩壊剤であり，存在す\nるならば，組成物の全重量に対して，約０．２％から約１０％，好ましく\nは約０．２％から約６％，より好ましくは約０．２％から約５％の量を含\nむ。クロスカルメロースナトリウムにより，本発明の組成物に優れた顆粒\n内崩壊能力が付与される。\n【００７３】\n結着剤及び接着剤\n本発明の組成物は，特に錠剤調合用に，キャリア材料として，一つ又はそ\nれ以上の薬剤学的に許容な結着剤若しくは接着剤を任意に含む。かかる結\n着剤及び接合剤により，サイジング，潤滑，圧縮及びパッケージングのよ\nうな通常の処理を可能にするように，錠剤化されるべきパウダーに十分な\n凝集力を付与することが好ましいが，錠剤が崩壊可能であり，組成物は摂\n取により吸収される。単独で若しくは組合わせて利用される適当な結着剤\n及び接着剤には，アラビアゴム；トラガカント；スクロース；ゼラチン；\nグルコース；スターチ；以下のものに限定されないが，メチルセルロース\n及びナトリウムカルボキシメチルセルロース（例えば，タイロース（Ｔｙ\nｌｏｓｅ））のようなセルロース材料；アルギン酸及びその塩；珪酸マグ\nネシウムアルミニウム；ポリエチレングリコール；グアラゴム（ｇｕａｒ\nｇｕｍ）；多糖酸；ベントナイト；ポリビニルピロリドン；ポリメタクリ\nレート；ヒドロキシプロピルメチルセルロース（ＨＰＭＣ）；ヒドロキシ\nプロピルセルロース（Ｋｌｕｃｅｌ）；エチルセルロース（Ｅｔｈｏｃｅ\nｉ）；（ナショナル１５１１及びスターチ１５００のような）予めゼラチ\nン化させたスターチがある。存在するならば，かかる結着剤及び／又は接\n着剤は，組成物の全重量に対して，結着剤及び／又は接着剤全部で約０．\n５％から約２５％，好ましくは約０．７５％から約１５％，より好ましく\nは約１％から約１０％の量を含む。\n【００７４】\nポリビニルピロリドンは，セレコキシブ調合の顆粒化のため，セレコキシ\nブパウダーブレンド及び他の賦形剤に凝集性を与えるために利用される，\n好ましい結着剤である。存在するならば，ポリビニルピロリドンは，組成\n物の全重量に対して，約０．５％から約１０％，好ましくは約０．５％か\nら約７％，より好ましくは約０．５％から約５％の量を含む。約２０ｃＰ\nｓまでの粘度のポリビニルピロリドンが利用されるが，約６ｃＰｓ又はそ\nれ以下の粘度が好ましく，特に約３ｃＰｓ又はそれ以下が好ましい。ポリ\nビニルピロリドンにより，パウダーブレンドに凝集力が付与され，必要な\n結合が容易に起こり，湿式顆粒化中に顆粒を形成させる。加えて，ポリビ\nニルピロリドンを含む本発明の組成物は，特に湿式顆粒化により調製され，\n他の組成物に対して相対的に改善された生物学的利用能を示すことが判明\nした。\n【００７５】\n加湿剤\nセレコキシブは水溶液にかなり溶解しにくい。したがって，本発明の製薬\n組成物は，任意であるが，好ましくは，キャリア材料として，一つ又はそ\nれ以上の薬剤学的に許容な加湿剤を含む。かかる加湿剤は，水と親和性が\nあるようにセレコキシブを維持させるように選択することが好ましく，そ\nの状態が製薬組成物の相対的生物学的利用能を改善させると考えられる。\n単独で又は組合わせて利用される適当な加湿剤には，オレイン酸；モノス\nテアリン酸グリセリン；ソルビタンモノオレイン酸エステル；ソルビタン\nモノラウリン酸エステル；トリエタノールアミンオレイン酸塩；ポリオキ\nシエチレンソルビタンモノオレイン酸エステル；ポリオキシエチレンソル\nビタンモノラウリン酸エステル；オレイン酸ナトリウム；ラウリル硫酸ナ\nトリウムがある。アニオン性界面活性剤である加湿剤が好ましい。存在す\nるならば，かかる加湿剤は，組成物の全重量に対して，全部の加湿剤で約\n０．２５％から約１５％，好ましくは約０．４％から約１０％，より好ま\nしくは約０．５％から約５％の量を含む。\n【００７６】\nラウリル硫酸ナトリウムは好ましい加湿剤である。存在するならば，ラウ\nリル硫酸ナトリウムは，組成物の全重量の対して，約０．２５％から約７％，\n好ましくは約０．４％から約６％，より好ましくは約０．５％から約５％\nの量を含む。\n【００７７】\n潤滑剤\n本発明の製薬組成物は，キャリア材料として一つ又はそれ以上の薬剤学的\nに許容な潤滑剤及び／又はグリダント（ｇｌｉｄａｎｔ）を任意に含む。\n単独で或いは組合わせて利用する適当な潤滑剤及び／又はグリダントには，\nグリセリルベハペート（ｇｌｙｃｅｒｙｌ ｂｅｈａｐａｔｅ）（Ｃｏｍｐ\nｒｉｔｏｌ ８８８）；ステアリン酸塩類（マグネシウム，カルシウム及び\nナトリウム），ステアリン酸；硬化植物油（例えば，ステロテックス（Ｓ\nｔｅｒｏｔｅｘ））；タルク；ワックス；ステアロウェット（Ｓｔｅａｒ\nｏｗｅｔ）；ホウ酸；安息香酸ナトリウム；酢酸ナトリウム；フマル酸ナ\nトリウム；塩化ナトリウム；ＤＬ‐ロイシン；ポリエチレングリコール（例\nえば，カルボワックス４０００及びカルボワックス６０００）；オレイン\n酸ナトリウム；ラウリル硫酸ナトリウム及びラウリル硫酸マグネシウムが\nある。存在するならば，かかる潤滑剤は，組成物の全重量に対して，潤滑\n剤全体で約０．１％から約１０％，好ましくは約０．２％から約８％，よ\nり好ましくは約０．２５％から約５％の量を含む。\nアテアリン酸マグネシウムは好ましい潤滑剤であり，例えば，錠剤調合の\n圧縮中の装置と顆粒化混合物との摩擦を減少させるために利用される。\n（アンチ付着剤，色剤，着香剤，甘味料及び保存剤のような）他のキャリ\nア材料は，製薬技術の分野では周知であり，本発明の組成物に含有させる\nことが可能である。例えば，酸化鉄を組成物に添加して色を黄色にさせる\nこともできる。\n【００７８】\nカプセル及び錠剤\n本発明のある実施例では，製薬組成物は単位投与量のカプセル及び錠剤の\n形であり，所望の量のセレコキシブと結着剤とを含む。好ましい組成物は，\n薬剤学的に許容な希釈剤，崩壊剤，結着剤，加湿剤及び潤滑剤からなる群\nから選択された一つ又はそれ以上のキャリア材料をさらに含む。より好ま\nしくは，その組成物はラクトース，ラウリル硫酸ナトリウム，ポリビニル\nピロリドン，クロスカルメロースナトリウム，ステアリン酸マグネシウム\n及び微結晶性セルロースからなる群から選択された一つ又はそれ以上のキ\nャリア材料を含む。さらに好ましくは，組成物はラクトース一水和物及び\nクロスカルメロースナトリウムを含む。さらに好ましくは，組成物は一つ\n又はそれ以上のキャリア材料であるラウリル硫酸ナトリウム，ステアリン\n酸マグネシウム及び微結晶性セルロースをさらに含む。\nコ  【０１２４】\nカプセル及び錠剤中でのセレコキシブの粒子サイズ\nカプセル若しくは錠剤の形で経口投与されると，セレコキシブ粒子サイズ\nの減少により，セレコキシブの生物学的利用能が改善されるを発見した。\nしたがって，セレコキシブのＤ９０粒子サイズは約２００μｍ以下，好まし\nくは約１００μｍ以下，より好ましくは約７５μｍ以下，さらに好ましく\nは約４０μｍ以下，最も好ましくは２５μｍ以下である。例えば，例１１\nに例示するように，出発材料のセレコキシブのＤ９０粒子サイズを約６０μ\nｍから約３０μｍに減少させると，組成物の生物学的利用能は非常に改善\nされる。加えて又はあるいは，セレコキシブは約１μｍから約１０μｍで\nあり，好ましくは約５μｍから約７μｍの範囲の平均粒子サイズを有する。\n【０１２５】\n顆粒化二次粒子サイズ及び流動性\n本発明の製薬組成物は，例えば，直接カプセル化させる若しくは直接圧縮\nさせるかにより調製可能であるが，カプセル化又は圧縮に先立ち，湿式で\n顆粒化させることが好ましい。湿式顆粒化は，他の効果の中で，粉砕組成\n物を高密度化させて流動性及び圧縮特性を改善させ，カプセル化又は錠剤\n化させるのに組成物の測定又は重量分散を容易にする。顆粒化から生じる\n二次粒子サイズ（つまり，顆粒サイズ）は，厳密には重要ではないが，平\n均顆粒サイズは，錠剤化の従来のハンドリング及び加工を可能にすること\nは重要であり，薬剤学的に許容な錠剤を形成する直接圧縮可能混合物が生\n成することが可能になる。\nサ  【０１３４】\nセレコキシブ組成物の調製方法\n本発明は，セレコキシブを含む製薬組成物の調製方法にも関する。特に，\n本発明は，微粒子の形態であるセレコキシブを含む製薬組成物の調製方法\nに関する。より具体的には，本発明は，別々の単位投与量の錠剤若しくは\nカプセル形態のセレコキシブ組成物の調製方法に関するものであり，各錠\n剤若しくはカプセルは約１２乃至２４時間に亘り治療効果をもたらすのに\n十分なセレコキシブの量を含有する。例えば，各投与量単位には，約１０\n０ｍｇ乃至約２００ｍｇのセレコキシブを含有することが好ましい。本発\n明によれば，湿式顆粒化，乾式顆粒化又は直接圧縮若しくはカプセル化方\n法が利用され，本発明の錠剤若しくはカプセル組成物を調製する。\n【０１３５】\n湿式顆粒化は，本発明の製薬組成物の好ましい調製方法である。湿式顆粒\n化過程にて，（必要ならば，一つ又はそれ以上のキャリア材料とともに）\nセレコキシブは先ず粉砕される若しくは所望の粒子サイズに微細化される。\nさまざなま粉砕器若しくは破砕器が利用することが可能であるが，セレコ\nキシブのピンミリングのような衝撃粉砕により，他のタイプの粉砕と比較\nして，最終組成物に改善されたブレンド均一性がもたらせる。例えば，液\n体窒素を利用してセレコキシブを冷却することは，セレコキシブを不必要\nな温度へ加熱させることを回避するために，粉砕中に必要なことである。\n前記にて議論したように，上記粉砕工程中にＤ９０粒子サイズを約２００μ\nｍ以下，好ましくは約１００μｍ以下，より好ましくは約７５μｍ以下，\nさらに好ましくは約４０μｍ以下，最も好ましくは約２５μｍ以下に小さ\nくすることは，セレコキシブの生物学的利用能を増加させるためには重要\nである。\n【０１３６】\n粉砕若しくは微粉化されたセレコキシブは，セレコキシブとともに粉砕さ\nれたキャリア材料を含む一つ又はそれ以上のキャリア材料と，例えば，高\nせん断ミキサー／グラニュレータ，遊星形ミキサー，トゥイン‐シェルブ\nレンダー若しくはシグマミキサーにてブレンドされ，乾燥粉末混合物が生\n成する。典型的には，薬は一つ又はそれ以上の希釈剤，崩壊剤及び／又は\n結着剤と，選択的に，上記工程にて一つ又はそれ以上の加湿剤とブレンド\nされるが，あるいは全ての若しくはある部分に一つ又はそれ以上のキャリ\nア材料がその後の工程で添加される。例えば，クロスカルメロースナトリ\nウムが崩壊剤として利用される錠剤調合では，ブレンド工程中にある部分\nのクロスカルメロースの添加（顆粒内のクロスカルメロースナトリウムが\n生じる）と，後述する乾燥工程後に残りの部分の添加（顆粒外のクロスカ\nルメロースナトリウムが生じる）により，製造される錠剤の崩壊が改良さ\nれることを発見した。上記の状況では，約６０％乃至約７５％のクロスカ\nルメロースナトリウムは顆粒内に添加され，約２５％乃至約４０％のクロ\nスカルメロースナトリウムは顆粒外に添加される。同様に，錠剤調合では，\n以下の乾燥工程後の微結晶性セルロースの添加（顆粒外微結晶セルロース\nが生じる）により，顆粒の圧縮性が改善され，その顆粒から調製された錠\n剤の硬度も改善されることを発見した。\n【０１３７】\n上記ブレンド工程は，セレコキシブ，ラクトース，ポリビニルピロリドン\n及びクロスカルメロースナトリウムのブレンドからなる。３分程のできる\nだけ短いブレンド時間により，セレコキシブの十分に均一な分散を有する\n乾燥粉末混合物が生成することを発見した。例えば，それぞれ１００ｍｇ\n投与量カプセル（１０８０Ｋｇの全バッチサイズ）と２００ｍｇ投与量カ\nプセル（９１８Ｋｇ全バッチサイズ）の調製に利用される乾燥粉末混合物\nは，それぞれ，３．６％又はそれ以下と１．１％又はそれ以下の測定され\nた相対的標準偏差値を示すセレコキシブ濃度を有する。\n【０１３８】\nその後，水，好ましくは精製水を前記乾燥粉末混合物に添加し，その混合\n物をさらなる時間をかけてブレンドして，湿顆粒混合物が生成する。加湿\n剤が利用されることが好ましく，最初に水の添加され，乾燥粉末混合物に\n水を添加するのに先立ち，少なくとも１５分間，好ましくは２０分間混合\nする。水をすぐに混合物添加することができ，時間をかけて徐々に添加す\nることもでき，又は時間をかけて数回にわけて添加することもできる。好\nましくは，水は徐々に添加することがよい。あるいは，加湿剤を乾燥粉末\n混合物に添加し，それから，その結果生じた混合物に水を添加することも\n可能である。\n【０１３９】\n例えば，例示する１００ｍｇの投与量カプセル（１０８０Ｋｇバッチ）で\nは，水の添加速度は約５乃至約２５ｋｇ／分，好ましくは約７乃至約２０\nｋｇ／分，より好ましくは約８乃至約１８ｋｇ／分であり，適当な結果を\nもたらす。水添加終了後のさらなる混合時間は，混合物中の水の均一な分\n散を確実にする時間であることが好ましい。上記例示するバッチでの追加\nの混合時間は，約２乃至約１０分，好ましくは約３乃至約９分，より好ま\nしくは約３乃至約７分であり，適当な結果をもたらす。上記バッチの湿顆\n粒混合物は，約２重量％乃至約１５重量％，好ましくは約４重量％乃至約\n１２重量％，より好ましくは約６重量％乃至約１０重量％の水を含む。\n【０１４０】\n例えば，例示する２００ｍｇ投与量のカプセル（９１８Ｋｇバッチ）では，\n約５乃至約２５ｋｇ／分，好ましくは約７乃至２３ｋｇ／分，より好まし\nくは約８乃至約２１ｋｇ／分の水の添加速度により，適当な結果が得られ\nる。水添加終了後のさらなる混合時間は，混合物中の水の均一な分散を確\n実にする時間であることが好ましい。上記例示バッチでは，約２乃至約１\n５分，好ましくは約３乃至約１２分，より好ましくは約３分乃至約１０分\nのさらなる混合時間により，適当な結果が得られる。上記バッチの湿顆粒\n混合物は，約２重量％乃至約１５重量％，好ましくは約６重量％乃至約１\n４重量％，より好ましくは約８重量％乃至約１３重量％の水を含む。\n【０１４１】\nその後，湿顆粒混合物は，例えば，スクリーニングミルにより湿式粉砕さ\nれ，湿式顆粒化工程での副生成物として生成する材料の大きな凝集を排除\nする。凝集物が除去できないなら，上記凝集はその後の流動床乾燥工程の\n時間を長くし，水分制御に関して変動要因が増す。例示する１００ｍｇ投\n与量カプセル（１０８０Ｋｇバッチ）及び２００ｍｇ投与量カプセル（９\n１８Ｋｇバッチ）では，例えば，適当な顆粒は，最大送り速度（ｆｅｅｄ\nｒａｔｅ）の約５０％，好ましくは約２％乃至約３０％，より好ましくは\n約５％乃至約２０％までの送り速度を利用して得られる。\n【０１４２】\nそれから，湿式顆粒化された若しくは湿式粉砕された混合物は，例えば，\nオーブン又は流動床乾燥器，好ましくは流動床乾燥器で乾燥され，乾燥顆\n粒が生じる。必要ならば，湿式顆粒化混合物は乾燥に先立ち，押し出され\n球状化される。乾燥工程では，入口空気の温度及び乾燥時間のような条件\nは，乾燥顆粒の所望の水分含有量になるように調整される。上記乾燥工程\n及びその後の処理工程では，二つ又はそれ以上の顆粒化セクションを組合\nわせることが好ましい。\n【０１４３】\n前述した例示の１００ｍｇ投与量カプセル（１０８０ｋｇバッチ）若しく\nは２００ｍｇ投与量カプセル（９１８ｋｇバッチ）では，乾燥器の入口温\n度は６０℃に固定するが，他の入口温度は約５０℃乃至約７０℃の範囲で\n利用することが好ましい。空気流速度は，約１０％乃至約９０％，好まし\nくは約２０％乃至約８０％，より好ましくは約３０％乃至約７０％のダン\nパー開口部で，約１０００乃至８０００立方フィート／分，好ましくは約\n２０００乃至約７０００立方フィート／分，より好ましくは約４０００乃\n至約７０００立方フィート／分の範囲で変化する。約３５％乃至約１０\n０％，好ましくは約５０％乃至約１００％，より好ましくは約９０％乃至\n約１００％の乾燥器負荷が利用される。上記条件下で調整された乾燥顆粒\nの乾燥における平均損失は，通常，約０．１重量％乃至約２．０重量％で\nある。\n【０１４４】\nその後，必要な程度まで，圧縮若しくはカプセル化の調製にて，乾燥顆粒\nはその大きさを小さくさせる。振動子又は（Ｆｉｔｚミルのような）衝撃\n式ミル従来公知の粒子サイズ減少装置が利用可能である。例示の１００ｍ\nｇ投与量カプセル（１０８０ｋｇバッチ）では，例えば，適当な顆粒サイ\nズ減少は，約２０％乃至約７０％，好ましくは約３０％乃至約６０％の送\nり速度と，約２０％乃至約７０％，好ましくは約４０％乃至約６０％のミ\nル速度と，約０．０２０インチ（０．５ｍｍ）乃至約０．０７０インチ（１．\n７ｍｍ），好ましくは約０．０２８インチ（０．７ｍｍ）乃至約０．０４\n０インチ（１．０ｍｍ）のスクリーンサイズとを利用して得られる。例示\nの２００ｍｇ投与量カプセル（９１８ｋｇバッチ）では，例えば，適当な\n顆粒化は，約１０％乃至約７０％，好ましくは約２０％乃至約６０％の送\nり速度と，約２０％乃至約６０％，好ましくは約３０％乃至約５０％のミ\nル速度と，約０．０２０インチ（０．５ｍｍ）乃至約０．０８０インチ（１．\n９ｍｍ），好ましくは約０．０２８インチ（０．７ｍｍ）乃至約０．０６\n３インチ（１．６ｍｍ）のスクリーンサイズとを利用して行われる。しか\nしながら，０．０２８インチ（０．７ｍｍ）のようなより小さなスクリー\nンサイズが観測され，生成物の低処理をまねく。０．０６３インチ（１．\n６ｍｍ）のようなより大きなスクリーンサイズでは，８５０μｍよりも大\nきな顆粒の分布が増大する結果をまねく。約０．０４０インチ（１．０ｍ\nｍ）付近のスクリーンサイズでは，著しく処理を低下させることなく，８\n５０μｍよりも大きなサイズの顆粒の過剰の分布を排除する。\n【０１４５】\n前述した湿式顆粒化及び湿式粉砕パラメータの変化は，顆粒サイズ分布を\n調整するために利用される。例えば，顆粒サイズの僅かな減少は，少ない\n量の水を含有する混合物にて混合時間を増やすにつれ，観測される。水濃\n度は低すぎると利用する結着剤を十分に活性化させることができず，顆粒\n中の一次粒子間の凝集力が十分でなく，混合ブレードと成長するよりも顆\n粒サイズの摩擦により発生するせん断力が存在すると仮定される。逆に，\n結着剤を十分に活性化させる水の量が増加することにより一次粒子間の凝\n集力が大きくなり混合ブレードと，増大した混合時間及び／又は水添加速\n度にて発生する摩擦よりも顆粒成長とで発生するせん断力が生じる。湿式\nミルのスクリーンサイズの変動は，送り速度及び／又はミル速度の変動よ\nりも顆粒サイズに大きな影響を及ぼす。\n【０１４６】\nそれから，乾燥顆粒はトゥイン‐シェルブレンダーのような適当なブレン\nダーに配置され，選択的に潤滑剤（ステアリン酸マグネシウム）と追加の\nキャリア材料（顆粒外微結晶性セルロース及び／又は特定の錠剤調合の顆\n粒外クロスカルメロースナトリウム）を添加して，最終ブレンド混合物を\n作る。ブレンド時間は利用する工程装置に一部依存する。前述した１００\nｍｇ投与量カプセル及び２００ｍｇ投与量カプセル（１０８０ｋｇ及び９\n１８ｋｇバッチ）では，約１５％乃至約６０％の範囲のブレンダー負荷で\n少なくとも約５分間のブレンド時間と，一貫して１分当たり少なくとも約\n１０回のブレンダー回転速度により，セレコキシブ濃度に関して，すこぶ\nる均一であるブレンド材料が得られた。単位投与量のブレンドサンプルに\n対して測定された相対的標準偏差は，１００ｍｇ及び２００ｍｇ投与量カ\nプセルそれぞれで，３．９％又はそれ以下と２．２％又はそれ以下であっ\nた。希釈剤には微結晶性セルロースがあるが，上記工程中でのある部分の\n微結晶性セルロースの添加は，顆粒圧縮性及び錠剤硬度を著しく改善させ\nることが判明した。加えて，約１％乃至約２％の量の前記ステアリン酸マ\nグネシウムを増やすことにより，錠剤の硬度が減少し，破砕性及び溶解時\n間を増加させることが観測された。\n【０１４７】\n上記最終ブレンド混合物は，その後カプセル化される（あるいは，錠剤を\n調製したいのなら，適当なサイズの道具を利用して所望の重量及び硬度の\n錠剤に圧縮させる）。当業者に公知である従来公知な圧縮及びカプセル化\n技術が利用される。約２０ｍｍ乃至約６０ｍｍの範囲のベッドの高さと約\n０乃至約５ｍｍの範囲の圧密設定と，１時間あたり約６０，０００カプセ\nル乃至１３０，０００カプセルの速度とを利用して，カプセルに対して適\n当な結果が得られた。投与量の重量制御は観測され，（ｉ）低速度及び高\n圧縮，又は（ｉｉ）高速度及び高いベッドの高さの何れかにで減少させる。\nしたがって，上記パラメータの組合わせは注意深く制御される。スラグ（ｓ\nｌｕｇ）形成は，カプセル重量制御が維持される最も低い圧密設定を利用\nすることにより，最小化若しくは排除されることをも発見した。被覆物の\nある錠剤が必要ならば，当業者には公知である従来の被覆技術を利用する\nことが可能である。\n【０１４８】\nユニット作業の組合わせにより，単位投与量レベルでセレコキシブ含有量\nが一様であり，容易に崩壊し，十分簡単に流れる顆粒が製造され，重量変\n動はカプセル充填又は錠剤化中に信頼できるほどに制御され，且つ，バル\nク密度は十分であり，選択された装置にてバッチ処理可能であり，個々の\n投与量は特定のカプセル若しくは錠剤ダイに適合する。\nシ  【０１６１】\n例４：２００ｍｇ投与量錠剤\n錠剤は以下の成分を有するように調製された。\n【０１６２】\n【表４】…\n調製された錠剤は，０．２７５インチｘ０．４９６インチ（６．６ｍｍｘ\n１１．９ｍｍ）の変形カプセル形の錠剤であった。\n【０１６４】\n【表５】…\n例６：溶解試験\nＵＳＰメソッド２の（へらのついた）装置を利用して，例１及び例２のカ\nプセル並びに例３及び例４の錠剤の溶解速度を求めた。上記試験の目的の\nため，未被覆の錠剤を利用した。１％のラウリル硫酸ナトリウム／０．０\n４ＭＮａ３ＰＯ４（ｐＨ＝１２）溶液の１０００ｍｌを，溶解用の液体とし\nて利用した。その溶液は３７±５℃の温度に維持し，試験中は５０ｒｐｍ\nで攪拌させた。１２の同一の錠剤若しくはカプセルを試験した。１２の錠\n剤若しくはカプセルはそれぞれ別々に，１２の標準溶解ベセルの一つに置\nき，各１５，３０，４５及び６０分後に，５ｍｌの溶液部分を各ベセルか\nら取出した。各ベセルからのサンプルを濾過し，サンプルの吸光度を測定\nした（ＵＶ分光器；２ｍｍ光路の石英セル；２４３ｎｍ若しくはＵＶの最\n大波長；ブランクは溶解媒体）。測定した吸光度に基づき，溶解割合を計\n算した。溶解試験の平均結果を表６に掲載する。なお，上記試験条件の高\nいｐＨでの溶解度は胃腸管での溶解度を示すものではない。\n【０１６５】\n【表６】…\n例７：粒子サイズ解析\n表７Ａは，カプセル化に先立ち，それぞれ例１と例２の湿式顆粒化させた\n製薬組成物の粒子サイズのふるい解析の結果を示す。「スクリーンに保持\nされた割合」とは，指摘したふるいサイズよりも大きな粒子サイズを有す\nる全バッチの重量％を意味する。\n【０１６６】\n【表７】…\n表７Ｂは，錠剤へ圧縮させる前に，それぞれ例３と例４の湿式顆粒化製薬\n組成物の粒子サイズのふるい解析の結果を示す。「バッチの割合」とは，\n指摘したふるいサイズと次に小さい古いサイズとの間の粒子サイズを有す\nる全バッチの重量％を意味する。「蓄積されたバッチの割合」とは，指摘\nしたふるいサイズよりも大きい粒子サイズを有する全バッチの重量％を報\n告する。\n【０１６７】\n【表８】…\nス  【０１７０】\n例１１：犬モデルでの生物学的利用能\n９乃至１３ポンド（４．１乃至５．９ｋｇ）の重量のある健康なメスのビ\nーグル犬は，以下のセレコキシブの１回の投与を受けた：（１）ｋｇ体重\n当たり５．０ｍｇのセレコキシブの静脈注入に続き，ｋｇ体重当たり５．\n０ｍｇのセレコキシブの第二の静脈注入；（２）経口溶液形態のｋｇ体重\n当たり５ｍｇのセレコキシブ；（３）経口カプセルの形態のｋｇ体重当た\nり５．０ｍｇのニートな未調合セレコキシブを投与する。静脈及び経口溶\n液投与のビヒクルは，体積比で２：１の比率である平均分子量４００（Ｐ\nＥＧ‐４００）を有するポリエチレングリコールと水の混合物であった。\n各静脈注入は，２回の注入に分け，１５乃至３０分で１５分の間隔をおい\nて与えた。\n【０１７１】\n多くの血液サンプルを，ヘパリン化チューブへの静脈穿刺又は留置カテー\nテルにより各動物から集めた。血清中のセレコキシブ濃度はＨＰＬＣにて\n測定し，その結果データを，以下の表１１− １に示す薬物速度論パラメー\nタを計算するために利用した。\n【０１７２】\n【表１２】…\n例１１− ２：犬モデルでの調合の相対的生物学的利用能\nセレコキシブ粒子サイズ，湿潤剤の増加濃度，ｐＨ及び懸濁液としてのセ\nレコキシブの分散液のような調合パラメータの効果は，犬モデルの生物学\n的利用能への経口溶液に対して評価した。調合する前にセレコキシブを微\n粉化（平均粒子サイズ１０乃至２０μｍ）させる効果は，組成物Ａにて試\n験した。微粉化，添加湿潤剤（ラウリル硫酸ナトリウム）と増加したマイ\nクロ環境ｐＨ（Ｎａ３ＰＯ４１２Ｈ２Ｏ）の組合わせ効果を，組成物Ｂにて\n試験した。湿潤剤（Ｔｗｅｅｎ８０）をセレコキシブと密に接触させる効\n果（単純な乾燥混合に対する共沈殿の効果）を，組成物Ｃにて試験した。\nさらに微細化させた粒子サイズ（約１μｍ）と粒子を懸濁液に分散させた\n効果を，組成物Ｄにて試験した。例１１− １（組成物Ｅ）にて利用したの\nと同様なセレコキシブ溶液を，参考として用いた。加えて，カプセル（組\n成物Ｆ）中の未粉砕，未調合セレコキシブの例１１− １のデータも，参考\nとして入れた。調合Ａ，Ｂ，Ｃ，Ｄ，Ｅ及びＦの特定の組成を表１１− ２\nＡにまとめる。\n【０１７３】\n【表１３】…\n(1)  アンチソルベントとして５％のポリソルベート８０の水溶液を利用\nして，エタノール溶液から沈殿させた。\n(2)  粒子が顕微鏡で評価した際に約１μｍ径になるまで，ポリソルベート\n８０とポリビニルピロリドンのスラリーにて，薬をボールミルさせて，懸\n濁液として調製した。\n(3)  体積比２：１のＰＥＧ‐４００と水の溶液。\n上記組成物を３つのオス犬と３つのメス犬のグループに投与した。グルー\nプ１の犬には，選択乗換設計にて，ｋｇ体重当たり５ｍｇのセレコキシブ\nを含む溶液Ｅとカプセル調合Ａ及びＢを投与した。グループ２の犬には，\n選択乗換設計にて，ｋｇ体重当たり５ｍｇのセレコキシブを含むカプセル\n調合Ｃと懸濁液Ｄを投与した。血漿サンプルを２４時間かけて集め，ＨＰ\nＬＣによりセレコキシブを解析した。\n【０１７４】\n上記実験の結果（表１１− ２Ｂ，１１− ２Ｃおよび１１− ２Ｃ）から，粒\n子サイズを小さくする（組成物Ａ）又は湿潤剤とともにセレコキシブを共\n沈殿させる（組成物Ｃ）は，例１１− １に示す未調合の初期の研究と比較\nして，セレコキシブの生物学的利用能（ＡＵＣ（０‐２４）として測定）が増\n大した。セレコキシブの生物学的利用能は，ＰＥＧ‐４００／水溶液（組\n成物Ｅ）から懸濁液（組成物Ｄ）へと大きくなった。約１μｍの粒子サイ\nズを有する懸濁液からの生物学的利用能は，溶液からの生物学的利用能と\n同様であり，湿式顆粒された固体組成物からのセレコキシブ生物学的利用\n能は小さなセレコキシブ粒子サイズ（例えば，調合に先立ち，セレコキシ\nブのピンミルによるもの），セレコキシブの増大した濡れ性（例えば，顆\n粒液体にラウリル硫酸ナトリウムを含有させることによるもの）や分散改\n良（例えば，顆粒化にてクロスカルメロースナトリウムを含有させること\nによる）により改善可能であることを，強く示唆している。各調合に対す\nる表１１− ２Ｃおよび１１− ２Ｄに示される生物学的利用能は，例１１−\n１と例１１− ２の研究間の掛け橋として，溶液データ（組成物Ｅ）を利用\nして，セレコキシブの静脈投与に対する実験的に測定された生物学的利用\n能の割合として，上記調合の生物学的利用能を表わす。\n【０１７５】\n【表１４】…\n【０１７６】\n【表１５】…\n【０１７７】\n【表１６】…\nセ  【０１８３】\n例１３\n以下の調合を有するカプセルを調製し，評価した。\n【０１８４】\n【表２０】…\nセレコキシブは，連続した小さなスクリーンサイズ（＃１４，＃２０，＃\n４０）を備えた振動ミルを介して何回も粉砕した。上記混合物に添加した\nセレコキシブ粒子のＤ９０粒子サイズは，約３７μｍ以下であった。セレコ\nキシブ，ラクトース及びポリビニルピロリドンを遊星型ミキサーボールに\nて混合し，水を用いて湿式顆粒化させた。その後顆粒を６０℃でトレイに\nて乾燥させ，４０メッシュスクリーンを通して粉砕し，Ｖ―ブレンダーに\nてステアリン酸マグネシウムにより湿潤化させてドソナー型カプセル化器\nにてカプセル化させた。カプセルのインビトロ溶解プロファイルは，ＵＳ\nＰ２法と溶解媒体として１５ｍＭのリン酸緩衝液とを利用して求めた。１\n５分後には約５０％のインビトロ溶解が達成され，約３０分後には９５％\n以上のインビトロ溶解が達成された。\n【０１８５】\n上記の１００ｍｇ単位投与量カプセルの吸収，分散，代謝及び排除プロフ\nァイルは，\n１４Ｃ‐セレコキシブの懸濁液プロファイルと比較した。その研\n究は，健康なオスの被験者にて行ったオープンラベルで，ランダム交差研\n究であった。懸濁液は，５％のポリソルベート８０を含むエタノールにセ\nレコキシブを溶解させて調製し，投与に先立ち，その混合物をアップルジ\nュースに添加した。懸濁液を受けた被験者はセレコキシブの３００ｍｇ投\n与量を摂取した。カプセル形態のセレコキシブを受けた被験者は，全体で\nセレコキシブを３００ｍｇ投与させるために，１００ｍｇ投与量単にのカ\nプセルを３つ受け入れた。カプセルからの吸収速度は，懸濁液のそれより\nも遅かったが，ＡＵＣ（０－４８）にて測定した際には，懸濁液同等であった。\n平均結果を，以下の表１３Ｂに報告する。セレコキシブは尿又は大便の何\nれかに，約２．５６％のみの放射線投与にて殆ど代謝された。\n【０１８６】\n【表２１】…\nソ  【０１８８】\n例１５：１００ｍｇ投与量のカプセルの調製\n１００ｍｇ若しくは２００ｍｇのセレコキシブを投与し，それぞれ例１若\nしくは例２に示す組成物を有するカプセルは，図１若しくは図２に示す方\n法で，製薬的に許容な製造に基づき調製された。１００ｍｇ若しくは２０\n０ｍｇのセレコキシブを与え，それぞれ例３若しくは例４に示す組成物を\n有する錠剤は，図１若しくは図２に示す適当な方法を変更させて調製され，\n組成物をカプセル化させる代わりに，錠剤化させ，クロスカルメロースナ\nトリウムおよび微結晶性セルロースの添加を利用した。\n【０１８９】\n以下に示す出発物質を利用して，１００ｍｇ投与のカプセルのバルク配合\nを説明する方法では，典型的なバッチは４つの同じ顆粒化セクションから\nなるが，顆粒化セクションの数は正確には重要ではなく，装置の処理能力\n及び必要とされるバッチサイズに，主に依存する。\n【０１９０】\n粉砕\nセレコキシブは，反対に回転するディスクによる衝撃式ピンミルにて混合\nされた。約８９６０ｒｐｍ／５６００ｒｐｍ（回転ｒｐｍ／反対回転ｒｐ\nｍ）乃至１１２０００ｒｐｍ／５６００ｒｐｍの範囲にあるミル速度にて，\n粒子サイズは比較的狭い範囲（Ｄ９０が３０μｍ若しくはそれ以下）内で変\n化し，ミル速度はバルクドラック微粉化過程には厳密には重要でないこと\nを示唆した。図２は好ましい実施例を示す工程系統図を示し，セレコキシ\nブ出発物質は，キャリア材料とのブレンドに先立ち，衝撃式ミルにて，好\nましくはピンミルにて粉砕される。\n【０１９１】\n乾燥混合\nセレコキシブ，ラクトース，ポリビニルピロリドン及びクロスカルメロー\nスナトリウムは，１２００ＬのニロフィールダーＰＭＡ－１２００高速顆\n粒器に移動させ，高速チョッパー及びインペラーで約３分間混合させた。\n本乾燥混合時間では，湿式顆粒化工程の開始に先立ち，キャリア材料とセ\nレコキシブの十分な混合が実現できた。\n【０１９２】\n湿式顆粒化\nラウリル硫酸ナトリウム（８．１ｋｇ）を精製ＵＳＰ水（２３．７ｋｇ）\nに溶解させた。結果生じた溶液を，約１４ｋｇ／分の速度で顆粒器へ連続\n的に添加した。全体の顆粒化時間は約６．５分であった。この顆粒化中に，\n顆粒器の主要ブレードとチョッパーブレードは高速設定に配置させた。湿\n式顆粒化させた混合物には，約８．１重量％の水を含有していた。あるい\nは，乾燥混合工程にて，ラルリル硫酸ナトリウムはセレコキシブ，ラクト\nース，ポリビニルピロリドン及びクロスカルメロースナトリウムと混合さ\nせ，精製ＵＳＰ水をラウリル硫酸ナトリウムを含む上記乾燥混合物に添加\nすることもできる。\n(2)  前記(1)の記載事項によれば，本件明細書には，本件発明１に関し，次の\nような開示があることが認められる。\nア  シクロオキシゲナーゼ－２の阻害剤であるセレコキシブは，水溶性媒体\nには異常なほど溶解せず，例えば，未調合のセレコキシブがカプセル状態\nで経口投与された場合，胃腸管で急速に吸収されるために，容易には溶解\nせず，分解もしない，また，長く凝集した針を形成する傾向のある結晶形\n態を有する未調合のセレコキシブは，通常，錠剤成形ダイでの圧縮の際に，\n融合して一枚岩の塊になり，セレコキシブの結晶は，他の物質とブレンド\nさせたときでも，他の物質と分離する傾向があり，組成物の混合中にセレ\nコキシブ同士で凝集し，セレコキシブの不必要な大きな塊を含有する非均\n一なブレンド組成物となり，所望のブレンド均一性を有するセレコキシブ\n含有の製薬成分を調製することは難しいなどの問題があったため，従来，\n未調合のセレコキシブに対して，生物学的利用能などが改善された経口運\n搬可能なセレコキシブの調合の必要性が存在し，未調合セレコキシブで可\n能であるよりも，急速に効き目のある薬物速度論を示す調合を提供するこ\nとは，特に有益であった（【０００３】，【０００６】，【０００８】，\n【０００９】）。\nイ  「本発明」は，一つ又はそれ以上の経口運搬可能な投与量単位を含む製\n薬組成物であって，各単位量は，一つ又はそれ以上の製薬的に許容な賦形\n剤と密に混合した約１０ｍｇから約１０００ｍｇの量の微粒子セレコキシ\nブを含み，粒子の最長の大きさで，Ｄ９０が約２００μｍ以下であるように\n（サンプル粒子の９０％はＤ９０値よりも小さい），セレコキシブ一次粒子\nサイズの分布を有する構成を有するものである（【００１１】，【００１\n３】）。\n２  本件出願の優先日当時の技術常識又は周知技術について\n(1)  甲イ７，１６，２３，６５ないし６８，８０，甲ロ１，甲ハ７，乙２及び\n乙３には，次のような記載がある。\nア  甲イ７（「医薬品の溶出」（昭和５２年１０月３０日刊行））\n(ア)  「粒子径を細かくして表面積を増加させると，溶解速度を増大させ\nることができるはずである。しかし，単に表面積を増やすだけでは不十\n分で，増加すべきなのは有効表面積である。有効表面積とは薬物が試験\n液に接触する表面積である。薬物が疎水性で溶媒による濡れが劣る場合\nには，粒子径を小さくすると凝集が起こり，有効表面積がかえって小さ\nくなる結果，溶解速度が遅くなることがある。」（１０４頁下から１４\n行～１０行）。\n(イ)  「溶出液にポリソルベート８０を０．２％加えると，フェナセチン\nは速やかに溶けるようになり，この場合には溶解速度は粒子径が小さく\nなるにつれて増大する。ポリソルベート８０を添加すると，溶媒が薬物\n粉末の表面をよく濡らすようになるため，溶解速度が粉砕の程度に従っ\nて増すものと考えられる。」（１０６頁３行から６行）\n(ウ)  「フェナセチンとフェノバルビタールの顆粒からの溶出速度は使用\nした薬物の粒子径が細かいほど速くなるということを図４．４および図\n４．５に示した。その理由は，造粒中に薬物粉体の表面が親水性となる\nので，粒子径を細かくするほど有効表面積が増加するためである。」（１\n０８頁８行～１１行）\n(エ)  「粉体が細かいほど比表面積は大きくなる。さらに，造粒により疎\n水性の表面が親水性となるので，造粒の効果は最も細かい粉体に一番強\nく現れるのである。」（１０９頁２行～３行）\n(オ)  「この分野で行われた研究から，一般につぎのような結論をくだす\nことができる。すなわち，錠剤中の薬物の粒子径を細かくすると溶出お\nよび吸収が速まる。この原因は，おそらくは錠剤製造に伴う操作にある。\nつまり，薬物を親水性の賦形剤と混合し，造粒すると本来は疎水性の薬\n物の表面が親水性になるためである。」（１１１頁４行～７行）\nイ  甲イ１６（「経口投与製剤の設計と評価」（平成７年２月１０日刊行））\n(ア)  「表面積を増大させる方法として，薬物粒子を微細化する手段が最\nもよく利用される。」（１６８頁１０行）\n(イ)  「微細化により粒子径が小さくなると，表面積の増加により溶解速\n度が増大する。」（１６８頁１８行）\n(ウ)  「微細化によりバイオアベイラビリティーを改善できることが多く\nの難溶性薬物・・・で報告されている。」（１６８頁２３行～２５行）\n(エ)  「しかし，微粉になればなるほど凝集が起こりやすく，粉砕により\n水に接する表面積（有効表面積）が逆に小さくなり，溶解速度が小さく\nなることがある。特に疎水性物質は凝集性が強い。・・・ここに界面活\n性剤が存在すると，微粒子は凝集せずに均一に溶液中に分散され，粒子\nサイズが小さいほど溶出速度は大きくなる。・・・このような場合，凝\n集を防ぐ目的で，流動化剤や界面活性剤を微細化助剤として加えて粉砕\nする手段が取られる。」（１６８頁下から４行～１６９頁４行）\nウ  甲イ１７（「Ｍｉｃｒｏｎｉｚａｔｉｏｎ：Ａ  Ｍｅｔｈｏｄ  ｏｆ  Ｉ\nｍｐｒｏｖｉｎｇ  ｔｈｅ  Ｂｉｏａｖａｉｌａｂｉｌｉｔｙ  ｏｆ  Ｐ\nｏｏｒｌｙ  Ｓｏｌｕｂｌｅ  Ｄｒｕｇｓ」（平成１０年４月刊行），以\n下はその抄訳）\n「難溶性薬物では，消化吸収はその溶解速度に依存する。これらの薬物の\n粒子サイズを小さくすることで，その溶解速度が向上する。粉末を微粉化\nするために，ボールミル又は流体エネルギーミルのいずれかの微粉砕ミル\nが使用される。これらのプロセスを，グリセオフルビン，プロゲステロン，\nスピロノラクトン及びジオスミンに適用した。各薬剤について，微粒子化\nによって，それらの消化吸収，その結果としてそれらの生物学的利用能及\nび臨床的有効性を改善した。」\nエ  甲イ２３（「固形製剤とバイオアベイラビリティ」（昭和５６年２月４\n日刊行））\n「(2)  薬物の粒子径\n水に対する溶解度が比較的小さな薬物では製剤中の薬物粉末の粒子\n径によって，溶解速度が大きく異なる。一般に粒子からの物質の溶解\n速度は，式４－１で示すＮｏｙｅｓ－Ｗｈｉｔｎｅｙの法則に従う。\n－ｄＭ／ｄｔ＝ＫＳ（Ｃｓ－Ｃ）・・・・・・・・・・式４－１\nただしＭは粒子状態の物質の量，したがって，ｄＭ／ｄｔは溶解速\n度，Ｋは温度，溶剤，かくはん条件により定まる定数，Ｓは粒子の表\n面積，Ｃｓは物質の溶解度，Ｃは時間ｔにおけるその物質の濃度であ\nる。この式で明らかな様に，粒子の表面積Ｓに比例して溶解速度は大\nきくなる。そして一定量の粒子については単位体積当りの表面積，比\n表面積が大きければ大きい程溶解速度は大きくなる。」（３８頁下か\nら５行～３９頁５行）\nオ  甲イ６５（「医薬品の開発」（平成２年５月２０日刊行））\n「難溶性薬物の場合は溶解度が小さいために粒子表面の拡散層の濃度勾配\nが小さく，溶出速度が小さくなる。拡散層の濃度勾配は攪拌速度によって\nも変化するが，ｉｎ  ｖｉｖｏでは大きく変えられることはない。溶解速\n度を大きくするためには，粒子を小さくして比表面積を増大させることに\nより可能となる。」（５３頁下から６行ないし３行）\nカ  甲イ６６（「新しい製剤学」（平成５年９月１０日刊行））\n「  粉砕とは，機械的な外力を加えることによって粒子を破壊し，粒子径\nを減少させることであり，製剤工程では重要な単位操作の一つである。\n粉砕の主な目的は，①粒子の比表面積を増加させることによって化学\n反応をよりスムーズに行わせること，②他の成分粒子との混合を容易に\nすることなどである。・・・成分粒子の大きさが著しく異なる場合には，\n均一な混合物を得るために混合に先立ってあらかじめ同程度の粒子径に\nなるように粉砕しておかなければならない。」（２１２頁６行～１５行）\nキ  甲イ６７（「製剤学」（改稿版）（昭和５７年１１月１日（改稿版第１\n刷発行日））\n「  製剤工程では乾燥された原料粉末が準備されると，まず最初に行われ\nる操作が粉砕である。・・・粉砕の目的として挙げられる理由の中で主\nなものは，１）化学反応に曝される粉体の比表面積を増加させること，\n２）他の成分粉体との混合を容易にすることなどである。・・粒子径が\n固形製剤の生物学的利用率ｂｉｏａｖａｉｌａｂｉｌｉｔｙに影響を及\nぼすことは広く知られているが，これにはすべて比表面積が関係してい\nる。」（１７０頁９行～１６行）\nク  甲イ６８（「製剤学」改訂第３版（平成９年４月１日（改訂第３版発行））\n「  粉砕は，固体粒子の粒子径を適切な大きさに小さくするための単位操\n作である。粉砕の目的は，製剤工学的観点からは，溶解速度の増大とい\nった物性の改善のみにとどまらず，固形製剤の添加剤を含めた原料粉粒\n体間の混合の均一性の向上，造粒性の増大，さらには顆粒や錠剤の機械\n的強度の増大などを期待することにある。」（１６８頁下から１４行～\n１１行）\nケ  甲イ８０（「経口投与製剤の設計と評価」（平成７年２月１０日刊行））\n「  たとえば，原体が針状結晶の場合は嵩だかく，充填性のみならず流動\n性も悪いので，粉砕し造粒することがよく行われる。」（９２頁１行～\n２行）\nコ  甲ロ１（「経口投与製剤の処方設計」（平成１０年４月１５日刊行））\n「(a)  粉砕\n粉砕は，固体試料に衝撃，圧縮，摩擦などの機械的な外力を加えて\n粒子径を小さくする操作であり，その目的は，粒子径を小さくし，溶\n解速度を大きくする，難水溶性薬物の経口吸収性を改善する，混合状\n態を均一にする，打錠時の成形性を高めることなどである。\n一般に粉砕・微細化された粉体は表面エネルギーが高く，静電気の\n影響を受けやすく付着凝集性も高くなるので，取扱いは煩雑となる。\nまた，結晶状態の変化に伴い安定性の低下を来す場合もあるので，製\n造工程に粉砕操作を組み入れる場合には，製品物質への影響を見極め\nることが必要がある。」（５１頁下から１２行～４行）\nサ  甲ハ７（「日本結晶成長学会誌」（昭和５６年７月１日刊行））\n「難溶性の薬物の場合，バイオアベイラビリティーを向上させるために微\n結晶にすることが望まれるが，そのことは，付着凝集性が増大するため流\n動性や充填性といった二次物性を低下させることにつながる。」（４２７\n頁左欄下から１６行～１２行）\nシ  乙２（「経口投与製剤の処方設計」（平成１０年４月１５日刊行））\n「(a)  造粒による粒子径の増大\n粉体の流動性は，粒子径が小さくなるほど悪くなる傾向にある。・\n・・・したがって，何らかの方法で粒子径の増大を図れば流動性を改\n善することができるというわけである。すなわち，造粒操作による粒\n子径の増大がこれに当たり，これが最近造粒散剤が汎用される理由で\nもある。」（１５７頁１２行～１３行，１５９頁２行～４行）\nス  乙３（「製剤学」（改訂第３版）（平成９年４月１日（改訂第三版発行））\n(ア)  「一般に安息角が大きいほど粉体の流動性は悪くなる。安息角と粒\n子径の関係は・・安息角は粒子径が大きくなるに従い小さくなる。」（６\n９頁２行～３行）\n(イ)  「ｃ  流動性の改善\n粉体の流動性を改善するには以下の方法が試みられる。\n②  造粒により粒子径を大きくする」（７０頁１行～５行）\n(2)  前記(1)の記載事項を総合すると，本件優先日当時，①粉砕によって薬物\nの粒子径を小さくし，比表面積（有効表面積）を増大させることにより，薬\n物の溶出が改善されるが，他方で，難溶性薬物については，溶媒による濡れ\n性が劣る場合には，粒子径を小さくすると凝集が起こりやすくなり，有効表\n面積が小さくなる結果，溶解速度が遅くなることがあり，また，粒子を微小\n化することにより粉体の流動性が悪くなり凝集が起こりやすくなることがあ\nること，②疎水性の難溶性物質であっても，界面活性剤が存在すると，微粒\n子は凝集せずに均一に溶液中に分散され，粒子サイズが小さいほど溶出速度\nは大きくなることは，周知又は技術常識であったものと認められる。\n３  取消理由４（サポート要件の判断の誤り）について\n原告らは，本件明細書の詳細な説明の記載及び本件優先日当時の技術常識か\nら，本件発明１の「粒子の最大長において，セレコキシブ粒子のＤ９０が２００\nμｍ未満」という数値範囲の全体にわたり，当業者が本件発明１の課題を解決\nできると認識できるものではないから，本件発明１は，サポート要件に適合せ\nず，また，本件発明２ないし５，７ないし９も，同様に，サポート要件に適合\nしないから，本件発明１～５，７～１９は，サポート要件に適合するとした本\n件審決の判断は誤りである旨主張するので，以下において判断する。\n(1)  本件発明１のサポート要件の適合性について\nア  特許法３６条６項１号は，特許請求の範囲の記載に際し，発明の詳細な\n説明に記載した発明の範囲を超えて記載してはならない旨を規定したもの\nであり，その趣旨は，発明の詳細な説明に記載していない発明について特\n許請求の範囲に記載することになれば，公開されていない発明について独\n占的，排他的な権利を請求することになって妥当でないため，これを防止\nすることにあるものと解される。\nそうすると，所定の数値範囲を発明特定事項に含む発明について，特許\n請求の範囲の記載が同号所定の要件（サポート要件）に適合するか否かは，\n当業者が，発明の詳細な説明の記載及び出願時の技術常識から，当該発明\nに含まれる数値範囲の全体にわたり当該発明の課題を解決することができ\nると認識できるか否かを検討して判断すべきものと解するのが相当である。\nこれを本件発明１についてみると，本件発明１の特許請求の範囲（請求\n項１）の記載によれば，本件発明１は，「一つ以上の薬剤的に許容な賦形\n剤と密に混合させた１０ｍｇ乃至１０００ｍｇの量の微粒子セレコキシ\nブ」を含む「固体の経口運搬可能な投与量単位を含む製薬組成物」に関す\nる発明であって，「粒子の最大長において，セレコキシブ粒子のＤ９０が２\n００μｍ未満である粒子サイズの分布を有する」ことを特徴とするもので\nあるから，所定の数値範囲を発明特定事項に含む発明であるといえる。\nそして，前記１(2)の本件明細書の開示事項によれば，本件発明１は，未\n調合のセレコキシブに対して生物学的利用能が改善された固体の経口運搬\n可能なセレコキシブ粒子を含む製薬組成物を提供することを課題とするも\nのであると認められる。\nイ(ア)  本件明細書の発明の詳細な説明には，セレコキシブの生物学的利用\n能に関し，「発明の組成物は，粒子の最長の大きさで，粒子のＤ９０が約\n２００μｍ以下，好ましくは約１００μｍ以下，より好ましくは７５μ\nｍ以下，さらに好ましくは約４０μｍ以下，最も好ましくは約２５μｍ\n以下であるように，セレコキシブの粒子分布を有する。通常，本発明の\n上記実施例によるセレコキシブの粒子サイズの減少により，セレコキシ\nブの生物学的利用能が改良される。」（【００２２】），「カプセル若\nしくは錠剤の形で経口投与されると，セレコキシブ粒子サイズの減少に\nより，セレコキシブの生物学的利用能が改善されるを発見した。したが\nって，セレコキシブのＤ９０粒子サイズは約２００μｍ以下，好ましくは\n約１００μｍ以下，より好ましくは約７５μｍ以下，さらに好ましくは\n約４０μｍ以下，最も好ましくは２５μｍ以下である。例えば，例１１\nに例示するように，出発材料のセレコキシブのＤ９０粒子サイズを約６０\nμｍから約３０μｍに減少させると，組成物の生物学的利用能は非常に\n改善される。加えて又はあるいは，セレコキシブは約１μｍから約１０\nμｍであり，好ましくは約５μｍから約７μｍの範囲の平均粒子サイズ\nを有する。」（【０１２４】），「湿式顆粒化過程にて，（必要ならば，\n一つ又はそれ以上のキャリア材料とともに）セレコキシブは先ず粉砕さ\nれる若しくは所望の粒子サイズに微細化される。さまざまな粉砕器若し\nくは破砕器が利用することが可能であるが，セレコキシブのピンミリン\nグのような衝撃粉砕により，他のタイプの粉砕と比較して，最終組成物\nに改善されたブレンド均一性がもたらせる。例えば，液体窒素を利用し\nてセレコキシブを冷却することは，セレコキシブを不必要な温度へ加熱\nさせることを回避するために，粉砕中に必要なことである。前記にて議\n論したように，上記粉砕工程中にＤ９０粒子サイズを約２００μｍ以下，\n好ましくは約１００μｍ以下，より好ましくは約７５μｍ以下，さらに\n好ましくは約４０μｍ以下，最も好ましくは約２５μｍ以下に小さくす\nることは，セレコキシブの生物学的利用能を増加させるためには重要で\nある。」（【０１３５】）との記載がある。これらの記載は，未調合の\nセレコキシブを粉砕し，「セレコキシブのＤ９０粒子サイズが約２００μ\nｍ以下」とした場合には，セレコキシブの生物学的利用能が改善される\nこと，セレコキシブのピンミリングのような衝撃粉砕により，他のタイ\nプの粉砕と比較して，最終組成物に改善されたブレンド均一性がもたら\nせることを示したものといえる。\n一方で，①本件発明１の特許請求の範囲（請求項１）には，「粒子の\n最大長において，セレコキシブ粒子のＤ９０が２００μｍ未満である粒子\nサイズの分布を有する」構成とする具体的な方法を規定した記載はなく，\n本件発明１の「微粒子セレコキシブ」が「ピンミリングのような衝撃粉\n砕」により粉砕されたものに限定する旨の記載もないこと，かえって，\n本件明細書の【０１３５】には，セレコキシブの微細化に関し，「さま\nざなま粉砕器若しくは破砕器が利用することが可能である」との記載が\nあること，②本件明細書の【０００８】には「セレコキシブは，水溶性\n媒体には異常なほど溶解しない。例えば，カプセル形態で経口投与させ\nた場合，未調合のセレコキシブは胃腸管にて急速に吸収されるために，\n容易には溶解せず，分散もしない。加えて，長く凝集した針を形成する\n傾向を有する結晶形態を有する未調合のセレコシブは，通常，錠剤成形\nダイでの圧縮の際に，融合して一枚岩の塊になる。他の物質とブレンド\nさせたときでも，セレコキシブの結晶は，他の物質から分離する傾向が\nあり，組成物の混合中にセレコキシブ同士で凝集し，セレコキシブの不\n必要な大きな塊を含有する，非均一なブレンド組成物になる。」との記\n載があること，③本件優先日当時，粉砕によって薬物の粒子径を小さく\nし，比表面積（有効表面積）を増大させることにより，薬物の溶出が改\n善されるが，他方で，難溶性薬物については，溶媒による濡れ性が劣る\n場合には，粒子径を小さくすると凝集が起こりやすくなり，有効表面積\nが小さくなる結果，溶解速度が遅くなることがあり，また，粒子を微小\n化することにより粉体の流動性が悪くなり凝集が起こりやすくなること\nがあることは周知又は技術常識であったことに照らすと，難溶性薬物で\nあるセレコキシブについて，「セレコキシブのＤ９０粒子サイズが約２０\n０μｍ以下」の構成とすることにより，セレコキシブの生物学的利用能\nが改善されることを直ちに理解することはできない。\nまた，本件明細書の記載を全体としてみても，粒子の最大長における\nセレコキシブ粒子の「Ｄ９０」の値を用いて粒子サイズの分布を規定する\nことの技術的意義や「Ｄ９０」の値と生物学的利用能との関係について具\n体的に説明した記載はない。\nしかるところ，「Ｄ９０」は，粒子の累積個数が９０％に達したときの\n粒子径の値をいうものであり，本件発明１の「Ｄ９０が２００μｍ未満で\nある」とは，２００μｍ以上の粒子の割合が１０％を超えないように限\n定することを意味するものであるが，難溶性薬物の原薬の粒子径分布は，\n化合物によって様々な形態を採ること（甲イ７２）に照らすと，２００\nμｍ以上の粒子の割合を制限しさえすれば，９０％の粒子の粒度分布が\nどのようなものであっても，生物学的利用能が改善されるとものと理解\nすることはできない。\n以上によれば，本件明細書の【００２２】，【０１２４】及び【０１\n３５】の上記記載から，「セレコキシブのＤ９０粒子サイズが約２００μ\nｍ以下」とした場合には，その数値範囲全体にわたり，セレコキシブの\n生物学的利用能が改善されると認識することはできない。\n(イ)  この点に関し被告は，①本件発明１の課題解決のメカニズムは，セ\nレコキシブの粒子の最大長におけるＤ９０が２００μｍ未満とされるこ\nとにより，元来凝集しやすい性質のセレコキシブの凝集性が減少し，そ\nの結果セレコキシブ粒子の有効表面積が増大することにより溶解速度が\n速くなり，セレコキシブの生物学的利用能が改善するものである，②ピ\nンミルを利用した場合には，セレコキシブは長い針状から微小化した均\n一な粒子になるのに対して，エアージェットミルを利用した場合には長\nい針状の結晶が残存するためピンミルを利用して粉砕した場合と比較し\nて，液体エネルギーミルで粉砕した場合は凝集力が改善されにくいこと\n（本件明細書の【００２４】）から，単にセレコキシブの粒子を微細化\nして平均粒子径を小さくすればよいというのではなく，微細化した粒子\n中に残存する長い針状の結晶の割合こそが重要であり，その割合が限定\nされなければならないということを見出し，本件発明１では，微細化し\nた粒子中に残存する粒子の最大長のＤ９０を基準として用いることとし\nた，③セレコキシブ粒子の最大長におけるＤ９０が２００μｍ未満である\n場合に，生物学的利用能が改善されるメカニズムが，本件明細書の記載\n（【０１６７】，【０１７２】ないし【０１７７】，【０１８３】ない\nし【０１８６】，【０２０５】，表１１－２Ｃ，表１１－２Ｄ）から確\n認できる，④平均粒子サイズが１μｍや１０～２０μｍになるように調\n製された粒子のＤ９０が２００μｍ未満となることは，別紙２－１及び別\n紙２－２の粒子分布図から理解できる旨主張する。\nしかしながら，被告が指摘する本件明細書の上記記載中には，粒子の\n最大長におけるセレコキシブ粒子の「Ｄ９０」の値を用いて粒子サイズの\n分布を規定することの技術的意義や「Ｄ９０」の値と生物学的利用能との\n関係について説明した記載はない。\nまた，前記(ア)で述べたように，本件発明１の「微粒子セレコキシブ」\nが「ピンミル」（「ピンミリング」）を利用して粉砕されたものに限定\nされるものではないから，「ピンミル」を利用することを前提として，\nセレコキシブ粒子の最大長におけるＤ９０が２００μｍ未満である場合\nに生物学的利用能が改善されるメカニズムを把握することはできない。\nさらに，被告は，別紙２－１及び別紙２－２について，Ｄ９０が２００\nμｍの平均粒子径は，別紙２－１の山型の分布図のおよそ中央の値（青\n線）となり，平均粒子サイズ（青線）はその中央値であるおよそ１００\nμｍとなる，平均粒子サイズが１μｍや１０～２０μｍの場合に，別紙\n２－２のとおり，山型の分布が全体的に粒子径の小さい（左）方向にス\nライドすることになるので，これらのＤ９０は２００μｍより小さい値と\nなる旨述べるが，難溶性薬物の原薬の粒子径分布は，化合物によって様々\nな形態をとること（甲イ７２）は，前記(ア)のとおりであって，例えば，\n甲イ７２の図⑧（「Ｄ９０値●●●●●μｍ」。別紙３）のような粒子径\n分布をとる場合があることに照らすと，Ｄ９０が２００μｍ未満の場合の\n粒度分布は，必ずしも被告の主張するような粒度分布になるものとはい\nえない。\nしたがって，被告の上記主張は理由がない。\n(ウ)  また，被告は，セレコキシブ粒子の最大長におけるＤ９０が２００μ\nｍ未満である場合に生物学的利用能が改善されるメカニズムは，本件明\n細書の記載から理解できるものであり，この理解に誤りがないことは，\n未粉砕のセレコキシブと比較して，Ｄ９０が２００μｍのセレコキシブの\n生物学的利用能が改善することを示す追加の試験結果（乙１０）からも\n確認することができる旨主張する。\nそこで検討するに，乙１０には，未粉砕のセレコキシブ(Ｄ９０＝６６\n９μｍ)を含有するセレコキシブカプセル（以下「未粉砕カプセル」とい\nう。）とピンミルにより粉砕されて微小化したセレコキシブ(Ｄ９０＝１\n９６μｍ)を含有するセレコキシブカプセル（セレコキシブ２５％，ラウ\nリル硫酸ナトリウム２％，「アビセルＰＨ－１０１」７３％を含有する\nもの。以下「１９６μｍカプセル」という。）を「ビーグルイヌ」に投\n与して，生物学的利用能を測定したこと，その結果，生物学的利用能は，\n未粉砕カプセルが１６．１％であったのに対し，１９６μｍカプセルは\n３２．１％であり，１９６μｍカプセルが２．０倍に向上した旨の記載\nがある。\n一方で，本件明細書には，「セレコキシブは水溶液にかなり溶解しに\nくい。したがって，本発明の製薬組成物は，任意であるが，好ましくは，\nキャリア材料として，一つ又はそれ以上の薬剤学的に許容な加湿剤を含\nむ。かかる加湿剤は，水と親和性があるようにセレコキシブを維持させ\nるように選択することが好ましく，その状態が製薬組成物の相対的生物\n学的利用能を改善させると考えられる。」（【００７５】），「ラウリ\nル硫酸ナトリウムは好ましい加湿剤である。存在するならば，ラウリル\n硫酸ナトリウムは，組成物の全重量の対して，約０．２５％から約７％，\n好ましくは約０．４％から約６％，より好ましくは約０．５％から約５％\nの量を含む。」（【００７６】）との記載があること，疎水性の難溶性\n物質であっても，界面活性剤が存在すると，微粒子は凝集せずに均一に\n溶液中に分散され，粒子サイズが小さいほど溶出速度は大きくなること\nは，本件優先日当時，周知又は技術常識であったこと（前記２(2)）に照\nらすと，１９６μｍカプセルに加湿剤として含まれるラウリル硫酸ナト\nリウムが，１９６μｍカプセルの生物学的利用能の試験結果に影響した\n可能性が高いものと認められる。\nまた，１９６μｍカプセルを調合するに当たり，ピンミルで粉砕し微\n小化しているが，前記(ア)で述べたように，本件発明１の「微粒子セレ\nコキシブ」が「ピンミル」を利用して粉砕されたものに限定されるもの\nではない。\nしたがって，乙１の試験結果から，セレコキシブ粒子の最大長におけ\nるＤ９０が２００μｍ未満である場合に生物学的利用能が改善されるメ\nカニズムを認識することはできないから，被告の上記主張は採用するこ\nとができない。\nウ(ア)  本件明細書には，「例１１」として「犬モデルでの生物学的利用能」\nの実験結果及び「例１１－２」として「犬モデルでの調合の生物学的利\n用能」の実験結果の記載（【０１７０】ないし【０１７７】，表１１－\n１，１１－２Ａ，１１－２Ｂ，１１－２Ｃ，１１－２Ｄ）がある。\n例１１及び例１１－２には，メス犬及びオス犬をモデルとして，セレ\nコキシブの静脈注射による投与，セレコキシブの経口溶液形態の投与，\n経口カプセルによる未粉砕，未調合のセレコキシブの投与により，それ\nぞれの生物学的利用能を測定したこと，「組成物Ａ」ないし「組成物Ｆ」\nについての生物学的利用能について測定した結果，メス犬については，\n「組成物Ａ」（微粉化したセレコキシブ，ラウリル硫酸ナトリウム，「ア\nビセル１０１」を含むカプセル）は３１．２％，「組成物Ｂ」（微粉化\nしたセレコキシブ，ラウリル硫酸ナトリウム，「アビセル１０１」，リ\nン酸三ナトリウム１２水和物（Ｎａ３ＰＯ４・１２Ｈ２Ｏ）を含むカプセ\nル）は２４．９％，「組成物Ｆ」（未粉砕，未調合のセレコキシブ）は\n１６．９％であったこと（表１１－２Ｃ），オス犬については，「組成\n物Ａ」は４９．４％，「組成物Ｂ」は５４．２％，「組成物Ｆ」は１６．\n９％であったこと（表１１－２Ｄ）であることの記載がある。これらの\n記載は，微粉化したセレコキシブを含有する「組成物Ａ」及び「組成物\nＢ」の生物学的利用能は，未粉砕，未調合のセレコキシブである「組成\n物Ｆ」の生物学的利用能より高いことを示している。\nしかるところ，本件明細書の【０１７２】には，「組成物Ａ」は，調\n合する前にセレコキシブを「微粉化（平均粒子サイズ１０乃至２０μｍ）」\nさせたことが記載されているが，セレコキシブのＤ９０粒子サイズについ\nての明示の記載はないところ，【０１２４】に「例えば，例１１に例示\nするように，出発材料のセレコキシブのＤ９０粒子サイズを約６０μｍか\nら約３０μｍに減少させると，組成物の生物学的利用能は非常に改善さ\nれる。」とのの記載があることを参酌すると，「組成物Ａ」に含まれる\nセレコキシブのＤ９０粒子サイズは，約３０μｍであると推認される。ま\nた，「組成物Ｂ」についても，これと同様である。\n一方で，「組成物Ａ」及び「組成物Ｂ」は，乾燥重量を基礎とした重\n量割合で，それぞれ２％及び２５％のラウリル硫酸ナトリウムが含まれ\nていること（表１１－２Ａ）からすると，前記イ(ウ)で述べたのと同様\nに，本件明細書の【００７５】及び【００７６】の記載及び本件優先日\n当時の技術常識（前記２(2)）に照らすと，「組成物Ａ」及び「組成物Ｂ」\nに加湿剤として含まれるラウリル硫酸ナトリウムが，生物学的利用能の\n実験結果に影響した可能性が高いものと認められる。\nそうすると，セレコキシブ粒子のＤ９０が約３０μｍである「組成物Ａ」\n及び「組成物Ｂ」の生物学的利用能の実験結果から，本件発明１の「セ\nレコキシブ粒子のＤ９０が２００μｍ未満」の数値範囲の全体にわたり，\n未調合のセレコキシブに対して生物学的利用能が改善するものと認識す\nることはできない。\n(イ)  これに対し被告は，本件明細書には，表１１－２Ａの「組成物Ａ」\nにはラウリル硫酸ナトリウムが含まれているが，「組成物Ａ」で評価し\nているのはセレコキシブの微粉化の効果であり，「組成物Ｂ」で評価し\nているのはラウリル硫酸ナトリウムによる湿潤剤増加の効果であること\nが明記されていること（【０１７２】），２５％のラウリル硫酸ナトリ\nウムを含む「組成物Ｂ」の生物学的利用能は，ラウリル硫酸ナトリウム\nを２％しか含まない「組成物Ａ」と比較して，低い（メス犬につき表１\n１－２Ｃ）か同程度（オス犬につき表１１－２Ｄ）であることからする\nと，生物学的利用能の改善効果は，ラウリル硫酸ナトリウムによるもの\nではなく，セレコキシブの微粉化によりもたらされていることを理解で\nきる旨主張する。\nしかしながら，本件明細書には，好ましい加湿剤とされるラウリル硫\n酸ナトリウムは，組成物の全重量に対して，約０．２５％から約７％，\n好ましくは約０．４％から約６％，より好ましくは約０．５％から約５％\nの量を含むと記載されていること（【００７６】）に照らすと，「組成\n物Ａ」は，好ましい量とされる２％のラウリル硫酸ナトリウムを含むの\nに対し，「組成物Ｂ」には好ましいとされる量をはるかに超える２５％\nものラウリル硫酸ナトリウムが含むものであるから，「組成物Ｂ」が「組\n成物Ａ」と比較して生物学的利用能が同等かやや低い結果であったから\nといって，生物学的利用能の改善効果は，ラウリル硫酸ナトリウムによ\nるものではなく，セレコキシブの微粉化によりもたらされているものと\n認識することはできない。\nしたがって，被告の上記主張は，理由がない。\nエ(ア)  本件明細書には，「例１３」として，懸濁液と連続した小さなスク\nリーンサイズ（#１４，#２０，#４０）を備えた振動ミルを介して何回も\n粉砕したセレコキシブ粒子のＤ９０粒子サイズが３７μｍ以下のカプセ\nルを用いた相対的生物学的利用能（ＡＵＣ（０－４８））の実験結果の記載（【０\n１８４】ないし【０１８６】，表１３Ｂ）がある。\n例１３には，Ｄ９０粒子サイズが３７μｍ以下の粒子サイズのセレコキ\nシブを含む１００ｍｇ単位投与量カプセルと１４Ｃ‐セレコキシブの懸\n濁液プロファイルを用いて，「健康なオス」を被験者として実験した結\n果，「ＡＵＣ（０－４８）にて測定した生物学的利用能」は，Ｄ９０の粒子サ\nイズが約３７μｍ以下のセレコキシブ粒子を含む１００ｍｇ単位量のカ\nプセルは，セレコキシブを含む懸濁液と同等であった旨の記載（【０１\n８５】，【０１８６】）がある。\nしかしながら，例１３には，懸濁液に含まれるセレコキシブの粒子サ\nイズの記載はなく，その粒子サイズは不明であることに照らすと，セレ\nコキシブ粒子のＤ９０が約３７μｍ以下である上記実験結果から，本件発\n明１の「セレコキシブ粒子のＤ９０が２００μｍ未満」の数値範囲の全体\nにわたり，未調合のセレコキシブに対して生物学的利用能が改善するも\nのと認識することはできない。\n(イ)  これに対し被告は，本件明細書の例１３において，同一の被験者に\n例１１－２と同様の方法で調製されたと考えられる懸濁液（粒子サイズ\nは約１μｍ径）とＤ９０粒子サイズが約３７μｍ以下であるカプセル剤が\n投与されたときにそれぞれのＡＵＣ（０－４８）が同等であったことが確認\nされており，Ｄ９０の粒子サイズが３７μｍのときですら１μｍと同様の\n効果を奏することから，当業者は，Ｄ９０の粒子サイズが３７μｍ以上の\nセレコキシブであっても，４２０μｍより大きいサイズの粒子サイズが\n含まれる未粉砕のセレコキシブの生物学的利用能と比較すると改善され\nた生物学的利用能を奏することは高い蓋然性をもって予測することがで\nきる旨主張する。\nしかしながら，例１１の懸濁液は，「(2)  粒子が顕微鏡で評価した際\nに約１μｍ径になるまで，ポリソルベート８０とポリビニルピロリドン\nのスラリーにて，薬をボールミルさせて，懸濁液として調製した」もの\n（【０１７３】）であるのに対し，例１３の懸濁液は，「５％のポリソ\nルベート８０を含むエタノールにセレコキシブを溶解させて調製し」た\nもの（【０１８５】）であって，懸濁液の調製方法が異なるから，例１\n３の懸濁液の粒子サイズは「約１μｍ径」であるとの被告の主張は，そ\nの前提を欠くものである。\nまた，本件明細書には，例１３で調製されたカプセルのセレコキシブ\n粒子は，「セレコキシブ，ラクトース及びポリビニルピロリドンを遊星\n型ミキサーボールにて混合し，水を用いて湿式顆粒化させた」もの（【０\n１８４】）であるとの記載があること，「ポリビニルピロリドンは，セ\nレコキシブ調合の顆粒化のため，セレコキシブパウダーブレンド及び他\nの賦形剤に凝集性を与えるために利用される，好ましい結着剤である。」，\n「ポリビニルピロリドンにより，パウダーブレンドに凝集力が付与され，\n必要な結合が容易に起こり，湿式顆粒化中に顆粒を形成させる。」，「ポ\nリビニルピロリドンを含む本発明の組成物は，特に湿式顆粒化により調\n製され，他の組成物に対して相対的に改善された生物学的利用能を示す\nことが判明した。」（【００７４】）との記載があることに照らすと，\n例１３で調製されたカプセルのセレコキシブ粒子の生物学的利用能は，\nポリビニルピロリドンを利用した湿式顆粒化により改善された蓋然性が\nあるものと認識することができる。\nしたがって，被告の上記主張は理由がない。\nオ  次に，本件明細書の「例１５」には，「１００ｍｇ投与量のカプセル\nの調製」のための粉砕方法として，「粒子サイズを比較的狭い範囲（Ｄ\n９０が３０μｍ若しくはそれ以下）内で変化し」（【０１９０】）との記\n載があるが，この実験結果は，セレコキシブの生物学的利用能に関する\nものではない。\nこのほか，本件明細書には，セレコキシブ粒子のＤ９０の粒子サイズと\n生物学的利用能に関する実験結果の開示はない。\nカ  以上によれば，本件明細書の発明の詳細な説明の記載及び本件優先日当\n時の技術常識から，当業者が，本件発明１に含まれる「粒子の最大長にお\nいて，セレコキシブ粒子のＤ９０が２００μｍ未満」の数値範囲の全体にわ\nたり本件発明１の課題を解決できると認識できるものと認められないから，\n本件発明１は，サポート要件に適合するものと認めることはできない。\nこれと異なる本件審決の判断は誤りである。\n(2)  本件発明２ないし４のサポート要件の適合性について\n本件発明２は，「前記粒子の最大長において，前記セレコキシブ粒子のＤ\n９０が１００μｍ未満であること」を，本件発明３は，「前記粒子の最大長に\nおいて，前記セレコキシブ粒子のＤ９０が４０μｍ未満であること」を，本件\n発明４は，「前記粒子の最大長において，前記セレコキシブ粒子のＤ９０が２\n５μｍ未満であること」をそれぞれ発明特定事項とするものである。\nしかるところ，「粒子の最大長において，セレコキシブ粒子のＤ９０が２０\n０μｍ未満」である本件発明１がサポート要件に適合するものと認めること\nができないことは，前記(1)のとおりである。\n次に，前記(1)ウ認定のとおり，本件明細書には，例１１及び例１１－２と\nして，セレコキシブ粒子のＤ９０が約３０μｍである「組成物Ａ」及び「組成\n物Ｂ」の生物学的利用能の実験結果の記載があるが，「組成物Ａ」及び「組\n成物Ｂ」に加湿剤として含まれるラウリル硫酸ナトリウムが生物学的利用能\nの実験結果に影響した可能性が高いものと認められることに照らすと，上記\n実験結果から，Ｄ９０が約３０μｍよりも小さい値とした場合において，未調\n合のセレコキシブに対して生物学的利用能が改善するものと認識することは\nできない。また，前記(1)エ認定のとおり，本件明細書には，例１３として，\nセレコキシブ粒子のＤ９０粒子サイズが３７μｍ以下のカプセルを用いた相\n対的生物学的利用能の実験結果の記載があるが，上記カプセルの生物学的利\n用能は，ポリビニルピロリドンを利用した湿式顆粒化により改善された蓋然\n性があることに照らすと，上記実験結果から，Ｄ９０が約３７μｍよりも小さ\nい値とした場合において，未調合のセレコキシブに対して生物学的利用能が\n改善するものと認識することはできない。\nそうすると，本件発明２ないし４は，「粒子の最大長において，セレコキ\nシブ粒子のＤ９０」の値の上限値は，本件発明１より低いものではあるが，本\n件発明１と同様に，本件明細書の発明の詳細な説明の記載及び本件優先日当\n時の技術常識から，当業者が，本件発明２ないし４に含まれる「粒子の最大\n長において，セレコキシブ粒子のＤ９０」の値の数値範囲の全体にわたり本件\n発明１の課題を解決できると認識できるものと認められない。\nしたがって，本件発明２ないし４は，サポート要件に適合するものと認め\nることはできない。\n(3)  本件発明５，７ないし１９のサポート要件の適合性について\n本件発明５，７ないし１９（請求項５，７ないし１９）は，請求項１記載\nの製薬組成物を発明特定事項に含むものであるところ，本件発明１がサポー\nト要件に適合するものと認めることができないことは前記(1)のとおりであ\nるから，本件発明５，本件発明７ないし１９についても，サポート要件に適\n合するものと認めることができない。\n(4)  小括\n以上のとおり，本件発明１ないし５，７ないし１９は，いずれもサポート\n要件にサポート要件に適合するものと認めることができないから，これと異\nなる本件審決の判断は誤りである。\n４  結論\n以上によれば，原告ら主張の取消事由４は理由があるから，その余の取消事\n由について判断するまでもなく，本件審決は取り消されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      古    河    謙    一\n裁判官      岡    山    忠    広\n（別紙１）\n【表４】\n【表５】\n【表６】\n【表７】\n【表８】\n【表１２】\n【表１３】\n【表１４】\n【表１５】\n【表１６】\n【表２０】\n【表２１】\n（別紙２－１）\n（別紙２－２）\n粒子径（μｍ）\n個\n数\n200 μ\nｍ\n多\n少\n小  大\n100 μ\nｍ\n10 μ\nｍ  Ｄ ９０は 200μｍより小\nさい\n平均粒子径が 100μｍ\nの\n粒子分布図\n平均粒子径が 10μ\nｍ\nの粒子分布図\n図２  平均粒子径が小さくなれば粒子分布図\nは粒子の小さい方向にシフトする\n（別紙３）\n"
}