{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 10,
    "day": 24
  },
  "case_number": "平成30(ワ)7123",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89014",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89014",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/014/089014_hanrei.pdf",
  "contents": "令和元年１０月２４日判決言渡  同日原本受領  裁判所書記官\n平成３０年（ワ）第７１２３号  特許権侵害差止等請求事件\n口頭弁論終結日  令和元年９月１７日\n判 決\n原             告     株式会社ヘリオ ス\n同訴訟代理人弁護士      山   田   威一 郎\n同                      柴田和 彦\n同補佐人弁理士       立花顕 治\n同                      山   下   未知 子\n被              告      Ｃｉｎａｒｒａ  Ｓｙｓｔｅｍｓ  Ｊａｐａｎ株式会社\n同訴訟代理人弁護士      武智克 典\n同                      清水将 博\n同                      大間京 介\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は，原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙「被告サービス目録」記載の広告配信サービスを提供してはな\nらない。\n２  被告は，原告に対し，１１００万円及びこれに対する平成３０年９月１日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，発明の名称を「無線通信サービス提供システム及び無線通信サービ\nス提供方法」とする特許権を有する原告が，別紙「被告サービス目録」記載のイン\nターネット上の広告配信サービス（以下「被告サービス」という。）を提供してい\nる被告に対し，被告が特許発明の生産又は使用行為をし，又は間接侵害行為（特許\n法１０１条１号，２号）をしたなどとして，同法１００条１項に基づき，別紙「被\n告サービス目録」記載の広告配信サービスの提供の差止めを請求するとともに，特\n許権侵害の不法行為に基づき，損害の賠償及びこれに対する訴状送達日の翌日であ\nる平成３０年９月１日から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求める事案である。\n１  前提事実（当事者間に争いのない事実又は後掲の各証拠及び弁論の全趣旨に\nより容易に認められる事実）\n(1) 当事者\nア  原告は，インターネットを利用したショッピングモールの企画，開設等\nを業とする会社である。\nイ  被告は，インターネット広告システムの販売等を業とする会社である。\n(2) 原告が有する本件特許権（甲１，２）\nア  原告は，以下の特許（以下「本件特許」という。）に係る特許権（以下\n「本件特許権」といい，本件特許に係る発明を請求項の番号により「本件発明１」\nなどという。また，本件特許の出願の願書に添付された明細書及び図面を「本件明\n細書」という。）を有している。本件明細書の記載は本判決添付の特許公報のとお\nりである。\n登録番号        特許第３２４５８３６号\n発明の名称      無線通信サービス提供システム及び無線通信サービス提\n供方法\n出願日          平成１２年９月５日\n登録日          平成１３年１１月２日\n特許請求の範囲  本判決添付の特許公報のとおり\nイ  原告は，本件特許権のうち請求項５ないし７，９，１１ないし１４，１\n６ないし２０，２３，２５，２７ないし３９，４１ないし４６及び４８ないし５０\nに係る部分を放棄し，それらに係る登録が抹消された。\n(3) 本件発明１，２及び２６の構成要件の分説\n本件発明１，２及び２６の構成要件は，次のとおり分説される（以下，次の各\n構成要件を「構成要件○」と表記する。）。\nア  本件発明１\nＡ  無線通信装置の利用者が，無線通信ネットワークを経由して，通信事\n業者から無線通信サービスの提供を受けることにより，所定の利用料金を支払う無\n線通信サービス提供システムにおいて，\nＢ  前記無線通信装置の現在位置を測定する位置測定手段と，\nＣ  配信すべき広告情報および配信先情報を入手するとともに，前記広告\n情報を前記無線通信装置に送信する広告情報管理サーバとを具備し，\nＤ  前記広告情報管理サーバは，前記位置測定手段が測定した前記無線通\n信装置の現在位置と前記配信先情報に含まれる位置情報に基づいて，指定地域内の\n前記無線通信装置に対して前記広告情報を送信し，前記無線通信装置は，前記広告\n情報管理サーバが送信した前記広告情報の配信を受ける一方，\nＥ  前記広告情報管理サーバは，前記無線通信装置が一旦前記指定地域の\n外に出た後，再び前記指定地域内に戻っても，同じ前記広告情報を前記無線通信装\n置に送信しないこと，を特徴とする無線通信サービス提供システム。\nイ  本件発明２\nＦ  請求項１に記載の無線通信サービス提供システムにおいて，\nＧ  前記広告情報管理サーバは，前記配信先情報に含まれる配信数に達す\nるまで，無線通信装置に対して前記広告情報を送信すること，を特徴とする無線通\n信サービス提供システム。\nウ  本件発明２６\nＨ  無線通信装置の利用者が，無線通信ネットワークを経由して，通信事\n業者から無線通信サービスの提供を受けることにより，所定の利用料金を支払うと\nともに，\nＩ  前記無線通信装置の現在位置を測定する位置測定手段と，\nＪ  配信すべき広告情報および配信先情報を入手して，前記広告情報を前\n記無線通信装置に送信する広告情報管理サーバとを具備する無線通信サービス提供\nシステムで使用される無線通信サービス提供方法において，\nＫ  前記位置測定手段が測定した前記無線通信装置の現在位置と前記配信\n先情報に含まれる位置情報に基づいて，前記広告情報管理サーバが指定地域内の前\n記無線通信装置に対して前記広告情報を送信する送信ステップと，\nＬ  前記送信ステップで送信した広告情報の配信を，前記無線通信装置が\n受ける受信ステップと，\nＭ  その一方，前記無線通信装置が一旦前記指定地域の外に出た後，再び\n前記指定地域内に戻っても，前記広告情報管理サーバは同じ前記広告情報を前記無\n線通信装置に送信しない非送信ステップと，を含むことを特徴とする無線通信サー\nビス提供方法。\n(4) 被告の行為等（甲３の１，３の２）\nア  被告サービス\n被告は，平成２９年９月以降，被告サービスを提供しているところ，このサ\nービスは，ウェブサイトを閲覧するスマートフォンのユーザーに訴求するための「地\n域密着型スマホ広告配信サービス」であり，広告主が指定した広告配信条件等に基\nづいて，スマートフォン上で稼働するブラウザ等のアプリにより表示されるウェブ\nサイト上の広告枠に，広告主が提供した広告データ（バナー広告）を表示するサー\nビスである（以下，被告サービスの提供のためのシステムを「被告システム」，被\n告サービスに基づく広告データの配信方法を「被告方法」という。）。\n被告は，広告代理店として，いわゆるアド・エクスチェンジと呼ばれるインター\nネット上の広告取引市場において，超高速でのデータ処理技術を利用した入札手続\n（リアル・タイム･ビッディング（RTB））により広告枠の買付けを行い，買付けに\n成功した広告枠に広告情報の配信を行っている。\nなお，被告が作成した被告サービスに関する媒体資料（甲３の２）では，通信キ\nャリアのデータを活用していることが特徴の１つとして記載されており，主に Wi-\nFi 位置情報（約４５万箇所の国内最大級の商用 Wi-Fi ネットワークを用いて取得し\nた位置情報）と契約者情報（契約時に記載する性別・年齢・居住地，親名義・子使\n用の場合は使用者情報）を活用可能であることが記載されている。\nイ  被告システム\n被告システムにおける関係者は，別紙「被告システム及び被告サービスの提\n供方法の構成」の図面記載のとおりであり，同別紙にある「SSP」とは，「Supply-\nSide Platform」の略称であり，広告枠を提供するウェブサイトを開設する事業者か\nら委託を受け，RTB の技術を利用して DSP 業者と入札取引を行うことにより広告枠\nの販売を行うプラットフォームである。\nこれに対し，同別紙にある「DSP」とは，「Demand-Side Platform」の略称であり，\n広告主から広告データの配信の委託を受け，RTB を利用して広告枠の入札に参加し，\n広告枠の買付を行うためのプラットフォームであり，被告はこの DSP を提供してい\nる。\nそして，被告は，自らが提供する DSP と，Supership 株式会社（以下「スーパー\nシップ」という。）等が提供する SSP（スーパーシップが提供するのは広告配信プ\nラットフォーム「Ad Generation（アドジェネ）」）とを RTB を利用して接続して，\n広告枠の取引を行っていた。\nウ  広告主による広告配信の設定\n被告サービスを利用する広告主は，被告のウェブサイトにログインし，所定\nのテンプレートを利用して配信する広告データを作成した上で（そのデータは被告\nが管理する広告サーバに記録される。），地図から広告の配信エリアを設定するほ\nか（被告サービスでは，半径１㎞～１０㎞まで設定可能とされている。），広告の\n配信先となるスマートフォンのユーザーの性別・年齢，広告配信期間等を設定する。\nまた，同一のスマートフォンに対して１日当たり同一の広告を何回配信するか，そ\nの回数の上限値を設定することも可能である。なお，被告サービスでは，広告主が\n予算を設定することにより，概ね，広告枠を落札することができる推定回数（推定\n配達回数）が決まる。\n２  争点\n(1) 被告システムは本件発明１及び２の技術的範囲に属するか等（争点１）\n(2) 被告方法は本件発明２６の技術的範囲に属するか等（争点２）\n(3) 被告の特許権侵害による原告の損害額（争点３）\n第３  争点についての当事者の主張\n１  争点１（被告システムは本件発明１及び２の技術的範囲に属するか等）\n【原告の主張】\n(1) 被告システムの構成\nア  被告サービスに基づく広告データの配信方法は，広告主の設定によって\n変わってくるが，広告主が配信期間を１日以内とし，１人のスマートフォンのユー\nザーに対して１日に配信する回数を１回に制限する設定をした場合の被告システム\nの構成は，以下の構成からなるものと整理できる（以下，次の各構成を「構成○」\nと表記する。）。\nａ  スマートフォンのユーザーが，無線通信ネットワークを経由して，通\n信事業者から無線通信サービスの提供を受けることにより，所定の利用料金を支払\nう無線通信サービス提供システムにおいて，\nｂ  スマートフォンのユーザーが所持するスマートフォンの現在位置を\nWi-Fi アクセスポイントの設置場所からの電波の届く範囲をもとに検知する手段\n（以下，「Wi-Fi 電波検知手段」という。）と\nｃ  広告主が作成した広告データ及び配信エリア等の配信先情報を入手し，\n管理するサーバ（DSP サーバ）と，広告データをスマートフォンのユーザーのスマ\nートフォンに送信するサーバ（SSP サーバ）とを具備し，\nｄ  SSP サーバは，Wi-Fi 電波検知手段が測定したスマートフォンの現在\n位置と広告主が設定した配信エリアの情報に基づいて，指定された配信エリア内の\nスマートフォンに対して広告データを送信し，当該スマートフォンは，SSP サーバ\nが送信した広告データの配信を受け，\nｅ  SSP サーバは，当該スマートフォンが一旦配信エリアの外に出た後，\n再び配信エリア内に戻っても，同じ広告データを当該スマートフォンに送信しない\nこと，を特徴とする無線通信サービス提供システム\nイ  また，被告システムにおいては，指定期間中に配信する広告の数を設定\nするようになっており，被告システムは，以下の構成を備えている。\nｇ  広告主が設定した配信数に達するまで，配信エリア内のスマートフォ\nンに対して広告データを送信する\n(2) 本件発明１及び２と被告システムの対比\nア  構成要件Ａ\n構成ａによれば，被告システムは構成要件Ａを充足する。なお，本件発明は，\n通信事業者と広告配信業者が異なる場合も想定した発明であり（本件明細書の【０\n０５９】），無線通信サービス提供システムの全体を１つの事業者が保有している\nことを必須の要件とするものではない。\nイ  構成要件Ｂ\n構成ｂの Wi-Fi 電波検知手段は，構成要件Ｂの「位置測定手段」に当たるか\nら，被告システムは構成要件Ｂを充足する。\nウ  構成要件Ｃ\n被告システムにおいては，広告情報を管理するサーバが，広告主が作成した\n広告データ及び配信エリア等の配信先情報を入手し，管理する DSP サーバ（被告が\n保有）と，広告データをスマートフォンのユーザーのスマートフォンに送信する SSP\nサーバ（スーパーシップが保有）とに分かれているが，DSP サーバと SSP サーバと\nの間では，瞬時にデータのやり取り及び制御が行われ，スマートフォンのユーザー\nへの広告データの配信が行われており，２つのサーバが一体となって広告情報管理\nサーバとして機能している。\nなお，構成要件Ｃでは，広告情報を送信する方法については何ら限定されておら\nず，被告の下記主張は争う。\nしたがって，被告システムは構成要件Ｃを充足する。\nエ  構成要件Ｄ\n構成ｄによれば，被告システムは構成要件Ｄを充足する。\nオ  構成要件Ｅ\n(ｱ) 構成要件の解釈について\nそもそも，構成要件Ｅは，無線通信装置が一旦配信エリアの外に出た後，\n再び配信エリア内に戻ったか否かの確認をすることを規定しておらず，被告システ\nムがこのような処理をしていないことは，構成要件Ｅを充足しないことの理由には\nなり得ない。\n本件明細書の【００７０】の記載によれば，構成要件Ｅは，広告情報管理サーバ\nが，無線通信装置への広告の配信回数が０であるか１であるかを表す送信済フラグ\nに基づいて，無線通信装置が一旦配信エリアの外に出た後，再び配信エリア内に戻\nった場合には，広告情報を再送しないようにする態様を含むものと解すべきである。\n本件特許の補正の経緯に鑑みても，構成要件Ｅの文言の解釈は，【００７０】の記\n載内容を参酌して行うべきであり，そこに記載されている態様を含むことを当然の\n前提として本件特許は認められたものというべきである。仮に構成要件Ｅについて\n出願前の公知技術等を参酌して限定解釈をするとしても，実施例の記載内容は特許\n請求の範囲に当然に含まれるように解釈すべきである。\nなお，構成要件Ｅの文言で特定されているのは，一旦指定地域の外に出た後，再\nび指定地域内に戻っても，同じ広告情報を無線通信装置に送信しないということの\nみであり，指定地域内に留まり続けている無線通信装置に対して，再度の広告を送\n信するかどうかは何ら特定されていない。\nしたがって，指定地域内に入ったスマートフォンに対して，広告情報の配信回数\nを管理し，１回のみ広告情報を配信する構成を採用すると，本件発明１の技術的範\n囲に属することになる。\n(ｲ) 被告の主張について\n被告が周知技術と主張する技術は本件発明の構成要件を充足するものでは\nないし，そもそもその主張は構成要件Ｅの解釈とは無関係である。\n念のために付言すると，本件発明は，広告の配信回数を管理するなどして，指定\n地域内に入った無線通信装置に対して１回のみ広告情報を配信することを特徴とす\nる発明であるところ，被告が指摘する DART という名称の広告配信サービスは広告\nの配信回数を管理するのみであり，DART の仕組みのみで，一旦指定地域の外に出た\n後で再び前記指定地域内に戻っても同じ広告情報を再度送信しないことを実現する\nことはできない。また，乙４の１，２の公知技術も単に広告の配信回数を管理する\nのみであり，一旦指定地域の外に出た後で再び指定地域内に戻っても同じ広告情報\nを再度送信しないという管理はなされていない。よって，DART のような広告の配信\n回数の管理の仕組みが仮に周知技術であったとしても，そのことが，本件発明が進\n歩性を欠くことの根拠となるものではない。\nまた，被告が指摘する従来技術はいずれも，本件発明の最大の特徴である構成要\n件Ｅを開示するものではなく，本件発明が進歩性を欠くことの根拠となるものでは\nない。かかる状況下において，本件発明の権利範囲をその文言以上に限定解釈する\n理由は皆無である。\n原告は，特許請求の範囲に本件発明の作用・効果を記載することにより発明を限\n定しているが，発明を限定することにはならない効果の「例示」などはしていない。\n被告の主張は，構成要件Ｅの文言に沿った解釈とはいえず，失当である。\nさらに，原告は出願時から主張を何ら変えていないから，包袋禁反言に該当しよ\nうがない。\n被告のその余の主張は否認し，争う。\n(ｳ) 被告システムについて\n被告システムでは，広告主が配信期間を１日以内とし，１人のスマートフ\nォンのユーザーに対して１日に配信する回数を１回に制限する設定をすると，当該\nスマートフォンが一旦配信エリアの外に出た後，再び配信エリア内に戻っても，同\nじ広告データは当該スマートフォンに送信されないから，構成ｅを備えることにな\nる。\nしたがって，被告システムは構成要件Ｅを充足する。\nカ  構成要件Ｇ\n構成ｇによれば，被告システムは構成要件Ｇを充足する。\n(3) 小括\n以上のとおり，被告システムは構成要件ＡないしＥを充足しており，本件発明\n１の技術的範囲に属する。また，被告システムは構成要件Ｆ及びＧも充足しており，\n本件発明２の技術的範囲にも属する。\n(4) 被告による侵害行為の内容\nア  被告システムは，通信事業者が提供している既存の「無線通信サービス\n提供システム」の中で，広告配信事業者が提供する広告配信サービスに使用される\n広告情報管理サーバを利用するシステムであるから，広告情報管理サーバ（DSP サ\nーバ及び広告サーバ）を製造し，「無線通信サービス提供システム」の中で使用可\n能にする行為が本件発明１及び２の「生産」行為に当たる。したがって，被告は，\n本件発明１及び２の実施行為の主体となる。\n仮に，通信事業者がかかる生産行為の実施主体であると考えた場合には，広告情\n報管理サーバを生産する行為は，特許発明に係る物の生産にのみ用いる物の生産を\nする行為（特許法１０１条１号），又は特許発明に係る物の生産に用いる物であっ\nて課題の解決に不可欠なものを生産する行為（同条２号）に当たることになるから，\n被告が被告システムで利用される広告情報管理サーバ（DSP サーバ及び広告サーバ）\nを製造する行為は間接侵害を構成する。\nイ  被告は，通信事業者が保有する無線通信サービス提供システムに自らが\n開発した広告情報管理サーバ（DSP サーバ及び広告サーバ）を組み込んだ被告シス\nテムを「使用」して，広告配信サービスを提供しているといえるため，本件発明１\n及び２の「使用」行為の主体にも当たる。\n【被告の主張】\n(1) 被告システムの構成\n被告サービスに基づく広告データの配信方法が広告主の設定によって 変わっ\nてくること，原告主張の構成ｃのうち，被告において広告主が作成した広告データ\n及び配信エリア等の配信先情報を入手し，管理するサーバ（DSP サーバ）を保有し\nていることは認め，スーパーシップが広告データをスマートフォンに送信するサー\nバを有しているかについては不知。原告のその余の主張は否認し，争う。\n被告システム及び被告サービスの提供方法の構成は，別紙「被告システム及び被\n告サービスの提供方法の構成」記載のとおりであり，被告の具体的主張は次のとお\nりである。\nア  原告主張の構成ａ及びｂ\n被告は通信事業者ではなく，無線通信サービス提供システムを保有しておら\nず，これを提供する立場にはないし，被告システムは Wi-Fi 電波検知手段を有して\nいない。通信事業者において取得しているスマートフォンの位置情報及び契約者の\n属性情報は，電気通信事業法及び個人情報保護法の下で厳格に管理がされており，\nこれらの情報が，被告システムにおいて被告の DSP サーバに配信されることはない。\nイ  原告主張の構成ｄ\nスーパーシップは，広告枠を含むウェブサイトを表示させようとしているス\nマートフォンのブラウザをクッキーID（IDFA(Identification For Advertisers)や\nAdvertising ID 等を含む。以下同じ。）により識別しているのであって，通信事業\n者が保有する位置情報によりスマートフォンを認識するのではない（通信事業者が\n保有する位置情報は厳格に管理され，DSP 業者を含む第三者に提供されていない。）。\nまた，スーパーシップは，スマートフォンに対し，広告データを配信していない。\nウ  原告主張の構成ｅ\n被告が保有する DSP サーバは，スマートフォンの位置情報を保有しておらず，\nスマートフォンが，一旦配信エリアの外に出た後，再び配信エリア内に戻ったか否\nかの確認をすることはできない。DSP サーバは，同日に同一の広告が同一のスマー\nトフォンに何回表示されたかを管理しているに過ぎない。\nなお，被告サービスにおいては，配信期間を１日以内とし，同一のスマートフ\nォンに同一の広告を表示する回数を１日に１回と設定することができるが，バナー\n広告はその性質上，ある程度の回数は同一の広告を表示しないとその効果を得るこ\nとができないから，そのような設定がされることはまれである。\nエ  原告主張の構成ｇ\n広告主は，ウェブサイト上の広告枠に広告を表示させる推定回数を予算によ\nり調整しており，被告は，広告主の設定した予算に達するまで，RTB を利用した入\n札に参加し，広告枠を購入しているにすぎない。\n(2) 本件発明１及び２と被告システムの対比\nア  構成要件Ａ\n構成要件Ａは，通信事業者により提供される「無線通信サービス提供システ\nム」により広告データの配信を行うものであることを明らかにするものである。本\n件発明１においては，通信事業者が保有する無線通信装置の位置情報を利用するこ\nとが予定されているが，このような位置情報が通信事業者から被告システムに対し\nて提供されることはない。それゆえ，本件発明１を実施することができるのは通信\n事業者に限られているのであり，まさに，構成要件Ａは，そのことを述べているの\nである。\nなお，本件明細書には，「通信事業者と広告配信業者が異なっていても何ら問題\nはない。」（【００５９】）と説明されているが，開示された実施例において，広\n告配信業者が単独で本件発明を実施している例は示されていない。\nしたがって，被告システムは構成要件Ａを充足しない。\nイ  構成要件Ｂ\n通信事業者が保有しているスマートフォンの位置情報は，広告配信業者には\n提供されていないのであるから，広告配信業者である被告が運営する被告システム\nにおいて，構成要件Ｂにいうような「位置測定手段」を備えることはあり得ない。\nまた，被告システムは，マッチングサーバにおいて広告配信条件(i)とクッキーID\nとのマッチングをする際に使用されている情報にアクセスすることはできず，これ\nを取得することはできないのであり，位置測定手段を備えていると評価する余地は\nない。\nしたがって，被告システムは構成要件Ｂを充足しない。\nウ  構成要件Ｃ\n構成要件Ｃでいう「広告情報を前記無線装置に送信する」との文言は，通信\n技術が高度化し細分化している現状においては単なる機能を特定する意味があるに\nすぎず，その内容は本件明細書に記載された実施例等においてサポートされる範囲\nに限定されなければならない。本件明細書においては，広告情報を電子メールによ\nり配信することのみ開示されるにとどまり，被告システムのように，スマートフォ\nンのブラウザを広告サーバにアクセスさせ，広告データをダウンロードさせる方法\nによる配信方法はどこにも示唆されていない。それゆえ，構成要件Ｃにいう「広告\n情報管理サーバ」とは，広告情報及び配信先情報を入手する機能を備えるとともに，\n電子メールにて位置情報を取得した無線通信装置に広告情報を送信する機能を備え\nるものをいうものと解すべきである。\n被告システムにおいては，広告サーバと DSP サーバは別のサーバであって，両者\nのサーバの間では，広告データが共有されるが，それ以上の連携したデータのやり\nとり及び制御は行われていない。それゆえ，DSP サーバは，広告情報を無線通信装\n置に送信しておらず，構成要件Ｃにいう「広告情報管理サーバ」には該当しない。\nまた，被告システムにおける広告データの配信方法は，構成要件Ｃに記載された\n「広告情報を前記無線装置に送信する」ことを意味するものではなく，このような\n機能を有する被告の広告サーバは，構成要件Ｃの「広告情報管理サーバ」には該当\nしない。\nしたがって，被告システムは構成要件Ｃを充足しない。\nエ  構成要件Ｄ\n構成要件Ｄの「現在位置」に関する情報とは，「携帯端末１Ａが送信する電\n波を複数の基地局２Ａによって測定し，各基地局２Ａからの距離を計算すること」\nにより取得した位置情報，または，「単に携帯端末１Ａが位置登録している基地局\n２Ａにより大雑把な位置を認識する」ことにより取得した位置情報をいうと解すべ\nきである（本件明細書の【００６９】）。\nまた，構成要件Ｄにおいて特定された無線通信装置に広告情報を送信する処理と\nは，電子メールにより，無線通信装置に広告情報を送信することをいうものと解す\nべきである。\nしかしながら，被告システムにおいては，DSP サーバが取得するクッキーID によ\nり広告データを配信すべきスマートフォンのブラウザを識別し，広告データの配信\nを行っているのであり，Wi-Fi 検知手段により，広告データの配信先となるスマー\nトフォンを特定する処理を行っていない。\nDSP サーバが受領する情報は，マッチングが成立した１つ以上の広告データのキ\nャンペーン ID であって，構成要件Ｄにいう位置情報そのものではない。被告システ\nムにおいては，マッチングサーバと DSP サーバは，独立のサーバとして別々に管理\n及び制御が行われており，DSP サーバが位置情報を取得することができない体制を\nとることによって，位置情報の漏洩を防ぎ，その厳格な管理が行われている。\nまた，被告システムにおいては，無線通信装置に広告情報を電子メールで送信す\nる処理は行われていない。\nしたがって，被告システムは構成要件Ｄを充足しない。\nオ  構成要件Ｅ\n(ｱ) 構成要件の解釈について\n特許法７０条１項等を踏まえると，特許請求の範囲に記載された文言は，\n単に，本件発明の効果を例示するだけであるような無意味なものと解されてはなら\nず，特許発明の範囲を画するものとして解釈されなければならない。特許発明の範\n囲の用語の意味を解釈するため，発明の詳細な説明に記載されている内容を斟酌す\nることは許されるが，特許発明の範囲において，解釈の余地がない明確な文言で特\n許発明の範囲が特定されている場合において，その実施例の記載を以て特許発明の\n技術的範囲を拡大するような解釈は許されることがあってはならない。\nそして，構成要件Ｅの文言からは，一旦，広告情報を受信した無線通信装置が，\nその後，広告配信条件とされている指定地域の外に出た後に，再び当該指定地域に\n戻っても，再度，同じ広告情報をその無線通信装置に配信しないことを意味するも\nのと解さざるを得ない。\nまた，構成要件Ｅにおいては，無線通信装置の所在（指定地域の外にあるか中に\nあるか）によって違いが生じることを前提としていると解される。\n無線通信装置に広告情報を配信した回数をカウントし，同一の無線通信装置に同\n一の広告情報を配信しないという技術は，当時，無線通信事業者においては周知で\nあったのであり（DART（Dynamic Advertising Reporting＆Targeting）という名称\nの広告配信サービス等。乙３の１の１ないし乙４の２参照），原告の主張を前提と\nすると構成要件Ｅは，本件発明の進歩性を特徴付けるものたり得なくなる。\n原告は，本件特許の出願審査の過程において，「前記無線通信装置が一旦前記指\n定地域の外に出た後，再び前記指定地域内に戻っても，同じ前記広告情報を前記無\n線通信装置に送信しない」という文言は，本件発明の技術的範囲を特定する重要な\n構成要素であると説明して，その特許性を主張するとともに，その特有の作用・効\n果がある旨主張していた。したがって，原告の主張は，いわゆる包袋禁反言の法理\nに照らしても，到底許されるものではない。\n(ｲ) 被告システムについて\nスマートフォンのブラウザに広告データをダウンロードさせる被告の広告\nサーバも DSP サーバも，スマートフォンの位置情報を保有しておらず，スマートフ\nォンが，一旦配信エリアの外に出た後，再び配信エリア内に戻ったか否かの確認を\nすることはできない。\n被告が確認できるのは，当該スマートフォンのブラウザが，同日に同一の広告デ\nータを何回配信したことがあるスマートフォンのブラウザであるかという点のみで\nあり，この確認は，当該スマートフォンの位置情報とは無関係に行われる。\nしたがって，広告主が，配信期間を１日以内とし，１台のスマートフォンのブラ\nウザに対して１日に同一の広告を配信する上限回数を１回に制限する設定をしたと\nしても，被告システムは，構成要件Ｅ記載の処理を行っていない。\n以上より，被告システムは構成要件Ｅを充足しない。\nカ  構成要件Ｇ\n構成要件Ｇにおいては，広告主が配信数を指定し，広告情報の送信は当該指\n定配信数に達するまで行われることとされているが，被告システムにおいては，広\n告主が設定する広告配信条件においては，予算により事実上配信数が制限されるの\nであり，広告枠に広告を表示する回数は当該予算に応じた推定回数に過ぎない。\nしたがって，被告システムは構成要件Ｇを充足しない。\n(3) 以上のとおり，被告システムは構成要件ＡないしＥ及びＧのいずれをも充\n足せず，原告の間接侵害の主張にも理由がないから，被告の行為は本件特許権の侵\n害に当たらない。\n２  争点２（被告方法は本件発明２６の技術的範囲に属するか等）\n【原告の主張】\n(1) 被告方法の構成\n被告サービスに基づく広告データの配信方法は，広告主の設定によって変わっ\nてくるが，広告主が配信期間を１日以内とし，１人のスマートフォンのユーザーに\n対して１日に配信する回数を１回に制限する設定をした場合の被告方法は，以下の\n構成からなるものと整理できる。\nｈ  スマートフォンのユーザーが，無線通信ネットワークを経由して，通信\n事業者から無線通信サービスの提供を受けることにより，所定の利用料金を支払う\nとともに，\nｉ  スマートフォンのユーザーが所持するスマートフォンの現在位置を Wi-\nFi アクセスポイントの設置場所からの電波の届く範囲をもとに検知する Wi-Fi 電\n波検知手段と\nｊ  広告主が作成した広告データ及び配信エリア等の配信先情報を入手し，\n管理する DSP サーバと，広告データをスマートフォンのユーザーのスマートフォン\nに送信する SSP サーバとを具備する無線通信サービス提供システムで使用される無\n線通信サービス提供方法において，\nｋ  Wi-Fi 電波検知手段が測定したスマートフォンの現在位置と広告主が設\n定した配信エリアの情報に基づいて，SSP サーバが指定された配信エリア内のスマ\nートフォンに対して広告データを送信する送信ステップと，\nｌ  前記の送信ステップで送信した広告データの配信を当該スマートフォン\nが受ける受信ステップと，\nｍ  当該スマートフォンが一旦配信エリアの外に出た後，再び配信エリア内\nに戻っても，SSP サーバは同じ広告データを当該スマートフォンに送信しない非送\n信ステップと，を含むことを特徴とする無線通信サービス提供方法\n(2) 本件発明２６と被告方法の対比\nア  構成要件Ｈ\n通信事業者と広告配信業者が異なる場合の実施主体は，送信ステップ，受信\nステップ，非送信ステップという３つのステップを行っている者であると解するの\nが相当であり，構成ｈによれば，被告方法は構成要件Ｈを充足する。\nイ  構成要件Ｉ\n構成ｉの Wi-Fi 電波検知手段は，構成要件Ｉの「位置測定手段」に当たるか\nら，被告方法は構成要件Ｉを充足する。\nウ  構成要件Ｊ\n被告方法においては，DSP サーバと SSP サーバが一体となって広告情報管理\nサーバとして機能している。したがって，被告方法は構成要件Ｊを充足する。\nエ  構成要件Ｋ\n構成ｋによれば，被告方法は構成要件Ｋを充足する。\nオ  構成要件Ｌ\n構成ｌによれば，被告方法は構成要件Ｌを充足する。\nカ  構成要件Ｍ\n構成要件Ｍについては，構成要件Ｅと同じ解釈をすべきである。\n被告方法では，広告主が配信期間を１日以内とし，１人のスマートフォンのユー\nザーに対して１日に配信する回数を１回に制限する設定をすると，構成ｍのステッ\nプを踏むことになる。\nしたがって，被告方法は構成要件Ｍを充足する。\n(3) 小括\n以上のとおり，被告方法は構成要件ＨないしＭを充足しており，本件発明２６\nの技術的範囲に属する。\n(4) 被告による侵害行為の内容\n本件発明２６において，通信事業者と広告配信業者が異なる場合の実施主体は，\n送信ステップ，受信ステップ，非送信ステップという３つのステップを行っている\n者であると解するのが相当であり，被告方法においては，被告が，送信ステップ，\n受信ステップ，非送信ステップという３つのステップを行っているといえるから，\n本件発明２６の実施主体は，被告であるというべきである。\n【被告の主張】\n(1) 被告方法の構成\n被告サービスに基づく広告データの配信方法が広告主の設定によって変わって\nくること，原告主張の構成ｊのうち，被告において広告主が作成した広告データ及\nび配信エリア等の広告配信先情報を入手し，管理するサーバ（DSP サーバ）を保有\nしていることは認め，原告のその余の主張は否認する。\n被告の具体的主張は，前記１の【被告の主張】(1)に記載したのと同じである。\n(2) 本件発明２６と被告方法の対比\nア  構成要件Ｈ\n無線通信サービスの提供は，通信事業者が行っているものであり，被告方法\nは，無線通信サービスを提供するためのものではない。したがって，被告方法は構\n成要件Ｈを充足しない。\nイ  構成要件Ｉ\n広告配信業者である被告が運営する被告方法において，構成要件Ｉにいうよ\nうな「位置測定手段」を備えることはあり得ないし，位置測定手段を備えていると\n評価する余地もない。したがって，被告方法は構成要件Ｉを充足しない。\nウ  構成要件Ｊ\n構成要件Ｃと同じ解釈が妥当する。被告方法において，広告サーバと DSP サ\nーバは別のサーバであり，両者のサーバが一体となって機能しているとはいえない。\nまた，被告方法の広告配信方法は，構成要件Ｊの「広告情報を前記無線通信装置に\n送信する」に当たらない。\nしたがって，被告方法は構成要件Ｊを充足しない。\nエ  構成要件Ｋ\n構成要件Ｄと同じ解釈が妥当する。被告方法においては，Wi-Fi 検知手段に\nより，指定地域内にあるスマートフォンを特定する処理を行っていない。\nまた，被告方法においては，構成要件Ｋにあるような，無線通信装置に広告情報\nを送信する処理は行われていない。\nしたがって，被告方法は構成要件Ｋを充足しない。\nオ  構成要件Ｌ\n構成要件Ｃと同じ解釈が妥当する。被告方法においては，スマートフォンの\nブラウザに対し，広告サーバにアクセスさせ，広告データをダウンロードさせる方\n法がとられており，構成要件Ｌの構成とは異なる。したがって，被告方法は構成要\n件Ｌを充足しない。\nカ  構成要件Ｍ\n構成要件Ｍについては，構成要件Ｅと同じ解釈をすべきである。\n被告の広告サーバは，スマートフォンの位置情報を保有しておらず，スマートフ\nォンが，一旦配信エリアの外に出た後，再び配信エリア内に戻ったか否かの確認を\nすることはできない。\nしたがって，広告主が，配信期間を１日以内とし，１台のスマートフォンのブラ\nウザに対して１日に配信する上限回数を１回に制限する設定をしたとしても，被告\n方法は，構成要件Ｍに記載のような，無線通信装置が一旦指定地域の外に出た後，\n再び指定地域内に戻っても，広告情報を送信しないという非送信ステップは含んで\nいない。\nしたがって，被告方法は構成要件Ｍを充足しない。\n(3) 以上のとおり，被告方法は構成要件ＨないしＭのいずれをも充足しないか\nら，被告方法の実施は，本件特許権の侵害には当たらない。\n３  争点３（被告の特許権侵害による原告の損害額）\n【原告の主張】\n(1)  被告は，平成２９年１月以降，被告サービスの提供により，広告主から，\n少なくとも２億円の広告料を得ているところ，原告が被告に対して本件発明の実施\n許諾をした場合の実施料率は広告料の５％を下らない。\nしたがって，特許法１０２条３項による損害額は，１０００万円を下らない。\n(2) 原告は，本件訴訟に関し，弁護士費用の負担を余儀なくされているところ，\n被告の特許権侵害行為と相当因果関係のある弁護士費用は，１００万円を下らない。\n【被告の主張】\n原告の主張は否認し，争う。\n第４  当裁判所の判断\n１  本件発明の技術的意義について\n本件明細書の記載によれば，本件発明の技術的意義は，次のとおりと認められる。\n(1) 発明の属する技術分野\n本件発明は，無線通信装置，無線通信サービス提供システム及び無線通信サー\nビス提供方法に係り，更に詳しくは，通信事業者から無線通信サービスの提供を受\nけることにより，利用者が所定の利用料金を支払う無線通信サービス提供システム\nやそのシステムで使用される無線通信装置及び無線通信サービス提供方法に関する\nものである（【０００１】）。また，本件発明は，それらの処理手順を実行させる\nプログラムを半導体メモリー，ＬＤ（レーザーディスク），ＨＤ（ハードディスク），\nＦＤ（フロッピーディスク），ＭＤ（ミニディスク），ＣＤ（コンパクトディスク）\n又はＤＶＤ（デジタルビデオディスク）などに記録した情報記憶媒体に関するもの\nである（【０００２】）。\n(2) 従来の技術\nア  近年，携帯情報端末や携帯電話機に代表される無線通信装置の普及は目\n覚しく，特に携帯電話機では通話料金や本体価格の低下に伴い，一人に一台の時代\nとなりつつあり，若者の間では既に必須アイテムとなっている（【０００３】）。\nまた，それらの無線通信装置では基本機能である通話機能に加え，文字送受信機\n能，テキストデータや各種ファイルを送受信する電子メール機能およびＮＴＴドコ\nモのｉモードに代表されるインターネット接続機能を具備するものを各通信事業者\nが短期間に競って商品化しており，次々に性能アップと機能アップが図られている\n（【０００４】）。\nイ  電機製品の量販店や百貨店などの大手小売業者，また日用雑貨品を販売\nするスーパーマーケットなどの中規模小売業者，更には八百屋や果物屋などの個人\n小売業者が大売りや安売り広告を出す場合，広告費用が少なければ，日刊新聞に折\n込チラシを入れ，新聞購入者宅に直接配達することにより宣伝を行っている。一方，\n広告費用に十分余裕があれば，ＴＶやラジオなどのマスメディアを用いて，コマー\nシャルという形式で視聴者に配信する（【０００５】）。\n(3) 発明が解決しようとする課題\nしかしながら，上述した従来の広告および宣伝方法では，折込み広告やコマー\nシャルが家庭には届くものの，広告情報がターゲットとする消費者に正しく伝わっ\nたか否かは不明である。例えば，街の魚屋が近隣の住人に折込み広告を配信し，午\n前１０時から午後５時まで大売出しをする場合を考えると，主婦層が折込み広告を\n見てその時間帯に店まで来てくれれば広告は成功である。しかし，その地域に住む\n単身サラリーマンの場合には，広告を見るかも知れないが，その時間帯には会社で\n仕事をしており当該魚屋からは離れた場所にいるので，大売出し商品を購入するこ\nとは物理的に困難であり，広告は殆ど無意味なものになってしまう。また，マスメ\nディアによるコマーシャルの場合も同様のことが言え，例えば，サラリーマンの勤\n務時間帯にそれをターゲットとするコマーシャルを流しても無駄になることの方が\n多い（【０００６】）。\n本件発明は，上記の問題点を解決する為になされたものであり，無線通信装置の\n所有者をターゲットにして，的確な広告情報をタイムリーに配信することが可能な\n無線通信装置，無線通信サービス提供システム及び無線通信サービス提供方法を提\n供することを目的とする。また，その方法の手順を記録した情報記憶媒体を提供す\nることを目的とする。さらに，広告情報を受信した利用者は，利用料金の割引を受\nけることを目的とする（【０００７】）。\n(4) 発明の効果\n本件発明に係る無線通信装置，無線通信サービス提供システム及び無線通信サ\nービス提供方法によれば，通信事業者や広告配信業者が送信した広告メッセージに\n基づいて利用料金が割り引かれるので，利用者も喜んで契約し，広告メッセージを\n受け取ることに抵抗がなくなる（【００９１】）。\nまた，広告メッセージは，広告主の商店を基準に所定距離以内にいるターゲット\nに対して送信されるので，広告配信の効果が非常に高い。さらに，商品の売れ行き\nに応じてタイムリーな広告メッセージを配信できるので，売れ残りの防止に貢献で\nきる（【００９２】）。\n２  争点１（被告システムは本件発明１及び２の技術的範囲に属するか等）につ\nいて\n(1) 事案に鑑み，まず，被告システムが構成要件Ｅを充足するかについて検討\nする。\n被告は構成要件Ｅの文言を踏まえ，一旦，広告情報を受信した無線通信装置が，\nその後，広告配信条件とされている指定地域の外に出た後に，再び当該指定地域に\n戻っても，再度，同じ広告情報をその無線通信装置に配信しないことを意味するも\nのと解すべきなどと主張する。\nこれに対し，原告は，構成要件Ｅは，無線通信装置が一旦配信エリアの外に出た\n後，再び配信エリア内に戻ったか否かの確認をすることを規定しておらず，被告シ\nステムがこのような処理をしていないことは，構成要件Ｅを充足しないことの理由\nにはなり得ないと主張するとともに，実施例の記載内容（本件明細書の【００７０】）\nは特許請求の範囲に当然に含まれるように解釈すべきなどと主張する。\n(2) 構成要件Ｅの解釈\nア  そもそも，特許発明の技術的範囲は，願書に添付した特許請求の範囲の\n記載に基づいて定めなければならないとされている（特許法７０条１項）。\nそこで，本件特許の特許請求の範囲の請求項１をみると，構成要件Ｅとして，次\nのように記載されている。\n「前記広告情報管理サーバは，前記無線通信装置が一旦前記指定地域の外に出た\n後，再び前記指定地域内に戻っても，同じ前記広告情報を前記無線通信装置に送信\nしないこと，を特徴とする無線通信サービス提供システム。」\nここでは，\n「前記広告情報管理サーバは，同じ前記広告情報を前記無線通信装置に送信しな\nいこと，を特徴とする無線通信サービス提供システム。」\nと記載されるのではなく，「前記無線通信装置が一旦前記指定地域の外に出た後，\n再び前記指定地域内に戻っても，」という文言（以下「本件指定地域に関する文言」\nという。）がみられる。\nこのように，構成要件Ｅには本件指定地域に関する文言がわざわざ付加されてい\nるから，その文言には何らかの意味があるものとして理解すべきであり，構成要件\nＥについて本件指定地域に関する文言がない場合と同じ解釈をすることは許されず，\nその文言によって本件発明１の構成が特定（限定）されているものと理解するのが\n相当である。\nイ  そこで，本件指定地域に関する文言の意義について検討すると，ここで\nいう「指定地域」とは，構成要件Ｃ及びＤの記載を踏まえると，広告提供者から入\n手した配信先情報に含まれる，広告提供者が広告情報を配信する地域として指定し\nた地域のことである。\nそして，構成要件Ｅは，構成要件Ｄにおいて，無線通信装置が少なくとも１回は\n広告情報の配信を受けたことを踏まえたものであるから，無線通信装置がその時点\nで上記指定地域内に存在していたことが前提となるが，無線通信装置は，その性質\n上，①その指定地域内に存在し続ける場合（①の場合）もあれば，②指定地域外に\n出る場合もあり，後者の場合については，指定地域外に出たままの場合（②－１の\n場合）もあれば，一旦指定地域外に出た後，再び指定地域内に戻る場合（②－２の\n場合）も想定される。\nこのうち，指定地域外に出たままの場合（②－１の場合）に，無線通信装置に同\nじ広告情報が送信されないことは明らかであるが（これは構成要件Ｅによるもので\nはなく，指定地域内の無線通信装置に広告情報を送信するという構成要件Ｄの構成\nによる作用効果である。），指定地域内に存在し続けている場合（①の場合）及び\n一旦指定地域外に出た後，再び指定地域内に戻った場合（②－２の場合）には，無\n線通信装置に同じ広告情報が送信される可能性がある。\nそうすると，本件指定地域に関する文言は，無線通信装置に同じ広告情報が送信\nされる可能性がある場合のうち，上記②－２の場合だけを記載し，上記①の場合を\nあえて記載していないことになる。\nウ  以上のことを踏まえると，構成要件Ｅは，広告情報管理サーバが，特に，\n無線通信装置が一旦指定地域外に出た後，再び指定地域内に戻った場合に，同じ広\n告情報を無線通信装置に送信しないことを特徴とするということを記載したものと\n解すべきこととなる。\nもっとも，これは，広告情報管理サーバが広告情報を無線通信装置に送信するも\nのであること（構成要件Ｃ）を踏まえ，同じ広告情報を再送信するかどうかという\n機能ないし作用効果に着目して記載されたものであり，その具体的構成について，\n当該広告情報管理サーバは，単に，同じ広告情報を無線通信装置に再送信しないよ\nうにする構成を備えているだけでは足りず，一旦指定地域外に出た後，再び指定地\n域内に戻ったことを把握して，当該無線通信装置に，同じ広告情報を再送信しない\nようにする構成を備えていなければ，構成要件Ｅを充足するとはいえないと解すべ\nきである。\nエ  原告の主張について\n(ｱ) 原告は，本件明細書の【００７０】の記載を指摘し，構成要件Ｅは，\n広告情報管理サーバが，無線通信装置への広告の配信回数が０であるか１であるか\nを表す送信済フラグに基づいて，無線通信装置が一旦配信エリアの外に出た後，再\nび配信エリア内に戻った場合には，広告情報を再送しないようにする態様を含むも\nのと解すべきであると主張する。\n原告の主張のように，構成要件Ｅが，無線通信装置への広告の配信回数のみによ\nって広告情報を再送信しないようにする態様を含むと解する立場をとると，無線通\n信装置が一旦配信エリアの外に出た後，再び配信エリア内に戻った場合だけでなく，\n無線通信装置が配信エリア内に存在し続けている場合にも，同じ広告情報が再送信\nされなければ構成要件Ｅを充足することになる。\nしかしながら，「一旦前記指定地域の外に出た後，再び前記指定地域内に戻って\nも」という構成要件Ｅの用語は，一義的に明確というべきであるし，特許請求の範\n囲には，発明を特定するために必要な事項が記載され（特許法３６条５項），特許\n発明の技術的範囲が，特許請求の範囲の記載に基づいて定められることは前述のと\nおりであるから（同法７０条１項），前記②－１と②－２の態様を区別する構成な\nしに，広告情報の配信回数を制限し得ることをもって，構成要件Ｅを充足すると解\nすることはできない。\n(ｲ) 本件明細書の【００７０】では，広告情報管理サーバによる広告情報\n（広告メッセージ）の配信方法等について記載されており，広告を配信する際，「個\n人情報データベースに項目として本広告メッセージに対応する広告ＩＤを追加し ，\n送信済フラグを立てる。これにより，同じユーザに対して同一の広告メッセージを\n重複して送信することがなくなる。即ち，携帯端末１Ａが一旦指定地域の外に出た\n後，再び指定地域内に戻っても，この送信済フラグが立っていれば，同じ広告メッ\nセージを送信しない。」と記載されている。\nこの記載のうち，「即ち」よりも前の記載は，個人情報データベースに配信した\n広告メッセージに対応する広告ＩＤを追加し，送信済フラグを立てると，その広告\nメッセージの配信を受けたユーザーに対しては，同一の広告メッセージを重複して\n送信することがなくなるとの当然の機能ないし作用効果を記載したものと解される\nが，「即ち」の後ろの記載は，「携帯端末１Ａが一旦指定地域の外に出た後，再び\n指定地域内に戻っても，この送信済フラグが立っていれば，同じ広告メッセージを\n送信しない。」というものであり，前記イで判示したとおり，携帯端末１Ａが指定\n地域内に存在し続けており，同一の広告メッセージを重複して受信する可能性があ\nる場合があえて除かれていることから，「即ち」の前の記載と同視し得るものと認\nめることはできず，「即ち」の前の記載と後ろの記載とは，本来，「即ち」という\n接続詞を用いて接続することのできる関係にはないといわざるを得ない。\nしたがって，構成要件Ｅは，【００７０】の「即ち」の後ろの記載に対応するも\nのであるが，上記検討したところによれば，「即ち」の前の記載が，構成要件Ｅの\n意味内容である，あるいは，本件発明１の実施例であるということはできない。\nまた，【００７０】は【００６９】の後に記載されているところ，【００６９】\nでは，広告情報管理サーバが，広告配信サービス契約を結んだ全てのユーザの携帯\n端末の位置情報を時々刻々更新しており，常にそれら端末の現在位置を把握してい\nることが記載されている。そして，【００７０】の「即ち」の後ろでは，無線通信\n装置が指定地域内に存在し続けている場合が除かれていることからすると，そこで\nは，特に，無線通信装置が一旦指定地域外に出た後，再び指定地域内に戻った場合\nに，同じ広告メッセージを送信しないということを記載したものと読むのが自然で\nある。\n以上のことを踏まえると，【００７０】の記載内容によって，前記ウの解釈は左\n右されないというべきである。\n(ｳ) 本件特許の出願経過について\nａ  原告は，本件特許の補正の経緯に鑑みても，構成要件Ｅの文言の解\n釈は本件明細書の【００７０】の記載内容を参酌して行うべきであると主張する の\nに対し，被告は，原告が本件特許の出願経過において，構成要件Ｅの文言を本件発\n明の技術的範囲を特定する重要な構成要素であると説明していたとして，原告の主\n張は，いわゆる包袋禁反言の法理に照らし，許されないと主張する。\nｂ  そこで，まず，本件特許の出願経過について認定する。後掲の証拠\n及び弁論の全趣旨によると，次の事実が認められる。\n(a) 本件特許の出願時の特許請求の範囲は，次のとおりであり（請求\n項１，３及び５以下は省略），発明の名称は「無線通信装置，無線通信サービス提\n供システム及び無線通信サービス提供方法」とされていた（甲９）。\n【請求項２】通信事業者から無線通信サービスの提供を受けること\nにより，利用者が所定の利用料金を支払う無線通信サービス提供システムにおいて，\n前記通信事業者の無線通信ネットワークを経由して広告情報を送信する広告情報送\n信手段と，\n前記広告情報を受信する受信手段と，\n前記広告情報を表示する表示手段と，\n前記表示手段が前記広告情報を表示する際，前記広告情報を表示したことを示す表\n示済情報を前記無線通信ネットワークを経由して送信する送信手段と，\n前記表示済情報を受信する表示済情報受信手段とを具備し，\n前記利用料金は，前記表示済情報受信手段が受信した表示済情報に基づいて，割り\n引かれること，\nを特徴とする無線通信サービス提供システム。\n【請求項４】通信事業者から無線通信サービスの提供を受けること\nにより，利用者が所定の利用料金を支払う無線通信サービス提供方法において，\n前記通信事業者の無線通信ネットワークを経由して広告情報を送信する第１ステッ\nプと，\n前記広告情報を受信する第２ステップと，\n前記広告情報を表示する第３ステップと，\n前記第３ステップが前記広告情報を表示する際，前記広告情報を表示したことを示\nす表示済情報を前記無線通信ネットワークを経由して送信する第４ステップと，\n前記表示済情報を受信する第５ステップとを含み，\n前記利用料金は，前記第５ステップが受信した表示済情報に基づいて，割り引かれ\nること，\nを特徴とする無線通信サービス提供方法。\n(b) 特許庁の審査官は，平成１３年５月７日付けで，本件特許につい\nて拒絶理由通知をした。その理由は，当初の請求項２，４等に係る発明は，進歩性\nが欠如しているから，特許法２９条２項の規定により特許を受けることができない\nというものであり，拒絶理由通知書には，特開平１１－６５４３４号公報（乙６）\n等の引用文献には，広告情報を無線端末で受信し，表示する技術が記載されている\n一方，広告情報が受信されたことを確認することによって所定の割引を実施するこ\nとは，極めて普通に行われていることと認められるから，引用文献に記載されたも\nのに基づいて当初の出願時の発明のよう構成することは，当業者が容易に想到しえ\nたと認められる旨記載されていた（甲７）。\n(c) 原告は，平成１３年６月１１日，特許庁長官に対し，本件特許の\n明細書を変更する手続補正書を提出した。この補正では，特許請求の範囲の請求項\n１，２が本件特許の設定登録時のもの（前記第２の１(3)ア及びイ参照）と同じ内容\nに変更され，この際に，特許請求の範囲に構成要件Ｅに係る構成が含まれるに至っ\nたほか，請求項２６が次のとおり変更された。また，発明の名称が本件特許の設定\n登録時のものに変更された（甲８）。\n【請求項２６】無線通信装置の利用者が，無線通信ネットワークを\n経由して，通信事業者から無線通信サービスの提供を受けることにより，所定の利\n用料金を支払う無線通信サービス提供方法において，\n前記無線通信装置の現在位置を測定する位置測定ステップと，\n配信すべき広告情報および配信先情報を入手するとともに，前記広告情報を前記無\n線通信装置に送信する広告情報管理ステップとを含み，\n前記広告情報管理ステップは，前記位置測定ステップが測定した前記無線通信装置\nの現在位置と前記配信先情報に含まれる位置情報に基づいて，指定地域内の前記無\n線通信装置に対して前記広告情報を送信し，前記無線通信装置は，前記広告情報管\n理サーバが送信した前記広告情報の配信を受ける一方，前記無線通信装置が一旦前\n記指定地域の外に出た後，再び前記指定地域内に戻っても，同じ前記広告情報を前\n記無線通信装置に送信しないこと，\nを特徴とする無線通信サービス提供方法。\n(d) 原告は，同日，特許庁審査官に対し，意見書を提出し，上記補正\n後の特許請求の範囲の請求項１について，その内容を記載した上で，「特に，『前\n記広告情報管理サーバは，前記無線通信装置が一旦前記指定地域の外に出た後，再\nび前記指定地域内に戻っても，同じ前記広告情報を前記無線通信装置に送信しない\nこと』に特徴付けられるものであります。」「本願発明は，かかる特徴的な構成を\n有機的に関連付けて具備することにより，明細書の段落００７０に記載した通り，\n『これにより，同じユーザに対して同一の広告メッセージを重複して送信すること\nがなくなる。即ち，携帯端末１Ａが一旦指定地域の外に出た後，再び指定地域内に\n戻っても，この送信済フラグが立っていれば，同じ広告メッセージを送信しない。』\nという特有の作用・効果を奏するものであります。」などと説明した。また，原告\nは，拒絶理由通知における引用文献との対比の項目でも，上記構成を含む構成を「最\n大の特徴」とした上で，引用文献にはこの構成についての記載や示唆は一切なく，\n補正後の請求項に係る各発明は，引用文献に記載された発明から当業者が容易に発\n明することができたものではないと結論付けていた（乙１）。\n(e) その後，上記請求項２６を本件特許の設定登録時のもの（前記第\n２の１(3)ウ参照）と同じ内容に変更する補正がされるなどした後，本件特許につい\nて特許査定がされた。\nｃ  前記ｂで認定した本件特許の出願経過に照らし検討すると，確かに，\n構成要件Ｅは本件明細書に【００７０】の記載があることを踏まえて追加されたも\nのであることがうかがわれるが，原告は，上記補正に当たって，構成要件Ｅの構成\nを「特徴的な構成」などと位置付けた上で，この構成を含む構成についての記載や\n示唆が引用文献には一切ないことを前提として，これを強調していた。\n他方で，乙３の１の１ないし乙４の２によれば，本件特許が出願された平成１２\n年９月以前から，インターネットを利用した広告情報（バナー広告）の配信サービ\nスの分野においては，ユーザー（利用者）に対して同じ広告が配信（表示）される\n回数をコントロール（制限）することによって，「バナーバーンアウト」（広告に\n反応がなくなる状態）ないし「バナー飽き（wearout）」を防止し，効果的な宣伝広\n告を実現することが広く行われていたと認められる。この点，原告も，乙３の１の\n１等で触れられているダブルクリック社の DART や乙４の１，２の公知技術が，広告\nの配信回数を管理するものであることを認めている。\nそうすると，原告が本件特許の出願経過において，単に，本件特許の出願前から\n広く行われ，公知技術でもあった同じ広告の配信回数を管理するという構成による\n機能ないし作用効果を構成要件Ｅに記載し，これを本件特許の「特徴的な構成」な\nどとして強調していたとは考え難い。\nむしろ，前記認定の原告による本件特許の出願経過における説明内容に加え，本\n件特許の出願当時，広く行われ公知とされていた技術を前提とすれば，原告は，特\nに，無線通信装置が一旦指定地域外に出た後，再び指定地域内に戻った場合に，同\nじ広告情報を無線通信装置に送信しないようにする構成を強調していたと理解する\nのが自然である。\nしたがって，先に判示した構成要件Ｅの解釈は，原告による本件特許の出願経過\nにおける説明等とも整合的ということができ，これに反する原告の主張は採用でき\nない。\n(3) 被告システムの構成と構成要件Ｅの充足の有無\n原告は，被告システムでは，広告主が広告データの配信期間を１日以内とし，\n１人のスマートフォンのユーザーに対して１日に配信する回数を１回に制限する設\n定をすると，構成ｅを備えることになると主張するが（原告は，広告データの配信\n回数を２回以上と設定した場合に，被告システムが構成要件Ｅを充足する旨の主張\nはしない。），この構成は，単に，同じ広告情報を無線通信装置に再送信しないよ\nうにする構成にすぎず，一旦指定地域外に出た後，再び指定地域内に戻ったことを\n把握して，無線通信装置に同じ広告情報を再送信しないようにする構成を備えてい\nるとはいえない。そうすると，原告主張の上記構成は，構成要件Ｅを充足しないこ\nととなる。\nそして，その他に被告システムが構成要件Ｅを充足するとすべき事情は主張立証\nされていないから，被告システムは構成要件Ｅを充足せず，本件発明１及び同発明\nの従属項に係る発明である本件発明２の技術的範囲に属さないこととなる。また，\nこれを前提とすると，原告の間接侵害の主張も理由がない。\n３  争点２（被告方法は本件発明２６の技術的範囲に属するか等）について\n被告方法が本件発明２６に係る構成要件Ｍを充足するかが当事者間で争われ\nているところ，この構成要件の「非送信ステップ」は，「前記無線通信装置が一旦\n前記指定地域の外に出た後，再び前記指定地域内に戻っても，前記広告情報管理サ\nーバは同じ前記広告情報を前記無線通信装置に送信しない」というものである。こ\nの文言は，構成要件Ｅの文言と同様のものであるから，前記２で判示した構成要件\nＥの解釈がそのまま妥当すると解すべきである（なお，請求項２６の構成要件Ｍは\n前記認定の平成１３年６月１１日の補正とは別の補正によってさらに変更されたも\nのであるが，構成要件Ｅの文言と同様の文言が使用されていることからすると，構\n成要件Ｅと異なる解釈をすべき理由は見当たらない。）。\nしたがって，単に，同じ広告情報を無線通信装置に再送信しないようにするもの\nは，構成要件Ｍの「非送信ステップ」には当たらず，これに当たるためには，一旦\n指定地域外に出た後，再び指定地域内に戻ったことを把握して，当該無線通信装置\nに，同じ広告情報を再送信しないものである必要があると解すべきである。\nこの点につき，原告は，被告方法では，広告主が配信期間を１日以内とし，１人\nのスマートフォンのユーザーに対して１日に配信する回数を１回に制限する設定を\nすると，構成ｍのステップを踏むことになると主張するが，これだけでは，単に，\n同じ広告情報を無線通信装置に再送信しないようにするものにすぎず，一旦指定地\n域外に出た後，再び指定地域内に戻ったことを把握して，当該無線通信装置に，同\nじ広告情報を再送信しないものではないから，構成要件Ｍの「非送信ステップ」を\n含んでいると認めることはできない。\nそして，その他に被告方法が構成要件Ｍを充足するとすべき事情は主張立証され\nていないから，被告方法は構成要件Ｍを充足せず，本件発明２６の技術的範囲に属\nさないこととなる。\n４  以上より，原告の請求は，いずれも理由がないから棄却することとして，主\n文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n谷         有   恒\n裁判官\n野   上   誠   一\n裁判官\n島   村   陽   子\n別  紙\n被告サービス目録\n名  称：  モバイルちらし\nＵＲＬ：  http://mobile-chirashi.com/subscription/\n以  上\n"
}