{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 5,
    "day": 18
  },
  "case_number": "平成27(行ウ)282",
  "case_name": "不当労働行為救済命令取消請求事件",
  "court_name": "大阪地方裁判所第５民事部",
  "gist": "１　地方公務員法が適用される労働団体の組合員に関する事項については，当該労働団体は，労働組合法上の「労働組合」として救済命令の申立人適格を有しないとされた事例\n２　労働組合に対し，チェック・オフにつき事務手数料徴収契約の締結を求め，同組合がこれに応じなかったことを理由にチェック・オフを中止したことが不当労働行為に該当するとされた事例",
  "lawsuit_id": "86275",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86275",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/275/086275_hanrei.pdf",
  "contents": "主 文\n１  処分行政庁が，Ａ労働委員会平成２６年（不）第１０号及び同第４\n３号併合事件について平成２７年７月２８日付けで発した命令の主文\n第１項ないし第４項のうち，地方公務員法が適用される組合員に係る\n部分を取り消す。\n２  原告のその余の請求を棄却する。\n３  訴訟費用（補助参加によって生じた費用を含む。）は，これを２０\n分し，その３を原告の負担とし，その余を被告及び参加人らの連帯負\n担とする。\n事 実及び理 由\n第１  請求\n処分行政庁が，Ａ労働委員会平成２６年（不）第１０号及び同第４３号併\n合事件について平成２７年７月２８日にした命令の主文第１項から第４項ま\nでを取り消す。\n第２  事案の概要等\n１  本件事案の概要\n（１）  地方公共団体である原告は，その職員により組織される労働団体で\nある参加人Ｂ労働組合の組合費について無償で行っていたチェック・オフ\nを有償とすることとして，そのための事務手数料徴収契約に応じなかった\n参加人Ｂ労働組合との間でチェック・オフを中止し，チェック・オフに関\nする団体交渉の申入れにも応じなかったところ，処分行政庁は，原告の上\n記行為が不当労働行為に該当する旨の参加人らの申立てに基づき，チェッ\nク・オフの再開等を命じる救済命令（以下「本件救済命令」という。）を\n発した。\n（２）  本件は，原告が，本件救済命令は，処分行政庁が参加人Ｂ労働組合\nの救済命令の申立人適格や支配介入等の該当性に関して判断を誤り，また，\n救済方法につきその有する裁量権を逸脱・濫用したものであって違法であ\nると主張して，その取消しを求める事案である。\n２  前提事実（当事者間に争いがないか，後掲括弧内の証拠等により容易に認\nめることができる事実。証拠等の掲記のない事実は，当事者間に争いがな\nい。）\n（１）  当事者等\nア  原告は，地方自治法に基づく普通地方公共団体である。\nイ（ア）  参加人Ｂ労働組合は，原告の職員により組織される労働団体で\nあり，その組合員のうち１６０名が地方公務員法（以下「地公法」と\nいう。）の適用のある職員（以下「地公法適用職員」又は「地公法適\n用組合員」ということがある。），２９名が地方公営企業等の労働関\n係に関する法律（以下「地公労法」という。）により労働組合法（以\n下「労組法」という。）の適用のある職員（以下「労組法適用職員」\n又は「労組法適用組合員」ということがある。）であるいわゆる混合\n組合である（構成員の人数は平成２６年９月１日現在。乙Ａ３８，弁\n論の全趣旨）。\n（イ）  参加人Ｃ支部は，参加人Ｂ労働組合の組合員のうち現業職にあ\nる者により組織される労働団体であり，参加人Ｂ労働組合の下部組織\nである。参加人Ｃ支部の財政は，専ら，参加人Ｂ労働組合からの交付\n金で賄われている。\n（乙Ａ３７，４５，弁論の全趣旨）\n（２）  チェック・オフの中止に係る不当労働行為救済申立てに至る経緯等\nア  原告は，昭和４９年頃から平成２６年５月分給与の支給に至るまで，\n参加人Ｂ労働組合の組合費を，その構成員である職員の給与から控除す\nるチェック・オフを無償で行っていた。\nイ  「職員の給与についての条例」（昭和４２年Ｄ市条例第１７号。以下\n「給与条例」という。）は，従前，同条例３条の２（給与の控除）にお\nいて，「職員の給与の支給については，法律（法律の委任に基づく政令\nを含む。）によって特に認められた場合のほか，次の各号に掲げるもの\nを控除するものとする」とし，職員が契約した団体生命保険の保険料や\n職員団体の組合費等を挙げていた。その後，平成２２年４月及び５月，\n総務省が，各地方公共団体を対象として，地方公務員法に反し条例の根\n拠なくチェック・オフを行うことのないよう，点検及び是正を求めたこ\nとを契機として，原告は，給与条例３条の２に，職員共済会の会費等，\n職員給食等の負担金及び駐車場の使用料を加えるとともに，国から示さ\nれた参考条例における相当条文の文言に準じ，柱書を「控除するものと\nする」から「控除することができる」に改めた。\n（乙Ｂ６ないし９，１３ないし１５，乙Ｃ９，弁論の全趣旨）\nウ（ア）  原告は，平成６年のＥ国際空港開港に合わせ，空港関連税収の\n増加予測を基に，多くの施設整備を短期間に進め，その財源調達のた\nめに多額の地方債を抱えるに至っていたところ，その後の景気の長期\n低迷やＦタウンへの企業進出の伸び悩み，地価の下落等により，税収\nが予測を年間約１００億円下回り，平成２０年度決算において，地方\n公共団体の財政の健全化に関する法律（以下「財政健全化法」とい\nう。）に基づく財政健全化団体となり，同法に基づく財政健全化計画\nを策定しなければならなくなった（乙Ｂ４，１９，弁論の全趣旨）。\n（イ）  原告は，平成２２年２月，計画期間を平成２１年度から同３９\n年度までとする財政健全化計画を策定し，平成２３年１２月には，平\n成２７年度をもって財政健全化団体から脱却することを目的として，\n実施期間を平成２３年度から平成２６年度の４年間とする財政健全化\nプランを策定したが，平成２５年度決算をもって，財政健全化団体を\n脱却した（乙Ｃ１９，弁論の全趣旨）。\nエ  平成２６年２月１０日，原告は，参加人Ｂ労働組合に対し，チェッ\nク・オフについて事務手数料を徴収することにしたとして，同月２８日\nまでに，事務手数料の徴収に係る契約（以下「事務手数料徴収契約」と\nいう。）の締結に応じるよう求めるとともに，同契約が締結されない場\n合には，同年４月１日以降，チェック・オフを行わない旨通知した。\nオ  同年２月１２日，参加人らは，原告に対し，チェック・オフの際の事\n務手数料に関する団体交渉を申し入れた。これに対し，原告は，同月１\n４日，チェック・オフが管理運営事項に該当することを理由に，団体交\n渉には応じられない旨回答した。\nカ  同月２０日，参加人らは，原告がチェック・オフについて事務手数料\nを徴収しようとしたことが労組法７条３号に，上記オの団体交渉の申入\nれに応じなかったことが同条２号にそれぞれ該当するとして，処分行政\n庁に対し，不当労働行為救済の申立てを行った（Ａ労働委員会平成２６\n年（不）第１０号。乙Ｃ１）。\nキ  同年３月３日，原告は，参加人Ｂ労働組合に対し，チェック・オフの\n中止日を同年６月１日まで延期する旨通知し，チェック・オフを希望す\nる場合は，事務手数料徴収契約の締結に応じるよう求めた。\nク  同年３月５日，参加人らは，原告に対し，チェック・オフの中止に関\nする団体交渉を申し入れた（以下，上記オの団体交渉申入れと合わせて\n「本件団体交渉申入れ」という。）が，原告は，同月１０日，前記オと\n同様の理由により，団体交渉には応じられない旨回答した（以下，上記\nオの団体交渉拒絶と併せて「本件団体交渉拒絶」という。）。\nケ  参加人Ｂ労働組合は，事務手数料徴収契約の締結に応じなかったため，\n原告は，平成２６年６月分の給与以降，チェック・オフを中止した（以\n下，原告が，参加人Ｂ労働組合に対し，チェック・オフにつき事務手数\n料徴収契約の締結を求め，同参加人がこれに応じなかったことを理由に\nチェック・オフを中止したことを「本件チェック・オフの中止」とい\nう。）。なお，原告の職員で組織する別の労働団体（自治労Ｄ市職員組\n合。以下「別組合」という。）は，原告との間で事務手数料徴収契約を\n締結し，原告に事務手数料を支払って，チェック・オフを受けている。\nコ  参加人Ｂ労働組合は，組合費の集金作業を自ら行う必要を生じ，構成\n員に対し，組合費徴収のためＧ労働金庫（以下「労金」という。）の口\n座振替により行いたい旨通知し，これに応じた構成員１９０名のうち１\n６５名について，労金の口座振替により組合費を徴収するようになった。\nこれに際し，参加人Ｂ労働組合は，労金との間で，預金口座振替取扱い\nに関する契約を締結し，同契約に基づき，労金に対し，口座振替１件に\nつき振替手数料として２７円（税込）を支払うことになった。\n（乙Ａ３１，３２，４５ないし５０（枝番のあるものは枝番を含む。），\n乙Ｃ１９，弁論の全趣旨）\nサ  同年８月４日，参加人Ｂ労働組合らは，原告がチェック・オフを中止\nしたことが労組法７条３号に，上記クの団体交渉申入れに応じなかった\nことが同条２号にそれぞれ該当するとして，処分行政庁に対し，不当労\n働行為救済の申立てを行った（Ａ労働委員会平成２６年（不）第４３号。\n以下，上記カの申立てと併せ「本件救済命令申立て」という）。この申\n立てにおいて，参加人らは，請求する救済の内容の一つに，チェック・\nオフ中止以降に参加人Ｂ労働組合が労金に支払った振替手数料相当額の\n支払を命ずることを掲げた。\n（乙Ｃ２，弁論の全趣旨）\n（３）  本件救済命令申立てに係る救済命令の発出\n処分行政庁は，本件救済命令申立てを併合して審理した上，平成２７年\n７月２８日，別紙記載の主文による救済命令を発した（本件救済命令。な\nお，以下において，本件救済命令に係る命令書を「本件救済命令書」とい\nう。甲１）。その理由は，要旨次のとおりである。\nア  混合組合は，その構成員に対し適用される法律の区別に従い，地公法\n上の職員団体及び労組法上の労働組合としての複合的な法的性格を有す\nると解すべきであり（最高裁判所第三小法廷平成２７年３月３１日判決\nママ\n（平成２６年（行ツ）第２７４号，同年（行ヒ）第２８７号）），労組\n法適用者に関する問題については，構成員の量的割合にかかわらず，労\n働組合として，同法上の権利を行使できると解されるから，参加人Ｂ労\n働組合は，本件救済命令申立てにおいて，申立人適格を有する。\nイ  本件チェック・オフの中止は，労組法７条３号の不当労働行為（支配\n介入）に該当する。\nウ  チェック・オフに関する事項は，便宜供与に関するものであり，義務\n的団体交渉事項であるが，管理運営事項に該当するとはいえないから，\n本件団体交渉拒絶は，労組法７条２号の不当労働行為に該当する。\n（４）  原告は，平成２７年８月２８日，大阪地方裁判所に対し，本件訴訟\nを提起した（顕著な事実）。\n第３  争点\n１  本件救済命令申立てにおける参加人Ｂ労働組合の申立人適格の有無（争点\n１）\n２  本件チェック・オフの中止が労組法７条３号（支配介入）に該当するか否\nか（争点２）\n３  本件団体交渉拒絶に正当な理由があるか否か（本件団体交渉拒絶の労組法\n７条２号該当性）（争点３）\n４  不当労働行為に対する救済として，労組法が適用されない職員に関しても\nチェック・オフ及び振替手数料相当額の支払を命じることができるか否か\n（争点４）\n５  不当労働行為に対する救済として，振替手数料相当額の支払を命じること\nができるか否か（争点５）\n第４  争点に関する当事者の主張\n１  争点１（本件救済命令申立てにおける参加人Ｂ労働組合の申立人適格の有\n無）について\n【被告の主張】\n参加人Ｂ労働組合は，地方公営企業等の労働関係に関する法律の準用等\nにより労組法が適用される原告の職員も組織しており，混合組合に該当す\nるところ，本件救済命令書記載のとおり，労組法適用者に関する問題に関\nしては，混合組合も，労働組合として，労組法上の権利を行使することが\nできるというべきである。したがって，参加人Ｂ労働組合は，救済命令の\n申立人適格があると解するのが相当である。\n原告のその余の主張については争う。\n【参加人らの主張】\n現行法上，混合組合の存在は否定されていないし，地方公共団体におけ\nる混合組合の不当労働行為救済命令制度における申立人適格は，その構成\n員たる労働者の団結権，組合加入の自由及び組合選択の自由等の権利を最\n大限に尊重して判断されなければならない。混合組合の申立人適格を一元\n的に決することは困難な場合も少なくないから，労組法適用者の問題に関\nする混合組合の活動は，原則として労組法上の労働組合としての活動とみ\nるべきであり，団体的労使関係に係る活動についても，それが非現業職員\nに限った活動であるなどの特段の事情のない限り，直接的に又は間接的に，\n労組法適用者の問題を含めた労働組合の活動とみるべきである。本件救済\n命令申立ては，チェック・オフという団体的労使関係に係る活動に関する\nものであるから，労組法適用者の問題を含めた労働組合の活動に関するも\nのとして，参加人Ｂ労働組合は，申立人適格を有する。\n【原告の主張】\n（１）  参加人Ｂ労働組合は，労組法が適用される職員と労組法が適用され\nない職員がともに組織している混合組合であるが，組合員としては後者の\nほうが大多数であるので，労組法上の労働組合とはいえない。\n（２）  労組法の適用のある組合員について，混合組合に加入したからとい\nって不利益取扱いについての救済を否定するのは妥当ではないから，労組\n法７条１号及び４号について混合組合に申立人適格を認めることは格別，\n同条２号及び３号については，混合組合が労働組合としての実体を備えな\nい限り，あくまでも職員団体としての性格しか有しないのであるから，不\n当労働行為と主張される行為が団体としての活動そのものに対するもので\nある以上，申立人適格を認める必要はない。\n（３）  争点４について主張するとおり，チェック・オフを実施するか否か\nは組合員ごとに可分であるから，少なくとも，参加人Ｂ労働組合の本件救\n済命令申立てのうち，労組法が適用されない職員のチェック・オフに係る\n部分については，申立人適格は否定されるべきである。\n２  争点２（本件チェック・オフの中止が労組法７条３号（支配介入）に該当\nするか否か）について\n【被告の主張】\n本件救済命令書記載のとおり，本件チェック・オフの中止は，労組法７\n条３号（支配介入）に該当するというべきである。\n【参加人らの主張】\n（１）  労使合意や労使慣行の下に一定期間継続してきた便宜供与を合理的\nな根拠なく廃止・変更することは，原則として支配介入に該当し，仮に合\n理的根拠があっても，労働組合に対し，団体交渉においてその理由を具体\n的に説明し，代替措置の提案を含めて協議を行うなど，組合活動への影響\nに対する十分な配慮を欠く態様であった場合は，やはり支配介入に該当す\nる。\n（２）  原告は，昭和２３年の原告の発足以来，参加人Ｂ労働組合の組合員\nにつき，労使合意及び労使慣行に基づき，昭和４９年以降はこれらに加え\nて給与条例３条の２に基づき，長期間にわたり，無償でチェック・オフを\n行ってきた。\n（３）  原告が本件チェック・オフ中止の理由と主張する事情は，継続され\nてきた便宜供与を廃止する合理的な理由とはいえない。\nア  原告は，平成２５年度決算を持って財政健全化団体を脱却しているが，\n原告の代表者であるＨ市長（以下「市長」という。）は，平成２５年秋\nに，同年度決算をもって財政健全化団体を脱却する旨をタウンミーティ\nングで説明し，現に同年度決算をもって原告は財政健全化団体を脱却し\nており，原告が平成２６年２月にチェック・オフの有償化を申し出たと\nきには，既に財政健全化団体からの脱却の見通しは立っていた。そもそ\nも，参加人Ｂ労働組合のチェック・オフの有償化について徴収が見込ま\nれる事務手数料は年間約３４ないし３５万円であり，その実施と財政健\n全化団体からの早期脱却とは何らの因果関係もない。したがって，財政\n健全化計画の一環であるとの主張は，チェック・オフを有償化する理由\nにならないし，財政健全化団体であることと離れた財政健全化の問題と\nしても，市民から具体的に批判を受けた事実もなく，何らの具体的な根\n拠や財政的裏付けを伴わないものである。後記（４）のとおり，事務手\n数料の徴収を求めるに際し，原告からはその理由につき何らの具体的説\n明もなかった。\nイ  原告が参加人Ｂ労働組合に求めた事務手数料の徴収は，違法であり，\n便宜供与を廃止する合理的理由にならない。\n（ア）  地方公共団体がその事務に関して特定の者から手数料を徴収す\nるためには，条例でこれを定める必要がある（地方自治法２２７条，\n２２８条）が，原告において，チェック・オフという役務提供に係る\n手数料を徴収し得る旨を定める条例はない。したがって，原告が参加\n人Ｂ労働組合に提示した事務手数料の徴収は，地方自治法及び条例上\nの根拠を欠いており，違法である。\n（イ）  原告が行おうとしたのは，チェック・オフにより職員の給料か\nら天引きした組合費から事務手数料相当額を控除し，その残額を参加\n人Ｂ労働組合の銀行口座に振り込むというものであるが，これは，事\n実上，職員の給料から上記事務手数料相当額を直接控除するに等しい\nから，給料全額払の原則に反するものであり，違法である。\n（ウ）  原告が行おうとした事務手数料の徴収は，個別の組合員の承諾\nなく行うものであり，組合員の委任の範囲を超えるものであって違法\nである。\n（４）  本件チェック・オフの中止は，参加人Ｂ労働組合の組合活動への影\n響に対し，全く配慮していないものである。すなわち，原告は，参加人Ｂ\n労働組合に対し，数十年の長期間にわたり無償でチェック・オフを行って\nきたにもかかわらず，平成２６年２月１０日，突然，「本市が進めている\n行財政改革の一環として」，手数料率につき生命保険料の手数料に合わせ\nたというのみで，それ以上の具体的説明も協議も行わずに３パーセントの\n事務手数料を徴収する旨通告し，しかも，団体交渉も拒絶し（本件団体交\n渉拒絶），事後的な説明も協議も一切行わなかった。チェック・オフの中\n止の２か月の延期は，原告が，参加人らの救済申立てを受けた処分行政庁\nから口頭要望を受けたため，参加人らに何らの説明もなく，団体交渉に応\nじることもなく，とりあえずその時点での中止を先延ばしにしただけであ\nり，不利益回避措置と呼ぶに値しない。\n（５）  本件チェック・オフの中止により，参加人Ｂ労働組合は，組合費を\n確実に徴収するためには，労金の口座振替を利用するしかないという結論\nになり，労金と協議を重ねた上，９回の職場討議を開き，組合員に対し，\n給与振込口座を労金に変更するなどして組合費の口座振替により納入する\nよう協力を求めなければならず，職場討議に出席しなかった組合員に対し\nては，個別にそのもとに赴いて説明・依頼をしなければならなかった。組\n合員の中には不満を述べる者もあり，必要書類の徴求にも相当な労力を要\nした。組合員のうち１６０名は口座振替に応じたが，残りの組合員はこれ\nに応じず，参加人Ｂ労働組合は毎月手集金を迫られている上，残高不足等\nによる徴収漏れも発生し，また，本件チェック・オフの中止を契機として\n参加人らを脱退する組合員も出てきた。労金に対しては，毎月数千円（賞\n与のある月は２回分の約１万円）の振替手数料の支払も余儀なくされてお\nり，参加人Ｂ労働組合に深刻な影響が生じている。\n（６）  以上によれば，本件チェック・オフの中止は，支配介入（労組法７\n条３号）に該当する。\n【原告の主張】\n本件チェック・オフの中止は，支配介入に該当しない。\n（１）  原告がチェック・オフについて事務手数料の負担を求めたのは，財\n政健全化のためであり，参加人Ｂ労働組合に対する支配介入の意思はない。\nア  確かに，チェック・オフの手数料を受領することで得られる個別の財\n政効果（年間３４ないし３５万円程度）は大きくはないかもしれないが，\nこのような取組を不断に行うことで一定の歳入の確保になり，わずかな\n公金も無駄にせず，緊張感のある財政運営を徹底する意識改革にもつな\nがる。また，原告の財政健全化団体脱却が正式に決定したのは平成２６\n年９月であり，原告がチェック・オフの有償化を申し出た同年２月の段\n階では，いまだ財政健全化計画・財政健全化実施プランは進行中であっ\nて，チェック・オフの有償化はその一環として行われたものであった。\n原告が財政健全化計画に基づく種々の歳入確保・歳出削減を講じたこと\nで，市民にも相当の負担を強いており，Ｄ市内部の関係である原告と労\n働組合との関係についても，市民から馴れ合いとの批判を受けることの\nないよう，便宜供与の是非及び程度について聖域なき見直しを行わなけ\nればならない。\nイ  原告が職員給与からの控除を見直した措置は，決して参加人Ｂ労働組\n合だけを狙い撃ちにしたものではなく，無償で行っていた給与からの控\n除全体を見直したものであり，Ｂ労働組合のみ無償でのチェック・オフ\nに応じることは，給与からの控除を有償で行うことを合意した者との衡\n平を害する。\n（２）ア  また，原告は，チェック・オフの中止の時期を２か月延期すると\nいう，参加人Ｂ労働組合の不利益を回避する措置を講じてもいる。\nイ  原告は，チェック・オフを実際に中止した平成２６年６月までの間に，\n参加人Ｂ労働組合に対し，その理由について詳細に説明した。すなわち，\n原告は，同年２月１０日，チェック・オフの有償化を求める書面を参加\n人Ｂ労働組合に交付する際，同書面の内容について口頭で説明し，また，\n同月２０日，参加人らがチェック・オフの有償化につき不当労働行為救\n済申立て（前提事実（２）カ，Ａ労働委員会平成２６年（不）第１０号）\nを行ったが，原告は，その手続において提出した準備書面（平成２６年\n５月７日付け）の中で，手数料の負担を求める経緯について詳細に説明\nした。\n（３）  原告は，手数料の支払と引換えにこれを行うとしているのであって，\nチェック・オフを一方的に中止したのではない。また，提示した手数料の\n額は，生命保険料控除の場合と同様に控除額の３パーセントであり，金額\n的にも相当で，参加人Ｂ労働組合の受ける不利益は大きくない。\n（４）  参加人Ｂ労働組合の主張について\nア  事務手数料の徴収に条例上の根拠がないとの点について\n地方自治法２２７条にいう「手数料」とは，地方公共団体が権力的に\n徴収する料金を指しているのであり，事務手数料徴収契約における手数\n料（事務費）のような私法上の契約に基づいて原告が受領する金員は含\nまれていない。\nイ  給料全額払の原則との抵触について\n原告が職員の給料から控除するのは組合費だけであり，事務手数料を\n加えて控除するのではないから，給料全額払の原則には反しない。\nウ  組合員の委任の範囲を超えるとの点について\n原告が，事務手数料徴収契約に基づき手数料を徴収するとしても，原\n告が，組合員との関係で，組合員から預かった組合費を参加人Ｂ労働組\n合に支払うという債務は履行されるのであるから，組合員の委託の趣旨\nに反することにはならない。\n３  争点３（本件団体交渉拒絶に正当な理由があるか否か（本件団体交渉拒絶\nの労組法７条２号該当性））について\n【被告の主張】\n本件救済命令書記載のとおり，チェック・オフとそれに係る事務手数料の\n徴収は管理運営事項に該当するとはいえず，本件団体交渉拒絶は，労組法７\n条２号に該当するというべきである。\n【参加人らの主張】\n（１）  管理運営事項（地公法５５条３項，地公労法７条１項ただし書）と\nは，地方公共団体の設立及びその本来の目的の遂行に関する事項であって，\n法令，条例，地方公共団体の規則，地方公共団体の機関の定める規程及び\n議会の議決に基づき，地方公共団体の機関が自らの判断と責任において管\n理又は執行すべき事項をいうところ，争点２について主張したとおり，原\n告がチェック・オフについて事務手数料を徴収し得る地方自治法及び条例\n上の根拠は存在しないから，同事務手数料の徴収は，管理運営事項に当た\nらない。\n（２）  労組法上の義務的団体交渉事項は，団体交渉を申し入れた労働者の\n団体の構成員たる労働者の労働条件その他の待遇，当該団体と使用者との\n間の団体的労使関係の運営に関する事項であって，使用者に処分可能なも\nのをいうところ，仮に管理運営事項であるとしても，労働条件や団体的労\n使関係事項に影響を与える限りでは，義務的団体交渉事項として団体交渉\nの対象となる。本件団体交渉申入れは，組合費のチェック・オフに関する\n事項全般についてのものであり，団体的労使関係に関する事項であるから，\n義務的団体交渉事項である。\n【原告の主張】\nチェック・オフの廃止は，そもそも便宜供与の解消にすぎないし，給与条\n例上，「控除することができる」と定められているとおり，原告の裁量に委\nねられた管理運営事項（地公労法７条ただし書）であり，本件団体交渉拒絶\nには正当な理由がある。\n４  争点４（不当労働行為に対する救済として，労組法が適用されない職員に\nついてもチェック・オフ及び振替手数料相当額の支払を命じることができる\nか否か）について\n【原告の主張】\nチェック・オフや振替手数料相当額の支出は，組合員ごとに可分である。\n労組法が適用されない職員のチェック・オフ及び振替手数料相当額の支出に\nついてまで，不当労働行為制度によって救済することは，法は許容していな\nい。\n【被告の主張】\n本件は，参加人Ｂ労働組合の構成員個人についての問題ではなく，一つ\nの集合体としての参加人Ｂ労働組合に対する便宜供与の問題であることか\nら，労組法適用職員と労組法が適用されない職員を区別せず，本件救済命\n令を発出したことについては，違法とはいえない。\n【参加人らの主張】\n（１）  原告においては，労組法・地公法の適用の別を問わず，一般職，単\n純労務職員，公営企業職員とも，給与条例に基づき，同一の手続によって\nチェック・オフがされてきたことからすれば，労組法適用職員に対するチ\nェック・オフと地公法適用職員に対するそれとは不可分のものである。\n（２）  実質的に考えても，地公法において労組法の適用を排除するのは，\n非現業職員や職員団体に対する団結権侵害を許容するものではなく，「官\nは悪をなさず」という発想によるものと考えられるが，このような法の想\n定を超えて団結権侵害の実態が進行している以上，団結権侵害の回復を図\nる不当労働行為制度の趣旨を貫徹して法の欠缺を埋めるには，実態に即し\nた救済をすることが求められている。\n（３）  以上からすれば，地公法適用職員も含めた全職員について，チェッ\nク・オフの再開及び振替手数料相当額の支払を命じた本件救済命令に，処\n分行政庁の裁量の逸脱・濫用はない。\n５  争点５（不当労働行為に対する救済として，振替手数料相当額の支払を命\nじることができるか否か）につい\n【原告の主張】\n振替手数料相当額の支払命令は，原状回復を超えて損害補償を認めるもの\nである。また，組合費の徴収にかかる費用は，本来組合又は組合員が負担す\nるべきものである上，費用が必要になる徴収方法をあえて選択したのは参加\n人Ｂ労働組合である。また，このような方法は，労働組合に対して経理上の\n援助を禁じた労組法７条３号にも反することにもなりかねない。したがって，\n上記支払命令は，救済方法について労働委員会に与えられた裁量を逸脱して\nおり，違法である。\n【被告の主張】\n振込手数料相当額の支払を命ずることは原状回復の範囲内にあるというべ\nきであるから，原告の主張は理由がない。\n【参加人らの主張】\n争点２について主張したとおり，参加人Ｂ労働組合は，原告がチェック・\nオフを中止したことによって，組合費を集めるために，労金の口座振替を利\n用することとして，振替手数料の負担を余儀なくされた。この損失は，原告\nの不当労働行為がなければ発生しなかったものであり，負担させること自体\nが参加人らの弱体化を狙った支配介入であるから，正常な労使関係を回復す\nるためには，参加人らに生じたかかる損害を填補することが不可欠である。\nよって，振替手数料相当額の支払命令に裁量の逸脱・濫用はない。\n第５  当裁判所の判断\n１  争点１（本件救済命令申立てにおける参加人Ｂ労働組合の申立人適格の有\n無）及び争点４（不当労働行為に対する救済として，労組法が適用されない\n職員についてもチェック・オフ及び振替手数料相当額の支払を命じることが\nできるか否か）について\n（１）  原告は，参加人Ｂ労働組合が地公法適用職員の方が大多数を占め\nる混合組合であること等を理由として，労組法が規定する不当労働行為救\n済命令申立てにおける申立人適格がない旨主張する。\n確かに，前記前提事実（１）イのとおり，参加人Ｂ労働組合は，地公法\n適用職員と労組法適用職員の両方により組織される混合組合であること，\nその組合員は地公法適用職員の方が労組法適用職員よりも多いこと，以上\nの点が認められる。しかしながら，混合組合については，構成される組合\n員に対して適用される法律の区別に従い，地公法上の職員団体及び労組法\n上の労働組合としての複合的な法的性格を有すると解するのが相当であり，\n地公法適用組合員と労組法適用組合員とのいずれが主たる地位を占めてい\nるかにかかわらず，労組法適用組合員に関する事項については，労組法上\nの労働組合に該当すると解するのが相当である。そうすると，その限りに\nおいて，参加人Ｂ労働組合については，労組法２条の規定する「労働組合」\nに該当し，労組法７条各号に該当することを理由とする不当労働行為救済\nの申立てができるというべきである。\nしたがって，前記第４の１【原告の主張】記載部分は採用することが\nできない。\n（２）  もっとも，地公法５８条は，一般職の地方公務員が従事する職務の\n特殊性から，その労働基本権を一定の範囲で制限し，労組法の適用を排除\nしているところ，上記（１）のとおり，混合組合が労組法２条にいう労働\n組合に該当すると解されるのは，現行法上混合組合の存在が否定されてい\nない中，労組法適用職員がこれに加入した場合に，労組法上の不当労働行\n為制度による救済が否定されることが不合理であることから，労組法が適\n用される職員に関する事項についての救済を求める限りにおいて，労組法\n上の労働組合該当性を認めるべきであるとの趣旨に基づくものであると解\nされる。そうすると，本来労組法の適用のない地公法適用職員に関する事\n項については，かかる趣旨は妥当しないから，混合組合は，地公法適用職\n員の組織する労働団体としての性格ないし資格においては，労組法上の労\n働組合に該当するということはできず，地公法適用職員に関する事項につ\nいては，労組法上の権利行使（不当労働行為の救済を求めること）もでき\nないといわざるを得ない。\n（３）ア  参加人らは，①チェック・オフは非現業職員に限った活動ではな\nい，②原告が，労組法・地公法の適用の別を問わず，チェック・オフを\n行ってきたことを根拠に，労組法適用職員に対するチェック・オフと地\n公法適用職員に対するチェック・オフとは不可分であると主張する。\nしかしながら，上記（１）（２）のとおり，混合組合である参加人Ｂ\n労働組合が労組法上の不当労働行為制度による救済を求めることができ\nるのは，労組法適用職員が組織する労働組合たる性格ないし資格におい\nてする場合に限られるところ，チェック・オフは，原告が職員ごとに個\n別にその給料から組合費を天引きするものであり，最終的にはこれをま\nとめて参加人Ｂ労働組合に交付するものであるとしても，組合員（職員）\nごとに行うか行わないかを決することができるものであるから，組合員\n（職員）ごとに可分であることは否定することができず，この点は，従\n前原告が労組法・地公法の適用の別を問わずにチェック・オフを行って\nきていたとしても変わりはない。そうすると，地公法適用職員のチェッ\nク・オフに関する救済について，参加人Ｂ労働組合は，同職員が組織す\nる労働団体としての性格しか有しないから，これについて労組法上の不\n当労働行為制度による救済を求めることはできないものといわざるを得\nない。したがって，参加人らの上記各主張はいずれも採用することがで\nきない。\nイ  参加人らは，現に原告が地公法適用職員に対しても不当労働行為を行\nっている以上，不当労働行為制度の趣旨を貫徹すべく救済をすることが\n求められていると主張する。しかしながら，上記（２）で説示したとお\nり，一般職の地方公務員については，その職務の特殊性から，明文をも\nって労組法の適用が排除されているのであるから，参加人らの主張する\nような事態が発生したからといって，地公法適用職員に労組法の適用を\n肯定することはできないというべきである。したがって，参加人らの上\n記主張は採用することができない。\nウ  なお，被告は，本件が，参加人Ｂ労働組合の構成員個人についての問\n題ではなく，一つの集合体としての参加人Ｂ労働組合に対する便宜供与\nの問題である旨主張するが，上記した地方公務員法の規定や混合組合に\n労組法上の権利行使が認められる趣旨等に照らすと，同事情をもって，\n上記認定判断を覆すには足りない。\n（４）  小括\n以上によれば，本件救済命令のうち，処分行政庁が，労組法適用職員た\nる組合員について参加人らに申立人適格を認めた点は相当であるが，地公\n法適用職員たる組合員について労組法上の権利行使（不当労働行為救済申\n立て）を認めた部分については，違法であるというべきであるから，同部\n分については，取消しを免れない。\n２  争点２（本件チェック・オフの中止が労組法７条３号（支配介入）に該当\nするか否か）について\n（１）  認定事実\n前記前提事実並びに掲記の各証拠及び弁論の全趣旨によれば，次の事実\nが認められる。\nア  市長と参加人Ｂ労働組合との間の紛争について\n（ア）  市長は，平成２３年４月２４日に就任すると，市長選挙の際に\n掲げた「職員給料の２０パーセントカット」という公約を実現すると\nして，その直後の同年５月１２日，参加人Ｂ労働組合に対し，一般職\nの給与月額を２０パーセント減額することなどについての協議を目的\nとする団体交渉を公開で行うことを申し入れ，同月１７日，団体交渉\nが開催されたが，給与の２０パーセント減額については労使間におい\nて合意には至らなかった。\n市長は，同年６月１３日，上記減額を内容とする条例改正案を議会\nに上程した。同議会において，議員から，給与減額は必要であるが，\n財政健全化の収支計画を策定し，給与減額で捻出しなければならない\n額を算出してから９月議会で上程してもよいのではないかとの意見が\n述べられた。これに対して，市長及び原告の担当者は，上記給料減額\nに係る条例の上程は市長の公約であり，財政健全化団体から早期に脱\n却するため，また必要な市民サービスを提供するための財源確保のた\nめにぜひとも必要であるとの市長の考えに基づき，参加人らを含む労\n働団体との合意は得られていないが，スピードを持った取組として行\nったものである旨答弁した。\n上記給料減額に係る条例案は，Ｉ委員会に付託されたが，同月１６\n日，同委員会における審議の際には，議員が退席して採決に至らなか\nったことなどから，市長は，同年度中，部長級は１３パーセント，課\n長級は１２パーセント，課長代理級は１１パーセント，その他の職員\nは８パーセント，給与を減額することに修正した条例案を提出した。\n市長は，条例案を修正して上程するに際し，参加人Ｂ労働組合を含む\n労働団体に対し，説明や協議の申入れをしなかった。その後，原告と\n参加人Ｂ労働組合の間で，上記給与の減額について団体交渉や交渉が\n行われたが，原告は給与減額を撤回せず，平成２３年１２月議会にお\nいて，減額の延長を内容とする条例案が可決された。\n同年１２月，原告は，平成２６年度末を目途にすべての健全化指標\nをクリアし，平成２７年度をもって財政健全化団体から脱却すること\nを目的として，平成２３年度から始まる４年間を実施期間とする財政\n健全化プランを策定したが，その中で，職員の給与カットを平成２７\n年３月まで継続することを挙げた。\n（乙Ａ２０の①ないし⑩，２１の①⑥，丙１，弁論の全趣旨）\n（イ）  市長は，平成２４年１１月１３日，職員基本条例の制定，特殊\n勤務手当の廃止及び年末年始の休日の時間外勤務手当の割増率の変更\n（切下げ）を議題とする団体交渉を申し入れ，同月２１日，これを公\n開で行うことを求めたが，参加人Ｂ労働組合はこれに応じなかった。\n市長は，自己の責任において，上記の議案を１２月議会に上程する\n旨の文書を発した。これに対し，参加人Ｂ労働組合は，同年１１月３\n０日，議会上程を取り下げること及び団体交渉の開催を求めたが，市\n長はこれに応じなかった。\n市長は，同年１２月７日，職員の退職手当の改正を議題とする団体\n交渉を，同月１０日及び１１日に公開で開催したい旨申し入れた。こ\nれに対して，参加人Ｂ労働組合は，来春退職予定の職員等に対する具\n体的な説明もされておらず，わずか２日で合意を見出すのは無理があ\nるなどとして，上記申入れを記載した書面の受領を拒んでこれに応じ\nず，同月１０日，一方的な議会上程をやめるよう求めるとともに，団\n体交渉を誠実に行うよう求めた。しかし，市長はこれに応じず，１２\n月議会に議案を提出し，職員の退職手当についての条例の改正及び職\n員基本条例の制定は可決され，上記割増率も規則の変更により変更さ\nれた。\nＡ労働委員会は，平成２７年１月１３日，原告の上記対応が労組法\n７条２号及び３号に当たるとして，救済命令を発した。\n（丙１，弁論の全趣旨）\n（ウ）  原告は，昭和４９年４月以降，参加人Ｂ労働組合に対し，庁舎\n別館１階の一部を組合事務所として貸与し，その使用料を免除してい\nたところ，平成２５年２月，原告は，参加人Ｂ労働組合に対し，平成\n２５年度以降，市長の意向により使用料を徴収する旨通知した。参加\n人Ｂ労働組合は，平成２５年３月２６日，事務所の使用許可と使用料\nの減免を申請したが，原告は，特段の理由の説明をしないまま，同年\n４月１日，同使用料の減免を不承認（ただし，経過措置として，同年\n度分については使用料を８０パーセント免除）とした。同月４日，参\n加人Ｂ労働組合は，原告に団体交渉を申し入れたが，原告は管理運営\n事項であるとしてこれに応じなかった。\nＡ労働委員会は，平成２７年１月１３日，原告の上記対応が労組法\n７条２号及び３号に当たり，また，使用料の減免の不承認が同３号に\n当たるとして，救済命令を発した。\n（丙１，弁論の全趣旨）\n（エ）  参加人らは，平成２５年５月１０日，同年の夏季一時金等に係\nる要求書を提出して団体交渉を申し入れ，同月１３日，１６日及び２\n１日，団体交渉が開催されたが，同月２１日，副市長は，最終回答を\n提示し，当初４回の団体交渉を行うとしていたにもかかわらず，これ\n以上の交渉の継続は難しいとして退席し，同月２９日に組合が団体交\n渉を申し入れたのも拒否した。\nＡ労働委員会は，平成２７年１月１３日，原告の上記団体交渉拒否\nが労働組合法７条２号及び３号に当たるとして，救済命令を発した。\n（丙１，弁論の全趣旨）\n（オ）  参加人Ｂ労働組合は，平成２６年２月２４日，平成２６年度の\n事務所の使用許可と使用料の減免を申請したが，原告は，同年３月１\n２日，使用料の減免を不承認（ただし，経過措置として，同年度分に\nついては使用料を６０パーセント免除）とし，また，使用許可の条件\nとして，未納である平成２５年度分の使用料（督促料及び延滞金を含\nむ。）を期限までに納付しないときは，直ちに使用許可を取り消すこ\nととし，翌１３日付けの参加人Ｂ労働組合の団体交渉の申入れにも，\n管理運営事項であることを理由に応じなかった。\nＡ労働委員会は，平成２７年５月１９日，原告の上記措置等が労組\n法７条２号及び３号に当たるとして，救済命令を発した。\n（丙２，弁論の全趣旨）\n（カ）  原告は，平成２６年２月１０日，参加人Ｂ労働組合に対し，原\n告の進めている行政改革の一環として，職員及び関係者への便宜供与\nのあり方を見直すこととし，無償で行っている組合費の職員給与から\nの控除について事務手数料を徴収することとしたので，協力願いたい\n旨を記載した市長名の書面及び組合費集金契約書を交付した。\n参加人らは，同月１２日，市長に対し，チェック・オフは無償で行\nうこと，従前と扱いを変えて手数料を徴収することの理由を説明し，\n協議を行うこと等を求めて団体交渉を申し入れたが，原告は，管理運\n営事項に該当することを理由に，これを拒否した。\n（前提事実（２）エ，オ，乙Ａ２ないし５）\n（キ）  参加人Ｂ労働組合は，同月２０日，上記の原告の態度が不当労\n働行為に該当するとして，Ａ労働委員会に救済命令を申し立てた（Ａ\n労働委員会平成２６年（不）第１０号）。\nＡ労働委員会は，原告に対し，口頭で，労使紛争の拡大防止に努め\nられたい旨の要望を行い，原告は，チェック・オフの中止を２か月延\n期することとしたが，同年３月５日付けで参加人Ｂ労働組合が団体交\n渉を申し入れたのに対しては，管理運営事項であるとして応じなかっ\nた。\n（前提事実（２）カ，ク，乙Ａ９，１０）\nイ  市長のブログについて\n（ア）  市長は，平成２３年８月１４日，自己のブログに，同月１１日\nに行われた参加人Ｂ労働組合との間の交渉について，「『あなたたち\nのような職員がいるからＤ市はこのような状況になってしまったので\nはないのか？私はそう思う。』と言\nママう場面もありました」，「組合側\nからすれば，市民の方々の前で，公開で出来ないような中身です」な\nどと，参加人Ｂ労働組合の活動を非難する書き込みをした（乙Ａ２１\nの②）。\n（イ）  市長は，同年１２月１１日，自己のブログに，参加人Ｂ労働組\n合との交渉について「Ｂ労働組合は職員給料の８パーセントカットの\n撤回を求めるという姿勢でした。行政の執行権を民意を受けて頂戴し\nた私が，責任をもって議会に上程し，８パーセントへの訂正があった\nとはいえ，もう一方の民意の代表である議会が可決したものをまずは\n撤回せよというＢ労働組合の姿勢は，いかがなものかと考えます」な\nどと，参加人Ｂ労働組合に対する批判を書き込んだ（乙Ａ２１の⑤）。\n（ウ）  市長は，同月１６日，自己のブログにおいて，「さて本日，久\nしぶりにメールしたのは昨日のメルマガを拝見して，組合の方の脳内\nに呆れ果てたからです。そもそも公務員に組合があることが間違って\nいます。（中略）絶対に負けないでください！」との自己宛てのメー\nルを紹介し，「ありがとうございます。頑張ります」と書き込んだ\n（乙Ａ２１の⑦）。\nウ  原告の財政状況について\n（ア）  前市長は，平成２２年２月，原告が財政健全化団体となったこ\nとに関し，計画期間を平成２１年度から平成３９年度まで（１９年間）\nとする財政健全化計画を策定したが，同年１２月の時点で，平成３２\n年度には収支が黒字化する目途が立った（乙Ａ２９，３０，Ｂ４，弁\n論の全趣旨）。\n（イ）  市長は，平成２５年秋頃の時点で，同年度決算により財政再建\n化団体を脱却できるとの見通しを有しており，これをタウンミーティ\nングや自己のブログにおいて表明していたところ，原告は，平成２６\n年９月の議会に報告された平成２５年度決算をもって，財政健全化団\n体を脱却した（乙Ｃ１９，弁論の全趣旨）。\n（ウ）  本件組合費集金契約により原告が参加人らから徴収することが\nできる金額は，年間約３４ないし３５万円である（乙Ｃ１９，弁論の\n全趣旨）。\nエ  本件チェック・オフの中止により参加人Ｂ労働組合に生じた影響につ\nいて\n参加人Ｂ労働組合は，本件チェック・オフの中止により，組合費の集\n金作業を自ら行う必要を生じ，組合員に対し，労金の口座振替により組\n合費を納入するよう呼びかけた。組合員１９０名のうち１６５名はこれ\nに応じたものの，組合費の支払口座と給与振込口座とが同一でない者に\nついて，残高不足により口座振替ができなかったり，口座振替によらず\nに直接納入する者についての集金漏れが発生するなど，組合費の徴収事\n務による相当程度の負担とともに，財政的な悪影響が生じている。\n（前提事実（２）コ，乙Ａ４５，丙１１，弁論の全趣旨）\n（２）  検討\nア（ア）  原告は，チェック・オフについて事務手数料の負担を求めたの\nは，財政健全化のためであり，参加人Ｂ労働組合に対する支配介入の\n意思はないと主張する。\nしかしながら，前記前提事実及び上記認定事実によれば，①原告は，\n平成２０年度決算において財政健全化団体となったが，平成２２年２\n月に財政健全化計画を策定した後は，比較的迅速に収支を改善し，同\n年１２月には当初の計画を大幅に短縮して収支を黒字化する目途が立\nっていたところ，平成２５年秋頃には財政健全化団体脱却の見通しが\nついており，現に同年度決算をもって財政健全化団体を脱却したこと\n（前提事実（２）ウ（ア）（イ），認定事実ウ（ア）（イ）），②本\n件組合費集金契約により原告の得る歳入は年間約３４ないし３５万円\nであること（認定事実ウ（ウ）），以上の事実が認められる。これら\nによれば，原告の収支の改善という観点からは，本件組合費集金契約\nにより参加人ら労働組合から手数料を徴収する必要性は乏しく，参加\n人Ｂ労働組合に対するチェック・オフについての事務手数料徴収が原\n告の財政の健全化に貢献する度合いは小さいと認められる。\n他方，チェック・オフは，労働組合にとってその活動の財政的基盤\nを形作るものであるところ，前提事実及び認定事実によれば，③原告\nは，昭和４９年頃以降，参加人ら労働組合のために無償でチェック・\nオフを行ってきたこと（前提事実（２）ア），④本件チェック・オフ\nの中止により，参加人Ｂ労働組合は，それまで経験したことのなかっ\nた組合費の徴収事務を余儀なくされ，これに相当の時間と労力を割か\nなければならなくなった上，徴収漏れや振替手数料支払による財政的\nな負担も生じていること（前提事実（２）コ，認定事実エ），以上の\n事実が認められ，本件チェック・オフの中止が，参加人ら労働組合の\n活動に一定の悪影響を及ぼすものであることは明らかである。\nさらに，前記前提事実及び上記認定事実によれば，⑤市長は，職員\nの給料の切下げを内容とする条例改正案を議会に提出するに当たり，\n労働団体に対する説明を行わなかったり，平成２４年１２月には，職\n員の退職手当の改正についての団体交渉を，申入れからわずか３日後\nに２日間の日程で行うよう申し入れ，参加人Ｂ労働組合がこれに応じ\nないと，その後にされた参加人Ｂ労働組合の団体交渉申入れに応じる\nことなく，同月の議会に上記の議案を上程したり，昭和４９年以降使\n用料を免除していた組合事務所貸与について，特段の理由の説明もな\nくこれを有償化するなど，労働組合に対して，その勤務条件の変更に\nついて十分な説明を行ったり，合意を得るように努力する姿勢が全く\nみられないこと（認定事実ア），⑥市長は，自身のブログに，参加人\nＢ労働組合の組合活動を批判する旨の書き込みを繰り返し，平成２３\n年１２月１６日には，公務員の組合活動そのものを否定するメールを\nわざわざ取り上げて，これを自己の方針を支持するものとして紹介し\nたこと（認定事実イ），⑦チェック・オフの有償化に関し，管理運営\n事項であることを理由に，団体交渉に一切応じていないこと（前提事\n実（２）オ，ク），以上の事実が認められるところ，これらによれば，\n市長が参加人Ｂ労働組合を自らの公約の実現を阻む労働組合として敵\n視していることがうかがわれる。\n以上認定した事情を総合的に勘案すると，原告がチェック・オフの\n継続に際して本件組合費集金契約の締結に拘泥する合理的理由は見出\nし難いといわざるを得ず，別組合がチェック・オフの有償化に同意し\nたこと等の事情を考慮してもなお，本件チェック・オフの中止は，原\n告において，参加人ら組合の弱体化を意図してされたものと評価され\nてもやむを得ない。\n（イ）  原告は，チェック・オフについて手数料を徴収することは，財\n政を健全化するための取組の一環であり，市民に負担を強いているこ\nとからも，便宜供与に関して聖域なき見直しを行わなければならない\nとか，本件チェック・オフの中止が参加人Ｂ労働組合のみを狙い撃ち\nしたものではないなどと主張する。\nもとより，チェック・オフは労働組合に対する便宜供与にすぎず，\nこれを行うか否かは原則として使用者の裁量に委ねられているもので\nあり，また，これが長きにわたって継続されてきたとしても，そのこ\nとから直ちに使用者がこれを継続すべき法的義務を負うものでもない。\nしかしながら，当該便宜供与が長きにわたって継続されてきたもので\nある場合には，その中止により労働組合の組合活動に相当程度の支障\nが発生し得るのであるから，使用者がこれを中止しようとするときは，\nその中止について合理的な理由を要するとともに，代替手段の用意を\n含め，労働組合の了解を得るべく誠実な努力・配慮を行う必要がある\nものというべきである。\nこれを本件についてみると，上記（ア）で説示したとおり，本件チ\nェック・オフの中止が労働組合の財政基盤，ひいてはその組合活動自\n体に相当の影響を及ぼすものであるのに対し，チェック・オフの有償\n化により原告が得ることになる経済的利益はわずかなものであって，\n長年にわたり継続的に行ってきた便宜供与を打ち切る理由としては合\n理的なものと認め難いこと，原告は，チェック・オフの中止について\n団体交渉に応じたこともなく（認定事実ア（カ）（キ）），参加人Ｂ\n労働組合の了解を得るべく誠実な努力・配慮を行ったものとは到底い\nえず，さらに，労働組合を批判する市長の言動（認定事実イ）にも照\nらせば，上記（ア）で認定説示したとおり，本件チェック・オフの中\n止は，労働組合の弱体化を意図したものと推認され，原告が他の団体\n等に対しても，職員給料からの控除について手数料を徴収することと\nし，これに応じた者があったとしても，同認定判断は左右されない。\nしたがって，原告の上記主張は採用できない。\nイ  原告は，チェック・オフの中止の時期を２か月延期して参加人Ｂ労働\n組合の不利益を回避する措置を講じた，また，チェック・オフの有償化\nについて参加人Ｂ労働組合に説明した旨主張する。\nしかしながら，チェック・オフの延期は，参加人らの不当労働行為救\n済申立てを受けた処分行政庁に促された結果であるという経緯や，原告\nは同延期期間中に参加人らが申し入れた団体交渉にも応じていないこと\nからして，本件チェック・オフの中止の不当労働行為性を否定するに足\nりるものではない。また，原告が，チェック・オフの有償化の理由につ\nいて，参加人Ｂ労働組合に対し十分な説明をしたと認めるに足りる具体\n的かつ的確な証拠はないし，上記不当労働行為救済申立事件における準\n備書面の提出が，上記ア（イ）で説示したような労働組合活動に対する\n適切な配慮とはおよそいえないことは明らかである。\nしたがって，原告の上記主張は採用できない。\nウ  原告は，チェック・オフを有償化するとしたのであり，一方的に中止\nしたものではなく，手数料額も低額であって参加人Ｂ労働組合が受ける\n不利益は小さいなどと主張する。\nしかしながら，上記ア（ア）で認定説示したとおり，本件チェック・\nオフの中止には合理的な理由が認められず，不当労働行為に該当するも\nのであることのほか，参加人Ｂ労働組合に対する影響（認定事実エ）を\nも併せ鑑みると，原告の指摘する上記事情をもって，本件チェック・オ\nフの中止の不当労働行為性を否定することはできない。\nしたがって，原告の上記主張は採用できない。\nエ  以上によれば，本争点に関する原告の主張は，いずれも採用すること\nができず，本件チェック・オフの中止が労組法７条３号（支配介入）に\n該当するとした本件救済命令の判断は相当である。\n３  争点３（本件団体交渉拒絶に正当な理由があるか否か（本件団体交渉拒絶\nの労組法７条２号該当性））について\n（１）  原告は，チェック・オフをするか否かは，原告の裁量に委ねられた\n管理運営事項（地公労法７条ただし書）であり，団体交渉の対象とならな\nい事項であるから，本件団体交渉拒絶には正当な理由があると主張する。\n（２）  しかしながら，チェック・オフは，使用者が労働組合に対し，その\n運営の基礎となる組合費の徴収に関して行う便宜供与であり，団体的労使\n関係の運営に関する事項であることは明らかであるし，これが使用者たる\n原告において処分可能な事項であることもまた明らかであるから，チェッ\nク・オフに関する事項は義務的団体交渉事項であるというべきである。ま\nして，原告は，昭和４９年以降の長きにわたり，参加人らに対しチェッ\nク・オフを継続してきたところ，争点２について検討したとおり，便宜供\n与が長年継続しているからといって，そのことから直ちに使用者がこれを\n継続して行うべき法的義務があるとはいえないとしても，これを廃止する\nには合理的な理由を要し，かつ，労働組合に対しては当該理由を説明する\nなどして誠実な交渉を行うべきものである。そうすると，チェック・オフ\nに関する団体交渉申入れを拒絶した本件団体交渉拒絶に正当な理由がある\nということはできない。\n（３）  したがって，本件団体交渉拒絶が労組法７条２号に該当するとした\n本件救済命令の判断は相当である。\n４  争点５（不当労働行為に対する救済として，振替手数料相当額の支払を命\nじることができるか否か）について\n（１）  原告は，振替手数料相当額の支払を命じることは，原状回復の範囲\nを超えて損害補償を認めるものであるなどとして，本件救済命令は，救済\n方法について労働委員会に与えられた裁量を逸脱している旨主張する。\n（２）ア  労組法２７条に定める労働委員会の救済命令制度は，労働者の団\n結権及び団体行動権の保護を目的とし，これらの権利を侵害する使用者\nの一定の行為を不当労働行為として禁止した同法７条の規定の実効性を\n担保するために設けられたものであるところ，同法が，上記禁止規定の\n実効性を担保するために，使用者の上記規定違反行為に対して労働委員\n会という行政機関による救済命令の方法を採用したのは，使用者による\n組合活動侵害行為によって生じた状態を上記命令によって直接是正する\nことにより，正常な集団的労使関係秩序の迅速な回復及び確保を図ると\nともに，使用者の多様な不当労働行為に対してあらかじめその是正措置\nの内容を具体的に特定しておくことが困難かつ不適当であるため，労使\n関係について専門的知識経験を有する労働委員会に対し，その裁量によ\nり，個々の事案に応じた適切な是正措置を決定し，これを命ずる権限を\n委ねる趣旨に出たものと解される（最高裁昭和５２年２月２３日大法廷\n判決・民集３１巻１号９３頁参照）。\nイ  以上を踏まえて本件についてみると，参加人Ｂ労働組合は，チェッ\nク・オフ中止後，組合費の集金のため，労金の口座振替を利用するよう\nになり，これに伴って振替手数料を支払っているところ，組合員が相当\n数に上ること（組合員数は合計１９０名，労組法適用職員だけでも２９\n名）からすれば，組合費の徴収を口座振替によることが不必要とはいえ\nないこと，同手数料の支出は，参加人Ｂ労働組合に経済的に打撃を与え\nているものであり，その限りでその団結権ないし組合活動を侵害してい\nること，以上の点に鑑みれば，原告に対し，参加人Ｂ労働組合にその手\n数料相当額を支払うよう命ずることは，上記侵害状態を回復するものと\nして，労働委員会が救済方法について有する裁量権の範囲内であると解\nするのが相当である。\nウ  原告は，組合費の徴収に係る費用は，本来労働組合又は組合員が負担\nすべきものである上，費用が必要になる徴収方法をあえて選択したのは\n参加人Ｂ労働組合であることを指摘する。しかしながら，本件において\n労金に対する振替手数料の支払が発生したのは，原告の不当労働行為で\nある本件チェック・オフの中止が原因であり，処分行政庁はその是正措\n置を命ずる権限を有するというべきであるし，上記イで認定説示したと\nおり，手数料の支払が必要となる口座振替によることが不必要といえな\nいことをも併せ鑑みると，原告の上記指摘は理由がないものであるとい\nわざるを得ない。\nまた，原告は，振替手数料相当額の支払を命ずることが，労働組合に\n対する経理上の援助を禁じた労組法７条３号に反することにもなりかね\nないと主張する。しかしながら，振替手数料相当額の支払命令は，上記\nイのとおり，原告の不当労働行為によって生じた団結権ないし組合活動\nに対する経済的な侵害の回復といえる上，労働組合の自主性を実質的に\n阻害するものでもないから，労組法７条３号に反するものということは\nできない。したがって，原告の上記主張は採用できない。\n（３）  以上によれば，本争点に関する原告の主張は，いずれも採用するこ\nとができない。\n５  結論\n以上によれば，原告の請求は，主文の限度で理由があるが，その余は理由\nがないから棄却することとして，主文のとおり判決する。\n大阪地方裁判所第５民事部\n裁判長裁判官       内   藤   裕   之\n裁判官       新   城   博   士\n裁判官笹井三佳は，差支えのため，署名押印することができない。\n裁判長裁判官       内   藤   裕   之\n（別紙）\n本件救済命令主文\n１  原告は，参加人Ｂ労働組合の組合費について，事務手数料を徴収するこ\nとなく，チェック・オフを再開しなければならない。\n２  原告は，平成２６年６月以降チェック・オフを再開するまでの間，参加\n人Ｂ労働組合が組合費集金のため金融機関に支払った振替手数料相当額を，\n参加人Ｂ労働組合に対し支払わなければならない。\n３  原告は，参加人Ｂ労働組合に対し，次の文書を速やかに手交しなければ\nならない。\n「（前略）当市が貴労働組合に対し，組合費のチェック・オフについて，\n事務手数料を徴収する旨申し入れ，応じなかったことを理由に，チェッ\nク・オフを中止したことは，Ａ労働委員会において，労働組合法第７条第\n３号に該当する不当労働行為であると認められました。今後，このような\n行為を繰り返さないようにいたします」\n４  原告は，参加人Ｂ労働組合及び同Ｃ支部に対し，次の文書を速やかに手\n交しなければならない。\n「（前略）当市が貴労働組合及び貴支部からの平成２６年２月１２日付け\n及び同年３月５日付けの団体交渉申入れに応じなかったことは，Ａ労働委\n員会において，労働組合法第７条第２号に該当する不当労働行為であると\n認められました。今後，このような行為を繰り返さないようにいたします」\n５  参加人Ｃ支部のその他の申立てを棄却する。\n以   上\n"
}