{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 7,
    "day": 16
  },
  "case_number": "平成26(行コ)10003",
  "case_name": "特許料納付書却下処分取消請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84357",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84357",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/357/084357_hanrei.pdf",
  "contents": "平成２６年７月１６日判決言渡  同日原本受領  裁判所書記官\n平成２６年(行コ)第１０００３号  特許料納付書却下処分取消請求控訴事件\n原審・東京地方裁判所平成２５年（行ウ）第４６７号（甲事件），平成２５年（行ウ）\n第４６８号（乙事件），平成２５年（行ウ）第４６９号（丙事件）\n口頭弁論終結日  平成２６年６月２５日\n判     決\n控訴 人     独立行政法人理化学研究 所\n訴訟代理人弁護 士     宮    嶋              学\n同                        髙    田      泰      彦\n同                        柏              延      之\n同                        大    野      浩      之\n被控訴 人          国\n処 分 行 政 庁     特許庁長 官\n指 定 代 理 人     中    野    康    典\n同                        山    田      明      徳\n同                        駒          利      徳\n同                        平    川      千  鶴  子\n同                       古    閑      裕      人\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  特許番号第３４２１１８４号の特許権に係る第９年分特許料納付書について，\n特許庁長官がした平成２４年５月２１日付け手続却下処分を取り消す。\n３  特許番号第３４２１１９３号の特許権に係る第９年分特許料納付書について，\n特許庁長官がした平成２４年５月２１日付け手続却下処分を取り消す。\n４  特許番号第３４２１１９４号の特許権に係る第９年分特許料納付書について，\n特許庁長官がした平成２４年５月２１日付け手続却下処分を取り消す。\n第２  事案の概要\n本判決の略称は，原判決に従う。\n１  本件は，控訴人が，特許第３４２１１８４号（甲事件），特許第３４２１１９\n３号（乙事件），特許第３４２１１９４号（丙事件）の各特許権（本件各特許\n権）を有しており，いずれも第８年分までの特許料が支払われていたが，それ\nらの第９年分の特許料を追納することができる期間は平成２３年１０月１８\n日までであったところ，控訴人は，代理人弁理士を通じ，追納期間を経過した\n同年１１月２１日付けで，特許庁長官に対し，本件各特許権につき，それぞれ\n第９年分の特許料及び割増特許料を納付する旨の特許料納付書（本件各納付\n書）を提出したが，平成２４年５月２１日付けで，それぞれにつき手続却下の\n処分（本件各処分）を受けたため，同年７月３０日，特許庁長官に対し，本件\n各処分について，それぞれ異議申立てをしたものの，平成２５年１月２９日付\nけで，異議申立てがそれぞれ棄却されたことから，被控訴人に対し，本件各処\n分の取消しを求める事案である。\n原判決は，本件各特許権に係る第９年分の特許料等を追納期間内に納付する\nことができなかったことについて，控訴人に，平成２３年法律第６３号による\n改正前の特許法（改正前特許法）１１２条の２第１項所定の「その責めに帰す\nることができない理由」があったと認めることはできないから，特許庁長官が\n本件各納付書を却下する旨の本件各処分をしたことについて，これを取り消す\nべき違法はないとして，控訴人の請求をいずれも棄却したことから，控訴人が，\nこれを不服として控訴したものである。\n２  前提となる事実\n原判決の「事実及び理由」の第２の２記載のとおりであるから，これを引用\nする。\n３  争点\n原判決の「事実及び理由」の第２の３記載のとおりであるから，これを引用\nする。\n第３  争点に関する当事者の主張\n次のとおり，当審における当事者の主張を付加するほか，原判決の「事実及\nび理由」の第３記載のとおりであるから，これを引用する。\n〔当審における控訴人の主張〕\n１  原判決は，改正前特許法１１２条の２第１項所定の「その責めに帰するこ\nとができない理由」の意義について，「通常の注意力を有する当事者が通常期\n待される注意を尽くしてもなお避けることができないと認められる事由によ\nり追納期間内に納付できなかった場合」であるとし，その理由として，同条\n項の定める要件は，拒絶査定不服審判（特許法１２１条２項）や再審の請求\n期間（同法１７３条２項）を徒過した場合の救済条件や他の法律との整合性\nを考慮するとともに，そもそも特許権の管理は特許権者の自己責任の下で行\nわれるべきものであり，失効した特許権の回復を無制限に認めると第三者に\n過大な監視負担をかけることとなることを踏まえて立法されたものと認めら\nれることを挙げる。\nしかし，拒絶査定不服審判の請求期間に係る特許法１２１条２項及び再審\nの請求期間に係る同法１７３条２項では，改正前特許法１１２条の２第１項\nと同じ「その責めに帰することができない理由」との文言が使用されている\nが，前者については，特許要件を欠くものとして拒絶査定がされた場合に適\n用される条項であるため，既に特許として保護するに値することが確立して\nいる特許権の回復に係る改正前特許法１１２条の２第１項の適用場面に比べ，\n第三者の監視負担等を考慮して拒絶査定不服審判の請求期間を厳格に制限す\nることはやむを得ない。後者についても，特許要件を欠く旨を判断する拒絶\n審決，無効審決がされた場合は，拒絶査定不服審判の請求期間が厳しく制限\nされてもやむを得ないことと同様の理由で，再審の請求期間が厳しく制限さ\nれてもやむを得ず，特許権を維持すべき旨の審決がされた場合は，再審の請\n求期間が制限されても，特許されるべき価値ある発明の保護に資することに\nなるので，特許法の法目的（特許法第１条）にもとることはない。一方，改\n正前特許法１１２条の２第１項が適用される場合は，問題となる特許権の有\n効性自体には何ら疑義が生じていない場合であり，改正前特許法１１２条の\n２第１項所定の「その責めに帰することができない理由」を厳格に解しすぎ\nると，保護に値する発明に対する保護が不当に失われ，特許法の法目的にも\nとることになる。\nしたがって，特許法の法目的に鑑みれば，改正前特許法１１２条の２第１\n項所定の「その責めに帰することができない理由」を厳格に解しすぎるべき\nではなく，「相当の注意が払われたにもかかわらず，特許料の追納期間が経過\nするまでに特許料を納付することができなかった場合」を意味するものと解\nするべきである。\nそして，このように解しても，長期にわたり特許権の回復が認められる可\n能性が残ることによって第三者に過度の監視負担を負わせるといった弊害が\n生じないように，改正前特許法１１２条の２は，同条の下で特許権の追納が\n認められる期間を「（特許料の追納）期間の経過後六月以内」に限定しており，\nまた特許法１１２条の３により回復した特許権の効力を制限しているので，\n不当な結果を生じることもない。\n上記解釈に基づけば，本件各特許権に係る第９年分の特許料等を追納期間\n内に納付することができなかったことについて，控訴人に，改正前特許法１\n１２条の２第１項所定の「その責めに帰することができない理由」があった\nことは明らかである。\n２  本件特許事務所においては，権利継続指示の回答情報のデータ入力により\n納付手続の当日に出力される送付状及び請求書等と手続原因書である年金納\n付回答書との事務担当者による突合せ作業，当該事務担当者の上司に当たる\n職員による二重の確認，回答情報のデータ入力がされていないときにシステ\nムから出力される注意喚起の警告，特許料等納付手続がされていない場合に\nは依頼人に送付状及び請求書等が送付されないことにより各依頼人が特許料\n納付の有無を確認できるシステムといった幾重ものチェック体制が設けられ\nている。しかし，控訴人が本件各特許権に係る第９年分の特許料等を追納期\n間内に納付することができなかったのは，本件納付指示書を受領した平成２\n３年３月１７日が折しも東日本大震災の６日後（４営業日後）であり，大震\n災の揺れ自体が引き起こした混乱に加え，直後の福島第一原子力発電所の事\n故による放射能被爆の恐れ，水道水の放射能汚染，計画停電，交通機関の麻\n痺等，尋常ではない物理的・心理的執務環境下にあったことから，通常であ\nれば機能する幾重ものチェック体制が機能しなかったためである。本件特許\n事務所は，控訴人を含め，多数の特許権者から多数の特許料納付手続の依頼\nを受けているが，上記の幾重ものチェック体制が十分に機能していたもので\nあり，本件各特許権に係る第９年分の特許料等を追納期間内に納付すること\nができなかったのは，極めて特殊な要因，すなわち，未曾有の災害である東\n日本大震災及び福島第一原子力発電所の事故等に起因する尋常ではない物理\n的・心理的執務環境下にあったことに原因があったと考えるほかない。\nしたがって，たとえ改正前特許法１１２条の２第１項所定の「その責めに\n帰することができない理由」の意義を，原判決が判示するように「通常の注\n意力を有する当事者が通常期待される注意を尽くしてもなお避けることがで\nきないと認められる事由により追納期間内に納付できなかった場合」と解釈\nするとしても，本件各特許権に係る第９年分の特許料等を追納期間内に納付\nすることができなかったことについて，控訴人に，改正前特許法１１２条の\n２第１項所定の「その責めに帰することができない理由」があったことは明\nらかである。\n〔当審における控訴人の主張に対する被控訴人の主張〕\n１  控訴人は，改正前特許法１１２条の２第１項が適用される場面は，問題と\nなる特許権の有効性自体には何ら疑義が生じていない場合であるから，同項\nの「その責めに帰することができない理由」とは，「相当の注意が払われた\nにもかかわらず，特許料の追納期間が経過するまでに特許料を納付すること\nができなかった場合」を意味するものと解すべきである旨主張する。\nしかし，控訴人の上記主張の趣旨は，結局，「通常の注意力を有する当事\n者が通常期待される注意」に満たない注意で足りるとするものであるが，そ\nのような注意しか払われていなかったにもかかわらず，これを「その責めに\n帰することができない理由」に当たるとすることは文理に合致しない。そし\nて，改正前特許法１１２条の２は，納付すべきであった特許料等を追納する\nことを条件に特許権の回復を認めるものであるが，その要件として「その責\nめに帰することができない理由」を規定しているのは，既に特許法上設けら\nれている拒絶査定不服審判や再審の請求期間を徒過した場合の救済の条件や\n他の法律との整合性を考慮するとともに，そもそも特許権の管理は特許権者\nの自己責任の下で行われるべきものであること，失効した特許権の回復を無\n期限に認めると第三者に過大な監視負担をかけることを考慮したことによる\nものである。そうすると，当該特許権の特許としての有効性自体に疑義がな\nかったとしても，そのことから直ちに，改正前特許法１１２条の２第１項所\n定の「その責めに帰することができない理由」の意義を緩やかに解さなけれ\nばならないとはいえず，むしろ，他の制度との整合性，第三者の監視負担，\n同条が特許法１１２条１項による救済の更なる救済という例外的な規定であ\nること等に鑑みれば，「その責めに帰することができない理由」は厳格に解\nさなければならない。\nしたがって，改正前特許法１１２条の２第１項所定の「その責めに帰する\nことができない理由」の意義については，原判決の判示するとおり，「通常\nの注意力を有する当事者が通常期待される注意を尽くしてもなお避けること\nができないと認められる事由により追納期間内に納付できなかった場合」を\nいうものと解するのが相当である。\n２  控訴人は，たとえ改正前特許法１１２条の２第１項所定の「その責めに帰\nすることができない理由」の意義を「通常の注意力を有する当事者が通常期\n待される注意を尽くしてもなお避けることができないと認められる事由によ\nり追納期間内に納付できなかった場合」と解釈するとしても，本件各特許権\nに係る第９年分の特許料等を追納期間内に納付することができなかったのは，\n東日本大震災及び福島第一原子力発電所の事故等に起因する尋常ではない物\n理的・心理的執務環境下にあったことから，通常であれば機能する幾重もの\nチェック体制が機能しなかったためであり，改正前特許法１１２条の２第１\n項所定の「その責めに帰することができない理由」があると主張する。\nしかしながら，本件特許事務所においては，本件管理システムへのデータ\n誤入力を回避するための確認がされておらず，また，本件納付指示書の適切\nな管理がされていなかったのであるから，「通常の注意力を有する当事者が\n通常期待される注意を尽くしてもなお避けることができないと認められる事\n由により追納期間内に納付できなかった場合」とはいえず，改正前特許法１\n１２条の２第１項所定の「その責めに帰することができない理由」があると\nは認められない。\n第４  当裁判所の判断\n当裁判所も，控訴人の本訴請求は，いずれも理由がなく，これを棄却すべき\nものと判断する。その理由は，次のとおり，付加，訂正等し，当審における控\n訴人の主張に対する判断を付加するほかは，原判決の「事実及び理由」の第４\nの１ないし５のとおりであるから，これを引用する。\n１  原判決の付加・訂正等\n原判決２１頁１９行目の「無制限に」とあるのを，「無期限に」に改める。\n原判決２３頁１４行目の「納付の報告をすることとなる。」の後に，以下\nを挿入する。\n「さらに，当該納付書データに基づいて自動的に作成される特許料納付リス\nト及び当該リストに係る年金納付回答書を，データ入力担当者の上司に提\n出し，当該上司が，当該リストと年金納付回答書との突合せ作業をするこ\nとによって，最終的な点検を行っていた。」\n原判決２５頁９行目から１０行目にかけての「本件納付指示書との上記担\n当上司による最終確認作業である突合せ作業もされなかった。」を，以下の\nとおり改める。\n「データ入力担当者による本件納付指示書との突合せ作業による確認も，さ\nらには上記担当上司による特許料納付リストと本件納付指示書との突合せ\n作業による最終点検も行われなかった。」\n原判決２７頁１６行目の「当たるということはできない。」の後に，以下\nを挿入する。\n「なお，本件特許事務所は，控訴人から本件各特許権に係る第９年分の特許\n料の納付について委託を受けた者であるが，控訴人自らの判断に基づき，\n本件特許事務所に委託して特許料の納付を行わせることとした以上，委託\nを受けた本件特許事務所にその責めに帰することができない理由があると\nいえない状況の下で追納期間を徒過した場合には，控訴人に改正前特許法\n１１２条の２第１項所定の「その責めに帰することができない理由」があ\nるということはできない（最高裁判所昭和３３年９月３０日第三小法廷判\n決・民集１２巻１３号２０２９頁参照）。」\n２  当審における控訴人の主張について\n控訴人は，拒絶査定不服審判の請求期間に係る特許法１２１条２項及び再\n審の請求期間に係る同法１７３条２項では，改正前特許法１１２条の２第\n１項と同じ「その責めに帰することができない理由」との文言が使用され\nているが，改正前特許法１１２条の２第１項が適用される場合は，上記二\nつの場合と異なり，問題となる特許権の有効性自体には何ら疑義が生じて\nいない場合であって，改正前特許法１１２条の２第１項所定の「その責め\nに帰することができない理由」を厳格に解しすぎると，保護に値する発明\nに対する保護が不当に失われ，特許法の目的にもとることから，改正前特\n許法１１２条の２第１項所定の「その責めに帰することができない理由」\nとは，「相当の注意が払われたにもかかわらず，特許料の追納期間が経過す\nるまでに特許料を納付することができなかった場合」を意味するものと解\nするべきであること，そのように解しても，長期にわたり特許権の回復が\n認められる可能性が残ることによって第三者に過度の監視負担を負わせる\nといった弊害が生じないように，改正前特許法１１２条の２は，同条の下\nで特許料の追納が認められる期間を「（特許料の追納）期間の経過後六月以\n内」に限定しており，また特許法１１２条の３により回復した特許権の効\n力を制限しているので，不当な結果を生じることもない旨主張する。\nしかし，前記において引用する原判決の「事実及び理由」の第４の１のと\nおり，改正前特許法１１２条の２は追納期間が経過した後の特許料納付に\nより特許権の回復を認めることとした規定であり，同条１項の定める要件\nは，拒絶査定不服審判（特許法１２１条２項）や再審の請求期間（同法１\n７３条２項）を徒過した場合の救済条件や他の法律との整合性を考慮する\nとともに，そもそも特許権の管理は特許権者の自己責任の下で行われるべ\nきものであり，失効した特許権の回復を無期限に認めると第三者に過大な\n監視負担をかけることとなることを踏まえて立法されたものである。\nそうすると，改正前特許法１１２条の２第１項が適用される場合が，追納\n期間が経過した特許権の有効性自体には何ら疑義が生じていない場合であ\nるとしても，そのことは，拒絶査定不服審判及び再審の請求期間に係る上\n記各法条と同一の文言をもって規定された「その責めに帰することができ\nない理由」との要件を，当該文言が通常有する意味から乖離して，改正前\n特許法１１２条の２第１項の場合のみ，これを「相当の注意」が払われた\nにもかかわらず法定期間を遵守できなかった場合を意味するというように\n別異に解すべき根拠となるものではない。また，発明の保護及び利用を図\nることにより，発明を奨励し，もって産業の発達に寄与するとの特許法の\n目的（特許法１条）は，それだけでは，控訴人の主張する解釈を採用すべ\nき根拠となるものではない。\nそして，改正前特許法１１２条の２が，同条の下で特許料の追納が認めら\nれる期間を「（特許料の追納）期間の経過後六月以内」に限定したのは，失\n効した特許権の回復を無期限に認めると第三者に過大な監視負担をかける\nこととなることを考慮したものと解されるが，改正前特許法１１２条の２\nが上記の特許権回復の期間制限の要件とは別に，「その責めに帰することが\nできない理由」との要件を定めている以上，かかる特許権回復の期間制限\nの規定が設けられているからといって，そのことは，改正前特許法１１２\n条の２の「その責めに帰することができない理由」との要件を，当該文言\nが通常有する意味から乖離して緩やかに解すべきことを正当化する理由と\nなるものではない。また，特許法１１２条の３が，同法１１２条１項の追\n納期間の経過後特許権の回復の登録前における第三者の一定の行為につい\nて特許権の効力が及ばないこととしたのは，同法１１２条の２第１項の規\n定に基づき特許料等が追納されたときは，一旦失効した特許権が納付期間\nの経過の時に遡って回復することとなるが，この場合に，特許権が消滅し\nた後に特許発明の実施をしていた第三者にまで遡及的に特許権の効力を及\nぼすことは妥当でないことを考慮したものであり，かかる回復した特許権\nの効力を制限する規定が設けられているからといって，そのことは，改正\n前特許法１１２条の２の「その責めに帰することができない理由」との要\n件を，当該文言が通常有する意味から乖離して緩やかに解すべきことを正\n当化する理由となるものではない。\nしたがって，控訴人の上記主張は採用することができない。\n控訴人は，本件特許事務所においては，権利継続指示の回答情報のデータ\n入力により納付手続の当日に出力される送付状及び請求書等と手続原因書\nである年金納付回答書との事務担当者による突合せ作業等の幾重ものチェ\nック体制が設けられているが，控訴人が本件各特許権に係る第９年分の特\n許料等を追納期間内に納付することができなかったのは，本件納付指示書\nを受領した平成２３年３月１７日が折しも東日本大震災の６日後（４営業\n日後）であり，大震災の揺れ自体が引き起こした混乱に加え，直後の福島\n第一原子力発電所の事故による放射能被爆の恐れ，水道水の放射能汚染，\n計画停電，交通機関の麻痺等，尋常ではない物理的・心理的執務環境下に\nあったため，通常であれば機能する幾重ものチェック体制が機能しなかっ\nたことに原因があったのであるから，たとえ改正前特許法１１２条の２第\n１項所定の「その責めに帰することができない理由」の意義を，「通常の注\n意力を有する当事者が通常期待される注意を尽くしてもなお避けることが\nできないと認められる事由により追納期間内に納付できなかった場合」と\n解釈するとしても，本件各特許権に係る第９年分の特許料等を追納期間内\nに納付することができなかったことについて，控訴人に，改正前特許法１\n１２条の２第１項所定の「その責めに帰することができない理由」があっ\nたことは明らかである旨主張する。\nしかし，前記において引用する原判決の「事実及び理由」の第４の２及び\n３のとおり，本件各特許権の第９年分の特許料等が不納付となったのは，\n本件特許事務所において，本件各特許権の特許料の納付期限のデータ入力\nが適切でなかったことに加え，本件納付指示書自体が他の書類と紛れてし\nまって適切な管理がされなかったという，本件特許事務所における手続上\nの単純な人的な過誤によるものといわざるを得ない。\nそして，控訴人の上記主張に係る大震災の揺れ自体が引き起こした混乱，\n直後の福島第一原子力発電所の事故による放射能被爆の恐れ，水道水の放\n射能汚染，計画停電，交通機関の麻痺等による尋常ではない物理的・心理\n的執務環境というものについては，これら事象が控訴人の本件納付指示書\nに基づく本件各特許権の特許料納付の指示に対する応答処理において，具\n体的にどのような物理的又は心理的な支障ないし影響があったがために，\n上記の本件特許事務所における手続上の人的な過誤が生じざるを得なかっ\nたのかについて，控訴人からは何ら具体的な主張立証はない。\nすなわち，本件納付指示書と特許料領収書の送付状及び納付報告を兼ねた\n請求書又は特許料納付リストとのデータ入力担当者や上司の職員による突\n合せ作業がされなかった経緯・理由等，控訴人の主張によれば，通常であ\nれば機能する幾重ものチェック体制が機能しなかったとする本件特許事務\n所の本件納付手続の事務処理の具体的な状況や，これが東日本大震災及び\n福島第一原子力発電所の事故等に起因する具体的にいかなる物理的又は心\n理的な支障ないし影響によるものかが何ら明らかにされていない。\nしたがって，控訴人からは，本件各特許権の特許料等の納付ができなかっ\nたことが，通常の注意力を有する当事者が通常期待される注意を尽くして\nもなお避けることができないと認められる事由によるものであることを基\n礎付ける具体的事実についての主張立証がないといわざるを得ない。かえ\nって控訴人の主張によれば，特許料等納付手続がされていない場合には，\n依頼人に対して，納付手続当日に出力される特許料領収書の送付状及び請\n求書等が送付されないことにより各依頼人が特許料納付の有無を確認でき\nるシステムであったというのであるから，本件においては，依頼人である\n控訴人が，本件特許事務所から特許料領収書の送付状及び請求書等が送付\nされないことについて，本件各特許権の特許料が納付されているか否かを\n確認することを怠ったという控訴人本人の落ち度も認められるところであ\nる。\nそうすると，控訴人の主張立証に係る前記事情のみでは，通常の注意力を\n有する当事者が通常期待される注意を尽くしてもなお避けることができな\nいと認められる事由により本件各特許権の特許料等を追納期間内に納付で\nきなかったものと認めることはできず，控訴人の上記主張は採用すること\nができない。\n３  結論\n以上によれば，控訴人の本訴請求はいずれも理由がないから，これを棄却し\nた原判決は相当である。よって，本件控訴を棄却することとし，主文のとおり\n判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富    田    善    範\n裁判官          田      中    芳    樹\n裁判官          柵      木    澄    子\n"
}