{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 11,
    "day": 29
  },
  "case_number": "平成27(行ウ)410",
  "case_name": "執行停止不開始決定取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "行政不服審査法３４条２項（平成２６年法律第６８号による改正前のもの）に基づく執行停止をしない旨の審査庁の決定は，取消訴訟の対象となる行政処分に当たるか",
  "case_gist": "行政不服審査法３４条２項（平成２６年法律第６８号による改正前のもの）に基づく執行停止をしない旨の審査庁の決定は，取消訴訟の対象となる行政処分に当たる。",
  "lawsuit_id": "86970",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=86970",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/970/086970_hanrei.pdf",
  "contents": "平成２８年１１月２９日判決言渡\n平成２７年（行ウ）第４１０号  執行停止不開始決定取消請求事件\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n国土交通大臣が平成２７年１月２７日付けで原告らに対してした執行停止を\nしない旨の決定を取り消す。\n第２  事案の概要\n本件は，原告らが，国土交通大臣から権限の委任を受けた四国地方整備局長\n（以下「本件局長」という。）が，愛媛県を土地収用法８条１項所定の起業者\nとする県道改築工事について同法２０条に基づく事業の認定（以下「本件事業\n認定」という。）をしたため，国土交通大臣に対し，本件事業認定につき，行\n政不服審査法（平成２６年法律第６８号による改正前のもの。以下「行審法」\nという。）に基づく審査請求（以下「本件審査請求」という。）をするととも\nに ， 同 法 ３ ４ 条 ２項 に 基 づ く 執 行 停 止 の 申 立 て （ 以 下 「 本 件 申 立 て 」 と い\nう。）をしたが，国土交通大臣から執行停止をしない旨の決定（以下「本件決\n定」という。）を受けたことから，本件決定は違法であると主張して，その取\n消しを求める事案である。\n１  関係法令の定め\n行審法３４条は，執行停止について，次のとおり定めている。\n(1)  審査請求は ，処分の効力 ，処分の執行又は手続の続行を妨げない （１\n項）。\n(2)  処分庁の上級行政庁である審査庁は，必要があると認めるときは，審査\n請求人の申立てにより又は職権で，処分の効力，処分の執行又は手続の続行\nの全部又は一部の停止その他の措置（以下「執行停止」という。）をするこ\nとができる（２項）。\n(3)  処分庁の上級行政庁以外の審査庁は，必要があると認めるときは，審査\n請求人の申立てにより，処分庁の意見を聴取したうえ，執行停止をすること\nができる。ただし，処分の効力，処分の執行又は手続の続行の全部又は一部\nの停止以外の措置をすることはできない。（３項）\n(4)  ２項又は３項の規定による審査請求人の申立てがあった場合において，\n処分，処分の執行又は手続の続行により生ずる重大な損害を避けるため緊急\nの必要があると認めるときは，審査庁は，執行停止をしなければならない。\nただし，公共の福祉に重大な影響を及ぼすおそれがあるとき，処分の執行若\nしくは手続の続行ができなくなるおそれがあるとき，又は本案について理由\nがないとみえるときは，この限りでない。（４項）\n(5)  審査庁は ， ４項に規定する重大な損害を生ず るか否かを判断するに当\nたっては，損害の回復の困難の程度を考慮するものとし，損害の性質及び程\n度並びに処分の内容及び性質をも勘案するものとする（５項）。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実）\n(1)  原告ら\nア  原告株式会社コスモ企画（以下「原告コスモ企画」という。）は，遊技\n場の経営等を目的とする株式会社である。\nイ  原告有限会社ブラボー（以下「原告ブラボー」という。）は，公衆浴場\nの経営等を目的とする特例有限会社である。\n(2)  本件事業認定に至る経緯\nア(ア)  愛媛県は，平成２５年６月２５日，本件局長（土地収用法１３９条\nの３及び土地収用法施行規則２６条により，土地収用法に規定する国土\n交通大臣の権限の委任を受けた者である。以下同じ。）に対し，下記の\n事業（以下「本件事業」という。）に係る事業認定申請書及びその添付\n書類（以下，併せて「本件申請書等」という。）を提出した（乙１）。\n記\n起業者の名称    愛媛県\n事 業 の 種 類    県道Ａ１線改築工事（Ａ２拡幅・愛媛県松山市α地内\nから同市β地内まで）\n起業 地   ①  収用の部分\n松山市α，同γ，同β並びにδ，同ε及び同ζ地\n内\n②  使用の部分\n松山市α，同γ，同β並びにδ，同ε及び同ζ地\n内\n(イ)  本件事業は，上記(ア)の起業地（事業を施行する土地をいう。以下\n同じ。）において，全体計画区間７３２ｍのうち，既に用地取得が完了\nしている起点である松山市η地内の都市計画道路Ａ３線との交差点から\n同市α地内の県道Ａ４線との交差点までの延長３５５ｍの区間を除く，\n同市α地内の上記交差点から全体計画区間の終点である同市β地内のＡ\n５道路一般道路部交差点までの延長３７７ｍの区間において，既存の道\n路である県道Ａ１線（以下「本件県道」という。）に隣接する土地を収\n用するなどして，現道拡幅方式により，道路の構造規格を第４種第２級\n（道路構造令所定の道路の区分），車線数を２車線，道路幅員を１５ｍ\n（車道，路肩，植樹帯及び自転車歩行者道を含む。）とする道路（以下\n「本件建設予定道路」という。）の建設を行うことを内容とするもので\nある（乙１，弁論の全趣旨）。\nイ  本件局長は，平成２５年６月２６日，松山市長に対し本件申請書等の写\nしを送付するとともに，愛媛県知事に対しその旨を通知して本件申請書等\nの写しを送付した（乙２の１及び２）。\nウ  松山市長は，平成２５年７月２日，起業者の名称，事業の種類及び起業\n地等を公告するとともに，同日から７月１６日まで，本件申請書等の写し\nを公衆の縦覧に供した（乙３）。\nエ  愛媛県知事は，平成２５年７月２９日，本件局長に対し，上記ウの縦覧\nの期間内に利害関係人から意見書の提出がなかった旨を報告した（乙４）。\nオ  本件局長は，平成２５年９月１９日，本件事業について，起業者の名称，\n事業の種類及び起業地並びに公聴会の期日及び場所等を一般に公告し，同\n年１１月２日，愛媛県武道館大会議室において公聴会を開催した（乙５，\n弁論の全趣旨）。\nカ  社会資本整備審議会は，平成２６年８月２５日，本件局長に対し，本件\n事業について事業の認定をすべきであるとする本件局長の判断を相当と認\nめる旨の意見書を提出した（乙７）。\nキ  本件局長は，平成２６年９月２９日，本件事業について事業の認定（本\n件事業認定）をし，愛媛県及び松山市長に対し本件事業認定をした旨を文\n書で通知するとともに，本件事業に係る起業者の名称，事業の種類，起業\n地，事業の認定をした理由等を官報で告示し（平成２６年四国地方整備局\n告示第６６号），愛媛県知事に対し上記の告示をした旨の通知をした（乙\n８，９，１１の１及び２）。\nク  松山市長は，平成２６年９月２９日，本件事業の起業地を表示する図面\nを公衆の縦覧に供した（乙１２）。\n(3)  本件事業と原告コスモ企画の関係\n原告コスモ企画は，別紙２物件目録記載の土地及び建物を所有している。\n別紙 ２ 物 件 目 録 記 載 ４ の 建 物 は ， 原 告 コ ス モ 企 画 が 経 営 す る 「 Burnig\nBlood Ⅲ（バーニングブラッドスリー） 」という屋号のパチンコ店（以下\n「本件パチンコ店」という。）の店舗であり，同目録記載３の土地は同建物\nの敷地である。また，同目録記載２の建物は本件パチンコ店の客等が飲食す\nることのできるうどんブース（以下「本件うどんブース」という。）であり，\n同目録記載１の土地は同建物の敷地で駐車場の用にも供されている。\n本件パチンコ店は本件県道の西側に，本件うどんブースは本件県道の東側\nにそれぞれ隣接しており，いずれも本件事業に係る事業認定申請書に添付さ\nれている「起業地，事業計画及び法第４条に規定する土地を表示する図面」\n（甲３。以下「本件図面」という。）においてNo.４と記載されている地点\nの付近にある。            （以上につき，甲３，４，弁論の全\n趣旨）\n(4)  審査請求の経緯\nア  原告らは，平成２６年１０月２９日，国土交通大臣に対し，本件事業認\n定の取消しを求めて行審法に基づく審査請求（本件審査請求）をするとと\nもに，同月３１日，本件事業認定について同法３４条２項に基づく執行停\n止の申立て（本件申立て）をした（乙１３，１４）。\nイ  国土交通大臣は，平成２７年１月２７日，原告らに対し，本件申立てに\nついて，執行停止をしない旨の決定（本件決定）をし，本件決定の取消し\nを求める訴えは，決定があったことを知った日の翌日から起算して６か月\n以内に国を被告として提起することができる旨の教示（以下「本件教示」\nという。）をした（乙１５）。\n(5)  本件訴えの提起\n原告らは，平成２７年７月８日，本件訴えを提起した（顕著な事実）。\n３  争点\n(1)  本件訴えの適法性（本件決定が取消訴訟の対象となるか否か）\n(2)  本件決定の適法性\n４  争点に関する当事者の主張の要旨\n(1)   争点 (1) （ 本 件 訴 え の 適 法 性 （ 本 件 決 定 が 取 消 訴 訟 の 対 象と な る か 否\nか））について\n（被告の主張の要旨）\nア  本件訴えは，行政事件訴訟法（以下「行訴法」という。）３条２項に規\n定する処分の取消しの訴えであると解されるところ，その対象となる「行\n政庁の処分」とは，行政庁の法令に基づく行為全てを意味するものではな\nく，公権力の主体たる国又は公共団体が法令の規定に基づき行う行為のう\nち，その行為によって直接国民の権利義務を形成し又はその範囲を確定す\nることが法律上認められているものをいう（以下，抗告訴訟の対象となる\n行政庁の処分に該当する属性を「処分性」という。）。\nそして，ある行政行為が処分性を有するか否かは，処分の根拠法規が当\n該行為を抗告訴訟の対象とするという立法政策を採用しているか否かとい\nう解釈問題に帰着するというべきである。\nイ  行審法における審査請求の手続は，行政上の争訟について行政庁自らが\n簡易迅速な手続により国民の権利利益の救済を図るとともに行政の適正な\n運営を確保することを目的とするものであって，審査請求の手続の終局判\n断である裁決をするまでの間に審査庁が行う個々の行為は，審査庁が係争\n処分の適法性や相当性についての終局判断である裁決をするまでの一過程\nとしてされるものである。\nそして，審査庁が行う個々の行為は，行審法によって手続の主宰を委ね\nられ終局判断を行う審査庁の専権に属するものであり，このような個々の\n行為ごとに抗告訴訟が許されるとすれば，かえって審査手続の円滑な進行\nを妨げその安定を脅かす結果となり，簡易迅速な手続により国民の権利利\n益の救済を図るという同法の趣旨が没却されることとなる。\nしたがって，審査庁が行う個々の行為が抗告訴訟の対象となるべき処分\n性を有すると認めることはできないものと解される。\nウ  本件では，行審法に基づく執行停止の申立てに対する執行停止をしない\n旨の決定（以下「執行不停止決定」という。）が問題となるところ，同法\n上の執行停止の制度は，同法が係争処分について執行不停止の原則を採用\nしていること（同法３４条１項）の反面として，国民の権利利益の救済の\n実効性を保つために設けられたものであって，執行停止の決定は，審査庁\nが係争処分についての終局判断をするまでの間，審査請求人の申立てによ\nり，暫定的措置としてする付随的処分である（同条２項，３項）。\nそして，行審法上の執行停止は，行訴法のそれに比較して要件が緩和さ\nれており，審査庁は，①公共の福祉に重大な影響を及ぼすおそれがあると\nき，②処分の執行又は手続の続行ができなくなるおそれがあるとき，③本\n案について理由がないとみえるときのいずれかの消極要件（行審法３４条\n４項ただし書）に該当する場合でも執行停止をすることが可能であって，\n裁判所が執行停止をすることができない場合においてもこれをすることが\nできるといえること，審査庁の決定に対する不服申立てに関する規定が見\n当たらないことからすれば，審査手続に付随してされる執行停止の申立て\nに関する決定については，審査庁の専権に属するものと解すべきである。\nまた，裁決に至る一過程としてされる審査請求手続中の個々の行為の一\nつにすぎない執行不停止決定に対して独自に抗告訴訟が許されるとすれ\nば，終局目的である係争処分に対する救済については簡易迅速を旨とする\n審査手続が進められているのに，その仮の救済に関して厳格慎重を期する\n訴訟手続を進めることとなって相当でない。\nさらに，審査請求人は，係争処分に対する抗告訴訟の手続内で執行停止\nを申し立てることにより，司法機関の判断による仮の救済を受けることが\nできるのであるから（行訴法２５条），審査手続に付随してされる執行不\n停止決定が抗告訴訟の対象とならないと解しても，審査請求人の権利保護\nに欠けるものではない。\nしたがって，行審法上の執行停止の要件充足性については司法審査を受\nけることが予定されておらず，執行不停止決定は抗告訴訟の対象となるべ\nき処分性を有しないというべきである。\nエ  また，行政庁の行為が処分性を有するか否かは，当該行政庁の行為の客\n観的性質からおのずから定まるものであって，抗告訴訟の対象とならない\n行政庁の行為に関して抗告訴訟を提起することができる旨の教示がされた\nからといって，そのことから当該行政庁の行為に処分性が生ずることには\nならない。\nこのことは，行訴法が，原告が被告とすべき者を誤ったときについて救\n済規定を設けており（１５条），同条１項に規定する「重大な過失」の有\n無の判断において，行政庁から被告とすべき者について誤った教示がされ\nたことが考慮されることになるのに対し，本件のように抗告訴訟の対象と\nならない処分又は裁決等に関して抗告訴訟を提起することができる旨の教\n示がされた場合について何ら規定が設けられていないことからも明らかで\nある。\nしたがって，本件教示をしたことをもって，本件決定に処分性が生ずる\nとの影響があるものではない。\nオ  よって，本件決定は抗告訴訟の対象となるべき処分性を有しないもので\nあるから，本件訴えは不適法というべきである。\n（原告らの主張の要旨）\nア  国民の申立てに対する行政庁の行政行為は司法審査を受けるべきもので\nあるから，一般に，法令に「申立て」という文言が用いられている場合に\nは，当該申立てに対する行政行為に処分性があり，不服申立ての対象にな\nると解されている。そして，行審法３４条４項は，審査請求人の申立てが\nある場合において，同項所定の要件を満たす場合に審査庁に執行停止をす\nべき義務があることを定めている（以下，同項に基づく執行停止を「義務\n的執行停止」といい，同条２項又は３項に基づく執行停止を「裁量的執行\n停止」ということがある。）。そのため，同法に基づき審査庁が行う個々\nの処分であるからといって，一概に抗告訴訟の対象にならないということ\nはできない。\nそして，義務的執行停止の要件は，「重大な損害を避けるため緊急の必\n要があると認めるとき」であり，このような事態に該当するか否かについ\nては，正に司法判断になじむものであり，司法による終局的解決が必要と\nいうべきである。\nまた，行審法は上記のとおり義務的執行停止を定めているのであるか\nら，その要件該当性の判断を審査庁の専権と認めることが同法の趣旨であ\nるとは解されない。\nさらに，行審法上の執行停止は，行訴法上の執行停止よりも要件が緩和\nされているのであるから，執行不停止決定の取消判決を得ることにより，\n再度，行審法上の執行停止の要件該当性の判断を仰ぐ実質的な意味がある\nところ，抗告訴訟において執行停止の申立て（行訴法２５条）をしたとし\nても，より緩和された要件により認められる行審法上の執行停止（同法３\n４条）を受ける地位を回復することができるものではない。\nイ  原告らは平成２６年１０月２７日付けで本件審査請求をしたところ，審\n査請求手続において，意見書や弁明書の提出がされているが，手続の進捗\n状況は一向に不透明であり，簡易迅速な手続の要請といっても，実態は形\n骸化している。\nまた，平成２６年法律第６８号による改正後の行政不服審査法は，標準\n審理期間（１６条）や審理手続の計画的遂行（３７条）について定めるな\nど，簡易迅速な進行を行うための制度的な担保を設けているが，本件審査\n請求に係る手続には上記規定の適用がない。\nそのため，本件決定に処分性があるか否かについては，このような行審\n法の改正に関する状況の変化をも考慮して判断がされるべきである。\nウ  そもそも，執行停止の申立てをした申立人の法律上の地位は，実効的な\n権利利益の救済を受け得るだけの手続的な地位にあるというべきところ，\n手続的法益を侵害する地方公務員法上の判定は取消訴訟の対象である処分\nに当たると解されている（最高裁昭和３４年（オ）第１１８７号同３６年\n３月２８日第三小法廷判決・民集１５巻３号５９５頁参照）。\nそして，行審法上の執行停止についても，正に権利救済を暫定的にせよ\n認める制度であり，それ自体が不服を申し立てる者に保障された権利と考\nえて差し支えないといえる。また，行審法上の執行停止の制度が，行訴法\n上の執行停止の制度よりも救済に至る範囲が広く，審査請求手続の簡易迅\n速の要請が形骸化していることを併せ考慮すれば，執行不停止決定が抗告\n訴訟の対象となることを認めて行審法上の執行停止をすべきか否かについ\nて再考を促すことには十分に意義があるものといえる。\nそのため，執行不停止決定について処分性を認めることは，何ら行審法\n上の簡易迅速の要請と矛盾するものではない。\nエ  以上により，本件決定は抗告訴訟の対象となるべき処分性を有するもの\nであるから，本件訴えは適法というべきである。\n(2)  争点(2)（本件決定の適法性）について\n（原告らの主張の要旨）\nア(ア)  行審法は，審査請求がされた場合でも，公益に配慮して執行不停止\nの原則を採用しているが（３４条１項），同法が国民の権利利益の救済\n及び行政の適正な運営の確保を目的としている以上，明らかに違法，無\n効な処分についてまで公益に配慮することが求められているとは解され\nない。そのため，審査庁は，土地収用法に基づく事業の認定が違法，無\n効である場合には，同条４項に基づく義務的執行停止の要件を満たすも\nのと判断しなければならず，執行不停止決定をすることは違法というべ\nきである。  11\n(イ)  起業者によって設置される営造物に瑕疵がないことは，土地収用法\n２０条に基づく事業の認定の前提要件であると解すべきところ，本件事\n業認定は，本件建設予定道路に係る計画に次のａないしｄのとおりの法\n令違反があるから，重大かつ明白な瑕疵があるものとして無効というべ\nきである。\nａ  愛媛県県道の構造の技術的基準等を定める条例（愛媛県平成２４年\n条例第７４号（甲５）。以下「本件条例」という。）２９条は，「道\n路は，駅前広場等特別の箇所を除き，同一箇所において同一平面で５\n以上交会させてはならない。」と規定しており，既設の平面交差に新\n設道路を更に交差させることも許されないと解されるところ，本件建\n設予定道路は，本件図面において No.９と記載されている地点の交差\n点（以下「本件交差点」という。）について，本線２本及び副道４本\nの合計６本の道路を接続するものとしており（なお，既存の本件県道\nでは十字交差道路となっている。），同条に違反している。\nｂ  本件交差点には大型車両の進入も想定されており，車両の安全かつ\n円滑な通行のため，最小回転半径は１２ｍとして設計されるべきもの\nであるところ（道路法３０条２項，道路構造令４条２項），本件交差\n点の回転半径は７ｍとされており，道路構造令４条２項に違反してい\nる。\nｃ  道路構造令の解説と運用によれば，第４種第２級の道路において一\n時停止制御の交差点を左折するときは対向車線を使用しないものとさ\nれているところ，本件建設予定道路は，一時停止制御の本件交差点を\n本線から副道に左折する場合，本線の中央線を越えて大きく対向車線\nにはみ出さなければならないものであるから，道路構造令に違反して\nいる。\nｄ  道路管理者には，道路法上の道路に関する事業について，交通規制\nを掌握する都道府県公安委員会の意見を聴取し，同委員会との間で協\n議をすることが義務付けられているところ（道路法９５条の２），愛\n媛県は，本件事業について愛媛県公安委員会 の意見を聴取しておら\nず，同委員会との間で協議をしたともいえないから，同条に違反して\nいる。\n(ウ)  また，本件事業認定について縦覧に供されていた本件図面には本件\n交差点に横断歩道が表示されていないところ，愛媛県と愛媛県警察の協\n議に係る「交差点警察協議平面図」（甲１７）には本件交差点に横断歩\n道が表示されている。横断歩道の設置は軽微な変更とはいえないもので\nあり，愛媛県は事業の認定を経ていない道路を建設しているものである\nから，本件事業認定は無効というべきである。\n(エ)  以上のとおり，本件事業認定は違法，無効というべきであり，収用\n手続の続行には何らの公益性も存せず，義務的執行停止の要件を満たす\nから，本件決定は違法というべきである。\nイ(ア)  義務的執行停止の要件を満たすか否かの判断について審査庁に一定\nの裁量があるとしても，その裁量判断においては，判断過程審査が採用\nされるべきであり，本来最も重視すべき諸要素や諸価値を不当，安易に\n軽視し，その結果当然尽くすべき考慮を尽くさず，又は本来考慮に入れ\nるべきでない事項を考慮に入れ若しくは本来過大に評価すべきでない事\n項を過重に評価し，これらのことにより要件該当性に関する判断が左右\nされたものと認められる場合には，裁量判断の方法ないしその過程に誤\nりがあるものとして違法となる。\n(イ)  そして，本件決定は，前記ア(イ)ａないしｄのとおり本件建設予定\n道路に係る計画に法令違反があることを見落とし，本来最も重視すべき\n諸要素を考慮せずにされたものであるから，違法というべきである。\nウ(ア)  暫定的措置としてされる執行停止をすべきか否かについては，単に\n処分により申立人が受ける損害のみならず，執行停止が公共の福祉に及\nぼす影響をも考慮して判断がされるべきであるところ，公共の福祉に及\nぼす影響が重大か否かは，処分の執行により申立人が受ける損害との関\n係において，処分が違法である可能性があるにもかかわらず申立人の損\n害を看過してまでもなお公共の福祉に対する影響が重大であるとしてこ\nれを守る必要があるか否かという見地から相対的に判断されるべきであ\nる。\n(イ)  本件建設予定道路に係る計画には前記ア(イ)ａないしｄのとおり多\nくの法令違反があるから，本件事業から得られる公共の利益は相対的に\n低いといわざるを得ない。そのため，本件事業認定が違法なものである\n可能性があるにもかかわらず，本件事業認定に基づく公共の福祉に対す\nる影響が重大であるとしてこれを守るほどの必要性はない。\n(ウ)  そして，道路の安全性は，一定の基準を満たさなければたちまち生\n命，財産等への被害をもたらすものである。すなわち，そもそも，道路\n構造令は，道路の構造が「安全かつ円滑な交通を確保することができる\nもの」（道路法２９条）となるための一般的技術的基準を定めるもので\nあり（道路構造令１条），その基準は，標準とする値を定めてその前後\nの値を採用できるとする規定や，やむを得ない場合に特例の値を採用で\nきるとする特例規定がある場合を除き，全国一律に守られるべき最低値\nを定めるものであり，道路法が求める安全かつ円滑な交通を確保するた\nめの最低限度の基準である。そのため，道路構造令に違反する道路は，\n最低限度の安全かつ円滑な交通ができない道路構造ということになるの\nであり，このような危険な道路の建設が差し迫っていることは，そのま\nま生命，財産等への危険が差し迫っていることと同義であるといえる。\n(エ)  本件建設予定道路に係る計画には構造的な瑕疵があり，本件事業認\n定の効力が維持されたままでは，後続する手続が進行し，瑕疵ある道路\nが建設されることとなり，人身事故や沿道に建物を有する者の財産権が\n侵害される被害が発生するなど，将来に生命，財産等への侵害が生ずる\nことが不可避である。\nそして，手続が代執行段階まで進んでからではこのような被害の発生\nを除去することは困難であることから，現時点において本件事業認定の\n執行停止をしなければ，重大な損害の発生を防止できず，それゆえ緊急\nの必要性も存するといえる。\nエ  以上により，本件決定は違法というべきである。\n（被告の主張の要旨）\nア  審査請求人から執行停止の申立てがあった場合に審査庁に執行停止をす\nる義務が生ずるための要件は，①処分，処分の執行又は手続の続行により\n生ずる重大な損害を避けるため緊急の必要があると認められること，②公\n共の福祉に重大な影響を及ぼすおそれがないこと，③処分の執行又は手続\nの続行ができなくなるおそれがないこと，④本案について理由がないとみ\nえるときに当たらないことである（行審法３４条４項）。\nそして，本件申立ては，以下のとおり，上記①の要件を満たさないもの\nであり，本件決定もこれを理由として執行不停止決定をしたものである。\nイ  重大な損害について\n起業者である愛媛県が原告らの有する土地に関する所有権（以下「原告\nらの権利」という。）を取得し，本件事業を遂行するためには，土地収用\n法２０条の規定に基づく本件事業認定の後，収用委員会による収用裁決を\n経る必要がある。\nそして，収用裁決がされる前において，本件事業認定により直接原告ら\nの権利について生ずる制限は，土地収用法３５条の規定により立入調査を\n受けること，同法２８条の３の規定による土地の保全義務を負うことにと\nどまるものであり，これらの制限によっても，原告らは本件事業に支障を\n及ぼすような形質の変更を伴わない限度において自由にその土地を使用す\nることができることから，原告らの権利に係る土地の使用収益が妨げられ\nるものではなく，本件事業認定によって具体的な損害は発生しない。\nまた，原告らが本件申立てにおいて主張する本件パチンコ店が被る財産\n的損害については，収用委員会による収用裁決において，正当な補償が定\nめられ，起業者である愛媛県は，収用裁決において定められた補償金の払\n渡し等をしない限り，原告らの所有する土地の収用等をすることはできな\nいこととされている（土地収用法１００条）。そして，このような収用予\n定地の所有権等に基づく権利の喪失等については，その損失に対し，同法\nに基づく補償を受けることができ，そのような権利自体の損失に関して\nは，その他に特別の損害を受けるものではないと解されていることから，\n本件パチンコ店が被る財産的損害が重大な損害であるとはいえない。\nしたがって，本件事業認定により原告らに重大な損害が生ずるというこ\nとはできない。\nウ  緊急の必要性について\n緊急の必要性の要件が認められるためには，損害が発生する具体的な危\n険が切迫している必要があるとともに，前提として当該処分の執行停止に\nより当該損害を回避することができるという関係がなければならないと解\nすべきである。\nしかるところ，上記イのとおり，原告らの権利について本件事業認定に\nより具体的に生ずる制限は，立入調査を受けること及び土地の保全義務を\n負うことであり，これらの制限によっても，都道府県知事の許可を得なけ\nれば起業地について事業に支障を及ぼすような形質の変更ができないとい\nうことにとどまることから，原告らの権利に係る土地の使用収益が妨げら\nれるものではない。\nまた，本件事業認定がされた場合であっても，起業者である愛媛県が土\n地を収用し又は使用しようとするためには，更に収用裁決を得た上で，当\n該裁決で定められた義務が履行されず，現実の明渡しがない場合には行政\n代執行法に基づく代執行の手続を経る必要があることから，原告らが主張\nする損害が発生する具体的な危険が切迫しているとはいえない。\nしたがって，本件事業認定により原告らが主張する重大な損害を避ける\nための緊急の必要性があるとは認められない。\nエ  なお，原告らは本案に係る本件事業認定の違法性をるる主張するが，前\n記アの行審法３４条４項に定める執行停止の要件の枠組みを看過するもの\nであり，失当というべきである。\nオ  以上により，本件申立ては行審法３４条４項所定の要件を満たしていな\nいから，本件決定は適法というべきである。\n第３  当裁判所の判断\n１   争点 (1) （ 本件 訴 え の 適 法 性 （ 本件決定 が 取 消 訴 訟 の 対 象 と なるか否\nか））について\n(1)  行訴法３条２項所定の処分の取消しの訴え（取消訴訟）は，行政庁の公\n権力の行使に関する不服の訴訟（抗告訴訟）の一類型であり，その対象は，\n同項に規定する「行政庁の処分その他公権力の行使に当たる行為」（同条３\n項に規定する裁決，決定その他の行為を除く。以下「行政処分」という。）\nに該当する行為，すなわち，公権力の主体たる国又は公共団体が公権力の行\n使として行う行為のうち，その行為によって，直接国民の権利義務を形成し\n又はその範囲を確定することが法律上認められているものであることを要す\nるものと解される（最高裁昭和２８年（オ）第１３６２号同３０年２月２４\n日第一小法廷判決・民集９巻２号２１７頁，最高裁昭和３７年（オ）第２９\n６号同３９年１０月２９日第一小法廷判決・民集１８巻８号１８０９頁等参\n照）。\n(2)ア  行審法は，行政庁の違法又は不当な処分その他公権力の行使に当たる\n行為に関し，行政庁に対する不服申立てのみちを開くことによって，簡易\n迅速な手続による国民の権利利益の救済を図るとともに，行政の適正な運\n営を確保することを目的とし（１条），行政庁の処分（同法に基づく処分\nを除く。）に不服がある者は，５条及び６条の定めるところにより，審査\n請求又は異議申立てをすることができるものとし（４条１項），５条ない\nし８条において審査請求，異議申立て等をすることができる場合について\n定めている。また，同法は，審査請求は，処分の効力，処分の執行又は手\n続の続行を妨げないものとする（３４条１項）一方で，審査庁は，必要が\nあると認めるときは，審査請求人の申立てにより，処分の効力，処分の執\n行又は手続の続行の全部又は一部の停止その他の措置（執行停止）をする\nことができるものとし（同条２項，３項），審査請求人の申立てがあった\n場合において，処分，処分の執行又は手続の続行により生ずる重大な損害\nを避けるため緊急の必要があると認めるときは，審査庁は，執行停止をし\nなければならず（同条４項本文），ただし，公共の福祉に重大な影響を及\nぼすおそれがあるとき，処分の執行若しくは手続の続行ができなくなるお\nそれがあるとき，又は本案について理由がないとみえるときは，この限り\nでないものとしている（同項ただし書）。\nイ  このように，行審法は，審査請求によって直ちに処分の執行等を停止さ\nせることは，行政の円滑な運営を阻害し，審査請求が濫用されるおそれも\nあることから，執行不停止の原則を採用とする一方で，審査請求人に執行\n停止の申立権を認め，審査庁は，審査請求人の権利利益の救済の必要性や\n本案における認容の可能性等を総合的に勘案して執行停止をすることがで\nきるものとし，３４条４項本文に規定する要件を満たす場合には，同項た\nだし書の要件に該当しない限り，執行停止をしなければならないものとし\nている。\n以上のとおり，行審法上，審査請求人には，執行停止の申立権が付与さ\nれており，審査庁には，これに対する審査権限が付与されているところ，\n審査庁による執行不停止決定は，行政庁の消極的行為ではあるものの，上\n記の申立権に基づく申立てに対して審査庁がその諾否に係る法令上の審査\n権限に基づく公権力を行使して当該申立てに係る申請を拒否し，処分の執\n行等を停止させないという公権的な判断を示すことによって，同法によっ\nて付与された審査請求人の上記申立権に法的効果を及ぼすものであるか\nら，上記(1)においてみた取消訴訟の対象となる行政処分に当たると解す\nるのが相当である（最高裁昭和３６年（オ）第１１３８号同４０年７月１\n４日大法廷判決・民集１９巻５号１１９８頁参照）。\nウ  行審法上，同法に基づく執行停止の申立てに対する執行停止をしない旨\nの決定（執行不停止決定）についての不服申立ての方法は定められていな\nいところ，行訴法上の執行停止の申立てがこれに代替する不服申立ての手\n続保障となり得るか否かについてみるに，①行審法上の執行停止は，行訴\n法上の執行停止と異なり，審査庁が処分の違法性のみならず不当性を考慮\nして必要と認めるときにもすることができるものと解され，審査請求人は\nそのような観点からも執行停止の決定を受ける法律上の利益を有するもの\nということができる上，②審査請求人が行訴法上の執行停止の要件該当性\nにつき司法審査を受けるためには係争処分の取消訴訟の提起を要するとこ\nろ，当該処分の根拠法律にいわゆる審査請求前置の規定が設けられている\n場合には，原則として直ちに取消訴訟を提起することができないから（行\n訴法８条１項ただし書，２項），これらのいずれの観点からも，行訴法上\nの執行停止の申立ては，行審法上の執行停止の要件充足性に関する司法審\n査を受ける機会に係る審査請求人の手続保障として十分なものとはいえな\nいといわざるを得ず，行審法上の執行不停止決定については，上記イのよ\nうに取消訴訟の提起が可能であると解することによって初めて，上記の司\n法審査に係る手続保障が適正に確保されるものということができ，行審法\nにおいて同法上の執行不停止決定に対する取消訴訟の提起が禁止されてい\nるとはいえないと解するのが相当である。\n(3)  被告は，①行審法上の執行停止の決定は，審査庁が係争処分についての\n終局判断をするまでの間，審査請求人の申立てにより，暫定的措置としてす\nる付随的処分であり，また，審査庁は，行審法３４条４項ただし書所定の消\n極要件のいずれかに該当する場合でも執行停止をすることが可能であって，\n審査庁の決定に対する不服申立てに関する規定が見当たらないことからすれ\nば，執行停止の申立てに関する決定は審査庁の専権に属するものと解すべき\nであり，②裁決に至る一過程としてされる審査請求手続中の個々の行為の一\nつにすぎない執行不停止決定に対して独自に抗告訴訟が許されるとすれば，\n終局目的である係争処分に対する救済については簡易迅速を旨とする審査手\n続が進められているのに，その仮の救済に関して厳格慎重を期する訴訟手続\nを進めることとなって相当ではなく，③審査請求人は，係争処分に対する抗\n告訴訟の手続内で執行停止を申し立てることにより，司法機関の判断による\n仮の救済を受けることができ（行訴法２５条），審査手続に付随してなされ\nる執行停止に関する処分が抗告訴訟の対象とならないと解しても，審査請求\n人の権利保護に欠けるものではないから，行審法上の執行停止の要件充足性\nについては司法審査を受けることが予定されておらず，執行不停止決定は抗\n告訴訟の対象となるべき処分性を有しないと解すべきである旨主張する。\nしかしながら，①行審法上の執行停止の決定が暫定的措置としてされる付\n随的処分であるとしても，執行停止の決定は，処分の有する効力，処分の内\n容の実現を強制する執行力の行使又は処分に係る法律関係を進展させ若しく\nは後続処分を行うことを停止する効果を有するものであって，裁決により処\n分が取り消された場合と同様の効果を一定の期間について発生させるもので\nあるから，審査手続の主宰を委ねられた審査庁が単に手続の円滑な進行や審\n査請求人の手続上の利益の観点から行う個々の付随的な措置とは本質的に性\n質を異にするものということができる。そして，上記のような執行停止の決\n定の性質等を踏まえた上で，行審法３４条４項ただし書所定の消極要件のい\nずれかに該当する場合における審査庁の裁量による執行停止の可否について\nいずれの見解を採るとしても，また，行審法に執行不停止決定に対する不服\n申立ての規定がないとしても，これらのことをもって直ちに，執行停止の決\n定に係る審査庁の判断がその裁量に基づくものにとどまらずその専権に属す\nるものとして司法審査の対象になり得ないと解さなければならないものとは\nいえない。また，②執行不停止決定に対する取消訴訟の提起が可能であると\n解することにより，簡易迅速を旨とする審査手続が進められている過程で執\n行不停止決定の適法性について訴訟手続で争われることになるとしても，前\n記(2)ウ②のように行訴法上の執行停止の申立てが係争処分の取消訴訟の提\n起を要するとともに審査請求前置による制約を受けることと比較すれば，司\n法審査に係る手続保障の在り方として簡易迅速を旨とする審査手続の趣旨が\n損なわれるものとはいえないというべきである。そして，③執行不停止決定\nを受けた審査請求人は，係争処分の取消訴訟を提起して行訴法２５条に基づ\nく執行停止の申立てをすることができるものの，行訴法上の執行停止の申立\nてが行審法上の執行停止の要件充足性に関する司法審査を受ける機会に係る\n審査請求人の手続保障として十分なものとはいえないことは，前記(2)ウに\nおいて説示したとおりである。以上の諸点に鑑みると，行審法において同法\n上の執行不停止決定について不服申立ての方法が定められておらず，行審法\n上の執行停止の要件充足性に関する司法審査を受ける機会が一定の範囲では\n行訴法上の執行停止の申立てによって付与され得ることを踏まえても，行審\n法において同法上の執行不停止決定に対する取消訴訟の提起が禁止されてい\nるとまではいえないというべきである。\nしたがって，この点に関する被告の主張を採用することはできない。\n(4)  以上によれば，本件決定は，取消訴訟の対象となる行政処分に当たると\nいうことができるから，本件訴えは適法というべきである。\n２  争点(2)（本件決定の適法性）について\n(1)  行審法は，３４条２項又は３項の規定による審査請求人の申立てがあっ\nた場合において，処分，処分の執行又は手続の続行により生ずる重大な損害\nを避けるため緊急の必要があると認めるときは，審査庁は，執行停止をしな\nければならず（同条４項本文），審査庁は，同項に規定する重大な損害を生\nずるか否かを判断するに当たっては，損害の回復の困難の程度を考慮するも\nのとし，損害の性質及び程度並びに処分の内容及び性質をも勘案するものと\nする（同条５項）旨を定めている。\nそして，本件決定は，本件事業認定に関し，原告らについて当該処分によ\nる「重大な損害を避けるため緊急の必要がある」とは認められないとして執\n行不停止決定をしたものである。そこで，以下，土地収用法の定めについて\nみた上で，本件事業認定に関し，原告らについて当該処分による「重大な損\n害を避けるため緊急の必要がある」と認められるか否かについて検討するこ\nととする。\n(2)  土地収用法は，公共の利益の増進と私有財産との調整を図り，もって国\n土の適正かつ合理的な利用に寄与することを目的とし（１条），土地を収用\nし，又は使用することができる公共の利益となる事業を３条各号に掲げ（同\n条），同条各号の一つに該当するものに関する事業のために土地を収用し，\n又は使用しようとするときは，事業の認定を受けなければならず（１６条），\n申請に係る事業の認定は，２０条各号の全てに該当するときにこれをするこ\nとができるものとし（同条），２６条１項の規定による事業の認定の告示が\nあった後においては，何人も，都道府県知事の許可を受けなければ，起業地\nについて明らかに事業に支障を及ぼすような形質の変更をしてはならず（２\n８条の３第１項），他方で，起業者は，事業の準備等のために，土地又はそ\nの土地にある工作物に立ち入って，これを測量し，又はその土地及びその土\n地若しくは工作物にある物件を調査することができ（３５条１項），また，\n上記告示があった日から１年以内に限り，都道府県の収用委員会に収用又は\n使用の裁決を申請することができるものとしている（３９条１項）。\nそして，土地収用法は，収用又は使用の裁決は，権利取得裁決及び明渡裁\n決とし（４７条の２第２項），(a)権利取得裁決においては，①収用する土\n地の区域又は使用する土地の区域並びに使用の方法及び期間，②土地又は土\n地に関する所有権以外の権利に対する損失の補償，③権利を取得し，又は消\n滅させる時期（以下「権利取得の時期」という。）等について裁決しなけれ\nばならず（４８条１項），(b)明渡裁決においては，④上記(a)②の損失を除\nくその他の損失の補償，⑤土地若しくは物件の引渡し又は物件の移転の期限\n（以下「明渡しの期限」という。）等について裁決しなければならないもの\nとし（４９条１項），起業者は，土地を収用し，又は使用することによって\n土地所有者（収用又は使用に係る土地の所有者をいう（８条２項）。）及び\n関係人（土地を収用し，又は使用する場合等において，当該土地に関して賃\n貸借による権利その他所有権以外の権利等を有する者をいう（同条３項）。\n以下，土地所有者と併せて「土地所有者等」という。）が受ける損失を補償\nしなければならない（６８条）一方，権利取得の時期において，土地を収用\nするときは当該土地の所有権を，土地を使用するときは当該土地を使用する\n権利を取得することとなり（１０１条１項，２項），当該土地又は当該土地\nにある物件を占有している者は，明渡しの時期までに，起業者に土地若しく\nは物件を引き渡し，又は物件を移転しなければならず（１０２条），その義\n務を履行しないときは，行政代執行法の定めるところに従って義務の履行の\n確保がされるものとしている（１０２条の２第２項）。\n(3)ア  上記(2)においてみた土地収用法の定めによれば，同法２０条に規定す\nる要件を満たすものとして事業の認定がされた場合に土地所有者等が受け\nる具体的な権利の制限は，起業者による土地又はその土地にある工作物へ\nの立入りを受けることや土地等にある物件の調査を受けること（同法３５\n条１項）のほか，都道府県知事の許可を受けなければ起業地について明ら\nかに事業に支障を及ぼすような形質の変更をすることができない（２８条\nの３第１項）というものにとどまる。\nそして，前記前提事実(2)キのとおり，本件局長は，平成２６年９月２\n９日，本件事業認定をし，本件事業に係る起業者の名称，事業の種類，起\n業地，事業の認定をした理由等を官報で告示したが，本件決定の当時，起\n業者である愛媛県が収用委員会に対し収用又は使用の裁決の申請をしたと\nいう事情はなく，収用委員会による権利取得裁決や明渡裁決もいまだされ\nていない状況にあったものと認められる（乙１５，弁論の全趣旨）。\nイ  上記アの状況の下では，本件決定の時点において，所論のように，本件\n建設予定道路の工事が進捗して実際に道路の用に供されることが差し迫っ\nていたということはできず，人身事故や沿道に建物を有する者の財産権が\n侵害される被害が発生するおそれがあったと認めることもできない。\nそうすると，前記前提事実(3)のとおり，原告コスモ企画が，本件事業\nの起業地において，別紙２物件目録記載の土地及び建物を所有し，本件パ\nチンコ店及び本件うどんブースにおける営業をするなどしているとしても，\n(ア)本件事業認定によって原告コスモ企画が受ける具体的な権利の制限は，\n上記アのとおり，当該土地等への立入りや物件の調査（土地収用法３５条\n１項）を受忍し，当該土地の形質の保全義務（同法２８条の３第１項）を\n負うというものにとどまり，(イ)本件事業の遂行に支障を及ぼすような土\n地の形質の変更にわたらない限り，当該土地及び建物の使用収益を妨げら\nれるものではないから，事柄の性質上，上記(ア)の点のみをもって原告コ\nスモ企画に重大な損害が生ずると認める余地はないものといわなければな\nらない。それにもかかわらず本件事業認定によるこれらの権利の制限が継\n続することに起因して原告コスモ企画に重大な損害が生ずるというために\nは，これを基礎付けるに足りる特段の事情の存在を要するものと解される\nところ，本件においてそのような特段の事情の存在を認めるに足りる証拠\nはないから，本件決定の当時，本件事業認定に関し，原告コスモ企画につ\nいて当該処分による「重大な損害を避けるために緊急の必要がある」と認\nめることはできないものというべきである。\nまた，本件において，原告ブラボーについては，原告コスモ企画と代表\n者同士が親族の関係にある同族会社であることがうかがわれるものの（弁\n論の全趣旨），原告ブラボー自体と本件事業の起業地との関係は明らかに\nされておらず，本件事業認定によって原告ブラボーが受ける具体的な権利\nの制限の有無及び内容は明らかではない以上，本件事業認定の効果の存続\nによって原告ブラボーに重大な損害が生ずるとは認められないから，本件\n決定の当時，本件事業認定に関し，原告ブラボーについて当該処分による\n「重大な損害を避けるために緊急の必要がある」と認めることはできない\nものというべきである。\nそして，以上に説示したところによれば，本件決定が，行審法３４条２\n項において審査庁に付与された執行停止の 申立ての諾否（執行停止の要\n否）に係る裁量権の範囲を逸脱し又はこれを濫用してされたものであると\nいうこともできない。\n(4)ア  原告らは，審査庁は，土地収用法に基づく事業の認定が違法，無効で\nある場合には，行審法３４条４項に基づく義務的執行停止の要件を満たす\nものと判断しなければならないところ，本件建設予定道路に係る計画は，\n本件条例２９条，道路構造令４条２項等及び道路法９５条の２に違反して\nいるため，本件事業認定は違法，無効というべきであり，収用手続の続行\nには何らの公益性も存せず，義務的執行停止の要件を満たすから，本件決\n定は違法である旨主張する。\nしかしながら，そもそも，行審法３４条４項は，同項本文において義務\n的執行停止の要件について「処分，処分の執行又は手続の続行により生ず\nる重大な損害を避けるため緊急の必要があると認めるとき」と定め，同項\nただし書において「本案について理由がないとみえるときは，この限りで\nない。」と定めるにとどまり，本案について理由があるとみえるときに執\n行停止をしなければならないものとはしていない。そのため，同項本文の\n上記要件を満たしていない場合には，審査請求において不服申立ての対象\nとされる行政庁の処分が違法であるとの本案の主張が理由があるとみえる\nか否かについて判断するまでもなく，審査庁は執行停止をすべき義務を負\nうものではないと解するのが相当である。そして，本件において，本件事\n業認定に関し，原告らについて当該処分による「重大な損害を避けるため\nに緊急の必要がある」と認めることができないことは，前記(3)イにおい\nて説示したとおりである。\nしたがって，この点に関する原告らの主張を採用することはできない。\nイ  原告らは，義務的執行停止の要件を満たすか否かの判断について審査庁\nに一定の裁量があるとしても，その裁量判断においては，判断過程審査が\n採用されるべきであるところ，本件決定は，本件建設予定道路に係る計画\nに法令違反（本件条例２９条，道路構造令４条２項等及び道路法９５条の\n２違反）があることを見落とし，本来最も重視すべき諸要素を考慮せずに\nされたものであるから，違法である旨主張する。\nしかしながら，上記アにおいて説示したとおり，行審法３４条４項本文\n所定の「処分，処分の執行又は手続の続行により生ずる重大な損害を避け\nるため緊急の必要があると認めるとき」との義務的執行停止の要件を満た\nしていない場合には，審査請求において不服申立ての対象とされる行政庁\nの処分が違法であるとの本案の主張が理由があるとみえるか否かについて\n判断するまでもなく，審査庁は執行停止をすべき義務を負うものではなく，\n原告らは同項本文の上記要件を満たしていない（原告らが同項本文の上記\n要件を満たしていないとした審査庁の判断に所論の違法はない。）から，\n本件は同項の義務的執行停止が認められ得る事案ではない。そして，同条\n２項の裁量的執行停止についてみても，本件決定が同項において審査庁に\n付与された執行停止の申立ての諾否（執行停止の要否）に係る裁量権の範\n囲を逸脱し又はこれを濫用してされたものであるとはいえないことは，前\n記(3)イにおいて説示したとおりである。\nしたがって，この点に関する原告らの主張を採用することはできない。\nウ  原告らは，本件建設予定道路に係る計画には多くの法令違反（本件条例\n２９条，道路構造令４条２項等及び道路法９５条の２違反）があるから，\n本件事業から得られる公共の利益は相対的に低いといわざるを得ないとこ\nろ，本件建設予定道路に係る計画には構造的な瑕疵があり，本件事業認定\nの効力が維持されたままでは，後続する手続が進行し，瑕疵ある道路が建\n設されることとなり，人身事故や沿道に建物を有する者の財産権が侵害さ\nれる被害が発生するなど，将来に生命，財産等への侵害が生ずることが不\n可避であり，手続が代執行段階まで進んでからではこのような被害の発生\nを除去することは困難であるから，現時点において本件事業認定の執行停\n止をしなければ，重大な損害の発生を防止できず，それゆえ緊急の必要性\nも存するといえる旨主張する。\nしかしながら，前記(3)アにおいて説示したとおり，本件決定の当時，\n起業者である愛媛県が収用委員会に対し収用又は使用の裁決の申請をした\nという事情はなく，収用委員会による権利取得裁決や明渡裁決もいまださ\nれていない状況にあったと認められるから，本件決定の時点において，本\n件建設予定道路の工事が進捗して実際に道路の用に供され ることが差し\n迫っていたということはできず，人身事故や沿道に建物を有する者の財産\n権が侵害される被害が発生するおそれがあったと認めることもできないと\nいうべきであって，これらの事情にも照らし，本件決定の当時，本件事業\n認定に関し，原告らについて当該処分による「重大な損害を避けるために\n緊急の必要がある」と認めることができないことは，前記(3)イにおいて\n説示したとおりである。\nしたがって，この点に関する原告らの主張を採用することはできない。\n(5)  以上によれば，本件事業認定につき，原告らに生ずる「重大な損害を避\nけるため緊急の必要がある」とは認められないとして執行不停止決定をした\n本件決定の判断は相当なものであるといえるから，本件決定は適法というべ\nきである。\n第４  結論\nよって，原告らの請求はいずれも理由がないからこれらを棄却することとし，\n主文のとおり判決する。\n東京地方裁判所民事第５１部\n裁判長裁判官      岩 井 伸 晃\n裁判官     堀 内 元 城\n裁判官      吉 賀 朝 哉\n"
}