{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 5,
    "day": 27
  },
  "case_number": "平成29(ワ)1897等",
  "case_name": "不正競争行為差止等請求事件，不正競争行為差止請求反訴事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88821",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88821",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/821/088821_hanrei.pdf",
  "contents": "令和元年５月２７日判決言渡  同日原本領収  裁判所書記官\n平成２９年（ワ）第１８９７号  不正競争行為差止等請求事件（本訴）\n平成２９年（ワ）第６４３４号  不正競争行為差止請求反訴事件（反訴）\n口頭弁論終結日  平成３１年３月８日\n判     決\n本訴原告（反訴被告）      本部三慶株式会 社\n同訴訟代理人弁護士       山   本   健   策\n同                福   永          聡\n同                草   深   充   彦\n本訴被告（反訴原告）     サンケイフーズ株式会社\n本訴被告（反訴原告）      サンケイアクア株式会社\n上記両名訴訟代理人弁護士  谷   口   由   記\n同                山   下   侑   士\n同                 林       祐   樹\n同                 木   澤   圭 一 朗\n同                宇   根   駿   人\n同                小   澤          拓\n主     文\n１  本訴被告（反訴原告）らは，食品添加物である殺菌料製剤（その容器又\nは包装を含む。）に，別紙「被告商品表示目録」記載１又は２の表示を使用し，又\nは別紙「被告商品表示目録」記載１又は２の表示を使用した食品添加物である殺菌\n料製剤を譲渡し，引き渡し，譲渡若しくは引渡しのために展示してはならない。\n２  本訴被告（反訴原告）らは，その占有に係る別紙「被告商品表示目録」\n記載１又は２の表示を使用した食品添加物である殺菌料製剤（その容器又は包装に\n同表示をしている場合，当該容器又は包装を含む。）を廃棄せよ。\n３  本訴被告（反訴原告）サンケイフーズ株式会社は，本訴原告（反訴被\n告）に対し，本訴被告（反訴原告）サンケイアクア株式会社と連帯して，８２５０\n万６２６８円及びうち５３８７万４６７７円に対する平成２９年３月１３日から，\nうち１６０万６０５１円に対する平成２９年１１月１日から，うち１９５２万５５\n４０円に対する平成３０年９月１日から，各支払済みまで年５分の割合による金員\nを支払え。\n４  本訴被告（反訴原告）サンケイアクア株式会社は，本訴原告（反訴被\n告）に対し，８２５０万６２６８円及びうち５３８７万４６７７円に対する平成２\n９年３月１１日から，うち１６０万６０５１円に対する平成２９年１１月１日から，\nうち１９５２万５５４０円に対する平成３０年９月１日から，各支払済みまで年５\n分の割合による金員（ただし，第３項記載の金員の限度で，本訴被告（反訴原告）\nサンケイフーズ株式会社と連帯して）を支払え。\n５  本訴原告（反訴被告）のその余の本訴請求及び本訴被告（反訴原告）ら\nの反訴請求をいずれも棄却する。\n６  訴訟費用は，本訴反訴を通じ，これを５分し，その１を本訴原告（反訴\n被告）の負担とし，その余を本訴被告（反訴原告）らの負担とする。\n７  この判決は，第３項及び第４項に限り，仮に執行することができる。\n事実及び理由\n第１  請求\n１  本訴\n(1) 主文第１項及び第２項と同旨。\n(2) 本訴被告（反訴原告）ら（以下，単に「被告ら」という。）は，別紙「被告\n商品目録」記載の各商品並びにそれらの広告及び取引書類に，別紙「被告品質表示\n目録」記載の表示をし，又は同記載の表示をした別紙「被告商品目録」記載の各商\n品を譲渡し，引き渡し，譲渡若しくは引渡しのために展示してはならない。\n(3) 本訴被告（反訴原告）らは，その占有に係る前項記載の表示をした別紙「被\n告商品目録」記載の各商品（その容器又は包装に同表示を使用する場合，当該容器\n又は包装を含む。）及び広告等の各表示物件を廃棄せよ。\n(4)ア 本訴被告（反訴原告）サンケイフーズ株式会社（以下，単に「被告サンケ\nイフーズ」という。）は，本訴原告（反訴被告。以下，単に「原告」という。）に\n対し，本訴被告（反訴原告）サンケイアクア株式会社（以下，単に「被告サンケイ\nアクア」という。）と連帯して，１億４４２３万５５３１円及びうち８４０７万８\n０３７円に対する平成２９年３月１３日から，うち２５０万４３８２円に対する平\n成２９年１１月１日から，うち３５６５万１０８２円に対する平成３０年９月１日\nから，各支払済みまで年５分の割合による金員を支払え。\nイ  被告サンケイアクアは，原告に対し，１億４４２３万５５３１円及びうち８\n４０７万８０３７円に対する平成２９年３月１１日から，うち２５０万４３８２円\nに対する平成２９年１１月１日から，うち３５６５万１０８２円に対する平成３０\n年９月１日から，各支払済みまで年５分の割合による金員（ただし，上記ア記載の\n金員の限度で，被告サンケイフーズと連帯して）を支払え。\n２  反訴\n(1) 原告は，その販売に係る別紙「原告商品目録」記載の商品の容器・包装のラ\nベル若しくはその広告に，別紙「原告品質表示目録」記載の表示を使用し，又は同\n記載の表示をした商品を譲渡し，若しくは電気通信回線を通じて提供してはならな\nい。\n(2) 原告は，その占有に係る前項記載の商品の容器・包装のラベル，広告及び電\n気通信回線を通じて提供される表示から，前項記載の表示を抹消せよ。\n第２  事案の概要\n１  請求の要旨\n(1) 本訴\n本訴は，殺菌料製剤の製造販売業者であり，別紙「原告旧商品表示目録」記載の\n各表示（以下，両表示を併せて「原告旧商品表示」という。）を使用した殺菌料製\n剤をかつて販売していた原告が，被告らが別紙「被告商品目録」記載の各殺菌料製\n剤（以下，目録の番号に従って「被告商品１」及び「被告商品２」といい，両商品\nを併せて「被告各商品」という。）を販売等することに関して，以下の各請求をす\nる事案である。すなわち，\n①  被告らが，別紙「被告品質表示目録」記載のとおり，「内容成分  高度サラ\nシ粉  １２．００％」という品質表示（以下「被告品質表示」という。）をした被\n告各商品を販売するなどしたことは，不正競争防止法２条１項１４号（以下，単に\n「１４号」ということがある。）の不正競争（ただし，平成２８年１月１日より前\nの行為については平成２７年法律第５４号による改正前の不正競争防止法２条１項\n１３号の不正競争。以下，現行法を記載する。）に該当するとして，\nⅰ  同法３条１項に基づき，被告品質表示をした被告各商品の販売等の差止め\n（第１の１(2)）を，\nⅱ  同条２項に基づき，被告品質表示をした被告各商品等の廃棄（第１の１\n(3)）を求めるとともに，\n②  被告らが，原告旧商品表示と同一の商品表示である別紙「被告商品表示目\n録」記載の各商品表示（以下，両表示を併せて「被告商品表示」という。）を使用\nした被告商品１を販売するなどしたことは，同法２条１項１号（以下，単に「１\n号」ということがある。）の不正競争に該当するとして，\nⅰ  同法３条１項に基づき，被告商品表示を使用した食品添加物である殺菌料製\n剤の販売等の差止め（第１の１(1)）を，\nⅱ  同条２項に基づき，被告商品表示を使用した食品添加物である殺菌料製剤の\n廃棄（第１の１(1)）を求めた上，\n③  被告らが，上記①及び②の不正競争を行って原告の営業上の利益を侵害した\nとして，同法４条に基づき，損害賠償金 1 億４４２３万５５３１円及びうち平成２\n６年３月から本訴提起の日の前日である平成２９年２月２８日までの間における原\n告の逸失利益の額である８４０７万８０３７円に対する訴状送達の日の翌日（被告\nサンケイフーズについては同年３月１３日，被告サンケイアクアについては同月１\n１日）から，うち本訴提起の日である同月１日から同年１０月３１日までの間にお\nける被告商品２の販売分に対応する原告の逸失利益の額である２５０万４３８２円\nに対する不正競争の日の後である同年１１月１日から，うち本訴提起の日である同\n年３月１日から平成３０年８月３１日までの間における被告商品１の販売分に対応\nする原告の逸失利益の額である３５６５万１０８２円に対する不正競争の日の後で\nある同年９月１日から，各支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求める（第 1 の１(4)）\nという事案である。\n(2) 反訴\n反訴は，被告らが，原告が，別紙「原告品質表示目録」記載のとおり，「高度さ\nらし粉液体製剤」及び「成分＜主剤＞高度さらし粉  ７．５０％」という品質表示\n（以下，これらの表示を併せて「原告新品質表示」という。）をした別紙「原告商\n品目録」記載の商品（以下「原告新商品」という。）を販売するなどしたことは，\n不正競争防止法２条１項１４号の不正競争に該当するとして，\nⅰ  同法３条１項に基づき，原告新品質表示を使用した商品の販売等の差止め\n（第１の２(1)）を，\nⅱ  同条２項に基づき，原告新品質表示を使用した商品等から原告新品質表示の\n抹消（第１の２(2)）を求める事案である。\n２  前提事実（当事者間に争いがないか，後掲書証〔なお，この判決では，書証\nの枝番号の全てを含むときは，その記載を省略することがある。〕及び弁論の全趣\n旨により容易に認められる事実）\n(1) 原告による原告旧商品の販売\nア  原告は，殺菌料製剤の製造販売業者であり，三慶グループと呼ばれる企業グ\nループの中核企業である（争いのない事実）。三慶グループには，他に三慶株式会\n社等がある（乙１）。\n原告は，平成５年２月，原告旧商品表示（ＰＥＲＦＥＣＴ・ＰＡ／パーフェクト\n・ピュアーエース）を商品名として使用し，「成分  ●主剤／高度サラシ粉  １２．\n００％」という品質表示（以下「原告旧品質表示」という。）を使用した食品添加\n物である殺菌料製剤（以下「原告旧商品１」という。）の製造販売を開始した。原\n告旧商品１は，水産物等の殺菌に用いるもので，その主剤とされる「高度サラシ\n粉」は，「亜塩素酸塩」を主成分とするものであった（以上，争いのない事実，甲\n２７，弁論の全趣旨）。\nまた，原告は，原告旧商品１と同内容の殺菌料製剤を，大東物産株式会社（以下\n「大東物産」という。）向けのプライベートブランド商品として，「ビューティッ\nク１２」の商品名で販売した（乙１２，弁論の全趣旨。以下，原告旧商品１と原告\n旧商品２を併せて「原告各旧商品」という。）。\nイ  被告サンケイフーズは，平成７年に三慶グループに参画し，原告から原告各\n旧商品を仕入れ，同グループの一員として，原告と並んでその販売を行っていた\n（争いのない事実，乙５，６）。\n(2) 原告による商品切替えと被告らによる継続販売\nア  食品添加物公定書は，厚生労働大臣が定めた食品添加物の成分規格等を収載\nしたものである（食品衛生法１１条１項，２１条）ところ，その各版の解説書にお\nける「高度サラシ粉」の成分の記載には，次のとおり変遷がある。\nすなわち，平成４年の第６版では，主成分として，「 次亜塩素酸カルシウム\nCa(OCl)2 」 と「 ヒ ド ロ キ シ 次 亜 塩 素 酸 カ ル シ ウ ム 〔 Ca(ClO2) ・ 2Ca(OH)2 又は\nCa(ClO2)・Ca(OH)2〕」とされていた（甲３８）が，前者の化学式では「OCl」（次\n亜塩素酸）と表記されていたのに対し，後者の化学式では「ClO2」（亜塩素酸）と\n表記されていた（甲３９）。これに対し，平成１１年の第７版では，後者の化学式\nが「Ca(ClO)2・2Ca(OH)2 又は Ca(ClO)2・Ca(OH)2」とされ，「OCl」（次亜塩素酸）\nのみが表記されるようになった（甲３８）が，同年の食品添加物便覧では，依然と\nして上記第６版の化学式と同じ化学式が表記されていた（甲４１）。その後，平成\n１９年の第８版では，第７版と同じ表記とされた（甲８の２）。\nイ  原告は，上記の第６版の下で，前記のとおり亜塩素酸塩を主成分とするもの\nを「高度サラシ粉」として，それを主剤とする原告旧商品１の販売を開始したが，\n少なくとも上記の第８版以降は，その主剤は「高度サラシ粉」の成分規格に適合し\nていなかった。\nそこで，原告は，平成２１年８月２０日，原告旧商品１について，その製造を終\n了させ，在庫品の出荷完了をもってその販売も終了させることとし，同日，その旨\nをホームページに掲載してアナウンスした（争いのない事実，甲１６，乙４２）。\nその上で，原告は，同月頃，原告旧商品１に替えて，品質表示として「高度さら\nし粉液体製剤／成分＜主剤＞高度さらし粉  ７．５０％」（原告新品質表示）を使\n用し，商品名が「ネオクリーンＰＡ  Ｓ」である原告新商品の販売を開始した（争\nいのない事実）。\nウ  これに対し，被告サンケイフーズは，上記の原告による商品切替えの方針に\n反対したため，原告各旧商品の在庫品の販売については，原告は行わずに被告らが\n行うこととなった。そして，その販売については，被告サンケイフーズ又は被告サ\nンケイアクアが担当した（弁論の全趣旨）。なお，被告サンケイアクアは，平成２\n１年９月に「サンケイフーズ有限会社東北」を商号変更し，移行して設立された株\n式会社であり，被告サンケイフーズのグループ会社である（争いのない事実，甲２\n９，乙４）。\n（なお，原告によるこの商品切替え時に，原告が，被告らに対し，原告旧商品表\n示を使用し，被告品質表示の表示をした商品の製造販売を許諾したか否か，それに\n基づき平成２３年９月までの時期に被告らが後記の被告各旧商品の製造販売もした\nかについては争いがある。）\n(3) 被告各旧商品の販売\nア  被告らは，平成２３年９月をもって，原告の三慶グループから完全に独立し\nた（争いのない事実）。そして，原告は，同月をもって，被告らに対する原告各旧\n商品の在庫販売を終了した（争いのない事実）。\n（なお，このときに，原告が，被告らに対し，原告旧商品表示を使用し，被告品\n質表示の表示をした商品の製造販売を許諾したか否かについては争いがある。）\nイ  被告サンケイアクアは，少なくとも同年１０月以降，原告各旧商品と同じ成\n分規格と製法（すなわち，主剤の高度サラシ粉の主成分は「亜塩素酸塩」）で製造\nされた殺菌料製剤に，品質表示として原告旧品質表示と同じ被告品質表示（内容成\n分  高度サラシ粉１２．００％）を，商品名として原告旧商品表示と同じ被告商品\n表示（ＰＥＲＦＥＣＴ・ＰＡ／パーフェクト・ピュアーエース）を使用した被告商\n品１（後に述べる被告旧商品１）を製造販売するとともに，大東物産向けのプライ\nベートブランド商品として，原告旧商品２と同じ被告商品２（後に述べる被告旧商\n品２）を製造販売した（争いのない事実，弁論の全趣旨）。\n被告サンケイフーズは，これらの被告各商品（後に述べる被告各旧商品）を販売\nするに当たり，同月２９日，被告らの従前からの販売代理店の１つである株式会社\nフードケアリ（以下「フードケアリ」という。）に対し，「食品添加物・殺菌料製\n剤『パーフェクトＰＡ』の販売者変更についてのご案内」と題する書面（以下「本\n件案内文書」という。）を送付した（乙３０の２ないし４）。本件案内文書には，\n「この度，三慶株式会社より『パーフェクトＰＡ』を継承し，サンケイフーズ株式\n会社の専売品として販売を継続して参ります事となりました。」などと記載されて\nいた（乙３０の４）。\nウ  このとき販売された被告各商品（被告各旧商品）は，原告各旧商品と同様，\n「次亜塩素酸カルシウム」ではなく「亜塩素酸塩」を主成分とする高度サラシ粉を\n主剤としつつ，「内容成分  高度サラシ粉１２．００％」との品質表示を用いるも\nのであったため，原告各旧商品と同様に，少なくとも前記第８版以降の「高度サラ\nシ粉」の成分規格に適合していなかった。そのため，このときの被告各商品（被告\n各旧商品）に表示された，高度サラシ粉を１２％含有する旨の品質表示（被告品質\n表示）は，不正競争防止法２条１項１４号の品質誤認表示に該当するものであった。\n(4) 被告らによる商品切替え等\nア  被告サンケイアクアは，平成２９年１１月１日から，被告商品表示と被告品\n質表示はそのままに，被告各商品の成分規格を前記第８版のそれに適合するものに\n変更したとして，変更後の商品の販売を開始した（弁論の全趣旨。以下，被告商品\n１のうち同年１０月３１日まで販売されていたものを「被告旧商品１」といい，同\n年１１月１日以降に販売されたものを「被告新商品１」という。また，被告商品２\nのうち同年１０月３１日まで販売されていたものを「被告旧商品２」といい，被告\n商品２のうち同年１１月１日以降に販売されたものを「被告新商品２」という。そ\nして，被告旧商品１及び２を併せて「被告各旧商品」，被告新商品１及び２を併せ\nて「被告各新商品」という。）。\nイ  また，被告サンケイアクアは，被告新商品１の商品名も変更し，平成３０年\n１２月以降は，原告旧商品表示とは異なる「Ｓｕｐｅｒ．ＰＡ（スーパー・ピーエ\nー）」という商品表示を使用した殺菌料製剤を販売している（乙６０，弁論の全趣\n旨）。\n３  争点\n(1) 本訴関係\nア  １号関係固有の争点\n原告旧商品表示の周知性並びに原告旧商品１と被告旧商品１及び被告新商品１と\nの誤認混同のおそれの有無（争点１）\nイ  １号関係及び１４号関係に共通の争点\n(ｱ) 原告旧商品表示及び被告品質表示の使用の明示又は黙示の許諾の有無（争点\n２）\n(ｲ) 原告の営業上の利益の侵害の有無，本訴請求の権利濫用性等（争点３）\n(ｳ) 被告らが被告商品表示及び被告品質表示をするおそれの有無と廃棄の要否\n（争点４）\n(ｴ) 被告らの共同不法行為責任の成否（争点５）\n(ｵ) 原告の損害の有無及び額（争点６）\n(2) 反訴関係\n原告新品質表示の品質誤認表示該当性（争点７）\n４  争点に関する当事者の主張\n(1) 争点１（原告旧商品表示の周知性並びに原告旧商品１と被告旧商品１及び被\n告新商品１との誤認混同のおそれの有無）について\n（原告の主張）\nア  原告旧商品１が，平成１８年の時点でその主たる用途先の業種である数の子\n処理加工業における殺菌料製剤として約５割のシェアを有していたことに照らせば，\n原告旧商品１の商品表示である原告旧商品表示は，遅くとも同年には，需要者の間\nに広く認識されていた。このことは，原告旧商品１が平成２１年８月の時点でその\n潜在的な需要者である塩干・塩蔵品製造業者及び冷凍水産物製造業者の約半数に販\n売されていたことからも明らかである。\n原告旧商品１の販売を中止した現在でもなお原告に対してその発注等がなされて\nいること（甲３６，３７，４３）に照らせば，原告旧商品表示の周知性は維持され\nているし，被告らが原告旧商品表示と同一の商品表示である被告商品表示をした被\n告旧商品１及び被告新商品１の販売等をすることは，原告旧商品１と被告旧商品１\n及び被告新商品１について出所が同一であるなどと誤認させるものである。\nイ  原告旧商品１の需要者は，数の子処理加工業者だけではないから，被告らが，\n数の子処理加工業者に被告旧商品１を販売していないからといって，原告旧商品１\nと被告旧商品１について出所が同一であるなどと誤認させるおそれがないとはいえ\nない。\n（被告らの主張）\nア  原告旧商品表示が平成２１年８月の時点で需要者の間に広く認識されていた\nことについては，積極的には争わない。もっとも，原告が，同年９月以降，原告旧\n商品表示を使用せず，別の商品表示を商品名として使用した殺菌料製剤を販売し続\nけた一方，主として被告サンケイアクアが，商品名として原告旧商品表示と同一の\n商品表示である被告商品表示を使用した被告旧商品１を販売し続けたことに照らせ\nば，遅くとも平成２６年の時点で，原告旧商品表示の周知性は消滅している。\n原告が指摘する事例（甲３６，３７）は，発注元が販売代理店を通じて被告旧商\n品１を継続的に購入していることに照らせば，原告旧商品表示の周知性が維持され\nていることや原告旧商品１と被告旧商品１及び被告新商品１について出所が同一で\nあるなどと誤認させるおそれのあることの表れとして理解するのではなく，発注元\nのミスとして理解すべきである。\nイ  原告旧商品１の需要者であった数の子処理加工業者が，原告旧商品１の販売\nが終了した以降，原告新商品を購入するようになった一方，被告旧商品１を購入し\nていないことに照らせば，原告旧商品１と被告旧商品１について出所が同一である\nなどと誤認させるおそれは生じていない。\n(2) 争点２（原告旧商品表示及び被告品質表示の使用の明示又は黙示の許諾の有\n無）について\n（被告らの主張）\nア  被告らは，平成２１年８月，原告との間で，原告から仕入れた原告各旧商品\nを販売することだけでなく，原告各旧商品の製造販売を継承して，被告らが製造し\nた殺菌料製剤に原告旧商品表示と同一の商品表示を使用することについても合意し\nており，少なくとも黙示の許諾があったといえる。また，このことからして，原告\n旧品質表示と同一の表示である被告品質表示をすることについても合意していたと\nいえる。\nイ  被告らの元代表者であるＰ１と原告の代表取締役であるＰ２，Ｐ３及び取締\n役であるＰ４が平成２３年９月１３日に話し合った（以下，同日の話合いを「本件\n話合い」という。）結果，被告らと原告は，原告各旧商品の取引は終了するものの，\n被告らが製造した殺菌料製剤に原告旧商品表示と同一の商品表示を使用することに\nついて合意した。このことは，Ｐ１が後日送信したメール（乙２５，３１，３７\n等）の内容や，被告サンケイフーズが販売代理店に本件案内文書を送付したことか\nら明らかである。\n被告サンケイアクアは，被告サンケイフーズが三慶グループから完全に独立した\n平成２３年１０月から原告旧商品表示と同一の商品表示である被告商品表示を使用\nした被告旧商品１を継続的に販売しており，原告もこのことを認識しながら本訴を\n提起するまで何ら異議を述べることがなかったのであるから，原告旧商品表示を使\n用することについては黙示の許諾があったといえる。\n以上のことからすると，原告旧品質表示と同一の表示である被告品質表示をする\nことについても合意していたといえる。\n（原告の主張）\n原告は，平成２１年８月，被告らに対し，原告各旧商品の在庫品の販売について\nは許諾したが，被告らが原告各旧商品の製造販売を継承することは認めておらず，\n被告らが製造した殺菌料製剤に原告旧商品表示と同一の商品表示を使用することに\nついても許諾しておらず，黙示の許諾があったともいえない。そもそも，被告らが\nこの時点で原告から明示又は黙示の許諾を得ていたのであれば，被告らが平成２３\n年９月に原告から明示の許諾を得るか否かという問題が生じる事態になるはずがな\nい。\nそして，原告は，本件話合いの場において，被告らに対し，以後，原告旧商品１\nや原告旧商品表示と同一の商品表示をした殺菌料製剤を販売しないよう求めており，\n原告旧商品表示と同一の商品表示を使用することについて，明示の許諾をしていな\nい。このことは，本件話合いが，被告らが製造した殺菌料製剤に原告旧商品表示と\n同一の商品表示が使用されていることを把握した原告が被告らに対して警告したこ\nとに端を発してもたれたものであったり，原告が，本件話合い後に，被告旧商品１\nが偽物であるとしたりしているという本件話合いの前後の状況から明らかである。\n被告らが指摘するメール（乙３７）は，Ｐ１が，原告から許諾を得ていない中で，\n被告らが原告旧商品表示と同一の商品表示を使用した殺菌料製剤を販売していく決\n意をしたことの表れと見ることもできるなど，被告らが製造した殺菌料製剤に原告\n旧商品表示と同一の商品表示を使用することについて合意したことの表れであると\nは直ちにいえない。本訴の提起まで一定の時間を要したのは，訴訟に必要な事実関\n係の調査や証拠の収集に時間を要したためであることに照らせば，原告は，被告ら\nに対し，原告旧商品表示を使用することについて，黙示の許諾もしていない。\n以上のほか，原告は，原告旧品質表示と同一の表示である被告品質表示をするこ\nとについても許諾をしていない。\n(3) 争点３（原告の営業上の利益の侵害の有無，本訴請求の権利濫用性等）につ\nいて\n（被告らの主張）\n争点２に関する被告らの主張のとおり，原告は，被告らに対し，原告旧商品表示\n及び被告品質表示をすることについて，明示又は黙示の許諾をしていた以上，原告\nが被告商品表示及び被告品質表示の使用について差止請求権及び損害賠償請求権を\n行使することは，権利濫用，信義則違反である。\nまた，争点７に関する被告らの主張のとおり，原告新商品に関する原告新品質表\n示は，品質誤認表示であるから，そのような原告について，被告品質表示が品質誤\n認表示であることによる「営業上の利益」はなく，仮にそれがあったとしても，こ\nのような原告が，被告品質表示が同号の品質誤認表示であることを根拠として差止\n請求権及び損害賠償請求権を行使することは，権利濫用，クリーン・ハンズの原則\n違反，信義則違反である。\n（原告の主張）\n否認ないし争う。\n(4) 争点４（被告らが被告商品表示及び被告品質表示をするおそれの有無と廃棄\nの要否）について\n（原告の主張）\n被告らは，平成２９年１１月１日から被告各旧商品の成分規格を変更して被告各\n新商品としたと主張する。しかし，仮に被告各新商品が次亜塩素酸カルシウム等を\n主成分とする高度サラシ粉を主剤とするものだとしても，高度サラシ粉を液体化し\nたものはカルシウム塩が残渣として残り，塩素臭が強く，濁りや沈殿が生じるとい\nう問題点があり，被告各新商品においてその問題点が解消されているとは考えられ\nない。したがって，被告各新商品は市場における需要が乏しいと考えられることか\nら被告らが被告各旧商品の成分規格を再開するおそれは極めて高い。\n被告らは，平成３０年１２月以降は被告商品表示の使用を中止したと主張するが，\n被告らが被告商品表示を再び使用するおそれはある。また，被告らは被告各旧商品\n及び被告各新商品を廃棄する必要がある。\n（被告らの主張）\n否認ないし争う。高度サラシ粉を液体化した製剤に原告主張の問題があり，被告\n各新商品が市場における需要に乏しいといえるか否かは，そもそも消費者が購入時\nに判断することである。原告が主張するような商品性に問題はなく，被告新商品１\nの販売を被告旧商品１に戻す理由もない。なお，原告旧商品１の在庫は若干残って\nいるが，被告らはこれを販売するつもりはない。\n(5) 争点５（被告らの共同不法行為責任の成否）について\n（原告の主張）\nア  被告サンケイフーズは，被告各商品を販売してきたところ，被告サンケイア\nクアは，①被告サンケイフーズの水質管理部門を分離して新たに設立された株式会\n社であり，②いずれもＰ１が代表取締役を務めていたことがあり，現在も同一人が\n代表取締役を務めており，③電話番号，ＦＡＸ及び電子メールアドレスを共有して\nおり，④被告旧商品１及び被告新商品１の出荷業務を行っていることから，被告サ\nンケイフーズの不正競争行為を幇助していたといえる。したがって，被告らは，被\n告各商品の販売についての１号及び１４号の不正競争行為について連帯責任を負う。\nイ  被告サンケイフーズが被告各商品を販売していたことについての被告らの自\n白の撤回については，同意するものではないものの，積極的に争うものではない。\nしかし，仮に被告各商品を販売していたのが被告サンケイアクアだとしても，被告\nサンケイフーズは，被告各商品のラベルに販売元と認識される態様で表示され，上\n記の①ないし③の事情や本件訴訟の経緯に照らせば，被告サンケイアクアの不正競\n争行為を幇助していたといえる。したがって，被告らは，被告各商品の販売につい\nての１号及び１４号の不正競争行為について連帯責任を負う。\n（被告らの主張）\nア  被告準備書面（１）（平成２９年４月２０日付け）での主張\n被告サンケイフーズが遅くとも平成２２年９月頃から被告各商品の製造，販売及\nび広告を行っており，被告各商品に被告品質表示を付していることは認める。\nイ  被告準備書面（１５）（平成３０年１０月３１日付け）での主張\n被告サンケイフーズは，平成２２年以降，被告各商品の製造，販売をしておらず，\n同年頃以降にそれらを販売しているのは被告サンケイアクアである。\nウ  被告らが連帯責任を負うとの主張は争う。\n(6) 争点６（原告の損害の有無及び額）について\n（原告の主張）\nア  消極的財産損害\n(ｱ) 逸失利益（不正競争防止法５条２項による算定－主位的な主張）\nａ  損害の発生\n(a) 被告旧商品１及び被告新商品１に係る混同惹起行為による損害\n被告らの販売代理店が被告旧商品１及び被告新商品１と原告新商品を誤認混同し\nていないとしても，被告旧商品１及び被告新商品１のエンドユーザーが誤認混同し\nている可能性は十分あるなど，被告旧商品１及び被告新商品１に係る混同惹起行為\nによって，原告に損害は発生している。\n(b) 被告各旧商品に係る品質誤認表示行為による損害\n被告各旧商品に係る品質誤認表示行為によって，原告に損害は発生している（な\nお，原告新品質表示が品質誤認表示であることを前提に原告に損害が発生していな\nいと主張する被告らの主張は，前提を誤るものである。）。\nｂ  不正競争防止法５条２項の適用\n(a) 被告旧商品１及び被告新商品１に係る混同惹起行為による損害の額\n不正競争防止法５条２項の適用に当たっては，両当事者の事業相互間に，一方の\n売上が増加することによって他方の売上が減少するという対応関係を認め得る程度\nの事業内容の同種性があれば足り，自ら周知商品表示を使用した商品を販売してい\nる必要はない。\n被告旧商品１及び被告新商品１がいずれも食品添加物である殺菌料製剤であるの\nに対し，原告新商品も食品添加物である殺菌料製剤であることに，原告旧商品１の\n販売を中止した現在でもなお原告に対して原告旧商品１の発注等がなされているこ\nとを併せ考えると，原告と被告らの事業相互間に上記程度の事業内容の同種性があ\nるといえる。\n(b) 被告各旧商品に係る品質誤認表示行為による損害の額\n不正競争防止法５条２項の適用に当たっては，被告らが主張するような関係（侵\n害者の得た利益と被侵害者の喪失したであろう逸失利益との間に同項の推定を働か\nせることを合理化する関係）が存する必要はない。\n原告新品質表示が品質誤認表示であることを前提に不正競争防止法５条２項が適\n用されないと主張する被告らの主張は，前提を誤るものである。\nｃ  各商品の販売利益の額\n(a) 各商品の売上額\n被告旧商品１，被告旧商品２及び被告新商品１の売上額は，被告らが書証として\n提出した資料（乙５９，８９）によれば，以下のとおりである。\nⅰ  被告旧商品１\n全期間（H26.3∼H29.10）：１億９６０８万６０２４円\n内訳（H26.3∼H29.2） ：１億５６００万１６４４円\n（H29.3∼H29.10）：   ４００８万４３８０円\nⅱ  被告旧商品２\n全期間（H26.3∼H29.10）：   ４３０３万８４００円\n内訳（H26.3∼H29.2） ：   ３７２８万１２００円\n（H29.3∼H29.10）：     ５７５万７２００円\nⅲ  被告新商品１\n全期間（H29.11∼H30.8）：   ４１８７万２１３２円\n(b) 各商品の本件における利益率\n不正競争防止法５条２項の「利益の額」は，侵害者が侵害行為によって得た売上\n額から，製造原価・販売原価のほか，侵害者が当該侵害行為たる製造・販売に必要\nであった諸経費を控除して算定すべきであり，販売費及び一般管理費にあっては，\n当該不正競争行為をしたことによって増加したと認められる部分に限って控除の対\n象とすべきである。\nまず，被告サンケイアクアにおける食品添加物の販売に係る粗利益率が，被告ら\nが書証として提出した資料（乙５５）によれば，４３．５％であることに照らせば，\n食品添加物である被告旧商品１，被告旧商品２及び被告新商品１の販売に係る粗利\n益率も，４３．５％とすべきである。そして，被告らは，被告サンケイアクア全体\nの販売費及び一般管理費中，販売手数料の８０％，運送費全額は被告旧商品１，被\n告旧商品２及び被告新商品１に係る分であると主張するが，これらが他の商品に要\nした費用であった可能性も否定できないなど，被告旧商品１，被告旧商品２及び被\n告新商品１を販売したことによって増加した販売費及び一般管理費があるとは認め\nられない。\nしたがって，被告旧商品１，被告旧商品２及び被告新商品１の本件における利益\n率は，粗利益率の４３．５％とすべきである。\n(c) 小括\n以上によれば，各商品の販売利益の額は，以下のとおりである。\nⅰ  被告旧商品１\n全期間（H26.3∼H29.10）：８５２９万７４２０円\nⅱ  被告旧商品２\n全期間（H26.3∼H29.10）：１８７２万１７０４円\nⅲ  被告新商品１\n全期間（H29.11∼H30.8）：１８２１万４３７７円\nⅳ  合計\n１億２２２３万３５０１円\nｄ  推定覆滅事由の不存在\n推定覆滅事由が存在するという被告らの主張は争う。被告らが被告旧商品１，被\n告旧商品２及び被告新商品１並びに原告新商品の競合品であると指摘する商品の多\nくは，固形状の高度サラシ粉そのものであり，これをそのまま食品の殺菌等に使用\nした場合には当該食品にカルシウム分や塩素臭が付着するなどしてしまうし，水溶\n液状にして使用したとしても同様にカルシウム分や塩素臭が付着してしまうのに対\nし，原告新商品は，沈殿させたカルシウム分の上澄み液を濾過して製造されたもの\nであるから，食品の殺菌等に使用しても，カルシウム分が付着することはないし，\n塩素臭が付着することもない。そして，それ以外の被告らが被告旧商品１，被告旧\n商品２及び被告新商品１並びに原告新商品の競合品であると指摘する商品も，そも\nそも高度サラシ粉ではなかったり，高度サラシ粉であっても，原告新商品とは用途\nが異なったり，亜塩素酸を含んでなかったりするなど，食品の殺菌等を用途とし，\n亜塩素酸を豊富に含む高度サラシ粉を用いた原告新商品とは用途等を異にするもの\nである。したがって，被告らが被告旧商品１，被告旧商品２及び被告新商品１並び\nに原告新商品の競合品であると指摘する商品は，原告新商品の競合品とはならない。\n(ｲ) 使用料相当額（不正競争防止法５条３項による算定－予備的な主張）\n被告旧商品１及び被告新商品１の売上額は，２億３７９５万８１５６円である\n（平成２６年３月から平成３０年８月までの間）ところ，使用料率は５％を下らな\nいから，使用料相当額は１１８９万７９０７円である。\n原告旧商品表示は周知であり，顧客吸引力があることなどに照らせば，被告旧商\n品１及び被告新商品１に係る混同惹起行為によって，原告に少なくとも使用料相当\n額程度の損害が発生していることは明らかである。\nイ  積極的財産損害（弁護士費用）\n１２２２万３３５０円を下らない。\nウ  その他（消費税相当額）\n消費税基本通達５－２－５からすれば，被告らの上記ア(ｱ)の損害賠償金に加え\nて，これに対する消費税相当額（９７７万８６８０円）についても支払義務を負う。\n（被告らの主張）\nア  消極的財産損害\n(ｱ) 逸失利益について\nａ  損害の不発生\n(a) 被告旧商品１及び被告新商品１に係る混同惹起行為について\n①原告が周知商品表示である原告旧商品表示を使用していないこと，②被告らの\n販売代理店や被告旧商品１及び被告新商品１のエンドユーザーは，これらの商品が\n被告らの専売品であることを知った上で購入し，原告旧商品１を購入していた数の\n子加工処理業者はいずれも原告新商品を購入しており，被告旧商品１及び被告新商\n品１は原告新商品と誤認混同されていないことに照らせば，被告旧商品１及び被告\n新商品１に係る混同惹起行為によって，原告に損害は発生していない。\n(b) 被告各旧商品に係る品質誤認表示行為について\n原告新商品は，高度サラシ粉を７．５％含有した商品ではなく，原告がほかに高\n度サラシ粉を７．５％含有する商品を販売していなかった以上，被告各旧商品に係\nる品質誤認表示行為がなかったからといって，原告が高度サラシ粉を７．５％含有\nする商品を販売できたわけではないから，被告各旧商品に係る品質誤認表示行為に\nよって，原告に損害は発生していない。\nｂ  不正競争防止法５条２項の不適用\n(a) 被告旧商品１及び被告新商品１に係る混同惹起行為による損害の額\n不正競争防止法５条２項が適用されるには，混同惹起行為がなければ，周知商品\n表示の使用者が同表示又はこれと類似した表示をした商品を販売できたであろうと\nいう関係が不可欠である。\nしかし，原告が，平成２１年８月２０日以降，周知商品表示である原告旧商品表\n示を使用した商品を販売しておらず，これとは全く別個の表示（原告新商品表示）\nを使用した商品を販売している以上，上記のような関係は存在しないから，不正競\n争防止法５条２項は適用されない。\n(b) 被告各旧商品に係る品質誤認表示行為による損害の額\n不正競争防止法５条２項が適用されるには，侵害者の得た利益と被侵害者の喪失\nしたであろう逸失利益との間に同項の推定を働かせることを合理化する関係や，需\n要者が品質を誤認した結果，被侵害者の商品を購入しているという直接的な関係が\n存する必要がある。しかし，高度サラシ粉を販売している業者は，原告及び被告ら\n以外にも多く存在することに照らせば，上記のような関係は存在しないから，不正\n競争防止法５条２項は適用されない。\nまた，原告も，原告新商品に品質誤認表示である原告新品質表示を表示している\n以上，被告各旧商品に係る品質誤認表示行為がなければ，原告新商品を販売できた\nであろうという関係は存在しないから，不正競争防止法５条２項は適用されない。\nｃ  各商品の販売利益の額\n(a) 各商品の売上\n被告旧商品１，被告旧商品２及び被告新商品１の売上額は，被告らが書証として\n提出した資料のとおりである。\n(b) 各商品の本件における利益率\n不正競争防止法５条２項の「利益の額」は，売上高から販売原価のほか，販売費\n及び一般管理費も控除して算定すべきであるところ，被告サンケイアクアの売上全\n体に占める被告旧商品１，被告旧商品２及び被告新商品１の売上の割合が約５８％\nであることから，販売費及び一般管理費の５８％に相当する金額は，経費として控\n除すべきである。\nまた，売上高から販売原価のほか，少なくとも製造販売に直接要した経費は控除\nして算定すべきであるところ，販売手数料及び運送費は被告旧商品１，被告旧商品\n２及び被告新商品１の販売に直接要した経費であり，販売先が遠方であることなど\nもあって被告サンケイアクア全体の販売費及び一般管理費中の販売手数料の８０％，\n運送費全額が被告旧商品１，被告旧商品２及び被告新商品１の販売に係る分である\nから，これらに相当する金額は経費として控除すべきである。したがって，本件に\nおける利益率は，原告が主張する数値（４３．５％）よりも低くなる。\nｄ  推定覆滅事由の存在\n(a) 混同惹起行為及び品質誤認表示行為に共通の事情\nⅰ  市場における競合品の存在\n被告旧商品１，被告旧商品２及び被告新商品１並びに原告新商品はいずれも，食\n品の殺菌等を用途とする高度サラシ粉製剤（液剤）であり，希釈して使用される。\nこれに対し，固形状（粉末状，顆粒状，錠剤状）の高度サラシ粉そのものも，これ\nを水溶液状にして食品の殺菌等に用いられることなどに照らせば，被告旧商品１，\n被告旧商品２及び被告新商品１並びに原告新商品には多数の競合品が存在する。こ\nのことを前提に，高度サラシ粉の食品向け用途への需要量と原告の製造量を照らし\n合わせると，原告のシェア率は３．３％にとどまる。\nⅱ  原告旧商品表示（被告商品表示）の顧客吸引力の喪失\n原告が平成２１年８月以降，原告旧商品表示を使用した商品の販売を終了し，そ\nの旨を積極的に公表してきたばかりか，別の商品表示を使用した商品の販売に力を\n入れてきたことに照らせば，原告旧商品表示（被告商品表示）の顧客吸引力は喪失\nしている。\nⅲ  被告らの営業努力\n被告らが，販売代理店に対し，「パーフェクトＰＡ」の商品表示を使用した商品\nが被告らの専売品となることを伝えた上で，被告旧商品１を販売してきたことに照\nらせば，被告旧商品１及び被告新商品１の売上は，被告らの営業努力によって維持\nされてきたものである。\n(b) 混同惹起行為固有の事情\n被告らの販売代理店や被告旧商品１及び被告新商品１のエンドユーザーは，これ\nらの商品が被告らの専売品であることを知った上で購入しており，原告旧商品１を\n購入していた数の子加工処理業者はいずれも原告新商品を購入していることに照ら\nせば，被告旧商品１及び被告新商品１は原告新商品と誤認混同されていない以上，\n被告旧商品１及び被告新商品１に係る混同惹起行為による損害の額の推定は，全て\n覆滅される。\n(ｲ) 使用料相当額（不正競争防止法５条３項による算定）\nａ  損害の不発生\n①原告旧商品表示は，原告が使用していないために顧客吸引力を失っている一方，\n被告らの販売代理店や被告旧商品１及び被告新商品１のエンドユーザーは，これら\nの商品が被告らの専売品であることを知った上で購入していること，②原告が有償\nであっても原告旧商品表示の使用を許諾する意思はなかったことに照らせば，被告\n旧商品１及び被告新商品１に係る混同惹起行為によって，原告に使用料相当額の損\n害も発生していない。\nｂ  使用料率\n原告旧商品表示は，平成２１年８月以降使用されておらず，その顧客吸引力が低\nいことに照らせば，使用料率が０．３％を上回ることはない。\n(7) 争点７（原告新品質表示の品質誤認表示該当性）について\n（被告らの主張）\n原告新商品には，高度サラシ粉を含有する旨の品質表示（原告新品質表示）がさ\nれているにもかかわらず，被告サンケイアクアだけでなく，複数の検査会社が行っ\nた定性反応試験を始めとする各種試験の結果，次亜塩素酸塩が含有していないこと\nが確認されたこと（乙１８ないし２１）に照らせば，原告新商品は高度サラシ粉を\n含有していない。\nしたがって，原告新品質表示は不正競争防止法２条１項１４号の品質誤認表示で\nある。\n（原告の主張）\n原告新商品の原材料である「ネオクリーンＣＬ」は，第８版食品添加物公定書に\n収載されている高度サラシ粉の成分規格に適合する（甲４４ないし４６）。このよ\nうに高度サラシ粉である「ネオクリーンＣＬ」の亜塩素酸イオン（ClO2-）及び有\n効塩素の成分重量と原告新商品の亜塩素酸イオン（ClO2-）と有効塩素の成分重量\nを照らし合わせた結果は，原告新商品が「ネオクリーンＣＬ」を重量比率で７．５\n％含有している場合の理論値にほぼ沿うものとなっている（甲４４ないし４６）。\n高度サラシ粉である「ネオクリーンＣＬ」の主成分である次亜塩素酸塩は，水溶\n液である原告新商品中で電離して，次亜塩素酸イオン（ClO-）を生成するものの，\n経時的に塩化物イオン（Cl-）に変化していくことに照らせば，原告新商品に係る\n各種試験において次亜塩素酸塩が含有していないことが確認されたからといって直\nちに，原告新商品が高度サラシ粉を含有していないにはならない。\n第３  当裁判所の判断\n１  争点１（原告旧商品表示の周知性並びに原告旧商品１と被告旧商品１及び被\n告新商品１との誤認混同のおそれの有無）及び争点２（原告旧商品表示及び被告品\n質表示の使用の明示又は黙示の許諾の有無）について\n(1) 判断の基礎となる事実関係\n前提事実のほか，後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nア  原告各旧商品の販売状況\n(ｱ) 「高度サラシ粉」とは，有効塩素６０．０％以上を含む白～類白色の粉末又\nは粒であり，野菜などの消毒に用いられるほか，水泳プール，工業用水，養魚池な\nどの消毒に用いられ，食品添加物としても指定されている（甲８の２）。粉末状の\n高度サラシ粉は，水に溶かして使用するものであり，顆粒剤や錠剤型の製品も市販\nされているが，そのほかに，高度サラシ粉を用いた液剤も市販されている（乙３２\nないし３５，６５ないし７５等）。\n(ｲ) 原告は，前提事実(2)ア記載のとおり，平成４年の第６版食品添加物公定書\n解説書において，高度サラシ粉の化学式として，Ca(ClO2)（亜塩素酸カルシウム）\nが表記されていたことから，亜塩素酸塩を主成分とするものも高度サラシ粉として\n許容されるものと考え，平成５年５月２０日，亜塩素酸塩を主成分とする原料を主\n剤として，高度サラシ粉製剤（液剤）であるとうたった殺菌料製剤（原告旧商品\n１）の製造販売を開始した（甲１５，弁論の全趣旨）。そして，その商品ラベル\n（甲１７）には，製造元が原告，発売元が三慶株式会社と表示されるとともに，内\n容成分として「●主剤／高度サラシ粉  １２．００％」（原告旧品質表示）と表示\nされた。また，パンフレット（甲２７）では，「高度サラシ粉は，一般に，殺菌料\nとして，広範囲に利用されておりますが，溶解をして使用する場合，沈殿物が発生\nするばかりでなく，非常に不安定な状態になりますことから，塩素ガスが発生しや\nすくなり強い塩素臭は，殺菌対象食品の食味や臭味を損なうばかりではなく，食品\n加工従業者の目や皮膚等に対する刺激が強く，非常に扱いにくいものでありました。\nしかしながら，弊社では長年の研究により，これらの欠点をほぼ解消することに成\n功いたしました。この高度サラシ粉製剤を用いて作られましたものが，微塩素臭・\n低刺激性の液体製剤『パーフェクト・ＰＡ』なのです。」等と記載されるとともに，\n水産加工食品等の原料下処理剤として使用する場合の効果がうたわれ，成分として\n「●主剤／高度サラシ粉  １２．００％」（原告旧品質表示），有効塩素として\n「１２％以上」と記載されていた。\nそして，原告旧商品１は，原告が自ら販売するほか，平成７年に三慶グループに\n参画した被告サンケイフーズも，原告から原告旧商品１を仕入れ，同グループの一\n員としてその販売を行っていた。被告サンケイフーズは，Ｐ１のほか，原告の代表\n取締役であったＰ２が代表取締役に就いていた（乙３）。\n(ｳ) 原告は，平成１６年９月２８日から同月２９日までの日程で開催された「第\n２５回日本食品微生物学会学術総会」の講演要旨集に原告旧商品１を始めとする取\nり扱う商品の広告を掲載するなどの広告宣伝活動をしていた（甲２３，弁論の全趣\n旨）。そして，推定される平成１８年における数の子の生産量（約 6465t）全てに\n原告旧商品１を使用したと仮定した場合の原告旧商品１の使用量（193.95t，甲２\n０ないし２２）と平成１８年における数の子処理加工業者に対する原告旧商品１の\n実際の出荷量（95.02t，甲１８，弁論の全趣旨）を照らし合わせて算定した同年の\n数の子処理加工業界における原告旧商品１のシェア率は，約４９％であった。さら\nに，原告旧商品１は，平成２１年８月の時点において，塩干・塩蔵品製造業者及び\n冷凍水産物製造業者（１１４１社）の約４６．６％（５３２社）に販売されていた\n（甲１８，１９，弁論の全趣旨）。\n(ｴ) 原告は，原告旧商品１と同じ内容の殺菌料製剤を大東物産向けのプライベー\nトブランド商品として製造し，これに「ビューティック１２」という商品名を付す\nとともに原告旧品質表示を使用した上で，被告サンケイフーズを通じて販売してい\nた（原告旧商品２。乙１２，弁論の全趣旨）。\nイ  原告各旧商品から原告新商品への切替え\n(ｱ) 前提事実(2)アのとおり，食品添加物公定書解説書における高度サラシ粉の\n成分規格については，平成１１年作成の第７版において，日本語の表記だけでなく\n化学式の表記も「次亜塩素酸カルシウム」を主成分としたもののみに改められたが，\n同年発行の食品添加物便覧においては従前の化学式の表記が記載されていた。そこ\nで，原告は，これらの記載や厚生労働省への確認を踏まえ，また，上記第７版に続\nく平成１９年の第８版でも同じ記載がされたことから，「亜塩素酸塩」を主成分と\nするものを主剤とする原告各旧商品の製造販売を終了させ，それに替えて，上記第\n８版の「高度サラシ粉」の成分規格に適合する高度サラシ粉製剤（液剤）であると\nするものとして，「ネオクリーンＰＡ  Ｓ」（原告新商品）の製造販売を新たに開\n始することとした。しかし，被告サンケイフーズの代表者であったＰ１がこれに強\nく反対し，販売継続を希望したため，原告は，原告新商品の製造販売を開始する一\n方，原告各旧商品については，原告はその製造を終了させるものの，その在庫品を\n被告らに販売し，被告らがそれを販売することについて被告らとの間で合意し，平\n成２１年８月２０日，原告旧商品１の製造を終了させることや，在庫品の出荷完了\nをもってその販売も終了させることをホームページでアナウンスし，その頃，原告\n新品質表示を品質表示として使用した原告新商品の販売を開始した（甲１６，乙４\n２，弁論の全趣旨）。\n原告新商品のパンフレット（乙７）には，「これまでの塩素酸化物製剤類に関し\nましては，その生産効率や，歩留まり，長期保管を前提に，化学的に安定させてい\nるものが多く，その結果，使用する際，一定の塩素量を加えた希釈液のｐＨを，酸\n性側に調整致しましても，しばらく致しますと液中のｐＨが上昇してしまう事で殺\n菌能力は低下してしまい，その上，食品中に残留塩素として残り易くなると言う点\nや，塩素の中和剤を用いましても，反応が弱く，食品の安心・安全を鑑みますと，，\nまだまだ改良すべき点が多いと考えられて参りました。そこで，本品『ネオクリー\nン・ＰＡ  Ｓ』に関しましては，塩素を作り出す際から安定剤となる塩類を極力使\n用せず，構成する事によって，製剤自体のｐＨが中性域で安定させる事に成功し，\n本品の希釈液を作成致しましても，液中のｐＨが上昇するスピードが，これまでの\nどの塩素酸化物製剤よりも，ゆるやかであり，有効な殺菌力を長時間持続させる事\nができます。」「もちろん，これまでの弊社塩素酸化物製剤類の特徴であります低\n塩素臭や，低刺激性等と言ったメリットは，そのまま御享受して頂くことが出来，\n使い方自体は，これまで通りの方法で取り扱って頂く事が出来ます。」と記載され\nていた。\nウ  本件話合いと原告と被告らの在庫取引の終了\n(ｱ) こうして，平成２１年８月頃以降，原告と被告サンケイフーズ（平成２２年\n頃以降は被告サンケイアクア）は，原告各旧商品の在庫取引を行い（乙８ないし１\n０。なお原告旧商品２の在庫取引は，平成２３年８月１３日見積分が最後のもので\nある。），被告サンケイフーズ又は被告サンケイアクアは，その販売代理店を通じ\nる等して，それらの在庫品を販売した。\n(ｲ) 三慶株式会社の代表取締役であったＰ３は，平成２３年９月２日，原告旧商\n品表示が使用された商品容器を見掛けたところ，そのラベル（甲２４）が，原告が\n製造販売した原告旧商品１のラベル（甲１７）と比べて，発売元である三慶株式会\n社の住所が，同社の実際の本店所在地の住所（大阪市＜以下略＞）ではなく，平成\n１９年１２月の移転前の住所（東京都中央区＜以下略＞）と表記されていたこと\n（甲４２）や異なるロット番号が表記されていたことなどから，上記商品が，原告\n旧商品１の在庫品ではなく，被告らが自ら製造したものではないかと疑い，同日，\n原告の代表者であるＰ２らに対し，「完全なコピー品の存在を確認する事が出来て\nおります」としてメールで報告した（甲５１，５２，証人Ｐ３）。\nそこで，原告側のＰ２，Ｐ３及びＰ４は，平成２３年９月１３日，被告側のＰ１\n及び被告側の代理店であったフードケアリのＰ５と話合いの場を持った（本件話合\nい）。そこでは，Ｐ１は，上記のラベル表記の違い等を指摘されると，「この問題\nは…三慶のラベルを使って，中身を，うちでつくったもので，売った。この事実は，\n事実。」，「ただね，急に名前を変える，違うのに持っていく…（略）切り替えっ\nて言うと，今後これを続けていくんなら，あのー，サンケイフーズとしては止めろ\nと言われたら止める」などという発言をしたりする一方で，「三慶に対して，その\n歯向かってるとか何もしてへん」などという発言もしたりし，Ｐ１が「僕にね，そ\nういうね，これを追及されたら，今の展開。…やむなく。そやけど，これはもう，\nやめる。」という発言をした（甲５３。なお，以上のＰ１の発言は，このときの会\n話を原告が録音した記録に基づくものであるが，同録音は，Ｐ１が上記の発言をし\nた以降の部分を原告側で削除したものである［証人Ｐ３］。）。\nそして，同日をもって，被告サンケイフーズの取締役であったＰ２，Ｐ３及びＰ\n４は，これを辞任し（乙３），被告らが三慶グループから完全に独立することとな\nり，これまで続けられてきた被告らに対する原告旧商品１の在庫品の販売も同月で\n終了した。\n(ｳ) Ｐ１は，同月１４日頃，少なくともＰ３に対し，販売代理店の１つである田\n辺商事を共に訪問することを提案する趣旨のメールを送信したところ，Ｐ３から，\nその頃，「そちらが行かれた後に行くつもりです。おおまかな日取りが判れば，日\nをおきますので，連絡下さい。」という趣旨のメールを受けた（乙３１の４，証人\nＰ３，弁論の全趣旨）。\nまた，原告の商品開発を担当する部署の元課長であるＰ６が使用していた携帯電\n話機には，Ｐ１とやり取りしたとされる一連のメール（最後のメールを受信した日\n時が「９月１４日」午後８時２１分とされているもの）が残っているところ，その\n一連のメールの内容は，別紙「本件メール一覧表」の「Ｐ６の携帯電話機に残って\nいるメールの表示内容」の項記載のとおりである（乙３７）。\n(ｴ) Ｐ３は，平成２３年９月１５日，Ｐ２らに対し，「偽物の整理を行います。\nこの中で問題にしているのは，ＯＫＵＤＡＩの偽ＰＰＡです」などとして，合計６\n社の６つの商品を指摘するメールを送信しているところ，そのうちの１つが，「会\n社名」「サンケイフーズ」，「商品名」「パーフェクトＰＡ」であり，別の１つが，\n「会社名」「播磨食品開発」，「商品名」「フレッシュバリア」であった（甲５\n４）。\n(ｵ) 被告サンケイフーズは，同月２９日，販売代理店の１つであるフードケアリ\nに対し，本件案内文書をメールで送付した（乙３０の２ないし４）。\nエ  被告各旧商品の販売開始後の状況\n(ｱ) 被告サンケイアクアは，同年１０月１日以降，原告旧商品１と同じ内容（す\nなわち，主成分は「亜塩素酸塩」）の殺菌料製剤を同じ製法で製造し，品質表示と\nして被告品質表示をし，商品名として原告旧商品表示と同一の商品表示である被告\n商品表示を使用した被告旧商品１を販売した（甲５，２５，３２，５６，５７，弁\n論の全趣旨）。被告旧商品１の商品ラベルは，原告旧商品１のラベルと同様のデザ\nインであり，製造販売元が表記される部分において被告サンケイフーズの名称及び\n電話番号が表記された点と，独自の図形商標と製造所記号が表記された点でのみ異\nなるものであった（甲５。なお，住所の記載は従前と同じである。）。また，被告\nらは，被告旧商品１の宣伝広告用パンフレット（甲６）を，原告旧商品１のパンフ\nレットと同内容のものとした（甲２７）。\nまた，被告サンケイアクアは，その頃から平成２９年１０月３１日までの間，被\n告旧商品１と同じ内容の殺菌料製剤を大東物産向けのプライベートブランド商品と\nして，「ビューティック１２」の商品名で，品質表示として被告品質表示をして販\n売した（被告旧商品２。甲７，弁論の全趣旨）。\n(ｲ) 他方，原告は，被告サンケイアクアが平成２３年１０月１２日に出荷したと\n考えられる被告旧商品１を回収し，そのラベルを写真撮影していた（甲２５）。\nまた，原告は，平成２８年６月２５日，株式会社播磨食品開発（以下「播磨食品\n開発」という。）に対し，「フレッシュバリア」を商品名とする殺菌料製剤等に関\nして，品質誤認表示行為を行っているなどとして，それらの差止及び廃棄並びに損\n害賠償の各請求に係る訴えを提起した（乙８１，８２，弁論の全趣旨）。\n(ｳ) 株式会社中山薬品商会（以下「中山薬品」という。）は，少なくとも平成２\n８年４月から平成２９年５月までの間ほぼ毎月，被告サンケイアクアから，フード\nケアリを通じて，被告旧商品１を２００kg購入していた（乙１６）ところ，平成２\n９年２月２０日（担当者はＰ７）及び同年３月１７日（担当者はＰ８），三慶株式\n会社宛てに，被告旧商品１のサンプルの送付を依頼した（甲３６，３７）。\nそして，原告は，同年３月１日，本件本訴を提起した（裁判所に顕著な事実）。\n(ｴ) 被告サンケイアクアは，同年１１月１日から，被告商品表示と被告品質表示\nはそのままに，被告旧各商品の成分規格を食品添加物公定書解説書第８版に適合す\nるものに変更したとして，変更後の商品（被告各新商品）の販売を開始した。その\n後，被告サンケイアクアは，被告新商品１の商品名も変更し，平成３０年１２月以\n降は，原告旧商品表示とは異なる「Ｓｕｐｅｒ．ＰＡ（スーパー・ピーエー）」と\nいう商品表示を使用した殺菌料製剤を販売している（乙６０，弁論の全趣旨）。\n平成２６年３月から平成３０年８月までの被告旧商品１及び被告新商品１の売上\n高は，被告旧商品１が１億９６０８万６０２４円，被告新商品１が４１８７万２１\n３２円にのぼった（乙５９，８９，弁論の全趣旨）。\n(2) 争点２（原告旧商品表示及び原告旧品質表示の使用の明示又は黙示の許諾の\n有無）の検討（事実認定の補足説明を含む。）\n事案に鑑み，まず争点２について検討する。\nア  平成２１年８月における合意の有無\n被告らは，平成２１年８月に原告が原告各旧商品の製造を中止した際，原告との\n間で，原告から原告旧商品１の在庫品を仕入れて販売することだけでなく，原告各\n旧商品の製造販売を継承して，被告らが製造した殺菌料製剤に原告旧商品表示と同\n一の被告商品表示及び原告旧品質表示と同一の被告品質表示をすることについて合\n意したと主張する。\nしかし，原告は，平成２３年９月，被告らが製造したことが疑われる殺菌料製剤\nが原告旧商品１として販売されていることを把握するや，コピー品であるとして直\nちにこれを問題視している。また，被告側も，本件話合いでのＰ１の発言からする\nと，自ら製造販売する「パーフェクトＰＡ」について，あえて原告旧商品１と同じ\nく製造元を原告，販売元を三慶株式会社とするラベルを偽装して販売していたと認\nめられる。これらからすると，平成２１年８月の時点で原告が，被告らに対し，原\n告旧商品表示を使用し，被告品質表示の表示をした商品の製造販売を許諾したとは\n認められない。\nこの点について，被告らは，この時期には原告代表者が被告サンケイフーズの代\n表取締役に就いていたことを指摘するが，本件話合いの経緯からすると，原告代表\n者は，被告らが原告旧商品１の偽装品を製造販売しているとの認識を有していたと\nは認められないから，被告らが指摘する点は上記の判断を左右するものではない。\nイ  平成２３年９月における合意の有無\n(ｱ) 被告らは，平成２１年８月の合意が認められないとしても，平成２３年９月\n１３日の本件話合いの際に，原告との間で，原告各旧商品の製造販売を継承して，\n被告らが製造した殺菌料製剤に原告旧商品表示と同一の被告商品表示及び原告旧品\n質表示と同一の被告品質表示をすることについて合意したと主張する。\n(ｲ) 前記(1)で認定した事実によれば，原告旧商品１及び原告旧商品表示は，平\n成２１年８月の時点において，原告ないし三慶グループの商品表示として需要者の\n間で高度の周知性を獲得していたと認められ，被告らもこれを否定する主張はして\nいないところ，そもそも原告は，同時点で，そのような周知性を犠牲にしてでも，\n品質誤認表示行為になりかねない原告旧商品１の販売を完全に終了させようとした\nものの，Ｐ１がこれに強く反対し，販売を継続することを希望したことから，被告\nらに対し，原告各旧商品の在庫品に限りこれを販売することを許容したのである。\nそしてまた，平成２３年９月に被告らが製造したことが疑われる殺菌料製剤が原告\n旧商品１として販売されていることを把握するや，コピー品であるとして直ちにこ\nれを問題視し，本件話合いの場でもこれを追及している。これらに照らせば，原告\nが，被告らに対し，原告各旧商品の製造販売を継承させ，原告旧商品表示を使用し，\n被告品質表示の表示をした商品の製造販売を許諾し，その存在を存続させることに\nついて許諾するとは考え難い。\n次に，本件話合いの状況の録音内容についてみると，確かにそこでのＰ１の応答\n状況は，甲５３の２の反訳によって理解し得る限り，主に被告側が商品ラベルを偽\n装したことをめぐってなされており，音声が全体として聞き取りにくいことから，\n原告が指摘するＰ１の「僕にね，そういうね，これを追及されたら，今の展開。…\nやむなく。そやけど，これはもう，やめる。」という発言をもって直ちに，被告ら\nが今後自ら製造した殺菌料製剤に原告旧商品表示と同一の商品表示をしないことに\nついて了承したとまで認定するのは困難である。また，この録音は，Ｐ１の上記発\n言以降の部分が原告によって削除されており，それ以後の会話で何が話し合われた\nのかも明らかでない。しかし，この録音から聞き取り得る限りでは，被告側が，原\n告各旧商品の製造販売を継承させ，原告旧商品表示を使用し，被告品質表示の表示\nをした商品を製造販売することについて，原告側が了解したことは何らうかがえな\nい。また，そもそも本件話合いは，被告側が自己の製造に係る殺菌料製剤を原告旧\n商品１と偽装して販売したことを原告が追及するためになされたものであり，この\n話合いの後，原被告間の原告旧商品１の在庫取引は終了し，被告サンケイフーズの\n役員を兼務していた原告関係者が全員辞任して，原告と被告らとの関係が完全に断\n絶していることからしても，本件話合いでの原告の被告らに対する態度は強硬であ\nったことがうかがわれるから，そのような原告が，本件話合いの席で，被告らに対\nし，原告各旧商品の製造販売を継承させ，原告旧商品表示を使用し，被告品質表示\nの表示をした商品の製造販売を許諾するとは考え難い。\nさらに，原告が，本件話合いの２日後の時点でもなお，被告らが製造した殺菌料\n製剤に原告旧商品表示と同一の商品表示をすることを「偽物」として問題視してい\nることがうかがわれることからも，原告が，被告らに対し，原告各旧商品の製造販\n売を継承させ，原告旧商品表示を使用し，被告品質表示の表示をした商品の製造販\n売を許諾したとは考え難いものと言わざるを得ない（なお，被告らは，甲５４のメ\nールの「この中で問題にしているのは，ＯＫＵＤＡＩの偽ＰＰＡです。」という記\n載に着目し，原告が問題視していたのは「会社名」「ＯＫＵＤＡＩ」の商品だけで\nあり，被告旧商品１については問題視していなかったと主張する。しかし，原告が，\n甲５４のメールからそれほど間がない時期と考えられる時期に，被告旧商品１のラ\nベルを写真撮影するという，被告旧商品１も問題視していると見るべき行動を取っ\nていたこと，「ＯＫＵＤＡＩ」の商品でもない播磨食品開発の商品に関しても訴訟\n提起していることに照らせば，原告は，甲５４のメールに列挙されていた６つの商\n品についてはいずれも問題視していたというべきであり，「この中で問題にしてい\nるのは，ＯＫＵＤＡＩの偽ＰＰＡです。」という文言は，特に問題視していたこと\nを意味するにすぎないと理解すべきである。したがって，被告らの上記主張は採用\nできない。）。\n(ｳ) 以上に対し，被告らは，Ｐ１が本件話合いが行われた後に送信したメール\n（乙２５，３１，３７等）の内容や，被告サンケイフーズが販売代理店に本件案内\n文書を送付したこと等に照らせば，原告との間で，被告らが製造した殺菌料製剤に\n原告旧商品表示と同一の商品表示をすることや被告品質表示を使用することについ\nて合意したことは明らかであるとも主張する。\nａ  まず，Ｐ１とＰ６との間のメールとされる乙３７の一連のメールについてみ\nると，これらのメールの中で最も着目すべきフレーズ（以下，フレーズの番号は別\n紙「本件メール一覧表」による。）は，④のフレーズ中の「Ｐ２，Ｐ３，Ｐ４とＰ\n５さんとで会議しました。結果，パーフェクトを売るのはフーズだけと決まりまし\nた。」というものである。\nそこで，このメールの信用性について検討すると，まず，乙３７のメールは，タ\nイトルが「ＲＥ２：明日」とあることから，複数のメールのやり取りが引用されて\n送信されたものと認められるところ，冒頭①の「ありがとう  お蔭様で商品も販売\nに も 自 信 が 着 い た と こ に ， … Ｐ３ が 一 線 を 引 く 動 き を し て く れ ま し た （ 顔 文\n字）。」というメールが，Ｐ１からＰ６に送信されたものであることは，原告もこ\nのような読み方をしており，「FromＰ１社長」の表示にも沿うものである。そして，\n原告は，このことと相手方のメールを引用して返信をする際に表示される引用符\n（「>」）の有無に着目して，別紙「本件メール一覧表」の「原告主張の読み方」\nの項記載のとおりの読み方をし，上記の①のフレーズを送信したのがＰ１ではなく\nＰ６であると主張するところ，確かに，引用符の有無に着目して形式的に考えると，\n別紙「本件メール一覧表」の「原告主張の読み方」の項記載のとおりの読み方をす\nることが自然ではある。しかし，本件話合いに参加していないＰ６が上記④のフレ\nーズを送信することは不自然であるし，同フレーズには，「フーズからＰ２達は役\n員を解任します」という被告サンケイフーズの役員ではないＰ６が送信するには不\n自然な内容も別途含まれているから，原告主張の読み方はメールの内容からすると\n不合理である。他方，被告らは，別紙「本件メール一覧表」の「被告ら主張の読み\n方」の項記載のとおりの読み方をすべきであると主張するところ，この読み方は，\nメールの内容面だけからは，一覧のやり取りとして自然なものとなる。しかし，②\nの「明日は多分撫子に行きます。」とのフレーズに引用符が存在することからする\nと，このフレーズを，①のフレーズとともにＰ１がＰ６に送信したものとして読む\n被告ら主張の読み方は，引用符が付される一般的なルールからすると不合理である。\nさらに，Ｐ６は，別紙「本件メール一覧表」の「Ｐ６供述の読み方」の項記載のと\nおりのやり取りであったと供述するところ，この読み方も，引用符が付される一般\n的なルールからして不合理である上，メールの内容面から見ても，Ｐ６からの③の\n「パーフェクトの件，いい方向に進みましたね[オメデトウ]良かったデス」という\nメールに返信するメールとして，②「明日は多分撫子に行きます。」というメール\nを送信した上で，これに続けて別途①の「ありがとう  お蔭様で商品も販売にも自\n信が着いたとこに，□□Ｐ３が一線を引く動きをしてくれました（顔文字）。」と\nいうメールを送信することの不自然さは否定できない。これらからすると，乙３７\nのメールが当初のものがそのまま保持されているものなのかについて，疑問を差し\n挟む余地がある。\nまた，この点を措き，Ｐ１が④のフレーズのとおりＰ６に送信したのだとしても，\n「パーフェクトを売るのはフーズだけと決まりました。」との内容は，上記(ｲ)で\n検討した本件話合いの場の状況とは整合しない。このことを踏まえると，Ｐ１は，\n本件話合いの場での原告側の追及が商品ラベルの偽装を中心とするものであったこ\nとから，商品ラベルの偽装をやめれば，被告側による「パーフェクトＰＡ」の製造\n販売について原告側が口出ししないものと理解して乙３７のメールを送信したにす\nぎない可能性を否定することができないというべきである。\nｂ  次に，Ｐ１とＰ２やＰ３らとの間のメールとされる乙２５の１（乙３１の３，\n乙３１の４）の一連のメールについてみる（内容は，別紙「乙２５の１（乙３１の\n３，乙３１の４）メールの内容」参照）と，これらのメールの中で最も着目すべき\nメールは，「昨日はお疲れ様でした。三慶はパーフェクトの販売を完全に止め，フ\nーズに移行するとする，ことの次第の報告に田辺本社をいつ頃訪問される予定でし\nょうか？」というものである。そして，被告らは，Ｐ１が，本件話合いの翌日であ\nる平成２３年９月１４日に「Ｔｏ：Ｐ２，Ｐ３，Ｐ４」の記載がある３名宛てに上\n記メールを送信したと主張する。\nしかし，原告は，上記メールを受信したことを否認し，証人Ｐ３も，Ｐ１から田\n辺商事に一緒に行こうという趣旨のメールは来たが，「三慶はパーフェクトの販売\nを完全に止め，フーズに移行するとする」との趣旨の記載はなかったと証言すると\nころ，乙２５の１（乙３１の３，乙３１の４）の一連のメールは，Ｐ１の携帯電話\n機や原告のパソコン等に保存されていたのものではなく，１年以上後の平成２４年\n１１月２１日にＰ１の携帯電話機から送信を受けた被告サンケイフーズのパソコン\nに保存されていたものであり，その内容も引用符とは異なるもの（「--------」）\nが表示されているなど，一連のやり取りが保存されているとおりになされたのかに\nついては疑問を抱かざるを得ない。その点を措くとしても，そこでのＰ３の返信も，\n原告側はＰ１が田辺商事を訪問した後に訪問するというもので，原告と被告らが円\n満に協議を調えた状況ともうかがえず，このメールでいう「ことの次第」というの\nは，やはり上記で指摘した本件話合いの場の状況と整合しない。\nｃ  次に，本件案内文書の「この度，三慶株式会社より『パーフェクトＰＡ』を\n継承し，サンケイフーズ株式会社の専売品として販売を継続して参ります事となり\nました」という記載も，被告らの主張に沿うものではあるが，被告らが本件案内文\n書を乙１１の１に記載されたフードケアリ以外の代理店に配布したか否かについて\nは，乙１１の２において宛先が「＊＊＊＊」とされているにすぎないことから，明\n確でない。この点について，被告らは，本件案内文書を広く代理店に配布したと主\n張して，乙４３ないし４６及び４８を提出する。しかし，それらの書証については，\n被告らは，侵害論の審理の段階において，原告から複数回にわたり，乙１１の１を\nフードケアリ以外の代理店に配布した点について疑義を示されながら，その証拠を\n乙１１の２以外に提出しなかったにもかかわらず，損害論の審理に入った直後に提\n出したものであるとの経緯に照らして，直ちに信用することができず，証拠の内容\nに照らして信用性を認め得るものがあるとしても，せいぜい大東物産への送信メー\nルである乙４５の１にとどまる。そして，前記のフードケアリへの本件案内文書の\n送付及び大東物産への上記送信メールについても，上記ａのメールと同様，本件話\n合いの場の状況とは整合しないことから，Ｐ１において，商品ラベルの偽装をやめ\nれば，被告側による「パーフェクトＰＡ」の製造販売について原告側が口出ししな\nいものと理解してしたにすぎない可能性を否定することができない。\nまた，Ｐ１とＰ２やＰ３らとの間のメールとされる乙２５の２（乙３１の５）の\nメールは，「代理店に対し下記のごとく案内し了解を得ました」などとした上，本\n件案内文書と同趣旨の内容を指摘するものであるところ，原告は上記メールを受信\nしたことを否認しており，これを認めるに足りる証拠はない。\nｄ  さらに，Ｐ６は，平成２３年９月１５日にＰ１から原告旧商品表示を継承す\nることになった旨聞いたという趣旨の供述をするが，これまで乙３７，乙２５のメ\nール，本件案内文書に関して指摘したのと同様，仮にＰ１がそのような発言をして\nいたとしても，そのことから直ちに，原告が，被告らに対し，原告各旧商品の製造\n販売を継承させ，原告旧商品表示を使用し，被告品質表示の表示をした商品の製造\n販売を許諾したとまでは認められない。\nｅ  最後に，原告は，本件本訴を提起した平成２９年３月１日までの間，被告サ\nンケイアクアが被告各旧商品を販売していることを把握しながら，その中止を求め\nるなどの働き掛けはしていない。しかし，証人Ｐ３の証言によれば，原告側では，\n偽物との疑いのある他社製品について，実際に販売されている商品の画像及び中身\nの入手のほか，流通販売経路，製造元と原料の把握等の証拠を収集しようと考えて\nいたと認められるところ，これらを実際に入手等するためには相応の期間を要する\nのが通常である。また，原告が問題視していた商品は，被告旧商品１だけでなく他\nにも存在し，それらへの対応を同時並行で行っており，被告らに対する対応だけを\n行っていればよい状況ではなく，現に播磨食品についても提訴したのは平成２８年\n６月２５日である。これらからすると，本件本訴の提訴までに時間が経過している\nことをもって，原告が被告らに対して原告各旧商品の製造販売を継承させ，原告旧\n商品表示を使用し，被告品質表示の表示をした商品の製造販売を許諾したとまでは\n認められない。\n(ｳ) 以上のとおり，被告らが，平成２３年９月に，原告との間で，被告らが製造\nした殺菌料製剤に原告旧商品表示と同一の被告商品表示及び被告旧品質表示をする\nことについて合意したとは認められない。\nウ  黙示の許諾の有無\n上記ア及びイで述べたところからすると，被告らが製造した殺菌料製剤に原告旧\n商品表示と同一の商品表示（被告商品表示）及び被告旧品質表示をすることについ\nて，原告が黙示に許諾していたとも認められない。\n(3) 争点１（原告旧商品表示の周知性並びに原告旧商品１と被告旧商品１及び被\n告新商品１との誤認混同のおそれの有無）の検討\nア  周知性の有無について\n(ｱ) 前記(1)で認定した事実によれば，原告旧商品１及び原告旧商品表示は，遅\nくとも，原告が原告旧商品１の製造を終了させた平成２１年８月の時点で，原告な\nいし三慶グループの商品及び商品表示として，殺菌料製剤（食品添加物）の需要者\nの間において高い周知性を獲得していたものと認められる。\n(ｲ) 原告は，同月において原告旧商品１の製造中止をホームページでアナウンス\nしたが，同月から平成２３年９月までの間も，被告らを通じて原告旧商品１の在庫\n販売が継続され，被告らは，自ら製造した殺菌料製剤についても原告らを製造元等\nとする原告旧商品１として販売していたのであるから，同月までの間は，原告旧商\n品表示の周知性は継続したと認められる。\n(ｳ) 平成２３年１０月以降，原告は，原告旧商品１の在庫販売も中止し，以後，\n原告自身が原告旧商品表示を使用することはなく，それに替わる形で被告旧商品１\nの販売が開始されたことは前記認定のとおりである。そして，被告らは，原告が原\n告旧商品表示の使用を中止してから長期間が経過したことにより，その周知性は消\n滅したと主張する。\nしかし，原告旧商品１及び原告旧商品表示が，原告ないし三慶グループの商品及\nび商品表示として高い周知性を獲得したことは前記のとおりであるところ，被告ら\nは，従前，三慶グループの一員として原告旧商品１の販売を行っており，グループ\n内での取扱会社の変更は一般に行われることであるから，そのような被告らが被告\n旧商品１を販売するに当たり，それが三慶グループではない被告らを独自の出所と\nする商品であると需要者に認識されるためには，その旨を明確に周知する必要があ\nると考えられる。ところが，被告旧商品１は，その商品名において原告旧商品表示\nと同一の被告商品表示を使用しているだけでなく，商品ラベルのデザインやパンフ\nレットの内容も原告旧商品１と同一である。また，商品ラベルで製造販売元が表記\nされる部分には被告サンケイフーズと明記されているが，その記載された住所は原\n告及び三慶株式会社のものと同一である。これらからすると，商品の外観及び広告\n上は，被告旧商品１の商品主体が三慶グループでなくなったとは認識し難いもので\nあるといえる。さらに，被告らは，本件案内文書を代理店に配布して製造販売主体\nの変更を告知したと主張するが，フードケアリ（及び他に含まれるとしても大東物\n産）以外への同文書の配布が明確でないことは前記のとおりである上，その点を措\nくとしても，そこでは，単に「三慶株式会社より『パーフェクトＰＡ』を継承し，\nサンケイフーズ株式会社の専売品として販売を継続して参ります事となりまし\nた。」と記載されているにとどまり，被告らが三慶グループから完全に独立したこ\nとが明確にされるものとはなっておらず，まして，被告旧商品１を代理店から購入\nする最終ユーザーにおいて，どこまで商品主体に変更があったと認識されたのか明\n確でない。そして，現に，最終ユーザーである中山薬品から三慶株式会社に対して，\n平成２９年２月２０日と同年３月７日の２回にわたり，異なる担当者から「パーフ\nェクトＰＡ」のサンプルの依頼がされているところ，本件訴訟の提起前後の時期に\nこのようなサンプルの依頼がされた経緯は必ずしも明らかでないが，被告旧商品１\nを継続的に購入していた中山薬品において，その商品主体が三慶グループとは異な\nることを認識しながら，異なる担当者から２回にわたって三慶株式会社にサンプル\n依頼がされるとも考え難いから，この事実は，最終ユーザーにおける出所誤認をう\nかがわせるものである。\n以上からすると，原告旧商品表示の原告ないし三慶グループの出所表示としての\n周知性はなお維持されていると認めるのが相当である。\nイ  誤認混同のおそれの有無について\n(ｱ) 原告旧商品表示と被告商品表示が同一であり，これらが使用される商品も高\n度サラシ粉製剤（液剤）であるとうたわれている商品である点で同一であることに\n照らせば，原告旧商品１と被告旧商品１について出所が同一であると誤認混同のお\nそれがあることは明らかである。\n(ｲ) これに対し，被告らは，原告旧商品１の需要者であった数の子処理加工業者\nが原告旧商品１と被告旧商品１について出所が同一であるなどと誤認していないこ\nとを指摘する。しかし，その事実を認めるに足りる証拠はない上，「混同を生じさ\nせる行為」とは，実際に誤認混同が生じていなくても，誤認混同のおそれのある行\n為を含むと解される以上，仮に，数の子処理加工業者が原告旧商品１と被告旧商品\n１について出所が同一であるなどと誤認混同していないとしても，このことは，上\n記(ｱ)で説示した結論を左右させるものではない。\n２  争点３（原告の営業上の利益の侵害の有無，本訴請求の権利濫用性等）及び\n争点７（原告新品質表示の品質誤認表示該当性）について\n(1) 判断の基礎となる事実関係\nア  高度サラシ粉や次亜塩素酸塩に関する確認試験法\n(ｱ) 第８版食品添加物公定書解説書の定め\nａ  高度サラシ粉の成分規格（甲８の２，３８，４０）\n第８版食品添加物公定書に収載されている高度サラシ粉に関する同解説書記載の\n成分規格は，以下のとおりである。\n(a) 含量：本品は，有効塩素 60.0％以上を含む。注１本品は次亜塩素酸カルシ\nウム Ca(OCl)2 を主成分としたものとヒドロキシ次亜塩素酸カルシウム〔Ca(ClO)2・\n2Ca(OH)2 又は Ca(ClO)2・Ca(OH)2〕を主成分としたものとの２種類がある。\n(b) 性状：本品は，白～類白色の粉末又は粒で，塩素のにおいがある。\n(c) 確認試験：（１）  本品 0.5g に水 5ml を加えて振り混ぜ，これに赤色リト\nマス紙を浸すとき，リトマス紙は青変し，次に退色する。\n（２）  本品 0.1g に酢酸（1→4）2ml を加えるとき，ガスを発生して溶ける。\nこれに水 5ml を加えてろ過した液は，カルシウム塩の反応を呈する。\n以下，これらの確認試験を符号の順序に従って，上記（１）のものを「本件確認\n試験１」などといい，本件確認試験１及び２を総称して「本件各確認試験」という。\nｂ  次亜塩素酸塩の定性反応試験法\n第８版食品添加物公定書における「一般試験法」中の「２５．定性反応試験法」\nに示されている「次亜塩素酸塩」の定性反応試験法は，以下のとおりである（乙１\n７）。\n別に規定するもののほか，試料の液の濃度は約１％にして行う\n(a) 次亜塩素酸塩溶液５ml に塩酸２ml を加えるとき，ガスを発生して泡立つ。\n(b) 次亜塩素酸塩の溶液（1→1,000）5ml に水酸化ナトリウム溶液（1→2,500）\n1ml 及びヨウ化カリウム試液 0.2ml を加えるとき，液は黄色となり，これにデンプ\nン試液 0.5ml を加えるとき，液は濃青色を呈する。\n(c) 次亜塩素酸塩の溶液（1→4）5mlに過マンガン酸カリウム溶液（1→300）\n0.1mlを加え，これに硫酸（1→20）1mlを加えるとき，液の赤紫色は退色しない\n（亜塩素酸塩との区別）。\n以下，これらの定性反応試験法を符号の順序に従って，上記(a)のものを「本件\n定性反応試験法１」などといい，本件定性反応試験法１ないし３を総称して「本件\n各定性反応試験法」という。\n(ｲ) 次亜塩素酸塩に関する紫外部吸収スペクトル法（乙１９の２，２０の１，弁\n論の全趣旨）\n紫外部吸収スペクトル法は，試料の紫外部（波長が約 200～360nm）スペクトル\nを予想物質のスペクトルと比較して成分を判断する試験する方法で，試料が次亜塩\n素酸塩を含む場合には，波長 292nm 付近に極大吸収部が見られ，亜塩素酸塩を含む\n場合には波長 260nm 付近に極大吸収部が見られることになる。\nイ  原告新商品を試料とする試験結果\n(ｱ) 本件各定性反応試験法による試験結果\nａ  品質分析等を業とする株式会社ニチユ・テクノ（以下「ニチユ・テクノ」と\nいう。）実施分（乙１９の１，２０の２）\nニチユ・テクノが原告新商品を試料として行った本件各定性反応試験法による試\n験結果は，以下のとおりである。\n(a) 本件定性反応試験法１：不適合（泡立たない）\n(b) 本件定性反応試験法２：不適合（濃青色に変色しない）\n(c) 本件定性反応試験法３：不適合（赤紫色が退色した）\nｂ  被告サンケイアクアによる試験（乙１８）\n被告サンケイアクアが原告新商品を試料として行った本件各定性反応試験法によ\nる試験結果は，以下のとおりである。\n(a) 本件定性反応試験法１：泡立たない。\n(b) 本件定性反応試験法２：濃青色に変色しない。\n(c) 本件定性反応試験法３：赤紫色が退色した。\nｃ  原告による試験（甲４４）\n(a) 本件定性反応試験法１：不適合（泡立たない）\n(b) 本件定性反応試験法２：不適合（変色しない）\n(c) 本件定性反応試験法３：不適合（退色する）\n(ｲ) 紫外部吸収スペクトル法による試験結果\nニチユ・テクノが原告新商品を試料として行った紫外部吸収スペクトル法による\n試験結果は，以下のとおりである。\nａ  平成２８年８月３１日実施分：波長の極大吸収部は，260.60nm 付近に見ら\nれた（乙１９の２）。\nｂ  平成２９年４月５日実施分：波長の極大吸収部は，261.40nm 付近に見られ\nた（乙２０の２）。\nウ  原告が原告新商品の主剤であるとする「ネオクリーンＣＬ」を試料とする試\n験結果\n(ｱ) 本件各確認試験等の試験結果\nａ  ニチユ・テクノ実施分\nニチユ・テクノがネオクリーンＣＬを試料として行った本件各確認試験等の結果\nは，以下のとおりである（甲４５）。\n(a) 含量：適合（75.5％）\n(b) 性状：適合\n(c) 本件各確認試験：適合\nｂ  一般財団法人日本食品分析センター（以下「日本食品分析センター」とい\nう。）実施分\n日本食品分析センターがネオクリーンＣＬを試料として行った本件各確認試験等\nの結果は，以下のとおりである（甲４６）。\n(a) 含量：適（77.0％）\n(b) 性状：適（粒）\n(c) 本件各確認試験：適\n(ｲ) 成分分析結果\n原告が原告新商品及びネオクリーンＣＬを試料として行った成分分析は，以下の\nとおりである（甲４４）。\n試料  塩化物イオン(Cl- )  亜塩素酸イオン(ClO２－)  有効塩素\nネオクリーンＣＬ  82,945  441,415  879,30\nネオクリーンＰＡＳ  30,853  29,679  62,301\n（単位は，いずれも ppm）\n(ｳ) 本件各定性反応試験法による試験結果\n原告が原告新商品及びネオクリーンＣＬを試料として行った本件各定性反応試験\n法による試験結果は，以下のとおりである（甲４４）。\n(a) 本件定性反応試験法１：適合（泡立つ）\n(b) 本件定性反応試験法２：適合（変色する）\n(c) 本件定性反応試験法３：適合（退色しない）\n(2) 原告新品質表示の品質誤認表示該当性について\nア  被告らの主張について\n被告らは，原告新商品を試料として行われた本件各定性反応試験法による試験結\n果等において，原告新商品からは次亜塩素酸塩が含有する場合に呈するとされてい\nる反応が示されなかったことを根拠に，原告新商品が高度サラシ粉を含有していな\nいと主張している。この主張は，高度サラシ粉が，「次亜塩素酸カルシウム」を主\n成分としたものと定められていることに着目したものであると理解される。\n確かに，上記(1)イ(ｱ)のとおり，原告，被告サンケイアクア及びニチユ・テクノ\nが行ったいずれの試験においても，原告新商品からは「次亜塩素酸塩」が含有する\n場合に呈するとされている反応が示されていない。しかし，原告新商品は，高度サ\nラシ粉そのものではなく，高度サラシ粉製剤（液剤）であり，高度サラシ粉を成分\n重量にして７．５％含有させたものであるとされている（甲２）。そして，次亜塩\n素酸塩は化学的に不安定であることがうかがわれる（甲３９，乙５３）ところ，被\n告らも，次亜塩素酸が化学的に不安定であるために測定することは容易ではないと\n主張し，被告新商品１が高度サラシ粉を成分重量にして１２％含有させたものであ\nるか否かを明らかにするための成分分析を行った際も次亜塩素酸イオンの測定は行\nっていないこと（乙２３）を始めとする弁論の全趣旨によれば，高度サラシ粉を含\n有させた水溶液では，電離直後は次亜塩素酸イオンが生成するものの，不安定であ\nるために経時変化により塩化物イオンに変化すると認められる。これらの点を踏ま\nえると，高度サラシ粉を含有させた水溶液であるとされる原告新商品が次亜塩素酸\n塩を含有する場合に呈するとされている反応を示さなかったからといって直ちに，\n原告新商品が高度サラシ粉を含有していないと結論付けることはできない。\nイ  原告の説明について\n原告は，原告新商品の主剤とされているネオクリーンＣＬは，食品添加物公定書\n解説書に定められた高度サラシ粉の成分規格に合致するものであるところ，原告新\n商品の成分分析の結果とネオクリーンＣＬの成分分析の結果を照らし合わせた結果\nは，原告新商品が高度サラシ粉であるネオクリーンＣＬを成分重量にして７．５％\n含有するということと整合するものであると主張している。\nまず，上記(1)ウ(ｱ)，(ｳ)のとおり，ネオクリーンＣＬは，「次亜塩素酸」を主\n成分とするなど，食品添加物公定書に定められた高度サラシ粉の成分規格に適合す\nるものであるから，高度サラシ粉に当たるといえる。そして，原告新商品の亜塩素\n酸イオン（ClO2-）及び有効塩素の成分重量（亜塩素酸イオン：29,679，有効塩素\n：62,301。単位はいずれもppm）は，ネオクリーンＣＬの亜塩素酸イオン（ClO2-）\n及び有効塩素の成分重量の７．５％（亜塩素酸イオン：33,106，有効塩素：65,947。\n単位はいずれもppm）に近い値となっていることに照らせば，原告新商品がネオク\nリーンＣＬを成分重量にして７．５％含有するという原告の主張が虚偽であると排\n斥することは困難である。\nウ  被告らのその他の指摘について\n被告らは，①原告新商品を試料として行ったイオンクロマトグラフィー試験法に\nよると，原告新商品が亜塩素酸塩を含有していること，②原告新商品の塩化物イオ\nンの濃度が，高度サラシ粉７．５％に由来する塩化物イオンの濃度と整合しないこ\nとも指摘している。\nまず，①についてみると，確かに，原告新商品には亜塩素酸や亜塩素酸イオンが\n含有していることが確認されている（甲４４，乙２０の４，２１の２）ものの，そ\nうであるからといって，ネオクリーンＣＬが，食品添加物公定書解説書に定められ\nた高度サラシ粉の成分規格に適合しており，原告新商品がそのネオクリーンＣＬを\n成分重量にして７．５％含有するという原告の主張を虚偽として排斥し得るもので\nはない。\n次に，②についてみると，被告サンケイアクアが原告新商品と高度サラシ粉（他\n社製のもの）を試料として行った塩化物イオンの定量試験によれば，原告新商品の\n塩化物イオン（Cl-）の濃度（2.56％）は，高度サラシ粉の塩化物イオン（Cl-）の\n濃度の7.5％（0.74％）よりもかなり大きな値となっている（乙２２）。また，原\n告が行った試験（甲４４）によっても，原告新商品の塩化物イオン（Cl-）の濃度\n（ 30,853ppm ）は， ネ オ ク リ ー ン Ｃ Ｌ の 塩化物 イ オ ン （ Cl- ） の 濃 度 の 7.5 ％\n（6,220ppm）よりもかなり大きな値となっている。しかし，原告は，原告新商品に\nは副剤として塩化物が使用されており，この塩化物に由来する塩化物イオンが検出\nされたためにこのような差が生じていると主張しており，これを否定するに足りる\n証拠はない。そうすると，原告新商品の塩化物イオン（Cl-）の濃度が高度サラシ\n粉やネオクリーンＣＬの塩化物イオン（Cl-）の濃度から算定される理論値と整合\nしないからいって直ちに，原告新商品がネオクリーンＣＬを成分重量にして７．５\n％含有するという原告の主張を虚偽として排斥することはできない。\nなお，被告らは，本件の審理が損害論に入った後に，原告が高度サラシ粉を製造\nできるだけの大型設備を有していないことを理由に原告新商品は高度サラシ粉を含\n有していないと主張する。しかし，上記イのとおり，原告新商品に高度サラシ粉が\n含有しているという原告の主張が虚偽であると排斥することが困難であることは，\n各種試験結果という客観的な事情によって裏付けられており，被告らが指摘する上\n記事情によって左右されるものではない。\nエ  小括\n以上によれば，原告新商品が高度サラシ粉を７．５％含有していないと認めるこ\nとはできない。したがって，原告新商品が高度サラシ粉を７．５％含有するとの原\n告新商品表示は虚偽の品質表示ではなく，それが品質誤認表示であるとは認められ\nないから，それを前提とする被告らの反訴請求及び本訴請求に対する権利濫用等の\n抗弁は，いずれも理由がない。\nまた，前記１のとおり，原告が被告らに対して原告旧商品表示や原告旧品質表示\nの使用を許諾したとは認められないから，それを前提とする被告らの本訴請求に対\nする権利濫用等の抗弁も理由がない。\n３  争点５（被告らの共同不法行為責任の成否）について\n(1) 被告らは，原告が被告各旧商品の販売行為の主体が被告サンケイフーズであ\nると主張した事実を自白した後，平成２２年頃以降の販売行為の主体は被告サンケ\nイアクアであると主張して，自白を撤回したことから，まず，この撤回の可否につ\nいて検討するに，証拠によれば，被告サンケイアクアの売上高は平成２１年１１月\n期から平成２２年１１月期の間に急激に増大していること，平成２６年３月以降の\n被告各旧商品及び被告新商品１の売上等はいずれも，被告サンケイアクアに帰属し\nていたことが認められ（乙５４ないし５６，５８，弁論の全趣旨），その被告サン\nケイアクアが，被告旧商品１の出荷及び受注業務を担当していること（甲５６，乙\n１６）から，被告旧商品２及び被告新商品１も同様であったと推認される。これら\nの事実からすると，それらの被告各旧商品の販売行為の主体は，平成２２年頃以降，\n被告サンケイアクアであったと認められ，上記の自白は真実に反するものであると\n認められるから，特段の事情がない限り，錯誤に基づくものであると推定されると\nころ，本件全証拠によっても上記特段の事情は認められないから，錯誤に基づくも\nのであると認められる。\n以上より，被告らによる自白の撤回は有効であり，被告各旧商品の販売行為によ\nる不正競争行為の主体は被告サンケイアクアであったと認められ，このことは被告\n新商品１についても同様であると認められる（前記１(1)での認定事実はこれを前\n提とするものである。）。\n(2) 他方で，被告サンケイフーズは，被告サンケイアクアと平成２９年２月２５\n日までは本店所在地こそ異にしたものの，自社のウェブサイトに表示している住所\nが被告サンケイアクアの本店所在地と同じであるだけでなく，電話番号及びＦＡＸ\n番号も被告サンケイアクアのそれと同じであること（甲３，４，３０，３１）から，\n被告サンケイアクアと経済的に密接な関係にあると推認されるところ，被告サンケ\nイフーズは，被告各旧商品及び被告新商品１の商品ラベルの製造販売元が表記され\nる部分に自己の社名やその本店所在地（被告新商品１については上記自社のウェブ\nサイトに表示している住所）を表示させる（甲３，５，７，２８）だけでなく，ウ\nェブサイトには「商品案内」として被告旧商品１を紹介していたこと（甲３０）を\n併せ考えると，被告サンケイフーズは，被告各旧商品及び被告新商品１に被告商品\n表示や被告品質表示を使用するとともに，上記の一連の行為によって被告サンケイ\nアクアによる販売を容易にし，助長したといえるから，被告サンケイアクアの販売\n行為による不正競争を幇助したものとして，被告サンケイアクアの不正競争に基づ\nく損害賠償責任について，連帯責任を負うと解するのが相当である。\n４  争点６（原告の損害の有無及び額）について\n(1) 不正競争防止法５条２項の適用の有無\nア  不正競争防止法５条２項は，民法の原則の下では，不正競争によって営業上\nの利益を侵害された者（以下「被侵害者」という。）が被った損害の賠償を求める\nためには，被侵害者において，損害の発生及び額，これと不正競争との間の因果関\n係を主張，立証しなければならないところ，その立証等には困難が伴い，その結果，\n妥当な損害の填補がされないという不都合が生じ得ることに照らして，侵害者が不\n正競争によって利益を受けているときは，その利益額を被侵害者の損害額と推定す\nるとして，立証の困難性の軽減を図った規定である。このように同項は，損害額の\n立証の困難性を軽減する趣旨で設けられた規定であって，その効果も推定にすぎな\nいことからすれば，同項を適用するための要件を，殊更厳格なものとする合理的な\n理由はないというべきである。\nしたがって，被侵害者に，侵害者による不正競争がなかったならば利益が得られ\nたであろうという事情が存在する場合には，同項の適用が認められると解すべきで\nある。\nイ  不正競争防止法２条１項１４号関係\n(ｱ) 不正競争防止法５条２項は，同条１項や３項と異なり，適用対象となる不正\n競争を限定していないから，その文言上，同法２条１項１４号の不正競争も適用対\n象としていると解されるが，前記のとおり，同法５条２項が適用される前提として，\n被侵害者に，侵害者による不正競争がなかったならば利益が得られたであろうとい\nう事情が存在することが必要であることから，その事情の有無を検討する必要があ\nる。そして，被告サンケイアクアが販売していた被告各旧商品と原告が販売してい\nた原告新商品は，いずれも殺菌料製剤（液剤）であり，両商品自体の市場は競合し\nているといえるが，被告らは，高度サラシ粉製剤（液剤）を始めとする殺菌料製剤\n（液剤）が原告新商品等の競合品であることはもとより，高度サラシ粉（粉剤，顆\n粒剤，錠剤）もこれらの競合品であるとした上で（他方，原告は，後者だけでなく\n前者もこれらの競合品ではないと主張する。），これらが多数存在することを踏ま\nえると，同法５条２項の適用が認められないと主張するところ，被告らが指摘する\n殺菌料製剤（液剤）や高度サラシ粉（粉剤，顆粒剤，錠剤）の性質次第では，１４\n号関係での上記事情の有無が左右されると考えられることから，以下検討する。\n(ｲ) 被告らが被告各旧商品及び原告新商品の競合品であると主張する商品等に関\nして，以下の事実が認められる。\nａ  高度サラシ粉やその主成分等\n次亜塩素酸カルシウムは，化学安定性に優れ，殺菌，消毒，漂白の目的で様々な\n分野で使用されており，その次亜塩素酸カルシウムを主成分とし，有効塩素濃度が\n６０％以上である高度サラシ粉も，化学安定性に優れ，殺菌，消毒，漂白の目的で\n様々な分野で使用されている塩素臭のある粉末状又は粒状のものである（顆粒剤や\n錠剤のものもある）ところ，酸化力が強いために野菜や果物等の食品に使用する場\n合にはそのままの形で使用されるわけではなく，水に溶解した形で使用されるもの\nの，この形で使用される場合であっても当該食品に塩素臭が付着してしまう（甲６，\n８ないし１０，２７，３８，４０，４１，４７，乙６２の３，９５，９６，１０５，\n弁論の全趣旨）。\n亜塩素酸は，次亜塩素酸よりも酸化力が強いとされ，亜塩酸塩の１つである亜塩\n素酸ナトリウムは，食品等の漂白等に使用されており，例えば，その浸漬液は，数\nの子加工品等の殺菌，漂白に使用されている（甲９，１０，３９，乙２６）。\nｂ  原告新商品並びに被告各旧商品及び被告新商品１（いずれも液剤）\n(a) 原告新商品\n原告新商品は，高度サラシ粉を７．５％含有する高度サラシ粉製剤（液剤）であ\nって，加工食品の原材料の殺菌又は除菌洗浄処理のために使用されるものであり，\n原告旧商品１が有していた特徴である低塩素臭及び低刺激性，すなわち，塩素臭が\n付着して食味や臭味を損なわず，作業者の目や皮膚等に対する刺激が少ないという\n特徴を有するだけでなく，ｐＨを中性域で安定させて殺菌力や除菌力を長時間持続\nさせられるという特徴を有している（甲２，１６，２７，乙１０４，弁論の全趣\n旨）。他方で，原告新商品の宣伝広告用パンフレットには，これまでの高度サラシ\n粉製剤（液剤）とは異なり亜塩素酸を豊富に含んでいるとか，亜塩素酸を豊富に含\nむことによりこれまでの高度サラシ粉製剤（液剤）とは異なる用途，使用方法，効\n果があるなどといった記載はなく，原告が保有する特許（甲４７）に係る発明の実\n施品であるなどという記載もない（甲２，乙１０２）。有効塩素濃度は６％である\nが，原告旧商品の有効塩素濃度（１２％以上）と同等の効果を得るためには，原告\n旧商品の１．５倍の量を使用すれば足りる（甲３３）。単価は１２００円／ｋｇで\nある（甲３５，４４，弁論の全趣旨）。\n(b) 被告各旧商品\n被告旧商品１は，原告旧商品１と同じ成分規格と製法で製造されたものであるか\nら，有する特徴も原告旧商品１と同じである。両商品はいずれも，高度サラシ粉を\n１２％含有する高度サラシ製剤（液剤）であるとうたわれていたものの，実際には\n次亜塩素酸カルシウムを主成分とするのではなく亜塩素酸塩を主成分とするもので\nあったが，低塩素臭及び低刺激性という特徴は有しており，宣伝広告用パンフレッ\nトには，「水産加工食品の原料下処理殺菌料」と銘打たれ，「あらゆる水産物の下\n処理剤といたしまして，安心して使用することができます」との宣伝文句が使用さ\nれていた（甲６，２７，弁論の全趣旨）。有効塩素濃度は１２．９％であり（甲１\n３），単価は７２９円／ｋｇであった（乙４９の平成２９年１０月分までのうち販\n売量の少ない１kg ボトルを除いた平均による。）。\n被告旧商品２は，被告旧商品１との違いは大東物産向けのプライベートブランド\n商品であったか否かにあるだけで，内容は同じであったことから，同様の特徴を有\nしていた（甲７，弁論の全趣旨）。有効塩素濃度は１２．８％であり（甲１４），\n単価は７４０円／ｋｇであった（乙４９の平成２９年１０月分までの平均によ\nる。）\n(c) 被告新商品１\n被告新商品１は，成分規格の変更により，実際に高度サラシ粉を１２％含有する\nとされる高度サラシ粉製剤（液剤）である（乙２３，２４。なお，被告新商品１は\n１４号については関係しないが，便宜上ここで取り上げる。）。そして，争点４に\n関する当事者の主張のとおり，被告新商品１について，原告が，次亜塩素酸を主成\n分とする高度サラシ粉を主剤とする液剤の問題点である，カルシウム塩が残渣とし\nて残り，塩素臭が強く，濁りや沈殿が生じるという問題点が解消されているとは考\nえられない旨主張したのに対して，被告らは，被告新商品１の商品性に問題はない\nとしてこれを争っていることや，被告新商品１は被告旧商品１と同じ商品名で継続\n的に販売されており，その間に特徴の相違があるとの告知がされたことは何らうか\nがわれず，実際の被告新商品１の分析もなされていないことからすると，原告が問\n題とする低塩素臭及び低刺激性という特徴について，被告新商品１は被告旧商品１\nと顕著な差がないものと推認される。有効塩素濃度は１２．６％であり（乙２３），\n単価は７４１円／ｋｇであった（乙４９の平成２９年１１月分のうち販売量の少な\nい１kg ボトルを除いた平均による。）。\nｃ  その他の液剤商品\n(a) ＦＫハイパー\nＦＫハイパーは，原告新商品の株式会社リンクス向けのプライベートブランド商\n品であるところ，宣伝広告用パンフレットの記載ぶりも，原告新商品と同様である\n（甲２，乙３３，７６，弁論の全趣旨）。\n(b) カルクロール，ワンダーＭＡＳＡ\nカルクロールは，高度サラシ粉を（有効塩素として）６％以上含有するとされる\n高度サラシ粉製剤（液剤）であって，食品や食品加工器具類の洗浄殺菌のために使\n用されるものであるところ，カルクロールを紹介する販売業者（株式会社ユニフィ\nードエンジニアリング）のウェブサイトには，「通常ペレットもしくは，粒状の市\n販品が多く，濃度調整が困難で使いにくい欠点を解消するため，液状にしたうえで\n安定化してい」るという特徴が紹介されているものの，原告新商品や被告各旧商品\nと同様の特徴（低塩素臭及び低刺激性という特徴や殺菌力や除菌力を長時間持続さ\nせられるという特徴）を有しているなどという紹介はされていない（乙３２，７\n６）。有効塩素濃度は上記のとおり６％以上であった（乙３２）。\nワンダーＭＡＳＡは，高度サラシ粉を１４．５％含有するとされる高度サラシ粉\n製剤（液剤）であるところ，その商品ラベルには，食品に使用することも想定され\nた記載（「食品添加物」，「食品への表示例」）がされているが，どのような特徴\nを有しているかは不明である（乙３４。なお，原告は，ワンダーＭＡＳＡは高度サ\nラシ粉を含有せず，亜塩素酸ナトリウムを含有するにすぎない疑いがあると主張す\nるが，その主張は具体的な根拠に欠ける上，仮に亜塩素酸ナトリウムを含有するに\nすぎなかったとしても，原告旧商品１，被告各旧商品がそうであったように殺菌料\n製剤〔液剤〕であることに変わりはない。）。\n(c) サニロン６，シーエルオー，ＰＡ－１２，フレッシュバリア及びフレッシュ\nバリアＳＳ並びにニュースピリット（液剤）\nサニロン６（１２％），シーエルオー（１２％），ＰＡ－１２（１１．６％），\nフレッシュバリア（１２％）及びフレッシュバリアＳＳ（１４．５％）並びにニュ\nースピリット（１２％）は，いずれも高度サラシ粉を括弧内の濃度で含有するとさ\nれる高度サラシ粉製剤（液剤）である。原告が平成２３年９月当時被告旧商品１と\nともに問題視していた商品である（甲５４）ことから，上記６商品はいずれも食品\nの殺菌等のために使用される液剤であると推認されるが，どのような特徴を有して\nいるかまでは不明である。単価は，次のとおりである（サニロン６〔７５０円／ｋ\nｇ〕，シーエルオー〔９００円／ｋｇ〕，ＰＡ－１２〔１０００円／ｋｇ〕，フレ\nッシュバリア〔８００円／ｋｇ〕。甲５４）。\n(d) ＣＨＣ－１５\n被告らが，ＣＨＣ－１５は株式会社フロンティアが販売する高度サラシ粉を含有\nするとされる高度サラシ粉製剤（液剤）であると主張するのに対し，原告は，同商\n品は国内向けには販売されていないと指摘しているところ，被告らが提出する乙３\n５をもってしてもＣＨＣ－１５が国内向けに販売されているとは認められない。\nｄ  高度サラシ粉商品（粉剤，顆粒剤，錠剤）\n(a) スタークロンシリーズ\nスタークロンシリーズは，南海化学株式会社（以下「南海化学」という。）が製\n造している高度サラシ粉であり，以下の商品がある（乙６５）。\n①  スタークロンＦ（粉剤），スタークロンＧ（顆粒剤），スタークロンＴ（錠\n剤），スタークロンＴ１００Ｓ／Ｔ２００Ｓ（錠剤）\nスタークロンＦ等は，南海化学のウェブサイトでは，用途が「生鮮食品・加工食\n品の殺菌・消毒，漂白…プール水・上水の殺菌消毒」などと紹介されている高度サ\nラシ粉である（乙６５）ところ，スタークロンＴ及びスタークロンＴ２００Ｓの販\n売業者（サイブ株式会社）のウェブサイトでは，両商品は「プール関係」の商品と\nして紹介されるとともに，有効塩素濃度は７０～７７．５％であるとされている\n（乙６８）。\n②  スタークロンＰＧ（顆粒剤），スタークロンＰＴ（錠剤），スタークロンＰ\nＴ１００Ｓ／ＰＴ２００Ｓ（錠剤）\nスタークロンＰＧ等は，南海化学のウェブサイトでは，成分規格が「医薬品」，\n用途が「プール水の殺菌・消毒  プール洗い場，腰洗い場での殺菌・消毒  浄化槽\n放流水の殺菌・消毒」と紹介されている高度サラシ粉である（乙６５）。\n(b) ハイクロンシリーズ等\nハイクロンシリーズ等は，日本曹達株式会社（以下「日本曹達」という。）が製\n造している高度サラシ粉であり，同社のウェブサイトでは，「プールや公営浴場で\nの水の殺菌消毒剤として，高いシェアを有して」おり，代表的な用途が「プール水\nおよび水道水の殺菌・消毒剤」と紹介されていて，以下の商品がある（甲６０，乙\n９８，弁論の全趣旨）。\n①  ハイクロンＦＨ（顆粒剤），ハイクロンＱ（錠剤），ハイクロンＬＴ－１０\n０（錠剤），ハイクロンＬＴ－２００（錠剤）\nハイクロンＦＨは，日本曹達の宣伝広告用パンフレットでは，具体的な使用例が\n「プールでの使用法」だけでなく，「生野菜，果物の除菌  漬物用野菜の前処理」\nなどと紹介されている高度サラシ粉である（乙９８）。有効塩素は７０％であり，\n単価は７２５円／ｋｇであった（乙９８，１０４）。\nハイクロンＱは，日本曹達の宣伝広告用パンフレットでは，食品添加物とはされ\nているものの，具体的な使用例として「プールでの使用法」だけが挙げられている\n高度サラシ粉であるところ，Amazon のウェブサイトでは，「次亜塩素酸カルシウ\nム」の検索ワードでヒットした商品が表示された画面において，「食品添加物」と\nいう表示がされているものの，「プール」という表示もされているとともに，「…\nコンタクトレンズ・ケア用品＞消毒・中和剤」のカテゴリーに位置付けられており，\n「商品の説明」としてプール水に使用する場合の使用方法が記載されており（販売\n者：栗本薬品工業株式会社），楽天のウェブサイトでも，同様の記載となっている\n（販売者：栗本薬品工業株式会社。乙６６の２，７０の１，９８，１０４）。有効\n塩素は７０％であり，単価は７６２円／ｋｇ，８００円／ｋｇであり，小分け売り\nされているものについては１０００円／ｋｇであった（乙６６の２，７０の１，９\n８，１０４）。\nハイクロンＬＴ－１００，ハイクロンＬＴ－２００は，日本曹達の宣伝広告用パ\nンフレットでは，食品添加物とはされているものの，具体的な使用例として「プー\nルでの使用法」だけが挙げられている高度サラシ粉である（乙９８）。有効塩素は\n７０％であり，単価は７２５円／ｋｇであり，小分け売りされているものについて\nは１０００円／ｋｇであった（乙９８，１０４）。\n②  ハイクロン１ｋｇ顆粒\nハイクロオン１ｋｇ顆粒は，Amazon のウェブサイトでは，「次亜塩素酸カルシ\nウム」の検索ワードでヒットした商品が表示された画面において，「食品添加物」\nという表示がされているものの，「プール用衛生管理剤」という表示もされている\n（乙１０４）とともに，楽天のウェブサイトでは，「食品添加物」という表示がさ\nれているものの，「プール用衛生管理剤」という表示もされており，特徴として\n「速やかに残留塩素濃度を上げたい場合や小型プール・浴槽に使用する場合に最適\nです」などと記載されている（販売者：栗本薬品工業株式会社。乙７０の２）高度\nサラシ粉である。単価は３７００円／ｋｇ，３９９０円／ｋｇ，４２００円／ｋｇ\nであった（乙６６の２，７０の２，１０４）。\n③  日曹ハイクロン，ハイクロンＴＢ－２００，ハイクロンＧＢ（いずれも固\n形）\n日曹ハイクロン，ハイクロンＴＢ－２００，ハイクロンＧＢは，販売業者（道都\n化学産業株式会社）のウェブサイトでは，取扱商品の１つである医薬品殺菌・消毒\n剤に関して，「プール用消毒剤，浄化槽用殺菌・消毒剤等，医薬品（第２類医薬\n品）登録されている固形塩素剤（次亜塩素酸カルシウム）を各種取り揃えてい」る\nと紹介されている高度サラシ粉である（乙８８）。\n④  ハイクロンＳ（錠剤）\nハイクロンＳは，楽天のウェブサイトでは，用途が「浄化槽放流水処理剤  小型，\n中型浄化槽の殺菌・消毒」などと紹介されたり（販売者：三和合名会社），商品詳\n細として「プールの水，プール用足洗い場及び腰洗い槽水，飲料水の殺菌消毒」な\nどと紹介されたりしており（販売者：森川産業株式会社），YAHOO!JAPAN ショッピ\nングのウェブサイトでは，「プールの水，プール用足洗い場及び腰洗い槽水，飲料\n水及び汚水などの殺菌消毒用錠剤」などと紹介されている（販売者：くすりのレデ\nイハートショップ。甲５８の１，乙７１，７２）高度サラシ粉である。有効塩素は\n７０％以上であり，単価は１１６６円／ｋｇ，１１９３円／ｋｇであった（甲５８\nの１，乙７２）。\n⑤  高度サラシ粉７０（剤形は不明）\n高度サラシ粉７０は，YAHOO!JAPAN ショッピングのウェブサイトでは，「日本曹\n達  高度サラシ粉」の検索ワードでヒットした高度サラシ粉である（乙６６の１）。\n有効塩素濃度は７１．２％であり，単価は６２９円／ｋｇや６５０円／ｋｇであっ\nた（甲１２，乙６６の１，１０４）。\n(c) トヨクロンシリーズ\nトヨクロンシリーズは，東ソー株式会社が製造している高度サラシ粉であり，総\n合カタログでは，トヨクロン（トヨクロンファインは，トヨクロンにスケール防止\n剤を添加したグレードであるとされている。）は「医薬品と食品添加物の２種類を\nラインナップ」しているとされ，食品添加物としてラインナップされている商品の\n剤形としては粉剤，顆粒剤，錠剤のものがあるところ，同社のウェブサイトでは，\n「様々な分野でご活用いただけます」として，「野菜など食品の殺菌・消毒」も挙\nげられているものの，主な用途が「食品」に限られるものはなく，「プールの衛生\n管理」，「浴場の衛生管理」，「浄化槽の衛生管理」については「推奨商品」や\n「使用方法」を説明したウェブページが別途設けられている（乙６７，９９，１０\n３）。有効塩素濃度は７３．９％であり，単価は９７２円／ｋｇであった（甲１２，\n乙１０４）。\n(d) その他\n①  高度サラシ粉（販売者：太田隆），高度サラシ粉（販売者不明），高度サラ\nシ粉（製造者：昭和化学株式会社）\n販売者が太田隆の高度サラシ粉（顆粒剤）は，ｅ健康ショップのウェブサイトで\nは，「食品添加物」とされ，商品の特徴が「殺菌・漂白・脱臭に強力な効果を発揮\nします」と紹介されている（乙７３）。有効塩素濃度は７０％であり，単価は１９\n４４円／ｋｇであった（乙７３）。\n販売者不明の高度サラシ粉（剤形は不明）は，モノタロウのウェブサイトでは，\n「野菜などの消毒や，プール，工業用水などの消毒，漂白剤としても使用できま\nす」と紹介されているとともに，「実験・研究・分析用の商品のため，研究者およ\nび法人向けです。試験・研究用途以外の目的に…いただけません」と紹介されてい\nる（乙７４）。\n製造者が日本社団法人日本試薬協会の会員である昭和化学株式会社の高度さらし\n粉は，安全データシートでは，推奨用途は「試薬」であり，参考として「野菜，果\n物などの殺菌など」とされている（甲５９，乙８５）。\n②  ＰＵＬＵＣＡＬＡ（販売者不明），高度さらし粉（製造者：昭和化学工業株\n式会社），高度サラシ粉７０％顆粒品（製造者：小川化工株式会社），高度カルキ\n（販売者：ＭＡＴＳＵＢＡ）\nＰＵＬＵＣＡＬＡは，楽天のウェブサイトでは，次亜塩素酸カルシウム等を成分\nとする「プール専用入浴剤」であり，「１包入れてよくかき混ぜるだけで，普段の\n味気ないプールがカラフルに彩られる」と紹介されている（乙７５）。\n昭和化学工業株式会社は，高度サラシ粉（剤形は不明）を製造販売しているが，\nその用途等は明らかではない（乙８６．なお，原告は，高度サラシ粉ではないなど\nと主張するが，商品ラベルには「次亜塩素酸カルシウム」の前に「高度さらし粉」\nと記載されている以上，上記主張は憶測の域を出ないと言わざるを得ない。）。\n小川化工株式会社は，高度サラシ粉（剤形は不明）を製造販売しているが，その\n用途等は明らかではない（乙８７）。\nAmazon のウェブサイトでは，「次亜塩素酸カルシウム」の検索ワードでヒット\nした商品の１つである「高度カルキ」（販売者：ＭＡＴＳＵＢＳＡ）について，\n「食品添加物」という表示がされているが，その用途等は明らかではない（乙１０\n４）。単価は１４００円／ｋｇであった（乙１０４）。\n(ｳ) 検討\nａ  確かに，原告新商品及び被告各旧商品以外にも，高度サラシ粉製剤（液剤）\nが複数販売されている（上記(ｲ)ｃ）だけでなく，原告も高度サラシ粉（粉剤，顆\n粒剤，錠剤）であることを争っていない高度サラシ粉製造大手３社製の商品だけを\n取り上げてみても多数販売されており（上記(ｲ)ｄ(a)ないし(c)），そのうち単に\n「食品添加物」という表示にとどまらず，具体的な用途として食品の殺菌等が指摘\nされているものに限ってみても相当数存在する（スタークロンＦ等，ハイクロンＦ\nＨ，トヨクロンシリーズの一部）。そうすると，これら全てが原告新商品の競合品\nであるのであれば，原告新商品と被告各旧商品とが競合関係にあるからといって，\n被告旧品質表示がされなかったとした場合に，被告各旧商品を購入した需要者の中\nに原告新商品を購入したであろう者がおり，原告が利益を得られたであろうという\n関係を直ちに見いだすのは困難である。\nしかし，まず，スタークロンＦ等のような高度サラシ粉（粉剤，顆粒剤，錠剤）\nについてみると，上記(ｲ)のとおり，高度サラシ粉製剤（液剤）を始めとする殺菌\n料製剤（液剤）が，高度サラシ粉（粉剤，顆粒剤，錠剤）と比較して，有効塩素\n（漂白作用に有効な塩素〔甲４７，弁論の全趣旨〕）濃度が数倍低いにもかかわら\nず，同様の価格帯で販売されていることに照らせば，高度サラシ粉製剤（液剤）を\n始めとする殺菌料製剤（液剤）の方が，実質的には数倍高価な商品であるという見\n方ができる。特にハイクロンＦＨでは，「有効塩素７０％と高濃度ですから，液体\n次亜塩素酸ナトリウム（有効塩素１０％）に比べ，取扱量が１／７で済みます」な\nどと，広告宣伝文句として，殺菌料製剤（液剤）との比較がうたわれている（乙９\n８）。にもかかわらず，被告各旧商品のユーザーは，液剤である被告各旧商品を選\n択したわけであるが，液剤ではいずれも主たる用途として食品用が掲げられ，液剤\nの利点については，カルクロールの広告において，粉剤等が「濃度調整が困難で使\nいにくい欠点を解消するため，液状にしたうえで安定化してい」るとされている。\nこれらの点を併せ考えると，高度サラシ粉（粉剤，顆粒剤，錠剤）の需要者層と高\n度サラシ粉製剤（液剤）の需要者層とでは，殺菌料製剤を使用する需要者の中でも\n異なっていると推認されるから，スタークロンＦ等のような高度サラシ粉（粉剤，\n顆粒剤，錠剤）が，高度サラシ粉製剤（液剤）の１つである被告各旧商品及び原告\n新商品の競合品であるとは認められない（同様の理由により，殺菌料製剤〔液剤〕\nではない上記(ｲ)ｄ(d)の商品も原告新商品等の競合品であるとは認められない。）。\n次に，上記(ｲ)ｃの高度サラシ粉製剤（液剤）を始めとする殺菌料製剤（液剤）\nについてみると，ＦＫハイパーは，原告がＯＥＭ販売している商品であり，原告の\n損害発生の有無を検討するに当たっての競合関係にないから，競合品として市場に\n存在するものは８商品（カルクロール，ワンダーＭＡＳＡ，サニロン６，シーエル\nオー，ＰＡ－１２，フレッシュバリア，フレッシュバリアＳＳ，ニュースピリッ\nト）にとどまる（もっとも，フレッシュバリア，フレッシュバリアＳＳは，販売業\n者であった播磨食品開発が平成２８年１１月に解散したことに照らせば，遅くとも\nその頃以降は販売されていないと推認される〔乙８３〕。）。\n以上の市場の状況に照らせば，被告旧品質表示がされなかったとした場合に，被\n告各旧商品を購入した需要者の中に原告新商品を購入したであろう者がおり，原告\nが利益を得られたであろうという関係が成り立ち得ると認められるから，１４号の\n不正競争による損害額について同法５条２項が適用されると解される。\nｂ  これに対し，被告らは，①上記(ｲ)で指摘した商品全てが原告新商品等の競\n合品であること，②原告新商品の品質表示である原告新品質表示が品質誤認表示で\nあることを前提として，同項は適用されないと主張する。しかし，これまで説示し\nたとおり，上記①及び②はいずれも前提を誤るものであるから，被告らの上記主張\nは採用できない。\nウ  不正競争防止法２条１項１号関係\n上記イ(ｳ)で検討した市場の状況からすると，被告商品表示についても，被告商\n品表示がされなかったとした場合に，被告旧商品１及び被告新商品１を購入した需\n要者の中に原告新商品を購入したであろう者がおり，原告が利益を得られたであろ\nうという関係が優に成り立ち得ると認められるから，１号の不正競争による損害額\nについても同法５条２項が適用されると解される。\nこれに対し，被告らは，①被告旧商品１及び被告新商品１が原告新商品と誤認混\n同されていないことに照らせば，同項が適用される前提となる損害の発生自体が認\nめられないし，②仮に，損害の発生自体が肯定されるとしても，本件の事情の下で\nは，同項が適用されるために不可欠である「混同惹起行為がなければ，周知商品表\n示の使用者が同表示又はこれと類似した表示をした商品を販売できたであろうとい\nう関係」が認められないと主張する。しかし，上記のとおり，被侵害者に，侵害者\nによる不正競争がなかったならば利益が得られたであろうという事情が存在する場\n合には，被侵害者自身が周知性を有する商品表示をもはや使用しておらず，したが\nって，被侵害者が現に販売する商品との間での誤認混同は生じないとしても，同項\nの適用が認められると解するのが相当であるから，被告らの上記主張は採用できな\nい。\nエ  小括\n以上のとおり，被告サンケイアクアによる不正競争たる販売行為には，不正競争\n防止法５条２項が適用されるから，以下，不正競争によって被告サンケイアクアが\n得た利益の額について検討することとする。\n(2) 各商品の販売利益の額\nア  各商品の売上額\n証拠（乙５９，８９）及び弁論の全趣旨によれば，被告旧商品１，被告旧商品２\n及び被告新商品１の売上額は，別紙「損害額算定表」の①欄のとおりと認められる。\nイ  控除すべき経費の額\n不正競争防止法５条２項の「利益」とは，いわゆる限界利益，すなわち侵害品の\n売上合計額から侵害品の製造，販売のために追加的に必要となった経費のみを控除\nしたものを指すと解するのが相当である。そこで，各商品の製造，販売のために追\n加的に必要となった経費を検討すると，次のとおりとなる。\n(ｱ) 販売原価率\n被告旧商品１，被告旧商品２及び被告新商品１の販売原価が，その販売のために\n追加的に必要となった経費であることについては，当事者間に争いはない。そして，\n原告は，被告サンケイアクアの損益計算書上の「売上／食添１」の額と「仕入／食\n添１」の額から算定できる平成２６年１２月１日から平成２９年１１月３０日まで\nの間における「売上／食添１」や「仕入／食添１」に分類される商品の販売原価率\nをもって，被告旧商品１，被告旧商品２及び被告新商品１の販売原価率とすべきで\nあるという趣旨の主張をするところ，弁論の全趣旨によれば，被告サンケイアクア\nの損益計算書上，被告旧商品１，被告旧商品２及び被告新商品１の売上高は「売上\n／食添１」に計上され，販売原価は「仕入／食添１」に計上されていること，被告\nらも被告旧商品１，被告旧商品２及び被告新商品１の販売原価率の算定方法自体は\n積極的に争っておらず，原告の主張する算定方法が不合理であるとまではいえない\nことに照らせば，原告主張の算定方法をもって，被告旧商品１，被告旧商品２及び\n被告新商品１の販売原価率を算定するのが相当である。\nそして，証拠（乙５５）によれば，平成２６年１２月１日から平成２９年１１月\n３０日までの間における「売上／食添１」の合計額は，２億７２３１万３９４９円\nである。他方，証拠（乙５５）によれば，同期間における「仕入／食添１」の合計\n額は，１億５３７７万５３５９円である。したがって，同期間における「売上／食\n添１」や「仕入／食添１」に分類される商品，ひいては上記期間の前後も販売実績\nのある被告旧商品１，被告旧商品２及び被告新商品１の販売原価率は，５６．５％\nであると認めるのが相当である。\n153,775,359÷272,313,949×100≒56,5（小数点第２位以下四捨五入）\n(ｲ) 運送費率及び販売手数料率\nａ  運送費及び販売手数料はいずれも，被告旧商品１，被告旧商品２及び被告新\n商品１の販売のために追加的に必要となった経費であると考えるのが合理的である\nから，これらをおよそ控除すべきでないという原告の主張は採用できない。\nｂ  他方で，被告らは，被告旧商品１，被告旧商品２及び被告新商品１の販売の\nために追加的に必要となった運送費及び販売手数料の額は，被告サンケイアクアに\nおいて計上されている運送費の全額及び販売手数料の８０％であると主張する。し\nかし，弁論の全趣旨によれば，被告サンケイアクアは，被告旧商品１，被告旧商品\n２及び被告新商品１の以外の商品も取り扱っていることが認められる。そして，証\n拠（乙５５，５９，８９）及び弁論の全趣旨によれば，平成２６年１２月１日から\n平成２９年１１月３０日までの間における被告サンケイアクアが販売した全商品の\n合計売上額が４億６５５４万９５９７円であり，同期間における被告旧商品１，被\n告旧商品２及び被告新商品１の合計売上額が１億９３０２万１００４円であると認\nめられるから，全商品の合計売上額に占める被告旧商品１，被告旧商品２及び被告\n新商品１の合計売上額の割合は４１．５％にとどまる。\n193,021,004÷465,549,597×100≒41.5（小数点第２位以下四捨五入）\nそうすると，被告旧商品１，被告旧商品２及び被告新商品１の販売に当たって要\nした運送費及び販売手数料が，被告サンケイアクアにおいて計上されている運送費\n及び販売手数料のうち上記の程度を占めるとは考えられる。しかし，これを超えて\n被告らが主張する程度まで運送費及び販売手数料を要したと認めるには，これを裏\n付ける具体的な事情が必要であるところ，これを認めるに足りる証拠はない。した\nがって，運送費及び販売手数料については，上記の売上割合により，全運送費及び\n販売手数料の４１．５％の限度で経費と認めるのが相当である。\nそして，証拠（乙１０１）によれば，上記期間（平成２６年１２月１日から平成\n２９年１１月３０日まで）における被告サンケイアクアの合計運送費が１９３５万\n５９７６円，合計販売手数料が１１４６万２２３１円であるから，同期間における\n被告旧商品１，被告旧商品２及び被告新商品１の販売のために追加的に必要となっ\nた運送費及び販売手数料の額は，その４１．５％である１２７８万９５５６円であ\nると認められる。\n(19,355,976＋11,462,231)×0.415≒12,789,556（小数点以下四捨五入）\nｃ  もっとも，上記期間（平成２６年１２月１日から平成２９年１１月３０日ま\nで）の前後の期間の運送費及び販売手数料の額については，それらの全体額を認め\nるに足りる証拠がない。しかし，被告旧商品１，被告旧商品２及び被告新商品１は，\n上記期間の前後も販売実績があるところ，上記期間内とその前後とで運送費率及び\n販売手数料率に有意な差異があるとは考え難いことから，被告旧商品１，被告旧商\n品２及び被告新商品１の上記期間における運送費及び販売手数料の額のそれら商品\nの売上額に対する割合をもって，全期間におけるそれら商品の運送費及び販売手数\n料の合計と認めるのが相当である。\nそして，上記期間における被告旧商品１，被告旧商品２及び被告新商品１の合計\n売上額が１億９３０２万１００４円であるところ，同期間における被告旧商品１，\n被告旧商品２及び被告新商品１の販売のために追加的に必要となった運送費及び販\n売手数料の額は１２７８万９５５６円であるから，同期間における被告旧商品１，\n被告旧商品２及び被告新商品１の運送費率及び販売手数料率の合計は，６．６％で\nある。したがって，売上額の６．６％をもって，全期間における被告旧商品１，被\n告旧商品２及び被告新商品１の運送費及び販売手数料の合計と認めるのが相当であ\nる。\n12,789,556÷193,021,004×100≒6.6（小数点第２位以下四捨五入）\n(ｳ) 被告らは，運送費及び販売手数料以外の販管費も経費として控除すべきであ\nると主張するが，それらの販管費が被告旧商品１，被告旧商品２及び被告新商品１\nの販売のために追加的に必要になったとは認められないから，被告らのこの主張は\n採用できない。\nウ  推定される販売利益の額\n以上に基づき，被告旧商品１，被告旧商品２及び被告新商品１の売上額に，製造\n原価率（５６．５％）並びに運送費率及び販売手数料率（合計６．６％）を踏まえ\nて経費を控除すると，各商品の利益率は３６．９％である（1－(0.565＋0.066)×\n100＝36.9）。そして，証拠（乙５４，５５，５９及び８９）によれば，これらの\n金額は消費税抜きの金額であると認められるから，被告サンケイアクアが得た利益\nを算定するには，平成２６年３月分については５％，同年４月以降分については８\n％を加算する必要がある（原告の消費税に関する主張はこの趣旨を含むと解され\nる。）。以上によれば，被告サンケイアクアの販売利益は，別紙「損害額算定表」\nの②欄のとおりになる。\n(3) 推定覆滅事由の検討\nア  被告旧商品１関係について\n(ｱ) 被告旧商品１は，被告商品表示と被告旧品質表示の双方が使用されていると\nころ，被告らは，被告旧商品１には多数の競合品があることにより，推定が大幅に\n覆滅されると主張する。\n(ｲ) しかし，上記(1)イ及びウで述べたとおり，高度サラシ粉等（粉剤，顆粒剤，\n錠剤等）と液剤のうちのＦＫハイパーについては，原告新商品等の競合品であると\nは認められないから，被告旧商品１が吸収した需要をそれらの製剤が吸収したであ\nろうとは認められない。\n(ｳ) そこで，その余の高度サラシ粉製剤（液剤）が，被告旧商品１が吸収した需\n要を吸収する覆滅事由と評価できるだけの競合品であるか否かについて検討する。\nａ  前記(1)イ(ｳ)のとおり，高度サラシ粉の液剤については，食品への使用を主\nたる用途とし，粉剤や錠剤よりも濃度調整が容易であるという利点があり，液剤を\n購入する需要者は，このような利点のために，有効塩素量の観点からは高価格にな\nる液剤を購入するものと考えられ，このことは，被告旧商品１の購入者においても\n同様であると推認される。また，表示上の高度サラシ粉含有濃度と価格は，被告旧\n製品１が１２．９％含有，７２９円／ｋｇであるのに対し，他の高度サラシ粉製剤\n（液剤）でも，同様の含有濃度と価格のものが複数存在する（少なくともワンダー\nＭＡＳＡ，サニロン６，シーエルオー，ＰＡ－１２）。このように，いずれも液剤\nである点で取扱いの容易性に差異はなく，価格帯にも有意な差異は見られない。と\nころが，被告旧商品１には，低塩素臭及び低刺激性という特徴があり，そのことが\n宣伝広告パンフレットでも強調されているところ，原告新商品を除けば，他の高度\nサラシ粉製剤（液剤）でそのような特徴がうたわれていると認められるものはない。\nそうすると，このように実質的に同じ価格帯の複数の高度サラシ粉製剤（液剤）の\n中で，被告旧商品１が選択されるに当たっては，低塩素臭及び低刺激性という特徴\nがかなりの程度寄与したものと考えられる。また，被告らが被告旧商品１を被告新\n商品１に変更するに当たり，「内容成分  高度サラシ粉  １２．００％」との被告\n品質表示を変更するのではなく，逆に成分規格を同表示に沿うものとなるように変\n更したことからすると，被告品質表示自体も，他の高度サラシ粉製剤（液剤）と競\n争する前提として重要な寄与をしたと推認される。そしてまた，被告旧商品１と同\nじ成分規格，特徴及び商品表示である原告旧商品１及び原告旧商品表示の周知性も，\n同様の特徴を有するものとしての周知性を獲得したものと推認される。\n以上のことからすると，被告旧商品１において，亜塩素酸塩を主成分とすること\nから「内容成分  高度サラシ粉  １２．００％」との被告品質表示が使用されず，\nまた，「ＰＥＲＦＥＣＴ  ＰＡ」等との被告商品表示も使用されないとした場合，\n被告旧商品１が吸収した需要が被告旧商品１にとどまることは考え難く，唯一同様\nの特徴をうたう高度サラシ粉製剤（液剤）である原告新商品が基本的に吸収した可\n能性が高いというべきである。\nｂ  もっとも，被告旧商品１は前記のとおり有効塩素１２．９％，価格７２９円\n／ｋｇであるのに対し，原告新商品は，有効塩素６％，価格１２００円／ｋｇで，\n原告旧商品１と同様の効果を得るためには１．５倍の使用量を要するから，原告旧\n商品１と同一の成分規格である被告旧商品と同等の効果を得るためには１８００円\n／ｋｇを要し，実質的な価格が被告旧商品１の２倍以上であることになる。そして，\n被告旧商品１と他の競合品とは同様の価格帯にあるから，それらの中で被告旧商品\n１が選ばれるについては，低塩素臭や低刺激との特徴が相応の寄与を果たしたと認\nめられるが，実質価格が２倍になる場合には，これらの商品の用途が業務上のもの\nであり，経費増加に敏感であると考えられることを考慮すると，そのような特徴よ\nりも価格の安さを重視して他の競合品を選択するに至るであろう需要者も一定程度\n存在すると考えられる。\nｃ  以上からすると，被告旧商品１において，亜塩素酸塩を主成分とすることか\nら「内容成分  高度サラシ粉  １２．００％」との被告品質表示が使用されず，ま\nた，「ＰＥＲＦＥＣＴ  ＰＡ」等との被告商品表示が使用されないとした場合でも，\n原告新商品を選択せず，他の競合品を選択する需要者が一定程度存在するであろう\nと認められる。そして，そのことによる推定覆滅の割合は３割と認めるのが相当で\nある。\nなお，被告らは，自身の営業努力が販売量維持に貢献してきたと主張するが，被\n告らが通常の営業努力以上の格別の努力をしたと認めるに足りる証拠はない。\nイ  被告旧商品２関係について\n被告旧商品２には，被告品質表示のみが使用されているところ，その内容成分は\n被告旧商品１と同じで，価格も同程度であるから，被告旧商品２が選択されるに当\nたっては，被告旧製品１と同様に，被告品質表示が重要な前提をなした上で，低塩\n素臭及び低刺激性という特徴がかなりの程度寄与したものと考えられる一方，原告\n新商品との実質価格の差があることも同様である。\nそうすると，被告旧商品２において，亜塩素酸塩を主成分とすることから「内容\n成分  高度サラシ粉  １２．００％」との被告品質表示が使用されない場合，被告\n旧商品１におけると同様に，推定覆滅の割合は３割と認めるのが相当である。\nウ  被告新商品１関係について\n被告新商品１には，被告商品表示のみが使用されているところ，被告旧商品１と\n異なり，「内容成分  高度サラシ粉  １２．００％」との被告品質表示を使用する\nことができ，かつ，低塩素臭及び低刺激性という特徴において顕著な差はないと推\n認されるから，品質面はほぼ同様のものである。また，被告旧商品１には，商品名\nだけが異なる被告旧商品２があるが，別紙「損害額計算表」の①欄のとおり，同じ\n平成２６年３月から平成２９年１０月までの売上額について，被告旧商品１が１億\n９６０８万円余であるのに対し，被告旧商品２は，大東物産 1 社向けのみのプライ\nベートブランド商品であるにもかかわらず，４３０３万円余と被告旧商品１の約２\n２％に上っており，このことからすると，被告旧商品１の販売において被告商品表\n示の寄与は限定的なものであったことがうかがわれる。このことに加え，前記認定\nのとおり被告旧商品１と被告新商品１の価格は同程度である反面，原告新商品の価\n格はその２倍以上に上ることも考慮すると，被告旧商品１が吸収した需要は，被告\n商品表示が使用されなかった場合にもなお被告旧商品１にとどまるものが一定程度\n存すると考えられ，また，他の競合品が吸収するものもある程度存すると考えられ\nるから，被告新商品１についての推定覆滅の割合は５割と認めるのが相当である。\n(4) 原告の損害額\nア  以上によれば，原告の逸失利益の額は，別紙「損害額算定表」の③欄のとお\nりであり，合計額は７５００万６２６８円となる。\n原告は，予備的に不正競争防止法５条３項に基づく算定による損害額を主張して\nいるところ，原告が主張する使用料率である５％を前提としても，その金額が同条\n２項に基づき算定された上記損害額を上回らない。\nイ  弁護士費用\n上記アの認容額を始めとする本件に現れた一切の事情を考慮すると，被告らによ\nる本件の不正競争行為と相当因果関係に立つ弁護士費用の損害額は，７５０万円と\n認めるのが相当である。\nウ  合計及び遅延損害金の起算日\n(ｱ) 以上によれば，被告サンケイアクアの不正競争による原告の損害額は，８２\n５０万６２６８円である。\n(ｲ) 原告は，被告旧商品１及び被告旧商品２の平成２６年３月から平成２９年２\n月までの間の販売分に対応する逸失利益については，訴状送達の日の翌日（被告サ\nンケイフーズについては平成２９年３月１３日，被告サンケイアクアについては同\n月１１日）を起算日とする遅延損害金の支払を請求しているところ，上記期間にお\nける両商品の販売分に対応する逸失利益の合計額は，別紙「損害額算定表」の④欄\nのとおり５３８７万４６７７円である。\n次に，原告は，被告旧商品２の平成２９年３月から同年１０月までの間の販売分\nに対応する逸失利益については，同年１１月１日を起算日とする遅延損害金の支払\nを請求しているところ，上記期間における被告旧商品２の間の販売分に対応する逸\n失利益の額は，別紙「損害額算定表」の⑤欄のとおり１６０万６０５１円である。\n最後に，原告は，被告旧商品１及び被告新商品１の平成２９年３月から平成３０\n年８月までの間の販売分に対応する逸失利益については，平成３０年９月１日を起\n算日とする遅延損害金の支払を請求しているところ，上記期間における両商品の販\n売分に対応する逸失利益の合計額は，別紙「損害額算定表」の⑥欄のとおり１９５\n２万５５４０円である。\n５  争点４（被告らが被告商品表示及び被告品質表示をするおそれの有無と廃棄\nの要否）について\n(1) 不正競争防止法２条１項１号関係\nア  差止請求\n被告らは，現在は食品添加物である殺菌料製剤に別紙「被告商品表示目録」記載\n１又は２の表示（被告商品表示）を使用せずに別の商品表示を使用し（被告サンケ\nイフーズ），その殺菌料製剤を販売している（被告サンケイアクア）ことが認めら\nれるが，被告らが密接な関係を有しており，その被告らが被告商品表示と同一の商\n品表示である原告旧商品表示の周知性の有無を争うとともに使用許諾等を主張して\nいることなどからすると，なお被告らいずれもが食品添加物である殺菌料製剤に被\n告商品表示を使用し，その殺菌料製剤を販売等するおそれは認められるから，その\nような殺菌料製剤の譲渡等の差止請求は理由がある。\nイ  廃棄請求\n弁論の全趣旨によれば，被告らが被告商品表示を使用した食品添加物である殺菌\n料製剤たる被告旧商品１ないし被告新商品１の在庫を保有していることを否定して\nいない以上，その廃棄請求についても理由がある。\n(2) 不正競争防止法２条１項１４号関係\n被告らは，被告旧商品１及び被告旧商品２に被告品質表示を付すことが品質誤認\n表示に当たることを自認した上，被告品質表示をすることが品質誤認表示に当たら\nないように成分規格を切り替えたと主張しているところ，被告らが被告新商品１及\nび被告新商品２に含有させていると主張するＨＳＲ－９６は，「次亜塩素酸」を主\n成分とするなど，食品添加物公定書に定められた高度サラシ粉の成分規格に適合す\nるものである（乙２３，２４）から，高度サラシ粉に当たるといえ，被告各新商品\nの有効塩素濃度（１２．６％）は，ＨＳＲ－９６の有効塩素濃度の１２．０％（１\n１．５％）に近い値となっていることに照らせば，被告新商品１がＨＳＲ－９６を\n成分重量にして１２．０％含有するという被告らの主張が虚偽であると排斥するこ\nとは困難であり，被告新商品１と同じ成分規格であると推認される被告新商品２に\nついても同様である。\nこれに対し，原告は，被告新商品１及び被告新商品２の商品性に問題があること\nに照らせば，被告らが被告旧商品１及び被告旧商品２の販売を再開するおそれがあ\nる以上，ひいては，被告品質表示を付した被告旧商品１及び被告旧商品２を販売す\nるという品質誤認表示行為を行うおそれがなお存在すると主張するが，被告新商品\n１及び被告新商品２に原告が指摘するような問題点があると認めるに足りる証拠は\nない。\nしたがって，被告らが原告が指摘するような品質誤認表示行為を行うおそれがあ\nるとまでは認められない以上，差止請求は理由がないし，これに理由があることを\n前提とする廃棄請求も理由がない。\n第４  結論\n以上の次第で，原告の本訴請求は，主文第１項ないし第４項の限度で理由がある\nから，その限度で認容することとし（なお，主文第１項及び第２項については，仮\n執行宣言を付するのは相当でないから，これを付さないこととする。），その余は\nいずれも理由がないから棄却することとし，被告らの反訴請求はいずれも理由がな\nいから棄却することとして，主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n髙      松          宏          之\n裁判官\n野      上          誠          一\n裁判官\n大      門      宏    一    郎\n（別紙）\n被告商品表示目録\n１  ＰＥＲＦＥＣＴ・ＰＡ\n２  パーフェクト・ピュアーエース\n以  上\n（別紙）\n被告商品目録\n１  商品名：ＰＥＲＦＥＣＴ・ＰＡ（パーフェクト・ピュアーエース）\n２  商品名：ビューティック１２\n以  上\n（別紙）\n被告品質表示目録\n内容成分  高度サラシ粉  １２．００％\n以  上\n（別紙）\n原告商品目録\n商品名：ネオクリーンＰＡ  Ｓ\n以  上\n（別紙）\n原告品質表示目録\n１  高度さらし粉液体製剤\n２  成分＜主剤＞高度さらし粉  ７．５０％\n以  上\n（別紙）\n原告旧商品表示目録\n１  ＰＥＲＦＥＣＴ・ＰＡ\n２  パーフェクト・ピュアーエース\n以  上\n"
}