{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 5,
    "day": 16
  },
  "case_number": "平成25(ワ)7807",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第３民事部",
  "gist": "原告らの娘が，被告らの主催する音楽イベントの会場付近において落雷により死亡した事故について，被告らには，同イベント計画段階における注意義務違反・債務不履行が認められないこと，被告らが，同イベント当日，原告らの娘の生命・身体を落雷から保護する義務を負っていたと認めることはできないこと，被告らが，原告らの娘に対する救命救護義務を負っていたと認めることはできないことを理由に，原告らの共同不法行為・債務不履行に基づく損害賠償請求をいずれも棄却した事案。",
  "lawsuit_id": "86276",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86276",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/276/086276_hanrei.pdf",
  "contents": "主                    文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  第１事件\n（１）  Ｙ１は，Ｘ１に対し，４０８９万１２６５円及びこれに対する平成２\n４年８月１８日から支払済みまで年５分の割合による金員を支払え。\n（２）  Ｙ１は，Ｘ２に対し，４０８９万１２６５円及びこれに対する同日か\nら支払済みまで年５分の割合による金員を支払え。\n２  第２事件\n（１）  Ｙ２は，Ｘ１に対し，４０８９万１２６５円及びこれに対する同日か\nら支払済みまで年５分の割合による金員を支払え。\n（２）  Ｙ２は，Ｘ２に対し，４０８９万１２６５円及びこれに対する同日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告らが，コンサートの企画等を業とする被告らに対し，実質的に\n被告らが主催する音楽イベントの会場付近において，原告らの娘であるＸ３が\n落雷により死亡した事故について，被告らにはＸ３を落雷の危険から保護すべ\nき義務の違反ないし債務の不履行等があったと主張して，共同不法行為又は債\n務不履行に基づき，原告らそれぞれにつき４０８９万１２６５円及びこれに対\nする平成２４年８月１８日（上記落雷事故の日）から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払（被告らは連帯）を求めた事案である。\n１  前提事実（当事者間に争いがない事実又は掲記の証拠等により容易に認定で\nきる事実）\n（１）  当事者（甲２ないし４，丙１０）\nア  Ｘ１はＸ３の実父であり，Ｘ２はＸ３の実母である。\nイ  Ｙ１は，コンサート・イベントの企画・製作・運営等を目的とする株式\n会社である。\nウ  Ｙ２は，コンサートの企画，製作及び興業等を目的とする株式会社であ\nる。\n（２）  Ｘ３による本件公演のチケット購入等（甲８，９，丙１４の２）\nア  Ｘ３は，平成２４年８月１８日に長居公園（同公園の概況は別紙１のと\nおり）内の第１陸上競技場で開催される「ａ－ｎａｔｉｏｎ  ｓｔａｄｉ\nｕｍ．ｆｅｓ．Ｃｈａｒｇｅ・Ｇｏ・ウィダーｉｎゼリー」なる名称の野\n外コンサート（以下「本件公演」という。）のチケットを購入していた。\nイ  本件公演に付随して，長居公園内の第２陸上競技場ではグッズ販売等（開\n場予定時間１１時。以下，時刻については２４時制で表記する。）が行わ\nれており，長居陸上競技場の南西エリア（別紙２，Ｆ―１地点）では飲食\nブースが設けられていた。\nウ  被告らは，来場者の導線について，過去に長居公園で行った本件公演と\n同種のイベントの経験を踏まえ，別紙４のとおり想定していた。\n（３）  Ｘ３の写真撮影（甲１３，３４の１６・１７，弁論の全趣旨）\nＸ３は，同日１３時５３分，別紙２Ｂ－２地点付近において，写真（甲１\n３，３４の１６・１７。別紙３は甲１３の写真（以下「本件写真」という。）\nの写しである。）の撮影を行った（以下「本件写真撮影」という。）。\n（４）  落雷事故の発生とＸ３の死亡（甲１，乙２７，弁論の全趣旨）\nＸ３は，同日１４時１０分頃から同１５分頃までの間，長居公園内の南\n西樹林の付近（別紙２Ｂ－１地点）において，落雷を受けるという事故（以\n下「本件落雷事故」といい，本件落雷事故の現場を「本件落雷事故現場」と\nいう。）に遭い，同同月１９日６時４９分頃，心停止後脳症により死亡した。\n２  争点及び争点に関する当事者の主張\n（１）  争点（１）（被告らの注意義務違反及び債務不履行の有無）\n【原告らの主張】\nア  被告らについての保護義務の存在\n（ア）  本件落雷事故発生直前のＸ３の行動\nＸ３は，本件写真撮影後，本件写真に写っている行列の最後方に並ん\nでいたところ，急な豪雨や落雷が発生し，落雷から逃れようと逃げ惑っ\nている最中に本件落雷事故に遭ったものである。\n（イ）  被告らの保護義務\nⅠ  被告らは，９８００円もの高額な入場料を対価として，チケット\n購入者だけでも５万４０００人もの観客の来場が見込まれ，ひとたび警\n備を怠るときは大規模な事故が発生し，多くの人命が失われることが明\nらかな本件公演を実質的に主催していたこと，Ⅱ  本件落雷事故当時，\n第１陸上競技場及び第２陸上競技場は既に開場しており，本件公演は開\n催されていたといえること，Ⅲ  Ｘ３は，本件落雷事故の発生直前，被\n告らがメイン導線上に設置したカラーコーンに従って形成されていた行\n列に並んでいたこと等からすれば，被告らは，被告らが設置した導線上\nの来場者及び導線付近（本件写真撮影現場及び本件落雷事故現場を含む。）\nに存在する来場者に対し，その生命及び身体を保護する義務を負い，Ｘ\n３に対しても，条理上の保護義務又は本件公演参加契約に付随する安全\n配慮義務として，落雷からその生命及び身体を保護する義務を負ってい\nた。\nイ  予見可能性\n今日においては，科学技術の発達により雷の予測は困難でなくなってお\nり，気象庁が発表する注意報・警報や雷ナウキャスト（気象庁が発表する\n雷発生の可能性や雷の激しい地域の分布及び１時間先までの予報）の解析\n値からは，どんなに遅くとも本件落雷事故当日の１３時５０分には，長居\n公園付近で落雷があることは相当の確度で予測可能であった。\nウ  結果回避義務違反\n（ア）  準備段階の結果回避義務違反\n被告らには，本件公演の準備段階において，雷の基礎知識，具体的な\n避難場所，誘導方法，そのためのスタッフの配置等を記載したマニュア\nルを作成し，スタッフ全員に周知すべき注意義務及び債務を負っていた\nにもかかわらず，落雷事故が発生した場合の抽象的な対処方法を記した\n警備計画書を作成するのみで，他に何らの準備をしなかった点で注意義\n務違反及び債務不履行が存する。\n（イ）  本件公演当日の結果回避義務違反\n被告らには，本件落雷事故当日１３時５０分には長居公園内の落雷事\n故を予見できた以上，遅くとも１３時５５分頃には，Ｘ３を含む来場者\nらに対し，長居公園の放送設備や拡声器等を用いて，第２陸上競技場内\n又は地下駐車場への避難誘導をする注意義務及び債務を負っていたにも\nかかわらず，Ｘ３に対する避難誘導をしなかった点で注意義務違反及び\n債務不履行が存する。\n（ウ）  救命救護義務違反\n被告らには，本件落雷事故の発生を直ちに把握し，１１９番通報をし\nたうえ，Ｘ３に対し心臓マッサージやＡＥＤ等の救命措置を，遅くとも\n本件落雷事故当日１４時１９分までに行う注意義務・債務を負っていた\nにもかかわらず，Ｘ３に対する救命救護措置を一切行わなかったという\n注意義務違反・債務不履行が存する。\n【被告らの主張】\n原告らの主張は争う。\nア  保護義務について\n（ア）  本件落雷事故発生直前のＸ３の行動\n本件写真撮影時から本件落雷事故の間，長居公園内において，途中で\n列外に出た場合に最後尾に並び直さなければならないような行列は存在\nしなかった。\nＸ３は，本件写真撮影後，写真撮影場所付近で休憩していたところ，\n突然の雨を避けるため，長居公園南西樹林内の樹木の下で雨宿りをし，\nその際に本件落雷事故に遭ったものである。\n（イ）  被告らの保護義務について\n被告らとＸ３の間には何らの指揮監督関係もなかったこと，本件落雷\n事故現場を管理していたのはＺという被告らとは別の団体であったこと，\n本件落雷事故現場には本件公演参加者以外にも多数の長居公園の利用者\nが存在していたこと，本件落雷事故当時，被告らが設定した導線上に行\n列は形成されておらず，Ｘ３も上記導線上にはいなかったこと等からす\nれば，被告らはＸ３に対する保護義務は負っていなかったというべきで\nある。\nイ  予見可能性について\n本件落雷事故の直前に降雨が始まり，降雨開始後ほぼ最初の落雷により\n本件落雷事故が発生したことからすれば，被告らには本件落雷事故発生に\n係る予見可能性が存在しなかった。\nウ  結果回避義務違反について\n（ア）  準備段階の結果回避義務違反について\n被告らは，本件公演について，数か月にわたり綿密な計画を立て，警\n察の許可を経た上で実施したのであるから，準備段階における被告らの\n結果回避義務違反が問題となる余地はない。\n（イ）  本件公演当日の結果回避義務違反について\n本件落雷事故現場のある長居公園は，約２０万坪の広大な敷地を有し，\n一般市民に開放されたた公園であり，管理者もＺであったから，被告ら\nにおいて，避雷針の設置や誘導表示等の恒常的な落雷対策は不可能であ\nった。そして，Ｘ３の避難場所として考えられる地下駐車場は，大阪市\n道路公社が管理しており，被告らに管理権限はなく，本件落雷事故が天\n候悪化後まもなく発生したことからすれば，被告らには結果回避可能性\nも存在しなかったといえる。\n（ウ）  救命救護義務違反について\n原告らの主張は争う。\n（２）  争点（２）（損害の発生及びその金額）\n【原告らの主張】\n被告らの注意義務違反・債務不履行により，原告らには以下のとおり各４\n０８９万１２６５円の損害が発生した。\nア  Ｘ３に生じた損害\n（ア）  治療関係費                      ２３万９１４０円\n（イ）  葬儀費用                      １５０万００００円\n（ウ）  遺体搬送料                      ３１万６３００円\n（エ）  死体検案書作成費用                １万１７００円\n（オ）  死亡による逸失利益          ４４２８万０６１５円\n３５５万９０００円（賃金センサス平成２３年女性学歴計全年齢平均\n賃金）×０．７（生活費控除率）×１７．７７４１（２２歳の就労可能\n年数４５年のライプニッツ係数）\n（カ）  死亡慰謝料                  ２２００万００００円\n（キ）  原告らそれぞれの損害  各３４１７万３８７７円\n上記（ア）ないし（カ）の合計に，原告らそれぞれのＸ３に係る相続\n割合２分の１を乗じた金額\nイ  原告ら固有の慰謝料   各３００万００００円\nウ  弁護士費用\n原告ら合計７４３万４７７５円であり，原告らそれぞれについて，３７\n１万７３８８円（円未満切上げ）である。\nエ  総計\n原告らそれぞれの損害は，上記アないしウの合計である４０８９万１２\n６５万円となる。\n【被告らの主張】\n原告らの主張は争う。\n第３  当裁判所の判断\n１  認定事実\n上記前提事実，本件証拠（甲１ないし３，８，９，１０，１１，１３ないし\n１５，２６，３４の１６・１７，４７の１，４８，４９，乙２の４，５の１・\n２，６の１・２，１９，２７，甲９，丙８の１ないし１０，９の１ないし５，\n１４の２，１５の１・２，１７，１８，２０，Ｙ２代表者本人）及び弁論の全\n趣旨を総合すれば，以下の事実を認定できる。\n（１）  本件公演の概要，被告らの警備体制等（甲９，乙５の１・２，２７，\n丙８の１ないし１０，９の１ないし５，２０，被告代表者本人）\nア  本件公演の概要等\n（ア）  本件公演の概要及び観客動員数等\nａ  本件公演は，Ｙ１が企画（アーティストの選定や公演内容の決定）\nし，Ｙ２がＹ１から委託を受けて運営（会場手配・設営，警備，宣伝\n活動）する，複数のアーティスト等による野外コンサートであった。\nｂ  本件公演の観客動員数は，５万３８９１人であった。\n（イ）  本件公演の会場及び開場時間等\nａ  本件公演の会場及び開場時間等\n本件公演の会場は第１陸上競技場であり，開場予定時間は１３時３\n０分，開演予定時間は１５時３０分，終演予定時刻は２０時３０分で\nあった。\nｂ  付随するイベント等\n本件公演に付随し，第２陸上競技場では，グッズ販売等（開場予定\n時間１１時）が行われており，第１陸上競技場の南西エリア（別紙２，\nＦ―１地点）では飲食ブースが設けられていた。\nイ  長居公園の管理関係及び被告らによる警備体制\n（ア）  長居公園の管理者\n長居公園（総面積約６５．７ｈａ，植物園部分を除き約４１．５ｈａ）\nは，都市公園法に定める都市公園であり，Ｚが指定管理者として管理を\n行っていた。\n（イ）  Ｙ２の得た利用許可\nＹ２は，本件公演の開催に先立ち，Ｚから，第１陸上競技場及び第２\n陸上競技場のほか，大型車両の運送経路・駐車場所・仮設トイレ設置場\n所・控え室のために第１陸上競技場の周囲の外周走路等（以下「本件許\n可施設等」という。）につき利用許可を得たが，本件落雷事故現場は本\n本件許可施設等の外であった。本件落雷事後現場から，より近い会場で\nある第２陸上競技場までの直線距離は二百数十メートルであり，徒歩で\nの所要時間は約３分程度である。\n（ウ）  地下駐車場\n長居公園内には，カードリーダーに駐車券を挿入することにより入場\nが可能になる地下駐車場があるが，同駐車場は大阪市道路公社が管理し\nており，被告らは利用許可等を得ていなかった。\n（エ）  被告らの警備体制等\nａ  被告らが想定していた観客の導線\n被告らは，来場者の導線について，過去に長居公園で行った本件公\n演と同種のイベントの経験を踏まえ，別紙４のとおり想定していた。\nｂ  救護本部，警備員\n本件公演の開場時におけるスタッフの配置は別紙５のとおりである。\n（オ）  被告らによる天候の把握\n被告らにおいて，当日の天候把握のための責任者等は定められておら\nず，被告ら従業員等が各自天候等を確認することとされていた。\n（カ）  警備計画書\nａ  作成経緯\n（ａ）  Ｙ２は，本件公演を開催するに際し，警備計画書（甲９。以\n下「本件警備計画書」という。）を作成し，関係者に配布した。\n（ｂ）  本件警備計画書は，本件公演と同種の公演を被告らが初めて\n開催した平成１４年以降，関係機関（警備会社，関係交通機関，警\n察，消防署）との間の協議により受けた指摘を踏まえ，毎年改訂さ\nれていた。\nＹ２は，平成２１年から，本件公演と同種の公演の会場として第\n１陸上競技場を使用しており，同年には警察と１０回以上の打ち合\nわせを行い，本件公演についても，平成２４年７月１３日に，警察\nとの間で打ち合わせを行った。\nｂ  落雷に関するマニュアルの内容\n本件警備計画書（甲９）には，落雷発生時の対処について，次のと\nおりの記載がある。\n「  ９  落雷発生時\n万一，急な落雷が発生した場合，決定機関の判断により本部か\nら状況及び対処法を指示する。\nⅠ  直ぐに収まり，公演続行可能であれば，海上気象台にその後\nの天候・落雷の状況を確認し，その後の落雷に備え，各係員を\n避難経路へ配置し，その後の状況に備える。\nⅡ  落雷が収まらず，避難の必要がある場合は，公演を中断し，\nアナウンサーを舞台に出し，各係員の指示に従い避難すること\nを説明させ，各避難経路（別紙）より混乱の無いよう，順次場\n外へ退出させる。避難の際も，できるだけ背の高いものや水溜\nりなどには近寄りすぎることなく，安全な距離を保ち，できる\nだけ低い姿勢で避難を促し，安全な建物の中に入るよう呼びか\nける。」\nウ  被告らが利用可能なアナウンス設備\n被告らが利用可能なアナウンス設備は，第１陸上競技場のアナウンス設\n備（同競技場内の周辺に対してもアナウンスが可能である。）及び第２陸\n上競技場のアナウンス設備（同競技場周辺に対してアナウンスするような\n設備ではない。）である。\n（２）  Ｘ３の本件公演のチケット購入（甲８，弁論の全趣旨）\nア  Ｘ３は，本件公演に係る一般指定席のチケットを９８００円で購入し，\nこれにより，Ｙ１に対し，本件公演を第１陸上競技場の「ＬＥＦＴ―１０\n１１列９番」の座席で鑑賞する権利を取得した。\nイ  同チケットには，主催者からの注意事項として，会場内で係員の指示及\nび注意事項に従わない場合には入場を断わる場合があること，開演中の入\n場も制限する場合があること，会場内で係員の指示及び注意事項に従わず\n生じた損害及び事故については，主催者は一切責任を負わないことがそれ\nぞれ記載されている。\n（３）  本件公演当日（甲１，１３，１４，３４の１６・１７，丙１５の１，\n１８，被告代表者本人，弁論の全趣旨）（以下，（３）においては，特に断\nらない限り年月日は平成２８年８月１８日をいう。）\nア  本件公演開場以前\n（ア）  カラーコーンの設置\nａ  本件公演当日の長居公園の開放状況\n本件公演の当日，長居公園は，本件公演参加者以外の一般の利用者\nにも開放されており，実際にも，長居公園には，本件公演参加者以外\nの利用者も存在していた。\nｂ  Ｙ２によるカラーコーンの設置\nＹ２は，長居公園に来場する一般の利用者に対する配慮の観点から，\n被告らが想定していた来場者の導線に沿う形で，概ね別紙４のａ地点\nからｂ地点の数メートル手前までの間及びａ地点からｃ地点の数十メ\nートル手前の間にカラーコーンを設置した。\nｃ  カラーコーン設置の趣旨\n被告らは，本件公演参加者が上記カラーコーンの内側を歩いて第１\n陸上競技場や第２陸上競技場に向かうことを想定していたが，これら\nの会場には，被告らが想定していた導線以外からも入場することが可\n能であった。\n（イ）  エコバック等の配布等\n被告らは，１０時半頃から，大阪市営地下鉄御堂筋線長居駅（以下「長\n居駅」という。）３号出入口及び長居公園北口において，エコバック等\nの配布を開始した。\n（ウ）  第２陸上競技場の開場\n被告らは，１０時４０分頃，第２陸上競技場を開場した。同開場以前\nには，第２陸上競技場南側外周付近に行列ができていた。\nイ  本件公演開場後本件落雷事故発生までの出来事\n（ア）  第１陸上競技場の開場\n被告らは，１３時２３分頃，第１陸上競技場を開場した。\n（イ）  Ｘ３の長居公園への入場，本件写真撮影等\nＸ３は，１３時３２分，本件公演に参加するために，長居駅で電車を\n降りた。\nＸ３は，その後，長居公園に入場し，１３時５３分，本件写真撮影を\n行った。\n（ウ）  長居公園における降雨・落雷の開始\nａ  長居公園においては，１４時頃から，強い雨が降り始め，雷鳴も聞\nこえるようになった。\nｂ  長居公園付近において，１４時７分頃から８分頃，最初の落雷が発\n生した。\n（エ）  被告らによる第２陸上競技場の解放\n被告らは，１４時から１４時１０分頃，第２陸上競技場内にいた客に\n対しては同競技場の軒下，コンコース，未使用の諸室を解放し，第２陸\n上競技場外（自由広場と第２陸上競技場の間の通路）にいた者に対して\nは，第２陸上競技場コンコースを開放し，１４時１０分頃，被告らが配\n置した警備員において避難誘導を行った。\n（オ）  本件落雷事故の発生\nＸ３は，１４時１０分頃から１５分頃までの間に，本件落雷事故に遭\nった。本件落雷現場付近は樹林となっており，外周道路を挟んで反対側\nの歩道（カラーコーンの設置されていた歩道）までの距離は，約２２メ\nートルであった。\nウ  本件落雷事故後の被告らの避難誘導措置等\n（ア）  第１陸上競技場音響設備によるアナウンス\n被告らは，１４時１８分頃，第１陸上競技場にある音響設備を用いて，\n競技場西側周辺に居る人々に対し，「予報では３０分程で雨・雷が収ま\nる予定です。スタンドコンコース内にてお待ち下さい。」「屋根のある\nところでお待ちください」等のアナウンスを行った。\n（イ）  第１陸上競技場の開放\n被告らは，１４時３０分頃，本件公演の入場券の有無を問わず，第１\n陸上競技場を避難場所として解放し，周辺にいた人々に対して避難誘導\nを行った。\n（ウ）  長居公園設備によるアナウンス\n被告らは，１４時５０分頃，第１陸上競技場の管理事務所内のアナウ\nンス設備を用いて，第１陸上競技場の周辺に向けて，「係員の指示に従\nって建物内にお入りください。」とのアナウンスを行った。\nエ  被告らにおける本件落雷事故の把握\n（ア）  Ｙ１\nＹ１は，１４時３０分頃，本件落雷事故の存在を把握したものの，Ｘ\n３の死亡の事実については，Ｘ３の死亡後に，報道により認識した。\n（イ）  Ｙ２\nＹ２は，本件公演開演の時点で，長居駅付近及び長居公園において落\n雷が発生し，緊急搬送された者が存在することは把握していたものの，\n正確な負傷者数，けがの程度，搬送された人の属性（本件公演の参加予\n定者か否か）は把握しておらず，本件落雷事故の存在及び同事故により\nＸ３が死亡した事実を，Ｘ３の死亡後に報道により認識するに至った。\n（４）  本件公演当日の天候に係る情報（甲２６，乙５の１・２）\nア  雷予報\n大阪市においては，平成２４年８月１７日から継続して雷注意報が発表\nされており，平成２４年８月１８日１３時４８分には大雨，雷，洪水注意\n報が，平成２４年８月１８日１４時０９分には大雨（浸水害），洪水警報\n及び雷注意報がそれぞれ発表されていた。\nイ  雷ナウキャストの予報\n（ア）  気象庁は，平成２２年５月２７日から，「雷ナウキャスト」とい\nう名称で，雷発生の可能性や雷の激しい地域の分布及び１時間先までの\n予報を同庁のホームページで公開していた。\n同予報における，雷の活動度の分類は以下のとおりである。\n活動度１  雷可能性あり（１時間以内に落雷の可能性がある）\n活動度２  雷あり（電光が見えたり雷鳴が聞こえる。または，現在は発\n雷していないが，間もなく発雷する可能性が高くな\nっている）\n活動度３  やや激しい雷（落雷があること）\n活動度４  激しい雷（落雷が多数発生していること）\n（イ）  雷ナウキャストにおいては，平成２４年８月１８日１３時５０分\nの時点において，長居公園は活動度１と解析されており，平成２４年８\n月１８日１３時５０分を基準時とする平成２４年８月１８日１４時，１\n４時１０分，１４時２０分，１４時３０分における長居公園の予想解析\n結果は，活動度１あるいは活動度２であった。\nウ  長居公園の管理者であるＺは，同社が長居公園の管理を開始した平成２\n０年度以降，長居公園内において人的･物的被害を伴う落雷事故が発生し\nたという事実は把握していなかった。\n２  争点（１）（被告らの注意義務違反・債務不履行の有無）について\n（１）  本件公演の計画段階の注意義務違反及び債務不履行の有無\nＹ２は，上記１（１）イ（カ）ｂで認定したとおりの本件警備計画書を作\n成し，関係者に配布しているところ，原告らは，被告らには，本件公演の準\n備段階において，雷の基礎知識，具体的な避難場所，誘導方法，そのための\nスタッフの配置等を記載したマニュアルを作成し，スタッフ全員に周知すべ\nき注意義務・債務を負っていたにもかかわらず，落雷事故が発生した場合の\n抽象的な対処方法が記載された本件警備計画書を作成するのみで，他に何ら\nの準備をしなかった点で注意義務違反及び債務不履行が存すると主張する。\n確かに，一般論としていえば，本件公演のような大規模なイベントを主催\nしている被告らは，落雷事故の発生が抽象的には予見可能である以上，警備\n計画策定時の具体的な事情に照らし落雷事故に対する適切な警備体制を構築\nする義務を負っていたと認められる。\nしかしながら，落雷は，本来的に，いつ，どこで，どのような態様で発生\nするのかが具体的，詳細に予測できないものであり，落雷への具体的な対策\nは，その時点における天候状況や落雷状況に合わせ，臨機応変に対処すべき\n事項であるといえるから，警備計画策定時のマニュアルの内容も，ある程度\n包括的な指針を示したものにならざるを得ないといえる。実際にも，被告ら\nは，平成２１年から，長居公園において，本件公演と同種の公演を開催して\nいるところ，過去に落雷に関係する事故等が発生した事実はうかがわれない\nのであり，そのような実情を踏まえれば，被告らにおいて，本件警備計画書\n以上に具体的かつ詳細な警備計画書を作成しなかった点をもって直ちに注意\n義務違反があるとは認めがたいというべきである。\nまた，被告らは，被告らが本件公演と同種の公演を初めて開催した平成１\n４年以降，関係機関（警備会社，関係交通機関，警察，消防署）との間で協\n議を行うとともに，平成２１年には警察と１０回以上の打合せを行い，本件\n公演についても，平成２４年７月１３日にも警察と打合せを行った上で，本\n件警備計画書を作成した（上記１（１）イ（カ））ところ，これらの協議や\n打合せの過程において，関係機関から本件警備計画書の落雷に関する警備計\n画が不十分であるとの指摘を受けたとの事情もうかがえない。\n以上によれば，被告らの本件公演の落雷に関する準備が，警備計画策定時\nの具体的な事情に照らし，それ自体において不適切なものであり，注意義務\n違反又は債務不履行を構成するとまでは認められない。\nしたがって，原告らの上記主張は採用できない。\n（２）  本件公演当日の注意義務違反について\nア  原告らは，本件公演の主催者である被告らは，条理上の義務又は本件公\n演参加契約に付随する安全配慮義務として，被告らが想定していた来場導\n線図に記載された導線上又はその付近にいたＸ３に対して，落雷から生命\n及び身体を保護する義務を負っていたと主張する。\nそこで検討すると，落雷の発生は，被告らが管理又は支配できる事象で\nはないこと，また，本件落雷場所が本件許可施設等から相当の距離があっ\nたことからすれば，野外における落雷に対する回避措置は，もっぱら各人\nが自己の責任で行うべきものといわざるを得ず，被告らが，Ｘ３に対し，\n上記のような義務を負っていたと認められるのは，当該場所についての利\n用・管理等の状況，先行行為を含む両者の関係，予見可能性の有無・その\n具体性，結果回避措置の容易性・可能性，期待可能性，被侵害利益の重大\n性等の諸般の事情を総合考慮して，被告らに対し，Ｘ３を落雷の危険から\n保護する義務を負わせることが相当といえる客観的状況が存在する場合に\n限られると解される。\nイ  被告らとＸ３の関係\n（ア）  Ｘ３による本件公演のチケット購入について\nＸ３は，本件公演のチケットを購入していた（上記１（２）ア）が，\nこれにより被告らが負担する債務の内容は，もっぱら本件公演を開催し，\nＸ３を指定された座席で鑑賞させること及び鑑賞行為自体に付随する役\n務を提供するというものにとどまり，チケットを購入したとの事実から\n直ちに上記以外の債務が導かれるものではない。\nまた，本件落雷事故は，本件公演の開演前に，利用許可がされた本件\n許可施設等の外で発生したものである（前提事実（４），上記１（１）\nイ（イ））ところ，上記チケットには，本件公演開始前に，本件公演の\n会場外におけるＸ３の行動を制限する内容の記載は見出せないし，その\n他本件許可施設等の外においてＸ３の生命身体を被告らが保護する義務\nを負うことを相当とするような記載もない（上記１（２）イ）。\nそうすると，Ｘ３が本件公演のチケットを購入したとの事実は，被告\nらが上記のような義務を負うことを直ちに基礎づけるものではない。\n（イ）  被告らによる導線の設定及びカラーコーンの設置について\n前記認定のとおり，長居公園は，本件公演当日，一般の利用者にも開\n放されており，実際にも，長居公園内には一般の利用者も存在していた\nほか（上記１（３）ア（ア）），本件落雷現場は，上記のとおり本件許可\n施設等の外にあり，会場からも相当の距離があった（より近い第２陸上\n競技場から直線距離でも二百数十メートル離れていた。）。\n被告らは，本件公演当日，被告らが想定していた来場者の導線に沿う\n形でカラーコーンを設置し（上記１（３）ア（ア）），本件公演の来場\n者の多くが上記カラーコーンの内側を歩いて第１陸上競技場や第２陸上\n競技場に向かうことを想定していたが，これらの会場には，被告らが想\n定していた導線以外からも入場することが可能であった（上記１（３）\nア（ア））。また，被告らが配置した係員が，来場者に対し，上記導線\nに従って列を作り又はそこを通行するよう誘導していたとも認められな\nい。そうすると，被告らは，上記各会場への来場者の多くが導線ないし\nカラーコーンの内側を通過して本件会場に向かうことを想定していたと\nはいえるものの，来場者の入場について，上記導線上を通行し又は列を\n作る方法に限定していたとか，それ以外の方法による入場が事実上困難\nな状況であったとまでは認められない。\nそして，本件においては，Ｘ３が本件落雷事故直前に上記導線上に並\nんで会場に入場しようとしていたことを認めるに足りる的確な証拠はな\nいが，仮にそのような事実があったとしても，上記各事情に照らせば，\n導線の設置等の事実から直ちに被告らがＸ３を落雷から保護すべき義務\nを負っていたとは認められないというべきである。\nウ  予見可能性の有無・程度\n本件公演当日の注意報や警報の発令状況（上記１（４）ア），雷ナウキ\nャストによる解析の結果（上記１（４）イ）及び長居公園においては，同\n年８月１８日１４時頃以降から，強い雨が降り始め，雷鳴も聞こえるよう\nになっていること（上記１（３）イ（ウ））からすれば，被告らは，遅く\nとも１４時頃には，長居公園内において，落雷事故が発生することについ\nて予見が可能な状態にあったと認められる。\nしかしながら，上記の注意報・警報の発令は本件落雷事故発生の抽象的\n可能性の存在を示すに過ぎず，少なくとも平成２０年度以降は，長居公園\nにおいて人的物的被害を伴う落雷事故の発生はうかがわれないこと（上記\n１（４）ウ）からすれば，被告らにおいて，本件落雷事故発生を具体的に\n予見できたとまでは認められないといわざるをえない。\nエ  結果回避措置の容易性・期待可能性\n本件落雷事故現場は，本件許可施設等の外にあり，被告らの管理下にあ\nったとは認められず，被告らは，長居公園全体にまでアナウンスが可能な\n設備が利用可能な状態にはなかった（上記１（１）ウ）ことからすれば，\n被告らが，長居公園全体に避難誘導を一度に行うという手段を採ることは\n不可能であったというほかはなく，被告らが本件落雷事故現場付近にいる\n来場者に対して避難誘導を行おうとすれば，拡声器等を持参したスタッフ\nを本件落雷事故現場付近に派遣するという方法によらざるを得なかったと\nいえる。\n被告らが本件落雷事故発生前に行った避難誘導等は，第２陸上競技場及\nびその周辺にいた来場者に対するものであった（上記１（３）イ（ウ））と\nころ，被告らにおいて，落雷が具体的にいつどこで発生するのかについて\n具体的に予見することはできない以上，被告らが，利用可能なアナウンス\n設備を用いて誘導措置を講じるにあたり，本件許可施設等内にいる来場者\nに対する避難誘導措置を優先的に行ったとしても，当時の客観的状況に照\nらし，合理性を欠く措置であったとはいえない。\nそうすると，被告らにおいて，落雷事故の発生が可能となった１４時頃\nから，本件落雷事故発生までの約１０分から１５分の間に，第２陸上競技\n場から相当の距離がある本件落雷現場付近にいたＸ３に対する避難誘導等\nの措置を採ることが容易であり，かつ期待可能性が高度であったとは認め\nられない。\nオ  総合考慮\n以上のとおり，被告らについて，Ｘ３を落雷の危険から保護すべき義務\nを基礎づけるような管理状況や先行行為等があったとはいえず，被告らの本\n件落雷事故発生に関する予見可能性の程度も具体的なものではなく，被告ら\nにおいてＸ３に対する避難誘導等の措置を採ることが容易かつ高度に期待\n可能であったとは認められない。加えて，Ｘ３の年齢に照らせば，落雷の兆\n候が見られる場合に樹木の下に避難することが危険であるとの一般的知見\nを前提に，自らの判断で危険回避の措置を採ることを期待することも可能で\nあったというべきであるから，以上の点を総合すれば，本件落雷事故が発生\nした場合に想定される被侵害利益が人の生命･身体という極めて重大な法益\nであることを考慮しても，被告らにＸ３を落雷の危険から保護する義務を負\nわせることを相当すべき客観的状況が存在したとは認められない。\nしたがって，被告らが本件落雷現場においてＸ３を落雷の危険から保護\nすべき義務を負っていたと認めることはできない。\n（３）  救命救護義務違反について\nその他，原告らは，Ｘ３に対する救命救護義務違反を主張するが，被告ら\nにおいて，Ｘ３に対し，落雷から保護すべき義務を負っていたと認められな\nいことは既に認定説示のとおりであり，Ｘ３が本件落雷事故に遭ったとの事\n実から直ちに被告らに救命救護義務が発生するということはできない。また，\n救命救護義務は，落雷事故発生の事実の認識を前提とするものと解されると\nころ，上記認定のとおり，被告らは，本件落雷事故の当時，Ｘ３が本件落雷\n事故に遭ったこと自体を認識していなかったのであるから，かかる義務を認\nめるべき前提を欠くといわざるを得ず，ほかに被告らに救命救護義務が存し\nたことを認めるに足りる事情も存しない。\nよって，被告らがＸ３に対し救命救護義務違反を負っていたとは認められ\nない。\n（４）  まとめ\n以上によれば，被告らにおいて，本件落雷事故につきＸ３に対する注意義\n務違反又は債務不履行があったとは認められない。\n第４  結論\n以上の次第で，その余の点について判断するまでもなく，原告らの請求はい\nずれも理由がない。\nよって，主文のとおり判決する。\n大阪地方裁判所第３民事部\n裁判長裁判官        長 谷 部   幸   弥\n裁判官        玉   野   勝   則\n裁判官        内   田   健   太\n"
}