{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 5,
    "day": 27
  },
  "case_number": "平成27(わ)14",
  "case_name": "外国人漁業の規制に関する法律違反被告事件",
  "court_name": "横浜地方裁判所第１刑事部",
  "gist": "中華人民共和国に国籍を有し，同国船籍漁船の船長である被告人が，船員と共謀の上，本邦領海内においていわゆる宝石さんごの密漁を行った事案（平成２６年１２月７日施行の罰金額引上げの法改正後の外国人漁業の規制に関する法律違反被告事件）について，懲役１年及び罰金１０００万円の各実刑並びに漁船及び漁具の没収を言い渡した事例",
  "lawsuit_id": "85182",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85182",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/182/085182_hanrei.pdf",
  "contents": "主 文\n被告人を懲役１年及び罰金１０００万円に処する。\n未決勾留日数中８０日をその懲役刑に算入する。\nその罰金を完納することができないときは，金２万円を１日に換算し\nた期間被告人を労役場に留置する。\n横浜海上保安部で保管中の漁船１隻（横浜地方検察庁平成２７年庁外\n領第３９号符号１）及び漁具４４式（同領号符号２及び１９）を没収\nする。\n理 由\n【罪となるべき事実】\n被告人は，中華人民共和国に国籍を有する外国人で，同国船籍漁船「Ａ」（推定\n総トン数約４６トン）の船長であるが，同漁船の船員であるＢと共謀の上，法定の\n除外事由がないのに，平成２６年１２月２１日午前零時４６分頃，東京都八丈支庁\nａ島西端から真方位３４０度，距離３．２海里（領海線の約９．１海里内側）付近\nの本邦の水域内において，同漁船及びさんご漁具を使用して漁業を行った。\n【証拠の標目】\n（省略）\n【法令の適用】\n被告人の判示所為は刑法６０条，外国人漁業の規制に関する法律８条の２，３条\n１号に該当するところ，情状により所定刑中懲役刑及び罰金刑を選択し，その所定\n刑期及び金額の範囲内で被告人を主文掲記の懲役刑及び罰金刑に処し，刑法２１条\nを適用して未決勾留日数中主文掲記の日数をその懲役刑に算入し，その罰金を完納\nすることができないときは，同法１８条により金２万円を１日に換算した期間被告\n人を労役場に留置し，主文掲記の漁船１隻及び漁具４４式は，外国人漁業の規制に\n関する法律８条の２の場合において，犯人が所有する船舶及び漁具であるから，同\n法９条の２本文を適用してこれらをいずれも没収し，訴訟費用は，刑訴法１８１条\n１項ただし書を適用して被告人に負担させないこととする。\n【量刑の理由】\n１  本件で被告人が採補しようとしたいわゆる宝石さんごは，わが国が誇る希少な\n水産資源であるが，生育速度が極めて遅いことから，わが国領海内におけるさんご\n漁については，持続的な採補を可能にするため，都道府県の漁業調整規則や漁業従\n事者の自主ルールにより，その規模，期間，方法等につき厳格な規制が行われてき\nた。しかるに，中華人民共和国（以下「中国」という。）に国籍を有する外国人で\nある被告人は，判示漁船（以下「本件漁船」という。）の船長として，中国国内の\n港を出港してａ島付近に至り，その周辺海域において，上記規制を完全に無視した\n方法でさんごの密漁を行ったものであり，本件犯行は，わが国領海内の漁業の正常\nな秩序を著しく害する悪質な行為といえる。\n２  本件犯行に至る経緯をみると，被告人は，日本の領海でさんご漁をすることを\n想定しながら，借金や共犯者からの出資により調達した多額の資金を元手に中国国\n内で本件漁船を購入し，さんご漁用に本件漁船を改造し，さんご漁の漁具を購入し，\n船員らを集めるなど必要な準備を整えた上，平成２６年１０月頃，中国浙江省の港\nを出港し，小笠原諸島周辺海域において，さんご漁を行った。さらに，被告人は，\n中国国内に戻った後，再び船員らを集め，同年１２月５日頃，浙江省の港を出港し，\nａ島周辺海域において，本件犯行に及んでいる。\nこの点，被告人は，２回目の航海は，当初中国の近海で漁をするつもりだったが，\n他の漁船から無線で誘われてａ島付近に向かったと供述するところ，２か月分以上\nの燃料を積んでいたことなどに照らし，その信用性には疑問の余地があるが，仮に\n被告人の言い分を前提としても，上記の経緯自体から，さんご密漁により多額の経\n済的利益を得ようとする強い意思を見て取ることができる。\n３  しかも，被告人は，前回の航海の際に海上保安庁の巡視船から退去警告を受け，\nさんご密漁が日本の法律に違反することを十分認識したはずであるのに，今回の航\n海の際，同月１８日及び１９日に退去警告を受け，さらに，同月２０日から２１日\nにかけては，約７時間４９分にわたって退去警告を受け続けながら，船員らに指示\nして巡視船の面前でさんご漁具を５回程度海底に投下し，さんご漁を断行している。\n被告人にはさんご密漁へ向けた強い意志と，わが国の法秩序を軽視する姿勢が顕著\nに認められるというべきである。被告人が，本件犯行後に巡視船からの停船命令を\n無視して約８時間３０分にわたり逃走を続けていること（被告人は，停船命令に気\n付かず，逃げるつもりはなかったと供述するが，およそ信用できない。）も，わが\n国の法秩序軽視の姿勢を端的に示している。\n既に見た利欲性の強さや，被告人の法秩序軽視の姿勢が目に余ることも踏まえれ\nば，本件については，行為責任の見地から厳しい非難が妥当するといわざるを得な\nい。\n４  加えて，わが国領海における外国漁船による違法操業は，わが国漁業従事者に\nよる水産資源管理の取組や円滑な漁場利用に対する大きな障害となっており，とり\nわけ，近時，中国漁船による大量越境操業が重大な社会問題となっていることは周\n知の事実である。そうすると，本件については，犯罪の抑止及び予防の見地からも\n厳しい態度で臨むことが要請される。このような観点は，外国人漁業の規制に関す\nる法律が一部改正され（平成２６年１２月７日施行），本邦水域における外国人に\nよる漁業等の禁止に係る違反に関する罰金額の上限が４００万円から３０００万円\nに引き上げられたことに現れており，その立法者意思は，本件における懲役刑も含\nめた量刑判断に当たり，十分に尊重される必要がある。\n５  他方，巡視船によって被告人が現行犯逮捕され，漁船，漁具及びさんご（被告\n人は，そのほとんどがわが国領海内で採れたものではないと主張している。）が押\n収されており，被告人が本件犯行により利益を得たとは認められないこと，被告人\nが起訴事実を認め，反省と後悔の言葉を述べていること，被告人にはわが国におけ\nる前科前歴がなく，中国国内に扶養すべき家族がいることなどは，被告人のために\n酌むべき事情といえる。\n６  しかしながら，被告人の行為責任を基礎とし，犯罪の抑止及び予防の必要性並\nびに法改正の趣旨も併せて考えると，当裁判所としては，法改正前の同種事案の量\n刑傾向を踏まえても，本件については，懲役実刑をもって臨むこととなるのはやむ\nを得ないとの判断に至った。そして，被告人に有利不利一切の事情を総合考慮する\nと，被告人を懲役１年及び罰金１０００万円に処するのが相当である（なお，検察\n官は罰金の仮納付を求めるが，懲役刑の執行を猶予しないことを前提とすれば，判\n決確定前に被告人が退去強制により帰国する現実的な可能性は低く，仮納付の必要\n性は認められない。）。\n(［求刑］懲役１年６月及び罰金１５００万円，主文同旨の没収)\n平成２７年５月２７日\n横浜地方裁判所第１刑事部\n裁判長裁判官      足立   勉\n裁判官      二\n裁判官      金﨑哲 平\n"
}