{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 2,
    "day": 16
  },
  "case_number": "平成20(行ウ)765等",
  "case_name": "建築確認処分取消等請求事件（第１事件），訴えの追加的併合請求事件（第２事件）",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "東京都の特別区の長がした東京都建築安全条例（昭和２５年東京都条例第８９号）１０条の２第１項ただし書に基づく認定処分の取消請求が，棄却された事例",
  "case_gist": "東京都の特別区の長がした東京都建築安全条例（昭和２５年東京都条例第８９号）１０条の２第１項ただし書に基づく認定処分の取消請求につき，同項本文の趣旨が，建築物の用途又は規模いかんにより，その敷地に出入りする車両の種類や当該車両が有する危険性が異なり得るし，また，その敷地に出入りする車両数が増加し得ることから，その敷地への自動車の出入りの規模に着目し，その規模に見合った平常時における円滑な通行や災害時における避難，消火及び救助活動のための通路の確保を図ったことにあると解されるから，その例外を定める同項ただし書にいう「安全上支障がない」とは，同項本文が求める接道の基準を満たすことで確保されるのと同程度に，平常時の円滑な通行のみならず災害時における避難，消火及び救助活動に支障を来さないような状況にあると判断できる場合であることを要するとした上，前記認定処分に係る建物の敷地は駐車場出入口付近において幅員６メートルの道路に接し，駐車場出入口には駐車場からの出庫に備えて停止線と回転灯が設置され，自動車の運転手及び歩行者に対して注意喚起をする設備が存在しており，前記建物は耐火構造を有し，仮に火災等の災害が発生しても，他に避難や消火活動等に利用できる道路が存するなどの事情のもとでは，同項本文にいう敷地が幅員６メートル以上の道路と接する場合と同等の通行上，防火上及び避難上の安全性が確保されているとみることが，事実の基礎を欠いていたり，その前提とした事実に対する評価が明白に合理性を欠くなどして，合理性を持つ判断として許容される限度を超えるものということはできないから，前記区長が同項ただし書に該当するとしてした前記認定処分にその裁量権の範囲の逸脱又は濫用があったとは認められないとして，前記請求を棄却した事例",
  "lawsuit_id": "81609",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=81609",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/609/081609_hanrei.pdf",
  "contents": "主                      文\n１  本件各訴えのうち，別紙２訴え目録記載の各訴えをいずれも却下す\nる。\n２  その余の訴えに係る各事件原告らの請求をいずれも棄却する。\n３  訴訟費用は各事件原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  第１事件\n板橋区長が別紙３物件目録記載の建物（以下「本件建築物」という。）の建\n築主であるＰ１株式会社（以下「Ｐ１」という。）に対してした東京都建築安\n全条例（昭和２５年東京都条例第８９号。以下「安全条例」という。）１０条\nの２第１項に基づく認定処分（平成１９年５月１１日付け第○号。以下「本件\n認定処分」という。）を取り消す。\n２  第２事件\n板橋区長は，建築基準法９条１項に基づき，Ｐ１に対し，本件建築物の除却\n命令，移転命令のいずれかをせよ。\n第２  事案の概要\n本件は，東京都板橋区α及びβの地域（以下「本件地域」という。）内に居住\nする第１事件原告（以下，単に「原告」という。）らが，同区α×番５，×番６，\n×番８及び×番９の土地（以下「本件建築物敷地」という。）上に建設が予定さ\nれた本件建築物（鉄筋コンクリート造地上１１階地下１階建）について，板橋区\n長がＰ１に対してした安全条例１０条の２第１項ただし書に基づく本件認定処分\nには，同項の適用ができないにもかかわらず，同項（ただし書）を適用するとい\nう違法があり，本件認定処分は本件地域が有する文化的価値及び良好な景観・住\n環境を破壊するとともに住民を危険にさらすとして，本件認定処分の取消しを求\nめる（第１事件）とともに，原告らのうち４名（第２事件の原告ら）が，本件建\n築物には，都市計画法３２条，３３条１項２号，３７条，建築基準法４３条，５\n６条６項，７項，安全条例４条，１０条の２第２項２号に違反する違法があると\nして，板橋区長において，建築基準法９条１項に基づき，Ｐ１に対し本件建築物\nの除却又は移転の命令をすべき旨を命ずることを求める（第２事件）事案である。\n１  関係法令\n別紙４のとおり。\n２  前提事実\n本件の前提となる事実は，次のとおりである。いずれも証拠等により容易に\n認めることのできる事実であり，括弧内に認定根拠を付記している。\n(1)  当事者等\nア  原告らは，いずれも，本件地域に居住する者であり，肩書住所地に居住\nする者である。原告らの居住場所と本件土地との位置関係は，別図１のと\nおりである（なお，同図面中の○を付した数字は，別紙１当事者目録中の\n各原告に付した番号に対応する。）。\n原告らのうち，原告番号１７番Ｐ２，原告番号１８番Ｐ３，原告番号１\n９番Ｐ４，原告番号２０番Ｐ５，原告番号２１番Ｐ６，原告番号２２番Ｐ\n７，原告番号２３番Ｐ８，原告番号２４番Ｐ９は，本件建築物敷地の東側\n（北東方向から南東方向にかけて）で，本件建築物敷地から直線距離とし\nておおむね７０ｍ以内の位置に居住する。また，原告番号２番Ｐ１０，原\n告番号４番Ｐ１１は，本件建築物敷地の，それぞれ北方向，北東方向で，\n本件建築物敷地から直線距離としておおむね１００ｍ前後の位置に居住\nし，上記以外の原告らは，本件建築物敷地から直線距離で１００ｍ以上離\nれた位置に居住している。（甲１）\nイ  被告は，安全条例１０条の２第１項に基づき本件認定処分をした板橋区\n長が区長を務める東京都の特別区（地方公共団体）である。\nウ  Ｐ１は，本件建築物の建築主である。\n(2)  本件建築物とその周囲（敷地）の概要\nア(ア)  本件建築物敷地（東京都板橋区α×番５，×番６，×番８及び×番\n９の土地）の位置及び形状は，別図２に記載のとおりである。（甲１〔図〕，\n甲２〔認定通知〕，乙Ａ３）\n本件建築物敷地を含む本件地域は，「商業地域，防火地域」として指\n定されている。（乙Ａ３）\n(イ)  本件地域は，北をγ街道，南をδ街道，南東を環状○号線といった\n自動車交通量が比較的多い幹線道路に囲まれており，本件地域の中央を\n南北に（γ街道とδ街道とをつなぐ）特別区道×号（片側各１車線。以\n下「区道×号」という。）が走っている。そして，区道×号は本件地域\n（本件建築物敷地の西側）においてＰ１２株式会社ε線（以下「ε線」\nという。）の線路と交差し，踏切が存在するところ，当該踏切の西側の\nほぼ隣接する位置には，ε線ζ駅（以下「ζ駅」という。）が存在し，\nζ駅の北側（かつ，本件建築物敷地の西側）にはζ駅北口駅前ロータリ\nー（以下「北口駅前ロータリー」という。）が存在する。他方，区道×\n号の東側には本件建築物敷地が存在する。なお，区道×号は，上記踏切\nの北側において，ε線の線路敷と並行する本件建築物敷地の南西側道路\nと交差している。（別図２参照）\nイ  本件建築物の概要は，別紙３物件目録記載のとおりである。\nなお，本件建築物に係る駐車場等は，駐車台数３６台（入居者用２４台，\n乗客用３台，診療所用１台，隔地駐車８台）とされ，駐輪台数１５６台（平\n面ラック式１０４台，２段式５２台），バイク置場１２台とされている。\n（乙Ａ３）\n(3)  本件建築物に係る建築確認の経緯等\nア  平成１９年５月１０日，Ｐ１の申請に基づき，板橋区長は，東京都板橋\n区α×番５の一部，×番６の一部，×番８の一部及び×番９の一部を開発\n区域（開発区域の面積は１３１８．２２㎡）とする開発行為について，許\n可をした。（乙Ｂ２の１）\nイ  平成１９年３月２８日，Ｐ１は，板橋区長に対し，安全条例１０条の２\n第１項ただし書の規定による前面道路の幅員に関する特例の認定の申請を\nしたところ，板橋区長は，同年５月１１日，Ｐ１の上記申請に基づいて，\nＰ１に対し，同項ただし書に基づく本件認定処分をした。（甲２〔乙Ａ４，\n乙Ｂ７の１と同じ〕，乙Ａ３）\nウ  そのころ，Ｐ１は，財団法人Ｐ１３（以下「Ｐ１３」という。）に対し，\n建築確認の申請をし，平成１９年９月６日，Ｐ１３は，Ｐ１に対し，建築\n確認処分（同日付け第○本建確○号）をした。（乙Ｂ１）\nエ  平成１９年１２月１０日，原告らは，本件認定処分の取消しを求めて板\n橋区建築審査会に対し審査請求をしたところ，板橋区建築審査会は，平成\n２０年７月２２日，同審査請求を棄却し（なお，審査請求をした者のうち\n１名の審査請求は却下されている。），原告らは，同年８月５日に裁決書\nを受領した。（甲３）\nオ  平成２０年１２月２６日，原告らは，本件訴訟（第１事件）を提起した。\n平成２２年２月５日，原告番号１番Ｐ１４，原告番号９番Ｐ１５，原告\n番号１７番Ｐ２及び原告番号２４番Ｐ９（以下，第２事件の関係において\n「第２事件原告ら」という。）は，第２事件（請求の趣旨２項）に係る請\n求の追加的併合の申立てをした。（顕著な事実）\n(4)  本件建築物の完成等\n本件建築物は，平成２１年７月１６日までに工事を完了して完成し，Ｐ１\n３は，建築主であるＰ１の申請に基づいて同日に検査を行い，同月３０日，\nＰ１に対して検査済証を発行した。（乙Ｂ８）\n３  争点\n(1)  本案前の争点\nア  取消訴訟における原告適格（第１事件）について\nイ  義務付け訴訟における原告適格（第２事件）について\nウ  義務付け訴訟における重大な損害等の有無（第２事件）について\n(2)  本案の争点\nア  本件認定処分の適法性（第１事件）について\nイ  建築基準法９条１項の命令を発しないことに裁量権の範囲の逸脱又はそ\nの濫用があるか否か（第２事件）について\n４  争点に関する当事者の主張の要旨\n(1)  争点(1)ア（取消訴訟における原告適格（第１事件））について\n（原告らの主張の要旨）\nア  本件認定処分は周辺住民に影響力を及ぼすこと\n被告は，安全条例１０条の２第１項ただし書に基づく本件認定処分は周\n辺住民の権利・利益に影響を及ぼすものではないとして，周辺住民にその\n取消しを求める法律上の利益はない旨主張するが，同項ただし書の安全認\n定がされた場合には，それを理由として実質的な安全性の検討をすること\nなく建築確認がされている実情に照らせば，本件認定処分は，周辺住民の\n権利・利益に影響を及ぼすことがないということはできず，建築確認と一\n体的となって周辺住民の生命・身体の安全に影響を及ぼしていることから，\n周辺住民である原告らは本件認定処分の取消訴訟の原告適格を有する。\nイ  都市計画決定の遵守を確認する利益\n安全条例の規定は，建築基準法４０条，４３条第２項の規定に基づいて\n地域や建築物の特殊性から自動車通行の安全を考慮して規制を上乗せする\n規定であり，建築基準関係規定として建築確認の基準となるから，安全条\n例１０条の２第１項ただし書の安全認定には，建築確認の要件を緩和する\n効果がある。そして，建築確認は，当該都市計画区域の都市計画決定に適\n合した都市空間の形成を個別の建築物及び敷地に対する規制という側面か\nら規律するものである。そうであるとすると，板橋区長による同項ただし\n書の安全認定が適正か否かについては，本件建築物敷地と同一の都市計画\n区域の住民すなわち板橋区民が法的利害を有することとなり，板橋区民で\nあればこれを争う法律上の利益がある。\nウ  駐車場の前面道路の危険性\n本件建築物の駐車場出入口は，本件建築物の南東側（別図２中央部の「自\n主管理歩道」（本件建築物南東側道路を挟んで「車乗り入れ部（タイプＢ）」\nと記載された部分）と記載された部分に相当する場所）に設置されるとこ\nろ，この出入口が面する道路（本件建築物南東側道路）は狭く（幅員３．\n１ｍ程度），一方通行の規制はない。これに本件建築物の規模（地上１１\n階建，地下１階であり，店舗や診療所が併設されている。）を考慮すれば，\n駐車場の前面道路の交通の安全が著しく損なわれる。そして，付近の幹線\n道路から本件建築物の駐車場に出入りするためには，本件建築物周辺の幅\n員の狭い道路を走行せざるを得ない（甲１２）ところ，その途中（駐車場\n前面道路（本件建築物南東側道路）をε線の線路敷とは反対方向に進んだ\n際に交差する南北に走る道路）には，Ｐ４４小学校の通学路として供用さ\nれている部分もあるから，本件建築物の駐車場に出入りする自動車の走行\nによって，これらの道路を利用する者たち，特に通学路を利用する児童の\n生命・身体に対し現実の危険を生じかねない。\nエ  交通渋滞と原告らの不利益\n本件地域は，地域の住民が徒歩で移動し，地域内に通過交通を極力入れ\nないことを想定して開発された経緯を有しているが，周辺道路の渋滞を回\n避するために，本件建築物が面する区道×号も抜け道として利用されてお\nり，その影響とε線の踏切の存在とが相まって渋滞を生じている。このよ\nうな状況の中，本件建築物の駐車場を出入りする自動車が区道×号に流入\nすれば，区道×号や周辺道路の渋滞がますます悪化し，原告らの交通の利\n益を著しく侵害する。\nオ  国立マンション事件最高裁判決（最高裁第一小法廷平成１８年３月３０\n日判決）は，景観が客観的価値を有する場合があることを認め，私法上の\n法律関係において法律上保護に値するものと解されるとしているのである\nから，そのことを前提とし，原告適格が認められる範囲を実質的に拡大す\nることを意図して行政事件訴訟法に加えられた同法９条２項及びこの改正\nを踏まえた最高裁大法廷平成１７年１２月７日判決の趣旨に照らして，私\n法上の景観利益の保持者が原告適格を有するか否かが問われるべきであ\nる。\nそして，以下の①ないし④のとおり，本件地域は歴史的，文化的，社会\n的価値を有するとともに，本件地域住民の「共存共助の精神」によりその\n良好な環境や景観が現在まで守られてきており，それが客観的価値として\n承認され，保護されるに至っている。\n①  本件地域は，Ｐ１２株式会社が昭和１１年頃から，内務省（当時）\n等の指導の下，欧米の田園都市思想を背景として住宅開発・都市計画\nが行われたものであり，北口駅前ロータリーを中心とし，小公園や通\n過交通の進入を防止する構造（クル・ド・サック）や歩行者専用道路\n（フットパス）等が随所に設けられ，Ｐ１２株式会社が昭和１３年４\n月に作成した「Ｐ１６内規」においては，建坪（建蔽率）を原則とし\nて３０％以内とし，建物の構造設備等を定めるなどした上，１００坪\n程度の敷地に平屋の住宅を建設して分譲された。\n②  昭和１３年４月には，本件地域の住人らによって，「共存共助の精\n神を以て会員の親睦と郷内の円満なる発達とを計るを以て目的」とす\nる「Ｐ１７会」が結成されており，現在の「共存共助の精神」の基礎\nが築かれている。そして，現在においても，住民らは北口駅前ロータ\nリー等に木や花を植栽している。\n③  平成５年には，地域住民が自主的に組織する「Ｐ１８委員会」にお\nいて，まちづくりと景観の維持について活発に論議され，平成９年７\n月に「Ｐ１９憲章」が取りまとめられた。\n④  平成１６年３月，本件地域は，「東京のしゃれた街並みづくり推進\n条例」（以下「東京しゃれた街並み推進条例」という。）に基づく歴\n史的・文化的な特色を継承する「街並み景観重点地区」に指定され，\n平成１９年１１月，都知事の承認を経て，「Ｐ２０ガイドライン」が\n告示され，これにより，本件地域において，既存建築物の解体又は建\n築物の新築等をする場合には「Ｐ２１協議会」との協議を要すること\nとされた。\n加えて，安全条例や建築基準法は，都市計画決定に適合した都市空間の\n形成を実現しようという規定であり，隣接地に居住する住民を含めた地域\n住民の有する生活環境保全を目的とし，景観保全もそこに包含されている\nものといえるから，これらの法令は周辺住民の有する景観利益を個別的利\n益として保護する趣旨を有している。また，関連法規である東京しゃれた\n街並み推進条例も，「東京の魅力の向上に資するという趣旨・目的」を掲\nげて，ガイドライン対象地区内では建築行為等を行う者に義務を課してい\nるのであり，隣接地に居住する住民を含めた地域住民の有する生活環境保\n全を目的としており，同様の趣旨を有する。したがって，これらの趣旨を\n踏まえれば，安全条例及びその関連法規は，法的保護に値する，ηの景観\nを享受する利益をも個別的利益として保護する趣旨を含むものと解するの\nが相当である。\nカ  個々の原告に関する事実関係の要旨は，次のとおりである（別表参照）。\n(ア)  原告らは，別表中の「居住開始時期」欄に記載した時点から本件地\n域内に居住しており（なお，具体的な居住場所は別図１のとおり。），\n本件地域内に建築される建築物について，都市計画に適合しているか否\nかについて利害関係を有しているほか，本件地域の街並みに愛着を有し\nており，日常生活においてもその景観や環境の維持・保全に努めてきて\nいる。また，原告らは，本件建築物付近にある銀行やζ駅付近（南口）\nの商店街において買物等を行っているところ，本件建築物によって区道\n×号の渋滞や，これを回避しようとする通過交通の流入，騒音・排気ガ\nスによる住環境の悪化といった不利益を被る。\n(イ)  原告らのうち，原告番号５番Ｐ２２，原告番号７番Ｐ２３，原告番\n号９番Ｐ１５及び原告番号２６番Ｐ２４は，本件地域が東京都の東京し\nゃれた街並み推進条例に基づいて「街並み景観重点地区」として指定さ\nれるよう奔走し，原告番号５番Ｐ２２及び原告番号９番Ｐ１５は，ＮＰ\nＯ法人「Ｐ２１協議会」の理事に就任するなどした。\n原告番号１７番Ｐ２は，その自宅が本件建築物の駐車場出入口の前面\n道路（本件建築物南東側道路）に面している。\n原告番号５番Ｐ２２，原告番号６番Ｐ２５，原告番号７番Ｐ２３，原\n告番号８番Ｐ２６，原告番号１８番Ｐ３，原告番号１９番Ｐ４，原告番\n号２０番Ｐ５，原告番号２１番Ｐ６，原告番号２２番Ｐ７，原告番号２\n３番Ｐ８，原告番号２４番Ｐ９，原告番号２５番Ｐ２７は，本件建築物\nの周辺道路（南西側区道，北東側区道又はＰ４４小学校南側道路）を日\n常的に通行しており，当該周辺道路は，原告番号７番Ｐ２３及び原告番\n号１７番Ｐ２の各子供らのＰ４４小学校への通学路にもなっている。\n原告番号１７番Ｐ２，原告番号１８番Ｐ３，原告番号１９番Ｐ４，原\n告番号２０番Ｐ５，原告番号２１番Ｐ６，原告番号２２番Ｐ７は，本件\n建築物に火災が発生した場合等の災害時において，本件建築物の倒壊や\n延焼による二次的被害を被るおそれがある。\nキ  したがって，原告らは，板橋区長がした安全条例１０条の２第１項ただ\nし書に基づく本件認定処分について争う法律上の利益を有する者に当た\nる。\n（被告の主張の要旨）\nア  安全条例１０条の２第１項ただし書からすると，およそ道路の利用者と\nして有する当該道路を安全かつ円滑に利用する利益までを個々人の個人的\n利益として保護する趣旨をも含むと解することはできず，また，同項ただ\nし書の安全認定は，その法的効力をみても，周辺住民の権利・利益には影\n響を及ぼすものではなく，周辺住民に安全認定の取消しを求める法律上の\n利益を観念することはできないから，原告らの本件認定処分についての取\n消訴訟の原告適格はいずれも否定される。\nイ  仮に上記アの点をおいて，本件認定処分の根拠である安全条例１０条の\n２第１項（ただし書）は，当該建築物の周辺の居住者の生命，身体の安全\n及び財産を個々人の個人的利益として保護すべきものとする趣旨をも含む\nと解したとしても，同項が建築基準法４３条２項に基づく建築物の敷地と\n道路との関係に係る制限付加規定であること，また，安全条例１０条の２\n第１項ただし書の安全認定をする場合には，通行上の安全や防火上及び避\n難上の安全の観点から，当該「建築物の周囲の空地の状況」ないし当該建\n築物の「土地及び周囲の状況」を勘案すべきものとされていることからす\nれば，当該安全認定の取消しを求めるにつき法律上の利益を有する者とい\nえるためには，少なくとも，当該建築物の敷地が接する道路ないし道路状\n部分に直接接する建築物に居住し若しくはこれを所有する者，又は当該建\n築物の倒壊，火災，炎上等により直接的な被害を受けることが予想される\n範囲の地域に存する建築物に居住し若しくは所有する者に限られるという\nべきである。本件認定処分についての取消訴訟の原告適格は，本件建築物\n敷地の駐車場出入口が直接接する道路ないし道路状部分が本件建築物敷地\nの南東の位置指定道路であり，また，本件建築物の高さが約３５ｍである\nから，本件建築物敷地南東側道路に接する建築物又は本件建築物敷地から\n３５ｍ以内の範囲に存する建築物に居住し又は所有する者に限られる。\nなお，原告らは，本件建築物に出入りする自動車交通の増加等をきっか\nけとする住環境の悪化を指摘するが，本件建築物に設置された駐車場のス\nペースは２６台分であるから，原告らが指摘するような事態の発生はおよ\nそ考えられない。\n原告らは，本件地域においても，景観権あるいは景観利益として法的に\n保護されるとして最高裁平成１９年９月１８日判決等を援用するが，同判\n決は，不法行為の成否の場面において景観利益が民法７０９条に規定され\nる「法律上保護される利益」に当たる旨判断したにすぎず，抗告訴訟にお\nける原告適格について判断したものではないから（本件においては，公有\n水面埋立法及び瀬戸内海環境保全特別措置法のような特殊な規定が存在す\nるわけでもない。），同様の判断をすることはできない。また，本件地域\nにおいては，「街並み景観重点地区」に指定されているものの，その根拠\nとなる東京しゃれた街並み推進条例自体が，「東京の魅力の向上に資する」\nという一般的・抽象的な趣旨・目的を掲げるにすぎず，対象地区において\nも，努力義務を定めるにすぎないから，対象地区内の住民らに何らかの権\n利が生ずるものではなく，反射的利益が生じ得るにとどまる。\nまた，本件認定処分における認定の要件として，地域住民らの個別的な\n景観利益を考慮すべきとの規定はないし，仮に，本件認定処分の根拠法令\n及び関係法令を広くとらえたとしても，これに当たるのは，安全条例，建\n築基準法，同法６条の建築基準関係規定と解されるところ，これら規定に\nは，地域住民の個別的な景観利益を保護する旨の規定は全く見当たらない\nから，行政事件訴訟法９条２項や最高裁平成１７年１２月７日判決によっ\nても，原告らの主張する景観権ないし景観利益が行政事件訴訟法９条１項\n所定の法律上の利益に当たることはない。原告らは東京しゃれた街並み推\n進条例を目的を共通にする関連法令として指摘するが，本件の場合，東京\nしゃれた街並み推進条例の各規定が本件認定処分の処分要件ないし義務的\nな考慮要素を定めるものではないし，街並み環境作り制度等が普及しつつ\nあるといった特段の事情はなく，東京しゃれた街並み推進条例が本件認定\n処分の「目的を共通にする関係法令」に該当することはない。\n以上によれば，最高裁平成１７年１２月７日判決を前提として，本件認\n定処分の根拠となる法令等の趣旨・目的を勘案したとしても，原告番号１\n番Ｐ１４，原告番号２番Ｐ１０，原告番号３番Ｐ２８，原告番号４番Ｐ１\n１，原告番号５番Ｐ２２，原告番号６番Ｐ２５，原告番号７番Ｐ２３，原\n告番号８番Ｐ２６，原告番号９番Ｐ１５，原告番号１０番Ｐ２９，原告番\n号１１番Ｐ３０，原告番号１２番Ｐ３１，原告番号１３番Ｐ３２，原告番\n号１４番Ｐ３３，原告番号１５番Ｐ３４，原告番号１６番Ｐ３５，原告番\n号２３番Ｐ８，原告番号２４番Ｐ９，原告番号２５番Ｐ２７，原告番号２\n６番Ｐ２４，原告番号２７番Ｐ３６，原告番号２８番Ｐ３７，原告番号２\n９番Ｐ３８，原告番号３０番Ｐ３９，原告番号３１番Ｐ４０，原告番号３\n２番Ｐ４１，原告番号３３番Ｐ４２及び原告番号３４番Ｐ４３には，本件\n認定処分の取消しを求める原告適格はない。\nウ  原告番号１７番Ｐ２，原告番号１８番Ｐ３，原告番号１９番Ｐ４，原告\n番号２０番Ｐ５，原告番号２１番Ｐ６及び原告番号２２番Ｐ７の原告適格\nについて，上記原告らは，法律上の利益を有する旨の結論を述べるだけで，\n法令の趣旨目的，当該処分において考慮されるべき利益の内容及び性質の\n考慮等についての論証をしていないから，失当というべきである。その点\nをおくとしても，原告番号２２番Ｐ７は，本件建築物敷地の駐車場の出入\n口が直接接する本件建築物敷地の南東側道路に接する者にも，本件建築物\n敷地から約３５ｍ以内の地域に存する建築物に居住し又は所有する者にも\n該当しない。\n(2)  争点(1)イ（義務付け訴訟における原告適格（第２事件））について\n（第２事件原告らの主張の要旨）\n前記(1)（原告らの主張の要旨）のとおり。\n（被告の主張の要旨）\n第２事件原告らのうち原告番号１７番Ｐ２を除いた３名は，法律上の利益\nを有する旨の結論を述べるだけで，法令の趣旨目的，当該処分において考慮\nされるべき利益の内容及び性質の考慮等についての論証をしないなど，原告\n適格について具体的な主張をしていないから，上記原告らに本件建築物に係\nる建築基準法９条１項に基づく是正命令等の義務付けを求める原告適格はな\nい。\nまた，当該原告らが原告適格について具体的な主張をしていないことをお\nくとしても，同項に基づく是正命令等の義務付けを求める原告適格の範囲は\n建築確認処分の取消訴訟の原告適格と同様に解し得るところ，本件において\nは，当該建築物の火災等により直接的な被害を受けることが予想される範囲\nの地域に存する建築物に居住し，又は，これを所有する者に限られ，本件建\n築物の高さが約３５ｍであることに照らすと，当該原告ら３名に原告適格は\n認められない。\n(3)  争点(1)ウ（義務付け訴訟における重大な損害等の有無（第２事件））に\nついて\n（第２事件原告らの主張の要旨）\nア  通行の安全等の侵害\n本件地域は，通過交通を排除して設計されたものであって，自動車の通\n行を予定しておらず，徒歩を前提とした狭い道路が大部分を占め，自動車\n通行量が多いγ街道（通称θ通り）とδ街道とをつなぐ区道×号は，通過\n交通が集中する状況にある。その上，区道×号は，ε線の踏切等によって\nその周辺では既に渋滞が発生するようになった。そして，本件建築物は，\n多数の住居のほか診療所及び商業施設の入居が予定され，多数の自動車の\n出入りが見込まれるところ，本件建築物の駐車場から幹線道路に通じる区\n道×号に出るためには，駐車場の出入口が存在する本件建築物南東側道路\nから本件建築物南西側道路を経てε線の踏切直近で区道×号に流入せざる\nを得ず，区道×号の渋滞の悪化，恒常化を招くほか，通過交通による交通\n事故も多発し，子どもや高齢者を中心に危険性が高まる。\n特に，本件建築物敷地周辺の道路のうち，本件建築物南東側道路，本件\n建築物南西側道路及び本件建築物の北東側道路はいずれも幅員が４ｍにも\n満たない道路であり，自動車交通量が大幅に増加することで，上記各道路\nを利用する住民の通行の安全は著しく害され，とりわけ，これら道路を通\n学路としている小学生等が交通事故に巻きこまれるおそれが極めて高い。\nイ  災害時の被害拡大等のおそれ\nさらに，上記のとおり，区道×号の渋滞悪化により，付近道路を含めて\n当該地域道路を大量の自動車が通行し，事故の危険性のほか，騒音や排気\nガスによる健康悪化や住環境の悪化が引き起こされるし，区道×号の渋滞\n悪化に加え，当該地域の狭い道路への通過交通の流入によって，災害時や\n危篤時の緊急車両のアクセスが困難となり，その到着に大幅な遅れが生じ\nるなど，同地域の住民の生命・身体等に対する被害が拡大することになる\nほか，本件建築物において災害が発生した場合に，本件建築物からの延焼\nや倒壊による二次被害を被るおそれがある。\nしたがって，本件地域に居住する住民は，本件建築物の建築による交通\n量の増加に起因する区道×号の渋滞悪化，付近道路における交通事故の多\n発，騒音・排気ガスによる健康や住環境の悪化，緊急車両の到着の遅れに\nよる被害拡大等により，その生命・身体の安全を害されるという重大な損\n害を被る。\nウ  景観利益の侵害\n本件地域は，住宅地域として計画・設計され，何十年にもわたって良好\nな都市景観を備えた街として維持されてきており，その住民は，この良好\nな住環境と景観を，現に日々の生活を通じて享受している。原告ら住民に\nとっては景観権又は環境利益として法的に保護されるべきものである。本\n件建築物は，その高さ，幅，容積等の規模に照らし，周辺の街並みと全く\n調和せず，η地域の景観を完全に破壊し，原告ら住民の権利ないし利益を\n侵害している。\nエ  損害を避けるため他に適当な方法がないこと\n本件建築物は，都市計画法制が予定しない誤った法令適用等を前提に建\n築されたもので，本来，不可能な開発行為と建物建築である。そして，本\n来不可能な開発行為を実現してしまったことにより，原告らの通行の安全\n等や景観利益が侵害されているのであり，このような損害を避けるために\nは本件建築物を除去ないし移転するしかない。\n（被告の主張の要旨）\nア  行政事件訴訟法３７条の２第１項の非申請型の義務付け訴訟において\nは，「重大な損害を生ずるおそれ」があることを訴訟の要件としていると\nころ，当該「重大な損害を生ずるおそれ」は，義務付けの訴えによって救\n済されることが必要とされる原告自身に認められることをいい，第三者に\n損害が生ずるおそれがある場合を含まないと解される。しかるに，第２事\n件原告らの主張は，本件地域の住民であるという一般的・抽象的な第三者\nが被るであろう損害の主張にとどまっている。\nイ  第２事件原告らが主張する「重大な損害」の内容は，「交通量の増大に\nよる区道×号の渋滞悪化」，「交通事故の多発」，「騒音・排気ガスによ\nる住環境の悪化」などであって，これらは，一定の処分である建築基準法\n９条１項による撤去命令等がされないことにより生ずる損害としては，お\nよそ考えられない損害であって，失当である。（本件建築物の駐車スペー\nスは２６台分であり，区道×号は北口駅前ロータリーに直結し，十分な幅\n員があるから，本件建築物と交通量の増加には因果関係がない。）\n(4)  争点(2)ア（本件認定処分の適法性（第１事件））について\n（原告らの主張の要旨）\nア  条例の条文構造\n安全条例の規定は，建築基準法４０条，４３条第２項の規定に基づいて\n地域や建築物の特殊性から自動車通行の安全を考慮して規制を上乗せする\n規定であり，建築基準関係規定として建築確認処分の基準となる（建築基\n準法６条１項）。したがって，安全条例１０条の２第１項ただし書の安全\n認定には，建築確認の要件を緩和する効果がある。\nそして，同条２項が，「前項の表に掲げる用途以外の用途に供する建築\n物に附属する自動車車庫又は自動車駐車場」について規定していることに\n照らし，同条１項別表（い）二の規定は，他の用途の建築物に附属せず，\n専ら自動車車庫，自動車駐車場等として使用される建築物について定めた\nものと解さざるを得ない。\n本件建築物は，共同住宅，店舗，病院の用に供する建築物に，附属する\n自動車駐車場が設置されている構造であり，その附属する自動車駐車場の\n面積は２７７．８６㎡である（甲２，乙Ａ３）から，本件建築物は同項別\n表（い）二に当たらず，同項を適用することは許されず，本件建築物には\n同条２項２号が適用され，自動車の出入口が幅員５ｍ以上の道路に面する\nことが必要となる。なお，同条３項が「共同住宅又は寄宿舎の用途に供す\nる建築物に附属する自動車車庫又は自動車駐車場」について規定している\nが，その趣旨は，居住専用の建物の場合，比較的自動車駐車場を出入りす\nる自動車が少ないことから，前面道路の規制を緩和するものであるが，本\n件建築物はこれに該当しない。\nしたがって，本件建築物に同条１項を適用するのは誤りであって，同項\nただし書に基づいて板橋区長がした本件認定処分は取り消されなければな\nらない。\nイ  板橋区長は，本件認定処分をするに当たり板橋警察署長の回答書（甲７）\nを根拠としているところ，板橋警察署長の上記回答書は一般論を述べたも\nのにすぎず，安全条例１０条の２第１項ただし書のいうような「建築物の\n周囲の空地の状況その他土地及び周囲の状況」等を考慮して交通の安全に\n支障がないと認めたわけではないし，それどころか，上記回答書は循環論\n法に陥っており，これを根拠とする点は誤っている。\nまた，そもそも本件建築物に同項の適用はないが，仮に同項が適用され\nるとしても，そもそも，同項本文が建物の用途や規模に応じて前面道路に\n一定の幅員を要求している趣旨は，自動車の出入りに際し交通の安全を図\nる点にあるところ，建物南東側（別図２中央部の「自主管理歩道」（本件\n建築物南東側道路を挟んで「車乗り入れ部（タイプＢ）」と記載された部\n分）と記載された部分に相当する場所）の自動車出入口が面する道路は狭\nく，幅員が３．１ｍ，３．１４ｍしかない部分もあって，同項の要求する\n６ｍには遠く及ばない上，本件建築物建築工事に際して自主管理道路とし\nて歩道が設置されたのは，本件建築物に接する極僅かな部分のみであって，\nそのほかの部分（別図２中の駐車場前面道路（本件建築物南東側道路）の\n自主管理歩道の東端より東側部分及び当該道路をε線の線路敷とは反対方\n向（上記自主管理歩道の東端より更に東側）に進んだ際に交差する南北に\n走る道路）は，幅員４ｍに満たないままである。加えて，駐車場前面道路\n及びそれが通じている東側道路は，いずれも一方通行の規制はなく，４ｍ\nに満たない幅員の道路を自動車がすれ違う。さらに，本件建築物建築工事\nに際して駐車場出入口に接した部分に歩道が設置されているが，当該道路\nの駐車場側に歩道があるため，駐車場に出入りする自動車を安全に回避す\nることができない状況である。\nさらに，本件建築物南東側（駐車場前面）道路は，東側で幅員４ｍに満\nたない道路に通じている（甲６）ところ，当該道路は，本件建築物に出入\nりする自動車の走行ルートでもあるが，Ｐ４４小学校の通学ルートにもな\nっており，当該道路を通学路とする児童にとって，極めて危険である。\nしたがって，本件建築物南東側（駐車場前面）道路は，「安全上支障が\nない」ということはできず，安全条例１０条の２第１項ただし書の要件を\n満たさない。\nよって，以上から，板橋区長は，「建築物の周囲の空地の状況その他土\n地及び周囲の状況」を何ら検討することなく，安全上支障がないと認定し\nており，板橋区長の認定は誤っている。\n（被告の主張の要旨）\nア  本件認定処分に係る本件建築物は，その一部が，面積２７７．８６㎡の\n機械式の立体（自動車）駐車場となっていることから（乙Ａ３「機械駐車\n装置詳細図」），本件建築物が安全条例２章の適用対象たる特殊建築物（同\n条例９条４号）に該当するため，同条例１０条の２第１項本文の規定によ\nり，本件建築物敷地について，幅員６ｍ以上の道路に接し，かつ，当該道\n路に面して当該敷地の出入口を設けなければならないと解されるところ，\n本件建築物敷地の南東側には，建築基準法４２条１項５号の道路（以下「本\n件位置指定道路」という。）があるものの（乙Ａ６），本件位置指定道路\nの現況幅員はおおむね４ｍであって，安全条例１０条の２第１項本文の要\n件を満たさない。\n同項の規定は，主として自動車の出入りに伴う通行の安全上の観点から\n設けられた規定であり，同項ただし書の安全認定をする場合には，上記通\n行上の安全や，防火上及び避難上の安全を考慮するものとされているとこ\nろ，Ｐ１からの同項ただし書の安全認定の申請を受けた板橋区長は，その\n裁量により，同項の規定の趣旨・目的を十分踏まえた上で，本件建築物に\n係る「周囲の空地の状況その他土地及び周囲の状況」について，客観的事\n実を総合的に勘案し，安全上支障がないと判断したものであるから，本件\n認定処分には，裁量権の範囲の逸脱又は濫用の違法はない。\nイ  このような安全条例１０条の２第１項の規定の趣旨・目的を踏まえて本\n件建築物に係る「周囲の空地の状況その他土地及び周囲の状況」について，\n通行上，防火上及び避難上の安全の観点からみると，次のような事実が認\nめられる。\n(ア)  通行上の安全の観点\nａ  本件建築物敷地の南東側には，おおむね現況幅員４ｍの本件位置指\n定道路が存在し（乙Ａ６），これに加えて，本件位置指定道路に沿っ\nて敷地内に幅員２ｍの自主管理歩道が設けられ（乙Ａ３），これによ\nり，本件位置指定道路と自主管理歩道とは，その両者を合わせて幅員\n６ｍ以上の道路状となっている上，歩行者の通行の安全も確保されて\nいる。\nｂ  本件建築物の駐車場部分（以下「本件駐車場」という。）の南側に\n位置する自動車の出入口は，自主管理歩道を介して本件位置指定道路\nに面しているところ，本件駐車場の出入口には，停止線及び回転灯を\n備える予定とされている。\nｃ  本件建築物敷地の南西側道路は，本件建築物を巡る形で，ε線の線\n路敷に沿って延び，その端部が幅員６ｍの建築基準法４２条１項２号\nの道路とつながり，さらに，上記道路は，ζ駅の駅前広場に程ない距\n離でつながっている区道×号に接続している。そして，本件建築物の\n南東側道路は，本件建築物敷地から先（東側）の道路は幅員６ｍ未満\nとなっているものの，行き止まりではなく通り抜けができる形状とな\nっている。なお，本件建築物敷地の南西側道路は，本件建築物の南側\n角付近で本件建築物の南東側道路と接続するが，そのままε線の線路\n敷に沿って伸びている。\nｄ  本件地域の道路交通を所管する警視庁板橋警察署長は，本件建築物\n敷地について交通上の支障がない旨の意見を提出している。（甲７）\n(イ)  防火上の安全の観点\nａ  本件建築物の南西側道路及び本件建築物の南東側道路には，災害時\n等においては，消防車等の緊急車両の進入が可能である。\nｂ  本件建築物自体が，耐火建築物の構造となっている。\n(ウ)  避難上の安全の観点\n本件建築物の周囲には道路（自主管理歩道を含む。）が設けられてお\nり，本件建築物敷地の居住者等の避難路等も確保されている上，公共的\n空地である北口駅前ロータリーまで有効に避難できる。\nウ  以上のとおり，本件建築物敷地については，安全条例１０条の２第１項本\n文にいう敷地が幅員６ｍ以上の道路と接する場合と同等の通行上，防火上及\nび避難上の安全性が確保されていると認められるから，同項ただし書にいう\n「建築物の周囲の空地の状況その他土地及び周囲の状況により知事が安全上\n支障がないと認める場合」に該当するものであって，本件認定処分は適法と\nいうべきである。\nエ  原告らは，本件建築物については，安全条例１０条の２第１項ではなく，\n同条第２項（３項）が適用されるべきと主張する。しかしながら，原告の主\n張によると，仮に，同条２項（３項）の適用がない場合に，同条１項の適用\nがないとすると，同条２項（３項）が適用される場合に比べて危険性がより\n高くなるにもかかわらず，一切安全条例の規定が適用されないこととなり不\n合理である。同条の構造は，１項が原則的に適用となり，一定の要件の下に\n同項の制限緩和規定である２項が，さらに一定の要件を充足した場合に更な\nる緩和規定である同条３項が適用されるという関係であると解すべきであ\nる。本件では，同条２項（３項）がいずれも適用できない以上，同条１項を\n適用することも当然の帰結である。\n原告らが指摘する危険性はいずれも抽象的な危惧を指摘するのみで，具体\n的な根拠は何ら示されていない。\n(5)  争点(2)イ（建築基準法９条１項の命令を発しないことに裁量権の範囲の\n逸脱又はその濫用があるか否か（第２事件））について\n（第２事件原告らの主張の要旨）\nア  本件建築物は建築基準法等に違反する。\n(ア)  建築基準法６条，都市計画法３２条違反\n本件建築物を予定建築物とする開発行為は，区道の管理者との協議と\n同意が必要であるが（都市計画法３２条），これを得ることなく開発許\n可がされている。これを看過してされた建築確認は，建築基準法６条（及\nび同法９条１２号，２９条１項）に違反する。\n(イ)  建築基準法６条，都市計画法３３条違反\n本件建築物を予定建築物とする開発行為は，災害の防止・通行の安全\n上支障のないように道路が配置されなければならない（都市計画法３３\n条１項２号）ところ，本件建築物が接する道路は幅員４ｍ未満の狭あい\nなものであり，建築基準法６条（及び同法施行令９条１２号）に違反す\nる。\n(ウ)  景観利益の侵害と建築基準法６条\nηの街並みは，住宅街としての良好な都市景観を誇る地域であり，法\n的保護を受けるべき利益が認められている。このような景観利益を侵害\nする高層建物である本件建築物は，都市計画法３３条１項２号に適合し\nないので，建築基準法６条（及び同法施行令９条１２号）に違反する。\n(エ)  都市計画法３６条，３７条，建築基準法６条違反\n開発工事の完成と完了公告を経ないで建築が開始された本件建築物\nは，都市計画法３６条，３７条，建築基準法６条（及び同法施行令９条\n１２号）に違反する。\n(オ)  安全条例４条，建築基準法４３条違反\n安全条例４条１項・２項は，本件建築物については幅員６ｍ以上の道\n路に１０ｍ以上の長さで接することを要求するが，本件建築物はこれに\n適合しない。したがって，同条，建築基準法４３条２項に違反する。\n(カ)  建築基準法５６条違反\n本件建築物の北西側は通常の道路（区道×号）であって，建築基準法\n施行令１３４条の「広場」とはいえないところ，これを適用して建築基\n準法５６条の道路斜線制限の適用を排除し得るとして建築された本件建\n築物は，同条に違反する。\n(キ)  安全条例１０条の２違反\n安全条例１０条の２第２項は，附属駐車場の出入口が幅員５ｍ以上の\n道路に接することを求めているが，本件建築物はこれを満たさない。\nイ  建築基準法等違反の重大性\n上記アのとおり本件建築物には法令違反があるから，区民の安全を守る\n責務を負う板橋区長において，上記の法令違反を看過し，本件建築物の存\n在を許容することは許されず，本件建築物について，建築基準法９条１項\nに基づく除却命令等を発することをしなければ，その裁量権の範囲の逸脱\n又は濫用がある。\n（被告の主張の要旨）\nア  第２事件原告らが主張する違法事由のうち，建築基準法６条，都市計画\n法３２条，同法３３条（１項２号），同法３６条及び３７条違反を理由と\nする点は，これら法令がいずれも建築基準法９条に基づく除却命令等の対\n象とならない法令であるから，仮にこれらの法令に違反しているとしても\n同条に基づく除却命令の発動の必要性とは何ら関係がない。したがって，\n原告らの主張のうち，これらを理由とする部分は主張自体失当である。\nイ  第２事件原告らの主張のうち，安全条例４条１項及び２項（建築基準法\n４３条）違反を理由とする点は，本件建築物は，延べ床面積が７４３６．\n８４㎡，高さが３４．８７ｍであり，本件建築物敷地は，その南西側で本\n件開発道路と１１．１３ｍ接している。したがって，安全条例４条に反し\nない。\nウ  第２事件原告らの主張のうち，「広場」（建築基準法施行令１３４条１\n項）概念を不当に拡張するなどして建築基準法５６条の道路斜線制限を回\n避しており，同条に違反するという点については，本件建築物が接する北\n西側道路はζ駅の駅前広場を含めて同法４２条１項２号の道路であり，そ\nの幅員は９２．８ｍであるから，そもそも同法５６条の問題は生じない（同\n条が定める道路斜線規制は，建築物の「日照，採光，通風等」を確保する\nことを目的とする制限であるから，建築物の前面にどの程度，恒久的な空\n地が確保されているかが問題とされるべきであって，道路の機能が問題と\nされるべきではない。）。\n仮に北口駅前ロータリーが同法４２条１項２号の道路に含まれないとし\nても，北口駅前ロータリーは都市計画決定に基づいて将来も広場として使\n用されることが予定されているため，建築基準法施行令１３４条１項に規\n定する「公園，広場，水面，その他これらに類するもの」に該当するが，\n「広場」概念を不当に拡張するものではないから，建築基準法５６条違反\nはない。\n第３  当裁判所の判断\n１  本案前の争点(1)ア（取消訴訟における原告適格（第１事件））について\n(1)  行政事件訴訟法９条は，取消訴訟の原告適格について規定するが，同条１\n項にいう当該処分の取消しを求めるにつき「法律上の利益を有する者」とは，\n当該処分により自己の権利若しくは法律上保護された利益を侵害され，又は\n必然的に侵害されるおそれのある者をいうのであり，当該処分を定めた行政\n法規が，不特定多数者の具体的利益を専ら一般的公益の中に吸収解消させる\nにとどめず，それが帰属する個々人の個別的利益としてもこれを保護すべき\nものとする趣旨を含むと解される場合には，このような利益もここにいう法\n律上保護された利益に当たり，当該処分によりこれを侵害され又は必然的に\n侵害されるおそれのある者は，当該処分の取消訴訟における原告適格を有す\nるものというべきである。そして，当該処分の相手方以外の者について上記\nの法律上保護された利益の有無を判断するに当たっては，当該処分の根拠と\nなる法令の規定の文言のみによることなく，当該法令の趣旨及び目的並びに\n当該処分において考慮されるべき利益の内容及び性質を考慮し，この場合に\nおいて，当該法令の趣旨及び目的を考慮するに当たっては，当該法令と目的\nを共通にする関係法令があるときはその趣旨及び目的をも参酌し，当該利益\nの内容及び性質を考慮するに当たっては，当該処分がその根拠となる法令に\n違反してされた場合に害されることとなる利益の内容及び性質並びにこれが\n害される態様及び程度をも勘案すべきものである（同条２項参照）（以上に\nつき，最高裁平成１６年(行ヒ)第１１４号同１７年１２月７日大法廷判決・\n民集５９巻１０号２６４５頁参照）。\n(2)  上記１(1)の観点から，本件認定処分の相手方以外の者である原告らが，\n本件認定処分の取消しを求める原告適格を有するか否かについて検討する。\nア(ア)  安全条例は，建築基準法４３条２項による建築物の敷地及び建築物\nと道路との関係についての制限の付加等について規定するものである\n（安全条例１条参照）。\n建築基準法４３条１項本文は，国民の生命，健康及び財産の保護を図\nり，もって公共の福祉の増進に資することを目的として定められた建築\n物の敷地，構造，設備及び用途に関する最低の基準（同法１条参照）の\n一つとして，都市計画区域及び準都市計画区域内において，建築物の敷\n地は，同法にいう道路（同法４２条。同法４３条１項各号に掲げるもの\nを除く。）に２ｍ以上接しなければならないものとし，いわゆる接道義\n務を規定しているところ，その趣旨は，道路の有する機能に照らし，十\n分な幅員を有するなど一定の要件を満たす道路に有効に接しない敷地上\nに建築物が建築されると，当該建築物及びその周辺において，平時から\n交通上の不便が生じるとともに，日照，通風，採光等が良好に保たれ難\nいだけでなく，当該建築物に火災その他の災害が発生した場合に，隣接\nする建築物等に延焼するなどの危険が大きく，また，避難の安全が十分\nに確保され難く，消火活動にも支障を生じるなど種々の支障を生じるの\nが通常であることから，このような交通上，安全上，防火上及び衛生上\nの支障を生じるのを防ぐことを目的として，建築物を建築しようとする\n者に対し，原則として，建築物の敷地が幅員４ｍ以上の道路（同法４２\n条１項参照）に接することを義務付けることとしたものと解される。こ\nれによって，当該建築物に係る避難，通行又は防火上の安全等を確保し，\nひいては，その周辺に存する建築物やその居住者の安全等にも寄与する\nことになる。\nまた，同法４３条２項は，「地方公共団体は，…（略）…延べ面積（…\n（略）…）が１０００平方メートルを超える建築物の敷地が接しなけれ\nばならない道路の幅員，その敷地が道路に接する部分の長さその他その\n敷地又は建築物と道路との関係についてこれらの建築物の用途又は規模\nの特殊性により，前項の規定によつては避難又は通行の安全の目的を充\n分に達し難いと認める場合においては，条例で，必要な制限を付加する\nことができる。」と規定しているところ，これは，一定の用途や規模を\n有する建築物の場合，それらの建築物の敷地が同条１項の規定する幅員\n４ｍ（特定の区域内では６ｍ）（同法４２条１項参照）の道路に２ｍ接\nすればよいという制限だけでは，平常時における通行の確保並びに火災\n等の災害の発生時における迅速かつ適切な避難，消火及び救助活動がで\nきないおそれがあることから，地方公共団体の条例で，建築物の用途又\nは規模の特殊性に応じて，各地方の実情に合わせて必要な制限を付加す\nることができる旨規定したものと解するのが相当である。\n上記規定を受けて，安全条例１０条の２は，自動車駐車場のような安\n全条例に規定する特殊建築物（安全条例９条参照）の敷地は，その用途\nに応じて，一定の幅員以上の道路に接し，かつ，当該道路に面して当該\n敷地の自動車出入口を設けなければならない（安全条例１０条の２第１\n項本文）などと定めている。こうした規定が設けられたのは，上記建築\n基準法４３条２項の趣旨も考慮すると，そのような特殊建築物について，\nその用途や規模に応じて，平常時における通行を確保するためだけでは\nなく，火災等の災害が発生した場合における避難，消火及び救助活動を\n迅速かつ適切に行うため，すなわち，当該建築物について避難及び通行\nの安全を図り，ひいては，その周辺に存する建築物やその居住者の安全\n等にも寄与するためであると解するのが相当である。\nそして，安全条例１０条の２第１項ただし書は，「建築物の周囲の空\n地の状況その他土地及び周囲の状況により」知事等が「安全上支障がな\nいと認める」（いわゆる安全認定）場合には，同項本文の規定を適用し\nないこと（同項本文の規定による制限を緩和すること）を認めていると\nころ，同項本文の上記趣旨，目的等をも考慮すれば，同項ただし書が知\n事等の認定に当たり「建築物の周囲の空地の状況その他土地及び周囲の\n状況」を勘案すべきものとしているのは，当該建築物が火災等により炎\n上するなどの事態が生じた場合に，これに隣接する建築物等やその居住\n者等に重大な被害が及ぶことのないことをも考慮するためであると解す\nるのが相当である。\n(イ)  以上のような建築基準法４３条２項の趣旨，安全条例１０条の２第\n１項本文及び同項ただし書の趣旨や目的，同項ただし書が知事等の認定\nを通して保護しようとしている利益の内容や性質等を考慮すると，同項\nただし書は，同項ただし書の安全認定に係る建築物の火災等による被害\nが直接的に及ぶことが想定される周辺の一定範囲の地域に存する他の建\n築物についてその居住者の生命又は身体の安全等及び財産としてのその\n建築物を，個々人の個別的利益として特に保護すべきものとする趣旨を\n含むものと解すべきである。\n(ウ)  そうすると，安全条例１０条の２第１項ただし書の安全認定に係る\n建築物の火災等により直接的な被害を受けることが予想される範囲の地\n域に存する建築物に居住し，又はこれを所有する者は，当該認定の取消\nしを求めるにつき法律上の利益を有するものと解するのが相当である。\nイ  前記前提事実及び証拠（甲１，甲２，乙Ａ１９）によれば，本件建築物\nは，その高さが３４．８７ｍであること，本件建築物と原告らの住所の位\n置関係は別図１のとおりであって，原告らのうち，原告番号１７番Ｐ２，\n原告番号１８番Ｐ３，原告番号１９番Ｐ４，原告番号２０番Ｐ５，原告番\n号２１番Ｐ６，原告番号２２番Ｐ７，原告番号２３番Ｐ８，原告番号２４\n番Ｐ９が本件建築物敷地から直線距離でおおむね７０ｍ以内の位置に居住\nし，これら以外の原告らは本件建築物敷地から直線距離で１００ｍ以上離\nれた位置に居住していることが認められる。そして，建築物の炎上，倒壊\n等により直接被害が及ぶ範囲は，（乙Ａ３によれば，本件建築物敷地は東\n方向に行くに従って低くなっており，これを受けて本件建築物南東側道路\nは東方向に行くに従って低地となっていることが認められ，この点を踏ま\nえて検討したとしても）その敷地から当該建築物の高さの２倍の程度の距\n離と解されるから（東京都中高層建築物の建築に係る紛争の予防と調整に\n関する条例２条４号，６条ないし９条，安全条例６条２項等参照），その\n範囲内に居住していると認められる上記８名の原告（７０ｍ以内に居住す\nる者）は，安全条例１０条の２第１項ただし書の認定に基づく許可に係る\n建築物の炎上等により直接的な被害を受けることが予想される周辺の一定\n範囲の地域に存する他の建築物に居住し又はこれを所有する者に当たると\nいえる（なお，被告は，上記の直接的な被害を受けることが予想される範\n囲を建物高さの水平距離に求めるが，東京都中高層建築物の建築に係る紛\n争の予防と調整に関する条例２条４号，６条ないし９条，安全条例６条２\n項等に照らせば狭きに失するといわざるを得ない。）。したがって，原告\n番号１７番Ｐ２，原告番号１８番Ｐ３，原告番号１９番Ｐ４，原告番号２\n０番Ｐ５，原告番号２１番Ｐ６，原告番号２２番Ｐ７，原告番号２３番Ｐ\n８，原告番号２４番Ｐ９は，本件認定処分の取消しを求めるにつき法律上\nの利益を有するものとして，その取消訴訟における原告適格を有する。\n他方，上記（７０ｍ以内に居住する者）以外の原告らについては，本件\n全証拠によっても，安全条例１０条の２第１項ただし書の安全認定に係る\n建築物の炎上等により直接的な被害を受けることが予想される周辺の一定\n範囲の地域に存する他の建築物に居住し又はこれを所有する者に当たらな\nい。したがって，原告らのうち上記８名以外の者は，本件認定処分の取消\nしを求めるにつき法律上の利益を有するということはできず，その取消訴\n訟における原告適格を有しない。\nウ(ア)  以上に対し，原告らは，<ア>  本件認定処分については，都市計画\n決定の遵守を確認するという意味において都市計画区域の住民には法的\n利害がある，<イ>  本件建築物の駐車場の前面道路は幅員が狭く，当該\n前面道路を始めとした周辺道路（小学校の通学道路として指定されてい\nる。）の交通安全を害するし，本件地域は通過交通の流入を極力排する\n構造が採られていたにもかかわらず，本件建築物の駐車場に出入りする\n車両等によって，周辺道路の渋滞が悪化し，交通の障害となるほか，排\n気ガス等による健康障害を引き起こし，原告らに不利益を及ぼす，<ウ>\n本件地域は従来から景観に配慮して街並みが形成されてきており，私\n法上の法律関係において法律上保護に値するものであるし，建築基準法\nや安全条例は，都市計画決定に適合した都市空間の形成を実現しようと\nする規定であり，関連法規である東京しゃれた街並み推進条例を併せて\nみても，隣接地に居住する住民を含めた地域住民の有する生活環境保全\nを目的としていることは明らかであり，景観保全もこれに含まれると解\nされるから，地域住民の景観利益を個別的利益として保護する趣旨を含\nんでいるなどと主張する。\n(イ)  <ア>について\n上記(1)及び(2)アにおいて説示したところからすれば，原告らの上記<\nア>の主張を採用することができないことは明らかである。\n(ウ)  <イ>について\n確かに，前記イのとおり，安全条例１０条の２第１項ただし書の安全\n認定に係る建築物の炎上等により直接的な被害を受けることが予想され\nる周辺の一定範囲の地域に存する他の建築物に居住し又はこれを所有す\nる者（前記８名の原告）については，同項ただし書に基づいて知事等が\nする安全認定の取消しを求めるにつき法律上の利益を有していることを\n否定することはできない。\nしかしながら，前記(2)のとおり，安全認定の根拠規定である同項（た\nだし書）は，建築物の用途及び規模等に応じて前面道路の幅員を規律し\nて，本件建築物及びその周辺における避難又は通行の安全等を確保しよ\nうとするものであるから，それによって保護される周辺の避難又は通行\nの安全とは，当該建築物の用途及び規模と前面道路の幅員確保との相関\nによって保護されるになじむものに限られると解される。そうであると\nすると，同項（ただし書）が一般的公益を離れて個別的に利益を保護し\nている範囲にも本件建築物の用途及び規模並びに前面道路からの距離に\n応じた限界があるというべきであるし，前面道路を離れた道路（区道×\n号）等における自動車の渋滞や排気ガスの発生に伴う環境悪化・健康被\n害等といった侵害からの保護される利益については，建築される建築物\nの用途及び規模並びに前面道路の幅員等を規制することにより保護され\nる関係が認められないから，同項（ただし書）が個別的に保護する対象\nには当たらないといわざるを得ない。また，上記の前面道路を離れた道\n路（区道×号）等における自動車の渋滞や排気ガスの発生に伴う環境悪\n化・健康被害等の発生については，周辺の道路事情・交通規制，環境等\nに左右されるものであり，建築される建築物の用途・規模に応じた前面\n道路の幅員の規制によって抑制できるものということもできない。\nしたがって，同項ただし書は，前面道路を離れた道路における交通渋\n滞や排気ガスの発生に伴う環境悪化・健康被害等により侵害ないし危険\nにさらされることのない利益までをそれが帰属する個々人の個別的利益\nとして保護すべきものとする趣旨を含むと解することはできず，原告ら\nの上記<イ>の主張を採用することはできない。\n(エ)  <ウ>について\nａ  なるほど，都市の景観は，それが，良好な風景として，人々の歴史\n的又は文化的環境を形作り，豊かな生活環境を構成する場合には，客\n観的価値を有するものというべきであり，また，このような良好な景\n観に近接する地域内に居住し，その恵沢を日常的に享受している者は，\n良好な景観が有する客観的な価値の侵害に対して密接な利害関係を有\nするものというべきであって，これらの者が有する良好な景観の恵沢\nを享受する利益（景観利益）は，「景観権」という権利性を有するも\nのとまでは認められないものの，法律上保護に値するものと解される\n（最高裁平成１７年（受）第３６４号同１８年３月３０日第一小法廷\n判決・民集６０巻３号９４８頁参照）。\nそして，証拠（甲１９ないし２１，甲２６（ただし，以下の認定に\n反する部分を除く。），甲２８，甲３０（ただし，以下の認定に反す\nる部分を除く。））及び弁論の全趣旨によれば，①  本件地域は，Ｐ\n１２株式会社が昭和１１年頃から，内務省（当時）等の指導の下，住\n宅開発・都市計画が行われたものであり，北口駅前ロータリーを中心\nとし，小公園や通過交通の進入を防止する構造（クル・ド・サック）\nや歩行者専用道路（フットパス）等が随所に設けられ，Ｐ１２株式会\n社が昭和１３年４月に作成した「Ｐ１６内規」においては，建坪（建\n蔽率）を原則として３０％以内にすることや建物の構造設備について\n言及がされ，同月には，本件地域の住人らによって，「共存共助の精\n神を以て会員の親睦と郷内の円満なる発達とを計るを以て目的」とす\nる「Ｐ１７会」が結成されていたこと，②  平成元年ころから住民有\n志等が中心となってηの在り様が幾度となく論議され，平成９年７月\nに最大公約数的結論として「Ｐ１９憲章」が取りまとめられたこと，\n③  平成１６年３月，本件地域は，東京しゃれた街並み推進条例に基\nづく歴史的・文化的な特色を継承する「街並み景観重点地区」に指定\nされ，平成１９年１１月，都知事の承認を経て，「Ｐ２０ガイドライ\nン」が告示され，これにより，本件地域において，既存建築物の解体\n又は建築物の新築等をする場合には「Ｐ２１協議会」との協議を要す\nることとされたことなどの事実が認められる。これら事実に照らせば，\n上記「Ｐ２０ガイドライン」の告示は本件認定処分（平成１９年５月\n１１日）後にされているものの，その検討は本件認定処分以前からさ\nれていたものとうかがわれるところであって，本件認定処分時におい\nても，本件地域における歴史性，社会性等の価値と共に，当該地域に\nおける景観の価値は相当程度客観的に評価されており，本件地域の景\n観は，人々の歴史的又は文化的環境を形作り，豊かな生活環境を構成\nするものとして一定の客観的価値を有していたことは否定することが\nできない。\nｂ  しかしながら，本来，景観といっても，その対象となる内容及び範\n囲を一義的に画することが直ちにできるものではなく，その価値は，\nそもそも見る者の主観的な評価に係る要素が多い。前記のように，そ\nの景観に客観的価値があるとして景観利益が肯定され得る場合であっ\nても，その景観利益は，景観の性質，態様によっても異なり得るし，\n社会の変化に伴って変化し得るものであって，これが侵害された場合\nに被侵害者の生活妨害や健康被害を生じさせるという性質のものでは\nなく（前掲最高裁平成１８年３月３０日第一小法廷判決参照），景観\n（利益）阻害の有無や程度も，健康被害や日照・通風阻害等とは異な\nり主観的な価値判断に依拠する部分が大きい。また，景観利益は，連\n続的かつ無限定な広がりを有し得る周辺地域の居住者や来訪者等の不\n特定多数者からの眺め，風景をその対象とするものであり，客体の面\nからも主体の面からも，処分の結果が直接影響を及ぼすことになる範\n囲が性質上当然に特定されるというものではなく，法律上保護すべき\n範囲は必ずしも明白ではない。このような景観利益の内容，性質等か\nらすれば，上記(1)の諸点を参酌，勘案するとしても，処分を定めた行\n政法規及びその関連法令により，周辺住民のために良好な景観の整備\n保全が図られることを目的としていることを読み取ることができ，保\n護すべき景観の内容，範囲，保護の態様等が具体的にうかがわれるこ\nとになるのでなければ，処分を定めた行政法規が景観利益を一般的公\n益の中に吸収解消させるにとどめず，個々人の個別的利益としても保\n護すべきものとする趣旨を含むものと解することは困難である。\nｃ  しかるところ，本件認定処分の根拠規定である安全条例１０条の２\n第１項ただし書は，上記(2)アで説示したとおり，建築物の種類・用途\nとその規模，形態等に応じて出入口が接する道路の幅員を確保するこ\nととした同項本文と同程度に安全上支障のない状況を確保することに\nより，当該建築物について避難及び通行の安全を図るとともに，これ\nを通じて，周辺の他の建築物の居住者等の前記のような具体的利益の\n保護をも図るものであるが，良好な景観の形成（整備保全）を図るこ\nとにつながり得る法令上の基準がなく，保護すべき具体的景観の範囲，\n具体的な保護の態様等を特に定めた規定もない。建築基準法４３条，\n４２条等をみても同様であるし，同法の目的も，国民の生命，健康及\nび財産の保護を図ること（１条）にあり，前記のような性質を有する\n景観利益を一般的公益を超えて個別具体的に保護することをその趣\n旨・目的としているとみることはできない。\nまた，本件地域は東京しゃれた街並み推進条例の対象とされており，\n街並み景観ガイドラインの対象となる重点地区内で建築行為等を行お\nうとする者は，あらかじめ当該街並み景観ガイドラインを運用する協\n議会と協議を行うよう努めなければならないなどとされ（３０条１\n項），上記協議を経ない建築行為等を行おうとする者に対しては，所\n定の要件の下に必要な指導又は助言を行うこと（３２条）などが規定\nされているものの，これら規定と安全条例１０条の２第１項ただし書\nにおける「安全上支障がないと認める」という安全認定の処分要件と\nが何らかの具体的関連性を有しているとは認め難い上，前記条例自体\nが，「東京の魅力の向上に資する」という一般的・抽象的な趣旨・目\n的を掲げ（１条），対象となる重点地区においても，上記のような努\n力義務を定めるにすぎない（上記のとおり，本件認定処分時において\nは，Ｐ２０ガイドラインは承認されてもいなかった。）から，対象重\n点地区内の住民らに何らかの法的権利を生じさせるものでもないし，\n前記のような景観利益を個別具体的に保護するものと解することもで\nきない。\nそうすると，安全条例１０条の２の趣旨・目的を考慮し，これに関\n係するものとして，建築基準法４３条，４２条等に加えて東京しゃれ\nた街並み推進条例の趣旨・目的等を参酌したとしても，一般的公益と\nしてはともかく，一定範囲の地域住民の具体的な景観を享受する利益\nを個別的に保護する趣旨を含むものとは解されない。\nもとより，前掲最高裁平成１８年３月３０日第一小法廷判決は，不\n法行為の成否の場面において，景観利益が民法７０９条に規定される\n「法律上保護される利益」に当たると判示したものであり，景観利益\nをもって直ちに安全条例１０条の２第１項ただし書の安全認定に係る\n抗告訴訟の原告適格を認める根拠とすることができるとしたものでは\nない。\nｄ  したがって，安全条例１０条の２第１項ただし書等の規定により，\n安全認定に係る計画建築物の周辺住民の景観利益が個別的に保護され\nていると解することはできず，これらの利益は一般的公益として保護\nされているにとどまるというべきである。そして，原告適格の有無は，\n前記(1)のとおり，当該処分を定めた行政法規が，不特定多数者の具体\n的利益を専ら一般的公益の中に吸収解消させるにとどめず，それが帰\n属する個々人の個別的利益としてもこれを保護すべきものとする趣旨\nを含むか否かという観点から判断すべきところ，安全認定の根拠法規\nである安全条例，建築基準法等の趣旨・目的を考慮したとしても，安\n全認定において地域住民の景観利益が個別的に保護されていると解さ\nれないことは以上に判断したとおりであるから，原告らの上記主張<\nウ>は採用することができない。\nエ  なお，被告は，本件認定処分の原告適格に関し，安全条例１０条の２第\n１項ただし書の安全認定の法的効力につき，当該安全認定が，建築主に対\nして建築確認申請手続における一定の地位を与えるものにすぎず，建築確\n認と結合して初めてその効果を発揮することに着目し，周辺住民の権利・\n利益には影響を及ぼさないものと解されるとして，周辺住民である原告ら\nには，その取消しを求める法律上の利益を観念することはできず，本件認\n定処分の取消訴訟の原告適格は認められない旨主張する。\nしかし，安全条例１０条の２第１項ただし書の安全認定は，前記ア(イ)\nのとおり，建築基準法４３条２項による制限の付加として定められた建築\n物の用途及び規模等に応じた前面道路の幅員等の規律（安全条例１０条の\n２第１項本文）を，一定の要件の下において適用しないこととして，その\n制限を緩和することを認めるものであるから，建築主に対して建築確認申\n請手続における一定の地位を与えるにとどまらず，建築基準法９条１項に\n基づく違反是正命令を発する上においても法律上の障害となり得るものと\n解されるのであって，周辺住民の権利・利益に影響を及ぼさないというこ\nとはできない。そして，安全条例１０条の２第１項ただし書の安全認定は，\n元々は建築確認と一体的に行われていたものであって，安全認定がされた\n場合には，これを前提として建築確認を経るなどして建築行為等が進めら\nれ，接道義務に関する要件が緩和された建築物が出現することがほぼ確実\nとなるものであるから，安全認定は周辺住民の権利・利益に影響を及ぼさ\nないとする前提に誤りがあるといわざるを得ず，安全認定自体を独立して\n争う利益を否定することもできないから，上記主張を採用することはでき\nない。\n(3)  以上によれば，原告らのうち，原告番号１７番Ｐ２，原告番号１８番Ｐ３，\n原告番号１９番Ｐ４，原告番号２０番Ｐ５，原告番号２１番Ｐ６，原告番号\n２２番Ｐ７，原告番号２３番Ｐ８，原告番号２４番Ｐ９は，本件認定処分の\n取消訴訟の原告適格を有するが，その他の原告らは，本件認定処分の取消し\nを求めるにつき法律上の利益を有するとはいえないから，その取消訴訟の原\n告適格を有しないといわざるを得ない（したがって，上記原告ら（８名）を\n除いた原告らによる本件認定処分の取消しを求める訴えの部分は，いずれも\n不適法である。）。\n２  本案前の争点(1)イ（義務付け訴訟における原告適格（第２事件））について\n(1)  第２事件原告ら４名の義務付けの訴え（以下「本件義務付けの訴え」とい\nう。）は，建築基準法９条１項に基づいて建築基準法令の規定又はこの法律\nの規定に基づく許可に付した条件に違反した建築物（以下「違反建築物」と\nいう。）の除却等を命令すること（以下において，同項に基づく違反建築物\nの除却等の必要な措置を採ることの命令を「除却命令等」という。）の義務\n付けを求めるものであるところ，同項は，建築確認や完了検査といった手続\n上の規制だけでは違反建築物の出現を防止するのに不十分であり，最終的に\n違反を是正するための手段が必要であることから，規制の実効性を確保する\nために，特定行政庁において，建築基準法令の規定等に違反した建築物（違\n反建築物）又は建築物の敷地について，除却命令等を発令することができる\n旨規定し，警察行政上の措置を行う権能を特定行政庁に与えたものと解され\nる。そして，建築基準法（関係法令を含む。）は，違反建築物の敷地の隣接\n地その他の近隣に居住する者に対し，是正命令の権限の行使について申請権\nを認めていないことからすると，上記権限の行使を求める本件義務付けの訴\nえは，行政事件訴訟法３条６項１号に規定する，いわゆる非申請型の義務付\nけの訴えに当たる。\nそして，同法３７条の２第３項は，行政庁が一定の処分をすべき旨を命ず\nることを求めるにつき「法律上の利益を有する者」に限り，訴えを提起する\nことができる旨規定しているところ，その法律上の利益の有無の判断につい\nては，取消訴訟における原告適格の判断に係る同法９条２項の規定が準用さ\nれることからすれば（同法３７条の２第４項），「法律上の利益を有する者」\nとは，一定の処分がされることにより保護されることが法律上予定されてい\nる利益を有する者をいうのであって，当該処分を定めた行政法規が，不特定\n多数者の具体的利益を専ら一般的公益の中に吸収解消させるにとどめず，そ\nれが帰属する個々人の個別的利益としてもこれを保護すべきものとする趣旨\nを含むと解される場合は，このような利益も法律上保護することが予定され\nているというべきであり，その判断に当たっては，同法９条２項の諸要素を\n参酌，勘案すべきものと解される。\n(2)  上記(1)の観点から，本件建築物の周辺住民である第２事件原告ら４名が，\n除却命令等を発することの義務付けを求める原告適格を有するか否かについ\nて検討する。\nア  建築基準法は，建築物の敷地，構造等に関する最低の基準を定めて，国\n民の生命，健康及び財産の保護を図り，もって公共の福祉の増進に資する\nことを目的とするものであり（１条），同法９条１項は，上記(1)のとおり，\n建築確認や完了検査といった手続上の規制だけでは違反建築物の出現を防\n止するのに不十分であり，最終的に違反を是正するための手段が必要であ\nることから，規制の実効性を確保するために，警察行政上の措置を行う権\n能を特定行政庁に与えたものと解される。\nまた，同法の定める規制内容をみると，建築物の構造耐力の基準（２０\n条），大規模の建築物の主要構造部に係る耐火構造物の基準（２１条），\n敷地等と道路との基準・制限（４２条，４３条），容積率の制限（５２条），\n第１種低層住居専用地域及び第２種低層住居専用地域内における建築物の\n高さの制限（５５条），前面道路の幅員及び隣地境界線からの水平距離に\n応じた建築物の高さの制限（５６条），日影による中高層建築物の高さの\n制限（５６条の２），高度地区内の建築物の高さの制限（５８条）等が定\nめられているが，これらの規定の趣旨は，当該建築物の安全性を確保し，\nその居住者の生命，身体の安全及び健康の保護を図るとともに，当該建築\n物とその周辺の建築物との間に適度な空間を確保するなどして，日照，通\n風及び採光等を良好に保つなど快適な居住環境を確保することができるよ\nうにし，さらに，地震及び火災等により当該建築物が倒壊し，又は炎上す\nるなどの事態が生じた場合に，その周辺の建築物やその居住者に重大な被\n害が及ぶことを防止することにあると解される。\nそして，上でみた同法１条の掲げる目的に加え，同法９条１項の趣旨目\n的，同法の定める規制内容の趣旨からすれば，特定行政庁に，違反建築物\nについて警察行政上の措置として除却命令等を発令する権限を与えた同項\nは，その居住者の生命，身体の安全等及び財産としてのその建築物の保護\nを図るとともに，(ａ)当該建築物の倒壊，炎上等による被害が直接的に及\nぶことが想定される周辺の一定範囲の地域に存する他の建築物について，\nその居住者の生命，身体の安全等及び財産としてのその建築物を，(ｂ)当\n該建築物により日照，通風を阻害される周辺の他の建築物について，その\n居住者の健康を，それぞれ個々人の個別的利益としても保護すべきものと\nする趣旨を含むものと解すべきである。そうすると，①当該建築物の倒壊，\n炎上等により直接的な被害を受けることが予想される範囲の地域に存する\n建築物に居住し又はこれを所有する者及び②当該建築物により日照，通風\nを阻害される周辺の他の建築物に居住する者は，それぞれ当該建築物につ\nいて除却命令等の義務付けを求めるにつき法律上の利益を有する者とし\nて，その義務付け訴訟における原告適格を有すると解するのが相当である。\nイ  これを本件についてみるに，まず，上記①の点については，前記１(2)\nイにおいて説示したとおり，本件義務付けの訴えに係る第２事件原告らの\nうち，原告番号１７番Ｐ２及び原告番号２４番Ｐ９が本件建築物敷地から\n直線距離でおおむね７０ｍ以内の位置に居住していること（その余の第２\n事件原告らは，本件建築物敷地から直線距離で１００ｍ以上離れた位置に\n居住している。）が認められ，建築物の炎上，倒壊等により直接被害が及\nぶ範囲はその敷地から当該建築物の高さの２倍の程度の距離と解されるか\nら（東京都中高層建築物の建築に係る紛争の予防と調整に関する条例２条\n４号，６条ないし９条，安全条例６条２項等参照），その範囲内に居住し\nていると認められる原告番号１７番Ｐ２及び原告番号２４番Ｐ９は，本件\n建築物の炎上等により直接的な被害を受けることが予想される周辺の一定\n範囲の地域に存する他の建築物に居住し又はこれを所有する者に当たると\nいうことができ，本件建築物の除却命令等の義務付けを求めるにつき法律\n上の利益を有するものとして，本件義務付けの訴えの原告適格を有する。\n他方，その余の第２事件原告らについては，本件全証拠によっても，本件\n建築物の炎上等により直接的な被害を受けることが予想される周辺の一定\n範囲の地域に存する他の建築物に居住し又はこれを所有する者に当たらな\nい。\nまた，上記②の点については，本件においては，第２事件原告らから，\n日照，通風が阻害される旨の具体的主張はなく，本件全証拠によっても，\n前記２名を除くその余の第２事件原告らについて，本件建築物により日照，\n通風を阻害されるものとは認められない。\nなお，第２事件原告らは，本件地域に居住する者には自然的環境，文化\n的環境，社会的環境等に関する景観利益が認められ，本件建築物によって\n上記利益が侵害される旨主張するが，建築基準法９条１項がこのような景\n観利益を一般的公益として保護しようとするにとどまらず，個々人の個別\n的利益としても保護すべきものとする趣旨を含むとは解されないことは，\n上記１(2)ウ(エ)において説示したのと同様であって，上記主張を採用する\nことはできない。\nウ  したがって，原告番号１７番Ｐ２及び原告番号２４番Ｐ９には本件義務\n付の訴えの原告適格を認めることができるものの，その余の第２事件原告\nらについては，本件義務付けの訴えの原告適格は認められないといわざる\nを得ない。（したがって，上記原告番号１７番Ｐ２及び原告番号２４番Ｐ\n９を除いた第２事件原告らによる本件義務付けの訴えは，いずれも不適法\nである。）\n３  本案前の争点(1)ウ（義務付け訴訟における重大な損害等の有無（第２事件））\nについて\n上記２のとおり，原告番号１７番Ｐ２及び原告番号２４番Ｐ９を除いた第２\n事件原告らは，本件義務付けの訴えの原告適格が認められないから不適法とい\nわざるを得ないため，以下においては，上記の原告適格が認められる２名（以\n下，本項及び５項において，本件義務付けの訴えの原告適格が認められる２名\nの原告を「第２事件原告ら」と表記する。）について，更に検討して判示する\nものである。\n(1)  上記のとおり，本件義務付け訴えは，非申請型の義務付け訴訟（行政事件\n訴訟法３条６項１号）であるところ，同訴訟は，「処分がされないことによ\nり重大な損害を生ずるおそれがあり，かつ，その損害を避けるために他に適\n当な方法がないときに限り」訴えを提起することができる（同法３７条の２\n第１項）とされている。これは，法令上申請権のない者が一定の処分を求め\nることは，その分野の行政実体法が予定していないことであり，法令上の申\n請権がない場合に，行政庁に対し一定の処分をすべき旨を義務付けることは，\n法令上の申請権がない者にあたかも申請権を認めたのと同様の結果となるこ\nとから，義務付けの訴えによる救済の必要性が高い場合に限り，このような\n内容の訴訟上の救済を認めるという趣旨で設けられたものであり，上記趣旨\nを踏まえれば，「重大な損害を生ずるおそれ」があるというには，義務付け\nの訴えによって救済されることが必要であると主張する原告自身に重大な損\n害を生ずるおそれがあることが必要であると解され（同条３項，４項参照），\n第三者に重大な損害を生ずるおそれがあるにとどまる場合はこれに当たら\nず，また，重大な損害が生ずるか否かの判断は，「一定の処分」と「重大な\n損害を生ずるおそれ」との間に，一定の処分がされなければ重大な損害を生\nずるおそれがある一方，その処分がされればそのおそれが解消されるという\n因果関係があることを前提として，損害の回復の困難の程度を考慮し，併せ\nて，損害の性質及び程度並びに処分の内容及び性質を勘案して行うのが相当\nである（同条２項参照）。\n(2)ア  第２事件原告らは，上記「重大な損害」の内容として，前記第２の４(3)\n（第２事件原告らの主張の要旨）のとおり，①通行の安全等の侵害（渋滞\n悪化，交通事故の増加，騒音・排気ガス等による住環境の悪化），②災害\n時の被害拡大等のおそれ（上記①の渋滞に伴う緊急車両の到着遅延，本件\n建築物の消火活動の困難性に起因する本件建築物の倒壊等による二次災\n害，避難時の混乱激化），③景観利益の侵害を主張し，うち①及び②につ\nいては，除却命令等がされないことにより本件地域（αβ）に居住する住\n民の生命，身体を害するおそれがあると主張する。\nイ  第２事件原告らが主張するこれらの各事情の中で，上記②のうち本件建\n築物の消火活動の困難性に起因する本件建築物の倒壊等による二次災害の\nおそれについては，仮に火災等の災害が発生した場合を想定すると，本件\n建築物の周辺における一定の範囲に居住する者の生命，身体や当該範囲に\n所在する建築物の所有者の利益を侵害するおそれとなり得ることは否定で\nきず，上記範囲の者においては除却命令等がされないことによる重大な損\n害が生じるおそれを観念し得るところである。そして，個々の原告にこの\n種の損害，すなわち，「重大な損害」を生ずるおそれがあるかという点は，\n訴訟要件（行政事件訴訟法３７条の２第１項参照）と解されるから，第２\n事件原告らからは必ずしも明確な主張がされているとはいい難い部分も存\nするものの，この点について職権をもって検討するに，上記２のとおり，\nここでいう第２事件原告ら，すなわち原告番号１７番Ｐ２及び原告番号２\n４番Ｐ９については，本件建築物の倒壊，炎上等により直接的な被害を受\nけることが予想される周辺の一定範囲の地域に存する他の建築物に居住し\n又はこれを所有する者に当たる上，ここで想定される被害は生命，身体に\nも及び，事後の回復に委ねることを相当とするものとも解されないことに\n照らせば，これをもって重大な損害を生じるおそれとして認めることがで\nき，また，このような損害を避けるために他に適当な方法があるともいえ\nないというべきである。\nしたがって，第２事件原告らが主張する上記②の事情のうち，本件建築\n物の消火活動の困難性に起因する本件建築物の倒壊等による二次災害のお\nそれについては，行政事件訴訟法３７条の２第１項所定の要件を基礎付け\nるものということができる。（なお，第２事件原告らの主張するその余の\n事情については，第２事件原告らの原告適格を基礎付ける法律上の利益と\n関係のないものである上（前記２(2)参照），渋滞悪化等の一般的，抽象的\nな懸念をいうにすぎず，個々の第２事件原告との関係において，どのよう\nな内容・程度の侵害又はそのおそれが生じているかについては具体的に明\nらかではないか，仮に上記の損害（侵害）を生ずるおそれがあるとしても，\n複合的要因により発生するものであるから，それが除却命令等がされない\nことによって生じ，除却命令等がされることによって解消されるという因\n果関係をにわかに肯定することもできないなど，これらの事情をもって，\n除却命令等がされないことによる「重大な損害」として認めることはでき\nない。）\n(3)  以上によれば，第２事件原告ら（原告番号１７番Ｐ２及び原告番号２４番\nＰ９）については，上記(2)のとおり，除却命令等の「処分がされないことに\nより重大な損害を生ずるおそれがあり，かつ，その損害を避けるために他に\n適当な方法がないとき」に当たるということができる。\n４  争点(2)ア（本件認定処分の適法性（第１事件））について\n(1)  安全条例１０条の２第１項の適用の有無について\nア  安全条例１０条の２第１項は，同項の表（い）二に掲げる自動車車庫又\nは自動車駐車場（床面積が５０㎡を超えるものに限る。）の用途に供する\n特殊建築物（安全条例９条４号参照）について，その本文において，その\n敷地が同項の表（い）に定める６ｍ以上の幅員を有する道路に接してなけ\nればならず，かつ，かかる接道部分に自動車の出入口を設けなければなら\nないとし，同項ただし書において，知事が安全上支障がないと認定した場\n合は，敷地が，同項本文が定める上記幅員に満たない道路にしか接道して\nいなくてもよい旨定める。これに対し，同条２項は，同条１項の表に掲げ\nる用途以外の用途に供する建築物に附属する自動車車庫又は自動車駐車場\nがその用途に供する部分の床面積が所定の規模以下であり，所定の幅員以\n上の道路に面するなどの同項各号所定の要件を満たす場合には，同条１項\nの適用を除外することとし，さらに，同条３項は，「共同住宅又は寄宿舎\nの用途に供する建築物に附属する自動車車庫又は自動車駐車場」に対する\n同条２項の適用について，その要件を更に一定程度緩和する旨の読替えを\nしている。\nそうすると，同条は，自動車車庫又は自動車駐車場（以下「自動車車庫\n等」という。）について，それが他の建築物に附属するものであるか否か\nを問わず，同条１項の表（い）二の適用があり，上記の規制に服するもの\nとする一方，自動車車庫等が他の建築物に附属する場合に主たる建築物が\n同条１項の表に掲げる用途以外の用途に供するものであるときには，同条\n２項各号のいずれかに該当する限り（当該主たる建築物が「共同住宅又は\n寄宿舎の用途に供する建築物」であるときは，同条３項による読替え後の\n同条２項各号のいずれかに該当する限り），同条１項の適用を除外すべき\nことを定めたものと解される。なお，同条３項の「共同住宅は又は寄宿舎\nの用に供する建築物」の該当性につき，当該建築物の用途が共同住宅又は\n寄宿舎以外の用途をも混在する場合において，当該他の用途に供する部分\nの床面積が延べ面積（自動車及び自転車の駐車の用に供する部分の面積を\n除く。）の５分の１以下であり，かつ，２００㎡以下であるときに限り，\n同項の「共同住宅又は寄宿舎の用途に供する建築物」に該当するものと解\nされている。（乙Ａ２〔８０頁～８１頁〕参照）\nイ  上記の解釈を踏まえて本件をみると，証拠（甲２，乙Ａ３，乙Ａ４，乙\nＡ６，乙Ｂ２の１・２，乙Ｂ８）によれば，本件建築物は，主要な用途が\n共同住宅・店舗・診療所（ただし，患者の収容施設のないものに限る。）\nであり，①  延べ面積７４３６．８４㎡，②  自動車駐車場の用途に供さ\nれる部分の床面積２７７．８６㎡，③  店舗・診療所に供される床面積３\n５８．９３㎡であること，④  その敷地に設ける自動車の出入口が面する\n道路の幅員が４ｍであり，当該道路と並行する幅員２ｍの自主管理歩道も\nあるが，これらは他の幅員６ｍ以上の道路に有効に通じていないことが認\nめられる。\n以上の事実によれば，本件建築物は，①  自動車駐車場の用途に供され\nる部分（床面積２７７．８６㎡）を有するから，安全条例１０条の２第１\n項の表（い）二に該当すると解されるところ，②  自動車駐車場を除く主\n要な用途が共同住宅の用途だけでなく店舗・診療所の用途を混在しており，\nしかも，店舗・診療所の用途に供する部分の床面積が２００㎡を超えてい\nることから，安全条例１０条の２第３項の適用はなく，かつ，③  その敷\n地に設ける自動車の出入口が面する道路の幅員が４ｍであり，これが幅員\n６ｍの道路と有効に通じていないため，同条２項２号又は３号の適用もな\nいこととなる。そうすると，本件建築物は，同条１項本文の適用があるか\nら，同項ただし書の安全認定を受けない限り，幅員６ｍ以上の道路に接し，\nかつ，当該道路に面して当該敷地の自動車の出入口を設けなければならな\nいことになるものと認められる。\nウ  以上に対し，原告らは，安全条例の規定は，建築基準法４０条，４３条\n第２項の規定に基づき，地域や建築物の特殊性から自動車通行の安全を考\n慮して規制を上乗せする規定であり，安全条例第１０条の２第２項が，「前\n項の表に掲げる用途以外の用途に供する建築物に附属する自動車車庫又は\n自動車駐車場」について規定していることに照らし，同条１項の表（い）\n二の規定は，他の用途の建築物に附属せず，専ら自動車車庫，自動車駐車\n場棟として使用される建築物について定めた規定であり，他の用途の建築\n物に附属する自動車車庫又は自動車駐車場の場合には同条１項の適用はな\nく，同条２項（３項）の適用によるべきであると主張する。\nしかし，安全条例９条は，この章（第２章特殊建築物）の規定は，次に\n掲げる用途に供する特殊建築物に適用するとし，その一つとして，自動車\n車庫等で，その用途に供する部分の床面積の合計が５０㎡を超えるものを\n定め，それが他の用途に供する建築物に附属するものであるか否かを問わ\nずに適用対象としている。また，安全条例１０条の２第１項の表（い）二\nも，そのような区別をすることなく，自動車車庫等を掲げている。\n一方，同条２項及び３項は，他の用途に供する建築物に附属する自動車\n車庫等が所定の要件を満たす場合においては，１項の規定を適用しないと\n定めている以上，そのような附属自動車車庫等が所定の要件を満たさない\n場合には１項が適用されることを前提としているものと解するのが文理上\n自然である。仮に，所定の要件を満たさない場合に１項の適用がないもの\nとすると，危険性がより高くなるにもかかわらず安全条例上の規制は及ば\nないことになってしまい，同条の趣旨に反することは明らかである。\n以上によれば，同条の構造は前記のように解すべきであり，原告らの上\n記主張を採用することはできない。\n(2)  安全条例１０条の２第１項ただし書の適用について\nア(ア)  上記(1)に説示したとおり，本件建築物には安全条例１０条の２第１\n項本文の適用があるから，本件認定処分が適法か否かは，同項ただし書\nの適用を前提として，知事等において安全上支障がないと認定したこと\nに裁量権の範囲の逸脱又は濫用があるといえるか否かによることとな\nる。\nそして，同項の趣旨は，建築物の用途又は規模いかんにより，その敷\n地に出入りする車両の種類や当該車両が有する危険性が異なり得るし，\nまた，その敷地に出入りする車両数が増加し得ることから，その敷地へ\nの自動車の出入りの規模に着目し，その規模に見合った平常時における\n円滑な通行や災害時における避難，消火及び救助活動のための通路の確\n保を図ったことにあると解されるところ，同項ただし書は，同項本文（建\n築物の用途・規模等に応じて接道し自動車の出入口を設けなければなら\nない道路の幅員を定める。）を適用しない例外について定めるものであ\nるから，同項ただし書にいう「安全上支障がない」というのは，上記の\n同項の趣旨を踏まえれば，同項本文が求める接道の基準を満たすことで\n確保されるのと同程度に，平常時の円滑な通行のみならず災害時におけ\nる避難，消火及び救助活動に支障を来さないような状況にあると判断で\nきる場合であることを要するというべきである（なお，その判断におい\nては，敷地の現状のみならず当該敷地の利用計画も勘案されると思料さ\nれる。）。もっとも，その判断の性質や建築物の周囲の空地の状況その\n他の土地及び周囲の状況により安全上支障がないと認める場合というそ\nの規定の仕方等からすると，その判断は，知事の専門的かつ技術的な裁\n量に委ねられていると解される。\n(イ)  そうすると，本件では，本件敷地につき認められる状況により，安\n全条例１０条の２第１項本文が求める接道の基準を満たすこと（上記の\nように，そのためには原則として路地状部分に６ｍの幅員の通路がある\nことを要する。）で確保されているのと同程度に，平常時の通行のみな\nらず災害時における避難，消火及び救助活動に支障がない状況にあると\n判断することが，事実の基礎を欠くか，又はその前提とした事実に対す\nる評価が明白に合理性を欠くなどして，合理性を持つ判断として許容さ\nれる限度を超えるものであるか否かという観点から検討する必要があ\nる。\nイ  前記前提事実，証拠（甲２，甲７，甲２３，乙Ａ３，乙Ａ６，乙Ａ１４，\n乙Ｂ２の２）及び弁論の全趣旨によれば，以下の事実を認めることができ\nる。\n(ア)  本件建築物は，敷地面積１２７２．０１㎡，建築面積８９２．００\n㎡，延べ面積７４３６．８４㎡，駐車場面積２７７．８６㎡であり，主\n要用途を共同住宅・店舗・診療所とし，鉄筋コンクリート造地上１１階\n地下１階の構造を有し，駐車場出入口を含めて３つの出入口を備えてい\nる。（甲２，乙Ａ１６）\nなお，上記駐車場は機械式（３列１０台又は２列８台の機械式）の立\n体駐車場であり，地下２階部分から地上２階部分を有している。（乙Ａ\n３）\n(イ)  本件敷地に係る法規制は，商業地域防火地域として指定されており，\n建蔽率１００％，容積率５００％である。（乙Ａ３）\n(ウ)  本件建築物の南西側には，幅員４ｍの道路（車道）と幅員２ｍの歩\n道が並行しているところ，これらのうち，区道×号に接する部分から道\n路中心線（上記車道と歩道を合わせた中心線）上において約２３．５ｍ\nにわたる部分は，歩道と車道とを合わせて幅員６ｍの開発道路（建築基\n準法４２項１項２号道路）であり，それ以降（東側）は自主管理歩道と\n位置指定道路（同項５号道路）であって，これら（道路及び歩道）の南\n西側には，道なりにε線の線路敷が並行している。また，本件建築物の\n南東側には，幅員４ｍの本件位置指定道路（車道。同号道路）と幅員２\nｍの自主管理歩道が並行しているところ，本件位置指定道路及び自主管\n理歩道は，本件建築物に接する部分のほぼ中程の位置で鈍角に屈曲して\nおり（別図２参照），当該屈曲部分に駐車場とその出入口が設けられて\nいる。（甲２，乙Ａ３，乙Ａ１４，乙Ａ１５，乙Ｂ２の２）\nなお，本件建築物敷地の南東側道路の上記屈曲部付近にいて，現況道\n路（車道）の幅員が４ｍに満たないもの（３．９９ｍ）とする計測結果\nも存在する（なお，甲６によれば上記計測結果よりも更に狭い幅員の道\n路が存在したとうかがわれるが，甲６の計測日が平成１９年７月である\nことに照らし，その後拡幅等が行われたものとうかがわれる。）。（甲\n２３）\n(エ)  本件建築物の南西側道路は，区道×号と交差し，区道×号を介して\n北口駅前ロータリーへとつながっている。他方，本件建築物の南東側道\n路は，ε線の線路敷方向からみると本件建築物の東端付近まで自主管理\n歩道が伸びており，その東端の部分までは幅員２ｍの自主管理歩道と幅\n員４ｍの本件位置指定道路（車道）が並行しているものの，以東は自主\n管理歩道（歩道）はなく，道路の幅員も狭くなり３．８ｍ程度となる（本\n件敷地の南東側道路は行き止まりではなく，車両を含めて通り抜けがで\nき，本件敷地を含む区画は，区道×号と本件敷地の南西側道路及び南東\n側道路とそれにつながる周囲の道路により周回することができる形状と\nなっている。）。（乙Ａ３，乙Ｂ２の２）\n(オ)  本件建築物の駐車場は，出入口付近の車路の幅員が約５．６ｍ（た\nだし，本件建築物の柱が存する場所においては，それに相当する部分を\n除く。）であり，出入口には停止線及び回転灯が設置されている。（乙\nＡ３）\n(カ)  本件地域の道路交通を所管する警視庁板橋警察署長は，本件建築物\n敷地について交通上の支障がない旨の意見を板橋区に提出している。\n（甲７）\nウ  以上のとおり，本件建築物敷地の南東側道路は，区道×号から本件建築\n物敷地南西側道路及び近隣の道路を経由することで，本件建築物を含む区\n画を１周することができ，本件建築物敷地の駐車場出入口付近においては，\n幅員２ｍの歩道と幅員４ｍの道路（車道（位置指定道路）。なお，本件建\n築物敷地南東側道路（車道）においては，その幅員が３．９９ｍの部分が\nある旨の計測結果も存在するところであるが，この点についての考慮は後\n述する。）が並行しており，合わせて幅員６ｍの道路に接し，かつ，当該\n道路に面して本件建築物敷地の自動車の出入口が設けられている。そして，\n本件建築物敷地の駐車場出入口から区道×号に至るまでは，本件建築物敷\n地南東側道路及び本件建築物敷地南西側道路を経ることで幅員６ｍの道路\n（車道部分の幅員４ｍ）を通行して移動することができる。本件建築物敷\n地の駐車場出入口からは，幅員２ｍの歩道を横断しなければ本件建築物敷\n地南東側道路に至ることはできない構造ではあるものの，駐車場出入口に\nは駐車場からの出庫に備えて停止線と回転灯が設置され，自動車の運転者\nに対しては歩行者の有無等の安全確認を促しつつ，歩道の歩行者等に対し\nては駐車場からの出庫がある旨注意喚起をする構造を有している。加えて，\n本件建築物の構造は鉄筋コンクリート造であって，いわゆる耐火構造を有\nしている上，本件建築物が駐車場出入口を含めて３つの出入口を備えてい\nることや上記のとおりの本件建築物南東側道路及び本件建築物南西側道路\nの幅員と周辺の道路の形状に照らせば，仮に本件建築物において火災等の\n災害が発生した場合においても，本件建築物の居住者等はこれらの道路を\n経由して北口駅前ロータリー等へ避難することができ，また，これらの道\n路を利用して消火活動等を行うことが可能である（原告らは，仮に本件建\n築物において火災が発生した場合には，本件建築物の周辺道路の幅員では\n消防車の進入，消火活動ができず，消火活動の遅れから周囲にまでその被\n害が拡大するおそれがある旨主張するが，本件建築物が耐火構造であり，\n自動車駐車場の位置は地上２階部分にとどまることからすると，仮に本件\n建築物において火災等の災害が発生したとしても，直ちに周辺に被害が及\nぶとは考えがたい上，本件建築物の西側に隣接する区道×号にはしご車等\nの大型の消防車を駐車させて消火活動，救助活動等を行い，他方，本件建\n築物南西側道路及び本件建築物南東側道路から，その道路の幅員に応じた\n規模の消防車や消火栓等を活用して消火活動等を行うことも可能と解され\nる。）。そして，本件地域の道路交通を所管する警視庁板橋警察署長から，\n本件建築物敷地について交通上の支障がない旨の意見も得られている。そ\nうであるとすると，仮に本件建築物敷地南東側道路（車道）の一部におい\nて，その現況幅員が４ｍに足らず，３．９９ｍしかなかったとしても（な\nお，甲２３の２葉目の上から５段目に当該部分を計測した際の写真が存在\nするところ，その右側の写真中に道路の境界線を示す金属鋲の存在がうか\nがわれる一方，計測位置は，上記金属鋲からずれており，かつ，道路との\n境界を示すものとうかがわれる，いわゆるＬ字ブロックが途切れた場所で\nあることからすると，その正確性に全く疑問の余地がないとは言い切れな\nい。），道路位置指定線と現況道路との施工上の誤差にすぎないとも評価\nし得るところであるし（位置指定道路（建築基準法４２条１項５号）が，\n私道の存否ないし位置を明確にしてその廃止変更を困難にするとともに，\n道路としての機能を発揮させるために指定を受けていることからすると，\n同項３号の「道路」とは異なり，僅かな部分において現況が４ｍ以上の幅\n員を有しない場合に位置指定道路として指定を受けた趣旨を必然的に全う\nできないということはできず，上記０．０１ｍの差（０．２５％の不足）\nをもって上記趣旨を没却するとも解されない。），上記幅員の不足の程度\nに加え，他の場所においてはそのような幅員の不足もうかがわれない上，\n上記のとおり駐車場出入口には自動車の運転者及び歩行者に対して注意喚\n起をする設備が存在することなどの事情に照らせば，本件安全条例１０条\nの２第１項本文にいう敷地が幅員６ｍ以上の道路と接する場合と同等の通\n行上，防火上及び避難上の安全性が確保されているとみることが，事実の\n基礎を欠いていたり，その前提とした事実に対する評価が明白に合理性を\n欠くなどして，合理性を持つ判断として許容される限度を超えるものとい\nうことはできないから，板橋区長において，同項ただし書にいう「建築物\nの周囲の空地の状況その他土地及び周囲の状況により知事が安全上支障が\nないと認める場合」に該当するものとして認定した本件認定処分にその裁\n量権の範囲の逸脱又は濫用があったとは認められない。\nエ  以上に対し，原告らは，仮に本件建築物に安全条例１０条の２第１項が\n適用されるとしても，本件建築物敷地南東側道路の幅員は同項の要求する\n６ｍには遠く及ばないし，その一部に幅員が４ｍに満たない部分が存在し，\n警視庁板橋警察署長の意見も「東京都建築安全条例に基づき施工すれば」\n交通の安全に支障がない旨の一般論を述べるにすぎないことから，板橋区\n長が同項ただし書を適用して本件認定処分をしたことが違法である旨主張\nする。\nしかし，上記警視庁板橋警察署長の意見は「駐車場出口に停止線，回転\n灯等を備え」ることを明記しているから，単なる一般論を述べたものとい\nうことはできないし，道路幅員等に関する原告ら主張の点を考慮しても，\n上記ウのとおり板橋区長の本件認定処分に裁量権の範囲の逸脱又は濫用が\nあったとは認められない以上，原告らの上記主張を採用することはできな\nい。\n(3)  したがって，他に本件認定処分について違法事由となり得る事情の存在は\nうかがわれない以上，本件認定処分は適法であるというべきである。\n５  争点(2)イ（建築基準法９条１項の命令を発しないことに裁量権の範囲の逸脱\n又はその濫用があるか否か（第２事件））について\n(1)  前記２(2)のとおり，建築基準法９条１項は，特定行政庁において，「建\n築基準法令の規定又はこの法律の規定に基づく許可に付した条件に違反した\n建築物又は建築物の敷地」について除却等を命ずることができる旨規定して\nいるところ，特定行政庁がこれを命ずるに当たっては，まず，建築物等が上\n記の建築基準法令の規定等に違反していることが前提となる。次に，仮にこ\nれが肯定される場合においては，同法が規定する行政目的達成のために，建\n築基準法令の規定等に違反する建築物又は建築物の敷地について，①違反の\n内容及び程度，②違反によって阻害される行政目的の内容及び程度，③違反\nにより周辺住民の受ける被害の内容及び程度，④（是正）命令により建築主\nの受ける不利益の程度，⑤建築主による自発的な違反解消の見込みなどの諸\n般の事情を考慮した上で，その合理的な判断に基づいて，誰に対し，どのよ\nうな内容の（是正）命令を発するか，いつ（是正）命令を発令するか，どの\nような手続を経て（是正）命令を発令するかなどを決してするものであり，\nこれらの各判断は，特定行政庁の裁量に委ねられているものと解される。そ\nうすると，特定行政庁の裁量に委ねられたこのような行為に関し，具体的事\n情の下において，当該権限が付与された趣旨及び目的に照らし，当該権利を\n行使しないことが著しく不合理であり，裁量権の範囲の逸脱又は濫用があっ\nたと認められるような特段の事情があるかどうかが問題となる。\n(2)  都市計画法３２条等違反の主張について\n上記の「建築基準法令の規定」とは，建築基準法並びにこれに基づく命令\n及び条例の規定をいう（同法６条１項参照）から，それに違反するというの\nは，同法又はこれに基づく命令若しくは条例の定める実体規定（いわゆる単\n体規定又は集団規定）に違反していることに限られ，建築基準法令以外の法\n令の違反は，同法６条の確認（建築確認）及び同法７条の検査の対象となる\nものであっても，同法９条１項の規定による命令（除却命令等）の対象とは\nならないと解される。（乙Ａ１１，乙Ａ１２）\nそうであるとすると，第２事件原告らにおいては，前記第２の４(5)（第２\n事件原告らの主張の要旨）のとおり，建築基準法令の違反であるとして種々\nの違法事由を主張するところではあるものの，同法６条を介して主張する都\n市計画法３２条（公共施設の管理者の同意等）違反の主張，同法３３条（開\n発許可の基準（道路，景観利益））違反の主張，同法３６条（開発行為に関\nする工事完了の検査），同法３７条（開発行為に関する工事完了の公告前の\n建築制限等）違反の各主張は，いずれも建築基準法令における実体規定（い\nわゆる単体規定又は集団規定）に該当しない以上，同法９条１項の除却命令\n等を基礎付ける法令違反の主張としては，失当といわざるを得ない。\n(3)  安全条例４条，建築基準法４３条違反の主張について\nア  第２事件原告らは，本件建築物敷地は安全条例４条の要件を満たさない\nと主張する。\nイ  安全条例４条は，建築基準法４３条２項に基づき同条１項に関して制限\nを付加した規定であり，知事において安全上支障がないと認める場合を除\nいては，延べ面積が３０００㎡を超え，かつ，建築物の高さが１５ｍを超\nえる建築物の敷地は，幅員６ｍ以上の道路に１０ｍ以上道路に接しなけれ\nばならない旨定める（安全条例４条）ところ，ここにいう道路については，\n建築基準法４３条１項各号において除外された道路（自動車のみの交通の\n用に供する道路等）は含まれないものの，その他に制限はない。\n前記前提事実，証拠（乙Ａ３，乙Ｂ２の１・２）及び弁論の全趣旨によ\nれば，本件建築物敷地は，少なくとも，本件建築物南西側道路のうち開発\n道路部分（前記４(2)イ(ウ)参照）において，幅員６ｍを有する本件開発道\n路と１１．１３ｍ接していることが認められる。そうであるとすると，本\n件建築物敷地は，幅員６ｍ以上の道路に１０ｍ以上にわたって接しており，\n安全条例４条（１項，２項）に違反するとは認められない。\n本件開発道路のうち，本件建築物敷地に接する幅員２ｍの部分は歩道と\nして整備されているが，道路交通法等の規制においては，歩道と車道を区\n別して観念される場合があるものの，同法は，道路における危険を防止し，\nその他交通の安全と円滑を図り，及び道路の交通に起因する障害の防止に\n資することを目的とする（同法１条）のに対し，建築基準法は，建築物の\n敷地，構造，設備及び用途に関する最低の基準を定めて，国民の生命，健\n康及び財産の保護を図り，もって公共の福祉の増進に資することを目的と\nし（同法１条），それぞれ法の目的を異にしているのであって，上記建築\n基準法の目的を実現するためには歩道を道路から除外する必然性もないと\nいうべきである。\nウ  したがって，本件建築物敷地が安全条例４条に違反するということはで\nきず，同条違反があることを根拠として除却命令等の義務付けを求める第\n２事件原告らの上記主張は失当である。\n(4)  建築基準法５６条違反の主張について\nア  建築基準法５６条は，建築物の高さ制限として，①道路による高さ制限\n（道路斜線制限），②隣地境界線からの高さ制限（隣地斜線制限）及び③\n真北方向からの高さ制限（北側斜線制限）を規定するところ，原告らは，\n①道路斜線制限に関し，本件建築物敷地北西側の区道×号が接する北口駅\n前ロータリーが建築基準法施行令１３４条１項に規定する「広場」に当た\nることを前提として，前面道路の反対側の境界線が北口駅前ロータリーの\n北西側の境界線であるとして道路斜線制限に適合している旨判断されてい\nることについて，前提とされている北口駅前ロータリーを同項に規定する\n「広場」に当たると解した点に違法があるから，結果として道路斜線制限\nに違反している旨主張する。\nイ  しかしながら，道路斜線制限が設けられている趣旨が建築物の「日照，\n採光，通風等」の確保という点にあることからすると，建築物の面前にお\nいて，どの程度の空間が確保されているかが問われるべきであって，その\n空間の種別や機能が問われるべき場面ではない。建築基準法施行令１３４\n条１項が「前面道路の反対側に公園，広場，水面その他これらに類するも\nのがある場合においては，当該前面道路の反対側の境界線は，当該公園，\n広場，水面その他これらに類するものの反対側の境界線にあるものとみな\nす。」旨規定しているのも上記の趣旨と解される。\nそうであるとすると，北口駅前ロータリーを建築基準法施行令１３４条\n１項に規定する「広場」に当たるとして道路斜線制限の適用を検討するこ\nとに違法があるということはできない。そして，このような前提の下では，\n本件建築物の高さ３４．８７ｍに対し，本件建築物敷地からその前面道路\nの反対側の境界線（ここにおいて，前面道路の反対側に広場等に当たる北\n口駅前ロータリーが存在することから，その反対側（北西側）の境界線）\nまでの距離は９２．８ｍであることが認められ（乙Ｂ６），道路斜線制限\n（敷地と前面道路との境界線上において，本件建築物敷地からその前面道\n路の反対側の境界線までの距離に１．２５ないし１．５の数値を乗じて算\n出される高さの位置と前面道路の反対側の境界線とを結んだ線を建築物の\n高さの制限とする。）に反していないことは明らかであり，他に道路斜線\n制限に反していることをうかがわせる事情は認められないし，他の高さ制\n限に違反していることをうかがわせる事情も認められない。\nウ  したがって，建築基準法５６条に違反することを根拠として除却命令等\nの義務付けを求める第２事件原告らの上記主張は失当である。\n(5)  安全条例１０条の２違反の主張について\n第２事件原告らは，安全条例１０条の２第２項は，本件建築物に附属する\n自動車駐車場の出入口が幅員５ｍ以上の道路に接することを求めているにも\nかかわらず，本件建築物はこれを満たさない旨主張するが，この主張に理由\nがないことは前記４において説示したとおりである。\nしたがって，安全条例１０条の２第２項に違反することを根拠として除却\n命令等の義務付けを求める第２事件原告らの上記主張は失当である。\n(6)  建築基準法４２条違反の主張について\n第２事件原告らは，当初，弁論分離前の相被告であるＰ１３に対して，本\n件建築物に係る建築確認の取消しを求める訴えを提起していたところ，建築\n確認の違法の根拠の一つとして，本件建築物（建築計画）が建築基準法４２\n条に違反する旨主張しており，併せて本件建築物南東側道路の幅員が４ｍに\n満たない旨主張していることから，この点について検討するに，上記４及び\n５(4)のとおり，本件建築物敷地南東側道路の車道部分は，建築基準法４２条\n１項５号道路（本件位置指定道路）として４ｍの幅員を有しているとうかが\nわれるし，仮に，第２事件原告らが主張するとおり，本件建築物南東側道路\nにおいて，道路位置指定線と異なり，その車道部分の現況幅員が４ｍに足ら\nず，３．９９ｍしかない部分が存在するとしても，前記４(2)ウのとおり，第\n２事件原告らの上記主張を根拠付ける測定結果については，測定上の誤差や\n道路施工上の誤差によって上記０．０１ｍの差が生じた可能性が高く，仮に\n実際に４ｍの現況幅員が確保されることが必要であると解するとしても，そ\nの不足の程度は０．０１ｍにすぎず，その場所も限られている（本件建築物\n南東側道路は，第２事件原告らが指摘する箇所を除いては４ｍの幅員が確保\nされている。）ことに加え，上記幅員が不足するとされる場所においても２\nｍの幅員を有する自主管理歩道が設けられて車道と区別された歩道が存在\nし，それぞれの通行区分が設けられていることからすれば，当該事情の下に\nおいては，板橋区長において除却等を命ずることをしないことが著しく不合\n理であるということはできず，その裁量権の範囲の逸脱又は濫用があると認\nめられるような特段の事情があるということもできないから，いずれにせよ\n第２事件原告らの上記主張は失当というべきである。\n(7)  よって，本件において，板橋区長が本件建築物につき除却命令等を発令す\nべきことが根拠法令の規定から明らかであるとも，除却命令等を発令しない\nことが裁量権の範囲を逸脱し若しくはこれを濫用したものであるともいうこ\nとはできないから，その義務付けを求める第２事件原告らの請求には理由が\nない（行政事件訴訟法３７条の２第５項参照）。\n６  結論\n以上によれば，原告らの本件各訴えのうち，別紙２訴え目録記載の各訴えに\nついては，いずれも不適法であるから，これらを却下することとし，その余の\n訴えに係る各事件原告らの請求はいずれも理由がないからこれらを棄却するこ\nととし，訴訟費用の負担につき，行政事件訴訟法７条，民訴法６１条，６５条\n１項本文を適用して，主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官          川 神   裕\n裁判官          林   史 高\n裁判官          新 宮 智 之\n（別紙２）\n訴え目録\n本件各訴えのうち，原告番号１番Ｐ１４，原告番号２番Ｐ１０，原告番号３番\nＰ２８，原告番号４番Ｐ１１，原告番号５番Ｐ２２，原告番号６番Ｐ２５，原告\n番号７番Ｐ２３，原告番号８番Ｐ２６，原告番号９番Ｐ１５，原告番号１０番Ｐ\n２９，原告番号１１番Ｐ３０，原告番号１２番Ｐ３１，原告番号１３番Ｐ３２，\n原告番号１４番Ｐ３３，原告番号１５番Ｐ３４，原告番号１６番Ｐ３５，原告番\n号２５番Ｐ２７，原告番号２６番Ｐ２４，原告番号２７番Ｐ３６，原告番号２８\n番Ｐ３７，原告番号２９番Ｐ３８，原告番号３０番Ｐ３９，原告番号３１番Ｐ４\n０，原告番号３２番Ｐ４１，原告番号３３番Ｐ４２及び原告番号３４番Ｐ４３に\n係る各訴え\n（別紙４）\n関係法令\n以下，各条文等のうち，本件に関係のある部分のみを略記する。\n(1)  安全条例\nア  ９条(適用の範囲)\nこの章の規定は，次に掲げる用途に供する特殊建築物に適用する。\n(ア)  略  （１号ないし３号の２）\n(イ)  自動車車庫，自動車駐車場若しくは自動車修理工場(自動車整備場を\n含む。以下同じ。)で，これらの用途に供する部分の床面積の合計が５０\n㎡を超えるもの，自動車洗車場(スチームクリーナー又は原動機を用いる\n洗浄機を使用するものに限る。以下同じ。)，自動車教習所，自動車ター\nミナル(自動車ターミナル法(昭和３４年法律第１３６号)２条４項に規\n定する自動車ターミナルをいう。以下同じ。)又はタクシー，ハイヤー等\nの営業所(敷地内に自動車の駐車の用に供する部分を有するものに限る。\n以下同じ。)(以下「自動車車庫等」という。)  （４号）\n(ウ)  略  （５号ないし１７号）\nイ  １０条の２(前面道路の幅員)\n(ア)  次の表に掲げる用途に供する特殊建築物の敷地は，用途に応じて，\n同表に掲げる幅員以上の道路に接し，かつ，当該道路に面して当該敷地\nの自動車の出入口を設けなければならない。ただし，建築物の周囲の空\n地の状況その他土地及び周囲の状況により知事が安全上支障がないと認\nめる場合は，この限りでない。  （１項）\n用途  幅員\n(い) 一  （略）\n二  自動車車庫，自動車駐車場，自動車修理工場(\n床面積が５０㎡を超えるものに限る。)，自動車洗\n車場又は自動車教習所\n三ないし九  （略）\n６ｍ\n(ろ) 一ないし七  （略）  １２ｍ\n(イ)  前項の表に掲げる用途以外の用途に供する建築物に附属する自動車\n車庫又は自動車駐車場が，次のいずれかに該当する場合においては，同\n項の規定は，適用しない。  （２項）\nａ  自動車車庫又は自動車駐車場の用途に供する部分の床面積の合計が\n２００㎡以下の場合において，その敷地に設ける自動車の出入口が幅\n員４ｍ以上の道路に面し，かつ，交通の安全上支障がないとき。（１\n号）\nｂ  自動車車庫又は自動車駐車場の用途に供する部分の床面積の合計が\n３００㎡以下の場合において，その敷地に設ける自動車の出入口が幅\n員５ｍ以上の道路に面するとき。（２号）\nｃ  略（３号）\n(ウ)  略（３項）\n(2)  建築基準法９条１項（違反建築物に対する措置）\n特定行政庁は，建築基準法令の規定又はこの法律の規定に基づく許可に付\nした条件に違反した建築物又は建築物の敷地については，当該建築物の建築\n主，当該建築物に関する工事の請負人（請負工事の下請人を含む。）若しく\nは現場管理者又は当該建築物若しくは建築物の敷地の所有者，管理者若しく\nは占有者に対して，当該工事の施工の停止を命じ，又は，相当の猶予期限を\n付けて，当該建築物の除却，移転，改築，増築，修繕，模様替，使用禁止，\n使用制限その他これらの規定又は条件に対する違反を是正するために必要な\n措置をとることを命ずることができる。（１項）\n(3)  特別区における東京都の事務処理の特例に関する条例（平成１１年東京都\n条例第１０６号）２条の表１９の項の上欄ホ）により，安全条例１０条の２\n第１項ただし書の規定による前面道路の幅員に関する特例の認定は，特別区\nにおいては区長が行うこととなる（地方自治法２８３条１項，２５２条の１\n７の２第１項）。\n"
}