{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 9,
    "day": 17
  },
  "case_number": "平成23(ワ)1274",
  "case_name": "損害賠償請求事件",
  "court_name": "仙台地方裁判所第１民事部",
  "gist": "東日本大震災の地震発生後，高台にある幼稚園から眼下の海沿いの地域に向けて幼稚園送迎バスを出発させ，園児４名が津波に被災して死亡するに至った事案について，被告幼稚園長には情報収集義務違反の懈怠があり，被告幼稚園経営法人と共に損害賠償責任があると判断された事例",
  "lawsuit_id": "83577",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83577",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/577/083577_hanrei.pdf",
  "contents": "主             文\n１  被告らは，原告Ａ１，同Ａ２，同Ａ３，同Ａ４，同Ａ５及び同Ａ６\n各自に対し，連帯して，それぞれ２２２３万４９６７円及びこれに対\nする平成２３年８月２６日から支払済みまで年５分の割合による金員\nを支払え。\n２  被告らは，原告Ａ７及び同Ａ８各自に対し，連帯して，それぞれ２\n１６１万６５８６円及びこれに対する平成２３年８月２６日から支払\n済みまで年５分の割合による金員を支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用は，原告らに生じた各費用についてはこれを３分し，その\n２を被告らの負担とし，その余を当該原告の負担とし，被告らに生じ\nた各費用についてはこれを２４分し，その１６を当該被告の負担とし，\nその余を原告らの負担とする。\n５  この判決は，第１，２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求の趣旨\n１  被告らは，原告Ａ１，同Ａ２，同Ａ３，同Ａ４，同Ａ５及び同Ａ６各自に対\nし，連帯して，それぞれ３３５３万２２７０円及びこれに対する平成２３年８\n月２６日から支払済みまで年５分の割合による金員を支払え。\n２  被告らは，原告Ａ７及び同Ａ８各自に対し，連帯して，それぞれ３２８５万\n２１０８円及びこれに対する平成２３年８月２６日から支払済みまで年５分の\n割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，宮城県石巻市内の被告Ｂ１（以下「被告Ｂ１学院」という。）が設置\nするＣ幼稚園（以下「本件幼稚園Ｃ」という。）に子供を入園させていた原告\nらが，平成２３年３月１１日に発生した東北地方太平洋沖地震（同地震を「本\n件地震」といい，同地震による被災を「東日本大震災」ということがある。）\nによって発生した津波(以下｢本件津波｣という｡)に流されて，子供らが乗車し\nた本件幼稚園Ｃの送迎バスが横転し，その後に発生した火災にも巻き込まれる\nなどし，上記子供らが死亡するに至ったのは，本件地震発生当時の本件幼稚園\nＣの園長であった被告Ｂ２（以下「被告Ｂ２園長」という。）らが津波に関す\nる情報収集を懈怠し，送迎バスの出発や避難に係る指示・判断を誤ったことな\nどによるものである旨主張して，被告Ｂ１学院に対しては安全配慮義務違反の\n債務不履行又は民法７１５条１項の不法行為による損害賠償請求権に基づき，\n被告Ｂ２園長に対しては民法７０９条の不法行為による損害賠償請求権に基づ\nき，それぞれ損害金及びその遅延損害金の連帯支払を求めたという事案である。\nその中心的争点は，①被告Ｂ１学院の安全配慮義務違反の債務不履行責任又\nは不法行為責任の有無，②被告Ｂ２園長の不法行為責任の有無，③損害額であ\nる。\n２  前提事実\n以下の事実は，当事者間に争いがないか，又は括弧書きで摘示した証拠等に\nより認めることができる。\n(1) 当事者等\nア  原告ら\n(ｱ) 原告Ａ１及び同Ａ２は，本件幼稚園Ｃに入園した亡Ｄ（年長組在園児。\n以下「亡Ｄ」という。）の父及び母である（以下，原告Ａ１を「原告亡Ｄ\n父」といい，原告Ａ２を「原告亡Ｄ母」といい，両者を併せて「原告亡\nＤ両親」という。）。\n(ｲ) 原告Ａ３及び同Ａ４は，本件幼稚園Ｃに入園した亡Ｅ（年長組在園児。\n以下「亡Ｅ」という。）の父及び母である（以下，原告Ａ３を「原告亡Ｅ\n父」といい，同Ａ４を「原告亡Ｅ母」といい，両者を併せて「原告亡Ｅ\n両親」という。）。\n(ｳ) 原告Ａ５及び同Ａ６は，本件幼稚園Ｃに入園した亡Ｆ（年長組在園児。\n以下「亡Ｆ」という。）の父及び母である（以下，原告Ａ５を「原告亡Ｆ\n父」といい，同Ａ６を「原告亡Ｆ母」といい，両者を併せて「原告亡Ｆ\n両親」という。）。\n(ｴ) 原告Ａ７及び同Ａ８は，本件幼稚園Ｃに入園した亡Ｇ（年中組在園児。\n以下「亡Ｇ」という。）の父及び母である（以下，原告Ａ７を「原告亡Ｇ\n父」といい，同Ａ８を「原告亡Ｇ母」といい，両者を併せて「原告亡Ｇ\n両親」という。）。\nイ  被告ら\n昭和２９年１０月に設立された被告Ｂ１学院は，本件幼稚園Ｃの設置者\nであり，被告Ｂ２園長は，平成２０年４月１日から平成２３年３月３１日\nまで，本件幼稚園Ｃの園長を務めていた者である。\n(2) 本件地震発生当日の状況について\nア  亡Ｄ，亡Ｅ，亡Ｆ及び亡Ｇ（以下，その両親が原告となっている４名の\n園児を併せて「本件被災園児ら４名」という。）及び亡Ｈ（以下「亡Ｈ」と\nいい，両親が原告となっていない亡Ｈも併せて「本件被災園児ら５名」と\nいう。）は，平成２３年３月１１日(以下，単に日付のみを記載したものは\n平成２３年３月の日付を指す。)，登園していた本件幼稚園Ｃから，午後３\n時７分頃発の送迎バスにより，本来は海側とは反対側の送迎コースを通っ\nて降園する予定であった（甲６）。\nイ  １１日午後２時４６分頃，宮城県沖を震源地とするマグニチュード９．\n０の本件地震が発生した。\nウ  被告Ｂ２園長は，１１日午後３時頃，本件幼稚園Ｃに待機していた２台\nの送迎バスのうち小さい方のバス（以下「本件小さいバス」といい，もう\n１台の送迎バスを「本件大きいバス」という。）に，海側に向けたコース（別\n紙「２便送迎ルート図」・甲１３５参照）を通って同バスにより先に送迎さ\nれる予定の２便目の園児７名のみならず，いったん同バスが本件幼稚園Ｃ\nに戻ってきた後に内陸側へ向けて送迎される予定の３便目の本件被災園児\nら５名も一緒に乗せ，高台にある本件幼稚園Ｃから海側に向けて本件小さ\nいバスを出発させた。\n本件小さいバスの運転手Ｉ(以下｢Ｉ運転手｣という｡)及びその妻である添\n乗員Ｊ(以下｢Ｊ添乗員｣という｡)は，海側にある宮城県石巻市南浜町及び同\n市門脇町を通り，途中，指定避難場所とされていた石巻市立門脇小学校（以\n下「門脇小学校」という。）に停車するなどして，本件被災園児ら５名を除\nく７名の園児らを，順次保護者に引き渡した。\nエ  １１日午後３時４５分頃，宮城県石巻市南浜地区に津波が到達し，本件\n小さいバスは，同市門脇町五丁目付近の高台の本件幼稚園Ｃ側に向けて上\nり坂となっていた入口付近（以下「本件被災現場」という。別紙「被災現\n場付近概況図」〔甲１１〕参照）において渋滞に巻き込まれている最中に後\n方から本件津波に襲われて横転し，流された。Ｉ運転手のみが津波に流さ\nれながらも九死に一生を得たものの，同バスに取り残されていた本件被災\n園児ら５名とＪ添乗員が死亡した。\n(3) 原告らによる本件被災園児ら４名の相続\n原告亡Ｄ両親は亡Ｄの死亡により同人の権利義務を，原告亡Ｅ両親は亡Ｅ\nの死亡により同人の権利義務を，原告亡Ｆ両親は亡Ｆの死亡により同人の権\n利義務を，原告亡Ｇ両親は亡Ｇの死亡により同人の権利義務を，それぞれ２\n分の１の割合で相続した。\n３  （原告らの主張）\n(1) 原告らの主張の骨子\n被告Ｂ１学院は，原告らとの間の在園契約から生じる付随義務として，本\n件被災園児ら４名が本件幼稚園Ｃにおいて過ごす間，本件被災園児ら４名の\n生命・身体を保護する義務を負っており，被告Ｂ２園長も，一般不法行為法\n上，同様の義務を負っていた。\nしかし，以下に述べるとおり，被告Ｂ１学院の被告Ｂ２園長は，①本件地\n震発生後に必要とされる防災行政無線やラジオ放送等による情報収集を懈怠\nした上，仮にその情報収集が不十分なままであったとしても，被告Ｂ１学院\nが定めた「地震発生時の園児誘導と職員の役割分担」（甲８。以下「本件幼稚\n園Ｃ地震マニュアル」という。）においては，大地震発生時には本件幼稚園Ｃ\nにおいて園児を保護者に引き渡すと定められていたのであって，一般的にも\n大地震発生後には津波の発生が予想されていたのであるから，その津波被害\nを避けるため，園児らを安全な高台にある本件幼稚園Ｃから海側に連れて行\nかないようにする安全配慮義務があるのにこれを怠り，本件被災園児ら５名\nとその他の園児ら７名を本件小さいバスに乗せ，高台にある本件幼稚園Ｃか\nら海側へ向けて出発させた上，②本件小さいバスが門脇小学校に避難してい\nることを幼稚園教諭の電話連絡により知り，幼稚園教諭２名を同小学校に向\nかわせた際にも，津波被害を避けるためには，直ちに同教諭２名において幼\n稚園児らを降車させて門脇小学校脇にある階段を徒歩で上って避難するよう\n具体的に指示をすべきであったのにこれをせず，単に「バスを戻す」ことを\n指示したにとどまり，その結果，渋滞が予想される中を園児らの乗った本件\n小さいバスを戻らせて津波被災を招き，③そもそも被告Ｂ１学院は本件幼稚\n園Ｃ地震マニュアルを自ら策定し，大地震発生時には本件幼稚園Ｃにおいて\n園児を保護者に引き渡すと定めていたにもかかわらず，そのマニュアルを被\n告Ｂ２園長及びその他の職員ら(以下｢被告Ｂ２園長ら職員｣という｡)の間に周\n知徹底せず，本件幼稚園Ｃ地震マニュアルを実践するための避難訓練を行っ\nていなかった。\n上記①ないし③は，被告Ｂ１学院において在園契約から生じる付随義務と\nしての本件被災園児ら４名に対する安全配慮義務に違反し，又はその被用者\nである被告Ｂ２園長の不法行為法上の安全配慮義務に違反するものであり，\nそれらの義務違反の結果，本件被災園児ら４名が死亡したから，その遺族で\nある原告らに対し，被告Ｂ１学院は民法４１５条の債務不履行責任又は民法\n７１５条１項の不法行為責任を負い，被告Ｂ２園長は民法７０９条の不法行\n為責任を負う。以下，具体的に主張する。\n(2) 本件幼稚園Ｃから送迎バスを海側に向けて出発させた責任\nア  結果回避義務の前提となる予見可能性\n結果回避義務を課すためには，その結果について予見可能性のあること\nが必要である。しかし，安全配慮義務の対象が幼稚園児である場合には，\nそもそも自ら危険を判断し身を守ることができない以上，教諭への従属性\nが一段と高く，教諭の園児に対する安全配慮義務における注意義務の程度\nとしては極めて高度なものが要求されるべきであるから，その前提となる\n予見可能性もより広く認める必要がある。また，予見の対象が自然災害の\n場合には，そのすべてが科学で完全に解明されているわけではなく，人知\nを超えた自然災害も発生し得るから，その発生規模や細部にわたる機序に\nついてまで具体的に予見することは必要ではない（自然災害による事故に\n関する最高裁昭和６２年(オ)第５２０号平成２年３月２３日第二小法廷判\n決，最高裁平成１７年(受)第７６号平成１８年３月１３日第二小法廷判決\n参照）。\nそうすると，本件のように保護すべき園児に自然災害を原因とする被害\nが発生したような場合における予見可能性については，現に被害を想定し\nていたことが必要ではないことはもちろん，現に発生した災害の規模及び\nそれによる被害の発生機序等を具体的に予見することができたことまでは\n必要ではなく，園児を保護すべき高度の注意義務を負う者において期待さ\nれる結果回避行動を執る契機となる程度の自然災害が発生することの予見\n可能性があれば足りると考えるべきである。本件津波の規模や本件の被災\nに至る具体的な機序まで想定することができなくても，津波被害を回避す\nるために高台に位置する本件幼稚園Ｃにとどまらせる契機となる程度の津\n波の危険性を予見することができれば足りる。\nイ  情報収集義務の懈怠\n一般に，地震が発生した場合，津波，火災，崖崩れ，建物の倒壊，交通\nの途絶等の被害が発生することが予見されるのであるから，まず速やかに\nラジオや防災行政無線等により，震源地，津波発生のおそれ，火災，崖崩\nれ，建物の倒壊，交通の途絶等について可能な限り情報収集を行う必要が\nある。\nまた，宮城県教育委員会が策定した「震災応急対策マニュアル」（甲７。\n以下「宮城県教育委員会震災マニュアル」という。）においても，震災発生\n時，「指定職員はラジオ等により情報収集に努める。」ことが定められてい\nるところ，学校保健安全法上の「学校」には幼稚園が含まれ，同法２９条\n１項により危険発生時対処要領の作成が求められていることからすれば，\n幼稚園にも同様の対応が求められているといえる。\nそして，実際に，本件において，防災行政無線とラジオ等により情報収\n集をしようとすれば，それは極めて容易であった。すなわち，本件地震発\n生後，本件幼稚園Ｃのすぐ近くにある防災行政無線からは，地震発生後の\n午後２時４８分以降立て続けに，「大地震発生，大地震発生。津波の恐れが\nありますので，沿岸や河口付近から離れて下さい。」，「大津波警報，大津波\n警報。宮城県沖に大津波警報が発表されました。沿岸・河口付近から離れ\nて下さい。至急高台へ避難してください。」，「車での避難は控えて下さい。\n渋滞になります（なっています）。」等のアナウンスが繰り返されていた（甲\n９）。現に，被告Ｂ２園長は，本件小さいバスを出発させた後，遅くとも午\n後３時１０分頃までには，防災行政無線で大津波警報が発令されたことを\n聞いていたことを認めている（甲５）。なお，被告らは，被告Ｂ２園長以外\nの他の教諭らが防災行政無線から放送された大津波警報を聞いていなかっ\nた旨主張するが，被告Ｂ２園長のみが聞いて，他の教諭らが聞いていなか\nったというのは不自然である。\nまた，本件幼稚園Ｃにラジオがあれば，ラジオにより詳細な情報を直ち\nに収集することができたし，仮に本件幼稚園Ｃにラジオがないとしても，\nバスのラジオを聞くことができた。現に，本件大きいバスの運転手であっ\nたＫ（以下「Ｋ運転手」という。）は，午後３時５分頃，女川において１０\nｍ位の津波が発生したとのニュースを本件大きいバスのラジオで聞き，本\n件幼稚園Ｃに引き返している（甲５）。\nその他にも，ワンセグ機能付きの携帯電話があれば，たとえインターネ\nット回線が繋がらず携帯電話が通じなくとも，テレビの電波を直接に受信\nすることができたから，テレビのニュースを聞くことができた。本件地震\n発生時，本件幼稚園Ｃには，被告Ｂ２園長，主任，教諭６名及び運転手の\n９名の職員がおり，その多くがワンセグ機能付きの携帯電話を持っていた\nと思われ，これらによる情報収集は容易であった。\n本件においてこれらの防災行政無線やラジオ等による情報収集をしてい\nれば，被告Ｂ１学院の履行補助者又は被用者である被告Ｂ２園長ら職員は，\n本件地震発生直後に大津波警報が発令され，高台に避難しなければならな\nい状況であることを容易に把握することができ，高台にある安全な本件幼\n稚園Ｃからあえて津波被害のおそれのある海側に向けて送迎バスを出発さ\nせることはなかったはずである。\nところが，被告Ｂ２園長ら職員は，防災行政無線やラジオ等を聞こうと\nもせず，何ら情報収集をしないまま，被告Ｂ２園長において本件被災園児\nら４名を海側に送迎する指示をし，他の職員らもこれに従ったものである\nから，被告Ｂ２園長ら職員には，災害発生時における情報収集の懈怠とい\nう安全配慮義務違反が認められる。特に被告Ｂ２園長は，本件幼稚園Ｃの\n園長として，学校教育法（２７条４項）に基づき，学校設置者に代わり所\n属職員を監督し，園務を司る立場にあるから，その情報収集義務違反は重\nい。\nウ  本件被災園児ら４名を海側へ連れて行った判断・指示の誤り\n児童を預かる教諭には児童を危険から守る高度の注意義務が課されてお\nり，当時の科学的知見や，これまでの危険の発生状況，当該場面における\n具体的事情に基づき，危険を予見し，回避する高度な注意義務が課せられ\nている（前掲最高裁昭和６２年(オ)第５２０号平成２年３月２３日第二小\n法廷判決，最高裁平成１７年(受)第７６号平成１８年３月１３日第二小法\n廷判決参照）。特に幼稚園児は危険を予見し回避することができないのであ\nるから，幼稚園児を預かる園長や教諭には，一層高度な注意義務が課せら\nれるべきである。\nそして，一般に，大地震が起きた場合，海沿いの地域においては津波が\n発生する可能性があることは公知の事実であり，本件地震が尋常ならざる\n強い揺れを長く伴うものであったことからすれば，被告Ｂ２園長ら職員が\n仮に十分な情報を把握していなかったとしても，津波の発生する可能性が\n高いことを容易に予見することができた。その場合，津波の大きさ（高さ）\nについて具体的に予見することができないとしても，可能な限り高い場所\n（高台）に避難することが必須であり，津波が到達する危険のある海沿い\nには，その危険がなくなるまで，絶対に近づかないことが鉄則である。\n宮城県教育委員会震災マニュアルにおいても，情報収集の上，「津波警報\n等の発令時（見込みを含む。）は，更に高台等に二次避難する。」ことを定\nめている（甲７）。\nまた，被告Ｂ１学院自身も，本件幼稚園Ｃ地震マニュアル（甲８）にお\nいて，「地震の震度が高く，災害が発生する恐れがある時は，全員を北側園\n庭に誘導し，動揺しないように声掛けして，落ち着かせて園児を見守る。\n園児は保護者のお迎えを待って引き渡すようにする。」と自ら定めていた。\nさらに，本件被災園児ら４名は，本来は本件小さいバスの３便目である\n内陸側のコースを送迎される（海側の門脇町・南浜町には行かない）予定\nであったのに，先に海側の門脇町・南浜町に向けたコースを送迎される２\n便目の園児ら７名と一緒に本件小さいバスに同乗させられていたという事\n情もあり，被告Ｂ２園長の指示は，予め保護者らに知らせていた送迎バス\nの送迎コースや手順にも反するものであった。\nこのような諸事情にも照らせば，仮に防災行政無線やラジオ放送等によ\nる情報収集が不十分なままであったとしても，被告Ｂ２園長ら職員は，津\n波を予見し，幼稚園児らを可能な限り高い場所（高台）に避難させ，津波\nの危険がある海側に近づけないようにする安全配慮義務を負っていたので\nあって，本件幼稚園Ｃ地震マニュアル等に従っても地震発生時には保護者\nらに引き渡すまでは幼稚園児らを本件幼稚園Ｃにおいて安全に保護する義\n務を負っていたものであるから，高台に位置する本件幼稚園Ｃを離れて，\n津波の危険がある海側へ本件被災園児ら４名を送迎バスに同乗させて連れ\nて行ったことは，前記義務に違反する。\n(3) 門脇小学校から本件小さいバスを出発させた責任\n本件小さいバスは，１１日午後３時１０分頃，指定避難場所とされていた\n門脇小学校の校庭に停車していた。\nその午後３時１０分頃までには被告Ｂ２園長は，単なる津波警報ではなく，\n大津波警報が発令されたことを防災行政無線により知っていた（甲５）。\nまた，本件大きいバスのＫ運転手も，午後３時５分頃に本件幼稚園Ｃを出\n発した後，ラジオにより，女川方面で１０ｍ近い津波が発生したとの情報を\n得て，危険を感じ，途中で海側に向かわずに本件幼稚園Ｃ方向に引き返して\nおり，午後３時１０分頃には本件幼稚園Ｃに戻っていた（甲５）。\nそして，被告Ｂ２園長は，午後３時１０分頃，いったん本件幼稚園Ｃを出\n発したはずの本件大きいバスが同幼稚園に戻ってきたことを確認していたの\nであるから（甲５），その戻ってきた事情を確認すべきであり，被告Ｂ２園長\nとＫ運転手は，幼稚園児の生命・身体を守る安全配慮義務の一環として，相\n互に津波に関する情報を伝えたり，確認したりすべき注意義務があった。そ\nうしていれば，遅くとも午後３時１０分頃までには，被告Ｂ２園長は，Ｋ運\n転手から女川で１０ｍ近い津波が来たことを知らされ，石巻にも１０ｍ近い\n巨大な津波が襲来するかもしれず，本件小さいバスに乗車している園児らの\n生命・身体に重大な危険が及ぶ可能性のあることを具体的に予見することが\n可能であった。\nそのような大津波警報が出されている危険な状況において，被告Ｂ２園長\nは，本件小さいバスが指定避難場所とされている門脇小学校に避難している\nことを幼稚園教諭から知らされたが，門脇小学校は日和山の麓付近にあり，\n同小学校からは隣接する墓地の階段（以下「本件階段」という。その距離約\n９１ｍ）を１分程度歩くことにより本件幼稚園Ｃとほぼ同じ高さに達し，更\nに日和山に登っていくことが可能であったから（甲１０～１２），その本件階\n段を上って徒歩で直ちに避難するよう指示すべきであった。現に，門脇小学\n校の小学生は，津波被害を避けるため，本件地震発生直後に本件階段を歩い\nて日和山に避難をしていた。本件幼稚園Ｃは，門脇小学校から本件階段を上\nった先に位置しており，門脇小学校からは直線距離にして約２００ｍ，歩い\nて５分程度の極めて近い距離（約２６８ｍ）にあったのであり（甲１０及び\n１２参照），実際に門脇小学校に派遣された職員２名は，門脇小学校脇の墓地\nの本件階段を下りて門脇小学校に向かい，本件階段を上って本件幼稚園Ｃに\n戻っているから，上記２名の幼稚園教諭が本件幼稚園Ｃに戻る際に，Ｉ運転\n手及びＪ添乗員と共に，本件小さいバスにそのときに乗車していた園児７名\nを伴って本件階段を上って避難することは可能かつ容易なことであった。門\n脇小学校から本件被災現場までは約８００ｍもあり（甲１２２），渋滞に巻き\n込まれることも予想されたから，バスで移動させるべきではなかった。\nまた，被告Ｂ２園長としては，本件小さいバスに乗車中の幼稚園児らを確\n実かつ安全に避難させるために，職員に対する指示を具体的に徹底する義務\nがあった。宮城県教育委員会震災マニュアル（甲７）においても，「所属所長\nは，災害に対応するための職員の役割分担を再確認し，職員に徹底する。」と\nされていた。\nしたがって，被告Ｂ２園長としては，２名の職員に対し門脇小学校に避難\nしている本件小さいバスに二次避難の指示をする際にも，同職員らに対し，\n大津波警報が発令されたことを明確に告げた上，幼稚園児らを本件小さいバ\nスから直ちに降車させ，隣接する墓地の本件階段を歩いて日和山方向の高台\nに避難するよう具体的に指示すべきであった。\nそうであるのに，被告Ｂ２園長は上記職員らに対し「バスを戻す」という\n不適切な指示をしたのみであって，幼稚園児らの避難について当然に行うべ\nき具体的な指示を怠った。このため，門脇小学校に派遣された職員２名は，\n本件小さいバスのＩ運転手に対し，「バスを戻す」という被告Ｂ２園長の指示\nのみを伝え，本件被災園児ら５名と，その他園児２名を乗せたまま本件小さ\nいバスを出発させた（甲５）。\n(4) 地震時のマニュアル周知と避難訓練を怠った責任\n幼稚園も学校保健安全法にいう「学校」に含まれるから，被告Ｂ１学院は\n幼稚園設置者として，危険等発生時において幼稚園の職員が執るべき措置の\n具体的内容及び手順を定めた対処要領（「危険等発生時対処要領」）を作成す\nべき義務がある（同法２９条１項）。また，被告Ｂ２園長は，園長として，上\n記の危険等発生時対処要領を幼稚園職員に周知徹底し，同マニュアルに基づ\nく避難等の訓練を実施する義務があった（同法２９条２項）。すなわち，被告\nＢ１学院は，在園契約に付随する安全配慮義務の一つとして，上記危険等発\n生時対処要領を作成し，園長である被告Ｂ２園長をして，同要領の周知と避\n難等の訓練を実施させる義務を負っていた。\n幼稚園に危険等発生時対処要領作成が義務づけられているのは，災害発生\n時には，幼稚園職員が恐怖や不安等に襲われ精神的な混乱に陥る可能性が高\nく園児の生命を護るべき適切な行動を選択することが困難であることから，\n日頃から災害時に発生する危険を予測し適切な危険回避のための行動指針を\n具体的に決めておく必要があるからである。また，園長に，上記要領の周知\nと訓練実施義務が課せられているのは，予め災害時の行動指針を決めていて\nも，その指針が園児を保護すべき職員に知らされていなければ現実に災害が\n発生したときの行動指針として役立たないからである。また，単に上記要領\nを知識として有しているのみでは，混乱時のとっさの行動指針としては有効\nに機能しないから，要領の趣旨と内容が体にしみこむように理解されるよう，\n要領を実践する形での模擬的訓練が必要なのである。\nそして，被告Ｂ１学院は，前記危険等発生時対処要領に相当するものとし\nて，本件幼稚園Ｃ地震マニュアル（甲８）を策定しているが，津波被害との\n関係では，「地震の震度が高く，災害が発生する恐れがある時は，全員を北側\n園庭に誘導し，動揺しないように声掛けして，落ち着かせて園児を見守る。\n園児は保護者のお迎えを待って引き渡すようにする。」との規定があり，大地\n震の場合の行動指針として，保護者の迎えがあるまで園児を本件幼稚園Ｃ内\nにとどめて待機すべきことが明記されている。この規定は，津波被害の可能\n性のある地域においては地震後の津波から逃れるためには迅速に高台へ避難\nすることを最優先させるべきことが鉄則であるところ，本件幼稚園Ｃはもと\nもと高台に設置されているため，地の利を活かして本件幼稚園Ｃ内にとどま\nることが最も安全であることを明記したものである。この行動指針は，極め\nて明快な内容であり，かつ，低地から高台への積極的移動を伴う避難行動で\nはなく，ただ単に本件幼稚園Ｃにとどまれば良いのであるから，その指針の\nとおりに行動することは極めて容易な内容である。\nそうすると，被告Ｂ２園長が本件幼稚園Ｃ地震マニュアルを職員間に周知\nし避難等の訓練を実践してさえいれば，被告Ｂ２園長ら職員は，津波の予兆\nである大地震が発生した場合には，ほぼ間違いなく本件幼稚園Ｃ内にとどま\nるという適切な行動を選択することができたはずである。\nしかしながら，被告Ｂ２園長は，本件幼稚園Ｃ地震マニュアルを職員間に\n周知せず，これを模擬的に実践する避難等の訓練も行わず，わざわざ低地の\n方に向かって下りていく行動を選択した結果，本件被災園児ら４名の死亡を\n招いた。\n以上のとおり被告Ｂ１学院の履行補助者又は被用者である被告Ｂ２園長ら\n職員には重大な注意義務違反があったといえる以上，被告Ｂ１学院は債務不\n履行責任又は民法７１５条１項の使用者責任を免れず，被告Ｂ２園長自身も\n民法７０９条の不法行為責任を免れない。\n(5) 損害\nア  本 件 被 災 園 児 ら ４ 名 の 逸失利益\n(ｱ) 亡Ｄ，亡Ｅ及び亡Ｆ（当時各６歳）について\n４７０万５７００円（賃金センサス平成２１年男女計学歴計全年齢平\n均賃金）×１０．１１７０（死亡時６歳，就労可能年数４９年のライプ\nニッツ係数）×（１－０．４〔生活費控除割合〕）＝２８５６万４５４０\n円\n(ｲ) 亡Ｇ（当時５歳）について\n４７０万５７００円（賃金センサス平成２１年男女計学歴計全年齢平\n均賃金）×９．６３５２（死亡時５歳，就労可能年数４９年のライプニ\nッツ係数）×（１－０．４〔生活費控除割合〕）＝２７２０万４２１６円\nイ   本 件 被 災 園 児 ら ４ 名 の 慰 謝 料\n本件被災園児ら４名は，大地震により精神的に不安な中，自分達の命を\n守るために最善の行動を取ってくれるものと被告らを信頼し，その指示に\n従い本件小さいバスに乗車したにもかかわらず，その信頼を裏切られ，命\nを失ったものであり，その精神的苦痛を慰謝するには各２５００万円が相\n当である。\nウ  原告らは，各々自らの子の上記逸失利益及び慰謝料の損害賠償請求権を\n２分の１の割合で相続した（甲１～４）。\nエ  原告ら固有の慰謝料                                各３００万円\n原告らは，これまで大切に育て，今後の成長を楽しみにしていた５歳又\nは６歳という幼い我が子を失った。原告らは，特に，①被告Ｂ２園長ら職\n員が，わざわざ安全な高台にある本件幼稚園Ｃから標高が低く海に近い場\n所に本件被災園児ら４名を移動させた結果，その命を失わせたことについ\nて，裏切られたという思いや憤りを抑えることができない。また，原告ら\nは，②被告Ｂ１学院が本来は海側とは反対の内陸側にある自宅に向けて３\n便目に乗る予定の本件被災園児ら４名を，保護者との約束に反して海側へ\n向かう２便目のバスに乗せ，その結果海側に自宅のある園児らが保護者に\n引き渡されて全員が無事であったのに対し，内陸側に自宅のある本件被災\n園児ら４名が死亡してしまったという点においても，被告らを許せない気\n持ちでいる。さらに，③本訴提起前の被告Ｂ２園長の原告らに対する説明\nによれば，被告Ｂ２園長は，１１日の日暮れ前には，本件小さいバスが津\n波にのみ込まれた本件被災現場を概ね把握していたのに，その日のうちに\n被告Ｂ１学院の職員に本件小さいバスの捜索を指示しておらず，また，保\n護者に対しても本件被災現場を知らせなかったものであり，本件被災園児\nら４名が本件小さいバスで発見されたとき，その遺体は焼け焦げ，原告ら\nが生前の我が子の面影をうかがうことが全くできない状態であったことに\nついても被告らを許せない気持ちでいる（甲１３参照）。本件被災園児ら４\n名の死因及び死亡時刻が特定されていない以上，本件被災園児ら４名は本\n件小さいバスが津波に流された時点では生きており，その後の深夜の火災\nにより焼死した可能性もあり，救命が可能であったかもしれないからであ\nる。現に，本件小さいバスが津波に流された本件被災現場付近に住む住民\nは，１１日深夜，付近から子どもの泣き声が聴こえたと話している。もし\n被告Ｂ２園長が１１日に本件小さいバスが津波にのみ込まれた場所を把握\nした時点で，被告Ｂ１学院の職員に捜索を指示し，又は保護者らに対して\n本件被災現場を伝えてくれていれば，本件被災園児ら４名の捜索が行われ，\n救助することができた可能性がある。仮に救命が困難であったとしても，\n焼け焦げていない状態の我が子の遺体と原告らが対面できた可能性がある。\n原告らはそのような無念さを一生抱えて生きていかなければならなくなっ\nたものであり，このような原告らの著しい精神的苦痛を慰謝するためには\n少なくとも１人当たり３００万円の慰謝料が相当である。\nオ  原告らが負担した葬儀費用                            各７５万円\n本件被災園児ら４名の葬儀費用については，１人当たり１５０万円を下\nらず，原告らは，その２分の１（７５万円）ずつを負担した。\nカ   原 告 ら が 負 担 し た 弁 護 士 費 用                     各 ３ ０ ０ 万 円\n相当な弁護士費用は，原告１人当たり３００万円を下らない。\nキ  損害のまとめ\n(ｱ) 原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親について\n逸失利益相続分  各１４２８万２２７０円\n慰謝料相続分            各１２５０万円\n固有の慰謝料              各３００万円\n葬儀費用                    各７５万円\n弁護士費用                各３００万円\n以上合計      各３３５３万２２７０円\n(ｲ) 原告亡Ｇ両親について\n逸失利益相続分  各１３６０万２１０８円\n慰謝料相続分            各１２５０万円\n固有の慰謝料              各３００万円\n葬儀費用                    各７５万円\n弁護士費用                各３００万円\n以上合計      各３２８５万２１０８円\nよって，民法４１５条の債務不履行による損害賠償請求権，又は民法７１５\n条１項若しくは７０９条の不法行為による損害賠償請求権に基づき，被告らに\n対し，原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親においては各損害金３３５３\n万２２７０円，原告亡Ｇ両親においては各損害金３２８５万２１０８円及びこ\nれらに対する平成２３年８月２６日（不法行為の後の日又は本件訴状送達によ\nる催告の日の翌日）から支払済みまで民法所定の年５分の割合による各遅延損\n害金の連帯支払をそれぞれ求める。\n４  （被告らの主張）\n(1) 被告らの主張の骨子（注意義務違反がないこと）\n原告ら主張のとおり被告Ｂ１学院が在園契約に伴って，付随的に園児の生\n命身体を守るべき保護義務を負っており，被告Ｂ２園長も一般不法行為法上，\n同様の義務を負っていることは認める。\nしかし，その注意義務の具体的内容は，予見可能性（及び予見義務）と結\n果回避義務（及び結果回避可能性）であり，その判断は合理的平均人を基準\nとすべきものである。\nそうであるところ，地震学者もマグニチュード９．０という巨大な本件地\n震が発生することを予想していなかった。\nまた，これまでの津波被害において，門脇小学校付近にこれほどまでの高\nさの津波が襲った記録はない。すなわち，本件被災園児ら４名が津波被害に\nあった門脇小学校付近は，海岸線から約７００ｍ以上も離れた距離の市街地\nにあるにもかかわらず，別紙「津波浸水図」記載のとおり，約６.９７ｍの高\nさの津波に襲われた（甲１１，乙１）。石巻市が作成した別紙「津波ハザード\nマップ」（乙３）によると，津波発生の場合には門脇小学校を避難場所として\n指定しており，また，津波による浸水域については海沿いしか想定していな\nかった。そのため，石巻市は海に近い北上川河口付近に，昭和６１年に石巻\n文化センターを，平成１０年に石巻市立病院を，それぞれ設立している（乙\n１８～２０）。石巻市は，過去の津波被害を踏まえて別紙「津波ハザードマッ\nプ」を作成しているのであるから，石巻市においてもこれほどの津波が発生\nすることを予見していなかったものである。\nこのように地方公共団体でさえも本件津波を予見していなかったのであり，\n石巻市の市街地を約７ｍの津波が襲うというような千年に一度の大地震及び\nそれによる大津波（本件津波）を合理的平均人において予見するのは，困難\nであったから，被告Ｂ２園長ら職員には何らの注意義務違反もない。\n確かに，被告Ｂ２園長は，内陸地で居住してきたため津波に対する意識が\n低く，本件地震発生直後には津波について全く念頭になかったが，たとえ地\n震が発生すれば津波の発生があり得ることを予想していたとしても，これほ\nどの規模の津波が発生するとは到底予想することができなかったから，注意\n義務違反はない。\n(2) 本件幼稚園Ｃから送迎バスを海側に向けて出発させた責任に対して\nア  情報収集義務の懈怠に対して\n仮に被告Ｂ２園長ら職員に情報収集義務があったとしても，次の(ｱ)ない\nし(ｵ)の諸事情からすれば，それを怠ったことに関して帰責性又は過失はな\nく，被告らが法的責任を負うことはない。\n(ｱ) 本件地震により本件幼稚園Ｃの周囲の民家にも大した被害がなかった\nから，被告Ｂ２園長ら職員は，今までの地震と変わらず，地震後に更な\nる災害が発生するとは想像し得なかった。\n(ｲ) しかも，今回の地震の２日前に発生した大規模な地震の際には津波が\n発生しなかったから，本件地震の揺れが大きいとはいっても，石巻市の\n市街地にまで到達するような大津波が発生するとは予想し得なかった。\n(ｳ) 被告Ｂ２園長は，本件地震が収まった後，本件幼稚園Ｃの職員室にあ\nるテレビで震度を確認しようと考えたが，地震直後から停電となり，テ\nレビを見ることができなかった。\n(ｴ) 本件地震当日，本件幼稚園Ｃには４５名の園児が在園しており，職員\nらとともに，本件地震により不安になっている園児の対応に追われてい\nたため，被告Ｂ２園長ら職員は，ラジオ等で情報収集をする余裕がなか\nった。また，本件地震後，停電となったため，各教室にあったカセット\nデッキでラジオを聞くことができなかった。電池の備えは職員室にあっ\nたが，本件地震後の園児の対応に追われていたため，電池をカセットデ\nッキに入れてラジオを聴取しようということに配慮が及ばなかった。本\n件地震発生後から，本件大きいバス及び本件小さいバスともにラジオを\n入れていたが，石巻市付近の津波の情報を聞くことはなく，ラジオの情\n報によっても今回の津波を予見することはできなかった。\n職員らが所持していた携帯電話にはワンセグ機能が付いたものもあっ\nたが，職務中は携帯電話を手元には置いておらず，本件地震発生後から\n保護者や園児の対応に追われていた被告Ｂ２園長ら職員が携帯電話を確\n認する余裕はなかった。また，仮に携帯電話等で情報収集をしていたと\nしても，石巻市を襲った津波の情報がどれほど流れていたのかは明らか\nではない。\n(ｵ) 原告らは防災行政無線で情報が流れていた旨を指摘するが，防災行政\n無線も沿岸や河口付近に近付かないように注意する簡単な情報が流れて\nいただけであり（甲９），具体的にどの程度の津波がどこまでくるのかを\n情報として流していたわけではなく，門脇小学校付近まで津波が来ると\nいうことは情報として流されていなかったのであるから，防災行政無線\nの情報があったとしても，本件津波を予見することはできなかった。\nイ  本件被災園児ら４名を海側へ連れて行った判断・指示の誤りに対して\n本件地震当日は，雪が降り，風も強かったため，園庭に避難していた園\n児が寒さで震えており，しかも，地震によりショックを受けていて余震が\n起きるたびに不安な顔を見せていたため，被告Ｂ２園長は，一刻でも早く\n園児を保護者の元へ送迎して，園児を安心させたいと考えた。なお，本件\n小さいバスの２便目の園児らの自宅が，本件幼稚園Ｃを基準にすれば海側\nにあっただけであって，被告らが３便目の園児らをわざわざ海側に連れ出\nそうと考えたわけではない。\nしかも，本件地震の２日前に発生した大地震の際には津波が発生してお\nらず，これまでの経験からしても，大規模な地震があっても石巻市の市街\n地にまで到達するような大津波が発生したことがなかったため，被告Ｂ２\n園長ら職員としては，大津波が発生することを全く想定しておらず，石巻\n市に大津波が到達するということを具体的に予見することが不可能であっ\nた。\nよって，被告Ｂ２園長ら職員には注意義務違反がなく，被告Ｂ２園長が\n本件小さいバスを出発させる指示を出したことにより，被告らが債務不履\n行責任又は不法行為責任を負うことはない。\nなお，本来の運行予定であれば，本件小さいバスは，２便目の門脇町・\n南浜町方面の園児を送迎し，本件幼稚園Ｃに戻ってきた上で，３便目の蛇\n田・貞山・新橋方面の園児を送迎することとなっていたが，本件小さいバ\nスの定員を超えない場合には，送迎時間を短縮するために，３便目の蛇田・\n貞山・新橋方面の園児も２便目のバスに同乗させて送迎することがあった。\n時間短縮のために２便目と３便目の園児を同じバスに同乗させて送迎した\nことに関しては，これまでに保護者から指摘を受けたことがない。本件地\n震当日も，一刻も早く園児を保護者の元へ返してあげたいという思いが強\nく，時間短縮のために，同乗させたものである。\n(3) 門脇小学校から本件小さいバスを出発させた責任に対して\nア  被告Ｂ２園長は，本件大きいバスが出発してから５分後頃に，防災行政\n無線で大津波警報が発令されていることを初めて聞いたため，即座に，職\n員らに対して，バスの運転手と連絡を取ってバスをすぐに本件幼稚園Ｃに\n戻すよう指示を出した。\nこの時，被告Ｂ２園長は，大津波警報が発令されていることを聞いたの\nみであって，どこでどの程度の津波が発生しているかまでは全く分からな\nかった。そもそも，被告Ｂ２園長としては，これまでの経験から，大津波\n警報が発令されたとはいっても，海岸線にいれば津波の被害に遭う可能性\nがあるという程度の認識であって，市街地にまで大津波が襲来することを\n予想したことがなかった。\nそれゆえ，被告Ｂ２園長としては，幼稚園バスが津波の被害に遭う危険\nを具体的に予見してバスを本件幼稚園Ｃに戻すよう指示を出したわけでは\nなく，大津波警報が発令された以上，園児らが万が一にも危険な目に遭う\nことを避け，その生命・身体を守るために，上記指示を出したにすぎない。\nイ  被告Ｂ２園長が上記指示を出してすぐに，本件大きいバスが本件幼稚園\nＣに戻ってきており，被告Ｂ２園長も，そのことを確認した。ただし，被\n告Ｂ２園長は，本件幼稚園Ｃに待機している園児やその保護者らの対応に\n追われていたので，ラジオなどで情報収集をする余裕がなく，本件大きい\nバスのＫ運転手から事情を聞く余裕もなかった。そのため，本件地震当日\nの午後３時１０分頃の段階において，被告Ｂ２園長には女川方面で１０ｍ\n規模の津波が発生しているという認識はなく，当然に，石巻市にも同程度\nの津波が到来する可能性のあることを予見することができなかった。\nウ  また，職員が本件幼稚園Ｃの電話で本件小さいバスのＩ運転手に電話を\nかけたところ，本件小さいバスが門脇小学校に停車していることを確認す\nることができた。この職員より，本件小さいバスが門脇小学校に停車して\nいることを聞いた被告Ｂ２園長は，職員２名に対して，本件小さいバスの\nＩ運転手に対してすぐに本件幼稚園Ｃに戻るよう伝えるために，門脇小学\n校に向かうよう指示を出した。この時，被告Ｂ２園長は，職員らに対して\n大津波警報が出ていることを告げていないが，あえて告げなかったわけで\nはなく，職員らも防災行政無線を聞いて大津波警報が発令されていること\nを知っていると思っていたためである。また，被告Ｂ２園長は，職員らに\n対して，具体的な避難方法について指示を出していないが，門脇小学校周\n辺の被害状況が分からず，職員らやＩ運転手などが相談して，その状況に\n応じた避難方法を柔軟に選択できるものと判断して，具体的な指示まで出\nさなかったにすぎない。\nエ  ２名の教諭は，門脇小学校に到着後，Ｉ運転手及びＪ添乗員らに対して\n被告Ｂ２園長からの指示を伝え，４人でどのようにして本件幼稚園Ｃに戻\nるかを検討した。この時，門脇小学校は指定避難場所になっていたため多\nくの住民が避難していたが，津波の発生について話をしている人はおらず，\n２名の教諭，Ｉ運転手及びＪ添乗員も，実際に津波が発生していることを\n知らず，石巻市街地にまで到達する大津波が発生しているということを全\nく予見することができなかった。そのため，４名で検討した結果，園児ら\nを抱えて門脇小学校の脇の本件階段を上って本件幼稚園Ｃに戻るのではな\nく，バスで戻ることを選択した。\nオ  以上からすれば，被告Ｂ２園長ら職員において，石巻市街地に到達する\n大津波が発生していることを具体的に予見することができなかったし，被\n告Ｂ２園長が職員に対してした指示も，現場で柔軟に対応することができ\nるように細かい指示を出さなかったというものであるから，当時の状況か\nらすれば適切な指示であった。\nしたがって，本件小さいバスが出発後に出した被告Ｂ２園長の指示に関\nしても，被告らが債務不履行責任又は不法行為責任を負うことはない。\n(4) 地震時のマニュアル周知と避難訓練を怠った責任に対して\nア  そもそも，被告Ｂ１学院が経営する本件幼稚園Ｃは私立学校であるため，\n宮城県総務部私学文書課の管轄となっており，公立学校を対象にした宮城\n県教育委員会の管轄下にあるわけではない。それゆえ，被告らとしては，\n宮城県教育委員会震災マニュアルの具体的な内容まで知らず，また，これ\nに従う義務はない。\n被告Ｂ１学院が，本件幼稚園Ｃ地震マニュアルを策定したのは，宮城県\n教育委員会震災マニュアルに従ったわけではなく，平成１８年に消防署か\nら指導を受けたためである。\nイ  本件幼稚園Ｃ地震マニュアル策定後は，本件幼稚園Ｃにおいて，同マニ\nュアルを基に，年に１度，保育中に地震が起きたことを想定して避難訓練\nを実施するのみでなく，保育中に火災が発生したことを想定した避難訓練\nも年に１度実施してきた。\n他方，本件幼稚園Ｃにおいて，降園時に災害が発生したことまでを想定\nした避難訓練は実施しておらず，その場合の保護者との対応等について十\n分な訓練ができていなかったことは否定しない。\nそうであるとしても，本件幼稚園Ｃにおいて，本件幼稚園Ｃ地震マニュ\nアルの周知・避難訓練の実施が一切されていなかったというわけではなく，\n上記のように最低限のことはされていた。\n以上からすれば，被告らが本件幼稚園Ｃ地震マニュアルの周知・避難訓\n練の実施を怠ったということはなく，債務不履行責任又は不法行為責任を\n負うことはない。\n(5) 損害に対して\nア  原告ら主張の損害額に係る主張を争う。\nイ  なお，本件小さいバスが津波被害に遭った後，被告Ｂ２園長はその被害\n現場に向かったが，現場周辺の津波による被害がすさまじく，同バスを確\n認することができなかった。このような状況において，被告Ｂ２園長が，\n本件小さいバスを個人的に捜索することは不可能であり，津波の被害で混\n乱している状況の中で職員らと捜索をすることも危険であったため，本件\n幼稚園Ｃとして捜索することができなかった。そのため，被告Ｂ２園長は，\n被害現場周辺を通りがかった消防隊員に対して本件小さいバスの捜索をお\n願いしたが，津波による被害がひどく他の現場に行かなければならないと\nいうことで，断られてしまった。\nウ  また，本件地震当日の夕方頃，原告亡Ｄ母から，本件小さいバスが被害\nにあった場所を聞かれたため，Ｌ１主任教諭(以下｢Ｌ１主任教諭｣という｡)\nが一緒に高台に行き，その場所から大まかな被災場所を説明した。\nエ  見舞金等の支払\n(ｱ) 被告Ｂ１学院は，原告らに対し，各金２００万円の弔慰金を支払った。\n(ｲ) また，被告Ｂ１学院は，独立行政法人日本スポーツ振興センターの災\n害給付制度に加入しているが，同制度によれば本来は震災の場合には適\n用がなく，給付金が支給されないはずであるが，関係者に対して，本件\nのような大震災の場合には例外的に適用されるべきであると働きかけた\n結果，その例外的適用が認められ，原告ら各遺族に対して給付金５００\n万円が各支給された。\n第３  当裁判所の判断\n当裁判所は，被告Ｂ１学院の履行補助者（被用者）である被告Ｂ２園長が本件\n地震発生後に津波に関する情報収集義務の履行を怠った結果，本件小さいバスを\n高台にある本件幼稚園Ｃから眼前にある海側の低地帯に出発させて本件被災園児\nら４名の津波被災を招いたといえるから，被告Ｂ１学院には安全配慮義務違反の\n債務不履行責任及び民法７１５条１項（使用者責任規定）の不法行為による損害\n賠償責任があり，被告Ｂ２園長には民法７０９条の不法行為による損害賠償責任\nがあるものと判断する。その理由は，以下のとおりである。\nなお，認定する事実又は知見等は，各文章又は段落の冒頭又は末尾に括弧書き\nで摘示した証拠及び弁論の全趣旨により認める。\n１  地震及び津波に関する一般的な知見\n(1) 地震現象\n地球内部の高温の物質が海底の海嶺（海底山脈等）において地球の表面に\n湧き出し，厚さ数㎞～１００㎞の板状のプレート（海底）になり，１年間に\n数㎝の速さで両側に広がっている。その海のプレートが，陸地を形成してい\nる陸のプレートと衝突すると，海のプレートの密度の方が大きいため，陸の\nプレートの下に沈み込み，その沈み込むところに海溝ができる。地球の表面\nは，いくつかのプレートで覆われており，それぞれのプレートの境目が，海\n嶺や海溝に相当し，海のプレートが沈み込む地域において，長年蓄積してい\nたひずみが一挙に解放されて巨大地震が発生する。\n特に日本は，西側からのユーラシアプレート，北側からの北米プレート，\n南側からのフィリピン海プレート，東側からの太平洋プレートが集まってお\nり，活断層と呼ばれるプレート内部の傷が日本国内の至るところにあって，\n陸地又は海底の浅い箇所を震源域とする地震（正断層型，逆断層型，横ずれ\n断層型）が頻発しているほか，陸側のユーラシアプレートに海側の太平洋プ\nレート又はフィリピン海プレートが沈み込む日本海溝や南海トラフの深部に\nおいて，プレート間の巨大地震が繰り返し発生している。海溝型地震におい\nては，海側のプレートが陸側のプレートを毎年引きずり込みながらその下へ\n沈み込み（プレートの境界にはアスペリティという滑りにくい部分があり，\nその固着域でプレートが引きずり込まれる。），年々その応力（ひずみ）が蓄\n積し，そのひずみが耐えられなくなったときにプレート境界面（アスペリテ\nィ）が一気に滑り，陸側のプレートが跳ね上がって巨大地震及び津波を発生\nさせる（以上，甲７５の１，７７，７８，８６の１）。\n(2) 津波現象\n海底下で大きな地震が発生すると，断層運動により海底が隆起又は沈降す\nるが，これに伴って海面が変動し，大きな波となって四方八方に伝播する現\n象が津波である（甲７５の２）。日本語に由来する津波（ｔｓｕｎａｍｉ）と\nいう言葉は，世界各国の言語になっている（甲７７）。\n津波に関しては，その他に，以下の点が指摘されている（甲７３・河田惠\n昭「津波被害」岩波新書１２８６・平成２２年１２月１７日発行，甲７４・\n石垣島地方気象台ホームページ，甲７５の２及び３・気象庁ホームページ，\n甲７７・「地震・津波と火山の事典」東北大学地震研究所監修）。\nア  津波は，海が深いほど速く伝わる性質があり，沖合ではジェット機に匹\n敵する速さで伝わるが，水深が浅くなるほど速度が遅くなるため，津波が\n陸地に近づくにつれ，後から来る津波が前の津波に追いつき，陸地付近で\n海面が高くなる（甲７５の２及び３）。\nイ  津波は，海の波とは異なり，見渡す限りの海面全体が盛り上がる速い流\nれであるから，海岸近くに押し寄せて岸壁を乗り越えるなどしない限り，\n人の目には津波が来たことが容易に分からない。\nウ  ５０㎝の高さの津波は身体に約０．５トンの圧力をかけるので，人は，\n立っていることができず，転倒して津波と一緒に流される。\nエ  高さ４ｍの津波が来ても５ｍの堤防があるから津波が堤防を乗り越えな\nいと予想するのは誤りである。津波が堤防に当たると，堰き止められて盛\nり上がり，後に押し寄せる津波がその上に乗り上がるから，理論的には衝\n突前の約１．５倍の６ｍの高さになる（甲７４・石垣島地方気象台のホー\nムページによれば，津波が防波堤に衝突すると，１．７～１．８倍になる\nともされている。）。したがって，海に面して高い護岸や堤防があるからと\nいって大津波警報が出ても避難しなくてもよいと考えるのは早計である。\nオ  また，高速で大量の海水の前進が堤防により突然停止させられるので，\n衝撃的な圧力がかかり，堤防や護岸が破壊され，津波は容易に陸側に浸入\nする。津波が防波堤等を乗り越えたときには，水塊が数ｍの落差をもって\n港内側に落下し，防波堤の脚部を洗って海底の洗掘を発生させるので，防\n波堤を横倒しにさせてしまうこともある。\nカ  津波の第１波がいつも引き波で始まるとは限らない。押し波から始まる\nこともある。\nキ  何番目の津波が一番大きくなるかは，いろいろな要素に左右され，分か\nらないから，津波警報が解除されるまで，安全な場所から危険な場所に戻\nってはいけない。\nク  津波の浸水深が２ｍになり，その流速が毎秒４ｍを超えると，木造住宅\nは浮上し，流され始めるから，津波の浸水深が２ｍになる可能性がある場\n合などには，木造住宅の２階に避難するのは危険である。\nケ  津波が島や湾に来襲すると，屈折，反射，浅水変形等の効果が重なって，\n局所的に高くなる津波レンズ効果が発生することがある。例えば，岬の先\n端又はその先端を回り込んだ背後の海岸には津波が集まる（甲７５の２，\n甲７７）。Ｖ字型湾の最奥部では津波が高くなる（甲７７）。\n例えば，三陸沿岸は，津波を増幅させる屈曲に富んだリアス式海岸であ\nるばかりでなく，はるか沖合水深数千ｍの海域が津波を集中させる海底地\n形となっていることにより，宿命的な津波常襲地帯になっている。\nコ  津波が川を遡上することもあり，平成１５年の十勝沖地震の際には津波\nが十勝川を河口から約１３㎞も遡上した（甲７７）。\nサ  津波による最終死亡原因としては，溺死ではなく，身体をコンクリート\nや岩に打ち付けられたことによる内臓破裂が多いから，万が一，津波にの\nみ込まれたら，津波の衝撃を和らげ，津波に流されないように固定物につ\nかまり，流体物とも衝突しないように工夫することが生き残りのために有\n効である。\n(3) 気象庁による地震の震度情報及び津波警報等（甲１７）\nア  気象庁は，震度計により震度観測を行い，震度階級を１０段階（震度０，\n１，２，３，４，５弱，５強，６弱，６強，７）で発表している。\n気象庁は，平成２１年３月，ある震度の揺れがあった場合にその場所で\nどのような現象や被害が発生するかを示すことにより，地震に対する日頃\nの備えや災害応急活動に幅広く活用されることを主眼として「気象庁震度\n階級の解説」（甲１７）を作成した。「気象庁震度階級の解説」には，各震\n度の揺れがあった場合の人の体感・行動及び屋内外の状況として次の内容\nが記載されていた。\n(ｱ) 震度５弱\n大半の人が恐怖を覚え，物につかまりたいと感じる。棚にある食器類\nや本が落ちることがある。固定していない家具が移動することがあり，\n不安定なものは倒れることがある。\n(ｲ) 震度５強\n物につかまらないと歩くことが難しい。棚にある食器類や本で落ちる\nものが多くなる。固定していない家具が倒れることがある。補強されて\nいないブロック塀が崩れることがある。\n(ｳ) 震度６弱\n立っていることが困難になる。固定していない家具の大半が移動し，\n倒れるものがある。ドアが開かなくなることがある。壁のタイルや窓ガ\nラスが破損，落下することがある。耐震性の低い木造建物は，瓦が落下\nしたり，建物が傾いたりすることがある。倒れる建物もある。\n(ｴ) 震度６強\nはわないと動くことができない。飛ばされることもある。固定してい\nない家具のほとんどが移動し，倒れるものが多くなる。耐震性の低い木\n造建物は，傾くものや，倒れるものが多くなる。大きな地割れが生じた\nり，大規模な地滑りや山体の崩壊が発生することがある。\n(ｵ) 震度７\n耐震性の低い木造建物は，傾くものや，倒れるものが更に多くなる。\n耐震性の高い木造建物でもまれに傾くものがある。耐震性の低い鉄筋コ\nンクリート造の建物では倒れるものが多くなる。\nイ  本件地震当時の気象庁の津波警報の内容（甲７５の４）\n本件地震当時の「大津波警報」は，高いところで３ｍ程度以上の津波が\n予想されますので，厳重に警戒してくださいと説明し，予想される津波の\n高さを３ｍ，４ｍ，６ｍ，８ｍ，１０ｍ以上と分類して発表していた。\n「津波警報」は，高いところで２ｍ程度の津波が予想されますので，警\n戒してくださいと説明し，予想される津波の高さを１ｍ，２ｍと分類して\n発表していた。\n「津波注意報」は，高いところで０．５ｍ程度の津波が予想されますの\nで，注意してくださいと説明し，予想される津波の高さを０．５ｍとして\n発表していた。\nウ  気象庁による大津波警報の発令履歴\n昭和５５年以降本件地震までの間に，検潮所において５０㎝以上の津波\nが観測されたのは，合計１２回であったが，そのうち大津波警報が発令さ\nれたのは，次の３回の地震のときのみであった（甲６９）。\n(ｱ) 昭和５８年５月２６日      日本海中部地震    Ｍ７．７\n津波の高さ  １９６㎝      死者行方不明者１０４名\n(ｲ) 平成５年７月１２日        北海道南西沖地震  Ｍ７．８\n津波の高さ  ３５０㎝以上  死者行方不明者２３０名\n最大の津波痕跡高は，約３０ｍ（甲７５の３）\n(ｳ) 平成２２年２月２７日      平成チリ地震      Ｍ８．８\n津波の高さ  １２０㎝      死者行方不明者    なし\n２  宮城県石巻地域における過去の地震津波による被害の概要（甲１９）\n石巻市が平成元年３月３１日に発行した「石巻の歴史  第四巻  教育・文化\n編」（甲１９）には，次の内容の地震津波による被害が記載されていた。\n(1) 明治以前の津波被害\nア  慶長１６年（西暦１６１１年）１０月２８日\n大地震  津波により仙台藩領内で１７８３人溺死\nイ  元禄９年（西暦１６９６年）１１月１日\n地震なし  石巻に津波襲い溺死多く船３００隻流出する。\nウ  寛政５年（西暦１７９３年）１月７日\n大地震  津波襲う。雄勝浜で床上約６０cm まで押し上げる。\nエ  天保６年（西暦１８３５年）６月２４日，２５日\n仙台大地震  津波のため仙台藩領内民家数百を破壊し，溺死者多数\nオ  安政３年（西暦１８５６年）７月２３日\n雄勝で弱い地震が発生してから，約１時間後に津波が押し寄せ，床上約\n９０cm に達し，夜１０時頃までの間に１４，５回にわたって押し寄せた。\n(2) 明治以後の津波被害\nア  明治２９年（西暦１８９６年）６月１５日\n三陸沖地震  大津波  宮城県内の死者３４５２人  流失家屋９８５戸\nマグニチュード７．６  波高約２．５ｍ（もっとも，気象庁ホームページ\n〔甲７５の３〕によれば，明治三陸沖地震の津波痕跡高は，推定約３８．\n２ｍであったとされている。）  三陸沿岸全体での死者２万６７６１人\nイ  明治３０年（西暦１８９７年）８月５日\n三陸沖地震  津波  女川３ｍ\nウ  昭和８年（西暦１９３３年）３月３日\n三陸沖地震（石巻震度５）\n大津波  雄勝町荒１０ｍ，牡鹿町大谷川５．２ｍ，北上町相川４．８ｍ。\n死者行方不明者  全国で３００８人（宮城県内３０７人）\nエ  昭和１１年（西暦１９３６年）１１月３日\n金華山沖地震（石巻震度５）  津波  女川９０cm\nオ  昭和１３年（西暦１９３８年）１１月５日\n福島県沖地震（石巻震度５）  津波  石巻４０㎝，鮎川１０４cm\nカ  昭和３５年（西暦１９６０年）５月２４日\nチリ地震  大津波  牡鹿町大谷川５．６５ｍ  女川５．４ｍ\n死者  全国で１００人  行方不明８５人\nキ  昭和５３年（西暦１９７８年）６月１２日\n宮城県沖地震  津波  鮎川２５cm  死者２８名\n３  地震津波被害に係る報道等\n(1) 貞観地震（西暦８６９年）に関する報道等\n西暦８６９年に三陸沖において貞観地震に伴う巨大な津波が発生したこと\nについて，本件地震の約２年前から次のような新聞報道等がされていた。\nア  平成２１年２月２１日付け朝日新聞（東京地方版茨城。甲５５）には，\n次の内容の記事が掲載されていた。\n「数年前からは，仙台平野でも調査を進めている。この地域も古い地層\nの年代などがよく分かっている。近くの三陸沖では８６９年に『貞観の地\n震』が起き，地震に伴う津波で１千人以上の水死者が出たという記録が残\nる。津波は現在の宮城県多賀城市まで押し寄せ，海岸から２，３キロまで\n浸水したと推定されるという。\nスマトラ島沖で０４年１２月に起きた大地震によるインド洋津波は，２\n２万人以上の死者・行方不明者を出す大惨事となった。周囲を海に囲まれ\nた日本にとって，津波被害は決してひとごとではない。」\nイ  平成２２年５月２４日付け毎日新聞（東京夕刊。甲５６）には，次の内\n容の記事が掲載されていた。\n「９世紀中ごろに東北から北関東の広い範囲に津波をもたらした『貞観\n（じょうがん）地震』の震源域が，宮城県沖から福島県南部沖まで長さ２\n００キロ，幅１００キロに達する可能性のあることが，産業技術総合研究\n所（茨城県つくば市）などの解析で分かった。規模はマグニチュード（Ｍ）\n８．４と推定され，国が想定する宮城県沖地震（Ｍ７．５前後）の震源域\nより大きく南側に広がる未知の海溝型地震だった可能性がある。２４日午\n後に千葉市で開かれている日本地球惑星科学連合大会で報告する。\n研究グループは，宮城県石巻平野から福島県中部沿岸にかけての津波の\n痕跡調査を基に，コンピューター上で地震と津波を再現して震源域を検証。\nその結果，１０パターンある仮定震源域のうち，最も大きな長さ２００キ\nロ，幅１００キロの場合のみ，震源の深さを考えても痕跡の位置まで津波\nが浸水することを確認した。周期は特定できていないという。\n宮城県沖では，平均約３７年周期でＭ７クラスの海溝型地震が発生。国\nの地震調査委員会は３０年以内にＭ７．５前後の地震が発生する確率は９\n９％と予測している。一般的に地震の規模と震源域の断層の長さとは一定\nの関係があり，Ｍ７で３０～４０キロ，Ｍ８で１００～１５０キロといわ\nれる。\n産総研の行谷佑一研究員は『宮城県沖でこれほど大きな地震が起きると\nは考えられていなかった。より広い範囲で詳細な検討が必要だ』と話す。」\n「■ことば\n◇貞観地震\n８６９（貞観１１）年７月に発生。平安時代の歴史書『日本三代実録』\nには，仙台平野周辺で建物が崩壊し，津波で１０００人の水死者が出たと\n記録されている。地震で生じた津波は北関東までの広い範囲に及び，仙台\n平野では現在より１キロ陸側にあったとみられる海岸線からさらに３キロ\n内陸で，津波の痕跡が見つかった。」\nウ  平成２２年６月２日付け読売新聞（東京朝刊。甲５７）には，次の内容\nの記事が掲載されていた。\n見出し「平安の県沖地震Ｍ８．４  国内最大規模  大地震５００～１０\n００年周期か＝宮城」\n「◆産総研  津波の痕跡から推定\n平安時代の８６９年に県沖で起きた『貞観（じょうがん）地震』がマグ\nニチュード（Ｍ）８．４程度だった可能性が高いことが，産業技術総合研\n究所（茨城県）の調べで分かった。地震のエネルギーは，近い将来の発生\nが予想される県沖地震の約２０倍にあたり，国内最大級となる。５００～\n１０００年周期に大津波を伴う地震が起きたことを示す分析結果もあり，\n研究チームは『県沖地震と合わせて警戒が必要』としている。\n産総研の宍倉正展・チーム長や佐竹健治・客員研究員（東京大地震研究\n所教授）らは２００４～０８年頃，仙台市―山元町間の５か所，石巻市―\n東松島市間の３か所で穴を掘り，津波の痕跡を調べた。\nその結果，いずれの場所でも８６９年当時の海岸線から２～３キロ・メ\nートル離れた場所まで津波が到達していたことが判明。さらにコンピュー\nターで，３キロ・メートルの浸水がある津波を発生させるような地震を再\n現すると，県沖約２００キロの地下でＭ８．４の地震が起きた場合と，県\n沖約１５０キロの地下でＭ８．３の地震が起きた場合の浸水推定範囲が，\n調査結果とほぼ一致した。\n宍倉さんは『県内各地で震度６級の揺れに見舞われた可能性がある』と\n指摘する。津波の再現では，高さが最大５メートル以上の波が沿岸を襲い，\n仙台平野や石巻平野の広い範囲が浸水したと推定された。\n調査では２０００年前や３０００年前の大津波の痕跡も見つかっている。\n最後の大津波は６００～８００年前とみられ，宍倉さんは『県沖では５０\n０～１０００年おきに複数の地震が連動し，Ｍ８を超す地震が起きている\nと考えられる』と話している。」\nエ  平成２２年６月４日付け毎日新聞（地方版／宮城。甲５８）には，「貞観\n地震：震源域長さ２００キロ？  福島県南部沖まで――９世紀中ごろ／宮\n城」という見出しで，前記イとほぼ同内容の記事が掲載されていた。\nオ  平成２２年６月１１日付け河北新報（甲５９）には，次の内容の記事が\n掲載されていた。\n見出し「備える  宮城県沖地震３２年（１）／迫る『次』，教訓生かせ」\n「１９７８年の宮城県沖地震から１２日で３２年がたつ。宮城県を中心\nに被害が広がり，２８人が死亡した。宮城県沖を震源とする大地震は平均\n３７．１年周期で発生している。政府の地震調査研究推進本部によると，\n３０年以内にマグニチュード（Ｍ）７．５程度の地震が起きる確率は９９％。\n「次」は確実に迫りつつある。２月に南米チリで発生した大地震の現地調\n査結果を参考にしながら，研究の最前線やさまざまな対策を紹介する。\n◎アスペリティモデル／力蓄積し一気に滑る\n宮城県沖地震の発生メカニズムは『プレート境界型』に区分される。プ\nレート境界型の仕組みとしては現在，『アスペリティ（固着域）モデル』の\n研究が進んでいる。\n宮城県沖では，海側の太平洋プレート（岩板）が陸側のプレートの下に\n沈み込んでいる。双方のプレートの境界面にあるのがアスペリティだ。摩\n擦力が大きいアスペリティは通常，ほとんど動かない。一方で，『安定すべ\nり域』と呼ばれる周辺は常にゆっくり滑っているため，アスペリティには\n徐々に力がたまっていく。蓄積された力が限界を超えると，アスペリティ\nが一気に高速で滑り，地震を引き起こす。アスペリティはいったん滑った\n後，再び力を蓄えられ，周期的に地震が起こることになる。\n大きいアスペリティほど力を蓄積できる限界量が大きくなる上，限界に\n達するまでの時間も長くなる。その結果，大きなアスペリティでは，長い\n間隔で規模の大きな地震が起きる。\n１９７８年の宮城県沖地震では，比較的大きな三つのアスペリティが一\n気に滑ったと考えられている。観測データは少ないが，３３年＝マグニチ\nュード（Ｍ）７．１と３６年（Ｍ７．４），３７年（Ｍ７．１）に発生した\n宮城県沖地震の震源と余震域を調べると，三つのアスペリティが一つずつ\n滑った可能性があるという。」\n「◎津波の到達時間・高さ／最速１２分，最大１０．８メートル\n地震が起きた場合，特に沿岸部で迫られるのが津波への対応だ。２月の\nチリ大地震津波は記憶に新しい。近い将来の宮城県沖地震では，短時間で\nの避難が求められる。宮城，岩手両県は連動型の地震を想定して津波の高\nさや到達予測時間を公開し，迅速な避難を呼び掛けている。\n宮城県で最も早く津波が到達するのは石巻市鮎川浜で，地震発生から１\n２分後とみられる。女川町が１３分後，石巻市雄勝町が約１５分後と続く。\n震源に近い地域ほど津波の第１波到達は早い。\n最大波高は気仙沼市本吉町で１０．０メートルと予想され，気仙沼市唐\n桑町は８．７メートル，南三陸町歌津は６．９メートルの見込み。仙台市\n宮城野区でも３メートルを超す津波が押し寄せるとされる。\n岩手県では，最も早く津波が海岸に達するのは，宮古市姉吉と山田町小\n谷鳥，釜石市佐須で，地震から２５分後と予測されている。津波の高さは，\n大船渡市吉浜が最大の１０．８メートル。陸前高田市高田松原と釜石市唐\n丹が１０．２メートルなど，大津波の襲来が予想される。\n宮城県は２０１２年３月にまとめる第４次被害想定で，従来の地震被害\nに加えて津波被害も盛り込む予定。県危機対策課は『津波の高さなどだけ\nでなく，津波でどれだけの被害が生じるか，学識経験者を交えて検討する』\nとしている。＜１９７８年宮城県沖地震＞６月１２日午後５時１４分，宮\n城県沖を震源（深さ４０キロ）に発生したプレート境界型地震。マグニチ\nュード（Ｍ）は７．４。当時の震度基準で大船渡，石巻，仙台，新庄，福\n島で震度５（強震）の揺れを観測した。ブロック塀の倒壊や新興住宅地の\n地盤崩落などが相次いだほか，電気やガス，水道などのライフラインが大\n打撃を受け，都市型災害として注目された。\n＜単独型と連動型＞政府の地震調査委員会による宮城県沖地震の想定震源\n域のうち，１９７８年の地震で滑った領域付近（三つのアスペリティ部分\n内）だけで地震が発生する場合を『単独型』としている。単独型震源域の\n東側の想定震源域でも同時に断層面が滑るケースが『連動型』。単独型がマ\nグニチュード（Ｍ）７．５前後なのに対し，連動型は地震のエネルギーが\n５倍以上のＭ８前後になるとされる。」\n「◎宮城県沖の地殻活動\n東北大地震・噴火予知研究観測センター長  海野徳仁氏\n２００３年から活動活発化\n比較的大きな三つのアスペリティ（固着域）が同時に滑ったと考えられ\nる１９７８年の宮城県沖地震は，大きな被害をもたらした。２００５年８\n月の８．１６宮城地震では，このうち南東側の一つが滑った。その後５年\n間，北側，南西側の残りの二つは滑っていない。\n＜逆向きに海底動く＞\n陸側のプレートは東にある日本海溝の方へと動いており，摩擦で固着し\nていなければ通常は東に動く。衛星利用測位システム（ＧＰＳ）などを使\nって陸地や海底の動きを調べると，アスペリティ周辺では，０５年の地震\n後は東へと動いていた。つまり，すぐには固着が始まらず，ゆっくりと境\n界面が滑っていた。\n海上保安庁の調査資料などによると，その後，０７年ごろから海底の動\nきが西向きになり始めた。西に向かって沈み込む海側のプレートと一緒に，\n陸側のプレートが引きずり込まれたためだ。約１年半後に再び固着が始ま\nったことが分かる。\n１９３０年以降の宮城，福島両県沖の『プレート境界型』の地震活動を\n調べると，３６年と７８年の宮城県沖地震の際，いずれも前後にマグニチ\nュード（Ｍ）６以上の地震が多く発生。これを踏まえて最近の活動をみる\nと，宮城県沖では０３年ごろから地震活動が活発化し，現在も続いた状態\nだ。\n＜福島沖も注意必要＞\n宮城県沖だけに注目していると，足をすくわれる可能性がある。ＧＰＳ\nデータによる推定では，福島県沖にもプレート境界が固着していることを\n示す研究結果もある。\n８６９年には，仙台平野などに大きな津波被害をもたらした貞観地震が\nあった。堆積（たいせき）物のデータなどから推定すると，宮城県沖から\n福島県沖にかけての広い領域で，断層が一気に滑ったと考えられる。\nこの滑った領域は，ＧＰＳで推定される固着域とほぼ重なる。データは\n少ないが，福島県沖にも固着域があるとすれば，宮城県沖の固着域と一緒\nに滑ると連動型以上の規模で地震が起こる可能性もある。\nさまざまなデータを見ても，安心できる材料はない。０５年に宮城県沖\nのアスペリティは一部壊れたが，残りがある，５年たったからしばらく起\nきないとは考えにくい。周辺の固着も回復し始めており，近いうちに起き\nると考えた方がいいだろう。」\nカ  文部科学省の地震調査研究推進本部が委託した観測の結果\n文部科学省は，「今後の重点的な調査観測について」（地震調査研究推進\n本部，２００５）の中で重点的調査観測の対象とした宮城県沖の地震につ\nいて，平成１７年度から平成２１年度まで研究機関に調査を委託し，その\n調査の結果，仙台・石巻平野における貞観地震の津波は，当時の海岸線か\nら少なくとも２～４㎞は遡上していることが判明し，石巻平野全体では当\n時の海岸線から約３㎞内陸まで及んでいたことが判明した（甲７９）。なお，\n貞観地震の際には，日和山の崖下に位置する門脇町・南浜町等の低地は，\n海底であった（甲７９の１９２頁）。\n(2) 室町時代に起きた津波に関する知見・報道等\n室町時代に起きた津波に関し，平成２２年１１月７日付け朝日新聞（東京\n朝刊，甲６０）には，次の内容の記事が掲載されていた。\n見出し「室町時代，東北に大津波  宮城など，地層に痕跡  ４５０～８０\n０年間隔で発生か」\n「室町時代，東北から関東の太平洋岸を巨大津波が襲った可能性があるこ\nとが，産業技術総合研究所の調査で分かった。東北地方南部沖で起きたマグ\nニチュード（Ｍ）８級の地震による津波らしい。この地域は９世紀にも国内\n最大級の津波の痕跡が確認されており，数百年間隔で巨大地震による津波が\n繰り返されている可能性がありそうだ。\n産総研によると，宮城県石巻市，山元町，茨城県日立市の地層から大津波\nで運ばれたとみられる砂などが見つかった。最大で海岸線から約１キロ内陸\n側で確認された。\n年代分析の結果は，１２００～１６５０年とばらついたが，産総研海溝型\n地震履歴研究チームの宍倉正展チーム長は『室町初期（１４世紀）前後が多\nい。分析精度も考えると同一の津波による痕跡とみられる』と話す。\nこの地域では平安時代（８６９年）にもＭ８を超す大地震が発生，『貞観（じ\nょうがん）津波』と呼ばれる大津波が起き，千人を超す死者が出たと古文書\nに記録がある。東北地方南部では５世紀や紀元前にも巨大津波があったとさ\nれ，４５０～８００年間隔で繰り返されているとみられる。\n宍倉さんは『平安と室町の津波を起こした地震の震源が同じなら，今後も\n繰り返される現実味を増す。室町時代からの経過時間を考えれば，巨大地震\nはいつ起きても不思議ではないことになる』と話している。」\n(3) 平成２２年２月２７日の平成チリ地震に関する報道等（甲４４～５０，弁\n論の全趣旨）\nア  平成２２年３月１日河北新報朝刊（甲４４）\n「東北３２万人避難指示  チリ大地震で大津波警報\n大槌１．４５メートル  仙台１．１メートル\n２７日に発生したチリ大地震で，気象庁は２８日午前９時３３分，青森\n県から宮城県にかけての東北の太平洋側に大津波警報発令。青森，岩手，\n宮城，福島の４県で３２万人以上に避難指示が出され，多くの住民が避難\nした。\n石巻市鮎川と相馬，小名浜（いわき市）で８０センチを観測した。気仙\n沼市や石巻市などでは潮位が岸壁を越えて一部の道路が冠水し，通行が規\n制された。\n１９６０年チリ地震津波についての注釈：１４２人が死亡，行方不明に\nなったこと\n【河北春秋】１９６０年チリ地震津波での被害，５０年前は警報さえ出\nなかった。今回はテレビやラジオで即時に情報が提供され，スムーズな避\n難につながった。\nチリ大地震で大津波警報  気緩めずに備えを\n仙台管区気象台『１メートル超，今後も』\n大津波警報は午後７時１分，津波警報に切り替えられたが，仙台港では\n午後９時前に１．１メートルの津波を観測した。気象台は『陸地の反射波\nなどが複雑に絡み合うなどして，到達する津波がまだ１メートルを超える\n可能性がある』\n大津波警報が発令された地域については『地形などの影響で，検潮所で\n観測された津波より高くなった可能性もある』と述べた。\n被害情報の集約続ける  政府\n首相は午後，『絶対，海に近づかないでほしい』と国民に呼びかけた\n海底５メートル隆起  面積広範  波長長く減衰せず\n表：東北の主な津波被害\n１８９６年明治三陸地震  津波による死者が日本では最大の約２万２０\n００人。津波の高さは最大３８．２メートル（大船渡市）に達した\n１９３３年昭和三陸地震，三陸を中心に死者・行方不明者３０６４人\n１９６０年チリ地震  全国で死者・行方不明者は１４２人\n１９６８年十勝沖地震  死者５２人，三陸沿岸に３から５メートルの津波\n１９８３年日本海中部地震  死者１０４人のうち津波による死者は１００\n人。男鹿市の海岸へ遠足で訪れた小学生１３人が犠牲になるなどした。\n特集「東北緊迫」  浸水した気仙沼市の市街地等\nチリ無残\n【写真】津波によって押し流された漁船等\n『来るぞ』休日の町  動揺  県内１８万人避難指示\nチリ大地震による津波が県沿岸に押し寄せた２８日，県や沿岸自治体は\n到達予想時刻を気にしながら，住民への避難指示や水門の閉鎖，浸水被害\nの把握などに追われた。\n石巻市は防災協定に基づき，市内のホームセンターや葬祭場にも避難所\nを設けた。沿岸の２万８０００世帯，７万８０００人に避難指示を出し，\n日和大橋や港湾道路の一部を通行止めにした。\n『悪夢が』震える住民    身を寄せ不安な一日\n県内沿岸部では，自治体からの避難指示や避難勧告が出され，住民は避\n難所となった学校や集会所などに身を寄せた。\n打撃深刻  沈む港町，静かな猛威  まざまざ\n到着予想から約１時間２０分遅い。気の緩みを見透かしたように，何の\n兆候もなく，静かに襲来した。津波の恐ろしさだ。\n沿岸部は津波と背中合わせにある現実を，あらためて思い知らされた。\n緊張，厳戒  三陸の海  『逃げるが勝ち』５０年前の記憶再び\n６０年の津波では『家の高さを超える大波が，逃げる人や屋根に避難し\nた人を次々にのみ込んだ』『津波はとにかく逃げるが勝ち』」\nイ  平成２２年３月２日河北新報朝刊（甲４６）\n「チリ死者７０８人に\n津波に襲われた地域で多くの死者が出ていることが３月１日までに分か\nった。震源地に近い中部マウレ州の沿岸部にあるコンスティトゥシオンで\nは約３５０人が死亡したと報道されたが津波による死者が相当数含まれて\nいるとみられる。\n石巻市  避難指示・勧告発令人数 7 万 8019 人  避難人数 2286 人\n専門家は『たまたま大きな被害がなくて済んだが，今後も油断はできな\nい』と訴えている。\n堺茂樹岩手大工学部地域防災研究センター長は『避難指示が解除される\nまで我慢して待機すべきだ』と強調。『津波は必ずしも第 1 波が大きいとは\n限らない。住民がきちんと理解し判断できるよう，行政は正確な情報伝達\nや啓発活動が求められる』と指摘している。\n仙台も三陸並み１．１メートル\n地震災害では津波への備えも重要なことを改めて示した。\n近い将来の発生が確実視される宮城県沖地震は，切迫度が高まっている。\n生活立て直し手探り\n石巻市  養殖被害について\n『海に近い』再避難指示\n若林区の避難誘導に混乱があったことが分かった。\n住宅５棟が浸水  県被害まとめ」\nウ  平成２２年３月３日河北新報朝刊（甲４７）\n「チリ大地震  高さ１０メートル中心街のみ込む  津波直撃の街ルポ\n船６０隻  陸地に  １万戸  全半壊\n住民らによると大きな津波が２回あり，高さは１回目が数メートル，２\n回目は１０メートル以上。第１波は数百メートル離れた広場にまで達し，\n第２波は一瞬のうちに中心街をのみ込んだという。」\nエ  平成２２年３月１日石巻日日新聞朝刊（甲４８）\n「チリ巨大地震  石巻地方に大津波警報  ９万人に避難指示\n記事：避難者のピークは午後２時過ぎで石巻地区が１０１８人，河北，\n雄勝，牡鹿，北上の４総合支所と河南地区の自主避難を含めて１７６２人。\n合計で２７８０人となった。\n【写真】日和山公園には続々と住民が集まり，一時は１０００人前後に\nもなった。\n警報中に自主退去\n大津波警報で避難指示が出されている中で，半数以上が避難所から自主\n退去していたことが分かった。市は『情報が上手く伝わらず多くの人が退\n去した』，市長は『仮に第２，３波が大きな波となれば甚大な被害となった。\n情報伝達を含め，防災対策上の課題』と指摘。市防災対策課は『想定外の\nことであり，検証していく』と話した。\n一覧表：チリ地震津波での石巻市を中心にした動き\n９：３３  大津波警報\n１１：１０～  避難指示\n１３：０７  日和山付近などの山の手地区で交通渋滞になっているため，\n災害広報で市立女子高と石巻中，門脇中のグランド開放を伝える\n１４：４０  女川で２５センチ，    １４：５８  鮎川で２０センチ\n１５：０２  鮎川で３０センチ，    １５：１１  女川で７０センチ\n１６：０１  女川で７９センチ，    １６：３２  女川で１１８センチ」\nオ  平成２２年３月２日石巻日日新聞朝刊（甲４９）\n「漁業施設に深刻被害\n大津波警報に地域騒然    写真\n半世紀前の体験よぎる  今も忘れないチリ地震津波の惨劇」\nカ  平成２２年３月３日石巻日日新聞朝刊（甲５０）\n「チリ地震津波  被害は億単位の見通し  大打撃の漁業施設」\n(4) 平成１６年１２月２６日のスマトラ島沖地震に関する報道\n平成１６年１２月２６日，インドネシアのスマトラ島沖でＭ８．９の巨大\n地震が発生し，宮城県河北新報においても，その津波被害等が「大津波９２\n００人超死亡」などと一面で報道された（甲８４の５）。バンダアチェ市街地\nの半分以上が津波により浸水し，内陸２㎞を超えて津波が広範に市街地に浸\n入した（甲８１）。\n４  地震及び津波に関する一般的な防災体制作り，防災情報，報道等\n(1) 津波対策関係省庁連絡会議の申合せ等（甲９９，１００）\n平成５年１１月２４日，関係省庁は，日本海中部地震及び北海道南西沖地\n震の経験に鑑み，津波に対する防災体制の点検，防災意識の向上等，津波に\n対する警戒を全国的に強化するため，「津波警報関係省庁連絡会議」を設置し，\n「沿岸地域における津波警戒の徹底について」を申し合わせ，津波に対する\n警戒の徹底を図っていた。\nそして，平成１１年７月１２日，関係省庁は，上記申合せ後の技術の進展\n等を踏まえて，更に津波対策をより推進させるため，「津波対策関係省庁連絡\n会議」を設置し，同日付けの申合せをした。\nそれを受けて，消防庁長官は，上記同日，各都道府県知事に対し，①津波\n対策の推進，②情報伝達体制の充実，③避難体制の整備，④消防広域応援体\n制の確立に留意し，震災対策の一層の充実に努め，市町村にも通知をして指\n導の徹底を図られたい旨の通知をした。そして，上記②情報伝達体制の充実\nの項目においては，津波警報等の迅速かつ的確な住民への伝達は極めて重要\nなことから，伝達ルートを明確にし，伝達漏れのないよう留意する必要があ\nり，市町村防災行政無線，震度情報ネットワークシステム，地域衛星通信ネ\nットワーク等を活用した情報通信基盤の整備を進め，迅速かつ正確な伝達シ\nステムの構築に努められたいと伝え，一般住民に対しては，海浜にでかけ\nるときは，ラジオ等を携行し，津波警報，避難勧告・指示等の情報を聴取す\nるよう指導すること，住民などに対する津波警報等の伝達手段として市町\n村防災行政無線（同報系無線）の整備を推進するとともに，サイレン，半鐘\n等多様な手段を活用することにより，海浜地への警報伝達の範囲の拡大に努\nめること，強い地震（震度４程度以上）を感じたとき又は弱い地震であっ\nても長い時間ゆっくりとした揺れを感じたときは，市町村長は，必要と認め\nる場合，海浜にある者，海岸付近の住民等に直ちに海浜から退避し，急いで\n安全な場所に避難するよう勧告・指示することなどを求めていた。\nそして，それを受けて作成された平成１６年６月の宮城県防災会議の「宮\n城県地域防災計画[震災対策編]」（甲１０１）においては，地震や津波の被害\nを最小限にとどめるためには，これらの情報を一刻も早く地域住民や海水浴\n客等に伝達することが重要であるとの前提に立って，①仙台管区気象台にお\nいては津波予報，地震及び津波情報を発表した場合には直ちにこれを防災関\n係機関や報道機関に伝達し，報道機関はその情報を住民に広く周知すること，\n②宮城県内の各テレビ局やラジオ局は，その放送体制や放送危急対策を定め\nること，③県は，総合防災情報システムにより仙台管区気象台からの津波予\n報を迅速に沿岸市町村に伝え，沿岸市町村は，住民等に対し，津波予報等の\n伝達手段として，同報無線の整備を促進するとともに，サイレン，広報車等\n多数の手段を確保し，迅速な避難行動がとれるよう避難路，避難場所の周知\nを図ること，④県及び市町村等防災関係機関は，一般住民に対し，強い地震\n（震度４程度以上）を感じたとき又は弱い地震であっても長い時間ゆっくり\nとした揺れを感じたときは，直ちに海浜から離れ，急いで安全な場所に避難\nすること，正しい情報をラジオ，テレビ，無線放送等を通じて入手すること\nを周知徹底することを求めていた。\nそして，それらを受けて，石巻市は，本件地震直前の平成２３年３月１日\n発行の市報においても，「災害は忘れたころにやってくる！」と題して，津波\nの特徴を伝え，津波から逃れるためには，強い地震（震度４程度以上）を感\nじたとき又は弱い地震であっても長い時間ゆっくりとした揺れを感じたとき\nは，津波警報や避難指示を待たず，直ちに海から離れ，急いで高台や鉄筋コ\nンクリートなど丈夫な建物の２階以上に避難することが大切であると指摘し，\nラジオで津波に関する情報を取得することの大切さを呼びかけるなどしてい\nた（甲１０２）。\n(2) 気象庁作成の地震対応指針\n気象庁が平成２１年３月に作成した「地震，そのとき」（「気象庁震度階級\nの解説」〔甲１７〕の８頁）には，地震発生時に執るべき行動として次の内容\nの記載がされていた。\n「●海岸でぐらっときたら高台へ\n海岸にいるときに強い揺れや長い時間ゆっくりとした揺れを感じたら，\n津波のおそれがありますので，直ちに高台や津波避難ビルなど安全な場所\nへ避難しましょう。また，地震を感じなくても，津波警報が発表されたと\nきには，直ちに海浜から離れ避難しましょう。\n●不意の地震に日頃の備え\n地震は突然襲ってきます。家具の固定，家の耐震化など地震への備えが\n重要です。また，常日頃から，避難方法・場所や医療機関などを確認する，\n携帯ラジオ，懐中電灯などの防災用品を用意・点検するなどしておきまし\nょう。」\n(3) 本件地震発生前の宮城県内の地震津波一般に係る新聞報道\n本件地震発生前において，宮城県内においても，次のような新聞報道がさ\nれていた。\nア  平成１７年１２月１７日付け河北新報（甲８６の２）\n気仙沼，石巻，仙台及び仙台東の土木事務所が管内６３の小中学校の生\n徒２４０９人と教師６４人を対象に実施したアンケート調査の結果，大津\n波に対して小中学生の６割が危機感を持っているが，教師の９割が防災教\n育の不足を感じている旨回答しており，宮城県が小中学校への防災出前講\n座などを通じ，教育現場での防災教育の普及を図る考えであることが紹介\nされ，「今の子どもの親や教師は，津波を経験していない世代。子どもに自\n分の身を守る手段を教えれば，親にも波及し，地域の防災力を高めること\nにつながる。」との気仙沼土木事務所次長のコメントが記載されていた。\nイ  平成１８年２月１２日付け河北新報社説（甲８６の３）\n「大津波災害  『瞬発力』が生死を分ける。\n・・・『津波てんでんこ』という言い伝えが三陸沿岸に残っている。地震\nが起きたら，てんでんばらばらになってでも，とにかく急いで逃げること\nを意味するが，それはこれからも鉄則と心得なければならない。地震直後\nの行動が生死を分ける結果になることを，市町村は対策の基本に据えなけ\nればならない。ただし，高齢者や障害者ら自力での避難が難しい人に対し\nては，特別の手だてを用意しておくことが欠かせない。事前に調査したう\nえ，優先的に避難させるための総合的な対策を急ぐ必要がある。\n東海地震の危険にさらされている静岡県の津波避難マニュアルは，一般\nの人にとっても参考になる。海岸付近で揺れを感じたら『直ちに避難』と\n訴えるのはどこでも同じだが，『車利用は原則禁止』『家財持ち出しはあき\nらめること』『浸水が始まったら遠くに逃げることはやめ，近くの建物の高\nい場所へ』と具体的に教える。\n徒歩より車の方が速いと思いがちだが，北海道南西沖地震（１９９３年）\nで被災した奥尻島では車ごと津波にさらわれた人が少なくなかった。荷物\nを積もうと出発に手間取ったり途中で渋滞に巻き込まれたりして，安全な\n場所に着くまでかえって時間がかかったためと言われる。\n東北地方の太平洋側に住む人にとって，揺れが収まって一安心するのは\n禁物。すぐ津波に警戒心を向けないと身は守れない。」\n(4) 本件地震発生前の宮城県内の地震津波に係るテレビ報道（甲８５の１～５）\n本件地震発生前において，宮城県内の津波被害に関して，次のようなテレ\nビ報道がされていた（甲８５の１～５，弁論の全趣旨）。\nア  平成１７年９月１１日 NHK 総合「NHK スペシャル：超巨大地震が日本を\n襲う，連動する東海・東南海・南海，震度７の揺れと１０メートルの大津\n波等」\nイ  平成２２年３月２１日 TBC テレビ「THE  NEWS：津波被害５０年前の体\n験者は」\nウ  平成２２年３月２１日 NHK 総合「ニュース７：映像が示す津波の威力・\n避難の課題も」\nエ  平成 ２３年２ 月２５ 日仙台 放送「仙 台放送ス ーパーニ ュース ：津波 １\n年・・・油断が生んだ悲劇をチリから現地報告」\nオ  平成２３年２月２６日仙台放送「チリからの警告：津波１年現地で恐怖\n体感，宮城の教訓」\nカ  平成２３年２月２８日 NHK 総合「てれまさむね：チリ大地震から１年被\n災地からの報告，避難エリア見直し」\n(5) 石巻市報等の記載\nア  石巻市が平成元年３月３１日に発行した「石巻の歴史  第四巻  教育・\n文化編」（甲１９，９７６頁）には，次の内容の記載がされていた。\n三陸沖合は「地震の巣」と呼ばれる地震多発地帯であり，そのため石巻\n地域では度々大地震に見舞われている。しかし，被害を多くしているのは\n地震ではなく，それに伴って発生する津波である。大地震になると数十メ\nートルに達する津波が押し寄せることもある。これほどの津波になるのは，\n三陸沿岸の地形の影響もある。リアス式海岸という複雑な地形では小さな\n湾がたくさんあり，そこにそれぞれ集落が形成される。そして，いったん\n津波が来襲すると，広い湾口よりも狭くなった湾奥の方の波高が急激に高\nくなり，集落に被害を与えることになる。また，津波は北上川の河口から\nさかのぼって，堤防を打ち破って被害をもたらすこともある。\nイ  昭和５３年の宮城県沖地震の発生後，石巻市の市報である「市報いしの\nまき」昭和５３年７月号（甲６３）には，以下の内容の記事が掲載されて\nいた。\n「地震の心得六カ条  いざという時の身の守り\n大地震のとき，被害をできるだけ少ないものにするためには，何よりも\nあわてず，状況をよく見て行動することが大切です。そこで，地震のとき\nどういう行動をとったらよいか，これまでの経験をもとに考えられたのが\n次の六カ条です。\n１  丈夫な家具に身を寄せる\nテーブルやベッドなど，地震で倒れる心配のない丈夫な家具に身を寄\nせて，まず様子を見ましょう。\n２  すばやく火の始末を\n大地震でこわいのは火災です。まず火の始末をしてください\n３  あわてて外に飛び出すな\nどんな大地震でも，大揺れは１分以内といわれています。あわてて外\nに飛び出すと，落下物で思わぬ大ケガをします。周囲の状況をよく確認\nし，落ち着いて行動しましょう。\n４  火が出たらまず消火\n火災は初期の消火が大切です。大声で隣近所に声をかけ，協力して消\n火に努めましょう。\n５  避難は歩いて荷物は最小限\n自動車は消火，救急活動の障害になりますから絶対に使わず，歩いて\n避難してください。荷物は身軽に行動できるよう必要最小限にしましょ\nう。\n６  余震を恐れずデマに迷うな\n余震は本震より小さいといわれています。しかし，余震にも十分注意\nし，落ち着いて，デマに迷わず，市役所，警察消防署などの指示に従っ\nて行動しましょう。」\n「備えておこう  非常持出し袋\nいざという時の非常持出し袋を作っておきましょう。この中には，①現\n金や貴重品  ②懐中電燈  ③トランジスタラジオ  ④水筒，米，かん詰な\nど当座の食糧  ⑤下着類，手ぬぐい  ⑥救急薬品類これだけは必ず入れて\nおきましょう。」\nウ  石巻市は，昭和５３年の宮城県沖地震の発生を受けて昭和５４年に石巻市\n地域防災計画の見直しを行い，石巻市の市報である「市報いしのまき」（昭和\n５４年１０月１６日付け。甲６４）において同計画を掲載して周知した。こ\nの見直し後の石巻市地域防災計画において，「高潮・津波危険区域」として指\n定された地域の中には南浜町及び門脇町が含まれていたが，避難場所として\n指定された施設の中には門脇小学校が含まれていた（甲６４）。\nまた，石巻市は，「市報いしのまき」（昭和５４年１０月１６日付け。甲６\n４）において，市民に対して防災対策の確認を促すため，地震発生時に取る\nべき行動を掲載した。当該記事の中には，「海岸では津波  低地では浸水に注\n意  海岸近くでは津波，低地では浸水のおそれがあります。安全な場所へ避\n難しましょう。」，「避難は徒歩で  持ち物は最小限に  消火，救急救護活動等\nの障害となるので，自動車は絶対に使わず，必ず徒歩で避難しましょう。」，\n「走行中の車は道路の左側に停車  消防・救急車など緊急車の障害にならな\nいよう，走行中の車は，道路の左側に停車。カーラジオで状況をたしかめた\nうえで行動しましょう。」などと記載されていた。\nエ  その後も，石巻市は，市報において，地震津波防災対策に係る広報活動に\n努めていた（甲１０２，１０３の１～１９）。\n５  裁判所が認定した本件の事実経過\n本件の事実経過は，前記前提事実のほか，括弧書きで摘示した証拠（甲５，\n１０９～１１６，１２４，１２５，乙８～１４，２１～２３，原告亡Ｇ母を除\nく原告ら本人７名の各供述，被告代表者Ｂ３供述，被告Ｂ２園長供述，Ｉ証言，\nＫ証言，Ｌ１証言，Ｌ２証言，Ｌ３“〔旧姓Ｌ３〕証言，Ｌ４証言，Ｌ５証言，\nＭ１母証言，Ｍ２母証言，Ｌ６証言）及び弁論の全趣旨により認めることので\nきる事実によれば，以下のとおりである。\n(1) 本件幼稚園Ｃの概要\nア  石巻市の本件幼稚園Ｃは，標高約２３ｍの高台にあり（甲１２２の３頁），\n昭和２８年８月，本件地震発生当時の事務長であって現理事長であるＢ３\n（以下「事務長Ｂ３」という。）の父Ｎにより創立され，昭和２９年１０月\nにその経営法人として被告Ｂ１学院が設立された。そして，昭和２９年頃\nには本件幼稚園Ｃと同一敷地内にＯも併設されたが，Ｏは平成２１年に廃\n校となっていた（乙１４）。\nイ  事務長Ｂ３は，平成１４年から本件幼稚園Ｃの事務長を務め，叔父のＰ\n理事長に代わって平成２１年から事実上被告Ｂ１学院の理事長職を代行し\nていたが，本件地震発生後の平成２３年６月からは正式に被告Ｂ１学院の\n理事長に就任した。\nウ  被告Ｂ２園長は，小学校の教師及び中学校の体育科教師をした後，教育\n委員会勤務を経て，教頭やＱ１中学校校長を務め，平成１０年から１２年\nにかけて石巻市立Ｑ２中学校校長を務め，その後に再びＱ３教育委員会勤\n務（課長）を経て，平成１５年から同１７年にかけて北上川沿いの石巻市\n立Ｑ４中学校校長を務め，同校長を最後に定年退職し，その後３年間にわ\nたってＱ５教育事務所の社会教育指導員を務めた後，高等学校勤務経験の\nある前任園長を引き継ぐ形で，平成２０年４月頃から本件幼稚園Ｃの園長\nを務めていた。しかし，本件地震発生後は，被告Ｂ２園長が平成２３年３\n月３１日をもって園長職を辞め，事務長Ｂ３が園長職を兼務している。\nエ  本件地震発生当時の本件幼稚園Ｃには，事務長Ｂ３（理事長代行），被告\nＢ２園長のほか，Ｌ１主任教諭，Ｌ３教諭，Ｌ７教諭，Ｌ２教諭，Ｌ４教\n諭，Ｌ５教諭，Ｌ６教諭，Ｌ８事務員，Ｌ９事務員，Ｋ運転手，Ｉ運転手\n及びＪ添乗員ら職員１２名が勤務しており（乙４末尾），園児約１０３名が\n在園していた（甲５）。\n本件大きいバスのＫ運転手は，昭和３５年からバス運転手としてバスの\n旅客運送会社に勤務した経験があり，定年退職後の平成１４年から本件幼\n稚園Ｃの送迎バスの運転手として送迎業務等に従事していた（乙１３）。\n本件小さいバス（定員１２名）のＩ運転手は，クリーニング（取次）業\nを自営する傍ら，平成２０年４月から本件幼稚園Ｃの送迎バスの運転手と\nして朝夕２回の送迎業務を行い，妻であるＪ添乗員（元Ｏ勤務）も同時期\nから同バスの添乗員として本件幼稚園Ｃに勤務していた（乙１２）。\n(2) 本件被災園児ら４名の本件幼稚園Ｃへの在園\n原告亡Ｄ両親は年長組の亡Ｄについて，原告亡Ｅ両親は年長組の亡Ｅにつ\nいて，原告亡Ｆ両親は年長組の亡Ｆについて，原告亡Ｇ両親は年中組の亡Ｇ\nについて，それぞれ被告Ｂ１学院との間で在園契約（保育料・教材費・後援\n会費・絵本代の合計月額は１万８６００円である。）を締結し，本件地震当時\n本件被災園児ら４名が送迎バス（月額利用料３０００円）を利用して本件幼\n稚園Ｃに通園していた（甲１２８）。\n(3) 本件小さいバスの送迎ルート，時刻表等\n平成２２年１月頃に本件幼稚園Ｃの保護者らに配布されていた「平成２２\n年度  バス時刻表（２号車）」（甲６）によれば，本件小さいバスによる送迎\nルートは，①石巻市大街道東，同市三ツ股及び同市泉町付近を通る１便目の\nルート，②同市南浜町及び同市門脇町付近の海側を通る２便目のルート（帰\nりは午後２時５１分に本件幼稚園Ｃ発，午後３時６分に同園着），③同市貞山，\n同市新橋及び同市蛇田付近（甲１２０参照）の陸側を通る３便目のルート（帰\nりは午後３時７分に本件幼稚園Ｃ発，午後３時４１分に同園着）の３つに分\nけられ，決められた送迎ルートを定められた時刻に従って送迎し，それに合\nわせて保護者らがバスの停車場まで園児を送迎することとされていた（甲１\n３５，１３６）。\nそして，本件被災園児ら５名は，内陸側を走行する本件小さいバスの３便\n目により通園していた。\nしかし，平成２２年８月末頃以降，２便目と３便目の各園児らが欠席等に\nより合計１２名以下となって一緒に本件小さいバスに乗せることができるよ\nうな場合には，当日の出欠人数を確認できる教諭の判断により２便目の園児\nと３便目の園児を一緒に乗せて送ることもあった（甲１３８）。そのような正\n規の送迎方法に反した送り方について本件幼稚園Ｃから保護者らに対する説\n明はなく，保護者らの同意も得ていなかった。\nなお，上記本件小さいバスの２便の送迎ルートは，別紙「２便送迎ルート\n図」（甲１３５）記載のとおりであり，その送迎対象地区である石巻市南浜\n町及び同市門脇町地区の標高は，０～３ｍ未満の低地であって，堤防から約\n２００ｍないし約６００ｍ前後の地域であった（甲１１。別紙「津波浸水図」\n参照）。そして，石巻市鮎川の平均潮位（東京湾の平均海面を０ｍとした場\n合の高さ）が７．５㎝であり（甲１３０），石巻港雲雀野の堤防（護岸延長\n１５１７ｍ）の高さが４．５３ｍであったものの（甲１２９），海岸沿いの\n道路からみた堤防の高さは，約１ｍ数十㎝であり（甲１２２の写真１１，１\n２），台風や高潮の際には日頃からその堤防沿いの道路に，堤防を越えた波\nが被っていた（原告亡Ｄ父供述３頁）。\n(4) 地震に対する日常の備え\nア  宮城県防災会議地震対策等専門部会の平成１６年３月付けの報告書\n宮城県防災会議地震対策等専門部会の平成１６年３月付けの報告書（甲\n８７）によれば，宮城県が地震被害の想定対象とした地震は，海洋型地震\nとしては，①宮城県沖地震の単独発生型（マグニチュード７．６）と，地\n震調査研究推進本部が平成１５年に想定対象としていた②宮城県沖地震の\n連動型（マグニチュード７．８）であり，内陸型地震としては長町－利府\n線断層帯の地震（マグニチュード７．１４）であった。\nイ  石巻市作成の別紙「津波ハザードマップ」\n石巻市が作成した別紙「津波ハザードマップ」（乙３）においては，南浜\n町及び門脇町の主な市街地は津波により浸水することが想定されておらず，\n同地区の指定避難場所としては門脇小学校が指定されていた。そのため，\n石巻市は，海に近い北上川河口付近に，昭和６１年には石巻文化センター\nを，平成１０年には石巻市立病院を，それぞれ設立していた（乙１８～２\n０）。\nもっとも，上記別紙「津波ハザードマップ」を紹介する石巻市のホーム\nページにおいては，宮城県が実施した「第三次地震被害想定調査」の結果\n等に基づいて，宮城県沖地震（連動型）に伴い津波が発生した場合の市内\nの予想浸水区域並びに各地域の避難場所を示したものであって，浸水の着\n色のない地域においても，状況によっては浸水するおそれがありますので，\n注意してほしいこと，津波に対してはできるだけ早く安全な高台に避難す\nることが大切であること，強い揺れを感じたら，すぐにテレビやラジオな\nどで津波情報や警報を確認し，市からの避難勧告や避難指示が出された時\nには，直ちに避難してほしいことが注記されていた（甲８８）。\nウ  宮城県教育委員会の「みやぎ防災教育基本指針」及び宮城県教育委員会\n震災マニュアル\n宮城県教育委員会は，平成２１年２月，各学校（幼稚園を含む。）におい\nて地域や家庭も巻き込んだ形で防災教育を展開することにより，児童生徒\nが災害に積極的に立ち向かう能力を備え，自らの被害を最小限のものにす\nることができるようにするため，「みやぎ防災教育基本指針」を作成してい\nた（甲１３９）。\nまた，宮城県教育委員会震災マニュアルにおいては，「指定職員はラジオ\n等により情報収集に努める。津波警報等の発令時（見込みを含む。）は，更\nに高台等に二次避難する。」と定められていた（甲７）。\nエ  本件幼稚園Ｃ地震マニュアル\n学校保健安全法２９条１項は，「学校においては，児童生徒等の安全の確\n保を図るため，当該学校の実情に応じて，危険等発生時において当該学校\nの職員がとるべき措置の具体的内容及び手順を定めた対処要領（次項にお\nいて「危険等発生時対処要領」という。）を作成するものとする。」と定め，\n同条２項は，「校長は，危険等発生時対処要領の職員に対する周知，訓練の\n実施その他の危険等発生時において職員が適切に対処するために必要な措\n置を講ずるものとする。」と規定している。\nそして，被告Ｂ１学院は，平成１８年９月１３日に宮城県総務部私学文\n書課から会計監査を受けた際，学校安全計画を策定していないことを指摘\nされ，文部科学省が発行した「生きる力をはぐくむ学校での安全教育」と\n題する冊子の送付を受けたことなどから（甲１２７の１及び２），本件幼稚\n園Ｃ地震マニュアル（甲８）を策定した。同マニュアルにおいては，「地震\nの震度が高く，災害が発生する恐れがある時は，全員を北側園庭に誘導し，\n動揺しないように声掛けして，落ち着かせて園児を見守る。園児は保護者\nのお迎えを待って引き渡すようにする。」と定められていた。\nオ  防災避難訓練\n被告Ｂ１学院は，毎年６月に地震を想定した地震避難訓練をし，１１月\nには火災を想定した火災避難訓練をしていたが，地震発生時には園内に地\n震放送を流して園児が机の下に隠れ，その後に南側園庭に避難する訓練を\nしていたのみであった。地震避難訓練の際に被告Ｂ２園長らが本件幼稚園\nＣ地震マニュアルを教諭らに配布したり，見せることはなく，送迎に係る\n訓練や打合せをすることもなかった。そのため，Ｌ１主任教諭を除く教諭\nら及び運転手らは，本件幼稚園Ｃ地震マニュアルの存在を知らず，大地震\nが発生した際には本件幼稚園Ｃにおいて園児らを保護者らに引き渡すとい\nう取扱いが定められていたことを全く知らなかった。\nなお，被告Ｂ１学院が宮城県総務部私学文書課から平成２２年９月１日\n付けで送付されていた「生きる力をはぐくむ学校での安全教育」という文\n部科学省発行の冊子（甲１２７の３）においては，事件・事故災害発生時\nの危機管理に関して，「事前に，学校は適切かつ確実な危機管理体制を確立\nし，危険等発生時対処要領（危機管理マニュアル）の周知，訓練の実施な\nど，教職員が様々な危機に適切に対処できるようにする必要がある。」，「地\n震発生後としては，災害等に関する情報の収集，応急手当，関係者や医療\n機関を含む関連機関への連絡・対応，必要に応じた第二次避難場所への避\n難，校内及び近隣の罹災状況の把握，避難所となった場合の運営や被災者\nへの対応等が挙げられる（付録参照）。」と記載され，その付録には「地震\n及び自然災害時の安全」の「目標」として「地震時及び津波発生時の避難\nの仕方を知る」ことが明示され，「教職員の援助・保護者との連携」として，\n「正しい情報の入手（落下物・家屋等の倒壊・陥没・地割れ，山崩れ・液\n状化現象等）と状況に応じた安全な避難経路と場所を確認し，幼児に明確\nに指示する。」ことが記載されていた（甲１２７の２）。しかし，この冊子\nも，本件幼稚園Ｃの前記避難訓練等に役立てられることはなかった（Ｌ１\n証言）。\n(5) 本件地震の２日前の平成２３年３月９日に発生した地震（甲１４の１～３）\n本件地震の２日前である平成２３年３月９日午前１１時４５分頃，三陸沖\nを震源とするマグニチュード７．３の地震が発生した（以下「本件３月９日\n地震」という。）。その際の宮城県栗原市及び登米市等の震度が５弱（最大震\n度）であり，石巻市門脇及び同市泉町等の震度が４であった。\n気象庁は，９日午前１１時４８分，東北地方太平洋沿岸，岩手県，宮城県\n及び福島県について，津波警報（高いところで０．５ｍ程度の津波が予想さ\nれますので，注意してくださいとの説明）を発表し，大船渡で最大波０．６\nｍ，石巻市鮎川で最大波０．５ｍの津波が記録された。\n本件３月９日地震が発生した際，原告亡Ｆ母は，次女の未就園児クラスが\n本件幼稚園Ｃにおいて開催されていたことから，本件幼稚園Ｃ内にいたが，\n地震発生後に他の保護者らと共に携帯電話のワンセグ放送等により地震に関\nする情報を収集し，本件幼稚園Ｃにしばらく滞在したいと思っていたところ，\nＬ１主任教諭から，「お母様方，何が起こるか分からないので帰って下さい。」\nなどと言われ，やむなく次女と共に高台にある本件幼稚園Ｃを辞した。\nその本件３月９日地震発生後においても，被告Ｂ２園長ら職員は，本件幼\n稚園Ｃ地震マニュアルを再確認することがなく，大地震発生後の園児の送迎\nや，津波に対する備えを確認することがなかった。\n(6) 本件地震の発生\n１１日午後２時４６分頃，宮城県沖を震源地とするマグニチュード９．０\nの本件地震が発生した（甲１５）。本件地震の最大震度は７（宮城県栗原市築\n館），石巻市門脇地区の震度は，６弱であった（甲１６）。\n(7) 本件地震発生当時の本件幼稚園Ｃの状況について\nア  本件地震の発生当日は，約１００名の園児が本件幼稚園Ｃに登園してい\nた（甲５）。本件地震の発生時刻である午後２時４６分までには，４５名の\n園児が既に帰宅しており，本件幼稚園Ｃ内に残っていた園児は５５名であ\nった。\n５５名の園児のうち，１２名が本件小さいバスに乗車する園児（本件被\n災園児ら５名が含まれる。）であり，２０名が本件大きいバスに乗車する園\n児であり，残りの２３名が預かり保育の園児であった。\n被告Ｂ１学院は，本件地震当日以前にも，２学期以降は，状況に応じて，\nときどき本件小さいバスの２便目の園児と３便目の園児を同乗させて送る\nことがあった。そして，本件地震発生当日も，Ｊ添乗員から「１２名乗れ\nますから乗せてください。」などと言われ，本件地震発生前である午後２時\n４０分には，Ｌ３教諭が２便目の園児ら７名と３便目の本件被災園児ら５\n名の計１２名を本件小さいバスに乗車させていた（甲５の１頁）。\nイ  午後２時４６分，本件地震が発生すると，被告Ｂ２園長ら職員は，園児\nらを机の下に入らせるなど園児の安全確保にあたった。\nこの時，本件大きいバスのＫ運転手は，海側に自宅のある園児を送って\n本件幼稚園Ｃに戻ってくる最中であり，同バスにはＬ５教諭が同乗してい\nた。Ｋ運転手は，旅客運送会社のバス運転手として勤務し避難訓練をして\nいた経験などから，直ちに本件大きいバスを停車させてラジオをつけ，揺\nれが収まった後に本件大きいバスを運転して本件幼稚園Ｃへ戻り，西門側\nに停車させた（乙２３，Ｌ５証言）。\n他方，本件小さいバスのＩ運転手は，本件幼稚園Ｃ内に駐車したバスの\n中におり，Ｌ３教諭が２便目の園児７名と，３便目の本件被災園児ら５名\nを乗車させたところであった（乙２１）。\nウ  地震の揺れが収まると，教諭らは，園児らを本件幼稚園Ｃの南側の園庭\nに避難させた。\n被告Ｂ２園長は，本件幼稚園Ｃのテレビで地震の情報を確認しようとし\nたが，停電のため，テレビを見ることができなかった。しかし，被告Ｂ２\n園長は，携帯電話のワンセグ放送によりテレビを視聴することや，ラジオ\nを聞こうとすることもなかった。\nこの日は，みぞれ混じりの天候で，気温が低く，外に避難した園児らは\n寒さに凍えていたため，教諭らは，ジャンパーや帽子などを持ってきて着\nせたり，防災頭巾を持ってきて頭にかぶせたり，毛布等を持ち出したり，\n傘を差すなどして園児らを保護した。\n被告Ｂ２園長は，園児らの無事が確認されたことから，本件幼稚園Ｃと\n同一敷地内の自宅にいる事務長Ｂ３の母（約２年前まで事務長を務めてい\nた前理事長）に対し，園児らが全員無事であることを報告した。\n(8) 気象庁の津波警報等の発表状況\n気象庁は，宮城県沿岸について，１１日午後２時４９分に，予想される津\n波の高さ６ｍ以上の大津波警報を発表し，午後３時１４分以降には，予想さ\nれる津波の高さ１０ｍ以上の大津波警報を発表し続け，１２日午後８時２０\n分に，津波警報に切り替え，１３日午後５時５８分にようやく津波警報を解\n除した（甲１３３）。\n(9) 防災行政無線の放送状況\nア  防災行政無線の設置状況\n石巻市内における防災行政無線（甲９）のうち，本件幼稚園Ｃから最も\n近くに設置されている防災行政無線は，石巻市防災行政無線屋外子局７３\n番（地番：石巻市日和が丘四丁目３３の５。以下「本件防災無線」という。）\nである。児童遊園に設置されている本件防災無線は，本件幼稚園Ｃからは，\n民家を数軒隔てた北側約８０ｍの至近距離にあり，本件幼稚園Ｃ東門付近\nからは高さ１４．７ｍの位置にある本件防災無線（甲１４０）のスピーカ\nーを肉眼で明確に見ることができる（甲７０）。その本件防災無線は，４方\n向に向かってスピーカーが設置されており（甲７０号証写真⑥），そのうち\nの一つは本件幼稚園Ｃの園舎北側から園舎へ向けて設置されており，同ス\nピーカーと本件幼稚園Ｃの園舎の間には障害物が存在しない（甲７０の写\n真①，③～⑧）。\nイ  本件地震発生後における本件防災無線の放送内容\n午後２時４８分頃から，本件防災無線により，大音量でサイレンが流さ\nれ，注意喚起がされた後，「大地震発生，大地震発生。津波の恐れがありま\nすので，沿岸や河口付近から離れて下さい。」等の放送がされ，テレビ放送\nにより大津波警報が出されたことを石巻市職員が把握した後の午後２時５\n２ないし５４分にされた放送以降においては，大津波警報発令の伝達に切\nり替えられ（甲６８），「大津波警報，大津波警報。宮城県沖に大津波警報\nが発表されました。沿岸・河口付近から離れて下さい。至急高台へ避難し\nてください。」，「車での避難は控えて下さい。渋滞になります（なっていま\nす）。」，「津波は繰り返しきます。第二波，第三波の恐れがあります。沿岸\nや河口付近には絶対に近づかないで下さい。」等のアナウンスが約２分置き\nに繰り返され，午後３時２０分以降午後５時過ぎまでは上記放送が約３分\n置きに繰り返され，放送が午後７時３８分まで続いた（甲９）。\nウ  本件幼稚園Ｃ関係者の本件防災無線の放送内容の聴取状況\n被告Ｂ２園長は，少なくとも午後３時２分過ぎ頃に本件小さいバスや本\n件大きいバスが出発した後には本件防災無線の放送を聞き，これを認識し\nていた（乙８）。\nまた，事務長Ｂ３も，出先のＲ門脇支店から本件幼稚園Ｃに戻る途中の\n坂道で，防災行政無線の放送内容を聞いていた（乙１４，Ｂ３証言３頁）。\nこれに対し，本件幼稚園Ｃにいて証人となった教諭らはいずれも防災行\n政無線の放送内容を聞いていなかった旨証言する。しかし，地震後に屋外\nの南園庭に避難していたのに，近い距離にあった本件防災無線のサイレン\nや放送に気付かなかったというのは不自然である。また，本件小さいバス\nが午後３時２分過ぎ頃に本件幼稚園Ｃを出発した直後の状況を近所の人が\n偶然にデジタルビデオカメラで撮影しており，その映像の中には静寂の中\nを本件防災無線のサイレンが鳴り響き，高台避難を呼び掛けている状況等\nが録音されていること（甲７１，７２）にも照らせば，証人となった上記\n教諭らの証言はたやすく信用することができない。\n(10)ラジオの放送状況\nア  日本放送協会によるラジオ放送（甲１１７）\nＮＨＫ仙台放送局は，１１日午後２時４９分頃，宮城県北部で震度７，\n宮城県中部で震度６強の地震が発生したことをラジオ放送で伝えた。\nその後，ＮＨＫ仙台放送局は，午後２時５１分頃から午後３時８分頃ま\nでの間に，宮城県，岩手県，福島県沿岸に大津波警報が発表されたことを\n９回，宮城県への津波到達予想時刻が午後３時であり，予想される津波の\n高さが６ｍであることを１２回にわたってラジオ放送で伝え，その際同時\nに，海岸や川の河口付近には絶対に近づかないこと，早く安全な高いとこ\nろに避難することを合計１４回にわたって呼び掛けた。\nイ  石巻コミュニティー放送によるラジオ放送（甲１１８）\n石巻コミュニティー放送は，１１日午後２時４６分頃の本件地震により\n停波したが，午後２時４８分頃に放送を再開し，午後２時５０分からは大\n津波警報発令を伝え，午後３時１分には６ｍの津波（到達予想時刻午後３\n時）が宮城県沿岸部に到達するとの発表を伝え，午後３時１０分まで，地\n震の規模がＭ７．９で，宮城県北部の震度が７であり，大津波警報発令中\nであることなどを繰り返し伝えた。\nウ  東北放送株式会社によるラジオ放送（甲１１９）\n東北放送株式会社は，１１日午後２時４６分頃から緊急地震速報の放送\nをし，午後２時４８分に本件地震発生の放送を開始し，午後２時４９分に\n震度情報（６強）を最初に伝え，午後２時５０分には震度７の追加情報を\n加え，午後２時５０分から大津波警報発令（津波到達予想時間午後３時）\nを伝え，午後２時５１分には，予想される津波の高さを平常の海面より３\nｍ以上とし，特に三陸沿岸では非常に高くなる所がある旨を伝えたが，午\n後２時５２分には，予想される津波の高さを６ｍと伝えて避難を呼び掛け，\n午後２時５５分には「時間がありません。直ちに高台に避難してください。」\nなどと呼び掛け，ほぼ毎分避難の呼び掛けを続けた。\n(11)本件小さいバスの発車とその後の被告Ｂ２園長ら職員の状況\nア  本件小さいバスが出発するまでに，保護者１名が園児２名を迎えに来て\n引き渡された。\nイ  被告Ｂ２園長は，午後３時過ぎ頃，教諭らに対し，園児らを「バスで帰\nせ。」と指示し，教諭らは，上記指示に基づき，海側に向けて先に送迎され\nる予定の他の園児７名（本件小さいバスの２便目の通称「オレンジバス」\nの園児）と共に，３便目の本件被災園児ら５名も一緒に本件小さいバスに\n乗せ，午後３時２分過ぎ頃（甲７２），高台にある本件幼稚園Ｃから海側に\n向けて本件小さいバスを出発させた（甲７１，７２）。\n他方，西門側から東門側に移動した本件大きいバスには同バス２便目の\n２０名の園児が乗車した。\n出先のＲ門脇支店から本件幼稚園Ｃに戻った事務長Ｂ３は，被告Ｂ２園\n長に対して「園児は大丈夫ですか。」と尋ねたところ，被告Ｂ２園長から「大\n丈夫です。お母さんの所に行ってください。」などと言われたので，真っ直\nぐ本件幼稚園Ｃと同一敷地内にある自宅に戻った。そのため，事務長Ｂ３\nが園内の園児らの様子を確認したり，本件地震発生直後の教諭らによる保\n育業務等を支援したりすることはなかった（甲５）。\n本件小さいバスが出発してから数分後，Ｋ運転手は，園児１８名及びＬ\n５教諭を乗せて，本件大きいバスを東門から出発させたが，「Ｓ」のある丁\n字路付近で停車中に園児１名を保護者に引き渡した後，同バス内のラジオ\nで，大津波警報に関する放送を聞いたことや，道路の渋滞が始まっていた\nことなどから，念のため高台に避難しておいた方がよいと判断し，「Ｓ」の\nある丁字路を左折して坂を下らずに，逆に内陸側に右折して坂を上り，本\n件幼稚園Ｃへ引き返した（乙１３，２３。）。\nウ  少なくとも本件大きいバスの出発後に，被告Ｂ２園長は，本件防災無線\nの放送により大津波警報が発令されていることを知ったが（乙８），高台か\nら海側に下りていった本件小さいバスや本件大きいバスの運転手に対して\n大津波警報を伝えて高台に戻るようにとの連絡をしようともしなかった。\nエ  午後３時１０分過ぎ頃，本件大きいバスが本件幼稚園Ｃに戻ってきた。\n(12)本件小さいバスの発車から門脇小学校停車までの状況（甲１３５）\nＩ運転手は，本件小さいバスを出発させた後，石巻市門脇町及び同市南浜\n町付近を走行していたところ，その途中で園児Ｍ３の母親が自動車で本件小\nさいバスを追いかけてクラクションを鳴らしたため，本件小さいバスを停車\nさせ，Ｊ添乗員において同園児を保護者に引き渡した（甲１２，乙２９）。\nその後，Ｉ運転手は，再び本件小さいバスを運転し，園児Ｍ１の自宅前に\n到着したが，同園児の自宅から保護者が迎えに出て来なかったため，Ｉ運転\n手はしばらくの間本件小さいバスを停車させていた。そうしたところ，本件\n小さいバスに乗車していた別の園児Ｍ４の母親が車で同園児を迎えに来たた\nめ，Ｊ添乗員において同園児を引き渡したが，その際，同園児の母親から，\nもう避難して誰もいないので門脇小学校へ向かった方がいいと言われた（甲\n１２，乙２９）。\nしかし，Ｉ運転手は，まだ自宅で本件小さいバスの送迎を待っている保護\n者がいるかもしれないと考え，通常の送迎ルートを走行することとし，本件\n小さいバスに乗車していた園児Ｍ５及びＭ６の自宅に順次到着したが，いず\nれの自宅も不在であったため園児を引き渡すことができず，別の園児Ｍ７の\n自宅前で降車して歩いて玄関に行ったところ，その自宅も不在であったが，\nその玄関には門脇小学校に避難している旨の置手紙があったことから，本件\n小さいバスを門脇小学校に向かわせることとし，門脇小学校の校庭の校舎入\nり口正面付近に本件小さいバスを停車させた（甲１２，乙２６，２９）。その\n結果，Ｉ運転手は，全ての保護者が高台に避難するため自宅を留守にし，２\n便目の正規の停留所付近では園児らを待っておらず，行き違いになるなどし\nたことから，別の場所で園児ら７名を引き渡すことになった。\nなお，石巻市から指定避難場所とされていた上記門脇小学校（海抜約１０\nｍ）においては，同校が海に近いことから二次避難所を海抜４０ｍの石巻市\n立女子高と定めて日頃から避難訓練をしていたが，防災行政無線による大津\n波警報発令を聞いた後に教頭の指示により海抜約５０ｍの日和山公園に二次\n避難場所を急遽変更することとし，直ちに全児童を付近住民らと共に本件階\n段を歩いて日和山公園へ避難させ，体育館に残った教頭ら一部職員４名と消\n防団員らは，後に門脇小学校へ避難してきた地域住民らを日和山へ避難する\nよう誘導した。そして，後記のとおり津波が石巻市街地に押し寄せてくるの\nが見えた後には教頭らが残っていた住民らと共に体育館から門脇小学校校舎\nに駆け上がって避難し，校舎２階廊下の山側窓から日和山の崖へと教壇を橋\n状に架けて避難路を造り，そこから高齢者等も含めた付近住民らを日和山に\n避難させた（甲９１，９２）。\n(13)本件小さいバスが門脇小学校に停車した後の状況\nア  午後３時１０分頃，本件小さいバスに乗車していた園児であるＭ２及び\nＭ１の母親ら（以下，それぞれ「Ｍ２母」及び「Ｍ１母」という。）が本件\n小さいバスの送迎ルートを海側の自宅から本件幼稚園Ｃに向かって逆行し\nて来たが，途中で本件小さいバスと遭遇しなかったことから，Ｌ２教諭に\n対し，本件小さいバスはどこにいるのかを尋ねた。そこで，Ｌ２教諭は，\n本件小さいバスの所在を確認するためＩ運転手の携帯電話に職員室の固定\n電話から電話をしたところ，すぐにつながってＩ運転手と話をすることが\nでき，本件小さいバスが門脇小学校に停車中であることを知った（乙２２，\nＬ２証言）。\nイ  上記電話の後，Ｌ２教諭は，そばにいた被告Ｂ２園長に対し，本件小さ\nいバスが門脇小学校に停車している旨を伝え，Ｌ３教諭にもその旨を伝え\nた。\nＬ３教諭は，本件小さいバスに乗車していた園児Ｍ５の母が本件幼稚園\nＣに迎えに来たので，本件小さいバスが門脇小学校に停車中であることを\n伝えた（乙２１）。\nまた，Ｌ２教諭も，本件小さいバスに乗車していた園児Ｍ６の父親が本\n件幼稚園Ｃに迎えに来たことから，同人に対し，本件小さいバスが門脇小\n学校に停車している旨を伝えた（乙２２）。\nウ  本件小さいバスが門脇小学校に停車している旨をＬ２教諭から報告され\nた被告Ｂ２園長は，Ｌ６教諭及びＬ４教諭に対して，「バスを上げろ。」な\nどと言って，徒歩で門脇小学校へ行って本件小さいバスを本件幼稚園Ｃに\n戻すことを伝えるように指示した。この際，被告Ｂ２園長は，Ｌ６教諭及\nびＬ４教諭に対し，大津波警報が発令されていることを伝えなかった。\nそこで，Ｌ６教諭とＬ４教諭は，徒歩で本件幼稚園Ｃを出て門脇小学校\nの脇にある本件階段を下り，門脇小学校へ向かった（甲１０，甲１２３の\n写真７～９，乙２８）。\nエ  Ｉ運転手が本件小さいバスを門脇小学校の校庭に停車させ，Ｊ添乗員及\nび園児らが待機していたところ，本件小さいバスに乗車していた園児１０\n名のうち３名（Ｍ６，Ｍ５，Ｍ７）の保護者らが同園児らを迎えに来たた\nめ，Ｊ添乗員において同園児ら３名を保護者らに引き渡し（乙２９），他の\n園児らも一時バスの外に降りて待機していたが，雪が降ってきたため再度\n車内に乗車した（乙１２）。\nオ  Ｌ６教諭及びＬ４教諭が門脇小学校に着くと，校舎前に本件小さいバス\nが停車していたので，Ｉ運転手に対し，「バスを上に上げろ。」との被告Ｂ\n２園長の指示を伝えた上，門脇小学校の校庭には多数の自動車が避難して\n混んでいるため，同所から本件小さいバスを発車させて本件幼稚園Ｃに戻\nることができるかどうかを尋ねた。これに対し，Ｉ運転手が本件小さいバ\nスで本件幼稚園Ｃに戻ることができる旨を回答したため，Ｌ６教諭及びＬ\n４教諭は，同園児らを本件小さいバスに乗せたまま戻させることとし，教\n諭２人のみで本件階段を上がって本件幼稚園Ｃに戻った。そして，Ｉ運転\n手は，本件被災園児ら５名を含む園児７名及びＪ添乗員を乗せたまま本件\n小さいバスを門脇小学校から出発させた（乙１０，１２，Ｌ４証言，Ｌ６\n証言）。\nカ  本件幼稚園Ｃに戻ったＬ４教諭は，本件幼稚園Ｃ前の道路でＬ２教諭と\n会い，門脇小学校から園児らを連れて帰ればよかったかなと話したが，Ｌ\n２教諭はバスで戻ってくるので大丈夫と思っていた（乙２２）。そして，Ｌ\n４教諭は，被告Ｂ２園長に対し，園児らが本件小さいバスに乗って戻って\n来る旨の報告をしたが，被告Ｂ２園長からは，何らの疑問も述べられなか\nった。\n他方，Ｌ６教諭は，本件幼稚園Ｃの南側園庭の車内に原告亡Ｄ母がいる\nのを見付けたため，同人に対し，本件小さいバスが戻ってくる旨を伝えた。\n(14)本件小さいバスが門脇小学校を出発してから被災するまでの状況\n本件幼稚園ＣにおいてＬ２教諭に娘らの所在を尋ねていたＭ２母とＭ１母\n（姉妹）は，その後に被告Ｂ２園長から，本件小さいバスが海側に向けて発\n車していたことを聞かされたため，津波に被災することを心配し，急いで徒\n歩で坂を下り，防災行政無線が大津波警報と高台への避難を呼び掛けたり，\n広報車が高台避難を呼び掛けたりしている中を，門脇郵便局付近まで下り，\n本件小さいバスを捜した。しかし，本件小さいバスが見当たらず，付近は異\n様な静けさであって，これ以上平地にとどまるのは危険であると判断したこ\nとから，Ｍ２母とＭ１母は，一旦本件幼稚園Ｃに戻り，本件小さいバスが帰\nっていないかどうかを確認することとした。そして，本件幼稚園Ｃに戻ると，\n被告Ｂ２園長から，本件小さいバスが門脇小学校にいるので大丈夫であると\n聞いたことから，Ｍ２母とＭ１母において，園児らが同小学校脇の本件階段\nを上って避難してくるものと理解し，その旨を被告Ｂ２園長に確認すると，\n階段は墓石が倒れて危険であるから本件小さいバスで出発させた旨を被告Ｂ\n２園長から聞かされたため，門脇地区は道路が渋滞している旨を告げ，慌て\nながら不安を述べた。これに対し，被告Ｂ２園長からは「お母さん大丈夫で\nすから，ここで待っていてください」などと言われたことから，Ｍ２母とＭ\n１母は，全然大丈夫ではないと考え，子供を抱えている妹のＭ１母を残し，\n姉のＭ２母のみが１人で急いで娘らを引取りに行くこととし，門脇町五丁目\n付近の坂道を走って下ったところ，その坂道の入り口付近（本件被災現場）\nにおいて本件小さいバスが渋滞に巻き込まれ，停車しているのを目にした（乙\n２７の写真①）。そこでＭ２母は，急いで本件小さいバスまで走っていき，同\n女に気付いてＭ２及びＭ１を本件小さいバスから降車させていたＪ添乗員か\nら，上記娘らを引き取り，両名を連れて本件幼稚園Ｃに向かって避難してい\nたところ，午後３時４５分頃に石巻市南浜地区に津波が到達し，「津波だ。」\nという声が坂の上から聞こえたため，無我夢中で娘ら２名の手を引いて坂を\n駆け上り，何とか津波に襲われずに助かった（甲１２２の写真２８，乙２７\nの写真①，②）。そして，Ｍ２母及びＭ１母は，本件幼稚園Ｃの教諭に対し，\nＭ２及びＭ１を引き取ったことを告げた上で，門脇小学校の生徒が日和山公\n園に避難していると知人から聞いていたことから，同小学校に通うＭ２母及\nびＭ１母の長女を捜すために急いで日和山公園へ向かった（甲１２４，１２\n５）。\n他方，本件小さいバスは，前記のとおり，同市門脇町五丁目付近の坂を少\nし上った地点（本件被災現場）において，渋滞に巻き込まれて停車し，バス\n内の園児らが不安で泣き出すなどし，亡Ｆにおいて他の園児らを励ますなど\nしていたが，前記のとおりＭ２及びＭ１がＭ２母に引き渡された直後に，津\n波に流されてきた家屋に後ろから押され，バスの内部に一気に水が流れ込み，\n本件被災園児ら５名が本件小さいバス内に取り残された。Ｉ運転手は，津波\nにより破れた窓から車外に押し出され，もがきながら一時気を失ったが，気\nが付いたときには津波で流された民家の屋根の上に乗っていた。そして，九\n死に一生を得たＩ運転手は，全身ずぶ濡れのまま本件幼稚園Ｃに戻った（乙\n１２，Ｉ証言）。\nなお，石巻市鮎川においては，午後３時２６分頃に約８．６ｍ以上の最大\n津波を観測していた（甲１３４）。\n(15)被告Ｂ２園長が再度教諭を門脇小学校に派遣した状況\n被告Ｂ２園長は，遅くとも本件大きいバスが出発した後に本件防災無線に\nおいて大津波警報が発令されている旨を耳にしていたが，バスを戻すように\nとの指示にもかかわらず，本件小さいバスが直ちには戻ってこなかったため，\n心配になり，Ｌ３教諭，Ｌ２教諭及びＬ６教諭に対して，本件小さいバスの\n進行状況を確認させるため，再び門脇小学校へ向かうよう指示していた。\nＬ３教諭，Ｌ２教諭及びＬ６教諭は，門脇小学校へ向かう途中，本件幼稚\n園Ｃの東門から見ると，南浜町方面が冠水しているような様子が見え，それ\nが津波の被害かどうかを疑問に思いながらも，門脇小学校脇の本件階段の上\n方まで行って市街地を間近に見下ろすと，市街地が津波に襲われ海のように\nなって浸水し，所々で火の手が上がっている様子が見えた。Ｌ３教諭らは，\n近くにいたおばあさんから，子供らが日和山公園に避難していると教えられ\nたため同公園に向かったが，園児らを見付けることができなかった（乙２２）。\nその後，Ｌ３教諭らがすぐには戻って来なかったため，被告Ｂ２園長は，\n自分自身が行かなくてはならないと考え，Ｌ４教諭と共に門脇小学校へ向か\nったが，本件階段の上からは既に門脇小学校が津波に襲われている様子が確\n認されたため，本件幼稚園Ｃに戻った。\n(16)本件地震発生以降の原告らの動きと，被告Ｂ２園長ら職員の対応等\nア  本件地震後，本件幼稚園Ｃへ亡Ｄを迎えに行った原告亡Ｄ母は，既に本\n件小さいバスが出ていったものの，門脇小学校から戻ってくると聞いたの\nでその帰りを待っていたところ，ずぶ濡れになって本件幼稚園Ｃに戻って\nきたＩ運転手に出会ったことから，事情を聴くと，本件小さいバスが津波\nに襲われたと聞いた。そこで，原告亡Ｄ母は，Ｋ運転手及びＬ１主任教諭\nと共に，Ｉ運転手の案内により，被災したという場所へ向かった。しかし，\nＩ運転手が被災場所として指示した場所は，門脇町五丁目付近の坂の上り\n口付近の真の本件被災現場ではなく，同被災場所も見通せないほど日和山\n公園側（東側）に相当離れた崖上から見える崖下の場所であった（甲１２\n２の写真２５，原告亡Ｄ母証言）。そこで，原告亡Ｄ母は，Ｉ運転手が指\n示した崖下の悲惨な被災状況を見て精神的に動揺し，既にパニック状態に\n陥っていたＩ運転手と共に，Ｌ１主任教諭に付き添われて，いったん本件\n幼稚園Ｃに戻った。Ｌ１主任教諭は，津波に流されて崖下に押し寄せて燃\nえている民家や瓦礫等の火を消せば園児らを救うことができるのではない\nかなどととっさに考えて他の教諭らに対し，本件幼稚園Ｃ内の消火器を持\nって行くよう指示し（乙９，Ｌ１証言），実際にＬ２教諭らが消火器を持\nって上記現場付近に赴いたが，とても消火器で消せるような被災状況では\nなかった（乙２２）。Ｉ運転手は，本件幼稚園Ｃに戻った後は，寒さと打\n撲の痛みもあって，保健室で休んでいた。\nイ  原告亡Ｅ父は，勤務先の運輸会社の倉庫において本件地震に遭遇し，揺\nれが収まった後にトラックのラジオを入れ，津波警報が発令されたことを\n知ったが，その津波警報がすぐに大津波警報に変わり，石巻市で６ｍ以上\nの津波が予想されると聞いたことから，本社に避難し，更に午後３時４０\n分頃に，会社から新境町にある自宅へ徒歩で帰宅した。本件地震による津\n波発生後には，原告亡Ｅ両親の自宅から本件幼稚園Ｃへ向かう途中の道路\nが冠水していたため，原告亡Ｅ父が本件幼稚園Ｃに亡Ｅを迎えに行くこと\nはできなかった（甲１１１，原告亡Ｅ父供述）。\n翌１２日に亡Ｅの祖母と大叔母が冠水した道路に浸水しながら本件幼稚\n園Ｃを訪れたところ，被告Ｂ２園長から，亡Ｅが本件小さいバスで送迎さ\nれている最中に津波にのまれて被災したことを告げられ，被災現場の坂が\n見える場所付近を案内され，焼け焦げた自動車が本件小さいバスである旨\nの説明を受けたが，その自動車は本件小さいバスではなかったことが後日\n判明した（乙８）。\nウ  原告亡Ｆ父は，本件地震発生当日の夕方，本件幼稚園Ｃを訪れ，Ｌ１主\n任教諭に対し，「Ｆの父ですが，Ｆはどこですか。」と尋ねたが（乙９），同\n教諭からは「津波にのみ込まれたかもしれません。」と言われただけで，そ\nれ以上の詳しい状況を教えてもらえなかったため，日和山周辺の避難所を\n捜し回ったが，亡Ｆを見付けることができなかった。そこで，原告亡Ｆ父\nは，午後６時３０分頃，再び本件幼稚園Ｃに戻り，被告Ｂ２園長に対し「バ\nスと連絡は取れましたか？」と尋ねたところ，被告Ｂ２園長が何も言わず\nに首を横に振るだけであったことから，引き続き連絡が取れていないもの\nにすぎないと理解し，日和山周辺の避難所を一晩中捜し回った上，翌１２\n日も，本件小さいバスの第３便のルートである貞山，新橋，蛇田周辺の道\n路や避難所を捜し歩いた（甲１１３）。しかし，１３日午後になって原告亡\nＦ両親は，同亡Ｅ両親から，亡Ｆを含む本件被災園児ら５名が被災したこ\nとを知らされた（甲１１１）。\n本件地震当時に次女と共に自宅にいた原告亡Ｆ母は，本件地震後に，本\n件幼稚園Ｃに電話をしたが，つながらなかった。１１日午後３時過ぎ，原\n告亡Ｆ母は，熊本県在住の弟から電話を受け，「１０ｍの津波って言ってる\nよ。大丈夫か。Ｆは。」と聞かれたが，「Ｆは高台の幼稚園だから大丈夫だ\nと思う。」などと答え，午後３時過ぎ出発予定の送迎バスなので，本件幼稚\n園Ｃにとどまっているものと思っていた。\nエ  原告亡Ｇ母は，本件地震後，本件幼稚園Ｃへ電話をかけても繋がらない\nため心配になり，自宅から自動車で本件幼稚園Ｃに向かったが，途中で渋\n滞に巻き込まれ，津波が市街地に流れてきたのを見て急いでＵターンして\n４階建ての自宅共同宿舎に戻り，自宅１階が冠水したため，４階に避難し\nた。\n本件幼稚園Ｃの近くに居住する原告亡Ｇ母の祖父母が本件地震当日の午\n後５時前頃に本件幼稚園Ｃを訪れたが，被告Ｂ２園長からは，「バスが津波\nに巻き込まれたようです。」と聞かされただけであって，詳しい経過を教え\nてもらえなかったため，その旨を原告亡Ｇ父に電話連絡した（甲１１５，\n１１６）。\n原告亡Ｇ父は，Ｔに勤務し，勤務先での情報収集や対策に追われていた\nため，両親から亡Ｇが被災したかもしれないことを電話で聞いても，直ち\nには亡Ｇの安否確認に行くことができなかった。原告亡Ｇ父が１３日にな\nってようやく本件幼稚園Ｃを訪れたところ，被告Ｂ２園長から，亡Ｇが被\n災した旨の話を聞き，被災場所付近を案内されたが，焼け焦げた別の自動\n車を本件小さいバスであると被告Ｂ２園長から説明された（甲１１５，１\n１６，乙８）。\nオ  被告Ｂ２園長ら職員は，本件地震発生後には，園児を迎えに来た保護者\nの対応のほか，怪我をして運ばれてくる人の手当てをしたり，避難して来\nた人の世話や，その炊き出しをしていたが，夜中になってから防災行政無\n線による避難命令に従って門脇中学校に避難した。\n１２日に被告Ｂ２園長とＫ運転手が本件小さいバスを捜し，坂の上から\n見えた焼け焦げた自動車を本件小さいバスであると誤認した。\nカ  平成２３年３月１４日，本件被災園児４名の両親である原告らが本件被\n災園児ら４名を捜索することとなり，３月１２日に被告Ｂ２園長から本件\n小さいバスとして指示されていた自動車内等を捜索したが，同車にはゴル\nフバッグが載せられていることから，それが本件小さいバスではないこと\nに直ちに気付き，原告亡Ｄ父らにおいて更にその付近を捜索した結果，二，\n三ｍ海側（南側）の場所（坂の入り口の本件被災現場より北側へ約二，三\n十ｍ離れた場所）に焼け焦げた本件小さいバスが横転しているのを発見し\n（甲１２３），上に載っていた瓦礫等を取り除くと，その車内には本件被災\n園児ら５名が互いに抱き合うように同一方向に向いているのを発見し，焼\nけ残った衣服の柄その他の特徴によりそれぞれの子らであることを確認し\nた（甲１３，１０９，１２３の写真１～６，乙２７の写真③，⑤，原告亡\nＤ父供述）。\n３月１９日，教諭らにおいて本件小さいバスが発見された付近を更に捜\n索した結果，亡Ｈの残りの遺体が発見された（乙８）。なお，Ｊ添乗員の遺\n体は，発見されなかった。\n本件被災園児ら５名の詳細な死因及び死亡時期は不明である。\n(17)本件地震による東日本大震災の被害状況\n本件地震においては，宮城県牡鹿半島から１００㎞ないし２００㎞離れた\n海底のプレート境界でずれが生じ，それが岩手沖から福島沖，茨城沖までの\n南北に広がり，約３分間の間に，長さ約５００㎞，幅約２００㎞の範囲にわ\nたって破壊が進み，断層が最大で２０ｍないし３０ｍずれた（乙１６）。\n本件地震後に観測された最大津波高さは１１．８ｍ(大船渡)であり（観測\n機器が破壊されたために正確な計測ができなかったが，場所によっては１５\nｍの高さの津波が押し寄せ，津波痕跡の中には３０ｍに及ぶ場所もあるとも\n言われている。），石巻市で観測された津波の高さは７．７ｍであった（乙１，\n１６）。\n石巻市内の津波による主な浸水状況は，別紙「津波浸水図」（乙１）記載の\nとおりであり，海岸から約７００ｍ離れていた門脇小学校の津波浸水高さは\n約６．９７ｍ（東京湾の平均海面を標高０ｍとしたときの高さ）であり（乙\n１），門脇小学校の１階玄関戸上部にまで達し（甲１３７），本件被災現場に\n近い日和山の崖下に残る津波遡上高は約７．０４ｍであった（乙１）。\n本件地震による平成２４年３月１３日現在の死者１万６２７８名，不明２\n９９４名，負傷者６１７９名，住家全壊１２万９１９８棟，住家半壊２５万\n４２３８棟，住家一部損壊７１万５１９２棟であった（甲７５の５・気象庁\nホームページ）。\n石巻市においては，約２３４０名が死亡し，約２７００名が行方不明とな\nり，約２万８０００棟の住家が全壊となった（乙１６）。\n(18)本件訴訟提起に至るまでの状況等\nア  本件被災園児ら５名が発見された１４日には被告Ｂ２園長が一日中本件\n幼稚園Ｃを不在にしていたため，１５日に被告Ｂ２園長から被災に至る経\n過について説明を受けることとなり，本件被災園児ら４名の保護者らは，\n同日，被告Ｂ２園長に対し，本件小さいバスを出発させた経過や情報収集\nの状況等について説明を求め，地震マニュアルの開示を求めた。これに対\nし，被告Ｂ２園長は，「本件小さいバスを出発させたのは，自分の判断ミス\nである。バスの運転手にはラジオをつけろと言った。」などと説明し（本件\nにおいて，実際に被告Ｂ２園長がラジオをつけろと指示した事実を認める\nに足りる証拠はない。），本件幼稚園Ｃ地震マニュアルについては職員室に\n捜しに行ったが，保護者らに対してはその開示をしなかった（甲１１３，\n原告亡Ｅ父証言６頁）。\nイ  平成２３年４月９日には，被告Ｂ１学院は，原告ら保護者の求めにより，\n本件幼稚園Ｃによる２回目の説明会を開催した。\nウ  平成２３年４月１１日には，事務長Ｂ３と教諭らが本件被災園児ら５名\nの焼香をするため，各遺族の家庭を訪問した際，被告Ｂ１学院からの弔慰\n金２００万円を持参したが，亡Ｈの遺族以外からは，その受領を拒絶され\nた。\nエ  平成２３年４月１２日，被告Ｂ１学院は，保護者６４名に対し，３回目\nの説明会を実施した。\nオ  平成２３年４月２０日，被告Ｂ１学院は，事実経過に関する時系列表（甲\n５）を作成して，希望する保護者に交付した。\nカ  平成２３年５月１７日，原告亡Ｇ両親において被告Ｂ１学院から弔慰金\n２００万円を受領した。\nキ  平成２３年５月２１日，被告Ｂ１学院は，本件被災園児ら４名の遺族に\n対し，マスコミ関係者も交えて，４回目の説明会を行った。\nク  平成２３年５月２８日以降，原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親\nは，被告Ｂ１学院から１遺族当たり弔慰金各２００万円を受領した。\nケ  被告Ｂ１学院が加入していた独立行政法人日本スポーツ振興センターの\n災害給付制度の特例的な適用により，本件被災園児ら５名に対しては特別\n弔慰金として１遺族当たり５００万円が支給された（乙１４）。\nコ  平成２３年８月１０日，原告らは，本件の事実関係が明らかになり，将\n来の大地震発生時にも教育関係者が子供の命を最優先に考えて行動し，二\n度と本件のような悲惨な結果を繰り返さなくなることなどを願って，本件\n訴訟を提起した。\nサ  被告Ｂ１学院は，平成２５年３月をもって本件幼稚園Ｃを休園した。\n６  判断\n(1) 園児の保護義務について\n被告Ｂ１学院が，原告らとの間の在園契約から生じる付随義務として，本\n件被災園児ら４名が本件幼稚園Ｃにおいて過ごす間，本件被災園児ら４名の\n生命・身体を保護する義務を負っていたこと，被告Ｂ２園長も，一般不法行\n為法上，同様の義務を負っていたことは，いずれも当事者間に争いがない。\nそして，特に幼稚園児は３歳から６歳と幼く，自然災害発生時において危\n険を予見する能力及び危険を回避する能力が未発達の状態にあり，園長及び\n教諭らを信頼してその指導に従うほかには自らの生命身体を守る手だてがな\nいのであるから，被告Ｂ１学院の履行補助者である本件幼稚園Ｃの園長及び\n教諭ら職員としては，園児らの上記信頼に応えて，できる限り園児の安全に\n係る自然災害等の情報を収集し，自然災害発生の危険性を具体的に予見し，\nその予見に基づいて被害の発生を未然に防止し，危険を回避する最善の措置\nを執り，在園中又は送迎中の園児を保護すべき注意義務を負うものというべ\nきである。\n(2) 情報収集義務の懈怠について\nア  そうであるところ，前記１ないし３認定の事実関係によれば，宮城県沖\nは海の太平洋プレートが陸のユーラシアプレートに沈み込む日本海溝の西\n側に位置しているため，ほぼ一定期間毎に海溝型の巨大地震が繰り返し発\n生しており，特に西暦８６９年の貞観地震の津波は，仙台石巻平野の当時\nの海岸線より２～４㎞も遡上し（本件小さいバスの２便目の送迎ルートで\nある門脇町・南浜町地区は貞観地震当時には海底であった。），明治以降も\n明治２９年の三陸沖地震の大津波（推定津波痕跡高約３８．２ｍ），昭和８\n年の三陸沖地震の津波（雄勝町荒の津波高さ１０ｍ），昭和３５年のチリ地\n震の津波（牡鹿町大谷川の津波高さ５．６５ｍ）が発生していた。また，\n石巻市以外においても平成５年には北海道南西沖地震の津波（最大の津波\n痕跡高約３０ｍ）が発生し，海外においても平成１６年のスマトラ島沖地\n震が発生し，いずれも多数の死傷者を伴う悲惨な結果が発生し，これらの\n過去の津波被害は新聞やテレビ等により折に触れて，繰り返し報道され続\nけていた。\nそして，前記４認定の事実によれば，関係省庁は，平成５年には日本海\n中部地震及び北海道南西沖地震の経験に鑑み，津波に対する防災体制の点\n検，防災意識の向上等を図り，津波に対する警戒を全国的に強化するため，\n「津波警報関係省庁連絡会議」を設置し，平成１１年には更に「津波対策\n関係省庁連絡会議」を設置して申合せを作成し，関係機関に対し，津波予\n報を住民に周知徹底するために市町村防災行政無線等の整備を図り，住民\nに対しては，①海浜にでかけるときは，ラジオ等を携行し，津波警報，避\n難勧告・指示等の情報を聴取するよう指導すること，②強い地震（震度４\n程度以上）を感じたとき又は弱い地震であっても長い時間ゆっくりとした\n揺れを感じたときは，海浜にある者，海岸付近の住民等に直ちに海浜から\n退避し，急いで安全な場所に避難するよう勧告・指示することを徹底する\nよう求めていた。それを受けた平成１６年６月の宮城県防災会議の「宮城\n県地域防災計画[震災対策編]」（甲１０１）は，それらの津波予報の周知徹\n底方策を具体的に取りまとめ，更にそれを受けた石巻市も，定期的に地震\n防災訓練を行うとともに，本件地震直前の平成２３年３月１日発行の市報\nにおいては，「災害は忘れたころにやってくる！」と題して，津波の特徴を\n伝え，津波から逃れるためには，強い地震（震度４程度以上）を感じたと\nき又は弱い地震であっても長い時間ゆっくりとした揺れを感じたときは，\n直ちに海浜から離れ，急いで安全な場所に避難することが大切であると指\n摘し，ラジオで津波に関する情報を取得することの大切さを呼び掛けるな\nどしていた。そして，新聞テレビ等においても，過去の地震や将来の地震\n発生のおそれなどを紹介し，大地震の発生後には津波に備えて高台に避難\nし，ラジオ等により情報収集をすることが大切であることなどを繰り返し\n伝えていた。\nまた，前記５(4)認定の事実によれば，宮城県教育委員会震災マニュアル\nにおいても，「指定職員はラジオなどにより情報収集に努める。津波警報等\nの発令時（見込みを含む。）は，更に高台等に二次避難する。」と定められ\nており，学校保健安全法２９条１項により作成が義務づけられている危険\n等発生時対処要領として作成された本件幼稚園Ｃ地震マニュアルにおいて\nは，「地震の震度が高く，災害が発生する恐れがある時は，全員を北側園庭\nに誘導し，動揺しないように声掛けして，落ち着かせて園児を見守る。園\n児は保護者のお迎えを待って引き渡すようにする。」と定め，大地震発生の\n際には高台にある本件幼稚園Ｃにおいて園児を保護者に引き渡すことを定\nめていた。\nそのような状況において，本件３月９日地震に続いて，１１日に本件地\n震が起こり，約３分間にわたって最大震度６弱の地震が続くという巨大地\n震を被告Ｂ２園長ら職員が体感していたというのである。\nそうすると，眼下に海が間近に見える高台に位置する本件幼稚園Ｃに勤\nめる被告Ｂ２園長としては，午後３時２分過ぎ頃に本件小さいバスを高台\nから出発させるに当たり，たとえ本件地震発生時までにはいわゆる千年に\n一度の巨大地震の発生を予想し得なかったとしても，約３分間にわたって\n続いた最大震度６弱の巨大地震を実際に体感したのであるから，本件小さ\nいバスを海沿いの低地帯に向けて発車させて走行させれば，その途中で津\n波により被災する危険性があることを考慮し，ラジオ放送（ラジカセと予\n備の乾電池は職員室にあった。）によりどこが震源地であって，津波警報が\n発令されているかどうかなどの情報を積極的に収集し，サイレン音の後に\n繰り返される防災行政無線の放送内容にもよく耳を傾けてその内容を正確\nに把握すべき注意義務があったというべきである。\nそうであるのに，被告Ｂ２園長は，巨大地震の発生を体感した後にも津\n波の発生を心配せず，ラジオや防災行政無線により津波警報等の情報を積\n極的に収集しようともせず，保護者らに対する日頃の送迎ルートの説明に\n反して，本来は海側ルートへ行くはずのない本件小さいバスの３便目の陸\n側ルートを送迎される本件被災園児ら５名を２便目の海側ルートを送迎す\nる同バスに同乗させ，海岸堤防から約２００ないし６００ｍの範囲内付近\nに広がる標高０ないし３ｍ程度の低地帯である門脇町・南浜町地区に向け\nて同バスを高台から発車させるよう指示したというのであるから，被告Ｂ\n２園長には情報収集義務の懈怠があったというべきである。\nイ  そして，前記５(9)に認定した事実によれば，本件幼稚園Ｃのすぐ近くに\nある本件防災無線からは，地震発生後の午後２時４８分以降，「大地震発生，\n大地震発生。津波の恐れがありますので，沿岸や河口付近から離れて下さ\nい。」と放送され，午後２時５２ないし５４分にされた放送以降においては，\n大津波警報発令の伝達に切り替えられ（甲６８），「大津波警報，大津波警\n報。宮城県沖に大津波警報が発表されました。沿岸・河口付近から離れて\n下さい。至急高台へ避難してください。」，「車での避難は控えて下さい。渋\n滞になります（なっています）。」等のアナウンスが繰り返されていた（甲\n９）。\nまた，前記５(10)に認定した事実によれば，ＮＨＫ仙台放送局は，午後\n２時５１分頃から午後３時８分頃までの間に，宮城県，岩手県，福島県沿\n岸に大津波警報が発表されたことを９回，宮城県への津波到達予想時刻が\n午後３時であり，予想される津波の高さが６ｍであることを１２回にわた\nってラジオ放送で伝え，その際同時に，海岸や川の河口付近には絶対に近\nづかないこと，早く安全な高い所に避難することを合計１４回にわたって\n呼び掛けていた。また，石巻コミュニティー放送によるラジオ放送も，午\n後２時５０分頃からは大津波警報発令を伝え，午後３時１分には６ｍの津\n波（到達予想時刻午後３時）が宮城県沿岸部に到達するとの発表を伝え，\n午後３時１０分まで，地震の規模がＭ７.９であり，宮城県北部の震度が７\nであり，大津波警報発令中であることなどを繰り返し伝えていた。\nそうすると，仮に被告Ｂ２園長において前記アの情報収集義務を果たし\nていれば，大津波警報が発令され，午後３時前後には予想される宮城県の\n津波の高さが６ｍ以上と報道されていたことを知ることができ，このよう\nな状況下において高台から眼下に広がる海側の低地帯に向けて本件小さい\nバスを発車させることはなく（被告Ｂ２園長供述５４頁），本件幼稚園Ｃ地\n震マニュアルに従って高台にある本件幼稚園Ｃに園児らを待機させ続け，\n迎えに来た保護者に対して園児らを引き渡すことになったものと推認され，\n本件被災園児ら５名の尊い命が失われることもなかったであろうといえる\nから，被告Ｂ２園長の上記情報収集義務の懈怠と本件被災園児ら５名の死\n亡の結果発生との間には相当因果関係がある。\n(3) 被告らの主張に対する判断\nア  これに対し，被告らは，地震学者もマグニチュード９．０という巨大な\n本件地震の発生を予想していなかったから，被告Ｂ２園長に注意義務を課\nす前提となる予見可能性がない旨主張する。\nしかし，被告らの上記主張を採用することはできない。すなわち，予見\n義務の対象は本件地震の発生ではなく，前記説示のとおり巨大な本件地震\nを現実に体感した後の津波被災のおそれであり，情報収集により防災行政\n無線やラジオ放送等により津波警報や大津波警報が伝達され，高台への避\n難等が呼び掛けられていた状況の下で，本件小さいバスを眼下に海が間近\nに見える高台から海岸近くの低地に向けて出発させることにより津波被害\nに遭うおそれがあるかについての予見可能性があったかどうかということ\nであるから，単に本件地震発生前に地震学者がマグニチュード９．０の巨\n大地震の発生を予想していなかったことをもって，本件地震発生後の津波\n被災のおそれまで予見困難であったとはいえない。\nイ  また，被告らは，石巻市が過去の津波被害を踏まえて作成した別紙「津\n波ハザードマップ」（乙３）においても，浸水域としては海沿いの地域しか\n想定しておらず，石巻市の市街地を約７ｍもの本件津波が襲うことを予見\nしていなかったから，合理的平均人である被告Ｂ２園長には何らの注意義\n務違反もない旨主張する。\nしかし，被告らの上記主張を採用することはできない。すなわち，前記\n認定のとおり，別紙「津波ハザードマップ」を紹介する石巻市のホームペ\nージにおいては，宮城県沖地震（連動型）に伴い津波が発生した場合の市\n内の予想浸水区域及び各地域の避難場所を示したものであって，浸水の着\n色のない地域においても，状況によっては浸水するおそれがあるので，注\n意してほしいこと，津波に対してはできるだけ早く安全な高台に避難する\nことが大切であること，強い揺れを感じたら，すぐにテレビやラジオなど\nで津波情報や警報を確認し，市からの避難勧告や避難指示が出された時に\nは，直ちに避難してほしいことが注記されていたというのである。そして，\n本件小さいバスを出発させるに当たっての情報収集義務の前提となる予見\n可能性の対象は，門脇小学校や本件被災現場が津波に襲われることの予見\n可能性ではなく，本件小さいバスの２便目の走行ルートが津波に襲われる\nことの予見可能性で足りるというべきところ，前記認定のとおり，同走行\nルートは，高台にある本件幼稚園Ｃの眼下に見える海岸堤防から約２００\nないし６００ｍの範囲内付近に広がる標高０ないし３ｍ程度の低地帯であ\nる門脇町・南浜町地区内にあって，浸水が予想された海沿いの区域との標\n高差がほとんどない上，防災行政無線やラジオ等を通じて大津波警報と高\n台避難が呼び掛けられ，宮城県への津波到達予想時刻が午後３時であり，\n予想される津波の高さが６ｍであることが報道されていたというのである\nから，津波被害を回避するために高台に位置する本件幼稚園Ｃにとどまる\n契機となる程度の津波の危険性を予見することができたというべきである。\nしたがって，単に石巻市のハザードマップの浸水予想区域が海沿いの区域\nのみであって門脇小学校や本件被災現場が含まれていなかったことをもっ\nて情報収集義務違反の前提となる津波被災の予見可能性がなかったとする\n被告らの上記主張は採用の限りでない。\nウ  さらに，被告らは，「被告Ｂ２園長に情報収集義務違反があったとして\nも，(ｱ)本件幼稚園Ｃの周囲の民家には本件地震による被害がほとんどなか\nったこと，(ｲ)２日前の本件３月９日地震においても津波被害がなかったこ\nと，(ｳ)停電のためテレビによる情報収集ができず，本件地震後の混乱や，\n園児，保護者への対応に忙しくてラジオ等による情報収集が困難であった\nこと，(ｴ)防災行政無線やラジオ放送によっても石巻市に巨大な津波が襲っ\nてくるという具体的な情報がなかったことに照らせば，指定避難場所とさ\nれていた門脇小学校や本件被災現場付近にまで津波が押し寄せてくること\nを予見することは困難であって，被告Ｂ１学院の責めに帰すべき事由又は\n被告らの過失を認めることができないから，被告らが債務不履行責任若し\nくは使用者責任又は不法行為責任を負うことはない。」旨主張する。\nしかし，被告らの上記主張を採用することはできない。すなわち，(ｱ)本\n件幼稚園Ｃの周囲の民家には本件地震による被害がほとんどなかったとし\nても，最大震度６弱の揺れが約３分間も続いていたから，地震の震源地等\nによっては巨大な津波に襲われるかもしれないことは容易に予想されるこ\nとであって，震源地の位置や地震の規模，津波警報の有無や内容を把握す\nるために，ラジオや防災行政無線の放送内容を正確に聴取する必要があっ\nたというべきであるから，周囲の民家について地震による被害が見られな\nかったからといって情報収集義務違反について帰責事由がないとか過失が\nないということはできない。また，(ｲ)２日前の本件３月９日地震は，マグ\nニチュード７．３，石巻市門脇での震度が４であったのに対し（甲１４の\n１），本件地震は，マグニチュード９．０（甲１５），石巻市門脇での震度\nが６弱であって（甲１６），本震の揺れが約３分近くも続いたという著しい\n相違があるのであるから，２日前の本件３月９日地震において津波被害が\nなかったことをもって本件地震後の大津波を予想することができなかった\nとはいえない。さらに，(ｳ)保護者や園児の対応のため忙しかったとしても，\n被告Ｂ２園長のほか，複数の教諭がいたのであるから，地震の揺れが収ま\nった直後には直ちに被告Ｂ２園長において園児らの安全に係る情報の早期\n収集に努めるべきであって，保護者や園児の対応の必要性はその情報収集\n義務を免除し，又はその義務違反の有責性を否定する理由にはならない。\n加えて，(ｴ)防災行政無線やラジオ放送によっても石巻市に巨大な津波が襲\nってくるという具体的な情報がなかったとの点については，前記認定のと\nおり午後３時過ぎには宮城県に６ｍの津波が予想されると報道されていた\nのであるから，宮城県内の沿岸部に当たる石巻市にも６ｍ前後の津波が押\nし寄せるかもしれないことは容易に予想されたことであって，被告らの上\n記に係る主張は採用の限りでない。\nなお，被告Ｂ２園長においては，本件地震後に園庭に避難していた園児\nらがみぞれの降っている中を寒そうにしていたから早く保護者らの元に送\nり届けたかったために本件小さいバスを出発させた旨供述する。しかし，\n園児らをバスの中に避難させることもできるし，預かり保育の園児らと同\n様に園舎の中において保護することも可能であったから，みぞれ混じりの\n寒い天候であったことは，被告Ｂ２園長が情報収集義務を懈怠して本件小\nさいバスを出発させるという誤った判断をしたことを正当化する理由には\nならない。\n以上によれば，「被告Ｂ１学院の責めに帰すべき事由又は被告らの過失を\n認めることができないから，被告らが債務不履行責任若しくは使用者責任\n又は不法行為責任を負うことはない。」旨の被告らの前記主張は理由がない。\n(4) 責任原因に係るまとめ\nそうすると，被告Ｂ１学院の履行補助者（被用者）である被告Ｂ２園長が\n本件地震発生後に津波に関する情報収集義務の履行を怠った結果，本件小さ\nいバスを眼下に海が間近に見える高台にある本件幼稚園Ｃから海側の低地帯\nに出発させて本件被災園児ら４名の津波被災を招いたといえるから，原告ら\n主張のその余の責任原因について判断するまでもなく，被告Ｂ１学院には安\n全配慮義務違反の債務不履行責任及び民法７１５条１項（使用者責任規定）\nの不法行為による損害賠償責任があり，被告Ｂ２園長には民法７０９条の不\n法行為による損害賠償責任がある。\n(5) 原告らの損害\n証拠（原告亡Ｇ母を除く原告ら本人７名の各供述）及び弁論の全趣旨によ\nれば，原告らは次のとおりの損害を被ったことを認めることができる。\nア  本 件 被 災 園 児 ら ４ 名 の 逸失利益\n(ｱ) 亡Ｄ，亡Ｅ及び亡Ｆ（当時各６歳）について\n４６６万７２００円（賃金センサス平成２２年男女計学歴計全年齢平\n均賃金）×１０．１１７０（死亡時６歳，就労可能年数４９年のライプ\nニッツ係数）×（１－０．４５〔生活費控除割合〕）＝２５９６万９９３\n４円\n(ｲ) 亡Ｇ（当時５歳）について\n４６６万７２００円（賃金センサス平成２２年男女計学歴計全年齢平\n均賃金）×９．６３５２（死亡時５歳，就労可能年数４９年のライプニ\nッツ係数）×（１－０．４５〔生活費控除割合〕）＝２４７３万３１７２\n円\nイ   本 件 被 災 園 児 ら ４ 名 の 慰 謝 料\n本件の津波被災はマグニチュード９の巨大地震の発生という希有な自然\n現象が発端となっていることを考慮すると，５歳又は６歳と幼くしてその\n命を失った本件被災園児ら４名の死亡慰謝料の金額としては，各１６００\n万円が相当である。\nウ  原告らは，各々自らの子の上記逸失利益及び慰謝料の損害賠償請求権を\n２分の１の割合で相続した（甲１ないし４）。\n(ｱ) 原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親\n４１９６万９９３４円×２分の１＝２０９８万４９６７円\n(ｲ) 原告亡Ｇ両親\n４０７３万３１７２円×２分の１＝２０３６万６５８６円\nエ  原告ら固有の慰謝料                                各２００万円\n原告らは，５歳又は６歳という可愛い盛りの我が子を突然に失ったもの\nであって，その著しい精神的苦痛を慰謝するためには１人当たり２００万\n円の慰謝料が相当である。\nオ  原告らが負担した葬儀費用                            各７５万円\n葬儀費用としては本件被災園児ら４名について１人当たり１５０万円が\n相当であり，原告らは，その２分の１（７５万円）ずつを負担したものと\n認められる。\nカ   原 告 ら の 損 害 額 の 小 計\n(ｱ) 原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親\n２０９８万４９６７円＋２００万円＋７５万円＝２３７３万４９６７円\n(ｲ) 原告亡Ｇ両親\n２０３６万６５８６円＋２００万円＋７５万円＝２３１１万６５８６円\nキ   損 益 相 殺\n被告代表者本人尋問の結果及び弁論の全趣旨によれば，原告らは被告Ｂ\n１学院から２００万円（原告１人当たり１００万円）の弔慰金を受領し，\n独立行政法人日本スポーツ振興センターの災害給付制度に加入していた被\n告Ｂ１学院から，給付金５００万円（原告１人当たり２５０万円）を受領\nしたことを認めることができるから，これを原告らの損害額から控除する。\n(ｱ) 原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親\n２３７３万４９６７円－１００万円－２５０万円＝２０２３万４９６\n７円\n(ｲ) 原告亡Ｇ両親\n２３１１万６５８６円－１００万円－２５０万円＝１９６１万６５８\n６円\nク   原 告 ら が 負 担 し た 弁 護 士 費 用                     各 ２ ０ ０ 万 円\n弁護士費用としては，原告１人当たり２００万円が相当である。\nケ  損害額のまとめ\n(ｱ) 原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親\n各２２２３万４９６７円\n(ｲ) 原告亡Ｇ両親\n各２１６１万６５８６円\nよって，民法４１５条の債務不履行による損害賠償請求権，又は民法７１５\n条１項若しくは７０９条の不法行為による損害賠償請求権に基づき，被告らに\n対し，原告亡Ｄ両親，同亡Ｅ両親及び同亡Ｆ両親各自においてはそれぞれ損害\n金２２２３万４９６７円，原告亡Ｇ両親各自においてはそれぞれ損害金２１６\n１万６５８６円及びこれらに対する平成２３年８月２６日（不法行為の後の日\n又は本件訴状送達による催告の日の翌日）から支払済みまで民法所定の年５分\nの割合による各遅延損害金の連帯支払請求権を有する。\n第４  結論\n以上によれば，原告らの被告らに対する各請求は，いずれも，上記支払請求の\n限度で理由があるからその限度で認容することとし，その余の請求は理由がない\nからこれを棄却することとし，主文のとおり判決する。なお，仮執行免脱宣言は\n相当ではない。\n仙台地方裁判所第１民事部\n裁判長裁判官          齊      木      教      朗\n裁判官          荒      谷      謙      介\n裁判官          遠      藤      安  希  歩\n"
}