{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 21
  },
  "case_number": "平成22(行ケ)10297",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81695",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81695",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/695/081695_hanrei.pdf",
  "contents": "平成２３年９月２１日  判決言渡\n平成２２年（行ケ）第１０２９７号  審決取消請求事件（特許）\n口頭弁論終結日  平成２３年９月１４日\n判 決\n原 告                             株 式 会 社 グ ツ ド マ ン\n訴 訟 代 理 人 弁 理 士                             山 田   強\n同                               安 藤   悟\n同                               辻 野 拓 也\n被 告                             株 式 会 社 カ ネ カ\n訴 訟 代 理 人 弁 理 士                             柳 野 隆 生\n同                               森 岡 則 夫\n同                               関 口 久 由\n同                               中 川 正 人\n訴 訟 代 理 人 弁 護 士                             宇 佐 美   貴   史\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２００９－８００２１０号事件について平成２２年８月１０\n日にした審決を取り消す。\n第２  事案の概要\n１  本件は，被告が有する特許第３８９４２２４号（発明の名称「吸引カテーテ\nル」）の全請求項につき原告が特許無効審判請求をし，被告が訂正請求をして\n対抗したところ，特許庁が訂正を認めた上，請求不成立の審決をしたことから，\nこれに不服の原告がその取消しを求めた事案である。\n２  争点は，①訂正後の上記特許の出願書類に記載要件違反（特許法３６条４項\n１号［実施可能要件違反］，６項１号［サポート要件違反］，２号［明確性要\n件違反］）があるか，②訂正後の上記発明が下記引用例に記載された発明及び\n周知技術から容易想到であったか（ただし，請求項ごとに引用例等は異なる。\n特許法２９条２項）等，である。\n記\n甲１発明：米国特許第６１５２９０９号明細書（以下，訳文による）（発明の\n名称「吸引システム及び方法」，特許日  ２０００年［平成１２年］\n１１月２８日，甲１）\n甲３発明：特開平９－１０１８２号公報（発明の名称「血管内圧力測定用の医\n療機器」，公開日  平成９年１月１４日，甲３）\n甲１３発明：特開２００３－２８４７８０号公報（発明の名称「スタイレット\n付きカテーテル」，公開日  平成１５年１０月７日，甲１３）\n甲１５発明：特開平５－２５３３０４号公報（発明の名称「血管カテーテル」，\n公開日  平成５年１０月５日，甲１５）\n第３  当事者の主張\n１  請求の原因\n(1) 特許庁における手続の経緯\nア  被告は，平成１５年１１月７日の優先権（特願２００３－３７８３２９\n号，日本）を主張して，平成１６年１０月２６日，名称を「吸引カテーテ\nル」とする発明につき日本語による国際特許出願（ＰＣＴ／ＪＰ２００４\n／０１６２０５号・特願２００５－５１５２８１号）をしたところ，平成\n１８年１２月２２日に特許第３８９４２２４号としてその設定登録を受\nけた（請求項の数１７。以下「本件特許」という。）。\nイ  これに対し原告は，平成２１年１０月６日，本件特許の全請求項（以下\n「旧請求項」という。）につき下記理由に基づき特許無効審判請求（甲２\n８）をしたので，これを受けた特許庁は，同請求を無効２００９－８００\n２１０号事件として審理した。\n記\n・無効理由Ａ：旧請求項１及び同９には特許法３６条６項１号違反（サポ\nート要件違反）及び同条４項１号違反（実施可能要件違反）\nがある。\n・無効理由Ｂ：旧請求項１，同９及び同１５には特許法３６条６項２号違\n反（明確性要件違反）がある。\n・無効理由Ｃ：各旧請求項（１～１７）には，以下のとおり特許法２９条\n２項違反（各引用発明から容易想到である）がある。\n旧請求項１\n甲１発明及び周知例（甲２～甲１１）から容易想到\n旧請求項２\n周知例（甲１２～甲１４）から容易想到\n旧請求項３\n同上\n旧請求項４\n周知例（甲２～甲４，甲１２）から容易想到\n旧請求項５\n甲１３発明から容易想到\n旧請求項６\n甲３発明から容易想到\n旧請求項７\n同上\n旧請求項８\n甲１３発明から容易想到\n旧請求項９\n甲１発明から容易想到\n旧請求項１０\n設計事項にすぎない\n旧請求項１１\n甲１発明から容易想到\n旧請求項１２\n周知例（甲９～甲１１）から容易想到\n旧請求項１３\n甲１発明から容易想到\n旧請求項１４\n同上\n旧請求項１５\n甲１５発明から容易想到\n旧請求項１６\n甲１発明から容易想到\n旧請求項１７\n周知例（甲４～甲８）から容易想到\nウ  上記審理の中で被告は，上記無効審判請求に対抗するため，平成２１年\n１２月２８日，特許請求の範囲の減縮及び明りょうでない記載の釈明を理\n由として，下記内容の訂正請求（請求項の数１５，以下この訂正を「本件\n訂正」といい，訂正後の請求項を「新請求項」という。甲２７）をした。\n記\n旧請求項       訂正請求の内容     新請求項\n１         内容変更         １\n２～５         変更なし       ２～５\n６         （削除）\n７         番号変更         ６\n８         番号変更         ７\n９         番号変更         ８\n１０         番号変更         ９\n１１         番号変更       １０\n１２         番号変更       １１\n１３         番号変更       １２\n１４         番号変更       １３\n１５         番号変更       １４\n１６         番号変更       １５\n１７         （削除）\nエ  これに対し原告は，上記訂正請求につき新たな無効理由（後記無効理由\n３）を付加した上，本件特許の無効理由を下記のとおり整理した。\n記\n・無効理由１：上記イの無効理由Ａを旧請求項１及び同９から新請求項１\n及び同８に改める。\n・無効理由２：上記イの無効理由Ｂを旧請求項１，同９及び同１５から新\n請求項１，同８及び同１４に改める。\n・無効理由３：新請求項１に記載された「ストレート形状」は明確でない\nため，新請求項１，同５及び同６には特許法３６条６項２号\n違反（明確性要件違反）がある。\n・無効理由４：上記イの無効理由Ｃを旧請求項（１～１７）から新請求項\n１～１５に改める。\nオ  これにつき特許庁は，平成２２年８月１０日，上記訂正を認めた上，上\n記各無効理由はいずれも理由がないとして「本件審判の請求は，成り立た\nない。」旨の審決をし，その謄本は同年８月１９日原告に送達された。\n(2) 発明の内容\n本件訂正後の特許請求の範囲（新請求項）の内容は，以下のとおりである\n（甲２７，なお下線部分は訂正箇所。以下，請求項の番号ごとに「本件発明\n１」等という。）。\n・【請求項１】血管内から物質を吸引除去するための吸引カテーテルであっ\nて，前記カテーテルは先端側シャフトおよび基端側シャフトから構成され\nるメインシャフトを有し，前記メインシャフトの内部に物質を吸引除去す\nるための吸引ルーメンを，前記先端側シャフトの最先端部にガイドワイヤ\nを挿通可能なガイドワイヤルーメンを内部に持つガイドワイヤシャフト\nをそれぞれ備え，前記吸引ルーメンは前記基端側シャフトの基端側に設け\nられたハブに連通し，前記吸引ルーメンの内部に脱着可能なストレート形\n状のコアワイヤを有し，前記コアワイヤの最大外径をＲ１，前記ハブより\n先端側の吸引ルーメンの最小内径をＲ２とする場合に，０．４５≦Ｒ１／\nＲ２≦０．６５であり，前記吸引ルーメンの内部に前記コアワイヤが存在\nする状態でガイディングカテーテルを介して血管内に挿入された後，前記\nコアワイヤが取り出され，前記吸引ルーメンに陰圧を付与することで血管\n内から物質が吸引除去されるものであることを特徴とする吸引カテーテ\nル。\n・【請求項２～４】（略）\n・【請求項５】前記コアワイヤが金属素線を巻回したスプリングワイヤであ\nることを特徴とする請求の範囲第１項から第４項のいずれかに記載の吸\n引カテーテル。\n・【請求項６】前記コアワイヤの少なくとも一部が先端側ほど柔軟であるこ\nとを特徴とする請求の範囲第１項から第５項のいずれかに記載の吸引カ\nテーテル。\n・【請求項７】（略）\n・【請求項８】前記先端側シャフトの先端が斜め方向にカットされており，\n前記ガイドワイヤシャフトの先端部が該斜めカットされた前記先端側シ\nャフトの最先端部に位置するか，もしくは該最先端部よりも先端側に突出\nして位置しており，前記先端側シャフトが斜めカットされている部分のカ\nテーテル長手軸方向の長さをＬ１とし，前記ガイドワイヤシャフトの基端\nから前記先端側シャフトの最先端部までの長さをＬ２とした場合に，０．\n５≦Ｌ２／Ｌ１であることを特徴とする請求の範囲第１項から第７項の\nいずれかに記載の吸引カテーテル。\n・【請求項９～１３】（略）\n・【請求項１４】前記基端側シャフトの少なくとも基端側の部分の曲げ弾性\n率が１ＧＰａ以上であることを特徴とする請求の範囲第１項から第１３\n項のいずれかに記載の吸引カテーテル。\n・【請求項１５】（略）\n(3) 審決の内容\nア  審決の内容は，別添審決写しのとおりである。その要点は，本件訂正は\n適法であるとした上，訂正後の本件特許には前記無効理由１ないし４をい\nずれも認めることができない，というものである。\nイ  なお，審決が認定した甲１発明の内容，本件発明１と甲１発明との一致\n点及び相違点は，次のとおりである。\n(ｱ) 甲１発明の内容\n「血管から塞栓，プラーク，血栓又は他の閉塞物を吸引するための吸引\nカテーテルであって，前記カテーテルは長い管状ボディ３６を有し，前\n記長い管状ボディ３６の内部に塞栓，プラーク，血栓又は他の閉塞物を\n吸引するための吸引ルーメン４２を，前記長い管状ボディ３６の最先端\n部にガイドワイヤ２６を挿入するためのガイドワイヤルーメン４０を\n内部に持つ先端３８をそれぞれ備え，前記吸引ルーメン４２は前記長い\n管状ボディ３６の基端に設けられたアダプタ３２に連通している吸引\nカテーテル。」\n(ｲ) 本件発明１と甲１発明との一致点\n「血管内から物質を吸引除去するための吸引カテーテルであって，前記\nカテーテルはメインシャフトを有し，前記メインシャフトの内部に物質\nを吸引除去するための吸引ルーメンを，前記メインシャフトの最先端部\nにガイドワイヤを挿通可能なガイドワイヤルーメンを内部に持つガイ\nドワイヤシャフトをそれぞれ備え，前記吸引ルーメンは前記メインシャ\nフトの基端側に設けられたハブに連通している吸引カテーテル。」\n(ｳ) 本件発明１と甲１発明との相違点１\n「本件発明１では，メインシャフトが先端側シャフトおよび基端側シャ\nフトから構成されているのに対して，甲１発明では，メインシャフト（長\nい管状ボディ３６）が１つのシャフトから構成されている点。」\n(ｴ) 本件発明１と甲１発明との相違点２\n「本件発明１では，吸引ルーメンの内部に脱着可能なストレート形状の\nコアワイヤを有し，コアワイヤの最大外径をＲ１，ハブより先端側の吸\n引ルーメンの最小内径をＲ２とする場合に，０．４５≦Ｒ１／Ｒ２≦０．\n６５であり，吸引ルーメンの内部にコアワイヤが存在する状態でガイデ\nィングカテーテルを介して血管内に挿入された後，コアワイヤが取り出\nされ，吸引ルーメンに陰圧を付与することで血管内から物質が吸引除去\nされるものであるのに対して，甲１発明では，そのようにはなっていな\nい点。」\n(4) 審決の取消事由\nしかしながら，審決には，以下のとおり誤りがあるから，違法として取り\n消されるべきである。\nア  取消事由１（特許法３６条６項１号違反及び同条４項１号違反［無効理\n由１］についての判断の誤り）\n(ｱ) 本件発明１の構成Ｆについての具体例が一切示されていない点\nａ  審決は，本件訂正明細書（甲２７参照。以下「訂正明細書」という。）\nの参考例１０の記載（段落【００７２】参照）を根拠として，訂正明\n細書の段落【００６０】の「１．００ｍｍ」との記載は「１．１０ｍ\nｍ」の誤記であると解釈し，訂正明細書には「０．４５≦Ｒ１／Ｒ２\n≦０．６５であること」（以下「構成Ｆ」という。）の具体例が記載\nされていると判断している（審決２４頁２１行～２５頁１５行）。\nしかし，参考例１０のＲ１の記載がそもそも誤記である，又は参考\n例１０は意味不明の具体例であると解することもできる。\n本件特許は，特願２００３－３７８３２９号（甲３４）を基礎出願\nとしたパリ条約による優先権主張（特許法４３条）をした出願に係る\nものであるが，上記基礎出願（甲３４）の明細書の段落【００４８】\nには，実施例１の内容として，「ガイドワイヤシャフトが先端側シャ\nフトの内部に位置するように配置し」と記載されているのに対して，\n訂正明細書の段落【００６２】には，同様の実施例１の内容として，\n「ガイドワイヤシャフトが先端側シャフトの外側に位置するように\n配置し」と記載されている。\nガイドワイヤシャフトが先端に設けられた吸引カテーテルにおい\nては，そのガイドワイヤシャフトが先端側シャフトの内部に配置され\nている状態から，先端側シャフトの外側に配置されている状態に変更\nされた場合，それだけ吸引カテーテルの先端側のサイズが大きくなる\nため，当業者（その発明の属する技術の分野における通常の知識を有\nする者）であれば，通過性は低下すると考えるのが普通である。\nしかるに，上記基礎出願の明細書の段落【００５７】及び表１にお\nける比較例２が，訂正明細書の参考例１０に対応するところ，ガイド\nワイヤシャフトが先端側シャフトの内部に配置されていることを前\n提とした上記比較例２では，通過性の評価が「×」であったのに対し\nて，ガイドワイヤシャフトが先端側シャフトの外側に配置されている\nことを前提とした上記参考例１０では，通過性の評価が「△」とされ\nており，ガイドワイヤシャフトが先端側シャフトの外側に配置されて\nいる方が，通過性が向上した結果となっている。\nしたがって，参考例１０の評価結果は疑わしいといわざるを得ず，\n参考例１０を根拠としただけでは，訂正明細書の段落【００６０】の\n「１．００ｍｍ」という記載が「１．１０ｍｍ」の誤記であると解釈\nすることはできない。\nｂ  また，仮に「１．００ｍｍ」が「１．１０ｍｍ」の誤記であるとし\nても，表１に記載されているようなＲ２が「１．１０ｍｍ」となるメ\nインシャフトを得るためには，平成２１年１２月２８日付け審判事件\n答弁書（甲２９）に添付された図１を参照した上での「本発明の目的\nの一つが，吸引ルーメンを最大限確保することであり（明細書の段落\n【００１２】），先端から基端にかけて内径が一定である方が，吸引\nを行う上で，血栓等の引っかかりが生じないため好ましいことからす\nると，基端側シャフトと先端側シャフトの内径を同一（本実施例では\n１．１０ｍｍ）にするのが当業者の一般的な考え方である。」（審判\n事件答弁書７頁３７行～８頁３行）という主張を採用する必要があ\nる。\nしかし，訂正明細書の段落【００６０】の実施例１についての記載\n及び図１～図４からすると，メインシャフトの先端側シャフトと基端\n側シャフトとの接合部分において段差が生じているものであって，そ\nの段差は，基端側シャフトの縮径部分において生じている構成となる\nから，「基端側シャフトと先端側シャフトの内径を同一（本実施例で\nは１．１０ｍｍ）にする」との主張は明らかに矛盾している。\nまた，出願時の明細書から一貫して「ハブより先端側の吸引ルーメ\nンの最小内径」という用語が用いられ，「最小内径」という用語は本\n件発明１においても記載されているが，同記載は吸引ルーメン１００\nに段差が存在していることを前提としないとあり得ない。\nこのほか，訂正明細書の段落【００３６】並びに図２及び図４には\nガイドワイヤシャフト１１２が吸引ルーメン１００の内部に位置す\nる構成が示されており，この点からも，上記被告の主張は失当であり，\nこの主張を採用した審決の判断は明らかに誤りである。\nｃ  前記ａのとおり，ガイドワイヤシャフトが先端に設けられた吸引カ\nテーテルにおいては，そのガイドワイヤシャフトが先端側シャフトの\n内部に配置されている場合と，先端側シャフトの外側に配置されてい\nる場合とで，耐キンク性及び通過性の評価結果は大きく変化するもの\nと考えられるが，訂正明細書の実施例１～３，参考例４～６，実施例\n７における評価結果は，前記基礎出願のものと全く変化していない。\nこの点からも，訂正明細書に記載された具体例は，そもそもその内容\nが疑わしいものであり，「基端側シャフト材質：ポリイミド，コアワ\nイヤ形状：ストレート」という条件であったとしても，構成Ｆに係る\n数値範囲の全てにおいて訂正明細書に記載された所望の効果が得ら\nれるとする根拠は，訂正明細書に示されていない。\nｄ  以上のとおり，訂正明細書には構成Ｆについての具体例が一切示さ\nれておらず，訂正明細書の記載からは０．４５≦Ｒ１／Ｒ２≦０．６\n５とした場合の効果を把握することができない。\nよって，本件発明１に係る記載が特許法３６条６項１号（サポート\n要件）及び同条４項１号（実施可能要件）の規定に違反しないとした\n審決の判断は誤りである。\n(ｲ) 本件発明１の構成Ｆに係る数値範囲の全てにおいて訂正明細書に記載\nされた所望の効果が得られるか否かが不明である点\nａ  審決は，「・・・本件発明１の基端側シャフト及びコアワイヤとし\nては上記各機能を担保するために類似の特性を有するものが用いら\nれると解される」（審決２３頁１０行～１７行）ことを根拠として，\n訂正明細書の実施例１～３，７，８とは異なる条件の吸引カテーテル\nであったとしても，当業者であれば構成Ｆに係る数値範囲の全てにお\nいて訂正明細書に記載された所望の効果が得られることが理解でき\nると判断している（審決２３頁４行～２４頁２０行）。\nしかし，仮に上記各機能を担保するために類似の特性を有するもの\nが用いられるとしても，各種条件の変更に伴って訂正明細書記載の所\n望の効果が得られる範囲は変化し得ると考えるのが普通である。\nそして，当業者が，構成Ｆに係る数値範囲の全てにおいて訂正明細\n書記載の所望の効果が得られると理解できるためには，基端側シャフ\nトの材質やコアワイヤの形状といった条件を本件発明１の構成とし\nて明記しないのであれば，各種条件において所望の効果が得られると\nする数値範囲を具体例によって明示し，かつそれら各種条件の数値範\n囲が重なる部分を構成Ｆの数値範囲として記載するか，又は所望の効\n果が得られるとする数値範囲の具体例を一つの条件について明示す\nるのみだが，それ以外の条件であっても所望の効果が得られると当業\n者が理解できるような根拠を出願時の明細書に記載する必要がある。\n本件では，実施例７として１点のみが示されている「基端側シャフ\nト材質：ポリイミド，コアワイヤ形状：スプリングワイヤ」という条\n件においては，確かに「Ｒ１／Ｒ２＝０．５５」については耐キンク\n性及び通過性の両方が良好である評価結果が示されているが，この結\n果と，上記「類似の特性を有するものが用いられる」という前提のみ\nから，「Ｒ１／Ｒ２＝０．４５」付近や，「Ｒ１／Ｒ２＝０．６５」\n付近において，「訂正明細書に記載された所望の効果が得られる」と\n判断する根拠は，訂正明細書等には一切示されていない。\nまた，訂正明細書には，スプリングワイヤのコアワイヤがストレー\nトのコアワイヤよりも柔軟性が高いことが明記されている（段落【０\n０４２】，【００４４】参照）から，当業者であれば，コアワイヤと\nして前者を利用した場合と後者を利用した場合とでは，所望の効果が\n得られるとする数値範囲の境界は変化すると考えるのが普通である。\nさらに，他の条件を変更したものについても一切具体例が示されて\nおらず，その場合において，所望の効果が得られるとする数値範囲の\n境界は不明である。例えば，本件発明１では，「コアワイヤにおいて\n最大外径となっている箇所」と「吸引ルーメンにおいて最小内径とな\nっている箇所」との位置関係は何ら限定されていないから，前者と後\n者とがカテーテルの長手軸方向に相当離れた位置関係であっても，さ\nらには前者が後者の先端側に存在する構成及びその逆の基端側に存\n在する構成も構成Ｆに含まれることとなるが，このような場合におい\nて，所望の効果が得られるとする数値範囲の境界は不明である。\n以上より，構成Ｆに係る数値範囲の全てにおいて訂正明細書に記載\nされた所望の効果が得られることが理解できるとした審決の判断に\nは明らかな誤りがある。\nｂ  なお，審決は，上記構成Ｆを数値範囲の単なる最適化と判断するの\nではなく，これを根拠の一つとして本件発明１の進歩性を認めてお\nり，これは，当業者の通常の創作能力では，訂正明細書に記載の効果\nが得られるような数値範囲を見出すことができないことを前提とし\nているはずである。他方，当業者であれば「上記各機能を担保するた\nめに類似の特性を有するものが用いられると解される」との審決の論\n理は，明らかに矛盾しており，この点からも審決の判断は誤りである。\nｃ  以上のとおり，構成Ｆに係る数値範囲の全てにおいて訂正明細書記\n載の所望の効果が得られるか否かは不明であり，本件発明１に係る記\n載が特許法３６条６項１号（サポート要件）及び同条４項１号（実施\n可能要件）の規定に違反しないとした審決の判断は誤りである。\n(ｳ) 本件発明８\n実施例に記載されているのは，「Ｌ２／Ｌ１」の値が０．５であると\nきの１点のみであり，本件発明８に係る「Ｌ２／Ｌ１」の数値範囲につ\nいて０．５以外の場合の具体例は何ら示されていない。\nしたがって，「当業者であれば，訂正明細書及び図面の記載から，本\n件発明８に規定される『０．５≦Ｌ２／Ｌ１』である場合に，訂正明細\n書に記載された所望の効果が得られることを理解するといえる。」（審\n決２６頁９行～１１行）とした審決の判断は誤りである。\n(ｴ) 小括\n以上のとおり，本件発明１及び本件発明８に係る記載は，特許法３６\n条６項１号及び同条４項１号の規定に違反するものである。\nまた，本件発明１を引用する本件発明２～１５に係る記載も同様に，\n特許法３６条６項１号及び同条４項１号の規定に違反するものである。\nイ  取消事由２（特許法３６条６項２号違反［本件発明１の「ストレート形\n状」についての判断は除く，無効理由２］についての判断の誤り）\n(ｱ) 本件発明１の「０．４５≦Ｒ１／Ｒ２≦０．６５」という記載では，\nＲ１，Ｒ２の各々の値の下限又は上限が不明瞭である点\nａ  審決は，「本件発明１の吸引カテーテルが挿入される血管の大きさ\nは所定の範囲内にとどまると解されるから，コアワイヤの最大外径Ｒ\n１，吸引ルーメンの最小内径Ｒ２の値には血管に挿入できる上限値が\n存在するといえる。」（審決２８頁２行～４行）と判断している。\nしかし，血管の大きさが定まったとしても，吸引ルーメンの最小内\n径Ｒ２が定まるといえるためには，使用されるガイディングカテーテ\nルや吸引カテーテルの外径及び肉厚等が定まる必要があるため，吸引\nルーメンの最小内径Ｒ２の値にどのような上限値が存在するのか不\n明であり，そうである以上，コアワイヤの最大外径Ｒ１の値にどのよ\nうな上限値が存在するのか不明である。\nまた，血管に挿入されるものにおいて何らかの上限値が存在するの\nは当然であり，血管に挿入されるものにおいて，構成Ｆに係る数値範\n囲の全てで訂正明細書に記載された所望の効果が得られるとするこ\nととの関係では，Ｒ１の上限値及びＲ２の上限値は不明である。審決\nは，この点について何ら判断しておらず，明らかに誤りである。\nｂ  審決は，訂正明細書の段落【０００８】，【００４１】の記載等か\nらすると，「物質を吸引除去する吸引ルーメンの機能及びキンクの可\n能性を低減させるコアワイヤの機能を考慮すると，Ｒ１，Ｒ２の値に\nは，吸引ルーメン及びコアワイヤの機能を確保するための下限値が存\n在するといえる。」（審決２８頁５行～１２行）と判断している。\nしかし，訂正明細書の段落【０００８】の「吸引するための吸引ル\nーメンの断面積を十分確保できず，吸引能力の低いものしか得られて\nいない。」との記載からどのようにＲ２の下限値が定まるのかは不明\nであり，訂正明細書の段落【００４１】の「吸引ルーメン１００に対\nしてコアワイヤ１０１が細すぎるため，コアワイヤ１０１による挿入\n時の折れ防止効果は十分発揮されない。」との記載からどのようにＲ\n１の下限値が定まるのかは不明である。\nまた，仮に上記各訂正明細書の記載からＲ１の下限値及びＲ２の下\n限値が定まるとしても，構成Ｆに係る数値範囲の全てにおいて訂正明\n細書に記載された所望の効果が得られるとすることとの関係で，Ｒ１\nの下限値及びＲ２の下限値が不明である。審決は，この点について何\nら判断しておらず，明らかに誤りである。\nｃ  以上のとおり，本件発明１の「０．４５≦Ｒ１／Ｒ２≦０．６５」\nという記載では，Ｒ１，Ｒ２の各々の値の下限又は上限が不明瞭であ\nり，それに伴って本件発明１は明確ではない。\nよって，本件発明１に係る記載が特許法３６条６項２号（明確性要\n件）の規定に違反しないとした審決の判断は誤りである。\n(ｲ) 本件発明１において構成Ｆを備えることの技術的意義を理解すること\nができない点\nａ  前記ア(ｲ)のとおり，訂正明細書には，構成Ｆに含まれる広範囲の\n構成のうちわずかなパターンの構成に対応した具体例しか示されて\nおらず，さらには前記ア(ｱ)のとおり，そもそも構成Ｆについての具\n体例が一切示されていないため，本件発明１について構成Ｆを備える\nことの技術的意義を理解することができない。\nまた，同様に，「コアワイヤにおいて最大外径となっている箇所と\n吸引ルーメンにおいて最小内径となっている箇所との位置関係を限\n定していないとしても，当業者であれば，『０．４５≦Ｒ１／Ｒ２≦\n０．６５』という数値範囲を採用することの技術上の意義を理解する\nことができるといえる。」（審決２９頁９行～１３行）と判断した根\n拠が不明であり，やはり本件発明１について構成Ｆを備えることの技\n術的意義を理解することができない。\nｂ  訂正明細書には，段落【００７５】～【００７９】に実験結果が示\nされているが，耐キンク性の評価及び通過性の評価が「○」，「△」，\n「×」という実施者の主観による評価のみとなっており，「○」と「△」\nとの境界や，「△」と「×」との境界が不明である。\nまた，前記ア(ｱ)ａ及びｃに記載した各事情があるほか，前記基礎\n出願（甲３４）の明細書の段落【００５６】及び表１における比較例\n１では，耐キンク性の評価が「×」であったものが，訂正明細書にお\nいて当該比較例１に対応する参考例９では，耐キンク性の評価が「△」\nとなっている。\n以上の点から，訂正明細書に記載の具体例は，そもそもその内容が\n疑わしいといわざるを得ない。\nｃ  以上のとおり，本件発明１において構成Ｆを備えることの技術的意\n義を理解することができず，それに伴って本件発明１は明確ではな\nい。\nよって，本件発明１に係る記載が特許法３６条６項２号（明確性要\n件）の規定に違反しないとした審決の判断は誤りである。\n(ｳ) 本件発明８\n本件発明８の構成として記載されているのは「０．５≦Ｌ２／Ｌ１」\nという記載だけであり，Ｌ１，Ｌ２の各々の値の下限及び上限は記載さ\nれていない。仮に，訂正明細書にＬ１の上限及び下限が記載されていた\nとしても，本件発明８においてＬ１，Ｌ２の各々の値の下限及び上限が\n記載されていないため，本件発明８は，発明の範囲が明確ではない。\nまた，審決は，「先端側シャフトの最先端部に備えられたガイドワイ\nヤシャフトの長さには上限値が存在するから，ガイドワイヤシャフトの\n基端から先端側シャフトの最先端部までの長さであるＬ２にも上限値\nが存在するといえる。」（審決２９頁３２行～３４行）と判断している\nが，先端側シャフトの最先端部にガイドワイヤシャフトが設けられる構\n成において，「０．５≦Ｌ２／Ｌ１」の全ての範囲で訂正明細書に記載\nされた所望の効果が得られるとすることとの関係では，Ｌ１，Ｌ２の各\n々の値の下限及び上限は不明である。\nしたがって，本件発明８に係る記載が特許法３６条６項２号（明確性\n要件）の規定に違反しないとした審決の判断は誤りである。\n(ｴ) 本件発明１４\n血管内から物質を吸引除去するための吸引カテーテルであって，吸引\nルーメンの内部にコアワイヤが存在する状態でガイディングカテーテ\nルを介して血管内に挿入されるものである場合には「基端側シャフトの\n少なくとも基端側の部分」の「曲げ弾性率」に上限値が存在することと\nなるとする根拠は不明であり，本件発明１４に係る記載が特許法３６条\n６項２号（明確性要件）の規定に違反しないとした審決の判断は誤りで\nある。\n(ｵ) 小括\n以上のとおり，本件発明１，本件発明８及び本件発明１４に係る記載\nは，特許法３６条６項２号の規定に違反し，本件発明１を引用する本件\n発明２～１５に係る記載も同様に，特許法３６条６項２号の規定に違反\nするものである。\nウ  取消事由３（本件発明１に記載された「ストレート形状」について［無\n効理由３］の判断の誤り）\n(ｱ) 本件発明１に記載された「ストレート形状」が本件発明５との関係で\n不明瞭である点\nａ  審決は，「ストレート」という一般的語義及びカテーテルの分野に\nおける技術常識から，本件発明１の「ストレート形状」が「まっすぐ\nな形状」であると認定した（３１頁２７行，２９行～３３行参照）。\nそして，このような認定に従えば，「テーパー形状」であっても「ま\nっすぐな形状」に含まれることとなる。\n他方で，審決は，「ただし，訂正明細書の段落【００４３】の記載\nでは，コアワイヤの形状として『ストレート形状』と『テーパー形状』\nとが区別されているから，テーパー形状のコアワイヤは訂正明細書に\n記載されたストレート形状のコアワイヤには含まれないと解され\nる。」（審決３２頁２１行～２４行）と認定している。\nつまり，審決は，「ストレート形状」の意味について，「スプリン\nグワイヤ」との関係では一般的語義及びカテーテルの分野の技術常識\nを参酌し，「テーパー形状」との関係では訂正明細書の定義を参酌し\nていることとなるが，このような都合の良い解釈は明らかに誤りであ\nる。\nｂ  コアワイヤとしてスプリングワイヤを採用した実施例７の内容（訂\n正明細書の段落【００６９】，スプリングワイヤの概略断面図（参考\n図１））と，コアワイヤとしてテーパー形状を採用した参考例６の内\n容（訂正明細書の段落【００６８】，テーパー形状のコアワイヤの概\n略断面図（参考図２））とを比較すると，「スプリングワイヤ」には\n「テーパー形状」と同程度又はそれ以上の外径差が生じているので，\n「スプリングワイヤ」及び「テーパー形状」のそれぞれの表面形状を\n比較したとしても，「テーパー形状」は「ストレート形状」に含まれ\nないとしながら，「スプリングワイヤ」は「ストレート形状」に含ま\nれるとする根拠を見出すことはできない。\nｃ  特許請求の範囲に記載された用語の定義が明細書にてなされてい\nる場合にはそれを参酌すべきであり，訂正明細書の段落【００４２】，\n【００４３】の記載，表１及び【図面の簡単な説明】の記載からすれ\nば，本件特許においては，訂正明細書にて「テーパー形状」及び「ス\nプリングワイヤ」の両方と区別して「ストレート形状」が定義されて\nいるというべきである。\nｄ  以上のとおり，訂正明細書の定義からすると，本件発明１記載の「ス\nトレート形状」には「スプリングワイヤ」は含まれないはずであり，\n本件発明１の従属項である本件発明５において「ストレート形状」に\n「スプリングワイヤ」が含まれるとするのは上記定義と矛盾する。\nしたがって，本件発明１及び本件発明５の記載は不明瞭であり，本\n件発明１及び本件発明５に係る記載が特許法３６条６項２号（明確性\n要件）の規定に違反しないとした審決の判断は誤りである。\n(ｲ) 本件発明１に記載された「ストレート形状」が本件発明６との関係で\n不明瞭である点\n訂正明細書の段落【００４４】の記載によれば，「コアワイヤの少な\nくとも一部が先端側ほど柔軟である」形状には，スプリングワイヤやテ\nーパー形状が含まれ，スプリングワイヤとテーパー形状の組合せも含ま\nれる。これに対し，前記(ｱ)のとおり，訂正明細書の定義からすると，\n本件発明１に記載の「ストレート形状」には「スプリングワイヤ」及び\n「テーパー形状」が含まれないはずである。\nそうすると，本件発明１の従属項である本件発明６において「ストレ\nート形状」の一部として「前記コアワイヤの少なくとも一部が先端側ほ\nど柔軟である」形状が含まれるとするのは上記定義と明らかに矛盾す\nる。\nしたがって，本件発明１及び本件発明６の記載は不明瞭であり，本件\n発明１及び本件発明６に係る記載が特許法３６条６項２号の規定に違\n反しないとした審決の判断は誤りである。\n(ｳ) 小括\n以上のとおり，本件発明１，本件発明５及び本件発明６に係る記載は，\n特許法３６条６項２号の規定に違反するものである。\nエ  取消事由４（特許法２９条２項違反［無効理由４］についての判断の誤\nり）\n(ｱ) 相違点１の認定及び判断の誤り\nａ  審決は，甲１には，本件発明１の「前記カテーテルは先端側シャフ\nト及び基端側シャフトから構成されるメインシャフトを有」するとい\nう構成（以下「構成Ｂ」という。）は記載されていないと判断してい\nる（審決１１頁２０行～２５行）。\nしかし，甲１には，剛性が相違する別シャフトである先端側シャフ\nト及び基端側シャフトから，メインシャフトを構成する内容が記載さ\nれている（原文９欄３２行～３８行，１０欄３１行～４１行参照）。\nｂ  また，先端側ほど柔軟となるように，メインシャフトをそれぞれ異\nなるシャフトである先端側シャフトと基端側シャフトとで構成する\nことは，以下のとおり，カテーテルの技術分野において周知技術であ\nる。\nすなわち，甲９（特開２００１－２９４４９号公報）には「本実施\n形態の拡張用バルーンカテーテル２は，いわゆるモノレール方式のバ\nルーンカテーテルであり，バルーン部４と，カテーテルチューブとし\nての外チューブ６と，コネクタ８とを有する。外チューブ６は，比較\n的柔軟性のある第１外チューブ部材６ａと，当該第１外チューブ部材\n６ａに接合部９にて接合される比較的剛性が高い第２外チューブ部\n材６ｂとで構成してある。」（段落【００４１】）との記載があり，\n甲１１（特開２００２－２９１９００号公報）には「本実施形態では，\n外チューブ６は，円形断面の第１外チューブ部材６ａと，当該第１外\nチューブ部材６ａの近位端部に接合された異形断面の第２外チュー\nブ部材６ｂとを有し，」（段落【００４３】），「第２外チューブ部\n材６ｂは，第１外チューブ部材６ａと同じ材質で構成しても良いが，\n他の材質で構成することが好ましい。たとえば第１外チューブ部材６\nａを，第２外チューブ部材６ｂよりも軟質の合成樹脂で構成すること\nが好ましい。」（段落【００４８】）との各記載があり，甲１７（特\n開２００３－１０２８４１号公報）には「バルーンカテーテルであっ\nて，前記バルーンカテーテルは，何れも先端部と後端部を有する金属\n管から構成される後端側シャフト，樹脂製チューブから構成される先\n端側シャフト，～を有し，」（【請求項１】）との記載がある。\nちなみに，甲９，甲１１及び甲１７はいずれもバルーンカテーテル\nであるところ，バルーンカテーテルにおける周知技術が吸引カテーテ\nルの周知技術となり得るかという問題があるが，いずれもカテーテル\nとして分野を共通にするため，上記周知技術は吸引カテーテルの周知\n技術となり得る。これは，被告自身が認めているところであり，それ\nは審決においても採用されている。すなわち，本件発明１の「ストレ\nート形状」が「まっすぐな形状」であることが技術常識であると証明\nするために被告自身が提供した甲２５（特開２００１－７０２５２号\n公報）は，バルーンカテーテルに適用されるガイドワイヤーの内容を\n示す文献である（段落【００４２】参照）。そして，被告は，ガイド\nワイヤーに関する記載を利用して，吸引カテーテルに設けられるコア\nワイヤの技術常識を主張する上で，バルーンカテーテルと吸引カテー\nテルとが技術分野（カテーテル）を共通にすることを前提としている。\nｃ  以上のとおり，本件発明１と甲１発明とが，本件発明１が構成Ｂを\n有する点で相違するとした審決の判断は誤りであり，仮に，構成Ｂを\n有する点で相違するとしても，当該構成Ｂはカテーテルの技術分野に\nおいて周知技術であり，同構成により生じる効果も当業者が予測でき\nる範囲のものであるから，「相違点１に係る本件発明１の発明特定事\n項は，当業者が容易に想到することができたものとはいえない。」（審\n決３５頁２８行～２９行）とした審決の判断は誤りである。\n(ｲ) 相違点２の判断の誤り\nａ  本件発明１に記載された「前記吸引ルーメンの内部に脱着可能なス\nトレート形状のコアワイヤを有し」という構成，及び「吸引ルーメン\nの内部に前記コアワイヤが存在する状態でガイディングカテーテル\nを介して血管内に挿入された後，前記コアワイヤが取り出され，前記\n吸引ルーメンに陰圧を付与することで血管内から物質が吸引除去さ\nれる」という構成について\n(a) 審決は「甲２～甲４には，・・・吸引ルーメンに陰圧を付与する\nことで血管内から物質が吸引除去される吸引カテーテルについて\nは記載されていない。」（審決３６頁３６行～３７頁６行）と判断\nするが，そうであるとしても，カテーテルの分野において流体が流\n通することとなるルーメン内にコアワイヤに対応する部材を着脱\n式に設けることが周知技術であることは，甲２～甲４（順に，特表\n平７－５０５５５９号公報，特開平９－１０１８２号公報，米国特\n許第４０６８６５９号明細書）により明らかである。\nまた，審決は「甲５，甲６には，・・・カテーテルの耐キンク性\nを向上させることについては記載されていない。」（審決３７頁７\n行～１１行），「甲７及び甲８には，吸引ルーメンに陰圧を付与す\nることで血管内から物質が吸引除去される吸引カテーテルについ\nては記載されていない。」（審決３７頁１２行～２０行）と，それ\nぞれ判断するが，そうであるとしても，カテーテルの分野において\n陰圧が付与されるルーメン内にコアワイヤに対応する部材を着脱\n式に設けることが周知技術であることは，甲５～甲８（順に，特開\n昭５９－１５１９６９号公報，特開昭６２－２４３５６６号公報，\n実願平４－４９５５７号（実開平６－３３５３号）のＣＤ－ＲＯＭ，\nクリエートメディック株式会社「クリニー  医用シリコーン製品\n総合カタログ  '８７」）により明らかである。\nまた，審決は，甲１８～甲２０に記載された周知技術について言\n及していないが，甲１８～甲２０（順に，特表平９－５１１１５９\n号公報，特開平１０－１２７７９０号公報，特開平１０－８５３３\n９号公報）には，ＲＸ型のバルーンカテーテルにおいて，耐キンク\n性の向上を図るべく，コアワイヤに対応する部材を着脱式に設ける\nことが記載されている。\nつまり，甲２～甲８及び甲１８～甲２０によれば，カテーテルと\nいう技術分野において，コアワイヤに対応する部材をカテーテルに\n対して挿入させて設けるとともに，それを着脱式とすることが周知\n技術であることが示され，さらにこの周知技術はカテーテルという\n技術分野に含まれる様々な種類のカテーテルにおいて採用されて\nいることが容易に理解できる。\nちなみに，特表２００２－５１３６５３号公報（甲３５）は，上\n記周知技術を補強するための証拠として新たに提出する証拠であ\nるところ，甲３５には，所望の度合いの剛性及び堅さを付与する着\n脱式のスタイレットを吸引カテーテルのルーメンに設けることが\n示唆されている。\nなお，甲３５には，スタイレット６８を着脱式に設けることの技\n術的意義が独立して記載されており，同記載に接した当業者は，ス\nタイレットを着脱式に設ける構成を，外部磁石による誘導の構成や\nセンサの構成とは独立した技術であると容易に認識するといえる。\nまた，米国特許第５４７６４５０号明細書（甲３６）には，被告\nが主張する「吸引用ルーメンの他にガイドワイヤ用ルーメンを設け\nた吸引用のカテーテルにおいては，吸引用ルーメンには，全く何も\n配されていない。むしろ，このように構成することで，利点が得ら\nれることを特徴するものである。」との記載は存在しない。\n甲３５記載の着脱式のスタイレットはカテーテルの挿入に際し\nて剛性や堅さを付与するために使用され，同カテーテルの挿入に際\nしてはガイドワイヤ用ルーメンにはガイドワイヤが挿通される。そ\nうすると，既にガイドワイヤが挿通されているガイドワイヤ用ルー\nメンに当該着脱式のスタイレットをあえて設けることは非常に不\n自然であり，吸引用ルーメンに設けようとするものと解される。\nちなみに，吸引カテーテルが様々な種類のカテーテルと技術分野\nを共通にするかとの問題はあるが，いずれもカテーテルの分野とし\nて共通する（被告自身も認めており，審決でも採用されている。）。\nすなわち，本件発明１の「ストレート形状」が「まっすぐな形状」\nであることを技術常識であるとして証明するために被告自身が提\n供した甲２３（特開平６－２１８０６０号公報）は，血管，消化管，\n胆管等を対象とした注入カテーテルに適用されるガイドワイヤー\nの内容を示す文献であり（段落【０００２】参照），甲２４（特許\n第３１８００７３号公報）は，血管，消化管等を対象とした注入カ\nテーテルに適用されるガイドワイヤーの内容を示す文献であり（段\n落【０００２】参照），甲２５（特開２００１－７０２５２号公報）\nは，前記のとおりバルーンカテーテルに適用されるガイドワイヤー\nの内容を示す文献である。\nそして，被告は，甲２３～甲２５におけるガイドワイヤーに関す\nる記載を利用して，吸引カテーテルに設けられるコアワイヤの技術\n常識を主張する上で，吸引カテーテルが上記様々な種類のカテーテ\nルと技術分野を共通にすることを前提としている。\n(b) 上記周知技術を甲１発明に適用する上での動機付けは，甲１に記\n載されている。すなわち，甲１には，吸引カテーテルにおいて通過\n性及び耐キンク性を向上させる必要があるという目的（課題）が記\n載されている（原文２欄５７行～６２行参照）。また，同課題は甲\n２～甲４，甲７，甲８，甲１０，甲１１，甲１７～甲２０にも記載\nされており，周知の課題である。\nこのほか，甲１には，「図示しない他の形態として，吸引カテー\nテルの吸引ルーメンに治療デバイスが配置されるような吸引カテ\nーテルとしてもよい。」（原文１２欄１１行～１３行），「治療が\n完了した場合，吸引カテーテルをそのまま残しながら，治療デバイ\nスは取り除かれる。」（原文１２欄１７行～１８行）との記載があ\nり，吸引カテーテルを使用して血栓等の吸引を行う場合に吸引効率\nを向上させる目的（課題）が記載されている。また，同課題は，吸\n引カテーテルにおいて一義的に導き出すことができる。\n(c) このような動機付けが存在する状況下で，カテーテルの分野にお\nける前記周知技術を適用することは，当業者であれば容易に想到し\n得ることである。\nすなわち，前記(a)のとおり，甲２～甲４，甲７及び甲８，甲１\n８～甲２０には，通過性及び耐キンク性を向上させる必要があると\nいう課題が記載されている。他方で，甲１には，吸引カテーテルに\nおいて通過性及び耐キンク性を向上させる必要があるという課題\nが記載されており，課題が共通する点において，甲１発明に，甲２\n～甲４，甲７，甲８，甲１８，甲１９に記載された「コアワイヤに\n対応する部材を着脱式に設ける」という構成を適用する上での動機\n付けが存在する。\nしたがって，甲１発明に対して上記構成を適用することで，本件\n発明１に記載された「吸引ルーメンの内部に脱着可能なストレート\n形状のコアワイヤを有し」という構成，及び「吸引ルーメンの内部\nにコアワイヤが存在する状態でガイディングカテーテルを介して\n血管内に挿入された後，コアワイヤが取り出され，吸引ルーメンに\n陰圧を付与することで血管内から物質が吸引除去される」という構\n成とすることは，当業者であれば容易に想到し得ることである。\nｂ  本件発明１に記載された構成Ｆについて\n(a) 吸引ルーメン内にコアワイヤを挿入した構成においては「Ｒ１／\nＲ２」として何らかの数値を採ることとなり，さらに通過性及び耐\nキンク性の向上を目的としてコアワイヤを装着する以上，コアワイ\nヤの最大外径や吸引ルーメンの最小内径を必要に応じて適宜調整\nすることは当業者であれば当然行うことである。\nこの場合，構成Ｆに係る相違点が進歩性を肯定する根拠となるた\nめには，「構成Ｆを採用する上で前提となる課題が新規であるこ\nと」，「構成Ｆを採用したことにより有利で異質な効果を奏するこ\nと」，「数値範囲の下限値（０．４５）及び上限値（０．６５）が\n臨界的意義を有すること」の少なくともいずれかを満たす必要があ\nる。\n本件において，構成Ｆを採用する上で前提となる課題は，通過性\n及び耐キンク性の向上であり，既に周知である。また，構成Ｆを採\n用したことによる効果も異質な効果とはいえない。\nそうすると，構成Ｆに係る数値範囲の下限値（０．４５）及び上\n限値（０．６５）が臨界的意義を有するかが問題となるが，訂正明\n細書の表１からは，数値範囲の下限値及び上限値にて，通過性及び\n耐キンク性の性能が局所的に変化すると読み取ることはできない。\n構成Ｆは，上記のような結果を得た状況で，概ね好ましい下限値\nと上限値とを単純に取り出してそれを数値範囲の根拠としたもの\nと見受けられ，構成Ｆに係る数値範囲は臨界的意義を有しない。\nちなみに，構成Ｆに係る数値範囲の下限値及び上限値が臨界的意\n義を有しないことは，被告自身が認めている（審判事件答弁書［甲\n２９］１３頁１４行～１８行，２１頁２３行～２６行参照）。\n以上のとおり，構成Ｆを採用することは，数値範囲の単なる最適\n化にすぎず，当業者であれば容易に想到し得ることである。審決は，\nこの点に関する原告の主張につき一切判断を示すことなく，構成Ｆ\nの存在を，進歩性を肯定する根拠の一つとしており，誤りである。\n(b) また，構成Ｆに係る数値範囲に含まれる構成は，甲８～甲１１，\n甲１３に記載されるとおり，カテーテルに剛性を付与するためにコ\nアワイヤのような部材を設けた場合において，当業者であれば自ず\nと採用する数値である。\nすなわち，甲８（クリエートメディック株式会社「クリニー  医\n用シリコーン製品  総合カタログ  '８７」）には，吸引ルーメン\nの内径（Ｒ２）が１．１ｍｍであって，スタイレットの外径（Ｒ１）\nが０．５ｍｍである構成が記載されており，この場合，Ｒ１／Ｒ２\n≒０．４５となる。これは，構成Ｆに係る数値範囲の下限値に近い\n値となる。\nまた，甲１３（特開２００３－２８４７８０号公報）の段落【０\n０３５】には，カテーテルの内径（Ｒ２）が１．００ｍｍであって，\nスタイレットの外径（Ｒ１）が０．６ｍｍである構成が記載されて\nおり，この場合，Ｒ１／Ｒ２＝０．６となる。これは，構成Ｆに係\nる数値範囲の上限値に近い値となる。\nこのほか，甲９（０．３２≦Ｒ１／Ｒ２≦０．７３），甲１０（０．\n０８≦Ｒ１／Ｒ２≦０．８３）及び甲１１（０．３２≦Ｒ１／Ｒ２\n≦０．７３）（順に，特開２００１－２９４４９号公報，特開２０\n０２－１０２３５９号公報，特開２００２－２９１９００号公報）\nにも，構成Ｆに係る数値範囲に類似した数値範囲の構成が記載され\nている。\n以上のとおり，構成Ｆに係る数値範囲に含まれる構成は，カテー\nテルのルーメン内にコアワイヤのような部材を配置した場合に自\nずと採用される構成であるため，構成Ｆを採用することは，当業者\nであれば容易に想到し得ることである。\nまた，上記甲８には，「スタイレットが装着されていますので意\n識喪失時や挿入の困難な症例でも，短時間で挿入できます。」と記\n載され，甲１０の段落【００２０】には，「剛性付与体３３は，シ\nャフトチューブ３２の可撓性をあまり低下させることなく，屈曲部\n位でのシャフトチューブ３２の極度の折れ曲がり，シャフトチュー\nブ３２の血管内での蛇行を防止する。」と記載され，甲１１の段落\n【００９３】には，「バルーンカテーテルの押し込み特性がさらに\n向上すると共に，カテーテルチューブの遠位端側が柔軟になり，曲\nがりくねった血管などの体腔内での挿入特性がさらに向上する。」\nと記載されている。他方で，甲１には，吸引カテーテルにおいて通\n過性及び耐キンク性を向上させる必要があるという課題が記載さ\nれており，甲１発明に対してコアワイヤのような部材を着脱式に設\nけた場合において，甲８，甲１０及び甲１１に記載された数値を適\n用する上での動機付けは存在する。\n以上のとおり，構成Ｆを採用することは，当業者であれば容易に\n想到し得ることである。\nｃ  相違点２についてのまとめ\n以上のとおり，相違点２に係る本件発明１の発明特定事項は，甲１\n発明及び周知技術から当業者が容易に想到し得る事項であり，同発明\n特定事項により生じる効果も当業者が予測できる範囲のものである\nから，「相違点２に係る本件発明１の発明特定事項は当業者が容易に\n想到することができたものではない。」とした審決の判断は誤りであ\nる。\nなお，コアワイヤのような部材を「ストレート形状」とすることは，\n甲２のＦｉｇ．３，甲４のＦｉｇ．３及び甲５の第４図に示されてい\nるように，カテーテルの分野において周知技術である。\n(ｳ) 小括\n以上のとおり，本件発明１は，甲１発明及び周知技術に基づいて当業\n者が容易に想到し得るものであるから，特許法２９条２項の規定に違反\nし，本件発明２～本件発明１５も，甲１発明，甲３発明，甲１３発明及\nび甲１５発明と周知技術とに基づいて当業者が容易に想到し得るもの\nであるから，特許法２９条２項の規定に違反する。\nオ  取消事由５（訂正要件違反について）\n当初の明細書（甲２６）の定義からすると，同明細書記載の「ストレー\nト形状」には「スプリングワイヤ」及び「テーパー形状」は含まれないは\nずである。これに対して，本件発明１の従属項として本件発明５及び本件\n発明６が存在すると，当初の明細書（甲２６）の記載と矛盾する「ストレ\nート形状」の態様を追加することとなる。つまり，請求項１において「ス\nトレート形状の」との限定を付加しながら，その従属項として本件発明５\n及び本件発明６が存在する状態とする訂正は，願書に添付した明細書及び\n図面に記載された事項の範囲内のものではない。\nしたがって，本件訂正は，特許法１３４条の２第５項の規定によって準\n用する特許法１２６条３項の規定に違反してなされたものであり，認めら\nれないものである。この状態を解消するためには，本件発明５及び本件発\n明６を削除する必要があり，この点を看過した審決の判断は誤りである。\n２  請求原因に対する認否\n請求の原因(1)ないし(3)の各事実は認めるが，(4)は争う。\n３  被告の反論\n審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。\n(1) 取消事由１に対し\nア  構成Ｆの具体例の記載につき\n(ｱ) 原告は，本件特許の基礎出願に係る明細書（甲３４）の記載等からす\nると，参考例１０の記載を根拠としただけでは，訂正明細書の段落【０\n０６０】の「１．００ｍｍ」という記載につき，「１．１０ｍｍ」の誤\n記と解釈することはできないと主張する。\nしかし，審決は，訂正明細書の実施例，参考例，表１の記載を総合す\nると，訂正明細書の段落【００６０】の「１．００ｍｍ」という記載は\n「１．１０ｍｍ」の誤記と解される（審決２４頁下６行～下４行）とし\nたものであって，単に，参考例１０の記載を根拠としただけで，上記「１．\n００ｍｍ」との記載が「１．１０ｍｍ」の誤記と判断したものではない。\nまた，訂正明細書の実施例１以外の他の実施例及び参考例は，いずれ\nも実施例１と同様に作製したカテーテルを用いて構成されており（実施\n例８は除く。），かつ，「訂正明細書の表１から把握される各実施例，\n参考例におけるＲ２の値は，すべてほぼ１．１ｍｍとなる」（審決２４\n頁下８行～下７行）ことからすれば，原告が主張するように参考例１０\nのＲ１を誤記と解する合理的理由はない。\nさらに，基礎出願の明細書の記載とその基礎出願に基づく優先権主張\nを伴った出願（以下「優先権主張出願」ということがある。）の明細書\nの記載との間に相違があったとしても，優先権の効果を措くとして，優\n先権主張出願の明細書の記載内容自体に影響を与えるものではない。\nそもそも，優先権主張を伴った出願をする目的の一つは，先願主義の\n法制の下，出願を急いで行った結果として当該出願の内容に不備があっ\nたことが事後的に判明した場合に，その不備を正すことにあるほか，事\n情の変化等により，基礎出願の内容の修正が必要になる場合もある。\n本件の優先権出願は，基礎出願における「ガイドワイヤシャフトが先\n端側シャフトの内部に位置するように配置し」との記載を「ガイドワイ\nヤシャフトが先端側シャフトの外側に位置するように配置し」と訂正す\nるとともに，基礎出願の明細書において明示されていなかった評価基準\nを見直し，これを明示することを目的の一つとして行ったものである。\nなお，基礎出願の実施例１におけるガイドワイヤシャフトに関する記\n載には，先端側シャフトの外部に連通するガイドワイヤシャフトの基端\n側開口部の加工方法について記載がない（段落【００４８】参照）。仮\nにガイドワイヤシャフトを先端側シャフトの内部に位置するように配\nするとすれば，吸引カテーテルの構造は，例えば，基礎出願における図\n２や図４のように，先端側シャフトの側壁に開口部を形成した構造にな\nるはずであるが，基端側開口部の加工方法について記載がない以上，先\n端側シャフトの側壁から外部に連通するガイドワイヤシャフトの基端\n側の開口部が存在しないことになる。しかし，そのような構造では，ガ\nイドワイヤが吸引ルーメン内に配されることとなり，本件発明の主旨に\n反することとなる。また，吸引ルーメン外に配され得るとしても，ガイ\nドワイヤの挿通が非常に困難となり，カテーテルの操作性などに影響を\n及ぼすこととなり，吸引カテーテルの構造としても常識的に想定されな\nいものである。\nしたがって，ガイドワイヤシャフトの基端側開口部の位置を考慮すれ\nば，基礎出願における「ガイドワイヤシャフトが先端側シャフトの内部\nに位置するように配置し」との記載が誤記であったことは明らかであ\nる。\nまた，基礎出願時においては出願を急ぐために，厳しめの評価基準を\n設けていたが，本件特許に係る優先権主張出願時に，改めて術者との詳\n細な検討を行って，より実状に即した評価基準に見直し，訂正明細書の\n段落【００７５】に示すような評価基準を追加し，当該評価基準に基づ\nき，表１に実施例，比較例の評価結果をまとめたものである。\n本件において，基礎出願の明細書に記載の実施例１の吸引カテーテル\nと本件特許に係る優先権主張出願の明細書に記載の実施例１の吸引カ\nテーテルとは，その構造上の差異はない。また，その評価は本件特許に\n係る優先権主張出願に際して見直した評価基準に基づいてなされた評\n価結果を表１に記載したものである。\nこのように，訂正明細書における表１の実験結果は，優先権主張出願\n時に改めて見直した訂正明細書の評価基準に基づき，耐キンク性及び通\n過性について当業者によりなされた技術的評価であって，妥当であり，\n「参考例１０の評価結果は疑わしい」との原告の主張は理由がない。\n(ｲ) 原告は，被告の審判事件での「基端側シャフトと先端側シャフトの内\n径を同一にするのが当業者の一般的な考え方である」との主張につき，\n訂正明細書の段落【００６０】及び図１～４の記載と矛盾し，「最小内\n径」との記載は吸引ルーメン１００に段差が存在することを前提として\nおり，被告の上記主張を採用した審決の判断は誤りであると主張する。\nしかし，審決は，訂正明細書の実施例，参考例，表１の記載を総合す\nると，訂正明細書の段落【００６０】の「１．００ｍｍ」という記載は\n「１．１０ｍｍ」の誤記と解されると判断したものであって，審決には，\n上記の被告の主張については記載されていない。\nまた，訂正明細書において参照している図１～４は，具体例の幾つか\nを示したものであり，本件発明が当該例のみに限定されるものではな\nい。\n確かに，最小内径という用語は，吸引ルーメンにおける長さ方向の最\n小部分の内径を示すものではあるが，それによって，吸引ルーメンの内\n径がその長さ方向に最小部分が存在するものに限られることを示すも\nのではない。例えば，コアワイヤの外径については，最大外径との記載\nを用いているが，本件特許の出願当初の明細書では，長さ方向に外径の\n変更するテーパー形状だけでなく，長さ方向に実質的に外径の変更のな\nいストレート形状も記載されている（図６参照）。したがって，本件特\n許の明細書において，吸引ルーメンやコアワイヤの所定部分の寸法につ\nき，最小内径ないし最大外径と記載されているとしても，コアワイヤの\n形状が，その長さ方向に最大部分が存在するものに限られないのと同様\nに，吸引ルーメンの形状が，その長さ方向に最小部分が存在するものに\n限られないことは明らかである。\n以上のように，被告の上記主張は，訂正明細書及び図面の記載と何ら\n矛盾するものではなく，審決の上記判断に誤りはない。\n(ｳ) 原告は，基礎出願（甲３４）に係る明細書とその優先権主張出願に係\nる訂正明細書の記載の相違に基づき，訂正明細書記載の具体例はその内\n容が疑わしく，構成Ｆに係る数値範囲の全てにおいて訂正明細書記載の\n所望の効果が得られるとする根拠は示されていないと主張する。\nしかし，前記(ｱ)のとおり，基礎出願とこれに基づく優先権主張出願\nの明細書の記載内容に相違があるとしても，訂正明細書における表１の\n評価結果の妥当性には何ら影響はなく，訂正明細書には構成Ｆについて\nの具体例が示されているといえる。\nイ  構成Ｆの数値範囲全てにおいて，所望の効果が得られるかにつき\n(ｱ) 原告は，訂正明細書に記載されている基端側シャフト，コアワイヤ，\n吸引カテーテルに求められている機能を担保するために類似の特性を\n有するものが用いられるとしても，各種条件の変更に伴って，訂正明細\n書に記載された所望の効果が得られる範囲は変化し得ると考えるのが\n普通であり，他の条件を変更したものについても一切具体例が示されて\nおらず，コアワイヤにおいて最大外径になっている箇所と吸引ルーメン\nにおいて最小内径となっている箇所とがカテーテルの相当離れた位置\n関係にあっても構成Ｆに含まれることとなる旨主張する。\nしかし，審決２３頁６行～下４行記載のとおり，当業者であれば，訂\n正明細書及び図面の記載から，訂正明細書に記載されている基端側シャ\nフト，コアワイヤ，吸引カテーテルに求められている機能を担保するた\nめ，本件発明１の基端側シャフト及びコアワイヤとしては上記各機能を\n担保するために類似の特性を有するものが用いられると考えるのが普\n通である。したがって，例えば，基端側シャフトの材質が編組チューブ\nであってコアワイヤ形状がストレートである場合（実施例８）や，基端\n側シャフトの材質がポリイミドであってコアワイヤ形状がスプリング\nワイヤである場合（実施例７）にも，それらの基端側シャフト及びコア\nワイヤは，基端側シャフトの材質がポリイミドであって，コアワイヤ形\n状がストレートのものと類似の特性を示すものといえる。\nそして，実施例７，８の構成Ｆに係る「Ｒ１／Ｒ２」の値の変化に応\nじて耐キンク性及び通過性が不連続に大きく変化すると解すべき理由\nはなく，しかも，実施例７，８の「Ｒ１／Ｒ２」の値は，構成Ｆに規定\nする「０．４５≦Ｒ１／Ｒ２≦０．６５」の中央値の０．５５であって，\n良好な耐キンク性及び通過性を示すものである。\nしたがって，当業者であれば，訂正明細書及び図面の記載から，実施\n例８や実施例７の基端側シャフトの材質とコアワイヤ形状の場合にも，\n構成Ｆに係る数値範囲の全てにおいて訂正明細書に記載された所望の\n効果が得られることを理解するといえる。\nまた，本件発明１の吸引カテーテルの機能を担うために，変更事項は\n類似の特性を担保できる範囲内で行われるものであるから，この範囲内\nで本体側シャフトの材質及びコアワイヤの形状，並びにこれら以外の条\n件の変更を行う限りは，吸引カテーテルは訂正明細書に記載されたもの\nとほぼ類似の特性を示すといえる。\nしたがって，仮に各種条件の変更に伴って，訂正明細書に記載された\n所望の効果が得られる範囲は変化し得るとしても，「０．４５≦Ｒ１／\nＲ２≦０．６５」の範囲において，良好な耐キンク性及び通過性を示す\n各種条件は，訂正明細書の実施例，表１を参照した当業者であれば容易\nに理解できることである。また，原告が主張する極端な変更事項が，本\n件発明１の吸引カテーテルの機能を担保できる範囲を超えることは，訂\n正明細書及び図面を参照した当業者であれば，当然に理解可能である。\nそして，訂正明細書の記載や技術常識を考慮すれば，Ｒ１／Ｒ２が概\nね好適な範囲となるように基端側シャフトなどの材質，寸法を選択する\nことが，当業者にとって過大な試行錯誤を要するものとはいえない。\nしたがって，原告の上記主張はいずれも理由がない。\n(ｲ) 原告は，審決において，構成Ｆを根拠の一つとして本件発明１の進歩\n性を認めていることと，記載不備に対する判断において基端側シャフト\nなどの機能を考慮して当該機能を担保するために類似の特性を有する\nものを用いることができるとの判断には矛盾がある旨主張する。\nしかし，構成Ｆは進歩性を肯定する根拠の一つではあるものの，審決\nは，構成Ｆの存在のみで進歩性を肯定したのではなく，甲１ないし甲２\n０によっては，相違点２につき当業者が容易に想到できたものではない\nとしたものである。一方，原告が主張する記載不備については，訂正明\n細書の記載を参照すれば，材質などについての技術常識を考慮して，基\n端側シャフトなどの機能を担保するために類似の特性を有するものを\n用いることができると判断したものであって，審決における上記判断に\nは，原告が主張する矛盾は存在しない。\nウ  本件発明８につき\n原告は，実施例に記載されているのは「Ｌ２／Ｌ１」値が０．５である\nときの１点のみであり，本件発明８に係る「Ｌ２／Ｌ１」の数値範囲につ\nいて０．５以外の場合の具体例は何ら示されていないから，「当業者であ\nれば，訂正明細書及び図面の記載から，本件発明８に規定される「０．５\n≦Ｌ２／Ｌ１」である場合に，訂正明細書に記載された所望の効果が得ら\nれることを理解するといえる。」との審決の判断は誤りであると主張する。\nしかし，審決２５頁下２行～２６頁１３行に記載されているように，当\n業者であれば，訂正明細書及び図面の記載から，本件発明８の範囲まで拡\n張ないし一般化したものを理解できるから，原告の上記主張は理由がな\nい。\n(2) 取消事由２に対し\nア  「０．４５≦Ｒ１／Ｒ２≦０．６５」との記載ではＲ１，Ｒ２の上限，\n下限が不明瞭であるとの点につき\n原告は，吸引ルーメンの最小内径Ｒ２の上限値及び下限値，コアワイヤ\nの最大外径Ｒ１の上限値及び下限値が不明であり，構成Ｆに係る数値範囲\nの全てで訂正明細書に記載された所望の効果が得られるとすることとの\n関係では，Ｒ１，Ｒ２の上限値／下限値は不明であると主張する。\nしかし，原告も自ら認めるように（原告準備書面（第１回）１１頁下５\n行～下４行），血管に挿入されるものにおいて何らかの上限値が存在する\nことは当然であり，血管に挿入されるガイディングカテーテルの内外径の\n上限値は存在する。したがって，当該ガイディングカテーテルに挿入可能\nな吸引カテーテルの内外径の上限値も存在することになり，吸引ルーメン\nの最小内径Ｒ２の上限値に対応する，特定関係を満たすコアワイヤの最大\n外径Ｒ１の上限値も存在する。また，血管の大きさは，年齢，性別，人種，\n人体の部位などによって相違するが，一般にガイディングカテーテルの外\n径は，その血管の大きさに基づいて適宜選択され，そのように選択された\nガイディングカテーテルに応じて，吸引ルーメンの最小内径Ｒ２及びコア\nワイヤの最大外径Ｒ１の上限値は定まることになる。\nまた，上記のようにＲ１とＲ２の上限値は定められ得るが，例えば，Ｒ\n１とＲ２の比は概ね好適な範囲を有するものであるため，その比を変動さ\nせるためにＲ１とＲ２を変動させることがあり得る。その際，吸引カテー\nテルの吸引能力を確保するためには，吸引ルーメンの断面積を確保する\n（吸引ルーメンの最小内径Ｒ１を大きくする）必要があるが，吸引ルーメ\nンの最小内径Ｒ１を小さくしすぎれば吸引能力を確保できず，コアワイヤ\nの最大外径Ｒ１を細くしすぎれば挿入時の折れ防止効果が十分発揮され\nない。\nしたがって，これらの点を考慮して，Ｒ１とＲ２の比を調整すれば，当\n然，Ｒ１とＲ２の下限値も存在することとなる。\nこのほか，前記(1)イのとおり，仮に各種条件の変更に伴って，訂正明\n細書に記載された所望の効果が得られる範囲が変化し得るとしても，構成\nＦすなわち「０．４５≦Ｒ１／Ｒ２≦０．６５」の範囲において，良好な\n耐キンク性及び通過性を示す各種条件は，訂正明細書の実施例，表１を参\n照した当業者であれば容易に理解できることである。\nしたがって，治療対象となる血管の大きさに対応して選択されるガイデ\nィングカテーテルに応じて定められる「０．４５≦Ｒ１／Ｒ２≦０．６５」\nの範囲において良好な耐キンク性及び通過性を示す吸引ルーメンの最小\n内径Ｒ２及びコアワイヤの最大外径Ｒ１の上限値／下限値は，訂正明細書\nの実施例，表１を参照した当業者であれば容易に理解できることである。\n以上のように，当業者であれば，訂正明細書及び図面の記載から，Ｒ１，\nＲ２の上限値及び下限値を理解できるのであるから，原告の上記主張は理\n由がない。\nイ  本件発明１において構成Ｆを備えることの技術的意義が理解できない\nとの点につき\n(ｱ) 原告は，取消事由１のとおり，訂正明細書には構成Ｆに含まれる広範\n囲の構成のうちわずかなパターンの構成に対応した具体例しか示され\nておらず，そもそも構成Ｆについて具体例が一切示されておらず，審決\nが「当業者であれば，『０．４５≦Ｒ１／Ｒ２≦０．６５』という数値\n範囲を採用することの技術上の意義を理解することができるといえ\nる。」と判断した根拠が不明であり，本件発明１について構成Ｆを備え\nることの技術的意義を理解することができないと主張する。\nしかし，前記(1)ア，イのとおり取消事由１に関する原告の主張はい\nずれも理由がなく，当業者であれば，訂正明細書及び図面の記載から構\n成Ｆにつき具体例が示されていること及び構成Ｆに係る数値範囲の全\nてにおいて訂正明細書記載の所望の効果が得られることが理解可能で\nある。\nそして，前記(1)イのとおり，本件発明１の吸引カテーテルの機能を\n担うために，変更事項は類似の特性を担保できる範囲内で行われるもの\nであるから，この範囲内で本体側シャフトの材質及びコアワイヤの形\n状，並びにこれら以外の条件の変更を行う限りは，吸引カテーテルは訂\n正明細書に記載されたものとほぼ類似の特性を示すといえる。また，原\n告が主張する前述の極端な構成が，本件発明１の吸引カテーテルの機能\nを担保できる範囲を超えるものであることは，訂正明細書及び図面を参\n照した当業者であれば，当然に理解できることである。\nしたがって，訂正明細書及び図面を参照した当業者であれば，本件発\n明１につき構成Ｆを備えることの技術的意義を理解することができる。\n(ｲ) 原告は，訂正明細書の段落【００７５】～【００７９】には実験結果\nが示されているが，耐キンク性の評価及び通過性の評価が「○」，「△」，\n「×」という実施者の主観による評価のみとなっており，「○」と「△」\nとの境界や「△」と「×」との境界が不明である上，取消事由１で検討\nした本件特許に係る出願の基礎出願（甲３４）の記載と優先権主張出願\nの記載の相違があることからすれば，訂正明細書記載の具体例は，そも\nそもその内容が疑わしいといわざるを得ないと主張する。\nしかし，前記(1)アのとおり，本件特許に係る基礎出願及びそれに基\nづく優先権主張出願の明細書の記載に相違があったとしても，優先権主\n張出願の明細書の記載内容の妥当性には何ら影響はない。\nまた，審決２８頁下１４行～下６行に記載のように，訂正明細書に記\n載された表１の実験結果は，耐キンク性及び通過性について当業者によ\nりなされた技術的評価であって一応の妥当性を有し，耐キンク性や通過\n性の評価が実施者の主観による評価のみであるとしても，実験結果の妥\n当性自体を否定するものとまではいえないことは明らかである。\nウ  本件発明８につき\n原告は，本件発明８の構成として記載されているのは「０．５≦Ｌ２／\nＬ１」という記載だけであり，Ｌ１，Ｌ２の各々の値の下限値及び上限値\nは記載されておらず，仮に訂正明細書にＬ１の上限及び下限が記載されて\nいたとしても，本件発明８において，Ｌ１，Ｌ２の各々の値の下限及び上\n限が記載されていないため，本件発明８は，発明の範囲が明確ではなく，\n先端側シャフトの最先端部にガイドワイヤシャフトが設けられる構成に\nおいて，「０．５≦Ｌ２／Ｌ１」の全ての範囲で訂正明細書に記載された\n所望の効果が得られるとすることとの関係では，Ｌ１，Ｌ２の各々の値の\n下限及び上限は不明であると主張する。\nしかし，Ｌ１の上限値と下限値は訂正明細書の段落【００４７】に明示\nされている以上，Ｌ２にも上限値と下限値が存在することは訂正明細書の\n記載から明らかであり，また，「０．５≦Ｌ２／Ｌ１」との規定の技術的\n意義は，接合部の面積を確保して剥離の危険性を低減することにある（訂\n正明細書の段落【００４６】）。\nしたがって，訂正明細書及び図面の記載を参照すれば，本件発明１の構\n成，想定され得るＬ１及びＬ２の寸法範囲，０．５≦Ｌ２／Ｌ１との構成\nによる接合部の面積の確保，実施例の態様等を総合的に考慮し，本件発明\n８において常識的に想定され得るＬ１とＬ２の全範囲において０．５≦Ｌ\n２／Ｌ１による効果が得られることは，当業者であれば理解可能である。\nエ  本件発明１４につき\n原告は，本件発明１４について，血管内から物質を吸引除去するための\n吸引カテーテルであって吸引ルーメンの内部にコアワイヤが存在する状\n態でガイディングカテーテルを介して血管内に挿入されるものである場\n合には「基端側シャフトの少なくとも基端側の部分」の「曲げ弾性率」に\n上限値が存在するとする根拠は不明であると主張する。\nしかし，血管は，通常生体内で屈曲して存在するものであるため，当該\n血管に挿入されたガイディングカテーテルも同様に屈曲した状態で血管\n内に配されることとなる。そして，当該ガイディングカテーテルに吸引カ\nテーテルを挿入する場合は，吸引カテーテルを操作する術者が加えた力を\n先端に十分伝える観点から，基端側シャフトの少なくとも基端側の部分\nは，ある程度の曲げ弾性率を有する，すなわち，ある程度の硬さのあるも\nのが好ましい（訂正明細書の段落【００５３】）。他方で，基端側シャフ\nトの少なくとも基端側の部分であっても，血管内に挿入される部分は存在\nし，また，挿入されない部分は存在し得るものの，体外における吸引カテ\nーテルの操作性や吸引時などの取扱いの容易性を考慮する必要がある。そ\nの場合，基端側シャフトの少なくとも基端側の部分が，ある程度の柔軟性\nをも備えておく必要があることは，当業者が訂正明細書，図面，技術常識\nを考慮すれば容易に理解できることである。\nしたがって，基端側シャフトの少なくとも基端側の部分には，ある程度\nの硬さと柔軟性とが必要であり，その曲げ弾性率には自ずと上限値が存在\nすることは，訂正明細書及び図面に接した当業者であれば容易に理解でき\nることである。\n(3) 取消事由３に対し\nア  本件発明１の「ストレート形状」が本件発明５との関係で不明瞭とする\n点につき\n原告は，訂正明細書にて「テーパー形状」及び「スプリングワイヤ」の\n両方と区別して「ストレート形状」が定義されていること等からすると，\n本件発明１記載の「ストレート形状」には「スプリングワイヤ」は含まれ\nないはずであり，本件発明１の従属項である本件発明５において「ストレ\nート形状」の一部として「スプリングワイヤ」が含まれるとするのは訂正\n明細書の定義と明らかに矛盾すると主張する。\nしかし，「ストレート」の一般的定義，カテーテルのガイドワイヤの周\n知技術（甲２３～甲２５）並びに訂正明細書及び図面の記載を総合すると，\n本件発明１のストレート形状のコアワイヤは，「まっすぐな形状のコアワ\nイヤであって，まっすぐな形状のスプリングワイヤや，まっすぐな形状の\nスプリングワイヤの内部にコア線を有するもの，まっすぐな形状のコアワ\nイヤの表面に各種の切り込みを付与する等の加工を施したものを含み，テ\nーパー形状のコアワイヤは含まない」ことは明らかである。\nイ  本件発明１の「ストレート形状」が本件発明６との関係で不明瞭とする\n点につき\n原告は，ストレート形状との記載を含む本件発明１と本件発明６との関\n係につき，訂正明細書の定義からすると，本件発明１記載の「ストレート\n形状」には「スプリング形状」及び「テーパー形状」は含まれないはずで\nあると主張する。\nしかし，本件発明１のストレート形状のコアワイヤの内容は，前記アの\nとおりであって，本件発明６において「ストレート形状」の一部としてコ\nアワイヤの少なくとも一部が先端側ほど柔軟である形状が含まれるとし\nても，何ら矛盾はない。\n(4) 取消事由４に対し\nア  相違点１の認定及び判断の誤りにつき\n(ｱ) 甲１には，原告指摘の９欄３２行～３８行及び１０欄３１行～４１行\nの記載はあるものの，例えば訂正明細書の実施例１に示す具体例のよう\nなメインシャフトの構成については明示されていない。\n(ｲ) 原 告 は ，「バルーンカテーテルにおける周知技術が吸引カテーテルの\n周知技術となり得るかという問題があるが，いずれもカテーテルの分野\nとして共通するため，上記周知技術は吸引カテーテルの周知技術となり\n得るもので，これは被告自身が認めている」と主張し，甲９，甲１１，\n甲１７記載のバルーンカテーテルについての特定の記載内容が周知技\n術であるとし，被告が審判段階で提出した甲２５（特開２００１－７０\n２５２号公報）はバルーンカテーテルに適用されるガイドワイヤの内容\nを示す文献であり，被告が甲２５の記載を利用して主張していること\nが，「バルーンカテーテルと吸引カテーテルとが，技術分野（カテーテ\nル）を共通にすることを前提としている」旨主張する。\nしかし，バルーンカテーテルと吸引カテーテルとは，用途，機能，各\nカテーテルを使用する背景事情などは全く異なるものであって，これら\nの前提条件を考慮すれば，バルーンカテーテルの技術事項が吸引カテー\nテルの技術事項とはならないことは明らかである。\nまた，被告が，バルーンカテーテルの周知技術が吸引カテーテルの周\n知技術となり得ることを認めた事実はない。被告が審判時において提出\nした甲２３ないし甲２５は，「ストレート」との用語につき，ガイドワ\nイヤやコアワイヤなどの医療用のワイヤにおける一般的な用語の使用\n方法を示すために用いたものであり，甲２５は，経皮的に体内に挿入し\nて体内温度を測定する医療用ガイドワイヤに関するものである（段落\n【０００１】）。そして，ガイドワイヤやコアワイヤなどの医療用のワ\nイヤにおける一般的な用語の使用方法を示すに際して，バルーンカテー\nテルと吸引カテーテルとが技術分野を共通にするか否かは全く関係が\nない。\n以上のように，被告が甲２５を審判時に提出したからといって，これ\nが，バルーンカテーテルの周知技術が吸引カテーテルの周知技術となり\n得ることを示すものでもなく，まして，当該事項を被告が認めたことを\n示すものでもない。\nまた，バルーンカテーテルと吸引カテーテルにおける前記の前提条件\nを全く考慮せずに，甲９，甲１１，甲１７記載のバルーンカテーテルの\n技術事項が吸引カテーテルの技術事項となり得るものでもない。\n(ｳ) 小括\n前記(ｱ)のとおり，甲１には，訂正明細書の実施例１に示す具体例の\nようなメインシャフトの構成については明示されていない。\nまた，前記(ｲ)のとおり，原告の主張には明らかな誤りが含まれる。\nいずれにしても，後記イ，ウのとおり，審決における相違点２の判断に\n誤りがない以上，相違点１についての審決の判断の是非にかかわらず，\n本件発明１の容易想到性に関する審決の判断に誤りはない。\nイ  相違点２のうち「吸引ルーメンの内部に脱着可能なストレート形状のコ\nアワイヤを有し」との構成及び「吸引ルーメンの内部に前記コアワイヤが\n存在する状態でガイディングカテーテルを介して血管内に挿入された後，\n前記コアワイヤが取り出され，前記吸引ルーメンに陰圧を付与することで\n血管内から物質が吸引除去される」との構成の容易想到性につき\n(ｱ) 原告は，甲２～甲８及び甲１８～甲２０によれば，カテーテルという\n技術分野において，コアワイヤに対応する部材をカテーテルに対して挿\n入させて設けるとともに，それを着脱式とすることが周知技術であるこ\nとが示され，さらにこの周知技術はカテーテルという技術分野に含まれ\nる様々な種類のカテーテルにおいて採用されていることが容易に理解\nできる上，甲１には，吸引カテーテルにおいて通過性及び耐キンク性を\n向上させる必要があるという課題が記載され，同課題は，甲２～甲４，\n甲７，甲８，甲１０，甲１１，甲１７～甲２０にも記載されており，こ\nのように課題が共通するため，甲１発明に対し，甲２～甲４，甲７，甲\n８，甲１８，甲１９に記載された「コアワイヤに対応する部材を着脱式\nに設ける」という構成を適用する上での動機付けは存在する旨主張す\nる。\n(ｲ) 甲２～甲８，甲１０，甲１１，甲１７～甲２０，甲３５，甲３６につ\nき\n甲２記載の発明は，注入カテーテルであって，吸引するものではなく，\nまた，ガイドワイヤを用いてカテーテルを目的部位に進ませる際の問題\n点を解決することを目的として（３頁左上欄１７行～２４行），ガイド\nワイヤを用いず「血液の流れによって血管内を目標部位まで静かに誘導\nされる」（５頁右上欄４行～５行）ものである。\nまた，甲３記載の発明は，極めて扁平なガイドワイヤの形態で圧力波\nの滑らかな進行を可能とする血管内圧力測定用の医療機器である（段落\n【０００９】）。\nそして，甲４記載の発明は，金属針１２が留置されたままで挿入され\nる「catheter placement assembly」（カテーテル挿入装置）である。\nまた，審決認定のとおり，甲２～甲４には，流体が流通することとな\nるルーメン（注入カテーテル１００，シャフト１，カテーテルチューブ\n２４）内にコアワイヤに対応する部材（スタイレット２０８，ワイヤ１\n３，補強材３６）を設けることについて記載されているものの，吸引ル\nーメンに陰圧を付与することで血管内から物質が吸引除去される吸引\nカテーテルについては記載されていない。\nこのほか，甲５，甲６には，審決認定のとおり，「カテーテル」，「予\n備成形可能なカテーテル」において，コアワイヤに対応するスタイレッ\nトによりカテーテルに形状を付与することは記載されているものの，カ\nテーテルの耐キンク性を向上させることについては記載されていない。\nまた，甲７，甲８には，審決認定のとおり，吸引ルーメンに陰圧を付\n与することで血管内から物質が吸引除去される吸引カテーテルについ\nては記載されていない。また，甲８記載のカテーテルは，特に，胃，腸\nに挿入する際に使用されるものであるため，ガイディングカテーテルを\n介して血管内に挿入する必要がある吸引カテーテルとは，その要求され\nる機能は全く異なるものである（甲２９，１９頁６行～２０行）。なお，\n甲７記載のバルーンカテーテルも，食道，胃に挿入されるものであり，\nガイディングカテーテルを介して血管内に挿入する必要がある吸引カ\nテーテルとは，その要求される機能は全く異なるものである。\nまた，甲１０，甲１１，甲１７～甲２０には，通過性及び耐キンク性\nを向上させるためのコアワイヤに相当する部材は記載されているもの\nの，バルーンカテーテルしか記載されておらず，吸引ルーメンに陰圧を\n付与することで血管内から物質が吸引除去される吸引カテーテルにつ\nいては全く記載されていない。\nそして，バルーンカテーテルにおいてバルーン膨張に要する時間は，\n血栓などの多くの塊を含む血液を吸引する時間に比べて極めて短く，仮\nにバルーン膨張用のルーメン内にコアワイヤを配したとしても，それに\nよる影響は非常に小さいため，バルーン拡張用のルーメン内に常時，又\nは着脱可能にコアワイヤを配したとしても，術者や患者への影響は小さ\nいものといえる。したがって，バルーンカテーテルの場合であれば，緊\n急性を考慮しても，コアワイヤをバルーン膨張用のルーメン内に配する\nことは許容される事情が存在したといえる。\nこれに対して，血管内から物質が吸引除去される吸引カテーテルの場\n合は，バルーンカテーテルの場合に比べてその処置に要する時間が極め\nて長くなる可能性が高く，緊急性の観点から，一刻も早く吸引操作を行\nいたいという事情があった。また，吸引カテーテルの場合は，作動圧は\n最大でも１気圧の陰圧であり，しかも，塊を含む血液が通過するもので\nあるため，吸引ルーメン内はできる限り大きく確保しておく必要がある\nとするのが当業者の一般的な考え方であった。\nしたがって，バルーンカテーテルのバルーン膨張用のルーメンに，コ\nアワイヤに相当する部材を固定式又は着脱式に設けることが，一般に行\nわれているとしても，血管用の吸引カテーテルの吸引ルーメンに，血栓\n吸引の効率化とは直接的関係が希薄なコアワイヤに相当する部材を設\nけることは，当業者が全く想定していなかったことである。\nさらに，甲１０，甲１１，甲１７～甲２０記載のバルーンカテーテル\nにおいてワイヤが配されているのは，ワイヤ専用のルーメンか，バルー\nン膨張流体を注入するためのルーメンであって，直接血管内に連通して\nいないルーメンである。このように，ルーメン内を通過する流体が全く\n異なる上，流体を注入してバルーンを膨張・収縮させる場合と血液を吸\n引する場合とでは全く事情が異なり，ルーメン内にワイヤを配する困難\n性はバルーンカテーテルと吸引カテーテルとでは全く異なるのである。\n以上のように，甲１０，甲１１，甲１７～甲２０のバルーンカテーテ\nルにおいて，通過性及び耐キンク性を向上させるためのコアワイヤに相\n当する部材を設けることが記載されているとしても，吸引ルーメンに陰\n圧を付与することで血管内から物質が吸引除去される吸引カテーテル\nについては全く記載されておらず，しかも，ガイディングカテーテルを\n使用する必要があるような部位の血管内から物質が吸引除去される吸\n引カテーテルにおいては，吸引ルーメンにコアワイヤに相当する部材を\n設けることは，当業者には想定外のことであったといえる。\nなお，甲３５（特表２００２－５１３６５３号公報）には，甲３６（米\n国特許第５４７６４５０号明細書）が援用されているとしても，甲３５\nに記載されている胃の幽門を通って十二指腸の中にまで進展するため\nのカテーテルの構成の一つであるセンサ及び外部磁石などを，血管系で\n用いるカテーテルに適用しても，その目的の一つであるＸ線などを用い\nることなく使用することは実質的にはほとんど不可能であり，しかも，\n血管系のカテーテルの誘導において一般的に使用するガイドワイヤを\n使用する以上，あえてカテーテルの先端部にセンサなどを配する必要が\nない。したがって，センサが配されたスタイレットを甲３６記載の血管\n系のカテーテルに適用することもないといえる。\nまた，甲３６記載の発明では，図１，２に示される単一のルーメンし\nか有しない構成の場合は，ガイドワイヤ２４，６８はそのルーメン内に\n配されてはいるものの，吸引用ルーメン（第２ルーメン２４６）の他に\nガイドワイヤ用ルーメン（第１ルーメン２４４）を設けた吸引用のカテ\nーテルにおいては，吸引用ルーメンには全く何も配されていない。むし\nろ，このように構成することで，「薬剤の輸送と塞栓物の吸引とを同時\nに行うことができること」，「一連の操作において吸引用組立体の分解\nが不要であり，処置の遅れによる罹患及び死亡の危険性がなく，迅速な\n処置が可能であること」との利点が得られるものである。\nしたがって，甲３５の単一のルーメンしか有しない構成のカテーテル\nのルーメン内にスタイレットが配されているとしても，甲３６記載の単\n一のルーメンしか有しない構成のカテーテルであれば別段，吸引用ルー\nメン（第２ルーメン２４６）の他にガイドワイヤ用ルーメン（第１ルー\nメン２４４）を別途設けた吸引用のカテーテルにおいて，その吸引用の\nルーメン内に甲３５記載のスタイレットを配することを示唆するもの\nではない。\n(ｳ) 甲１につき\n甲１の２欄５７行～６２行には，原告指摘の記載はあるものの，当該\n部分には吸引圧力に耐えうるだけの剛性がカテーテルに要求されるこ\nと が 記載 さ れ， それに 続 く２ 欄 ６２ 行～６ ４ 行に は ，「 A  support\nmandrel may be incorporated into the catheter to provide additional\nstrength.」（サポートマンドレルは，追加的な強度を付与するために，\nカテーテル内に配されてもよい。）と記載されている（なお，原告の提\n出した対応箇所の翻訳文には「additional」の翻訳が欠落しており，誤\n訳である。）。\n以上の記載からすると，甲１発明のカテーテルは，その構成のうちの\nサポートマンドレルを除く構成について，その長さ方向に沿って柔軟性\nが変化することで，損傷を与えることなく患者の血管系を通過するのに\n十分な柔軟性と，カテーテルを適切に配置するために要求される軸方向\nの押しに耐え，かつ，吸引圧力に耐えるだけの剛性とを有するものであ\nること，及び，サポートマンドレルは追加的な補強手段としてカテーテ\nル内に配してもよいとの技術的事項が把握される。\nしたがって，甲１には，カテーテルの血管内の通過性や，軸方向の押\nしに対する剛性に関する記載はあるものの，それらに対応するための構\n成は，マンドレルを含まない構成により達成するのが原則的なものであ\nると理解することができる。\nまた，原告の指摘する甲１の１２欄１１行～１３行，１７行～１８行\nの記載からすれば，当該構成における甲１の吸引カテーテルのルーメン\nには，その血管内への挿入に際して予め「therapy catheter」，すなわ\nち，血管内を治療するためのカテーテルなどのデバイスが配されるよう\nに構成されている。\nこのような構成の場合，治療用として用いられることのないサポート\nマンドレルをルーメン内に配することは，全く想定されないことであ\nる。\nなお，原告は，甲１の１２欄１１行～１３行，１７行～１８行の記載\nを参照して，「吸引カテーテルを使用して血栓等の吸引を行う場合に\nは，吸引カテーテルの吸引効率を向上させる目的（課題）が記載されて\nいる。また，この課題は，吸引カテーテルにおいて一義的に導き出すこ\nとができる課題である。」と主張する。\nしかし，甲１の上記記載，すなわち，予め治療用のカテーテルを吸引\nカテーテルのルーメン内に配し，その後取り除くという記載から，いか\nなる理由で，吸引カテーテルの吸引効率を向上させる目的が記載されて\nいるといえるのか，その論理が不明である。\n甲１の上記記載は，前述のとおり，吸引カテーテルのルーメン内に予\nめ治療用のカテーテルなどのデバイスを配し，それを取り除いた後，吸\n引を行うことを示すにすぎず，このような構成は，吸引カテーテルと治\n療用のカテーテルを同時に患者内に挿入するために採用されるもので\nある（１２欄１５行～１７行）。\nそうすると，同記載を参照した当業者は，吸引カテーテルと治療用の\nカテーテルを同時に患者の体内に挿入するためには，予め治療用のカテ\nーテルを吸引カテーテルのルーメン内に配して，それらを同時に患者の\n体内に挿入すればよいと認識するだけであり，予め治療用のカテーテル\nを吸引カテーテルのルーメン内に配するため，そのルーメンにサポート\nマンドレルを配することはないと認識するのが常識的である。\nこのように，原告が指摘する甲１の上記記載には，吸引カテーテルを\n使用して血栓等の吸引を行う場合には，吸引カテーテルの吸引効率を向\n上させる目的（課題）が記載されているとはいえず，むしろ，吸引カテ\nーテルにおいてそのルーメン内にサポートマンドレルを配することは\nないことを一義的に示すものであるといえる。\n加えて，甲１発明は，血管の大きさによらず，迅速な吸引と使用の容\n易のために設計されたものであり（甲１の２欄４２行～４９行），具体\n例では，ガイドワイヤルーメンが先端部のみ存在する場合（図５の場合）\n及びカテーテルの全長にわたり存在する場合（例えば図１３の場合）に\nおいても，吸引ルーメン４２はより効果的な吸引を行うために全く妨害\nされないようにされている点が好適であるとされている（甲１の９欄１\n０行～１６行）。そして，甲１の図１４に示すように，サポートマンド\nレル（２１６ａ，２１６ｂ）は，ルーメン（２１２，２１４）の内部で\nはなく外側に設けられており，サポートマンドレルが使用されている具\n体例は，これ以外には記載されていない。\n以上のような甲１の記載を総合すると，甲１発明は，血管の大きさに\nよらず，迅速な吸引と使用の容易のために，吸引ルーメンはより効果的\nな吸引を行うために全く妨害されないようにされている構成を有する\nものであり，その実施態様は，サポートマンドレルを用いない構成によ\nり，損傷を与えることなく患者の血管系を通過できるのに十分な柔軟性\nと，カテーテルを適切に配置するために要求される軸方向の押しに耐\nえ，かつ，吸引圧力に耐えるだけの剛性を付与するものである。そして，\n治療に供さないサポートマンドレルにより補強するとしても，吸引ルー\nメンではなく，その外側に配することで，迅速な吸引と使用の容易を実\n現すべく，吸引ルーメンはより効果的な吸引を行うために全く妨害され\nないようにするものであるといえる。\nしかも，治療後に迅速な吸引を行うべく，治療用カテーテルを吸引カ\nテーテルと同時に挿入する構成が想定されていることからして，治療に\n供さないサポートマンドレルを吸引ルーメン内に配さないことを示す\nものであると同時に，血管に用いる吸引カテーテルでは，その迅速な挿\n入と吸引が重要であったことを示すものでもある。\nそして，前記(ｲ)のとおり，血管用の吸引カテーテルにおいては，緊\n急時の迅速な吸引処置が要求されていたところ，血液の吸引処置は特に\nバルーンカテーテルによる処置に比べて時間を要するという事情が存\n在した。このような事情は，甲１の迅速な吸引と使用の容易のために，\n吸引ルーメンはより効果的な吸引を行うために全く妨害されないよう\nにされているという記載や，治療用のカテーテルを予め配置しておくと\nいう記載と符合するものであるといえる。\n(ｴ) 甲１と甲２～甲８，甲１０，甲１１，甲１７～甲２０の組合せにつき\n以上のように，甲１発明は，吸引ルーメン内にコアワイヤを設けない\n点に意義を有するものと認められ，甲２～甲８，甲１０，甲１１，甲１\n７～甲２０に原告の主張する記載があるとしても，吸引ルーメン内にコ\nアワイヤを有しない甲１発明に，甲２～甲８，甲１０，甲１１，甲１７\n～甲２０に部分的に記載された事項を結合して，相違点２に係る本件発\n明１の発明特定事項を構成する「吸引ルーメンの内部にコアワイヤが存\n在する状態でガイディングカテーテルを介して血管内に挿入された後，\nコアワイヤが取り出され，吸引ルーメンに陰圧を付与することで血管内\nから物質が吸引除去される」ことを示唆する記載はない。\nなお，原告は，甲２３～甲２５について縷々主張するが，甲２３及び\n甲２４は医療用ガイドワイヤに関するものであり，相違点２の構成につ\nいて記載も示唆もなく，これらを考慮しても審決の判断に影響はない。\nウ  相違点２のうち構成Ｆの容易想到性につき\n(ｱ) 原告は，構成Ｆにつき，コアワイヤの最大外径や吸引ルーメンの最小\n内径を必要に応じて適宜調整することは当業者であれば当然行うこと\nであって，前提となる課題（通過性及び耐キンク性の向上）は周知であ\nり，構成Ｆを採用したことによる効果も異質とはいえず，構成Ｆに係る\n数値範囲は臨界的意義を有しないから，構成Ｆを採用することは数値範\n囲の最適化にすぎず，当業者であれば容易に想到し得る旨主張する。\nまた，原告は，構成Ｆに係る数値範囲に含まれる構成は，甲８～甲１\n１，甲１３に記載されているとおり，カテーテルに剛性を付与するため\nにコアワイヤのような部材を設けた場合において，当業者であれば自ず\nと採用する数値であり，甲１には，吸引カテーテルにおいて通過性及び\n耐キンク性を向上させる必要があるという課題が記載されており，課題\nが共通する点で，甲１発明に対してコアワイヤのような部材を着脱式に\n設けた場合において，甲８，甲１０及び甲１１記載の数値を適用する上\nでの動機付けは存在するとも主張する。\n(ｲ) 甲１発明と甲８～甲１１，甲１３の組合せについて\n前記イ(ｲ)のとおり，甲８記載のカテーテルは，胃・腸へ挿入するも\nのであって，血管内に挿入するものではなく，カテーテルに要求される\n機能・構造が本来的に異なるものである。\nそして，甲９～甲１１は，バルーンカテーテルに関するものであって，\n「吸引ルーメンの内部に前記コアワイヤが存在する状態でガイディン\nグカテーテルを介して血管内に挿入された後，前記コアワイヤが取り出\nされ，前記吸引ルーメンに陰圧を付与することで血管内から物質が吸引\n除去される」ことを示唆する記載は存在しない。また，前述のとおり，\nバルーンカテーテルにコアワイヤに相当する部材を設けることは容易\nであっても，血管用の吸引カテーテルの場合に，当該部材を設けること\nは，当業者が全く想定していなかったことである。\nさらに，甲１３（特開２００３－２８４７８０号公報）は，特に鎖骨\n下穿刺法により体内に挿入され，カテーテルの先端が上大静脈へ留置さ\nれる高カロリー輸液療法に用いられるスタイレット付きカテーテルに\n関するものであって，「吸引ルーメンの内部に前記コアワイヤが存在す\nる状態でガイディングカテーテルを介して血管内に挿入された後，前記\nコアワイヤが取り出され，前記吸引ルーメンに陰圧を付与することで血\n管内から物質が吸引除去される」ことを示唆する記載は存在しない。ま\nた，甲１３記載のカテーテルは，上記のように鎖骨下穿刺法により体内\nに挿入されるものであって，ガイディングカテーテルを用いることを要\nするカテーテルとは機能・構造が異なる。\n以上のように，吸引ルーメン内にコアワイヤを有しない甲１発明に，\n甲２～甲８，甲１０，甲１１，甲１７のほか，甲１８～甲２０に部分的\nに記載された事項を結合して，相違点２に係る本件発明１の発明特定事\n項を構成する「吸引ルーメンの内部に前記コアワイヤが存在する状態で\nガイディングカテーテルを介して血管内に挿入された後，前記コアワイ\nヤが取り出され，前記吸引ルーメンに陰圧を付与することで血管内から\n物質が吸引除去される」ことを示唆する記載は存在しない。さらに，甲\n９～甲１１記載の「バルーンカテーテル」及び「バルーンカテーテルを\n用いた生体器官拡張器具」に係る前提構成を抜きにしてルーメンとそれ\nに挿入される部材との径の比に係る数値のみを適用することを示唆す\nる記載はなく，甲１３についても同様である。\nまた，本件発明１の発明特定事項の一部である「前記コアワイヤの最\n大外径をＲ１，前記ハブより先端側の吸引ルーメンの最小内径をＲ２と\nする場合に，０．４５≦Ｒ１／Ｒ２≦０．６５であり，前記吸引ルーメ\nンの内部に前記コアワイヤが存在する状態でガイディングカテーテル\nを介して血管内に挿入された後，前記コアワイヤが取り出され，前記吸\n引ルーメンに陰圧を付与することで血管内から物質が吸引除去される\nものであること」は数値限定を含むが，同数値限定は二次的なものであ\nる。\n特に，本件発明１は，例えば吸引ルーメン内にコアワイヤを配さない\nことに意義を有する甲１記載の吸引カテーテルにおいて，その吸引ルー\nメン内にコアワイヤを配するという，当業者が全く想定していなかった\n構成を採用した結果，屈曲した血管にも十分追随していけるだけの柔軟\n性を実現すると同時に，体外からガイディングカテーテルに挿入させる\n際のカテーテルシャフトのキンクの可能性を低減させ，良好な操作性を\nもたらし，かえって迅速な吸引操作が可能になるという当業者が予測し\nていなかった効果が得られることを見出したものである。\nそして，本件発明１に係る吸引カテーテルを製品化し，上市したとこ\nろ，術者の好評を博し，当初普及していなかった血管用の吸引カテーテ\nルが，現在広く普及するに至ったものである。これは，本件発明１に係\nる製品が世に出る前は，血管用の吸引カテーテルにおいてコアワイヤを\n用いることが全く想定されておらず，コアワイヤを用いることで優れた\n効果が奏されることが知られるに至ったことを示唆するものといえる。\n以上より，相違点２に係る本件発明１の発明特定事項は，甲１発明及\nび甲２～甲２０に基づいて当業者が容易に発明をすることができたも\nのではなく，原告の上記主張はいずれも理由がない。\nエ  小括\n以上のとおり，本件発明１は，甲１発明及び甲２～甲２０の周知技術\nに基づいて当業者が容易に発明をすることができたものではなく，相違\n点２に関する原告の主張はいずれも理由がない。\nしたがって，本件発明１を引用し，さらにその発明特定事項を限定し\nた本件発明２～本件発明１５も，甲１発明，甲３発明，甲１３発明及び\n甲１５発明並びに周知技術に基づいて当業者が容易に発明をすること\nができたものではないことになり，取消事由４に関する原告の主張はい\nずれも理由がない。\n(5) 取消事由５について\n原告は，訂正明細書記載の「ストレート形状」には「スプリングワイヤ」\n及び「テーパー形状」は含まれないはずであり，請求項１において「ストレ\nート形状の」との限定を付加しながら，その従属項として本件発明５及び本\n件発明６が存在する状態とする本件訂正は，願書に添付した明細書及び図面\nに記載された事項の範囲内のものではないと主張する。\nしかし，前記(3)のとおり，本件発明のストレート形状のコアワイヤは，\n「まっすぐな形状のコアワイヤであって，まっすぐな形状のスプリングワイ\nヤや，まっすぐな形状のスプリングワイヤの内部にコア線を有するもの，ま\nっすぐな形状のコアワイヤの表面に各種の切り込みを付与する等の加工を\n施したものを含み，テーパー形状のコアワイヤは含まない」から，ストレー\nト形状のコアワイヤにはスプリングワイヤが含まれ，スプリングワイヤは先\n端側ほど柔軟な部分を有するものである（段落【００４４】）。\nよって，原告の上記主張は，前提を欠き，失当である。\n第４  当裁判所の判断\n１  請求の原因(1)（特許庁における手続の経緯），(2)（発明の内容），(3)（審\n決の内容）の各事実は，当事者間に争いがない。\n２  記載要件違反及び容易想到性の有無\n審決は，本件特許の出願書類には記載要件違反（実施可能要件違反，サポー\nト要件違反及び明確性要件違反）はなく，また，本件発明１は甲１発明及び周\n知技術に基づいて当業者が容易に想到できるものではなく，本件発明２ないし\n本件発明１５も，甲１発明，甲３発明，甲１３発明，甲１５発明及び周知技術\nに基づいて当業者が容易に想到できるものではない等とし，一方，原告はこれ\nを争うので，以下検討する。\n(1) 本件各発明の意義\nア  訂正明細書（本件訂正後のもの，甲２７参照）には，以下の記載がある。\n(ｱ) 特許請求の範囲\n前記第３，１(2)のとおり。\n(ｲ) 発明の詳細な説明\n・【技術分野】\n「本発明は，経皮経管的に体内に導入され，体内に存在する物質を体\n外へ吸引除去するカテーテルに関し，特に体内の血管に生成した血栓\nや血管内に遊離したアテローマなどのデブリス（異物）を，カテーテ\nル基端側から加える陰圧により体外に吸引除去する吸引カテーテル\nに関する。」（段落【０００１】）\n・【背景技術】\n「一方で，手元側から陰圧を加えることによって血栓を体外に吸引除\n去する簡単な構造のカテーテルも，現在臨床でその効果が確認されつ\nつある。しかしながら，吸引するための吸引ルーメンの断面積を十分\n確保できず，吸引能力の低いものしか得られていない。この理由は，\nカテーテルが血管内の目的とする部位までガイドワイヤに沿って搬\n送される構造であることに起因する。すなわち，ガイドワイヤに追随\nするガイドワイヤルーメンを吸引ルーメンの内部に設けているため\nに十分な吸引ルーメンを確保できないのである。」（段落【０００８】）\n・「また，ガイドワイヤルーメンを吸引ルーメンの外側に有する構造の\n場合，必然的に吸引カテーテルの外径は大きくなる。従って，併用す\nるガイディングカテーテルは内径を確保するために外径が大きなも\nのとなり，患者の負担が格段に大きくなってしまうという問題が生じ\nる。」（段落【０００９】）\n・「加えて，これらのガイドワイヤルーメンは通常吸引カテーテルの最\n先端から３０ｃｍ程度の長さを有しているためカテーテルシャフト\n全体が硬くなってしまい，屈曲した血管内への挿入性が悪いという問\n題点も生じている。」（段落【００１０】）\n・【発明の開示】\n「これらの状況を鑑み，本発明が解決しようとするところは，吸引ル\nーメンを最大限確保し，かつガイドワイヤに追随して目的部位まで搬\n送でき，屈曲した血管にも十分追随していけるだけの柔軟性を実現さ\nせると同時に，体外からガイディングカテーテルに挿入させる際のカ\nテーテルシャフトのキンクの可能性を低減させ，良好な操作性を実現\n可能な吸引カテーテルを提供することにある。」（段落【００１２】）\n・【発明を実施するための最良の形態】\n「以下に本発明にかかる吸引カテーテルの実施形態について図を用\nいて詳細に説明するが，本発明はこれに限定されるものではない。」\n（段落【００３１】）\n・「・・・コアワイヤ１０１を吸引ルーメン１００の内部に設けること\nで，吸引カテーテルを体外からガイディングカテーテルに挿入させる\n際のカテーテルシャフトのキンクの可能性を効果的に低減させ，良好\nな操作性を実現することができる。また，ガイドワイヤルーメン１１\n０を有するため，ガイドワイヤに沿って屈曲した部位へも容易に吸引\nカテーテルを位置させることができる。」（段落【００３２】）\n・「・・・しかしながら，本発明においてはコアワイヤ１０１を脱着可\n能に設けているため，吸引時には図３から図４に典型例を示したよう\nにコアワイヤ１０１を取り外すことが可能であり，従って十分な吸引\n量が容易に実現される。・・・」（段落【００３３】）\n・「コアワイヤ１０１の最大外径１０９をＲ１，吸引ルーメン１００の\n最小直径１０８をＲ２とする場合，Ｒ１／Ｒ２は０．３以上，０．９\n以下であることが好ましい。Ｒ１／Ｒ２が０．３よりも小さい場合，\n吸引ルーメン１００に対してコアワイヤ１０１が細すぎるため，コア\nワイヤ１０１による挿入時の折れ防止効果は十分発揮されない。Ｒ１\n／Ｒ２が０．９よりも大きい場合は吸引カテーテル全体が硬くなり，\n屈曲した部位を通過させることが極めて困難となる。Ｒ１／Ｒ２は\n０．４以上，０．７以下であることがより好ましい。」（段落【００\n４１】）\n・「コアワイヤ１０１の構造，形状は本発明の効果を何ら制限しない。\n典型例は図５に示すストレート形状である。屈曲した部位への通過性\nをより向上させる観点からは，図６に示すように金属素線を巻回した\nスプリングワイヤであることが好ましい。・・・」（段落【００４２】）\n・「コアワイヤ１０１は先端側ほど柔軟であることが好ましい。・・・\nこのような柔軟性を付与する手段としては，・・・コアワイヤ１０１\nをスプリングワイヤやテーパー形状を呈するワイヤとすることが挙\nげられる。他の手段としてはスプリングワイヤとテーパー形状の組み\n合わせやワイヤ表面に各種の切り込みを付与する等の加工が挙げら\nれる。」（段落【００４４】）\n・「・・・Ｌ２／Ｌ１は０．５以上であることが好ましい。Ｌ２／Ｌ１\nが０．５よりも小さい場合，ガイドワイヤシャフト１１２と先端側シ\nャフト１０３の接合部の面積が小さくなり，ガイドワイヤシャフト１\n１２が先端側シャフト１０３から剥離する危険性が高くなる。」（段\n落【００４６】）\n・「また，基端側シャフト１０４の少なくとも基端側は曲げ弾性率が１\nＧＰａ以上の高弾性材料からなることが好ましい。このような高弾性\n材料からなるシャフトを用いることで，術者が加えた吸引カテーテル\nを操作する力を先端に十分に伝えることが可能である。つまり，押す\n力，引く力に加えて，回転させる力を充分に先端に伝達させることが\n容易に実現できる。・・・」（段落【００５３】）\n・「（実施例１）ポリアミド酸のワニスを用いたディッピング成形によ\nり外径１．３０ｍｍ，内径１．１０ｍｍ，長さ１１００ｍｍのポリイ\nミドチューブを作製し，基端側シャフトとした。低密度ポリエチレン\n（ＬＦ４８０Ｍ，日本ポリケム株式会社）を用いて押出成形により外\n径１．３０ｍｍ，内径１．００ｍｍ，長さ３００ｍｍのチューブを作\n製し，先端側シャフトとした。・・・」（段落【００６０】）\n・「（参考例１０）\nＳＵＳ３０４合金から作製した外径１．０５ｍｍのストレート形状\nのワイヤをコアワイヤとした以外は実施例１と同様に作製した。」\n（段落【００７２】）\n・「表１中，耐キンク性の結果において，○は耐キンク性が良好なこと\nを，△は耐キンク性があまり良くないことを，×は耐キンク性が悪い\nことを示す。また表１中，通過性の結果において，○は通過性が良好\nなことを，△は通過性があまり良くないことを，×は通過性が悪いこ\nとを示す。」（段落【００７５】）\n（段落【００７６】）\n・【産業上の利用可能性】\n「以上のごとく，本発明によれば，生体内から物質を吸引除去するた\nめの吸引カテーテルであって，前記カテーテルは物質を吸引除去する\nための吸引ルーメンを備え，前記吸引ルーメンは前記カテーテルの基\n端側に設けられたハブに連通し，前記吸引ルーメンの内部に脱着可能\nなコアワイヤを有することを特徴とする吸引カテーテルを容易に提\n供することが可能であり，屈曲した血管にも十分追随していけるだけ\nの柔軟性を実現させると同時に，体外からガイディングカテーテルに\n挿入させる際のカテーテルシャフトのキンクの可能性を低減させ，良\n好な操作性をもたらす点で有用である。」（段落【００８０】）\nイ  上記記載によれば，本件各発明は吸引カテーテルに関するものである\nが，吸引ルーメンを最大限確保し，かつガイドワイヤに追随して目的部位\nまで搬送でき，屈曲した血管にも十分追随していけるだけの柔軟性を実現\nさせると同時に，体外からガイディングカテーテルに挿入させる際のカテ\nーテルシャフトのキンクの可能性を低減させ，良好な操作性を実現可能な\n吸引カテーテルを提供することを課題とし，これを解決するために，特許\n請求の範囲記載の構成（特に，コアワイヤの最大外径Ｒ１と吸引ルーメン\nの最小内径Ｒ２との比につき，所定の数値範囲とすること）を採ることに\nよって，上記課題を解決し，耐キンク性及び通過性の良好な吸引カテーテ\nルを提供した発明であると認めることができる。\n(2) 甲１発明の意義\nア  一方，甲１（訳文による。）には，以下の記載がある。\n・【発明の分野】\n「本発明は，患者の血管系から塞栓，血栓及びその他のタイプの破片を\n吸引するための吸引カテーテルに関するもので，器具は特に伏在静脈移\n植片，冠状動脈，及び類似の血管内部での吸引に最適なものである。」\n（１欄１５行～２０行）\n・「カテーテルにはシャフトの長さ方向に変動する柔軟性が備わっており，\n損傷を起こすことなく患者の血管系内を通過できるよう十分に滑らか\nで柔軟であるが，カテーテルを適切な位置に据えるために必要な軸方向\nの押し出しに耐え，吸引圧力にも耐え得るだけの十分な剛性を備えてい\nる。」（２欄５７行～６２行）\n・「本発明は，血管から塞栓，プラーク，血栓又は他の閉塞物を吸引する\nために利用される吸引カテーテル及びその使用方法を提供する。」（５\n欄２１行～２３行）\n・「他に，単独の施術者で利用することができる吸引カテーテル３０がＦ\nＩＧ．５～ＦＩＧ．７に示されている。カテーテル３０はその基端にア\nダプタ３２及び吸引ポート３４を有している。オーバー・ザ・ワイヤー\nタイプの吸引カテーテル１０のように，単独の施術者により利用される\nタイプの吸引カテーテル３０は，先端３８を有するような長い管状ボデ\nィ３６から構成されている。」（８欄４７行～５２行）\n・「・・・故に，一の好ましい形態として，吸引カテーテルの管状のボデ\nィは，管状ボディの基端側部分が管状ボディの先端側部分よりも低い柔\n軟性となるといった，その長さ方向に種々の剛性が付与されるように，\nポリエチレンやペバックスといった合成樹脂により形成されている。」\n（９欄３２行～３８行）\n・「他の形態として，管状のボディにおける種々の剛性は，基端側部分と\n先端側部分とを異なる剛性を有するような合成樹脂により作り出すこ\nとによって付与される。例えば，７２Ｄペバックスよりなるインナーチ\nューブの半分を，４０Ｄペバックスよりなるアウターチューブに対して\n挿入するとともに，上記インナーチューブの残り半分を，７２Ｄペバッ\nクスよりなるアウターチューブに対して挿入する。この結合部は，既に\n説明したように熱溶着される。４０Ｄ／７２Ｄペバックスの結合部は，\n７２Ｄ／７２Ｄペバックスの結合部の範囲よりも柔軟な管状のボディ\nを生じさせる。」（１０欄３１行～４１行）\nイ  上記記載によれば，甲１発明は，血管から塞栓，プラーク，血栓又は他\nの閉塞物を吸引するために利用される吸引カテーテル及びその使用方法\nを提供する発明であると認められる。\n(3) 周知例とされた文献の技術内容\nア  甲８（クリエートメディック株式会社「クリニー  医用シリコーン製品\n総合カタログ  '８７」１９８７年（昭和６２年），１５頁）には，シリ\nコーンＥＤチューブの規格に関する以下の表が記載されている。\nイ  甲１０（特開２００２－１０２３５９号公報，発明の名称「生体器官拡\n張用器具」，公開日  平成１４年４月９日）には，以下の記載がある。\n・「・・・剛性付与体３３は，シャフトチューブ３２の可撓性をあまり低\n下させることなく，屈曲部位でのシャフトチューブ３２の極度の折れ曲\nがり，シャフトチューブ３２の血管内での蛇行を防止する。剛性付与体\n３３は，線状体により形成されていることが好ましい。線状体としては，\n金属線であることが好ましく，線径０．０５～１．５ｍｍ，好ましくは\n０．１～１．０ｍｍのステンレス鋼等の弾性金属，超弾性合金などであ\nり，特に好ましくは，ばね用高張力ステンレス鋼，超弾性合金線である。」\n（段落【００２０】）\n・「・・・シャフトチューブ３２としては，外径が０．５～１．５ｍｍ，\n好ましくは０．６～１．３ｍｍであり，内径が０．３～１．４ｍｍ，好\nましくは０．５～１．２ｍｍである。・・・」（段落【００２２】）\nウ  甲１３（特開２００３－２８４７８０号公報，発明の名称「スタイレッ\nト付きカテーテル」，公開日  平成１５年１０月７日）には，以下の記載\nがある。\n・【実施例】\n「本発明の一実施例に係わるスタイレット付きカテーテルは，可撓性合\n成樹脂である熱可塑性ポリウレタン（ポリカーボネート系ポリウレタ\nン，ショアー硬度９８Ａ）からなる外径φ１. ５ｍｍ，内径φ１. ０ｍ\nｍ，カテーテル有効長３００ｍｍのチューブ状のカテーテルと，該カテ\nーテルの基端部に固着されたポリプロピレン樹脂製のカテーテルコネ\nクタと，該カテーテルコネクタの内腔の中心部に，一端が固定され他端\nがカテーテルの内腔を挿通させてカテーテルの先端手前２ｃｍで終わ\nるように設けられた，外形φ０. ６ｍｍのステンレス製スプリングワイ\nヤからなるスタイレットと，該スタイレットの基端部に固着されたポリ\nプロピレン製のスタイレットコネクタとからなっている。・・・」（段\n落【００３５】）\nエ  甲９（特開２００１－２９４４９号公報，発明の名称「バルーンカテー\nテル用バルーンおよびその製造方法」，公開日  平成１３年２月６日）に\nは，以下の記載がある。\n・「本実施形態では，図１（Ｃ）に示すように，第２外チューブ部材６ｂ\nの横断面外形形状は，Ｙ軸方向に細長い楕円形状を有し，外チューブ部\n材６の断面で，Ｙ軸と垂直なＸ軸方向のカテーテルチューブの最大断面\n幅ｘｍと，Ｙ軸方向の最大断面幅ｙｍとの比（ｘｍ／ｙｍ）が，０．８\n～０．１の範囲にあり，断面半円形の第３ルーメン２４および断面円形\nの第４ルーメン２６が，前記Ｙ軸方向に沿って分離して形成してある。」\n（段落【００４３】）」\n・「第３ルーメン２４の半円形の横断面積は，・・・好ましくは０．０８\n～０．２０ｍｍ２ である。また，第４ルーメン２６の円形の横断面積は，\n・・・好ましくは０．０５～０．５ｍｍ２ ，さらに好ましくは０．１～\n０．２ｍｍ２ である。」（段落【００４４】）\n・「・・・補強ロッド２８の最大外径は，第１外チューブ部材６ａのルー\nメン１０を塞がないように決定され，特に限定されないが，好ましくは\n０．３～０．６ｍｍである。」（段落【００５７】）\n・【図１】\nオ  甲１１（特開２００２－２９１９００号公報，発明の名称「医療器具お\nよびその製造方法」，公開日  平成１４年１０月８日）には，以下の記載\nがある。\n・「本実施形態では，図２（Ｂ）に示すように，第２外チューブ部材６ｂ\nの横断面外形形状は，Ｙ軸方向に細長い楕円形状を有し，外チューブ部\n材６ｂの断面で，Ｙ軸と垂直なＸ軸方向のカテーテルチューブの最大断\n面幅ｘｍと，Ｙ軸方向の最大断面幅ｙｍとの比（ｘｍ／ｙｍ）が，０．\n８～０．１の範囲にあり，断面半円形の第３ルーメン２４および断面円\n形の第４ルーメン２６が，前記Ｙ軸方向に沿って分離して形成してあ\nる。」（段落【００５０】）\n・「第３ルーメン２４の半円形の横断面積は，・・・好ましくは０．０８\n～０．２０ｍｍ\n２ である。また，第４ルーメン２６の円形の横断面積は，\n内部に補強ロッド２８が挿入されるために十分な面積であれば良く，特\nに限定されないが，好ましくは０．０５～０．５ｍｍ２ ，さらに好まし\nくは０．１～０．２ｍｍ２ である。」（段落【００５１】）\n・「なお，補強ロッド２８の最大外径は，・・・好ましくは０．３～０．\n６ｍｍである。・・・」（段落【００５６】）\n・【図２】\n(4) 取消事由の主張に対する判断\nア  取消事由１（特許法３６条６項１号違反及び同条４項１号違反［無効理\n由１］）の有無について\n(ｱ) 本件発明１の構成Ｆの具体例の記載がない点につき\nａ  原告は，本件特許の基礎出願に係る明細書（甲３４）の記載等から\nすると，参考例１０の記載を根拠としただけでは，訂正明細書の段落\n【００６０】の「１．００ｍｍ」という記載につき，「１．１０ｍｍ」\nの誤記と解釈することはできないと主張する。\nしかし，審決は，参考例１０のみならず，訂正明細書の表１から把\n握される各実施例及び参考例におけるＲ２の値が，全てほぼ１．１ｍ\nｍとなるとした上で，訂正明細書の実施例，参考例，表１の記載を総\n合して，先端側シャフトの内径に関する訂正明細書の段落【００６０】\nの「１．００ｍｍ」が「１．１０ｍｍ」の誤記であると判断している。\nそして，訂正明細書の表１の「Ｒ１」及び「Ｒ１／Ｒ２」の値から\nＲ２を求めると，いずれも約１．１０ｍｍとなるから，訂正明細書の\n段落【００６０】における先端側シャフトの内径「１．００ｍｍ」は\n「１．１０ｍｍ」の誤記であると解するのが合理的であり，参考例１\n０のＲ１（外径１．０５）の記載が誤記であるとする余地はない。\n以上からすれば，訂正明細書には，構成Ｆについての具体例が記載\nされているといえる。\nまた，訂正明細書の記載不備の有無を判断する上で，優先権主張基\n礎出願の明細書の記載内容は関係がなく，この点に関する原告の主張\nはいずれも理由がない。\nｂ  原告は，Ｒ２が１．１０ｍｍとなるメインシャフトを得るためには，\n「基端側シャフトと先端側シャフトの内径を同一にするのがよい」旨\nの被告の主張を採用する必要があるところ，同主張は，訂正明細書の\n段落【００６０】，図１～４，段落【００３６】の記載や，明細書で\n「最小内径」という用語が一貫して用いられていることと矛盾する旨\n主張する。\nしかし，訂正明細書の段落【００３１】において，本件発明は，吸\n引カテーテルの実施形態についての図によって限定されるものでは\nない旨記載されているように，図はあくまで例示であって，実施例に\nついての記載も同様に例示であると解されることに加え，明細書にお\nいて「最小内径」という用語が一貫して用いられているとしても，表\n１の「Ｒ１」及び「Ｒ１／Ｒ２」の値から算出されるＲ２の値がいず\nれも約１．１０ｍｍとなることは事実であるから，いずれにしても原\n告の上記主張は理由がない。\n(ｲ) 本件発明１の構成Ｆに係る数値範囲全てにおいて所望の効果が得られ\nるかにつき\nａ  原告は，訂正明細書に記載されている基端側シャフト，コアワイヤ，\n吸引カテーテルに求められている機能を担保するために類似の特性\nを有するものが用いられるとしても，各種条件の変更に伴って，訂正\n明細書に記載された所望の効果が得られる範囲は変化し得ると考え\nるのが普通であり，他の条件を変更したものについても一切具体例が\n示されておらず，コアワイヤにおいて最大外径になっている箇所と吸\n引ルーメンにおいて最小内径となっている箇所とがカテーテルの相\n当離れた位置関係にあっても構成Ｆに含まれることとなる旨主張す\nる。\nしかし，訂正明細書の表１，段落【００４１】の記載等から，本件\n発明１の「０．４５～０．６５」の範囲は，良好な耐キンク性，通過\n性を発揮する好例とされる「０．４～０．７」よりもさらに狭い範囲\nを特定するものと解することができ，また，表１において，構成Ｆに\n係る数値範囲（０．４５≦Ｒ１／Ｒ２≦０．６５）では，耐キンク性\n及び通過性は，いずれも「○」（良好）になっており，上記数値範囲\n外では，耐キンク性及び通過性のいずれかが「△」（あまり良くない）\nとなっているから，構成Ｆに係る数値範囲の全てにおいて所望の効果\nが得られているといえ，シャフトの材質，コアワイヤの形状・材質等\nのその他の条件とは無関係に同効果が奏されるといえるから，原告の\n主張は理由がない。\nなお，耐キンク性や通過性の評価における「○」や「△」が量的な\n評価ではなく主観的評価にすぎないとしても，これらは技術者によっ\nてなされた評価である以上，全く妥当性を欠くということはなく，こ\nの点に関する原告の主張は理由がない。\nまた，当業者であれば，原告が主張するような極端な構成を採るこ\nとは想定せず，吸引カテーテルが所望の効果を奏するように構成しよ\nうとするのが通常であり，この点に関する原告の主張は理由がない。\nｂ  原告は，審決において，構成Ｆを根拠の一つとして本件発明１の進\n歩性を認めながら，他方で，記載不備に関する判断において，基端側\nシャフトなどの機能を考慮して当該機能を担保するために類似の特\n性を有するものを用いることができると判断しており，矛盾がある旨\n主張する。\nしかし，本件発明１における構成Ｆについての容易想到性の判断基\n準と，構成Ｆについての特許法３６条６項１号（サポート要件）・同\n条４項１号（実施可能要件）についての判断基準とは全く異なるもの\nであるから，審決の上記判断は何ら矛盾するものではなく，原告の上\n記主張は理由がない。\n(ｳ) 本件発明８につき\n原告は，実施例に記載されているのは「Ｌ２／Ｌ１」値が０．５であ\nるときのみであり，０．５以外の場合の具体例は何ら示されていないか\nら，実施可能要件違反やサポート要件違反である旨主張する。\nしかし，本件発明８の「０．５≦Ｌ２／Ｌ１」につき，実施例におい\nて，Ｌ２／Ｌ１の値が０．５の場合しか記載されていないとしても，直\nちにサポート要件違反又は実施可能要件違反になるとはいえない。\nそして，前記(1)ア(ｲ)のとおり，訂正明細書には，「Ｌ２／Ｌ１は０．\n５以上であることが好ましい。Ｌ２／Ｌ１が０．５よりも小さい場合，\nガイドワイヤシャフト１１２と先端側シャフト１０３の接合部の面積\nが小さくなり，ガイドワイヤシャフト１１２が先端側シャフト１０３か\nら剥離する危険性が高くなる。」（段落【００４６】）と記載されてい\nるから，本件発明８が発明の詳細な説明にサポートされているのは明ら\nかであり，また，上記「Ｌ２／Ｌ１は０．５以上である」という記載か\nら，ガイドワイヤシャフト１１２と先端側シャフト１０３の接合部の構\n造（ガイドワイヤシャフト１１２と先端側シャフト１０３の位置関係）\nは明確であり，当業者が実施できる程度に明確かつ十分に記載されてい\nるといえる。\n(ｴ) 小活\n以上のとおり，本件発明１及び８に係る訂正明細書の記載に，原告が\n主張するような実施可能要件違反やサポート要件違反はなく，本件発明\n１を引用する他の発明についても同様であるから，原告主張の取消事由\n１は理由がない。\nイ  取消事由２（特許法３６条６項２号違反［本件発明１の「ストレート形\n状」についての判断は除く，無効理由２］）の有無について\n(ｱ) 本件発明１の「０．４５≦Ｒ１／Ｒ２≦０．６５」との記載では，Ｒ\n１，Ｒ２の各下限，上限が不明瞭であるとの点につき\nａ  原告は，吸引ルーメンの最小内径Ｒ２，コアワイヤの最大外径Ｒ１\nの各上限値及び下限値が不明であり，いずれにしても，構成Ｆに係る\n数値範囲の全てで訂正明細書に記載された所望の効果が得られると\nすることとの関係で，Ｒ１，Ｒ２の上限値及び下限値は不明であると\n主張する。\nしかし，本件発明１の吸引カテーテルは，血管に挿入されるもので\nあるから，吸引ルーメンの外径は，血管の太さに基づいて適宜選択さ\nれるものであるところ，本件発明１の吸引カテーテルの「Ｒ１」及び\n「Ｒ２」は，血管の太さに関係なく「０．４５≦Ｒ１／Ｒ２≦０．６\n５」の条件を満たすものであるから，本件発明１は十分に明確であり，\n本件発明１において，Ｒ１及びＲ２の上限値及び下限値が不明である\nからといって，本件発明１が不明確であるとはいえない。\nｂ  そもそも，特許請求の範囲の明確性要件の判断は，特許請求の範囲\nの記載がそれ自体で明確であるかどうかに尽き，解決課題や作用効果\nいかんに左右されるものではないというべきである。\nそして，前記ア(ｲ)ａのとおり，本件発明１は，構成Ｆに係る数値\n範囲の全てにおいて所望の効果が得られる上，前記ａのとおり，本件\n発明１は十分に明確であり，Ｒ１及びＲ２の上限値及び下限値が不明\nであるからといって，本件発明１が不明確であるとはいえない。\n(ｲ) 本件発明１において構成Ｆを備えることの技術的意義を理解できない\nとの点につき\n原告は，取消事由１と同様に，本件発明１について構成Ｆを備えるこ\nとの技術的意義を理解することができず，それにより本件発明１は明確\nではない旨主張する。\nしかし，前記ア(ｲ)ａのとおり，本件発明１は，構成Ｆに係る数値範\n囲の全てにおいて所望の効果が得られるといえるし，前記(ｱ)ａのとお\nり，本件発明１は十分に明確であるから，本件発明１において構成Ｆを\n備えることの技術的意義が理解できないとはいえず，本件発明１が不明\n確であるともいえない。\nまた，前記ア(ｱ)ａのとおり，訂正明細書の記載不備の有無を判断す\nる上で，優先権主張基礎出願の明細書の記載内容は関係がなく，この点\nに関する原告の主張はいずれも理由がない。\n(ｳ) 本件発明８につき\n原告は，本件発明８の構成として記載されているのは「０．５≦Ｌ２\n／Ｌ１」という記載だけであり，Ｌ１，Ｌ２の各々の値の下限値及び上\n限値は記載されておらず，本件発明８は，発明の範囲が明確ではなく，\n先端側シャフトの最先端部にガイドワイヤシャフトが設けられる構成\nにおいて，「０．５≦Ｌ２／Ｌ１」の全ての範囲で訂正明細書に記載さ\nれた所望の効果が得られるとすることとの関係では，Ｌ１，Ｌ２の各々\nの値の下限及び上限は不明であると主張する。\nしかし，本件発明８におけるＬ１及びＬ２の値は，「０．５≦Ｌ２／\nＬ１」を満たす値であることは明らかであるから，本件発明８は十分に\n明確であり，Ｌ１，Ｌ２の各下限値及び上限値が記載されていないから\nといって，本件発明８が不明確であるとはいえない。\nなお，前記ア(ｳ)のとおり，訂正明細書（甲２７）の段落【００４６】\nには，「・・・Ｌ２／Ｌ１は０．５以上であることが好ましい。Ｌ２／\nＬ１が０．５よりも小さい場合，ガイドワイヤシャフト１１２と先端側\nシャフト１０３の接合部の面積が小さくなり，ガイドワイヤシャフト１\n１２が先端側シャフト１０３から剥離する危険性が高くなる。」と記載\nされているから，Ｌ１，Ｌ２の各上限値及び下限値に関係なく，接合部\nの面積が確保され剥離の危険性を低減できるという効果が得られるこ\nとは明らかであり，「０．５≦Ｌ２／Ｌ１」の全ての範囲で所望の効果\nが得られるといえる。\n(ｴ) 本件発明１４につき\n原告は，本件発明１４について，血管内から物質を吸引除去するため\nの吸引カテーテルであって吸引ルーメンの内部にコアワイヤが存在す\nる状態でガイディングカテーテルを介して血管内に挿入されるもので\nある場合には「基端側シャフトの少なくとも基端側の部分」の「曲げ弾\n性率」に上限値が存在するとする根拠は不明であると主張する。\nしかし，本件発明１４の特許請求の範囲の記載は，基端側シャフトの\n少なくとも基端側の部分の曲げ弾性率の下限値を特定するものである\n（前記第３，１(2)参照）から，十分に明確であり，基端側シャフトの\n少なくとも基端側の部分の曲げ弾性率の上限値が記載されていないか\nらといって，本件発明１４が不明確であるとはいえない。\nなお，前記(1)ア(ｲ)のとおり，訂正明細書には，「また，基端側シャ\nフト１０４の少なくとも基端側は曲げ弾性率が１ＧＰａ以上の高弾性\n材料からなることが好ましい。このような高弾性材料からなるシャフト\nを用いることで，術者が加えた吸引カテーテルを操作する力を先端に十\n分に伝えることが可能である。つまり，押す力，引く力に加えて，回転\nさせる力を充分に先端に伝達させることが容易に実現できる。」（段落\n【００５３】）と記載されており，曲げ弾性率の上限値にかかわらず，\n術者が加えた吸引カテーテルを操作する力を先端に十分に伝えること\nができるという効果が得られることは明らかである。\nまた，そもそも本件発明１４の吸引カテーテルは，吸引ルーメンの内\n部にコアワイヤが存在する状態でガイディングカテーテルを介して血\n管内に挿入するものであるところ，硬すぎると血管に沿って挿入できな\nいため，血管内に挿入可能な柔軟性が必要であり，その範囲において曲\nげ弾性率の上限値が存在することは自明というべきである。\n(ｵ) 小活\n以上のとおり，本件発明１，８及び１４に係る訂正明細書の記載に，\n原告が主張するような明確性要件違反はなく，本件発明１を引用する他\nの発明についても同様であるから，原告主張の取消事由２は理由がな\nい。\nウ  取消事由３（本件発明１に記載された「ストレート形状」との記載につ\nいて［無効理由３］の判断の誤り）の有無について\n(ｱ) 本件発明１と本件発明５の関係\n原告は，訂正明細書において「テーパー形状」及び「スプリングワイ\nヤ」の両方と区別して「ストレート形状」を定義していること，コアワ\nイヤとして「スプリングワイヤ」，「テーパー形状」のそれぞれを採用\nした実施例７，参考例６を比較すると，前者には後者と同程度又はそれ\n以上の外径差が生じていること等からすると，本件発明１の「ストレー\nト形状」には「スプリングワイヤ」は含まれないはずであり，本件発明\n１の従属項である本件発明５において「ストレート形状」の一部として\n「スプリングワイヤ」が含まれるとするのは訂正明細書の定義と明らか\nに矛盾し，本件発明１及び５はいずれも不明確である旨主張する。\nしかし，本件訂正（甲２７）は，訂正事項ｂで，本件発明１のコアワ\nイヤの形状をストレート形状に限定するとともに，コアワイヤがテーパ\nー形状を呈するものについての旧請求項６を削除しているから，コアワ\nイヤのうちテーパー形状のものを除くことを意図したものと解される。\nそして，「ストレート形状」及び「テーパー形状」は，コアワイヤの\n形状を特定するものであるが，「スプリングワイヤ」は，金属素線を巻\n回したものであるから（訂正明細書の段落【００４２】参照），コアワ\nイヤの構造を特定するものであって形状を特定するものではない。\nまた，「スプリングワイヤ」（本件特許に係る明細書の図６）は，金\n属素線による微小な凹凸はあるものの，全体としてみれば太さは一定で\nあり，「ストレート形状」であるといえる。\n【図６】\nしたがって，本件発明１の「ストレート形状」には「スプリングワイ\nヤ」は含まれない旨の原告の主張は理由がなく，本件発明１の従属項で\nある本件発明５において「ストレート形状」の一部として「スプリング\nワイヤ」が含まれることが訂正明細書の定義と矛盾するものではなく，\n本件発明１及び５が不明確であると認めることはできない。\n(ｲ) 本件発明１と本件発明６の関係\n原告は，ストレート形状との記載を含む本件発明１と本件発明６との\n関係に関して，本件発明１記載の「ストレート形状」には「スプリング\nワイヤ」及び「テーパー形状」が含まれないはずであり，他方で，訂正\n明細書の段落【００４４】の記載等からすると，本件発明６にはスプリ\nングワイヤやテーパー形状のものが含まれるから，本件発明１とその従\n属項である本件発明６は互いに矛盾し，ひいては本件発明１及び６はい\nずれも不明確である旨主張する。\nしかし，前記(ｱ)のとおり，本件発明１の「ストレート形状」には「ス\nプリングワイヤ」が含まれないとの原告の主張は失当である。\nまた，本件発明６の「前記コアワイヤの少なくとも一部が先端側ほど\n柔軟である」とは，コアワイヤの特性を特定するものであって形状を特\n定するものではない。\nさらに，訂正明細書の段落【００４４】の記載（前記(1)ア(ｲ)参照）\nは，少なくとも一部が先端側ほど柔軟なコアワイヤとして，ストレート\n形状のコアワイヤを排除するものではなく，例えば，ストレート形状の\nコアワイヤの表面に各種の切り込みを付与する等の加工をしたものを\n含むものと解される。\nしたがって，原告の主張は失当であり，採用することができない。\n(ｳ) 小活\n以上のとおり，本件発明１，５及び６に係る訂正明細書の記載は，「ス\nトレート形状」との記載に関して明確性に欠けるものとは認められず，\n原告主張の取消事由３は理由がない。\nエ  取消事由４（特許法２９条２項違反［無効理由４］についての判断の誤\nり）の有無について\n(ｱ) 相違点１の認定及び判断につき\n審決は，本件発明１と甲１発明の相違点１として「本件発明１では，\nメインシャフトが先端側シャフトおよび基端側シャフトから構成され\nているのに対して，甲１発明では，メインシャフト（長い管状ボディ３\n６）が１つのシャフトから構成されている点」と認定した。\n原告は，甲１の記載からすれば，審決が認定した本件発明１と甲１発\n明との相違点１は存在せず，仮にこれが存在したとしても，同構成は，\nカテーテルの技術分野においては周知技術にすぎず，容易想到である旨\n主張する。\nそこで検討するに，前記(2)アのとおり，甲１（訳文による。）の９\n欄３２行～３８行，１０欄３１行～４１行の記載からすれば，甲１には，\n吸引カテーテルの管状のボディを剛性の異なる基端側部分と先端側部\n分とで形成することが「好ましい形態」等として記載されているから，\n管状のボディは，基端側部分と先端側部分の２つの部材から構成されて\nいるといえる。\nそうすると，甲１発明の「管状ボディ」，「基端側部分」，「先端側\n部分」は，本件発明１の「メインシャフト」，「基端側シャフト」，「先\n端側シャフト」にそれぞれ相当し，甲１発明の吸引カテーテルは，「先\n端側シャフト及び基端側シャフトから構成されるメインシャフトを有\nし」ているものと認められる。\nしたがって，審決が「本件発明１では，メインシャフトが先端側シャ\nフトおよび基端側シャフトから構成されているのに対して，甲１発明で\nは，メインシャフト（長い管状ボディ３６）が１つのシャフトから構成\nされている点」を相違点１と認定したことは誤りである。\nしかし，後記のとおり相違点２についての判断に誤りはないから，相\n違点１についての認定の誤りは，審決の結論に影響を及ぼすものではな\nい。\n(ｲ) 相違点２の判断につき\nａ  審決は，本件発明１と甲１発明の相違点２として「本件発明１では，\n吸引ルーメンの内部に脱着可能なストレート形状のコアワイヤを有\nし，コアワイヤの最大外径をＲ１，ハブより先端側の吸引ルーメンの\n最小内径をＲ２とする場合に，０．４５≦Ｒ１／Ｒ２≦０．６５であ\nり，吸引ルーメンの内部にコアワイヤが存在する状態でガイディング\nカテーテルを介して血管内に挿入された後，コアワイヤが取り出さ\nれ，吸引ルーメンに陰圧を付与することで血管内から物質が吸引除去\nされるものであるのに対して，甲１発明では，そのようにはなってい\nない点。」と認定した。\n原告は，甲１の２欄５７行～６２行の記載（前記(2)ア参照）を根\n拠として，吸引カテーテルにおいて通過性及び耐キンク性を向上させ\nる必要があるという目的（課題）が記載されていると主張するが，甲\n１には，吸引ルーメン内にコアワイヤを挿入した構成において，通過\n性及び耐キンク性の向上を目的として，「Ｒ１／Ｒ２」の範囲を設定\nすることは記載されているとはいえず，その示唆もない。\nｂ  原告は，構成Ｆに係る数値範囲に含まれる構成は，甲８～甲１１，\n甲１３に記載されるとおり，カテーテルに剛性を付与するためにコア\nワイヤのような部材を設けた場合に，当業者が自ずと採用する数値で\nある旨主張するので，以下検討する。\n(a) 甲８には，前記(3)アのとおり，シリコーンＥＤチューブの規格\nに関する表が記載されており，同表には，製品番号０２－３２０６\nとして，スタイレットの外径が０．５ｍｍであるとともに，チュー\nブの内径が１．１ｍｍであることが記載されている。そして，スタ\nイレットの外径（０．５ｍｍ）が本件発明１のＲ１に相当し，チュ\nーブの内径（１．１ｍｍ）が本件発明１のＲ２に相当するから，Ｒ\n１／Ｒ２≒０．４５となり，甲８には，本件発明１のＲ１／Ｒ２の\n数値範囲の下限値にほぼ等しい値が記載されているといえる。\nまた，甲１０には，前記(3)イの記載があり，同記載において，\n剛性付与体３３の線径が本件発明１のＲ１に相当し，シャフトチュ\nーブ３２の内径が本件発明１のＲ２に相当し，０．１ｍｍ≦Ｒ１≦\n１．０ｍｍ，Ｒ２＝１．２ｍｍとすると，０．０８≦Ｒ１／Ｒ２≦\n０．８３となるから，甲１０には，本件発明１のＲ１／Ｒ２の数値\n範囲を包含する数値範囲が記載されているといえる。\nさらに，甲１３には，前記(3)ウの記載があり，同記載において，\nスタイレットの外形（φ０. ６ｍｍ）が本件発明１のＲ１に相当し，\nチューブ状のカテーテルの内径（φ１. ０ｍｍ）が本件発明１のＲ\n２に相当するから，Ｒ１／Ｒ２＝０．６となり，甲１３には，本件\n発明１のＲ１／Ｒ２の数値範囲内の値が記載されているといえる。\n以上のとおり，甲８，甲１０，甲１３には，構成Ｆに係る数値範\n囲に含まれる構成が記載されているといえる。\n(b) しかし，甲８，甲１０，甲１３のいずれにも，吸引カテーテルに\nおいて通過性及び耐キンク性を向上させる必要があるという課題\nは記載されておらず，同課題を解決するためにＲ１／Ｒ２の数値範\n囲を設定すること，さらに，その数値範囲を「０．４５≦Ｒ１／Ｒ\n２≦０．６５」とすることも記載されておらず，示唆もない。\nそうすると，「吸引カテーテルにおいて通過性及び耐キンク性を\n向上させる必要がある」という課題を解決するためにＲ１／Ｒ２の\n数値範囲を設定することは，上記のいずれの証拠にも記載されてい\nないから，甲１発明における吸引ルーメン内にコアワイヤを挿入し\nた構成において，通過性及び耐キンク性を向上させるために「０．\n４５≦Ｒ１／Ｒ２≦０．６５」とすることは，当業者が甲８，甲１\n０及び甲１３から容易に想到し得たとはいえない。\n(c) このほか，甲９には，前記(3)エのとおりの記載があるところ，\n原告は，甲９の図１（Ｃ）における断面半円形状の第３ルーメン２\n４と，断面円形状の第４ルーメン２６を，断面円形状の１つのルー\nメンとして想定した場合の内径をＲ２として，０．３２≦Ｒ１／Ｒ\n２≦０．７３という範囲を算出している（甲２８［審判請求書］の\n３１頁参照）。\nまた，甲１１には，前記(3)オのとおりの記載があるところ，原\n告は，上記甲９における方法と同様に，甲１１の図２（Ｂ）におけ\nる断面半円形状の第３ルーメン２４と，断面円形状の第４ルーメン\n２６を，断面円形状の１つのルーメンとして想定した場合の内径を\nＲ２として，０．３２≦Ｒ１／Ｒ２≦０．７３という範囲を算出し\nている（甲２８の３２～３３頁参照）。\nしかし，本件発明１と甲９，甲１１とでは，ルーメンの断面形状\nが明らかに異なり，甲９，甲１１における断面半円形状のルーメン\nと断面円形状のルーメンとを断面円形状の１つのルーメンとして\n想定した場合の内径Ｒ２が，本件発明１のＲ２に相当するとはいえ\nない。\nこのように，甲９，甲１１には，本件発明１のＲ２に相当する構\n成が記載されているとはいえないから，構成Ｆに係る数値範囲に含\nまれる構成が，甲９，甲１１の記載から，当業者であれば自ずと採\n用するものであるとはいえない。\n(d) よって，甲１発明において，吸引カテーテルの通過性及び耐キン\nク性を向上させるために「０．４５≦Ｒ１／Ｒ２≦０．６５」との\n数値範囲を設定することは，当業者が容易に想到し得たものとはい\nえない。\nｃ  なお，原告は，吸引ルーメン内にコアワイヤを挿入した構成におい\nて「Ｒ１／Ｒ２」として何らかの数値を採ること，通過性及び耐キン\nク性の向上を目的として上記値を適宜調整することは，当業者が当然\n行うことである旨主張するが，吸引ルーメン内にコアワイヤを挿入し\nた構成において「Ｒ１／Ｒ２」として何らかの数値を採ることは当業\n者が当然行うことであるとしても，通過性及び耐キンク性の向上を目\n的として上記Ｒ１／Ｒ２の値を適宜調整することは，本訴において提\n出された証拠のいずれにも記載されておらず，自明の事項であるとも\nいえないから，当業者が当然行うことであるとはいえない。\nｄ  このように，相違点２のうち，通過性及び耐キンク性の向上を目的\nとしてＲ１／Ｒ２の値を０．４５以上，０．６５以下とすること（構\n成Ｆに関する部分）は容易想到ではないから，相違点２のうち構成Ｆ\n以外の部分が容易想到であるか否かを検討するまでもない。\n(ｳ) 小活\n以上のとおり，原告主張の取消事由４のうち，審決による相違点１の\n認定には誤りがあるものの，審決による相違点２の判断には誤りはな\nく，本件発明１を引用し，要件をさらに限定した他の発明についても同\n様であるから，原告主張の取消事由４は理由がない。\nオ  取消事由５（訂正要件違反）について\n原告は，本件訂正（甲２７参照）は，「ストレート形状」に関して当初\nの明細書の記載と矛盾する態様のもの（新規事項）を追加することになり，\n訂正要件違反である旨主張するが，前記ウのとおり，本件訂正は，当初の\n明細書の記載と矛盾する「ストレート形状」の態様を追加するものではな\nいから，原告主張の取消事由５は理由がない。\n３  結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，審決は結論にお\nいて誤りはない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所 第１部\n裁判長裁判官      中    野    哲    弘\n裁判官      東 海 林       保\n裁判官      矢    口    俊    哉\n"
}