{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 10
  },
  "case_number": "平成23(行ケ)10356",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82536",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82536",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/536/082536_hanrei.pdf",
  "contents": "平成２４年９月１０日判決言渡\n平成２３年（行ケ）第１０３５６号  審決取消請求事件\n口頭弁論終結日  平成２４年８月２７日\n判 決\n原 告        中 川 特 殊 鋼 株 式 会 社\n原                  告          Ｘ\n原告ら訴訟代理人弁護士        小      林      康      恵\n木      村      康      紀\n弁理士        高      橋      徳      明\n日      比      敦      士\n被                  告        特 許 庁 長 官\n指 定 代 理 人        目      代      博      茂\n松      本              貢\n斉      藤      信      人\n瀬      良      聡      機\n田      村      正      明\n主 文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  原告らの求めた判決\n特許庁が不服２０１０－２７９８７号事件について平成２３年９月２１日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許出願拒絶審決の取消訴訟である。争点は，進歩性の有無である。\n１  特許庁における手続の経緯\n原告らは，平成２２年１月２７日，名称を「鉄粉混合物，鉄粉混合物の使用方法，\n鉄粉混合物の製造方法」とする発明について特許出願をし（特願２０１０－１５８\n２８号，公開公報は特開２０１１－１５３３５３号〔甲９〕），平成２２年８月１０\n日付けで特許請求の範囲等の変更の補正（甲１０）をしたが，拒絶査定を受けたの\nで，これに対する不服の審判請求をした（不服２０１０－２７９８７号）。\nその中で原告らは平成２２年１２月１０日付けで特許請求の範囲等の変更の補正\n（甲１６）をしたが，特許庁は，平成２３年４月２２日付けで上記補正を却下した\nので，原告らはさらに平成２３年６月２１日付けで特許請求の範囲の変更の補正（甲\n１１）をしたが，特許庁は，「本件審判の請求は，成り立たない。」との審決をし，\nその謄本は平成２３年１０月４日原告らに送達された。\n（以下において「原告」というときは原告らを指す。）\n２  本願発明の要旨\n【請求項１】（本願発明１）\n「鉄，及び酸化鉄を除く不可避的不純物を含む鉄粉と，酸化鉄と，炭素と，２価の\n鉄イオンとキレートを形成するとともに還元性を有する有機酸と，を含有し，\n前記鉄粉と前記酸化鉄の含有量の合計を１００重量％とした場合，\n前記鉄粉の含有量が２５重量％以上９５重量％以下であり，\n前記炭素の含有量が１０重量％以上８０重量％以下であり，\n前記有機酸の含有量が７．７重量％以上５５重量％以下であり，\n水中への鉄イオン供給用途であることを特徴とする鉄粉混合物。」\n３  審決の理由の要点\n(1)  刊行物１（特開２００６－２１２０３６号公報，甲１）には，実質的に次\nの発明(刊行１発明)が記載されていることが認められる。\n「ＦｅＯやＦｅ３Ｏ４などの二価鉄を含有する二価鉄含有物質と，溶出した二価の\n鉄イオンをキレート化するフルボ酸とフミン酸を含有する腐植含有物質と，を混合\nして詰め込んだ，透水性を有する袋材を，水中に設置し，生物に二価の鉄イオンを\n供給する水域環境保全材料。」\n(2)   刊行物２（特開２００７－２６８５１１号公報，甲２）には，実質的に次\nの発明(刊行２発明)が記載されていることが認められる。\n「水中に没する状態にすることにより水中に二価の鉄イオンを発生させ，ヘドロ\n及び水を浄化するための鉄イオン溶出体であって，粉状鉄と粉状炭を水溶性バイン\nダーと共に混合して固めた多数の小塊を，非水溶性バインダーで固めて所定の形状\nに成形されている鉄イオン溶出体」\n(3)  本願発明１と刊行１の発明との一致点と相違点は次のとおりである。\n【一致点】\n「酸化鉄と，２価の鉄イオンとキレートを形成する有機酸と，を含有し，水中へ\nの鉄イオン供給用途である混合物」\n【相違点１】\n本願発明１の有機酸は，「還元性を有する」ことが特定されているのに対し，刊行\n１発明の「フルボ酸とフミン酸」は，「還元性を有する」ことが特定されていない点。\n【相違点２】\n本願発明１は，「酸化鉄」と「有機酸」の他に，「鉄，及び酸化鉄を除く不可避的\n不純物を含む鉄粉」と「炭素」とを含有し，「前記鉄粉と前記酸化鉄の含有量の合計\nを１００重量％とした場合，前記鉄粉の含有量が２５重量％以上９５重量％以下で\nあり，前記炭素の含有量が１０重量％以上８０重量％以下であり，前記有機酸の含\n有量が７．７重量％以上５５重量％以下であ」る「鉄粉混合物」であるのに対し，\n刊行１発明は，かかる事項を特定事項とするものでない点。\n(4)①  フルボ酸とフミン酸が「還元性を有する」ことについては，刊行物１に\n記載されていないものの，例えば，特開２０００－１８９９８３号公報（特に段落\n【００１０】及び【００１４】。周知例１）だけでなく，特公昭５８－２４３７５号\n公報（特に２頁左欄１３行～右欄１６行。周知例２），特開平１０－８０７５号公報\n（特に段落【００１３】。周知例３），特開２００６－８９４５０号公報（特に段落\n【０００４】。周知例４）に記載されているように周知の技術事項である。してみれ\nば，刊行１発明の「フルボ酸とフミン酸」が「還元性を有する」ことは，当業者に\nは自明のことといえるから，相違点１は実質的なものではない。また，刊行１発明\nにおいて，「フルボ酸」と「フミン酸」を「還元性を有する」ものであると特定し，\n相違点１に係る本願発明１の発明特定事項を導出することは，当業者であれば容易\nになし得る。\n②  刊行２発明の「鉄イオン溶出体」は，ヘドロ及び水を浄化するためのも\nのであるから，刊行１発明と刊行２発明とは，「水域環境保全」という同一の分野に\n属するものということができ，さらに，水中に二価の鉄イオンを供給するという課\n題も共通するから，「酸化鉄」と「有機酸」との「混合物」とみることができる刊行\n１発明において，刊行２発明の「鉄粉」と「炭素」とを含有する「鉄粉混合物」を\n付加することは，当業者であれば容易に想到し得ることといえ，このことを具体化\nするにあたり，複数の成分を混合して水処理剤を製造する際に，各成分の含有割合\nを検討し，効果的な含有割合とすることは，当業者の常套手段であること（例えば，\n特開平４－１９０８９４号公報の２頁右上欄１５行～１９行。周知例６）を踏まえ\nれば，例えば，鉄粉を５０重量部，酸化鉄を５０重量部として鉄粉と酸化鉄の合計\nが１００重量部となるようにした上で，炭素も５０重量部，有機酸も５０重量部と\nして，これらの混合物とすること，さらに，「鉄粉」として普通のものである「鉄，\n及び酸化鉄を除く不可避的不純物を含む鉄粉」を採用することとし，相違点２に係\nる本願発明１の発明特定事項を導出することは，当業者であれば容易になし得るこ\nとと認められる。\n③  相違点１及び２に係る本願発明１の発明特定事項を採用することにより\n奏される本願明細書に記載の効果について検討しても，当業者が予測し得ない格別\nなものは見いだせないし，相違点２に係る本願発明１の発明特定事項中の各成分の\n数値範囲の限定に臨界的意義があるともいえない。\nしたがって，本願発明１は，刊行１発明及び刊行２発明並びに周知例１～６に例\n示される周知の事項に基づいて当業者が容易に発明をすることができたものである。\n第３  原告主張の審決取消事由\n１  取消事由１（相違点の看過）\n(1)    本願発明１について\n本願発明１の含有物は，①鉄，及び酸化鉄を除く不可避的不純物を含む鉄粉，②\n酸化鉄，③炭素，④２価の鉄イオンとキレートを形成するとともに還元性を有する\n有機酸である。\n各含有物の具体的な成分及び作用は次のとおりである。\n①の「鉄，及び酸化鉄を除く不可避的不純物を含む鉄粉」は，要するに，酸化鉄\nではない「金属鉄」（Ｆｅ）を意味するものである。「不可避的不純物を含む」とい\nう表現を入れたのは，金属鉄に多少の不純物が入っていることを想定して入れた表\n現にすぎず，特段意味があるものではない。鉄粉を入れるのは，金属鉄から二価の\n鉄イオン（Ｆｅ２＋）を溶出させるためである。金属鉄は，刊行１発明の含有物であ\nり産業副産物である製鋼スラグなどに代表される「二価鉄含有物質」とは異なり，\n有用で高価なものであり，性質も用途も全く異なる物質である。二価の鉄イオンは，\n藻などの育成に役立つほか，ヘドロをはじめとした水中の汚染物等に含まれる硫化\n水素及び有機ハロゲン化合物などに反応することでそれらを無害化できるという副\n次的な作用も期待できるものである(本願明細書〔甲９〕の段落【００３１】から【０\n０３３】)。\n②の酸化鉄は，本願発明１を効果的に機能させるには，ＦｅＯ，Ｆｅ３Ｏ４，Ｆｅ\n２Ｏ３またはＦｅＯＯＨであるのが好ましい（本願明細書の段落【００１９】）。酸化\n鉄を入れることによる機能は，（１）酸化鉄を鉄粉と接触させることで，鉄粉が局部\nアノード  ，酸化鉄が局部カソードとして作用し，金属鉄である鉄粉が酸化されるこ\nとから，この酸化反応により金属鉄から二価の鉄イオンが溶出することを促進する\nことになること，及び（２）酸化鉄がカソードとして作用している付近ではヘドロ\nを初めとした汚染物等に含まれる硫化水素及び有機ハロゲン化合物等が還元反応に\nより分解されやすくなり，無害化に役立つことである（本願明細書の段落【００１\n０】及び【００１１】）。本願発明１におけるカソードとしての作用は，後記の炭素\nによるものが主であるが，厳密には酸化鉄にもカソード作用があること，及び汚染\n物等に含まれる硫化水素及び有機ハロゲン化合物等の無害化に役立つという副次的\n効果もあり，本願発明１の水質環境の改善という目的にも合致することから，金属\n鉄を使う以上，不可避的に含まれる（生成される）酸化鉄を本願発明１の含有物と\nして挙げたものである。\n③の炭素（Ｃ）を入れたのは，鉄粉と炭素とが接触することにより，鉄粉が局部\nアノード，炭素が局部カソードとして作用し，金属鉄である鉄粉が酸化され，この\n酸化反応により鉄粉から二価の鉄イオンが溶出することからである（本願明細書の\n段落【００２７】）。金属鉄と炭素とを水中で触れさせると二価の鉄イオンが溶出す\nることは，一般に知られた技術である（刊行物２〔甲２〕の段落【０００２】）。\n④の「２価の鉄イオンとキレートを形成するとともに還元性を有する有機酸」と\nは，具体的には，「Ｌ－アスコルビン酸，イソ－アスコルビン酸（エリソルビン酸），\n没食子酸，タンニンなどのカルボニル基及びヒドロキシル基をもち還元作用を有す\nる酸」のことをいう（本願明細書の段落【００２３】）。通常の環境では，金属鉄が\n水中において二価の鉄イオン（Ｆｅ２＋）として溶出しても，その二価の鉄イオン（Ｆ\nｅ２＋）は直ちに三価の鉄イオン（Ｆｅ３＋）となり，さらに沈殿してしまうため，二\n価の鉄イオンは長期にわたって水中に存在することができないのに対し，「二価の鉄\nイオンとキレートを形成するとともに還元性を有する有機酸」が含有された状態に\nおいては，金属鉄から溶出した二価の鉄イオンは，当該有機酸とキレートを形成し，\n安定化する。このため，水中に溶出した二価の鉄イオンが沈殿を生じることはなく，\n金属鉄から「長期にわたって２価の鉄イオンを水中に供給できるようになる。」（本\n願明細書の段落【００２３】）。\nこのように，本願発明１は，それぞれの含有物が相互に作用し，①金属鉄から，\n②酸化反応により，③水中という有酸素下において，二価の鉄イオンを溶出させ，\n溶出した鉄イオンを長期に渡って水中に供給することができる発明である。\n(2)  刊行１発明について\n刊行１発明の含有物は，①ＦｅＯやＦｅ３Ｏ４などの二価鉄を含有する二価鉄含有\n物質，及び②二価の鉄イオンをキレート化するフルボ酸とフミン酸を含有する腐植\n含有物質である。二価鉄含有物質としては，産業副産物である製鋼スラグ，具体的\nには，石炭溶融灰や転炉スラグが想定されている（刊行物１〔甲１〕の段落【００\n２７】から【００３３】）。\n刊行１発明は，刊行物１の段落【００３３】，【００４１】の記載などからすると，\n二価鉄含有物質中の二価鉄から二価の鉄イオンが溶出するとしていることが分かる。\nまた，二価鉄（ＦｅＯ，Ｆｅ３Ｏ４）から二価の鉄イオンを生成するには，酸素（Ｏ）\nを取り除くことになるが，これは「酸化」ではないことから，刊行１発明は，酸化\n反応以外の反応により，二価鉄から二価の鉄イオンを溶出させているということが\n分かる。さらに，段落【００３８】の記載からすると，刊行１発明の二価の鉄イオ\nンは，「無酸素下で生成した」ものであることが分かる。したがって，刊行１発明は，\n①二価鉄含有物質中の二価鉄から，②酸化反応以外の反応により，③無酸素下にお\nいて，二価の鉄イオンを溶出させることを想定しているものと考えられる。\n(3)  本願発明１と刊行１発明の二価の鉄イオンの溶出源及び作用の対比\n以上より，①本願発明１は，金属鉄を二価の鉄イオンの溶出源としているのに対し，\n刊行１発明は，二価鉄含有物質中の二価鉄を二価の鉄イオンの溶出源としていると\n考えられる。また，②本願発明１は，金属鉄を酸化することにより，二価の鉄イオ\nンを溶出させるのに対し，刊行１発明は，二価鉄を酸化する以外の反応により二価\nの鉄イオンを溶出させるものである。さらに，③本願発明１は有酸素下で二価の鉄\nイオンを溶出させるものであるのに対し，刊行１発明は無酸素下で二価の鉄イオン\nを溶出させるものである。そうすると，本願発明１と刊行１発明は，①二価の鉄イ\nオンの溶出源と②溶出を導く作用とが相違し，さらに③二価の鉄イオンを有酸素下\nで溶出するのか無酸素下で溶出するのかという点においても異なっており，その技\n術思想が根本的に異なる発明であるといえる。審決は，本願発明１と刊行１発明の\n対比にあたって，それぞれの発明において二価の鉄イオンがどの含有物から如何な\nる作用によりまた如何なる環境下で溶出するかにつき検討せず，相違点を看過して\nいる。そして，上記相違点からすれば，刊行１発明から本願発明１が容易に想到で\nきないことは明らかである。\n２    取消事由２（相違点の看過）\n審決は，「刊行１発明における二価鉄含有物質は，本願発明１における酸化鉄に相\n当するものといえる。」とした。\nしかし，本願発明１における酸化鉄は，前記のとおり，ＦｅＯ，Ｆｅ３Ｏ４，Ｆｅ\n２Ｏ３またはＦｅＯＯＨが好ましいものである（本願明細書の段落【００１９】）。こ\nのうち，Ｆｅ２Ｏ３は，二価鉄を含有しない物質であり，本願発明１における酸化鉄\nは，ＦｅＯやＦｅ３Ｏ４のような二価鉄を含有する物質でなくてもよい。そうすると，\n刊行１発明における二価鉄含有物質と本願発明１における酸化鉄は一致せず，相違\n点とすべきものである。したがって，刊行１発明における二価鉄含有物質が本願発\n明１における酸化鉄に相当するとした審決は，相違点を看過した誤りがある。\n３  取消事由３（相違点の看過）\n審決は，刊行１発明の含有物である腐植含有物質は「腐植」である「フルボ酸と\nフミン酸」を含有するものであるとし，「フルボ酸とフミン酸」が「有機酸」である\nという理由から，本願発明１における「有機酸」と刊行１発明における「フルボ酸\nとフミン酸」とが「二価の鉄イオンとキレートを形成する有機酸」であるという点\nで共通すると認定した。また，本願発明１が「還元性を有する」と限定している点\nにつき刊行１発明との相違点として認めながら，周知例１ないし周知例４からすれ\nば「フルボ酸とフミン酸」に還元性があることは周知であることから，相違点があ\nったとしても，刊行１発明から本願発明１の発明特定事項を導出することは当業者\nにとって容易になし得るとした。\nしかし，原告は，本願明細書の段落【００２３】において，「有機酸」を例示して\nいるが，これは，（ａ）「フルボ酸，グルタミン酸，エチレンジアミン四酢酸などの\nカルボキシル基をもつ酸，」と（ｂ）「Ｌ－アスコルビン酸，イソ－アスコルビン酸\n（エリソルビン酸），没食子酸，タンニンなどのカルボニル基及びヒドロキシル基を\nもち還元作用を有する酸」と，２つのグループに分けて例示していた。原告は，平\n成２３年６月２１日付けの補正（甲１１）において，このうち，（ｂ）の「還元性を\n有する」有機酸のみを請求項とし，本願発明１としている。したがって，(ａ）に分\n類されているフルボ酸は，本願発明１における「還元性を有する」有機酸から除外\nされている。さらに，フミン酸については，そもそも例示していないが，これはフ\nミン酸が通常の海水や水には溶解しないからであり，原告としてはフミン酸を含有\n物として全く想定すらしていなかったためである。審決は，「二価の鉄イオンとキレ\nートを形成する有機酸」といっても，本願発明１の含有物と刊行１発明の含有物と\nでは異なることに着目し，相違点として検討すべきであったから，このような相違\n点を看過した審決は誤りである。\n４  取消事由４（相違点の看過）\n前記のとおり，フルボ酸は有機酸の具体例の一つとして挙げたにすぎないもので\nあり，フミン酸は含有物たる有機酸として想定していないものであった。それにも\nかかわらず，審決が前記のとおりの認定をしたのは，例示列挙した一部が重なるこ\nとを理由に，その一部よりも広い範囲と重なると何らの検討なく認定した誤った認\n定である。審決は，この範囲の違いを相違点として着目し，検討すべきであったの\nであるから，相違点を看過した審決は誤りがある。\n５  取消事由５（相違点１の判断における誤り）\n審決は，相違点１につき，周知例１ないし周知例４（甲３～６）によればフルボ\n酸及びフミン酸に還元性があることが周知であることから，このような相違点があ\nったとしても，刊行１発明から本願発明１の発明特定事項を導出することは，当業\n者であれば容易になし得るとした。\nたしかに，審決の引用する周知例１ないし周知例４には，フルボ酸及びフミン酸\nが還元性を有するがごとき記載が見られる。\nしかし，フルボ酸及びフミン酸は，構造，性質，機能等が定まっているものでは\nなく，周知例の記載は，一般化できるものではない。すなわち，甲２１～２３によ\nれば，フルボ酸やフミン酸とは，土壌などに含まれる有機酸を総称していうもので\nあって，具体的物質が無数に含まれるものであると捉えるのが今日における理解で\nあり，いくつかの文献には，具体的構造式などに言及するものも見られるが，それ\nはフルボ酸やフミン酸と総称される無数の物質の中のほんの一部について分析され\nたものにすぎず，実際には，フルボ酸やフミン酸は，構造，性質，機能等が定まっ\nていないことに加え，物質群の外延すら定まっていないものである。\nしたがって，フルボ酸やフミン酸と称される物質の一部に還元性がある場合があ\nるとしても，それが常に有する性質であるとまではいえず，フルボ酸やフミン酸に\n還元性があることが当業者にとって周知であるはずはない。周知例１ないし周知例\n４から，フルボ酸及びフミン酸に還元性があることが周知であると認定することは\nできない。ましてや，本願発明１で必要となる「鉄粉の酸化が抑制でき，長期にわ\nたって２価の鉄イオンを水中に供給できるようになる」（本願明細書の段落【００２\n３】）程度の還元性があることが当業者にとって周知であるとはいえない。\n取消事由６（相違点２の判断の誤り）\n(1)  本願発明１が刊行１発明及び刊行２発明から容易に想到し得る発明では\nないこと\nア  刊行２発明は「水中に没する状態にすることにより水中に二価の鉄イオ\nンを溶出させ，ヘドロ及び水を浄化するための鉄イオン溶出体であって，粉状鉄と\n粉状炭を水溶性バインダーと共に混合して固めた多数の小塊を，非水溶性バインダ\nーで固めて所定の形状に成形されている鉄イオン溶出体」の発明である。刊行２発\n明の具体的作用としては，水中で炭と金属鉄を接触させることで二価の鉄イオンを\n溶出させ（甲２の段落【０００７】及び【０００８】），また，その接触状態を維持\nすることで，鉄の表面に酸化被膜を形成させず，継続的に二価の鉄イオンを溶出さ\nせ続けるというものである（甲２の【００２３】）。\nイ  前記のとおり，本願発明１の含有物としての「２価の鉄イオンとキレー\nトを形成するとともに還元性を有する有機酸」には，フルボ酸は除外されており，\nフミン酸は当初から含まれていない。このことからすれば，そもそも，刊行１発明\nと刊行２発明を組み合わせたところで，本願発明１とはならない。\nウ  仮に，この点を措くとすると，たしかに，刊行１発明と刊行２発明を組\nみ合わせると一見すると，本願発明１の含有物と一致するようにも思える。しかし，\n刊行１発明は二価鉄含有物質中の二価鉄から二価の鉄イオンを溶出させる技術であ\nるのに対して，刊行２発明は金属鉄から二価の鉄イオンを溶出させる技術であって，\n本願発明１と刊行１発明の関係と同様に，二価の鉄イオンの溶出源を全く異にする\n技術であり，異なる作用を用いた発明である。\nまた，審決は，刊行１発明と刊行２発明とは「水域環境保全」という同一の分野\nに属するとしたが，甲１の段落【００１５】，甲２の段落【０００１】の記載からす\nると，刊行１発明が自然界の中で鉄イオンを供給し水域環境保全をどのように図る\nかに係る発明であるのに対し，刊行２発明は，風呂や水の配管等も想定しているこ\nとから明らかなとおり，自然界における水域に限らず，一般生活における水場も含\nめ，水の浄化をどのように図るかの発明であるといえる。そして，ここでいう水の\n浄化は，風呂や水の配管に藻を成長させるはずはないことから，刊行１発明のよう\nに藻の生育によることは予定していないと考えられる。加えて，甲２には，そもそ\nも「水域環境保全」という限定された分野の発明であることは記載されていない。\nこのような相違点に鑑みると，刊行１発明と刊行２発明とは，異なる分野の発明で\nあるといえる。\nさらに，審決は，刊行１発明と刊行２発明は，水中で二価の鉄イオンを供給する\nことを課題とする点で共通するとするが，刊行１発明は，「酸化されにくい安定的な\nフルボ酸鉄として二価の鉄イオンを効率的に生物へ供給することを可能とする水域\n環境保全材料及び水域環境保全方法を提供する」（甲１の【要約】欄中の【課題】）\nことが課題であるのに対し，刊行２発明は，「効率的な鉄イオンの溶出を長期に亘り\nコンスタントに持続させることができる安価な鉄イオン溶出体の提供」（甲２の【要\n約】欄中の【課題】）をすることが課題である。すなわち，刊行１発明は，溶出した\n二価の鉄イオンをどのように水中で二価鉄のまま維持することができるかが課題で\nあるのに対し，刊行２発明は，溶出体から二価の鉄イオンが溶出するのをどのよう\nに長期間継続させるかが課題なのである。現に，刊行１発明は，二価の鉄イオンを\n継続的に供給するために，フルボ酸やフミン酸をキレート剤として入れているのに\n対し，刊行２発明は，炭と鉄の接触状態を維持することで，鉄の表面が酸化被膜で\n覆われることがないようにし，キレート剤を入れることもなく，長期間，二価の鉄\nイオンの溶出の効果が持続できるようにしているのである（甲２の段落【００２３】）。\n以上のとおり，刊行１発明と刊行２発明は，課題も異なる。\n加えて，双方にそれぞれを合わせることを示唆する記載はなく，かえって，前記\nのとおり，刊行１発明については，二価の鉄イオンの溶出源として，金属鉄を分離\nした後の製鋼スラグや石炭溶融灰といったコストのかからない（むしろ処分にコス\nトがかかる）産業副産物の有効利用を目論んでおり（甲１の段落【００２７】及び\n【００４７】），それよりも高価であり，わざわざ分離したばかりの金属鉄を加えて\n二価の鉄イオンの溶出源とするようなことは，そもそも発想として明確に排除して\nいるといえる。\n(2)  含有割合の検討について\n審決が含有割合を検討することが当業者にとって常套手段であるとする根拠とし\nて挙げている刊行物１も周知例６（甲８）も，既に一定の効果を発揮している発明\nを自ら考案し，それを実施するに当たり，含有割合を検討しているにすぎないもの\nである。これに対し，本願発明１が，仮に，これが刊行１発明と刊行２発明を組み\n合わせたものであるという審決の理解に立つとしても，組み合わせた際の効果を確\nかめるため，さらには，双方の環境等の矛盾点を解消するため，その実施態様の調\n整も合わせた含有割合の検討をするという複合的な作業を行う必要があった。すな\nわち，一定の効果を発揮している発明の実施にあたり，含有割合を検討するという\n場合に比べて，様々な事情を考慮した検討がなされるのである。したがって，刊行\n物１や周知例６（甲８）をもってして，２つの発明を組み合わせたうえで含有割合\nを検討することが，当業者にとって常套手段であるということはできない。\n(3)  小括\n以上から，刊行１発明と刊行２発明とを組み合わせることは，容易に想到し得る\nことではなく，２つの発明を組み合わせた上で，含有割合を検討するのは常套手段\nとはいえないことは明らかである。\n７  取消事由７（相違点２の判断の誤り）\n(1)  本願発明１の数値限定に臨界的意義が不要であること\n数値限定発明において進歩性が認められる場合に臨界的意義が必要か否かについ\nては，「一般に，明細書に発明の数値限定の下限以下及び上限以上の実験結果につい\nて記載されておらず，明細書上，数値限定の臨界的な意味が存することが判然とし\nなくとも，このことから直ちに当該発明の数値特定の技術的意義を否定し去ること\nはできず，むしろ，発明がその構成要件における数値の特定ないし上限値及び下限\n値の設定において公知技術と相違し，当該発明と公知技術の相異なる当該数値の特\n定がそれぞれ別異の目的を達成するための技術手段としての意義を有し，しかも，\n当該発明がその数値の特定に基づいて公知技術とは明らかに異なる作用効果を奏す\nるものであることが認められるときは，当該発明の数値特定の困難性を肯認するこ\nとは妨げられないというべきである。」（東京高判昭和６２年７月２１日，特許・実\n用新案審査基準第Ⅱ部第２章２．５（３）④「数値限定を伴った発明における考え\n方参照）。\nかかる基準にしたがって比較すると，まず，刊行１発明には，数値限定がないこ\nとから，数値限定の設定において相違があるのは明らかである。\nまた，本願発明１の課題は，「水中に鉄イオンを良好に供給して，藻場の再生を促\n進し，水質環境を改善することができる鉄粉混合物を提供する」（本願明細書【要約】\n欄中の【課題】）点にあるのに対し，刊行１発明は，前記で引用した「酸化されにく\nい安定的なフルボ酸鉄として二価の鉄イオンを効率的に生物へ供給することを可能\nとする水域環境保全材料及び水域環境保全方法を提供する」ことに加えて，「製作か\nら水域での使用までの簡易化とコスト低減を図り」（甲１の【要約】欄中の【課題】）\nそれを実現することも課題としている。すなわち，本願発明１が材質等にこだわら\nず，単に藻場の再生を目的とする技術であるのに対し，刊行１発明は，「低コストに」\n水域環境保全を図ることを目的とする技術である。これは，前記のとおり，本願発\n明１が高価な金属鉄を用いる発明であるのに対し，刊行２発明が二価鉄含有物質，\nすなわち，製鋼スラグのような産業副産物を用いる技術であることに顕著に表れて\nいる。したがって，本願発明１における数値の特定は，数値の特定がなされていな\nい刊行１発明とは別異の目的を達成するための技術手段としての意義を有するもの\nであるといえる。\nさらに，本願発明１と刊行１発明の前提とする作用が全く異なるのは前記のとお\nりであるが，効果については，実施例において，刊行１発明が，各実施例を数十日\n単位で行い，その中で効果があったことを示すに留まるのに対し（甲１の段落【０\n０８４】から【００９１】），本願発明１が実験開始から４日後の鉄イオン溶出量試\n験を行ったり（本願明細書の段落【００３８】），藻の成長実験において２週間後に\nおける効果を記載しており，数値限定内の実施例において実際に藻の成長が顕著に\n見られたこと（本願明細書の段落【００３９】，【００６０】及び【００６１】）から\nすると，本願発明１の方がより少ない日数で，二価の鉄イオンを効率的に水中に供\n給し，実際にその効果のある発明であることが分かる。\n以上からすると，本願発明１の数値限定に臨界的意義は不要であり，それがなく\nとも，進歩性が認められる要件を満たしているといい得る。\n(2)  本願発明１の数値の上限について\n本願発明１は，含有物の比率について上限についても数値限定をしているが，審\n決は，「有機酸の含有量が少ないと，効果が十分に得られないことは，当業者であれ\nば容易に予測し得る当然のことである」として，数値限定についての検討をそれ以\n上に行っていない。これが検討不十分な判断であるのは明らかであり，審決は誤り\nである。\nなお，下限については，実施例６及び実施例７の比較からすると，３．１重量％\nの場合（実施例６）に比べ，７．７重量％の場合（実施例７）における鉄イオンの\n溶出量が顕著に多いことから設定した。上限については，本願発明１は加圧成型し，\n定形で成形されるものであるが（本願明細書の段落【００２６】），当該上限以上と\nなると，成形時に搗き立ての柔かい餅のような状態となり，所望の形状にすること\nができず水中で定形を維持できないばかりか，分散をしてしまうことから，実施例\nとしての効果を測るまでもなく排除したためである。\nさらに，上限について，実際に上限以上の実験を含めて行ったが（甲２５），その\n結果からすると，本願発明の効果を奏する範囲は，７．７重量％以上５５重量％以\n下である。\n(3)    小括\n以上から，本願発明１の数値の限定に臨界的意義が不要であるにもかかわらずこ\nれが必要であるという前提で判断をしたこと，及び上限について十分に検討しなか\nったことから，審決の判断は誤りである。\n８  取消事由８（刊行物１に記載された発明の認定の誤り）\n前記のとおり，刊行物１（甲１）の段落【００１４】から【００８３】を総合す\nれば，刊行１発明は，無酸素下という条件の下，二価鉄含有物質中の二価鉄から二\n価の鉄イオンを溶出させることを想定していることになる。\nしかし，刊行１発明に記載された各実施例は，実施例１は，沖合２５０ｍからの\n海水を用いた実験であり（甲１の段落【００８４】），実施例２や実施例３は，現実\nの海域を使用した実験であり（甲１の段落【００８７】及び【００８９】），海水・\n海域には酸素が存することから，いずれも酸素がない状態での実験ではなく，無酸\n素下での二価の鉄イオンの溶出という前提と矛盾する。他の研究結果（甲２６～２\n８）によれば，海中に二価鉄含有物質と人工腐植物質を同時に入れた場合，二価鉄\n含有物質中の二価鉄から二価の鉄イオンが若干溶出することはあるが，それよりも\n人工腐植物質からの溶出の方が圧倒的に多いことが認められるところ，刊行物１の\n実施例についてみると，実施例１ないし３のいずれにおいても顕著に植物の成長に\n効果を上げているのは，腐植含有物質が入っているもののみである。そうすると，\n刊行１発明は，二価の鉄イオンの溶出源として二価鉄含有物質中の二価鉄を想定し\nているにもかかわらず，実施例において効果を上げた二価の鉄イオンの溶出源は異\nなるものであったと推察できるが，審決は，刊行１発明について，二価の鉄イオン\nの溶出がどのように行われているか疑わしい点を認定せずに判断を行っており，誤\nりがある。\nなお，鋼鉄スラグからは二価の鉄イオンの溶出がないとの論文も存在する（甲２\n６～２８）。\n第４  被告の反論\n便宜上，審決の認定・判断の順にならい，取消事由８（刊行１に記載された発明\nの認定の誤り），取消事由１（相違点の看過），取消事由２～４（一致点の認定の誤\nり），取消事由５（相違点（一）の判断における誤り），取消事由６～７（相違点（二）\nの判断の誤り）の順に反論する。\n１  取消事由８に対し\n(1)  刊行物１には，「フルボ酸鉄は，無酸素下で生成した二価鉄イオン（Ｆｅ\n２＋）がキレート剤（錯体）としてフルボ酸と結合して生成されるものである。」（段\n落【００３８】）との記載があるが，この記載をもって，刊行１発明は，無酸素下で\n二価の鉄イオンを溶出させることを想定しているというのは，刊行物１の記載を正\n解するものではない。このことは，刊行物１中の他の記載をみれば明らかである。\nすなわち，刊行物１の段落【００１５】，【００２５】，【００９３】の記載をみるだ\nけでも，刊行１発明は，魚類が生息することができる程度に十分な酸素が存在する\n普通の海や河川などの水域において使用され，そこで二価の鉄イオンを溶出させる\nものであることは明らかである。そして，刊行物１によれば，二価の鉄イオンは水\n中の酸素によって酸化され易いものであるといえるから（段落【０００６】），刊行\n物１の段落【００３８】の記載における「無酸素下」というのは，水中の酸素に接\nし酸化される前の極めて限定的な状態をいうものと解するのが自然である。よって，\n刊行物１に記載の各実施例において，酸素が存在する条件下で実験がなされていて\nも，何ら矛盾はない。刊行１発明は刊行物１の記載において矛盾する発明である旨\nの原告の主張は，失当である。\n(2)  また，原告は，刊行１発明は二価鉄含有物質中の二価鉄から二価の鉄イオ\nンを溶出させることが疑わしい発明である旨主張するが，刊行物１の段落【００４\n１】，【００４７】の記載からみて，刊行１発明において，二価の鉄イオンは二価鉄\n含有物質として使用する製鋼スラグから溶出するものであるのは明らかである。\n(3)  さらに，甲２６～２９は，製鋼スラグが二価鉄の溶出源であることを否定\nするものではない。\n２  取消事由１に対し\n原告は，本願発明１が，①金属鉄を二価の鉄イオンの溶出源とするものであり，\n②金属鉄を酸化することにより二価の鉄イオンを溶出させるものであり，③有酸素\n下で二価の鉄イオンを溶出させるものであるとの前提に立脚し，これら①，②，③\nについての相違点を看過した審決は，誤りであると主張する。\nしかし，新規性や進歩性といった特許法２９条所定の特許要件について審理の対\n象となる発明は，特許請求の範囲の記載に基づいて認定すべきものであるところ，\n審決は，平成２３年６月２１日付けの手続補正（甲１１）により補正された特許請\n求の範囲の請求項１の記載に基づいて，審理の対象となる本願発明１を前記のとお\nり認定した。かかる認定によれば，本願発明１は，含有する成分，含有する成分の\n含有割合及び用途のみが特定された「鉄粉混合物」の発明であることは明らかであ\nる。すなわち，本願発明１は，①金属鉄を二価の鉄イオンの溶出源とすること，②\n金属鉄を酸化することにより二価の鉄イオンを溶出させること，③有酸素下で二価\nの鉄イオンを溶出させること，については特定されていない。このことは，本願発\n明１が，①何を二価の鉄イオンの溶出源とするか，②どのような反応により二価の\n鉄イオンを溶出させるか，③どのような環境下で二価の鉄イオンを溶出させるか，\nについて問わない「鉄粉混合物」の発明であることを意味する。\nしたがって，本願発明１が，①金属鉄を二価の鉄イオンの溶出源とするものであ\nり，②金属鉄を酸化することにより二価の鉄イオンを溶出させるものであり，③有\n酸素下で二価の鉄イオンを溶出させるものであることを前提とする原告の主張は，\n本願発明１を，特許請求の範囲以外の本願明細書の記載に基づいて限定的に解釈す\nるという誤った前提に立脚するものであり，失当である。\nまた，仮に，本願発明１に関し，上記①，②，③について限定的な解釈をしたと\nしても，上記①，②については，審決において「鉄粉」の有無を相違点として検討\nしていること，及び上記③については，刊行１発明が用いられる環境も当然に「有\n酸素下」であり相違点とならないことを踏まえれば，原告の主張の当否は，審決の\n結論を左右しない。\n３  取消事由２～４に対し\n(1)  取消事由２及び４に対し\n刊行１発明の「二価鉄含有物質」は，審決が認定したように「ＦｅＯやＦｅ３Ｏ４\nなど」である。また，本願発明１の「酸化鉄」は，本願明細書（甲９）の記載によ\nれば，その具体的実施の態様として，「ＦｅＯ，Ｆｅ３Ｏ４，Ｆｅ２Ｏ３またはＦｅＯ\nＯＨ」（段落【００１９】）を含むものである。さすれば，刊行１発明の「二価鉄含\n有物質」が，本願発明１の「酸化鉄」の具体例の一つと一致する以上，刊行１発明\nの「二価鉄含有物質」は，本願発明１の「酸化鉄」に相当するといえる。しかも，\n本願発明１は，「酸化鉄」として，「ＦｅＯやＦｅ３Ｏ４など」を除外する旨を特定す\nるものでもない。\n同様に，刊行１発明の「フルボ酸」が，本願発明１の「有機酸」の具体例の一つ\nと一致する以上，刊行１発明の「フルボ酸」は，本願発明１の「有機酸」に相当す\nるといえる。\nよって，原告主張の取消事由２及び４は，理由がない。\n(2)  取消事由３に対し\nア  前記のとおり，進歩性の要件について審理の対象となる発明は，特許請\n求の範囲の記載に基づいて認定すべきものであるところ，本願発明１の「有機酸」\nは，「２価の鉄イオンとキレートを形成するとともに還元性を有する有機酸」であっ\nて，このこと以外にそれに含まれる具体的な物質について何ら特定されていない。\nフルボ酸やフミン酸が本願発明１の「有機酸」から除外される旨の原告の主張は失\n当である。\nそして，フルボ酸やフミン酸は，「２価の鉄イオンとキレートを形成する」有機酸\nであることが明らかであり（甲１の段落【００３８】，段落【００５２】），かつ，後\n記のとおり，フルボ酸やフミン酸が「還元性を有する」ことは，本件出願時におけ\nる技術常識であるから，刊行１発明の「フルボ酸」や「フミン酸」は，本願発明１\nの「２価の鉄イオンとキレートを形成するとともに還元性を有する有機酸」に該当\nする。よって，刊行１発明の「フルボ酸」や「フミン酸」が，本願発明１の「有機\n酸」と相違しないとした審決の判断に誤りはない。\nイ  原告は，平成２３年６月２１日付けの手続補正（甲１１）において，本\n願明細書の段落【００２３】に例示されている「Ｌ－アスコルビン酸，イソーアス\nコルビン酸（エリソルビン酸），没食子酸，タンニンなどのカルボニル基及びヒドロ\nキシル基をもち還元作用を有する酸」のみを本願発明１の「還元性を有する」有機\n酸として特定した旨主張するが，かかる主張は，特許請求の範囲の記載に基づかな\nいものであって，同じく本願明細書の段落【００２３】に例示されている「フルボ\n酸，グルタミン酸，エチレンジアミン四酢酸などのカルボキシル基をもつ酸」が本\n願発明１の「有機酸」から除外されるという主観的な後出しの解釈に基づくものと\nいう他はなく，全くの失当である。本願明細書において，「有機酸」に関し，「フル\nボ酸，グルタミン酸，エチレンジアミン四酢酸などのカルボキシル基をもつ酸」（（ａ）\nグループ）と，「Ｌ－アスコルビン酸，イソーアスコルビン酸（エリソルビン酸），\n没食子酸，タンニンなどのカルボニル基及びヒドロキシル基をもち還元作用を有す\nる酸」（（ｂ）グループ）とに分かれた例示がされているとしても，そのことは，本\n願発明１の「還元性を有する」有機酸が，上記手続補正により，上記（ｂ）のグル\nープに例示されているもののみに限定して解釈されるべき根拠にはなり得ない。ま\nしてや，上記（ａ）のグループに例示されているものが，本願発明１の「還元性を\n有する」有機酸から除外される根拠にもなり得ない。\nまた，上記手続補正により補正された特許請求の範囲には請求項が７つあるが，\nそのうち，請求項１を引用する請求項２には，本願発明１に係る請求項１の「有機\n酸」に関し，「前記有機酸は，カルボキシル基をもつ酸，またはカルボニル基及びヒ\nドロキシル基をもつ酸であること」との記載がある。そうすると，本願発明１の「有\n機酸」は，少なくとも「カルボキシル基をもつ酸」と「カルボニル基及びヒドロキ\nシル基をもつ酸」の両方を含むといえるところ，このうち，前者の「カルボキシル\n基をもつ酸」が上記（ａ）のグループに対応し，後者の「カルボニル基及びヒドロ\nキシル基をもつ酸」が上記（ｂ）のグループに対応していることからみれば，本願\n発明１の「有機酸」は，上記（ａ）のグループと上記（ｂ）のグループとを区別せ\nず，両方を含み得るものであるといえる。\nさらに，そもそも上記（ａ）のグループと上記（ｂ）のグループは，明確に区別\nし得るものではない。すなわち，上記（ｂ）のグループに例示されている「没食子\n酸」は，その化学構造からみると，カルボキシル基（－ＣＯＯＨ）をもつ酸という\nこともでき（乙１），上記（ａ）のグループに分類することも可能なものである。\n４  取消事由５に対し\n(1)    フルボ酸やフミン酸に還元性があることは当業者にとって周知であるこ\nとについて\n原告は，フルボ酸やフミン酸に還元性があることは当業者に周知でないと主張す\nるが，フルボ酸やフミン酸に還元性があることは，審決に引用された周知例１～４\n（甲３～６）から裏付けられるだけでなく，乙２（６頁左欄４～６行，６頁左欄８\n～１８行，６頁左欄下から６～４行，６頁右欄最下行～７頁左欄３行，７頁右欄７\n～９行）からも裏付けられる。そして，周知例１～４，乙２では，フルボ酸やフミ\nン酸の還元性について，フルボ酸やフミン酸に属する個々の具体的な物質に特有の\n性質として記載されているのではなく，フルボ酸やフミン酸という物質群の一般的\nな性質として記載されているのであるから，フルボ酸やフミン酸は，これら物質群\nの一般的な性質として還元性を有するものであることが，本件出願時において周知\nであるということができる。このことは，フルボ酸やフミン酸に関し，これら物質\n群の外延が定まっていないということにより左右されない。よって，フルボ酸やフ\nミン酸の性質，機能等が今日において定まっていないという原告の主張は，明らか\nな誤りである。\nそうすると，フルボ酸及びフミン酸のすべてに還元性があると解するのが自然で\nあって，刊行物１（甲１）に接した当業者であれば，刊行１発明のフルボ酸やフミ\nン酸を還元性を有するものとして認識する。しかも，原告の主張は，フルボ酸やフ\nミン酸の構造，性質，機能等が定まっていないので，フルボ酸及びフミン酸のすべ\nてに還元性があるとはいえないことをいうにとどまる。そして，一件記録上，フル\nボ酸やフミン酸に属する個々の具体的な物質の一部に還元性を有さないものがある\nことを認めるに足りる証拠はない。\n(2)  「鉄粉の酸化が抑制でき，長期にわたって２価の鉄イオンを水中に供給で\nきるようになる」程度の還元性について\n本願明細書（甲９）の記載によれば，本願発明１が奏する「鉄粉の酸化が抑制で\nき，長期にわたって２価の鉄イオンを水中に供給できるようになる」という作用効\n果は，「有機酸の還元作用」によるものとされる（段落【００２３】）。ところで，こ\nの作用効果の程度は，有機酸の還元作用（還元能）の強弱に左右されるものと推察\nされるところ，還元能を有する限り，弱いなりにも上記作用効果を発揮し得ると解\nされる。かかる解釈は，本願明細書における「有機酸の還元作用（に）より，鉄粉\nの酸化が抑制でき，長期にわたって２価の鉄イオンを水中に供給できるようにな\nる。」（段落【００２３】）との記載に照らしてみても，また，還元性を有するフルボ\n酸やフミン酸等の腐植物質が，黄鉄鉱（ＦｅＳ２）の酸化を抑制するとの作用効果\nを発揮し得ること（乙２）に照らしてみても，自然な解釈である。\nなお，原告は，審判段階における平成２３年６月２１日付け意見書（甲１９号証）\nにおいて，「補正後の本願の請求項１に係る発明では，有機酸を，還元性を有するも\nのに限定しております。これにより，有機酸が還元性を有していない場合と比較し\nて，鉄粉から溶出した２価の鉄イオンを水中で長期にわたって維持できる，という\n顕著な効果を得ることができます。」（２頁（３）第一段落），「本願の請求項１に係\nる技術のように，有機酸が還元性を有する場合，この有機酸の還元作用により，Ｆ\nｅ２＋がＦｅ３＋に酸化されることを抑制できます。」（３頁下から２つ目の段落）と主\n張していた経緯があり，上記解釈は原告の当該主張に沿うものである。\nしてみれば，前記のとおり，フルボ酸やフミン酸に還元性（還元能）があること\nが当業者に周知である以上，フルボ酸やフミン酸は，程度の差こそあれ，本願発明\n１の上記作用効果を発揮し得る程度の還元性（還元能）を有するものであるといえ\nる。\n５  取消事由６及び７に対し\n(1)  取消事由６に対し\n刊行１発明と刊行２発明とは，「水域環境保全」という同一の分野に属することに\n加え，水中に二価の鉄イオンを供給するという課題が共通する。両発明の間に異な\nる点があったとしても，上記共通点があれば，両発明を組み合わせる動機として十\n分である。すなわち，刊行２発明は，水中に二価の鉄イオンを供給することにより\nヘドロを浄化することに加え，水中微生物や植物の繁殖の場として活用し得る他，\n水を浄化するという作用効果を奏するものであるところ（甲２の段落【００２５】\n～【００２６】），このような作用効果は，「水域環境保全」ために利用する刊行１発\n明の実施をする際にも当然に所望されることであるから，刊行１発明と刊行２発明\nに接した当業者であれば，両発明を組み合わせることに動機を持つというべきであ\nる。\nまた，原告は，刊行１発明においては，二価の鉄イオンの溶出源として，金属鉄\nを分離した後の製鋼スラグといったコストのかからない産業副産物の有効利用を目\n論んでおり，それよりも高価な分離したばかりの金属鉄を用いるような発想が排除\nされている旨主張するが，刊行１発明において，二価の鉄イオンの溶出源として，\n製鋼スラグといった産業副産物の有効利用を目的としているとしても，そのことを\nもって，金属鉄を二価の鉄イオンの溶出源として用いるような発想が排除されてい\nるとはいえない。原告のかかる主張は，金属鉄としては，高価で分離したばかりの\nものが用いられるとの前提に立脚するものであるが，乙４によれば，金属鉄として，\n鉄の表面の一部が酸化されて酸化鉄になったものが，本件に係る技術分野において\n利用されている事実が認められ（段落【００１９】），また，乙５（特開平１０－４\n６５８５号公報），６（特開２００３－２６６０５６号公報）によれば，金属鉄とし\nて，使用済カイロ等の廃材（乙５の段落【００３０】）や，使い捨てカイロの未使用\n品（乙６の段落【０００１】）が広く利用されている事実が認められることからする\nと，金属鉄は，必ずしも高価で分離したばかりのものに限定されない。\nさらに，原告は，２つの発明を組み合わせた上で含有割合を検討することが，当\n業者にとって常套手段であるということはできない旨主張するが，審決は，２つの\n発明を組み合わせた上で含有割合を検討することが，当業者にとって常套手段であ\nるとしているのではない。審決において常套手段であるとしているのは，「複数の成\n分を混合して水処理剤を製造する際に，各成分の含有割合を検討し，効果的な含有\n割合とすること」であり，審決は，刊行１発明と刊行２発明とを組み合わせるにあ\nたり，かかる常套手段を考慮することは，当業者であれば容易になし得ることと判\n断したのである。そして，複数の成分の含有割合を検討する際に，どの成分であっ\nても含有量の不足があれば有効に機能しなくなることは，当業者が当然に予測する\nことであるから，そのようなことがないように，各成分の含有割合を偏りのない等\n量比とすることは，当業者であれば真っ先に想定することである。してみれば，前\n記のとおり，刊行１発明と刊行２発明を組み合わせることに動機づけがあるから，\n鉄粉を５０重量部，酸化鉄を５０重量部として鉄粉と酸化鉄の合計が１００重量部\nとなるようにした上で，炭素も５０重量部，有機酸も５０重量部として，各成分の\n含有割合を等量比とする場合を含む本願発明１の数値範囲の設定は，当業者にとっ\nて何ら困難なことでない。\nこれについて，原告は，両発明を組み合わせた上で含有割合を検討する場合には，\n一定の効果を発揮している発明の実施のために含有割合を検討するという場合に比\nべて，様々な事情を考慮した検討が必要となる旨主張する。しかし，かかる主張は，\n根拠が示されておらず，「様々な事情」の内容も明らかでない。しかも，含有割合を\n定める際，常に「様々な事情」を考慮しなければならない理由はない。そもそも，\n本願発明１については，その各成分の含有割合に有意な技術的意義を認めることが\nできないから，本願発明１の進歩性，特に含有割合を検討するにあたり，考慮され\nるべき特段の事情は認められない。すなわち，本願明細書（甲９）によれば，鉄粉\nの含有量（含有割合）については段落【００１７】に，炭素については段落【００\n２２】に，有機酸については段落【００２４】にそれぞれ記載されているところ，\nこれら記載は，特定の範囲の含有割合が定性的な意味で好ましい旨を開示するにと\nどまる。本願明細書からは，本願発明１の数値範囲内のすべてにおいて，範囲外の\nものに比し，顕著な効果を奏するとはいえず，よって，本願発明１の各成分の含有\n割合は，課題を解決するための手段として，意味のある特定事項ということはでき\nない。そして，刊行物１によれば，刊行１発明は，二価の鉄イオンをフルボ酸鉄と\nして効率的に生物へ供給することを目的としているから（段落【０００７】），この\n目的を達成するために含有割合を定めることは当業者が容易になし得ることである\nし，また，コスト低減（段落【０００７】）という他の目的も考慮して含有割合を定\nめることも当業者が容易になし得ることである。このように，当業者が想定し得る\n目的の範囲内で，どの目的をどの程度重視するかは，適宜設定することである。\n(2)  取消事由７に対し\nア  原告は，本願発明１は，材質等にこだわらず，単に藻場の再生を目的と\nする技術であるのに対し，刊行１発明は，「低コストに」水域環境保全を図ることを\n目的とする技術であって，本願発明１における数値範囲の特定は，数値範囲の特定\nがなされていない刊行１発明とは別異の目的を達成するための技術手段としての意\n義を有する旨主張する。\nしかし，原告が主張する「材質等にこだわらない」という事項は，本願明細書中\nに記載がない。原告が当該事項の根拠としている「水中に鉄イオンを良好に供給し\nて，藻場の再生を促進し，水質環境を改善することができる鉄粉混合物を提供する」\n（本願明細書の【要約】欄中の【課題】）との記載をみても，この記載は「材質等に\nこだわらない」ことを意味するものではない。原告の主張には，根拠がない。\nそして，刊行１発明の課題である「水域環境保全」は，藻場の再生を含む概念で\nあり（段落【００２４】，段落【００９３】），本願発明１の「藻場の再生」という課\n題と共通することは明らかである。\nこれらのことから，本願発明１における数値範囲の特定が，刊行１発明とは別異\nの目的を達成するための技術手段としての意義を有するとはいえない。\nイ  原告は，本願発明１の方が，刊行１発明より，二価の鉄イオンを少ない\n日数で効率的に水中に供給し得るという効果を奏する旨主張する。しかし，原告の\nかかる主張は，本願明細書に記載された実施例と刊行物１に記載された実施例との\n比較に基づくものであるところ，同一の条件下で比較されたものであれば格別，同\n一の条件でないものとの比較から，本願発明１が刊行１発明よりも二価の鉄イオン\nを少ない日数で効率的に水中に供給するといった有意な効果を奏するとまではいえ\nない。例えば，二価の鉄イオンの溶出速度は，少なくとも，その溶出源の表面積（水\nとの接触面積）やその溶出源付近の水温等の条件に依存するといえるところ，上記\n比較において，そのような条件が同じであると解すべき合理的理由はない。\nウ  さらに，原告は，本願発明１の数値範囲の上限の技術的意義として，成\n形物にしたときの不具合を防止する旨主張しているが，本願発明１は，成形物に限\n定されていないから（成形物にする旨の特定は，請求項１を引用する請求項６にお\nいてされているにすぎない。），原告の上記主張は，本願発明１に係る特許請求の範\n囲（請求項１）の記載に基づかないものである。\nまた，本願発明１の数値範囲の技術的意義については，本願明細書の段落【００\n１７】，【００２２】，【００２４】にそれぞれ記載されてはいるが，本願明細書には，\n成形物にしたときの不具合を防止することについての記載はない。原告の上記主張\nは，本願明細書の記載にも基づかないものである。\nエ  原告は，実験報告書（甲２５）による実験から，本願発明１の数値範囲\nは，本願発明１の効果を奏する範囲としての技術的意義を有する事実が認められる\n旨主張するが，上記実験報告書には，鉄粉，酸化鉄及び炭素の各含有割合について\n何ら記載されておらず，上記実験は，本願発明１の再現実験であるということはで\nきない。また，上記実験では，有機酸としてＬ－アスコルビン酸のみが用いられて\nいるにすぎず，上記実験報告書には，本願発明１の有機酸に属する他の有機酸（イ\nソ－アスコルビン酸，没食子酸，タンニンなど）を用いた場合についての記載はな\nく，また，他の有機酸を用いた場合において，Ｌ－アスコルビン酸を用いた場合と\n同様の結果になると推測し得る合理的理由もないから，上記実験は，有機酸として\nＬ－アスコルビン酸のみを用いた場合，すなわち，本願発明１に属するごく一部の\n発明の裏付けとなるにすぎない。\nオ  そして，刊行１発明が，二価の鉄イオンを持続的に供給可能であり（段\n落【００１４】），生物生産性の増大や水質の浄化に寄与する藻場材料として利用し\n得ること（段落【００２４】）ことに照らすと，本願発明１の数値範囲の特定が，公\n知技術と異なる異質な効果をもたらすものでないことは，明らかである。\n第５  当裁判所の判断\n１  本願発明について\n本願明細書（甲９）によれば，本願発明１につき，次のことを認めることができ\nる。\n本願発明１は，海，河川，干潟などの水域に鉄粉混合物を浸漬させることにより，\n鉄イオンを水中に供給し，藻場の再生と河口や運河の堆積物の有害物質を無害化し\nて水質を改善する技術に関するものである。藻場が大規模に消滅する「磯焼け」と\n呼ばれる現象については，鉄イオンが藻などの植物の生育に欠かせないものであり，\n二価の鉄イオンとして吸収されることが有効であることから，鉄と炭を水溶性バイ\nンダーとともに混合して固めた塊を非水溶性バインダーで固めた鉄イオン溶出体に\nより鉄イオンを河川や海などの水域に供給することで藻場の消滅を防ぐ技術が存在\nしたが（刊行物２），鉄イオン溶出体を置いた場所から少し離れた場所では藻場再生\nの十分な効果が得られなかったり，長期にわたって効果が維持されないという課題\nがあった。その理由としては，溶存酸素の存在する水中では溶出した鉄イオンが酸\n素によって酸化され三価となり二価の状態で維持できないことや，水中あるいは海\n中において，溶出した鉄イオンは炭素表面で酸素が還元されることによって生成す\nるＯＨイオンによって水酸化鉄を形成するため，鉄が継続して鉄イオンに溶出され\nる反応が抑制されることがあった。本願発明１は，このような課題の解決を目的と\nし，その手段として，鉄粉，酸化鉄，炭素及び二価の鉄イオンとキレートを形成す\nる有機酸を含有する鉄粉混合物を採用したものである。本願発明１においては，鉄\n粉と炭素が接触することにより電子の移動が生じ，鉄粉が局部アノード，炭素が局\n部カソードとして作用し，これにより鉄粉の酸化反応が進行して局部アノード側か\nらの鉄の溶出が促進されるとともに，溶出した二価の鉄は有機酸とキレート反応し\nて，安定して二価の鉄イオンの状態で維持することができ，鉄の溶出を抑制する水\n酸化鉄を形成しにくいことにより二価の鉄イオンとして安定して供給できるように\nなる。\n２  刊行１発明について\n刊行物１（甲１）によれば，刊行１発明につき，次のことを認めることができる。\n刊行１発明は，腐植及び二価鉄を使用した水域環境保全材料に関するものであっ\nて，二価の鉄イオンは水中の酸素によって酸化されやすく，三価の鉄イオンになっ\nて即座に粒状鉄（Ｆｅ２Ｏ３）として沈降し，生物が摂取することが不可能となるこ\nとから，製作から水域までの使用の簡易化とコスト低減を図りながら，酸化されに\nくい安定的なフルボ酸鉄として二価の鉄イオンを効率的に生物へ供給することを可\n能にする水域環境保全材料を提供することを目的とし，その解決手段として透水性\nを有する袋材に，二価鉄含有物質（ＦｅＯ，Ｆｅ３Ｏ４）と腐植含有物質（フルボ酸\n等）とが詰め込まれているという構成を採用したものであることが認められる。\n３  刊行物２発明について\n刊行物２（甲２）によれば，刊行１発明につき，次のことを認めることができる。\n刊行２発明は，水槽，河川，海等の水中に没する状態にすることにより水中に鉄\nイオンを発生させる鉄イオン溶出体に関するものである。従来の鉄イオン溶出体と\nしては，気泡コンクリート製魚礁本体の中空部に鉄と鉄に比べ電位の高い金属（グ\nラファイトなど），炭との混合物を充填して海水中に沈めることにより鉄イオンを溶\n出させるようにした技術が存在したが，鉄と炭素が接触している部分において，最\n初のうちは鉄イオンが供給されるが，鉄イオンの溶出により鉄が小さくなると炭素\nとの接触が解除され，鉄の表面に硬質の酸化被膜が形成されてそれ以後の鉄イオン\nの効率的な溶出が停止されるといった問題があったことから，かかる問題を解決す\nることを目的としたものである。刊行２発明においては，鉄と炭を水溶性バインダ\nーで共に混合して固めた多数の小塊を非水溶性バインダーで固めて所定の形状に成\n形されている構成としたことで，これを水中に没した状態とすると，水と接する小\n塊では水溶性バインダーが徐々に溶けることで鉄と炭が接触し，これにより，炭に\n比べて電気陰性度及び又は電位の低い方の金属である鉄が酸化され，鉄イオンを溶\n出し出し，鉄と炭の接触状態が維持されることで局部電池を作り，鉄の表面に酸化\n被膜が形成されることがないため，鉄が酸化してなくなるまで鉄イオンを継続的に\n溶出させることができるようになったものである。\n４  取消事由８（刊行物１に記載された発明の認定の誤り）について\n(1)  刊行物１には，「フルボ酸鉄は，無酸素下で生成した二価鉄イオン（Ｆｅ２\n＋）がキレート剤（錯体）としてフルボ酸と結合して生成されるものである。」（段\n落【００３８】）との記載がある。\nしかし，刊行１発明の水域環境保全材料は，海水等の水中に設置して用いるもの\nであるから，そのような発明の実施例において，海水を用いた実験及び現実の海域\nを使用した実験を行うことは自然なことである。そして，海水等の水中には酸素が\n溶存しているが，溶出した二価の鉄イオンがそのような溶存酸素と接触すれば酸化\nされてしまうから（刊行物１の段落【０００６】），このような事情を考慮すれば，\n刊行物１における無酸素下（段落【００３８】）とは，溶出した二価の鉄イオンが溶\n存酸素と接触する前の，局所的には酸素が存在しない環境下を意味するものと考え\nられる。したがって，刊行物１における「無酸素下で生成した二価鉄イオン」との\n記載があるからといって，刊行１発明が，無酸素下で二価の鉄イオンを溶出させる\nことを想定しているということはできないし，実施例が海水及び現実の海域で行わ\nれたものとしても矛盾があるとはいえない。\n(2)  刊行物１の段落【００４１】には，二価鉄イオンは二価鉄から溶出される\nことが記載されている。審決は，刊行物１の記載に基づいて刊行１発明を認定して\nおり，そこに誤りはない。甲２６～２８も二価鉄イオンの溶出源について様々な見\n解があることを示すにすぎず，この判断を覆すものではない。\n５  取消事由１（相違点の看過）について\n原告は，本願発明１と刊行１発明は，①二価の鉄イオンの溶出源と②溶出を導く\n作用とが相違し，さらに③二価の鉄イオンを有酸素下で溶出するのか無酸素下で溶\n出するのかという点においても異なっており，その技術思想が根本的に異なる発明\nであるが，審決はこれらの点について検討せず，相違点を看過していると主張する。\nしかし，特許法２９条所定の要件について判断するにあたって，審理の対象とな\nる発明は，特許請求の範囲の記載に基づいて認定すべきものであるところ，平成２\n３年６月２１日付けの手続補正（甲１１）により補正された特許請求の範囲の請求\n項１の記載によれば，本願発明１は，含有する成分，含有する成分の含有割合及び\n用途は特定されているものの，原告主張の上記①～③を特定していない。したがっ\nて，審決が刊行１発明と本願発明１の一致点及び相違点を認定するに当たり，上記\n①～③の点を挙げていないとしても，相違点を看過したということはできない。\n６  取消事由２（相違点の看過・一致点認定の誤り）について\n刊行１発明の「二価鉄含有物質」は，「ＦｅＯやＦｅ３Ｏ４などの二価鉄を含有す\nる」ものであるところ，この「ＦｅＯやＦｅ３Ｏ４」は鉄の酸化物，すなわち酸化鉄\nである。また，本願発明１の「酸化鉄」は，本願明細書（甲９）の段落【００１９】\nの記載によれば，その具体的実施の態様として，「ＦｅＯ，Ｆｅ３Ｏ４」を含むもの\nである。刊行１発明の「二価鉄含有物質」が，本願発明１の「酸化鉄」の具体例の\n一つと一致する以上，刊行１発明の「二価鉄含有物質」は，本願発明１の「酸化鉄」\nに相当するといえる。原告は，本願発明１における酸化鉄はＦｅＯ，Ｆｅ３Ｏ４のよ\nうな二価鉄を含有する物質でなくてもいいから，刊行１発明における二価鉄含有物\n質と本願発明１における酸化鉄は一致しないと主張するが，採用することができず，\nこの主張に基づく取消事由２は理由がない。\n７  取消事由３（相違点の看過・一致点認定の誤り），取消事由４（相違点の看過・\n一致点認定の誤り）について\nフルボ酸とフミン酸が有機酸の一種であることは明らかであるから，これらは本\n願発明１における「有機酸」に相当する。\n原告は，本願明細書の段落【００２３】において，有機酸を（ａ）及び（ｂ）の\nグループに分けて例示していたが，平成２３年６月２１日付けの手続補正（甲１１）\nにより，還元性を有する（ｂ）の有機酸のみを本願発明１としたため，（ａ）に分類\nされているフルボ酸は本願発明１から除外されていると主張する。しかし，本願発\n明１は，有機酸について，「二価の鉄イオンとキレートを形成するとともに還元性を\n有する」点を特定するのみであり，上記（ｂ）のグループとして例示されたものに\n限定しているわけではないし，（ａ）のグループとして例示されたもの（フルボ酸を\n含む）が除外されてもない。原告の主張は，本願発明１における「二価の鉄イオン\nとキレートを形成するとともに還元性を有する有機酸」を上記（ｂ）のグループと\nして例示されたものに限定して解釈することを前提としたものであり，特許請求の\n範囲の記載に基づく主張ではなく，採用することができない。\nまた，原告は，本願明細書において，フルボ酸は有機酸の具体例の一つとして挙\nげたにすぎないし，フミン酸は本願明細書に例示しておらず，本願発明１における\n有機酸として想定していないものであったにもかかわらず，例示列挙した一部が重\nなることを理由に，その一部よりも広い範囲と重なるとした審決の認定は誤りであ\nると主張する。しかし，刊行１発明におけるフルボ酸とフミン酸は有機酸の一種で\nあるから，これらが本願発明１における「有機酸」に相当することは上記のとおり\nである。原告の主張は独自の見解に基づくものであり，採用することができない。\n以上の主張に基づく取消事由３，４も理由がない。\n８  取消事由５（相違点１の判断における誤り）について\n甲３～６，乙２によれば，フルボ酸及びフミン酸は，通常，還元性を有するもの\nと認められるから，刊行１発明における「フルボ酸とフミン酸」は還元性を有する\nものと認めるのが相当である。\n原告は，フルボ酸及びフミン酸のすべてに還元性があるといえるか定かではなく，\nフルボ酸及びフミン酸に還元性があることは周知とはいえず，ましてや長期にわた\nって二価の鉄イオンを水中に供給できるようになる程度の還元性があることが周知\nであるとはいえないと主張するが，フルボ酸及びフミン酸の一部に還元性を有する\nとはいえないものが存在するとしても，上記のとおり，通常は還元性を有すること\nからすれば，上記の認定を覆すものではない。そして，還元性を有するものであれ\nば，その還元作用の程度に応じて鉄粉の酸化が抑制され，還元作用の程度に応じた\n期間にわたって二価の鉄イオンを水中に供給できるようになると認めることをでき\nる。\n取消事由５も理由がない。\n９  取消事由６（相違点２の判断の誤り），取消事由 7（相違点２の判断の誤り）\nについて\n(1)  刊行物１（甲１）によれば，刊行１発明は，沿岸海域の岩場から海藻が消\nえて石灰藻に覆われる磯焼け等の事態に対応するために，二価の鉄イオンを効率的\nに生物へ供給することを可能にする水域環境保全材料を提供することを目的とする\nものである。一方，刊行物２（甲２）によれば，刊行２発明は，水中に没する状態\nにすることにより水中に二価の鉄イオンを発生させる鉄イオン溶出体に関する発明\nであって，効率的な鉄イオンの溶出を長期にわたりコンスタントに持続させること\nを目的とし，水中の植物プランクトンの餌となる鉄イオンを供給することによる水\n中生物の増殖と活性によりヘドロや水質を浄化するものであり，水槽，河川，湖，\n海，及び水の配水管等に使用される水で使用されるものである。これによれば，刊\n行１発明と刊行２発明は，いずれも海などの水域環境を改善するために用いられる\nものであって，水域環境保全という同一の技術分野に属するものである上，その手\n段として二価の鉄イオンを供給するものであり，機能が共通することが認められる。\nそして，このように，同一の技術分野に属し，機能が共通する複数の発明を組み合\nわせて併用を試みることは，当業者が通常行うことと解される。また，刊行１発明\nと刊行２発明とを組み合わせて併用するにあたり，刊行１発明における「二価鉄含\n有物質」及び「フルボ酸とフミン酸を含有する腐植含有物質」と，刊行２発明にお\nける「粉状鉄」及び「粉状炭」のこれら４成分の相互作用により，両発明がそれぞ\nれ成立しなくなる等（例えば，二価の鉄イオンが供給できなくなる等）の事情が存\n在するとも認められない。そうすると，刊行１発明において，それと同一の技術分\n野に属し，機能が共通する刊行２発明を組み合わせて併用し，「粉状鉄」（すなわち，\n鉄粉）及び「粉状炭」（すなわち，炭素）をさらに含有する４成分からなる「鉄粉」\n混合物とすることは，当業者が容易に想到できることというべきである。また，「粉\n状鉄」（鉄粉）として，通常の鉄粉と認められる「鉄，及び酸化鉄を除く不可避的不\n純物を含む鉄粉」を用いることは，当業者が必要に応じて適宜なし得ることである。\n上記混合物における各成分の含有量は，当業者が，各成分の機能が必要十分に発\n揮され，かつ阻害されることがないように，目的に応じて適宜決定しうる事項であ\nり，各成分の含有量を，「前記鉄粉と前記酸化鉄の含有量の合計を１００重量％とし\nた場合，前記鉄粉の含有量が２５重量％以上９５重量％以下であり，前記炭素の含\n有量が１０重量％以上８０重量％以下であり，前記有機酸の含有量が７．７重量％\n以上５５重量％以下」と限定することは，そこに臨界的意義があることにつき原告\nから特段の主張立証がない以上，当業者が適宜なし得ることというべきである。ま\nた，そのように限定することによる効果も，格別顕著なものとはいえない。\n(2)ア  原告は，①刊行１発明と刊行２発明とは，二価の鉄イオンの溶出源が全\nく異なる発明であり，また，②刊行１発明が，自然界の中で鉄イオンを供給し水域\n環境保全をどのように図るかに係る発明であるのに対し，刊行２発明は，自然界に\nおける水域に限らず，一般生活における水場も含め，水の浄化をどのように図るか\nの発明であり，両者は異なる分野の発明であり，③刊行１発明は，溶出した二価の\n鉄イオンをどのように水中で二価鉄のまま維持することができるかが課題であるの\nに対し，刊行２発明は，溶出体から二価の鉄イオンが溶出するのをどのように長期\n間継続させるかが課題であり，両者は課題も異なるから，刊行１発明と刊行２発明\nとを組み合わせることは，容易に想到しうることではないと主張する。\nしかし，②については，刊行２発明が，風呂や水の配管等の一般生活における水\n場も対象としているとしても，前記のとおり，海や河川等も対象としているから，\n両発明が異なる分野の発明であるとはいえない。また，①③については，刊行１発\n明と刊行２発明が，二価の鉄イオンの溶出源の点で異なり，課題が異なるとしても，\n前記のとおり，いずれも水域環境保全という同一の技術分野に属する上，二価の鉄\nイオンを供給する点でその機能が共通するものであって，機能が共通する複数の発\n明を組み合わせて併用を試みることは，当業者が通常行うことであることからすれ\nば，両発明を組み合わせて併用することは，当業者が容易に想到することである。\n原告の上記主張は採用することができない。\nイ  また，原告は，刊行１発明は，二価の鉄イオンの溶出源として，金属鉄\nを分離した後の製鋼スラグ等の産業副産物を用いるものであり，それより高価で，\nわざわざ分離したばかりの金属鉄を加えることは発想として明確に排除していると\n主張するが，製鋼スラグが金属鉄を分離した後の産業副産物であるとしても，製鋼\nスラグと金属鉄を組み合わせることを妨げるほどの事情とまではいえない。\nウ  原告は，刊行１発明の鉄イオンは，二価鉄含有物質から，無酸素下で金\n属鉄の酸化反応以外の反応で生成するのに対して，刊行２発明の鉄イオンは，有酸\n素下で金属鉄が酸化されることによって生成するが，刊行１発明の酸素のない環境\n下では，刊行２発明の金属鉄は酸化反応で溶出できないと主張する。\nしかし，前記のとおり，刊行物１に記載されているのは，溶存酸素が存在する海\n水等の水中であっても局所的に酸素が存在しない環境下で，二価の鉄イオンが生成\nされることである。原告の主張は，刊行１発明が無酸素下でのものであることを前\n提としたものであり，採用することができない。\nエ  原告は，刊行２発明は，有機酸のキレート作用を利用しなくても，継続\n的に二価の鉄イオンを溶出できるものであり，不要な有機酸を入れる必要性がない\nと主張する。\nしかし，刊行２発明においても，二価の鉄イオンが溶出した後については，刊行\n１発明と同様，水中で二価の鉄イオンのまま維持することが望まれることは明らか\nであるから，刊行２発明において，溶出した二価の鉄イオンをそのまま維持するた\nめに，有機酸を含有させることが必要でないとはいえない。\nオ  原告は，取消事由７として，審決が，相違点２に係る本願発明１の発明\n特定事項中の各成分の数値範囲の限定に臨界的意義があるともいえないと判断した\nことにつき，そもそも本願発明１における数値の限定に関しては臨界的意義が不要\nであり，それがなくとも，進歩性が認められる要件を満たしていると主張する。\nしかし，原告の主張は，数値の特定において公知技術と相違し，その数値の特定\n自体が，公知技術とは別異の目的を達成するための技術手段としての意義を有する\n事案を前提としていると解される。本願発明１は，各成分の含有量のほか，「鉄，及\nび酸化鉄を除く不可避的不純物を含む鉄粉」及び「炭素」の含有の有無の点でも刊\n行１発明と相違し，また，各成分の含有量の特定自体が，刊行１発明とは別異の目\n的を達成するための技術手段としての意義を有するとはいえないから，原告の上記\n主張は前提を欠き採用できない。\nまた，原告は，本願発明１は，有機酸の含有量について，単に下限のみを限定し\nたのではなく，上限も定めているのであり，上限以上になると，成形時に搗き立て\nの柔かい餅のような状態となり所望の形状にすることができず，水中で定形を維持\nできず分散してしまうため，排除したものであるなどと主張するが，原告が指摘す\nる事項は，いずれも本願明細書に記載されたものではないから，いずれも採用する\nことができない。\n(3)  以上のとおりであり，取消事由６，７も理由がない。\n第６  結論\n以上によれば，原告主張の取消事由はすべて理由がない。\nよって原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}