{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 16
  },
  "case_number": "平成23(う)222",
  "case_name": "覚せい剤取締法違反",
  "court_name": "福岡高等裁判所第１刑事部",
  "result": "破棄自判",
  "original_court_name": "福岡地方裁判所\n        　小倉支部",
  "original_case_number": "平成22(わ)408",
  "original_result": "その他",
  "gist": "強制採尿令状を執行中の捜査官らが，携帯電話機で外部の者と連絡を取ろうとした被告人から強制力を用いて携帯電話機を取り上げ，さらに，被告人からの携帯電話機の返却要求を拒んだ行為は，いずれも刑事訴訟法１１１条１項の「必要な処分」には当たらず，違法と言わざるを得ないが，その際，被告人が知り合いの弁護士に連絡する意図を有していたか疑問があるし，捜査官らは被告人が弁護士に連絡しようとしていたことを知らなかったから，捜査官らが故意に被告人の弁護人依頼権を侵害したとみることはできない上，捜査官らが被告人から取り上げた携帯電話機を返却するまでの時間は多く見積もっても４０分程度であったこと，捜査官らの行為は被告人が携帯電話機で外部の者に連絡し暴力団関係者を呼び寄せて強制採尿令状の円滑な執行を妨害するのを防止するのに必要なものであったこと，ただ，その手段がやや行き過ぎたに過ぎなかったことにも照らすと，その違法の程度が重大であるとはいえないだけでなく，捜査官らに令状主義を没却する意思があったともいえないとして，捜査官らの行為が被告人の弁護人依頼権を侵害したことを理由に強制採尿令状によって採取された尿に関する鑑定書を違法収集証拠として証拠から排除した１審判決を破棄し，同鑑定書に証拠能力を認めて被告人を有罪とした事例",
  "lawsuit_id": "82463",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82463",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/463/082463_hanrei.pdf",
  "contents": "主          文\n１審判決を破棄する。\n被告人を懲役１年６月に処する。\n１審における未決勾留日数中１６０日をその刑に算入する。\nこの裁判確定の日から４年間その刑の執行を猶予する。\n１審における訴訟費用は被告人の負担とする。\n理          由\n本件控訴の理由は，福岡地方検察庁小倉支部検察官古賀正二作成の控訴趣意書に\n記載されたとおりであり，訴訟手続の法令違反の主張である。これに対する答弁は\n弁護人時枝和正作成の答弁書に記載されたとおりであり，検察官の主張には理由が\nないというものである。\n第１  事案の概要等\n１  本件公訴事実は，「被告人は，法定の除外事由がないのに，平成２２年４月\n上旬ころから同月２３日までの間に，福岡県内又はその周辺において，覚せい剤で\nあるフエニルメチルアミノプロパン又はその塩類若干量を自己の身体に摂取し，も\nって覚せい剤を使用した」というものである。\n２  本件は，平成２２年（以下，平成２２年の記載は省略することがある）４月\n２３日（以下「本件当日」ともいう）に被告人の身体に対する捜索差押許可状（以\n下「本件強制採尿令状」という）によって差し押さえられた被告人の尿から覚せい\n剤成分が検出された事案であるところ，１審において，弁護人は，被告人に対する\n採尿手続（以下「本件採尿手続」という）は，被告人の弁護人依頼権を侵害した違\n法な身柄拘束状態を利用して取得された本件強制採尿令状により行われたものであ\nり，しかも，本件強制採尿令状の請求書に添付されていた捜査報告書には，明らか\nに虚偽の事実が記載されていたから，本件採尿手続には令状主義の精神を没却する\n重大な違法があるので，被告人の尿の鑑定書（以下「本件鑑定書」という）は違法\n収集証拠として証拠能力が否定される上，被告人の尿から覚せい剤成分が検出され\nたのは，被告人が，それとは知らず，覚せい剤の入ったウーロン茶を飲んだか，覚\nせい剤入りのタバコを吸ったことによるものであって，被告人には覚せい剤使用の\n故意がないから，いずれにしても被告人は無罪であると主張し，被告人も，１審公\n判廷において，弁護人の主張に沿う供述をした。\n３  １審判決は，本件当日の朝，福岡県警察本部Ａ警部（以下「Ａ警察官」とい\nう）及び同Ｂ警部補（以下「Ｂ警察官」という）ら十二，三名の警察官が，被告人\nに対する覚せい剤取締法違反の嫌疑で発付を受けた３通の捜索差押許可状に基づき，\n被告人の着衣及び所持品，車両（以下「被告人車両」という），住居（北九州市の\n当時の被告人方。以下，単に「被告人方」という）に対して捜索を実施し，さらに，\n本件当日に発付された本件強制採尿令状に基づき被告人をＣ病院に連行して被告人\nの尿を採取した経過（以下「本件捜査」という）に関するＢ警察官及びＡ警察官の\n供述内容を基にしても，「一様に被告人が携帯電話で外部の者と連絡をとってはい\nけないとした措置は，相当ではない」上，「被告人がＤ弁護士と連絡をとろうとし\nていた事実は否定できない」のに，「被告人が所持していた携帯電話機を警察官に\n引き渡させ，被告人が返還を求めているのに，そのまま返還することを拒み，電池\nを外させて誰とも連絡できないようにさせた行為は，捜査官の説得の域を明らかに\n超えるものであり，被告人のいわば弁護人依頼権を侵害するものである」「捜査段\n階における被疑者の立場に立つ者にとって，資格を有する弁護士に依頼して適切な\n助言や指導を受けることは，基本的で重要な権利である。捜査官の上記行為は，被\n告人のそのような権利を侵害した，被疑者という立場に置かれた人の権利に配慮し\nない重大な違法行為と評価せざるを得ない。被告人は，このような違法な状態のま\nま意に反して強制採尿を実施され，これに基づいて被告人の尿の鑑定が実施され，\n鑑定書が作成されたのであるから，違法状態をそのまま利用して鑑定書が作成され\nたとみることができる。さらに，今後の被疑者の上記権利を蔑ろにした違法捜査抑\n制の見地からも，手続全体を違法と評価すべきである」から，「本件鑑定書は違法\n収集証拠として，証拠能力を否定し，証拠から排除するのが相当である」と判示し\nた上で，本件公訴事実については犯罪の証明がないことになるとして，被告人に対\nして無罪の判決を言い渡した。\n４  これに対し，検察官が控訴した。\n第２  控訴趣旨の要旨\n１審判決は，本件採尿手続に関する事実関係を誤認し，証拠能力を有する証拠を\n違法収集証拠として証拠から排除した点において，明らかに誤っているから，１審\n判決には判決に影響を及ぼすことが明らかな訴訟手続の法令違反がある。\n第３  当裁判所の判断\nそこで，検討したところ，１審判決が，警察官らの行為は「被告人のいわば弁護\n人依頼権を侵害するものである」と判示したのは事実を誤認したものであり，また，\n本件鑑定書の証拠能力を否定したのもその判断を誤ったものといわざるを得ないか\nら，検察官の主張には理由があり，１審判決には判決に影響を及ぼすことが明らか\nな訴訟手続の法令違反があるので，破棄を免れない。以下，その理由を述べる。\n１  認定事実\n(1)  本件捜査の概要\n関係証拠によれば，以下の事実が認められ，これに反する証拠はない。\nア  ４月２３日の朝，Ａ警察官，Ｂ警察官のほか，福岡県Ｅ警察署（以下「Ｅ警\n察署」という）のＦ巡査部長（以下「Ｆ警察官」という）ら十二，三名の警察官（以\n下「警察官ら」と総称する）は，被告人を被疑者とする覚せい剤取締法違反（所持・\n使用）の被疑事実（以下「別件」という）で発付された，捜索差押えの場所等を，\nそれぞれ①被告人の着衣及び所持品，②被告人車両，③被告人方とし，差し押さえ\nるべき物を覚せい剤等，注射器等，別件と関係のあるメモ・携帯電話機［充電器，\n付属記録媒体を含む］・電磁的記録媒体等とする，捜索差押許可状３通を執行する\nために，被告人方のあるマンション（以下「本件マンション」という）に赴いた。\nそして，被告人が本件マンションの１階出入口から出てきたときに声をかけ，同マ\nンション１階駐車場に停めていた捜査用車両（３列シート）まで被告人を同行して\n乗車させた後，Ａ警察官が，被告人に対し，被告人の着衣及び所持品に対する捜索\n差押許可状を呈示し，午前９時３０分ころから午前９時３７分ころまでの間，捜査\n用車両内において，被告人の着衣及び所持品に対する捜索を実施したが，押収した\n物はなかった。その際，Ｂ警察官は，被告人の承諾を得た上で，被告人の両腕を確\n認し，Ｆ警察官が，午前９時３５分ころから，捜査用車両の２列目シートに座って\nいた被告人の両腕の写真撮影を行った。\nイ  その後，警察官らは，被告人とともに，捜査用車両の近くに停車していた被\n告人車両の側まで移動し，午前９時３７分ころから午前１０時０５分ころまでの間，\n被告人車両に対する捜索を実施したが，押収した物はなかった。\nウ  さらに，警察官らは，被告人とともに，本件マンション１１階の被告人方ま\nで移動し，午前１０時９分ころから午後０時１９分ころまでの間，被告人方に対す\nる捜索を実施したが，押収した物はなかった。\nエ  その一方で，Ｂ警察官は，Ｅ警察署に連絡を入れ，Ｇ巡査部長（以下「Ｇ警\n察官」という）に対し，被告人に対する強制採尿を実施するための準備を指示した\nので，Ｇ警察官は，午前１０時１５分ころ，Ｃ病院に連絡して被告人に対する強制\n採尿を依頼するなどした。その後，Ｅ警察署に戻ったＢ警察官及びＦ警察官は，Ｇ\n警察官作成の捜査報告書，Ｆ警察官作成の写真撮影報告書等を添付した捜索差押許\n可状請求書を携えてＨ簡易裁判所に赴き，被告人に対する強制採尿を実施するため\nの捜索差押許可状を請求し，同裁判所裁判官から，本件強制採尿令状の発付を得た\n上で，まだ捜索が続いていた被告人方に戻った。\nオ  そして，警察官らは，午後０時１５分ころ，被告人方において，本件強制採\n尿令状の執行に着手し，被告人を捜査用車両の３列目シートに乗車させてＣ病院に\n赴いた。\nところが，捜査用車両内において，被告人が，横に座っていたＦ警察官のベスト\nのポケットに被告人の携帯電話機が入っているのを見とがめて，その返却を要求し\nたところ，Ｆ警察官がこれを拒んだため，２人が携帯電話機を引っ張り合うなどし\nて揉み合いとなった。その際，Ｂ警察官ほかの警察官が被告人の両腕を掴んで引っ\n張るなどして被告人を捜査用車両から降ろした上，Ｃ病院の診察室に連行した。\nカ  Ｂ警察官は，診察室において，Ｉ医師に本件強制採尿令状を呈示して被告人\nの尿の採取を依頼し，同医師は，ベッドの上に仰臥し手足を警察官らから押さえつ\nけられている被告人からカテーテルを使用して尿を採取した。そして，警察官らは，\n午後１時１６分ころ，採尿容器に入った被告人の尿を差し押えた後，尿中覚せい剤\n予試験試薬「インスタント・ビュー」（以下「インスタント・ビュー」という）を\n用いて被告人の尿を検査したところ，陽性反応が出たので，午後１時３１分ころ，\n被告人を覚せい剤取締法違反（使用）の被疑事実（以下「本件」という）で緊急逮\n捕し，被告人から携帯電話機を差し押さえた。\nそして，福岡県警察科学捜査研究所において，本件強制採尿令状で採取された被\n告人の尿を鑑定した結果，尿中に覚せい剤成分であるフエニルメチルアミノプロパ\nンの含有が認められた。\nキ  被告人は，午後１時５２分にＥ警察署の司法警察員に引致され，その後，Ｆ警\n察官が，午後１時５３分ころから，被告人に対して弁解録取の手続を行ったところ，\n被告人が国選弁護人の選任を依頼したので，Ｆ警察官はその旨を留置管理係に引き\n継いだ。そして，同係係員は，４月２５日被告人に対する勾留質問がＨ簡易裁判所\nで行われた際，被告人作成の国選弁護人請求書及び資力申告書を同裁判所にファッ\nクス送信し，同裁判所裁判官は，翌２６日，Ｊ弁護士を被告人の国選弁護人に選任\nした。\n(2)  被告人の供述要旨\nところで，被告人は，本件捜査について，１審公判廷及び控訴審公判廷において，\n概ね次のとおり供述して（以下「被告人の供述」という），本件捜査は違法である\nと主張している。\nア  本件マンションの１階出入口を出たときＦ警察官から名前を聞かれ，周りか\nら駆け寄ってきた十数人の警察官らから両腕を掴まれるなどして捜査用車両まで引\nきずるようにして連行された。捜査用車両に乗ると，Ａ警察官から，捜索差押許可\n状を見せられ，着衣と所持品を検査すると言われたので，帽子，上着，ベルト，靴，\n靴下，鍵束，携帯電話機，財布，ライターを渡した。所持品検査が終わった後，Ｂ\n警察官から，腕を見せてくれ，写真を撮らせてくれと言われたので，承諾した。こ\nのときＢ警察官から左腕に注射痕があるとは言われていない。\nイ  その後，警察官らから，被告人車両の捜索をすると言われたが，強制的に捜\n査用車両に連行されたので，弁護士を依頼してこれ以上違法な捜査が行われないよ\nうにしようと思い，「Ｄ弁護士に連絡を取りたい。弁護を頼みたい」「連絡してほ\nしい」と言ったが，「令状があるから駄目だ」と言われた。それで，「Ｄ弁護士に\n連絡をするので携帯電話を返してほしい」と頼んだが，「令状があるから無理だ」\nと言われた。そこで，「立会いを拒否する。用があるから今から行く。携帯電話と\n鍵を返してくれ」と言ったところ，「令状があるから無理だ」と言われ，数名の警\n察官に取り囲まれ，両脇からベルトを掴んで引きずるようにして，被告人車両まで\n連行された。このとき被告人車両に対する捜索差押許可状を見せられたことはない。\n被告人車両に対する捜索中は，複数の警察官が横に立って，両側から私のベルトを\n掴んで身動きできないようにしていた。私は，「違法な行為なので弁護士を呼びた\nい。携帯電話を返してくれ」と言ったが，「令状があるから無理だ」と言われた。\nウ  被告人車両の捜索が終わった後，Ｂ警察官から「尿を出してくれ」と言われ\nたので，「弁護士立会いならいいぞ」と答えたら，「拒否するんやの」と言ってい\nた。その後，被告人方の捜索に連れて行くと言われたが，「自宅には妻がいるから，\n妻に見せてもらえ」と言うと，「令状があるんだ。立ち会ってもらう」と言われた。\nそのまま出かけようとしたら，警察官らが取り囲むようにして両側から腰のベルト\nを掴み，強制的に連行された。このとき捜索差押許可状を示されたことはない。捜\n索中は，Ａ警察官から「動くな」と言われて監視されていたので，ずっとソファに\n座っていた。捜索中も，「弁護士に連絡を取りたい。携帯電話を返してくれ」と何\n度も訴えたが，Ａ警察官から「令状があるから無理だ」と言われた。被告人方に対\nする捜索が行われていた間，Ｂ警察官の姿は見ていない。\nエ  被告人方の捜索の終わりころ，Ｂ警察官から強制採尿令状が出ていると言わ\nれ，示されたが良く見ていない。私と覚せい剤を結びつけるものは何も押収されて\nいなかったし，身に覚えもなかったので，虚偽記載の可能性が高いと思い，弁護士\nに調べてもらうため「弁護士の立会いをさせてくれ」と強く抗議したら，Ｂ警察官\nが｢分かった｣と言った。Ａ警察官に押収品はあるのかと聞いたら，「押収品なし」\nと言われたので，「それならば携帯電話と鍵束を返せ」と言ったら，Ａ警察官は，\n鍵束は用が済んだからと言って返してくれたが，携帯電話機は「弁護士に連絡され\nたらかなわん」と言って返してくれなかった。その後，捜査用車両でＣ病院に向か\nったが，その途中，私の隣に座っていたＦ警察官が，ベストのポケットに私の携帯\n電話機を入れているのが見えたので，「携帯電話を返せ。弁護士に連絡するから返\nせ」と強く抗議して揉み合いになった。Ｃ病院に到着した後も，Ｆ警察官と揉み合\nっていたところ，Ｂ警察官ほか複数の警察官から，私の胸倉，腕，肩，手首などを\n掴んで強引に捜査用車両の外に引きずり出す暴行を受けた。診察室に行く途中，廊\n下にいた一般の方に「皆さん聞いてください。警察が携帯電話を取って返してくれ\nません。警察が弁護士に連絡させてくれません」と訴えた。\nオ  診察室では，Ｉ医師に対して，「自分で出しますから待ってください」「携\n帯電話を警察が取って返してくれません。弁護士に連絡をして，弁護士立会いの下\nで尿を出すんです。待って下さい」と頼んだところ，一度は止めてくれた。しかし，\n警察官が「直ぐ出せ。今ここで出せ」と迫ったので，「今直ぐは出ない。ちょっと\n待ってくれ」と言ったところ，「押さえつけろ」と言って，長椅子に仰向けに寝せ\nられ，身体全体を押さえ付けられた上，Ｂ警察官が一言二言Ｉ医師に声をかけて，\nそのまま強制採尿された。尿を採られた後，「もう用が済んだなら，俺は帰る」「残\n尿感があるのでトイレに行きたい」と言ったが，「結果が出るまで帰さん」と言っ\nて，複数の警察官から，椅子に座った状態で，ずっと肩を押さえつけられていた。\nその後緊急逮捕されたが，携帯電話機は，検査の結果が出て緊急逮捕される直前，\n「ほら，お前の携帯じゃ」と言って電池を外して私のポケットに入れられ，直ぐに\n「押収じゃ」と言って奪い取られた。\n(3)  本件捜査に従事した警察官らの供述要旨\nこれに対して，Ｂ警察官，Ａ警察官及びＧ警察官はいずれも１審公判廷において，\nまた，Ｆ警察官は控訴審公判廷において，それぞれ本件捜査の状況等について供述\nしている（以下「警察官らの供述」と総称する）ところ，その内容は概ね符合して\nいるので，Ｂ警察官及びＡ警察官の各供述を中心に要約すると，以下のとおりであ\nる。\nア  被告人が本件マンションの１階出入口から出てきたので，Ｂ警察官が声をかけ，\nＦ警察官と３人で１０メートルぐらい離れた場所に停めた捜査用車両まで歩いて行\nった。被告人を掴んで引きずったりしたことはない。被告人が捜査用車両に乗り込\nんでから，Ａ警察官が，被告人に，着衣及び所持品に対する捜索差押許可状を呈示\nして捜索を実施した。その後，Ｂ警察官が，被告人に「覚せい剤してないか。持っ\nてないか」と聞いたら，被告人が「何も持たん」「してない」と言ったので，「腕\nをちょと確認させてくれ」と言った。被告人は，自分から上着を脱いで，両腕を前\nに出した。被告人の左腕の肘の内側に若干赤い腫れ，ピンク色の盛り上がりが見ら\nれたので，Ｂ警察官が，「注射の跡やないと」と聞いたら，被告人は「違う」と答\nえたので，写真を撮らせてくれと話し，被告人の承諾を得た上で，Ｆ警察官が被告\n人の腕の写真を撮影した。\nイ  その後，被告人車両に対する捜索を実施するため，被告人も含めて皆で，１\n０メートルぐらい離れた場所に停めてあった被告人車両の方へ歩いて行った。被告\n人から被告人車両の捜索には立ち会いたくないとの申し出はなかった。途中，福岡\n県警察本部のＫ巡査部長（以下「Ｋ警察官」という）が，被告人に「鍵を預かって\nいいか」と言うと，被告人は「いいですよ」と言って鍵を預けた。Ａ警察官が，被\n告人車両の前で，被告人に被告人車両に対する捜索差押許可状を呈示した後，被告\n人車両の捜索を始めた。捜索中，被告人が身体を拘束されていたことはないし，被\n告人から弁護士に連絡を取りたいという申し出もなかった。\nウ  その後，被告人方の捜索を実施するため，被告人も含めて皆で，本件マンシ\nョンのエレベータに乗って被告人方に行った。被告人に立会を求めたとき，妻がい\nるから妻を立会人にしてくれという申し出はなかったし，被告人自身が立ち会うこ\nとに文句や不満を言ったこともない。被告人方に対する捜索差押許可状は，Ａ警察\n官が被告人方の玄関前で呈示した。被告人方の玄関を入って奥の部屋に通じる廊下\nで，Ｂ警察官が，再度被告人に「覚せい剤をしていないか」と聞くと，「していな\nい」と言うので，「していないというのを証明するためにも，尿を出しくれんやろ\nうか」と話したら，被告人は少し声を荒げて，早口でまくし立てるような感じで，\n「いや，任意じゃ出さんくさ。令状持ってこな」と言い，そわそわと廊下を行った\nり来たりしていた。Ｂ警察官が，もう１度，「してないんやろ。それなら出してく\nれんかな」と言ったが，被告人は聞き入れなかった。そこで，Ｂ警察官は，工藤會\n関係者は令状を持って行かないと尿を出さないことが多く，被告人も工藤會Ｌ組組\n員だと思っていたので，説得しても無駄だと判断し，Ｅ警察署に連絡を入れ，Ｇ警\n察官に強制採尿を行うための令状請求の準備をするように指示した。被告人が，弁\n護士の立会いがあれば任意で尿を出すと言ったことはない。Ｂ警察官が，被告人の\n妻に対し，「家の中で覚せい剤を見たことないか」などと事情聴取を始めたところ，\n被告人は，少し態度を変え，声を荒げて，早口で「女房は関係なかろうが」と言っ\nて，少し詰め寄るような，食ってかかるよう感じになった。さらに，被告人は，携\n帯電話機を取り出して，ボタンを押して発信するような動作をしたので，「捜索中\nやけん，ほかの者に連絡はできんもんな。せんでくれ」と言ったら，被告人は「分\nかりました」と言ったが，直ぐに「弁護士なら良いやろ。弁護士に連絡させてくれ」\nと言って連絡する素振りをしたので，「外部は駄目，弁護士と言いよるけど，そっ\nちが連絡するのが本当に弁護士なのか，こっちは分からんやろうが。弁護士が来た\nところで，自宅のガサに入れるわけにはいかんよ」と説明したところ，被告人も携\n帯電話機を扱うのを止めた。被告人がＤ弁護士とか，特定の弁護士の名前を挙げた\nことはなかった。その後，被告人方に対する捜索が本格的に始まったが，Ｂ警察官\nは，午前１０時半ころ，強制採尿令状の請求をするためにＥ警察署に戻った。一方，\nＡ警察官は，被告人に証拠隠滅行為がないかどうか，その動静を監視していたとこ\nろ，当初「女房の部屋を荒らすな」などと言って興奮した状態でウロウロしていた\n被告人も，段々と落ち着いてきてソファに座った。被告人が，１回，誰かに「電話\nしたい」と言い出したので，Ａ警察官が「捜索中でもあるし，連絡はできない」と\n言ったら，被告人も「分かりました」と言った。\nエ  Ｂ警察官は，本件強制採尿令状の発付を受けてから，まだ捜索が続いていた\n被告人方に戻り，被告人に対して本件強制採尿令状を呈示したところ，被告人は「令\n状出たなら仕方ないですね」と言っていた。被告人が，弁護士立会いなら尿を出す\nと言ったことはない。被告人方の捜索が終わった後，被告人も含めて皆で，エレベ\nータで本件マンション１階まで降り，歩いて捜査用車両に向かった。このとき被告\n人に鍵を返した。ところが，捜査用車両の四，五メートル手前まで来ると，被告人\nが身体を硬くして立ち止まり，動かなくなったので，Ｂ警察官が「令状見せたけん，\nもう仕方ないやん」と説得すると，被告人も素直に捜査用車両に乗り込んだ。捜査\n用車両では，被告人とＡ警察官が３列目シートに座り，運転席にＫ警察官が，助手\n席にＢ警察官が，２列目シートにＦ警察官と福岡県警察北九州市警察部Ｍ警部補（以\n下「Ｍ警察官」という）がそれぞれ乗り込んで，Ｃ病院に向かった。途中，被告人\nが携帯電話機を出して連絡しそうになったことから，Ａ警察官が「強制採尿の令状\nの執行中だからできないよ」と注意したら，被告人も，一旦は引っ込めた。しかし\nまた，被告人が携帯電話機を出してダイヤルしそうな感じだったので，Ａ警察官は，\n「携帯電話をこっちに貸しなさい」と言って被告人から携帯電話機を預かった。捜\n査用車両がＣ病院に到着後，Ｂ警察官は受付手続をするために，Ａ警察官は福岡県\n警察本部に連絡するために，それぞれ捜査用車両から降りたが，その際，Ｆ警察官\nが，Ａ警察官から被告人の携帯電話機を受け取り，被告人の右横に座った。すると，\n被告人が，Ｆ警察官のベストのポケットに入っている被告人の携帯電話機を見つけ，\nＦ警察官に対して，興奮した様子で「携帯を返せ」「返さんか，こら」と言って詰\nめ寄り，これを拒むＦ警察官と引っ張り合いになった。このとき，被告人は，弁護\n士に連絡するから携帯電話機を返せとは言っていなかった。そこへ戻ってきたＡ警\n察官が，被告人に対し，「強制採尿に着手しているから，連絡できない」旨説明し，\nまた，Ｂ警察官も，捜査用車両の左側スライドドアを開けて首を中に入れ，被告人\nに対し，「捜索中は，連絡はできんのやけん。早く車から降りてくれ。今からおし\nっこ採るけん」と言った。すると，被告人は，「出らん」「お前誰に言いよっとや」\nと言って動こうとしなかった。このとき，救急車が到着したものの捜査用車両が邪\n魔になって救急入口に入れなかったので，Ｂ警察官は，「救急車が来て病院に迷惑\nがかかるやろうが，はよ降りらんか。もう任意じゃなくて令状見せとるったい。出\nとるったい」と言ったが，それでも被告人が降りようとしなかったので，Ｂ警察官\nとＭ警察官が被告人の両腕を掴んで引っ張り，Ａ警察官が被告人の腰辺りを持って，\n被告人を捜査用車両から降ろし，診察室の前の廊下の椅子まで連行した。そして，\n５ないし１０分間そこで待機した後，診察室の中に入った。\nオ  診察室でＩ医師が来るのを待つ間，被告人が「携帯電話を返してくれ」と言\nったので，Ａ警察官が「連絡はできないよ。電池を外したらいいよ」と言ってＦ警\n察官に指示して携帯電話機を被告人に返却させた。すると，被告人は，自分で携帯\n電話機の電池を外して，横にいたＮ警察官に渡そうとしたので，被告人が持ってお\nくようにと言ったら，被告人は携帯電話機と電池をポケットに入れた。Ｉ医師が診\n察室に来たので本件強制採尿令状を呈示し，ベッドを移動させて被告人に対する強\n制採尿を実施しようとしたところ，被告人が「自分で出してもよいばい」と言うの\nで，Ｂ警察官が「今すぐ出る」と聞いたら，「いや，今直ぐは出らん」「何時か分\nからん」というので，「今直ぐ出してもらわんと，もう駄目ばい。採るばい」と言\nい，このような問答を四，五回繰り返した後，被告人をベッドに寝かせ，警察官ら\nが暴れないように被告人の手足を握り，Ｉ医師がカテーテルを使って被告人から尿\nを採取した。その後，インスタント・ビューを使って簡易鑑定をすることになった\nが，結果が出るのに１０分かかるので，その間，採尿容器に貼付する立会人シール\nに採取日時や場所，採取者を記載したり，被告人が署名指印を拒否したのでＩ医師\nに署名指印してもらったりしていた。被告人は，下を向いてベンチに座っていたが，\n７分くらい経過したころ立ち上がって「もう俺は帰る」と言ったので，Ａ警察官が\n被告人の前に立ちはだかり，「検査結果は見らんといかんよ。まだ終わっていない\nよ」と説得したところ，被告人は無言でベンチに座った。警察官らが被告人を掴ん\nで留め置いたことはない。その後，インスタント・ビューで陽性の結果が出たので，\n被告人を緊急逮捕し，被告人の携帯電話機を差し押さえた。\n(4)  被告人の公判供述の信用性\nア  以上のとおり，本件捜査に関する被告人の供述と警察官らの供述は大きく食\nい違っているところ，その主要な相違点は，第１に，捜索差押許可状を執行するた\nめに本件マンションに赴いた警察官らが，同マンション１階出入口から出てきた被\n告人を取り囲み，被告人の両腕を掴むなどして捜査用車両まで連行し，その後引き\n続いて被告人を強制的に被告人の着衣及び所持品，被告人車両並びに被告人方に対\nする捜索に立ち会わせ，さらに，本件強制採尿令状に基づいて被告人をＣ病院まで\n連行して被告人の尿を採取した後，被告人を緊急逮捕するまでの間，被告人の身体\nを掴むなどして事実上拘束した状態に置いていたかどうかの点，第２に，警察官ら\nが，被告人車両及び被告人方に対する捜索を実施するに際して被告人に捜索差押許\n可状を呈示したのかどうか，また，本件採尿手続を実施するに際して被告人に呈示\nした本件強制採尿令状を被告人が確認していなかったのかどうかの点，第３に，被\n告人の携帯電話機は，警察官らが，被告人の着衣及び所持品に対する捜索を実施し\nたとき以降緊急逮捕する直前まで保管していたのかどうかの点，第４に，被告人が，\n警察官らに対し，Ｄ弁護士に連絡してほしい，さらに，Ｄ弁護士に連絡したいので\n携帯電話機を返してくれと再三再四要求したのに，警察官らは捜索差押許可状及び\n本件強制採尿令状（以下「捜索差押許可状等」という）の執行中であることを理由\nに被告人の要求に応じなかったのかどうかの点である。\nイ  そこで，まず，第１及び第２の各点についてみると，写真撮影報告書３通に\nよれば，Ａ警察官は，被告人に対する着衣及び所持品に対する捜索を開始する際に\nは，捜査用車両に乗っていた被告人に対して捜索差押許可状を，また，被告人車両\nに対する捜索を開始する際には，被告人車両の前に立っている被告人に対して捜索\n差押許可状を，さらに，被告人方に対する捜索を開始する際には，被告人方の玄関\n前に立っている被告人に対して捜索差押許可状を，次いで，Ｂ警察官は，本件採尿\n手続を開始する際には，被告人方リビングのソファに座っている被告人に対して本\n件強制採尿令状を，それぞれ呈示していることが明らかである。しかも，各場面に\nおける被告人は，警察官らから身体を拘束された状態にはない上，被告人車両に対\nする捜索の際の状況を見ると，被告人の周囲に警察官らの姿は認められるものの，\n被告人の身体を拘束している様子は窺えず，被告人の着衣等にも乱れはないことが\n認められる。これに対して，被告人は，１審公判廷においては，上記のとおり，被\n告人車両及び被告人方に対する捜索差押許可状を呈示されたことはなく，本件強制\n採尿令状は示めされたが内容は見ていない旨明確に供述していたのに，控訴審公判\n廷においては，警察官らから捜索差押許可状及び本件強制採尿令状を呈示された状\n況はあったが，被告人の着衣及び所持品に対する捜索差押許可状以外の令状は内容\nを確認していないので呈示を受けていないと説明した旨述べて，その供述を変遷さ\nせているだけでなく，上記各写真撮影報告書の写真によれば，少なくとも，被告人\nは，被告人車両に対する捜索差押許可状を呈示されたときには同許可状に視線を落\nとして覗き込み，本件強制採尿令状を呈示されたときには同令状に手を添えていて，\nいずれもその内容を確認していたと認められる上，被告人方に対する捜索差押許可\n状についても被告人が確認できるように目の前に呈示されていることにも照らすと，\n被告人の上記供述は客観的な状況に反するといわざるを得ない。これらの事情に加\nえ，被告人の供述においても，警察官らが本件マンション１階出入口から出てきた\n被告人に声をかけたときに，被告人が逃走する気配を示したり，立会いを拒否する\n旨の申し出をしたという事情は全く窺われないことからすれば，警察官らが，いき\nなり被告人の身柄を拘束するような行動に出たとは考え難い。さらに，本件採尿状\n況を撮影した写真撮影報告書によれば，被告人の尿を採取した後インスタント・ビ\nューによる検査を実施しているときに，警察官らが被告人の身体を押さえ付けてい\nる様子は認められないことをも併せ考えると，第１及び第２の各点に関する被告人\nの供述を容易く信用することはできないといわざるを得ない。\n次に，第３及び第４の各点についてみると，警察官らが，被告人の着衣及び所持\n品に対する捜索を実施したときに，被告人から一旦携帯電話機を預かった可能性は\n否定できないものの，捜索差押許可状には差し押さえるべき物として携帯電話機が\n記載されていたのであるから，警察官らが被告人の携帯電話機をそのまま保管しよ\nうとするならば同許可状の執行として差し押さえれば足りたはずであること，一方，\n被告人の供述においても，被告人がＤ弁護士に連絡を取りたいと言い出したのは，\n被告人の着衣及び所持品に対する捜索が終わり，被告人車両に対する捜索を始める\n前であったことに照らすと，警察官らにおいて，被告人から預かった携帯電話機を，\n被告人の着衣及び所持品に対する捜索が終わった後もそのまま保管しなければなら\nない必要性があったとは認められない。なお，弁護人は，被告人の携帯電話機に午\n前９時８分と午前９時１０分の発信履歴しかないことは，本件捜査当時，被告人の\n手元に携帯電話機がなかったことを十分に裏付けるものである旨主張するが，被告\n人が携帯電話機を取り出して発信しようとする度に警察官らがこれを制止したとい\nう警察官らの供述に照らせば，被告人の携帯電話機に午前９時１０分以降の通信履\n歴がないからといって，本件捜査当時，警察官らが被告人から携帯電話機を取り上\nげていたことが裏付けられるということはできない。加えて，被告人の供述によれ\nば，被告人が，警察官らに対して，Ｄ弁護士への連絡を依頼し，さらに同弁護士に\n連絡するために携帯電話機の返却を要求した理由は，本件マンション１階出入口で\n警察官らに声をかけられた直後に身柄を拘束され捜査用車両まで強制的に連行され\nたことから，その後の違法捜査を防止するためであったというものであるところ，\n被告人が１階出入口から捜査用車両まで強制的に連行された事実自体が認められな\nいことは上記のとおりであることからすれば，被告人が，被告人車両に対する捜索\nが開始される前に，警察官らに対し，Ｄ弁護士への連絡を依頼し，あるいは同弁護\n士に連絡するために携帯電話機の返却を求めたと認めることはできない。また，関\n係証拠によれば，被告人の携帯電話機にはＤ法律事務所（以下「Ｄ事務所」という）\nの電話番号が登録されていたが，それ以外の弁護士事務所の電話番号も登録されて\nいたこと，「捜査関係事項照会書に対する調査回答について（回答）」によれば，\n４月２６日にＤ事務所に所属するＯ弁護士が被告人と接見していることが認められ\nるが，Ｏ弁護士は被告人の妻の依頼によって被告人との接見に赴いたものであり，\nその際，被告人はＯ弁護士やＤ弁護士を私選弁護人に選任してはいないことに加え，\n被告人は，４月２３日のＦ警察官による弁解録取の手続の際には，かえって国選弁\n護人の選任を依頼したばかりか，その後に行われたＥ警察署Ｐ警察官の取調べのと\nきにはＤ弁護士のことを「Ｑ弁護士」と間違って話していたことにも照らすと，被\n告人が，本件捜査当時，果たしてＤ弁護士に弁護を依頼することまで考え警察官ら\nにＤ弁護士への連絡を頼んだのか，疑問が残るといわざるを得ない。なお，この点\nに関して，弁護人は，被告人は，本件強制採尿令状は違法に取得されたものである\nからＤ弁護士に頼まなくても起訴されないで釈放されると考えていたので，Ｏ弁護\n士に対して，「起訴されたらＤ弁護士に依頼する」旨を伝えていること，また，被\n告人は，違法捜査をされないためにＤ弁護士に弁護を依頼したかったものの，尿を\n採取されて逮捕されてしまえば，これ以上の違法捜査を受けることはないことから\n被疑者段階ではＤ弁護士に依頼せず，国選弁護人で対応しようと考えていたもので\nあって，そのような被告人の考えが不合理であるとはいえないことを指摘して，被\n告人には本件捜査当時からＤ弁護士に依頼する意思があり，警察官らに対しても，\nＤ弁護士に弁護を依頼したいと話していたことは明らかである旨主張する。確かに，\n被告人は，平成２０年１月に覚せい剤取締法違反の被疑事実で逮捕された事件にお\nいては，実際に覚せい剤を使用していたのに起訴猶予処分で釈放された経験を有す\nることからすれば，被告人が今回も本件捜査の違法を強く主張すれば起訴されない\nと考えたことが必ずしも不合理であるとはいえないものの，上述した事情に加え，\n被告人が，本件で起訴された後も，結局，Ｄ弁護士を私選弁護人に選任していない\nことにも照らすと，被告人が本件捜査当時からＤ弁護士に弁護を依頼する強固な意\n思があったとまでは認められない。さらに，被告人は，１審公判廷においては，被\n告人の着衣及び所持品に対する捜索の際に，警察官らから携帯電話機と鍵束を取り\n上げられたときに押収された可能性があると思ったし，捜索で押収されたものは返\nしてもらえないことは分かっていたというのに，警察官らから何度も「令状がある\nから駄目だ」と言われたにもかかわらず，携帯電話機を押収したのかどうかを確認\nすることもなく，再三再四「携帯電話を返せ」と要求したと述べるのは不自然，不\n合理であることに加え，控訴審公判廷においては，警察官らから「押収した」とは\n聞いていなかったので，携帯電話機を押収されたとは思ってなかった旨，その供述\nを変遷させていることにも照らすと，被告人が警察官らに再三再四「携帯電話を返\nせ」と要求したというのも信用し難いというほかない。したがって，第３及び第４\nの各点に関する被告人の供述も容易く信用することができない。\nそうすると，本件捜査の状況について述べる被告人の供述は信用できないという\nべきである。\nウ  これに対し，弁護人は，①被告人は，(ｱ)所持品検査の際に携帯電話機と鍵束\nを取り上げられた旨一貫して供述している上，所持品検査の際に警察官らに渡した\n物品について非常に具体的に供述していること，(ｲ)Ｃ病院に向かっている捜査用車\n両内で，右隣に座っていたＦ警察官の着用していたベストの左側ポケットに被告人\nの携帯電話機が入っているのが見えたので，Ｆ警察官に「携帯電話を返せ」と言っ\nて揉み合いとなり，同病院到着後も揉み合いが継続していた旨一貫して供述してい\nる上，その内容には具体性があること，(ｳ)本件採尿手続が終わった後に警察官らか\nら電池を外した携帯電話機と電池をポケットに入れられ，その直後に緊急逮捕され\nて差し押さえられた旨一貫して供述している上，Ｄ弁護士と連絡をとるために携帯\n電話機の返却を求めていた被告人が自ら携帯電話機から電池を外すことは考えられ\nないこと，また，②被告人は，(ｱ)逮捕された翌日である４月２４日の検察官の弁解\n録取の際に，検察官に対して，違法な捜査により違法な身柄拘束を受けたこと，携\n帯電話機を奪われて弁護人に依頼する権利を侵害されたこと，本件強制採尿令状の\n請求書に虚偽記載の疑いがあること，警察官らから暴行を受けたこと等を記載した\n告訴状（以下「本件告訴状」という）を提出しようとしたこと，(ｲ)４月２３日にＥ\n警察署でノートの購入を申し込み，同月２６日ころ手元に届いたノート（以下「本\n件ノート」という）に，本件捜査の状況について，本件告訴状にほぼ符合する内容\nを具体的に記載したこと，(ｳ)４月２６日ころに，福岡地方検察庁Ｈ支部検察官宛て\nに，ほぼ同様の内容を記載した告発状２通（以下「本件告発状」という）を郵送し\nたこと，(ｴ)５月１１日の勾留理由開示の手続においても，本件強制採尿令状の請求\n書に虚偽記載があること，捜査の当初から弁護人依頼権が侵害されたことを主張し\nていたことに照らしても，本件捜査に関する被告人の供述は，捜査段階から公判（１\n審，控訴審）に至るまで，矛盾なく，一貫したものであり，かつ，具体性，迫真性\nがあって，その信用性は十分に認められる旨主張する。\nしかしながら，①については，弁護人が指摘する(ｱ)に関しては，確かに，本件告\n発状や本件ノートにも同趣旨の記載があって，捜査段階から一貫しているとはいえ\nるものの，(ｲ)及び(ｳ)に関しては１審及び控訴審の各供述が一貫しているというに\n過ぎない上，上述したとおり，被告人の供述は，被告人車両及び被告人方に対する\n捜索の際や本件採尿手続の際に捜索差押許可状等の呈示を受けたかどうかの点や，\n被告人が携帯電話機を押収されたと思っていたかどうかの点について，１審公判廷\nでの供述と控訴審公判廷での供述に変遷があることに加え，本件ノートには，被告\n人方の捜索が行われていたときに，警察官から尿の提出を求められたので，「Ｄ弁\n護士立会いならだす」と言った旨，１審及び控訴審の各公判廷での供述とも異なる\n記載があることからすれば，被告人の供述の基本的部分が全て一貫しているという\nことはできない。しかも，上述したように，本件捜査の当初から緊急逮捕されるま\nでの間警察官らに事実上身柄を拘束されていたとの被告人の供述は客観的な状況に\n明らかに反すること，(ｳ)の供述については，被告人から携帯電話機を預かった警察\n官らが何故携帯電話機から電池を取り外して持っている必要があったのか，あるい\nは被告人を緊急逮捕すれば直ぐに押収する予定の携帯電話機を被告人に返却するに\n際して何故に電池を外して返却する必要があったのか疑問があり，納得し難い内容\nとなっていることにも照らすと，弁護人が指摘する事情があるからといって，被告\n人の供述の信用性が高いということはできない。また，②については，本件ノート\nにも，４月２４日に被告人が検察官に本件告訴状を提出しようとしたものの受取り\nを拒否された旨の記載があることから，本件告訴状が存在したことは窺われるもの\nの，被告人の供述によれば，本件告訴状はその後被告人がＨ拘置支所に移送された\nときに廃棄したというのであって，その内容を確認することができない。一方，本\n件ノート，本件告発状及び勾留理由開示手続調書によれば，被告人が，捜査段階か\nら，逮捕状がないのに警察官らに事実上身柄を拘束されていたこと，警察官らに携\n帯電話機と鍵束を奪われたこと，被告人が弁護士の立会いを要求していたこと，Ｂ\n警察官から捜査用車両から外に引きずり出される暴行を受けたこと，本件強制採尿\n令状の請求に当たっては虚偽記載がなされた疑いがあることを主張していたことが\n認められるものの，本件ノートの４丁表の「４月２３日」という表題のあるページ\nや本件告発状が何時記載されたのかを客観的に裏付けるものは存在しない。しかも，\n本件ノートの上記ページの記載内容を検討すると，他の記載部分とは違って「です，\nます」調で書かれている上，中には「申し遅れましたが，そこにはその病院のＤｒ\nＩがすでに私の前にスタンバイしていました」とか，「朝９時から捜査員にすでに\n逮捕のような強制力で全ての自由と権利を奪われた私は，その間一切飲食もなく地\n獄のような１日でした」等の記載もあることにも照らすと，同ページは，被告人が\n控訴審公判廷で述べるような備忘のために事実を書き留めていたというよりも，被\n疑者ないし被告人として公判廷等で意見陳述をするために自らの主張に適合する理\n屈や事実を草稿としてまとめて記載したのではないかとの疑いを払拭することがで\nきない。そうすると，弁護人が主張するように，被告人の主張が捜査段階から一貫\nしていたからといって，被告人の供述の信用性が高いということはできず，弁護人\nの主張は採用できない。\n(5)  警察官らの供述の信用性\nア  次に，警察官らの供述の信用性についてみると，警察官らの供述の内容は，\n具体的かつ詳細であるというだけでなく，概ね相互に符合してその信用性を補強し\n合っているのに加え，Ａ警察官が被告人に対して被告人の着衣及び所持品，被告人\n車両並びに被告人方に対する各捜索差押許可状を呈示している状況や，Ｂ警察官が\n被告人に対して本件強制採尿令状を呈示している状況，更には，被告人車両に対す\nる捜索の状況や本件採尿手続の状況を撮影した各写真撮影報告書の写真により客観\n的に裏付けられているといえる。しかも，警察官らは，分からないことや記憶にな\nいことについてはその旨を明確に供述しているばかりか，Ｂ警察官及びＡ警察官が，\n被告人方において，携帯電話機で外部に連絡する素振りを見せた被告人を制止した\nことや，Ａ警察官が捜査用車両内で被告人から携帯電話機を預かり，その後，Ｆ警\n察官，Ａ警察官及びＢ警察官が被告人からの携帯電話機の返却要求を拒否していた\nこと，Ｃ病院に到着した後，Ｂ警察官らが被告人の身体を掴んで引っ張るなどして\n被告人を捜査用車両から降ろして診察室まで連行したことなど，法律上，その適法\n性が問題となり得る出来事についても率直に供述していることにも照らすと，警察\n官らの供述の基本的部分には相応の信用性を認めることができるといえる。\nイ  これに対して，弁護人は，①Ｂ警察官は，着衣及び所持品検査の際に被告人\nの携帯電話機を取り上げたことはない旨供述し，Ａ警察官はＣ病院に向かう捜査用\n車両の中で被告人から携帯電話機を預かった旨供述しているが，Ｆ警察官は，着衣\n及び所持品検査の際に被告人から携帯電話機を預かったが何時返却したかは分から\nない旨供述していて，警察官らの供述は，弁護人依頼権侵害の始点を画する極めて\n重要な事実について明らかに矛盾すること，着衣及び所持品検査の際に携帯電話機\nを預からないのは不自然であること，被告人の携帯電話機の発信履歴は午前９時８\n分と午前９時１０分の２回だけで，それ以降被告人が携帯電話機を所持していなか\nったことが客観的に裏付けられていることからすれば，着衣及び所持品検査の際に\n被告人から携帯電話機を預かったことはない旨述べるＢ警察官及びＡ警察官の各供\n述は虚偽である，②Ｂ警察官は，着衣及び所持品検査の際に被告人から鍵束を取り\n上げたことはなく，被告人車両に対する捜索を行う前にＫ警察官が逃走防止のため\nに被告人から鍵束を預かった旨供述しているが，Ｆ警察官は，着衣及び所持品検査\nの際に被告人から鍵束を預かったが何時返却したか分からない旨供述していて，警\n察官らの供述には矛盾があること，通常は着衣及び所持品検査の際には鍵束を預か\nると考えられることからすれば，Ｂ警察官の上記供述は虚偽である，③Ｂ警察官は，\n被告人方の捜索が始まった際に，被告人に対する強制採尿の令状請求の資料とする\n写真撮影報告書を作成してもらうために，Ｆ警察官を先にＥ警察署に帰した旨供述\nしているのに対し，Ｆ警察官は，被告人方の捜索の途中で，Ｂ警察官と一緒にＥ警\n察署に帰った旨明らかに矛盾する供述をしていることからすれば，Ｂ警察官は，被\n告人方の捜索に立ち会うことなくＦ警察官と一緒にＥ警察署に戻ったにもかかわら\nず，被告人方において，被告人の妻と会話したり，被告人とも携帯電話機の使用に\n関して会話したことにするために虚偽の供述をした可能性が極めて高い，④Ｂ警察\n官及びＦ警察官は，被告人がＣ病院に向かう捜査用車両の３列目シートの左側（助\n手席側）に座り，その右側にＡ警察官が座った旨供述するのに対し，Ａ警察官は，\n被告人が捜査用車両の３列目シートの右側（運転席側）に座り，その左側に座った\nが，Ｃ病院に到着した後被告人が左側（助手席側）に移動し，その右側にＦ警察官\nが座った旨明らかに矛盾する供述をしているところ，これは，Ａ警察官が捜査用車\n両内で被告人から携帯電話機を取り上げたとの虚偽供述をする中で矛盾が生じたも\nのと考えられる，⑤Ｂ警察官及びＡ警察官は，捜査用車両内で，被告人が激高し大\n変興奮していた様子で大声を上げてＦ警察官に携帯電話機の返却を求めていた旨供\n述しているのに対し，Ｆ警察官は，被告人が興奮して大声で携帯電話機を返せと言\nったのではなく，ポケットを引っ張って普通に携帯電話機を返せと言った程度であ\nり，揉み合った時間も１分もない何十秒かの話であった旨供述していて，単なる勘\n違いでは説明できない明らかな矛盾があるが，これは，Ｆ警察官が，携帯電話機を\n返却してほしいという被告人の意思が弱かったことを印象づけるために虚偽供述に\n及んだ可能性が極めて大きい，⑥Ｂ警察官，Ａ警察官及びＦ警察官は，いずれも被\n告人に携帯電話機を返却したのは被告人から強制採尿をする前だったと供述してい\nるが，他方で，Ａ警察官は，本件採尿手続で採取した被告人の尿に対するインスタ\nント・ビューによる検査の結果が出るまでは被告人に携帯電話機を返すつもりはな\nかった旨明らかに矛盾する供述をしていること，強制採尿をする前に被告人に携帯\n電話機を返したとの供述は，それまで被告人からの返却要求を認めなかった警察官\nらの態度とも整合せず，極めて不自然であることからすれば，警察官らは虚偽供述\nに及んだ可能性が極めて大きいなどと指摘して，警察官らの供述には信用性が全く\n認められないと主張する。\nウ  しかしながら，①については，Ｂ警察官は，１審検察官の「捜索差押調書を\n見ますと，このとき押収物はないとあったんですが，着衣の捜索の際に被告人から\n鍵束を取り上げたことはありましたか」「では，着衣の捜索の際に被告人から携帯\n電話機を取り上げたことはありませんでしたか」との問いに対し，「そのときは取\nり上げてません」と供述していたことに照らすと，Ｂ警察官は，被告人の着衣及び\n所持品に対する捜索を実施中に警察官らが被告人から携帯電話機や鍵束を預かった\nことがあったかどうかについては触れておらず，あくまでも，捜索が終了した段階\nで被告人から携帯電話機や鍵束を取り上げたことはなかったと供述したと理解する\nことができる。一方，Ｆ警察官は，被告人の着衣及び所持品に対する捜索を実施中\nに被告人から携帯電話機や鍵束を預かったことはあるが，何時被告人に返したかは\n分からない旨供述するものの，Ｃ病院に向かう捜査用車両内で，Ａ警察官が被告人\nから携帯電話機を預かった旨供述していることにも照らすと，それ以前に警察官ら\nが被告人に携帯電話機を返却していたことも明らかであるから，Ｂ警察官の供述と\nＦ警察官の供述に矛盾があるとまではいえない。②についても，同様である上，Ｂ\n警察官の供述によれば，Ｋ警察官は，被告人が被告人車両に乗り込んで逃走したり\n事故を起こすのを防止するために，被告人から鍵束を預かり，その後，被告人方に\n対する捜索が終わり，本件採尿手続に着手して捜査用車両に移動する途中で，被告\n人車両の鍵と被告人方の鍵の付いた鍵束を被告人に返したというのであって，その\n説明は自然かつ合理的であり，疑問を差し挟む事情は窺われない。③については，\nＦ警察官は，被告人方に対する捜索のときは，家の中に入らず，玄関前や１階駐車\n場付近で５ないし１０分待機した後，Ｂ警察官と一緒にＥ警察署へ帰った旨供述し\nているのに対し，Ｂ警察官は，被告人方に対する捜索のときは，Ｆ警察官に写真撮\n影報告書を作成してもらうために先に帰ってもらった旨供述した上で，Ｂ警察官自\n身も午前１０時半ころにＥ警察署に戻った旨供述していることに照らすと，Ｆ警察\n官の供述とＢ警察官の供述との間に食い違いがあることは弁護人が指摘するとおり\nである。しかしながら，Ｂ警察官及びＧ警察官の各供述によれば，Ｂ警察官は，Ｅ\n警察署にいたＧ警察官に対して被告人に対する強制採尿のための令状請求の準備を\n指示し，Ｇ警察官が捜索差押許可状請求書に添付する捜査報告書を作成しているこ\nとからすれば，Ｂ警察官は，少しの時間とはいえ，被告人方に対する捜索にも立ち\n会っていたと考えられるのであって，弁護人が主張するように，Ｂ警察官とＦ警察\n官が被告人方の捜索に立ち会うことなく一緒にＥ警察署に戻ったとは解されない。\nそうすると，Ｂ警察官の供述とＦ警察官の供述との間に弁護人が指摘するような食\nい違いがあるとはいえ，被告人方において，被告人に尿の任意提出を求め，被告人\nが携帯電話機で通話しようとするのを制止するなどしたと述べるＢ警察官の供述の\n基本的部分の信用性が損なわれるとはいえない。④については，Ｂ警察官はＣ病院\nに向かう捜査用車両の助手席に，Ｆ警察官は２列目シートに座っていたことからす\nれば，両警察官とも被告人とＡ警察官が３列目シートにどのように並んで座ってい\nたのかについて明確な記憶がなくてもやむを得ないところであるし，この点に関す\nるＢ警察官及びＦ警察官の各供述とＡ警察官の供述に食い違いがあったからといっ\nて，弁護人が主張するように，Ａ警察官がＣ病院に向かう捜査用車両内で被告人か\nら携帯電話機を取り上げたとの虚偽供述に及んだと考えることはできない。⑤につ\nいては，確かに，Ｂ警察官及びＡ警察官は，被告人が興奮して大声でＦ警察官に「携\n帯電話を返せ」などと言っていた旨供述するのに対し，Ｆ警察官は，被告人は携帯\n電話機を引っ張りながら普通に「携帯電話を返せ」と言っていたに過ぎない旨供述\nしていて，被告人の態度についての表現が必ずしも合致していないことは，弁護人\nが指摘するとおりであるが，人の言動についての感じ方やその表現には個人差があ\nり得るところであるし，Ｆ警察官も，被告人と携帯電話機を引っ張り合って揉めて\nいたこと自体は認めていることにも照らすと，Ｆ警察官が殊更に虚偽供述をしたと\nまでは考えられない。⑥については，弁護人が指摘する，被告人から預かった携帯\n電話機を何時返却するかについてのＡ警察官の供述は，本件強制採尿令状の執行中\nなので検査結果が出るまでは預かることになると思うが，ケースバイケースであり，\n被告人が携帯電話機で外部に連絡しないというのなら直ぐに返却するという趣旨で\nあるから，Ａ警察官が，診察室で，被告人から携帯電話を「やっぱり返してくれ」\nと言われて，「連絡はできないよ。電池を外したらいいよ」と話し，被告人もこれ\nを承諾したので，Ｆ警察官に指示して被告人に携帯電話機を返却させたというので\nあるから，Ａ警察官の言動に矛盾があるとはいえない。\nその他，弁護人がるる主張する内容をもとに検討しても，上記判断は揺るがない\nから，警察官らの供述の信用性を争う弁護人の主張はいずれも採用できない。\n(6)  小  括\n以上によれば，本件捜査の状況については，信用性を認めることができる警察官\nらの供述を含む関係証拠によって，上記１の(1)及び(3)のとおり認定するのが相当\nである。\n２  本件強制採尿令状の請求手続の適法性\n(1)  本件強制採尿令状の請求書には，Ｇ警察官作成の捜査報告書，Ｆ警察官作成\nの写真撮影報告書等が疎明資料として添付されていたところ，捜査報告書は，Ｇ警\n察官が，何度かの電話でのやり取りの中でＢ警察官から聞いた内容のほか，Ｅ警察\n署に戻ってきたＢ警察官から直接聞いた内容に基づいて作成したものである上，そ\nの内容については同報告書の草稿が完成したときにＢ警察官に確認してもらってい\nることからすれば，同報告書に記載された内容は，Ｂ警察官の認識に沿ったものに\nなっていたと認めることができる。そして，Ｂ警察官は，捜査報告書には，被告人\nの腕に注射痕様の腫れが認められたこと，被告人が尿の任意提出を拒否しているこ\nと，被告人には覚せい剤取締法違反で逮捕された前歴があること，被告人の態度が\n急変したこと，被告人に対しては既に覚せい剤取締法違反で捜索差押許可状が発付\nされていること，被告人が覚せい剤の使用を否認していることを記載するように指\n示した旨供述しているところ，その具体的な内容について，Ｂ警察官は，被告人の\n着衣及び所持品に対する捜索が終わったころに被告人の両腕を確認したとき，左腕\nの肘の内側に若干赤い腫れ，ピンク色の盛り上がりが見られたので，Ｆ警察官に被\n告人の腕の写真を撮影してもらったこと，また，被告人方に対する捜索を開始した\n後，被告人に尿の任意提出を求めたら，被告人は「任意じゃ出さんくさ。令状持っ\nてこな」と言って拒否したこと，しかも，被告人は，少し声を荒げて，早口でまく\nし立てるような感じで尿の任意提出を拒否し，そわそわと廊下を行ったり来たりし\nたり，Ｂ警察官が，被告人の妻から話を聞こうとすると，少し態度を変え，声を荒\nげて，早口で「女房は関係なかろうが」と言って，少し詰め寄るような，食ってか\nかるような感じになったことをＧ警察官に伝え，被告人は覚せい剤を使用している\nので尿を取られたくないのだなと思った旨供述している。これによれば，Ｂ警察官\nは，上記のような事情から，被告人が覚せい剤を使用している相当の嫌疑があると\n判断し，被告人から強制的に尿を採取するために，Ｇ警察官に捜査報告書を作成さ\nせるなどした上で，Ｈ簡易裁判所裁判官に対し，被告人の身体に対する捜索差押許\n可状を請求し，これに基づいて同裁判官が本件強制採尿令状を発付したと認めるこ\nとができるから，これら一連の手続の適法性に疑問を抱かせる事情は認められない。\n(2)  これに対し，弁護人は，本件強制採尿令状の請求書に添付された捜査報告書\n及び写真撮影報告書には，被告人の左腕の肘の内側に「盛り上がって変色した注射\n痕様の痕跡」，被告人の「腕に注射痕が認められた」等の虚偽記載がある旨主張す\nるので，まず，捜査報告書の記載についてみると，最初の方に，被告人の「左腕に\n変色して盛り上がった注射痕様の痕跡」という記載があり，後ろの方には被告人の\n「腕に注射痕が認められた」との記載があるものの，Ｇ警察官の説明によれば，後\n者は書き誤りであって「注射痕様の痕跡」が正しいし，Ｂ警察官からはそのように\n報告を受けている旨，同報告書の記載の誤りは１審の証人尋問に出頭する際に同報\n告書を見直したときに気付いた旨供述している上，写真撮影報告書にも，「注射痕\n様の痕跡」との記載があること，一方，Ｆ警察官の供述によれば，写真撮影報告書\nの写真③の説明として，被告人の「左肘内側の血管部に盛り上がった部分がある」\nとの記載があることが認められるから，捜査報告書の被告人の「腕に注射痕が認め\nられた」との記載が誤りであることは明らかである。しかし，それはＧ警察官が同\n報告書を作成する際に誤って記載したものである上，同報告書にも写真撮影報告書\nにも，同時に「注射痕様の痕跡」との記載もあることからすれば，本件強制採尿令\n状の請求書を審査した裁判官が，被告人の「腕に注射痕がある」と誤解した上で，\n本件強制採尿令状を発付したとは考え難い。\n(3)  次に，弁護人は，①Ｂ警察官の供述とＦ警察官の供述は，注射痕様の痕跡の\n色の点について，また，Ｂ警察官が被告人の腕を直接触って確認したかどうかの点\nについて，明らかに矛盾している，②Ｂ警察官及びＦ警察官が被告人の腕を確認し\nたと供述する捜査用車両は，写真撮影のときにフラッシュが自動的にたかれるほど\n暗く，ドアも閉められていた状況にあって，その視認状況は極めて悪かったことか\nらすれば，Ｂ警察官やＦ警察官が，被告人の腕に変色して盛り上がった注射痕様の\n痕跡を確認できたとは考えられない，③Ｂ警察官は，注射痕には針穴がなかったの\nで，新しいものではなかったと供述する一方で，新しい注射痕でない場合は黒色，\n青色，紫色に変色することが多いとも供述しているので，Ｂ警察官の供述は矛盾し\nた不合理なものである，④捜査報告書及び写真撮影報告書には「変色した」注射痕\n様の痕跡としか記載してなかったのに，Ｂ警察官が，１審公判廷において，初めて\n「ピンク色」に変色していたと供述したのは不自然である，⑤Ｂ警察官及びＦ警察\n官が，盛り上がった部分に関して供述する内容は極めて曖昧であるなどと主張した\n上で，Ｂ警察官及びＦ警察官は，本件強制採尿令状を不正に取得する目的で，被告\n人の左腕には実際には変色も盛り上がった部分も存在しなかったのに，捜査報告書\n及び写真撮影報告書に「盛り上がって変色した注射痕様の痕跡」があると虚偽の事\n実を記載して裁判官の判断を誤らせ，本件強制採尿令状の発付を受けているから，\n本件強制採尿令状の請求手続には令状主義の精神を没却する重大な違法があると主\n張する。\n(4)  まず，①についてみると，Ｂ警察官は，被告人の左腕の肘の内側に若干赤い\n腫れ，ピンク色の腫れがあり，角度を変えて斜めから見たら，少し盛り上がってい\nたので，注射痕じゃないかと思った旨供述する一方で，ピンク色は被告人の青色の\n入れ墨と混ざって分かりにくくなっていたし，注射器の針穴がなかったから何日か\n経っていると判断した旨供述している。これに対し，Ｆ警察官は，被告人の左腕の\n肘の内側に少し盛り上がった痕跡があり，色ははっきり覚えていないが，注射痕だ\nろうと判断した旨，写真撮影報告書の写真③を見る限りでは「少し黒くなっている」\nと供述し，また，ピンク色ではなかったので打ってから２日程度のものではないと\n思った旨供述している。以上のとおり，Ｂ警察官の供述とＦ警察官の供述は，弁護\n人が指摘するとおり，ピンク色に見えたかどうかの点について食い違っているとは\nいえるものの，Ｂ警察官は，捜査用車両の２列目シートに座っていた被告人の左側\nに座って被告人の左腕を間近かで確認したのに対し，Ｆ警察官は，同車両の助手席\nに座って後を振り返り，身を乗り出すようにして被告人とＢ警察官の様子を横から\n見たこと，被告人の両腕には薄い青色の入れ墨が入っているため注射してから日が\n経てばピンク色の注射痕であっても薄くなり見分けがつきにくくなると考えられる\nこと，Ｂ警察官もＦ警察官も被告人の注射痕様の痕跡は注射してから何日か経過し\nた古いものであったと述べていることにも照らすと，Ｂ警察官とＦ警察官の注射痕\n様の痕跡の色に関する表現が一致していないからといって，被告人の左腕の肘の内\n側に盛り上がった注射痕様の痕跡を確認した旨のＢ警察官及びＦ警察官の各供述の\n信用性が減殺されるとは解されない。また，被告人の注射痕様の痕跡を写真撮影し\nた経過について，Ｂ警察官は，被告人の左腕にピンク色の腫れがあって少し盛り上\nがっていたので「これは注射痕の跡やないと」と聞くと，被告人は「違う」と言っ\nたが，「ちょっと写真撮らせてくれないか」と言って，Ｆ警察官に写真を撮らせた\n旨供述しているが，Ｆ警察官は，Ｂ警察官が被告人の左肘の内側を触って「あ，こ\nこ盛り上がっとうけん，写真撮ってくれ」と言われた旨供述しており，その供述内\n容も，弁護人が指摘するように食い違っている。しかし，Ｂ警察官は，被告人の左\n腕の注射痕を確認するときに被告人の腕に触ったことがないとまでは述べておらず，\nＢ警察官が被告人の左腕を掴んで角度を変えて斜めに見て盛り上がりを確認した状\n況を，助手席から振り返って見ていたＦ警察官が，Ｂ警察官は被告人の左腕を触っ\nて盛り上がりを確認したと誤解した可能性もあることからすれば，Ｂ警察官の供述\nとＦ警察官の供述の食い違いによって，その供述の信用性が減殺されるとは解され\nない。加えて，写真撮影報告書の写真③に写っている被告人の左腕の肘の内側を見\nると，３日後の４月２６日に撮影されたときの写真と比べても，波形の濃い青色の\n入れ墨の間を埋めて一面に入れられている薄い青色の入れ墨とは異なる黒っぽい色\nの線状の痕跡が確認できることにも照らすと，被告人の左腕の肘の内側に盛り上が\nった注射痕様の痕跡があるのを確認したとするＢ警察官及びＦ警察官の判断が誤り\nであったとはいえず，Ｂ警察官及びＦ警察官が虚偽供述をしているとは認められな\nい。次に，②についてみると，Ｆ警察官は，被告人の腕を写真撮影したときは，オ\nートで撮影したので，カメラが判断してフラッシュをたいたかもしれない旨供述し\nているが，被告人の腕を確認するときも写真を撮ったときも捜査用車両のドアは開\nいていたので，普通に見ることができた旨供述しているし，Ｂ警察官も被告人の腕\nの注射痕様の痕跡を確認したときは上記写真③よりももっと明るかった旨供述して\nいること，また，Ａ警察官が，被告人の着衣及び所持品に対する捜索差押許可状を，\n捜査用車両の２列目シートに座っていた被告人に呈示している写真を見ると，同車\n両のドアは開けられている上，このとき被告人も捜索差押許可状の内容を確認した\n旨供述していることからすれば，捜査用車両内はそれなりに明るかったと考えられ\nる上，被告人の両腕の注射痕に対する確認作業は，被告人の着衣及び所持品に対す\nる捜索に引き続いて実施されていることにも照らすと，Ｂ警察官及びＦ警察官が被\n告人の両腕を確認したときの視認状況が悪かったとは考えられない。③についてみ\nると，Ｂ警察官は，注射痕の色について，二，三日経っても，ピンク色，赤っぽく\n残っている人もいるし，段々紫色っぽく，黒ぽっくなる人もいて，人によって様々\nである旨供述していることからすれば，Ｂ警察官が，被告人の左腕の肘の内側の注\n射痕様の痕跡は新しいものではなかったが若干赤っぽいピンク色をしていたと供述\nしたことが不自然であるとはいえない。④についてみると，Ｂ警察官は，注射痕様\nの痕跡の色について，ピンク色は被告人の薄い青色の入れ墨の色に混ざって分かり\nにくくなっていたし，写真撮影報告書の写真③を見て分かり辛いと思った旨供述し\nていて，明白なピンク色だったとまでは供述していないことからすれば，捜査報告\n書及び写真撮影報告書には「変色していた」としか記載されていなかったことと，\nＢ警察官が，１審公判廷で，「若干赤い腫れ，ピンク色の腫れ」と表現したことの\n間に大きな違いがあるとまではいえず，Ｂ警察官の供述が不自然であるともいえな\nい。⑤についてみると，盛り上がった部分について，Ｂ警察官は，上記写真③の真\n中辺りにあった旨，Ｆ警察官も，被告人の左腕の肘の内側の黒くなっている部分の\n血管の上辺りだった旨それぞれ供述していることからすれば，Ｂ警察官及びＦ警察\n官の供述が曖昧であるとまではいえない。\n(5)  その他弁護人がるる主張する内容をもとに検討しても，被告人の左腕の肘の\n内側に盛り上がった注射痕様の痕跡を確認したと述べるＢ警察官及びＦ警察官の判\n断が誤りであったとはいえないし，Ｂ警察官及びＦ警察官が，殊更虚偽供述をして\nいるとも認められないから，本件強制採尿令状の請求書に添付した捜査報告書及び\n写真撮影報告書に虚偽の記載をして本件強制採尿令状を不正に取得したと解するこ\nとはできない。したがって，弁護人の主張は採用できない。\n３  本件捜査の適法性\n(1)  被告人方に対する捜索中に，Ｂ警察官及びＡ警察官が，携帯電話機で通話し\nようとした被告人を制止した行為について\nア  Ｂ警察官は，被告人方に対する捜索を開始した後，被告人が，携帯電話機を\n取り出して，ボタンを押して発信するような動作をしたことから，「捜索中やけん，\nほかの者に連絡はできんもんな。せんでくれ」と言って制止し，さらに，被告人が\n「弁護士なら良いやろ。弁護士に連絡させてくれ」と言ったのに対しても，「外部\nは駄目，弁護士と言いよるけど，そっちが連絡するのが本当に弁護士なのか，こっ\nちは分からんやろうが。弁護士が来たところで，自宅のガサに入れるわけにはいか\nんよ」と説明して，被告人が携帯電話機を扱うのを制止したこと，また，Ａ警察官\nも，被告人が「電話したい」と言い出したときに，「捜索中でもあるし，連絡はで\nきない」と言って制止したことが認められるので，Ｂ警察官及びＡ警察官が，この\nように，携帯電話機で外部の者に連絡しようとした被告人を制止した行為の適法性\nが問題となる。\nイ  そこで検討するに，刑事訴訟法２２２条１項によって捜査手続に準用される\n同法１１１条１項は，「差押状又は捜索状の執行については，錠を外し，封印を開\nき，その他必要な処分をすることができる」と定めて，各令状の執行を担当する捜\n査官に対し，各令状を円滑に執行し，その目的を達成することができるように「必\n要な処分」をする権限を認めているところ，その具体的な内容については，警察比\n例の原則に照らしても，各令状の執行目的を達成するために必要であり，かつ，そ\nの方法も社会的に相当なものでなければならず，強制力を行使して被処分者に不利\n益を与える場合には必要最小限度の方法によらなければならないと解するのが相当\nである。これを本件についてみると，Ｂ警察官及びＡ警察官は，被告人が工藤會Ｌ\n組の組員であると認識していたこと，しかも，工藤會関係者は捜索の現場に押しか\nけてくることがよくあることから，被告人に外部の者との通話を許せば工藤會関係\n者が被告人方に押しかけてきて捜索を妨害する可能性があり，また，通謀による罪\n証隠滅を防止する必要もあると考えたことから，被告人の行為を制止した旨供述し\nているところ，関係証拠によれば，工藤會関係者は捜査機関に対して極めて敵対的\nであって，捜査官が住居等に対する捜索差押許可状を所持している場合であっても，\n直ぐには住居等への立入りを認めなかったり，他の組員が押しかけてきて捜査官に\n立会いを要求したり，屋外で大声を出して捜査官を挑発したりするなどの妨害行為\nを繰り返していることが認められる上，工藤會本部事務所は被告人方から自動車を\n利用すれば直ぐに到着することができることにも照らすと，被告人が工藤會の組員\nであると認識していたＢ警察官及びＡ警察官が，被告人に対して，携帯電話機で外\n部の者と通話することを許せば工藤會関係者が被告人方に押しかけてきて捜索を妨\n害する行為に出る可能性があると判断したことには相当の理由があるから，被告人\nの携帯電話機による通話を制限する必要があったと認めることができる。なお，こ\nの点に関して，弁護人は，仮に工藤會関係者が押しかけてきても，警察官らは刑事\n訴訟法２２２条１項によって準用される同法１１２条により，立入りを制限するこ\nとができるから，被告人の通話を制限する必要はなかった旨主張するが，被告人方\nに対する捜索に従事していた警察官は十二，三名であって，多人数の工藤會関係者\nが押しかけてきたときは対応できないだけでなく，仮に少人数であっても，それに\n対応する警察官が必要となるため，やはり円滑な捜索の実施が妨げられると考えら\nれることにも照らすと，Ｂ警察官及びＡ警察官においては，被告人の携帯電話機に\nよる外部の者との通話を制限する必要があったと認めることができる（これに対し，\n本件の場合，被告人が外部の者と通話したことで，直ちに罪証隠滅の可能性が高ま\nるとまでは認められない）。しかも，Ｂ警察官及びＡ警察官は，被告人に対して強\n制力を加えたものではなく，あくまでも説得を試みたに過ぎないことにも照らすと，\nＢ警察官及びＡ警察官の行為は，捜索の目的を達するために必要であり，かつ，そ\nの方法も社会的に相当なものであったと認められるから，刑事訴訟法１１１条１項\nの「必要な処分」として許されるといえる。\nウ  さらに，被告人が「弁護士なら良いだろう。弁護士に連絡させてくれ」と言\nったときに，Ｂ警察官が被告人の通話を制止した行為についてみると，このとき，\n被告人は，特定の弁護士の名前を出してはいなかったこと，しかも，Ｂ警察官から，\n「弁護士と言いよるけど，そっちが連絡するのが本当に弁護士なのか，こっちは分\nからんやろうが。弁護士が来たところで，自宅のガサに入れるわけにはいかんよ」\nと説明されただけで，それ以上，弁護士に連絡させてほしいとの申し出はしていな\nかったことからすれば，被告人が真実弁護士に連絡を取ろうとしていたのか疑わし\nいだけでなく，刑事訴訟法１１２条に基づいて上記のような説明をして説得行為に\n及んだＢ警察官の行為が不適切であったともいえない。しかも，被告人はＢ警察官\nの説得を受けて，それ以上携帯電話機で弁護士に連絡しようと試みてはいなかった\nことにも照らすと，このときに被告人の弁護人依頼権が侵害されたとみることはで\nきない。\n(2)  本件採尿令状の執行中に，Ａ警察官が，捜査用車両内において，被告人から\n携帯電話機を預かった行為，その後，Ｆ警察官，Ａ警察官及びＢ警察官が被告人か\nらの携帯電話機の返却要求を拒んだ行為，さらに，診察室内において，Ａ警察官が\n被告人に返却した携帯電話機から電池を外させた行為について\nア  Ａ警察官は，本件強制採尿令状の執行に着手し被告人を捜査用車両に乗せて\nＣ病院に向かう途中，被告人が携帯電話機を出して連絡しそうになったことから，\n「強制採尿の令状の執行中だからできないよ」と注意し，被告人も一旦は引っ込め\nたものの，また携帯電話機を出してダイヤルしそうな感じだったので，「携帯電話\nをこっちに貸しなさい」と言って被告人から携帯電話機を預かったことが認められ\nるところ，Ａ警察官は，そのような行為に及んだ理由について，被告人が携帯電話\n機で外部と連絡して工藤會関係者を呼び寄せ，Ｃ病院に向かっている捜査用車両の\n進行を妨害されたり，同病院に押しかけてきて被告人を奪還されたり，強制採尿の\n手続を妨害されたりするのを防止するためだった旨供述している。そして，上述し\nたとおり，工藤會関係者においては捜査機関による捜索差押許可状等の執行を妨害\nしようとする行動に出ることがよくあること，しかも，被告人をＣ病院に搬送して\nいる捜査用車両に乗り込んでいる警察官は５名しかいなかったこと，被告人方から\nＣ病院まで，工藤會本部事務所からＣ病院までは，自動車を利用すれば直ぐに到着\nできる位置にあること，そのため多数の工藤會関係者が押しかけてくれば被告人を\n奪還される恐れがなかったとはいえないだけでなく，工藤會関係者が押しかけてき\nても，本件強制採尿令状によってはＣ病院への立入りを制限することができないた\nめ，同令状の円滑な執行が妨害される危険性は高かったことにも照らすと，被告人\nが捜査用車両内において携帯電話機で外部の者と連絡をとることを制止する必要性\nは，被告人方に対する捜索のときよりも大きかったということができる。しかしな\nがら，このとき，Ａ警察官がとった方法についてみると，Ａ警察官は，被告人に「携\n帯電話をこっちに貸しなさい」と言ったら，被告人が「分かりました」と言って携\n帯電話機を差し出したので預かり，その後Ｃ病院に着くまでの間，被告人から携帯\n電話機を返してくれと言われたことはなかった旨供述して，被告人から携帯電話機\nを預かったのはあくまでも被告人の任意の意思に基づくものであったと主張してい\nるものの，他方において，Ｂ警察官は，捜査用車両でＣ病院に向かっているとき，\n被告人が電話をさせてくれと言ってＡ警察官がこれを制止している声が聞こえ，さ\nらにＡ警察官が「預かっとくけん」と言ったとき被告人の「返してくれ」と言うの\nが聞こえたので，Ａ警察官が被告人から携帯電話機を取り上げたのだなと思った旨\n供述していることにも照らすと，Ａ警察官が強制力を用いて被告人から携帯電話機\nを取り上げた可能性も否定することができない（なお，この点について，Ｆ警察官\nは，Ａ警察官と被告人との間で「携帯をいじるのを止めるように」とのやり取りが\nあった後，Ａ警察官が被告人から携帯電話機を預かったが，その後被告人から携帯\n電話機を返すように求める場面があったかどうかは記憶してない旨述べるに過ぎな\nい）。そうすると，Ａ警察官が強制力を用いて被告人から携帯電話機を取り上げた\n行為はもはや説得の域を超えているといわざるを得ないこと，また，それはいわば\n差押えにも匹敵する行為であること，しかも，刑事訴訟法１１１条１項において許\nされる「必要な処分」は強制力を用いて被処分者に不利益を与える場合には必要最\n小限度の方法によらなければならないと解されることからすれば，Ａ警察官として\nは，被告人から強制力を用いて携帯電話機を取り上げてその占有を取得するのでは\nなく，まず，被告人が，工藤會関係者と思われる人物に連絡しようとしている様子\nが窺われるときには，携帯電話機のボタン操作を止めさせるために被告人の行為を\n制止したり，携帯電話機を被告人が容易に操作できない場所に置くように指示した\nり，場合によっては被告人に代わって携帯電話機の電源を切るなどの行為に出るべ\nきであったということができるから，Ａ警察官が直ぐに強制力を用いて被告人から\n携帯電話機を取り上げた行為が同条の「必要な処分」に当たると認めることはでき\nず，違法といわざるを得ない。そして，捜査用車両内で，Ｆ警察官が，隣に座って\nいた被告人から，携帯電話機を返却するように要求されたのに，これを拒否して引\nっ張り合いをした行為，さらに，これを知ったＡ警察官及びＢ警察官が，被告人に\n対して，本件強制採尿令状を執行中であることを告げて，携帯電話機の返却を要求\nする被告人を制止した行為は，正に被告人の意思に反して強制的に携帯電話機に対\nする占有を保持し続けようとしたものであるから，もはや刑事訴訟法１１１条１項\nの「必要な処分」には当たらないことが明らかであって，違法というべきである。\nなお，これに対して，診察室内において，Ａ警察官が，被告人に対して，「連絡\nはできないよ。電池を外したらいいよ」と言ってＦ警察官に指示して被告人に携帯\n電話機を返させた行為は，何ら強制力を行使したものではないから，刑事訴訟法１\n１１条１項の「必要な処分」に当たると解することができる。\nイ  ところで，１審判決は，Ａ警察官，Ｆ警察官及びＢ警察官の上記各行為に関し\nて，被告人の携帯電話機にＤ事務所の電話番号が登録されていたことを根拠に，「被\n告人がＤ弁護士と連絡をとろうとしていた事実は否定できない」とした上で，警察\n官らの行為は「被告人のいわば弁護人依頼権を侵害するものである」と判示してい\nるが，被告人は，被告人方において，Ｂ警察官に対して「弁護士なら良いだろう。\n弁護士に連絡させてくれ」と言ったときに，Ｂ警察官から「弁護士と言いよるけど，\nそっちが連絡するのが本当に弁護士なのか，こっちは分からんやろうが。弁護士が\n来たところで，自宅のガサに入れるわけにはいかんよ」と説明され，それ以降，弁\n護士に連絡させてくれとの申し出は全くしておらず，捜査用車両内において，Ａ警\n察官から携帯電話機を取り上げられたときも，Ｆ警察官に対して携帯電話機の返却\nを求めて引っ張り合いをしたときも，携帯電話機の返却を求める理由については説\n明しておらず，ましてや「Ｄ弁護士に連絡するから携帯電話を返してくれ」とも「弁\n護士に連絡するから携帯電話を返してくれ」とも言ってなかったこと，しかも，被\n告人の携帯電話機には，Ｄ事務所の電話番号や他の弁護士の電話番号だけでなく，\n工藤會関係者の電話番号も多数登録されていたことのほか，上記１の(4)で指摘した\nように，被告人が，逮捕された後の弁解録取の手続では国選弁護人の選任を依頼し，\n本件で起訴された後もＤ弁護士を選任していないことなどの事情をも併せ考えると，\n被告人が，Ａ警察官から携帯電話機を取り上げられたときやＦ警察官に携帯電話機\nの返却を要求したときに，真実Ｄ弁護士ほかの弁護士に連絡する意図を有していた\nと認めるには疑問が残るといわざるを得ない。また，仮に，このとき被告人がＤ弁\n護士ほかの弁護士に連絡するために，Ａ警察官から携帯電話機を取り上げられたこ\nとに抗議し，あるいはＦ警察官に対して携帯電話機の返却を要求していたとしても，\n被告人はその旨をＡ警察官やＦ警察官に伝えていなかったことに加え，Ａ警察官及\nびＦ警察官は，被告人が，Ｂ警察官に対して弁護士に連絡したいとの申し出をして\nいたとの報告は受けていなかったこと，しかも，被告人は，その後弁護士に連絡さ\nせてくれとの申し出を全くしていなかったことにも照らすと，Ａ警察官，Ｆ警察官\n及びＢ警察官において，被告人が弁護士に連絡しようとしていることを知る由もな\nいから，警察官らの上記各行為が，故意に，被告人の弁護人依頼権を侵害したとみ\nることはできない。\n(3)  Ｂ警察官，Ｍ警察官及びＡ警察官が，被告人の身体を掴んで引っ張るなどし\nて被告人を捜査用車両から降ろして診察室まで連行した行為について\n捜査用車両がＣ病院に到着後，Ｂ警察官及びＭ警察官が被告人の両腕を掴んで引\nっ張り，Ａ警察官が被告人の腰辺りを持って，被告人を捜査用車両から降ろした後，\n被告人を診察室まで連行した行為についてみると，Ｂ警察官は，捜査用車両内でＦ\n警察官と携帯電話機を引っ張り合うなどしていた被告人に対し，本件強制採尿令状\nに基づく採尿を実施するので捜査用車両から降りるようにと指示したにもかかわら\nず，被告人は，「出ない」などと言って捜査用車両から降りようとしなかったこと，\nしかも，このとき捜査用車両が救急入口に停車していたためその後に到着した救急\n車の進入を妨害していたこともあって，Ｍ警察官及びＡ警察官の協力を得て，被告\n人を捜査用車両から強制的に降ろしたことが認められる。これによれば，Ｂ警察官，\nＭ警察官及びＡ警察官は，被告人が捜査用車両から降りることを拒否していたので，\n被告人を採尿を実施する場所へ任意に同行することが事実上不可能な状態にあった\nことから，本件強制採尿令状を執行するために被告人を引っ張るなどして捜査用車\n両から降ろして診察室まで連行したことが明らかである上，そのような行為は本件\n強制採尿令状を執行するために必要最小限度の有形力を行使したものと認めること\nができるから，違法ということはできない（最高裁平成６年９月１６日第三小法廷\n決定・刑集４８巻６号４２０頁参照）。\n(4)  診察室内において，Ａ警察官が，「帰る」と言って立ち上がった被告人を制\n止した行為について\nＡ警察官は，被告人から差し押さえた尿につきインスタント・ビューによる検査\nを開始しその結果が出るのを待っているときに，被告人が立ち上がって「もう俺は\n帰る」と言うや，被告人の前に立ちはだかり，「検査結果は見らんといかんよ。ま\nだ終わっていないよ」と説得し，被告人を再びベンチに座わらせているが，このと\nき既に本件強制採尿令状の執行は終了していたから，Ａ警察官の上記行為について\nは任意捜査として許されるかが問題となるところ，Ａ警察官は，捜査の必要から，\nあくまでも被告人に対して説得行為に出たに過ぎないし，その後被告人が緊急逮捕\nされるまで３分程度しかなかったことにも照らすと，Ａ警察官の行為が違法である\nとまではいえない。\n４  本件鑑定書の証拠能力について\n以上のとおり，警察官らの行為のうち，Ａ警察官が被告人から携帯電話機を取り\n上げた行為，Ｆ警察官，Ａ警察官及びＢ警察官が被告人からの携帯電話機の返却要\n求を拒んだ行為は，違法であるといわざるを得ないが，警察官らが被告人の携帯電\n話機を保管していたのは，捜査用車両内でＡ警察官が被告人から携帯電話機を取り\n上げた後，捜査用車両がＣ病院に到着し，診察室内で被告人に携帯電話機が返却さ\nれるまでの間であり，その時間は，Ａ警察官が被告人から携帯電話機を預かってか\nら捜査用車両がＣ病院に到着するまでが約６分，Ｂ警察官が捜査用車両から降りて\n戻ってくるまでが約１０分，その後被告人を捜査用車両から降ろして診察室まで連\n行するまでが５ないし１０分，強制採尿が始まるまでが約１５分であることに照ら\nすと，多く見積もっても４０分程度であること，しかも，Ａ警察官らの行為は，被\n告人が携帯電話機で外部の者に連絡して工藤會関係者を呼び寄せて本件強制採尿令\n状の円滑な執行を妨害するのを防止する必要に出たものであったこと，ただ，その\n手段がやや行き過ぎたに過ぎなかったことにも照らすと，その違法の程度が重大で\nあるとはいえないだけでなく，Ａ警察官らに令状主義を没却する意思があったとも\nいえない。そうすると，本件鑑定書を違法収集証拠として，その証拠能力を否定し\nた１審判決には，本件鑑定書の証拠能力についての判断を誤った訴訟手続の法令違\n反があり，それが判決に影響を及ぼすことが明らかであるから，検察官の主張には\n理由があり，１審判決は破棄を免れない。\n第４  破棄自判\nよって，刑事訴訟法３９７条１項，３７９条により１審判決を破棄し，同法４０\n０条ただし書を適用して，被告事件について更に判決する。\n（罪となるべき事実）\n被告人は，法定の除外事由がないのに，平成２２年４月上旬ころから同月２３日\nまでの間（以下「本件期間」という）に，福岡県内又はその周辺において，覚せい\n剤であるフエニルメチルアミノプロパン又はその塩類若干量を自己の身体に摂取し，\nもって覚せい剤を使用したものである。\n（事実認定の補足説明）\n１  被告人は，本件期間に覚せい剤を使用したことはない旨供述しているが，４\n月２３日に本件強制採尿令状によって被告人から採取した尿を鑑定したところ，覚\nせい剤であるフエニメチルアミノプロパンの含有が認められたこと，覚せい剤は違\n法薬物であって，法律上，その取扱い資格が厳格に制限されるとともに，覚せい剤\nの取引は厳しく取り締まられていること，他方，覚せい剤は人にとっては有害な物\n質であって，体内において生成されることがないのはもちろん，体内に摂取されて\nも早期に体外に排出されることに照らすと，日々の生活において，覚せい剤を，そ\nれと知らないで自己の体内に摂取することは通常はあり得ないと考えられるから，\n被告人の尿中から覚せい剤成分が検出されたことは，特段の事情が認められない限\nり，被告人が覚せい剤をそれと認識した上で自己の体内に摂取したと推認すること\nができる。さらに，被告人は，被告人方に対する捜索が開始された直後，Ｂ警察官\nから尿の任意提出を促されてこれを拒否したばかりか，少し声を荒げて早口でまく\nし立てたり，そわそわと廊下を行ったり来たりし，妻から事情を聞こうとしたＢ警\n察官に食ってかかるような感じになったり，携帯電話機を取り出してボタンを押し\nて発信するような動作をして制止されたりしていた上，本件強制採尿令状を呈示さ\nれた後も，採尿のためＣ病院に行く捜査用車両に向かって歩いていたとき四，五メ\nートル手前で急に立ち止まって動こうとしなくなったり，Ｃ病院に到着した捜査用\n車両から降りるのを拒んだり，診察室内においても，自分で尿を出してもよいとは\n言うものの，「今直ぐはでらん」「何時か分からん」などと言って引き延ばしを図\nったりしており，尿を採取されれば覚せい剤成分が検出されることを認識していた\nのではないかと疑わせる言動をとっていたことにも照らすと，被告人は覚せい剤を\nそれと知りながら使用したのではないかと，より強く推認することができる。この\n点に関して，弁護人は，被告人は違法な本件捜査に対する抗議の気持ちから警察官\nらに強い不信感を抱き，弁護士立会いの下でなら尿を出すと言っていたから，被告\n人が尿の提出を拒否したことには合理的な理由がある旨主張するが，上述したとお\nり，本件捜査の状況に関する被告人の供述は信用することができない上，被告人が\n弁護士立会いで尿を出すと言った事実も認められないから，弁護人の主張は前提を\n誤ったものというほかない。\n２  次に，特段の事情について，弁護人は，Ｒ及び被告人の１審公判廷における\n各供述に基づき，被告人は，４月１５日及び１６日にＲ及びＳと３人で北九州市に\nあるスナック「Ｔ」に飲みに行ったとき，Ｒが歯の痛みを和らげようとして覚せい\n剤を入れたウーロン茶（以下「覚せい剤入りウーロン茶」という）を，それと知ら\nずに飲んだことがあり，また，同月１６日にＲが被告人車両内に置き忘れた覚せい\n剤の混ざったタバコ（ラーク・メンソール。以下「覚せい剤入りタバコ」という）\nを，同月２３日の被告人車両に対する捜索が行われているときに何本か吸ったこと\nがあることからすれば，被告人の尿から覚せい剤成分が検出されたのは，覚せい剤\n入りウーロン茶を飲んだからか，あるいは覚せい剤入りタバコを吸ったからと考え\nられるので，被告人には覚せい剤使用の故意がなかった旨主張する。\n３  そこで，まず，被告人が覚せい剤入りウーロン茶を飲んだことがあったのか\nについて検討するに，Ｕの検察官調書，お会計票（写し）等の関係証拠によれば，\n４月１５日と１６日の両日，被告人がＲ及びＳと一緒にスナック「Ｔ」に飲みに行\nった事実が認められるところ，Ｒは，このとき，右下の奥歯が痛くて我慢できず，\nその日若い者から取り上げていた覚せい剤をこっそりウーロン茶の入ったグラスに\n入れてテーブルの上に置いていたら，カラオケを歌い終わった被告人が戻ってきて\n覚せい剤入りウーロン茶を全部飲んでしまった旨供述している。しかし，「Ｔ」の\nママであるＵによれば，ウーロン茶等のソフトドリンクは１０００円で飲み放題で\nあり，お会計票にもその旨を記載するというのに，４月１５日と１６日の被告人ら\n３名のお会計票には，ウーロン茶等のソフトドリンクを注文したとの記載が存在せ\nず，客観的証拠に反する内容となっている。しかも，Ｒは，被告人が覚せい剤入り\nウーロン茶を飲んだ後，「Ｔ」の店内で，被告人に対し，被告人が飲んだウーロン\n茶に覚せい剤が入っていたことを伝えて謝罪したところ，被告人も「間違えて飲ん\nどる訳やし，もう気にせんでいいよ」という趣旨の返事をし，帰りの自動車の中で\nも再度謝罪したら，被告人はやはり「終わったことやけ，しょうがない」という趣\n旨の返事をしていたし，後日被告人方近くのガソリンスタンドで被告人に会ったと\nきにも謝罪したら，被告人は「気にせんでもいいよ」と言っていた旨供述している\nことからすれば，この出来事は，被告人においても当然記憶しているはずであるの\nに，被告人は，「Ｔ」ではかなり酔っていたからとは説明するものの，カラオケを\n歌った後にＲのウーロン茶を間違って飲んだ記憶はないし，その後覚せい剤入りウ\nーロン茶を飲んでしまったことで，Ｒから謝罪された記憶もない，ウーロン茶の件\nはＲの検察官調書の開示を受けて初めて知った旨，Ｒの上記供述と矛盾する供述を\nしている。その上，Ｒ自身はこれまで覚せい剤を使ったことは１回もないし，ウー\nロン茶に入れた覚せい剤も若い者が持っていると聞いて問い詰めて取り上げたもの\nだったというのに，「Ｔ」では歯痛を和らげるために覚せい剤を摂取しようとした\nというのは，それまでのＲの行動に照らすと不自然であることからすれば，被告人\nが覚せい剤入りウーロン茶を間違って飲んだ旨のＲの上記供述自体疑わしいといわ\nざるを得ない。\n４  次に，被告人が覚せい剤入りタバコを吸ったことがあったかどうかについて\n検討するに，Ｒは，知人から取り上げた覚せい剤入りのタバコを被告人車両に乗っ\nたときに忘れたことがあり，その後被告人からタバコを忘れていると連絡があった\nので「面白いもんやけん，ちょっと捨てて」と話したことがあるし，車の中でも被\n告人に「面白いタバコ」と話したことがある旨供述し，被告人も，４月１６日に被\n告人車両の中でＲから「面白いタバコはいりませんか」と聞かれて「いらない」と\n答えたが，Ｒがそのタバコを車の中に置き忘れていて，それを同月２３日の被告人\n車両に対する捜索中に吸ったことがある，Ｒにタバコを置き忘れていると電話した\nら「捨てといてください」と言われた，タバコに覚せい剤が入っているとは知らな\nかった旨供述している。しかしながら，Ｒは，７月２０日に検察官から，被告人と\n覚せい剤に関係したことについて事情聴取を受けたときには，被告人がＲの作った\n覚せい剤入りウーロン茶を飲んだことについては供述したものの，「検事からは，\n何度も他に思い出せることはないかと確認されました。しかし，他に思い出せるこ\nとはありませんでした」と述べていて，覚せい剤入りタバコについての話は一切し\nていなかったばかりか，１２月２０日の検察官の取調べのときにも覚せい剤入りタ\nバコについては供述していなかったことにも照らすと，Ｒの覚せい剤入りタバコに\n関する供述も疑わしいといわざるを得ない。なお，この点について，弁護人は，Ｒ\nの供述に依拠して，Ｒは検察官に覚せい剤入りタバコのことについても話をしたの\nに，検察官が恣意的に供述調書に録取しなかった可能性が大きい旨主張するところ，\nＲは，検察官には覚せい剤入りのタバコの話もしたがほとんど聞かれなかったし，\nそのことが供述調書に録取されていないことも知っていたが裁判で証人に呼ばれた\nときに話せばいいと思った旨供述している。しかしながら，検察官が，７月２０日\nにＲから事情聴取を行ったのは，被告人が，同月２日付け弁護人作成の主張予定内\n容記載書面(1)において，被告人の尿から覚せい剤成分が検出された原因として，４\n月２３日に被告人が被告人車両に対する捜索の時に吸った，Ｒが同車両内に置き忘\nれたタバコに覚せい剤が混入していた可能性があると初めて主張したのを受けたか\nらと考えられることに照らすと，Ｒから覚せい剤入りタバコの話を聞いた検察官が\nそれをそのまま放置して，覚せい剤入りウーロン茶に関する話だけを供述調書に録\n取したとは到底考えられず，弁護人の主張は採用できない。\n５  これらの事情に加え，Ｒは，四代目工藤會Ｖ組の組員であり，同じ工藤會の\n先輩の組員であった被告人とは友人として付き合っている旨供述していることにも\n照らすと，Ｒが被告人をかばって虚偽の供述をする可能性は否定できない。さらに，\n被告人の尿から覚せい剤成分が検出されたことの原因と考えられる出来事に関する\nＲ及び被告人の供述を見ると，まず，７月２日に被告人が予定主張内容記載書面(1)\nにおいて，覚せい剤入りタバコの主張をし，次いで，Ｒが同月２０日に検察官調書\nで，覚せい剤入りウーロン茶に関する供述をし，さらに，検察官が，８月１８日付\nけ証明予定事実記載書(2)において，Ｒは被告人に覚せい剤を譲渡するなどしたこと\nはないと供述している旨主張するとともに，上記検察官調書を証拠請求したところ，\n被告人は，９月１５日付け弁護人作成の予定主張内容記載書面(2)において，覚せい\n剤入りウーロン茶を飲んだとの主張をする一方で，覚せい剤入りタバコについては，\nＲが否定していることから勘違いであった可能性があると主張し，その後，Ｒが，\n平成２３年１月１１日の第１回公判期日の証人尋問において，覚せい剤入りウーロ\nン茶に関する供述をするとともに，初めて覚せい剤入りタバコに関する供述をして\nいることにも照らすと，覚せい剤入りウーロン茶及び覚せい剤入りタバコに関する\nＲ及び被告人の各供述を容易く信用することはできない。\n６  その他，弁護人がるる主張する内容をもとに検討しても，上記判断は揺るがな\nいから，被告人は，被告人の尿から検出された覚せい剤成分を，それと知りつつ自\n己の体内に摂取したと認めるのが相当である。\n（法令の適用）\n被告人の判示所為は，覚せい剤取締法４１条の３第１項１号，１９条に該当する\nところ，その所定刑期の範囲内で，被告人を懲役１年６月に処し，刑法２１条を適\n用して１審における未決勾留日数中１６０日をその刑に算入し，同法２５条１項に\nよりこの裁判確定の日から４年間その刑の執行を猶予し，１審における訴訟費用に\nついては，刑事訴訟法１８１条１項本文によりこれを被告人に負担させることとし\nて，主文のとおり判決する。\n（量刑の理由）\n本件は，覚せい剤の自己使用１回の事案であるところ，被告人には覚せい剤の自\n己使用によって逮捕，勾留された前歴があり，被告人の覚せい剤との親和性は否定\nできない。また，被告人は，平成２年６月に詐欺の罪で，平成７年８月に暴行の罪\nでいずれも服役した前科がある上，これまで暴力団組員として活動してきた経歴も\nあることからすれば，被告人の規範意識は鈍麻しているといわざるを得ない。さら\nに，被告人は，不合理な弁解を弄して覚せい剤の使用を否認するなど，反省の情は\n一切窺われないことにも照らすと，被告人の刑事責任は重いというべきである。\nしかし，被告人の上記前科は十数年も前のものであること，被告人が覚せい剤取\n締法違反の罪で処罰されるのは今回が初めてであることなど，被告人のために酌む\nべき事情も認められるので，被告人に対しては，今回に限り懲役刑の執行を猶予し\nて社会内で更生する機会を与えることとする。\nよって，主文のとおり判決する。\n（求刑  懲役１年６月）\n平成２４年５月１６日\n福岡高等裁判所第一刑事部\n裁判長裁判官        川      口      宰      護\n裁判官        松      藤      和      博\n裁判官        山      野      幸      雄\n"
}