{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 9,
    "day": 26
  },
  "case_number": "平成25(行コ)7等",
  "case_name": "環境対応車普及促進対策費補助金不交付決定取消請求控訴，同附帯控訴事件（原審・福岡地方裁判所平成２３年（行ウ）第５０号)",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "環境対応車普及促進事業補助金の交付業務を行っていた事業者がした，補助金の交付申請に対する不交付決定の取消しを求める訴えが，却下された事例",
  "case_gist": "経済産業省の要綱に基づく補助金により造成された基金を活用して「環境対応車普及促進事業」を行う一般社団法人から委託を受け，経済産業省の定める実施要領及び自ら定める「環境対応車普及促進事業補助金交付規程」に基づき補助金の交付業務を行っていた事業者がした，補助金の交付申請に対する不交付決定の取消しを求める訴えにつき，前記不交付決定は，前記事業者が定めた前記交付規程に基づき行われたものであるが，その性質上，非権力的作用に属する行為であり，前記交付規程には，補助金の交付申請に対して交付，不交付決定をするという手続の定めがあるものの，これについて不服申立手続は規定されていないし，同定めは法律の根拠に基づいていないから，同交付，不交付決定が，優越的地位に基づき，申請者の権利義務を直接に形成し，又はその範囲を確定する行為として行われるものということはできず，前記補助金不交付決定は，行政事件訴訟法３条２項の規定する「処分」に当たるということはできないとして，前記訴えを却下した事例",
  "lawsuit_id": "84102",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=84102",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/102/084102_hanrei.pdf",
  "contents": "－1－\n平成２５年９月２６日判決言渡\n平成２５年（行コ）第７号，同第２０号  環境対応車普及促進対策費補助金不交付\n決定取消請求控訴，同附帯控訴事件\n主        文\n１  控訴人の本件控訴を棄却する。\n２  被控訴人の本件附帯控訴に基づき原判決を取り消す。\n３  控訴人の本件訴えを却下する。\n４  訴訟費用は，第１，２審とも，控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨等\n１  控訴の趣旨（控訴人）\n(1)  原判決を取り消す。\n(2)  被控訴人が，Ａに対して平成２２年１２月３０日付けで行った環境対応\n車普及促進対策費補助金不交付決定を取り消す。\n(3)  訴訟費用は，第１，２審とも，被控訴人の負担とする。\n２  附帯控訴の趣旨（被控訴人）\n(1)  原判決を取り消す。\n(2)  控訴人の本件訴えを却下する。\n(3)  訴訟費用は，第１，２審とも，控訴人の負担とする。\n第２  事案の概要（略語は原判決の表記による。）\n１  本件は，被控訴人が，経済産業省の「環境対応車普及促進対策費補助金（平\n成２１年度第２次補正予算分）交付要綱」（本件交付要綱）に基づく補助金（本\n件原補助金）により造成された基金を活用して「環境対応車普及促進事業」を\n行う一般社団法人Ｂ（Ｂ）から「環境性能に優れた自動車の購入に対する補助\n等の事業」（以下「本件事業」という。）の委託を受け，上記基金の額（本件\n予算）の範囲内で，経済産業省の定める「環境対応車普及促進事業実施要領」\n－2－\n（本件実施要領）及び被控訴人の定める「環境対応車普及促進事業補助金交付\n規程」（本件交付規程）に基づき，地方公共団体，法人（国所管の独立行政法\n人を除く。）及び個人事業者を含む個人（間接補助事業者）からの本件交付規\n程６条１項に基づく補助金（本件補助金）の交付申請を受け付け，その審査を\nした上，その交付の決定，補助金額の確定及びその支払業務並びに，審査の結\n果，同補助金を交付すべきでないものと認められるときは，速やかに不交付通\n知書により間接補助事業者に通知する業務（本件補助金事業）を行っていたと\nころ，本件補助金の交付申請をしたものの被控訴人により本件補助金を支給し\nないことに決定した旨の決定通知書を受けたＡの子である控訴人が，被控訴人\nに対し，被控訴人が上記補助金不交付決定（本件不交付決定）をしたのは違法\nであり，これが行政事件訴訟法３条２項の規定する処分に当たるとして，その\n取消しの訴えを提起した事案である。\n原審が，本件訴えについて，本件不交付決定が行政事件訴訟法３条２項の規\n定する「処分」に該当し，原告適格，被告適格及び出訴期間の要件を満たす適\n法な訴えではあるが（争点(1)），本件不交付処分は適法であるから（争点(2)），\nその取消しを求める控訴人の請求は理由がないとしてこれを棄却したため，控\n訴人がこれを不服として控訴をし，被控訴人が本件訴えの却下を求めて附帯控\n訴をした。\n２  前提事実並びに争点及び当事者の主張\n本件の前提事実並びに争点及び当事者の主張については，原判決の｢事実及\nび理由」欄の第２の１及び２のとおりであるから，これを引用する。\n第３  当裁判所の判断\n１  争点(1)のうち本件不交付決定の処分性について\n(1)  行政事件訴訟法３条２項の規定する「処分」とは，公権力の主体である\n国又は公共団体の機関が行う行為のうち，その行為により直接に国民の権利\n義務を形成し，又はその範囲を確定することが，法律上，認められているも\n－3－\nのをいうと解するのが相当である（最高裁昭和３９年１０月２９日第一小法\n廷判決・民集１８巻８号１８０９頁等参照。）。そして，その「処分」に当\nたる行為は，いわゆる権力的作用に属する行為のほか，本件補助金の交付の\nような非権力的作用に属する行為の場合であっても，法律が，一定の者に当\n該補助金の交付に関する申請権を与えるとともに，行政庁が，申請権を有す\nる者の申請に基づき，交付・不交付の決定をして当該申請者の権利の存否を\n判断するという手続を採用している場合には，当該交付・不交付の決定行為\nは，行政庁が，優越的地位に基づき，当該申請者の権利義務を直接に形成し，\n又はその範囲を確定する行為としての性質を有するものといえるから，「処\n分」に当たるものと解される。\n(2)  これを本件について見るに，前提事実並びに証拠（甲１，３ないし５，\n乙１ないし５，１０ないし１２）及び弁論の全趣旨によれば，経済産業省は，\n環境対応車普及促進事業のための予算が平成２１年予算に計上されたこと\nから，環境対応車普及促進事業について，本件交付要綱及び本件実施要領を\n定め，申請を受けた非営利型法人(基金設置法人)に対し，「環境対応車普及\n促進事業」を実施するための基金を造成させることを対象として本件原補助\n金を交付し，基金設置法人において，「間接補助事業者に対して補助金を交\n付する業務」（本件補助金交付業務）を経済産業大臣の定める事業者(以下\n「受託事業者」という。)に委託して「環境対応車普及促進事業」を実施す\nることとした上，その運用等について，基金設置法人に対しては，予算補助\nに基づく補助金等の交付手続等について定めた，補助金等に係る予算の執行\nの適正化に関する法律（適正化法）及び補助金等に係る予算の執行の適正化\nに関する法律施行令（以下「適正化法施行令」といい，適正化法と併せて「適\n正化法等」という。）並びに本件交付要綱及び本件実施要領により，本件原\n補助金による基金を，適正に，設置･管理し（本件交付要綱１条，４条，９\n条），併せて本件補助金交付業務を委託する受託事業者に対して指導，監督\n－4－\nを行うよう求め（本件交付要綱９条(3)，本件実施要領第３の１，２，第４\n(5)），受託事業者に対しては，本件実施要領により，補助金の交付の手続\n等に関する交付規定を定めて経済産業大臣の承認を得るなどの，経済産業大\n臣及び基金設置法人の指導，監督を受けることとしたこと（本件実施要領第\n３，第４(3)，(5)），これらを踏まえて，Ｂがその申請により基金設置法人\nとして決定され，被控訴人が受託事業者として選定されて，Ｂが「環境対応\n車普及促進事業」を，被控訴人がＢと業務委託契約を締結して「間接補助事\n業者に対して補助金を交付する業務」（本件補助金交付業務）をそれぞれ行\nうこととなり，被控訴人は，本件交付規定を策定して本件補助金交付業務を\n行っていたこと，Ａは，被控訴人に対し，平成２２年９月８日付けの申請書\nをもって本件補助金の交付申請を行ったが，被控訴人は，Ａに対し，同年１\n２月３０日付の不交付通知書をもって，同年９月８日申請分で本件予算を超\n過し，同日分の交付申請はすべて補助金を交付しないこととなったため，本\n件補助金を交付しない旨通知したことが認められる。\n以上の事実関係及び原判決別紙の関係法令等の定めによれば，本件不交付\n決定は，被控訴人が定めた本件交付規定に基づき行われたものであるが，そ\nの性質上，非権力的作用に属する行為であり，本件交付規定には，補助金の\n交付申請に対して交付，不交付決定をするという手続の定めがあるものの，\nこれについて不服申立手続は規定されていないし，同定めは法律の根拠に基\nづいていないから，同交付・不交付決定が，優越的地位に基づき，申請者の\n権利義務を直接に形成し，又はその範囲を確定する行為として行われるもの\nということはできない。\nしたがって，本件補助金不交付決定は，行政事件訴訟法３条２項の規定す\nる「処分」に当たるということはできない。\n(3)  これに対して，控訴人は，本件補助金事業が公益性の高いものであり，\n被控訴人は，経済産業省の指導，監督の下に，Ｂから受託した本件補助金交\n－5－\n付事業を独占的に行っているから，被控訴人と間接補助事業者との関係は，\n公法上のものというべきであって，処分性がある旨主張する。\nしかしながら，本件補助金事業が公益性の高いものであり，経済産業大臣\n及び基金設置法人であるＢの指導，監督の下に，独占的に行われているとし\nても，本件補助金の交付は，一般社団法人である被控訴人が，一般社団法人\nであるＢの行う事業の一環として行うものであるから，これを公法上の法律\n関係とみるか，私法上の法律関係とみるかについては議論の余地があるが，\n被控訴人の補助金交付決定により具体的な給付請求権が発生するという仕\n組みは，申込み（補助金申請）と承諾（補助金支給決定）により成立する公\n法上あるいは私法上の贈与契約を原因として発生するものであり，原判決の\n指摘する交付決定の取消しの規定（本件交付規定１１条）は贈与契約の解除\nであると解され，これをもって，行政庁の優越的地位に基づく行為であり，\n処分性があるということはできない。\n加えて，本件交付規定を直接の根拠とする本件補助金不交付決定が，その\n仕組みにおいて本件交付要綱及び本件実施要領に基づくものといえるとし\nても，これらは行政内部の規則に過ぎないから，この観点からしても，本件\n補助金不交付決定が，法律に根拠するものということはできない。\nこの点，適正化法は，国と補助事業者との関係について適用され，補助金\n等に係る予算の執行の適正化を図るため，国と補助事業者との関係を把握\nし，是正を図ることなどを定めるとともに，補助事業者の業務に関して必要\nな限りで，間接補助事業者に報告義務等を負わせ（適正化法２３条１項），\nこれに刑事罰を科することができるものとしているが（同法３０条，１１条\n２項），これによっても，国と間接補助事業者との間に法律関係を創設する\nものではなく，補助事業者と間接補助事業者との法律関係を規律するもので\nもないし，同法は，補助事業者の間接補助事業者への補助金交付業務の交付\n手続を定めていないから，本件不交付決定が適正化法等に根拠するものとい\n－6－\nうことはできない。\n(4)  そうすると，控訴人の本件訴えは，他の争点について検討するまでもな\nく，不適法として却下されるべきである。\n２  以上によれば，控訴人の本件訴えを却下すべきであるから，控訴人の本件控\n訴は理由がなくこれを棄却し，本訴請求を棄却すべきものとした原判決は相当\nでなく，被控訴人の本件附帯控訴は理由があるから，原判決を取り消し，本件\n訴えを却下することとして，主文のとおり判決する。\n福岡高等裁判所第５民事部\n裁判長裁判官          一      志      泰      滋\n裁判官          足      立      正      佳\n裁判官          島      田      正      人\n（原裁判等の表示）\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n被告が，Ａに対して平成２２年１２月３０日付けで行った環境対応車普及促\n－7－\n進対策費補助金不交付決定を取り消す。\n第２  事案の概要\n本件は，Ａが被告に対して行った環境対応車普及事業補助金の交付申請につ\nいて，被告が同補助金の交付を行わない決定をしたのは違法であるとして，Ａ\nの子である原告が，被告に対し，同決定の取消しを求めて行政事件訴訟法３条\n２項が規定する処分の取消しの訴えを提起した事案である。\n１  前提事実（争いのない事実及び証拠等によって容易に認められる事実）\n(1) 当事者等\nア  被告は，後記のとおり，一般社団法人Ｂ（以下「Ｂ」という。）との間\nで締結した業務委託契約に基づき，環境性能に優れた道路運送車両法に基\nづく自家用自動車を導入する個人等に対して交付する補助金（以下「本件\n補助金」という。）の交付決定等の事業を行っているものである。\nイ  Ａは，平成２２年９月８日付け申請書をもって，被告に対して，本件補\n助金の交付申請を行ったものである。\nウ  原告は，Ａの子である。\n(2) 本件補助金の仕組み\nア  経済産業省は，本件に関する補助金が平成２１年度第２次補正予算に計\n上されたことに伴い，「環境対応車普及促進対策費補助金（平成２１年度\n第２次補正予算分）交付要綱」（乙１，以下「本件交付要綱」という。）\nを定め，同要綱３条に基づき，Ｂに同要綱に係る補助金（以下「本件原補\n助金」という。）を交付することを決定した。\n本件原補助金は，経済産業省が定める「環境対応車普及促進事業実施要\n領」（乙２，以下「本件実施要領」という。）に定める事業を実施するた\nめの基金を造成する事業を交付の対象とするところ，同事業を行うＢは，\n同基金の設置・管理を行う法人として上記補助金により造成された基金（以\n下，国からの本件原補助金によって造成された基金の額を「本件予算」と\n－8－\nいう。）を活用して，経済産業省が定める事業者に対する委託により環境\n対応車普及促進事業を行うとされていた（本件実施要領第２参照）。\nイ  経済産業省は，公募の結果，被告をＢが上記アの委託契約を結ぶべき事\n業者と定め，Ｂは，被告との間で，Ｂを委託者，被告を受託者として，被\n告に対して，本件予算の範囲内で，本件実施要領及び被告が定める「環境\n対応車普及促進事業補助金交付規程」（乙３，以下「本件交付規程」とい\nう。）に基づき，環境対応車普及促進事業を行うことを委託する業務委託\n契約を締結した。\nそして，被告は，Ｂとの間に締結された上記業務委託契約に基づき，地\n方公共団体，法人（国所管の独立行政法人を除く）及び個人事業者を含む\n個人（以下「間接補助事業者」という。）からの本件交付規程６条１項に\n基づく補助金の交付申請を受け付け，その審査をした上，本件補助金の交\n付の決定，同補助金の額の確定及びその支払業務並びに，審査の結果，同\n補助金を交付すべきでないものと認められるときは，速やかに不交付通知\n書により間接補助事業者に通知する業務を行っていた（以下，被告が行っ\nていた本件補助金に関する業務を「本件補助金事業」という。）。\n(3) 本件訴訟に至る経緯\nア  Ａは，平成２２年９月８日付けの申請書をもって，被告に対し，本件交\n付規程６条１項に基づく本件補助金の交付申請を行った。\nイ  被告は，同年１２月３０日付の不交付通知書をもって，同年９月８日申\n請分で本件予算を超過し，同日分の交付申請はすべて補助金を交付しない\nこととなったとの理由で，Ａに対し，本件補助金を交付しない旨通知した。\nウ  平成▲年▲月▲日，Ａは死亡した。\nエ  原告は，国を被告として，同年９月１４日，被告がＡに対して行った，\nＡに対して本件補助金を交付しない旨の上記イ記載の決定（以下「本件不\n交付決定」という。）の取消しを求めて訴えを提起した。\n－9－\nオ  原告は，平成２４年１月２５日，行政事件訴訟法１５条１項に基づいて，\n本件不交付決定の取消しの訴えの被告を，国から一般社団法人Ｃ（現被告）\nに変更することを申し立てたところ，当裁判所は，同年２月２３日，同申\n立てを相当と認め，被告を，国から一般社団法人Ｃへと変更した。\n(4) 本件に係る関係法令等の定めは別紙のとおりである。\n２  争点\n(1) 本件訴えの適法性\n（被告の主張）\nア  処分性について\n(ア)  原告は，行政事件訴訟法３条２項に基づいて，被告に対して，本件\n不交付決定の取消しを求めているものであるが，本件不交付決定は，行\n政事件訴訟法３条２項でいう「行政庁の処分その他公権力の行使に当た\nる行為」（以下，単に「処分」という。）に当たらない。\nすなわち，処分とは，公権力の行使主体たる国又は公共団体が行う行\n為のうち，その行為により直接国民の権利義務を形成し又はその範囲を\n確定することが法律上認められているものをいうから，本件不交付決定\nが処分に当たるためには，同決定が，①行政庁による優越的地位に基づ\nく権力的な活動であり，かつ，②その活動によって直接国民の権利義務\nに対して変動を生じさせるものでなければならないところ，以下に述べ\nるとおり，本件不交付決定は，上記①及び②のいずれにも該当しない。\n(イ)  まず，上記①に関して，被告は，当然のことながら「公権力の行使\n主体たる国又は公共団体」ではなく，完全なる私人である。また，被告\nが本件補助金事業の受託者であるとしても，本件補助金事業の執行は，\nそれ自体，本来，私法上の贈与の性質を有するというべきであり，そも\nそも私法上の契約当事者という対等な地位とは異なった優越的地位に基\nづく権力的活動たる公権力の行使としての性格は稀薄である。\n－10－\n確かに，原告が主張するとおり，本件補助金事業は，補助金等に係る\n予算の執行の適正化に関する法律（以下「補助金適正化法」という。）\nによる規律を受けるものではあるが，同法は，国が交付する補助金を原\n資とした補助金交付事業全般に適用される一般原則を定めているにすぎ\nず，本件補助金事業そのものに関する具体的手続等を定めたものではな\nい。\n加えて，補助金適正化法は，原則として，国と国から直接補助金の交\n付を受ける補助事業者等との間の法律関係を規律するものであって，補\n助事業者等と補助事業者等から補助金の交付を受ける間接補助事業者等\nとの間の法律関係について規律するものではないから（一部の規定は間\n接補助事業者等にも適用があるが，間接補助金の交付手続等については\n何ら規定がない。），同法を根拠に補助事業者である被告と間接補助事\n業者である原告との関係を論ずることはできない。\n以上によれば，Ａと被告との間の本件補助金に関する法律関係を規律\nするものは，本件交付規程と同規程に基づいて定められた環境対応車普\n及促進対策費補助金業務実施細則以外に存在せず，これらの規程及び細\n則は，一般私人たる被告が，自ら本件補助金事業の適正かつ公平な執行\nを確保するために定めたものにすぎないから，これらの規程等からも，\n本件不交付決定が処分であることを見いだすことはできない。\n(ウ)  次に，上記②に関しては，本件不交付決定は，Ａの被告に対する贈\n与の申込みに対し，本件補助金事業を行う者である被告が，承諾の意思\n表示をしないことを通知したものである。\nしたがって，本件不交付決定により，単にＡ申込みに係る贈与契約が\n成立しなかっただけであるから，本件不交付決定は，Ａが有していた何\nらかの権利義務に変動を及ぼすものではない。\n(エ)  なお，被告による本件補助金の不交付決定については，行政事件訴\n－11－\n訟法による抗告訴訟によらなくても，通常の民事訴訟によって紛争を解\n決することが可能であるから，同観点からも，本件不交付決定が処分で\nあると解する必要はない。\n(オ)  以上のとおり，被告は，国から何ら権限の委任を受けていない完全\nなる私人であるため，そもそも処分の主体となり得ない上，被告による\n本件補助金の交付行為に処分性を付与する法律の定めは何ら存在しない\nから，本件不交付決定は処分に該当しない。\nイ  被告適格について\n被告は，完全なる私人であり，公権力の行使主体たる行政庁ではないか\nら，取消訴訟の被告適格（行政事件訴訟法１１条）を有しない。\nウ  原告適格について\n本件不交付決定の名宛人は，Ａであり，かつ，被告とＡとの間の本件補\n助金に関する法律関係を原告が承継する旨の遺産分割協議が成立したこと\nを示す的確な証拠もないから，原告は，原告適格（行政事件訴訟法９条）\nを有しない。\nエ  小括\nよって，本件訴えは不適法であるから，却下されるべきである。\n（原告の主張）\nア  処分性について\n本件補助金事業は，環境保護（二酸化炭素削減）を目的とする国策とも\n関係するものであり，公益性が高いものである。被告は，被告が完全な私\n人であるから，本件不交付決定が処分に該当しないと主張するが，私人で\nあっても，行政と連携して公益性の高い業務を行っている場合は，同私人\nが行う行為についても処分に当たる。実際に，本件補助金事業については，\n経済産業省の指導・監督のもと行われている。\nそして，被告は，国がＢに交付した補助金の間接補助事業者に対する交\n－12－\n付事業等を行う地位を独占的に付与されているのであるから，Ａのような\n間接補助事業者は，本件補助金を申請しようとする場合に，被告以外の者\nに対して同補助金を申請することはできず，そのような法律関係を私法上\nのものと評価することはできない。\nしたがって，本件不交付決定は処分に当たる。\nイ  被告適格について\n被告は，国と一体となって本件補助金事業を行っているものであり，同\n事業の一環として本件不交付決定をした者であるから，被告適格を有する。\nウ  原告適格について\n原告は，Ａの子であり，相続により，同人の法的地位を包括的に承継す\nる者である。また，Ａの他の相続人との間においては，審判により遺産の\n分割が行われており，被告とＡとの間の本件補助金に関する法律関係につ\nいては，原告が承継した。\n(2) 本件不交付決定の違法性\n（原告の主張）\nア  本件補助金の交付申請期限は，当初，平成２２年９月末となっていたと\nころ，その後，「本件補助金の交付申請額が，本件予算を超過した場合は\n募集を終了する，又は，申請が終了し申請が受理されないので，補助金は\n交付されない」との広報がされた。これは，逆に，本件補助金の交付申請\nが受理された場合は，本件予算を超過していない又は募集が継続中である\nとしか解せない。\nそして，申請を受理した前日の分を，公平を期するため，一律交付対象\n外とするのは，裁量の濫用にあたり違法である。加えて，そのような運用\nをすることについては，Ａのような間接補助事業者には周知されていない。\nまた，本件補助金の交付申請額が，本件予算を超過しているにもかかわ\nらず，間接補助事業者による交付申請を受理し続けた行為は，補助金適正\n－13－\n化法２４条に違反する行為であり，被告が構築した申請システムそのもの\nに重大な瑕疵があるというべきである。この点，同じく被告が行っている\n事業用自動車を対象にしている補助金業務については，事前に本件予算満\n了日の発表がなされており，このことからも，自家用車を対象とする本件\n補助金の申請システムがうまく構築されていないことが分かる。なお，平\n成２４年に行われた本件補助金事業と同様の補助金事業の交付申請の受付\nについては，インターネットによる交付申請が可能になったため，本件補\n助金の交付申請の際に生じた不具合は生じていない。\nイ  さらに，被告は，本件不交付決定について，原告に対する速やかな通知\nを行っておらず，本件交付規程７条２項に反している。これによって，Ａ\nないし原告は不利益を被った。\nウ  被告は，本件補助金事業のほか，クリーンディーゼル補助金の業務を平\n成２２年９月末まで行っていたのであるから，被告としては，本件補助金\nの申請期限が経過した後も，同申請について，クリーンディーゼル補助金\nに変更が可能であったからこれをすべきであった。\n（被告の主張）\nア  被告による間接補助事業者に対する本件補助金の交付行為は，私法上の\n贈与と解するのが相当であるところ，間接補助事業者から，被告に対する\n本件補助金の交付申請があった段階では，同贈与契約は未だ成立していな\nい状態であるから，本件不交付決定に何らかの違法があるとしたら，契約\n締結過程におけるもののみである。\nこの点，本件補助金は，当初から，本件予算の枠内で交付されるものと\nされており，そのことは，事前に広く国民に周知されていた。また，補助\n金の申請受付は，当初，平成２２年９月３０日までの新車登録分とするこ\nとが予定されていたものの，それよりも早く本件予算が底をつくことが現\n実的に予想されるようになった同年７月下旬頃から，経済産業省の発表な\n－14－\nどによって，本件補助金の申請をしても，同補助金を受領できない可能性\nがあることが広く国民に周知されるようになった。\nそして，本件予算は，現に，同年９月８日付け交付申請の受理金額をも\nって予算額を超過することとなったため，被告は，同日受理分について，\n不公平が生ずることのないように一律不交付としたものである。\n本件予算が超過するか否かは，実際に交付申請を受け付けてみなければ\n判明するものではなく，また，交付申請受付の事務処理上，非常に多数の\n交付申請を，複数の窓口が平行して受け付けていることから，交付申請金\n額の集計作業には一定の時間を要することが必至であり，交付申請受付後，\n一定の時間が経過した後でなければ，本件補助金の交付申請額が本件予算\nを超過したか否かが判明しないことはやむを得ない。\n加えて，本件補助金の交付申請額が本件予算を超過したことが判明した\n段階にあっては，同一日の受理分について，交付か不交付かを左右する合\n理的な基準は見いだせず，かかる基準について本件交付規程上の定めもな\nいことから，被告が，これら同一日の受理分について，一律に不交付とす\nる取扱いをしたことは，本件補助金事業の有する公益性・公平性の観点か\nらみて妥当である。\nこの点，原告は，事業用自動車に対する補助金については，予算満了日\nが事前に発表されていたから，それが行われていない本件補助金の交付申\n請システムに問題があるなどと主張するが，事業用自動車に対する補助金\nは，自家用自動車と比べて予算規模自体がかなり小さく，交付申請件数も\n自家用自動車と比較すると圧倒的に少ないため，１日あたりの受理件数及\nび交付総額を見積もりやすく，予算満了に達するかどうかの見通しも立て\nやすい。そうすると，自家用自動車を対象とする本件補助金事業と，事業\n用自動車の補助金事業は，その規模が全く異なるというべきであるから，\nこれらの事業の比較は無意味であり，原告の主張は理由がない。\n－15－\nイ  また，原告は，被告が，Ａに対する本件不交付決定の通知を速やかに行\nっていない点が違法であるとも主張するが，Ａから本件補助金の交付申請\nがあった時期は，本件補助金の交付申請が全国から殺到し，被告において\n著しく大量の事務処理を行う必要があった時期であったため，結果として，\n補助金の交付申請から不交付通知をするまで相当の期間を要したものであ\nり，被告は，可及的速やかにＡに対して同通知を行ったものである。さら\nに，平成２２年９月７日の交付申請受理分をもって本件補助金の交付が終\n了することは，同月８日時点ですでに公知されていたし，同日以降の交付\n申請受付分については，被告による不交付決定通知に先立って，本件補助\n金の受付機関から，同補助金の交付申請者に対して，不交付となる旨を速\nやかに連絡する取扱いとしていたため，Ａを含む本件予算満了後の本件補\n助金の交付申請者は，被告が不交付決定を通知する以前の段階で，自身が\n本件補助金を受け取れないこと自体は把握できていた。\nしたがって，本件不交付決定の通知が，本件補助金の交付申請から３な\nいし４か月後に行われたとしても，そのこと自体によって同交付申請を行\nった者に何らかの不利益が生じたとはいえない。\n第３  当裁判所の判断\n１  本件不交付決定の処分性について\n(1) 補助金適正化法における補助事業者と間接補助事業者の法律関係\nまず，被告は，補助金適正化法は，国と補助事業者の関係を主として規律\nするものであり，補助事業者と間接補助事業者の関係について直接規律する\nものではないとして，国の機関ではない者が補助事業者となり，間接補助事\n業者に対する補助金の交付等を行う場合における補助事業者と間接補助事業\n者の法律関係は公法上の法律関係ではなく，私法上の法律関係になる旨主張\nするので，この点について判断する。\n確かに，補助金適正化法は，補助事業者が間接補助事業者に補助金の交付\n－16－\n等をする際の具体的手続等については特に定めていないものと認められる。\nしかし，補助金適正化法は，国が交付する補助金等を直接又は間接にその財\n源の全部又は一部として補助事業者から他の者に交付される給付金につき，\n「間接補助金等」，間接補助金等を受け取る者について「間接補助事業者等」\nと定義した上，国が間接補助事業者に対して直接・間接的に影響力を及ぼす\nことを認めているほか（同法２３条１項，同法１７条２項），間接補助事業\n者に対しては，間接補助金等の交付又は融通の目的に従い，善良な管理者の\n注意をもって間接補助事業等を行うこと及び他の用途へ間接補助金等を使用\nしない義務を課し（同法３条２項，１１条２項），これに反した行為につい\nては，罰則まで設けているところ（同法３０条），その理由は，間接補助金\n等についても，国民から徴収された税金その他の貴重な財源でまかなわれる\nものであることから，補助金等が最終受領者の段階で実際に使用される用途\nにまで規制を及ばさなければ，補助金等の交付の不正な申請及び補助金等の\n不正な使用の防止その他補助金等に係る予算の執行並びに補助金等の交付の\n決定の適正化を図ることとする補助金適正化法の目的を十分に達成できない\nためであると解される。\n実質的にも，国が直接に補助金等を交付するかそれとも都道府県その他の\n法人等を経由してこれを交付するかというのは，効率的な事務遂行その他の\n事情によるものであると考えられるのであり，間接補助金等の交付を受ける\n者は，形式的には補助金等を受け取る者とは異なるが，国から助成を受ける\n関係に立つ者であるという点において，実質的に国から直接補助金等の交付\nを受ける者と異なるところはないというべきである。\n以上からすれば，国と補助事業者等のみならず，補助事業者等と同人から\n間接補助金等の交付を受ける間接補助事業者等の法律関係についても，私法\n上の法律関係ではなく，公法上の法律関係であると解すべきであることは明\nらかであり，これは，たとえ，補助事業者等が，国又は地方公共団体に属し\n－17－\nない純然たる私人である場合でも異なるところはないというべきである。\nしたがって，本件補助金の交付申請を行ったＡと本件補助金事業を行って\nいる被告の関係についても公法上の法律関係というべきであり，これが私法\n上の法律関係であるとする被告の主張は失当である。\n(2) もっとも，本件不交付決定が処分なのか，それとも公法上の契約関係なの\nかについては，別途検討が必要であるところ，本件不交付決定は，以下に述\nべるとおり，処分に該当するものというべきである。\n前記のとおり，補助金適正化法は，補助事業者等から間接補助事業者に対\nして間接補助金等を交付する具体的手続については規定していないものの，\n補助事業者等が間接補助事業者に対して間接補助金等を給付する権限がある\nことは，これを当然の前提としているから，補助事業者等が行う間接補助事\n業者等に対する間接補助金等の給付も当然補助金適正化法にその根拠を有す\nるものである。そして，国による補助事業者等に対する補助金等の給付は処\n分であると解されるところ（このこと自体は被告も争っていない。），前記\nのとおり，国が直接に補助金等を交付するかそれとも都道府県その他の法人\n等を経由してこれを交付するかというのは，効率的な事務遂行その他の事情\nによるものであるから，補助金等の給付を受けた補助事業者等が，同補助金\n等の特定性を維持しながら間接補助金等を給付する場合，補助金等の交付と\n異なり，これを処分には該当しないと解する理由はないし，間接補助金等の\n交付についても，国の予算を原資とするものであり，同交付行為の有効性に\nついては，他の行政庁の処分と同じく，早期確定の必要性があるものという\nべきであるから，これを処分と解した上で，いわゆる取消訴訟の排他的管轄\nの規律及び出訴期間の制限（行政事件訴訟法１４条）を及ぼすのが相当であ\nる。\n実際に，被告が本件補助金事業を行う際に用いるために作成し，本件実施\n要領第４(3)に基づき経済産業省が承認した本件交付規程によれば，本件補助\n－18－\n金の交付の申請をした者に対して，同補助金を交付するか否か及びその額に\nついては，被告が定めた要件に沿って被告が一方的に決定することになって\nおり（本件交付規程６条，７条），また，一旦交付を決定した補助金につい\nても，被告が一方的にその取消等を行うことができるとされている（同１１\n条）など，そこに対等な当事者間の契約で見られるような合意の要素を見い\nだすことは困難であり，その点からも，本件不交付決定について契約関係上\nのものと解するのは相当ではない。\nまた，被告は，本件不交付決定は，本件補助金の申請者であるＡの権利又\nは法律関係を何ら変動されるものではないとも主張するが，本件不交付決定\nによって，本件補助金の申請者であるＡの本件補助金の給付を受け得る地位\n（被告による決定があるまでは給付・不給付のいずれの可能性がある。）が\n否定されたのであるから，同決定によって，Ａと被告の法律関係に変動があ\nったのは明らかであり，被告の上記主張は失当である。\n(3) 以上によれば，本件不交付決定は処分に該当するというべきである。\n２  その他の本件訴えの適法性について\n(1) 原告適格（行政事件訴訟法９条）について\n被告は，本件不交付決定の名宛人はＡであり，原告が同人から，同人と被\n告との間の本件補助金に関する法律関係を承継した証拠がないとして，原告\nには原告適格がないと主張するが，原告はＡの子であり，原告としてＡの権\n利義務を単独で又は他の相続人と共同して相続する者であるから（民法８９\n６条，８９９条，９００条），Ａの相続財産について，未だ遺産分割が行わ\nれない段階においても，本件不交付決定の取消しを求めることにつき，法律\n上の利益を有するものであり，遺産分割によって，Ａと被告との間の本件補\n助金に関する法律関係について，原告以外の他の相続人がこれを相続するこ\nとが決まるなどといった事実がある場合にのみ，原告適格を失うものである\nと解すべきであるところ，本件全証拠によってもそのような事実は認められ\n－19－\nず，かえって，原告は，Ａとの間でなされた遺産分割の審判によって，Ａと\n被告との間の本件補助金に関する法律関係を承継したと認められるのである\nから（甲１８），原告が本件訴えにつき原告適格を有するのは明らかである。\n(2) 被告適格について\n本件不交付決定が処分であることは前記１のとおりであり，同決定を行っ\nたのは本件訴えの被告とされている一般社団法人Ｃであるから，同決定の取\n消しを求める訴えにおいて被告とすべき者は，同一般社団法人Ｃである（行\n政事件訴訟法１１条２項）。被告は，被告が純然たる私人であるとして，行\n政事件訴訟法が規定する取消訴訟の被告にはなり得ない旨主張するが，国又\nは公共団体に属しない法人等が行政訴訟法が規定する取消訴訟の被告になり\n得ることは，行政事件訴訟法１１条２項の規定からも明らかであり，被告の\n主張は失当である。\n(3) 出訴期間について\n原告が，本件不交付決定の取消しを求めて訴えを提起したのは，平成２３\n年９月１４日であり，これはＡが本件不交付決定を知った日から６か月以上\nが経過した後に提起されたものであるから（甲３，弁論の全趣旨），本件訴\nえが適法であるためには，行政事件訴訟法１４条１項但書きが規定する正当\nな理由が必要である。\nそこで，この点について検討すると，被告は，本件不交付決定を書面で行\nっているにもかかわらず，行政事件訴訟法４６条１項が定める本件不交付決\n定の取消訴訟において被告とすべき者及び出訴期間に関する教示を行ってい\nないことが認められるのであるから（甲３），格別な法律知識を有しないと\n思われるＡないし原告において本件不交付決定の取消訴訟の提起が遅れたこ\nとについてはやむを得ない面があるというべきであり，これにつき，行政事\n件訴訟法１４条１項但書きが規定する正当な理由が認められる。\n３  本件不交付処分の違法性\n－20－\n原告の主張の骨子は，未だ本件予算の額を超過していないとして平成２２年\n９月８日に受け付けた本件補助金の交付申請について，事後的に本件予算を超\n過したとして一律不交付にしたことを被告の裁量を濫用した違法なものであ\nるというものであると解される。\n本件補助金の間接補助事業者に対する交付が，本件予算の範囲内で行われる\nことは間接補助金である本件補助金の性質上当然であり，本件交付要綱（同１\n条）や本件交付規程（同４条）からも明らかであるところ，被告は，間接事業\n者による本件補助金の交付申請額が，本件予算を超過する場合について，本件\n補助金の交付申請受理日が早いものを優先して交付の対象とするとし，同一受\n理日の中では優先順位を設けないこととしたことが認められる（乙６，弁論の\n全趣旨）。そして，本件予算については，平成２２年９月７日付の本件補助金\nの交付申請額をもって残り１０億円ほどとなり，同月８日付けの本件補助金の\n交付申請額をもって同予算の額を超過し（乙７，弁論の全趣旨），同日付けの\n交付申請をした者全てについて，本件補助金を交付することができなくなった\nことが認められる。そのため，被告は，公平性の観点から，Ａによる平成２２\n年９月８日付けの本件補助金の交付申請を含む同日付けの本件補助金交付申\n請全てについて，事前に決めた上記方針に基づいて，一律に本件補助金を交付\nしない旨判断したものであり，そこに原告が主張するような違法性は認められ\nない。\n確かに，上記のような場合に，同一日付けの交付申請についても，例えば申\n請時間が早いものの順で，優先順位を付けた上，同優先順位に従って，本件予\n算の範囲内で本件補助金を交付するといった方法も，一応考えられるところで\nはあるが，本件交付要綱やＢと被告が締結した業務委託契約上も，被告にその\nような方法をとる義務があるとはいえず，被告が同一日の中で優先順位を設け\nなかったことが，被告に与えられた裁量を逸脱又は濫用するものでないことは\n明らかである。\n－21－\nそして，本件補助金の交付申請額が，本件予算を超過することが明らかにな\nった場合に，本件補助金の交付申請の受付を終了すること及び本件補助金の交\n付申請額が本件予算を超過した場合に，その日に受理された交付申請全てにつ\nいて不交付とすることについては，遅くとも平成２２年７月３０日頃から経済\n産業省のホームページ上の発表などによって本件補助金の交付を希望する者\nなどに広く周知されたと認められる（乙６，弁論の全趣旨）から，被告が同年\n９月８日付の本件補助金の交付申請全てについて不交付にするとの方針に基\nづいて，同日付けで本件補助金の交付申請を行ったＡに対しても本件補助金を\n交付しない旨の本件不交付決定をしたことによって，Ａが不測の損害を被った\nとも認められない。\nまた，原告は，本件補助金の交付申請額が本件予算を超過し，本件補助金の\n交付申請が終了する日について，被告が事前に周知しなかったことが違法であ\nる旨も主張するが，本件補助金の交付申請額が，いつ本件予算を超過するかに\nついては，ある程度予測はできるものの，実際に申請を受け付けてみるまで確\n定はできないことは被告が主張するとおりであり，本件補助金の交付申請が終\n了する日について，事前に確定的に明らかにできなかったからといって，本件\n不交付決定が違法であるとはいえない。\nさらに，原告は，Ａに対して本件補助金を交付しない場合は，本件補助金事\n業と同じく被告がその業務を行っているクリーンディーゼル補助金を交付す\nべきであった旨主張するが，各補助金交付事業については，たとえ，同事業を\n行っている主体が同一であったとしても，ある補助金の交付申請を他の補助金\nの交付申請とみることができないのが原則であると考えられるところ，同原則\nと異なり，被告が，Ａの本件補助金の交付申請について，原告が主張するとこ\nろのクリーンディーゼル補助金に対する交付申請とみなした上で，これを交付\nすべきであったことを認めるに足りる証拠はない。\nなお，原告は，被告がＡに対して本件不交付決定の通知を速やかに行ってい\n－22－\nないとも主張するが，本件不交付決定の通知が速やかに行われなかったという\n手続的違法によって本件不交付決定が直ちに実体的に違法になるものではな\nい上，平成２２年９月８日時点で，同日付けの本件補助金の交付申請分につい\nては，全て不交付とする旨が，経済産業省のホームページ上に発表されたので\nあるから（乙７），Ａも，本件補助金の交付を受けられないこと自体は，本件\n不交付決定の通知を受ける以前から容易に知り得たというべきであり，Ａに対\nする本件不交付決定の通知に期間を要したことによって，Ａが何らかの不測の\n損害を被ったとはいえない。\nしたがって，本件不交付決定に原告が主張するような違法性は認められず，\n同決定は適法である。\n４  よって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n福岡地方裁判所第６民事部\n裁判長裁判官      山之内  紀  行\n裁判官      前  田  郁  勝\n裁判官      林      漢  瑛\n－23－\n別紙\n関係法令等の定め\n（補助金等に係る予算の執行の適正化に関する法律の定め）\n１条\nこの法律は，補助金等の交付の申請，決定等に関する事項その他補助金等\nに係る予算の執行に関する基本的事項を規定することにより，補助金等の交\n付の不正な申請及び補助金等の不正な使用の防止その他補助金等に係る予算\nの執行並びに補助金等の交付の決定の適正化を図ることを目的とする。\n２条\n１項\nこの法律において「補助金等」とは，国が国以外の者に対して交付する\n次に掲げるものをいう。\n１号  補助金\n２号  負担金（国際条約に基く分担金を除く。）\n３号  利子補給金\n４号  その他相当の反対給付を受けない給付金であって政令で定めるもの\n２項\nこの法律において「補助事業等」とは，補助金等の交付の対象となる事\n務又は事業をいう。\n３項\nこの法律において「補助事業者等」とは，補助事業等を行う者をいう。\n４項\nこの法律において「間接補助金等」とは，次に掲げるものをいう。\n１号  国以外の者が相当の反対給付を受けないで交付する給付金で，補助\n金等を直接又は間接にその財源の全部又は一部とし，かつ，当該補助\n－24－\n金等の交付の目的に従って交付するもの\n２号  利子補給金又は利子の軽減を目的とする前号の給付金の交付を受\nける者が，その交付の目的に従い，利子を軽減して融通する資金\n５項\nこの法律において「間接補助事業等」とは，前項第１号の給付金の交付\n又は同項第２号の資金の融通の対象となる事務又は事業をいう。\n６項\nこの法律において「間接補助事業者等」とは，間接補助事業等を行う者\nをいう。\n７項\nこの法律において「各省各庁」とは，財政法 （昭和２２年法律第３４号）\n第２１条 に規定する各省各庁をいい，「各省各庁の長」とは，同法第２０\n条第２項 に規定する各省各庁の長をいう。\n３条（関係者の責務）\n２項\n補助事業者等及び間接補助事業者等は，補助金等が国民から徴収された\n税金その他の貴重な財源でまかなわれるものであることに留意し，法令の\n定及び補助金等の交付の目的又は間接補助金等の交付若しくは融通の目的\nに従って誠実に補助事業等又は間接補助事業等を行うように努めなければ\nならない。\n１１条（補助事業等及び間接補助事業等の遂行）\n１項\n補助事業者等は，法令の定並びに補助金等の交付の決定の内容及びこれ\nに附した条件その他法令に基く各省各庁の長の処分に従い，善良な管理者\nの注意をもって補助事業等を行わなければならず，いやしくも補助金等の\n他の用途への使用（利子補給金にあっては，その交付の目的となっている\n－25－\n融資又は利子の軽減をしないことにより，補助金等の交付の目的に反して\nその交付を受けたことになることをいう。以下同じ。）をしてはならない。\n２項\n間接補助事業者等は，法令の定及び間接補助金等の交付又は融通の目的\nに従い，善良な管理者の注意をもって間接補助事業等を行わなければなら\nず，いやしくも間接補助金等の他の用途への使用（利子の軽減を目的とす\nる第２条第４項第１号の給付金にあっては，その交付の目的となっている\n融資又は利子の軽減をしないことにより間接補助金等の交付の目的に反し\nてその交付を受けたことになることをいい，同項第二号の資金にあっては，\nその融通の目的に従って使用しないことにより不当に利子の軽減を受けた\nことになることをいう。以下同じ。）をしてはならない。\n１２条（状況報告）\n補助事業者等は，各省各庁の長の定めるところにより，補助事業等の遂行\nの状況に関し，各省各庁の長に報告しなければならない。\n１３条（是正のための措置）\n１項\n各省各庁の長は，補助事業者等が提出する報告等により，その者の補助\n事業等が補助金等の交付の決定の内容又はこれに附した条件に従って遂行\nされていないと認めるときは，その者に対し，これらに従って当該補助事\n業等を遂行すべきことを命ずることができる。\n２項\n各省各庁の長は，補助事業者等が前項の命令に違反したときは，その者\nに対し，当該補助事業等の遂行の一時停止を命ずることができる。\n１７条（決定の取消）\n２項\n各省各庁の長は，間接補助事業者等が，間接補助金等の他の用途への使\n－26－\n用をし，その他間接補助事業等に関して法令に違反したときは，補助事業\n者等に対し，当該間接補助金等に係る補助金等の交付の決定の全部又は一\n部を取り消すことができる。\n２３条\n１項\n各省各庁の長は，補助金等に係る予算の執行の適正を期するため必要が\nあるときは，補助事業者等若しくは間接補助事業者等に対して報告をさせ，\n又は当該職員にその事務所，事業場等に立ち入り，帳簿書類その他の物件\nを検査させ，若しくは関係者に質問させることができる。\n２４条\n補助金等の交付に関する事務その他補助金等に係る予算の執行に関する\n事務に従事する国又は都道府県の職員は，当該事務を不当に遅延させ，又\nは補助金等の交付の目的を達成するため必要な限度をこえて不当に補助事\n業者等若しくは間接補助事業者等に対して干渉してはならない。\n２９条\n偽りその他不正の手段により補助金等の交付を受け，又は間接補助金等の\n交付若しくは融通を受けた者は，５年以下の懲役若しくは１００万円以下の\n罰金に処し，又はこれを併科する。\n３０条\n第１１条の規定に違反して補助金等の他の用途への使用又は間接補助金等\nの他の用途への使用をした者は，３年以下の懲役若しくは５０万円以下の罰\n金に処し，又はこれを併科する。\n（環境対応車普及促進対策費補助金（平成２１年度第２次補正予算分）交付要綱\n（平成２２・０２・０１財製第２号）（乙１）の定め）\n１条（総則）\n－27－\n環境対応車普及促進対策費補助金（平成２１年度第２次補正予算分）及び\n低公害車普及促進等対策費補助金（平成２１年度第２次補正予算分）（以下\n「補助金」という。）については，予算の範囲内において交付するものとし，\n補助金等に係る予算の執行の適正化に関する法律（昭和３０年法律第１７９\n号。以下「適正化法」という。），補助金等に係る予算の執行の適正化に関\nする法律施行令（昭和３０年政令第２５５号。以下「適正化法施行令」とい\nう。）によるほか，この要綱の定めるところによる。\n２条（目的）\nこの補助金は，経済産業省が国土交通省と連携して，環境対応車普及促進\n基金を造成し，当該基金を活用して，環境性能に優れた道路運送車両法に基\nづく自家用自動車の購入に対する補助等の事業を行うことにより，環境対応\n車の普及促進を通じた地球温暖化対策の推進及び経済の活性化を図ることを\n目的とする。\n３条（交付先）\nこの補助金は，経済産業大臣が非営利型法人（法人税法２条第９号の２）\nに該当する一般社団法人・一般財団法人その他の非営利法人（この補助金に\n対し法人税が課されることとなる法人を除く。）に対し，その申請に基づい\nて交付する。\n４条（交付の対象）\nこの補助金は，前条の非営利型法人が，経済産業省が別途定める「環境対\n応車普及促進事業実施要領」（以下「実施要領」という。）に定める事業を\n実施するための基金（以下「基金」という。）を造する事業（以下「交付\n対象事業」という。）を交付の対象とする。\n９条（交付の条件）\nこの補助金の交付決定には，次の条件が付されるものとする\n(1) 交付対象事業を中止し，又は廃止する場合には，経済産業大臣の承認\n－28－\nを受けなければならない。\n(2) 交付対象事業が予定期間内に完了しない場合又は交付対象事業の遂行\nが困難となった場合には，速やかに経済産業大臣に報告して，その指示を\n受けなければならない。\n(3) 基金が行う実地要領第４に定める事業が適正かつ円滑に実施されるよ\nう，委託先事業者を充分に指導監督しなければならない。\n(4) 交付対象事業の遂行及び支出状況並びに基金により行う実地要領に定\nめる事業について経済産業大臣から報告を求められた場合には，速やかに\nその状況についての報告を記載した書面を作成し，経済産業大臣に提出し\nなければならない。\n(6) 基金を解散する場合には，解散するときに保有する基金の残余額を経\n済産業大臣に報告し，その指示を受けて国庫に納付しなければならない。\n１４条（是正のための措置）\n経済産業大臣は，交付対象事業，基金の管理又は基金により行う実地要領\nに定める事業が適切に実施されていないと認めるときは，是正のためにお措\n置をとるべきことを補助事業者に命ずることができる。\n（環境対応車普及促進事業実施要領（平成２２・０２・０１財製第３号）（乙２）\nの定め）\n第１  趣旨\n環境対応車普及促進対策費補助金（平成２１年度第２次補正予算分）\n及び低公害車普及促進等対策費補助金（平成２１年度第２次補正予算分）\n（以下「補助金」という。ただし第３までのものに限る。）を交付して\n環境対応車普及促進基金（以下「基金」という。）を造成し，当該基金\nを活用して，環境性能に優れた自動車の購入に対する補助等の事業を行\nうことにより，環境対応車の普及促進を通じた地球温暖化対策の推進及\n－29－\nび経済の活性化を図ることを目的とする。\n第２  業務内容\n基金の設置・管理を行う法人（以下「基金設置法人」という。）は，\n補助金により造成された基金を活用して，経済産業大臣が定める事業者\nに対する委託により本実施要領第４に定める環境対応車普及促進事業\n（以下「第４の事業」という。）を実施するものとする。\n１  基金の管理・運用方法\n基金は，環境対応車普及促進対策費補助金（平成２１年度第２次補正\n予算分）交付要綱（以下「交付要綱」という。）に基づき，国からの補\n助金を受けて造成するものとする。\n４  基金管理の遂行が困難となった場合\n基金設置法人は，基金管理の遂行が困難となった場合においては，速\nやかに経済産業大臣に報告し，その指示を受けなければならない。\n第３  基金管理設置法人による第４の事業の指導監督\n１  報告徴収による事業の実施状況の把握と国への報告\n基金設置法人は，本実施要領の第４(5)④による受託事業者からの報告\nを受けるほか，第４の事業の実施状況を把握し，その適正かつ円滑な実\n施を確保するために必要な報告を求めるとともに，それにより得た情報\nを適時適切に経済産業大臣に報告するものとする。\n２  受託事業者の指導\n基金設置法人は，第４の事業の適正かつ円滑な実施に重大な支障が生\nじ，又は生ずるおそれがあると認められる場合には，経済産業大臣に速\nやかに報告するとともに，その指示を仰ぎ，受託事業者に対し必要な改\n善を指導するものとする。\n第４  環境対応車普及促進事業（基金の活用による委託事業）\n基金設置法人は，基金を用いて，地方公共団体，法人（国所管の独立\n－30－\n行政法人を除く。），個人事業者を含む個人（以下「補助事業者」とい\nう。）が行う環境性能に優れた道路運送車両法に基づく自家用自動車の\n購入に対する助成金（以下「補助金」という。）の交付等の事業につい\nて，経済産業大臣が定める事業者（以下「受託事業者」という。）に対\nし，委託契約により実施するものとする。また，基金設置法人は，委託\n契約の内容について，事前に経済産業大臣の了解を得るものとする。\n(3) 交付規程の承認\n① 受託事業者は，本事業の実施に際し，補助金の交付の手続き等につい\nて別途交付規程を定め，経済産業大臣及び基金設置法人の承認を受けな\nければならない。これを変更しようとするときも同様とする。\n(5) 指導監督等\n① 経済産業大臣及び基金設置法人は，受託事業者による本事業の実施に\n関し，この要領に基づき指導監督を行う。\n② 受託事業者は，事業の実施に疑義が生じたとき，事業の実施に支障が\n生じたときには遅滞なく経済産業大臣及び基金設置法人に報告を行う。\n③ 経済産業大臣及び基金設置法人は受託事業者に対し，事業の実施状況\nの報告を求め，必要に応じ改善の指導を行うことができるものとする。\n④ 受託事業者は，一月に一回以上，定期的に以下の事項を経済産業大臣\n及び基金設置法人に報告する。\n一  当該期間に新たに補助金交付決定された交付決定額及び累計交付決\n定額\n二  当該期間に新たに補助金交付決定された対象車種ごとの交付決定台\n数及び累計交付決定台数\n三  当該期間に新たに受理した補助金交付申請額及び累計申請額\n四  当該期間に新たに受理した対象車種毎の補助金交付申請台数及び累\n計申請台数\n－31－\n五  当該期間に補助事業者に支払われた金額及び累計支払金額\n六  事業の周知徹底の状況\n七  本事業に関する問い合わせ，意見等及び補助金交付の申請・進ちょ\nく状況に関する問い合わせ・意見等の内容\n八  情報セキュリティの管理状況\n九  事務に要した費用及びその明細\n十  事業の実施を通じて抽出された課題\n十一  その他事業の実施に当たっての特記事項\n⑤ 受託事業者は，本事業の事務実施体制の大幅な変更等，本事業の実施\nに影響を及ぼす事情が生じたときは，速やかに経済産業大臣及び基金設\n置法人に報告するものとする。\n(8) その他\n受託事業者は，本実施要領に疑義が生じたとき，本実施要領により難い\n事由が生じたとき，あるいは本実施要領に記載のない細部については，経\n済産業大臣及び基金設置法人と速やかに協議し，その指示に従うものとす\nる。\n（環境対応車普及促進事業補助金交付規程（乙３）の定め）\n１条（通則）\n環境性能に優れた道路運送車両法に基づく自家用自動車の購入に対する助\n成金（以下「補助金」という。）の交付については，補助金等に係る予算の\n執行の適正化に関する法律（昭和３０年法律第１７９号。以下「適正化法」\nという。），補助金等に係る予算の執行の適正化に関する法律施行令（昭和\n３０年政令第２５５号。以下「施行令」という。），環境対応車普及促進対\n策費補助金（平成２１年度第２次補正予算分）交付要綱（平成２２・０２・\n０１ 財製第２号）（以下「交付要綱」という。），環境対応車促進事業実施\n－32－\n要領（平成２２・０２・０１ 財製第３号）及びその他の法令の定めによるほ\nか，この規程の定めるところによる\n２条（目的）\nこの規程は，経済産業大臣が定めた交付要綱（平成２１・０５・２９ 財製\n第４号）第２条の目的の達成を図るため，一般社団法人Ｃ（以下「センター」\nという。）が，交付要綱に基づき造成される基金を管理する一般社団法人Ｂ\n（以下「Ｂ」という。）の委託により環境対応車を導入する者に対して補助\n金の交付を行う事業（以下「補助事業」という。）の手続等を定め，もって\nその業務の適正かつ確実な処理を図ることを目的とする。\n４条（交付の対象者，補助対象経費）\nセンターは，地方公共団体，法人（国所管の独立行政法人を除く。），個\n人事業者を含む個人（以下「間接補助事業者」という。）が行う環境対応車\nの導入（以下「間接補助事業」という。）に要する経費のうち，実施要領第\n４(2)に基づき別表１（省略）に掲げる補助金交付の対象となる経費（以下「補\n助対象経費」という。）について，Ｂが管理する基金の範囲内において，補\n助金を交付する。\n６条（補助金の交付申請及び実績報告）\n１項\n補助事業者は，補助金の交付を受けようとするときは，平成２３年１２\n月２０日から平成２５年１月３１日までに道路運送車両法第７条に規定す\nる新車の登録（以下「新規登録」という。）又は道路運送車両法第５９条\n第１項に規定する新車の検査の届出（以下「新規検査届出」という。）を\n行い，別表２に定める期限までに，様式第１－１又は様式第１－２による\n補助金交付申請書兼実績報告書（以下「申請書」という。）および必要書\n類をセンターに提出しなければならない。\n２項\n－33－\n申請は，次の各号の全てに該当するものでなければならない。\n一  別表２の申請要件を満たすこと。\n二  申請は，導入する環境対応車の１台ごとに行われること。\n三  別表３に定める書類が添付されること。\n四  他の国庫補助金（センターが行う他の事業の補助金等，国以外の第\n三者が国からの補助金を原資として交付する補助金を含む。ただし，\nそのうちセンターが別に定める補助金を除く。）と重複して申請しな\nいこと。\n７条（交付の決定および補助金の額の決定等）\n１項\nセンターは，前条第１項の規定による申請書の提出があったときは，当\n該申請に係る書類の審査及び必要に応じて行う現地調査等により，補助金\nを交付すべきものと認めたときは，速やかに交付の決定及び補助金の額の\n確定を行い，様式第２による補助金交付決定通知書兼補助金の額の確定通\n知書により補助事業者に通知するものとする。この場合において，センタ\nーは，適正な交付を行うため必要があると認めるときは，補助金の交付の\n申請に係る事項につき修正を加えて通知を行うものとする。\n２項\nセンターは，審査の結果，補助金を交付すべきでないものと認めたとき\nは，速やかに様式第３による補助金不交付通知書により補助事業者に通知\nするものとする。\n３項\nセンターは，第１項の通知に際して，必要な条件を付することができる。\n９条（計画変更の承認等）\n１項\n補助事業者は，新車新規登録日または新車新規検査届出日から１年以内\n－34－\nに補助金の交付を受けた環境対応車の処分を行うときは，様式第５による\n計画変更承認申請書をセンターに提出し，様式第６による計画変更承認通\n知書により承認を受けなければならない。\n２項\nセンターは，前項の承認をする場合において，必要に応じ交付の決定の\n内容を変更し，又は条件を付することができる。\n１１条（交付決定の取消し等）\n１項\nセンターは，第９条第１項の規定による計画変更等の申請があった場合\n又は次の各号のいずれかに該当すると認められる場合は，第７条第１項の\n規定による交付決定の全部又は一部を取消し，又は交付の決定の内容若し\nくはこれに付した条件を変更することができる。\n一  補助事業者が，新規登録または新規検査届出後一年以内に使用者を変\n更するなど，法令，本規程又は法令若しくは本規程に基づくセンターの\n処分若しくは指示に違反した場合。\n二  補助事業者が，補助事業に関して不正，怠慢その他の不適当な行為を\nした場合。\n三  前各号に掲げる場合のほか，交付の決定後に生じた事情の変更により，\n補助事業の全部又は一部を継続する必要がなくなった場合。\n２項\nセンターは，第１項の規定による取消しをしたときには，様式第７によ\nる補助金交付決定取消通知書により，速やかに補助事業者に通知するもの\nとする。\n３項\nセンターは，第１項の規定による取消しをした場合において，その当該\n取消しに係る部分に関し，既に補助金が交付されているときは，様式第８\n－35－\nによる補助金返還命令書により，期限を付して当該補助金の全部又は一部\nの返還を命じることができる。\n４項\nセンターは，前項の返還を命じる場合は，第１項第三号に規定する場合\nを除き，その命令に係る補助金の受領の日から納付の日までの日数に応じ\nて，当該補助金の額（その一部を納付した場合におけるその後の期間につ\nいては，既納付額を控除した額）につき年利１０．９５％の割合で計算し\nた加算金の納付を併せて命ずることができる。\n５項\n補助事業者は，第３項の補助金の返還の命令を受けた場合，返還期限ま\nでに補助金の返還を行わなければならない。\n６項\n前項の補助金の返還の期限は，当該返還の命令のなされた日から２０日\n以内とし，期限内に納付がない場合は，未納に係る金額に対して，その未\n納に係る期間に応じて年利１０．９５％の割合で計算した延滞金をセンタ\nーは請求することができるものとし，その場合には補助事業者は延滞金を\nセンターに納付しなければならない。\n"
}