{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 2,
    "day": 27
  },
  "case_number": "平成25(ネ)2334",
  "case_name": "損害賠償，民訴２６０条２項に基づく仮執行の原状回復及び損害賠償請求事件",
  "court_name": "大阪高等裁判所第１３民事部",
  "result": "その他",
  "article_info": "第67巻1号1頁",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成18(ワ)6122",
  "gist": "１　壁面に吹き付けられたアスベストが露出している建物が遅くとも昭和６３年２月頃には通常有すべき安全性を欠くと評価されるようになったとされた事例\n２　壁面に吹き付けられたアスベストが露出している建物の所有者兼賃貸人が民法７１７条１項にいう｢占有者｣に当たるとされた事例",
  "case_gist": "１　壁面に吹き付けられたアスベストが露出している建物で昭和４５年から平成１４年まで勤務していた者が勤務中にアスベスト粉じんにばく露したことにより悪性胸膜中皮腫に罹患した場合において，昭和６２年中に全国紙が相次いで吹付けアスベストの危険性を報道し，これに呼応して各地で吹付けアスベストの除去工事が行われるようになったこと，建設省が同年１１月に建築基準法令の耐火構造の指定から吹付けアスベストを削除したこと，環境庁・厚生省が昭和６３年２月に都道府県に対し，吹付けアスベストの危険性を公式に認め，建物所有者への指導を求める通知を発したことその他判示の事実関係の下においては，遅くとも上記通知が発せられた昭和６３年２月頃の時点では，上記建物は通常有すべき安全性を欠くと評価されるようになった。\n２　壁面に吹き付けられたアスベストが露出している建物の賃借人の従業員として同建物で勤務していた者が勤務中にアスベスト粉じんにばく露したことにより悪性胸膜中皮腫に罹患した場合において，同建物の所有者兼賃貸人が，賃貸借契約において，管理上必要があるときに同建物に立ち入り，必要な措置を執る権限を認められる一方，同建物の維持管理に必要な修繕義務を負っていたことその他判示の事実関係の下においては，所有者兼賃貸人は，賃借人の従業員に対する関係において，民法７１７条１項に基づく責任を負うべき同建物の｢占有者｣に当たる。",
  "lawsuit_id": "84413",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=84413",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/413/084413_hanrei.pdf",
  "contents": "－1－\n平成２５年(ネ)第２３３４号 損害賠償，民訴２６０条２項に基づく仮執行\nの原状回復及び損害賠償請求事件\n平成２６年２月２７日 大阪高等裁判所第１３民事部判決\n主文\n１ 第１審原告らの控訴に基づき，原判決中，第１審被告に関する部分を次\nのとおり変更する。\n(1) 第１審被告は，第１審原告花子に対し，２９９２万７９４７円及び\nこれに対する平成１８年６月２２日から支払済みまで年５分の割合によ\nる金員を支払え。\n(2) 第１審被告は，第１審原告風子に対し，１０００万８９８２円及び\nこれに対する平成１８年６月２２日から支払済みまで年５分の割合によ\nる金員を支払え。\n(3) 第１審被告は，第１審原告月子に対し，１０００万８９８２円及び\nこれに対する平成１８年６月２２日から支払済みまで年５分の割合によ\nる金員を支払え。\n(4) 第１審被告は，第１審原告一郎に対し，１０００万８９８２円及び\nこれに対する平成１８年６月２２日から支払済みまで年５分の割合によ\nる金員を支払え。\n(5) 第１審原告らのその余の請求をいずれも棄却する。\n２ 第１審被告の控訴をいずれも棄却する。\n３ 第１審原告らと第１審被告との間の訴訟の総費用は，これを６分し，そ\nの１を第１審原告らの負担とし，その余は第１審被告の負担とする。\n４ この判決は，第１項(1)～(4)に限り，仮に執行することができる。\n－2－\n事実及び理由\n第１ 当事者の求めた裁判\n１ 第１審原告らの控訴の趣旨\n(1) 第１審被告は，第１審原告花子に対し，３６６２万８２７３円及びこれ\nに対する平成１８年６月２２日から支払済みまで年５分の割合による金員を\n支払え。\n(2) 第１審被告は，第１審原告風子に対し，１２２０万９４２４円及びこれ\nに対する平成１８年６月２２日から支払済みまで年５分の割合による金員を\n支払え。\n(3) 第１審被告は，第１審原告月子に対し，１２２０万９４２４円及びこれ\nに対する平成１８年６月２２日から支払済みまで年５分の割合による金員を\n支払え。\n(4) 第１審被告は，第１審原告一郎に対し，１２２０万９４２４円及びこれ\nに対する平成１８年６月２２日から支払済みまで年５分の割合による金員を\n支払え。\n２ 第１審被告の控訴の趣旨並びに民訴法２６０条２項に基づく原状回復及び損\n害賠償の申立ての趣旨\n( ) 控訴の趣旨1\nア 原判決中，第１審被告敗訴部分を取り消す。\nイ 第１審原告らの第１審被告に対する請求をいずれも棄却する。\n( ) 民訴法２６０条２項に基づく原状回復及び損害賠償の申立て2\nア 第１審原告花子は，第１審被告に対し，３５６５万９３５３円及びこれ\nに対する平成２２年４月２１日から支払済みまで年５分の割合による金員\nを支払え。\nイ 第１審原告風子は，第１審被告に対し，１１９２万５７７０円及びこれ\n－3－\nに対する平成２２年４月２１日から支払済みまで年５分の割合による金員\nを支払え。\nウ 第１審原告月子は，第１審被告に対し，１１９２万５７７０円及びこれ\nに対する平成２２年４月２１日から支払済みまで年５分の割合による金員\nを支払え。\nエ 第１審原告一郎は，第１審被告に対し，１１９２万５７７０円及びこれ\nに対する平成２２年４月２１日から支払済みまで年５分の割合による金員\nを支払え。\n第２ 事案の概要\n１ 事案の要旨\n(1) 事案の骨子\n本件は，亡甲田太郎（以下「太郎」という ）の相続人である第１審原告。\nらにおいて，太郎が鉄道高架下に設置された貸建物内で稼働中，建物内部に\n吹き付けられたアスベストの粉じんに曝露したため，悪性胸膜中皮腫に罹患\nし，自殺を余儀なくされたと主張して，①第１審被告に対しては，<ア>民法\n４１５条に基づく建物賃貸借契約に付随する建物安全性確保義務違反の債務\n不履行責任，<イ>民法７０９条に基づく不法行為責任，<ウ>民法７１７条１\n項に基づく工作物責任を選択的に主張し，②Ｄ株式会社（以下「Ｄ社」とい\nう ）に対しては，<ア>民法４１５条に基づく建物賃貸借契約に付随する建。\n物安全性確保義務違反の債務不履行責任，<イ>民法７０９条に基づく不法行\n為責任を選択的に主張して，以下のとおりの損害額及びこれに対する訴状送\n達の日の翌日である平成１８年６月２２日から支払済みまで，民法所定の年\n５分の割合による遅延損害金の連帯支払を求めた事案である。\nア 第１審原告花子につき ３６６２万８２７３円\nイ 第１審原告風子につき １２２０万９４２４円\nウ 第１審原告月子につき １２２０万９４２４円\n－4－\nエ 第１審原告一郎につき １２２０万９４２４円\n(2) 訴訟の経過\nア 原審は，第１審被告に対する請求につき，民法７１７条１項に基づく責\n任を認め，以下の金額及びこれに対する付帯請求の限度で認容し，その余\nは棄却し，第１審原告らのＤ社に対する請求は全部棄却した。\n，。第１審原告ら及び第１審被告は いずれも原判決を不服として控訴した\n，， 。なお 原判決中 Ｄ社に関する部分は第１審原告らの控訴がなく確定した\n(ア) 第１審原告花子につき ２４６２万３７４７円\n(イ) 第１審原告風子につき ８２７万４２４９円\n(ウ) 第１審原告月子につき ８２７万４２４９円\n(エ) 第１審原告一郎につき ８２７万４２４９円\nイ 差戻前控訴審は，第１審原告らの控訴に基づき，民法７１７条１項に基\nづく責任を認め，原判決の第１審原告らの認容額を以下のとおりの金額及\nび付帯請求に増額変更し，第１審被告の控訴を棄却した。\n第１審被告は，差戻前控訴審の判決を不服として，上告及び上告受理申\n立て並びに民訴法２６０条２項の裁判を求める申立てをした。なお，第１\n審原告らは，差戻前控訴審の判決に不服を申し立てなかった。\n(ア) 第１審原告花子につき ２９９２万７９４７円\n(イ) 第１審原告風子につき １０００万８９８２円\n(ウ) 第１審原告月子につき １０００万８９８２円\n(エ) 第１審原告一郎につき １０００万８９８２円\nウ 上告審は，第１審被告の上告を棄却し，上告受理申立てを受理するとと\nもに，同申立理由書記載の理由中，第１を除く部分を排除する旨の決定を\nした上，差戻前控訴審の判決中，第１審被告敗訴部分を破棄し，同部分及\nび民訴法２６０条２項の裁判を求める申立てにつき，大阪高等裁判所に差\nし戻す旨の判決を言い渡した。\n－5－\nしたがって，差戻後の当審における審判の対象は，上告審で破棄された\n第１審被告敗訴部分についての第１審原告らの請求の当否である。\n２前提事実\n以下の事実は，当事者間に争いがないか，末尾の括弧内掲記の証拠等によれ\nば，容易に認められる。\n(1) 第１審被告及び関連会社\nア 第１審被告は，昭和１９年６月１日に設立された，鉄道事業法，軌道法\nにより運輸業を営むことを目的とする資本金９２７億４１３７万８２２９\n円の株式会社であり，土地建物の売買貸借及び建設請負の事業を行うこと\nもできることとされている（弁論の全趣旨 。）\nイ Ｄ社は，昭和４７年１２月２２日に設立された，建築物及び関連設備に\n関するメンテナンス業務並びに清掃管理業務等を業とする資本金１億円の\n株式会社である（弁論の全趣旨 。）\nウ Ｅ株式会社（以下「Ｅ社」という ）は，不動産の売買，貸借，管理等。\nを主たる業とする株式会社であり，第１審被告の子会社であるが，昭和４\n，（ 「 」 。），８年３月１日 旧Ｆ株式会社 以下 旧Ｆ社 という 等を吸収合併し\n商号を新Ｆ株式会社（以下「新Ｆ社」という ）に変更した（乙１１，１。\n４の１・２，弁論の全趣旨 。）\n新Ｆ社は，平成１４年４月１日，Ｇ株式会社に会社分割した上，新Ｆ社\n，， （ ， 「 」自体は 同日 第１審被告に吸収合併され 以下 この合併を 本件合併\nという ，解散した（乙１５ 。。））\n(2) 本件建物の建築，形状とアスベスト吹付け材の吹付け\nア Ｅ社は，昭和４４年１２月２３日，同社を建築主として，下記建物（以\n下「本件建物」という ）等の建築の建築確認を申請し，昭和４５年１月。\n２１日，建築確認がされ，そのころ本件建物が完成した（乙１２，弁論の\n全趣旨 。）\n－6－\n記\n丙鉄道Ｂ線Ｃ駅高架下所在の貸建物区画番号Ｅ－４号の建物\n，， ，イ 本件建物は 未登記建物であるが 昭和４６年度から昭和６０年度まで\n本件建物の固定資産評価証明書には，Ｅ社が所有者と記載されている（乙\n１３の１～６）\nウ 本件建物は，丙鉄道Ｂ線Ｃ駅の高架下に東西に延びる商店街の一角に所\n在している（争いがない 。。）\n本件建物は，一辺が約８～９ｍの方形をしており，室内は高さが約５ｍ\nである。壁面のうち，天井端から約１．１ｍ～３．２ｍの幅で，クロシド\nライト（青石綿）を２５％含有する吹付け材が約３㎝の厚さでむき出しの\nまま施工されていた（甲Ａ４ 。）\n(3) Ｅ社のＨ文具に対する本件建物の賃貸，Ｄ社の賃貸人承継及び合意解約\n，， （ 「 」ア Ｅ社は 昭和４５年３月２日 株式会社Ｈ文具 旧商号は 株式会社Ｉ\nであったが 昭和５６年３月２５日に現商号に変更 甲Ａ４２ 以下 Ｈ，（ ）。「\n文具」という ）に対し，賃貸期間を同年４月１日からとして，本件建物。\nを賃貸した（以下「本件賃貸借契約」という 。。）\nイ 昭和４８年３月１日，前記のとおり，Ｅ社は，旧Ｆ社等を吸収合併し，\n。，， ，商号を新Ｆ社に変更した そのため 同時点で 本件賃貸借契約の貸主は\n新Ｆ社となった。\nウ 平成１４年３月１６日，新Ｆ社，Ｄ社及びＨ文具は，新Ｆ社が同年４月\n１日付けで，本件賃貸借契約における賃貸人の地位をＤ社に譲渡し，同日\n以降，Ｄ社がＨ文具に対し本件建物を賃貸する旨合意した（以下「本件賃\n貸権譲渡合意」という 。。）\nエ 平成１５年３月３１日，Ｄ社とＨ文具は，本件賃貸借契約を合意解約し\nた。\n(4) 太郎の本件建物内における稼働と悪性胸膜中皮腫罹患\n－7－\nア 太郎（昭和８年▲月▲日生）は，昭和４５年３月ころから平成１４年６\n月ころまで，Ｈ文具の取締役店長として，同社の店舗兼倉庫として使用し\nていた本件建物において勤務していた。\nイ 太郎は，平成１４年７月３日，Ｊ病院において，悪性胸膜中皮腫（上皮\n型）の確定診断を受けた（甲Ａ２３の１・２ 。）\n(5) 太郎の自殺と第１審原告らの相続\nア 太郎は，平成１６年▲月▲日，入院先のＫセンターにおいて，投身自殺\nにより死亡した（甲Ａ４９，甲Ｃ２７ 。）\nイ 太郎の死亡により，太郎の権利義務一切は，同人の配偶者である第１審\n原告花子が２分の１，太郎の子である，第１審原告風子，同月子及び同一\n郎が各６分の１の割合で相続した（甲Ｃ２７ 。）\n(6) 第１審原告らの本件訴訟提起と本件訴訟の経過及び第１審被告による差\n戻前控訴審認容額の支払\nア 第１審原告らは，平成１８年６月２０日，本件訴訟を提起した（顕著な\n事実 。）\nイ 原審は，平成２１年８月３１日，第１審原告らの第１審被告に対する請\n求を一部認容し，Ｄ社に対する請求を全部棄却する旨の判決を言い渡した\n（顕著な事実 。）\nウ 原審判決に対し，第１審原告ら及び第１審被告が控訴したところ（ただ\nし，Ｄ社関係は原審で確定 ，差戻前控訴審は，平成２２年３月５日，第）\n１審原告らの第１審被告に対する請求につき，認容額を増額変更する旨の\n判決を言い渡した（顕著な事実 。）\nエ 第１審被告は，差戻前控訴審の判決に対し，上告及び上告受理申立てを\nするとともに，差戻前控訴審の判決に基づく仮執行を免れるため，平成２\n２年４月２０日，差戻前控訴審の判決の下記認容額を第１審原告らに支払\nった（争いがない 。。）\n－8－\n記\n(ア) 第１審原告花子に対し，３５６５万９３５３円（内訳は，元金２９\n９２万７９４７円，遅延損害金５７３万１４０６円）\n(イ) 第１審原告風子，同月子及び同一郎に対し，各１１９２万５７７０\n円（内訳は，元金各１０００万８９８２円，遅延損害金各１９１万６７\n８８円）\nオ 第１審被告は，平成２２年５月６日，上告審に対し，第１審原告らに支\n払った前項の金員につき，民訴法２６０条２項の裁判を求める旨の申立て\nをした（顕著な事実 。）\nカ 上告審は，平成２５年７月１２日，差戻前控訴審の判決中，第１審被告\n敗訴部分を破棄し，同部分及び第１審被告の民訴法２６０条２項の裁判を\n求める申立てにつき 大阪高等裁判所に差し戻す旨の判決を言い渡した 顕，（\n著な事実 。）\n３ 争点及びこれに関する当事者の主張\n(1) アスベストの危険性に関する知見及びアスベストの規制状況（争点(1)）\n〔第１審原告ら〕\nア アスベストは，耐摩擦性，耐熱性，断熱・防音・吸音性，耐薬品性等の\n物質的特性を持ち，また，経済的に安価なものであることから，摩擦材，\n保温材，耐火・耐熱・吸音・結露防止目的の吹付け材などとして，産業界\nで幅広く使用されてきた。アスベストは，クリソタイル（白石綿 ，アモ）\nサイト（茶石綿 ，クロシドライト（青石綿 ，アンソフィライト，トレ））\n，，モライト及びアクチノライトの６種類に分類され このうちクリソタイル\nアモサイト及びクロシドライト（青石綿）が主として上記の用途に使用さ\nれてきた。\nイ 他方，アスベストは，非常に細かな繊維状になる性質を有しており，こ\nれを人が呼吸をする際に吸引し，呼吸細気管支や肺胞に到達して沈着する\n－9－\nと，石綿肺，肺がん，中皮腫，良性石綿胸水，びまん性胸膜肥厚などの疾\n患を発症させるものであり，人の生命，健康に深刻な被害を及ぼす有害性\nを持つものである。アスベストの中でも，クロシドライト（青石綿）は，\n発がん性などの有害性が昀も強いものであり，少量の曝露でも致死的疾患\nである中皮腫を引き起こす危険性がある。\nウ アスベストの危険性（がん原性（肺がん ，中皮腫原性）に関する知見）\n及びアスベストの規制状況は，別紙のとおりであり，これによれば，遅く\nとも昭和４６年ころまでには，アスベスト粉じんが人の生命，健康に有害\nであることは，日本の医学界やアスベスト製造業などのアスベスト関連企\n業のみならず，アスベスト製品を使用する建築業やアスベスト製品を使用\nした建築物を取り扱う不動産業などの産業界においても，一般的知見とし\nて確立していたということができる。\nエ 建物内のアスベストの飛散の危険性\n建物内に施工されているアスベスト含有吹付け材は，アスベストをセメ\nントと混合して下地に綿状に吹き付けるという工法により施工されるもの\nであり，そのような工法によるものであることから，経年劣化により，吹\n付け層の表層部から次第にアスベスト繊維が毛羽立ったり，表層部のアス\nベスト繊維が崩れたり，垂れ下がりによりほぐれたり，下地と吹付け層の\n間が浮いたりはがれたり，吹付け層の外面が損傷したりなどして，徐々に\nアスベスト繊維が空気中に飛散するようになる。さらに，吹付け層が局部\n的に剝離して落下したり，層自体が下地からはがれたりして，アスベスト\n粉じんが発生するようになる。\n〔第１審被告〕\nア認否\nアは認める。イは不知。ウ及びエは否認する。\nイ反論\n－10－\n第１審原告らが主張するアスベストの危険性に関する知見やアスベスト\nの規制状況は，アスベストの製造や吹付け作業，アスベスト含有物の解体\n又は焼却作業を行う作業場等における労働者の労働環境に関するものであ\nって，アスベスト含有吹付け材が施工された建物における労働環境や生活\n環境に関するものではなく，アスベストを含有する一般製品や建物設備の\n使用の規制，禁止に関するものではない。\n第１審原告が別紙の４(2)に挙げるものは，いずれも日本における一般\n的知見といえるものではない。なお，アスベスト含有建材を使用した建物\nに対する対策を内容とする昀初の規制法令は，平成１７年７月１日施行の\n石綿障害予防規則である。もっとも，同規則は，事業者は，その労働者を\n就労させる建築物等に吹き付けられた石綿が損傷，劣化等によりその粉じ\nんを発散させ，労働者がその粉じんに曝露するおそれがあるときは，当該\n吹付け石綿の除去，封じ込め，囲い込み等の措置を講じなければならない\nとするものであり（１０条 ，事業者の労働者に対する義務を規定するも）\nのであって，建物所有者の義務を規定するものではない。\n(2) 太郎の悪性胸膜中皮腫の発症原因（争点(2)）\n〔第１審原告ら〕\nア 本件建物内におけるアスベスト含有吹付け材の状況\n本件建物は，１辺が約８，９ｍの方形をした高さ約５ｍの部屋である。\n．． ，本件建物の室内壁面のうち天井端から約１ １～３ ２ｍの幅の部分には\nクロシドライトを２５％含有する吹付け材が約３㎝の厚さでむき出しのま\nま施工されている（前記前提事実(2)ウ 。）\nイ 太郎のアスベスト曝露\n(ア) Ｈ文具は，本件賃貸借契約の締結後，本件建物を１階部分と２階部\n分とに分け，１階部分を店舗として（以下，同部分を「本件１階店舗」\nという ，２階部分を文具類の在庫商品を置く倉庫兼帳簿等をつける。）\n－11－\nための事務所として（以下，同部分を「本件２階倉庫」という ，使。）\n用してきた。上記アの吹付け材が施工されている部分は，本件２階倉庫\nの壁面に当たる。\n(イ) 本件建物は，鉄道の高架下にあり，電車が通るたびに振動が生じ，\nこれにより吹付け材の劣化が進み，昭和４５年ころから，本件２階倉庫\nの壁面吹付け材に含有するアスベスト（クロシドライト）繊維が粉じん\nとなって飛散し（以下，この粉じんを「本件粉じん」という ，本件。）\n２階倉庫の商品棚，商品及び床面等に降り積もっていた。\n(ウ) 太郎は，昭和４５年３月から平成１４年６月までの３２年間，店長\nとして，毎日，午前８時ころに本件建物に出勤し，午後８時ころに閉店\nするまで本件建物内で過ごしていたが，このような勤務中に本件２階倉\n庫に入り，仕事をすることによって本件粉じんに曝露した。曝露の具体\n的状況は，次のとおりである。\nａ １日に５，６回，文具の納入業者が納品した際，本件２階倉庫に商\n品を搬入した。\nｂ 本件１階店舗に展示していない商品以外の商品の注文を受け，多い\n日で約５０回，少ない日で約２，３０回，本件２階倉庫に商品を取り\nに行った。\nｃ 在庫商品の整理整頓のため，１週間に数回，１回につき約１時間，\n本件２階倉庫内で作業をした。\nｄ 毎月締めの日の直前には，本件２階倉庫内で伝票の整理等を集中的\nに行った。\nｅ 平成２年に電気掃除機を購入するまでは，一月に１，２回，２，３\n，，０分かけて家庭用竹箒を使用して 同年以後は電気掃除機を使用して\n本件２階倉庫内を掃除した。\nｆ 年末には数時間かけて本件２階倉庫の大掃除をした。\n－12－\nｇ 毎年，棚卸しを行うために，本件２階倉庫の在庫商品を確認した。\nｈ 本件２階倉庫内で仮眠をとることがあった。\n(エ) 光学顕微鏡による剖検肺を用いた石綿小体の算定を行った結果，太\n郎の肺には，石綿小体が肺乾燥重量１ｇ当たり平均７２本検出された。\nこの数は，一般人の約２倍の検出量である。\n電子顕微鏡によるアスベスト繊維の分析の結果，太郎の肺内石綿濃度\nは，肺乾燥重量１ｇ当たり１９００万本であった。これは，職業的石綿\n曝露がない場合の数値である肺乾燥重量１ｇ当たり１８３万本の１０倍\n以上の濃度である。そして，上記アスベスト繊維のうち８５％がクロシ\nドライト（青石綿）であった。クロシドライトは，通常，大気環境中で\n検出されることの稀なアスベストであり，太郎の肺内に認められたクロ\nシドライトは，本件２階倉庫の壁面の吹付け材に含まれていたクロシド\nライト以外に考えられない。\n(オ) 特定非営利活動法人Ｌセンターが平成１５年に行った本件２階倉庫\nにおける石綿濃度測定では，①Ｈ文具における普段の作業と同様の疑似\n，（ ），作業をしないときは 幾何平均３.０９ｆ/Ｌ 昀小２.７２～昀大４.２\n②清掃と商品の搬入搬出の疑似作業をしたときは，幾何平均１８.８ｆ/\nＬ（昀小１.０２～昀大１３６ ，③ 商品の搬入搬出の疑似作業をした）\nときは，幾何平均６.７１ｆ/Ｌ（昀小３.６８～昀大１４）であり，全\n体の幾何平均は６.７１ｆ/Ｌ（昀小１.０２～昀大１３６）であった。\nまた，第１審被告が平成１７年１１月に本件建物のアスベスト含有吹付\nけ材の撤去工事を行った際に行われた株式会社Ｍセンターの測定では，\n２２０ｆ/Ｌという数値であった。以上によれば，本件建物におけるア\nスベスト濃度は，少なくみても平均で６.７１ｆ/Ｌ程度あったと推認で\nきる。\n日本産業衛生学会が示す許容濃度（平成１３年）によれば，クロシド\n－13－\nライトを含む石綿濃度が３ｆ/Ｌでは過剰発がんリスクレベルが１万人\nに１人とされており，本件建物内の上記石綿濃度は，上記数値の２.２\n倍に当たる。また，世界保健機構は，大気中の石綿濃度が０.５ｆ/Ｌの\nときに中皮腫が１万～１０万人に１人発生するというリスク評価をして\nいる。\n第１審被告が示す石綿濃度の規制値は，現在では採用されていない古\nい基準値であり，この数値との比較で本件建物内の石綿濃度が低いと主\n張するのは，失当である。\nウ 太郎の悪性胸膜中皮腫の罹患とその原因\n(ア) 太郎は，平成１３年１１月ころから，次第に咳が酷くなり，寝付け\nない日が続くようになった。太郎は，平成１４年になり，近くの病院で\n診断を受けた結果，胸水が確認され，同年▲月▲日，Ｎ病院に検査入院\nし，悪性胸膜中皮腫の診断を受け，同年７月，Ｊ病院に入院し，同病院\nにおいて，悪性胸膜中皮腫（上皮型）との確定診断を受けた。\n(イ) 悪性胸膜中皮腫は，アスベストの曝露を原因とする特異的な疾患で\nあり，日本では，他の原因はほとんど見当たらない。太郎は，その出生\n後死亡するまでの住居地において，アスベストの曝露を受けるような環\n，，境はなく Ｈ文具の店長として本件建物で働き始めるまでの職歴として\nアスベストの曝露を受けるような作業に従事したことはない。\n(ウ) 以上によれば，太郎は，本件２階倉庫におけるクロシドライト繊維\nからなる本件粉じんに曝露したことにより，悪性胸膜中皮腫に罹患した\nことは明らかである。\n一般に，潜伏期間というのは，ある病原体に感染してから症状が発現\nするまでの期間を指し，病原体の感染は１回的なものである。しかし，\nアスベスト曝露による中皮腫発症に関して用いられている潜伏期間は，\n上記の一般的な意味のものではなく，アスベストの曝露開始時（昀初の\n－14－\nアスベスト曝露）から中皮腫の発症までの期間をいうものであり，中皮\n腫発症の原因となったアスベスト繊維が体内（肺，胸膜）に取り込まれ\nてから中皮腫が発症するまでの期間をいうものではない。したがって，\nアスベストに係る潜伏期間というのは，当該期間より前の時点で体内に\n取り込んだアスベスト繊維のみが中皮腫の発症に関係し，それ以後当該\n期間中に体内に取り込んだアスベスト繊維が中皮腫発症に関係しないこ\nとを意味するものではない。\n〔第１審被告〕\nア認否\nアは認める。イは，(ア)は認め，(イ)，(ウ)の本文，(エ)，(オ)は否認\nし，(ウ)のａ～ｈは不知。ウは，(ア)のうち太郎が平成１４年７月にＪ病\n院において悪性胸膜中皮腫（上皮型）との診断を受けたことは認め，その\n余の事実は不知であり，(イ)のうち太郎がその出生後死亡するまでの住居\n地において，アスベストの曝露を受けるような環境がないことは否認し，\nその余の事実は不知であり，(ウ)は争う。\nイ反論\n(ア) アスベスト粉じんの曝露を受けた者が中皮腫を発症するまでには，\n平均的に４２，３年程度の潜伏期間がある。第１審原告らの主張を前提\nとすれば，太郎は平成１４年６月に悪性胸膜中皮腫の確定診断を受けた\nというのであるから，太郎がその原因となるアスベスト粉じんの曝露を\n受けた時期は，同年から４２，３年遡った昭和３５年ころ（本件建物が\n建築される前の時点）ということになる。そして，同人は，当時，以下\nのとおり実際にアスベスト曝露を受ける環境に身を置いていたのである\nから，太郎の中皮腫罹患は，本件建物以外の場所におけるアスベストの\n吸引が原因であると考えられる。\nなお，アスベストの潜伏期間がアスベストの曝露開始から中皮腫を発\n－15－\n症するまでの期間をいうものであるとしても，そのことは，潜伏期間開\n始時点ころの曝露が当該中皮腫発症の原因であることを否定するもので\nはない。むしろ，統計的にみると，潜伏期間開始時点ころの曝露がその\n原因である可能性が高いし，逆に，潜伏期間の概念は，曝露開始時点後\n一定期間を経ての曝露がその原因であることを意味するものではない。\nアスベストの曝露量と悪性胸膜中皮腫の発症との関係は，ある一定の曝\n露量を超えれば悪性胸膜中皮腫を発症するというようなものではないの\nであって，低濃度かつ短期間の曝露でも悪性胸膜中皮腫を発症する可能\n性がある。\nａ 太郎は，昭和２６年４月から昭和３９年４月までＯ株式会社大阪工\n場（以下「大阪工場」という ）において金網職工として勤務してい。\nたところ，同工場に設置された焼鈍炉にはアスベストが使用されてお\nり，太郎は，同工場勤務の期間，アスベスト曝露を受ける環境にあっ\nた。\n第１審原告らは，太郎の部検肺から検出されたアスベスト繊維のう\nちクロシドライトが昀も多かったことを根拠に太郎の悪性胸膜中皮腫\nの原因をクロシドライトとするが，前記のとおりアスベスト発症には\n潜伏期間が存在することからすれば，大阪工場の焼鈍炉に使用されて\nいたアスベストがクリソタイルであったとしても，本件２階倉庫では\nなく，大阪工場の焼却炉からの被曝により太郎の悪性胸膜中皮腫が発\n生した可能性が高い。\nｂ 太郎は，昭和３９年５月から昭和４１年５月までＯ株式会社京都工\n場(以下「京都工場」という。)において金網職工として勤務していた\nところ，京都工場の内部に吹付けアスベストなどのアスベストが使用\nされていた可能性があり，前記のとおりアスベスト発症には潜伏期間\n，，が存在することからすれば 太郎が京都工場でアスベスト曝露を受け\n－16－\n悪性胸膜中皮腫を発症したことが十分に考えられる。\n(イ) 第１審原告らが指摘する本件建物内の石綿濃度の数値は，平成１５\n年当時のものであり，太郎が本件建物で勤務していた期間中の本件建物\n内の石綿濃度の数値を示すものではない。\nなお，Ｄ社は，平成１５年６月，本件２階倉庫内の石綿濃度の検査を\n検査会社であるＰ株式会社に依頼し，その結果，同年７月９日時点にお\nける本件２階倉庫内の石綿濃度は０.５ｆ/Ｌであった。この数値は，商\n業都市における一般大気環境における石綿濃度とほぼ同じであり，アス\nベスト関連作業現場等についての規制値として定められている労働省作\n業環境測定の規制値である管理濃度２０００ｆ/Ｌ，日本産業衛生学会\nが示す許容濃度２０００ｆ/Ｌ，世界保健機構が示す環境保険判定基準\n１０ｆ/Ｌと比べても大幅に下回る数値である。このような濃度しかな\nい本件２階倉庫において，太郎が中皮腫に罹患するようなアスベスト曝\n露を受けたとは到底考えられない。\n(ウ) 太郎の中皮腫について，Ｑ医師は，その発症リスクは，数万分の１\nから数十万分の１の一定の幅にあると推定されるとしている。\n(3) 第１審被告は，本件建物の占有者又は所有者として，民法７１７条１項\nに基づく本件建物の設置又は保存上の瑕疵に係る責任を負担するか（争点\n(3)）\n〔第１審原告ら〕\nア総論\n土地の工作物の設置又は保存の瑕疵とは，当該工作物が通常有すべき安\n全性を欠いていることをいうものであるところ，建築物に吹き付けられた\n石綿（以下「吹付け石綿」又は「吹付けアスベスト」という ）を含む石。\n綿の粉じんに曝露することによる健康被害の危険性に関する科学的知見及\nび一般人の認識並びに様々な場面に応じた法令上の規制の在り方を含む行\n－17－\n政的な対応等は時と共に変化していることに鑑みると，第１審被告が本件\n建物の占有者又は所有者として民法７１７条１項の規定に基づく土地工作\n物責任を負うのは，人がその中で勤務する本件建物のような建築物の壁面\nに吹付け石綿が露出していることをもって，当該建築物が通常有すべき安\n全性を欠くと評価されるようになった時点からであると解するのが相当で\nある（本件上告審判決参照 。）\nそして，ここでいう「吹付け石綿を含む石綿の粉じんに曝露することに\nよる健康被害の危険性に関する一般人の認識」とは，ある時期における吹\n付け石綿を含む石綿の粉じんに曝露することによる健康被害の危険性に関\nする科学的な知見に基づく一般人の認識であると解し，ある時期の科学的\nな知見に基づいて一般人が判断しても危険であると認識できない場合に免\n責されると解すべきである。\n仮に，本件上告審判決がいう一般人の認識をもって瑕疵判断の積極的要\n件であると解しても，それは一般人が科学的知見をもってしても当該損害\nを生ずる危険性が存在していたとおよそ認識することができなかった場合\nに瑕疵が否定されるという趣旨であると解すべきである。\nなお，行政的な対応は，人の生命・健康よりも利益を優先する産業界の\n要請等のために有害物の規制に消極的となって遅れることがあるが，その\n行政対応を工作物所有者・占有者の責任を否定する方向で考慮すると，結\n果的には産業保護のために被害者を保護しないという結果となるので，行\n政的な対応の在り方をもって，工作物所有者の責任を減じる方向で解釈さ\nれてはならない。\nイ 本件建物が通常有すべき安全性を欠くと評価されるようになった時期\nアスベストの危険性に関する知見は，別紙のとおりである。\nすなわち，石綿は，当初職業曝露による健康被害が問題とされていたも\nのの，１９６０年（昭和３５年）代から肺がんや中皮腫を引き起こす発が\n－18－\nん物質として注目され，遅くとも，太郎が本件建物の使用を始めた昭和４\n５年には，石綿が低濃度・微量の曝露であっても肺がんや中皮腫を引き起\nこす有害物質として，人の生命・健康に重大な影響を及ぼし，人の生活空\n間における環境問題となっていることが社会的に明らかになっていた。\n昭和４５年以降も，微量・低濃度の石綿粉じん曝露により肺がんや中皮\n腫に罹患することが繰り返し報道され，昭和４７年にＩＬＯやＷＨＯなど\nの国際機関で石綿が肺がんや中皮腫を起こすことが公式に確認され，昭和\n４９年には一般書籍において吹付け石綿から発生する石綿粉じんの危険性\nについても明確に指摘された。米国では，昭和４５年以前から問題になっ\nていた石綿吹付け材による室内汚染を防止するために吹付け材の除去工法\nが確立された。建設省は，昭和４８年に，微量・低濃度の石綿粉じん曝露\nを避けるため，庁舎建物の内部仕上げについて吹付け石綿を取りやめ，労\n働省は，昭和５０年に特化則を改正するとともに，石綿の付着した作業着\nの持ち帰り等を禁止した。\n１９７０年（昭和４５年）代から１９８０年（昭和５５年）代初頭にお\nいて，微量・低濃度の石綿粉じん曝露でも発がんリスクがあることが繰り\n返し指摘され，建材である吹付け石綿から飛散する石綿粉じんの危険性も\n警告されていた。その後，昭和６２年には，建物に施工された石綿吹付け\n材が劣化して石綿粉じんが発生することや健康被害を防止するために除去\n等の対策が実施されていることが頻繁に報じられ，また，国においても対\n策を取ることを指導していた。\n以上からすると，昭和４５年ころ，そうでなくても，昭和５０年ころ，\nあるいは，いかに遅くとも昭和６２年ころには，壁の表面から石綿粉じん\nが発生・飛散し，建物内で活動する人がこれに曝露するような吹付け石綿\nのある本件建物については 「通常有すべき安全性を欠く」と評価される，\nようになっていたというべきである。\n－19－\nウ 本件建物の占有者としての責任\n「」 ， ，(ア) 民法７１７条１項にいう占有者 とは 直接占有者だけに限らず\n被害者に対する関係で土地工作物を管理，支配すべき地位にある者もこ\nれに当たると解するのが相当である。そして，被害者に対する関係で土\n地工作物を管理，支配すべき地位にある者かどうかは，土地工作物に対\nする関与の権限，態様，瑕疵作出への寄与の有無，程度，瑕疵のある土\n地工作物の種類，性質，瑕疵による危険性の内容等を勘案し，当該土地\n工作物の瑕疵による危険を除去し，損害の発生を防止することを期待で\nきる者であるかどうか，及び，被害者との関係で占有者としての責任を\n負担させるのが相当かどうかという観点から判断すべきである。\n第１審被告は，本件建物をＨ文具に賃貸しているが，以下のａ～ｊの\n事情からすると，本件建物を管理，支配すべき地位にあった者というべ\nきであり，本件建物に施工されたアスベスト含有吹付け材による危険を\n除去し，損害の発生を防止することが期待される者であるから，太郎と\nの関係で民法７１７条１項にいう「占有者」に当たる。\nａ 本件建物は，鉄道高架下建物という特殊な物件であり，第１審被告\nの本件建物に対する管理，支配は，一般の建物に対するものより強い\nものである。\nｂ Ｅ社，新Ｆ社のほか，第１審被告は，本件建物に随時立ち入り，必\n要な措置を執る権限を有している。\nｃ 第１審被告は，高架スラブ下の天井の点検口から高架橋検査を行う\nことを予定している。\nｄ 第１審被告は，本件建物の主体建築物及び基礎的施設の維持管理に\n必要な修繕義務を負担している。\nｅ 本件２階倉庫の壁面に施工されたアスベスト含有吹付け材は，本件\n建物の主体構造と一体となっている。\n－20－\nｆ 本件建物の賃借人が内装工事をする際には，事前に第１審被告に設\n計図書を提出して同意を受けなければならず，本件建物内の改修並び\nに造作，間仕切り，電気装置，ガス，水道施設等の新設，変更及び撤\n去等の現状変更をする際には，事前に第１審被告に設計図書を提出し\nて承諾を得なければならないとされている。\nｇ 第１審被告は，賃貸建物の管理等を業とし，昭和４６年以降は，建\n築士の資格を有する者を擁する建築部（建設部）が鉄道高架下建物の\n設計，施工監理，改修工事等の業務を行っており，以上の各業務につ\nいて専門的知識を有する。\nｈ 本件２階倉庫の壁面に施工されたアスベスト含有吹付け材は，第１\n審被告が注文したものである。\nｉ アスベスト含有吹付け材は，経年劣化や振動，接触等により容易に\nアスベストが粉じん化し，飛散するものである。\nｊ アスベストの発がん性は，本件賃貸借契約締結以前から繰り返し指\n摘されていた。\n，，(イ) 本件建物は 店舗として人が日常的に出入りする建物であるところ\n本件２階倉庫の壁面に施工されたアスベスト含有吹付け材の劣化に伴い\n本件粉じんが飛散し，本件建物を使用する人の生命，健康を害する危険\nを有していた。この点は，本件建物の設置又は保存上の瑕疵に当たる。\nエ 本件建物の所有者としての責任\n(ア) 本件建物は鉄道の高架下に存在するところ，鉄道の高架自体は第１\n審被告の所有物であることからすれば，少なくとも本件建物の屋根に当\nたる部分及びこれを支える部分は第１審被告の所有であり，本件建物の\n主たる部分は第１審被告の所有である。したがって，本件建物の建設当\n初より第１審被告が本件建物全体の所有者である。\nなお，第１審原告らは，訴訟の当初から，本件建物の建設当時から本\n－21－\n件建物の所有者が第１審被告であると主張しており，主張を撤回したこ\nとはない。また，当該主張の適否の判断のために新たな立証の機会が必\n要なものでもない。したがって，第１審原告らの本件建物建設当初から\n本件建物の所有者が第１審被告であるとの主張は，時機に後れた攻撃防\n御方法として却下の対象とはならない。\n(イ) 仮に，第１審被告が，建設当初よりの本件建物の所有者ではなく，\nＥ社が本件建物を建築して所有していたものだとしても，Ｅ社は，その\n後，関連会社等との合併及び商号変更により，新Ｆ社となり，更にその\n後，第１審被告は，本件合併により，新Ｆ社の権利義務を包括的に承継\nして本件建物の所有者となった（以下，第１審原告らが本件建物の所有\n者に関し「第１審被告」の呼称を用いる際には，１次的には昭和４５年\n当時からの本件建物の所有者との意味で，２次的には本件合併前のＥ社\n及び新Ｆ社が主体となる事柄に関してそれらの権利義務を包括承継した\n立場との意味で用いる 。。）\n，，(ウ) 本件建物は 店舗として人が日常的に出入りする建物であるところ\n本件２階倉庫の壁面に施工されたアスベスト含有吹付け材の劣化に伴い\n本件粉じんが飛散し，本件建物を使用する人の生命，健康を害する危険\nを有していた。この点は，本件建物の設置又は保存上の瑕疵に当たる。\n(エ) 本件建物の賃借人であるＨ文具は，文房具の小売りを業とする株式\n会社であり，建物の建材や部材に関する知識を何ら有しておらず，本件\n２階倉庫の壁面にアスベスト含有吹付け材が施工されていることも知ら\nなかったから，アスベストの飛散防止措置を執り得なかった。したがっ\nて，Ｈ文具は，本件建物の占有者（賃借人）として，アスベストに係る\n瑕疵に関する損害発生を防止するについて必要な注意をすべき義務がな\n，， ，いから 同注意をしたときに当たり 民法７１７条１項ただし書により\n同項本文の責任を負わない。\n－22－\n〔第１審被告〕\nア 本件建物が通常有すべき安全性を欠くと評価されるようになった時期に\nついて\n昭和４５年当時，建物壁面等吹付けアスベストは，建築基準法における\n指定耐火材であり，その後も昭和６２年１１月１４日まで指定耐火材とし\nて認められていた。昭和６２年１０月ころ，小学校の体育館に吹付けアス\nベストがあることが問題になったことがあるが，その関心も一部学校関係\n者間に限定されたものであり，世間一般に吹付けアスベストの危険性が認\n識されたものではないし，しかもその関心も一時的なものであった。社会\n資本整備審議会建築分科会「アスベスト対策部会」の平成１７年１２月の\n発表でも，その時点で 「建築物に使用されている吹付けアスベストが原，\n因で死亡したケースはこれまで知られていなかった」とされており，健康\n被害防止を目的とした労働省や日本産業衛生学会の各規制値はいずれも２\n０００ｆ／Ｌであった。国によるアスベスト製品の製造禁止措置は，平成\n７年まで取られなかったし，既に存在する建物壁面等の吹付けアスベスト\nに対する対策が国により立てられたのは，平成１７年７月１日に施行され\nた石綿障害予防規則が昀初である。平成１７年１０月から１１月にかけて\nの国土交通省による吹付けアスベスト等の実態調査によれば，同時点で露\n出した吹付けアスベスト等がある建築物数及び箇所数は，民間建物で１万\n２７１８棟，公共建築物でも６６１７箇所あり，また吹付けアスベスト等\nがあり，かつ曝露のおそれがある場所を有する施設又は機関数（社会福祉\n施設及び病院は，飛散防止対策済みの数を含む ）は，社会福祉施設２４。\n５施設，病院３２４施設，学校施設等７７１機関であった。\n国土交通省の平成２０年６月８日の発表によると，同時点において，吹\n付けアスベストが露出したままの建物は，全国で１万４８３２棟あり，う\nち４６％の６８２６棟は飛散防止の対策が未だ取られていなかった。厚生\n－23－\n，，「（ ）労働省は 平成２１年３月２０日 病院などの建物のアスベスト 石綿\n使用実態を追加調査した結果，新たに１４病院で石綿が飛散し，曝露のお\nそれがある場所が見つかった 」と発表した。尼崎市は，同年４月６日，。\n「市営住宅や小学校など市所有の１６施設から，国が決めた基準値を超え\nるアスベスト（石綿）が検出された 」ことを発表した。国土交通省は，。\n同年７月１７日，合同庁舎や裁判所など国の施設を対象としたアスベスト\n（石綿）の使用実態調査結果を発表したが，それによると，同年３月末時\n点で，石綿の除去や飛散防止対策をしていない建物が１１３棟あり，その\nうち，既に対策を終えたのは５棟，同年度以降の対策予定は４５棟で，九\n段第２合同庁舎本局や大阪高等・地方・簡易裁判所庁舎等残り６３棟の対\n策時期は未定であった。\n以上の実態からすれば，我が国において，建物の吹付けアスベストの危\n険性についての一般的認識がされたのは，どんなに早くても平成１７年２\n月２４日の石綿障害予防規則制定日以降であることが明らかである。\nしたがって，本件建物は，それまでは通常有すべき安全性を欠いていな\nかった。\nイ 本件建物の占有者について\n「」 ， ，(ア) 民法７１７条１項の 占有者は 第１審原告らの主張するような\n工作物から生じる危険を支配・管理し，損害の発生を防止し得る地位で\nはなく，民法１８０条の「占有」と同じく 「物の所持」という事実関，\n係をいう。\n本件建物の（直接）占有者は，Ｈ文具であり，仮に本件建物にアスベ\nスト含有吹付け材が施工された壁があることが本件建物の設置又は保存\n上の瑕疵に当たるとしても，同瑕疵に係る太郎の損害に対する第一次的\nな責任は，本件建物の賃借人であるＨ文具において負うものである（民\n法７１７条１項本文 。）\n－24－\nそして，仮に，平成１７年２月以前における「建物吹付けアスベスト\nの危険性についての一般的認識」が認められる場合，本件建物の直接占\n有者であるＨ文具も当然その認識があったはずであるから，Ｈ文具は占\n有者としての責任を負うべきである。\n(イ) 本件建物において，アスベスト含有吹付け材が施工された壁は，本\n来天井で覆われたいわゆる屋根裏の部分にあったものであり，同部分に\n人が出入りする構造になっていなかったところ，Ｈ文具は，当該壁があ\nる場所に２階部分を作り，同部分を倉庫として使用していたのであるか\nら，Ｈ文具自身が，太郎が本件粉じんの曝露を受けないようにアスベス\nト含有吹付け材を除去，封じ込み，囲い込みするなどの対策を執るべき\nであった。本件建物の所有者であった第１審被告が損害賠償責任を負う\nのは，占有者であるＨ文具が損害の発生を防止するのに必要な注意をし\nたことが立証されたときであるところ（同項ただし書 ，Ｈ文具は上記）\nの注意をしていない。\n(ウ) 仮に土地工作物を管理，支配すべき地位にある者も民法７１７条１\n項にいう「占有者」に含むとしても，それは土地工作物が危険なもので\nあり，かつ，そのことが事前に明らかな場合に限定されるべきであると\nころ，本件建物の危険性は事前に明らかでなかったから，第１審被告は\n占有者に当たらない。\n第１審被告は本件建物の賃貸人にすぎず，本件建物は賃借人であるＨ\n文具に引き渡され，第１審被告は本件建物の合鍵すら持たず，本件建物\nを常時管理できる状態ではなかったのに対し，Ｈ文具は独占的，排他的\nに本件建物を占有していたものである。また，本件建物はいわゆるスケ\nルトン貸しであり，店舗の内装は本件建物の賃借人の責任に属するとこ\nろ，本件建物につき，２階を造り，倉庫として使用することは，すべて\nＨ文具の都合と責任において行われた。したがって，第１審被告は本件\n－25－\n建物を管理，支配すべき地位にある者ではなかった。第１審原告主張の\n上記ウ(ア)のａ～ｊの事由は，第１審被告が，太郎に対する関係で本件\n，， ，建物を管理 支配すべき地位を根拠づけるものではなく 第１審被告は\n一般の賃貸人が有する権限以上の権限を有する賃貸人ではないから，太\n郎との関係で本件建物を管理，支配すべき地位に立つ者ではない。\n本件のような場合にまで建物を所有し，賃貸する者を土地工作物を管\n理支配すべき者として民法７１７条１項にいう「占有者」に当たるとす\nれば，民法７１７条１項ただし書の適用範囲はほとんどなくなるのであ\nって，民法７１７条１項の立法趣旨に反するというべきである。\nウ 本件建物の所有者について\n(ア) 第１審原告らの本件建物建設当初から第１審被告が本件建物の所有\n者であったとの主張は，原審第１２回口頭弁論期日において確定した争\n点整理案に反するものであり，従前第１審原告らが自白した事実を撤回\nするものであって，第１審被告は当該自白の撤回に異議がある。仮に裁\n，。判上の自白に当たらないとしても 時機に後れた攻撃防御方法に当たる\n(イ) 第１審被告は，本件建物の所有者の承継人にすぎないところ，上記\nイで主張したとおり，第１審被告は本件建物の占有者に当たらず，また\n「」占有者であるＨ文具において民法７１７条１項ただし書の 必要な注意\nを尽くしていないので，第１審被告が本件建物の所有者として，民法７\n１７条１項の責任を負うことはない。\n(4) 第１審被告は，本件建物の所有者として，本件建物の安全性確保義務を\n負担し，同義務違反として民法７０９条の責任を負うか（争点(4)）\n〔第１審原告ら〕\nア 第１審被告の建物所有者としての本件建物の安全性確保義務\n(ア) 建物所有者は，その所有建物について人の生命，健康を害する危険\nが生じた場合には，自らその危険を除去するか，当該建物使用者に対し\n－26－\nてその旨警告し，安全対策を執らせる注意義務がある。当該建物が分譲\n用建物や賃貸用建物であり，その所有者が建物の売買，賃貸を業とする\n者である場合には，上記注意義務はより高度なものが要求されるという\nべきである。\n(イ) 本件建物の所有者\nａ 上記(3)エ(ア)で主張したとおり，本件建物の建設当初より第１審\n被告が本件建物全体の所有者である。\nｂ 仮に，第１審被告が，建設当初よりの本件建物の所有者ではなく，\nＥ社が本件建物を建築して所有していたものだとしても，上記(3)エ\n(イ)で主張したとおり，新Ｆ社の権利義務を包括的に承継して本件建\n物の所有者となった。\n(ウ) 本件建物は，人の生命，健康に有害な物質であるアスベスト含有吹\n付け材が施工されていた建物であり，かつ，賃貸用建物であるから，建\n物賃貸を業とする第１審被告は，本件建物所有者として，本件建物の安\n全性を確保する注意義務があり，その程度は高度なものである。\nイ 第１審被告の建物所有者としての本件建物の安全性確保義務違反\n(ア) 上記(1)の「アスベストの危険性に関する知見及びアスベストの規\n制状況」並びに下記ａ及びｂの事情に照らすと，第１審被告は，昭和４\n６年時点で，本件建物内に施工されているアスベスト含有吹付け材の有\n害性，危険性を認識し又は認識し得た。\nａ 昭和４６年４月２８日に公布された特定化学物質等障害予防規則\n（労働省令第１１号。以下「旧特化則」という ）は，その規制対象。\nとする化学物質等を分類した上で，これらの化学物質等を扱う事業者\nに対し，化学物質等による労働者の健康障害を予防するため，使用す\nる物質の毒性の確認，作業方法の確立，関係施設の改善，作業環境の\n整備，健康管理の徹底その他必要な措置を講ずるよう努めること（１\n－27－\n条 ，石綿を含む第二類物質の粉じん等が発生する屋内作業場におけ）\nる局所排気装置の設置（５条 ，除じん装置の設置（９条 ，設備の））\n改善等に関する措置（２２条 ，呼吸用保護具の備え付け（４３条））\nなど，執るべき措置を定めている。昭和４７年に発行された労働省安\n全衛生部労働衛生課編の旧特化則の解説には，石綿が中皮腫を引き起\nこすこと，石綿が保温剤，ブレーキライニング，トムレックスなどに\n使用されていることが記載されている。\n，， ，ｂ 第１審被告は 昭和４６年当時 鉄道事業及び自動車事業において\n旧特化則５条の適用を受ける石綿粉じんが発生する屋内作業場を有す\nる事業者であった。\nＥ社及び新Ｆ社は，第１審被告の支配下にあった法人であり，それ\n，， 。らの間において 役員を兼任する者がおり 情報も共有化されていた\n，，(イ) 第１審被告は 本件建物の建築を発注した者であることからすると\n本件賃貸借契約が締結された後である昭和４６年ころ又は遅くともＨ文\n具に本件建物の隣接建物を貸し増しした昭和５５年ころには，本件建物\n内にアスベスト含有吹付け材が施工されていること及びそれが施工され\nている本件２階倉庫内で発生する本件粉じんが本件建物を使用する人の\n生命，健康に有害なものであることを知り又は知り得た。したがって，\n第１審被告は，昭和４６年又は昭和５５年ころにおいて，本件建物内に\nおける本件粉じんの飛散を防止するため，本件２階倉庫内のアスベスト\n含有吹付け材が施工されていた壁面を非石綿建材で覆って囲い込むなど\nの措置を執るべき注意義務があった。\nなお，上記認識の程度については，被害法益が人の生命，健康という\n代え難いものであるときは，その被害法益の重大性にかんがみ，安全性\nに疑念を抱かせる程度の抽象的な危惧であれば足り，必ずしも生命，健\n康に対する悪影響の内容，程度，発症頻度について具体的に認識する必\n－28－\n要はない。また，アスベストが人の生命，健康に与える重大な危険性に\nかんがみても，このような危険な物質が上記(2)の第１審原告らの主張\nアのとおり，壁面にむき出しのままの状態で存在していた本件建物の所\n有者である第１審被告が認識すべき事柄は，アスベストの安全性に疑念\nを抱かせる程度の抽象的な危惧であれば足り，必ずしも生命，健康に対\nする悪影響の内容，程度，発症頻度について具体的に認識する必要はな\nいというべきである。\n(ウ) また，仮に第１審被告が上記(イ)の措置を執ることが不可能であっ\nたとしても，第１審被告は，昭和４５年４月から平成１４年６月までの\n間，本件建物を賃借して使用していたＨ文具に対し，本件建物にアスベ\nスト含有吹付け材が施工されており，アスベストが飛散するおそれのあ\nることを伝えた上で，本件建物を使用するＨ文具の従業員等が本件粉じ\nんの曝露を受けないように対策を執るよう警告すべき注意義務があっ\nた。\nしかし，第１審被告は，上記の措置及び警告のいずれもしなかった。\nこの不作為は，昭和４５年４月から平成１４年６月までの間本件建物を\n使用していた太郎に対する不法行為となる。\n〔第１審被告〕\nア認否\nア(イ)ｂは認めるが，その余は否認する。\nイ反論\n(ア) 第１審原告らが主張する第１審被告の「安全性確保義務」なるもの\nは，第１審被告と太郎との間において何らの法律関係もない場面（第１\n審被告が本件建物の所有者であるだけ）では発生する根拠のないもので\nある。したがって，第１審被告は，第１審原告らが主張する一般的，抽\n象的な危惧感を前提とした作為義務を負わない。\n－29－\nそもそも，吹付けアスベストの危険性についての一般的知見や本件２\n階倉庫の吹付けアスベスト被害の予見可能性に関する第１審原告らの主\n張は，本件の場合，Ｅ社，新Ｆ社及び第１審被告が，本件２階倉庫の壁\n面防火材として吹付けアスベストが使用されていることを認識していた\nことが前提となる。この前提を欠く上記主張は論理的に意味がない。\n(イ) 前記(1)イで主張したとおり，第１審原告らが主張するアスベスト\nの危険性に関する知見やアスベストの規制状況は，アスベストの製造業\nや取扱業における労働者の労働環境に関するものであり，アスベスト含\n有吹付け材が施工された建物における労働環境や生活環境に関するもの\nではない。旧特化則は，事業場での生産活動に起因する公害問題，事業\n場内の労働者の健康を守るだけでなく，その結果として公害防止に寄与\nする方針の下に，制定，施行されたのであり，事業場での生産活動に起\n因する公害問題を対象としているものである。したがって，事業場での\n生産活動に起因しない本件２階倉庫におけるような一般建物のアスベス\nト含有吹付け材及び同材が施工されている建物での業務を規制対象とす\nるものではない。\n第１審被告は，アスベスト関連製品の製造業者でも，その取扱業者で\nもなく，本件建物に関しては，アスベスト製品の利用者，消費者にすぎ\nず，アスベスト粉じんが人の生命，健康を害するか否かに関する知見も\n一般人と同程度にしか有していなかった。第１審被告が，建物内のアス\nベスト含有吹付け材の損傷や劣化等によって人体に中皮腫等の健康被害\nが生じる可能性があることを具体的に認識したのは，平成１７年２月２\n４日に石綿障害予防規則が制定されたころである。\nまた，第１審被告は，本件建物を建築するに際し，建築業者に対し，\n壁面にアスベスト含有吹付け材を使用することを指定したこともなけれ\nば，本件建物にアスベスト含有吹付け材が施工されていることも知らな\n－30－\nかった。第１審被告は，本件建物内にアスベスト含有吹付け材が施工さ\nれていることについては，平成１５年６月ころ，本件建物の賃貸人の地\n位を新Ｆ社から承継したＤ社から聞いて初めて知った。\nしたがって，国が使用を許可している建材を使用して建築された建物\nの所有者に対し，建材の危険性について，国が対策を指示する以前に知\n，， ， ，り かつ その対策を執ることを期待することは困難であり もとより\nアスベスト専門業者でもアスベスト取扱業者でもない建物所有者が，そ\nの危険性を調査，研究すべき義務もない。第１審被告は，太郎が本件建\n物で勤務していた期間中には，本件建物内にアスベスト含有吹付け材が\n存在していたこと及びその危険性をいずれも知り得なかったから，結果\n回避義務の前提となる予見可能性がなく，第１審原告らの不法行為の主\n張は，前提を欠き，失当である。\n(5) 第１審被告は，賃貸人として，本件建物の賃借人の役員又は従業員に対\nする安全性確保義務を負担し，同義務違反として民法４１５条又は民法７０\n９条の責任を負担するか（争点(5)）\n〔第１審原告ら〕\nア 第１審被告の賃貸人としての本件建物の安全性確保義務\n，，建物の賃貸人は 賃貸借契約に付随する義務又は信義則上の義務として\n賃借人に対し，賃貸建物及びこれに設けられている建物設備に起因して賃\n借人の生命，健康を害する危険が生じないようにすべき注意義務（安全性\n確保義務）を負う。\n本件賃貸借契約は，第１審被告と法人であるＨ文具との間で締結されて\nいたものであるところ，このように賃借人が法人である場合においては，\n賃貸人は現実に賃貸建物を使用するのは自然人である当該法人の役員や従\n業員であることを当然知っているし，賃貸建物が危険なものであることに\nよって生命，健康が侵害されるのは当該法人ではなく，当該法人の役員や\n－31－\n従業員であるから，賃貸人が上記安全性確保義務を負う相手方は，賃貸建\n物を使用する賃借人の役員や従業員である。\n本件建物は，人の生命，健康に有害なアスベスト含有吹付け材が施工さ\nれていた建物であるから，第１審被告は，本件賃貸借契約における賃貸人\nとして，本件建物の賃貸借上の使用者である太郎に対し，本件建物の安全\n性を確保する義務がある。\nイ 第１審被告の賃貸人としての本件建物の安全性確保義務違反\n第１審被告は，Ｈ文具に対し，同社が本件建物を店舗兼倉庫として使用\nすることを承知して，本件建物を賃貸した。また，第１審被告は，Ｈ文具\nが家族経営の個人商店であり，同社の取締役であった太郎が本件建物にお\nいて販売業務を行っていたことを認識していた。したがって，第１審被告\nは，本件賃貸借契約締結時において，太郎が本件建物内で継続的に勤務す\nることを認識していた。\nまた，上記(4)イ(ア)のとおり，第１審被告は，遅くとも本件賃貸借契\n約が締結された後である昭和４６年ころには，本件２階倉庫内で発生する\n本件粉じんが本件建物を使用する人の生命，健康に有害なものであること\nを知り又は知り得た。したがって，第１審被告は，同年ころにおいて，太\n郎に対し，上記アの安全性確保義務として，本件２階倉庫内における本件\n粉じんの飛散を防止するため，アスベスト含有吹付け材のある壁面を非石\n綿建材で覆って囲い込むなどの措置を執るべき義務があった。\nしかし，第１審被告は，上記措置を執らなかった。この不作為は，昭和\n４５年３月から平成１４年６月までの太郎に対する本件賃貸借契約に基づ\nく債務不履行又は不法行為となる。\n〔第１審被告〕\nア認否\n否認する。\n－32－\nイ反論\n(ア) 新Ｆ社，Ｄ社及びＨ文具は，平成１４年３月１６日，本件賃貸借契\n約における賃貸人の地位及びＨ文具に対する一切の権利義務を同年４月\n１日以降Ｄ社に譲渡することを合意した（本件賃貸権譲渡合意 。した）\nがって，第１審被告は，本件合併の前後を通じて，本件賃貸借契約にお\nける賃貸人としての責任を負う者ではない。\n(イ) 本件賃貸借契約は，法人間で締結されたものであり，賃貸人におい\nて，賃借人（法人）の生命，健康に対する危険を防止すべき義務は存在\nし得ない。\nまた，本件賃貸借契約に基づく賃貸人の義務は，賃借人であるＨ文具\nに対して負うのであり，契約関係がなく，指揮監督の及ばない賃借人の\n従業員等やその他の第三者である賃貸建物の利用者に対して負う理由は\nない。\n(ウ) 第１審被告は，平成１５年６月までの間，本件建物の建材にアスベ\nストが含有されていることを知らなかったし，平成１７年に石綿障害予\n防規則が制定施行されるまで，アスベスト含有吹付け材の危険性も知ら\nなかった。したがって，仮に賃貸人が第１審原告ら主張の安全性確保義\n務を負うとする見解に立っても，本件においては，第１審被告が太郎に\n対する具体的な義務としての安全性確保義務を負う前提を欠く。\n(6) 第１審被告の争点(3)～(5)の義務違反等と太郎の死亡との間の相当因果\n関係の有無（争点(6)）\n〔第１審原告ら〕\nア 第１審被告の責任期間内の太郎の石綿粉じん曝露と太郎の悪性胸膜中皮\n腫発症との間の相当因果関係について\n(ア) 上記(2)で主張したとおり，太郎の悪性胸膜中皮腫の発症原因は本\n件２階倉庫において本件粉じんに曝露したことにあり，また第１審被告\n－33－\nは昭和４６年ころからその責任を負うべき立場にある。\nしたがって，太郎の石綿粉じん曝露と，太郎の悪性胸膜中皮腫発症と\nの間には当然に相当因果関係がある。\n(イ) 仮に，第１審被告の責任期間が昭和６２年以降であるとしても，中\n皮腫の発症には，昀初の曝露から発病までの全ての期間の石綿曝露が寄\n与していると考えるべきであるから，太郎の中皮腫の発症には昭和６２\n年以降の石綿曝露が寄与しているとみるのが相当である。\nすなわち，前記(2)ウ(ウ)で主張したとおり，初期における曝露によ\nっては中皮腫発症の原因が形成されず，その後の曝露によって中皮腫発\n症の原因が形成された場合であっても，石綿曝露による中皮腫発症の潜\n伏期間は昀初の曝露から発症までの期間をいうものであって，中皮腫発\n症の原因が形成されたときから中皮腫発症の日までの期間を指すもので\nはない。したがって，一番昀初の石綿曝露時に吸引した石綿繊維が中皮\n腫発症の原因になったかどうかは不明であり，昀終の石綿曝露が原因と\nなっている可能性もある。このように，中皮腫の発症機序は不明である\nが，累積曝露量が多いほど発症しやすいという量－反応関係があること\nからすれば，昀初の曝露から発病までの全ての期間の曝露が中皮腫の発\n症に寄与していると考えるのが相当である。そして，太郎の場合も，昭\n和６２年以降においても約１５年間の石綿曝露を受けたのであり，これ\nが太郎の中皮腫の発症に寄与していないとは到底いえない。\nしたがって，太郎の昭和６２年以降の石綿曝露と中皮腫発症との間に\nも相当因果関係が存在することは明らかである。\nイ 太郎の悪性胸膜中皮腫発症と太郎の死亡との間の相当因果関係について\n(ア) 太郎は，平成１６年７月８日，悪性胸膜中皮腫の症状が急激に悪化\nしたため，救急車でＫセンターに搬送され，緊急入院した。太郎は，当\n時の担当医師に対し，呼吸困難の苦痛を訴え，従来から行われていた左\n－34－\n肺側からの胸水排出だけでなく，右肺側からの排出をするよう強く求め\nた。しかし，同医師は，同月２０日，太郎に対し，衰弱が激しくリスク\nが大きいため不可能であると説明した。太郎は，同日，呼吸困難による\n激しい苦痛及びそれから逃れるすべがないことに絶望し，上記センター\nの昀上階から飛び降りて自殺した。\n(イ) 太郎は，悪性胸膜中皮腫による激しい胸痛，胸水の増加による慢性\n的な呼吸困難に苛まれ，医療機関への入通院を繰り返して各種の治療を\n受けたが改善せず，重度の精神的心理的ストレスにより適応障害を発病\nした。適応障害を発症した者は，主観的な苦痛，情緒障害により，抑う\nつ気分，不安，心配，現状の中ではやっていけないという感じ等の症状\nが出て，自殺念慮を抱きやすく，がん患者の自殺の研究では，その半数\nが適応障害などの抑うつ症状を有しているとの報告がある。太郎は，以\n上のように，悪性胸膜中皮腫による重度のストレスから適応障害を発病\nし，これにより自殺するに至ったものである。\n仮に第１審被告が太郎の自殺について予見可能性がなかったとして\nも，中皮腫の予後は極めて不良であって，中皮腫に罹患した後の平均的\nな生存期間は２１.３月といわれている。太郎は遅くとも平成１４年６\n月には中皮腫に罹患していたことからすると，太郎が自殺行為をとらな\nくても，太郎は平成１６年▲月▲日からほどないころに中皮腫により死\n亡するに至ったことが明らかである。\n(ウ) したがって，太郎が第１審被告の上記義務違反により悪性胸膜中皮\n腫に罹患したことと太郎が死亡したこととの間には相当因果関係があ\nる。\n〔第１審被告〕\nア認否\n太郎の死亡日，その死亡が自殺によるものであることは認め，太郎の受\n－35－\n診等の内容，経緯，自殺の態様は知らず，第１審被告の責任期間内の太郎\nの石綿粉じん曝露と太郎の悪性胸膜中皮腫発症との間，太郎が中皮腫に罹\n患したことと太郎が死亡したことの間にそれぞれ相当因果関係があること\nは否認する。\nイ反論\n(ア) 第１審被告の責任期間内の太郎の石綿粉じん曝露と太郎の悪性胸膜\n中皮腫発症との間の相当因果関係について\nアスベスト粉じんの曝露を受けた者が中皮腫を発症するまでには，４\n２，３年程度の潜伏期間がある。第１審原告らの主張を前提とすれば，\n太郎は平成１４年６月に悪性胸膜中皮腫の確定診断を受けたというので\nあるから，太郎がその原因となるアスベスト粉じんの曝露を受けた時期\n，。は 本件建物が建築された日より前の昭和３５年ころということになる\nそうすると，太郎の中皮腫罹患は，上記(2)の第１審被告の主張イ(ア)\nのとおり，本件建物以外の場所におけるアスベストの吸引が原因である\nと考えられる。したがって，第１審原告らの主張する第１審被告の注意\n義務違反等と太郎の中皮腫罹患との間に相当因果関係はない。なお，仮\nに太郎の中皮腫罹患が本件２階倉庫内における本件粉じんの吸引と関連\n性がある（吸引が中皮腫罹患の一因となっている）としても，中皮腫が\n発症するまでの潜伏期間を考慮すれば，太郎の中皮腫は，本件建物にお\nいて業務に従事する前に曝露を受けたアスベストにより発症したもので\nあるといえ，また，本件建物壁面に使用された吹付け材のアスベストに\nより中皮腫に罹患する確率は十万から数十万分の１であるから，本件２\n階倉庫内における本件粉じんの吸引に係る第１審被告の注意義務違反\n（ただし，第１審被告は，同義務違反を争うものである ）等と太郎の。\n中皮腫罹患との間には相当因果関係がないというべきである。\nまた，石綿の曝露開始時期から中皮腫発症までには，平均３６．９年\n－36－\nの長期間の潜伏期間があるとされることからして，少なくとも昭和４５\n年４月から昭和６２年までの石綿曝露がなければ，太郎の中皮腫発症は\nなかったといえるから，昭和６２年からの石綿曝露だけでは，太郎の中\n皮腫発症との間に相当因果関係はない。\n(イ) 太郎の悪性胸膜中皮腫発症と太郎の死亡との間の相当因果関係につ\nいて\n仮に第１審原告らが主張する第１審被告の注意義務違反等と太郎の中\n皮腫罹患との間に相当因果関係があるとしても，太郎の死亡は，太郎自\n（） ，身の個人的資質 素因 により自殺をしたことによるものであるところ\n自殺をする原因には様々なものがあり，中皮腫に罹患した者が必ず自殺\nするとは限らないし，また，がん患者の自殺率は０.２％にすぎないこ\nとからすると，中皮腫に罹患した者が自殺をする蓋然性が高いというこ\nともできない。したがって，第１審被告は，太郎が自殺をすることにつ\nいて予見することも結果を回避することもできない立場にあったことが\n明らかである。そして，太郎は，中皮腫により死亡したのではなく，自\n殺という太郎自身の行為によって死亡したのであるから，太郎の中皮腫\n罹患とその死亡との間に相当因果関係はない。\n(7) 太郎の被った損害及び損害額と第１審原告らの相続，弁護士費用（争点\n(7)）\n〔第１審原告ら〕\nア 太郎の治療経緯\n太郎は，悪性胸膜中皮腫に関して，以下のとおり，入通院した。\n(ア) Ｎ総合病院\n平成１４年６月６日通院。\n同月１０日から同月２１日まで検査入院。\n(イ) Ｊ病院\n－37－\n平成１４年６月２１日通院。\n同年７月１日から同年９月３日まで検査，治療のために入院。\n(ウ) Ｒ診療所\n平成１４年７月２６日から同年１１月１４日までの間に６日間通院。\n(エ) Ｓ病院\n平成１４年１０月２６日から平成１６年２月２９日までの間，断続的\nに通院。\n(オ) Ｔ病院\n平成１４年９月１４日に通院（ＰＥＴ検査 。）\n(カ) Ｕクリニック\n平成１４年１１月２０日から同年１２月４日までの間に３日間通院。\n(キ) Ｖ病院\n平成１５年１１月４日から平成１６年２月１９日までの間に５日間通\n院。\n(ク) Ｊ病院\n平成１５年１１月２８日から同年１２月５日までの間（右脇腹腫瘍摘\n）（ ）出 及び平成１６年１月１４日から同月２７日までの間 抗がん剤治療\nの合計２２日入院。\n(ケ) Ｋセンター\n平成１６年２月９日から同年４月１２日までの間に６日間通院。\n同月１９日から同年６月２８日まで入院。\n同月３０日から同年７月８日までの間に４日間通院。\n同日から同月２０日まで入院。\n(コ) Ｗクリニック\n平成１６年２月２７日から同年４月１７日までの間に８日間通院。\n(サ) Ｘクリニック\n－38－\n平成１６年５月１７日から同年７月１５日までの間に６日間通院。\n(シ) その他\n太郎は，免疫能力を強化するため，ＡＨＣフィトイムノ，Ｄ－１２，\nアポイダン，サメ軟骨等の健康補助食品を摂取した。\nイ 太郎の損害額（ただし，内金請求）\n(ア) 積極損害 合計７４６万９２７２円\nａ 治療関係費 小計６４３万９３２９円\nＮ総合病院 １６万９７３０円\nＪ病院 ８４万１７４０円\nＲ ３６万３６２０円\nＳ病院 ８９万２５３０円\n同(Ｙ薬局) ３５万８７１０円\nＴ病院 １８万９９１０円\nＵクリニック １２万６０００円\nＶ病院 ２万２３００円\nＫセンター ２４万５８１５円\nＷクリニック １４８万１３７０円\nＸクリニック １２２万５２１６円\n健康補助食品（Ｚ興産） １１万４００９円\n同（ｌ薬局） ８５万９４５０円\n同（ｍ商会） ３８万４０７９円\n高額医療費返還分 －８３万５１５０円\nｂ 通院付添費及び自宅付添費 ２３万７０００円\n太郎は，Ｋセンターで胸水コントロールの治療を開始した平成１６\n年２月９日以降，入院期間を除く日（合計７９日間）は終日，家族の\n付添いを要した。\n－39－\n3,000×79＝237,000\nｃ 入院雑費 ２３万７９００円\n1,300円×入院実日数183日＝237,900円\nｄ 通院交通費等 ４５万４５１８円\nＫセンター（駐車場代） ３０００円\nＷクリニック（新幹線代） ２６万６０００円\n同（レンタカー代） ６９９３円\n同（宿泊代） ８万７１５５円\nＳ病院，Ｋセンター，Ｊ病院（高速代）\n７万６６２０円\nＸクリニック（タクシー代） １万４７５０円\nｅ 器具購入費 １０万０５２５円\n身体の苦痛緩和のための温灸器及びもぐさ ８万９１４５円\n介護用ベッド １万１３８０円\n(イ) 消極損害 合計２３７８万７３６１円\nａ 休業損害 ８１５万３５８９円\n太郎は，平成１４年▲月▲日にＮ総合病院に入院してから死亡する\nまでの７７１日間，悪性胸膜中皮腫により稼働できなかった。太郎の\n，，平成１３年の年収は３８６万円であったから 上記の間の休業損害は\n3,860,000×（771÷365）＝8,153,589（円未満切り捨て）となる。\nｂ 死亡による逸失利益 １５６３万３７７２円\n太郎は，死亡時満７０歳であり，その平均余命１４年の２分の１の\n７年間は就労することが可能であった。上記ａの年収を基に，生活費\n控除を３０％として，上記就労可能期間（ライプニッツ係数５.７８\n６）における逸失利益を算出すると，3,860,000×（１－0.3）×5.78\n6＝15,633,772円となる。\n－40－\n(ウ) 精神的損害 合計３１９１万円\nａ 入通院慰謝料 ３９１万円\n上記アの入院６か月，通院１９か月に対する慰謝料の額は，３９１\n万円が相当である。\nｂ 死亡慰謝料 ２８００万円\n(エ) 葬儀関係費用 ３５４万７５６３円\n(オ) 弁護士費用 ６６６万円\n第１審原告花子につき３１５万円，同風子及び同月子につき各１０５\n万円，同一郎につき１４１万円\nウ 第１審原告らは 太郎の損害に係る賠償請求権をそれぞれ法定相続分 第，（\n１審原告花子は２分の１，その余の第１審原告らは各６分の１）に従って\n相続した。\nエ 以上によれば，第１審原告花子の請求額は３６６２万８２７３円，その\n余の第１審原告らの請求額は各１２２０万９４２４円（円未満切り捨て）\nとなる。\n〔第１審被告〕\n第１審原告らの損害額の主張は争う。\n(8) 過失相殺，損益相殺の主張の当否（争点(8)）\n〔第１審被告〕\nア 過失相殺\n(ア) 太郎の直接の死因は自殺である。そして，我が国のがん患者の自殺\n率は０．２％であり，終末期のがん患者の適応障害有病率は８％にとど\nまる。したがって，仮に請求原因事実が認められるとしても，第１審被\n告が補填すべき損害額は相当程度減額されるべきである。\n(イ) Ｈ文具が本件２階倉庫を造ったこと（２階部分を造らない場合は天\n井が設けられ，アスベスト粉じんは降下しない ）及び本件建物の利用。\n－41－\n状況に照らすと，第１審被告が補填すべき損害額は相当程度減額される\nべきである。\nイ 損益相殺\n第１審原告花子は，太郎の死亡後，独立行政法人環境再生保全機構に対\nし，石綿による健康被害の救済に関する法律に基づき，太郎の死亡に関す\nる救済給付申請を行い，平成１９年８月２９日，太郎の死亡について石綿\n起因性が認められて，特別遺族弔慰金２８０万円及び特別葬祭料１９万９\n０００円，以上合計２９９万９０００円の支給決定がされ，同額の支給を\n受けている。この支給額は，損益相殺の対象となるものである。\n〔第１審原告ら〕\nア 過失相殺について\n(ア) 太郎が自殺によって死亡したことを過失相殺で斟酌すべきではな\nい。\n悪性胸膜中皮腫の平均生存期間は発病後２１．３か月で，太郎の確定\n診断から死亡まで２５か月経過しており，死亡当日主治医が第１審原告\n花子に余命４，５日と告げたのであるから，自殺がなくとも近日中に死\n亡したことが明らかである。悪性胸膜中皮腫の進行度・症状からみて，\n太郎の自殺による死亡は，本件の加害行為から通常発生する程度・範囲\nにとどまり，性格などの心因的要素等中皮腫以外の要因の寄与も認めら\nれない。第１審被告が主張するがん患者の自殺率（０．２％）は中皮腫\n患者のデータではない。\n(イ) 本件２階倉庫部分の設置や使用方法を過失相殺で斟酌すべきではな\nい。Ｈ文具が２階倉庫部分を設けなければ，１階までアスベスト粉じん\nが落ちてくることになるから，上記部分設置により中皮腫発症の可能性\nが増大したとはいえない。また，文具を置いていただけの建物での作業\nで粉じん対策を執ることは通常ない。\n－42－\nイ 損益相殺について\n第１審原告花子が第１審被告主張の金員の支給を受けたことは認める\nが，これが損益相殺の対象となるものであることは争う。\n第３ 当裁判所の判断\n１ アスベストの危険性に関する知見及びアスベストの規制状況（争点(1)）に\nついて\n(1) 認定事実\n証拠（認定に用いた証拠は，各文末尾に記載する ）及び弁論の全趣旨に。\nよれば，以下の事実が認められる。\nア アスベストの性質等\n(ア) アスベストは，耐摩擦性，耐熱性，断熱・防音・吸音性，耐薬品性\n等の物質的特性を持ち，また，経済的に安価なものであることから，摩\n，， ，擦材 保温材 耐火・耐熱・吸音・結露防止目的の吹付け材などとして\n。， （ ），産業界に幅広く使用されてきた アスベストは クリソタイル 白石綿\nアモサイト（茶石綿 ，クロシドライト（青石綿 ，アンソフィライト，））\nトレモライト及びアクチノライトの６種類に分類され，このうちクリソ\nタイル，アモサイト及びクロシドライトが主として上記の用途に使用さ\nれてきた （以上，争いがない ）。。\n(イ)ａ アスベストは，縦に裂ける傾向があり，次々と細かい繊維となっ\nていく（甲Ｂ１・１８頁 。アスベスト繊維は，細いものは直径０．）\n．（ ），０２～０ ０６ミクロン程度の太さのものであり 甲Ｂ１・２２頁\n人が呼吸をする際に鼻，気管，気管支の繊毛を通り抜けて呼吸細気管\n支や肺胞に到達，沈着し，石綿肺，アスベストによる肺がん，中皮腫\n等の石綿関連疾患を引き起こす（甲Ｂ１・１８頁,１０５頁 。アス）\nベストの中でもクロシドライト（青石綿）は，発がん性などの有害性\nが昀も強いものである（甲Ｂ１・１５頁 。）\n－43－\nｂ アスベスト曝露を受けた者には，胸膜肥厚斑（プラーク又は限局性\n胸膜肥厚と呼ばれる胸膜の病変 甲Ｂ１・６１頁 及び石綿小体 肺（））（\n内に吸入された石綿繊維がマクロファージの作用で亜鈴のような形を\n形成したもの（甲Ｂ１・８０頁 ）という重要な医学的所見が認めら）\nれる（甲Ｂ１・序 。）\nアスベスト関連疾患は，アスベストを吸入することによって生じる\n疾患であり，石綿肺（呼吸細気管支や肺胞に繊維化が生じ，更に進行\nすると，蜂窩肺の所見を示す疾患（甲Ｂ１・２３７頁 ，肺がん（ア））\nスベスト繊維が原因となって発生した肺がん ，中皮腫（正常で中皮）\n細胞の存在する胸膜，腹膜，心膜及び精巣鞘膜に発生する腫瘍（甲Ｂ\n１・２４３頁 ，良性石綿胸水（石綿胸膜炎ともいわれるものであ））\nり（甲Ｂ１・１４７頁 ，通常は片肺に少量の胸水を認める疾患（甲）\nＢ１・２２２頁 ，びまん性胸膜肥厚（臓側胸膜の病変で，壁側胸））\n膜との癒着を伴うもの（甲Ｂ１・１４９頁 ）が知られている（甲Ｂ）\n１・１０５頁 。）\nイ アスベスト関連疾病に関する知見の推移\n(ア) 諸外国における知見\nａ 石綿肺に関する知見\n１９０６年（明治３９年 ，イギリスのモンターギュ・マレーによ）\nり，石綿肺が公表された。その後，イタリア，ドイツ，カナダでも石\n，（ ） ，綿労働者に見られる肺疾患が報告され １９３０年 昭和５年 には\nアメリカでも，石綿労働者の肺疾患が報告された （以上，甲Ｂ１・。\n１０６頁）\nイギリスのミアウエザーとプライスは，１９３０年（昭和５年 ，）\n石綿労働者の健康状態に対する昀初の疫学調査を行った結果を報告\nし，長年石綿粉じんに曝露すると肺に重大な変化が生じること等を結\n－44－\n論づけた（甲Ｂ１・１０７頁，甲Ｂ７４・９２～９７頁 。）\nまた同年には，南アフリカのヨハネスブルグでＩＬＯ主催の第１回\n国際けい肺会議が開かれ，同会議で決定された覚書において，アスベ\nスト塵の吸入によってじん肺のおこることが確かであるとされた（甲\nＢ７６，７７，８０ 。）\nｂ 石綿肺がんに関する知見\n１９３５年（昭和１０年 ，アメリカのリンチとスミスにより初め）\nてアスベストを原因として発症した肺がんの報告がされた（甲Ｂ１・\n１０７頁 。その後，石綿肺所見を有する者に高い率で肺がんが合併）\nする旨の報告が相次いでされ（甲Ｂ１・１０８頁のミアウエザー（１\n９４９年）,グロイン（１９５１年 ，１９５５年（昭和３０年 ，）））\nイギリスのドールにより，疫学的手法によってアスベスト曝露労働者\n（）。に肺がんの罹患率が高いことが明らかにされた 甲Ｂ１・１０８頁\nｃ 中皮腫に関する知見\n１９３１年（昭和６年 ，クレンペラーによりアスベストを原因と）\nして発症した中皮腫が報告された（甲Ｂ１・１０９頁 。また，１９）\n４３年（昭和１８年 ，１９５３年（昭和２８年 ，１９５４年（昭））\n和２９年）に石綿肺合併胸膜中皮腫例が報告され（甲Ｂ３，甲Ｂ１・\n１０９頁 ，１９５２年（昭和２７年）には石綿労働者の石綿肺合併）\n胸膜中皮腫症例が報告された（甲Ｂ１・１０９頁 。１９６０年（昭）\n和３５年）には，南アフリカのワグナーらにより，疫学的にアスベス\nトと中皮腫との関連性が明確となった（甲Ｂ２の１ 。なお，ワグナ）\nーの調査では，中皮腫発症３３例のうち非職業性曝露（環境曝露及び\n家庭内曝露）によるものが１４例存在した（甲Ｂ２の１ 。）\n（） ，１９６５年 昭和４０年 のイギリスのニューハウスらの調査では\n中皮腫患者７６例のうち３１例が石綿工場で働いた経験を有し，残り\n－45－\n４５例中９例は石綿労働者の家族，１１例は石綿工場から半マイル以\n内の居住者であった。また，ニューハウスは，クロシドライト以外の\nアスベストも中皮腫発症の原因となることを明らかにした （以上，。\n甲Ｂ２の１・６７～６９頁，甲Ｂ１１・９７頁 。）\nｄ 国際会議での報告\n１９６４年（昭和３９年 ，ニューヨーク科学アカデミーが主催す）\nる「石綿の生物学的影響」と題する国際会議及び国際対がん連合が主\n催する「石綿とがん」と題する国際会議が開催され，各国から石綿の\n発がん性が報告された（甲Ｂ２の１・６８頁，甲Ｂ２１ 。）\n１９７２年（昭和４７年 ，国際がん研究機関（ＩＡＲＣ）が主催）\nした「石綿の生物学的影響」と題する国際会議において，アンソフィ\nライト以外の種類の石綿が中皮腫を引き起こし，中でもクロシドライ\n（）。，トが昀も危険性が高いことが報告された 甲Ｂ１・１０９頁 また\n同年，国際労働機関（ＩＬＯ）が石綿の発がん性を公式に認めた（甲\nＢ１３・２３頁 。）\nｅ 建物に吹き付けられたアスベストの除去工事例\nアメリカのエール大学では，１９７１年（昭和４６年）にアスベス\nト繊維の剝離を防ぐ固定処理をしたが，それでもアスベストの飛散が\n治まらないため，１９７４年（昭和４９年）に石綿を除去する工事が\n実施された（甲Ａ３４の１・２ 。）\n(イ) 我が国におけるアスベスト関連疾病に関する知見の推移及びアスベ\nストの規制状況\nａ 石綿肺に関する知見等\n(ａ) 昭和２年，大阪鉄道病院の鈴木医師が日本で初めて石綿肺を報\n告した（甲Ｂ１・１１５頁 。昭和１２年から昭和１５年には，保）\n険院社会保険局健康保険相談所大阪支所長であった助川浩らによ\n－46－\nり，大阪府泉南郡の石綿工場従事者の健康障害調査が行われ，胸部\nＸ線検査をした２５１名中６５名に石綿肺が認められた旨の報告が\nされた（甲Ｂ１６・１２５頁，１２６頁 。）\n昭和２２年には，労働基準法施行規則において，石綿肺が業務上\n疾病に指定され，労災補償の対象とされた。\n(ｂ) 昭和２７年，宝来善次により，奈良の石綿工場における石綿肺\n検診により２０３名中１０名に石綿肺が認められた旨の報告がされ\nた（甲Ｂ１６・１２７頁 。昭和３１年，労働省は 「特殊健康診），\n」（） ，断指導指針について 同年基発第３０８号 と題する通達を出し\nけい肺を除くじん肺を起こし又はそのおそれのある粉じんを発散す\nる場所における業務としてアスベストに関連する作業を示し，当該\n作業に従事した労働者に対してＸ線直接撮影による胸部の変化の検\n査を行うものとした（甲Ｂ６８)。昭和３１年度及び昭和３２年度\n，，には 労働省労働衛生試験研究として組織された共同研究班により\n「石綿肺の診断基準に関する研究」が実施され，実態調査の結果，\n石綿工場での作業従事者に有意な石綿肺所見率が認められた旨の報\n告がされ（甲Ｂ１６・１２８頁 ，石綿肺の診断基準等について，）\n昭和３２年３月３１日には，昭和３１年度の研究報告の報告書が，\n昭和３３年３月３１日には，昭和３２年度の研究報告の報告書が公\n表された（甲Ｂ１６・１４７頁 。）\n(ｃ) 昭和３５年３月３１日にじん肺対策強化のために制定され，翌\n，「， ，４月１日に施行されたじん肺法では 石綿をときほぐし 合剤し\nふきつけし，りゅう綿し，紡糸し，紡織し，積み込み，もしくは積\n，， ， ， ，みおろし または石綿製品を積層し 縫い合わせ 切断し 研まし\n仕上げし，もしくは包装する場所における作業」が同法上の「粉じ\nん作業」と定められ（じん肺法施行規則別表第１の２３号（甲Ｂ８\n－47－\n・２６頁 ，上記業務に従事した労働者について定期的なじん肺））\n健康診断を受けること（甲Ｂ８・２７頁）等の規定が設けられた。\nｂ アスベストによる肺がん，中皮腫に関する知見等\n(ａ) 昭和３４年から昭和４３年の知見等\n昭和３４年２月に，石綿肺での高率な肺がん合併が注目されてい\nる旨指摘する文献（労働科学研究所編「日本の職業病 ）(甲Ｂ４」\n８・４８頁)が，同年１２月には，イギリスやドイツでは石綿肺で\nの肺がん合併がけい肺のそれよりも多いとして重視されていること\n（「 」（））を指摘する文献 宝来善次 珪肺と石綿肺 胸部疾患３巻１２号\n(甲Ｂ４９・８頁)が，昭和３７年８月には，アスベストが職業性肺\nがんの原因物質であることを指摘する文献（東田敏夫「職業病 ）」\n(甲Ｂ５２・１３８頁)が，それぞれ発表された。\n昭和４０年１２月には，昭和１０年のリンチとスミスの報告例を\n紹介して(甲Ｂ５０・６３頁の表)，アスベスト製造産業従事者に肺\nがんが多いこと及びアスベストが発がん物質として呼吸器を経由し\nて，肺，肋膜，腹膜にがんを引き起こすことを指摘する文献（安倍\n三史「昀近の職業病 ）(甲Ｂ５０・６５頁)が発表された。」\n昭和４２年８月には，昭和４１年１０月に開催された国際癌学会\nの結果とこれまでの研究結果を報告した上で，石綿の発がん性が疫\n学的，実験動物学的に疑えない事実であること，石綿肺症として，\n当時専門医が診断し得ない程度の低濃度，長期間の曝露により肺が\nん及び中皮腫が発生することがあることを指摘する文献 石西伸 石（「\n綿と悪性新生物 ）(甲Ｂ６４・６７９頁)が発表された。昭和４２」\n年１０月には，アスベストの発がん性を指摘する文献が発表された\n(甲Ｂ５３・１２０頁表，甲Ｂ６４)。\n昭和４３年１２月には，昀近職業がんの中で石綿による肺がんと\n－48－\n胸膜・腹膜の中皮腫が昀大の関心を払われていること及び上記のが\nんは石綿の製造者・加工者だけでなく，その使用者にも起りうる職\n業病として問題にすべきであることを指摘する文献 久保田重孝 職（「\n業病とその対策 ）が刊行された(甲Ｂ５１,９０)。」\n(ｂ) 昭和４５年の知見等\n昭和４５年１０月，アスベストに曝された人々の間に肺がんや胸\n膜・腹膜の中皮腫の発症が異常に多いとの諸外国の疫学的研究報告\nを紹介した上で，疫学的研究の結果により，アスベスト工業に携わ\nる人々のみならず，その工場付近の住民，アスベスト鉱山地域の住\n民，さらにこの物質の消費量の多い都市の一般住民の肺にも高率に\nアスベストが検出されたこと，中皮腫の発生がごく短期間のアスベ\nストの接触によるごく軽度の肺アスベスト症の症例も認められるこ\nとなどを指摘し(５６頁)，アスベストが極めて難治である肺がん，\n中皮腫の発生に何らかの因果関係を持つことが明らかになった以\n上，この物質の規制にあたることは，単に工場衛生の立場からのみ\nならず，公衆衛生の立場からも大切であると指摘した(５８頁)論文\n（金沢暁太郎「アスベストと発癌－とくにＭesotheliomaとの関係\nについて ・ 医学のあゆみ」所収）が発表された(甲Ｂ３)。」「\n同年１１月には，アスベストの製造工場で従業員らに肺がんが多\n発していることが明らかにされ，朝日新聞で 「石綿粉じんが肺ガ，\nン生む ８人発病，６人死ぬ 「工場従業員以外にも発病例」と」，\n報道され(甲Ｂ４６の１)，同じころ，大気中に発がん物質であるア\nスベストが含まれていることが明らかにされ，朝日新聞で 「東京，\n」。の空気に石綿 微量だが発ガン物質 と報道された(甲Ｂ４６の２)\n同年１２月１１日には，朝日新聞に 「大気を汚す発ガン物質」等，\nの見出しで 「 石綿は）ビルの建材からも出てくる。ビルの断熱，（\n－49－\n材を吹き付ける工法があり，これで労働者がじかに浴びたり，大気\n中へ飛散させる」など，石綿の有害性，危険性を指摘する記事が掲\n載された(甲Ｂ４６の３)。\n(ｃ) 昭和４６年の知見等\n昭和４６年１月５日，労働省は 「石綿取扱い事業場の環境改善，\n等について （同年基発第１号）と題する通達を出し，石綿のがん」\n原性（肺がん）について言及した上で（ 昀近，石綿粉じんを多量「\nに吸入するときは，石綿肺をおこすほか，肺がんを発生することも\nあることが判明し，また，特殊な石綿によって胸膜などに中皮腫と\nいう悪性腫瘍が発生するとの説も生まれてきた ，関係事業場に」）\n，。 ， ，対する指導 監督を要請した(甲８・２８頁) また 同年３月ころ\n東京都衛生研究所環境衛生部の研究者である溝口勲は，アスベスト\nの発がん作用及びアスベスト，特にクロシドライトと中皮腫との関\n連性を指摘した上で 「関係はほとんど決定づけられた」と述べ(甲，\nＢ４・３５頁)，アスベストの使用について，新しい建材としての\n用途についても，人間の生活空間に露出しているような使い方はな\nるべく避けたほうがよい旨を指摘した(甲Ｂ４・３７頁)。\n昭和４６年４月２８日，旧特化則が制定された。旧特化則は，石\n綿を日常の作業で労働環境の空気汚染をおこすとされる第二類物質\nに分類し，石綿に係る規制として，①石綿粉じんが発散する屋内作\n業場での一定の除じん装置を有する局所排気装置の設置(８条)，②\n石綿を製造し，又は取り扱う作業場への関係者以外の立入りの禁止\n(２５条)，③石綿を製造する作業に労働者を従事させる場合の特定\n化学物質等作業主任者の選任(２８条)，④石綿を常時製造し，又は\n取り扱う屋内作業場での半年に１度の空気中における濃度の測定実\n施(２９条)，⑤石綿を製造し，又は取り扱う作業場への呼吸用保護\n－50－\n（） ， ，具 マスク等 の備付け(３２条)などが定められた(以上 甲Ｂ８\n甲Ｂ４７，甲Ｂ７０)。\n同年６月ころには，アスベストの発がん性及び人体への有害性を\n指摘した雑誌（ 科学朝日 ）が(甲Ｂ３１)，同年９月ころには，「」\n疫学的，実験腫瘍学的にアスベストの発がん性を肯定した上で，都\n市空気のアスベストへの汚染を広く公衆衛生上の問題として取り扱\nうべきと指摘する論文（ 労働の科学」所収）が発表された(甲Ｂ「\n６・２０頁，２１頁)。\n(ｄ) 昭和４７年の知見等\n環境庁の公害調査研究委託事業として 「人肺の病理組織学的研，\n究」や「昭和４７年度環境庁公害研究委託費によるアスベストの生\n体影響に関する研究報告」などの公的な研究の報告において，ドー\nル，ワグナー，ニューハウスらによる海外の報告を引用し，石綿曝\n露と中皮腫発症との間に密接な因果関係のあることを明らかにした\n上で，非職業性曝露でも中皮腫が発生することや，比較的低濃度の\nアスベスト曝露であっても長年月の経過により中皮腫発症の危険性\nがあることが指摘された(甲Ｂ５４,５５)。\n同年６月８日，労働安全衛生法が制定され，同年９月３０日，同\n法に基づく省令として特定化学物質等障害予防規則（同年労働省令\n第３９号。以下，単に「特化則」という ）が改正された。特化則。\nも，旧特化則と同様，石綿に関する規制を定めた(甲Ｂ４７)。\n(ｅ) 昭和４８年から昭和６０年の知見等\n昭和４８年から昭和４９年にかけては，我が国においても，アス\nベストを原因とする中皮腫の症例が報告され（昭和４８年７月・小\n泉岳夫ら「Ａsbestosisを伴った腹膜中皮腫の１例 （甲Ｂ９ ，昭」）\n和４９年８月・姜健栄ら 石綿肺に合併した胸膜中皮腫の１例 甲「」（\n－51－\nＢ１０ ，同年１１月１日には，アスベストの環境汚染を指摘し，））\nアスベストが原料の吹付け（吹付けアスベスト）から飛散するアス\nベスト粉じんの有害性を警告する書籍（林久人「汚染から身体がま\nもれるか ）が出版された(甲Ｂ１１・１０９頁)。」\n建設省は，昭和４８年７月２日付け建設省営建発第２７号により\n通知された「庁舎仕上げ標準（暫定修正案）昭和４８年３月」によ\nり，庁舎建物の内部仕上げについて，石綿吹付け仕上げを取り止め\nた（甲Ｂ２２，２３ 。）\n昭和５０年３月に発行された文献では，鉱山や工場よりはるかに\n低い濃度のアスベスト曝露でもアスベスト性の肺がんを起こすこと\nが指摘され（ 生活環境の発がん物質 ）(甲Ｂ５７)，同年９月３「」\n０日，特化則が改正され，石綿が発がん性物質として特別管理物質\nとされるとともに(３８条の３)，①石綿吹付け作業の原則禁止(３\n８条の７)，②石綿等の作業環境測定記録の保存期間を３０年間に\n延期すること(３８条の４)，③石綿等を製造し，又は取り扱う業務\nについて健康診断を実施すること(３９条)，④石綿等を張り付けた\nものの破砕，解体等の石綿粉じんを発生しやすい特定の作業につい\nて原則として湿潤化すること(３８条の８)などが規定された(甲Ｂ\n５６，甲Ｂ１００)。\n昭和５１年１月，専門の臨床医である渡辺漸は 「アスベストと，\n胸膜腫瘍」において，低濃度のしかしながら持続的な一定期間にわ\nたる曝露による中皮腫（ないし肺がん）の発現を指摘した上，アス\nベスト繊維に汚染された大気中に環境的に生活する人々に対しての\n発病のリスクが多く，我が国において，今後中皮腫の発現が，増加\nしてくる可能性は否定できないと指摘している(甲Ｂ５８・１７\n頁)。同年５月には 「石綿粉じんによる健康障害予防対策の推進，\n－52－\nについて （同年基発第４０８号）と題する労働省労働基準局長の」\n通達により，石綿を可能な限り有害性の少ない他の物質に代替させ\nること，石綿に汚染された作業衣からの二次汚染を防止するため，\n作業衣の洗濯や持ち出し禁止等の徹底を図ることなどが事業場に指\n導された(甲Ｂ４０)。\n昭和５３年，労働省は，専門家会議による研究，検討を行い，そ\nの結果（ 石綿による健康障害評価 ）を同年９月に公表した(甲Ｂ「」\n１２，１０２)。同研究に携わった瀬良好澄医師は，昭和５４年７\n月 「石綿による健康障害とその予防」において，石綿と中皮腫と，\nの因果関係が疫学的に明らかとされていること，中皮腫は肺がんを\n発生するのに必要な曝露量よりも少量で発症する可能性があること\nを指摘した上(甲Ｂ１３・２７頁,２８頁)，石綿の輸送，製造，使\n用，再利用，廃棄処理までの流れの中で接触するすべての人の健康\n管理が必要であり，発じん防止を早急かつ完璧に行うことを昀優先\nすべきであること，日本人が放射性物質や放射線に対してとってい\nるのと同じ鋭敏さが求められることを指摘している(甲Ｂ１３・２\n８頁)。\n昭和５５年５月，鈴木正臣らは 「アスベスト公害とその測定方，\n法 （公害１５巻３号所収）において，アスベスト板，アスベスト」\n織布，アスベスト紙，耐火材としての吹付塗布させるアスベスト等\nを使用するところでは，アスベスト粉じんの放出に十分なる注意が\n必要であると指摘した（甲Ｂ５９ 。）\n昭和５６年８月には，海老原勇は 「我が国における石綿による，\n呼吸器障害－職業性曝露から家庭内曝露，公害への広がり－」にお\nいて，東京などの各地での検診結果等を基に，石綿による健康障害\nは石綿を扱う労働者の問題からその家族や一般住民にまで広がって\n－53－\nいること，短期間又は低濃度の石綿曝露によっても胸膜肥厚等の病\n変が発生することなどを指摘し(甲Ｂ１４・３８３～３８６頁)，昭\n和６０年１１月には，広瀬弘忠は 「静かな時限爆弾・アスベスト，\n災害」において，屋内の壁面などにアスベストが吹き付けられてお\nり，吹付けアスベストのある室内の浮遊アスベスト濃度が戸外より\nも高く，建築後時間の経過とともに吹付け材が劣化し，剝離し始め\nると，汚染が進行していくこと(甲Ｂ１７・１８頁，１９頁)，いか\nに少量のアスベスト曝露でも健康に対する何ほどかの障害をもたら\nすこと(甲Ｂ１７・４２頁，１６５頁)，それを回避するために少し\nでも汚染の可能性のあるアスベストは除去又は隔離すべきであるこ\nとなどを指摘している(甲Ｂ１７・１６６頁)。\n(ｆ) 昭和６２年の知見等\n環境庁は，昭和６０年に内外におけるアスベストの健康や環境に\n対する影響に関する知見をまとめる調査研究を専門家に委託し，そ\nの報告が昭和６２年２月，環境庁大気保全局企画課監修で，財団法\n人日本環境衛生センターから，大気汚染物質レビュー「石綿・ゼオ\nライトのすべて」として発行された（甲Ｂ１８)。同書では 「理，\n論的には，肺がん及び中皮腫の発症に対する石綿曝露量の安全閾値\nは存在しないとする見解は首肯されるものである （甲Ｂ１８・４」\n７１頁 「石綿はそれ自体がん原性のある物質であり，したがっ），\nていかなる低濃度でも安全とする昀少の閾値はない （甲Ｂ１８・」\n４７５頁 ，いかなる低濃度でも安全とする昀少の閾値はない」と）\n指摘されるとともに，１９７０年代に米国をはじめ各国において吹\n付けのされた建物内での石綿曝露の危険性が問題とされたことが指\n摘された。\nまた，昭和６２年２月，川村暁雄は，雑誌「技術と人間」に掲載\n－54－\nされた「吹き付けアスベストの危険性」において，吹付けアスベス\nトが自然剝離，人の接触，剝離した繊維の再遊離により，屋内環境\nを汚染すること，欧米では吹付けアスベストはビル内の環境を汚染\nし，居住者・使用者の健康障害をもたらす存在として問題とされ，\n公共建築物を中心として除去作業が進められていること，アスベス\nトの発がん性に閾値はなく，低濃度のアスベスト曝露でも健康障害\nの危険があること，吹付けアスベストのある学校等における対策の\n必要性を指摘した(甲Ｂ３５(ただし，発行月は明示なし))。同年４\n月，日本消費者連盟が発刊した「グッバイ・アスベスト－くらしの\n」， ，中の発ガン物質 では 室内で吹付けアスベストの粉じんが飛散し\n住人や使用人の健康を損なうおそれがあり，吹付けアスベスト曝露\nの危険があるときは除去等の措置を執る必要があることを指摘し\n(甲Ｂ１９)，同書は，同年５月７日，朝日新聞に大きく取り上げら\nれた。同新聞では，吹付けアスベストによる室内汚染とそれによる\n健康影響にも目を向けて危険な場合には除去を求めるよう呼びかけ\nている旨紹介された(甲Ｂ４６の２３)。\n同年７月には，文部省は，全国すべての公立小・中・高校を対象\nにして，吹付けアスベストの実態調査を実施することとし，吹付け\n，アスベストの除去工事が進められることとなった(甲Ｂ４６の２７\n２９，３３，３６)。\n同年９月１６日，建設省の建設大臣官房官庁営繕部は，地方局等\n，，の建築設計主務課長等に対し 既存建物の通常の使用状態において\n空気中に石綿が飛散するおそれのある吹付け材等については飛散防\n止又は撤去のための方策を取ることを通知した（甲Ｂ２３ 。）\n同年９月，大阪府は，アスベスト対策検討委員会を設置し，アス\nベスト対策に取り組んだ(甲Ｂ３０)。同年には，アスベストによる\n－55－\n環境汚染の問題と健康被害の危険性を指摘する内容の論文等が複数\n発表された(同年１１月，月刊「いのち」所収の海老原勇「アスベ\nスト（石綿）の人体への影響 （甲Ｂ３８，甲Ｂ３９ ，同年１２」）\n月 「労働の科学」所収の木村菊二「アスベストと環境問題 （甲，」\nＢ２０ 。））\n同年１１月１４日，建設省は，建築基準法令の耐火構造の指定か\nら吹付けアスベストを削除した(甲Ｂ７２の１・２)。\n昭和６２年から昭和６３年にかけて，学校，大学，共同住宅等に\n発がん物質である石綿がむき出し状態のまま吹き付けられているこ\nとが社会問題になり，全国で除去工事が実施されたことなどが繰り\n返し新聞報道された（昭和６２年２月５日付け毎日新聞（阪大工学\n部の研究室等，甲Ｂ７１ ，同年６月２１日付け朝日新聞（東大工）\n学部の施設，甲Ｂ４６の２４ ，同月２９日付け朝日新聞（集合住）\n宅である教職員住宅の天井，甲Ｂ４６の２５ ，同年７月２日付け）\n（， ），朝日新聞 米国の吹付けアスベストに対する対策 甲Ｂ４６の２６\n同月７日付け朝日新聞（吹付けアスベストの学校調査，甲Ｂ４６の\n２７ ，同月１６日付け朝日新聞（学校教室，甲Ｂ４６の２８ ，））\n同月１８日付け朝日新聞（都立高校，甲Ｂ４６の２９ ，同月２７）\n日付け朝日新聞（アスベストの室内の汚染に関するガイドライン作\n成，甲Ｂ４６の３０ ，同年８月４日付け朝日新聞（小・中学校の）\n天井，甲Ｂ４６の３１ ，同月１４日付けの朝日新聞（東京都のビ）\nル解体時の石綿粉じん飛散対策要綱，甲Ｂ４６の３２ ，同月２２）\n日付け朝日新聞（学校の石綿利用の確認，甲Ｂ４６の３３ ，同年）\n９月１５日付け朝日新聞（吹付けアスベストに対する対策，甲Ｂ４\n６の３４ ，同年１０月３１日付け朝日新聞（東京都の都立高校，）\n都税事務所，清掃工場，甲Ｂ４６の３５ ，同年１１月１０日付け）\n－56－\n朝日新聞（公立小・中・高校，甲Ｂ４６の３６ ，昭和６３年２月）\n１８日付け朝日新聞（社会福祉施設，甲Ｂ４６の３７ ，同年３月）\n２６日付け朝日新聞（石綿の壁などへの吹付けの全面禁止措置，甲\nＢ４６の３８ ，同年４月２３日付け朝日新聞（民間建物の石綿除）\n去に関する横浜市の指針，甲Ｂ４６の３９ ，同年１２月３日付け）\n朝日新聞（石綿の環境濃度の規制，甲Ｂ４６の４０ 。））\n(ｇ) 昭和６３年の知見等\n昭和６３年１月２５日には，建設省住宅局建築指導課長から都道\n府県建築主務部長宛てに民間建築物における吹付けアスベストに関\nする調査依頼の通知が(甲Ｂ２５)，同年２月１日には，環境庁大気\n保全局大気規制課長・厚生省生活衛生局企画課長から都道府県衛生\n・環境主管部局長等宛てに「建築物内に使用されているアスベスト\nに係る当面の対策について（通知 」が出された(甲Ｂ２９)。同通）\n知は 「アスベストを含有する建材で，アスベスト繊維を遊離する，\n可能性が大きく，当面の対策の第一とすべきものは，経年変化で劣\n化したり，ひっかくなどにより損傷のある吹付け材であること。こ\nれが存在する場合，建築物内のアスベスト繊維の濃度が周辺環境大\n気中の濃度より高くなっている可能性があり，その際は，適切な処\n置を検討する必要があること 」など，建築物に吹き付けられたア。\nスベスト繊維が飛散する状態にある場合には適切な処置をする必要\nがあること等を建物所有者に指導するよう求めるものであり，これ\nにより吹付け石綿に関する危険性等が行政文書の形で明示された。\n同年５月，東京都や横浜市は，建物に使用された吹付けアスベス\nトの処理対策マニュアルを発表した(甲Ｂ４５，４６の３９)。\n同年６月には，建設省住宅局建築指導課長から特定行政庁建築主\n務部長宛てに「既存建築物の吹付けアスベスト粉じん飛散防止対策\n－57－\nの推進について」と題する通知が出された(甲Ｂ２６の１)。そのこ\nろ，財団法人日本建築センターの「既存建築物の吹付けアスベスト\n粉じん防止処理技術指針・同解説」が，関係部局や建築関係団体に\n配布され，建物に施工された吹付けアスベストに関する調査方法や\n粉じん飛散防止のための具体的処理方法のマニュアルが広まった\n(甲Ｂ２６の２・３)。\n第１審被告は，同年１１月に発刊したＦの社史「二十年のあゆみ\nＦ創業２０周年記念誌」において，昭和６２年の年間メモとして，\n「アスベストの発がん性が問題となり，各地で除去作業」と記載し\nている(甲Ａ１６・４１頁)。\n(ｈ) 平成元年以降の知見等\n平成元年には，大気汚染防止法が改正され，アスベストも規制の\n対象となった。\n，，「」平成２年５月１日 大阪府は 大阪府アスベスト対策基本方針\nを公表し，吹付けアスベストが劣化し，飛散しやすい状態になった\nときには，適切な措置を講じることが必要であり，吹付けアスベス\nトが使用された建築物の所有者及び管理者は，吹付けアスベストの\n有無について設計図書で調査し，アスベスト使用が確認された場合\nには，劣化状況を診断し，粉じん飛散防止処理を行うことを指示し\nている(甲Ｂ３０)。\n平成７年，労働安全衛生法施行令が改正され，クロシドライトの\n新たな使用，製造が禁止された。\n平成１７年２月２４日，石綿障害予防規則が制定され，同年７月\n１日，施行された。同規則は，①事業者は，その労働者を就労させ\nる建築物等に吹き付けられた石綿が損傷，劣化等によりその粉じん\nを発散させ，労働者がその粉じんに曝露するおそれがあるときは，\n－58－\n当該吹付け石綿の除去，封じ込め，囲い込み等の措置を講じなけれ\nばならない，②事務所又は工場の用に供される建築物の貸与者は，\n当該建築物の貸与を受けた２以上の事業者が共用する廊下の壁等に\n，，吹き付けられた石綿等が損傷 劣化等によりその粉じんを発散させ\n労働者がその粉じんに曝露するおそれがあるときは，①と同様の措\n置を講じなければならないなどとするアスベスト含有建材を使用し\nた建物に対する対策を内容とする昀初の規制法令であった(乙２)。\n(2) 判断\n上記認定事実によれば，欧米先進国においては，１９３０年（昭和５年）\n代終わりころまでには，石綿粉じんの曝露によって石綿肺が発症することが\n認識され，その予防対策が問題とされていたが，我が国においては，戦後の\n昭和２０年代後半に，宝来らにより石綿粉じん被害の実態調査がされ，これ\nらを受けて，労働省が昭和３１年度及び昭和３２年度に，労働衛生試験研究\nとして 「石綿肺の診断基準に関する研究」を委託した結果，昭和３２年度，\nの研究報告（昭和３３年３月３１日報告）において，石綿肺の診断基準等が\n設定されたことにより，石綿肺に関する医学的知見が確立したものと認めら\nれる。また石綿と肺がんの関連性については，１９５５年（昭和３０年 ，）\nイギリスのドールにより，石綿曝露と肺がんとの関連性が指摘され，国際会\n議などでの石綿の発がん性に関する報告を経て，労働省が昭和４６年１月５\n日 「石綿取扱い事業場の環境改善等について」と題する通達を発出し，同，\n通達の中で 「石綿粉じんを多量に吸入するときは，肺がんを発生すること，\nがあると判明した」と認めることにより，昭和４６年ころには，我が国にお\nいても，石綿によって肺がんが発症することの医学的知見が確立したと認め\n。， （ ） ，られる さらに中皮腫については １９６０年 昭和３５年 のワグナーら\n１９６５年（昭和４０年）のニューハウスらによる実態調査を踏まえた報告\nなどで石綿が中皮腫発症の原因となることが明らかにされたが，これらを踏\n－59－\nまえて，１９７２年（昭和４７年）には，国際がん研究機関（ＩＡＲＣ）が\n，，石綿により中皮腫が発症することを明示したことにより 我が国においても\n石綿粉じん曝露と中皮腫発症との関連性に関する医学的知見が確立したと認\nめられる。したがって，職業的に石綿粉じんに曝露することによるアスベス\nト自体の人の生命，健康に対する危険性は，昭和３３年ころには一般に認識\nされ，石綿の職業的曝露によるアスベストの発がん性（中皮腫の発症原因を\n含む ）も，遅くとも昭和４７年ころには，一般的に認識されていたと評価。\nすることができる。\nこれに対し，本件で問題になっている，建築物の吹付けアスベストに関し\nては，我が国においても，昭和４５年ころには，中皮腫がごく短期間のアス\nベストの接触によって発症することを指摘する論文が存在したものの，吹付\nけアスベストの場合，含有アスベストの量が少量であり，かつ原料の一部と\nして固定されていることにより飛散しない限りは危険性が少ないこともあっ\nて，未だその曝露による健康被害の危険性は明確に認識されていなかった。\n現に，その当時は，建物壁面等吹付けアスベストは，建築基準法令における\n指定耐火材とされていた。その後，昭和４７年ころから，非職業性曝露でも\n中皮腫が発症することや比較的低濃度のアスベスト曝露であっても長年月の\n経過により中皮腫発症の危険性があるとの海外の報告が我が国にも伝えら\nれ，吹付けアスベストの危険性も徐々に認識されるようになり，昭和４８年\nには，建設省が庁舎建築において，石綿吹付け仕上げを取り止め，昭和４９\n年には，吹付けアスベストから飛散するアスベスト粉じんの有害性を警告す\nる書籍が出版され，昭和６０年には，吹付けアスベストのある室内の浮遊ア\nスベスト濃度が戸外よりも高く，建築後時間の経過とともに吹付け材が劣化\nし，剝離し始めると，汚染が進行していくこと，いかに少量のアスベスト曝\n露でも健康に対する何ほどかの障害をもたらすことなどを指摘する書籍が出\n版された。昭和６２年になると，同年２月に，環境庁監修の「石綿・ゼオラ\n－60－\nイト」が発行され 「石綿には，いかなる低濃度でも安全とする昀少の閾値，\nはない」こと，アスベストの吹き付けされた建物内でも石綿曝露の危険性が\nあることが指摘されると，同年中に，全国紙が相次いで，吹付けアスベスト\n曝露の危険性を報道するようになり，これに呼応して全国各地で吹付けアス\nベストの除去工事が行われるようになった。これと併行して，行政も，文部\n省が昭和６２年７月に，全国すべての公立小・中・高校を対象に，吹付けア\nスベストの実態調査を実施し，吹付けアスベストの除去工事が進められるこ\nとになり，同年９月には，建設省が既存建物の通常の使用状態において，空\n気中に石綿が飛散するおそれのある吹付け材等については飛散防止又は撤去\nのための方策を取ることを通知し，同年１１月には，建設省が建築基準法令\nの耐火構造の指定から吹付けアスベストを削除した。そして，昭和６３年２\n月には，環境庁・厚生省が都道府県に対し，吹付けアスベストの危険性を認\n， ，め 建築物に吹き付けられたアスベスト繊維が飛散する状態にある場合には\n適切な処置をする必要があること等を建物所有者に指導するよう求める通知\nを発した。\n以上によれば，遅くとも，上記の通知時である昭和６３年２月ころには，\n建築物の吹付けアスベストの曝露による健康被害の危険性及びアスベストの\n除去等の対策の必要性が広く世間一般に認識されるようになったと認めるの\nが相当である。\n２ 太郎の悪性胸膜中皮腫の発症原因（争点(2)）について\n(1) 認定事実\n証拠（認定に用いた証拠は，各文末尾に記載する ）及び弁論の全趣旨に。\nよれば，以下の事実が認められる。\nア アスベストを原因とする中皮腫に関する知見\nアスベストを吸入することにより中皮腫が生じることがあり（甲Ｂ１・\n），，１０５頁 確定診断された中皮腫のほとんどはアスベストが原因であり\n－61－\nほかには医療用放射線等があるとされているところ（乙４，証人Ｑ（以下\n「証人Ｑ」という ・７頁，７４頁 ，アスベストの累積曝露量と中皮腫。））\nの発症との間には，アスベストの累積曝露量が多いほど発症しやすいとい\nう関係があり，これを量－反応関係という（証人Ｑ１７頁 。）\nまた，アスベストに昀初に被曝してからアスベスト関連疾患が発症する\nまでの期間は一般に潜伏期間と呼ばれているところ（甲Ｂ１・１８２頁，\n乙４ ，中皮腫発症までの潜伏期間は長いとされており，潜伏期間につい）\nて，昀小７年から昀大６８年（平均約４３年）とする報告（甲Ｂ１・１８\n２頁 昀小１１ ５年から昀大５４ ２年 平均３８年 とする報告 乙），． ． （ ） （\n５ ，平均４０年程度とする報告（乙４ ，昀小１０年から昀大７０年（平））\n均約４２，３年）とする証言（証人Ｑ・１８頁,５７頁,７６頁）などがあ\nる。ただし，ここにいう「潜伏期間」とは，一般の病原菌による疾病とは\n異なり 「昀初の石綿曝露から中皮腫発症（あるいは死亡）までの期間」，\nをいい 「中皮腫発症の原因が形成されたときから中皮腫の症状が発現し，\n」（ ，た日までの期間 を意味するものではない 甲Ｂ１・１３５頁の表６の注\n１８２頁，証人Ｑ・１８頁 。）\nイ 太郎の生活環境や就労歴等\n，（ ）（）(ア) 太郎は 出生直後から大阪府布施市 現在は東大阪市 以下省略\nに居住したのをはじめとし，合計４箇所に居住したが，各建物にはアス\nベストが使われたとは認められず（第１審原告花子本人・１頁，甲Ａ４\n９・２頁 ，従業員十数名の町工場規模の石綿工場は東大阪市内にも存）\n在したものの，環境曝露に有意に関係するものと考えられる各建物の周\n辺５００ｍ以内にはクロシドライト（青石綿）を使用している石綿工場\n（， ， ）。があったとも認められない 証人Ｑ・２９頁 ３０頁 甲Ａ１８・２頁\nまた，太郎の両親は農業を営んでおり（甲Ａ４９・２頁 ，その他，）\n太郎と同居していた際に石綿を取り扱う仕事に従事していた者の存在は\n－62－\n認められない（第１審原告花子本人・１頁，甲Ａ４９・２頁 。）\n(イ) 太郎は，昭和２４年４月から昭和２６年３月まで実家の農業を手伝\nった後，同年４月から昭和３９年４月まで，大阪工場において金網職工\nとして勤務していた（甲Ａ４９・２頁 。）\n同工場に設置された焼鈍炉にはクリソタイル（白石綿）が使用されて\n（， ， ），，おり 甲Ａ１８・２頁 証人Ｑ・５４頁 ５５頁 同焼鈍炉について\n（）。１日程度かかる補修工事が年に２回実施されていた 証人Ｑ・２９頁\nまた，太郎は，昭和３９年５月から昭和４１年５月まで，京都工場にお\nいて，金網職工として勤務していた（第１審原告花子本人・１頁，甲Ａ\n４９・２頁 。）\nウ 本件建物の状況\n(ア) Ｈ文具は，本件賃貸借契約の締結後，本件建物のうち，本件２階倉\n庫を文具類の在庫商品を置く倉庫兼帳簿等をつけるための事務所として\n使用してきた。本件建物は，１辺が約８～９ｍの方形をした高さ約５ｍ\n，． ．の部屋であり 本件２階倉庫の壁面部分のうち天井端から約１ １～３\n２ｍの幅の部分には，クロシドライトを２５％含有する吹付け材が約３\n㎝の厚さでむき出しのまま施工されている（前記前提事実(2)ウ 。）\n(イ) 本件建物は，頻繁に電車が往来する鉄道の高架下にあり，電車が通\nるたびに，棚に置いた商品が徐々にずれる程度の振動が生じる状態であ\nった（証人ｎ（以下「証人ｎ」という ・８頁，９頁，甲Ａ４８・５。）\n頁 。特に，昭和６１年～６２年ころ以降は，本件粉じんが目立って飛）\n散し，本件２階倉庫の商品棚，商品及び床面等に降り積もっている状態\nであった（証人ｎ・２頁～４頁，１６頁，甲Ａ４８・２頁 。）\nエ 本件２階倉庫の石綿濃度\n(ア) 石綿濃度に関する基準\n空気中の石綿濃度に関し，以下の測定結果があり，また，以下のよう\n－63－\nな基準が提唱されている。なお，空気中測定濃度は，力（衝撃や振動）\nの加わり方，床面への落下物の量，人が立ち入った回数と作業の内容な\nどによって変化する（甲Ａ２４，２５ 。）\nａ 環境省の測定結果\n環境省が平成１８年に実施した全国の気中石綿濃度調査では，商工\n業地域における幾何平均０．２７ｆ/Ｌ（昀小０．１１から昀大１．\n６８）であった（甲Ａ２６ 。）\nｂ 労働省の規制値\nアスベスト関連作業現場等についての評価基準として定められてい\nる労働省作業環境測定の規制値である管理濃度は，従来，２０００ｆ\n/Ｌであったが（乙７ ，平成１６年に変更され，平成７年に製造使）\n用が禁止されたアモサイト及びクロシドライトを除く石綿についての\n管理濃度は１５０ｆ/Ｌとなった（甲Ａ２４・表１ 。）\nｃ 日本産業衛生学会の許容濃度\n日本産業衛生学会が示す許容濃度は，従来，２０００ｆ/Ｌであっ\nたが（乙７ ，平成１３年に変更され，クロシドライトを含む石綿に）\nついて，許容濃度が３ｆ/Ｌ（過剰発がんリスクレベルが１万人に１\n人）と勧告された（甲Ａ２４・表１ 。）\nｄ 世界保健機構の環境保健判定基準\n世界保健機構は，昭和６１年に，環境保健判定基準として，１０ｆ\n/Ｌを示し（甲Ａ２４・５頁，乙７ ，平成１２年の「欧州空気質ガ）\nイドライン」では，大気中の石綿濃度が０.５ｆ/Ｌのときに中皮腫が\n１万～１０万人に１人発生するというリスク評価を示した（甲Ａ２７\nの２ 。）\n(イ) 本件２階倉庫の石綿濃度測定結果\nａ 平成１５年の５月から１２月にかけて，本件２階倉庫における石綿\n－64－\n濃度測定が行われ，①Ｈ文具における普段の作業と同様の疑似作業を\n，． （ ． ． ），しないときは 幾何平均３ ０９ｆ/Ｌ 昀小２ ７２～昀大４ ２\n②清掃と商品の搬入搬出の疑似作業をしたときは，幾何平均１８．８\nｆ/Ｌ（昀小１．０２～昀大１３６．５ ，③商品の搬入搬出の疑似）\n作業をしたときは，幾何平均６．７１ｆ/Ｌ（昀小３．６８～昀大１\n４）の石綿濃度がそれぞれ計測され，全体の幾何平均は６．７１ｆ/\nＬ（昀小１．０２～昀大１３６）であった（甲Ａ７ 。）\nｂ 平成１５年６月，本件２階倉庫内の石綿濃度の検査が作業環境測定\n会社であるＰ株式会社に依頼して行われ，その結果，同年７月９日時\n．（ ）。点における本件２階倉庫内の石綿濃度は０ ５ｆ/Ｌであった 乙６\nｃ 第１審被告が平成１７年１１月に本件建物のアスベスト含有吹付け\n材の撤去工事を行った際に行われた測定では，撤去工事を行う前の室\n内の石綿濃度は２２０ｆ/Ｌと計測された（甲Ａ３０ 。）\nオ 太郎の本件建物内での就労状況\n太郎は，昭和４５年３月から平成１４年５月までの３２年間，店長とし\nて，毎日，午前８時ころに本件建物に出勤し，午後８時ころに閉店するま\nでのほとんどの時間を本件建物内で過ごしていたが，その間，本件２階倉\n庫に入り，仕事をすることがあった（証人ｎ・５頁，甲Ａ４８・３頁，甲\nＡ４９・２頁 。本件２階倉庫における太郎の勤務の具体的態様は以下の）\nとおりである。\n(ア) 文具の納入業者が納品した際，１日に約７～８回，本件２階倉庫に\n商品を搬入し（証人ｎ・５頁～７頁，甲Ａ４８・３頁，４頁 ，また，）\n本件１階店舗に展示していない商品以外の商品の注文を受けて本件２階\n倉庫に商品を取りに行く（証人ｎ・７頁，甲Ａ４８・４頁）など，多い\n日で約５０回，少ない日で２０から３０回程度，本件１階店舗と本件２\n階倉庫とを往復していた（証人ｎ・７頁 。）\n－65－\n(イ) 在庫商品の整理整頓のため，１週間に数回，１回につき約１時間，\n本件２階倉庫内で仕事をし，また，毎月締めの日ころには，本件２階倉\n庫内で伝票の整理等を集中的に行っていた（証人ｎ・７頁，甲Ａ４８・\n４頁 。）\n毎年２月に行う棚卸しの際には，本件２階倉庫の壁際の棚に置いた在\n庫商品の上に積もった本件粉じんを払い落としながら在庫を確認してい\nた（証人ｎ・７頁，甲Ａ４８・５頁 。）\n(ウ) 平成２年に電気掃除機を購入するまでは，１月に１～２回，２０か\nら３０分かけて，家庭用竹箒を使用して本件２階倉庫内を掃除し，同年\n以後は電気掃除機を使用して，本件２階倉庫内を掃除していた（証人ｎ\n・７頁，甲Ａ４８・４頁 。また，年末には数時間かけて本件２階倉庫）\nの大掃除をしていた（甲Ａ４８・５頁 。）\n(エ) 本件２階倉庫内で１，２時間の仮眠をとることがあった（甲Ａ４８\n・５頁 。）\nカ 太郎における悪性胸膜中皮腫の発症\n太郎は，平成１３年１１月ころから，次第に咳が酷くなり，寝付けない\n（， ）。日が続くようになった 第１審原告花子本人・１７頁 甲Ａ４９・３頁\n太郎は，平成１４年になり，近くの病院で診断を受けた結果，胸水が確認\nされ，同年▲月▲日，Ｎ総合病院に検査入院し，同月２０日ころ，悪性胸\n膜中皮腫の診断を受け（甲Ａ４９・３頁 ，同年７月，Ｊ病院に入院し，）\n同病院において，悪性胸膜中皮腫（上皮型）との確定診断を受けた（前記\n前提事実(4)イ 。）\nキ 太郎の死亡時点での肺の状態等\n，，太郎の剖検肺を用いて 光学顕微鏡による石綿小体の算定を行った結果\n太郎の肺から，石綿小体が肺乾燥重量１ｇ当たり平均７２本検出された。\nなお，職業性，家族性及び環境性のアスベスト曝露がない場合の肺乾燥重\n－66－\n量１ｇ当たりの石綿小体数は，３５本であり，国際的に共通な石綿関連疾\n患の判断基準として提言されている「Helsinki Criteria（ヘルシンキ・\nクライテリア 」の「職業での石綿粉じん曝露が高い可能性がある人物で）\nあることを確定するガイドライン」では 「肺乾燥重量１ｇ当たり１００，\n０本以上の石綿小体の場合」が基準とされている （以上，甲Ａ２０の１。\n・２）\nまた，同様に，太郎の剖検肺を用いて電子顕微鏡によるアスベスト繊維\nの分析を行った結果，太郎の肺内石綿濃度は，肺乾燥重量１ｇ当たり１９\n００万本であり，このうち，約８５％にあたる１６１０万本がクロシドラ\nイトであった（甲Ａ２０の３ 。これは，職業的石綿曝露がない場合の数）\n値である肺乾燥重量１ｇ当たり１８３万本の１０倍以上の濃度である（甲\nＡ２０の１ 。）\n(2) 判断\n上記認定事実によれば，①確定診断された中皮腫のほとんどはアスベスト\nが原因であり，アスベストの累積曝露量と中皮腫発症との間には量－反応関\n係があるとされること，②本件２階倉庫壁面にはクロシドライトを含むアス\nベストが吹き付けられ，本件建物の上を通る電車からの振動等もあってアス\nベストを含む粉じんが倉庫内に飛散しており，同倉庫内の石綿濃度は，測定\nによって０．５ｆ／Ｌ（平成１５年７月）から２２０ｆ／Ｌ（平成１７年１\n）， （ ．１月 までばらつきがあるが 全国の気中石綿濃度調査の結果 幾何平均０\n２７ｆ／Ｌ 平成１８年 はもとより 世界保健機構の環境保健判定基準 １。）， （\n０ｆ／Ｌ。なお，０．５ｆ／Ｌで中皮腫の発生リスク１／１万～１０万）や\n日本産業衛生学会の勧告する許容濃度（３ｆ／Ｌ。過剰発がんリスク１／１\n万）との対比においても相当高かったと推認されること，③太郎は，本件建\n物で約３２年間勤務し，上記のとおり粉じんの飛散する本件２階倉庫で毎日\n，， ， ，相応の作業をしており 他方 太郎の生活環境 家族歴や就労状況に照らし\n－67－\n本件２階倉庫部分以外でクロシドライトに被爆する機会があったとは認めら\nれないこと ④太郎の肺内石綿濃度は職業的曝露がない場合の１０倍以上 ク，（\nロシドライトだけで約８．８倍）であり，他方，顕出された石綿小体数平均\n７２本／ｇ（乾燥重量）は，ヘルシンキ・クライテリアにより職業的曝露の\n可能性が高いとされた基準値の１０分の１以下であるから，太郎の石綿曝露\nは職業的曝露のレベルではないが，環境的曝露としては相当多いことが認め\nられる。\n以上を総合すると，太郎の悪性胸膜中皮腫は，昭和４５年から平成１３年\nころまでの本件２階倉庫における吹付けアスベスト由来のアスベスト（クロ\nシドライト）被爆を発症原因としていると認めるのが相当である。\n３ 第１審被告は，本件建物の占有者又は所有者として，民法７１７条１項に基\nづく本件建物の設置又は保存上の瑕疵に係る責任を負担するか（争点(3)）に\nついて\n(1) 本件建物の設置，保存上の瑕疵の有無について\nア 本件建物は，本件２階倉庫の壁面部分に，人がそれを吸入することによ\nり中皮腫等の石綿関連疾患を引き起こす原因物質であり，アスベストの中\nでもとりわけ発がん性などの有害性が強いクロシドライトを一定量含有す\nる吹付け材が露出した状態で施工されており（前記２(1)ウ(ア) ，しか）\nも，頻繁に電車が往来する鉄道の高架下にあって，電車が通るたびに相応\nの振動が生じることにより 上記吹付け材が飛散しやすい状態にあった 前，（\n記２(1)ウ(イ)）のであるから，客観的に見れば，本件賃貸借契約開始時\nである昭和４５年３月時点以降においても，本件建物は，それを利用する\n，， ，者にとって アスベスト吹付け材から発生した粉じんの曝露 吸入により\n生命，健康が害され得る危険性があったといえる。\nしかしながら，土地の工作物の設置又は保存の瑕疵とは，当該工作物が\n通常有すべき安全性を欠いていることをいうものであるところ，吹付け石\n－68－\n綿を含む石綿の粉じんに曝露することによる健康被害の危険性に関する科\n学的知見及び一般人の認識並びに様々な場面に応じた法令上の規制の在り\n方を含む行政的な対応等は，前記１で認定・判断したとおり，時と共に変\n化していることに鑑みると，第１審被告が本件建物の占有者ないし所有者\nとして民法７１７条１項の規定に基づく土地工作物責任を負うのは，人が\nその中で勤務する本件建物のような建築物の壁面に吹付け石綿が露出して\nいることをもって，当該建築物が通常有すべき安全性を欠くと評価される\nようになった時点からであると解するのが相当である。\nこれを本件についてみると，前記１で認定・判断したとおり，我が国に\n，， ，おいては 建築物の吹付けアスベストに関しては 昭和４５年ころ当時は\n建物壁面等吹付けアスベストは，建築基準法令における指定耐火材とされ\nているなど，未だその曝露による健康被害の危険性は明確に認識されてい\nたということはできない。また昭和５０年ころにおいても，確かに，鉱山\nや工場よりはるかに低い濃度のアスベスト曝露でもアスベスト性の肺がん\n，，を起こすことが指摘されるようになり 特化則が改正されたりしたものの\nやはり建築物の吹付けアスベストに着目して，その危険性が明確に認識さ\nれていたとまでいえない。そして，昭和６２年中に，アスベストには安全\n閾値がないことが明らかにされると，全国紙が相次いで，吹付けアスベス\nト曝露の危険性を報道するようになり，これに呼応して全国各地で吹付け\nアスベストの除去工事が行われるようになったこと，これと併行して，行\n，， ，政も 文部省が昭和６２年７月に 全国全ての公立小・中・高校を対象に\n吹付けアスベストの実態調査を実施し，吹付けアスベストの除去工事が進\nめられることになり，同年９月には，建設省が既存建物の通常の使用状態\nにおいて，空気中に石綿が飛散するおそれのある吹付け材等については飛\n散防止又は撤去のための方策を取ることを通知し，同年１１月には，建設\n省が建築基準法令の耐火構造の指定から吹付けアスベストを削除したこ\n－69－\nと，昭和６３年２月には，環境庁・厚生省が都道府県に対し，吹付けアス\nベストの危険性を公式に認め，建築物に吹き付けられたアスベスト繊維が\n飛散する状態にある場合には，適切な処置をする必要があること等を建物\n所有者に指導するよう求める通知を発したことからすれば，遅くとも，上\n記通知が発せられた昭和６３年２月ころには，建築物の吹付けアスベスト\nの曝露による健康被害の危険性及びアスベストの除去等の対策の必要性が\n広く世間一般に認識されるようになり，同時点で，本件建物は通常有すべ\nき安全性を欠くと評価されるようになったと認めるのが相当である。\nイ これに対し，第１審被告は，昭和６３年２月以後も，吹付けアスベスト\n，，が露出したままの建物が多数存在していたことなどから 我が国において\n建物の吹付けアスベストの危険性についての一般的認識は，どんなに早く\nても平成１７年２月２４日の石綿障害予防規則制定日以降であると主張す\nる。\n確かに，昭和６３年２月以後も，吹付けアスベストが露出したままの建\n物が多数存在していたことは窺われるものの（乙３１～３３，３９ ，そ）\nれは吹付けアスベストが多数使用されていて対応が追いつかなかったにす\nぎないのであって，前記１で認定した事実によれば，既に，昭和６２年中\nに建築物の吹付けアスベストの曝露による健康被害の危険性及びアスベス\nトの除去等の対策の必要性が全国紙等を通じて広く報道されていたのであ\nるから，一般人としても，同年中には，吹付けアスベストの危険性やその\n除去等の対策の必要性を認識していたのは明らかであるといえる。また国\nにより既に存在する建物壁面等の吹付けアスベストに対する明確な規制が\nされたのは，確かに，平成１７年２月２４日に制定され，同年７月１日に\n，， ，施行された石綿障害予防規則であるが 行政の規制は 諸般の事情により\n本来規制されるべき時期より遅れてされることもあるから，工作物が通常\n有すべき安全性を欠くと評価されるようになった時期を認定するに当たっ\n－70－\nて，行政の対応のみに着目して行うのは相当ではないし，上記のとおり，\n行政も，昭和６２年中には，相次いで，吹付けアスベストの危険性に対す\nる部分的な対応をし，昭和６３年２月には，法令ではないにせよ，環境庁\n・厚生省が都道府県に対し，建築物に吹き付けられたアスベストに対する\n適切な処置をする必要があること等を公式に通知しているのであるから，\n遅くとも同時期には，行政も公式に，吹付けアスベストの危険性及びこれ\nに対する対策の必要性を認めていたといえ，行政の対応も，同時期をもっ\nて，本件建物が通常有すべき安全性を欠くと評価されるようになったと認\nめることの妨げとなるものではない。\nしたがって，第１審被告の上記主張は採用できない。\nウ なお，証拠（甲Ａ３，甲Ａ１１の１，甲Ａ２６）及び弁論の全趣旨によ\nれば，Ｈ文具は，Ｅ社から本件建物をスケルトン貸しで借り受けたが，い\nわゆる屋根裏部分（ちょうど，壁面にアスベスト吹付け材が施工されてい\nる空間部分）を天井板や床板で仕切って本件２階倉庫部分を造ったことが\n認められるが，屋根裏部分を倉庫等として利用することは，商業用店舗に\n，，おいては少なからず実践されている利用方法であって この事実によって\nＨ文具の本件建物の使用方法が異常なものであり，本件建物には，設置又\nは保存上の瑕疵がなかったということはできない。また，同じく弁論の全\n趣旨によれば，太郎は，密閉された本件建物２階倉庫内で，格別粉じんに\n対する予防策を講じずに壁面落下物を吸引しながら作業に従事していた事\n実が認められるけれども，太郎は文具店の店長であり，本来的に粉じんが\n飛散する工場等の作業現場で働く者ではなかったことからすれば，粉じん\nに対する予防策を執らなかったことをもって，直ちに本件建物の異常な使\n用方法であり，本件建物には，設置又は保存上の瑕疵がなかったというこ\nともできない。\n(2) 本件建物における設置又は保存の瑕疵の責任主体について\n－71－\nア 民法７１７条１項によれば，土地の工作物の設置又は保存に瑕疵がある\nことによって他人に損害が生じたときに，被害者に対して第一次的に責任\nを負担するのは「占有者」と規定されている。\nそして，民法７１７条１項は，危険な工作物を管理支配する者が当該危\n険が具体化したことによる責任を負うべきであるという危険責任の考え方\n，， 「 」に基づくものであると解され そのことからすれば 同項にいう 占有者\nとは，物権法上の占有概念に基づく占有を有する者に限らず，被害者に対\nする関係で管理支配すべき地位にある者をいうと解するのが相当である\n（昀高裁判所平成２年１１月６日第三小法廷判決・裁判集民事１６１号９\n１頁は，ガス消費設備の貸与者として，専ら同設備の保守，管理及び操作\nを行っていた会社につき，同設備の占有者に当たるとして，同設備の貸与\nを受けてこれを使用していた会社に対する民法７１７条１項に基づく責任\nを認めている 。。）\nイ 前記前提事実，証拠（認定に用いた証拠は各文末尾に記載する ）及び。\n弁論の全趣旨によれば，以下の事実が認められる。\n(ア) 本件建物は，頻繁に電車が往来する鉄道の高架下にあり，電車が通\nるたびに，棚に置いた商品が徐々にずれる程度の振動が生じていた。特\nに，昭和６１年～６２年ころ以降は，アスベスト吹付け材の経年劣化も\n相俟って，本件粉じんが目立って飛散し，本件２階倉庫の商品棚，商品\n及び床面等に降り積もっている状態であった （以上，前記２(1)ウ(イ)。\nで認定のとおり ）。\n（（ ，， ）(イ) 本件建物の所有者であるＥ社 証拠 乙１１ １２ １３の１～６\nによれば，昭和４４年１２月，Ｅ社を建築主として，本件建物の建築が\n開始され，昭和４５年３月ころ，本件建物が竣工したこと，Ｅ社ないし\nＥ社から商号変更した新Ｆ社は，本件建物に係る昭和４６年度，昭和４\n８年度，昭和５１年度，昭和５４年度，昭和５７年度，昭和６０年度の\n－72－\n各固定資産税を，本件建物の所有者として支払ったことが認められ，こ\nれらの事実を総合すれば，昭和４５年当時の本件建物の所有者はＥ社で\nあったことが推認できる ）は，昭和４５年３月２日，本件賃貸借契約。\nを締結し，Ｈ文具に対し，本件建物を賃貸した(前記前提事実(3)ア)。\n本件賃貸借契約では，本件建物が駅高架下に存在するという鉄道施設\nに関連した特殊物件であることを前提に（甲Ａ８第１条，甲Ａ４０第１\n条，弁論の全趣旨 ，Ｅ社に対し，管理上必要があるときに，本件建物）\nに立ち入り，必要な措置を執る権限を認めていた（甲Ａ８第１３条，甲\nＡ４０第１３条，弁論の全趣旨 。）\n(ウ) 本件賃貸借契約上，Ｅ社は，本件建物の主体建築物及び基礎的施設\nの維持管理に必要な修繕義務を負担しているところ（甲Ａ８第１２条，\n甲Ａ４０第１２条 ，本件２階倉庫の壁面には，クロシドライトを含有）\nする吹付け材が施工されている（前記２(1)ウ(ア)で認定のとおり 。。）\nウ 上記認定事実によれば，①Ｅ社は，本件建物の所有者として，本件建物\nが駅高架下に存在するという鉄道施設に関連した特殊物件であることを前\n提に，本件賃貸借契約を締結し，同契約においては，Ｅ社に対し，管理上\n必要があるときに，本件建物に立ち入り，必要な措置を執る権限が認めら\nれていたこと，②本件賃貸借契約上，賃貸人であるＥ社は，本件建物の主\n体建築物及び基礎的施設の維持管理に必要な修繕義務を負担しているとこ\nろ，本件２階倉庫の壁面には，アスベスト吹付け材が施工されており，電\n車の振動及び経年劣化により，本件２階倉庫部分には本件粉じんが飛散し\n得る状態であったことが認められる。これらの事実によれば，吹付けアス\nベストが施工された本件２階倉庫の壁面につき修繕等の措置を執ることが\n許容されているのは専ら賃貸人たるＥ社ないし新Ｆ社であるから，Ｅ社な\nいし新Ｆ社は，本件建物の賃借人の従業員として本件建物内で勤務してい\nた太郎に対する関係で，本件建物を管理支配すべき地位にある者として，\n－73－\n民法７１７条１項にいう占有者に当たると認めるのが相当である。なお，\n本件において，Ｅ社ないし新Ｆ社が民法７１７条１項ただし書きの「損害\nの発生を防止するのに必要な注意をしたこと」の主張・立証はされていな\nい。\nエ これに対し，第１審被告は，本件建物の直接占有者は，Ｈ文具であり，\n仮に本件建物にアスベスト吹付け材が施工された壁があることが本件建物\nの設置又は保存の瑕疵に当たるとしても，同瑕疵に係る太郎の損害に対す\nる第一次的な責任は，Ｈ文具が負うべきであると主張する。\n確かに，本件建物の賃借人であったＨ文具も，賃借人として本件建物を\n占有していたのであるから，民法７１７条１項の適用上，太郎に対する関\n係で本件建物の占有者に当たると認められる余地はある。\nしかしながら，民法７１７条１項にいう「占有者 ，すなわち，土地の」\n工作物の設置又は保存の瑕疵の責任主体は，複数存在しても支障はないの\nであるから（昀高裁判所昭和３１年１２月１８日第三小法廷判決・民集１\n０巻１２号１５５９頁で 「間接占有者」も同条項にいう「占有者」に当，\nたるとされているのは，当然に，複数の「占有者」が存在することを前提\nとしている ，Ｈ文具が民法７１７条１項の適用上，太郎に対する関係。）\nで本件建物の占有者と認められるとしても，そのことから直ちに，Ｈ文具\nが第一次的に責任を負うとして，第１審被告の責任が免除され，あるいは\n軽減されると解することはできない。\nしたがって，第１審被告の上記主張は採用できない。\nオ 以上のとおり，本件建物における設置又は保存の瑕疵の責任主体は，そ\nの責めを負うべき期間（すなわち，前記で判断した昭和６３年２月ころか\nら，太郎が悪性胸膜中皮腫を発症した平成１３年１１月ころまでの間）に\n占有者であったＥ社（昭和４８年２月末日まで）ないし新Ｆ社（同年３月\n１日以降）の地位を承継した第１審被告となる。\n－74－\nそうすると，第１審被告は，第１審原告らに対し，民法７１７条１項に\n基づき，後に検討する太郎が被った損害につき賠償する義務がある。\n４ 本件建物の設置又は保存上の瑕疵と太郎の死亡との間の相当因果関係の有無\n（争点(6)）について\n(1) 第１審被告の責任期間内の太郎の石綿粉じん曝露と太郎の悪性胸膜中皮\n腫発症との間の相当因果関係について\n前記２で判断したとおり，太郎の悪性胸膜中皮腫は，昭和４５年から平成\n１３年ころまでの本件２階倉庫における吹付けアスベスト由来のアスベスト\n（クロシドライト）被爆を発症原因としていると認められる。\nこの点につき，第１審被告は，石綿の曝露開始時期から中皮腫発症までに\nは，平均３６．９年の長期間の潜伏期間があるとされることからして，第１\n審被告の責任期間外の石綿曝露がなければ，太郎の中皮腫発症はなかったと\nいえるから，第１審被告の責任期間（昭和６３年２月ころから）の石綿曝露\nだけでは，太郎の中皮腫発症との間に相当因果関係はない旨主張している。\n，， 「 」 ，しかしながら 前記で認定したとおり 石綿関連疾患の 潜伏期間 とは\n昀初の石綿曝露から中皮腫発症 あるいは死亡 までの期間 をいい 中「（ ） 」 ，「\n皮腫発症の原因が形成されたときから中皮腫の症状が発現した日までの期\n間」を意味するものではないから，上記の潜伏期間を根拠に，一番昀初の石\n綿曝露時に吸引した石綿繊維が中皮腫発症の原因になったということはでき\nず，昀終の石綿曝露が原因となっている可能性も否定できないのである。こ\nのように，中皮腫の正確な発症機序は不明であるが，石綿粉じん曝露と中皮\n腫などの石綿関連疾患との間には，量－反応関係があり，累積曝露量が多く\nなればなるほど，発症のリスクは確実に高まることが認められる上，第１審\n被告の責任期間（昭和６３年２月ころから発症した平成１３年１１月ころま\nで）自体も約１３年９か月という長期間で，それ自体，中皮腫の潜伏期間と\nして相当と考えられる期間であることからすると，第１審被告の責任期間内\n－75－\nの石綿粉じん曝露と，第１審被告の責任期間外の石綿粉じん曝露の両者が不\n可分一体となって太郎を悪性胸膜中皮腫に罹患させたと推認するのが相当で\nある。そして，第１審被告において，太郎の中皮腫発症が専ら，第１審被告\nの責任期間外の石綿粉じん曝露によるのではないかとの疑いを抱かせる程度\nの反証がされていない以上，第１審被告の責任期間内の太郎の石綿粉じん曝\n露と太郎の中皮腫発症との間の因果関係は高度の蓋然性をもって立証されて\nいると認められる。\n(2) 太郎の悪性胸膜中皮腫発症と太郎の死亡との間の相当因果関係について\nア 証拠（認定に用いた証拠は，各文末尾に記載する ）及び弁論の全趣旨。\nによれば，太郎の症状の経過につき以下の事実が認められる。\n(ア) 太郎は，平成１４年７月，悪性胸膜中皮腫との診断を受け（前記前\n提事実(4)イ，同月以降，中皮腫につき，抗がん剤治療を受け始めた）\n（甲Ａ４９・４頁 。治療開始後の同年１０月～１１月には，担当医師）\n，，から良好な状態である旨告げられていたが 平成１６年１月２４日には\n医師から毎週抗がん剤の点滴が，また，同年２月２２日には，週に２回\n抗がん剤の点滴が必要となり，それぞれ指示どおりの点滴が行われるよ\nうになった（甲Ａ４９・５～８頁，弁論の全趣旨 。）\nまた，平成１４年に太郎の肺に胸水が確認され，７月に胸水を除去し\nた後，太郎の胸水の量は，増減はあるものの，経過観察で足りる程度で\nあったが，平成１６年４月１２日には，レントゲン撮影により，再び胸\n，， （「 」 。）水の増加が確認され 同日 Ｋセンター 以下 本件センター という\n，（ ）。に入院の上 同月１９日に胸水の除去が行われた 甲Ａ４９・４～８頁\n(イ) 太郎は，平成１６年４月２０日ころから咳き込むようになり，同月\n，， 。 ，２３日には気胸が確認され その後 呼吸困難に陥った 胸水も増加し\nドレーンによる排水が実施された （以上，甲Ａ４９・８頁）。\n同年５月には，いったんは肺の状態が改善されたものの，再度胸水が\n－76－\n溜まり，気胸からの空気の漏れも見られるようになった（甲Ａ４９・９\n頁。）\n(ウ) 平成１６年６月になっても，太郎の胸水は改善されず，同月中旬こ\nろからは，太郎には微熱，食欲不振などの症状が見られるようになり，\n（）。， ，衰弱が目立つようになった 甲Ａ４９・１０頁 太郎は 同月１９日\n「ドクターの説明によっては決断しなければ 「家族を開放してやり」，\nたい 」と日記に記載し（甲Ａ５０ ，また，２１日には「もう生きる。）\n希望がなくなった」と医師に伝えるようになった（甲Ａ４９・１０頁，\n甲Ａ５０ 。同月下旬に入ると，太郎は，右肩胛骨下付近の腫れと痛み）\n，， ， ，が著しくなり 不眠症状も見られるようになり また 呼吸困難のため\n外出の際には酸素ボンベが必要な状態となっていた （以上，甲Ａ４９。\n・１０頁，１１頁，第１審原告花子本人・９頁）\nそのような中，太郎は，同年６月２３日に本件センター心療内科のｏ\n医師（以下「ｏ医師」という ）により 「悪性胸膜中皮腫の治療見通。，\nしに対しての精神，心理的ストレス」を原因とする「適応障害（不安と\n抑うつ気分を伴う混合型 」と診断され，薬物療法及び支持的カウンセ）\nリングを受けることとなった（甲Ａ２，甲Ａ３６ 。）\n(エ) 太郎は，平成１６年６月２８日に本件センターを退院した後も呼吸\n困難を訴えており，その原因として，左肺側に胸水が貯留し始めている\n（， ，ことが考えられると医師から説明があった 甲Ａ４９・１１頁 １２頁\n）。， ， 「 。」第１審原告花子本人・９頁 太郎は 同年７月４日 再び 死にたい\nなどと日記に記載した（甲Ａ５０ 。同月８日には，太郎は，症状悪化）\nのため再度本件センターに入院した（甲Ａ４９・１１頁，１２頁，第１\n審原告花子本人・９頁 。）\n，，同月９日 痛みを座薬で抑えていた太郎の左側肺にドレーンを留置し\n胸水の排水を開始したが，太郎は，同月１４日～１６日，右側肺にも管\n－77－\nを留置し，呼吸を楽にすることを強く希望した（甲Ａ４９・１２頁，１\n３頁 。このころ，太郎は 「死ぬのは怖くないが，息ができないのが），\n苦しい 」と漏らすようになり，また，太郎は食事が摂れておらず，衰。\n弱していたため，同月１８日には，ブドウ糖の点滴が開始された（甲Ａ\n）。 ， ，，，４９・１３頁 同月１４日の心療内科受診時 太郎には 不眠 不安\n抑うつ気分の再燃が見られた。なお，太郎には，中皮腫に伴う心身の苦\n痛，苦悩以外のストレス要因は診療経過上確認されなかった （以上，。\n甲Ａ３６ 。）\n(オ) 平成１６年▲月▲日，太郎は，とにかく胸水を抜いてほしい旨希望\nしたが，同日午後５時過ぎ，主治医は，第１審原告花子及び同月子に対\nし，衰弱が激しく体力が低下しているためこれ以上胸水を抜くことがで\nきない，余命は４，５日であると伝えた（甲Ａ４９・１３頁，１４頁，\n第１審原告花子本人・１２頁，１３頁 。これを受けて，第１審原告月）\n子が，太郎に対し，胸水を抜くことができないことを伝えたところ，太\n郎は深く絶望した様子で，崩れ落ちるような状態であった（甲Ａ４９・\n１４頁，第１審原告花子本人・１３頁 。）\n(カ) 太郎は，平成１６年▲月▲日午後１０時５１分，本件センターにお\nいて，投身自殺により死亡した（前記前提事実(5)ア，甲Ｃ２７ 。）\nイ さらに，証拠（甲Ａ３６，３７）によれば，適応障害と自殺との関係に\nついて，以下の事実が認められる。\n(ア) 適応障害とは，はっきりと確認できるストレス（がんの診断や再発\nの告知など）に関連して起こる不安・抑うつで，上記ストレスにより予\n測されるものをはるかに超えた苦痛あるいは社会的，職業的機能の著し\nい障害を生じている状態である（ＤＳＭ－Ⅳ 。がん患者に多いのは，）\n不安と抑うつを伴う適応障害である （以上，甲Ａ３６・資料３頁）。\n(イ) 適応障害は，その病態として自殺念慮が出現する蓋然性が高い精神\n－78－\n障害の一つと医学的に認められている（甲Ａ３６，３７ 。）\n(ウ) ｏ医師は，臨床医学的知見から，太郎の自殺につき，中皮腫による\n適応障害（不安と抑うつ気分を伴う混合型）の精神症状（特に抑うつ気\n）（ ）。分 が自殺行動の誘因となった可能性がある旨推定している 甲Ａ３６\nウ 上記認定事実によれば，①太郎は，平成１４年７月に悪性胸膜中皮腫と\nの診断を受け，中皮腫の治療を開始したところ，中皮腫はいったん改善傾\n向を見せたものの，その後はむしろ悪化し，腫瘍の痛みの増強とともに，\n胸水の増加やそれに伴う呼吸困難，衰弱が生じたこと，②そのような症状\n悪化と肉体的苦痛が持続していた状況のもとで，太郎は，自ら死を希求す\nる趣旨の発言をするようになり，心療内科医により適応障害と診断される\nに至ったこと，③他方，診療経過上，中皮腫以外のストレス要因は認めら\nれなかったことが認められ，これらの事実を総合すると，太郎は，前記ｏ\n医師の診断どおり，中皮腫の症状の悪化による重度の精神的心理的ストレ\nスにより適応障害を発症したものと認めることができる。したがって，太\n郎の悪性胸膜中皮腫と適応障害との間には，相当因果関係があるというべ\nきである。\nまた，上記認定事実によれば，太郎が適応障害と診断された後，太郎の\n疼痛及び呼吸困難は一層悪化したため，太郎は，特に呼吸困難に苦しみ，\n胸水を抜くことを強く希望していたが，その希望が医師により断られたこ\nとに深く絶望し，その直後，太郎が自殺したことが認められる。そして，\nこのような太郎の病態や診療経過に鑑みると，太郎は，かねてから適応障\n害によって自殺念慮を抱き，自殺行為を思いとどまる精神的抑制力が著し\nく阻害されている状態に陥っていたところ，主治医によってもはや呼吸困\n難改善のため胸水を抜くこともできない旨の絶望的見通しを告知されたの\nが引き金になって自殺するに至ったものと推認することができる。そうす\nると，太郎の中皮腫及びこれに起因する適応障害が太郎の自殺の原因であ\n－79－\nるということができるから，太郎の悪性胸膜中皮腫と自殺による死亡との\n間には相当因果関係があると認めるのが相当である。\nエ 第１審被告は，太郎は自殺により死亡したから因果関係がないと主張す\nるが，太郎が悪性胸膜中皮腫を原因とする適応障害によって自殺念慮を抱\nき，自殺行為を思いとどまる精神的抑制力が著しく阻害されていたこと，\n主治医が呼吸困難改善のため胸水を抜くこともできない旨の見通しを告知\nしたこと，客観的にも予後が著しく不良で余命も長くは期待できず，その\n間も呼吸困難による苦痛が続くことが必至であったことなどを考慮すれ\n，。ば 中皮腫及びこれに起因する適応障害と自殺との因果関係が認められる\n余命にある程度の幅があるからといって太郎の精神的負担が必ずしも緩\n和されるとは解されないし，治療による症状緩和の可能性や病院の患者管\n理に問題があった可能性などはいずれも抽象的指摘にとどまり，採用でき\nない。\n(3) まとめ\n上記のとおり，第１審被告の責任期間内の太郎の石綿粉じん曝露と太郎の\n悪性胸膜中皮腫発症との間の相当因果関係，太郎の悪性胸膜中皮腫と自殺に\nよる死亡との間の相当因果関係はいずれも認められるから，本件建物の設置\n又は保存上の瑕疵と太郎の死亡との間には，相当因果関係が認められるとい\nうべきである。\n５ 太郎の被った損害及び損害額（争点(7)）について\n(1) 太郎の入通院，治療及び休業関係の損害額\nア 治療関係費 ５０５万８２６１円\n(ア) 証拠（認定に用いた証拠は，各文末尾に記載する ）及び弁論の全。\n趣旨によれば，以下の事実が認められる。\nａ 太郎は，Ｎ総合病院に，以下のとおり入通院し，診療費として１６\n万９７３０円を支払った（甲Ｃ１の１～５，甲Ｃ３１ 。）\n－80－\n(ａ) 平成１４年６月６日通院\n(ｂ) 平成１４年▲月▲日から同月２１日までの１２日間，検査のた\nめ入院（その間，悪性胸膜中皮腫との診断を受けた ）。\nｂ 太郎は，悪性胸膜中皮腫の治療のため，Ｊ病院に，以下の期間に入\n通院し，診療費として８４万１７４０円を支払った（甲Ｃ２の１～４\n０，甲Ｃ３２ 。）\n(ａ) 平成１４年６月２１日通院\n，，(ｂ) 平成１４年７月１日から同年９月３日までの６５日間は 検査\n治療のために入院\n(ｃ) 平成１５年１１月２８日から同年１２月５日までの８日間は，\n悪性胸膜中皮腫を原因とする右脇腹腫瘍摘出のために入院\n(ｄ) 平成１６年１月１４日から同月２７日までの１４日間は，抗が\nん剤治療のために入院\nｃ 太郎は，悪性胸膜中皮腫の治療のため，Ｒ診療所に平成１４年７月\n２６日から同年１１月１４日までの間に６日間通院し，診療費として\n３６万３６２０円を支払った（甲Ｃ３の１～６，甲Ｃ３３ 。）\nｄ 太郎は，悪性胸膜中皮腫の治療のため，Ｓ病院に平成１４年１０月\n２６日から平成１６年２月２９日までの間，断続的に通院し，以下の\nとおり治療費・薬剤費を支払った（甲Ｃ４の１～５１，甲Ｃ５の１～\n５３，甲Ｃ３４，弁論の全趣旨 。）\n(ａ) Ｓ病院に対し，治療費として８９万２５３０円（甲Ｃ４（枝番\n含む ）記載額の合計９８万５２８０円から，再発行された領収書。\nである甲Ｃ４の１と重複する甲Ｃ４の２～８の記載額合計９万２７\n５０円を控除した金額）\n(ｂ) Ｙ薬局に対し，薬剤費として３３万４５００円（甲Ｃ５の２・\n７・８等の欄外の記載及び甲Ｃ５の３・８・９等の「前回未収額」\n－81－\n欄の記載等に照らし，甲Ｃ５（枝番を含む ）の領収金額欄は，未。\n収や過払いの調整を含む場合がある一方，その都度の領収金額とも\n必ずしも一致しない疑いがあるから，これにはよらず，請求金額欄\nの合計額による ）。\nｅ 太郎は，平成１４年９月１４日，悪性胸膜中皮腫の検査のためにＴ\n病院に通院し，検査費及び薬剤費として１８万９９１０円を支払った\n（甲Ｃ６の１・２，弁論の全趣旨 。）\n，，ｆ 太郎は 平成１４年１１月２０日から同年１２月４日の間に３日間\n悪性胸膜中皮腫の検査，治療のためにＵクリニックに通院し，検査費\n及び診療費として１２万６６８０円（第１審原告らが同クリニックに\n係る請求額に掲げていない６８０円（甲Ｃ７の２）を含む ）を支払。\nった（甲Ｃ７の１・２，弁論の全趣旨 。）\nｇ 太郎は，平成１５年１１月４日から平成１６年２月１９日までの間\nに５日間，悪性胸膜中皮腫の検査，治療のためにＶ病院に通院し，治\n（， ）。療費等として２万２３００円を支払った 甲Ｃ８の１～５ 甲Ｃ３６\nｈ 太郎は，悪性胸膜中皮腫の診療のために，本件センターに以下のと\nおり入通院し，診療費として，２４万５８１５円を支払った（甲Ｃ９\nの１～１５，甲Ｃ３７ 。）\n(ａ) 平成１４年９月２５日に通院\n(ｂ) 平成１６年２月９日から同年４月１２日までの間（６日間）及\nび同年６月３０日から同年７月８日までの間（４日間）通院\n(ｃ) 平成１６年４月１９日から同年６月２８日まで及び同年７月８\n日から同月２０日までの合計８４日間入院\nｉ 太郎は，悪性胸膜中皮腫の治療のために，平成１６年２月２６日か\nら同年４月１７日までの間の８日間，Ｗクリニックに通院し，治療費\n（， ）。として１４８万１３７０円を支払った 甲Ｃ１０の１～４ 甲Ｃ３８\n－82－\nｊ 太郎は，悪性胸膜中皮腫の治療のために，平成１６年５月１７日，\n同月３１日，同年６月２５日，同年７月１日，同月８日及び同月１５\n日の６日間，Ｘクリニックに通院し，治療費等として１２２万５２１\n６円を支払った（甲Ｃ１１の１～７，甲Ｃ３９ 。）\nｋ 太郎は，上記治療費のうち８３万５１５０円につき，高額医療費返\n還分として給付返還を受けた（甲Ｃ１５の１～１７ 。）\n(イ) 上記認定事実によれば，太郎は，悪性胸膜中皮腫に関する治療関係\n費として，合計５０５万８２６１円を負担し，同額の損害を被ったこと\nが認められる。\nなお，証拠（甲Ｃ１２の１～２，甲Ｃ１３の１～１７，甲Ｃ１４の１\n）， ， ，～９ によれば 太郎は 免疫力改善のため健康補助食品などを購入し\n合計１３５万７５３８円を支払ったことが認められるけれども 証拠 第，（\n１審原告花子本人・２５頁）によれば，これらの健康補助食品などは医\n師の勧めではなく自発的に試みたことが認められるので，太郎が被った\n相当因果関係ある損害としては認められない。\nイ 通院付添費及び自宅付添費 ０円\n証拠（第１審原告花子本人・２５頁）によれば，平成１６年７月８日の\n本件センターへの入院の直前までは，家族の介護は必要なかったことが認\nめられる。そうすると，太郎が，通院付添費及び自宅付添費相当額の損害\nを被ったとは認められない。\nウ 入院雑費 ２３万７９００円\n上記ア(ア)で認定した事実によれば，太郎は，悪性胸膜中皮腫の治療等\nのため１８３日間入院しており，この間の入院雑費は１日１３００円とす\nるのが相当である。\nしたがって，入院雑費は，１３００円に入院日数１８３日を乗じた２３\n万７９００円となり，太郎は同額の損害を被ったと認められる。\n－83－\nエ 通院交通費等 ４５万４１１８円\n(ア) 証拠（認定に用いた証拠は，各文末尾に記載する ）及び弁論の全。\n趣旨によれば，以下の事実が認められる。\nａ 太郎は，本件センターへの通院の際，駐車場代として，３０００円\nを支払った（甲Ｃ１６の１～９，弁論の全趣旨 。）\nｂ 太郎は，Ｗクリニックへの通院の際，新幹線代として２６万６００\n０円を，レンタカー代として６９９３円を，宿泊代として８万７１５\n５円を，それぞれ支払った（甲Ｃ１７の１～１０，甲Ｃ１８，甲Ｃ１\n９の１～４，弁論の全趣旨 。）\nｃ 太郎は，Ｓ病院，本件センター，Ｊ病院への通院の際，高速代とし\nて７万６２２０円を支払った（甲Ｃ２０の１～７，弁論の全趣旨 。）\nｄ 太郎は，Ｘクリニックへの通院の際，タクシー代として１万４７５\n０円を支払った（甲Ｃ２１の１・２，弁論の全趣旨 。）\n(イ) 上記認定事実によれば，太郎は，Ｗクリニック，Ｓ病院，本件セン\nター，Ｊ病院，及びＸクリニックへの通院の際，交通費として合計４５\n万４１１８円を支出したことが認められるところ，上記ア(ア)で認定し\nたとおり，太郎は，これらの病院に，悪性胸膜中皮腫の診療，治療等の\nために通院していたこと，Ｘクリニックへの通院日のうち，平成１６年\n５月１７日，同月３１日，同年６月２５日及び同年７月１５日は，太郎\nは本件センターに入院しており，その他の通院日である同年７月１日及\nび同月８日において，上記４(2)ア(エ)で認定したとおり太郎は呼吸困\n難を訴えていたことを考慮すると，太郎が支出した交通費４５万４１１\n８円は，太郎が被った損害と認められる。\nオ 器具購入費 １万１３８０円\n証拠（甲Ｃ２２，弁論の全趣旨）によれば，太郎は，平成１６年６月，\n自宅で寝起きする際の苦痛を緩和するため介護用ベッドを購入し，その代\n－84－\n金として１万１３８０円を支出したことが認められるので，当該購入費用\nは太郎が被った損害と認められる。\nこれに対し，証拠（甲Ｃ２３の１・２，第１審原告花子本人・２６頁）\nによれば，太郎は，悪性胸膜中皮腫の治療のため，温灸器及びもぐさを購\n入し，８万９１４５円を支払ったことが認められるけれども，証拠（第１\n審原告花子本人・２５頁）によれば，当該温熱療法は医師の勧めではなく\n自発的に行ったことが認められるので，太郎が被った相当因果関係ある損\n害として認められないというべきである。\nカ 休業損害 ８１５万３５８９円\n証拠（証人ｎ・１７頁，第１審原告花子本人・１９頁，甲Ｃ２４，弁論\nの全趣旨）によれば，太郎は，Ｈ文具での勤務により，平成１３年は３８\n６万円の収入を得ていたところ，平成１４年▲月▲日にＮ総合病院に入院\nしてから平成１６年▲月▲日に死亡するまでの７７１日間，悪性胸膜中皮\n腫により稼働できなかったことが認められるので，上記期間に太郎が被っ\nた休業損害は，以下のとおり８１５万３５８９円（円未満切り捨て。以下\n同じ）となる。\n3,860,000×（771÷365）≒8,153,589\nキ 入通院慰謝料 ３９１万円\n上記ア(ア)で認定したとおり太郎は，悪性胸膜中皮腫のため，平成１４\n年６月６日にＮ総合病院に通院し始めてから平成１６年▲月▲日に本件セ\nンターで死亡するまでの間（合計２５か月 ，１８３日間入院し，入院期）\n間以外は通院していた。\n上記入通院に対する慰謝料の額は，３９１万円が相当である。\nク 小計 １７８２万５２４８円\nしたがって，太郎の入通院，治療及び休業に関する損害は，上記ア～キ\nの合計額１７８２万５２４８円となる。\n－85－\n(2) 太郎の死亡による損害額\nア 葬儀関係費用 １５０万円\n証拠（甲Ｃ２５，甲Ｃ２６の１・２）によれば，太郎の葬儀関係費用と\nして３５４万７５６３円が支出されたことが認められ，このうち，１５０\n万円が，太郎の死亡と相当因果関係のある損害と認めるのが相当である。\nイ 死亡による逸失利益 １３４０万１３０２円\n太郎は，死亡当時７０歳であった（争いがない ）ことからすれば，そ。\nの平均余命１４年の２分の１の７年間を就労可能期間とし，中間利息控除\nとして同期間に対応するライプニッツ係数（５．７８６４）を用いて逸失\n。， （ ， ，利益を計算するのが相当である また 証拠 甲Ａ４９・３頁 甲Ｃ２４\n２７）によれば，太郎は，死亡当時一家の支柱であり，妻の第１審原告花\n子を扶養していた（太郎の子であるその余の第１審原告らは，いずれも独\n自の収入を得ていた ）ことが認められるから，太郎の生活費の控除割合。\nは４割とするのが相当である。そこで，上記(1)カで認定した年収３８６\n万円を基に，生活費控除割合を４割として逸失利益を算出すると，太郎の\n死亡による逸失利益は，以下のとおり１３４０万１３０２円となる。\n3,860,000×（１－0.4）×5.7864≒13,401,302\nウ 死亡慰謝料 ２８００万円\n太郎の死亡慰謝料は，２８００万円とするのが相当である。\nエ 小計 ４２９０万１３０２円\nしたがって，太郎の死亡による損害は，ア～ウの合計額４２９０万１３\n０２円となる。\n６ 過失相殺，損益相殺の主張の当否（争点(8)）と第１審原告らの相続につい\nて\n(1) 過失相殺の主張の当否について\nア 太郎が平成１６年▲月▲日に自殺により死亡したことは前記前提事実\n－86－\n(5)ア記載のとおりである。\n証拠（甲Ａ３６）によれば，平成１１年の報告では我が国のがん患者の\n自殺率は０．２％であったと認められるが，がんの種類，重篤度，苦痛の\n大小，予後の見込み，合併症等の有無などは様々であると考えられ，単に\nがん患者中自殺者の割合が小さいからといって，太郎の行動が異常なもの\nであるとか，その資質に原因があるなどと即断することはできない。そし\nて，上記のとおり，太郎が悪性胸膜中皮腫を原因とする適応障害によって\n自殺念慮を抱き，自殺行為を思いとどまる精神的抑制力が著しく阻害され\nていたこと，主治医が呼吸困難改善のため胸水を抜くこともできない旨の\n見通しを告知したこと，客観的にも予後が著しく不良で余命も長くは期待\nできず，その間も呼吸困難による苦痛が続くことが必至であったことなど\nを考慮すれば，自殺について民法７２２条２項による過失相殺ないしその\n類推適用を行うことは相当ではないというべきである。\nイ Ｈ文具が，本件建物に天井等を加えて本件２階倉庫部分を造って利用し\nたこと，太郎が，ほぼ密閉された本件建物２階倉庫内で，格別粉じんに対\nする予防策を講じずに粉じんを吸引しながら作業に従事したことは，本件\n建物の使用方法として異常とまでいうことはできない。\n他方，Ｈ文具及び太郎の上記利用方法ないし作業形態も，太郎の本件粉\nじん吸引による悪性胸膜中皮腫の発症に一定程度寄与したと推認すること\nができ，また，アスベスト由来であるか否かにかかわらず，粉じんの継続\n的吸引が健康に何らかの影響を及ぼすであろうことは，特段の専門的知識\nがなくとも認識し得るから，損害の公平な分担の観点から，民法７２２条\n２項により，太郎が被った全損害から１割を減額するのが相当である。\nウ そうすると，太郎の損害額は，前記の１７８２万５２４８円と，４２９\n０万１３０２円とを合計した６０７２万６５５０円から１割を減額した５\n４６５万３８９５円となる。\n－87－\nそして，太郎の配偶者である第１審原告花子及び子である第１審原告風\n子，同月子，同一郎は，太郎の損害賠償請求権をそれぞれ法定相続分（第\n１審原告は２分の１，その余の第１審原告らは各６分の１）により相続し\nたから，第１審原告花子の損害額は２７３２万６９４７円，その余の第１\n審原告らは各９１０万８９８２円である。\n(2) 損益相殺の主張の当否について\n，， ，第１審原告花子は 太郎の死亡後 独立行政法人環境再生保全機構に対し\n石綿による健康被害の救済に関する法律に基づき，太郎の死亡に関する救済\n給付申請を行い，平成１９年８月２９日，太郎の死亡について石綿起因性が\n認められて，特別遺族弔慰金２８０万円及び特別葬祭料１９万９０００円，\n以上合計２９９万９０００円の支給決定がされ，同額の支給を受けたことは\n当事者間に争いがないところ，このうち，特別葬祭料１９万９０００円は，\n損益相殺の対象となるものであるから，これを控除すると，第１審原告花子\nの損害額は，２７１２万７９４７円である。\nこれに対し，特別遺族弔慰金は，石綿による健康被害の迅速な救済を図る\nことを目的とするものであり（石綿による健康被害の救済に関する法律第１\n条 ，損害を填補する性質を有するものということはできないから，損益相）\n殺の対象とならないというべきである。\n７ 弁護士費用について\n本件事案の内容，難易度，審理経過及び認容額等に鑑みると，第１審被告に\n賠償させるべき弁護士費用は，第１審原告花子につき２８０万円，その余の第\n１審原告らにつき各９０万円（合計５５０万円）とするのが相当である。\n以上によれば，第１審原告花子の損害額は，２９９２万７９４７円，その余\nの第１審原告らの損害額はそれぞれ１０００万８９８２円（合計５９９５万４\n８９３円）となる。\n８ 第１審被告は，本件建物の所有者として，本件建物の安全性確保義務を負担\n－88－\nし，同義務違反として民法７０９条の責任を負うか（争点(4) ，第１審被告）\nは，賃貸人として，本件建物の賃借人の役員又は従業員に対する安全性確保義\n務を負担し，同義務違反として民法４１５条又は民法７０９条の責任を負担す\nるか（争点(5)）について\n仮に，第１審被告に上記各責任が認められるとしても，上記５で判示したと\nころから明らかなとおり，損害額の認定において，上記認定に係る損害額を上\n回る損害額が認定される余地はないから，上記各責任について判断する必要は\nない。\n９結論\n以上によれば，第１審原告らの第１審被告に対する本訴請求は，第１審原告\n花子につき２９９２万７９４７円，その余の第１審原告らにつき各１０００万\n８９８２円及びこれらに対する訴状送達の日の翌日である平成１８年６月２２\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める\n限度で理由があるから認容すべきであるが，その余の請求は理由がないから棄\n却を免れない。\nよって，第１審原告らの控訴に基づき，これと異なる原判決を上記の趣旨に\n変更し，第１審被告の控訴をいずれも棄却することとして，主文のとおり判決\nする。なお，第１審被告の民訴法２６０条２項に基づく原状回復請求及び損害\n賠償請求の申立ては，本案判決の変更されないことを解除条件とするものであ\nるところ，上記の結論は，第１審被告の第１審原告らに対する金員支払の根拠\nとなった差戻前控訴審の判断と同旨であるから，第１審被告の上記申立てにつ\nいて判断を示す必要はない。\n( 裁 判長裁判官 山 下郁夫 裁 判官 神山隆一 裁判官 小 堀 悟 )\n"
}