{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 3,
    "day": 15
  },
  "case_number": "平成27(ワ)7540",
  "case_name": "発信者情報開示請求",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85817",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85817",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/817/085817_hanrei.pdf",
  "contents": "平成２８年３月１５日判決言渡  同日原本領収  裁判所書記官\n平成２７年(ﾜ)第７５４０号  発信者情報開示請求事件\n口頭弁論終結日  平成２８年１月２１日\n判 決\n原              告          共 和 ゴ ム 株 式 会 社\n同訴訟代理人弁護士          久世勝 之\n被              告   さくらインターネット株式会社\n同訴訟代理人弁護士          小栗久 典\n同                          高瀬亜 富\n主 文\n１  被告は，原告に対し，別紙発信者情報目録記載の情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，インターネット上のウェブサイトに使用されるドメイン名あるいは\nウェブページの掲載記事の流通によって権利を侵害されたとする原告が，不正\n競争防止法２条１項１２号の不正競争又は著作権侵害を理由とする損害賠償請\n求権等の行使のために，問題とするウェブページで特定されるウェブサイトが\n開設されたレンタルサーバーを保有，管理する被告に対し，特定電気通信役務\n提供者の損害賠償責任の制限及び発信者情報の開示に関する法律４条１項に基\nづき，発信者情報（氏名又は名称，住所）の開示を求める事案である。\n１  前提事実（当事者間に争いがないか，後掲証拠及び弁論の全趣旨により容易\nに認めることができる事実）\n(1)  当事者\nア  原告は，工業用ゴム製品，各種パッキン，スポンジ，合成樹脂成形加工\n品の製造販売等を業とする株式会社である。\nイ  被告は，インターネットへの接続サービスの提供，インターネットでの\nサーバーの設置及びその管理業務等を業とする株式会社である。\n被告は，別紙発信者ウェブページ目録記載第１の発信者ウェブページで\n特定されるウェブサイト（以下「本件サイト」という。）が開設された領\n域を有するレンタルサーバーを保有，管理し，その契約者情報として，本\n件サイトが開設されたサーバー領域利用者である契約者(以下「本件発信\n者」という。）の住所，氏名又は名称，メールアドレス等の情報を保有し\nている。\n(2)  原告の著作権等\nア  原告は，「原告製品使用方法説明書」（甲１。以下，「甲１取扱説明書」\nということがある。），並びに，原告がショッピングモール「楽天市場」\n内に開設しているネットショップ（以下「原告楽天ショップ」という。）\nのウェブページ（以下「原告楽天ホームページ」ということがある。）及\nび原告のホームページ（以下「原告ホームページ」といい，原告楽天ホー\nムページと合わせて「原告ウェブページ」ということがある。）中に表示\nされている各コンテンツ（以下，これらの著作物を「原告著作物」という。）\nについて著作権を有する（甲１，甲５ないし８，弁論の全趣旨）。\nイ  原告は，業として，商品名「アクシスフォーマー」の名称で健康用具（以\n下「原告製品」という。）を製造販売し，またその製品名について別紙商\n標権目録記載の商標権を有している（甲９の１，２）。\n(3)  本件サイトの内容等について\nア  本件サイトのＡＳＣⅡ文字列によるドメイン名（以下「本件ドメイン名」\nという。）は，別紙発信者ウェブページ目録第１の発信者ウェブページ欄\n記載のとおりであるが，これを Punycode（ピュニコード）変換すると，「ア\nクシスフォーマー.com」(以下「本件日本語ドメイン名」という。）となる。\nイ  本件サイト下にある別紙発信者ウェブページ目録記載のウェブページ\n（以下「本件ウェブページ」という。）には，別紙対比表１，２の被告侵\n害部分欄記載のとおり，対応する左欄に記載した，原告著作物である甲１\n取扱説明書又は原告ウェブページの各コンテンツを複製した映像又は画像\nが掲載されていた。なお，別紙対比表２の「原告著作物」欄記載の「共和\nゴムブログ」は，原告ホームページ内に開設されたページである。\nウ  本件ウェブページは，不特定多数の者からの求めに応じて，その内容が\n自動的に送信できるようにされていた。\n２  争点\n(1)  本件日本語ドメイン名を使用する行為が不正競争防止法２条１項１２号の\n不正競争に当たるか否か。\n(原告の主張)\nア  本件日本語ドメイン名は，原告の商標であるアクシスフォーマーと同一\nないし類似である。\nイ  本件日本語ドメイン名を用いる本件サイトが原告の商標を汚染し，原告\nの信用を損なう目的であったことは，原告製品を誹謗中傷する本件ウェブ\nページの記述全体から明らかであるから，本件日本語ドメイン名の使用は，\n原告に損害を加える目的でされたものである。\nウ  本件日本語ドメイン名は，Punycode 変換により本件ドメイン名となる\nが，本件発信者に割り当てられたＩＰアドレスに対応しているから，本件\n日本語ドメイン名をもって，不正競争防止法２条１項１２号，同条９項に\nいう「ドメイン名」ということは妨げられない。\n(被告の主張)\nア  本件日本語ドメイン名は，不正競争防止法２条１項１２号，同条９項の\n「ドメイン名」に該当しないから，該当することを前提とする原告の主張\nは失当である。なお，本件ドメイン名を入力した場合に，ＵＲＬ表示欄に\n本件日本語ドメイン名が表示されるのは，ブラウザが日本語対応の場合に\n限られる。\nイ  本件発信者は，大量の原告製品を販売せざるを得なくなったことから，\nなんとか早期に原告製品を販売するために本件サイトを作成し，そのドメ\nイン名を本件ドメイン名とし，インターネット利用者のブラウザ上では本\n件日本語ドメイン名とした。かかる経緯に鑑みるとき，仮に本件日本語ド\nメイン名が不正競争防止法２条９項所定の「ドメイン名」に該当するとし\nても，同法２条１項１２号の不正競争に該当しない。\n(2)  原告著作物の利用が，原告の有する著作権（複製権又は公衆送信権）を侵\n害したといえるか。\n(原告の主張)\nア  本件発信者は，原告が著作権を保有する著作物を複製し，公衆からの求\nめに応じて自動的に公衆に送信できるようにしていたものであって，本件\n発信者は，原告の複製権，公衆送信権を明らかに侵害していた。\nイ  本件における原告著作物の利用は，著作権法３２条の引用に当たらない。\n(ｱ)  まず原告著作物のうち，原告製品使用方法説明書の利用の点について\nみると，原告製品使用方法説明書の本来の用法は原告製品購入者への使\n用方法の説明であり，インターネットでウェブサイトを通じて原告製品\nの購入者でないものに使用方法を開示するためのものではないから，本\n件ウェブページへの原告製品使用方法説明書の利用は本来の用法ではな\nいし，このことでその利用が正当なものとされることはあり得ない。ま\nた原告製品使用方法説明書に対する批判としての利用の面についてみて\nも，本件サイトのそれは原告及び原告製品への誹謗中傷かよく言っても\n揚げ足取りにすぎず，批判のための利用も，正当，公正な利用とは言い\n難い。その上，本件ウェブページには，原告製品使用方法説明書のすべ\nての頁が写真又はスキャン画像により利用されているから，本件発信者\nがいかなる目的を抱いていたにせよ，その利用は，公正な慣行に反する\nものであり，また正当な利用の範囲を超えたものである。\n(ｲ)  次いで原告著作物のうち，原告ウェブページの利用の点についてみる\nと，確かに本件発信者は，原告ウェブページを，原告と原告製品の調査\n結果の説明とこれに伴う意見を述べる際に利用しているが，なにか調査\nや意見らしき形式や外観のものがあれば，それがどのようなものであっ\nても著作物の利用を正当化するというものではない。万一それが正当化\nされるというのならば，調査と称してインターネット上で発見した他人\nのウェブページ上の著作物を複製して自分のページに貼り付けて表示\nし，そこに適当な感想めいたものを意見と称して記載しておけば，イン\nターネット上のどのような著作物でも引用と称して利用することができ\nることになる。しかし，それは公正な慣行に合致するものでも，正当な\n範囲のものでもない。またその批判は，憶測に基づくものであって，こ\nのように他人を誹謗中傷するだけの，為にする著作物の利用は，「公正」\nな慣行に合致するものではあり得ない。また，本件発信者の調査や意見\nに照らしても，これらの原告のウェブページをそのままキャプチャーし\nて本件ウェブページに利用する必要性も必然性もなく，また調査や意見\nとは全く無関係な部分までも利用しているものもあり，正当な範囲での\n利用とは言い難い。\n(被告の主張)\n本件発信者は，原告著作物である原告製品使用方法説明書等を利用してい\nたが，これは原告製品の使用方法等を説明するために利用していたのであり，\nしかも必要かつ適切な方法，態様での利用である。なお，本件発信者の意見\nを表明することもされていたが，原告製品の使用方法を説明するため，原告\n著作物を紹介しつつ本件発信者の意見を表明するという方法，態様がとられ\nていた。\nその上，原告著作物はそれ自体が経済的価値を有するものとして市場で取\n引の対象とされる種類・性質の著作物ではないから，本件発信者の利用によ\nり原告に及ぼす影響は極めて軽微である。\nしたがって，本件発信者による原告著作物の利用は，著作権法３２条１項\nの「引用」に該当するから著作権侵害とはならない。\n第３  当裁判所の判断\n１  争点１（本件日本語ドメイン名を使用する行為が不正競争防止法２条１項１\n２号の不正競争に当たるか否か。）\n(1)  本件日本語ドメイン名の「アクシスフォーマー.com」のうち，「.com」の\n部分はいわゆるトップレベルドメインであって識別力が弱いから，本件日本\n語ドメイン名の要部は，「アクシスフォーマー」の部分であるところ，これ\nは，不正競争防止法２条１項１２号の特定商品等表示に該当する原告製品の\n名称と同一であるから，本件日本語ドメイン名は，原告の特定商品等表示と\n類似のドメイン名であると認められる。\n(2)  本件ウェブページには，以下のような記載が認められる（甲４）。\nア  本件ウェブページのトップページに含まれる記載\n「他社メーカーの本格健康アイテムを自社の名前で売り出しているだけ\nなので驚きの低価格を実現。規格は同等でも，製造クオリティが非常に低\nい商品です。（詳細は最新情報を check!）」（「非常に低い商品」が太字\nで強調されている。）\nイ  アクシスフォーマー  ハーフタイプのページ中の「アクシスフォーマー\nハーフ（ロングタイプ）の販売開始は」の項に含まれる記載\n「更に，この下図の過去キャッシュから切り抜いてきたキャプチャーです\nが，在庫処分品と明記するどころか，「有名メーカーと同じ素材で驚きの\n価格を実現」という表記は，意図的に在庫処分品を自社製品かのように錯\n覚させる表記であり，消費者庁が指導を行なわなかったことにも疑問を感\nじるところです。」\nウ  アクシスフォーマー  ハーフタイプのページ中の「アクシスフォーマー\nハーフのページで指摘する理由」の項に含まれる記載\n「商標権の侵害から芋づる式に消費者庁入電等のリスクを回避できたの\nですから，私の調査もお役に立った訳です。逆に共和ゴムさんより先にア\nクシスフォーマーハーフなどのヒントに繋がったと思われるメーカー側\nがこのページを見つけると，同社はピンチになり，本サイトから出品して\nいるオークションも大ピンチになる訳ですから，どうぞメーカーさんは見\nつけてもオークションが終わるまで見てみない振りをしてください。」\nエ  「アクシスフォーマー  使い方」のページに含まれる「ご使用上の注意」\nの４項目目に記載された「多少の変形は使用上問題ありません。」との説\n明について述べる意見の記載\n「４項目目の使い方注意事項に関して私感を述べさせて頂いております\nが，「多少の変形」ということは，目視もしくは触って分かる範囲の変形\nだと思います。それほどの変形が起こっているということは，背骨の矯正\nや体感トレーニングに用いるエクササイズ器具としては買い替え時期だ\nと述べるのが全うではないかと思います。その記述をセールスだと受け止\nめるのか，適切な記述と受け止めるかは使用者の問題ですが，製造元が「変\n形は問題ない」と言い切ってしまうのはどうかと思います。」\nオ  原告製品使用方法説明書（甲１）の「禁忌事項」について述べる記載\n「禁忌事項の冒頭にある「こんな場合はひとりでエクササイズを行なわな\nいでください」ですが，挙げられていることほとんどは，「ひとりでエク\nササイズを行なわない」どころか，使用を中止しなくてはならない状態だ\nと感じます。この開発者は本当に身体のことを正しく学んでいるのか疑わ\nしい限りです。」\nカ「アクシスフォーマー  使い方／アクシス体操の考案者は誰？  とのペー\nジ」中に含まれる原告製品使用方法説明書（甲１）３頁の「『Axis Former』\nとは，体軸（Body Axis）を整え，形成する，というコンセプトから生まれ\nたセルフコンディショニングツールです。」との説明についての意見の記\n載\n「アクシスフォーマーが“体軸を整えるというコンセプトから生まれた”\nとありますが，アクシスフォーマーの製造販売元である共和ゴム株式会社\nは，アクシスフォーマーという商品を販売する以前は，アクシスフォーマ\nーの前身に当たる本家製品のＯＥＭ製造工場でした。\nこの本家製品というのは，スポーツ及び健康産業に従事する企業が，こ\nの会社の代表の先輩に当たる方で海外でも活躍する一流トレーナーの方\nが海外で使用されていた，「フォームローラー」を日本人の身体の特性に\n合わせ再開発された商品ですので，アクシスフォーマーが『何かしら身体\nを整えるためのコンセプトを基に生まれた』という表記は適切でないと考\nえられますし，それら自社開発を裏付ける記載は共和ゴム株式会社の公式\nサイト及び楽天ショップ内には一切見つけることができませんでした。」\nキ  アクシスフォーマーの品質（アクシスフォーマー.com/品質/index.html）\n「アクシスフォーマー・ソフトロングタイプ驚きの事実」における記載\n同所には，原告製品であるアクシスフォーマー・ソフトロングと，本家\n同等規格製品を一部分解した写真を対比できるよう複数掲載し，本家同等\n規格製品については芯材が抜けず製品としてしっかりしたものであるが，\n原告製品は，芯材が容易に抜け，さらには芯材中央が凹んでいるなどの点\nを示し，原告製品が劣った商品であることを印象付けようとしている記載\nがある。\n(3)  ところで原告製品の購入を検討しようとする需要者がインターネットを利\n用する場合，原告製品名である「アクシスフォーマー」を検索ワードとして，\nグーグル等の検索エンジンを利用して検索するのが一般的と考えられるが，\n本件サイトは，本件日本語ドメイン名に「アクシスフォーマー」を含むもの\nであるから，本件サイトは検索結果として上位になり，またそのドメイン名\nから目的とする検索サイトであると理解されるので，上述のアクシスフォー\nマーという原告製品名を手掛かりにしてインターネット検索をした一般的な\n需要者は，必然的に本件サイトに誘導されたものと認められる。\nそして，一旦，本件サイトにアクセスした場合，本件サイトは，確かに原\n告製品を販売商品として取り扱うサイトであるので，その内容に注目して閲\n覧することになるが，本件サイトのウェブページの記載内容は，一般的な商\n品取扱いサイトのように取扱商品の優秀性を謳うものではなく，上記(2)にみ\nられるように，原告製品が問題のある商品というだけでなく，それを製造販\n売する原告さえも問題があるようにいうものである。すなわち，被告は，本\n件発信者が大量の原告製品を抱えてこれを販売するために本件サイトを開設\nしたように主張するが，その本件サイトでは，原告製品に興味を持ち，その\n購入を検討しようとしてインターネットを利用してアクセスしてきた需要者\nに対し，ウェブページの随所において，需要者の購入意欲を損なうことを意\n図しているとしか考えられない内容の記載をしているのであり，また，その\n記載は，併せて製造者としての原告の信用を損なうことをも意図していると\n解さざるを得ないものである。結局，これらのことからすると，本件サイト\nは，被告が主張するような原告製品の販売促進を意図したものではなく，む\nしろ原告が主張するように，原告に「損害を加える目的」で開設されたサイ\nトであると断ぜざるを得ないというべきである。\n(4)  したがって，本件サイトの契約者である本件発信者は，他人に損害を加え\nる目的で，原告の特定商品等表示である原告製品の名称と類似の本件日本語\nドメイン名を使用したものであり，これは不正競争防止法２条１項１２号の\n不正競争に当たる。\n(5)  なお，被告は，本件日本語ドメイン名が不正競争防止法２条１項１２号の\nドメイン名に該当することを争っているが，同号にいう「ドメイン名」は同\n条９項に「インターネットにおいて，個々の電子計算機を識別するために割\nり当てられる番号，記号又は文字の組合せに対応する文字，番号，記号その\n他の符号又はこれらの結合をいう」ものと規定されているところ，「個々の\n電子計算機を識別するために割り当てられる番号，記号又は文字の組合せ」\nとは，いわゆるＩＰアドレスを指しているのであり，本件日本語ドメイン名\nは，Punycode 変換によって変換される本件ドメイン名を介してＩＰアドレ\nスに対応しているのであるから，同条９項にいう「対応する」と解すること\nは妨げられないというべきである。\n２  そして，原告が原告製品を取り扱っていることに照らすと，原告は，上記\n不正競争により，営業上の利益を侵害されたものと認められるから，本件サ\nイトに使用される本件ドメイン名の記載といった侵害情報の流通によって原\n告の権利が侵害されたことは明らかである。\n３  また不正競争に係る行為態様に鑑みると，本件発信者は，不正競争を行うに\nつき，少なくとも過失があると認められるから，原告は，本件サイトにおける\n本件発信者による本件ドメイン名使用の不正競争を理由とする損害賠償請求\n権の行使のために，別紙発信者情報目録記載の各情報の開示を受ける必要があ\nると認められる。\n４  以上の次第であるから，原告の請求は，著作権侵害の判断に及ぶまでもなく\n理由があるから認容されるべきである。\nよって，訴訟費用の負担につき民事訴訟法６１条を適用して主文のとおり判\n決する。\n大阪地方裁判所第２１民事部\n裁  判  長  裁  判  官     森    崎    英      二\n裁  判  官     田    原    美  奈  子\n裁  判  官          大    川    潤      子\n（別紙）\n発信者情報目録\n末尾記載のＵＲＬ所在のウェブサイトにかかるサーバー領域の契約者に関する次\nの情報\n１．氏名又は名称\n２．住所\n記\n閲覧用ＵＲＬ：  xn--cckor6ak2ooc9mb.com\n初期ドメイン：  www2272.sakura.ne.jp\n以上\n"
}