{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 15
  },
  "case_number": "平成26(ワ)11026",
  "case_name": "発信者情報開示等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84606",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84606",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/606/084606_hanrei.pdf",
  "contents": "平成２６年１０月１５日判決言渡  同日原本領収  裁判所書記官\n平成２６年（ワ）第１１０２６号  発信者情報開示等請求事件\n口頭弁論終結日  平成２６年８月２７日\n判 決\n大阪市＜以下略＞\n原 告          株式会社 Ｐ Ｇ Ｓホー ム\n同訴訟代理人弁護 士          神田知 宏\n大阪市＜以下略＞\n被 告          さくらインターネット株式会社\n同訴訟代理人弁護 士          小栗久 典\n主 文\n１  被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実 及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，原告が，別紙ウェブページ目録記載の閲覧用ＵＲＬにより表示され\nるウェブページ（以下「本件ウェブページ」という。）をトップページとする\nウェブサイト群（以下「本件サイト」という。）の記載により，不正競争防止\n法２条１項１４号若しくは１３号の不正競争が行われ，又は原告の名誉権が侵\n害されたと主張して，特定電気通信役務提供者の損害賠償責任の制限及び発信\n者情報の開示に関する法律（以下「法」という。）に基づき，被告に対し，本\n件ウェブページが蔵置されたサーバー領域（以下「本件サーバー」という。）\nの契約者に係る別紙発信者情報目録記載の発信者情報の開示を求める事案であ\nる（なお，当庁は，民事訴訟法１１条の規定により，本件につき管轄権を有す\nる。）。\n１  前提となる事実（当事者間に争いがないか，証拠により容易に認められる。）\n(1)  原告は，住宅ペイント，一般住宅・マンション・ビルのトータルリフォー\nム等を業とする法人である（甲１）。\n(2)  被告は，本件サーバーを保有・管理する法人である（争いがない。）。\n(3)  本件サイト\n本件ウェブページ（甲４の１）は，「みんなのおすすめ，塗装屋さん」と\n題する本件サイトのトップページであり，「口コミランキング」のウェブペ\nージ（甲４の３）へのリンクがある。\n「口コミランキング」のウェブページには，「口コミランキング一覧」と\nして塗装業者のランキングが記載されており，１位は「オンテックス」，２\n位は「住友不動産」，３位は「積水ハウス」，以下，１０位までの塗装業者\n名が記載されているが，原告の名称は記載されていない（甲４の３。以下「本\n件ランキング」という。）。\n本件ウェブページには，「掲載業者一覧」のウェブページ（甲４の４）へ\nのリンクがあり，「掲載業者一覧」のウェブページには，平成２６年４月３\n０日当時，原告の名称が記載されていた（甲４の４。なお，平成２６年６月\n５日時点では，「掲載業者一覧」のウェブページから原告の名称は削除され\nている〔乙１〕。）。\n「掲載業者一覧」のウェブページには，原告の口コミのウェブページ（甲\n４の５）へのリンクがあり，原告の口コミのウェブページには，原告の口コ\nミ１３件が記載されていた（甲４の５。なお，平成２６年８月２７日時点で\nは，原告の口コミのウェブページは存在しない〔弁論の全趣旨〕。）。\n(4)  本件サイトの口コミランキングで１位と表示されている「オンテックス」\nは，一般住宅・ビル・マンションのトータルリフォームを業とする，株式会\n社オンテックス（以下「オンテックス」という。）である（甲３，甲４の３）。\nオンテックスは，原告と競争関係にある（甲１，３，弁論の全趣旨）。\n(5)  被告は，本件サーバーの契約者の住所氏名等の情報を保有している（争い\nがない。）。\n２  争点\n(1)  権利侵害の明白性\n(2)  発信者情報開示を受けるべき正当な理由\n第３  争点に関する当事者の主張\n１  争点１（権利侵害の明白性）について\n（原告の主張）\n(1)  営業誹謗行為（不正競争防止法２条１項１４号）\nア  虚偽の事実\n(ｱ)  本件サイトは，「口コミ件数」をもとにランキングが作成されている，\nいわゆる口コミランキングサイトだと書かれている（甲４の２）。\nしかし，１位の「オンテックス」の口コミ数は１０８件，以下，２位\nの「住友不動産リフォーム」が４８件，３位の「積水ハウス」が１６件，\n４位の「積水化学工業」が８件，５位の「大和ハウス工業」が５件であ\nるのに対し（甲４の３），ランキング圏外，１１位以下の原告は（甲４\nの４），口コミ総数が「１３件」である（甲４の５）。\nそうすると，本件ランキングが真実「口コミ件数」を基準にランキン\nグを決めているのであれば，原告は４位となるはずであって，原告が「ラ\nンキング圏外」の企業であり，「１１位以下」の企業であるとの事実は，\n虚偽の事実である。\n(ｲ)  比較広告の適法性\n昭和６２年４月２１日「比較広告に関する景品表示法上の考え方」（公\n正取引委員会）によると，比較広告は，①内容の客観的実証性，②比較\n数値の正確かつ適正な引用，③比較方法の公正性を基準に判断される。\nしかるに，本件ランキングは，「口コミ件数」以外の何らかの要素で\n決められているため，①客観的実証性に欠け，上記のとおり②数値も正\n確に引用されておらず，何を比較しているのか判然としないため，③比\n較方法の公正性も欠く。\nしたがって，本件ランキング自体も，虚偽の事実である。\n(ｳ)  本件サイトでは，各企業のページで，サイト訪問者が口コミを入力す\nるという体裁になっている（甲６の１ないし３）。\nしかし，入力欄にあるのは「名前」「メールアドレス」「ウェブサイ\nト」「コメント」欄であり，地域を入力する欄がない。\nにもかかわらず，１位の企業の口コミでは，必ず，日付，地域，コメ\nントが表示されている（甲６の１）。日付は入力日だとしても，地域は\n入力項目ではないにも拘わらず，常に表示されている。\nこの点に注目して１位以外の企業について口コミを見ると，地域の部\n分に「匿名」と表示されたものや（甲６の２），「Ａⅰ」と表示された\nものが見つかる（甲６の３）。\nそうすると，本件サイトを訪問して口コミを入力する多数の者が「名\n前」欄に地域名を入力していることになり，極めて不自然である。\nしたがって，口コミ自体，本件サイトの管理者が入力した虚偽のもの\nと理解するのが合理的である。\nその上で，本件サイトの管理者は「口コミ数」でランキングを決めて\nいると書いているのだから，本件ランキング自体が虚偽の事実の摘示で\nある。\nイ  営業上の信用\n(ｱ)  口コミの数が圧倒的に多い１位の企業（口コミが１０８個ある，甲６\nの１）に比べ，口コミの数が１３個（甲４の３）しかなければ，それだ\nけ利用者が少なく，事業規模の小さな企業だと一般消費者は理解するの\nだから，営業上の信用は害される。\n現在では，原告の会社名が削除されることで，口コミが１つもない，\nそれだけ利用者もいない規模の会社だと一般消費者に理解されるから，\n営業上の信用は害される。\n(ｲ)  また，比較広告で低いランキングと表示されること自体が，それだけ\n評価の低い企業だと一般消費者は理解することから，営業上の信用を害\nする。\nウ  競争関係\n(ｱ)  本件サイトの管理者は，オンテックスの依頼に基づき，又は，仮にそ\nうでないとしてもオンテックスを利するために，本件サイトを作成して\nいる。\n(ｲ)  ワードプレスのテーマ名\n本件サイトは，ブログ作成ツールである「ＷｏｒｄＰｒｅｓｓ」（甲\n５の１。以下「ワードプレス」という。）を使って作成されており，Ｈ\nＴＭＬソースの随所に「/wp-content/themes/」「/wp-content/plugins/」\n等，ワードプレスの標準フォルダ名が記述されている（甲５の２）。ワ\nー ド プ レ ス で オ リ ジ ナ ル の デ ザ イ ン を 作 る 場 合 は ，\n「wp-content/themes/」の中に独自のフォルダを作り，ここに画像ファ\nイルなどを保存する仕組みになっている。フォルダ名は自由に設定でき\nるが，通常は，デザインのテーマの名前を付ける（甲５の３）。しかる\nに，本件サイトの画像ファイル等は，「wp-content/themes/ontex/」フ\nォルダの下位フォルダに保存されている。オンテックスのロゴだけでな\nく，他社のロゴも含め，全ての画像が「ontex」フォルダの下位フォルダ\nに保存されている（甲５の４，５）。\nこの事実は，本件サイトのテーマ（目的）が「ontex」であることの証\n左であり，本件サイトがオンテックス支援のためのサイトであることの\n証左である。\n(ｳ)  本件ウェブページのタイトル等\n本件ウェブページのタイトル（<title>タグの値）は，「おすすめの外\n壁塗装・リフォーム業者の口コミ・評判・評価 | 全国版  オンテックス\n他  多数あり」，同じく説明（<meta>タグの description）は，「オンテ\nックスなど複数の企業の口コミが掲載されています。外壁塗装のリフォ\nームを実施された方の口コミ、評判、おすすめの業者を評価、共有し、\nこれから外壁塗装、リフォーム業者を選定する方へのサイトです。」，\n同じくキーワード（<meta>タグの keywords）は「オンテックス,口コミ,\nおすすめ外壁塗装屋さん,外壁塗装,口コミ,評判、評価、リフォーム,全\n国」となっている（甲５の２）。\nメタタグの keywords は，ウェブページの検索キーワードを示すもので，\n検索サイトにおいて keywords に指定したキーワードが検索されたとき，\n当該ウェブページが検索結果として表示されやすくなる。また，メタタ\nグの description は，検索サイトにおいて，ウェブページのタイトルと\nともに表示される内容である。\n本件ウェブページでは，keywords に「オンテックス」が指定されてい\nるため，検索サイトで「オンテックス」をキーワードとして検索すると，\n本件ウェブページのタイトルや説明が検索結果として表示され，これに\n誘導された閲覧者が本件ページを開くと，ランキング１位としてオンテ\nックスが表示される，という導線が想定されている。\nエ  営業者にあらざる共犯者\n原告とオンテックスはリフォーム事業において競争関係にあることから，\nオンテックスに競業上の利益を得させている本件サイトの管理者は，たと\nえオンテックスの依頼に基づかないとしても（依頼に基づくならばもちろ\nん），「営業者にあらざる共犯者」として不正競争防止法２条１項１４号\nの誹謗者に当たる。\n(2)  優良誤認行為（不正競争防止法２条１項１３号）\n本件ランキングは，ランキング１位の企業について，口コミが一部上場企\n業をはるかに超える１０８個もあり（２位の住友不動産が４８個，３位の積\n水ハウスが１６個，４位の積水化学工業が８個，５位の大和ハウス工業が５\n個），それだけ利用者が多く，他の事業者よりも著しく役務の質が優良であ\nると，一般消費者に印象づけている。\n特に「ランキングベスト５」で「Ｎｏ．１」との表示が，一般消費者をし\nて，役務の質が著しく優良であると印象づけている。\nしかるに，上記(1)のとおり，本件ランキングは口コミ数で順位を決めてい\nると書きながら，実際には口コミ数に基づいておらず，また，上記のとおり，\n本件サイトを訪問した者が口コミを書いているのではなく，多くの口コミは\n本件サイトの管理者が書いたものであり，「誤認させる」に当たる。\n(3)  本件ランキングによる名誉権侵害\n原告は，本件ランキングの圏外に表示されることにより，それだけ一般消\n費者に利用されていない，需要の少ない企業という印象を受けることから，\n社会的評価が低下する。\nしかるに，上記(1)のとおり，本件ランキングは恣意的な調査結果が生じう\nるような事情があることから，ランキングは真実ではなく，違法性阻却事由\nはない。\n(4)  原告に対する口コミによる名誉権侵害\nア  ２０１２年８月７日の口コミ\n原告に関する２０１２年８月７日の口コミ（甲４の５。以下「本件口コ\nミ１」という。）は「見積もった壁面の面積が実際の面積のおよそ２倍」，\n「足場代等をゼロにするといっても、これではたまらない。見積の盲点だ\nと思う。」と指摘しており，一般読者の普通の注意と読み方を基準にする\nと，原告は消費者の不知に乗じて実際の壁面の２倍の面積で見積を書いて\nおきながら，諸経費を無料にすると言って有利誤認行為をしていると読め\nることから，原告の社会的評価を低下させ，名誉権を侵害する。\nしかるに，原告の見積書には足場代，シート代（飛散防止養生ネット代）\n等が計上されており（甲９の１ないし５），また，壁の面積については総\n面積から窓やドア等の開口部を非塗装面として差し引くため，実際の面積\nより少なくなるのであり，実際の面積の２倍で見積もるという事実はなく，\n有利誤認行為をしている事実はないことから（甲８），本件口コミ１に違\n法性阻却事由はない。\nイ  ２０１２年８月９日の口コミ\n原告に関する２０１２年８月９日の口コミ（甲４の５。以下「本件口コ\nミ２」といい，本件口コミ１と合わせて「本件口コミ」という。）は「８\n月７日に入力された方と全く同意見」，「もともと、足場代やシート代を\nただにする話で、塗装の単価を設定している」と指摘しており，一般読者\nの普通の注意と読み方を基準にすると，原告は，塗装単価を高く設定して\nおきながら，足場代やシート代を無料にすると言って有利誤認行為をして\nいると読めることから，原告の社会的評価を低下させ，名誉権を侵害する。\nしかるに，原告の塗装単価は，月刊積算資料「ＳＵＰＰＯＲＴ」（一般\n財団法人経済調査会発行）において公表しており（甲７），料金の客観性\nは市場原理により担保されている。また，上記のとおり，原告は足場代，\nシート代（飛散防止養生ネット代）を受領しており（甲９の１ないし５），\n有利誤認行為をしているとの事実はないから（甲８），本件口コミ２に違\n法性阻却事由はない。\n(5)  上記(1)ないし(4)のいずれかの理由により，本件サイトに係る侵害情報の\n流通によって原告の権利が侵害されたことが明らかである。\n（被告の主張）\n本件サイトの記載は認め，その余は不知，否認ないし争う。\nなお，本件サーバーについて被告と利用契約を締結している者（以下「本件\n利用者」という。）に被告が問い合わせたところ，本件サイトを管理する者（以\n下「本件サイト管理者」という。）と本件利用者は別の主体であり，本件利用\n者は，本件サイトの内容や運営には一切関与していないとの回答を得ている。\n２  争点２（発信者情報の開示を受けるべき正当な理由）について\n（原告の主張）\n原告は，本件サイト管理者（上記１(1)ないし(3)の場合）又は本件口コミの\n各投稿者（上記１(4)の場合）に対し，権利侵害を理由として不法行為に基づく\n損害賠償請求等の準備をしている。\nそのためには，本件サーバーの契約者（本件利用者）に関する発信者情報が\n必要であって，発信者情報の開示を受けるべき正当な理由がある。\n（被告の主張）\n争う。\n第４  当裁判所の判断\n１  争点１（権利侵害の明白性）について\n(1)   原告に対する口コミによる名誉権侵害について\nア  本件口コミ１について\n本件サイト中に存在した，原告に関する２０１２年８月７日の口コミ（本\n件口コミ１）は，「関西」とのみ記載された投稿者から投稿された体裁の，\n「飛び込みの営業で、「キャンペーン価格で」という。／見積もりをとっ\nたら、おどろき。単価はそこそこだが、見積もった壁面の面積が実際の面\n積のおよそ２倍。こちらが我が家の壁面の面積など知らないと思ったのか\nしら。／足場代等をゼロにするといっても、これではたまらない。見積の\n盲点だと思う。／依頼するなら気をつけた方がいいでしょう。」というも\nのであった（「／」は改行を示す。甲４の５）。\n本件口コミ１は，一般読者の普通の注意と読み方を基準にすると，原告\nが，実際の壁面の２倍の面積で（それに単価を乗じた不当に高額の）見積\n書を作成し，足場代等を無料にすると言って（不当に高額な見積りから割\nり引いたように見せかけ）不当な営業行為を行っているとの事実を摘示す\nるものであり，原告の社会的評価を低下させるものである。\n原告代表者の陳述書（甲８）及び原告の見積書（甲９の１ないし５）に\nよれば，原告の使用している見積書には「仮設足場」の欄があり，これを\n無料にするとの営業行為は行っていないこと，また，壁の面積については\n総面積から窓やドア等の開口部を非塗装面として差し引くため，実際の面\n積より少なくなるのが通常であり，壁面の面積を実際の面積の２倍で見積\nもるという営業行為も行っていないことが認められるから，本件口コミ１\nについて違法性を阻却する事由も存在しないと認められる。\nイ  本件口コミ２について\n本件サイト中に存在した，原告に関する２０１２年８月９日の口コミ（本\n件口コミ２）は，「関西」とのみ記載された投稿者から投稿された体裁の，\n「８月７日に入力された方と全く同意見です。／もともと、足場代やシー\nト代をただにする話で、塗装の単価を設定しているようです。／仕上りに\n関しては問題ありませんでした。」というものであった（「／」は改行を\n示す。甲４の５）。\n本件口コミ２も，一般読者の普通の注意と読み方を基準にすると，原告\nが，塗装単価を（実質的に足場代やシート代を含めるように不当に）高く\n設定し，足場代やシート代を無料にすると言って（不当に高額な見積りか\nら割り引いたように見せかけ）不当な営業行為を行っているとの事実を摘\n示するものであり，原告の社会的評価を低下させるものである。\n月刊積算資料「ＳＵＰＰＯＲＴ」２０１２年５月号（甲７），原告代表\n者の陳述書（甲８）及び原告の見積書（甲９の１ないし５）によれば，原\n告の使用している見積書には「仮設足場」「飛散防止養生ネット」の欄が\nあり，これらを無料にするとの営業行為は行っていないこと，原告の塗装\n単価は公表されており，実質的に足場代やシート代を含めた不当に高額の\n設定にはしていないことが認められるから，本件口コミ２について違法性\nを阻却する事由も存在しないと認められる。\n(2)  以上によれば，本件口コミが原告の名誉権を侵害することが明らかであ\nるから，その余の点について判断するまでもなく，「侵害情報の流通によっ\nて当該開示の請求をする者の権利が侵害されたことが明らかであるとき」\n（法４条１項１号）の要件を充足する。\n２  争点２（発信者情報の開示を受けるべき正当な理由の有無）について\n原告は，本件口コミの投稿者に対し，損害賠償請求権等を行使する意向を示\nしているところ，その準備のためには，被告から本件サーバーについて被告と\n利用契約を締結している者（本件利用者）の情報を得，本件利用者から本件サ\nイト管理者の情報を得，本件サイト管理者から本件口コミ投稿者の情報を得る\nことが必要であると認められるから，本件利用者に係る氏名又は名称，住所の\n情報は，法４条１項，特定電気通信役務提供者の損害賠償責任の制限及び発信\n者情報の開示に関する法律第四条第一項の発信者情報を定める省令１号の「そ\nの他侵害情報の送信に係る者の氏名又は名称」，同２号の「その他侵害情報の\n送信に係る者の住所」として，「当該発信者情報が当該開示の請求をする者の\n損害賠償請求権の行使のために必要である場合その他発信者情報の開示を受け\nるべき正当な理由があるとき」（法４条１項２号）の要件を充足する。\n本件口コミが本件サイトから既に削除されている（弁論の全趣旨）としても，\n本件口コミの投稿者に対し，本件口コミによって過去に原告が被った損害の賠\n償請求をするため，原告に本件利用者に係る発信者情報の開示を受けるべき正\n当な理由が認められることに変わりはない。\n３  以上によれば，本件請求は理由があるからこれを認容することとし，主文の\nとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋      末      和      秀\n裁判官\n西      村      康      夫\n裁判官\n石 神 有 吾\n"
}