{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 30
  },
  "case_number": "平成25(行ケ)10054",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83912",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83912",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/912/083912_hanrei.pdf",
  "contents": "平成２６年１月３０日判決言渡\n平成２５年（行ケ）第１００５４号  審決取消請求事件\n口頭弁論終結日  平成２５年１２月１６日\n判                  決\n原            告      アプライド  マテリアルズ\nインコーポレイテッド\n訴訟代理人弁理士      園      田      吉      隆\n同                    小      林      義      教\n同                    冨      樫      義      孝\n被            告      特    許    庁    長    官\n指 定 代 理 人      野      村              亨\n同                    刈      間      宏      信\n同                    氏      原      康      宏\n同                    堀      内      仁      子\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２０１０－１４７１５号事件について平成２４年１０月１５日にし\nた審決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の経緯\n原告は，発明の名称を「化学的機械研磨装置で使用するためのみぞ付パターンを\n有する研磨パッド」とする発明について，平成１０年５月１５日に特許出願し（パ\nリ条約に基づく優先権主張  平成９年５月１５日，アメリカ合衆国；平成１０年１\n月６日，アメリカ合衆国。以下「本願」という。）（甲４），平成２２年２月２６\n日付けで拒絶査定を受け（甲５），同年７月２日，拒絶査定不服審判（不服２０１\n０－１４７１５事件）を請求するとともに（甲７），特許請求の範囲を変更する旨\nの手続補正を行い（甲６），平成２４年１月１６日，誤訳訂正書を提出した（甲１\n０。以下，同訂正後の本願に係る明細書を，図面を含め「本願明細書」という。）。\n特許庁は，同年１０月１５日，請求不成立の審決（以下「審決」という。）をし，\nその謄本は同月３０日に原告に送達された。\n２  特許請求の範囲\n前記誤訳訂正書による訂正後の特許請求の範囲の請求項１は，以下のとおりであ\nる（以下，同請求項に係る発明を「本願発明」という。）。\n「化学的機械研磨装置において基板を研磨する研磨パッドであって，約０．０３\nインチ（０．０７６ｃｍ）の深さ，約０．０２インチ（０．０５１ｃｍ）の幅，及\nび約０．１２インチ（０．３０５ｃｍ）のピッチを有する，複数の実質上円形の同\n心に配置されたみぞを有する研磨表面を備え，前記複数のみぞは前記研磨表面に対\nして垂直な複数の側壁を有し，\n前記研磨パッドはさらに上部層及び下部層を備え，前記複数のみぞは前記上部層\nにおける前記下部層と接触する面とは反対の面に形成され，前記上部層が約０．０\n６～０．１２インチ（０．１５２～０．３０５ｃｍ）の厚さを有し，\n前記複数のみぞが複数の仕切壁によって分離され，前記複数のみぞの幅と前記複\n数の仕切壁の幅の比が約０．２０である研磨パッド。」\n３  審決の理由\n(1)  審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，本願\n発明は，本願の優先日前に頒布された刊行物である「Ｉｍｐｒｏｖｉｎｇ  ＣＭＰ\nＰｅｒｆｏｒｍａｎｃｅ  Ｕｓｉｎｇ  Ｇｒｏｏｖｅｄ  Ｐｏｌｉｓｈｉｎｇ  Ｐ\nａｄｓ」Ｗｅｌｉｎｇ  ｅｔ  ａｌ．，１９９６ ＩＳＭＩＣ－１００Ｐ／９６／\n００４０，Ｆｅｂｒｕａｒｙ  ２２－２３，１９９６  ＣＭＰ－ＭＩＣ  Ｃｏｎｆ\nｅｒｅｎｃｅ（甲１（ａ）。以下「引用刊行物１」という。）に記載された発明\n（以下「引用発明」という。），特表平８－５１１２１０号公報（甲２。以下「引\n用刊行物２」という。）に記載された事項（以下「引用例２記載事項」という。）\n及び従来周知事項に基づいて，当業者が容易に発明をすることができたものである\nというものである。\n(2)  審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違\n点，引用例２記載事項は，以下のとおりである。\nア  引用発明の内容\n「化学的機械研磨装置において半導体基板を研磨するパッドであって，０．０１\n５インチの深さ，０．０１インチの幅，及び０．０６インチのピッチを有する，複\n数の同心円状に配置された溝を有する研磨表面を備え，前記複数の溝は前記研磨表\n面に対してほぼ垂直な側壁を有し，\nパッドはさらに硬質の上部層と軟質の下部層を備え，前記複数の溝は前記上部層\nにおける前記下部層と接触する面とは反対の面に形成され，前記硬質の上部層が０．\n０５インチの厚さを有し，\n前記複数の溝が複数の仕切壁によって分離され，前記複数の仕切壁の幅が０．０\n５インチであるパッド。」\nイ  一致点\n「化学的機械研磨装置において基板を研磨する研磨パッドであって，複数の実質\n上円形の同心に配置されたみぞを有する研磨表面を備え，前記複数のみぞは前記研\n磨表面に対して垂直な複数の側壁を有し，\n前記研磨パッドはさらに上部層及び下部層を備え，前記複数のみぞは前記上部層\nにおける前記下部層と接触する面とは反対の面に形成され，\n前記複数のみぞが複数の仕切壁によって分離され，前記複数のみぞの幅と前記複\n数の仕切壁の幅の比が約０．２０である研磨パッド。」である点。\nウ  相違点\n(ｱ)  相違点１\n「研磨パッドにおけるみぞの寸法に関して，本願発明では，「約０．０３インチ\n（０．０７６ｃｍ）の深さ，約０．０２インチ（０．０５１ｃｍ）の幅，及び約０．\n１２インチ（０．３０５ｃｍ）のピッチを有する」ものであると特定しているのに\n対して，引用発明では，溝の深さが０．０１５インチ，溝の幅が０．０１インチ，\n溝のピッチが０．０６インチを有するものである点。」\n(ｲ)  相違点２\n「研磨パッドにおける上部層の厚さに関して，本願発明では，「約０．０６～０．\n１２インチ（０．１５２～０．３０５ｃｍ）の厚さ」と特定しているのに対して，\n引用発明のパッドにおける硬質の上部層の厚さは０．０５インチである点。」\nエ  引用例２記載事項\n「パッドの表面に大小の水路を有する表面のきめを備え，マクロな流路のきめは\nパッドの厚さの９０％を超えないものであって，マクロな流路を深くすればそれだ\nけ，パッド寿命は長くなること。」\n第３  取消事由に関する当事者の主張\n１  原告の主張\n審決には，以下のとおり，容易想到性の判断に誤りがあり，取り消されるべきで\nある。\n(1)  審決は，相違点１に関して，研磨パッドの溝の深さを「約０．０３イン\nチ」に特定したことには，それだけパッド寿命が長くなるという，予想される効果\n以上の特別な臨界的意義はなく，溝の幅を「約０．０２インチ」，溝のピッチを\n「約０．１２インチ」と特定した点については，格別な作用ないし効果は格別見当\nたらず，また，引用発明において溝の深さを２倍深いものに変更した場合，溝の幅\nやピッチについても２倍とすることは，当業者にとって格別困難なことではないと\n判断し，さらに，本願発明の奏する作用ないし効果に関して，引用発明，引用例２\n記載事項及び従来周知の事項から予測し得るものであると判断する。\nしかし，審決の上記判断には，以下のとおり，誤りがある。\nア  審決の判断は，当業者は研磨パッドの溝の幅・深さ・ピッチ寸法を２倍にす\nればパッドの寿命が２倍に延長されると予想するとの仮定を前提とするものである\nが，当業者の認識に照らせばこの前提は誤りである。\n研磨性能及びパッド寿命は，パッドの溝の深さだけでなく，パッドの溝の寸法と\nスラリーの排出能力，摩擦係数，発熱状態，熱発散能力等の条件が非常に複雑に関\n与して決定されるものである。溝の寸法を２倍にした場合のパッドの寿命は予測不\n能であるというのが，当業者の認識であった。\nイ  審決の判断は，当業者は，パッドの寿命を２倍に延長するために，研磨パッ\nドの溝の幅・深さ・ピッチを２倍にすること，つまり溝の形状を相似形に保ったま\nま寸法を大きくすることに容易に想到し得るとの前提に立つものであるが，当業者\nの認識に照らせばこの前提もまた誤りである。\n仮に，当業者が，本願の優先日において，「パッド寿命は，パッドの最も浅い溝\nの深さとパッドの磨耗速度によって決まる。」と認識し，また，「マクロな流路が\nより深ければ，磨耗率は限界にいたり，パッド寿命はより長くなる。」と認識して\nいたとしても，パッドの寿命を２倍に延長するためには，溝の幅とピッチを変更せ\nずに，溝の深さのみを２倍にするはずである。従来技術には，本願発明のように，\n溝の幅とピッチをあえて２倍に変更することの示唆はない。\nまた，上記のとおり，当業者は，パッドの溝の形状とパッドの寿命及び研磨性能\nとの関係にはスラリの排出や発熱等多くの現象が関与し，非常に複雑であることを\n理解しており，変更するパラメータは少ない方が結果の予測性が高いことから，パ\nッドの長寿命化のために溝の寸法を変更するに際しても，溝の幅やピッチを同時に\n変更するのではなく，深さだけを変更すべきと考える可能性が高い。\nウ  甲１４は，引用発明におけるパッドと同じく，溝幅１０ミル（２５４μｍ，\n０．０１インチ），深さ１５ミル（３８１μｍ，０．０１５インチ），ピッチ６０\nミル（１５２４μｍ，０．０６インチ）の同心円状の溝が形成された化学的機械研\n磨（ＣＭＰ）用パッドＩＣ１０００と，本願発明と同じく，溝幅２０ミル（５０８\nμｍ，０．０２インチ），深さ３０ミル（７６２μｍ，０．０３インチ），ピッチ\n１２０ミル（３０４８μｍ，０．１２インチ）の同心円状の溝が形成されたＣＭＰ\n用パッドＩＣ１０１０－ＤＶとの比較実験を記載したものである。甲１４によると，\n本願発明における研磨パッドは，溝の寸法（幅・深さ・ピッチ）を引用発明におけ\nる研磨パッドの２倍とすることによって，その寿命が２倍に延長されたにとどまら\nず，より優れた平面度，より優れた欠陥率，パッド寿命の小さなばらつき，不均一\n性の改善が得られ，改善された研磨性能を示している。このように，本願発明にお\nいて，研磨パッドの溝の寸法を２倍にすることによって，上記のような優れた効果\nを奏することは，当業者は予測し得なかった。\n(2)  以上のとおり，本願発明は従来技術に基づいて当業者が容易に想到するこ\nとのできない構成を有しており，しかも当業者の予想を超える優れた効果を奏する\nものであるから，当業者が容易に想到し得る発明ではなく，この点における審決の\n判断には誤りがある。\n２  被告の反論\n(1)  本願発明は，穿孔パッドに代えて溝付きパッドを用いることを課題の一つ\nとしている。そして，本願明細書では，穿孔パッドに代えて溝付きパッドとするこ\nとによる効果として「研磨の均一性」と「パッド全体へのスラリの分配」を，溝の\n幅が広いことによる効果として「廃棄材料の排出性」を，研磨パッドの堅固さによ\nる効果として「平面化効果」を，十分に深い溝の効果として「パッドの寿命の改\n善」を挙げている。\n研磨パッドの分野において，その寿命の改善を図ることは周知の技術的課題であ\nり，パッドの寿命を長くするために溝を深くすることは，引用例２記載事項から，\n当業者が容易に想到し得たものであり，溝の深さを「約０．０３インチ」と特定し\nた点は，単なる設計的事項である。\nまた，研磨パッドに設けられる溝のサイズや形状は，その技術的意義（設計思\n想）を踏まえて最適化又は好適化され得る。引用発明においても，その技術的意義\n（設計思想）を踏まえて，溝の深さを変更すると同時に，溝の幅やピッチをも変更\nすることは，当業者の通常の創作能力の発揮において行い得ることである。そして，\n溝の幅を「約０．０２インチ」，ピッチを「約０．１２インチ」と特定したことに\nよる格別な作用効果を見いだすことはできない。\n一般に，流路における流体流れの現象を，幾何学的に相似の構成で置き換えて再\n現することは，流体力学上の常套手段であり，さらに，相似の関係で形状を作成す\nることは従来周知の事項であるから，溝の深さを引用発明の２倍とした場合，溝の\n幅及びピッチも引用発明の２倍とすることは，当業者にとって格別困難なことでは\nない。\n(2)  原告は，研磨パッドの溝の幅・深さ・ピッチ寸法を本願発明における寸法\nとすることにより，パッドの寿命が延長されるだけでなく，当業者が予測し得ない\n優れた効果が得られると主張する。\nしかし，本願明細書には，原告主張の優れた効果に関する具体的な記載はなく，\n本願後に作成された甲１４を，本願発明の効果として参酌することはできない。ま\nた，甲１４によっても，原告主張の優れた効果が，溝の寸法にのみ起因するものと\n解すべき合理性はなく，「より一貫性のある溝切」，「均一なパッド摩擦」，「ス\nラリー及び研磨副生成物の研磨領域間における均一な輸送」，「研磨中のウェハに\n対する均一な温度分布」，及び「最適化されたパッドコンディショニング」等の総\n合的な改良によってもたらされるものである。\n(3)  以上のとおり，本願発明が容易想到であるとした審決の判断に誤りはない。\n第４  当裁判所の判断\n１  認定事実\n(1)  本願明細書の記載\n本願明細書には，以下の記載があり，図３及び図４は，別紙本願明細書図３及び\n同図４のとおりである（甲４，１０）。\n「【０００１】\n【発明の背景】本発明は，一般に基板の化学的機械研磨に関し，より詳細には，\n化学的機械研磨装置のためのみぞ付きパターンを有する研磨パッドに関する。\n【０００２】集積回路は，通常導電性，半導性または絶縁性の層を順次堆積する\nことによって，特にシリコンウェハである基板上に形成される。・・・従って，基\n板表面を周期的に平面化し，平坦な表面を提供する必要が存在する。\n【０００３】化学的機械研磨（ＣＭＰ）は平面化の一般に認められた方法の１つ\nである。この方法では通常，基板をキャリヤまたは研磨ヘッドの上に設置する必要\nがある。その後基板の露出面が回転する研磨ヘッドに向かい合って配置される。キ\nャリヤヘッドは制御可能な負荷すなわち圧力を基板に提供し，基板を研磨パッドに\n押しつける。さらに，キャリヤヘッドは回転し，基板と研磨表面との間に付加運動\nを提供する。」\n「【０００５】有効なＣＭＰプロセスは，高い研磨率を提供するだけでなく，仕\n上げ加工され（小さな粗度がない）平坦な（大きな凹凸がない）基板表面を提供す\nる。研磨率，仕上げと平坦さは，パッドとスラリの組み合わせ，基板とパッドとの\n間の相対速度及び，基板をパッドに押しつける力によって決定される。・・・\n【０００６】ＣＭＰにおいて繰り返し発生する問題は，基板全体にわたる研磨率\nの不均一性である。この不均一性の原因の１つはいわゆる「エッジ効果」，すなわ\nち基板の周縁部が基板の中心と異なった研磨率で研磨される傾向である。不均一性\nのもう１つの原因は，「中心緩速効果（center slow effect）」と呼ばれる，基板\nの中心が研磨不足になる傾向である。こうした不均一な研磨効果は，基板全体の平\n坦さと集積回路製造に適した基板の面積を減少させ，ひいてはプロセスの歩留まり\nを低下させる。\n【０００７】もう１つの問題はスラリの分布に関する。・・・研磨パッドの表面\n全体にわたるスラリの分布が不十分な場合，最適でない研磨結果が提供される。過\n去において使用された研磨パッドはパッドの周囲の穿孔を含んでいた。こうした穿\n孔は，スラリで満たされ，研磨パッドが圧迫される際に対応する局所的範囲にスラ\nリを分配した。このスラリ分配方法は，各穿孔が事実上個別に作用するため，有効\n性が制限されている。すなわち，ある穿孔のスラリは少なすぎ，別の穿孔のスラリ\nは多すぎる。さらに，余分のスラリを，それがもっとも必要とされている場所に直\n接導く方法がない。\n【０００８】もう１つの問題は研磨パッドの「目つぶれ（glazing）」である。\n目つぶれは，研磨パッドが加熱され，基板がパッドに押しつけられる領域で圧迫さ\nれる場合発生する。研磨パッドの突出部が押しつぶされ，くぼみが埋められるので，\n研磨パッドの表面は平滑になり，研磨性が低下する。その結果，研磨時間が増大す\nる。従って，高い処理量を維持するには，研磨パッドの表面を定期的に研磨条件に\n戻す，すなわち「調節（condition）」する必要がある。\n【０００９】さらに，調節処理の間に，パッドの調節によって発生した廃棄材料\nがパッドの穿孔をふさいだり詰まらせたりすることがある。この廃棄材料によって\n詰まらされた穿孔はスラリを有効に保持しないので，研磨プロセスの効率を低下さ\nせる。\n【００１０】ふさがれた或いは詰まったパッドの穿孔に関連するさらなる問題は，\n研磨の完了後の基板からのパッドの分離に関する。研磨プロセスはパッドと基板と\nの間に高度の表面張力を発生する。穿孔は，パッドと基板との間の接触面積を減ら\nすことによって表面張力を低下させる。しかし，穿孔が廃棄材料でふさがれている，\nまたは詰まっていると，表面張力が増大し，パッドと基板の分離が困難になる。そ\nのため，基板は分離処理中，より破損しやすくなる。\n【 ０ ０ １ １ 】 Ｃ Ｍ Ｐ に お け る ま た 別 の 問 題 は 「 平 面 化 効 果 （ planarizing\neffect）」と呼ばれる。理想的には，研磨パッドは基板の凹凸の山だけを研磨す\nる。・・・しかし，基板が「平面化効果」の対象になると，山と谷が同時に研磨さ\nれる。・・・研磨パッドが柔軟すぎると，研磨パッドは変形し，基板表面の山と谷\nの両方を含む基板の広い表面積に接触する。\n【００１２】従って，これらの問題のすべてではなくとも，いくつかの問題を改\n善するＣＭＰ装置を提供することが有益である。」\n「【００２３】本発明の利点には以下が含まれる。本研磨パッドは改善された研\n磨の均一性を提供する。研磨パッドのみぞはパッド全体にスラリを分配する有効な\n方法を提供する。みぞは十分に広いので，調節処理によって発生した廃棄材料はみ\nぞから流出する。研磨パッドは十分堅固なので，「平面化効果」が避けられる。研\n磨パッドの比較的深いみぞはまた，パッドの寿命を改善する。」\n「【００３５】研磨パッド１００は，粗研磨面１０２を有する複合材料を含む。\n研磨パッド１００は上部層３６と下部層３８を有する。・・・上部層はＩＣ－１０\n００から構成されており，下部層はＳＵＢＡ－４から構成されている。・・・・\n【００３６】図３及び図４を参照すると，複数の同心円形みぞ１０４が，研磨パ\nッド１００の研磨表面１０２に配置されている。有利にも，これらのみぞはピッチ\nＰの均一な間隔を有する。ピッチＰは，図４にもっとも明瞭に示されているように，\n隣接するみぞ間の半径距離である。各みぞ間には幅Ｗｐを有する環状仕切壁１０６\nが存在する。・・・各みぞは深さＤｇと幅Ｗｇを有しているであろう。・・・\n【００３７】壁１１０は一般に垂直で，Ｕ形の底部１１２に至る。各研磨サイク\nルは，研磨表面１０２が摩耗するに連れて研磨パッドが薄くなるという形で，研磨\nパッドの摩耗に帰結する。ほぼ垂直の壁１１０を有するみぞの幅Ｗｇは，研磨パッ\nドが摩耗しても変化しない。すなわち，一般に垂直の壁は，研磨パッドがその動作\n寿命を通じてほぼ均一の表面積を有することを保証する。\n【００３８】研磨パッドのさまざまな実施形態には過去に使用されたものと比較\nして広くて深いみぞが含まれる。・・・詳細には，みぞは約０．０２０インチの幅\nＷｇを有しているであろう。・・・詳細には，ピッチは約０．１２インチであろう。\n【００３９】みぞ幅Ｗｇと仕切壁幅Ｗｐの比は，約０．１０～０．２５になるよ\nう選択される。この比は約０．２である。みぞが広すぎると，研磨パッドが柔軟に\nなりすぎ，「平面化効果」が発生する。他方，みぞが狭すぎると，廃棄材料をみぞ\nから除去するのが困難になる。同様に，ピッチが小さすぎると，みぞが互いに接近\nしすぎ，研磨パッドが柔軟になりすぎる。他方，ピッチが大きすぎると，スラリが\n基板の表面全体に均一に輸送されない。\n【００４０】・・・詳細には，みぞの深さＤｇは約０．０３インチであろう。上\n部層３６は約０．０６～０．１２インチの厚さＴを有するであろう。・・・厚さＴ\nは，基底部分１１２の底部と下部層３８との間の距離Ｄｐが約０．０３５～０．０\n８５インチになるように選択さるであろう。・・・距離Ｄｐが小さすぎると，研磨\nパッドは柔軟になりすぎる。・・・\n【００４１】図３を参照すると，みぞ１０４は，複数の環状の島または突起を形\n成するパターンを形成している。これらの島によって研磨用に提供される表面積は，\n研磨パッド１００の全面積の約９０％～７５％である。その結果，基板と研磨パッ\nドとの間の表面張力が減少し，研磨サイクルの終了時に基板から研磨パッドを分離\nすることが容易になる。」\n「【００６９】・・・研磨パッドに形成された連続チャネルは，研磨パッドの周\n囲のスラリの移動を促進する。すなわち，パッドのある領域の余分のスラリがみぞ\n構造によって別の領域に移送され，研磨表面全体がより均一にスラリで覆われる。\n従って，スラリの分布が改善され，スラリ分布の不良に起因する研磨率の変動が減\n少される。\n【００７０】さらに，研磨及び調節サイクル中に発生する廃棄材料がスラリの分\n布を妨害する可能性がみぞによって低減される。みぞは研磨パッド表面からの廃棄\n材料の移動を促進し，目詰まりする可能性を低減する。・・・\n【００７１】みぞを深くすることによって研磨パッドの寿命が改善される。上記\nで論じたように，調節処理は研磨パッドの表面を摩滅させ，そこから材料を除去す\nるので，みぞの深さが減少する。その結果，みぞの深さを増大することによってパ\nッドの寿命が増大する。」\n(2)  引用刊行物１の記載\n引用刊行物１には，以下の記載があり（翻訳のみを記載する。），Ｆｉｇ．１は\n別紙引用刊行物１Ｆｉｇ．１のとおりである（甲１（ａ））。\n「要約\n従来の穿孔パッドに代えて溝付きパッドを用いることは，ＣＭＰプロセスの生産\n性において著しい改善を提供することが明らかになった。研磨パッド表面における\n溝は，研磨中における半導体基板表面におけるスラリの流れを容易にし，加えられ\nる研磨アームとコンディショナーの押圧力の有効性を改善する。溝付きパッドを用\nいることによって得られる，より高い，そして安定的な除去率は，プロセスの可変\n性を下げ，半導体基板のスループットを改善する。パッド表面の溝は半導体基板の\n均一性や，表面の粗さや，局部的な平坦性に有害な影響を与えない。さらに，除去\n率性能の改善の範囲は研磨されるＰＥＣＶＤ酸化物の種類に影響されない。・・・\nはじめに\n化学機械研磨（ＣＭＰ）は，全体的な平坦性の唯一つの当面の解決策として広く\n受け入れられている（１）。・・・除去率の低下は，典型的には研磨パッドのコン\nディショニングの不足か研磨パッドと接する半導体基板表面への不十分なスラリの\n運搬による。・・・この論文では，安定した除去率を向上し，また維持するように，\n従来の穿孔パッドに代えて溝付きパッド（４）を用いることについて焦点をあてる。\n溝付きパッドは局部的な平坦性，あるいは半導体基板の均一性を損なうことなしに\nＣＭＰプロセスの生産性の改善を提供する。\n実験\n化学機械研磨は同一のコンディショニング及びアンモニアを含むスラリを用いて\n市販の単一ヘッド研磨機により実施された。ＴＥＯＳ，又はシランをベースとした\nＰＥＣＶＤ酸化物を堆積した，パターン化された，あるいはパターン化されていな\nい 半 導 体 基 板 は ， Ｃ Ｍ Ｐ の 前 後 で 光 学 的 薄 膜 厚 測 定 装 置 を 用 い て 測 定 さ れ\nた。・・・\n結果\n研磨中，硬質パッドは，押圧力の影響により半導体基板と密接に接触しているの\nで半導体基板の表面にスラリを供給することを困難にしている。穿孔，あるいは溝\nは意図的に流路を作り出し，それにより半導体基板の表面にスラリが運搬される。\n図１は，典型的な穿孔及び溝付きパッドの平面図と断面図の概要である。図に示さ\nれた穿孔と溝の数や密度は単なる概略図で正確ではない。図に見られるように，穿\n孔は硬質パッドの全部の厚さを貫通する円柱状の穴である。それに対して，溝は，\nパッドの表面上のより小さく，より浅いくぼみである。溝は図１（ｂ）に見られる\nように同心円状か，あるいはパッドの周囲から中心へ延びる螺旋状であり得る。\n穿孔及び溝付きパッドはいくつかの重大な点において異なっている。－  運搬さ\nれるスラリの量が異なる。穿孔は小さいスラリのプールを提供するのに対して溝は\n流路のようで，水面滑走効果を減少させながらパッドに接する半導体基板表面下に\nたやすくスラリを流す。・・・結果として，穿孔はつまりやすくパッドの効果的な\n量の研磨を低減する。相対的に浅いみぞからスラリを洗い流すことは，より簡単で\nあり，みぞの中にある粒子の沈降を著しく減少させる。・・・\n結論\n生産性の著しい向上は，従来の穿孔パッドに代えて溝付きパッドを用いることに\nよって期待できる。研磨パッド表面の溝は研磨時の半導体基板表面のスラリの流れ\nを改善するだけでなく，加えられる研磨アームとコンディショナーの押圧力の有効\n性を改善し，その結果，安定した除去率を向上し，維持する。・・・」\n「図１．穿孔パッド及び溝付きパッド：平面図（ａ）と（ｂ），断面図（ｃ）と\n（ｄ）の概略。全ての寸法はインチであるが，スケールで描かれていない点に留意\nされたい。」\n(3)  引用刊行物２の記載\n引用刊行物２には，以下の記載があり，図２は別紙引用刊行物２図２のとおりで\nある（甲２）。\n「【発明の詳細な説明】\n研磨パッドおよびその使用方法\n発明の背景\n本発明はガラス，半導体，誘電体／金属複合材および集積回路のようなものに，\n滑らかで超平坦な表面を作るため使用される研磨パッドに関するものである。より\n詳細には，本発明はこのようなパッドの表面のきめに関するものである。」（５頁\n１行～６行）\n「図２に示された本発明のパッドはその表面上に，小規模の流路又はミクロ凹部\n６，および大規模な流路又はマクロ凹部７が同時に存在する外部手段により生じた\nきめを有する基本的にバルクのミクロなきめを持たない固体均質重合体パッド５を\n示している。」（９頁末行～１０頁３行）\n「本発明のパッドにおけるマクロなきめは，スラリーの流れを妨げない流路とな\nるように選択された大きさの凹部（マクロな凹部）から高く上がった部分で構成さ\nれている。本発明のマクロなきめの最も重要な特徴は，マクロなきめの間の距離で\nあり，その間でスラリー移動が，用いられるミクロなきめにより調節される。実際\nには，マクロなきめの間隔の上限は５ｍｍである。突き出た部分がそれよりかなり\n横方向に大きいと，用いられるミクロなきめのタイプに関係なく研磨率を顕著に減\n少させるであろう。マクロなきめの間隔の下限は０．５ｍｍである。この限度より\n下では，マクロな凹部を作るのは困難で時間のかかるものとなる。更に，その下限\nサイズより下では，マクロな凹部間の突き出た表面の構造的完全性を低下させ，撓\nみや変形を受けて研磨効果を低下させる。\nマクロな凹部のパターンならびにそれらの幅と深さは，上記の限度が維持される\n限り，実質的に望ましい任意のパターンまたはサイズとすることができる。実際に\nは，マクロな凹部の幅と深さは，一般的に，マクロな凹部間の突き出たパッド表面\nの最大横方向寸法の５０％以下に保たれ，マクロな凹部の深さは少なくともその幅\nに等しい状態となる。マクロな流路は，パッドの厚さの９０％を超えない，任意の\n望ましい深さとすることができる。マクロな流路がより深ければ，磨耗率は限界に\n至り，パッド寿命はより長くなる。深さがパッドの厚さの９０％を超えると，パッ\nドの機械的強度が著しく低下し，従ってそれは避けられる。」（１０頁１２行～１\n１頁１行）\n２  容易想到性の判断について\n(1)  本願発明の解決課題，課題解決手段及び効果\n上記本願明細書の記載によると，化学的機械研磨装置において基板を研磨する研\n磨パッドについては，従来，①パッドの周囲に穿孔が設けられ，穿孔はスラリで満\nたされるが，各穿孔が事実上個別に作用するため，ある穿孔のスラリは少なすぎ，\n別の穿孔のスラリは多すぎ，さらに，余分のスラリを，それが最も必要とされてい\nる場所に直接導く方法がない，②パッドの「目つぶれ」が発生するため，パッドの\n表面を定期的に研磨条件に戻す，すなわち「調節」する必要がある，③調節処理の\n間に，パッドの調節によって発生した廃棄材料がパッドの穿孔をふさいだり詰まら\nせたりすることがあり，このような穿孔はスラリを有効に保持しなくなる，④穿孔\nは，パッドと基板との間の接触面積を減らすことによって，パッドと基板との間の\n表面張力を低下させるが，上記のように穿孔が廃棄材料でふさがれたり詰まったり\nすると，表面張力が増大し，パッドと基板の分離が困難になる，⑤パッドは，柔軟\nすぎると変形し，基板表面の山と谷の両方を含む基板の広い表面積に接触して，\n「平面化効果」により，山と谷が同時に研磨される，との問題点があった。本願発\n明は，これらの問題点を改善した化学的機械研磨装置を提供することを解決課題と\nした発明である。\n本願発明では，これらの課題の解決手段として，化学的機械研磨装置における基\n板を研磨する研磨パッドにおいて，複数の実質上円形の同心に配置された溝を有す\nる研磨表面を備え，前記複数の溝は溝の深さを約０．０３インチ，幅を約０．０２\nインチ，ピッチを約０．１２インチとし，前記研磨表面に対して垂直な複数の側壁\nを有し，前記研磨パッドはさらに上部層及び下部層を備え，前記複数のみぞは前記\n上部層における前記下部層と接触する面とは反対の面に形成され，前記上部層が約\n０．０６～０．１２インチの厚さを有し，前記複数のみぞが複数の仕切壁によって\n分離され，前記複数の溝の幅と前記複数の仕切壁の幅の比を約０．２０とするとの\n構成を採用したものである。\n本願明細書には，本願発明では，①研磨パッドに実質上円形の溝を配置したこと\nにより，パッド全体にスラリを分配することが可能となり，また，溝のピッチを大\nきくしすぎないことにより，スラリを基板の表面全体に均一に輸送することが可能\nであり，②パッドの溝を，従来のものよりも深くすることにより，調節処理を行っ\nても，パッドの寿命が長くなり，③パッドの溝の幅を，従来のものよりも広くする\nことにより，調節処理や研磨によって発生した廃棄材料は，溝に詰まったりするこ\nとなく，溝から流出することが可能となり，④パッドに溝を設けたことにより，基\n板とパッドの間の表面張力が減少し，研磨サイクルの終了時に基板から研磨パッド\nを分離することが容易になり，⑤溝幅Ｗｇと仕切壁幅Ｗｐの比，溝のピッチ，上層\n部の基底部分の底部と下層部間の距離Ｄｐを適切な値とすることにより，パッドは\n十分堅固となるので，「平面化効果」を避けることが可能となり，さらに，⑥溝の\n側壁は研磨表面に対して垂直とすることにより，溝の幅Ｗｇはパッドが摩耗しても\n変化せず，パッドはその動作寿命を通じてほぼ均一の表面積を有することが可能で\nある，との作用効果を奏することが記載されている。\n(2)  引用発明について\n引用刊行物１には，化学機械研磨（ＣＭＰ）における研磨パッドについて，従来\n品である穿孔パッドは，穿孔がスラリでつまりやすかったが，穿孔パッドに代えて\n溝付きパッドとすることにより，溝がスラリの流路となって，研磨中の半導体基板\n表面におけるスラリの流れを容易にするだけでなく，適用される研磨アームとコン\nディショナーの押圧力の有効性を改善し，局部的な平坦性，あるいは半導体基板の\n均一性を損なうことなしに，ＣＭＰプロセスの生産性が改善されることが開示され\nている。また，溝付きパッドの一例として，硬質の上部層と軟質の下部層とで構成\nされたパッドの上部層に，複数の同心円状に配置された溝が形成され，硬質の上層\n部の厚さが０．０５インチ，溝は深さが０．０１５インチ，幅が０．０１インチ，\nピッチが０．０６インチ，溝間の仕切壁の幅が０．０５インチ（０．０６インチ－\n０．０１インチ）であり，また，溝の側壁は研磨表面に対してほぼ垂直である研磨\nパッドが記載されている。\n(3)  容易想到性の有無\nア  相違点１に係る構成の容易想到性について\n引用発明は，溝が設けられた研磨表面を備える研磨パッドに関する発明であり，\n引用刊行物２には，流路（溝）が設けられた研磨パッドに関する発明が記載されて\nいる。引用刊行物２には，パッドの厚さの９０％を超えない範囲で流路を深くする\nことにより，パッドの寿命が長くなる旨の記載があり，引用発明に接した当業者が，\n引用発明と同じ分野に属する発明に関する引用刊行物２の上記記載事項を組み合わ\nせて，パッドの厚さの９０％を超えない範囲でパッドの溝をより深くすることに困\n難性を見出すことはできない。本願明細書の記載によると，溝を従来より深くする\nことによりパッドの寿命を長くすること以上に，これを「約０．０３インチ」と特\n定することの臨界的意義は認められず，溝の深さは当業者が任意に設定しうる設計\n的事項であると認められる。さらに，特開平５－１４６９６９号公報（甲１５）に\nは，研磨パッドの溝の深さを「約０．００４～０．０２４ｃｍ（約０．０１～０．\n０６インチ）」とすることが記載されており（段落【００１６】），溝の深さを約\n０．０３インチとすることは従来から行われていた範囲内のものであると認められ\nる。\nまた，本願明細書には，パッドの溝の幅を広くすることによる効果として廃棄材\n料の排出性，溝のピッチを大きくしすぎないことの効果として基板の表面全体への\nスラリの分配性，溝のピッチを適切な値とすることの効果としてパッドの堅固性\n（平面的効果の防止性）が挙げられており，これらの観点から，溝の幅及びピッチ\nとして適切な数値が設定されたものと解されるものの，本願明細書からは，溝の幅\nを「約０．０２インチ」，ピッチを「約０．１２インチ」とすることの臨界的意義\nは認められない。そして，本願の優先日前に頒布された刊行物である特表平８－５\n００６２２号公報（乙１）の特許請求の範囲の請求項１８には，溝の幅について約\n０．０３インチを含む範囲の数値が，同請求項２１には，溝の間隔（ピッチ）につ\nいて約０．１２インチを含む範囲の数値が示されており，乙２や３にもこれとは異\nなる溝の幅やピッチの数値が示されており，また，引用刊行物２にもスラリの流れ\nを考慮してマクロなきめ（溝）の幅を選択することが記載されている（１０頁１２\n行～２３行）。これらによると，従来から，パッドの溝の幅やピッチは様々な数値\nを取り得たものであり，溝の幅やピッチも当業者が任意に設定し得る設計的事項で\nあると認められ，本願発明における溝の幅やピッチの数値もこのような当業者が任\n意に設定し得る数値の範囲内にあるといえる。\nしたがって，引用発明に接した当業者が，本願発明の相違点１に係る構成を採用\nすることは容易であると認められる。\nイ  本願発明の効果について\n本願明細書には，本願発明の作用効果として，研磨パッドに実質上円形の溝を配\n置したことにより，パッド全体にスラリを分配することが可能となること，深いみ\nぞによってパッドの寿命を改善できることなど，さまざまな効果について記載があ\nる。\nしかし，研磨パッドに穿孔に代えて溝を設けることにより半導体基板表面におけ\nるスラリの流れが容易になることは引用刊行物１に，溝を深くすることによりパッ\nドの寿命が長くできることは引用刊行物２に，それぞれ記載されている。また，そ\nの他，調節処理等によって発生した廃棄材料が溝に詰まったりすることがなくなる\nこと，パッドが堅固となり，「平面化効果」を避けることが可能となること等の作\n用効果についても，本願発明における溝の寸法等に係る特定の数値に基づく臨界的\nな効果とはいえない。\n以上によると，本願発明に当業者が予測し得ない効果があるということはできな\nい。\nウ  以上によると，本願発明が容易想到であるとした審決の判断に誤りはない。\n(4)  原告の主張に対して\nア  原告は，審決の判断は，当業者が研磨パッドの溝の幅・深さ・ピッチ寸法を\n２倍にすればパッドの寿命が２倍に延長されると予想するとの仮定を前提とするも\nのであり，当業者の認識に照らせばこの前提は誤りであると主張する。\nしかし，原告の主張は，以下のとおり失当である。\n前記のとおり，本願明細書には，パッドの溝を従来より深くすることによって，\nパッドの寿命が延びることは記載されているものの，研磨パッドの溝の幅・深さ・\nピッチ寸法を２倍にすれば寿命が２倍に延長される旨の記載はそもそもない。そし\nて，審決は，引用例２記載事項から，パッドの溝の深さを「約０．０３インチ」に\n特定したことについて，パットの寿命が長くなるという，予想される効果以上の臨\n界的意義は認められないと判断したものであり，溝の寸法を２倍にすればパッドの\n寿命が２倍に延長されると当業者は予測するとの仮定を前提として判断したもので\nはない。\nイ  原告は，審決の判断は，当業者は，パッドの寿命を２倍に延長するために，\n研磨パッドの溝の幅・深さ・ピッチを２倍にすること，つまり溝の形状を相似形に\n保ったまま寸法を大きくすることに容易に想到し得るとの前提に立つものであり，\n当業者の認識に照らせばこの前提も誤りであると主張する。\nしかし，原告の主張は，以下のとおり失当である。\n前記のとおり，パッドの溝の深さだけでなく，その幅やピッチについても様々な\n数値を取り得ることに照らすと，パッドの寿命を延ばすためにパッドの溝を深くし\nた上，さらに溝の幅やピッチについても適宜の変更を加えることは，当業者におい\nて通常行われる工夫であって，容易になし得るというべきである。\nウ  原告は，甲１４によると，本願発明における研磨パッドは，溝の寸法（幅・\n深さ・ピッチ）を引用発明における研磨パッドの２倍にすることによって，その寿\n命が２倍に延長されたにとどまらず，改善された研磨性能を示しており，本願発明\nにおいて上記のような優れた効果を奏することは，当業者は予測し得なかったと主\n張する。\nしかし，以下のとおり，原告の主張は失当である。\n甲１４は，本願の後である平成１１年（１９９９年）に発表されたものであり，\n同心円の溝が形成された研磨パッドであるＩＣ１０１０－ＤＶとＩＣ１０００を対\n比した結果等に関する論文である。ＩＣ１０１０－ＤＶは，上部パッドの厚さが約\n８０ミル（約０．０８インチ），溝の深さが約３０ミル（約０．０３インチ），幅\nが約１８ミル（約０．０１８インチ），ピッチが約０．１２インチであり，溝の幅\nと仕切壁の幅との比が約０．１８（０．０１８／（０．１２－０．０１８））であ\nる研磨パッドであり（甲１４，１８，１９），概ね本願発明の研磨パッドに該当す\nる。ＩＣ１０００は，上部パッドの厚さが約５０ミル（約０．０５インチ）であり，\n溝の深さが１５ミル（約０．１５インチ）とＩＣ１０１０－ＤＶの２分の１であり，\n溝の幅とピッチも同様にＩＣ１０１０－ＤＶの２分の１であると認められる（甲１\n４）。\n甲１４には，実験の結果，ＩＣ１０１０－ＤＶはＩＣ１０００の２倍の寿命を示\nし，さらに，ＩＣ１０１０－ＤＶの使用により，パッド寿命の最後での低い欠陥数，\n改善又は同等の平坦性，並びに，同等の除去率及び不均一性が達成されたとの記載\nがある。しかし，甲１４には，パッドの寿命に影響を及ぼす最も重要なパラメータ\nは，溝の品質と溝の寸法であること（１頁），ＩＣ１０１０－ＤＶは，溝の寸法だ\nけでなく，溝切の一貫性，パッド摩擦の均一性，スラリ及び研磨副生成物の研磨領\n域間の輸送の均一性，研磨中のウェハに対する温度分布の均一性の改良により，パ\nッド寿命の改善と，同等又は改善された研磨性能が認められること（６頁），パッ\nド寿命の改善には，パッドコンディショニングの最適化も起因すること（１０頁）\nが記載されている。また，甲１４には，ＩＣ１０１０－ＤＶは，上部パッドの厚さ，\n溝の寸法のほか，溝切りの旋盤技術などの点でも，ＩＣ１０００と差異があること\n（３頁），ＩＣ１０１０－ＤＶの特徴は，溝を深くしたこと，上部パッドが厚くな\nったことのほか，溝切プロセスの改善により溝切品質が向上したこと，上部パッド\nの比重制御・仕様がタイトになったことであること（３頁）が記載されている。\n上記記載によると，ＩＣ１０１０－ＤＶに，原告主張の予測できない優れた効果\nがあるとしても，研磨パッドの溝の寸法を２倍にすることのみに起因するものであ\nると解することはできない。\nエ  なお，原告は，進歩性の根拠として商業的成功を主張するが，採用の限りで\nない。\n３  結論\n上記のとおりであるから，原告主張の取消事由は理由がない。その他，原告は\n縷々主張するが，いずれも理由がない。よって，原告の請求を棄却することとして，\n主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n別紙                      本願明細書図３\n本願明細書図４\n別紙                      引用刊行物１Ｆｉｇ．１\n別紙                      引用刊行物２図２\n"
}