{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 6,
    "day": 25
  },
  "case_number": "平成31(わ)1209",
  "case_name": "家畜伝染病予防法違反，関税法違反",
  "court_name": "大阪地方裁判所第１５刑事部",
  "lawsuit_id": "88832",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88832",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/832/088832_hanrei.pdf",
  "contents": "主           文\n被告人Ａを懲役２年に，被告人Ｂを懲役１年２月に処する。\n被告人Ｂに対し，未決勾留日数中４０日をその刑に算入する。\nこの裁判が確定した日から，被告人両名に対し３年間，それぞれその\n刑の全部の執行を猶予する。\n理           由\n【罪となるべき事実】\n被告人両名は，法定の除外事由がなく，かつ，税関長の許可を受けないで，農林\n水産大臣が指定する偶蹄類の動物である牛の受精卵及び精液を中華人民共和国に向\nけて不正に輸出することを企て，共謀の上，平成３０年６月２９日，大阪市ａ区ｂ\nｃ丁目ｄ岸壁に停泊中の中華人民共和国船籍外国貿易船「甲」に被告人Ｂが乗船す\nるに際し，あらかじめ家畜防疫官が行う検査及び輸出検疫証明書の交付を受けると\nともに，当該貨物の品名並びに数量及び価格その他必要な事項を税関長に申告し，\n貨物につき必要な検査を経て，その許可を受けなければならないのに，あらかじめ\n家畜防疫官が行う検査及び輸出検疫証明書の交付を受けないで，かつ，税関長にそ\nの申告をせず，貨物につき必要な検査を経ず，当該許可を受けないで，牛の受精卵\nを注入したストロー２３５本及び牛の精液を注入したストロー１３０本を手荷物と\nして客室に持ち込んで積み込み，本邦から不正に輸出した。\n【証拠の標目】省略\n【法令の適用】\n１  罰条（被告人両名について）\n⑴  家畜防疫官の検査等を受けないで物を輸出した点\n刑法６０条，家畜伝染病予防法６３条２号，４５条１項２号 ，３７条１項\n１号，同法施行規則５３条１項１号，４５条４号\n⑵  税関長の許可を受けないで貨物を輸出した点\n刑法６０条，関税法１１１条１項１号，６７条\n２  科刑上一罪の処理（被告人両名について）\n刑法５４条１項前段，１０条（１個の行為が２個の罪名に触れる場合であ\nるから，１罪として重い関税法違反の罪の刑で処断）\n３  刑種の選択（被告人両名について）\n懲役刑を選択\n４  未決勾留日数の算入（被告人Ｂについて）\n刑法２１条\n５  刑の全部執行猶予（被告人両名について）\n刑法２５条１項\n６  訴訟費用（被告人Ｂについて）\n刑事訴訟法１８１条１項ただし書（不負担）\n【量刑の理由】\n本件で，被告人らは，中国人実業家及びその関係者からの依頼に応じて，牛の受\n精卵及び精液を不正に輸出したものであるが，本件で輸出した牛の受精卵等は相応\nに多量である上，被告人らは以前から同様の不正輸出を繰り返す中で本件犯行に及\nんだものであって，常習性も認められる。また，本件の不正輸出に係る牛の受精卵\n等が，家畜の体内への直接接種やこれによる繁殖を予定するものであることからす\nれば，本件犯行は輸出先国等への伝染性疾病の伝播を引き起こす危険性が高く，ひ\nいては我が国から輸出される家畜・畜産物等に対する国際的な信用をも失墜させる\nものといえる。さらに，牛の受精卵等は，輸出先国との間で家畜衛生条件が締結さ\nれてなく，家畜防疫官の検査を受けても輸出検疫証明書の交付は受けられず，正規\nの手続では輸出が不可能なものであるところ，本件がこのような牛の受精卵等を密\n輸出した事案であることも考慮すると，本件は悪質な犯行であるといわなければな\nらない。\nそして，被告人Ａは，中国人実業家らから報酬３０万円で牛の受精卵等を依頼さ\nれ，これを不正に輸出することとして，被告人Ｂを実行役として勧誘し，同被告人\nに必要な指示をするなど，本件において主導的な役割を果たしている。また，被告\n人Ａは，中国人実業家らの依頼に応じることが本業（肉の輸出等）の商機に繋がる\nものと考えて本件犯行に及んだというが，そのような犯行動機に酌むべき点は見当\nたらず，その責任は総じて重い。他方で，被告人Ａには，見るべき前科はないこ\nと，本件犯行を認めて反省の弁を述べていること，取引先でもある友人が出廷して\n被告人の更生に協力する旨述べていることなど，有利な事情も認められる。\nまた，被告人Ｂは，従属的な立場にあったとはいえ，実行役として本件犯行の遂\n行において重要かつ不可欠な役割を果たしており，その責任は決して軽視できな\nい。また，被告人Ｂは，本件に及んだ理由につき，３万円の報酬目当てというより\nは，友人である被告人Ａの役に立ちたかったなどと述べるが，いずれにせよ本件犯\n行の動機として，酌むべき点があるとはいえない。他方で，被告人Ｂについても，\nこれまで前科前歴がないこと，本件犯行を認め，二度と犯罪は行わない旨誓うなど\n反省の態度を示していることなど，有利な事情が認められる。\nそこで，以上の事情を考慮し，被告人両名に対して，その役割等に応じて，それ\nぞれ主文のとおりの懲役刑に処した上，いずれも社会内で更生する機会を与えるた\nめ，その刑の全部の執行を猶予するのが相当であると判断した。\n（求刑－被告人Ａに対して懲役２年６月，被告人Ｂに対して懲役１年６月）\n令和元年６月２７日\n大阪地方裁判所第１５刑事部\n裁判長裁判官    松    田    道    別\n裁判官    小      畑    和    彦\n裁判官     新      谷    真    梨\n"
}