{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 25
  },
  "case_number": "平成22(ワ)42457",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84032",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84032",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/032/084032_hanrei.pdf",
  "contents": "平成２５年１２月２５日判決言渡  同日原本領収  裁判所書記官\n平成２２年(ワ)第４２４５７号損害賠償等請求事件\n口頭弁論終結日  平成２５年９月１９日\n判                  決\n名古屋市＜以下略＞\n原              告        大 一 電 機 産 業 株 式 会 社\n同訴訟代理人弁護士        水      野      健      司\n同 補 佐 人 弁 理 士        衛      藤      寛      啓\n大阪市＜以下略＞\n被              告        株 式 会 社 エ レ ク ス\n（以下「被告会社」という。）\n大阪市＜以下略＞\n被              告        甲\n（以下「被告甲」という。）\n名古屋市＜以下略＞\n被              告        乙\n（以下「被告乙」という。）\n愛知県知多郡＜以下略＞\n被              告        丙\n（以下「被告丙」という。）\n被告４名訴訟代理人弁護士  小      原              望\n同                        古      川      智      祥\n同                        妹      尾              悟\n主                  文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告会社は，別紙製品目録記載１(1)及び(2)の製品を製造，販売又は販売の\n申出をしてはならない。\n２  被告会社は，前項記載の製品を廃棄せよ。\n３  被告会社は，別紙製品目録記載２(1)及び(2)のプログラムを複製してはなら\nない。\n４  被告会社は，前項記載のプログラムを記憶させたハードディスク，メモリー\nスティック，コンパクトディスク，光磁気ディスク，フロッピーディスク等の\n記憶媒体を廃棄せよ。\n５  被告会社，被告甲及び被告乙は，原告に対し，連帯して金５０００万円及び\nこれに対する被告会社につき平成２３年１月２８日から，被告甲及び被告乙に\nつき同月２７日から支払済みまで年５分の割合による金員を支払え。\n６  被告会社，被告甲及び被告丙は，原告に対し，連帯して金５０００万円及び\nこれに対する被告会社につき平成２３年１月２８日から，被告甲及び被告丙に\nつき同月２７日から支払済みまで年５分の割合による金員を支払え。\n７  被告甲は，原告に対し，金１億円及びこれに対する平成２３年１月２７日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告会社及び原告の従業員であった被告甲，被告乙及び被\n告丙（以下，当該３名を併せて「被告元従業員ら」という。）に対し，パチン\nコ・スロット用の呼出ランプ「デー太郎ランプシリーズ」（以下，併せて「原\n告製品」という場合がある。）を開発・製造するための技術情報として，「デ\nー太郎ランプＸ（エックス）」を機能させるために作成されたソースプログラ（以下「原告ソースプログラム」という。），「デー太郎ランプＭＺ（メガ\nゼータ）」の電気設計図面（パチンコ用及びスロット用入出力装置電気回路図，\n代表灯中継器回路図を含む。以下「原告図面」という。）及び電子部品データ\nベース（以下「原告データベース」という。また，原告ソースプログラム，原\n告図面及び原告データベースを併せて「原告技術情報」という。）を有してお\nり，原告技術情報が営業秘密に当たると主張した上で，被告会社は，被告甲が\n指示し，被告乙が原告ソースプログラムを，被告丙が原告図面及び原告データ\nベースを原告の承諾なく持ち出したことを知って，原告技術情報を取得したも\nのであって，被告会社の製造・販売に係る別紙製品目録記載１(1)及び(2)の製（以下，併せて「被告製品」といい，個別に特定する場合には「イ号製品」\nなどという。）は，原告ソースプログラムの一部を改変して作成した別紙製品\n目録記載２(1)及び(2)のプログラム（以下，併せて「被告プログラム」といい，\nそのソースプログラム及びオブジェ クト プログラムを「被告ソースプログ ラ\nム」「被告オブジェクトプログラム」という。また，個別に特定する場合には\n「イ号プログラム」などという。）をインストールし，原告図面及び原告デー\nタベースを使用して開発されたものであるから，被告会社は，原告の営業秘密\nを不正取得行為が介在したことを知って取得・使用するとともに，原告ソース\nプログラムの著作権（複製権・翻案権）を侵害し，また，被告甲は，雇用契約\n上の信義誠実義務に違反して引抜行為を行ったなどと主張して，①被告会社に\n対し，㋐不正競争防止法３条１項に基づく差止請求として，被告製品の製造，\n販売又は販売の申出の禁止（請求１項），㋑同法３条２項に基づく廃棄請求と\nして，被告製品の廃棄（請求２項），②被告会社に対し，㋐著作権法１１２条\n１項に基づく差止請求として，被告プログラムの複製の禁止（請求３項），㋑\n同法１１２条２項に基づく廃棄請求として，被告プログラムを記憶させた記憶\n媒体の廃棄（請求４項），③被告会社，被告甲及び被告乙に対し，原告ソース\nプログラムに係る損害賠償請求（不正競争防止法４条〔同法５条２項による推\n定〕又は不法行為〔著作権法１１４条２項による推定〕，更に被告乙につき債\n務不履行に基づく）として，４億９０００万円の一部である５０００万円（附\n帯請求として訴状送達の日の翌日である被告会社につき平成２３年１月２８日，\n被告甲及び被告乙につき同月２７日から支払済みまで民法所定の年５分の割合\nによる遅延損害金）の連帯支払（請求５項），④被告会社，被告甲及び被告丙\nに対し，原告図面及び原告データベースに係る損害賠償請求（不正競争防止法\n４条〔同法５条２項による推定〕，更に被告丙につき債務不履行に基づく）と\nして，４億９０００万円の一部である５０００万円（附帯請求として訴状送達\nの日の翌日である被告会社につき平成２３年１月２８日，被告甲及び被告丙に\nつき同月２７日から支払済みまで民法所定の年５分の割合による遅延損害金）\nの連帯支払（請求６項），⑤被告甲に対し，雇用契約上の信義誠実義務違反又\nは不法行為に基づく損害賠償請求として，４億円の一部である１億円（附帯請\n求として訴状送達の日の翌日である平成２３年１月２７日から支払済みまで民\n法所定の年５分の割合による遅延損害金）の支払（請求７項）を求めた事案で\nある。\n１  前提事実（証拠等を掲記した事実以外は当事者間に争いがない。）\n(1)  当事者\nア  原告\n原告は，昭和４６年に創業し，昭和５６年に設立された株式会社であり，\n遊技場向け電子制御機器の製造，販売等を行っている。\nイ  被告会社\n被告会社は，平成２１年２月５日に設立された株式会社であり，遊技場\n向け電子制御機器としてパチンコ・スロット用の呼出ランプ等の製造，販\n売等を行っている。\nウ  被告元従業員ら\n被告甲は，平成７年４月１日から平成２０年７月２０日まで，原告の従\n業員として勤務した後（最後の役職は営業部長），被告会社を設立し，被\n告会社の代表取締役に就任している。\n被告乙は，平成１５年１２月２１日から平成２０年９月２０日まで，原\n告の従業員として勤務した後，現在は，被告会社の名古屋営業所にて業務\nを行っている。\n被告丙は，平成１５年８月１日から平成２０年９月２０日まで，原告の\n従業員として勤務した後，現在は，被告会社の名古屋営業所にて業務を行\nっている。\n(2)  原告の技術上の情報\n原告は，平成７年４月から平成２０年９月まで，原告製品を開発し，その\n開発・製造のための技術情報として原告技術情報を有している。\n(3)  被告製品の製造販売\n被告は，被告製品を製造・販売（販売の申出を含む。）しており，イ号製\n品は平成２１年４月１日に販売が開始された（弁論の全趣旨）。\n２  争点\n(1)  被告らの不正競争行為の有無（争点１）\nア  原告技術情報が営業秘密に当たるか（争点１－１）\nイ  被告らが原告技術情報を不正に取得したか（争点１－２）\nウ  被告会社が原告技術情報を使用したか（争点１－３）\n(2)  原告ソースプログラムに係る著作権侵害の有無（争点２）\n(3)  不正競争防止法３条に基づく差止・廃棄請求権の成否（争点３）\n(4)  著作権法１１２条に基づく差止・廃棄請求の成否（争点４）\n(5)  原告ソースプログラムに係る損害賠償請求の損害額（争点５）\n(6)  原告図面及び原告データベースに係る損害賠償請求の損害額（争点６）\n(7)  雇用契約上の信義誠実義務違反又は不法行為に基づく損害賠償請求の成\n否及び損害額（争点７）\n３  争点に関する当事者の主張\n(1)  被告らの不正競争行為の有無（争点１）\nア  原告技術情報が営業秘密に当たるか（争点１－１）\n（原告の主張）\n(ア)  原告技術情報の特定\n原告技術情報は，原告ソースプログラム，原告図面（「デー太郎ラン\nプＭＺ（メガゼータ）」電気回路図〔甲３０の２〕，パチンコ用及びス\nロット用入出力装置電気回路図〔甲２６の１，甲２７の１〕，代表灯中\n継器回路図〔甲３６の１〕）及び原告データベースである。\n(イ)  秘密管理性\nａ  原告技術情報は，原告において，出入りが制限された事業所内で，\n守秘義務を負う技術者等の特定の従業員のみがアクセス可能な状態で\n保管されていた。また，従業員は，原告技術情報を含む技術上の情報\nが秘匿性を有する性質のものであることを認識していた。\nｂ  具体的には，プログラムに関しては，専用の開発環境により作成さ\nれたバイナリファイルのみを配布可能とし，ソースコード（原告ソー\nスプログラムを含む。）の配布を禁止していた。\n図面及びデータベースについては，日頃から，開発で作成された図\n面等の元データの重要性を教育し，下記の管理を被告丙及びＡ（以下\n「Ａ」という。）を中心とする特定の従業員６人にさせていた。\n開発で作成された図面及び部品データベース等の元データ（原告図\n面及び原告データベースを含む。）は，原則として開発部以外への配\n布を禁止していた。\n開 発 部 か ら 配 布 す る 図 面 （ 原 告 図 面 及 び 原 告 デ ー タ ベ ー ス を 含\nむ。）の種類及び配布先を「出図管理票」という書類により，管理さ\nせていた。\n開発部から配布される図面は，元データではなく閲覧専用とするた\nめにＰＤＦ化し，パスワードによりロックをした後，開発部以外へ配\n布していた。ただし，閲覧のみでは製品の製作に不都合が生ずるデー\nタに関してのみ限定的に元データの配布を許可していた。\n電気設計図面のうち，閲覧専用のＰＤＦ化されたデータに関しては，\n社内ネットワーク上の「品質管理部」が管理するフォルダ内に保存さ\nれていた。また，修正及び複製可能な元データに関しては対象製品の\n開発担当者のローカルなフォルダ（別のコンピュータから閲覧不可能\nなフォルダ）に保存されていた。\n電子部品データベースに関しては，社内ネットワーク上の「開発\n部」が管理するフォルダ内に保存されていたが，専用のソフトがイン\nストールされており，かつ電子部品データベースにアクセスするため\nの設定がされた４人のコンピュータ以外はその内容にアクセスできな\nい状態であった。\n(ウ)  有用性及び非公知性\n原告技術情報は，原告の技術者が時間と労力を費やして作成したもの\nであり，製品製造のために不可欠な情報を提供するものであって，原告\nが営業活動により経済活動をするために役立つものである。\n原告技術情報は公然と知られていない。\n（被告らの主張）\n(ア)  原告の主張(イ)ａは否認する。同(イ)ｂ及び(ウ)は否認ないし知ら\nない。\n(イ)  原告保有のデータのうち，経理関係のデータは特定従業員のみがア\nクセス可能な状態であったが，原告技術情報には，原告従業員であれば\nだれでも閲覧，コピー又は削除可能であった。また，原告技術情報には，\n機密事項である旨の記載がなく，営業機密が客観的に機密事項であるこ\nとの認識可能性はなかった。\n被告元従業員らがデータの重要性を具体的に知らされた事実はない。\n図面の種類や配布先が特定・管理されあるいは把握されていた事実や，\n原告技術情報について開発部以外への配布が禁止されていた事実はない。\n被告元従業員らは，ＰＤＦ化されたデータについては日常的に外部に配\n布されていたと記憶している。電子部品データベース以外の原告技術情\n報は，開発部以外の他部門でも制限なくアクセス可能であった。プログ\nラムについても，配布が禁止されていた事実はなく，被告元従業員らに\nは原告が開発部以外への配布を禁止していたとの認識はない。\n(ウ)  「出図管理表」（甲２４の１～９）は，製造委託先や社内の部署等\nに配付している図面の版（バージョン）をそろえるという意味での「管\n理」をするための帳表であり，情報の部外流出，社外流出を防ぐ趣旨の\nものではなかった。原告では，図面を製造委託先や社内の部署等に配付\nしていたが，配付したタイミングにより図面の配布先（出図先）で保有\nする図面の版（バージョン）が揃わずに混乱を来したことがあった。そ\nのため，「出図管理表」で，出図先にどの図面のどのバージョンが配布\nされているかを把握し，図面について何れの場所でも同じ版（バージョ\nン）が配布されているようにしたのである（出図管理表を用いて版の管\n理をすることを考案したのは被告丙である）。\nイ  被告らが原告技術情報を不正に取得したか（争点１－２）\n（原告の主張）\n被告乙は，原告退職に先立ち，原告ソースプログラムを原告の承諾なく\n持ち出し，不正の手段により取得した。被告丙は，原告退職に先立ち，原\n告図面及び原告データベースを原告の承諾なく持ち出し，不正の手段によ\nり取得した。被告甲は，上記の各行為を指示した。\n被告会社の代表者である被告甲は，原告技術情報が原告の承諾なく取得\nされたものであることを知って取得したのであり，不正取得行為が介在し\nたことを知って取得した。\n被告乙及び被告丙と原告との労働契約には，「業務上の機密は，在職中\nはもとより退職後といえども一切漏洩しないこと。」との規定があり，労\n働契約に付随して被告乙及び丙には雇用者として当然に守秘義務が課され\nていた。したがって，被告乙が原告ソースプログラムを，被告丙が原告図\n面及び原告データベースを持ち出したことは契約違反にも当たる。\n（被告らの主張）\n原告の主張は否認する。\nウ  被告会社が原告技術情報を使用したか（争点１－３）\n（原告の主張）\n(ア)  使用の概要\n被告乙は，原告ソースプログラムに基づき，その一部を改変して被告\nソースプログラムを作成し，これをコンパイル等して被告オブジェクト\nプログラムを作成した。被告乙は，被告オブジェクトプログラムを被告\n製品にインストールした。\n被告丙は，原告図面及び原告データベースに基づき，これを使用して，\n被告製品を開発した。\n(イ)  原告ソースコードの使用\n後記(2)（原告の主張）イ及びウと同じ。\n(ウ)  原告図面の使用\n被告乙が持ち出したと思われる原告図面は，電気回路図（甲３０の\n２），パチンコ用及びスロット用入出力装置電気回路図（甲２６の１，\n甲２７の１）及び代表灯中継器回路図（甲３６の１）である。\nａ  「デー太郎ランプＭＺ（メガゼータ）」電気回路図（甲３０の２）\nとイ号製品の電気回路図（甲２０の２）との対比（別紙機能説明図面\n１－１は甲３０の２を，別紙機能説明図面１－２は甲２０の２を機能\n区分したものである。）\n(ａ)  ＣＰＵ１\n同じＣＰＵが使われている。\n⒝  集中分配器接続部２\nイ号製品の回路とは回路及びポートの配置が一致する。使用され\nている素子自体は異なるものの，個々の抵抗値は同一であり，実質\n的に同一の回路である。ノイズフィルタ回路に使われている素子及\nび回路構成が同一である。\n⒞  外部表示灯接続部３，島通信部４，ランニング入出力部５，代表\n灯出力部６\nイ号製品の回路と保護回路・ノイズ防止回路も含めて，回路及び\nポート配置が一致する。例えば，島通信部５のスイッチング回路に\n利用されている素子及び回路構成は同一である。ランニング入出力\n部５に利用されている素子及び回路構成も同一である。さらに，代\n表灯出力部６のスイッチング回路において，利用されているトラン\nジスタ，コンデンサ，抵抗及び回路構成は同一である。\n(ｄ)  書き込み回路７\n保護トランジスタを含めてイ号製品の回路と回路及びピン配置の\n全てが一致する。例えば，両回路の左端部分に存在するＣＰＵ書き\n込み端子配列が同一である。また，スイッチング回路に利用されて\nいるトランジスタ，コンデンサなど素子まで同一である。発振回路\nに使われている素子及び回路構成も同一である。\n(ｅ)  リセット回路８\n被告丙が原告を退社した後に，リセットＩＣが製造中止となった\nため，異なる構成となっている。\n(ｆ)  データ保持回路９\n被告丙が新規に設計したと思われる。しかし，甲３０号証の２の\n図面の基本部分の設計は，実質的にはＢ（以下「Ｂ」という。）等\nが行ったものであり，被告丙は，原告在籍当時，原告の既存の回路\n構成や部品の組合せをそのまま使って新規モデルを立ち上げるとい\nう基板設計を主に行っていたにすぎない。\n(ｇ)  スイッチＬＥＤランプ表示モジュール１０\n発光素子（ＬＥＤ）及びスイッチの数が異なるが，イ号製品と回\n路構成は全く同じである。\n(ｈ)  電源部（５Ｖ，１５Ｖ）１１\nイ号製品も５Ｖ電源と１５Ｖ電源が一致する。１５Ｖ電源部は甲\n３０号証の２とは異なるが，原告が次期製品として準備していた回路\n（甲３０の３に対応する）には一致しており，被告丙は甲３０号証の\n３の図面も持ち出したものである。\nｂ  原告製品のパチンコ用及びスロット用入出力装置電気回路図（甲２\n６の１，甲２７の１）とイ号製品のパチンコ用及びスロット用入出力\n装置電気回路図（甲２６の２，甲２７の２）の対比（別紙機能説明図\n面２及び３は甲２６の１，甲２７の１を機能区分したものである。）\n両者は構成や抵抗の組合せなどでほとんど同じである。\n特に，甲２６号証の１と甲２６号証の２を対比すると，同一のロジ\nックＩＣとして，７４ＨＣ５９５と７４ＨＣ１６５が採用されている。\nそして，７４ＨＣ５９５のＱ１～Ｑ７と７４ＨＣ１６５のＰ０～Ｐ７\nの接続１６本が一致している。\nｃ  原告製品の代表灯中継器回路図（甲３６の１）とイ号製品の代表灯\n中継器回路図（甲３６の２）の対比（別紙機能説明図面４は甲３６の\n１を機能区分したものである。）\n代表灯中継器の回路と部品点数は両図面で一致しており，両者はほ\nぼ同一の回路である。リレー回路に，被告が主張するような設計不良\nの箇所は存在しない。\n現在では，多くの代表灯が３２Ｖ電源に対応しているため，新規に\n設計をすれば，８Ｖ電源を残すことは考えられない。甲３６号証の２\nの図面が８Ｖ電源を残しているのは，甲３６号証の１の図面を持ち出\nし，使用したからである。\n(エ)  原告データベースの使用\n電子部品のシルク印刷マーク及びはんだパッドが酷似しているため，\n電子部品データベースが同じであると推測される。\n(オ)  その他事情\n被告会社は，被告甲が原告を退職してから，わずか９か月弱でイ号製\n品を設計，開発，製造，販売したことになる。しかしながら，通常イ号\n製品の規模の電子製品を最初から開発しようとすれば，経験のある技術\n者がいたとしても最低で２～３年程度はかかるはずである。\nイ号製品が原告技術情報を持ち出すことなく開発されたことなどあり\n得ない。\n（被告らの主張）\n(ア)  原告の主張(ア)のうち，被告オブジェクトプログラムを被告製品に\nインストールしたことは認め，その余は否認する。同(イ)の認否は後記\n(2)（被告らの主張）アと同じ。同(ウ)ａ(ａ)は否認する。同(ウ)ａ⒝\n～(ｈ)，(ウ)ｂ及びｃは不知・否認ないし争う。同(エ)及び(オ)は否認\nする。\n(イ)  後記(2)（被告らの主張）イ及びウと同じ。\n(ウ)  被告丙は，その独自の設計により，被告製品を開発した。\nそもそも，甲３０号証の２に記載された日付は，平成２３年９月２０\n日であり，被告丙が退社した後の日付になっており，甲３０号証の２が\n被告丙の退社前に存在したことの立証はされていない。\n原告が採用しているＣＰＵは「Ｍ３０６２ＬＦ」であるが，イ号製品\nでは「Ｍ３０６２０ＦＣＰ」を採用している。仮に原告が主張するよう\nな回路やポート配置に一致する部分があるとしても，直列抵抗回路等極\nめて基本的な回路がほとんどであり，原告の回路図がなくても容易に設\n計が可能である。原告が類似性を主張する部分は，電気回路の設計者で\nあれば誰でも思いつく，ごく一般的かつ初歩的回路にすぎない。被告製\n品で使用している素子は，一般に広く販売されている汎用部品ばかりで\nあり，回路への接続についてもメーカーから公表された接続例などに準\n拠すれば，上記類似が発生することは必然である。加えて，被告丙は，\n原告在籍時に原告の呼出しランプの回路を設計していたのであるから，\n同じ設計者が，同じ方針又はアイデアの下に設計すれば，回路図の一部\nが類似してくることは，往々にしてあり得ることである。\nパチンコ用ランプの回路では，マイコンのリセット回路やデータ保存\n回路などの方がよほど慎重な設計を要する。原告回路図の単純な直列抵\n抗回路やトランジスタ回路だけを模倣し，繰り返しの検証作業が必要で\n設計に時間のかかるリセット回路やデータ保存回路を模倣しないという\nのはいかにも不自然，不合理であり，リセット回路やデータ保存回路が\n異なっているということは，被告丙による原告図面の持出しがないこと\nを端的に物語っている事情である。\nまた，原告のリレー回路には致命的な設計不良が存在するが，被告製\n品にはそのような不良箇所が一切存在しないことは，被告丙が独自に設\n計したことを示している。\n中継基盤についていえば，シリアル方式の信号とパラレル方式の信号\nとを変換して互いに転送する仕組みの回路を設計するに当たって，７４\nＨＣ５９５と７４ＨＣ１６５を使用することは，電気回路の設計者であ\nれば誰でもが思いつく回路構成であり，その接続方法についても同様で\nある。\nまた，代表灯中継器回路図に８Ｖ電源を残しているのは，８Ｖ電源を\n使用していた従来製品にも互換性を持たせるためであり，設計上合理的\nなことである。\n(エ)  被告丙は，被告製品のはんだパッド部分の設計に当たり，各メーカ\nー推奨のはんだパッドを参考にした。原告製品のはんだパッドがメーカ\nー推奨パッドに準拠しているのであれば，一致ないし類似するのはむし\nろ当然である。かかる一致ないし類似は，被告丙が原告データベースを\n持ち出したことの推認根拠にはなり得ない。\nまた，シルク印刷も，主に配線等は直線で，部品の設置場所は単純な\n四角形や部品の外形などで描いており，単純な図形だけに，偶然に多少\n似通ってくることは十分あり得る。\n仮に原告製品と被告製品で，そのはんだパッドやシルク印刷が一致な\nいし類似していたとしても，そのことと被告丙が原告データベースを持\nち出したこととは関連性を有しない。\n(2)  原告ソースプログラムに係る著作権侵害の有無（争点２）\n（原告の主張）\nア  原告ソースプログラムの概要\n原告ソースプログラムは，原告の発意に基づき，当時原告の業務に従事\nしていた被告乙らプログラマが職務上作成した。\n原告ソースプログラムは，合計３１個のファイルから構成されており，\n合計２万８６９ ４行のＣ言語 のプログラ ムであって，「 デー太郎ラン プ\nＸ」が呼び出しランプとして機能できるように，これに対するＣ言語の指\n令を組み合わせたものとして作成したものである。\n原告ソースプログラムは，製品として魅力あるものとするための工夫が\n凝らされ，命令の組合せ，モジュールの選択，通信方式，解決手段の選択\n等について原告の個性が表われている。\nイ  対比\n(ア)  ランダムな１２桁の文字列が完全に一致すること\n原告は，遊技台の情報を表示させるためのＬＥＤ（「７セグ」）の発\n光パターンとして，「 0,1,2,3,4,5,6,7,8,9,a,b,c,d,E,F」に加え て，\n新製品を開発する機会に原告独自にランダムに変数を加えてきた。\n原告がランダムに加えた変数は「,,-,P,r,o,n.L,A,I,t,u,U」（以下\n「本件１２桁の文字列」という。）であり，１２桁（１２バイト）に及\nぶが，このランダムな変数がそのままイ号オブジェクトプログラムの解\n析から検出された（甲１５の５頁）。本件１２桁の文字列は，原告の製\n品開発に合わせて偶然にプログラムに組み込まれたものであり，他のプ\nログラマが偶然これと一致する文字列を思い付くことはあり得ない。\n本件１２桁の文字列は，作成者の選択の幅が十分にある中から選択配\n列されたものということができるから，その表現には全体として作成者\nの個性が表われているものということができる。\n(イ)  リモコン制御の時間判定の定数が一致していること\nリモコン制御処理は，ユーザのリモコン操作に対して，判定処理を実\n行するが，その場合，制御装置のどのカウンタを用いてどの程度の長さ\nの定数で，リモコンからの入力信号の判断を行うかが問題となる。この\nカウンタの処理をどのように行うのかについては，プログラマが経験に\n基づき設計する事項であり，唯一の法則があるわけではない。かかる定\n数の組み合わせは無数に存在しており，その中から創作者は知識と経験\nに基づいて設計するものであり，特に選択の幅ということに着目すれば，\n創作者の個性が表われており，創作性が否定されるものではない。\nイ号オブジェクトプログラムを解析した結果，偶然では決して一致す\nることのない時間判定のための定数がほとんど一致しており，時間判定\nに用いる定数としての（80,100），（15,25,48）及び（12,20,24,32）\nが全て一致している（甲１５の３頁，４頁，６頁）。\n最後尾の「32」はビット数を表しているが，この「32」も数ある赤外\n線リモコンのフォーマットの中から「ＮＥＣフォーマット」と呼ばれる\nフォーマットを採用したことにより，この位置に「32」が位置するので\nあり，必ずしも一致するというものではない。\n(ウ)  ポートの制御について処理が類似していること等\nパチンコ又はパチスロに接続した際，どちらが接続されたのかを自動\n認識する処理を「デー太郎ランプＸ」では，ポート５３，５４，５６及\nび５７で行っているが，かかる処理についても類似する処理が多数存在\nしている（甲１７）。\nａ  「デー太郎ランプＸ」では，遊技台の出力情報を取得するための外\n部装置と して入力 変換器 （パチ ンコ用 ） 又は集中 分配器（ スロッ ト\n用）を備えている。これらの外部装置をデー太郎ランプＸに接続した\n際，プログラムにより，どちらが接続されたのかを自動認識する。\nこのような独特な構成を実現するためのプログラム「inp_into_ps\n関数」については，プログラムルーチンの工夫により作成者の創意や\n工夫が十分に現れているものであり，作成者の選択の幅が十分にある\n中から選択配列されたものであるから，その表現には全体として作成\n者の個性が表われている。\nｂ  原告ソースプログラムの「inp_into_dnr関数」において，「／／取\n込終了処理」として記載されている「if {pDnr->pos >= 33}」の部分\nは，１６ビットのデータを２回ずつ呼び出すため，０～３１で処理は\n終了しているが，ここでは１７ビット分の３３と比較し，それ以上で\nあれば，終了処理を実行するという条件文になっている（甲１７の３\n／１０頁）。これは，本来であればプログラムのバグに近いものであ\nるが，これでも処理に不具合が生じないため，３３のままで修正がさ\nれていない。この数値についてもイ号オブジェクトプログラムは一致\nしている（「#21H」の部分）。\nウ  依拠性\n上記のとおり，イ号オブジェクトプログラムは，原告ソースプログラム\nに依拠して作成されたことが確実であることが判明した。\n被告乙は，原告ソースプログラムに基づき，その一部を改変して被告プ\nログラムのソースプログラムを作成し，原告ソースプログラムに係る複製\n権及び翻案権を侵害した。\n（被告らの主張）\nア  原告主張アのうち，原告ソースプログラムを被告のプログラマが作成し\nたこと，原告ソースプログラムが合計３１個のファイルから構成されてい\nること，合計２万８６９４行のＣ言語のプログラムであること，「デー太\n郎ランプＸ」が呼び出しランプとして機能できるようにＣ言語の指令を組\nみ合わせたものとして作成されたものであることは認め，その余は否認す\nる。同イ(ア)のうち，本件１２桁の文字列が一致することは認め，その余\nは否認する。同イ(イ)のうち ，被告会社 が信号判別のための定 数として\n80,100,12,25,48,12,24,32を使用していることは認め，その余は否認する。\n同イ(ウ)及びウは否認する。\nイ  被告乙は，その技術及び知識を駆使し，被告ソースプログラムを設計し，\nこれをコンパイルして被告オブジェクトプログラムを作成した。\nウ(ア)  イ号オブジェクトプログラムの逆アセンブルによる原告ソースプロ\nグラムとの比較において，本件１２桁の文字列が一致すると主張する。\nしかし，本件１２列の文字列は，原告が述べるとおり，ランダムに加\nえられたものであり，プログラマの個性が表現されているとはいい難い\nか ら ， 創 作 性 が 欠 如 し て い る 。 本 件 １ ２ 桁 の 文 字 列 を 含 む\n「0,1,2,3,4,5,6,7,8,9,a,b,c,d, E,F, ,-,P,r,o, n, L,A,I,t,u,U」の\n文字列は，「７セグ」と呼ばれるデジタル表示板に数字や文字を表示す\nる文字データを示すものであり，ある一つの文字を表示するためのデー\nタを配列した表（データテーブル）の機能を有するものである。上記文\n字列は，０番目，１番目，２番目…ｎ番目に「０」「１」「２」…とい\nうデータが入っているという，いわばデータテーブル上の位置関係を示\nすにすぎず，その文字データがその順で並んでいるという以上に意味は\nない。\n本件１２桁の文字列が一致するのは，被告乙が７セグメント表示部に\n文字を表示させる文字テーブルをプログラム中に記述する際に日頃から\nこのような文字列の並びを用いていることによるものである。\n(イ)  原告は，リモコン制御処理において，時間判定の定数が一致してい\nることを主張する。\nしかし，プログラムは，文学等の表現物とは異なり，表現する記号に\n制約があり，言語体系が厳格であること，コンピュータを経済的，効率\n的に機能させようとすると指令の組み合わせの選択が限定される性質を\n有するのであるから，時間判定のための定数がごときはおよそプログラ\nマの個性の表現とはなり難い。「32」は３２ビットを示すのであって，\n誰がプログラムを作成しても，この数字にしかなり得ない。また，その\n余の数字も，一定の条件を満たす数値を単純に使用しているだけであっ\nて，その数値自体には何の工夫もなく，およそ創作性がない。\n被告乙は，通常，①基準数値から判定上限値までの数値と基準数値か\nら判定下限値までの数値が同様の値になること，②決まりのある数列に\nなること，③切りのよい数値になること，④基準数値から判定上限値・\n判定下限値までの数値が過大にならないことを方針として，そのいずれ\nかの方針を満たすことを極力目指して数値の選択しており，これはプロ\nグラマとしての被告乙の習慣的なものである。\n(ウ)  原告は，ポート制御について処理が類似していると主張する。しか\nし，甲１７号証でもイ号オブジェクトプログラムと原告ソースプログラ\nムの不一致点が数多く指摘されている。したがって，イ号オブジェクト\nプログラムと原告ソースプログラムは別物であり，全く類似していない。\n原告は，接続先を自動認識する機能を特有の処理であると主張するが，\n一つの機械をパチンコ・パチスロ兼用で使えるように設計した場合には，\n上記判別機能は不可欠なもので非常にありふれたものである。\nまた，原告は，原告ソースプログラムのバグが３３のままで修正がさ\nれていないが，この数値についてもイ号オブジェクトプログラムと原告\nソースプログラムが一致していると主張する。しかしながら，原告ソー\nスプログラムにおいてはバグでも，被告プログラムにおいてはバグでは\nない。被告プログラムではカウンタ値「０」でカウンタ値「１」～「３\n２」で行う処理の準備を行い，カウンタ値「１」～「３２」で１ビット\n目から１６ビット目までの処理を行い，カウンタ値「３３」で終了処理\nを行う内容になっているため，「３３」でなければ正しく処理できない。\nバグであるか正常な処理であるかの違いが決定的なものであることはい\nうまでもなく，この点も原告ソースプログラムと被告プログラムが類似\nしないことを端的に示している。\n(3)  不正競争防止法３条に基づく差止・廃棄請求権の成否（争点３）\n（原告の主張）\n原告は，営業秘密である原告技術情報を使用して開発された被告製品が製\n造・販売されることにより，営業上の利益が侵害され，又は侵害されるおそ\nれがある。\nよって，原告は，被告会社に対し，不正競争防止法３条１項に基づき，被\n告製品の製造，販売又は販売の申出の禁止を求めるとともに，同条２項に基\nづき，被告製品の廃棄を求める。\n（被告会社の主張）\n原告の主張は否認ないし争う。\n(4)  著作権法１１２条に基づく差止・廃棄請求の成否（争点４）\n（原告の主張）\n被告会社は，被告プログラムを複製することにより，原告ソースプログラ\nムの著作権（複製権及び翻案権）を侵害し，又は侵害するおそれがある。\nよって，原告は，被告会社に対し，著作権法１１２条１項に基づき，被告\nプログラムの複製の禁止を求めるとともに，同条２項に基づき，被告プログ\nラムを記憶させた記憶媒体の廃棄を求める。\n（被告会社の主張）\n原告の主張は否認ないし争う。\n(5)  原告ソースプログラムに係る損害賠償請求の損害額（争点５）\n（原告の主張）\n被告製品１台当たりの販売価格は１万６０００円，販売台数は合計４万台\nを下らないため，被告製品の売上総額は６億４０００万円を下らない。被告\n製品１台を製造するために要した追加的な費用の合計は５０００円を上回ら\nないため，売上総額に対する費用総額は２億円である。\nそうすると，著作権法１１４条２項又は不正競争防止法５条２項に基づく\n原告の損害額は４億４０００万円を下らない。また，著作権法及び不正競争\n防止法違反の行為を排除するために必要な弁護士費用は５０００万円を下ら\nない。\nよって，原告は，被告会社，被告甲及び被告乙に対し，不正競争防止法４\n条又は不法行為（更に被告乙につき債務不履行）に基づき，４億９０００万\n円の一部である５０００万円及びこれに対する被告会社につき平成２３年１\n月２８日から，被告甲及び被告乙につき同月２７日から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を求める。\n（被告会社，被告甲及び被告乙の主張）\n原告の主張は否認ないし争う。\n(6)  原告図面及び原告データベースに係る損害賠償請求の損害額（争点６）\n（原告の主張）\n被告製品１台当たりの販売価格は１万６０００円，販売台数は合計４万台\nを下らないため，被告製品の売上総額は６億４０００万円を下らない。被告\n製品１台を製造するために要した追加的な費用の合計は５０００円を上回ら\nないため，売上総額に対する費用総額は２億円である。\nそうすると，不正競争防止法５条２項に基づく原告の損害額は４億４００\n０万円を下らない。また，不正競争防止法違反の行為を排除するために必要\nな弁護士費用は５０００万円を下らない。\nよって，原告は，被告会社，被告甲及び被告丙に対し，不正競争防止法４\n条（更に被告丙につき債務不履行）に基づき，４億９０００万円の一部であ\nる５０００万円及びこれに対する被告会社につき平成２３年１月２８日から，\n被告甲及び被告丙につき同月２７日から支払済みまで民法所定の年５分の割\n合による遅延損害金の支払を求める。\n（被告会社，被告甲及び被告丙の主張）\n原告の主張は否認ないし争う。\n(7)  雇用契約上の信義誠実義務違反又は不法行為に基づく損害賠償請求の成\n否及び損害額（争点７）\n（原告の主張）\nア  被告甲が被告会社を設立する経緯\n(ア)  被告甲は，遅くとも平成２０年３月頃には原告を退職して新会社を\n設立する構想を有しており，原告の従業員らに話をしていた。\n平成２０年５月２日までに，被告甲は，原告の従業員のうち，少なく\nともＣ（以下「Ｃ」という。），Ｄ（以下「Ｄ」という。），Ｅ（以下\n「Ｅ」という。），Ａ，被告乙，被告丙の６人を含む従業員１１名に対\nして新会社を設立すること及び原告を退職して被告甲の下で働くことを\n勧誘した。\n(イ)  平成２０年８月２８日，東京営業所所長であったＣが原告を退社し\nた。同年９月２０日，製造部課長であったＥ，開発部メカ設計担当であ\nったＡ，開発部プログラム設計担当であった被告乙，開発部電気設計担\n当であった被告丙が原告を退職した。同年１２月１５日，大阪営業所所\n長であったＤが原告を退職した。\n(ウ)  平成２２年６月の時点で，被告甲は被告会社の代表取締役であり，\nＣ及びＤは被告会社の従業員である。また，Ｅ，Ａ，被告乙及び被告丙\nは，ピースランド事業共同組合（平成２０年８月２９日成立）の所属で\nあり被告会社の名古屋営業所にて業務を行っている。\nイ  原告の規模及び構成\n原告は，資本金８０００万円（平成１５年１２月現在），従業員数５９\n人（平成２２年１１月現在）であり，主に遊技場向け電子応用制御装置の\n開発・設計・製造・販売を行っている。\n原告は，愛知県東海市所在の本社（名古屋営業所）の他，東京営業所，\n大阪営業所，福岡営業所，広島営業所，仙台営業所を有しており，取締役\n会の下位組織として，営業部２７人，製造部２１人，開発部７人及び管理\n部４人（平成２２年１１月現在）の人員である。\nウ  被告甲の行為態様\n被告甲は，原告の従業員であり，原告のために誠実に職務に精勤する義\n務を負っていた。また，退職当時は幹部従業員として原告の重要な地位に\nあったにもかかわらず，原告に極めて重大な損失が生じることを認識して，\n退職以前から組織的かつ計画的に，原告の営業部及び開発部の中核となる\n人材を勧誘し，その結果合計６人を引き抜いたものであり，原告の規模や\n構成を考慮しても，被告甲の行為は社会的相当性を逸脱した組織的かつ悪\n質な背信的な行為である。\nエ  原告の損害\n被告甲による引抜行為により，原告は，業務の停滞が生じたほか，新た\nに従業員を採用することを余儀なくされた。そのため，原告は，被告甲の\n引抜行為により少なくとも原告の平成２０年度の粗利益８億円の６か月分\nに当たる合計４億円分について，費用を支出したことに加えて得られるべ\nき利益を失った。\n仮に雇用契約上の信義誠実義務違反が認められないとしても，不法行為\nが成立する。\nオ  よって，原告は，被告甲に対し，雇用契約上の信義誠実義務違反又は不\n法行為に基づき，４億円の一部である１億円及びこれに対する平成２３年\n１月２７日から支払済みまで民法所定の年５分の割合による遅延損害金の\n支払を求める。\n（被告甲の主張）\nア  原告の主張ア及びイは不知ないし否認する。同ウは否認する。同エは否\n認ないし争う。\nイ  原告は，被告甲らが原告を退職し，被告会社を設立したことを被告甲に\nよる引抜行為であるなどと主張するが，被告甲らが原告を退職したのは，\n平成１７年から平成１８年頃にかけて，顧客に納入した原告の製品にトラ\nブルが発生し，この対応に関して被告甲らと原告の役員らとの間に軋轢が\n生じ，被告甲らが原告に失望して原告を退職したというのが真相である。\n第３  当裁判所の判断\n１  被告らの不正競争行為の有無（争点１）について\n(1)  原告技術情報が営業秘密に当たるか（争点１－１）について\nア  まず，原告ソースプログラム及び原告図面が営業秘密に当たるかを検討\nする。\n原告は，原告技術情報について，出入りが制限された事業所内で，守秘\n義務を負う技術者等の特定の従業員のみがアクセス可能な状態で保管され，\nまた，従業員は，原告技術情報を含む技術上の情報が秘匿性を有する性質\nのものであることを認識していたなどと主張する。\nしかしながら，Ｂ（原告開発本部長）は，証人尋問において，日頃から\n秘密保持について指導していた旨供述するものの，従業員が回路図のデー\nタやプログラムにパスワードを付けていたか否かは知らない旨を供述する\n（Ｂ証人調書１３，１７頁）。そして，被告元従業員らは，本人尋問にお\nいて，原告では秘密情報の取り扱いについて指導を受けたことはない旨，\nサーバーに保存された回路図のデータやプログラムは開発部以外の者もア\nクセスできた旨，回路図のデータやプログラムにはパスワードは付けられ\nていなかった旨を供述する（被告甲調書６，７頁，被告乙調書１０頁，被\n告丙調書８，９頁）。また，証拠（被告丙）によれば，出図管理表（甲２\n４の１～９）は，図面の版を出図先の事業者と揃えるためのものであった\nことが認められ，これにより図面が管理されていたとは認められない。\n原告は，出入りが制限された事業所内で保管されていたと主張し，入退\n室についてのセキュリティシステム等の書証（甲２１）を提出するが，仮\nに，そのような入退室についてのセキュリティシステムが平成２０年当時\nに設置されていたとしても，上記のとおり，データやプログラムが保管さ\nれたサーバーへのアクセスが制限されていたと認めるに足りる証拠がない\n以上，事業所内への出入りが制限されていたとしても，それによって秘密\n管理性が認められるものではない。\n以上に照らすと，原告ソースプログラム及び原告図面について，秘密と\nして管理されていたことを認めることは困難であり，その他これを認める\nに足りる証拠はない。\nイ  原告は，営業秘密である原告技術情報として原告データベースも含まれ\nるとし，電子部品のシルク印刷マーク及びはんだパッドが酷似しているか\nら，電子部品データベースが同じであると推測されると主張する。\nしかし，原告データベースについては，その構成・内容についての具体\n的な主張・立証がなく，原告データベースの内容の有用性及び非公知性は\n具体的に主張・立証されていないから，原告データベースを営業秘密と認\nめることはできない。\nウ  したがって，その余について判断するまでもなく，原告技術情報が営業\n秘密に当たるとは認められない。\n(2)  被告らが原告技術情報を不正に取得したか（争点１－２）について\n念のため，被告らが原告技術情報を不正に取得したかについても検討する。\nア  まず，被告乙が原告ソースプログラムを持ち出したかについて，その使\n用も含めて検討 するが，原告 は，ロ号プ ログラムの関係 では具体的な 主\n張・立証をしないので，イ号プログラムとの関係で検討する。\n証拠（乙２８，被告乙）によれば，被告乙は，専門学校を卒業後，プロ\nグラマとして２０年以上勤務した後，原告に入社して，原告製品に係るプ\nログラムの開発に４年半程度携わっていたことが認められる。\n原告は，原告ソースプログラムとイ号オブジェクトプログラムについて，\n本件１２桁の文字列が一致している旨主張する。しかしながら，被告乙は，\n本人尋問において，本件１２桁の文字列は，ランプ上の表示に関する記述\nであって，必要になった順番に記述されており，これを記憶していた旨を\n供述する（被告乙調書２，３，２０～２３頁）。そして，被告乙のプログ\nラマとしての経験年数や原告製品に係るプログラムの開発年数を考慮する\nと，被告乙の供述は信用できないものではなく，本件１２桁の文字列が一\n致することにより，直ちに被告乙の持ち出しが推認されるものではない。\nまた，原告は，リモコンの制御の時間判定の定数が一致している旨主張\nする。しかしながら，被告らは，被告乙が①基準数値から判定上限値まで\nの数値と基準数値から判定下限値までの数値が同様の値になること，②決\nまりのある数列になること，③切りのよい数値になることなどを方針とし\nて数値を選択している旨主張し，被告乙も本人尋問において切りのいい，\n対称となる数字を選んでいると供述する（被告乙６，１５頁）。そして，\n原告の主張する時間判定の定数の数値及びその配列が比較的単純なもので\nあること，被告乙のプログラマとしての経験年数や原告製品に係るプログ\nラムの開発年数を考慮すると，被告乙の習慣によって定数が一致した可能\n性を排除できないから，時間判定の定数が一致しているからといって，直\nちに被告乙の持ち出しが推認されるものではない。\nさらに，原告は，ポート制御の処理が類似し，「inp_into_dnr関数」に\nついてバグに近い終了処理が被告プログラムにも存在する旨主張する。\nしかしながら，甲１７号証をみても，ポート制御の処理が類似している\nとは直ちにいい難い。例えば，原告が独特な構成を実現するためのプログ\nラムであると主張する「inp_into_ps関数」についてみると，原告から依\n頼を受けてプログラムを解析した株式会社システックは，解析対象の約３\n分の１を占める「処理１」の部分については，原告ソースプログラムと被\n告プログラムは一致していないとし，その余の「処理２」「処理３」の部\n分についても，「コードレベルでは一致していないが，処理の内容は，ほ\nぼ一致している。」と報告するにとどまっている。また，「inp_into_dnr\n関数」の終了処理について，被告乙は，本人尋問において，被告乙のプロ\nグラムの書き方である旨を供述するのであるから（被告乙調書４～６頁），\nバグに近いものとはいい難く，直ちに被告乙の持ち出しが推認されるもの\nではない。\n以上のとおり，被告乙が原告ソースプログラムを持ち出し，使用したこ\nとは認められないし，その他これを認めるに足りる証拠はない。\nイ  次に，被告丙が原告図面を持ち出したかについて，その使用も含めて検\n討するが，原告は，ロ号製品の電気回路図の関係で具体的な主張・立証を\nしないので，以下，これを除いて検討する。\n(ア)  証拠（乙２９，被告丙）によれば，被告丙は，原告において，原告\n製品の回路設計に４年半程度携わったほか，この間，回路に関わる部品\n選定，生産管理，品質管理の業務も担当したことが認められる。\n(イ)  「デー太郎ランプＭＺ（メガゼータ）」電気回路図（甲３０の２）\nとイ号製品の電気回路図（甲２０の２）との対比による検討（別紙機能\n説明図面１－１及び１－２参照。なお，甲２０の２は，原告が被告製品\nを解析して作成した回路図である〔Ｂ証人調書５頁〕。）\n上記のとおり，甲２０号証の２は，原告がイ号製品を解析して作成し\nた回路図であるが，以下においては，これがイ号製品の回路配置を示し\nた回路図であるものとして検討する。また，甲３０号証の２の作成日は\n平成２３年９月２０日であって，被告丙の退社後であるが，証人Ｂは，\n同日付は印刷した日時を示すものにすぎず，同回路図自体は被告丙の原\n告在籍時に存在した旨証言しており（Ｂ証人調書１５頁），以下におい\nて，甲３０号証の２が被告丙の原告在籍時に存在していたものとして検\n討する。\nａ  ＣＰＵ\n甲３０号証の２のＣＰＵは「Ｍ３０６２ＬＦ」であるのに対し，甲\n２０号証の２のＣＰＵは「Ｍ３０６２０ＦＣＰ」である。\nＣＰＵとその接続先の関係は，次のとおりであると認められる（下\n線は相違していると思われるものである。）。\n●（省略）●\n上記下線部のとおり，ＣＰＵとその接続先はかなりの相違があるも\nのと認められる。\nｂ  集中分配器接続部\n甲３０号証の２と甲２０号証の２では，ＣＰＵのポート３７～３８，\n４０～４１はいずれも集中分配器接続部に接続されているものであり，\n同じ使用目的であると解される。ダイオード・抵抗アレー（集中分配\n器接続部の中央部）については，ダイオードの型番，抵抗器の抵抗値\nが不明ではあるものの，コンデンサは同じ容量（１０２と表示）であ\nり，コンデンサを含めて同じ構成である。しかし，ツェナーダイオー\nド（甲３０の２で集中分配器接続部の黄色枠の中に青色で表示された\n部分）の定数は，抵抗器の抵抗値とあわせて具体的な数値が特定され\nていないから，直ちに同一の回路であるとまではいえない。ノイズフ\nィルタ（ 集中分配 器接続 部の下 部）に つ いては， コンデン サの容 量\n（１０４と表示）は同じであり，コイルの型番（ＳＰＭ０２０－１０\n０Ｍ）が同じであることから，両者は同じ回路であるといえる。\n以上のとおり，同一の回路も存在するものの，必ずしも同一である\nとはいえない。\nまた，甲２０号証の２では，甲３０号証の２と異なり，集中分配器\n接続部は，外部表示灯接続部と併せて，１つのＩＣで信号処理をする\n構成になっているように解される。\nｃ  外部表示灯接続部\n甲２０号証の２では，ＣＰＵのポート２２，２５，２８が外部表示\n灯接続部に関連しているものと推測される。これに対し，甲３０号証\nの２では，ポート２２は未接続であり，ポート２５，２８が外部表示\n灯接続部に接続されている。そうすると，ポートの配置はやや異なっ\nている。また，甲２０号証の２は，抵抗器・コンデンサ・コイルの配\n置関係も甲３０号証の２とは異なっていることから，回路も異なるも\nのと解される。\nそうすると，外部表示灯接続部分は，全体としてかなり異なってい\nる。\nｄ  島通信部\n甲３０号証の２と甲２０号証の２では，回路部品点数，部品定数\n（トランジスタの型番ＤＴＡ１４３ＥＵＡＴ１０６，ＤＴＤ１２３Ｅ\nＫＴ１４６），配置が一致している。しかしながら，甲２０号証の２\nでは，島通信部と解される回路が２つ存在しているのに対し，甲３０\n号証の２では１つである。このためＣＰＵのポートとの接続関係も異\nなっていると解される。\nｅ  ランニング入出力部\n甲３０号証の２と甲２０号証の２では，ＣＰＵのポートの配置は一\n致しているものの，甲３０号証の２のコンデンサＣ２７，Ｃ２８に対\n応するコンデンサが甲２０号証の２には存在していない。\nしかし，その他の点は，接続されているチップが異なる点を除けば，\n大きな相違はない。\nｆ  代表灯出力部\n甲３０号証の２と甲２０号証の２では，ＣＰＵのポートの配置は一\n致しており，回路構成も同一であるといえる。ただし，接続されてい\nるチップの種類は相違している。\nｇ  書き込み回路\n甲３０号証の２と甲２０号証の２では，ＣＰＵのポートは完全には\n対応していない。甲２０号証の２のＣＰＵのポート２２は，トランジ\nスタに接続され，ＣＰＵによりトランジスタを制御することで，書き\n込み回路と外部表示灯接続部（又は集中分配器接続部）に接続される\n構成になっている点で，回路構成も同一とまではいえない。\nまた，甲３０号証の２のＩＣチップの端子９と甲２０号証の２のＩ\nＣチップの端子９は，リセット回路に接続されるものであるが，接続\n先のリセット回路の回路構成が異なっており，同じ機能のものである\nのか不明である。\nしかし，全体の回路配置はかなり類似している。\nｈ  スイッチＬＥＤランプ表示モジュール\n甲３０号証の２と甲２０の２号証では，ＣＰＵのポートの配置はか\nなり異なっている。また，ＬＥＤの数は明らかに異なり，ＬＥＤモジ\nュールバスに接続される線の構成も大きく異なっている。\nｉ  電源部\n甲３０号証の２と甲２０号証の２では，１５Ｖ電源の部分は，甲２\n０号証の２のダイオードの数が１つ少ない点で（甲３０の２ではダイ\nオードが ２つであ るのに 対し， 甲２０ の ２ではダ イオード １つで あ\nる。）甲３０号証の２と異なっている。５Ｖ電源の部分は明らかに回\n路構成が異なっている。\nｊ  ワイヤーロック出力部\n甲３０号証の２と甲２０号証の２では，甲２０号証の２はチップが\n存在しな いなど部 品点数 が少な く，ワ イ ヤーロッ ク出力部 と電源 部\n（５Ｖ電源）とは接続されていないという相違があるほか，フォトカ\nプラ（甲３０の２では，ＴＬＰ１８０６８と表示されている部分）も\n存在しない。\n(ウ)  原告製品のパチンコ用及びスロット用入出力装置電気回路図（甲２\n６の１，甲２７の１）とイ号製品のパチンコ用及びスロット用入出力装\n置電気回路図（甲２６の２，甲２７の２）の対比による検討\n甲２６号証の１と甲２６号証の２では，部品点数が異なり（例えば，\nランプ接続部 のチップ 接続部分 ），抵抗 値等の部品定 数も異な るもの\n（例えば，遊技台接続部左下の部分）が存在する。また，甲２６号証の\n２には，遊技台接続部にフォトカプラも存在していない。しかし，全体\nの構成としては類似している。\n甲２７号証の１と甲２７号証の２では，抵抗器の抵抗値に違いがある\n部分もあるが（例えば，汎用出力部右側の甲２７の１では２２０ｋΩで\nあるのに対し，甲２７の２では１２０ｋΩである。），概ね類似してい\nる。\n(エ)  原告製品の代表灯中継器回路図（甲３６の１）とイ号製品の代表灯\n中継器回路図（甲３６の２）の対比による検討\n甲３６号証の１と甲３６号証の２では，抵抗器の数（リレー回路にお\nける抵抗器の数）や３２Ｖ電源の右下部等に若干の相違があるものの，\n甲３６号証の２の２０Ωが甲３６号証の１では１０Ωが２つに分けられ\nているにすぎず，全体の回路配置は類似している。\n(オ)  以上に基づいて検討するに，確かに，回路図の対比において，ラン\nニング入出力部，代表灯出力部，書き込み回路は類似しており，外部装\n置であるパチンコ用及びスロット用入出力装置，代表灯中継器も同様で\nある。しかしながら，他方，上記以外の図面は相違する点が多い上，被\n告丙は，本人尋問において，回路や部品を記憶していた旨供述しており\n（実際に抵抗値や部品番号を供述している。），被告丙の原告における\n担当業務に照らすと，被告丙の供述を信用できないものということはで\nきず，上記図面の類似点があるとしても，直ちに被告丙が回路図を持ち\n出し，使用したと認めることができない。\nなお，原告は，甲２０号証の２の図面において，甲３０号証の３の図\n面と電源部が類似していることから，被告丙が甲３０号証の３の図面も\n持ち出したと主張するが，両者の配線や使用部品は異なっており，原告\nの主張を認めることはできない。\nまた，原告は，代表灯中継器回路図（甲３６の２）において，使用さ\nれなくなった８Ｖ電源を残しているのは持ち出しを裏付けるものである\nと主張するが，被告丙はこの点について，８Ｖの電源を使用する場合も\n依然としてあり，それに対応するために８Ｖ電源を残した旨供述してお\nり（被告丙調書７頁），その供述は合理性を有するものと解されるから，\nこの点についての原告の主張を採用することはできない。\n(オ)  以上のとおり，被告丙が原告図面を持ち出し，使用したことは認め\nられないし，その他これを認めるに足りる証拠はない。\nウ  したがって，その余について判断するまでもなく，被告らが原告技術情\n報を不正に取得したとは認められない。\n(3)  以上のとおり，被告らの不正競争行為は認められない。また，上記(2)で\n認定したところによれば，被告乙及び被告丙が労働契約上の守秘義務に違反\nしたとも認められないから，被告乙及び被告丙の債務不履行も認められない。\nしたがって，その余について判断するまでもなく，不正競争防止法３条に\n基づく差止・廃棄請求，原告ソースプログラムに係る損害賠償請求のうち不\n正競争防止法４条及び被告乙につき債務不履行に基づくもの，原告図面及び\n原告データベースに係る損害賠償請求は，いずれも理由がない。\n２  原告ソースプログラムに係る著作権侵害の有無（争点２）について\n(1)  原告は，ロ号プログラムについて具体的な著作権侵害の主張・立証をし\nないので，以下，イ号プログラムについて検討する。\n原告は，本件１２桁の文字列について創作性を主張するが，このような文\n字列を組み込むことはアイデアであると解されるから，プログラム著作物と\nしての創作的な表現とはいい難い。\n(2)  また，原告は，リモコンの制御の時間判定の定数について創作性を主張\nする。この数値は時間判定を規格上の基準値よりも幅を持たせて判断する意\n味があると解されるが，この数値は原告製品の仕様により制約されるものと\n解される。そのような制約の中において，当該数値を設定することに技術的\nな意味はあるとしても，それが著作権法の保護の対象となる創作的な表現，\nすなわち，「電子計算機を機能させて一の結果を得ることができるようにこ\nれに対する指令を組み合わせたものとして表現したもの」であるプログラム\nの著作物とは認められない。\n(3)  さらに，原告は，ポート制御の処理が類似しているとし，原告の有する\n複製権及び翻案権を侵害すると主張する。当該主張は，原告が挙げるパチン\nコかパチスロかの判定処理（inp_into_ps関数の部分）及び取込終了処理を\n含む部分（inp_into_dnr関数の部分）についての創作性を前提として主張す\nるものと解されるから，これらの部分の創作性について検討する。\nア  まず，判定処理（inp_into_ps関数の部分）のプログラムが著作物性を\n有するかについて判断する。\n同部分は，ソースコードで３８行（空白行を除く）からなるプログラム\nである。原告は，プログラムルーチンの工夫により自動判別ができるよう\nにしたところに創作性が認められると主張する。しかし，自動判別という\n新たな効果をもたらすプログラムであるとしても，その指令の組合せとし\nての表現に創作性が認められなければプログラムとしての著作物性は認め\nられない。原告の主張は，そのようなプログラム表現の創作性を主張する\nものではないから，原告の主張からは，判定処理（inp_into_ps関数の部\n分）の著作物性を認めることはできない。\n仮に，同部分に著作物性が認められるとしても，逆アセンブルした後の\n原告プログラムの判定処理部分（２８行）とイ号オブジェクトプログラム\nの対応部分（３４行）とを比較すると，その表現方法は異なっており，イ\n号オブジェクトプログラムは，原告プログラムを有形的に再製したものと\nも，表現上の本質的特徴を感得させるものともいえない（原告は，原告第\n６準備書面本文及び添付資料１で，原告プログラムとイ号オブジェクトプ\nログラムの対応部分の類似性を主張するが，プログラムの表現としての類\n似性ではなく，処理内容の類似性を指摘するものにすぎない。）。したが\nって，イ号オブジェクトプログラムの対応部分について複製権侵害及び翻\n案権侵害を認めることはできない。\nイ  次に，取込終了処理を含む部分（inp_into_dnr関数の部分）の著作物性\nについて判断する。\n同部分は，ソースコードで２９行（空白行を除く）からなるプログラム\nである。原告は，取込終了処理部分のバグの存在を依拠性の根拠として主\n張するのみで，創作性についての具体的な主張をしないから，原告の主張\nから上記inp_into_dnr関数の部分の著作物性を認めることはできない。\n仮に，同部分に著作物性が認められるとしても，逆アセンブルした後の\n原告プログラムのinp_into_dnr関数（２９行）とイ号オブジェクトプログ\nラムの対応部分（５６行）とを比較すると，その表現方法は異なっており，\nイ号オブジェクトプログラムは，原告プログラムを有形的に再製したもの\nとも，表現上の本質的特徴を感得させるものともいえない（原告は，原告\n第４準備書面添付資料２で，原告プログラムとイ号オブジェクトプログラ\nムの対応部分の類似性を主張するが，プログラムの表現としての類似性で\nはなく，処理内容の類似性を指摘するものにすぎない。）。したがって，\nイ号オブジェクトプログラムの対応部分について複製権侵害及び翻案権侵\n害を認めることはできない。\n原 告 は ， 上 記 の と お り ， 原 告 の ソ ー ス コ ー ド に お け る 取 込 終 了 処 理\n{pDnr->pos >= 33}」のバグを含む部分が，逆アセンブルによるイ号オブ\nジェクトプログラムから想定されるソースコードと同一であることから，\nプログラムの依拠性を主張する。しかし，想定されるソースコードがソー\nスプログラムを正確に反映していることは担保されていないから，そのこ\nとをもって，イ号オブジェクトプログラムが原告ソースコードに依拠した\nものとはいえない。仮に，原告による想定が正しいとしても，前記のとお\nり，被告乙は，同部分は原告ソースコードにおいてはバグであっても，イ\n号オブジェクトプログラムにおいては必要なものであって，バグではない\nと説明しており（被告乙調書４～６頁），その説明に不自然な点は見当た\nらないから，依拠性の根拠となるものではない。\nウ  原告ソースプログラムのうち，その余の部分について，原告は，その創\n作性を具体的に主張しないので，これを著作物と認めることはできない。\nしたがって，その余について判断するまでもなく，原告ソースプログラ\nムに係る著作権 侵害が認めら れないから ，著作権法１１ ２条に基づく 差\n止・廃棄請求，原告ソースプログラムに係る損害賠償請求のうち不法行為\nに基づくものは，いずれも理由がない。\n３  雇用契約上の信義誠実義務違反又は不法行為に基づく損害賠償請求の成否及\nび損害額（争点７）について\n原告は，被告甲が組織的かつ計画的な引き抜きを行ったなどと主張する。\nそこで検討するに，証拠（乙２８，２９，被告甲，被告乙，被告丙）及び弁\n論の全趣旨によれば，被告甲が原告を退職した後の平成２０年８月から同年末\nまでの間，Ｃ，Ｅ，Ａ，被告乙，被告丙，Ｄの６名が原告を退職し，被告会社\nに在籍していることが認められる。\nしかしながら，上記６名の退職が被告甲の勧誘に端を発したものであったと\nしても，被告乙及び被告丙は，本人尋問において，原告退職の理由として待遇\n面を挙げているのであって（他の４名は転職理由が不明である。），その勧誘\nの目的が積極的な加害目的であったとは認められないし（甲２５は原告におい\nて供述者の供述を録取したものであって容易に採用できない。），その勧誘の\n方法が社会的相当性を欠くものであることなどを認めるに足りる証拠はない。\nまた，上記６名の退職によって原告が重大な損害を被ったことなどの事情を認\nめるに足りる証拠はない。\n以上に照らすと，被告甲の勧誘行為があったとしても，当該行為が違法であ\nるとは認められない。\nしたがって，その余について判断するまでもなく，雇用契約上の信義誠実義\n務違反又は不法行為に基づく損害賠償請求は理由がない。\n４  結論\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官              大  須  賀              滋\n裁判官              小      川      雅      敏\n裁判官              西      村      康      夫\n"
}