{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 30
  },
  "case_number": "平成23(行ケ)10018",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81790",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81790",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/790/081790_hanrei.pdf",
  "contents": "平成２３年１１月３０日判決言渡\n平成２３年（行ケ）第１００１８号  審決取消請求事件\n口頭弁論終結日  平成２３年１０月２４日\n判                  決\n原            告        第 一 三 共 株 式 会 社\n訴訟代理人弁護士        辻      居      幸      一\n同                      奥      村      直      樹\n訴訟代理人弁理士        箱      田              篤\n同                      平      山      孝      二\n同                      新      谷      雅      史\n被            告        特 許 庁 長 官\n指 定 代 理 人        星      野      紹      英\n同                      内      田      淳      子\n同                      唐      木      以  知  良\n同                      芦      葉      松      美\n主                  文\n１  特許庁が訂正２０１０－３９００５２号事件について平成２２年１２月\n１５日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文同旨\n第２  争いのない事実\n１  特許庁における手続\n原告は，発明の名称を「うっ血性心不全の治療へのカルバゾール化合物の利用」\nとする特許（第３５４６０５８号。請求項の数１０。以下「本件特許」という。）の\n特許権者である。\n本件特許に係る発明は，べーリンガー  マンハイム  ファーマシューティカルズ\nコーポレイション  スミスクライン  ビーチャム  コーポレイション  リミテッド\nパートナーシップ  ナンバー１により，平成８年２月７日に出願され（パリ条約に\nよる優先権主張  平成７年２月８日  ドイツ，平成７年６月７日  米国）（以下「本\n願」という。），平成１６年４月１６日，本件特許につき設定登録がなされた。\n本件特許については，平成１９年９月１３日，無効審判が請求され，審判手続中\nである平成２０年９月１７日，原告は本件特許の移転登録を受けた。\n平成２１年３月４日，本件特許を無効とする旨の審決が出されたため，原告は，\n同年４月１３日，知的財産高等裁判所に上記審決の取消しを求めて訴えを提起し，\nさらに，訂正審判を請求した。そこで，同裁判所は，同年６月８日，事件を審判官\nに差し戻すため，審決を取り消す旨の決定をした。原告は，同審判手続において訂\n正を請求し，平成２２年３月２９日，訂正を認容した上で，本件特許を無効にする\n旨の審決が出された（甲５４）。そこで，原告は，同年５月６日，知的財産高等裁判\n所に，上記審決の取消しを求めて訴えを提起した。\n原告は，平成２２年６月２日，上記訂正後の明細書の訂正（以下「本件訂正」と\nいう。）を求めて審判（訂正２０１０－３９００５２号事件）を請求し（甲７），特\n許庁は，同年１２月１５日付けで，請求不成立の審決をなし，その審決書の謄本は\n同月２４日，原告に送達された。\n２  本件訂正後の特許請求の範囲\n本件訂正による訂正後の明細書（以下「訂正明細書」という。）における特許請求\nの範囲は，以下のとおりである（以下，本件訂正による訂正後の請求項１ないし１\n０に係る発明を順に「訂正発明１」ないし「訂正発明１０」という。）（甲７）。\n「【請求項１】利尿薬，アンギオテンシン変換酵素阻害剤および／またはジゴキシ\nンでのバックグランド療法を受けている哺乳類における虚血性のうっ血性心不全に\n起因する死亡率をクラスⅡからⅣの症状において同様に実質的に減少させる薬剤で\nあって，低用量カルベジロールのチャレンジ期間を置いて６ヶ月以上投与される薬\n剤の製造のための，単独でのまたは１もしくは複数の別の治療薬と組み合わせたβ\n－アドレナリン受容体アンタゴニストとα１－アドレナリン受容体アンタゴニスト\nの両方である下記構造：\nを有するカルベジロールの使用であって，前記治療薬がアンギオテンシン変換酵素\n阻害剤，利尿薬および強心配糖体から成る群より選ばれる，カルベジロールの使用。\n【請求項２】１単位中に３．１２５ｍｇまたは６．２５ｍｇのカルベジロールを\n含有する医薬製剤を初回量として１日１回または２回７～２８日間の期間に渡り投\n与する，請求項１に記載のカルベジロールの使用。\n【請求項３】１単位中に１２．５ｍｇのカルベジロールを含有する医薬製剤を１\n日１回または２回７～２８日間の期間に渡り投与する，請求項１に記載のカルベジ\nロールの使用。\n【請求項４】１単位中に２５．０ｍｇまたは５０．０ｍｇのカルベジロールを含\n有する医薬製剤を維持量として１日１回または２回投与する，請求項１に記載のカ\nルベジロールの使用。\n【請求項５】前記アンギオテンシン変換酵素がカプトプリル，リシノプリル，フ\nォシノプリルおよびエナラプリル並びにそれらの任意の医薬上許容される塩から成\nる群より選ばれる，請求項１に記載のカルベジロールに使用。\n【請求項６】前記利尿薬がヒドロクロロチアジド，トラセミドおよびフロセミド\n並びにそれらの任意の医薬上許容される塩から成る群より選ばれる，請求項１に記\n載のカルベジロールの使用。\n【請求項７】前記強心配糖体がシゴキシン，β－メチルジゴキシンおよびジギト\nキシンから成る群より選ばれる，請求項１に記載のカルベジロールの使用。\n【請求項８】次の摂生:\n(a)  ３．１２５ｍｇまたは６．２５ｍｇカルベジロール／1 単位を含有する医薬\n製剤を１日１回または２回，７～２８日間の期間に渡り投与し，\n(b)  その後，１２．５ｍｇカルベジロール／1 単位を含有する医薬製剤を１日１\n回または２回，追加の７～２８日間の期間を渡り投与し，そして\n(c)  最後に，２５．０ｍｇまたは５０．０ｍｇカルベジロール／1 単位を含有す\nる医薬製剤を１日１回または２回，維持量として投与する\nに従った，利尿薬，アンギオテンシン変換酵素阻害剤および／またはジゴキシンで\nのバックグランド療法を受けている哺乳類において虚血性のうっ血性心不全に起因\nする死亡率をクラスⅡからⅣの症状において同様に実質的に減少させる薬剤であっ\nて，低用量カルベジロールのチャレンジ期間を置いて６ヶ月以上投与される薬剤の\n製造のためのカルベジロールの使用。\n【請求項９】カルベジロールを１または複数の別の治療薬と組み合わせて投与す\nることを含んで成り，前記治療薬がアンギオテンシン変換酵素阻害剤，利尿薬およ\nび強心配糖体から成る群より選ばれる，請求項８に記載のカルベジロールの使用。\n【請求項１０】１０～１００ｍｇカルベジロールの１日維持量において投与され\nるうっ血性心不全治療用薬剤の調製のためのカルベジロールの使用であって，前記\n薬剤が３段階の投与摂生を含んで成る増分投薬スキームにおいて投与され，第一摂\n生が７～２８日間の期間に渡りカルベジロールの前記１日維持量の１０～３０％の\n量を投与することを含んで成り，第二摂生が７～２８日後の期間に渡り前記１日維\n持量の２０～７０％の量を投与することを含んで成り，そして第二摂生の終了後に\n始まる第三摂生が前記１日維持量の１００％を投与することを含んで成る，請求項\n１に記載のカルベジロールの使用。」\n３  審決の理由\n審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである。\n(1)  訂正発明１は，本願の優先日前に頒布された刊行物「Ｊｏｕｒｎａｌ  ｏｆ\nｔｈｅ  Ａｍｅｒｉｃａｎ  Ｃｏｌｌｅｇｅ  ｏｆ  Ｃａｒｄｉｏｌｏｇｙ  Ｖｏ\nｌ．２４．Ｎｏ．７  Ｄｅｃｅｍｂｅｒ  １９９４」における「特発性拡張型心筋\n症の患者における安静時血行動態変数及び運動時血行動態変数，運動負荷能力，及\nび臨床症状に対するカルベジロールの短期及び長期投与の効果」と題する学術論文\n（甲１。以下「刊行物Ａ」という。）に記載された発明（以下「刊行物Ａ発明」とい\nう。）及び本願優先日における技術常識に基づいて，当業者が容易に発明をすること\nができたものである。\n訂正発明２ないし４は，訂正発明１を引用した発明であり，訂正発明１に対して\nさらに付加された事項は，いずれも刊行物Ａに記載されている事項と差異がない。\n訂正発明５ないし７は，訂正発明１を引用した発明であり，訂正発明１に対して\nさらに付加された事項は，当業者が容易になし得たものである。\n訂正発明８は，刊行物Ａの記載及び本願優先日における技術常識に基づいて，当\n業者が容易に発明をすることができたものである。\n訂正発明９は，訂正発明８を引用した発明であり，付加された事項は，当業者が\n容易になし得たものである。\n訂正発明１０は，訂正発明１を引用しつつ，投与プロトコールをさらに特定する\nものであり，刊行物Ａの記載及び本願優先日における技術常識に基づいて，当業者\nが容易に発明をすることができたものである。\n以上のとおり，訂正発明１ないし１０は，いずれも，特許出願の際，特許法２９\n条２項の規定により，独立して特許を受けることができないものであるから，同法\n１２６条５項の規定に適合しない。\n(2)  審決が上記判断に至る過程で認定した刊行物Ａ発明の内容，訂正発明１と刊\n行物Ａ発明との一致点及び相違点は，以下のとおりである。\nア  刊行物Ａ発明の内容\n「利尿薬，アンギオテンシン変換酵素阻害剤および／またはジゴキシンでのバッ\nクグラウンド療法を受けている，非虚血性のうっ血性心不全患者であって，クラス\nⅡ又はⅢの患者を治療する薬剤として，カルベジロールを用量漸増段階の終了後少\nなくとも３ヵ月間投与すること。」（審決書１１頁２８行目ないし３１行目）\nイ  訂正発明１と刊行物Ａ発明との一致点\n「利尿薬，アンギオテンシン変換酵素阻害剤および／またはジゴキシンでのバッ\nクグラウンド療法を受けている患者におけるうっ血性心不全に対する薬剤の製造の\nための，単独でのまたは１もしくは複数の別の治療薬と組み合わせたβ－アドレナ\nリン受容体アンタゴニストとα１－アドレナリン受容体アンタゴニストの両方であ\nるカルベジロールの使用。」（審決書１１頁３４行目ないし末行）\nウ  訂正発明１と刊行物Ａ発明との相違点\n(ｱ)  形式的な相違点\n訂正発明１は，「虚血性のうっ血性心不全に起因する死亡率をクラスⅡからⅣの症\n状において同様に実質的に減少させる薬剤であって，低用量のチャレンジ期間を置\nいて６ヶ月以上投与される薬剤」であるのに対して，刊行物Ａ発明は「非虚血性の\nうっ血性心不全患者であって，クラスⅡ又はⅢの症状の患者を治療するための薬剤\nであって，用量漸増段階の終了後少なくとも３ヵ月間投与される薬剤」である点（審\n決書１２頁２行目ないし７行目）\n(ｲ)  実質的な相違点\nａ  相違点１\n訂正発明１では「低用量のチャレンジ期間を置いて６ヶ月以上投与される薬剤」\nであるのに対して，刊行物Ａ発明では「用量漸増段階の終了後少なくとも３ヵ月間\n投与される薬剤」である点（審決書１５頁１行目ないし３行目）\nｂ  相違点２\n訂正発明１では「虚血性のうっ血性心不全に起因する死亡率を減少させる薬剤」\nとしているのに対して，刊行物Ａ発明では「非虚血性のうっ血性心不全の治療のた\nめの薬剤」としている点（審決書１５頁４行目ないし６行目）\n第３  当事者の主張\n１  取消事由に関する原告の主張\n審決には，訂正発明１と刊行物Ａ発明との相違点の看過（取消事由１），訂正発明\n１と刊行物Ａ発明との実質的な相違点２についての容易想到性の判断の誤り（取消\n事由２），訂正発明１と刊行物Ａ発明との実質的な相違点１についての容易想到性の\n判断の誤り（取消事由３），顕著な作用効果を看過した誤り（取消事由４）があり，\n審決の結論に影響を及ぼすから，違法であるとして取り消されるべきである。\n(1)  訂正発明１と刊行物Ａ発明との相違点の看過（取消事由１）\n訂正発明１における「虚血性のうっ血性心不全に起因する死亡率を・・・同様に\n実質的に減少させる」という構成及び「低用量のチャレンジ期間を置いて６ヶ月以\n上」という構成は，特許請求の範囲で明確に規定されている以上，発明の構成とし\nて認定されるべきであり，訂正発明１と刊行物Ａ発明との相違点として認定される\nべきである。審決は，訂正発明１と刊行物Ａ発明との相違点の認定を誤り，これを\n前提とする進歩性の判断も誤ったものであり，違法なものである。\n(2)  訂正発明１と刊行物Ａ発明との実質的な相違点２についての容易想到性の\n判断の誤り（取消事由２）\nア  技術常識の認定の誤り（取消事由２の１）\n審決は，甲２ないし６（以下，順に「刊行物ＢないしＦ」という。）に基づいて，\n本願優先日における技術常識を以下のように認定した上で，訂正発明１は刊行物Ａ\n発明及び技術常識に基づいて，当業者が容易に発明することができたと判断してい\nる。\n「（ア）『うっ血性心不全の治療目的としては，(i)生活の質の向上，及び(ⅱ)生命\n予後の改善，すなわち生存率の改善の二つが重要な目的として認識されていたこと』。\n(イ－１)『β遮断薬は，心不全には従来禁忌とされていたにもかかわらず，また，\nその有用性が臨床現場において確立されたものではなかったものとはいえ，同時期\nに無効・悪化例も報告されている中で，慎重かつ長期のわたる投与の結果有効例と\nされる多数の報告を受けて，少なくとも患者の情況によっては，投与開始時に慎重\nかつ少量の投与から開始することを前提として，うっ血性心不全の有力な治療薬の\n一つとして認識されるに至っていたこと』。\n(イ－２）『β遮断薬の効果の発現には数カ月以上要すること』。」\nしかし，上記のような，虚血性のうっ血性心不全に当てはまる技術常識は存在せ\nず，また，カルベジロールを含む全てのβ遮断薬に当てはまる技術常識も存在しな\nい。\n刊行物ＢないしＦは，いずれも，虚血性のうっ血性心不全及び非虚血性のうっ血\n性心不全に共通する技術常識を示すものではない。また，カルベジロールと他のβ\n遮断薬（特にメトプロロール及びビソプロロール）とは，化学構造が大きく異なり，\nその結果，心臓選択性，α遮断作用，抗酸化作用等において違いがあるが，刊行物\nＢないしＦは，カルベジロールを含む全てのβ遮断薬に共通する技術常識を示すも\nのでもない。\nしたがって，審決には判断の前提となる技術常識の認定に誤りがある。\nイ  刊行物Ａ発明に刊行物ＢないしＦ記載の技術常識を組み合わせることにより\n容易想到であると判断したことの誤り（取消事由２の２）\n(ｱ)  刊行物Ａは，特発性拡張型心筋症によるうっ血性心不全の患者に対するカル\nベジロールの効果を評価した文献であり，このような心不全は，非虚血性に分類さ\nれる。そして，以下のとおり，虚血性うっ血性心不全と非虚血性うっ血性心不全は，\nうっ血性心不全治療薬による治療効果が同一と限らないことが当業者の技術常識で\nあったから，非虚血性の心不全患者を対象とした刊行物Ａ発明に対し，虚血性心不\n全に着目していない刊行物ＢないしＦから認定される技術常識を組み合わせても，\n当業者は，「虚血性のうっ血性心不全に起因する死亡率を…実質的に減少させ」る訂\n正発明１に想到はできない。\n(ｲ)  虚血性うっ血性心不全と非虚血性うっ血性心不全は心不全に至る過程が異\nなり，この差異にも起因して，うっ血性心不全治療薬による治療効果は，虚血性の\n患者と非虚血性の患者で同一とは限らず，このことは本願優先日前に当業者の間で\n周知の事実であった。例えば，「Ｃｉｒｃｕｌａｔｉｏｎ  Ｖｏｌ９０，Ｎｏ４  Ｏ\nｃｔｏｂｅｒ  １９９４」という刊行物の「Ａ  Ｒａｎｄｏｍｉｚｅｄ  Ｔｒｉａ\nｌ  ｏｆ  β－Ｂｌｏｃｋａｄｅ  ｉｎ  Ｈｅａｒｔ  Ｆａｉｌｕｒｅ  Ｔｈｅ\nＣａｒｄｉａｃ  Ｉｎｓｕｆｆｉｃｉｅｎｃｙ  Ｂｉｓｏｐｒｏｌｏｌ  Ｓｔｕｄ\nｙ（ＣＩＢＩＳ）」（訳：心不全におけるβ遮断薬の無作為化治験  心不全における\nビソプロロール治験（ＣＩＢＩＳ））と題する学術論文（甲２０。以下「甲２０文献」\nという。）には，心筋梗塞既往がある虚血性患者の場合は，死亡率が，プラセボ群で\nは１８．７％（１３４名中２５名死亡），ビソプロロール投与群では２０．７％（１\n６９名中３５名死亡）であり，β遮断薬であるビソプロロールを投与した場合の死\n亡率はほとんど変化がないか逆に微増しているのに対して，心筋梗塞既往がない非\n虚血性患者の場合には，死亡率が，プラセボ群では２２．５％（１８７名中４２名\n死亡），ビソプロロール投与群では１１．９％（１５１名中１８名死亡）であり，ビ\nソプロロールを投与した場合，死亡率が低下したことを示している。換言すれば，\n同一治療薬を心不全患者に投与した場合であっても，虚血性心不全か非虚血性心不\n全かによって，その効果に差異を生じ得ることを示している。\nまた，刊行物「Ｔｈｅ  Ｎｅｗ  Ｅｎｇｌａｎｄ  Ｊｏｕｒｎａｌ  ｏｆ  Ｍｅ\nｄｉｃｉｎｅ  Ｖｏｌｕｍｅ３２５  ＡＵＧＵＳＴ  １，１９９１」の「左室駆出\n率が減少しているうっ血性心不全患者の生存率に対するエナラプリルの効果」と題\nする学術論文（甲２１の１。以下「甲２１の１文献」という。）の図４も，心不全治\n療に使用されるＡＣＥ阻害薬であるエナラプリルが，虚血性の患者群で１２％のリ\nスクリダクションであったのに対して，非虚血性を含む虚血性以外の患者群では２\n７％のリスクリダクションを示したことを開示している。\nそして，本願優先日前において，β遮断薬は，非虚血性うっ血性心不全の症状改\n善用途に使用されてきたとされてはいるが，虚血性うっ血性心不全患者のみを対象\nとして，死亡率低下目的や症状改善目的（血行動態の改善等）で，有効性が報告さ\nれた例はない。\n(ｳ)  また，刊行物ＢないしＦは，カルベジロールとは物質として異なる他のβ遮\n断薬（メトプロロール等）の報告であり，心不全に禁忌な薬剤であるβ遮断薬の心\n不全に対する作用機序さえ解明しておらず，カルベジロールを含むβ遮断薬一般に\n共通する技術常識であることも示していないから，当業者が，刊行物ＢないしＦの\n記載がカルベジロールを含むβ遮断薬一般の技術常識であると認識するとは考えら\nれない。\n(ｴ)  したがって，本願優先日当時，当業者が刊行物Ａ発明に刊行物ＢないしＦに\n記載された技術常識を組み合わせる動機付けは存在しない。\nウ  非虚血性の患者のみを対象とした刊行物Ａ発明から訂正発明１が容易想到で\nあると判断した誤り（取消事由２の３）\n刊行物Ａは，非虚血性の患者のみを対象としたカルベジロールの効果について記\n載したものである。\n虚血性心不全と非虚血性心不全とは，原因，危険因子，治療に対する反応性，生\n命予後等の点で大きな相違がある。したがって，刊行物Ａ発明から訂正発明１が容\n易に想到できたというためには，刊行物Ａに，虚血性心不全患者に対してもカルベ\nジロールが同様の効果を奏することが当業者が認識できるように記載されている必\n要がある。しかし，刊行物Ａには，そのような記載はない。したがって，当業者は，\n刊行物Ａ発明から訂正発明１を容易に想到することはできない。\nエ  「うっ血性心不全の治療」に用いられる刊行物Ａ発明を「うっ血性心不全患\n者の死亡率減少」に用いることと差異がないとした判断の誤り（取消事由２の４）\n(ｱ)  心不全治療薬については，治療目的と死亡率改善目的で投与する薬剤を使い\n分ける(例えば強心薬など)ことは当業者にとって常識に属する事項である。\n本願優先日当時，心不全患者にβ遮断薬を投与することは，患者の死亡率上昇に\nつながりかねないことを理由に，禁忌とされていた。刊行物Ｅには，１９７５年か\nら１９８０年にかけてスウェーデンのＡ，Ｂらのグループが，心不全に禁忌とされ\nている交感神経β受容体遮断薬を重症の拡張型心筋症患者に長期投与したところ，\n運動能力，心機能及び生命予後が改善したという，逆説的な一連の報告を行ったと\n記載されているが，本願優先日当時，β遮断薬療法は心不全治療専門医に全く受け\n入れられておらず，そのことは当業者間では周知であった。\n理論的に考えても，心不全は心収縮力が低下した状態であるから，交感神経の遮\n断によって心収縮力をさらに弱めるβ遮断薬は，カルベジロールを含めて，心不全\nの悪化や死亡のリスクを高めるとして，心不全には禁忌として扱われてきたもので\nある。\n刊行物Ｂ及びＣには，β遮断薬による治療法が注目を集められ始めていること，\n及び試験的治療例について記載はされているものの，具体的に例示されている薬剤\nはメトプロロールのみであり，また，刊行物Ｅも，有効とされている薬剤の種類は\nごく限られている（カルベジロールは含まれない）し，患者数もごく少数である。\n薬物による慢性心不全治療で死亡率の減少効果を評価するためには，長期にわたる\n大規模臨床試験の実施以外に方法はなく，その結果得られる科学的な証拠（エビデ\nンス）なしで死亡率の減少を議論することは，全く意味がない。\nカルベジロールは，β遮断薬として初めて心不全における死亡率減少についてエ\nビデンスが実証された薬剤である。後日，カルベジロールを含む一部のβ遮断薬に\nついて慢性心不全治療に有効であることが判明したが，それらを除けば，今なおβ\n遮断薬は慢性心不全に禁忌である。\n以上によると，本願優先日当時，当業者が，刊行物Ｂ，Ｃ及びＥから，カルベジ\nロールを心不全に起因する死亡率を減少させる治療薬と認識していたとは考えられ\nない。\n(ｲ)  心不全治療において，症状改善とは現在の症状を改善し，苦痛を和らげるこ\nとを意味する（いわゆる対処療法）のに対し，死亡率改善は，死亡率を減少させる\nことを意味するのであって，両者は明確に異なる。以下のとおり，訂正発明１は，\n心不全による死亡の中で大きな割合を占める突然死による死亡率を改善する点に大\nきな意義を有するものであり，突然死が死亡の中で大きな割合を占めることにかん\nがみても，心不全における死亡率減少と症状改善とは明確に異なる。\n心不全症例では，様々な経過をたどる。一時的に心不全症状が改善し，安定して\nいても，死に至る（突然死）症例も珍しくなく，個々の症例の生命予後を予測する\nことは，非常に困難である。\n心不全における心血管死亡の原因は，大きく分けて突然死と心不全の進行による\n死亡の２つある。エナラプリルやカプトプリルなどのＡＣＥ阻害薬の試験で，プラ\nセボ群をみると，突然死が全心血管死亡の１／３から１／２を占めていることが分\nかる。\n本願優先日当時，ＡＣＥ阻害薬による突然死抑制効果は乏しいとされており，ビ\nソプロロール及びメトプロロールについても突然死を抑制する効果は確認されてい\nなかった。訂正発明１は，通常の心不全の進展，心筋虚血による死亡を抑えること\nに加え，突然死も抑制したのである。\n(3)  訂正発明１と刊行物Ａ発明との実質的な相違点１についての容易想到性の\n判断の誤り（取消事由３）\n医学の世界においては，短期間の試験で良い結果が出たとしても，長期間の試験\nでも同様の効果が出ると限らないことは，当業者の技術常識である。当業者が，刊\n行物Ａに開示された３か月間投与の効果をもとに，カルベジロールを心不全患者に\n対して６か月間以上投与した場合の効果を予測して，訂正発明１の構成を採用し得\nるとの判断は誤りである。\n本願優先日当時，心不全患者に対するカルベジロールの死亡率改善効果は全く未\n知であり，しかも，心不全患者に対するβ遮断薬投与は一般的に禁忌とされていた\nのであるから，そのような薬剤を，死亡率減少目的で，死亡率を悪化させかねない\n６か月以上の長期間にわたり継続使用することなど，当業者には容易に想到できな\nい。\n刊行物Ｅの表１に記載された年単位の投与例は，最大でも患者数３２というごく\n少数例の試験にすぎず，死亡率改善効果を検証できるレベルの試験ではない。β遮\n断薬について，本願優先日前に報告されていた大規模臨床試験は，ＭＤＣ試験(メト\nプロロール)とＣＩＢＩＳ試験(ビソプロロール)のみであり，死亡率改善効果につい\nてはいずれも有意差は認められなかった。\nしたがって，本願優先日当時，刊行物Ａの記載に接しても，生命予後改善を期待\nして，心不全患者にカルベジロールを６か月以上の長期間投与することは，容易に\nはなし得ない。\n(4)  顕著な作用効果を看過した誤り（取消事由４）\nア  訂正発明１には以下のとおり顕著な作用効果があるところ，審決には，これ\nを看過した上で，訂正発明１が容易想到であると判断した誤りがある。\nイ  訂正発明１は，虚血性の心不全に対して，「全ての原因での死亡率が危険性を\n６７％減少させた。」という従来技術から到底予想もつかない顕著な作用効果を奏す\nるものである。\nβ遮断薬について，本願優先日前に大規模臨床試験が行われたＭＤＣ試験(メトプ\nロロール)とＣＩＢＩＳ試験(ビソプロロール)では，死亡率改善効果に有意差は認め\nられなかった。また，本願優先日当時に心不全に対する死亡率減少効果が認められ\nていたＡＣＥ阻害薬であるエナラプリルによるうっ血性心不全患者の死亡率減少は\n１６～２７％であった。\nこれらと比較すると，訂正発明１の作用効果は，本願優先日当時，従来技術から\n当業者が予想もつかない顕著なものであった。\nウ  訂正発明１は，通常の心不全の進展，心筋虚血による死亡を抑えることに加\nえ，心不全において死亡原因として高い割合を占めていた突然死をも抑制した。\n心不全は，心不全の悪化ではなく突然死による死亡割合が高い病気であり，駆出\n率等の改善は死亡率減少効果に結びつかず，また，生命予後の代用評価指標となる\nものも現在まで見つかっていない。\n心不全の死亡率低減を期待させる薬剤であっても，突然死への効果は予測できず，\nどの程度の死亡率低減効果を奏するかについて，他の薬剤の結果や少数例のパイロ\nット試験結果などから予測することは不可能である。\n本願優先日当時，β遮断薬であるメトプロロールや心不全の死亡率低減効果が認\nめられ治療に使用され始めていたＡＣＥ阻害薬において，突然死抑制への効果は認\nめられておらず，このことからも，虚血性及び非虚血性の心不全両方に対して，実\n質的に同等で，しかも，全ての原因で死亡率が６７％減少するという訂正発明１の\n効果を予測することは，不可能である。\nエ  以上のとおり，訂正発明１は，従来技術から予想できない，顕著な作用効果\nを奏するものである。\n２  被告の反論\n(1)  訂正発明１と刊行物Ａ発明との相違点の看過（取消事由１）に対して\n審決では，「死亡率を・・・同様に実質的に減少させ」及び「低用量のチャレンジ\n期間を置いて６ヶ月以上」という構成を，実質的な相違点として認定しており，原\n告の主張は理由がない。\n(2)  訂正発明１と刊行物Ａ発明との実質的な相違点２についての容易想到性の\n判断の誤り（取消事由２）に対して\nア  技術常識の認定の誤り（取消事由２の１）に対して\n審決は，「カルベジロールを含むβ遮断薬」として技術常識を認定したものではな\nいし，またことさら非虚血性と虚血性とを区別しつつ技術常識を認定したものでは\nない。単に，当時うっ血性心不全に対しては禁忌とされていたβ遮断薬に関する，\n本願優先日前における「技術常識」を認定したものである。\n刊行物ＢないしＦにおけるβ遮断薬に関する記載は，特定のβ遮断薬について記\n載したものではない。また，刊行物ＢないしＦの記載は，主として拡張型心筋症（す\nなわち，非虚血性のうっ血性心不全）に対するものであるが，これらの刊行物から，\n従来禁忌とされていたβ遮断薬について，症状改善効果を示す報告例が多数示され\nてきた結果，「少なくとも患者の情況によっては，慎重な投与から開始することを前\n提としてうっ血性心不全の有力な治療薬として認識されるに至っていた」ことが，\n技術常識として認定できる。\nしたがって，審決が認定した技術常識に誤りはない。\nイ  刊行物Ａ発明に刊行物ＢないしＦ記載の技術常識を組み合わせることにより\n容易想到であると判断したことの誤り（取消事由２の２）に対して\n従来，β遮断薬がうっ血性心不全に対しては禁忌とされていたとしても，実際に\n投与した結果の肯定的なデータや評価が多数示されており（刊行物ＢないしＦ），し\nかも，「治療指針」としてその投与プロトコールとともにβ遮断薬の投与が示されて\nいた（刊行物Ｂ及びＣ）。そのような状況の中で，カルベジロールがうっ血性心不全\n患者に対して投与され，刊行物Ａにおいて良好な効果が示されたのであるから，当\n業者は，このような知見やデータに基づいて，カルベジロールをうっ血性心不全の\n治療目的で投与すれば，良好な効果が期待できると当然に想起するといえる。\nさらに，刊行物Ａに具体的に示されたデータは非虚血性心不全のものであるが，\n刊行物Ａには「（カルベジロールは）短期認容性が良く（３２），冠動脈疾患により\n引き起こされた心不全の患者において，症状，運動耐容能，及び長期左心室機能を\n改善する。」とも記載されており，そもそも刊行物Ａにおける試験は，カルベジロー\nルの「冠動脈疾患により引き起こされた心不全」という虚血性心不全の患者に対す\nる良好な結果を受けて実施されたものであることを示す記載がされている。\nしたがって，技術常識を踏まえつつ，刊行物Ａの記載に基づいて，カルベジロー\nルを虚血性のうっ血性心不全患者に投与することは当業者が容易に想到するとした\n審決の判断には，誤りはない。\nウ  非虚血性の患者のみを対象とした刊行物Ａ発明から訂正発明１が容易想到で\nあると判断した誤り（取消事由２の３）に対して\n前記のとおり，刊行物Ａに具体的に示されたデータは非虚血性心不全のものであ\nるが，刊行物Ａにおける試験は，カルベジロールの虚血性心不全の患者に対する良\n好な結果を受けて実施されたものであり，刊行物Ａには虚血性心不全についても記\n載されている。さらに，前記のとおり，従来禁忌とされていたβ遮断薬を投与した\n結果，肯定的なデータや評価が多数示されていたことも勘案すると，当業者が，カ\nルベジロールを虚血性心不全患者に投与しても良好な結果を示すであろうと当然に\n期待するといえる。\nエ  「うっ血性心不全の治療」に用いられる刊行物Ａ発明を「うっ血性心不全患\n者の死亡率減少」に用いることと差異がないとした判断の誤り（取消事由２の４）\nに対して\n(ｱ)  訂正発明１が薬剤の投与をたとえ「死亡率を減少させる」と特定していると\nしても，用法・用量等のプロトコール上の差異，あるいは，対象患者や症状の区別な\nどといった，「治療」目的とは異なる何らかの技術事項が見出せないのであるから，\n医薬用途発明として「治療のため」の投与と実質的に異なるものとはいえない。さら\nに，疾患自体がうっ血性心不全という慢性疾患であり，かつ，治療対象臓器も心臓\nという生命に直接関与する臓器であって，その治療自体が生命予後に関連するもの\nといえるから，死亡率減少目的の薬剤の投与と治療目的の薬剤の投与との間に，例\nえば，患者所見に基づく差異があるとか，患者の容態等による差異があるというよ\nうな事情も認められない。\n(ｲ)  さらに，うっ血性心不全という疾患において，「治療のための投与」と「死\n亡率減少のための投与」とは，目的としても実質的に異なるとすることもできない。\n本願優先日前において，うっ血性心不全の治療目的には，「生活の質の向上」とと\nもに「生命予後の改善」（生存率の改善）が重要な目的として認識されていた。慢性\nでしかも心臓という生命に直結する臓器における疾患であるうっ血性心不全に対す\nる治療であれば，その症状改善は生命予後の改善にも当然に繋がるものといえるか\nら，治療目的の投与と死亡率減少のための投与とは実質的に区別できるものではな\nく，「死亡率の減少」は，「治療」の延長線上にあるといい得る。\n(ｳ)  以上のとおり，「死亡率を・・・同様に減少させ」という特定によっては「治\n療」用途とは異なる用途が特定されているとはいえず，審決の判断に誤りはない。\n(3)  訂正発明１と刊行物Ａ発明との実質的な相違点１についての容易想到性の\n判断の誤り（取消事由３）に対して\n訂正明細書の記載によると，「低用量のチャレンジ期間を置いて６ヶ月以上」とい\nう投与期間は，単に実験期間を６か月以上としただけであって，「死亡率を・・・同\n様に実質的に減少させる」ために必要な構成ではない。そして，「死亡率を減少させ\nる」という目的は，「治療目的」と構成上の差異はないから，治療目的で６か月以上\nの期間継続して投与することが当業者にとって容易であるといえるならば，「低用量\nのチャレンジ期間を置いて６ヶ月以上投与される」という構成を採用することも，\n容易に想到し得るといえる。\n刊行物Ａ発明におけるカルベジロールの投与が用量漸増期間（＝チャレンジ期間）\n後３か月程度というものであっても，これは単にその試験において選定された期間\nにすぎず，それ以上の期間の投与が否定されるものとは解されず，さらにはうっ血\n性心不全という慢性疾患に対する投与であるから，治療の状況に応じた慎重な観\n察・投与を前提として，例えば年単位という６か月以上の長期間投与を続けるとい\nうことも当然にあり得る。\nしたがって，刊行物Ａにおける「用量漸増期間後３ヵ月」という投与期間に代え\nて「用量漸増期間後６ヶ月以上」という投与期間を採用することは，当業者が容易\nになし得ることとした審決の判断には誤りはない。\n(4)  顕著な作用効果を看過した誤り（取消事由４）に対して\n訂正発明１は治療目的の投与と何ら差異のない構成であり，当業者がその効果を\n期待できると評価していたといえることから，たとえ，その効果が学術的に価値あ\nるものであったとしても，それは単なる効果の確認に過ぎない。\nそして，うっ血性心不全という生命に直接関与する心臓という臓器に関する疾患\nであるから，その治療目的の投与と死亡率減少目的の投与とは実質的には区別でき\nず，死亡率の減少は治療の延長線上にあるといい得る。\nしたがって，たとえ学術的に価値のある効果であったとしても，これをもって訂\n正発明１の進歩性を認めることはできない。\n第４  当裁判所の判断\n当裁判所は，訂正発明１における顕著な作用効果を考慮することなく，同発明が\n特許法２９条２項に該当するとした審決には，誤りがあると判断する。その理由は，\n以下のとおりである。事案にかんがみ，取消事由４について判断する。\n１  顕著な作用効果を看過した誤り（取消事由４）について\n当該発明が引用発明から容易想到であったか否かを判断するに当たっては，当該\n発明と引用発明とを対比して，当該発明の引用発明との相違点に係る構成を確定し\nた上で，当業者において，引用発明及び他の公知発明とを組み合わせることによっ\nて，当該発明の引用発明との相違点に係る構成に到達することが容易であったか否\nかによって判断する。相違点に係る構成に到達することが容易であったと判断する\nに当たっては，当該発明と引用発明それぞれにおいて，解決しようとした課題内容，\n課題解決方法など技術的特徴における共通性等の観点から検討されることが一般で\nあり，共通性等が認められるような場合には，当該発明の容易想到性が肯定される\n場合が多いといえる。\n他方，引用発明と対比して，当該発明の作用・効果が，顕著である(同性質の効果\nが著しい)場合とか，特異である(異なる性質の効果が認められる)場合には，そのよ\nうな作用・効果が顕著又は特異である点は，当該発明が容易想到ではなかったとの\n結論を導く重要な判断要素となり得ると解するのが相当である。\n以下，上記の観点から，検討する。\n(1)  事実認定\nア  訂正発明１について\n訂正発明１は，第２の２記載のとおりである。訂正明細書の「発明の詳細な説明」\nには，以下のような記載がある（甲７）。\n「うっ血性心不全は心臓のポンプ機能の損傷の結果として起こり，この疾患は水とナトリウムの異常停留に\n関連づけられる。慣例的には，軽度の慢性不全の治療には，身体運動の制限，塩分の摂取の制限，および利尿\n薬の使用が含まれている。」（平成２２年６月２日付け審判請求書（甲７）添付の訂正明細書の３頁２１行目な\nいし２４行目（以下，ページと行数のみ示す。））\n「また，うっ血性心不全は高死亡率を引き起こす周知の心臓障害である。Ａｐｐｌｅｆｅｌｄ，Ｍ．Ｍ．，（１\n９８６）Ａｍ．Ｊ．Ｍｅｄ．，８０，Ｓｕｐｐｌ．２Ｂ，７３－７７。従って，ＣＨＦ（注：うっ血性心不全）\n患者においてＣＨＦに起因する死亡率を減少させるであろう治療薬は非常に望ましい。」（３頁末行ないし４頁\n３行目）\n「最近，臨床実験において，二元性非選択的β－アドレナリン受容体およびα１－アドレナリン受容体アンタ\nゴニストである医薬化合物，特に式Ⅰの化合物，好ましくはカルベジロールが，単独でまたは従来の薬剤（Ａ\nＣＥ（注：アンギオテンシン変換酵素）阻害剤，利尿薬および強心配糖体である）と併用して，ＣＨＦを治療\nするのに有効な薬剤であることが発見された。ＣＨＦの治療の際にカルベジロールのような薬剤を使用するこ\nとは驚くべきことである。何故なら，一般に，β－遮断薬は望ましくない心臓機能低下作用を有することが知\nられているためにβ－遮断薬は心不全患者において禁忌であるからである。ＣＨＦを治療するためにこの化合\n物を使った実験からの最も驚くべき結果は，前記化合物，特にカルベジロールが，ヒトにおいてＣＨＦに起因\nする死亡率を約６７％減少させることができることである。更に，この結果はＣＨＦの全分類および両方の病\n因（虚血性と非虚血性）にまたがって認められる。ＣＨＦの治療にβ－遮断薬であるメトプロロール（Ｗａａ\nｇｓｔｅｉｎ他（１９９３）Ｌａｎｃｅｔ，３４２，１４４１－１４４６）とビソプロロール（ＣＩＢＩＳ研\n究者と委員，（１９９４）Ｃｉｒｃｕｌａｔｉｏｎ，９０，１７６５－１７７３）を使った最近の２つの死亡率\n研究では，薬剤治療患者と偽薬治療患者とで死亡率に全く差が示されなかったことから，この結果は驚くべき\nことである。」（７頁７行目ないし２２行目）\n訂正明細書の「発明の詳細な説明」中の「実験」には，以下のような記載がある\n（甲７）。\n「ＣＨＦ患者における死亡率研究\n要約。β－アドレナリン作用の遮断が心不全（ＣＨＦ）を有する生存者に対する交感神経系の有害作用を阻\n害することができるかどうかを調べるために，先を見越して１０５２人のＣＨＦ患者を・・・無作為に偽薬（プ\nラシーボ）（ＰＢＯ）またはカルベジロール（ＣＲＶ）での６～１２カ月の治療に割り当てた（二重盲目試験）。・・・\n登録から２５カ月後，ＤＳＭＢは生存者に対するＣＲＶの好結果のためにプログラムの終結を勧めた。死亡率\nはＰＢＯグループで８．２％であったがＣＲＶグループではわずか２．９％であった・・・。これは，ＣＲＶ\nによる死亡の危険性が６７％減少することを意味する・・・。治療効果はクラスⅡとクラスⅢ～Ⅳの症状を有\nする患者とで同様であった。死亡率はクラスⅡ患者で５．９％から１．９％に減少し，６８％の減少・・・，\nクラスⅢ～Ⅳ患者では１１．０％から４．２％に減少し，６７％の減少・・・であった。重要なのは，ＣＲＶ\nの効果が虚血性心臓病・・・と非虚血性拡張型心筋症・・・において同様であったことである。」（１１頁１２\n行目ないし１２頁４行目）\n「このプログラムの全死亡率結果を表２に示す。治療目的期間中に起こった全ての死亡が含まれる。カルベ\nジロールでの治療は全ての原因での死亡率の危険性を６７％減少させた。」（１４頁１行目ないし３行目）\n「\n」（１５頁）\nイ  刊行物Ａ発明について\n刊行物Ａ発明は，第２の３(2)ア記載のとおりである。\n刊行物Ａには，以下のような記載がある（訳文を記載する。）（甲１）。\n「方法：ジゴキシン，フロセミドおよびアンジオテンシン変換酵素阻害剤による治療を受けている特発性拡\n張型心筋症の４０人の患者が，二重盲験方式で無作為にプラセボ又はカルベジロールの投与を受けた。」（１６\n７８頁上段左欄７行目ないし１０行目）\n「結果：プラセボと比べて，カルベジロールは心拍数，肺動脈圧，及び肺動脈楔入圧の短期減少を生じ，長\n期投与の後では，安静時及びピーク運動負荷時心拍出量及び拍出仕事係数のいずれも増加し，右心房圧，肺動\n脈圧，及び肺動脈楔入圧のさらなる減少も生じた。カルベジロールの長期投与は安静時左心室駆出分画率（２\n０±７％から３０±１２％へ，ｐ＜０．００１），亜最大運動負荷能力，生命の質，Ｎｅｗ  Ｙｏｒｋ  Ｈｅａ\nｒｔ  Ａｓｓｏｃｉａｔｉｏｎ機能クラスを改善した。」（１６７８頁上段右欄３行目ないし１１行目）\n「結論：特発性拡張型心筋症の患者において，カルベジロールの短期投与は心拍数，平均肺動脈圧，肺動脈\n楔入圧を減少させる，一方，長期投与は安静時及び運動負荷時の左心室収縮機能を改善し，心不全徴候を減少\nさせ，亜最高運動負荷耐性を改善する。」（１６７８頁上段右欄１３行目ないし１８行目）\n「カルベジロールは，内因性交感神経刺激作用を持たず，α１－受容体拮抗作用に媒介される血管拡張効果を\n持つ，新規なβ遮断薬である（７，３０，３１）。短期認容性が良く（３２），冠動脈疾患により引き起こされ\nた心不全の患者において，症状，運動耐容能，及び長期左心室機能を改善する（３３）。しかしながら，これら\nの研究はプラセボを用いて比較されておらず，虚血性心疾患の患者のみで評価されている。これらの患者では，\nカルベジロールの好ましい効果は，心筋虚血の減少につながるであろう。それに反して，特発性拡張型心筋症\nの患者では，β遮断薬の有効性に特に敏感である（２７，３４）。予備報告（３５－３８）は，カルベジロール\nが，特発性拡張型心筋症の患者の症状と左心室機能を改善できることを示している。しかしながら，臨床症状，\n安静時及び運動負荷時の血行動態変数に対する短期及び長期効果に関するデータは欠落している。」（１６７８\n頁下段右欄１５行目ないし１６７９頁左欄８行目）\n「研究の第一段階では，連続した２日間に，プラセボ又はカルベジロール（１２．５ｍｇ，経口）による短\n期血行動態効果が評価された。・・・\n研究の短期段階の完了後，患者は，プラセボ又はカルベジロールと共に，ジギタリス，利尿薬，アンジオテ\nンシン変換酵素阻害剤及び硝酸エステル剤の常用量を再開した。・・・容量漸増段階の終了後，患者は最高投与\n量を少なくとも３か月間投与された。」（１６７９頁右欄下から２２行目ないし１７８０頁左欄５行目）\nウ  その他の刊行物の記載\n(ｱ)  甲２０文献の記載\n本願優先日前の刊行物である甲２０文献には，以下の記載がある（訳文を記載す\nる）。\n「背景  特発性拡張型心筋症による心不全において，β遮断薬の機能的な有益性は観察されているが，生存\n率の改善は大規模な無作為化治験において実証されていない。この点を，心不全におけるビソプロロール治験\n（ＣＩＢＩＳ）の主目的とした。」（１７６５頁上段左欄１行目ないし５行目）\n「方法と結果・・・ニューヨーク心臓協会の機能クラスⅢ（９５％）又はⅣ（５％）に分類される患者に対\nして，参加が許可された。・・・合計３２０例の患者にビソプロロールが無作為に割り当てられ，３２１例の患\n者にプラセボが無作為に割り当てられた。・・・ビソプロロールに対し高い耐性を示し，治療の早期中止におい\nて両群間の差異がなかった（プラセボ群８２例，ビソプロロール群７５例，ＮＳ）。両群間において観察された\n死亡率の差異は，統計上の有意には達しなかった。プラセボ投与群は６７例が死亡し，ビソプロロール投与群\nは５３例が死亡した（Ｐ＝．２２，相対リスク０．８０，９５％信頼区間０．５６～１．１５）。突然死の発症\n率（プラセボ群１７例，ビソプロロール群１５例），あるいは文書化された心室頻拍又は心房細動に関連のある\n死亡（プラセボ群７例，ビソプロロール群４例）に有意な差異は見られなかった。ビソプロロールは患者の機\n能状態を有意に改善した。」（１７６５頁上段左欄６行目ないし上段右欄５行目）\n「結論  この結果は，重症な心不全患者に対してβ遮断薬の投与量を漸増すると，機能的な有益性が得られ\nるという，これまでの治験における証拠を裏付ける。サブ群分析によると，β遮断薬療法の有益性は，非虚血\n性心筋症患者において，より大きいことが示唆された。ただし，β遮断薬を投与した場合の生存率の改善は実\n証されていない。」（１７６５頁上段右欄１１行目ないし１７行目）\n「サブ群分析」の項に「心筋梗塞症の既往の有無によってビソプロロールへの反応に有意な差があることを\n見出した。３０３人の心筋梗塞症の既往を有する症例を解析すると，プラセボを投与された１３４人中２５人\nが死亡（１９％）したのに対して，ビソプロロールを投与された１６９人では３５人が死亡し（２１％），両者\nの死亡率には有意差がなかった（Ｐ＝０．５５，統計的差なし，図３ａ参照）。しかしながら，心筋梗塞症の既\n往のない３３８症例では，プラセボを投与された１８７人中４２人が死亡し（２２．５％），一方ビソプロロー\nルを投与された１５１人では１８人が死亡した（１２％，Ｐ＝０．０１，図３ｂ参照）。均一性のＢｌｅｓｌｏ\nｗ  Ｄａｙ試験を施行すると，この心筋梗塞症の既往の有無による死亡率の差は有意であった（Ｐ＝０．０３\n４）。」\n(ｲ)  甲２１の１文献の記載\n本願優先日前の刊行物である甲２１の１文献には，以下の趣旨の記載がある（甲\n２１の１）。\n駆出率が０．３５以下の慢性うっ血性心不全患者（虚血性と非虚血性を含む（表参照）。）にＡＣＥ阻害薬で\nあるエナラプリルを投与し，平均４１．４か月間追跡調査したところ，プラセボ投与群に比べ，エナラプリル\n投与群の方が死亡のリスクが１６％減少した。\n(ｳ)  甲２１の２の記載\n本願優先日前の刊行物である「心筋梗塞後の左室機能不全患者の死亡率及び罹患\n率に対するカプトプリルの効果」と題する学術論文には，以下の趣旨の記載がある\n（甲２１の２）。\n心筋梗塞発症から３～１６日以内の左室機能不全患者（駆出率４０％以下であるが，顕性心不全も心筋虚血\nの症状も認められない患者）にＡＣＥ阻害薬であるカプトプリルを投与し，平均４２か月間追跡調査したとこ\nろ，プラセボ投与群に比べ，カプトプリル投与群の方が死亡のリスクが１９％減少した。\n(ｴ)  甲２７の記載\n本願優先日前の刊行物である「重度うっ血性心不全患者の死亡率に対するエナラ\nプリルの効果」と題する学術論文には，以下の趣旨の記載がある（甲２７）。\n重度うっ血性心不全（ＮＹＨＡ分類Ⅳ。虚血性と非虚血性を含む（表参照）。）の患者にエナラプリルを投与\nし，平均１８８日間（範囲：１日～２０か月）追跡調査したところ，本治験終了時点までで，プラセボ投与群\nと比べ，エナラプリル投与群の方が死亡率は２７％減少した。この死亡率の減少は，心不全の進行による死亡\nの減少に起因するものである。\n(2)  判断\n上記事実を基礎に，判断する。\nア  刊行物Ａとの対比\n訂正発明１については，カルベジロールを虚血性心不全患者に投与することによ\nり，死亡率の危険性が６７％減少する旨のデータが示されている。\nこれに対し，刊行物Ａには，カルベジロールは虚血性心不全である冠動脈疾患に\nより引き起こされた心不全の患者の症状，運動耐容能，長期左心室機能を改善する\n点の示唆はあるものの，死亡率改善については何らの記載もない。また，刊行物Ａ\nには，カルベジロールを特発性拡張型心筋症により引き起こされた非虚血性心不全\n患者に対し，少なくとも３か月投与したところ，左心室収縮機能等の改善が認めら\nれたことが記載されているが，死亡率の低下について記載はない。\nイ  その他の公知文献との対比\n本願優先日前，β遮断薬のほかＡＣＥ阻害薬にも心不全に対する有用性が認めら\nれていた，そして，ＡＣＥ阻害薬及びβ遮断薬の死亡率減少に対する効果に関する\n報告をみると，①ＡＣＥ阻害薬であるエナラプリルを駆出率が減少している慢性う\nっ血性心不全患者（虚血性と非虚血性を含む。）に投与したところ，死亡率のリスク\nが１６％減少したこと（甲２１の１文献），②重度うっ血性心不全（虚血性と非虚血\n性を含む。）の患者にエナラプリルを投与したところ，試験終了時点（２０か月）ま\nでで，死亡率が２７％減少したこと（甲２７），③心筋梗塞を発症した左室機能不全\n患者にＡＣＥ阻害薬であるカプトプリルを投与したところ，死亡率のリスクが１\n９％減少したこと（甲２１の２），④ＣＩＢＩＳ試験では，β遮断薬であるビソプロ\nロールを心不全患者（虚血性と非虚血性を含む。）に投与した場合の生存率の改善は\n実証されていないこと（甲２０文献）が報告されている。\n上記のとおり，本願優先日前，β遮断薬による虚血性心不全患者の死亡率の低下\nについては，統計上有意の差は認められていなかったと解される。また，本願優先\n日前に報告されていたＡＣＥ阻害薬の投与による虚血性及び非虚血性を含めた心不\n全患者の死亡率の減少は１６ないし２７％にすぎず，また，虚血性心不全患者の死\n亡率の低下は１９％にすぎなかった。したがって，訂正発明１の前記効果，すなわ\nち，カルベジロールを虚血性心不全患者に投与することにより死亡率の危険性を６\n７％減少させる効果は，ＡＣＥ阻害薬を投与した場合と対比しても，顕著な優位性\nを示している。\nウ  虚血性心不全と非虚血性心不全の治療効果の差異\n虚血性心不全は冠動脈疾患を原因とする心不全であるのに対し，非虚血性心不全\nは冠動脈疾患以外の原因で発生する心不全であり，その発生原因が異なるため，生\n存率も異なり（虚血性心不全の方が非虚血性心不全より生存率が悪い。），薬剤投与\nの効果も異なるということが，本願優先日前の当業者の技術常識であったと認めら\nれる（甲６，３７，３８，４０，４１，４５ないし４７，５１，５２）。\n甲２０文献には，ＣＩＢＩＳ試験のサブ群分析によると，心筋梗塞症の既往のあ\nる症例では，プラセボ投与群とビソプロロール投与群との死亡率には有意差がなか\nったが，心筋梗塞症の既往のない症例では，プラセボ投与群の死亡率が２２．５％\nであったのに対し，ビソプロロール投与群の死亡率が１２％であり，心筋梗塞症の\n既往の有無による死亡率の差は有意である旨の示唆がなされており，これによると，\n虚血性心不全患者にビソプロロールを投与しても，非虚血性心不全患者に投与した\n場合と同様の死亡率減少効果は期待できない旨の示唆がなされていたといえる。\n本願優先日前に頒布された刊行物である甲５０には，左室駆出分画が２０％以下\nの虚血性又は特発性の拡張型心筋症患者にβ遮断薬であるメトプロロール又はプロ\nプラノロールを投与したところ，統計上有意な差異とはいえないものの，平均駆出\n率が，虚血性心筋症の患者の場合は２．０倍に，特発性拡張型心筋症の患者の場合\nは２．４倍に増加したことが観察されたことが記載されており，また，本願優先日\n前に頒布された刊行物である甲５１には，虚血性拡張型心筋症に起因する心不全を\n有する患者と特発性拡張型心筋症に起因する心不全を有する患者に対し，β遮断薬\nであるブシンドロールを投与したところ，被験者集団全体では，左室駆出文画，左\n室径，左室充満圧，１回仕事係数，症状評価スコア及び中心静脈内ノルエピネフリ\nン濃度について有意な改善が認められたが，虚血性心筋症患者のサブグループでは，\n統計学的に有意な改善が認められたのは左室径のみであったことから，「β遮断薬の\n投与下では，心筋症の種類によって，程度の異なる治療効果が得られる可能性があ\nる。」という結論が導かれたことが記載されている。\n以上によると，前記のとおり，ＡＣＥ阻害薬の投与により虚血性及び非虚血性を\n含めた心不全患者の死亡率が１６ないし２７％減少したという報告がなされていた\nとしても，虚血性心不全患者に限った場合，同程度の死亡率減少効果が認められる\nと予測し得るとはいえない。\nエ  以上のとおり，訂正発明１の構成を採用したことによる効果（死亡率を減少\nさせるとの効果）は，訂正発明１の顕著な効果であると解することができる。訂正\n発明１は，カルベジロールを虚血性心不全患者に投与することにより，死亡率の危\n険性を６７％減少させる効果を得ることができる発明であり，訂正発明１における\n死亡率の危険性を６７％減少させるとの上記効果は，「カルベジロールを『非虚血性\n心不全患者』に少なくとも３か月間投与し，左心室収縮機能等を改善するという効\n果を奏する」との刊行物Ａ発明からは，容易に想到することはできないと解すべき\nである。\nオ  被告の主張に対して\nこの点，被告は，訂正発明１に係る特許請求の範囲において，「死亡率の減少」と\nいう効果に係る臨界的意義と関連する構成が記載されておらず，訂正発明１は，薬\n剤の使用態様としては，この分野で従来行われてきた治療のための使用態様と差異\nがなく，カルベジロールをうっ血性心不全患者に対して「治療」のために投与する\nことと明確には区別できないことから，死亡率の減少は単なる発見にすぎないこと\nを理由に，訂正発明１が容易想到であるとした審決の判断に，違法はない旨主張す\nる。\nしかし，被告の主張は，以下のとおり採用の限りでない。\nすなわち，特許法２９条２項の容易想到性の有無の判断に当たって，特許請求の\n範囲に記載されていない限り，発明の作用，効果の顕著性等を考慮要素とすること\nが許されないものではない（この点は，例えば，遺伝子配列に係る発明の容易想到\n性の有無を判断するに当たって，特許請求の範囲には記載されず，発明の詳細な説\n明欄にのみ記載されている効果等を総合考慮することは，一般的に合理的な判断手\n法として許容されているところである。）。\nまた，カルベジロールをうっ血性心不全患者に対して「治療」のために投与する\n例が従来から存在すること，及び「治療」目的と「死亡率減少」目的との間には，\n相互に共通する要素があり得ることは，原告主張に係る取消理由２の４に対する反\n論としては，成り立ち得ないではない。すなわち，「『死亡率の減少』との効果が存\n在することのみによって，直ちに当該発明が容易想到でないとはいえない」という\n限りにおいては，合理的な反論になり得るといえよう。しかし，被告の論旨は，原\n告主張に係る取消事由４（「死亡率の減少が予測を超えた顕著性を有する」）に対し\nては，有効な反論と評価することはできず，その点は，既に述べたとおりである。\n２  結論\n以上のとおり，原告主張に係る取消事由４には理由があり，審決には，その結論\nに影響を及ぼす誤りがあることになるから，その余の点を判断するまでもなく，違\n法である。\nよって，原告の請求は理由があるから，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n知      野              明\n"
}