{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 8,
    "day": 30
  },
  "case_number": "平成21(ワ)5",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所",
  "field": "独禁",
  "gist": "公正取引委員会が発したいわゆる見切り販売に対する制限行為の取りやめ等を命じる排除措置命令が確定したことから，加盟店基本契約を締結してコンビニエンス・ストアを営業している者らが，見切り販売の妨害行為によって損害を被ったとしてした，私的独占の禁止及び公正取引の確保に関する法律（平成２１年法律第５１号による改正前）２５条に基づく損害賠償請求が，一部認容された事例",
  "case_gist": "公正取引委員会が発したいわゆる見切り販売に対する制限行為の取りやめ等を命じる排除措置命令が確定したことから，加盟店基本契約を締結してコンビニエンス・ストアを営業している者らが，見切り販売の妨害行為によって損害を被ったとしてした，私的独占の禁止及び公正取引の確保に関する法律（平成２１年法律第５１号による改正前）２５条に基づく損害賠償請求につき，当事者の審級の利益等を考慮すると，同条に基づく損害賠償請求訴訟において審理の対象となる損害賠償請求権は，前記排除措置命令において違反行為と認定された行為に基づいて発生するものに限られると解されるが，フランチャイザーの経営相談員らの加盟店オーナーらに対する見切り販売はできない旨の言動等は，その有する商品の価格決定権の行使を妨げ，見切り販売の取りやめを余儀なくさせたものとして，前記排除措置命令にいう違反行為に当たるとした上，加盟店オーナーらは，フランチャイザーとの取引を継続することができなくなれば，それぞれが事業主である各店舗の経営上大きな支障を来すこととなるため，フランチャイザーからの要請に従わざるを得ない立場にあると認められるから，フランチャイザーの取引上の地位は，加盟店オーナーらに対して優越しており，フランチャイザーの取引上の地位が加盟店オーナーらに優越していることを利用して見切り販売の妨害行為がされたと認められるから，前記違反行為は，正常な商慣習に照らして不当に取引の実施について加盟店オーナーらに不利益を与えたものであり，不公正な取引方法（昭和５７年６月１８日公正取引委員会告示第１５号・平成２１年１０月２８日公正取引委員会告示第１８号による改正前）１４項４号に該当し，私的独占の禁止及び公正取引の確保に関する法律（平成２１年法律第５１条による改正前）１９条に違反する違法な行為であるとして，前記請求を一部認容した事例",
  "lawsuit_id": "84048",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=84048",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/048/084048_hanrei.pdf",
  "contents": "－1－\n平成２５年８月３０日判決言渡\n平成２１年(ワ)第５号  損害賠償請求事件\n主                文\n１  被告は，原告Ｐ１に対し，２８０万円及びこれに対する平成２\n１年８月２２日から支払済みまで年５分の割合による金員を支\n払え。\n２  被告は，原告Ｐ２に対し，１００万円及びこれに対する平成２\n１年８月２２日から支払済みまで年５分の割合による金員を支\n払え。\n３  被告は，原告Ｐ３に対し，６００万円及びこれに対する平成２\n１年８月２２日から支払済みまで年５分の割合による金員を支\n払え。\n４  被告は，原告Ｐ４に対し，１６０万円及びこれに対する平成２\n１年８月２２日から支払済みまで年５分の割合による金員を支\n払え。\n５  原告らのその余の請求を棄却する。\n６  訴訟費用はこれを１０分し，その９を原告らの，その余を被告\nの負担とする。\n７  この判決は，原告ら勝訴の部分に限り，仮に執行することがで\nきる。\n事実及び理由\n第１  請求の趣旨\n１  被告は，原告Ｐ１に対し，３６８９万５９０３円及びこれに対する平成２１\n年８月２２日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｐ２に対し，３５９０万２９７４円及びこれに対する平成２１\n年８月２２日から支払済みまで年５分の割合による金員を支払え。\n－2－\n３  被告は，原告Ｐ３に対し，５３４２万１４５６円及びこれに対する平成２１\n年８月２２日から支払済みまで年５分の割合による金員を支払え。\n４  被告は，原告Ｐ４に対し，１３５７万３２５１円及びこれに対する平成２１\n年８月２２日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，公正取引委員会（以下「公取委」という。）が，平成２１年６月２\n２日，私的独占の禁止及び公正取引の確保に関する法律（平成２１年６月１０\n日法律第５１号による改正前のもの。以下「法」という。）２０条１項に基づ\nき，被告に対し，そのフランチャイズ・チェーンの加盟店において，廃棄され\nた商品の原価相当額の全額が加盟店の負担となる仕組みの下で，被告が販売を\n推奨する商品のうちデイリー商品（品質が劣化しやすい食品及び飲料であっ\nて，原則として毎日店舗に納品されるものをいう。以下同じ。）に係る見切り\n販売（被告が独自の基準により定める販売期限が迫っている商品について，そ\nれまでの販売価格から値引きした価格で消費者に販売する行為をいう。なお，\n以下，販売時期（販売期限の切迫の有無）にかかわらず，当初の販売価格から\n値引きした価格で消費者に販売する行為を全て「見切り販売」ということがあ\nる。）を行おうとし，又は行っている加盟者に対し，見切り販売の取りやめを\n余儀なくさせることにより，加盟者が自らの合理的な経営判断に基づいて廃棄\nに係るデイリー商品の原価相当額の負担を軽減する機会を失わせている行為\nが法１９条に基づく不公正な取引方法（昭和５７年公取委告示第１５号・平成\n２１年１０月２８日公正取引委員会告示第１８号による改正前のもの。以下\n「一般指定」という。）１４項４号所定の優越的地位の濫用に当たるとして，\n上記見切り販売に対する制限行為の取りやめ，同行為を取りやめる旨及び今後\n同様の行為を行わない旨を被告取締役会において決議すること，同行為の取り\nやめ及び上記決議に基づいて執った措置を加盟店及び被告従業員に対して周\n知徹底することなどを命じる排除措置命令（以下「本件排除措置命令」という。）\n－3－\nを発し，６０日が経過した平成２１年８月２１日に同命令が確定したことか\nら，被告と加盟店基本契約（以下，単に「加盟店契約」ということがある。）\nを締結してコンビニエンス・ストアを営業している原告らが，上記見切り販売\nの妨害行為によって損害を被ったと主張して，被告に対し，法２５条に基づき，\n本判決別紙１原告ら請求金額等一覧表（以下，単に「別表１」という。）の損\n害額欄記載の各金員及びこれに対する本件排除措置命令が確定した日の翌日\nである同月２２日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求めた事案である。\n２  前提事実（証拠を掲記した事実以外は当事者間に争いがない。）\n(1)  当事者\n被告は，フランチャイズ事業によるコンビニエンス・ストアの経営サービ\nス事業等を目的とする株式会社であり，「Ｐ５」の名称で全国においてコン\nビニエンス・ストアのフランチャイズチェーンを運営しているフランチャイ\nザーである。\n原告らは，別表１の「加盟店基本契約日」欄記載の日付で，被告との間で\n加盟店契約（以下，各契約を一括して「本件加盟店契約」という。）を締結\nし，同「店舗名」欄記載の各店舗（以下，個別の店舗を「Ｐ６店」のように\n店舗名のみで表記し，全店舗を一括して「本件各店舗」という。）を同「加\n盟店基本契約に基づく開店日」欄記載の日に開店し，現在まで本件各店舗の\n営業を継続している。\n(2)  加盟店契約の概要\n被告とフランチャイズチェーン加盟者（以下「加盟店」又は「加盟店オー\nナー」という。）とが締結する加盟店契約には，加盟店オーナーが自ら用意\nした店舗で経営を行うＡタイプ（以下，単に「Ａタイプ」という。），被告\nが用意した店舗で加盟店オーナーが経営を行うＣタイプ（以下，単に「Ｃタ\nイプ」という。）があるが，原告らと被告の加盟店契約は，全てＣタイプで\n－4－\nあり，以下のア及びイの内容を含むものである。\nア  被告の経営ノウハウ提供義務\n被告は，加盟店契約に基づき，加盟店である原告らに対し，継続的に，\n被告が有するノウハウ（Ｐ５・システム）による経営の指導，技術援助及\nびサービス（科学的市場調査，広汎かつ適確な商品情報に基づく商品仕入\n援助，販売促進の援助・協力，仕入資金などの調達についての信用供与，\n広告・宣伝，簿記・会計処理，店舗計画，店舗・在庫品の管理の手助けな\nど）を行う（甲Ａ１，甲Ｃ１，甲Ｄ１，甲Ｅ１）。\nイ  加盟店の仕入れ，販売価格の決定\n原告らは，被告の推薦した仕入先や被告の関連会社から商品を仕入れ，\n又は被告の推薦した商品のみを仕入れることを必要とされず，また，被告\nの開示した標準小売価格（以下「推奨価格」ということがある。）で販売\nすることを強制されることはなく，商品の販売価格を自らの判断で決定す\nることができる。\n(3)  Ｐ５・チャージの概要\n加盟店オーナーは，加盟店契約において，独立した事業者として加盟店の\n経営を行い，経営指導等を含む被告の役務に対し，一定の計算式によって算\n出されるＰ５・チャージ（以下「チャージ」という。）を支払う。\nチャージは，被告から加盟店に対して毎月送付される損益計算書に記載さ\nれている「売上総利益」に対してチャージ率を乗じて算定されるが，その売\n上総利益の金額は，「売上」の合計金額から「純売上原価」を差し引いた金\n額とされている。\nそして，「総売上原価」には，廃棄ロス原価（客の支持がなくなり売れな\nくなったいわゆる死に筋商品，販売鮮度期限が過ぎた商品及びこれを売場か\nら下げて廃棄した商品の原価額をいう。）及び棚卸ロス原価（帳簿上の在庫\n商品の原価合計額と実地棚卸しを行って得られた実在庫商品の原価合計額と\n－5－\nの差額。万引きや各店舗の従業員の商品等入力ミスなどを原因として発生す\nる。）が含まれており，この「総売上原価」から廃棄ロス原価及び棚卸ロス\n原価等が控除されて「純売上原価」が算出されることになるため，被告は，\n加盟店における廃棄ロス及び棚卸ロスの多寡に影響を受けずに，チャージを\n徴収することができる。\n（甲Ａ１，甲Ｃ１，甲Ｄ１，甲Ｅ１）\n(4)  本件排除措置命令\nア  公取委は，平成２１年６月２２日，被告に対し，一般指定１４項４号違\n反の事実を認定し，法２０条１項に基づき，本件排除措置命令を発し，同\n年８月２１日の経過により同命令は確定した。\nイ  本件排除措置命令は，主文において，被告が，見切り販売を行おうとし，\n又は行っている加盟者に対し，見切り販売の取りやめを余儀なくさせ，も\nって，加盟者が自らの合理的な経営判断に基づいて廃棄に係るデイリー商\n品の原価相当額の負担を軽減する機会を失わせている行為を取りやめな\nければならないとし，理由において，被告が，かねてから，デイリー商品\nは推奨価格で販売されるべきとの考え方について，○（経営相談員。以下\n「○」という。）を始めとする従業員に対し周知徹底を図ってきていると\nころ，チャージが加盟店における廃棄商品の原価相当額の多寡に左右され\nず，同原価相当額の全額が加盟者の負担となる仕組みの下で，①○は，加\n盟者がデイリー商品に係る見切り販売を行おうとしていることを知った\nときは，当該加盟者に対し，見切り販売を行わないようにさせる（以下「本\n件違反行為①」という。），②○は，加盟者が見切り販売を行ったことを\n知ったときは，当該加盟者に対し，見切り販売を再び行わないようにさせ\nる（以下「本件違反行為②」という。），③加盟者が前記①又は②にもか\nかわらず見切り販売を取りやめないときは，○の上司に当たるディストリ\nクト・マネージャーと称する従業員（以下「ＤＭ」という。）らは，当該\n－6－\n加盟者に対し，加盟店契約の解除等の不利益な取扱いをする旨を示唆する\nなどして，見切り販売を行わないよう又は再び行わないようにさせる（以\n下「本件違反行為③」といい，①及び②の違反行為と併せて「本件違反行\n為」と総称する。）など，見切り販売を行おうとし，又は行っている加盟\n者に対し，見切り販売の取りやめを余儀なくさせていると認定した上で，\nこれにより加盟者が自らの合理的な経営判断に基づいて廃棄に係るデイ\nリー商品の原価相当額の負担を軽減する機会を失わせ，もって，自己の取\n引上の地位が加盟者に優越していることを利用して，正常な商慣習に照ら\nして不当に，取引の実施について加盟者に不利益を与えているとして，一\n般指定１４項４号に該当し，法１９条に違反するとした。\nまた，本件排除措置命令は，主文第５項(2)において，被告に対し，あ\nらかじめ公正取引委員会の承認を受けた上で，加盟者が行う見切り販売の\n方法等についての加盟者向け及び従業員向けの資料の作成を命じた。\nウ  なお，本件排除措置命令は，理由において，被告の平成２０年２月２９\n日現在における店舗数は，直営店が約８００店，加盟店が約１万１２００\n店の合計約１万２０００店であり，平成１９年３月１日から平成２０年２\n月２９日までの１年間における売上額は，直営店が約１５００億円，加盟\n店が約２兆４２００億円の合計約２兆５７００億円であり，店舗数及び売\n上額のいずれについても，我が国においてコンビニエンスストアに係るフ\nランチャイズ事業を営む者の中で最大手の事業者であるのに対し，加盟者\nは，ほとんど全てが中小の小売業者であり，また，平成１９年３月１日か\nら平成２０年２月２９日までの１年間に，加盟店のうち無作為に抽出した\n約１，１００店において廃棄された商品の原価相当額の平均は約５３０万\n円であるとした。\n(5)  当裁判所の求意見に対する公取委の回答\n法８４条１項に基づく当裁判所の求意見に対する公取委の回答（以下「本\n－7－\n件回答」という。）は，本件排除措置命令の摘示する違反行為により加盟者\nにおいて自らの合理的な経営判断に基づいて廃棄に係るデイリー商品の原\n価相当額の負担を軽減する機会を失わせていることが取引の実施について\n加盟者に不利益を与えていることを前提として，加盟者が受けた損害は，違\n反行為がなければ得られたであろう利益（逸失利益），すなわち取引の実施\nについての不利益が与えられなければ回避できたであろう損害であるとし\nた上で，上記違反行為がなかったとした場合，売れ残っているデイリー商品\nについて，加盟者が販売期限より前のある時間から見切り販売を実施するこ\nとにより加盟者が得られたであろう利益は，見切り販売実施の前後において\n加盟店で廃棄された商品の原価相当額を除く営業費に変動が生じないと仮\n定すれば，以下のアとイの利益の差額とすることが相当であるとしている。\nア  ある時間以降に見切り販売を行った場合の利益\n（見切り販売を行った時間中の商品の売上げ－当該売上げに係る商品\nの原価）×（１－ロイヤルティの額の算定に係る一定率）\n－売れ残り，廃棄された商品の原価相当額\nイ  ある時間以降も見切り販売を行わなかった利益\n（上記アの時間に相当する時間中の商品の売上げ－当該売上げに係る商\n品の原価）×（１－ロイヤルティの額の算定に係る一定率）\n－売れ残り，廃棄された商品の原価相当額\nまた，デイリー商品は１日に数回納品されることを踏まえれば，実際に\n見切り販売を行う場合には，各商品群で納品の都度行われると考えられる\nとし，上記の利益の考え方は，一日数回行われる見切り販売のうち，１回\nの見切り販売期間における一つの商品群において得られるであろう利益\nのものであり，したがって，見切り販売により一定期間に得られるであろ\nう利益を考える場合には，当該期間における上記の考え方に基づく各個の\n利益を総和して考える必要があるとし，上記の考え方において，恒常的な\n－8－\n見切り販売の実施による顧客の購買行動の変化等間接的な影響について\nは考慮していないとしている。\n３  争点\n(1)  被告による原告らに対する組織的な見切り販売妨害行為の有無\n(2)  被告による原告らに対する個別的な見切り販売妨害行為の有無\n(3)  原告らの損害の有無及びその額\n４  争点に関する当事者の主張\n(1)  被告による原告らに対する組織的な見切り販売妨害行為の有無\nア  原告らの主張\n(ア)  被告の見切り販売妨害行為と本件違反行為との関係\n本件排除措置命令の理由では，本件違反行為の後に「など」という文\n言が付されており，本件違反行為が例示にすぎないことを示されている\nし，同様に「余儀なくされ」という文言が使用されているのは，被害者\nの認識を問わないことを示しているから，見切り販売の妨害行為が不公\n正取引に該当するために，見切り販売の外部的徴表を必要とするもので\nはない。\nしたがって，本件違反行為にいう「見切り販売を行おうとしている加\n盟店に対し見切り販売の取りやめを余儀なくさせ」たに当たるために\nは，客観的に，加盟店が見切り販売を行うことを希望するであろう事情\nがあり，かつ，見切り販売を取りやめざるを得ない事情があれば足りる。\n本件加盟店契約においては，加盟店で廃棄された商品の原価相当額の\n全額が加盟者の負担となる仕組みが採用されているから，通常，加盟店\nオーナーは自己の不利益となる商品廃棄を希望しないのであり，加え\nて，１店当たり１年間の廃棄額が平均約５３０万円にも及ぶのであるか\nら，加盟店オーナーは，より一層，売れ残りそうな商品を廃棄するので\nはなく，見切り販売しようとすることは明らかである。そうすると，加\n－9－\n盟店オーナーの認識にかかわらず，全ての被告の加盟店が見切り販売を\n行おうとしている加盟店に当たることになるので，被告による次の(イ)\nないし(ク)の各行為は，原告らを含む全ての加盟店オーナーとの関係に\nおいて，見切り販売の取りやめを余儀なくさせている行為に当たり，か\nつ，被告による原告らに対する見切り販売妨害行為の開始時点は，本件\n各加盟店契約に基づく原告らの各店舗の開店日である。\n(イ)  研修時からの開店に至る一連の妨害行為\n被告は，本件各加盟店契約締結前の原告らに対する座学研修時から，\n原告らが実際に店舗に出て行われるストアトレーニング時，店舗の委託\n経営時，本件各店舗の開店後に至るまで，廃棄ロスは目に見えるが，機\n会ロス（品切れや客の要望に合った品揃えをしていないために，あれば\n売上になったであろう損失をいう。）は目に見えないので気が付きにく\nく顧客に迷惑をかけており，経営者としてはこの点をより重視すべきで\nあるとして，機会ロス防止の必要性を折に触れて強調する一方，廃棄ロ\nスを減少する方法として，発注精度の向上を強調するのみであり，デイ\nリー商品の廃棄量減少に直接つながる見切り販売の適切な実施方法に\nついて説明・指導をすべきであるのに，これを全くしなかった。原告ら\nは，被告の指導を受ける前は，単に廃棄するよりは，販売価格を下げて\nでも売り切ってしまうべきだと考えていたが，このような被告による一\n連の指導により，見切り販売ができないとの誤った認識を強固に植え付\nけられ，見切り販売をせずに全て廃棄しなればならないという誤った認\n識を被告から訂正されることもなく，逆に，被告は，原告らの洗脳され\nた状態を利用して，見切り販売を行わせないようにしていた。したがっ\nて，被告が行った上記の一連の指導等も，原告らの見切り販売に対する\n妨害行為に該当する。\n(ウ)  見切り販売を困難にする被告のレジシステム\n－10－\nａ  被告が加盟者に対して導入を義務付けているレジシステムは，見切\nり販売の際に行うべき値下げ登録をするには，困難な操作を要するも\nのであった。具体的には，値下げの登録に当たっては，まず，見切り\n商品を一旦バックルームに下げ，ストアコンピューターで値下げの金\n額と個数を入力し，商品に値引きシールを貼って，売場に戻すという\n作業が必要である（ただし，スキャンターミナルを使用して，商品が\n売場に並べられたままの状態でスキャンして，ストアターミナルだけ\nをバックルームに持ち込んでストアコンピューターに入力する方法\nでも可能である。）。また，購入客がレジに商品を持ってきた際には，\n商品のバーコードをスキャンすると，値引き前の金額が表示されるの\nで，レジで取消キー及び税込みキーを押し，値引き額を手で入力する\nという作業が必要である。その後，売れ残った商品を廃棄する際にも，\nストアコンピューターの在庫変更画面で一旦定価に戻した上で，更に\n廃棄画面を出して廃棄の処理を行わなければならない。しかも，この\n方法の場合，購入客が商品をレジまで持ってきてスキャンして取消キ\nーを押した後に，当該購入客が購入をやめると言い出した場合，再度，\n取り消すことはできなくなる。\nｂ  被告は，見切り販売妨害についての本件排除措置命令の確定後であ\nる平成２２年２月には，更に値下げ登録を困難にする方向で入力方式\nの変更を行い，原告らに対し，見切り販売を行うことを組織的に妨害\nした。すなわち，段階的に値下げをする場合，上記変更前は，２度目\nの値引きをするときには，購入客がレジに商品を持ってきてバーコー\nドでスキャンして２度目の値引き額を入力する方法で処理ができて\nいたにもかかわらず，平成２２年２月以降は，一旦バックルームに商\n品を下げ，ストアコンピューターで再度定価に戻す入力を行い，その\n上で値下げ金額を入力するという方法でないと変更登録ができなく\n－11－\nなるなど，作業が複雑化した。\n(エ)  被告のシステムマニュアル\n被告が採用するレジシステムのマニュアルには，在庫変更報告書の各\n項目を説明する箇所に，注意としてオーナー値上げ・オーナー値下げ・\n販促値下げのように，推奨価格以外の価格で販売するときは，必ず○に\n相談するように求める記載があり，値下げをする場合には○に相談する\nことを義務付けている。このように被告は，システムマニュアルに加盟\n店オーナーが自らの意思で値下げすることができない旨明記しており，\nこのようなシステムマニュアルの記載自体が原告らの自由な判断によ\nる見切り販売を妨害するものである。\n(オ)  加盟店がデイリー商品を値下げした場合の警報装置の設置につい\nて\n被告が採用しているレジシステムは，加盟店がデイリー商品を値下げ\nして販売した場合，本部の会計担当部署の警報が鳴る仕組みになってお\nり，会計担当部署から連絡を受けた○が値下げをした店舗に急行し，値\n下げをしないように指導する態勢が取られている。このような仕組みや\n態勢自体が，原告らに対し，見切り販売をしてはならないとの認識を植\nえ付けさせるものである。\n(カ)  被告による廃棄当然という誤った説明\n被告は，原告らに対し，機会ロスを防止するためにはデイリー商品の\n発注を増やすことが必要であるが，そうすると，当然廃棄ロスも増える\nのであり，これらは両天秤であるといった説明を繰り返してきた。しか\nしながら，機会ロスを減らすために商品の発注を増やしても，見切り販\n売を行って売れ残り商品を販売処分しさえすれば，廃棄ロスを減らすこ\nとは可能なのであり，機会ロスと廃棄ロスは両立し得ないものではな\nい。それにもかかわらず，被告が発注を増やすことで廃棄が増えるとい\n－12－\nう説明を行ってきたのは，見切り販売が予定されていないという前提が\nあるからにほかならず，このような説明自体が，原告らに対し，見切り\n販売が許されないとの認識を植え付けてきたものである。\n(キ)  被告による見切り販売の否定\n被告は，本件排除措置命令の発令日である平成２１年６月２２日付け\nニュースリリース「○」等において，デイリー商品を見切り販売するこ\nとにつき，３５年以上培ってきたブランドイメージの毀損などといった\n理由を挙げて，見切り販売を否定する趣旨の主張を行っている。このよ\nうに，被告は，公取委によって見切り販売妨害行為の違法性を指摘され，\n本件排除措置命令を受けているにもかかわらず，見切り販売妨害行為の\n正当性を主張していることからすれば，本件排除措置命令の発令以前に\nおいて，被告が組織的に見切り販売妨害行為を行ってきたことは容易に\n推測できる。\n(ク)  被告によるブランドイメージの強調\n被告は，本件各加盟店契約の第４条２項４号所定の商品陳列，商品の\n鮮度など品質のよさなどをＰ５・イメージと設定し，第５条１項３号に\nおいて，加盟店はＰ５・イメージを変更し，またはその信用を低下させ\nる行為をしてはならないとし，第４６条２項において，第５条違反が解\n除事由に該当すると規定している。被告が，見切り販売をもってブラン\nドイメージの毀損に当たると主張していることからすると，定価販売が\nＰ５・イメージに該当することは明らかである。このように，被告は，\n原告らに対し，Ｐ５・イメージの毀損が契約解除事由に該当するとして，\n本件各加盟店契約の解除の可能性をちらつかせ，見切り販売を取りやめ\nることを余儀なくさせていた。\nイ  被告の主張\n(ア)  被告の見切り販売妨害行為と本件違反行為との関係\n－13－\n本件訴訟は法２５条に基づいて提起されたものであるから，法２６条\nにより本件排除措置命令に記載された本件違反行為について損害賠償\n請求権が主張できるだけであり，本件排除措置命令に記載されていない\n違反行為は，本件訴訟における被告の責任原因となるものではない。し\nたがって，本件において被告の責任原因たる本件排除措置命令上の違法\n行為となり得るのは，ａ本件各加盟店契約締結後における，ｂ見切り販\n売を行おうとする外部的兆表が認められる原告らに対する，ｃ単なる説\n得又は指導の範囲を超えて，加盟店オーナーの自由な価格決定の機会を\n奪うような行為であって，当該行為によって原告らがデイリー商品を推\n奨価格で販売することを現実に余儀なくされ，販売価格決定についての\n自らの自由な判断を実際に妨害されたものに限られる。上記ａないしｃ\nを必要とする理由の詳細は次のとおりである。\nａ  加盟店契約締結前における被告の行為\n被告と加盟店契約を締結する前の時点においては，同契約を締結し\nようとする者は，被告以外のコンビニエンス・ストアのフランチャイ\nザーと加盟店契約を締結することも自由であり，本件排除措置命令に\nより認定された違反行為の中核的要素である被告の原告らに対する\n優越的地位が欠落しているので，当該時点における被告の原告らに対\nする行為は，本件訴訟において被告の責任原因とはならない。\nｂ  見切り販売行為の外部的徴表の必要性\n本件違反行為は，見切り販売を行おうとした加盟店又はこれを行っ\nている加盟店に対し，その取りやめを余儀なくさせているというもの\nであるから，少なくとも，当該加盟店において，見切り販売を行おう\nとしていること，すなわち，見切り販売行為の外部的徴表が必要であ\nる。しかるに，原告ら主張に係る(イ)ないし(ク)の諸点は，いずれも\n見切り販売を行おうとし，又は見切り販売を行っている加盟店に対し\n－14－\nて被告がした行為でないばかりか，見切り販売の外部的徴表すら存在\nしない加盟店に対する行為を主張するものであり，本件訴訟の審理対\n象外の行為である。\nなお，原告らの見切り販売妨害行為の起算点を本件各加盟店契約に\n基づく原告らの各店舗の開店日とする主張も，原告らにおいて，各店\n舗の開店日において，見切り販売を行おうとし，又は見切り販売を行\nっていたものではないから，同様に失当である。\nｃ  見切り販売妨害行為の態様\n本件加盟店契約及び本件排除措置命令の内容からすれば，被告が加\n盟店における商品の販売価格について，デイリー商品は推奨価格で販\n売されることが望ましいという方針の下，デイリー商品を値下げして\n販売することについて否定的な助言（場合によっては，指導）を行う\nことは容認されるから，このような助言等をもって見切り販売の取り\nやめを余儀なくさせる行為であるということはできない。\nしたがって，本件訴訟において被告の責任原因となるのは，単なる\n説得又は指導の範囲を超えて，加盟店オーナーの自由な価格決定の機\n会を奪うような行為，例えば，見切り販売を行うことにより加盟店契\n約上の不利益が生ずるなどと申し向けたり，被告の経営指導に従うよ\nうにどう喝したり，見切り販売が加盟店契約上の違反行為であるなど\nと虚偽の事実を申し向けて見切り販売をすることが加盟店契約違反\nとなるものであると誤導することなどの行為であって，当該行為によ\nって原告らがデイリー商品を標準小売価格で販売することを現実に\n余儀なくされ，販売価格決定についての自らの自由な判断を実際に妨\n害されたものに限られる。\n(イ)  研修時からの開店に至る一連の妨害行為について\n被告は，限られた時間で行われる座学研修においては，ほとんどの加\n－15－\n盟店オーナーが日常的に行う業務を中心に研修を行っており，加盟店オ\nーナーの日常業務において最も重要な機会ロスと廃棄ロスを同時にな\nくしていく単品管理の手法，すなわち，商品の特性や天候，周辺の行事\nなどの情報・データ管理を単品ごとに行い，顧客のニーズを的確に捉え\nて発注精度を上げることで廃棄ロスと機会ロスの両方を最小化して，無\n駄のない効果的な販売を行うことで利益を最大化させるという手法が\n廃棄ロスを減少させる最良の方法であるとの前提に立って研修を実施\nしている。他方，見切り販売についても，売行きのよくない商品を値下\nげして処分する「死に筋排除」の方法の一つとして説明しているのであ\nり，原告らに対しても見切り販売の説明を行っている。ただし，廃棄ロ\nスをなくす方策としては次善の策でしかない見切り販売と，最善の策で\nある単品管理の手法とでは，後者により多くの研修時間が割かれるのは\n当然であり，優先順位の劣る見切り販売への言及が相対的に少なかった\nからといって，見切り販売を禁止し，妨害したことにはならない。\n(ウ)  見切り販売と被告のレジシステムとの関係\nａ  デイリー商品に関し，値引き販売した場合に値引き額を手で入力す\nる作業が必要となるのは，同じ商品が一日に複数回納品されて同じ売\n場に陳列されるため，見切り販売を行う場合には，同じ商品について，\nそれまでの販売価格によるものと見切り販売用の価格によるものが\n存在することになり，１つのバーコードに複数の価格が対応すること\nになる結果，レジでバーコードをスキャンするだけではいずれの価格\nで販売してよいか不明となるため，それまでの販売価格をバーコード\nによるものとし，見切り販売商品の価格に手入力することとしたもの\nであり，見切り販売を困難にすることを目的にしたレジシステムを構\n築したものではない。\nｂ  被告は，平成２１年９月，原価割れ見切り販売時の仕入原価を加盟\n－16－\n店オーナーの負担とする加盟店契約改定の提案を行い，その際，段階\n的値下げについて価格変更の登録手続とすることも提案したところ，\n約１万２３００の加盟店のうち約１００店未満を除く全ての店舗の\n賛同を得て，平成２２年２月以降，段階的値下げ入力方式に変更した\nものである。加盟店オーナーが仕入れ原価を下回る見切り販売を行う\n場合には，被告と加盟店のロイヤリティ配分方式によれば，原価割れ\nによる損失は被告が負うことになってしまうところ，加盟店オーナー\nの一方的判断によって行われる原価割れの見切り販売のリスクを被\n告に負担させることは適当ではないから，原価割れとなる見切り販売\n時の仕入原価を加盟店オーナーの負担としても，優越的地位の濫用に\nは該当しない。そして，段階的値下げを行う場合には，原価割れによ\nる見切り販売を行う可能性が高く，仕入れ原価を加盟店オーナーの負\n担とすることを確実なものとするため，段階的値下げの際の変更登録\n方法を改訂したものである。このように，平成２２年２月以降の段階\n的値下げ入力方式への変更は，見切り販売を妨害するものではなく，\nむしろ見切り販売が行われることを想定して，加盟店オーナーに仕入\n原価を確実に負担させるための登録方法の変更である。\n(エ)  被告のシステムマニュアル\n被告のシステムマニュアルにおいて，推奨価格以外の価格で販売する\n際に○に相談するよう記載されているのは，被告において推奨価格の妥\n当性に問題が生じている事例を収集して将来の推奨価格の算出におい\nて参考にする必要があり，また，販売価格の変更は，他の加盟店又は他\nのコンビニエンス・ストアチェーン店等の競合店との販促競争を受けて\n行われることが一般的であるところ，どの商品をどのくらいの期間継続\nして販売価格を変更するのかは，当該加盟店の売上ひいては経営にも少\nなからぬ影響を与える可能性があるほか，価格引下げは，発注を多くし\n－17－\n過ぎて過剰在庫を抱えたことに起因するなど，発注精度の問題でもある\nため，店舗の利益に最も適合した経営方法を指導助言することを職務と\nする○にとって，当該店舗に対して必要な経営指導を行う契機となるか\nらである。このように，見切り販売につき○への相談を奨励しているの\nは，推奨価格の妥当性の再検討及び当該加盟店の経営指導の端緒として\n有益な情報であることを理由とするものであり，見切り販売を困難にす\nることを目的とするものでもなければ，見切り販売の取りやめを余儀な\nくさせる効果が生じているものでもない。\n(オ)  加盟店がデイリー商品を値下げした場合の警報装置の不存在\n被告のレジシステムにおいては，デイリー商品に限らず，商品の値下\nげをしたという情報が会計担当部署に直結する仕組みはなく，ましてや\n警報が鳴る仕組みなどは一切存在しない。被告の地区事務所の会計入力\nシステムでは，店舗の計上間違い，会計担当者の入力間違いの確認をす\nる目的でのチェックシステムはあるものの，このシステムは，店からの\n伝票報告書の提出による会計に際し，正確に会計処理を行うための体制\nであって，値下げをしないように指導するためのものではない。また，\nこの会計チェックシステムでは，値下げに限らず数十のチェック項目が\n設けられているが，値下げとの関係では，新聞や雑誌等の再販売価格維\n持が認められ，値下げをしてはいけない商品の値下げや，デイリー商品\nの値下げについては，例えば１円の売価にするなど著しい原価割れを起\nこしているような合理性のない値下げの場合などのチェックに限られ\nている。このように，加盟店契約上問題となる値下げや異常値の値下げ\nが判明した場合に，会計担当者から○に確認する場合があるというにす\nぎず，見切り販売を困難にすることを目的とするものではなく，見切り\n販売の取りやめを余儀なくさせる効果も生じていない。\n(カ)  被告の商品廃棄に関する説明\n－18－\n店舗の売上げを増加させるためには，店舗の容量に応じた発注が必要\nであるところ，被告の加盟店に対する発注についての指導は，単品ごと\nに収集した購入データに基づいて分析・計画・実施・検証を繰り返すこ\nとで，売行きの悪い死に筋商品を排除し，賞味期限又はライフサイクル\nが短く売れ筋が変動しやすい商品の効果的な販売に結びつける単品管\n理の手法に基づき，機会ロスを防ぎつつ廃棄ロスも防ぐというものであ\nり，発注が増えれば廃棄も増えるという説明はしていない。\n(キ)  被告による見切り販売を否定する主張との関係\nニュースリリースにおいて被告が指摘しているのは，安易な見切り販\n売をした場合に負の連鎖が生じ，ブランドイメージが毀損される可能性\nがあるという趣旨である。すなわち，安易な見切り販売が行われること\nになれば，実際の需要より多く発注した場合には見切り販売でつじつま\nを合わせれば済むという安直な発想が加盟店に横行する結果，加盟店の\n発注精度及び単品管理の能力は劣っていくこととなる。このことは，一\n方では，加盟店との関係で発注精度の向上及び単品管理による売上・利\n益の確保という図式を壊すこととなり，他方では，顧客との関係で，発\n注精度・単品管理が粗くなることから生じる欠品により，顧客の欲しい\n商品を年中無休２４時間提供するという利便性が維持されなくなり，Ｐ\n５に行けばいつでも欲しいものがあるという顧客の期待を裏切ること\nになる。前記ニュースリリースは，このような加盟店及び顧客に対する\n不利益こそが，安易な見切り販売による負の連鎖であり，顧客の欲しい\n商品を年中無休２４時間でいつでもどこでも提供するというブランド\nイメージを毀損することにつながることを指摘するものであって，見切\nり販売を行うことが加盟店契約に違反すると述べているものではない。\n(ク)  被告によるブランドイメージの強調との関係\n上記(キ)のとおり，負の連鎖の結果としてブランドイメージを毀損さ\n－19－\nせるのは，安易な見切り販売による発注精度・単品管理能力の減退及び\nその結果生じる欠品であり，定価販売は被告のブランドイメージではな\nい。また，加盟店契約上も販売価格の決定権が加盟店にあるとされてい\nるのであるから，定価販売はＰ５・イメージの構成要素ではない。\n(2)  被告による原告らに対する個別的な見切り販売妨害行為の有無\nア  原告らの主張\n(ア)  原告Ｐ１（Ｐ６店）関係\nａ  原告Ｐ１は，平成１０年５月１日，被告に対して加盟金を支払い，\n同月１１日から１５日の間に被告の研修を受け，同年８月２１日から\n約４か月間，委託期間としてＰ６店を経営した後，同年１２月１日，\n被告との間で加盟店契約を締結して同店の営業を開始したところ，上\n記研修や同契約締結に当たっての契約書の読み合わせの際，被告が加\n盟店での販売を推奨している商品には全て被告の定める推奨価格が\n設定されており，その価格で販売していくことになるとの説明を受\nけ，それに沿った指導を受けた。\n被告従業員のＰ７は，平成１０年１２月，原告Ｐ１に対し，非デイ\nリー商品の値下げは可能であるが，デイリー商品の値下げをしてはい\nけないルールになっているなどと告げたほか，同月末頃に正月用商品\nを入れ替える際，一般商品について，見切り販売をするよう指導した。\nそこで，原告Ｐ１は，デイリー商品の値下げはやってはいけないのか\nと尋ねると，同○から，それはできない旨言われ，さらに，見切り販\n売などしたら店は続けられないと言われた。\nまた，Ｐ６店のアルバイト従業員が，平成１８年，廃棄すべき商品\nについて誤って処分品登録して値下げ処理したところ，Ｐ８が慌てて\n来店し，「デイリーが処分品として登録されています。」「間違いで\nすよね。」などと異様にあせって訂正を求めてきた。\n－20－\nデイリー商品の販売価格が，真に加盟者の判断に任されているので\nあれば，デイリー商品を見切り販売して処分品として登録することに\n何らの問題もないのであるから，このような○の行動は，まさにデイ\nリー商品の見切り販売を中止させようとするものであり，被告が組織\n的にデイリー商品の見切り販売を禁止していたことを端的に裏付け\nる出来事である。\nｂ  平成１４年頃，近隣に競合店が出店してきたため，Ｐ６店の売上げ\nが減少し始めた。そのため，原告Ｐ１は，被告の指導に従って店舗経\n営を継続することに不安を感じ，デイリー商品の廃棄量を減らすこと\nで利益を出せないか考えるようになり，平成１８年頃の１年間，デイ\nリー商品の発注を押さえて廃棄を減らしたところ，Ｐ８から，Ｐ５・\nイメージと異なると契約解除になるなどと告げられ，デイリー商品の\n廃棄量を減少させることについて警告を受けた。\nその後，原告Ｐ１は，平成１９年３月頃，インターネットでの情報\n交換を通じ，それまで被告が指導してきたデイリー商品の定価販売の\n強制が何ら合理的な根拠を有しないものであることを再認識し，デイ\nリー商品の見切り販売を行うことで収支の改善を図ろうと考えたが，\nそれまでの被告の態度からは見切り販売を行うことで不利益を被る\nであろうことが容易に想像できたため，同年３月頃，Ｐ９に対し，見\n切り販売をすると加盟店契約の更新ができないことになるのか質問\nしたところ，Ｐ９は，契約更新に影響がないとの返答をせず，ただ無\n言でいるばかりであった。\n原告Ｐ１は，被告からの明確な回答はなかったものの，日々大量に\n廃棄されるデイリー商品の無駄をなくし，収支を改善するため，同年\n６月１５日，デイリー商品の見切り販売を開始したところ，Ｐ９がす\nぐに来店し，「オーナーさん，やめてくださいよ。」と述べて，見切\n－21－\nり販売を禁止する趣旨の発言をした。その後，Ｐ１０ＤＭやその上位\nの被告従業員であるゾーン・マネージャーのＰ１１ＺＭらも３回程度\n来店し，原告Ｐ１に対し，もう１店持つことは考えないかなどと発言\nし，いわば飴を与えることで，デイリー商品の見切り販売を中止する\nよう暗に伝えてきた。\n(イ)  原告Ｐ２（Ｐ１２店）関係\nａ  原告Ｐ２は，昭和６０年にＰ１３店が開店する際に，オーナーであ\nるＰ１４の補助者として，同人とともにオーナー研修を受けたとこ\nろ，この一連の研修においても，販売期限間近のデイリー商品につい\nては棚から下げて廃棄処理をするということを当然のように指導さ\nれ，デイリー商品の見切り販売等の値下げ行為は一切できないものと\n思い込まされていた。\nｂ  原告Ｐ２は，昭和６４年１月１日にＰ１２店を開店した。季節商品\nにおいては半額，又はそれ以上の値引き販売が行われているのにデイ\nリー商品において同様の処理ができないことに対する以前からの疑\n問は解消されず，連日大量に出されるディリー商品の廃棄について何\nとかできないかという問題意識を常に持っていたことから，歴代の同\n店担当のＰ１５，Ｐ１６，Ｐ１７及びＰ１８に対し，繰り返し「デイ\nリー商品の見切り（値引き）販売は本当にできないのか。」と尋ねた\nが，全ての○から，「Ｐ５のオリジナル商品だからだめ。」とか，「Ｐ\n５・イメージに反する。」といった見切り販売は禁止されている旨の\n回答がされ，見切り販売を妨害されてきた。\nｃ  Ｐ１２店が平成１３年１０月に店舗改装後の再オープンをした際，\nＰ１９は，独断でデイリー商品の大量発注を行った。そのため再オー\nプン初日の１０月２３日は１０万４２７０円，２日目の同月２４日は\n９万１２９５円という巨額の廃棄金額が発生した。初日に上記のよう\n－22－\nな廃棄金額が出た上，翌日も同様な廃棄が出そうな状況であったた\nめ，原告Ｐ２は，同日，Ｐ１９に対し，「あなたが独断で発注しこの\nような結果になるのだから，値引きして売りましょう。」と提案した\nが，Ｐ１９は「Ｐ５では値引きは絶対にできません。」と拒否し，原\n告Ｐ２が見切り販売を実施することを妨害した。\nｄ  原告Ｐ２は，平成１９年９月１６日，デイリー商品の半額での見切\nり販売を開始したところ，Ｐ２０ＤＭは，連日，原告Ｐ２の店舗を訪\nれ，「見切り販売をやめろ。」，「やめなければ契約解除する。」と\n述べて見切り販売を妨害した。原告Ｐ２は，「法律で認められている\nことがどうしてＰ５ではできないのか。」と質問したが，Ｐ２０ＤＭ\nは「Ｐ５では絶対認められない。」「とにかくやめて欲しい。」「や\nめないと契約解除だ。」などと言って原告Ｐ２を脅迫し，見切り販売\nの妨害行為が継続された。\nｅ  Ｐ２１ＺＭは，原告Ｐ２に対し，平成１９年１０月２５日付け内容\n証明郵便により，半年後に契約解除する旨の記載を含む警告書を送付\nしたが，原告Ｐ２には，被告から契約を解除されるような債務不履行\nはなく，原告Ｐ２の行っている見切り販売に対する妨害行為であるこ\nとは明らかであった。\nｆ  平成２０年４月にＰ１２店を含む地域の担当となったＰ２２ＤＭ\nは，在任期間中の平成２２年１月までの間，継続的に見切り販売はで\nきないと述べて，見切り販売を妨害した。原告Ｐ２は，平成２０年５\n月２９日，別の地区において被告が見切り販売を容認したとの情報を\n得て，Ｐ２２ＤＭに対して尋ねたところ，「ダメ。」を連発して見切\nり販売を妨害した。\n(ウ)  原告Ｐ３（Ｐ２３店）関係\nａ  原告Ｐ３は，平成５年５月１０日から１４日までの間，本契約に先\n－23－\n立つストアトレーニングをＰ２４店で受けた際，Ｐ２５トレーナーか\nら，従業員割引がないこと，まとめ買いでの割引販売がないことを聞\nかされ，加盟店においては，どのような場合でも価格を安く変更でき\nないと認識した。\nｂ  原告Ｐ３は，平成６年１１月２５日，Ｐ２３店を開店したが，平成\n７年１月頃，アルバイト従業員が発注数を誤り，中華まんじゅうを１\n０８個仕入れたため，販売期限内では売り切ることができないと判断\nし，Ｐ２６に対し，値引き販売を相談したところ，同○は，「中華ま\nんじゅうは，デイリー品なので，値引き販売はできない。」と説明し，\n定価での販売をするよう指示した。\n平成７年１０月頃の運動会シーズンに，顧客から「おにぎり３００\n個をまとめて注文するが，いくらにしてくれるか。」という問合せが\n３回あった。しかし，Ｐ２６は，原告に対し，「米飯食品の値引き販\n売は禁止されているので，割引はポケットマネーでするように。」と\n指導するのみで，割引価格での販売が禁じられているという前提の説\n明しかしなかった。そのため，原告Ｐ３は，やむを得ず，自己のポケ\nットマネーを出して割引販売を行った。\n原告Ｐ３は，平成１９年５月頃，近所の老人ホームから，同ホーム\nの縁日に出店し，焼き鳥を定価より下回る１本１００円で販売してほ\nしいと依頼された。原告Ｐ３は，Ｐ２６から上記のとおり値引き販売\nは禁止されているとの指導を受けていたことから，上記老人ホームの\n縁日においては，焼き鳥を１００円で販売した上で，定価との差額を\n自費で負担し，現在まで，毎年，定価との差額を自費負担して同様の\n販売を継続している。\nｃ  原告Ｐ３は，平成１９年６月頃，被告従業員のＰ２７及びＰ２８に\n対して見切り販売を検討していることを伝えたところ，Ｐ２８は，「見\n－24－\n切りしたら私のクビが飛びますよ。やめてください。」，「デイリー\nの見切りは困ります。」「Ｐ５の商品は定価販売なんです。」「非デ\nイリーは，死に筋商品を売って，売場を広げる必要がありますから，\n違うんです。」などと回答し，原告Ｐ３の見切り販売を禁止した。\n原告Ｐ３は，同年９月５日，Ｐ２８に対し，見切り販売の意向を示\nしたところ，同月８日，Ｐ２９ＤＭ，Ｐ２２ＤＭ及びＰ３０らがＰ２\n３店に来店した。原告Ｐ３は，見切り販売を行いたいと改めて伝えた\nところ，Ｐ２２ＤＭから，他の方法を考えてほしいと言われ，見切り\n販売を妨害された。\nさらに，被告従業員のＰ３１ＤＭ，Ｐ２２ＤＭ，及びリクルート・\nフィールド・カウンセラー（以下「ＲＦＣ」という。）のＰ３２が，\n同月１３日，Ｐ３３銀行から被告に出向中の社員であるＰ３４を伴っ\nてＰ２３店に来店し，原告Ｐ３は，子供の進学費用を捻出するために\n見切り販売を行って収益を改善したい旨伝えたところ，Ｐ２９ＤＭ及\nびＰ２２ＤＭは，Ｐ３４に融資の申込みをするよう提案するとともに，\nさらにもう一店舗出店（以下，このように一店舗を経営中の場合に，\nもう一店舗を追加して経営する場合の当該店舗を「２号店」という。）\nして，その売上げから利益を捻出してはどうかとも提案し，原告Ｐ３\nに見切り販売を行わせないよう画策してきた。Ｐ２２ＤＭ及びＰ３２\nＲＦＣは，同月２１日にも来店し，同月１３日と同様の話を繰り返し\nていった。\nｄ  原告Ｐ３は，平成１９年１０月２３日，公取委が滋賀県大津市で実\n施した相談会に参加し，公取委事務総局近畿中国四国事務所Ｐ３５総\n務課長に，見切り販売は，加盟店の独自の判断で行うことが可能で，\nこれに対して本部が制限をかけた場合には優越的地位の濫用に該当す\nる場合があることを確認した上で，翌２４日，デイリー商品の見切り\n－25－\n販売を開始し，当日の朝，担当者である被告従業員のＰ２８に電話で\n報告した。Ｐ２８は，即座に来店し，原告Ｐ３に対し，「とうとうや\nってしまいましたね。」などと述べた。また，当日夕方にはＰ２９Ｄ\nＭが来店し，同様に「やってしまいましたね。」と述べた。\nその後，Ｐ１１ＺＭ及びＰ２９ＤＭは，同年１１月２日及び２２日\nに，「見切り販売と契約更新は別です。」と言っていたが，Ｐ２９Ｄ\nＭは「Ｐ５の商売とオーナーさんのやり方は向いている方向が違いま\nす。」などと言い，以前は話題に出ていた加盟店契約の更新について\nも取り上げなくなり，Ｐ２９ＤＭは，同年１２月２９日に来店した際，\n「見切りしていると契約更新できませんよ。」と明確に告げるなど，\nデイリー商品の見切り販売が原因で加盟店契約の更新を拒絶する意\n向を明らかにし，また，本部直営店を２号店にして利益を確保させる\nので，見切り販売をやめるよう再三提案したり，２号店が嫌ならば，\n現在のＰ２３店を改築若しくは増築して売上げが上がるようにする\nと述べて見切り販売をやめるよう提案した。\n(エ)  原告Ｐ４（Ｐ３６店）関係\nａ  原告Ｐ４は，平成１６年８月１日から１年間Ｐ３７店を，さらに，\n平成１７年８月１日から１か月間Ｐ３６店を，それぞれ委託期間とし\nて委託経営した後，同年９月１日，被告との間で加盟店契約を締結し\nてＰ３６店を開店したが，委託経営の期間中，Ｐ３８ＲＦＣから見切\nり販売について「オーナーに価格決定権があるが，お弁当は値下げだ\nめですよ。」と告げられたことにより，デイリー商品を見切り販売す\nることはできないと思い込まされた。\nｂ  原告Ｐ４は，委託経営していたＰ３７店が酒とたばこを取り扱わな\nい店舗であるため，売上げが伸び悩み，デイリー商品の見切り販売を\n実施することで収支が改善できないかと考えていた。その当時，同店\n－26－\nの近隣にＰ３９小学校があったので，そこで野球の大会などの際，保\n護者から，大量におにぎりを買うので安くしてほしいと言われたこと\nがあった。そこで，原告Ｐ４は，被告従業員のＰ４０に確認したとこ\nろ，割引販売はできないと言われた。\nｃ  原告Ｐ４は，平成１９年９月，Ｐ４１に対し，デイリー商品の見切\nり販売について尋ねたところ，同人は，見切り販売すると粗利が取れ\nなくなり，他店舗にも迷惑がかかるなどと述べて，見切り販売はでき\nないと回答し，Ｐ４２ＤＭは，同年１０月，原告Ｐ４に対し，被告に\nおいて，加盟店の見切り販売を制限する正当な理由はないと前置きし\nつつ，他の加盟店に対する悪影響などから，見切り販売は認められな\nいと言い，更に，見切り販売をしたいというようなオーナーは確実に\n加盟店契約の更新ができない旨述べて，見切り販売を妨害した。\nｄ  原告Ｐ４は，平成１９年１１月，デイリー商品につき，値下げした\n上で自己購入するという方法での見切り販売を開始した。これに対\nし，Ｐ４１は，「非デイリー商品のコードで値下げして下さい。デイ\nリー商品をそのまま見切り販売するとアラーム機能があるんで引っ\nかかりますが，これでやれば会計にばれませんから。」などと述べた\nので，原告Ｐ４は，そのとおりの方法で自己買取の処理を継続してい\nた。\nところが，Ｐ４１は，その約１週間後には「やっぱりそのやり方で\nもだめです。見切り自体がだめですね。」と態度を変え，その後も「デ\nイリー商品の見切り販売をやってはだめです。」，「見切りをするか\nどうかはオーナーさんの判断だけど，Ｐ５を続けたいですか。どうで\nすか」と繰り返してきたため，やむを得ず，原告Ｐ４は，一旦見切り\n販売を中止した。\nＰ４２ＤＭは，その約１週間後，原告Ｐ４に対し「警告出しますよ。」\n－27－\nと告げてきたため，原告Ｐ４が「それは脅しですか。」と対応すると，\n「警告はやめます。」などと述べた。\nｅ  原告Ｐ４は，平成２１年２月ころ，被告に公取委の調査が入った旨\n報道され，この時期であれば見切り販売を行っても被告から妨害を受\nけることはないと考えて，同年３月中旬ころ，デイリー商品の見切り\n販売を再開した。\nイ  被告の主張\n(ア)  原告ら共通\nａ  被告は，契約締結時ないし研修時において，加盟店オーナーに商品\nの販売価格を決定する自由があることを十分に説明しており，デイリ\nー商品を含めた全ての商品が定価販売である旨の説明及び指導は一\n切していない。\nｂ  被告と原告らとの加盟店契約においては，加盟店オーナーの販売価\n格決定の自由が規定されているのであるから，○が，加盟店オーナー\nに対し，デイリー商品の値下げをしてはならないというルールになっ\nているなどと告げることはあり得ない。\n(イ)  原告Ｐ１関係\nａ  原告Ｐ１は，平成１９年５月２３日，Ｐ８に対し，デイリー商品の\n見切り販売の実施を考えている旨を初めて伝えてきたのであり，それ\n以前の時点で被告に対して見切り販売の意向を伝えたことはない。\nｂ  原告Ｐ１は，約２週間後の同年６月１３日，Ｐ６店を訪問したＰ９\nに対しても，売上の向上のためにデイリー商品の見切り販売を実施す\nる旨の意向を示した。これに対し，Ｐ９は，地区推移や雨天時の対応\nなどを説明し，デイリー商品の見切り販売を実施する前に，適切な発\n注を行い，陳列の工夫をするなど，見切り販売を行う前にすべきこと\nがあるのではないかと説明したが，原告Ｐ１は，見切り販売実施の意\n－28－\n思を変えることはなく，２日後の同月１５日，デイリー商品の見切り\n販売を開始した。\nｃ  前記(1)イ(ア)ｂのとおり，被告の行為が本件違反行為に当たるた\nめには，原告Ｐ１において，見切り販売を行おうとし，又は行ってい\nるという外形的徴表が必要となり，それ以後の被告の行為のみが見切\nり販売妨害行為に当たるか否かが問われるべきところ，原告Ｐ１がデ\nイリー商品の見切り販売を現実に実施しようとしたのは同月１３日\nであり，これに対してＰ８は，地区推移や雨天時の対応などを説明し，\nデイリー商品の見切り販売を実施する前に，適切な発注を行い，陳列\nの工夫をするなど，やるべきことがあるのではないかと説明をしたの\nみであるにもかかわらず，原告Ｐ１は，わずか２日後にデイリー商品\nの見切り販売を実施したのであるから，Ｐ８が原告Ｐ１に対し，単な\nる説得又は指導の範囲を超えて，加盟店オーナーの自由な価格決定の\n機会を奪うような行為をしたとはいえず，見切り販売の取りやめを余\n儀なくさせたことはない。\n(ウ)  原告Ｐ２関係\nａ  原告Ｐ２は，Ｐ１５，Ｐ１６，Ｐ１７及びＰ１８らが，「Ｐ５のオ\nリジナル商品だからだめ。」とか，「Ｐ５・イメージに反する。」と\nいう見切り販売が禁止されているなどと発言した旨主張するけれど\nも，個々の発言の主体，その時期及び内容が極めて曖昧であり，前記\n各○はそのような発言はしていない。\nｂ  Ｐ４３は，平成１３年１０月２３日及び２４日，独断でデイリー商\n品を発注していないし，デイリー商品の値下げはできない旨発言した\nこともない。\nｃ  被告が原告Ｐ２に送付した平成１９年１０月２５日付け警告書は，\n見切り販売の是正を求める内容ではなく，平成１５年１２月２０日付\n－29－\nけで締結した覚書に定められた義務の履行を求める内容であり，上記\n警告書には半年後に契約解除するとの内容は記載されておらず，「加\n盟店契約上相応の措置をとらざるを得ない。」と記載されていたにす\nぎない。\n(エ)  原告Ｐ３関係\nａ  仮に，Ｐ２５トレーナーが，加盟店オーナーが店舗の商品を購入す\nる場合に，従業員価格はないと説明したことがあったとしても，加盟\n店契約には従業員価格の定めがないのであるから，何ら異とするに足\nりない。\nｂ  加盟店オーナーが従業員価格で店舗の商品を購入することとデイ\nリー商品を見切り価格で販売すること，さらに，オーナーがまとめ買\nいをした顧客に割引価格で商品の販売をした場合において，そのオー\nナーの負担で当該割引相当額を穴埋めすることとデイリ一商品を見\n切り価格で販売することとは，いずれも相互に関連性を有するもので\nはないから，デイリー商品の見切り販売の取りやめを余儀なくされた\nことを直接又は間接に裏付けるものではない。したがって，Ｐ２６が，\n平成７年１０月頃，おにぎりをまとめ買いしようとした顧客に関し，\n米飯食品の値引販売は禁止されているので，割引はポケットマネーで\nするよう告げたこと，さらに，平成１９年５月頃，被告担当者に相談\nをしなかったものの，老人ホームが行う縁日に出店した際に行った割\n引価格での焼き鳥の販売に関し，当該割引相当額の穴埋めをしたこと\nは，デイリ一商品を見切り価格で販売することとの間に関連性がな\nく，デイリー商品の見切り販売の取りやめを余儀なくされたことを裏\n付けるものではない。\nｃ  原告Ｐ３は，自らの利益が不当に侵害されたと考えたときは，被告\nに対し，繰り返しその是正を求め，被告担当者と厳しく対立すること\n－30－\nもあった。このような原告Ｐ３の態度からすると，Ｐ２３店の利益向\n上のためにデイリー商品の見切り販売を行おうとした際，被告担当者\nから加盟店契約の規定に違反してその中止を要求されたとしても，原\n告Ｐ３であれば，当該担当者等に対し，中止を求める理由を質問し，\n納得できない場合には，被告に対して抗議又は要望書を提出する等の\n措置を執ったはずである。\nしかしながら，原告Ｐ３は，平成５年１１月頃から平成１７年８月\n頃までの間，被告及び担当者等に対し，金銭を含む種々の要求又は抗\n議を行い，平成１４年１０月１９日には，懇意にしている税理士を立\nち合わせた上，被告担当者に抗議をしたにもかかわらず，その間に一\n度も，見切り販売を行おうとしたが中止を余儀なくされたとの趣旨の\n抗議及びこれによる損害賠償の請求を行っておらず，このことは，被\n告担当者による見切り販売の取りやめを余儀なくさせる行為がなか\nったことを示すものである。\n(オ)  原告Ｐ４関係\nａ  Ｐ４１は，平成１９年９月，原告Ｐ４から，見切り販売に対する見\n解を求められたため，見切り販売のデメリットとして，①デイリー商\n品の粗利は３割程度であり，値引きして販売するメリットは少ないこ\nと，②値引きをすれば，顧客が値引きの時間を待って買物をするよう\nになり，本来得られた粗利さえ確保できなくなり悪循環に陥る可能性\nがあること，③チェーンとしての価格の統一というお客様の買物時の\n安心感を覆すことになり，個店だけの問題ではなく周辺店舗への影響\nも大きいことの３点を説明するとともに，同人が実際にαの店を担当\nしていた際に，デイリー商品の値引きを行っていたＰ４４はその後閉\n店に追い込まれており，一時的に売上げが上がっても，その後は利益\nが上がらないことを説明した。さらに，Ｐ４１は，原告Ｐ４に対し，\n－31－\n販売価格の設定は，加盟店オーナーの自由であることを説明し，併せ\nて，中長期的に見て店舗の売上げ及び利益が低下する可能性があるこ\nとを説明した。また，Ｐ４２ＤＭは，原告Ｐ４に対し，見切り販売自\n体が加盟店契約違反ではないことを話した上で，見切り販売が店舗に\nとって利益にならないことを説明した。\nｂ  原告Ｐ４は，平成１９年１１月１日から同月１６日まで，加盟店契\n約上，自らが全額負担するべき廃棄商品の原価相当額の一部を免れる\n目的で，デイリー商品を５～９割引きに値下げした後，売場に出して\n顧客に販売することなく自ら買い取るという，加盟店契約に違反する\n不正な自己買取りを行うとともに，廃棄になった商品を試食計上し，\nチャージを減額しようとした。Ｐ４１は，原告Ｐ４に対し，原告Ｐ４\nが継続的に上記値下げ後買取りを実施したため，それが経費の改ざん\nに当たることを説明した。このように，Ｐ４１は，原告Ｐ４に対し，\n見切り販売に係る不正会計の中止を要請したにすぎず，見切り販売の\n取りやめを余儀なくさせたものではない。\n(3)  原告らの損害の有無及びその額\nア  原告らの主張\n(ア)  原告らが見切り販売を妨害されたことにより，売れ残りに係るデイ\nリー商品のある商品群について，販売期限より前のある時間から見切り\n販売を実施することで得られたであろう利益（１回の見切り販売期間に\nおける一つの商品群において得られるであろう利益）は，以下のとおり\nの式で表すことができ，本件で問題となる原告らの逸失利益は，見切り\n販売の妨害を受けた期間の全ての商品群における各個の利益の総和と\nなる。\n加盟店の損害＝⊿Ａ＋ｄｘα×（１－ｃ）－Ｄｘδ×（１－ｃ）\nなお，この式の記号の意味は以下のとおりである。\n－32－\n⊿Ａ（デルタ・エー）  ：不良品等原価減少額\nある商品群について，ある時間以降，見切り販売を行わない場合に，\n売れ残って廃棄になった商品の原価相当額から，見切り販売を行った\n場合に，売れ残って廃棄になった商品の原価相当額を控除した額\nｄｘα（ディー・エックス・アルファ）：粗利１\nある商品群について，ある時間以降，見切り販売を行った場合に，\n見切り売価で売れた商品の粗利の合計額\nＤｘδ（ディー・エックス・デルタ）：粗利２\nある商品群について，ある時間以降，見切り販売を行わない場合に，\n定価で売れた商品の粗利の合計額\nｃ：チャージ率（チャージ算出のために売上総利益に乗ずべき率）\n(イ)  見切り販売を行うべき状況下では，当然，店頭に並べられた販売期\n限の迫った商品の隣には，当該商品と同一種類であり，かつ，当該商品\nよりも販売期限が後の時刻に設定された，より鮮度の高い後発配送分の\n商品が同時に店頭に並べられているので，消費者は，合理的な購買行動\nとして，同時に並んだ同価格の商品のうち，鮮度の高い商品を買い求め\nることが通常である。\nしたがって，販売期限が間近に迫った古い商品を定価で販売する場合\nの販売率は，０又は著しく小さい値にしかならず，上記Ｄｘδの値は，\n非常に小さいものにしかなり得ないから，結局，この場合の損害は次の\n式のとおりとなる。\n加盟店の損害＝⊿Ａｄ＋ｄｘα×（１－ｃ）\n(ウ)  見切り販売を実施している加盟店の中には，見切り売価を仕入れ原\n価と同程度に設定し，ほとんど原価割れの額が０になるようにして見切\nり販売を行う加盟店もある一方で，例えば，初めから推奨価格の半額で\n見切り販売を行うなど，原価割れ価格での見切り販売を積極的に行う加\n－33－\n盟店もある。\n後者のような方法で見切り販売を行う加盟店についていえば，上記の\nｄｘαの総和は負の値をとることとなり，当該店舗における損害は，不\n良品等原価減少額（⊿Ａ）よりも小さくなる。もっとも，その反面，こ\nのような店舗では，見切り販売の売価を低額にすればするほど顧客の購\n買意欲が高まることになって，最終的に売れ残るデイリー商品の総額は\nさらに小さくなるという傾向が生じ，これにより，最終的に廃棄する不\n良品の額が減少し，不良品等原価減少額（⊿Ａ）が増大することになる。\nその結果，上記のｄｘα（粗利１）が正の値又は０となるような店舗\nのみならず，原価割れ価格での販売をして，ｄｘα×（１－ｃ）の総和\nが負の値をとる店舗でも，損害額全体としての⊿Ａ十ｄｘα×（１－ｃ）\nの部分は，見切り販売開始前の不良品等原価額の概ね８０％程度となる\nことが通常である。\n(エ)  原告らの損害が見切り販売の妨害を受けた期間における不良品等\n原価額の８０％を下らないことは，原告らが，原価割れによる見切り販\n売であろうが，原価割れしない状態での見切り販売であろうが，いずれ\nにしても，現実に見切り販売開始前の不良品等原価相当額の８０％に相\n当する廃棄を出していることからも裏付けられる。\n(オ)  以上のとおり，原告らの損害は，見切り販売の妨害を受けた期間に\nおける不良品等原価額の８０％を下らず，原告らそれぞれの具体的な損\n害額は，別表１の損害額欄記載のとおりである。\nイ  被告の主張\n(ア)  加盟店の見切り販売開始後における利益額は，当該加盟店が見切り\n販売を行うことにより，見切り販売をしなかったならば売れ残ったであ\nろうデイリー商品を販売した結果得られたものであるから，当該見切り\n販売開始後の利益を，当該加盟店の見切り販売の制約を受けたことによ\n－34－\nる損害の計算の基礎とすることが相当であり，本件回答に則した考え方\nである。ただし，見切り販売開始前の仕入れが不相当なほど多額に上り，\nそのため廃棄商品の額が膨大になったため，見切り販売開始前の利益が\n過大に圧縮された場合，加盟店の営業に関して不正が行われたためその\n利益に異同が生じた場合等のように，加盟店の営業が正常なものでない\n場合には，見切り販売開始後の利益と見切り販売開始前の利益の差に相\n応の修正が加えられるべきことは当然である。\n(イ)  これに対し，見切り販売開始前の不良品原価額と見切り販売開始後\nの不良品原価額との差や，見切り販売開始前後における売上高に対する\n不良品原価額の比率の差を見切り販売が制約された場合における損害\nの基礎とするとの考え方は，本件回答の考え方に沿わないばかりでな\nく，見切り販売開始後の不良品原価の値が利益計算上の一要素にすぎな\nいことを看過するものであって，適当でない。本件回答に沿った損害の\n算定方式において，不良品原価の差額を，見切り販売が制約を受けたこ\nとによる加盟店の損害として用いることができるのは，見切り販売開始\n前の推奨価格で販売された商品の合計額と見切り販売開始後の推奨価\n格で販売された商品の合計額とが等しい場合に限られる。\n(ウ)  見切り販売を行っている加盟店の売上高及び利益は増加しておら\nず，このことは，見切り販売の妨害によって損害が生じていないことを\n合理的に推認させる。\n(エ)  見切り販売開始前後の仕入高及び売上高の動向，不良品額の増減等\n見切り販売開始前後における加盟店の利益に影響を及ぼす要素は，様々\nであり，いずれも他の要素と複雑に絡み合い，見切り販売を行う加盟店\nに一律に適用することが不可能であり，かつ，見切り販売を行うことに\nよりこれを行わない場合に比較して向上する利益の額を算出するため\nの計算式を見い出すことは，事実上不可能である。翻って，これらの要\n－35－\n素を統合して考えると，加盟店が見切り販売を行うことを制約されたこ\nとによる損害は，加盟店が見切り販売を開始した後に不良品を減少さ\nせ，そのことにより向上した利益と見切り販売を開始する前の利益との\n差に端的に表されるといえる。そうすると，仮に原告らが見切り販売を\n行うことを妨害された場合に受ける損害は，見切り販売開始後の１か月\n当たりの平均利益から見切り販売の制約を受けた時以後これを開始す\nるまでの１か月当たりの平均利益を控除した差額に，見切り販売の制約\nを受けた時以後これを開始するまでの月数を乗じることにより算出さ\nれる。\n第３  当裁判所の判断\n１  判断の基礎となる基本的な事実関係\n前判示第２の２の前提事実に加え，証拠（甲１，４，５，７ないし１５，２\n７の１及び２，甲２８，３６，４５，甲Ａ１，甲Ｃ１，甲Ｄ１，甲Ｅ１，乙１\nないし３，４の１及び２，乙５ないし７，１０，１１，１３ないし１５，乙Ａ\n１の１及び２，乙Ａ２４，乙Ｃ３ないし６，乙Ｅ４，証人Ｐ４５）及び弁論の\n全趣旨によれば，本件における基本的な事実関係として，以下の各事実が認め\nられる。\n1)  被告の加盟店契約の内容等\n被告は，我が国において，「Ｐ５」の商標を用いた統一的イメージの下に，\nコンビニエンス・ストアに係るフランチャイズ事業を展開している。被告が\n採用しているフランチャイズ契約には，フランチャイズ事業にフランチャイ\nジーが自己資金又は借入金で店舗を用意し，加盟店オーナーにおいて主な販\n売施設を設置するＡタイプと，被告が店舗を用意してオーナーを募集するＣ\nタイプとがある。Ａタイプ及びＣタイプのいずれの加盟店契約にも，要旨次\nのような内容の定めがある（ＡタイプとＣタイプとで条項数が異なる場合は，\nＣタイプに係る各条項を示す。）。\n－36－\nア  加盟の趣旨\n被告は，加盟店オーナーに対し，Ｐ５の統一的，同一のイメージの下，\nＰ５・システムによるコンビニエンス・ストア加盟店を経営することを許\n諾し，かつ，本部として継続的にＰ５・システムによる経営の指導，技術\n援助及びサービス（科学的市場調査，広汎かつ適確な商品情報に基づく商\n品仕入援助，販売促進の援助・協力，仕入資金などの調達についての信用\n供与，広告・宣伝，簿記・会計処理，店舗計画，店舗・在庫品の管理の手\n助けなど）を行うことを約し，加盟店オーナーは，加盟者となるための研\n修を修了してその資格の認定を受けた上，被告の許諾の下，Ｐ５店の経営\nを行い，これについて被告に一定の対価を支払う（１条）。\nイ  独立の事業者性\n被告と加盟店オーナーは，フランチャイズ関係においては，それぞれ，\n本部と加盟店とを運営する役割を果たすことになるが，いずれも独立の事\n業者であって，加盟店オーナーは，被告の代理人，使用人ではなく，また，\n被告のために商行為その他の行為を行う何らの権限や地位を持つ者ではな\nく，加盟店の経営は，加盟店オーナーの独自の責任と手腕により行われ，\nその判断で必要な従業員を雇用する等使用主として，全ての権利を有し，\n義務を負う（２条）。\nウ  加盟店オーナーが許諾される権利及び義務等\n(ア)  加盟店オーナーは，加盟店の経営ノウハウ及び各種秘密情報を継続\nして提供され，かつ，Ｐ５・マニュアル，商品その他についての手引書，\n資料等を貸与又は交付されて使用し，店舗建物内に被告がＰ５・システ\nムに基づいて設置した設備を使用し，Ｐ５の商標，サービスマーク，意\n匠，著作物及びＰ５を表示する看板，標章，ラベル，包装，用紙並びに\nＰ５店舗であることを示す営業シンボルを使用することが許諾される\n（４条①）。加盟店オーナーは，各Ｐ５店が，一定の仕様による共通し\n－37－\nた独特の店舗の構造・形状・配色・内外装・デザイン，店内レイアウト，\n商品陳列，サービスマーク，看板等の外観，商品の鮮度など品質のよさ，\n品揃え，清潔さ，ユニフォーム，接客方法，便利さなど際立った特色を\n有し，独特の印象として定着し，広く認識され，親しまれており，この\nイメージがＰ５店の信用を支えていることを確認する（４条②）。\n(イ)  加盟店オーナーは，後記オないしクを含む営業活動に関する定め及\nびＰ５・システムに違反する仕入れ，販売，その他の営業をすること，\n店舗の構造，仕様，形状，内外装，デザイン，配色，営業用設備，店内\nレイアウト，商品陳列等について，被告の文書による承諾を受けないで，\nそれらを変更すること，前記(ア)のＰ５・イメージを変更し，又はその\n信用を低下させる行為をしない（５条(2)，(3)）。\nエ  オープンアカウント制度による継続的計算関係\n被告は，加盟店オーナーとの間で開業日以後の相互の貸借関係を継続的\nに記帳するオープンアカウント制度という会計帳簿制度を採用し，同制度\nを通じて，被告から加盟店オーナーに対する貸付けや加盟店オーナーの投\n資，営業費，委託商品の販売預り金の支払を引き受け，加盟店オーナーに\n代わって決済をする方法により，加盟店オーナーの必要とする資金を継続\n的に調達して援助し，これにより，加盟店オーナーは，被告の与信を受け，\n資金調達の負担から免れ，経営に専心できる権利を有する（１７条④及び\n１８条，付属明細書(ホ)）。\nオ  在庫品の適正な維持，管理\n加盟店オーナーは，被告による市場調査，商品情報及び在庫品の販売管\n理の知見に基づき，Ｐ５店において販売するのに適合する商品構成を満た\nす商品の仕入れ，在庫品管理を怠らず，かつ，欠品，品不足，鮮度及び品\n質の低下などのない品揃えによって，不良品の排除を含む適正な在庫品の\n維持に努める（２４条）。\n－38－\nカ  被告による販売促進及び仕入協力\n被告は，Ｐ５店の販売促進に協力するため，加盟店の各店舗に担当者を\n派遣して，当該店舗，品揃え，商品の陳列，販売の状況を観察させ，助言，\n指導を行い，経営上の問題の解決に協力し，最新の販売情報，消費・商品\n動向分析等の資料の提供，最も効果的とされる標準的小売価格の開示，信\n用のある仕入先及び仕入品の推薦，消費動向に基づく商品構成についての\n助言，発注の簡易化及び仕入れの効率化のための発注システムの提供等を\n行う（２７条）。\nキ  加盟店の仕入れ，販売の決定\n加盟店オーナーは，被告の推薦した仕入先や被告の関連会社から商品を\n仕入れ，又は被告の推薦した商品のみを仕入れることを必要とされたり，\n被告の開示した標準小売価格で販売することを強制されたりするものでは\nない（２９条）。\nク  決定した販売価格による販売\n加盟店オーナーは，商品の販売価格を自らの判断で決定し，速やかにこ\nれを一定の様式による文書をもって，被告に通知し，これにより決定した\n小売価格は，在庫品帳簿棚卸，販売受取高その他の基準となって販売店オ\nーナーを拘束し，これを変更しようとする場合には上記同様の文書をもっ\nて被告に通知するものとする（３０条）。\nケ  加盟店オーナーのチャージ支払義務\n加盟店オーナーは，被告に対し，Ｐ５店経営に関する対価として，各会\n計期間（毎月初日から末日までの１か月間）ごとに，その末日に，売上総\n利益（売上高から売上げ商品原価を差し引いたもの）に対し，そのうち一\n定金額ごとに段階的に設けられた区分に応じて５５ないし８０％を乗じ\nた額をＰ５・チャージとしてオープンアカウントを通じて支払う（４０条，\n付属明細書(ニ)第３項）。\n－39－\nコ  契約期間\n加盟店契約は，店舗開業の日から起算して，１５年経過したときに期間\nが満了する。期間満了の場合において，被告及び加盟店オーナーにおいて，\n期間の延長又は契約更新について合意できないときは，契約は終了する\n（４２条）。\n(2)  被告の経営指導方針及び指導体制\nア  被告の経営に係る基本原則\n被告は，コンビニエンス・ストア・チェーンとして，統一性のある同一\nの事業イメージを構築して顧客の信頼を得ていくことにより，Ｐ５のイメ\nージに対する認識を広め，これにより，各加盟店が「Ｐ５」というのれん\nの無形的価値を享受して事業活動を行うことができることを標榜してい\nる。\n被告は，創業以来，「フレンドリーサービス」「クリンリネス」「品揃\nえ」「鮮度管理」を基本４原則として掲げ，Ｐ５店のイメージを高め，顧\n客の信用・信頼を得ることを目指している。そして，「品揃え」に関して\nは，売れ筋商品が欠品している場合には，顧客に対して当該商品を販売し\nて利益を得る機会を失うことを意味するいわゆる機会ロスだけでなく，顧\n客の失望感を招いて固定客を失うことになるとの考えに基づき，仕入れを\n過度に絞り込むことなく適正に行い，また，新商品の導入及び売行きが悪\nい商品を排除した品揃え，陳列をすることとしている。「鮮度管理」に関\nしては，被告は，消費期限や賞味期限とは別に，加盟店が顧客に対して販\n売することが可能な期限として独自の販売期限を設け，加盟店に対し，販\n売期限を過ぎた商品については，売場から撤去するように指導している。\nさらに，被告は，加盟店契約に基づき，加盟店に対し，被告の商品本部\nにおいて同種の商品と比較して品質，価格，安全性等の観点から加盟店で\n販売することを推奨するものとして選定された商品（以下「推奨商品」と\n－40－\nいう。）を提示しているところ，加盟店が取り扱う商品は，ほとんど全て\nが被告の推奨商品である。\n被告は，推奨商品について，当該商品の標準的小売価格として推奨価\n格を設定し，店舗に置かれているストアコンピュータの画面上や加盟店に\n対する配布文書において推奨価格を提示し，また，推奨商品のうち，デイ\nリー商品については，鮮度管理の観点から，加盟店に１日３回商品を配送\nできる物流システムを構築している。\nイ  被告の経営指導体制\n被告は，全国を１５のゾーンに区分し，各ゾーンを更に一定の地区に分\nけており，これを被告においてディストリクトと呼んでいる。各ゾーンに\nはオペレーション本部に所属するＺＭを一人置き，また，各ディストリク\nトにもその責任者であるＤＭを置いている。さらに，ＤＭの下には，各加\n盟店に対する経営指導を行う○が置かれている。各○は，平均して７，８\n店の自己が担当する加盟店を受け持ち，各加盟店を訪問し，経営に関する\nカウンセリング業務を行い，各店舗の売上げや利益の状況を確認して問題\n点を指摘し，キャンペーンや販売促進に関するアドバイス，デイリー商品\nの発注に係るアドバイス等を行い，加盟店の多くは，○のアドバイスに従\nって店舗経営を行っている。\nウ  事前研修\n被告は，加盟店オーナーとなろうとする者に対し，研修プログラムを修\n了することを加盟店となるための必須条件としているところ，オーナート\nレーニング研修において，被告の上記基本４原則及び単品管理の徹底を意\n識して店舗を経営するよう指導し，非デイリー商品（菓子，保存飲料，加\n工食品など消費期限の長い飲食品，日用雑貨品等）については，死に筋商\n品と呼ばれる売行きが悪い商品を排除し，売れ筋商品を仕入れることによ\nり，欠品をなくし，廃棄を減らすことが売上げや利益を上げる最良の方法\n－41－\nであると指導してきた。\nエ  単品管理に基づく発注指導\n被告は，創業当時から，価格競争をしないで加盟店の売上げを伸ばして\nいく手法として，単品管理という手法を採用し，これを実践するように加\n盟店を指導している。単品管理とは，商品の特性や天候，周辺の行事など\nの情報・データ管理を単品ごとに行い，顧客のニーズを的確に捉えて発注\n精度を上げることで廃棄ロスと機会ロスの両方を最小化して，無駄のない\n効果的な販売を行うことで利益を最大化させるという手法であるとされて\nいる。\n被告は，デイリー商品についても，単品管理の手法に基づき，顧客のニ\nーズに合った商品，数量の需要予測を立てて精度の高い発注を実施し，こ\nれを繰り返すことにより廃棄商品を減らしていくことが利益の拡大につな\nがるという考えに基づき，加盟店に対し，○等を通じ，できる限り推奨価\n格を維持して販売するように指導してきた。\n(3)  チャージ計算方式並びに加盟店の営業費負担及び利益\nア  被告の採用するチャージ計算方式\nチャージは，被告から加盟店に対して毎月送付される損益計算書に記載\nされている「売上総利益」に対し，前記(1)のケのとおり区分されたチャー\nジ率を乗じて算定されるが，その売上総利益の金額は，「売上」の合計金\n額から「純売上原価」を差し引いた金額とされている。\n「純売上原価」は，月初商品棚卸高に当月商品仕入高を加算して月末商\n品棚卸高を控除することにより算出される「総売上原価」から「商品廃棄\n等」（廃棄ロス原価），「棚卸増減」（棚卸ロス原価）及び「仕入値引高」\n（被告が加盟店契約に基づき加盟店に対して送付する「商品報告書」に記\n載された仕入金額からの値引高の合計額）の各金額を控除した金額である。\nそして，「総売上原価」には，廃棄ロス原価及び棚卸ロス原価が含まれ\n－42－\nており，この「総売上原価」から廃棄ロス原価及び棚卸ロス原価等が控除\nされて「純売上原価」が算出されることになるため，廃棄ロス及び棚卸ロ\nスの多寡は，チャージには影響を及ぼさない。\n他方，加盟店オーナーが，廃棄ロスの発生を少なくしようとして，消費\n期限の迫った商品を見切り販売した場合と，見切り販売をせずに当該商品\nを廃棄した場合とを比べると，加盟店が仕入に要する費用は同一であるに\nもかかわらず，見切り販売を実施した方が加盟店の売上総利益の数字は少\nなくなるため，加盟店オーナーが被告に支払うことになるチャージも少な\nくなり，見切り販売の実施による他の要素への影響を無視すると，加盟店\nの損失額は減少する。\n上記の内容を計算式として表すと，以下のとおりとなる。\n（計算式）\nチャージ\n＝売上総利益×チャージ率\n＝（売上高－純売上原価）×チャージ率\n＝{売上高－（総売上原価－廃棄ロス原価－棚卸ロス原価－仕入値引高）}\n×チャージ率\nイ  加盟店の営業費の負担\n加盟店オーナーは，加盟店契約上，付属明細書(ホ)に列挙された営業費\nを負担するものとされており，同明細書には，「一定量の品べり（棚卸減）\nの原価相当額」「不良・不適格品の原価相当額」等が列挙されているから，\n廃棄ロス原価及び棚卸ロス原価が営業費として加盟店オーナーの負担とな\nる。\nウ  加盟店オーナーの利益\n加盟店オーナーが得る実質的な利益は，売上総利益からチャージ金額及\nび廃棄ロス原価を含む営業費を差し引いたものである。\n－43－\n(4)  本件排除措置命令後の公取委事務総長の発言\n公取委の事務総長は，本件排除措置命令発令の２日後である平成２１年６\n月２４日，定例記者会見において，「本件は，見切り販売がなかなかやりに\nくいという現状があって，今後，こういう行為をする，しないということの\nほかに見切り販売を行っていこうと考えている加盟者に対して，そういうこ\nとが可能であるということが分かるようにして，加盟者の自由を確保するこ\nとが重要であろうと考えております。そうした面で，加盟者が行う見切り販\n売の方法について，加盟者又は従業員向けの資料を作成して，明確化するこ\nとが必要であろうと考えたわけです。」と述べた。\n(5)  本件排除措置命令発令後の被告の対応\nア  本件排除措置命令の発令日の対応\n被告は，本件排除措置命令の発令された平成２１年６月２２日付けで\n「○」と題するニュースリリースを発表したが，その中で，公取委が被告\nに対し，今回の命令において，同年５月末現在の全国１万２３２３店舗の\nうち見切り販売を制限していたのは３４店舗であったとの説明をしたと\n述べた。\nイ  被告による廃棄ロス原価の一部負担\n被告は，同年７月度から，加盟店オーナーがそれまで全額負担していた\n商品の廃棄ロス原価のうちの１５％を被告が負担することとした。\nウ  本件措置命令で求められた加盟者及び従業員向けの資料の作成\n被告は，本件排除措置命令の主文第５項(2)において命じられた「加盟\n者が行う見切り販売の方法等についての加盟者向け及び従業員向けの資\n料の作成」につき，公正取引委員会と協議してその承認を受けて，同年８\n月２１日，「○ガイドライン」を策定した。\n同ガイドラインには「売れ残り，廃棄ロスが生じる大きな原因は，お客\n様のニーズと仮説に基づく品揃えが合っていない，あるいは陳列や販売の\n－44－\n仕方に問題があるからです。」，「売れ残り，廃棄ロスを減らす上で，本\n来実施しなければならないことは，単品管理を徹底し，発注精度を高める\n（いつでも欲しい時に，欲しい商品が欲しいだけあるお店）ことです。ま\nた，仮説が外れた場合であっても，声かけや試食を通し，売り切る努力を\nすることによりロスを最小限にすることができます。」，「見切り処分に\nよる販売を行うことは，廃棄ロスを減少させることにつながると考えるこ\nともできますが，一方では，同一商品の価格が時間帯・店舗によって異な\nることは，お客様の不信感を招くことが多分に予測されます。したがって，\n見切り処分による販売については，こうした点についても充分留意し，慎\n重にご検討下さい。」，「したがって，カウンセリングの内容として，デ\nイリー商品の見切り処分による販売によって，経営状況が改善しているか\n否か，加盟店にとって経営状況の改善のための最良な方法は何かという観\n点から，必要なデータを示すなどして，発注量の見直し，デイリー商品の\n見切り処分による販売の方法や程度の見直しについて拡大均衡を目的と\nして助言をする時があります。もっとも，見切り処分による販売をどのよ\nうな方法でおこなうのかは，最終的にオーナーさんご自身の判断に委ねら\nれます。（本部の助言はオーナーさんを拘束するものではありません。）」\nとの記載がある。\n２  争点(1)（被告による原告らに対する組織的な見切り販売妨害行為の成否）\nについて\n1)  本件訴訟の対象となる被告の不法行為について\nア  法２５条に基づく損害賠償請求権は，民法７０９条に基づく損害賠償請\n求権とは異なって，排除措置命令（法４９条１項）や課徴金納付命令（法\n５０条１項）が確定した後でなければ裁判上主張できない（法２６条１項）\nとされ，違反行為者において故意又は過失がなかったことを証明して責任\nを免れることができない無過失責任とされている（法２５条２項）ほか，\n－45－\n消滅時効も排除措置命令確定時から３年間とされている（法２６条２項）。\nそして，法２５条に基づく損害賠償請求訴訟は，東京高等裁判所が第１審\nの専属管轄権を有する（法８５条２号）とされて審級が省略され，同訴訟\nが提起されたときは，公取委に対し，違反行為によって生じた損害の額に\nついて意見を求めなければならないとされていた（前記平成２１年改正前\nの法８４条１項）。\nこのように，法２５条に基づく損害賠償請求権の発生要件等が，実体法\n上，民法７０９条に基づく損害賠償請求権とは大きく異なるものとされて\nいるにとどまらず，訴訟手続上も三審級ではなく二審級とされており，当\n事者の審級の利益を考慮すると，法２５条に基づく損害賠償請求訴訟であ\nる本訴において審理の対象となる損害賠償請求権は，本件排除措置命令に\nおいて違反行為と認定された行為に基づいて発生するものに限られると\n解される。\nイ  そこで，本件排除措置命令において違反行為と認定された行為について\n検討する。\n本件排除措置命令の主文において，被告が，見切り販売を行おうとし，\n又は行っている加盟者に対し，見切り販売の取りやめを余儀なくさせ，も\nって，加盟者が自らの合理的な経営判断に基づいて廃棄に係るデイリー商\n品の原価相当額の負担を軽減する機会を失わせている行為を取りやめな\nければならないと記載され，その理由において，被告が，かねてから，デ\nイリー商品は推奨価格で販売されるべきとの考え方について，○を始めと\nする従業員に対し周知徹底を図ってきているところ，チャージが加盟店に\nおける廃棄商品の原価相当額の多寡に左右されず，同原価相当額の全額が\n加盟者の負担となる仕組みの下で，本件違反行為により見切り販売を行わ\nないよう又は再び行わないようにさせるなど，見切り販売を行おうとし，\n又は行っている加盟者に対し，見切り販売の取りやめを余儀なくさせてい\n－46－\nると記載されている。\nこのように，本件排除措置命令の理由では，本件違反行為に続いて「な\nど」を付した上，さらに，見切り販売を行おうとし，又は行っている加盟\n者に対し，見切り販売の取りやめを余儀なくさせているという，本件違反\n行為を含む抽象的な行為類型が記載されていることに照らすと，本件排除\n措置命令は，違反行為について，本件違反行為そのものに限定したもので\nはなく，これを含め，見切り販売を行おうとし，又は行っている加盟者に\n対し，見切り販売の取りやめを余儀なくさせている行為を摘示しており，\n上記の本件違反行為の記載は例示にすぎないと解される。\nもっとも，本件排除措置命令は，理由において，被告がかねてからデイ\nリー商品は推奨価格で販売されるべきとの考え方について，○を始めとす\nる従業員に対し周知徹底を図ってきているとの記載に続き，具体的な違反\n行為の態様として本件違反行為①ないし③を列挙しているが，○を始めと\nする従業員に対し，デイリー商品は推奨価格で販売されるべきとの考え方\nの周知徹底を図っていることそれ自体を違反行為として明示しているわ\nけではない。そして，被告は，コンビニエンス・ストア・チェーンとして，\n統一性のある同一の事業イメージを構築して顧客の信頼を得ることによ\nり，Ｐ５のイメージに対する認識を広め，もって，加盟店がＰ５というの\nれんの無形的価値を享受して事業活動を行うことを標榜し，デイリー商品\nについて，時間帯や各加盟店によって同一の商品の価格が異なることは顧\n客の不信感を招き，Ｐ５のフランチャイズ・チェーンの価値を低下させ，\n加盟店オーナーの利益にもつながらないとして，見切り販売を推奨しない\nとの経営方針を採用し，これに沿って，本件各契約の各条項においても，\n加盟店が，商品陳列，品揃え等において共通した統一的なイメージを持つ\nこと，加盟店は，被告による市場調査，商品情報及び在庫品の販売管理の\n知見に基づき，Ｐ５店において販売するのに適合する商品構成を満たす商\n－47－\n品を仕入れ，在庫品管理を怠らず，かつ，欠品，品不足，鮮度及び品質の\n低下などのない品揃えによって，不良品の排除を含む適正な在庫品の維持\nに努めること，被告は，加盟店の販売促進に協力するため，各店舗に担当\n者を派遣して，当該店舗の品揃え，商品の陳列，販売の状況を観察させ，\n助言・指導を行い，最新の販売情報等を提供し，消費動向に基づく商品構\n成についての助言等の義務を負うことが規定されている。以上の本件排除\n措置命令の記載内容に本件加盟店契約の内容を併せ考慮すると，被告にお\nいて，本件加盟店契約に基づき，加盟店オーナーに対し，顧客のニーズに\n合った商品，数量の需要予測を立てて精度の高い発注を実施していき，こ\nれを繰り返すことにより廃棄商品を減らしていくことがＰ５というのれ\nんの価値を高め，加盟店もこれを享受することができるとの考えに基づ\nき，単品管理の徹底を勧める一方で，見切り販売を勧めずに，できる限り\n推奨価格を維持して販売することを助言・指導するにとどまる場合につい\nてまで，本件排除措置命令が違反行為に含まれるものと認定したとみるこ\nとはできない。\nしかしながら，他方，加盟店契約によれば，被告とその加盟店オーナー\nはそれぞれ独立した事業者であり，加盟店オーナーは，加盟契約上の義務\nに違反しない限り，自己の経営判断による事業活動をすることができるの\nであり，被告が推奨価格として開示した価格で販売することを強制され\nず，商品の販売価格を自らの判断で決定することが保障されている。そう\nすると，被告が，加盟店オーナーに対し，デイリー商品を推奨価格で販売\nするように求める助言・指導の域を超えて，見切り販売が加盟店契約に違\n反する行為であると指摘し，あるいは，見切り販売を行うことより加盟店\n契約の更新ができなくなるなどの不利益が生ずることを申し向けるなど\nして，経営上の判断に影響を及ぼす事実上の強制を加え，これにより加盟\n店オーナーが有する商品の価格決定権の行使が妨げられ，見切り販売の取\n－48－\nりやめを余儀なくさせていると評価できる場合には，本件排除措置命令の\n認定した違反行為に含まれるとみるのが相当である。\nウ  原告らの主張に係る組織的な見切り販売の妨害行為について\nそこで，以上の観点を踏まえて，被告による組織的な見切り販売の妨害\n行為の成否について検討する。\n(ア)  原告らが組織的な妨害行為として主張する行為類型のうち，研修時\nからの開店に至る一連の妨害行為，被告のシステムマニュアル，被告に\nよる廃棄当然という誤った説明，被告による見切り販売を否定する主張\nの繰り返し，被告によるブランドイメージの強調については，被告が加\n盟店オーナーに対してデイリー商品は推奨価格で販売されるべきとい\nう自らの考え方を周知するために，研修の際に説明したり，上記システ\nムマニュアルにもその旨の記載があることは認められるものの，加盟店\nオーナーに対し，単品管理の徹底を勧める一方で，見切り販売を勧めず\nに，できる限り推奨価格を維持して販売することを助言・指導すること\nが違反行為には当たらないことは前判示のとおりであり，上記システム\nマニュアルの記載や被告による説明等において，上記の助言・指導の域\nを超えて，見切り販売が加盟店契約に違反する行為であると指摘した\nり，見切り販売を行うことより更新ができなくなるなどと申し向けたり\nして，原告らの経営上の判断に影響を及ぼすような事実上の強制を加え\nたことを認めるに足りる証拠はないから，被告による上記説明等をもっ\nて，見切り販売を行おうとし，又は行っている個々の加盟店オーナーに\n対し，その有する商品の価格決定権の行使を妨げ，見切り販売の取りや\nめを余儀なくさせていると評価することはできない。\n(イ)  また，見切り販売を困難にする被告のレジシステムについても，被\n告が，デイリー商品は推奨価格で販売されるべきという考え方に立ち，\n見切り販売等を行う場合に推奨価格での販売と異なる入力が必要であ\n－49－\nり，それが多少の時間を要するものであったとしても，被告のレジシス\nテムが一切見切り販売のできない仕様であったことを認めるに足りる\n証拠はないので，この点をもって，見切り販売を行おうとし，又は行っ\nている個々の加盟店オーナーに対し，見切り販売の取りやめを余儀なく\nさせていると評価することはできない。\n(ウ)  加盟店がデイリー商品を値下げした場合の警報装置の設置につい\nて\n被告の会計システムは，加盟店から会計処理の情報が送信され会計シ\nステムにより処理される際，会計上の異常値と疑われるものが会計部署\nに設置された端末の画面上に表示される仕様となっているものの，その\n異常値とは，デイリー商品に限らず，新聞，書籍等の本来値下げができ\nない商品が値下げされた場合を含め，相当数の項目について設定されて\nいることが認められる（弁論の全趣旨）から，会計システムの上記仕様\nをもって加盟店オーナーによる見切り販売を制限することを目的とし\nて設けられていると認めることは困難であり，前判示のとおり，被告に\nおいてデイリー商品は推奨価格で販売されるべきとの考え方に立ち，加\n盟店オーナーに対しこれに従って推奨，助言することは違反行為とはい\nえないことに照らすと，実際上，デイリー商品の見切り販売の事実が上\n記仕様を通じて被告に判明する仕組みとなっていたとしても，そのこと\nだけをもって，見切り販売を行おうとし，又は行っている加盟店オーナ\nーに対し，見切り販売の取りやめを余儀なくさせていると評価すること\nはできない。\n３  争点(2)（被告による原告らに対する個別的な見切り販売妨害行為の成否）\nについて\n1)  原告ら共通の事実関係\n前判示の各事実に徴すると，被告は，加盟店オーナーに対しては，一貫し\n－50－\nて，単品管理の徹底を勧める一方で，デイリー商品についても推奨価格を維\n持して販売することを助言，指導しているのであり，被告のシステムマニュ\nアル，被告のレジ・会計システム，被告による廃棄に関する説明，被告によ\nるブランドイメージの強調等と相まって，原告らとしては，開店当初の時点\nから，デイリー商品の見切り販売について嫌忌されているという認識が相当\n程度強固となっていたと推認される。\nしたがって，被告が，原告らに対し，上記の販売システムに関する説明，\n指導の域を超えて，具体的にデイリー商品の値下げはできない又は禁止され\nているなどと述べた場合には，見切り販売の実施の可否につき，これをして\nはならないとの強い心理的な強制を受けるものであり，一旦生じたこのよう\nな心理状態は，被告から明示的に訂正されなければ，そのまま継続し，自己\nの店舗の経営に関する判断としても，見切り販売の実施を見合わさざるを得\nないまま期間が経過していくことが通常であると考えられる。本件排除措置\n命令も，その主文において，加盟者に対し，見切り販売の取りやめを余儀な\nくさせ，もって，加盟者が自らの合理的な経営判断に基づいて廃棄に係るデ\nイリー商品の原価相当額の負担を軽減する機会を失わせている行為を取り\nやめなければならないとしており，加盟者自らの合理的な経営判断の機会を\n与えることも重視しているので，以下，各原告らについて個別に見切り販売\nの妨害行為の成否について検討する。\n(2)  原告Ｐ１に対する見切り販売妨害行為について\nア  判断の基礎となる事実関係\n前判示第２の２の前提事実及び第３の１に認定した事実に加え，証拠\n（甲Ａ３ないし５，甲Ａ９の１及び２，甲Ａ１０の１及び２，甲Ａ１１，\n１２，１４，乙Ａ２，４，５，乙Ａ６の１ないし９，乙Ａ７ないし２２，\n乙Ａ２３の１ないし５，乙Ａ２５，２６，乙Ａ２７の１ないし１３，乙Ａ\n３０，乙Ａ３１の１及び２，乙Ａ３２，証人Ｐ７，証人Ｐ８，原告Ｐ１本\n－51－\n人）及び弁論の全趣旨によれば，以下の事実が認められる。\n(ア)  原告Ｐ１は，平成１０年５月１日，被告に対して加盟金を支払い，\n同月１１日から１５日の間に被告の研修を受け，同年８月２１日から約\n４か月間，委託期間としてＰ６店を経営した後，同年１２月１日，被告\nとの間で加盟店契約を締結して同店の営業を開始した。原告Ｐ１と被告\n担当者は，同契約締結の際，契約書の各条項を１条ごとに読み上げ，そ\nの内容を確認した。\n(イ)  原告Ｐ１は，平成１０年１２月，Ｐ７から，非デイリー商品の値下\nげは可能であるが，デイリー商品の値下げをしてはいけないというルー\nルになっているなどと告げられたほか，同月末頃，お正月商品の入替え\nの際，一般商品について，見切り販売をするように同○から指導された。\nそこで，原告Ｐ１は，デイリー商品の値下げはやってはいけないのかと\n尋ねると，同○からできないと言われ，さらに，見切り販売などしたら\n店は続けられないとも言われた。\n(ウ)  Ｐ６店のアルバイト従業員が，平成１８年ころ，処分品と廃棄を間\n違って登録したところ，Ｐ８が，来店し，原告Ｐ１に対し，デイリー商\n品が処分品として登録されている，間違いであるなどと述べて訂正を求\nめた。\n(エ)  原告Ｐ１は，平成１４年ころ，近隣に競合店が出店を開始したこと\nに伴い，Ｐ６店の売上げが減少し始めたため，被告の指導に従って店舗\n経営を継続することに不安を感じ，デイリー商品の廃棄量を減らすこと\nで利益を出せないかと考えるようになり，平成１８年頃の１年間，デイ\nリー商品の発注を押さえて廃棄を減らしたところ，Ｐ８から，Ｐ５・イ\nメージと異なる場合には契約解除になるなどと告げられた。\n(オ)  その後，原告Ｐ１は，平成１９年３月頃，同業者とのインターネッ\nトによる情報交換を通じ，今まで被告が指導してきたデイリー商品の定\n－52－\n価販売の強制が何ら合理的な根拠を有しないものであることを改めて\n認識し，デイリー商品の見切り販売を行うことにより収支の改善を図ろ\nうと考えたが，それまでの被告の態度からすると，見切り販売を行うこ\nとで不利益を課されるおそれがあると考え，同年３月頃，Ｐ９に対し，\n見切り販売をすると加盟店契約の更新ができないことになるのか質問\nしたところ，Ｐ９は，これに返答せず，同人から契約更新に影響がない\nとの言質を得られなかった。\n(カ)  原告Ｐ１は，被告からの明確な回答はなかったものの，同年６月１\n５日，デイリー商品の見切り販売を開始したところ，Ｐ９がすぐに来店\nし，見切り販売をやめるように求める趣旨の発言をした。その後，Ｐ１\n０ＤＭや被告従業員のＰ１１ＺＭらも３回程度来店し，原告Ｐ１に対\nし，もう１店持つことは考えないかなどと述べた。\nイ  見切り販売妨害行為の成否\n以上の各認定事実に基づき検討するに，原告Ｐ１は，平成１０年１２月，\nＰ７から，非デイリー商品の値下げは可能であるが，デイリー商品の値下\nげをしてはいけないというルールになっているなどと告げられたほか，見\n切り販売などしたら店は続けられないとも言われ，平成１９年３月ころ，\nＰ９から，見切り販売が加盟店契約の更新に影響がないという明確な返答\nを得られず，同年６月１５日に見切り販売の実施に至っているところ，原\n告Ｐ１は，Ｐ７から上記のとおり告げられ，その後も，見切り販売が加盟\n店契約の更新に影響がないという明確な返答が得られないまま，見切り販\n売を思いとどまったまま推移した後，その実施に至ったのであるから，平\n成１０年１２月のＰ７によるデイリー商品の値下げはできないルールに\nなっている旨の発言は，見切り販売の実施に関する経営上の判断に影響を\n及ぼす事実上の強制となっており，見切り販売を行おうとしている加盟店\nオーナーに対し，その有する商品の価格決定権の行使を妨げ，見切り販売\n－53－\nの取りやめを余儀なくさせているものとして，本件排除措置命令にいう違\n反行為に当たると認めるのが相当である。\nそして，被告の原告Ｐ１に対する見切り販売の妨害は，平成１０年１２\n月から平成１９年６月までの８年７月間継続していたと認められる。\n(3)  原告Ｐ２に対する見切り販売妨害行為について\nア  判断の基礎となる事実関係\n前判示第２の２の前提事実及び第３の１に認定した事実に加え，証拠\n（甲Ｃ４の１及び２，甲Ｃ７の１ないし６，甲Ｃ８，乙Ｃ１ないし３，乙\nＣ７の１ないし１６，乙Ｃ８の１ないし３２，乙Ｃ９の１及び２，乙Ｃ１\n０，乙Ｃ１１の１ないし１０，乙Ｃ１２の１及び２，証人Ｐ４６，原告Ｐ\n２本人）及び弁論の全趣旨によれば，以下の事実が認められる。\n(ア)  原告Ｐ２は，昭和６０年にＰ１３店が開店する際に，オーナーと同\n様の被告におけるオーナー研修を受け入店したが，この一連の研修にお\nいて，販売期限間近のデイリー商品については棚から下げて廃棄処理を\nするように指導された。\n(イ)  原告Ｐ２は，昭和６４年１月１日にＰ１２店を開店し，平成１３年\n１０月に店舗改装があり，改装後に再オープンしたが，その際，Ｐ１９\nが，独断でデイリー商品の大量発注を行うということがあった。そのた\nめ再オープン初日の１０月２３日は１０万４２７０円，２日目の同月２\n４日は９万１２９５円という多額の廃棄が発生した。原告Ｐ２は，初日\nに上記のような廃棄金額が出た上，翌日も同様な廃棄が出そうな状況で\nあったため，Ｐ１９に対し，独断で発注した結果このようなことになっ\nたのであるから，値引きをして売るように提案したが，Ｐ１９は，Ｐ５\nでは値引きはできないとして拒否した。\n(ウ)  原告Ｐ２は，平成１９年春ころ，インターネットでの情報により，\nデイリー商品の見切り販売を妨害することは法に違反する行為である\n－54－\nと認識し，さらに，当時のレジシステムにおけるデイリー商品の見切り\n販売に対応した入力方法を知り，同年９月１６日，デイリー商品の半額\nでの見切り販売を開始したところ，Ｐ２０ＤＭは，その後連日にわたり，\n原告Ｐ２の店舗を訪れ，見切り販売を中止するように求め，中止しなけ\nれば契約を解除する旨述べた。\n(エ)  Ｐ２１ＺＭは，原告Ｐ２に対し，平成１９年１０月２５日付け内容\n証明郵便により，半年後に契約解除する旨の記載を含む警告書を送付し\nた。\n(オ)  平成２０年４月にＰ１２店を含む地域の担当となったＰ２２ＤＭ\nは，在任期間中の平成２２年１月までの間，原告Ｐ２に対し，継続的に\n見切り販売は不可である旨述べた。また，原告Ｐ２は，平成２０年５月\n２９日，別の地区において被告が見切り販売を容認したとの情報を得\nて，Ｐ２２ＤＭに対して尋ねたところ，絶対に容認できない旨述べた。\nイ  見切り販売妨害行為の成否\n以上の各認定事実に基づき検討するに，原告Ｐ２は，平成１３年１０月\n２４日，Ｐ１９に対し，独断でデイリー商品を発注して大量の廃棄が出た\nのであるから，値引きして売るよう提案したところ，同○は，Ｐ５では値\n引きは絶対にできないと言い，その後，見切り販売の実施を試みることも\nなく，平成１９年６月１５日の見切り販売実施に至っていることに照らせ\nば，上記のＰ１９によるデイリー商品の値下げはできない旨の発言は，見\n切り販売の実施に関する経営上の判断に影響を及ぼす事実上の強制とな\nっており，見切り販売を行おうとしている加盟店オーナーに対し，その有\nする商品の価格決定権の行使を妨げ，見切り販売の取りやめを余儀なくさ\nせたものとして，本件排除措置命令にいう違反行為に当たると認めるのが\n相当である。\n原告Ｐ２は，Ｐ１３店でＰ４７に対し，更に平成元年のＰ１２店の担当\n－55－\nであったＰ１５，Ｐ１６，Ｐ１７及びＰ１８に対し，デイリー商品の見切\nり販売ができないのか尋ねたが，全ての○から，見切り販売はできない旨\n回答された旨供述するけれども，その発言の時期や発言者ごとの具体的な\n発言内容を的確に裏付けるに足りる証拠はないから，上記供述をそのまま\n信用することは困難である。また，デイリー商品の見切り販売はできない\nという趣旨の発言があったとしても，どのような事態をきっかけにどのよ\nうな応答の中でそのような発言がされたかなどが明らかではなく，これを\nもって見切り販売の取りやめを余儀なくさせたものと直ちに評価するこ\nとはできないといわざるを得ない。\nそして，被告の原告Ｐ２に対する見切り販売の妨害は，平成１３年１０\n月から平成１９年９月までの６年間継続していたと認められる。\n(4)  原告Ｐ３に対する見切り販売妨害行為について\nア  判断の基礎となる事実関係\n前判示第２の２の前提事実及び第３の１の事実経過に加え，証拠（甲Ｄ\n６及び７，乙Ｄ１ないし６，乙Ｄ７の１及び２，乙Ｄ８ないし１３，乙Ｄ\n１４の１及び２，乙Ｄ１５ないし１７，乙Ｄ１９ないし２１，乙Ｄ２２の\n１及び２，乙Ｄ２３，２４，証人Ｐ４８，原告Ｐ３本人）及び弁論の全趣\n旨によれば，以下の事実が認められる。\n(ア)  原告Ｐ３は，平成５年５月１０日から１４日までの間，本契約に先\n立つストアトレーニングをＰ２４店で行った際，Ｐ２５トレーナーか\nら，従業員割引がないこと，まとめ買いによる割引販売がないことを聞\nかされた。\n(イ)  原告Ｐ３は，平成６年１１月２５日，Ｐ２３店を開店したが，平成\n７年１月，アルバイト従業員が発注数を誤り，中華まんじゅうを１０８\n個仕入れたため，販売期限内ではとても売り切ることができないと判断\nし，Ｐ２６に対し，値引き販売を相談したところ，同○は，中華まんじ\n－56－\nゅうは，デイリー商品なので，値引き販売はできない旨説明し，定価で\nの販売をするよう指示した。\n(ウ)  原告Ｐ３は，顧客から，平成７年１０月の運動会シーズンに，おに\nぎり３００個をまとめて注文するが，いくらにしてくれるかという問い\n合わせを受けたことから被告に相談したが，Ｐ２６は，原告Ｐ３に対し，\n米飯食品の値引き販売は禁止されているので，割引は自己負担でするよ\nう指導した。そのため，原告Ｐ３は，やむを得ず，自己の費用負担で割\n引販売を行った。\n(エ)  原告Ｐ３は平成１９年５月ころ，近所の老人ホームから，同ホーム\nの縁日に出店し，焼き鳥を定価の１本１０５円ではなく１本１００円で\n販売してほしいと依頼されたところ，従前より値引き販売は禁止されて\nいると指導を受けていたことから，上記老人ホームの縁日において，焼\nき鳥を１本１００円で販売した上で，定価との差額を自らが負担した。\n(オ)  原告Ｐ３は，平成１９年６月ころ，被告従業員のＰ２７及びＰ２８\nに対して見切り販売を検討していることを伝えたところ，Ｐ２８は，見\n切り販売をしたら私のクビが飛ぶ，デイリー商品の見切り販売は困る，\nＰ５の商品は定価販売である，非デイリー商品の見切り販売は，死に筋\n商品を売って売場を広げるものであり，デイリー商品とは違う旨述べ\nた。\n(カ)  原告Ｐ３は，同年９月５日，Ｐ２８に対し，見切り販売の意向を示\nしたところ，同月８日，Ｐ２９ＤＭ，Ｐ２２ＤＭ及びＰ３０らがＰ２３\n店に来店したので，改めて見切り販売を行いたいと伝えたところ，Ｐ２\n２ＤＭから，他の方法を考えてほしい旨言われた。\n(キ)  さらに，被告従業員のＰ３１ＤＭ，Ｐ２２ＤＭ及びＰ３２ＲＦＣが，\n同月１３日，Ｐ３３銀行の出向社員Ｐ３４を伴ってＰ２３店に来店し，\n原告Ｐ３は，子供の進学費用を捻出するために見切り販売を行って収益\n－57－\nを改善したい旨伝えたところ，Ｐ２９ＤＭ及びＰ２２ＤＭは，Ｐ３４に\n融資の申込みをするよう提案するとともに，２号店を出店するように勧\nめた。Ｐ２２ＤＭ及びＰ３２ＲＦＣは，同月２１日にも来店し，同様の\n話を繰り返した。\n(ク)  原告Ｐ３は，平成１９年１０月２３日，公取委が滋賀県大津市で実\n施した相談会に参加し，その席で公取委の担当者に，見切り販売は，加\n盟店オーナーの独自の判断で行うことが可能であり，これに対して本部\nが制限をした場合には優越的地位の濫用に該当する場合があるとの見\n解を確認した上で，翌２４日，デイリー商品の見切り販売を開始し，当\n日の朝，担当者である被告従業員のＰ２８に電話で報告した。Ｐ２８は，\n直ちに来店し，当日夕方にはＰ２９ＤＭが来店した。\n(ケ)  Ｐ１１ＺＭ及びＰ２９ＤＭは，同年１１月２日及び２２日の両日，\n見切り販売と契約更新は別である旨発言した上，Ｐ２９ＤＭは，Ｐ５の\n商売と原告Ｐ３のやり方は向いている方向が違うなどと述べ，Ｐ２９Ｄ\nＭは，同年１２月２９日に来店した際，見切り販売をしていると契約更\n新できない旨告げるとともに，本部直営店を２号店にして利益を確保さ\nせるので，見切り販売をやめるよう述べ，さらに，２号店が嫌ならば，\n現在のＰ２３店を改築若しくは増築して，売上げが上がるようにするの\nで見切りをやめるよう提案した。\nイ  見切り販売妨害行為の成否\n以上の各認定事実に基づき検討するに，原告Ｐ３は，平成７年１月，Ｐ\n２６に対し，中華まんじゅう値引き販売を相談したところ，同○から，中\n華まんじゅうがデイリー商品であることを理由に値引き販売はできない\nと言われ，同年１０月頃にも，米飯食品の値引き販売は禁止されていると\n言われ，いずれも実現を思いとどまり，平成１９年６月にも，見切り販売\nを打診したところ，Ｐ２８から，Ｐ５の商品は定価販売であるとしてデイ\n－58－\nリー商品の見切り販売に反対され，さらに，同年９月８日，Ｐ２９ＤＭ，\nＰ２２ＤＭ及びＰ３０らから，見切り販売以外の方法を考えてほしい旨言\nわれたものの，同年１０月２４日，見切り販売の実施に至ったという事実\n経過に照らせば，上記の平成７年１月のＰ２６によるデイリー商品の値下\nげ販売はできない旨の発言は，見切り販売の実施に関する経営上の判断に\n影響を及ぼす事実上の強制となっており，その後も上記の心理状態を固定\n化する旨の発言をされる中で，見切り販売を実施できなかったものである\nから，見切り販売を行おうとしている加盟店オーナーに対し，その有する\n商品の価格決定権の行使を妨げ，見切り販売の取りやめを余儀なくさせた\nものとして，本件排除措置命令にいう違反行為に当たると認めるのが相当\nである。\nそして，被告の原告Ｐ３に対する見切り販売の妨害は，平成７年１月か\nら平成１９年１０月までの１２年１０月間継続していたと認められる。\n(5)  原告Ｐ４に対する見切り販売妨害行為について\nア  判断の基礎となる事実関係\n前判示第２の２の前提事実及び第３の１の事実経過に加え，証拠（甲９\nないし１１，１５，甲Ｅ５，６，乙Ｅ２，乙Ｅ３の１ないし１０，乙Ｅ５，\n乙Ｅ７の１及び２，乙Ｅ８，証人Ｐ３８，原告Ｐ４本人）及び弁論の全趣\n旨によれば，以下の事実が認められる。\n(ア)  原告Ｐ４は，平成１６年８月１日から１年間Ｐ３７店を，さらに，\n平成１７年８月１日から１か月間Ｐ３６店を，それぞれ委託期間として\n委託経営した後，同年９月１日，加盟店契約を締結してＰ３６店を開店\nした。\nＰ３８ＲＦＣは，上記の委託経営期間中，原告に対し，加盟店オーナ\nーに価格の決定権があるけれども，弁当は値下げできない旨の説明を受\nけた。\n－59－\n(イ)  原告Ｐ４は，平成１６年８月，Ｐ３７店の近くの小学校において野\n球等の大会があった際，保護者から大量におにぎりを買うので安くして\n欲しいとの要望があり，Ｐ４０に確認したところ，割引販売はできない\nと言われた。\n(ウ)  原告Ｐ４は，平成１９年９月，Ｐ４１に対し，デイリー商品の見切\nり販売について尋ねたところ，同人は，見切り販売すると粗利が取れな\nくなり，他店舗にも迷惑がかかるなどと述べてて，見切り販売はできな\nいと回答し，Ｐ４２ＤＭは，同年１０月，原告Ｐ４に対し，被告が加盟\n店オーナーの見切り販売を制限する正当な理由はないと言う一方で，他\nの加盟店に対する悪影響などを理由に見切り販売は認められないと述\nべ，さらに，見切り販売をしたいというオーナーは確実に加盟店契約の\n更新ができない，見切り販売をした場合には勧告を出すなどと述べ，原\n告Ｐ４が，脅しているのかと言ったところ，Ｐ４２ＤＭは，勧告を出す\nのはやめると述べた。\n(エ)  原告Ｐ４は，平成１９年１１月，デイリー商品につき，値下げした\n上で自己購入するという方法での見切り販売を開始した。これに対し，\nＰ４１は，デイリー商品をそのまま見切り販売すると被告に判明する\nが，非デイリー商品のコードで値下げすると被告に判明しないと述べた\nので，原告Ｐ４は，そのとおりの方法で自己買取の処理を継続した。\n(オ)  Ｐ４１は，その約１週間後，上記の方法を使用しても，見切り販売\n自体が不可であると述べ，その後もデイリー商品の見切り販売は不可で\nあり，見切り販売をするかどうかは原告Ｐ４の判断であると言う一方\nで，Ｐ５を続けたいかどうかなどと繰り返し述べたたため，原告Ｐ４は，\n一旦見切り販売を中止した。\n(カ)  Ｐ４２ＤＭの後任者であるＰ４９ＤＭは，平成２０年２月ころ，Ｐ\n３６店を訪れ，原告Ｐ４に対し，被告が加盟店オーナーの見切り販売を\n－60－\n制限する正当な理由はないが，見切り販売はしないでほしいと述べた。\n(キ)  原告Ｐ４は，平成２１年２月ころ，被告に公取委の調査が入った旨\n報道され，この時期であれば見切り販売を行っても被告から妨害を受け\nることはないと考えて，同年３月中旬ころから，デイリー商品の見切り\n販売を再開した。\nイ  見切り販売妨害行為の成否\n以上の各認定事実に基づき検討するに，原告Ｐ４は，平成１６年８月か\nら，Ｐ３７店を委託経営していた際，Ｐ４０から，おにぎりの値引き販売\nはできないと告げられ，平成１７年９月１日，加盟店契約を締結してＰ３\n６店の営業を開始し，平成１９年９月，Ｐ４１に対し，デイリー商品の見\n切り販売について尋ねたところ，同人から見切り販売すると粗利が取れな\nくなり，他店舗にも迷惑がかかるなどとして，見切り販売はできないと言\nわれ，同年１０月，Ｐ４２ＤＭから見切り販売をしたいというようなオー\nナーは確実に加盟店契約の更新ができないと言われ，同年１１月，デイリ\nー商品につき，値下げした上で自己購入するという方法での見切り販売を\n開始したものの，Ｐ４１から見切り販売を継続すると加盟店契約の更新が\nできない旨示唆されて，見切り販売を中断し，平成２１年３月中旬，見切\nり販売を再開した経緯が認められるところ，Ｐ４０によるデイリー商品の\n値下げはできない旨の発言は，委託経営期間中とはいえ，実際に営業中の\n店舗において，見切り販売をしようとしたところ，見切り販売はできない\nと明確に告げられたものであり，その後の見切り販売の実施に関する経営\n上の判断に影響を及ぼす事実上の強制となっており，一旦見切り販売を開\n始した後も，Ｐ４２ＤＭ及びＰ４１から加盟店契約の更新ができなくなる\n旨示唆されるなど，加盟店契約上の不利益が生ずる旨告げられて見切り販\n売を中断し，その後もＰ５０ＤＭ及びＰ４１から更に見切り販売をしない\nよう求め続けられ，平成２１年３月中旬まで見切り販売を再開できなった\n－61－\n事実経過を総合すると，被告従業員による上記の各言動は，Ｐ３６店を開\n店した平成１７年９月１日から平成２１年３月中旬までの間，見切り販売\nを行おうとし，又は行っている加盟店オーナーに対し，その有する商品の\n価格決定権の行使を妨げ，見切り販売の取りやめを余儀なくさせたものと\nして，本件排除措置命令にいう本件違反行為に当たると認めるのが相当で\nある。\nそして，被告の原告Ｐ４に対する見切り販売の妨害は，平成１７年９月\nから平成２１年３月までの３年７月間継続していたと認められる。\n(6)  被告の原告らに対する違法行為\n前判示の各事実を総合すれば，加盟店オーナーである原告らは，被告との\n取引を継続することができなくなれば，それぞれが事業主である各店舗の経\n営上大きな支障を来すこととなるため，被告からの要請に従わざるを得ない\n立場にあると認められるから，被告の取引上の地位は，原告らに対して優越\nしており，被告の取引上の地位が原告らに優越していることを利用して見切\nり販売の妨害行為がされたと認められるから，被告の原告らに対する前判示\nの各違反行為は，正常な商慣習に照らして不当に取引の実施について原告ら\nに不利益を与えたものであり，一般指定１４項４号に該当するものとして，\n法１９条に違反する違法な行為であるというべきである。\n４  争点(3)（原告らの損害の存在及びその額）について\n(1)  本件回答について\nア  前判示第２の２の前提事実(5)のとおり，本件回答は，本件排除措置命\n令の摘示する違反行為により加盟者において自らの合理的な経営判断に\n基づいて廃棄に係るデイリー商品の原価相当額の負担を軽減する機会を\n失わせていることが取引の実施について加盟者に不利益を与えているこ\nとを前提として，見切り販売を行わなかったことによる加盟者の損害は，\n違反行為がなければ得られたであろう逸失利益，すなわち，取引の実施に\n－62－\nついての不利益が与えられなければ回避できたであろう損害であるとし\nた上で，違反行為がなかったとした場合，売れ残っているデイリー商品に\nついて，加盟者が販売期限より前のある時間から見切り販売を実施するこ\nとにより加盟者が得られたであろう利益は，見切り販売実施の前後におい\nて加盟店で廃棄された商品の原価相当額を除く営業費に変動が生じない\nと仮定すれば，以下の①と②の利益の差額とすることが相当であるとして\nいる。\n①ある時間以降に見切り販売を行った場合の利益\n（見切り販売を行った時間中の商品の売上げ－当該売上げに係る商品\nの原価）×（１－ロイヤルティの額の算定に係る一定率）\n－売れ残り，廃棄された商品の原価相当額\n②ある時間以降も見切り販売を行わなかった利益\n（上記アの時間に相当する時間中の商品の売上げ－当該売上げに係る\n商品の原価）×（１－ロイヤルティの額の算定に係る一定率）\n－売れ残り，廃棄された商品の原価相当額\nイ  本件回答は公取委の見解を示すものにすぎず，もとより当裁判所の判断\nを拘束するものではないものの，被告による違反行為は，廃棄された商品\nの原価相当額の全額が加盟店オーナーである原告らの負担となる仕組み\nの下で，原告らが廃棄処分前に売れ残り商品を見切り販売することにより\n損失を回避する機会を奪うものであり，これによって原告らが被った経済\n的不利益は，違反行為がなければ得られたであろう逸失利益，すなわち，\n見切り販売の妨害行為がなければ回避できたであろう損害を意味するも\nのであり，具体的には，①ある時間以降に見切り販売を行った場合の利益\nから②ある時間以降も見切り販売を行わなかった利益を控除した額に相\n当する損害を被ったというべきであるから，この趣旨をいう限りにおいて\n本件回答は相当である。\n－63－\nただし，本件回答の上記計算式は，１日数回行われる見切り販売のうち，\n１回の見切り販売期間における一つの商品群において得られるであろう\n利益についてのものであるとともに，恒常的な見切り販売の実施による顧\n客の購買行動の変化等間接的な影響については考慮されておらず，本件の\n損害算定にそのまま適用できるものではない。\nまた，本件で原告らが損害を被ったと主張しているのは，原告らが現実\nに見切り販売を開始する前の時期における逸失利益であり，その時期にお\nいては，現実に見切り販売を実施していない以上，前記①の見切り販売を\n行った時間中の商品の売上げを現実の数値として算出することはできず，\n何らかの方法によりこれを算定する必要がある。\n原告ら及び被告は，以上のように現実の数値としては算出できない前記\n①と②の差額を算定する方法につき，それぞれ具体的な計算方法を主張す\nるので，まずこれらについて検討する。\n(2)  原告らの主張について\n原告らは，加盟店の損害は⊿Ａ＋ｄｘα×（１－ｃ）－Ｄｘδ×（１－ｃ）\nであるとし，販売期限が間近に迫った古い商品を定価で販売する場合の販売\n率は，０又は著しく小さい値にしかならず，Ｄｘδの値は，非常に小さいも\nのにしかなり得ないとして，結局，加盟店の損害＝⊿Ａ＋ｄｘα×（１－ｃ）\nであるとした上で，損害額全体としての⊿Ａ十ｄｘα×（１－ｃ）の部分は，\n見切り販売開始前の不良品等原価額の概ね８０％程度相当額であるとする。\nしかしながら，見切り販売が恒常化すると，顧客にとっては，経験的に商\n品納入時刻から想定される見切り販売の開始時刻を容易に推測することが\nできるようになり，見切り販売を実施しない店舗であれば，定価で購入して\nいたにもかかわらず，定価での購入を見合わせ，見切り後の価格で購入する\n顧客が出てくることが想定され，これは見切り販売実施後の売上高の減少要\n因となる。また，客数自体の変動及び売上高の変動も想定され，これによっ\n－64－\nても，仕入高，売上高が変動することになる。\nこれに対し，原告らの主張する上記計算式は，結局のところ，一定の数値\nである（１－ｃ）を除く，⊿Ａ（ある商品群について，ある時間以降，見切\nり販売を行わない場合に，売れ残って廃棄になった商品の原価相当額から，\n見切り販売を行った場合に，売れ残って廃棄になった商品の原価相当額を控\n除した額）とｄｘα（ある商品群について，ある時間以降，見切り販売を行\nった場合に，見切り売価で売れた商品の粗利の合計額）のみをもって原告ら\nの損害を算定するものであり，見切り販売の実施によって生ずるであろう変\n動要因を十分に考慮したものとはいえないので，実際に生じた損害額を適正\nに賠償させるという観点からはこれを相当と評価することはできず，原告ら\nの逸失利益の算定方法を採用することはできない。\nこの点について，原告らは，逸失利益を算出する以上，ある仮定を立てる\nのは当然のことであって，間接的な変動要因の影響は，全店舗データを有し\nている被告においても具体的な大きさが不明なのであるから，このような影\n響が顕著でないものと考え，この変動要因を除いたモデルを想定して計算を\n行うことは極めて一般的な手法であるとする。\nしかしながら，原告らは，他方で，本件各店舗の毎月の売上高に対する不\n良品原価額は数％程度でしかなく，店舗全体の売上高や純売上原価，Ｐ５・\nチャージ，営業費などの数値に比べれば圧倒的に小さく，このような小さい\n数値を評価するに当たって，これに比べて圧倒的に大きな数値となる変動要\n素をまとめて議論しても，意味のある数値が導き出されるものではないと主\n張しているところ，本件各店舗の毎月の売上高に対する不良品原価額の割合\nは数％程度にすぎないとしても，不良品原価額と比較して大きな数値である\n売上高が僅かに変動するだけで，数値として小さい不良品原価額は，より大\nきく変動することになるのであるから，前判示のとおり，見切り販売の恒常\n化によって売上高が変動すると考えられる以上，その影響を考慮せずに，不\n－65－\n良品原価額の８０％程度を損害とする原告らの主張は，損害の算定として適\n正な算定方法ということはできず，採用することができない。\n(3)  被告の主張について\n被告は，見切り販売を行う加盟店に一律に適用することが可能であり，か\nつ，見切り販売を行うことによりこれを行わない場合に比較して向上する利\n益の額を算出するための計算式を見い出すことは，事実上不可能であるとし\nた上で，加盟店オーナーが見切り販売を行うことを制約されたことによる損\n害は，加盟店がこれを開始した後に不良品を減少させ，そのことにより向上\nした利益と見切り販売を開始する前の利益との差に端的に表されるとの前\n提に立ち，原告らの損害は，見切り販売開始後の１か月当たりの平均利益か\nら見切り販売の制約を受けた時以後これを開始した時までの１か月当たり\nの平均利益の差に見切り販売の制約を受けた時以後これを開始した時まで\nの月数を乗じることにより算出されると主張する。\nしかしながら，見切り販売開始前後の仕入高及び売上高の動向，不良品額\nの増減等見切り販売開始前後における加盟店の利益に影響を及ぼす要素に\nは様々なものがあり，いずれの要素も他の要素と複雑に絡み合っているとし\nながら，加盟店オーナーが見切り販売を行うことを制約されたことによる損\n害が，これを開始した後に不良品を減少させ，そのことにより向上した利益\nと見切り販売を開始する前の利益との差に収れんするとする理論的な根拠\nが明らかでなく，採用することができない。\n(4)  原告らの損害の算定について\nア  被告は，前判示の各違法行為により，見切り販売を行おうとし，又は行\nっている原告らに対し，見切り販売の取りやめを余儀なくさせ，原告らが\n自らの合理的な経営判断に基づいて廃棄に係るデイリー商品の原価相当\n額の負担を軽減する機会を失わせることにより，見切り販売の妨害行為が\nなければ回避できたであろう損害，具体的には，①ある時間以降に見切り\n－66－\n販売を行った場合の利益から②ある時間以降も見切り販売を行わなかっ\nた利益を控除した額の損害を被らせたものである。\nしかしながら，①及び②を得るためには，現実に見切り販売を実施して\nいない時期に，①の見切り販売を行った時間中の商品の売上げを算定する\n必要があり，一定の仮定に基づく推論が不可欠である上，恒常的な見切り\n販売の実施により顧客の購買行動が変化すること等の間接的な影響を踏\nまえて，デイリー商品の見切り販売実施に伴い，デイリー商品と非デイリ\nー商品のそれぞれの増減等を考慮して，見切り販売を開始前後の売上高の\n動向及び仕入高，不良品額の増減等を算定し，見切り販売開始前後におけ\nる加盟店の利益を算出する必要があるところ，これらの各要素は，当該店\n舗の顧客の購買行動だけでなく，近隣他店の開店，閉店の状況，近隣地域\nの住民人口及び住民の年齢等の変化の状況，景気動向などを含む他の多く\nの諸要素と複雑に絡み合って相互に影響し合うものであり，上記の①及び\n②を証拠に基づき具体的に認定することは極めて困難であるといわざる\nを得ない。\nしたがって，本件においては，原告らに損害が生じたことは認められる\nものの，損害の性質上，その額を立証することが極めて困難であるから，\n民訴法２４８条に基づき，口頭弁論の全趣旨及び証拠調べの結果に基づ\nき，相当な損害額を認定すべきものである。\nそこで，原告らそれぞれにつき，その店舗における商品の販売により得\nられる利益の多寡に影響を及ぼすと考えられる諸要素，すなわち，見切り\n販売を妨害されていた期間（以下「見切り販売妨害期間」という。）の長\nさ，見切り販売妨害期間期間及び見切り販売開始後における，売上高，商\n品等仕入高，商品廃棄等（不良品）額，売上総利益，Ｐ５・チャージ額及\nび利益の各総額及び年平均額を記載した別紙損害算定のための参考数値\n表を参照し，それぞれの額の変動等を踏まえながら，本件に顕れた全ての\n－67－\n事情を総合して，原告らの損害を認定することとする。\nなお，損害額の算定が困難であるにもかかわらず，被告に対し損害賠償\n義務を負わせる以上，当該賠償額の算定に当たってはある程度謙抑的かつ\n控え目に認定することを避けられない。また，下記のイないしオの商品等\n廃棄額には，デイリー商品だけではなく非デイリー商品も含まれるけれど\nも，弁論の全趣旨によると，廃棄商品のほとんどがデイリー商品であると\n認められるので，この点も踏まえて検討する。\nイ  原告Ｐ１の損害について\n見切り販売妨害期間が平成１０年１２月から平成１９年６月までであ\nること，別紙２原告Ｐ１・損害算定のための参考数値表のとおり，見切り\n販売妨害期間の売上高合計額は２２億３２２０万５３９７円，年平均額は\n２億５２９７万５５４６円，商品等仕入高合計額は１５億８３６７万６４\n０９円，年平均額は１億８００８万０１０６円，商品等廃棄額合計額は４\n６１１万９８７９円，年平均額は５１５万１７３２円，利益合計額は８０\n７０万８７５６円，年平均額は９５１万０１２７円，見切り販売開始後の\n売上高の年平均額は１億７５６５万６２６４円，商品等仕入高合計額の年\n平均額は１億２１２０万０８４３円，商品等廃棄額合計額の年平均額は２\n８万６５０９円，利益合計額の年平均額は１０７１万９８４５円であるこ\nと，見切り販開始妨害期間と見切り販売開始後とを比較すると，売上高の\n年平均額で約７７３１万円，商品等仕入高で約５８８７万円減少してお\nり，商品等廃棄額は年平均額で約４８６万円減少していること，他方で，\n利益は年平均額で約１２０万円増加していることに本件で顕れた一切の\n事情を総合すると，被告の違反行為により原告Ｐ１が被った損害は，２８\n０万円と認めるのが相当である。\nウ  原告Ｐ２の損害について\n見切り販売妨害期間が平成１３年１０月から平成１９年９月までであ\n－68－\nること，別紙３原告Ｐ２・損害算定のための参考数値表のとおり，見切り\n販売妨害期間の売上高合計額は１２億９２７１万５０１４円，年平均額は\n２億１５３８万２５７４円，商品等仕入高合計額は９億５８８４万９５６\n５円，年平均額は１億５９８２万００６７円，商品等廃棄額合計額は１５\n４５万８５１３円，年平均額は２５４万９５４９円，利益合計額は６１６\n６万５９１７円，年平均額は１０１５万７６１２円，見切り販売開始後の\n売上高の年平均額は１億６１６３万６５１９円，商品等仕入高合計額の年\n平均額は１億２３２６万４６３５円，商品等廃棄額合計額の年平均額は４\n３万１２３２円，利益合計額の年平均額は６３５万５１６２円であるこ\nと，見切り販開始妨害期間と見切り販売開始後とを比較すると，売上高の\n年平均額で約５３７４万円，商品等仕入高で約３６５５万円減少してお\nり，商品等廃棄額は年平均額で約２１１万円減少していること，他方で，\n利益は見切り販売開始後の方が年平均で約３８０万円減少していること\nに本件で顕れた一切の事情を総合すると，被告の本件違反行為により原告\nＰ２が被った損害は，１００万円と認めるのが相当である。\nエ  原告Ｐ３の損害について\n見切り販売妨害期間が平成７年１月から平成１９年１０月までである\nこと，別紙４原告Ｐ３・損害算定のための参考数値表のとおり，見切り販\n売妨害期間の売上高合計額は３５億９５８９万９３４４円，年平均額は２\n億７５８０万８３２０円，商品等仕入高合計額は２６億９９０８万９２３\n７円，年平均額は２億０７０７万５５４４円，商品等廃棄額合計額は６６\n０５万０７６８円，年平均額は５２５万１２５５円，利益合計額は１億０\n８２６万６９５４円，年平均額は８０１万５７０４円，見切り販売開始後\nの売上高の年平均額は２億６２９５万８１６４円，商品等仕入高合計額の\n年平均額は１億９９５２万８１３８円，商品等廃棄額合計額の年平均額は\n１１８万８６２３円，利益合計額の年平均額は１０１５万０４２０円であ\n－69－\nること，見切り販開始妨害期間と見切り販売開始後とを比較すると，売上\n高の年平均額で約１２８５万円，商品等仕入高で約７５４万円減少してお\nり，商品等廃棄額は，年平均額で約４０６万円減少していること，他方で，\n利益は約２１３万円増加していることに本件で顕れた一切の事情を総合\nすると，被告の本件違反行為により原告Ｐ３が被った損害は，６００万円\nと認めるのが相当である。\nオ  原告Ｐ４の損害について\n見切り販売妨害期間が平成１７年９月から平成２１年３月までである\nこと，その間，平成１９年１１月には約１週間だけ見切り販売を実施して\nいること，別紙５原告Ｐ４・損害算定のための参考数値表のとおり，見切\nり販売妨害期間の売上高合計額は６億１６０６万４４０１円，年平均額は\n１億７７８９万９０９５円，商品等仕入高合計額は４億３７９２万６６０\n３円，年平均額は１億２７５２万７７７６円，商品等廃棄額合計額は１６\n９６万６５６４円，年平均額は４９９万７７６２円，利益合計額は１８１\n８万６９８５円，年平均額は５３４万９２７２円，見切り販売開始後の売\n上高の年平均額は１億４５１５万９１６３円，商品等仕入高合計額の年平\n均額は１億００３６万２９５０円，商品等廃棄額合計額の年平均額は９０\n万５６２２円，利益合計額の年平均額は７００万５８８２円であること，\n見切り販開始妨害期間と見切り販売開始後とを比較すると，売上高の年平\n均額で約３２７３万円，商品等仕入高で約２７１６万円減少しており，商\n品等廃棄額は，年平均額で約４０９万円減少していること，他方で，利益\nは約１６５万円増加していることに本件で顕れた一切の事情を総合する\nと，被告の本件違反行為により原告Ｐ４が被った損害は，１６０万円と認\nめるのが相当である。\n５  以上によれば，原告らの請求のうち，原告Ｐ１に対し２８０万円，原告Ｐ２\nに対し１００万円，原告Ｐ３に対し６００万円，原告Ｐ４に対し１６０万円及\n－70－\nびこれらの各金員に対する不法行為の後である平成２１年８月２２日（本件排\n除措置命令確定の日の翌日）から年５分の割合による金員の支払を求める限度\nで理由があるから，この部分を認容し，原告らのその余の請求は理由がないか\nら，これを棄却することとし，主文のとおり判決する。\n東京高等裁判所第３特別部\n裁判長裁判官          齋      藤              隆\n裁判官          栗      原      洋      三\n裁判官          一      木      文      智\n裁判官          岡      部      純      子\n裁判官          春      名              茂\n"
}