{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 11,
    "day": 20
  },
  "case_number": "平成25(ワ)25251",
  "case_name": "著作権侵害損害賠償請求",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85526",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85526",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/526/085526_hanrei.pdf",
  "contents": "平成２７年１１月２０日判決言渡  同日原本領収  裁判所書記官\n平成２５年（ワ）第２５２５１号  著作権侵害損害賠償請求事件\n口頭弁論終結日  平成２７年１０月２日\n判          決\n東京都港区＜以下略＞\n原        告   Ａ\n同訴訟代理人弁護士   浜    田    治    雄\n東京都港区＜以下略＞\n被        告   株式会 社 Ｄ ａ ｚ ｚ ｙ\n（以下「被告Ｄａｚｚｙ」という。）\n同訴訟代理人弁護士   久    保    潤    弥\n東京都港区＜以下略＞\n被        告   株式会社ロエンリヴェルスタジオ\n（以下「被告ロエン」という。）\n同訴訟代理人弁護士   大    室    俊    三\n同             竹    下    博    徳\n主          文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告Ｄａｚｚｙは，別紙被告Ｄａｚｚｙ写真目録記載の写真を公衆送信して\nはならない。\n２  被告Ｄａｚｚｙは，原告に対し，６００万円及びこれに対する平成２５年１\n０月３１日から支払済みまで年５分の割合による金員を支払え。\n３  被告ロエンは，原告に対し，１０６０万円及びこれに対する平成２５年１０\n月３１日から支払済みまで年５分の割合による金員を支払え。\n４  被告らは，原告に対し，３０万円及びこれに対する平成２５年１０月３１日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，写真家である原告が，自ら撮影した別紙原告写真目録記載の各写真\nについて，①被告Ｄａｚｚｙに対し，同目録記載６の写真をトリミング加工し\nてオフィシャルサイトに掲載している行為が原告の有する著作権（複製権，公\n衆送信権）を侵害し，同トリミング加工及び同写真を宣伝文句等とともに一つ\nのウェブページとしたことが原告の有する同一性保持権を，原告の氏名の不表\n示が原告の有する氏名表示権をそれぞれ侵害し，また，上記各写真のデータを\n被告ロエンに引渡すために複製したことが複製権侵害に当たると主張して，別\n紙被告Ｄａｚｚｙ写真目録記載の写真の公衆送信の差止め並びに損害賠償金６\n００万円及びこれに対する不法行為の後の日である平成２５年１０月３１日\n（訴状送達の日の翌日）から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払を求め，②被告ロエンに対し，原告の許諾を得ることなく，別紙\n原告写真目録記載の各写真をトリミング加工して，原告の氏名を表示せずに雑\n誌に掲載し，同雑誌を発行，販売した行為が原告の有する著作権（複製権，譲\n渡権）及び著作者人格権（氏名表示権，同一性保持権）を侵害すると主張して，\n損害賠償金１０６０万円及びこれに対する平成２５年１０月３１日（訴状送達\nの日の翌日）から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求め，③被告らに対し，不法行為に基づく損害賠償として弁護士費用相当\n額３０万円（各１５万円）及びこれに対する平成２５年１０月３１日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n２  前提事実（証拠等を掲げていない事実は関係する当事者間に争いがない。）\n(1) 当事者\nア  原告は，フリーランスのイタリア人写真家である。（原告と被告Ｄａｚ\nｚｙとの間では争いがない。弁論の全趣旨）\nイ  被告Ｄａｚｚｙは，レディスファッションを取り扱う衣料品の販売等を\n目的とする株式会社である。\nウ  被告ロエンは，ファッションを取り扱う株式会社ロエン（以下「訴外ロ\nエン」という。）の関連会社である。\n(2) 原告による写真撮影\n原告は，被告Ｄａｚｚｙから，モデルを用いたファッションの写真撮影及\nび写真の提供を依頼され，平成２５年２月，別紙原告写真目録記載１ないし\n６の写真（以下，同目録の番号に従って「原告写真１」などといい，各写真\nを併せて「原告各写真」という。）を撮影した。\n(3) 被告Ｄａｚｚｙによる原告各写真の利用\nア  被告Ｄａｚｚｙは，原告から，原告各写真の電子データを受け取り，同\nデータを複製して，被告ロエンに引き渡した。\nイ  被告Ｄａｚｚｙは，別紙被告Ｄａｚｚｙ写真目録記載のとおり，そのオ\nフィシャルサイト（以下「Ｄａｚｚｙサイト」という。）に，原告写真６\nをトリミングしたものを掲載した。（甲４）\nウ  被告Ｄａｚｚｙは，Ｄａｚｚｙサイトにおいてトリミングした原告写真\n６を掲載するに当たり，原告の氏名の表示をしなかった。（甲４）\n(4) 被告ロエンによる原告各写真の利用\nア  被告ロエンは，訴外ロエンブランドの雑誌である「Ｒｏｅｎ  ＯＦＦＩ\nＣＩＡＬ  ＢＯＯＫ  ～２０１３Ｓｐｒｉｎｇ＆Ｓｕｍｍｅｒ～（ｓａｉ\nｔａ  ｍｏｏｋ）」（以下「ロエン誌」という。）における被告Ｄａｚｚ\nｙの広告ページに掲載するために，被告Ｄａｚｚｙから提供を受けた原告\n各写真をトリミング加工し，ロエン誌の編集・発行元である訴外株式会社\nセブン＆アイ出版（以下「セブン＆アイ出版」という。）に，その電子デ\nータを送付した。（甲５，６）\nイ  セブン＆アイ出版が，トリミング加工後の原告各写真が掲載されたロエ\nン誌を,平成２５年５月２３日付けで発行したが，原告の氏名は表示されて\nいなかった。（甲５，６）\n３  争点\n(1)  原告各写真の著作権譲渡の有無\n(2)  原告各写真の利用許諾の有無及びその内容\n(3)  被告Ｄａｚｚｙによる著作者人格権侵害の存否\n(4)  被告ロエンによる著作者人格権侵害の存否\n(5)  被告ロエンの故意過失の有無\n(6)  原告の損害額\n第３  争点に関する当事者の主張\n１  争点(1)（原告各写真の著作権譲渡の有無）について\n〔被告Ｄａｚｚｙの主張〕\n(1) 原告と被告Ｄａｚｚｙは，①原告が，被告Ｄａｚｚｙと被告ロエンのコラ\nボレーション商品を写真撮影し，その際，原告のＦａｓｈｉｏｎＴＶ向けの\n動画を作成すること，②原告が，上記動画を自らのプロモーション活動のた\nめに自由に利用できること，③原告が，被告Ｄａｚｚｙ及び被告ロエンの商\n品カタログや広告・宣伝用の写真撮影を行うこと並びに④原告が撮影した写\n真の著作権が，被告Ｄａｚｚｙに帰属することについて，合意をした。\n(2) 原告は，上記合意に基づき，原告各写真及び上記動画を撮影した。\n(3) したがって，原告各写真の著作権は，原告から被告Ｄａｚｚｙに譲渡され\nた。なお，原告は，現在も，上記動画を，自らのプロモーションのために活\n用している。\n〔被告ロエンの主張〕\n原告各写真の著作権は，被告Ｄａｚｚｙが主張するとおり，被告Ｄａｚｚｙ\nに帰属している。\n〔原告の主張〕\n原告は，被告Ｄａｚｚｙに対し，原告各写真のデータを譲渡したにすぎず，\n著作権の譲渡はしていない。\n２  争点(2)（原告各写真の利用許諾の有無及びその内容）について\n〔被告Ｄａｚｚｙの主張〕\n(1) 仮に原告各写真の著作権が原告に帰属するとしても，原告は，被告Ｄａｚ\nｚｙに対し，原告各写真を，Ｄａｚｚｙサイトに掲載すること及びロエン誌\nを含む商品カタログ等に使用することを許諾した。\n(2) 原告の自白の撤回に関しては，被告ロエンの主張を援用する。\n〔被告ロエンの主張〕\n(1) 原告は，被告Ｄａｚｚｙに対し，原告各写真をロエン誌において広告等の\n目的で使用することを許諾していた。\n(2) 原告は，本件訴訟において，被告Ｄａｚｚｙに対し，原告各写真を広告等\nの目的で利用することを許諾したが改変は許諾していないと主張し，利用許\n諾の事実を自白していた。原告は，その後，被告らに対し，原告各写真の利\n用を一切許諾していないと主張を変遷させ，自白を撤回しようとしているが，\n自白の撤回には同意しない。\n〔原告の主張〕\n(1) 原告は，被告らに対し，原告各写真について，一切の利用を許諾していな\nい。\n被告Ｄａｚｚｙは，原告各写真のデータを受領した後，利用許諾契約を締\n結することなく，原告各写真を利用したものである。\n(2) 原告が，当初，原告各写真の利用許諾をした旨の主張をしたのは，原告本\n人が日本語を解さないことから，言語的な問題を原因として原告訴訟代理人\nが原告本人の主張を誤解したためである。そして，原告が被告らに対し一切\nの利用許諾をしていないことは，証拠（乙６，７）により明らかである。\n３  争点(3)（被告Ｄａｚｚｙによる著作者人格権侵害の存否）について\n〔原告の主張〕\n(1) 同一性保持権侵害\n被告Ｄａｚｚｙが，①原告写真６をトリミング加工したこと及び②加工し\nた同写真を，他の日本人女性の写真を中央に配置し，様々な宣伝文を加えた\n雑多な内容のウェブページの一部として利用したことは，原告写真６の同一\n性を損なう改変に当たり，原告の同一性保持権を侵害する。\n(2) 氏名表示権侵害\n被告Ｄａｚｚｙは，原告の氏名を表示することなく，Ｄａｚｚｙサイトに\n改変後の原告写真６を掲載しており，原告の氏名表示権を侵害した。\n〔被告Ｄａｚｚｙの主張〕\n(1) 同一性保持権侵害につき\nア  原告は，被告Ｄａｚｚｙに対し，トリミング等の編集がされることを前\n提として原告各写真を提供しており，改変を許諾していた。このことは，\n原告が，「どのように使うかは御社次第です。」などとメールに記載して\nいたこと，被告Ｄａｚｚｙによる原告各写真の編集について，何ら異議を\n述べていなかったことからも明らかである。\nイ  仮に，上記許諾がなかったとしても，被告Ｄａｚｚｙは，同一性を損な\nうような改変をしていない。被告Ｄａｚｚｙが原告写真６に対して行った\n改変は，著作権法２０条２項４号所定の「著作物の性質並びにその利用の\n目的及び態様に照らしやむを得ないと認められる改変」に当たるから，同\n一性保持権を侵害しない。\n(2) 氏名表示権侵害につき\n原告各写真は被告Ｄａｚｚｙの商品の宣伝やＤａｚｚｙサイトに使用する\nために撮影されたものであることから，原告は，原告各写真の取り扱いにつ\nいて，氏名表示の要否も含め，被告Ｄａｚｚｙの裁量に委ねており，原告と\n被告Ｄａｚｚｙとの間には，原告各写真をＤａｚｚｙサイトに掲載するに当\nたり，氏名表示を行わない旨の黙示の合意があった。このことは，原告が，\n被告Ｄａｚｚｙに対し，氏名の記載のない原告各写真のデータを提供したこ\nと，氏名を表示するよう要請しなかったこと及びメール（乙６，７）におい\nて，氏名表示に関し，何ら触れていないことからも明らかである。\n４  争点(4)（被告ロエンによる著作者人格権侵害の存否）について\n〔原告の主張〕\n(1)  同一性保持権侵害\n被告ロエンは，①原告写真１の右上部分に骸骨マーク及び文字を加え（別\n紙被告ロエン写真目録１），②原告写真３を掲載した紙面に商品の写真等を\n加えて一つの紙面に加工し（別紙被告ロエン写真目録４），③原告写真４及\nび５の各写真を掲載した紙面に商品の写真等を加えて一つの紙面に加工し\n（別紙被告ロエン写真目録３），④原告写真６の右下部分に文字を加えて一\nつの紙面にする（別紙被告ロエン写真目録５）などして，いずれも同一性を\n損なう改変をし，原告の同一性保持権を侵害した。\n(2)  氏名表示権侵害\n被告ロエンは，別紙被告ロエン写真目録記載のとおり，原告の氏名を表示\nすることなく，原告各写真をロエン誌に掲載しており，原告の氏名表示権を\n侵害した。\n〔被告ロエンの主張〕\n(1)  同一性保持権侵害につき\nア  前記３の被告Ｄａｚｚｙの主張のとおり，原告は，被告Ｄａｚｚｙに対\nし原告各写真の改変を許諾しており，被告ロエンは，被告Ｄａｚｚｙの指\n示を受けて，原告各写真を用いて編集作業を行った。\nまた，被告ロエンは，同一性を損なう改変はしていない。\nイ  原告各写真がカタログやショッピングサイトに使用するために作成され\nたものであることからすれば，被告ロエンがロエン誌に掲載するために原\n告各写真に対して行った編集作業は，著作権法２０条２項４号所定の「著\n作物の性質並びにその利用の目的及び態様に照らしやむを得ないと認めら\nれる改変」に当たり，原告の同一性保持権を侵害しない。\n(2) 氏名表示権侵害につき\n原告各写真には，当初から原告の氏名が表示されていなかったこと，原告\nが，被告Ｄａｚｚｙに対し，原告各写真の使用方法を一任していたこと及び\n原告が，Ｄａｚｚｙサイトに，原告写真６が氏名不表示のまま掲載されてい\nることを知りながら，平成２５年３月１２日までは特段の異議を申し立てて\nいなかったこと等からすると，原告は，ロエン誌に原告各写真を掲載するに\n際し，原告の氏名を表示しないことに同意していたといえる。\nまた，ロエン誌は，商品の宣伝を目的としたものであり，かつ，原告各写\n真が，商品広告のために撮影されたものであることからすると，原告の氏名\nの表示を省略したとしても，「著作物の利用の目的及び態様に照らし著作者\nが創作者であることを主張する利益を害するおそれがないと認められる」（著\n作権法１９条３項）から，被告ロエンが，ロエン誌において原告の氏名表示\nをしなかったことは，原告の氏名表示権を侵害しない。\n５  争点(5)（被告ロエンの故意過失の有無）について\n〔原告の主張〕\n被告ロエンは，著作権者に確認することもなく，原告各写真を加工し，また，\n原告の氏名表示をせずに，原告各写真をロエン誌に掲載したのであるから，重\n大な過失がある。\n〔被告ロエンの主張〕\n被告ロエンは，被告Ｄａｚｚｙから，雑誌への掲載可能な写真である旨の説\n明を受けて原告各写真の提供を受けたから，被告ロエンに故意はない。そして，\nロエン誌における被告Ｄａｚｚｙの広告ページの編集作業の主体は被告Ｄａｚ\nｚｙであり，被告ロエンは，被告Ｄａｚｚｙの依頼に基づいて実際の編集作業\nに従事したにすぎないから，被告ロエンには，被告Ｄａｚｚｙから提供された\n写真の著作権者を調査，確認する義務はなく，過失がない。\n６  争点(6)（原告の損害額）について\n〔原告の主張〕\n(1)  被告Ｄａｚｚｙについて\nア  同一性保持権侵害に対する慰謝料  ５００万円\nイ  複製権侵害による損害  １００万円\nウ  弁護士費用  １５万円\n(2)  被告ロエンについて\nア  同一性保持権侵害に対する慰謝料  ５００万円\nイ  氏名表示権侵害に対する慰謝料  ５００万円\nウ  ロエン誌での原告各写真の利用料相当額  ６０万円（１０万円×６枚）\nエ  弁護士費用１５万円\n〔被告らの主張〕\n否認し，争う。\n第４  当裁判所の判断\n１  前記第２，２の前提事実並びに後掲各証拠及び弁論の全趣旨によれば，次の\n各事実が認められる。\n(1) 原告は，被告Ｄａｚｚｙから，モデルを用いたファッションの広告宣伝用\nの写真撮影及び写真の提供を依頼され，平成２５年２月，原告各写真を撮影\nした。原告は，このときの写真撮影風景を撮影した動画を作成し，Ｆａｓｈ\nｉｏｎＴＶ（世界２０２ヶ国・地域で配信されているファッション専門チャ\nンネル）での配信に供し，また，自らのホームページに掲載している。（乙\n１，乙３の１・２，乙８）\n(2) 原告が代表者を務める株式会社エソレミオ（以下「エソレミオ」という。）\nは，平成２５年２月１日，被告Ｄａｚｚｙに対し，上記(1)の写真撮影につい\nて，「Ｄａｚｚｙカタログ写真撮影１２時間（メイクアップ，ヘアー，撮影\n設置助手，焦点設置助手含む。写真修正，リタッチング，ＤＶＤによる納品\nの代金を含む。）」の代金として，３１万５０００円（税込み）を請求した。\n（乙２，５）\n(3) 原告は，平成２５年２月２１日，被告Ｄａｚｚｙの従業員であるＢに対し，\n「私が撮影いたしました写真はＷｅｂストア用ではなく，アルマーニやバナ\nナリパブリックやディーゼルのような，雑誌広告用やポスターや新作カタロ\nグにむいております。今回の写真は御社のＷｅｂサイトに掲載されておりま\nす写真スタイルとは異なりますので，他のフォトグラファーの方が撮影され\nたお写真とは混合されないほうがよろしいかと思います。もちろん，写真は\n御社のものですので，どのようにご使用されてもよろしいのですが。」など\nと記載したメール（乙６）を送信した。原告は，同メールにおいて，原告が\n撮影した写真から２４枚を選定してレタッチ（修正）して納品すること，上\n記小倉から合計７０枚の写真のレタッチを３日後までにするよう要望された\nものの，通常は２０枚程度のレタッチの作業費が撮影費用に含まれており，\n７０枚もの写真のレタッチの作業費は含まれないこと，レタッチを要する場\n合には別の者が一枚１５００円で請け負うこと等を伝えた。（乙６）\n(4) 原告は，平成２５年３月１２日，被告Ｄａｚｚｙ代表者Ｃに対し， 「お金\nを払って撮影して，その写真を使わないクライアントさんは私のキャリアの\n中で初めてです。dazzy.co.jp のホームページにワンショットだけ使ってい\nただいているのを拝見しましたが，カットや編集がとっても乏しく使用され\nておりました。」，「自分で編集しているものを３枚添付いたします。この\nようにしてＤＡＺＺＹのパンフレット，ポスター，街のビルボード広告や雑\n誌のＣＭなどに使うととってもいいと思います。もちろん，どのように使う\nかは御社次第ですが，私の意見をお伝えさせていただきました。」などと記\n載したメール（乙７）を送信した。このメールには，原告の編集による宣伝\n用ページの案の画像データが添付されていたが，同画像には，原告が撮影し\nた写真に加え，「Roen for Dazzy」のロゴ，「dazzy.co.jp」の文字及び髑髏\nの絵と「Roen」の文字を組み合わせたマークが配置されており，また，原告\nの氏名は表示されていなかった。（乙７）\n(5) 被告ロエンは，被告Ｄａｚｚｙの依頼を受け，被告Ｄａｚｚｙから提供さ\nれた原告各写真を用いて，平成２５年５月２３日発行のロエン誌に掲載する\n被告Ｄａｚｚｙの広告ページを製作し，その内容について被告Ｄａｚｚｙの\n確認を受けた上で，セブン＆アイ出版に対し，上記広告ページの電子データ\nを送付した。（甲５，６）\n(6) 原告訴訟代理人は，平成２５年６月２８日付け通知書（乙４）により，被\n告Ｄａｚｚｙに対し，原告は，Ｄａｚｚｙサイト及び被告Ｄａｚｚｙが展開\nするオンラインのショッピングサイトに使用する目的で原告各写真を納品し\nた旨述べ，ロエン誌における原告各写真の使用及びロエン誌に原告の氏名が\n表示されていないことが，著作権侵害，著作者人格権侵害，名誉侵害及び不\n法行為に当たるとして，損害賠償金合計１７００万円の支払を請求した。（乙\n４）\n(7) 原告は，平成２６年８月１４日の本件の第６回弁論準備手続期日において，\n被告Ｄａｚｚｙに対し，原告各写真をＤａｚｚｙサイト，ショッピングサイ\nト及び雑誌において広告等の目的で使用することについて許諾していたが，\n改変すること及び被告Ｄａｚｚｙ以外の者が使用することは許諾していない\n旨陳述した。その後，原告は，同年１２月１６日の本件の第９回弁論準備手\n続期日において陳述された同月１２日付け準備書面(9)により，上記使用許諾\nをしていた旨の陳述を撤回し，一切利用許諾していない旨主張した。（顕著\nな事実）\n２  争点(1)（原告各写真の著作権譲渡の有無）について\n(1) 被告らは，原告各写真の著作権が，被告Ｄａｚｚｙに譲渡されたと主張し，\n被告Ｄａｚｚｙはそれに沿う証拠として原告各写真の撮影に関与した訴外株\n式会社ＡＮＤＯの代表取締役Ｄの陳述書（乙８）を提出した。しかしながら，\n原告と被告Ｄａｚｚｙが，原告各写真の扱いについて契約書等の書面を作成\nしていないことについては当事者間に争いがないこと，被告らは，上記Ｄ又\nは被告Ｄａｚｚｙの代表者ないし従業員が，原告との間で，著作権の扱いに\n関し，どのような会話をしたのかについて具体的な主張立証を何らしていな\nいこと，前記１(2)のエソレミオ作成の請求書（乙２）には，代金に著作権譲\n渡代金が含まれる旨の記載がないこと，前記１(4)のとおり，原告が，原告各\n写真のデータを被告Ｄａｚｚｙに納品した後も，自ら撮影した写真を加工し\nて宣伝用のページの案を編集し，被告Ｄａｚｚｙに送付するなどしていたこ\nとから，著作権を譲渡したとまでは認識していなかったと推認されることの\n各事実を踏まえると，原告が，被告Ｄａｚｚｙとの間で，原告各写真の著作\n権を譲渡する旨の合意をしたと認めることはできない。\n(2) この点に関して被告らは，原告が，被告Ｄａｚｚｙに宛てたメールにおい\nて，「写真は御社のものですので，どのようにご使用されてもよろしいので\nすが」（乙６），「どのように使うかは御社次第」（乙７）などと記載して\nいたことは，著作権譲渡を前提としたものであると主張するが，上記記載は，\n制限や条件を付さずに利用許諾をしたことを前提としたものと考えても矛盾\nしないから，上記各記載をもって，原告が被告Ｄａｚｚｙに原告各写真の著\n作権を譲渡したと認めるに足りない。\n(3) そうすると，原告が，被告Ｄａｚｚｙに対し，原告各写真の著作権を譲渡\nしたという被告らの主張は理由がない。\n３  争点(2)（原告各写真の利用許諾の有無及びその内容）について\n(1) 前記１(1)ないし(4)のとおり，原告が，被告Ｄａｚｚｙから，広告宣伝用\nの写真の撮影を依頼されて原告各写真を作成したこと，原告が，被告Ｄａｚ\nｚｙに対し，エソレミオを通じ，「カタログ写真」の撮影代金として３１万\n５０００円を請求したこと，及び被告Ｄａｚｚｙに対し，「写真は御社のも\nのですので，どのようにご使用されてもよろしい」，「どのように使うかは\n御社次第」などと述べていたことからすると，原告は，被告Ｄａｚｚｙが原\n告各写真を広告宣伝用として自由に利用することを前提として，写真撮影を\n請け負い，また，その成果物である原告各写真のデータを被告Ｄａｚｚｙに\n交付したということができる。\nそうすると，原告は，被告Ｄａｚｚｙに対し，少なくとも広告宣伝目的に\nおいては，改変することや掲載する媒体の選択等も含めて自由に利用できる\nものとして，原告各写真の利用を許諾したと認めるのが相当である。\n(2) この点に関して原告は，被告Ｄａｚｚｙに広告等の目的で原告各写真の利\n用を許諾していた旨の当初の陳述を撤回すると主張し，利用許諾をしていな\nいことは証拠（乙６，７）から明らかであると主張する。\nこの点，自白の撤回が認められるためには，自白が真実に反しかつ錯誤に\n基づくものである必要があり，自白が真実に合致しないことの証明があると\nきはその自白は錯誤に基づくものと認めるのが相当であるが（大審院大正１\n１年２月２０日判決・大審院民事判例集１巻５２頁，最高裁判所昭和２５年\n７月１１日第三小法廷判決・最高裁判所民事判例集４巻７号３１６頁参照），\n前記(1)のとおり，本件では，原告が被告Ｄａｚｚｙに対し，「写真は御社の\nものですので，どのようにご使用されてもよろしい」，「どのように使うか\nは御社次第」などと記載したメールを送付していたことが認められ，上記各\n記載は，原告が被告Ｄａｚｚｙに利用許諾をしていることを前提としたもの\nといえるから，自白が真実に合致しないことの証明があったとはいえず，自\n白の撤回は認められない。\nまた，原告は，被告Ｄａｚｚｙに送付したメール（乙６）の内容について，\n契約締結に先立って利用態様を提案したものであるとか，原告各写真の利用\n契約を締結してほしい旨訴えたものであるなどと主張する。\nしかし，遅くとも撮影開始時までには原告と被告Ｄａｚｚｙとの間で写真\n撮影に係る契約が成立していたと推認されるところ，上記メールは，原告各\n写真の撮影後かつ代金の請求後に送付されたものであって，契約締結に先立\nって送付されたものではないし，上記メールを観察しても，その後に原告各\n写真の利用に関する契約を締結することを示唆する記載はないから，原告の\n上記主張は採用することができない。\n(3) したがって，被告Ｄａｚｚｙが，原告写真６を改変してＤａｚｚｙサイト\nに掲載したことや，ロエン誌用の広告製作を依頼した被告ロエンに送付する\nために，原告各写真のデータを複製したことは，上記利用許諾の範囲内の行\n為であるといえるから，これらの行為によって原告の著作権を侵害したと認\nめることはできない。\n(4) そして，広告の素材である写真の加工等を含む広告の製作や広告宣伝行為\nを第三者に依頼することは通常行われることであるから，原告は，被告Ｄａ\nｚｚｙが，第三者に指示をして原告各写真を改変させたり，原告各写真を用\nいた広告を頒布させることを想定した上で，被告Ｄａｚｚｙに原告各写真の\n利用を許諾していたと認めることが相当である。\nそうすると，被告ロエンが，被告Ｄａｚｚｙの指示を受けて，ロエン誌に\n掲載する被告Ｄａｚｚｙの広告ページの素材として，原告各写真を改変した\nこと及び改変した原告各写真を含む広告ページのデータを，ロエン誌の発行\n元であるセブン＆アイ出版に送付した行為は，上記利用許諾の範囲内の行為\nというべきである。\nなお，原告は，被告ロエンがロエン誌を発行・販売した行為が原告の著作\n権（複製権，譲渡権）侵害に当たる旨の主張もしていたが，セブン＆アイ出\n版がロエン誌を発行していることは当事者間に争いがないから，原告の上記\n主張は失当である。\n(5) 以上のとおり，被告ロエンの行為は，原告の著作権を侵害しない。\n４  争点(3)（被告Ｄａｚｚｙによる著作者人格権侵害の存否）について\n前記３に説示したとおり，原告は，被告Ｄａｚｚｙに対し，広告宣伝目的に\nおいて，条件や制限を付することなく利用を許諾していた。そして，前記１(4)\nのとおり，原告は，平成２５年２月に原告各写真を撮影した後，原告訴訟代理\n人を通じて同年６月２８日付け通知書を被告Ｄａｚｚｙに送付するまでの間，\n被告Ｄａｚｚｙが，Ｄａｚｚｙサイトに原告写真６をトリミングして掲載して\nいたことについて，カットや編集が乏しい旨の意見を述べたり，原告写真が一\n枚しか利用されていないことについて不満を述べたりしていたものの，被告Ｄ\nａｚｚｙがトリミング加工をしたことや，原告の氏名が表示されていないこと\nについては，何ら異議を述べていなかったし，原告が案として提示した画像に\nも，原告の氏名は表示されていなかったこと，また，原告は，被告Ｄａｚｚｙ\nに対し，氏名表示の付されていない原告各写真のデータを交付したものの，氏\n名表示をすべき旨の指示をしなかったこと（弁論の全趣旨），以上の事実が認\nめられる。\nそうすると，原告は，被告Ｄａｚｚｙに対し，原告各写真を改変することや，\n原告の氏名表示をすることなく原告各写真を広告等に掲載することについて，\n黙示の同意をしていたと認めるのが相当である。\n以上のとおり，被告Ｄａｚｚｙが，Ｄａｚｚｙサイトに原告写真６を掲載す\nるに当たり，トリミング加工したこと及び原告の氏名を表示しなかったことは，\nいずれも原告の同一性保持権及び氏名表示権を侵害するものではない。\nしたがって，この点に関する原告の主張はいずれも理由がない。\n５  争点(4)（被告ロエンによる著作者人格権侵害の存否）について\n前記３及び４のとおり，原告は，被告Ｄａｚｚｙに対し，広告宣伝目的にお\nいての原告各写真の利用を許諾し，また，原告各写真を改変すること及び氏名\nを表示することなく原告各写真を利用することに同意していた。そして，広告\nの製作を第三者に依頼することは通常行われることであるから，原告の上記同\n意の対象には，被告Ｄａｚｚｙが，第三者に広告の製作を依頼して原告各写真\nを含む広告を製作させる場合も含まれるというべきである。\nそうすると，被告ロエンが，被告Ｄａｚｚｙの指示に従って，原告各写真を\n改変した上で，改変した原告各写真を用いて原告の氏名表示のない広告ページ\nを作成し，セブン＆アイ出版に上記広告ページのデータを送付してロエン誌に\n掲載させたことは，いずれも原告の同一性保持権及び氏名表示権を侵害するも\nのではない。\nしたがって，この点に関する原告の主張はいずれも理由がない。\n６  結論\n以上のとおり，その余の点について判断するまでもなく，原告の請求はいず\nれも理由がないから，これらを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n東  海  林        保\n裁判官\n今    井    弘    晃\n裁判官\n勝    又    来  未  子\n（別紙省略）\n"
}