{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 17
  },
  "case_number": "平成22(ワ)764",
  "case_name": "損害賠償請求事件",
  "court_name": "横浜地方裁判所第６民事部",
  "lawsuit_id": "82518",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82518",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/518/082518_hanrei.pdf",
  "contents": "平成２４年７月１７日判決言渡 同日原本領収 裁判所書記官\n平成２２年第７６４号 損害賠償請求事件\n口頭弁論終結日 平成２４年４月１７日\n判 決\n（当事者の表示 省略）\n主 文\n１ 被告は，原告に対し，１４５万９６９５円及びこれに対する平成\n１８年１２月２８日から支払済みまで年５分の割合による金員を支\n払え。\n２ 原告のその余の請求を棄却する。\n３ 訴訟費用は，これを１０分し，その７を原告の負担とし，その３\nを被告の負担とする。\n４ この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１ 請求\n被告は，原告に対し，５１３万５９８２円及びこれに対する平成１８年１２\n月２８日から支払済みまで年５分の割合による金員を支払え。\n第２ 当事者の主張\n１ 請求原因\n 原告は，横浜市ａ区ｂ××番×号に所在する店舗（以下「本件店舗」とい\nう。）において，墓石の販売等を行っている株式会社である。本件店舗の地\n下には駐車場（以下「本件地下駐車場」という。）がある。\n被告は，横浜市ａ区ｃ×丁目××所在のＡ公園（以下「本件公園」という。）\nを管理する地方公共団体である。\n 本件公園と本件店舗の位置関係は別紙図面１のとおりであり，別紙図面１\nの「本件池」の位置に，Ｂ池という名称の池（以下「本件池」という。）が\nある。\n雨が降ると，雨水は本件池に一時的に貯水され，その後，別紙図面１の「流\nれ①」の水路（以下「水路①」という。）を通って下流に流され，その一部\nが，別紙図面１の「桝①」にある雨水管（以下「雨水管①」という。）を通\nって地下に排水される。残りの雨水は，別紙図面１の「流れ②」の水路（以\n下「水路②」といい，水路①と併せて以下「本件水路」という。）を通って\nさらに下流に流され，本件店舗付近にある別紙図面１の「桝②」の雨水管（以\n下「雨水管②」という。）を通って地下に排水される。\n本件水路と上記各雨水管との境目（別紙図面１の桝①・②の位置）には，\n落ち葉等が雨水管に浸入することを防ぐ金属製の格子状の溝蓋（それぞれ，\n「本件スクリーン①」「本件スクリーン②」という。）が設けられている。\nア 本件店舗及び本件公園がある横浜地区において，平成１８年１２月２６\n日から同月２７日にかけて，雨量が累計１６８．５㎜に達する大雨が降っ\nた（以下「本件雨」という。）。\nイ 上記アの期間において，本件地下駐車場に，約６５トンを超える雨水が\n浸入した（以下「本件浸水」という。）。\n 被告の責任\n本件浸水は，本件水路の設置又は管理に下記の瑕疵があったために発生し\nたものである。\nア 本件水路内及びその周辺には落ち葉やゴミなどが堆積しており，特に本\n件水路の最後尾付近には大量の落ち葉やゴミが堆積し，本件水路を塞いで\nいた。その結果，本件水路から雨水が溢れ，本件地下駐車場に流入した。\n被告においては，本件水路内に堆積した落ち葉等を除去して，雨水が氾\n濫しないよう管理すべきであった。したがって，設置又は管理の瑕疵があ\nり，落ち葉等の除去を怠った過失がある。\nイ 本件水路は木々に囲まれており，落ち葉の季節においては，落ち葉が本\n件水路の内部に堆積することが予想される。そうであるにもかかわらず，\n本件水路には，落ち葉の堆積を防ぐ柵を設ける，落ち葉が入らないよう本\n件水路の脇に網を設ける，本件公園と歩道の境目にグレーチング付きのＵ\n字溝を設置するなどの降雨対策を講じられていなかった。したがって，設\n置・管理の瑕疵があり，上記対策を講じなかった過失がある。\n 損害\n本件地下駐車場が水没したことにより，駐車していた車両などが水没し，\n原告は，下記のとおり，少なくとも合計５１３万５９８２円の損害を被った。\n記\nア 自動車（トヨタスターレット横浜××・○××××）\n４１万８６２６円\nイ 自動車（トヨタスターレット横浜××・○××××）\n３５万７９３６円\nウ 自動車（トヨタスプリンター横浜×××・○××××）\n５１万９１７８円\nエ 自動車（トヨタライトエース横浜×××・○××××）\n４９万４６５３円\nオ 自動車備品（テレビ・ステレオ・スピーカー）\n７万円\nカ 代替レンタカー代金\n２８万９２４０円\nキ 自動車携帯品（地図，カタログ，ファイル，文房具類）\n３５万４３６９円\nク 地下駐車場保管設備（業務用ヒーター，ロッカー）\n８０万０７８０円\nケ ビル設備（ポンプ交換，仮設工事代金，電気配線工事）\n１８３万１２００円\n よって，原告は，被告に対し，国家賠償法（以下「国賠法」という。）１\n条１項，２条１項に基づき，５１３万５９８２円の損害賠償及び平成１８年\n１２月２８日から支払済みまで年５分の割合による遅延損害金の支払を求め\nる。\n２ 請求原因に対する認否等\n 請求原因は認める。\n 請求原因は認める。\n 請求原因のうち，本件地下駐車場に浸入した水の量が約６５トンである\n事実については不知，その余は認める。\n 請求原因は否認ないし争う。\nア 国賠法１条１項について\n本件公園の清掃者は，作業計画立案に基づき，定期（週１回）及び雨天\n時に本件水路等の清掃を行っており，平成１８年１２月２６日の夕方にも，\n本件スクリーン①及び②等に堆積した落ち葉等をすべて除去している。ま\nた，同日から同月２７日までの降水量は，１２月の降水量としては異常で\nあり，予測不可能なものであった。したがって，落ち葉の除去等について\n過失はない。\nイ 国賠法２条１項について\n本件池の構造基準は，昭和４３年１月１９日建設省河政発第１０号河川\n局長通達ダム構造基準及びダム構造基準細目を準用した港北ニュータウン\n地区の雨水貯留施設の設置に関する指導について（方針伺）（昭和６０年\n７月１日）に基づいている。本件池の貯留量算定は，３０㎜／ｈｒを降雨\n継続時間３時間としており，本件雨（１８㎜／１時間）にも十分耐え得る\n構造となっている。\nまた，上記アのとおり，平成１８年１２月２６日～同月２７日の降雨量\nは異常であり，これを予測することは不可能である。この期間の雨が本件\n地下駐車場に入り込んだとしても，それは不可抗力である。\nしたがって，設置及び管理に瑕疵はない。\nウ 因果関係\n本件浸水の原因は，本件地下駐車場内外の排水設備に重大な欠陥があっ\nたことにある。\n 本件地下駐車場の入口は急な斜面となっており，さらにその敷地は，\n前面にある幹線道路の最下部に位置することから，本件地下駐車場は，\n道路の雨水や裏山からの雨水等も浸入する構造となっている。\n 排水設備の新設等を行おうとする者については，その計画が排水設備\nなどに関する法令や条例の規定に適合しているかどうかの確認を得るこ\nとが求められる。しかし，本件店舗の排水設備については，同確認を受\nけないまま設けられた可能性がある。\n 建物外の排水設備については，横浜市下水道条例等により，開きょ（Ｕ\n字溝）を暗きょ（排水管）に接続する箇所には，深さ「ます」を設けな\nければならず，この「ます」には深さ１５㎝の泥だめを設けなければな\nらない。堆積物による雨水の滞水を防止するためである。しかし，本件\n地下駐車場の入口にあるＵ字溝と排水管は，直接これらが接続され，上\n記「ます」が設置されておらず，上記基準に反している。\nまた，スクリーンはＵ字溝に設置し，「ます」内及び管口には設置し\nてはならない。スクリーンに詰まったゴミ等を外部から除去することが\nできるようにするためである。しかし，原告は，目の細かいスクリーン\nを管口に設置している。\n 本件浸水後，本件地下駐車場の入口にあるＵ字溝内には大量の落ち葉\n等が堆積しており，原告は日頃から上記Ｕ字溝の掃除を怠っていた。\n 本件地下駐車場に設置された排水ポンプは，本件浸水前から正常に機\n能していなかったか，電源が入っていなかった可能性がある。また，原\n告は，雨水が浸入し易いという上記の本件地下駐車場の特質を考慮せ\nずに排水ポンプを設置しており，その点で落ち度がある。\n 請求原因は否認する。\n原告は，各車両等の損害について，取得費を損害と主張しており，取得時\nから被害時までの減額をしていない。また，復旧工事をしたか疑問である。\n第３ 裁判所の判断\n１ 当事者間に争いのない事実に証拠（甲１～３，５，８～１３，１５～１９，\n２１～２３，２５，２６，２９，３１，３５，３６，４１，４２，４４，４５，\n乙１～７，１３，１６［以上の証拠につき枝番を含む。］，証人Ｃ［以下「Ｃ」\nという。］，証人Ｄ［以下「Ｄ」という。］，証人Ｅ［以下「Ｅ」という。］，原\n告代表者）と弁論の全趣旨を総合すると，次の事実が認められる。\nア 本件池は，修景池として，常時，水深２ｍの深さまで，湧水等を貯留し\nている。\nイ 本件池の上記水深２ｍを超えた，上部５０㎝の部分は，大雨時に河川の\n氾濫を予防する雨水流出抑制施設として雨水を一時貯留する雨水調整池と\nしての機能を有している。\n具体的には，水深が２．５ｍに至るまでは，別紙図面２の越流堤によっ\nて雨水がそのまま溢れ出るのを防ぐとともに，別紙図面２のオリフィスに\n設けられた孔（直径２１９㎜）によって，本件池からの流水量を，１秒当\nたり最大で０．０８９５㎥に抑える設計になっている。水深が２．５ｍを\n超えると，上記越流堤を超えて，雨水が本件水路に直接溢れ出る。\nウ オリフィスの孔を通った雨水は，本件水路①を通って直径８００㎜の雨\n水管①に排水される。雨水管①の流下能力（流すことのできる水の量）は，\n設計上，１秒当たり最大で０．１８６９㎥である。本件池の排水は，基本\n的に雨水管①を通じて行われる。\n雨水管①で排水されなかった雨水は，本件水路②に入り，雨水管②へと\n排水される。雨水管②の流下能力は，設計上，１秒当たり最大で０．０７\n５２㎥である。\nエ １時間当たり１８㎜の降水量の雨が降った場合，本件池から排水される\n水量は１秒当たり約０．２５３㎥である。\nア 本件公園は，横浜市環境創造局環境活動推進部○○事務所（以下「本件\n事務所」という。）が管理しており，本件事務所の「Ａ公園班」（同事務\n所の職員２名及び嘱託員１名）が，施設の巡視点検，樹木の剪定，草刈り，\n清掃及び施設の修繕等を行っていた。\nイ 本件事務所の担当者らは，月末に，翌月の本件公園における作業計画を\n作成し，同作業計画に基づき，本件公園の清掃等を行っている。\nウ 本件水路の周辺には，本件浸水当時，木々が立ち並び，落ち葉も相当数\nあった。本件水路の別紙図面１の桝①から桝②までの流路には，Ｆ神社の\n参道脇の斜面に降った雨水が表層を伝って流れ込む構造になっているとこ\nろ，この斜面周辺には木々があり，落ち葉が本件水路内に流入し易い構造\nになっていた。\nエ 「Ａ公園班」の一人であるＥは，平成１８年１２月２５日，作業計画に\n基づき，本件スクリーン①及び②に堆積していた落ち葉等を除去した。\nオ Ｅは，同月２６日の午後５時前ころ，雨が強く降り始めたので，本件ス\nクリーン①及び②に堆積した落ち葉と，本件水路に入りそうな落ち葉を除\n去し，本件水路内の堰になっている部分に堆積した落ち葉を除去した。た\nだし，それ以外の本件水路内に堆積していた落ち葉は除去しておらず，本\n件水路内には落ち葉が相当数残っていた。\nカ 本件浸水当時，上記事務所において，大雨警報が発令された場合に緊急\nに作業をするといった態勢は取られていなかった。\nア 本件公園及び本件店舗がある横浜地区において，平成１８年１２月２６\n日から同月２７日までにかけて，大雨が降った。時間別の降水量は，別紙\nのとおりであり，１時間当たり最大で１８㎜であった。\nまた，同月２６日の日降水量は約１３５㎜であり，同月２７日の日降雨\n量を併せると合計約１６０㎜であるところ，この日の降水量は，過去２９\n年間における１２月時の最大降雨量（日降水量）の約５０㎜を大幅に超え\nていた。\nただし，別の月では，日降水量が１８８㎜（平成１５年８月１５日），\n２４４㎜（平成６年８月２１日），１９１．５㎜（平成１６年１０月９日）\nとなるなど，上記約１６０㎜の降水量を大きく超える雨が降る日があった。\nイ 上記アのとおり，平成１８年１２月２６日から同月２７日にかけて，本\n件公園付近に降った降雨量の合計は約１６０㎜であり，本件池の面積は約\n３０５０㎡であるから，本件池には合計約４８８㎥，すなわち，約４８８\nトンの雨が降った計算となる。\nウ 平成１８年１２月２６日午後８時１４分には，横浜市に大雨洪水警報が\n発令された。\nア 同月２７日午前６時３０分ころの時点で，別紙図面１の桝②の位置から\n水が溢れ，道路を伝って，本件地下駐車場の入口の前部にある道路へと流\nれ出ていた。この溢れ出た水には，落ち葉や落ち葉が砕けた泥のようなも\nのが含まれていた。\nまた，本件店舗の付近の道路には，別紙図面３（本件店舗の周辺を拡大\nした図面）の「Ｃ様宅前の車道側溝桝」及び「③本件店舗前の車道側溝桝」\nの位置に雨水桝が設けられているところ，同日午前７時３０分ころの時点\nで，これらの雨水桝は，いずれも大量の落ち葉で覆われており，排水が妨\nげられていた。\nイ 雨がほとんどやんでいた同日午前７時３０分ころにおいても，別紙図面\n１の桝②の位置から水が溢れていた。この溢れ出た水は，歩道をはみ出し，\n車道（複数の車線がある。）の１車線分よりも少し狭い程度にまで流れ出\nており，本件地下駐車場の入口の前部の道路へと流れ出ていた。\nウ Ｅは，別紙図面１の桝②の位置に落ち葉が堆積して本件スクリーン②が\n塞がれ，そこから水が溢れているのを確認した。そこで，同日午前８時２\n０分ころから，本件スクリーン②に堆積していた落ち葉を除去した。\n本件スクリーン②の周辺の土の部分は，多数の落ち葉で覆われていた。\nエ 本件スクリーン②から本件地下駐車場の付近までの間の道には，落ち葉\nが散乱していた。\nオ 原告の従業員は，平成１８年１２月２７日の午前８時ころ，本件地下駐\n車場が浸水しているのを発見した。消防ポンプ自動車により排水したが，\n本件地下駐車場に駐車されていた原告所有の車両は，内部まで水に浸かっ\nていた。本件地下駐車場から排水された水の量は，約６５トンであった。\nカ 本件事務所は，落ち葉等が本件スクリーン①及び②等に詰まることを防\n止するため，平成２０年１月中旬から下旬にかけて，本件水路内の複数の\n箇所にゴミの塞ぎ止めの網を設ける工事を行った。\nア 本件店舗は，別紙図面３のとおり，Ｇ方面及びＨ方面に伸びる道路（以\n下「大道路」という。複数の車線がある。）と，同道路より幅員が狭い道\n路（以下「小道路」という。）が交わる地点（以下「本件交差点」という。）\nの付近に存在する。本件地下駐車場の出入口は小道路に面している。\nイ 本件交差点付近の大道路においては，Ｈ方面から本件交差点に向かって，\nＧ方面から本件交差点に向かって，いずれも緩やかな下り坂となっている。\n小道路においては，本件交差点を起点として，本件交差点から本件店舗\nに沿って遠ざかる方向へ，緩やかな下り坂となっている。\nウ 本件地下駐車場の入口部分は，小道路と接する部分から排水溝が設置さ\nれている部分まで，切り下げられており，同部分から本件地下駐車場内部\nまで，下り坂となっている。\nア 本件店舗は，平成１４年８月ころ，新築された。\nイ 本件地下駐車場の入口部分には，Ｕ字型の排水溝が設けられ，同排水溝\nの端には雨水管が直接接続されており，その接続部分に，ますは設けられ\nていない。\n 本件浸水の当時，本件地下駐車場以外に，本件公園付近で浸水などの事故\nが生じたところはなかった。\n２ 瑕疵について\n 国賠法２条１項の規定する営造物の設置又は管理の瑕疵とは，営造物が通\n常有すべき安全性を欠いていることをいう（最高裁昭和４２年第９２１号\n同４５年８月２０日・民集２４巻９号１２６８頁）。\nア 前記１によると，本件池及び本件水路は，雨水流出抑制施設として，\n流出する雨水の量を抑制し，雨水を雨水管に流す施設であると認められる\nから，その管理に当たっては，降雨時に流出量が抑制され，雨水が雨水管\nに適切に流れるよう管理することが求められる。しかるところ，前記１\n～によると，平成１８年１２月２６日～同月２７日，本件雨によって運\nばれた落ち葉が堆積して本件スクリーン②が詰まり，雨水が雨水管②に流\nれず，これが本件公園の外に溢れ出て，全量ではないとしても，歩道沿い\nに流れ，本件地下駐車場に流れ込んだことが認められる。\nイ Ｅは，前記１オのとおり，同月２６日に，本件スクリーン②等の落ち\n葉を掃除しているが，本件水路内の落ち葉については，その一部しか除去\nしていない。前記１ウのとおり，本件水路の別紙図面１の桝①から桝②\nまでの流路には，Ｆ神社の参道脇の斜面に降った雨水が表層を伝って流れ\n込む構造になっており，この斜面周辺には木々があり，落ち葉が本件水路\n内に流入し易い構造になっていたことが認められ，とりわけ本件スクリー\nン②については落ち葉により流量が低下することが予測されるということ\nができる。証拠（乙２，１６）によると，本件地下駐車場前のＵ字溝に多\n量の落ち葉が残されていたことが認められ，本件建物の周囲に樹木がない\nことも考慮すると，本件スクリーン②に落ち葉が堆積して流水量が低下し，\nそこで溢れた雨水が大道路の歩道，小道路へと流れたことが推認される。\nしたがって，本件水路内に落ち葉が入らないよう柵等を設けたり，本件水\n路内の落ち葉を夜間でもこまめに除去したり，本件水路内の本件スクリー\nン②付近などにゴミの塞ぎ止めの網などを設置していれば，上記雨水が溢\nれ出る事態は生じなかったと考えられる。しかるところ，前記１カのと\nおり，上記ゴミの塞ぎ止めの網については現に本件浸水の後に設けられて\nいることなどにも照らすと，被告において，これらの対策を講じることは\n可能であり，かつ容易であったと認められる。\nウ 前記１アによると，平成１８年１２月２６日～同月２７日の最大降\n雨量は１８㎜／１時間であるところ，証拠（乙７，１３）と弁論の全趣\n旨によると，降雨量を１８㎜／１時間とした場合でも，雨水管①及び雨\n水管②の流下能力は，両雨水管に流れ込む水の量を上回っていると推認\nされる。\n 前記１のとおり，本件浸水が生じた平成１８年１２月２６日から同\n月２７日までにかけて，本件公園付近に降った降雨量の合計は，約１６\n０㎜であると認められるところ，１２月以外では，これを上回る降雨量\nの雨が降った日もあったがその際，その雨が本件公園からあふれ出し，\n周辺に被害を及ぼす事態は生じなかったと認められる。\n 上記及びからすると，本件池の処理能力に問題はなく，本件池か\nら水が溢れ出た原因は，前記のとおり，落ち葉の堆積によるものである。\nそして，前記１のとおり，本件浸水が生じた平成１８年１２月２６\n日から同月２７日までにかけての降水量は，１２月としては前例のない\nものであったが，他の月には，これを大幅に上回る降水量を何度も記録\nしており，１２月にそれだけの降水量があれば，落ち葉の堆積状況が他\nの月と大きく異なることから被害の状況が異なることは明らかである\n上，同月２６日夜の段階で大雨洪水警報も発令されていたから，水が溢\nれ出す可能性があることをおよそ想定することができなかったとまでい\nうことはできない。したがって，不可抗力によるものとは認められない。\nエ 以上からすると，本件水路は，通常有すべき安全性を欠いていたと認め\nられ，管理の瑕疵があると認められる。\n３ 因果関係について\n 被告は，本件地下駐車場の入口に設置されたＵ字型の排水溝に問題があり，\nこのことが，本件浸水の原因であると主張する。\n証拠（乙１５）と下水道法１０条３項，同法施行令８条８号イによると，\n排水溝内の堆積物によって雨水の排水が滞ることを防ぐため，同排水溝と雨\n水管との接続箇所には，ますを設けなければならないが，前記１イのとお\nり，本件地下駐車場の入口に設置された排水溝には，上記ますが設置されて\nいなかったと認められる。\nまた，証拠（甲２１，乙１５～１７）と弁論の全趣旨によると，上記ます\nには，深さ１５㎝の泥だめを設置するとともに，上記ますの手前にスクリー\nンを設置して，良好な排水が行われるようにするのが一般的な施工方法であ\nるところ，本件地下駐車場の上記排水溝には，そのような泥だめが設置され\nておらず，また，目の細かいスクリーンが雨水管の入口に設置されていたた\nめ，上記一般的な施工方法と比べ，排水能力が弱かったことが認められる。\nしかし，前記１と証拠（乙２）によると，本件地下駐車場の上記排水溝\nの内部には落ち葉が多数入り込んでおり，これらの落ち葉のほとんどは，本\n件公園から溢れ出た水とともに運ばれて来たと考えられる。これらの落ち葉\nの量からすると，仮に上記一般的な施工方法で施工されていたとしても，こ\nれらの落ち葉が詰まり，本件浸水は避けられなかった可能性が高かったとい\nうことができるから，本件地下駐車場の排水溝についての上記の事情が本件\n浸水の原因であると直ちには認められない。\n 被告は，本件地下駐車場に設置されていた排水ポンプがもともと正常に機\n能していなかった可能性があり，これが本件浸水の原因であると主張する。\nしかし，同排水ポンプが正常に機能していなかったと認めるに足りる証拠\nはない。なお，本件地下駐車場の復旧工事の報告書（甲２６）には，「既設\n排水ポンプは，ポンプ内の詰りの為，排水能力が低下している」との記載（以\n下「本件記載」という。）があるが，これは，「改善策」の欄の「給水ポン\nプユニット，排水ポンプユニット機器交換取付」と書かれた下に記載されて\nおり，かつ，同報告書の「原因」の欄には「漏電トリップ動作により排水ポ\nンプが停止し」と記載されているから，本件記載は，排水ポンプを交換した\n理由として，本件浸水により既設の排水ポンプが故障していたことを記載し\nたにすぎないものと認められ，本件記載により，既設の排水ポンプがもとも\nと正常に機能していなかったとは認められない。\n被告は，排水ポンプが水に浸かったため交換しなければならないことは一\n般に考え難いと主張するが，上記「原因」の欄の記載に照らし，採用するこ\nとができない。\n被告は，本件浸水前に本件地下駐車場に設置されていた排水ポンプの排水\n管が，平面図と異なり，結合して施工されていると主張する。しかし，同平\n面図と異なった施工が，本件浸水当時にされていたと認めるに足りる十分な\n証拠はないし，そのことが本件浸水の原因となったと認めるに足りる証拠も\nない。\n被告は，本件地下駐車場に行った際，排水ポンプの排水管が雨水管ではな\nく，汚水ますに接続されており，誤った接続がされていたと主張する。しか\nし，被告が本件地下駐車場を訪れたのは本件浸水後であるから，本件浸水当\n時の排水管の接続状況は不明であり，また，上記誤接続があったとしても，\n排水能力に与えた影響の有無及び程度を示す証拠はない。\nその他，被告が，排水ポンプがもともと正常に機能しなかったことを裏付\nける事情として主張するものは，それを認めるに足りる証拠がなく，採用す\nることができない。\n 被告は，原告が，本件地下駐車場の排水設備について，法令に適合してい\nることの確認を得ていない可能性があると主張するが，それを裏付ける証拠\nはなく，採用することができない。\n 以上のとおり，因果関係に関する被告の主張を採用することはできず，本\n件浸水は，本件池から水が溢れ出たことが原因となっていると認められる。\n４ もっとも，本件浸水については，次のような点を指摘することができる。\n 前記１によると，本件地下駐車場は，入口部分が切り下げられており，\n証拠（乙５）によると，大道路の中央部分（同号証の①），小道路の中央部\n分（同号証の○2-1 ）及び本件地下駐車場入口（同号証○2-2 ），本件地下駐車場（同\n号証の④）の順に標高が低くなっており，しかも，本件交差点を境に，Ｈ方\n面に向かう大道路，Ｇ方面に向かう大道路のいずれも上り勾配になっている\nから（前記１イ），道路に降った雨は，最も低い本件地下駐車場に，周辺\nの道路からの雨水が流入する位置関係にあると認められる。したがって，本\n件地下駐車場に浸入した雨水には，本件公園から溢れた雨水のほか，道路か\nら流れ込んだ雨水も相当程度含まれていたと認められる。前記１のとおり，\n本件地下駐車場以外で浸水の被害等は生じていないから，このような本件地\n下駐車場の位置や形態等が本件浸水に寄与した可能性が高い。\n そして，本件地下駐車場の位置や形態等がこのようなものであることから\nすると，原告としては，普段から浸水防止に気を配り，多量の降雨が予想さ\nれるときには，本件地下駐車場の入口に防水板を設置し，土のうを積み上げ，\n通路面より高くしたステップを設けるなどの浸水への対策を講じてしかるべ\nきであったし，さらには，本件地下駐車場の入口に設置された排水溝の内部\nの掃除を夜間も含めてこまめに行うなどの対策もとるべきであったというこ\nとができる。\n しかるに，原告は，以上のような対策をとっているとは認められないから，\n本件浸水による原告の損害のすべての賠償責任を被告に負わせることは，損\n害の公平な分担に反するものであり，過失相殺の規定（民法７２２条２項）\nの類推適用により，被告が賠償すべき範囲は，原告の全損害の５０％と認め\nるのが相当である。\n５ 損害について\n 自動車の物損\n証拠（甲２，３０）と弁論の全趣旨によると，本件浸水により，本件地下\n駐車場に駐車されていた下記の自動車が水没し，原告に下記の損害が生じた\nと認められる。\nア トヨタ・スターレット（車台番号○○××－×××××××）\n証拠（甲３０）によると，原告は，平成１６年６月４日に，上記車両を\n２１万３１５０円で購入したと認められる。\n証拠（甲３０）によると，上記車両の初年度登録は平成９年１０月にさ\nれており，上記購入時の走行距離は３万８０２８㎞であり，上記車両の継\n続検査がされた平成１８年９月２９日時点での走行距離は８万７８００㎞\nであったと認められる。\n以上の事情を総合考慮すると，本件浸水時の上記車両の時価額は，継続\n検査がされて間もない時期の浸水であったことをも考慮して，１５万円と\n認めるのが相当である。\nイ トヨタ・スターレット（車台番号○○××－×××××××）\n証拠（甲３０）によると，原告は，平成１８年１月１３日に，上記車両\nを１５万７５００円で購入したと認められる。\n証拠（甲３０）によると，上記車両の初年度登録は平成９年１１月にさ\nれており，上記購入時の走行距離は３万９４９１㎞であり，上記車両の継\n続検査がされた平成１８年１１月２日時点での走行距離は６万１９００㎞\nであったと認められる。\n以上の事情を総合考慮すると，本件浸水時の上記車両の時価額は，継続\n検査がされて間もない時期の浸水であったことをも考慮して，１３万円と\n認めるのが相当である。\nウ トヨタ・スプリンター（車台番号○○×××－×××××××）\n証拠（甲３０）によると，原告は，平成１６年９月２４日に，上記車両\nを１０万５０００円で購入したと認められる。\n証拠（甲３０）によると，上記車両の初年度登録は平成６年８月にされ\nており，上記購入時の走行距離は５万３４７９㎞であり，上記車両の継続\n検査がされた平成１８年１０月時点での走行距離は１１万８６００㎞であ\nったと認められる。\n以上の事情を総合考慮すると，本件浸水時の上記車両の時価額は，継続\n検査がされて間もない時期の浸水であったことをも考慮して，６万円と認\nめるのが相当である。\nエ トヨタ・ライトエースノア（車台番号○○××－×××××××）\n証拠（甲３０）によると，原告は，平成１８年９月２９日に，上記車両\nを３１万５０００円で購入したと認められる。\n証拠（甲３０）によると，上記車両の初年度登録は平成９年８月にされ\nており，上記購入時の走行距離は４万７５８９㎞であり，上記車両の継続\n検査がされた平成１８年１０月２５日時点での走行距離は４万７６００㎞\nであったと認められる。\n以上の事情を総合考慮すると，本件浸水時の上記車両の時価額は，継続\n検査がされて間もない時期の浸水であったことをも考慮して，２９万円と\n認めるのが相当である。\nオ 原告は，本件浸水前に支出した落札料，整備代，搬送代，継続検査の費\n用も損害として請求するが，これらは本件浸水がなくても生じた費用であ\nるから，損害とは認められない（ただし，継続検査がされて間もない時期\nの浸水であったことは，上記のとおり価格において考慮する）。\n 自動車の備品\n証拠（甲３０）と弁論の全趣旨によると，上記の車両にはテレビ，ステ\nレオ及びスピーカーが搭載されており，同車両の水没により，これらも水没\nしたと認められ，その損害の時価額は，２万円を相当と認める。\n レンタカー代金\n上記のとおり，本件地下駐車場に駐車されていた車両が水没しており，\n弁論の全趣旨によると，これらの車両は営業に用いられていた車両と認めら\nれる。本件地下駐車場全体が水に浸かったこと（甲２）に照らすと，レンタ\nカー費用は本件浸水と相当因果関係のある損害と認められ，その額は，証拠\n（甲３０）により，原告が支出した同費用のうち原告が請求する平成１９年\n２月３日までの同費用２８万９２４０円を相当と認める。\n 自動車携行品（地図，カタログ，ファイル，文房具類）\n証拠（甲３０）と弁論の全趣旨によると，前記の車両には，株式会社ゼ\nンリン発行の地図（定価１万５７５０円）５冊，カタログ１０冊（１冊当た\nりの制作費５８２円），ファイル３冊（１冊３００円相当）及び文房具（取\n得価格合計８万２８１８円）など積まれており（上記の合計１６万８２８８\n円），これらが水没したと認められる。\n弁論の全趣旨によると，カタログを除き，上記物品はいずれも原告の従業\n員らが使用していたものと認められる。\n以上のことを総合考慮すると，自動車携帯品の損害としては，５万円を相\n当と認める。\n 地下駐車場保管設備（業務用ヒーター，ロッカー）\n証拠（甲３０）と弁論の全趣旨によると，本件地下駐車場には，ストーブ，\nエアコン２台，祭壇，サンストーブ及び写真台があり，本件浸水によって，\nこれらが水没したこと，これらの物品は，平成１２年２月～６月に合計７７\n万９９４０円で購入されたものであることが認められる。\n上記の物品が購入から６年以上使用されたものであることに照らすと，損\n害額は１０万円を相当と認める。\n ビル設備（ポンプ交換，仮設工事代金及び電気配線工事）\n証拠（甲２６，３０）によると，本件浸水により，本件地下駐車場に設置\nされていた排水ポンプの交換工事等が必要になり，その費用として原告は，\n１８３万０１５０円を支出したと認められるから，同額を損害と認める。\n ～の合計は，２９１万９３９０円であるから，その５０％に相当する\n１４５万９６９５円について，被告は原告に対して損害賠償をすべきである。\n第４ 結論\nよって，原告の請求は，国賠法２条１項に基づく損害賠償請求として，１４\n５万９６９５円及びこれに対する平成１８年１２月２８日から支払済みまで年\n５分の割合による遅延損害金の支払を求める限度で理由がある（同法１条１項\nに基づく損害賠償が認められるとしても，上記金額を超えることはない。）か\nら，その限度で認容することとして，主文のとおり判決する。\n横浜地方裁判所第６民事部\n裁判長裁判官 森 義 之\n裁判官 古 閑 裕 二\n裁判官 橋 本 政 和\n（別紙省略）\n"
}