{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 26
  },
  "case_number": "平成30(行ケ)10046",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88009",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88009",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/009/088009_hanrei.pdf",
  "contents": "平成３０年９月２６日判決言渡\n平成３０年（行ケ）第１００４６号  審決取消請求事件\n口頭弁論終結日  平成３０年７月２３日\n判          決\n原       告      Ｘ\n訴訟代理人弁護士      畝    本    卓    弥\n訴訟代理人弁理士      畝    本    正    一\n同             畝    本    継    立\n同             沖    田    正    樹\n被       告      株 式 会 社 ス ヴ ェ ン ソ ン\n訴訟代理人弁理士      吉    田    正    義\n同             梅    村    裕    明\n同             吉    田    安    子\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が取消２０１６－３００６６６号事件について平成３０年２月２７\n日にした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  被告は，以下の商標（登録第５６１４４８９号。以下「本件商標」という。）\nの商標権者である（甲１，３８）。\n商    標  別紙１記載のとおり\n登録出願日  平成２５年５月１日\n設定登録日  平成２５年９月１３日\n指 定 商 品  第１６類「絵はがき，楽譜，カタログ，カレンダー，雑誌，時\n刻表，書籍，新聞，地図，日記帳，ニューズレター，パンフレ\nット」\n第２６類「つけかつら，頭飾品，ヘアネット，ヘアピン，ヘア\nバンド，髪止め，元結」\n(2)  原告は，平成２８年９月２６日，本件商標の指定商品中，第２６類「つけ\nかつら，頭飾品，ヘアネット，ヘアピン，ヘアバンド，髪止め，元結」に係\nる商標登録について，商標法５０条１項所定の商標登録取消審判（以下「本\n件審判」という。）を請求し，同年１０月１４日，その登録がされた。\n特許庁は，本件審判の請求を取消２０１６－３００６６６号事件として審\n理し，平成３０年２月２７日，「本件審判の請求は，成り立たない。」との\n審決（以下「本件審決」という。）をし，その謄本は，同年３月８日，原告\nに送達された。\n(3)  原告は，平成３０年４月６日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりである。その要旨は，被告\nが，本件審判の請求の登録前３年以内（以下「要証期間内」という。）に，日\n本国内において，別紙２記載の使用商標（以下「本件使用商標」という。）を\n付した付箋紙（以下「本件付箋紙」という。甲４，乙１）を，医療に関係した\n学会の総会等の併設展示会において被告が販売する商品「ウィッグ」を展示し\nた各展示ブースで来訪者に対し販促品として無償配布した行為は，商標法２条\n３項８号の「商品に関する広告に標章を付して頒布する行為」に該当し，本件\n審判の請求に係る指定商品中の「つけかつら，頭飾品」に含まれる上記商品に\n関する広告に本件商標と社会通念上同一の商標を使用していたことを証明した\nものと認められるから，本件商標の登録は，同法５０条の規定により取り消す\nことはできないというものである。\n３  取消事由\n本件商標の使用の事実の判断の誤り\n第３  当事者の主張\n１  原告の主張\n(1)  本件使用商標の認定判断の誤り\n本件審決は，本件付箋紙の表紙カバーの内側，見開き内面部分（別紙３の\n図２）から本件使用商標（別紙２）に相当する部分を商標として抽出し，こ\nれが自他商品識別標識としての機能を果たしている旨認定判断したが，以下\nのとおり，見開き内面部分に接した看者は，本件使用商標に相当する部分を\n他の記載から区別して独立した商標として認識することはできないし，仮に\n本件使用商標を商標として認識することができたとしても，本件使用商標は\n商品の出所識別標識としての機能を果たしておらず，商標的に使用されてい\nないから，上記認定判断は誤りである。\nア  本件付箋紙は，別紙３のとおり，二つ折りの表紙カバーが付いた付箋紙\nであり，表紙カバーは，その外側の見開き表面部分（図１）とその内側の\n見開き内面部分（図２）から構成されている。\nまず，本件付箋紙に接した者が最初に目にする見開き表面部分（別紙３\nの図１）の右側の表紙に相当する部分（以下「表紙部分」という。）には，\n中央にキャラクター図形が大きく掲載され，下部に被告の名称を欧文字で\n表記した「ＳＶＥＮＳＯＮ」の文字部分が，上部に「「どうしよう」に応\nえます。」との文章部分が，キャラクター図形の右上にキャラクターの名\n称と読める「Ｗｉｇｇｙ」及び「スヴェンソン公式キャラクター」の文字\n部分が記載されている。また，見開き表面部分の左側の裏表紙に相当する\n部分（以下「裏表紙部分」という。）には，複数のキャラクター図形とと\nもに，中央の白抜き円形部分に女性の髪をハサミで切ろうとしている様子\nの絵柄が描かれている。一方で，表紙部分及び裏表紙部分のいずれにも，\n具体的な商品に関する記載はなく，本件商標の指定商品である「ウィッグ」\nに関する情報の記載も一切ない。\nそうすると，本件付箋紙に接した者は，表紙部分及び裏表紙部分から，\n「ＳＶＥＮＳＯＮ」の文字部分あるいはキャラクター図形部分を商標とし\nて認識するとともに，本件付箋紙は，被告そのものを広告するためのノベ\nルティ（販促品）と認識するものといえる。\nイ  次に，本件付箋紙の見開き内面部分（別紙３の図２）の左側には，「Ｗ\nｉｇｇｙ」という名称のキャラクター図形，このキャラクターに関連する\n他の二つのキャラクター図形，キャラクターに関する設定内容及びデザイ\nンについての説明文章が記載されている。\nそして，見開き内面部分の「スヴェンソンのウィッグを使用した患者さ\nまの／「嬉しい」という気持ちから生まれた／体がウィッグの形をした妖\n精です。」（「／」は改行を意味する。以下同じ。）との文章が，他の文\n章部分より大きく目立つように記載されている上，上記文章を囲むピンク\n色の破線様の装飾の下側部分がキャラクター図形の上部と重なり合って\nいるため，上記文章とキャラクター図形の一体性を印象付ける態様となっ\nている。他方で，本件使用商標に相当する部分のうち，「ウィッギー」及\nび「Ｗｉｇｇｙ」の文字部分並びに「両腕に抱えたハートは，／いつも患\n者さまの気持ちと／共にあることを表しています。」との文章部分は特に\n目立つものとはいえず，他の説明等に完全に埋没している。\nまた，見開き内面部分には，具体的な商品に関する記載や，本件商標の\n指定商品である「ウィッグ」に関する情報の記載もないのみならず，本件\n審決は，本件使用商標の上記文章部分は，キャラクター図形におけるハー\nト型が表している意味内容を単に説明する文章であると理解されるに過\nぎず，これらの部分から出所識別標識としての称呼及び観念が生じないも\nのと認められる旨判断し（１３頁１１行～１４行），上記文章部分が商品\nの出所識別標識として機能し得ないことを自ら述べている。\nそうすると，本件付箋紙に接した者は，見開き内面部分から，本件使用\n商標に相当する部分を独立した商標として認識することはできないし，ま\nた，仮に本件使用商標を商標として認識することができたとしても，本件\n使用商標は商品の出所識別標識としての機能を果たしていないから，商標\n的に使用されているとはいえない。\nウ  以上によれば，本件付箋紙から本件使用商標を商標として抽出し，これ\nが自他商品識別標識としての機能を果たしているとした本件審決の認定\n判断は誤りである。\n(2)  本件使用商標と本件商標の社会通念上の同一性の判断の誤り\n仮に本件付箋紙から本件使用商標を抽出認定できるとしても，以下のとお\nり，本件使用商標は，本件商標と社会通念上同一の商標に当たらない。\nすなわち，本件使用商標と本件商標は，キャラクター図形の右下に配され\nた文字列の２行目が，本件使用商標では「いつも患者さまの気持ちと」であ\nるのに対し，本件商標では「いつもお客さまの気持ちと」である点で構成す\nる文字列が異なり，また，本件使用商標では，キャラクター図形のハート型\nと文章との間に赤色の引き出し線が描かれているのに対し，本件商標にはこ\nのような線が存在しない点で，外観において相違する。\n次に，本件使用商標と本件商標は，上記のとおり，構成する文字列が異な\nるため，称呼においても相違する。\nさらに，「患者さま」の気持ちと「お客さま」の気持ちとではその意味す\nる内容が異なるから，本件使用商標と本件商標は，観念においても相違する。\n以上のとおり，本件使用商標と本件商標は，外観，称呼及び観念がいずれ\nも相違するから，本件使用商標は，本件商標と社会通念上同一の商標に当た\nらない。\nしたがって，これと異なる本件審決の判断は誤りである。\n(3)  本件付箋紙の配布行為の商標法２条３項８号該当性の判断の誤り\n本件審決は，被告は，商品「ウィッグ」を販売する会社であること，本件\n付箋紙は，第２２回日本乳癌学会学術総会及び第１２回日本乳癌学会近畿地\n方会の併設展示会において被告が販売する商品「ウィッグ」を展示した各展\n示ブースで来訪者に対し販促品として無償配布（頒布）されたこと，本件付\n箋紙の見開き表面部分には，被告の名称が表示され，キャラクター図形が「Ｗ\nｉｇｇｙ」と称する被告の公式キャラクターであると理解できる表示がある\nこと，本件付箋紙の見開き内面部分の左側には，「スヴェンソンのウィッグ\nを使用した患者さまの／「嬉しい」という気持ちから生まれた／体がウィッ\nグの形をした妖精です。」との文章の記載とともに，本件使用商標が掲載さ\nれており，これは本件使用商標について被告の商品「ウィッグ」との関係を\n示唆する文章であると容易に理解できることからすると，本件付箋紙は，商\n品「ウィッグ」に関する広告媒体としての役割を果たしているといえるから，\n被告は，商品「ウィッグ」に関する宣伝広告品（販促品）として，本件付箋\n紙を使用したものと認めるのが相当であり，被告による上記使用行為は，商\n標法２条３項８号所定の「商品に関する広告に標章を付して頒布する行為」\nに該当する旨判断した。\nしかしながら，本件商標は，被告のウェブサイト，被告が運営する通販サ\nイト，商品「ウィッグ」のいずれにも，これまで一切使用されたことはなく，\n被告の公式キャラクターも，これまで商品「ウィッグ」に使用されたことは\nなかったこと（甲１０，２９ないし３７）に照らすと，被告が商品「ウィッ\nグ」を販売してきたこと，被告が展示会において商品「ウィッグ」を展示し\nたこと，見開き表面部分（表紙部分）に被告の名称を表記した本件付箋紙を\n被告の出展する展示ブースへの来訪者に宣伝用の販促品として無償配布し\nたことは，被告と商品「ウィッグ」とのつながりを示すものに過ぎず，これ\nらから本件使用商標と商品「ウィッグ」とのつながりは全く認識されること\nはないから，本件付箋紙は，被告そのものを広告するためのノベルティ（販\n促品）と認識されるにとどまるものといえる。\nまた，そもそも本件付箋紙には商品「ウィッグ」の宣伝広告といえる内容\nの記載はないのみならず，本件付箋紙の見開き内面部分の上記文章の記載は，\n「ウィッグ」の語が含まれているというだけであって商品自体を宣伝したも\nのではなく，「ウィッグ」の前に「スヴェンソンの」と付いているように，\n被告と商品「ウィッグ」との関係を強調したものであり，上記文章中の「体\nがウィッグの形をした」との記載も，キャラクター図形のデザインについて\nの説明に過ぎないから，これをもって，本件使用商標と商品「ウィッグ」と\nのつながりを示すものとはいえない。\n以上のとおり，本件付箋紙は，単なる被告を宣伝広告するノベルティ（販\n促品）に過ぎず，商品「ウィッグ」の宣伝広告とはいえないし，商品「ウィ\nッグ」との具体的関係において使用されているものとはいえないから，商標\n法２条３項８号所定の「商品に関する広告」に該当しない。\nしたがって，被告による本件付箋紙の配布行為は，商標法２条３項８号に\n該当しないから，本件審決の上記判断は誤りである。\n(4)  小括\n以上によれば，被告は，要証期間内において，被告が本件審判の請求に係\nる指定商品に含まれる商品「ウィッグ」に関する広告に本件商標と社会通念\n上同一の商標を使用したことを証明したとはいえないから，本件商標の登録\nは商標法５０条の規定により取り消されるべきである。\n２  被告の主張\n(1)  本件使用商標の認定判断の誤りの主張に対し\nア  本件使用商標は，本件付箋紙の見開き内面部分（別紙３の図２）の左側\nのほぼ中央付近の目立つ位置に掲載され，左側半分のキャラクター図形の\n高さに収まるように，右側半分の片仮名文字の「ウィッギー」，欧文字の\n「Ｗｉｇｇｙ」及び「両腕に抱えたハートは，／いつも患者さまの気持ち\nと／共にあることを表しています。」との文章部分の大きさを調整して配\nしているため，外観構成がまとまりよく一体的に表されている。\nまた，本件使用商標の上部の 「スヴェンソンのウィッグを使用した患\n者さまの／「嬉しい」という気持ちから生まれた／体がウィッグの形をし\nた妖精です。」との文章は本件使用商標と重なることなく隙間を設け\nて配され，本件使用商標の下部の「昼間はスヴェンソンの／各サロ\nンに，夜は本社企画部周辺に／現れるというウワサ。」との文章や，\n「ウィッギーパパ」及び「ウィッギーママ」の文 章が配された他の\nキャラクターも，本件使用商標と重なることなく隙間を設けて配さ\nれており，このように本件使用商標は，他の文章やキャラクターと\n重なっていない。\nそうすると，本件付箋紙の見開き 内面部分に接した者は，本件使用\n商標を特別に注意をひく部分として認識することができるから，見\n開き 内面部分から本件使用商標を独立し た商標として認識す ること\nができるとともに，本件使用商標は，自他商品識別標識及び商品の\n出所識別標識として機能し得るものといえる 。\nしたがって，本件審決が，本件付箋紙から本件使用商標を商標として抽\n出し，これが自他商品識別標識としての機能を果たしている旨の認定判断\nをしたことに誤りはない。\nイ  この点に関し，原告は，本件使用商標に相当する部分のうち，「ウィッ\nギー」及び「Ｗｉｇｇｙ」の文字部分並びに「両腕に抱えたハートは，／\nいつも患者さまの気持ちと／共にあることを表しています。」の文章部分\nは特に目立つものとはいえず，他の説明等に完全に埋没しているから，本\n件付箋紙に接した者が，見開き内面部分から，本件使用商標に相当する部\n分を独立した商標として認識することができるものではないこと，本件審\n決は，上記文章部分は，キャラクター図形におけるハート型が表している\n意味内容を単に説明する文章であると理解されるに過ぎず，これらの部分\nから出所識別標識としての称呼及び観念が生じないものと認められる旨\n判断し，商品の出所識別標識として機能し得ないことを自ら述べているこ\nとなどを理由として，本件付箋紙から本件使用商標を商標として抽出し，\nこれが自他商品識別標識としての機能を果たしているとした本件審決の\n認定判断は誤りである旨主張する。\nしかしながら，前記アのとおり，本件使用商標は，本件付箋紙の見開き\n内面部分において，他の文章やキャラクターと重なっていないから，他の\n説明等に完全に埋没しているとはいえないし，また，ピンク色の破線様の\n装飾の下側部分がキャラクター図形の上部と重なり合っているからとい\nって，本件使用商標が認識できないほど埋没しているということもできな\nい。\nさらに，本件審決が出所識別標識としての称呼及び観念が生じないと判\n断した「これらの部分」とは，本件使用商標の上記文章部分そのものでは\nなく，本件商標と本件使用商標の主な相違点と認定した，本件商標では「お\n客」と記載されている部分が，本件使用商標では「患者」と記載さ\nれている部分と，本件使用商標では キャラクター図形中のハート型\nと上記文章部分とを関連付けるように赤色の引き出し線が付されて\nいる部分を示すものである。 仮に「これらの部分」が本件使用商標の\n上記文章部分そのものを示すものであるとしても，本件審決は，上記文章\n部分を含む本件使用商標全体としての外観から生じる出所識別標識まで\nも否定するものではない。\nしたがって，原告の上記主張は理由がない。\n(2)  本件使用商標と本件商標の社会通念上の同一性の判断の誤りの主張に対\nし\n本件使用商標の「両腕に抱えたハートは，／いつも患者さまの気持\nちと／共にあることを表してい ます。」との文章部分と本件商標の「両\n腕に抱えたハートは，／いつもお客さまの気持ちと／共にあることを\n表しています。」との文章部分とは，いずれも３行に横書きされた文\n章であって，文字数，文字色及び書体が同じ構成態様となっており，\n２行目のほぼ中央に位置する「お客」の２文字が相違するだけである。\nこの２文字の違いは，本件商標と本件使用商標の全体を比較すると，\n外観上大きな違いとは認識されない。\nまた，被 告 が 第 ２２ 回 日 本 乳 癌 学 会学術 総 会 及 び 第 １ ２回日 本 乳 癌\n学 会 近 畿 地 方 会 の 併設展示会に設 置 し た 展 示 ブ ー ス で 来 訪 者 に 対 し て\n宣伝広告している主な商品は医療用「ウィッグ」であること，当該「ウ\nィッグ」を使用する者は，抗癌剤の副作用により頭髪が抜けてしまっ\nた癌患者であり，被告にとっての「お客さま」は，正に「患者さま」\nであることからすると，「お客」と「患者」との違いにより実質的な\n意味合いが変わるものではない。\nさらに，本件使用商標のその余の構成態様は，本件商標と共通して\nいるため，本件使用商標における上記文章部分とハート型の図形とを\n結ぶ赤色の引き出し線が配されていることは，小さな違いであり，本\n件付箋紙の見開き内面部分に接する者にとって注意を ひく部分とはい\nえない。\n以上のとおり，本件使用商標は，上記文章部分に「患者」と記載さ\nれている点とハート型の図形と上記文章部分とを結ぶ赤色の引き出し\n線が付されている点で本件商標と相違しているものの，いずれも，本\n件付箋紙の見開き内面部分に接する者にとって注意をひく部分とはい\nえ ない から ， 本件使用商標は，本件商標と社会通念上同一の商標に当たる\nとした本件審決の判断に誤りはない。\n(3)  本件付箋紙の配布行為の商標法２条３項８号該当性の判断の誤りの主張\nに対し\n本件付箋紙の見開き内面部分に付された 「スヴェンソンのウィッグを\n使用した患者さまの／「嬉しい」という気持ちから生まれた／体がウィッグ\nの形をした妖精です。」との文章は ， 抗 癌剤 の影 響で 頭髪 が抜け てし ま\nった「患者さま」でも，ウィッグを使用することで，好ましい頭髪を\n取り戻すことができ，「嬉しい」気持ちを「患者さま」が持つことが\nできることを示唆するものであり，商品「ウィッグ」についての宣伝\n広告といえる内容である。また，本件付箋紙の見開き内面部分には，\n商品「ウィッグ」に関係する上記文章が付されているとともに，この\n文章の直下に本件使用商標が付されていることから，これを目にした\n者は，本件使用商標とウィッグとの強い結び付きを認識することがで\nきる。\nそして，被告は，本件付箋紙を商品「ウィッグ」の広告媒体として，\n学会の展示ブースで来訪者に無償配布したのであるから，被告の上記\n行為は，商品「ウィッグ」に関する広告に本件使用商標を付して頒布\nする行為（商標法２条３項８号）に該当する。\nした がっ て， 本件審 決に おけ る 商標法２条３項８号該当性の判断に誤\nりはない。\n(4)  小括\n以上によれば，被告は，要証期間内に日本国内において，本件審判の請求\nに係る指定商品に含まれる商品「ウィッグ」に関する広告に本件商標と社会\n通念上同一の商標を使用したものといえるから，原告主張の取消事由は理由\nがない。\n第４  当裁判所の判断\n１  認定事実\n証拠（甲６ないし８，１０，１２ないし１５，２９，３７，３８，乙１）及\nび弁論の全趣旨によれば，以下の事実が認められる。\n(1)  被告は，理容，美容，育毛，発毛商品，化粧品の輸入販売等を目的とする\n株式会社である。\n被告は，平成１５年４月から，女性用ウィッグの販売を開始するとともに，\n医療用ウィッグの販売を開始した。\n(2)  被告は，平成２６年２月２８日ころ，株式会社エムツーカンパニーに発注\nした，二つ折りの表紙カバーが付いた３種類（イエロー・ピンク・ブルー）\nの付箋紙のセットである本件付箋紙（乙１）４０００部の納品（甲６）を受\nけた。\n(3)  被告は，平成２６年７月１０日から１２日まで大阪市内の大阪国際会議場\nで開催された第２２回日本乳癌学会学術総会において，併設展示会に出展し\nた。被告は，その展示ブースにおいて，被告の販売する医療用ウィッグ等の\n商品を展示した。被告は，上記展示ブースを訪れた総会の参加者（医療従事\n者等）に対し，商品カタログを配布したほか，販促品として，本件付箋紙を\n無償で配布した。\nその後，被告は，同年１１月２９日に京都市内の「みやこめっせ」で開催\nされた第１２回日本乳癌学会近畿地方会において，併設展示会に出展した。\n被告は，上記と同様に，その展示ブースにおいて，被告の販売する医療用ウ\nィッグ等の商品を展示し，上記展示ブースを訪れた近畿地方会の参加者に対\nし，販促品として，本件付箋紙を無償で配布した。\n２  本件使用商標の認定判断について\n(1)ア  本件付箋紙（乙１）は，二つ折りの表紙カバーが付いた３種類（イエロ\nー・ピンク・ブルー）の付箋紙のセットであり，表紙カバーは，別紙３の\nとおり，表紙部分（図１の右側）及び裏表紙部分（図１の左側）に相当す\nる見開き表面部分とその内側の見開き内面部分（図２）から構成されてい\nる。見開き内面部分の右側（裏表紙部分の裏側）には，台紙の上に上記３\n種類の付箋紙が貼り付けられている。\n本件付箋紙の表紙部分（別紙３の図１の右側）には，上段に「「どうし\nよう」に／応えます。」との２行書きの黒色の文字列が，中央にキャラク\nター図形が，下段に「ＳＶＥＮＳＯＮ」の文字部分の記載があり，キャラ\nクター図形の右上部には「スヴェンソン公式キャラクター」及び「Ｗｉｇ\nｇｙ」の文字部分の記載がある。この「Ｗｉｇｇｙ」の文字部分の「ｉ」\nを構成する点（「・」）はハートで表されている。\n本件付箋紙の表紙部分から，上記キャラクター図形のキャラクター（以\n下「本件キャラクター」という。）は，スヴェンソンの公式キャラクター\nであり，その名称が「Ｗｉｇｇｙ」であることを理解できる。\nイ  本件付箋紙の見開き内面部分の左側（表紙部分の裏側）（別紙３の図２\nの左側）には，①上段において，２本のピンク色の破線様の装飾の間に「ス\nヴェンソンのウィッグを使用した患者さまの／「嬉しい」という気持ちか\nら生まれた／体がウィッグの形をした妖精です。」との３行書きの黒色の\n文字列が記載され，②中央において，左側半分を占める本件キャラクター\nの図形が，右側半分の上段部を占める「Ｗｉｇｇｙ」（「ｉ」を構成する\n点（「・」）はハート表記。特に断りのない限り，以下同じ。）及び「ウ\nィッギー」の文字部分が，右側半分の下段部を占める「両腕に抱えたハー\nトは，／いつも患者さまの気持ちと／共にあることを表しています。」と\nの３行書きされた点線による下線付きのピンク色の文字列が，本件キャラ\nクターの図形の真下に「昼間はスヴェンソンの ／各サロンに，夜は本\n社企画部周辺に ／現れるというウワサ。」との ３行書きの茶褐色の文\n字列が記載され，本件キャラクターの図形の「ハート」部分から上記下線\n付きのピンク色の文字列の１行目の冒頭にかけてピンク色の引き出し線\nが付されており，③下段において，右側に二つのキャラクター図形並びに\nそれぞれ図形の下に「ウィッギーパパ」及び「ウィッギーママ」の文\n字部分が，左側に「Ｐｒｏｆｉｌｅ」の文字部分の下に本件キャラクター\nの「性別」，「年齢」，「誕生日」，「性格」，「口癖」及び「好きなこ\nと」に関する情報が記載されている。\n(2)  そこで，本件付箋紙の見開き 内面部分から本件使用商標（別紙２）を抽\n出し，これを商標として認識できるかについて検討するに，前記(1)イの認\n定事実によれば，本件付箋紙の見開き 内面部分の左側（別紙３の図２の左\n側）には，中央の目立つ位置に本件キャラクターの図形及び「Ｗｉｇｇｙ」\n及び「ウィッギー」の文字部分が記載され，上記文字部分の下に記載された\n「両腕に抱えたハートは，／いつも患者さまの気持ちと／共にあることを表\nしています。」との３行書きされた点線による下線付きのピンク色の文字列\nと本件キャラクターの図形の「ハート」部分とを関連付けるようにピンク色\nの引き出し線が付されており，しかも，上記文字部分及び上記ピンク色の文\n字列は，本件キャラクターの図形の右隣に近接してまとまりよく配置されて\nいることが認められるから，本件キャラクターの図形，上記文字部分，上記\nピンク色の文字列及び上記引き出し線は，相互に関連するひとまとまりのも\nのとして，本件付箋紙の見開き 内面部分に接した看者の注意をひくものとい\nえる。\nそうすると，本件キャラクターの図形，上記文字部分，上記ピンク色の文\n字列及び上記引き出し線から構成される本件使用商標（別紙２）を本件付箋\n紙の見開き 内面部分の他の記載部分から分離して観察し，図形及び文字から\n成る結合商標として認識できるものと認められる。\nまた，本件付箋紙の見開き 内面部分には，本件キャラクターの図形の上方\nに「スヴェンソンのウィッグを使用した患者さまの／「嬉しい」という気持\nちから生まれた／体がウィッグの形をした妖精です。」との３行書きの黒色\nの文字列が記載されており，本件付箋紙の見開き 内面部分に接した看者は，\n上記黒色の文字列から本件キャラクターは「スヴェンソンのウィッグ」商品\nを広告宣伝するためのキャラクターであり，上記商品の出所識別標識として\n用いられることを認識することができるから，本件キャラクターの図形を構\n成に含む本件使用商標は，全体として「スヴェンソンのウィッグ」商品の出\n所識別標識として認識することができる態様で使用されているものと認め\nられる。\nしたがって，本件付箋紙から本件使用商標を商標として抽出し，これが自\n他商品識別標識としての機能を果たしているとした本件審決の認定判断に\n誤りはない。\n(3)  これに対し原告は，①本件使用商標に相当する部分のうち，「ウィッギー」\n及び「Ｗｉｇｇｙ」の文字部分並びに「両腕に抱えたハートは，／いつも患\n者さまの気持ちと／共にあることを表しています。」の文章部分は特に目立\nつものとはいえず，他の説明等に完全に埋没しているから，本件付箋紙に接\nした者が，見開き内面部分から，本件使用商標に相当する部分のみを抽出し，\nこれを商標として認識することはできない，②本件付箋紙の見開き内面部分\nには，具体的な商品に関する記載や，本件商標の指定商品である「ウィッグ」\nに関する情報の記載もないのみならず，本件審決は，上記文章部分は，キャ\nラクター図形におけるハート型が表している意味内容を単に説明する文章\nであると理解されるに過ぎず，これらの部分から出所識別標識としての称呼\n及び観念が生じないものと認められる旨判断し，商品の出所識別標識として\n機能し得ないことを自ら述べているなどとして，本件付箋紙に接した者は，\n見開き内面部分から，本件使用商標に相当する部分を独立した商標として認\n識することはできないし，仮に本件使用商標を商標として認識することがで\nきたとしても，本件使用商標は商品の出所識別標識としての機能を果たして\nいないから，商標的に使用されているとはいえない旨主張する。\nしかしながら，上記①の点については，前記(2)認定のとおり，本件キャ\nラクターの図形，上記文字部分，上記文章部分（ピンク色の文字列）及びピ\nンク色の引き出し線から構成される本件使用商標は，相互に関連するひとま\nとまりのものとして，見開き 内面部分の他の記載部分から分離して観察する\nことができるから，商標として認識することができるものである。なお，別\n紙３の図２のとおり，「スヴェンソンのウィッグを使用した患者さまの／\n「嬉しい」という気持ちから生まれた／体がウィッグの形をした妖精です。」\nとの３行書きの黒色の文字列を囲むピンク色の破線様の装飾の下側部分が\n本件キャラクターの図形の「りぼん」部分の背後で一部重なり合っているが，\nこのことは，上記認定を左右するものではない。\nまた，別紙３の図２のとおり，本件使用商標のうち，上記文字部分は，中\n央の右側半分の上段部を占める態様で目立つように記載され，上記文章部分\n（ピンク色の文字列）は，他の文字列と離れた位置にピンク色の文字色で下\n線付きで記載されているから，上記文字部分及び上記文章部分（ピンク色の\n文字列）が他の説明等に埋没しているものとはいえない。\n次に，上記②の点については，本件付箋紙の見開き内面部分には，「ウィ\nッグ」に関する具体的な商品情報の記載はないが，前記(2)認定のとおり，\n上記３行書きの黒色の文字列から本件キャラクターは「スヴェンソンのウィ\nッグ」商品を広告宣伝するためのキャラクターであり，上記商品の出所識別\n標識として用いられることを認識することができるから，本件キャラクター\nの図形を構成に含む本件使用商標は，全体として「スヴェンソンのウィッグ」\nの商品の出所識別標識として認識することができる態様で使用されている\nものであり，商標的に使用されているものといえる。また，原告が指摘する\n本件審決の上記判断部分は，本件使用商標を構成する一部分から出所識別標\n識としての称呼及び観念が生じないことを述べたものであって，本件使用商\n標が全体として商品の出所識別標識として機能することを否定する趣旨の\nものではない。\n以上のとおり，上記①及び②の点はいずれも理由がないから，原告の上記\n主張は採用することができない。\n３  本件使用商標と本件商標の社会通念上の同一性について\n(1)  本件商標は，別紙１記載のとおり，左側半分を占めるキャラクターの図形\n部分と，右側半分の上段部を占める「Ｗｉｇｇｙ」及び「ウィッギー」の文\n字部分と，右側半分の下段部を占める「両腕に抱えたハートは，／いつもお\n客さまの気持ちと／共にあることを表しています。」との３行書きされた点\n線による下線付きのピンク色の文字列部分とから構成される結合商標であ\nる。\n本件使用商標は，別紙２記載のとおり，左側半分を占めるキャラクター（本\n件キャラクター）の図形部分と，右側半分の上段部を占める「Ｗｉｇｇｙ」\n及び「ウィッギー」の文字部分と，「両腕に抱えたハートは，／いつも患者\nさまの気持ちと／共にあることを表しています。」との３行書きされた点線\nによる下線付きのピンク色の文字列部分と，上記図形部分の「ハート」部分\nから上記文字列の１行目の冒頭にかけて付されたピンク色の引き出し線と\nから構成される結合商標である。\n本件商標と本件使用商標とを対比すると，①本件商標の上記ピンク色の文\n字列に「お客さま」と記載されている部分が，本件使用商標の上記ピンク色\nの文字列では「患者さま」と記載されている点，②本件商標には上記図形部\n分の「ハート」部分からピンク色の引き出し線が付されていないのに対し，\n本件使用商標ではこれが付されている点で相違するが，その余の構成態様は\n共通するものと認められる。\nしかるところ，本件商標の上記ピンク色の文字列と本件使用商標の上記ピ\nンク色の文字列は，いずれも３行にわたる文章（合計３７文字）であり，文\n字の大きさ，文字色，書体，下線付きである点でも共通していることに照ら\nすと，本件商標の全体と本件使用商標の全体を対比する中で，上記各ピンク\n色の文字列における「お客さま」の４文字と「患者さま」の４文字の違いに\nより，外観上異なる印象をもたらすものとはいえないし，ピンク色の引き出\nし線の有無についても同様であるから，両商標の外観における差異は微差に\n過ぎない。\nまた，被告が販売する医療用ウィッグ（前記１(1)）における「お客」は，\n「患者」を意味するから，上記各ピンク色の文字列（文章全体）から把握さ\nれる内容は実質的に同一であるといえる。\nさらに，本件使用商標のピンク色の引き出し線は，本件キャラクターの図\n形の「ハート」部分と上記ピンク色の文字列とを関連付けるために付されて\nいるものと認識されるから，上記引き出し線自体から出所識別標識としての\n称呼又は観念を生じるものではない。\n以上によれば，本件商標と本件使用商標は，上記①及び②の点で相違する\nが，その余の構成態様を共通にするものであり，上記相違点は両商標の外観，\n称呼及び観念の共通性に実質的な影響を及ぼすものとはいえないから，本件\n使用商標は，本件商標と社会通念上同一の商標であると認められる。\nしたがって，これと同旨の本件審決の判断に誤りはない。\n(2)  これに対し原告は，本件商標と本件使用商標は，前記(1)①及び②の点で\n相違することを理由に，外観，称呼及び観念のいずれも相違するから，本件\n使用商標は，本件商標と社会通念上同一の商標に当たらない旨主張する。\nしかしながら，前記(1)で説示したとおり，上記相違点は両商標の外観，\n称呼及び観念の共通性に実質的な影響を及ぼすものとはいえず，本件使用商\n標は本件商標と社会通念上同一の商標であると認められるから，原告の上記\n主張は理由がない。\n４  本件付箋紙の配布行為の商標法２条３項８号該当性について\n(1)  前記１の認定事実によれば，被告は，要証期間内である平成２６年７月１\n０日から１２日まで大阪市内の大阪国際会議場で開催された第２２回日本\n乳癌学会学術総会及び同年１１月２９日に京都市内の「みやこめっせ」で開\n催された第１２回日本乳癌学会近畿地方会において，各併設展示会の展示ブ\nースに被告の販売する医療用ウィッグ等の商品を展示し，上記展示ブースを\n訪れた総会等の参加者（医療従事者等）に対し，商品カタログを配布したほ\nか，販促品として，本件付箋紙を無償で配布したことが認められる。\n上記認定事実によれば，被告による本件付箋紙の配布行為は，上記各併設\n展示会の展示ブースにおいて，被告の販売する医療用ウィッグ等の商品の広\n告の一環として行われたものと認められる。\nそして，本件付箋紙の見開き内面部分に掲載された本件使用商標は，全体\nとして「スヴェンソンのウィッグ」商品の出所識別標識として認識すること\nができる態様で使用されているものと認められることは，前記２(2)認定の\nとおりである。\nそうすると，本件付箋紙は，被告の販売する医療用ウィッグ等の商品（「ス\nヴェンソンのウィッグ」商品）の広告媒体に当たるものであって，被告によ\nる本件付箋紙の配布行為は，上記商 品 に 関す る広 告に 本件 使用商 標を 付\nして頒布する行為（商標法２条３項８号）に該当するものと認められる。\nした がっ て， 本件審 決に おけ る 商標法２条３項８号該当性の判断に誤\nりはない。\n(2)  こ れに対 し原告 は，① 本件商標は，被告のウェブサイト，被告が運営\nする通販サイト，商品「ウィッグ」のいずれにも，これまで一切使用された\nことはなく，被告の公式キャラクターも，これまで商品「ウィッグ」に使用\nされたことはなかったことに照らすと，本件付箋紙は，被告そのものを広告\nするためのノベルティ（販促品）と認識されるにとどまる，②本件付箋紙の\n見開き内面部分の文章の記載は，「ウィッグ」の語が含まれているというだ\nけであって，商品自体を宣伝したものではなく，「ウィッグ」の前に「スヴ\nェンソンの」と付いているように，被告と商品「ウィッグ」との関係を強調\nしたものであり，本件使用商標と商品「ウィッグ」とのつながりを示すもの\nとはいえないなどとして，本件付箋紙は，単なる被告を宣伝広告するノベル\nティ（販促品）に過ぎず，商品「ウィッグ」の宣伝広告とはいえないし，商\n品「ウィッグ」との具体的関係において使用されているものとはいえないか\nら，本件付箋紙は，商標法２条３項８号所定の「商品に関する広告」に該当\nせず，被告による本件付箋紙の配布行為は，同号に該当しない旨主張する。\nしかしながら，前記(1)認定のとおり，被告による本件付箋紙の配布行為\nは，前記各併設展示会の展示ブースにおいて，被告の販売する医療用ウィッ\nグ等の商品の広告の一環として行われたものであり，本件付箋紙は，被告の\n販売する医療用ウィッグ等の商品（「スヴェンソンのウィッグ」商品）の広\n告媒体に当たり，上記商品に関する広告に該当するものと認められる。\nもっとも，本件付箋紙の表紙部分を含む本件付箋紙全体の記載内容（前記\n２(1)）に照らすと，本件付箋紙は，被告それ自体を広告する広告媒体とし\nての機能をも有するものと認められるが，そのことは，本件付箋紙が上記商\n品に関する広告に該当することを否定する事情になるものではない。また，\n本件付箋紙に「ウィッグ」に関する具体的な商品情報の記載がないことは，\n本件使用商標が本件付箋紙において「スヴェンソンのウィッグ」商品の出所\n識別標識として認識することができる態様で使用されているとの認定の妨\nげになるものではなく（前記２(3)），しかも，被告による本件付箋紙の配\n布行為は，前記各併設展示会の展示ブースにおいて，被告の販売する医療用\nウィッグ等の商品の展示とともに行われたのであるから，本件付箋紙の配布\nを受けた参加者は，本件付箋紙は，上記商品の広告のために配布されたもの\nと認識したものと認められる。\nしたがって，原告の上記主張は理由がない。\n５  結論\n以上によれば，被告は，要証期間内に日本国内において，本件審判の請求に\n係る指定商品中の「つけかつら，頭飾品」に含まれる医療用ウィッグの商品に\n関する広告に本件使用商標を付して頒布することにより，本件商標と社会通念\n上同一と認められる商標を使用していたことを証明したものと認められるか\nら，原告主張の取消事由は理由がなく，本件審決にこれを取り消すべき違法は\n認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      古    河    謙    一\n裁判官      関    根    澄    子\n（別紙１）\n（別紙２）\n（別紙３）\n【図１】\n【図２】\n"
}