{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 27
  },
  "case_number": "平成28(ネ)10028",
  "case_name": "不正競争行為差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86042",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86042",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/042/086042_hanrei.pdf",
  "contents": "平成２８年７月２７日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ネ）第１００２８号  不正競争行為差止等請求控訴事件\n（原審・東京地方裁判所平成２６年（ワ）第２９４１７号）\n口頭弁論終結日  平成２８年６月１日\n判     決\n控    訴      人     株 式 会 社 ビ リ ー ブ\n同訴訟代理人弁護士     牧    山    美    香\n同      弁理士    佐    藤    英    昭\n被 控 訴 人    ス ケ ー タ ー 株 式 会 社\n同訴訟代理人弁護士    鳥    山    半    六\n同      弁理士    中    野    収    二\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙被告商品目録１から２０記載の商品を，製造し，販\n売してはならない。\n３  被控訴人は，原判決別紙被告商品目録１から２０記載の商品を廃棄せよ。\n４  被控訴人は，控訴人に対し，１００万円及びこれに対する平成２６年１２月\n９日から支払済みまで年５分の割合による金員を支払え。\n５  訴訟費用は，第１，２審とも被控訴人の負担とする。\n６  この判決は，仮に執行することができる。\n第２  事案の概要\n１  訴訟の概要（略称は，特に断らない限り，原判決に従う。）\n⑴  本件は，控訴人が，被控訴人に対し，控訴人が販売する原判決別紙１の上段\nの番号１から３４記載の商品及びこれらの各商品に別紙２のようにケースを付属さ\nせた形態を有する「エジソンのお箸」という商品名の練習用箸（原告商品）の形態\nは，控訴人の商品等表示として需要者の間に広く認識されているものであり，被控\n訴人が製造・販売する原判決別紙被告商品目録１から２０記載の「デラックストレ\nーニング箸」という商品名の箸（被告商品）は，上記原告商品の形態と同一の形態\nを備えているから，被控訴人による被告商品の販売は，原告商品と混同を生じさせ\nる行為であり，不競法２条１項１号所定の不正競争に該当すると主張して，被告商\n品の製造・販売の差止め及び廃棄を求めるとともに，損害賠償の一部としての１０\n０万円及びこれに対する訴状送達の日の翌日である平成２６年１２月９日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案である。\n⑵  原判決は，①控訴人は，不競法２条１項１号所定の「他人」に当たらず，ま\nた，②原告商品の「一対の箸が上端部又は中央より上端側の部分において連結され\nたいわゆる連結箸であって，うち１本の箸は人差指と中指をそれぞれ入れる２つの\nリングを有し，他方の１本は親指を入れる１つのリングを有する」という形態（原\n告商品形態）は，不競法２条１項１号所定の「商品等表示」に当たるということは\nできないとして，控訴人の請求をいずれも棄却した。\n控訴人は，原判決を不服として，控訴を提起した。\n２  前提事実\n以下のとおり付加訂正するほかは，原判決の事実及び理由第２の２記載のとおり\nである。\n⑴  原判決２頁２２行目「プラスティック製品」を「プラスチック製品」と改め\nる。\n⑵  原判決３頁５行目から１０行目までを，以下のとおり改める。\n「イ  ケイジェイシーは，「エジソンシリーズ」と称する主に幼児向けの食器，衛生\n用品等の製造・販売を行っており，練習用箸である「エジソンのお箸」の製造・販\n売は，その一環である。\nケイジェイシーは，平成１５年８月に「エジソンのお箸」の商標登録出願をした\n後，同年９月に原告商品１から４を「エジソンのお箸」として発売したのを皮切り\nに，平成１８年４月に原告商品５から７を，平成２１年１月に原告商品８から１１\nを，平成２３年１１月に原告商品１２及び１３を，平成２４年３月に原告商品１４\nから１７を，平成２５年３月に原告商品１８から２０を，平成２６年９月に原告商\n品２１から３４を，いずれも「エジソンのお箸」として発売した。これらの原告商\n品は，ケイジェイシーが「エジソンのお箸」シリーズとして製造・販売する練習用\n箸のブランドとして，確立するに至っている。\nなお，ケイジェイシーは，平成１６年２月に前記商標登録出願に係る「エジソン\nのお箸」について設定の登録を受け，現在も，商標権者である（甲２，４２～４６，\n８５，８８，乙２の１）。」\n３  争点\n⑴  控訴人が不競法２条１項１号所定の「他人」に当たるか。\n⑵  原告商品形態が同号所定の「商品等表示」に当たるか。\n⑶  控訴人の損害の有無及びその額\n第３  当事者の主張\n争点に関する当事者の主張は，以下のとおり当審における当事者の主張を付加す\nるほかは，原判決の事実及び理由第３記載のとおりである。\n１  争点⑴（控訴人が不競法２条１項１号所定の「他人」に当たるか）について\n〔当審における控訴人の主張〕\n⑴  原判決は，仮に原告商品形態に商品等表示性があり，それに化体された信用\nが認められるとすれば，その主体はケイジェイシーである旨判示した。\nしかし，①原告商品は，控訴人と製造者であるケイジェイシーがそれぞれ５０％\nずつ販売する商品であること，②控訴人は，原告商品を自社のカタログに掲載する\nなどの広告宣伝活動を行っていること，③控訴人代表者は，ケイジェイシー代表者\nと個人的な関係があり，原告商品の卸売を最大の目的とする法人として控訴人を設\n立したこと，④控訴人は，卸売業者等の流通業者に強いパイプを有し，原告商品の\n信用獲得や売上増に多大な寄与をしてきたことなどから，原告商品形態の商品等表\n示に化体された信用は，ケイジェイシーと同様に，控訴人にも帰属するものという\nべきである。\n⑵  原判決は，ケイジェイシーと控訴人が，原告商品形態という商品等表示の出\n所識別機能及び顧客吸引力等を保護発展させるという共通の目的の下に結束してい\nるグループであると認めることはできない旨判示した。\nしかし，控訴人とケイジェイシーは，直販と卸売という２つの流通経路について\n役割分担し，それぞれが原告商品の半分ずつを取り扱っているのであるから，両社\nとも原告商品の販売主体であり，その間に主従・軽重はなく，対等な関係にある。\nまた，原告商品の販売促進については，控訴人が流通業者に強いパイプを有してい\nることなどに鑑みると，控訴人の方が主体となって取り仕切ってきたということが\nできる。\n以上によれば，控訴人とケイジェイシーが原告商品形態の出所識別機能及び顧客\n吸引力等を保護発展させるという共通の目的の下に結束したグループであることは，\n明らかである。\n〔当審における被控訴人の主張〕\n控訴人は，ケイジェイシーによる原告商品の開発・製造等の商品化に関わってお\nらず，同社から原告商品を仕入れてそれを販売しているにすぎない。したがって，\nケイジェイシーと控訴人との関係は，通常のメーカーと販売代理店との協力関係と\n異なるものではなく，単に販路を分担しているにすぎないのであるから，たとえ控\n訴人が多数の原告商品を販売し，結果として原告商品形態など原告商品の品質等に\n信用が化体したとしても，その信用の主体は，原告商品の品質等を自らの判断と責\n任において主体的に決定したメーカーのケイジェイシーであり，販売代理店の控訴\n人ではない。また，両社が原告商品形態の出所識別機能及び顧客吸引力等を保護発\n展させるという共通の目的の下に結束したグループであると認める余地もない。\n２  争点⑵（原告商品形態が不競法２条１項１号所定の「商品等表示」に当たる\nか）について\n〔当審における控訴人の主張〕\n原判決は，原告商品につき，「親指，人差指及び中指をリングに挿入して箸の使用\nに適した位置で固定するという機能並びに２本の箸を連結するという機能」を有す\nるとした上で，原告商品形態は，これらの機能を達成するための構成に由来する不\n可避的な形態であるとして，商品等表示に該当しない旨判断した。\nしかし，「リングに挿入して」は，指を正しい位置に固定するという機能を達成す\nるための構成又は形態であって，機能ではない。したがって，原告商品の機能は，\n「親指，人差指及び中指を箸の使用に適した位置で固定するという機能並びに２本\nの箸を連結する機能」とするべきである。\nそして，上記機能を有する商品は，原告商品以外にも，複数種類のものが実際に\n市場に流通しているが，それらはいずれも，指を入れるリングを備えておらず，代\nわりに親指を載せる部材等を有している。よって，原告商品形態は，上記機能を達\n成するための構成に由来する不可避的な形態ではない。\n〔当審における被控訴人の主張〕\n「リングに挿入して」は，動作であり，控訴人が主張するような機能を達成する\nための構成又は形態ではない。したがって，原判決につき，原告商品の機能に係る\n認定に誤りはなく，原告商品形態が上記機能を達成するための構成に由来する不可\n避的な形態であるとの判断にも，誤りはない。\n第４  当裁判所の判断\n本件事案の性質に鑑み，まず，争点⑵（原告商品形態が不競法２条１項１号所定\nの「商品等表示」に当たるか）について判断する。\n１  争点⑵（原告商品形態が不競法２条１項１号所定の「商品等表示」に当たる\nか）について\n⑴  商品の形態の「商品等表示」該当性について\nア  不競法２条１項１号の趣旨は，周知な商品等表示の有する出所表示機能を保\n護するため，周知な商品等表示に化体された他人の営業上の信用を自己のものと誤\n認混同させて顧客を獲得する行為を防止することにより，同法の目的である事業者\n間の公正な競争を確保することにある。\n同法２条１項１号所定の「商品等表示」とは，「人の業務に係る氏名，商号，商標，\n標章，商品の容器若しくは包装その他の商品又は営業を表示するもの」をいう。商\n品の形態は，商標等とは異なり，本来的には商品の出所を表示する目的を有するも\nのではないが，商品の形態自体が特定の出所を表示する二次的意味を有するに至る\n場合がある。そして，このように商品の形態自体が特定の出所を表示する二次的意\n味を有し，「商品等表示」に該当するためには，①商品の形態が客観的に他の同種商\n品とは異なる顕著な特徴を有しており（特別顕著性），かつ，②その形態が特定の事\n業者によって長期間独占的に使用され，又は極めて強力な宣伝広告や爆発的な販売\n実績等により，需要者においてその形態を有する商品が特定の事業者の出所を表示\nするものとして周知になっていること（周知性）を要するものと解される。\nイ  もっとも，商品の形態が商品の技術的な機能及び効用を実現するために他の\n形態を選択する余地のない不可避的な構成に由来する場合，そのような商品の形態\n自体が「商品等表示」に当たるとすると，当該形態を有する商品の販売が一切禁止\nされることになり，結果的に，特許権等の工業所有権制度によることなく，当該形\n態によって実現される技術的な機能及び効用を奏する商品の販売を特定の事業者に\n独占させることにつながり，しかも，不正競争行為の禁止には期間制限が設けられ\nていないことから，上記独占状態が事実上永続することなる。したがって，上記の\nような商品の形態に「商品等表示」該当性を認めると，不競法２条１項１号の趣旨\nである周知な商品等表示の有する出所表示機能の保護にとどまらず，商品の技術的\nな機能及び効用を第三者が商品として利用することまで許されなくなり，それは，\n当該商品についての事業者間の公正な競争を制約することにほかならず，かえって，\n不競法の目的に反する結果を招くことになる。\nしたがって，商品の形態が商品の技術的な機能及び効用を実現するために他の形\n態を選択する余地のない不可避的な構成に由来する場合には，「商品等表示」に該当\nしないと解するのが相当である。\nウ  他方，商品の形態が商品の技術的な機能及び効用に由来するものであっても，\n他の形態を選択する余地がある場合は，そのような商品の形態が「商品等表示」に\n当たるとして同形態を有する商品の販売が禁止されても，他の形態に変更すること\nにより同一の機能及び効能を奏する商品を販売することは可能であり，前記イのよ\nうな弊害は生じない。\nしたがって，商品の形態が商品の技術的な機能及び効用に由来するものであって\nも，他の形態を選択する余地がある場合は，当該商品の形態につき，前記アの特別\n顕著性及び周知性が認められれば，「商品等表示」に該当し得る。もっとも，商品の\n形態が商品の技術的な機能及び効用に由来する場合，同形態が客観的に他の同種商\n品とは異なる顕著な特徴を有していることはまれであり，同種商品の中でありふれ\nたものとして特別顕著性が否定されることが多いものと思われる。\n⑵  認定事実\n後掲証拠及び弁論の全趣旨を総合すれば，以下の事実が認められる。\nア  原告商品は，主として箸の使用に習熟していない幼児に，一般に正しいとさ\nれる持ち方で箸を使用する練習をさせる練習用箸であり，控訴人が主張する原告商\n品形態は，「一対の箸が上端部又は中央より上端側の部分において連結されたいわゆ\nる連結箸であって，うち１本の箸は人差指と中指をそれぞれ入れる２つのリングを\n有し，他方の１本は親指を入れる１つのリングを有する」ことである。\nイ  原告商品と同一の機能及び効用を奏する練習用箸は，多く市販されており，\nその中には連結箸ではないもの（甲４，１３），特定の指を固定するために，リング\nではなく，親指等を載せたり支えたりする突起部や部材が設けられているもの（甲\n５～１２）がある。\nウ  原告商品形態の全てをそのまま備えた商品は，本件証拠上，原告商品及び被\n告商品以外に見られない。\nしかし，原告商品と同一の機能及び効用を奏する練習用箸で，連結箸であるもの\nは，多数市販されている（甲５～１２）。また，上記機能及び効用を奏する練習用箸\nとして，連結箸ではないものの，一対の箸のうち１本に薬指を挿入するリング状の\n部材を備えたもの（甲４，１３）が市販されているほか，原告商品の販売が開始さ\nれた平成１５年９月よりも相当前に刊行された実開昭５９－８６８２号公報（甲１\n５）には，一対の箸のうち１本が人差指と中指をそれぞれ入れる２つのリングを有\nし，他方の１本は薬指を入れる１つのリングを有するものが，実開昭６１－１７０\n３７７号公報（甲１６）には，一対の箸のうち１本が人差指を入れる１つのリング\nを有し，他方の１本は薬指を入れる１つのリングを有するものが，実開昭５７－１\n３６９６３号公報（乙１１）及び特開平１０－１３７１０１号公報（甲１４）には，\n一対の箸のうち１本が人差指及び中指をそれぞれ入れる２つのリングを有し，他方\nの１本が親指及び薬指をそれぞれ入れる２つのリングを有するものが，記載されて\nいる。\nエ  なお，原告商品を含む「エジソンのお箸」の製造者であるケイジェイシーは，\n発明の名称を「子供の知的能力を発達させる練習用箸」とする発明に係る特許権者\nと共に，被控訴人に対し，少なくとも被告商品の一部を含むデラックストレーニン\nグ箸の製造・販売の差止め及び廃棄を求める訴えを大阪地方裁判所に提起した（同\n裁判所平成２５年（ワ）第２４６４号）。\n同訴訟において，ケイジェイシーは，原告商品１，２，４から１０及び１２から\n１７の「⒜親指を挿入する親指用リングを有する第１箸部材と，⒝人差指及び中指\nを挿入する２つのリングを有する第２箸部材と，⒞第１箸部材及び第２箸部材の上\n部に配置された装飾⒟を有する練習用箸。」という商品形態が不競法２条１項１号所\n定の「商品等表示」に当たり，上記デラックストレーニング箸の形態は，上記原告\n商品と混同を生じさせる旨を，上記特許権者は，上記デラックストレーニング箸の\n製造・販売が上記特許権を侵害する旨をそれぞれ主張したが，大阪地方裁判所は，\n平成２５年１０月３１日，①上記原告商品の商品形態は，不競法２条１項１号所定\nの「商品等表示」に当たるということはできない，②上記デラックストレーニング\n箸は，前記発明に係る構成要件の一部を充足しないとして，ケイジェイシーらの請\n求をいずれも棄却した。\nケイジェイシーらは，上記判決を不服として控訴したが，知的財産高等裁判所は，\n平成２６年４月２４日，ケイジェイシーらの控訴をいずれも棄却する旨の判決を言\nい渡し，同判決は，確定した（乙４の１～３，９，１５）。\n⑶  原告商品形態の「商品等表示」該当性について\n前記⑵アによれば，原告商品形態が，一般に正しいとされる持ち方で箸を使用す\nる練習をさせる練習用箸という原告商品の技術的な機能及び効用に由来するもので\nあることは，明らかである。一方，前記⑵イによれば，原告商品形態が，上記機能\n及び効用を実現するために他の形態を選択する余地のない不可避的な構成に由来す\nるものということはできない。しかし，前記⑵ウに鑑みると，原告商品形態は，同\n種商品の中でありふれたものというべきであり，特別顕著性を認めることはできな\nい。\n⑷  小括\nしたがって，原告商品形態は，不競法２条１項１号所定の「商品等表示」に該当\nしない。\n２  結論\n以上によれば，その余の点について判断するまでもなく，控訴人の請求はいずれ\nも理由がないから，これらを棄却した原判決は，結論において正当である。\nなお，ケイジェイシーが被控訴人に対して提起した別訴に関する前記１⑵エの経\n緯に照らせば，控訴人とケイジェイシーが原告商品形態の出所識別機能及び顧客吸\n引力等を保護発展させるという共通の目的の下に結束したグループである旨主張す\nる控訴人において，被告商品の製造・販売が，原告商品と混同を生じさせる不競法\n２条１項１号所定の不正競争に該当するとして，差止め等を請求することは，①原\n告商品は，別訴及び本訴に係るものを含む全てが，ケイジェイシーがシリーズとし\nて製造・販売する「エジソンのお箸」であること，②別訴において，ケイジェイシ\nーは，対象とした原告商品の形態が不競法２条１項１号所定の「商品等表示」に該\n当するという，本件における控訴人の主張とおおむね同様の主張をしたが，一審判\n決によって同主張を排斥されて請求を棄却され，これに対する控訴も棄却されて上\n記判決が確定したことに鑑みると，訴訟上の信義則の観点から問題があるものとい\nうべきである。\nよって，本件控訴を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙      部    眞  規  子\n裁判官      鈴    木    わ  か  な\n裁判官      片    瀬        亮\n"
}