{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 1
  },
  "case_number": "平成27(ネ)10058",
  "case_name": "職務発明対価請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85439",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85439",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/439/085439_hanrei.pdf",
  "contents": "平成２７年１０月１日判決言渡  同日原本領収  裁判所書記官\n平成２７年（ネ）第１００５８号  職務発明対価請求控訴事件\n（原審・東京地方裁判所平成２６年（ワ）第１６２号）\n口頭弁論終結日  平成２７年８月２５日\n判     決\n控訴 人      Ｘ\n同訴訟代理人弁護士     寒  河  江    孝    允\n同訴訟復代理人弁護士   戸    田    順    也\n被 控 訴 人     Ｈ Ｏ Ｙ Ａ 株 式 会 社\n同訴訟代理人弁護士     永      島    孝    明\n安    國    忠    彦\n朝    吹    英    太\n安    友    雄  一  郎\n野    中    信    宏\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，金１億円及びこれに対する平成２５年７月３０\n日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は，第１，２審とも被控訴人の負担とする。\n４  この判決は，仮に執行することができる。\n第２  事案の概要\n１  訴訟の概要\n（略称は，特に断らない限り，原判決の略称に従う。）\n⑴  本件は，被控訴人の従業員であった控訴人が，被控訴人に在職中，被控訴人\nの業務範囲に属し，かつ，控訴人の職務に属する行為によってした発明（被控訴人\nによる特許出願に基づき，原判決別紙本件各特許目録１から４項の各⑴記載の本件\n各特許として設定の登録をされた同各⑵記載の各請求項に係る本件第１発明，本件\n第２発明，本件第３発明及び本件第７発明）をし，それらについて特許を受ける権\n利を被控訴人に承継させた旨主張し，被控訴人に対し，①本件第１発明，本件第２\n発明及び本件第７発明に関しては，平成１６年法律第７９号による改正前の特許法\n（以下「平成１６年改正前特許法」という。）３５条４項に従って定められる額の相\n当の対価の一部として，特許法３５条３項に基づき，②本件第３発明に関しては，\n主位的に，同法３５条３項及び５項に基づき，相当の対価の一部として，予備的に，\n被控訴人における特許規程（被告特許規程）及び同法３５条３項に基づき，評価期\n間を平成２５年度までとする実績報奨金の一部として，①及び②の合計金１億円及\nびこれに対する請求の日の翌日である平成２５年７月３０日から支払済みまで民法\n所定の年５分の割合による遅延損害金の支払を求めた事案である。\n⑵  原判決は，控訴人は，①本件第１発明及び本件第３発明については，原審に\nおける弁論分離前の相被告ＡｖａｎＳｔｒａｔｅ株式会社（ＡｖａｎＳｔｒａｔｅ）\nが被控訴人から実施許諾を受けて実施することにより（ＡｖａｎＳｔｒａｔｅが実\n施許諾を受けていない場合には，被控訴人において，ＡｖａｎＳｔｒａｔｅに対し，\n特許権侵害に基づく損害賠償請求権を行使し得ることにより），②本件第２発明及び\n本件第７発明については，被控訴人自ら実施することにより，被控訴人が独占の利\n益を得ている旨主張し，ＡｖａｎＳｔｒａｔｅ及び被控訴人の売上高を基礎として\n算定した相当の対価の支払を請求するものであるから，これを認めるためには，本\n件各発明の実施の事実並びに独占の利益の発生及びその額を主張し，立証しなけれ\nばならないところ，本件第１発明，本件第３発明及び本件第７発明については実施\nの事実が認められず，また，本件第２発明については，実施に関する控訴人の主張\nを一部認め得るとしても，独占の利益があると認めるに足りないと判断するのが相\n当であるとして，控訴人の請求をいずれも棄却した。\n控訴人は，原判決を不服として，本件控訴を提起した。\n２  前提事実\n以下のとおり付加訂正するほかは，原判決の事実及び理由第２の１記載のとおり\nである。\n⑴  原判決３頁８行目「本件第１発明，」から１０行目末尾までを，「いずれも職\n務発明に当たる。」と改める。\n⑵  原判決３頁１１行目冒頭から１２行目末尾までを，以下のとおり改める。\n「イ  控訴人は，被告特許規程に基づき，本件第１発明，本件第２発明及び本件第\n７発明については，原判決別紙本件各特許目録１，２及び４項の各⑴記載の各出願\n日までに，本件第３発明については，平成１６年改正法の施行日である平成１７年\n４月１日以降，前記目録３項⑴記載の出願日，すなわち，平成１８年９月２９日ま\nでに，それぞれの特許を受ける権利を被控訴人に承継させた（弁論の全趣旨）。\nしたがって，職務発明の対価の額に関し，本件第１発明，本件第２発明及び本件\n第７発明については，平成１６年改正前特許法３５条４項が，本件第３発明につい\nては，現行の特許法３５条４項，５項が適用される。」\n⑶  原判決４頁６行目末尾の後に，行を改めて以下のとおり付加する。\n「⑹  控訴人による請求\n控訴人は，平成２５年７月２９日，被控訴人に対し，本件第２特許及び本件第３\n特許について特許権ないし特許を受ける権利を被控訴人に譲渡したことの対価とし\nて，金３億円の支払を請求した（甲６の１・２）。」\n３  争点\n原判決の事実及び理由第２の２記載のとおりである。\n４  争点についての当事者の主張\n以下のとおり付加訂正するほかは，原判決の事実及び理由第２の３記載のとおり\nである。\n⑴  原判決６頁６行目末尾の後に，行を改め，以下のとおり付加する。\n「なお，控訴人は，本件第１発明及び本件第３発明を含む重要な職務発明をしたに\nもかかわらず，給与やポスト等において厚遇されることはなく，最終的にはＡｖａ\nｎＳｔｒａｔｅに転籍を命じられるなどの冷遇を受けてきた。このような控訴人の\n処遇も，相当の対価の算定の一要素として考慮されるべきである。」\n⑵  原判決６頁２５行目「Ｃ棟に存するライン，」を削除する。\n⑶  原判決７頁７行目「ほぼ全ての」の前に「Ｄ棟に存する徐冷炉及びＭＤ－３\n炉を除く」を付加する。\n⑷  原判決７頁１０行目から１１行目「ＨＰ－５及びＮＢ－１」を，「ＨＰ－５，\nＮＢ－１及びＮＢ－３」と改める。\n⑸  原判決７頁１５行目「実施していた。」の後に，行を改めて以下のとおり付加\nする。\n「Ｄ棟に存するラインにおいては，電子材料用の特殊なガラスを製造しており，こ\nれらのガラスは繊細であることなどから，少なくとも控訴人が被控訴人を退職する\nまでは，「連続循環式の搬送部を有し，炉内の入り口側に往路・復路切り替え部分を\n有し，かつ搬送部の復路の一部は炉内を移動する」ように設計することはされてお\nらず，Ｄ棟に存する徐冷炉及びＭＤ－３炉を含む徐冷炉においては，本件第２発明\n（請求項１，４，５）の装置及び本件第２発明の製造方法（請求項６，８）が採用\nされた。」\n⑹  原判決７頁１５行目「少なくとも，」から１７行目「認識している。」までを，\n行を改め，以下のとおり改める。\n「控訴人は，被控訴人に在職中，生産技術部門（工場技術課）のマネジャーと成形\n技術開発グループのグループリーダーを兼任し，本件第２発明の実施に直接携わっ\nており，少なくとも，ＢＬ－３，ＮＢ－１，ＮＢ－３，Ａ－２，ＬＡ－３，ＬＡ－\n２，ＳＫ－４及びＭＤ－３の各炉において本件第２発明が実施されたことは間違い\nないと認識している。」\n⑺  原判決８頁１行目冒頭から３行目「特徴点を有し，」までを，以下のとおり改\nめる。\n「本件第２特許は，ガラス物品の徐冷の際，①複数の熱処理室について，従来は設\nけていなかった断熱壁を設けたこと，②物品搬送経路の上方に，従来は設けていな\nかった耐熱性の均熱壁を設けたこと，③搬送部の復路の一部を炉内で移動させるこ\nとといった特徴点を有し，」\n⑻  原判決８頁８行目「また，」から１２行目末尾までを，以下のとおり改める。\n「また，本件第２発明は，光学ガラス以外のガラス一般の除歪処理等においても，\nメッシュベルト循環式構造の熱処理炉であれば広く利用できる技術であり，同熱処\n理炉は多数のガラス事業者において採用されていることから，被控訴人には，他社\nに対する実施許諾の可能性も十分にあったものといえる。被控訴人が前記のとおり\n中国の海外子会社に本件第２発明を実施させていたことも併せ考えると，被控訴人\nは，本件第２発明につき，独占の利益を得ていたものということができる。」\n⑼  原判決８頁１８行目末尾の後に，行を改めて以下のとおり付加する。\n「なお，Ｄ棟に存するラインで製造された電子材料用の特殊なガラスは，取引市場\nが小さいことから，控訴人の売上げに対する貢献度は，相対的に低いものである。\nまた，前述した控訴人に対する処遇の点も，相当の対価の算定の一要素として考慮\nされるべきである。」\n⑽  原判決９頁６行目末尾の後に，行を改めて以下のとおり付加する。\n「しかも，控訴人において本件第２発明が実施されたことは間違いないと認識して\nいる旨主張するＢＬ－３等の炉は，いずれも既に廃炉となっており，また，控訴人\nにおいて被控訴人が本件第２発明の実施により製造したと主張するＢＡＣＤ１６等\nの製品は，いずれも前記主張に係る炉において製造されたものではない。\n加えて，控訴人は，消費電力削減効果を根拠として本件第２発明が実施されてい\nた旨主張しているが，被控訴人において，消費電力削減効果の発生は確認されてい\nない。また，「複数の熱処理室について，従来は設けていなかった断熱壁を設けたこ\nと」など，控訴人が主張する本件第２特許の特徴点は，いずれも周知技術であり（甲\n２【０００４】，乙Ａ１０），消費電力削減効果が発生していたとしても，それは，\nこれらの周知技術によって達成されたものである。\n以上に鑑みれば，控訴人の前記主張は，失当である。」\n⑾  原判決９頁１０行目「また，」から１３行目末尾までを，以下のとおり改める。\n「また，前記のとおり，控訴人が主張する本件第２特許の特徴点に係る技術は，い\nずれも周知技術であり，したがって，本件第２発明には，技術的優位性はなく，独\n占の利益を生じない。」\n⑿  原判決９頁２０行目「本件第７特許」を，「本件第７発明」と改める。\n⒀  原判決９頁２０行目「実施されていた。」の後に，「控訴人は，生産技術部門\nのマネジャーとして，本件第７発明の実施に携わり，」を付加する。\n⒁  原判決１０頁２０行目末尾に，「なお，前述した控訴人に対する処遇の点も，\n相当の対価の算定の一要素として考慮されるべきである。」を付加する。\n⒂  原判決１１頁２行目「本件第７特許には」の後に，「，冷却板と鋳型の側壁の\n隙間からガラスがはみ出し，「カン」，「割れ」といった製品欠陥が発生することにな\nる（乙Ａ１６【０００４】）という」を付加する。\n第３  当裁判所の判断\n当裁判所も，原判決と同様に，控訴人の主位的請求及び予備的請求のいずれも理\n由がないものと判断する。\nその理由は，以下のとおりである。\n１  争点⑴（被控訴人が支払うべき相当の対価の額（主位的請求））について\n⑴  職務発明に係る「相当の対価」の意義について\nア  前記第２の２⑵のとおり，控訴人は，被告特許規程に基づき，本件各発明に\nついて特許を受ける権利を被控訴人に承継させた。\n職務発明の対価の額に関し，本件第１発明，本件第２発明及び本件第７発明につ\nいては，平成１６年改正前特許法３５条４項の規定が適用されるので，これらの発\n明に係る前記承継につき，被告特許規程による対価の額が同項の規定によって定め\nられる対価の額に満たないときは，控訴人は，被控訴人に対し，特許法３５条３項\nの規定に基づき，その不足する額に相当する対価の支払を求めることができるもの\nと解される（最高裁平成１３年（受）第１２５６号同１５年４月２２日第三小法廷\n判決・民集５７巻４号４７７頁参照）。また，本件第３発明については，現行の特\n許法３５条４項，５項の規定が適用されるので，被告特許規程の定めにより本件第\n３発明に係る前記承継の対価を支払うことが同法３５条４項の規定により不合理と\n認められる場合において，被告特許規程に基づく上記対価の額が同条５項の規定に\n従って定められる上記対価の額に満たないときは，控訴人は，被控訴人に対し，同\n条３項の規定に基づき，その不足する額に相当する対価の支払を求めることができ\nると解される。\n本件各発明について特許を受ける権利を承継させた対価の額の算定に当たっては，\n「その発明により使用者等が受けるべき利益の額」（平成１６年改正前特許法３５\n条４項，特許法３５条５項）を考慮する必要がある。\n使用者等は，職務発明について特許を受ける権利を承継しない場合であっても，\n当該発明をした従業者等又は上記特許を受ける権利を承継した者が当該職務発明に\nついて特許を受けたときは，特許法３５条１項により，法定通常実施権を無償で有\nすることになるから，「その発明により使用者等が受けるべき利益の額」とは，使\n用者等が当該特許を受けた職務発明を実施することによって得られる利益の額では\nなく，通常実施権を超えた独占権，すなわち，当該特許を受けた職務発明を独占的\nに実施できることによる利益（独占の利益）の額であると解すべきである。\nイ  そして，控訴人は，①本件第１発明及び本件第３発明については，Ａｖａｎ\nＳｔｒａｔｅが実施しており，被控訴人は，同実施が被控訴人による実施許諾に基\nづく場合には，同許諾に係る対価を得ることにより，同実施が被控訴人による実施\n許諾に基づかない場合には，ＡｖａｎＳｔｒａｔｅに対し，前記各発明に係る特許\n権侵害に基づく損害賠償請求権を行使し得ることにより，独占の利益を得ている，\n②本件第２発明及び本件第７発明については，被控訴人は，自社実施により独占の\n利益を得ている旨主張し，ＡｖａｎＳｔｒａｔｅ及び被控訴人の売上高を基礎とし\nて算定した相当の対価の支払を請求するものである。\nしたがって，控訴人の請求が認められるためには，①本件第１発明及び本件第３\n発明については被控訴人のＡｖａｎＳｔｒａｔｅに対する実施許諾の事実又は同社\nによる実施の事実，本件第２発明及び本件第７発明については被控訴人による実施\nの事実，②独占の利益の発生及びその額が，主張，立証されなければならない。\n⑵  本件第１発明及び本件第３発明について\nア  控訴人の主張立証\n控訴人は，本件第１発明及び本件第３発明は，ＡｖａｎＳｔｒａｔｅにより，原\n判決別紙炉目録（●●●●炉）記載のように●●●●炉等の各炉において実施され\nており，同社への出向中ないし転籍後，これらの発明の実施状況を直接見聞した旨\n主張し，自ら作成した陳述書等の書面及び以前同社に勤務していた従業員の陳述書\nを提出する。\nイ  しかしながら，控訴人自ら作成した陳述書等の書面（甲Ａ２１，甲Ａ２３～\n甲Ａ２５，甲Ａ３１，甲Ａ４０，甲Ａ４２）は，ガラス薄板製造工程等に関する一\n般的な技術説明や，本件第１発明及び本件第３発明に至る経緯，従来技術との相違\n点，上記各発明の効果等に関する記載が大半を占めており，上記書面のうち，実施\n状況に関連する記載は，甲Ａ２１号証，甲Ａ２５号証，甲Ａ３１号証及び甲Ａ４０\n号証の一部にあるにすぎない。しかも，その記載は，いずれも専ら控訴人の記憶に\n基づくもので，客観的な裏付けに乏しい。例えば「（他聞だが，競合他社に比べ，徐\n冷設備が長く，かつ徐冷炉室（分割）数が多いのがＮＨテクノグラス社（現Ａｖａ\nｎＳｔｒａｔｅ社）の特徴となっていると聞く。）」（甲Ａ２１）など伝聞に基づ\nくもの，「本件第１発明の請求項２～４については，温度設定条件によっては該当\nしないケースもあると思うが，これまでＮＨテクノグラス社，ＡｖａｎＳｔｒａｔ\nｅ社で作られた全てのラインの全ての徐冷炉は本件第１発明の請求項１，８，本件\n第３発明の請求項１，請求項３，請求項７については，該当したものになっている\nはずである。」（甲Ａ２５）など控訴人の推測を交えたもの，「（●●●●炉につき）\n私自身は設備仕様の決定に関与していないと思うが，よく覚えてはいない。」（甲Ａ\n３１）など控訴人が記憶の不確かさを自認しているものが見られるところである。\nなお，甲Ａ４０号証は，当審に提出された甲Ａ４２号証及び甲Ａ４３号証を除く控\n訴人自ら作成した陳述書等の書面を合てつして公証人の面前における宣誓供述書と\nしたものにすぎない。\nＡｖａｎＳｔｒａｔｅの元従業員Ａの陳述書（甲Ａ４１）においては，同社には，\n原判決別紙炉目録（●●●●炉）等記載のとおりの構造を有する炉が存在していた\n旨記載されているところ，同記載も，専ら同人の記憶に基づくものであり，客観的\n裏付けを欠く。\n以上によれば，控訴人において本件第１発明及び本件第３発明を実施するものと\nして主張する原判決別紙炉目録（●●●●炉）記載の炉等については，そもそも存\n在自体が立証されておらず，また，それらの炉の構造並びに本件第１発明及び本件\n第３発明に係る充足性も，立証されていないといわざるを得ない。さらに，控訴人\nは，本件第１発明及び本件第３発明はＡｖａｎＳｔｒａｔｅが実施している旨主張\nしながら，実施許諾契約及び実施料の額について何らの立証もしない。\nウ  以上に鑑みると，本件第１発明及び本件第３発明については，被控訴人のＡ\nｖａｎＳｔｒａｔｅに対する実施許諾の事実及び同社による実施の事実のいずれも\n認めるに足りない。\n⑶  本件第７発明について\nア  控訴人の主張立証\n控訴人は，本件第７発明は，被控訴人により，原判決別紙炉目録（Ａ－１炉）記\n載のようにＡ－１炉等の各炉において実施されており，被控訴人に在職中，控訴人\n自ら上記実施に直接携わった旨主張し，自ら作成した陳述書等の書面を提出してい\nる。\nイ  しかしながら，控訴人自ら作成した陳述書等の書面（甲Ａ２０，甲Ａ２２，\n甲Ａ２３，甲Ａ２６，甲Ａ２８，甲Ａ２９，甲Ａ３２，甲Ａ３３，甲Ａ４０，甲Ａ\n４２）は，光学ガラス素子の製造工程等に関する一般的な技術説明や，本件第７発\n明に至る経緯，従来技術との相違点，本件第７発明の効果等に関する記載が大半を\n占めており，上記書面のうち，実施状況に関連する記載は，甲Ａ２０号証，甲Ａ２\n８号証，甲Ａ２９号証，甲Ａ３２号証，甲Ａ３３号証及び甲Ａ４０号証の一部にあ\nるにすぎない。しかも，その記載は，いずれも専ら控訴人の記憶に基づくもので，\n客観的な裏付けに乏しい。例えば，「第７発明が適用可能なラインは，Ａ棟内に５～\n６基，Ｂ棟内にもほぼ同数存在しており，生産に供するガラス粘度特性，板厚に応\nじて，第７発明が適用されていた。」（甲Ａ２０），「棒材（本件第７特許適用可能）」\n（甲Ａ２９，甲Ａ３２）など本件第７発明が適用可能な炉の存在を指摘するにとど\nまり，適用可能性の具体的根拠及び適用状況に関する具体的事実は何ら示されてい\nないものや，「この発明の適用は，２００２年頃からだと思うが，」（甲Ａ２８），「本\n件第７特許を適用したタッピングプレート（冷却板）は，（中略）安価なので月次の\n費用予算で十分購入できたため，はっきりは覚えていないが確か，製造費用で負担\nしてもらったのではないかと思う。」（甲Ａ３３）など，控訴人の推測を交えたもの\nが見られるところである。なお，甲Ａ４０号証は，前記⑵イのとおり当審に提出さ\nれた甲Ａ４２号証及び甲Ａ４３号証を除く控訴人自ら作成した陳述書等の書面を合\nてつして公証人の面前における宣誓供述書としたものにすぎない。\nウ  以上によれば，本件第７発明についても，控訴人において同発明を実施する\nものとして主張する原判決別紙炉目録（Ａ－１炉）記載の炉等については，そもそ\nも存在自体が立証されておらず，また，それらの炉の構造及び本件第７発明に係る\n充足性も，立証されていないといわざるを得ない。\nしたがって，本件第７発明については，実施の事実を認めるに足りない。\n⑷  本件第２発明について\nア  本件第２発明につき，証拠（甲２，甲Ａ２２，甲Ａ３０，乙Ａ１８の１・２）\n及び弁論の全趣旨によれば，以下の事実が認められる。\n(ア)  本件第２発明は，従来技術と比べ小さなスペースで，しかも少ないエネル\nギーでガラスの加熱及び徐冷を可能とする加熱方法及び徐冷方法並びにガラス成形\n品の製造方法の提供等を目的とするものである（甲２【０００５】～【０００７】）。\n(イ)  被控訴人は，平成１８年頃，「省エネ型徐冷設備の導入」と題する書面（甲\nＡ３０）を東京都に提出し，同書面において，温室効果ガスの排出削減を目的とし\nて，平成２１年度までに被控訴人の工場に新たな徐冷設備を３台導入する計画があ\nる旨申告するとともに，上記徐冷設備の構成として本件第２特許の特許公報に掲載\nされている実施例の図面（甲２の図３～図５）とほぼ同一のものを掲載した。\n(ウ)  被控訴人は，平成２２年６月３０日，「地球温暖化対策結果報告書」（乙\nＡ１８の１）を東京都に提出し，上記徐冷設備の導入により推計３１３ｔの温室効\n果ガスの排出削減効果（削減率が１．１９％）が確認されたものの，「『省エネ型\n徐冷設備の導入』に於いては設備費用が多額であり，対策を施した設備はあるが継\n続的に実施を計る対策のため全体が完了するにはまだまだ時間が掛かる。」と報告\nした。\nイ  これらの事実によれば，被控訴人の工場内において本件第２発明の実施例に\n類似した徐冷設備が導入された可能性はあるものの，実際に導入された徐冷設備の\n構造は明らかではなく，それが被控訴人において本件第２発明を実施するものとし\nて主張する原判決別紙炉目録（ＢＬ－３炉）記載の炉等のいずれに該当するかも特\n定されておらず，実際に本件第２発明に係る構成要件を充足するものであるか否か\nも不明である。\nウ  他に，本件第２発明の実施に関する証拠として，甲Ａ３４号証から甲Ａ３９\n号証及び控訴人自ら作成した陳述書等の書面がある。\nしかしながら，甲Ａ３４号証から甲Ａ３９号証は，控訴人において本件第２発明\nを実施している旨主張する他社の製品の写真にすぎず，本件第２発明の構成要件と\n当該製品の構成の対応関係については全く示されていない。\n控訴人自ら作成した陳述書等の書面（甲Ａ２０，甲Ａ２２，甲Ａ２３，甲Ａ２６，\n甲Ａ２７，甲Ａ２９，甲Ａ３２，甲Ａ４０，甲Ａ４２）も，光学ガラス素子の製造\n工程等に関する一般的な技術説明や，本件第２発明に至る経緯，従来技術との相違\n点，本件第２発明の効果等に関する記載が大半を占めており，上記書面のうち，実\n施状況に関連する記載は，甲Ａ２０号証，甲Ａ２２号証，甲Ａ２７号証，甲Ａ２９\n号証，甲Ａ３２号証及び甲Ａ４０号証の一部にあるにすぎない。しかも，その記載\nは，いずれも専ら控訴人の記憶に基づくもので，客観的な裏付けに乏しい。例えば，\n「２００９年上期までにＡ棟では徐冷炉のうち３台，Ｂ棟ではうち３～４台ほど，\nＭＤ棟では多分３台ないし６台が，第２発明を適用したものに更新されていたと思\nう。」（甲Ａ２０），「２００９年にＨＯＹＡ社から転籍することになり，その後新た\nに昭島工場及び中国工場で新規製作された徐冷炉が何ラインあるかを知る由は無い\nが，この本件第２発明を適用せず徐冷炉を新設することはありえないと確信するも\nのである。」（甲Ａ２７）など控訴人の推測を交えたもの，「第２発明は，（中略）稼\n働時の消費電力の大幅低減（１台当たり年間２６２千ｋｗｈ／年の消費電力低減を\n実現→詳細は東京都に２００６年に提出した別紙「省エネ型徐冷設備の導入」を参\n照ください）したものである。」（甲Ａ２２）など本件第２発明の効果を述べるのみ\nで，そのような効果を上げるに至った具体的な実施状況については説明していない\nもの，「本件第２特許適用可能徐冷炉有無」（甲Ａ２９，甲Ａ３２）など本件第２発\n明が適用可能なものの存在を指摘するにとどまり，適用可能性の具体的根拠及び適\n用状況に関する具体的事実は何ら示されていないものが見られるところである。な\nお，甲Ａ４０号証は，前記⑵イのとおり当審に提出された甲Ａ４２号証及び甲Ａ４\n３号証を除く控訴人自ら作成した陳述書等の書面を合てつして公証人の面前におけ\nる宣誓供述書としたものにすぎない。\nエ  以上によれば，本件第２発明についても，控訴人において同発明を実施する\nものとして主張する原判決別紙炉目録（ＢＬ－３炉）記載の炉等については，そも\nそも存在自体が立証されておらず，また，それらの炉の構造及び本件第２発明に係\nる充足性も，立証されていないというべきである。\n仮に，被控訴人が平成１８年頃東京都に提出した前記「省エネ型徐冷設備の導入」\nと題する書面記載のとおり，平成２１年度までに被控訴人の工場に新たな徐冷設備\nが導入され，それが本件第２発明の構成要件を充足するものであったとしても，同\n記載によれば，３台にすぎず，実施期間も，現在まで継続的に実施されていたとし\nても，高々１０年にとどまる。そして，被控訴人がそのように本件第２発明を実施\nすることによって，控訴人主張に係る消費電力の削減による電気料金の低減という\n利益を得ていたとしても，前記「地球温暖化対策結果報告書」の記載によれば，新\nたな徐冷設備の導入によって確認できた温室ガス排出の削減率は，わずか１パーセ\nント余りであることに鑑みると，消費電力が大幅に削減されたとまではいえず，同\n削減による電気料金の低減が，本件第２発明の通常実施権によって得られる利益を\n超えるものであるとは考え難い。被控訴人が本件第２発明の実施によってそのほか\nの利益を得ていたと認めるに足りる証拠はない。\n以上によれば，仮に，被控訴人が本件第２発明を実施していたとしても，本件証\n拠上，独占の利益を得ていたと認めるに足りないというべきである。\nオ  控訴人の主張について\n控訴人は，本件第２発明に関し，被控訴人が中国の海外子会社に実施させていた\nこと，他社に対する実施許諾の可能性も十分にあったことを根拠として，被控訴人\nは，独占の利益を得ていた旨主張する。\nしかしながら，前記イ及びウによれば，海外子会社による本件第２発明の実施の\n事実は，認めるに足りない。\nまた，他社に対する実施許諾の可能性は，独占の利益の存在を直ちに基礎付ける\nものとはいえない。\n以上によれば，控訴人の前記主張は，採用できない。\n⑸  小括\n以上のとおり，控訴人の主位的請求は，理由がない。\n２  争点⑵（平成２５年度までの本件第３発明の実施による実績報奨金の額（予\n備的請求））について\n控訴人は，本件第３発明が実施されていることを前提として，被告特許規程及び\n特許法３５条３項に基づいて相当の対価の支払を請求するが，被控訴人のＡｖａｎ\nＳｔｒａｔｅに対する実施許諾の事実及び同社による実施の事実のいずれも認める\nに足りないことは前記１⑵ウのとおりであり，被控訴人自身による実施の事実も認\nめられないから，控訴人の予備的請求も理由がない。\n３  結論\n以上によれば，その余の点について判断するまでもなく，控訴人の請求はいずれ\nも理由がないから，これらを棄却した原判決は相当である。\nよって，本件控訴を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙      部    眞  規  子\n裁判官      田    中    芳    樹\n裁判官      鈴    木    わ  か  な\n"
}