{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 4,
    "day": 17
  },
  "case_number": "平成25(ワ)8040",
  "case_name": "著作権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84138",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84138",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/138/084138_hanrei.pdf",
  "contents": "平成２６年４月１７日判決言渡  同日原本領収  裁判所書記官  上原啓司\n平成２５年(ワ)第８０４０号  著作権侵害行為差止等請求事件\n（口頭弁論の終結の日  平成２６年３月４日）\n判 決\nノルウェー王国  オスロ〈以下略〉\n原 告                              ピ ー タ ー ・ オ プ ス\nヴ ィ ッ ク ・ エ イ エ ス\nノルウェー王国  オースレン〈以下略〉\n原 告                              ス ト ッ ケ ・ エ イ エ ス\n上記両名訴訟代理人弁護士                              武 藤 佳 昭\n同                                達 野 大 輔\n同                                松 平 浩 一\n同 訴 訟 復 代 理 人 弁 護 士                              山 崎 ふ み\n同                                大   森   裕 一 郎\n愛知県犬山市〈以下略〉\n被 告                              株 式 会 社 カ ト ー ジ\n同 訴 訟 代 理 人 弁 護 士                              後 藤 昌 弘\n同                                川 岸 弘 樹\n同                                鈴 木 智 子\n同                                古 谷   渉\n同 訴 訟 代 理 人 弁 理 士                              松 原   等\n同 補 佐 人 弁 理 士                              北   濵   壮 太 郎\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙２「被告製品目録」記載の各製品（以下「被告製品」と総称\nし，それぞれの製品を「被告製品１」などという。）を製造し，販売し，又\nは販売のために展示してはならない。\n２  被告は，被告製品を破棄せよ。\n３  被告は，原告ピーター・オプスヴィック・エイエス（以下「原告オプスヴ\nィック社」という。）に対し，１５９２万６８５６円及びこれに対する平成\n２５年６月２０日から支払済みまで年５分の割合による金員を支払え。\n４  被告は，原告ストッケ・エイエス（以下「原告ストッケ社」という。）に\n対し，１億１９４５万１４２０円及びこれに対する平成２５年６月２０日か\nら支払済みまで年５分の割合による金員を支払え。\n５  被告は，別紙５「謝罪広告目録」記載の謝罪文を同目録記載の要領で同目\n録記載の新聞に掲載せよ。\n第２  事案の概要\n本件は，原告らが，被告に対し，被告の製造・販売する被告製品の形態が\n「ＴＲＩＰＰ  ＴＲＡＰＰ」（トリップ・トラップ）という製品名の原告ら\nの製造等に係る椅子（別紙１「原告製品目録」記載のもの。以下「原告製品」\nという。）の形態に酷似しており，被告の行為が，原告製品のデザインに係\nる原告オプスヴィック社の著作権（複製権若しくは翻案権）及び原告ストッ\nケ社の著作権の独占的利用権を侵害するとともに，原告らの周知又は著名な\n商品等表示と類似する商品等表示を使用した商品の販売等をする不正競争行\n為に当たり，そうでないとしても原告らの信用等を毀損する一般不法行為に\n当たると主張して，①著作権法１１２条，不正競争防止法（以下「不競法」\nという。）３条に基づく被告製品の製造・販売等の差止め及び破棄，②著作\n権法１１４条２項，３項，不競法４条，５条２項，３項１号，民法７０９条\nに基づく損害賠償及びこれに対する民法所定の年５分の割合による遅延損害\n金（その起算日は不法行為日以降の日である平成２５年６月２０日）の支払，\n③不競法１４条に基づく謝罪広告の掲載をそれぞれ求めた事案である。\n１  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により\n容易に認定することができる事実）\n(1)  原告らは，いずれもノルウェー法人である。原告製品は，昭和４７年頃，\nＡ（原告オプスヴィック社の代表者）により幼児用のハイチェアとしてデ\nザインされ，その後，原告ストッケ社により製造・販売・輸出されている。\n我が国においては，昭和４９年頃から現在に至るまで，原告製品が輸入さ\nれ，販売されている。（甲３～１０，１５～４９）\n(2)  被告は，育児用品，家具の販売を業とする株式会社であり，遅くとも，\n平成２３年１月以降被告製品１を，平成２４年５月以降被告製品２を，平\n成１８年２月以降被告製品３を，平成２２年８月以降被告製品４を，各製\n造・販売しているほか（ただし，被告製品１については，平成２５年２月\nに製造を終了している。），現在，被告製品５及び６を製造・販売してい\nる。\n(3)  原告製品及び被告製品は，いずれも幼児用の椅子であり（ただし，原告\n製品は成人にも利用可能とされる。），その外観は，別紙３「原告製品及\nび被告製品の概要」のⅠ及びⅡ１～６の各(1)の写真のとおりである。また，\nその構成部材は同(2)記載のとおりであり（以下，その記載に従い，各構成\n部材を「部材Ａ」，「部材Ｂ」などという。），その性状及び形状は同(3)\n記載のとおりである。\n２  争点\n(1)  著作権又はその独占的利用権の侵害の有無\n(2)  不競法２条１項１号の不正競争行為該当性\nア  周知性のある商品等表示該当性\nイ  類似性の有無\nウ  混同のおそれの有無\n(3)  不競法２条１項２号の不正競争行為該当性\n(4)  一般不法行為上の違法性の有無\n(5)  各請求の当否\nア  差止請求の当否\nイ  損害賠償請求の当否\nウ  謝罪広告掲載請求の当否\n３  争点に関する当事者の主張\n(1)  争点(1)（著作権又はその独占的利用権の侵害の有無）について\n（原告らの主張）\n原告製品のデザインは，一見して驚くべきシンプルさで見る者の芸術的\n感性に訴えかけてくるものであり，我が国を含む各国で数々のデザイン賞\nを受賞するなど，一定の美的感覚を備えた一般人を基準として純粋美術と\n同視し得る程度の美的創作性を備えており，「美術の著作物」に該当する。\n我が国及びノルウェーは，文学的及び美術的著作物の保護に関するベルヌ\n条約（以下「ベルヌ条約」という。）の加盟国であるから，原告製品のデ\nザインは，我が国の著作権法上，応 用美 術として保護されるべきである\n（著作権法６条３号，ベルヌ条約２条１項）。\n原告オプスヴィック社は，昭和４７年頃，Ａから原告製品のデザインに\n係る著作権の譲渡を受けるとともに，原告ストッケ社に対し，その独占的\n利用を許諾した。\nしたがって，被告が原告製品と酷似する被告製品を製造する行為は，原\n告オプスヴィック社の著作権（複製権又は翻案権）及び原告ストッケ社の\n著作権の独占的利用権を侵害する。\n（被告の主張）\n応用美術が著作権法の保護を受けるのは，それが純粋美術や美術工芸品\nと同視することができるような美術性を備えている場合に限られるところ，\n原告製品のデザインは，実用品である椅子のデザインであって，その外観\nにおいて上記のような美術性を備えていないから，上記保護の対象とはな\nらない。また，被告製品は原告製品と類似しない。したがって，被告製品\nの製造は，原告らの著作権又はその独占的利用権を侵害するものではない。\n(2)  争点(2)（不競法２条１項１号の不正競争行為該当性）について\nア  争点(2)ア（周知性のある商品等表示該当性）について\n（原告らの主張）\n原告製品は，「赤ちゃんから大人まで，成長する椅子」というコンセ\nプトの下で販売されており，その最大の特徴は，子供の成長に合わせた\n部材Ｇ（座面）及び部材Ｆ（足置き台）の高さ及び奥行きの調整機能に\n加え，それを可能にするために考案された独創的かつ特徴的な形態にあ\nる。すなわち，原告製品は，①側面部分が部材Ａ及び部材Ｂで構成され\nており，部材Ｂは地面と平行に配置され，部材Ｂの先端と部材Ａの下端\nが接続されている，②側面から見た場合，部材Ａと部材Ｂとで略Ｌ字型\nの形状を形成しており，部材Ａと部材Ｂの成す角度は約６６度である，\n③部材Ａと部材Ｂとから構成される側面部分は二組あり，いずれも地面\nに対して垂直に配置され，また，二組の上記側面部分は並行に配置され\nている，④部材Ａに地面と並行に１４本の溝が形成されており，１枚ず\nつある部材Ｇ及び部材Ｆは，この溝に挿入され配置されている，⑤部材\nＡの下部及び中央部に部材Ｌ及び部材Ｄ（金属棒）が配置されている，\n⑥部材Ａの上部に部材Ｈ（背板）が配置されている，⑦アクセサリーと\nして，部材Ａに部材Ｉ（転落防止用のベビーガード）を装着することが\n可能になっているという，製作当時の同種の製品には見られない特異な\n形態的特徴を有している。\nこのような原告製品の形態的特徴は，別紙４「原告製品についての宣\n伝広告等」のとおり，我が国における販売開始当初から，多数の家具・\nインテリア雑誌，幼児保育雑誌等を中心に大きく採り上げられ，また宣\n伝広告がされたことにより，子供を持つ家庭を中心に広く知られるとこ\nろとなったから，遅くとも被告製品３の製造・販売が開始された平成１\n８年２月の時点では，原告らの周知性のある商品等表示になっていた。\n（被告の主張）\n椅子については有史以来様々な形態のものが存在しており，①パイプ\n椅子（乙１０，１１）のように，座板（部材Ｇに相当）の辺を，４本の\n脚部ではなく，前側の脚部（部材Ａに相当）で支える構造となっている\n椅子，②部材Ａが部材Ｇを単独で直接固定すると同時に，その上部で部\n材Ｈを直接固定する形態の椅子（乙１２～１５），③部材Ａに施された\n溝に部材Ｆ及び部材Ｇを差し込むことで，高さや奥行きを自由に設定で\nきる椅子（乙８の１～２５，乙１２，１６，１７の１～３）なども存在\nする。なお，原告製品の部材Ａの溝，部材Ｄ，部材Ｅ，部材Ｌ等は，側\n面からは見えないし，全体として見ても，基本的構成である脚部の形状\nのインパクトの大きさに比して，需要者の大きな注意をひく部分ではな\nい。したがって，不競法２条１項１号の商品等表示となり得る原告製品\nの形態的特徴は，椅子の基本的構成態様である脚部が，部材Ａと部材Ｂ\n（いずれも角が角ばり，辺が直線上の等幅の部材）のみによって構成さ\nれ，側面から見て略Ｌ字状の形状になっている点に尽きるというべきで\nある。\nイ  争点(2)イ（類似性の有無）について\n（原告らの主張）\n被告製品は，部材Ｂの後方部分から部材Ａの中央部（被告製品１，３，\n５）又は上部（被告製品２，４，６）に延びる部材Ｃが存在することを\n除き，いずれも，その素材・大きさ・色が原告製品のものと類似し，か\nつ，上記ア（原告らの主張）の①～⑦の形態的特徴を全て備えているか\nら，原告らの商品等表示と類似する。被告製品の部材Ｃは，正面又は斜\nめ上方から見た場合にはほとんど見えないか，又は見えにくい位置にあ\nり，側面から見ても，部材Ａにかかる荷重を支えるための補助的な板程\n度の印象しか与えないものであるから，上記の類似性を否定することは\nできない。また，被告製品の形態の採用にはフリーライドの意図が認め\nられ，この点は類似性を肯定する事情として考慮されるべきである。\n（被告の主張）\n原告製品と被告製品の形態を比較すると，原告製品が，一見して，不\n安定，脆弱なデザインとの印象を与えるのに対し，被告製品は，いずれ\nも，椅子の基本的構成態様である脚部（部材Ａ，部材Ｂ及び部材Ｃ）が，\n略正三角形（被告製品１，３，５），略Ａ字型（被告製品２）又は略二\n等辺三角形（被告製品４，６）の形状であり，製品全体が４本の脚部に\nよって構成される安心感，安定感を与える。また，原告製品が，角張っ\nた直線状の部材により構成され，シャープな印象を与えるのに対し，被\n告製品は，丸みを帯びた曲線状の部材が多用され，見る者に柔らかい印\n象を与える。さらに，被告製品３，４及び６には部材Ｊ（テーブル）及\nび部材Ｋ（肘置き）が配置されており，必要最小限の部材しか用いず，\nシンプルかつスタイリッシュなデザインを志向する原告製品とは異なる\n印象を与える。したがって，被告製品が原告製品の商品等表示と類似す\nるとはいえない。\nウ  争点(2)ウ（混同のおそれの有無）について\n（原告らの主張）\n原告製品と被告製品は，いずれも，子供用の椅子という同種の製品で\nあり，主たる購買層は子供を持つ親である。被告製品は，原告製品の形\n態的特徴を全て備え，「成長に合わせて調節可能，大人まで使える」と\nのコンセプトは原告製品と同一であるから，需要者に出所の混同を生じ\nさせるおそれがある。したがって，被告が被告製品を販売し，又は販売\nのために展示する行為は，不競法２条１項１号の不正競争行為に該当す\nる。\n（被告の主張）\n被告製品と原告製品とでは形態的特徴が大きく異なるのみならず，受\nける印象も相当異なるから，需要者において両製品を混同するおそれは\nない。実際，育児雑誌（乙１８）の特集記事でも，原告製品と被告製品\nは区別して紹介されている。\n(3)  争点(3)（不競法２条１項２号の不正競争行為該当性）について\n（原告らの主張）\n原告製品のデザインは，高名なデザイナーであるＡにより創作された，\n非常に独自性の高いものであること，我が国における３０年以上にわたる\n宣伝広告・販売活動に加え，各種デザイン賞の受賞などの実績により，原\n告製品は着実に販売数を伸ばしていたことなどからすれば，原告製品の形\n態的特徴は，遅くとも平成１８年２月の時点では，原告らの著名な商品等\n表示になっていた。また，被告製品が原告製品の商品等表示と類似するこ\nとは，前記(2)イ（原告らの主張）のとおりである。したがって，被告が被\n告製品を販売し，又は販売のために展示する行為は，不競法２条１項２号\nの不正競争行為に該当する。\n（被告の主張）\n争う。\n(4)  争点(4)（一般不法行為上の違法性の有無）について\n（原告らの主張）\n原告らは，原告製品との誤認・混同のおそれのある被告製品が製造・販\n売されることで，その信用，ブランド，イメージを著しく侵害され，原告\n製品の売上げにも多大な影響が生ずるから，被告が被告製品を製造・販売\nする行為は，一般不法行為上も違法と解すべきである。\n（被告の主張）\n争う。\n(5)  争点(5)（各請求の当否）について\nア  争点(5)ア（差止請求の当否）について\n（原告らの主張）\n被告製品の製造・販売等は，原告らの営業上の利益を侵害するもので\nあるから，これを差し止める必要がある。また，被告製品を全て破棄し\nない限り，それが市場に流通する可能性は否定できないから，これを破\n棄する必要がある。よって，原告らは，著作権法１１２条（原告オプス\nヴィック社），不競法３条（原告ら）に基づき，被告製品の製造・販売\n等の差止め及び破棄を求める。\n（被告の主張）\n争う。\nイ  争点(5)イ（損害賠償請求の当否）について\n（原告らの主張）\n原告オプスヴィック社は，被告の著作権侵害行為，不正競争行為及び\n不法行為（侵害期間は，いずれも，前記前提事実(2)の被告製品１～４の\n各販売開始月から平成２４年１２月末日まで）により，通常受けるべき\n使用料に相当する額の損害を被ったところ（著作権法１１４条３項，不\n競法５条３項１号，民法７０９条），被告製品１～４の製造・販売につ\nき，その販売価額の４％に当たる額をもって，原告オプスヴィック社の\n損害額とするのが相当である。したがって，原告オプスヴィック社の損\n害額は，別紙６「原告損害額計算表」の小計欄（Ａ）のとおり，１４４\n７万８９６０円となる。\nまた，原告ストッケ社は，被告の上記各違法行為により，営業上の利\n益を侵害され，被 告が被告製 品１～４の 販売により上げた 利益相当額\n（利益率は少なくとも３０％）の損害を被った（著作権法１１４条２項，\n不競法５条２項，民法７０９条）。したがって，原告ストッケ社の損害\n額は，上記小計欄（Ｂ）のとおり，１億０８５９万２２００円となる。\n被告の行為と相当因果関係のある弁護士費用相当額の損害としては，\n原告オプスヴィック社につき１４４万７８９６円，原告ストッケ社につ\nき１０８５万９２２０円が認められるべきである。\n（被告の主張）\n争う。\nウ  争点(5)ウ（謝罪広告掲載請求の当否）について\n（原告らの主張）\n原告らは，被告の不正競争行為によって営業上の信用を毀損され，早\n急にその回復をする必要があるから，被告に対し，不競法１４条に基づ\nき，別紙５「謝罪広告目録」記載の謝罪文を同目録記載の要領で同目録\n記載の新聞に掲載させることを求める。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  争点(1)（著作権又はその独占的利用権の侵害の有無）について\n原告製品は工業的に大量に生産され，幼児用の椅子として実用に供される\nものであるから（弁論の全趣旨），そのデザインはいわゆる応用美術の範囲\nに属するものである。そうすると，原告製品のデザインが思想又は感情を創\n作的に表現した著作物（著作権法２条１項１号）に当たるといえるためには，\n著作権法による保護と意匠法による保護との適切な調和を図る見地から，実\n用的な機能を離れて見た場合に，それが美的鑑賞の対象となり得るような美\n的創作性を備えていることを要すると解するのが相当である。\n本件についてこれをみると，原告製品は，証拠（甲１）及び弁論の全趣旨\nによれば，幼児の成長に合わせて，部材Ｇ（座面）及び部材Ｆ（足置き台）\nの固定位置を，左右一対の部材Ａの内側に床面と平行に形成された溝で調整\nすることができるように設計された椅子であって，その形態を特徴付ける部\n材Ａ及び部材Ｂの形状等の構成（なお，原告製品の形態的特徴については後\n記２参照）も，このような実用的な機能を離れて見た場合に，美的鑑賞の対\n象となり得るような美的創作性を備えているとは認め難い。したがって，そ\nのデザインは著作権法の保護を受ける著作物に当たらないと解される。また，\n応用美術に関し，ベルヌ条約２条７項，７条４項は，著作物としての保護の\n条件等を同盟国の法令の定めに委ねているから，著作権法の解釈上，上記の\n解釈以上の保護が同条約により与えられるものではない。\nよって，原告らの著作権又はその独占的利用権の侵害に基づく請求は理由\nがない。\n２  争点(2)（不競法２条１項１号の不正競争行為該当性）について\n(1)  争点(2)ア（周知性のある商品等表示該当性）について\nア  不競法２条１項１号は，商品等表示として商品の形態を例示していな\nいところ，それは，商品の形態は，一次的には商品の機能・効用の発揮\nや美観の向上等の見地から選択されるものであって，商品の出所を表示\nすることを目的として選択されるものではないことによるものと解され\nる。そうすると，商品の形態であっても，それが他の同種商品と識別し\n得る顕著な特徴を有している場合には，二次的に商品の出所を表示する\n機能を有することもあり，それが，長期間継続的かつ独占的に使用され\nたり，短期間であっても強力に宣伝広告されたりした結果，出所識別機\n能を獲得した場合には，周知性のある商品等表示に当たるものと解され\nる。\nイ  この見地から，まず，原告製品が他の同種製品と識別し得る顕著な形\n態的特徴を有するか否かについて検討する。\n(ア)  オフィスチェアやソファ等を別として，ダイニングチェア，リビ\nングチェア，学習用の椅子など，一般的に家庭で用いられる１人掛け\nの椅子は，子供が使用するものも含めて，通常は４本脚であり，４本\nの脚部が座面を安定的に支え，座面にかかる荷重を分散して床面に伝\nえるという形態を有している（例えば，甲４５，乙６）。また，座面\nの高さも固定されているものが多いということができる（同）。\nこれに対し，原告製品は，側板が左右一対の部材Ａ及び部材Ｂによ\nりそれぞれ略Ｌ字状（これらが成す角度は約６６度）に構成されると\nいう形態的特徴（以下，この特徴を「第１の形態的特徴」という。）\nを有している。また，原告製品は，幼児の成長に合わせて部材Ｇ（座\n面）及び部材Ｆ（足置き台）の固定位置を調整することができるよう，\n左右一対の部材Ａの内側に床面と平行な溝が多数形成され，この溝に\n沿って部材Ｇ及び部材Ｆをはめ込んで固定するという形態的特徴（以\n下，この特徴を「第２の形態的特徴」という。）を有している。\n(イ)  もっとも，以下に述べるとおり，被告が被告製品３の製造・販売\nを開始した平成１８年２月当時，既に上記のような形態的特徴を一部\n備える幼児用のハイチェアが国内で流通するなどしていたことから，\nそれらとの比較において更に原告製品の形態的特徴を検討する。\nすなわち，同年１月発行の雑誌『ＢａｂｙＬｉｆｅ ｎｏ．１』（甲\n４２）には，当時国内で流通していた幼児用のハイチェアとして，テ\nンピュール（発売元・テンピュールジャパン），ゴイター（同・ボー\nネルンド），フレクサ（同・三栄コーポレーション），ワンツリーヒ\nル（同・グランドール）等の製品が紹介されている（なお，当庁平成\n２１年(ワ)第１１９３号（甲５０）で問題とされたアップリカの製品\n等を除く。）。これらの製品は，いずれも，座面及び足置き台の高さ\nを，左右一対の側板の内側に形成された複数の溝にはめ込むなどして\n調整することができるという，第２の形態的特徴と同様の特徴を備え\nている。しかし，各側板の下部は略正三角形（テンピュール），略逆\nＴ字型（ゴイター）又は略逆Ｖ字型（フレクサ及びワンツリーヒル。\n前者は木製であり，後者は金属製である。）の形状であり，いずれも\n第１の形態的特徴を欠くものである。特に，テンピュール及びフレク\nサは，各側板（原告製品の部材Ａに相当）の中程から，略正三角形の\n形状をした側板（テンピュール）又は棒状部材（フレクサ）が下方に\n開かれており，通常のパイプ椅子（乙１０，１１）と同様の安定感を\n与える形態である。\nこれに対し，原告製品は，部材Ａが部材Ｂ前方の斜めに切断された\n端面でのみ結合されており，座面から部材Ａに伝えられる力が，上記\n端面のみにかかり，視覚的に不安定さを感じさせる構成となっている。\nそれだけに，原告製品の形態は，必要最小限の部材以外の部材は使用\nしないという，シンプル，スタイリッシュかつシャープな印象を与え\nるものである。このように，原告製品の第１の形態的特徴が視覚的に\nシンプルな印象を与えることは，別紙４「原告製品についての宣伝広\n告等」の「原告製品の特徴に関する記載内容」欄のとおり，原告製品\nを紹介する記事においても多く言及されているところであり，原告製\n品の重要な形態的特徴ということができる。\n一方，証拠（乙１２，１３，１５）及び弁論の全趣旨によれば，座\n面を４本の脚で支えるのではなく，左右一対の略Ｌ字状ないしそれに\n近い形状をした側面の部材をもって座面を支え，その上方に背もたれ\nを設けた椅子が市販等されていたことが認められる。ただし，これら\nの椅子は，原告製品ほどシンプルな印象を与えるものではなく，また，\n側面の部材に床面と平行な溝を形成したものでもない。\nそうすると，第１の形態的特徴及び第２の形態的特徴のいずれか一\n方ないしそれに近い形態的特徴を備えた椅子は他に存在するものの，\nこれら双方を兼ね備えたものが原告製品以外に存在すると認めること\nはできない。\n(ウ)  以上によれば，原告製品は，第１の形態的特徴と第２の形態的特\n徴とを組み合せた点において，従来の椅子には見られない顕著な形態\n的特徴を有しているから，原告製品の形態が需要者の間に広く認識さ\nれているものであれば（なお，被告は周知性について争うものの，具\n体的な反論はしていない。），その形態は不競法２条１項１号にいう\n周知性のある商品等表示に当たり，同号所定の不正競争行為の成立を\n認める余地があるので，以下，被告製品の形態が原告製品の形態に類\n似するか否かについて検討する。\n(2)  争点(2)イ（類似性の有無）について\nア  被告製品の形態が原告製品の商品等表示である形態（別紙３「原告製\n品及び被告製品の概要」のⅠ）と類似のものに当たるか否かは，取引の\n実情の下で，取引者又は需要者が両製品の形態の外観に基づく印象，記\n憶，連想等から両者を全体的に類似のものとして受け取るおそれがある\nか否かを基準として判断すべきものと解される（最高裁昭和５８年１０\n月７日第二小法廷判決・民集３７巻８号１０８２頁参照）。\nイ  被告製品は，別紙３「原告製品及び被告製品の概要」のⅡのとおり，\nいずれも，床面に平行な部材Ｂの後方から上方に延びる部材Ｃが部材Ａ\nと結合されており，部材Ａを後方から支えるように構成されている。部\n材Ｃは，いずれも，部材Ａ及び部材Ｂと素材及び色合いが同じで厚み及\nび幅もほぼ同一の木材が用いられているところ，これらの部材により形\n成される形状は， 側面から見 ると，略正 三角形（被告製品 １，３及び\n５），略Ａ字型（被告製品２）又は略二等辺三角形（被告製品４及び６）\nであって，その形状の最も小さな被告製品１，３及び５においても，部\n材Ｃは部材Ａの中程のところまで延びてこれに固定されている。\nまた，被告製品は，いずれも側板に部材Ｃが設けられていることで，\n座面にかかる荷重が後方にも分散して伝えられ，通常のパイプ椅子と同\nじような安定感を与える形態となっており，視覚的にも，不安定かつシ\nンプル，スタイリッシュ，シャープな印象を与える原告製品とは異なる\n印象を与えるものである（この点では，被告製品は前記(1)イ(イ)のテン\nピュール及びフレクサの商品形態との類似性が認められる。）。\nしたがって，被告製品は，各側板が部材Ａ及び部材Ｂにより略Ｌ字状\nに構成されるという第１の形態的特徴を備えていないと解すべきである。\nウ  以上のとおり，被告製品は，第１の形態的特徴を備えておらず，原告\n製品の商品等表示とは重要な点で相違するから，それが第２の形態的特\n徴を備えていることを考慮しても，取引の実情の下において，取引者又\nは需要者が両形態の外観に基づく印象，記憶，連想等から両者を全体的\nに類似のものとして受け取るおそれがあるとは認められない。したがっ\nて，被告製品の形態が原告製品の商品等表示と類似のものに当たるとい\nうことはできないものと解される。\nエ  これに対し，原告らは，被告製品の部材Ｃは，正面又は斜め上方から\n見た場合にはほとんど見えないか，又は見えにくい位置にあり，側面か\nら見ても，部材Ａにかかる荷重を支えるための補助的な板程度の印象し\nか与えないものであると主張する。しかし，既に説示したところによれ\nば，原告製品の形態的特徴は側面から見た場合にこそ感得されるのであ\nるから，正面又は斜め上方から見た場合の印象をいう原告らの主張は適\n切でない。そして，被告製品は，部材Ｃが設けられていることで，原告\n製品とは視覚的にも相当異なる印象を与えるものであるから（なお，幼\n児用のハイチェアの商品比較をした乙１８の雑誌記事からも，需要者が\n原告製品と被告製品とを区別していることがうかがわれる。），上記主\n張は採用することができない。\nまた，原告らは，被告製品の形態の採用にはフリーライドの意図が認\nめられ，この点は類似性を肯定する事情として考慮されるべきであると\nも主張するが，本件の証拠を精査しても，原告らにフリーライドの意図\nがあることはうかがわれないから，上記主張は前提において失当である。\n(3)  よって，原告らの不競法２条１項１号に基づく請求は理由がない。\n３  争点(3)（不競法２条１項２号の不正競争行為該当性）について\n原告らは，原告製品の形態は遅くとも平成１８年２月の時点では著名な商\n品等表示になっていたと主張するが，本件の各関係証拠上，それが原告らの\n著名な商品等表示になっていたと認めることはできない。また，被告製品が\n原告製品の商品等表示と類似のものに当たるということができないことは前\n記２説示のとおりであるから，原告らの不競法２条１項２号に基づく請求は\n理由がない。\n４  争点(4)（一般不法行為上の違法性の有無）について\n前記２説示のとおり，被告製品の形態が原告製品の形態に類似するとはい\nえず，また，取引者又は需要者において，両製品の出所に混同を来している\nと認めるにも足りないから，被告製品の製造・販売によって原告らの信用等\nが侵害されたとは認められない。したがって，被告製品の製造・販売が一般\n不法行為上違法であるということはできない。\n５  結論\nよって，その余の争点につき判断するまでもなく，本件請求はいずれも理\n由がないからこれを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官        長  谷  川      浩      二\n裁判官        清      野      正      彦\n裁判官        植      田      裕  紀  久\n"
}