{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 9
  },
  "case_number": "平成23(行ツ)177等",
  "case_name": "国歌斉唱義務不存在確認等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第66巻2号183頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成18(行コ)245",
  "original_date": {
    "era": "Heisei",
    "year": 23,
    "month": 1,
    "day": 28
  },
  "gist": "１　処分の差止めの訴えについて行政事件訴訟法３７条の４第１項所定の「重大な損害を生ずるおそれ」があると認められる場合\n２　公立高等学校等の教職員が卒業式等の式典における国歌斉唱時の起立斉唱等に係る職務命令の違反を理由とする懲戒処分の差止めを求める訴えについて行政事件訴訟法３７条の４第１項所定の「重大な損害を生ずるおそれ」があると認められた事例\n３　公立高等学校等の教職員が卒業式等の式典における国歌斉唱時の起立斉唱等に係る職務命令に基づく義務の不存在の確認を求める訴えについていわゆる無名抗告訴訟としては不適法であるとされた事例\n４　公立高等学校等の教職員が卒業式等の式典における国歌斉唱時の起立斉唱等に係る職務命令に基づく義務の不存在の確認を求める訴えについて公法上の法律関係に関する確認の訴えとして確認の利益があるとされた事例",
  "case_gist": "１　処分の差止めの訴えについて行政事件訴訟法３７条の４第１項所定の「重大な損害を生ずるおそれ」があると認められるためには，処分がされることにより生ずるおそれのある損害が，処分がされた後に取消訴訟又は無効確認訴訟を提起して執行停止の決定を受けることなどにより容易に救済を受けることができるものではなく，処分がされる前に差止めを命ずる方法によるのでなければ救済を受けることが困難なものであることを要する。\n２　公立高等学校等の教職員が卒業式等の式典における国歌斉唱の際に国旗に向かって起立して斉唱すること又はピアノ伴奏をすることを命ずる旨の校長の職務命令の違反を理由とする懲戒処分の差止めを求める訴えについて，次の(1)，(2)など判示の事情の下では，行政事件訴訟法３７条の４第１項所定の「重大な損害を生ずるおそれ」があると認められる。\n(1)　当該地方公共団体では，教育委員会が各校長に対し上記職務命令の発出の必要性を基礎付ける事項等を示達した通達を踏まえ，多数の公立高等学校等の教職員が，毎年度２回以上の各式典に際し，上記職務命令を受けている。\n(2)　上記職務命令に従わない教職員については，過去の懲戒処分の対象と同様の非違行為を再び行った場合には処分を加重するという方針の下に，おおむね，その違反が１回目は戒告，２，３回目は減給，４回目以降は停職という処分量定に従い，懲戒処分が反復継続的かつ累積加重的にされる危険がある。\n３　公立高等学校等の教職員が卒業式等の式典における国歌斉唱の際に国旗に向かって起立して斉唱すること又はピアノ伴奏をすることを命ずる旨の校長の職務命令に基づく義務の不存在の確認を求める訴えは，上記職務命令の違反を理由としてされる蓋然性のある懲戒処分の差止めの訴えを法定の類型の抗告訴訟として適法に提起することができ，その本案において当該義務の存否が判断の対象となるという事情の下では，上記懲戒処分の予防を目的とするいわゆる無名抗告訴訟としては，他に適当な争訟方法があるものとして，不適法である。\n４　公立高等学校等の教職員が卒業式等の式典における国歌斉唱の際に国旗に向かって起立して斉唱すること又はピアノ伴奏をすることを命ずる旨の校長の職務命令に基づく義務の不存在の確認を求める訴えは，次の(1)，(2)など判示の事情の下では，上記職務命令の違反を理由とする行政処分以外の処遇上の不利益の予防を目的とする公法上の法律関係に関する確認の訴えとして，確認の利益がある。\n(1)　当該地方公共団体では，教育委員会が各校長に対し上記職務命令の発出の必要性を基礎付ける事項等を示達した通達を踏まえ，多数の公立高等学校等の教職員が，毎年度２回以上の各式典に際し，上記職務命令を受けている。\n(2)　上記職務命令に従わない教職員については，その違反及びその累積が懲戒処分の処分事由及び加重事由との評価を受けることに伴い，勤務成績の評価を通じた昇給等に係る不利益という行政処分以外の処遇上の不利益が反復継続的かつ累積加重的に発生し拡大する危険がある。\n（１〜４につき補足意見がある。）",
  "ref_law": "（１〜３につき）行政事件訴訟法3条7項，行政事件訴訟法37条の4第1項，地方公務員法29条1項，（１，２につき）行政事件訴訟法37条の4第2項，（３につき）行政事件訴訟法3条1項，（４につき）行政事件訴訟法4条，地方公務員法40条1項",
  "lawsuit_id": "81982",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=81982",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/982/081982_hanrei.pdf",
  "contents": "主          文\n本件各上告を棄却する。\n上告費用は上告人らの負担とする。\n理          由\n第１  本件の事実関係等の概要\n１  本件は，東京都立の高等学校又は特別支援学校（平成１９年３月以前は盲学\n校，ろう学校又は養護学校。以下，東京都立の高等学校を含むこれらの学校を併せ\nて「都立学校」という。）の教職員として勤務する在職者（音楽科担当の教職員を\n含む。）及び勤務していた退職者である上告人らのうち，在職者である上告人ら\nが，平成１６年法律第８４号（以下「改正法」という。）による改正前の行政事件\n訴訟法（以下「旧行訴法」という。）の下で被上告人東京都教育委員会（以下，被\n上告人としては「被上告人都教委」といい，処分行政庁としては「都教委」とい\nう。）を相手とし，上記改正後の行政事件訴訟法（以下「行訴法」という。）の下\nで被上告人東京都を相手として，それぞれ，①  各所属校の卒業式や入学式等の式\n典における国歌斉唱の際に国旗に向かって起立して斉唱する義務のないこと及びピ\nアノ伴奏をする義務のないことの確認を求め，②  上記国歌斉唱の際に国旗に向か\nって起立しないこと若しくは斉唱しないこと又はピアノ伴奏をしないことを理由と\nする懲戒処分の差止めを求めるとともに，上告人ら全員が，被上告人東京都を相手\nとして，上記の起立斉唱及びピアノ伴奏に関する都教委の通達及び各所属校の校長\nの職務命令は違憲，違法であって上記通達及び職務命令等により精神的損害を被っ\nたとして，国家賠償法１条１項に基づき慰謝料等の損害賠償を求める（以下，この\n請求を「本件賠償請求」という。）事案である。\n上記①の確認の訴え及び上記②の差止めの訴えに関しては，上記職務命令に基づ\nく上記義務の不存在の確認を求める趣旨の訴え及び上記職務命令に従わないことを\n理由とする懲戒処分の差止めを求める趣旨の訴えとして第１審が各請求を認容した\n部分が，控訴の対象とされ，原審の訴え却下の判断及び上告を経て，当審の審理の\n対象とされている。以下，上記①の確認の訴えのうち当審の審理の対象である前者\nの趣旨の訴えを「本件確認の訴え」といい，上記の②の差止めの訴えのうち当審の\n審理の対象である後者の趣旨の訴えを「本件差止めの訴え」という。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  学校教育法（平成１９年法律第９６号による改正前のもの）４３条及び学\n校教育法施行規則（平成１９年文部科学省令第４０号による改正前のもの）５７条\nの２の規定に基づく高等学校学習指導要領（平成１１年文部省告示第５８号。平成\n２１年文部科学省告示第３８号による特例の適用前のもの。以下同じ。）は，第４\n章第２Ｃ(1)において，「教科」とともに教育課程を構成する「特別活動」の「学\n校行事」のうち「儀式的行事」の内容について，「学校生活に有意義な変化や折り\n目を付け，厳粛で清新な気分を味わい，新しい生活の展開への動機付けとなるよう\nな活動を行うこと。」と定め，同章第３の３において，「特別活動」の「指導計画\nの作成と内容の取扱い」について，「入学式や卒業式などにおいては，その意義を\n踏まえ，国旗を掲揚するとともに，国歌を斉唱するよう指導するものとする。」と\n定めており，現行の学校教育法５２条及び学校教育法施行規則８４条の規定に基づ\nく高等学校学習指導要領（平成２１年文部科学省告示第３４号）も，第５章におい\nて同様の内容を定めている。また，学校教育法（平成１８年法律第８０号による改\n正前のもの）７３条及び学校教育法施行規則（平成１９年文部科学省令第５号によ\nる改正前のもの）７３条の１０の規定に基づく「盲学校，聾学校及び養護学校高等\n部学習指導要領」（平成１１年文部省告示第６２号。平成１９年文部科学省告示第\n４６号による改正前のもの）は，第４章において，「特別活動の目標，内容及び指\n導計画の作成と内容の取扱いについては，高等学校学習指導要領第４章に示すもの\nに準ずる」と定めており，現行の学校教育法７７条及び学校教育法施行規則１２９\n条の規定に基づく特別支援学校高等部学習指導要領（平成２１年文部科学省告示第\n３７号）も，第５章において同様の内容を定めている（以下，上記改正の前後を通\nじて高等学校学習指導要領を含むこれらの学習指導要領を併せて「学習指導要領」\nという。）。\n(2)  都教委の教育長は，平成１５年１０月２３日付けで，都立学校の各校長宛\nてに，「入学式，卒業式等における国旗掲揚及び国歌斉唱の実施について（通\n達）」（以下「本件通達」という。）を発した。その内容は，上記各校長に対し，\n①  学習指導要領に基づき，入学式，卒業式等を適正に実施すること，②  入学\n式，卒業式等の実施に当たっては，式典会場の舞台壇上正面に国旗を掲揚し，教職\n員は式典会場の指定された席で国旗に向かって起立して国歌を斉唱し，その斉唱は\nピアノ伴奏等により行うなど，所定の実施指針のとおり行うものとすること，③\n教職員がこれらの内容に沿った校長の職務命令に従わない場合は服務上の責任を問\nわれることを教職員に周知すること等を通達するものであった。\n(3)ア  都立学校の各校長は，本件通達を踏まえ，その発出後に行われた平成１\n６年３月以降の卒業式や入学式等の式典に際し，その都度，多数の教職員に対し，\n国歌斉唱の際に国旗に向かって起立して斉唱することを命ずる旨の職務命令を発\nし，相当数の音楽科担当の教職員に対し，国歌斉唱の際にピアノ伴奏をすることを\n命ずる旨の職務命令を発した（以下，将来発せられるものを含め，このような職務\n命令を併せて「本件職務命令」という。）。\nイ  都教委は，平成１６年３月の都立学校の卒業式において各所属校の校長の本\n件職務命令に従わず国歌斉唱の際に起立しなかった教職員及びピアノ伴奏をしなか\nった教職員合計１７３名に対し，同月３０日，同月３１日及び同年５月２５日，職\n務命令違反等を理由に戒告処分をした。また，都教委は，同年３月の都立学校並び\nに東京都の市立中学校及び市立小学校の卒業式において各所属校の校長の本件職務\n命令又はこれと同様の職務命令に従わず国歌斉唱の際に起立しなかった教職員合計\n２０名に対し，同年４月６日，職務命令違反等を理由に，１９名につき戒告処分を\nし，過去に戒告処分１回の処分歴のあった１名につき給与１月の１０分の１を減ず\nる減給処分をした。\nウ  都教委は，上記イを始めとして，本件通達の発出後，都立学校の卒業式や入\n学式等の式典において各所属校の校長の本件職務命令に従わず国歌斉唱の際に起立\nしないなどの職務命令違反をした多数の教職員に対し，懲戒処分をした。その懲戒\n処分は，過去に非違行為を行い懲戒処分を受けたにもかかわらず再び同様の非違行\n為を行った場合には量定を加重するという処分量定の方針に従い，おおむね，１回\n目は戒告，２回目及び３回目は減給，４回目以降は停職となっており，過去に他の\n懲戒処分歴のある教職員に対してはより重い処分量定がされているが，免職処分は\nされていない。\n(4)  上告人らのうち，別紙上告人目録１及び２記載の上告人らは，都立学校の\n教職員として勤務する在職者で，そのうち同目録２記載の上告人らは音楽科担当の\n教職員であり，また，同目録３及び４記載の上告人らは，都立学校の教職員として\n勤務していた退職者（市教育委員会に異動し又は再雇用された者を含む。）であ\nる。\n３  原審は，被上告人らに対する本件確認の訴えはいずれも無名抗告訴訟（抗告\n訴訟のうち行訴法３条２項以下において個別の訴訟類型として法定されていないも\nのをいう。以下同じ。）であり，被上告人らに対する本件差止めの訴えはいずれも\n法定抗告訴訟（抗告訴訟のうち行訴法３条２項以下において個別の訴訟類型として\n法定されているものをいう。以下同じ。）としての差止めの訴えである（被上告人\n都教委に対する本件差止めの訴えも，改正法の施行に伴い，行訴法上の差止めの訴\nえに転化している。）とした上で，本件通達が，本件職務命令と不可分一体の関係\nにあり，本件職務命令を受ける教職員に条件付きで懲戒処分を受けるという法的効\n果を生じさせるもので，抗告訴訟の対象となる行政処分に当たるとし，本件通達の\n取消訴訟又は無効確認訴訟（以下「取消訴訟等」という。）を提起してその執行停\n止の申立てをすれば，本件通達と不可分一体の関係にある本件職務命令に基づき起\n立斉唱又はピアノ伴奏をすべき公的義務（公務員の職務に係る義務をいう。以下同\nじ。）を課されることも当該義務の違反を理由に懲戒処分を受けることも直截に防\n止できるから，本件確認の訴え及び本件差止めの訴えはいずれも上告人らの主張す\nる損害を避けるため他に適当な方法がないとはいえないなど不適法であるとしてこ\nれらを却下し，また，本件職務命令と不可分一体の関係にある本件通達が違憲，違\n法であるとはいえないなどとして，本件賠償請求をいずれも棄却すべきものとし\nた。\n第２  上告代理人尾山宏ほかの各上告理由について\n１  上告理由のうち憲法１９条違反をいう部分について\n原審の適法に確定した事実関係等の下において，都立学校の校長が教職員に対し\n発する本件職務命令が憲法１９条に違反するものではなく，また，前記第１の２\n(2)のとおり都教委が都立学校の各校長に対し本件職務命令の発出の必要性を基礎\n付ける事項等を示達する本件通達も，教職員との関係で同条違反の問題を生ずるも\nのではないことは，当裁判所大法廷判決（最高裁昭和２８年（オ）第１２４１号同\n３１年７月４日大法廷判決・民集１０巻７号７８５頁，最高裁昭和４４年（あ）第\n１５０１号同４９年１１月６日大法廷判決・刑集２８巻９号３９３頁，最高裁昭和\n４３年（あ）第１６１４号同５１年５月２１日大法廷判決・刑集３０巻５号６１５\n頁，最高裁昭和４４年（あ）第１２７５号同５１年５月２１日大法廷判決・刑集３\n０巻５号１１７８頁）の趣旨に徴して明らかというべきである（起立斉唱行為に係\nる職務命令につき，最高裁平成２２年（オ）第９５１号同２３年６月６日第一小法\n廷判決・民集６５巻４号１８５５頁，最高裁平成２２年（行ツ）第５４号同２３年\n５月３０日第二小法廷判決・民集６５巻４号１７８０頁，最高裁平成２２年（行\nツ）第３１４号同２３年６月１４日第三小法廷判決・民集６５巻４号２１４８頁，\n最高裁平成２２年（行ツ）第３７２号同２３年６月２１日第三小法廷判決・裁判集\n民事２３７号５３頁参照。伴奏行為に係る職務命令につき，最高裁平成１６年（行\nツ）第３２８号同１９年２月２７日第三小法廷判決・民集６１巻１号２９１頁参\n照）。所論の点に関する原審の判断は，是認することができる。論旨は採用するこ\nとができない。\n２  その余の上告理由について\n論旨は，違憲をいうが，その実質は単なる法令違反をいうもの又はその前提を欠\nくものであって，民訴法３１２条１項及び２項に規定する事由のいずれにも該当し\nない。\n第３  上告代理人尾山宏ほかの上告受理申立て理由第２部第１章について\n１(1)  本件確認の訴えのうち，被上告人都教委に対する訴えは無名抗告訴訟と\nして提起されており，他方，被上告人東京都に対する訴えについては，別紙上告人\n目録１及び２記載の上告人らは，第一次的には無名抗告訴訟であると主張しつつ，\n仮に無名抗告訴訟としては不適法であるが公法上の当事者訴訟としては適法である\nならば後者とみるべきである旨主張する。また，本件差止めの訴えのうち，被上告\n人東京都に対する訴えは，当初から行訴法上の法定抗告訴訟たる差止めの訴えとし\nて提起されており，旧行訴法の下で提起された被上告人都教委に対する訴えも，改\n正法の施行に伴い，改正法附則２条，３条により，被上告人都教委を相手方当事者\nとしたまま行訴法上の法定抗告訴訟たる差止めの訴えに転化したものと解される。\n上記各訴えは，前記第１の１の当該各請求の内容等に照らすと，それぞれ，本件\n通達を踏まえて発せられる本件職務命令に従わないことによる懲戒処分等の不利益\nの予防を目的とするものであり，これを目的として，本件確認の訴えは本件職務命\n令に基づく公的義務の不存在の確認を求め，本件差止めの訴えは本件職務命令の違\n反を理由とする懲戒処分の差止めを求めるものであると解されるところ，このよう\nな目的に沿った争訟方法としてどのような訴訟類型が適切かを検討する前提とし\nて，まず，本件通達の行政処分性の有無についてみることとする。\n(2)  本件通達は，前記第１の２(2)の内容等から明らかなとおり，地方教育行政\nの組織及び運営に関する法律２３条５号所定の学校の教育課程，学習指導等に関す\nる管理及び執行の権限に基づき，学習指導要領を踏まえ，上級行政機関である都教\n委が関係下級行政機関である都立学校の各校長を名宛人としてその職務権限の行使\nを指揮するために発出したものであって，個々の教職員を名宛人とするものではな\nく，本件職務命令の発出を待たずに当該通達自体によって個々の教職員に具体的な\n義務を課すものではない。また，本件通達には，前記第１の２(2)のとおり，各校\n長に対し，本件職務命令の発出の必要性を基礎付ける事項を示すとともに，教職員\nがこれに従わない場合は服務上の責任を問われることの周知を命ずる旨の文言があ\nり，これらは国歌斉唱の際の起立斉唱又はピアノ伴奏の実施が必要に応じて職務命\n令により確保されるべきことを前提とする趣旨と解されるものの，本件職務命令の\n発出を命ずる旨及びその範囲等を示す文言は含まれておらず，具体的にどの範囲の\n教職員に対し本件職務命令を発するか等については個々の式典及び教職員ごとの個\n別的な事情に応じて各校長の裁量に委ねられているものと解される。そして，本件\n通達では，上記のとおり，本件職務命令の違反について教職員の責任を問う方法\nも，懲戒処分に限定されておらず，訓告や注意等も含み得る表現が採られており，\n具体的にどのような問責の方法を採るかは個々の教職員ごとの個別的な事情に応じ\nて都教委の裁量によることが前提とされているものと解される。原審の指摘する都\n教委の校長連絡会等を通じての各校長への指導の内容等を勘案しても，本件通達そ\nれ自体の文言や性質等に則したこれらの裁量の存在が否定されるものとは解されな\nい。したがって，本件通達をもって，本件職務命令と不可分一体のものとしてこれ\nと同視することはできず，本件職務命令を受ける教職員に条件付きで懲戒処分を受\nけるという法的効果を生じさせるものとみることもできない。\nそうすると，個々の教職員との関係では，本件通達を踏まえた校長の裁量により\n本件職務命令が発せられ，さらに，その違反に対して都教委の裁量により懲戒処分\nがされた場合に，その時点で初めて教職員個人の身分や勤務条件に係る権利義務に\n直接影響を及ぼす行政処分がされるに至るものというべきであって，本件通達は，\n行政組織の内部における上級行政機関である都教委から関係下級行政機関である都\n立学校の各校長に対する示達ないし命令にとどまり，それ自体によって教職員個人\nの権利義務を直接形成し又はその範囲を確定することが法律上認められているもの\nとはいえないから，抗告訴訟の対象となる行政処分には当たらないというべきであ\nる（最高裁昭和３９年（行ツ）第８７号同４３年１２月２４日第三小法廷判決・民\n集２２巻１３号３１４７頁参照）。また，本件職務命令も，教科とともに教育課程\nを構成する特別活動である都立学校の儀式的行事における教育公務員としての職務\nの遂行の在り方に関する校長の上司としての職務上の指示を内容とするものであっ\nて，教職員個人の身分や勤務条件に係る権利義務に直接影響を及ぼすものではない\nから，抗告訴訟の対象となる行政処分には当たらないと解される。なお，本件職務\n命令の違反を理由に懲戒処分を受ける教職員としては，懲戒処分の取消訴訟等にお\nいて本件通達を踏まえた本件職務命令の適法性を争い得るほか，後述のように本件\nに係る事情の下では事前救済の争訟方法においてもこれを争い得るのであり，本件\n通達及び本件職務命令の行政処分性の有無について上記のように解することについ\nて争訟方法の観点から権利利益の救済の実効性に欠けるところがあるとはいえな\nい。\n２(1)  以上を前提に，まず，法定抗告訴訟たる差止めの訴えとしての被上告人\nらに対する本件差止めの訴えの適法性について検討する。\nア  法定抗告訴訟たる差止めの訴えの訴訟要件については，まず，一定の処分が\nされようとしていること（行訴法３条７項），すなわち，行政庁によって一定の処\n分がされる蓋然性があることが，救済の必要性を基礎付ける前提として必要とな\nる。\n本件差止めの訴えに係る請求は，本件職務命令の違反を理由とする懲戒処分の差\n止めを求めるものであり，具体的には，免職，停職，減給又は戒告の各処分の差止\nめを求める請求を内容とするものである。そして，本件では，第１の２(3)ウのと\nおり，本件通達の発出後，都立学校の教職員が本件職務命令に違反した場合の都教\n委の懲戒処分の内容は，おおむね，１回目は戒告，２回目及び３回目は減給，４回\n目以降は停職となっており，過去に他の懲戒処分歴のある教職員に対してはより重\nい処分量定がされているが，免職処分はされていないというのであり，従来の処分\nの程度を超えて更に重い処分量定がされる可能性をうかがわせる事情は存しない以\n上，都立学校の教職員について本件通達を踏まえた本件職務命令の違反に対して\nは，免職処分以外の懲戒処分（停職，減給又は戒告の各処分）がされる蓋然性があ\nると認められる一方で，免職処分がされる蓋然性があるとは認められない。そうす\nると，本件差止めの訴えのうち免職処分の差止めを求める訴えは，当該処分がされ\nる蓋然性を欠き，不適法というべきである。\nイ  そこで，本件差止めの訴えのうち，免職処分以外の懲戒処分（停職，減給又\nは戒告の各処分）の差止めを求める訴えの適法性について検討するに，差止めの訴\nえの訴訟要件については，当該処分がされることにより「重大な損害を生ずるおそ\nれ」があることが必要であり（行訴法３７条の４第１項），その有無の判断に当た\nっては，損害の回復の困難の程度を考慮するものとし，損害の性質及び程度並びに\n処分の内容及び性質をも勘案するものとされている（同条２項）。\n行政庁が処分をする前に裁判所が事前にその適法性を判断して差止めを命ずる\nのは，国民の権利利益の実効的な救済及び司法と行政の権能の適切な均衡の双方の\n観点から，そのような判断と措置を事前に行わなければならないだけの救済の必要\n性がある場合であることを要するものと解される。したがって，差止めの訴えの訴\n訟要件としての上記「重大な損害を生ずるおそれ」があると認められるためには，\n処分がされることにより生ずるおそれのある損害が，処分がされた後に取消訴訟等\nを提起して執行停止の決定を受けることなどにより容易に救済を受けることができ\nるものではなく，処分がされる前に差止めを命ずる方法によるのでなければ救済を\n受けることが困難なものであることを要すると解するのが相当である。\n本件においては，前記第１の２(3)のとおり，本件通達を踏まえ，毎年度２回以\n上，都立学校の卒業式や入学式等の式典に際し，多数の教職員に対し本件職務命令\nが繰り返し発せられ，その違反に対する懲戒処分が累積し加重され，おおむね４回\nで（他の懲戒処分歴があれば３回以内に）停職処分に至るものとされている。この\nように本件通達を踏まえて懲戒処分が反復継続的かつ累積加重的にされる危険が現\nに存在する状況の下では，事案の性質等のために取消訴訟等の判決確定に至るまで\nに相応の期間を要している間に，毎年度２回以上の各式典を契機として上記のよう\nに懲戒処分が反復継続的かつ累積加重的にされていくと事後的な損害の回復が著し\nく困難になることを考慮すると，本件通達を踏まえた本件職務命令の違反を理由と\nして一連の累次の懲戒処分がされることにより生ずる損害は，処分がされた後に取\n消訴訟等を提起して執行停止の決定を受けることなどにより容易に救済を受けるこ\nとができるものであるとはいえず，処分がされる前に差止めを命ずる方法によるの\nでなければ救済を受けることが困難なものであるということができ，その回復の困\n難の程度等に鑑み，本件差止めの訴えについては上記「重大な損害を生ずるおそ\nれ」があると認められるというべきである。\nウ  また，差止めの訴えの訴訟要件については，「その損害を避けるため他に適\n当な方法があるとき」ではないこと，すなわち補充性の要件を満たすことが必要で\nあるとされている（行訴法３７条の４第１項ただし書）。原審は，本件通達が行政\n処分に当たるとした上で，その取消訴訟等及び執行停止との関係で補充性の要件を\n欠くとして，本件差止めの訴えをいずれも却下したが，本件通達及び本件職務命令\nは前記１(2)のとおり行政処分に当たらないから，取消訴訟等及び執行停止の対象\nとはならないものであり，また，上記イにおいて説示したところによれば，本件で\nは懲戒処分の取消訴訟等及び執行停止との関係でも補充性の要件を欠くものではな\nいと解される。以上のほか，懲戒処分の予防を目的とする事前救済の争訟方法とし\nて他に適当な方法があるとは解されないから，本件差止めの訴えのうち免職処分以\n外の懲戒処分の差止めを求める訴えは，補充性の要件を満たすものということがで\nきる。\nエ  なお，在職中の教職員である前記１(1)の上告人らが懲戒処分の差止めを求\nめる訴えである以上，上記上告人らにその差止めを求める法律上の利益（行訴法３\n７条の４第３項）が認められることは明らかである。\nオ  以上によれば，被上告人らに対する本件差止めの訴えのうち免職処分以外の\n懲戒処分の差止めを求める訴えは，いずれも適法というべきである。\n(2)  そこで，被上告人らに対する本件差止めの訴えのうち免職処分以外の懲戒\n処分の差止めを求める訴えに係る請求（以下「当該差止請求」という。）の当否に\nついて検討する。\nア  差止めの訴えの本案要件（本案の判断において請求が認容されるための要件\nをいう。以下同じ。）については，行政庁がその処分をすべきでないことがその処\n分の根拠となる法令の規定から明らかであると認められることが要件とされており\n（行訴法３７条の４第５項），当該差止請求においては，本件職務命令の違反を理\n由とする懲戒処分の可否の前提として，本件職務命令に基づく公的義務の存否が問\n題となる。この点に関しては，前記第２において説示したところによれば，本件職\n務命令が違憲無効であってこれに基づく公的義務が不存在であるとはいえないか\nら，当該差止請求は上記の本案要件を満たしているとはいえない。なお，本件職務\n命令の適法性に係る上告受理申立て理由は，上告受理の決定において排除された。\nイ  また，差止めの訴えの本案要件について，裁量処分に関しては，行政庁がそ\nの処分をすることがその裁量権の範囲を超え又はその濫用となると認められること\nが要件とされており（行訴法３７条の４第５項），これは，個々の事案ごとの具体\n的な事実関係の下で，当該処分をすることが当該行政庁の裁量権の範囲を超え又は\nその濫用となると認められることをいうものと解される。\nこれを本件についてみるに，まず，本件職務命令の違反を理由とする戒告処分が\n懲戒権者としての裁量権の範囲を超え又はこれを濫用するものとして違法となると\nは解し難いことは，当小法廷が平成２３年（行ツ）第２６３号，同年（行ヒ）第２\n９４号同２４年１月１６日判決・裁判所時報１５４７号１０頁において既に判示し\nたところであり，当該差止請求のうち戒告処分の差止めを求める請求は上記の本案\n要件を満たしているとはいえない。また，本件職務命令の違反を理由とする減給処\n分又は停職処分が懲戒権者としての裁量権の範囲を超え又はこれを濫用するものと\nして違法となるか否かが，個々の事案ごとの当該各処分の時点における当該教職員\nに係る個別具体的な事情のいかんによるものであることは，当小法廷が上記平成２\n３年（行ツ）第２６３号，同年（行ヒ）第２９４号同日判決及び平成２３年（行\nツ）第２４２号，同年（行ヒ）第２６５号同日判決・裁判所時報１５４７号３頁に\nおいて既に判示したところであり，将来の当該各処分がされる時点における個々の\n上告人に係る個別具体的な事情を踏まえた上でなければ，現時点で直ちにいずれか\nの処分が裁量権の範囲を超え又はこれを濫用するものとなるか否かを判断すること\nはできず，本件においては個々の上告人について現時点でそのような判断を可能と\nするような個別具体的な事情の特定及び主張立証はされていないから，当該差止請\n求のうち減給処分及び停職処分の差止めを求める請求も上記の本案要件を満たして\nいるとはいえない。\nウ  以上のとおり，当該差止請求は，上記ア及びイのいずれの本案要件も満たし\nておらず，理由がない。\n(3)  したがって，被上告人らに対する本件差止めの訴えのうち，免職処分の差\n止めを求める訴えを却下すべきものとした原審の判断は，結論において是認するこ\nとができ，また，免職処分以外の懲戒処分の差止めを求める訴えを不適法として却\n下した原判決には，この点で法令の解釈適用を誤った違法があり，論旨はその限り\nにおいて理由があるものの，当該差止請求は理由がなく棄却を免れないものである\n以上，不利益変更禁止（行訴法７条，民訴法３１３条，３０４条参照。以下同\nじ。）の原則により，上記訴えについても上告を棄却するにとどめるほかなく，原\n判決の上記違法は結論に影響を及ぼすものではない。\n３(1)  次に，無名抗告訴訟としての被上告人らに対する本件確認の訴えの適法\n性について検討する。\n無名抗告訴訟は行政処分に関する不服を内容とする訴訟であって，前記１(2)の\nとおり本件通達及び本件職務命令のいずれも抗告訴訟の対象となる行政処分には当\nたらない以上，無名抗告訴訟としての被上告人らに対する本件確認の訴えは，将来\nの不利益処分たる懲戒処分の予防を目的とする無名抗告訴訟として位置付けられる\nべきものと解するのが相当であり，実質的には，本件職務命令の違反を理由とする\n懲戒処分の差止めの訴えを本件職務命令に基づく公的義務の存否に係る確認の訴え\nの形式に引き直したものということができる。抗告訴訟については，行訴法におい\nて，法定抗告訴訟の諸類型が定められ，改正法により，従来は個別の訴訟類型とし\nて法定されていなかった義務付けの訴えと差止めの訴えが法定抗告訴訟の新たな類\n型として創設され，将来の不利益処分の予防を目的とする事前救済の争訟方法とし\nて法定された差止めの訴えについて「その損害を避けるため他に適当な方法がある\nとき」ではないこと，すなわち補充性の要件が訴訟要件として定められていること\n（３７条の４第１項ただし書）等に鑑みると，職務命令の違反を理由とする不利益\n処分の予防を目的とする無名抗告訴訟としての当該職務命令に基づく公的義務の不\n存在の確認を求める訴えについても，上記と同様に補充性の要件を満たすことが必\n要となり，特に法定抗告訴訟である差止めの訴えとの関係で事前救済の争訟方法と\nしての補充性の要件を満たすか否かが問題となるものと解するのが相当である。\n本件においては，前記２のとおり，法定抗告訴訟として本件職務命令の違反を理\n由としてされる蓋然性のある懲戒処分の差止めの訴えを適法に提起することがで\nき，その本案において本件職務命令に基づく公的義務の存否が判断の対象となる以\n上，本件職務命令に基づく公的義務の不存在の確認を求める本件確認の訴えは，上\n記懲戒処分の予防を目的とする無名抗告訴訟としては，法定抗告訴訟である差止め\nの訴えとの関係で事前救済の争訟方法としての補充性の要件を欠き，他に適当な争\n訟方法があるものとして，不適法というべきである。\n(2)  被上告人東京都に対する本件確認の訴えに関し，前記１(1)の上告人らは，\n前記１(1)のとおり，第一次的には無名抗告訴訟であると主張しつつ，仮に無名抗\n告訴訟としては不適法であるが公法上の当事者訴訟としては適法であるならば後者\nとみるべきである旨主張するので，さらに，公法上の当事者訴訟としての上記訴え\nの適法性について検討する（なお，被上告人都教委に対する本件確認の訴えについ\nて は ， 被 告 適 格 の 点 で ， 適 法 な 公 法 上 の 当 事 者 訴 訟 と し て 構 成 す る 余 地 は な\nい。）。\n上記(1)のとおり，被上告人東京都に対する本件確認の訴えに関しては，行政処\n分に関する不服を内容とする訴訟として構成する場合には，将来の不利益処分たる\n懲戒処分の予防を目的とする無名抗告訴訟として位置付けられるべきものである\nが，本件通達を踏まえた本件職務命令に基づく公的義務の存在は，その違反が懲戒\n処分の処分事由との評価を受けることに伴い，勤務成績の評価を通じた昇給等に係\nる不利益という行政処分以外の処遇上の不利益が発生する危険の観点からも，都立\n学校の教職員の法的地位に現実の危険を及ぼし得るものといえるので，このような\n行政処分以外の処遇上の不利益の予防を目的とする訴訟として構成する場合には，\n公法上の当事者訴訟の一類型である公法上の法律関係に関する確認の訴え（行訴法\n４条）として位置付けることができると解される。前記１(2)のとおり本件職務命\n令自体は抗告訴訟の対象となる行政処分に当たらない以上，本件確認の訴えを行政\n処分たる行政庁の命令に基づく義務の不存在の確認を求める無名抗告訴訟とみるこ\nともできないから，被上告人東京都に対する本件確認の訴えを無名抗告訴訟としか\n構成し得ないものということはできない。\nそして，本件では，前記第１の２(3)のとおり，本件通達を踏まえ，毎年度２回\n以上，都立学校の卒業式や入学式等の式典に際し，多数の教職員に対し本件職務命\n令が繰り返し発せられており，これに基づく公的義務の存在は，その違反及びその\n累積が懲戒処分の処分事由及び加重事由との評価を受けることに伴い，勤務成績の\n評価を通じた昇給等に係る不利益という行政処分以外の処遇上の不利益が発生し拡\n大する危険の観点からも，都立学校の教職員として在職中の上記上告人らの法的地\n位に現実の危険を及ぼすものということができる。このように本件通達を踏まえて\n処遇上の不利益が反復継続的かつ累積加重的に発生し拡大する危険が現に存在する\n状況の下では，毎年度２回以上の各式典を契機として上記のように処遇上の不利益\nが反復継続的かつ累積加重的に発生し拡大していくと事後的な損害の回復が著しく\n困難になることを考慮すると，本件職務命令に基づく公的義務の不存在の確認を求\nめる本件確認の訴えは，行政処分以外の処遇上の不利益の予防を目的とする公法上\nの法律関係に関する確認の訴えとしては，その目的に即した有効適切な争訟方法で\nあるということができ，確認の利益を肯定することができるものというべきであ\nる。したがって，被上告人東京都に対する本件確認の訴えは，上記の趣旨における\n公法上の当事者訴訟としては，適法というべきである。\n(3)  そこで，公法上の当事者訴訟としての被上告人東京都に対する本件確認の\n訴えに係る請求の当否について検討するに，その確認請求の対象は本件職務命令に\n基づく公的義務の存否であるところ，前記第２において説示したところによれば，\n本件職務命令が違憲無効であってこれに基づく公的義務が不存在であるとはいえな\nいから，上記訴えに係る請求は理由がない。なお，前記２(2)アのとおり，本件職\n務命令の適法性に係る上告受理申立て理由は，上告受理の決定において排除され\nた。\n(4)  したがって，被上告人都教委に対する本件確認の訴えを却下した原審の判\n断は，結論において是認することができ，また，被上告人東京都に対する本件確認\nの訴えを不適法として却下した原判決には，この点で法令の解釈適用を誤った違法\nがあり，論旨はその限りにおいて理由があるものの，上記訴えに係る請求は理由が\nなく棄却を免れないものである以上，不利益変更禁止の原則により，上記訴えにつ\nいても上告を棄却するにとどめるほかなく，原判決の上記違法は結論に影響を及ぼ\nすものではない。\n第４  結論\n以上の次第で，被上告人らに対する本件差止めの訴えのうち免職処分の差止めを\n求める訴え及び被上告人都教委に対する本件確認の訴えを却下した原審の判断は，\n結論において是認することができ，被上告人らに対する本件差止めの訴えのうち免\n職処分以外の懲戒処分の差止めを求める訴え及び被上告人東京都に対する本件確認\nの訴えを却下した原判決の違法は，不利益変更禁止の原則により結論に影響を及ぼ\nすものではなく，本件賠償請求を棄却した原審の判断は，是認することができるか\nら，本件上告を棄却することとする。なお，本件賠償請求に関しては，上告受理申\n立て理由が上告受理の決定において排除された。\nよって，裁判官宮川光治の反対意見があるほか，裁判官全員一致の意見で，主文\nのとおり判決する。なお，裁判官櫻井龍子，同金築誠志，同横田尤孝の各補足意見\nがある。\n裁判官櫻井龍子の補足意見は，次のとおりである。\n本件は，上告人らの訴えが訴訟法上適法であるか否かが争点となっているため，\n多数意見の大半の部分はそれに答えるものとなっており，上告人らの請求の当否の\n判断に当たっては，多数意見は，卒業式等における起立斉唱又はピアノ伴奏に係る\n職務命令の合憲性，職務命令違反者に対する懲戒処分の適法性に係るこれまでの当\n審の判決を前提に判断したものであるので，改めてその要旨を述べ，本判決に至る\n道筋を示しておきたい。\n１  本件通達・職務命令の内容，発出の経緯，教職員の職務命令違反の状況，そ\nれに対する懲戒処分の状況は，本判決中第１の２に説示するところである。それと\nほぼ同じ事実関係を踏まえた上で，起立斉唱に係る職務命令の合憲性については，\n本判決の多数意見が引用する最高裁平成２３年６月６日第一小法廷判決等におい\nて，学校の儀式的行事である卒業式等の式典における国歌斉唱の際の起立斉唱行為\nは，一般的，客観的に見て，これらの式典における慣例上の儀礼的な所作としての\n性質を有するものであり，かつ，そのような所作として外部からも認識されるもの\nというべきであること等に鑑み，当該職務命令は，個人の思想及び良心の自由を直\nちに制約するものと認めることはできないが，起立斉唱行為は，上告人らの歴史観\nないし世界観との関係で否定的な評価の対象となるものに対する敬意の表明の要素\nを含むこと等に鑑み，当該職務命令は，それが結果として上記の要素との関係にお\nいて歴史観ないし世界観に由来する行動との相違を生じさせることとなるという点\nで，その限りで上告人らの思想及び良心の自由についての間接的な制約となる面が\nあるものということができるとしつつ，そのような間接的な制約となる面はあるも\nのの，職務命令の目的及び内容並びにこれによってもたらされる上記の制約の態様\n等を総合的に較量すれば，上記の制約を許容し得る程度の必要性及び合理性が認め\nられるものというべきであるとして，起立斉唱に係る職務命令が憲法１９条に違反\nするものとはいえないとの判断が示されており，多数意見が引用する最高裁平成１\n９年２月２７日第三小法廷判決においても，ピアノ伴奏に係る職務命令について同\n旨の結論を採る判断が示されている。また，これらによれば本件通達も教職員との\n関係で同条違反の問題を生ずるものではないことも，多数意見の述べるとおりであ\nる。\nさらに，そのような職務命令に違反し，学校が行う卒業式や入学式の式典におい\nて起立斉唱しなかった教職員，ピアノ伴奏をしなかった教員に対して行われた懲戒\n処分の適法性については，本判決の多数意見が引用する最高裁平成２４年１月１６\n日各第一小法廷判決において，当該職務命令は，憲法１９条に違反するものではな\nく，学校教育の目標や卒業式等の儀式的行事の意義，在り方等を定めた関係法令等\nの諸規定の趣旨に沿って，地方公務員の地位の性質及びその職務の公共性を踏ま\nえ，生徒等への配慮を含め，教育上の行事にふさわしい秩序の維持とともに式典の\n円滑な進行を図るものであって，このような観点から，その遵守を確保する必要性\nがあるものということができるとした上で，その職務命令に違反する不起立行為や\n伴奏拒否行為（以下「不起立行為等」という。）に対して懲戒処分の中でも最も軽\nい戒告処分を課すことは，法律上は直接的な職務上ないし給与上の不利益を伴う処\n分ではないことなどから，不起立行為等の性質，態様等の諸事情を踏まえた相当性\nの観点からも，懲戒権者の裁量権の範囲内に属すると判断できるとする一方で，そ\nれを超えて減給処分や停職処分を加重的に課すことについては，過去の処分歴に係\nる非違行為の内容や頻度等の具体的事情がそのような重い懲戒処分を課す必要性を\n十分に基礎付けるものである場合などにはじめて裁量の範囲内と判断できる旨判示\nされている。そして，上記各判決は，不起立行為等に類似する行為による処分歴が\n１回あったのみの教職員に課された減給処分，不起立行為による処分歴が３回あっ\nたのみの教職員に課された停職処分をいずれも取り消すべきものとした。私は，上\n記各判決の補足意見において，２回目以降の不起立行為等について，都教委ではこ\nのように一律に機械的に減給処分，停職処分が短時日のうちに加重的に課されてい\nる事実を踏まえ，このような加重処分の量定は，行為と不利益との権衡を欠き，社\n会観念上妥当なものとはいえないこと，職務命令が教職員個人の思想及び良心の自\n由についての間接的な制約となる面があることに鑑みるとそのような加重処分は問\n題が大きく，法が予定する裁量権の範囲とは到底いえない旨を述べたところであ\nる。\n２  本件において，上告人らは，起立斉唱行為又はピアノ伴奏をする義務がない\nことの確認，起立斉唱行為又はピアノ伴奏をしないことを理由とする懲戒処分の差\n止めを求めたものであり，その訴訟類型等の訴訟法上の問題は後記３に譲るとし\nて，それらの請求の当否の判断については，以上見てきたとおり，多数意見は，本\n件においてもこれまでの当審の判示に従い判断したものである。\nすなわち，起立斉唱行為又はピアノ伴奏をする義務については，前記１のとおり\n最高裁平成２３年６月６日第一小法廷判決等及び最高裁平成１９年２月２７日第三\n小法廷判決によれば本件通達・職務命令が憲法に反するとはいえない以上，教職員\nにその職務命令に従う義務がないとはいえないとした。\nまた，懲戒処分の差止めについては，上記最高裁平成２４年１月１６日各第一小\n法廷判決の結論を踏まえ，戒告処分については裁量権の範囲を超え又はこれを濫用\nするものとは認められないから差止請求は理由がないが，減給処分と停職処分につ\nいては，前記１の判示のように個別の処分が裁量権の範囲であるか否かは，個々の\n事案ごとに各個人に他に減給処分や停職処分を相当とする非違行為等があったか否\nか等の事情を考慮して判断しなければならないものであるところ，本件では，その\nような個別具体的な事情の特定及び主張立証がないため判断ができないことによ\nり，結論としては棄却せざるを得ないとしたものである。\n３  次に，本件は当初４つの事件として提訴され，後に併合されたものである\nが，それらの提訴の時期は，行政事件訴訟法が平成１６年に改正され，翌１７年４\n月に施行される時期の前後に及んでいる。そのためもあって，訴訟類型の判断や訴\nえの適法性について，改正法の趣旨を十分に踏まえた慎重な判断を要する事案であ\nるといえる。\n平成１６年の行政事件訴訟法の改正は，大きく言えば２１世紀の我が国の在り方\nに関わるものであり，行政に対する司法のチェック機能を強化し，国民の権利を実\n効的に保障する観点から司法制度改革の一環として行われたものである。そのた\nめ，その中核に，行政訴訟の訴訟類型の多様化が置かれ，具体的には，義務付けの\n訴え及び差止めの訴えの法定化，当事者訴訟としての公法上の法律関係に関する確\n認の訴えの明示化などが行われたものである。\n改正前の行政訴訟では取消訴訟が中心であって，義務付け訴訟や差止訴訟は無名\n抗告訴訟として位置付けられるものであったが，この改正によりそれぞれ別個に条\n文が設けられ，訴訟要件等が明確に規定された意義は大きい。とりわけ両訴訟とも\n行政処分を事後的に争うものではなく，事前に救済を求める性格のものであるか\nら，まさに行政に対する司法のチェック機能を強化し，権利救済の実効性を高める\nことが期待できるものといえる。また，当事者訴訟に公法上の法律関係に関する確\n認の訴えが含まれることが確認的に明示されたことは，私人と国や地方自治体との\n間の様々な法律的な紛争について，確認訴訟を行うことによって紛争を抜本的に解\n決できる場合に活用されるように特に明示されたものとされているものであるか\nら，やはり一般国民に対し種々の行政活動に関する司法的救済の有効活用を促すも\nのといえる。\n本件について，差止訴訟と当事者訴訟としてそれぞれが訴訟要件を満たし，訴え\nとしては適法であるとした理由は，既に本件の多数意見において詳細に述べるとこ\nろであるので，繰り返しは避けるが，以上のような行政事件訴訟法の改正の趣旨を\n十分念頭に置き，従来の訴訟法理論，判例理論を踏まえつつも柔軟な解釈に努め，\n個人の権利救済の実効性を高めることに重点を置いた判断を行ったことを付言して\nおきたい。\n４  とりわけ，差止めの訴えの適法性を判断するに際し，懲戒処分の有効性を争\nう場合には，事後的に当該処分の取消訴訟をもって行うのが通常の形であり，それ\nで足りるのが通例と思われるにもかかわらず，本件の場合に，事前差止めの対象と\nなり得ることを肯定した点は補足が必要であろう。\n改正法により新設された行訴法３７条の４は，差止めの訴えの訴訟要件につい\nて，「重大な損害を生ずるおそれがある場合に限り，提起することができる」と\nし，重大な損害が生ずるか否かの判断に当たっては「損害の回復の困難の程度を考\n慮する」としている（同条１項，２項）。本件の懲戒処分は，不起立行為等を行っ\nた者に対し，１回目は戒告処分にとどまるものの，２回目から加重処分を行うこと\nとし，２回目は減給１か月，３回目は減給６か月，４回目以降は停職とする方針が\n採られていることがうかがわれる。このような一律の機械的な処分の加重による減\n給処分や停職処分の給与上の不利益や職務上の不利益は大きく，しかも毎年必ず２\n回は行われる卒業式と入学式の式典において，職務命令違反として不起立行為等を\n行う場合には，２年もすると減給２回（合計７か月），停職１回ということになっ\nて累積する給与上の不利益や職務上の不利益は多大なものとなり，事後的な処分取\n消訴訟ではとても対応しきれない程度に達するものといえ，まさに回復が著しく困\n難な程度に至るといわざるを得ないものである。単なる不起立行為等に対するこの\nような反復継続的かつ累積加重的な懲戒処分の課し方は，これまでの他の地方自治\n体や他の職務命令違反等の場合には例を見ないものであり，その点で極めて特殊な\n例であるといってよい。多数意見は，このような本件の特殊性を踏まえ，事前の差\n止訴訟としての訴訟要件を満たすものと判断したものである。\nしたがって，今後，本件事案に関係する職場や類似する事案等において，２回目\n以降の不起立行為等について減給処分や停職処分が行われる蓋然性が認められる場\n合に，その差止めを求める訴えは，訴訟要件としては適法な訴えであるということ\nができる。ただ，その場合における本案要件については，提訴者の側において，例\nえば，現に職務命令が発せられその違反としての不起立行為等を行ったなどの具体\n的な状況・時点を特定した上で当該違反行為の態様等や過去の処分歴（非違行為）\nの有無，回数，内容等の個別的な事情を個々の事案に即して主張立証しなければな\nらないことはいうまでもない。\nなお，本件では，都教委において，減給処分と停職処分が現に課されており，今\n後も課される蓋然性があることが認められるが，免職処分については行われた事例\nが認められず，また免職処分が行われる蓋然性を示す客観的事情も認められないた\nめ，免職処分の差止めを求める訴えは処分がされる蓋然性があるとは認められない\nとして却下すべきものと判断したものである。換言すれば，仮に免職処分も加重的\nに課される蓋然性が何らかの根拠により認められる事案であれば，その差止めを求\nめる訴えが適法となり，さらには裁量権の範囲を超えるものとして本案要件を満た\nすものと判断される可能性を否定するものではない。\n５  前掲最高裁平成２４年１月１６日各第一小法廷判決における私の補足意見に\nおいても補足的に述べたところであるが，教育の現場でこのような職務命令違反行\n為と懲戒処分がいたずらに繰り返されることは決して望ましいことではない。教育\n行政の責任者として，現場の教育担当者として，それぞれがこの問題に真摯に向か\nい合い，何が子供たちの教育にとって，また子供たちの将来にとって必要かつ適切\nなことかという視点に立ち，現実に即した解決策を追求していく柔軟かつ建設的な\n対応が期待されるところである。\n裁判官金築誠志の補足意見は，次のとおりである。\n本件職務命令が憲法１９条に違反しないとする多数意見に賛成する立場からこれ\nに付加する私の意見は，多数意見の引用する最高裁平成２３年６月６日第一小法廷\n判決において私の補足意見として述べたとおりである。\n裁判官横田尤孝の補足意見は，次のとおりである。\n国旗及び国歌をめぐる一連の事件についての当小法廷のこれまでの判断を踏ま\nえ，この際，私の考えの一端を述べておきたい。\n私は，本件差止めの訴えのうち，免職処分以外の懲戒処分（停職，減給又は戒告\nの処分）の差止めを求める訴えは適法であり，被上告人東京都に対する本件確認の\n訴えも公法上の当事者訴訟として適法ではあるが，都立学校の校長が教職員に対し\n発する本件職務命令は憲法１９条に違反せず，本件通達も教職員との関係で同条違\n反の問題を生ずるものではないから，上告人らには本件職務命令に基づく公的義務\nが存在しないとはいえず，上記確認請求は理由がなく，上記差止請求も本案要件を\n満たしているとはいえないとする多数意見に賛同するものである。\n高等学校学習指導要領等の学習指導要領は，「特別活動」である「学校行事」と\nしての「儀式的行事」を「教科」とともに教育課程を構成するものと捉えている。\n儀式的行事のうち，取り分け入学式や卒業式は，教育課程の区切りとしてのみなら\nず，生徒それぞれにとって人生の節目となるものであるから，それが感銘深いもの\nとなるよう，一定の秩序の下で円滑に挙行されるべきであることはもとより，この\nような式典における一般的な式次第やその参列者の挙措，立ち居振る舞いはいかな\nるもので，またいかにあるべきかは，いずれ社会人となる生徒らが身に付けておく\nべきマナー，常識の一つであるから，それについて自ら垂範することによって生徒\nらを指導することも教員の重要な職務というべきであり，これが「教科」には当た\nらないことのゆえをもって等閑に付するのは相当でない。本件職務命令は，このよ\nうに学校行事としての儀式もまた教育活動であることに鑑みて発せられるものと解\nされるのであり，そうであるからこそ，本件職務命令に反する行動をとった場合\nに，それに対する一定の処分がなされることはやむを得ないことといわなければな\nらない。\nとはいえ，国歌斉唱時の不起立やピアノ伴奏拒否は，当該行為者の歴史観ないし\n世界観等に由来するものであること，これらの行為は比較的短時間の不作為にとど\nまること，入学式等の儀式的式典は毎年度２回以上行われ，その都度発せられる起\n立命令等の職務命令に違反した者については短期間のうちに懲戒処分が累積して加\n重され，違反行為とそれに対する懲戒処分の均衡を失することになりかねないこと\nなどに鑑みると，懲戒権の行使の在り方については謙抑性と慎重さが求められると\nいわなければならない。この点，最高裁平成２３年（行ツ）第２６３号，同年（行\nヒ）第２９４号同２４年１月１６日第一小法廷判決，最高裁平成２３年（行ツ）第\n２４２号，同年（行ヒ）第２６５号同日同小法廷判決における櫻井裁判官の各補足\n意見に共感するものである。\n懲戒処分の適法性に関する司法審査の判断基準については，上記最高裁平成２４\n年１月１６日各第一小法廷判決が引用する最高裁昭和４７年（行ツ）第５２号同５\n２年１２月２０日第三小法廷判決・民集３１巻７号１１０１頁等が判示していると\nころであり，基本的には個別事案における諸般の事情を総合考慮して判断されるべ\nき事柄ではあるが，上記のようなこの種の事案の性格等に照らすと，国歌斉唱時の\n不起立等の違反行為については，例えば戒告を数回行ってもなお同種違反行為が繰\nり返されたときには，減給処分に付することもやむを得ない措置として容認されよ\nうが，式典の円滑な進行を妨げるなど式典の秩序や教育目的を阻害する行為に出る\nことなく，過去の処分歴を含めて不起立又はピアノ伴奏拒否という不作為のみにと\nどまる限りは，懲戒処分は基本的には減給までにとどめるのが妥当であると考えら\nれる。減給までにとどめることとしても，懲戒処分が重なれば経済的不利益はもと\nより処遇等においても相応の不利益が生ずることになるのであり，同種違反行為の\n反復を理由とする処分の加重としては基本的には十分といえるのではないかと思わ\nれる。なお，上記最高裁平成２３年（行ツ）第２６３号，同年（行ヒ）第２９４号\n同２４年１月１６日第一小法廷判決の多数意見において裁量権の範囲内における当\n不当の問題として言及されているように，１回目の本件職務命令違反については，\nまず訓告や指導等にとどめることについて検討されることが望ましいといえよう。\nこの立場からすれば，都教委が，本件通達発出後これまで本件職務命令違反者に\n対して行ってきた，おおむね違反１回目は戒告，２回目及び３回目は減給，４回目\n以降は停職という懲戒処分の量定は，免職処分にまでは至らないとはいえ，一般論\nとしては問題があるものと思われる。\n思うに，厳粛・整然と行われるべき式典の円滑な進行を阻害し，儀式的行事の教\n育的意義を損なう違反行為に対してこれを放置することはできないが，違反者に重\nい処分を課したからといって，事柄の性質上，根本の問題が解決するわけでもな\nい。国旗及び国歌をめぐる職務命令違反行為とそれに対する懲戒処分の応酬という\n虚しい現実は，本来教育の場にふさわしくない状況であるといわなければならな\nい。関係者は，ともども，こうした現実が多感な生徒に及ぼす影響とこの問題に関\nする社会通念の在り所について真摯に考究し，適切妥当な解決のための具体的な方\n策を見いだすよう最大限の努力をすることが望まれる。この稔りなき応酬を終息さ\nせることは，関係者全ての責務というべきである。\n裁判官宮川光治の反対意見は，次のとおりである。\n１  私は，憲法１９条違反をいう上告理由についての多数意見には同意できな\nい。上告受理申立て理由第２部第１章については，多数意見と同じく，本件通達が\n行政処分に当たるとした原審の判断は相当でなく，被上告人らに対する本件差止め\nの訴えのうち免職処分以外の懲戒処分の差止めを求める訴えは抗告訴訟である差止\nめの訴えとして，また，被上告人東京都に対する本件確認の訴えは当事者訴訟であ\nる公法上の法律関係に関する確認の訴えとしてそれぞれ適法であると考える。しか\nし，いずれの訴えに係る請求も理由がないとする多数意見には同意できない。憲法\n１９条違反についての私の意見は，多数意見が引用する最高裁平成２３年６月６日\n第一小法廷判決及び最高裁平成２４年１月１６日各第一小法廷判決における私の反\n対意見で既に述べており，以下，２において本件の判断に必要な限りでその要旨を\n述べることとする。そして，３において上記各訴えの適法性について補足的な見解\nを，４において各請求の当否について反対意見をそれぞれ述べ，５において不起立\n行為等を理由とした懲戒処分を巡る一連の紛争について若干の所感を付す。\n２  上告人らが有する「君が代」や「日の丸」が過去の我が国において果たした\n役割に関わる歴史観ないし世界観及び教育上の信念は，原審が適法に確定した事実\nによれば，真摯なものであると認めることができる。そして，そのように真摯なも\nのである場合は，本件職務命令が上告人らに求める「日の丸」に向かって起立し\n「君が代」を斉唱する行為は，上告人らにとって譲れない一線を越える行動であ\nり，上告人らの思想及び良心の核心を動揺させるとみることができる。さらには，\nこれまで人権の尊重や自主的に思考することの大切さを強調する教育実践を続けて\nきた教育者として，その魂というべき教育上の信念を否定することになるとも考え\nられる。したがって，上告人らが本件職務命令に服することなく起立せず斉唱しな\nいという行為は上告人らの思想及び良心の核心の表出であるか少なくともこれと密\n接に関連するものであるとみることができる。\nところで，教育公務員は，一般行政とは異なり，教育の目標（教育基本法２条）\nを達成するために，教育の専門性を懸けた責任があるとともに，教育の自由が保障\nされており，教育の目標を考慮すると，教員における精神の自由は，取り分けて尊\n重されなければならない。したがって，教科教育として生徒に対し国旗及び国歌に\nついて教育するという場合，教師としての専門的裁量の下で職務を適正に遂行しな\nければならないが，生徒に対し直接に教育するという場を離れた場面（特別活動で\nある式典もその一つであるといえる。）においては，自らの思想及び良心の核心に\n反する行為を求められることはないというべきである。\nなお，国旗及び国歌に関する法律と学習指導要領は教職員に起立斉唱行為等を職\n務命令として強制することの根拠となるものではない。そもそも，本件職務命令が\n基づいている本件通達は，式典の円滑な進行を図るという価値中立的な意図で発せ\nられたものではなく，その意図は，前記歴史観等を有する教職員を念頭に置き，そ\nの歴史観等に対する強い否定的評価を背景に，不利益処分をもってその歴史観等に\n反する行為を強制することにあるとみることができる。\n以上のとおりであり，上告人らが本件職務命令に服することなく起立せず斉唱し\nないという行為は上告人らの精神的自由に関わるものとして，憲法上保護されなけ\nればならない。ピアノ伴奏をしないという行為に関しても，同様に考えることがで\nきる。したがって，本件職務命令は，上告人らとの関係ではいわゆる厳格な基準に\nよる憲法審査の対象となる。その結果，本件職務命令は，上告人らとの関係では憲\n法１９条に違反する可能性がある。そして，その可能性は高度であると認めること\nができる。\n３  本件通達は，行政組織内部における命令であり，国民の権利義務や法律上の\n地位に直接具体的に法律上の影響を及ぼすような行政処分であるとはいえない。本\n件通達に基づき校長が個別に職務命令を発するという行為があり，職務命令が発せ\nられた場合に，都教委はこれに違反した教職員を懲戒処分に付するのであるが，い\nずれについても裁量が介在し，最終的に発せられた懲戒処分が取消訴訟と執行停止\nの対象となる行政処分とみるべきものである。仮に，原判決のように「条件付きで\n行政処分を受ける法的効果を生じさせる」という理由で行政処分性を肯定すると，\n取消訴訟の対象範囲が行政庁の処分に関する通達や条例などにも拡大する可能性が\nあり，相当でないと思われる。原審の判断は，差止訴訟を法定抗告訴訟とし，確認\n訴訟を活用する等，行政に対する司法のチェック機能を強化し，権利・自由を実効\n的に保障しようとした改正法の趣旨にも沿わないであろう。\n上告人らは，本件職務命令に基づき，入学式，卒業式等の式典会場において，会\n場の指定された席で国旗に向かって起立して国歌を斉唱する義務又は国歌斉唱の際\nにピアノ伴奏をする義務のないことの確認を求め（本件確認の訴え），本件職務命\n令違反を理由とする懲戒処分の事前差止めを求めている（本件差止めの訴え）。後\n者については，法定抗告訴訟である差止めの訴えと理解できる。その要件である処\n分がされる蓋然性（行訴法３条７項）は余り重くとらえるべきではないが，原審認\n定によれば，東京都では免職の事例がないというのであるから，免職に関しては処\n分の蓋然性があるとはいえないであろう。その余の懲戒処分に関しては蓋然性の要\n件は充足している。差止めの訴えは，取消訴訟等とその場合の執行停止等では十分\nな救済が図られない場合があることから法定されたものであり，そのような手段で\nは救済されない損害がなければならない。この補充性（同法３７条の４第１項ただ\nし書）は，「重大な損害を生ずるおそれがある」（同項本文）場合であれば，通\n常，満たしているといえるであろう。本件懲戒処分は，多数意見も指摘するよう\nに，反復継続性・累積加重性の点で類例をみない特殊性があり，そうした内容と性\n質，被る損害の程度及びその回復が困難である程度を考慮すると（同法３７条の４\n第２項），損害の重大性と補充性の要件はいずれも満たしていると考えることがで\nきる。\nこのように法定抗告訴訟たる差止めの訴えが適法に提起可能である以上，無名抗\n告訴訟としての本件確認の訴えは，懲戒処分の予防訴訟として，実質的に差止訴訟\nと同様の機能を果たすものであるから，補充性の要件を欠くこととなり，不適法で\nある。しかし，上告人らは，東京都を被告とする事件については，公法上のいわゆ\nる実質的当事者訴訟（行訴法４条後段）として適法であれば，その訴訟類型を選択\nして判断すべきであるとしている。確認訴訟を活用するという行訴法改正の趣旨か\nらすれば，実質的当事者訴訟の確認の利益に関しては柔軟に考えていくことが相当\nであると思われる。多数意見が指摘するとおり，差止訴訟は懲戒処分という不利益\n処分を事前に防ぐが，勤務成績の評価を通じた昇給等に係る不利益を必ずしも予防\nするわけではなく，処遇上の不利益としては昇給以外にも昇格における不利益が想\n定される。さらに，退職後の再雇用における不利益等も想定され，そうした不利益\nを受けるという不安，危険がある（なお，本件職務命令違反を理由とする懲戒処分\nは差し止められるとしても，本件職務命令自体は存在するのであるから，その遵守\nに係る行動監視を受けて，違反事実は東京都に報告されるのであり，上告人らの精\n神的不安状態は払拭されない。）。以上について，上告人らの権利又は法的地位に\n不安が現に存在するとみて，上告人らの訴えはその除去を包括的に行うことを目的\nとするものであると考えれば，「公法上の法律関係に関する訴訟」として位置付け\nることができるであろう。本件では，反復継続性及び不利益取扱いの確実性という\n類例をみない特殊性があるのであるから，事後的では「回復しがたい重大な損害を\n被るおそれがある等，事前の救済を認めないことを著しく不相当とする特段の事情\nがある」（最高裁昭和４１年（行ツ）第３５号同４７年１１月３０日第一小法廷判\n決・民集２６巻９号１７４６頁，最高裁昭和６３年（行ツ）第９２号平成元年７月\n４日第三小法廷判決・裁判集民事１５７号３６１頁）といえるであろう。そして，\n本件確認の訴えは，本件紛争解決のために，「有効適切な手段」（最高裁平成１３\n年（行ツ）第８２号，第８３号，同年（行ヒ）第７６号，第７７号同１７年９月１\n４日大法廷判決・民集５９巻７号２０８７頁）であると思われる。\n４  多数意見は，免職処分以外の懲戒処分の差止請求と公法上の当事者訴訟とし\nての本件確認の訴えが適法であることを認めながら，本件職務命令は違憲無効では\nなく，これに基づく公的義務が不存在であるとはいえない等として，いずれの請求\nも理由がないとしている。\nしかし，前記２で述べたとおり，本件職務命令は，上告人らとの関係ではいわゆ\nる厳格な基準による憲法審査の対象となり，その結果，本件職務命令は，上告人ら\nとの関係では憲法１９条に違反する可能性がある。その可能性は高度であると認め\nることができるので，本件職務命令に基づいて起立斉唱又はピアノ伴奏をする公的\n義務は存在しないというべきである。したがって，本件差止請求は本案要件（行訴\n法３７条の４第５項前段）を満たしているといえる。本件職務命令の違反を理由と\nする懲戒処分（戒告，減給又は停職の各処分）は，多数意見が引用する最高裁平成\n２４年１月１６日各第一小法廷判決における私の反対意見で述べたとおり，いずれ\nも当然に懲戒権者としての裁量権の範囲を超え又はこれを濫用するものとして違法\nであるから，憲法判断を留保したとしても，本件差止請求は本案要件（同項後段）\nを満たしている。したがって，本件職務命令違反を理由とする免職以外の懲戒処分\nの事前差止めを求める限度において，本件差止請求は認容できる。\n公法上の当事者訴訟としての本件確認の訴えについても，本件職務命令は違憲無\n効である高度の可能性があるのであるから，これに基づいて起立斉唱又はピアノ伴\n奏をする公的義務は存在しないというべきであり，その確認請求は認容できる。\n５  いわゆる「君が代訴訟」と呼ばれる事件のうち積極的妨害行為を伴わない単\nなる不起立行為等について，当審の第一小法廷での判決はこれまで本件を含め８件\n（昨年４件，本年４件）を数えることとなる。うち２件は北九州市の事件である\nが，６件は東京都の事件である。同種事件の当審判決のうち，第二小法廷の１件\n（昨年）は東京都の事件であり，第三小法廷は４件（１件は平成１９年のピアノ伴\n奏事件，３件は昨年）あるところ，１件は広島市の事件であるが，３件は東京都の\n事件である。その他，下級審に係属している事件の分布をみると，全国的には不起\n立行為等に対する懲戒処分が行われているのは東京都のほかごく少数の地域にすぎ\nないことがうかがわれる。この事実に，私は，教育の場において教育者の精神の自\n由を尊重するという，自由な民主主義社会にとっては至極当然のことが維持されて\nいるものとして，希望の灯りを見る。そのことは，子供達の自由な精神，博愛の\n心，多様な創造力を育むことにも繋がるであろう。しかし，一部の地域であって\nも，本件のような紛争が繰り返されるということは，誠に不幸なことである。こう\nでなければならない，こうあるべきだという思い込みが，悲惨な事態をもたらすと\nいうことを，歴史は教えている。国歌を斉唱することは，国を愛することや他国を\n尊重することには単純には繋がらない。国歌は，一般にそれぞれの国の過去の歴史\nと深い関わりを有しており，他の国からみるとその評価は様々でもある。また，世\n界的にみて，入学式や卒業式等の式典において，国歌を斉唱するということが広く\n行われているとは考え難い。思想の多様性を尊重する精神こそ，民主主義国家の存\n立の基盤であり，良き国際社会の形成にも貢献するものと考えられる。幸いにし\nて，近年は式典の進行を積極的に妨害するという行為はみられなくなりつつある。\nそうした行為は許されるものではないが，自らの真摯な歴史観等に従った不起立行\n為等は，その行為が式典の円滑な進行を特段妨害することがない以上，少数者の思\n想の自由に属することとして，許容するという寛容が求められていると思われる。\n関係する人々に慎重な配慮を心から望みたい。\n(裁 判 長 裁 判 官   宮 川 光 治   裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁 判 官\n横田尤孝  裁判官  白木  勇)\n"
}