{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 12
  },
  "case_number": "平成25(わ)2",
  "case_name": "詐欺",
  "court_name": "神戸地方裁判所第２刑事部",
  "lawsuit_id": "84122",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84122",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/122/084122_hanrei.pdf",
  "contents": "平成２５年１２月１２日宣告  裁判所書記官\n平成２５年（わ）第２号  詐欺被告事件\n判          決\n主          文\n被告人を懲役５年に処する。\n未決勾留日数中２４０日をその刑に算入する。\n理          由\n（罪となるべき事実）\n被告人は，株式会社Ａに勤務していたものであるが，同社代表取締役のＢ，東京\nに拠点を置き，同社発行の社債の勧誘・販売を担うＩＲ事業部に属するＣ，同Ｄ，\n同Ｅ，前同様に上記社債の勧誘・販売を担うＩＲ事業部Ｆグループに属するＧ，同\nＨ，同Ｉ，同Ｊらと共謀の上，同社発行の社債購入代金名下に金員を詐取しようと\n企 て ， 真 実 は ， 同 社 が 静 岡 県 伊 東 市 ａ ｂ 丁 目 ｃ 番 ｄ 号 に 住 宅 型 有 料 老 人 ホ ー ム\n「Ｋ」や診療所「Ｌ」を開業した事実がなく，その開業の目処もたっておらず，株\n式会社Ｍ銀行等が上記社債の元本償還を保証した事実もなく，かつ社債の償還に応\nじる意思も能力もないのに，これあるように装い\n第１  平成２３年１２月中旬頃，東京都千代田区ｅｆ丁目ｇ番ｈ号ｉビルｊ号所在\nの前記Ａ事務所から，大阪府豊中市内のＮ（当時８５歳）方に，「社債償還日\n購入後１年償還（年８％）」「弊社の事業展開  クリニック事業部  静岡県\n伊東市Ｋ」「社債購入者はＬで優先的に診察を受けられる」「ゴールド会員は\nＫへの入居利用料等が割引になる」旨記載された内容虚偽の同社のパンフレッ\nトを送付し，その頃から同月２０日頃までの間，前後数回にわたり，前記Ｉら\nが前記Ｎ方にいた同人に前記Ｍ銀行の行員等を装って電話をかけるなどし，前\n記Ｎに対し，「Ａは医療事業をやっています。老人ホームもやっていて，社債\nを発行しています。優良企業です。社債は高配当です。元本保証だから，損は\nしません。」旨嘘を言い，さらに，同日頃，前記Ｎ方において，前記Ｉが，前\n記Ｎに対し，前記Ａ従業員を装って，前同様に記載された同社のパンフレット\nを示しながら，「ＡのＯです。株式会社Ａは医療系の会社です。老人ホームを\n建設中で，その建設費用が必要なので，社債を販売しています。社債は，１年\nものなら１年後に全額償還され，年利８パーセントがつきます。高配当です。\nもし会社が倒産しても，Ｍ銀行が元本を保証してくれます。」旨嘘を言い，前\n記Ｎをしてその旨誤信させ，よって，同日頃，大阪府豊中市ｋ町ｌ丁目ｍ番ｎ\n号ＰＱ支店前路上において，同人から前記Ａ発行の社債購入代金として現金４\n９５万円の交付を受け，さらに，その頃，前記Ｎ方において，同人から前同様\nの趣旨で現金５万円の交付を受け\n第２  同月２０日頃，前後数回にわたり，前記Ｉらが前記Ｎ方にいた同人に電話を\nかけるなどし，前同様に誤信していた同人に対し，「今日，抽選がありました。\nＮさんが当選しました。また追加で社債を買えますが，どうしますか。」旨嘘\nを言い，同人をしてその旨誤信させ，よって，同月２１日頃，前記Ｑ支店前路\n上において，同人から前同様の趣旨で現金１００万円の交付を受け\n第３  同月中旬頃，前記Ａ事務所から，神戸市ｏ区内のＲ（当時８３歳）方に，前\n記第１同様に記載された同社のパンフレットを送付し，その頃から平成２４年\n１月６日頃までの間，前後数回にわたり，前記Ｈらが前記Ｒ方にいた同人に対\nし，Ｓ證券株式会社の従業員等を装って電話をかけるなどし，前記Ｒに対し，\n「Ｓ證券でもＡの社債を推奨しています。堅実な会社ですし，配当がいいので\nぜひお勧めします。近くＡのＯ部長がお邪魔しますから，よく説明を聞いてく\nださい。」旨嘘を言い，さらに，同日頃，前記Ｒ方において，前記Ｉが，前記\nＲに対し，前記Ａ従業員を装って，前同様に記載された同社のパンフレットを\n示しながら，「ＡのＯです。私どもは病院事業をしている会社です。老人ホー\nムを建設中で，建設するための資金として社債を募集しています。一口１０万\n円で１年ものは年８パーセントの配当です。元本は保証しますので，１年もの\nなら１年後に全額償還します。ぜひお勧めします。２０００万円出していただ\nければ，シルバー会員として満期後も更に月０．２パーセントのボーナス配当\nが出ます。ゴールド会員になれば，希望によりＫへ入所することができますし，\n一時金や利用料などの割引もあります。Ｍ銀行が元本保証します。」旨嘘を言\nい，前記Ｒをしてその旨誤信させ，よって，その頃，同人方において，同人か\nら前記Ａ発行の社債購入代金として，現金１０００万円の交付を受け\nもって，それぞれ人を欺いて財物を交付させたものである。\n（証拠の標目）\n（省略）\n（事実認定の補足説明）\n弁護人は，被告人には詐欺の故意も共謀もないと主張し，被告人もこれに沿う供\n述をしている。そこで，これらの点の事実認定を補足して説明する\n第１  詐欺の故意について\n１  事業内容についての欺罔\n  証拠によれば，次の事実は，容易に認定することができる。\nア  被告人は，Ｂに誘われ ，平成２２年 １２月頃から，Ａ（平成２ ３年３\n月に株式会社Ａと なったが，法 人化の前 後を問わず，「Ａ 社」と表記 す\nる。）に勤めており，「会長」という肩書を用いていた。\nイ  Ａ社では，平成２３年 ４月頃から利 付き少人数私募債（以下「 本件社\n債」という。）を発行して 販売していた が，売上げが伸びなかった ため，\n同年１０月頃から ，ＩＲ事業部 等の外部 の営業グループに 本件社債の 販\n売を委託するようになった。\nウ  ＩＲ事業部のＤ及びＥ は，同年１２ 月上旬頃，Ｇをリーダーと するＦ\nグループを編成し ，その頃から ，同グル ープに本件社債を 販売させて い\nた。Ａ社では，Ｆ グループから 依頼があ ると，投資家に対 し，Ａ社の 事\n業内容や社債募集要項が記載されたパンフレットを送付していた。\nエ  ＦグループのＩらは， 本件各被害者 に対し，Ａ社を通じて前記 パンフ\nレットを送付し， 判示のとおり ，同パン フレットを示しな がら，Ａ社 が\n老人ホームを建設 中で，その建 設費用が 必要なので社債を 販売してい る\nなどと述べて，各 被害者から社 債代金と して合計１６００ 万円の交付 を\n受けた。\n  パンフレットの記載について\nア   証 拠 に よ れ ば ， Ａ 社 が 本 件 各 被 害 者 に 送 付 し た パ ン フ レ ッ ト に は ，\n「 弊 社 の 事 業 展 開   ク リ ニ ッ ク 事 業 部   静 岡 県 伊 東 市 Ｋ   入 居 者 募 集\n中」と書かれてお り，同封の「 私募債募 集要項」には，「 Ｌ私募債募 集\n要項」，「社債購 入者全ての方 は一般の 外来患者とは別に Ｌにおいて は\n優先的に診察を受 けられます。 」，「ゴ ールド会員の方は 希望により 有\n料老人ホームＫへ の入所・入居 ・一時金 ・利用料の割引等 。」と書か れ\nていたことが認められる。\nなお，証拠によ れば，被告人 は，パン フレットの記載内 容を把握し て\nいたと認められる。\nイ  このパンフレットの記載は，パンフレットを見た者に対し，Ａ社が有料\n老人ホーム「Ｋ」の事業を行っているものと誤解させ，また，Ａ社が診療\n所「Ｌ」の事業を開業している，もしくは，開業の目処が立っているとの\n印象を与える内容になっている。そして，Ａ社がこれらの事業を行ってい\nるか否か，あるいは開業の目処が立っているか否かは，投資家にとって，\n本件社債を購入するかどうかの投資判断をするのに重要な事柄であること\nは明らかである。\n  事業内容の実際について\nア  証拠によれば，本件当時，株式会社Ｔは，住宅型有料老人ホーム「Ｋ」\nを運営しており， Ｋの建物のう ち，２階 部分を有限会社Ｕ 商事が所有 し\nており，その余の 部分を株式会 社Ｖ倶楽 部が所有していた ことが認め ら\nれる。\nイ  そして，証拠によれば，被告人やＢは，株式会社Ｔの代表取締役である\nＷに対し，Ｋの３ 階から５階部 分（要介 護棟）を借りたい との申入れ を\nして交渉していた が，平成２３ 年８月か ９月頃，Ｗから， 既に別の者 に\n貸したという理由 で断られたこ とが認め られる。そして， これ以降， Ｋ\nの３階から５階部 分の賃貸の交 渉につい て，進展があった ことを窺わ せ\nる事情はない。そ うすると，本 件当時， Ａ社が「Ｋ」を開 業した事実 が\nなく，その目処も立っていなかったと認められる。\nそして，被告人 は，この交渉 に携わっ ていたのであるか ら，この事 実\nを認識していたと認められる。\nウ  また，証拠によれば，被告人やＢは，有限会社Ｕ商事の代表取締役のＸ\nに対し，Ｋの２階 診療所部分を 借りたい と申し入れて交渉 をしていた と\nころ，Ｘからは医 者としか契約 しないと 言われていたこと ，Ｙ医師は ，\nＡ社に対し，平成 ２３年９月か ら１１月 までの期間限定で あれば，こ の\n診療所の開設医師 に就任するこ とを承諾 したこと，被告人 は，同年９ 月\n下旬頃，Ｘに対し ，当初３００ 万円とし ていた保証金を１ ００万円に 減\n額して欲しいと申し入れた ところ，Ｘは ，それだと到底契約はでき ない，\nこの話はなかった ことにしまし ょうかと 述べたこと，被告 人は，同年 １\n１月上旬頃，Ｘに 対し，再度， 契約の締 結を申し入れたが ，Ｘは，「 あ\nなたたちとは契約 しません」と はっきり 断ったこと，これ 以降，被告 人\nやＢは，Ｘに対し ，何ら連絡を していな いこと，被告人や Ｂは，同年 ９\n月以降，２階診療 所の件につい てＹ医師 に何ら連絡をして おらず，本 件\nまでに別に院長に 就任する医師 を確保す ることもできなか ったことが 認\nめられる。そうす ると，本件当 時，Ａ社 がＫの２階部分に 「Ｌ」を開 業\nした事実がなく，その目処も立っていなかったと認められる。\nそして，被告人 は，この交渉 に携わっ ていたのであるか ら，この事 実\nを認識していたと推認できる。\nこの点，被告人 は，「Ｌ」を 開業する 見込みがあると思 っていたと 供\n述するが，そう信 じた根拠につ いては， 合理的な説明がで きておらず ，\n上記推認は動かない。\n  詐欺の故意\nこれらの事実によれば， 被告人は，上 記アのような記載のある パンフ\nレットを見せて本件社債を 販売する行為 が，投資家に対し，投資判 断にと\nって重要な事項を偽る行為 である旨の認 識があったと認めるのが相 当であ\nる。よって，被告人には詐欺の故意があったと認められる。\n２  償還能力についての欺罔\n  償還能力について\nア  証拠によれば，本件社債は，年利８ないし１３パーセントという高い利\n率が設定されてい たこと，Ａ社 は，外部 の販売グループに 対して，売 上\n金の６５ないし７ ０パーセント という極 めて高額のコミッ ションを支 払\nっており，Ｆグル ープが販売し た場合， Ａ社が取得できる のは，３５ パ\nーセントであったことが認められる。\nつまり，たとえ ば，Ｆグルー プが１年 後償還の社債を販 売した場合 ，\nＡ社は，自社が取 得した金銭を １年後に は約３倍にして返 還しなけれ ば\nならないという計算になる。\nなお，Ａ社は， 平成２３年１ １月末ま でに，合計約１億 ４０００万 円\n分の社債を販売していた。\nイ  これを踏まえてＡ社の償還能力を考えるに，証拠によれば，①Ａ社は，\n設立当初から資金 難であり，平 成２３年 夏頃には，被告人 やＺに対す る\n給料の支払いができず，事 業資金借入れ に対する利息の支払いを滞 らせ，\n本件社債の利息の 支払いも遅延 するよう な状況であったこ と，②被告 人\nやＺに対する給料 の遅延は，同 年１１月 下旬頃まで続いた こと，③同 年\n１１月３０日にも 本件社債の利 息の支払 いが遅延したこと ，④Ａ社は ，\n設立から本件に至 るまで，収益 の上がる 事業を行っておら ず，本件社 債\n以外には見るべき収入がなかったことが認められる。\nそして，本件当 時，Ａ社にお いて近い 将来，収益の上が る事業が行 わ\nれる目処が立って いなかったこ とも併せ 考えると，Ａ社は ，本件当時 ，\n本件社債の購入者 に対し，利息 の支払い と元本の償還を約 定どおり履 行\nする能力がなかったといわざるを得ない。\n  償還能力の認識について\nア  証拠によれば，被告人は，本件社債の利率を知っていたこと，外部の販\n売グループに対し ては，６割な いし７割 のコミッションを 支払ってい る\nという認識であっ たことが認め られる。 また，平成２３年 １２月１６ 日\nまでのＡ１グルー プによる本件 社債の販 売実績は合計約２ ５００万円 で\nあり，被告人は， 少なくともＡ １グルー プによる販売の実 績は把握し て\nいたところ，他の 外部の営業グ ループと 比較して，Ａ１グ ループが最 も\n販売規模が小さいものと認 識していたと 認められる。さらに，被告 人は，\nＡ社が，設立当初 から資金難で あり，平 成２３年夏頃には ，被告人に 対\nする給料の支払い ができず，事 業資金借 入れに対する利息 の支払いを 滞\nらせるなど財務状 態が悪く，設 立から本 件に至るまで，収 益の上がる 事\n業を行っておらず ，本件社債以 外には見 るべき収入がなか ったことも 知\nっていたと認められる。\nこれらの事実に よれば，被告 人は，本 件当時，Ａ社には 本件社債の 購\n入者に対して利息 の支払いと元 本の償還 を約定どおり履行 する能力が な\nかったことを認識していたものと推認できる。\nイ  この点，被告人は，Ｂがどうにかしてくれる，何か思惑があると思って\nいたと供述するが ，被告人の供 述によっ ても，金策に関す る具体的な 見\n込みがあると認識 していたわけ ではなく ，また，近い将来 ，収益の上 が\nる事業を展開する 目処が立って いると認 識していたわけも ないので， 上\n記推認は動かない。\n  詐欺の故意\n前記認定事実によれば， 被告人は，Ａ 社が約定どおり社債を償還 する能\n力がないのに，それを秘し て社債を販売 していたことを認識してい たと認\nめられる。よって，この点においても詐欺の故意を認定できる。\n第２  共謀について\n１  証拠によれば，①ＢがＣに対し，ＩＲ事業部で本件社債を販売するよう依頼\nしたこと，②ＩＲ事業部のＤ及びＥが，Ｆグループのメンバーに本件社債を販\n売させていたこと，③Ｆグループが本件社債を販売した場合には，その３５パ\nーセントをＡ社が取得するものとされていたこと，④Ａ社には本件社債の販売\n以外には収入がない中で，被告人はＡ社から月額３０万円の給料を受け取って\nいたこと，⑤Ｆグループのメンバーは，本件社債に興味を示した投資家の情報\nをＡ社に伝え，これを受けて，Ａ社は，この投資家に対し，同社のパンフレッ\nトを送付していたこと，⑥被告人は，Ｂの指示を受けて同人と意思を通じ，本\n件社債の販売を促進すべく，このパンフレット送付の業務や客からのクレーム\n対応の業務などを担っていたことが認められる。\nこのような事実によれば，被告人は，本件社債の販売について，Ｂを介して，\n各共犯者と順次，意思を通じ合ったと認められる。\n２  そして，被告人は，Ａ社の役員ではないが，Ｂに誘われて平成２２年１２月\n頃からＡ社に勤めており，知人に依頼して合計８００万円の事業資金借入れを\n実現させ，本件社債販売に当たってはパソコンを使用した事務手続きを担う存\n在が必要と考えてパソコンを使えるＺを勧誘し，同人の雇用を実現させ，事務\n職としてＢ１を採用する際には面接を行い，Ｂから会長という肩書きの使用を\n許され，Ｂと共にＡ社の事業展開に必要な契約の交渉を行い，知人を通じて医\n師を紹介してもらい，その紹介でＹ医師との交渉を実現させたほか，序盤に行\nっていた本件社債のネットワーク商法に関しては，知人に依頼してその人脈を\n元に一部のネットワークを展開し，本件社債販売の外部委託に当たっては，自\n己の人脈を活用してＡ１グループへの委託を実現させるなどの活動を行ってい\nた。これらによると，被告人は，Ａ社の経営や事業展開に関わる要所を担い，\n本件社債の販売形態の拡充にも貢献していたものであるから，Ａ社のナンバー\n２として，Ｂに近い立場にあったといえる。\nそのような被告人が，本件社債の売上金の３０から４０％の利得をＡ社に得\nさせるため，及び，Ａ社が得た上記金銭から自己が給料を得るため，という両\n方の目的で本件社債の販売を促進すべく，上記１⑥の業務を担っていたもので\nある。\n被告人らが送付していたパンフレットは，前記のとおり，投資家に対し，投\n資判断にとって重要な事項を偽る内容となっており，このパンフレットの送付\n行為は，欺罔行為の基礎になっている。また，本件社債の購入者からのクレー\nム対応は，警察等に被害申告されないよう購入者の納得を得ながらも，Ａ社に\nとって悪い条件にならないよう，絶妙な交渉力が必要であるとともに，Ａ社の\n命運を左右する可能性のある重要な業務といえる。Ｂはそのような交渉ごとが\n苦手であったことから，被告人がＢに同行して補佐していたと認められる。\n上記のような被告人の立場，社債販売のために被告人が担っていた業務の重\n要性，被告人がそれを担った目的等に照らすと，「自分たちの犯罪」として本\n件各犯行を行ったと評価するにふさわしい被告人の寄与も認められる。\n３  よって，被告人は，本件各犯行について共謀共同正犯の責任を負うというべ\nきである。\n（法令の適用）\n・罰条              判示第１ないし第３につき，いずれも刑法６０条，２４６条\n１項\n・併合罪の処理      刑法４５条前段，４７条本文，１０条（犯情の最も重い判示\n第３の罪の刑に法定の加重）\n・未決勾留日数算入  刑法２１条\n・訴訟費用          刑事訴訟法１８１条１項ただし書（不負担）\n（量刑の理由）\n本件は，パンフレット等の作成・送付やクレームの対応等をするＡ社のグループ，\n実際に被害者に電話を架けるなどして被害者から金銭を騙し取るＩＲ事業部とその\n下部組織であるＦグループにそれぞれ属する多数の者が共謀の上，Ａ社が老人ホー\nムや診療所を開業した事実がなく，その開業の目処もたっておらず，銀行等が社債\nの元本償還を保証した事実もなく，かつ社債の償還に応じる意思も能力もないのに，\nこれあるように装って，２名の高齢者を言葉巧みに騙し，社債購入代金名下に合計\n１６００万円を騙し取ったという事件である。\n被害者に対しては，ごく一部が返金されているが，それを考慮しても，本件の被\n害は，かなり大きいといえること，本件は，上記のとおり各グループに属する多数\nの者がそれぞれの役割を果たすことによってなされた組織性の高い犯行といえるこ\nとなどに照らすと，本件の犯情はかなり悪いといえる。\n被告人は，Ｂに次ぐナンバー２として，Ａ社において，経営や事業展開に関わる\n要所を担い，本件社債の販売形態の拡充にも貢献していたものであり，Ａ社に利得\nを得させ，かつ，そこから自己が給料を得るため，本件社債販売を促進すべく，欺\n罔行為の基礎となるパンフレットの送付や，Ａ社の命運を左右する可能性のあるク\nレーム対応などを担って本件に寄与していたものであるから，その刑事責任を軽視\nすることはできない。\nこのような事情を中心に，被告人には詐欺罪で服役した前科があることなどの予\n防の観点を加味した上で，主文の刑を定めた。\n（求刑  懲役６年）\n平成２５年１２月１２日\n神戸地方裁判所第２刑事部\n裁  判  官     辻井由雅\n"
}