{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 2,
    "day": 23
  },
  "case_number": "平成27(ワ)12748",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85722",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85722",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/722/085722_hanrei.pdf",
  "contents": "平成２８年２月２３日判決言渡  同日原本交付  裁判所書記官\n平成２７年（ワ）第１２７４８号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２７年１１月２６日\n判 決\n原 告  アキテーヌジャパン株式会社\n同 訴 訟 代 理 人 弁 護 士  磯野清華\n被 告  株式会社ライフサポート\n同 訴 訟 代 理 人 弁 護 士  渡邊   徹\n雨   宮   沙耶花\n山   下   遼太郎\n主 文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙物件目録記載の製品（以下「被告製品」という。）を譲渡し，\n又は譲渡の申出をしてはならない。\n２  被告は，被告製品を廃棄せよ。\n３  被告は，原告に対し，２２９９万５７３８円及びこれに対する平成２７年５\n月２３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，発明の名称を「リクライニング椅子」とする特許権を有する原告が，\n被告による被告製品の譲渡又は譲渡の申出が上記特許権を侵害すると主張して，\n被告に対し，①特許法１００条１項，２項に基づき被告製品の譲渡等の差止め\n及び廃棄を，②民法７０９条及び特許法１０２条２項に基づき損害賠償金２２\n９９万５７３８円及びこれに対する不法行為の後（訴状送達日の翌日）である\n平成２７年５月２３日から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求める事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨に\nより容易に認められる事実）\n⑴  当事者\n原告は，日用品，雑貨等の製造販売等を業とする株式会社である。\n被告は，食品，衣類，雑貨等の小売又は各種通信販売を業とする株式会社\nである。\n⑵  原告の特許権\nア  原告は，次の特許権（以下「本件特許権」といい，その特許出願の願書\nに添付された明細書を「本件明細書」という。）を有している。\n特許番号  第５２５５００４号\n発明の名称  リクライニング椅子\n出願日  平成２２年１月２８日（特願２０１０－１７４８８）\n登録日  平成２５年４月２６日\nイ  本件特許権に係る特許請求の範囲の請求項１の記載は，次のとおりであ\nる（以下，この発明を「本件発明１」という。）。\n「レッグレストを備え，アームレストの操作によりバックレストを傾倒・\n起立させるようにしたアームレスト操作式のリクライニング椅子であって，\nレッグレストフレームと，\nバックレストフレームと，\n前記バックレストフレームの下端部に後端部位がピンＰ４により枢支さ\nれる座部フレームと，\n前脚フレームと後脚フレームの左右上方端部の交差部を枢支してなる脚\n部と，\n後端側をピンＰ２により前記バックレストフレームに枢支され前端側を\n上方に回動可能とし，かつ内部に前記交差部を所望の位置に係止可能とし\nた係止部を有するアームレストフレームとを具備し，\n前記座部フレームの開放する側の両端部は下方に鈍角状に折り曲げられ\nた湾曲部１４ｃが形成され，該湾曲部の端部には連結棒が取り付けられて\nおり，\n前記レッグレストフレームが前記座部フレームの前方から引き出し可能\nであり，\n該レッグレストフレームの開放する側の両端部近傍には連結棒が取り付\nけられ，連結棒の両端部から突出する先端には，それぞれ当接部材が取り\n付けられており，前記レッグレストフレームが引き出される際には，その\n当接部材が座席フレームの湾曲部に滑らかに当接して徐々に停止するもの\nであることを特徴とするリクライニング椅子。」\nウ  本件発明１は，次の構成要件に分説される（以下，個別の構成要件をそ\nの段落番号に従い「構成要件１Ａ」などという。）。\n１Ａ  レッグレストを備え，アームレストの操作によりバックレストを傾\n倒・起立させるようにしたアームレスト操作式のリクライニング椅子\nであって，\n１Ｂ  レッグレストフレームと，バックレストフレームと，前記バックレ\nストフレームの下端部に後端部位がピンＰ４により枢支される座部フ\nレームと，\n１Ｃ  前脚フレームと後脚フレームの左右上方端部の交差部を枢支してな\nる脚部と，\n１Ｄ  後端側をピンＰ２により前記バックレストフレームに枢支され前端\n側を上方に回動可能とし，かつ内部に前記交差部を所望の位置に係止\n可能とした係止部を有するアームレストフレームとを具備し，\n１Ｅ  前記座部フレームの開放する側の両端部は下方に鈍角状に折り曲げ\nられた湾曲部１４ｃが形成され，該湾曲部の端部には連結棒が取り付\nけられており，\n１Ｆ  前記レッグレストフレームが前記座部フレームの前方から引き出し\n可能であり，\n１Ｇ  該レッグレストフレームの開放する側の両端部近傍には連結棒が取\nり付けられ，\n１Ｈ  連結棒の両端部から突出する先端には，それぞれ当接部材が取り付\nけられており，\n１Ｉ  前記レッグレストフレームが引き出される際には，その当接部材が\n座席フレームの湾曲部に滑らかに当接して徐々に停止するものである\n１Ｊ  ことを特徴とするリクライニング椅子。\nエ  本件特許権に係る特許請求の範囲の請求項２の記載は，次のとおりであ\nる（以下，この発明を「本件発明２」といい，本件発明１と併せて「本件\n発明」という。また，本件発明に係る特許を「本件特許」という。）。\n「引き出し可能な前記レッグレストフレームが前記座部フレームの下方に\n収納されていることを特徴とする請求項１に記載のリクライニング椅子。」\nオ  本件発明２は，次の構成要件に分説される。\n２Ａ  引き出し可能な前記レッグレストフレームが前記座部フレームの下\n方に収納されている\n２Ｂ  ことを特徴とする請求項１に記載のリクライニング椅子。\n⑶  被告の行為\nア  被告は，遅くとも平成２５年４月２６日から，被告製品を譲渡し，又は\n譲渡の申出をしている。\nイ  被告製品のストッパー部材（構成要件１Ｈ等にいう当接部材に対応する\nもの）は，別紙図面（被告製品の取扱説明書中の図面を拡大したもの。甲\n３の２）のとおり，側面視略Ｌ字型である。\n２  争点\n⑴  被告製品における構成要件充足性（なお，被告はア及びイ以外の構成要件\nの充足性を争っていない。）\nア  構成要件１Ｈの充足性\nイ  構成要件１Ｉの充足性\n⑵  本件特許についての無効理由の有無\nア  新規性又は進歩性の欠如\nイ  実施可能性要件違反\n⑶  損害額\n３  争点についての当事者の主張\n⑴  争点⑴（被告製品における構成要件充足性）について\n（原告の主張）\nア  構成要件１Ｈの充足性\n構成要件１Ｈにいう当接部材は，本件明細書において「レッグレストフ\nレームが引き出される際には，その当接部材が座席フレームの湾曲部に滑\nらかに当接して徐々に停止するものであることを特徴とする」とのみ説明\nされており，当接部材の形状について限定はない。本件明細書中の円形当\n接部材についての記載は，被告も認めるように実施例にすぎない。\nしたがって，被告製品は構成要件１Ｈを充足する。\nイ  構成要件１Ｉの充足性\n被告製品は，ストッパー部材が座席フレームの湾曲部に当接し，座席フ\nレームが下方に湾曲するに伴ってストッパー部材も下方へ移動し，その後，\nストッパー部材の移動速度が低下して停止しているから，構成要件１Ｉの\n「滑らかに当接して徐々に停止する」を充足する。被告は，上記の湾曲部\nに最初に当接した時点後の行為は本来予定されたものでないと主張するが，\n上記のとおり，最初に当接した時点ではいまだ最終的に停止する位置に至\nっていないのであるから，失当である。\n（被告の主張）\nア  構成要件１Ｈの充足性\n構成要件１Ｈの「当接部材」は「滑らかに当接して徐々に停止する」と\nいう構成要件１Ｉを充足し得る形状である必要があるところ，本件明細書\n上，当接部材が側面視円形の実施例があるのみで，他の形状について言及\nされていないことからすれば，構成要件１Ｈの「当接部材」は，円形のも\nのをいうと解釈すべきである。\nところが，被告製品のストッパー部材は，円形でなく，側面視略Ｌ字型\nであるから，被告製品は構成要件１Ｈを充足しない。\nイ  構成要件１Ｉの充足性\n本件発明１に係る構成要件１Ｉは「滑らかに当接して徐々に停止する」\nというものである。ところが，被告製品は，ストッパー部材の形状が円形\nでないことから，レッグレストフレームを引き出した際，当接部材の上部\n端縁が座席フレームの湾曲部に直接当接し，湾曲部に沿って動くことなく，\n直ちに停止するものであるから，構成要件１Ｉを充足しない。\n原告は，滑らかに当接して徐々に停止する効果は，レッグレストフレー\nムを引き出してストッパー部材を座席フレームの湾曲部に当接させた上，\n更に引き出した際に生じると主張するが，更なる引き出し行為は被告製品\nにおいて本来予定されたものでないから，この状態を前提にした主張は失\n当である。\n⑵  争点⑵（本件特許についての無効理由の有無）について\n（被告の主張）\nア  新規性又は進歩性の欠如\n本件特許出願日前である平成２０年には本件発明の構成要件を全て充足\nする製品が通信販売カタログ（乙１）に掲載され，販売されていたから，\n当該製品は特許出願前に日本国内で公然実施をされた発明（特許法２９条\n１項２号）であり，当該カタログは特許出願前に日本国内で頒布された刊\n行物（同項３号）である。仮に当該製品と本件発明の間に相違点があると\nしても，その程度は僅かであるから，本件発明は進歩性を欠く（同条２\n項）。\nイ  実施可能性要件違反\n仮に当接部材が円形のものに限定されないならば，本件明細書は，本件\n発明における「滑らかに当接して徐々に停止する」作用効果を有する当接\n部材の形状その他の特徴について何ら具体的な記載がないから，当業者が\nその実施をすることができる程度の明確かつ十分な記載がない（特許法３\n６条４項１号）。\n（原告の主張）\n否認ないし争う。\n⑶  争点⑶（損害額）について\n（原告の主張）\nア  特許法１０２条２項に基づく損害\n被告は，４８９種類の製品を販売し，その年間売上高は１２２億４３０\n０万円であるから，１種類当たりの月間売上高は２０８万６４０１円であ\nる。被告は，本件特許権が登録された平成２５年４月から少なくとも２０\nか月間被告製品を販売し，被告の利益率は５０．１％と考えられるから，\n原告の損害額は２０９０万５７３８円である。\nイ  弁護士費用\n本件訴訟追行に当たって相当な弁護士費用は２０９万円である。\n（被告の主張）\n被告の年間売上高は認めるが，その余は否認ないし争う。\n第３  当裁判所の判断\n１  争点⑴イ（構成要件１Ｉの充足性）について\n事案に鑑み，争点⑴イから判断する。\n⑴  構成要件１Ｉにつき，本件発明の特許請求の範囲には，「レッグレストフ\nレーム……の当接部材」が「座席フレームの湾曲部」に「滑らかに当接」し\nて「徐々に停止する」ものであると記載されている。この「滑らか」は，本\n件明細書（甲１）において定義づけられていないので，「すらすらと通るさ\nま。つかえないさま。よどみないさま」（広辞苑〔第六版〕２１０３頁），\n「物事がよどみなく運ぶさま。すらすらと進むさま」（大辞林〔新装第二\n版〕１９２４頁）といった意味を有すると解される。また，「徐々に停止す\nる」とは，「徐々に」が「停止」を修飾していることに照らすと，引き出さ\nれてきたレッグレストフレームの当接部材が座席フレームの湾曲部に当接す\nると直ちに停止するのではなく，当接した後も移動を続けつつも次第に減速\nして停止に至ることを意味すると解される。さらに，「座席フレームの湾曲\n部」が座席フレームの「開放する側の両端部」にあって「下方に鈍角状に折\nり曲げられた」構造を有していること（構成要件１Ｅ。なお，構成要件１Ｂ，\n１Ｅ及び１Ｆにいう「座部フレーム」は構成要件１Ｉにいう「座席フレーム」\nと同一の部材を指すと認める。）からすれば，レッグレストフレームの当接\n部材に対しては，引き出す方向に対する抵抗力が次第に大きくなる一方，下\n方に向かう力がかかっていくと考えられる。\n以上を総合考慮すると，「滑らかに当接して徐々に停止する」とは，引き\n出されてきたレッグレストフレームの当接部材が座席フレームの湾曲部に当\n接しても直ちに停止することなく更に引き出され続けるが，湾曲部との当接\n後は湾曲部から受ける力により次第に減速して，当接から多少なりとも間を\n置いて停止することを意味すると解される。\n⑵  この点につき，念のため本件明細書の記載及び本件特許の出願経過を見る\nに，本件明細書（甲１）においては，「発明を実施するための形態」欄にお\nいて，円形当接部材が座部フレームの湾曲部の基端部に滑らかに当接するこ\nと，及び，鈍角状の上記湾曲部により徐々に停止していくので強く引き出し\nても衝撃がないことが記載されている（段落【００３２】）。また，本件の特\n許出願について，引用文献（登録実用新案第３０４６８１９号公報。乙３）\nに基づき容易想到であるとする拒絶理由通知（乙２）に対し，原告は，特許\n請求の範囲（構成要件１Ｉ）に「滑らかに」を加える補正をした上，平成２\n５年３月２８日付け意見書（乙４）において，本件発明が本件明細書の上記\n記載のとおりの作用効果を奏するものであり，上記引用文献記載の考案は当\n接部が屈曲部の下側の曲線部にいきなり当接するもので，滑らかに当接し\n徐々に停止していくものでは全くないと述べている。\nそうすると，構成要件１Ｉは，レッグレストフレームを引き出した際に衝\n撃を感じることがないという効果を奏するために，当接部材が座席フレーム\nの湾曲部に当接しても突然停止するのでなく，その後に次第に速度を落とし\nて停止することをいうものと解するのが相当であるから，前記⑴の解釈と合\n致するということができる。\n⑶  以上を前提に被告製品が構成要件１Ｉを充足するかどうかについて検討す\nるに，証拠（甲９，乙７の１）及び弁論の全趣旨によれば，被告製品は，レ\nッグレストフレームを前方に引き出していくと，同フレームに取り付けられ\nた側面視略Ｌ字型のストッパー部材の上端ないし引き出し方向先端の角の部\n分が座席フレームの湾曲部に当接し，その直後にレッグレストフレームが，\n次第に減速するのではなく，ほぼ一瞬にして停止するものと認められる。\nしたがって，被告製品は，「滑らかに当接して徐々に停止する」ものでな\nいから，構成要件１Ｉを充足しない。\n⑷  これに対し，原告は，被告製品においてレッグレストフレームを引き出し\nてストッパー部材が座席フレームの湾曲部に当接した段階で停止するのは最\n終的な停止でなく，滑らかに当接して徐々に停止する効果は更に引き出して\n最終的に停止する際に生じると主張する。\nそこで検討するに，証拠（甲９，乙８）によれば，被告製品のレッグレス\nトフレームを引き出すと，①座席フレームの湾曲部にレッグレストフレーム\nのストッパー部材が当接して同フレームが停止し，②その後，更にこれを上\n方に引き上げる操作を行うと，上記部材が上記湾曲部に沿って下方に移動し，\n徐々に速度を落として停止するものと認められる。この②の動きは「滑らか\nに」と見る余地があるが，既に①において同フレームのストッパー部材は湾\n曲部に当接しており，改めて当接が生じるものでないから，被告製品のスト\nッパー部材が「湾曲部に滑らかに当接」するものとはいえない。\nしたがって，原告の上記主張を採用することはできない。\n２  結論\n以上によれば，その余の争点について判断するまでもなく，原告の請求はい\nずれも理由がないから，これらを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官  長谷川   浩   二\n裁判官  萩 原 孝 基\n裁判官  中 嶋 邦 人\n（別紙）\n物 件 目 録\n製  品  名  「リクライニングリラックスチェア」又は「パーソナルチェ\nア  オアシス」\n"
}