{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 2
  },
  "case_number": "平成28(行ウ)26",
  "case_name": "公文書非公開決定取消",
  "court_name": "神戸地方裁判所第２民事部",
  "lawsuit_id": "86606",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86606",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/606/086606_hanrei.pdf",
  "contents": "平成２９年３月２日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ウ）第２６号  公文書非公開決定取消請求事件\n口頭弁論終結日  平成２８年１２月２１日\n判          決\n主          文\n１  神戸市教育委員会が平成２６年１２月２６日付けで原告に対し\nて行った別紙「文書目録兼非公開部分一覧表」記載の各文書につ\nいての一部非公開決定（神教委企第１２６３号）中，同別紙の「非\n公開部分」欄記載の部分を非公開とした部分を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文と同旨\n第２  事案の概要等\n１  事案の概要\n本件は，原告が，神戸市情報公開条例（平成１３年条例第２９号。以下「本件条\n例」という。）に基づき，本件条例所定の実施機関である神戸市教育委員会に対し，\n平成２５年度までの教職員による事故報告書の公開を請求したところ，平成２６年\n１２月２６日付けで別紙「文書目録兼非公開部分一覧表」記載の各文書（以下，同\n別紙記載順に「本件文書１」などといい，これらを併せて「本件各文書」という。）\nにつき，同別紙の「非公開部分」欄記載の各部分（以下「本件非公開部分」という。）\nを含む一部を非公開とし，その余の部分を公開する旨の公文書公開決定（以下「本\n件決定」という。）を受けたため，本件決定のうち本件非公開部分を非公開とした\n部分の取消しを求める事案である。\n２  本件条例の定め\n(1)  １条（目的）\nこの条例は，公文書の公開を請求する権利を明らかにし，及び情報公開について\n必要な事項を定めることにより，市民の知る権利を尊重し，市の保有する情報の一\n層の公開を行い，及び市の諸活動を市民に説明する責務が全うされるようにすると\nともに，市民の市政への参加及び協働のまちづくりを推進し，もって地方自治の本\n旨に即した市政の実現に資することを目的とする。\n(2)  ３条（条例の解釈，運用等）\n実施機関は，公文書の公開を請求する権利が十分に保障されるようこの条例を解\n釈し，及び運用するとともに，個人に関する情報をみだりに公にすることのないよ\nう最大限の配慮をしなければならない。\n(3)  １０条（公文書の公開義務）\n実施機関は，公開請求があったときは，公開請求に係る公文書に次の各号のいず\nれかに該当する情報が記録されている場合を除き，公開請求者に対し，当該公文書\nを公開しなければならない。\n１号  特定の個人が識別され，若しくは識別されうる情報（事業を営む個人の当\n該事業に関する情報を除く。）であって次に掲げるもの又は特定の個人を識別する\nことはできないが，公にすることにより，なお個人の権利利益を害すると認められ\nる情報（いずれの場合も，人の生命，身体又は健康を保護するため，公にすること\nが必要であると認められる情報を除く。）\nア  公にしないことが正当であると認められるもの\nイ  （省略）\n２号以下  （省略）\n(4)  １１条（部分公開）\n実施機関は，公開請求に係る公文書の一部に前条各号のいずれかに該当する情報\nが記録されている場合において，その記録されている部分を容易に，かつ，公文書\nの公開請求の趣旨を損なわない程度に分離できるときは，公開請求者に対し，その\n記録されている部分を除いた部分につき公文書の公開をしなければならない。\n３  前提となる事実（当事者間に争いがないか，後掲各証拠により容易に認めら\nれる事実）\n(1)  原告による開示請求\n原告は，平成２６年１２月１日，神戸市教育委員会に対し，同委員会が保有して\nいる平成２５年度までの神戸市立小学校，同中学校，同高等学校，同養護学校及び\n同盲学校に関する体罰事故報告書（加害教師の反省文，顛末書，診断書，事情聴取\n記録，その他一切の添付文書等を含む。）の開示請求（以下「本件開示請求」とい\nう。）をした（甲２）。\n(2)  処分行政庁による本件不開示決定\n神戸市教育委員会は，同月２６日，本件開示請求に対し，本件各文書を含む１３\n１通の文書につき，本件条例１０条１号前段アに該当する部分があるとして，同部\n分につき非公開とし，その余を公開する旨の本件決定をした（甲２）。\n(3)  異議申立て及び神戸市情報公開審査会の答申の内容\n原告は，平成２７年１月２３日，神戸市教育委員会に対し，本件決定について審\n査請求を行った。\n神戸市教育委員会は，同年３月２日付けで，本件条例１９条１項に基づき，神戸\n市情報公開審査会に対して諮問を行ったところ，同審査会は，上記１３１通の文書\nの一部の文書には，①体罰を受けた生徒の部活動名と共に当該生徒が主将であるこ\nとが開示されているなど，既に公開済みの情報と併せると，体罰を行った教職員の\n氏名を公開することにより，当該生徒の特定につながり得るものがあったり，②体\n罰事故に至る経過の記載中に体罰を受けた生徒が当時不登校の状態にあったことや\n体罰を受けた生徒が体罰を受ける前に失禁していたことなど極めてセンシティブな\n情報があり，これらの事案については通常よりも慎重な取扱いが求められ，特段の\n配慮を必要とするものであるから，学校関係者のような通常よりも多くの関連情報\nを保有する者であれば，体罰を行った教職員の氏名が明らかになれば体罰を受けた\n生徒の特定につながるおそれがある場合には，教職員の氏名は非公開とするのが相\n当であるが，③その余の文書については体罰を行った教職員の氏名は本件条例１０\n条１号前段アには該当しない旨答申した（甲３，４）。\n(4)  神戸市教育委員会による裁決及び本件訴えの提起\n神戸市教育委員会は，平成２８年３月２９日，本件審査請求を棄却する旨の裁決\nをし，同裁決は，同年４月１日頃，原告に通知された（甲４，弁論の全趣旨）。\n原告は，平成２８年４月８日，本件決定につき，本件各文書において非公開とさ\nれた部分のうち，別紙の「非公開部分」欄記載の各部分（本件非公開部分）の取消\nしを求める旨の本件訴えを提起した（当裁判所に顕著な事実）。\n(5)  本件各文書の概要及び開示された部分等\n本件各文書は，いずれも「教職員による事故報告書」と題する書面であり，平成\n２１年から平成２４年までに神戸市内の市立小・中・高等学校において起きた教職\n員の生徒に対する体罰事故につき，当該学校の学校長が神戸市教育委員会委員長に\n対して報告する書面として，当該体罰事故の発生日時，場所，事故を起こした教職\n員（以下「加害教員」という。）の職・氏名・年齢・性別・教科・校務分掌，被害\n児童生徒（以下「被害生徒」という。）の氏名・年齢・性別・学年・学級，事故に\n至る経緯，症状の程度（処置・診断結果等），体罰事故後の関係者への対応の内容\nが記載されているものであり，本件各文書の開示部分及び非開示部分は次のとおり\nである。\nア  本件文書１（甲５）\n本件文書１は，神戸市立Ａ中学校校長作成の平成２４年１１月２９日付けの報告\n書であり，事故の発生年月日，発生場所のうち同中学校グラウンドまでの部分，加\n害教員の職・年齢・性別・教科・校務分掌，被害生徒の年齢・性別・学年，事故に\n至る経過のうち被害生徒の所属する部活動名以外の部分，症状の程度，関係者への\n対応は開示されている一方，発生場所の上記グラウンド以下の部分，加害教員の氏\n名，被害生徒の氏名・学級，事故に至る経過に記載された被害生徒の所属する部活\n動名が非開示とされている。公開された事故に至る経過には，加害教員が部活動の\n練習中に被害生徒の練習態度について指導をしたところ，被害生徒の態度がよくな\nいと感じて体罰に至ったことや体罰の内容等が記載されている。\nイ  本件文書２（甲６）\n本件文書２は，神戸市立Ｂ中学校校長作成の平成２５年２月５日付けの報告書で\nあり，事故の発生年月日，発生場所，加害教員の職・年齢・性別・教科・校務分掌，\n被害生徒の年齢・性別・学年，事故に至る経過のうち被害生徒の所属する部活動名\nと被害生徒が体罰を受ける前にとった行動の一部を除く部分，症状の程度，関係 者\nへの対応は開示されている一方，加害教員の氏名，被害生徒の氏名・学級，事故に\n至る経過のうち被害生徒の所属する部活動名及び被害生徒が体罰を受ける前にとっ\nた行動の一部が非開示とされている。公開された事故に至る経過には，被害生徒が\n部活動の練習中に思うようにできない自分にイライラして他の生徒に危害が加わる\n可能性のある行動をとったため，加害教員が被害生徒に対して指導・説諭する際に\n体罰を加えたこと等が記載されている。\nウ  本件文書３（甲７）\n本件文書３は，神戸市立Ｃ中学校校長作成の平成２１年１１月２４日付けの報告\n書であり，事故の発生年月日，発生場所，加害教員の職名・年齢・性別・教科・校\n務分掌（担任する学級は除く。），被害生徒４名の年齢・性別・学年，事故に至る\n経過，症状の程度，関係者への対応が開示されている一方，加害教員の氏名・校務\n分掌のうちの学級の部分，被害生徒４名の氏名・学級が非開示とされている。公開\nされた事故に至る経過には，加害教員が，同教員が担当する学級に所属する被害生\n徒４名の授業態度が悪かったことを別の教員から聞いたため，被害生徒４名を別室\nで指導中，再三の指導に従わなかったことを追求する際に体罰に至ったことや体罰\nの内容が記載されている。\nエ  本件文書４（甲８）\n本件文書４は，神戸市立Ｄ小学校校長作成の平成２５年３月２７日付けの報告書\nであり，事故の発生年月日，発生場所の一部（６年生の教室であり中央棟３階まで\nの部分），加害教員の職・年齢・性別・校務分掌，被害生徒の年齢・性別・学年，\n事故に至る経過，症状の程度，関係者への対応が開示されている一方，発生場所の\nうち被害生徒の所属する学級部分及び中央棟３階以下の部分，加害教員の氏名，被\n害生徒の氏名・学級が非開示とされている。公開された事故に至る経過には，加害\n教員が被害生徒が宿題を忘れたことについて指導している際に，当該被害生徒が不\n満そうな態度をとったため体罰に至ったことや体罰の内容が記載されている。\nオ  本件文書５（甲９）\n本件文書５は，神戸市立 E 小学校校長作成の平成２７年３月２７日付け（実際は\n平成２５年３月２７日に作成された文書である〔第１回口頭弁論調書〕。）の報告\n書であり，事故の発生年月日，発生場所，加害教員の職・年齢・性別・校務分掌，\n被害生徒の年齢・性別・学年，事故に至る経過，症状の程度，関係者への対応が開\n示されている一方，加害教員の氏名，被害生徒の氏名・学級が非開示とされている。\n公開された事故に至る経過には，体育の授業中，被害生徒が試合で自分のチームが\n負けたため，その後の試合に参加しようとせず，授業の最後に加害教員が集合を呼\nび掛けても応じなかったため，加害教員が被害生徒に近づこうとすると，被害生徒\nが走り出したため，加害教員が追いかけて捕まえようとした際に右手で被害生徒の\n側頭部をはたき，その際，被害生徒が足を滑らせてピアノの角に前頭部を打ったこ\nと等が記載されている。\nカ  本件文書６（甲１０）\n本件文書６は，神戸市立Ｆ中学校校長作成の平成２５年３月２７日付けの報告書\nであり，事故の発生年月日，発生場所の一部（体育館），加害教員の職・年齢・性\n別・教科・校務分掌，被害生徒の年齢・性別・学年，事故に至る経過のうち被害生\n徒の所属する部活動名以外の部分が開示されている一方，発生場所である体育館の\n特定に係る部分，加害教員の氏名，被害生徒の氏名・学級，事故に至る経過のうち\n被害生徒の所属する部活動名が非開示とされている。公開された事故に至る経過に\nは，被害生徒が他の部員に理不尽な要求を行うなどしていたため，加害教員が指導\n中に体罰を行ったことや体罰の内容が記載されている。\nキ  本件文書７（甲１１）\n本件文書７は，神戸市立Ｇ中学校校長作成の平成２５年３月２７日付けの報告書\nであり，事故の発生年月日，加害教員の職・年齢・性別・教科・校務分掌，被害生\n徒の年齢・性別・学年，事故に至る経過のうち被害生徒の所属する部活動名及び被\n害生徒が体罰を受ける前にとった行動の一部を除く部分，症状の程度，関係者への\n対応が開示されている一方，発生場所，加害教員の氏名，被害生徒の氏名・学級，\n事故に至る経過のうち被害生徒の所属する部活動名及び被害生徒が体罰を受ける前\nにとった行動の一部が非開示とされている。公開された事故に至る経過には，加害\n教員が部活動の練習中に被害生徒に対して体罰を行ったことや体罰の内容等が記載\nされている。\nク  本件文書８（甲１２）\n本件文書８は，神戸市立Ｈ中学校校長作成の平成２５年３月２７日付けの報告書\nであり，事故の発生年月日，発生場所の一部（総合体育館），加害教員の職・年齢・\n性別・教科・校務分掌，被害生徒の年齢・性別・学年，事故に至る経過のうち県大\n会団体戦の特定に係る部分を除く部分，症状の程度，関係者への対応のうち被害生\n徒の所属する部活動名以外の部分が開示されている一方，発生場所である総合体育\n館の特定に係る部分，加害教員の氏名，被害生徒の氏名・学級，事故に至る経過の\nうち県大会団体戦の特定に係る部分及び関係者への対応のうち被害生徒の所属する\n部活動名が非開示とされている。公開された事故に至る経過には，被害生徒が所属\nする部活動の大会において，被害生徒が反則行為をしたために反則負けとなり団体\n戦が敗退となったこと，加害教員が反則を犯したことを理由に被害生徒に体罰を行\nったことや体罰の内容が記載されている。\nケ  本件文書９（甲１３）\n本件文書９は，神戸市立Ｉ中学校校長作成の平成２５年３月２７日付けの報告書\nであり，事故の発生年月日，発生場所，加害教員の職・年齢・性別・教科・校務分\n掌，被害生徒の年齢・性別・学年，事故に至る経過のうち被害生徒の部活動での役\n名を記載したと思われる部分及び体罰を受ける前にとった行動の一部を除く部分，\n症状の程度，関係者への対応が開示されている一方，加害教員の氏名，被害生徒の\n氏名・学級，事故に至る経過のうち被害生徒の部活動での役名を記載したと思われ\nる部分及び体罰を受ける前にとった行動の一部が非開示とされている。公開された\n事故に至る経過には，加害教員が部活動の練習中に被害生徒に対して指導をするが，\n変化が見られず，ミスをした際に体罰に至ったことや体罰の内容が記載されている。\nコ  本件文書１０（甲１４）\n本件文書１０は，神戸市立Ｊ高等学校校長作成の平成２５年３月２７日付けの報\n告書であり，事故の発生年月日，発生場所である同学校までの部分，加害教員の職・\n年齢・性別・教科・校務分掌，被害生徒の年齢・性別・学年，事故に至る経過のう\nち被害生徒の所属する部活動名以外の部分，症状の程度，関係者への対応が開示さ\nれている一方，発生場所である同学校以下の部分，加害教員の氏名，被害生徒の氏\n名・学級，事故に至る経過のうち被害生徒の所属する部活動名が非開示とされてい\nる。公開された事故に至る経過には，被害生徒が無断で部活動の練習を休んだり，\n約束時間を守らなかったりしたため，加害教員が部活動の練習中に体罰に至ったこ\nとや体罰の内容が記載されている。\n４  争点及び当事者の主張の要旨\n本件の争点は，本件決定の適法性であり，具体的には，本件非公開部分に記載さ\nれた情報が，①本件決定の理由として明示された本件条例１０条１号前段アに該当\nするか，及び②被告が本件訴訟において追加して主張する本件条例１０条１号後段\nに該当するかである。\n【被告の主張】\n(1)  本件条例１０条１号前段アに該当すること\nア  本件各文書には，「体罰に至る経緯」欄に，教職員への指導不服従等の被害\n生徒の行為の内容，体罰を受けた態様が，「関係者への対応」欄には，体罰後の関\n係者の対応が記載されている。体罰を受けた事実のみならず，体罰に至る経緯や体\n罰を受けた態様，体罰後の対応に関する情報は，被害生徒やその保護者の名誉にも\nかかわる情報であり，被害生徒やその保護者が通常他人に知られたくないと考える\n情報である。\nしたがって，本件非公開部分は，これが「特定の個人が識別され，若しくは識別\nされうる情報」（以下「個人識別可能情報」という。）であれば，本件条例１０条\n１号前段アの非開示情報に当たる。\nイ  本件条例１０条１号前段ア所定の個人識別可能情報は，プライバシー保護の\n観点から，氏名・住所等特定の個人を直接識別することができる情報に限られず，\n当該情報と他の情報と照合することにより，間接的に特定の個人を識別することが\nできるものを含むものである。ところで，本件条例の下での開示請求は，何人もこ\nれを行うことができる（本件条例８条）とされている一方，実施機関は，個人に関\nする情報をみだりに公にすることのないよう最大限の配慮をしなければなら ない\n（本件条例３条）とされている。そして，体罰を受けた事実及びその経緯に係る事\n実に関しては，体罰を受けたこと自体が好奇な目で見られる可能性もあるし，体罰\nを招くだけの不適切な言動を行ったとして非難される可能性や，体罰を受けた事実\nに根拠のない憶測等が付加されて情報が伝播する可能性が否定できず，一旦そのよ\nうな情報が開示されてしまえば，原状回復や情報の伝播の制御も不可能であり，事\n実上永久に情報が公開された状態となり，当該被害生徒が二次的被害を被るおそれ\nがある。また，このような二次的被害は，被害生徒の周囲の者によりもたらされる\nことの方が強く懸念される。そこで，本件のような学校での体罰に関する公文書の\n開示が求められている場合には，被害生徒の権利利益の保護を十分に図るため，照\n合する他の情報は，特定の関係者が保有し又は保有し得る情報を含むものと解すべ\nきである。\nそして，本件各文書についてみれば，①教職員が担任学級の生徒に対して体罰を\n行った事案（本件文書３～５）は，加害教員の氏名が開示されれば，当該学校の教\n職員，同じ学校に通う児童生徒やその保護者に限らず地域住民等の学校関係者にと\nって，加害教員がどの学級を担任しているかを知っているか若しくは知ることがで\nき，学級が特定されると，１学級の生徒数が概ね３０～３５名であり，被害生徒の\n性別の情報を併せると被害生徒の属する範囲がその約半数に絞り込まれ，更に，体\n罰に至る経過や被害生徒の年齢などの情報をも併せると，学校関係者において，被\n害生徒の属する範囲が１０名程度までに限定することが可能となるため，加害教員\nの氏名，及び本件文書４については事故発生場所の詳細は被害生徒の特定につなが\nる情報であり，②部活動の顧問が部員に対して体罰を行った事案（本件文書１，２，\n６～１０）は，加害教員の氏名が開示されれば，学校関係者にとって，加害教員が\nどの部活動の顧問をしているか知っている若しくは知ることができ，部活動の在籍\n数によっては，同学年・同性の在籍者が１０名程度に限定される場合があり，その\nような場合には，加害教員の氏名，部活動の特定につながる部の名称，部の活動が\n限定されている場合の体罰の発生場所，部の特定につながる部活動の内容に関する\n情報も当該被害生徒の特定につながる情報であり，これと併せて一部の文書につい\nては，本人の名誉のため，体罰を受ける前の行動の一部も非公開とするのが相当で\nある。\nしたがって，本件非公開部分は，本件条例１０条１号前段アに該当する。\n(2)  本件条例１０条１号後段に該当すること\n仮に本件非公開部分が個人識別可能情報に該当しないとしても，本件非公開部分\nは，同号後段所定の公にすることによりなお個人の権利利益を害すると認められる\n情報（以下「個人利益侵害情報」という。）に当たる。すなわち，被害生徒にとっ\nて，体罰を受けた事実は他人に知られたくない情報であるところ，一般人が入手し\n得る情報では被害生徒の特定ができないとしても，本件非公開部分が開示されれば，\n学校関係者に伝達される可能性があり，学校関係者であれば被害生徒を特定するこ\nとが可能となる。被害生徒の範囲が１０名程度に限定される場合には，学級，部活\n動名等を開示することにより個人が特定されてしまうのではないかとの危惧の現実\n性が高まる。そのため，被害生徒及びその保護者にとって，公開された体罰に関す\nる情報が拡散し，いずれは学校関係者に到達することによって将来的に被害生徒が\n特定されることになり，二次被害を受けるのではないかという不安を抱いたまま生\n活をせざるを得ないことになる。被害生徒にとっては，体罰を受けたという事実そ\nのものや，体罰を受けるに至る過程で教職員の指導に従わなかったことや特異な行\n動をとったことが知られることとなり，それにより第三者から非難され，好奇の目\nで見られることになる可能性がある。被害生徒は，そのような不安を抱いて重大な\n精神的苦痛を被ることになるのであって，それは，被害生徒の権利利益の侵害にな\nる。このように，加害教員の氏名，体罰の場所，被害生徒の部活動といった情報は，\n被害生徒にとっては人格と密接に関係するものであるし，仮に本件非公開部分が人\n格と密接に関連するものではないとしても，本件条例１０条１号後段は，個人の人\n格と密接に関連する情報でなければ非公開情報としないことをいうものではなく，\n上記のとおりの本件事情の下では個人利益侵害情報に当たるというべきである。\n【原告の主張】\n(1)  本件条例１０条１項前段アに該当しないこと\n本件条例１０条１項前段アにいう個人識別可能情報は，他の情報と照合すること\nにより間接的に特定の個人を識別することができるものを含むが，当該他の情報 の\n範囲は，一般人を基準に，容易に入手し得る情報に限定すべきである。被告は，当\n該他の情報は，特定人が保有し又は入手し得る情報であり，情報の入手の難易は問\n題とすべきでない旨主張するが，被告のいう特定人の範囲が不明確であり，実施機\n関における恣意的な運用を許すこととなる。また，他の情報の入手の難易を問題と\nしないのであれば，その入手の抽象的可能性さえあれば，その難度がいかに高いも\nのであっても，照合可能な他の情報に含まれてしまい，個人識別可能情報の範囲を\n広く認めることとなり，この点においても，被告の上記主張は，情報公開制度の趣\n旨にそぐわない結果をもたらす。現に，被告は，本件非公開部分につき，照合の対\n象となる他の情報の保有者を被害生徒と同じ学校に通う児童生徒やその保護者に限\nらず地域住民等をも含むとしており，当該他の情報を保有する特定人がどのような\n者をいうのかあいまいであって，いかようにも解釈が可能である。このようなあい\nまいな特定人基準では，実施機関において非公開の範囲を広げることが可能になり，\n情報公開制度の趣旨に反する。\nしたがって，本件非公開部分は，加害教員の氏名や被害生徒の所属する部活動名\n等であり，それ自体は被害生徒を直接特定する情報ではないし，一般人が容易に入\n手し得る情報と照合したとしてもやはり被害生徒を特定することにはならず，本件\n条例１０条１号前段アには該当しない。\n(2)  本件条例１０条１号後段に該当しないこと\n本件条例１０条１項後段は，個人が識別され得る情報ではないが，当該情報を開\n示することにより，個人の権利利益を侵害する情報であり，具体的には，反省文，\n顛末書又はこれに類する記述，あるいは医師の診断書などの限定された情報を対象\nとするものである。被告の「情報公開事務の手引き」（甲２６）においても，本件\n条例１０条１号後段に該当する情報とは，特定個人が識別されなくても，他の部分\nを公開することになれば，特定個人の権利利益を害すると認められるものであり，\n個人の人格と密接に関連する「反省文」や「カルテ」などについて，非公開とすべ\nき旨を定めたものであると解説されている。本件条例１０条１項後段が非公開とさ\nれる情報を「個人の人格と密接に関連する」ものに限定したのは，同後段が安易に\n適用されたのでは，情報公開制度の趣旨に反することとなるからであり，同後段の\n適用が認められるのは，例外的な重要個人情報に限定されるべきである。\n被害生徒が体罰を受けたという事実が個人の利益を侵害するものであるとの被告\nの情報を前提とすると，本件各文書の記載そのものが非公開とされなければならな\nいが，被害生徒が体罰を受けたという事実は公開済みであり，被告は，同号所定の\n非公開情報を公開したこととなり，被告の主張は本件決定と矛盾している。\n第３  当裁判所の判断\n１  本件条例１０条１号前段アの該当性について\n(1)  本件各文書は，前記前提となる事実(5)のとおり，平成２１年度から平成２\n４年に起きた神戸市内の市立小・中・高等学校における体罰事故の報告書であり，\n体罰事故の当事者，体罰に至る経過，その結果である症状の程度及び関係者への対\n応等が記載されているものである。そして，体罰を受けた事実やそれに至る経過と\nして記載された被害生徒の行動は，当該被害生徒の名誉にもかかわる情報であるか\nら，本件各文書に記載された本件非公開部分は，これを開示することにより被害生\n徒を特定し得る場合には，社会通念上，通常他人に知られたくないと望むことが正\n当な情報に当たるものということができる。そうすると，本件非公開部分が個人識\n別可能情報に該当すれば，本件非公開部分は公開義務の対象とはならない。\n(2)  そこで，続いて，本件非公開部分が個人識別可能情報に該当するか検討する\nに，本件条例１０条１号前段は，個人のプライバシーは，個人の尊厳に直接かかわ\nる権利であり，一旦プライバシーが侵害されるとこれを事後的に回復することが困\n難であることから，個人のプライバシーに関する情報については，これを非公開と\nしなければならないとして，個人のプライバシーを保護する旨定めたものと解され\nる。このような同号の趣旨に鑑みると，同号前段の「特定の個人が識別されうる」\n情報とは，直接個人を識別する情報には当たらないものの，他の情報と照合するこ\nとにより，特定の個人を識別することができる場合を含むものと解される。そして，\n照合の対象となる他の情報については，知る権利を具体化し市民の市政への参画に\n資するという情報公開制度の趣旨・目的と開示することにより害される権利利益の\n保護との調整の観点から，公開請求の対象となっている文書に記載された情報の性\n質や記載内容等に応じて，個別具体的に検討するのが相当である。\nこの点につき，被告は，本件においては，本件非公開部分と体罰を受けた被害生\n徒と同じ学級や部活動に所属する生徒，その保護者，当該学校の教職員，地域住民\n等といった学校関係者が保有し又は入手し得る情報とを照合することにより，被害\n生徒を特定することが可能であるから，照合の対象となる他の情報は，上記学校関\n係者が保有し又は入手し得る情報を含むと主張する。\nしかしながら，当該被害生徒と同じ学級や部活動に所属する生徒，その保護者，\n同生徒が通う学校の教職員，当該学校の地域住民など，当該被害生徒ないし当該体\n罰事故に関わる情報をもともと保有している者やそのような情報を入手しやすい状\n況にいる者がその情報を入手することを想定して当該被害生徒を特定し得るかどう\nかを決するとすれば，非開示の範囲が無限に広がりかねず，ひいては，市民の知る\n権利を具体化し，市の諸活動を市民に説明する責務を全うして市民の市政への参加\n等を推進するという本件条例における情報公開制度の趣旨を大きく没却する結果と\nなり，相当でない。そこで，特定の立場にある者が有する情報あるいは入手し得る\n情報との照合の結果，特定の個人が識別され，当該個人のプライバシーにかかわる\n情報が開示されることにより，個人の人格的利益が著しく侵害され，当該個人の社\n会的評価が著しく低下し，その回復が極めて困難な事態が生じる相当程度の蓋然性\nが認められる場合は格別，そのような事態までには至らない場合には，特定の立場\nにある者が有する情報あるいは入手し得る情報との照合により個人が識別されるか\nではなく，一般人を基準として，通常の方法により入手しあるいは入手し得る情報\nとの照合の結果，特定の個人を識別できることが相当程度の確実性をもって可能と\n認められる場合に限り，非開示とすべきものと解される。\n本件各文書についてみるに，本件各文書に記載された体罰事故の被害生徒と同じ\n学級又は部活動に所属する生徒，当該体罰事故が起きた学校の教職員等の学校関係\n者が保有し又は当該体罰事故に関する調査をすることにより入手し得る情報との照\n合の結果，当該被害生徒を特定し得る可能性があること自体は否定できないが，体\n罰に至る経過，症状の程度，関係者への対応を含めた本件各文書に記載され，開示\nされた内容は，当該被害生徒の年齢や本件各文書からうかがえる当該被害生徒の当\n時の状況に照らし，特異な行動をとったと認められるようなものや当該被害生徒の\n名誉を大きく侵害するようなものであるとはいえないことからすれば，個人の人格\n的利益や社会的評価に関して上記のような事態が生じる相当程度の蓋然性が生じる\nものとは認められない。したがって，本件各文書に記載された情報のうち本件条例\n１０条１号前段の非開示情報に当たるか否かは，特定の立場にある者が有する情報\nとの照合による個人の特定可能性ではなく，一般人が通常入手し得る情報との照合\nにより，特定の個人を識別することが相当程度の確実性をもって可能と認められる\nか否かにより決すべきである。\nそして，本件決定において，非開示とされた部分のうち原告が開示を求める部分\nは別紙の「非公開部分」記載の各情報であるところ，加害教員の氏名が開示された\nとしても，本件決定において開示された部分を含め，一般人が通常入手し得る情報\nと照合することにより，当該被害生徒を識別することが相当程度確実であるとは認\nめられない。また，学級内で起きた体罰事故に関する報告書である本件文書４に つ\nいては，体罰事故の発生場所が開示されたとしても，やはり，本件決定において開\n示された部分を含め，一般人が通常入手し得る情報と照合することにより，当該被\n害生徒を識別することが相当程度確実であるとはいえない。さらに，部活動中の体\n罰事故に関する報告書である本件文書１，２，６～１０については，部活動名及び\n部活動名を特定し得るような体罰事故の発生場所やその他の情報が非開示とされて\nいるところ，部活動名が開示され，あるいは，部活動名を特定し得る体罰事故発生\n場所等の情報が開示されることにより，当該被害生徒の所属する部活動が特定され\nるとしても，当該部活動には複数名の部員が所属しているものと認められるから ，\n本件各文書中の既に開示済みの情報を含め，一般人が通常入手し得る情報と照合す\nることにより，当該被害生徒を識別することが相当程度確実であるとは認められな\nいし，当該被害生徒の部活動における役名が開示されたとしても，一般人が通常入\n手し得る情報と照合することにより，当該被害生徒を識別することが相当程度確実\nであるとは認められない。\n(3)  以上のとおりであり，本件非公開部分は，いずれも本件条例１０条１号前段\n所定の「特定の個人が識別され，若しくは識別されうる情報」には当たらない。\n２  本件条例１０条１号後段の該当性について\n(1)  被告は，本件非公開部分が，個人を識別することができる情報に当たらない\nとしても，本件条例１０条１号後段所定の個人利益侵害情報に該当すると主張する。\nそこで検討するに，同号後段は，同号前段により個人の権利利益は一応保護され\nるものとした上で，個人を識別することができない情報であっても，個人の人格，\n私生活と密接に関連し，あるいは，個人の知的創作に関連する情報については，こ\nれを公にすることとなれば，個人の人格や財産権を侵害するおそれが生じることも\nあることから，このような場合には，補充的に非開示情報としてこれを保護しよう\nとする趣旨と解される。\n(2)  これを本件についてみるに，本件非公開部分は，加害教員の氏名，体罰事故\nの発生場所，被害生徒の所属する部活動名，被害生徒の体罰を受ける前の言動等の\n外形的事実に関する情報であり，被害生徒やその保護者の心情等これらの者の人格\nに密接に関連するものということはできない。また，本件非公開部分と他の記載を\n併せても，本件各文書の目的は，神戸市教育委員会委員長に宛てて体罰事故の内容，\n経緯，その後の対応という事実を報告するためのものであり，外形的な事実を記載\nしているにすぎず，「反省文」といった心情を直截的に表した文書とは性質を異に\nするものである。したがって，本件非公開部分は本件条例１０条１号後段所定の非\n開示情報に当たるとはいえないというべきである。\n３  小括\n以上のとおりであり，本件非公開部分は，本件条例１０条１号前段所定の非開示\n情報，同号後段所定の非開示情報のいずれにも当たらないから，神戸市教育委員 会\nは，本件非公開部分の公開義務を負い，本件決定において本件非公開部分を非開示\nとした部分は違法であり，取り消されるべきである。\n第４  結論\nよって，本件請求は理由があるからこれを認容することとし，主文のとおり判決\nする。\n神戸地方裁判所第２民事部\n裁判長裁判官          山      口      浩      司\n裁判官          吉      田      祈      代\n裁判官          鈴      木      美  智  子\n別紙\n文書目録兼非公開部分一覧表\n文書の作成者  文書の作成年月日  非公開部分\n神戸市立Ａ中学校\n校長  Ｋ\n平成 24 年 11 月 29 日  ・発生場所のうちＡ中学校グラウン\nド以下の部分\n・事故を起こした教職員の氏名\n・事故に至る経過のうち被害児童生\n徒所属の部活動名\n神戸市立Ｂ中学校\n校長  Ｌ\n平成 25 年 2 月 5 日  ・事故を起こした教職員の氏名\n・事故に至る経過のうち被害児童生\n徒所属の部活動名，被害児童生徒の\n言動の一部\n3  神戸市立Ｃ中学校\n校長  Ｍ\n平成 21 年 11 月 24 日  ・事故を起こした教職員の氏名\n神戸市立Ｄ小学校\n校長  Ｎ\n平成 25 年 3 月 27 日  ・発生場所のうち中央棟３階以下の\n部分\n・事故を起こした教職員の氏名\n神戸市立 E 小学校\n校長  Ｏ\n平成 27 年 3 月 27 日\n（但し，実際は平成 25\n年 3 月 27 日付け作成）\n・事故を起こした教職員の氏名\n神戸市立Ｆ中学校\n校長  Ｐ\n平成 25 年 3 月 27 日  ・発生場所のうち体育館の特定に係\nる部分\n・事故を起こした教職員の氏名\n・被害児童生徒所属の部活動名\n神戸市立Ｇ中学校\n校長  Ｐ\n平成 25 年 3 月 27 日  ・発生場所\n・事故を起こした教職員の氏名\n・事故に至る経過のうち 被害児童生\n徒所属の部活動名， 被害児童生徒 の\n言動の一部\n神戸市立Ｈ中学校\n校長  Ｒ\n平成 25 年 3 月 27 日  ・発生場所のうち体育館の特定に係\nる部分\n・事故を起こした教職員の氏名\n・事故に至る経過のうち 県大会団体\n戦の特定に係る部分\n・関係者への対応のうち 被害児童生\n徒所属の部活動名\n神戸市立Ｉ中学校\n校長  Ｓ\n平成 25 年 3 月 27 日  ・事故を起こした教職員の氏名\n・事故に至る経過のうち 被害児童生\n徒の部活動での役名を記載したと思\nわれる部分 ，被害児童生徒の言動の\n一部\n神戸市立Ｊ高等学校\n校長  Ｔ\n平成 25 年 3 月 27 日\n・発生場所\n・事故を起こした教職員の氏名\n・被害児童生徒所属の部活動名\n"
}