{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 29
  },
  "case_number": "平成24(受)539",
  "case_name": "不当利得返還請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "集民　第241号1頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成23(ネ)4729",
  "original_date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 9
  },
  "gist": "貸金業者Ｙの完全子会社である貸金業者Ａが，その顧客Ｘとの間の基本契約に基づく継続的な金銭消費貸借取引に係る債権をＹに譲渡した場合において，ＹがＡのＸに対する過払金返還債務を承継したとはいえないとされた事例",
  "case_gist": "貸金業者Ｙの完全子会社である貸金業者Ａが，Ｙとの間の債権譲渡基本契約に基づき，Ａの顧客Ｘとの間の基本契約に基づく継続的な金銭消費貸借取引に係る債権をＹに譲渡した場合において，上記債権譲渡基本契約が，Ｙの国内の消費者金融子会社の再編を目的として，Ａの貸金債権をＹに移行し，その貸金業を廃止するために行われたもので，同契約にはＡが顧客に対して負担する過払金返還債務をＹが併存的に引き受ける旨の条項があったとしても，次の&#9332;，&#9333;など判示の事情の下では，Ｙは，ＡのＸに対する過払金返還債務を承継したとはいえない。\n&#9332;　上記債権譲渡基本契約には，個別の債権譲渡によりＡの契約上の地位がＹに移転する旨又はＡの負担する過払金返還債務が当然にＹに承継される旨を定めた条項はない。\n&#9333;　Ｘは，上記債権譲渡に係る通知を受けてから上記の併存的債務引受けに係る条項が効力を失うまでの間に，Ｙに対し，弁済をしただけであって，上記条項に係る受益の意思表示とみる余地のある行為をしていない。",
  "ref_law": "民法91条，民法703条，民法第3編第1章第4節（債務引受）",
  "lawsuit_id": "82408",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=82408",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/408/082408_hanrei.pdf",
  "contents": "平成２４年（受）第５３９号  不当利得返還請求事件\n平成２４年６月２９日  第二小法廷判決\n主          文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理          由\n上告代理人二見敏夫，同栫亮太，同山田晃義の上告受理申立て理由について\n１  本件は，上告人が，いずれも貸金業者である株式会社Ａ（同社が合併により\n権利義務を承継した会社を含む。以下同じ。その後，株式会社Ｂ，株式会社Ｃと順\n次商号変更した。）及びその完全親会社である被上告人との間の継続的な金銭消費\n貸借取引における弁済金のうち利息制限法（平成１８年法律第１１５号による改正\n前のもの）１条１項所定の制限を超えて利息として支払った部分（以下「制限超過\n部分」という。）を元本に充当すると過払金が発生しているとして，被上告人に対\nし，不当利得返還請求権に基づき，上記過払金の返還等を求める事案である。上告\n人は，Ａが被上告人に対して上告人とＡとの間の金銭消費貸借取引における約定利\n息を前提とする残債権（以下「約定残債権」という。）を譲渡したことにより，被\n上告人が上記金銭消費貸借取引により発生した過払金の返還に係る債務を承継した\nなどと主張するのに対し，被上告人は，これを争っている。\n２  原審の適法に確定した事実関係の概要等は，次のとおりである。\n  上告人は，Ａとの間で，金銭消費貸借取引に係る基本契約を締結し，これに\n基づき，平成６年４月１５日から平成１９年９月１７日まで，第１審判決別紙「利\n息制限法による計算書」の番号１から２６６までの「借入金額」欄及び「弁済額」\n欄記載のとおり，継続的な金銭消費貸借取引を行った（以下，この取引を「第１取\n引」という。）。第１取引につき，制限超過部分を元本に充当すると，同日時点で\n過払金が発生していた。\n  被上告人は，グループ会社のうち，国内の消費者金融子会社の再編を目的と\nして，平成１９年６月１８日，被上告人の完全子会社であったＡ外１社との間で上\n記再編に係る基本合意書を取り交わし，Ａが顧客に対して有する貸金債権を被上告\n人に移行し，Ａの貸金業を廃止することとした。この債権移行の実行のため，被上\n告人は，Ａとの間で，同日，業務提携契約（以下「本件業務提携契約」という。）\nを締結し，その中で，Ａの顧客のうち被上告人への債権移行を勧誘する顧客は，被\n上告人及びＡの協議により定めるものとし，そのうち希望する顧客との間で，被上\n告人が金銭消費貸借取引に係る基本契約を締結することなどを定めたが，上告人\nは，被上告人との間で，上記基本契約を締結することはなかった。\n  被上告人は，Ａとの間で，平成１９年１０月１６日，Ａが有する貸付債権の\nうち，被上告人との間で上記の基本契約を締結していない顧客に係る貸付債権で\nあって別途特定するものをＡから譲り受ける旨の合意をした（以下，この合意を\n「本件債権譲渡基本契約」という。）。\n本件債権譲渡基本契約には，Ａが譲渡債権に係る顧客に対して負担する利息返還\n債務，同債務に附帯して発生する経過利息の支払債務その他Ａが上記顧客に対して\n負担する一切の債務（以下「過払金等返還債務」という。）については，被上告人\nが併存的に引き受ける旨の条項（以下「本件債務引受条項」という。）がある。し\nかし，本件債権譲渡基本契約には，譲渡債権に係るＡの貸主としての地位自体を被\n上告人に移転する旨又はＡの負担する過払金等返還債務が当然に被上告人に承継さ\nれる旨を定めた条項はない。\n  被上告人は，Ａとの間で，本件債権譲渡基本契約に基づき，平成１９年１０\n月１７日をもって第１取引における約定残債権をＡから譲り受ける旨の合意をした\n（以下，この合意を「本件譲渡」という。）。\n被上告人から本件譲渡に係る通知を受けた上告人は，被上告人に対し，平成１９\n年１１月６日から平成２０年１１月２日まで，第１審判決別紙「利息制限法による\n計算書」の番号２６７から２７９までの「弁済額」欄記載のとおりの弁済をすると\nともに，同日，被上告人との間で，新たに金銭消費貸借取引に係る基本契約を締結\nした。この基本契約は，上告人と被上告人との上記弁済に係る取引により過払金が\n発生していれば，当該過払金を同基本契約に基づく取引に係る借入金債務に充当す\nる旨の合意を含むものであった。そして，上告人と被上告人とは，同基本契約に基\nづき，同日から平成２１年２月１３日まで，上記別紙の番号２８０から２８６まで\nの「借入金額」欄及び「弁済額」欄記載のとおりの取引をした（以下，本件譲渡後\nの上告人と被上告人との取引を「第２取引」という。）。\n  被上告人とＡとは，平成２０年１２月１５日，本件債権譲渡基本契約のうち\n本件債務引受条項を変更し，過払金等返還債務につき，Ａのみが負担し，被上告人\nは譲渡債権に係る顧客に対し何らの債務及び責任を負わないことを内容とする契約\n（以下「本件変更契約」という。）を締結した。\n３  原審は，上記事実関係の下において，被上告人は，本件債権譲渡基本契約及\nびこれに基づく本件譲渡により第１取引によって発生した過払金等返還債務を承継\nするものではないと判断し，上告人の請求を第２取引のみによって発生した過払金\n１５万５０００円及び民法７０４条前段所定の利息の支払を求める限度で認容し\nた。\n４  所論は，被上告人は，本件債権譲渡基本契約及びこれに基づく本件譲渡によ\nり，第１取引によって発生した過払金等返還債務を承継したものであり，これを否\n定することは信義則に反するというものである。\n５  貸金業者（以下「譲渡業者」という。）が貸金債権を一括して他の貸金業者\n（以下「譲受業者」という。）に譲渡する旨の合意をした場合において，譲渡業者\nの有する資産のうち何が譲渡の対象であるかは，上記合意の内容いかんによるとい\nうべきであり，借主と譲渡業者との間の金銭消費貸借取引に係る契約上の地位が譲\n受業者に当然に移転するものではなく，また，譲受業者が上記金銭消費貸借取引に\n係る過払金返還債務を当然に承継するものでもない（最高裁平成２２年（受）第１\n２３８号，同年（オ）第１１８７号同２３年３月２２日第三小法廷判決・裁判集民\n事２３６号２２５頁，最高裁平成２２年（受）第１４０５号同２３年７月８日第二\n小法廷判決・裁判集民事２３７号１５９頁等）。前記事実関係によれば，本件譲渡\nは，Ａから被上告人への債権譲渡について包括的に定めた本件債権譲渡基本契約に\n基づくものであるところ，同基本契約には，契約上の地位の移転や過払金等返還債\n務の当然承継を定める条項はないというのであるから，本件譲渡により，直ちに，\n被上告人が，第１取引に係る契約上の地位の移転を受け，又は第１取引に係る過払\n金等返還債務を承継したということはできない。\nまた，前記事実関係によれば，本件債権譲渡基本契約中の本件債務引受条項は，\n譲渡債権に係るＡの顧客を第三者とする第三者のためにする契約の性質を有すると\nころ，本件変更契約の締結時までに，上告人は，被上告人に対し，本件譲渡に係る\n通知に従い弁済をした以外には，第１取引に係る約定残債権につき特段の行為をし\nておらず，上記弁済をしたことをもって，本件債務引受条項に係る受益の意思表示\nをしたものとみる余地はない。そうすると，本件債務引受条項は，上告人が受益の\n意思表示をする前にその効力を失ったこととなり，被上告人が本件債務引受条項に\n基づき上記過払金等返還債務を引き受けたということはできない。最高裁平成２３\n年（受）第５１６号同年９月３０日第二小法廷判決・裁判集民事２３７号６５５頁\nは，被上告人が，本件業務提携契約を前提としてその完全子会社の顧客に対し被上\n告人との間で金銭消費貸借取引に係る基本契約を締結することを勧誘するに当たっ\nて，顧客と上記完全子会社との間に生じた債権を全て承継し，債務を全て引き受け\nる旨の意思表示をしたものと解するのが合理的であり，顧客も上記の債権債務を被\n上告人において全てそのまま承継し，又は引き受けることを前提に，上記勧誘に応\nずる旨の意思表示をしたものと解される場合につき判断したものであり，上告人の\n意思を考慮することなくＡと被上告人との間で本件譲渡がされたにすぎない本件と\nは，事案を異にすることが明らかである。\n以上によれば，被上告人は，本件債権譲渡基本契約及びこれに基づく本件譲渡に\nより，第１取引によって発生した過払金等返還債務を承継したとはいえない。ま\nた，前記事実関係によれば，被上告人において上記過払金等返還債務の承継を否定\nすることが信義則に反するともいえない。\n６  以上と同旨の原審の上記判断は，正当として是認することができる。論旨は\n採用することができない。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁 判 長 裁 判 官   千 葉 勝 美   裁 判 官   竹 内 行 夫   裁 判 官   須 藤 正 彦   裁 判 官\n小貫芳信)\n"
}