{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 26
  },
  "case_number": "平成29(う)118",
  "case_name": "殺人未遂，偽造有印公文書行使",
  "court_name": "東京高等裁判所第１１刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成27合(わ)60",
  "lawsuit_id": "88045",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88045",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/045/088045_hanrei.pdf",
  "contents": "平成３０年９月２６日宣告  東京高等裁判所第１１刑事部判決\n平成２９年（う）第１１８号  殺人未遂，偽造有印公文書行使被告事件\n主文\n本件控訴を棄却する。\n当審における未決勾留日数中６００日を原判決の刑に算入する。\n理由\n１  本件事案と控訴の趣意（略称は原判決に従う。）\n本件は，被告人が，①昭和６１年５月７日，インドネシア共和国ジャカ\nルタ，Ｃ通り所在のＤホテルにおいて，同ホテル受付係に偽造旅券１通を\n提示して行使し（原判示第１），②同日，Ｃ通り所在のレンタカー店にお\nいて，同店従業員に偽造旅券（旅券所持人は①と同一名義）を提示して行\n使し（原判示第２），③氏名不詳者らと共謀の上，同月１４日午後１時３\n０分頃（現地時間同日午前１１時３０分頃），前記ホテルＥ号室において，\n殺意をもって，同室に設置した時限式発射装置に装填した金属製砲弾型爆\n発物２個を，在インドネシア共和国日本国大使館内で勤務していた１２名\nが現在するＣ通り所在の同大使館に向けて発射し，１個を同大使館壁に接\n着された金属製日よけに着弾させ，１個を隣接する他国大使館の敷地に着\n弾させたが，同人らに命中せず，いずれも不発に終わったため，同人らを\n死亡させるに至らなかった（原判示第３）とされる事案である。\n本件控訴の趣意は，主任弁護人Ｆ，弁護人Ｇ及び同Ｈ共同作成名義の\n控訴趣意書及び控訴趣意補充書並びに被告人作成名義の控訴趣意書記載の\nとおりであり，論旨は訴訟手続の法令違反，事実誤認及び量刑不当の主張\nである。これに対する答弁は検察官町田鉄男及び同森田邦郎共同作成名義\nの答弁書記載のとおりである。\n２  訴訟手続の法令違反の主張について\n所論は，①原審における２名のインドネシア語の通訳人について，１名\n（ａ。以下「Ａ」という。）は，インドネシア語の基礎的能力を有さず，\n１名（ｂ。以下「Ｂ」という。）は，本件の捜査段階の取調べに通訳人と\nして立ち会った，捜査補助者ともいうべき立場の人間であって，中立性・\n公正に欠けており，いずれも刑事訴訟法１７５条の通訳人に該当しない不\n適格者であったから，各通訳人の選任自体が違法である，②Ａが通訳を行\nった原審第４回及び第５回公判期日の証人尋問の通訳には重大な誤訳があ\nり，適正な通訳が行われていればなし得た尋問がなし得なかったなど，尋\n問が現実に阻害されており，適正な通訳であれば尋問結果が異なっていた\n現実的可能性がある上，①のとおり，ＡＢいずれの通訳人も適格性を有し\nないから，前記各期日に行われたものを含め，原審におけるインドネシア\n人証人のインドネシア語通訳による証人尋問全体が違法である，などとし\nて，原審の訴訟手続には判決に影響を及ぼすことが明らかな法令違反があ\nると主張する。\nそこで検討すると，まず，所論のうち，Ｂが法廷通訳人としての適格性\nを欠き，その選任自体，ないしは，同通訳人が通訳を行った証人尋問は違\n法であるとする点は，専ら同通訳人が本件の捜査段階の取調べに通訳人と\nして立ち会ったことを理由とするものであるところ，その一事をもって，\n直ちに同通訳人の選任や，その通訳を介した手続が違法になるわけではな\nい上，一件記録をみても，Ｂの通訳人としての能力，適性に問題はみられ\nないし，その中立性や公正を疑わせるような具体的事情も何らうかがえな\nいから（所論もそのような具体的主張をしていない。），所論は理由がな\nい。\n次に，所論のうち，Ａの法廷通訳人としての適格性についていう部分を\n検討すると，まず，法廷通訳人に一語一句全てに正確な通訳を求めること\nは現実的には困難なことを強いるもので相当でなく，仮に法廷通訳人が通\n訳した中に，一部誤訳といい得る部分が認められたとしても，そのことか\nら直ちにその通訳人に刑事訴訟法１７５条が要求する通訳能力が欠けてい\nることにはならないというべきである。そして，通訳人が上記の通訳能力\nを有しているかどうかは，当該通訳人の具体的な通訳状況，殊に誤訳の有\n無・程度に加えて，当該事案の性質，内容，被告人の防御方針，審理の状\n況，被告人の通訳言語以外の言語能力等を総合して，被告人が手続の趣旨\nを理解し，適切な攻撃防御を行う上で，当該通訳人がこれに必要な通訳能\n力を有しているか否かという観点から判断すべきであると考えられる。\nそこで，以下，具体的な誤訳の有無・程度等をみて，Ａの法廷通訳人\nとしての適格性や，本件の判決に影響を及ぼすような通訳の誤りがあるか\n否かを検討すると，所論が具体的に指摘する箇所を検討しても，そのよう\nな決定的な誤訳と解されるものは存在しないというべきである。すなわち，\n所論は，原審第４回公判期日における，本件ホテルで被告人を目撃するな\nどしたＩの証言を裏付ける内容のＪ証人の尋問における通訳について，同\n証人の通訳には重大な誤訳があるなどと主張するが，その指摘の内容をみ\nると，例えば，「どうも彼女は確信している様子でした。」と訳すべきと\nころを，「彼女は確かに（中略）と言いました」と訳した（控訴趣意書２\n１頁）という，微妙なニュアンスの違いにすぎないものであったり，目撃\n者からＫの特徴を聞いた際の，「もし彼に会ったら分かるかと，私が彼女\nに聞いたら，分かるわと言ってましたので。」との部分の通訳漏れがあっ\nた（同２２頁）という，そのことが訳されたとしても格別弾劾の材料が加\nわるとは解されないものであったり，「そのように証言していますが，覚\nえていないのですか。」との質問への応答として，「私はそのように証言\nしていません。」と訳すべきところを，「それは覚えていません。」と訳\nした（同２２頁）という，確かに内容は異なるものの，当該質問に対応し\nた表現の通訳として大きな誤りがあるとはいえず，所論のいう過去に証言\nした内容を尋問することによる弾劾は，いずれの応答によっても行うこと\nは可能であったといえるものである。また，その他の指摘も，通訳漏れが\nあったとしても，証言の要旨に大きな違いはなく，追加の質問で更に明ら\nかにされたり，当該箇所に加えて前後の証言内容をみれば概ね把握でき，\n所論のいう証人の記憶や証言内容が目撃者の記憶や言葉に依存している可\n能性を弾劾する機会は同様にあったといえるものばかりである（例えば，\n証人が被告人の顔写真が載ったポスターに関しＩと会話したことについて\nは，尋問時の通訳によっても，証人がＩからその事実があったことを聞き，\nその時点では思い出せなかったものの，その後に思い出したと述べている\nことは明らかになっており，証人の記憶や証言内容が，本人の記憶に基づ\nくものなのかどうかについては，同様の反対尋問が可能である。）。いず\nれの指摘を個別的にみても，判決に影響することが明らかな通訳の誤りが\nあるとはいえず，その他一件記録を検討しても，そのような誤りや，Ａの\n法廷通訳人としての適格性を否定する事情はうかがえない。\nこれに加え，原審公判においては，当事者双方の意見を聞いた上で，\nＡが通訳した原審第４回及び第５回の公判における３名の証人の各証言に\nつき，その通訳の正確性についての鑑定を実施し，その鑑定結果について，\n原審弁護人を含む当事者双方から同意を得た上で，これを職権で取り調べ\nているのであるから，Ａが行った通訳の中にあった誤訳部分は原審弁護人\nにも明らかになっているところ，原審弁護人からは，当該部分等の弾劾の\nための再度の証人請求等は行われず，通訳の正確性に関し違法をいう主張\nもされないままで原審の審理は終了している。これは，原審弁護人も，誤\n訳が再度の証人尋問をしなければならないほど重大なものでないことを認\nめていたことを意味しているのであり，このことからも，Ａの法廷通訳人\nとしての適格性に疑問が生じるような事情は認められず，原審の訴訟手続\nに法令違反を認める余地はないというべきである。\n以上によれば，所論が主張するその余の点を考慮しても，訴訟手続の法\n令違反をいう論旨は理由がない。\n３  事実誤認の主張について\n原判決の判断要旨\n原審では，何者かが原判示第１（ホテルでの偽造旅券行使）及び第２\n（レンタカー店での偽造旅券行使）の各偽造有印公文書行使並びに第３の\n殺人未遂（本件事件）の各犯行に及んだことに争いはなく，被告人が，①\n各偽造有印公文書行使の犯人であるか，②本件事件の実行犯又は共謀者で\nあるかが争点となった。原判決は，前記の争いのない事実については，関\n係証拠により確かな事実と認められるとした上で，要旨，次のとおり説示\nして，被告人は，各偽造有印公文書行使の犯人であり，また，本件事件の\n共同正犯に当たるとして，原判示第１ないし第３の各事実を認定した。\nすなわち，原判決は，本件事件の翌日にＥ号室内にあった飲料缶及びラ\nンプの支柱から採取された指紋は被告人の指紋であると認められるところ，\nこれらが転写されたものであるなど捜査機関等による作為の可能性は認め\nられないから，被告人は，Ｋが同室を利用していた間の，５月７日から同\n月１４日の本件事件発生時までの間に同室に入ったことがあると認められ，\nこれによれば，被告人が，本件犯行グループの一員であり，本件事件の犯\n行に加担したことが強く推認されるとした。また，原判決は，Ｋを名乗り，\n原判示第１の偽造旅券を行使して，５月７日に本件ホテルにチェックイン\nし，同月１０日にチェックアウトの日の延長をした人物について，Ｋと被\n告人が同一人物であるという本件ホテル従業員（Ｉ）の原審公判証言の信\n用性を肯定した上，同人が同一性に最初に気付いたのはポスターの写真に\nよるもので，その判断も「似てる」「自信は７０％から８０％位」（Ｉの\n原審証言）「多分これ」（Ｊの原審証言）というものであることなどから\nすると，同人の証言のみでＫが被告人であると認定することはできないも\nのの，同証言に加え，Ｅ号室に残された指紋が被告人の指紋と一致し，被\n告人がＫによる同室利用期間中に同室に入ったと認められることを総合考\n慮すると，ホテルでのＫは被告人であると認定することができるとした。\nその上で，原判決は，以上によれば，Ｋである被告人は，偽造旅券を用い\nて本件ホテルに宿泊し，そのチェックイン手続において，１１階のＣ通り\nとは反対側の部屋を割り当てられていることを告げられた際，Ｃ通り側の\nより低い階の部屋への変更を申し出てＥ号室を確保し，その後，宿泊日を\n５月１４日まで延長し，その５月１４日に同室に設置された時限式発射装\n置から，本件ホテルとはＣ通りを挟んで斜め前方に位置する日本大使館に\n向けて爆発物である飛翔弾２個が発射されて，本件事件が実行され，被告\n人はチェックアウト手続をしないまま本件ホテルから立ち去っているので\nあり，このような経緯を踏まえると，被告人は，本件ホテルの一室から日\n本大使館に向けて爆発物を飛翔弾として発射するという本件事件の犯行計\n画の内容やその実施日等を知って，飛翔弾を発射するのに適した部屋を確\n保するとともに，その発射を実行する当日までその確保を続けていたもの\nといえ，本件事件の実行犯又は協力者の一員であったと推認されるとした。\nまた，原判決は，Ｌを名乗り，４月２３日に航空機でアテネを出発し，\nシンガポールを経て４月２４日にジャカルタに着き，同日，ジャカルタに\nあるホテルＭにチェックインし，本件当日に航空機でジャカルタを出発し\nて，シンガポール及びモスクワを経て，５月１５日にブダペストに着きハ\nンガリーに入国した人物について，Ｌと被告人は同一人と考えられるとい\nう本件顔貌鑑定の鑑定人の証言の信用性を肯定し，これによれば，ハンガ\nリー入国記録カードの顔写真は被告人のものであると認められるから，そ\nの入国審査の際に提示された偽造旅券の顔写真も被告人のものであったと\n推認されるとした上，ホテルＭに滞在し，本件当日にインドネシアから出\n国した人物も，前記入国記録カードと同じ氏名及び旅券番号を同ホテルで\n記載しているから，同ホテルで提示した旅券様のものも，同じ名義人の旅\n券を基に写真を張り替えるなどして作成された偽造旅券であったと推認さ\nれ，さらに，Ｌが，インドネシアへの入国前や出国後の短期間の移動の途\n中で，偽造旅券に貼付してあった顔写真を貼り変えるなどして別人に譲渡\nするとは考えられないし，その後の行動過程で人定を求められた際に必要\nとなる偽造旅券を手放し，別の偽造旅券を用意することも合理的には考え\nられないから，Ｌが入出国手続やホテルＭでのチェックインの際に提示し\nた偽造旅券の顔写真はいずれも同一の被告人の顔写真であったことが推認\nされるとともに，全過程を通じてＬは被告人であると推認されるとした。\nそして，原判決は，本件事件当時レバノン共和国にいたとの被告人の\n原審公判供述について，これを裏付けるものはなく，本件事件当時被告人\nがインドネシアにいなかった可能性があるとはいえないとした。\nその上で，原判決は，ホテルでのＫは被告人であるから，原判示第１\nの偽造旅券行使の犯人は被告人であり，また，被告人がＬとして４月２４\n日にジャカルタに着き，本件当日にジャカルタを出発していることも，被\n告人がホテルでのＫであるとの認定に間違いのないことを裏付けているか\nら，被告人が原判示第３の本件事件の実行犯又は協力者の一員であること\nに合理的疑いはなく，実行犯であると認めるまでの証拠はないものの，少\nなくとも，本件ホテルの一室から日本大使館に向けて爆発物を飛翔弾とし\nて発射するという本件事件の犯行計画の内容やその実施日等を知って，こ\nれを共謀し，その発射に適した部屋を確保するとともに，その発射を実行\nする当日までその確保を続けるという重要な役割を果たしたものと認めら\nれるから，被告人は本件事件の共同正犯に当たるとした。また，原判示第\n２のレンタカー店での偽造旅券行使の犯人についても，本件ホテルと本件\nレンタカー店で行使された偽造旅券は，旅券番号及び発行日が同じであり，\nその旅券番号は，実在する名義人が盗まれた旅券の番号と同じであったこ\nとからすると，２か所で行使された偽造旅券は，その盗まれた旅券を基に，\n顔写真を貼り変えるなどして作成された同一のものであったと推認される\n上，２か所での行使は同じ日になされているところ，本件ホテルでの行使\nが先行していると認められ，ホテルでのＫが本件ホテルで行使した後，別\nの者に渡し，受け取った者が顔写真を貼り変えて本件レンタカー店で行使\nすることは，ホテルでのＫが以後の活動の道具を失うことを意味し，考え\nられないから，顔写真は同じものであったと推認され，また，本件レンタ\nカー店でのＫがホテルでのＫと同じ者として行動していることも踏まえる\nと，両者が別人とは考えられないなどとして，その犯人も被告人であると\n認められるとした。\n所論と当裁判所の判断\n原判決の事実認定は，原審証拠と論理則，経験則等に照らして不合理な\nところはなく，当裁判所も相当なものとして首肯することができる。\nこれに対し，所論は，まず，被告人は本件当時レバノンにいたもので，\n本件ホテルで目撃された人物は被告人ではなく，Ｅ号室で発見された指紋\nは被告人のものでないなどと，犯人性等に関し，原審と同様の主張をする\nが，これらの主張に理由のないことは原審が正当に説示するとおりである。\nまた，所論は，原判示第３の殺人未遂の事実につき，仮に本件ホテルで\n目撃された人物が被告人であり，かつ，Ｅ号室で発見された指紋が被告人\nのものであるとしても，被告人が本件事件の実行犯とは認定できないので\nあるから，本件事件の検討に当たっては，被告人がＥ号室を他人の使用に\n供しようとしていたことを前提に検討することが必要であるところ，これ\nを前提に考えると，争いのない事実又は客観的な事実から推認できる事実\nは，被告人が，何者かからの指示に基づくなどして，チェックインの手続\nをし，部屋を変更し，チェックアウトの日を変更し，チェックアウトの手\n続をしないままホテルから立ち去り，インドネシアへの入出国の際にＬ名\n義のパスポート及び偽名の使用をしたこと，及び，被告人がチェックイン\nしてから立ち去るまでの間にＥ号室内のランプの支柱及び空き缶に触れた\nことだけであり，これらの事実からは，被告人が本件事件に関する犯行計\n画の内容や実施日を知っていたとまでは認めることはできないから，被告\n人には殺人未遂の故意が認められないと主張する。\nしかしながら，本件事件は，その準備に相当な時間と労力を要する組織\n的・計画的な犯行であると認められるところ，被告人は，偽造旅券を用い\nて本件ホテルのチェックイン手続を行った上，位置関係からより犯行に適\nしていると解される部屋への変更を申し出て，Ｅ号室を確保し，その後チ\nェックアウトの日を変更して本件当日までその部屋の確保を続け，その間\nに実際に部屋に出入りした後，チェックアウト手続をしないまま本件ホテ\nルから立ち去っている。しかも，被告人は，その前後には，日本赤軍関係\n者として国際手配をされている身であったのに，偽造旅券を用いてまでし\nて短期間で航空機を乗り継ぎ複数の国を経由してインドネシアに入出国し，\nその間の約３週間の滞在の間に偽造旅券の使用を重ねた後，本件当日に至\nってインドネシアを発っている。このように，被告人は，用意周到に準備\nされた組織的・計画的な本件犯行において，国際手配中の身でありながら\nインドネシアに入出国し，本件犯行のための部屋の確保という重要な役割\nを果たしているのであるから，犯行計画の内容を知らないまま，そのよう\nな一連の行動をとり続けたとは考えられない上，所論の言う何者かの立場\nからみても，周到な計画を練る一方で，事情を全く知らせずに重要な役割\nを担わせても，確実に犯行を遂行できない可能性があるから，犯行計画の\n内容を知らせないまま指示していたとは考えられない。そうすると，被告\n人は，本件ホテルの一室から日本大使館に向けて爆発物を飛翔弾として発\n射するという本件事件の犯行計画の内容や実施日等を知って，本件事件の\n実行犯又は協力者の一員として関与したと合理的に推認でき，被告人が実\n行犯でないとしても本件事件を共謀し，重要な役割を果たしたものと認め\nられるから，本件事件について共同正犯に当たるとした原判決の説示は正\n当であり，他に，一件記録を検討しても，殺人の故意を含め，その推認を\n疑わせる事情の存在はうかがえない。\n以上によれば，所論が主張するその余の点を考慮しても，事実誤認の論\n旨は理由がない。\n４  量刑不当の主張について\n原判決の量刑判断\n原判決は，原判示第３の殺人未遂について，①本件爆発物は，金属製の\n缶の内部に爆薬及びボルト・ナット等が詰め込まれたものであり，爆発す\nれば多数の金属破片やボルト・ナットが高速で数百メートルにわたり飛散\nするなどして，周囲の人の生命を奪うおそれが非常に高い，極めて危険な\nものであり，爆発しなくても着弾時の威力は，人体に衝突すれば生命に関\nわる被害が予想されるもので，そのような爆発物を多くの人が現在すると\n予想される昼間において，日本大使館に向けて発射したという犯行態様は，\n無差別に多数の生命に危険を及ぼしたもので，極めて悪質であるとした。\nそして，現に，うち１個は同大使館の日よけに着弾しており，多少ずれて\nいれば窓から室内に入り，内部の人に衝突する危険があったのであり，幸\nいにも本件爆発物はいずれも爆発しなかったものの，構造上は爆発する可\n能性はあったのであり，建物内で爆発すれば甚大な結果を招くことが必至\nであったとした。また，本件爆発物を発射させ日本大使館に着弾させるた\nめには相当な準備が必要であると考えられる上，本件爆発物や時限式発射\n装置，偽造旅券２通等を準備して犯行に及んでいることからすれば，高い\n計画性も認められるなどとして，本件事件は，殺人の結果実現に向けて，\n組織的かつ計画的に準備を重ねて敢行されたものであるとした。しかも，\n被告人は，他人に成りすまして，発射場所となるホテルでチェックイン手\n続をし，部屋についての希望を述べて適当な部屋を確保し，滞在期間を延\n長する手続きをして同部屋を犯行当日まで確保し続けたもので，犯行の実\n現のために重要な役割を果たしたとした。②もっとも，本件爆発物のうち\n１個は日本大使館から外れた場所に着弾し，２個とも不発に終わり，死亡\n者が出る危険が現実化せず，負傷者も生じなかったとした。\n次に，原判示第１及び第２の各偽造有印公文書行使事件について，日\n本国旅券への信頼を損なうもので，本件事件の準備のために行われた原判\n示第１の事件の目的も悪質であるとした。また，被告人は，強盗致傷等の\n罪で懲役１０年の刑に処せられた前科がありながら，超法規的措置により\n釈放された後，約９年で本件各犯行に及んだことも非難を強める事情とい\nえるとした。\nその上で，原判決は，前記①の諸点からすると被告人の刑責は重いが，\n前記②の点も踏まえると，有期懲役刑に処することが相当であり，犯行当\n時２０年が上限であった刑期の範囲内では，相当に重い刑を科すべき事案\nであるが，上限付近の刑を科すべきとまではいえないとした。そして，被\n告人が，米国裁判において，本件事件と同じ頃に発生した米国大使館事件\n（本件爆発物とほぼ同じ構造の飛翔弾が発射され２個が同大使館に着弾し\nた事件）の犯人として有罪判決を受けて刑務所に収容され，未決の時期を\n含めて約１９年間拘束されたことについて，本件各犯行と米国大使館事件\nとは同じ時期になされたもので，本件事件と犯行態様において共通する点\nも多いことから，一方の事件で既に長期間の刑の執行を受けていることは，\n量刑上考慮できるが，大幅に刑を減じるべき事情とまではいえないとし，\nまた，被告人には本件各犯行に及んだことを反省する態度はみられず，そ\nのほかにも刑責を軽減する方向で考慮できるような事情は見当たらないと\nして，被告人を懲役１２年に処した。\n所論と当裁判所の判断\n原判決の量刑判断は，考慮した事情及び評価ともに相当であり，当裁判\n所も首肯することができる。\nこれに対し，所論は，①本件は，事件発生から既に３０年余りを経過\nしており，事件の衝撃や影響は現在では著しく薄れて相当程度低下してい\nる，②発射の結果は未遂となった上に，そもそも日本国大使館に居た人の\n誰一人に対してもその身体をいささかも傷つけていないばかりか，日本国\n大使館に居た人に対し恐怖感すら与えていない，③被告人は本件の実行犯\nでないことは明白であるし，本件犯行に関与した者の中での被告人の地位\nや立場については何らの証拠も提出されていないのであるから，想定し得\nる共犯者中の最も軽い刑を科すべきであると主張する。\nしかしながら，①（時間の経過）は犯情を左右するものではないし，本\n件事案の重大性等に照らせば，一般予防ないし特別予防の観点からも，時\n間の経過によりその当罰性が低下したなどとはいえないから，理由がない。\n②（結果）は，死亡者が出る危険が現実化せず，負傷者も生じなかったこ\nとは，原判決も適切に考慮している。原判決は，その上で，本件の危険性，\n計画性等を重視して犯情を評価しているのであり，所論は理由がない。な\nお所論は，原審証人２名が当時大きな音を聞いていないなどと述べている\nことを挙げて，日本国大使館に居た人に恐怖感すら与えていないと断じて\nいるが，独自の主張といわざるを得ない（前記証人らも，「爆発していれ\nば本当に大変な事件になった，爆発しなくて本当によかった」（原審記録\n５４９丁の１９），「もしかしたら死んだかも分からなかったなというこ\nとで本当に不発に終わってよかったなと，ほっとした」（同丁の３０４）\nなどと述べている。）。③（被告人の地位，立場）は，原判決が正当に説\n示するとおり，被告人が実行犯であると認めるには足りないものの，犯行\n計画を知って共謀し，犯行に適した部屋を当日まで確保するという重要な\n役割を果たしたことが証拠上認められるのであるから，前提を欠く。\n以上によれば，所論が主張するその余の点を考慮しても，量刑不当の論\n旨は理由がない。\n５  よって，刑事訴訟法３９６条により本件控訴を棄却することとし，刑法\n２１条を適用して当審における未決勾留日数中６００日を原判決の刑に算\n入し，主文のとおり判決する。\n（検察官川北哲義，同町田鉄男各出席）\n平成３０年９月２６日\n東京高等裁判所第１１刑事部\n裁判長裁判官   栃木   力\n裁判官   佐々木   直   人\n裁判官   髙橋康 明\n"
}