{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 9,
    "day": 24
  },
  "case_number": "平成26(行ケ)10014",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84514",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84514",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/514/084514_hanrei.pdf",
  "contents": "平成２６年９月２４日判決言渡  同日原本領収  裁判所書記官\n平成２６年（行ケ）第１００１４号  審決取消請求事件\n口頭弁論終結日  平成２６年８月６日\n判        決\n原        告            Ｘ\n訴訟代理人弁理 士        新    居    広    守\n被        告     特許庁長 官\n指定代理 人     仲    間        晃\n同             金    子    幸    一\n同             山    田    和    彦\n同             相 崎 裕 恒\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１２－１６７５７号事件について平成２５年１２月３日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯\n原告は，発明の名称を「知識ベースシステム，論理演算方法，プログラム，\n及び記録媒体」とする発明につき，平成２３年１２月１日に特許出願（出願\n番号：特願２０１１－２６３９２８号。平成２２年５月１８日に出願した特\n願２０１０－５４１３５７号（以下「原出願」という。）の分割出願。以下\n「本願」という。）を行った（甲１）。\n原告は，平成２４年６月１８日付けで拒絶査定を受け，同年８月２８日，\n拒絶査定不服の審判を請求するとともに，手続補正をした（甲３。以下「本\n件補正」という。）。\n特許庁は，上記請求を不服２０１２－１６７５７号事件として審理し，平\n成２５年１２月３日，本件補正を却下した上で，「本件審判の請求は，成り\n立たない。」との審決をし（以下「本件審決」という。），その謄本は同月\n１７日，原告に送達された。\n原告は，平成２６年１月１３日，本件審決の取消しを求める本件訴えを提\n起した。\n２  特許請求の範囲の記載\n本件補正前（平成２４年５月１５日付け手続補正書（甲２）による補正後\nのもの）の特許請求の範囲の請求項１ないし２６の記載は，以下のとおりで\nある（甲２。以下，請求項２６に記載された発明を「本願発明」といい，甲\n２による補正後の本願の明細書を「本願明細書」という。）。\n「【請求項１】\n知識ベースシステムであって，\n知識ベースを記憶している記憶部を備え，\n前記知識ベースは，物を識別する物識別子と，前記物がもつ少なくとも一\nつの属性であって，当該物の物識別子と対応づけられた属性とを含み，\n前記属性には，当該属性を識別する属性識別子が１対１に対応づけられ，\n前記属性識別子には，属性を表す少なくとも一つのデータである特徴デー\nタ，及び属性を表す言葉に対応付けられたデータである識別データのうちの\n少なくとも一方が対応づけられ，\n前記物識別子は，物を表す言葉ではなく，かつ，それ自体で物の意味を持\nたない記号で構成され，\n前記属性識別子は，属性を表す言葉ではなく，かつ，それ自体で属性の意\n味を持たない記号で構成され，\n前記特徴データは，対応する属性の実体であり，\n前記識別データは，対応する属性を識別するためのデータである\n知識ベースシステム。\n【請求項２】\n前記知識ベースでは，\n第一の物を識別する第一の物識別子と，当該第一の物の属性である第一の\n属性を識別する第一の属性識別子とが対応づけられ，\n第二の物を識別する第二の物識別子と，当該第二の物の属性である第二の\n属性を識別する第二の属性識別子とが対応づけられ，\n前記第一の属性と前記第二の属性とは同じ種類の属性であり，前記第一の\n属性識別子と前記第二の属性識別子とは異なる識別子である\n請求項１記載の知識ベースシステム。\n【請求項３】\n前記特徴データは，当該特徴データに対応づけられた属性識別子が識別す\nる属性の形，音，香，味，色，圧力，温度，長さ，座標値，及び面積の少な\nくとも一つを表すデータである\n請求項１又は２記載の知識ベースシステム。\n【請求項４】\n前記知識ベースシステムはさらに，\n前記属性に関する情報を取得する入力部と，\n前記入力部で取得された情報から，前記特徴データ及び前記識別データの\n少なくとも一つを抽出する特徴抽出部と，\n前記特徴抽出部で抽出された前記特徴データ及び前記識別データの少なく\nとも一つを，前記属性を識別する属性識別子と対応づけて前記知識ベースに\n格納するデータ格納部とを備える\n請求項１又は２記載の知識ベースシステム。\n【請求項５】\n前記属性識別子は，主識別子と副識別子とを含み，\n前記属性識別子は，前記主識別子と前記副識別子との組み合わせによって，\n前記属性を識別する\n請求項１又は２記載の知識ベースシステム。\n【請求項６】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合に対する論理積を算出する処理とし\nて，\n個々の前記属性に，当該属性が真であるか偽であるかを示す真偽値が対応\n付けられている場合，指定された前記２つの属性の集合において同じ属性識\n別子を持ち，かつ，対応づけられた真偽値が共に真であるか又は共に偽であ\nる属性だけを集め，\n個々の属性に前記真偽値が対応付けられていない場合，指定された前記２\nつの属性の集合において同じ属性識別子を持つ属性だけを集めることで，新\nたな属性の集合を生成するＡＮＤ演算を行う\n請求項１又は２記載の知識ベースシステム。\n【請求項７】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合に対する論理和を算出する処理とし\nて，指定された２つの集合の少なくともいずれかに属する属性を集めること\nで，新たな属性の集合を生成するＯＲ演算を行う\n請求項１又は２記載の知識ベースシステム。\n【請求項８】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n個々の前記属性には，当該属性が真であるか偽であるかを示す真偽値が対\n応付けられており，\n前記演算部は，少なくとも一つの属性からなる属性の集合が１つ指定され\nた場合において，指定された１つの集合に対する否定を算出する処理として，\n当該属性の集合に含まれる各属性について，対応づけられた真偽値が真の場\n合は偽に変えた属性を生成し，真偽値が偽の場合は真に変えた属性を生成す\nることで，真偽値を変更した新たな属性の集合を生成するＮＯＴ演算を行う\n請求項１又は２記載の知識ベースシステム。\n【請求項９】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n個々の前記属性には，当該属性が真であるか偽であるかを示す真偽値が対\n応付けられており，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合に対する否定論理積を算出する処理\nとして，指定された前記２つの属性の集合において同じ属性識別子を持ち，\nかつ，対応づけられた真偽値が共に真であるか又は共に偽である属性だけを\n集めることで，新たな属性の集合を生成し，生成した新たな属性の集合に含\nまれる各属性について，対応づけられた真偽値が真の場合は偽に変えた属性\nを生成し，真偽値が偽の場合は真に変えた属性を生成することで，真偽値を\n変更した更に新たな属性の集合を生成するＮＡＮＤ演算を行う\n請求項１又は２記載の知識ベースシステム。\n【請求項１０】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n個々の前記属性には，当該属性が真であるか偽であるかを示す真偽値が対\n応付けられており，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合に対する否定論理和を算出する処理\nとして，指定された２つの集合の少なくともいずれかに属する属性を集める\nことで，新たな属性の集合を生成し，生成した新たな属性の集合に含まれる\n各属性について，対応づけられた真偽値が真の場合は偽に変えた属性を生成\nし，真偽値が偽の場合は真に変えた属性を生成することで，真偽値を変更し\nた更に新たな属性の集合を生成するＮＯＲ演算を行う\n請求項１又は２記載の知識ベースシステム。\n【請求項１１】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合が似ている程度を算出する処理とし\nて，\n個々の前記属性に，当該属性が真であるか偽であるかを示す真偽値が対応\nづけられている場合，いずれの属性の集合にも含まれ，かつ，対応づけられ\nた真偽値が同じである属性の数を共通度として計数し，\n個々の前記属性に前記真偽値が対応づけられていない場合，いずれの属性\nの集合にも含まれる属性の数を共通度として計数する\n請求項１又は２記載の知識ベースシステム。\n【請求項１２】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合が似ていない程度を算出する処理と\nして，\n個々の前記属性に，当該属性が真であるか偽であるかを示す真偽値が対応\nづけられている場合，いずれの属性の集合にも含まれ，かつ，対応づけられ\nた真偽値が異なる属性の数を非共通度として計数し，\n個々の属性に前記真偽値が対応づけられていない場合，いずれかの属性の\n集合にだけ含まれる属性の数を非共通度として計数する\n請求項１又は２記載の知識ベースシステム。\n【請求項１３】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n個々の前記属性には，当該属性が真であるか偽であるかを示す真偽値が対\n応付けられており，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合に対する論理和を算出する処理とし\nて，指定された２つの集合の少なくともいずれかに属する属性から，いずれ\nの集合にも含まれ，かつ，対応づけられた真偽値が異なる属性を除くことで，\n新たな属性の集合を生成するＯＲ演算を行う\n請求項１又は２記載の知識ベースシステム。\n【請求項１４】\nさらに，前記知識ベースを対象として論理演算を行う演算部を備え，\n前記演算部は，少なくとも一つの属性からなる属性の集合が２つ指定され\nた場合において，指定された２つの集合に対する排他的論理和を算出する処\n理として，指定された２つの集合のいずれにも属する属性を除くことで，新\nたな属性の集合を生成するＸＯＲ演算を行う\n請求項１又は２記載の知識ベースシステム。\n【請求項１５】\nさらに，少なくとも一つの属性が指定されると，指定された属性に対応づ\nけられた物識別子を集めることで，当該属性をもつ知識の集まりを生成する\n演算部を備える\n請求項１又は２記載の知識ベースシステム。\n【請求項１６】\n前記演算部はさらに，物が指定されると，当該物の物識別子が前記知識の\n集まりに属するか否かを判断する\n請求項１５記載の知識ベースシステム。\n【請求項１７】\n前記演算部はさらに，\n生成した前記知識の集まりを識別する物識別子と，\n前記指定された少なくとも一つの属性を識別する属性識別子，及び抽象的\nな物であることを示す属性の属性識別子とを対応付けた情報を前記記憶部に\n格納することで，抽象的な物を新たに生成する\n請求項１５に記載の知識ベースシステム。\n【請求項１８】\n前記知識ベースはさらに，物に対応づけられたノードのつながりである知\n識ネットワークを含み，\n前記ノードは，当該ノードに対応する物識別子と，当該ノードが属する知\n識ネットワークに関する情報である知識ネットワーク情報とを含み，\n前記知識ネットワーク情報は，前記知識ネットワークを識別する知識ネッ\nトワーク識別子と，前記知識ネットワークにおける当該ノードとつながる他\nのノードへのポインタとを含む\n請求項１又は２記載の知識ベースシステム。\n【請求項１９】\nさらに，指定された知識ネットワーク識別子で識別された知識ネットワー\nクにおいて，当該知識ネットワークを構成するノードに含まれる物識別子と\n知識ネットワーク情報とを参照することで，指定された物とつながっている\n他の物を特定する演算部を備える\n請求項１８記載の知識ベースシステム。\n【請求項２０】\nさらに，属性識別子が指定されると，当該属性識別子に対応づけられた知\n識ネットワークを検索し，検索された知識ネットワークの知識ネットワーク\n識別子を取得する演算部を備える\n請求項１８記載の知識ベースシステム。\n【請求項２１】\n前記演算部はさらに，\n前記知識ネットワークを識別する物識別子と，\n前記知識ネットワークに対応付けられた少なくとも１つの属性識別子，及\nび抽象的な物であることを示す属性の属性識別子とを対応付けた情報を前記\n記憶部に格納することで，抽象的な物を新たに生成する\n請求項２０に記載の知識ベースシステム。\n【請求項２２】\n前記知識ベースはさらに，物に対応づけられたノードのつながりである知\n識ネットワークを含み，\n前記知識ネットワークを構成するノードは，当該知識ネットワークを指定\nする属性に対応づけられる\n請求項１又は２記載の知識ベースシステム。\n【請求項２３】\n前記知識ベースはさらに，\n物に対応づけられたノードのつながりである知識ネットワークと，\n前記知識ネットワークを表わすノードとを含み，\n前記知識ネットワークを表わすノードは，前記知識ネットワークを構成す\nるノードに対応づけられる\n請求項１又は２記載の知識ベースシステム。\n【請求項２４】\n知識ベースシステムにおける論理演算方法であって，\n請求項１又は２記載の知識ベースシステムが備える知識ベースに対して，\n少なくとも請求項６～１７，１９～２１のいずれか１項に記載の演算部によ\nる処理を行うステップを含む\n論理演算方法。\n【請求項２５】\n知識ベースシステムのためのプログラムであって，\n請求項２４記載の論理演算方法に含まれるステップをコンピュータに実行\nさせる\nプログラム。\n【請求項２６】\n知識ベースシステムのためのコンピュータ読み取り可能な記録媒体であっ\nて，\n請求項１～２３のいずれか１項に記載の知識ベースまたは請求項２５記載\nのプログラム\nが記録された記録媒体。」\n本件補正後の特許請求の範囲請求項１及び２６の記載は，以下のとおりで\nある（甲３。下線を付した範囲が補正部分であり，請求項２ないし２５の補\n正はない。）。\n「【請求項１】\n知識ベースシステムであって，\nコンピュータによる論理演算の対象となる知識ベースを記憶している記憶\n部を備え，\n前記知識ベースは，物を識別する物識別子と，前記物がもつ少なくとも一\nつの属性であって，当該物の物識別子と対応づけられた属性とを含み，\n前記属性には，当該属性を識別する属性識別子が１対１に対応づけられ，\n前記属性識別子には，属性を表す少なくとも一つのデータである特徴デー\nタ，及び属性を表す言葉に対応付けられたデータである識別データのうちの\n少なくとも一方が対応づけられ，\n前記物識別子は，物を表す言葉ではなく，かつ，それ自体で物の意味を持\nたない記号で構成され，\n前記属性識別子は，属性を表す言葉ではなく，かつ，それ自体で属性の意\n味を持たない記号で構成され，\n前記特徴データは，対応する属性の実体であり，\n前記識別データは，対応する属性を識別するためのデータである\n知識ベースシステム。\n・・・（中略）・・・\n【請求項２６】\n知識ベースシステムのためのコンピュータ読み取り可能な記録媒体であっ\nて，\n請求項１～２３のいずれか１項に記載の知識ベースまたは請求項２５記載\nのプログラムが記録された記録媒体。」\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりであり，その要旨は以\n下のとおりである。\n本件補正後の請求項２６に係る発明は，以下のとおりに認められる（以下\n「本件補正発明」という。なお，文節⒜ないし⒞は本件審決で付したもので\nある。）。\n「⒜  「知識ベースシステムのためのコンピュータ読み取り可能な記録媒体\nであって」，「請求項１」「に記載の知識ベースが記録された記録媒体」\nを含むものであり，\n上記請求項１に記載の「知識ベース」は，\n「物を識別する物識別子と，前記物がもつ少なくとも一つの属性であ\nって，当該物の物識別子と対応づけられた属性とを含み，\n前記属性には，当該属性を識別する属性識別子が１対１に対応づけら\nれ，\n前記属性識別子には，属性を表す少なくとも一つのデータである特徴\nデータ，及び属性を表す言葉に対応付けられたデータである識別データ\nのうちの少なくとも一方が対応づけられ，\n前記物識別子は，物を表す言葉ではなく，かつ，それ自体で物の意味\nを持たない記号で構成され，\n前記属性識別子は，属性を表す言葉ではなく，かつ，それ自体で属性\nの意味を持たない記号で構成され，\n前記特徴データは，対応する属性の実体であり，\n前記識別データは，対応する属性を識別するためのデータである」も\nのであって，\n「コンピュータによる論理演算の対象となる」ものである，「記録媒\n体」」\n以上を前提に検討すると，①本件補正発明は，自然法則を利用した技術的\n思想の創作であるとは認められないから，特許法２条１項に規定する発明に\n該当せず，同法２９条１項柱書の要件を満たしていないので，独立して特許\nを受けることができないから，本件補正は，特許法１７条の２第６項におい\nて準用する同法１２６条７項の規定に違反するので，同法１５９条１項，５\n３条１項に基づき，却下すべきものである，②本願発明も，同様に自然法則\nを利用した技術的思想の創作であるとは認められないから，特許法２条１項\nに規定する発明に該当せず，同法２９条１項柱書の要件を満たしていないの\nで，特許を受けることができないというものである。\n４  取消事由\n本件補正発明の発明該当性に係る判断の誤り（取消事由１）\n本願発明の発明該当性に係る判断の誤り（取消事由２）\n第３  当事者の主張\n１  原告の主張\n取消事由１（本件補正発明の発明該当性に係る判断の誤り）について\n本件審決は，本件補正発明は「知識ベース」のデータ構造である，「物」\n「物識別子」「属性」「属性識別子」「特徴データ」「識別データ」等の情\n報の内容及びそれらの間の対応付けを規定したものであり，この「知識ベー\nス」自体は特定の構造を有するデータの単なる集まりでしかなく，そもそも\nコンピュータに対する命令を規定するものでないのであって，この「知識ベ\nース」をコンピュータに読み取らせたとしても，これ自体でコンピュータが\n動作するものでないことは技術常識からして明らかであるから，本件補正発\n明は，「知識ベース」がコンピュータに読み込まれることにより，「知識ベ\nース」とハードウェア資源とが協働した具体的手段によって，使用目的に応\nじた情報の演算又はその動作方法が構築されるものとはいえないものである\nとして，特許法２条１項でいう「自然法則を利用した技術的思想の創作」に\nは該当しないと判断した。\nしかしながら，以下のとおり，本件補正発明は，コンピュータを利用して\nおり，その内容も「香り，味，熱さ冷たさ，映像，音などの記憶を統合する\nことにより，『意味あるいは概念』が生じ，この『意味あるいは概念』を識\n別するものが広義の『言葉』と呼ばれているものである」という自然法則を\n利用したものであるから，本件審決の判断は誤りである。\nア  コンピュータの利用\nまず，「知識ベース」をコンピュータに読み取らせた場合には，読み\n取り処理として，コンピュータが動作することは技術常識である。そし\nて，本件補正発明の「知識ベース」は，「コンピュータによる論理演算\nの対象となる」ことが，請求項１に記載されており，本件補正発明に係\nる「記録媒体」は，「コンピュータ読み取り可能な」ものであることが，\n請求項２６に記載されている。\nしたがって，本件補正発明に係る「記録媒体」は，コンピュータによ\nって利用されるもの，すなわち，自然法則を利用したものであることは\n明らかである。\nまた，本件補正発明は，情報処理（プログラム）に特徴を有するので\nはなく，知識の表現方法（データベースの構造）に特徴を有するところ，\nデータ構造に特徴を有する発明については，データとハードウェア資源\nとが協働した具体的手段が請求項に記載される必要はない。\n請求項に記載されたデータがコンピュータの処理対象になることが請\n求項の記載から明らかであれば，コンピュータの常識的な情報処理を請\n求項に記載することは，請求項を読みづらくするだけであるところ，本\n件補正発明に係る「知識ベース」は，いわゆるデータベースのことであ\nり，請求項の記載から，コンピュータのハードウェア資源によって利用\nされることは明らかである。\nそして，現代のコンピュータ社会において，データベースは，基盤技\n術であって，人間にとって欠くことのできないコンピュータ技術，つま\nり，自然法則を利用した技術である。コンピュータによって利用される\nことが請求項に記載されているにもかかわらず，コンピュータの常識的\nな協働処理が請求項に記載されていないとの理由によってデータベース\nが記録された記録媒体を保護対象から除外することは，発明が自然法則\nを利用した技術的思想の創作であることを定義する特許法２条１項及び\n産業の発達を企図する同法１条に反するものである。\nイ  本件補正発明の内容\n本件補正発明は，以下のとおり，自然法則を使った技術的思想の創作の\n結果であるから，「発明」に該当するものである。\n従来の知識ベース及び人工知能では，言葉が意味を内包していると見\nなし，情報を言葉だけで構成している。すなわち，コンピュータのソフ\nトウエアとハードウェアとを使って，記憶部に言葉を記憶し，その記憶\nされた言葉と言葉を対応づける処理を行い，情報を表現している。\nこれに対し，本件補正発明は，以下の内容の自然法則を利用して，特\n徴データと識別データで情報を構成するものであって，従来技術と全く\n異なるものである。\nａ  まず，具体的には何か判らないが，意味を表わすものがあって，そ\nの意味を表わすものによって，脳は意味を認識するとみなす。\nｂ  ここで，座標軸が意味を表わすとみなし，異なる意味を表わす複数\nの座標軸から生成される，Ｎ次元空間を作る。すると，このＮ次元空\n間の点や領域が物を表わす。つまり，この点あるいは領域が，いくつ\nかの属性（概念あるいは意味）を持つ物であるとみなす（本願明細書\nの図１１ないし１３）。\nｃ  そのような座標軸に，たとえば，味のデータや映像データなどの記\n憶がぶら下がることにより，座標軸に意味が生じるとみなす。\nｄ  上記ｃでは，記憶－座標軸－物という対応づけになる。記憶を特徴\nデータに換え，座標軸を属性に換えると，特徴データ－属性－物とい\nう対応づけになる（なお，属性及び物はそれぞれ神経細胞を抽象化し\nたものであると見なすことができる。）。\nｅ  上記ｄに識別データを加えると，「特徴データ－属性－物」「識別\nデータ－属性－物」という対応づけになる（本願明細書の図２Ａ，２\nＢ，３，５，３３）。\n本件補正発明では， 特徴データ」を，意味又は概念の実体\nと見なすことができ，このような「特徴データ」が，上記 ａで記載し\nた「具体的には何か判らないが，意味を表わすもの」に該当する。\nそして，本願の発明者は， ，記憶（特徴データ）が神\n経細胞とつながることにより，意味や概念が生じるという自然法則を見\n出したものであって，本件補正発明は，「香り，味，熱さ冷たさ，映像，\n音などの記憶を統合することにより，『意味あるいは概念』が生じ，こ\nの『意味あるいは概念』を識別するものが広義の『言葉』と呼ばれてい\nるものである」という自然法則を利用した技術的思想の創作によって生\nみ出されたものである。\nなお，データが記憶部に格納されているということは，コンピュータ\nのソフトウエアとハードウェアとを使って，記憶部に記録されたことを\n意味し，本願明細書には，特徴データや識別データなどのデータを格納\nする方法の例として，データベースを用いる方法や神経細胞のネットワ\nークをコンピュータで模した方法が記載されている。 また，コンピュー\nタ読み取り可能な記録媒体にデータが記録されている場合も，コンピュ\nータの記憶部に記録された場合と同様に，コンピュータのソフトウエア\nとハードウェアとを使ってデータが記録されたことは明らかであり，こ\nの場合も自然法則を使った技術的思想の創作であるといえる。\nしたがって，本件補正発明は，コンピュータによって利用される技術，\nつまり，特許法２条１項でいう「自然法則を利用した技術的思想の創作」\nであり，特許法２９条１項柱書に規定する要件を満たしていることから，\n特許出願の際，独立して特許を受けることができる。\n取消事由２（本願発明の発明該当性に係る判断の誤り）について\n本願発明は，本件補正発明から，「知識ベース」の限定事項である「コン\nピュータによる論理演算の対象となる」ことを省いたものであるところ，上\n特許法２条１項でいう「自然法則を利\n用した技術的思想の創作」に該当し，特許法２９条１項柱書に規定する要件\nを満たしていることから，特許を受けることができる。\n小括\n以上からすると，本件補正発明及び本願発明は，特許法２条１項にいう「自\n然法則を利用した技術的思想の創作」に該当し，ひいては同法２９条１項柱\n書に規定する「発明」に該当する。かかる結論と矛盾する本件審決には判断\nを誤った違法があり，取り消されなければならない。\n２  被告の主張\n取消事由１（本件補正発明の発明該当性に係る判断の誤り）に対し\nア  コンピュータは，例えば，ＣＰＵ，メモリ，バス，各種コントローラ等\nの各種ハードウェア資源から構成されるハードウェアであって，これら自\n体は自然法則を利用した物である。また，プログラム及びデータは，それ\n自体では単なる記号列や数値等であるが，コンピュータに読み込まれてコ\nンピュータが動作すれば，上記自然法則を利用した各種ハードウェア資源\nと協働することにより特定の動作を実現するから，その自然法則を利用し\nた各種ハードウェア資源を制御する仕方は，自然法則を利用した技術的思\n想の創作である。\nもっとも，このことは，プログラム及びデータがコンピュータに読み取\nられて特定の動作を実現する装置となることを前提としたものであり，自\n然法則を利用した各種ハードウェア資源を制御する仕方を特定するもので\nなければ，プログラム及びデータは，単なるコンピュータの使用を前提と\nした抽象的なアイデアを表す記号列や数値等でしかないから，自然法則を\n利用した技術的思想の創作であるとはいえない。\n以上を前提として本件補正発明をみると，知識ベースを構成する各項目\nや定義は，人為的に取り決められたものであるから，これ自体は，自然法\n則を利用しているといえるものではない。また，「知識ベースシステムの\nためのコンピュータ読み取り可能な」との記載，及び，「コンピュータに\nよる論理演算の対象となる」との記載は，単にコンピュータに読み取られ\nて処理対象となること，すなわちコンピュータの使用を前提とすることを\n明示する以上のものではない。\nイ  原告は，本願の特許請求の範囲に，本件補正発明の記録媒体が，コンピ\nュータ読み取り可能なものであること，及び，本件補正発明の知識ベース\nが，コンピュータによる論理演算の対象となることが記載されているから，\n本件補正発明は自然法則を利用したものであるなどと主張する。\nしかしながら，コンピュータによる読み取り及び論理演算は，コンピュ\nータが具備する構成であって，本件補正発明（知識ベースが記録された記\n録媒体）が具備する構成ではない。また，知識ベースがコンピュータによ\nる読み取り及び論理演算の対象となることは，知識ベースがデータとして\n読み取られた後，記号論理学において数学の演算に類する操作で命題の真\n偽を決定することの対象となることを表すにすぎず，使用目的に応じた特\n有の情報処理を何ら特定するものではない。\nまた，本件補正発明の知識ベースをコンピュータに読み取らせた場合は，\n読み取り処理として，コンピュータが動作するが，本件補正発明の知識ベ\nースは，特定の構造を有するデータの単なる集まりでしかなく，単なるデ\nータは，コンピュータに対する命令を規定し，コンピュータを動作させる\nものではないから，その構造を特定しただけでは，通常は，使用目的に応\nじた特有の情報処理が把握できず，自然法則を利用した技術的思想である\nとはいえない。\nしたがって，原告の主張は理由がない。\nウ  なお，原告は，本件補正発明は，記憶を統合することにより，意味や概\n念が生じるという自然法則を利用している旨主張するが，その自然法則の\n内容は，むしろ，記号論理学又は人間の思考にまつわる学術的又は精神的\nなものである。\n取消事由２（本願発明の発明該当性に係る判断の誤り）に対し\n上記 と同様に，原告の主張は理由がない。\n以上のとおり，原告の主張する取消事由はいずれも理由がない。\n第４  当裁判所の判断\n１  本件補正発明について\n本件補正発明 本願明細書には，\n次のとおりの記載がある（甲１）。\nア  【技術分野】\n「本発明は，知識ベースシステムに関するものである。」（段落【００\n０１】）\nイ  【背景技術】\n「単細胞物の生物でも外界からの刺激を受けると，ある刺激に対応して\n特定の反応を示すことがある。外界からの入力情報と内部の状態とに応じ\nて，情報を出力し，一定の反応を示す。つまり，あらかじめ生命体に組み\n込まれ固定された情報処理の仕組みがあると考えることができる。このよ\nうな情報処理を，本願では第１の情報処理と呼ぶ。」（段落【０００２】）\n「外界からの入力情報に対応する出力情報を調整し，最適な出力情報を\n見出し，調整情報を記憶する仕組みがあることも明らかになっている。こ\nれを，本願では第２の情報処理と呼ぶ。これは，ニューラルネットワーク\nの１つの働きとして，広く知られている。」（段落【０００３】）\n「人間は，文字で書かれた言葉を用いて，更に精緻な情報処理を行って\nいる。これを，本願では第３の情報処理と呼ぶ。」（段落【０００４】）\n「現在の人工知能の研究の多くは，第３の情報処理について研究を行っ\nている。しかし，この方法で，人間が日常的に行っている情報処理をまね\nるシステムを構築できていない。文字で書き表された言葉を使うため，精\n密に情報を記述し，精密に記述された情報を論理演算することができる。\nしかし，精密であるがゆえに，情報を知識として蓄積する方法や，知識と\nして記録された情報をうまく使う方法が開発できていない。」（段落【０\n００５】）\n「物は，言葉で表わすことができる。英語や日本語のような言語の中で，\n物は言葉，すなわち単語で表される。物には，定まった性質である属性が\nある。この属性も言葉で表わされる。言葉は，文字の集まりである文字列，\nすなわち単語で表わすことができる。したがって，物を表わす単語は属性\nを持ち，物もその属性も，文字で書き表された文字列，すなわち単語で表\nわすことができる。文字を使うと，情報を長時間保持し，記録できる。音\n声や身振りでなど文字以外の手段を言葉として，単語を表現することもで\nきる。単語そのものが，その単語自身の意味を表わしていることが特徴で\nある。」（段落【０００６】）\n「物には，石や太陽などのように具体的な物以外に，暖かさ，概念，映\n像，音，ＷＥＢページのような抽象的な物も含まれる。未知の物は，属性\nを持たないこともある。属性は，「赤い色をしている」，「甘い味がする」\nなど，物の性質を表わす。」（段落【０００７】）\n「コンピュータなどの機械で，２つ文字列を比較し，２つの文字列が等\nしいかどうかを判定することができる。２つの文字列が同じかどうかを判\n定して，同じであれば真の値を，異なる場合は偽の値を生成することはで\nきる。コンピュータは，文字で表わされた単語が同じかどうかを判定して，\n真偽値を生成することができる。」（段落【０００８】）\n「２つの単語を比較して，同じであれば真の値を，異なる場合は偽の値\nを生成することはできる。この方法によって，物や属性が同じか，異なっ\nているかを判断することができる。単語に対応づけられた記号を用いても\n同様のことができる。単語に対応づけられた記号は，対応付けられた単語\nの意味を表わす。この場合の記号は，意味を表わす。記号を識別子と言い\n換えると次のように言える。単語に対応づけられ単語を表わす識別子は，\n対応付けられた単語の意味を表わす。したがって，単語に対応づけられ単\n語の意味を表わす識別子も，単語である。犬という単語とＡＢＣという識\n別子が対応付けられているとすると，ＡＢＣは犬の意味を表わす単語であ\nる。」（段落【０００９】）\n「文字の組み合わせだけでなく，音や図形などの組み合わせでも単語は\n生成できる。音や図形などの組み合わせで生成された単語を，文字で生成\nされた単語に置きかえることができるので，記録の容易性を除いて，何で\n単語を生成するかは本質的なことではない。」（段落【００１０】）\n「昔，リレー式計算機というものがあった。リレーを使ってＡＮＤ，Ｏ\nＲ，ＮＯＴの３つの演算をする仕組みを実現していた。現在のコンピュー\nタも部品がリレーから半導体に変わっているが，原理はリレー式計算機と\n同じである。」（段落【００１１】）\n「現在のコンピュータは，論理演算する手順を機械部品の組み合わせで\n保持するのではなく，論理演算する手順をプログラムと呼ばれる情報とし\nて保持している。プログラムと呼ばれる情報を変更することで，同じ装置\nで異なる論理演算を行うことができる。」（段落【００１２】）\n「コンピュータが直接実行できるプログラムは，「０」と「１」という\n２種類の値が組み合わされたものなので，人間がそのようなプログラムを\n作ることは大変であった。そこで，人間が理解できる英数字の組み合わせ\nでできたプログラムを，コンピュータが直接扱える「０」と「１」とが組\nみ合わされたプログラムに変換する方法が考案された。プログラムを使っ\nてコンピュータにこの変換を行わせる。たとえば，ＣＯＢＯＬは，人間が\n理解できるプログラムである。ＣＯＢＯＬのようなものをプログラミング\n言語と呼ぶ。機械であるコンピュータが直接扱えるプログラムは，機械語\nと呼ぶ。コンパイラというプログラムは，プログラミング言語で作られた\nプログラムを機械語のプログラムへ変換してくれる。」（段落【００１３】）\n「物は，一般に，幾つかの属性を持っている。物を表わす１つの単語は，\n０個以上の属性を持っている。」（段落【００１４】）\n「ＰＲＯＬＯＧというプログラミング言語がある。この従来技術では，\n属性を表わすために，属性を表わす単語を用いている。このようなプログ\nラミング言語を用いて人工知能を実現しようとする実験が行われたが，限\n界があった。」（段落【００１５】）\n「ＰＲＯＬＯＧというプログラミング言語で，「ソクラテスは人である。」\nを記述すると，（ｍａｎ Ｓｏｃｒａｔｅｓ）になる。このように，“ｍａ\nｎ”と“Ｓｏｃｒａｔｅｓ”という２つの単語を並べて，物の性質，すな\nわち物の属性を表現している。コンピュータの内部では，物と，性質であ\nる属性とを単語として保持している。“ｍａｎ”が“ｍａｎ”であること\nを判断する基準は，単語が同じかどうかである。単語そのものが意味を表\nわしている。単語は，並びの順によって物，属性，関係として解釈される。」\n（段落【００１６】）\n「「家康は信康の父である」をＰＲＯＬＯＧで記述すると，（Ｆａｔｈ\nｅｒ Ｉｅｙａｓｕ Ｎｏｂｕｙａｓｕ）となる。これは，２つの物の関係\nを表現している。３つの単語を並べて２つの物の関係を表現している。最\n初の単語が関係を表わし，２番目と３番目の単語が物を表わす。この例で\nは，２番目の単語が父を表わし，３番目の単語が子を表わす。（Ｆａｔｈ\nｅｒ Ｎｏｂｕｙａｓｕ Ｉｅｙａｓｕ）のように，２番目の単語と３番目\nの単語の順番を変えると，「信康は家康の父である」という意味に変わる。\n関係によっては，２番目の物と３番目の物に意味の違いがあることがあ\nる。」（段落【００１７】）\n「コンピュータの内部では，関係と２つの物とを３つの単語の並びとし\nて保持している。単語の並びの順番が異なると意味が変わる。単語の並び\nの順番に意味が含まれている。単語の数や並び順で意味を表わしている。\nこの方法では，１つの物と他の物との２階層の関係を表わすことはできる\nが，子→父→祖父のような３階層以上の関係を直接的に表わすことはでき\nない。」（段落【００１８】）\n「（Ｆａｔｈｅｒ Ａ Ｂ），及び（Ｆａｔｈｅｒ Ｂ Ｃ）の２つの単語\nの並びがあったとする。２つの単語の並びには，Ｂという共通の単語があ\nる。そこで，ＡはＣの父の父，つまり，ＡはＣの祖父であることが導かれ\nる。直接的には，ＡとＣの関連は記述されていないが，共通する単語を仲\n立ちとして，間接的に表現された物同士の関係を知ることができる。」（段\n落【００１９】）\n「この技術で物と属性と関係とをデータベースとして保持できるが，物\nや属性や関係を表わす単語の並びを保持しているにすぎない。単語の並び\nで物の性質である属性を表現し，単語の並びで関連を表現している。属性\nも関係も，単語の並びという同じ方法で表現されている。情報を体系化し\nたものを知識とすると，情報を現す単語を幾つか並べたものを複数個保持\nし，保持された単語の並びを知識としている。この方法では，３階層以上\nの物同士の関連を直接表わす情報は保持されていない。ある単語と他の単\n語とを付き合わせ，一致している単語を探すことにより，単語の並び同士\nを関連付ける。一致している単語を探すことによって，その都度，単語の\n並びで表わされた情報の関連を調べる。」（段落【００２０】）\n「再表２００５－１２２０１４号公報（特許文献１）では，次のような\n技術が開示されている。インターネット上のＷＥＢサーバに保管され，パ\nソコンなどの上で動作するブラウザと呼ばれるソフトウエアで見ることで\nきるＷＥＢページや，文書ファイルなどの情報をノードと呼び，ノードの\n集まりを空間と呼び，前記空間内のノードが持つ情報を評価する装置が開\n示されている。また，ノードに結びついた情報をプロパティと呼んでいる。\nプロパティ（属性）の実装については一切規定されておらず，プロパティ\nの実装は，プログラムの実装者に全て任せられている。この技術は，物が\n属性を保持することは開示されていない。また，属性の評価方法について\n開示されていない。」（段落【００２１】）\n「英語や日本語などの言語内の単語をつないで構築された知識ベースが\nある。この従来技術の知識ベースでは，言語内の単語同士が直接つながっ\nている。そして，従来技術の知識ベースは言語の中に含まれる。」（段落\n【００２２】）\n「グラフ構造を持つ確率モデルであるベイジアンネットワークを使っ\nて，推論を行う人工知能の分野がある。ある事象が発生したときに別の事\n象がある確率で発生すると考え，ある事象から他の事象が発生するという\n連鎖をグラフ構造で表現するものである。ある事象から他の事象が発生す\nる確率が必ず保持される。ある事象を出発点として，あらかじめ保持され\nたグラフを辿ることにより，発生確率が一番高い事象を探すことができる。\nこの処理によって推論ができるという考え方である。この方法では，物，\n属性，関係が区別されておらず，すべて事象として表現されている。事象\nは言語の中の単語で表わされ，事象同士が直接つながっている。そして，\nベイジアンネットワークは言語の中に含まれる。」（段落【００２３】）\nウ  【発明が解決しようとする課題】\n「従来技術では，文字を組み合わせて意味を持つ単語を生成する。単語\nは言語の中にあり，言語の中だけでその単語の意味を直接持つ。意味を直\n接持つ単語で物や，性質，特徴，意味，概念などの属性という情報を表わ\nす。物を表わす単語と属性を表わす単語とから成る単語の並びを作り，単\n語の並びで物の性質や物と物との関係を表わす。複数の単語の並びを蓄積\nし，蓄積された単語の並びを知識としていた。この方法では，単語そのも\nのの意味を持つ単語だけを使って知識を構築している。」（段落【００２\n５】）\n「本発明は，上記の課題に鑑みてなされたものであり，物や属性の意味\n内容を言語に依存せずに表現することのできる知識ベースシステムを提供\nすることが目的とする。」（段落【００２６】）\nエ  【課題を解決するための手段】\n「本発明の一形態に係る知識ベースシステムは，知識ベースを記憶して\nいる記憶部と，前記記憶部に記憶された知識ベースに対して論理演算を行\nう演算部とを備え，前記知識ベースは，物を識別する物識別子と，前記物\nがもつ少なくとも一つの属性であって，当該物の物識別子と対応づけられ\nた属性とを含む。前記属性には，当該属性を識別する属性識別子が１対１\nに対応づけられ，前記属性識別子には，属性を表す少なくとも一つのデー\nタである特徴データ，及び属性を表す言葉に対応付けられたデータである\n識別データのうちの少なくとも一方が対応づけられる。前記物識別子は，\n物を表す言葉ではなく，かつ，それ自体で物の意味を持たない記号で構成\nされる。前記属性識別子は，属性を表す言葉ではなく，かつ，それ自体で\n属性の意味を持たない記号で構成される。」（段落【００２７】）\n「ここで，前記知識ベースでは，第一の物を識別する第一の物識別子と，\n当該第一の物の属性である第一の属性を識別する第一の属性識別子とが対\n応づけられ，第二の物を識別する第二の物識別子と，当該第二の物の属性\nである第二の属性を識別する第二の属性識別子とが対応づけられ，前記第\n一の属性と前記第二の属性とは同じ種類の属性であり，前記第一の属性識\n別子と前記第二の属性識別子とは異なる識別子である。」（段落【００２\n８】）\n「上記構成によれば，物および物が持つ属性を，物や属性の意味を表わ\nさない識別子で表わし，保持し，さらに演算の対象とすることができる。\nなお，「物が指定される」とは，当該物を識別する物識別子が指定される\nことを指す。」（段落【００２９】）\n「また，前記特徴データは，対応する属性の実体であり，対応する属性\nの概念を表し，かつ，言葉に対応づけられたデータを除くデータであり，\n例えば，当該特徴データに対応づけられた属性識別子が識別する属性の形，\n音，香，味，色，圧力，温度，長さ，座標値，及び面積の少なくとも一つ\nを表すデータであってもよい。このように，各属性の概念（意味内容）は，\n属性識別子に関連付けられた特徴データによって定義される。」（段落【０\n０３０】）\n「本発明の一形態に係る記録媒体は，知識ベースシステムのためのコン\nピュータ読み取り可能な記録媒体であって，上記記載の知識ベースと，上\n記記載のプログラムとが記録されている。」（段落【００５４】）\nオ  【発明の効果】\n「本願技術を用いることにより，物および物が持つ属性を，物や属性の\n意味を表わさない識別子で表わし，保持できる。」（段落【００５６】）\n本願明細書記載の技術の特徴\nすると，本件補正発明を含めた本願明細書記載の技術は，以下の特徴を有す\nるものと認められる。\nア  情報処理の仕組みについて，従来技術は，文字を組み合わせて意味を持\nつ単語を生成し，その単語だけを使って言語に依存して知識を構築してい\nたところ，本願明細書記載の技術は，物や属性の意味内容を言語に依存せ\nずに表現することのできる知識ベースシステムを提供することを目的とす\nるものである。\nイ  そして，上記課題を解決するための手段である本願明細書記載の技術の\n一形態は，知識ベースを記憶している記憶部と，前記記憶部に記憶された\n知識ベースに対して論理演算を行う演算部とを備え，前記知識ベースは，\n物を識別する物識別子と，前記物がもつ少なくとも一つの属性であって，\n当該物の物識別子と対応づけられた属性とを含む。前記属性には，当該属\n性を識別する属性識別子が１対１に対応づけられ，前記属性識別子には，\n属性を表す少なくとも一つのデータである特徴データ，及び属性を表す言\n葉に対応付けられたデータである識別データのうちの少なくとも一方が対\n応づけられる。前記物識別子は，物を表す言葉ではなく，かつ，それ自体\nで物の意味を持たない記号で構成される。前記属性識別子は，属性を表す\n言葉ではなく，かつ，それ自体で属性の意味を持たない記号で構成される。\n上記構成によれば，物及び物が持つ属性を，物や属性の意味を表わさな\nい識別子で表わし，保持し，さらに演算の対象とすることができる。\nまた，前記特徴データは，対応する属性の実体であり，対応する属性の\n概念を表し，かつ，言葉に対応づけられたデータを除くデータであり，例\nえば，当該特徴データに対応づけられた属性識別子が識別する属性の形，\n音，香，味，色，圧力，温度，長さ，座標値，及び面積の少なくとも一つ\nを表すデータであってもよい。このように，各属性の概念（意味内容）は，\n属性識別子に関連付けられた特徴データによって定義される。\nそして，本願明細書記載の技術を用いることにより，物および物が持つ\n属性を，物や属性の意味を表わさない識別子（記号）で表わし，保持でき\nるとの効果を奏するものである。\nウ  本件補正発明は，以上のような技術に使用される記録媒体であるが，本\n願明細書の記録媒体に関する記載は，「本発明の一形態に係る記録媒体は，\n知識ベースシステムのためのコンピュータ読み取り可能な記録媒体であっ\nて，上記記載の知識ベースと，上記記載のプログラムとが記録されている。」\n（【段落００５４】）との記載があるのみで，本願明細書の【発明を実施\nするための形態】には，記録媒体における知識ベースやプログラムの記録\nについて，具体的な記載はされていない。\n２  取消事由１（本件補正発明の発明該当性に係る判断の誤り）について\n本件審決は，本件補正発明は単なる情報の内容及び対応付けを規定したに\n止まるものであり，また，本件補正発明の「知識ベース」自体は特定の構造\nを有するデータの単なる集まりでしかなく，そもそもコンピュータに対する\n命令を規定するものではないから，この「知識ベース」をコンピュータに読\nみ取らせたとしても，これ自体でコンピュータが動作するものでないことは\n技術常識からして明らかであって，本件補正発明は，「知識ベース」がコン\nピュータに読み込まれることにより，「知識ベース」とハードウェア資源と\nが協働した具体的手段によって，使用目的に応じた情報の演算又はその動作\n方法が構築されるものとはいえず，特許法２条１項でいう「自然法則を利用\nした技術的思想の創作」には該当しないと判断した。これに対して，原告は，\n本件補正発明は，コンピュータを利用しており，その内容も「香り，味，熱\nさ冷たさ，映像，音などの記憶を統合することにより，『意味あるいは概念』\nが生じ，この『意味あるいは概念』を識別するものが広義の『言葉』と呼ば\nれているものである」という自然法則を利用したものであるなどと主張する\nので，以下検討する。\n特許制度は，新しい技術である発明を公開した者に対し，その代償として\n一定の期間，一定の条件の下に特許権という独占的な権利を付与し，他方，\n第三者に対してはこの公開された発明を利用する機会を与えるものであり，\n特許法は，このような発明の保護及び利用を図ることにより，発明を奨励し，\nもって産業の発達に寄与することを目的とする（特許法１条）。また，特許\n法２条１項は，「発明」とは，「自然法則を利用した技術的思想の創作のう\nち高度のもの」をいうと規定し，発明は，一定の技術的課題の設定，その課\n題を解決するための技術的手段の採用及びその技術的手段により所期の目的\nを達成し得るという効果の確認という段階を経て完成されるものである。\nそうすると，請求項に記載された特許を受けようとする発明が，特許法２\n条１項に規定する「発明」といえるか否かは，前提とする技術的課題，その\n課題を解決するための技術的手段の構成及びその構成から導かれる効果等の\n技術的意義に照らし，全体として「自然法則を利用した」技術的思想の創作\nに該当するか否かによって判断すべきものである。\nそして，上記のとおり「発明」が「自然法則を利用した」技術的思想の創\n作であることからすれば，単なる抽象的な概念や人為的な取決めそれ自体は，\n自然界の現象や秩序について成立している科学的法則とはいえず，また，科\n学的法則を何ら利用するものではないから，「自然法則を利用した」技術的\n思想の創作に該当しないことは明らかである。また，現代社会においては，\nコンピュータやこれに関連する記録媒体等が広く普及しているが，仮に，こ\nれらの抽象的な概念や人為的な取決めについて，単に一般的なコンピュータ\n等の機能を利用してデータを記録し，表示するなどの内容を付加するだけに\nすぎない場合も，「自然法則を利用した」技術的思想の創作には該当しない\nというべきである。\nア  そこで，まず，本件補正発明が前提としている課題についてみると，前\n記１ ウの本願明細書の「従来技術では，文字を組み合わせて意味を持つ\n単語を生成する。単語は言語の中にあり，言語の中だけでその単語の意味\nを直接持つ。意味を直接持つ単語で物や，性質，特徴，意味，概念などの\n属性という情報を表わす。物を表わす単語と属性を表わす単語とから成る\n単語の並びを作り，単語の並びで物の性質や物と物との関係を表わす。複\n数の単語の並びを蓄積し，蓄積された単語の並びを知識としていた。この\n方法では，単語そのものの意味を持つ単語だけを使って知識を構築してい\nる。」（段落【００２５】），「本発明は，上記の課題に鑑みてなされた\nものであり，物や属性の意味内容を言語に依存せずに表現することのでき\nる知識ベースシステムを提供することが目的とする。」（段落【００２６】）\nとの記載によれば，従来技術では言語（単語）に依存して知識のデータベ\nース等を構築し，情報処理をしていたところ，本件補正発明では言語に依\n存せずに知識のデータベース等を構築し，情報処理をするという目的を有\nしていることは，一応理解することができる。\nしかしながら，上記記載からは，従来技術において，知識のデータベー\nス等が言語に依存していることによって生じている技術的課題は明らかで\nはない。 本願明細書の【背景技術】（段落【０００\n２】ないし【段落００２４】）の記載をみても，ニューラルネットワーク，\n人工知能，プログラミング言語，コンピュータ，インターネットなど極め\nて多様な内容が記載されているものの，知識に関するデータベースが言語\nに依存していることでどのような課題が生じているかについては，「情報\nを知識として蓄積する方法や，知識として記録された情報をうまく使う方\n法が開発できていない。」（段落【０００５】）などの抽象的な記載があ\nるにすぎず，「情報を知識として蓄積する方法」が具体的にどのような意\n味を有しているのか（上記段落【００２５】の記載等によれば，従来技術\nにおいても情報を知識として蓄積していると考えられる。），「知識とし\nて記録された情報をうまく使う方法」において，うまく使うとはどのよう\nな意味であるのかについては明らかではない。また，ＰＬＯＲＯＧという\nプログラミング言語について，「子→父→祖父のような３階層以上の関係\nを直接的に表わすことはできない。」（段落【００１８】），「この技術\nで物と属性と関係とをデータベースとして保持できるが，物や属性や関係\nを表わす単語の並びを保持しているにすぎない。単語の並びで物の性質で\nある属性を表現し，単語の並びで関連を表現している。属性も関係も，単\n語の並びという同じ方法で表現されている。情報を体系化したものを知識\nとすると，情報を現す単語を幾つか並べたものを複数個保持し，保持され\nた単語の並びを知識としている。この方法では，３階層以上の物同士の関\n連を直接表わす情報は保持されていない。」（段落【００２０】）などの\n記載もあるが，これらの記載をみても，言語に依存したデータベース全般\nにおいて，３階層以上の物同士の関連を直接表す方法が存在するか否かに\nついては必ずしも明らかではないし，本件補正発明において，このような\n関係を直接表すことができるか否かについても不明である。\n以上によれば，本件補正発明が前提としている課題は，言語に依存しな\nいデータベース等の構築であるが，その前提として挙げられた言語に依存\nしたデータベース等に具体的にどのような課題があるのか，言語に依存し\nないデータベース等にどのような技術的意義があって，従来技術と比較し\nて，本件補正発明がどのような位置付けにあるのかについては，明らかと\nはいえない。\nイ   次に，本件補正発明の技術的手段の構成についてみると，前記第２の\n，下記構成を有することについては，当事者間に争いがな\nい。\n記\n⒜  知識ベースシステムのためのコンピュータ読み取り可能な記録媒体\nであって，請求項１に記載の知識ベースが記録された記録媒体を含む\nものであり，上記請求項１に記載の知識ベースは，\n物を識別する物識別子と，前記物がもつ少なくとも一つの属性であ\nって，当該物の物識別子と対応づけられた属性とを含み，前記属性に\nは，当該属性を識別する属性識別子が１対１に対応づけられ，前記属\n性識別子には，属性を表す少なくとも一つのデータである特徴データ，\n及び属性を表す言葉に対応付けられたデータである識別データのうち\nの少なくとも一方が対応づけられ，前記物識別子は，物を表す言葉で\nはなく，かつ，それ自体で物の意味を持たない記号で構成され，前記\n属性識別子は，属性を表す言葉ではなく，かつ，それ自体で属性の意\n味を持たない記号で構成され，前記特徴データは，対応する属性の実\n体であり，前記識別データは，対応する属性を識別するためのデータ\nであるものであって，\nコンピュータによる論理演算の対象となるものである，記録媒体\n以上の構成によれば，本件補正発明は，上記アで認定した言語に依存\nしないデータベース等を構築するという課題を実現するため，「物」を\n言語と関連しない記号である「物識別子」で識別した上，同様に言語と\n関連しない記号である「属性識別子」で識別される「属性」を用いて，\n言語以外のデータである「特徴データ」，言語に対応した「識別データ」\nに分けて整理し，関連づけるという手法によって知識のデータベース等\nを構成することを示しており，その本質は，「物」に関するデータを「属\n性」を用いて言語以外のデータと言語に関するデータに分けて整理して\n関連づけるという概念の整理，データベース等の構造の定義にあると認\nめられる。また，本件補正発明は，これを実現するに当たって，コンピ\nュータに読み取り可能な記録媒体を用い（構成⒜），知識ベースがコン\nピュータによる論理演算の対象となる（構成⒞）などの構成を有してい\nるが，これらはいずれも一般的なコンピュータ又は記録媒体の機能を利\n用するという内容に止まるものであって，具体的に構築されたデータベ\nース等についてどのような論理演算を行い，それがどのような機能を有\nするのかなどについては必ずしも明らかではない。\nウ  さらに，本件補正発明の上記構成から導かれる効果についてみると，本\n願明細書には，「本願技術を用いることにより，物および物が持つ属性を，\n物や属性の意味を表わさない識別子で表わし，保持できる。」（段落【０\n０５６】）との記載はあるが，これは本件補正発明の構成自体を別の表現\nで表現したに等しいものであって，前記アのとおり，そのような形式でデ\nータを保持する技術的な意義が明らかではなく，それによって，どのよう\nな効果が生じるのかについて明らかになっているとはいえない。\nエ  以上を総合して検討すれば，本件補正発明については，そもそも前提と\nしている課題の位置付けが必ずしも明らかではなく，技術的手段の構成と\nしても，専ら概念の整理，データベース等の構造の定義という抽象的な概\n念ないしそれに基づく人為的な取決めに止まるものであり，導かれる効果\nについてみても，自ら定義した構造でデータを保持するという本件補正発\n明の技術的手段の構成以上の意味は示されていない。また，その構成のう\nち，コンピュータ等を利用する部分についてみても，単に一般的なコンピ\nュータ等の機能を利用するという程度の内容に止まっている。\nそうすると，本件補正発明の技術的意義としては，専ら概念の整理，デ\nータベース等の構造の定義という抽象的な概念ないし人為的な取決めの域\nを出ないものであって，全体としてみて，「自然法則を利用した」技術的\n思想の創作に該当するとは認められない。\n原告の主張について\nア  原告は，「知識ベース」をコンピュータに読み取らせた場合には，読み\n取り処理として，コンピュータが動作することは技術常識である上，本件\n補正発明の「知識ベース」は，「コンピュータによる論理演算の対象とな\nる」ことが，請求項１に記載されており，本件補正発明に係る「記録媒体」\nは，「コンピュータ読み取り可能な」ものであるから，本件補正発明に係\nる「記録媒体」は，コンピュータを利用し，自然法則を利用している旨主\n張する。\nしかしながら，「知識ベース」及び記録媒体がコンピュータに読み取り\n可能であることや，「知識ベース」が論理演算の対象となるという点は，\nいずれも，コンピュータが有する一般的機能にすぎないから，それだけで\n直ちに「発明」に該当するということはできず，本件発明が「自然法則を\n利用した」技術的思想の創作\nとおりである。\nしたがって，原告の主張は理由がない。\nイ  また，原告は，本件補正発明は，情報処理（プログラム）に特徴を有す\nるのではなく，知識の表現方法（データベースの構造）に特徴を有すると\nころ，データ構造に特徴を有する発明については，データとハードウェア\n資源とが協働した具体的手段が請求項に記載される必要はない旨主張す\nる。\nしかしながら，前記 判示したとおり，本件補正発明については，\n全体として未だに抽象的な概念ないし人為的な取決めに止まるものであ\nり，その技術的意義が明らかとなっていないから，「自然法則を利用した」\n技術的思想の創作に該当しないものであって，原告の主張は，その前提を\n欠き，理由がない。\nウ  さらに，原告は，本件補正発明は，「香り，味，熱さ冷たさ，映像，音\nなどの記憶を統合することにより，『意味あるいは概念』が生じ，この『意\n味あるいは概念』を識別するものが広義の『言葉』と呼ばれているもので\nある」という自然法則を利用した技術的思想の創作によって生み出された\nものであるなどと主張する。\nしかしながら，原告の主張する「自然法則」は，意味，概念，言葉をど\nのようなものとして捉えるかという抽象的な概念の整理をするものであっ\nて，人の精神活動に基づくものというべきであり，自然界の現象や秩序に\n関する因果関係とは無関係であるから，自然法則には該当するものではな\nい。本件補正発明は，物を符号により識別した上で，言葉に関連するデー\nタとそれ以外のデータに分類するという整理方法を提示したにすぎず，そ\nの整理方法が何らかの自然法則を利用しているとはいえず，また，その整\n理方法（データ構造）をとることによって，コンピュータによる処理効率\nが高まるなど何らかの技術的な効果が得られるともいえない。\nしたがって，原告の主張は理由がない。\n小括\n以上の検討によれば，本件補正発明は，「自然法則を利用した」技術的思\n想の創作に該当するとはいえず，特許法２条１項が定める発明に該当しない\nから，特許法２９条柱書に規定する要件を満たしておらず，独立して特許を\n受けることができない。よって，本件補正は，特許法１７条の２第６項にお\nいて準用する同法１２６条７項の規定に違反するので，同法１５９条１項，\n５３条１項に基づき，却下すべきものであり，これと同旨の本件審決の認定\n判断に誤りはない。\nしたがって，取消事由１は理由がない。\n３  取消事由２（本願発明の発明該当性に係る判断の誤り）について\n本願発明は，本願補正発明から，「知識ベース」の限定事項である「コンピ\nュータによる論理演算の対象となる」ことを除いたものである。\nそうすると，上記１で判示した理由と同様の理由から，本願発明は，特許法\n２条１項にいう「発明」に該当しない。\nしたがって，本件審決の認定判断に誤りはなく，取消事由２は理由がない。\n４  結論\n以上の次第であるから，本件審決は相当であって，原告の請求は理由がない\nから，これを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      富田善範\n裁判官      大鷹一郎\n裁判官      平    田    晃    史\n"
}