{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 9,
    "day": 11
  },
  "case_number": "平成23(ワ)1742",
  "case_name": "請負代金等請求本訴事件，損害賠償請求反訴事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84476",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84476",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/476/084476_hanrei.pdf",
  "contents": "平成２６年９月１１日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第１７４２号，同第２３２９０号  請負代金等請求本訴，損害賠\n償請求反訴事件\n口頭弁論の終結の日  平成２６年７月１日\n判 決\n金沢市＜以下略＞\n原 告 ・ 反 訴 被 告    株 式 会 社 リ ン ク ネ ッ ト\n（以下「原告」という。）\n同訴訟代理人弁護 士    内 田 清 隆\n久 保 田   康   宏\n同 訴 訟 復 代 理 人 弁 護 士    渡 辺 数 磨\n東京都台東区＜以下略＞\n被 告 ・ 反 訴 原 告    クレヨンソフト株 式会 社\n（以下「被告」という。）\n同訴訟代理人弁護 士    木 戸 伸 一\n主 文\n１  被告は，原告に対し，１５９万２６６７円及びこれに対する平成２２\n年６月１日から支払済みまで年６分の割合による金員を支払え。\n２  原告の主位的請求及びその余の予備的請求並びに被告の反訴請求をい\nずれも棄却する。\n３  訴訟費用は，本訴反訴を通じてこれを５分し，その２を原告の負担と\nし，その余を被告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  本訴\n被告は，原告に対し，６９２万１８５７円及びこれに対する平成２２年６月\n１日から支払済みまで年６分の割合による金員を支払え。\n２  反訴\n原告は，被告に対し，６６５万５６９１円及びこれに対する平成２３年２月\n１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が被告から請け負ったコンピュータープログラムの開発に関し，\n本訴において，原告が，被告に対し，主位的に，被告の責めに帰すべき事\n由により原告の債務が履行不能になったと主張して，民法５３６条２項前段に\n基づき，請負代金６９２万１８５７円（当初の請負代金３０４万５０００円と\nその後の増額分３８７万６８５７円の合計額）及びこれに対する上記プログラ\nム成果物の引渡し後である平成２２年６月１日から支払済みまで商事法定利率\n年６分の割合による遅延損害金の支払を，予備的に，信義則又は民法６４１条\nに基づき，出来高分の報酬相当額又は損害賠償金４０１万４２１４円及びこれ\nに対する上記と同様の遅延損害金の支払を求め   反訴において，被告が，\n原告に対し，原告の債務の不完全履行があったと主張して，民法４１５条に基\nづき，損害金６６５万５６９１円及びこれに対する弁済期（納期）の後である\n平成２３年２月１日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める事案である。\n１  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により容\n易に認めることができる事実）\n原告及び被告は，いずれもコンピュータープログラムの作成などを業とす\nる株式会社である。\n原告は，平成２２年１月１５日，被告との間で，業務委託基本契約を締結\nした上，被告が原告に対して，「警視庁向けＬＰシミュレーションソフト」\nなるコンピュータープログラム（以下「本件プログラム」という。）の開発\nを，契約金額を３０４万５０００円（消費税１４万５０００円を含む。），\n納期を平成２２年３月１５日に被告にて受け入れテスト開始，同月３１日に\n被告にて検収完了，代金支払方法を同年４月３０日銀行振込とする内容で委\n託する旨の請負契約（以下「本件契約」という。）を締結した。これにつき\n作成された「個別契約書」（甲２。以下「本件契約書」という。）７条２項\nには，瑕疵から派生した二次的損害については，原告は保証しなくてよいも\nのとする旨の定めがある。\n本件プログラムは，明治安田ライフプランセンター株式会社（以下「訴外\n会社」という。）が警察職員生活協同組合警視庁支部向けにライフプラン支\n援を行うためのもので，①必要保障額算出，②生涯生活設計シミュレーショ\nン，③退職金シミュレーションシステム，④年金シミュレーションシステム\nの４つの機能からなり，年齢，収入，家族構成など様々な項目を入力するこ\nとで，本人が死亡した場合に家族にとって必要となる金員の額（必要保障額）\nを算出し（上記①），今後の収入，支出の変動（生涯生活設計）のシミュレ\nーションを行い（上記②），退職金額を算出し（上記③），年金の受領金額\nを算出し（上記④），これらをグラフ化することなどを主な内容としていた。\n（甲１，２，乙４）\n原告と被告は，平成２２年２月１０日頃，覚書（甲１０。以下「本件覚書」\nという。）を作成して，本件契約の納期について次のとおり変更する旨の合\n意（以下「本件変更合意」という。）をした。\nア  原告は，平成２２年４月１日に被告に第１次動作検証版を提供し，被告\nは，原告の開発と平行してテストを開始する。\nイ  原告は，テスト結果をもとに，同月８日に被告に第２次動作検証版を提\n供する。\nウ  訴外会社において，同月１５日に受入れテストを開始し，原告は，その\n結果を受けて修正を行う。\nエ  原告は，同月２２日，被告に完成版のディスク又はファイル一式を納品\nする。\n（甲１０）\n原告は，平成２２年３月２日，被告に対し，作成した詳細設計書をメール\nで送信し，被告は，同月９日，原告に対し，上記詳細設計書に被告が添削，\n修正を加えたものをメールで送信した。\n（乙１３の１ないし３，乙２６）\n被告は，平成２２年４月９日，原告に対し，計算仕様書である「ライフプ\nランシミュレーション必要保障額計算仕様」，「ライフプランシミュレーシ\nョン退職手当額計算仕様」，「ライフプランシミュレーション退職共済年金\n計算仕様」及び「ライフプランシミュレーション生涯生活設計計画表計算仕\n様」（以下，それぞれ「必要保障額計算仕様」のようにいう。）をメールで\n送信した。\nその後，被告は，原告に対し，同月２１日に生涯生活設計計画表計算仕様\nの改訂版を，同月２３日及び２６日に必要保障額計算仕様の改訂版をそれぞ\nれメールで送信した。\n（甲６，７の１及び２，１２，２９，３３ないし３５）\n被告は，平成２２年４月２１日，原告に対し，「ＬＰＦＰシミュレーショ\nンチェックシート（警察版）．ｘｌｓ」（以下「本件チェックシート」とい\nう。）をメールで送信し，その後，同月２８日までの間に，原告に対し，複\n数回にわたり本件チェックシートの改訂版を送付した。\n（甲１７，３８の２及び３）\n本件プログラムは，最終的に原被告間で納期とされた平成２２年４月３０\n日の時点で未完成であり，これに必要な修正を施すには相当期間を要する状\n況にあった。原告は，同日をもって，本件プログラムの制作作業を中止した。\n被告は，平成２２年５月１日から，前日までの原告の成果物（以下「本件\n成果物」という。）を補充，修正する方法で本件プログラムの制作作業を行\nった。\n原告は，平成２２年５月１４日付けで，被告に対し，原告は本件プログラ\nムの制作作業を継続する意思を有しているが，この点や追加代金の清算につ\nいて，被告がどのような方針で臨むのかを１０日以内に回答するよう求める\n「請求書」を送付した。\n（甲３）\n被告は，原告を関与させないまま本件プログラムを完成させ，平成２２年\n５月１９日に訴外会社に本件プログラムを納品した。\n平成２２年１０月頃，本件プログラムにバグがあることが見つかって，訴\n外会社がこれを修正したＣＤ－ＲＯＭを新たに焼き直す必要が生じたため，\n被告は，訴外会社に対し，同社が配布したＣＤ－ＲＯＭの修正版の制作費等\n合計６６５万５６９１円（制作費６６４万６２４１円及びサンプルディスク\n制作費９４５０円の合計額）を支払った。\n（乙２８ないし３０）\n２  争点\n本訴\nア  原告の被告に対する請求の当否\n民法５３６条２項前段に基づく請求の当否（争点１）\n信義則に基づく報酬請求権の有無（争点２）\n民法６４１条に基づく請求の当否（争点３）\nイ  上記アが認められる場合に原告が被告に請求することのできる金員の額\n（争点４）\n反訴\n被告の原告に対する請求の当否，すなわち，民法４１５条に基づく請求の\n当否（争点５）\n３  争点に関する当事者の主張\n争点１（民法５３６条２項前段に基づく請求の当否）について\n（原告）\nア  原告は，本件契約に基づき，本件プログラムを完成させて被告に引き渡\nす債務（以下「本件債務」という。）を負っていたが，本件プログラムは，\n納期とされた平成２２年４月３０日の時点でも完成していなかったから，\n原告の本件債務は履行不能になった。また，被告は，その後，原告を関与\nさせないまま本件プログラムを完成させてこれを訴外会社に納品したから，\nやはり原告の本件債務は履行不能となったといえる。\nイ  本件契約においては，原告が被告から指示された仕様（概要設計）に基\nづいて詳細設計を行い，これを基にプログラム開発，単体テスト及び結合\nテストを順次行って成果物を被告に提供し，被告及び訴外会社が受入れテ\nストを行って，バグ等が見つかれば，原告がこれを修正して被告に提供す\nるという一連の過程を経ることによって，本件プログラムを完成させるこ\nとになっており，被告が仕様を確定しなければ，原告は次の工程に進むこ\nとができなかった。そうであるから，被告は，原告の制作作業が滞りなく\n進むよう，本件プログラムの仕様を早期に確定させ，明確な仕様が確定さ\nれていないときは，訴外会社と交渉して抜本的なリスケジュールの調整を\n行うべきであった。また，本件契約においては，原告が，被告の提供する\nチェックシートにより計算エンジンが正常に動くかどうかをテストするこ\nとになっていたが，このチェックシートが不正確であると，原告がチェッ\nクシートとプログラムのいずれが誤っているのかを調査するという本来不\n要な作業を余儀なくされてしまうのであるから，被告としては，訴外会社\nとの交渉を通じて正確なチェックシートを作成し，これを早期に原告に提\n供すべきであった。\nしかるに，被告は，原告に対し，別紙仕様変更一覧表記載１のとおり仕\n様変更を繰り返した末，平成２２年４月９日になってようやく最終仕様と\nして計算仕様（甲６）を出したが，その後も同記載２のとおり仕様変更を\n繰り返し，訴外会社に対して抜本的なリスケジュールの申入れをすること\nもしなかったし，納期直前の平成２２年４月２８日に本件チェックシート\nの修正を行い，翌２９日にはチェックシートが正確なものであることを前\n提に作業をする必要はないなどと述べて開き直るなどして，原告に協力し\nなかったので，原告は，本件プログラムの開発を同月３０日までに完了す\nることができなかった。また，被告は，自ら本件プログラムを完成させよ\nうとするのであれば，本件契約書８条の規定に従って本件契約を合意解除\nし，仕掛品の引取りについて別途合意した額の金員を原告に支払うことで\n原告との契約関係を終了させることができたのに，原告を関与させないま\nま本件プログラムを完成させ，これを訴外会社に納品してしまった。\nウ  したがって，本件債務は，被告の責めに帰すべき事由により履行不能に\nなった。\n（被告）\nア  本件プログラムの仕様は，原告が平成２２年３月２日に被告に送信した\n詳細設計書に被告が添削，修正を加えて同月９日に原告に送信したもので\nほぼ確定し，以下のとおり，その後大きな変更はなかった。本件債務は，\n履行不能になったのではなく，原告が被告に不完全なプログラムを納入し\nてその後の業務を放棄したという債務不履行があるだけである。\n被告は，原告に対し，本件契約締結前に本件プログラムの基本的な仕\n様を示し，平成２２年２月上旬頃までに画面の仕様についても示した。\n原被告間の\n定まっている基本的な仕様の細部を確定していく作業に過ぎず，依頼内\n容を根本的に変更するような仕様変更には当たらない。\nａ\n計算仕様（甲６）は，原告が同月２日に提出したプログラムのでき\nが悪かったために被告が危機感を抱き，従来の仕様を訴外会社の確認\nを得てわかりやすくまとめ直したもので，新たな仕様を指示したもの\nではなく，変更点も一部に過ぎない。グラフを単年型から積上型に再\n度仕様変更した事実もない。\n同月２１日の生涯生活設計計画表計算仕様の変更は，子供の年齢計\n算に関する一部の仕様に過ぎず，同月１７日に東京の被告事務所で作\n業をしていた原告スタッフ（派遣社員）Ａが修正を済ませていた。\n同月２３日の必要保障額計算仕様の変更は，老齢年金の計算方法に\n関する軽微な点のみであり，同月２６日の必要保障額計算仕様の変更\nは，被告がその修正を反映したプログラムを原告に送付しているから，\n仕様変更を指示したものではない。\nｂ\n原告主張の変更は，未熟な原告のパート作業員がプログラミングを\nしたためにエラーが発生し，大幅な設計変更を余儀なくされたもので，\n被告の都合で変更をしたものではない。\nイ  本件チェックシートについて\n本件チェックシートは，一部のプログラムで使用されていたに過ぎず，\n本件プログラムのチェックはこれとは別のテストツールを用いて行われて\nいたのであるから，本件チェックシートの不具合やその修正により作業が\n遅れた事実はない。\nウ  このように，被告は，原告に対し，遅滞なく適切な内容の資料等を提供\nし，仕様を示し，原告が本件プログラムを開発するのに必要な役割を果た\nした。原告が，同月３０日までに本件プログラムを完成することができな\nかったのは，専ら管理態勢の不備，技能不足，人員不足等，原告の能力の\n欠如という原告の責めに帰すべき事由によるのであって，被告の責めに帰\nすべき事由によるものではない。\n争点２（信義則に基づく報酬請求権の有無）について\n（原告）\n本件債務の履行不能は，原告の責めに帰すべき事由により生じたものでは\nなく，被告は，原告が開発した本件プログラムの仕掛品を基に本件プログラ\nムを完成させ，訴外会社から報酬を受領して，上記仕掛品の価値に応じた利\n益を得ているのであるから，原告は，被告に対し，信義則に基づき，上記仕\n掛品の価値に応じた報酬請求権を有する。\n（被告）\n争う。\n争点３（民法６４１条に基づく請求の当否）について\n（原告）\n原告は，被告に対し，平成２２年５月１４日付け請求書で原告の行うべき\n業務について被告に指示を仰いだにもかかわらず，被告は，これを無視して\n本件プログラムを完成させたのであり，かかる被告の行為は，民法６４１条\nに基づき本件契約を解除する旨の意思表示と評価することができる。\n（被告）\n争う。\n争点４（原告が被告に請求することのできる金員の額）について\n（原告）\nア  被告は，平成２２年４月８日までに別紙仕様変更一覧表記載１ ないし\nの各仕様変更を行い，\n原告は，これに応じて本件プログラムの修正をした。原告は，４月に入っ\nても仕様面が流動的になっている異例な状況にあったことから，同月９日，\n被告に対し，メールで当初見積の約２倍の工数がかかる予定であること及\nび同日までに４５人日の業務が追加になっていることを伝えて追加予算の\n検討を要請し，所要の追加工数に対応する相当額を当初の代金額に上乗せ\nするよう申し込んだ。被告は，平常取引をする原告からその営業の部類に\n属する契約の申込みを受けたのであるから，原告に対し遅滞なく諾否の通\n知を発すべきであったのに，諾否の通知を発しなかったから，原告の上記\n申込みを承諾したものとみなされる（商法５０９条の適用又は類推適用）。\n仮にこれが認められないとしても，本件システムの開発が被告における\n仕様の確定を不可欠の前提とするものである以上，本件契約締結当時，原\n告において，度重なる仕様変更が指示されて仕様の確定が遅延し，最終的\nに納期が１か月以上も延期されることになるとは予測することができず，\nこうした事情の変更を原告の責めに帰することはできない。原告はこれに\nより当初予定されていた工数の２倍超の工数を要したものであり，当初の\n代金額を維持することは著しく信義に反するから，原告は，被告に対し，\n事情変更の法理によって追加業務代金の支払を求めることができるという\nべきであるし，そうでなくとも商法５１２条に基づき相当額の支払を求め\nることができる。\nイ\n相当額は１３９万０１０８円（＝４５人日×３万５０００円×２９０万円\n／３４５万円\n当額は１９７万７０４３円（＝６４人日×３万５０００円×２９０万円／\n３４５万円\n額は５０万９７０６円（＝１６．５人日×３万５０００円×２９０万円／\n３４５万円×１．０５）となり，これらの合計額は３８７万６８５７円と\nなる。\nしたがって，原告は，被告に対し，請負代金又は損害賠償として，本件\n契約締結当時の代金額３０４万５０００円と上記３８７万６８５７円の合\n計額である６９２万１８５７円の支払を求めることができるし，仮にこれ\nが出来高分にとどまるとしても，仕様変更後の部分については結合テスト\nのうち全体の４分の１程度を終えていたから，４０１万４２１４円（＝３\n０４万５０００円＋３８７万６８５７円×１／４）の支払を求めることが\nできる。\n（被告）\n本件のようなプログラムにおいては，作業の進展に応じて仕様が確定して\nいく部分が多く，ある程度の変更はもともと想定されているところ，被告は，\n原告に対し，本件契約の趣旨を逸脱するような仕様変更を指示したことはな\nく，追加報酬が発生するような作業の増加もなかった。\nそして，被告は，原告のメールによる代金額追加の要望を訴外会社に伝え\nて相談するつもりであったので，その旨を原告に伝えたが，代金額の上乗せ\nを了承したわけではない。翌日になって原告の作業について重大なミスが発\n見され，プログラムの大がかりな修正が必要となることが判明したため，追\n加代金を支払うどころではなくなり，結局，訴外会社と相談することもなく，\n原告からの催促もなかった。\n争点５（民法４１５条に基づく請求の当否）について\n（被告）\nア  納期とされた平成２２年４月３０日の時点においても，原告は未だ多く\nの作業をやり残しており，また，外見上作業が完了したように見える部分\nについてもテストを行うと多数のエラーが発生する状態であって，プログ\nラムは不完全なものであった。原告は，不完全なままのプログラムを被告\nに納入してその後の業務を放棄したから，原告には債務不履行（不完全履\n行）がある。\n被告は，同年５月頃，原告から納入されたプログラムの一部を利用して，\n不眠不休で必要なプログラムの作成，修正等の作業を行って本件プログラ\nムを完成させ，同月１９日に訴外会社に納品したところ，原告作成部分の\n計算プログラム中，被告がそのまま利用した日付計算専用のプログラムで\nある「CustomDate.as」ファイルの２７９行目と２８０行目の間に必要な\n「retVal=\"\";」という文字列が欠落しているというバグ（以下「本件バグ」\nという。）があり，コンピューターのシステム時刻の月が２桁（１０月な\nいし１２月）となる場合に生年月日等の日付がエラーとなる重大な不具合\nが発生することが判明したので，被告は，訴外会社に対し，６６５万５６\n９１円を支払い，同額の損害を受けた。\nイ  本件契約書７条２項は，原告が契約の本旨に従い誠実に債務を履行し，\n原告側で十分にテストをした上で納品することを前提とする規定であり，\n本件のように，原告が債務を誠実に履行せず，十分なテストも行わないま\nま本件プログラムを納入した場合には適用されない。\n（原告）\nア  被告が主張するプログラムの不具合が，原告の責めに帰すべき事由によ\nり生じたものであるとはいえない。仮に上記不具合が原告のミスによるも\nのであったとしても，それは本件契約に基づいて，原被告間でテストと修\n正を繰り返しながら解消すべきものであった。被告が，原告からかかる修\n正の機会を一方的に剥奪しておきながら，原告のミスを奇貨として原告に\n対し責任を追及することは許されない。\nイ  本件契約書７条２項は，本件プログラムをＣＤ－ＲＯＭに焼き付けるこ\nとについて原告が責任を負わない趣旨で合意されたものであるから，原告\nは，同項により，被告主張の損害賠償責任を負うことはない。\n第３  当裁判所の判断\n１  前記前提事実に，証拠（甲２３，乙３８，原告代表者，被告代表者のほか後\n掲のもの）及び弁論の全趣旨を総合すれば，次の事実を認めることができる。\n訴外会社は，平成２１年９月頃，被告に対し，本件プログラムの開発を依\n頼した。本件プログラムは，訴外会社が以前に別の顧客のために制作した類\n似のシステムを参考にしつつ，一から新たに制作する必要があったが，被告\nは，同年１１月３０日，原告に対するメールで本件プログラムの概要の説明\nをし，その後平成２２年１月７日頃までに，「ライフプランシミュレーショ\nン構成図（案）Ｖｅｒ．１」など本件プログラムの構成と画面のイメージを\n示した図（乙２），本件プログラムの基本構成を示す「ライフプランシミュ\nレーション構成図（案）Ｖｅｒ．３」と画面イメージを具体的に示した画面\n説明図を含む訴外会社作成に係る２００９年１２月１６日付け「「ライフプ\nラン支援ソフト」開発打合せ資料」（乙４），「ライフプランシミュレーシ\nョン構成図（案）Ｖｅｒ．５」などを含む上記開発打合せ資料の同月２２日\n付け改訂版（乙６），入力するデータの項目や処理要領等を具体的に記載し\nた「データ項目説明書【入力】（案）」（乙５），退職金計算の方法をまと\nめた書面（乙７），年金シミュレーションの計算に関連するエクセルファイ\nルや，別の団体向けに作成された類似プログラムの「ｗｅｂ仕様書」（甲２\n４，乙３）を交付又はメールで送信し，原告との間でメールや面談などによ\nり打ち合わせを行った。\n（甲２４，乙１ないし７，１４ないし１９）\n原告と被告は，平成２２年（以下，同年については年の記載を省略する。）\n１月１５日，本件契約を締結した。原告が作成し被告に提出した見積書（甲\n２２。以下「本件見積書」という。）によれば，本件契約における具体的な\n作業工程（各末尾括弧内の数字は工数と税抜き金額）   システム分析\n（実装方法検討）（１０．０人日，４５万円）   概要設計（０．０人日，\n０円）   詳細設計（２０．０人日，９０万円）   製造・テスト（４\n５．０人日，１５７万５０００円）   結合テスト（１５．０人日，５２\n万５０００円）\n作業は，①  メインメニュー（２．０人\n日，７万円），②－１  計算情報入力（５．０人日，１７万５０００円），\n②－２  退職金シミュレーション（５．０人日，１７万５０００円），②－\n３  年金シミュレーション（５．０人日，１７万５０００円），②－４  生\n涯生活設計シミュレーション（７．０人日，２４万５０００円），③  情報\nＢＯＸ（０．５人日，１万７５００円），④  計算情報保存・読み込み（２．\n０人日，７万円），⑤－１  ヘルプ画面表示（０．５人日，１万７５００\n円），⑤－２  動画再生（３．０人日，１０万５０００円），⑤－３  帳票\n出力（５．０人日，１７万５０００円），⑤－４  テスト自動化（５．０人\n日，１７万５０００円），⑥－１  家計診断（計算情報入力）（２．０人日，\n７万円），⑥－２  家計診断（診断結果表示）（３．０人日，１０万５００\n０円）に分けられ，総工数は９０．０人日と見積もられていた。なお，本件\n見積書では，上記の合計額３４５万円から５５万円を値引きした２９０万円\nが税抜きの請負金額とされていた。\n本件契約書７条には，原告が，本件プログラムの開発完了後といえども，\nその後３か月以内に開発成果に瑕疵が発見されたときは，無償にてこれを修\n補し，同期間経過後に発見される瑕疵については，被告の要求に応じ有償で\n修補するが，瑕疵から派生した二次的損害については，原告は保証しなくて\nよいものとする旨の定めがあり，上記二次的損害に関する定めは，万一ＣＤ\n－ＲＯＭの焼き直しや再配布が必要となった場合に原告がその損害賠償を免\nれる趣旨で定められたものであった。\nまた，被告は，この頃，１月末に仕様が決定することを見込んでいて，そ\nの旨を原告に通知していた。\n（甲２，１６，２２）\n被告は，２月初め頃，原告に対し，２００９年１２月２２日付け「「ライ\nフプラン支援ソフト」開発打合せ資料」（乙６）に添付されていた画面説明\n図をより詳細にしてデザインの変更をした画面仕様書（乙８）や「データ項\n目説明書【入力】（案）」の改訂版（乙９）を送付した。\n（乙６，８，９）\n被告は，２月１０日，原告に対し，必要保障額算出や年金シミュレーショ\nン，退職金シミュレーションに必要な資料のエクセル等のファイル（甲３０，\n乙１０）をメールで送信し，また，家計診断部分を除く部分の仕様や画面サ\nイズは同月１２日に確定する予定であること，家計診断部分は未確定なので\n開発を待機すべきこと，最終納期は４月２２日となること，情報ＢＯＸにつ\nいて未決定の部分は多いが，画面数と構成の決定を翌週に決定するが，コン\nテンツについては今後決めていくことなど，訴外会社との打合せ内容を原告\nに通知した。\nそして，原告と被告は，本件覚書を作成して，本件変更合意をした。\n（甲１０，３０，乙１０，２１，２２）\n被告は，２月１２日，原告に対し，「データ項目説明書【入力】（案）」\nの改訂版，各種シミュレーションにおける判定基準及びコメントの一覧（乙\n１１）をメールで送信するとともに，上記判定基準及びコメントについては\n変更がありそうだが翌週には確定する予定である旨を通知した。\nまた，原告と被告は，同日から４月６日までの間，課題管理表を作成し，\n原告が確認事項を記載して被告がその回答を記載するといった方法で，仕様\nの具体的内容等について多数回にわたり調整を行った。\n（甲４，乙１１，２３）\n被告は，２月１６日，原告に対し，「必要保障額入力画面③（教育・結婚\n費用）」等の高校卒業後のラジオボタン選択に「就職」のボタンを，「必要\n保障額入力画面④（保険）」のラジオボタン選択に「なし」のボタンをそれ\nぞれ追加するよう指示した。\n（甲４）\n被告は，２月１７日，原告に対し，必要保障額算出に当たり，採用年月日\nからの数え月により遺族共済年金の額が異なることから，「必要保障額入力\n画面①（家族構成）」に採用年月日の項目を追加したほか，必要保障額算出\nにおいて，必要保障額に住宅リフォーム予定金額を，収入金額に本人の死亡\n時退職金をそれぞれ加算し，また，「中高年寡婦加算」制度を必要保障額の\n計算に組み込むといった仕様への変更を指示した。\n（甲４）\n被告は，２月２３日，「ライフプラン支援ソフト構成図（案）Ｖｅｒ．１\n１」や画面仕様書の改訂版等を含む訴外会社作成の２月１２日付け「「ライ\nフプラン支援ソフト」開発打合せ資料」（乙１２）をメールで送信し，家計\n診断において「世帯人数」を入力項目として追加する旨を指示したほか，３\n月２日頃までに背景画像ファイル等の資料をメールで送信した。上記開発打\n合せ資料上は，家計収支の推移グラフは年ごとに単年の収入及び支出を表示\nする単年型で記載されていた。\nまた，被告は，同日，原告に対し，退職金シミュレーションシステムの退\n職手当額試算データ入力画面において，「表」，「級」及び「号給」を別々\nのテキストボックスに入力する形式から，「表」及び「級」についてはプル\nダウンから選択して１つのコンボボックスに入力する形式に変更するよう指\n示した。\n（甲４，乙１２，２４，２５）\n被告は，３月２日，原告に対し，必要保障額算出に当たり，収入金額に含\nまれる配偶者の公的年金は手入力ではなく計算により算出するようにし，そ\nれに伴い画面構成も変更し，死亡時退職金の計算方法を，年金計算の上昇率\nを使用した算出方法で推定給与を算出し，それをベースとした退職金を算出\nする方法に変更し，収入増加分の考慮方法を変更し，また，年金算出処理に\nおいて，賞与支給率につき「組合員種別」ではなく「退職時の職種」を入力\nする形式に修正し，入力の選択項目を「警視以上」，「警察官（警部以下）」\n及び「一般職員」から「警視以上（相当職）」，「警察官（警部以下）及び\n「一般職員」に変更するよう指示した。\n原告は，同日，被告に対し，それまでに被告から示された資料，指示に基\nづき原告が作成した詳細設計書をメールで送信した。\n（甲４，乙１３の１ないし３）\n被告は，３月９日，原告に対し，原告から送信された詳細設計書に被告が\n添削，修正を加えたものをメールで送信し，これにより，本件プログラムの\n具体的な仕様がほぼ確定した。\n（乙２６）\n被告は，３月１０日，原告に対し，詳細設計書の補充資料をメールで送信\nした。\n（乙２７）\n被告は，３月１９日，原告に対し，必要保障額において，グラフは積上型\nとし，「シミュレーションシステム計算式＿ｓｐｅｃ．ｐｄｆ」のｐ．１０\n０の平均余命テーブルに従い本人及び配偶者の余命を取得し，その余命まで\nの分で算出すると指示したが，同月２３日には，グラフは単年型とし，必要\n保障額を「２０１００３１９－生涯生活設計計画表サンプル．ｘｌｓ」の単\n年で算出している部分の計算式（ただし，死亡時退職金が考慮されていない\nので考慮する。）で算出するよう変更を指示した。\n（甲４，１３，１４）\n被告は，３月２９日，原告に対し，生涯生活設計シミュレーションシステ\nムにおいて，本人の年収手取りを算出する際，職種により給与の上昇率が異\nなる問題を解決するため，「必要保障額入力画面①（家族構成）」に職種に\nよるリストダウンを追加するよう指示した。\n（甲４）\n被告は，４月１日，原告に対し，必要保障額算出において，中高年寡婦加\n算について，「経過的寡婦加算」制度を計算式に組み込むよう指示し，遺族\n共済年金について，原告が２月１０日に受領した仕様に基づく計算式から平\n成２１年１２月８日に受領したＰＤＦの仕様に基づく計算式に変更し，更に\n平成１５年法改正前後の値を算出するように変更を指示し，また，生涯生活\n設計シミュレーションシステムにおいて，初年度は生活費（月額）×１２と\nして計算していたのを，別途「生涯生活設計・必要保障額の収入，手取り，\n生活費算出０４０１．ｘｌｓ」に基づき算出するよう指示した。\n原告は，同日，被告に対し，   製\n造・テスト」に該当）に関する達成率が６０％であり，必要保障額算出に関\nするプログラム制作の達成率が０ないし５０％の部分があることや家計診断\nに係る部分が手付かず（達成率０％）であること，全体の進捗具合が約３な\nいし４日遅れであること，既に仕様は凍結したものと考えているが，原告側\nから確認して明確となった部分もあるので，まだ原告に明確にしていない仕\n様がないか確認してほしいことなどをメールで伝えるとともに，「動作確認\n用ｅｘｅ」ファイル一式を被告に送信しようとしたが，画面遷移部分で不具\n合があるため翌日提出する旨を通知した。\n（甲４，乙３９の１及び２，４０）\n原告は，４月２日，被告に対し，同月１日分の「動作確認用ｅｘｅ」ファ\nイル一式を送付したが，これは第１次動作検証版には至らないものであった。\n被告は，同日，原告に対し，必要保障額のグラフは積上型とする旨再度の\n変更を指示した。\n（甲１５，３１，乙３９の１及び２）\n被告は，４月５日，原告に対し，同月１９日に「最終・計算結果提出」と\nする等のスケジュールの変更を訴外会社に提案することなどを記載したメー\nルを送信した。\n（乙４１の１及び２）\n被告は，４月６日，上記スケジュールの変更を訴外会社に提案し，納期を\n同月３０日とすることについて訴外会社から了承を受け，原被告間において，\nこの頃までに，原告の最終納期を同月３０日とする旨の合意が成立した。\nまた，被告は，４月６日，原告に対し，年金シミュレーションシステムに\nおいて，夫死亡時の妻の年金取得方法につき「遺族共済年金＋妻の老齢基礎\n年金」で計算することとし，これに伴い検証用出力項目の必要保障額の項目\nに「配偶者公的年金」の項目を追加するよう指示した。\n（甲４，乙４１の１及び２）\n原告は，４月８日，被告に対し，年金シミュレーション及び退職金シミュ\nレーションのソフト成果物（以下「４／８のリリース版」という。）を送付\nし，必要保障額については仕様の確定が遅れている影響で実装をしただけの\n状況であってテストには至っていない旨を告げた。被告がこれをテストした\nところ，８点のエラーが発生したため，被告は，同日，原告にエラー内容の\n修正を求めるとともに，原告と，上記エラーの修正は同月３０日までに行う\nこと及び原告の技術者が東京の被告事務所で被告の管理下において本件プロ\nグラムの制作作業をすることを合意した。\n（甲２６）\n原告は，４月９日，被告に対し，４月に入っても仕様面が流動的になって\nいる異例な状況で非常に苦戦しており，同月２０日までの間に当初予定の倍\nの工数がかかる見込みであるとして，追加予算（請負代金額の追加）の検討\nを依頼したところ，被告は，もう少し早く言ってもらえれば仕様変更のスト\nップや追加見積の交渉をすることができたところだが，訴外会社に一度相談\nしてみたいので，仕様変更，追加のあった部分のリストと工数を示すよう応\nじたため，原告は，被告に対し，\n更により１９人日追加，必要保障額算出処理の実装に２０人日追加など，そ\nれまでの仕様変更の内容と追加された工数（合計４５人日）を示すリストを\n送信した。\n被告は，同日，原告に対し，甲６の計算仕様（必要保障額計算仕様，退職\n手当額計算仕様，退職共済年金計算仕様及び生涯生活設計計画表計算仕様）\nをメールで送信したが，これにより，臨時の支出は計算する年のみ入力する，\n遺族基礎年金について詳細な場合分けをする，遺族共済年金を短期要件と長\n期要件に分ける，老齢年金は年金シミュレーション計算仕様から求める，本\n人の死亡退職金の算出方法を場合分けする，配偶者の年収につき初年度とｎ\n年後に分けて算出し，配偶者の私的年金につき支給期間で限定するなど，従\n前不明確であった仕様が明確化されたり変更が加えられたりした。\n原告は，同日，被告に対し，４／８のリリース版の修正版を送付したが，\nこれは第１次動作検証版には至らないものであった。\n（甲５，６，１２，２５，２７，３０，３２）\n原告従業員のＢ及び原告スタッフ（派遣社員）Ａは，４月１２日頃から，\nＢについては同月１７日まで，Ａについては同月２３日まで，東京の被告事\n務所で本件プログラムの制作作業を行った。\n被告は，４月１６日，画面処理について，入力項目単位でデータを保存し\nていたのを，一画面ごとに入力したデータを保存する方式に変更する等の仕\n様変更を指示した。\n被告は，４月１７日，Ａに対し，教育費等を計算するための４月１日時点\nでの子供の年齢について，６歳を小学１年，１２歳を中学１年，１５歳を高\n校１年などとするよう改めた生涯生活設計計画表計算仕様の改訂版（甲７の\n１）を交付し，Ａはその変更に応じた修正を行った。\n（甲７の１）\n被告は，４月２１日，Ｂに対し， 改めたことを伝えるとと\nもに，念のためとしてその旨修正した生涯生活設計計画表計算仕様の改訂版\n（甲７の１）をメールで送信し，また，テスト用の「ｉｎｐｕｔ．ｔｘｔ」\nファイル及び訴外会社作成に係る必要保障額の計算ツール（計算エンジンが\n正常に動作をするかどうかを検証するための資料）である本件チェックシー\nトをメールで送信した。原告は，これ以降，本件チェックシートを用いて本\n件プログラムの必要保障額に係る部分の開発を進めた。\n被告が同日に本件プログラムについて，ファイル入出力のテストをしたと\nころ，６点のエラーが発生したため，被告は，同日，原告にその修正を依頼\nし，原告は，同月３０日までに修正を完了することを確認した。\n（甲７の１，３３，３８の１）\n被告は，４月２２日，原告に対し，本件チェックシートの改訂版である\n「ＬＰＦＰシミュレーションチェックシート（警察版）・計画表組込版．ｘ\nｌｓ」をメールで送信した。\n（甲３８の２）\n被告は，４月２３日，原告に対し，配偶者の老齢基礎年金及び老齢厚生年\n金の算出方法について，本人の計算ロジックを使用して年金シミュレーショ\nン計算仕様から求めるとされていたのを，老齢基礎年金については一定額と\nし，老齢厚生年金については特定の式により算出する等の修正を加えた必要\n保障額計算仕様の改訂版（甲７の２）をメールで送信した。\n被告代表者は，同日，原告代表者に対し，Ａに引き続き被告事務所で作業\nさせるよう依頼したが，原告代表者は，これを断った。\n（甲７の２，３４）\n被告代表者は，４月２５日，原告代表者に対し，原告スタッフに東京の被\n告事務所で制作作業を行わせるよう依頼したが，原告代表者は，これを拒絶\nした。被告代表者がゴールデンウィークの連休前までに本件プログラムの制\n作作業が終わらなかったら連休中も作業をしてもらえるか原告代表者に尋ね\nると，原告代表者は，連休前に終わらせるよう努力するが，終わらなかった\n場合は連休中も協力するとの趣旨を述べた。\n被告は，同日，訴外会社との間で，納期を同月３０日から同年５月８日に\n変更する旨の合意をしたが，その旨を原告には伝えなかった。\n被告は，４月２６日，原告に対し，配偶者の老齢基礎年金及び老齢厚生年\n金の算出方法について，老齢基礎年金は本人の計算ロジックを使用して年金\nシミュレーション計算仕様から求める方法に戻し，老齢厚生年金は６０歳か\nら６４歳までと６５歳以上に分け，かつ，定額部分，報酬比例部分，職域加\n算部分及び経過的加算等を分けて計算する等の方法に変更した必要保障額計\n算仕様の改訂版（甲２９）及び上記変更点について被告の方で修正したプロ\nグラムをメールで送信した。\n（甲２９，３５）\n被告は，４月２８日，原告から提出された疑問点に対応するなどして，原\n告に対し，３度にわたり本件チェックシートの改訂版をメールで送信した。\n（甲１７，３８の３）\n原告は，４月２９日，被告に対し，本件チェックシートの不具合が進捗遅\nれの原因となっているので，これ自体のテストをしてほしいことや，本件チ\nェックシートの計算式が頻繁に変わっている現状からすると，ＣＤ７万枚を\n焼く本件プログラムを同月３０日に納品することは困難であり，仕様を完全\nに凍結した上，２週間はテストを行うべき旨などを記載したメールを送信し\nた。\nこれに対し，被告は，本件チェックシートを正とせず，これは計算思想の\n参考程度として取り扱い，４月２６日までに送付した必要保障額計算仕様を\n正として進めてほしい，今日はできるところまで進めることだけを考えてほ\nしいなどと回答した。\n原告は，これを受け，実際は本件チェックシートの中の計算式をそのまま\n実装しているわけではなく，被告から提示されている仕様をベースとしたも\nのを実装しており，本件チェックシートは見やすさの点で参考にしているな\nどとした上，いずれにしても４月３０日にＣＤに焼けるレベルの品質は保て\nないとの見解は変わらないと応じた。\n（甲１８ないし２０）\n被告代表者は，４月３０日，原告代表者に電話を掛けて，ゴールデンウィ\nーク中に作業を行って同年５月６日までに完成させ，納品をするよう強く求\nめたが，原告代表者は，絶対に間に合わないからリスケジュールが必要であ\nるとして，これを拒絶した。原告代表者は，同日，被告代表者に対し，同日\n中にテストパターン一つを通せるところまで対応して被告に提出すること，\nゴールデンウィーク中は被告と訴外会社がテストを行うとのことであるから，\n仕様を凍結し，バグ出しを行ってほしいこと，原告はゴールデンウィーク明\nけにバグに対する対応を行うこと，スケジュール遅延の主たる原因は，仕様\nが出るのが遅すぎ，その後の仕様変更も多すぎることにあること，労務管理\n上，働かせすぎなのでゴールデンウィーク中は従業員らを休ませることなど\nを記載したメールを送信した後，しばらくの間連絡を絶ち，実際に，翌日以\n降は制作作業を中止した。\nこの時点で原告が制作し被告に納入した本件成果物は未完成で，完成させ\nるには相当期間を要する状況にあったが，本件見積書の作業工程の分類のう\n製造・テスト中の①  メインメニュー，③  情報Ｂ\nＯＸ，④  計算情報保存・読み込み，⑤－１  その他（ヘルプ画面表示），\n⑤－２  その他（動画再生），⑤－３  その他（帳票出力），⑤－４  その\n他（テスト自動化），⑥－１  家計診断（計算情報入力），⑥－２  家計診\n断（診断結果表示）については既に完成した状態にあり，それ以外の部分は，\n概ね     製造・テスト中の②－２シミュレーシ\nョン（計算情報入力），②－２  退職金シミュレーション，②－３  年金シ\nミュレーション及び②－４  生涯生活設計シミュレーションが各１０％の完\n結合テストは行われていなかった。\nなお，本件成果物のうちの日付計算専用のプログラム「CustomDate.as」\nファイルの２７９行目と２８０行目の間には，本件バグがあった。\n（甲８，９，１１，乙３１ないし３５）\n被告は，５月１日から，本件成果物を補充，修正する方法で，本件プログ\nラムの制作作業を行った。\n（乙３１ないし３４）\n原告は，５月６日，被告に対し，本件プログラムの制作作業の続行を申し\n入れたが，被告は，これを拒絶した。\n原告は，５月１４日，被告に対し，原告は本件プログラムの制作作業を継\n続する意思を有しているが，この点や追加代金の精算について，被告がどの\nような方針で臨むのかを１０日以内に回答するよう求める「請求書」（甲３）\nを送付した。\n（甲３）\n被告は，原告を関与させないまま，最終的なテストも全て行って本件プロ\nグラムを完成させ，同月１９日，訴外会社に本件プログラムを納品した。\n１０月頃，本件プログラムに本件バグがあることが判明し，訴外会社はこ\nの点を修正したＣＤ－ＲＯＭを新たに焼き直す必要が生じたため，被告は，\n訴外会社に対し，同社において配布したＣＤ－ＲＯＭの修正版の制作費等合\n計６６５万５６９１円を支払った。\n（乙２８ないし３０）\n２  争点１（民法５３６条２項前段に基づく請求の当否）について\n本件プログラムは，原告が４月３０日に未完成のまま制作作業を中止した\n後，被告が本件成果物を補充，修正して完成させ，５月１９日に訴外会社に\n納品したのであるから，原告の本件債務は，これにより，社会通念上，履行\n不能となったものと認められる。\nなお，原告は，４月３０日の時点で本件プログラムが完成していなかった\nから，本件債務が履行不能になったと主張するが，本件契約の性質上，同日\nまでに本件プログラムを完成させて被告に引き渡さなければ契約をした目的\nを達することができないとは認め難く，原被告間でその趣旨の合意があった\nとも認められないから，同日までに本件プログラムの完成，引渡しがされな\nかったとしても，このことから直ちに，本件債務が履行不能になったとはい\nえない。原告の上記主張は，採用することができない。\nア  被告は，本件成果物を補充，修正して本件プログラムを完成させて訴外\n会社に納品したが，本来原告が行うべき作業を被告が行うことになったの\nは，原被告間で合意された納期である４月３０日になっても本件プログラ\nムが未完成で，完成させるには相当期間を要する状況にあったのに，原告\nが同日をもって本件プログラムの制作作業を中止して，その後しばらくの\n間連絡も絶ってしまい，訴外会社との間で合意された納期である５月８日\nに間に合わせるためには，被告自身が本件成果物を補充，修正して本件プ\nログラムを完成させるほかない状態に陥ったことにある。このことに鑑み\nれば，本件契約に基づく原告の債務の履行不能が，被告の責めに帰すべき\n事由によるものであるとは認められないというべきである。\nイ  原告は，被告が，仕様変更を繰り返し，４月９日に最終仕様として計算\n仕様（甲６）を出したが，その後も仕様変更を繰り返していながら，訴外\n会社に対して抜本的なリスケジュールの申入れをすることもせず，また，\n納期直前に本件チェックシートの修正を行うなど，原告に協力しなかった\nと主張する。\nしかしながら，被告が３月９日に原告から送信された詳細設計書に添削，\n修正を加えたもので本件プログラムの具体的な仕様はほぼ確定し，その後，\n変更等はされたものの，原告は，４月１日時点で全体の進捗具合が３ない\nし４日程度遅れていると認識していたに過ぎない。同月９日には被告から\n原告に計算仕様（甲６）が送付されて従前不明確であった仕様が明確化さ\nれたり，変更が加えられたりし，同月１６日には画面処理におけるデータ\nの保存方法等の変更がされたが，原告代表者尋問の結果に照らすと，原告\nはこれらの変更等には何とか対応していたことが窺われる。被告が同月２\n１日にＢに送付した生涯生活設計計画表計算仕様の改訂版（甲７の１）に\nよる変更部分は同月１７日以降にＡにより修正作業が既に行われていたし，\n同月２３日の必要保障額計算仕様の改訂版（甲７の２）による修正部分は\n老齢基礎年金及び老齢厚生年金の算出に係る箇所のみの単純な変更に過ぎ\nず，同月２６日の必要保障額計算仕様の改訂版（甲２９）による変更部分\nは被告がプログラムの修正を行っている。本件証拠に照らして，４月３０\n日までに本件プログラムが完成しなかったことが，ひとえに被告の仕様変\n更等によるとは断じ難い。また，被告が訴外会社に対して抜本的なリスケ\nジュールの申入れをしたとは認め難いが，それを行わないと４月３０日の\n時点でその後の作業が行えなくなるというものでもない。さらに，本件チ\nェックシートの修正があったとしても，原告は，本件チェックシートの中\nの計算式を実装しているわけではなく，これを見やすさの点で参考にして\nいたにとどまっていたというのである。\nそうすると，被告がこれらの仕様変更等を繰り返し，訴外会社に対して\n抜本的なリスケジュールの申入れをすることもせず，また，本件チェック\nシートの修正を行ったからといって，原告が４月３０日の時点で本件プロ\nグラムの制作作業を中止したことがやむを得なかったとは認め難く，これ\nらの点が，本件債務の履行不能についての被告の帰責性を基礎付けるとい\nうことはできない。原告の上記主張は，採用することができない。\nウ  原告は，被告が本件契約を合意解除し，仕掛品の引取りについて別途合\n意した額の金員を原告に支払って原告との契約関係を終了させることがで\nきたのに，原告を関与させないまま本件プログラムを完成させこれを訴外\n会社に納品してしまったと主張する。\nしかしながら，証拠（甲２）によれば，本件契約書８条は，原被告間で\n協議をすることにより本件契約を解除することができること等を定めるも\nのに過ぎず，原告が一方的に本件プログラムの制作作業を中止した場合に，\n被告が当然に本件契約の合意解除をしなければならないとはいえないので\nあって，この点の原告の主張も，採用することができない。\n３  争点２（信義則に基づく報酬請求権の有無）について\n結合テストに分けられてお\nり，また，証拠（乙１３の１ないし３，３７の２）及び弁論の全趣旨によれば，\n本件プログラムは多数のプログラムの集合体であると認められるから，本件契\n約に基づき原告が行うべき業務の内容は可分であるといえる。また，被告は，\n本件成果物を利用して本件プログラムを完成させて訴外会社に納品したのであ\nるから，被告は，本件成果物により利益を有するということができる。そして，\n出来高分の報酬を請求することが相当でないとする特段の事情は窺えないから，\n信義則上，原告は，被告に対し，本件プログラムの出来高分の報酬を請求する\nことができると解するのが相当である。\n４  争点３（民法６４１条に基づく請求の当否）について\n前記１認定の事実によれば，原告は，５月１４日，被告に対し，本件プログ\nラムの制作作業の継続等に関し回答を求める「請求書」（甲３）を送付したと\nころ，被告は，原告を関与させないまま本件プログラムを完成させたことが認\nめられるが，このことをもって，被告が原告に対して本件契約を解除する旨の\n意思表示をしたと認めることはできないし，他に被告が解除の意思表示をした\nと認めるに足りる証拠はないから，この点の原告の主張は，採用することがで\nきない。\n５  争点４（原告が被告に請求することのできる金員の額）について\n原告は，４月９日に所要の追加工数に対応する相当額を当初の代金額に上\n乗せするよう申込みをし，被告が遅滞なく諾否の通知を発しなかったから，\nこれを承諾したものとみなされると主張する。しかしながら，前記１認定の\n事実によれば，原告は，被告に対し，追加予算の検討を要請したにとどまる\nのであって，原告が上記の申込みをしたとは認められず，他にこれを認める\nに足りる証拠もないから，原告の上記主張は，その前提を欠くものであって\n失当である。\n原告は，最終的に納期が１か月以上延期されることになるとは予測するこ\nとができなかったし，こうした事情の変更を原告の責めに帰することはでき\nず，当初の代金額を維持することは著しく信義に反すると主張する。しかし\nながら，プログラム制作請負契約において，仕様変更が行われて納期が変更\nされることが希有であるとは考え難いし，前述のとおり，４月３０日までに\n本件プログラムが完成しなかったのがひとえに被告の仕様変更等によるもの\nとも断じ難いところであり，結局，代金額の追加について原被告間で合意が\n成立しないまま，原告が制作作業を一方的に中止したことをも併せ考慮する\nと，本件契約締結当時の代金額を維持することが著しく信義に反するものと\nは認め難いから，この点の原告の主張も，採用することができない。\nなお，原告は，商法５１２条に基づき追加作業分の代金額を請求すること\nができるとも主張するが，本件契約において，契約締結当時に予定されてい\nた仕様と追加された仕様とを明確に区別することができないことは原告が自\n認するところであり，本件契約は仕事の完成を目的とする請負契約であるこ\nとに照らしても，原告の上記主張を採用する余地はない。\nそうすると，本件契約における請負代金額は，本件契約締結当時の代金額\nである３０４万５０００円（税抜きで２９０万円）であり，原告は，被告に\n対し，このうちの出来高に相当する部分を請求することができることになる。\nのとおり，一部の仕事を完成\nさせていたところ，本件契約締結の際に用いられた本件見積書は，作業工程\nごとに工数と金額を定めていたから，原告が請求することができる出来高相\n当の報酬額は，本件見積書上の各作業工程のそれぞれの金額に完成度を乗じ，\n値引き分を考慮するために実際の税抜き請負金額２９０万円を値引き前の税\n抜き見積金額３４５万円で除したものを乗じ，最後に５％の消費税分を付加\nして算出するのが相当であり，その計算結果は，別紙認容額算定表のとおり\nである。\nしたがって，原告が，被告に対し請求することができる出来高相当の報酬\n額は，同表「税込み合計」欄「認容額」欄記載のとおり，１５９万２６６７\n円となる。\n原告は，結合テストの４分の３を除き，本件プログラムは完成していたと\n主張するが，これを認めるに足りる証拠はないから，採用することができな\nい。\n６  争点５（民法４１５条に基づく請求の当否）について\n本件成果物に本件バグがあり，被告が訴外会社に納品した完成品にも本件バ\nグ含まれていたために，訴外会社がこれを修正したＣＤ－ＲＯＭを新たに焼き\n直す必要が生じたものであるが，本件成果物は，全体として未完成であり，原\n告が制作した部分についてもバグの有無等について十分なテストを行う必要が\nあって，被告もこのことを認識していたことは明らかである。そして，本件バ\nグの発見が困難であったことを認めるに足りる証拠はないから，被告は，最終\n的なテストを行っていながら，本件バグを見逃したものといわざるを得ない。\nそうすると，被告が完成させた本件プログラムに本件バグが残ったのは，専\nら被告の行ったテストが不十分であったためであるから，本件バグにより訴外\n会社がこれを修正したＣＤ－ＲＯＭを新たに焼き直す必要が生じ，これに関し\nて被告が出捐をしたとしても，原告がこのことについて本件契約上の責任を負\nうべきであるということはできない。\n７  以上の次第であるから，原告の本訴請求は，主位的請求が理由がなく，原告\nの予備的請求が，出来高分の報酬１５９万２６６７円及びこれに対する本件成\n果物引渡しの後である平成２２年６月１日から支払済みまで商事法定利率年６\n分の割合による遅延損害金の支払を求める限度で理由があるが，その余は理由\nがなく，被告の反訴請求は理由がない。\nよって，上記の限度で原告の予備的請求を認容し，原告の主位的請求及びそ\nの余の予備的請求は失当として棄却し，被告の反訴請求は失当として棄却する\nこととして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      高    野    輝    久\n裁判官      三    井    大    有\n裁判官      藤    田        壮\n仕様変更一覧表\n１  平成２２年４月８日までの仕様変更\n平成２２年２月１６日，必要保障額入力画面④においてラジオボタン選択\nに「なし」のボタンを，同画面③において高校卒業後に「就職」のボタンを\nそれぞれ追加。\n平成２２年２月１７日，必要保障額算出に当たり，採用年月日のからの数\nえ月により遺族共済年金の額が異なるため，採用年月日の項目を追加。\n平成２２年２月１７日，必要保障額算出において，本人の死亡時退職金が\n収入に加算される仕様に変更。\n平成２２年２月１７日，住宅リフォーム予定金額を必要保障額に加算する\n仕様に変更。\n平成２２年２月１７日，「中高齢寡婦加算」制度を必要保障額の計算に組\nみ込む仕様に変更。\n平 成 ２ ２ 年 ２ 月 ２ ３ 日 ， 退 職 金 シ ミ ュ レ ー シ ョ ン シ ス テ ム に お い て ，\n「表」，「級」，「号給」を別々のテキストボックスに入力する形式から，\n「表」及び「級」に関してプルダウンから選択してコンボボックスに入力す\nる形式に変更。\n平成２２年３月２日，年金算出処理において，賞与支給率につき「組合員\n種別」ではなく「退職時の職種」を入力する形式に修正し，入力の選択項目\nを「警視以上」，「警察官（警部以下）」及び「一般職員」から「警視以上\n（相当職）」，「警察官（警部以下）及び「一般職員」に変更。\n平成２２年３月２日，必要保障額算出に当たり，配偶者の公的年金を手入\n力ではなく計算により算出するように変更し，それに応じて画面構成も変更。\n平成２２年３月２日，必要保障額算出に当たり，死亡時退職金の計算方法\nにつき，年金計算の上昇率を使用した算出方法で推定給与を算出し，それを\nベースとした退職金を算出する方法に変更し，また，収入増加分の考慮方法\nを変更。\n平成２２年３月１９日，退職金シミュレーションシステム及び年金シミュ\nレーションシステムにおいて，給与の入力単位を「万円」から「円」に変更。\n平成２２年３月１９日，必要保障額において，グラフは積上型とし，「シ\nミュレーションシステム計算式＿ｓｐｅｃ．ｐｄｆ」のｐ．１００の平均余\n命テーブルに従い本人及び配偶者の余命を取得し，その余命までの分で算出\nすると指示したが，同月２３日には，グラフは単年型とし， 必要保障額を\n「２０１００３１９－生涯生活設計計画表サンプル．ｘｌｓ」の単年で算出\nしている部分の計算式（ただし，現時点では死亡時退職金が考慮されていな\nいので考慮する。）で算出するよう変更。\n平成２２年３月２９日，生涯生活設計シミュレーションシステムにおいて，\n本人の年収手取りを算出する際，職種により給与の上昇率が異なる問題を解\n決するため，職種によるリストダウンを追加。\n平成２２年３月３１日，生涯生活設計シミュレーションシステムにおいて，\n初年度は生活費（月額）×１２として計算していたのを，別途「生涯生活設\n計・必要保障額の収入，手取り，生活費算出０４０１．ｘｌｓ」に基づくよ\nう変更。\n平成２２年４月１日，必要保障額算出において，「経過的寡婦加算」制度\nを計算式に組み込むよう変更。\n平成２２年４月１日，必要保障額算出において，原告が同年２月１０日に\n受領した仕様に基づく計算式から平成２１年１２月８日に受領したＰＤＦの\n仕様に基づく計算式に変更し，更に平成１５年法改正前後の値を算出するよ\nうに変更。\n平成２２年４月６日，年金シミュレーションシステムにおいて，夫死亡時\nの妻の年金取得方法につき「遺族共済年金＋妻の老齢基礎年金」で計算する\nよう変更し，また，検証用出力項目の必要保障額の項目に「配偶者公的年金」\nの項目を追加。\nア  平成２２年４月９日，必要保障額，退職手当額，退職共済年金及び生涯\n生活設計計画表について，計算仕様（甲６）を最終仕様書として交付し，\nこれにより，必要保障額算出において作成されるグラフを単年型から積上\n型に再度仕様変更するなど従前確定した仕様を大きく変更。\nイ  生涯生活設計計画表に関しては同月２１日に，必要保障額に関しては同\n月２３日に再び最終仕様（甲７の２）を交付し，同月２６日には必要保障\n額に関して更なる最終仕様を交付し，これにより生涯生活設計計画を立て\nるに当たり，子供の学年を年齢から概算で計算するのではなく生年月日か\nら正確に計算したり，必要保障額算出における配偶者厚生（共済）年金の\n計算で，本人の年金計算ロジックを使用せずに新たに老齢基礎年金と老齢\n厚生年金の計算式が決められたりするなどの変更。\n平成２２年４月１６日，画面処理につき，入力項目単位でデータを保存し\nていたのを，一画面ごとに入力したデータを保存する方式にする等の大幅な\nロジックの変更。\n"
}