{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 5,
    "day": 31
  },
  "case_number": "平成22(行ウ)29等",
  "case_name": "一般乗用旅客自動車運送事業の乗務距離の最高限度を定める公示処分の取消等請求事件，事業用自動車の使用停止処分等差止請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条に基づく公示の定める一般乗用旅客自動車運送事業における乗務距離の最高限度を超えたことを理由とする道路運送法４０条に基づく自動車その他の輸送施設の当該事業のための使用の停止，事業の停止又は許可の取消しの各処分の差止めの訴えが適法とされた事例\n２　 一般乗用旅客自動車運送事業を営む者が旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条に基づく公示の定める同事業における乗務距離の最高限度を超えて運転者を事業用自動車に乗務させることができる地位を有することの確認の利益があるとされた事例\n３　旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条と憲法２２条１項\n４　旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条に基づき，地方運輸局長が定めた一般乗用旅客自動車運送事業における乗務距離の最高限度の公示が違法であるとされた事例",
  "case_gist": "１　旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条に基づく公示の定める一般乗用旅客自動車運送事業における乗務距離の最高限度を超えたことを理由とする道路運送法４０条に基づく自動車その他の輸送施設の当該事業のための使用の停止，事業の停止又は許可の取消しの各処分の差止めの訴えにつき，前記各処分が反復継続的かつ累積加重的にされる危険が現に存在するところ，このような一連の累次の処分がされることにより生ずる損害は処分がされた後に取消訴訟等を提起して執行停止の決定を受けることなどにより容易に救済を受けることができないから，前記各処分がされることにより重大な損害を生ずるおそれがある上前記各処分の予防を目的とした事前救済の争訟方法として他に適当な方法があるとはいえないから，補充性の要件を満たすとして，前記差止めの訴えは行政事件訴訟法３７条の４第１項所定の要件を満たす適法なものであるとした事例\n２　一般乗用旅客自動車運送事業を営む者が提起した旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条に基づく公示の定める同事業における乗務距離の最高限度を超えて運転者を事業用自動車に乗務させることができる地位を有することの確認を求める訴えにつき，前記事業者には，前記乗務距離違反を理由として道路運送法４０条に基づく処分や警告を受ける蓋然性が高く，これが反復継続的かつ累積加重的にされる危険が現に存するのであるから，前記訴えは，その不利益の予防を目的とする有効適切な争訟方法であって，確認の利益があるとした事例\n３　一般常用旅客自動車運送事業における乗務距離の最高速度を定める旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条は，輸送の安全の確保という立法目的に照らして必要かつ合理的なものといえるから，営業の自由を保障する憲法２２条１項に違反しない。\n４　旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号）２２条に基づき，地方運輸局長が定めた一般乗用旅客自動車運送事業における乗務距離の最高限度の公示につき，同公示当時の当該交通圏においては，乗務距離規制の最高限度を設けるまでもなく乗務距離が減少していたのであるから，新たに当該交通圏を乗務距離の規制地域に指定する必要性が認められるとした前記地方運輸局長の判断は，その前提となる事実の基礎を欠き，社会通念に照らして著しく妥当性を欠くものであり，裁量権の範囲を逸脱し又はこれを濫用したものであるとして，前記公示を違法とした事例",
  "lawsuit_id": "83650",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83650",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/650/083650_hanrei.pdf",
  "contents": "平成２５年５月３１日判決言渡  同日判決原本交付  裁判所書記官\n平成２２年（行ウ）第２９号  一般乗用旅客自動車運送事業の乗務距離の最高限度\nを定める公示処分の取消等請求事件（以下「甲事件」という。）\n平成２２年（行ウ）第３４号  事業用自動車の使用停止処分等差止請求事件（以下\n「乙事件」という。）\n口頭弁論終結日  平成２５年１月３１日\n判 決\n主 文\n１  原告が，その営業所に属する隔日勤務運転者を，１乗務（出庫から帰庫\nまでの連続した勤務をいう。以下本項及び次項において同じ。）当たりの\n乗務距離（ただし，高速自動車国道（高速自動車国道法４条１項に規定す\nる高速自動車国道をいう。）及び自動車専用道路（道路法４８条の４に規\n定する自動車専用道路をいう。以下本項及び次項において同じ。）を利用\nした場合には，その距離を控除する。）が３６０㎞を超えても事業用自動\n車に乗務させ，その営業所に属する日勤勤務運転者を，１乗務当たりの乗\n務距離が２７０㎞を超えても事業用自動車に乗務させることができる地\n位を有することを確認する。\n２  中部運輸局長は，原告に対し，その営業所に属する隔日勤務運転者につ\nいては，１乗務当たりの乗務距離が３６０㎞を超えて事業用自動車に乗務\nさせたことを理由として，日勤勤務運転者については，１乗務当たりの乗\n務距離が２７０㎞を超えて事業用自動車に乗務させたことを理由として，\n道路運送法４０条に基づく自動車その他の輸送施設の当該事業のための\n使用の停止，事業の停止又は許可の取消しの各処分をしてはならない。\n３  中部運輸局長が平成２２年６月７日付けで原告に対してした事業用自\n動車の使用停止処分（中運自監第１４５号）のうち，運賃及び料金の額の\n事業用自動車内への表示義務違反を理由として１０日車の使用停止を命\nじる部分を超える部分（点呼の記録義務違反を理由とする部分及び乗務距\n離の最高限度違反を理由とする部分）を取り消す。\n４  本件訴えのうち，中部運輸局長の公示の取消しを求める部分及び附帯命\n令の取消しを求める部分をいずれも却下する。\n５  原告のその余の請求を棄却する。\n６  訴訟費用は，これを４分し，その１を原告の負担とし，その余を被告の\n負担とする。\n事 実 及 び 理 由\n第１  請求\n１  甲事件\n(1)ア  主位的請求\n中部運輸局長が平成２１年１０月２８日付けでした一般乗用旅客自動車運送事業\nにおける指定地域及び乗務距離の最高限度を定める公示（中運局公示第９８号）を\n取り消す。\nイ  予備的請求\n主文第１項と同旨\n(2)  主文第２項と同旨\n２  乙事件\n中部運輸局長が平成２２年６月７日付けで原告に対してした事業用自動車の使用\n停止処分及び附帯命令（中運自監第１４５号）を取り消す。\n第２  事案の概要\n１  本件は，名古屋交通圏及び知多交通圏において道路運送法（以下「法」とい\nう。）に基づく一般乗用旅客自動車運送事業（タクシー事業）を営む原告が，(1)\n甲事件においては，中部運輸局長が平成２１年１０月２８日付けでした一般乗用旅\n客自動車運送事業における指定地域及び乗務距離の最高限度を別紙１記載のとおり\n定める公示（中運局公示第９８号。以下「本件公示」という。）が違法である旨主\n張して，①主位的に本件公示の取消し，予備的に本件公示に係る乗務距離の最高限\n度を超えて運転者を事業用自動車に乗務させることができる地位の確認を求める\n（以下，この確認の訴えを「本件確認の訴え」という。）とともに，②本件公示に\n係る乗務距離の最高限度を超えたことを理由とする法４０条に基づく処分の差止め\nを求め（以下，この差止めの訴えを「本件差止めの訴え」という。），また，(2)\n乙事件においては，中部運輸局長が平成２２年６月７日付けで原告に対してした事\n業用自動車の使用停止処分及び附帯命令（中運自監第１４５号。以下「本件処分」\nという。）が違法である旨主張して，本件処分の取消しを求める事案である。\nなお，原告は，本件確認の訴えについて，公法上の法律関係に関する確認の訴え\n（当事者訴訟）であるとしている。\n２  関係法令等の定め\n(1)  輸送の安全等に関する法令等の定め\nア  法２７条１項は，一般旅客自動車運送事業者は，事業計画の遂行に必要となる\n員数の運転者の確保，事業用自動車の運転者がその休憩又は睡眠のために利用するこ\nとができる施設の整備，事業用自動車の運転者の適切な勤務時間及び乗務時間の設\n定その他の運行の管理，事業用自動車の運転者等の適切な指導監督，事業用自動車\n内における当該事業者の氏名又は名称の掲示その他の旅客に対する適切な情報の提\n供その他の輸送の安全及び旅客の利便の確保のために必要な事項として国土交通省\n令で定めるものを遵守しなければならない旨規定している。\nイ  これを受けて，旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号。\n以下「運輸規則」という。）は，旅客自動車運送事業の適正な運営を確保することに\nより，輸送の安全及び旅客の利便を図ることを目的とし（１条），運賃及び料金の額\nの表示（４条），過労防止等（２１条），乗務距離の最高限度規制（２２条），ノル\nマの禁止（２３条），点呼（２４条），運行記録計による記録（２６条）等，旅客自\n動車運送事業者が遵守すべき事項を定めている。\nこのうち，運輸規則２２条は，１項において，「交通の状況を考慮して地方運輸\n局長が指定する地域内に営業所を有する一般乗用旅客自動車運送事業者は，地方運\n輸局長が定める乗務距離の最高限度を超えて当該営業所に属する運転者を事業用自\n動車に乗務させてはならない。」旨を，２項において，「同条１項の乗務距離の最\n高限度は，当該地域における道路及び交通の状況並びに輸送の状態に応じ，当該営\n業所に属する事業用自動車の運行の安全を阻害するおそれのないよう，地方運輸局\n長が定めるものとする。」旨を，３項において，「地方運輸局長は，同条１項の地\n域の指定をし，及び前項の乗務距離の最高限度を定めたときは，遅滞なく，その旨\nを公示しなければならない。」旨を定めている。\nウ  また，中部運輸局長は，運輸規則４条３項を受けて，運賃及び料金の額につ\nいて，「一般乗用旅客自動車運送事業の事業用自動車（運送の引受けが営業所のみ\nにおいて行われるものを除く。）への運賃及び料金に関する表示事項について」（平\n成１４年６月２７日付け中運局公示第１０４号。甲１。以下「本件運賃表示公示」\nという。）を定めている。本件運賃表示公示１(2)②は，「車内に表示する運賃及び\n料金の内容」として，「当該事業用自動車に適用する運賃上の車種区分，初乗運賃\n額及び距離，加算運賃額及び距離，運賃の割増の種類及び割増率，運賃の割引の種\n類及び割引率，料金の種類及び額並びに運賃等の適用方を表示すること」と規定し\nている。\n(2)  許可の取消し等に関する法令等の定め\nア  法４０条は，国土交通大臣は，一般旅客自動車運送事業者が同条各号のいず\nれかに該当するときは，６月以内において期間を定めて自動車その他の輸送施設の当\n該事業のための使用の停止若しくは事業の停止を命じ，又は許可を取り消すことがで\nきる旨規定し，その１号において，「法若しくは法に基づく命令若しくはこれらに基\nづく処分又は許可若しくは認可に付した条件に違反したとき」を掲げている。\nなお，一般乗用旅客自動車運送事業について，法４０条に基づく処分を行う国土\n交通大臣の権限は，法８８条２項，道路運送法施行令１条２項により地方運輸局長\nに委任されている。\nイ  法４０条に基づく処分の基準を定める通達として，「一般乗用旅客自動車運\n送事業者に対する行政処分等の基準について」（平成２１年国自安第６０号，国自\n旅第１２８号，国自整第５４号。甲２，乙８，甲事件甲３）及び「一般乗用旅客自\n動車運送事業者に対する違反事項ごとの行政処分等の基準について」（平成２１年\n国自安第６２号，国自旅第１３０号，国自整第５６号。甲３，乙９，甲事件甲４）\nがある。中部運輸局長は，これらに従って，法４０条に基づく処分の基準として，\n平成２１年９月３０日付けで「旅客自動車運送事業者に対する行政処分等の基準，\n旅客自動車運送事業の監査方針及び旅客自動車運送事業者の法令違反に対する行政\n処分等の公表基準について」（中運局公示第７３号。甲４，乙２７，１０１，甲事\n件乙１。以下「本件処分基準公示」といい，これにより定められた処分基準を「本\n件処分基準」という。）を定めている。\n(3)  本件処分基準公示の内容等\nア  本件処分基準公示によると，旅客自動車運送事業者の法令違反について，法\n４０条の規定に基づく許可の取消し等の行政処分等を行う場合は，この基準に従っ\nて行うこととされている。\nイ  本件処分基準公示のうち，一般乗用旅客自動車運送事業者に対する基準の概\n要は，次のとおりである。\n(ｱ)  行政処分等の種類\n行政処分等の種類は，軽微なものから順に，①口頭注意，②勧告，③警告，④自\n動車その他の輸送施設の使用停止処分（以下「自動車等使用停止処分」という。），\n⑤事業の停止処分，⑥営業区域の廃止に係る事業計画の変更命令及び⑦許可の取消\n処分（④ないし⑦が行政処分，①ないし③が行政処分に至らない行政指導）とする\n（Ⅰ３(1)①）。\n(ｲ)  違反行為ごとの行政処分等の原則的な基準\nａ  一般乗用旅客自動車の法令に違反する行為については，①初違反（当該違反\nを確認した日から過去３年以内に同一営業所において同一の違反による行政処分等\nがない場合），②再違反（当該違反を確認した日から過去３年以内に同一営業所に\nおいて同一の違反による行政処分等を１度受けている場合），③再々違反以上の累\n違反（当該違反を確認した日から過去３年以内に同一営業所において同一の違反に\nよる行政処分等を２度以上受けている場合）に分類した上（Ⅰ３(1)②），個別の違\n反行為ごとに，初違反，再違反，再々違反の種別に従って行政処分等の内容が定め\nられている（Ⅰ３(1)④・別紙３）。\nｂ  このうち，運輸規則４条３項の運賃・料金の額の事業用自動車内への表示義\n務違反については，初違反の場合には１０日車（「日車」とは，使用停止とする自\n動車等の台数と日数を乗じたものをいう。）の自動車等使用停止処分，再違反の場\n合には３０日車の自動車等使用停止処分とするものとされている（Ⅰ３(1)④・別紙\n３）。\nｃ  また，運輸規則２２条１項の乗務距離の最高限度違反については，①未遵守\n率５％未満であれば，初違反の場合には警告，再違反の場合には２０日車の自動車\n等使用停止処分，②未遵守率５％以上２０％未満であれば，初違反の場合には１０\n日車，再違反の場合には３０日車の自動車等使用停止処分，③未遵守率２０％以上\n５０％未満であれば，初違反の場合には２０日車，再違反の場合には６０日車の自\n動車等使用停止処分，④未遵守率５０％以上であれば，初違反の場合には３０日車，\n再違反の場合には９０日車の自動車等使用停止処分とするものとされている（Ⅰ３\n1)④・別紙３）。\nｄ  運輸規則２４条３項（ただし平成２２年国土交通省令第３０号による改正前\nのもの。以下同じ。）の点呼の記録義務違反については，「記録」（点呼未実施も\n「記録なし」に含む。），「記録事項の不備」，「記録の改ざん・不実記載」及び\n「記録の保存」に分けて定められている。このうち，「記録事項の不備」について\nは，①不備率５０％未満であれば，初違反の場合には勧告，再違反の場合には１０\n日車の自動車等使用停止処分，②不備率５０％以上であれば，初違反の場合には１\n０日車，再違反の場合には３０日車の自動車等使用停止処分とするものとされてい\nる。ただし，運輸規則２２条１項により最高乗務距離の限度を定める旨指定された\n地域内の事業者に対しては，①不備率５０％未満であれば，初違反の場合には警告，\n再違反の場合には１５日車の自動車等使用停止処分，②不備率５０％以上であれば，\n初違反の場合には１５日車，再違反の場合には４５日車の自動車等使用停止処分と\nするものとされている（Ⅰ３(1)④・別紙３）。\n(ｳ)  特定地域における車両数の増減による処分の加重\n特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する特別\n措置法（平成２１年法律第６４号。以下「タクシー特措法」という。）３条に規定\nする特定地域に指定された地域内の営業所における一定の違反（乗務距離の最高限\n度違反及び点呼の記録義務違反はこれに含まれる。）については，次のとおり，監\n査時における事業者の車両数の増減状況に応じ，基準日車数等を加重して取り扱う\nものとされている（Ⅰ３(1)⑧・別紙３－２）。\nａ  監査時車両数を基準車両数よりも増加させている事業者による違反\n基準日車数を３．５倍に加重して（警告については１５日車の自動車等使用停止\n処分に加重して）取り扱う（以下「本件加重処分規定」という。）。\nｂ  監査時車両数が基準車両数以下であり，基準車両数の５％以上を減少させて\nいない事業者による違反\n基準日車数を２倍に加重して取り扱う（以下「本件関連加重処分規定」という。）。\nｃ  監査時車両数を基準車両数の５％以上減少させている事業者による違反\n基準日車数の１倍として取り扱う（以下「本件原則処分規定」という。）。\n(ｴ)  自動車等使用停止処分，事業停止処分及び許可取消処分\nａ  自動車等使用停止処分に係る処分日車数については，指導監督義務違反以外\nの違反が２以上ある場合には，最も重い違反の基準日車等にその他の違反の基準日\n車等の２分の１を加えて算出する（Ⅰ３(3)③）。\nｂ  自動車等使用停止処分を行うべき違反行為を行った事業者には，処分日車数\n１０日車までごとに１点とする違反点数を付し（Ⅰ３(2)①），違反点数の累計（以\n下「累積点数」という。）が一定以上となった場合には事業の停止処分や許可の取\n消処分を行う（Ⅰ３(4)①，(6)①）。\n(4)  このほかの定め\n以上のほか，関係法令の定めは，別紙２に記載したとおりである（同別紙で定め\nる略称は，以下においても用いることとする。）。\n３  前提事実（当事者間に争いのない事実及び掲記の証拠等により容易に認めら\nれる事実）\n(1)  当事者等\nア  原告は，名古屋交通圏及び知多交通圏において，法に基づき中部運輸局長に\nよる一般乗用旅客自動車運送事業（タクシー事業）の許可を受け，同事業等を営む\n者である。\nイ  中部運輸局長は，法に基づき原告の事業に関して監督権を有する行政庁であ\nる。\n(2)  名古屋交通圏に対する特定地域の指定\n国土交通大臣は，平成２１年１０月１日，タクシー特措法３条１項の規定に基づ\nき，名古屋交通圏（名古屋市，瀬戸市，津島市，尾張旭市，豊明市，日進市，愛西\n市，清須市，北名古屋市，弥富市，愛知郡，西春日井郡，海部郡）を特定地域に指\n定した。（甲５）\n(3)  本件公示\nア  中部運輸局長は，平成２１年１０月２８日付けで，運輸規則２２条に基づき，\n別紙１記載のとおり，名古屋交通圏を一般乗用旅客自動車運送事業者の乗務距離の\n最高限度の規制地域に指定した上，１乗務（出庫から帰庫までの連続した勤務をい\nう。以下同じ。）当たりの乗務距離（ただし，高速自動車国道（高速自動車国道法\n４条１項に規定する高速自動車国道をいう。）及び自動車専用道路（道路法４８条\nの４に規定する自動車専用道路をいう。）を利用した場合には，その距離を控除す\nる。以下同じ。）の最高限度を隔日勤務運転者については３６０㎞，日勤勤務運転\n者については２７０㎞と定め，これを公示した（本件公示。以下，本件公示による\n上記規制を「本件乗務距離規制」という。）。（乙７，甲事件甲１）\nイ  本件公示に当たっては，名古屋交通圏におけるタクシー事業者２２社の実態\n調査が実施され，これに基づき，次の算出方法によって，乗務距離の最高限度（隔\n日勤務運転者につき３６０㎞，日勤勤務運転者につき２７０㎞）が定められた。（乙\n２１，弁論の全趣旨）\n(ｱ)  隔日勤務又は日勤勤務それぞれの最大拘束時間から，一般的に必要と考えら\nれる休憩時間，日常点検に要する時間，始業・終業の点呼及び納金に要する時間並\nびに客扱い時間を差し引いた時間を，最大限走行可能な時間とする。\nａ  隔日勤務運転者の最大限走行可能な時間は，２１時間（最大拘束時間）－３\n時間（休憩時間）－２０分（日常点検時間）－３０分（点呼・納金時間）－２１分\n（客扱い時間）＝１６．８時間\nｂ  日勤勤務運転者の最大限走行可能な時間は，１６時間（最大拘束時間）－２\n時間（休憩時間）－２０分（日常点検時間）－３０分（点呼・納金時間）－３３分\n（客扱い時間）＝１２．６時間\n(ｲ)  平均走行距離を平均走行時間（平均拘束時間から，平均客待ち時間，平均休\n憩時間及び平均客扱い時間を差し引いた時間）で除した速度を，平均速度とする。\nａ  隔日勤務運転者の平均速度は，２１３．４㎞÷〔（１０７４．３分－２９１．\n５分－１６６．９分－２１分）÷６０分〕＝２１．５㎞／ｈ\nｂ  日勤勤務運転者の平均速度についても，隔日勤務運転者と同様に，２１．５\n㎞／ｈとする。\n(ｳ)  前記(ｱ)の最大走行可能な時間に前記(ｲ)の平均速度を乗じた距離を，１乗務\n当たりの乗務距離の最高限度とする。\nａ  隔日勤務運転者の乗務距離の最高限度は，１６．８時間×２１．５㎞／ｈ＝\n３６０㎞\nｂ  日勤勤務運転者の乗務距離の最高限度は，１２．６時間×２１．５㎞／ｈ＝\n２７０㎞\n(4)  本件処分に至る経緯等\nア  違反事実\n(ｱ)  原告は，平成２１年１２月１６日の本社営業所における乗務に関し，運転者\n１０４人のうち５７人分について乗務後点呼を行った者（点呼執行者）の氏名を点\n呼簿に記録しなかった。（甲８，１０，乙４，６９の１，弁論の全趣旨）\n(ｲ)  原告は，平成２２年１月１２日のＡ営業所における監査の際，監査の対象と\nなった事業用自動車のうち７台について，車内に運賃及び料金の額の表示をしてい\nなかった。（甲９，乙６９の２，弁論の全趣旨）\n(ｳ)  原告の従業員であるＢ（Ａ営業所勤務の日勤勤務運転者。）は，平成２１年\n１２月１４日夜から同月１５日朝にかけて乗務した際，１乗務の乗務距離が２７４．\n８㎞に達した。（甲９，乙６９の２，弁論の全趣旨）\nイ  原告に対する監査等\n(ｱ)  中部運輸局及び愛知運輸支局は，平成２２年１月２２日，原告の本社営業所\n及びＡ営業所に対して監査を実施し，その結果，原告に対し，本社営業所について\n点呼の記録義務違反（前記ア(ｱ)），Ａ営業所について運賃・料金の額の事業用自動\n車内への表示義務違反（前記ア(ｲ)）及び乗務距離の最高限度違反（前記ア(ｳ)）を\n指摘した。（乙６９の１，６９の２，弁論の全趣旨）\n(ｲ)  中部運輸局長は，平成２２年４月１５日付けで，原告に対し，前記(ｱ)の各違\n反事実につき，法に基づく不利益処分を行う予定であるとして，弁明書を提出する\nよう通知した（中運自監第５７９号，同第５８１号）。これを受けて，原告は，同\n年５月６日，弁明書を提出した。（甲６ないし９，甲事件甲９）\nウ  本件処分\n(ｱ)  中部運輸局長は，平成２２年６月７日付けで，原告に対し，法４０条に基づ\nき，原告の事業用自動車である自動車登録番号「□□□○○○△○○○」の車両に\nついては同月１４日から同月３０日までの１７日間，自動車登録番号「□□□●●\n●△●●●」の車両については同月１４日から同年７月１日までの１８日間，原告\nの一般乗用旅客自動車運送事業のための使用を停止することを命じた上，同法４１\n条１項に基づき，上記事業用自動車２両の自動車検査証を愛知運輸支局長に返納す\nるとともに，自動車登録番号標及び封印を取り外し，その自動車登録番号標につい\nて同支局長の領置を受けるべきことを命じる旨の本件処分をし（中運自監第１４５\n号），これを「輸送施設の使用停止及び附帯命令書」と題する書面（以下「本件命\n令書」という。）により原告に通知した。\nなお，本件処分は，①点呼の記録義務違反，②運賃・料金の額の事業用自動車内\nへの表示義務違反及び③乗務距離の最高限度違反を理由とするものであるが，①及\nび③については，本件加重処分規定に従って加重（以下「本件加重」という。）を\nした上で行われた。（甲１４，甲事件甲１０）\n(ｲ)  本件命令書の記載内容は，別紙３のとおりであり，本件処分の理由に関して\nは，平成２２年１月１２日に行った監査時における本社営業所に係る違反として，\n①点呼の記録について点呼を行った者の記録事項が不適切であったこと（不備率３．\n３％。法２７条１項，運輸規則２４条３項違反），同日に行った監査時におけるＡ\n営業所に係る違反として，②運賃及び料金の額について事業用自動車内への表示を\nしていなかったこと（法２７条１項，運輸規則４条３項違反）並びに③本件公示が\n定める乗務距離の最高限度を超えて事業用自動車に乗務していたこと（未遵守率０．\n８２％。法２７条１項，運輸規則２２条１項違反）が記載されていた。そして，①\nについては，基準日車数が「警告」であるところ，本件加重処分規定により処分日\n車数は「１５日車」に加重される旨，②については，基準日車数が「１０日車」で\nある旨，③については，基準日車数が「警告」であるところ，本件加重処分規定に\nより加重され，②及び③の処分日車数は「２０日車」となる旨が記載されていた。\nまた，上記の処分日車数については，本件処分基準公示Ⅰ３に定めるところにより\n算出したものであることが付記されていた。（甲１４，甲事件甲１０）\n(5)  本件訴訟の経緯\nア  原告は，平成２２年４月２６日，本件公示の取消し等を求める訴え（甲事件）\nを提起した。（顕著な事実）\nイ  原告は，平成２２年５月１５日，中部運輸局長に対し，前記(4)イ(ｲ)の各通\n知の不利益処分の原因となる事実欄記載の事実（乗務距離の最高限度違反に関する\n事実を除く。）があったことを理由として，口頭注意，勧告，警告，自動車等の使\n用停止，事業の停止又は許可の取消しの各処分の差止めを求める旨の訴えを提起し\nた（乙事件）。その後，本件処分がされたことを受けて，原告は，同年６月９日，\n上記差止請求を本件処分の取消請求に変更する旨申し立てた。（顕著な事実）\nウ  甲事件は，平成２３年１月１２日，乙事件に併合された。（顕著な事実）\n４  争点\n(1)  本件公示の処分性（前記第１の１(1)アの請求に係る本案前の争点）\n本件公示は，抗告訴訟の対象となる行政処分に当たるか。\n(2)  本件差止めの訴えの適法性（前記第１の１(2)の請求に係る本案前の争点）\n本件差止めの訴えは，法４０条に基づく行政処分がされることにより重大な損害\nを生ずるおそれがあることなど訴訟要件を満たすか。\n(3)  確認の利益の有無（前記第１の１(1)イの請求に係る本案前の争点）\n本件確認の訴えについて確認の利益があるか。\n(4)  本件公示ないし本件乗務距離規制の適法性（前記第１の１及び２の各請求に\n係る本案の争点）\nア  運輸規則２２条の合憲性\n乗務距離の最高限度を規制する運輸規則２２条が営業の自由を保障する憲法２２\n条１項に違反するか。\nイ  運輸規則２２条の法適合性\n乗務距離の最高限度を規制する運輸規則２２条が法２７条１項の委任の範囲を超\nえているか。\nウ  本件公示の適法性\n本件公示において名古屋交通圏を指定したこと又は乗務距離の最高限度を隔日勤\n務運転者につき３６０㎞，日勤勤務運転者につき２７０㎞と定めたことに必要性，\n合理性はなく，本件公示が違法となるか。\n(5)  本件処分の適法性（前記第１の２の請求に係る本案の争点）\nア  比例原則違反の有無\n本件処分は，点呼の記録義務違反，運賃・料金の額の事業用自動車内への表示義\n務違反及び乗務距離の最高限度違反のそれぞれについて，違反事実に比して重きに\n失するため，比例原則に違反し，裁量権の範囲の逸脱又はその濫用となるか。\nイ  本件加重の適否\n本件加重処分規定及びこれに基づく本件加重は，他事考慮に当たり，若しくは平\n等原則に違反し，裁量権の範囲の逸脱若しくはその濫用となり，又は，行政手続法\n３２条２項に違反するか。\nウ  理由提示義務違反の有無\n本件処分の理由提示は，処分対象行為の特定を欠き，行政手続法１４条１項に違\n反するか。\n５  争点に関する当事者の主張\n(1)  本件公示の処分性（争点(1)）について\n【原告の主張】\n本件公示は，形式的には一般的抽象的規範の形がとられているが，指定地域であ\nる名古屋交通圏に営業所を有する一般乗用旅客自動車運送事業者（その中でも，こ\nれまでの実績からして乗務距離の最高限度を超過するおそれがある事業者）という\n限られた範囲の者に対し，乗務距離の最高限度として定められた距離を超えて運転\n者を乗務させてはならないという具体的な義務を直接課すものであるから，直接原\n告の権利義務を形成し又はその範囲を確定する。また，本件公示について処分性を\n認めた方が，取消判決の第三者効がある点で，合理的である。\nしたがって，本件公示は，抗告訴訟の対象となる行政処分に該当するというべき\nである。\n【被告の主張】\n本件公示は，運輸規則２２条の内容を補充する立法行為（行政立法）としての性\n質を有し，一般的抽象的な法規範の定立にとどまるものであり，中部運輸局長が法\nの執行として行う処分と実質的に同視することはできない。\nしたがって，本件公示は，抗告訴訟の対象となる行政処分には当たらない。\n(2)  本件差止めの訴えの適法性（争点(2)）について\n【原告の主張】\nア  原告の営業所に属する運転者の乗務の実態等に照らすと，原告には，法４０\n条に基づき，今後も自動車等使用停止処分がされる蓋然性が存在し，同様の状況が\n継続して累積点数が積み重ねられた場合，事業停止処分や許可取消処分がされる蓋\n然性もある。\nイ  自動車等使用停止処分がされた場合，原告は，運送収入の減少のみならず，\n利用者の配車依頼への対応が滞り，信用を失墜するおそれがある上，事業停止処分\nや許可取消処分にまで至れば，事業活動を著しく制約されることは明らかである。\nまた，これらの処分は，公表される運用となっており，その公表によって原告の名\n誉・信用が毀損される。したがって，法４０条に基づく行政処分がされることによ\nり重大な損害を生ずるおそれがあることは明らかである。\nウ  前記イの損害を避けるためには，本件差止めの訴えの他に適当な方法がない。\nエ  以上のとおり，本件差止めの訴えは，行政事件訴訟法（以下「行訴法」とい\nう。）３７条の４第１項所定の訴訟要件を満たし，適法である。\n【被告の主張】\n原告の主張する損害のうち，収入の減少といった経済的不利益については，金銭\n賠償によって容易に回復することができるし，信用失墜については，法４０条に基\nづく処分がされたからといって直ちにその信用が低下するとはいい難い上，当該処\n分の取消請求が認容，確定すれば，回復可能なものである。同条に基づく処分の公\n表による名誉・信用の毀損は，当該処分自体ではなく，その後これを公表すること\nによる損害にすぎないし，当該処分の取消請求が認容，確定すれば，回復可能なも\nのである。\nしたがって，法４０条に基づく行政処分がされることにより重大な損害を生ずる\nおそれがあるとは認められないから，本件差止めの訴えは，行訴法３７条の４第１\n項所定の訴訟要件を満たさず，不適法である。\n(3)  確認の利益の有無（争点(3)）について\n【原告の主張】\n原告は，本件公示による義務自体によって，①乗務距離の最高限度を超えた乗務\nによる営業ができない，②運転者が乗務距離を常に気に掛けなければならないため，\nかえって輸送の安全が阻害される，③乗務距離が最高限度に近づいた場合に乗車拒\n否しなければならないといった不利益を現に被っている。本件確認の訴えは，こう\nした不利益を除去するために，本件公示に基づく義務の不存在を求めるものである。\n本件公示に処分性が認められない場合には，本件確認の訴えによらなければ原告の\n権利の実効的救済は図り得ないし，原告と行政庁との間では，既に本件公示の適法\n性を巡る争いがあり，当該紛争については成熟していることなどに照らすと，本件\n確認の訴えには，確認の利益がある。\n【被告の主張】\n法は，本件乗務距離規制の遵守を直接強制する手段を持たず，原告の営業の自由\nが具体的に制約されるのは，法４０条に基づく行政処分がされた場合であるから，\n本件公示によって原告の権利又は法的地位に現に不安・危険が生じているとはいえ\nない。また，本件乗務距離規制によって同条に基づく自動車等使用停止処分を受け\nたとしても，その取消しを求めて事後的に法的地位を回復することは十分可能であ\nるから，事前の救済を認めないことを著しく不相当とする特段の事情もない。\nそうすると，本件確認の訴えは，解決すべき紛争の成熟性（即時確定の現実的利\n益）がなく，確認の利益を欠くというべきである。\n(4)  本件公示ないし本件乗務距離規制の適法性（争点(4)）について\n【原告の主張】\nア  運輸規則２２条の合憲性について\n(ｱ)  乗務距離規制の目的と合憲性の判定基準\nａ  運輸規則２２条の乗務距離の最高限度の規制（以下，単に「乗務距離規制」\nという。）の目的は，タクシーによる交通事故の防止であり，かつ，これに限られ\nる。このことは，乗務距離規制が設けられるに至った背景事情のほか，国会におい\nて乗務距離規制の目的が輸送の安全（タクシーによる事故防止）にあることを前提\nに答弁がされていたことからも明らかである。\nなお，被告が規制目的に挙げる「適切な運行管理」や「旅客の利便の確保」は，\n乗務距離規制の目的とはいえず，「輸送の安全」に収斂するものである。「適切な\n運行管理」自体は，規制目的ではなく規制手段に位置付けられるべきものであるし，\n運行記録計によって十分に達成できることからも，乗務距離規制の目的とはならな\nい。\nｂ  上記のとおり乗務距離規制は消極目的の規制であるから，その合憲性は，規\n制の必要性・合理性及び同じ目的を達成できるより緩やかな規制手段の有無を立法\n事実に基づいて審査するという「厳格な合理性」の基準によって判断されるべきで\nある。乗務距離規制に合理性があると認められるためには，乗務距離規制がなけれ\nば輸送の安全を阻害する抽象的なおそれがあるというだけでは足りず，具体的に輸\n送の安全を阻害するおそれがあると認められる必要がある。\n(ｲ)  乗務距離規制の必要性及び合理性の欠如\n次の諸点に照らすと，乗務距離規制は，タクシーによる交通事故の防止という規\n制目的（前記(ｱ)ａ）を達成する手段として不必要かつ不合理である。\nａ  勤務時間及び乗務時間に関する規制，車両の整備に関する規制など他の規制\nによって，乗務距離規制の規制目的を達成することが十分可能である。\nこの点に関し，被告は，休憩時間を遵守せずに走行距離を稼ごうとするような実\n態が存在する旨主張するが，何らの実証もなく，被告の憶測にすぎない。また，被\n告が主張するタクシー事業の特性も，規制のための理由になり得ない。\nｂ  具体的な走行内容を前提とした乗務に伴う疲労を検証するためのデータはな\nく，事故の防止という規制目的と乗務距離の規制という手段との間には合理的な関\n連性が認められない。\nこの点に関し，タクシーの乗務距離が長い運転者ほど事故の発生率が高くなると\nいうような関係は存在せず，むしろ，原告のデータでは，走行距離が長いほど事故\n率が低くなる傾向が顕著である。また，運転者が乗務距離の最高限度を超過して走\n行すると事故の発生率が格別に高まるというような関係も認められない。\nｃ  乗務距離の上限を定めることによって危険な運行かどうかの線引きを行うこ\nとは事実上不可能である上，タクシーの運転者にとっては乗客が具体的な目的地を\n指示するまでは乗務距離を知り得ないことに照らすと，乗務距離を規制するという\n手段そのものが，明らかに不合理な規制手段である。\nむしろ，乗務距離規制は，タクシー運転者に対し，常に走行距離を気に掛ける必\n要を強いることにより相当なストレスを生じさせるものであり，「輸送の安全」と\nいう目的をかえって阻害する結果となっている。\nまた，乗務距離規制は，乗車拒否を生むおそれがあるとともに，利用者に選択さ\nれる事業者の営業を不当に制限するものであることから，法のもう１つの目的であ\nる「利用者の利便」を阻害する規制である。\n(ｳ)  小括\n以上によれば，乗務距離の最高限度を規制する運輸規則２２条は，営業の自由を\n保障する憲法２２条１項に違反して無効である。したがって，運輸規則２２条に基\nづく本件公示ないし本件乗務距離規制は違法である。\nイ  運輸規則２２条の法適合性について\n乗務距離規制は，前記ア(ｲ)の諸点に照らすと，法２７条１項に規定する「輸送の\n安全及び旅客の利便の確保のために必要な事項」であるとはいえないから，運輸規\n則２２条は，法２７条１項の委任の趣旨又は範囲を超えた違法無効なものである。\nしたがって，運輸規則２２条に基づく本件公示ないし本件乗務距離規制は違法であ\nる。\nウ  本件公示の適法性について\n(ｱ)  地方運輸局長の裁量について\n乗務距離規制は，憲法で保障された営業の自由を制約するものであるから，その\n制約は必要最小限でなければならず，地方運輸局長が運輸規則２２条に基づいて指\n定地域及び乗務距離の最高限度を定めるに当たって有する裁量には制約がある。し\nたがって，地方運輸局長の定めた内容が，行政目的を達成するための必要最小限度\nの規制とはいえず，合理性を欠く場合には，その裁量権の範囲を逸脱し又はこれを\n濫用したものとして違法となる。\n(ｲ)  名古屋交通圏の指定の違法性\n次の諸点に照らすと，本件公示において名古屋交通圏を指定したことには合理性\nがないから，本件公示は，中部運輸局長がその裁量権の範囲を逸脱し又はこれを濫\n用したものとして違法である。\nａ  名古屋交通圏では，乗務距離規制の導入前において，他の規制によって事故\n件数及び事故率が減少傾向となっていた。\nｂ  名古屋交通圏の事故率は，乗務距離規制が導入されていない他の交通圏の事\n故率と比較して高いものとはいえない。\nｃ  中部運輸局長は，最高乗務距離の指定地域として名古屋交通圏を指定するに\n当たり，名古屋交通圏の実態調査結果に関し，「タクシーの交通事故の発生状況」\nなどいくつかの重要な指標について，全く検討しなかった。\nｄ  中部運輸局長は，名古屋交通圏が運行記録計の装着義務付け地域であること\nを理由として，乗務距離の最高限度の規制地域として名古屋交通圏を指定したが，\n両者の目的は異なる上，乗務距離規制は運行記録計の装着に比べて重大で制約の大\nきい規制であるから，このような理由によって名古屋交通圏を規制地域に指定した\nことは極めて不当である。\nｅ  被告が援用する，名古屋交通圏における労働時間等改善基準告示違反の抽出\n方法及び速度違反件数の検討は，不適切であり，その評価も極めて不合理である。\n(ｳ)  乗務距離の最高限度の設定方法の違法性\n次の諸点に照らすと，本件公示において乗務距離の最高限度を隔日勤務運転者に\nつき３６０㎞，日勤勤務運転者につき２７０㎞と定めたことには合理性がなく，本\n件公示は，中部運輸局長がその裁量権の範囲を逸脱し又はこれを濫用したものとし\nて違法である。\nａ  乗務距離の最高限度算定の前提として行われた実態調査は，①絶対的な調査\n対象車両数が多く見積もっても全車両数の３％と非常に少なかった点，②調査対象\n事業者における調査対象車両の選定基準が一切定められておらず，調査対象事業者\nが任意に選定できる調査であった点，③原告のような無線，専用乗り場等を中心と\nする事業形態の事業者をも前提とした実態調査ではなかった点で，不適切，不十分\nであった。\nｂ  実態調査によって得られた数値は，①客待ち時間について，「０」という数\n値が記載されていたり，②客扱い時間について，輸送回数の多い隔日勤務運転者の\n方が日勤勤務運転者よりも少なくなっていたり，③平均速度について，事業者ごと\nに大きな乖離が生じている上，調査に当たり，昼勤と夜勤の走行の別，割合等につ\nき具体的に条件指定がされていなかったなどの点で，不合理な数値が含まれていた。\nそれにもかかわらず，中部運輸局長は，これらを精査せずに乗務距離の最高限度の\n算定根拠として使用したため，不合理な算定結果となっている。\nｃ  最大走行時間に乗じる速度として，危険な運行とは認められない範囲での最\n高速度ではなく，調査対象事業者全体の平均速度を採用したことは，標準を上回る\n走行距離の事業者（利用者に選択される事業者）の営業を，一律調査対象事業者の\n平均的・標準的距離を上限に減縮させるもので，営業の自由を不当に制限するもの\nである。\nｄ  乗務距離の最高限度の算定に当たって最大拘束時間から差し引く休憩時間\nは，労働基準法に違反しない最低限の休憩時間を前提とすべきである。\n【被告の主張】\nア  運輸規則２２条の合憲性について\n(ｱ)  乗務距離規制の目的\n運輸規則２２条の乗務距離規制の目的は，タクシー事業の適切な運行管理を通じ\nて，過労運転や最高速度違反等の危険運転や乱暴運転を防止し，輸送の安全及び旅\n客の利便を確保することであり，タクシーによる交通事故の防止に限定されるもの\nではない。\n(ｲ)  乗務距離規制の必要性及び合理性\n次の諸点に照らすと，乗務距離規制は，輸送の安全及び旅客の利便の確保という\n規制目的（前記(ｱ)）を達成する手段として必要かつ合理的である。\nａ  タクシー事業においては，バスやトラック事業と異なり，一定の営業区域内\nを面的に運行するため，計画的運行管理になじまないという特性がある。特に，流\nし営業中心の地域においては，歩合制賃金を背景として無理に営業収入増を図るた\nめ，乗務距離を稼ごうとするあまり過労運転や最高速度違反が生じやすい状況とな\nっている（例えば，就業規則に定められた休憩時間を遵守せずに乗務距離を稼ごう\nとしたり，特に郊外からの帰路に，速度違反を犯してでも一刻も早く流し営業エリ\nアに戻り，乗車回数を積み増そうとするなど）。そこで，輸送の安全確保の目的を\n達成するためには，運輸規則２１条に規定する最大拘束時間規制に加え，乗務距離\nの最高限度を定める必要がある。また，輸送の安全が確保できないおそれがある状\n況で，利用者がタクシーを利用することは，利用者の利便を損なう結果にもつなが\nる。\nｂ  乗務距離と拘束時間の超過，休憩時間の取得状況，速度違反等との間に一定\nの相関関係が認められることは自明であるが，乗務距離規制の違反者には速度違反\nが多く，違反日には特に速度違反が多いというデータがある。なお，事故の発生原\n因は，事故当日のみにあるとは限らず，事故当日までに蓄積された疲労などが原因\nとなる場合もある。\nまた，タクシーの交通事故件数や発生率は，自家用車を含めた自動車全体の中で\nも突出して劣悪であり，タクシー事業における事故防止はいまだ著しく不十分であ\nるといわざるを得ない。そして，タクシーによる事故の原因となった法令違反の内\n容を見ると，最高速度違反を始め，先を急ぐ心理により引き起こされることのある\n法令違反や，過労運転を始め，疲労のため注意力や身体動作が低下することにより\n引き起こされることのある法令違反が大きな割合を占めている。\nｃ  原告は，乗務距離は，乗客の指示があるまで知り得ない旨主張するが，乗客\nからの乗車申込みを受けた後でなければ分からないという点では，乗務時間の場合\nも変わりはない（むしろ，乗務時間は道路渋滞等の影響も受けるため，事前に予測\nできないことも多い。）。\nなお，原告は乗車拒否となる点を問題にするが，乗車申込みのあった時点で，既\nに乗務距離規制に近い距離に達している場合には，運送引受義務は発生しないから，\n不当な乗車拒否とはならない。\n(ｳ)  小括\n以上によれば，乗務距離の最高限度を規制する運輸規則２２条は，憲法２２条１\n項に違反しない。\nイ  運輸規則２２条の法適合性について\n運輸規則２２条は，法２７条１項が規定する「運行の管理」のための規定であり，\n乗務距離規制は，前記ア(ｲ)のとおり，輸送の安全及び旅客の利便の確保のために必\n要な事項である。したがって，運輸規則２２条は，法２７条１項の委任の範囲を超\nえておらず，むしろ委任の趣旨にのっとったものである。\nウ  本件公示の適法性について\n(ｱ)  地方運輸局長の裁量について\n乗務距離規制については，地域のタクシー事業の実態について最も知悉する地方\n運輸局長の専門的・技術的判断が必要であることから，規制の設定の是非，乗務距\n離の最高限度の設定方法等については，運輸規則上何らの定めも置かれておらず，\n地方運輸局長の広範な裁量に委ねられている。各交通圏における乗務距離規制の設\n定の是非及び当該規制の内容（乗務距離の最高限度の設定方法）の合理性について\nは，地方運輸局長が当該規制を定めるに至った判断の過程に看過し難い過誤，欠落\nがあること等によりその内容が社会通念に照らし著しく妥当性を欠くものと認めら\nれる場合に限り，裁量権の範囲を逸脱し又はこれを濫用したものとして違法となる\nにすぎない。\n(ｲ)  名古屋交通圏の指定の適法性\n次の諸点に照らすと，本件公示において名古屋交通圏を指定したことには合理性\nがあり，裁量権の範囲の逸脱又はその濫用はないから，本件公示は適法である。\nａ  中部運輸局長は，流し営業中心の地域では，乗務距離を稼ごうとするあまり\n過労運転や最高速度違反が生じやすい状況にあることや，タクシー特措法制定の際\nに衆議院国土交通委員会において「走行距離制限の導入地域の拡大」についての検\n討を促す旨の附帯決議がされたことなどを念頭に置き，人口おおむね１０万人以上\nの都市を含む地域であって，流し営業の割合が他の地域と比較して高く，当該地域\nの平均日車走行キロ数が相対的に長く，運行管理の適正化を図るため，事業用自動\n車の瞬間速度，運行距離及び運行時間の運行記録計による記録を義務付けている地\n域である名古屋交通圏を地域指定することとした。\nなお，運行記録計の装着義務付けと乗務距離規制の目的は，いずれも適切な運行\n管理を行うことであって同一であり，タクシー事業者が運行記録計の記録によって\n最高乗務距離の超過状況を把握することで，運転者が休憩時間を取得しなかったり，\n速度違反を繰り返したりしないよう予防することができる点で，両規制を一体的に\n運用することは合理的である。\nｂ  また，中部運輸局長は，名古屋交通圏を地域指定するに当たっては，タクシ\nーの総台数やタクシーによる交通事故の総件数，事故率等の補完的指標をも併せて\n総合的に勘案した。名古屋交通圏のタクシーによる事故件数（人身事故を含む。）\nは劣悪なレベルに停滞している状況にある。\nｃ  名古屋交通圏においては，労働時間等改善基準告示違反（自動車運転者の拘\n束時間違反）及び速度違反について，愛知県内の他の交通圏と比較して，違反率が\n高い。\n(ｳ)  乗務距離の最高限度の設定方法の適法性\n次の諸点に照らすと，本件公示において乗務距離の最高限度を隔日勤務運転者に\nつき３６０㎞，日勤勤務運転者につき２７０㎞と定めたことには合理性があり，裁\n量権の範囲の逸脱又はその濫用はないから，本件公示は適法である。\nａ  中部運輸局長は，平成２１年８月の実態調査から得た各指標に基づき，前記\n３(3)イのとおり，隔日勤務又は日勤勤務それぞれの最大拘束時間から，一般的に必\n要と考えられる休憩時間，日常点検に要する時間，始業・終業の点呼及び納金に要\nする時間並びに客扱い時間を差し引いた時間を最大限走行可能な時間とし，これに\n実態調査に基づく平均速度を乗じて乗務距離の最高限度を指定したものであり，そ\nの判断には合理性がある。\nなお，日勤勤務については，夜間の勤務に集中することも考えられ，夜間は比較\n的走行速度が高くなることが予想されることから，拘束時間の長い，昼夜を問わず\n走行していると考えられる隔日勤務運転者から算出した平均速度を日勤勤務運転者\nにも使用したことに合理性がある。\nｂ  原告は，前記ａの実態調査について不適切，不十分である旨主張するが，こ\nの実態調査は，①名古屋地区の原価計算対象事業者２２社に対して行っており，こ\nれは名古屋交通圏におけるタクシー事業者の約４分の１に相当すること，②調査対\n象事業者が調査段階において乗務距離の少ない車両をあえて抽出するというのは通\n常想定し難いこと，③原価計算対象事業者の中にも，効率的運行を期してＧＰＳを\n導入している事業者が含まれていることなどに照らしても，適切かつ十分なもので\nあった。\nｃ  また，原告は，実態調査によって得られた数値が不合理であると主張するが，\n調査結果が事実であることを否定し得なかったことからも明らかなように，上記数\n値を用いたことには合理性がある。\nｄ  原告は，乗務距離の最高限度の算定において平均速度を採用したことを問題\nにするけれども，平均を上回る速度で運行する場合には，速度違反のみならず，追\nい抜き，急発進，急停車，無理な車線変更等，不適切な運行を招来する可能性が高\nい。また，乗務距離の最高限度の算定に当たっては，平均走行可能時間を大幅に上\n回る最大限走行可能な時間を平均速度に乗じているのであるから，この点からも，\n平均速度を用いたことには合理性がある。\n(5)  本件処分の適法性（争点(5)）について\n【原告の主張】\nア  比例原則違反の有無について\n(ｱ)  点呼の記録義務違反について\n点呼漏れに関する違反は，類型的にみて軽微な違反である。また，本件における\n原告の違反事実は，点呼そのものを失念していたわけではなく，単に点呼簿の記入\nに押印漏れがあったにすぎず，その回数も，点呼者の氏名記録全体の０．８３％，\n他の点呼項目を含めた点呼記録全体の０．１３％にとどまるから，極めて軽微なも\nのである。そうすると，本件処分は，違反事実と比して重きに失するものであり，\n比例原則に違反し，裁量権の範囲の逸脱又はその濫用に当たる。\n(ｲ)  運賃・料金の額の事業用自動車内への表示義務違反について\n原告は，車両清掃の際に車内の料金表示を外した後，再度料金表示を行うことを\n失念していたが，表示が義務付けられている事項のうち，初乗運賃額及び距離，加\n算運賃額及び距離については，原告のタクシーに常時備え付け，旅客がいつでも自\n由に持ち帰ることのできる「サービスダイヤルカード」（甲１３）に記載していた\nから，車内表示はあったと評価することができる。また，上記事項のうち，車種区\n分，運賃の割増の種類及び割増率，運賃の割引の種類及び割引率，料金の種類及び\n額並びに運賃等の適用方についても，原告は他のタクシー会社とおおむね同様又は\n他のタクシー会社より安い基準で事業を行っており，車内表示がないことにより，\n原告のタクシーに乗車しようとする公衆や乗車中の旅客の判断を誤らせたり，不意\n打ちになることはない。このように，本件における原告の違反が，旅客に不利益を\n被らせないという運輸規則の実質的な趣旨には違反しておらず，極めて軽微である\nことに照らすと，本件処分は，違反事実に比して重きに失するものであり，比例原\n則に違反し，裁量権の範囲の逸脱又はその濫用に当たる。\n(ｳ)  乗務距離の最高限度違反について\nＢが実車を終えた段階では，乗務距離は２６９．２㎞と最高限度を超えておらず，\n以後は回送により直ちに帰庫しており，最高限度を超過した距離も４．８㎞にすぎ\nないものであって，違反の程度は軽微である。そうすると，本件処分は，違反事実\nに比して重きに失するものであり，比例原則に違反し，裁量権の範囲の逸脱又はそ\nの濫用に当たる。\nイ  本件加重の適否について\n(ｱ)  本件加重処分規定は，タクシーの供給過剰状況の解消を目的として，増車行\n為や減車をしない行為を間接的に規制しようとするものであり，考慮すべきでない\n事情を考慮したもの（他事考慮）にほかならず，平等原則にも違反する。したがっ\nて，本件加重処分規定及びこれに基づく本件加重は，処分庁の裁量権の範囲を逸脱\nし又はこれを濫用した違法なものである。\n(ｲ)  また，本件加重処分規定は，タクシーの供給過剰状況の解消という行政目的\nを実現するため，「特定の地域におけるタクシー事業者」という特定の者にタクシ\nーの減車を求めるものであるから，本件加重処分規定は，それ自体，行政指導に該\n当する。したがって，減車を求める行政指導に従わないことを理由として制裁的な\n意図をもって不利益を与える本件加重処分規定及びこれに基づく本件加重は，行政\n指導が相手方の任意の協力によってのみ実現されるものであることを規定した行政\n手続法３２条２項に違反する。\nウ  理由提示義務違反の有無について\n本件命令書の記載では，いつ，どこで，どのような行為について問題となったの\nかという違反事実を特定することができない。「点呼の記録について，次の記録事\n項が不適切であった」との記載についても，本件処分基準の「記録（記録なし）」，\n「記録事項の不備」，「記録の改ざん・不実記載」，「記録の保存（記録保存なし）」\nのいずれの類型に当たるのかさえ明確ではない。乗務距離規制違反についても，誰\nによって，いつ，どのような走行で問題となる行為が生じたのかといった事実の特\n定が一切されていない。\nしたがって，本件処分の理由提示は，処分対象行為の特定を欠き，行政手続法１\n４条１項に違反する。\nエ  小括\n以上によれば，本件処分は違法である。\n【被告の主張】\nア  比例原則違反の有無について\n(ｱ)  点呼の記録義務違反について\n点呼は，事業用自動車の安全な運行を確保するための，運行管理の根幹となる確\n認・指示行為であり，点呼簿は，点呼の確実な実施を図るために，記録と保存が義\n務付けられているものである。点呼簿の記録は，点呼執行者が点呼ごとに点呼時間\nなどの所要の確認事項をその都度記録するものであり，それでこそ意味があるもの\nであるが，原告は，運転者５７人の乗務後点呼について，点呼執行者名を記録して\nいなかったものであるから，本件処分が違反事実に比して重きに失し，比例原則に\n違反するものであるとはいえず，裁量権の範囲の逸脱又はその濫用はない。\n(ｲ)  運賃・料金の額の事業用自動車内への表示義務違反について\n原告のいうサービスダイヤルカードなるものは，運輸規則４条３項，本件運賃表\n示公示の要件を満たしていない。本件処分が違反事実に比して重きに失し，比例原\n則に違反するものであるとはいえず，裁量権の範囲の逸脱又はその濫用はない。\n(ｳ)  乗務距離の最高限度違反について\n本件処分が違反事実に比して重きに失し，比例原則に違反するものであるとはい\nえず，裁量権の範囲の逸脱又はその濫用はない。\nイ  本件加重の適否について\n(ｱ)  法４０条に基づく処分について，処分基準や具体的な処分内容及び軽重の決\n定は，国土交通大臣の権限の委任を受けている中部運輸局長の広範な裁量に委ねら\nれている。\n供給過剰の状態にある特定地域において増車することは，タクシー運転者の労働\n条件の悪化や違法・不適切な事業運営の横行などの問題を更に深刻化させる原因と\nなるから，このような状況下で増車を行った事業者は，上記のような問題を招かな\nいよう，労務管理や安全管理等の徹底についてより重い責務を負っている。また，\n増車をした事業者が法令違反を犯しやすいという蓋然性も認められる。そこで，こ\nのような問題を現実化させないようにするため，供給過剰の状態にある特定地域に\nおいてあえて増車を行った事業者に対しては，労務管理や安全管理，利用者サービ\nスに係る一定の規制の遵守を強く要請する必要性が高いから，本件加重処分規定に\nよって，上記事業者の当該一定の規制に係る違反についてはより一層厳格に対処す\nることとしたものである。このように，本件加重処分規定は，あくまでも輸送の安\n全を確保し，利用者の利益の保護及びその増進を図ることを目的とするものであっ\nて，増車行為や減車をしない行為を間接的に規制することを目的とするものではな\nい。仮に，供給過剰の解消自体を目的とするものであるならば，全ての違反を加重\n処分の対象とすることが目的達成のために効率的であるにもかかわらず，実際には\n労務管理や安全管理等に関する一定の違反行為に限って加重することとされている\nのは，このためである。\nしたがって，本件加重処分規定及びこれに基づく本件加重は，他事考慮ではない\nし，また，合理的な取扱いの差異であるから，平等原則にも違反せず，裁量権の範\n囲の逸脱又はその濫用には当たらない。\n(ｲ)  本件加重処分規定自体が行政指導に当たるといえないことは明らかである\nし，中部運輸局長は，原告に対し，事業用自動車を減車させるという行政指導を行\nった事実はない。したがって，行政手続法３２条２項違反に係る原告の主張は失当\nである。\nウ  理由提示義務違反の有無について\n本件処分の名宛人たる原告は，本件命令書の記載自体から，①本件処分の原因と\nなる事実関係として，点呼を行った者の記載について記録上不備があったこと，運\n賃及び料金の額についてタクシー内に表示していなかったこと並びに中部運輸局長\nが定めた最高乗務距離を超えて乗務していたことの３つの事実があること，②それ\nらの事実における根拠法条と，それらの根拠法条に基づけばいずれも違反であるこ\nと，③それらの違反について本件処分基準におけるどの項目を採用した結果，本件\n処分が選択されたのかを，容易に了知することができる。\nしたがって，本件処分の理由提示は，処分対象行為が特定されており，行政手続\n法１４条１項に違反しない。\nエ  小括\n以上によれば，本件処分は適法である。\n第３  当裁判所の判断\n１  本件公示の処分性（争点(1)）について\n(1)  行訴法３条２項所定の処分の取消しの訴えの対象は，行政庁の処分その他公\n権力の行使に当たる行為（以下「行政処分」という。）でなければならず，行政処\n分とは，公権力の主体たる国又は公共団体が行う行為のうち，その行為によって，\n直接国民の権利義務を形成し又はその範囲を確定することが法律上認められている\nものをいうものと解される（最高裁昭和２８年（オ）第１３６２号同３０年２月２\n４日第一小法廷判決・民集９巻２号２１７頁，最高裁昭和３７年（オ）第２９６号\n同３９年１０月２９日第一小法廷判決・民集１８巻８号１８０９頁等参照）。\n(2)  本件についてこれをみるに，本件公示は，運輸規則２２条と相俟って，名古\n屋交通圏内に営業所を有する一般乗用旅客自動車運送業者は当該営業所に属する運\n転手を乗務距離の最高限度として定めた距離（隔日勤務運転者について１乗務当た\nり３６０㎞，日勤勤務運転者について１乗務当たり２７０㎞）を超えて乗務させて\nはならない旨を定めるものであって，名古屋交通圏内に営業所を有する一般乗用旅\n客自動車運送事業者全般に広く適用されるものであるところ，名古屋交通圏内に営\n業所を有する一般乗用旅客自動車運送事業者は，多数に上るばかりか，新規参入や\n撤退等によって常に変動し得るものである。そうすると，本件公示は，名古屋交通\n圏内に営業所を有する一般乗用旅客自動車運送事業者という不特定多数の者に適用\nされるものであって，特定の者に対して個別具体的な権利義務の変動を生じさせる\nものではないから，直接国民の権利義務を形成し又はその範囲を確定するものとは\nいい難い。むしろ，本件公示は，法２７条１項を受けて定められた運輸規則２２条\nの内容を補充する立法行為（行政立法）としての性質を有するものであって，限ら\nれた特定の者に対してのみ適用されるものではないから，抗告訴訟の対象となる行\n政処分には当たらないというべきである（最高裁平成１５年（行ツ）第３５号，同\n年（行ヒ）第２９号同１８年７月１４日第二小法廷判決・民集６０巻６号２３６９\n頁参照）。\n(3)  これに対し，原告は，本件公示は，指定地域である名古屋交通圏に営業所を\n有する一般乗用旅客自動車運送事業者という限られた範囲の者（その中でも，これ\nまでの実績からして乗務距離の最高限度を超過するおそれがある事業者）に対し，\n乗務距離の最高限度として定められた距離を超えて運転者を乗務させてはならない\nという具体的な義務を直接課すものであるから，抗告訴訟の対象たる行政処分に当\nたる旨主張する。\n確かに，本件公示による本件乗務距離規制は，運輸規則２２条と相俟って，名古\n屋交通圏内に営業所を有する一般乗用旅客自動車運送事業者に新たな制約を課し，\nその限度で一定の法状態の変動を生じさせるものではあるけれども，これは，あた\nかも新たに上記のような制約を課す法令が制定された場合と同様に，当該地域内の\n不特定多数の者に対してもたらされる一般的抽象的な効果にすぎない。個々の事業\n者との関係では，本件乗務距離規制の違反に対して法４０条に基づく自動車等使用\n停止処分，事業の停止処分，営業区域の廃止に係る事業計画の変更命令又は許可の\n取消処分がされた場合に，初めて事業者の個別具体的な権利義務に変動を来すこと\nになるのであって，このことは，乗務距離規制に基づく義務違反以外の法令上の義\n務違反に対して法４０条に基づく処分がされる場合と何ら変わらないというほかは\nない。\nなお，本件公示の定める本件乗務距離規制に違反したことを理由として法４０条\nに基づく処分を受ける事業者としては，当該処分の取消訴訟等において本件公示の\n適法性を争い得るほか，後記２及び３のとおり，本件に係る事情の下では差止訴訟\n等の争訟方法においてもこれを争い得るのであり，本件公示の処分性の有無に関し\nて上記のように解することについて争訟方法の観点から権利利益の救済の実効性に\n欠けるところがあるということもできない。\nしたがって，原告の上記主張は，採用することができない。\n(4)  以上のとおり，本件公示は，抗告訴訟の対象となる行政処分には当たらない\nから，本件公示の取消しを求める訴えは，不適法である。\n２  本件差止めの訴えの適法性（争点(2)）について\n(1)  法定抗告訴訟たる差止めの訴えの訴訟要件については，まず，一定の処分が\nされようとしていること（行訴法３条７項），すなわち，行政庁によって一定の処\n分がされる蓋然性があることが必要となる。\n本件についてこれをみるに，前記前提事実並びに証拠（甲４，９，甲事件甲５，\n甲事件乙１）及び弁論の全趣旨によると，①本件乗務距離規制違反は，法４０条に\n基づく処分の対象とされており，本件処分基準公示に従って上記違反をした事業者\nに対する処分が行われていること，②本件処分基準公示によると，上記違反に対す\nる処分の内容は，未遵守率によって異なるものの，初違反の場合は警告ないし３０\n日車の自動車等使用停止処分，再違反の場合には２０日車ないし９０日車の自動車\n等使用停止処分とされており，さらに自動車等使用停止処分を行うべき違反行為を\n行った事業者に対しては処分日車数１０日車までごとに１点の違反点数を付す点数\n制度が採られ，累積点数が一定以上となった場合には事業の停止処分（一の支局区\n域における累積点数が５１点以上となった場合や，中部運輸局の管轄区域における\n累積点数が１０１点以上となった場合等）や許可の取消処分（一の支局区域のみに\nおいて営業区域を有する事業者について累積点数が８１点以上となった場合や，中\n部運輸局の管轄区域のみにおいて営業区域を有する事業者について累積点数が１６\n１点以上となった場合等）を行うものとされていること，③原告は，名古屋交通圏\n内に営業所を有する一般乗用旅客自動車運送事業者であって，約１００台の事業用\n自動車を保有し，これらを日々運行させて営業していること，④原告においては，\n隔日勤務運転者について平成２１年１２月に５件，日勤勤務運転者について同月及\nび平成２２年１月に４件ずつ，本件乗務距離規制に違反した例が見られ，現に，平\n成２１年１２月のＡ営業所における本件乗務距離規制違反を理由として平成２２年\n６月７日付けで本件処分がされたこと，⑤原告は，現在のところ，本件処分以外に\nは本件乗務距離規制違反を理由とする処分を受けるには至っていないものの，本件\n処分を受けたため，この間，乗務距離の最高限度に達するおそれが生じた辺りから\n営業所への回送態勢に入るようにするなど，本件乗務距離規制に違反しないように\n配慮して運行してきたものであることが認められる。\nこれら諸点に照らすと，原告に対しては，中部運輸局長によって，本件乗務距離\n規制違反を理由として，法４０条に基づく自動車等使用停止処分，事業停止処分又\nは許可取消処分がされる蓋然性があるというべきである。\n(2)  次に，差止めの訴えの訴訟要件については，一定の処分がされることにより\n「重大な損害を生ずるおそれ」があることが必要であり（行訴法３７条の４第１項），\nその有無の判断に当たっては，損害の回復の困難の程度を考慮するものとし，損害\nの性質及び程度並びに処分の内容及び性質をも勘案するものとされている（同条２\n項）。そして，上記「重大な損害を生ずるおそれ」があると認められるためには，\n処分がされることにより生ずるおそれのある損害が，処分がされた後に取消訴訟等\nを提起して執行停止の決定を受けることなどにより容易に救済を受けることができ\nるものではなく，処分がされる前に差止めを命ずる方法によるのでなければ救済を\n受けることが困難なものであることを要すると解するのが相当である（最高裁平成\n２３年（行ツ）第１７７号，同第１７８号，同年（行ヒ）第１８２号同２４年２月\n９日第一小法廷判決・民集６６巻２号１８３頁）。\n本件についてこれをみるに，前記(1)で指摘した諸点に照らすと，原告には，本件\n乗務距離規制違反を理由として法４０条に基づく処分（自動車等使用停止処分，事\n業停止処分又は許可取消処分）が反復継続的かつ累積加重的にされる危険が現に存\n在するというべきであり，日々運行している原告の事業用自動車の本件乗務距離規\n制違反を契機として，同条に基づく処分が反復継続的かつ累積加重的にされていく\nと，事後的な損害の回復が著しく困難になるというべきである。このような一連の\n累次の処分がされることにより生ずる損害は，処分がされた後に取消訴訟等を提起\nして執行停止の決定を受けることなどにより容易に救済を受けることができるもの\nであるとはいえず，処分がされる前に差止めを命ずる方法によるのでなければ救済\nを受けることが困難なものであるということができるから，その回復の困難の程度\nに鑑み，本件差止めの訴えについては上記「重大な損害を生ずるおそれ」があると\nいうべきである。\n(3)  また，差止めの訴えの訴訟要件については，「その損害を避けるため他に適\n当な方法があるとき」ではないこと，すなわち補充性の要件を満たすことが必要で\nある（行訴法３７条の４第１項ただし書）。\n本件についてこれをみるに，本件乗務距離規制違反を理由とする法４０条に基づ\nく処分がされることにより生ずる損害を避けるために，本件公示の取消訴訟による\nことができないことは，前記１で説示したとおりであり，また，前記(2)で説示した\nところによれば，同条に基づく処分の取消訴訟等及び執行停止との関係でも，補充\n性の要件を欠くものではないと解される。そして，本件乗務距離規制違反を理由と\nする同条に基づく処分の予防を目的とした事前救済の争訟方法として他に適当な方\n法があるとはいえないから，本件差止めの訴えは，補充性の要件を満たすものとい\nうことができる。\n(4)  以上によれば，本件差止めの訴えは，行訴法３７条の４第１項所定の要件を\n満たし，適法というべきである。\n３  確認の利益の有無（争点(3)）について\n本件確認の訴えは，公法上の法律関係に関する確認の訴え（行訴法４条の当事者\n訴訟）であるところ，原告は，本件公示前には，乗務距離を制約されることなく運\n転者を乗務させていたが，本件公示後は，本件乗務距離規制が設けられたために，\n乗務距離の最高限度を超えた乗務による営業を行うことができなくなったものであ\nり，前記２で説示したとおり，本件乗務距離規制違反を理由として法４０条に基づ\nく処分や警告を受ける蓋然性が高く，これが反復継続的かつ累積加重的にされる危\n険が現に存在するのであるから，本件乗務距離規制によって，原告の法的地位に現\n実の危険ないし不安が生じており，事後的な損害の回復が著しく困難な状況にある\nというべきである。そして，本件確認の訴えは，単に抽象的，一般的な本件公示の\n違法性の確認を求めるものではなく，上述のような立場にある原告がその具体的な\n法的地位の確認を求めるものであるから，具体的事件性（争訟性）を備えたものと\nいうことができる。\nそうすると，本件確認の訴えは，原告の不利益の予防を目的とする有効適切な争\n訟方法であり，確認の利益があるということができるから，公法上の法律関係に関\nする確認の訴えとして適法というべきである。\n４  本件公示ないし本件乗務距離規制の適法性（争点(4)）について\n(1)  前記前提事実に掲記の証拠及び弁論の全趣旨を総合すれば，次の事実が認め\nられる。\nア  乗務距離規制が設けられた経緯\n(ｱ)  昭和３２年頃から，好景気を背景にタクシーの需要が急速に高まる一方，需\n給調整規制によって車両数が据え置かれた上，タクシー事業者の間で，運転者の水\n揚げ目標である営収ノルマや走行ノルマを設定する動きが広まったため，タクシー\nの走行距離が伸び，運転者がノルマ達成のために長時間勤務や猛スピードでの乱暴\n運転をしているという指摘が目立つようになった。このような状況下において，昭\n和３３年１月に東京都内で発生したタクシーによる交通死亡事故が「神風タクシー」\nという見出しで大きく新聞報道されたのを契機に，当時のタクシーの乱暴運転・無\n謀運転が大きな社会問題となった。（乙４２ないし４６，４９）\n(ｲ)  「神風タクシー」問題は国会でも取り上げられ，衆参両院の運輸委員会の交\n通事故防止に関する小委員会において審議された。昭和３３年３月２５日に開催さ\nれた参議院運輸委員会交通事故防止に関する小委員会において，当時の警察庁警備\n部長は，タクシーによる交通事故の原因について，大幅な歩合制となっている給与\n体系とノルマの設定により，運転者が相当の距離を走って水揚げを稼げなければ生\n活していけないことにある旨答弁した。また，警視庁交通部長は，「前年中に発生\nした自動車事故の中でハイヤー・タクシーの事故が全体の２１％を占めている。」，\n「事故の原因は，速度違反が２９．７％を占めており，ハイヤー・タクシーの速度\n違反の占める率は他の自動車に比較して非常に高い。優先交通権無視や徐行不履行\nといった速度に関係する違反も，他の自動車に比較してはるかに高い比率を占めて\nいる。」，「交通法規違反についても，車の台数にすると，全ハイヤー・タクシー\nの８２０％が違反を犯している。その中でも，無謀操縦の割合が最も高く，ハイヤ\nー・タクシーについては交通法規違反の３４．１％は無謀操縦である。」，「一線\nから見ていると，ハイヤー・タクシーについては，会社が非常に高い走行距離や水\n揚げを示して，稼ぎ本位になっているため，運転者がスピードを上げるというふう\nなことになっていくのが痛切に感じられる。」旨を答弁した。（乙４５，５７）\n(ｳ)  内閣に設置された交通事故防止対策本部は，昭和３３年４月１日，「タクシ\nー事故防止対策要綱」を決定した。この要綱では，「事故の根本的原因を精査した\n結果，運転者の指導取締りを更に強化すべきは勿論であるが，その労務状況を改善\nしなければ事故防止の目的達成は困難であると考えられるに至った。」との認識の\n下，東京都内を基準とした差し当たりの緊急措置として８項目の対策を採ることが\n打ち出された。上記８項目の中には，「給与制度の合理化」や「労働時間等の適正\n化」と並んで「走行距離の適正化」が挙げられ，「輸送の安全を確保するため，適\n正な走行距離の標準を決定し，不当な走行義務を運転者に課さないよう措置するも\nのとする。」とされた。\nなお，当時の道路交通問題を論述した文献においては，「昭和３０年代に入ると，\nタクシーに対する需要は急速に多くなり，需要と供給のアンバランスが表面化して\nきた。（中略）このアンバランスの結果，いわゆる神風タクシー問題として表面化\nし，タクシー事業の経営の根幹にふれる改革を迫られることになった。」，「昭和\n３２年の交通事故の中で，タクシーによる事故比率（１０００台当たり１４８件）\nは，自家用乗用車（１０００台当たり２９件）に比して断然高い。その原因を調べ\nると，タクシーの運転者には，営業上１日４００㎞の稼働義務が課されており，そ\nの義務を果たすためには，多くの法令違反の運転を余儀なくされており，これが交\n通事故を引き起こす原因となっている。」，「タクシーの運転者は，原則的に１日\nの走行量と水揚げ額がノルマという形で義務付けられており，また，収入の大半が\n歩合給によっている給与体系の下で，水揚げ量を上げることに熱中し，その結果，\n無茶な運転を敢行することに交通事故の原因の根がある。」旨が指摘されていた。\n（乙４２，４４，４７，４９）\n(ｴ)  前記(ｱ)ないし(ｳ)のような経緯を経て，昭和３３年６月，運輸規則（当時の\n題名は「自動車運送事業等運輸規則」）が改正され，乗務員の休憩施設等の整備，\nノルマ強制の禁止等と共に，乗務距離規制が導入された。上記改正後の旧運輸規則\nは，２２条において，「交通の状況を考慮して地方運輸局長が指定する地域内に営\n業所を有する一般乗用旅客自動車運送事業者は，地域の指定があった日から１月以\n内（地域の指定があった日から１月を経過した日以後に当該営業所について運輸を\n開始する場合は，運輸を開始する日まで）に，当該営業所に属する運転者の乗務距\n離の最高限度を定めなければならない。」（１項），「前項の乗務距離の最高限度\nは，当該地域における道路及び交通の状況並びに輸送の状態に応じ，当該営業所に\n属する事業用自動車の運行の安全を阻害するおそれのないものでなければならな\nい。」（２項），「第１項の一般乗用旅客自動車運送事業者は，指定地域内にある\n営業所に属する運転者に，同項の乗務距離の最高限度を超えて乗務させてはならな\nい。」（３項）などと定めた上，５４条において，「旅客自動車運送事業者は，第\n２２条第１項の規定により乗務距離の最高限度を定めたときは，その日から１５日\n以内に，①届出者の氏名又は名称及び住所，②指定地域内にある営業所の名称及び\n位置並びに③乗務距離の最高限度（その算出の基礎を明らかにすること。）を，同\n項の地域の指定をした地方運輸局長に届け出なければならない。」旨を定め，２３\n条において，「前条第１項の一般乗用旅客自動車運送事業者は，指定地域内にある\n営業所に属する運転者に，その収受する運賃及び料金の総額が一定の基準に達し，\n又はこれを超えるように乗務を強制してはならない。」ものとしていた。このよう\nに，当時の乗務距離規制は，地方運輸局長が交通の状況を考慮して乗務距離規制を\n行う地域を指定した後，１月以内に，指定地域内に営業所を有する一般乗用旅客自\n動車運送事業者（タクシー事業者）が，指定地域における道路及び交通の状況並び\nに輸送の状況に応じ，当該営業所に属する事業用自動車の運行の安全を阻害するお\nそれのない乗務距離の最高限度を自ら定め，これを定めた日から１５日以内に当該\n地方運輸局長に届け出るという内容であった。\n昭和３３年７月頃には，東京都特別区と神奈川県京浜地区（川崎市，横浜市及び\n横須賀市）が乗務距離規制を行う地域に指定された。その際，上記指定を行った地\n方運輸局は，それぞれ指定地域内のタクシーの運行状況に関する実態調査の結果を\n踏まえて最高限度の目安となる数値を設定した上，指定地域内のタクシー事業者に\n対し，これを示してその範囲で最高限度を設定するよう行政指導を行った。具体的\nには，東京都特別区においては，「連続する２日間で３６５㎞以内とし，しかも１\n日の走行キロは２００㎞を超えない範囲で指導されたい。」旨の行政指導が行われ\nた結果，隔日勤務者について３６５㎞とする届出がされ，また，神奈川県京浜地区\n（川崎市，横浜市及び横須賀市）においては，「１日の乗務距離は１８５㎞，ただ\nし２日にわたる場合には３７０㎞」という行政指導が行われた結果，隔日勤務者に\nついて３７０㎞とする届出がされた。（甲２９，乙４２ないし４４，４６，５８，\n弁論の全趣旨）\n(ｵ)  その後，昭和３３年８月１日に開催された衆議院運輸委員会において，当時\nの運輸省自動車局長は，乗務距離規制について，「通常この程度であれば事故を起\nこさないで走り得る」という段階の乗務距離を標準として設定し，その上に，「こ\nれ以上走ったのでは事故を起こす危険性が非常に高くなる」という段階の乗務距離\nを最高限度とする趣旨である旨答弁した。（甲１９）\nまた，同年１１月４日に開催された衆議院運輸委員会において，運輸省自動車局\n長は，「交通の安全という見地から，運輸規則においても，運転者の疲労防止を図\nるべく，従業員の休養施設の整備等の他の規定とともに，乗務距離規制の規定を置\nいた。」，「抽象的な疲労防止ということではなかなか実効は期し難いという点か\nら，数字的な最高乗務距離の制限を設けた。」旨を答弁した。（乙５８）\nさらに，同年１２月１８日に開催された衆議院運輸委員会において，運輸省自動\n車局長は，「運転者に対する指導のみでは『神風タクシー』的な運転を防止し得ず，\n事業者に対しても，運転者を非常に長距離の走行キロで走らせるとか，過労を特に\n招来するような方法を持つということを防止すべきであり，乗務距離規制はその一\n環として規定を設けた。」，「タクシー事業については，運行管理者の手元を離れ\nて，町を流しで走っている事業であるため，監督者の目が届かないので，走れば走\nるだけ走れるという態勢では，事故を誘発する一つの原因になるのではないかとい\nうことで，乗務距離規制を考えた。」旨を答弁した。（乙５９）\nなお，その後，昭和４４年３月１４日に開催された参議院予算委員会においては，\n当時の運輸大臣が，乗務距離規制について，「この制度は昭和３３年当時，いわゆ\nる神風タクシー問題が起こった際に，運転者の過重な労働を防止し，輸送の安全を\n確保する目的で設けられたもの」であると答弁した。（乙６０）\nイ  乗務距離規制の指定地域における運行記録計による記録義務の導入\n昭和４２年１０月の運輸規則改正により，乗務距離規制（２２条１項）を受ける\n地域のタクシー事業者に運行記録計（タコグラフ。自動車の運行中の行動を記録媒\n体に正確に記録する装置。）による記録義務が導入された。上記改正後の旧運輸規\n則２６条２項においては，乗務距離規制（２２条１項）を受ける地域のタクシー事\n業者について，地域内にある営業所に属する事業用自動車の運転者が乗務した場合\nは，当該自動車の瞬間速度，運行距離及び運行時間を運行記録計により記録し，か\nつ，その記録を運転者ごとに整理して１年間保存しなければならないものとされた。\n（乙５４，弁論の全趣旨）\nウ  規制緩和に伴う乗務距離規制の改正等\n(ｱ)  いわゆる規制緩和の流れを背景として，運輸省（当時）は，平成８年１２月，\n「今後の運輸行政における需給調整の取扱について」を決定し，従来の運輸行政の\n転換を行い，交通事業全般について需給調整規制を原則として廃止することとした。\nこれを受けて，平成９年３月の規制緩和推進計画において，「タクシー事業に係る\n需給調整規制について，安全の確保，利用者保護等の措置を確立した上で，遅くと\nも平成１３年度までに廃止することとし，可能な限りその前倒しを図る」ことが閣\n議決定され，平成９年４月には，交通運輸における需給調整規制廃止に向けて必要\nとなる環境整備方策について，運輸大臣から運輸政策審議会に諮問がされた。同審\n議会自動車交通部会は，平成１１年４月に答申をまとめ，その中で，「需給調整規\n制廃止後のタクシー制度のあり方について，輸送の安全確保や利用者保護を中心に\n検討していくことが必要であり，規制の必要性と効果を十分に検討し，有効な規制\nのあり方を検討することが適当である。」と指摘した。また，運輸技術審査会も，\n同年６月，「安全と環境に配慮した今後の自動車交通政策のあり方について」と題\nする答申において，需給調整規制の廃止後，事業用自動車の事故を低減していくた\nめには，事故情報の収集・分析を基本とし，安全対策を推進していくための体制の\n強化，適切な運行の維持方策の充実や安全規制遵守の確保のための施策の充実など\nを図っていくことが急務である旨指摘した。（乙１１，２９，５０，７７，８０）\n(ｲ)  平成１２年４月２１日に開催された衆議院運輸委員会において，当時の運輸\n大臣は，「過労運転の防止は輸送の安全確保の観点からも極めて重要であり，過労\n運転を防止する観点から乗務距離規制が設けられている。」，「需給調整規制廃止\n後も，輸送の安全の確保は最重要の課題であるという考えから，地域ごとに交通の\n状況の推移等を十分勘案しながら，乗務距離規制の指定地域の拡大が必要かどうか\nについて適時判断していく。」，「地方運輸局長が指定する地域において，過労運\n転の防止等輸送の安全確保の観点から，適正に運行管理が行われるよう，事業者に\n対し運行記録計の装着を義務付けているところ，上記のとおり，需給調整規制廃止\n後も，輸送の安全の確保は最重要の課題であるという考えから，運行記録計の装着\n義務付けについても指定地域の拡大について必要な検討をしていく。」旨を答弁し\nた。（甲３４，乙６１，８４）\n(ｳ)  平成１２年５月１９日，道路運送法及びタクシー業務適正化臨時措置法の一\n部を改正する法律（平成１２年法律第８６号。以下「平成１２年改正法」という。）\nが成立し，需給調整規制の原則廃止等を柱とする法の改正が行われた（同月２６日\n公布）。これに先立つ同年４月２６日の衆議院運輸委員会及び同年５月１８日の参\n議院交通・情報通信委員会の同法案に対する附帯決議においては，「政府は，輸送\nの安全確保と適正労働条件の確立を図るため，最高乗務距離等の制限，過重労働を\n強いることとなる累進歩合やノルマの排除等について，所要の措置を講ずべきであ\nる。」旨が決議された。（乙２８の１，２８の２，８６，８９）\n(ｴ)  平成１３年８月，運輸規則が改正され，乗務距離の最高限度の指定地域にお\nいては，事業者自らではなく，地方運輸局長が最高限度を定める仕組みに改められ\nた。上記改正に伴い，自動車交通局安全政策課長ほか２名の通達として平成１４年\n１月３０日，「旅客自動車運送事業運輸規則の解釈及び運用について」（国自総第\n４４６号，国自旅第１６１号，国自整第１４９号）が発出された。この通達のうち，\n運輸規則２２条の乗務距離規制に関する部分の主な内容は，次のとおりである。（甲\n１２，甲事件甲２，弁論の全趣旨）\nａ  一般乗用旅客自動車運送事業については，特に流し営業中心の地域において，\n歩合制賃金を背景として無理に営業収入増を図るため，乗務距離を稼ごうとするあ\nまり過労運転や最高速度違反が生じやすい状況となっていることから，このような\n事態が生じないと考えられる乗務距離の最高限度を定めることとする規制を設けた\nもので，本規制は，過労運転の弊害を防止するためのノルマの禁止（２３条）及び\nこれらの規制の実効性を図るための運行記録計の設置義務規制（２６条２項）とと\nもに，地方運輸局等が指定する地域において実施されることとなる。\nｂ  地域の指定（２２条１項）について\n地域の指定は，旅客流動量や交通事故件数等の交通の状況を考慮して行うことが\n必要であるが，前記ａの趣旨に鑑みれば，流し営業が中心となっていると考えられ\nる政令指定都市以上の規模の都市を含む地域について行われることが望ましい。ま\nた，地域指定に当たっては，各地域ごとの実態に応じて過剰な規制となったり，逆\n効果をもたらすことのないよう関係者によるタクシー事業の適正化のための話し合\nいの場において十分議論の上，指定の是非を検討する必要がある。なお，指定する\n地域は，原則として営業区域単位とする。\nなお，各地域ごとの実態把握のための指標の例としては，①営業形態（流し比率，\n無線の利用状況等），②１日１車当たりの走行距離，輸送回数，③タクシー乗務員\nの拘束時間の実績，④高速自動車国道及び自動車専用道路の利用状況（回数及び走\n行距離），⑤タクシーの最高速度違反状況，⑥タクシー事業者の行政処分状況が挙\nげられる。\nｃ  乗務距離の最高限度の設定（２２条２項）について\n乗務距離の最高限度は，指定した地域における道路，交通及び輸送の状況に応じ\n運行の安全を阻害するおそれのないよう定めることが必要であり，当該指定地域の\n実態を踏まえ次のモデル例を参考として定めるものとする。なお，日勤勤務者，隔\n日勤務者の別ごとに乗務距離の最高限度をそれぞれ設定するかどうかは，地域の実\n情により判断するものとする。\n乗務距離の最高限度の設定の考え方（モデル例）としては，実態調査の実施等に\nより得た指定地域に係る指標として，①１日１車当たりの走行距離，輸送回数，②\n１日１車当たりの走行可能時間，③１日１車当たりの総走行距離の分布，④タクシ\nーの平均速度，⑤タクシー乗務員の拘束時間の実績（なお，その他の指標として，\n⑥表定速度，⑦今後の道路整備の計画における予測値（表定速度等）を用いること\nも考えられる。）を総合的に判断し，乗務距離の最高限度を定める。具体的な算出\n例としては，「１日１車当たりの走行可能時間（最大拘束時間－（日常点検＋点呼\n・納金＋休憩時間））×指定地域内におけるタクシーの平均速度（実態調査から得\nられたタクシーの平均運行速度）＝乗務距離の最高限度」が考えられる。\n(ｵ)  前記ア(ｴ)のとおり，東京都特別区及び神奈川県京浜地区（川崎市，横浜市及\nび横須賀市）は，昭和３３年に乗務距離規制を行う地域に指定され，実態調査に基\nづく行政指導に従って乗務距離の最高限度の届出が行われていたところ，平成１３\n年８月の運輸規則改正によって地方運輸局長が最高限度を定めることになったこと\nから，関東運輸局長は，改めて各指定地域内のタクシーの運行状況に関する実態調\n査を実施した上，平成１４年１月，前記(ｴ)の通達の定めるモデル例に従って，東京\n（特別区，武蔵野市及び三鷹市）では隔日勤務者につき３６５㎞，神奈川県京浜交\n通圏（横浜市，川崎市，横須賀市及び三浦市）では隔日勤務者につき３７０㎞とす\nる乗務距離の最高限度を定めた。\nまた，平成１４年１月には，大阪地区や福岡交通圏等においても，前記(ｴ)の通達\nの定めるモデル例に従って，隔日勤務者についての乗務距離の最高限度が定められ\nた。（甲２９，乙６，弁論の全趣旨）\n(ｶ)  前記(ｴ)の平成１３年８月の運輸規則改正においては，運輸規則２１条所定の\n「旅客自動車運送事業者が過労の防止を十分考慮して定めなければならない事業用\n自動車の運転者の勤務時間及び乗務時間」についても，それまでの旅客自動車運送\n事業者が自由に定める仕組みが改められ，旅客自動車運送事業者は，国土交通大臣\nが告示で定める基準に従って定めなければならないものとされた。\n上記改正に伴い，国土交通大臣は，平成１３年１２月３日，「旅客自動車運送事\n業運輸規則第２１条第１項の規定に基づく事業用自動車の運転者の勤務時間及び乗\n務時間に係る基準」（国土交通省告示第１６７５号）を定め，運輸規則２１条所定\nの上記基準を「自動車運転者の労働時間等の改善のための基準」（平成元年労働省\n告示第７号）とすることとした。\nなお，「自動車運転者の労働時間等の改善のための基準」（平成元年労働省告示\n第７号）は，その２条において，一般乗用旅客自動車運送事業に従事する自動車運\n転者の拘束時間等に関し，要旨，①隔日勤務以外の運転者については，１日につい\nての拘束時間は，１３時間を超えないものとし，当該拘束時間を延長する場合であ\nっても，１日についての拘束時間の限度は１６時間とし，勤務終了後，継続８時間\n以上の休息期間を与えること，②隔日勤務の運転者については，拘束時間は，２暦\n日について２１時間を超えないものとし，勤務終了後，継続２０時間以上の休息期\n間を与えることを定めている。（乙３４，３５，甲事件甲７，８）\nエ  運行記録計による記録の義務付け地域の拡大\n(ｱ)  平成１８年頃，バブル経済崩壊以降の景気の低迷により，長期減少傾向を辿\nっていたタクシーの輸送人員の減少に一層拍車がかかり，タクシー事業の経営環境\nが厳しさを増した結果，運転者の賃金も低下し，過労運転やサービス等の低下を招\nいているのではないかとの指摘がされた。そこで，交通政策審議会陸上交通分科会\n自動車交通部会は，同年７月，需給調整規制廃止後のタクシー業界の状況について\n実態把握及びその分析を行い，「タクシーサービスの将来ビジョン小委員会報告書\n～総合生活移動産業への転換を目指して～」と題する報告書を取りまとめた。この\n報告書では，運行記録計の導入地域の拡大について，「運行記録計は，運行管理が\n確実に実施されているかを事後的にチェックする上で，大変有益な装置である。タ\nクシーについては，現在，最高乗務距離が定められている地域（東京，大阪をはじ\nめとする１３地域）に限って運行記録計の導入が義務付けられているが，この指定\n地域については，昭和３０年代から基本的に変更がされていない。このため，運行\n管理をより確実に実施するため，現在の交通状況を踏まえて必要と考えられる地域\nを見直し，その導入地域の拡大を可能な限り図ることとする。」旨報告された。（乙\n３０）\n(ｲ)  これを受けて，国土交通省は，平成１８年９月，乗務距離規制（２２条１項）\nを受ける地域のタクシー事業者に運行記録計による記録を義務付ける旨を定めてい\nた旧運輸規則２６条を改正し，「事業用自動車の運行の管理の状況等を考慮して地\n方運輸局長が指定する地域」内に営業所を有するタクシー事業者に運行記録計によ\nる記録を義務付けることとし，上記地域としては，「一般乗用旅客自動車運送事業\nに係る運行記録計による記録について」（平成１８年国自総第２６９号，国自旅第\n１１６号）により，「(1)  運輸規則２２条１項の規定に基づき最高乗務距離規制を\n行う地域として地方運輸局長が指定した地域（原則営業区域単位）」及び「(2)  人\n口おおむね１０万人以上の都市を含む地域であって，流し営業の割合が比較的高く，\n当該地域の平均日車走行キロ数が相対的に長い等，運行記録計による記録を行うこ\nとによって，より確実かつ合理的な運行管理が行われることとなると認められる地\n域（原則営業区域単位）」を指定することとした。（乙３１）\n(ｳ)  そこで，中部運輸局長は，平成１８年１２月，運送の引受形態の実態調査（以\n下「本件実態調査１」という。）を行い，その結果に基づいて，同月２５日，運輸\n規則２６条３項に基づき，「一般乗用旅客自動車運送事業に係る運行記録計による\n記録について」（中運局公示第９６号）を制定し，中部運輸局管内における運行記\n録計による記録の義務付け地域として，名古屋交通圏（名古屋市，瀬戸市，津島市，\n尾張旭市，豊明市，日進市，愛西市，清須市，北名古屋市，弥富市，愛知郡，西春\n日井郡，海部郡）を指定した。\n本件実態調査１の結果の概要は，別紙４記載のとおりであり，上記公示に当たっ\nては，まず，①人口１０万人以上の都市を含む営業区域として，中部運輸局管内２\n９交通圏のうち，２３交通圏が該当したところ，②平均日車走行キロ数が長く（１\n８０㎞以上），流し営業の割合が比較的高い営業区域として，６交通圏（名古屋交\n通圏，尾張北部交通圏，西三河南部交通圏，知多交通圏，西三河北部交通圏及び磐\n田・掛川交通圏）が候補に挙がり，③このうち，平均日車走行キロが全国平均日車\n走行キロ数である２００㎞を上回る地域は，名古屋交通圏（２０２㎞）のみであり，\nその流し営業の割合は８１．８％と上記②の交通圏の中で突出していたことが考慮\nされた。（乙１２，３２，３３，弁論の全趣旨）\nオ  タクシー特措法の成立に至る経緯等\n(ｱ)  平成１９年の東京地区のタクシー運賃改定に際し，同年４月及び５月に内閣\n府の「物価安定政策会議」が開催され，タクシー事業の在り方に関し様々な問題提\n起がされた。（乙７１，弁論の全趣旨）\n(ｲ)  これを契機として，平成１９年１２月，国土交通大臣から交通政策審議会に\n対してタクシー事業を巡る諸問題について諮問がなされた。これを受けて，同審議\n会は，同月２１日，「タクシー事業を巡る諸問題に関する検討ワーキンググループ」\nを設置し，平成２０年２月以降，計１３回の会議を開催して各地域の事業者，地方\n公共団体，報道機関など多様な関係者からのヒアリングも行った上，タクシー事業\nが果たすべき役割，タクシー事業が抱える問題の所在とその原因，これらの諸問題\nへの対応策等について，幅広い視点からの検討を行った。その結果，同審議会は，\n同年１２月，「タクシー事業を巡る諸問題への対策について答申」と題する答申を\n取りまとめた。この答申では，タクシー事業については，一般に，①収益基盤の悪\n化，②運転者の労働条件の悪化，③違法・不適切な事業運営の横行等の問題が生じ\nていると指摘され，その原因は，①タクシーの輸送人員の減少，②過剰な輸送力の\n増加，③過度な運賃競争，④タクシー事業の構造的要因（利用者の選択可能性の低\nさ，歩合制主体の賃金体系等）にあると指摘された。また，供給過剰進行地域にお\nいて今後講ずべき対策として，「供給過剰の進行への現実的で効果的な対策として，\n特定の地域において，一定の期間に必要な総合的な取組を行う地域指定制度を創設\nすることが必要である。」などとされた。（乙１，７１）\n(ｳ)  事業用自動車に係る総合的安全対策委員会は，平成２１年３月，「事業用自\n動車総合プラン２００９」を策定し，その中で，「事業用自動車については，運送\nのプロとして乗客の生命，顧客の財産を預かり，より高度な安全性を求められるに\nもかかわらず，全体としては，事故件数，死者数ともに，自家用自動車と比べると\n減少の歩みが遅いのが現状である。」と指摘した。（乙２４）\n(ｴ)  衆議院国土交通委員会は，平成２１年６月１０日，タクシー特措法の法案に\nついて附帯決議をし，その中で，政府が同法の施行に当たって留意すべき点の一つ\nとして，「利用者の安全を確保する観点からも，労働条件の悪化を防止するととも\nに，違法不適切な事業運営を排除するため，労働関係法令違反に対する処分の強化\nを図るとともに，監督指導体制の強化のため，走行距離制限の導入地域の拡大，デ\nジタルタコグラフの義務化等について検討すること」を掲げた。（乙３）\n(ｵ)  前記(ｲ)のような経緯を受けて，平成２１年６月１９日，タクシー特措法が成\n立した（同月２６日公布）。この法律の概要は，次のとおりである。\nａ  タクシー特措法は，特定地域における一般乗用旅客自動車運送事業（タクシ\nー事業）の適正化及び活性化を推進し，もって地域における交通の健全な発達に寄\n与することを目的とする（１条）。\nｂ  国土交通大臣は，特定の地域における一般乗用旅客自動車運送事業の①供給\n過剰の状況，②事業用自動車１台当たりの収入の状況，③法令の違反その他の不適\n正な運営の状況，④事業用自動車の運行による事故の発生の状況に照らして，当該\n地域の輸送需要に的確に対応することにより，輸送の安全及び利用者の利便を確保\nし，その地域公共交通としての機能を十分に発揮できるようにするため，当該地域\nの関係者の自主的な取組を中心として一般乗用旅客自動車運送事業の適正化及び活\n性化を推進することが特に必要であると認めるときは，当該特定の地域を，期間を\n定めて「特定地域」として指定することができる（３条１項）。\nｃ  一般乗用旅客自動車運送事業者であって特定地域内に営業所を有する者等\nは，特定地域において，一般乗用旅客自動車運送事業の適性化及び活性化のために\n必要な措置を講ずるよう努めなければならず（５条），国は，一般乗用旅客自動車\n運送事業の適性化を推進するため，検査，処分その他の監督上必要な措置を的確に\n実施するものとし（６条），国，地方公共団体，一般乗用旅客自動車運送事業者等\nの関係者は，特定地域における一般乗用旅客自動車運送事業の適正化及び活性化を\n推進するため相互協力に努めなければならない（７条）。\nｄ  特定地域では，関係者から成る協議会を組織して一般乗用旅客自動車運送事\n業の適性化及び活性化を推進するための地域計画を作成することができる（８条，\n９条）。地域計画において特定事業に関する事項が定められたときは，当該地域計\n画の作成に係る合意をした協議会の構成員であって，特定事業の実施主体とされた\n一般乗用旅客自動車運送事業者は，地域計画に即して特定事業を実施するための計\n画（以下「特定事業計画」という。）を作成して国土交通大臣の認定を受けること\nができ，また，特定事業計画には，一般旅客自動車運送事業の供給輸送力の減少そ\nの他経営の合理化に資する措置として国道交通省令で定めるもの（以下「事業再構\n築」という。）を定めることができる（１１条）。\nｅ  特定地域において，一般乗用旅客自動車運送事業者が当該特定地域内の営業\n所に配置するその事業用自動車の合計数を増加させる事業計画の変更については，\n法１５条３項所定の届出ではなく，同条１項の認可を必要とする（１５条）。\nカ  本件公示に至る経緯等\n(ｱ)  前記オ(ｲ)の交通政策審議会答申を受けて設置されたタクシー運賃制度研究\n会は，平成２１年８月，「タクシー運賃の今後の審査のあり方について」と題する\n報告をまとめ，その中で，「下限割れ運賃を採用している事業者においては，低運\n賃ゆえの単位走行距離当たりの収益性の低さを補うために，運転者の長距離走行を\n誘発する傾向が確認されるところであり，こうした傾向を抑止するため，現在は大\n都市部に限定されている乗務距離の最高限度の指定地域を拡大することが適当であ\nる。特に，最高乗務距離の設定に当たっては，近年のタクシー運転者の勤務形態を\n踏まえた距離を設定することが必要である。」と指摘した。（乙５）\n(ｲ)  このような状況から，国土交通省自動車交通局安全政策課及び旅客課は，平\n成２１年８月４日，各地方運輸局自動車交通部旅客（第二）課長等に宛てて，「タ\nクシー事業に係る乗務距離の最高限度の指定拡大について」と題する次の内容の事\n務連絡を発出した。（甲２１の３，乙６）\nａ  運輸規則２２条に基づく乗務距離規制について，今般，タクシー運賃制度研\n究会での議論を踏まえた当面の対応として，運行記録計の義務付け地域にまで指定\nを拡大する方針で検討を進めている。各地方運輸局においては，運行記録計の義務\n付け地域であって，乗務距離の最高限度を設定していない地域（日勤勤務運転者に\n係るものを設定していない地域を含む。）について，次のｂ，ｃの考え方（平成１\n３年作業時の考え方を踏襲）に基づき，必要な指標を得るための調査を進めること。\nｂ  指定しようとする地域内における①１日１車当たりの走行距離，②１日１車\n当たりの輸送回数，③実走行時間，④営業形態（流し率等），⑤高速自動車国道の\n利用状況，⑥無線の利用状況，⑦１日１車当たりの総走行キロの分布，⑧タクシー\nの交通事故発生状況，⑨タクシー事業者の行政処分状況，⑩タクシーの道路交通法\n違反状況，⑪その他運輸局で必要と認める事項の実態を調査するとともに，関係者\nに対するヒアリング等を実施し，指定の必要性について総合的に検討すること。\nｃ  道路交通法及び運輸規則２１条１項の国土交通大臣が告示で定める基準（改\n善基準告示）の遵守を前提として，前記ｂの①ないし⑪に加え，指定地域（指定し\nようとする地域を含む。）内の①タクシーの平均運行速度，②道路の表定速度，③\n道路の渋滞状況，④今後の道路の渋滞状況及び輸送の状態の見通し，⑤高速自動車\n国道の走行距離，⑥その他運輸局で必要と認める事項を調査し，乗務距離の最高限\n度を日勤勤務運転者，隔日勤務運転者別にそれぞれ定めること。\n隔日勤務運転者の乗務距離の最高限度の設定の考え方の例としては，(ｲ)  実走行\n時間については，「最大拘束時間（２１時間）－休憩時間－日常点検・点呼時間－\n客扱い時間－客待ち時間＝実走行時間」とすることが考えられ，(ﾛ)  指定地域内に\nおける道路の表定速度については，道路交通センサスの旅行速度や実態調査に基づ\nくタクシーの平均速度等，地域の実情に応じて適当な数値を用いることが考えられ，\n(ﾊ)  乗務距離の最高限度については，「(ｲ)×(ﾛ)＝乗務距離の最高限度」とするこ\nとが考えられる。\n日勤勤務運転者の乗務距離の最高限度の設定の考え方については，改善基準告示\nにおける隔日勤務の２暦日の拘束時間及び日勤勤務の１日の拘束時間との割合（２\n１時間／１３時間）により算出することを基本的に検討中（各地域の実態調査の結\n果等を踏まえて調整）。\n(ｳ)  中部運輸局は，前記(ｲ)の事務連絡を受けて，平成２１年８月１１日，名古屋\nタクシー協会に対し，隔日勤務運転者及び日勤勤務運転者における①１日１車当た\nりの走行距離，②１日１車当たりの輸送回数，③タクシー運転者の拘束時間，④客\n待ち時間，⑤休憩時間，⑥始業及び終業点呼・点検に要する時間，⑦実ハンドル時\n間，⑧客扱い時間について調査依頼をし，名古屋地区原価計算対象事業者２２社に\nおける同月２０日から同月２６日までのデータを収集する実態調査（以下「本件実\n態調査２」という。）を行った。調査対象とされた「原価計算対象事業者」２２社\nは，平成１９年度に名古屋地区の運賃改定作業を行った際，「一般乗用旅客自動車\n運送事業の運賃料金認可申請の審査基準について」（中運局公示第２４９号）に基\nづき選定された事業者であり，その選定過程において，経営状態や車両規模等に鑑\nみ，地域の標準的指標となる事業者を抽出した（事業用自動車５両以下の小規模個\n人経営事業者，３年以上存続していない事業者，一般乗用旅客自動車運送事業以外\nの事業を経営するものであって全事業営業収入に対する乗用部門の営業収入の割合\nが５０％に満たない事業者，事業用自動車の平均車令が著しく高い事業者，年間実\n働率の著しく低い事業者等が除外されている。）ことから，この調査の対象事業者\nとされたものであり，２２社というのは名古屋交通圏におけるタクシー事業者の約\n４分の１に相当し，その中には，ＧＰＳを導入している事業者も含まれていた。\n本件実態調査２の結果の概要は，別紙５記載のとおりである。この調査結果では，\n隔日勤務運転者については，拘束時間が２１時間を超過するもの及び１３時間に満\nたないものを除くと，①１日１車当たりの走行距離の平均は２１８㎞，②１日当た\nりの総走行距離の分布は，２００㎞までが４５．８％，２０１㎞から３００㎞まで\nが３９．８％，３００㎞超が１４．４％であり，③上記集計対象隔日勤務運転者６\n６７件中，走行距離が３６０㎞（高速道路を除く。）を超えていたのは４件であっ\nた。また，日勤勤務運転者については，拘束時間が１６時間を超過するものを除く\nと，①１日１車当たりの走行距離の平均は１５５．８㎞，②１日当たりの総走行距\n離の分布は，２００㎞までが８８．５％，２０１㎞から３００㎞までが１１．２％，\n３００㎞超が０．３％であり，③上記集計対象日勤勤務運転者５９０件中，走行距\n離が２７０㎞（高速道路を除く。）を超えていたのは２件であった。\nなお，中部運輸局長が本件公示に当たって実施した実態調査は，本件実態調査２\nのみであり，流し営業の比率や無線の利用状況といった営業形態や，ノルマ設定の\n有無等を調査することはなかった。（甲２１の２，２１の４，乙２０ないし２２，\n５５，５６，弁論の全趣旨）\n(ｴ)  なお，平成２１年９月までの時点で，首都圏では東京特別区・武三地区，横\n浜市，川崎市及び横須賀市が，近畿圏では京都市，大阪市，豊中市，吹田市，門真\n市，東大阪市，守口市，八尾市，堺市，神戸市，芦屋市，西宮市，尼崎市及び明石\n市が，福岡県では福岡市が，それぞれ乗務距離の最高限度の規制地域に指定されて\nおり，乗務距離の最高限度は，首都圏で３６５㎞，福岡圏で３６０㎞，近畿圏で３\n５０㎞とされていた。（乙２１）\n(ｵ)  国土交通大臣は，平成２１年１０月１日，タクシー特措法３条１項に基づき，\n名古屋交通圏ほかを特定地域として指定した。（甲５，甲事件甲６）\n(ｶ)  中部運輸局長は，前記(ｱ)のタクシー運賃制度研究会の指摘や前記(ｳ)の本件\n実態調査２の結果を踏まえ，各種指標やデータについて検討し，業界団体，事業者\n及び労働組合へのヒアリングも実施した上，平成２１年１０月２８日，本件公示を\n定めた。本件公示に当たっては，隔日勤務運転者の乗務距離の最高限度については，\n本件実態調査２に基づく隔日勤務運転者の平均速度２１．５㎞／ｈに，本件実態調\n査２の結果から算出した隔日勤務運転者の最大限走行可能な時間１６．８時間を乗\nじて３６０㎞とされたが，日勤勤務運転者については，夜間のみ運行している事業\n者が存在することを考慮して，本件実態調査２に基づく日勤勤務運転者の平均速度\n２６．０㎞／ｈによらずに，昼夜ともに運行している隔日勤務運転者の平均速度２\n１．５㎞／ｈを用いることとされ，これに，本件実態調査２の結果から算出した日\n勤勤務運転者の最大限走行可能な時間１２．６時間を乗じて２７０㎞とされた。\nちなみに，本件実態調査２に基づく日勤勤務運転者の平均速度は，２６．０㎞／\nｈであり，隔日勤務運転者の場合と同様の計算方法に従い，この数値に日勤勤務運\n転者の最大限走行可能な時間１２．６時間を乗じた場合の距離は，３２７．６㎞と\nなる。（甲２１の１，２１の２，２１の５，乙２１，弁論の全趣旨）\nキ  本件公示後の状況等\n(ｱ)  関東運輸局は，平成２１年１１月，乗務距離の最高限度の規制地域として東\n京都北多摩交通圏・南多摩交通圏・西多摩交通圏，神奈川県県央交通圏・湘南交通\n圏，千葉県京葉交通圏及び埼玉県県南西部交通圏（東松山市，坂戸市，鶴ヶ島市，\n入間郡越生町，比企郡滑川町，嵐山町，小川町，ときがわ町，川島町，吉見町，鳩\n山町及び秩父郡東秩父村の区域を除く。）を新たに指定した。乗務距離の最高限度\nは，隔日勤務については従前特別区・武三地区等において設定されていた３６５㎞\nが維持され，日勤勤務については２７０㎞とされた（なお，上記乗務距離に高速道\n路の走行距離を計上するかどうかについては，従前どおり，首都高速道路の走行距\n離はそのまま計上し，首都高速道路以外の高速道路の走行距離は計上しないものと\nされた。）。（甲３０）\n(ｲ)  近畿運輸局は，平成２１年１２月１６日，隔日勤務の乗務距離の最高限度に\nついては従前の３５０㎞を維持し，日勤勤務のそれについては２５０㎞とする公示\nを定めた（なお，上記乗務距離には，高速自動車国道及び自動車専用道路の走行距\n離も１回につき５０㎞を上限に計上するものとされた。）。\nなお，他の運輸局における日勤勤務の乗務距離の最高限度は，北海道２８０㎞，\n東北２７０㎞，北陸信越２５０㎞，中国２６０㎞，九州２７０㎞である。（甲４５\nないし５０）\n(ｳ)  名古屋交通圏では，平成２１年１１月３０日にタクシー特措法８条に基づく\n協議会が設置され，平成２２年４月１９日に同法９条に基づく地域計画が作成され\nた。（弁論の全趣旨）\n(ｴ)  中部地方及び北陸地方のタクシー事業者の労働者団体が加盟する交通運輸産\n業労働組合協議会は，平成２２年７月９日，中部運輸局長に対し，同年の運輸行政\nに関する要求・要望の一つとして，「自動認可運賃の下限割れ運賃や運賃改定未申\n請による低額運賃を認めない措置を講じることを求める。」などとする同一地域・\n同一運賃の法制化の要望等とともに，「過重労働を解消する為に最高乗務距離の指\n定地域を拡大するとともに，日勤勤務運転者の最高乗務距離の縮小を図られたい。」\nとの要望を提出した。（乙５３）\nク  交通事故の発生状況等に関する統計データ\n(ｱ)  タクシーによる交通事故の発生件数等\nａ  名古屋交通圏におけるタクシーによる走行１００万㎞当たりの交通事故件数\nの推移を見ると，平成１６年度は７．７００件，平成１７年度は７．８８８件，平\n成１８年度は６．６４６件，平成１９年度は６．６７７件，平成２０年度は６．８\n５２件であり，平成１８年度に前年比約１５．７％減の減少に転じ，その後，僅か\nながら増加したものの，平成２０年度には，なお平成１６年度の約８９．０％（約\n１１％減）の水準にとどまっていた。（乙２６）\nまた，名古屋交通圏におけるタクシー実在１００両当たりの交通事故件数の推移\nを見ると，平成１６年度は０．１３１４件，平成１７年度は０．１２７６件，平成\n１８年度は０．１０５７件，平成１９年度は０．１０３０件，平成２０年度は０．\n１００２件と減少の一途を辿り，平成２０年度には，平成１６年度の約７６．３％\n（約２３．７％減）の水準となっていた。もっとも，これら全ての年度を通じて０．\n１件を上回っている地域は，中部運輸局管内の人口おおむね３０万人以上の都市を\n含む交通圏（１１交通圏）の中では名古屋交通圏のみであった。（乙２６）\n名古屋市におけるタクシーによる交通事故（人身事故）件数の推移を見ると，平\n成１８年は７３０件，平成１９年は７６０件，平成２０年は６３５件，平成２１年\nは７１１件，平成２２年は７０９件であった。このうち重傷事故の件数は，平成１\n８年は２１件，平成１９年は１８件，平成２０年は２２件，平成２１年は１９件，\n平成２２年は１３件であった。（乙４１）\nｂ  愛知県における走行１億㎞当たりの交通事故（人身事故）発生件数の推移を\n見ると，タクシーが第一当事者（交通事故に関与した車両の運転者又は歩行者のう\nち，当該事故における過失が重い者をいい，過失が同程度の場合には人身損傷程度\nが軽い者をいう。以下同じ。）の件数は，平成９年は１０４．０件，平成１０年は\n１１３．５件，平成１１年は１１８．８件，平成１２年は１３２．２件，平成１３\n年は１５０．７件，平成１４年は１５１．０件，平成１５年は１７３．９件，平成\n１６年は１７３．１件，平成１７年は１６９．３件，平成１８年は１６５．２件，\n平成１９年は１６８．２件，平成２０年は１５３．７件，平成２１年は１７４．６\n件であった。これに対し，自家用自動車が第一当事者の件数は，平成９年から平成\n２１年まで８０．７件ないし１１０．１件の範囲内で推移し，同年は９７．０件，\n自家用貨物自動車が第一当事者の件数は，平成９年から平成２１年まで７０．５件\nないし９５．１件の範囲内で推移し，同年は８６．４件，事業用バスが第一当事者\nの件数は，平成９年から平成２１年まで４０．３件ないし８１．１件の範囲内で推\n移し，同年は７２．６件，事業用トラックが第一当事者の件数は，平成９年から平\n成２１年まで３９．５件ないし５４．８件の範囲内で推移し，同年は４２．０件で\nあった。（乙４０）\nｃ  なお，全国における走行１億㎞当たりの自動車交通事故発生件数の推移を見\nると，タクシー・ハイヤーの件数は，平成４年は８３．０件，平成５年は８９．９\n件，平成６年は９７．９件，平成７年は１０５．３件，平成８年は１０５．０件，\n平成９年は１１４．７件，平成１０年は１２３．８件，平成１１年は１３９．１件，\n平成１２年は１５７．２件，平成１３年は１５９．２件，平成１４年は１６１．０\n件，平成１５年は１６９．９件，平成１６年は１７３．７件，平成１７年は１８２．\n０件，平成１８年は１７４．７件，平成１９年は１７５．６件，平成２０年は１６\n７．６件であった。これに対し，バスの件数は，平成４年から平成２０年まで５４\n件から８２．６件の範囲内で推移し，同年は７２．０件であり，トラックの件数は，\n平成４年から平成２０年まで３６．４件から５０．６件の範囲内で推移し，同年は\n３６．４件であり，いずれもタクシー・ハイヤーを下回っていた。（乙３６）\n全国における自動車１０００台当たりの交通事故発生件数についても，走行１億\n㎞当たりの自動車交通事故発生件数と同様，タクシーの交通事故発生件数が他の自\n動車のそれを上回っていた。（乙３７）\n(ｲ)  交通事故の要因分析等\nａ  自動車運送事業に係る交通事故要因分析を見ると，平成２１年の全国におけ\nるタクシーによる事故（総数２万２３７６件）について，①最高速度違反によるも\nのは１８件，②安全速度違反によるものは１１５件，③信号無視によるものは５９\n７件，④徐行違反によるものは３０５件，⑤過労運転によるものは１件，⑥運転操\n作に係る安全運転義務違反によるものは１１６０件，⑦漫然運転によるものは６３\n８件，⑧動静不注視によるものは１８８８件であった。（乙６３）\nｂ  名古屋市におけるタクシーによる交通事故（人身事故）の法令違反別件数を\n見ると，平成２１年の事故（総数７１１件）について，①最高速度違反によるもの\nは０件，②安全速度違反によるものは０件，③信号無視によるものは２６件，④徐\n行違反によるものは１件，⑤過労運転によるものは０件，⑥運転操作に係る安全運\n転義務違反によるものは３４件，⑦内在的な前方不注意によるものは３８件，⑧動\n静不注視によるものは２３件であった。また，平成２２年の事故（総数７０９件）\nについて，①最高速度違反によるものは０件，②安全速度違反によるものは０件，\n③信号無視によるものは１８件，④徐行違反によるものは１件，⑤過労運転による\nものは０件，⑥運転操作に係る安全運転義務違反によるものは３２件，⑦内在的な\n前方不注意によるものは３５件，⑧動静不注視によるものは３１件であった。（乙\n６４）\n(ｳ)  労働時間規制違反の件数等\nａ  タクシー運転者の勤務時間及び乗務時間に係る運輸規則２１条１項，労働時\n間等改善基準告示違反について，平成２０年度の愛知県内における監査件数と違反\n件数を見ると，名古屋交通圏では，①監査件数は３５件，②違反件数は１５件，③\n違反率（①に占める②の割合）は５４．３％であるのに対し，愛知県内の他の交通\n圏では，①監査件数は１５件，②違反件数は４件，③違反率（①に占める②の割合）\nは２６．７％であった。（乙１３の１ないし１３の２３，１４）\nｂ  平成１８年度から平成２０年度において，愛知労働局長から中部運輸局長に\n対して労働時間等の違反について通報を受けた件数は，名古屋交通圏の事業者に係\nる通報が１０件であり，愛知県内の他の交通圏の事業者に対するものが２件であっ\nた。（乙１５の１ないし１５の１２）\n(ｴ)  速度違反の件数等\nタクシーによる速度違反について，愛知県内における速度違反（法定速度違反又\nは指定速度違反）に関する道路交通法１０８条の３４に基づく行政庁への通知件数\nの推移を見ると，次のとおりであった。\nａ  名古屋交通圏の通知件数は，平成１８年度が５８件（車両１００台当たり通\n知件数０．８１件），平成１９年度が４８件（同０．６８件），平成２０年度が２\n７件（同０．３８件）であり，減少の一途を辿り，平成２０年度には，平成１８年\n度の半分以下にまで改善していた。（乙１６の１ないし１６の６３，１７の１ない\nし１７の５１，１８の１ないし１８の３２）\nｂ  一方，愛知県内の他の交通圏の通知件数は，平成１８年度が５件（車両１０\n０台当たり通知件数０．１８件），平成１９年度が３件（同０．１１件），平成２\n０年度が５件（同０．１８件）であり，ほぼ横ばいの状況にあった。（乙１６の１\nないし１６の６３，１７の１ないし１７の５１，１８の１ないし１８の３２）\n(ｵ)  タクシーに関する苦情の内容\n中部運輸局及び管内運輸支局に寄せられたタクシーに関する苦情について見る\nと，①交通事故に関する利用者からの苦情が平成１９年度９件（２．２％），平成\n２０年度６件（１．２％），平成２１年度４件（０．８％），②乱暴運転に関する\n利用者からの苦情が平成１９年度１３件（３．２％），平成２０年度２０件（３．\n９％），平成２１年度２６件（５．４％），③運転マナーに関する利用者以外から\nの苦情が平成１９年度５８件（１４．４％），平成２０年度８２件（１５．９％），\n平成２１年度５４件（１１．２％）であった。（乙３９）\n(ｶ)  タクシー事業者の属性別の違反状況等\n国土交通省自動車交通局は，平成１８年度に主要１０地域（札幌交通圏，仙台市，\n東京特別区・武三交通圏，新潟交通圏，名古屋交通圏，大阪市域交通圏，広島交通\n圏，高松交通圏，福岡交通圏，沖縄本島）において，①新規事業者（平成１４年２\n月の規制緩和以降に参入した事業者），②低額運賃事業者（平成２０年３月末にお\nいて上限運賃以外の運賃を適用している事業者），③小規模事業者（平成２０年３\n月末において一般タクシーの車両数２０両以下の事業者），④急激な増車を実施し\nた事業者（平成１８年度末車両数が平成１３年度末車両数と比べて２倍以上になっ\nた事業者），⑤上記①ないし④のいずれにも該当しない事業者ごとに交通事故の発\n生状況等について調査した。\nこれによると，車両１００両当たりの事故件数は，①新規事業者が４７．５３件\n（重大事故件数は０．１６件），②低額運賃事業者が１５．２９件（同０．１６件），\n③小規模事業者が１９．２３件（同０．１５件），④急激な増車を実施した事業者\nが１９．１３件（同０．２１件），⑤それ以外の事業者が５５．７８件（同０．１\n９件），⑥全事業者の平均が５２．０８件（同０．１８件）であり，低額運賃事業\n者の事故件数は，全事業者の平均をかなり下回っていた。\nまた，監査１０件当たりの行政処分件数は，①新規事業者が４．００件，②低額\n運賃事業者が４．４０件，③小規模事業者が２．９６件，④急激な増車を実施した\n事業者が４．０８件，⑤それ以外の事業者が３．５６件，⑥全事業者の平均が３．\n７１件であり，低額運賃事業者の行政処分件数は，全事業者の平均を若干上回って\nいた。これに対し，監査１０件当たりの警告・勧告等件数は，①新規事業者が３．\n５９件，②低額運賃事業者が３．２０件，③小規模事業者が５．５６件，④急激な\n増車を実施した事業者が４．０８件，⑤それ以外の事業者が４．０１件，⑥全事業\n者の平均が３．８８件であり，低額運賃事業者の警告・勧告等件数は，全事業者の\n平均を若干下回っていた。これと同様に，監査１０件当たりの過労・最低賃金関係\n違反通報件数も，①新規事業者が１．４１件，②低額運賃事業者が０．６７件，③\n小規模事業者が０．９３件，④急激な増車を実施した事業者が１．９７件，⑤それ\n以外の事業者が０．７０件，⑥全事業者の平均が０．８９件であり，低額運賃事業\n者の通報件数は，全事業者の平均を若干下回っていた。（乙７３）\n(ｷ)  タクシーの走行距離の推移\nａ  バブル経済崩壊以降，前記エ(ｱ)のとおり，景気の低迷によるタクシー需要の\n減少の影響を受けて，全国的にタクシーの輸送人員は減少し，タクシーの総走行距\n離も，減少傾向が続いてきた。（乙１，２９，９６）\nｂ  愛知県の一般法人タクシーの実働１日１車当たりの走行距離の推移を見る\nと，昭和６０年度が２３９．８㎞，平成２年度が２４８．８㎞，平成８年度が２１\n０．６㎞，平成１３年度が１９１．５㎞，平成１４年度が１９３．７㎞，平成１５\n年度が１９２．８㎞，平成１６年度が１９２．９㎞，平成１７年度が１９５．２㎞，\n平成１８年度が１９５．３㎞，平成１９年度が１９２．９㎞，平成２０年度が１７\n８．７㎞，平成２１年度が１６８．２㎞，平成２２年度が１６２．７㎞と減少傾向\nにあった。（乙７０）\nまた，名古屋市の一般法人タクシーの実働１日１車当たりの走行距離は，昭和６\n０年度が２５２．４㎞，平成２年度が２５８．８㎞，平成８年度が２２７．０㎞，\n平成１３年度が２０５．５㎞，平成１４年度が２０６．８㎞，平成１５年度が２０\n６．３㎞，平成１６年度が２０４．８㎞，平成１７年度が２０５．０㎞，平成１８\n年度が２０４．６㎞，平成１９年度が２００．０㎞，平成２０年度が１９０．０㎞，\n平成２１年度が１８２．８㎞，平成２２年度が１８５．１㎞であって，愛知県と同\n様に減少傾向にあった。（乙７０）\nｃ  このような傾向は，他の大都市でも同様であり，国土交通省自動車交通局が\n平成１８年度に実施した前記(ｶ)の調査結果によると，大阪における全タクシー事業\n者の実働１日１車当たりの走行距離は，平成１６年度が２２０．０㎞，平成１７年\n度が２０８．０㎞，平成１８年度が２０９．０㎞，平成１９年度が２０９．３㎞で\nあった。ちなみに，上記調査結果によると，大阪における低額運賃事業者（初乗り\n５００円かつ５０００円超５割引）のタクシー実働１日１車当たりの走行距離は，\n平成１６年度が２５９．８㎞，平成１７年度が２４２．０㎞，平成１８年度が２４\n１．２㎞，平成１９年度が２３９．１㎞であり，他のタクシー事業者と同様，減少\n傾向にあった。（乙７３）\nｄ  なお，本件公示に先立って行われた前記カ(ｶ)のヒアリングの際には，「１０\n年，１５年前であれば，３７０㎞や３８０㎞を走行していたが，現在では，１時間\nに２０㎞ぐらいしか走れない走行環境である。」，「経済情勢も思わしくなく，特\nに駅待ち等での勤務者が多く，隔勤３６０㎞，日勤２７０㎞を超えることはまずな\nいであろう。」，「当社は，ＪＲ○○駅待ち，車庫待ちを中心として，流し営業は\nほとんどない状況であり，隔勤者でも２００㎞前後の走行距離であるため問題はな\nいものと考える。特に最近では経済情勢が悪化していることから，駅待ちでも１時\n間に１本程度の運行実態であり，非常に厳しい状況である。」，「現在の経済情勢\nからすれば妥当な数字であるかもしれないが，過去の経験からすると少し短いかも\nしれない。」，「以前は乗務距離手当があり，当社では隔勤３３０㎞，日勤２４０\n㎞を基準としていた。これによりどうしても走行距離が長くなった。高速道路の走\n行距離が除外されるのであれば問題ない。」等，経済情勢の悪化に伴って走行距離\nが減少していることを指摘する意見が多数寄せられた。（甲２１の５）\n(2)  運輸規則２２条の合憲性（争点(4)ア）について\nア  職業活動としての営業は，本質的に社会的かつ経済的な活動であって，その\n性質上，社会的相互関連性が大きいものであるから，憲法２２条１項において保障\nされる職業活動としての営業の自由は，それ以外の憲法の保障する自由，殊にいわ\nゆる精神的自由に比較して，公権力による規制の要請が強く，同項が「公共の福祉\nに反しない限り」という留保の下に職業選択の自由を認めたのも，特にこの点を強\n調する趣旨に出たものと解される。このように，職業活動としての営業は，それ自\n身のうちに何らかの制約の必要性が内在する社会的かつ経済的な活動であるとこ\nろ，その種類，性質，内容，社会的意義や影響が極めて多種多様であるため，その\n規制を要求する社会的理由ないし目的も千差万別で，その重要性も区々にわたり，\nこれに対応して，現実に営業の自由に加えられる制限としての規制措置も，それぞ\nれの事情に応じて各種各様の形をとることとなる。このため，当該規制措置が憲法\n２２条１項にいう公共の福祉のために要求されるものとして是認されるかどうか\nは，これを一律に論ずることができず，具体的な規制措置について，規制の目的，\n必要性，内容，これによって制限される営業の自由の性質，内容及び制限の程度を\n検討し，これらを比較考量した上で慎重に決定されなければならない。そして，こ\nのような検討と考量をするのは，第一義的には立法機関の権限と責務であり，その\n憲法適合性の司法審査に当たっては，規制の目的が公共の福祉に合致するものと認\nめられる以上，そのための規制措置の具体的内容及び必要性と合理性については，\n立法府の判断がその合理的裁量の範囲にとどまる限り，立法政策の問題としてこれ\nを尊重すべきであるが，その合理的裁量の範囲については，事の性質上自ずから広\n狭があり得るのであって，裁判所は，具体的な規制の目的，対象，方法等の性質と\n内容に照らして，これを決すべきものといわなければならない（最高裁昭和４３年\n（行ツ）第１２０号同５０年４月３０日大法廷判決・民集２９巻４号５７２頁（以\n下「最高裁昭和５０年判決」という。），最高裁昭和６３年（行ツ）第５６号平成\n４年１２月１５日第三小法廷判決・民集４６巻９号２８２９頁参照）。\nイ  運輸規則２２条の乗務距離規制は，タクシーの乱暴運転・無謀運転が「神風\nタクシー」として社会問題となったのを契機に，昭和３３年３月に衆参両院の運輸\n委員会交通事故防止に関する小委員会において，タクシーの速度違反や無謀操縦等\nと走行距離の関係等が審議され，さらに，内閣に設置された交通事故防止対策本部\nが同年４月に決定した「タクシー事故防止対策要綱」においても，「運転者の労務\n状況を改善しなければ事故防止の目的達成は困難である」として，「輸送の安全を\n確保するため，適正な走行距離の標準を決定」する対策をとる方針が決定されると\nいう経緯を経て，同年６月の運輸規則改正時に導入されたものであり（前記(1)ア(ｱ)\nないし(ｴ)），その後の国会においても，運輸大臣や運輸省の担当官により，乗務距\n離規制は過労運転や交通事故の防止等，輸送の安全を確保する目的で設けられたも\nのである旨の答弁が繰り返し行われてきたものである（前記(1)ア(ｵ)，ウ(ｲ)）。\nこのような乗務距離規制導入の経緯や国会における審議の内容，運輸大臣等の趣\n旨説明等に照らすと，運輸規則２２条の乗務距離規制の目的は，過労運転や最高速\n度違反等の危険運転，乱暴運転を防止することにより，輸送の安全を確保すること\nにあるというべきである。そして，「輸送の安全の確保」の中核はタクシーによる\n交通事故の防止であるが，乗務距離規制は，それのみならず，事故につながりかね\nない危険運転や乱暴運転の防止をも目指しているというべきである（被告の主張に\n係る「利用者の利便の確保」も，結局は，「輸送の安全の確保」に依拠するもので\nあるから，上記目的に収斂されるものと解される。）。\nウ  以上のとおり，運輸規則２２条の乗務距離規制の目的は，輸送の安全の確保\nにあるところ，これは，国民の生命，身体等に係る重要な利益を保護するためであ\nって，公共の福祉に合致するものということができる。その一方で，乗務距離規制\nは，職業の自由を制限するものであるけれども，狭義における職業選択の自由その\nものに制約を課すものではなく，職業活動としての営業の内容ないし態様に対する\n制約の範疇に属するものである。また，乗務距離規制は，一般乗用旅客自動車運送\n事業の中核である運行自体を直接的に規制するものであり，売上を左右する実車走\n行距離の制約に直結するものであるため，営業の内容ないし態様に対する制約的効\n果は小さくはないものの，これによって規制されるのは，一定限度の距離を超えた\n一部の運行にとどまるものである。このような乗務距離規制の目的，対象，方法等\nに加え，輸送の安全を確保するためにどのような規制をとるかについては，多種多\n様な手段・態様が考えられ，どのような手段・態様の規制が適切妥当であるかは，\n主として立法政策の問題として，立法府の裁量的判断に待つほかないことに照らす\nと，法の委任を受けた運輸規則に基づく乗務距離規制については，その必要性と合\n理性についての立法府の判断が，その裁量の範囲を超えるものでない限り，憲法２\n２条１項に違反するということはできない。\nなお，原告は，最高裁昭和５０年判決を援用し，乗務距離規制は消極目的の規制\nであるから，その合憲性は，規制の必要性・合理性及び同じ目的を達成できるより\n緩やかな規制手段の有無を立法事実に基づいて審査するという「厳格な合理性」の\n基準によって判断されるべきであり，乗務距離規制に合理性があると認められるた\nめには，乗務距離規制がなければ輸送の安全を阻害する抽象的なおそれがあるとい\nうだけでは足りず，具体的に輸送の安全を阻害するおそれがあると認められる必要\nがある旨主張する。\nしかしながら，最高裁昭和５０年判決は，職業の許可制の合憲性が問題となった\n事案において，それが狭義における職業の選択の自由そのものに制約を課すという\n点で，職業の自由に対する強力な制限となることが重視されたものであるのに対し，\n本件は，営業活動を遂行するに当たって，その内容，態様等を制約するにとどまる\nのであるから，上記判例とは事案を異にするものであり，これを本件に援用して上\n記の基準によるべきであるとするのは適切ではない。\nエ  そこで，進んで，乗務距離規制の必要性・合理性について検討する。\n(ｱ)  前記(1)で認定した事実によると，乗務距離規制が導入された昭和３３年当時\nには，好景気を背景にタクシー需要が急速に高まる一方，需給調整規制によって車\n両数が抑制されたため，タクシーの需要が供給を上回る中で，タクシーによる交通\n事故が多発し，他の事業用自動車や自家用車等と比べて速度違反や無謀操縦等の割\n合も高く，対策が求められる状況にあったところ，タクシー事業については，運行\n管理者の目を離れて流し営業等により走行がされることから，構造的に歩合給主体\nとなっている給与体系やノルマ設定の下で，水揚げ量を上げるために，走行距離を\n伸ばし，危険な運転をすることが，事故を誘発する原因となっているという指摘が\nつとにされていたというのである。一般に，タクシー事業は，バス事業やトラック\n事業と異なり，あらかじめ運行する経路が定まっておらず，一定の営業区域内をい\nわば面として縦横無尽に運行するため，計画的運行管理になじまないという特性が\nあり，タクシーの需給関係や営業形態（流し営業率等），交通の状況等によっては，\n歩合給中心の給与体系やノルマ設定の下，営業収入増を図るために乗務距離を稼ご\nうとするあまり，過労運転や最高速度違反その他の危険運転（安全速度違反，無理\nな追い越し，無理な車線変更，信号無視，急発進，急停車等）に及びやすい傾向が\n生じ得るということができる。昭和３３年当時のように，タクシーの需要が急速に\n高まる一方で車両数が抑制され，タクシーの需要が供給を上回る状況下においては，\n乗務距離規制は，事業者及び運転者に対し，運転者が過労運転や最高速度違反その\n他の危険運転（安全速度違反，無理な追い越し，無理な車線変更，信号無視，急発\n進，急停車等）をしてまで乗務距離を稼ぐことを心理的に抑制する効果を有するこ\nとは明らかであるから，危険運転等の防止を通じて輸送の安全の確保に資するもの\nであり，輸送の安全確保のためにこれを実施する必要があったというべきである。\nもっとも，昭和４２年の運輸規則改正によって，乗務距離規制を受ける地域のタ\nクシー事業者に対して運行記録計による記録義務が定められ，さらに平成１８年の\n運輸規則改正によって運行記録計による記録を義務付ける地域が拡大されたことに\nより，運行記録計による記録の義務付け地域内にある営業所に属する事業用自動車\nについては，瞬間速度や運行時間等が事後的に確認できるようになった。また，平\n成１３年の運輸規則改正においては，運輸規則２１条所定の「旅客自動車運送事業\n者が過労の防止を十分考慮して定めなければならない事業用自動車の運転者の勤務\n時間及び乗務時間」についても，それまでの旅客自動車運送事業者が自由に定める\n自主規制の制度から，国土交通大臣が告示で定める基準によって上限が画される仕\n組みに改められた。そこで，乗務距離規制が導入された昭和３３年当時では，乗務\n距離規制の必要性が肯定されるとしても，現時点においては，①過労運転の防止に\nついては，より直接的な規制として，勤務時間及び乗務時間の規制（運輸規則２１\n条１項等）や休憩に関する規制（労働基準法３４条１項，運輸規則２１条２項等）\nがあり，運行記録計で車両の運行時間や停止時間を確認することによって，これら\nの規制の実効性を確保し得るのではないか，また，②最高速度違反の防止について\nは，道路交通法２２条１項等による規制があり，運行記録計と乗務記録等（日報，\n高速道路の利用に係る領収書，ＥＴＣデータ等）を照らし合わせて違反の有無を確\n認することによって，その規制の実効性を確保し得るのではないか，そうであると\nすると，乗務距離規制によらなくとも，上記①や②により過労運転や最高速度違反\n等の防止という目的を果たし得るのではないか，という点が問題となり得る。\n上記①の点については，確かに，運行記録計を調べれば，車両が停止していた時\n間を確認することはできるけれども，それのみでは，休憩のために停止していたの\nか，それとも停車中に客待ちや客扱い等の勤務を行っていたのかまでは詳らかにな\nるものではない。また，上記②の点についても，道路標識等による速度指定や，高\n速道路か一般道路かの区別に関して，これらを確認する記録や資料が残されていな\nいこともあり，仮にそうした記録や資料が残されていても，運行記録計と照合して\n違反の有無を割り出すのには相当な時間や労力を要することは明らかであって，こ\nのような手法によって最高速度違反の防止を図るには自ずから限界があるというべ\nきである。その上，最高速度違反については，運行記録計と乗務記録等の照合によ\nって時間と手間をかければ違反の有無を確認することが可能であるにしても，これ\n以外の安全速度違反，無理な追い越し，無理な車線変更，信号無視等の危険運転に\nついては，運行記録計に記録されるわけではなく，道路交通法違反として検挙等さ\nれない限り，判明することはないといわざるを得ない。そうすると，運行記録計に\nよる記録が義務付けられている地域においても，なお当該地域の交通等の状況いか\nんによっては，乗務距離規制により輸送の安全を確保する必要性が肯定されること\nもあり得るというべきである。そして，前記(1)クで認定したとおり，今なおタクシ\nーによる交通事故が他の事業用自動車や自家用車と比較して高い水準にあることに\n照らすと，現時点においても，乗務距離規制の必要性がおよそ一般的に失われたと\nまでいうことはできない。\n運輸規則２２条は，その文言から明らかなように，いかなる地域においてもすべ\nからく乗務距離規制を行おうとするものではなく，「交通の状況を考慮して地方運\n輸局長が指定する地域」においてのみ乗務距離規制を行う旨規定している。そうす\nると，乗務距離規制を行う地域を指定するためには，交通の状況を考慮して輸送の\n安全の確保のために乗務距離規制を行うことが必要な地域であることが前提となっ\nているものと解されるから，その限度において，輸送の安全確保の目的で乗務距離\n規制を行う必要性をなお肯認することができるというべきである。\n(ｲ)  そして，前記(ｱ)で説示したとおり，乗務距離規制は，タクシー事業者及び運\n転者に対し，運転者が過労運転や最高速度違反その他の危険運転（安全速度違反，\n無理な追い越し，無理な車線変更，信号無視，急発進，急停車等）をしてまで乗務\n距離を稼ぐことを心理的に抑制する効果を有するものであり，勤務時間及び乗務時\n間の規制（運輸規則２１条１項等）や休憩に関する規制（労働基準法３４条１項，\n運輸規則２１条２項等），道路交通法２２条１項等による最高速度規制等のみでは\n抑制が難しい危険運転の防止にも資するものである。他方で，乗務距離規制は，営\n業の自由の制約を伴うものであるが，地方運輸局長がその裁量権を適切に行使し，\n乗務距離規制が必要な地域についてその必要性に応じた最高限度の設定がされれ\nば，必ずしも過度の規制とはならず，上記制約を上回る規制の必要性が存在する地\n域を想定することができる。\nそうすると，運輸規則２２条が，地域のタクシー事業の実態について最も知悉す\nる地方運輸局長の裁量的判断に委ねた上で乗務距離規制を行う地域の指定や最高限\n度の設定を行うこととしているのは，営業の自由を相当程度制約するものであるこ\nとを考慮しても，輸送の安全を確保するための規制手段として合理性を有するとい\nうべきである。\n(ｳ)  以上によれば，運輸規則２２条の乗務距離規制は，輸送の安全の確保という\n立法目的に照らして必要かつ合理的なものというべきである。\n(ｴ)  これに対し，原告は，①勤務時間及び乗務時間に関する規制，車両の整備に\n関する規制など他の規制によって，乗務距離規制の規制目的を達成することが十分\n可能である，②休憩時間を遵守せずに走行距離を稼ごうとするような実態が存在す\nることについては，何らの実証もなく，憶測にすぎない，③バス事業やトラック事\n業においても，走行中の休憩の取り方等について，必ずしも運行指示書のとおりに\n運行できるとは限らないのであって，タクシー事業の特性は，規制のための理由に\nなり得ない，④具体的な走行内容を前提とした乗務に伴う疲労を検証するためのデ\nータはなく，事故の防止という規制目的と乗務距離の規制という手段との間には合\n理的な関連性が認められない，⑤タクシーの乗務距離が長い運転者ほど事故の発生\n率が高くなるというような関係は存在せず，むしろ，原告のデータでは，走行距離\nが長いほど事故率が低くなる傾向が顕著である，⑥運転者が長距離を走行すると事\n故の発生率が格別に高まるというような関係は認められない，⑦乗務距離規制は，\nタクシー運転者に対し，常に走行距離を気に掛ける必要を強いることにより相当な\nストレスを生じさせるものであり，「輸送の安全」という目的をかえって阻害する\n結果となっている，⑧乗務距離の上限を定めることによって危険な運行かどうかの\n線引きを行うことは事実上不可能である上，タクシーの運転者にとっては乗客が具\n体的な目的地を指示するまでは乗務距離を知り得ないことに照らすと，乗務距離を\n規制するという手段そのものが，明らかに不合理な規制手段である，⑨乗務距離規\n制は，乗車拒否を生むおそれがあるとともに，利用者に選択される事業者（例えば，\n原告は，無線予約と専用乗り場での乗車を中心とする営業をしており，流し営業中\n心の事業者よりも，長距離の乗車割合が多い。）の営業を不当に制限するものであ\nるから，法のもう１つの目的である「利用者の利便」を阻害する規制であるなどと\n指摘し，乗務距離規制は，必要性・合理性を欠き，憲法２２条１項に違反する旨主\n張するので，以下，これらについて検討する。\nａ  上記①の点については，乗務距離規制は，運転者が過労運転や最高速度違反\nその他の危険運転（安全速度違反，無理な追い越し，無理な車線変更，信号無視，\n急発進，急停車等）をしてまで乗務距離を稼ぐことを心理的に抑制する効果を有す\nるものであり，勤務時間及び乗務時間に関する規制等があるからといって，直ちに\nおよそ一般的に乗務距離規制の必要性がないとまでいうことができないことは，前\n記(ｱ)で説示したとおりである。\nｂ  上記②の点については，乗務距離を稼ぐために休憩時間を遵守しない運転者\nが生じ得ることは否定し難いところであって，その程度等についての実証的データ\nがないとしても，これを単なる憶測にすぎないとまでいうことはできない。\nｃ  上記③の点については，バス事業における運行指示については，当該運行を\n行う前にあらかじめ交通状況や旅客の要望等を把握した上で，これらを踏まえた適\n切な運行指示を行うことが可能であり，現に，運輸規則２８条において，「一般貸\n切旅客自動車運送事業者は，運行の主な経路における道路及び交通の状況を事前に\n調査し，かつ，当該経路の状態に適すると認められる自動車を使用しなければなら\nない。」と規定されている。また，運輸規則２１条６項（平成２２年国土交通省令\n第３０号による改正前は５項）では，バス事業においては，「運転者が長距離運転\n又は夜間の運転に従事する場合であって，疲労等により安全な運転を継続すること\nができないおそれがあるときは，あらかじめ，交替するための運転者を配置してお\nかなければならない。」とされている。これに対し，タクシー事業においては，こ\nのような形での運行管理ができないという特性があるから，タクシー事業の運行形\n態がバス事業やトラック事業と変わらないということはできない。\nｄ  上記④の点については，前記(ｱ)で説示したところに照らすと，「具体的な走\n行内容を前提とした乗務に伴う疲労を検証するためのデータ」がないからといって，\n輸送の安全確保という規制目的と乗務距離規制という手段との間に合理的な関連性\nがないということはできない。\nｅ  上記⑤の点については，前記(ｱ)で説示したとおり，タクシーの需給関係や営\n業形態（流し営業率等），交通の状況等によっては，営業収入増を図るために乗務\n距離を稼ごうとするあまり，過労運転や最高速度違反その他の危険運転をしてまで\n乗務距離を稼ぐことがあり得るとみることは合理的であるし，そのような危険運転\nがされれば，交通事故が発生し，又は事故の発生までは免れてもそれに近い危険を\n生じさせ，輸送の安全が害されるという関係を肯定し得る。\nこれに対し，原告は，原告のデータでは，走行距離が長いほど事故率が低くなる\n傾向が顕著であるとして，原告のグループ会社６社における年間走行距離別の１\n００万㎞当たり事故率のデータ（甲１６，２８），原告のグループ会社６社にお\nける事故者の当日走行距離のデータ（甲１７），原告における事故者の当日走行\n距離等のデータ（甲３７）を援用する。\n上記のデータは，原告のグループ会社６社における走行距離１００万㎞当たり\nの事故率を比較し，年間走行距離の長い運転者の同事故率が低いという結果を示す\nものであり，原告は，これについて，平均走行距離が長距離となるのはベテランの\n運転者が多く，その結果として事故率が低くなっていることによると分析している。\nこの分析には一理あるものの，原告以外のタクシー事業者一般に広く当てはまる事\n柄かどうかは不明であるし，経験年数の短い者に対しても適切な指導を行うことに\nよって事故率の減少を図ることは可能であるところ，こうした指導の実情は個々の\n事業者ごとに異なることなどを考慮すると，原告のグループ会社における上記デー\nタや原告の分析を直ちにタクシー事業者全体に一般化することはできないというべ\nきである。\nまた，上記及びのデータは，事故を起こした者の当日走行距離が運転者全体\nの平均走行距離事故より低いという結果を示しているが，事故を起こした場合には，\n通常，その日はそれ以上走行できなくなるのであるから，このような結果となるの\nは当然というべきである。上記データは，走行距離の長短と事故率との関係を表す\nものではないから，これをもって乗務距離と危険運転との相関関係を否定する根拠\nとみることはできない。\nｆ  上記⑥の点については，証拠（乙５１）によると，国土交通省自動車交通局\n・自動車運送事業に係る交通事故要因分析検討会が取りまとめた自動車運送事業に\n係る交通事故要因分析報告書（平成２１年度）では，当日の疲労のみではなく，そ\nれまでに蓄積された疲労も重大事故の要因となったことが指摘されていることが認\nめられるのであって，運転者が長時間にわたる走行をした当日やこのような走行に\nよる疲労が残る日において，事故や危険運転の可能性が高まること自体は否定し難\nいものというべきである。\nｇ  上記⑦の点については，Ｃ労働組合連合会名古屋分会長作成の陳述書（甲４\n３）には，「この規制を遵守するには，常に自分の走行距離を計算しておく必要が\nあります。しかも単に出庫からの走行距離がわかれば良いというわけではなく，高\n速道路等を走行した場合は除外されるため，インターチェンジ間の距離を計算し，\n走行中に計算をしなければなりません。ただでさえ頭を使う運転中に余計なことを\n考えなければならないとなると，安全に対する配慮が不十分になります。また距離\n超過を防ぐために，通常利用する安全な道ではなく，危険な裏道を近道として使わ\nざるを得なくなることも発生します。」などという供述記載部分がある。確かに，\n乗務距離規制がタクシー運転者に対して走行距離を気に掛ける場面を生じさせるこ\nとは否定できないが，このような問題が生ずるのは，当該乗務に係る走行距離が最\n高限度に達するおそれが出てきたときに限られる上，そのようなときにおいても，\n旅客から目的地を聞くことにより，運送開始前の概算で，最高限度に達するか否か\nを判断できる場合も少なくないと考えられるところであり，上記走行距離の計算に\nよって多大なストレスを生じ，それが輸送の安全を害するような結果にまで至って\nいるとするには疑問がある。また，もとより運転者としては危険な道を避けて安全\n運転をしなければならないことを当然の前提として対処すべきであるから，乗務距\n離規制違反を防ぐために危険な裏道を使うことを前提としてストレスの増大や輸送\nの安全阻害を論ずるわけにはいかない。そして，乗務距離規制の適法性を争ってい\nる原告の従業員の上記内容の供述記載部分があるからといって，これを直ちに一般\n化することはできず，他に，乗務距離規制がかえって輸送の安全を阻害する結果に\nまでなっていることを認めるに足りる的確な証拠はない。\nｈ  上記⑧の点については，これ以上走行すれば危険な運行が行われる高度の蓋\n然性が認められる上限距離というようなものを実証的見地から見出すのは困難であ\nることは確かではあるけれども，そうであるからといって，地方運輸局長が，交通\nの状況を考慮して輸送の安全の確保のために乗務距離規制を行うことが必要と認め\nられる地域について，その必要性に応じた相当な上限距離を裁量の範囲内で設定す\nることが，不可能であるとか不合理であるなどと断ずることはできない。また，タ\nクシーの運転者にとって乗客の指示があるまで知り得ないのは，乗務時間について\nも同様であるところ，乗務時間の規制が不合理とされていないのと同様に，乗務距\n離の規制もこの点をもって不合理ということは困難である。\nｉ  上記⑨の点については，最高乗務距離に達しそうなタクシーに乗ろうとした\n利用者が乗車を拒否されることがあり得る点で，利用者の利便の制限につながる面\nはないわけではないけれども，その場合，利用者としては，他のタクシーその他の\n代替的な交通手段を採ることが可能であるから，輸送の安全確保の重要性に照らし，\n規制を違憲とする理由には当たらない。また，タクシー事業者の中には，様々な営\n業形態の事業者があるが，その営業形態によって，事業者ごとに乗務距離規制の有\n無を区別することもできず，地域ごとにその地域全体の状況を総合的に勘案して乗\n務距離規制をすることが不合理であるということはできないから，乗務距離規制そ\nのものが原告のような事業者の営業を不当に制限して違憲であるとまでいうことは\nできない。\nｊ  したがって，原告の上記主張は，いずれも採用することができない。\nオ  以上のとおり，運輸規則２２条の乗務距離規制は，輸送の安全の確保という\n立法目的に照らして必要かつ合理的なものというべきであり，憲法２２条１項に違\n反するということはできない。\n(3)  運輸規則２２条の法適合性（争点(4)イ）について\n運輸規則２２条は，法２７条１項が「一般旅客自動車運送事業者は，（中略）そ\nの他の輸送の安全及び旅客の利便の確保のために必要な事項として国土交通省令で\n定めるものを遵守しなければならない。」として，一般旅客自動車運送事業者が遵\n守しなければならない具体的な内容を国土交通省令に委任していることを受けて設\nけられたものである。そして，法２７条１項は，上記規定の文言及び趣旨に照らす\nと，上記国土交通省令で定めるものは「輸送の安全及び旅客の利便の確保のために\n必要な事項」でなければならないことを前提にしているものと解されるから，運輸\n規則２２条が法２７条１項の委任の趣旨・範囲に適合するというためには，運輸規\n則２２条の定める乗務距離規制が，その規制目的である「輸送の安全の確保」のた\nめに「必要」な規制であるといえなければならない。\nところで，運輸規則２２条の定める乗務距離規制が「輸送の安全の確保」のため\nに「必要」な規制であって，憲法２２条１項にも違反しないことは，前記(2)で説示\nしたとおりである。\nそうすると，運輸規則２２条は，法２７条１項の委任の趣旨・範囲に適合するも\nのというべきである。\n(4)  本件公示の適法性（争点(4)ウ）について\nア  前記(3)で説示したとおり，運輸規則２２条１項は，輸送の安全の確保という\n規制目的のために「必要」な規制であることを前提に乗務距離規制を定めたもので\nあると解されるから，「交通の状況を考慮して地方運輸局長が指定する地域」は，\n交通の状況を考慮して上記目的のために乗務距離規制をすることが必要である地域\nとして地方運輸局長が指定する地域を指すものであり，当該地域において「輸送の\n安全の確保という規制目的のために乗務距離規制を行う必要があること」が指定の\n要件となっているというべきである。また，同項の「地方運輸局長が定める乗務距\n離の最高限度」についても，同様に，上記目的のために乗務距離の最高限度とする\nことが必要である距離として地方運輸局長が設定する距離を指すものであり，上記\n必要性が上記設定の要件となっているものというべきである。\nところで，乗務距離規制については，地域のタクシー事業の実態を知悉する地方\n運輸局長の専門的・技術的判断が必要であることから，運輸規則においては，規制\n地域の指定や乗務距離の最高限度の設定に関する具体的な審査基準等を定めた規定\nは置かれておらず，指定の要否や乗務距離の最高限度の設定に関する判断は，地方\n運輸局長の裁量に委ねられている。そうすると，地方運輸局長による規制地域の指\n定や乗務距離の最高限度の設定については，指定の必要性や乗務距離の最高限度に\n関する上記要件の充足性に関する地方運輸局長の判断が社会通念に照らして著しく\n妥当性を欠くものと認められない限り，裁量権の範囲を逸脱し又はこれを濫用した\nものとして違法となるものではないというべきであるけれども，前記(2)ウで説示し\nたとおり，乗務距離規制は，一般乗用旅客自動車運送事業の中核である運行自体を\n直接的に規制するものであり，売上を左右する実車走行距離の制約に直結するもの\nであるため，一般乗用旅客自動車運送事業者の営業の自由に対して相当程度の制約\nをもたらすものであるから，上記判断に当たっては，この点に十分配慮した慎重な\n検討が求められることはいうまでもない。\nイ  そこで，まず，中部運輸局長がした名古屋交通圏を乗務距離の規制地域に指\n定する旨の判断の適法性について検討する。\n(ｱ)  前記(1)で認定した事実によると，次の各点を指摘することができる。\nａ  名古屋交通圏においては，タクシー実在１００両当たりの交通事故の発生件\n数は，平成１６年度以降，減少の一途を辿っており，平成２０年度には，平成１６\n年度の約７６．３％（約２３．７％減）の水準となるまで改善していた。また，名\n古屋交通圏におけるタクシーによる走行１００万㎞当たりの交通事故の発生件数\nは，平成１６年度が７．７００件，平成１７年度が７．８８８件，平成１８年度が\n６．６４６件，平成１９年度が６．６７７件，平成２０年度が６．８５２件であり，\n平成１８年度に前年比約１５．７％減の減少に転じた後，僅かながら増加していた\nものの，平成２０年度の発生件数は，なお平成１６年度の約８９．０％（約１１．\n０％減）の水準にとどまっていた。\nさらに，速度違反（法定速度違反又は指定速度違反）に関する道路交通法１０８\n条の３４に基づく行政庁への通知件数の推移をみても，名古屋交通圏のタクシーに\nよる速度違反の通知件数は，平成１８年度が５８件（車両１００台当たり通知件数\n０．８１件），平成１９年度が４８件（同０．６８件），平成２０年度が２７件（同\n０．３８件）と減少し続けており，平成２０年度には，平成１８年度の半分以下と\nなっていたというのである。\nこのように，名古屋交通圏においては，タクシーによる交通事故の発生件数や速\n度違反の通知件数が減少傾向にあったのであるから，本件公示当時，名古屋交通圏\nが，一般乗用旅客自動車運送事業者の売上を左右する実車走行距離の制約に直結し，\n一般乗用旅客自動車運送事業者の営業の自由に対する影響の大きい乗務距離規制を\n新たに開始しなければならないような事態が現出し，その対策が求められるような\n状況にあったということはできない。\nｂ  前記(2)エ(ｱ)で説示したとおり，乗務距離規制は，乗務距離の最高限度を設\n定することによって，運転者が過労運転や最高速度違反その他の危険運転（安全速\n度違反，無理な追い越し，無理な車線変更，信号無視，急発進，急停車等）をして\nまで乗務距離を稼ぐことを心理的に抑制し，休憩時間の遵守や危険運転等の防止を\n図るという規制手段であるから，乗務距離規制が設けられた昭和３３年当時のよう\nに，タクシーの需要が供給を上回り，走れば走るほど水揚げ量が増加するため，走\n行距離が伸びている状況の下においては，輸送の安全確保のための規制手段として\nの有用性は高いということができる。これに対し，需要の低迷に伴ってタクシーの\n走行距離そのものの減少傾向が続いている状況下においては，必ずしも乗務距離（空\n車状態での走行距離を含む。）を伸ばせば伸ばすほど収入増につながるわけではな\nいため，運転者にとって無理な運転をしてまで乗務距離を伸ばそうという心理的誘\n因は働きにくく，実際，そのようにしてまで乗務距離を伸ばす傾向があるともいい\n難いから，輸送の安全確保のための規制手段としての乗務距離規制の効果は限定的\nなものにとどまるものというべきである。\n本件公示当時の状況をみるに，タクシーの走行距離は，景気の低迷に伴う需要減\n少の影響を受けて，全国的に減少傾向が続いており，名古屋市の一般法人タクシー\nの実働１日１車当たりの走行距離についても，昭和６０年度が２５２．４㎞，平成\n２年度が２５８．８㎞，平成８年度が２２７．０㎞，平成１３年度が２０５．５㎞，\n平成１４年度が２０６．８㎞，平成１５年度が２０６．３㎞，平成１６年度が２０\n４．８㎞，平成１７年度が２０５．０㎞，平成１８年度が２０４．６㎞，平成１９\n年度が２００．０㎞，平成２０年度が１９０．０㎞，平成２１年度が１８２．８㎞，\n平成２２年度が１８５．１㎞と減り続け，平成２０年度の走行距離は，昭和６０年\n度の約７５．３％（約２４．７％減）の水準にまで落ち込んでいたものである。\nまた，中部運輸局が本件公示に先立って業界団体，事業者及び労働組合を対象と\nして実施したヒアリングにおいても，「１０年，１５年前であれば，３７０㎞や３\n８０㎞を走行していたが，現在では，１時間に２０㎞ぐらいしか走れない走行環境\nである。」，「経済情勢も思わしくなく，特に駅待ち等での勤務者が多く，隔勤３\n６０㎞，日勤２７０㎞を超えることはまずないであろう。」，「最近では経済情勢\nが悪化していることから，駅待ちでも１時間に１本程度の運行実態であり，非常に\n厳しい状況である。」等，経済情勢の悪化に伴って走行距離が減少していることを\n指摘する意見が多数寄せられたというのである。\nそうすると，本件公示当時の名古屋交通圏においては，乗務距離規制の最高限度\nを設けるまでもなく，乗務距離が減少していたものであり，輸送の安全確保のため\nの規制手段としての乗務距離規制の効果という観点からも，新たに名古屋交通圏を\n乗務距離の規制地域に指定する必要性が認められるとした中部運輸局長の判断は，\n事実の基礎を欠くものといわざるを得ない。\nｃ  もっとも，本件公示当時，名古屋交通圏におけるタクシーの走行距離が減少\n傾向にあったとはいえ，一部の事業者の間において過労運転や危険運転を招きかね\nない長距離運転が頻発している状況にあったというのであれば，名古屋交通圏を乗\n務距離の規制地域に指定する必要性を肯定することができるけれども，中部運輸局\nは，本件公示に当たり，名古屋交通圏における事業者の約４分の１に相当する２２\n社を対象とする本件実態調査２を実施したにとどまり，上記のような観点からの調\n査は行っておらず，名古屋交通圏が上記のような状況にあったと認めるに足りる証\n拠はない。\nまた，平成２１年８月には，「下限割れ運賃を採用している事業者においては，\n低運賃ゆえの単位走行距離当たりの収益性の低さを補うために，運転者の長距離走\n行を誘発する傾向が確認される。」と指摘するタクシー運賃制度研究会の報告書が\n発表されているけれども，前記(1)ク(ｷ)ｃで認定したとおり，国土交通省自動車交\n通局が平成１８年度に実施した調査結果によると，大阪における低額運賃事業者（初\n乗り５００円かつ５０００円超５割引）のタクシー実働１日１車当たりの走行距離\nは，平成１６年度が２５９．８㎞，平成１７年度が２４２．０㎞，平成１８年度が\n２４１．２㎞，平成１９年度が２３９．１㎞と減少傾向にあり，上記報告書が指摘\nする低額運賃事業者についても，走行距離が減少し続ける状況にあったことは他の\n事業者と変わらなかったというのであるから，上記報告書の存在を前提にしても，\n大阪と同様に走行距離の減少が続いていた名古屋交通圏において，一部の事業者の\n間に過労運転や危険運転を招きかねない長距離運転が頻発していたとは考え難い。\nｄ  以上のとおり，名古屋交通圏について新たに乗務距離の規制地域に指定する\n必要性が認められるに至ったとする中部運輸局長の判断は，その前提となる事実の\n基礎を欠き，社会通念に照らして著しく妥当性を欠くものであり，裁量権の範囲を\n逸脱し又はこれを濫用したものといわざるを得ない。\n(ｲ)  これに対し，被告は，①中部運輸局長は，流し営業中心の地域では，乗務距\n離を稼ごうとするあまり過労運転や最高速度違反が生じやすいことや，タクシー特\n措法制定の際に「走行距離制限の導入地域の拡大」について検討を促す旨の附帯決\n議がされたことなどを念頭に置き，名古屋交通圏が，人口おおむね１０万人以上の\n都市を含む地域であって，流し営業の割合が他の地域と比較して高く，当該地域の\n平均日車走行キロ数が相対的に長く，運行記録計による記録が義務付けられている\n地域であることから，乗務距離の規制地域に指定した，②名古屋交通圏のタクシー\nによる事故件数（人身事故を含む。）は劣悪なレベルに停滞している状況にある，\n③名古屋交通圏は，労働時間等改善基準告示違反（自動車運転者の拘束時間違反）\n及び速度違反について，愛知県内の他の交通圏と比較して違反率が高いなどと指摘\nし，乗務距離規制の必要性がある旨主張するので，以下，これらについて検討する。\nａ  上記①の点については，確かに，流し営業中心の地域においては，タクシー\nの需給関係や交通の状況等によっては，営業収入増を図るために乗務距離を稼ごう\nとするあまり，過労運転や最高速度違反その他の危険運転に及びやすい傾向が生じ\n得るということができるけれども，前記アで説示したとおり，運輸規則２２条１項\nに基づく乗務距離規制の地域指定を行うには，「輸送の安全の確保という規制目的\nのために乗務距離規制を行う必要があること」が指定の要件となっており，その判\n断に当たっては，乗務距離規制が一般乗用旅客自動車運送事業の中核である運行自\n体を直接的に規制するものであり，売上を左右する実車走行距離の制約に直結する\nものであるため，一般乗用旅客自動車運送事業者の営業の自由に対する相当程度の\n制約をもたらすものであることに十分配慮した慎重な検討が求められるのであるか\nら，単に流し営業の比率が高いというのみでは，上記必要性の要件を満たすという\nことはできない。そして，本件公示当時，名古屋交通圏においては，タクシーによ\nる交通事故の発生件数や速度違反の通知件数が減少傾向にあったことは，既に前記\n(ｱ)ａで説示したとおりであるから，このような状況下において，営業の自由に対し\nて相当程度の制約をもたらす一方で，過労運転や危険運転等の防止を図る手段とし\nては間接的な手法にとどまる乗務距離規制を新たに導入する必要性を肯認するのは\n困難といわざるを得ない。\nまた，確かに，タクシー特措法制定の際には被告の指摘する附帯決議が行われ，\n平成２１年に国土交通省が発出した事務連絡では，乗務距離規制拡大の方針が打ち\n出されているけれども，前記(ｱ)で説示したように，名古屋交通圏においては，交通\n事故の発生件数や速度違反の通知件数が減少傾向にあり，走行距離も減少し続けて\nいたというのであるから，単に，人口が多く，他の地域と比較して流し営業の割合\nや走行距離等の数値が相対的に高いというだけでは，「輸送の安全の確保という規\n制目的のために乗務距離規制を行う必要がある」ということはできない。\nｂ  上記②の点については，確かに，愛知県におけるタクシーによる走行１億㎞\n当たりの交通事故（人身事故）発生件数は，漸次増加ないし高止まりの状況にあっ\nたけれども，前記(ｱ)ｂで説示したとおり，タクシーの需要が供給を上回り，走行距\n離が伸びていた昭和３３年当時とは異なり，本件公示当時の名古屋交通圏において\nは，需要の低迷によりタクシーの走行距離そのもののが減少し続けていたため，輸\n送の安全確保のための規制手段としての乗務距離規制の効果は限定的なものにとど\nまっていたと考えられるのであるから，それにもかかわらず，営業の自由に対すし\nて相当程度の制約をもたらす乗務距離規制を新たに導入するまでの必要性があった\nということはできない。また，中部運輸局管内の交通圏の中では，名古屋交通圏の\nタクシーによる交通事故の発生件数は相対的に高いということができるけれども，\n交通事故の発生状況は，当該地域の交通量その他の交通状況や道路状況等，一般車\n両による交通事故の場合と共通する要因によっても大きく左右されるものである\nし，中部運輸局管内の他の地域との比較において上記違反率が相対的に高いという\nだけでは，新たに「輸送の安全の確保という規制目的のために乗務距離規制を行う\n必要がある」とまでいうことができないことは，前記ａで説示したところから明ら\nかである。\nｃ  上記③の点については，確かに，名古屋交通圏は，愛知県内の他の交通圏と\n比べて労働時間等改善基準告示違反（自動車運転者の拘束時間違反）及び速度違反\nの違反率が高いということができるけれども，中部運輸局管内の他の地域との比較\nにおいて上記違反率が相対的に高いというだけでは，新たに「輸送の安全の確保と\nいう規制目的のために乗務距離規制を行う必要がある」とまでいうことができない\nことは，前記ａ，ｂで説示したとおりである。\nｄ  以上のとおり，被告の上記主張は，いずれも採用することができない。\n(5)  争点(4)の結論\n以上によれば，本件公示に基づく本件乗務距離規制は，その余の点について判断\nするまでもなく違法である。\nしたがって，本件差止めの訴え及び本件確認の訴えに係る各請求は，いずれも理\n由がある。\n５  本件処分の適法性（争点(5)）について\n(1)  本件処分取消しの訴えの適法性について\nア  まず最初に，本件処分取消しの訴えのうち自動車等使用停止処分に係る部分\nについて検討するに，証拠（甲４，乙２７，１０１，甲事件乙１）及び弁論の全趣\n旨によると，①中部運輸局長は，「旅客自動車運送事業者に対する行政処分等の透\n明性，公平性」を図ることを目的に掲げて本件処分基準公示を定めており，この公\n示は，不利益処分の対象者に予測可能性を与えるとともに，行政庁の恣意を抑制し，\n不利益処分の公正と透明性を確保するために，処分基準を定める努力義務を課した\n行政手続法１２条にのっとったものであること，②したがって，中部運輸局長は，\n特段の事情のない限り，本件処分基準に従った処分をすることが予定されているこ\nと，③本件処分基準公示Ⅰ３(1)②④・別紙３においては，「過去３年以内に同一営\n業所において同一の違反による行政処分等を１度受けている場合」が「再違反」と\nされ，再違反については処分を加重するものとされていること，④また，本件処分\n基準公示Ⅰ３(2)④においては，「違反点数の累計期間は３年間とし，行政処分を行\nった日から３年を経過する日をもって当該違反点数は消滅する。ただし，行政処分\nを受けた営業所が，『ア  当該処分を行った日以前の２年間において行政処分を受\nけていないこと』，『イ  当該行政処分に係る所要の措置が履行されており，当該\n行政処分を行った日から２年間，行政処分を受けていないこと』，『ウ  当該行政\n処分を行った日から２年間，重大事故等を引き起こしていないこと』，『エ  当該\n行政処分を行った日から２年間，過労運転，酒酔い運転，酒気帯び運転，薬物等使\n用運転，無車検運行，無保険運行又は救護義務違反がないこと』のいずれにも該当\nする場合にあっては，当該行政処分を行った日から２年を経過する日をもって当該\n違反点数は消滅するものとする。」とされていることが認められる。\nそうすると，原告については，平成２２年６月７日に本件処分を受けたことによ\nり，少なくとも，将来同一の違反をした場合に「再違反」として処分が加重される\nという不利益が，その後３年間は存続するものというべきである。\nしたがって，本件処分のうち自動車等使用停止処分については，処分期間（自動\n車使用停止期間）が経過し，自動車の使用停止という処分の効果そのものは消滅し\nたといえるものの，処分を受けたことによる不利益は平成２５年６月７日まで存続\nするから，現時点においても，この処分を取り消すことによって回復すべき法律上\nの利益，すなわち訴えの利益が存続しているというべきである。\nイ  次に，本件処分取消しの訴えのうち附帯命令に係る部分について検討するに，\n本件処分のうち附帯命令については，特定の処分対象車両２両の自動車検査証の返\n納並びに自動車登録番号標及び封印の取外し及び領置を命令するものであって（前\n記前提事実(4)ウ(ｱ)），使用停止期間経過後はもはやその本来の執行はなく，これ\nを取り消すことによって回復すべき法律上の利益は見出せないから，その取消しを\n求める訴えの利益は既に消滅したものというべきである。\nしたがって，本件訴えのうち，本件処分中の附帯命令の取消しを求める部分は不\n適法といわざるを得ない。\n(2)  法４０条に基づく処分に係る裁量について\nア  法４０条は，国土交通大臣は，一般旅客自動車運送事業者が法又は法に基づ\nく命令等に違反したときなど同条１号ないし３号のいずれかに該当するときは，６月\n以内において期間を定めて自動車その他の輸送施設の当該事業のための使用の停止\n若しくは事業の停止を命じ，又は許可を取り消すことができる旨規定するところ，こ\nれらの処分に関する国土交通大臣の権限がその裁量により行使されるべきことは上\n記の規定上明らかであり，同条各号に該当する事実が認められる場合に，自動車等の\n使用停止，事業の停止又は許可の取消しのいずれかの処分を行うか否か，行うとして\nどの処分を選択し，その停止期間等の内容をどのように定めるかといった点は，国土\n交通大臣の専門的判断に基づく合理的裁量に委ねられているというべきである。そし\nて，このことは，国土交通大臣から権限の委任を受けた地方運輸局長（法８８条２\n項，施行令１条２項。以下，国土交通大臣と併せて「国土交通大臣等」という。）\nについても変わるところはない。\nイ  ところで，証拠（甲２ないし４，乙８，９，２７，１０１，甲事件甲３，４，\n甲事件乙１）及び弁論の全趣旨によると，法４０条に基づく処分については，詳細な\n内容の処分基準が設けられ，公表されている。これは，国土交通大臣等の前記裁量権\nを前提とした上でなお，処分を受ける事業者間の公平を図り，監督処分権限の行使\nの適正と透明性を確保するために，公表された一定の詳細な基準に従って処分に関\nする判断を行うことを原則とする趣旨であると解される（前記(1)ア参照）。\nこのような処分基準の趣旨等に鑑みると，(Ⅰ)処分基準の定めが法の趣旨，目的\nに反したり，明らかに不合理な内容である場合には，国土交通大臣等がその定めに\n従ってした判断は，裁量権の範囲を逸脱し又はこれを濫用したものとして違法と評\n価されるが，(Ⅱ)そのような場合を除けば，国土交通大臣等の判断が上記定めに従\nってされたものであるときは，その判断が裁量権の範囲を逸脱し又はこれを濫用し\nたものとして違法と評価されるのは，上記定めどおりに判断することが社会通念に\n照らし著しく妥当性を欠くことが明らかな場合に限られるというべきである。\n(3)  本件加重の適否（争点(5)イ）について\nア  本件処分基準公示は，タクシー特措法３条に規定する特定地域に指定された\n地域内の営業所における別紙６記載の「一定の違反」について，①特定地域の指定\n時における当該事業者の一般車両の合計数（基準車両数）よりも増車した事業者に\n対しては，基準日車数を３．５倍（警告については１５日車の事業者等の使用停止\n処分）に加重し（本件加重処分規定），②基準車両数以下であるものの５％以上の\n減車を行っていない事業者に対しては，基準日車数を２倍に加重し（本件関連加重\n処分規定），③基準車両数の５％以上の減車を行った事業者に対しては，基準日車\n数の１倍として取り扱う（本件原則処分規定）旨を定めている。このため，本件処\n分基準公示の下では，特定地域内の営業所における別紙６記載の「一定の違反」に\nついては，増車した事業者は，本件加重処分規定によって，それ以外の事業者（具\n体的には，本件原則処分規定の適用を受ける「５％以上の減車を行った事業者」及\nび本件関連加重処分規定の適用を受ける「基準車両以下であるものの５％以上の減\n車を行っていない事業者」）よりも厳しい処分を受けることになる。\nこのように，タクシー特措法３条に規定する特定地域に指定された地域内の営業\n所における別紙６記載の「一定の違反」をした事業者のうち，増車行為をした事業\n者とそれ以外の事業者とを処分の軽重において区別して取り扱うことは，その区別\nに合理的な根拠が認められない限り，合理的な理由のない差別的取扱いとして平等\n原則に違反することになる。\nイ  この点について，被告は，供給過剰の状態にある特定地域において増車する\nことは，タクシー運転者の労働条件の悪化や違法・不適切な事業運営の横行などの\n問題を更に深刻化させる原因となるから，このような状況下で増車を行った事業者\nは，上記のような問題を招かないよう，労務管理や安全管理等の徹底についてより\n重い責務を負っているとした上で，供給過剰の状態にある特定地域においてあえて\n増車を行った事業者に対しては，労務管理や安全管理，利用者サービスに係る一定\nの規制の遵守を強く要請する必要性が高いから，本件加重処分規定によって，その\nような事業者の当該一定の規制に係る違反についてはより一層厳格に対処すること\nとしたものである旨主張する。\nしかしながら，平成１２年改正法による改正前の法は，①旅客乗用自動車運送事\n業の新規参入について免許制を採用し（４条１項），免許基準として，「当該事業\nの開始が輸送需要に対し適切なものであること」（６条１項１号）や「当該事業の\n開始によって当該路線又は事業区域に係る供給輸送力が輸送需要量に対し不均衡と\nならないものであること」（同項２号）等を掲げるとともに，②事業用自動車の数\n等に係る事業計画の変更の認可についてこの規定を準用し（１５条２項），これに\nよって，新規参入や増車を制限する需給調整規制を行っていたが，上記改正によっ\nて，需給調整規制は，原則として廃止された。上記改正後の法の下では，①新規参\n入は，免許制から許可制に改められ（４条），輸送の安全や事業の適切性等を確保\nする観点から定めた一定の基準に適合している場合に新規参入を認め，事業の開始\nによって供給輸送力が輸送需要量に対し不均衡とならないものであるかどうか等に\nついての審査は行わないこととし（６条），②事業計画の変更は，認可制から届出\n制に改め（１５条３項），増車を事業者の自由な判断に委ねることとした上，③国\n土交通大臣は，特定の地域において供給輸送力が輸送需要量に対し著しく過剰とな\nり，当該地域における輸送の安全及び旅客の利便を確保することが困難となるおそ\nれがあると認められるときは，当該地域を，期間を定めて緊急調整地域として指定\nし，新規参入及び増車を認めないこととする緊急調整措置を講ずることができると\nした（８条）。このため，現行法の下においては，緊急調整地域に指定されない限\nり，供給過剰であることを理由に増車が制限されることはない。\nまた，タクシー特措法３条所定の特定地域に指定されると，特定地域内の営業所\nに配置する事業用自動車の合計数を増加させる事業計画の変更については，法１５\n条３項所定の届出ではなく，同条１項の認可を必要とすることになるけれども（１\n５条），この場合であっても，当該事業の計画が輸送の安全を確保するため適切な\nものであること等，法６条各号所定の要件を満たしていさえすれば，増車に係る事\n業計画が認可されることになるのであって，それ以上に，特定地域における増車を\n規制する定めは見当たらないし，ましてや減車の義務を定めた規定は存在しない。\nそうすると，タクシー特措法３条所定の特定地域に指定されても，増車に係る事\n業計画の認可を受けさえすれば増車することが許されているのであるから，特定地\n域に指定されたからといって，それのみで直ちに，特定地域内の増車行為を違法視\nしたり，悪質な行為であると評価するわけにはいかない。また，特定地域内におい\nて増車したからといって，増車した事業者による違反行為の悪質性，重大性が高ま\nるわけではなく，労務管理や安全管理等の徹底について責務を負っているのは，増\n車をした事業者に限られるものではない（本件処分基準公示においては，本件加重\n処分規定によって増車した事業者の処分を加重するのみならず，本件関連加重処分\n規定によって５％以上の減車を行わなかった事業者についても，５％以上の減車を\nした事業者よりも厳しく処分するものとされているところ，５％以上の減車をしな\nいことによって労務管理や安全管理等についての責務が重くなるとか，５％以上の\n減車をすると責務が軽くなるなどということができないのは，明らかである。）。\nしたがって，違反行為をした事業者が増車により供給過剰の問題を悪化させたと\nいうだけでは，それ以外の事業者より重い責任を負わせる合理的な理由にはならな\nいというべきである。\nウ  次に，被告は，①急激な増車を行ったタクシー事業者は，規模の拡大に対し\nて運行管理面での対応が追いつかず，全国事業者平均よりも行政処分件数や事故件\n数が多い傾向が認められ（乙７３，９５），②新規に参入した事業者や増車を行っ\nた事業者は，新規に運転者を採用する場合も多く，こうした新人運転者による事故\n率は高いから（乙８２，９６），増車をした事業者は法令違反を犯しやすいという\n蓋然性が認められ，増車という事実をもって，当該事業者の運行管理に対する意識\nが不十分であるということができる旨主張する。\nしかしながら，被告が援用する乙第７３号証（３４頁）の統計資料は，「急激な\n増車を実施した事業者」について，行政処分件数や事故件数が多いことを示すもの\nであるけれども，上記統計資料における「急激な増車を実施した事業者」とは，平\n成１８年度末車両数が平成１３年度末車両数と比べて２倍以上となった事業者を指\nしており，上記統計資料のみからでは，この期間に上記増加率に至らない程度の増\n車をした事業者についても，行政処分件数や事故件数の発生頻度が高い傾向がある\nかどうかは不明である。したがって，上記統計資料によっては，本件加重処分規定\nが，このような「急激な増車」に限らず，広く特定地域の指定時より車両数を増加\nさせた事業者一般を対象としていることを正当化することはできない。\nまた，被告が援用する乙第９５号証の統計資料は，新規参入した事業者及び増車\nを実施した事業者の最高速度違反の件数が，それ以外の事業者の最高速度違反の件\n数よりも多いことを示すものであるけれども，通常，事業者によって保有車両数や\n乗務員数は異なるにもかかわらず，上記統計資料においては，１社当たりの違反件\n数を比較しているにとどまり，車両当たりの違反件数等の比較はないから，上記統\n計資料をもって，直ちに新規参入した事業者及び増車を実施した事業者の方がそれ\n以外の事業者よりも最高速度違反の発生頻度が高いと即断することはできない。そ\nの上，上記統計資料は，新規参入した事業者と増車を実施した事業者を分けずに一\n括りにしているため，この点においても，増車を行った事業者の違反率が高いこと\nを示す的確な資料であるということはできない。\n次に，被告が援用する乙第８２号証（４８，４９頁）の統計資料は，昭和５４年\nから平成１０年までの間におけるタクシーの車両１００台当たり及び走行１億㎞当\nたりの交通事故件数や，処分を受けた事業者に占める過労運転防止違反による処分\nを受けた事業者の割合及び苦情・要望件数の推移を示したものにすぎず，これによ\nっても，増車をした事業者の交通事故件数等を知ることはできない。また，乙第９\n６号証（１３頁）の統計資料は，経験年数１年未満のタクシー運転者による事故が\n多いことを示すものであるけれども，増車を行った事業者が，経験年数の低い運転\n者の採用を伴うとは限らないから，上記統計資料をもって，増車した事業者の方が\nそれ以外の事業者よりも事故の発生件数が多いことを裏付けるものということはで\nきない。\nさらに，被告が主張するように，増車という事実をもって，類型的に当該事業者\nの運行管理に対する意識が不十分な傾向にあるということができないことは明らか\nであり，結局のところ，被告が援用する上記各証拠によっても，増車をした事業者\n一般が法令違反を犯しやすいという蓋然性があると認めることはできず，他にこれ\nを認めるに足りる証拠はない。\nエ  以上によれば，供給過剰の状態にある特定地域において増車を行った事業者\nについて一律に，「一定の違反」を犯さないように要請する必要性が他の事業者よ\nり高いとし，処分を厳格にすることに合理的な根拠があるということはできない。\n個別の事案において，「一定の違反」をした事業者が，増車行為によって自ら当該\n違反を犯しやすい状況を作り出していたというような事情があれば，それに応じて\n処分を加重することに合理的な理由があるという余地がないわけではないが，本件\n加重処分規定が，そのような事情がない場合にまで処分を加重すると規定している\nのは，事業者間で合理的な理由なく顕著な差別的取扱いをする点で，平等原則に違\n反し，明らかに不合理な内容であるといわざるを得ない。\nそうすると，前記(2)イ(Ⅰ)で説示したところに照らし，当該事案において上記の\nような事情がない場合には，本件加重処分規定に従って処分を加重することは，裁\n量権の範囲の逸脱又はその濫用となるというべきである。\nオ  そこで，本件加重についてみると，本件加重は，本件加重処分規定に従って，\n点呼の記録義務違反及び乗務距離の最高限度違反に対する処分を加重したものであ\nるが，原告が増車行為によって自ら上記各違反を犯しやすい状況を作り出していた\nというような事情を認めるに足りる証拠はない。\nそうすると，本件加重は，裁量権の範囲を逸脱し又はこれを濫用したものとして\n違法というべきである。\nそして，本件処分中の自動車等使用停止処分のうち，点呼の記録義務違反を理由\nとする部分及び乗務距離の最高限度違反を理由とする部分については，本件処分基\n準上，本件加重がなければ警告にとどまるべきところを，本件加重によって自動車\n等使用停止処分としたものであるから，上記各部分は，その余の争点について判断\nするまでもなく，違法なものとして取消しを免れないというべきである（なお，本件\n処分中の自動車等使用停止処分のうち，乗務距離の最高限度違反を理由とする部分に\nついては，そもそもその根拠たる本件乗務距離規制自体が前記４で説示したとおり違\n法であるから，この点においても，違法なものとして取消しを免れない。）。\n(4)  比例原則違反の有無（争点(5)ア）について\nア  法２７条１項は，一般旅客自動車運送事業者は，「事業用自動車内における\n当該事業者の氏名又は名称の掲示その他の旅客に対する適切な情報の提供」につい\nて国土交通省令で定めるものを遵守しなければならない旨規定しているところ，同\n省令である運輸規則４条３項は，「一般乗用旅客自動車運送事業者は，運賃又は料\n金が対時間制による場合を除き，地方運輸局長が定めるところにより，運賃及び料\n金の額を事業用自動車内において事業用自動車を利用する旅客に見やすいよう\nに表示しなければならない。」と規定し，中部運輸局長は，本件運賃表示公示１\n2)②において，「車内に表示する運賃及び料金の内容」として，「当該事業用自動\n車に適用する運賃上の車種区分，初乗運賃額及び距離，加算運賃額及び距離，運賃\nの割増の種類及び割増率，運賃の割引の種類及び割引率，料金の種類及び額並びに\n運賃等の適用方を表示すること」と定めている。\n前記前提事実(4)ア(ｲ)によると，原告は，平成２２年１月１２日の監査時におい\nて，車内に運賃及び料金の額の表示をしていなかったものであり（以下「本件表示\n違反」という。），これが法２７条１項，運輸規則４条３項に違反することは明ら\nかである。\nイ  そして，本件処分基準は，運輸規則４条３項の運賃・料金の額の事業用自動\n車内への表示義務違反については，初違反の場合には１０日車の自動車等使用停止\n処分とする旨定めているところ（前記第２の２(3)イ(ｲ)ｂ），この定めについて，\n法の趣旨，目的に反したり，明らかに不合理な内容であるということはできない。\n中部運輸局長は，この定めに従って，本件表示違反について１０日車の自動車等使\n用停止処分としたものであり，その定めどおりに判断することが社会通念に照らし\n著しく妥当性を欠くことが明らかであることを示す特別な事情もうかがわれないか\nら，前記(2)イ(Ⅱ)で説示したとおり，その判断が裁量権の範囲の逸脱又はその濫用\nはないというべきである。\nウ  これに対し，原告は，①車両清掃により車内の料金表示を外した後，再度料\n金表示を行うことを失念していたが，表示が義務付けられている事項（前記第２の\n２(1)ウ）のうち，初乗運賃額及び距離並びに加算運賃額及び距離については，原告\nのタクシーに常時備え付け，旅客がいつでも自由に持ち帰ることのできる「サービ\nスダイヤルカード」（甲１３）に記載しており，車内表示はあったものと評価でき，\n上記事項のうち，車種区分，運賃の割増の種類及び割増率，運賃の割引の種類及び\n割引率，料金の種類及び額並びに運賃等の適用方についても，原告は他のタクシー\n会社とおおむね同様又は他のタクシー会社より安い基準で事業を行っており，車内\n表示がないことにより，原告のタクシーに乗車しようとする公衆や乗車中の旅客の\n判断を誤らせたり不意打ちになることはないから，本件表示違反も，旅客に不利益\nを被らせないという運輸規則の実質的な趣旨には違反しておらず，極めて軽微であ\nる，②タクシー利用者において，車内料金表を見て初めて運送契約内容の変更を申\nし入れるといったことはほとんど考えられないため，車内の料金表示は，車外の料\n金表示に比べると，その意義は圧倒的に小さいから，車内の料金表示が漏れていた\nことは，車外の料金表示漏れに比べて違反の程度は軽微であるとして，本件につい\nては，違反事実に対し処分が重すぎて比例原則に違反し，裁量権の範囲の逸脱又は\nその濫用となる旨主張する。\nしかしながら，上記①の点については，前記アのとおり，本件運賃表示公示は，\n法２７条１項，運輸規則４条３項に基づき，「事業用自動車内における旅客に対す\nる適切な情報の提供」のための表示事項として，管内のタクシー事業者に対して画\n一的なルールを定めているのであるから，一部の事業者が独自の「実質論」に立脚\nしてそのルールを遵守しなくてもよいとすることが許容されないことは多言を要し\nないところ，原告自身も認めているとおり，上記「サービスダイヤルカード」によ\nっても，所定の表示事項のうち，当該事業用自動車に適用する運賃上の車種区分，\n運賃の割増の種類及び割増率，運賃の割引の種類及び割引率，料金の種類及び額並\nびに運賃等の適用方が表示されていなかったのである（甲１３）。そうすると，本\n件表示違反が，旅客に不利益を被らせないという運輸規則の実質的な趣旨には違反\nしていないとする原告の主張は，失当といわざるを得ない。\nまた，上記②の点については，タクシー事業においては，運送後に運賃が決定す\nる特性があることに照らし，運賃等を車内に表示することは，旅客に対し，運賃の\n算出方法について適切な情報を提供する意義があるといえるから，これを怠ること\nが軽微であるとする原告の主張は，失当というべきである。\n以上によれば，本件表示違反について，極めて軽微であるとはいえないし，違反\n事実に対し処分が重すぎて比例原則に違反するともいえない。したがって，中部運\n輸局長が本件表示違反に対して１０日車の自動車等使用停止処分とした判断がその\n裁量権の範囲の逸脱又はその濫用となるとの原告の主張は，採用することができな\nい。\n(5)  理由提示義務違反の有無（争点(5)イ）について\nア  行政手続法１４条１項本文が，不利益処分をする場合に同時にその理由を名\n宛人に示さなければならないとしているのは，名宛人に直接に義務を課し又はその\n権利を制限するという不利益処分の性質に鑑み，行政庁の判断の慎重と合理性を担\n保してその恣意を抑制するとともに，処分の理由を名宛人に知らせて不服の申立て\nに便宜を与える趣旨に出たものと解される。そして，同項本文に基づいてどの程度\nの理由を提示すべきかは，上記のような同項本文の趣旨に照らし，当該処分の根拠\n法令の規定内容，当該処分に係る処分基準の存否及び内容並びに公表の有無，当該\n処分の性質及び内容，当該処分の原因となる事実関係の内容等を総合考慮してこれ\nを決定すべきである（最高裁昭和３６年（オ）第８４号同３８年５月３１日第二小\n法廷判決・民集１７巻４号６１７頁，最高裁昭和５７年（行ツ）第７０号同６０年\n１月２２日第三小法廷判決・民集３９巻１号１頁，最高裁平成２１年（行ヒ）第９\n１号同２３年６月７日第三小法廷判決・民集６５巻４号２０８１頁等参照）。\nイ  これを本件についてみるに，前記前提事実(4)ウ(ｲ)によると，本件命令書に\nおいては，本件処分の理由に関し，平成２２年１月１２日に行った監査時における\nＡ営業所に係る違反として，運賃及び料金の額について事業用自動車内への表示を\nしていなかったこと（法２７条１項，運輸規則４条３項違反）が記載されており，\nこれに対する基準日車数が「１０日車」である旨が記載され，処分日車数について\nは本件処分基準公示Ⅰ３に定めるところにより算出したことが付記されていたもの\nである。\n原告は，本件命令書の上記記載により，原告が平成２２年１月１２日においてＡ\n営業所の事業用自動車について運賃及び料金の額の事業用自動車内への表示をして\nいなかったことを処分対象行為として，法２７条１項，運輸規則４条３項を適用さ\nれ，これに対して１０日車の自動車等使用停止処分を受けることを知ることができ，\n公表済みの本件処分基準公示と対照することにより，本件処分基準のいずれの規定\nが適用されるのかについても知ることができる。この程度の理由提示があれば，行\n政庁の判断の慎重と合理性を担保してその恣意を抑制するとともに，処分の理由を\n名宛人に知らせて不服の申立てに便宜を与える趣旨に適うというべきである。\nそうすると，上記処分についての理由提示は，処分対象行為が特定されており，\n行政手続法１４条１項に違反しないというべきである。\n(6)  争点(5)の結論\n以上のとおり，本件処分中の自動車等使用停止処分のうち，運賃・料金の額の事\n業用自動車内への表示義務違反を理由として１０日車の使用停止を命じる部分は適\n法であるが，それを超える部分，すなわち点呼の記録義務違反を理由とする部分及\nび乗務距離の最高限度違反を理由とする部分は違法である。\n第４  結論\n以上の次第で，①本件訴えのうち，本件公示の取消しを求める部分及び本件処分\n中の附帯命令の取消しを求める部分はいずれも不適法であるからこれを却下し，②\n本件差止めの訴えに係る請求，本件確認の訴えに係る請求及び本件処分中の自動車\n等使用停止処分のうち，運賃・料金の額の事業用自動車内への表示義務違反を理由\nとして１０日車の使用停止を命じる部分を超える部分（点呼の記録義務違反を理由\nとする部分及び乗務距離の最高限度違反を理由とする部分）の取消しを求める請求\nは，いずれも理由があるからこれを認容し，③原告のその余の請求（本件処分中の\n自動車等使用停止処分のうち運賃・料金の額の事業用自動車内への表示義務違反を\n理由とする部分の取消請求）は理由がないからこれを棄却することとし，主文のと\nおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官\n福 井 章 代\n裁判官\n笹 本 哲 朗\n裁判官\n山 根 良 実\n（別紙１）\n公示（平成２１年中運局公示第９８号）\n一般乗用旅客自動車運送事業の最高乗務距離の指定地域及び最高限度について\n旅客自動車運送事業運輸規則第２２条第１項の規定による地域及び第２項の規定\nによる乗務距離の最高限度を下記のとおり定めたので公示する。\n記\n１．指定地域\n名古屋交通圏（名古屋市，瀬戸市，津島市，尾張旭市，豊明市，日進市，愛西市，\n清須市，北名古屋市，弥富市，愛知郡，西春日井郡，海部郡）\n２．乗務距離の最高限度\n１乗務（出庫から帰庫までの連続した勤務をいう。）当たりの乗務距離の最高限\n度は次のとおりとする。ただし，高速自動車国道（高速自動車国道法第４条第１項\nに規定する高速自動車国道をいう。）及び自動車専用道路（道路法第４８条の４に\n規定する自動車専用道路をいう。）を利用した場合には，その距離を控除すること\nとする。なお，この場合には，高速自動車国道等の路線名，走行区間，走行距離，\n走行時刻，料金を乗務記録に記録することとする。\n隔日勤務運転者  ３６０㎞\n日勤勤務運転者  ２７０㎞\n３．適用範囲の除外\n乗務する事業用自動車が福祉輸送サービスに使用する特殊車両，ハイヤー（タク\nシー業務適正化特別措置法（昭和４５年法律第７５号）第２条第２項で規定するハ\nイヤーをいう。）に乗務した場合。\n（別紙２）\n関係法令の定め\n１  道路運送法（昭和２６年法律第１８３号）\n１条\nこの法律は，貨物自動車運送事業法（平成元年法律第８３号）と相まって，道路運\n送事業の運営を適正かつ合理的なものとし，並びに道路運送の分野における利用者の\n需要の多様化及び高度化に的確に対応したサービスの円滑かつ確実な提供を促\n進することにより，輸送の安全を確保し，道路運送の利用者の利益の保護及びその\n利便の増進を図るとともに，道路運送の総合的な発達を図り，もって公共の福祉を増\n進することを目的とする。\n３条\n旅客自動車運送事業の種類は，次に掲げるものとする。\n１号  一般旅客自動車運送事業（特定旅客自動車運送事業以外の旅客自動車運送\n事業）\nイ  一般乗合旅客自動車運送事業（乗合旅客を運送する一般旅客自動車運送事\n業）\nロ  一般貸切旅客自動車運送事業（一個の契約により国土交通省令で定める乗\n車定員以上の自動車を貸し切って旅客を運送する一般旅客自動車運送事業）\nハ  一般乗用旅客自動車運送事業（一個の契約によりロの国土交通省令で定め\nる乗車定員未満の自動車を貸し切って旅客を運送する一般旅客自動車運送事業）\n２号  特定旅客自動車運送事業（特定の者の需要に応じ，一定の範囲の旅客を運\n送する旅客自動車運送事業）\n４条１項\n一般旅客自動車運送事業を経営しようとする者は，国土交通大臣の許可を受けな\nければならない。\n６条\n国土交通大臣は，一般旅客自動車運送事業の許可をしようとするときは，次の基\n準に適合するかどうかを審査して，これをしなければならない。\n１号  当該事業の計画が輸送の安全を確保するため適切なものであること。\n２号  前号に掲げるもののほか，当該事業の遂行上適切な計画を有するものであ\nること。\n３号  当該事業を自ら適確に遂行するに足る能力を有するものであること。\n８条１項\n国土交通大臣は，特定の地域において一般乗用旅客自動車運送事業の供給輸送力\n（以下この条において単に「供給輸送力」という。）が輸送需要量に対し著しく過\n剰となっている場合であって，当該供給輸送力が更に増加することにより，輸送の\n安全及び旅客の利便を確保することが困難となるおそれがあると認めるときは，当\n該特定の地域を，期間を定めて緊急調整地域として指定することができる。\n８条４項\n一般乗用旅客自動車運送事業を経営する者（以下「一般乗用旅客自動車運送事業\n者」という。）は，第１項の規定による緊急調整地域の指定がされた場合には，当\n該緊急調整地域における供給輸送力を増加させるものとして国土交通省令で定める\n事業計画の変更をすることができない。\n１３条\n一般旅客自動車運送事業者（一般貸切旅客自動車運送事業者を除く。次条におい\nて同じ。）は，次の場合を除いては，運送の引受けを拒絶してはならない。\n１号～３号  《省略》\n４号  当該運送が法令の規定又は公の秩序若しくは善良の風俗に反するものであ\nるとき。\n５号・６号  《省略》\n１５条１項\n一般旅客自動車運送事業者は，事業計画の変更（第３項，第４項及び次条第１項\nに規定するものを除く。）をしようとするときは，国土交通大臣の認可を受けなけ\nればならない。\n１５条２項\n第６条の規定は，前項の認可について準用する。\n１５条３項\n一般旅客自動車運送事業者は，営業所ごとに配置する事業用自動車の数その他の\n国土交通省令で定める事項に関する事業計画の変更をしようとするときは，あらか\nじめ，その旨を国土交通大臣に届け出なければならない。\n２７条１項\n一般旅客自動車運送事業者は，事業計画（路線定期運行を行う一般乗合旅客自動車\n運送事業者にあっては，事業計画及び運行計画）の遂行に必要となる員数の運転者の\n確保，事業用自動車の運転者がその休憩又は睡眠のために利用することができる施設\nの整備，事業用自動車の運転者の適切な勤務時間及び乗務時間の設定その他の運\n行の管理，事業用自動車の運転者，車掌その他旅客又は公衆に接する従業員（次項\nにおいて「運転者等」という。）の適切な指導監督，事業用自動車内における当該事\n業者の氏名又は名称の掲示その他の旅客に対する適切な情報の提供その他の輸送の\n安全及び旅客の利便の確保のために必要な事項として国土交通省令で定めるものを\n遵守しなければならない。\n２７条２項\n国土交通大臣は，一般旅客自動車運送事業者が，第２２条の２第１項，第４項若し\nくは第６項，第２３条第１項，第２３条の５第２項若しくは第３項若しくは前項の規\n定又は安全管理規程を遵守していないため輸送の安全又は旅客の利便が確保されて\nいないと認めるときは，当該一般旅客自動車運送事業者に対し，運行管理者に対する\n必要な権限の付与，必要な員数の運転者の確保，施設又は運行の管理若しくは運転者\n等の指導監督の方法の改善，旅客に対する適切な情報の提供，当該安全管理規程の遵\n守その他その是正のために必要な措置を講ずべきことを命ずることができる。\n３１条\n国土交通大臣は，一般旅客自動車運送事業者の事業について旅客の利便その他公\n共の福祉を阻害している事実があると認めるときは，一般旅客自動車運送事業者に\n対し，次に掲げる事項を命ずることができる。\n１号  事業計画（路線定期運行を行う一般乗合旅客自動車運送事業者にあつては，\n事業計画又は運行計画）を変更すること。\n２号～７号  《省略》\n４０条\n国土交通大臣は，一般旅客自動車運送事業者が次の各号のいずれかに該当するとき\nは，６月以内において期間を定めて自動車その他の輸送施設の当該事業のための使用\nの停止若しくは事業の停止を命じ，又は許可を取り消すことができる。\n１号  この法律若しくはこの法律に基づく命令若しくはこれらに基づく処分又は\n許可若しくは認可に付した条件に違反したとき。\n２号  正当な理由がないのに許可又は認可を受けた事項を実施しないとき。\n３号  第７条第１号，第３号又は第４号に該当することとなったとき。\n４１条１項\n国土交通大臣は，前条の規定により事業用自動車の使用の停止又は事業の停止を\n命じたときは，当該事業用自動車の道路運送車両法による自動車検査証を国土交通\n大臣に返納し，又は当該事業用自動車の同法による自動車登録番号標及びその封印\nを取り外した上，その自動車登録番号標について国土交通大臣の領置を受けるべき\nことを命ずることができる。\n８８条２項\n第２章及び第４章から第６章までに規定する国土交通大臣の権限は，政令で定め\nるところにより，地方運輸局長に委任することができる。\n２  特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する\n特別措置法（平成２１年法律第６４号。以下「タクシー特措法」という。）\n１条\nこの法律は，一般乗用旅客自動車運送が地域公共交通として重要な役割を担って\nおり，地域の状況に応じて，地域における輸送需要に対応しつつ，地域公共交通と\nしての機能を十分に発揮できるようにすることが重要であることにかんがみ，国土\n交通大臣による特定地域の指定及び基本方針の策定，特定地域において組織される\n協議会による地域計画の作成及びこれに基づく一般乗用旅客自動車運送事業者によ\nる特定事業等の実施並びに特定地域における道路運送法（昭和２６年法律第１８３\n号）の特例について定めることにより，特定地域における一般乗用旅客自動車運送\n事業の適正化及び活性化を推進し，もって地域における交通の健全な発達に寄与す\nることを目的とする。\n３条１項\n国土交通大臣は，特定の地域における一般乗用旅客自動車運送事業の次に掲げる\n状況に照らして，当該地域の輸送需要に的確に対応することにより，輸送の安全及\nび利用者の利便を確保し，その地域公共交通としての機能を十分に発揮できるよう\nにするため，当該地域の関係者の自主的な取組を中心として一般乗用旅客自動車運\n送事業の適正化及び活性化を推進することが特に必要であると認めるときは，当該\n特定の地域を，期間を定めて特定地域として指定することができる。\n１号  供給過剰（供給輸送力が輸送需要量に対し過剰であることをいう。）の状\n況\n２号  事業用自動車１台当たりの収入の状況\n３号  法令の違反その他の不適正な運営の状況\n４号  事業用自動車の運行による事故の発生の状況\n３条２項\n国土交通大臣は，特定地域について前項に規定する指定の事由がなくなったと認\nめるときは，当該特定地域について同項の規定による指定を解除するものとする。\n３条３項\n第１項の規定による指定及び前項の規定による指定の解除は，告示によって行う。\n４条１項\n国土交通大臣は，特定地域における一般乗用旅客自動車運送事業の適正化及び活\n性化に関する基本方針（以下「基本方針」という。）を定めるものとする。\n４条２項\n基本方針は，次に掲げる事項について定めるものとする。\n１号  一般乗用旅客自動車運送事業の適正化及び活性化の意義及び目標に関する\n事項\n２号  第９条第１項に規定する地域計画の作成に関する基本的な事項\n３号  特定事業その他の第９条第１項に規定する地域計画に定める事業に関する\n基本的な事項\n４号  その他一般乗用旅客自動車運送事業の適正化及び活性化の推進に関する基\n本的な事項\n５条\n一般乗用旅客自動車運送事業者であって特定地域内に営業所を有するもの及びこ\nれらの者の組織する団体（以下「一般乗用旅客自動車運送事業者等」という。）は，\n一般乗用旅客自動車運送が地域公共交通として重要な役割を担っていることを自覚\nし，当該特定地域において，地域における輸送需要の把握及びこれに応じた適正か\nつ合理的な運営の確保を図るための措置，地域における利用者の需要の多様化及び\n高度化に的確に対応した運送サービスの円滑かつ確実な提供を図るための措置その\n他の一般乗用旅客自動車運送事業の適正化及び活性化のために必要な措置を講ずる\nよう努めなければならない。\n６条１項\n国は，特定地域において一般乗用旅客自動車運送事業者等その他の関係者が行う\n一般乗用旅客自動車運送事業の適正化及び活性化に関する取組のために必要となる\n情報の収集，整理，分析及び提供，助言その他の支援を行うよう努めなければなら\nない。\n６条２項\n国は，特定地域において一般乗用旅客自動車運送事業者等その他の関係者が行う\n一般乗用旅客自動車運送事業の適正化及び活性化に関する取組と相まって，一般乗\n用旅客自動車運送事業の適正化を推進するため，検査，処分その他の監督上必要な\n措置を的確に実施するものとする。\n７条\n国，地方公共団体，一般乗用旅客自動車運送事業者等その他の関係者は，特定地\n域における一般乗用旅客自動車運送事業の適正化及び活性化を推進するため，相互\nに連携を図りながら協力するよう努めなければならない。\n８条１項\n特定地域において，地方運輸局長，関係地方公共団体の長，一般乗用旅客自動車\n運送事業者等，一般乗用旅客自動車運送事業の事業用自動車の運転者の組織する団\n体及び地域住民は，次条第１項に規定する地域計画の作成，当該地域計画の実施に\n係る連絡調整その他当該特定地域における一般乗用旅客自動車運送事業の適正化及\nび活性化の推進に関し必要な協議を行うための協議会（以下単に「協議会」という。）\nを組織することができる。\n９条１項\n協議会は，基本方針に基づき，特定地域における一般乗用旅客自動車運送事業の\n適正化及び活性化を推進するための計画（以下「地域計画」という。）を作成する\nことができる。\n９条２項\n地域計画は，次に掲げる事項について定めるものとする。\n１号  一般乗用旅客自動車運送事業の適正化及び活性化の推進に関する基本的な\n方針\n２号  地域計画の目標\n３号  前号の目標を達成するために行う特定事業その他の事業及びその実施主体\nに関する事項\n４号  前３号に掲げるもののほか，地域計画の実施に関し当該協議会が必要と認\nめる事項\n１０条１項\n地域計画の作成に係る合意をした協議会の構成員であって，当該地域計画に定め\nられた事業の実施主体とされたものは，当該地域計画に従い，事業を実施しなけれ\nばならない。\n１１条１項\n地域計画において特定事業に関する事項が定められたときは，当該地域計画の作\n成に係る合意をした協議会の構成員であって，特定事業の実施主体とされた一般乗\n用旅客自動車運送事業者は，単独で又は共同して，当該地域計画に即して特定事業\nを実施するための計画（以下「特定事業計画」という。）を作成し，これを国土交\n通大臣に提出して，その特定事業計画が一般乗用旅客自動車運送事業の適正化及び\n活性化を適切かつ確実に推進するために適当である旨の認定を申請することができ\nる。\n１１条２項\n特定事業計画は，次に掲げる事項について定めるものとする。\n１号  特定事業の内容\n２号  特定事業の実施時期\n３号  特定事業の実施に必要な資金の額及びその調達方法\n４号  特定事業の効果\n５号  前各号に掲げるもののほか，特定事業の実施のために必要な事項として国\n土交通省令で定める事項\n１１条３項\n特定事業計画には，特定事業と相まって，地域計画に基づく一般乗用旅客自動車\n運送事業の適正化及び活性化を推進するため，一般乗用旅客自動車運送事業の譲渡\n又は譲受け，一般乗用旅客自動車運送事業者たる法人の合併又は分割，一般乗用旅\n客自動車運送事業の供給輸送力の減少その他経営の合理化に資する措置として国土\n交通省令で定めるもの（以下「事業再構築」という。）について，次に掲げる事項\nを定めることができる。\n１号  内容\n２号  実施時期\n３号  効果\n４号  前３号に掲げるもののほか，その実施のために必要な事項として国土交通\n省令で定める事項\n１５条１項\n特定地域において，一般乗用旅客自動車運送事業者が当該特定地域内の営業所に\n配置するその事業用自動車の合計数を増加させる事業計画の変更については，道路\n運送法第１５条第１項中「第３項，第４項」とあるのは，「第４項」とし，同条第\n３項の規定は，適用しない。\n３  道路交通法（昭和３５年法律第１０５号）\n２２条１項\n車両は，道路標識等によりその最高速度が指定されている道路においてはその最\n高速度を，その他の道路においては政令で定める最高速度をこえる速度で進行して\nはならない。\n１０８条の３４\n車両等の運転者がこの法律若しくはこの法律に基づく命令の規定又はこの法律の\n規定に基づく処分に違反した場合において，当該違反が当該違反に係る車両等の使\n用者の業務に関してなされたものであると認めるときは，公安委員会は，内閣府令\nで定めるところにより，当該車両等の使用者が道路運送法の規定による自動車運送\n事業者，貨物利用運送事業法の規定による第二種貨物利用運送事業を経営する者又\nは軌道法の規定による軌道の事業者であるときは当該事業者及び当該事業を監督す\nる行政庁に対し，当該車両等の使用者がこれらの事業者以外の者であるときは当該\n車両等の使用者に対し，当該違反の内容を通知するものとする。\n４  労働基準法（昭和２２年法律第４９号）\n３４条１項\n使用者は，労働時間が６時間を超える場合においては少くとも４５分，８時間を\n超える場合においては少くとも１時間の休憩時間を労働時間の途中に与えなければ\nならない。\n５  道路運送法施行令（昭和２６年政令第２５０号。以下「施行令」という。）\n１条２項\n一般乗合旅客自動車運送事業以外の旅客自動車運送事業に関する法第２章《３条\n～４３条》及び第四章《４７条～７７条》に規定する国土交通大臣の権限は，次に\n掲げるものを除き，地方運輸局長に委任する。\n１号  法第８条第１項の規定による緊急調整地域の指定\n２号  法第１１条第３項の規定による標準運送約款の制定及び公示\n３号  法第２９条の２（法第４３条第５項において準用する場合を含む。）の規\n定による情報の整理及び公表\n４号  一般乗合旅客自動車運送事業（当該事業に係る路線が地方路線であるもの\n及び不定路線事業を除く。）を経営する法人に係る合併又は分割の認可\n６  旅客自動車運送事業運輸規則（昭和３１年運輸省令第４４号。平成２２年国\n土交通省令第３０号による改正前のもの）\n１条\nこの省令は，旅客自動車運送事業の適正な運営を確保することにより，輸送の安全\n及び旅客の利便を図ることを目的とする。\n４条２項\n一般乗用旅客自動車運送事業者は，地方運輸局長が定めるところにより，事業用自\n動車（運送の引受けが営業所のみにおいて行われるものを除く。）に運賃及び料金に\n関する事項を公衆及び事業用自動車を利用する旅客に見やすいように表示しなけれ\nばならない。\n４条３項\n一般乗用旅客自動車運送事業者は，運賃又は料金が対時間制による場合を除き，地\n方運輸局長が定めるところにより，運賃及び料金の額を事業用自動車内において\n事業用自動車を利用する旅客に見やすいように表示しなければならない。\n２１条１項\n旅客自動車運送事業者は，過労の防止を十分考慮して，国土交通大臣が告示で定\nめる基準に従って，事業用自動車の運転者の勤務時間及び乗務時間を定め，当該運\n転者にこれらを遵守させなければならない。\n２１条２項\n旅客自動車運送事業者は，乗務員が有効に利用することができるように，営業所，\n自動車車庫その他営業所又は自動車車庫付近の適切な場所に，休憩に必要な施設を\n整備し，及び乗務員に睡眠を与える必要がある場合又は乗務員が勤務時間中に仮眠\nする機会がある場合は，睡眠又は仮眠に必要な施設を整備し，並びにこれらの施設\nを適切に管理し，及び保守しなければならない。\n２１条４項\n旅客自動車運送事業者は，乗務員の健康状態の把握に努め，疾病，疲労，飲酒そ\nの他の理由により安全な運転をし，又はその補助をすることができないおそれがあ\nる乗務員を事業用自動車に乗務させてはならない。\n２１条５項\n一般乗合旅客自動車運送事業者及び一般貸切旅客自動車運送事業者は，運転者が\n長距離運転又は夜間の運転に従事する場合であって，疲労等により安全な運転を継\n続することができないおそれがあるときは，あらかじめ，交替するための運転者を\n配置しておかなければならない。\n２２条１項\n交通の状況を考慮して地方運輸局長が指定する地域内に営業所を有する一般乗用\n旅客自動車運送事業者は，次項の規定により地方運輸局長が定める乗務距離の最高\n限度を超えて当該営業所に属する運転者を事業用自動車に乗務させてはならない。\n２２条２項\n前項の乗務距離の最高限度は，当該地域における道路及び交通の状況並びに輸送\nの状態に応じ，当該営業所に属する事業用自動車の運行の安全を阻害するおそれの\nないよう，地方運輸局長が定めるものとする。\n２２条３項\n地方運輸局長は，第１項の地域の指定をし，及び前項の乗務距離の最高限度を定\nめたときは，遅滞なく，その旨を公示しなければならない。\n２３条\n前条第１項の一般乗用旅客自動車運送事業者は，指定地域内にある営業所に属す\nる運転者に，その収受する運賃及び料金の総額が一定の基準に達し，又はこれを超\nえるように乗務を強制してはならない。\n２４条１項\n旅客自動車運送事業者は，乗務しようとする運転者に対して対面（運行上やむを得\nない場合は電話その他の方法）により点呼を行い，次の各号に掲げる事項について\n報告を求め，事業用自動車の運行の安全を確保するために必要な指示を与えなけれ\nばならない。\n１号  道路運送車両法（昭和２６年法律第１８５号）第４７条の２第１項及び第\n２項の規定による日常点検の実施又はその確認\n２号  疾病，疲労，飲酒その他の理由により安全な運転をすることができないお\nそれの有無\n２４条２項\n旅客自動車運送事業者は，事業用自動車の乗務を終了した運転者に対して対面（運\n行上やむを得ない場合は電話その他の方法）により点呼を行い，当該の事業用自動\n車，道路及び運行状況について報告を求めなければならない。この場合において，\n当該運転者が他の運転者と交替した場合にあっては，当該運転者が交替した運転者\nに対して行った第５０条第１項第８号の規定による通告についても報告を求めなけ\nればならない。\n２４条３項\n旅客自動車運送事業者は，前２項の規定により点呼を行い，報告を求め，指示を\nしたときは，運転者ごとに点呼を行った旨，報告及び指示の内容並びに次に掲げる\n事項を記録し，かつ，その記録を１年間保存しなければならない。\n１号  点呼を行った者及び点呼を受けた運転者の氏名\n２号  点呼を受けた運転者が乗務する事業用自動車の自動車登録番号その他の当\n該事業用自動車を識別できる表示\n３号  点呼の日時\n４号  点呼の方法\n５号  その他必要な事項\n２６条１項\n一般乗合旅客自動車運送事業者及び一般貸切旅客自動車運送事業者は，事業用自\n動車の運転者が乗務した場合（《省略》）は，当該自動車の瞬間速度，運行距離及\nび運行時間を運行記録計により記録し，かつ，その記録を１年間保存しなければな\nらない。\n２６条２項\n事業用自動車の運行の管理の状況等を考慮して地方運輸局長が指定する地域内に\n営業所を有する一般乗用旅客自動車運送事業者（当該許可を受ける個人のみが自動\n車を運転することにより当該事業を行うべき旨の条件の付された一般乗用旅客自動\n車運送事業の許可を受けた者（以下「個人タクシー事業者」という。）を除く。）\nは，地域の指定があった日から１年を超えない範囲内において地方運輸局長が定め\nる日以後においては，指定地域内にある営業所に属する事業用自動車の運転者が乗\n務した場合（事業用自動車の運行の態様等を考慮して地方運輸局長が認める場合を\n除く。）は，当該自動車の瞬間速度，運行距離及び運行時間を運行記録計により記\n録し，かつ，その記録を運転者ごとに整理して１年間保存しなければならない。\n２６条３項\n地方運輸局長は，前項の地域及び日の指定をしたときは，遅滞なく，その旨を公\n示しなければならない。\n２８条\n一般貸切旅客自動車運送事業者は，運行の主な経路における道路及び交通の状況\nを事前に調査し，かつ，当該経路の状態に適すると認められる自動車を使用しなけ\nればならない。ただし，法第２１条第２号の規定による許可を受けて乗合旅客を運\n送する場合にあっては，この限りでない。\n３８条１項\n旅客自動車運送事業者は，その事業用自動車の運転者に対し，国土交通大臣が告\n示で定めるところにより，主として運行する路線又は営業区域の状態及びこれに対\n処することができる運転技術並びに法令に定める自動車の運転に関する事項につい\nて適切な指導監督をしなければならない。\n４１条\n旅客自動車運送事業者は，乗務員が事業用自動車の運行の安全の確保のために遵\n守すべき事項及び乗務員の服務についての規律を定めなければならない。\n（別紙４）\n本件実態調査１の結果（概要）\n交通圏\n人口１０万人\n以上の都市\n日車走行キロ（平成１７\n年度実績）\n流し営業（営業所以外）\nの割合\n名古屋交通圏\nあり\n２０２㎞\n８１．７９％\n知多交通圏\nあり\n１９５㎞\n４４．５１％\n尾張北部交通圏\nあり\n１８２㎞\n５０．８５％\n尾張西部交通圏\nあり\n１６２㎞\n西三河北部交通圏\nあり\n１９２㎞\n４３．５８％\n西三河南部交通圏\nあり\n１９２㎞\n４６．５７％\n東三河南部交通圏\nあり\n１４１㎞\n静清交通圏\nあり\n１４７㎞\n浜松交通圏\nあり\n１７２㎞\n富士・富士宮交通圏         あり\n１４５㎞\n沼津・三島交通圏\nあり\n１６０㎞\n御殿場交通圏\nなし\n伊豆交通圏\nなし\n磐田・掛川交通圏\nあり\n１８０㎞\n３９．９３％\n藤枝・焼津交通圏\nあり\n１４８㎞\n岐阜交通圏\nあり\n１２１㎞\n大垣交通圏\nあり\n１２７㎞\n高山交通圏\nなし\n東濃西部交通圏\nあり\n１２８㎞\n東濃東部交通圏\nなし\n美濃・可児交通圏\nあり\n１４２㎞\n北勢交通圏\nあり\n１６５㎞\n津交通圏\nあり\n１４６㎞\n伊勢・志摩交通圏\nあり\n９７㎞\n松坂交通圏\nあり\n１３１㎞\n伊賀交通圏\nあり\n１４６㎞\n福井交通圏\nあり\n１４２㎞\n敦賀交通圏\nなし\n武生交通圏\nなし\n（別紙５）\n本件実態調査２の結果（概要）\n【隔日勤務運転者】\n①１日１車当たりの平均走行距離    ２１８．０㎞\n②平均輸送回数                    ２０．４回\n③平均拘束時間                    約１０９６分（１８．３時間）\n④平均客待ち時間                  約２９２分（４．９時間）\n⑤平均休憩時間                    約１６７分（２．８時間）\n⑥平均始業及び終業点呼等時間      約５０分\n⑦平均実ハンドル時間              約９００分（１５時間）\n⑧客扱い時間                      約２１分\n⑨１日１車当たりの走行距離の分布\n２００㎞まで          ４５．８％\n２０１㎞～３００㎞  ３９．８％\n３００㎞超            １４．４％\n⑩高速道路の利用状況    利用回数  ０．３回\n走行距離  ７．８㎞\n【日勤勤務運転者】\n①１日１車当たりの平均走行距離    １５５．８㎞\n②平均輸送回数                    １４．９回\n③平均拘束時間                    約７４４分（１２．５時間）\n④平均客待ち時間                  約２４２分（４．０時間）\n⑤平均休憩時間                    約１１０分（１．８時間）\n⑥平均始業及び終業点呼等時間      約４８分\n⑦平均実ハンドル時間              約５５２分（９．２時間）\n⑧客扱い時間                      約３３分\n⑨１日１車当たりの走行距離の分布\n２００㎞まで          ８８．５％\n２０１㎞～３００㎞  １１．２％\n３００㎞超              ０．３％\n⑩高速道路の利用状況    利用回数  ０．１回\n走行距離  ２．７㎞\n（別紙６）\n本件加重処分規定の対象となる「一定の違反」\n１(1)  法１３条所定の運送引受義務違反\n(2)  運輸規則２１条１項所定の勤務時間及び乗務時間の設定違反並びに乗務時間\n等告示の遵守違反\n(3)  運輸規則２２条１項所定の乗務距離の最高限度違反\n(4)  運輸規則２３条所定の運賃等総額が一定基準以上になるような乗務の強制\n(5)  運輸規則２４条１項・２項所定の点呼の実施義務違反\n(6)  運輸規則２４条３項所定の点呼の記録義務違反\n(7)  運輸規則２５条３項・４項所定の乗務等の記録義務違反\n(8)  運輸規則２６条２項所定の運行記録計による記録義務違反\n(9)  運輸規則３６条１項所定の日雇い運転者等の選任禁止違反\n(10)  運輸規則３９条所定の運転者に対する地理，応接の指導監督義務違反\n(11)  運輸規則４０条１項所定の指導要領制定義務違反\n(12)  運輸規則４０条２項所定の指導主任者選任義務違反\n２  過労運転，酒酔い運転，酒気帯び運転，薬物等使用運転，最高速度違反，無免\n許運転又は救護義務違反を伴う事故を引き起こした場合における当該違反に関\n連する処分基準に掲げる違反事項に係る違反\n"
}