{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 3,
    "day": 23
  },
  "case_number": "平成23(ワ)2500",
  "case_name": "",
  "court_name": "京都地方裁判所",
  "lawsuit_id": "87831",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87831",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/831/087831_hanrei.pdf",
  "contents": "－1－\n主 文\n１  被告Ｄ及び被告Ｆは，原告に対し，連帯して，８１６５万１２５０円\n及びこれに対する平成２１年７月２３日から支払済みまで年５％の割合\nによる金員を支払え。\n２  原告の被告Ｄ及び被告Ｆに対するその余の請求及びその余の被告らに\n対する請求をいずれも棄却する。\n３  訴訟費用は，原告に生じた費用の６分の２と被告Ｄ及び被告Ｆに生じ\nた費用とを２分し，その１を原告の負担とし，その余を上記被告らの負\n担とし，原告に生じたその余の費用とその余の被告らに生じた費用を原\n告の負担とする。\n４  この判決の１項は仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n被告らは，原告に対し，連帯して，１億４８９８万２９５０円及びこれに\n対する平成２１年７月２３日から支払済みまで年５％の割合による金員を支\n払え。\n第２  事案の概要\n１  被告Ａは，京都府知事から開発許可を受けて行った開発行為（宅地開発事\n業）に伴い，雨水貯留槽（以下「本件貯留槽」という。）を建設して設置し，\n他の被告らは，被告Ａの下請，孫請等として本件貯留槽の建設に携わった。\n本件貯留槽は，都市計画法３９条本文に基づき，原告の管理に属した。その\n供用開始後，多量の降雨があり，その直後，本件貯留槽に隣接する住宅に浸\n水被害が生じた（以下「本件事故」という。）。\n原告は，本件事故は，本件貯留槽から地中に流出した雨水によるものであ\nり，流出の原因は，本件貯留槽の雨水貯留機能を担う遮水シートがそもそも\n溶着されず又は溶着部が剥離したことにあり，剥離の原因は，溶着不足，周\n－2－\n囲の土の埋戻し・転圧の不良及び地下水による浮力対策の不足という施工上\nの瑕疵であると主張し，本件事故により，本件貯留槽の管理者である原告に\n補修工事費用等の損害が生じたとして，①被告らに対し，不法行為に基づき，\n損害金１億４８９８万２９５０円及びこれに対する平成２１年７月２３日\n（本件事故の日）から支払済みまで民法所定の年５％の割合による遅延損害\n金の連帯支払を求め，②被告Ａに対し，「向日市開発行為等に係る雨水流出\n抑制施設設置技術指針」（以下「本件技術指針」という。）による瑕疵担保\n責任に基づき，前同様の支払を求めた。\n２  関連法令等\n関連する法令等の定め（要旨）は，別紙２のとおりである。\n３  前提事実（当事者間に争いがなく，又は当裁判所に顕著であるか，末尾の\n括弧内掲記の証拠及び弁論の全趣旨により容易に認められる。）\n⑴  当事者\nア  原告は地方公共団体である。\nイ  被告Ａは，土木・建築の設計，監理，施工，不動産の売買，仲介，賃\n貸及び管理などを目的とする会社である。\nウ  被告Ｂは，土木・建築請負業，土木・建築設計管理業などを目的とす\nる株式会社である。\nエ  被告Ｃは，土木建築用資材の販売，土木，建築一式の請負，施工，設\n計，管理などを目的とする株式会社である。\nオ  被告Ｄは，合成樹脂その他の高分子製品等の仕入，販売等，遮水シー\nト事業に関連する設計，施工業務，これらに関連する仲介業務などを目\n的とする株式会社である。\nカ  被告Ｅは，建築工事の設計，施工，監理，請負業，土木工事の設計，\n施工，監理及び請負業などを目的とする株式会社である。\nキ  被告Ｆは，防水工事業，土木工事業などを目的とする株式会社である。\n－3－\n⑵  京都府知事は，被告Ａに対し，平成１７年５月２０日，下記内容の開発\n行為（宅地開発事業。以下「本件開発行為」という。）を許可した。下\n記開発区域は，概ね西から東に向かって下る斜面をなしている。被告Ａ\nは，本件開発行為に先立ち，下記開発区域の東側約４７５８．６９㎡の\n開発事業（第１期開発）も実施していた。（乙８，１３，弁論の全趣旨）\n記\n開発区域     向日市α町βａ，ｂ，ｃの一部，ｄ，ｅの一部，ｆの一\n部，ｇ，ｈの一部，ｉ，ｊの一部及び市有地\n開発面積     １万２７９４．５０㎡\n予定建築物等の用途  専用住宅（８４戸）\n工事施工者    被告Ｂ\n⑶  本件貯留槽の設置計画\nア  原告が策定した向日市開発行為等に関する指導要綱，同施行細則（甲\n３２）及び本件技術指針（甲５）は，向日市において開発行為を行う事\n業主は，本件技術指針に則り，所定の対策量を満たす雨水流出抑制施設\nを設けるものとしていた。\nイ  被告Ａは，本件技術指針に基づき，本件開発行為の開発区域内である\n向日市α町βに開設予定のγ公園地下に，雨水流出抑制施設である雨水\n貯留槽（貯留量７２７㎥。本件貯留槽）を設置することとし，平成１７\n年６月６日，雨水流出抑制施設計画を策定して向日市長に事前計画協議\n書（甲６）を提出し，向日市長は，同月１４日，被告Ａに事前計画協議\n済書（甲７）を交付した。\n⑷  本件貯留槽の構造等\nア  本件貯留槽の設置場所\n本件貯留槽は，γ公園予定地に，コンクリート擁壁を設け，掘削する\nなどして作られた地下空間に設置された。擁壁は本件貯留槽の東側と北\n－4－\n側にあり（以下，それぞれ「東側擁壁」，「北側擁壁」という。），い\nずれもＬ字型で，本件貯留槽の下に東側擁壁の基礎が入りこみ，さらに\nその下に北側擁壁の基礎が入りこんでいる（別紙３。甲２，２３）。\nイ  本件貯留槽\n本件貯留槽は，プラスチック製の部材（製品名「パネケーブ」。これ\n自体に水を貯留する機能はない。）を組み立てた構造体を，貯留機能を\n担う遮水シート（製品名「ウルトラセンシート（ＥＶＡシート）」）で\n覆い，それをさらに保護シートで覆ったものであり，保護シートの上か\nら外面保護工として軽量モルタル（厚さ５０㎜）が吹き付けられた。\nパネケーブ（乙７，９の１）は，被告Ｃが製造，販売する製品であ\nり，本件でも同被告が調達した。１辺約１ｍのプラスチック製立方体\n（空隙率約９３％）で，これを縦横に積み並べて，貯留槽の構造体と\nする。対向する２側面に直径７６㎝の円形の開口部（別紙４）があっ\nて，人が出入りすることができ，組み立てると，開口部を通って貯留\n槽のパネケーブ内部を点検することができる（乙７，９の 1）。\n本件貯留槽の構造体は，別紙５のとおり，パネケーブを東西方向に\n９列，南北方向に１８列並べたものを４段積み重ねて構成する。組立\n後の大きさは東西方向が設計上９．５３ｍ，実測９．６１ｍ，南北方\n向がそれぞれ１９．８６５ｍ，２０．０４ｍ，高さがそれぞれ４．０\n３９ｍ，４．０５ｍであった。（甲２３）\n遮水シート（ウルトラセンシート。被告Ｄが調達した。）は，厚さ\n１．５８㎜，幅約２．０５ｍであり，表裏にそれぞれ保護シートを重\nねるため，シートは３層になる。必要な長さに裁断したシート同士を\n並べて熱溶着し（溶着部の幅は約４センチである。証人Ｇ），組み立\nてられたパネケーブの上面，底面，東面及び西面をそれぞれ覆う大き\nさにし，これらをさらに溶着して袋状にし，雨水の貯留機能を担わせ\n－5－\nる。\n財団法人化学物質評価研究機構が行った引張試験では，ウルトラセ\nンシートの伸び率は，長手方向７９０％，幅方向７５０％であった（丁\n１５）。\nウ  点検枡\n本件貯留槽の北側及び南側に，コンクリート製の点検枡が各２基設置\nされている（別紙６。以下，南東のものを除き，それぞれ「北東点検枡」，\n「北西点検枡」，「南西点検枡」という。）。高さは概ね５．４ｍ，幅\nは東西３．７ｍ，南北１．４ｍである。\n点検枡には，上面に点検用の入り口１か所が，本件貯留槽側の面に開\n口部（別紙７。以下「点検枡開口部」という。パネケーブの開口部と接\n続される。）複数個所がそれぞれ設けられ，これらを通って人がパネケ\nーブ内部に入って点検することができる。\nまた，南西側点検枡には外部（西側）からの雨水流入口が，北東側点\n検枡には外部（北側）への雨水流出口（以下「オリフィス」ともいう。）\n２箇所が，それぞれ設けられている。流入口にはシャッターが設置され，\nこれを閉じると本件貯留槽に雨水は入らない。流出口には流出量を調整\nするバルブが付いている。\nエ  本件貯留槽（遮水シート）と点検枡（流入枡及び流出枡。コンクリー\nト構造体）との接合方法\n南側の点検枡から本件貯留槽への流出口及び本件貯留槽から北側の\n点検枡への流入口（点検枡開口部）周囲のコンクリート壁面に「捨て貼\nりシート」と呼ぶ短冊状の遮水シートを接着剤（テクボンド）で貼りつ\nけ，その上から本件貯留槽の遮水シートを熱溶着する。また，捨て貼り\nシートの上又は捨て貼りシートと遮水シートとの溶着部の上に，フラッ\nトバーと呼ぶ細長い（幅約４㎝，厚さ約３㎜）アルミ製のプレートを置\n－6－\nき，これをアンカーボルトでコンクリート壁面に固定する。\n⑸  本件貯留槽設置工事の下請関係\nア  被告Ａは，平成１７年５月２１日，被告Ｂに，本件開発行為の工事一\n式を代金５億４４４２万５０００円（税込）で発注した（乙１，２）。\nイ  パネケーブの組立・遮水工事\n被告Ｂは，被告Ｃに対し，パネケーブの組立・遮水工事を代金１４６\n１万６０００円（税込）で発注した（乙３，４）。\n被告Ｃは，被告Ｄに対し，パネケーブの組立・遮水工事を代金３３１\n万０５３５円（税込）で発注した（丙１，２）。\n被告Ｄは，被告Ｆに対し，パネケーブの組立・遮水工事を代金１８５\n万２２００円（税込）で依頼した（原告及び被告Ｄは請負と，被告Ｆは\n防水工の応援依頼と主張する。）。\nウ  埋戻し・転圧工事\n被告Ｂは，被告Ｅに対し，本件開発行為に係る工事の一部（宅地造成\n工事等）を代金１億６０００万円（税込）で発注した。上記工事には，\n本件貯留槽設置場所の土の掘削，点検枡の構築，本件貯留槽周囲の土の\n埋戻し・転圧（以下「埋戻し・転圧工事」といい，イのパネケーブの組\n立・遮水工事と埋戻し・転圧工事とを併せて「本件設置工事」という。）\nが含まれ，その代金は合計４１４万２３４０円（税込）である（乙５）。\n被告Ｅは，Ｈに対し，上記埋戻し・転圧工事を発注した。\n⑹  本件設置工事の施工\n本件設置工事は，平成１７年８月１日から同年１０月８日まで，概ね次\nの表のとおり実施された（年の記載のない日付は平成１７年である。また，\n各過程が並行，前後している場合がある。）。被告Ｂは，本件設置工事中，\n現場に常駐してその施工を監理・監督し，作業日報（乙３１の１ないし４，\n３５，３８，４０，５１の１ないし４）の作成，現場施工写真（甲２３）\n－7－\nの撮影等を行った。\n実施日  施工内容  施工 者  降雨\n①  8.1～  設置場所の土砂を掘削した。  被告Ｅ\n②    点検枡，流入枡，流出枡を築造した。\nまた，本件貯留槽設置場所の底面に\n基礎砕石を敷き均し，転圧した（③\nと並行作業）。\n被告Ｅ\n③  8.23～  点検枡の縁廻りにアスファルトプラ\nイマー（下塗り用接着剤）を塗布し，\nその上にテクボンド（接着剤）を塗\n布し，その部分に，細くカットした\n遮水シート（捨て貼りシート）を貼\nり付けた。\n被告Ｂが被告Ｄに，東側擁壁の水抜\nき穴（直径約７５㎜。以下「本件水\n抜き穴」という。）を閉塞するよう\n指示し，被告Ｄ又は被告Ｆがこれを\n遮水シートで塞いだ（両被告のいず\nれが閉塞したのかは両被告間で争い\nがある。）。\n被告Ｆ，被\n告Ｄ\n④    東側擁壁内側に，本件貯留槽東面を\n覆う遮水シート及び保護シートを垂\nらした。\n北東及び北西の各点検枡の間並びに\n南東及び南西の各点検枡の間をそれ\n上に同じ。\n－8－\nぞれつなぐように，遮水シート及び\n保護シートを貼り付けた。\n⑤    本件貯留槽設置場所底面に保護シー\nトを敷き，その上に遮水シートを溶\n着しながら敷き，さらにその上に保\n護シートを敷いた。\n上に同じ。\n遮水シー\nトの溶着\nは，被告Ｆ\nが施工し\nた（以下同\nじ。）。\n⑥    捨て貼りシート（③）と本件貯留槽\nを覆う遮水シートとを熱溶着した。\nまた，点検枡下部及び左右で，フラ\nットバーを捨て貼りシート又は捨て\n貼りシートと遮水シートの溶着部の\n上からあてがい，ピッチ約２０㎝で\nアンカーボルトを打ち付けて，捨て\n貼りシート又は捨て貼りシートと遮\n水シートを点検枡に固定した。\n上に同じ。\n⑦  8.29～  設置場所底面のシート上に下板を敷\nき並べた。\n被告Ｃ，被\n告Ｆ，被告\nＤ\n8.30\nに 44\n㎜\n⑧  ～9.5  ⑦の下板の上にパネケーブを４段組\nみ立てた（丙５）。\nなお，８月３１日及び９月６日，原\n告職員が現場に立ち会った。\n上に同じ。\n－9－\n⑨    組み立てられたパネケーブ（本件貯\n留槽の構造体）の上面，東面及び西\n面を保護シート，遮水シート，保護\nシートで覆い，各面の遮水シート同\n士を熱溶着するとともに，遮水シー\nトの端部を点検枡上部に接着した捨\nて貼りシートに熱溶着し，⑥と同様\nにフラットバーでシートを点検枡に\n固定した。\n被告Ｆ，被\n告Ｄ\n9.7\nに 33\n㎜\n⑩    本件貯留槽を覆う保護シートの表面\nにモルタルを吹き付けた。\n被告Ｂ\n⑪  9.30\n～10.7\n本 件 貯 留 槽 の 周 囲 に 土 砂 を 埋 め 戻\nし，転圧した（本件貯留槽西側，南\n側，上部，東側の順）。\n埋戻し土には，セメント系の固化剤\nを混ぜた改良土を用いた。西側は数\n層に分けて埋戻し・転圧したが，東側\nは，土を地表面まで埋め戻してから小\n型転圧機で転圧した。\nＨ\n⑺  被告Ｃは，本件設置工事完了後の平成１７年１１月中旬頃，原告の指示\nにより，点検枡の開口部とパネケーブの開口部との接合部分に生じていた\n段差を遮水シートで覆う工事をした（甲２３，証人Ｉ）。\n⑻  被告Ａは，平成１８年３月１日，向日市長に対し，本件技術指針に基づ\nき，本件貯留槽の設置完了通知書（甲８）を提出した。\n原告職員は，同月２日，本件貯留槽の現地確認を行い，本件貯留槽内に\n－10－\n入って内部を目視で確認した。（甲１８，証人Ｊ）\n向日市長は，同月２４日，被告Ａに設置完了通知受理書（甲９）を発行\nした。\n⑼  京都府は，平成１８年３月６日，都市計画法３６条２項に基づき，本件\n貯留槽の完了検査を行った。その際，原告職員の立会の下，京都府職員\nが現地を確認し（甲１９），本件貯留槽が開発許可の内容に適合してい\nるかを検査した。\n京都府知事は，被告Ａに検査済証を交付し，同月２４日，当該工事が完\n了した旨を公告した（甲１０）。この公告により，同月２５日，本件貯留\n槽は原告の管理に属し（同法３９条本文），本件貯留槽の用に供するγ公\n園の土地は原告に帰属した（同法４０条２項）。\n⑽  被告Ａは，原告に対し，平成１８年３月２５日までに本件貯留槽を引き\n渡した。\nなお，本件技術指針（別紙２）は，事業主が雨水流出抑制施設を原告に\n引き渡すときは，引き渡し書を向日市長に提出し，向日市長は，現地確認\nをして適正な施設として認められた場合は，引き継ぎ書を発行するものと\nしているが，本件では，被告Ａは引き渡し書を，向日市長は引き継ぎ書を，\nいずれも発行していない。上記引き継ぎ書の様式には，「引き渡しを行う\n施設の瑕疵担保の期間は，２年間とします。」（「６  その他の事項」）\nと，上記引き継ぎ書の様式には「引き継ぎを受ける施設の瑕疵担保の期間\nは，当該引き継ぎ書の発行日から２年間とします。」（「３  その他の事\n項」）と記載されている。\n⑾  原告は，平成２１年６月，本件貯留槽を目視により点検し，同年７月１\n日，本件貯留槽の流入口を開けて供用を開始した（甲２３）。\n⑿  平成２１年７月１９日午後５時頃から同月２２日の明け方にかけて，向\n日市役所付近で，次のとおりの雨量が観測された（甲２０の１から４）。\n－11－\nア  同月１９日  合計４４㎜\n午後４時台     ７㎜（午後４時５２分～５９分）\n午後５時台    ２４㎜\n午後８時台     ５㎜\n午後９時台     ８㎜\nイ  同月２０日  合計１４㎜\nウ  同月２１日  合計２１㎜\nエ  同月２２日  合計６８㎜（午前４時まで）\n午前０時台     ５㎜\n午前１時台    ２６㎜\n午前２時台    ２８㎜\n午前３時台     ９㎜\n⒀  平成２１年７月２２日の遅くとも午前８時３０分頃までに，γ公園の東\n側に隣接する住宅６戸において，外壁，車庫，インターホン等から水が\n流出する事故（本件事故）が発生した（甲１，２３，２５）。これらの\n住宅は，東側擁壁の東側に南北に並んでいる。その敷地の地盤の高さは\n概ね本件貯留槽の底部と同じであり，東側擁壁のＬ字基礎の底部より１\n０㎝程度高い（甲２３）。\n原告職員は，同日午前９時頃から流出状況を確認し，同日午前１１時\n頃，本件貯留槽の流出口のバルブ２本（開閉率５０％未満であった。）\nを，開閉率約５０％まで開いた。\n同日午後７時頃，上記インターホンからの水の流出は止んだ。\n原告職員は，その頃，本件貯留槽の流入口を閉じ，これ以降本件貯留\n槽の供用を停止した。（甲５５の２，証人Ｋ）\nその後数日中に，上記水の流出は全て止んだ。\n⒁  原告は，平成２１年１０月８日から同月２０日まで，本件事故の調査の\n－12－\nため，業者に依頼して，本件貯留槽上部の土砂とコンクリートを除去した\n（以下「調査掘工事」という。）（甲１２）。\n原告職員及び被告Ｃ従業員は，同月１３日，本件貯留槽内部に入り，ず\nれや歪みの様子等を確認した（甲２３，証人Ｉ）。\n⒂  被告Ｃは，平成２１年１０月２６日，原告に対し，「雨水貯留槽の漏水\n調査について」と題する調査報告書（甲２３の一部）を提出した。この報\n告書では，パネケーブ槽の擁壁側への水平移動（点検枡開口部と接続する\n本件貯留槽の通りとの間に８０～１００㎜のずれがあること及び点検枡開\n口部付近でパネケーブ内の通路の長手方向（南北方向）の曲がり）及び擁\n壁側への傾斜，パネケーブ槽と擁壁の間の埋戻し不良，パネケーブ槽と角\n人孔の取付部で遮水シートと躯体とが剥離があることを確認したなどとし\nている。\n⒃  株式会社Ｌ（以下「Ｌ」という。）は，平成２１年９月に原告の委託を\n受け，同年１０月７日に現地調査の上，同年１１月，調査報告書（甲２３）\nを提出した。\nこの報告書は，遮水シートの点検枡貼付部は人力により容易に剥がせる\n状況であったことが現地の試掘調査等で確認されたこと，本件貯留槽東側\nの花壇の下部に打設されたコンクリートの下の土の締め固めが不十分であ\nったこと，目視調査及び測量の結果，本件貯留槽と点検枡とのずれ，パネ\nケーブ及び貯留槽全体の傾斜や固定部材のずれが確認されたことなどを指\n摘し，本件貯留槽からの漏水の原因となった可能性が高いものとして，①\nシート端部の止水不良，②擁壁背部の土の埋戻し・転圧不良及び空水時の\n地下水位上昇で生じた浮力による変形に起因するシート端部の剥がれを挙\nげた。また，漏水原因の特定や補修，偏土圧対策は困難であるとして，本\n件貯留槽の再使用は非常に困難であり，また，本件貯留槽と東側擁壁との\n間及び北東点検枡と北西点検枡との間で土の埋戻し・転圧が不十分であり，\n－13－\n本件貯留槽の崩壊，傾きの危険があるため，補強が必要であるとしている。\n⒄  原告は，業者に依頼して，平成２１年１２月１日から同月１０日まで，\n調査堀工事（上記⒁）のため除去した土砂及びコンクリートを復元し，\n本件貯留槽の流入口の閉塞板を交換する工事（以下「調査掘復旧工事」\nという。）を行った（甲１３）。\n⒅  原告は，Ｌの調査報告書（甲２３）に基づき，平成２２年３月２日から\n同月２６日まで，業者に依頼して，本件貯留槽と東側擁壁との間及び北東\n点検枡と北西点検枡との間にセメント系注入剤を注入する工事（以下「注\n入工事」という。）を施工した。そのため，γ公園に，同月１５日から同\n月１９日までの間，ボーリング機（重量０．４７ｔ），ポンプ（同０．３\n９ｔ），グラウトミキサー（同０．２４ｔ）が搬入された（別紙８「現地\n搬入物の重量表」，甲５４）。\n注入工事では，東側空間の埋戻土に２０箇所，それぞれ１６２ないし８\n１０ℓ の注入剤（合計１３．５６６㎥）を，０．１ないし０．９Ｍｐａの\n圧力で注入した。最も北側の注入箇所（甲２６の３枚目，Ｎｏ２２）では，\n１６２ℓ の注入剤を０．１ないし０．２Ｍｐａの圧力で注入した。（甲２\n６，５４）\n⒆  原告は，平成２３年７月２１日，被告Ａに対し，本件訴訟（事件番号略）\nを提起した。\n⒇  原告は，平成２３年８月１２日から平成２４年９月２８日まで，業者に\n依頼して，本件貯留槽を撤去し，同じ場所に鉄筋コンクリート製雨水貯留\n槽を築造するとともに，近隣に雨水貯留用の暗渠を築造する工事（以下，\nこれらを併せて「再設置工事」という。）を行った（甲１６，３４の１か\nら３，３５の１・２，３６，３７）。\n再設置工事のため，平成２３年１０月１７日から平成２４年３月１５日\nまで，γ公園に，重量０．２ｔから３３．２ｔの重機等が搬入された（別\n－14－\n紙８「現地搬入物の重量表」）。\n原告及び被告らの一部は，再設置工事中のγ公園において，次のとおり\n現地立会いを行った。\nア  平成２４年１月１８日（甲２１）\n被告Ａ代表者，被告Ｂ代表者役員・従業員，被告Ａ・被告Ｂ代理人，\n被告Ｃ従業員，被告Ｄ従業員，原告の代理人・職員等が立ち会った。原\n告は予め，南北の点検枡及び東側擁壁に沿って本件貯留槽上の土砂を一\n部取り除き，上面遮水シートと各点検枡との接合部分を目視できるよう\nにした。\n各点検枡と本件貯留槽との接合部分付近に上から注水した（以下「注\n水試験」という。）ところ，北側点検枡と上面遮水シートとの接合部分\n（以下「北点検枡接合部（上）」という。）で，パネケーブと点検枡と\nの隙間への漏水が確認された。漏水の原因については当事者間に争いが\nある。\nイ  平成２４年３月２１日（甲２２）\n被告Ａ役員，被告Ｂ代表者・役員・従業員，被告Ｃ従業員，被告Ｄ従\n業員，原告代理人・職員が立ち会った。原告は，予め，本件貯留槽の上\nの土砂を全て取り除き，上面の遮水シートの一部を剥がし，遮水シート\n内側のパネケーブを目視できる状態にした。\n原告は，再設置工事におけるパネケーブの撤去に合わせ，本件貯留槽の\n各段のパネケーブの水平変位をその南北端を基準として計測し，東側中央\n部（北から６ｍ）の２段目（下から。以下同じ。）付近が最大５５．５㎜\n東に張り出していることを確認した（甲２７）。\n原告職員は，平成２４年４月１４日，再設置工事において，２段目のパ\nネケーブを撤去中，本件貯留槽の内側（北東側の点検枡と東面遮水シート\nとの接合部分）に，注入剤の固まりを発見した。\n－15－\n原告職員は，同月１６日，１段目のパネケーブを撤去した後，上記注入\n剤の固まりをバールで取り除き，その状況をビデオで撮影した（甲４０）。\n原告及び被告らの一部は，平成２４年４月１７日，再設置工事中のγ公\n園において，次のとおり現地立会いを行った（甲２４）。\n被告Ａ役員，被告Ｂ代表者・役員・従業員，被告Ｃ代理人・従業員，原\n告代理人・職員が立ち会った。パネケーブはほとんどが撤去されており，\n東面遮水シートと北東点検枡との接合部分（上記 ）は目視できる状態で\nあった。\n本件貯留槽の東面遮水シートと北東点検枡との接合部分について，次の\n状況が確認された（甲２４，３３，４０）。\nア  東面遮水シートと捨て貼りシート又は東面遮水シートを構成する短冊\n状遮水シート同士が溶着されておらず又は溶着後剥離したと思われる部\n分が，底面から上約７０㎝まで認められた（以下「北東角解離部分」と\nいう。）。\nイ  本来は底面まで固定されているべきフラットバーが，底面から上約１\n５０㎝までしか存在せず，その部分で引きちぎられたような形跡が認め\nられた。本件設置工事時点（１段目のパネケーブの設置前）では，この\n部分のフラットバーは底面付近まで固定されていた（丁２）。\nＬは，平成２４年６月，原告に現地調査報告書（甲２７）を提出した。\nＬは，同年４月１１日の目視調査及び原告による現地立会の結果に基づき，\n本件事故の漏水原因は，点検枡の遮水シート固定部からの可能性が十分考\nえられるとした。\n原告は，平成２４年７月２０日，被告Ｂ，被告Ｃ及び被告Ｄに対し，本\n件訴訟（事件番号略）を提起した。\n原告は，平成２４年１２月２８日，被告Ｆ及び被告Ｅに対し，本件訴訟\n（事件番号略）を提起した。\n－16－\n４  争点及び当事者の主張\n⑴  本件貯留槽に雨水が流出するような瑕疵があったか及びその瑕疵と本件\n事故との因果関係（争点⑴）\n（原告）\nア  本件貯留槽の東面遮水シートと北東点検枡との接合部分（北東角解離\n部分 ）及び北東及び北西各点検桝と下面遮水シートとの接\n合部分（２か所。以下「北点検枡接合部（下）」という。）において，\n遮水シート同士又は遮水シートと捨て貼りシートが溶着されておらず又\nは溶着不良のため本件事故までに剥離した。\nイ  本件事故は，雨水が本件貯留槽のアの箇所から漏出して生じた。この\nことは，本件事故の被害を受けた住宅と本件貯留槽との位置関係，本件\n事故当日，東側擁壁の隙間や水抜き穴から水が出ていたこと，本件事故\n時，本件貯留槽は満水に近い状態で，本件貯留槽内の雨水が減るにつれ\nて漏出はおさまり，本件貯留槽内の雨水が概ね排出された本件事故の日\nの午後７時頃にインターホンからの水の流出が止んだという経過から裏\n付けられる。\n本件貯留槽が満水になれば，雨水は流入口から流入しなくなり，本件\n貯留槽の容量を超えて流入することはあり得ないから，流出口からの流\n出量のいかんを問わず，点検枡上部の開口部から雨水が溢れることはな\nい。本件貯留槽上のγ公園や道路に水が溢れたという状況も確認されて\nいない。事前計画協議書（甲６）の「ｂ  貯留槽のオリフィスの断面計\n算」の「オリフィス管（流出口）の１本は全開，他方の管は開閉率７％\nとなる」という記載は，下流側溝の流下能力に基づくバルブ開閉率の最\n大値であり，本件事故時にバルブをこのとおりに操作すべきであったと\nいうことではない。\n（被告ら）\n－17－\n本件事故は，本件貯留槽内部の雨水の漏水によるものではない。\nア  本件事故時，原告が主張するような，遮水シートの解離等はなかった。\nなお，北東角解離部分は，再設置工事の際，原告職員又は原告の依頼\nした業者等が作出した可能性がある。\nまた，北点検枡接合部（下）に漏水の原因となる隙間等があったとは\n認められない。注水試験の結果は信用できず，北東及び北西各点検桝と\n上面遮水シートとの接合部分（２か所。以下「北点検枡接合部（上）」\nという。）に隙間等があったとは認められないし，仮に同部分に隙間等\nがあったとしても，北点検枡接合部（下）に同様の隙間があったとはい\nえない。\nイ  本件事故の日の午前４時頃に雨は止んだのに，その約５時間後の同日\n午前９時３０分頃に本件貯留槽が満水に近かったことや，同日午前１１\n時頃に流出口のバルブを開いたのに，その約８時間後の同日午後７時頃\nに本件貯留槽の水位が約半分であったことは，本件貯留槽からの漏水と\n矛盾する。\nまた，本件貯留槽の供用を開始した平成２１年７月１日から本件事故\nの日（同月２２日）までに降水が観測された日は複数あったが，本件事\n故以前にこのような事故は生じていない。\nさらに，本件事故の被害は南側ほど大きいから，原告主張の瑕疵（本\n件貯留槽の北東部及び北部）による漏水と矛盾する。\n（被告Ｄ）\nア  本件貯留槽の北東部から流出した水が，その東側の住宅のインターホ\nン（ＧＬ（グランドレベル。地面からの高さ）１２０㎝）から流出する\nことは考え難い。北東角解離部分からの水の流出は，保護シートや土に\nよって阻害されるし（厚さ１０㎜の繊維質の保護シート２枚に相当量吸\n収される。），東側擁壁（厚さ５０㎝のコンクリート製Ｌ字型擁壁）の\n－18－\n基礎の更に下を漏水が通過することは考え難い。\nイ  本件事故は，流出口が適切に開かれなかったために，本件貯留槽が満\n水になり，その内部の水が点検枡上部のグレーチング（溝蓋）の開口部\nより地上に溢れたために生じた可能性がある。\n本件貯留槽の流出口は，１本が全開，もう１本が開閉率７％でなけ\nればならないのに（甲６・事前計画協議書「ｂ  貯留槽のオリフィス\nの断面計算」），本件事故当時，原告はこれらの開閉率をいずれも５\n０％未満にしていた（前提事実⒀）。原告が流出口を開けていなかっ\nた可能性もある。   本件事故当時，本件貯留槽に流入した雨水はそ\nの容量７２７㎥を超えていた。本件事故前約９ないし５時間の降雨量\nは６９㎜であり，本件貯留槽に雨水が流入する流域面積は２万２６０\n０㎡（甲２３の流域図・図面番号１７－１）である。\n⑵  １の瑕疵は被告らの施工不良によって生じたか（争点⑵）\n（原告）\nア  以下の施工不良が単独で又は競合して，北東角解離部分が生じた。\n埋戻し及び転圧不良\n土を十分締め固めるためには，埋戻し厚さ約３０㎝ごとに転圧機\nによる転圧を行うべきであるが，Ｈは，本件貯留槽のパネケーブ（高\nさ約４ｍ）が組み立てられた後に，その高さまで本件貯留槽と東側\n擁壁との間（以下「東側空間」という。）の土を埋め戻して，小型\n転圧機で転圧しただけであった。これによる締め固めの効果は土表\nから２０ないし３０㎝にとどまり，著しく不十分である。また，本\n件貯留槽に片側から偏った土圧がかからないよう，その両側の土を\n並行して均等に埋戻し・転圧していくべきところ，Ｈは，本件貯留\n槽の西側の土の埋戻し・転圧を先行させ，それが完了してから東側\nの土を処理した（前提事実⑹⑪）。なお，本件貯留槽西側にはセメ\n－19－\nント系固化剤を混ぜた改良土が埋め戻されており，これが固化して\n自立する数日から数十日後には西からの土圧は生じなくなるから，\n北東角解離部分が生じたのはそれまでの間である。\n締め固めが適切にされた土にはその体積の１０％未満の注入剤\nしか注入できないが，注入工事において東側空間の埋戻土に注入さ\nれた注入剤の量は，当該部分の土の体積（約３２㎥）の４０％を超\nえる１３．５６６㎥である（前提事実⒅）。これは，埋戻し・転圧\nが不十分であったことを示すものである。\n⒝  の埋戻し・転圧不良のため，本件貯留槽に西から大きな土圧が\nかかり，本件貯留槽が東側に移動した。これにより，北側点検桝と\n遮水シートとの接合部分に大きな引っ張り力が働き，遮水シートの\n引っ張り強度を超えて，北東角解離部分を生じさせた。平成２４年\n４月頃の調査で，本件貯留槽の中央部（北から６ｍ）付近が最大５\n５．５㎜東に張り出していたこと（前提事実 ）は，本件貯留槽が\n東側に移動したことを裏付ける。\n⒞  被告らの主張は，以下のとおり理由がない。\n本件貯留槽の東側に埋め戻された土が，雨水の浸透や注入剤の注\n入によって１０ｔトラック約２台分も流出するとは考え難い。仮に\nそうなれば，本件貯留槽の周囲に土が堆積するなどの痕跡が生じる\nはずであるが，そのような痕跡は認められない。\n記載のとおり，本件貯留槽の西側に埋め戻された改良土が固化\nして自立するまでに数日から数十日を要するから，少なくともその\n間は，本件貯留槽に西からの土圧がかかっていた。\n原告は，平成１８年３月２日に本件貯留槽内部を確認した際，懐\n中電灯で照らせる範囲を目視しただけで，測量はしなかったから，\n南北約２０ｍの本件貯留槽内の通路が途中で約５㎝張り出してい\n－20－\nることに気付くことはできない。\n遮水シートの溶着漏れ又は溶着不良\n被告Ｆは，北東角解離部分で遮水シートを溶着しなかったか，その\n溶着が不十分であった。原告職員が平成２４年４月１６日に北東角解\n離部分を確認した際，同部分の遮水シートに剥がれた跡はなく，もと\nもと溶着されていないように見えたこと，被告Ｃの調査報告書（甲２\n３）に「パネケーブ槽と角人孔の取り付け部で，遮水シートと人孔躯\n体との接着に剥離がある」と，Ｌの調査報告書（甲２３）に「遮水シ\nートの点検枡貼付部は人力により容易に剥がせる状況が確認された」\nとされていること及び本件貯留槽の北東部の底部付近におけるシー\nトの溶着は，北側，東面及び底面の各遮水シートを一度に貼り合わせ\nるため，難度が高かったことは，溶着がなく又は不十分であったこと\nを裏付ける。このような施工の原因は，北東角解離部分の溶着作業ま\nでに本件貯留槽構造体（パネケーブ）が浮力及び土圧のため東に移動\nしたため，東面遮水シートが本来溶着すべき位置に届かなくなり，遮\n水シートの溶着ができなかったか，溶着が不十分となったことにある\nと\nて張りシートの上には既にフラットバーが取り付けられていたため，\n作業に当たった者がフラットバーを引きちぎるように取り外したも\nのと考えられる。\nなお，別紙９の図面のとおり，東面遮水シートは，その端を東向き\n（本件貯留槽の外側）に折り曲げて，北東点検枡の上下方向捨て貼り\nシートに溶着されているが，このような方法では，反対側に折って溶\n着した場合より剥がれやすい。\n浮力対策不足\n⒜  平成１７年８月３０日の降雨（４４㎜）のため，パネケーブ組立\n－21－\n中の本件貯留槽の周囲及び下面遮水シートの下に多量の雨水がたま\nり，その時点で組み立てられていたパネケープ１段分の自重を大幅\nに超える浮力が生じ，組立中のパネケーブ全体が東に移動した。そ\nして，パネケーブ組立終了後シート施工完了前の同年９月７日の降\n雨（３３㎜）や本件貯留槽完成後の同年１０月中の降雨で，パネケ\nーブ４段分の自重を大幅に超える浮力が生じ，本件貯留槽（遮水シ\nートを含む。）が浮き上がり，点検桝に接合された遮水シートに上\n向きの引っ張り力がかかった結果，北東角解離部分が損傷した（本\n件貯留槽西側が斜面でなく平面であると仮定しても，自重を超える\n浮力が生じるだけの雨水は流入している。）。\n本件貯留槽に流入する雨水の流域面積は，本件設置工事中は１万\n５０００㎡，工事後は２万２６００㎡（甲２３の流域図・図面番号\n１７－１）であった。そして，本件貯留槽の西側には約４５度の斜\n面があり，本件貯留槽の西側及び東側には一定の空間が存在し，か\nつ，東側擁壁の水抜き穴が遮水シートで閉塞されていた（前提事実\n⑹③）ため，本件貯留槽（遮水シートを含む。）の周囲及び下には\n相当量の雨水が溜まり得る状況であった。\nまた，東側擁壁の水抜き穴を閉塞した後の排水対策は不十分であ\nった。本件貯留槽の西側の仮設水路は，蛇腹状のカナパイプを敷設\nして周囲を少し素掘りした程度のものであり，カナパイプはその先\n端開口部に入る水しか排水できず，素掘り部分も排水には不十分で\nあった。防災計画平面図（乙２８の１）どおりに仮設水路が設置さ\nれたかも明らかでない。なお，北側擁壁の水抜き穴からは，その擁\n壁より下部に溜まった水は排出されない。\n⒝  原告及びＬが現地を調査した際，北側の点検桝上部に打ち付けら\nれたフラットバーにたわみが認められたが，これは，上記の雨水の\n－22－\nため浮力が生じて本件貯留槽が浮き上がり，フラットバーに力がか\nかったためであると解される。また，本件貯留槽と東側擁壁との間\n隔は，本件貯留槽設置開始時には５２㎝（甲４７・竣工図）であっ\nたのが，モルタル吹付け時には約３０㎝であったと認められる（甲\n２３の写真８４枚目）から，その間に本件貯留槽は東に２２㎝移動\nしたことになるが，これも，上記のとおり本件貯留槽が浮き上がっ\nたためであると解される。さらに，北東角解離部分付近のフラット\nバーが一部引きちぎられたような跡については のとおりである。\n北東角解離部分の発生原因に関する被告らの主張について\n⒜  注入工事について\n注入工事では，各注入箇所で８１０ℓ の注入剤注入を計画してい\nたが，北東角解離部分に最も近い注入箇所（甲２６の平面図のＮｏ\n２２）では，注入圧力が上昇せず，注入剤が逸脱・流出していると\n判断されたため，注入を中止し，１６２ℓ の注入にとどまった（他\nのほとんどの箇所では計画どおりの量が注入された。）。これは，\n注入工事以前に北東角解離部分が生じていたことを示す。\nまた，北東角解離部分付近での注入圧力は０．２Ｍｐａであり，\nこれで遮水シートが剥離又は破断するのであれば，甲２６の平面図\n「Ｎｏ８」（最大圧力０．９ＭＰａ）及び「Ｎｏ１１」（最大圧力\n１．２Ｍｐａ）でも剥離又は破断が生じるはずである。\n⒝  注入工事及び再設置工事の際，重機等を搬入したことについて\n上記各工事では，重機等を置く際，その下に鉄板を敷いていた。\nこれにより，地中に伝わる力は減衰するから，本件貯留槽に作用し\nた荷重は，安全側にみても，本件貯留槽の耐荷重を超えない。\n⒞  再設置工事等の影響について\n北東角解離部分は，発見されたとき，注入剤の固まりの中に埋ま\n－23－\nっていたのであるから（前提事実 ），それまでに原告の関係者が\n北東角解離部分を生じさせることは不可能である。\nまた，遮水シートは硬く厚みがあるから，注入剤の固まりを取り\n除くときにバールが当たったとしてもその程度で穴が開くことはな\nく，まして約７０㎝にわたって剥離又は破断したりすることは考え\nられない。\n⒟  引渡後供用開始までの劣化，変形，損壊などの可能性について\n本件貯留槽が供用開始までに劣化，変形したならば，それは被告\nらの施工に問題があったことを意味する。また，本件貯留槽内部に\n入るには専用の器具が必要であるから，何者かが侵入して損壊する\nことは考え難い。\nイ  以下のとおり，北点検枡接合部（下）の遮水シートの剥離又は破断が\n生じた。\nア のとおり，被告らの浮力対策不足により，本件設置工事中に降っ\nた雨が本件貯留槽（遮水シートを含む。）の周囲及び下部に溜まって本\n件貯留槽（同）が浮き上がり，点検桝に接合された遮水シートに上向き\nの強い引っ張り力がかかり，北点検枡接合部（下）の遮水シートの剥離\n又は破断が生じた。\n原告及びＬが現地を調査した際，北点検枡接合部（上）のフラットバ\nーにたわみ（隙間）が生じていたこと，注水試験の際，北点検枡接合部\n（上）で，パネケーブと点検枡の隙間への漏水が確認されたこと（前提\n事実 ）から，本件貯留槽が浮力により浮き上がり，北点検枡接合部\n（上）の遮水シート接合部に上向きの強い引っ張り力が加わったことが\n推認できる。そうすると，北点検枡接合部（下）の遮水シートないしそ\nの溶着部分にも同様の力が加わったと解されるから，その部分の遮水シ\nートが損傷し，漏水が生じたと推認される（別紙１０「遮水シート取付\n－24－\n部詳細」のとおり。なお，青矢印は水の流れである。）。\n（被告ら）\nア  北東角解離部分について\n埋戻し・転圧不良について（被告Ａ，被告Ｂ，被告Ｅ）\n⒜  埋戻し・転圧不良はない。\n注入工事において東側空間の埋戻土に注入剤が多量に注入され\nたのは，それまでに土が流出したことが原因である可能性があり，\n埋戻し・転圧が不十分だったためであるとはいえない。本件貯留槽\n付近に降った雨水や本件貯留槽から漏れた水により，地中に浸透水\nの水路ができ，これらの水が東側空間の土を伴って流出した可能性\nがある。水流が速ければ，土は堆積せず流れていく。\nまた，注入工事の注入剤により，土が本件貯留槽と南側の点検枡\nとの隙間に押し出された可能性がある。\n本件貯留槽の西側の埋戻しには固化剤を混ぜた改良土を用いてお\nり，改良土は半日程度で自立するから，原告が主張するような西か\nらの土圧は生じない。また，本件貯留槽の重量４５．３６ｔに吹き\n付けモルタルの重量５０．１５ｔを加えると，原告が主張する西か\nらの土圧７０．２ｔ（甲２８）を超えない。\n⒝  埋戻し・転圧不良と北東角解離部分の発生との因果関係はない。\n本件貯留槽が本件設置工事完了までに東に移動したことはない。\nそのようなことがあれば，点検枡開口部とパネケーブの開口部とが\nずれて，パネケーブ内の通路を同心円状にまっすぐ見通すことがで\nきなくなり，目視で異常を確認することができる。しかし，平成１\n７年１１月２８日頃の現場施工写真（甲２３の写真１２７，１２８）\nでは，点検枡開口部とパネケーブの開口部のずれはない。また，原\n告は，平成１７年８月３１日及び同年９月５日に現場立会いをし，\n－25－\n平成１８年３月２日に現地確認で本件貯留槽内部を確認し，同月６\n日に京都府による工事完了検査に立ち会い，それ以降も供用開始ま\nでに複数回点検をしたが，そのいずれにおいても異常を確認してい\nない。さらに，被告Ｃが，平成１７年１１月中旬頃に点検枡の開口\n部とパネケーブの開口部との接合部分の工事をした際（前提事実⑺）\nにも，異常は確認されていない。\n⒞  仮に本件貯留槽が東側に移動したとしても，それによって北東角\n解離部分は生じない。\nⅰ  本件貯留槽が数十㎝移動した場合の遮水シートの伸び率は１０\n０．５５％以下となるが，本件の遮水シートの伸び率性能は７５\n０％以上である（前提事実⑷イ ）から，遮水シートの剥離又は\n破断は生じない。また，溶着部分と本件貯留槽構造体（パネケー\nブ）との間には一定の遊びの空間があるから，数㎝程度の移動で\n遮水シートが剥離又は破断することはない。\nⅱ  本件貯留槽が東側に移動したことにより北東角解離部分の遮水\nシートが引っ張られて剥離するなら，その部分だけでなく，北西\n点検枡との接合部分でも剥離するはずである。\nⅲ  本件貯留槽の東への張り出し（前提事実 ）による変位は，水\n平（南北）では中央部，高さではパネケーブの下から３段目辺り\nで大きい。これは北東角解離部分の位置と一致しない。\n⒟（被告Ｅ）北東角解離部分は，埋戻し・転圧不良によっては生じ得\nない。むしろ，遮水シートが溶着されなかったことにより生じたと\nいうべきである。\n北東角解離部分の遮水シートの端は直線状であり，破れたような\n跡やささくれはなかったから，当初から溶着されていなかったと認\nめられる。\n－26－\n遮水シートの溶着不良について（被告Ｅ以外の被告ら）\n被告Ｆは適切に遮水シートの溶着をした。溶着不良はない。\n北東角解離部分の遮水シートは，原告が廃棄して現存しないから，\n溶着不良の証明はないとするべきである。\n遮水シートの溶着は，熟練した専門工２名が行い，施工した被告Ｆ\nのほか，被告Ｄ，被告Ｃ及び被告Ｂも，現場で施工が適切であること\nを確認した。北東角解離部分は，北側，東面，底面の各遮水シートを\n最後に一度に貼り合わせるため，難度が高く，最も注意を払う箇所で\nあるし，現場には多数の作業者がいたから，溶着し忘れることはあり\n得ない。原告も，平成１８年３月２日の現地確認及び同月６日の京都\n府による完了検査への立会いで現場を確認した。\n浮力対策について\n浮力対策不足はなく，原告主張の浮力は生じていない。\n⒜  本件貯留槽の西側に仮設水路を設けており，かつ，北側擁壁に多\n数の水抜き穴があるから，東側擁壁の水抜き穴の閉塞を前提として\nも，排水対策は不足していない。\nまた，本件貯留槽の周囲及び下部に雨水が溜まる状況ではなかっ\nた。本件設置工事中に本件貯留槽付近に流入する雨水の流域面積は\n正しくは９５００㎡であり（平成１７年４月２７日被告Ｂ作成の流\n域図・乙２７の２），仮設水路により排水される流域を除くと３５\n０㎡となる。しかも，本件貯留槽の西側の斜面は，原告が浮力によ\nる浮き上がりを主張する平成１７年８月３０日，同年９月７日頃に\nはなかった。\n本件貯留槽付近は，勾配をとって，雨水が南側に流れるようにし\nていたから，雨水が東側擁壁で堰き止められることはない。本件貯\n留槽の北東角解離部分からの漏水が本件貯留槽東側の住宅に流れ出\n－27－\nたのであれば，本件貯留槽の下部に雨水が滞留するはずがない。\n⒝  遮水シートでパネケーブを被覆するまでの間は，雨水による浮力\nは生じない。他方，埋戻しが完了した同月７日頃以降は，本件貯留\n槽にその上の土（１㎥当たり１．８ｔ）を加えた重さを超える浮力\nが生じなければ，移動は起こらない。\nまた，本件貯留槽が浮力によって浮き上がれば，パネケーブのか\nみ合わせが外れてばらばらになる。原告職員は，降雨の翌日である\n平成１７年１０月１日に現場に臨場したが，異常を認めていない。\n現地調査で認められた北側点検枡上部のフラットバーのたわみ\nは，浮力によるものであるとはいえない。すなわち，原告は，調査\n掘工事で本件貯留槽上部の土砂とコンクリートを除去し，調査掘復\n旧工事でこれらを復元し，注入工事や再設置工事で本件貯留槽の上\nの地上に耐荷重を超える重機を置くなどしており，上記のたわみは\nこれらによる応力や本件貯留槽の変形によって生じ得る。\n本件貯留槽と東側擁壁との間隔が２２㎝減少したという原告の主\n張は，出来形図（甲４７）及び写真に基づくものであって，不正確\nである。本件貯留槽の構造体も，設計寸法と実測値とが異なってい\nる（前提事実⑷ ）。また，点検枡開口部とパネケーブの開口部\nとはいずれも直径が７６㎝であり，その約３分の１に当たる２２㎝\nのずれを見逃すことは考えられない。\n北東角解離部分の発生原因\n⒜  北東角解離部分は，注入工事により生じた可能性がある。\nⅰ  再設置工事の際，本件貯留槽の北東角部の遮水シートから，下\nから２ないし３段目のパネケーブの高さで，注入剤が内側に漏れ\n出すように固まっていた（丁１０の４）。これは，注入剤の注入\nにより上記部分の遮水シートが剥離又は破断したことを示してい\n－28－\nる。\n注入は底面に近い位置でされるから，注入工事までに北東角解\n離部分（底面から約７０㎝）が生じていれば，最初から注入剤の\n漏出が生じ，したがって注入圧力も上がらないはずである。しか\nし，上記のとおり注入剤はパネケーブの下から２ないし３段目の\n高さで固まっていたのであり，その高さまでは相応の注入圧力\n（０．２Ｍｐａまで上昇した（前提事実⒅）。）があって注入が\n継続されたと認められるから，工事開始までに破断や剥離があっ\nたということはできない。\nⅱ  設計上本件貯留槽にかかる圧力はその高さである水柱約４ｍ\n分であるが，注入工事では０．２Ｍｐａ（水柱２０ｍ分）の圧力\nがかけられた。\nまた，再設置工事の際，注入剤は北東点検枡の東端から西側に\n約２０㎝（丁２の黒い縦のライン。フラットバー（幅約４㎝）の\n３から４倍である。）張り出して固まっていたから，本件貯留槽\nは注入剤の注入によって西に約２０㎝移動したと認められる。北\n東角解離部分はこの移動により生じた可能性がある。なお，東面\n遮水シートは，西（本件貯留槽の内側）に折り曲げて溶着された\nが，上記移動の結果，東向きに折り曲げられた状態になっていた\nと解される。\n⒝  北東角解離部分は，注入工事及び再設置工事の際に，本件貯留槽\nの上にその耐荷重（１４ｔ）を超える重機等を置いたことにより生\nじた可能性がある。\n原告は，別紙８「現地搬入物の重量表」記載のとおり，注入工事\n中の平成２４年１月１０日から同年２月１５日までは１０５．８\nｔ，再設置工事中の同年２月２２日から同年３月９日までは４４．\n－29－\n６ｔの負荷をかけ，振動や打撃を加えていた。\n⒞  北東角解離部分は，本件事故後に行われた原告による再設置工事\n等によって生じた可能性がある。\n再設置工事の時点でフラットバーがなかったのは底面から約１\n５０㎝の高さまでの部分であるが，パネケーブが１段以上組まれた\n状態でその箇所のフラットバーを取り外すことは不可能である。し\nたがって，フラットバーの取外し及び北東角解離部分の発生は，本\n件設置工事時ではなく，パネケーブ撤去後である。\n具体的には，本件事故後の原告によるパネケーブの撤去，遮水シ\nートの撤去，注入剤の撤去などの作業の際に，北東角解離部分が生\nじた可能性がある。原告職員は，注入剤の固まりをバールで乱暴に\n取り除いていた。再設置工事開始時にはフラットバーが確認できる\nが，途中からは存在しなくなるから，その間に取り外されたと認め\nられる。\n⒟  原告による管理開始後，供用開始まで約３年３か月が経過してお\nり，その間に本件貯留槽が劣化し，浮力により変形・破損し，又は\n何者かが内部に侵入して破壊するなどして，北東角解離部分が生じ\nた可能性がある。原告は，上記の間目視点検を２回ほど行ったのみ\nで，適切に管理していなかった。\nイ  北点検枡接合部（下）について\n北点検枡接合部（下）の剥離又は破断はない。\n本件事故後の現地調査の際に認められた北点検枡接合部（上）のフ\nラットバーのたわみは，前記 のとおり，原告によるその後の工\n事で生じた可能性がある。\n注水試験は，原告が捨て貼りシートを一部剥がした上で，剥いだ捨\nて貼りシートと点検枡のコンクリート面との間にホースを差し込ん\n－30－\nで注水するというものであり，それによる漏水は浮力による浮き上が\nりを示すものではない。また，点検枡の上部と下部では点検枡と捨て\n貼りシート及び捨て貼りシートと遮水シートの接合方法が異なるか\nら，北点検枡接合部（上）が漏水したとしても，そのことは北点検枡\n接合部（下）からの漏水の根拠にはならない。\nア のとおり，原告主張のような浮力は生じないし，それによって本\n件貯留槽が東に移動したこともない。\n被告Ｅの注意義務違反及び被告Ｅの「注文者」（民法７１６条）該当性\n（争点 ）\n（原告）\nア  被告Ｅは，十分な土の埋戻し・転圧を行うべき義務を負う。そして，\nＨは被告Ｅの履行補助者であり，東側空間について十分な土の埋戻し・\n転圧をせず，本件事故を生じさせたから，被告Ｅは不法行為責任を負う。\nイ  被告Ｅは，土木工事の専門業者であり，Ｈを直接又は間接に指揮監督\nする権限を有していたから，民法７１６条本文にいう「注文者」に当た\nらず，同条によっては免責されない。\n（被告Ｅ）\nア  本件貯留槽周囲の土の埋戻し・転圧工事に関し，Ｈに対する監理・監\n督は，発注者である被告Ｅではなく，被告Ｂがすることとなっており，\n被告Ｂが作業日報の作成や写真の撮影などをしていた。\nＨは本件貯留槽について知識や情報を有さず，特別な方法による埋戻\nしを指示されることもなかった。また，被告Ｅも，他の被告らから本件\n設置工事全体の説明や図面の提示，パネケーブの説明や図面・機能説明\n書等の提示を受けておらず，埋戻し方法を被告Ｃと協議するよう指示さ\nれてもいない。そして，本件東側擁壁と本件貯留槽との間隔は約３０な\nいし４０㎝と極めて狭く，人が入って作業することはできないから，厚\n－31－\nさ３０㎝毎の転圧は困難であった。\nしたがって，Ｈ及び被告Ｅは，東側空間の土の埋戻し・転圧について，\n原告が主張するような作業をする義務を負わない。\nなお，履行補助者の責任は債務不履行責任について生じ得るが，不法\n行為責任には関係がない。\nイ  被告Ｅは，埋戻し・転圧工事の注文者であり，受注者であるＨとの間\nに指揮監督関係はないから，民法７１６条本文によって免責される。\n⑷  被告Ｆの注意義務違反（争点⑷）\n（原告）\nア  被告Ｆは，パネケーブの組立及び遮水工事を請け負ったから，遮水シ\nートの溶着を十分に行い，適切な施工をすべき義務，本件水抜き穴に遮\n水シートを貼り付けるなどの不適切な施工をせず，一時的に本件水抜き\n穴を閉塞する場合も，十分な排水対策を行うよう被告Ｄ，被告Ｃ及び被\n告Ｂに注意喚起すべき義務，並びに本件貯留槽を設計図どおりの位置に\n設置する義務を負っていた。なお，建物の設計者，施工者及び工事監理\n者は，当該建物の建物としての安全性が欠けることがないように配慮す\nべき注意義務を負い（最高裁平成１９年７月６日・民集６１巻５号１７\n６９頁（以下「平成１９年最判」という。）参照），被告Ｆの注意義務\nも同様に解すべきである。\nイ  被告Ｆは，⑵（原告）ア 記載のとおり，北東角解離部分の溶着をし\nなかったか，不十分な溶着しかしなかった。また，本件水抜き穴に遮水\nシートを貼り付け，かつ，他の被告らに注意喚起をしなかった。さらに，\n本件貯留槽の設置中にパネケーブの底板が東に約２２㎝移動したのに，\n工事を続行し，本件貯留槽を設計図よりも東に設置した。\n（被告Ｆ）\nア  被告Ｆがパネケーブの組立及び遮水工事を請け負ったことは否認す\n－32－\nる。被告Ｆは，防水工２名をして，本件設置工事において被告Ｄ等の指\n示に従って作業させる旨の契約をしたにすぎず，工事の内容や日程を決\n定する権限はなかった。\nイ  被告Ｆの作業員は北東角解離部分を適切に溶着した。\n被告Ｆが本件水抜き穴に遮水シートを貼り付けたことは否認する。な\nお，仮にそれをしたとしても，現場責任者である被告Ｂ又は被告Ｄの指\n示に従ったにすぎず，被告Ｆに注意義務違反はない。また，本件貯留槽\nのフラットバーにたわみがあったとしても，本件水抜き穴に遮水シート\nを貼ったこととの因果関係はない。\n被告Ｆの作業員は，パネケーブの組立作業に当たり，被告Ｃや被告Ｄ\nの指示に従ったにすぎず，設計図を示されたこともないから，本件貯留\n槽が設計より東に設置されたとしても，これを認識することは不可能で\nあった。\n⑸  被告Ｄの使用者責任及び注意義務違反（争点⑸）\n（原告）\nア  被告Ｄは，パネケーブの組立及び遮水工事を被告Ｆに請け負わせたが，\n施工期間中現場に常駐して被告Ｆを指示・監督していたから，被告Ｄは，\n被告Ｆの不法行為について，使用者責任（民法７１５条１項）を負う。\nイ  被告Ｄは，ア記載のとおり，パネケーブの組立及び遮水工事の施工期\n間中現場に常駐し，指示・監督するとともに，自らも作業していた。\nしたがって，被告Ｄは，被告Ｆが遮水シートの溶着を十分に行い，ま\nた，本件貯留槽を設計図どおりに設置するよう監視・監督する義務，被\n告Ｆからの引渡しの際に，遮水シートの溶着及び本件貯留槽の設置位置\nが適切か点検・確認する義務及び本件水抜き穴に遮水シートを貼り付け\nるという不適切な施工がされないよう監視・監督し，一時的に本件水抜\nき穴を閉塞するとしても，自ら十分な排水対策をし又は被告Ｃ及び被告\n－33－\nＢにそうするよう注意喚起すべき義務があったのに，これらを怠った。\nウ  被告Ｄは専門業者であり，パネケーブの組立及び遮水工事に立会うな\nどしてその施工を指揮監督していたから，民法７１６条本文にいう「注\n文者」に当たらず，同条によって免責されない。\n（被告Ｄ）\nア  使用者責任\n被告Ｄは，合成樹脂製品等の化学製品を取り扱う商社であり，雨水貯\n留槽の設置工事に携わったことはなかったのに対し，被告Ｆは防水シー\nト工事の専門業者であり，その防水工は熟練の専門工であって，独立し\nた地位で施工に当たっていたから，指揮監督関係はない。被告Ｄは発注\n者として現場で上記施工を確認したにすぎない。\n仮に被告Ｄと被告Ｆとの間に指揮監督関係があるとしても，被告Ｄ\nは，防水シート工事を主たる業務とし，長年の経験を有する被告Ｆを選\n定したから，その選定に相当の注意をしており，かつ，被告Ｆの施工が\n適切であることを確認したから，その監督に相当の注意をした（民法７\n１５条１項ただし書）。\n被告Ｆの注意義務違反がないことについては，被告Ｆの主張を援用す\nる。また，本件水抜き穴の閉塞は被告Ｂの指示により一時的にしたもの\nにすぎず，被告Ｆは元請である被告Ｂに排水対策をするよう注意喚起す\nべき義務を負わない。\nイ  不法行為責任（民法７０９条）\n被告Ｄは，被告Ｆの施工を確認し，パネケーブの組立作業の一部（片\nづけを含む。）を手伝った以外の作業はしていない。\n被告Ｆは遮水シートの溶着を適切に行っており，被告Ｄはそれを確認\nしたし，被告Ｆは本件貯留槽を設計図どおりに設置する義務を負わない\nから，被告Ｄには，被告Ｆによる遮水シートの溶着及び本件貯留槽の設\n－34－\n置の監視・監督義務，被告Ｆからの引渡しに当たって遮水シートの溶着\n及び本件貯留槽の設置位置を点検・確認する義務の違反はない。また，\nア記載のとおり，被告Ｆ及び被告Ｄが被告Ｂに排水対策について注意喚\n起する義務はなく，また，被告Ｄは，被告Ｂが埋戻しのときに本件水抜\nき穴の遮水シートを取り外すと考えていたから，原告が本件水抜き穴の\n閉塞に関して主張する義務を負わない。\nウ  民法７１６条による免責\n被告Ｄは，パネケーブの組立及び遮水工事について被告Ｆに対する注\n文者であり，被告Ｆに対して指示等していないから，民法７１６条本文\nによって免責される。\n⑹  被告Ｃの使用者責任，注意義務違反及び民法７１６条による免責（争点\n⑹）\n（原告）\nア  使用者責任\n被告Ｃは，パネケーブの組立及び遮水工事を被告Ｄに請け負わせた\nが，被告Ｄ及び被告Ｆの施工を監視・監督していたから，被告Ｆ及び被\n告Ｄの不法行為について使用者責任（民法７１５条１項）を負う。\nイ  不法行為責任（民法７０９条）\n被告Ｃは，パネケーブの組立及び遮水工事の施工期間中，施工を監視\n・監督していた。\nしたがって，被告Ｃは，被告Ｄ及び被告Ｆが遮水シートの溶着を十分\nに行い，また，本件貯留槽を設計図どおりに設置するよう監視・監督す\nる義務，被告Ｄからの引渡しの際に，遮水シートの溶着及び本件貯留槽\nの設置位置が適切か点検・確認する義務があったのにこれらを怠った。\nまた，被告Ｃは，パネケーブの製造・販売業者であり，その性質及び浮\n力対策の必要性を熟知していたから，本件水抜き穴に遮水シートを貼り\n－35－\n付けるという不適切な施工がされないよう監視・監督し，現に本件水抜\nき穴が閉塞された後は，自ら十分な排水対策をし又は被告Ｂ，被告Ｄ及\nび被告Ｆにそうするよう注意喚起すべき義務があったのに，これらを怠\nった。\nウ  民法７１６条本文による免責\n被告Ｃは，専門業者であり，パネケーブの組立及び遮水工事の全部又\nは一部を委託した後も，同工事の現場に立会うなどしてその施工及び進\n捗を指揮監督していたから，民法７１６条本文にいう「注文者」に当た\nらず，同条によって免責されない。\n（被告Ｃ）\nア  使用者責任\n被告Ｃはパネケーブの組立期間（平成１７年８月２９日から同年９月\n５日まで）のみ本件貯留槽設置工事に立ち会い，被告Ｄ及び被告Ｆにパ\nネケーブの組立方法を指導したが，遮水工事の施工の監視・監督はして\nいない。したがって，原告が主張する施工の瑕疵について上記各被告と\nの間に指揮監督関係はない。\nイ  不法行為責任（民法７０９条）\n被告Ｃは，遮水工事の専門性を有さず，そのため同工事を被告Ｄに発\n注したのであるから，遮水工事について被告Ｄ及び被告Ｆを監視・監督\nする義務を負わず，現に監視・監督していない。また，被告Ｄからの引\n渡しの際，施工が適切に行われたことを確認した。したがって，原告主\n張の義務違反はない。\nなお，被告Ｃは，被告Ｄ及び被告Ｆが本件貯留槽を設計図どおりに設\n置するよう監視・監督する義務を負わないが，仮に負うとしても，設置\nは適切であった。\nまた，排水対策は被告Ｂが実施すべきものであり，被告Ｃが請け負っ\n－36－\nた工事に含まれないから，被告Ｃは，原告が本件水抜き穴の閉塞に関し\nて主張する義務を負わない。\nなお，本件設置工事当時，プラスチック製雨水貯留槽は広く利用され\nており，パネケーブの設置に特有の技術，知識を要するわけではなかっ\nた。プラスチック製雨水貯留槽を設置する際，周囲を均等に埋戻し・転\n圧すべきであること，埋戻し場所が狭小で機械による転圧が難しい場合\nでも水締め，貧配合モルタルの使用などの方法があることは，土木業者\nにとって基礎的な知識であった（丙８，９，証人Ｍ）。他方，被告Ｃは，\nパネケーブ組立工事のため現場に赴くまで，パネケーブ設置場所や周辺\nの状況を知らされておらず，埋戻し・転圧工事の工程等も知らなかった。\nしたがって，被告Ｃは，パネケーブの製造・販売業者であることを理由\nに，本件設置工事について他の被告らに何らかの注意喚起をする等の義\n務を負わない。\nウ  民法７１６条本文による免責\n被告Ｃは，パネケーブの組立及び遮水工事を被告Ｄに発注した注文者\nであり，同被告や被告Ｆとの間に指揮監督関係はないから，民法７１６\n条本文によって免責される。同条ただし書にいう注文又は指図について\nの過失もない。\n⑺  被告Ｂの使用者責任，注意義務違反及び民法７１６条による免責（争点\n⑺）\n（原告）\nア  使用者責任\n被告Ｂは，本件設置工事全体の元請として，本件設置工事期間中，現\n場に常駐し，工事を指揮監督していたから，被告Ａを除く他の被告らと\nの間に指揮監督関係がある。したがって，被告Ｂは，⑶ないし⑹（原告）\n記載の被告らの不法行為について，使用者責任を負う。\n－37－\nイ  不法行為責任（民法７０９条）\n被告Ｂは，ア記載のとおり，本件設置工事期間中，現場に常駐して工\n事を指揮監督していた。\nしたがって，被告Ｂは，被告Ｃ，被告Ｄ及び被告Ｆが遮水シートの溶\n着を十分に行い，また，本件貯留槽を設計図どおりに設置するよう監視\n・監督する義務，本件水抜き穴に遮水シートを貼り付けるという不適切\nな施工がされないよう監視・監督し，現に本件水抜き穴が閉塞された後\nは，自ら十分な排水対策をし又は被告Ｃ，被告Ｄ及び被告Ｆに注意喚起\nすべき義務，被告Ｃからの引渡しを受け又は被告Ａへ引き渡す際，遮水\nシートの溶着及び本件貯留槽の設置位置が適切か点検・確認する義務，\n並びに被告Ｅが適切に埋戻し・転圧をできるようパネケーブの組立及び\n埋戻しの工程を策定すべき義務があったのに，これらを怠り，さらに，\n本件水抜き穴の閉塞を指示した。\nウ  民法７１６条本文による免責\n被告Ｂは専門業者であり，各工事を現場で指揮監督していたから，民\n法７１６条本文にいう「注文者」に当たらず，同条によっては免責され\nない。\n（被告Ｂ）\nア  使用者責任\n被告Ｂと被告Ａを除く他の被告らとの間に指揮監督関係はない。\n被告Ｂは，パネケーブの組立及び遮水工事に関する専門的な知識・経\n験を有しないから，上記工事を指揮監督する権限もなかった。また，被\n告Ｂは，埋戻し・転圧工事の技術はあるが，被告Ｅの方が優れているか\nら，上記工事を指揮監督する権限はなかった。被告Ｂが現場に常駐し監\n督していたのは，事故・災害が生じないよう安全対策を講じ，本件設置\n工事の進捗を管理し，工事業者間の連絡調整を行うためである。\n－38－\nイ  不法行為責任（民法７０９条）\n被告Ｂは，ア記載のとおり，パネケーブの組立及び遮水工事について\n専門性を有せず，埋戻し・転圧工事についても被告Ｅの方が技術力に優\nれるから，いずれの工事でも指揮監督権限がなかった。また，本件水抜\nき穴の閉塞は，本件設置工事期間中そこから雨水や吹き付けモルタルが\n流出しないようにするという合理的理由があったし，仮設水路の設置等\n排水対策も十分行われていた。被告Ｂが上記各工事の引き渡しを受けた\n際，施工不良を疑うべき兆候はなかった。\nウ  民法７１６条本文による免責\n被告Ｂは，パネケーブの組立及び遮水工事を被告Ｃに発注し，埋戻し\n・転圧工事を被告Ｅに発注した「注文者」であり，両被告との間に指揮\n監督関係はないから，民法７１６条本文によって免責される。\n⑻  被告Ａの瑕疵担保責任（本件技術指針等による）及び被告Ａの注意義務\n違反（争点⑻）\n（原告）\nア  瑕疵担保責任\n本件技術指針は，事業主が原告に雨水流出抑制施設を引き渡すとき\nは，引き継ぎ書の発行日から２年間瑕疵担保責任を負う旨定め，被告\nＡは，これにより，本件貯留槽の瑕疵担保責任を負う。\n被告Ａが引き渡し書を，向日市長は引き継ぎ書をそれぞれ発行して\nいないことは，瑕疵担保責任を否定する理由にはならない。すなわち，\n本件技術指針は事業主に広く周知徹底されていたし，被告Ａも，本件\n技術指針に則って本件開発行為を行い，その様式による事前計画協議\n書や設置完了通知書を原告に提出していたから，本件技術指針に拘束\nされる。\n開発行為の事業主は，都市計画法３３条１項３号により，瑕疵のな\n－39－\nい排水施設を設置する義務を負い，同法上，公共施設の管理者はその\n管理を拒むことができないから，公共施設の設置者は，その管理者に\n瑕疵のない施設を引き渡す義務を負うというべきである。\n瑕疵担保責任の起算点は買主が「事実を知った時」（民法５７０条，\n５６６条３項）であるから，被告Ａは，原告が本件貯留槽の瑕疵を知\nった平成２１年７月２２日（本件事故の日）から２年間，瑕疵担保責\n任を負う。\nイ  不法行為責任\n被告Ａは， 都市計画法上，瑕疵のない本件貯留槽を設\n置する義務を負う。また，被告Ａは，本件貯留槽を設置することを条件\nとして開発許可（同法３３条１項）を受けたから，瑕疵のない貯留槽を\n原告に引き渡す義務を負う。さらに，被告Ａは，京都府に本件貯留槽の\n耐久性，安全性，メンテナンス等を説明する文書（甲１７）を提出する\nなど，本件設置工事において主導的な役割を果たしている。\nそして，本件貯留槽は，大量の雨水を貯留するものであり，施工不良\nにより事故が発生すれば甚大な被害が生じることが予想され，その設置\nは本件開発行為において重要な部分を占めていた。\n以上のとおり，被告Ａは，本件設置工事中，被告Ｂが適切に施工する\nよう監視・監督する義務，被告Ｂから本件貯留槽の引渡しを受ける際及\nび原告に本件貯留槽を引き渡す際，本件設置工事が適切に施工されたか\nを点検・確認する義務を負っていたが，上記各義務を怠った。\n（被告Ａ）\nア  瑕疵担保責任\n本件技術指針は法規ではないから，合意なしに瑕疵担保責任を生じ\nさせることはない。そして，被告Ａは引き渡し書を向日市長に提出し\nておらず，向日市長は引き継ぎ書を発行していない（前提事実⑽）か\n－40－\nら，被告Ａが本件技術指針に基づく瑕疵担保責任を負う旨の合意は成\n立していない。\nまた，都市計画法３３条１項３号は開発許可の基準を定めたもので\nあり，これに違反しても開発許可処分が取り消され得るにすぎず，瑕\n疵担保責任が生じることはない。\n被告Ａが瑕疵担保責任を負うとしても，瑕疵担保期間の経過により\n消滅した。\n本件技術指針に基づく引き継ぎ書の様式では，瑕疵担保期間を「引き\n継ぎ書の発行日」から２年としている。本件では引き継ぎ書が発行さ\nれていないが，原告は平成１８年３月２４日に設置完了通知受理書を\n発行し（前提事実⑻），本件貯留槽は同月２５日に原告の管理に属し\nた（前提事実⑼）から，通常は同日が引き継ぎ書の発行日となる。そ\nうすると，同日から２年を経過した平成２０年３月２５日をもって，\n瑕疵担保責任は消滅したというべきである。\n被告Ａが瑕疵担保責任を負い，かつ，本件貯留槽に瑕疵があるとし\nても，その瑕疵は注文者である原告の指示によって生じたものである\nから，被告Ａは瑕疵担保責任を負わない（民法６３６条本文）。\nすなわち，本件事故の原因は，原告が，本件技術指針に反して，当時\n公的機関で認証されておらず，かつ，傾斜地への設置に適していない\nパネケーブを使用するよう被告Ａに強いたことにある。被告Ａが第１\n期開発で使用した「クロスウエーブ」（公的機関の認証を受けていた。）\nを使用していれば，本件事故は生じなかった。\nイ  不法行為責任\n都市計画法は，開発許可の基準等を定めた行政法令であり，被告Ａが\n原告に対し瑕疵のない本件貯留槽の設置義務を負う根拠とはならない。\n被告Ａは，宅地の開発，分譲，建売住宅の販売を業としていて，土木\n－41－\n工事や雨水貯留槽の設置工事の資格，能力，専門知識を有していない。\nまた，被告Ｂから本件貯留槽の引渡しを受けた際，本件設置工事に施工\n不良の兆候はなかった。さらに，パネケーブの使用は原告の指示による\nものであった。したがって，被告Ａは，原告が主張する，被告Ｂによる\n施工の監視・監督義務，被告Ｂから引渡しを受ける際及び原告に本件貯\n留槽を引き渡す際の点検・確認義務を負わない。\n⑼  原告の損害及びその額（争点⑼）\n（原告）\nア  本件事故により原告に生じた損害及びその額は，別紙１１「γ雨水貯\n留槽訴訟損害請求額一覧」記載のとおり合計１億４８９８万２９５０円\nであり，その概要は次のとおりである。\n①  本件事故原因調査業務委託費（Ｌ）  １４７万円\n②  調査掘工事費用                           １２万６０００円\n③  本件調査堀跡復旧工事費用                  ２８万３５００円\n④  注入工事費用                           ２５２万円\n⑤  被害住宅６戸の点検業務委託費（床下調査，漏電点検）\n５６万７０００円\n⑥  再設置工事実施設計業務委託費（Ｌ）\n４３５万７５００円\n⑦  再設置工事費用（鉄筋コンクリート製貯留槽）\n９３６２万３２５０円\n⑧  暗渠築造工事費用                      ４４１８万５０５０円\n⑨  ⑧の工事に伴うガス引込管移設                ７万３０００円\n⑩  被害住宅５戸への断熱塗装工事（本件事故後に発生した結露被害）\n１１０万６７００円\n⑪  断熱塗装工事費（申出があれば実施する予定。１戸分）\n－42－\n６７万０９５０円\nイ  被告らの主張について\n注入工事（④）は必要であった。Ｌの調査報告書（甲２３）等によ\nれば，東側空間の土の埋戻し・転圧が不十分な可能性が高く，そのま\nまでは公園の地表が陥没したり本件貯留槽が傾くおそれがあったか\nら，これを避けるため，同空間に注入剤を入れて補強する必要があっ\nた。\n再設置工事の際，雨水貯留槽は鉄筋コンクリート製にする必要があ\nった（⑦）。再び漏水事故のないよう，安全性・耐久性を高める必要\nがあった上，同工事の時点までに本件貯留槽の西側等周囲に新たに住\n宅が建築されたため，遮水シートの施工のための場所が確保できず，\nプラスチック製貯留槽の再築が困難であった。\n暗渠築造工事（⑧）を行う必要はあった。本件貯留槽を全て撤去す\nると，住宅のある北西側及び南側の地盤が崩れるおそれがあったた\nめ，北西側及び南側部分のパネケーブを撤去せず，コンクリートを充\n填して土留めする必要があった。このコンクリート充填により，新し\nい雨水貯留槽の容量は３９８㎥にとどまることになり，必要容量であ\nる７２７㎥に不足する分を処理するため，新たに暗渠を築造する必要\nがあった。\n（被告ら）\n原告主張の損害及びその額，本件事故との相当因果関係は争う。\nア  注入工事（④）は不要であった。本件事故後，本件貯留槽の供用は停\n止され，東側擁壁もあったから，東側空間の埋戻土を注入剤で補強する\n必要はなかった。\nイ  雨水貯留槽の再設置（⑦）は，パネケーブによることで足り，多額の\n費用を要する鉄筋コンクリート製にする必要はなかった。漏水の程度に\n－43－\nよって合理的な補修の内容は異なる。パネケーブの再設置であれば，⑥，\n⑧，⑨の費用も不要である。\nまた，原告が本件貯留槽の管理開始後速やかに（遅くとも７６㎜の降\n雨を観測した平成１８年７月１９日までに）供用を開始していれば，同\n日頃に本件と同様の漏水事故が生じ，再設置工事に至ったと考えられる\nところ，その時点では本件貯留槽の西側及び南側は更地であったから，\nパネケーブ製貯留槽を設置することができ，費用は３３４８万円にとど\nまる（乙４７・見積書）から，これを超える費用は相当因果関係がない。\nなお，本件事故の有無にかかわらず，設置後に不具合が生じた場合の補\n修等は予定されていたはずであるから，遮水シートの施工のための場所\nがないためプラスチック製貯留槽の設置は困難であったという原告の主\n張は失当である。\nウ  原告は再設置工事以前に本件貯留槽をいったん撤去したが，それによ\nる地盤崩れは生じていない。そうすると，本件貯留槽の撤去によって地\n盤が崩れるおそれがあり，コンクリートで充填する必要があったという\n原告の主張は理由がない。\n⑽  共同不法行為（争点⑽）\n（原告）\n各被告とも，本件事故により原告に生じた損害全部について賠償義務を\n負う。\nア  被告らの不法行為は共同不法行為（民法７１９条１項前段）であるか\nら，被告らは，本件事故により原告に生じた損害全部について連帯して\n賠償する責任を負う。\n同項前段にいう「共同」とは，各自の行為が客観的に関連共同してい\nることをいう。被告Ｆ，被告Ｄ及び被告Ｃの義務違反行為は，いずれも\nパネケーブの組立及び遮水工事の施工中の義務違反行為（遮水シートの\n－44－\n溶着不良又は浮力対策不足に関するものである。）であり，客観的に関\n連共同している。また，被告Ｂは，上記３被告によるパネケーブ組立及\nび遮水工事を指揮・監督していたから，被告Ｂの各義務違反行為と上記\n３被告の各義務違反行為も客観的に関連共同している。\nまた，被告Ｂは，被告Ｅの埋戻し・転圧工事を指揮・監督していたか\nら，被告Ｅの上記工事における義務違反行為（埋戻し・転圧不良）と，\n被告Ｂの義務違反行為は客観的に関連共同している。\nさらに，被告Ａは，開発行為の事業主として瑕疵のない本件貯留槽を\n設置する義務を負い，被告Ｂによる施工を監視し監督すべき立場にあっ\nた。\n被告らの本件設置工事に対する上記関与の程度と，パネケーブの組立\n・遮水工事と埋戻し・転圧工事とが本件設置工事の一部として同じ場所\nで連続・近接して行われていることとによれば，被告らの各義務違反行\n為はすべて客観的に関連共同している。\n本件事故は，被告らのこのような共同不法行為により生じたから，そ\nの原因が，遮水シートの溶着不良，埋戻し・転圧不良及び浮力対策不足\nのいずれか単独か又はこれらが競合したことかが不明であっても，被告\nらは，本件事故による原告の損害全部について，民法７１９条１項前段\nに基づき連帯して賠償する責任を負う。\nイ  仮に民法７１９条前段の共同不法行為に当たらないとしても，次のと\nおり，民法７１９条１項後段による共同不法行為責任が認められる。\n被告らの不法行為のいずれかによって本件貯留槽に漏水が生じ，本件\n事故が発生したことは⑴及び⑵（原告）のとおりであるから，そのいず\nれによって生じたか不明であっても，被告らは，民法７１９条１項後段\nにより，本件事故により原告に生じた損害全部について連帯して賠償す\nる責任を負う。\n－45－\nウ  各被告個別の不法行為\n各被告の不法行為は，それぞれ，本件事故により原告に生じた損害全\n部と相当因果関係がある。\n本件貯留槽に漏水が生じると甚大な被害が生じ得，また，本件貯留槽\nを掘り起こさずに漏水の原因を特定することは困難であるから，漏水の\n程度にかかわらず，本件貯留槽を掘り起こして調査し，改めて雨水貯留\n槽を設置する必要がある。したがって，本件事故が，遮水シートの溶着\n不良，埋戻し・転圧不良，浮力対策不足のいずれによって生じたにせよ，\n本件貯留槽の漏水が生じた以上，これによる損害も異なることはない。\n（被告ら）\nア  被告らの行為は民法７１９条１項前段の共同不法行為に当たらない。\n被告らの行為に不真正連帯責任を負うほどの強固な関連共同性はない。\nイ  被告らは民法７１９条１項後段の共同不法行為に当たらない。被告ら\nの行為は，因果関係の推定を認めるべき，社会通念上全体として一個の\n行為とはいえない。\nウ  被告らの行為がそれぞれ本件事故により原告に生じた損害全部と因果\n関係を有するとはいえない。\n⑾  過失相殺（争点⑾）\n（被告ら）\n原告には，本件事故の発生又はこれによる損害の発生について以下の過\n失があり，これが損害の発生に寄与し又は損害を拡大させたから，過失相\n殺すべきである。\nア  原告は，平成１８年３月２日，本件技術指針に定められた現地確認を\nする際，目視の確認しかしなかった（前提事実⑻）。\nイ  原告は，平成１８年３月２５日に本件貯留槽の管理を開始してから平\n成２１年７月１日まで，供用を開始しなかった。また，その間，目視に\n－46－\nよる点検を数回行ったのみで，試運転をしなかった。\nウ  原告は，平成２１年７月１９日の夕方以降，大雨が降ったのであるか\nら，本件貯留槽の流出口のバルブを適切に開放すべきであったのに，こ\nれをしなかった。\n（原告）\n原告に過失相殺すべき過失はない。\nア  原告職員が行った現地確認（前提事実⑻）に過失はない。\n本件技術指針は，原告が「現地確認」を行うとしか定めておらず，そ\nの内容を定めた規定はない。また，都市計画法上，完了検査を行うべき\n義務を負うのは京都府知事であって（３６条２項），原告がした上記現\n地確認は法的義務に基づくものでないから，試運転等の詳細な検査を行\nうべきであったとはいえない。\nイ  本件貯留槽は，原告が管理を開始するまでに，原告による現地確認及\nび京都府による完了検査を受けており（前提事実⑻，⑼），その後，供\n用を開始するまでの間に本件貯留槽に変化が生じるような事情はなかっ\nたから，供用を開始する前に試運転をすべきであったとはいえない。\nなお，原告は平成２１年７月１日まで本件貯留槽の供用を開始しなか\nったが，これは，本件貯留槽西側一帯の宅地開発工事が続いていて，泥\n水や木くずが本件貯留槽内に流入・堆積するおそれがあったからである。\nウ  原告は，本件貯留槽の流出口のバルブを適切に開放していた。バルブ\nを更に開放しても，流出量以上に雨水が流入すれば本件貯留槽内に水は\n貯まるから，本件事故は生じていた。\n第３  当裁判所の判断\n１  本件貯留槽に雨水が流出するような瑕疵があったか及びその瑕疵と本件事\n故との因果関係（争点⑴）\n⑴  前提事実⑵及び⑾から⒀のとおり，本件事故は，本件貯留槽の供用開始\n－47－\n（平成２１年７月１日）の後である同月２２日午前８時３０分までに，本\n件貯留槽の東側に隣接する住宅６戸で，外壁・車庫・インターホン等から\n水が流出するというものであったこと（したがって，水は地表を流れてで\nはなく，地下を経由して上記場所から流出したものと推認することができ\nる。），本件事故の直前に向日市役所において多量の降雨（同月１９日に\n４４㎜，同月２０日に１４㎜，同月２１日に２１㎜，本件事故当日午前４\n時までに６８㎜）が観測されたこと（したがって，本件貯留槽所在地を含\nむ本件開発行為対象区域においてもこれに準ずる降雨があったと推認でき\nる。），本件貯留槽の付近は西から東への傾斜地であること，本件貯留槽\nの供用は本件事故当日午後７時頃に停止され，その後数日中には水の流出\nが止んだことが認められる。また，弁論の全趣旨によれば，本件事故以前\nも，また，その後も，再設置工事後を含め，降雨があっても同様の事故は\n発生していないこと（したがって，本件貯留槽の供用と本件事故との因果\n関係が推認される。）が認められる。\n以上の事実によれば，本件事故は，本件貯留槽が本来の雨水貯留性能を\n有しなかったため，その内部に貯留された雨水が，本来予定されるもの以\n外の態様・量で流出したことによって発生したものと推認することができ\nる。\n⑵  平成２４年４月１７日の現地立会いにおいて，本件貯留槽の北東点検枡\nに接着された捨て貼りシートと東面遮水シートとの接合部分に，底面から\n約７０㎝上までの隙間（北東角解離部分）が認められたこと（前提事実 ）\n及び本件貯留槽には本件事故後他に貯留された雨水が流出するような不具\n合箇所が確認されなかったこと（弁論の全趣旨）によれば，上記流出（漏\n水）は北東角解離部分からのものであったと推認することができる。\n被告らは，北東角解離部分の存在及びそこからの漏水を争うが，以下の\nとおり採用できない。\n－48－\nア  被告らは，北東角解離部分からの漏水が原因とすると，本件事故の被\n害が南側ほど大きいことと矛盾する旨主張する。しかし，本件貯留槽か\nら流出した水が地中を流れる経路は地中の状況によって異なり得（地中\nの堅い層の勾配等），流出箇所と本件事故の発生箇所や被害の程度が被\n告らの主張するように相関するとは限らないと解される。\nイ  被告らは，本件貯留槽の水位が，雨が止んで約５時間後の本件事故当\n日午前９時３０分頃に満水に近かったこと及び同日午後７時頃に約半分\nであったことは，本件貯水槽からの漏出と矛盾する旨主張する。しかし，\n本件事故前後の本件貯留槽への雨水流入・流出の量や速さは明らかでな\nく，雨が止んでからの流入もあり得るから，被告らが指摘する状態があ\nったとしても，本件貯留槽の北東角解離部分からの流出と矛盾しない。\nまた，証拠（証人Ｋ）によれば，本件事故当日午後７時頃の水位が約半\n分であるというのは，実測ではなく，計算上のものにすぎない。\nウ  被告らは，本件貯留槽の供用開始から本件事故の日まで複数の日に雨\nが降ったのに，本件事故の日まで浸水事故が生じていないことは，北東\n角解離部分からの漏出と整合しない旨主張する。しかし，単に本件貯留\n槽からの漏水があるだけで本件事故のような事故が発生するわけではな\nく，本件貯留槽周辺の地下水位が出水箇所の高さと同程度に至って初め\nて同様の出水が生じるものと解される（証人Ｇ）。そして，このような\n状態に至るか否かは，降雨量のほか，その時点での周辺の地下水位の状\n態等にも左右されると考えられるから，北東角解離部分が存在すれば，\n被告らの指摘する降雨によって同様の事故が発生したはずだということ\nはできない。よって，被告らの主張は理由がない。\nエ  被告Ｄは，本件貯留槽から水が流出しても，保護シートに吸収され，\nまた，東側擁壁の基礎より下まで流れるとは考えられないから，本件事\n故の原因になるとは考えられない旨主張する。しかし，本件貯留槽から\n－49－\n流出した水の量も保護シートの吸水能力も具体的は明らかでない。また，\nＬ字型の東側擁壁（基礎を含む。）が，地下水の流れにどの程度影響す\nるのかも明らかでなく，水がその基礎の下に回り込む等の可能性を否定\nすることはできない（むしろ，その蓋然性は相当程度あると考えるのが\n自然である。）。なお，本件貯留槽周辺の地下水位が，本件事故の発生\nした住宅の敷地地表を基準として１２０㎝の高さ（インターホンの高さ）\nまで到達することがないと解すべき理由も認められない。よって，被告\nＤの主張は理由がない。\nオ  被告Ｄは，本件事故は，本件貯留槽内部からの流出ではなく，その外\nを流れて集まった水によるものである可能性がある旨主張するが，具体\n的な水の流れに関する主張立証はなく，そのような流水によって生ずべ\nき地表の痕跡等も認められない（弁論の全趣旨）。\n被告Ｄは，本件貯留槽が満水になり，点検枡上部の開口部から水が地\n上に溢れて生じた可能性があるとも主張するが，上記開口部は地表にあ\nって本件貯留槽への雨水流入口より高い位置にある（甲２１）から，上\n記機序は考えられないし，そのような地表の痕跡等も認められない（弁\n論の全趣旨）。\nよって，被告Ｄの主張は理由がない。\n⑶  これに対し，本件事故時，北点検枡接合部（下）の遮水シートが剥離又\nは破断する等して隙間が生じ，漏水する状態にあったと認めるに足りる証\n拠はない。\n原告は，注水試験の際 ），北点検枡接合部（上）の漏水\n及びフラットバーのたわみが認められたことから，本件貯留槽の下にたま\nった雨水の強い浮力が加わったと推定し，同様の浮力が北点検枡接合部\n（下）にも加わったはずであるから，その部分の遮水シートも剥離又は破\n断していた旨主張する。しかし，北点検枡接合部（下）自体の不具合に関\n－50－\nする具体的主張立証はない。また，上記注水試験で北点検枡接合部（上）\nから本件貯留槽内部への水の流入が確認されたとしても，そこから直ちに\n雨水による浮力によって上記部分が損傷したと推認できるわけではない\n（施工の不備等，他の原因も否定することはできない。）。\nそうすると，上記試験結果から，北点検枡接合部（下）の遮水シートが\n剥離又は破断して隙間が生じ，漏水する状態にあったと推認することはで\nきない。\n２  １の瑕疵は被告らの施工不良によって生じたか（争点⑵）\n⑴  埋戻し・転圧不良\nア  前提事実に加え，証拠（証人Ｍ，証人Ｉ）及び弁論の全趣旨によれば，\n本件貯留槽に片側からの土圧が生じると，その程度によっては，本件貯\n留槽が反対方向に移動する可能性があること，このような土圧が生じな\nいようにするには，本件貯留槽の両側を均等に埋戻し・転圧していく必\n要があること，本件設置工事では，被告Ｅから埋戻し・転圧作業を受注\nしたＨは，本件貯留槽の西側部分の埋戻し・転圧は段階的に施工したが，\n東側部分の埋戻し・転圧は，パネケープ４段の上面（高さ約４ｍ）まで\n土を埋め戻してから小型転圧機で転圧したこと，転圧機による転圧（締\nめ固め）の効果は土表から２０ないし３０㎝にとどまること，締め固め\nられた土に注入剤を注入した場合の注入量は，土の体積の１０％未満と\nなるのが通常であるが，注入工事では，東側空間の埋戻土（その体積は\n約３２㎥である。）に，その４０％を超える１３．５６６㎥の注入剤が\n注入されたことが認められる。そうすると，東側空間の土は，埋戻し・\n転圧が不十分であったため，上記埋戻し・転圧後も空隙が多く，したが\nって，本件貯留槽への西向きの土圧は，西側の埋戻土による土圧よりも\n相当低かったと推認される。\nＨは，本件貯留槽の西側の埋戻し・転圧を完了した後に東側の埋戻し\n－51－\n・転圧をしたが（前提事実⑹⑪），西側の埋戻しに用いられた改良土（セ\nメント系固化剤を混ぜたもの）は，固化して自立効果が生じるのに少な\nくとも数日程度を要する（証人Ｍ）から，西側の埋戻し・転圧完了後改\n良土が固化するまでの数日間は，本件貯留槽に西側からの土圧がかかっ\nていたと認められる。\nそして，本件貯留槽は，平成２４年４月頃の時点で，その東側側面の\n南北方向中央部（北から６ｍ）付近で最大５５．５㎜東に張り出してお\nり（本件貯留槽のパネケーブの端部からの水平変位。前提事実 ），上\n記埋戻し・転圧の状況に照らすと，この状態は，本件貯留槽に西から土\n圧がかかったために本件貯留槽が東側に変形して生じたものと考えら\nれる。また，被告Ｃの調査報告書（前提事実⒂）によれば，本件事故後，\n本件貯留槽のパネケーブの擁壁側への水平移動（点検枡開口部と接続す\nる本件貯留槽の通りとの間の８０～１００㎜のずれ等）があったと認め\nられ，これも，同様の土圧によるものと認めるのが相当である。そうす\nると，南北の点検枡に固定された遮水シートと点検枡との接合部分にお\nいて，遮水シートに東向きの引っ張り力が働いたことが推認される。\nしかし，本件貯留槽全体が東に移動したとしても，上記各数値に照ら\nすと，その距離はせいぜい１５㎝程度となる。本件貯留槽を構成する遮\n水シートは，南北のコンクリート製点検枡に固定されているから，上記\n移動及び変形によって東面遮水シートが引き伸ばされることになるが，\nその引き伸ばし幅は南北それぞれ１５㎝程度，合計３０㎝程度にすぎ\nず，これによる東面遮水シート（南北約２０ｍ）の伸び率は１０１から\n１０２％程度である。これに対し，本件遮水シートの伸び率は長手方向\n７９０％，幅方向７５０％である（前提事実⑷イ ）。また，適切に溶\n着された遮水シートの溶着部分が，これより伸び率が低い（引っ張り力\nが小さい）状態で剥離すると認めるに足りる証拠はない。そうすると，\n－52－\n本件貯留槽の移動により遮水シートにかかる引っ張り力が，本件貯留槽\nの北東及び南東角部分に当たる部分において大きくなると考えられる\n（証人Ｍ）としても，北東角解離部分が適切に溶着されていた場合に，\nこの引っ張り力で遮水シートが破断し又は溶着部分が剥離し得るとい\nうことは困難である。他方，移動・変形による引っ張り力と遮水シート\nの溶着不十分とが競合して溶着部分の剥離が生ずる可能性は否定でき\nない。そして，後記⑶のとおり，浮力により本件貯留槽が浮き上がった\nと認めることはできず，他に埋戻し土が固化して西側からの土圧が生じ\nなくなるまでの間に北東角解離部分を生じさせる原因は，遮水シートの\n溶着不良のほか見当たらない。\nイ  被告Ａ，被告Ｂ及び被告Ｅは埋戻し・転圧の施工不良を争うが，以下\nのとおり理由がない。\n上記被告らは，注入工事において注入剤が多量に注入されたのは，\n降雨により地中に水の流路ができて土を泥水として流出させたか，注\n入剤によって土が南側点検桝との隙間に押し出された可能性がある\n旨主張するが，流出し又は押し出された土の形跡や南側点検枡との隙\n間の存在等，その主張を裏付ける事実を認めるに足りる証拠はない。\nむしろ，弁論の全趣旨によれば，本件事故後，本件貯留槽周辺で多量\nの泥水が確認されたことはなかったことが認められる。証人Ｎには，\nシルトが流出した場合，微細であるため，肉眼では確認できない旨の\n証言があるが，シルトも大量に流出すれば堆積して可視化する可能性\nが高いと解されるから，上記認定を左右しない。\n上記被告らは，改良土は半日程度で固化して自立するから西側から\nの土圧は生じない旨主張するが，これを認めるに足りる証拠はなく\n（なお，甲５５の２及び証人Ｍの証言），仮にそうであっても，半日\n程度は土圧が生じるのであるから，移動や変形があり得ないというこ\n－53－\nとにはならない。\n上記被告らは，本件貯留槽と吹付けモルタルの重量の合計は上記土\n圧を上回るから，本件貯留槽は土圧で移動しない旨主張するが，証拠\n（証人Ｍ）によれば，物の重量に摩擦係数０．５を乗じた水平力を加\nえればその物は動くことが認められ，吹付けモルタルを加えた本件貯\n留槽の重量（９５．５１ｔ）に０．５を乗じた４７．７５５ｔの水平\n力が加われば，これが移動し得ることになり，西側からの土圧（７０．\n２ｔ。甲２８）はこれを超える。\n上記被告らは，本件貯留槽の移動を否認し，平成１７年１１月２８\n日頃の現場施工写真，原告の検査等（平成１７年８月３１日，同年９\n月５日，平成１８年３月２日及び同月６日）及び点検枡の開口部とパ\nネケーブの開口部との接合部分の段差解消工事の際にいずれも異常\nが確認されていないと主張する。\nしかし，上記認定のとおり，本件貯留槽の移動・変形の幅はせいぜ\nい１５㎝程度であり，しかも，本件貯留槽全体が同じ程度に移動した\nとは認められない。このことを前提とすると，上記被告らが援用する\n写真等によっても，異常がなかったということはできない。また，原\n告の上記検査等では，懐中電灯で照らせる範囲を目視した程度で，計\n器による計測はされなかったことが認められる（証人Ｊ，弁論の全趣\n旨）から，上記程度のずれやゆがみが当然に認識できたということも\nできない。上記段差解消工事についても同様である。\n上記被告らは，再設置工事等の際，重機等を本件貯留槽の上に乗り\n入れ，振動や打撃を加えたことなどにより本件貯留槽が変形・損壊し\nた可能性がある旨主張する。しかし，上記各工事において重機を入れ\nる際にはその下に鉄板が敷かれたこと，これにより地中に伝わる力は\n分散・減衰することが認められること（甲５５の２，証人Ｍ）に加え，\n－54－\n重機等の重量による本件貯留槽（パネケーブ）の変形・損傷は，まず\nは上下方向に現れるべきもの（圧壊）と解されるところ，このような\n変形・損傷は認められないこと（弁論の全趣旨）に照らし，重機等の\n重量による被告ら主張の変形・損壊があったと認めることはできな\nい。また，重機等による振動・打撃の具体的内容の主張立証はなく，\n本件貯留槽に対するその影響を認定することはできない。\n⑵  遮水シートの溶着不良があったか（溶着がされず，又は不十分であった\nか）\nア  北東角解離部分が存在したことは上記⑴のとおりである。\n北東角解離部分が生じる機序としては，①当初から溶着されていなか\nった，②溶着されていたが，溶着部が剥離した，③シート本体が破断し\nた（溶着部か否かを問わない。），が考えられるが，本件では③の可能\n性は主張されていない（準備書面等で「破断」という表現を用いたもの\nもあるが，剥離の趣旨と解される。）。また，②については，②ａ溶着\nが不十分であったため，設計上想定される外力（貯留した雨水の水圧等）\nによって剥離した場合，②ｂ溶着は適切であったが，設計上想定される\n外力を上回る外力が加わって剥離した場合（何者かが人為的に剥離した\n場合を含む。）が考えられる（②ａでは施工の瑕疵が認められ，②ｂで\nは認められないことになる。）。なお，適切に溶着された遮水シートの\n当該部分の引っ張り強度（剥離に抵抗する強度）は必ずしも明らかでは\nないが，その用途にかんがみ，シート自体の引っ張り強度に準ずるもの\nと認めるのが相当である（証人Ｎ）。\n証拠（甲５１，証人Ｋ）によれば，原告，被告Ａ，被告Ｂ及び被告Ｃ\nの関係者による現地立会（平成２４年４月１７日）の時点で，北東角解\n離部分の遮水シートの端部は直線状で，ささくれ等剥離をうかがわせる\n状況はなかったことが認められ，これらの事実は北東角解離部分が当初\n－55－\nから溶着されていなかったこと（上記①）をうかがわせる。ただし，同\n部分の遮水シートは，その後原告が廃棄したため現存しておらず，その\n状態を正確に検証することはできないから，上記部分が溶着されていな\nかったことを積極的に認定するには足りない。\nまた，適切な溶着がされたにもかかわらず，想定を超える外力が加わ\nったために溶着部分が剥離したこと（上記②ｂ）をうかがわせる証拠は\nない。溶着部の剥離に影響し得る外力としては，本件貯留槽内部の雨水\nの水圧のほか，本件貯留槽の西側からの土圧，本件貯留槽の下にたまっ\nた雨水による浮力が考えられるが，上記⑴で認定したところに照らし，\nこれらが適切に溶着された部分を剥離させるほど大きいものであった\nとは認められない。その他，適切に溶着された部分を剥離させるに足り\nる外力の存在を認めるに足りる証拠はない。なお，人為的な剥離をうか\nがわせる事実も見当たらない。パネケーブ組立後解体までの間に上記部\n分に手を加えることはパネケーブの構造上困難と解される（本件貯留槽\n内部に人が入ることができるとしても，北東角解離部分周辺に作業をす\nる余地があったとは考えられない。）。再設置工事等において原告ない\nしその委託した業者等の故意又は過失により上記部分を損傷したとす\nれば，北東角解離部分の遮水シートに何らかの痕跡（それも新しいもの）\nが残るのが自然であり，そのような痕跡を認めるに足りる証拠はなく，\n原告又はその委託した業者等によるものである可能性も低いと解され\nる。供用の有無にかかわらず，経年劣化により剥離が生ずることの立証\nもない。\nそうすると，北東角解離部分は，当初から溶着されていなかった（上\n記①）か，溶着が不十分であったため，設計上想定される外力（貯留し\nた雨水の水圧等）によって剥離した（上記②ａ）ものと認められ，この\n部分について瑕疵があったと評価することになる。\n－56－\nなお，原告が，本件事故の原因となる瑕疵の有無の判断について有力\nな証拠となる可能性の高い上記遮水シートを訴訟提起後に廃棄したこ\nと（なお，訴訟代理人弁護士もその存在を認識していたと認められる。）\nは，事案解明の観点からはなはだ不適切であり不可解であるが，一部の\n被告関係者（シートの溶着を請け負った被告Ｃを含む。）には上記立会\nで現物を開示していることも考慮すると，信義則違背として立証責任を\n事実上転換する等の必要までは認められないし，溶着不良以外の原因が\n積極的に認められない以上，上記立会時の遮水シートの状態に関する上\n記認定を排除しても，結論を左右するには至らない。\nイ  被告Ｅを除く被告らは，遮水シートの溶着不良を争うが，以下のとお\nりいずれも理由がない。\n上記被告らは，遮水シートの溶着は熟練工が行い，被告Ｄ等が施工\nを確認したこと，北東角解離部分は溶着の難度が高く注意深く施工す\nるはずであるなどと主張する。\nしかし，熟練工が施工したことや当該部分の施工の難度が高いこと\nから，常に注意深い施工がされ，瑕疵はないはずであるなどと推認す\nることはできない。また，証拠（証人Ｇ）によっても，被告Ｄ，被告\nＣ及び被告Ｂのした確認は，目視による確認と，その報告を受けるこ\nとにとどまり，目視による確認も，全ての箇所ではなく，北東角解離\n部分を確認したかは必ずしも明らかでないと認められるから，北東角\n解離部分に溶着不良がなかったことが確認されたということはでき\nない。\n上記被告らは，北東角解離部分は注入剤の注入により生じた可能性\nがある旨主張し，その根拠として，本件貯留槽の撤去時に確認された\n注入剤の状態や，注入工事において高い圧力をかけて注入されたこ\nと，本件貯留槽が注入剤の注入により西に約２０㎝移動したことなど\n－57－\nを挙げる。\nしかし，注入剤がパネケーブの二，三段目辺りの高さで内側に漏れ\n出すように固まっていたことが，その注入によって北東角解離部分が\n生じたことの根拠となるとは解されない（注入前に解離していたとし\nても，特段の矛盾はない。）。注入剤の圧力によってシートが剥離等\nしたのであれば，本件貯留槽内部のより広い範囲に注入剤が飛散する\n等するのが自然とも考えられる。\nまた，注入工事の際の注入圧力（０．２Ｍｐａ）によって，適切に\n溶着された遮水シートの溶着部が剥離すると認めるに足りる証拠は\nない。本件貯留槽に使用された遮水シート及びその溶着部が，貯留さ\nれた雨水の水圧を超える圧力で直ちに破断ないし剥離する程度の強\n度しかないということは考えられない。\n本件貯留槽が西に約２０㎝移動したと認めるに足りる証拠もない。\n丁１０の４はこれを認めるに足りない。\n他に北東角解離部分が注入剤の注入により生じた可能性を具体的に\n認めるに足りる証拠はない。\n⑶  原告は，パネケーブの組立途中にその下にたまった雨水により浮力が\n生じて本件貯留槽が浮き上がり，点検枡と接合した遮水シートが上向き\nに引っ張られて北東角解離部分が生じたとも主張し，北側点検枡上部の\nフラットバーのたわみや本件貯留槽の東側への移動（約２２㎝）をその\n根拠とする。\nしかし，上記現地調査の際に認められた上記フラットバーのたわみか\nら，たまった雨水の浮力によって本件貯留槽が浮き上がったとまで推認\nすることはできず，それによって北東角解離部分が生じたと推認するこ\nともできない（北点検枡接合部（下）の隙間が認められないことは，上\n記１⑶のとおりである。）。\n－58－\nまた，本件貯留槽がパネケーブの組立途中に東側に約２２㎝移動した\nことを認めるに足りる証拠はない。証人Ｍの証言及び回答書（甲５５の\n２）は原告の主張に沿うが，証人Ｉ（被告Ｃ従業員）の証言によれば，\nパネケーブ槽が浮力により浮き上がった事例では，いずれも組み立てた\n部材が外れてばらばらになっており，変形しただけの例はないことが認\nめられるから，原告の主張に沿う上記証拠は採用することができない。\n⑷  以上を総合すると，北東角解離部分は，当該部分の溶着が当初からされ\nていなかったか，又は，溶着が不十分であったために，想定される程度の\n外力（貯留した雨水の水圧等）によって剥離したかによって生じたものと\n認められる。\nまた，上記⑴のとおり，東側空間の埋戻土の転圧は不十分であり，これ\nによって埋戻土の土圧が本件貯留槽の東西で均衡を欠くこととなり，本件\n貯留槽に東向きの力がかかったと認められ，これが北東角解離部分の発生\nに影響した可能性を全面的に否定することはできない。しかし，上記⑵の\nとおり，北東角解離部分の溶着が当初からされていなかった可能性がある\nこと，不十分な溶着がされていたとしてもその程度は明らかでなく，本件\n貯留槽内の雨水の水圧だけで剥離が生じた可能性もあること，土圧による\n本件貯留槽の移動・変形は，南北約２０ｍの東面遮水シートをせいぜい３\n０㎝程度引き伸ばす程度のものにとどまることに照らすと，転圧・埋戻し\n不良と北東部解離部分の発生との因果関係を認定することは困難といわざ\nるを得ない。\n３  被告Ｅの注意義務違反及び被告Ｅの「注文者」（民法７１６条）該当性（争\n点⑶）について\n上記２のとおり，埋戻し・転圧不良は認められるが，それと北東角解離部\n分，さらには本件事故の発生との因果関係は認められないから，被告Ｅに不\n法行為責任を問うことはできない。\n－59－\n４  被告Ｆの注意義務違反（争点⑷）について\n⑴  建物の建築に携わる設計者，施工者及び工事監理者（以下，併せて「設\n計・施工者等」という。）は，建物の建築に当たり，居住者ほかの建物利\n用者や隣人，通行人等（以下，併せて「居住者等」という。）に対する関\n係では，当該建物に建物としての基本的な安全性が欠けることがないよう\nに配慮すべき注意義務を負うと解するのが相当であり，設計・施工者等が\nこの義務を怠ったために建築された建物に建物としての基本的な安全性を\n損なう瑕疵があり，それにより居住者等の生命，身体又は財産が侵害され\nた場合には，設計・施工者等は，不法行為の成立を主張する者が上記瑕疵\nの存在を知りながらこれを前提として当該建物を買い受けていたなど特段\nの事情がない限り，これによって生じた損害について不法行為による賠償\n責任を負う（平成１９年最判参照）。この理は，本件貯留槽のような施設\nを設置する場合にも妥当すると解され，本件貯留槽には，北東角解離部分\nという本件貯留槽の基本的な安全性を損なう瑕疵（以下，北東角解離部分\nを「本件瑕疵」ともいう。）があり，それにより近隣の住宅に出水の事故\n（本件事故）が生じてその所有者の財産を侵害し，これによって管理者た\nる被告に損害を生じさせたものということができる。\n⑵  証拠（丁１，２，戊１）によれば，被告Ｆと被告Ｄとの間では，被告Ｆ\nの従業員２名がパネケーブ組立て及び遮水工時に従事することに対し，被\n告Ｄが被告Ｆに対価を支払うという内容の契約を締結したことが認められ\nる。被告Ｆが当事者であるから，この契約は雇用契約ではあり得ず，労働\n者派遣契約と解することもできないから，請負契約と解するのが相当であ\nる。そうすると，被告Ｆは，遮水工事の施工者として遮水シートの溶着を\n適切に行うべき注意義務を負っていたのにこれを怠り，北東角解離部分の\n遮水シートを溶着せず又は溶着が不十分であったことにより，本件瑕疵を\n生じさせたから，本件瑕疵によって原告に生じた損害について不法行為に\n－60－\nよる賠償責任を負う。\nなお，仮に請負契約でないとしても，被告Ｆの従業員が上記溶着を施工\nし，その対価を被告Ｆが受けるものである以上，上記溶着の施工を被告Ｆ\nの行為と評価し，不法行為責任を問うことは妨げられないと解される。\n５  被告Ｄの使用者責任及び注意義務違反（争点⑸）について\n被告Ｄは，遮水シート事業に関連する設計・施工業務等を目的とする会社\nであり（前提事実⑴オ），遮水工事を被告Ｆに発注し又は被告Ｆの作業員を\nして同工事をさせ，上記工事の間現場に常駐して上記工事を監督していた（前\n提事実⑸⑹）から，工事の監理者に準ずる立場にある者として，被告Ｆない\nしその従業員が遮水シートの溶着を適切にするよう監督・確認すべき注意義\n務を負っていたというべきであるが，これを怠り，本件瑕疵を生じさせて，\n本件事故を発生させ，原告に損害を生じさせたと認められる。したがって，\n被告Ｄは，この損害について不法行為による賠償責任を負う。\n被告Ｆと被告Ｄとの間の契約（前提事実⑸）が請負契約であるとしても，\n被告Ｄに上記注意義務違反が認められる以上，民法７１６条本文によって責\n任を免れることはできない。\n６  被告Ｃの使用者責任，注意義務違反及び民法７１６条による免責（争点⑹）\nについて\n前提事実⑷イ ，⑸イ，⑹のとおり，被告Ｃは，パネケーブを製造・販売\nし，本件設置工事のうちパネケーブ組立て及び遮水工事を被告Ｂから請け負\nい，そのうち遮水工事を被告Ｄに発注し，パネケーブの組立期間中は現場で\nその指導等をしたのであるが，組立終了後，遮水工事の期間中は現場に出る\nことはなく，また，遮水シートの選定・調達には関わっておらず，遮水工事\nについて被告Ｄに指示を出し又はその施工状況を監理監督することもなかっ\nた（証人Ｉ）。そうすると，被告Ｃは，請負契約に基づいて被告Ｂに対し遮\n水工事に関する債務不履行責任を負う余地があるとしても，施工ないし指揮\n－61－\n監督の形で遮水工事に現実に関与したということは困難であるから，原告に\n対する不法行為責任の関係では，遮水工事の設計者と認められないことはも\nとより，施工者又は監理者に当たるということもできない（なお，民法７１\n６条ただし書）。したがって，被告Ｃは，本件瑕疵によって原告に生じた損\n害について不法行為による賠償責任を負わない。\n７  被告Ｂの使用者責任，注意義務違反及び民法７１６条による免責（争点⑺）\nについて\n被告Ｂは，遮水工事を被告Ｃに発注し，本件設置工事の元請けとして現場\nに常駐し，作業日報や各工程の写真撮影を行うなど，本件設置工事全体を監\n理・監督していた（前提事実⑹）が，土木・建築請負業，土木・建築設計管\n理業などを目的とする会社であり（前提事実⑴ウ），遮水工事について専門\n的知識・経験を有しているとは認められず，上記監理・監督も，工程管理や\n安全管理を超えて，遮水工事の具体的な施工内容に関わるものであったと認\nめるに足りる証拠はなく，遮水工事の施工は全面的に被告Ｃ以下の下請業者\nに委ねていたと認められる。そうすると，被告Ｂは，原告に対する不法行為\n責任の関係では，遮水工事の設計者と認められないことはもとより，施工者\n又は監理者に当たるということもできない（なお，民法７１６条ただし書）。\nしたがって，被告Ｂは，本件瑕疵によって原告に生じた損害について不法行\n為による賠償責任を負わない。\n８  被告Ａの瑕疵担保責任（本件技術指針等による）及び被告Ａの注意義務違\n反（争点⑻）について\n⑴  本件技術指針に基づく瑕疵担保責任について\n本件技術指針は，事業主が雨水流出抑制施設を原告に引き渡すときは，\n引き渡し書を向日市長に提出し，向日市長は，現地確認をして適正な施設\nとして認められた場合は，引き継ぎ書を発行するものとしているが，本件\nでは，引き渡し書及び引き継ぎ書はいずれも発行されていない（前提事実\n－62－\n⑽）。しかし，前提事実⑵，⑶，⑻及び⑼の経緯に照らし，原告と被告Ａ\nとは，本件技術指針に則って本件貯留槽を設置し引渡し・引継ぎをする意\n思を有していたと認められる。そして，本件貯留槽の引渡し・引継ぎに当\nたり，原告及び被告Ａのいずれも，何らかの不備を指摘したことはなく，\n原告は，そのまま本件貯留槽を供用したのであるから，引き渡し書及び引\nき継ぎ書の交付を妨げる客観的事情はなく，単なる手続上の瑕疵があった\nにすぎず，原告と被告Ａとの間では，被告Ａが本件技術指針に基づく瑕疵\n担保責任を負うことについての黙示的合意が成立したというべきである。\nしかし，上記引き渡し書及び引き継ぎ書の様式にいずれも瑕疵担保期間\nを（引き継ぎ書の発行日から）２年間とする記載があること（前提事実⑽）\n及び現に引き継ぎ書が発行されていないことによれば，上記黙示的合意は，\n瑕疵担保期間を，引き継ぎ書を発行すべき日から２年間とする趣旨を含む\nものと解すべきである。そして，本件技術指針によれば，向日市長は，引\nき渡しを受けた雨水流出抑制施設について現地確認を行い，適正な施設と\nして認められた場合には引き継ぎ書を発行するものとしていること（前提\n事実⑽），原告は平成１８年３月２５日に本件貯留槽の引渡しを受けたこ\nとからすると，上記引き継ぎ書を発行すべき日は，遅くとも同年４月２５\n日であったとするのが相当である。したがって，同日から本件訴訟提起ま\nでに２年が経過したことにより，被告Ａは上記担保責任を負わない。\n⑵  不法行為責任について\n被告Ａは，被告Ｂに本件開発行為一式を請け負わせ，本件貯留槽の設計\n図書は被告Ｂが作成し，本件設置工事の現場監督等は被告Ｂが行っていた\nのであり，被告Ｂの不法行為責任について上記７で判示したところに照ら\nすと，遮水工事を具体的に監督・確認すべき注意義務は負わないというべ\nきである。したがって，被告Ａは，７０９条に基づく不法行為責任を負わ\nない。\n－63－\n原告は，被告Ａは，都市計画法上，瑕疵のない貯留槽を設置する義務を\n負っている旨主張するが，被告Ａが設置し引き渡した貯留槽に瑕疵がある\nからといって，その瑕疵の発生に関する注意義務違反を検討することな\nく，直ちに被告Ａに不法行為責任を問うことはできない。また，同法を瑕\n疵担保責任の根拠と解することもできない。\n９  原告の損害及びその額（争点⑼）について\n⑴  証拠（甲１１ないし１５，３５の１・２，３６，３７，乙４７）によれ\nば，本件瑕疵により原告に生じた損害及びその額は，次のとおりと認める\nのが相当である。\n合計８１６５万１２５０円\n①  Ｌへの本件事故原因調査業務委託費  １４７万円\n②  調査掘工事費用                           １２万６０００円\n③  本件調査堀跡復旧工事費用                  ２８万３５００円\n④  被害住宅６戸の点検業務委託費（床下調査，漏電点検）\n５６万７０００円\n⑤  再設置工事費用（パネケーブによる施工の費用）\n３３８４万円\n⑥  暗渠築造工事費用                      ４４１８万５０５０円\n⑦  ⑥の工事に伴うガス引込管移設                ７万３０００円\n⑧  本件事故後に結露を生じた被害住宅５戸への断熱塗装工事\n１１０万６７００円\n⑵  原告は，注入工事の費用を主張する。上記２のとおり，注入工事の時点\nで東側空間の埋戻土には相当程度の空隙があったと認められ，また，本件\n貯留槽の供用の有無にかかわらず，公園である本件貯留槽上部の地表の陥\n没等を避ける必要は認められるから，注入工事の必要性自体を否定するこ\nとはできない。しかし，上記２のとおり，東側空間の埋戻土の転圧は不十\n－64－\n分であり，上記空隙は，本件事故がなくても生じていた可能性を否定する\nことができないから，被告Ｄ及び被告Ｆの上記不法行為と注入工事による\n費用との相当因果関係を認めることはできない（なお，本件でのこの部分\nの請求は，埋戻土の転圧工事の瑕疵と注入工事による損害との直接の因果\n関係に基づくものとは解されない。）。\n原告は，⑤について，再度漏水事故が発生しないように安全性・耐久性\nを高めるため，再設置工事において雨水貯留槽を鉄筋コンクリート製にす\nる必要があった，また，本件貯留槽西側の造成が完了した後は，パネケー\nブによる貯留槽の設置は遮水シートの施工のための作業場所確保の点な\nどから困難であったなどと主張するが，このような事情を認めるに足りる\n証拠はない。本件事故によりパネケーブによる貯留槽の安全性・耐久性が\n一般的に否定されたわけではないし，Ｌによる調査報告書（甲２３）は，\n本件貯留槽の再利用か廃止かの検討をしただけで，本件貯留槽撤去後新た\nにパネケーブによる貯留槽を設置することの可否を検討したものではな\nい。甲２３には，Ｌの見解として「貯留ブロックを積み直すためには大規\n模な仮設や掘削が必要となり，家屋が近接している状況では非常に困難と\n考えられる。」という記載があるが（３９頁），本件貯留槽の再使用を前\n提とするものであり，パネケーブの再設置を全面的に否定するものとはい\nえない。  また，原告が主張するＬへの再設置工事実施設計業務委託費（４\n３５万７５００円）は，甲１６によってもその内容が必ずしも明らかでな\nいが，原告の主張に照らし，鉄筋コンクリート製雨水貯留槽を前提とする\nものと解されるから，鉄筋コンクリート製雨水貯留槽の必要性が認められ\nない以上，損害とは認められない。\n被告らは，本件貯留槽を撤去した際に地盤崩れは生じていないから，再\n設置工事の際，地盤崩れのおそれを理由に本件貯留槽の一部を撤去せずに\nコンクリートで充填する必要があったとはいえず，したがって，これによ\n－65－\nり生じた不足容量分を補うために⑥暗渠築造工事を施工する必要はなか\nった旨主張する。しかし，証拠（甲２３）によれば，構造計算上，本件貯\n留槽全てを撤去すると，住宅のある北西側及び南側の地盤が崩れるおそれ\nがあったと認められる。原告が一旦本件貯留槽を撤去した際にたまたま地\n盤の崩落はなかったとしても，そのことから直ちに上記おそれを否定する\nことはできない。なお，本件貯留槽の一部にコンクリートを充填する必要\n性を前提とすると，⑤の貯留槽再設置についても，より規模の小さいもの\nとなる可能性はあるが，その程度は明らかでなく，かつ，仕様の変更によ\nり別途費用が必要となることも考えられるから，直ちに⑤の費用を減額す\nる理由にはならない。\n原告は，被害住民から申出があれば実施する予定の断熱塗装工事費（１\n戸分）６７万０９５０円も本件瑕疵により生じた損害である旨主張する\nが，弁論の全趣旨によれば，本件事故の発生から８年以上経過した本件口\n頭弁論終結時（平成２９年１０月３日）においても上記工事が実施されて\nいないことが認められ，上記工事費の支出の蓋然性は低いものと解される\nから，損害とは認められない。\n10  共同不法行為（争点⑽）について\n被告Ｄ及び被告Ｆの不法行為（義務違反）は，いずれも本件瑕疵により原\n告に生じた前記９の損害全部と因果関係があると認められ，かつ，上記各被\n告は，注文者・請負人の関係にあって，共同して作業に当たっており，主観\n的・客観的関連共同性が認められるから，上記被告らはそれぞれその全額の\n賠償責任を負う。\n11  過失相殺（争点⑾）について\n被告らは，原告には，①平成１８年３月２日の現地確認の際，目視でしか\n確認しなかった，②平成２１年７月１日まで供用を開始せず，試運転をしな\nかった，③平成２１年７月１９日の夕方以降大雨が降ったのに本件貯留槽の\n－66－\n流出口を適切に開かなかったという各過失があり，過失相殺すべきである旨\n主張する。\nしかし，①原告が，被告らとの関係で，目視以外の確認をすべき根拠を認\nめるに足りる証拠はない。都市計画法等の関係法令にそのような根拠を見い\nだすことはできず，本件技術指針にも現地確認の方法を具体的に定めた規定\nはない。また，②原告が被告ら主張の日までに供用を開始し又は試運転をす\nべき義務があったと認めるに足りる証拠はない。被告らが，早期に供用を開\n始せず又は試運転をしなければ，本件貯留槽に何らかの問題が生じる旨を原\n告に告知した等の事情もうかがうことはできない。③本件事故当時，流出口\nの開閉率が適切でなかったことを認めるに足りる証拠はない。被告Ｄが指摘\nする甲６（事前計画協議書）の記載は，下流側溝の流下能力を超えない放流\n量に基づく開閉率をいう趣旨であることが明らかである。\nしたがって，被告らの上記主張はいずれも失当である。\n12  以上より，原告の請求は，被告Ｄ及び被告Ｆに対し，連帯して及び８１６\n５万１２５０円及びこれに対する平成２１年７月２３日から支払済みまで年\n５％の割合による遅延損害金を求める限度で理由があるからこれを認容し，\n上記被告らに対するその余の請求及びその余の被告らに対する請求はいずれ\nも理由がないから棄却することとして，主文のとおり判決する。\n京都地方裁判所第３民事部\n裁判長裁判官        久保田   浩   史\n裁判官        福渡裕 貴\n－67－\n裁判官        加藤民 与\n－68－\n別紙２\n法令等の定め（要旨）\n１  都市計画法\n⑴  ４条（定義）\nア  １２項\nこの法律において「開発行為」とは，主として建築物の建築又は特定工\n作物の建設の用に供する目的で行なう土地の区画形質の変更をいう。\nイ  １４項\nこの法律において「公共施設」とは，道路，公園その他政令で定める公\n共の用に供する施設をいう。\n⑵  ２９条（開発行為の許可）１項\n都市計画区域又は準都市計画区域内において開発行為をしようとする者\nは，あらかじめ，国土交通省令で定めるところにより，都道府県知事（地方\n自治法２５２条の１９第１項の指定都市，同法２５２条の２２第１項の中核\n市又は同法２５２条の２６の３第１項の特例市（以下「指定都市等」という。）\nの区域内にあっては，当該指定都市等の長。以下この節において同じ。）の\n許可を受けなければならない。（以下略）\n⑶  ３２条（公共施設の管理者の同意等）\nア  １項\n開発許可を申請しようとする者は，あらかじめ，開発行為に関係がある\n公共施設の管理者と協議し，その同意を得なければならない。\nイ  ２項\n開発許可を申請しようとする者は，あらかじめ，開発行為又は開発行為\nに関する工事により設置される公共施設を管理することとなる者その他政\n令で定める者と協議しなければならない。\nウ  ３項  前二項に規定する公共施設の管理者又は公共施設を管理すること\n－69－\nとなる者は，公共施設の適切な管理を確保する観点から，前二項の協議を\n行うものとする。\n⑷  ３３条（開発許可の基準）１項\n都道府県知事は，開発許可の申請があつた場合において，当該申請に係る\n開発行為が，次に掲げる基準（４項及び５項の条例が定められているときは，\n当該条例で定める制限を含む。）に適合しており，かつ，その申請の手続が\nこの法律又はこの法律に基づく命令の規定に違反していないと認めるとき\nは，開発許可をしなければならない。\n２号  （本文略）\nイ  開発区域の規模，形状及び周辺の状況\nロ  開発区域内の土地の地形及び地盤の性質\nハ  予定建築物等の用途\nニ  予定建築物等の敷地の規模及び配置\n３号  排水路その他の排水施設が，次に掲げる事項を勘案して，開発区域内\nの下水道法２条１号に規定する下水を有効に排出するとともに，その排\n出によって開発区域及びその周辺の地域に溢（いっ）水等による被害が\n生じないような構造及び能力で適当に配置されるように設計が定められ\nていること。この場合において，当該排水施設に関する都市計画が定め\nられているときは，設計がこれに適合していること。\nイ  当該地域における降水量\nロ  前号イからニまでに掲げる事項及び放流先の状況\n⑸  ３６条（工事完了の検査）\nア  １項\n開発許可を受けた者は，当該開発区域（開発区域を工区に分けたときは，\n工区）の全部について当該開発行為に関する工事（当該開発行為に関する\n工事のうち公共施設に関する部分については，当該公共施設に関する工事）\n－70－\nを完了したときは，国土交通省令で定めるところにより，その旨を都道府\n県知事に届け出なければならない。\nイ  ２項\n都道府県知事は，前項の規定による届出があつたときは，遅滞なく，当\n該工事が開発許可の内容に適合しているかどうかについて検査し，その検\n査の結果当該工事が当該開発許可の内容に適合していると認めたときは，\n国土交通省令で定める様式の検査済証を当該開発許可を受けた者に交付し\nなければならない。\nウ  ３項\n都道府県知事は，前項の規定により検査済証を交付したときは，遅滞な\nく，国土交通省令で定めるところにより，当該工事が完了した旨を公告し\nなければならない。（以下略）\n⑹  ３９条（開発行為等により設置された公共施設の管理）\n開発許可を受けた開発行為又は開発行為に関する工事により公共施設が設\n置されたときは，その公共施設は，３６条３項の公告の日の翌日において，\nその公共施設の存する市町村の管理に属するものとする。ただし，他の法律\nに基づく管理者が別にあるとき，又は３２条２項の協議により管理者につい\nて別段の定めをしたときは，それらの者の管理に属するものとする。\n⑺  ４０条（公共施設の用に供する土地の帰属）２項\n開発許可を受けた開発行為又は開発行為に関する工事により設置された公\n共施設の用に供する土地は，前項に規定するもの及び開発許可を受けた者が\n自ら管理するものを除き，３６条３項の公告の日の翌日において，前条の規\n定により当該公共施設を管理すべき者（略）に帰属するものとする。\n２  向日市開発行為等に関する指導要綱（平成１０年９月１日施行。甲３２）\n⑴  ３条（適用範囲）１項\n－71－\nこの要綱は，本市内において開発面積３００㎡以上又は計画戸数２戸以上\nの開発行為等を行う事業主に対して適用する。\n⑵  ４条（事前協議）１項\n前条に規定する規模の開発行為等を行おうとする事業主は，法的な手続を\n行う前に，あらかじめ開発行為等に関する事前協議申出書（様式第１号）に\nより市長と協議しなければならない。（以下略）\n⑶  ６条（公共施設等の整備）１項\n事業主は，開発区域内に必要な道路，公園，緑地，広場，雨水排水施設，\n水道，下水道，消防水利施設，交通安全施設，街路灯，集会施設等（以下「公\n共施設等」という。）を，この要綱に基づき市長と協議の上，整備しなけれ\nばならない。\n⑷  ７条（公共施設等の竣工検査）\nア  １項\n事業主は，公共施設等が完成したときは，公共施設等工事完了届出書（様\n式第４号）に関係書類を添付の上，市長に提出するとともに，竣工検査を\n受けなければならない。\nイ  ３項\n事業主は，前２項の検査の結果，不備な箇所があるときは自己の負担に\nおいて整備しなければならない。\n⑸  １２条（雨水排水関係）\nア  １項\n事業主は，開発区域の規模，地形，予定建築物の用途，降雨量等から想\n定される雨水を有効に排水するために，その排水等に必要な施設を施行細\n則により設置しなければならない。\nイ  ２項\n前項の排水等に必要な施設は，雨水流出抑制施設及び放流先の河川，水\n－72－\n路，公共下水道雨水管渠等の施設を含むものとし，市長，放流先の施設管\n理者及び水利等の団体と協議の上，施工しなければならない。\n３  向日市開発行為等に関する指導要綱施行細則（平成１０年９月１日施行。甲\n３２）\n（第４  雨水排水及び下水道施設に関する事項）\n⑴  １条\n雨水及びその他地表水については，排水施設及び雨水流出抑制施設を設け\nなければならない。（以下略）\n⑵  ２条（排水計画）２項\n雨水流出抑制施設に係る算定については，向日市開発行為等に係る雨水流\n出抑制施設設置技術指針によるものとする。\n⑶  ３条（施設）４項\n雨水流出抑制施設の設置については向日市開発行為等に係る雨水流出抑制\n施設設置技術指針に，また，汚水の施設設置については向日市開発行為等に\n伴う下水道施設設計指針によるものとする。\n４  向日市開発行為等に係る雨水流出抑制施設設置技術指針（平成１０年９月１\n日施行。甲５）\n⑴  （１．１  目的）\n本指針は向日市の良好な都市環境の形成を目指した「向日市開発行為等に\n関する指導要綱」の適切な運用と効率的な推進を図るため，雨水の流出抑制\nに関する必要な技術的基準を定めることを目的とする。\n⑵  （１．２  適用の範囲）\n本指針は，「向日市開発行為等に関する指導要綱」の適用となる開発行為\n等を対象に事業主によって設置される雨水流出抑制施設のうち，調査，計画，\n－73－\n設計，施工，事務手続及び維持管理について適用する。（以下略）\n⑶  （２．２  対策量）\n事業主は，開発地の区域及び規模に応じて，以下の単位面積当たりの対策\n量に開発面積を乗じた対策量を満足する雨水流出抑制施設を設けるものとす\nる。（以下略）。\n⑷  （７．１  事務手続の一般事項）\n１）  事業主は本指針により雨水流出抑制施設計画を策定し，市長に「向日\n市開発行為等に係る雨水流出抑制施設設置技術指針の規定による事前計画\n協議書」（様式１）を２部提出することとする。\n２）  市長は前項の事前計画協議について検討を行い，「向日市開発行為等\nに係る雨水流出抑制施設設置技術指針の規定による事前計画協議済書」\n（様式２）を発行する。（以下略）\n３）  事業主は前項の協議済みの内容に基づき雨水流出抑制施設を設置し，\n工事完了後に「向日市開発行為等に係る雨水流出抑制施設設置技術指針の\n規定による設置完了通知書」（様式３）を市長に２部提出するものとする。\n４）  市長は前項の完了届について，現地確認の後，「向日市開発行為等に\n係る雨水流出抑制施設設置技術指針の規定による設置完了通知受理書」（様\n式４）を発行するものとする。（以下略）\n６）  事業主は，開発区域内に設置された雨水流出抑制施設の敷地が向日市\nの帰属となる場合は，その施設を原告に引き渡すものとし，必要な図書を\n添えて「向日市開発行為等に係る雨水流出抑制施設設置技術指針の規定に\nよる雨水流出抑制施設引き渡し書」（様式５）を市長に２部提出するもの\nとする。\n（なお，上記引き渡し書（様式５）の「６  その他の事項」欄には，「引\nき渡しを行う施設の瑕疵担保の期間は，２年間とします。」と記載されて\nいる。引用者）\n－74－\n７）  市長は前項の引き渡しについて，現地確認を行い，適正な施設として\n認められた場合は「向日市開発行為等に係る雨水流出抑制施設設置技術指\n針の規定による雨水流出抑制施設引き継ぎ書」（様式６）を発行し，その\n施設を引き継ぐとともに良好に維持管理するものとする。\n（なお，上記引き継ぎ書（様式６）の「３  その他の事項」欄には，「引\nき継ぎを受ける施設の瑕疵担保の期間は，当該引き継ぎ書の発行日から２\n年間とします。」と記載されている。引用者）\n以上\n"
}