{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 22,
    "month": 3,
    "day": 30
  },
  "case_number": "平成21(行ケ)10339",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "80046",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=80046",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/046/080046_hanrei.pdf",
  "contents": "平成２２年３月３０日判決言渡\n平成２１年（行ケ）第１０３３９号 審決取消請求事件\n口頭弁論終結日 平成２２年１月２８日\n判決\n原 告 Ｘ株式会社\n被 告 グンゼ株式会社\n訴訟代理人弁護士 金 井 美 智 子\n同 重 冨貴光\n同 高 田真司\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は，原告の負担とする。\n事実及び理由\n第１ 請求\n特許庁が無効２００９－８９００１３号事件について平成２１年１０月１日\nにした審決を取り消す。\n第２ 当事者間に争いのない事実\n１ 特許庁における手続の経緯\n被告は，登録第２３５３９０８号商標（以下「本件商標」という。）の商標\n権利者である。本件商標は，別紙(1)「本件商標」のとおり，顔の輪郭を表す\n円の中に一対の目と円弧状の口を配した構成よりなり，第１７類に属する「被\n服，布製身回品，寝具類」を指定商品として，平成元年１月２４日に登録出願\nされ，平成３年３月８日に登録査定がされ，同年１１月２９日に設定登録がさ\nれた。その後，平成１３年７月３日に商標権の存続期間の更新登録がされ，さ\nらに，平成１６年１月２１日には，指定商品を，第５類「失禁用おしめ」，第\n９類「事故防護用手袋，防じんマスク，防毒マスク，溶接マスク，防火被\n服」，第１０類「医療用手袋」，第１６類「紙製幼児用おしめ」，第１７類\n「絶縁手袋」，第２０類「クッション，座布団，まくら，マットレス」，第２\n１類「家事用手袋」，第２２類「衣服綿，ハンモック，布団袋，布団綿」，第\n２４類「布製身の回り品，かや，敷き布，布団，布団カバー，布団側，まくら\nカバー，毛布」及び第２５類「被服」とする書換登録がされた（甲１）。\n原告は，平成２１年１月２３日，本件商標について無効審判（無効２００９\n－８９００１３号事件）を請求した。\n特許庁は，平成２１年１０月１日，「本件審判の請求は，成り立たない。」\nとの審決(以下｢審決｣という｡)をし，その謄本は，平成２１年１０月１３日，\n原告に送達された。\n２ 審決の理由\n審決の理由の概要は，以下のとおりである（別紙審決書写し参照）。\n（１） 商標法４条１項７号該当性について\n①出願された商標の使用がたとえ他人（ハーベイ・ボール）の著作権と抵\n触する商標であったとしても，それは，商標法４条１項７号所定の「公の秩\n序又は善良の風俗を害するおそれがある商標」には当たらない。また，②商\n標法４条１項７号該当性の判断の基準時は，本件商標の登録査定時である平\n成３年３月８日であるところ，請求人（原告）が主張する引用図形（別紙\n（２）「引用図形」参照）がその当時の米国において既に平和のシンボルと\nされていたとか慈善活動に使用されてきたことを認めるに足りる証拠がない\n上，たとえ引用図形が１９７０年代の米国で流行していたとしても，本件商\n標の使用が登録査定時に国際信義に反するとはいえない。よって，本件商標\nは，商標法４条１項７号には該当しない。\n（２） 商標法４条１項１５号該当性について\n本件商標の登録査定当時において本件商標が不正の目的で商標登録を受け\nたものと認めるに足りる証拠はないから，商標法４条１項１５号所定の「他\n人の業務に係る商品又は役務と混同を生ずるおそれがある商標」に該当する\nことを理由とする無効審判請求は，設定登録の日から５年の除斥期間の経過\nにより，許されなくなるところ（商標法４７条１項），本件の無効審判請求\nは，平成３年１１月２９日の設定登録の日から５年の除斥期間を経過した後\nの平成２１年１月２３日にされたものであるから，不適法である。\n（３） 商標法４条１項１９号該当性について\n本件商標の登録査定時において，原告主張の引用図形がハーベイ・ボール\n財団及びその関係者の業務に係る商品を表示する商標として広く知られてい\nたと認めるに足りる証拠はないし，本件商標が不正の目的で商標登録を受け\nたものと認めるに足りる証拠もない。したがって，本件商標は，商標法４条\n１項１９号に該当しない。\n（４） 商標法３条１項６号該当性について\n商標法３条１項６号該当を理由とする無効審判請求は，本件商標の設定登\n録の日である平成３年１１月２９日から５年の除斥期間が経過した後の平成\n２１年１月２３日にされたものであるから，不適法である。\n第３ 当事者の主張\n１ 取消事由についての原告の主張\n（１） 商標法４条１項７号該当性の判断の誤り\nア 他人の著作権との抵触に係る判断の誤り\n審決は，特許庁の審査官が，出願された商標が他人の著作権と抵触する\nかどうかについて必要な調査及び認定判断を遂げた上で当該商標の登録査\n定又は拒絶査定を行わなければならないとすると，極めて多数の商標登録\n出願を迅速に処理すべき特許庁の事務処理の著しい妨げとなるから，商標\n法４条１項７号が，商標審査官にこのような調査義務を課していると解す\nることはできない旨判断する。\nしかし，審決の判断は誤りである。すなわち，出願された商標が著作権\nと抵触するものかどうかを調査するについて特許庁の審査態勢が不足して\nいるというのであれば，それに対応した方法を考えるのが役所の取るべき\n対応であるから，著作権との抵触を考慮しない審決の判断は誤りである。\nなお，原告と関係を有する有限会社ハーベイ・ボール・スマイル・リミ\nテッドは，日本において，１２１のスマイリー・フェイス図形について登\n録著作権を有する（甲６５，６６）。\nイ 国際信義違反に係る判断の誤り\nまた，審決は，商標法４条１項７号該当性の判断時期は，本件商標の登\n録査定時である平成３年３月８日であるところ，請求人（原告）が主張す\nる引用図形（別紙「引用図形」参照）が平成３年３月８日当時の米国にお\nいて既に平和のシンボルとされていたとか慈善活動に使用されてきたこと\nを認めるに足りる証拠はないから，本件商標の使用が登録査定時に国際信\n義に反するとはいえない旨判断する。\nしかし，審決の判断は，誤りであり，争う。\n（２） 商標法４条１項１５号該当性の判断の誤り\n平成３年３月８日の登録査定時において，本件商標も含めたスマイル・マ\nーク（スマイリー・フェイスと同義である。）は日本で既に有名であった\nが，それは米国人ハーベイ・ボールが創作したスマイリー・フェイスが１９\n６３年以降米国で大流行し，これを日本が真似をしたものであり，日本での\n大流行も，ハーベイ・ボールの功績であるといえる（甲１５）。この日本で\nのスマイル・マークの第１次ブームもやがて終焉した。商標登録権者らの多\nくは，スマイル・マークは誰が使っても良いという当時の風潮の下で，登録\n更新をしなくなり，大半の権利者が商標権を放棄した。そのような風潮の中\nで，被告は，平成３年，スマイル・マークを「自己で独占すべき」と考え，\n商標登録の出願をした。原告は，平成１０年ころ，膨大な投資を行い，ハー\nベイ・ボールのストーリーやエピソードを日本国内で宣伝し，各種のボラン\nティア活動を行った結果，再びスマイル・ブームが到来した。すなわち，原\n告は，莫大な投資をして，①名誉スマイル大使制度（甲２８，７３），②\n「ワールド・スマイル・デイ」（ＷＳＤ。甲６７の１及び２，甲６８，７\n８），③「スマイリー・ニュース」の３６回にわたる発行（甲６９，７４の\n１及び２），④著名人の参加を得た各種「スマイル集会」やエイズ・キャン\nペーンなどの実施を支援し（甲７５，甲７６の１～１０），スマイリー・フ\nェイスの良いイメージを形成してきた。被告は，それに便乗して自己で使用\nすることなく他人に本件商標を貸与して利益を獲得し続けているものであ\nり，登録商標のあるべき利用態様ではない。\n以上の経過からすると，本件商標は，原告が関係してきた故ハーベイ・ボ\nール及びハーベイ・ボール・ワールド・スマイル財団の著名性，歴史，話題\n性，コンセプト，原告のボランティア活動の実績に便乗して利益を上げるた\nめに，不正の目的をもって登録されたものというべきであり，商標法４条１\n項１５号に該当し，同法４７条１項所定の「不正の目的」の存在を認めるこ\nとができる。よって，「不正の目的」を認めることができず，５年の除斥期\n間の経過により，商標法４条１項１５号該当を理由とする無効審判請求は不\n適法であるとした審決の判断は，誤りである。\nなお，現在，有限会社ハーベイ・ボール・スマイル・リミテッドは，アメ\nリカにおいて合計１０２件の登録商標を有しており（甲６１，甲８１の１及\nび２，甲８２），スマイリー・フェイスの権利が一層確立されている。\n（３） 商標法４条１項１９号該当性の判断の誤り\n前記(2)で指摘した事情によれば，本件商標は，商標法４条１項１９号に\nも該当するから，同号に該当しないとした審決の判断は，誤りである。\n（４） 商標法３条１項６号該当性の判断の誤り\n本件商標は，本件商標登録出願がされた平成元年１月２４日には，需要者\nが何人かの業務に係る商品であることを認識することができない商標とし\nて，商標登録を受けることができないものとなっていた（甲１１，甲１６，\n甲５７の１～甲５９参照）。ハーベイ・ボールが債権者となって申し立てた\n仮処分命令申立事件においても，スマイル・マークが商標法３条１項６号に\n該当する旨の債務者株式会社インセンティブの主張を認めた裁判所から，ハ\nーベイ・ボール（その申立てに事実上関与していた原告）が上記仮処分申立\nての取下勧告を受けたこともある（甲６０）。このような事情に照らせば，\n本件商標は，商標法３条１項６号に該当するというべきであり，同号該当性\nに係る審決の判断は，誤りである。\n２ 被告の反論\n（１） 商標法４条１項７号該当性の判断の誤りに対し\nア 他人の著作権との抵触に係る判断の誤りに対し\n審決は，東京高裁平成１３年５月３０日キューピー事件判決（判例時報\n１７９７号１５０頁）に準拠して，本件商標の使用が他人の著作権と抵触\nするものであるとしても，商標法４条１項７号に規定する商標には当たら\nないと判断したものであり，正当である。この点に係る原告の主張は，単\nに上記キューピー事件判決を論難するものにすぎず，理由がない。\nイ 国際信義違反に係る判断の誤りに対し\n原告は，本件商標の登録査定時である平成３年３月８日当時において，\n引用図形が米国で平和のシンボルとされ，又は慈善活動に使用されていた\nとの立証を何ら行っていない。むしろ，引用図形を含むいわゆるスマイル\n・マークについては，米国のみならず，我が国においても，遅くとも昭和\n４５年（１９７０年）以降，不特定多数の業者がライセンス契約を締結す\nることなくスマイル・マークを使用した各種商品を多数販売していること\nが認められる（甲１１，甲１３，甲１５，甲５３，甲５７の１及び２，甲\n５８の１及び２，甲５９）。また，スマイル・マークについては，我が国\nにおいても昭和３０年ころより，数多くの当事者が個別具体的なデザイン\nを異にするスマイル・マーク図形を対象とする商標の登録を得ていること\nが認められる（甲１６），このような事実からすれば，本件商標の登録査\n定時である平成３年３月８日において，引用図形をはじめとするスマイル\n・マークが専ら米国で平和のシンボルとされ，又は慈善活動に使用されて\nいたとの原告主張事実は存在せず，少なくとも不登録事由を構成するよう\nな使用実態があったとはいえない。\nまた，いかなる事情に基づいて本件商標の登録が米国，マサチューセッ\nツ州及びウスター市との関係において国際信義に反するのかという点につ\nいては，原告の主張によっても不明である上，１９７０年代の米国におい\nてスマイル・マークが流行したことをもって本件商標登録が国際信義に反\nするとはいえないから，審決の判断に誤りはない。\n（２） 商標法４条１項１５号該当性の判断の誤りに対し\n抽象的なスマイル・マーク自体は，昭和４６年ころには，いわばパブリッ\nク・ドメインに属するものとして，需要者が何人かの業務に係る商品である\nことを認識することができない商標（商標３条１項６号）となっていたもの\nと解される。しかし，そのような当時の事情の下において，被告は，抽象的\nなスマイル・マークのうち，本件商標の公報（甲１。別紙「本件商標」）記\n載のとおり個別具体的なデザインとしての図形を特定した上で，平成元年１\n月２４日に本件商標の登録出願を行い，本件商標の登録を受けたにすぎず，\nこのような一連の行為は，何ら不正の目的に基づくものではない。よって，\n本件商標が商標法４条１項１５号に該当しないとした審決の判断に誤りはな\nい。\n（３） 商標法４条１項１９号該当性の判断の誤りに対し\n本件商標の登録査定時において，抽象的なスマイル・マークについての商\n標はパブリック・ドメインに属していた。引用図形がハーベイ・ボール財団\n及びその関係者を出所として示すものとはいえない。よって，商標法４条１\n項１９号該当性を否定した審決の判断に誤りはない。\n（４） 商標法３条１項６号該当性の判断の誤りに対し\n原告による無効審判請求時（平成２１年１月２３日）には，本件商標の設\n定登録の日（平成３年１１月２９日）から５年が経過しているから，商標法\n３条１項６号を理由とする無効審判請求は不適法であり（商標法４７条１\n項），これと同旨の審決に誤りはない。\n第４ 当裁判所の判断\n当裁判所は，本件商標が，商標法４条１項７号，１５号（同法４７条１項の\n「不正の目的」）又は同法４条１項１９号及び同法３条１項６号に該当するとの\n原告の主張は，いずれも理由がないか，又は主張自体失当であると判断する。そ\nの理由は，以下のとおりである。\n１ 商標法４条１項７号該当性の判断の誤りについて\n（１） 他人の著作権との抵触に係る判断の誤りについて\n原告は，本件商標を構成する図柄が，第三者（故ハーベイボール）の有す\nる著作権の範囲に含まれることを理由に，本件商標は，商標法４条１項７号\nに該当する商標であると主張する。\nしかし，原告の主張は，以下のとおり理由がない。\nすなわち，登録商標に係る図柄等について，第三者の有する著作物に係る\n支分権（複製権，翻案権等）の範囲内に含まれることがあったとしても，商\n標法及び著作権法の趣旨に照らすならば，そのことのみを理由として当然に\n当該商標が商標法４条１項７号所定の「公の秩序又は善良の風俗を害するお\nそれがある商標」に該当するものということはできない。\n仮に，本件において，原告が主張するとおり，１９６３年に故ハーベイ・\nボールが引用図形（別紙「引用図形」参照，スマイリー・フェイス）を著\n作，創作したものであったとしても，本件商標が，商標法４条１項７号に該\n当するとはいえない。すなわち，１９６０年代後半から１９７０年代に，米\n国でスマイル・マークが流行し，また，１９７０年代後半，我が国において\nもスマイル・マークがブームを招いたという事情があったとしても，①ハー\nベイ・ボール自身は，スマイリー・フェイスについて商標登録をする意思も\nなく，第三者が自由にスマイリー・フェイスを使用することを容認し，金銭\n的な見返りを求めていなかったことが窺えること（甲５，６），②原告の主\n張によっても，原告が多額の費用負担をしてスマイリー・フェイスを慈善活\n動やボランティア活動に活用し，同マークの社会的イメージを向上させるよ\nうになったのは，平成１０年ころ以降であることから（原告準備書面(1)１\n０頁Ｇ１），被告には，平成３年３月８日の本件商標の登録査定時におい\nて，「スマイル・マーク」の良好なイメージに便乗する意図はなかったと解\nされること，③原告の主張によれば，平成３年の本件商標の登録査定当時に\nは，日本でのスマイル・マークのブームは収束し，商標登録をしていた商標\n権者らもその更新登録をしないで商標権を放棄する傾向があったこと等の事\n情を総合考慮するならば，本件商標が，商標法４条１項７号所定の商標に該\n当すると認めることはできない。\n（２） 国際信義違反に係る判断の誤りについて\n前記(1)の①ないし③の諸事情のほか，本件において，原告が主張する引\n用図形（別紙「引用図形」参照）が本件商標の登録査定（平成３年３月８\n日）当時の米国において既に平和のシンボルとされていたとか慈善活動に使\n用されていたことを認めるに足りる証拠もないことに照らすならば，本件商\n標の使用が国際信義に反するとの理由により，本件商標が商標法４条１項７\n号に該当する商標ということはできない。\nよって，これと同旨の審決の判断に誤りはなく，この点に係る原告の主張\nは採用の限りでない。\n２ 商標法４条１項１５号該当性の判断の誤りについて\n原告は，本件商標が商標法４条１項１５号に該当すると主張する。\nしかし，原告の主張は採用の限りでない。すなわち，前記説示のとおり，原\n告が莫大な投資をしてスマイリー・フェイスを慈善活動やボランティア活動に\n活用し，同マークの社会的イメージを向上させるようになったのは，平成１０\n年ころ以降のことであるから，平成３年３月８日の本件商標の登録査定時にお\nいては，上記イメージに被告が便乗する意図を有しなかったというべきであ\nり，本件商標の登録が「不正の目的」によるものであると認めることはできな\nい。よって，本件商標の設定登録の日から５年の除斥期間が経過したことによ\nり，商標法４条１項１５号を理由とする無効審判請求は不適法であるとした審\n決の判断に誤りはない。\n３ 商標法４条１項１９号該当性の判断の誤りについて\n原告は，本件商標が商標法４条１項１９号に該当すると主張する。\nしかし，前記１及び２で説示したとおり，本件商標は，「不正の目的」をも\nって使用をするものであるとは認められないから，商標法４条１項１９号に該\n当するとはいえない。よって，これと同旨の審決の判断に誤りはなく，これを\n誤りであるとする原告の主張は採用の限りでない。\n４ 商標法３条１項６号該当性の判断の誤り\n原告は，本件商標は，需要者が何人かの業務に係る商品であることを認識す\nることができない商標として，商標登録を受けることができないものとなって\nいたから，商標法３条１項６号に該当すると主張する。\nしかし，原告による無効審判請求時（平成２１年１月２３日）には，本件商\n標の設定登録の日（平成３年１１月２９日。甲１）から５年以上が経過してい\nるから，商標法３条１項６号を理由とする無効審判請求は商標法４７条１項に\nより不適法である。よって，これと同旨の審決の判断に誤りはなく，審決の判\n断に誤りがあるとする原告の主張は採用の限りでない。\n５結論\n以上によれば，原告主張の取消事由はいずれも理由がない。原告は，その他\nにも縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由が\nないから，これを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 飯村敏明\n裁判官 大須賀 滋\n裁判官 齊木教朗\n（別紙）(１)本 件 商 標\n（２）引 用 図 形\n"
}