{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 22
  },
  "case_number": "平成26(ワ)976",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "不法行為に基づく損害賠償請求訴訟において明示的一部請求がされ，不法行為時から２０年経過後に残部請求部分が拡張された事案において，一部請求であることを明示して訴えを提起したとしても一部請求の残部についてまで裁判上の権利行使をしたものとは認められないとして，残部請求部分については除斥期間の経過により請求権が消滅しているとされた事例",
  "lawsuit_id": "88417",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88417",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/417/088417_hanrei.pdf",
  "contents": "主       文\n１  被告ａは，原告に対し，２０００万円及びこれに対する平成６年５月１\n７日から支払済みまで年５分の割合による金員を支払え。\n２  被告ｂは，原告の被告ａに対する判決が確定したときは，原告に対し，２\n０００万円及びこれに対する平成６年５月１７日から支払済みまで年５分\nの割合による金員を支払え。\n３  原告のその余の請求をいずれも棄却する。\n４  訴訟費用は，これを６分し，その５を原告の負担とし，その余は被告らの\n負担とする。\n５  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１   被告ａは，原告に対し，１億２２８１万５８６９円及びこれに対する平成６\n年５月１７日から支払済みまで年５分の割合による金員を支払え。\n２  被告ｂは，原告の被告 a に対する判決が確定したときは，原告に対し，１億\n２２８１万５８６９円及びこれに対する平成６年５月１７日から支払済みま\nで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告ａが運転する自動車（以下「被告車」という。）と原告\nが運転する自転車（以下「原告車」という。）が衝突した交通事故により，原告\nに高次脳機能障害等の後遺障害が残存したと主張して，①被告ａに対し，自動\n車損害賠償保障法（以下「自賠法」という。）３条又は不法行為による損害賠償\n請求権に基づいて，損害合計１億２２８１万５８６９円及びこれに対する平成\n６年５月１７日（事故の日）から支払済みまでの民法所定の年５分の割合によ\nる遅延損害金の支払を，②被告ａと共済契約を締結している被告ｂに対し，共\n済契約上の被害者による直接請求権に基づいて，原告の被告ａに対する判決が\n確定したことを条件として，前同額及びこれに対する前同日から支払済みまで\nの前同割合の遅延損害金の支払を，それぞれ求めた事案である。\nなお，原告は，症状固定日について，主位的に平成２３年８月８日，予備的に\n平成９年５月１７日と主張した上で，予備的主張に係る損害額については，１\n億４１１９万８９７４円のうち主位的主張に係る損害額（１億２２８１万５８\n６９円）の限度で一部請求をするものである。\n１  前提事実（争いない事実及び証拠等（末尾に掲記したもの）によって容易に認\n定することができる事実）\nあったときは，１３歳（中学２年生）であった（甲２１，乙１）。\n原告車と被告車との間で，以下の交通事故（以下「本件事故」という。）が\n発生した（乙１，２，弁論の全趣旨）。\nア  日時  平成６年５月１７日午前７時４０分頃\nイ  場所  北海道河東郡ｃ町字ｄ線ｅ番地先路上（以下「本件道路」という。）\nウ  被告車  被告ａ運転の普通乗用自動車\nエ  原告車  原告運転の自転車\nオ  事故態様  被告車が，本件道路をｆ方面からｇ方面に向かい走行中，本\n件道路を右方から左方に向かい進行してきた原告車と衝突した。ただし，\n具体的な事故態様については争いがある。\n原告は，本件事故により，頭部外傷，脳挫傷，外傷性くも膜下出血，肺挫\n傷，肝挫傷，肋骨骨折，両側血気胸，頚椎捻挫，全身打撲，外傷性ショック，\n外傷性横隔膜ヘルニア，出血性ショック，外傷性てんかん等の傷害を負った\n（甲２ないし甲４の２，乙５の１）。\n被告ａは，本件事故について，不法行為及び自賠法３条による損害賠償責\n任を負う。\n原告は，以下のとおり入通院した（ただし，本件事故とｌ病院への通院と\nの間の相当因果関係の有無については争いがある。）。\nア  原告は，本件事故当日の平成６年５月１７日，①ｈ脳神経外科病院，②\nｉ病院，③ｊ病院の順に搬送され，同病院に同日から同年６月２８日まで\n４３日間入院した（甲２ないし甲４の６，乙３の１ないし乙６の３）。\nイ  ｉ病院  平成６年６月６日から平成７年８月１６日まで通院（実通院日\n数２日間）（乙７の１ないし乙８の２）\nウ  ｊ病院  平成６年７月１１日から平成７年４月１９日まで通院（実通院\n日数５日）（甲４の７，甲４の８，乙９の１ないし乙１２の２）\nエ  ｋ形成外科  平成９年５月１３日から同年１１月２２日まで通院（実通\n院日数９日）（乙１３の１ないし乙１８の２）\nオ  ｌ病院  平成２３年６月６日から同年８月８日まで通院（実通院日数６\n日間）（甲６の１）\n被告ａは，本件事故当時，被告ｂとの間で自動車共済契約を締結していた\n（以下「本件共済契約」という。）。本件共済契約に適用される自動車共済\n事業規約には，被共済者が損害賠償請求権者に対して負担する法律上の損害\n賠償責任の額について被共済者と損害賠償請求権者との間で判決が確定した\nときは，被告ｂは，損害賠償請求権者に対し，損害賠償額（被共済者が損害\n賠償請求権者に対して負担する法律上の損害賠償責任の額から，自賠責保険，\n共済等によって支払われる金額及び被共済者が損害賠償請求権者に対して既\nに支払った損害賠償金の額を控除した額）を支払う旨の規定がある（甲９，\n弁論の全趣旨）。\n原告は，平成２６年５月１４日，本件訴えを提起した。原告は，訴え提起\n当初，被告らに対し，それぞれ１億４１１２万３２２５円の一部として２０\n００万円及びこれに対する平成６年５月１７日から支払済みまでの年５分の\n割合による遅延損害金の支払を請求していたが，第３回弁論準備手続期日（平\n成２６年１１月２０日）で陳述した訴えの変更申立書（同年１０月３１日送\n達）により，１億２３０９万８５４８円及びこれに対する平成６年５月１７\n日から支払済みまでの年５分の割合による遅延損害金の支払を求める請求に\n拡張した。その後，原告は，第１６回弁論準備手続期日（平成２８年７月１\n日）で陳述した訴えの変更申立書（請求の減縮）により，前記第１のとおり\nの請求額に請求の減縮をした（顕著な事実）。\n２  争点\n本件事故の態様及び過失相殺割合\n原告に残存した後遺障害の有無及び程度\n原告の損害額\n消滅時効の成否\n除斥期間の経過により原告の請求権の一部が消滅するか\n３   本件事故の態様及び過失相殺割合） に 関 す る 当 事 者 の 主 張\n（ 原 告 の 主 張 ）\n原告は，原告車を運転し，本件道路の北西側の歩道をｇ方面に向かって進行\n中，本件事故現場において進路を変更し，車道を横断して本件道路の南東側の\n自転車用道路に進入しようとしたところ，原告の左方から進行してきた被告車\nと衝突してはね飛ばされ，路上に転倒した。\n被告ａは，制限速度を遵守するとともに，前方左右を注視して進路の安全を\n確認し，減速等をして衝突を防止すべき自動車運転上の注意義務を負うにもか\nかわらず，これを怠り，制限速度（時速５０キロメートル）を大幅に超過する\n時速約１３０キロメートルで進行した過失により，原告車を発見して制動措置\nをとったものの間に合わず，被告車を原告車に衝突させたものであるから，原\n告に生じた損害について不法行為又は自賠法３条による損害賠償責任を負う。\n本件道路は見通しが良く，原告はジャージを着用するなどしていたから，被\n告ａは，進路前方を進行する若年の学生である原告が成人と比して不規則な進\n路変更等の行動に出る可能性を十分に予見し得たにもかかわらず，減速等の措\n置をとることもなく，制限速度を大幅に超過する速度で原告をはね飛ばし，原\n告を路上に転倒させたものであるから，被告ａには本件事故について重過失が\nある。なお，原告には進路変更の合図をしなかった落ち度があるものの，原告\nは本件事故当時１３歳で注意能力が低く，一般道を時速約１３０キロメートル\nもの速度で走行してきた被告車との位置関係を見誤ったのも無理はないことか\nらすれば，本件事故に関して原告について過失相殺をすべき事情はない。\n（ 被 告 ら の 主 張 ）\n被告車が本件道路をｆ方面からｇ方面へ向かって走行していたところ，右方\nの歩道上を被告車と同一方向に向かって走行していた原告車が，被告車の対向\n車線を越えて本件道路を横断し，被告車の進路を妨害したため，被告車の右前\n部と原告車が衝突した。以上に加え，本件道路が幹線道路であることも考慮す\nれば，被告ａの速度超過を著しい過失又は重過失と評価しても，本件事故に関\nして原告にも過失があり，原告に生じた損害については２割又は３割の過失相\n殺がされるべきである。\n４\n（原告の主張）\n合４級）が残存した。\n高次脳機能障害について\n本件事故の態様，原告の症状の推移等からすれば，後記のとおり，原告は，\n本件事故により，自賠法施行令別表第二第５級２号（神経系統の機能又は精神\nに著しい障害を残し，特に軽易な労務以外の労働に服することができないも\nの）に該当する高次脳機能障害を発症し，当該症状はｌ病院で高次脳機能障害\nの診断を受けた平成２３年８月８日に症状固定となった。\nただし，ｍ医師が，脳外傷後高次脳機能障害では，急性期後に症状が寛解し，\n症状の変動がなくなる脳外傷後約３年後が症状固定時として妥当である旨意\n見していること，原告に現在残存する障害は，本件事故後約３年後の時点にお\nいても存在していたこと等からすれば，予備的に，平成９年５月１７日を症状\n固定日として主張する。\nア  脳外傷直後の意識障害が６時間以上継続する場合，永続的な高次脳機能\n障害が残ることが多いとされているところ，原告は，平成６年５月１７日\n午前７時４０分頃に受傷してから，重篤な意識障害が同日午後５時まで約\n９時間継続し，また，少なくとも同月３０日まで意識障害が継続していた。\nイ  ｊ病院で撮影されたＣＴ画像及びＭＲＩ画像によれば，原告には，受傷\n当日に外傷性の異常所見がみられ，受傷から４０日後も異常部位が一部に\n残存していた。原告の脳の中心構造に多数の異常所見が認められ，左頭頂\n部に外傷を負ったにもかかわらず，ＭＲＩ画像（Ｔ２強調）で脳の中心構\n造や右前頭葉硬膜下腔に高信号域がみられることは，左頭頂部への衝撃が\n対側の前頭葉へと伝播し，脳の深部に衝撃が加わったことを裏付ける。\nびまん性軸索損傷の場合，脳室内出血やくも膜下出血を伴いやすいとさ\nれるところ，原告には，脳梁及び中脳に出血所見がみられる。\nウ  原告は，受傷直後は発語ができず表情も乏しく，次第に症状が軽減して\n通学が可能な程度に回復するも，現在まで高次脳機能障害の症状が継続し\nている。このような症状の経過は，脳外傷による高次脳機能障害において\n想定される病態と一致し，本件事故により高次脳機能障害が発症したこと\nと整合する。また，原告には既往症はなく，本件事故以外に高次脳機能障\n害を発症し得る原因はない。\nエ  原告は，平成６年７月の復学後成績が低下し，部活動への意欲が失われ\nるなど社会的行動障害が生じた。また，ｌ病院において，物忘れ，注意力\n及び集中力が欠如等しており，知識や語彙の獲得が不十分で，言語性記銘・\n学習能力や状況判断力が低く，即時・長期記憶障害があり，遂行機能障害\nがあるとされ，原告の妻ｎの回答結果からは社会的行動障害も疑われると\nして，軽度の高次脳障害が認められると診断された。\n原告は，就業した平成１２年４月以後，記憶力の不足等により，調理関\n係の単純作業でも転職を繰り返さざるを得なかった。原告は，単純な繰り\n返し作業などに限定すれば一般就労は可能だが，新しい事項を学習できな\nい，環境が変わると作業を継続できないなどの問題があり，一般人と比較\nして作業能力が著しく制限されており，就労の維持には職場の理解と援助\nを欠かすことができない。したがって，原告の後遺障害は，自賠法施行令\n別表第二第５級２号に該当する。\n線状瘢痕について\n原告は，本件事故後，ｋ形成外科で形成外科的治療を受けたものの，左背\n部から左胸，腹部にかけての裂創痕及び手術痕による線状瘢痕が残存した。\n当該線状瘢痕は，露出面以外の面積の２分の１程度を超える部分に線状瘢痕\nを残すものとして，自賠法施行令別表第二第１２級に該当する。\n（被告らの主張）\n高次脳機能障害について\n以下のとおり，原告が高次脳機能障害を発症したことは否認ないし争う。\nア  原告につき，本件事故直後の意識障害が６時間以上継続したとの医学的\n証拠はなく，仮に意識障害が長時間持続したとしても，高次脳機能障害が\n残存するとは限らない。\nイ  ｊ病院のＣＴ画像及びＭＲＩ画像でも，外傷後ほぼ３か月以内に完成す\nる脳室・脳溝拡大といった，びまん性脳室拡大・脳萎縮の所見は認められ\nず，脳の器質的損傷を示す画像所見は認められない。また，高次脳機能障\n害の原因である障害された大脳皮質の部位を特定することができず，巣症\n状も明らかではない。よって，高次脳機能障害の発症ないし残存の原因と\n神経病理の医学的根拠がない。\nｍ医師作成の後遺障害診断書（甲６の１）及び意見書（甲２０）は，本\n件事故から長期間が経過した後に作成されたもので，原告がｊ病院への通\n院を止めた以後の医証が存在しないこと，当該意見書等が依拠するところ\nは神経心理学的検査のみで，画像所見を踏まえた診断が記載されていない\nこと等からすれば，同医師の診断結果等には，医学資料としての信用性は\nない。\nウ  原告が平成７年４月１９日まで入通院したｊ病院では，各種神経心理学\n検査が行われたものの，びまん性軸索損傷や高次脳機能障害の診断はされ\nなかった。その後，原告は，平成２３年６月６日にｌ病院を受診するまで\nの間，進学，就職，１人暮らし，ｎとの同居及び婚姻を経験し，現在は勤\n務調理師として稼働するなど特段の支障なく社会生活を送ってきており，\n高次脳機能障害を原因として就労に支障ないし制限が生じたとは認めら\nれない。しかも，原告の症状は，徐々に増悪又は遅発的に発症しており，\n少なくともｌ病院を受診した平成２３年６月６日頃以前は高次脳機能障\n害による症状はなかったと推認される。当該経過は，事故外傷による一般\n的な高次脳機能障害の症状の経過と矛盾することからも，原告について\nは，本件事故とは無関係に内因性の疾病が発症した可能性が高い。\nエ  原告の高次脳機能障害の症状が平成９年５月１７日に固定したとの原\n告の予備的主張は否認し，争う。\n線状瘢痕について\n原告に裂創痕及び手術痕による線状瘢痕が残存したこと及び ｋ形成外科\nにおける治療は認め，その余は争う。\n５\n（原告の主張）\n主位的主張（平成２３年８月８日を症状固定日とするもの）\nア  治療費等  ５００万８１９８円\n既払分治療費  ４９８万６１０６円\n立替分治療費  ２万２０９２円（ｌ病院の文書料１万２６００円，同病\n院の検査記録及び画像プリント代９４９２円）\nイ  入院雑費  ６万８８００円\n１日当たり１６００円とし，入院日数４３日相当分である上記額が損害\nとなる。\nウ  通院交通費  ４万２５１５円\n平成６年５月１７日から平成９年１２月９日までの分   ３万５００\n０円\n１日当たり１０００円とし，通院日数３５日相当分である上記額が損\n害となる。\nｌ病院分  ７５１５円\n自宅からｌ病院までの距離４１．７５４キロメートル×通院日数６日\n×２×１５円＝７５１５円\nエ  休業損害  ３３４万９７４２円\n本件事故と相当因果関係を有する休業損害として，平成２０年から平成\n２４年にかけての平均賃金と原告の実収入の差額を請求する。\n原告は，本件事故後学力が低下し，希望する高等学校に進学すること\nができなかった。原告は，高等学校卒業後，調理師の専門学校を経て平\n成１１年４月に就職したものの，仕事がうまくいかず，転職を繰り返す\nことを余儀なくされた。原告は，平成２０年１０月に現在の勤務先に就\n職し，以後病院食の調理等に従事している。原告は，本件事故に遭わな\nければ，希望する高等学校に進学し，転職を繰り返すことはなかった。\nまた，原告は，平成１１年から稼働を始め，以後稼働を継続しているこ\nとからすれば，平均賃金相当額の収入を得る蓋然性が高い。\n原告が平成２０年から平成２４年にかけて現在の勤務先から支給さ\nれた給与額は，２６５万８４０４円（平成２０年分），２８７万９８８\n０円（平成２１年分），３３５万６５７２円（平成２２年分），３０４\n万０７４４円（平成２３年分）及び３６６万５５５８円（平成２４年分）\nである。\n他方，同各年の賃金センサス（男性高卒）の平均賃金は，３７１万９\n１００円（平成２０年。２５歳ないし２９歳），３５３万６８００円（平\n成２１年。２５歳ないし２９歳），３５５万１２００円（平成２２年。\n２５歳ないし２９歳），４０５万３０００円（平成２３年。３０歳ない\nし３４歳）及び４０９万０８００円（平成２４年。３０歳ないし３４歳）\nである。\n当該平均賃金額と原告の実収入額との差額合計３３４万９７４２円\nが，原告の休業損害となる。\nオ  後遺障害逸失利益  ６９１２万７５５６円\n以下のとおり算出される上記額が，本件事故と相当因果関係を有する後\n遺障害逸失利益となる。\n基礎収入４５８万８９００円（症状固定時の平成２３年の賃金センサス\n男性高卒全年齢平均賃金）×労働能力喪失率０．９２（４級）×１６．３７\n４（休業損害との調整のため，３２歳からの３５年間のライプニッツ係数\nを用いる。）＝６９１２万７５５６円\nカ  入通院慰謝料  ２０５万円\n原告の入院日数４３日及び通院期間延べ１８か月からすれば，上記額が\n相当である。\nキ  後遺障害慰謝料  １６００万円\n原告の後遺障害等級（４級）等からすれば，上記額が相当である。\nク  付添看護費  ２１２７万９３０５円\n入院付添費  ３４万４０００円\n１日当たり８０００円とし，入院日数４３日相当分である上記額が損\n害となる。\n退院後及び将来分の付添費用  ２０９３万５３０５円\n原告は，退院後，家族の看視及び随時介護が必要となり，現在も日常\n的行為は自力で行うことができるが，ｎの付添いがないと電車の乗換え\nを間違える，日用品の買物を忘れるなどすることが度々ある。したがっ\nて，原告には妻の随時介護が必要であり，以下のとおり算出される上記\n額が本件事故と相当因果関係を有する付添費用となる。\n１日当たり３０００円×３６５日×１９．１１９（１４歳からの平均余\n命年数に相当するライプニッツ係数）＝２０９３万５３０５円\nケ  家庭教師費用  １５万円\n原告は，本件事故後著しく学力が低下したため，家庭教師を依頼せざる\nを得なかった。これに要した費用は，本件事故と相当因果関係を有する。\nコ  小計  １億１７０７万６１１６円\n予備的主張（症状固定日を平成９年５月１７日とするもの）\n予備的に主張する症状固定日である平成９年５月１７日を前提とした損\n害は，以下のとおりとなる。\nア  治療費等５００万８１９８円，入院雑費６万８８００円，通院交通費４\n万２５１５円，入通院慰謝料２０５万円，付添看護費２１２７万９３０５\n円及び家庭教師費用１５万円（いずれも主位的主張と同じ。）。なお，休\n業損害は請求しない。\nイ  後遺障害逸失利益  ８７１８万９２１２円\n原告は，症状固定日である平成９年５月１７日時点で１６歳であり，後\n遺障害による労働能力の喪失がなければ，１８歳に達した時点から６７歳\nに達するまで就労が可能であり，かつ，当該期間の基礎収入は，賃金セン\nサス平成９年男性学歴計全年齢平均賃金を基礎とすべきである。したがっ\nて，以下のとおり算出される上記額が，本件事故と相当因果関係を有する\n後遺障害逸失利益となる。\n基礎収入５７５万０８００円×労働能力喪失率０．９２（４級）×１６．\n４７９６（６７歳までのライプニッツ係数－１８歳に達するまでのライプ\nニッツ係数）＝８７１８万９２１２円\nウ  後遺障害慰謝料  １８００万円\n原告の後遺障害等級（４級）等からすれば，上記額が相当である。\nエ  小計  １億３３７８万８０３０円\n損害のてん補  主位的主張１億１１６５万０７９０円，予備的主張１億２\n８３６万２７０４円\n３２６円を控除した残額は，上記額となる。\n弁護士費用  主位的主張１１１６万５０７９円，予備的主張１２８３万６\n２７０円\n原告は，原告訴訟代理人に本件について委任したものであり，損害元金（前\n護士費用となる。\n結論  １億２２８１万５８６９円\nなる。予備的主張においては，損害額（合計１億４１１９万８９７４円）が\n主位的主張に係る損害額よりも多額となるが，主位的主張に係る請求額と同\n額を一部請求する。\n（被告らの主張）\n主位的主張について\nア  治療費等\n既払分治療費４９８万６１０６円については認める。立替分治療費につ\nいては不知ないし争う。\nイ  入院雑費  否認ないし争う。\n１日当たり８００円とし，入院日数４３日相当額である３万４４００円\nが相当である。\nウ  通院交通費  否認ないし争う。\nただし，ｌ病院への通院交通費を除く平成６年５月１７日から平成９年\n１２月９日までの通院交通費３万５０００円については争わない。\nエ  休業損害，後遺障害逸失利益  いずれも否認ないし争う。\nオ  入通院慰謝料  否認ないし争う。\n１２２万１７２２円が相当である。\nカ  後遺障害慰謝料  否認ないし争う。\nキ  付添看護費  否認ないし争う。\n入院付添看護料（交通費含む。）として，２５万４８２０円（＝（入院\n１日当たり３７００円×４３日＋通院１日当たり１８５０円×２）＋（交通\n費１日当たり２１４０円×４３日））の限度で認める。\nク  家庭教師費用  認める。\n予備的主張について\n治療費等，入院雑費，通院交通費，入通院慰謝料，後遺障害慰謝料，付添\n看護費及び家庭教師費用についての認否は主位的主張に対するものと同様\nである。\n後遺障害逸失利益については否認ないし争う。\n損害のてん補  既払金が合計５４２万５３２６円であることは争わない。\n弁護士費用及び結論  否認ないし争う。\n６\n（ 被 告 ら の 主 張 ）\n損害を知った時（民法７２４条前段）は原則として事故時であり，ｊ病院医\n師が原告の両親に将来の高次脳機能障害の後遺障害残存の可能性を告知してい\nたことなどからすれば，これによる損害の発生は予見可能であったから，仮に\n原告が予備的に主張する平成９年５月１７日が症状固定日であったとしても，\n同日が損害を知った時となる。\nまた，被告ｂは，平成１０年９月１３日，原告の親権者である父親ｏに示談\n案を提示し，同月２７日にｏが諾否の連絡をすることとなったが，その後原告\n側から連絡等はなかった。したがって，原告の被告ａに対する損害賠償請求権\nの消滅時効の起算日は，遅くとも同月２８日であり，平成１３年９月２７日の\n経過により消滅時効が完成した。被告らは，予備的に当該損害賠償請求権に係\nる消滅時効を援用する。\n（原告の主張）\n争う。原告は，本件事故時は高次脳機能障害の存在を知らず，平成２３年８\n月８日にｍ医師の診断を受けたことにより，初めて本件事故により高次脳機能\n障害を負ったことを確定的に知った。したがって，原告は同日に損害の発生を\n現実に認識したもので，翌９日が消滅時効の起算点となるから，消滅時効は完\n成していない。\n７\nに 関 す る 当 事 者 の 主 張\n（ 被 告 ら の 主 張 ）\n原告は，平成２６年５月１４日，本件訴えを提起して明示的一部請求をし，\n不法行為時から２０年が経過した後に請求を拡張したものであるから，当初\n請求部分（２０００万円及び遅延損害金）を超える部分（以下「本件残部請\n求部分」という。）については，除斥期間の経過により画一的かつ法律上当\n然に消滅した。\n民法７２４条後段の解釈上，本件残部請求部分についても除斥期間は経過\nしていない旨の原告の主張について\n争う。同条後段は除斥期間を定めた規定であり，訴訟物の範囲や個数，審\n理・審判の対象，被告の認識，明示的一部請求か黙示的一部請求かなどの問\n題は，除斥期間の適用の可否とは関係がない。\n除斥期間の起算点は平成７年５月７日ないし症状固定日であるとの原告の\n主張について\n争う。加害原因となった本件事故時が不法行為の時（民法７２４条後段）\nである。原告が援用する最高裁判所平成１６年４月２７日第三小法廷判決・\n民集５８巻４号１０３２頁（以下「平成１６年判決」という。）は，蓄積進\n行性の健康被害のように不法行為により発生する損害の性質上，加害行為が\n終了してから相当期間が経過した後に損害が発生する場合に対象を限定し\nた上で損害発生時説に立つことを示したものである。しかるところ，高次脳\n機能障害は，蓄積進行性の健康被害とは医学的発症機序においても異なり，\n加害行為が終了してから相当期間経過後に損害が発生するものではないか\nら，同判例の射程外である。また，除斥期間の起算点を症状固定日とする根\n拠もない。\n（原告の主張）\n争う。以下のとおり，本件残部請求部分については除斥期間の経過による権\n利消滅は生じていない。\n民法７２４条後段の解釈上，本件残部請求部分についても除斥期間は経過\nしていないこと\n原告は，本件事故日から２０年間が経過する前に本件訴えを提起し，本件\n事故により生じた不法行為に基づく損害賠償請求権という１個の請求権の\n数量的一部請求を行ったところ，これにより当該請求権全体について審理が\nなされることになった以上，当該請求権全体についての法律関係の確定は終\n局判決の確定まで遅れることとなった。同条後段の適用については，数量的\n一部請求の場合でも請求権全体について提訴がされたと評価できるため，権\n利の消滅は生じない。\n原告が明示的一部請求である本件訴えを提起したことにより，本件残部請\n求部分については裁判上の催告として消滅時効の中断効が生じている（最高\n裁判所平成２５年６月６日第一小法廷判決・民集６７巻５号１２０８頁。以\n下「平成２５年判決」という。）。本件残部請求部分について除斥期間の経\n過により権利が消滅するとすれば，訴状記載の請求の趣旨のとおりの請求が\n認容された場合でも，同条前段の短期消滅時効については裁判上の催告によ\nって消滅時効が中断しているにもかかわらず，本件残部請求部分が請求でき\nなくなるという不当な結果が生じる。同条後段の解釈としては，提訴による\n裁判上の催告の効力が継続する限り，除斥期間により権利が消滅することは\nないと解すべきである。\nまた，仮に本件で明示的一部請求ではなく単に２０００万円の支払のみを\n求めた場合は，訴訟物である債権の全部について訴求したものとされる以上\n（最高裁判所昭和４５年７月２４日第二小法廷判決・民集２４巻７号１１７\n７頁），その後に請求を拡張した場合であっても除斥期間の問題は生じない。\nこのように，明示的に数量的一部請求を行った場合と，一部請求であること\nの明示をしなかった場合とで権利救済の範囲を異にする合理的理由はない。\n除斥期間の起算点は早くとも平成７年５月１７日と解されること\n交通事故訴訟では，事故後相当期間経過後に後遺障害が発生し，医師によ\nる症状固定の診断により初めて後遺障害の発生を認識し，損害賠償請求をす\nることが事実上可能となるから，症状固定日が不法行為の時（民法７２４条\n後段）であり，除斥期間の起算点となると解すべきである（平成１６年判決\n参照）。原告は，症状固定と診断された平成２３年８月８日に，高次脳機能\n障害が残存したことによる損害の発生を認識し，損害賠償請求をすることが\nできる状態になったから，除斥期間の起算点は同日とされるべきである。\nそうでないとしても，一般的に小児事例では高次脳機能障害の症状固定の\n判断は１年以上の経過観察を経て行われることからすれば，本件において医\n師による症状固定の判断が可能となったのは早くとも本件事故から１年後\nの平成７年５月１７日頃であり，客観的にみて損害が発生したといえる時期\nは同日頃であった。したがって，除斥期間の起算点は早くとも同日頃である\nとすべきである。\n第３  当裁判所の判断\n１\n前記前提事実，証拠（各項に掲げるもの）及び弁論の全趣旨によれば，以\n下の事実が認められる。\nア  本件道路（国道２４１号）は，本件事故現場付近においては歩車道の区\n別がある片側１車線の直線道路であり，特段視界を妨げるものは存在しな\nい。本件事故現場付近の本件道路の制限速度は，時速５０キロメートルで\nあった（甲１，乙２）。\nイ  原告は，本件事故当時，中学校に通学するため，原告車を運転して本件\n道路の北側の歩道をｆ方面からｇ方面に向って進行していたところ，横断\n歩道のない地点で本件道路を南側に横断し始めた（甲２，甲４の５，乙２，\n弁論の全趣旨）。\nウ  被告ａは，被告車を運転し，原告車と同一方向に向かって本件道路を時\n速約１３０キロメートルで走行していたところ，向かって右側の歩道を進\n行していた原告車が，被告車の対向車線を越えて本件道路を横断し，被告\n車の走行車線に進入してきた。被告は，原告車を視認してわずかに左転把\nしたものの，被告車の右前部を原告車に衝突させた。原告は，衝突の衝撃\nで約２０メートル跳ね飛ばされ，路面に転落した（乙２，証人ｏ）。\n事故態様及び過失相殺割合について\nア  前記認定事実によれば，被告ａは，自動車を運転するに際し，制限速度\nを遵守するとともに，前方左右を注視して進路の安全を確認してハンド\nル，ブレーキ等を適切に操作し，道路，交通等の状況に応じ他人に危害を\n及ぼさない方法で運転すべき注意義務を負うにもかかわらず，これを怠\nり，制限速度時速５０キロメートルを大幅に超過する時速約１３０キロメ\nートルで進行するとともに，進路の前方及び右方の安全確認を十分に行わ\nず，ハンドル，ブレーキ等を適切に操作しなかった過失により，本件道路\nを横断中の原告車に被告車の右前部を衝突させたことが認められる。した\nがって，被告ａは，不法行為及び自賠法３条に基づいて，本件事故により\n原告に生じた損害を賠償すべき義務を負うというべきである。\nイ  被告らは，本件事故においては原告にも過失があり，原告に生じた損害\nについて２割又は３割の過失相殺がされるべきである旨主張する。\n確かに，本件事故の発生には，交差点以外の場所において本件道路を横\n断した原告の運転行為も一因となっていることは否定することができな\nい。\nしかしながら，被告ａが本件事故直前に一般道において制限速度を時速\n約８０キロメートルも超過する時速約１３０キロメートルで走行してい\nたことは前記認定のとおりであって，本件事故における被告ａの過失は極\nめて重大であるというべきである。そして，本件事故現場付近の本件道路\nが直線であり，被告ａの進路方向には特段視界を妨げるものが存在しなか\nったことも考慮すれば，被告ａが進路の前方及び右方を十分に注視し，前\n記のような大幅な速度違反をしていなければ，原告車を視認した時点で減\n速等の操作をすることにより原告車との衝突を回避し得たか，衝突が避け\nられなかったとしても，原告に重篤な傷害を負わせるには至らなかったも\nのと認められる。\nそうすると，前記で説示した本件事故における被告ａの過失の重大性に\n鑑みると，原告の前記の運転行為や本件道路が幹線道路に当たり得ること\n等を考慮してもなお，本件事故において原告にも過失があったものと認め\nることはできない。\n２\n前記前提事実，証拠（各項に掲げるもの）及び弁論の全趣旨によれば，以\n下の事実が認められる。\nア  原告は，本件事故後間もなく，ｈ脳神経外科病院に救急搬送された。原\n告は，搬送時意識障害があった。原告は，肺挫傷，肋骨骨折，血気胸，頭\n部打撲，全身打撲，外傷性ショックと診断され，各種措置を受けた後，同\n日中にｉ病院に転院となった。（乙３の１ないし３）\nイ  原告のｉ病院における通院・治療経過等（甲２，甲３，乙４の１ないし\n３，乙７の１ないし乙８の２，証人ｏ）\n原告は，平成６年５月１７日午前１０時３０分頃，ｉ病院に救急搬送\nされ，ＩＣＵに収容された。原告は，外傷性横隔膜ヘルニア，両側血気\n胸，左肋骨骨折及び左肺挫傷と診断され，横隔膜修復術を受けた。\n原告は，ｉ病院への搬入時，呼名反応がなく，開眼のままうなり声を\nあげている状態であった。原告は，平成６年５月１７日午後１時４３分\nの時点でも未覚醒で，同日午後４時頃の段階でも体動はあるものの覚醒\nせず，意識があるか不明の状態であった。\n原告は，左頭部に血腫が生じている可能性が高く，脳挫傷の可能性が\nあるとして，平成６年５月１７日午後４時３０分頃，頭部の検査のため\nｊ病院に転院した。\n原告は，ｊ病院に入院中の平成６年６月６日及び退院後の平成７年８\n月１６日，横隔膜修復術の予後の検査のため，ｉ病院に通院した（実通\n院日数２日）。原告は，平成６年６月６日の通院時は，言葉が上手く出\nてこない様子であった。\nウ  原告のｊ病院における入通院・治療経過等（甲４の１ないし８，甲１７，\n乙５の１ないし乙６の３，乙９の１ないし乙１２の２）\n原告は，平成６年５月１７日午後５時頃，ｊ病院に救急搬送された。\n原告は，頭部のＣＴ検査等を受け，同日時点で外傷性くも膜下出血，び\nまん性軸索損傷等と診断され，人工呼吸器管理下に置かれ，脳圧降下剤\n等の投与を受けるなどした。\n同病院では，同月１８日に頭部ＣＴ検査，同月２０日に頭部ＭＲＩ検\n査，同月２３日に頭部ＣＴ検査，同月２７日に頭部ＭＲＩ検査がそれぞ\nれ実施された。\n原告は，各種検査の結果，頭部外傷，頚椎捻挫，脳挫傷（脳梁後部と\n左前頭葉），びまん性軸索損傷，外傷性くも膜下出血，肺挫傷，肝挫傷，\n肋骨骨折，両血気胸，全身打撲，外傷性横隔膜ヘルニア，外傷性ショッ\nク，出血性ショック，外傷性てんかんなどと診断され，同年６月２８日\nまで入院した。\n入院中の原告の意識障害について\n原告は，ｊ病院に搬入された時点では意識がなく，平成６年５月１７\n日午後５時５０時点でＪＣＳ（ジャパン・コーマ・スケール）で２００\n（痛みや刺激で少し手足を動かしたり，顔をしかめる状態で，刺激して\nも覚醒しない状態）であった。その後，原告の意識レベルは，同日午後\n６時４５分の時点でＧＣＳ（グラスゴー・コーマ・スケール）で重症，\n同日午後８時以後は同月２０日夜間までＧＣＳで中等症，ＪＣＳでおお\nむね２０ないし３０（大声又は身体を揺さぶることで開眼する，痛みや\n刺激を繰り返すとかろうじて開眼するといった，刺激で覚醒する状態）\nが続いた。原告は，同月２１日以後は自身の名を発声するなど覚醒レベ\nルが高くなってきたが，同月２５日午後８時頃まではＪＣＳではおおむ\nね３（刺激しないでも覚醒しているが，名前や生年月日が言えない状態）\nが続いた。\n原告の平成６年５月２６日以後の入院中の症状の推移等\n原告は，同日ないし同月２９日，自らの怪我の状態を認識することが\nできずに創部のガーゼをはがすなどし，また，痛いと述べたりうなり声\nをあげるほかは，頷く程度で発語がなかった。原告は，同月３０日も同\n様の状態だったが，面会に来た担任の教師らの呼びかけに応じることが\nできた。\n原告は，同月３１日及び同年６月１日も，問いかけに対しうなずくな\nどのほかはわずかしか発語せず，面会した母にここはどこかと述べるな\nど，自己の状態を認識することができない状態が継続していた。原告は，\n同月３日，夕食を食べたことを忘れるといった記憶障害，深夜に詰所の\n電話をかけようとするなど社会的行動障害がみられた。\n原告は，同月７日以後は行動が安定しだし，会話も可能になりつつあ\nったが，同月１１日に自宅に外泊し，翌１２日に帰院した際には外泊時\nの友人らとの会話内容を覚えていないなど記憶障害があった。\n原告は，同月１３日以後は症状が安定し，同月２８日に経過良好とし\nてｊ病院を退院したが，自身の行動をあまり覚えていないなどのため社\n会生活への対応が懸念されていた。\n平成６年６月８日から同月１３日にかけて実施されたＷＩＳＣ－Ｒ\n検査では，言語性ＩＱ７９，動作性ＩＱ８０，全検査ＩＱ７８であった。\n同検査を踏まえ，原告について，知能分類では境界線領域にある，検査\nや日常生活場面を通じて発話量が少なく反応もあやふやなことが多い，\nパターン化した行動はスムーズにできるが，新しい課題では戸惑いが強\nく実行まで時間がかかる，継続的処理能力の低下が見られ，いくつかの\n異なる工程を自発的に進めることが困難と評価された。\n原告は，退院後，平成６年７月１１日から平成７年４月１９日までｊ\n病院に通院し（実通院日数５日），通院期間中，頭部強打に伴う健忘症\nがあるため経過観察とされた。\nエ  原告は，平成９年５月１３日にｋ形成外科を受診し，瘢痕拘縮（腹部な\nいし胸部）と診断された。その後，原告は，複数回にわたって瘢痕拘縮形\n成術を受けるなどし，同年１１月２２日まで通院した（実通院日数９日）\n（甲５，乙１３の１ないし乙１８の２）。\nオ  原告の本件事故後の能力の推移，生活状況等\n中学校在学中から専門学校卒業まで（平成６年から平成１２年まで）\n原告は，ｊ病院を退院後，平成６年７月から復学したが，従前は学年\nで中位程度であった成績が，復学直後は学年で下から三，四番目まで落\nち，その後も勉強についていくことができなかった。原告の両親が家庭\n教師を雇うなどした結果，成績は若干回復したものの本件事故前のレベ\nルには回復せず，その後も依然として不良であった。原告は，平成８年\n度の入学試験を受験し，同年４月に普通科高等学校に入学した（甲４の\n２，７，８，甲２１，甲２９，乙２０，証人ｏ）。\n原告は，本件事故前は活発な性格であったが，本件事故後は活発さが\n一定程度失われ，自宅では自分の部屋にいることが多くなり，家族との\n会話も少なくなった。また，原告は，本件事故以前に比べ物忘れが多く\nなり，受け答えに時間を要するにようになった（甲２１，甲２５，証人\nｏ）。\n原告は，平成１１年３月に高等学校を卒業すると，同年４月から平成\n１２年３月まで調理師の専門学校に通学した（甲２１，証人ｏ）。\n原告の稼働状況等\n原告は，専門学校を卒業後，平成１２年４月に就職して調理等の作業\nに従事したが，仕事でミスをするなどしたため，同年１１月に退職した\n（甲２１，証人ｏ，弁論の全趣旨）。\n原告は，同月には別の会社に転職し，調理等の作業に従事したが，対\n人関係の構築や作業内容の把握に支障があったこともあり，平成１６年\n及び平成２０年にも転職した（甲２１，甲２９，証人ｎ，証人ｏ）。\n原告は，同年に入社した現在の勤務先では，主に病院食等の調理業務\n（各調理師が多数の病院食を分担して調理するもの）に従事している\n（証人ｎ）。\n原告の生活状況等\n原告は，１人暮らしを始めた平成十四，十五年頃まで両親と同居して\nいたが，頼まれた買い物を忘れることがあった（証人ｏ）。\n原告は，平成１５年４月に交際していたｎと同居を開始した。両者は，\n平成１８年１２月に婚姻し，平成２２年に娘をもうけ，現在まで同居し\nている。ｎは，原告について，注意力が散漫で仕事上のミスが多く，人\n間関係の構築が苦手であるとは思っていたが，平成２３年に高次脳機能\n障害の診断を受けるまで，原告が精神疾患に罹患していたり，本件事故\nにより脳に障害を負っているとは思ったことはなかった（甲１９，甲３\n０，証人ｎ）。\nカ  被告ｂとの示談交渉は平成１０年以降行われていなかったが，ｏが，平\n成２０年７月頃，補償を求める原告の希望を受け被告 ｂに連絡したとこ\nろ，消滅時効が成立している旨回答された。原告及びｏは，平成２２年頃\nに赴いた法律相談で脳の検査を勧められたことから，仕事が長続きしない\nのは本件事故により生じた脳の障害の影響かもしれないと考え，原告訴訟\n代理人に相談するなどした（甲２９，甲３０，乙２０，証人ｎ，証人ｏ）。\n原告は，原告訴訟代理人から高次脳機能障害の可能性を指摘され，ｌ病\n院を紹介された。原告は，平成２３年６月６日から同年８月８日まで同病\n院に通院し（実通院日数６日），後記キのとおり高次脳機能障害と診断さ\nれた（甲２９，証人ｏ）。\nキ  ｌ病院（当時）ｍ医師作成の平成２３年９月８日付け自動車損害賠償責\n任保険後遺障害診断書には，以下の趣旨の記載がある（甲６の１）。\n傷病名  脳外傷後高次脳機能障害\n症状固定日  平成２３年８月８日\n既存障害  なし\n自覚症状  もの忘れ，注意力・集中力の欠如\n他覚症状等  知識，語彙獲得が不十分である。言語性記銘・学習能力\n及び状況判断力が低い。即時・長期記憶障害が存する。遂行機能障害と\nしてまとめられる。社会的行動障害も疑われ，これらの症状から外傷性\n脳損傷に頻発する前頭葉機能低下に加え，左側頭葉に局在した機能低下\nがあると判断する。\nク  ｍ医師作成の平成２３年９月８日付けの「脳外傷による精神症状等につ\nいての具体的所見」には，原告について実施された神経心理学的検査につ\nいて，以下の趣旨の記載がある（甲６の２）。\n日本版ＷＡＩＳ－Ⅲ成人知能検査では，全検査ＩＱ８９（平均の下），\n言語性ＩＱ９０（平均），動作性ＩＱ９１（平均），知能レベルは平均\nから平均の下であり，軽度ながら知能低下が認められる。問題点として，\n①習得している知識と語彙の量が同年代平均の６割程度しかなく，抽象\n的思考力もやや低いこと，②表現力の低下，③経験に基づいて状況を統\n合的に分析する能力の低下が認められる。\n日本版ウェクスラー記憶検査法ＷＭＳ－Ｒでは，やや強い記憶障害が\n認められた。問題点は，①主として言語情報の即時記憶障害及び新規学\n習が困難であること，②一度取り込んだ情報をすぐに忘れてしまうこと\n（長期記憶障害）であり，他方，数字や図形の機械的記憶は平均的水準\nが保持されている。\n各種前頭葉機能検査の結果，同時処理困難，行動計画と修正行動の困\n難，経験に基づく状況判断が不十分であることなどが観察された。これ\nらは遂行機能障害の特徴である。他方，単一作業における注意機能は保\n持されている。\n総合\n原告については軽度の高次脳機能障害が認められる。症状は，脳損傷\n後の知識・語彙獲得が不十分であること，言語性記銘・学習能力が低い\nこと，状況判断力が低いこと，即時・長期の記憶障害があること，遂行\n機能障害があることとしてまとめられる。ｎによるＢＡＤＳ遂行機能障\n害の質問票への回答からは，社会的行動障害も疑われる。\nケ  現在の原告の精神症状等\nらの症状は，原告がｎと同居を開始した平成１５年頃から現在に至るまで\n基本的に変化はない（甲６の２，３，甲１９，証人ｎ）。\n原告は，会話の内容を覚えられず同じことを何度も聞き返したり話し\nたりする，道順を覚えることが苦手である，物の置き場所や買い物の約\n束などを忘れることがあるなどの記憶障害がみられる。\n原告は，ストーブの消火，家の戸締まりなどを忘れることがあるなど，\n注意障害とみられる症状がある。\n原告は，身の回りの動作はおおむね自立して行えるが，公共交通機関\nの複雑な乗り継ぎを行うことができないことがある，自動車通勤をして\nいるものの，知らない場所には１人で到達することができないことがあ\nるなど，軽度の遂行機能障害とみられる症状がある。\n原告は，家庭や職場ではおおむね良好に振る舞っているが，言いたい\n内容を適切に相手に伝えることが困難なことがあるなど，社会的行動障\n害が疑われる症状がみられる。\n原告が本件事故により高次脳機能障害を発症したかについて\nア  脳外傷による高次脳機能障害は，脳の器質的損傷による障害として，主と\nして多彩な認知障害（記憶・記銘力障害，注意・集中力障害，遂行機能障害\nなど），行動障害（周囲の状況に合わせた適切な行動ができない，複数のこ\nとを同時に処理することができない，職場や社会のルールを守れない，話が\n回りくどい，行動を抑制できないなど），人格変化（受傷前にみられなかっ\nた発動性の低下と抑制低下）などの症状を呈するもので，これらの症状は，\n脳外傷後の急性期に始まり，時間の経過とともに多少軽減しながら慢性期\nにかけて続くことが特徴的とされる（甲１５，甲１６）。\n前記の各症状は，主に脳外傷によるびまん性脳損傷を原因として発症す\nるが，局在性脳損傷（脳挫傷，頭蓋内血腫など）との関わりも否定すること\nができないとされる。また，脳外傷による高次脳機能障害は，種々の理由に\nより見落とされやすいとされる（甲１５）。\nイ  前記認定事実によれば，原告は，ｊ病院に入院中から，自身の怪我の状態\nを認識することができない，失語，自身の行為や他者との会話内容を覚えて\nいないといった記憶障害や記銘力障害が認められ，退院後に復学したもの\nの，成績は大幅に低下し，また，活発さが一定程度失われ，物忘れが多くな\nり，受け答えにも時間を要するようになり，専門学校卒業後は転職を繰り返\nし，社会生活において，記憶障害，注意障害，軽度の遂行機能障害，社会的\n行動障害が疑われる症状が認められる。上記で指摘した本件事故後の原告\nの各症状に鑑みれば，原告は，本件事故を契機として認知障害，行動障害が\n生じ，人格的にも変容し，その状態は本件事故から現在に至るまで継続して\nいることが認められる。\nしかして，原告の前記各症状が本件事故による脳の器質的障害によるも\nｊ\nに強い衝撃を受け，頭部外傷，脳挫傷（脳梁後部と左前頭葉），外傷性くも\n膜下出血，びまん性軸索損傷等の傷害を負ったことが認められる。\nそして，脳外傷による高次脳機能障害の発症を医学的に判断するために\nは，意識障害の有無とその程度及び長さの把握と，画像資料上で外傷後ほぼ\n３か月以内に完成する脳室拡大・びまん性脳萎縮の所見が重要とされてい\nるところ（甲１５），以下，これらの点について検討する。\n意識障害の有無，その程度及び長さについて\n脳外傷による高次脳機能障害は，意識消失を伴うような頭部外傷後に\n起こりやすいことが大きな特徴であり，脳外傷直後の意識障害がおよそ\n６時間以上継続するケースでは，永続的な高次脳機能障害が残ることが\n多いとされる（甲１５）。\n前記認定事実によれば，原告は，本件事故が発生した平成６年５月７日\n午前７時４０分頃から，ｊ病院に転院となる同日午後４時３０分頃まで\n重篤な意識障害が継続していたことが認められる。また，原告は，同病院\nに搬入された時点で意識がなく，同日午後５時５０分の時点でＪＣＳが\nしていたものと認められる。したがって，脳外傷直後の意識障害がおよそ\n６時間以上継続するとの前記の要件を優に満たし，これは本件事故によ\nる頭部への衝撃の大きさを裏付けるものと認められる。\nまた，原告の意識レベルは，その後も同月２０日夜間までＧＣＳで中等\n症，ＪＣＳでおおむね２０ないし３０の状態が続き，同月２１日以後は覚\n醒レベルが改善したものの，同月２５日午後８時頃まではＪＣＳでおお\nこと，同月３０日に至っても自身の怪我の状態を認識することができず，\nとが認められる。\n画像所見について\n高次脳機能障害の発症の判断に係る画像所見に関しては，①びまん性軸\n索損傷の場合，受傷直後の画像では正常に見えることもあるが，脳内（皮\n質下白質，脳梁，基底核部，脳幹など）に点状出血を生じていることが多\nく，脳室内出血やくも膜下出血を伴いやすいこと，②受傷数日後には，し\nばしば硬膜下ないしくも膜下に脳脊髄液貯留を生じ，その後代わって脳\n室拡大や脳溝拡大などの脳萎縮が目立ってくること，③３か月程度で外\n傷後脳室拡大は固定し，以後はあまり変化しないので，経時的な画像資料\nを通して脳室拡大・脳萎縮等の有無を確認する必要があること，④局在性\n脳損傷（脳挫傷，頭蓋内血腫等）が画像で目立つ場合でも，脳室拡大・脳\n萎縮等の有無や程度を把握することが重要であることが指摘されている\n（甲１５）。\n原告については，ｊ病院に入院中，本件事故当日の平成６年５月１７日\nから同年６月２７日にかけて頭部ＣＴ及びＭＲＩ検査がされている（前\nｍ医師は，意見書（甲２０）において，原告の頭部画像\n（甲１７）について，次の趣旨の意見を述べる。すなわち，①本件事故当\n日撮影の頭部ＣＴ画像では，左頭頂部に頭皮下出血がみられ，全脳に腫張\nがみられる。また，左前頭葉，後方半球間裂部，脳梁膨大部，両側側脳室\n三角部，第３脳室及び中脳正中部前方に高吸収域が認められる。同年５月\n１８日撮影の頭部ＣＴ画像では，依然として左頭頂部に頭皮下出血がみ\nられ，脳腫脹が重篤で，左前頭葉，後方半球間裂部，脳梁膨大部，両側側\n脳室三角部，第３脳室及び中脳正中部前方に高吸収域がみられる。加え\nて，前日と比較して脳梁前方正中部及び左視床に低吸収域が認められる。\n②同月２０日撮影の頭部ＭＲＩ画像（Ｔ２強調）では，受傷当日及び翌日\nのＣＴ画像の異常所見と一致する，左前頭葉，脳梁膨大部，脳梁前方正中\n部，左視床及び内包に高信号域が，右前頭頭頂葉白質の内側部に高信号域\nがそれぞれ認められ，右前頭部硬膜下腔に硬膜下血腫・水腫を疑わせる高\n信号域が認められる。③同月２３日撮影の頭部ＣＴ画像では，脳腫脹は軽\n快傾向にあり，左前頭葉，脳梁及び後方半球間裂部に高吸収域，脳梁膨大\n部，脳梁前方正中部，左視床及び内包に低吸収域がみられるが，全体とし\nて軽快傾向にあることが認められる。④同年６月２７日撮影の頭部ＭＲ\nＩ画像（Ｔ２強調及びＴ１強調）では，受傷３日後のＭＲＩ（Ｔ２強調）\n画像と比較して，高信号域は脳梁膨大部と脳梁前方正中部に残存し，Ｔ２\n強調画像で高信号域だった領域はＴ１強調画像では低信号域として黒く\n残存している。そして，脳腫脹が消失傾向にあり，脳溝がはっきりしつつ\nある。\nｍ医師の上記意見は，ｊ病院医師が頭部ＣＴ及びＭＲＩ検査を踏まえ\n原告の両親に対して行った説明（①脳梁及び左前頭部に出血がみられる，\n今後種々の神経症状が出る恐れがある旨の本件事故当日の説明，②脳内\nに出血があり意識が悪い旨の平成６年５月１８日の説明，③大脳の視床\n部，左右を横走する箇所等に傷が生じている旨の同月２０日の説明，④左\n脳に傷が生じている旨及び視床に傷があるため失読の症状がみられる旨\nの同年６月１日の説明（甲４の６，証人ｏ）とも矛盾せず，これに反する\n的確な証拠はない。\nこれに対し，被告らは，ｍ医師の意見等について，画像所見による診断\nをしておらず信用することができないと主張するが，前記のとおり ｍ医\n師の意見書（甲２０）は，本件事故直後から約４０日間にかけて撮影され\nたＣＴ画像及びＭＲＩ画像を踏まえたものであるから，被告らの上記主\n張は採用することができない。\n以上によれば，本件事故直後の頭部画像において脳室内出血が生じてい\nること，本件事故後約４０日後のＭＲＩ画像において異常を示す部 位が\n一部に残存し，脳溝が明らかになりつつあることが認められる。加えて，\nｊ病院でも，頭部画像検査を踏まえ外傷性くも膜下出血，びまん性軸索損\nは，外傷による高次脳機能障害の場合にみられる画像所見と合致する画\n像所見が認められる。\nウ  以上によれば，原告は，びまん性軸索損傷とその特徴的な所見が認められ\nる上，頭部外傷を負った本件事故直後から認知障害，行動障害及び人格変化\nという高次脳機能障害に特徴的な症状が発現し，次第に軽減しながらもそ\nれらの症状が残存して現在に至ることが認められる。このような症状の推\n移は，高次脳機能障害において一般に想定される症状の推移や病態と合致\nするものと認められる。\nエ  被告らの主張について判断を補足する。\n被告らは，ｊ病院ではびまん性軸索損傷や高次脳機能障害と診断されて\nいないこと，原告の症状は徐々に増悪し又は遅発的に発症したものであり，\nｌ病院を受診した平成２３年６月６日頃以前は高次脳機能障害による症状\nは認められないから，本件事故とは無関係に内因性の疾病が発症した旨主\n張する。\nｊ病院においてびまん性軸索\n損傷と診断されたことが認められる。また，ｍ医師も，本件事故直後から長\n時間意識消失が生じたこと，びまん性軸索損傷の好発部位に出血を伴う脳\n挫傷の所見が認められること，後方半球間裂部，両側側脳室三角部，第３脳\n室，中脳正中部前方等の部位に脳表や脳室壁の血管損傷に伴う出血所見が\nあり，これらは受傷時の衝撃が頭蓋内の深部に及び，深部脳組織や脳血管を\n損傷したことを示唆することから，衝撃が及んだ広汎な領域にびまん性軸\n索損傷が生じたと考えられる旨の意見をしている（甲２０）。加えて，脳外\n傷による高次脳機能障害の特徴として，種々の理由から見落とされやすい\nことが指摘されているところ，自賠責保険における脳外傷による高次脳機\n能障害に関する後遺障害認定においても，脳外傷に起因する後遺障害とし\nて高次脳機能障害が広く認識され始め，見過ごされやすい障害としての特\n性から，的確に評価するよう求められたことを契機に，平成１２年から自動\n車保険料率算定会（当時）が検討を開始し，平成１３年から認定システムを\n実施，運営してきたことが認められる（甲１５，１６）。したがって，原告\nが平成９年の時点でｊ病院で高次脳機能障害と診断されなかったからとい\nって，本件事故による高次脳機能障害の発症を否定する根拠にはならない。\nまた，原告は，ｊ病院に入院中から記憶障害や記銘力障害が認められ，退\n院後も成績が大幅に下落し，人格の変化も認められ，社会生活においても記\n憶障害，注意障害，軽度の遂行機能障害，社会的行動障害が疑われる症状が\n継続していることは前記のとおりであって，これらの症状が遅発的に発症\nしたものでないことはもとより，また，本件事故と無関係の内因性の疾病が\n原因であることをうかがわせる的確な証拠は見当たらない。\nしたがって，被告らの上記主張は採用することができない。\n高次脳機能障害についての症状固定日について\n症状固定日として主張するが，これはｌ病院において高次脳機能障害との確\n定診断がされた日であるところ，医学上一般に承認された治療方法をもって\nしてもその効果が期待し得ない状態であることを前提に，自然的経過によっ\nて到達すると認められる最終の状態としての症状固定日は，原告の症状の程\n度，推移を踏まえて認定すべきである。\nしかして，脳外傷による高次脳機能障害は，急性期に重篤な症状が発現して\nも，時間の経過とともに軽減傾向を示すことが多く，一般に成人では受傷後１\n年以上を経てから症状固定の後遺障害診断書が作成されることが妥当である\nが，小児の場合は受傷後１年が経過した時期でも後遺障害等級の判定が困難\nなことがあり，適切な時期まで経過観察が必要となる場合が多いとされてい\nる（甲１５）。原告は，本件事故当時１３歳であったから，症状固定の判断を\n下すまでには本来相応の期間の観察を要すると考えられるところ，復学直後\nは学年で下から三，四番目まで落ちた成績も本件事故から２年弱が経過した\n期間が経過した後も症状や能力の回復傾向を示していたことがうかがわれ\nる。\n以上に加えて，平成７年４月１９日を最後にｊ病院への通院を止めた後，\n平成２３年にｌ病院を受診するまでの間の医証が存在しないこと，ｍ医師は，\n高次脳機能障害において症状の変動がなくなる時期には個人差があり，一定\nの目安として，外傷から概ね３年間ほどが症状固定時期として妥当と思われ\nる旨意見している（甲２０）ことからすると，原告が発症した高次脳機能障害\nによる症状は，遅くとも，平成９年末には症状固定に至っていたものと認める\nのが相当である。\n原告の高次脳機能障害の後遺障害の程度について\nｌ病院で実施された神経心理学的検査の結果，原告については，軽度の知\n能低下，言語性記銘・学習能力が低いこと，即時・長期の記憶障害，複数の行\n為の同時処理が困難であることや経験に基づく状況判断が不十分であること\nといった遂行機能障害があるが，数字や図形の機械的記憶や単一作業におけ\nる注意機能は保持されているなどとして，総合的には高次脳機能障害の程度\nは軽度と診断された\nを卒業し，複数回転職したものの，現在まで調理師として稼働していること，\nｎ\nオ）の各事実が認められる。\n上記認定事実及び診断結果によれば，原告は，一般就労を維持することが\nできるが，問題解決能力等に障害が残り，作業効率，作業持続力等に問題があ\nると認められるから，原告の高次脳機能障害に係る後遺障害の程度は，自賠法\n施行令別表第二第９級１０号（神経系統の機能又は精神に障害を残し，服する\nことができる労務が相当な程度に制限されるもの）に相当するというべきで\nある。\n原告主張の線状瘢痕について\n原告は，原告の身体に残存した線状瘢痕について，後遺障害等級１２級に\n相当する旨主張する。\nしかしながら，証拠（甲７）によれば，本件事故による外傷及びこれに関\n連して施行された手術により残存した原告の線状瘢痕は，日常露出しない部\n位（胸部，背部及び腹部）に存するものと認められるところ，胸部，腹部又\nは背部の全面積の４分の１の範囲に及んでいるとまでは認められないから，\n本件事故に適用される当時の自賠法施行令別表第二第１２級１３号（男子の\n外貌に著しい醜状を残すもの）相当及び第１４級１１号（男子の外貌に著し\nい醜状を残すもの）相当には当たらない。\nしたがって，原告の身体に残存した線状瘢痕については，後遺障害に該当\nすると認めることはできない。\n小括\n以上によれば，原告には，本件事故により高次脳機能障害を発症し，自賠\n法施行令別表第二第９級１０号の後遺障害が残存したものと認められる。\n３\n治療費  ５００万８１９８円\n既払分治療費４９８万６１０６円については当事者間に争いがない。\nまた，証拠（甲１０ないし甲１１の２）によれば，原告は，平成２３年９\n月９日及び平成２４年１２月１８日，ｌ病院に対し，文書料１万２６００円\n及び診療録等取得費用９４９２円を支払ったことが認められる。当該合計２\n万２０９２円（立替分治療費）は，症状固定日後に支出されたものであるが，\n本件の事実経過に鑑みれば，原告が高次脳機能障害を発症したとの診断のた\nめには，同病院への通院及び検査等が必要であったことが認められるから，\n当該立替分治療費についても，本件事故と相当因果関係を有する損害と認め\nる。\n入院雑費  ６万４５００円\n相当と認める１５００円を乗じた上記額を，本件事故と相当因果関係を有す\nる入院雑費と認める。\n通院交通費  ４万２５１５円\nｌ病院以外の通院交通費３万５０００円については当事者間に争いがな\nい。\nまた，同病院への通院に係る通院交通費は，症状固定日後に支出されたも\nろである。したがって，同病院への通院交通費７５１５円（＝自宅から同病\n院までの距離約４１．７５４キロメートル（甲１２の３）×実通院日数６日×\n２×１キロメートル当たりのガソリン代１５円）も，本件事故と相当因果関係\nを有する損害と認める。\n休業損害  ０円\n原告は，平成２０年分から平成２４年分の平均収入と原告の実収入の差額\n成９年末\nと認められ，同日以後の原告の得べかりし利益については後遺障害逸失利益\nとして評価するのが相当である。したがって，原告の請求する休業損害は，\n本件事故と相当因果関係を有するものとは認められない。\n後遺障害逸失利益  ３２６４万６６８６円\n原告の稼働歴等に鑑みると，原告の後遺障害に係る症状が固定した平成９\n年末（原告は当時１７歳である。）の賃金センサス産業計・企業規模計・男子\n労働者・高卒・全年齢平均賃金である５３９万０６００円（甲２７，甲２８）\nを基礎収入とするのが相当である。\nしたがって，以下のとおり算出される上記額が，本件事故と相当因果関係\nを有する後遺障害逸失利益となる。\n基礎収入５３９万０６００円×労働能力喪失率０.３５（９級）×１７.３０\n３５（６７歳までの５０年間のライプニッツ係数１８.２５５９－１８歳に達\nする１年間のライプニッツ係数０.９５２４）＝３２６４万６６８６円\n入通院慰謝料  １３０万円\n故により重傷を負ったことに鑑みると，原告の入通院慰謝料は，上記額とす\nるのが相当である。\n後遺障害慰謝料  ６９０万円\n原告の後遺障害の程度（自賠法施行令別表第二第９級１０号）及びその内\n容に鑑みると，後遺障害慰謝料は，上記額とするのが相当である。\n付添看護費  ２７万９５００円\nア  入院時の付添看護費  ２７万９５００円\n証拠（甲２１，証人ｏ）によれば，ｏは，原告がｊ病院に入院している\n間，毎日見舞いに行っていたことが認められる。そして，本件事故当時の\n本件事故による原告の症状が重篤であり，看護を要したことが認められる\nことに鑑みれば，本件事故と相当因果関係を有する損害として入院付添費\nを認めるのが相当であり，その額は，２７万９５００円（＝１日当たり６\n５００円×入院日数４３日）が相当である。\nイ  退院後及び将来分の付添看護費  ０円\n証拠（甲１９，甲２１，甲２９，証人ｏ）によれば，ｏは，原告がｊ病\n院を退院した後，中学卒業まで通学時に自動車で原告を送迎していたが，\nこれは原告の両親が本件事故後原告に自転車を運転させることを恐れた\nことが主な理由であったこと，原告は，高等学校に進学して以後は基本的\nに１人で公共交通機関を利用して通学していたこと，原告は，平成十四，\n十五年頃からｎと同居を開始するまでの間１人暮らしをしていたこと，原\n告は，複数回転職をしているものの調理師として稼働していることが認め\n生活において家族の看護を要する状態にあると認めるに足りる証拠はな\nい。\n上記認定事実によれば，同病院の退院後及び将来分の付添看護費につい\nては，本件事故と相当因果関係を有する損害であると認められない。\n家庭教師費用  １５万円（争いがない。）\n小計  ４６３９万１３９９円\n損害のてん補  ４０９６万６０７３円\nを控除すると，上記額となる。\n弁護士費用  ４０９万６６０７円\n弁論の全趣旨によれば，原告は，本件事故による損害賠償請求を行うため\nに原告訴訟代理人に委任して本訴を提起せざるを得なく なったことが認め\nられるところ，本件事案の内容及び性質等に鑑みれば，その弁護士費用相当\n損害金は，上記額が相当である。\n損害合計  ４５０６万２６８０円\n４\n民法７２４条前段の「損害及び加害者を知った時」とは，被害者が，加害\n者に対し損害賠償請求をすることが事実上可能な状況の下に，それが可能な\n程度に損害及び加害者を知った時を意味し，被害者が損害を知った時とは，\n被害者が損害の発生を現実に認識した時をいうと解するのが相当である（最\n高裁判所昭和４８年１１月１６日第二小法廷判決・民集２７巻１０号１３７\n４頁，最高裁判所平成１４年１月２９日第三小法廷判決・民集５６巻１号２\n１８頁参照）。\nｊ病院にお\nいては高次脳機能障害との診断を受けなかったこと，原告は，自身が高次脳\n機能障害を発症したことを知らないまま進学し，就労をしていたこと，原告\nは，平成２３年８月８日，ｌ病院において高次脳機能障害との診断を受け，\nこれを受けて本件訴訟の提起に至ったことが認められる。したがって，原告\nは，遅くとも当該診断を受けた時には，当該後遺障害の存在を現実に認識し，\n加害者に対する賠償請求をすることが事実上可能な状況の下に，それが可能\nな程度に損害の発生を知ったものというべきである。そうすると，原告の当\n該後遺障害に基づく損害賠償請求権の消滅時効は，遅くとも同日から進行す\nると解される。\nなお，原告の高次脳機能障害の症状固定日については，平成９年末と認め\nるのが相当であることは前記で説示したとおりであり，一般的には，交通事\n故による後遺障害に基づく損害賠償請求権の消滅時効は，症状固定と診断を\n受けた日から進行するものと解される（最高裁判所平成１６年１２月２４日\n第二小法廷判決・集民２１５号１１０９頁参照）。しかしながら，症状固定\n日は，医学上一般に承認された治療方法をもってしてもその効果を期待し得\nない状態であることを前提に，自然的経過によって到達すると認められる最\n終の状態を意味するものであるから，具体的な事情によっては後遺障害に基\nづく損害賠償請求権の消滅時効の起算点を症状固定日と解する必然性はな\nいというべきである。しかして，脳外傷による高次脳機能障害は，医師によ\nり見落とされやすい障害であるとの特徴を有することは前記のとおりであ\nることに加え，性格の変化等の症状があっても，外見上は健常人と異ならな\nい場合があり，客観的には高次脳機能障害となってその症状が固定していた\nとしても，医師の診断がない段階で医学的知識に乏しい被害者が，事故によ\nり高次脳機能障害となったことを前提として損害の発生を現実に認識する\nことは困難であると考えられる。原告は，症状固定日とされる日に高次脳機\n能障害である旨の確定診断を受けたことがなく，平成２３年８月８日に至っ\nて確定診断を受けたことが認められる。そうとすれば，原告は，同日をもっ\nて高次脳機能障害の後遺障害の存在を認識し，加害者に対する損害賠償請求\nをすることが事実上可能な程度に損害の発生を知ったというべきである。し\nたがって，症状固定日をもって消滅時効の起算点とすべき旨の被告らの主張\nは採用することができない。\n被告らは，消滅時効の起算日は遅くとも平成１０年９月２８日（被告ｂが\nｏから示談案についての回答を得られる予定であった日の翌日）であるとも\n主張する。\nしかしながら，証拠（甲２９，乙２０ないし乙２３，証人ｏ）をみても，\n原告の両親と被告らとの間で示談交渉がなされていた当時，原告の両親が原\n告に高次脳機能障害の後遺障害が残存していることを認識していた事実は\n認められないから，この点に関する被告らの主張も採用することはできな\nい。\n以上に説示したところによれば，原告の損害賠償請求権については，高次\n脳機能障害に係る確定診断がなされた平成２３年８月８日が消滅時効の起\n算日となるから，平成２６年５月１４日の本件訴えの提起時には３年の消滅\n時効期間が経過していないことが明らかであり，消滅時効は成立しないとい\nうべきである。\n５\n原告は，民法７２４条後段の適用については，数量的一部請求の訴えを提\n起した場合でも請求権全体について提訴があったものと評価することがで\nきるとし，本件訴えの提起により，本件事故に係る不法行為による損害賠償\n請求権全体についての法律関係の確定が終局判決の確定まで遅れることと\nなる旨主張する。\nしかしながら，同条は，不法行為を巡る法律関係の速やかな確定を意図し\nたものであり，同条前段の３年の短期消滅時効が被害者側の主観的な事情に\nより完成が左右されるのに対し，同条後段の除斥期間は，被害者側の認識の\nいかんを問わず一定の時の経過によって法律関係を確定させるため請求権\nの存続期間を画一的に定めたものと解するのが相当である（最高裁判所平成\n元年１２月２１日第一小法廷判決・民集４３巻１２号２２０９頁参照）。\nそして，明示的一部請求の場合は，請求された一部のみが訴訟物となり，\n残部は訴訟物とならず訴え提起がされていないこととなるところ，原告は，\n平成２３年８月８日にｌ病院で高次脳機能障害であるとの診断がされて損\n害の全容が明らかになった後，あえてその一部を明示的に請求する旨の本件\n訴えを提起したものであり，訴え提起時においてはそれを超える部分を請求\nしない態度を明らかにしていたというべきである。\n本件訴えのような数量的な明示的一部請求においては，本件事故により生\nじた損害賠償請求権全体（原告が主張する損害の全体）について審理される\nことになるものの，訴訟物として権利行使をしたのは当該一部のみであっ\nて，当初請求部分を超える部分（本件残部請求部分）については権利行使が\nされていないのであるから，本件訴えの提起は，当該部分に係る請求権の存\n続期間に影響を及ぼすものではないというべきである。\n残部請求部分）につき請求の拡張がなされる前に本件事故から２０年が経過\nしているから，本件残部請求部分は，除斥期間の経過により権利が消滅した\nものというべきである。\n原告は，平成２５年判決を指摘して，明示的一部請求であっても提訴によ\nる裁判上の催告の効力が継続する限り，除斥期間の経過によっても権利は消\n滅しない旨主張する。しかしながら，同判決は，明示的一部請求がされた場\n合の請求権の残部について，時効中断における裁判上の催告としての効力を\n認めたものであるが，同判決が，明示的一部請求の場合は時効中断の関係に\nおいても裁判上の催告としての効力しか有さず，残部について中断効を生じ\nさせるためには訴訟終了後６か月以内に民法１５３条所定の措置をとる必\n要があるとも判示していることからすれば，明示的一部請求の訴えが提起さ\nれただけで，当該請求権の残部についても訴えの提起があったと同様の効果\nが生じるものと扱うことはできないというべきである。\n原告は，請求が認容された場合，裁判上の催告の効果が生じているにもか\nかわらず，除斥期間の経過により残部請求ができなくなるのは不当であると\nも主張するが，除斥期間の経過前に請求の拡張をすることによりそのような\n結果を防止できるから，不当な結果を招くとの原告の主張は，およそ採用す\nることができない。\nなお，原告は，数量的一部請求の訴えの提起であっても，提訴により損害\n賠償請求をする旨を明らかにすれば，その後は除斥期間の問題にはならない\nとも主張するようであるが，独自の見解であって採用することはできない。\n原告は，一部請求であることを明示することなく訴えを提起した場合には\n訴訟物である債権の全部について訴求したものとみなされるから，後に請求\nを拡張したとしても除斥期間の問題は生じないことを指摘して，この場合と\n明示的一部請求をした後に請求を拡張した場合とで，権利救済の範囲を異に\nすることは合理性を欠く旨主張する。\nしかしながら，一部請求であることを明示して訴えを提起するか否かは原\n告の訴訟物の選択の問題にすぎない。また，原告は，訴え提起時においてそ\nの主張する損害額全額を請求することもできたところ，あえて明示的一部請\n斥期間が経過する前に請求を拡張しなかったのであるから，その結果本件残\n部請求部分に係る権利が消滅するに至ったとしても，それは原告の訴訟追行\nに係る選択の結果にすぎないというほかない。したがって，原告の上記主張\nは失当といわなければならない。\n原告は，平成１６年判決を挙げ，民法７２４条後段の「不法行為の時」の\n解釈上，原告の損害賠償請求権に係る除斥期間の起算点は，高次脳機能障害\nの確定診断がされた平成２３年８月８日か，早くとも平成７年５月７日頃\n（本件事故の１年後）とすべき旨主張する。\nしかしながら，同判決は，身体に蓄積した場合に人の健康を害することと\nなる物質による損害や，一定の潜伏期間が経過した後に症状が現れる損害の\nように，当該不法行為により発生する損害の性質上，加害行為が終了してか\nら相当の期間が経過した後に損害が発生する場合は，当該損害の全部又は一\n部が発生した時が除斥期間の起算点となるとしたものであって，交通事故を\n原因とする高次脳機能障害の後遺障害に係る損害が，その損害の性質上，加\n害行為が終了してから相当の期間が経過した後に損害が発生する場合に当\nたると解することはできない。そして，加害行為が行われた時に損害が発生\nする不法行為の場合には，加害行為の時が除斥期間の起算点となると解する\nのが相当である（平成１６年判決参照）から，本件においては，本件事故時\nが除斥期間の起算点となると解するのが相当である。したがって，被告の上\n記主張も採用することができない。\n以上で説示したところによれば，本件残部請求部分は，除斥期間の経\n過により権利が消滅したものというべきである。\n６  まとめ\n以上によれば，被告ａは，原告に対し，原告が本件訴えを提起した当初の一\n部請求額である２０００万円及びこれに対する平成６年５月１７日から支払済\nみまでの遅延損害金の支払義務を負うというべきである。また，前記前提事実\nｂは，原告の被告ａに対する判決が確定したときは，原告に\n対し，２０００万円及びこれに対する同日から支払済みまでの遅延損害金の支\n払義務を負うというべきである。\n第４  結論\n以上によれば，原告の請求は，主文第１項及び第２項の限度で理由があるから\nその範囲で認容し，その余の請求は理由がないからいずれも棄却すべきである。\nよって，主文のとおり判決する。\n札幌地方裁判所民事第５部\n裁判長裁判官   岡   山   忠   広\n裁判官   吉   田          豊\n裁判官   牧   野   一   成\n"
}