{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 2,
    "day": 19
  },
  "case_number": "平成24(行ウ)235",
  "case_name": "業務停止処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "２階及び３階部分が，その中央付近に設置された階段，吹抜き及びエレベーターによって東西の各部分に分けられた構造の居住用建築物を設計した一級建築士に対して，複数の直通階段の設置を求める建築基準法３５条，建築基準法施行令１２１条１項６号及び２項に違反する居住用建築物の設計であり，建築士法１８条１項に違反する事由があるとして国土交通大臣がした業務停止処分が取り消された事例",
  "case_gist": "２階及び３階部分が，その中央付近に設置された階段，吹抜き及びエレベーターによって東西の各部分に分けられた構造の居住用建築物を設計した一級建築士に対して，複数の直通階段の設置を求める建築基準法３５条，建築基準法施行令１２１条１項６号及び２項に違反する居住用建築物の設計であり，建築士法１８条１項に違反する事由があるとして国土交通大臣がした同法１０条１項１号に基づく業務停止３か月の処分が，当該建築物は耐火構造の壁及び同時に開放されることのない２つの出入口を有する１台のエレベーターにより２つの区画に分断され，一方の区画から他方の区画に自由に行き来できない構造であって，各区画の床面積がいずれも複数の直通階段の設置が必要とされる床面積に満たないものであるから，上記建築基準法施行令の規定に違反する建築物の設計に当たらず，建築士法１８条１項に違反する事由があるとは認められないとして，取り消された事例",
  "lawsuit_id": "85380",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85380",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/380/085380_hanrei.pdf",
  "contents": "平成２７年２月１９日判決言渡\n平成２４年(行ウ)第２３５号  業務停止処分取消請求事件\n主 文\n１   国土交通大臣が平成２４年８月３０日付けで原告に対してした業務停止処\n分を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  本件は，一級建築士の資格を有する原告が，国土交通大臣から，設計者とし\nて建築基準法施行令１２１条１項及び２項に違反する建築物の設計をしたこと\nを理由として，平成２４年８月３０日付けで平成２５年１月１日から３か月間\nの業務停止処分（以下「本件懲戒処分」という。）を受けたことから，被告に\n対し，本件懲戒処分は，上記設計には法令違反の事実がないにもかかわらずこ\nれがあるとしてされたものであり，また，国土交通大臣に与えられた裁量権の\n範囲を逸脱し，又は濫用してされたものであって，違法であるとして，本件懲\n戒処分の取消しを求める事案である。\n２  関係法令等の定め\n関係法令等の定めは，別紙１のとおりである（なお，同別紙中において用い\nた略語は以下においても同様に用いることとする。）。\n３  前提事実（当事者間に争いのない事実のほか各項掲記の証拠（以下，枝番の\nあるものは枝番を全て含む。）等により認定することのできる事実等）\n(1)  原告は，平成４年２月７日付けで一級建築士免許を取得し，その後 ，現\n在に至るまで，株式会社Ｐ１（以下「Ｐ１」という。）に所属している（甲\n１，３９）。\n(2)  Ｐ１は，平成２１年４月頃，Ｐ２株式会社（以下「Ｐ２」という。）を\n施主として，神戸市α内に地上５階，地下１階の鉄筋コンクリート造の共同\n住宅（以下「本件建築物」という。）の設計依頼を受け，原告が本件建築物\nの設計担当者となり，本件建築物の設計を進めた。Ｐ２（代理人原告）は，\n平成２２年７月，原告の設計に基づき，本件建築物の建築主として，指定確\n認検査機関である一般財団法人Ｐ３（以下「Ｐ３」という。）に対し，本件\n建築物につき建築確認申請を行った。（甲３，３９）\n上記建築確認申請の時点における本件建築物の設計（以下「本件当初設\n計」という。）は，本件建築物の主要構造部の構造を建築基準法２条７号の\n規定する耐火構造の要件を満たすものとされており，本件建築物の２階及び\n３階の各概況はそれぞれ別紙２及び３のとおりであって，いずれも４戸の住\n戸があり，２階及び３階の各居室面積の合計は，それぞれ２４８．０５平方\nメートルとされていた。また，本件当初設計においては，本件建築物の中央\n付近には，北側から南側かけて，順に，階段（いわゆるＸ階段（横から見た\n際にＸ（エックス型）の形状をしている階段）），吹抜き，エレベーター昇\n降路（以下，当該エレベーター昇降路に係るエレベーターを「本件エレベー\nター」という。）が設けられていた。また，本件当初設計における本件建築\n物の西側に所在する ２階又は３階の各居室（別紙２及び３の各「Ａｔｙｐ\nｅ」，「Ｂｔｙｐｅ」と表記された住戸）の入居者は，Ｘ階段のうち同じ階\nの西側部分から昇降できる部分のみを使用することができ，他方，本件建築\n物の東側に所在する ２階又は３階の各居室（別紙２及び３の各「Ｃｔｙｐ\nｅ」，「Ｄｔｙｐｅ」と表記された住戸）の入居者は，Ｘ階段のうち同じ階\nの東側部分から昇降できる部分のみを使用することができる構造とされ，西\n側に所在する各居室の居住者と，東側に所在する各居室の居住者とは，いず\nれも他方の側に所在する各居室の居住者が使用できる階段を使用できない構\n造（相互に行き来ができない構造）となっていた。なお，本件建築物におけ\nる２階及び３階における西側部分の各居室面積合計はそれぞれ１２７．０６\n平方メートルであり，東側部分の各居室面積合計はそれぞれ１２０．９９平\n方メートルである。（甲３，３９，弁論の全趣旨）\n(3)  Ｐ２は，平成２２年８月３０日，Ｐ３から本件建築物につき確認済証の\n交付を受けた（甲１０）。\n(4)  神戸市長は，平成２３年１月１４日，Ｐ３及び原告に対し，建築基準法\n１２条５項に基づき，本件建築物の建築基準法施行令１２１条の適合性につ\nいての見解及び弁明の報告を求める旨の書面を送付し，同月２７日には，Ｐ\n２に対し，建築基準法６条の２第１１項に基づく「建築基準法に適合しない\n旨の通知」を予定しているとして，行政手続法１３条１項２号に基づく弁明\nの機会を付与する旨の通知書を送付した（甲１１，１２）。\n原告は，建築基準法１２条５項に基づく報告として，同年２月２日，神戸\n市長に対し，建築基準法施行令１２１条の規定について日本建築行政会議編\n集による「建築物の防火避難規定の解説」の「ツインビル等の避難規定上の\n取扱い」を適用し，Ｐ３と協議の上，本件当初設計をしたが，神戸市長と当\n該取扱いの解釈について相違があることを真摯に受け止め，Ｐ２及びＰ３と\n協議の上，計画変更をする，今後上記「ツインビル等の避難規定上の取扱\nい」を適用する場合は，神戸市長の解釈に添って計画するようにするとした。\nまた，Ｐ２（代理人原告）は，同日，神戸市長に対し，本件建築物に係る建\n築基準法に適合しない旨の通知の原因となる事実は間違いない旨認める（同\n記載欄にチェックする）とともに，計画変更により改善する旨の弁明書を提\n出した。（ただし，これら報告書や弁明書の提出の経緯等については争いが\nある。）（甲１５，１６，３９）\n(5)  原告は，本件当初設計について，その２階及び３階部分の各中央付近の\n階段部分とエレベーター昇降路との間の吹抜き部分にそれぞれ通路を設ける\n構造に本件建築物の設計（本件当初設計）を変更し，Ｐ２（代理人原告）は，\n平成２３年２月３日，Ｐ３に対し，本件建築物に係る建築確認変更申請をし，\n同月８日，Ｐ３から確認済証の交付を受けた（甲１７，３９，乙３）。\nなお，本件建築物については，その後，さらに建築確認変更申請及び確認\n済証の交付がされ，平成２４年２月２４日，Ｐ３からＰ２に対し，検査済証\nが交付された（甲１８）。\n(6)  国土交通省近畿地方整備局建政部建築安全課長は，平成２４年１月１９\n日，原告に対し，「懲戒処分に関する照会について」と題する書面を送付し，\n原告は，本件当初設計は建築基準法施行令１２１条１項及び２項に違反しな\nい旨回答したものの，国土交通大臣の委任を受けた近畿地方整備局長は，同\n年７月９日，予定される不利益処分の内容を業務停止処分とし，不利益処分\nの原因となる事実を本件建築物に関し建築基準法施行令１２１条１項及び２\n項に違反する設計を行ったとする，建築士法１０条１項１号に基づく懲戒処\n分をするに当たっての聴聞を行うことを原告に通知した（甲１９，２１，３\n９）。\n上記聴聞は，同月２４日実施され，その際，原告は，建築基準法施行令１\n２１条に違反する設計を行ったという不利益処分の原因となる事実について，\n事実に相違する旨を述べ，その理由について，複数の指定確認検査機関と協\n議を重ねるなどして，本件建築物について「建築物の防火避難規定の解説２\n００５（第６版）」（以下「本件解説」という。）の「ツインビル等の避難\n規定上の取扱い」（以下「本件取扱い」という。）を適用することができ，\n建築基準法違反がないことを確認した上で本件当初設計を行ったなどと陳述\nした（甲２５，３９，乙３）。\nなお，上記聴聞の主宰者（近畿地方整備局建政部建設産業調整官）による\n報告書には，主宰者の意見として，原告が本件建築物の設計に当たり，本件\n解説を利用したことは妥当であり，建築基準法に基づく手続においても過失\nは存しないから，原告の主張には理由があるというべきである旨の記載があ\nる（甲２５）。\n(7)  国土交通大臣は，建築士法１０条４項に基づき，平成２４年８月３０日，\n中央建築士審査会に対し，原告の一級建築士の業務を３か月停止する旨の処\n分を行うことについて同意を求め，同審査会は，同日，これに同意した（乙\n４，５）。これを受けた国土交通大臣は，同日付けで，原告に対し，同条１\n項に基づき，平成２５年１月１日から３か月間，業務の停止を命ずるとの懲\n戒処分（本件懲戒処分）をし，平成２４年８月３０日，原告に対し，本件懲\n戒処分に係る通知書を発送した（甲２）。\nまた，国土交通大臣は，同条５項に基づき，同年１０月５日，本件懲戒処\n分を公告した（乙６）。\n(8)  原告は，平成２４年１１月１２日，本件懲戒処分の取消しを求める本件\n訴えを提起した（顕著な事実）。\n４  争点\n(1)  本件当初設計が建築基準法施行令１２１条１項及び２項に違反するか。\n(2)  本件懲戒処分は国土交通大臣の裁量権の範囲を逸脱し又は濫用するもの\nとして違法となるか。\n５  当事者の主張\n(1)  争点(1)（本件当初設計が建築基準法施行令１２１条１項及び２項に違反\nするか。）について\n（被告の主張）\nア(ア)  建築基準法施行令１２１条１項５号及び２項は，共同住宅の用途に\n供する建築物のうち，主要構造部が準耐火構造であるか，又は不燃材料\nで造られている建築物については，その階における居室の床面積の合計\nが２００平方メートルを超える場合，その階から避難階又は地上に通ず\nる２以上の直通階段を設けなければならない旨規定しているところ，上\n記要件を満たす共同住宅において，２以上の直通階段を設けなければな\nらないと義務付けたのは，２方向の避難路を確保することにより，火災\n時に一方が通行不能となった場合にも，他方へ避難できる道を残してよ\nり安全性を高めるため，すなわち，多数の人間が利用する建築物におい\nて，直通階段が一つしかない場合は，その付近で火災が発生すれば，避\n難が困難となることから，別の直通階段を離れた位置に設置して，２方\n向の避難路を確保することにより，建築物の安全性を高めるところにあ\nる。そして，避難階又は地上階まで通ずる２以上の直通階段が互いに有\n効に配置されるようにするために同条３項が設けられている。\n(イ)  上記(ア)の建築基準法施行令１２１条１項５号及び２項の規定によ\nれば，本件建築物は，共同住宅の用途に供する建築物であること，本件\n当初設計の主要構造部は耐火構造の要件を満たすこと，２階及び３階に\nおける居室の床面積の合計はそれぞれ２４８．０５平方メートルである\nことから，２階及び３階は，いずれも２以上の直通階段を設ける必要が\nあった。\nしかるに，本件当初設計においては，本件建築物の２階及び３階には\nいずれも２以上の直通階段が設けられていないから，本件当初設計は同\n条１項及び２項に違反する。\nイ(ア)  原告は，建築基準法施行令１２１条１項及び２項の趣旨は，避難時\nに１つの階段へ人が過度に集中することを未然に防止するという点にあ\nる旨主張するが，かかる原告の主張によれば，避難時に１つの階段へ人\nが過度に集中しない限り，２以上の直通階段を隣接して設置することが\n可能となるが，このような構造の建築物の直通階段付近で火災が発生し\nた場合，避難上の支障が生じ，人が避難をすることができず，危機的状\n況に陥ることとなるし，また，２以上の直通階段を隣接して設置した場\n合には同施行令１２１条３項が，２方向への避難路を確保するために各\n直通階段に至る歩行経路が重複する区間の長さを制限している趣旨を没\n却する。なお，原告は，同条１項と同条３項はその趣旨を異にする旨主\n張するが，かかる主張は，１つの条文に規定された条項を分断して不自\n然に解釈するものであって失当である。\n(イ)  建築基準法施行令１１７条２項は，建築物が「開口部のない」耐火\n構造の床又は壁で区画されている場合を予定しているところ，本件当初\n設計における本件建築物の２階及び３階にはそれぞれ本件エレベーター\nの出入口が東側及び西側の区画の双方に存するから，本件当初設計の２\n階及び３階は，その東側と西側の各区画が「開口部のない」耐火構造の\n壁によって完全に区画されているとはいえない。\nまた，同項の趣旨は，火災の際に延焼のおそれがないことに加え，有\n毒な煙及びガス等の流入が有効に防止される構造で区画されている場合\nに別の建築物とみなすことにあるところ，①  エレベーター扉の加熱等\nによりエレベーターシャフト内のケーブル等に延焼するおそれがあるこ\nと，②  本件エレベーターにおいても，同一階における西側部分と東側\n部分の住民が同時期に本件エレベーターの呼出をした場合には，先にエ\nレベーターに乗り込んだ住民は反対側の住民が乗り込む際に反対側に出\nることができ，その後，同様の作業を繰り返すことにより元の場所に戻\nることができるため，物理的に行き来することが可能であるから，本件\nエレベーターにより本件建築物の西側部分と東側部分との行き来ができ\nないということはできない上に，本件エレベーターが火災時に避難階に\n必ず着床するものとはされていないことを踏まえると，本件当初設計に\n同項の規定を適用ないし準用する余地はない。\n(ウ)  原告は，日本建築行政会議編集「建築物の防火避難規定の解説２０\n０５（第６版）」（本件解説）の「ツインビル等の避難規定上の取扱\nい」（本件取扱い）の記載を指摘するが，これは建築基準法施行令につ\nいて国が示した解釈指針ではなく，建築基準関係法令の正当な解釈に適\n合する限度で参照されるものにすぎない上に，同施行令１２１条１項及\nび２項の適用に当たっても，本件取扱いは，火災の際に延焼するおそれ\nがなく，有害な煙及びガス等の流入も有効に防止されることを前提とし\nた判断基準であるというべきである。エレベーターと開口部のない耐火\n構造の壁とでは，火災の際の延焼や，有害な煙及びガス等の流入を有効\nに防止できる性能に自ずと差異が認められるから，本件当初設計につい\nて，本件取扱いの示す判断基準を根拠として，その２階及び３階におけ\nる西側部分と東側部分を別の建築物とみなすことはできない。なお，原\n告は，本件取扱いを同条１項及び２項の解釈基準である旨を主張するが，\n１つの建築物を別の建築物とみなす規定は同施行令１１７条２項以外に\nは見当たらないから，同施行令１２１条１項及び２項の解釈によって\n別々の建物とみなすことは想定されていないという意味においても，原\n告の主張は失当である。\n(エ)  原告は複数の指定確認検査機関から本件当初設計が適法である旨の\n回答を受けたことを指摘するが，当該回答の正確性は証明されていない\n上に，上記主張のとおり，当該回答が存在したとしても本件当初設計の\n違法性は明確である。また，原告は，神戸市が本件建築物の検査済証を\n交付していることなどを指摘するが，これは計画変更後の建築確認に基\nづくものであるから本件当初設計の適法性の根拠となるものではないし，\n神戸市長は本件当初設計が違法であることを前提に指定確認検査機関に\n対して建築基準法７７条の３２第２項の規定による指示をした旨を公表\nしている。\n(オ)  そして，原告は，当初，本件当初設計が建築基準法施行令１２１条\n１項及び２項に適合しないことを自認していた。\n(カ)  以上(ア)ないし(オ)によれば，原告の主張に理由がないことは明ら\nかである。\n（原告の主張）\nア(ア)  建築基準法施行令１２１条１項の趣旨は，同条が同施行令第５章\n（避難施設等）に規定されていること，「避難階以外の階」を対象とし\nて，「避難階又は地上に通ずる…直通階段」の設置を義務付けているこ\nと，同条が建築物の用途，種類や居室の床面積を基準とし，「階」の床\n面積ではなく「居室」の床面積に着目していることから分かるとおり，\n避難経路を確保する観点から，避難時に１つの階段へ人が過度に集中す\nることを未然に防止するという点にある。そして，同条１項については，\n階においてアトリウム，吹抜き及び開口部のない耐火構造の壁等により\n該当階各部分相互が行き来できない場合は，それぞれの部分ごとに床面\n積の合計により廊下の幅の規定を適用することができるものとする，な\nお，同条１項及び２項における床面積の合計についても同様に適用する\nことができるとする日本建築行政会議編集「建築物の防火避難規定の解\n説２００５（第６版）」（本件解説）の「ツインビル等の避難規定上の\n取扱い」（本件取扱い）が解釈指針となる。\n上記同条１項の趣旨及び本件取扱いの記載によれば，本件取扱い記載\n中の「耐火構造の壁等により該当階各部分相互が行き来できない場合」\nにおける「壁等」の「等」には耐火構造の構造物のみならず，該当各階\n部分相互が行き来できない構造となっている場合が全て含まれる。\nそうすると，本件当初設計における２階及び３階の各中央部分に設置\nされた両扉を有する本件エレベーターは，機械制御により同時に開閉さ\nれることがない構造となっており，２階及び３階はその西側部分と東側\n部分を相互に行き来することができないから，本件当初設計によれば，\n本件建築物は，西側部分と東側部分に分断され，このように分断された\n各部分ごとに同条１項が適用されることとなる。そして，その場合の居\n室面積合計はいずれも２００平方メートル未満となるから，本件当初設\n計は，同条１項及び２項に違反しない。\n(イ)  また，建築基準法施行令１１７条２項は，「建築物が開口部のない\n耐火構造の床又は壁で区画されている場合においては，その区画された\n部分は，この節の規定の適用については，それぞれ別の建築物とみな\nす。」と規定しているところ，本件取扱いが策定された趣旨及び現代に\nおける建築実情を踏まえると，同項の適用，解釈に当たっても，相互に\n行き来できないときは別々の建築物とみなすとして実質的解釈を施すこ\nとが相当である。かかる解釈によっても，上記(ア)で主張した本件当初\n設計に係る本件建築物の構造に鑑みれば，本件当初設計における２階及\nび３階の各階の西側部分と東側部分は別の建築物とみなすことができる\nから，本件当初設計は，同施行令１２１条１項及び２項違反とはならな\nい。\n(ウ)  仮に上記(ア)又は(イ)によることができないとしても，本件エレベ\nーターの扉が遮炎性能，遮煙性能を有していることに照らせば，本件エ\nレベーターが着床している階以外についてはエレベーター昇降路を吹抜\nきと同視することができる上に，エレベーター昇降路内のケーブルによ\nる延焼の危険性は認められないし，他方，本件エレベーターが着床して\nいる階については本件エレベーターの扉の遮炎性能及び遮煙性能によっ\nて火災が生じたとしても延焼するおそれがなく，かつ有害な煙及びガス\n等の流入も有効に防止される構造を有しているから，本件当初設計は，\n本件取扱いによって，建築基準法施行令１２１条１項及び２項を適用し，\n又は，同施行令１１７条２項に基づいて各区画を別々の建築物とみなす\nことができる。そうすると，いずれにせよ本件当初設計は同施行令１２\n１条１項及び２項に違反するものではない。\nイ(ア)  被告は，建築基準法施行令１２１条全体の趣旨から，同条１項も，\n多数の人が利用する建築物において，別の直通階段を離れた位置に設置\nして２方向の避難路を確保することにあると主張するが，同条３項は２\n方向避難が必要となったときに初めて問題となる規定であるのに対し，\n本件で問題となるのは，２以上の直通階段を設ける必要のある建築物で\nあるかどうかという同条１項及び２項の問題であるから，被告の主張は\n同条１項と同条３項の趣旨を混同するものであって，失当である。上記\nア(ア)のとおり，同条１項の趣旨は避難時に１つの階段へ人が過度に集\n中することを未然に防止することにあるし，本件解説は，煙の伝播を問\n題にするときにはその旨を明記して明確に区別していることに照らせば，\nこのような明記のない本件取扱いの記載について，その要件に「火災の\n際に延焼するおそれがなく，有害な煙及びガス等の流入も有効に防止さ\nれる」構造であることを付加する被告の解釈は不当といわざるを得ない。\n(イ)  被告は本件取扱いが解釈指針に当たらない旨を主張するが，①  本\n件解説の初版を建設省住宅局建築指導課が監修し，その第３版において\nは，同課課長による「本書が建築行政関係者はもとより，民間の指定確\n認検査機関や建築関係業務に携わる多くの方々に積極的に活用されるこ\nとにより，良質な建築物のストックが確保され，安全なまちづくりの進\n展に資することを期待します」という「監修のことば」を掲載していた\nこと，②  日本建築行政会議は，特定行政庁，指定確認検査機関，指定\n認定機関及び指定性能評価機関等によって構成されていること，③  本\n件解説が現実の建築行政実務において，建築行政関係者等により，建築\n関係法令の解釈及び運用の指針，基準として広く利用されていることな\nどに照らし，被告の主張は失当である。\nなお，被告は，本件取扱いは１つの建築物を別々の建築物とみなす場\n合に関するものとして，建築基準法施行令１１７条２項に関連するもの\nであると主張するが，その記載からも同施行令１２１条等に関するもの\nであることは明らかである。そして，本件取扱いは，同条を適用する際\nの対象範囲についてどのように捉えるべきかという判断基準を示してい\nるものであって，別々の建築物とまでみなせるか否かの判断基準を示す\n同施行令１１７条２項とは，異なる観点に立った解釈基準である。した\nがって，被告の上記主張は失当である。\n(ウ)  本件当初設計が建築基準法施行令１２１条１項及び２項に違反しな\nいことは，原告が複数の指定確認検査機関から適法である旨の回答を受\nけたこと，本件建築物の建築確認を受けたこと，神戸市が本件建築物の\n検査済証を交付していること，本件当初設計について建築確認をしたこ\nとが違法であると判断した場合に発するものとされている通知の手続が\nなされていないことなどによっても裏付けられているから，その意味に\nおいても被告の主張は失当である。\n(エ)  被告は，原告が当初本件設計は建築基準法施行令１２１条１項及び\n２項に適合しないことを自認していたと主張するが，被告が根拠とする\n原告名義の平成２３年２月２日付け「建築基準法第１２条第５項に基づ\nく報告について」と題する書面（甲１５）は，神戸市の担当者からの強\nい説得を受けて原告がやむなく作成したものに過ぎず，原告の真意を反\n映したものではない。\n(オ)  以上(ア)ないし(エ)によれば，被告の主張に理由がないことは明ら\nかである。\n(2)  争点(2)（本件懲戒処分は国土交通大臣の裁量権の範囲を逸脱し又は濫用\nするものとして違法となるか。）について\n（原告の主張）\n原告は本件当初設計について建築確認申請を行うに先立って，複数の指定\n確認検査機関に対して，本件当初設計が建築基準法施行令１２１条１項及び\n２項に違反しないか否かについて照会するなどしており，本件当初設計につ\nいて原告に過失はなかった（本件懲戒処分に先立つ聴聞の主宰者も同様の認\n識である。）。建築基準法上，特定行政行に対する質疑等の照会は，指定確\n認検査機関が行うこととされている上（同法７７条の３２第１項本文），神\n戸市では設計者からの直接の照会には応じないとの建築行政上の運用が実施\nされていることに加え，原告は，過去にも当該運用を理由として神戸市から\n照会を断られたという経験を有していたことに照らせば，原告が自ら神戸市\nに対して本件当初設計の適法性について確認することは不可能な状況であっ\nたというべきであるし，原告は，照会した全ての指定確認検査機関から本件\n当初設計が同施行令１２１条１項に違反しない旨の回答を受けている以上，\nそれ以上に神戸市に照会等をしなかったことには何らの過失もない。また，\n原告は，本件当初設計について，同条の適合性の点で疑義がある旨指摘され\nた後においても，神戸市の担当者から，国土交通省が本件建築物の法適合性\nを問題にしないよう適切に処理する旨を告げられたことを信じ，神戸市の担\n当者に指示されたとおりに，極めて真摯かつ誠実に対応した。\nかかる事実関係を踏まえれば，本件懲戒処分は建築士法が処分行政庁であ\nる国土交通大臣に対して懲戒権を付与した趣旨・目的を逸脱するものであり，\nまた考慮すべき事実が考慮されておらず，平等原則，比例原則に違反するも\nのであるから，国土交通大臣がした本件懲戒処分は裁量権の範囲の逸脱又は\nその濫用により違法である。\n（被告の主張）\n建築士に対する懲戒処分を行う場合，懲戒権者は処分基準に基づいて懲戒\n処分等の内容を決定することとされているところ，本件当初設計が建築基準\n法施行令１２１条１項及び２項に違反することは明らかであり，これは建築\n士法１８条１項に当たるから，処分基準における懲戒処分等のランク６に該\n当するものとして業務停止３月となる。\n原告は，複数の指定確認検査機関に対して，本件当初設計が建築基準法施\n行令１２１条１項及び２項に違反しないか否かについて照会し，違反しない\n旨の回答を得ていたなどを指摘するが，専門的知識及び技能を有し，重要な\n建築物に関する設計等の権限を独占することが許されている一級建築士の立\n場からすれば，的確に判断することが求められているということができるの\nであって，関係法令に適合しない設計を行ったことについて過失があるとい\nうことができる上に，指定確認検査機関を通じて，あるいは直接，神戸市に\n照会等をしておらず，十分な確認手段を尽くしたとはいえないから，違反設\n計に過失があったことは明らかである。\nしたがって，本件懲戒処分につき処分行政庁である国土交通大臣の裁量権\nの範囲の逸脱又はその濫用があったとは認められない。\n第３  当裁判所の判断\n１  争点(1)（本件当初設計が建築基準法施行令１２１条１項及び２項に違反す\nるか。）について\n(1)  建築基準法施行令１２１条１項及び２項の趣旨等について\nア  建築基準法３５条は，共同住宅を含む一定の用途（同法別表第一（い）\n欄（一）項から（四）項までに掲げる用途）に供する特殊建築物等につい\nて，避難上支障がないようにしなければならないとし，そのための階段そ\nの他の避難施設等に係る技術的基準を政令の定めに委ねている。そして，\n建築基準法施行令は，同委任を受けて，第５章（避難施設等）を設け，そ\nの中の同施行令１２１条は，建築物につき２以上の直通階段を設ける場合\nについて規定している。すなわち，同条１項は，建築物の避難階（直接地\n上へ通ずる出入口のある階をいう（同施行令１３条１号）。）以外の階が\n同施行令１２１条１項各号のいずれかに該当する場合においては，その階\nから避難階又は地上に通ずる２以上の直通階段を設けなければならないと\nし，同項各号として，別紙１関係法令等の定めの(2)イ(イ)ａの①から⑥\nのとおり定められている。このうち，①（劇場，映画館等。同項１号）及\nび②（一定以上の規模で物品販売業を営む店舗。同項２号）は，不特定多\n数の所在者が高密度で利用する用途の階，③（キャバレー，カフェー等。\n同項３号）は，不特定の所在者が接待等の遊興に熱中し，かつ，小区画の\n個室構造又は騒音・低照度等の施設特性を有する用途の階，④（病院，児\n童福祉施設等。同項４号）は，一定数以上の避難弱者が所在する用途の階，\n⑤（ホテル，共同住宅等。同項５号）は，一定数以上の者が就寝のために\n用いる用途の階，⑥（６階以上の階でその階に居室を有するもの等。同項\n６号）は，高層階（６階以上の階）又は大面積の階（５階以下の階で一定\n以上の面積の階）をそれぞれ規定しており，また，①の用途に供する階は\n原則として面積のいかんに関わらず，②ないし⑤の用途に供する階は，そ\nの用途に供する一定の居室の床面積の規模により，⑥は，用途にかかわら\nず階と規模に応じて，それぞれ当該階から２以上の直通階段を設けなけれ\nばならないこととしている。このように，同項は，その階の用途・規模等\nに応じて２以上の直通階段を設けなければならない場合を細かく規定して\nおり，これは，当該建築物で火災等の災害が発生した場合に，当該建築物\nに所在する者が安全に避難できるようにとの観点から，その階の用途・規\n模等に応じて，避難階又は地上に通じる２以上の直通階段を設けなければ\nならないとしているものと解される。そして，このような建築物で避難を\n要する場合としてはまず第一に火災が考えられることに加え，同条２項は，\n主要構造部が準耐火構造であるか，又は不燃材料で作られている建築物に\nついては，規模に応じて２以上の直通階段を設けなければならないとする\n場合の規模の下限を緩和していることに照らせば，同条１項は建築物で主\nとして火災が発生した場合を念頭において，かかる場合に，当該建築物に\n所在する者が安全に避難できるようにしようとしたものであり，上記①の\nように劇場や映画館のように不特定多数の者が高密度で利用する用途の階\nについては，規模の如何に関わらず２以上の直通階段の設置を要するもの\nとし，③ないし⑤で２以上の直通階段の設置の要否をその規模で画してい\nるものについては，その居室や宿泊室ないし寝室の床面積の合計に拠って\nおり，病院や児童福祉施設のように避難弱者が所在する施設に関しては，\nその規模の下限を他よりも厳格に画していることからすれば，同項は，建\n築物で火災等が発生した場合に，当該建築物内の各階の用途や規模等に着\n目し，その用途に従って各階に所在する者の属性（娯楽や遊興等の目的で\n不特定あるいは多数の者が集まっている場合，就寝の目的で所在する場合，\n病気療養や児童の福祉の観点から所在している場合等）等に応じ，当該火\n災等の発生後，これが進行し，当該建築物に所在する者の避難を妨げるに\n至る前に，これらの者が当該建築物から安全に避難できることを企図して，\n上記のとおりその階の用途や規模等に応じて２以上の直通階段の設置の要\n否を定めているものと解するのが相当である。すなわち，同項は，建築物\nで火災等が発生した場合に，階に２以上の直通階段が存しないときでも，\nその用途に従って当該建築物内の階に所在する者が当該火災等から免れて\n安全に当該建築物から避難できるものと通常考えられる範囲を想定し（こ\nの範囲が，例えばホテルや共同住宅等では，宿泊室ないし居室の床面積の\n合計が１００平方メートル，病院や児童福祉施設等では，居室の床面積の\n合計が５０平方メートルであり，不特定多数の者の来集が予定される劇場\n等では，そのような範囲は想定できないものとされているといえる。），\n当該階がその範囲内に収まっている限り，直通階段は１つで足りるが，そ\nの想定される範囲を超える場合には，１つの直通階段を用いての安全な避\n難が確保できないとして，安全な避難の実現という観点から，２以上の直\n通階段の設置を要求しているものと解される。そして，同条２項は，その\n主要構造部が準耐火構造であるか，又は不燃材料で造られている建築物に\nついては，火災等が発生した場合に，その用途に従って当該建築物内の階\nに所在する者が当該火災等から免れて安全に当該建築物から避難できるた\nめの時間的余裕が，上記以外の建造物よりも存するものと解されることか\nら，２以上の直通階段の設置を要求する規模の下限を緩和した規定である\nと解される。\nそうすると，上記のとおり，同条１項の規定は主として火災の場合を想\n定しているものといえるが，その趣旨が，被告が主張するように，２以上\nの直通階段を設けて２方向に避難路を確保することによって，火災時等に\n一方が通行不能となった場合にも他方へ避難できる道を残して安全性を高\nめることのみにあるものということはできないし（もちろん，２以上の直\n通階段を設けて，２方向の避難路を確保することが当該建築物に所在する\n者の安全に資するものであることはその通りであろうが，直通階段の直近\nで火災が生じたような場合には，当該階の規模如何に関わらず，当該直通\n階段を利用して安全に避難することは困難といわざるを得ず，上記被告主\n張の趣旨を徹底するのであれば，当該階の規模如何に関わらず，２以上の\n直通階段の設置を要求すべきこととなり，同項が用途に応じた階の規模に\nよって２以上の直通階段の設置の要否を画していることと必ずしも整合し\nないものといえよう。），また，同項の趣旨が，１つの階段に人が過度に\n集中することを未然に防止する点のみにあるということもできない（同項\n１号（上記①）に規定する劇場等の場合には，この趣旨がよく当てはまる\nものといえるが，同項４号（上記④）に規定する病院や児童福祉施設等の\n場合にも，この趣旨がそのまま当てはまるものといえるかについては疑義\nも存するところである。）。\nイ  建築基準法施行令１２１条１項の趣旨は，上記ア記載のとおり，建築物\nで火災等が発生した場合に，階に２以上の直通階段が存しないときでも，\nその用途に従って当該建築物内の階に所在する者が当該火災等から免れて\n安全に当該建築物から避難できるものと通常考えられる範囲を想定し，当\n該階がその範囲内に収まっている限り，直通階段は１つで足りるが，その\n想定される範囲を超える場合には，１つの直通階段を用いての安全な避難\nが確保できないとして，安全な避難の実現という観点から，２以上の直通\n階段の設置を要求しているものと解されるところ，同施行令１１７条２項\nが規定するように，建築物が開口部のない耐火構造の床又は壁で区画され，\nその区画された部分毎にそれぞれ別の建築物とみなされる場合には，その\n区画された部分毎に同施行令１２１条１項の適用の有無（２以上の直通階\n段の設置の要否）を検討すべきこととなるが，上記のような同項の解釈に\n照らせば，同施行令１１７条２項に規定するように，建築物が開口部のな\nい耐火構造の床又は壁で区画され，その区画された部分毎にそれぞれ別の\n建築物とみなされる場合に限らず，当該建築物に存するアトリウムや吹抜\nき等により，当該建築物内の階の各部分相互が行き来できないような構造\nとなっている場合においても，火災等の災害に際して，安全な避難が実現\nできるか否かをみるに当たっては，同構造で相互に行き来できないことと\nなる階の全体を一体として検討するのではなく，同構造によって区分され\nた部分毎に，その用途に従って当該建築物内の階に所在する者が当該火災\n等から免れて安全に当該建築物から避難できるものと通常考えられる範囲\n内といえるか否かをみるのが，同施行令１２１条１項の趣旨に合致するも\nのといえる。\nこのことは，日本建築行政会議編集に係る「建築物の防火避難規定の解\n説２００５（第６版）」（本件解説）において，「ツインビル等の避難規\n定上の取扱い」（本件取扱い）の項に，「階において，アトリウム，吹抜\nき及び開口部のない耐火構造の壁等により該当階各部分相互が行き来でき\nない場合は，それぞれの部分ごとに床面積の合計により廊下の幅の規定を\n適用することができるものとする。なお，令第１２１条における居室の床\n面積の合計（略）についても同様に適用することができる。」と記載され\nていることとも整合する。\nこの点，被告は，本件解説及び本件取扱いは，国の関係法令の解釈指針\nを示したものではなく，建築基準関係法令の正当な解釈に適合する限度で\n参照されるものにすぎない旨主張するところ，本件解説及び本件取扱いが\n法令そのものではなく，また，監督官庁等により発出された通達等でもな\nいこと，そして，本件解説及び本件取扱いの記載内容が，建築基準関係法\n令の正当な解釈に適合する限度においてのみ参照され得るものであること\n自体は，被告主張のとおりである（このことは，原告も積極的に争ってい\nないものと思われる。）。しかしながら，本件解説は，当初は，「建築物\nの防火避難規定に関する運用指針」（甲２８）として，平成６年に建設省\n住宅局建築指導課（当時）による監修の下に日本建築主事会議が編集して\nＰ３から発行されたものであって，これには「避難規定上，別の階とみな\nす取扱い（ツインビル等）」と題して本件取扱いと同旨の記載が存した上\nに，その後，建設省住宅局建築指導課による監修の下に日本建築主事会議\n防災研究部会の編集によってまとめられた「建築物の防火避難規定の解\n説」（第３版）（甲３１）においても，「ツインビル等の避難規定上の取\n扱い」と題して本件取扱いと同旨の記載が存する上，これには，平成１１\n年３月当時の同課課長が，「日本建築主事会議では，平成１０年の建築基\n準法の改正にあわせて，建築基準法令等の防火避難関係の規定について，\n建築主事等が具体的な解釈・運用を図る際に参照すべき標準的な事項を\n「建築物の防火避難規定の解説」という形でとりまとめました。今後，本\n書が建築行政関係者はもとより，民間の指定確認検査機関や建築関係業務\nに携わる多くの方々に積極的に活用されることにより，良質な建築物のス\nトックが確保され，安全なまちづくりの進展に資することを期待しま\nす。」として監修のことばとしているように，本件取扱いの内容は，平成\n６年当時から平成１１年３月当時まで，建設省住宅局建築指導課における\n建築基準法施行令１２１条１項の解釈を反映していたものといえる。そし\nて，証拠（甲２５，３０，３６，３９）によれば，本件取扱いを含む本件\n解説は，特定行政庁や指定確認検査機関が建築士等とやりとりをする際に\n参照を指導するなど，建築実務においてもよく用いられているものと認め\nられる。\nこれらからすれば，本件解説における本件取扱いの内容は，上記のとお\nり同施行令１２１条１項の趣旨に沿うものであるとともに，かつては監督\n官庁である建設省（現国土交通省）の解釈にも合致するものであり，現在\nも建築確認業務に携わるものに広く用いられているものといえる（なお，\n被告自身も，建築物にアトリウムや吹抜きが存し，当該建築物内の階の各\n部分相互が行き来できないような構造となっている場合においては，当該\nアトリウムや吹抜きで区分される部分毎に同項の規定を適用することを是\n認しているものと認められる。）。なお，被告は，本件取扱いは，同施行\n令１１７条２項の取扱いを解説したものであるとの主張もするが，本件取\n扱いに係る「該当法令」として，建築基準法３５条と建築基準法施行令１\n１９条，１２１条，１２２条が掲げられていることや，その本文中の記載\n内容も，上記のとおり同施行「令第１２１条における居室の床面積の合計\n（中略）についても同様に適用することができる」と記載されていること\nに照らしても，本件取扱いが同施行令１２１条の取扱いをも記載したもの\nであることは明らかであり（逆に，上記のとおり，その「該当法令」中に\nは，同施行令１１７条２項は掲げられていない。），この点についての被\n告の主張は失当である。\n(2)  認定事実\n前記前提事実のほか証拠（甲４，９，２２，３７，３９，原告本人）及び\n弁論の全趣旨によれば，以下の事実が認められる。\nア  本件当初設計は，本件建築物の主要構造部の構造を建築基準法２条７号\nの規定する耐火構造の要件を満たすものとされており，本件建築物の２階\n及び３階の各概況はそれぞれ別紙２及び３のとおりであって，いずれも４\n戸の住戸があり，２階及び３階の各居室面積の合計は，それぞれ２４８．\n０５平方メートルとされていた。また，本件当初設計においては，本件建\n築物の中央付近には，北側から南側かけて，順に，階段（いわゆるＸ階段\n（横から見た際にＸ（エックス型）の形状をしている階段）），吹抜き，\nエレベーター昇降路が設けられ，また，本件建築物の西側に所在する２階\n又は３階の各居室の入居者は，Ｘ階段のうち同じ階の西側部分から昇降で\nきる部分のみを，本件建築物の東側に所在する２階又は３階の各居室の入\n居者は，Ｘ階段のうち同じ階の東側部分から昇降できる部分のみを，それ\nぞれ使用することができる構造とされ，西側に所在する各居室の居住者と，\n東側に所在する各居室の居住者とは，いずれも他方の側に所在する各居室\nの居住者が使用できる階段を使用できない構造（相互に行き来ができない\n構造）となっていた。\nイ  そして，本件建築物の中央付近に設置された本件エレベーターは，その\n昇降路の東西両側にステンレス製の乗場戸を備えた出入口が設けられると\nともに，エレベーターのかごにも東西両側に戸（なお，以下において特に\n必要がある場合を除いては，エレベーター昇降路の出入口の戸とかごの戸\nを併せて「扉」という。）が設けられている構造であるところ，本件エレ\nベーターのセキュリティーシステムにより，本件エレベーターのかご内に\nおいてはエントランス階（Ｂ１階）を目的階とする登録（指定）をするこ\nとができるものの，その他の階及び開閉する扉の方向（西側・東側）の登\n録（指定）は，本件建築物の居室の鍵に埋め込まれたＩＣチップにより，\n当該鍵に対応する居室が所在する階の当該居室が所在する側（東側，西側\nのいずれか一方）の扉のみが開閉する仕組みとされ，また，居住者におい\nてその居室に訪問者を招き入れる際には，当該居住者による解除によって\n当該訪問者がエレベーターのかご内において当該居室の所在する階の当該\n居住者の居室が所在する側の扉を行き先階として登録（指定）することが\nでき，エレベーターの東西２つの扉が同時に開くことのないように機械制\n御されている。そして，本件エレベーターのセキュリティーシステムによ\nれば，エレベーターのかご内において，仮に同一の階における西側・東側\nの両方の扉が同じタイミングで登録（使用）された場合には，一方の扉が\n他方の扉より先に開き，開いた扉側の利用者の乗降を済ませて当該開いた\n扉が閉じられた後，反対側の扉を開いて当該扉側の利用者の乗降をさせる\n仕組みが採用されている。\nまた，本件エレベーターは，停電，地震及び火災時においては各状況に\n対応した管制運転が行われ，停電及び地震発生時においては，全ての呼登\n録を無効にしてかごを最寄り階に着床し，片側の扉が開いた後，開いた扉\nを閉めて運転休止となり，火災発生時には，全ての呼登録を無効にしてか\nごを避難階に着床し，片側の扉が開いた後，開いた扉を閉めて運転休止と\nなるように設定されており，これらの動作の際にも両側の扉が同時に開い\nた状態になることのないよう機械制御されている。\n(3)  検討\nア  本件当初設計における本件建築物の構造は上記認定事実アのとおりであ\nって，本件建築物の２階及び３階部分は，中央付近に設置された階段，吹\n抜き及び本件エレベーターによって東西の各部分に分けられており，上記\n認定事実イのとおり，本件エレベーターは，その西側部分と東側部分の双\n方に扉（乗降口・出入口）が存在するものの，機械制御によりその両側の\n扉が同時に開くことがない仕組みとされ，エレベーターに乗り込んだ者が\n所持している鍵に埋め込まれたＩＣチップに対応した階の対応する居室側\nにおいてのみ本件エレベーターの乗降が可能であり（なお，居住者におい\nて，その居室に訪問者を招き入れる場合にも当該居室の所在する階であり，\nかつ当該居室の所在する側の扉のみが開閉する。），同一階の西側部分と\n東側部分は相互に行き来することができない構造とされている。そうする\nと，本件当初設計における本件建築物の２階及び３階部分は，エレベータ\nーのかごが当該階に存する場合には，上記のような本件エレベーターの機\n械制御や仕組みによって，他方，エレベーターのかごが当該階に存しない\n場合には，エレベーター乗場戸及びエレベーター昇降路によって西側部分\nと東側部分相互の行き来ができないこととなるから，本件建築物の西側部\n分と東側部分とは，相互に行き来ができない構造になっているものと認め\nられる。\nそうであるとすれば，前記(1)で説示したとおり，建築基準法施行令１\n２１条１項は，建築物で火災等が発生した場合に，階に２以上の直通階段\nが存しないときでも，その用途に従って建築物内の当該階に所在する者が\n当該火災等から免れて安全に当該建築物から避難できるものと通常考えら\nれる範囲を想定し，当該階がその範囲内に収まっている限り，直通階段は\n１つで足りるが，その想定される範囲を超える場合には，１つの直通階段\nを用いての安全な避難が確保できないとして，安全な避難の実現という観\n点から，２以上の直通階段の設置を要求しているものであって，その趣旨\nに徴すれば，当該建築物内の階の各部分相互が行き来できないような構造\nとなっている場合においても，火災等の災害に際して，安全な避難が実現\nできるか否かをみるに当たっては，同構造で相互に行き来できないことと\nなる階の全体を一体として検討するのではなく，同構造によって区分され\nた部分毎に，その用途に従って当該建築物内の階に所在する者が当該火災\n等から免れて安全に当該建築物から避難できるものと通常考えられる範囲\n内といえるか否かをみるべきものである。そして，上記のとおり，本件当\n初設計における本件建築物の２階及び３階は，上記のとおり制御された本\n件エレベーターによって，その西側部分（別紙２及び同３の各Ａｔｙｐｅ\nとＢｔｙｐｅの部分）と東側部分（同各別紙の各ＣｔｙｐｅとＤｔｙｐｅ\nの部分）に，相互に行き来ができないような構造として区分されているの\nであるから，本件当初設計における本件建築物の２階及び３階について，\n同条１項及び２項の床面積を検討するに当たっては，その西側部分と東側\n部分について別個に検討すべきこととなり，各階における西側部分と東側\n部分の床面積の合計がそれぞれ１２７．０６平方メートル（西側）及び１\n２０．９９平方メートル（東側）であって，本件建築物が耐火構造の要件\nを満たしていることに鑑みれば，本件当初設計における本件建築物の２階\n及び３階部分の構造は，建築基準法施行令１２１条１項及び２項に違反す\nるものとは認められない。\nイ  以上に対し，被告は，①  本件エレベーターの機械制御の状況及び仕組\nみを前提としても，その利用の仕方いかんによっては本件建築物の２階及\nび３階においてその西側部分と東側部分との間で行き来をすることができ\nること，②  本件エレベーター昇降路内のケーブル等の存在により西側部\n分と東側部分との間で延焼等の可能性があること，③  本件エレベーター\nにも誤作動の可能性が存在することを考慮すると，本件当初設計における\n本件建築物（２階及び３階部分）について，その西側部分と東側部分を\n別々に建築基準法施行令１２１条１項及び２項の適用を検討することは不\n合理である旨主張する。\nしかしながら，上記①についてみるに，被告において，前記認定事実イ\nで認定した本件エレベーターの機械制御にもかかわらず本件建築物の２階\n及び３階部分における西側部分と東側部分との間での行き来が可能である\nとする根拠は，前記第２の４(1)（被告の主張）イ(イ)②のとおりの手順\n（同一階における西側部分と東側部分の住民が同時期に本件エレベーター\nの呼出をした場合に，先にエレベーターに乗り込んだ住民が反対側の住民\nが乗り込む際に反対側に出ることができ，その後，同様の作業を繰り返す\nことにより元の場所に戻ることができるというもの）を踏むことでその行\nき来が可能であるというものであるが，本件建築物で火災等が発生した場\n合に，その２階及び３階部分の西側部分と東側部分の居住者等，当該部分\nに所在する者が，当該火災等から免れて安全に当該建築物から避難できる\nものと通常考えられる範囲を想定し，２以上の直通階段の設置の要否を検\n討するという建築基準法１２１条１項の適用範囲を画するに際し，上記被\n告主張のような，偶然に左右され，また極めて迂遠な方法により西側部分\nと東側部分の行き来自体は可能であるとして，これを考慮すべきものとは\nいえず（本件建築物で火災等の災害が発生した場合において，その２階及\nび３階部分の西側部分ないし東側部分に所在する者が，各部分にそれぞれ\n存する直通階段を用いるのではなく，被告主張のような方法でその反対側\n部分に移動して，当該部分に存する直通階段を用いることをも想定すべき\nものとは到底いえない。），被告の同主張は失当である。また，上記②に\nついてみるに，同条１項及び２項の趣旨は既述のとおりであって，これに\nよれば，その該当性をみるについて，本件エレベーター昇降路内のケーブ\nル等の存在による本件建築物の西側部分と東側部分との間での延焼等の可\n能性をも考慮すべきものとは解されない。さらに，上記③についてみるに，\n上記認定事実イのとおりの制御機能を有する本件エレベーターについて，\nその誤作動の可能性をも考慮して同条１項及び２項の要件該当性を検討す\nべきものと解することはできず，被告の同主張も理由がない。\n以上から，被告が主張する上記事情は，いずれも採用することができな\nい。\nウ  したがって，本件当初設計は，建築基準法施行令１２１条１項及び２項\nに違反しているとは認められない。\n２  以上によれば，本件当初設計には建築基準法施行令１２１条１項及び２項に\n違反する事由はなく，原告による本件建築物に係る本件当初設計に建築士法１\n８条１項に違反する事由があるとは認められないから，これに違反していると\nしてされた国土交通大臣による本件懲戒処分は，違法なものとして取消しを免\nれない。\n３  よって，その余の点について判断するまでもなく，本件請求は理由があるか\nらこれを認容するこ と と し ， 訴 訟 費 用 の 負 担 に つ き 行 政 事 件 訴 訟 法 ７ 条 ，\n民事訴訟法６１条を適用して主文のとおり 判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官     田 中 健 治\n裁判官     新 宮 智 之\n裁判官     木 村 朱 子\n（別紙１）\n関係法令等の定め\n(1)  建築士法等の定め\nア  建築士法の定め\n(ア)  建築士法１０条１項１号は，国土交通大臣又は都道府県知事は，そ\nの免許を受けた一級建築士等が同法若しくは建築物の建築に関する他の\n法律又はこれらに基づく命令若しくは条例の規定に違反したときは，当\n該一級建築士等に対し，戒告し，若しくは１年以内の期間を定めて業務\nの停止を命じ，又はその免許を取り消すことができる旨定めている。\n(イ)  建築士法１８条１項は，建築士は，設計を行う場合においては，設\n計に係る建築物が法令又は条例の定める建築物に関する基準に適合する\nようにしなければならない旨定めている。\nイ  一級建築士の懲戒処分の基準（以下「処分基準」という。）の定め（甲\n２４）\n処分基準は，建築士法１０条１項の規定に基づく懲戒処分を行う場合の\n基準を定めることにより，一級建築士の行う業務に係る不正行為等に厳正\nに対処し，一級建築士の業務の適正を確保することを目的とする旨定めて\nいる（１項）。\n(ア)  処分基準は，懲戒処分等の内容につき，同基準の表１「ランク表」\nに掲げる懲戒事由に対応するランクを基本に，下記(イ)を勘案して懲戒\n処分等のランクを決定した上で，同基準の表３「処分区分表」によって\n下記の懲戒処分等のランクに応じて懲戒処分等の内容を決定するものと\nする旨定めている。そして，懲戒事由等をとりまとめた上記表１「ラン\nク表」においては，懲戒根拠を「建築関係法令違反（建築士法第１０条\n第１項第１号）」とするもののうち，懲戒事由を「建築士法違反」とし，\nかつ「５．違反設計，違反適合確認」（関係条文・建築士法１８条１項，\n２０条の２第３項，２０条の３第３項）に当たるもののうち，建築物の\n倒壊・破損，人の生命・身体への危害の発生に繋がるおそれのある技術\n基準規定違反の設計・適合確認等に相当するもののランクを９ないし１\n５と定め，これら以外のもののランクを６と定めている。\n記\n懲戒処分等のランク１   文書注意\n同         ２   戒告\n同         ３   業務停止１月未満\n同         ４   業務停止１月\n同         ５   業務停止２月\n同         ６   業務停止３月\n（懲戒処分等のランク７以上につき，略）\n(イ)  処分基準は，懲戒事由に該当する行為について，同基準の表２「個\n別事情による加減表」によって，以下のａないしｅに掲げる事情がある\nと認められるときは，その区分に従い，ランクを加重又は軽減すること\nができるものとする旨定めている。\nａ  行為者の意識について，重大な悪意あるいは害意に基づく行為につ\nいては３ランク加重し，行為を行うにつきやむを得ない事情がある場\n合には１ランクないし３ランク軽減する。\nｂ  行為の態様について，違反行為等の内容が軽微であり，情状を酌む\nべき場合には１ランクないし３ランク軽減し，暴力的行為又は詐欺的\n行為に当たる場合，法違反等の状態が長期にわたる場合，常習的に行\nっている場合には，それぞれ３ランク加重する。\nｃ  是正等の対応につき，速やかに法違反等の状態の解消を自主的に行\nった場合，処分の対象となる事由につき自主的に申し出てきた場合に\nは，それぞれ１ランク軽減する。\nｄ  社会的影響につき，刑事訴追されるなど社会的影響が大きい場合\nには３ランク加重する。\nｅ  その他，上記以外の特に考慮すべき事情がある場合には，適宜加\n減する。\n(2)  建築基準法及び建築基準法施行令の定め\nア  建築基準法の定め\n建築基準法３５条は，同法別表第一（い）欄（一）項から（四）項まで\nに掲げる用途に供する特殊建築物，階数が３以上である建築物，政令で定\nめる窓その他の開口部を有しない居室を有する建築物又は延べ面積（同一\n敷地内に２以上の建築物がある場合においては，その延べ面積の合計）が\n１０００平方メートルをこえる建築物については，廊下，階段，出入口そ\nの他の避難施設，消火栓，スプリンクラー，貯水槽その他の消火設備，排\n煙設備，非常用の照明装置及び進入口並びに敷地内の避難上及び消火上必\n要な通路は，政令で定める技術的基準に従って，避難上及び消火上支障が\nないようにしなければならない旨定めている。\nそして，同法別表第一は，同（い）欄（一）項から（四）項までに掲げ\nる用途として，①  劇場，映画館，演芸場，観覧場，公会堂，集会場等\n（以上（一）項関係），②  病院，診療所（患者の収容施設があるものに\n限る。），ホテル，旅館，下宿，共同住宅，寄宿舎等（以上（二）項関\n係），③  学校，体育館等（以上（三）項関係），④  百貨店，マーケッ\nト，展示場，キャバレー，カフェー，ナイトクラブ，バー，ダンスホール，\n遊技場等（以上（四）項関係）とする旨定めている。\nイ  建築基準法施行令の定め\n(ア)ａ  上記建築基準法３５条による委任に基づいて，建築基準法施行令\n第５章第２節は廊下，避難階段及び出入口に関する技術的基準を定め\nているところ，同施行令１１７条１項は，同節の規定は，同法別表第\n一（い）欄（一）項から（四）項までに掲げる用途に供する特殊建築\n物，階数が３以上である建築物，同施行令１１６条の２第１項１号に\n該当する窓その他の開口部を有しない居室を有する階又は延べ面積が\n１０００平方メートルを超える建築物に限り適用する旨定めている。\nｂ  また，建築基準法施行令１１７条２項は，建築物が開口部のない耐\n火構造の床又は壁で区画されている場合においては，その区画された\n部分は，同施行令第５章第２節の規定の適用については，それぞれ別\nの建築物とみなす旨定めている。\n(イ)ａ  建築基準法施行令１２１条１項は，建築物の避難階以外の階が次\nの①ないし⑥のいずれかに該当する場合においては，その階から避難\n階又は地上に通ずる２以上の直通階段を設けなければならない旨定め\nている。\n①  劇場，映画館，演芸場，観覧場，公会堂又は集会場の用途に供す\nる階でその階に客席，集会室その他これらに類するものを有するも\nの（１号）\n②  物品販売業を営む店舗（床面積の合計が１５００平方メートルを\n超えるものに限る。）の用途に供する階でその階に売場を有するも\nの（２号）\n③  キャバレー，カフェー等同項３号イないしホに掲げる用途に供す\nる階でその階に客席，客室その他これらに類するものを有するもの\n（５階以下の階で，その階の居室の床面積の合計が１００平方メー\nトルを超えず，かつ，その階に避難上有効なバルコニー，屋外通路\nその他これらに類するもの及びその階から避難階又は地上に通ずる\n直通階段で同施行令１２３条２項又は３項の規定に適合するものが\n設けられているもの並びに避難階の直上階又は直下階である５階以\n下の階でその階の居室の床面積の合計が１００平方メートルを超え\nないものを除く。）（３号）\n④  病院若しくは診療所の用途に供する階でその階における病室の床\n面積の合計又は児童福祉施設等の用途に供する階でその階における\n児童福祉施設等の主たる用途に供する居室の床面積の合計が，それ\nぞれ５０平方メートルを超えるもの（４号）\n⑤  ホテル，旅館若しくは下宿の用途に供する階でその階における宿\n泊室の床面積の合計，共同住宅の用途に供する階でその階における\n居室の床面積の合計又は寄宿舎の用途に供する階でその階における\n寝室の床面積の合計が，それぞれ１００平方メートルを超えるもの\n（５号）\n⑥  上記①ないし⑤に掲げる階以外の階で次の(あ)又は(い)に該当す\nるもの（６号）\n(あ)  ６階以上の階でその階に居室を有するもの（上記①ないし④\nに掲げる用途に供する階以外の階で，その階の居室の床面積の合\n計が１００平方メートルを超えず，かつ，その階に避難上有効な\nバルコニー，屋外通路その他これらに類するもの及びその階から\n避難階又は地上に通ずる直通階段で同施行令１２３条２項又は３\n項の規定に適合するものが設けられているものを除く。）\n(い)  ５階以下の階でその階における居室の床面積の合計が避難階\nの直上階にあっては２００平方メートルを，その他の階にあって\nは１００平方メートルを超えるもの\nｂ  建築基準法施行令１２１条２項は，主要構造部が準耐火構造である\nか，又は不燃材料で造られている建築物について上記ａの規定を適用\nする場合には，上記ａの記載のうち，「５０平方メートル」とあるの\nは「１００平方メートル」と，「１００平方メートル」とあるのは\n「２００平方メートル」と，「２００平方メートル」とあるのは「４\n００平方メートル」とする旨定めている。\nｃ  建築基準法施行令１２１条３項本文は，上記ａの規定により避難階\n又は地上に通ずる２以上の直通階段を設ける場合において，居室の各\n部分から各直通階段に至る通常の歩行経路のすべてに共通の重複区間\nがあるときにおける当該重複区間の長さは，同施行令１２０条に規定\nする歩行距離の数値の２分の１をこえてはならない旨定め，同項ただ\nし書は，居室の各部分から，当該重複区間を経由しないで，避難上有\n効なバルコニー，屋外通路その他これらに類するものに避難すること\nができる場合は，同項本文の適用はしない旨定めている。\n（以上）\n"
}