{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 8
  },
  "case_number": "平成28(行ウ)32",
  "case_name": "行政処分取消等請求事件",
  "court_name": "横浜地方裁判所",
  "lawsuit_id": "86724",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86724",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/724/086724_hanrei.pdf",
  "contents": "主 文\n１  海老名市長が平成２８年３月２８日付けで原告甲に対してした海老名\n市海老名駅自由通路設置条例１９条５項及び同条例３０条２項に基づく\n命令を取り消す。\n２  その余の原告らの訴えをいずれも却下する。\n３  訴訟費用は，原告甲と被告との間に生じたものは被告の負担とし，そ\nの余の原告らと被告との間に生じたものは同原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  原告甲\n主文１項と同旨\n２  原告甲を除くその余の原告ら\n海老名市長は，原告甲を除くその余の原告らに対し，同原告らが平成２８年\n２月２８日に海老名駅自由通路内でした行為について，海老名市海老名駅自由\n通路設置条例１９条５項又は同条例３０条２項に基づく命令をしてはならない。\n第２  事案の概要\n１  前提事実\n海老名市海老名駅自由通路設置条例の定め等（甲２）\nア  海老名駅自由通路\n被告は，海老名市海老名駅自由通路設置条例（平成２７年海老名市条例\n第２１号。以下「本件条例」という。）を定め，「歩行者の安全で快適な\n往来の利便に資すること」を目的として，地方自治法２４４条所定の公の\n施設である，海老名駅自由通路（以下「自由通路」という。 ）を設置し\n（本件条例１条），指定管理者にその管理を行わせている （本件条例３\n条）。\n自由通路は，歩行に供する通路（階段，エスカレーター及びエレベータ\nーを含む。）並びに通路を構成する柱，基礎，天井及び壁面その他附帯す\nる施設部分であり，その区域は別紙２のとおりであって（本件条例２条２\n項），小田急小田原線及び相模鉄道の海老名駅 （以下「小田急駅」とい\nう。）及びＪＲ相模線の海老名駅（以下「ＪＲ駅」という。）や，上記各\n駅周辺の東口地区及び西口地区に存在する各大型商業施設に接続されてお\nり，動く歩道，ミストシャワー等の設備 も設置されている（弁論の全趣\n旨）。\nイ  本件条例１９条，３０条及び４１条\n本件条例は，１９条１項前段において，「自由通路を利用しようとする\n者は，次に掲げる行為を行う場合には，あらかじめ指定管理者の承認を受\nけなければならない。」と定め，その１号として，「募金，署名活動，広\n報活動その他これらに類する行為」を掲げ，同条５項において，「市長は，\n第１項に規定する指定管理者の承認を受けずに同項各号の利用をしたと認\nめられる者に対し，当該利用の中止その他必要な措置を命ずることができ\nる。」と定める。\nまた，本件条例は，３０条１項本文において，「自由通路において，次\nに掲げる行為をしてはならない。」と定め，その３号として，「集会，デ\nモ，座込み，寝泊り，仮眠，横臥その他これらに類する行為」を掲げ，同\n条２項において，「市長は，前項各号の行為をしたと認められる者に対し，\n当該行為の中止その他必要な措置を講ずるよう命ずることができる。」と\n定める。\nそして，本件条例４１条は，「次の各号のいずれかに該当する者は，５\n万円以下の過料に処する。」と定め，その１号として，「第１９条第５項\nに規定する市長の命令に従わない者」を，その２号として，「第３０条第\n２項に規定する市長の命令に従わない者」を掲げる。\n原告甲に対する本件条例１９条５項及び３０条２項に基づく命令\nア  原告甲を含む約１０名の者は，指定管理者の承認を受けずに，平成２８\n年２月２８日午後２時頃から同日午後３時２９分頃までの間，自由通路上\nを移動しながら，別紙２記載ＡないしＪの各地点（以下，当該各地点を\n「Ａ地点」などという。）において，各自，「アベ政治を許さない」 ，\n「ＡＢＥ  ＩＳ  ＯＶＥＲ」，「自由なうちに声を上げよう。」などと記\n載されたプラカードを持って静止する行為（ポージング）を行うなどした\n（以下，この間の一連の行動を「本件行動」という。）。（甲３の１ない\nし１０，乙１ないし４，弁論の全趣旨）\nイ  海老名市長（以下「市長」という。）は，①原告甲が，本件行動に際し\nて，「アベ政治を許さない」と記載されたプラカードを掲げた行為は，指\n定管理者の承認を受けずに本件条例１９条１項１号所定の「広報活動」に\n該当するとして，また，②原告甲が，本件行動の参加者とともに，立ち並\nびや座込み，プラカードを掲げた行進を行った行為は，本件条例３０条１\n項３号所定の禁止行為である「集会，デモ，座込み」に該当するとして，\n平成２８年３月２８日付けで，原告甲に対し，本件条例１９条５項及び３\n０条２項に基づき，①今後，本件条例１９条１項各号に掲げる行為を行う\n場合，あらかじめ指定管理者の承認を受けること，②今後，本件条例３０\n条１項各号に掲げる行為を行わないことを命令した（以下「本件命令」と\nいう。）。（甲４の１，弁論の全趣旨）\n２  本件の骨子\n本件は，市長が，本件行動の参加者の一人である原告甲に対し，本件条例１\n９条５項及び３０条２項に基づく本件命令をしたところ，原告甲が，被告に対\nして，本件命令が違法であると主張してその取消しを求め（請求１項），本件\n行動を呼びかけたと主張する団体である原告乙及び原告甲とともに本件行動に\n参加したと主張する原告丙ら８名（原告甲及び原告乙以外の原告ら）が，被告\nに対して，市長が本件行動につき当該原告らに本件命令と同様の命令をするこ\nとの差止め（行政事件訴訟法３条７項）を求める（請求２項）事案である。\n３  原告甲の取消請求に係る争点及びこれに関する当事者の主張\n（争点）\n原告甲に対する本件命令の適法性\n（被告の主張）\n本件行動及び原告甲の行為\n平成２８年２月２８日に自由通路上で発生した本件行動の経過は別紙３記\n載のとおりであり，本件行動のうち原告甲が関与したことが明らかな行為は\n別紙４記載のとおり（ただし，別紙３及び４では原告甲は「原告１甲」と記\n載されている。）である。\n本件命令のうち本件条例１９条５項に基づく部分について\n原告甲は，本件行動に際して，他の参加者とともに，「アベ政治を許さな\nい」と記載されたプラカードを掲げて自由通路を移動した。これは信条等を\n外部に発信する活動であるから，あらかじめ指定管理者の承認を受けること\nが必要な利用行為である，本件条例１９条１項１号の「広報活動」に該当す\nる。原告甲は，指定管理者の承認を受けずに，自由通路において，「広報活\n動」（同号）をしたと認められる者であるから，市長は，原告甲に対し，同\n条５項に基づき，「当該行為の中止その他必要な措置」として，今後，本件\n条例１９条１項各号に掲げる行為を行う場合，あらかじめ指定管理者の承認\nを受けることを命じたものである。\n本件命令のうち本件条例３０条２項に基づく部分について\n原告甲は，本件行動に際して，他の参加者とともに，自由通路において立\nち並びや座込みを行ったほか，広報を目的としたプラカードを掲げて行進を\n行っており，本件行動は，プラカードで公然と意思を示すだけでなく，行進\nを伴って一般公衆に見せつけている行為である。これらの行為は，本件条例\n３０条１項３号所定の禁止行為である「集会，デモ，座込み」に該当し，原\n告甲は，当該行為をしたと認められる者であるから，市長は，原告甲に対し，\n本件条例３０条２項に基づき，「当該行為の中止その他必要な措置」として，\n今後，本件条例３０条１項各号に掲げる行為を行わないことを命じたもので\nある。\n本件条例及び本件命令が憲法２１条や道路交通法に違反しないこと\n自由通路は，鉄道利用者など一般公衆の通行が支障なく行われるために管\n理権が広く認められるべき場所である。利用行為の事前承認を求めた本件条\n例１９条，禁止行為を定めた同３０条の規定及び本件命令は，条例の目的で\nある「歩行者の安全で快適な往来の利便に資すること」を達成するために合\n理的関連性があり，規制により得られる利益と失われる利益を衡量しても，\n管理権の適正な行使として許容される。また，本件条例の目的は，単なる交\n通の安全・円滑にとどまらず，歩行者の安全で快適な往来の利便に資するこ\nとで，道路交通法とはその規制目的を異にする上，同法は，地方の実情に応\nじて条例により別段の規制がされることを容認する趣旨のものであるから，\n本件条例が同法に違反して無効となることはない。\n（原告甲の主張）\n本件行動は，原告乙がインターネットのＦａｃｅｂｏｏｋ上で呼びかけ，\n原告乙以外の原告らを含む約１０名が行ったフラッシュモブというパフォー\nマンスである。本件行動は，自らのメッセージを演説や歌等で積極的に発信\nすることをせず，所持するプラカードに通行人の目を引くため，共通のコス\nチュームを着用して数分間静止した姿を示すだけのものであるから，集会や\nデモのように集団の威力を示す行動と全く対極的なものであり，公益侵害性\nも軽微である。\nしたがって，「一般交通に著しい影響を及ぼす」という規制要件を超えて\n街頭宣伝を規制することを目的とする本件条例は，表現の自由を過剰に規制\nするものとして憲法２１条に違反するというべきである。また，本件条例自\n体の違憲性を問わないとしても，本件行動が「広報活動」として指定管理者\nの事前承認を受けるべきものであり，また，本件行動が「集会，デモ，座込\nみ」として禁止されるべきものであるとして，本件条例を適用して本件命令\nをしたことは憲法２１条に違反する。\n自由通路は，道路交通法２条１項１号所定の「道路」に該当し，同法の適\n用も受けるところ，本件行動は，政治活動であり，かつ，一般交通に著しい\n影響を及ぼすものでもないから，同法上，許可申請を要しない行為であり，\n何らの規制を加えられるべきものではない。\nしかし，本件条例３０条は，集会，デモ，座込みについて「一般交通に著\nしい影響を及ぼすような行為」であるか否かを問わずに一律に絶対的禁止事\n項としている点で，また，同１９条は，政治活動を含む「広報活動」につい\nて事前の指定管理者の承認を必要としている点で，道路交通法が許容する規\n制の限界を超えた規制を定めたものであり，違法無効である。したがって，\n本件条例１９条及び３０条に基づいてされた本件命令は，違法である。\n４  原告甲を除くその余の原告ら（以下「原告ら９名」という。）の差止めの訴\nえに係る本案前の争点及びこれに関する当事者の主張\n差止めの訴えの訴訟要件の有無\n（被告の主張）\n行政事件訴訟法３条７項に基づく差止請求は，一定の処分がされることに\nより，重大な損害を生ずるおそれがある場合に限り，提起することができる\n（行政事件訴訟法３７条の４第１項）。市長は，原告甲以外の本件行動の参\n加者を特定しておらず，原告ら９名に対し，本件行動につき，本件条例１９\n条５項又は３０条２項に基づく命令を行う予定はない。また，仮に本件命令\nと同様の処分がされたとしても，公共の福祉のために表現の自由が一定の範\n囲で制約されるにとどまり，重大な損害を生じるものではない。\nしたがって，原告ら９名の差止めの訴えは，訴訟要件を欠く。\n（原告ら９名の主張）\n市長が本件命令に及んだのは，原告らが本件行動時に「アベ政治を許さな\nい」等の政治的イデオロギーを含むプラカードを掲げていたことに着目した\nからである。国運を左右するような内閣の方針について危惧を覚える国民が\n異議を唱えるのは当然であって，本件行動のようなメッセージを発信する行\n動は今後とも継続せざるを得ない。本件命令は，プラカードを持って静止，\n佇立するだけの本件行動が絶対的禁止行為である「集会，デモ，座込み」に\n当たるとして，本件行動と同様の行為を反復する場合には過料を支払わせる\n旨を明らかにしているのであるから，原告ら９名に対して本件命令と同様の\n処分がされることになれば，原告ら９名の表現の自由を抑圧し，重大な損害\nをもたらすものといえる。\nしたがって，原告ら９名の差止めの訴えは適法である。\n原告乙の当事者能力の有無\n（被告の主張）\n原告乙は，法人ではないから，民事訴訟法２９条所定の要件を満たさなけ\nれば当事者能力はない。同条の「法人でない社団」に当たるというためには，\n少なくとも団体として，内部的に運営され，対外的に活動するのに必要な収\n入を得る仕組みが確保され，かつ，その収支を管理する体制が備わっていな\nければならない。原告乙は，その規約によって財産管理の点が確定しておら\nず，上記体制が備わっていない。したがって，原告乙は，同条所定の社団で\nはなく，当事者能力がない。\n（原告乙の主張）\n民事訴訟法２９条所定の「法人でない社団」に当たるというために，財産\n的側面について，必ずしも固定資産ないし基本的財産を有することは不可欠\nな要件ではない。原告乙の財産管理を含めた意思決定は総会においてされる\nことが明らかにされており，内部的な運営方法も定まっている。したがって，\n原告乙は，団体として主要な点が確定しており，当事者能力を有する。\n第３  当裁判所の判断\n１  原告甲に対する本件命令の適法性について\n⑴  本件行動及び原告甲の行為について\n前提事実⑴ア及び⑵アに証拠（甲３の１ないし１０，乙１ないし４）及び\n弁論の全趣旨を併せれば，本件行動の具体的状況及びそれに際しての原告甲\nの行為について，以下の事実を認めることができる（なお，以下はいずれも\n平成２８年２月２８日である。）。\nア  午後２時，Ａ地点の柱を囲む形で，本件行動の参加者が集まり始め，各\n自が「アベ政治を許さない」，「ＡＢＥ  ＩＳ  ＯＶＥＲ」などのプラカ\nード（Ｂ４ないしＡ３版大の紙製のもの） を持って静止する行為（以下\n「ポージング」という。）を行い，午後２時１分，原告甲も他の参加者と\n共に同地点に立ち並んだ。\nイ  午後２時２分，原告甲を含む参加者（約１０名）は，Ａ地点から，自由\n通路中央の動く歩道を使用してＢ地点まで移動した。参加者は，動く歩道\n上では進行方向に向かって左側に一列に並んで立ち，それ以外の歩道部分\nでは縦一列又は列を崩した状態で移動しており，その際，所持していたプ\nラカードを顔の横や胸付近に掲げている者もいた。\nウ  午後２時４分，参加者は，Ｂ地点にある手すりに沿って立ち並んでポー\nジングをした。この際，原告甲は，しゃがんだ状態で静止していた。\nエ  午後２時７分頃から，参加者は，Ｂ地点から，小田急駅舎内を通って，\n東口方面へ移動した。その移動の際，原告甲は，所持していた「アベ政治\nを許さない」と記載されたプラカードを胸付近に掲げるなどしながら，移\n動した。参加者は，途中，Ｃ，Ｄ地点でもポージングをした。\nオ  午後２時２５分頃，参加者はＥ地点で立ち並んでポージングをした後，\nＦ地点の手すりに沿って並んでポージングをした。この際，参加者の中に\nはしゃがんだ状態でポーズをとった者もいた。その後同様に，順次Ｇ地点，\nＨ地点，Ｉ地点と移動し，各地点においてポージングをした後，午後２時\n５０分頃ＪＲ駅側に移動した。移動の際，原告甲を含む参加者は，概ね縦\n一列で歩いていた。\nカ  午後２時５４分，参加者は，Ｊ地点に集合し，手すりに沿って並んでポ\nージングをした。この際，原告甲は片足を前に伸ばして座り込んだ姿勢を\nとっていた。\nキ  午後３時２分頃，参加者は，ＪＲ駅改札横階段付近で手すりに沿って並\nんでポージングをし，その後，同階段下部及び上部で，それぞれ階段の手\nすりに沿った形で並んでポージングをした。\nク  午後３時２９分頃，参加者は，本件行動を終了し，自由通路から小田急\n駅舎側へ移動した。\nケ  本件行動の参加者がポージングのために各地点で静止していた時間は，\n概ね数分程度であった。\n⑵  本件条例１９条１項１号該当性について\nア  被告は，原告甲が，本件行動の参加者とともに，自由通路における本件\n行動に際して，「アベ政治を許さない」と記載されたプラカードを掲げて\n自由通路を移動した行為は，信条等を外部に発信する活動であるから，あ\nらかじめ指定管理者の承認を受けるべき自由通路の利用行為である「広報\n活動」（本件条例１９条１項１号）に当たると主張する。\nイ  本件条例は，１９条１項において，事前に指定管理者の承認を要する自\n由通路の利用として，「募金，署名活動，広報活動その他これらに類する\n行為」（同項１号），「催事，興行その他これらに類する行為」（２号），\n「音楽活動その他これらに類する行為」（３号），「業として行う写真又\nは映画等の撮影」（４号）を掲げ，２０条において，原則としてその利用\n期間は１年を超えることができず（１項），その利用時間は，１９条１項\n１号及び２号所定の各利用は午前８時から午後８時まで，同項３号所定の\n利用は午前１０時から午後９時までとしている（２項，別表第１）。そし\nて，本件条例は，自由通路の利用料金は指定管理者の収入として収受させ\n（２３条），当該利用料金の額は，別表第１に掲げる金額の範囲内におい\nて指定管理者があらかじめ市長の承認を得て定めることとし（２４条），\n別表第１は，利用料金を，１９条１項１号ないし３号所定の各利用につい\nては１平方メートルにつき１回６５０円，４号所定の利用については１日\n１万円としている。\n本件条例の上記各規定に照らせば，本件条例は，１９条１項各号所定の\n自由通路の利用行為が，一定の場所を相当時間占有する性質を有するもの\nであるため，自由通路における多数の歩行者の安全で快適な往来（本件条\n例１条）に相当の影響を与える可能性があり，かつ，利用者に利用の対価\nを負担させることが相当であることから，当該利用行為については，当該\n利用をしようとする者に対して，事前に指定管理者の承認を受けることを\n求めたものと解するのが相当である。\nそうすると，同項１号所定の「広報活動」も，自由通路における多数の\n歩行者の安全で快適な往来に相当の影響を与える可能性があり，利用者に\n利用の対価を負担させることが相当とみられる程度に，一定の場所を相当\n時間占有する行為であることが前提となっているものというべきであるか\nら，そのような行為と認められないものは，上記の「広報活動」に当たら\nないと解すべきである。\nウ  被告が主張するように，原告甲が，本件行動の参加者とともに，自由通\n路における本件行動に際して，「アベ政治を許さない」と記載されたプラ\nカードを掲げて自由通路を移動した事実が認められることは，上記⑴エに\n認定したとおりである。\n本件行動は，原告甲を含む１０名程\n度の参加者が，ＪＲ駅付近から発して小田急駅舎を通過し東口方面まで至\nった後，再びＪＲ駅側に戻ってくるという行程で，数分程度のポージング\nと移動とを繰り返しながら自由通路内を移動したという態様のものにすぎ\nず，上記場所の移動に要する時間も含めて開始から終了まで１時間半程度\nのものであり，特定の場所を相当時間占拠したという事実もなく，原告甲\nは，本件行動に際して，プラカードを掲げて自由通路を移動したというに\nすぎない。その程度の原告甲の行為（この行為は，特定のメッセージが他\nの通行人に認識できるように記載された服装で自由通路内を移動する行為\nと実質において変わるところがない。）が，自由通路における多数の歩行\n者の安全で快適な往来に相当の影響を与える可能性があり，かつ，利用者\nに利用の対価を負担させることが相当とみられる程度に，一定の場所を一\n定期間占有する行為であったとは到底認めることはできない。\nそうすると，原告甲の上記行為は，あらかじめ指定管理者の承認を受け\nるべき自由通路の利用行為である「広報活動」（本件条例１９条１項１号）\nに当たるとは認められないというべきである。\nエ  したがって，本件命令のうち，原告甲が指定管理者の承認を受けずに本\n件条例１９条１項１号所定の「広報活動」をしたことを理由として，本件\n条例１９条５項に基づき命令された部分は，本件条例の解釈適用を誤った\n違法なものというべきである。\n本件条例３０条１項３号該当性について\nア  被告は，原告甲が，本件行動の参加者とともに，立ち並びや座込み，プ\nラカードを掲げた行進をし，もって，本件条例３０条１項３号所定の禁止\n行為である「集会，デモ，座込み」をしたと主張する。\nイ  自由通路は，歩行者の安全で快適な往来の利便に資することを目的とし\nて，設置及び管理される公の施設（地方自治法２４４条，本件条例１条）\nである。そして，本件条例は，上記の目的を達するため，３０条１項各号\nに，自由通路における禁止行為を掲げたものであるところ，同項は，例外\nのない禁止行為としては，「自由通路の施設その他の設備を汚損し，損傷\nし，若しくは滅失し，又はこれらのおそれのある行為」（１号），「球戯，\nローラースケート，スケートボードその他これらに類する行為」（２号），\n「集会，デモ，座込み，寝泊り，仮眠，横臥その他これらに類する行為」\n（３号），「勧誘行為」（４号），「火気類又は危険物の使用」（５号）\nを具体的に掲げている（そのほか，８号に，「前各号に規定するもののほ\nか，公益上又は管理上支障を及ぼすおそれのある行為」を掲げる。）。上\n記の１ないし５号に掲げられた行為は，いずれも，その性質上，自由通路\nにおける多数の歩行者の安全で快適な往来に著しい支障を及ぼすおそれが\n強い行為であることが明らかである。\nそうすると，同項３号所定の「集会，デモ，座込み」も，自由通路にお\nける多数の歩行者の安全で快適な往来に著しい支障を及ぼすおそれが強い\n行為であることが，禁止行為とされた前提となっているというべきである\nから，そのような行為と認められないものは，上記の「集会，デモ，座込\nみ」に当たらないと解すべきである。\nウ  被告が主張するように，原告甲が，本件行動の参加者とともに，自由通\n路において，立ち並びや座込み，プラカードを掲げて移動した事実が認め\nられることは，上記⑴に認定したとおりである。\nしかし，上記⑴に認定したとおり，本件行動は，原告甲を含む１０名程\n度の参加者が，歩行とポージングを繰り返しながら自由通路内を移動した\nという態様のものであったところ，各ポージングは，１箇所当たり数分程\n度，自由通路の柱の周囲や手すりに沿った位置で，立ち並んだりしゃがん\nだりして行われたもので，相当時間にわたって自由通路の通路幅の相当部\n分を占拠するような態様のものではなかったし，参加者の本件行動中の移\n動の態様においても，一般に１０名前後のグループが自由通路のような歩\n行用の通路を歩行する場合と比較して，他の歩行者の歩行に著しい支障を\n来すような特異なものであったとはいえない。また，原告甲を含む参加者\nが，移動中にプラカードを掲げた行為も，プラカードの形状（\nに照らして他の歩行者に危険が及ぶようなものでないことが明らかである。\n加えて，自由通路が多数の歩行者が余裕をもって通行するのに十分な広さ\nを有していること（乙３，４，弁論の全趣旨）に照らすと，原告甲が，本\n件行動の参加者とともに，立ち並びや座込み，プラカードを掲げて移動し\nた行為が，自由通路における多数の歩行者の安全で快適な往来に著しい支\n障を及ぼすおそれが強い行為であったとまで認めることはできない。\nそうすると，原告甲の上記行為は，自由通路における禁止行為である\n「集会，デモ，座込み」（本件条例３０条１項３号）に当たるとは認めら\nれないというべきである。\nなお，証拠（乙１，３，４）及び弁論の全趣旨によれば，本件行動に伴\nい，付近を通行中の歩行者等が進路の変更を行ったり，立ち止まったりし\nたことがうかがわれるものの，多数の歩行者の通行が予定される通路にお\nいては，歩行中に他の通行人の動きや周囲の状況に応じて進路の変更等を\n強いられること自体は日常的に起こり得ることであって，これをもって，\n原告甲が，本件行動の参加者とともに，立ち並びや座込み，プラカードを\n掲げて移動した行為が，自由通路における多数の歩行者の安全で快適な往\n来に著しい支障を及ぼすおそれが強い行為であったと認めることはできな\nい。\nエ  したがって，本件命令のうち，原告甲が，本件条例３０条１項３号所定\nの禁止行為である「集会，デモ，座込み」をしたことを理由として，本件\n条例３０条２項に基づき命令された部分は，本件条例の解釈適用を誤った\n違法なものというべきである。\n⑷  小括\n以上によれば，本件命令は違法であり，取り消されるべきであるから，原\n告甲の本件命令の取消請求は理由がある。\n２  原告ら９名の差止めの訴えの訴訟要件の有無\n⑴  行政事件訴訟法３条７項所定の差止めの訴えは，行政庁が一定の処分等を\nすべきでないにかかわらずこれがされようとしている場合において，行政庁\nがその処分等をしてはならない旨を命ずることを求める訴訟であり，その訴\n訟要件として，一定の処分等がされる蓋然性があることが必要である。\n⑵  弁論の全趣旨によれば，市長は，原告甲以外の本件行動の参加者が本件行\n動中サングラスを着用した状態であったことなどから，原告甲以外の参加者\nについては個人の特定に至らなかったため，原告甲に対してのみ本件命令を\n行ったことが認められる。加えて，被告が，原告ら９名について，本件条例\n１９条５項及び３０条２項に基づく命令の要件該当性を判断するに足りる証\n拠等がないことを根拠として，本件行動を理由として市長が上記命令をする\n予定がないことを本件訴訟において明らかにしたことは当裁判所に顕著な事\n実である。そうすると，本件全証拠によっても，市長により，原告ら９名に\n対し，本件行動を理由として，本件条例１９条５項又は３０条２項に基づく\n命令が行われる蓋然性は認められないというべきである。\n⑶  したがって，原告ら９名の差止めの訴えは，その余の点を判断するまでも\nなく，いずれも不適法であるから却下すべきである。\n第４  結論\nよって，原告甲の本件命令の取消請求は，理由があるからこれを認容し，原\n告ら９名の訴えは，いずれも不適法であるからこれを却下することとして，主\n文のとおり判決する。\n横浜地方裁判所第１民事部\n裁判長裁判官    大 久 保   正   道\n裁判官      德岡   治\n裁判官    吉 田 真 紀\n"
}