{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 1,
    "day": 30
  },
  "case_number": "平成24(行ケ)10048",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82936",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82936",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/936/082936_hanrei.pdf",
  "contents": "平成２５年１月３０日判決言渡\n平成２４年（行ケ）第１００４８号  審決取消請求事件\n口頭弁論終結日  平成２４年１２月２７日\n判              決\n原            告      サ ン ヨ ー 食 品 株 式 会 社\n訴訟代理人弁護士      上      谷              清\n同                    仁      田      陸      郎\n同                    萩      尾      保      繁\n同                    山      口      健      司\n同                    薄      葉      健      司\n同                    石      神      恒  太  郎\n同                    関      口      尚      久\n訴訟代理人弁理士      青      木              篤\n同                    古      賀      哲      次\n同                    出      野              知\n同                    永      坂      友      康\n同                    胡      田      尚      則\n同                    吉      井      一      男\n同                    高      橋      正      俊\n被            告      日清食品ホールディングス株式会社\n訴訟代理人弁護士      岩      坪              哲\n同                    速      見      禎      祥\n訴訟代理人弁理士      小      谷      悦      司\n同                    小      谷      昌      崇\n同                    戸      田      俊      材\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が無効２０１１－８００１１１号事件について平成２３年１２月２８日に\nした審決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の概要\n原告は，発明の名称を「即席乾燥麺およびその製造方法」とする特許第４６９３\n９１３号（平成２１年３月６日出願，平成２３年３月４日設定登録。以下「本件特\n許」という。）の特許権者である。\n被告は，平成２３年６月２９日，特許庁に対し，本件特許を無効とすることを求\nめて審判の請求（無効２０１１－８００１１１号事件）をした。特許庁は，同年１\n２月２８日，「特許第４６９３９１３号の請求項１ないし７に係る発明についての特\n許を無効とする。」との審決（以下「審決」という。）をし，その謄本は，平成２４\n年１月１１日，原告に送達された。\n２  審決の理由\n審決の理由は，別紙審決書写に記載のとおりである。要するに，本件特許の請求\n項１ないし７に係る発明（以下，「本件発明１」等といい，本件発明１ないし７を併\nせて「本件発明」という。）は，甲１ないし甲３に記載された発明（以下「甲１発明」\n等という。）に基づいて当業者が容易に発明することができたから，特許法２９条２\n項の規定により特許を受けることができないとするものである。\n３  特許請求の範囲\n本件発明に係る特許請求の範囲の記載は次のとおりである（甲２４）。\n「【特許請求の範囲】\n【請求項１】\n主原料に対し固形状の油脂および／又は乳化剤を含有する麺原料により作成した\nドウを，押し出し成形機を用いて，減圧下において圧力を加え小塊又は板状となし\nた後に製麺された麺線をα化し，次いで当該麺線を熱風により乾燥させることを特\n徴とする即席乾燥麺の製造方法。\n【請求項２】\n固形状の油脂又は／および乳化剤が，粒子径０．１ｍｍ以上の粉末粒状の油脂ま\nたは乳化剤である請求項１に記載の即席乾燥麺の製造方法。\n【請求項３】\n前記粉末粒状の油脂または乳化剤がスプレークーリング法又はドラムドライ法に\nより製造されたものである請求項２に記載の即席乾燥麺の製造方法。\n【請求項４】\n前記固形状の油脂または乳化剤の融点が５０℃～７０℃である請求項１～３のい\nずれか一項に記載の即席乾燥麺の製造方法。\n【請求項５】\n前記固形状の油脂または乳化剤の添加量が，主原料に対して，０．５～１０％で\nある請求項１～４のいずれか一項に記載の即席乾燥麺の製造方法。\n【請求項６】\n前記α化の手段として，蒸気を用いる蒸し機を使用することを特徴とする請求項\n１～５のいずれか一項に記載の即席乾燥麺の製造方法。\n【請求項７】\n前記即席麺を乾燥させる際の熱風が，温度６０℃～１００℃の範囲の熱風を単独\nもしくは組み合わせたものである請求項１～６のいずれか一項に記載の即席乾燥麺\nの製造方法。」\n４  審決が認定した甲１発明の内容及び本件発明１との一致点・相違点\n(1)  甲１発明の内容\n乾めん，即席めん等のめん類を製造するにあたり，原料粉に，常温で固型状をな\nしている食品用乳化剤および／または常温で固型状をなしている食品用油脂類を添\n加し，混合し，充分練りあげて常法により製めんし，得られた製めん生地を切刃等\nでめん線とし，蒸煮してでん粉質の糊化を行ない，蒸煮後のめん線に熱風乾燥を行\nなう，早もどりめん類の製造方法。\n(2)  一致点\n主原料に対し固形状の油脂および／又は乳化剤を含有する麺原料により作成した\nドウから製麺された麺線をα化し，次いで当該麺線を熱風により乾燥させる即席乾\n燥麺の製造方法。 (3)  相違点\nドウから製麺された麺線とする工程が，本件発明１では，「ドウを，押し出し成形\n機を用いて，減圧下において圧力を加え小塊又は板状となした後に製麺された麺線」\nとするのに対し，甲１発明では，原料を「混合し，充分練りあげて常法により製め\nんし，得られた製めん生地を切刃等でめん線」としている点。\n第３  取消事由に係る当事者の主張\n１  原告の主張\n(1)  甲１発明の認定の誤り及び相違点の認定の誤り（取消事由１）\n審決は，甲１発明の「混合し，充分練りあげ」るという工程について，誤った認\n定をし，それに起因して，本件発明１と甲１発明の「ドウから製麺された麺線とす\nる工程」について，相違点の認定を誤った。\nア  甲１発明の認定の誤り\nすなわち，審決は，甲１発明の「混合し，充分練りあげ」るという工程について，\n一方では「甲１発明の『原料粉に，常温で固型状をなしている食品用乳化剤および\n／または常温で固型状をなしている食品用油脂類を添加し，混合し，充分練りあげ\nて』という工程によって麺生地，すなわちドウが形成されている」と認定し，他方\nでは，「混合し，充分練りあげ」る工程がドウ形成後の工程であるとの認定をしてい\nる。したがって，審決は，甲１発明の「混合し，充分練りあげ」る工程を，ドウの\n形成工程であると認定し，かつ，ドウの形成後の工程でもあるとの認定をしている。\nしかし，即席麺の製造工程についての一般的な解説によると，「原料配合および混\nねつ工程」で，原材料をミキサー内に投入し，これを混捏することにより「めん生\n地が練り上がる」と説明されている。これを甲１発明に当てはめると，甲１におけ\nる「充分練りあげて」の用語は，ミキサー中で，麺生地が練りあがるように充分混\n捏することを意味するものと理解できる。そして，一般に，「ドウ」とは，混捏工程\nの後に「ミキサーから取り出されためん生地」，すなわち，混捏工程により練りあげ\nられた麺生地を意味するから，甲１における「混合し，充分練りあげて」の意味は，\n原材料を混ぜ合わせ，その後，麺生地が練りあがるように充分混捏すること，すな\nわち，「ドウ」を形成するまでの工程について述べていることは明らかである。以上\nの技術常識からすれば，「混合し，充分練りあげて」という工程は，あくまでも，ド\nウを形成する工程を意味しているのであって，ドウ作成後の工程でもあるとする審\n決の認定は誤りである。\n以上のとおり，審決の甲１発明の認定には，「混合し，充分練りあげて」という工\n程の位置付けに関して，誤りがある。\nイ  相違点の認定の誤り\n審決は，「ドウから製麺された麺線とする工程が，」と記載するとおり，ドウが形\n成された後の工程について，本件発明と甲１発明とを対比している。これに対し，\n甲１発明については，「原料を…」との記載から明らかなとおり，ドウ生成後の工程\nではなく原料段階からの工程について述べており，対比すべき工程の開始点が本件\n発明１と甲１発明とで異なる。両発明を正しく対比して相違点を抽出し，相違点に\nついて適切に判断するためには，対比すべき工程の開始点を揃えた上で相違点の認\n定をすべきと考えられるところ，上記相違点は，そのように認定されていない。\n対比すべき工程の開始点を取り違え，甲１発明の「混合し，充分練りあげて」と\nいうドウ生成工程を，ドウ生成「後」の「ドウから製麺された麺線とする工程」と\nして本件発明１と対比し，相違点とした審決の認定には，誤りがある。\n審決は，上記のような相違点の認定を誤った結果，本来行わなければならない「ド\nウを，押し出し成形機を用いて，減圧下において圧力を加え小塊又は板状となした\n後に製麺された麺線」とする点（本件発明１）と，「ドウを常法により製めんし，得\nられた製めん生地を切刃等でめん線」とする点（甲１発明）との相違点を看過した。\n(2)  相違点についての容易想到性判断の誤り（取消事由２）\nア  審決の論理付けの誤り\n(ｱ)  審決は，甲１発明における「『混合し，充分練りあげ』る工程」の具体的手\n段として，甲２発明における「作製した生地を減圧下又は常圧下において押圧力を\n加えて脱気することにより，生地の密度を高くして，小塊又は板状体とする」工程\nを採用することで，本件発明１の「ドウを，押し出し成形機を用いて，減圧下にお\nいて圧力を加え小塊又は板状とな」す工程とするのは，容易に想到できると判断し\nた。\nしかし，甲２に記載のエクストルーダ又は押し出し成形機は，ドウを形成するも\nのとして用いることは不可能であるから，当業者が，甲１発明の「『混合し，充分練\nりあげ』る工程」の具体的手段として，甲２発明の「作製した生地を減圧下又は常\n圧下において押圧力を加えて脱気することにより，生地の密度を高くして，小塊又\nは板状体とする」工程を採用することを容易に想到することはない。\n以上のとおり，審決の判断には誤りがある。\n(ｲ)  審決は，甲１発明の「混合し，充分練りあげ」る工程の目的が，「麺線とす\nる前に，麺の組織を破壊するような気泡を残さないようにし，グルテンを形成し，\n麺の組織がしっかりと形成されたものとすること」あると認定し，また，甲２発明\nと組み合わせる動機付けとなる目的を，「麺の組織がしっかりと形成されたものとす\nるとともに，麺線とする前に麺生地内に存在する空気を麺の組織を破壊しない程度\nまで脱気して，麺本来の弾力性を保った麺とする目的」であると認定した上で，当\n該「脱気」の目的から，甲１発明の「混合し，充分練りあげ」る工程の具体的手段\nとして，甲２発明の「作製した生地を減圧下又は常圧下において押圧力を加えて脱\n気することにより，生地の密度を高くして，小塊又は板状体とする」工程を採用す\nることが容易であると判断した。\nしかし，審決の認定する「混合し，充分練りあげ」る工程の目的は，甲１発明が\n解決しようとする課題そのものである。「混合し，充分練りあげ」る工程は，ドウを\n形成するための一般的工程にすぎない。また，甲１では，膨化剤等により発生する\n気泡が麺の組織を壊していると述べているにすぎないのに，審決は，麺内部に残留\nした空気が麺の組織を壊すとの誤った理解をしている。甲１には，麺の組織の破壊\nを回避するために，残留空気による「気泡」を排除することについて，何らの記載\nはないから，甲１から，「混合し，充分練りあげ」る工程が，脱気を目的とすると認\n定することはできない。 イ  甲１発明に甲２発明を組み合わせることの容易想到性判断の誤り\n甲１発明及び甲２発明はそれぞれ完結した発明であり，相互に組み合わせる動機\nはない。また，真空麺帯機の導入には多大な，金銭的・時間的なコストがかかり，\n導入するに当たって，何らかの積極的な目的ないし課題が見出されない限り，完成\nされた発明である甲１発明に，あえて，負担を増すことになる真空麺帯機を導入す\nる合理的な理由は見出せない。\n当業者には，甲２発明の「作製した生地を減圧下又は常圧下において押圧力を加\nえて脱気することにより，生地の密度を高くして，小塊又は板状体とする」工程の\nみを取り出して甲１発明の工程と組み合わせることについて動機付けはない。\n甲２の表１の④の記載からは，甲１発明と，甲２発明の脱気工程のみを組み合わ\nせても，「乾燥麺の構造」が「収縮硬化」となり，「復元後の食感」も「硬い復元不\n良」となることが想定されるから，組合せには阻害要因がある。\n(3)  顕著な作用効果の看過（取消事由３）\n審決は，本件発明を容易であるとしたが，以下のとおり，本件発明の顕著な作用\n効果を看過した誤りがある。\nア  バランスの向上について\n本件発明に係る明細書（以下「本件明細書」という。）では，本件発明１の効果に\nついては，喫食時の透明感，喫食時の麺線の重み，湯戻り，コシ及び製麺適正つな\nがりなどの特性において，非常にバランスのよい麺質を得ることができること（【０\n０６８】，【表１】及び【００７０】），その上で優れたほぐれ効果が得られること（【０\n０７９】ないし【００８５】）などが記載されている。そして，本件発明１のこのよ\nうな効果が，麺の製造工程において，麺原料に固形状の油脂及び／又は乳化剤を使\n用すること，ドウを押し出し成形機を用いて減圧下において圧力を加えて小塊又は\n板状とすること，麺線を熱風乾燥させること，を組み合わせることにより得られる\nものであることも記載されている（例えば，【００２４】，【００６５】，【００７０】\n及び【００８５】）。 イ  粘弾性について\n審決は，甲１には，「その食味も従来のものに比べ弾力性，滑らかさに富み」ある\nいは「めん本来の弾力性を主とする食味を保つたものである」などの記載があるか\nら，「甲１発明においても，麺本来のこしを主とする食味を保つものが得られている\nことから，生麺のような粘弾性を有する食感が得られることは，当業者が予測し得\nたことである」とする。\nしかし，審決は，甲１に，定性的に類似する表現があることを捉えて当業者が予\n測し得るとしているが，同判断は誤りである。本件明細書の【００６８】の【表１】\nに示されるとおり，試料②（粉末油脂使用かつ真空麺帯機不使用）と試料④（粉末\n油脂，真空麺帯機ともに使用）とでは，食感が異なるとの結果が示されている。\nウ  緻密な構造について\n審決は，甲１に「めんの組織がしつかり形成されたものである」等の記載があり，\n他方で，甲２の真空麺帯機では「緻密な構造が得られるとともに，その緻密な構造\nが維持されることと解される」ことから，「緻密な構造」が得られることも予測し得\nると述べている。しかし，真空麺帯機による緻密な構造とは生地の密度が高い状態\nをいうのに対して，甲１の「めんの組織がしつかり形成」とはタンパク質であるグ\nルテンがしっかり形成されている状態を指すものであり，両者は相違する。\nエ  真空麺帯機と粉末粒状油脂又は粉末粒状乳化剤の組合せによって「湯戻りの\n悪さ」，「麺線のコシの強すぎ」を解決することについて\n審決は，甲１の「復元性」や「めんの食味」を評価した結果をもとに，本件発明\n１の「湯戻りの悪さ」，「麺線のコシの強すぎ」を解決できるという効果も予測可能\nであるとする。しかし，「押し出し成形機を用いて，減圧下において圧力を加え」る\n工程を有する本件発明の効果が，そのような工程を有しない甲１発明の評価結果か\nら，その程度や他の特性とのバランスも含めて予測できるとはいえない。\nオ  真空麺帯機と粉末粒状油脂又は粉末粒状乳化剤の組合せによって「麺線のほ\nぐれ」が飛躍的に向上することについて\n審決は，本件発明１のほぐれ効果に関し，甲１，甲２のそれぞれにほぐれ性が改\n善できた旨の記載及び先行文献に基づいて，当業者が予測し得たと判断する。しか\nし，審決においては，ほぐれ性の程度や本件発明１の重要な効果である他の特性と\nのバランスの良さについては何らの考慮もされておらず，事後的に結論付けたもの\nにすぎない。\nカ  減圧下における処理であることについて\n審決は，「脱気しつつ圧力をかけることにより，ドウがさらに捏ねられることとな\nりグルテン形成，すなわち三次元網目状構造の形成が進むことも予測されるから，\n緻密な構造となることも予測し得た」と判断する。しかし，本件発明の真空麺帯機\nにより得られる緻密な構造とは，生地の密度が高い状態であり，一方，グルテン形\n成により形成される三次元網目状構造とは，グルテン形成により生じる化学構造と\nしての緻密さである。審決は，これらの異なる現象を混同して予測可能としており，\nその判断には，誤りがある。\n(4)  審判手続の瑕疵（取消事由４）\n本件発明１の作用効果においては，顕著なほぐれ効果を有することが重要な要素\nの一つであり，かかるほぐれ効果に関する実験条件の妥当性等を検討する必要性が\nあった。\nそこで，原告は，被告の実験成績証明書（甲６）及び口頭審理陳述要領書（甲３\n０）の提出を受けて，詳細な実験方法（測定条件）を開示すべく主張を予定してい\nたにもかかわらず，審判合議体は，原告に対して詳細な実験方法（測定条件）の主\n張の機会を一切与えず手続を終結した。\n上記の審理終結は，裁量権を逸脱するものであり，特許法１３４条１項，１５３\n条２項及び憲法３１条に違反する。\n(5)  本件発明２から７までについて\n審決は，本件発明１が特許法２９条２項の規定により特許を受けることができな\nいことを前提に，本件発明１の従属項である本件発明２ないし７もそれぞれ特許を\n受けることができないとするが，本件発明１は同項に反するものではないから，審\n決の本件発明２ないし７に関する判断も誤りである。\n２  被告の反論\n(1)  甲１発明の認定の誤り及び相違点の認定の誤り（取消事由１）に対して\nア  審決は，「ドウの形成時点」を画一的に麺線製造工程中に位置付ける認定も，\n「混合し，充分練りあげる」工程がその「前」であるか「後」であるかの認定も行\nっておらず，原告の主張は，審決の結論には影響を及ぼさない。また，甲１発明に\nおける「充分練り上げる」工程が「ドウ形成」の前であるか否かにかかわらず，脱\n気押し出し成形を置換・付加することは周知慣用技術の適用にすぎないから，原告\nの主張は審決の結論に影響を及ぼさない。\nイ  麺原料を混合（混捏）して練った生地がドウであれば，混捏して作成したド\nウを脱気下で圧力を加えて押し出した生地もまたドウであることは技術常識である。\n本件明細書は，本件発明１について，押し出し成形に供される「前の」原材料と水\nとを混捏した生地のみならず，押し出し成形機を用いて脱気下で圧力が加えられた\nもの（小塊）も，「ドウ」の用語を用いている（【００４４】，【００４５】）。原告の\n主張は，本件明細書の記載及び当業者の常識と整合しないもので，失当である。\n審決は，甲１発明における「充分に練りあげ」る工程を，「ドウが作成された時点」\nの前か後かの相違により区別して認定をしていないが，「充分練りあげる」工程の技\n術的意義について，正しく認定している限り，甲１発明における充分練りあげる工\n程を他の技術的手段に置き換えることが容易であるかを判断するのに何らの影響を\n及ぼさない。\n審決は，麺線を得る前工程を対象として相違点の有無を認定したが，さらに，当\n該前工程を「ドウが作成された時点」の前後の工程に細分化して相違点の有無を認\n定しなければならない技術的な意義はない。\n製麺の前工程において，甲１発明の麺原料を混合し充分に練りあげる工程に対応\nするのは，本件発明１においては麺原料を混捏して作成したドウを用いて脱気下で\n圧力を加え円筒状のドウとして圧送される工程であるから，両者とも「開始点」は\n麺原料の混合（混捏）である点で何ら異なることはなく，また終了点も緻密なドウ\nの作成である点で何ら異なることはない。\n(2)  相違点についての容易想到性判断の誤り（取消事由２）に対して\nア  工程中，最初に「ドウ」が得られるのは，原料粉に添加剤と固型状油脂類と\n水等とを添加し混合（混捏）される段階であるが，その段階から，麺帯が得られる\nまでの一連の過程で，ドウは「充分練りあげ」られる。そして，前記(1)のとおり，\nこれによって得られた麺生地もまた「ドウ」である。したがって，甲２におけるエ\nクストルーダによる脱気が「ドウを対象と」し，甲１での「練り上げ」が「原料を\n対象」とするとの原告の主張は，理由がない。\nまた，甲１は，麺の復元時間の短縮化という一次的な課題を原料粉に固型状乳化\n剤／油脂を添加することで，無数の微小孔を麺の表面及び内部に発生させ微小孔形\n成をコントロールすることによって達成したことを開示している。同時に，復元性\nを優先する余りに麺の弾力性を奪うような気泡が発生ないし残存するという膨化処\n理等の欠点は，「充分練り上げ」ることによって，「めんの組織がしっかり形成され\nたものであり，めん本来の弾力性を主とする食味」が保たれることで排除されるこ\nとが開示されている。\nこのことは，審決が，「気泡の発生による欠点や，不十分な処理によって本来必要\nなグルテン形成を抑制しなければならないという欠点を回避して，“めん本来の弾力\n性を主とする食味を保ったもの”とできることから…製めん時に圧延ローラーを少\nなく，または弱くしてめんに気泡を含ませる方法では，めんの弾力性，復元後の湯\nのびの点で不充分となる，という従来技術の欠点も回避したものと理解できる」と\n説示するとおりであり，当該説示は甲１の開示に忠実になされたものであって，誤\nりはない。 イ  甲１は，「麺線とする前に，麺の組織を破壊するような気泡を残さないように\nし，グルテンを形成し，麺の組織がしっかりと形成されたものとすることを目的と\nする」ものであるから，当業者であれば，「充分に練りあげ」る工程の目的，作用機\n序を実現するため，甲２記載の，「作製した生地を減圧下又は常圧下において押圧力\nを加えて脱気することにより，生地の密度を高くして，小塊又は板状体とする」と\nの工程を適用することに困難な点はない。\n真空麺帯機の実機の購入費用や稼働時の労務費等は考慮に値しないし，甲１，甲\n２がそれぞれ明細書として完結しているからといって，そのことを理由として，甲\n１発明に何らの改良を加える動機がないとはいえない。\n甲２に開示された発明は，「めん組織がしっかりと形成された（従来の方法による\n多孔質ではない）めん本来の弾力性を主とする食味を保つ」との甲１に開示された\n発明と解決すべき課題目的において一致する。当業者が，甲１発明における「充分\nに練り上げる」具体的手段として，より効果的な「減圧下又は常圧下において押圧\n力を加えて脱気することにより，生地の密度を高くして，小塊又は板状体とする」\n手段を採用することに困難性はない。\n甲１の実施例２にのみ着目して，甲２の表１の④を適用することができないとす\nる理由はない。 (3)  顕著な作用効果の看過（取消事由３）に対して\nア  バランスの向上について\n原告主張に係る，喫食時の透明感，喫食時の麺線の重み，湯戻り，コシ及び製麺\n適正つながりなどの特性において，非常にバランスのよい麺質を得ることができる\nとの作用効果を格別の効果であるということはできず，本件発明１に至ることの困\n難性を基礎づけるものとはいえない。\nイ  粘弾性について\n粘弾性（コシ）に関する本件明細書の【００６８】【表１】の評価は「官能試験」\nにすぎず，客観的指標に基づいた定量数値ではない。粘弾性については甲１におい\nても「麺本来のこしを主とする食味を保つもの」が開示されているから，粘弾性に\n関する効果の開示は当業者の予測を超えるような格別のものではない。また，コシ\n（粘弾性）を付与する手段として，充分に練り上げた麺帯に周知の脱気工程を付加\nすることで，相和効果を超える格別の効果が得られるとはいえない。\nウ  緻密な構造について\n原告が指摘する「本件発明１の緻密な構造（生地の密度の高い状態）」は，甲２の\n【００１８】に「製麺に際し常法で作製した生地に減圧下又は常圧下で押圧力を加\nえることにより，生地中に含まれる空気を除いて生地の密度を高くする」として開\n示されているとおりの事項であって，甲２から容易に予測できる効果である。\nエ  「湯戻りの悪さ」，「麺線のコシの強すぎ」を解決すること\n官能試験などの試験項目が取り上げられているが，客観性を有しないので，原告\nの主張は，失当である。\nオ  麺線のほぐれについて\n原告は，甲３２（ほぐれ測定の詳細な条件）を提出するが，同証拠記載の「本件\n特許発明」の「麺の型枠サイズ」（φ７５㎜／高さ２４㎜），「麺重」（３０ｇ）は，\n本件明細書に記載がない。本件発明が甲２７，２８で再現されたとはいえない。\nかえって，甲３２で施されている麺重を軽くしたり型枠を小さくすることは，麺\n塊を，できるだけほぐれ易くするために新たに施したものである。「シントウ機」に\nよる振盪について，本件明細書には回転式振盪方法によったことを窺わせているに\nもかかわらず，甲３２，２８においては，往復式振盪を用いている。そのような方\n法を付加しない限り，【表１】の結果を再現できないのであれば，本件明細書の記載\nは，十分ではないことになる。\n本件明細書の記載に基づいて実施された試験（甲６）によれば，４８０秒以内で\n仕切り板からの落下を認めるほぐれが生じなかった。\n(4)  審判手続の瑕疵（取消事由４）に対して\n審判手続において，原告が詳細な実験方法（測定条件）を開示すべく主張を予定\nしている旨を述べた事実も，結審後に審理再開申立てをした事実もない。原告の主\n張は，主張自体失当である。\n第４  当裁判所の判断\n当裁判所は，審決における本件発明１と甲１発明との相違点の認定には適切を欠\nく点があるものの，その点は，本件発明が甲１発明ないし甲３発明に基づいて当業\n者が容易に発明することができたとの審決の結論に影響を与えるものではなく，審\n決に違法はないと判断する。その理由は次のとおりである。\n１  認定事実\n(1)  本件明細書の記載\n本件明細書には次のとおりの記載がある（甲２４。表１，表２は別紙のとおり。）。\n「【発明の詳細な説明】【技術分野】【０００１】本発明は，熱風を用いる即席乾燥\n麺の製造方法に関する。より詳しくは，本発明は，固形状の油脂又は及び乳化剤を\n麺原料に添加し，且つ製麺工程において常法により得たドウを減圧下において圧力\nを加え小塊又は板状にした後，麺帯を作成することで，従来には達成することの出\n来なかった，食味，食感，ほぐれにおいて更なる改良を施すことが出来る，熱風を\n用いる即席乾燥麺の製造方法に関する。 背景技術】【０００２】即席麺の乾燥方法は，油揚げと非油揚げの乾燥方法がある。\nこれらのうち，非油揚げ乾燥方法としては，一般的には熱風乾燥やマイクロ波乾燥，\nフリーズドライ，寒干し乾燥等の乾燥方法が挙げられる。…\n【０００３】また，これらの即席麺類の喫食方法としては，鍋で煮込み調理するタ\nイプ，と熱湯を注加して調理するタイプの２つに大別される。前者の鍋で煮込み調\n理するタイプは，調理時の熱量が大きいために麺線内部まですみやかに熱湯がいき\nわたり充分に澱粉粒子を膨潤出来るために比較的弾力のある食感を実現できる傾向\nがある。他方，油揚げ麺および非油揚げ麺（ノンフライ麺）のいずれにおいても，\n熱湯を注加して調理するタイプ（以下「スナック麺」という）は，調理時に該麺に\n加えられる熱量が明らかに少ないため，麺線内部への熱湯到達時間が長くなってし\nまい，麺線内部の澱粉粒子がすみやかに膨潤することができない。このため，「スナ\nック麺」では，麺線を平麺にし且つ薄く加工しないと，戻り硬い食感になってしま\nい易い傾向がある。」\n「【０００５】油揚げ乾燥方法の特徴は，麺線を油揚げ処理することにより急激な脱\n水乾燥が行われて乾燥された麺線の内部構造はポーラスな多孔質構造となり，熱湯\nを注いだときもしくは，熱湯で煮込んだとき，短時間で喫食可能な状態になること\nである。しかしながら，この方法により得られた麺は，ポーラスな多孔質構造のた\nめにスカスカとした食感となってしまい，「生麺のごとき粘弾性のある食感」を実現\nすることは難しくさらには，油で揚げているため，フライ臭が強く，多量の油脂を\n麺線に含んでいるため，油脂の酸化が起こりやすく風味が優れないという欠点があ\nった。\n【０００６】他方，熱風乾燥方法は，１００℃前後の熱風による乾燥により，麺線\nの全体が収縮し硬化が起こっているために麺線の内部構造は気泡が少ないものとな\nり，熱湯注入又は茹で上げによって復元した場合に，比較的弾力のある食感がえら\nれ，更には麺線の外観も透明感のあるものが得られるという特徴がある。このため，\n熱風乾燥方法により得られた麺はフライ麺に比べて，明らかに生麺に近い食感及び\n外見を持ちあわせることが容易となる。\n【０００７】ところで，昨今の消費者に関しては，日常生活において「本格派」を\n志向することがその流れとなっている。このため，即席麺類，とりわけ非油揚げ乾\n燥麺のスナック麺についても，「生麺のごとき粘弾性」を有し，且つ「生麺のような\nみずみずしい食感」を実現することが望まれている。」\n「【発明の概要】【発明が解決しようとする課題】【０００９】本発明の目的は，上\n記した従来技術の欠点を解決できる即席麺，およびその製造方法を提供することに\nある。\n【００１０】本発明の他の目的は，昨今の消費者の「本格」志向の要求に応えるこ\nとができる即席麺，およびその製造方法を提供することにある。\n【００１１】本発明者は，鋭意研究の結果，真空麺帯機使用時に，原料の一部に粉\n末粒状油脂または粉末粒状乳化剤を添加することで，麺線内部に複数の空洞が得ら\nれることを見出した。\n【００１２】上記した新規な知見に基づき，更に研究を進めた結果，本発明者は更\nに，上記により得られる「麺線内部の複数の空洞」の存在に基づき，食味，食感に\nおける従来技術の問題点を著しく改良することが出来，しかも，麺線のほぐれを飛\n躍的に改良できることを見出した。」\n「【００１６】すなわち，本発明者の知見によれば，真空麺帯機を使用し，且つ麺原\n料に粉末粒状油脂または粉末粒状乳化剤を添加することで，α化工程において，麺\n線内部の粉末粒状油脂または粉末粒状乳化剤が溶けることにより麺線内部及び麺線\n表面に微細な穴を空けることが出来るが，この際，真空麺帯機独特な緻密な構造は\n壊さずに，麺線の密度をコントロールし乾燥することが可能となると推定される。\n【００１７】このように，本発明においては，「真空麺帯機独特な緻密な構造は壊さ\nずに，麺線の密度コントロールが可能」であるため，湯戻し時に熱湯が麺線内部に\nすみやかに浸透することが出来，これにより，従来の麺の問題点であった，「湯戻り\nの悪さ」，「麺線のコシの強すぎ」を真空麺帯機の特徴を殺さずに解決することが可\n能となったと推定される。\n【００１８】本発明における，これらの相乗効果により，真空麺帯機の特徴を最大\n限に引き出すことができ，しかも，「生麺のような粘弾性を有する食感」，「生麺のよ\nうなみずみずしさ」を得ることが出来るとともに，真空麺帯機独特な緻密な構造は\n壊していないために，通常製麺に比べ，麺線表面のべたつきが少なく，粉末粒状油\n脂または粉末粒状乳化剤の元々の離型効果との相乗効果により「麺線のほぐれ」を\n飛躍的に向上させることができる麺線を得ることが可能性となったと推定される。\n【発明の効果】【００１９】上述したように本発明によれば，昨今の消費者の「本格」\n志向の要求に応えることができる即席麺，およびその製造方法を提供することがで\nきる。\n【００２０】本発明によれば，例えば，以下の効果をも得ることができる。\n（１）真空麺帯機の特徴を残しつつ，従来技術における問題点が解決される。すな\nわち，真空麺帯機の特徴を，より活かした麺を得ることができる。\n（２）減圧度を実質的に変えずに麺線の密度をコントロールすることが出来るため，\n真空麺帯機の特徴を，より活かした麺を得ることができる。\n（３）従来技術における真空麺帯機を使用することで生じていた「湯戻りの悪さ」，\n「コシの強すぎ」を解決することができる。\n（４）喫食時における麺塊の「麺線のほぐれ」を飛躍的に向上させることができる。」\n「【００４３】（麺の製法）乾燥工程の前の製麺方法としては主原料（例えば，小\n麦粉）と粒子径０．１ｍｍ以上の球状又は／及び粒状の，油脂又は／及び乳化剤を\n少なくとも含む麺原料と，水とを混捏して作成したドウを用い，エクストルーダー\n又は押し出し成形機において減圧下にて圧力を加えて小塊又は板状とし，複合製麺\n後，切刃にて麺線を切りだして連続的にα化したあと，熱風により乾燥することに\nより，即席麺を製造することが好ましい。\n【００４４】（真空麺帯機）本発明において使用可能な，脱気下でエクストルーダー\nなどによる押出し麺帯の形成装置は，特に制限されない。より具体的には，例えば，\n特開昭６１－１３２１３２号（特願昭５９－２５４８５５号）に示されている麺生\n地製造装置における脱気装置（以後，「真空麺帯機」という）を好適に使用すること\nができる。\n【００４５】具体的な使用条件としては，エクストルーダー（押し出しスクリュー）\nまたは押出し成型機の装置内を真空度６５０から７６０ｍｍＨｇの脱気下で圧力を\n加え，直径５～５０ｍｍのダイスを通して円筒状のドウ（生地）として圧送された\nものを圧出時に間欠的に切断し長さ５～３００ｍｍの小塊とする，もしくは麺帯出\nしにより，麺帯を得ることが出来る。」\n「【００５１】以下，実施例により本発明を更に具体的に説明する。\n【実施例】【００５２】\n試験例１\n下記の試験により，真空麺帯機と粉末油脂練りこみの相乗効果を確認した。」\n「【００５７】真空麺帯機使用及び粉末油脂添加の条件：以下の４種類の条件を用い\nた。\n【００５８】（４種類の条件）\n（１） 真空麺帯機 不使用 及び 粉末油脂 無添加（最終水分１０％前後）\n（２） 真空麺帯機 不使用 及び 粉末油脂 添加（最終水分１０％前後）\n（３） 真空麺帯機 使用 及び 粉末油脂 無添加（最終水分１０％前後）\n（４） 真空麺帯機 使用 及び 粉末油脂 添加（最終水分１０％前後）」\n「【００６７】また，上記により得られた麺の官能試験および製麺適正の結果を表（Ｔ\n－４）に示す。\n【００６８】表（Ｔ―４） 条件（１）から（４）の官能試験および製麺適正」（【表\n１】（「表（Ｔ－４）」）は別紙のとおり。）\n「【００６９】（コシに関しては５が最良で，５より数字が大きくなるとコシがあり\nすぎることを示す。）\n【００７０】表（Ｔ－４）より，条件４が真空麺帯機の特徴である麺の粘弾性，透\n明感，重みなどはスポイルすることなく，粉末粒状油脂または粉末粒状乳化剤を入\nれることで湯戻りを良くすることが出来，非常にバランスの良い麺質を得ることが\n出来たことが理解できよう。」\n「【００７９】試験例２＜ほぐれ効果の測定＞\n上記により得られた条件（１）から条件（４）の麺線のほぐれ効果を，以下の方\n法において測定した。\n【００８０】得られた乾燥麺を「食品と科学」，ＶＯＬ．３５，第１０５頁（１９９\n３年１０月）に記載されている「ほぐれの測定方法」を参考に装置を作り測定を行\nった。測定装置の概略図を図２に示す。この図２において，参照記号１は支柱（ほ\nぐし棒 φ６ｍｍ，長さ２．２ｍｍ），記号２は仕切板（φ２．４ｍｍ），記号３は底\n板（１４５×１４５ｍｍ），記号４は測定容器（高さ １２０ｍｍ）を示す。\n【００８１】（麺線のほぐれの測定）\n図２に示した，箱に１００℃の温湯を１５００ｍｌ注ぎ，３分間そのまま放置し\nた。３分後，シントウ機の回転数を６０ｒｐｍで動かし，仕切り板から麺塊が完全\nに落ちるまでの時間を測定した。\n【００８２】上記により得られた測定結果を表（Ｔ－５）に示す。\n【００８３】表（Ｔ－５） ほぐれ測定の結果（秒）」（【表２】（「表（Ｔ－５）」）は\n別紙のとおり。）\n「【００８４】（（ｉ）に関しては，４８０秒以上測定してもほぐれなかったので４８\n０を最大値として明記した）\n【００８５】表（Ｔ－５）より，条件４が明らかに麺線のほぐれが良いことが理解\nできよう。真空麺帯機と粉末粒状油脂又は粉末粒状乳化剤の相乗効果が，麺線のほ\nぐれ効果においても優れていることが理解できよう。」\n(2)  甲１の記載\n甲１（特開昭５９－６３１５２号公報）には次のとおりの記載がある。\n「２．［特許請求の範囲］\n（１）乾めん，即席めん等のめん類を製造するにあたり，原料粉に，常温で固型状\nをなしている食品用乳化剤および／または常温で固型状をなしている食品用油脂類\nを添加し，混合することを特徴とする早もどりめん類の製造方法。」\n「３．［発明の詳細な説明］\n本発明は乾めん，即席めん，マカロニ，茹めん，皮類等のめん類の製造に際して\n常温で固型状をなしている食品用乳化剤および／または常温で固型状をなしている\n油脂類を添加，混合する製造法に係り，その目的とするところは，めんの食味を低\n下することなく，喫食時のめんのほぐれをよくし，復元性を極めて早く改善するこ\nとにある。」（１頁左下欄１７行～右下欄４行）\n「従つて，太いめんを短時間に復元できればその利用価値は更に広がると思われる\nが，上記のように非常に困難であるとされている。この面で最も研究されているの\nは即席めん類であるが，若年層より発生した食に対する既成観念の打破は更に進み，\n好きなものを好きな場所で早く，手軽に食べたいと云う更に簡便性へのニーズはつ\nきなく，従来のめんの復元時間をもつと早く短縮することは技術的に要求されてい\nる課題であつた。この場合，早く短縮するためにめんの食味を低下させてはならな\nいことは当然である。」（１頁右下欄１８行～２頁左上欄８行）\n「本発明はこのような欠点を解消し消費者のニーズに適したものを研究，開発中に\n製めん原料に常温で固型状をなしている乳化剤および／または常温で固型状をなし\nている油脂を添加，混合して常法により製めんし，蒸煮後，熱風乾燥又は油揚乾燥\nして得られた即席めんのめん線に無数の微小孔が生じ，同時にめん線同志の付着が\n極めて少なく，喫食時にお湯を注ぐとほぐれが早く，復元時間が従来の１／２～１\n／３に短縮され，その食味も従来のものに比べ弾力性，滑らかさに富み，スープと\nの調味した商品価値の高いものが得られることを発見した。即ち，本発明は上記知\n見にもとづくものであり，製めん原料に常温で固型状をなしている食品用乳化剤お\nよび／または常温で固型状をなしている油脂類を添加，混合して製めんし，その後\nの工程で無数の微小孔を有し，かつ，ほぐれのよいめんの製造方法であり，従来の\n食味を改善すると共に復元性の極めて早いめんを消費者に提供しようとするもので\nある。\n本発明を詳述すると小麦粉又は小麦粉を主体としこれに穀粉，又はでん粉を混合\nした原料粉に公知のめん質改良剤，食品添加物，調味料，水等と同時に，常温で固\n型状をなす食品用乳化剤０．２～３％，または，常温で固型状をなす食品用油脂０．\n２～１５％もしくはその混合物０．２～１５％を，添加，混合し，充分練りあげて\n常法により製めんする。」（２頁右上欄１０行～左下欄１６行）\n「得られた製めん生地を切刃等でめん線とし，０．５～２ｋｇ／ｃｍ２ の圧力の蒸\n気で１～４分間蒸煮する。この蒸煮工程は復元性の基本であるでん粉質の糊化及び\n使用した固型状をなしている乳化剤および／または油脂の熱溶融化を行ない，更に\nでん粉質と乳化剤および／または油脂の結着を促進する。蒸煮後のめん線は必要な\nら調味した後，個々に切断し，熱風乾燥もしくは油揚乾燥を行なう。」（２頁右下欄\n２０行～３頁左上欄７行）\n「常温で固型状をなす食品用乳化剤および／または油脂は製めん工程でめんの表面\n及び内部に無数に点在するが，続く蒸煮工程に於てその部分が蒸気温度により溶融，\n液化し，めんの表面及び内部に無数の微小孔を生じ乾燥工程後もこれが残り多孔質\nのめんとなる。このようにして得ためんにお湯を注ぐと，多孔質のため復元性は極\nめて早い。即ち，めんの復元性は前記のようにめんの太さ（厚み）に関係するが，\nそれはめんの表面から中心までの距離に関係するものであつて微小孔が無数にあい\nているということはそれだけ中心までの距離が事実上短いという構造によるもので\nある。本発明によるめんの多孔質は従来からある膨化処理によるものではなく，又，\n混合工程を少なくしグルテン形成をおさえた形の多孔質ではなく，充分練り上げて\nあるため，めんの組織がしつかり形成されたものであり，めん本来の弾力性を主と\nする食味を保つたものである。\n更に，乳化剤の場合はでん粉と作用し，糊化状態を改善しその界面活性により復\n元時のお湯の浸透性を均一に早くし，従つて，スープとの調和も改善する。そして，\n乳化剤および／または油脂の作用によりでん粉の糊化によるめん線同志の付着性を\n減少させるためにめん線のほぐれは極めて良い。\n以上のように本発明は，めん類を製造するにあたり常温で固型状をなしている食\n品用乳化剤および／または常温で固型状をなしている油脂を添加，混合することに\nより無数の微小孔を有する多孔質めんをつくると同時に，その作用により，めん線\n同志の付着をなくし，又，お湯の浸透性をよくすることにより，喫食時に，お湯を\n注ぐと，ほぐれ易く，復元性が極めて早い，しかも，スープのりがよく，食味の向\n上しためんを得ることが出来るものでますます簡便化に志向する食生活において，\nその利用価値は極めて高いと確信している次第である。」（３頁左上欄１７行～左下\n欄１３行）\n「実施例  ２\n小麦粉１ｋｇに固型状脂肪酸モノグリセライド２０ｇを添加し，均一に混合した\n後，水３５０ｍｌ，食塩１５ｇ，かんすい４ｇの混合液を加え，充分練り上げた後，\n常法で製めんしロールで１．０ｍ／ｍに圧延し，＃１８切刃でめん線とした後，０．\n８ｋｇ／ｃｍ２ の蒸気で２分間蒸煮し，型枠に入れ８０℃の熱風で４０分間乾燥し，\nめん製品を得た。」（３頁右下欄８～１５行）\n(3)  甲２の記載\n甲２（特開２００２－２５３１５２号公報）には次のとおりの記載がある。\n「【特許請求の範囲】\n【請求項１】 麺生地を脱気して小塊又は板状体とする第１の工程と，前記小塊又は\n板状体を麺線に製麺し蒸煮する第２の工程と，前記麺線を麺塊に裁断する第３の工\n程と，前記麺塊に風向きの異なる熱風を時間差を与えて供給し前記麺塊の表面を予\n備乾燥をする第４の工程と，前記麺塊を高温熱風による本乾燥により微発泡状態に\nする第５の工程とを備えたことを特徴とする即席麺の製造方法。\n【請求項２】 前記第１の工程の脱気は減圧下又は常圧下において行う請求項１に記\n載の即席麺の製造方法。\n・・・\n【請求項６】 前記第４の工程の予備乾燥の熱風温度は８０～１１５℃，風速は１～\n１０ｍ毎秒である請求項 1 に記載の即席麺の製造方法。」\n「【００１８】そこで，本発明者らは麺線を熱湯又は茹で上げによって復元した際に，\n麺線の表面部分と中心部分の水分差があり，なお中心部分が硬化収縮しておらず，\n熱水によって復元軟化していれば良いのではないかと推測した。このように麺線の\n発泡を制御して，乾燥麺を微発泡状態にすれば良いと考え，種々の方法を試みた結\n果，製麺に際し常法で作製した生地に減圧下又は常圧下で押圧力を加えることによ\nり，生地中に含まれる空気を除いて生地の密度を高くする工程と，蒸煮後の麺線を\n複数段階の予備乾燥をする工程と，予備乾燥された麺線を高温熱風で本乾燥する工\n程を組み合わせた新規な製造方法により，麺線の発泡を制御して微発泡状態を作り\n出し，更に表面部分の発泡程度と中心部分の発泡程度が異なる新規な即席麺を得る\nことができた。」\n「【００２０】常法により作製した生地を脱気する工程は，真空ミキサによって混練\nしながら生地中の空気を除去する方法や，高圧縮ロールを用いて脱気する方法を用\nいてもよいが，より効果的な方法としては，作製した生地を減圧下又は常圧下にお\nいて押圧力を加えて脱気することにより，生地の密度を高くして，小塊又は板状体\nとすることが好ましい。\n【００２１】原料として小麦粉，そば粉，澱粉等を用い，必要により食塩，かんす\nい，増粘多糖類等の副原料を添加し，混捏する工程で生地を脱気するか，又は混捏\nした生地をエクストルーダ又は押し出し成形機において，減圧下又は常圧下におい\nて押圧力を加えてチップ状に押し出して小塊を形成するか，或いは板状体に押し出\nしたものをロールで圧延し麺帯とし，切刃により麺線に切り出して連続的に蒸した\n後に，１食分ずつ裁断して乾燥用型枠内に充填する。」\n「【００２８】次の表１は従来の方法を含む種々の方法によって製造した乾燥麺の性\n状を示している。\n【００２９】\n表１\n生地製造方法 予備乾燥   本乾燥    乾燥麺の構造            復元後の食感\n①常圧で混練     なし    低温熱風  気泡少なく収縮硬化      硬いゴム状\n②常圧で混練     なし    高温熱風  発泡，むら発生          ザクザク\n③常圧で混練     あり    高温熱風  均一発泡                ザクザク\n④生地を脱気     なし    低温熱風  収縮硬化                硬い復元不良\n⑤生地を脱気     なし    高温熱風  やや発泡，表面肌荒れ    表面ヌルヌル\n⑥生地を脱気     あり    高温熱風  やや発泡                粘弾性あり\n【００３０】本発明の実施の形態は表１の⑥の方法であり，他の方法に比較して熱\n湯又は茹で上げによって，生麺のような粘弾性のある食感を有している。」\n２  取消事由１（甲１発明の認定の誤り及び相違点の認定の誤り）について\n当裁判所は，審決は，本件発明１と甲１発明との相違点の認定には，適切を欠く\n点あるが，その点は，審決の結論に影響を及ぼす誤りとはいえないと判断する。\n(1)  審決は，本件発明１と甲１発明との相違点を，前記第２，４(3)のとおり，\n「ドウから製麺された麺線とする工程が，本件発明１では，『ドウを，押し出し成形\n機を用いて，減圧下において圧力を加え小塊又は板状となした後に製麺された麺線』\nとするのに対し，甲１発明では，原料を『混合し，充分練りあげて常法により製め\nんし，得られた製めん生地を切刃等でめん線』としている点。」と認定した。\n(2)  しかし，相違点に関する審決の上記認定には，以下のとおり，不適切な点が\nある。\n本件発明１に係る特許請求の範囲には，「主原料に対し固形状の油脂および／又は\n乳化剤を含有する麺原料により作成したドウ」（【請求項１】）を，減圧下で加圧し小\n塊又は板状とした後に，製麺して麺線とする旨の記載がある。そうすると，本件発\n明１は，麺原料により「ドウ」を作成し，その「ドウ」を小塊又は板状となすもの\nであるから，「ドウ」は，麺原料により形成されるもので，押し出し成形機を用いて，\n減圧下において圧力を加え小塊又は板状とする時点では，既に形成されている。\n他方，甲１発明は，「原料粉に，常温で固型状をなしている食品用乳化剤および／\nまたは常温で固型状をなしている食品用油脂類を添加し，混合し，充分練りあげて\n常法により製麺し，得られた製麺生地を切刃等で麺線とする」ものである。本件発\n明１における「ドウ」の意義に照らすと，甲１発明における「原料粉に，常温で固\n型状をなしている食品用乳化剤および／または常温で固型状をなしている食品用油\n脂類を添加し，混合し，充分練りあげ」たものは，「ドウ」に相当すると認められる。\n甲１発明は，このようにして得られた「ドウ」を用いて，常法により製麺し，得ら\nれた製麺生地を切刃等で麺線とするものである。\n審決の相違点の認定は，「ドウから製麺された麺線とする工程」のみを対象にして，\nその相違を認定すべきであるにもかかわらず，本件発明１ではドウが作成された後\nの工程について認定されているのに対し，甲１発明では，ドウが作成される前の原\n料段階からの工程とを対比し，相違点を認定するものであるから，その限りにおい\nて，適切を欠く。\n(3)  この点，被告は，本件明細書あるいは乙３が，原材料の混捏を起点としてそ\nの後押し出し成形機で圧送される一連の工程で得られた生地を「ドウ」と称してい\nることから，甲１において原料粉等の混合を起点に，「充分練りあげる」工程で得ら\nれた生地もまたドウと捉えることに誤りはないと主張する。\n確かに，前記１(1)のとおり，本件明細書の【００４５】には「エクストルーダー\n（押し出しスクリュー）または押出し成型機の装置内を真空度６５０から７６０ｍ\nｍＨｇの脱気下で圧力を加え，直径５～５０ｍｍのダイスを通して円筒状のドウ（生\n地）として圧送されたもの」とあり，本件明細書では，押し出し成形機を用いて脱\n気下で圧力が加えられたものも「ドウ」と称している部分が存在する。しかし，本\n件明細書における上記の記載があってもなお，審決が，本件発明１におけるドウが\n作成された後の工程と，甲１発明におけるドウが作成される前の原料段階からの工\n程とを対比して，相違点の認定をしたことの不適切さを解消するものではない。\n３  取消事由２（相違点についての容易想到性判断の誤り）及び同３（顕著な作\n用効果の看過）について\n当裁判所は，審決の相違点の認定に，上記のとおり適切を欠く点はあるものの，\n本件発明１の相違点に係る構成は，当業者において容易に想到することができ，か\nつ効果も格別顕著なものとはいえないから，原告主張の取消事由２，３は理由がな\nいと判断する。\n(1)  本件発明１と甲１発明との相違点\n前記２のとおり，本件発明１と甲１発明とは，「主原料に対し固形状の油脂および\n／又は乳化剤を含有する麺原料によりドウを作成し，そのドウを用いて製麺し，麺とする点」で共通するものの，ドウを用いて製麺し，麺線とする際に，本件発明\n１では，ドウを，「押し出し成形機を用いて，減圧下において圧力を加え小塊又は板\n状となした後に」製麺し，麺線とするのに対して，甲１発明では，ドウを，常法に\nより製麺し，麺線とする点で相違するということができる。\n(2)  相違点に係る構成の容易想到性の有無について\nア  甲２の記載事項との組合せ\n甲２には，麺生地を麺線に製麺し，蒸煮し，熱風により予備乾燥し，高温熱風に\nより本乾燥する即席麺の製造方法において，原料として小麦粉等を用い，必要によ\nり副原料を添加したものを混捏した生地を，押し出し成形機において減圧下で押圧\n力を加えることにより，脱気して生地の密度を高くし，小塊又は板状体とし，これ\nを麺線に製麺することが記載されている（甲２の特許請求の範囲，【００１８】，【０\n０２０】，【００２１】）。\nさらに，即席麺を含む麺の製造方法において，麺原料を混捏して作成したドウを，\n真空麺帯機等の押し出し成形機において減圧下で押圧力を加えることにより，脱気\nして生地の密度を高くし，小塊又は板状体とし，これを製麺し麺線とすることは，\n乙３（特開平９－２９４５５３号公報。即席乾燥麺に関する文献である。），乙１３\n（特開昭６１－１３２１３２号公報），乙１４（「２０００－２００１年製麵機器・\n資材ガイド」の抜粋），乙１５（特開平４－２５２１４７号公報），乙１６（特開平\n４－２９３４６６号公報），乙１７（特開平１１－５６２７８号公報），乙１８（特\n開平１１－２６６８１３号公報），乙１９（特開平１１－２６６８１６号公報）及び\n乙２０（特開２００１－２４５６１７号公報）に記載されているとおり，本件特許\n出願時における技術常識であると認められる。\n以上のとおり，脱気して生地の密度を高くして製麺し麺線とすることが技術常識\nであることからすると，甲１発明において，甲２の記載事項を適用して，甲１発明\nにおけるドウを，押し出し成形機において減圧下で押圧力を加え，小塊又は板状体\nとし，これを製麺し，麺線とすることに，何ら困難性は認められず，当業者が通常\nの創意工夫の範囲内で容易になし得ることにすぎないというべきである。\nイ  本件発明１の効果の顕著性について\n本件明細書には，本件発明１の効果として，真空麺帯機の特徴である麺の粘弾性，\n透明感，重み等を維持しつつ，真空麺帯機を使用することで生じていた湯戻りの悪\nさ，コシの強すぎを解決することができ，喫食時における麺塊の麺線のほぐれを飛\n躍的に向上させることが記載されている（本件明細書の【００１２】，【００２０】，\n【００７０】）。\nしかし，これらの効果は，甲１発明における，「復元時間が従来の１／２～１／３\nに短縮され，また，麺線どうしの付着が極めて少なく，喫食時にお湯を注ぐとほぐ\nれが早く，その食味も従来のものに比べ弾力性，滑らかさに富むという効果」との\n効果，及び「真空麺帯機の特徴である麺の粘弾性，透明感，重み」との効果を超え\nるものではなく，当業者の予測を超える格別顕著な効果ということはできない。\nウ  小括\n以上のとおり，甲１発明において，甲２の記載事項を適用して，甲１発明におけ\nるドウを，押し出し成形機において減圧下で押圧力を加え，小塊又は板状体とし，\nこれを製麺し，麺線とすることは，何ら困難性は認められず，当業者が容易になし\n得ることにすぎないし，その効果も当業者が予測することができないほどの格別顕\n著なものではないから，本件発明１が特許法２９条２項の規定により特許を受ける\nことができないとする審決は，結論において是認できる。\n(3)  原告の主張について\nア  原告は，真空麺帯機の導入には多大な費用及び時間のロスを伴うことをも考\n慮すれば，完成された発明である甲１発明に，あえて，負担を増すことになる真空\n麺帯機を導入する合理的な理由はないとも主張する。\nしかし，甲１に開示された技術手段によって課題解決が達成されているからとい\nって，さらに改良する動機付けが否定される理由にはならない。また，即席麺を含\nむ麺の製造方法において，麺原料を混捏して作成したドウを，真空麺帯機等の押し\n出し成形機において減圧下で押圧力を加えることにより，脱気して生地の密度を高\nくし，小塊又は板状体とし，これを製麺し麺線とすること，及び，そのような構成\nを採用することにより，麺の粘弾性，透明感，重み，なめらかさ等が得られること\nは，本件特許出願時において，当業者に広く知られた事項であることに照らすなら\nば，そのような効果が得られるように真空麺帯機を用いることは，当業者が必要に\n応じて適宜なし得ることであるから，真空麺帯機を導入する合理的な理由がないと\nはいえない。\nイ  原告は，甲２の「作製した生地を減圧下又は常圧下において押圧力を加えて\n脱気することにより，生地の密度を高くして，小塊又は板状体とする」工程のみを\n取り出して甲１発明の工程と組み合わせることについての動機付けはないと主張す\nる。\nしかし，上記のとおり，即席麺を含む麺の製造方法において，麺原料を混捏して\n作成したドウを，真空麺帯機等の押し出し成形機において減圧下で押圧力を加える\nことにより，脱気して生地の密度を高くし，小塊又は板状体とし，これを製麺し麺\n線とすることは，本件特許出願時における技術常識である。このような技術常識を\n考慮すれば，甲１発明において，甲２の上記工程を適用する動機付けがないとはい\nえない。\nウ  原告は，甲２の表１の④の記載からは，低温熱風乾燥方法を採用する甲１発\n明と，甲２の脱気工程のみを組み合わせても，「乾燥麺の構造」が「収縮硬化」とな\nり，「復元後の食感」も「硬い復元不良」となることが想定され，甲１発明と，甲２\nの脱気工程のみを組み合わせることについて阻害要因があると主張する。\nしかし，甲２の表１の④に示されるものは，甲１発明のように，「原料粉に，常温\nで固型状をなしている食品用乳化剤および／または常温で固型状をなしている食品\n用油脂類を添加」するものではないから，この記載が甲１発明と，甲２の脱気工程\nを組み合わせることの阻害要因となるものではない。\nエ  原告は，本件発明１による麺線のほぐれやすさは顕著な効果であると主張す\nる。\nしかし，甲１発明は，「その目的とするところは，めんの食味を低下することなく，\n喫食時のめんのほぐれをよくし，復元性を極めて早く改善することにある。」のであ\nり，甲２の脱気工程を適用することで，麺がなめらかになり，さらに麺がほぐれや\nすくなること（本件明細書の【００１８】）も当業者が予測し得ることといえる。\n本件明細書の【００７９】から【００８５】，特に【表２】には，試験例２として\nほぐれ効果に関する試験を行ったことが記載されている。しかし，この試験例２に\nは，試験に用いた乾燥麺に添加した粉末油脂の量や，乾燥条件，麺塊の形成方法等\nが明らかでなく，被告による追加試験の結果（甲６）も考慮すると，本件発明１の\nほぐれ効果が優れたものとなる場合があり，また異なる結果が得られる場合もある\nと理解でき，本件発明１が予想もしない格別な効果を奏したと認めることはできな\nい。 オ  原告は，本件発明１は，粘弾性や，緻密な構造，湯戻りの悪さや麺線のコシ\nの強すぎを解消すること，麺線のほぐれ等において顕著な効果を有するとして，審\n決における本件発明１の効果に関する検討は，事後的に効果を分析し推論したもの\nであると主張する。\nしかし，いずれの効果も，甲１発明及び甲２の脱気工程の各効果を超えるものと\nは認めるに足りず，格別顕著なものということはできないのは前記のとおりである。\n４  取消事由４（審判手続の瑕疵）について\n原告は，審判合議体が，審決をするのに熟していないにもかかわらず審理を終結\nしたとして，かかる手続は，特許法１３４条１項，１５３条２項等の趣旨に照らし\nて適切ではなく，憲法３１条にも違背すると主張する。\nしかし，本件全証拠によっても，審判合議体がその裁量を逸脱したと認めるに足\nりず，原告の主張は採用できない。\n５  結論\n以上のとおり，本件発明１に関する審決の結論には違法はなく，同様に，本件発\n明２ないし７に関する審決の結論にも違法はない。原告はその他縷々主張するが，\nいずれも採用の限りではない。よって，原告の請求を棄却することとして，主文の\nとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n別紙\n本件明細書の【表１】\n本件明細書の【表２】\n"
}