{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 7,
    "day": 20
  },
  "case_number": "平成29(う)89",
  "case_name": "現住建造物等放火，殺人",
  "court_name": "福岡高等裁判所第１刑事部",
  "result": "棄却",
  "original_court_name": "大分地方裁判所",
  "original_case_number": "平成28(わ)25",
  "lawsuit_id": "87010",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87010",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/010/087010_hanrei.pdf",
  "contents": "平成２９年７月２０日福岡高等裁判所第１刑事部判決\n平成２９ ８９号  現住建造物等放火，殺人被告事件\n主      文\n本件控訴を棄却する。\n当審における未決勾留日数中１００日を原判決の刑に算入する。\n理      由\n第１  理由不備の主張について\n論旨は，原判決は，原判示現住建造物放火の事実の認定において，放火の手段方\n法を特定していないから，判決に理由を附さない違法がある，というのである。\nそこで記録を調査して検討すると，判決の理由不備は，刑訴法４４条１項，３３\n５条１項により要求されている理由が示されていないことをいうところ，判決の\n「罪となるべき事実」においては，犯罪の構成要件に該当すべき具体的事実を構成\n要件に該当するかどうかを判定するに足りる程度に具体的に摘示しなければならな\nい。原判決は，放火の手段方法については，「何らかの方法により」とするのみ\nで，それ以上に具体的な摘示をしていないが，放火の日時を特定し，放火の対象が\n被告人の実母Ａ及び実妹Ｂが現に住居に使用する居宅（以下「本件居宅」という）\nであることを摘示した上，本件居宅を全焼させて焼損した旨の事実を認定してい\nる。そうすると，原判決は，現住建造物等放火の事実に関し，現住建造物等放火罪\nの構成要件に該当すべき具体的事実について，それが構成要件に該当するかどうか\nを判定するに足りる程度に，具体的に明らかにしたものというべきであるから，同\n罪の「罪となるべき事実」の摘示として，欠けるところはない。\n論旨は理由がない。\n第２  訴訟手続の法令違反の主張について\n論旨は，原審が，原審弁護人の申請した鑑定請求を却下して，被告人を有罪と認\n定したのは，審理不尽であるから，原審の手続には判決に影響を及ぼすことが明ら\nかな訴訟手続の法令違反がある，というのである。\nそこで記録を調査して検討すると，原審は，原審弁護人からの本件火災の原因特\n定に関する鑑定の請求を却下している。しかし，原審で取り調べられた証拠を検討\nすると，本件火災の出火場所付近の具体的状況から，電気火災による自然発火の可\n能性は低いと判断できる上，それ以上に本件火災の原因を明らかにできる証拠の存\n在はうかがえない。他方で，被告人の当時置かれていた状況と被告人の本件火災当\n時の行動経過に照らして，被告人が原判示現住建造物等放火の犯行に及んだものと\n疑いなく認定することができる。そうすると，原審弁護人の本件火災の原因特定に\n関する鑑定の請求は，その鑑定を行う必要がなかったものと認められるから，これ\nを却下した原審に審理不尽の違法はなく，原審の手続には判決に影響を及ぼすこと\nが明らかな訴訟手続の法令違反は存しない。\n所論は，原審が，火災に関する研究をしているにすぎない検察官の請求した証人\nＣのみを採用し，原審弁護人による鑑定請求を却下する理由はなく，原審の手続に\nは被告人に十分な防御活動を保障していない違法がある，という。\nしかし，原審で取り調べられた検察官請求の証人Ｃは，元警察庁科学警察研究所\n職員であり，在職当時は火災原因全般を担当していたというのであるから，私人の\n研究者にとどまるものではない上，その原審供述は，本件居宅の出火現場の客観的\nな状況，電気火災の一般的な機序，出火場所の居間内にあった電気製品の構造及び\n特性等から，電気火災による自然発火の可能性を否定するものということができ\nる。Ｃの原審供述は，幅広い知見に基づいて本件の事実関係に即して誠実に検討し\nた結果を述べたものであり，捜査機関に偏したものなどとはいえない。また，原審\nは，弁護人請求のa市消防本部職員のＤも証人として採用して取り調べており，そ\nの原審供述は，第三者による放火の可能性は低く，本件火災の原因は，電気火災く\nらいしか考えられないが，それに限定されるものでもない，というものである。原\n審は，これらの証拠を取り調べた上，原判決をするに至っているから，被告人の防\n御活動を保障しているということができる。\n論旨は理由がない。\n第３  事実誤認の主張について\n論旨は，本件火災原因は判定できないし，Ａ，Ｂによる失火や第三者の放火の可\n能性も否定できないから，本件火災の原因が放火であり，その犯人が被告人である\nと認めた原判決には，判決に影響を及ぼすことが明らかな事実の誤認がある，とい\nうのである。\nそこで記録を調査して検討すると，被告人が本件居宅に放火してＡ及びＢを殺害\nしたものと認定した原判決に，論理則，経験則に反するところはなく，原判示の事\n実を認定した原判決には，判決に影響を及ぼすことが明らかな事実の誤認は存しな\nい。以下，その理由を説明する。\n１  前提となる事実\n原判決挙示の証拠によれば，以下の事実が認められる。\n本件火災は，遅くとも平成２６年１２月１９日（以下「本件当日」という）\n午前４時１０分頃には，本件居宅１階東側にある居間（以下「本件居間」という）\nの東側出窓から炎が出る状態となり，その後，１１９番通報で駆け付けた消防隊の\n消火活動により，午前６時１０分頃には鎮火した。\n本件火災によって本件居宅は全焼したところ，本件当日午前６時１５分頃Ｂ\nの遺体が，本件当日午後３時２０分頃Ａの遺体がそれぞれ発見された。両名の遺体\nを司法解剖した結果，いずれの死因も焼死であり，両名の死亡時刻はいずれも午前\n４時３０分頃と推定された。\n大分県警察科学捜査研究所における工学担当のＥは，原審公判において，鎮\n火後に本件居宅の焼損状況を実際に見分した結果，本件火災の出火場所は，本件居\n間の東側出窓に隣接して置かれたソファーの前付近である旨供述している。Ｅは，\n本件居宅各部分の焼損の程度を比較した上，床面の焼損状況の激しさから，出火場\n所を特定したものであり，その手法は合理的である上，Ｃの原審供述，消防庁消防\n大学校消防研究センター所属のＦから本件火災現場の写真等に基づいて聴取した結\n果等とも一致し，Ｄの原審供述とも矛盾するものではない。本件火災の出火場所は，\n本件居間の東側出窓に隣接して置かれたソファーの前付近ということができる。\n２  出火時刻頃における被告人の行動\n被告人は，原審公判において，本件火災が発生したときの行動経過につき，次の\nとおり供述している。すなわち，被告人は，平成２６年１１月２０日頃から，福岡\n県京都郡 b 町の当時の勤務先の寮に住んでおり，Ａ及びＢの住む実家である大分県\na 市内の本件居宅まで移動するには，自動車で１時間程度を要したところ，本件当\n日は，午前２時３０分前後，寮の近くのガソリンスタンドで給油した後，自動車を\n運転して本件居宅に向かった。午前３時３０分頃，本件居宅の近くにあるパチンコ\n店の駐車場に自動車を停め，５分ほど歩いて本件居宅に到着し，その中に入った。\nしばらくしてから，本件居宅を出て，歩いて自動車を停めている上記駐車場に戻り，\nすぐ運転を開始して，a 市内の c 交差点に向かった。c 交差点に設置された防犯カメ\nラに午前４時１５分頃撮影された交差点を右折していく自動車の映像は，自分の運\n転していた自動車であると思う，というのである。\nさらに，警察官による実験結果によると，上記パチンコ店の駐車場から本件居宅\nまでの徒歩による所要時間は５分から６分，同駐車場から c 交差点までの自動車の\n走行による所要時間は１分から２分であったことが認められる。大分県警察科学捜\n査研究所における工学担当のＧの原審供述によると，c 交差点に設置された防犯カ\nメラの映像を解析したところ，本件当日午前４時１５分に c 交差点を右折走行した\n自動車と被告人運転車両の特徴は，細部に至るまで一致していたというのである。\nこれらを併せみると，被告人は，勤務先の寮から自動車を運転して，午前３時３５\n分頃本件居宅に到着し，午前４時０５分すぎ頃まで本件居宅内に滞在していたとい\nうことができる。そうすると，被告人は本件火災の発生に相当接着した時間帯に本\n件居宅内にいたことになる。\n所論は，被告人は，遅くとも午前３時４０分頃には，本件居宅に立ち入り，本件\n居宅を出たのは，午前３時５０分から午前３時５５分頃であり，午前４時１５分頃，\nc 交差点の防犯カメラの映像に，被告人の自動車が映っているとしても，それはＡ\nに相談する内容を整理するため，本件居宅周辺をグルグル回っていた途中の可能性\nもあるから，被告人は本件火災の時刻に本件居宅にはいなかった，という。\nしかし，本件火災の発生時刻を正確に特定することはできないのであり，被告人\nが本件火災の発生に相当接着した時間帯に本件居宅内にいたことに変わりはない。\n被告人が，原審公判において，本件火災の発生に相当接着した時間帯に本件居宅に\nいた旨供述しているのは，前記のとおり，当時居住していた寮の近くのガソリンス\nタンドで給油した時刻，c交差点に設置された防犯カメラで右折走行する被告人車\n両が撮影された時刻という，客観的な証拠から，それに合わせた供述をせざるを得\nなかったからである。これに対して，被告人が，原審公判において，本件居宅にい\nたのは１０分経つか経たないくらいであった旨供述し，本件居宅から出てからは，\n自動車で移動しながら，Ａにどのように相談しようか考えていた旨供述しているの\nは，いずれも裏付ける証拠がない。そうすると，被告人の原審供述によって，被告\n人が本件火災の発生に相当接着した時間帯に本件居宅内にいたことが，被告人を本\n件現住建造物等放火の犯人と認定する上での間接事実に位置付けられなくなるもの\nではない。\n３  本件火災前の被告人の生活状況\n原判決挙示の証拠によれば，本件火災前，被告人は次のような状況に置かれてい\nたものと認められる。\n被告人は，パチンコスロットに金銭を浪費する性癖があり，自分の収入の範\n囲内で生活できず，借金をするようになったことから，Ａに自己の給料振込口座を\n管理されていたが，Ａにたびたび金員を無心し，祖母から現金を盗むこともあった。\nさらに，被告人は，Ａが，給料振込口座に振り込まれた毎月の給料から，本件居宅\nのローンの返済額のうち被告人が負担するべき金額を差し引いていたところ，平成\n２６年夏かそれ以前に，自由に使える金員を多くしたいと考え，本件居宅を売却す\nるよう提案し，Ａや実弟のＨらの反対にあっている。\n被告人は，平成２６年１０月頃，当時勤務していたパチンコ店において，同\n僚のＩ及びＪから現金合計３万３０００円を盗み，それが発覚して，同年１１月１\n３日までに返済すること，返済できないと１日１０００円を支払うことなどを約束\nした。しかし，被告人は，上記期限までに返済できず，期限を同年１２月１５日ま\nで延長してもらい，消費者金融から５万円を借り入れ，Ｂの５万円を盗んだが，そ\nれらもギャンブルに費消したため，結局は返済できなかった。被告人は，Ｉらから，\n警察に届け出るとか，実家に押しかけるなどと言われて，返済を迫られていた上，\nＢから盗んだ５万円についても，ＡとＢから金員を得るための働き先や支払いの期\n限を定めて返済を求められていた。\n４  本件火災の発生前後における被告人の関心を示す言動\n原判決挙示の証拠によれば，本件火災の発生前後において，被告人は，次のよう\nな言動をしていることが認められる。\nＡは，Ａ又はＢを被保険者とし，保険金額が１７００万円，６３４６万７０\n００円の各生命保険に加入しており，本件居宅については，保険金額２７００万円\nの火災保険契約が締結されるなどしていたところ，被告人の携帯電話機を解析した\n結果，被告人が，本件当日，自己の携帯電話を用いて，次のとおり，インターネッ\nトサイトを検索又は閲覧していたことが明らかになった。すなわち，午前２時０２\n分頃「深夜の火災発見確率」との語句で検索し，午前２時２１分頃「火災保険と生\n命保険を比較してみる」旨のサイトを閲覧し，午前２時３８分頃「生命保険に火災\n死亡は含まれる？」との語句で検索し，午前３時１４分頃「住宅火災で助かる確率」\nとの語句で検索している。そして，被告人は，原審公判において，ＡやＢの加入し\nていた保険の詳細は知らなかったとしながら，住友生命の保険に入っていることは\n知っていた旨供述しているから，少なくともＡ又はＢを被保険者とする生命保険契\n約が締結されていることは知っていたということができる。\n被告人は，本件当日未明，Ｈから，本件居宅が火事である旨の連絡を受け，\n本件居宅の近くにいたにもかかわらず，勤務先の寮から本件居宅に向かうなどと嘘\nをつき，本件居宅から自動車で１０分ほどの距離にあるところで，約４０分間時間\nを潰してから，本件居宅に向かっている。Ｈの原審供述によると，その後，被告人\nは，本件居宅付近のＨがいるところに現れ，消火活動を見ながら，Ｈに「保険の取\nり分は６対４やな」と話しかけたが，Ｈは，ＡもＢも見付かっていないのに，それ\nどころではないと怒って取り合わなかった，というのである。さらに，被告人は，\n本件当日の本件火災後の夜，Ｈの妻であるＫの運転する自動車で勤務先の寮との間\nを往復した際にも，Ｋに対し，保険の手続のことを持ちかけ，Ｈには子どももいる\nから，被告人４割，Ｈ６割にしようと提案し，Ｋが即答できずにいると，さらに被\n告人３割，Ｈ７割としようなどと提案している。\nなお，被告人は，原審公判において，本件火災の現場において，Ｈに保険金の分\n配について持ちかけたような記憶はない旨供述するが，そのような特異な事象につ\nいて，Ｈが誤って記憶している可能性はないというほかなく，Ｈが，実兄のそのよ\nうな発言について，虚偽供述をしている根拠も見出せない。\n５  被告人の弁解の信用性\n以上のとおり，被告人は ，本件火災の発生に相当接着した時間帯に本件居宅内に\nいた上，金員に窮して他人の現金を盗んだため，返済を求められており，そのため\nの金策にも方途が尽きた状態であった上，本件火災前には，インターネットで火災\nや生命保険，火災保険に関する情報を検索している上，本件火災後には，Ａ及びＢ\nを被保険者とする生命保険金に多大な関心を示していたことが認められる。これら\nの事情を総合すると，本件火災が発生して，本件居宅が焼損し，その結果ＡとＢが\n死亡したことに，被告人が関与している高い蓋然性が認められる。\nこれに対して，被告人は，原審公判において，本件火災に自分が関与しているこ\nとを否定して，次のとおり供述している。すなわち，本件当日の午前零時を過ぎた\n深夜，ＡにＩ及びＪとの金銭トラブルを相談しようと思い付き，勤務先の寮から自\n動車を運転して，本件居宅に向かった。自動車を運転しながら，本件居宅が火災に\nなるとＩらから返済を求められなくなるのではないかと考えて，インターネットで\nそれに関連する情報を検索したが，本件居宅に火を点ける気持ちはなかった。いつ\nもは本件居宅の駐車場に自動車を停めるが，歩きながらＡに相談する内容を整理し\nようと考えて，少し離れたパチンコ屋の駐車場に自動車を停めた。合い鍵で本件居\n宅に入り，２階で就寝中のＡの顔を見て，相談する内容をまとめ直そうと思い直し\nて，本件居宅から出た。相談する内容をまとめるため，付近を回って自動車を運転\nしていたところ，Ｈが電話で本件火災を知らせてきた。Ｈには，近くにいたことで\n疑われたら怖いと思って，勤務先の寮から本件居宅の現場に向かうと嘘をついた，\nというのである。\nしかしながら，そもそも，自身の非違行為に起因する金銭トラブルであるのに，\n深夜に思い付いて実家まで赴き，就寝中のＡを起こしてそのことを相談しようと考\nえること自体が，極めて不自然である。相談する内容も，返済するための金員がな\nいので，肩代わりして欲しいということ以外には考えられないのであるから，Ａか\nら叱責されるのを恐れていたにしても，相談内容をまとめるのに時間を要するとは\nいえない。そうであるのに，自動車を本件居宅から離れたところに停めたり，本件\n居宅に入りながらＡに相談するのを躊躇したりするのは，別の意図を推測させる。\n被告人が本件火災の発生に相当接着した時間帯に本件居宅内にいて，その直前にイ\nンターネットで火災や生命保険，火災保険に関する情報を検索していながら，その\nような検索と本件火災に格別の関連がないというのも，容易に受け入れがたいとこ\nろである。そして，被告人は，本件火災に関与していないのであれば，本件火災が\n人為的なものではなく，自然発火によるものと受け取ったはずであるのに，Ｈから\n連絡を受けて，自分が疑われることを恐れたというのに至っては，不自然きわまり\nないというほかない。\n被告人の原審供述は，相当に不合理なものであり，そのことは，本件火災とＡ及\nびＢの死亡に被告人が関与している高い蓋然性を支えるものといわざるを得ない。\n６  自然発火等による出火の可能性\n本件火災が，人為的なものではなく，Ａ又はＢによる失火を含めた自然発火によ\nる可能性が高ければ，本件火災とＡ及びＢの死亡に被告人が関与している高い蓋然\n性に合理的な疑いを容れるということができる。そこで，原審で取り調べられた証\n拠を検討すると，次のとおり，本件火災が自然発火による可能性は低いということ\nができる。\n本件火災の出火場所である本件居間の東側出窓に隣接して置かれたソファー\nの前には，自然発火の可能性があった物として，１本の電線から複数のコンセント\nを通じて複数の電線に分岐させる機能を持つテーブルタップ，電気カーペット及び\n電気コタツがあった。\nＣは，原審公判において，上記電気製品が自然発火し，いわゆる電気火災が\n生じた可能性につき，次のとおり供述している。すなわち，本件居間の出火場所近\nくで燃え残っていた電気コードにはショート痕があったが，そこから出火したとす\nると，周辺の焼損状況と整合しないことから，それは火災によって電線が燃えたた\nめショートが起きた溶解痕と考えられる。また，燃え残った電気コタツのヒーター\n部に異常はなく，電気カーペットの構造に照らすとそのヒーター線から出火する可\n能性もないから，これら製品の本体部分から出火した可能性は否定できる。本件居\n間に存在した電気製品の推定消費電力からすると，テーブルタップ等のコンセント\nにおける接触不良箇所から出火した可能性もなく，そのほか，通電の不具合によっ\nて出火した可能性もない，というのである。\nＣの原審供述を検討すると，次の理由から，これに依拠して，本件居間から電気\n火災により自然発火し本件火災が発生した可能性は極めて低いということができる。\nすなわち，自然発火の可能性があるとすれば，まず本件居間の出火場所付近にあっ\nた電気コードのショート痕に着目すべきところ，周囲の焼損状況から，そこは出火\n場所とはいえないとするＣの原審供述には合理性がある。大分県警察科学捜査研究\n所における工学担当のＥは，原審公判において，実際に見た本件居間の現場の状況\nから，上記ショート痕から出火したのでは矛盾がある旨供述しており，弁護人請求\n証人であるＤも，原審公判において，上記ショート痕から出火したのではないとい\nうことに，強い異論は示していない。そのほか，本件居間内には，電気火災による\n自然発火を示す痕跡が残されていた形跡はうかがえない。また，Ｈ及びＫの各原審\n供述によると，Ａは，丁寧に電気製品を使用しており，電気カーペットを使うとき\nには，電気コタツの電源スイッチは切っており，テーブルタップも埃が付かないよ\nうに気を付けていた，というのである。Ｃの原審供述は，テーブルタップ，電気カ\nーペット，電気コタツが通常の用法で使用されていたことを前提として，その場合\nに電気火災になる可能性を否定しているところ，本件においては，その前提は十分\nに満たされていたことになる。\n所論は，①Ｃは，裁判所が依頼した中立公平な鑑定人ではなく，原審公判に\nおいて，失火の痕跡がないことから失火の可能性がない旨供述するなど，捜査機関\nに協力する偏頗な立場であると判断せざるを得ない，②Ｃは，本件居間の現場を見\nたり，燃焼実験をしたりもしていないが，Ｅは，本件居間の現場を見て，燃焼実験\nも行って，本件火災の原因は不明であるとしており，Ｄ及び消防大学校消防研究セ\nンターのＦも，電気火災の可能性は否定できないとしているから，Ｃの原審供述に\n依拠する事実認定には合理的な疑いが残る，という。\nしかしながら，①については，Ｃは，原審公判において，電気火災が生じるあら\nゆる可能性を説明した上，本件居間内の電気製品にそれを当てはめた結果を供述し\nているにすぎない。その供述は，本件において，電気火災の可能性が低いと理解で\nきるようなものにとどまり，捜査機関の立場に立って，事実関係や結論を断定する\nようなものではない。また，Ｃは，原審公判において，失火の痕跡はない旨供述し\nているが，失火の可能性がないという結論めいた供述をしているわけではない。Ｃ\nが捜査機関に協力する偏頗な立場にあったとはいえない。\n②については，Ｅは，原審公判において，出火場所付近に火災原因の痕跡が見付\nからなかったため，出火原因は不明と結論した旨を供述するものにすぎない。Ｄは，\n原審公判において，Ｆは，警察官の作成した聴取結果の報告書において，本件居間\nの焼損状況が激しく，電気火災をうかがわせる痕跡を確認できないため，電気火災\nの可能性があるという積極的な判断には至らないという趣旨を述べているものと理\n解できる。Ｅ及びＤの各原審供述，Ｆからの聴取結果は，いずれも電気火災の可能\n性を否定するＣの原審供述と矛盾するものではなく，Ｃは電気火災のあらゆる可能\n性と本件居間にあった電気製品の構造と特性に触れた検討をしているのに対して，\nＥ，Ｄ及びＦはそこまで立ち入った検討をしていないにすぎない。\nさらに，所論は，原判決が認定した火災機序，出火場所，出火時刻は，大分県警\n察及び大分県警察科学捜査研究所が行った燃焼実験結果と整合しない，という。し\nかし，本件火災の原因を具体的に認定することはできないから，出火場所が明らか\nであったとしても，本件火災の原因すなわち出火場所からの出火の態様は不明と\nいうほかない。そうすると，出火の態様によって，周囲の焼損状況，延焼に要する\n時間は異なってくるはずであるから，原判決の認定が燃焼実験結果と異なるのは，\n燃焼実験で前提とされた出火の態様が，実際とは異なっていたことを意味するも\nのにすぎず，電気火災による自然発火の可能性を示すものではない。\n７  結論\n以上からすると，本件においては，被告人が，本件火災の発生に相当接着し\nた時間帯に本件居宅にいた上，その当時，金策に方途が尽きた状態であり，本件火\n災前には，インターネットで火災や生命保険，火災保険に関する情報を検索し，本\n件火災後には，Ａ及びＢを被保険者とする生命保険に多大な関心を示していたこと\nが認められ，自己の関与を否定する被告人の原審供述は不合理なものということが\nできる。これらを総合すると，被告人が本件火災とそれに伴うＡ及びＢの死亡に関\n与している高い蓋然性が認められ，他方で，本件火災が，Ａ及びＢによる失火を含\nむ電気火災による自然発火の可能性が低いことを併せ考慮すると，本件火災は被告\n人が原因を作ったものであり，それはＡ及びＢを殺害して保険金を取得することに\nあったと認定することができる。\n所論は，①原判決は，本件居宅に第三者の侵入が容易でないことから，第三\n者による失火及び放火の可能性を否定しているが，玄関，勝手口及び屋内倉庫の出\n入口が施錠されていたとしても，ガラス窓を破って侵入することは困難ではなく，\n窓の施錠状況も不明であるから，第三者による失火及び放火の可能性は否定できな\nい，②出火場所付近に，失火につながる痕跡が残っていなかったことから，失火が\nなかったとは推認できないし，Ａが，被告人の物音で目を覚まし，用事を済ませて\n再び就寝した可能性も否定できず，Ａが終始就寝中であったとはいえないから，Ａ\nらの失火の可能性を否定できない，という。\nしかし，①については，被告人が，Ａ及びＢを殺害するため，本件居宅に放火し\nたことは，証拠から認められる間接事実から，かなり高い蓋然性をもって，それを\n肯定することができる。それに対して，第三者が本件居宅に侵入して放火に及んだ\nり，第三者による失火で本件火災が発生したりしたというのは，抽象的な可能性を\nいうものにすぎない。そのような可能性によって，証拠から認定できる間接事実か\nら高い蓋然性をもって推認できる事実が否定されるものではない。\n②については，被告人が本件火災の原因を作出したことは，接着した時間帯に本\n件居宅におり，火を放つ動機があったことから，高い蓋然性をもって肯定できる。\nそれに対して，ＡあるいはＢの失火によって本件火災が生じたというのは，具体的\nな根拠に基づくものではなく，抽象的な可能性をいうものにすぎない。そのような\n可能性によって，高い蓋然性をもって認められる被告人が本件火災の原因を作出し\nたことが否定されるものではない。\nさらに，所論は，刑事裁判における有罪の認定に当たっては，直接証拠がない場\n合，間接事実中に被告人が犯人でないとしたならば合理的に説明できない事実関係\nが含まれていることを要するところ，本件ではそのような事実関係が含まれていな\nい，という。\nしかし，被告人が犯人ではないとしたならば，被告人が，深夜にもかかわらず，\nＡに金銭トラブルを相談するため，本件居宅を訪れた理由，訪問に先立って火災や\n生命保険，火災保険の情報を検索し，本件火災後Ｈらに保険金の分配について持ち\nかけた理由，本件火災の近くにいたのに疑いの目を向けられないような行動をとっ\nた理由が，いずれも合理的に説明できない。本件では，間接事実中に被告人が犯人\nでないとしたならば合理的に説明できない事実関係が含まれているということがで\nきる。\nその他，所論に鑑み記録を精査検討しても，原判決の認定した事実には，判決に\n影響を及ぼすことが明らかな事実の誤認があるとは認められない。\n論旨は理由がない。\n第４  結語\nよって，刑訴法３９６条，刑法２１条，刑訴法１８１条１項ただし書により，主\n文のとおり判決する。\n平成２９年７月２０日\n福岡高等裁判所第１刑事部\n裁判長裁判官   山   口   雅   髙\n裁判官   平   島   正   道\n裁判官   髙   橋   孝   治\n"
}