{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 6,
    "day": 14
  },
  "case_number": "平成29(ネ)10006",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86845",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86845",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/845/086845_hanrei.pdf",
  "contents": "平成２９年６月１４日判決言渡\n平成２９年（ネ）第１０００６号  損害賠償請求控訴事件（原審・東京地方裁判所\n平成２６年（ワ）第１８６７１号）\n口頭弁論終結日  平成２９年４月２４日\n判 決\n控訴 人  ギャラリーＴＥＮこと\nＸ\n訴訟代理人弁護士  尾嵜   裕\n被控訴 人  Ｙ\n訴訟代理人弁護士  草道 倫 武\n若林信 子\n佐竹真 紀\n廣田智 也\n粕谷陽 介\n伊藤蔵 人\n久保田   洋   平\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決中控訴人敗訴部分（主文第１項）を取り消す。\n２  被控訴人の請求を棄却する。\n３  訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２  事案の概要\n本判決の略称は，特に断らない限り，原判決に従う。\n１  事案の要旨\n本件は，府中刑務所の受刑者であった被控訴人が，控訴人及びその妻である\n一審被告Ａに対し，同人らは，その経営する控訴人肩書地所在の画廊「ギャラ\nリーＴＥＮ」（本件画廊）において，平成２２年９月１０日から同月１９日ま\nでの間，「救援連絡センター」と称する団体（救援センター）と共に「獄中画\nの世界―２５人のアウトサイダーアート展」と題する絵画の展示会（本件展示\n会）を開催し，①本件展示会において被控訴人制作の絵画「ジョニー・デップ」\nを被控訴人の許諾なく展示・公表して被控訴人が有する同絵画の展示権及び公\n表権を侵害した（不法行為①），②これに先立つ同年８月１６日，被控訴人制\n作の絵画「イエス最後の祈り」が無断掲載された本件展示会のパンフレット（本\n件パンフレット）の画像を被控訴人に無断でウェブサイトに掲載して被控訴人\nが有する同絵画の公衆送信権（送信可能化権）を侵害した（不法行為②），③\n(a)本件展示会の来訪者に対して被控訴人の許諾なく写真撮影を許可したことに\nより，英字新聞ジャパンタイムズの日刊紙及び週刊紙上に絵画「ジョニー・デ\nップ」が写り込んだ写真が掲載され，また，(b)自ら甲３７ウェブサイトに本件\n展示会の宣伝（出品者すなわち獄中者としての被控訴人の氏名の表示を含む。）\nを投稿し，あるいは，本件展示会の来訪者に対して写真撮影を禁止したり，撮\n影した写真や被控訴人の氏名を含む本件展示会の内容をウェブサイト上に掲載\nすることを禁止するなどの適切な措置を講じなかったことにより，被控訴人作\n成の絵画の画像や獄中者としての被控訴人の氏名がウェブサイト上に多数掲載\nされ，(a)(b)により被控訴人が有する絵画の複製権の侵害やプライバシー権の\n侵害を多数発生させ，あるいは，その侵害を幇助した（不法行為③），④上記\n①ないし③の権利侵害について被害回復措置を採らなかったことにより被控訴\n人の損害を拡大させた（不法行為④），⑤被控訴人の絵画（被控訴人の所有す\nる絵画）を紛失して被控訴人の財産権を侵害した（不法行為⑤）などと主張し\nて，不法行為に基づく損害賠償として１６０万円（不法行為①による損害１０\n万円，同②による損害１０万円，同③(a)による損害３０万円，同(b)による損\n害３０万円，同④による損害４２万円，同⑤による損害２０万円及び⑥弁護士\n費用として１８万円の合計）及びこれに対する遅延損害金（上記②の１０万円\nに対する平成２２年８月１６日から，上記①及び⑤の３０万円に対する同年９\n月１０日から，上記③(a)(b)の６０万円に対する同月１９日から，上記④の４\n２万円に対する平成２５年９月２６日から，上記⑥の１８万円に対する平成２\n６年１０月１５日から各支払済みまで民法所定年５分の割合による遅延損害金）\nの連帯支払を求める事案である。\n原審は，控訴人につき不法行為②及び同③の一部の成立を認めて，不法行為\n②につき３０００円，同③につき１万円，両不法行為と相当因果関係を有する\n弁護士費用として１万円の合計２万３０００円の限度で被控訴人の請求を認容\nしたところ，控訴人が敗訴部分を不服として本件控訴をした。\n２  前提事実，争点及び争点に関する当事者の主張\n次のとおり付加，訂正するほかは，原判決「事実及び理由」の第２の２ない\nし４（原判決３頁１８行目から１０頁２２行目まで）のとおりであるから，こ\nれを引用する。\n(1) 原判決５頁１２行目，６頁１５行目及び２３行目にそれぞれ「当庁」とあ\nるのを，いずれも「東京地方裁判所」と改める。\n(2) 原判決７頁７行目から１０行目までを次のとおり改める。\n「(3) 本件展示会の来訪者に対し写真撮影を許可したこと，自ら甲３７ウェ\nブサイトに投稿したこと及び本件展示会の来訪者に対して写真撮影を禁\n止したり，撮影した写真や被控訴人の氏名を含む本件展示会の内容をウ\nェブサイト上に掲載することを禁止するなどの適切な措置を講じなかっ\nたことによる複製権侵害・プライバシー侵害の不法行為ないしはその幇\n助による共同不法行為（不法行為③）の成否（争点３）」\n(3) 原判決９頁７行目「多数発生した。」の後に「また，控訴人は，自ら甲３\n７ウェブサイトに本件展示会の宣伝を投稿して，同様に被控訴人のプライバ\nシーを侵害した。」を加える。\n(4) 原判決９頁１２行目「全く関与していない。」の後に「控訴人が自ら甲３\n７ウェブサイトに本件展示会の宣伝を投稿したことは認めるが，プライバシ\nー侵害の成立は争う。」を加える。\n第３  当裁判所の判断\n当裁判所も，控訴人は，絵画「イエス最後の祈り」が掲載された本件パンフ\nレットの画像を本件ウェブサイトにアップロードしたことによる送信可能化権\n侵害（不法行為②）及び本件展示会の宣伝の一環として自ら甲３７ウェブサイ\nトに被控訴人の氏名の表示を含む投稿を行ったことによるプライバシー侵害（不\n法行為③）についての過失責任を免れないものと判断する。\nその理由は，下記１のとおり原判決を補正し，下記２のとおり付加判断を示\nすほかは，原判決の「事実及び理由」の第３の１ないし７（原判決１０頁２４\n行目から２３頁２５行目まで）のとおりであるから，これを引用する。\n１  原判決の補正\n(1) 原判決１１頁１１～１２行目の「証人Ｂ〔２～３頁〕」の前に「乙１，」\nを挿入する。\n(2) 原判決１６頁２５行目「掲載された」の後に「（ただし，原文は英文。和\n訳は被控訴人提出の訳文による。）」を加える。\n(3) 原判決１６頁２５行目「ギャラリーのＸ氏は」を「ギャラリーの経営者で\nあるＸ氏は」と改める。\n(4) 原判決１８頁１７行目「送信可能権侵害行為」を「送信可能化権侵害行為」\nと改める。\n(5) 原判決２０頁７行目から２１頁１４行目までを次のとおり改める。\n「(1) ジャパンタイムズの記事（写真）について\n前記１で認定した事実によれば，本件展示会の開催を知らせる記事が，\n共同通信の配信記事として英字新聞ジャパンタイムズの日刊紙及び週刊\n紙上に写真付きで掲載されたこと，同写真の中に被控訴人の絵画「ジョ\nニー・デップ」が写り込んでいることが認められる。また，同写真は，\n来訪者と思われる男性が作品を鑑賞している様子を背後から撮影したも\nのであり，記事と写真の内容が概ね一致していることからすると，上記\n記事の取材の際に撮影されたものと推認できる。しかし，同写真の撮影\nを控訴人が許可した事実については，控訴人が否定しており，ほかにか\nかる事実を認めるに足りる的確な証拠はない。\n上記記事の中でギャラリーの経営者としての控訴人のコメントが紹介\nされていることからすると，控訴人は，共同通信の取材に応じ，本件展\n示会を開催する意義等について述べたものと認められるが，他方で，控\n訴人は，本件展示会の主催者ないし共催者ではなく，本件展示会におけ\nる写真撮影の許可・不許可を決すべき立場になかったことからすると，\n上記記事から認定できるのは，飽くまで控訴人が，ギャラリーの経営者\nとしての立場から取材に応じたという事実に止まり，それ以上に，控訴\n人が写真撮影を許可した事実まで，かかる記事の存在から認めることは\nできないというべきである。\nしたがって，仮に，上記の写り込みについて被控訴人が有する絵画の\n複製権侵害が成立する余地があるとしても，写真撮影を許可したとの理\n由により控訴人がその責任（幇助者としての責任を含む。）を負うこと\nはないというべきである。\n(2) ウェブサイト上における絵画の写真や被控訴人の氏名の表示について\n前記のとおり，控訴人は本件展示会の主催者ないし共催者ではなかっ\nたのであるから，本件展示会の来訪者に対し，写真撮影を禁止したり，\n撮影した写真や被控訴人の氏名を含む本件展示会の内容をウェブサイト\n上に掲載することを禁止するなどの具体的措置を講じる義務が控訴人に\nあったとはいえない。したがって，控訴人にかかる義務があったことを\n前提とする不法行為の主張（幇助を含む。）は，その余の点について判\n断するまでもなく，失当というべきである。\n他方，控訴人が自ら甲３７ウェブサイトに本件展示会の出品者，すな\nわち獄中者としての被控訴人の氏名の表示を含む本件展示会の宣伝を投\n稿した点は，被控訴人のプライバシー侵害に当たり，控訴人は少なくと\nもこの点について過失による不法行為責任を免れない。ある者が服役中\nであるという事実は，その者の名誉あるいは信用に直接にかかわる事項\nであり，その者は当該事実を公表されないことにつき，法的保護に値す\nる利益を有するものというべきであるから，受刑者であることを実名を\nもって表示するに当たっては，あらかじめ本人（被控訴人）の承諾があ\nるか否かを慎重に確認する必要があり，これを怠った以上は過失があっ\nたことを否定できないというべきである。」\n(6) 原判決２３頁１行目の「不法行為③’」を「不法行為③」に改める。\n２  付加判断\n控訴理由に鑑み，必要な限度で判断を加える。\n(1) 不法行為②（送信可能化権侵害）について\n控訴人は，救援センターを「人権の砦」として信頼しており，かかる救援\nセンターが出品予定者の承諾を得ないまま本件パンフレットに絵画を掲載す\nるなどという違法な事態は全く想定していなかったし，救援センターが被控\n訴人の承諾を得ないまま本件パンフレットに出品作を掲載し，更には同承諾\nを得ないまま本件パンフレットの本件ウェブサイトへの掲載等を依頼したと\nは全く考えてもみなかったのであるから，本件展示会の主催者である救援セ\nンターの依頼を受けて会場を無償で提供し，それに付随して本件パンフレッ\nトの本件ウェブサイトへの掲載等の依頼を受けたにすぎない控訴人には，改\nめて出品者である被控訴人に対して承諾の意思を確認する義務はなく，救援\nセンターに対して被控訴人を始めとする出品者の意思を確認する義務もなか\nったというべきである，などと主張する。\nしかしながら，救援センターがいかに公権力の弾圧に対する救援活動を行\nってきた実績があり，控訴人にとって信頼に足る団体であったとしても，そ\nのことと，同団体が著作権を始めとする知的財産権関係の法令遵守について\nも明るいか否かは別問題であって，依頼を受けたとはいえ，最終的に自らの\n判断で他人の著作物である絵画が掲載された本件パンフレットの画像をウェ\nブサイトにアップロードする以上，控訴人としては，救援センターを通じる\nなどして著作権者（被控訴人）の許諾が得られているかどうかを自ら確認し，\nその確認が取れなければアップロード自体を差し控えるなどの適切な対応を\n採るべきであったことは当然である。したがって，これを怠った以上，控訴\n人は過失責任を免れない。\nよって，不法行為②に関する控訴人の主張は失当である。\n(2) 不法行為③（プライバシー侵害）について\n控訴人は，本件展示会の主催者が救援センターであって控訴人ではないこ\nと，本件展示会の出品者と救援センターとの関係，控訴人の本件展示会への\n関与の経緯等からして，（受刑者であるとの情報を実名でインターネット上\nに公表することにつき）被控訴人本人の承諾の有無に関して救援センター等\nに確認していなかったとしても，控訴人に過失がないことは明らかである，\nなどと主張する。\nしかしながら，前記のとおり，ある者が服役中であるという事実は，その\n者の名誉あるいは信用に直接にかかわる事項であり，その者は当該事実を公\n表されないことにつき，法的保護に値する利益を有するものというべきであ\nるから，自らの判断で受刑者であることを実名をもって表示する（そのよう\nな投稿を行う）以上，本人である被控訴人の承諾があるか否かを確認する義\n務があることは当然である。したがって，これを怠った以上，控訴人は過失\n責任を免れない（この点に関し，控訴人が主張する上記の事情は，何ら責任\nの有無を左右するものではない。）。\nよって，不法行為③に関する控訴人の主張も失当である。\n第４  結論\n以上の次第であるから，本件控訴は理由がない。よって，本件控訴を棄却す\nることとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n大      西    勝    滋\n裁判官\n寺      田    利    彦\n"
}