{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 4,
    "day": 28
  },
  "case_number": "平成27(ワ)29222",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85865",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85865",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/865/085865_hanrei.pdf",
  "contents": "平成２８年４月２８日判決言渡  同日原本交付  裁判所書記官\n平成２７年（ワ）第２９２２２号  不正競争行為差止等請求事件\n口頭弁論終結日  平成２８年３月８日\n判 決\n原 告     株 式 会 社 メ デ ィ ア ハ ー ツ\n同 訴 訟 代 理 人 弁 護 士     大熊裕 司\n島川知 子\n被 告     株 式 会 社 Ｉ Ｎ Ｋ\n同 訴 訟 代 理 人 弁 護 士     倉田伸 彦\n主 文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙被告商品目録記載の商品（以下「被告商品」という。）を販売\nしてはならない。\n２  被告は，被告商品の販売の広告をしてはならない。\n３  被告は，被告商品を廃棄せよ。\n４  被告は，原告に対し，１０００万円及びこれに対する平成２７年１０月２９\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，別紙原告商品目録記載の商品（以下「原告商品」という。）を販売\nする原告が，被告に対し，被告商品が原告商品の形態を模倣したものであるの\nで被告による被告商品の販売が不正競争防止法２条１項３号の不正競争に当た\nるとともに，被告による被告商品の販売及びウェブ広告の配信が債務不履行に\n当たると主張して，①同法３条１項に基づく被告商品の販売の差止め，②同条\n２項に基づく被告商品の販売に関する広告の禁止及び被告商品の廃棄，③同法\n４条，５条２項に基づく損害賠償金５００万円（内金請求）及び債務不履行に\n基づく損害賠償金５００万円の合計１０００万円並びにこれに対する不正競争\n行為の後であり，訴状送達の日の翌日である平成２７年１０月２９日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求める事案であ\nる。\n１  前提事実（当事者間に争いのない事実及び弁論の全趣旨により容易に認めら\nれる事実）\n原告は，インターネットを利用した通信販売業等を営む株式会社である。\n被告は，健康食品，化粧品及び雑貨の企画，開発，製造，販売等を営む株\n式会社である。\n原告は平成２６年７月頃から「すっきりフルーツ青汁」との商品名で原告\n商品の，被告は平成２７年２月頃から「フレッシュフルーツ青汁」との商品\n名で被告商品のインターネット販売をそれぞれ開始した。\n原告商品及び被告商品は，いずれも青汁の粉末であり，個別に包装された\n銀包を包装箱に収納した状態で販売されている。原告商品及び被告商品の包\n装箱及び銀包の形状等は，別紙原告商品目録及び被告商品目録記載のとおり\nである。\n被告代表者は，平成２７年４月６日，原告代表者及び原告の従業員らと面\n談した。\n２  争点及び争点に関する当事者の主張\n不正競争防止法２条１項３号の不正競争行為該当性\n（原告の主張）\nア  原告商品と被告商品は，①包装箱の形状及び縦，横，高さの寸法が同一\nであること，②包装箱は，いずれもその内部を３つの収納部分に分け，各\n部分に個包装の銀包を１０包ずつ収納する形状となっていること，③原告\n商品の包装箱の裏面に記載された商品説明文が被告商品の包装箱の裏面\nに記載されたものとほぼ同一であり，栄養成分表示は同一であること，④\n個包装の銀包の形状及び縦，横の寸法が同一であること，⑤原告商品の包\n装箱の表面には「８１種類の酵素と青汁」との記載があり，被告商品の包\n装箱の表面には「８０種類の酵素と青汁」との記載があることからすれば，\n実質的に同一の形態である。\nイ  被告は，平成２６年９月頃から原告商品の存在を認識していたところ，\nかつて原告商品をＯＥＭ供給していた会社との間でＯＥＭ契約を締結し\nて，原告商品と実質的に同一の形態である被告商品の製造を同社に委託し\nたから，被告商品が原告商品の形態に依拠して作り出されたものであるこ\nとは明らかである。\nウ  以上によれば，被告商品は原告商品の形態を模倣した商品ということが\nできるから，被告による被告商品の販売は不正競争に当たる。\n（被告の主張）\nア  原告商品が青汁の粉末であることからすれば，原告商品の形態に個包装\nの銀包が含まれるとしても，包装箱はこれに含まれないというべきであ\nる。また，原告商品の包装箱は，原告が開発したものでなく，原告商品の\n包装箱の製作を原告から受託していた会社が開発したものである上に，日\n本郵便が使用しているレターパックの形状をまねて製作されたものであ\nる。したがって，原告商品の包装箱は「他人の商品の形態」に当たらない\nから，被告商品は他人の商品の形態を模倣した商品とはいえない。\nイ  被告は，被告商品の製造を委託した会社からこれを購入していたとこ\nろ，同社から，「原告商品は同会社が開発したものであり，被告商品を販\n売しても原告の権利を侵害しない」旨の説明を受けていた。また，被告は，\n被告商品を販売する以前に，原告商品の包装箱を見たことはなかった。こ\nれらのことからすれば，被告は，被告商品が原告商品の形態を模倣した商\n品であるとしても，そのことを知らず，かつ，知らないことにつき重過失\nはなかった（不正競争防止法１９条１項５号ロ）。\n債務不履行の有無\n（原告の主張）\n原告は，被告との間で，平成２７年４月６日，被告が被告商品のウェブ広\n告の配信を停止すること，被告商品の商品名を変更することを内容とする合\n意をした。ところが，被告は，ウェブ広告を停止せず，被告商品の名称変更\nもしないから，被告には債務不履行がある。\n（被告の主張）\n被告は，原告に対し，仮に被告商品の販売が原告の商標権の侵害に当たる\nのであればウェブ広告の配信停止や被告商品の名称変更に応じると述べた\nにすぎないから，原告が主張する各義務を負うものではない。\n損害額\n（原告の主張）\n被告は平成２７年３月から同年９月までの間における被告商品の販売に\nより６７４０万円の利益を得たから，原告は同額の損害を被った（不正競争\n防止法５条２項）。また，弁護士費用相当額の損害は１００万円が相当であ\nる。\n原告は，被告の債務不履行によって５００万円の無形損害を被った。\n以上によれば，原告は，被告に対し，同法に基づく損害賠償金の一部であ\nる５００万円及び債務不履行に基づく損害賠償金５００万円の合計１００\n０万円の支払を求めることができる。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  （不正競争防止法２条１項３号の不正競争行為該当性）について\n原告は，①包装箱の形状及び寸法，②包装箱の内部形状，③包装箱裏面の商\n品説明文及び栄養成分表示，④個包装の銀包の寸法及び形状，⑤包装箱表面の\n「８１種類の酵素と青汁」の表示が原告商品の商品形態であり，被告商品の形\n態はこれらを模倣したものである旨主張するので，以下検討する。\n証拠（甲３，４。なお，書証の枝番の記載は省略する。）及び弁論の全趣\n旨によれば，次の事実が認められる。\nア  原告商品及び被告商品の包装箱は，別紙原告商品目録及び被告商品目録\nの各「（内部）」のとおり，いずれも縦１７ｃｍ，横２７．１ｃｍ，高さ\n１．９ｃｍの横長の紙箱であり，その内部は紙を折り曲げることにより３\nか所に仕切られていて，原告商品又は被告商品を個別に包装した銀包を分\nけて収納することができるようになっている。\nイ  原告商品及び被告商品の銀包は，別紙原告商品目録及び被告商品目録の\n各「（個包装）」のとおり，いずれも銀色の包装材から成り，これを縦１\n３ｃｍ，横２．５ｃｍの両端を閉じた筒状の包装容器として，粉末を密封\nするものである。\nウ  原告商品の包装箱には，別紙原告商品目録記載のとおり，その表面には\n「すっきりフルーツ青汁」との商品名及び「８１種類の酵素と青汁」等の\n文字並びに果実等の図形が，その裏面には「お召し上がり方」，「使用上\nのご注意」，「栄養成分表示」等の説明文がそれぞれ記載されている。\n被告商品の包装箱には，別紙被告商品目録記載のとおり，その表面には\n「フレッシュフルーツ青汁」との商品名及び「８０種類の酵素と青汁」等\nの文字が，その裏面には「お召し上がり方」，「使用上のご注意」，「栄\n養成分表示」等の説明文がそれぞれ記載されている。\n包装箱及び銀包の形状及び寸\n法 包装箱の表面の一部及び裏面の記載について，実質的に同一であると\nいうことができる。しかし の点については，原告商品の包装箱は，内部\nに仕切りが設けられているものの，簡易な構造で３か所に仕切られているに\nすぎず，外観も封筒と同様の形状であることからすれば，全体としてみると，\n包装材の形状として特徴的なものでないものと認められる。また，原告商品\nの銀包についても，粉末を密封する包装材としてありふれた形状である。\nの点については，「商品の形態」とは需要者が通常の用法に従った使用に際\nして知覚によって認識することができる商品の外部及び内部の形状並びにそ\nの形状に結合した模様，色彩，光沢及び質感をいうところ（不正競争防止法\n２条４項），原告商品の包装箱の表面及び裏面の記載のうち被告商品と共通\nする部分はいずれも原告商品を説明した文章にすぎないから，商品の形状に\n結合した模様には当たらないというべきである。これらのことからすれば，\n原告商品の包装箱及び銀包の形状及び寸法，包装箱の表面及び裏面の記載は\nいずれも同条１項３号により保護されるべき「商品の形態」に当たらないと\n解されるから，被告商品が原告商品の「商品の形態を模倣した商品」である\nと認めることはできない。したがって，不正競争防止法に基づく原告の請求\nはその余の点を判断するまでもなく理由がない。\n２\n原告は，原告と被告との間で，被告が①被告商品のウェブ広告の配信を停\n止すること，②被告商品の商品名を変更することを内容とする合意をしたか\nら，被告は被告商品のウェブ広告の配信停止義務及び被告商品の名称変更義\n務を負う旨主張する。\nそこで判断するに，証拠（甲８）及び弁論の全趣旨によれば，原告代表者\n及び原告の従業員らと被告代表者が平成２７年４月６日に面談した際，原告\n代表者らは，被告代表者に対し，被告商品の商品名が原告の有する商標権に\n係る登録商標に類似するので，被告商品の販売等が商標権侵害に当たる旨指\n摘したこと，これに対して，被告代表者は，被告商品に関するウェブ広告の\n配信を一旦停止するとともに，被告商品の商品名やパッケージの変更を含め\nて今後の対応を検討する旨伝えたこと，以上の事実が認められる。一方，本\n件の関係各証拠上，被告が原告の商標権を侵害した事実があったことはうか\nがわれない。\n上記の事実関係によれば，被告代表者は，原告の側から商標権侵害の指摘\nを受けて，暫定的にウェブ広告の配信を停止すること及び商品名の変更等を\n含めて今後の対応を検討することを伝えたにとどまり，上記 及び②を\n内容とする確定的な意思表示をしたということはできないから，原告と被告\nとの間で原告の主張するような合意があったとは認められない。したがって，\n債務不履行に基づく原告の請求も理由がない。\n３  結論\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官        長谷 川   浩 二\n裁判官     萩原孝 基\n裁判官     中嶋邦 人\n（別紙一部省略）\n別紙\n被告商品目録\n商品名    フレッシュフルーツ青汁\n縦    １７センチメートル\n横      ２７．１センチメートル\n高さ    １．９センチメートル\n（表面）\n（裏面）\n（内部）\n（個包装）\n縦１３センチメートル，横２．５センチメートル\n※１箱３０包入りである。\n別紙\n原告商品目録\n商品名    すっきりフルーツ青汁\n縦    １７センチメートル\n横      ２７．１センチメートル\n高さ    １．９センチメートル\n（表面）\n（裏面）\n（内部）\n（個包装）\n縦１３センチメートル，横２．５センチメートル\n※１箱３０包入りである。\n"
}