{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 29
  },
  "case_number": "平成22(行ウ)739",
  "case_name": "課徴金納付命令決定取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号所定の課徴金の額を判断する基準時\n２　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号にいう「新株予約権の行使に際して払い込むべき金額」の意義",
  "case_gist": "１　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号の文言からは，課徴金の納付命令の決定をする要件を満たす時点である有価証券を取得させた時よりも後の事情が，課徴金の額を算定する際の基礎となる事情に含まれるべきことはうかがわれず，同条のその余の部分の規定を見ても，課徴金の納付命令の決定をする要件を具備してからその納付命令の決定をするまでの間に生じた事情が，課徴金の額を算定する際の基礎となる事情に含まれるべきことをうかがわせるものはないから，同号所定の課徴金については，重要な事項につき虚偽の記載がある発行開示書類に基づく募集により有価証券を取得させた時点で課徴金の納付命令の決定をする要件は満たされ，その時点における事情を基礎に課徴金の額を算定すべきである。\n２　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号所定の課徴金については，重要な事項につき虚偽の記載がある発行開示書類に基づく募集により有価証券を取得させたとの事実が生じた時点でその納付命令を決定するための実体的な要件が満たされ，その時点における事情を基礎に課徴金の額を算定すべきものとされており，その具体的な額については，同法の定める課徴金の制度が行政上の措置であって，迅速かつ効率的な運用により制度の趣旨及び目的の実現を確保する必要があることに鑑み，明確かつ容易にこれを算定することができるよう，あらかじめ設けられた基準である同号の定めるところに従って，一律かつ機械的に算定すべきものとされているところ，このような同号所定の課徴金の制度の趣旨及び目的並びにその枠組みに鑑みれば，同号にいう「新株予約権の行使に際して払い込むべき金額」は，その文理に照らしても，当該新株予約権証券を取得させた時点においてそれに係る新株予約権の行使に際して払い込むことが予定されていた価額をいう。",
  "lawsuit_id": "82872",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=82872",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/872/082872_hanrei.pdf",
  "contents": "主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n金融庁長官が原告に対し平成２２年１２月９日付けでした金融商品取引法\n（以下「金商法」という。なお，本件においては，特に断らない限り，平成２\n３年法律第４９号による改正前の規定を掲げる。）１８５条の７第１項に基づ\nく課徴金の納付命令の決定（平成○年度（判）第○号金融商品取引法違反審判\n事件。以下「本件決定」という。）のうち，納付すべき課徴金の額３００万円\nを超える部分（原告が平成２１年７月１０日付けで関東財務局に提出した有価\n証券届出書〔以下「本件有価証券届出書」という。〕の虚偽記載に係る課徴金\nの納付を命ずる部分）を取り消す。\n第２  事案の概要等\n本件は，その発行する株式を東京証券取引所市場第一部に上場する株式会社\nである原告が，重要な事項につき虚偽の記載がある有価証券届出書（本件有価\n証券届出書）を関東財務局長に提出し，これに基づく募集により，３２０個の\n新株予約権証券を１８５億８０８８万４０００円（当該新株予約権証券に係る\n新株予約権の行使に際して払い込むべき金額を含む。）で取得させた等として，\n金融庁長官から，納付すべき課徴金の額を８億３９１３万円（うち本件有価証\n券届出書の虚偽記載に係る部分は８億３６１３万円）とする課徴金の納付命令\nの決定（本件決定）を受けたことについて，①主位的に，金商法１７２条の２\n第１項１号所定の課徴金の額を判断するいわゆる基準時は課徴金の納付命令の\n決定時と解すべきであるとし，上記の時点までの事情に照らすと本件決定にお\nける本件有価証券届出書の虚偽記載に係る課徴金の額の算定には誤りがあると\n主張して，本件決定のうち本件有価証券届出書の虚偽記載に係る課徴金の納付\nを命ずる部分（本件決定のうち納付すべき課徴金の額３００万円を超える部\n分）の取消しを，②予備的に，同号が課徴金の額の算定に当たっての基礎とし\nて定める「新株予約権の行使に際して払い込むべき金額」は，新株予約権証券\nを取得させた時点において当該証券に係る新株予約権の行使によって払い込ま\nれることが合理的に見込まれる額と解すべきであると主張して，これとは異な\nる前提に立って課徴金の額の算定がされた同じく本件有価証券届出書の虚偽記\n載に係る課徴金の納付を命ずる部分のうち納付すべき課徴金の額４億０５００\n万円を超える部分（上記①のとおり取消しを求める部分の一部）の取消しを，\nそれぞれ求めた事案である。\n１  関係法令の定め\n別紙「関係法令の定め」に記載したとおりである（なお，同別紙で定める略\n称等は，以下においても用いることとする。）。\n２  前提事実（証拠等の掲記のない事実は，当事者間に争いがないか，当事者に\nおいて争うことを明らかにしない事実である。以下「前提事実」という。）\n(1) 原告\n原告は，音響機器，映像機器，情報・通信機器その他電子・電気機械器具，\n楽器の製造販売，設置工事，それらの部品の製造，販売及び賃貸等の事業を\n営むこと並びにこれらの事業を営む会社及びこれに相当する事業を営む外国\n会社の株式又は持分を保有することにより当該会社の事業活動を支配・管理\nすることを目的とする株式会社である。\n(2) 本件決定に至る経緯\nア  原告は，関東財務局長に対し，平成２１年２月１２日に原告の第１期連\n結事業年度第３四半期連結会計期間（平成２０年１０月１日から同年１２\n月 ３ １ 日 ま で ） に 係 る 四 半 期 報 告 書 （ 以 下 「 本 件 四 半 期 報 告 書 」 と い\nう。）を，平成２１年６月２４日に原告の第１期連結事業年度（平成２０\n年１０月１日から平成２１年３月３１日まで）に係る有価証券報告書（以\n下「本件有価証券報告書」という。）を，それぞれ提出した。\nイ  原告は，平成２１年７月１０日，関東財務局長に対し，本件有価証券届\n出書を提出し，同月２８日，本件有価証券届出書に基づく募集により，８\nの回号に係る合計３２０個（１個当たりの目的である株式の数は５０万株。\nただし，平成２２年８月１日に効力を生じた原告のいわゆる普通株式の併\n合に伴い，同日以降にあっては５万株となった。）の新株予約権証券（以\n下「本件新株予約権証券」といい，これに係る新株予約権を「本件新株予\n約権」という。）を，訴外Ａ株式会社（以下「Ａ」という。）に，２０８\n８万４０００円（ただし，この時点において本件新株予約権の行使に際し\nて払い込むものとされていた株式１株当たりの金額〔なお，新株予約権証\n券を取得させた時点におけるそれに係る新株予約権のいわゆる行使価額を，\n以下「当初行使価額」という。〕の総額である１８５億６０００万円を除\nく。）で取得させ，そのころ，Ａから２０８８万４０００円の払込みを受\nけた。\nなお，本件新株予約権の当初行使価額は，本件有価証券届出書を提出し\nた平成２１年７月１０日の原告の普通株式の終値である５８円（甲１０）\nの２倍である１１６円とされており，また，本件新株予約権を行使するこ\nとができる期間は，原則として，同月２９日から平成２３年７月２７日ま\nでの間とされていた。\nウ  原告は，平成２２年３月１２日，関東財務局長に対し，本件有価証券届\n出書の訂正届出書等を提出した。\nエ  証券取引等監視委員会は，平成２２年６月２１日，原告が，①平成２０\n年法律第６５号による改正前の金商法１７２条の２第１項及び２項に規定\nする「重要な事項につき虚偽の記載がある」本件四半期報告書及び本件有\n価証券報告書を提出した，②金商法１７２条の２第１項に規定する「重要\nな事項につき虚偽の記載がある」本件有価証券届出書を提出し，本件有価\n証券届出書に基づく募集により本件新株予約証券を前記イのとおりに取得\nさせたとして，内閣総理大臣及び金融庁長官に対し，課徴金の納付命令の\n決定をするよう勧告した。\nオ  金融庁長官は，前記エの勧告を受け，平成２２年６月２１日，金商法１\n７８条に基づき，審判手続開始の決定をし，原告は，この審判手続におい\nて，本件四半期報告書，本件有価証券報告書及び本件有価証券届出書に虚\n偽の記載があること並びに本件四半期報告書及び本件有価証券報告書の虚\n偽記載に係る課徴金の額を認めた上で，本件有価証券届出書の虚偽記載に\n係る課徴金の額の算定の方法については，①主位的に，課徴金の額は，審\n判手続の終結の時点においてそれまでの諸事情を考慮した上での最善の見\n積りとして判断されるべきである旨を主張し，②予備的に，同法１７２条\nの２第１項１号にいう「新株予約権の行使に際して払い込むべき金額」は，\n資金調達額の合理的見込額と解すべきである旨を主張して，本件有価証券\n届出書の虚偽記載に係る納付すべき課徴金の額を争った。\nカ  原告は，平成２２年８月３０日，後記(3)イの本件取得条項に従って，\nＡに対し，本件新株予約権の払込金額の合計額（本件新株予約権証券自体\nの発行価額の総額）と同額である２０８８万４０００円を交付して，本件\n新株予約権の全てを取得し，同月３１日，これらを消却した（甲１，１４，\n１５）。\nキ  金融庁長官は，平成２２年１２月９日，金商法１８５条の６所定の審判\n官の決定案に基づき，原告に対し，納付期限を平成２３年２月１０日とし\nて，①本件四半期報告書及び本件有価証券報告書の虚偽記載に係る納付す\nべき課徴金の額を合計３００万円とし，②本件有価証券届出書の虚偽記載\nに係る納付すべき課徴金の額を８億３６１３万円とする本件決定をした。\nク  本件決定のうち本件有価証券届出書の虚偽記載に係る納付すべき課徴金\nの額である８億３６１３万円（前記キ②）は，前記オ①の点については，\n金商法１７２条の２第１項１号の規定による課徴金の額は，重要な事項に\n虚偽の記載がある発行開示書類に基づく募集により有価証券を取得させた\n時点で確定すると解すべきであり，前記オ②の点については，同号にいう\n「新株予約権の行使に際して払い込むべき金額」は，発行者が重要な事項\nにつき虚偽の記載がある発行開示書類を提出し，当該発行開示書類に基づ\nく募集により有価証券を取得させた時点における新株予約権の行使価額を\n基準に算定して得られた金額と解すべきであることを理由として，同号の\n規定により，本件新株予約権証券の発行価額の総額を１８５億８０８８万\n４０００円（本件新株予約権の当初行使価額の総額である１８５億６００\n０万円を含む。）とした上で，この金額の１００分の４．５に相当する額\nである８億３６１３万９７８０円について，同法１７６条２項の規定によ\nり１万円未満の端数を切り捨てたものである。\n(3) 本件新株予約権\nア  本件新株予約権は，８の回号に分けて合計３２０個（１の回号につき４\n０個）が発行されたものであるところ，その発行に係る要項は各回号に共\n通しており，同要項中には，原告は，平成２１年７月２９日以降，原告の\n判断により，各回号の新株予約権ごとに，行使価額の修正を原告の取締役\n会で決議することができることとし，この決議がされた場合，行使価額は，\n所定の時点における原告の普通株式の市場価額の９２パーセントに相当す\nる金額に修正される旨の条項（この条項を，以下「本件修正条項」とい\nう。）があった。\nイ  また，前記アの要項中には，原告は，本件新株予約権の発行後，２０連\n続取引日の株式会社東京証券取引所における原告の普通株式の普通取引の\n毎日の終値が２９円（平成２２年８月１日に効力を生じた原告の普通株式\nの併合に伴い，同日以降にあっては２９０円）を下回った場合，当該２０\n連続取引日の最終日の翌銀行営業日に，原告が本件新株予約権を取得する\nのと引換えに，当該本件新株予約権の新株予約権者に対して本件新株予約\n権１個当たりの払込金額と同額を交付して，残存する本件新株予約権の全\nてを取得し，取得した本件新株予約権を消却するものとする旨の条項（こ\nの条項を，以下「本件取得条項」という。）があった。\n(4) 本件訴えの提起\n原告は，平成２２年１２月２４日，前記第１のとおり，本件決定のうち本\n件有価証券届出書の虚偽記載に係る課徴金の納付を命ずる部分の取消しを求\nめて，本件訴えを提起した（当裁判所に顕著な事実）。\n３  争点\n(1) 金商法１７２条の２第１項１号所定の課徴金の額を判断するいわゆる基準\n時等\n(2) 金商法１７２条の２第１項１号にいう「新株予約権の行使に際して払い込\nむべき金額」の意義等\n４  争点に関する当事者の主張の要点\n(1) 金商法１７２条の２第１項１号所定の課徴金の額を判断するいわゆる基準\n時等（争点１）について\n（原告の主張の要点）\n前提事実(2)キ及びクのとおり，本件決定は，金商法１７２条の２第１項\n１号の解釈として，課徴金の額は，「有価証券を取得させた時点」で確定し，\nその後の事情は考慮されないとした上で，原告に対し，本件有価証券届出書\nの虚偽記載について８億円を超える額の課徴金を課した。\nしかし，以下に述べるとおり，課徴金の額を判断する基準時は課徴金の納\n付命令の決定時と解すべきであるところ，本件新株予約権は，その権利が行\n使されないうちに，本件取得条項に定められた取得事由である原告の株価の\n著しい下落という外的要因が生じたことによって，その全てが原告に取得・\n消却され，かつ，その払込金額に相当する２０８８万４０００円はＡに返還\nされており，上記の時点で原告は利得を保持していない。\nしたがって，本件決定時を基準に課徴金の額を判断すれば，本件有価証券\n届出書の虚偽記載に係る課徴金の額は０円となる。\nア  課徴金の額を判断する基準時\n以下に述べるところからすれば，課徴金の額を判断する基準時は，「有\n価証券を取得させた時点」ではなく，課徴金の納付命令の決定時と解すべ\nきである。\n(ｱ) 課徴金の額を判断する基準時は法律の文言のみからは定まらず，実質\n的な検討が必要であること\n金商法１７２条の２第１項１号の定めからは，課徴金を課すに当た\nり，実際に有価証券を取得させたことが要件となるのは明らかであるが，\n取得させた有価証券の発行価額の総額をいつの時点で判断すべきなのか\nは，法律の文言のみから定まるものではなく，この点については，平成\n２０年法律第６５号による金商法の改正（この改正を，以下「平成２０\n年改正」という。）の趣旨，課徴金の制度の趣旨・目的等に立ち返って\n実質的に解釈する必要がある。\n(ｲ) 金商法の改正の趣旨からすれば，課徴金の額を判断する基準時は課徴\n金の納付命令の決定時と解すべきであること\n平成２０年改正は，金商法１７２条の２第１項１号括弧書き部分を改\n正して，「当該新株予約権証券に係る新株予約権の行使に際して払い込\nむべき金額」を課徴金の額の算定の基礎である「発行価額の総額」に含\nめるものとしたものであるが，その趣旨は，虚偽の記載がある発行開示\n書類により有価証券を取得させることで，発行者はより有利な条件での\n資金調達が可能になると考えられるところ，その有価証券が新株予約権\nである場合には，有利な条件での新株予約権の行使によっても発行者が\n利得を得ることができるので，当該利得を考慮した課徴金の額を定めな\nいと発行開示書類の虚偽記載等に対する十分な抑止にならないとの点に\nある。\nこのような立法自体については，新株予約権を一般化しすぎたきらい\nがあるといった点が指摘されているが，解釈問題として検討するにおい\nては，法の合理的な解釈をすることにより，妥当な結論を導くことが適\n切である。そして，合理的な解釈を導くに当たっては，新株予約権が，\nそもそも行使されるとは限らないし，行使価額を修正する条項が付いた\n新株予約権の場合は，行使価額が変動するため，「新株予約権の行使に\n際して払い込むべき金額」は，二重の意味で「見込額」となることを理\n解する必要がある。\n課徴金の額の算定の基礎に「見込額」を含めることとした平成２０年\n改正の趣旨が，新株予約権の行使の局面でも有利な条件での資金調達が\n想定される点に求められるのであれば，その「見込額」について，有価\n証券を取得させた時点での見込額としなければならない理由はなく，む\nしろ，課徴金の納付命令の決定時において，当該時点における最善の見\n込みに基づいて判断することが最も合理的といえる。さらに，平成２０\n年改正の趣旨からすれば，「新株予約権の行使によって利得が生じる蓋\n然性」があることは最低限必要とされているはずであり，かかる蓋然性\nが客観的に消滅したような場合にまで課徴金を課すというのは，上記の\n趣旨に反する。\n以上からすれば，平成２０年改正は，課徴金の額を判断する基準時は\n課徴金の納付命令の決定時であることを前提としたものと解すべきであ\nる（なお，甲５のＢＣ大学教授作成に係る意見書〔以下「Ｂ意見書」と\nいう。〕及び甲６のＤ東京大学教授作成に係る意見書〔以下「Ｄ意見\n書」という。〕参照）。\n(ｳ) 課徴金の納付命令の決定時を基準としなければ課徴金の制度の趣旨・\n目的に反する結果となること\n課徴金の制度は，平成１６年法律第９７号による証券取引法の改正\n（この改正を，以下「平成１６年改正」という。なお，同法の題名は，\n平成１８年法律第６５号により，金融商品取引法に改められた〔平成１\n９年９月３０日施行〕が，便宜上，本件においては，その前後を問わず，\n「金商法」ということがある。）によって，不当な経済的な利得の剥奪\nを目的として導入され，その後も，平成１７年法律第７６号による証券\n取引法の改正（この改正を，以下「平成１７年改正」という。）や平成\n２０年改正における見直し等がされているが，平成２０年改正において\nも，課徴金の水準は利得相当額とされており，金商法の定める課徴金の\n制度の目的は，平成１６年改正における導入時から一貫して，不当な経\n済的な利得の剥奪による違法行為の抑止にあった（甲４のＥ東京大学教\n授作成に係る意見書〔以下「Ｅ意見書」という。〕参照）。\nそして，本件決定のように課徴金の額を判断する基準時を「有価証\n券を取得させた時点」に固定すると，課徴金の納付命令の決定時には何\nら経済的な利得を得ていないことが明らかな場合にも課徴金を課すこと\nとなり，課徴金の制度の趣旨・目的に反する違法な結果を招いてしまう\nから，かかる事態を回避するためには，課徴金の額を判断する基準時を\n課徴金の納付命令の決定時として，有価証券を取得させた後の事情を考\n慮する必要があることは明らかである（甲６のＤ意見書参照）。\n(ｴ) 比例原則の観点からも課徴金の納付命令の決定時を基準とする必要が\nあること\n課徴金の制度のような行政上の不利益処分に比例原則による制約があ\nることは，従前より指摘されてきたところであり，本件決定についても，\n制度の目的と手段が比例しているか否かが問題となる。\n本件決定は，原告が本件新株予約権によって何らの経済的な利得も得\nていないにもかかわらず，８億円を超える額の課徴金を課すこととした\nものであり，この一事をもっても，結論において比例原則に違反するこ\nとは明らかである。\n本件決定の見解は，現実に新株予約権が行使されて資金を調達した\n場合と，新株予約権の発行後に行使の可能性が消滅した場合とで，同じ\n金額の課徴金を課すというものであるが，実際の資金調達の有無を区別\nしないという結論をもたらす解釈は，極めて表面的であり，有利な資金\n調達の抑止という目的に比例していないといわざるを得ない。\nまた，本件決定の見解によれば，株式を発行しようとしてこれを取\n得させる前に中止した場合には課徴金が課されないのに対し，新株予約\n権を無償で発行した後に行使の可能性が消滅した場合には当初行使価額\nを基準に課徴金を課すこととなるのであって，同じ金額の資金調達を試\nみ，結果としてその払込みを受けることができなかったという行為の実\n質は同じであるにもかかわらず，かかる差異をもたらす点において，有\n利な資金調達の抑止という目的に比例していない。\nさらに，本件においては，前提事実(2)ウのとおり，本件新株予約権\nが行使されないうちに本件有価証券届出書の虚偽記載の訂正が完了して\nいるから，仮に，本件新株予約権が行使されていたとしても，行使価額\nの払込みによる株式の取得という投資判断に際して，本件有価証券届出\n書の虚偽記載が影響を与えることはない。これを株式の発行の場合で考\nえると，株式という有価証券を取得させる前（株式の払込金額の払込み\nの前）に発行開示書類の虚偽記載の訂正が完了したという場合に相当し，\nこの場合には課徴金は課されないが，資金調達の手法として新株予約権\nを用いた場合には課徴金が課されるということになれば，その結論にお\nいて著しい不均衡が生じることとなる（甲５のＢ意見書参照）。\n(ｵ) 課徴金の制度の解釈・運用に当たっては，課徴金の制度が事実上制裁\n機能を有していることにも十分に留意する必要があること\n金商法の定める課徴金の制度は，制裁を直接の目的とするものではな\nいが，制裁機能を有する不利益処分である以上，実質的正義の要請を満\nたしていることが必要である。そして，本件では，本件有価証券届出書\nの虚偽の記載は訂正されているし，結果として原告は１円の利益も得て\nいないのであるから，そうした原告に対し８億円を超える額の課徴金の\n納付を命ずることは，違反行為に対する関係で見たとき，あまりにも過\n大であり，実質的な正義に明らかに反する（甲４のＥ意見書参照）。\nしたがって，かかる結果を避けるためにも，課徴金の額を判断する基\n準時は，課徴金の納付命令の決定時と解する必要がある。\n(ｶ) 課徴金の額を判断する基準時を課徴金の納付命令の決定時であるとし\nても制度の潜脱の問題は生じないこと\n本件決定は，課徴金の額を判断する基準時を「有価証券を取得させた\n時点」であるとする理由として，当該発行者が，課徴金の納付命令の決\n定がされる前に発行対価を交付して有価証券を消却することにより，課\n徴金の納付義務を免れ得ることとなり，不当であるとする。\nしかし，本件においては，前提事実(2)カのとおり，原告の意思が介\n在しない外部要因である原告の株価の下落という事由が生じたために，\n本件取得条項に従って，原告の義務の履行として本件新株予約権が自動\n的かつ強制的に取得・消却され，払込金額に相当する金額が交付された\nのであるから，このような場合には，上記の不当性は生じ得ない（甲５\nのＢ意見書参照）。\n仮に，本件決定が懸念するような不当性を排除する必要があるとし\nても，発行者が課徴金を免れるために任意に有価証券を取得した場合と\n本件のような場合とを区別すれば足りる。\n(ｷ) 行政庁の裁量が否定されているからこそ，経済実態を考慮して，制度\nの目的を達成する解釈を導かなければならないこと\n本件決定からは，課徴金に係る行政事務処理上の便宜を優先する姿勢\nがうかがわれるところ，その背景として，金商法の定める課徴金の制度\nにおいて，一般に行政裁量が否定されていることが挙げられる。\nしかし，行政庁の裁量を排した制度であることは，行為の経済実態を\n無視すべきことを意味するものではない。\n新株予約権ごとにその内容・特徴を考慮して不当な経済的な利得を剥\n奪し，もって違法行為を抑止するという課徴金の制度の目的を達成する\n解釈を導くためには，課徴金の額を判断する基準時を，課徴金の納付命\n令の決定時と解すべきであることは，既に述べたとおりである（甲５の\nＢ意見書参照）。\nイ  課徴金の額を判断する基準時を課徴金の納付命令の決定時とすれば，本\n件有価証券届出書について課徴金を課すことはできないこと\n前提事実(2)カのとおり，本件新株予約権は，本件取得条項に従って，\nその全てが原告によって取得・消却され，その行使による資金調達の可能\n性は，客観的に既に消滅していた。\nまた，原告は，本件取得条項に従って，本件新株予約権の払込金額（本\n件新株予約権証券自体の発行価額の総額）に相当する金額も返還した。こ\nの返還によって，本件新株予約権に係る資金調達計画が解消されることが\n確定し，「虚偽記載等によるより有利な資金調達」が遡及的に解消された\nのであるから，発行価額についても課徴金を課す必要はないし，不当な経\n済的な利得を剥奪することで違法行為の抑止を図るという制度の趣旨に鑑\nみても，金商法１７２条の２第１項１号にいう「当該取得させた有価証券\nの発行価額」とは，発行価額として払い込まれた結果，課徴金の額を判断\nする基準時において発行者が保持する利得の額であると解さなければなら\nないし，少なくとも，本件のように，本件取得条項があることからいわば\n条件付きで帰属したにすぎない利得が失われた場合には，課徴金の算定の\n基礎となる経済的な利得に含まれないと考えるべきである（甲４のＥ意見\n書参照）。\n以上に従い，課徴金の額を判断する基準時を課徴金の納付命令の決定時\nとすれば，本件有価証券届出書に基づき募集された本件新株予約権証券の\n発行価額の総額（新株予約権の行使に際して払い込むべき金額を含む。）\nは０円となるから，課徴金の額も０円となり，本件有価証券届出書の虚偽\n記載について課徴金を課すことはできない。\nウ  被告の主張について\n以下に述べるとおり，被告の主張には，いずれも理由がない。\n(ｱ) 課徴金の性質や一義性・明確性及び最高裁平成１７年判決に係る主張\nについて\n被告は，課徴金の賦課が必要的で裁量のないものである旨を主張する\nが，これは，金商法の定める要件に該当する具体的事実を認識した場合\nには課徴金を賦課する必要があり，同法の適用により導かれる課徴金の\n額を行政庁の裁量で増減してはならない旨をいうものにすぎないから，\nその前提となる課徴金の額の算定に当たっての金商法の解釈問題とは関\n係がない。\nまた，被告は，課徴金の額の一義性・明確性を主張し，最高裁判所の\n判決（最高裁平成１４年（行ヒ）第７２号同１７年９月１３日第三小法\n廷判決・民集５９巻７号１９５０頁参照。以下「最高裁平成１７年判\n決」という。）を引用するが，同判決は，いわゆる独占禁止法が課徴金\nの額を「実行期間のカルテル対象商品又は役務の売上額に一定率を乗ず\nる方式」としたことに関して説明したものにすぎない。\n(ｲ) 課徴金の制度の趣旨・目的に係る主張について\n被告は，金商法１７２条の２第１項１号の規定の文言から「有価証券\nを取得させた時点」を基準時として課徴金の額を算定する解釈が導かれ\nるかのように主張するが，課徴金の納付命令の要件が充足される時と課\n徴金の額を判断する基準時が同一である必要はないし，課徴金の額を課\n徴金の納付命令の決定時に判断するとすれば，有価証券を取得させた後\nの事情によって課徴金の額を減額すべきことを同号が定めていないのは\n当然といえる。同号の「新株予約権の行使に際して払い込むべき金額」\nとの規定ぶりは，現実の払込みがされていない「見込額」を基準に判断\nすべき場合があることを示すものにすぎない（なお，平成２０年改正に\n係る立案の過程では，この点について十分な議論はされておらず，解釈\n問 題 と な り 得 る こ と す ら 認 識 さ れ て い な か っ た 〔 甲 ５ の Ｂ 意 見 書 参\n照〕。）。\n(ｳ) 比例原則違反及び実質的正義に係る主張について\n被告は，課徴金の制度の目的が違反行為の抑止にある点を強調し，も\nって本件決定は比例原則や実質的正義に反しないとする。\nしかし，課徴金の制度の最終的な目的が違反行為の抑止にあることは\nそのとおりであるが，発行開示書類の虚偽記載に係る課徴金の額が経済\n的な利得に相当する額を基準とするものであることは，平成２０年改正\nにおいても維持されているのであって，金商法は，違反行為の抑止のた\nめに必要かつ相当な手段について，これを経済的な利得に相当する額の\n剥奪であるとする前提に立っている（甲１８のＦ東京大学教授作成に係\nる意見書〔以下「Ｆ意見書」という。〕参照）。\nまた，被告は，投資者全体の保護なる概念を持ち出すが，内容のある\nものではなく，株式と新株予約権とでは有価証券として取得されたか否\nかという形式の差異がある以上のことは述べていない。\n(ｴ) 課徴金の制度の潜脱に係る主張について\n被告は，新株予約権の発行者が課徴金を免れるためにこれを任意に取\n得する場合と本件のような場合とを区別する法的根拠が明らかでない上，\n区別の基準が不明確である旨を主張するが，本末転倒の議論であり，本\n件決定が，立法の不備を補い，合理的な解釈により妥当な結論を導くこ\nとを怠ったことは明らかである。\nまた，被告は，本件取得条項のように株価の下落を新株予約権の取得\n事由と定めることが，課徴金の賦課を免れる手法となるかのような主張\nをするが，有価証券の虚偽記載を念頭に置いて新株予約権の設計がされ\nるということ自体が想定し難いし，様々な要因による株価の変動の中か\nら，虚偽記載による株価の下落を捕捉してこれを取得事由として定める\nことが不可能であることは明らかである。\n（被告の主張の要点）\n本件決定のとおり，金商法１７２条の２第１項１号所定の課徴金は，重要\nな事項に虚偽の記載がある発行開示書類に基づく募集により有価証券を取得\nさせた時点で確定し，その後，新株予約権が行使されることなく消滅し，発\n行者である原告が得た新株予約権証券の発行対価の全額が取得者に交付され\nたとしても，同号が適用されることに変わりはない。\n本件において，「新株予約権の行使に際して払い込むべき金額」は，原告\nが本件新株予約権証券を取得させた平成２１年７月２８日における行使価額\n（当初行使価額）を基準に算定されるものであり，具体的には，当初行使価\n額である１１６円に取得可能な株式の総数である１億６０００万株を乗じた\n１８５億６０００万円となり，この金額と新株予約権証券自体の発行価額の\n総額である２０８８万４０００円の合計である１８５億８０８８万４０００\n円が同号に規定する「有価証券の発行価額の総額」となるから，本件有価証\n券届出書の虚偽記載に係る課徴金の額は，前提事実(2)キ及びクのとおり，\n８億３６１３万円となる。\nこの点，原告は，課徴金の額を判断する基準時を課徴金の納付命令の決定\n時と解すべきであるとした上で，本件有価証券届出書の虚偽記載について課\n徴金を課すことはできない旨を主張するが，以下に述べるとおりであって，\n理由がない。\nア  課徴金の制度の趣旨・目的に係る主張について\n(ｱ) 原告は，①新株予約権の行使による株式払込金額は「見込額」にすぎ\nないところ，平成２０年改正の趣旨からすれば，この「見込額」につい\nては，課徴金の納付命令の決定時における最善の見込みに基づいて判断\nするのが合理的であり，利得が生じる蓋然性が消滅した場合まで課徴金\nを課すべきではない，②課徴金の制度の目的は，一貫して不当な経済的\nな利得の剥奪にあるから，これを保持していない場合には課徴金を課す\nべきではない旨を，それぞれ主張して，課徴金の額を判断する基準時は\n課徴金の納付命令の決定時と解すべきであるとする。\n(ｲ) しかし，前記(ｱ)①の主張については，本件決定も述べるとおり，金\n商法１７２条の２第１項の文言上，課徴金の納付命令の要件は，有価証\n券を取得させた時点で具備するとされている上，課徴金は，その性質上，\n違反行為があれば裁量の余地なく直ちに課されなければならないもので\nあることにも照らせば，違反行為，すなわち重要な事項に虚偽の記載が\nある発行開示書類に基づく募集により有価証券を取得させた時点で課徴\n金の額を算定する以外になく，有価証券を取得させた後の事情を考慮す\nることはできない。\nまた，平成２０年改正において「新株予約権の行使に際して払い込む\nべき金額」を課徴金の額の算定の基礎に含めた趣旨は，新株予約権自体\nの発行価額は低いことが多く，発行会社は，資金調達額として新株予約\n権の発行価額のみならず，新株予約権の行使による株式払込金額を想定\nすることが一般的であるため，違反行為の十分な抑止を図るには，新株\n予約権の行使による株式払込金額を含めたものを基礎に課徴金の額を算\n定すべきという理由に基づくところ，発行者は，遅くとも有価証券を取\n得させた時点では，資金調達額として，新株予約権の行使による株式払\n込金額をも想定して新株予約権を発行しているのであるから，課徴金の\n額を判断する基準時を「有価証券を取得させた時点」と解することは，\n平成２０年改正の趣旨に合致した解釈であり，また，そうであるからこ\nそ，文言上も，「新株予約権の行使に際して払い込んだ額」ではなく，\n「新株予約権の行使に際して払い込むべき金額」と規定しているのであ\nる。\nさらに，課徴金の額は，最高裁平成１７年判決がいうように，「算定\n基準も明確なものであることが望ましく，また，制度の積極的かつ効率\n的な運営により抑止効果を確保するためには算定が容易であることが必\n要」であることから，金商法１７２条の２第１項各号は，課徴金の額を\n一義的かつ明確に算定できる方法を規定しているのであって，原告の主\n張するような解釈は，このような金商法の趣旨にも反することとなる。\n(ｳ) 次いで，前記(ｱ)②の主張については，課徴金の制度の趣旨・目的は，\n違反行為の的確な抑止を図り，規制の実効性を確保する点にあり，不当\nな経済的な利得の剥奪を直接の目的とする制度ではない。\n課徴金の額は，違反行為の抑止のための必要最小限の水準として，一\n般的な経済的な利得相当額を想定したものとして規定されているのであ\nり，個々の事案ごとに現実に違反者が利得した額を算定することとはさ\nれていないのであるから，実際に得られた不当な利得の額を考慮しなけ\nればならないものではない。むしろ，最高裁平成１７年判決に照らせば，\n課徴金の額は，金商法の規定する一定の算定方法に従って一義的かつ明\n確に算定できるものであることが必要なのであって，原告の主張するよ\nうな解釈に従うことは，かえって課徴金の制度の趣旨・目的に反する。\nイ  比例原則違反及び実質的正義に係る主張について\n(ｱ) 原告は，①本件新株予約権によって経済的な利得を得ていない原告に\n８億円を超える額の課徴金を課すことは，結論において比例原則に違反\nする，②虚偽の記載のある発行開示書類によって「株式」を発行しよう\nとして中止した場合には課徴金が課されないのに，「新株予約権」を無\n償で発行したが権利行使がされなかった場合には課徴金が課されるとい\nう差異をもたらす解釈に依拠した本件決定は，有利な資金調達の抑止と\nいう課徴金の制度の目的に比例していない，③本件では，本件新株予約\n権が行使されないうちに本件有価証券届出書等の開示書類の訂正が完了\nしているから，仮にその権利が行使されていたとしても，当初に虚偽の\n記載があったことがその判断に影響を与えることはないところ，これが\n株式の発行の場合であれば課徴金が課されないのに対し，新株予約権の\n場合だけ課徴金が課されることとなるのは，著しい不均衡である，④上\n記①のとおり経済的な利得を得ていない原告に８億円を超える額の課徴\n金を課すことは，実質的な正義に反する旨を，それぞれ主張する。\n(ｲ) しかし，前記(ｱ)①の主張については，既に述べたとおり，課徴金の\n制度の目的は，不当な経済的な利得の剥奪にあるわけではないから，違\n反者が経済的な利得を保持していないことは，課徴金の賦課を否定する\n理由とならない。\n(ｳ) また，前記(ｱ)②の主張については，虚偽の記載のある発行開示書類\nに基づき「株式」を発行しようとしたものの，発行の前に中止した場合\nには，株式が発行されておらず，資金調達の可能性すら想定されないの\nに対し，虚偽の記載のある発行開示書類によって新株予約権を発行した\n場合については，それ自体が発行されていれば，資金調達の可能性が想\n定されるのであるから，両者は，資金調達がされる可能性があると信頼\nする潜在的な投資者全体の保護を図る必要性等の観点において全く異な\nる性質を有しており，同列に扱うことはできない。\n(ｴ) さらに，前記(ｱ)③の主張については，課徴金の制度の目的は，違反\n行為を抑止することによって開示制度の実効性を確保することにあり，\n開示制度の実効性が確保された市場において初めて潜在的な投資者を含\nめた投資者全体が，正確な情報に基づき投資できる等の利益を享受する\nことができるのであるから，原告の主張は，課徴金の制度の目的が，違\n反行為の的確な抑止によって潜在的な投資者を含めた投資者全体の利益\nを保護する点にあることを正解しないものである。\n加えて，株式を取得させる前に発行開示書類の虚偽記載等の訂正が完\n了した場合には，より有利な条件での資金調達が想定されないのに対し，\n新株予約権を取得させた後に虚偽記載等の訂正が完了した場合には，有\n価証券を取得させた時点で，より有利な条件での資金調達の可能性が想\n定されるのであるから，両者を同列に扱うこともできない。\n(ｵ) このほか，前記(ｱ)④の主張について，課徴金の制度の目的が，原告\nの主張するような不当な経済的な利得の剥奪にあるわけではないことは，\n既に述べたとおりである。\nウ  課徴金の制度の潜脱に係る主張について\n(ｱ) 原告は，本件新株予約権の取得及び消却並びに取得対価の交付は，原\n告の意思が介在しない外部要因である取得事由が生じたために，本件取\n得条項に従って，原告の義務として自動的かつ強制的にされたものであ\nるから，本件決定が懸念するような不当性は生じ得ないし，こうした不\n当性を排除する必要があるとしても，発行者が課徴金の賦課を免れるた\nめに新株予約権を任意に取得する場合と本件のような自動的・強制的な\n取得の場合とを区別すれば足りる旨を主張する。\n(ｲ) しかし，本件新株予約権の取得事由となった原告の株価の下落は，原\n告が虚偽の記載のある本件四半期報告書，本件有価証券報告書及び本件\n有価証券届出書を提出して課徴金の勧告・審判手続開始の決定がされた\nことにより生じたことも否定できないのであって，にもかかわらず，こ\nのような場合には課徴金の額を判断する基準時を課徴金の納付命令の決\n定時と解すべきであるとしたならば，本件取得条項のような取得条項を\n設定することにより，多くの違反者が課徴金の賦課を免れることが可能\nとなり，課徴金の制度の趣旨・目的に反することとなる。\nまた，金商法１７２条の２第１項は，新株予約権の取得条項の有無及\nび内容によって課徴金の額を判断する基準時を区別しておらず，原告の\n主張するような区別をする法的根拠が明らかでないばかりか，その区別\nの基準も不明確で，区別する合理的理由もない。\n課徴金の制度の潜脱を効率的に防止し，抑止効果を確保するためには，\n同項１号所定の課徴金の額を判断する基準時は，有価証券を取得させた\n時点と解すべきことは明らかである。\nエ  行政裁量の否定に係る主張について\n原告は，金商法の定める課徴金の制度において行政庁の裁量が否定され\nていることは，行為の経済実態を無視すべきことを意味するものではなく，\nむしろ，そうであるからこそ，課徴金の制度の目的を達成する解釈を導く\nべきである旨を主張する。\nしかし，繰り返し述べたとおり，課徴金の額は，同法の定める一定の算\n定方法に従って一義的かつ明確に算定されるべきものとされているのであ\nるから，原告の主張するような解釈は，同法の趣旨に反するものであり，\nむしろ，行政裁量が否定されているからこそ，同法１７２条の２第１項１\n号所定の課徴金の額を判断する基準時は，有価証券を取得させた時点と解\nすべきであることは明らかといえる。\n(2) 金商法１７２条の２第１項１号にいう「新株予約権の行使に際して払い込\nむべき金額」の意義等（争点２）について\n（原告の主張の要点）\n仮に，課徴金の額を判断する基準時を「有価証券を取得させた時点」であ\nると解するとしても，以下に述べるとおり，課徴金の額の算定の基礎となる\n「新株予約権の行使に際して払い込むべき金額」とは，本件新株予約権の内\n容に基づいて合理的に見込まれる株式の払込金額（以下「合理的な資金調達\n見込額」という。）と解すべきである。\nそして，本件における合理的な資金調達見込額は，「有価証券を取得させ\nた時点」における株価の水準で本件新株予約権の行使価額が修正されたと仮\n定した場合の修正後の行使価額に基づいて算定した８９億７９２０万円とす\nべきであるから，本件有価証券届出書の虚偽記載に係る課徴金の額は，４億\n０５００万円となる。\nア  「新株予約権の行使に際して払い込むべき金額」とは合理的な資金調達\n見込額をいうものであること\n以下に述べるところからすれば，「新株予約権の行使に際して払い込む\nべき金額」は，合理的な資金調達見込額をいうものと解すべきである。\n(ｱ) 「新株予約権の行使に際して払い込むべき金額」の算定方法は法律の\n文言のみからは定めることができないこと\n平成２０年改正において，取得させた有価証券が新株予約権であった\n場合には，課徴金の額の算定の基礎となる「発行価額の総額」に「新株\n予約権の行使に際して払い込むべき金額」が含まれることとされたが，\nその具体的な算定方法は何ら規定されていない。\n「新株予約権の行使に際して払い込むべき金額」を「どのように算定\nすべきか」という問題は，課徴金の額を「いつの時点で判断すべきか」\nという問題とは別個独立の解釈問題として存在するのであり，法令の文\n言からはその算定方法が定まらない以上，平成２０年改正の趣旨や課徴\n金の制度の趣旨・目的に立ち返った実質的な検討が必要である。\n(ｲ) 平成２０年改正の趣旨からすれば，合理的な資金調達見込額とする必\n要があること\n平成２０年改正の理由については，発行者が，資金調達額として，新\n株予約権証券自体の発行価額のみならず，新株予約権の行使による株式\n払込金額を想定することが一般的であるためという説明がされていると\nころ，そうであれば，法の合理的な解釈として，「新株予約権の行使に\nより払い込まれるべき金額」とは，合理的な資金調達見込額をいうもの\nと解すべきである（甲５のＢ意見書参照）。\n(ｳ) 本件決定の見解は，一義性・明確性に拘泥し，不合理な結果を惹起す\nるものであること\nａ  そもそも一義性・明確性という要請は満たせない場合が多いこと\n本件決定は，「新株予約権の行使に際して払い込むべき金額」につ\nいて，原告の主張するような解釈をすれば，課徴金の額を一義的かつ\n明確に算定できる方法を法定している金商法の趣旨に反して，課徴金\nの額の算定方法を曖昧，不明確にするおそれがあると述べる。\nしかし，前記(ｱ)のとおり，同法は，「新株予約権の行使に際して\n払い込むべき金額」の算定方法については何ら規定していないのであ\nるから，一義的かつ明確な算定という要請に拘泥することは全く合理\n的ではない。新株予約権においては，行使価額が将来の株価を基準と\nした計算式でしか示されない場合が少なくなく，そのような場合には，\n本件決定の見解によっても，「新株予約権の行使に際して払い込むべ\nき金額」を一義的かつ明確に算定することはできないのであって，多\n種多様な新株予約権について，課徴金の額を一義的かつ明確に算定す\nることはそもそも不可能である（甲５のＢ意見書参照）。\nｂ  本件新株予約権の仕組みを無視して不合理・不均衡な課徴金が課さ\nれることになること\n原告は，本件新株予約権の当初行使価額を，そのままでは権利を行\n使する経済的な合理性が認められないような高い水準にあえて設定し，\n実際に資金が必要になった時点で，原告の判断で行使価額を引き下げ\nるという仕組みを採っており，本件新株予約権の当初行使価額は，原\n告が本件新株予約権の発行を決議し，本件有価証券届出書を提出した\n平成２１年７月１０日の原告の普通株式の終値である５８円の２倍で\nある１１６円に設定されていた。\nこのように，本件では，原告は，新株予約権の行使の時期を管理す\nる目的で，当初行使価額を高く設定していたところ，本件決定の見解\nに従えば，このような場合には，こうした仕組みを無視した不合理な\n課徴金の額が算定されることになるし，さらには，類似した資金調達\n手法の相互間で，当初行使価額をいくらに設定するかという単純な差\nで課徴金の額が著しく異なるという不均衡な結果を招くこととなる\n（甲５のＢ意見書参照）。\nｃ  課徴金の制度の潜脱が可能となってしまうこと\n本件決定の見解によった場合，前記ｂのように過大な課徴金の額が\n算定されることもあれば，逆に，恣意的に当初行使価額を低く定めた\n上で，容易にその行使ができない条件を設定すること等で，簡単に課\n徴金の制度の脱法を図ることが可能となる（甲５のＢ意見書参照）。\n課徴金の制度の潜脱を防止し，発行者が企図した資金調達の内容に\n比して不均衡にならない額の課徴金を課すためにも，「新株予約権の\n行使に際して払い込むべき金額」は，合理的な資金調達見込額である\nと解さなければならない。\nｄ  比例原則や実質的な正義の観点からも合理的な資金調達見込額とす\nる必要があること\n課徴金の制度においても，制度の目的と手段が比例しているか否か\nが重要であるところ，本件決定が比例原則に反することは，以上に述\nべたとおりである。また，課徴金の制度の制裁機能を考慮すれば，課\n徴金の納付命令の決定の内容は実質的な正義の要請を満たす必要があ\nるところ，本件決定がこれに反することも以上に述べたとおりである。\n本件決定が比例原則や実質的な正義の要請に反する結論を導いたの\nは，本件修正条項を考慮しなかったことにも原因があるところ，前記\nｂ及びｃに述べたような不均衡は，どのような観点からも正当化する\nことは不可能である。\nイ  本件における合理的な資金調達見込額\n前記ア(ｳ)ｂのとおり，本件新株予約権の当初行使価額である１１６円\nは，原告がＡによる本件新株予約権の行使を管理するために名目的に高く\n設定された金額であって，本件新株予約権については，当初行使価額での\n行使は想定されておらず，本件修正条項により修正された行使価額での行\n使が想定されていたことは明らかである。この点は，原告が本件新株予約\n権の発行を決議した日である平成２１年７月１０日の開示書類（甲７）に\nおいて，調達する資金の額を９２億８３８８万円余り（当初行使価額であ\nる１１６円ではなく，同日の株価である５８円で本件新株予約権が行使さ\nれたと仮定した金額。ただし，仮定であるため，本件修正条項による修正\nまでは取り込んでいない。）と記載していることからも裏付けられる。\n以上からすれば，本件新株予約権に係る合理的な資金調達見込額は，本\n件修正条項による行使価額の修正がされた後の行使価額を基礎に算定され\nることとなるところ，将来の株価の予測が困難である以上，課徴金の額を\n判断する基準時における株価に基づいて，これに９２パーセントを乗じた\n金額をもって，想定される修正後の行使価額とするのが最も合理的な見込\n額の算定方法といえる。\nしたがって，本件における「新株予約権の行使に際して払い込むべき金\n額」は，本件新株予約権を取得させた日である同月２８日の原告の普通株\n式の終値である６１円の９２パーセントに当たる５６．１２円を修正後の\n行使価額として，これに本件新株予約権の目的である株式の数の合計であ\nる１億６０００万株を乗じた８９億７９２０万円となる（甲５のＢ意見書\n参照）から，これに応じた課徴金の額は４億０５００万円となる。\nウ  被告の主張について\n以下に述べるとおり，被告の主張には，いずれも理由がない。\n(ｱ) 平成２０年改正の趣旨及び本件決定に係る主張について\n被告は，「新株予約権の行使に際して払い込むべき金額」について，\n法律の文言上，当初行使価額であると解すべきである旨を主張するが，\nこれが文言から定まるものではなく，解釈に委ねられていることは明ら\nかである（甲１８のＦ意見書参照）。\nまた，会社法では，新株予約権の内容としては，「行使に際して出資\nされる財産の価額又はその算定方法」を定めれば足りる（同法２３６条\n１項２号参照）のであって，新株予約権証券を取得させた時点で当初行\n使価額が必ず確定しているということはない。\nさらに，被告は，その主張する解釈が平成２０年改正の趣旨に合致す\nる旨も主張するが，その根拠である「発行者は，通常，有価証券を取得\nさせた時点において，資金調達額として新株予約権の発行価額等及び当\n初行使価額を想定している」という点について，何らの理由も示されて\nいない。この点については，平成２０年改正の立案担当者の説明におい\nても，「新株予約権の行使による払込金額」を想定することが一般的で\nあると説明されているのであって，これが「当初行使価額」による払込\nみを想定することが一般的である等とは説明されていない（さらに，甲\n５のＢ意見書及び甲１８のＦ意見書参照）。\n(ｲ) 課徴金の額の一義性・明確性に係る主張について\n被告は，新株予約権の募集等に際し，有価証券届出書を提出する場合\nに，発行者が現実的な行使を想定していない当初行使価額を記載するこ\nとは許されない旨を主張するが，会社法（実体規制）では，新株予約権\nの発行時点において，いかなる当初行使価額を設定することも可能であ\nるし，これを計算式のみで示すことも可能である。\nまた，被告は，金融庁総務企画局が策定したガイドラインを引用して，\n当初行使価額が発行日までの間に確定することが前提とされている旨を\n主張するが，同ガイドラインは，飽くまで当該有価証券の「発行価格又\nは売出価格」の算式表示の場合の規定であって，「新株予約権の行使に\n際して払い込むべき金額」については何も定めていないし，その記載例\nも，発行時までに行使価額が確定した場合の記載例にすぎない。加えて，\n被告の主張は，金融庁（その下位委任を受けた財務局）による実際の取\n扱いにも反する（甲１９の実例参照。なお，同実例が，財務局の実務上\nの取扱いと整合しているかは法の解釈における本質的な問題ではない上，\n被告の指摘はその記載の理解を誤った上でされたものであり，原告の主\n張に対する反論として根拠を欠く。）。\n(ｳ) 比例原則及び実質的正義に係る主張について\n被告は，発行者が現実の行使を予定しない当初行使価額は認められな\nい旨を主張するばかりであり，理由がないことは既に述べたとおりであ\nる（なお，甲１８のＦ意見書参照）。\n(ｴ) 合理的な資金調達見込額について\nａ  被告は，①株式移転による会社の設立後，２年間で株価が２倍以上\nとなる会社が実際に存在している，②発行者が現実的な行使を想定し\nない当初行使価額を設定することは，金商法上のいわゆる発行登録制\n度の潜脱となる，③課徴金の額を判断するに当たり，新株予約権を取\n得させた時点における株価を算定の基礎とすることの合理的な説明が\nない旨を，それぞれ主張する。\nｂ  しかし，前記ａ①の主張については，問題となるのは，原告が現実\n的に１株当たり１１６円をもって本件新株予約権の行使がされること\nを見込んでいたか否かであって，被告の主張は，単に原告の株価が２\n倍の金額である１１６円になる可能性があったから，現実的に行使が\n想定されていなかったとはいえない旨をいうものにすぎない。原告に\nおいて，本件新株予約権について，当初行使価額での行使を想定して\nいなかったことは，これまでに述べたところからも，明白である。\nｃ  また，前記ａ②の主張については，そもそも，金商法は，新株予約\n権の行使に際しての株式の発行については，開示規制の対象とはして\nいないのであるから，被告の主張は的を射ていないし，発行者の主導\nにより新株予約権の行使の時期を管理することそのものが問題である\nとの問題提起がされたこともない。\nｄ  さらに，前記ａ③の主張については，本件新株予約権証券を取得さ\nせた時点で課徴金の額を判断するという前提に立てば，当然に導かれ\nるものであり，本件においてこれと別異に解すべき特段の事情もない\n（甲５のＢ意見書及び甲１８のＦ意見書参照）。\n（被告の主張の要点）\n前記(1)（被告の主張の要点）に述べたところからすれば，金商法１７２\n条の２第１項１号の「新株予約権の行使に際して払い込むべき金額」は，当\n該新株予約権の当初行使価額に基づいて算定されるべきものであることは明\nらかであるから，本件有価証券届出書の虚偽記載に係る課徴金の額は，前提\n事実(2)キ及びクのとおり，８億３６１３万円となる。\nこの点，原告は，課徴金の額を判断する基準時が「有価証券を取得させた\n時点」であるとしても，課徴金の額の算定の基礎となる「新株予約権の行使\nに際して払い込むべき金額」については，合理的な資金調達見込額と解すべ\nきであり，合理的な資金調達見込額は本件修正条項により修正された後の行\n使価額を基礎とすべきである旨を主張するが，以下に述べるとおりであって，\n理由がない。\nア  平成２０年改正の趣旨及び本件決定に係る主張について\n原告は，課徴金の額の算定の基礎となる「新株予約権の行使に際して払\nい込むべき金額」について，平成２０年改正の趣旨からすれば，合理的な\n資金調達見込額と解すべきである旨を主張する。\nしかし，前記(1)（被告の主張の要点）で述べたとおり，金商法１７２\n条の２第１項１号の規定による課徴金の額は，有価証券を取得させた時点\nで確定するものであり，その時点では，当初行使価額しか確定した金額が\nないのであるから，「新株予約権の行使に際して払い込むべき金額」を当\n初行使価額以外のものと解する余地はないし，このように解することが，\n課徴金の額を一義的かつ明確に算定できるようにした同法の趣旨に合致す\nるものである。\nまた，企業内容等開示に関する内閣府令２条４項１号は，有価証券（新\n株予約権証券）の募集・売出しに際して，一定の場合には有価証券届出書\nの提出を要するものとする規定であるところ，同号にいう「新株予約権の\n行使に際して払い込むべき金額」は，当初行使価額により判断されている。\nさらに，平成２０年改正において「新株予約権の行使に際して払い込む\nべき金額」を課徴金の額の算定の基礎に含めた趣旨は，既に述べたとおり\nであるところ，「新株予約権の行使に際して払い込むべき金額」を当初行\n使価額と解することは，その趣旨に合致するものであり，原告の主張する\nような解釈は，平成２０年改正の趣旨に合致しないばかりか，課徴金の額\nの算定方法を曖昧，不明確にするものである。\nイ  課徴金の額の一義性・明確性に係る主張について\n(ｱ) 原告は，①新株予約権において，その発行の時点では発行価額が計算\n式でしか示されていないような場合には，有価証券を取得させた時点で\nは，払い込むべき金額を一義的かつ明確に算定することはできない，②\n本件新株予約権の当初行使価額は，原告が行使の時期を管理する目的で\n高く設定されたものであるところ，本件決定の見解によった場合，こう\nした仕組みを無視した不合理な課徴金の額が算定される，③恣意的に当\n初行使価額を低く定めることで，容易に課徴金の制度の潜脱が可能とな\nる旨を，それぞれ主張する。\n(ｲ) しかし，前記(ｱ)①の主張については，そもそも，有価証券の募集又\nは売出しに際し発行開示書類の提出を求めている趣旨は，当該募集等に\n係る有価証券の内容や当該有価証券の発行による資金調達額等の証券情\n報等を正確に市場に対して開示することを求めることで，金商法の目的\n（同法１条参照）に資させようとする点にある。\nそうすると，発行開示書類においては，発行者が現実的に想定してい\nる資金調達額の具体的な開示が求められるものであり，発行者が現実的\nに想定していない資金調達額を開示することは認められておらず，新株\n予約権の募集等に際し，有価証券届出書を提出する場合においても，発\n行者が現実的な行使を想定していない当初行使価額を設定することは，\n重要な事項についての虚偽記載という違反行為を構成し得るものである\n（金商法４条によって提出が義務付けられている有価証券届出書におい\nて，その対象である有価証券が新株予約権証券である場合には，当該新\n株予約権証券の発行価額又は売出価額の総額に，当該新株予約権証券に\n係る新株予約権の行使に際して払い込むべき金額の合計額を合算した金\n額を併せて記載することとされている〔企業内容等の開示に関する内閣\n府令第二号様式の（記載上の注意）(5)参照〕。）。\n有価証券届出書において新株予約権の当初行使価額を算式で表示する\n場合であっても，当該新株予約権の発行日までの間に当初行使価額が確\n定していることが前提であり（企業内容等の開示に関する留意事項につ\nいて７－８及び１３－２参照），発行者は，現実的な行使を想定してい\nる当初行使価額を確定した上で，これを記載した訂正届出書を発行日ま\nでに提出する必要がある（仮に，当該訂正がされない場合には，内閣総\n理大臣は，発行者に対し，訂正届出書の提出を命じる等することとなる\n〔金商法１０条１項〕。）。\n以上より，「新株予約権の行使に際して払い込むべき金額」について，\n有価証券を取得させた時点では「払い込むべき金額」を一義的かつ明確\nに算定することができないという事態はあり得ない（原告提出の甲１９\nにおいても，新株予約権の発行者が予定する当初行使価額の総額は記載\nされている。）。\n(ｳ) また，前記(ｱ)②の主張については，前記(ｲ)のとおり，発行者は，有\n価証券届出書において，現実的な行使を想定している当初行使価額を具\n体的に記載する必要がある（仮に，そのような記載をしていない場合に\nは，訂正届出書の提出をする必要があり〔金商法７条〕，さらには，内\n閣総理大臣による訂正届出書の提出の命令等がされる〔同法１０条１\n項〕。）。\n本件有価証券届出書の当初行使価額１１６円との記載について，原告\nが虚偽の記載でないと主張するのであれば，それは，原告が，本件新株\n予約権について，当初行使価額である１１６円での行使を想定していた\nことにほかならないし，実際にも，原告の株価が１１６円を超えていれ\nば，本件新株予約権は１１６円で行使されていたであろうことは容易に\n想像できる。また，違反者がどのような理由で当初行使価額を設定した\nかによって課徴金の額の算定の方法を変更するべきであるとする原告の\n主張が，課徴金の額を一義的かつ明確に算定できるよう規定した金商法\nの趣旨に反することも明らかである。\n(ｴ) さらに，前記(ｱ)③の主張についても，既に述べたとおり，新株予約\n権の発行者は，有価証券届出書において，現実的な行使を想定している\n当初行使価額を具体的に記載する必要があるのであるから，課徴金の制\n度の潜脱という不当な事態が生じる現実的なおそれはないと考えられる。\nウ  比例原則及び実質的正義に係る主張について\n原告は，新株予約権の内容や特徴を考慮せずに課徴金の額を算定した場\n合，合理的な資金調達見込額が同じであっても，当初行使価額をどう設定\nしたかによって課徴金の額について不均衡が生じ，比例原則や実質的正義\nの要請に反する旨を主張する。\nしかし，前記イで述べたとおり，金商法上，新株予約権の発行者は，有\n価証券届出書において，現実的な行使を想定している当初行使価額を具体\n的に記載する必要があり，むしろ，違反者がどのような理由で当初行使価\n額を設定したかによって課徴金の額の算定方法を変更するべきであるとす\nる原告の主張は，課徴金の額を一義的かつ明確に算定できるよう規定した\n同法の趣旨に反するものというべきである。\nエ  原告の主張する合理的な資金調達見込額について\n原告は，①本件新株予約権について，当初行使価額での行使は想定され\nておらず，本件修正条項による修正後の行使価額での行使が想定されてい\nた，②将来の株価の予測が困難である以上，課徴金の額を判断する基準時\nにおける株価を基礎として課徴金の額を算定すべきである旨を，それぞれ\n主張する。\nしかし，上記①の主張については，本件新株予約権の当初行使価額であ\nる１１６円は，本件有価証券届出書を提出した日の株価である５８円の２\n倍の金額であり，その権利の行使が可能である期間は２年間（前提事実\n(2)イ）であったところ，その設立後２年の間に株価が２倍以上となる会\n社も，実際に存在している（乙７）し，原告の業績その他の事情によって\nは，本件新株予約権も当初行使価額である１１６円で行使される可能性も\nあったのであるから，修正後の行使価額をもって「新株予約権の行使に際\nして払い込むべき金額」とする合理的理由はない（なお，本件において，\n原告がＡによる新株予約権の行使を管理するために現実的な行使が想定さ\nれない行使価額を設定したということであれば，原告は，金商法所定の発\n行登録制度の潜脱をしたことにほかならない〔同法２３条の３第１項及び\n３項並びに同法２３条の８参照〕。）。\nまた，上記②の主張については，課徴金の額を判断する基準時における\n株価を基礎として課徴金の額を算定すべき根拠についての合理的な説明が\nない。\n第３  当裁判所の判断\n１  争点１（金商法１７２条の２第 1 項１号所定の課徴金の額を判断するいわゆ\nる基準時等）について\n(1) 金商法の定める課徴金の制度に係る改正の経緯等（甲４ないし６，１６の\n１ないし３，１８，乙５，弁論の全趣旨）\n金商法の定める課徴金の制度は，平成１６年改正において，同法の違反行\n為を的確に抑止し，その規制の実効性を確保していく観点から，行政上の措\n置として金銭的な負担を課すものとして設けられたものであるところ，重要\nな事項につき虚偽の記載がある発行開示書類に基づく募集により有価証券を\n取得させた場合の課徴金の額については，課徴金の制度が金商法においては\n新たに導入される制度であることを考慮して，違反行為を抑止し得る必要最\n小限の水準として，当該違反行為により当該発行者が得たであろうと一般\n的・類型的に想定される経済的な利得の額に相当するものとして，決算発表\n前後のいわゆる株価の変動率につき決算期に重要事実を公表した会社と重要\n事実を公表していない会社との間で比較をした場合の差額に関する知見を踏\nまえ，当該有価証券の発行価額の総額の１００分の１（当該有価証券が株券\n等である場合にあっては，１００分の２）とすることとされた（平成２０年\n改正前の金商法１７２条１項１号）。\nその後，いわゆる継続開示書類の虚偽記載に係る課徴金の制度が導入され\nた平成１７年改正に係る平成１７年法律第７６号附則６条１項の規定により，\n政府は，おおむね２年を目途として，同法による改正後の課徴金に係る制度\nの実施状況，社会経済情勢の変化等を勘案し，課徴金の額の算定方法，その\n水準及び違反行為の監視のための方策を含め，課徴金に係る制度の在り方等\nについて検討を加え，その結果に基づいて所要の措置を講ずるものとされ，\n金融審議会金融分科会第一部会法制ワーキング・グループは，平成１９年１\n２月１８日付けの報告書（乙５）において，課徴金による違反抑止の実効性\nを一層確保する観点から，制度の在り方について，所要の見直しを図るとと\nもに，課徴金の制度の適切な運用に努めていくことが重要と考えられるとし\nた上で，発行開示書類及び継続開示書類の虚偽記載に係る課徴金については，\n違反行為を実効的に抑止するためにより適切な水準へ引き上げるべきである\n旨の検討結果をとりまとめた。\n平成２０年改正は，こうした経緯を経た上でされたものであり，そのうち\n金商法１７２条の２第１項１号所定の課徴金に係る改正の部分は，重要な事\n項につき虚偽の記載がある発行開示書類に基づく募集により新株予約権証券\nその他の有価証券を取得させた場合の課徴金の額について，重要事実の公表\nの有無が株価の変動に及ぼす影響の実情等を踏まえ，その算定の際に発行価\n額の総額に乗ずることとされている比率を引き上げるとともに，取得させた\nのが新株予約権証券であるときの課徴金の額の算定の基礎となるその発行価\n額の総額について，改正前においては，当該新株予約権証券自体の発行価額\nのみを基礎として算定するものとされていた（平成２０年改正前の金商法１\n７２条１項１号参照）ものを，発行者としては，新株予約権証券自体の発行\n価額だけではなく，これに当該新株予約権証券に係る新株予約権の行使の際\nに払い込まれる金額を合計した額を資金調達額と想定して虚偽の記載に及ぶ\nのが通常であると考えられることを考慮し，発行開示書類の虚偽記載に対す\nる十分な抑止となるよう，上記の発行価額の総額について，「新株予約権の\n行使に際して払い込むべき金額」を含むものとするよう改める等したもので\nある。\n(2) 金商法１７２条の２第１項１号所定の課徴金の額を算定する基礎となる事\n情のいわゆる時間的範囲\nア  ①金商法１７２条の２第１項のいわゆる柱書きは，別紙「関係法令の定\nめ」１のとおり，重要な事項につき虚偽の記載がある発行開示書類を提出\nした発行者に対する課徴金の納付命令について，当該発行者が，「当該発\n行開示書類に基づく募集…により有価証券を取得させ…たとき」に，「内\n閣総理大臣は，同法第６章の２第２節に定める手続に従い，当該発行者に\n対し，同法１７２条の２第１項各号に掲げる場合の区分に応じ，当該各号\nに定める額に相当する額の課徴金を国庫に納付することを命じなければな\nらない」旨を定めており，②同法１７８条１項２号は，同別紙４のとおり，\n内閣総理大臣は，同法１７２条の２第１項に該当する事実があると認める\nときは，当該事実に係る事件について審判手続開始の決定をしなければな\nらない旨を定めているほか，③同法１８５条の７第１項は，同別紙５のと\nおり，内閣総理大臣は，審判手続を経た後，同法１７２条の２第１項に該\n当する事実があると認めるときは，別段の定めがある場合を除き，当該発\n行者に対し，同項の規定による課徴金の納付を命ずる旨の決定をしなけれ\nばならない旨を定めている。このような各規定の文言からも明らかなとお\nり，上記の課徴金の納付命令については，重要な事項につき虚偽の記載が\nある発行開示書類に基づく募集により有価証券を取得させたとの事実が生\nじた時点で，その実体的な要件は満たされ，その場合，内閣総理大臣（な\nお，同法１９４条の７第１項の規定により，内閣総理大臣の権限は，一定\nのものを除き，金融庁長官に委任されている。同別紙６参照。）は，所定\nの手続を経た上で，必要的な措置として，当該発行者に対し，同法１７２\n条の２第１項各号所定の方法に従って算定した額に相当する額の課徴金の\n納付を命じるべきこととされている。\nそして，上記の納付を命じるべき課徴金の額の算定の方法に係る規定で\nある同項１号は，同別紙１のとおり，重要な事項につき虚偽の記載がある\n発行開示書類に基づく募集により有価証券を取得させた場合における課徴\n金の額について，「当該取得させた有価証券の発行価額の総額（当該有価\n証券が新株予約権証券…であるときは，当該新株予約権証券に係る新株予\n約権の行使に際して払い込むべき金額…を含む。）の１００分の２．２５\n（当該有価証券が株券等である場合にあっては，１００分の４．５）」に\n相当する額とする旨を定めており，その文言からは，課徴金の納付命令の\n決定をする要件を満たす時点である有価証券を取得させた時よりも後の事\n情が，課徴金の額を算定する際の基礎となる事情に含まれるべきことはう\nかがわれず，同条のその余の部分の規定を見ても，課徴金の納付命令の決\n定をする要件を具備してからその納付命令の決定をするまでの間に生じた\n事情が，課徴金の額を算定する際の基礎となる事情に含まれるべきことを\nうかがわせるものはない。\nそうすると，同号所定の課徴金については，重要な事項につき虚偽の記\n載がある発行開示書類に基づく募集により有価証券を取得させた時点で課\n徴金の納付命令の決定をする要件は満たされ，その時点における事情を基\n礎に課徴金の額を算定すべきものと解するのが，その文言に即した解釈と\nいうべきであって，このことは，同号において，「新株予約権の行使に際\nして払い込むべき金額」との文言が用いられていることとも優れて整合的\nであるということができる。\nイ  また，金商法の定める課徴金の制度は，前記(1)で述べたとおり，同法\nの違反行為を的確に抑止し，その規制の実効性を確保していく観点から，\n行政上の措置として金銭的な負担を課すものとして設けられたものである\nところ，そのような同制度の趣旨及び目的からすれば，その迅速かつ効率\n的な運用を可能とし，もってその趣旨及び目的の実現を確保するためには，\n課徴金の額の算定が明確かつ容易であることが望ましいことはいうまでも\nなく，同法１７２条の２第１項１号所定の課徴金の額については，かかる\n観点から，あらかじめ設けた基準に従い，重要な事項につき虚偽の記載が\nある発行開示書類に基づく募集により有価証券を取得させることによって\n当該発行者が得ることが一般に想定される経済的な利得の額に相当するも\nのとして，当該行為がされた時点における事情を基礎に，一定の額を一律\nかつ機械的に算定する方式が採られたものと解されるのであって，制度の\n趣旨及び目的から検討しても，同号について，あえてその文理を離れて，\n課徴金の納付命令の決定をする要件を具備してからその納付命令の決定を\nするまでの間に生じた事情をも考慮して課徴金の額を算定すべき旨を定め\nたものであると解すべき根拠は見いだし難いものといわざるを得ない。\nしたがって，この点からも，同号については，前記アのとおり解するの\nが相当であるということができる。\n(3) 原告の主張について\nア  原告は，課徴金の額を判断するいわゆる基準時については，課徴金の制\n度の趣旨等に立ち返って実質的に判断する必要があるとした上で，①「新\n株予約権の行使に際して払い込むべき金額」という，いわば「見込額」を\n課徴金の額を算定する基礎に含めることとした平成２０年改正の趣旨は，\n虚偽の記載がある発行開示書類に基づいて新株予約権証券を取得させた場\n合，当該新株予約権の行使の局面でも有利な条件での資金調達が想定され\nることから，こうした「見込額」についても剥奪すべき経済的な利得に含\nまれるものとするというものであることからすれば，この「見込額」を有\n価証券を取得させた時点を基準に判断すべき必然性はなく，むしろ，課徴\n金の納付命令の決定時における最善の見込みに基づいて判断するのが合理\n的である，②金商法１７２条の２第１項１号所定の課徴金の制度の目的は，\n一貫して不当な経済的な利得の剥奪を通じての違法行為の抑止にあるから，\n課徴金の額を判断する基準時をその納付命令の決定時としなければ，経済\n的な利得を得ていないことが明らかな場合にも課徴金を課すこととなって\nしまい，課徴金の制度の目的に反する結果となる，③経済的な利得を得て\nいない原告におけるような場合に多額の課徴金を課すことは比例原則に反\nし，また，実質的な正義にも反する，④株式を発行しようとして中止した\n場合と新株予約権を無償で発行したが権利行使がされなかった場合とで差\n異をもたらすこととなる解釈は課徴金の制度の目的に比例していない，⑤\n本件では，本件新株予約権の権利行使がされないうちに本件有価証券届出\n書等の虚偽記載の訂正が完了しているから，その権利行使の判断に虚偽記\n載が影響を与える余地はなく，また，株式を取得させる前の場合であれば\n課徴金が課されないこととの間で著しい不均衡がある，⑥本件においては，\n原告の意思の介在しない外部要因により，原告が経済的な利得を得ないこ\nととなったもので，課徴金の制度の潜脱といった懸念は不要であるし，仮\nに，そうした懸念があるとすれば，課徴金の賦課を免れようと任意に新株\n予約権を取得する場合と本件のような場合とを区別すれば足りる，⑦金商\n法の定める課徴金の制度において行政庁の裁量が否定されているからこそ，\nより制度の目的に資する解釈をすべきである旨を，それぞれ主張し，もっ\nて課徴金の額を判断する基準時を課徴金の納付命令の決定時と解すべきで\nある旨を主張する。\nしかし，前記(1)及び(2)に述べたところを前提に検討すれば，以下に述\nべるとおり，このような原告の主張は，いずれも採用することができない\nものというべきである。\nイ  すなわち，前記ア①の点については，重要な事項につき虚偽の記載があ\nる発行開示書類に基づく募集により新株予約権証券を取得させた場合の課\n徴金に係る平成２０年改正の趣旨等は，前記(1)で述べたとおりであって，\n原告が同改正に係るいわゆる立法事実として主張するところには一部これ\nに沿う部分があるが，そのことをもって，直ちに，同改正に係る金商法１\n７２条の２第１項１号が現に定める課徴金の額を算定する方法について，\nあえてその文言を離れ，前記(2)に述べたところと異なり，抑止の対象と\nなる行為の後の課徴金の納付命令の決定がされる時までの事情も課徴金の\n額の算定に当たり基礎とすべきものと解すべきであるとすることの根拠と\nなるものとはいい難い。\nウ  次に，前記ア②の点について検討すると，金商法の定める課徴金の制度\nは，前記(1)及び(2)で述べたとおり，違反行為の抑止等の制度の趣旨及び\n目的を達成するため，違反者が当該違反行為によって得たであろうと一般\n的・類型的に想定される経済的な利得の額に相当するものとして，当該行\n為がされた時点における事情を基礎に，一律かつ機械的に算定される額を\n納付させるものであって，その後の平成２０年改正においても，このこと\nに変更はない。このように，金商法の定める課徴金の制度は，そもそも，\nその導入の当初から，個々の事案ごとに違反者が現に経済的な利得を得た\nか否か等を問うてそれとの調整を予定するものとはされておらず，このこ\nとは平成２０年改正後にあっても維持されているということができるから，\nこれとは異なる前提に立つ原告の主張を採用することはできない。\nエ  また，前記ア③の点については，前記ウで述べたところからすれば，原\n告において，本件新株予約権証券の発行により結果的に経済的な利得を得\nていないとしても，そのことは，比例原則の考え方にも配慮された上で制\n定された現行の金商法の規定（乙５）の定めるところに従ってされた本件\n決定が同原則に反することを直ちに基礎付ける事情には当たらないことは\n明らかというほかないし，これをもって，本件決定が実質的な正義に反す\nるということも困難といわざるを得ない。この点に関する原告の主張は，\n結局のところ，現行法の解釈を離れた制度論，立法論をいうものにすぎな\nいものというべきである。\nオ  前記ア④の点については，虚偽の記載がある発行開示書類に基づき株式\nを発行しようとしたもののこれを中止した場合に金商法１７２条の２第１\n項１号所定の課徴金が課されることがないのは，そもそも同条の対象とな\nる有価証券が発行されていない以上，法のもとより予定するところという\nべきものであるから，この場合に課徴金が課されないことをもって，重要\nな事項につき虚偽の記載がある発行開示書類に基づく募集により現に有価\n証券である新株予約権証券を発行して取得させたもののそれに係る新株予\n約権が行使されなかった場合に課徴金が課され得ることが不当であるとす\nることの根拠となるべきものとはいい難いというべきである。\nカ  前記ア⑤の点については，金商法の定める課徴金の制度の趣旨及び目的\nが違反行為の抑止等にあることは，前記(1)に述べたとおりであり，これ\nを金商法１７２条の２第１項１号所定の課徴金についていえば，重要な事\n項につき虚偽の記載がある発行開示書類に基づく募集により有価証券を取\n得させることを抑止する点にその目的があるのであるから，事後的に虚偽\nの記載を訂正することによって格別の規定もないのに課徴金の納付義務を\n免れ得るとすることが，課徴金の制度の趣旨及び目的に沿うものとはいい\n難いことは明らかというほかない。\nまた，株式を取得させる前の場合と本件におけるような場合とを同列に\n論じ難いことは，前記オに述べたのと同様である。\nキ  さらに，前記ア⑥の点については，金商法の定める課徴金の制度が，\n個々の事案ごとに違反者が現に経済的な利得を得たか否か等を問うものと\nされていないことは，既に述べたとおりであって，違反者が結果的に現に\n経済的な利得を得るに至らなかったことが当該違反者の意図した結果であ\nるか否か等によって，課徴金を課し得るか否かが左右されると解すべき根\n拠も，見いだし難いというほかない。\nク  このほか，前記ア⑦の点については，これまで述べたところに照らせば，\n前記(2)に述べた当裁判所の判断を左右するに足りるものとはいえない。\n(4) 小括\n以上述べたところによれば，原告のその余の主張を考慮したとしても，金\n商法１７２条の２第１項１号所定の課徴金の額を算定する基礎となる事情の\n時間的範囲については，前記(2)アに述べたように解するのが相当というべ\nきである。\n２  争点２（金商法１７２条の２第１項１号にいう「新株予約権の行使に際して\n払い込むべき金額」の意義等）について\n(1) 「新株予約権の行使に際して払い込むべき金額」の意義\n前記１に述べたとおり，金商法１７２条の２第１項１号所定の課徴金につ\nいては，重要な事項につき虚偽の記載がある発行開示書類に基づく募集によ\nり有価証券を取得させたとの事実が生じた時点でその納付命令を決定するた\nめの実体的な要件が満たされ，その時点における事情を基礎に課徴金の額を\n算定すべきものとされており，その具体的な額については，同法の定める課\n徴金の制度が行政上の措置であって，迅速かつ効率的な運用により制度の趣\n旨及び目的の実現を確保する必要があることに鑑み，明確かつ容易にこれを\n算定することができるよう，あらかじめ設けられた基準である同号の定める\nところに従って，一律かつ機械的に算定すべきものとされている。\nこのような同号所定の課徴金の制度の趣旨及び目的並びにその枠組みに鑑\nみれば，同号にいう「新株予約権の行使に際して払い込むべき金額」につい\nては，その文理に照らしても，当該新株予約権証券を取得させた時点におい\nてそれに係る新株予約権の行使に際して払い込むことが予定されていた価額\n（すなわち当初行使価額）をいうものと解するのが相当である。\n(2) 原告の主張について\nア  原告は，金商法１７２条の２第１項１号にいう「新株予約権の行使に際\nして払い込むべき金額」の意義について，課徴金の制度の趣旨等に立ち返\nって実質的に判断する必要があるとした上で，①平成２０年改正において\n「新株予約権の行使に際して払い込むべき金額」が発行価額の総額に含ま\nれることとされた趣旨からすれば，「新株予約権の行使に際して払い込む\nべき金額」については，当該新株予約権証券を取得させた時点で見込まれ\nる合理的な資金調達見込額と解するのがその趣旨に合致した合理的な解釈\nといえる，②そもそも，新株予約権の行使価額については，その発行時点\nでは計算式でしか示されない場合も少なくなく，そのような場合は「新株\n予約権の行使に際して払い込むべき金額」を一義的かつ明確に算定できな\nいのであるから，課徴金の額の一義的かつ明確な算定という金商法上の要\n請に拘泥する必要はない，③原告は，本件新株予約権の行使価額について，\nそのままでは行使されることがないような高い水準にあえて設定し，資金\nが必要になった時点で，本件修正条項により行使価額を引き下げるという\n仕組みを採っていたもので，本件新株予約権の当初行使価額に基づいて課\n徴金の額を算定するならば，こうした実態を無視して不合理な課徴金の額\nを算定することとなる，④当初行使価額に基づいて課徴金の額を算定する\n場合，当初行使価額をどのように設定するかによって課徴金の額に著しい\n不均衡をもたらすこととなる上，これを恣意的に低く定めることで，容易\nに課徴金の制度を潜脱することができることとなる，⑤本件において，経\n済的な利得を得ていない原告に対し，本件新株予約権の当初行使価額に基\nづいて算定された８億円以上もの多額の課徴金を課すことは，比例原則及\nび実質的な正義の要請に反する旨を，それぞれ主張し，もって，課徴金の\n額を算定する基準時を有価証券を取得させた時点と解するとしても，「新\n株予約権の行使に際して払い込むべき金額」とは，合理的な資金調達見込\n額と解すべきである旨を主張する。\nしかし，これまでに述べたところを前提に検討すれば，以下に述べると\nおり，このような原告の主張は，いずれも採用することができないものと\nいうべきである。\nイ  すなわち，前記ア①の点については，平成２０年改正において金商法１\n７２条の２第１項１号所定の課徴金の額を算定する基礎となる「発行価額\nの総額」に「新株予約権の行使に際して払い込むべき金額」を含めること\nとされた趣旨は，前記１(1)で述べたとおりであって，原告が同改正に係\nる立法事実として主張するところには一部これに沿う部分があるが，同号\nの規定が，行政上の措置としての実効性を確保する必要性から課徴金の額\nを明確かつ容易に算定するために設けられたものであることは，前記(1)\nで述べたとおりであるし，その文言に照らしても，同号にいう「新株予約\n権の行使に際して払い込むべき金額」について，これを個々の事案におい\nて当該新株予約権証券を取得させた時点より後に生ずべきものを含む各般\nの事実関係等を踏まえて合理的に見込まれるところ等を問うてそれとの調\n整をすべき旨を定めたものと解するのは困難というほかない。\nウ  また，前記ア②の点については，金商法は，同法の適用がある新株予約\n権証券に係る有価証券の募集をしようとする場合において，少なくとも当\n該募集をする時点では，その当初行使価額が確定し公にされていることを\n原則としているものと解される（金商法１条，４条１項，５条１項及び２\n５条，企業内容等の開示に関する内閣府令８条１項及び第二号様式参照）\nから，仮に，こうした金商法及びその委任に基づき定められた内閣府令の\n規定に沿わずに新株予約権が発行される場合があり得るとしても，そのこ\nとをもって，前記(1)に述べた同法１７２条の２第１項１号所定の文理や，\n課徴金の制度の趣旨及び目的並びにその枠組みを離れ，同号にいう「新株\n予約権の行使に際して払い込むべき金額」について，原告の主張するよう\nに解すべきことの根拠となるものとはいい難いというべきである。\nエ  前記ア③の点については，既に述べたとおり，金商法１７２条の２第１\n項１号の規定は，発行者としては，新株予約権証券の発行価額だけではな\nく，これに当該新株予約権証券に係る新株予約権の行使の際に払い込まれ\nる金額を合計した額を資金調達額と想定して虚偽の記載に及ぶのが通常で\nあると考えられることを考慮して，これを課徴金の額の算定の基礎に含め\nるとともに，その具体的な算定の方法については，明確かつ容易な課徴金\nの額の算定という要請等を考慮して，当初行使価額によることとした規定\nであると解され，本件有価証券届出書の虚偽記載に係る課徴金の額につき\n本件新株予約権の発行に係る当初行使価額とは別の経済的な実態に応じて\n算定すべきであるとする原告の主張は，その前提を欠くものというほかな\nい。\nオ  さらに，前記ア④の点については，当初行使価額のいかんによってそれ\nを基準に算定される課徴金の額に差異が生じるとする点は，法のもとより\n予定するところというべきものであるし，当初行使価額を恣意的に低く定\nめることで課徴金の制度を潜脱することができるとする点については，そ\nのような行為に対する金融商品等の取引等の公正さの維持の観点からの規\n制の要否等に関し，別途の考慮を要する問題ではあるものの，これまでに\n述べたところに照らせば，金商法１７２条の２第１項１号にいう「新株予\n約権の行使に際して払い込むべき金額」の意義の解釈を当然に左右するも\nのとはいい難い。\nカ  このほか，前記ア⑤の点については，原告が本件新株予約権証券の発行\nにより結果的に経済的な利得を得ていないことが，本件決定が比例原則又\nは実質的な正義に反することを直ちに基礎付けるものでないことは，既に\n述べたとおりである。\n(3) 小括\n以上述べたところによれば，原告のその余の主張を考慮したとしても，金\n商法１７２条の２第１項１号にいう「新株予約権の行使に際して払い込むべ\nき金額」の意義については，前記(1)に述べたように解するのが相当という\nべきである。\n３  本件決定のうち本件有価証券届出書の虚偽記載に係る課徴金の納付を命ずる\n部分の適法性について\n前記１及び２に述べたところによれば，本件有価証券届出書の虚偽記載に係\nる金商法１７２条の２第１項１号所定の課徴金の額は，重要な事項につき虚偽\nの記載がある発行開示書類に基づく募集により有価証券を取得させた平成２１\n年７月２８日の時点における本件新株予約権の当初行使価額である１１６円を\n基礎として算定すべきものである。\nそして，これを前提に本件有価証券届出書の虚偽記載に係る納付すべき課徴\n金の額を算定すると，当初行使価額である１１６円に本件新株予約権の行使に\nより取得することが可能な株式の総数である１億６０００万株を乗じた１８５\n億６０００万円と本件新株予約権証券自体の発行価額の総額である２０８８万\n４０００円とを合算した額である１８５億８０８８万４０００円に，同号所定\nの比率である１００分の４．５を乗じた上で，同法１７６条２項の規定により\n１万円未満の端数を切り捨てた後の額である８億３６１３万円となる。\nしたがって，本件決定のうち本件有価証券届出書の虚偽記載に係る課徴金の\n納付を命ずる部分は，適法である。\n第４  結論\n以上の次第であって，原告の請求は理由がないからこれを棄却することとし，\n主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官          八      木      一      洋\n裁判官          田      中      一      彦\n裁判官          塚      原      洋      一\n（別紙）\n関 係 法 令 の 定 め\n１  金商法１７２条の２第１項は，重要な事項につき虚偽の記載があり，又は記\n載すべき重要な事項の記載が欠けている発行開示書類を提出した発行者が，当\n該発行開示書類に基づく募集又は売出し（当該発行者が所有する有価証券の売\n出しに限る。）により有価証券を取得させ，又は売り付けたときは，内閣総理\n大臣は，同法第６章の２第２節（１７８条から１８５条の１７まで）に定める\n手続に従い，当該発行者に対し，次の各号に掲げる場合の区分に応じ，当該各\n号に定める額（次の各号のいずれにも該当する場合は，当該各号に定める額の\n合計額）に相当する額の課徴金を国庫に納付することを命じなければならない\n旨を定めている。\n１号  当該発行開示書類に基づく募集により有価証券を取得させた場合  当該\n取得させた有価証券の発行価額の総額（当該有価証券が新株予約権証券そ\nの他これに準ずるものとして内閣府令で定める有価証券であるときは，当\n該新株予約権証券に係る新株予約権の行使に際して払い込むべき金額その\n他これに準ずるものとして内閣府令で定める額を含む。）の１００分の２．\n２５（当該有価証券が株券等である場合にあっては，１００分の４．５）\n２号  省略\n２(1) 金商法１７２条の２第３項は，同条１項及び２項の「発行開示書類」と\nは，同法５条（括弧内略）の規定による届出書類（同条４項の規定の適用\nを受ける届出書の場合には，当該届出書に係る参照書類を含む。）等をい\nう旨を定めている。\n(2) 金商法２条７項は，同法において「有価証券届出書」とは，同法５条１項\n（同条５項において準用する場合を含む。）の規定による届出書等をいう旨\nを定めている。\n３  金商法１７６条２項は，同法１７２条から１７５条までの規定により計算し\nた課徴金の額に１万円未満の端数があるときは，その端数は，切り捨てる旨を\n定めている。\n４  金商法１７８条１項は，内閣総理大臣は，次に掲げる事実のいずれかがある\nと認めるときは，当該事実に係る事件について審判手続開始の決定をしなけれ\nばならない旨を定めている。\n２号  同法１７２条の２第１項（同条４項において準用する場合を含む。），\n２項（括弧内略）又は６項に該当する事実\nその余の号  省略\n５  金商法１８５条の７第１項は，内閣総理大臣は，審判手続を経た後，同法１\n７８条１項各号に掲げる事実のいずれかがあると認めるときは，同法１８５条\nの７に別段の定めがある場合を除き，被審人（課徴金の納付を命じようとする\n者をいう。同法１７９条３項参照。）に対し，同法１７２条の２第１項（中\n略）の規定による課徴金を国庫に納付することを命ずる旨の決定をしなければ\nならない旨を定めている。\n６  金商法１９４条の７第１項は，内閣総理大臣は，同法による権限（政令で定\nめるものを除く。）を金融庁長官に委任する旨を定めている。\n"
}