{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 6,
    "day": 10
  },
  "case_number": "平成27(行コ)50",
  "case_name": "除去命令処分取消等請求控訴事件（原審・東京地方裁判所平成２６年(行ウ)第７１号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　消防法５条の３第１項に基づき，雑居ビルの５階通路部分に設置された木製本棚２台及び同本棚に収納された書籍等並びに７階塔屋部分に設置されたスチール製ロッカー２台のうちの１台及び同ロッカー２台に収納されていた冊子等の設置物を除去することを命じた処分の取消請求が，一部認容された事例\n２　消防法５条の３第１項に基づき，雑居ビルの５階通路部分に設置された木製本棚２台及び同本棚に収納された書籍等並びに７階塔屋部分に設置されたスチール製ロッカー２台のうちの１台及び同ロッカー２台に収納されていた冊子等の設置物を除去することを命じた処分が違法であり，上記処分が発せられたことを公示する標識によって，その信用が毀損されたとして，都に対してされた国家賠償請求が，棄却された事例",
  "case_gist": "１　消防法５条の３第１項に基づき，雑居ビルの５階通路部分に設置された木製本棚２台及び同本棚に収納された書籍等並びに７階塔屋部分に設置されたスチール製ロッカー２台のうちの１台及び同ロッカー２台に収納されていた冊子等の設置物を除去することを命じた処分の取消請求につき，上記ロッカー２台に収納されていた冊子等は，消防法５条の３第１項の「火災の予防に危険である」物件にも，「消火，避難その他消防の活動に支障になる」物件にも当たらず，また，上記ロッカー１台は，同項の「消火，避難その他消防の活動に支障になる」物件に当たらないから，上記処分のうち，上記ロッカー１台及び上記ロッカー２台に収納されていた冊子等の設置物を除去することを命じた部分は，消防法５条の３第１項の要件を欠くとして，上記請求を一部認容した事例\n２　消防法５条の３第１項に基づき，雑居ビルの５階通路部分に設置された木製本棚２台及び同本棚に収納された書籍等並びに７階塔屋部分に設置されたスチール製ロッカー２台のうちの１台及び同ロッカー２台に収納されていた冊子等の設置物を除去することを命じた処分が違法であり，上記処分が発せられたことを公示する標識によって，その信用が毀損されたとして，都に対してされた国家賠償請求につき，上記標識の貼付は，上記冊子等の除去を求める部分に限って国家賠償法上も違法であり，処分行政庁に過失があるが，上記標識のうち，適法な処分に係る公示はいずれにせよ行われるを得ないことからすれば，上記標識に，違法な処分に関する公示が含まれているからといって，適法な処分のみが公示された場合と比較して社会的評価が低下したとは認められず，損害賠償をもって慰謝しなければならないほどの損害が生じたとは認められないとして，上記請求を棄却した事例",
  "lawsuit_id": "85482",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85482",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/482/085482_hanrei.pdf",
  "contents": "平成２７年６月１０日判決言渡\n平成２７年(行コ)第５０号  除去命令処分取消等請求控訴事件\n主 文\n１(1)  第１審被告の控訴に基づき，原判決中，主文第２項を取\nり消す。\n(2)  第１審原告の前記取消にかかる部分の請求を棄却する。\n２  第１審被告の本件控訴中その余の部分を棄却する。\n３  第１審原告の本件控訴を棄却する。\n４  訴訟費用は，第１，２審を通じて，これを４分し，その１\nを第１審被告の負担とし，その余を第１審原告の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n（第１審原告）\n１  原判決を次のとおり変更する。\n２  処分行政庁が平成２６年１月１５日付で第１審原告に対してした消防法５\n条の３第１項に基づく除去命令処分（２５京予第４１３号）を取り消す。\n３  第１審被告は，第１審原告に対し，２００万円及びこれに対する平成２６\n年３月８日から支払済みまで年５分の割合による金員を支払え。\n（第１審被告）\n１  原判決中，第１審被告敗訴部分を取り消す。\n２  第１審原告の第１審被告に対する請求をいずれも棄却する。\n第２  事案の概要（以下，特に注記しない略語は原判決の例による。）\n１  本件は，第１審原告が，原判決別紙２（原判決４６頁）物件目録記載の本件\n建物の５階にある居室を賃借した上，本件建物の５階通路部分に木製本棚等を，\n７階塔屋部分にスチール製ロッカー等を設置していたところ，処分行政庁が，\n第１審原告に対し，平成２６年１月１５日付で，消防法５条の３第１項に基づ\nき，前記本棚，ロッカー等について除去することを命ずる本件処分をしたこと\nから，第１審原告が，第１審被告に対し，本件処分は法律上の要件を欠く違法\nな処分であるなどと主張し，本件処分の取消しを求めるとともに，本件処分が\n第１審原告に対して発せられたことを公示する本件標識を貼付したことによっ\nて第１審原告の信用が毀損されたと主張して，国家賠償法１条１項に基づき，\n慰謝料及び訴状送達の日の翌日である平成２６年３月８日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求める事案である。\n２  原判決は，本件処分のうち，第１審原告が５階通路部分に設置した本件本棚\n及びこれに収納されている本件書籍について除去を命ずる部分は，法定の要件\nを満たすが，第１審原告が７階塔屋部分に設置した２台のロッカーのうち，南\n東側ロッカーについて除去を命ずる部分及びこの２台のロッカー内に収納され\nている本件冊子について除去を命ずる部分は，法定の要件を欠き違法であると\nして，南東側ロッカー及び本件冊子について除去を命じた部分の取消請求を認\nめるとともに，本件標識のうち，前記違法な除去命令を公示した部分は，国家\n賠償法上違法であり，その貼付により第１審原告の信用が毀損され精神的苦痛\nを被ったとして，慰謝料１０万円の損害賠償請求を認めたが，その余の第１審\n原告の請求をいずれも棄却した。\nこれに対し，第１審原告及び第１審被告の双方が控訴をして，第１記載のと\nおりの判決を求めた。\n３  関係法令等の定め，前提事実，争点及び争点に関する当事者の主張は，当審\nにおける主張を踏まえて以下のとおり付加訂正するほかは，原判決「事実及び\n理由」欄の「第２  事案の概要等」の１項から４項（原判決２頁２０行目から\n１９頁８行目まで）に記載のとおりであるから，これを引用する。\n(1)  原判決９頁１６行目末尾に「また，本件各ロッカーの引き戸に使用され\nているガラスは，透明で容易に破壊することが可能な材質であるから，放火\nする意思を持った者が，本件建物に侵入した上本件階段室の塔屋階に到達し，\n本件各ロッカーのガラスを通じて可燃物である本件冊子を発見すれば，心理\n的にも物理的にも放火の障害となりうる事情は存在しないから，放火される\n具体的危険性（可能性）が存在する。」を加える。\n(2)  原判決１０頁５行目末尾に改行の上，「  また，本件処分時には，本件\n建物の５階の通路部分に本件本棚等が現に存置されているのであるから，こ\nの本件本棚等で放火等によって火災が発生した場合，あるいは，本件建物の\n各階の居室内等で火災が発生した上，防火戸の管理が不適正であったりした\n場合などに，階段室を経由して延焼し，本件塔屋階部分の本件各ロッカーの\nガラスが熱によって破損し，中に収納されている本件冊子が延焼する具体的\n危険性（可能性）が認められる。」を加える。\n(3)  原判決１０頁１０行目「そして，」の次に，「火災時に発生する煙等が\n避難者の視界を妨げ避難の支障となること及び火災時において避難者に通常\nの心理状態で行動することを期待できないこと等を考慮すると，」を加える。\n(4)  原判決１０頁１３行目末尾に「また，そもそも，本件のように，建物の\n唯一の屋内階段の階段室内に相当量の可燃物を存置し，また，容易に移動で\nきないロッカー等の固定物を存置して避難経路の幅員を狭める行為について\nは，火災時に発生する煙等が避難者の視界を妨げること及び火災時において\n避難者に通常の心理状態で行動することを期待できないことに鑑みると，そ\nの存置自体が「消火，避難その他の消防の活動」を阻害する具体的な危険の\nある行為というべきである。」を加える。\n(5)  原判決１３頁２２行目「常駐しており，」の次に，「これらの者がエレ\nベーターの扉の開閉音を聞いたり，５階通路部分を通ったりすることで，」\nを加える。\n(6)  原判決１５頁６行目「発生することはな」の次に，「く，仮に発生した\nとしても，自動火災報知機が設置されているのであるから，それが鳴ること\nで，火災に気付いた何者かが早期に本件建物の屋上の扉を開ければ，本件階\n段室内に熱や煙が充満することはな」を加える。\n(7)  原判決１９頁３行目の冒頭に「(1)」を加え，同頁８行目末尾に改行の上，\n次のとおり加える。\n「(2)  処分行政庁は，第１審原告の弁明を聴取した後，東京消防庁予防部査\n察課と協議を行い，助言を受けた上で本件処分をなしたものであって，必\n要かつ十分な注意義務を尽くしているのであるから，国家賠償法上の違法\nはなく，また，上記のような協議と助言を経たことに鑑みると本件処分に\nあたっては処分行政庁が相当な根拠をもって消防法５条の３第１項所定の\n除去命令の要件を満たすと判断したといい得るから処分行政庁に過失もな\nい。\n(3)  また，仮に本件処分のうち，本件冊子及び南東側ロッカーについて除\n去命令を発した部分が国家賠償法上違法であり，処分行政庁に過失があっ\nたとしても，その余の除去命令部分が適法であり，第１審原告が，消防法\n上の命令を遵守しない者であることには相違がないところ，本件標識には，\n適法な除去命令部分と違法な除去命令部分が併せて表示されているのであ\nるから，本件標識の貼付が，第１審原告の社会的評価を低下させることは\nなく，また，仮にこれがあるとしても，損害賠償をもって慰謝しなければ\nならないほどの損害は，第１審原告には発生していないというべきであ\nる。」\n(8)  原判決４３頁２０行目「甲１８」を「甲２６」に改める。\n(9)  原判決４４頁２２行目「 の」を「その」に改める。\n第３  当裁判所の判断\n１  当裁判所は，第１審原告の請求は，本件処分のうち，南東側ロッカー及び本\n件冊子の除去を命じた部分の取り消しを求める限度で理由があるが，その余の\n請求には理由がないと判断する。その理由は，以下のとおりである。\n２  争点１（本件処分が消防法５条の３第１項の要件を満たすか否か）について\nは，以下のとおり補足訂正するほかは， 原判決「事実及び理由」欄の「第３\n当裁判所の判断」の「１  争点１（本件処分が消防法５条の３第１項の要件を\n満たすか否か）について」（原判決１９頁１０行目から３４頁１３行目まで）\nに記載のとおりであるから，これを引用する。\n(1)  原判決２９頁１７行目「常駐していること」の次に，「など」を加える。\n(2)  原判決３０頁１１行目「熱と」を「一酸化炭素や」に変更し，１２行目\n「できるから」の次に（乙３６）を加える。\n(3)  原判決３０頁２０行目「熱」を「一酸化炭素」に改める。\n(4)  原判決３０頁２１行目末尾に，次のとおり加える。\n「また，書籍を積載した本棚が燃焼する場合，発熱が小さく火災が発見されに\nくい状況であっても，煙汚染が進行することが認められるから（乙３６ の\n１），本件建物の各階の階段室内に火災報知機が設置されていることを考慮\nしても，本件本棚等が「消火，避難その他の消防の活動に支障になる」物件\nにあたるとの前記認定は左右されない。」\n(5)  原判決３２頁５行目「を考慮すると」を「からすれば，本件各ロッカー\nの引き戸に使用されているガラスが，透明で容易に破壊することが可能な材\n質であることを考慮しても」に改める。\n(6)  原判決３２頁９行目から１９行目を次のとおり変更する。\n「  また，上記(2)で認定説示のとおり，本件建物は鉄骨造りで，本件建物の\n各居室は入口防火戸で仕切られていること，本件塔屋階には居室がないこと\nから，本件建物の各居室から火災が発生したとしても，本件塔屋階に設置さ\nれている本件各ロッカーにまでその火炎が到達することは容易ではなく，更\nに，本件本棚等が放火等によって燃焼した場合にも，大きな発熱を伴う燃焼\n状況にはなかなか至らないと推認されるから（乙３６の１），本件各ロッカ\nーにまで火炎が到達することは，絶無ではないにせよ，容易に想定すること\nはできない。そして，本件各ロッカーはスチール製で不燃性のものであり\n（上記(2)），本件各ロッカーのガラスが熱によって破壊されるためには，\n火炎がガラスに接触するなどして，加熱側ガラス面上の温度差が７０度以上\nに達することが必要と考えられること（乙３２，３３の１）からすると，本\n件建物の各居室から火災が発生したり，本件本棚等が放火等によって燃焼し\nた場合を想定しても，本件冊子について，火災の延焼・拡大に至る危険が具\n体的に認められるとまではいえない。」\n(7)  原判決３３頁３行目「発生した火災」の次に，「や本件本棚等が放火等\nによって燃焼したことによって発生した火炎」を加える。\n(8)  原判決３３頁２４行目末尾に，「なお，火災時に発生する煙等が避難者\nの視界を妨げ避難の支障となること及び火災時において避難者に通常の心理\n状態で行動することを期待できないこと等を考慮しても，火災発生時に認め\nられる一般的な危険を超えて，南東側ロッカーが存在することで，火災時に\nおける避難，消火などの消防活動の支障が生じる具体的危険があるとまでは\n認められない。」を加える。\n３  争点２（国家賠償法１条１項に基づく損害賠償請求の成否）について\n(1)  本件処分を前提としてされた本件標識の貼付は，本件冊子及び南東側ロ\nッカーの除去を求める部分に限って国家賠償法上も違法であ り，処分行政\n庁に過失があるが，その理由は，以下のとおり付加するほかは，原判決３\n４頁１５行目から２６行目までに記載のとおりであるから，これを引用す\nる。\n原判決３４頁２６行目末尾に「なお，処分行政庁内部で協議をし，助言を\n受けたというだけでは，職務上通常尽くすべき注意義務を尽くしたとも，処\n分行政庁が相当の根拠をもって本件処分をしたのであるから処分行政庁の判\n断には過失がないともいうことはできない。」を加える。\n(2)  本件標識の貼付は，本件処分の内容を公示することにより，一般人をし\nて，弁護士である第１審原告が消防法上の命令を遵守しない者であるとの印\n象を与えるから，職務上法令順守が求められる第１審原告の社会的評価を一\n定程度低下させることは否定できない。しかし，本件処分のうち，本件本棚\n等の除去を命ずる部分は，前記説示のとおり適法であるのだから，本件標識\nのうち，この適法な処分に係る公示は，いずれにしろ行われざるを得ず，し\nたがって，第１審原告が消防法上の命令を遵守しない者であるとの印象を与\nえることは避けられない。そうすると，本件標識に，本件処分のうち適法な\n処分に関する公示と並列して，違法な処分に関する公示が含まれているから\nといって，そのことにより，本件処分のうち適法な処分のみが公示された場\n合と比較して，第１審原告の社会的評価が低下したとは認めるに足りず，損\n害賠償をもって慰謝しなければならないほどの損害が第１審原告に生じたと\nは認められない。\n(3)  したがって，第１審原告の第１審被告に対する国家賠償法１条１項に基\nづく損害賠償の請求は理由がない。\n第４  結論\n以上によれば，第１審原告の請求は，本件処分のうち，南東側ロッカー及び\n本件冊子の除去を命じた部分の取り消しを求める限度で理由があるが，その余\nの請求には理由がないところ，これと異なる原判決は，その一部が不相当であ\nるから，第１審被告の控訴は，国家賠償法１条１項に基づく損害賠償の請求の\n一部を認容した原判決の取り消しと，その取り消しに係る第１審原告の請求の\n棄却を求める限度で理由があるからこれを認容し，第１審被告のその余の控訴\n及び第１審原告の控訴はいずれも理由がないからこれを棄却することとして，\n主文のとおり判決する。\n東京高等裁判所  第２３民事部\n裁判長裁判官      夫\n裁判官      若 林 辰 繁\n裁判官       新    谷    晋    司\n"
}