{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 28
  },
  "case_number": "平成21(ワ)47799等",
  "case_name": "育成者権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84686",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84686",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/686/084686_hanrei.pdf",
  "contents": "平成２６年１１月２８日判決言渡  同日原本交付  裁判所書記官\n平成２１年(ﾜ)第４７７９９号育成者権侵害差止等請求事件（以下「第１事件」という。）\n平成２５年(ﾜ)第２１９０５号育成者権侵害差止等請求事件（以下「第２事件」という。）\n口頭弁論終結日  平成２６年１０月１日\n判            決\n仙台市＜以下略＞\n第１事件原告兼第２事件原告      株 式 会 社 キ ノ ッ ク ス\n（以下，単に「原告」という。）\n同 訴 訟 代 理 人 弁護 士     矢 花 公 平\n宮城県栗原市＜以下略＞\n第 １ 事 件 被 告       築 館 な め こ 生 産 組 合\n（以下「被告組合」という。）\n宮城県栗原市＜以下略＞\n第 ２ 事 件 被 告     有限会社つきだて茸センター\n（以下「被告会社」という。）\n上記２名訴訟代理人弁護 士      佐々木   敏   雄\n同 補 佐 人 弁 理 士     小   田   富士 雄\n主            文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  第１事件\n(1)  被告組合は， 別紙１の「重要な形質 」欄記載の形質について 同別紙の\n「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の\n形態のものを含む。）を生産し，調整し，譲渡の申出をし，譲渡し，又は\nこれらの行為をする目的をもって保管してはならない。\n(2)  被告組合は， 別紙１の「重要な形質」欄記載の形質について 同別紙の\n「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の\n形態のものを含む。）を廃棄せよ。\n(3)  被告組合は，原告に対し，別紙２－１記載の謝罪広告を別紙３－１に記\n載の条件で各１回掲載せよ。\n(4)  被告組合は，原告に対し，２０３７万０８４８円及びこれに対する平成\n２２年３月２５日から支払済みまで年５分の割合による金員を支払え。\n２  第２事件\n(1)  被告会社は， 別紙１の「重要な形質」欄記載の形質について 同別紙の\n「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の\n形態のものを含む。）を生産し，調整し，譲渡の申出をし，譲渡し，又は\nこれらの行為をする目的をもって保管してはならない。\n(2)  被告会社は， 別紙１の「重要な形質 」欄記載の形質 について同別紙の\n「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の\n形態のものを含む。）を廃棄せよ。\n(3)  被告会社は，原告に対し，別紙２－２記載の謝罪広告を別紙３－２記載\nの条件で各１回掲載せよ。\n(4)  被告会社は，原告に対し，３０１万６０００円及びこれに対する平成２\n５年８月２４日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，「なめこ」の品種について後記２(2)の品種登録（以下「本件品種\n登録」といい，同登録を受けた品種を「本件登録品種」と，同品種に係る育成\n者権を「本件育成者権」という。）を受けている原告が，被告組合及び被告会\n社（以下，両者を併せて，単に「被告ら」という。）は，原告の許諾の範囲を\n超えて（被告組合）又は原告の許諾なく（被告会社），本件登録品種又はこれ\nと重要な形質に係る特性（以下，単に「特性」ということがある。）により明\n確に区別されないなめこの種苗（菌床の形態のものを含む。以下，同じ。）の\n生産等をすることにより本件育成者権を侵害してきたものであり，今後もその\nおそれがある旨主張して，(1)被告組合に対し，①種苗法３３条１項に基づく\n種苗の生産等の差止め，②同条２項に基づく種苗の廃棄，③同法４４条に基づ\nく信用回復の措置としての謝罪広告，並びに④不法行為（育成者権の侵害）に\n基づく損害賠償金２０３７万０８４８円（被告組合の平成１３年８月から平成\n２１年８月までの間の種苗の違法な生産等による損害１８２３万２７０４円，\n調査費用６３万８１４４円，弁護士費用１５０万円の合計）及びこれに対する\n平成２２年３月２５日（第１事件に係る訴状送達の日の翌日）から支払済みま\nでの民法所定年５分の割合による遅延損害金の支払を求めた第１事件と，(2)\n被告会社に対し，①種苗法３３条１項に基づく種苗の生産等の差止め，②同条\n２項に基づく種苗の廃棄，③同法４４条に基づく信用回復の措置としての謝罪\n広告，並びに④不法行為（育成者権の侵害）に基づく損害賠償金３０１万６０\n００円（被告会社の平成１９年８月から平成２１年８月までの間の種苗の違法\nな生産等による損害２０１万６０００円，弁護士費用１００万円の合計）及び\nこれに対する平成２５年８月２４日（第２事件に係る訴状送達の日の翌日）か\nら支払済みまでの民法所定年５分の割合による遅延損害金の支払を求めた第２\n事件とが，併合して審理された事案である（なお，原告は，被告らが共同して\n種苗の違法な生産等をしたとして，共同不法行為を主張しているものの，損害\n額の算定に際しては，被告らの生産数を合計した上，これらを被告組合の生産\n数と被告会社の生産数に分けて，別個に損害を主張し，弁護士費用も別個に主\n張しており〔調査費用については専ら被告組合との関係で主張している。〕，\n損害賠償金及び遅延損害金について，被告らの連帯支払を求めるものではな\nい。）。\n被告らは，①被告らが違法に生産等しているとされる種苗は，本件登録品種\n又はこれと特性により明確に区別されない品種に係る種苗ではない，②本件品\n種登録に取消事由が存在することが明らかであること，その他の事情に照らし，\n原告の本件各請求は，信義則違反又は権利濫用として許されないなどと主張し\nて，争った（なお，被告らは，平成２６年９月２４日の第２７回弁論準備手続\n期日において同月１０日付け準備書面(13)を陳述することにより，第１事件と\n第２事件の併合前に各事件でされた相被告の主張を必要な範囲で相互に援用し\nたものと解される。）。\n２  前提事実等（争いのない事実以外は，証拠等を末尾に記載する。なお，書証\n〔枝番のあるものを含む。〕のうち，甲１，２，３〔写し〕，４ないし１８，\n乙１ないし３９は，第２事件の併合前に第１事件で取り調べられたものであり，\n甲３〔原本〕，１９ないし２９，乙４０ないし４６は，第１事件に第２事件が\n併合された後に取り調べられたものであって，第１事件に併合される前に第２\n事件で取り調べられた書証はない。）\n(1)  当事者等\nア  原告は，昭和３３年８月１８日に設立された株式会社であって（平成１\n０年７月６日変更前の商号は，「東北椎茸株式会社」である。），「食用\nきのこ類の種菌製造販売並びに栽培指導」，「食用きのこ類の生産資材並\nびに関連機器の売買」等を目的としている（甲１）。\nイ  被告組合は，なめこの栽培協定，共同作業，機械施設の共同利用等を行\nうことにより，生産技術及び経営の改善を図り，組合員相互の利益を増進\nさせることを目的とし，組合長をその代表として，平成３年１０月１日に\n設立された組合であって，団体としての組織を備え，多数決の原則が行わ\nれ，構成員の変更にかかわらず団体そのものが存続し，その組織において\n代表の方法，総会の運営，財産の管理その他団体としての主要な点が確定\nしており（弁論の全趣旨），民事訴訟法２９条にいう「法人でない社団」\nに該当する。\nウ  被告会社は，昭和５８年５月１７日，会社法の施行に伴う関係法律の整\n備等に関する法律（平成１７年法律第８７号。以下「整備法」という。）\n１条３号の規定による廃止前の有限会社法（昭和１３年法律第７４号。）\nの規定による有限会社として設立され，整備法２条１項の規定により，会\n社法（平成１７年法律第８６号）の規定による株式会社（特例有限会社）\nとして存続するものとされた会社であって，「茸類の栽培及び販売」等を\n目的としている（甲２９，乙１）。\n(2)  本件品種登録\n原告は，次のとおり，本件登録品種につき品種登録（本件品種登録）を受\nけており，同品種に係る育成者権（本件育成者権）を有している（甲２，乙\n２１，３１の１・２）。\n品種登録の番号      第９６３７号\n登録年月日        平成１３年１１月２２日\n公示年月日       平成１３年１１月２２日\n農林水産省告示第１５７７号\n出願番号        第１０４１６号\n出願年月日       平成９年１２月２４日\n出願公表年月日     平成１１年３月１８日\n農林水産植物の種類    なめこ\n登録品種の名称      ＫＸ－Ｎ００６号\n（なお，出願時の名称は，「東北Ｎ００６号（と\nうほくえぬれいれいろくごう）」である。）\n(3)  本件登録品種の重要な形質に係る特性\n本件登録品種に係る品種登録原簿の「登録品種の植物体の特性記録部」\n（以下「本件特性表」という。）は，別紙１のとおりである（甲２，乙３１\nの２）。\n(4)  きのこの特性等について\n以下に引用する文献等の記載には，「椎茸」を念頭に置いたものがあるが，\n特に断らない限り， 本件登録品種の属する農林水産物の種類である「なめ\nこ」にも当てはまるものと考えられる。\nア  きのこのライフサイクル\nきのこのライフサイクルは，原告のウェブサイトに掲載された次の図に\n示されるように，「生殖生長世代」と「栄養生長世代」とからなるところ，\n「生殖生長世代」は，「担子菌」から「核融合」，「減数分裂１回目」，\n「減数分裂２回目」，「胞子形成」，「成熟子実体」に至るサイクルであ\nり，「栄養生長世代」は，「胞子」から「胞子発芽」，「１次菌糸」，\n「接合：交配」，「クランプ形成」，「２次菌糸」，「菌糸集合体」，\n「原基形成」，「子実体」に至るサイクルである（乙２７の１）。\nここで，「菌糸」とは，「菌類のからだをつくっている糸状の細胞」を\nいう（乙２７の３）。\n「クランプ結合」とは，「一部の担子菌類の二次菌糸（二核性）で見ら\nれる特種な核分裂とそれに伴う細胞分裂」をいう（乙２７の９）ことから，\n上述した「栄養生長世代」における「クランプ形成」とは，クランプ結合\nが形成されることを意味するものと解される。\n「子実体」とは，「胞子をつくるための器官 ，菌糸の集合体 」をいう\n（乙２７の３）。\nイ  きのこの栽培等に関する用語の説明\n「菌株」とは，「微生物の単一種が一定量まとまって生育している状\n態」をいい（乙２７の２），「菌叢」の「叢」は，「群がること。また，\nそのもの。むれ。」をいう（乙２７の４）ことから，「菌叢」とは，菌\nが群がっている状況を意味するものと解される。「菌さん（菌傘）」と\nは，「菌（きのこ）の上部の拡がって，傘状になった所」を指すところ\n（乙２７の４），きのこには，菌さんの表面に「りん皮（鱗皮）」とい\nう鱗状をした皮を持つものもある（乙１７の１・２，弁論の全趣旨）。\n「対峙培養」とは，「２種類の菌を対峙して接種し培養すること」を\nいう（乙２７の３）。\n「対峙培養試験」（「菌糸性状試験」ともいう。）とは，菌株の培養\n片をシャーレ内の寒天培地上で行い，寒天培地表面の２種類の菌糸が拡\n大する状態を観察することにより，品種の異同を識別する試験であり，\n簡易な系統識別法（品種識別法）である。一般に，２種類の菌糸の品種\nが異なる場合には，両菌糸の間に明確に帯線が形成されたり，反発し合\nう状態が観察されたりする（対峙培養試験の結果は，「帯線形成＋」，\n「嫌触反応＋」などと表示される。）ことから，帯線等が明確に形成さ\nれない状態が観察されたときは，同一品種か，類似した品種と考えられ\nる（「反応なし－」などと表示される。）（乙３０，弁論の全趣旨）。\nもっとも，なめこは，明確な帯線を形成し難い生理特性を有しており，\n特に遺伝的に近い関係にある品種においては，その傾向が顕著であるこ\nとから，本件では，当事者双方とも，品種の異同判定を対峙培養試験の\nみで行うことは，困難であるとしている（原告の平成２３年１月２１日\n付け準備書面(4)２頁，被告組合の平成２５年２月５日付け被告準備書\n面(6)１７頁）。\nなお，「寒天培地」とは，「培養液に１ないし３パ－セントの寒天を\n加え固化させた培養基」であり，「寒天は微生物によりほとんど分解さ\nれないので，細胞やカビの培養，花粉の発芽，細胞や組織培養に広く用\nいられる」。「寒天培養基」ともいう（乙２７の８）。\n(5)  なめこ栽培の問題点\n以下に引用する論文（竹原太賀司「試験場だよりナメコ栽培特性の安定化\nをめざした新品種の育成」〔次の図を含む。〕，乙２７の６）に示されるよ\nうに，なめこは，一核菌糸（前記(4)アの「栄養生長世代」における「１次\n菌糸」に相当すると解される。）の接合（交配）により二核菌糸（前記(4)\nアの「栄養生長世代」における「２次菌糸」に相当すると解される。）を形\n成した後，正常な子実体を形成するのであるが，「脱二核化」と呼ばれる\n「二核菌糸が一核菌糸に戻る」現象が発生することがあり，この現象は，な\nめこ栽培の問題点として指摘されている。\n「ナメコ空調施設栽培に用いられる極早生系統は，子実体収量等栽培特性\nが不安定であるという欠点があり，従来から菌株の劣化，退化現象との関\n連が知られていました。この現象は，二核菌糸（きのこ栽培に用いる倍数\n体菌糸）が一核菌糸（胞子から発芽した直後の半数体に相当するきのこを\n作らない菌糸）に戻ってしまう脱二核化現象・・・と，ナメコでは脱二核\n化して生じた一核菌糸の菌糸伸長速度が二核菌糸よりも速いので，一核菌\n糸が培地に蔓延しやすいことに起因することが明らかとなっています。」\n「ナメコ菌糸に特徴的な脱二核化は，栽培特性に悪影響を与えると同時に，\n菌株の特性の維持をも極めて困難にしています。このため，せっかく選抜\nした優良系統も，シイタケなどに比べるとその寿命は極めて短くなってい\nるのが実状です。」\nなお，「空調栽培」とは， 「空気，特に温度湿度を調節して栽培する方\n法」をいい（乙２７の３），なめこの栽培方法としても用いられている（弁\n論の全趣旨）。\n(6)  原告と被告組合との間の本件許諾契約\n原告と被告組合は，平成１０年６月１０日，本件登録品種について，要\n旨，次の内容で増殖許諾契約（以下「本件許諾契約」といい，同契約に関\nして原告と被告組合との間で取り交わされた同日付け契約書を「本件許諾\n契約書」という。なお，次の①ないし⑥では，本判決で定義した略語で一\n部を置換したほかは，本件許諾契約書の表現を用いた。 ）を締結した(甲\n３)。\n記\n①  本件登録品種の種菌を被告組合は母菌として増殖使用するが，その増殖\nは１回限りとする（本件許諾契約書２項）。\n②  種菌の供給は原則として，注文生産とし，使用の６０日前に被告組合は\n原告に発注する。この販売の条件は，月毎に１ケース（１５００ｃｃ１０\n本）以上をロットとし契約売買とする（月毎予め発送日を決め自動的に定\n期納品する。）（同３項）。\n③  被告組合が増殖する場合，原則として８５０ｃｃの種菌瓶を使用するが，\n培養は１６～１８℃で６０日経過したものを使用する。増殖倍率は１種菌\nにつき１００倍とみなす（同４項）。\n④  原告の認めない本件登録品種の種菌の転売・転用は行わないものとする\n（同５項）。\n⑤  本件許諾契約に違反する行為が認められたときは，契約を解除し，原告\nは被告組合に対する種菌供給を停止する（同８項）。\n⑥  本件許諾契約の有効期間は契約後１ヶ年とし，契約満了日１ヶ月前まで\nに双方から何ら意思表示のなき場合は，更に１ヶ年有効と する（同１０\n項）。\n(7)  本件鑑定嘱託\nア  裁判所は，平成２３年１０月３１日，同年８月３日付け鑑定申立書（以\n下「本件鑑定申立書」という。）に基づく同月４日申出に係る鑑定の嘱託\nを採用し，同年１１月１日，別紙４「鑑定嘱託事項」について，財団法人\n福島県きのこ振興センター（以下「きのこ振興センター」という。）に鑑\n定の嘱託（以下「本件鑑定嘱託」という。）をした。\nなお，きのこ振興センターは，平成２４年３月３０日付けの社団法人福\n島県緑化推進委員会及び社団法人福島県林業協会との合併により解散し，\n存続した法人の名称が「社団法人福島県森林・林業・緑化協会」（以下\n「森林・林業・緑化協会」という。）に変更された。森林・林業・緑化協\n会は，同年８月４日，「鑑定書」を，同年１０月２３日，「訂正書」及び\n「鑑定書データ」（以下，これらと上記「鑑定書」を併せて，「本件鑑定\n書」といい，本件鑑定嘱託に基づいて嘱託先が行った各種試験を「本件試\n験」という。）を裁判所に提出した。\nまた，本件鑑定嘱託は，別紙４「鑑定嘱託事項」添付の別紙「特性審査\n基準」及び同基準の「なめこ『特性表』記載上の注意」（これらは，本件\n鑑定申立書添付の別紙１，２と同じものであるが，被告組合は，本件鑑定\n嘱託が採用される際，この点を含め，特段の意見を述べなかった。）記載\nの方法に基づいて判定することとされているが，同審査基準は，本件登録\n品種の登録時の審査基準（以下「登録時審査基準」という。甲２１）では\nなく，全国食用きのこ種菌協会が平成１４年３月に取りまとめた「平成１\n３年度種苗特性分類調査報告書」に添付された審査基準（以下「新審査基\n準」という。甲１７）である。\nイ  本件鑑定嘱託は，上記アのとおり，平成２３年１１月１日にされたもの\nであるが，本件鑑定書では，本件試験の実施期間を同年７月６日から平成\n２４年７月２４日としている。また，本件試験に供された供試菌株は，次\nの３種（Ｋ１，Ｋ２，Ｇ）の栽培株（以下，それぞれ「Ｋ１株」，「Ｋ２\n株」「Ｇ株」という。）であり，このうち，Ｋ１株については，子実体が\n発生しなかったとされている（鑑定嘱託の結果）。なお，Ｇ株は，原告代\n表者が，平成２３年７月４日，独立行政法人種苗管理センター（以下「種\n苗管理センター」という。）の職員の立会いの下で，ジョイスーパーセン\nター愛子店（仙台市青葉区栗生７－１３－１）において購入し（なお，そ\nのビニール製包装袋の上部には，赤色の文字で「宮城県産」，「めんこ\nい」，緑色の文字で「なめこ」と，下部には，白色の文字で「（有）つき\nだて茸センター」と印刷されていた。），種苗管理センターの職員が封印\nラベルで封印した後，原告代表者がきのこ振興センターに送付したなめこ\nの子実体から抽出された培養菌である（甲１３）。\n「①  Ｋ１：原告が原告種菌（ＫＸ－Ｎ００６号）の品種登録時に独立\n行政法人種苗管理センターに寄託した種菌（平成２３年１１月２８日分\n譲受領）」\n「②  Ｋ２：原告が原告の保有する原告種菌（平成２３年１１月９日入\n手Ｌｏｔ．００--０７-２６２３４---０１３３）」\n「③  Ｇ：原告が独立行政法人種苗管理センター（２３種管第３９９号\n〔記録書整理番号第２８号〕に寄託した被告製品（商品名・めんこいな\nめこ））から抽出した種菌（平成２３年７月６日入手）」\n(8)  品種類似性試験\nア  適正な品種登録の実施及び優良な種苗の流通の確保を図るための種苗の\n管理に関する総合的機関である種苗管理センター作成の業務方法書（認可\n平成１３年４月２日，最終変更認可平成２３年１２月７日。以下「業務方\n法書」という。）において，品種の類似性に関する試験（以下「品種類似\n性試験」という。）については，次のとおり定められている（乙４６）。\n「第６９条の４  センター（種苗管理センター）は，育成者権者等から\nの依頼に基づき，育成者権を侵害した種苗等を判定するための品\n種の類似性に関する試験（以下「品種類似性試験」という。）を\n行うものとする。\n２ 品種類似性試験を依頼しようとする者（以下「試験依頼者」と\nいう。）は，センターに試験依頼書を提出して依頼を行うものと\nする。\n３ 品種類似性試験は，次に掲げる事項のうち試験依頼者の依頼す\nる事項について行うものとする。\n（１）登録品種及び出願品種（以下「登録品種等」という。）と当\n該登録品種等に係る育成者権の侵害が疑われる品種との特性\n比較\n（２）登録品種等と当該登録品種等に係る育成者権の侵害が疑われ\nる品種との比較栽培\n（３）登録品種等と当該登録品種等に係る育成者権の侵害が疑われ\nる品種とのＤＮＡ分析」\nイ  業務方法書６９条の４の品種類似性試験等については，種苗管理セン\nター作成の「独立行政法人種苗管理センター育成者権侵害対策実施細則」\n（１８種管第５１号平成１８年４月３日，最終改正平成２５年９月１８日\n付け２５種管第６８３号。以下「育成者権侵害対策細則」という。 乙４\n０）において，次のとおり定められている。\n「第２ 業務方法書第６９条の４第３項（１）の特性比較とは，品種\n類似性試験を依頼し ようとする者（以下 「試験依頼者」とい\nう。）から独立行政法人種苗管理センターに提出された植物体同\n士を目視及び計測により比較し，必要な項目について種類別審査\n基準を用いて特性を調査する試験をいう。なお，植物体の形質は\n栽培環境により変動するため，特性比較の結果区別性が認められ\nたことをもって，比較した植物体同士が同一の品種でないとする\nものではなく，このことを確認するためには次項の比較栽培の実\n施が必要であることを，センターはあらかじめ試験依頼者に説明\nするものとする。\n２ 業務方法書第６９条の４第３項（２）の比較栽培とは，試験依\n頼者から提出された種苗又は提出された植物体から生産された種\n苗を業務方法書第４条の品種登録に係る栽培試験と同一の方法で\n栽培し，必要な項目について種類別審査基準を用いて特性を調査\nする試験をいう。なお，提出された植物体から種苗を生産する場\n合においては，成功しないことがあることをセンターはあらかじ\nめ試験依頼者に説明するものとする。\n３ 業務方法書第６９条の４第３項（３）のＤＮＡ分析とは，試験\n依頼者から提出された植物体又は一部組織からＤＮＡを抽出し，\n妥当性が確認されたＤＮＡ品種識別技術を用いて塩基配列を比較\nする試験をいう。」\n３  争点\n(1)  本件育成者権侵害の有無（争点１）\n(2)  本件各請求は信義則違反又は権利濫用として許されないか（争点２）\n(3)  侵害行為の差止等請求及び謝罪広告の可否（争点３）\n(4)  損害賠償請求の可否及びその額（争点４）\n第３  争点に対する当事者の主張\n１  争点１（本件育成者権侵害の有無）について\n（原告の主張）\n(1)  被告組合の行為\n原告は，被告組合に対し，平成１９年９月１日以降，本件登録品種の種菌\nを供給しなくなったが，被告組合は，その後も，本件登録品種の種菌を使用\nして栽培した収穫物であるなめこ（「宮城県産めんこいなめこ」との表示を\n付して市販されていたもの）の生産や販売を継続していた。\n原告の営業部長が，平成２０年９月１６日，被告組合を訪問したところ，\n被告組合は，同被告の生産・販売に係るなめこの種菌として，きのこ振興セ\nンターの種菌から選抜したものを使用している旨弁明した。\nところが，原告において，被告組合が被告会社と共に生産・販売している\nと思われた「宮城県産めんこいなめこ」との表示を付して市販されていたな\nめこ（以下，被告らのいずれが販売元として表示されているかにかかわらず，\n「被告製品」という。）を購入して，原告の食用菌研究所において，ＤＮＡ\n分析を実施したところ，被告製品は，本件登録品種と同一の品種であり，き\nのこ振興センターが有していた登録品種（Ｎ１号，Ｎ２号）とは異なる品種\nであることが明らかとなった（甲４）。\n被告組合による本件登録品種の無断増殖が判明したことから，原告代表者\nは，平成２１年３月１１日，被告組合を訪問し，上記ＤＮＡ分析の結果を示\nした上，被告組合が本件登録品種の使用を継続したいのであれば，使用許諾\n料を支払ってほしい旨申し入れた。\nその後，被告組合の要請により，原告の営業部長が，同年４月４日，被告\n組合を訪問すると，被告組合は，原告代表者の提案を受諾する旨回答すると\nともに，原告の新たな登録品種（「ＫＸ－Ｎ００８号」との名称のなめこ）\nについて栽培指導の依頼もしてきた。\nそこで，原告は，被告組合との覚書を取り交わすこととし，原告の営業部\n長が，同月２３日，「なめこ品種（ＫＸ－Ｎ０００６号）増殖使用に関する\n覚書」（甲５の１）を作成し，被告組合に交付したが，被告組合は，翻意し，\n「販売していない種菌の使用許諾料を支払うことと金額が高いと感じたこと\nについて，農林水産省生産局知的財産課に見解を求めたところ，同課から支\n払義務は生じないとの回答を得た」として，上記覚書の締結には至らなかっ\nた。\n(2)  被告会社の行為\n被告会社は，平成１９年７月以降，被告製品の栽培及び販売を被告組合と\n共同して行っている。\n(3)  本件育成者権の侵害について\nア  以下に引用する，農林水産省生産局種苗課編著「逐条解説種苗法」（平\n成１５年５月１日発行）（以下「農水省解説」という。甲１６。）に記載\nされているとおり，育成者権侵害の判断については，原則として，登録品\n種と侵害が疑われる品種が同一品種であるか否かを判断するには，常に植\n物自体を比較する必要があるという立場（以下「現物主義」という。）が\n採用されているところであり，本件試験に係るＫ２株とＧ株に関する比較\n栽培試験の結果，両者の同一性が認められれば，被告らが本件育成者権を\n侵害していることが証明されたことになる。\n「(1)  種苗法の保護対象は，「品種」という現実に存在する植物体の\n集団であることから，権利の範囲は，当該植物体の集団に含まれるか否\nかにより定まる。」\n「(2)  「品種」が登録されると，権利が発生し，登録品種の特性が品\n種登録簿に記載されるが，品種登録簿の特性表は，植物体の主要な特徴\nを直接的に権利の範囲を定めるものではない。例えば，バラの登録品種\nＡの特性表の記載と，侵害が疑われるバラの品種Ｂの特性が一致したと\nしても，直ちにＡとＢが同一品種ということにはならず，特性表の記載\n事項以外の特性が違っていれば，ＡとＢとは別品種である。したがって，\nＡとＢが同一品種であるか否かを判断するには，常に植物自体を比較す\nる必要がある（現物主義）。」\n「(3)  上記のとおり，種苗法の保護対象は，品種登録簿の特性表の記\n載ではなく，「品種」＝現実の植物体の集団であり，他の知的財産権と\n保護の範囲の確定については，別異の解釈がとられている。これは植物\n体 そ の も の を 対 象 と す る 種 苗 法 の 特 殊 性 に よ り 説 明 す る こ と が で き\nる。」\nイ  本件鑑定書について\n本件鑑定書では，「本試験結果の菌糸性状試験及び栽培試験の調査項目\nの一部に有意差は認められるが，３菌株は遺伝的に別の特性を有するとい\nうことは言えない。」と結論付けられている。これは，被告らが，原告の\n本件登録品種の種菌と同じ種菌を使用して栽培した収穫物であるなめこを\n生産・販売していることを裏付けている。\n菌糸性状試験の結果\n本件鑑定書は，「菌糸性状試験では，異菌株判別法の一つである対\n峙培養から３菌株間に帯線及び嫌触反応が全く観察されなかった。また，\n各項目においても３菌株に明瞭な相違は確認されなかった。」と述べて\nおり，これは，「３菌株は遺伝的に別の特性を有するということは言え\nない」との結論の１つの根拠になっている。ただし，「菌糸成長最適温\n度及び菌糸体成長温度では温度帯によって有意差が認められるものが確\n認された」とあった。\n栽培試験について\n本件鑑定書は，「栽培試験では，・・・Ｋ２株とＧ株との比較では外\n観上の明瞭な相違は認められなかった。収量，菌柄の太さ及び長さには\n有意差が認められるものの，菌さんの大きさ，菌さんの厚さ，有効茎数\nには有意差は認められなかった。」としており，これも，「３菌株は遺\n伝的に別の特性を有するということは言えない」との結論の根拠になっ\nている。\nＫ１株とＫ２株の栽培特性が異なる結果となった原因について\n本件鑑定書は，「Ｋ１株とＫ２株は同一菌株であるはずだが，本試験\n結果では大きく栽培特性が異なる結果となった。」とし，「その原因と\nして，２菌株の保管管理状況の相違が考えられる。ナメコは自然に脱二\n核化が起こり，二核菌糸の植え継ぎ回数が多くなるにつれてクランプ結\n合数がかなり急激に減少する傾向が報告されている。また，菌株の植え\n継ぎによって栽培特性と菌叢の変化が生じ，子実体収穫時期や収量に明\n確な影響を与え，菌株の保管管理状態によっては脱二核化による子実体\nの発生不良現象を引き起こすことが報告されている。また，脱二核化し\nた菌糸はオガ粉培地においても菌廻りが薄く，培地全体が軟弱化すると\nする報告がある。そのような発生不良株は発生操作後に害菌の侵害を受\nけ，栽培を継続できない培地が多発する。本試験結果においても子実体\n発生不良であったＫ１株は菌廻りが薄く（写真．１３）培地全体が軟弱\n化し，発生操作後に著しい害菌の侵害を受けた（写真．１４）。Ｋ１株\nの寒天培地上菌糸を検鏡したところ，二核菌糸の特徴であるクランプ結\n合は確認できなかった（写真．２５）。」としている。\n本件試験の結果は，科学的，かつ，合理的なものであり，信用に値す\nるが，栽培試験の一部について若干の疑義があり，その疑義を解明する\nために現在利用可能な方法は，ＤＮＡ分析である。\nウ  Ａ報告及びＡ追加報告について\n鳥取大学農学部Ａ作成の平成２５年１０月４日付け報告書（以下「Ａ報\n告」という。甲１９）に示されるように，本件試験で使用された本件登録\n品種の菌株（Ｋ１株）が子実体不発生のため，同菌株と原告の保有するＮ\n００６号の菌株（Ｋ２株）に関し，原告が考案したＤＮＡ分析を行ったと\nころ，両菌株が同一であることが明らかとなった。\nただし，Ａ報告では，この点が，完全に解明されたとは言い難かったた\nめ，鳥取大学農学部Ａ作成の平成２６年５月２０日付け報告書（以下「Ａ\n追加報告」という。甲２２）が作成された。\nＡ追加報告は，Ａ報告では，「プライマー１２９５ＡＧ８Ｔ－３におい\nては，種苗管理センターより送付された菌株において，バンドの消失と思\nわれる現象が見られ，パターンが一致しなかった。」ことを踏まえ，追加\nのＤＮＡ分析を行ったものである。その結果，「ＫＸ－Ｎ００６号（種）\nの子実体形成不良及びプライマーセット１２９５ＡＧ８Ｔ－３で増幅され\nる約９００ｂｐのバンドの消失は，共に，原菌株であるＫＸ－Ｎ００６号\n（キ）の一核化（脱二核化）が原因であることで説明可能である。」とさ\nれ，さらに，Ｋ１株とＫ２株の同一性に関し， 「種苗管理センター菌株\n（判決注：Ｋ１株）とキノックス社保存菌株（判決注：Ｋ２株）が同一で\nあること（厳密には種苗管理センター残存Ｂ核とキノックス社菌株Ｂ核の\n同一性）の証明が必須である。・・・両Ｂ核ＤＮＡの相同性について，さ\nらに多くの変異座について調べ，これらのマルチローカス遺伝子型が偶然\n一致することの確率を算出することで，同一性を示すことが近道のように\n思われる。そこで，今後は，次世代シーケンサーによるＳＮＰ探索（Ｒａ\nｄ－ｓｅｑまたは別手法）を検討する必要があると考える。」とされた。\nエ  原告の食用菌研究所の解説について\n原告の食用菌研究所では，同研究所の研究者が考案したＤＮＡ分析につ\nいて，「ＳＴＳ（Sequence Tagged Sites）化した１０塩基前後のプライ\nマーでＰＣＲ（判決注：ＤＮＡ断片増幅技術）を行って，出現する特定の\nバンドによって品種を識別するというイネなどの植物の品種識別で広く採\n用されているＲＡＰＤ（Random Amplified Polymorphic DNA）－ＳＴＳ法\nを採用することで，再現性が劣るといわれているＲＡＰＤ法の欠点を補い，\n再現性良く品種間の識別を行うことが可能な解析方法となっている。」と\n解説し（甲２０の１），この方法が２００７年に日本きのこ学会誌（Ｖｏ\nｌ．１５，Ｎｏ．４）（甲２０の２）に掲載されている。\nオ  Ｂ報告について\n東北大学大学院農学研究科Ｂ作成の平成２６年７月１８日付け「第９６\n３７号なめこ種（ＫＸ－Ｎ００６号）から人為的に作出された単核株と，\n当該品種の種苗管理センター保管株との間の遺伝的同一性に関するＤＮＡ\n塩基配列分析結果報告」（以下「Ｂ報告」という。甲２３）では，その\n「背景」の項で，「本研究室では，次世代シーケンサーを用いて簡便かつ\n効率的にゲノムＤＮＡ内の数多くの領域のＤＮＡ塩基配列を読み取って比\n較する新手法を開発し，動物や植物の種内変異の検出に有用であることを\n確認している（Ｂ，２０１４年日本森林学会発表〔判決注：甲２４〕）。\nそこで本分析実験では，この手法を用いてゲノムＤＮＡ内の複数領域の塩\n基配列を比較し，ＫＸ－Ｎ００６号のプロトプラスト再生一核菌糸株と種\n苗管理センター保有株との遺伝的同一性について鑑定を行った。」とした\n上，「結果と考察」の項で，「鳥取大学でＢ核と判定された４－２４，４\n－４８，５－１０の３つのＤＮＡ塩基配列を比較すると，これらは全て共\n通の配列（遺伝子型）を示しており，同じ核から由来する遺伝的に同一の\n株であることが明瞭に示された。」「種苗管理センター株（判決注：Ｋ１\n株）は２核菌糸（Ｎ＋Ｎ）の株ではなく，（Ｎ）すなわち脱二核化した単\n核株であるとする推定を強く示唆する結果であると解釈できる。また，各\n座の遺伝子型について比較を行ったところ，種苗管理センター株は，すべ\nての遺伝子座でＢ核の遺伝子型と完全に一致した。」「以上の鑑定嘱託の\n結果，種苗管理センター保管の第９６３７号なめこ種ＫＸ－Ｎ００６号株\n（判決注：Ｋ１株）は，（株）キノックス社保管のＫＸ－Ｎ００６株（判\n決注：Ｋ２株）が脱二核化（Ａ核が欠落）した単核株（Ｂ核のみ）である\nと結論する。」としている。\nカ  比較栽培試験の結果に対する疑念の解消について\n比較栽培試験で同一性について立証すべきであることは当然であるが，\n本件試験の結果，品種登録時に種苗管理センターに提出した種菌の保存状\n況に若干問題があり，比較栽培試験の結果に若干の疑念が生じたので，そ\nの点を補完すべく上記の各種ＤＮＡ分析を利用して，比較栽培試験の結果\n生じた若干の疑念の解消を図ったものである。この方法が認められなけれ\nば，正規の手続を行って本件品種登録をした育成者権者の正当な権利確保\nが不可能となってしまう重大な事態を招来する。\nキ  小括\n以上より，被告らが販売している被告製品は，違法に育成された本件登\n録品種の種苗を使用して栽培された収穫物であり，被告らの行為は，本件\n育成者権を侵害する。\n（被告らの主張）\n(1)  ＤＮＡ分析について\n原告は，ＤＮＡ分析の結果から，被告組合の生産・販売していたなめこが\n侵害品であると主張するが，ＤＮＡ分析は，なめこの品種識別方法として確\n立されていないから，被告組合が本件育成者権を侵害しているとはいえない。\nすなわち，ＤＮＡ分析は，単に遺伝的特性の判定ができるだけであって，比\n較栽培試験を実施しなければ得られない栽培特性，すなわち，品種登録簿の\n特性表に掲載された重要な形質などを創出して，対比判定など行うことは不\n可能である。栽培特性は，実際に現物同士を同一条件で栽培してみなければ\n得られないものである。\nしたがって，ＤＮＡ分析によっては，品種が類似するかどうかの判定はで\nきない。\n(2)  被告組合と被告会社とは異なること\n被告会社は，被告組合とは別の法人格を有する法人であり，被告会社と原\n告との間で本件許諾契約が締結されたものではない。\n被告会社は，その設立当時から，なめこ種菌を第三者から正規に入手し，\nこれを自家増殖することによりなめこの生産等を実施して，現在に至ってい\nるところ，なめこは，種苗法施行規則１６条の植物ではなく，種苗法２１条\n３項の場合には当たらないことから，同条２項の規定により，被告会社のな\nめこの生産等の実施には，本件育成権者の効力は及ばない（判決注：上記主\n張は，被告会社が第三者から入手した種菌の中に，本件登録品種に係るもの\nが含まれていたとすれば，それは最初に原告によって譲渡されたものと考え\nられるという趣旨を含むものと善解される。）。\n本件試験に供されたＧ株は，被告組合ではなく，被告会社が生産・販売し\nたなめこから採取されたものであるところ，上述したところによれば，被告\n会社が原告との関係で無断増殖を行ったとか，本件育成者権を侵害したなど\nの誹りを受ける理由はない。\nしたがって，仮に，本件試験の結果が原告の主張に沿うものであったとし\nても，被告会社との関係では無意味なものであり，被告組合との間において\nは何ら関係ないものである。\n(3)  現物主義について\n原告は，現物主義によって判断すべきである旨主張するが，現物主義は，\nＡとＢが同一品種であるか否かを判断するには，常に植物体を比較する必要\nがあるというものであるから，原告は，本件鑑定嘱託に基づく試験に供され\nたＫ１株とＧ株との比較栽培試験結果を示すべきであるが，同試験の結果に\nおいて，それは示されていない。\n仮に，比較栽培試験にＫ２株を介在させて行う場合は，まず，Ｋ２株とＫ\n１株との同一性を試験し，同一の場合にＧ株との同一性の有無の判別が可能\nになるが，既にこの試験は実施できない状態になっている。\n(4)  専門委員によって示された見解について\n平成２５年５月７日の第１７回弁論準備手続期日に立ち会った専門委員か\nらは，本件鑑定書ではＫ１株とＫ２株との関係が不明であることが指摘され\nた。原告は，この指摘事項を明らかにするため，Ａ報告において，Ｋ１株と\nＫ２株のＤＮＡ分析を行い，バンドパターンを比較したが，Ｋ１株にバンド\n消失と思われるパターンが一致しないものが見つかった。「このバンド消失\nの原因は，・・・種苗管理センター保有の菌株の子実体形成能が，失われて\nいる事実から類推すると，異なる菌株であると考えるよりは，むしろ，一核\n化等の菌株の劣化によるものである可能性が高いと考えられる。」とされた。\nしかし，その後，平成２６年１月２４日の第２２回弁論準備手続期日に立\nち会った専門委員からは，この考えを否定する見解，つまり，Ｋ１株とＫ２\n株とはＤＮＡ分析でも同一とはいえないという見解が示された。\nＡ追加報告では，バンドパターンが一致しなかったことを踏まえ，追加\nのＤＮＡ分析を行ったものであるが，①なぜバンドは消失したのか，②Ｋ\nＸ－Ｎ００６号は一核化しているのかを調査したところ，①については，\nプライマーセット１２９５ＡＧ８Ｔ－３で増幅される約９００ｂｐのバン\nド消失は，当該領域がＫＸ－０００６号の二核株に存在する対立遺伝子に\n由来するものであって，片方の核が脱落し，一核化する際に，２つの遺伝\n子のうち，対立遺伝子間のわずかな配列の違いにより，プライマ―セット\n１２９５ＡＧ８Ｔ－３では増幅できない方の遺伝子を有する核が残ったと\n考えられる旨，②については，一核化した他の株と同様のバンドパターン\nを示すことから，種苗管理センターで保管されていたＫＸ－Ｎ０００６号\nも一核化したと考えられる旨が報告されている。\nしかし，この結論は，新手法の解析及び設計によるものであって，未だ\n普及して広く採用されている方法でなく，研究段階のものであるから，将\n来性に期待できる方法であるとしても，本件に適用することは時期尚早で\nある 。こ の手 法が 未 だ研 究段 階に ある こ とは ， Ａ 追加 報告 の 「今 後の 展\n開」において，「種苗管理センター菌株とキノックス社保存菌株が同一で\nあること・・・の証明が必須である。そのためには各種方法があると考え\nられるが，両Ｂ核ＤＮＡの相性について，さらに多くの変異座について調\nべ，これらのマルチローカス遺伝子型が偶然一致することの確率を算出す\nることで同一性を示すことが近道のように思われる。そこで，今後は，次\n世代シーケンサーによるＳＮＰ探索（ＲＡｄ－ｓｅｑまたは別手法）を検\n討する必要があると考える」とあることからもうかがえる。\nまた，原告から提出されたＢ報告の結論も新手法によって導出されたもの\nで，これを本件に適用することは時期尚早である。研究段階にあることは，\n第１２５回日本森林学会講演要旨集（甲２４）の「１５－０４  次世代ＤＮ\nＡシーケンシングによる森林分子生態学研究」において，「次世代シーケン\nサー」は，「この新手法によってこれまで得られた成果を紹介し，その利用\n可能性や問題点等について議論し，森林分子生態学的研究分野における次世\n代シーケンシング技術に貢献したいと考えている」とされていることからも\n明らかである。\n以上から，Ａ報告，Ａ追加報告，Ｂ報告によっても，Ｋ１株とＫ２株とは\n同一とはいえないという先の専門委員の見解が変更されるとは考えられない。\n２  争点２（本件各請求は信義則違反又は権利濫用として許されないか）\n（被告らの主張）\n(1)  なめこ種菌は，長期間栽培特性を安定的に維持することが難しく，原告\nから供給された種菌に不良品が生じたことは，きのこ業界において周知の事\n実である。\n本件鑑定書及びＡ報告からみると，原告が本件登録品種の種菌として種苗\n管理センターに寄託した種菌の栽培株（Ｋ１株）では栽培試験ができず，し\nたがって，その特性も不明なものとなっている。このため，本件登録品種は，\n品種登録の要件のうち，均一性（同一の繁殖の段階に属する植物体のすべて\nが特性の全部において十分に類似していること）及び安定性（繰り返し繁殖\nさせた後においても特性の全部が変化しないこと）を喪失しており，これは\n品種登録の取消事由（種苗法４９条１項２号，３条１項２号及び３号）に該\n当するものとなっている。\nこのような状態で，原告が種菌を供給しなくなった後も，被告組合が本件\n登録品種の種苗から収穫物であるなめこの生産・販売を継続し，侵害行為を\nしているとなどとする原告の主張は，信義則違反ないし権利濫用というべき\nであり，認められない。\n(2)  原告が被告組合に納品した種菌に多数の不良品が混入していたこと\n本件登録品種の種菌は，原告から被告組合に対し，本件許諾契約に基づき，\n毎月１０本納品されていたが，取引開始からほぼ１年半後の平成１５年４月\nには，納品された種菌からなめこが発生せず，あるいは，発生したものの栽\n培したなめこに品種登録時の特性が出ない不良が見つかったので，被告組合\nは，同月１５日，１０本を原告に返品した。その後，平成１５年５月から平\n成１６年２月の間は納品がなく，同年３月から納品が再開されたが，これら\nにも不良品が混入していたため，被告組合は，平成１６年６月１日，平成１\n７年１２月２１日，平成１８年１０月１日及び平成１９年２月１日，それぞ\nれ１本ずつ返品し，同月７日には１２本返品した。また，被告組合は，同年\n９月１日，通常より多い２０本を購入したが，これにも大量の不良品が含ま\nれており，同年１０月以降，原告は，一方的に納品を中止し，現在に至って\nいる。\nところで，被告組合の空調栽培施設は，設立当初から使用していた種菌，\nいわゆる自家菌と，その後，原告から購入した本件登録品種（ＫＸ－Ｎ００\n６号）の両方に使用でき，被告組合代表者が発明し，特許を取得したキノコ\nの培地及びキノコ栽培法により栽培できる施設となっている。この空調栽培\n施設は，種菌との相性が重要であり，相性が合わないとなめこが発生せず，\n発生しても商品にならないなめこが育ってしまう危険性がある。そのため，\n種菌の選定は最も重要なこととなっている。\n上記のとおり，原告から被告組合に納品された本件登録品種の種苗に不良\n品が見つかった後，原告は，被告組合に対し，本件登録品種の供給が難しく\nなると告げ，新たな登録品種（ＫＸ－Ｎ００８号）への切替えを勧めた。そ\nこで，被告組合は，自らの空調栽培施設に適合するかを試験するため，平成\n１７年８月にこれを購入してみたが，ＫＸ－Ｎ００８号については，本件登\n録品種（ＫＸ－Ｎ００６号）に比較すると，栽培環境が違い，栽培期間が長\nくなるなどの課題が見つかり，栽培施設の改造が必須となって，被告組合の\n空調栽培施設には適合しないことが判明した。被告組合は，平成１８年９月\n以降も，数回に分けて，ＫＸ－Ｎ００８号を試験してみたが，やはり適合し\nなかった。そこで，被告組合は，原告に対し，本件登録品種（ＫＸ－Ｎ００\n６号）の種菌の納品を要請したが，原告は，平成１９年１０月以降，一方的\nに本件登録品種の納品を中止したのである。\nなお，本件許諾契約は解除されておらず，現在も有効に存在しているから，\n原告は，被告組合に対し，本件登録品種（ＫＸ－Ｎ００６号）の種菌を供給\nする義務を負っている。\n(3)  原告は，平成１９年１０月以降，被告組合に一方的に納品を中止したこ\nとについて合理的な説明をしていない。\n原告は，株式会社きのこ本舗に対し，平成２３年２月まで，本件登録品種\n（ＫＸ－Ｎ００６号）の種菌とするものの販売をしてきたとも主張するが，\nこれが本件登録品種と同一の特性を備えた種菌であるかは不明であるし，原\n告が，本件登録品種の種菌をそれ以降も保有し，販売できる状態にあるのか\nも不明である。\nかえって，原告のウェブサイトでは，平成２０年３月現在の情報及び平成\n２３年３月現在の情報として，本件登録品種の種菌の販売をしていないこと\nが明らかにされており（乙２０，２９），現在も同様であると考えられる。\n(4)  空調栽培用なめこ種菌は栽培特性が不安定で寿命が短いこと\n空調栽培用なめこ種菌は，栽培特性が不安定で，しかも寿命が短い欠点が\nある。\nこのことは，竹原太賀司「試験場だよりナメコ栽培特性の安定化をめざし\nた新品種の育成」（乙２７の６）のほか，熊田洋子ほか「ナメコ種菌の安定\n性向上技術の開発」（乙３３）において，「ナメコ・・・発生不良株は，脱\n二核化した受容核になれない扁平な菌叢を構成する菌糸が植継ぎより増加し，\n最終的に全体が扁平な菌叢に変化して，子実体が形成されなくなる現象が観\n察されている。・・・ナメコ菌株の寒天培地による継代培養は，保存期間の\n長期化により脱二核化の危険性が高くなるが，扁平な菌叢の占有率が３０％\n以下の菌株では，気中菌糸が密な菌叢部から連続的に植継ぎを行えば，栽培\n特性の変化と脱二核化の危険性が低い。しかし，多くの菌株を植えて保存す\nることは作業面から難しいため，ナメコにおいては，比較的長期間栽培特性\nを安定的に保つ保存法の開発が必要である。」と記載されていることから，\n明らかである。\n本件登録品種（ＫＸ－Ｎ００６号）も空調施設栽培用種菌であるため，同\n様の欠点を抱えており，品種登録時の特性を維持できなくなっているものと\n思われる。\nまた，本件登録品種（ＫＸ－Ｎ００６号）は，そもそもその誕生の履歴か\nらみても，品種登録時の特性を維持することが難しい種菌であると考えられ\nる。すなわち，本件登録品種に係る品種登録願の「１．出願品種の植物体の\n特性」には，「この品種は出願者の極早生品種「東北Ｎ１０４号」の子実体\nから組織分離を繰り返すことにより選抜して育成されたものである。」と記\n載され，「３．出願品種の育成の経過」には，「母親東北Ｎ１０４号，父親\n空白（無）」と記載されており（乙３１の１），本件登録品種は，母親のみ\nで育成されたものであって，品種登録時の特性を維持することが難しい種菌，\n換言すると，変化しやすい種菌であることが裏付けられる。\nなお，「組織分離」とは，キノコ組織の一部を培地上で培養することをい\nう（乙２７の３）。\n（原告の主張）\n争う。\n３  争点３（侵害行為の差止等請求及び謝罪広告の可否）\n（原告の主張）\n(1)  差止等請求\n被告らは，過去から現在に至るまでに原告の育成者権を侵害し，今後も同\n様の侵害行為をするおそれがあるということができる。被告組合及び被告会\n社の代表者を務める菅原進は，平成２２年１２月２１日に「宮城県産めんこ\nいなめこ」の商標の登録出願をし，平成２３年６月１７日に商標権の設定登\n録を得ている（甲２７）事実からしても，今後も同様の侵害行為をするおそ\nれを推認できる。\n(2)  謝罪広告請求\n被告らが本件登録品種の種菌の違法な増殖により生産した収穫物を本件登\n録品種の正規の収穫物（原告の収穫物）より廉価で販売したことにより，本\n件登録品種の種菌及び菌床の価格相場や商品イメージが低下し，原告の業務\n上の信用が害された。そこで，原告は，被告らに対し，信用回復措置として，\n別紙２－１及び２－２記載の謝罪広告をそれぞれ別紙３－１及び３－２の条\n件で掲載することを求める。\n（被告らの主張）\nすべて争う。\n４  争点４（損害賠償請求の可否及びその額）\n（原告の主張）\n(1)  原告の業務上の信用を害したこと\n被告らが本件登録品種の種菌の違法な増殖により生産した収穫物を本件登\n録品種の正規の収穫物（原告の収穫物）より廉価で販売したことにより，本\n件登録品種の種菌及び菌床の価格相場や商品イメージが低下し，原告の業務\n上の信用が害された。\n(2)  被告組合による損害\nア  菌床の生産及び販売に係る損害\n原告は，本件登録品種の種菌を生産 ，販売し，被告組合は，本件登録\n品種の種菌を毎月５０本必要としていたところ，別紙５記載のとおり，被\n告組合が，原告から購入した本数はそれよりも些少であり，被告組合は，\n必要本数から購入した本数を差し引いた差引本数欄記載の本数を違法増殖\nしていることになる。\nまた，被告組合は，平成１９年７月ころ，宮城県大崎市松山１８番地所\n在のなめこ工場を買収し，増産態勢を敷いたことにより，少なくとも４割\nの増産を実施した。なお，被告組合は，原告から高圧殺菌装置千代田式本\n体ＴＦＫ４０（ｗ）（以下「高圧殺菌装置」という。）を購入しているが，\nこの高圧殺菌装置の一日当たりの殺菌本数は４６０８本である（甲６の\n２）。\nそこで，被告らは，遅くとも同年８月以降平成２１年８月末日までの\n間は毎月７０本必要としていたと考えられ（そのうち２０本は被告会社の\n必要本数と考える。），被告らが原告から購入した本数はそれよりも些少\nであるから，被告らは，必要本数から購入した本数を差し引いた別紙５記\n載の差引本数欄記載の本数を違法増殖していることになる。\nそして，原告は，被告組合に対し，本件登録品種の種菌を１本当たり\n４３２０円にて販売していた。すなわち，原告は，拡大培養する生産者に\n対しては，基本価格（１４４０円）にロイヤリティを付加した価格で販売\nしていた。ロイヤリティは，基本価格１４４０円を１００倍にし た金額\n（１４４万４０００円）の２パーセントに当たる額（２８８０円）とし，\n原告は，被告組合に対し，４３２０円（＝１４４０円＋２８８０円）で販\n売していた。\n原告の製造原価は， １本当たり，基本価格（１４４０円）の２０パー\nセントである２８８円であり，別紙５によれば被告らの違反本数の合計は\n５０２２本であり，被告組合の違反本数は，被告会社の違反本数５００本\n（＝２０本×平成１９年８月から平成２１年８月までの２５か月分）を引\nいた４５２２本（＝５０２２本－５００本）となるから，必要経費は，１\n３０万２３３６円（＝２８８円×４５２２本）である。\nしたがって，原告が被告組合の行為によって被った損害は，販売利益\nの合計１９５３万５０４０円（＝４３２０円×４５２２本）から１３０\n万２３３６円を引いた１８２３万２７０４円である。\nイ  本件調査費用  ６３万８１４４円\n原告は，本件の調査費用［交通費＋品種識別経費］として，次のとおり，\n合計６３万８１４４円を費やした。\n交通費  合計１１万４１４４円\n①仙台，築館，大崎の各法務局への交通費\n１万５６００円\n②平成２０年９月１６日の原告の営業部長の築館への交通費\n４３５０円（甲７の１）\n③平成２１年３月１１日の原告代表者の築館への交通費\n１万０２５０円（甲７の２）\n④平成２１年４月４日の原告の営業部長の築館への交通費\n８９９４円（甲７の３）\n⑤平成２１年４月２３日の原告の営業部長の築館への交通費\n４３５０円（甲７の４）\n⑥平成２１年５月８日の原告代表者，原告の研究所の所長，原告の営\n業部長の農林水産省・知的財産課への交通費\n７万０６００円（甲７の５）\n品種識別経費  ５２万４０００円 (甲８)\nウ  弁護士費用\n本件の弁護士費用としては，１５０万円が相当である。\nエ  以上のアないしウを合計すると，原告の被った損害額は２０３７万０８\n４８円となる。\n(3)  被告会社による損害\nア  菌床の生産及び販売に係る損害\n被告会社は，月に２０本の必要本数があり，別紙５に記載のとおり，平\n成１９年８月から平成２１年８月までの２５か月間，合計２１６万円（＝\n４３２０円×２０本×２５か月）の利益を得たものと考えられる。\nそして，必要経費は，原告の製造原価は，１本当たり基本価格（１４４\n０円）の２０パーセントである２８８円であり，被告会社の違反本数は，\n平成１９年以降５００本であるから，１４万４０００円（＝２８８円×５\n００本）となる。\nしたがって，原告が被告会社の行為によって被った損害は，合計２１６\n万円から１４万４０００円を引いた２０１万６０００円である。\nイ  弁護士費用\n本件の弁護士費用としては，１００万円が相当である。\nウ  以上，ア及びイを合計すると，原告の被った損害額は３０１万６０００\n円となる。\n（被告らの主張）\n(1)  被告らは，既に主張したとおり，いずれも侵害行為をしていないため，\n原告の業務上の信用を害したという指摘は当たらない。\nまた，本件許諾契約に基づき，平成１３年６月以降，原告から被告組合に，\n本件登録品種（ＫＸ－Ｎ００６号）の種菌が納品されていたが，不良品返品\nによるトラブルの以外には，納品本数を巡るトラブルはなく，良好な信頼関\n係で取引が継続されてきたのであり，必要本数が月に５０本あったというこ\nとはない。\n(2)  仮に，必要本数が月に５０本であったとしても，商行為によって生じた\n債権であり，事実があった時から５年を経過しているため，既に消滅時効が\n完成している。\n(3)  被告組合と被告会社は別人格であり，原告が主張する売上減の数量は，\n原告と本件許諾契約を締結していない被告会社には，妥当しない。\n第４  当裁判所の判断\n１  争点１（本件育成者権侵害の有無）について\n(1)  育成者権侵害の有無に関する判断基準について\nア  種苗法は，「新品種の保護のための品種登録に関する制度，指定種苗の\n表示に関する規制等について定めることにより，品種の育成の振興と種苗\nの流通の適正化を図り，もって農林水産業の発展に寄与すること」（同法\n１条）を目的とし，同法３条１項に掲げる要件を備えた品種の育成（人為\n的変異又は自然的変異に係る特性を固定し又は検定すること）をした者\n（又はその承継人） は，出願審査登録制度（同法第二章品 種登録制度参\n照）に基づく品種登録を受けることにより発生した育成者権を取得し（同\n法１９条１項），一定期間，当該登録品種の利用について排他的独占がで\nきることを規定する（同条２項，同法２０条）。植物体の新品種の育成に\nは，専門的知識，技術，経験のほか，長期の年月，多大な労力，資金等を\n要する場合が多い一方，植物の性質上，いったん新品種が育成されると，\nこれを第三者が増殖することは容易であることから，新品種の育成者の権\n利を法律上保護する必要があるとして，平成１０年法律第８３号により全\n面改正されたものである。\n種苗法の上記規定は，新たな発明を公開し，産業の発達に貢献したこと\nの代償（報償）として，特許登録要件を備えた発明をした者に対しては，\n特許権という当該特許発明の実施を占有する権利を与えるのと同様，新し\nい農林水産植物の品種を育成した者に対しては，新しい品種を社会に提供\nすることにより農林水産業の発展に寄与したことの代償（報償）として，\n育成者権という排他的独占力を有する強力な権利を与えたものと解せられ\nる。\nイ  ところで，種苗法においては，育成者権の及ぶ範囲について，「品種登\n録を受けている品種（以下「登録品種」という。）及び当該登録品種と特\n性により明確に区別されない品種」を「業として利用する権利を専有す\nる。」と定める（同法２０条１項本文）のみで，育成者権の権利範囲の解\n釈について特許法７０条のような規定は置かれていない。\nしかし，種苗法にお いて「品種」とは， 「重要な形質に係る 特性」\n（特性）の全部又は一部によって他の植物体の集合と区別することができ，\nかつ，その特性の全部を保持しつつ繁殖させることができる一の植物体の\n集合」（同法２条２項）とされ，「農林水産大臣は，農業資材審議会の意\n見を聴いて，農林水産植物について農林水産省令で定める区分ごとに，第\n二項の重要な形質を定め，これを公示する」（同条７項）と定められてい\nること，また，品種登録の要件として，「品種登録出願前に日本国内又は\n外国において公然知られた他の品種と特性の全部又は一部によって明確に\n区別されること」（同法３条１項１号，明確区別性），「同一の繁殖の段\n階に属する植物体のすべてが特性の全部において十分に類似しているこ\nと」（同項２号，均一性），「繰り返し繁殖させた後においても特性の全\n部が変化しないこと」（同項３号，安定性）の要件を全て満たして初めて\n新品種としての登録が認められ，農林水産大臣は，品種登録出願につき前\n条（品種登録出願の拒絶）第１項の規定により拒絶する場合を除いて品種\n登録をしなければならない」（同法１８条１項）とされている。そして，\n品種登録の際には，「品種登録は品種登録簿に次に掲げる事項を記載して\nするものとする。・・・四  品種の特性）」（同条２項），「農林水産大\n臣は，第１項の規定による品種登録をしたときは・・・農林水産省令で定\nめる事項を公示しなければならない。」（同条３項）とされており，これ\nらの種苗法に掲げられた諸規定を総合して解釈すれば，新たな品種として\n登録を認められた植物体とは，特性（重要な形質に係る特性）において，\n他の品種と明確に区別され，特性（重要な形質に係る特性）において均一\nであり，特性（重要な形質に係る特性）において変化しないことという要\n件を満たした植物体であって，その特性（重要な形質に係る特性）は品種\n登録簿により公示されることになっているのであるから，品種登録簿の特\n性表に掲げられた重要な形質に係る特性は，当該植物体において他の品種\nとの異同を識別するための指標であり，これらの点において他の品種と明\n確に区別され，安定性を有するものでなければならないものというべきで\nある。\nそして，上記の点は，農水省解説において採用されているところの，登\n録品種と侵害が疑われる品種が「同一品種であるか否かを判断するには，\n常に植物自体を比較する必要がある」という現物主義（原告は，この立場\nによるべきであると主張している。）の下でも，妥当するといわなければ\nならない。すなわち，育成者権の侵害を認めるためには，少なくとも，登\n録品種と侵害が疑われる品種の現物を比較した結果に基づいて，後者が，\n前者と，前者の特性（特性表記載の重要な形質に係る特性）により明確に\n区別されない品種と認められることが必要であるというべきである（なお，\n「明確に区別される」かどうかについては，特性表に記載された数値又は\n区分において，その一部でも異なれば直ちに肯定されるものではなく，相\n違している項目，相違の程度，植物体の種類，性質等をも勘案し，総合し\nて判断すべきである。仮に，品種登録簿の特性表に記載された特性をもっ\nて，特許権における特許請求の範囲のごとく考える立場〔以下「特性表主\n義」という。〕によるとすれば，侵害が疑われる品種について，（登録品\n種の現物ではなく）登録品種の品種登録簿の特性表記載の特性と比較して，\n登録品種と明確に区別されない品種と認められるか否かを検討すれば足り\nることになるが，その場合においても，「明確に区別される」かどうかを\n総合的に判断すべきことは同様である。）。\n(2)  鑑定嘱託の結果について\nア  本件鑑定書の「５．考察」には，次のとおり記載されている（鑑定嘱託\nの結果）。\n「菌糸性状試験では，異菌株判別法の一つである対峙培養から３菌株間に\n帯線及び嫌触反応が全く観察されなかった。また各項目においても３菌株\n間に明瞭な相違は確認されなかった。一方，菌糸成長最適温度及び菌糸体\n成長温度では温度帯によって有意差が認められるものが確認された。\n栽培試験では，Ｋ１株において子実体発生を確認できなかった。菌廻り\nも遅延する傾向があり，発生操作後トリコデルマ等の害菌の被害を容易に\n受け，子実体発生までに至らなかった。Ｋ２株とＧ株との比較では外観上\nの明瞭な相違は認められなかった。収量，菌柄の太さ及び菌柄の長さには\n有意差が認められるものの，菌さんの大きさ，菌さんの厚さ，有効茎数に\nは有意差は認められなかった。\nナメコ空調栽培では，種菌が原因と考えられる子実体の発生不良がしば\nしば起こる。その原因として種菌の微生物学的純粋性と熟度の問題及び母\n菌の継代過程で劣化・退化と称される菌株の性質の変化が指摘されている。\n本鑑定に供試した種苗登録されたＫ１株とＫ２株は同一菌株であるはずだ\nが，本試験結果では大きく栽培特性が異なる結果となった。その原因とし\nて，２菌株の保管管理状況の相違が考えられる。ナメコは自然に脱二核化\nが起こり，二核菌糸の植え継ぎ回数が多くなるにつれてクランプ結合数が\nかなり急激に減少する傾向が報告されている。また，菌株の植え継ぎに\nよって栽培特性と菌叢の変化が生じ，子実体収穫時期や収量に明確な影響\nを与え，菌株の保管管理状態によっては脱二核化による子実体の発生不良\n現象を引き起こすことが報告されている。また，脱二核化した菌糸はオガ\n粉培地においても菌廻りが薄く，培地全体が軟弱化すると報告がある。そ\nのような発生不良株は発生操作後に害菌の侵害を受け，栽培を継続できな\nい培地が多発する。本試験結果においても子実体発生不良であったＫ１株\nは菌廻りが薄く（写真．１３），培地全体が軟弱化し，発生操作後に著し\nい害菌の侵害を受けた（写真．１４）。Ｋ１株の寒天培地上菌糸を検鏡し\nたところ，二核菌糸の特徴であるクランプ結合は確認できなかった（写真．\n２５）。\nこれらの母菌や種菌の変異については，林野庁森林総合研究所を中心と\nして研究が行われ「きのこ変異判別と変異発生予防」（農林水産省相林水\n産技術会議事務局・林野庁森林総合研究所，１９９９）としてまとめられ\nている。種菌メーカーはこれらを基に独自の基準をもって品質管理を行っ\nていると考えられ，Ｋ２株は比較的良好な条件で管理されていたものと推\n察される。\n以上のことから，本試験結果の菌糸性状試験及び栽培試験の調査項目の\n一部に有意差は認められるが，３菌株は遺伝的に別の特性を有するという\nことは言えない。」\nイ  本件鑑定書の「５．考察」では，３菌株（Ｋ１株，Ｋ２株，Ｇ株）を用\nいて行った菌糸性状試験の調査項目の一部に有意差が認められるとしてい\nるにもかかわらず，その有意差が本件登録品種の特性と異なるのか，異な\nるとすればそれはどの程度かについて，何らの見解も示しておらず，有意\n差が認められるにもかかわらず，「３菌株は遺伝的に別の特性を有すると\nは言えない」との結論が導かれた理由は，不明であるといわざるを得ない。\nまた，本件鑑定書の「５．考察」では，栽培試験の結果について，Ｋ１\n株においては子実体発生を確認できなかったとして，Ｋ２株とＧ株の比較\nについて言及するものの，本件鑑定嘱託における鑑定嘱託事項である「品\n種登録原簿に記載された重要な形質に係る特性と異なるか否か，異なる場\n合にはその異なる程度（明確に区別できる程度か否か）について判定す\nる」ことは，行われていない。\nしたがって，鑑定嘱託の結果に基づいて，Ｇ株（被告会社の販売に係る\n被告製品から抽出した種菌の栽培株）に係る品種がＫ１株（本件登録品種\nの種菌として種苗センターに寄託されたものの栽培株）に係る品種と「特\n性により明確に区別されない」と認めることはできないし，Ｇ株に係る品\n種がＫ２株（原告が本件登録品種の種菌として保有していたと主張するも\nのの栽培株）に係る品種と「特性により明確に区別されない」と認めるこ\nともできない。\nなお，鑑定嘱託の結果に基づいて，Ｋ２株に係る品種が本件登録品種で\nあると認めることができないことは，いうまでもない。\nウ  本件鑑定嘱託における鑑定嘱託事項は，登録時審査基準に基づく特性項\n目ではなく，その後に制定された新審査基準に基づいた特性項目に係るも\nのであって，本件特性表における特性項目と一致していないところがあり，\nすべての項目にわたって比較することはできないが，仮に，本件鑑定書に\n示されたデータを用いて，本件特性表に記載された本件登録品種の特性と\n本件試験に供されたＧ株に係る品種の特性との対比を試みるとすれば，別\n紙６「品種登録時における「重要な形質に関する特性」と鑑定に供された\nＧ株の特性の対比」に記載のとおりとなる（品種登録時の項目の括弧内に\n記載された特性は，新審査基準に照らした場合の記載である。）。\nこのように，本件鑑定書に記載されたＧ株の特性と，本件登録品種の特\n性表記載の特性には，異なっているように見受けられる項目が複数存在し\nていることから，仮に特性表主義の立場に立った場合であっても，Ｇ株の\n特性が本件登録品種の特性表記載の特性と「特性により明確に区別されな\nい」ことが立証されているとはいえない。\n(3)  原告の主張について\nこの点，原告は，本件試験の結果は信頼できるものとし，現物主義に基づ\nき，本来は，Ｋ１株とＧ株の比較栽培試験により侵害の有無を判断すべきで\nあるとしつつも，Ｋ１株の子実体不発生から，Ｋ１株と同品種であるはずの\n原告保有株Ｋ２株とＧ株を比較した本件試験の結果を根拠に両株に明確な区\n別は認められないとした上，Ｋ１株の子実体不発生の原因と，Ｋ１株とＫ２\n株の同一性立証のために，Ａ報告，Ａ追加報告，Ｂ報告を提出し，なめこに\nおけるＤＮＡ分析技術について甲９号証ないし甲１１号証を提出し，その有\n用性を主張する。\n確かに，ＤＮＡ分析による品種識別の方法も存する（前記前提事実等に摘\n示した育成権侵害対策細則２条３項参照）が，一般に，ＤＮＡ分析は，全ゲ\nノムを解析するものではなく，特定のプライマーを用いることにより，品種\nに特徴的であると考えられる一部のＤＮＡ配列を分析するにすぎないから，\n品種識別に利用する際は，「妥当性が確認されたＤＮＡ品種識別技術を用い\nて」行うことが要求されている。乙４１号証によれば，いちご，リンゴなど\nの一部の植物体においては品種識別技術が確立していることが認められるも\nのの，なめこにおけるＤＮＡ分析による品種識別技術が妥当性が確認された\nものとして確立されているとは認められず，Ａ報告，Ａ追加報告，Ｂ報告で\n採用されているＤＮＡ分析技術は，なめこが同一品種であるかどうかを判定\nするために妥当性が確認されたＤＮＡ品種識別技術であるということはでき\nない（甲９ないし１１は，いずれも原告の関与した研究成果に係るものであ\nり，Ａ報告，Ａ追加報告，Ｂ報告で採用されているＤＮＡ分析技術において\n用いられたプライマーの選択の妥当性を判断するために適切な資料とはいえ\nない。）。\nしたがって，Ａ報告，Ａ追加報告，Ｂ報告に基づく原告の主張は，採用す\nることができない。\n(4)  小括\n以上によれば，被告らが本件登録品種又はこれと重要な形質に係る特性に\nより明確に区別されないなめこの種苗の生産等を行ったとか，その収穫物を\n販売したと認めることは，困難であるというべきであり，ほかに被告らが本\n件育成者権を侵害する行為をした，あるいは，していると認めるに足りる証\n拠はない。\n２  争点２（本件各請求は信義則違反又は権利濫用として許されないか）につい\nて\n(1)  上記１のとおり，被告らが本件育成者権を侵害した，あるいは，してい\nると認めることができない以上，その余の点について判断するまでもなく，\n原告の本件各請求は，いずれも理由がないことに帰するが，事案にかんがみ，\n品種登録がされた後において，登録品種が種苗法３条１項２号又は３号の要\n件を備えなくなったことを抗弁として主張することの可否等について，検討\nする。\n(2)  種苗法に基づく品種登録（同法１８条１項）は，農林水産大臣が行う行\n政処分であり，農林水産大臣は，出願品種が①同法３条１項（区別性，均一\n性及び安定性の具備），②同法４条２項（未譲渡性の存在），③同法５条３\n項（育成者複数の場合の共同出願），④同法９条１項（先願優先）又は⑤同\n法１０条（外国人の権利享有の範囲）の規定により，品種登録をすることが\nできないものであるときは，品種登録出願を文書で拒絶しなければならない\n旨定める（同法１７条１項１号）とともに，品種登録が上記①ないし⑤の規\n定に違反してされたことが判明したときは，これを取り消さなければならず\n（同法４９条１項１号），品種登録が取り消されたときは，育成者権は品種\n登録の時にさかのぼって消滅したものとみなされる（同条４項１号）。\nそして，種苗法において特許法１０４条の３が準用されていないのは，特\n許法のように独自の無効審判制度を設けていないことによるものと考えられ，\n種苗法においても，品種登録が上記①ないし⑤の規定に違反してされたもの\nであり，農林水産大臣により取り消されるべきものであることが明らかな場\n合（農林水産大臣は，品種登録が上記①ないし⑤の規定に違反してされたこ\nとが判明したときはこれを取り消さなければならないのであって，その点に\n裁量の余地はないものと解される。）にまで，そのような品種登録による育\n成者権に基づく差止め又は損害賠償等の請求が許されるとすることが相当で\nないことは，特許法等の場合と実質的に異なるところはないというべきであ\nる。なぜなら，上記①ないし⑤の規定に違反し，取り消されるべきものであ\nることが明らかな品種登録について，その育成者権に基づいて，当該品種の\n利用行為を差し止め，又は損害賠償等を請求することを容認することは，実\n質的に見て，育成者権者に不当な利益を与え，当該品種を利用する者に不当\nな不利益を与えるものであって，衡平の理念に反する結果となるし，また，\n農林水産大臣が品種登録の取消しの職権発動をしない場合に，育成者権に基\nづく侵害訴訟において，まず行政不服審査法に基づく異議申立て又は行政訴\n訟を経由しなければ，当該品種登録がその要件を欠くことをもって育成者権\nの行使に対する防御方法とすることが許されないとすることは，訴訟経済に\n反するといわざるを得ないからである。したがって，品種登録が取り消され\nる前であっても，当該品種登録が上記①ないし⑤の規定に違反してされたも\nのであって，取り消されるべきものであることが明らかな場合には，その育\n成者権に基づく差止め又は損害賠償等の権利行使は，権利の濫用に当たり許\nされないと解するのが相当である（最高裁平成１２年４月１１日第三小法廷\n判決・民集５４巻４号１３６８頁，知財高裁平成１８年１２月２１日判決・\n判例タイムズ１２３７号３２２頁参照）。\nところで，品種登録がされた後において，登録品種が種苗法３条１項２号\n又は３号に掲げる要件を備えなくなったことが判明したときも，品種登録の\n取消しの効果自体は遡及しない（同法４９条４項柱書本文）ものの，農林水\n産大臣が品種登録を取り消さなければならず（同条１項２号），その点に裁\n量の余地はないことは，同様であると解される。そうすると，このような後\n発的取消事由が発生したことが明らかな品種登録について，その事由の発生\n後，未だ農林水産大臣によって品種登録が取り消されていないという一事を\nもって，その育成者権に基づいて，当該品種の利用行為を差し止め，又は損\n害賠償等を請求することを容認することは，実質的に見て，育成者権者に不\n当な利益を与え，当該品種を利用する者に不当な不利益を与えるものであっ\nて，衡平の理念に反するとともに，訴訟経済にも反するというべきである。\nしたがって，品種登録が取り消される前であっても，当該登録品種が同法\n３条１項２号又は３号に掲げる要件を備えなくなったことが明らかな場合に\nは，そのことが明らかとなった後は，その育成者権に基づく差止め又は損害\n賠償請求等の権利行使は，権利の濫用に当たり許されないと解するのが相当\nである。\n(3)  本件品種登録が取り消されるべきことが明らかといえる事由があるかに\nついて，以下検討する。\n後掲各証拠によれば，次の各事実が認められる。\nア  原告と被告組合は，平成１０年６月１０日，本件登録品種について，本\n件許諾契約を締結し，平成１３年８月頃から，被告組合は，原告から，毎\n月１０本程度の本件登録品種の種菌を購入し，これを本件許諾契約に基づ\nいて増殖使用して，なめこの栽培を繰り返していた（甲３）。\nイ  平成１５年４月には，原告から被告組合に対して納入された種菌に，な\nめこが発生せず，あるいは，発生したものの栽培したなめこに品種登録時\nの特性が出ない不良が見つかったため，１０本返品したことがあり，それ\n以降，１年に１度程度，不良品が見つかった際には返品した（乙４５，弁\n論の全趣旨）。\nウ  平成１９年１月，同年２月にも，原告から被告組合に納入された種菌に\n不良品が見つかったことから，被告組合は，同年１９年９月には通常より\n多い２０本を原告から購入したが，不良品が含まれていた（弁論の全趣\n旨）。\nエ  平成１９年１０月以降，原告は，被告組合に対し，本件登録品種の種菌\nの供給を中止し，その理由については明確にせず，また，本件許諾契約も\n解除していない（当事者間に争いがない。）。\nオ  原告のウェブサイトでは，「会社案内・主要商品」として，「登録品種\n一覧（２００８年３月現在）」の「なめこ」欄には，「ＫＸ－Ｎ００６号\n※」の記載があり，「※の品種は，現在販売いたしておりません。」と紹\n介されており（乙２０），「登録品種一覧（２０１１年３月現在）」の\n「なめこ」欄にも，同様に，「ＫＸ－Ｎ００６号※」の記載があり，「※\n印の品種は，現在販売いた しておりません。」と紹介されていた（乙２\n９）。\nなお，この点に関し，原告は，平成２３年９月２日までは本件登録品種\nの種菌を，長崎県南島原市所在の株式会社雲仙きのこ本舗に販売していた\n旨主張するが，原告は，同主張を裏付ける証拠を容易に提出することがで\nきる立場にあるにもかかわらず，あえてこれを提出しないのであって，上\n記事実を認めることはできない。\nカ  空調施設栽培用なめこ種菌については，本件登録品種の品種登録前から，\n栽培特性が不安定で寿命が短いことが知られていた。すなわち，なめこ空\n調栽培に用いられる極早生系統は，子実体収量等栽培特性が不安定である\nという欠点があり，従来から菌株の劣化，退化減少との関連が知られてお\nり，この現象は，二核菌糸（きのこ栽培に用いる倍数体菌糸）が一核菌糸\n（胞子から発芽するきのこを作らない菌糸）に戻ってしまう脱二核化現象\nと，脱二核化して生じた一核菌糸は，二核菌糸よりも成長が速いため，一\n核菌糸が培地に蔓延しやすいこと，せっかく選抜した優良系統も，シイタ\nケなどと比べるとその寿命は極めて短くなっているのが実情であり，また，\n脱二核化した菌糸は，オガ粉培地においても菌廻りが薄く，培地全体が軟\n弱化し，害菌の侵害を受けやすく，栽培を継続できない培地が多発するこ\nとも知られていた（乙２７の６，鑑定嘱託の結果）。\nキ  原告が本件品種登録時に種苗管理センターに寄託していた種菌の栽培株\n（Ｋ１株）について，本件鑑定書では，栽培試験において，「菌廻りも遅\n延する傾向があり，発生操作後トリコデルマ（判決注：不完全菌類の代表\n的な土壌菌の一つ）等の害菌の被害を容易に受けて，子実体発生までに至\nらなかった。」とされた上，その原因として，「ナメコは自然に脱二核化\nが起こり，二核菌糸の植え継ぎ回数が多くなるにつれてクランプ結合数が\nかなり急激に減少する傾向が報告されている。」「Ｋ１株は菌廻りが薄く\n（写真．１３）培地全体が軟弱化し，発生操作後に著しい害菌の侵害を受\nけ（写真．１４）。Ｋ１株の寒天培地上菌糸を検鏡したところ，二核菌糸\nの特徴であるクランプ結合は確認できなかった」ことなどが示されており，\n脱二核化が起きたために，子実体が発生しなかったと推察されている（鑑\n定嘱託の結果，乙２７の５，２７の９）。\nク  以上アないしキの事実を総合すると，本件登録品種は，遅くとも平成２\n０年３月時点においては，原告自らが種菌として広く販売するに足りる程\n度に特性を維持することができないと判断していたものと認められるから，\n遅くとも，同時点において，種苗法３条１項２号（均一性）及び３号（安\n定性）に関する登録要件を欠くことが明らかとなったと認めるのが相当で\nあり，同法４９条１項２号所定の取消事由が存在することが明らかである\nと認められる。\n(4)  したがって，原告が，取消事由が存在することが明らかな本件品種登録\nに係る本件育成者権に基づき，被告らに対し，差止請求及び廃棄請求をす\nることは，権利濫用に当たり，許されないというべきである。\nまた，原告の被告らに対する 損害賠償請求のうち，取消事由が発生し\nたことが明らかとなった時点以降の被告らの行為を理由とする部分につい\nても，権利濫用に当たり，許されないというべきである。\nなお，本件品種登録に取消事由が発生したことが明らかとなった平成\n２０年３月時点より前に，被告らが本件育成者権を侵害したことにより，\n原告に損害が発生したと認めるに足りる的確な証拠がないことは，既に説\n示したとおりである。\n第５  結論\n以上によれば，その余の点について検討するまでもなく，原告の本件請求は\nいずれも理由がないから，これらを棄却することとし，主文のとおり判決す\nる。\n東京地方裁判所民事第２９部\n裁判長裁判官    嶋    末    和    秀\n裁判官    鈴    木    千    帆\n裁判官    西    村    康    夫\n"
}