{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 4,
    "day": 9
  },
  "case_number": "平成24(受)1948",
  "case_name": "損害賠償請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第69巻3号455頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成23(ネ)2294",
  "original_date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 7
  },
  "gist": "責任を弁識する能力のない未成年者が，サッカーボールを蹴って他人に損害を加えた場合において，その親権者が民法７１４条１項の監督義務者としての義務を怠らなかったとされた事例",
  "case_gist": "責任を弁識する能力のない未成年者の蹴ったサッカーボールが校庭から道路に転がり出て，これを避けようとした自動二輪車の運転者が転倒して負傷し，その後死亡した場合において，次の(1)～(3)など判示の事情の下では，当該未成年者の親権者は，民法７１４条１項の監督義務者としての義務を怠らなかったというべきである。\n(1)　上記未成年者は，放課後，児童らのために開放されていた小学校の校庭において，使用可能な状態で設置されていたサッカーゴールに向けてフリーキックの練習をしていたのであり，殊更に道路に向けてボールを蹴ったなどの事情もうかがわれない。\n(2)　上記サッカーゴールに向けてボールを蹴ったとしても，ボールが道路上に出ることが常態であったものとはみられない。\n(3)   上記未成年者の親権者である父母は，危険な行為に及ばないよう日頃から通常のしつけをしており，上記未成年者の本件における行為について具体的に予見可能であったなどの特別の事情があったこともうかがわれない。",
  "ref_law": "民法７０９条，民法７１２条，民法７１４条",
  "lawsuit_id": "85032",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=85032",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/032/085032_hanrei.pdf",
  "contents": "平成２４年（受）第１９４８号  損害賠償請求事件\n平成２７年４月９日  第一小法廷判決\n主          文\n１  原判決中，上告人らの敗訴部分をいずれも破棄す\nる。\n２  第１審判決中，上告人らの敗訴部分をいずれも取り\n消す。\n３  前項の取消部分に関する被上告人らの請求をいずれ\nも棄却する。\n４  第１項の破棄部分に関する承継前被上告人Ａの請求\nに係る被上告人Ｘ２及び同Ｘ３の附帯控訴を棄却す\nる。\n５  訴訟の総費用は被上告人らの負担とする。\n理          由\n上告代理人森本宏，同大石武宏，同小島崇宏の上告受理申立て理由第３の３につ\nいて\n１  本件は，自動二輪車を運転して小学校の校庭横の道路を進行していたＢ（当\n時８５歳）が，その校庭から転がり出てきたサッカーボールを避けようとして転倒\nして負傷し，その後死亡したことにつき，同人の権利義務を承継した被上告人ら\nが，上記サッカーボールを蹴ったＣ（当時１１歳）の父母である上告人らに対し，\n民法７０９条又は７１４条１項に基づく損害賠償を請求する事案である。上告人ら\nがＣに対する監督義務を怠らなかったかどうかが争われている。\n２  原審の適法に確定した事実関係の概要等は，次のとおりである。\n(1)  Ｃ（平成４年３月生まれ）は，平成１６年２月当時，愛媛県越智郡Ｄ町立\n（現在は今治市立）Ｅ小学校（以下「本件小学校」という。）に通学していた児童\nである。\n(2)  本件小学校は，放課後，児童らに対して校庭（以下「本件校庭」とい\nう。）を開放していた。本件校庭の南端近くには，ゴールネットが張られたサッカ\nーゴール（以下「本件ゴール」という。）が設置されていた。本件ゴールの後方約\n１０ｍの場所には門扉の高さ約１．３ｍの門（以下「南門」という。）があり，そ\nの左右には本件校庭の南端に沿って高さ約１．２ｍのネットフェンスが設置されて\nいた。また，本件校庭の南側には幅約１．８ｍの側溝を隔てて道路（以下「本件道\n路」という。）があり，南門と本件道路との間には橋が架けられていた。本件小学\n校の周辺には田畑も存在し，本件道路の交通量は少なかった。\n(3)  Ｃは，平成１６年２月２５日の放課後，本件校庭において，友人らと共に\nサッカーボールを用いてフリーキックの練習をしていた。Ｃが，同日午後５時１６\n分頃，本件ゴールに向かってボールを蹴ったところ，そのボールは，本件校庭から\n南門の門扉の上を越えて橋の上を転がり，本件道路上に出た。折から自動二輪車を\n運転して本件道路を西方向に進行してきたＢ（大正７年３月生まれ）は，そのボー\nルを避けようとして転倒した（以下，この事故を「本件事故」という。）。\n(4)  Ｂは，本件事故により左脛骨及び左腓骨骨折等の傷害を負い，入院中の平\n成１７年７月１０日，誤嚥性肺炎により死亡した。\n(5)  Ｃは，本件事故当時，満１１歳１１箇月の男子児童であり，責任を弁識す\nる能力がなかった。上告人らは，Ｃの親権者であり，危険な行為に及ばないよう日\n頃からＣに通常のしつけを施してきた。\n３  原審は，上記事実関係の下において，本件ゴールに向けてサッカーボールを\n蹴ることはその後方にある本件道路に向けて蹴ることになり，蹴り方次第ではボー\nルが本件道路に飛び出す危険性があるから，上告人らにはこのような場所では周囲\nに危険が及ぶような行為をしないよう指導する義務，すなわちそもそも本件ゴール\nに向けてサッカーボールを蹴らないよう指導する監督義務があり，上告人らはこれ\nを怠ったなどとして，被上告人らの民法７１４条１項に基づく損害賠償請求を一部\n認容した。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n前記事実関係によれば，満１１歳の男子児童であるＣが本件ゴールに向けてサッ\nカーボールを蹴ったことは，ボールが本件道路に転がり出る可能性があり，本件道\n路を通行する第三者との関係では危険性を有する行為であったということができる\nものではあるが，Ｃは，友人らと共に，放課後，児童らのために開放されていた本\n件校庭において，使用可能な状態で設置されていた本件ゴールに向けてフリーキッ\nクの練習をしていたのであり，このようなＣの行為自体は，本件ゴールの後方に本\n件道路があることを考慮に入れても，本件校庭の日常的な使用方法として通常の行\n為である。また，本件ゴールにはゴールネットが張られ，その後方約１０ｍの場所\nには本件校庭の南端に沿って南門及びネットフェンスが設置され，これらと本件道\n路との間には幅約１．８ｍの側溝があったのであり，本件ゴールに向けてボールを\n蹴ったとしても，ボールが本件道路上に出ることが常態であったものとはみられな\nい。本件事故は，Ｃが本件ゴールに向けてサッカーボールを蹴ったところ，ボール\nが南門の門扉の上を越えて南門の前に架けられた橋の上を転がり，本件道路上に出\nたことにより，折から同所を進行していたＢがこれを避けようとして生じたもので\nあって，Ｃが，殊更に本件道路に向けてボールを蹴ったなどの事情もうかがわれな\nい。\n責任能力のない未成年者の親権者は，その直接的な監視下にない子の行動につい\nて，人身に危険が及ばないよう注意して行動するよう日頃から指導監督する義務が\nあると解されるが，本件ゴールに向けたフリーキックの練習は，上記各事実に照ら\nすと，通常は人身に危険が及ぶような行為であるとはいえない。また，親権者の直\n接的な監視下にない子の行動についての日頃の指導監督は，ある程度一般的なもの\nとならざるを得ないから，通常は人身に危険が及ぶものとはみられない行為によっ\nてたまたま人身に損害を生じさせた場合は，当該行為について具体的に予見可能で\nあるなど特別の事情が認められない限り，子に対する監督義務を尽くしていなかっ\nたとすべきではない。\nＣの父母である上告人らは，危険な行為に及ばないよう日頃からＣに通常のしつ\nけをしていたというのであり，Ｃの本件における行為について具体的に予見可能で\nあったなどの特別の事情があったこともうかがわれない。そうすると，本件の事実\n関係に照らせば，上告人らは，民法７１４条１項の監督義務者としての義務を怠ら\nなかったというべきである。\n５  以上によれば，原審の判断中，上告人らの敗訴部分には判決に影響を及ぼす\nことが明らかな法令の違反があり，この点に関する論旨は理由がある。そして，以\n上説示したところによれば，被上告人らの民法７１４条１項に基づく損害賠償請求\nは理由がなく，被上告人らの民法７０９条に基づく損害賠償請求も理由がないこと\nとなるから，原判決中上告人らの敗訴部分をいずれも破棄し，第１審判決中上告人\nらの敗訴部分をいずれも取り消した上，上記取消部分に関する被上告人らの請求を\nいずれも棄却し，かつ，上記破棄部分に関する承継前被上告人Ａの請求に係る被上\n告人Ｘ２及び同Ｘ３の附帯控訴を棄却すべきである。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁 判 長 裁 判 官   山 浦 善 樹   裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁判 官\n池上政幸)\n"
}