{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 9,
    "day": 17
  },
  "case_number": "平成29(ワ)1290",
  "case_name": "損害賠償請求事件",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "88948",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88948",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/948/088948_hanrei.pdf",
  "contents": "令和元年９月１７日判決言渡  同日原本領収  裁判所書記官\n平成２９年（ワ）第１２９０号  損害賠償請求事件（第１事件）\n平成３０年（ワ）第４４４号  損害賠償請求事件（第２事件）\n口頭弁論終結日  令和元年７月１日\n判        決\n主         文\n１  被告は，原告Ａに対し，１２６５万円及びこれに対する平成２４年４月２４日\nから支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂに対し，１１０２万７２３９円及びうち１００２万４７６３円\nに対する平成２８年３月１日から，うち１００万２４７６円に対する平成２７年\n８月４日から各支払済みまで，年５分の割合による金員を支払え。\n３  訴訟費用は，被告の負担とする。\n４  この判決の第１項及び第２項は，本判決が被告に送達された日から１４日を経\n過したときは，仮に執行することができる。ただし，被告が各原告について３０\n０万円の担保を供するときは，当該原告に係る仮執行を免れることができる。\n事  実及び理 由\n第１  請求\n１  第１事件\n主文第１項同旨\n２  第２事件\n主文第２項同旨\n第２  事案の概要等\n１  事案の概要\n本件は，労働作業中に石綿粉じんにばく露し，肺がんを発症した原告らが，原\n告らの肺がん発症は，被告が適切な規制権限を行使しなかったことが原因である\nと主張して，被告に対し，国家賠償法１条１項に基づき，①原告Ａにおいて１２\n６５万円（慰謝料及び弁護士費用）及びこれに対する肺がんの確定診断日である\n平成２４年４月２４日から支払済みまで民法所定の年５分による遅延損害金の\n支払を求め，②原告Ｂにおいて１１０２万７２３９円（慰謝料１００２万４７６\n３円及び弁護士費用１００万２４７６円）及び，うち慰謝料相当分については原\n告Ｂが企業から損害賠償金を受領した日の翌日である平成２８年３月１日から\n支払済みまで，弁護士費用相当分については肺がんの確定診断の前提となった手\n術日である平成２７年８月４日から支払済みまで，それぞれ民法所定の年５分の\n割合による遅延損害金の支払を求める事案である。\n被告は，原告らの請求が，石綿関連疾患に関する国の訴訟上の和解方針（以下\n「本件和解方針」という。）を満たすことは争わないが，遅延損害金の起算日につ\nいて，被災者が最終の行政上の決定を受けた日（最高裁判所平成６年２月２２日\n第三小法廷判決・民集４８巻２号４４１頁〔以下「最高裁平成６年判決」という。〕\n参照），すなわち原告らが肺がんについて労災保険給付支給決定を受けた日であ\nると主張し，遅延損害金に関する原告らの請求を争っている。\n２  前提事実（末尾に証拠の掲記がない事実は，当事者間に争いがない事実である。）\n⑴   原告Ａの石綿粉じんへのばく露及び肺がんの発症\nア  原告Ａは，昭和３９年１２月２０日から昭和４０年３月７日までの間，日\n通クボニ作業株式会社（現在の日通兵庫運輸株式会社）に在籍し，元請けで\nある久保田鉄工株式会社（現在の株式会社クボタ。以下「クボタ」という。）\n神崎工場の構内における石綿水道管の製造作業に従事し，石綿粉じんにばく\n露した。\nイ  原告Ａは，上記ばく露の結果，肺がんに罹患し，平成２４年４月２４日，\n肺がんの確定診断を受けた。\nウ  原告Ａは，平成２７年６月１５日，上記肺がんについて，上記作業場にお\nける業務に起因するものとして，休業補償給付支給決定を受けた。\n⑵   原告Ｂの石綿粉じんへのばく露及び肺がんの発症\nア  原告Ｂは，昭和２９年１０月１２日から，昭和５０年１１月までの間，ク\nボタの従業員として，クボタ神崎工場で石綿管の製造作業に従事し，石綿粉\nじんにばく露した。\nイ  原告Ｂは，上記ばく露の結果，肺がんに罹患し，平成２７年８月４日の手\n術の際に標本切除を受け，同月１２日，肺がんの確定診断を受けた。\nウ  原告Ｂは，平成２８年１月１８日，上記肺がんについて，上記作業場にお\nける業務に起因するものとして，療養補償給付及び休業補償給付決定を受け\nた。\n⑶   国の訴訟上の和解方針\nア  大阪泉南アスベスト国家賠償請求第２陣訴訟判決\n最高裁判所は，平成２６年１０月９日，大阪泉南アスベスト国家賠償請求\n第２陣訴訟（以下，単に「第○陣訴訟」と表記する。）につき，「石綿製品の\n製造等を行う工場等において，労働大臣は，昭和３３年５月２６日には，労\n働基準法（昭和４７年法律第５７号による改正前のもの。以下「旧労基法」\nという。）に基づく省令制定権限を行使して，罰則をもって石綿工場に局所\n排気装置を設置することを義務付けるべきであったのであり，特定化学物質\n等障害予防規則（昭和４６年労働省令第１１号。以下「旧特化則」という。）\nが制定された昭和４６年４月２８日まで，労働大臣が旧労基法に基づく上記\n省令制定権限を行使しなかったことは，旧労基法の趣旨，目的や，その権限\nの性質等に照らし，著しく合理性を欠くものであって，国家賠償法１条１項\nの適用上違法であるというべきである」として，被上告人一人を除く部分に\nついて，上告人らの上告を棄却した（最高裁判所平成２６年１０月９日第一\n小法廷判決・民集６８巻８号７９９頁。以下「最高裁平成２６年判決」とい\nう。）。また，最高裁判所は，平成２６年１０月９日，第１陣訴訟についても\nほぼ同旨の判断をして，同訴訟を大阪高等裁判所に差し戻した（最高裁判所\n第１小法廷判決／平成２３年（受）第２４５５号）。\nイ  第２陣訴訟控訴審判決\n最高裁平成２６年判決が是認した大阪高等裁判所平成２５年１２月２５\n日判決（以下「大阪高裁平成２５年判決」という。）は，各石綿関連疾患又は\nこれを原因とする死亡の別を基に基準慰謝料額を算定し，「これらの損害が\n発生するのは最も重い行政上の決定を受けた時又は石綿関連疾患により死\n亡した時と解すべきである。したがって，遅延損害金の起算日は，最も重い\n行政上の決定（じん肺管理区分決定又は労災保険給付支給決定）又は石綿関\n連疾患により死亡した時と解するのが相当である」と判示したが，訴訟係属\n中に肺がんに罹患した原告１名（以下「肺がん発症原告」という。）について\nは，肺がんの確定診断日の前提となった手術の日（平成２４年２月２日）を\n遅延損害金の起算日とした。\nウ  厚生労働大臣談話\n厚生労働大臣は，最高裁平成２６年判決を受けて，平成２６年１０月２１\n日，第１陣・第２陣訴訟については，次の方針によることとする旨の談話を\n発表した（第１事件甲２，第２事件乙１）。\n第１陣訴訟の差戻審の開始を待つことなく，最高裁平成２６年判決で国\nの責任が認められた第１陣・第２陣訴訟の原告と面会し，お詫びをする。\n第１陣訴訟については，速やかに裁判所に対し，大阪高裁平成２５年判\n決と同等の基準額による損害賠償を審理が差し戻された２８名の原告に\n支払う旨の和解を申し入れる。\n最高裁平成２６年判決で国の責任が認められた原告らと同様の状況に\nあった石綿工場の元労働者についても，最高裁平成２６年判決に照らして，\n訴訟上の和解の途を探ることとする。\nエ  第１陣訴訟差戻し控訴審\n平成２６年１２月２６日，第１陣訴訟原告らと国（被告）との間で，大阪\n高裁平成２５年判決と同様の基準で，①慰謝料，②慰謝料額の１０％の割合\nによる弁護士費用，③それぞれの金員に対する最も重い行政上の認定を受け\nた時又は石綿関連疾患により死亡したときからの遅延損害金を支払うこと\n等を内容とする訴訟上の和解が成立した。\nオ  本件和解方針\n国は，石綿工場の元労働者やその遺族らについて，①昭和３３年５月２６\n日から昭和４６年４月２８日までの間に，局所排気装置を設置すべき石綿工\n場内において，石綿粉じんにばく露する作業に従事したこと，②その結果，\n石綿関連疾患を発症したこと，③提訴の時期が損害賠償請求権の時効消滅前\nであることが証拠によって確認できること，という３要件を満たす場合には，\n大阪高裁平成２５年判決及び第１陣訴訟差戻し控訴審において国が支払義\n務を認めた損害賠償額（以下「基準慰謝料額」という。）の２分の１を限度と\nして，訴訟上の和解により，損害賠償金を支払うとの方針を表明した。\nカ  基準慰謝料額\n肺がんの場合，基準慰謝料額は２３００万円である。\n企業等から損害賠償金の性質を有する金員を受領した者については，そ\nの者が受領した金額のうち，弁護士費用相当部分である１１分の１を控除\nした１１分の１０の額を損害額（基準慰謝料に対する遅延損害金から充当）\nから控除する（以下「本件充当方法」と呼ぶことがある。）。\n⑷    クボタからの損害賠償金の性質を有する金員の受領（原告Ｂ）\n原告Ｂは，平成２８年２月２９日，クボタから，石綿作業に起因した疾病に\n罹患したことに関する損害賠償金として１５００万円を受領した。\n３  争点及び争点に関する当事者の主張\n⑴  遅延損害金の起算日\n（原告らの主張）\nア  不法行為に基づく損害賠償債務は，催告を要することなく損害の発生と同\n時に遅滞に陥る。\n石綿関連疾患（石綿肺，中皮腫，肺がん，びまん性胸膜肥厚）のうち，石\n綿肺は，肺内に粉じんが存在する限り進行し，肺内の粉じんの量に対応して\n進行するという特異な進行性の疾患で，どの程度の速度でどの程度進行する\nかは患者によって多様であり，あらかじめ予測することができない。このた\nめ，被災者が管理区分２ないし４と順次行政上の決定を受けた場合には，そ\nれぞれの管理区分ごとに質的に異なる損害が発生し，最も重い行政上の決定\nを受けたときをもって「損害が発生した」と解するのが合理的である。\nこれに対し，肺がんは，罹患したか罹患していないかの二者択一でしかな\nい。その労災認定基準は，その罹患したがんが石綿由来かどうかを鑑別する\nものでしかなく，進行程度によって労災認定の可否が決定されるものではな\nい。そうすると，肺がんについては，肺がんに罹患したことが確実となった\n客観的時点をもって「損害が発生した」と解するほかはなく，遅延損害金の\n起算日は，肺がんの確定診断日（確定診断に至る検査や手術を行った日）と\nするべきである。\nイ  大阪高裁平成２５年判決について\n大阪高裁平成２５年判決は，肺がんについては，確定診断の日（その前\n提となった手術の日）をもって損害発生の日としたものである。\n第２陣訴訟には，肺がん発生原告についての調査結果復命書が提出され\nている。同復命書によれば，厚生労働事務官は，平成２４年１２月１３日，\n肺がんの療養給付請求を受け付け，同月２５日，労働基準監督署長に対し\n肺がんを業務上疾病として取り扱う旨の調査結果を報告し，同署長の決裁\nを受けた。その決裁印は読みづらいが，平成２４年１２月であることまで\nは判読可能である。仮に，同判決が，肺がんについて損害発生の日を労災\n支給決定日と考えていたのであれば，決裁日の１０か月以上前の手術日を\nもって遅延損害金発生日とすることはあり得ない。\n大阪高裁平成２５年判決は，びまん性胸膜肥厚の被災者については，労\n災保険支給日をもって遅延損害金の起算日としているが，これは，同事件\n原告らがもともと労災支給決定日を遅延損害金の起算日として損害賠償\n請求をしていたためである。しかも，びまん性胸膜肥厚は，石綿肺と同様\nの特異な進行性の疾患であり，単に医学的診断だけでなく，進行程度に関\nしても，胸膜の厚さや拡がり，著しい肺機能障害という要件を満たして初\nめて労災支給決定がされるという特質を有している。このような特質に照\nらせば，びまん性胸膜肥厚については，労災支給決定をもって損害が発生\nしたと捉えることも合理的であり，肺がんと同列には解し得ない。\n大阪高裁平成２５年判決は，除斥期間の起算点について判示した部分で，\n肺がんについても，他の疾患と同様に，損害発生時を「最も重い行政上の\n決定を受けた時」と判示している。\nしかしながら，上記判示は，石綿関連疾患においては，不法行為による\n損害賠償請求権の除斥期間の起算点となるのが，加害行為時ではなく，損\n害発生時であることを判示したものにすぎない。また，同裁判で除斥期間\nが問題になったのはいずれも死亡した被害者についてであり，生存の肺が\nん被害者の損害発生時が問題となったものでもない。\nウ  最高裁平成６年判決について\n最高裁平成６年判決及び最高裁判所平成１６年４月２７日第三小法廷判\n決・集民２１４巻１１９頁は，いずれも石綿関連疾患の損害の発症時期を「最\n終の行政上の決定時」とする。しかし，これらの最高裁判決は，雇用者の安\n全配慮義務違反によりじん肺に罹ったことを理由とする損害賠償請求権の\n消滅時効の起算点が争われた事案である。「権利を行使することができると\nき」が起算点となる安全配慮義務違反による損害賠償請求権の消滅時効の起\n算点と，損害の発生と同時に遅滞に陥る不法行為による損害賠償請求権の消\n滅時効の起算点は，全く別の問題であり，両者を混同することは相当でない。\n（被告の主張）\nア  最高裁平成６年判決は，じん肺に罹患した事実は，事後的な行政上の決定\nがなければ通常認定し得ないことを理由として，じん肺に係る損害の発生日\nについて，行政上の決定時を基準としている。\nこの点，肺がんについても，石綿に由来する肺がんと一般の肺がんは，臨\n床像や画像上の特徴において差はなく，また，肺がんの要因は，喫煙をはじ\nめとして多々存在することから，石綿以外の原因による肺がんと石綿のばく\n露による肺がんを医学的に区別することはできない。そのため，厚生労働省\n労働基準局長による通達「石綿による疾病の認定基準について」（以下「石綿\n疾病認定基準」という。）は，肺がんの発症リスクを２倍以上に高める石綿ば\nく露があった場合をもって，肺がんが石綿に起因するものとみなすことが妥\n当であるとの考えを前提に，石綿肺所見，胸膜プラーク，肺内石綿繊維数，\n石綿ばく露作業従事期間等に着目し，石綿関連疾患としての肺がんの認定要\n件を定め，当該要件を充足するかを判断している。そして，肺がんが石綿に\n起因するものであることを認定するためには，石綿肺の所見が得られている\n場合を除き，いずれの認定基準においても，石綿ばく露作業の従事歴に関す\nる要件を充足する必要がある。このような作業履歴は，被災者本人の陳述の\nみならず，事業者や同僚に対する確認を行った上で，客観性をもって判断さ\nれる必要があり，医師により肺がんと診断されただけでは，当該肺がんが石\n綿に起因することを直ちに確定することはできない。このように，行政上の\n決定がなければ損害の発生を認定し得ないという点で，石綿関連疾患として\nの肺がんとじん肺は異ならない。\nそもそも，厳密に疾患の発生という観点を突き詰めれば，行政上の決定の\n根拠となったレントゲン等の撮影時に遡って損害の発生を認めることが必\nずしも不可能ではないことは，肺がんもじん肺も異なるところはない。しか\nし，最高裁平成６年判決は，じん肺に係る損害の発生日について，行政上の\n決定時を基準とするところ，これは，じん肺についても，厳密には行政上の\n決定の根拠となった診断を受けた時に損害が発生したというべきであるが，\n当該決定がいつの診断に基づくものであるかは，証拠上認定し得ない場合が\n多いためである。肺がんの場合も，行政上の決定によって初めて，石綿起因\n性に加え，肺がんに罹患しているか否かも改めて判断されることになる。行\n政上の決定における石綿起因性の判断が，いつの時点の症状を対象としてさ\nれたのかを証拠上認定することが困難であることは，じん肺の場合と異なる\nところはない。\n以上のとおり，行政上の決定に先立つ検査や診断等により疾患の発症を認\nめることが必ずしも不可能ではないことは，肺がんもじん肺も同じであり，\nいつの時点で損害の発生を認めるかについて，じん肺と肺がんとで別異に扱\nう理由はない。よって，最高裁平成６年判決の判断に照らし，肺がんについ\nても，じん肺と同様に，行政上の決定時を損害の発生日及び遅延損害金の起\n算日と解すべきである。\nイ  大阪高裁平成２５年判決について\n大阪高裁平成２５年判決は，石綿関連疾患に係る損害の考え方について，\n最高裁平成６年判決と同様の解釈を示した上で，石綿肺のように，必ずし\nも管理区分決定がなければその病状を確定することができない疾患とは\nいえないびまん性胸膜肥厚をも含め，その損害の発生時期を，最も重い行\n政上の決定を受けた時又は同疾患による死亡した時とし，同時点を遅延損\n害金の起算点としている。これによれば，大阪高裁平成２５年判決は，石\n綿関連疾患全般について，基本的には，その病名に関わらず，その発症に\n係る損害については，最も重い行政上の決定日に発生すると解すべき旨判\n示したものと理解するのが相当である。\nなお，大阪高裁平成２５年判決は，肺がん発症原告について，肺がんの\n確定診断日を遅延損害金の起算日としている。これは，当事者が，肺がん\nを労災保険給付の対象疾病に追加する旨の決定がされた事実を主張せず，\n証拠上も，同決定を受けた日付が判読できなかったという事情によるもの\nである。\nウ  被告は，大阪高裁平成２５年判決の基準に従い，最も重い行政上の決定日\n又は石綿関連疾患による死亡日を遅延損害金の起算点として，訴訟上の和解\nを重ねてきたところであり，本件の原告らのみに異なる取扱いをすることは，\n公平の観点から不適切である。\nエ  以上から，遅延損害金の起算日は，行政上の決定を受けた日（労災補償給\n付支給決定日）とすべきである。\n⑵  被告が原告Ｂに対して賠償すべき損害額\n（原告Ｂの主張）\n肺がんにかかる基準慰謝料額は２３００万円である。そして，原告Ｂが，平\n成２８年２月２９日にクボタから受領した１５００万円のうち１１分の１に\nあたる１３６万３６３６円は弁護士費用相当額であり，損害賠償に充てられる\nべき額は，これを控除した１３６３万６３６４円である。\nこれを，まず，慰謝料２３００万円に対する肺がん手術日（平成２７年８月\n４日）から賠償金受領日（平成２８年２月２９日）までの遅延損害金６６万１\n１２７円に充当した後，基準慰謝料額元本２３００万円に充当すると，慰謝料\n残元本は１００２万４７６３円となる。これに弁護士費用１割１００万２４７\n６円を加えると，原告Ｂが賠償を受けるべき損害額は１１０２万７２３９円と\nなる。\n（被告の主張）\n争う。慰謝料元本は９４９万８７４５円であり，弁護士費用は９４万９８７\n４円である。\n第３  当裁判所の判断\n１  被告の国家賠償法１条１項に基づく責任の成否及び慰謝料額について\n⑴  最高裁平成２６年判決によれば，労働大臣には，昭和３３年５月２６日当時，\n旧労基法に基づく省令制定権限を行使して，罰則をもって石綿工場に局所排気\n装置を設置することを義務づける義務があり，旧特化則が制定された昭和４６\n年４月２８日まで，労働大臣が旧労基法に基づく上記省令制定権限を行使しな\nかったことは，旧労基法の趣旨，目的や，その権限の性質等に照らし，著しく\n合理性を欠くものであって，国家賠償法１条１項の適用上違法であるというべ\nきである。\nそして，原告らは，前記第２の２⑴ア及び同⑵アのとおり，いずれも昭和３\n３年５月２６日から昭和４６年４月２８日までの期間中に，石綿粉じんにばく\n露する作業に従事し，その結果，肺がんを発症したものであるから，上記国の\n規制権限不行使による違法と原告らの肺がん発症との間には因果関係が認め\nられ，被告は，原告らに対する損害賠償義務を負う。\nかんがみると，上記国の規制\n権限不行使の違法により石綿関連疾患に罹患した石綿工場の元労働者やその\n遺族らが，企業及び国に対し請求することができる慰謝料の総額や，総損害額\nのうち国が責任を負うべき範囲を定める基準としても，合理性を有するものと\nいうべきである。よって，かかる元労働者やその遺族らが被告に対し石綿関連\n疾患の発症を理由に裁判上請求することができる慰謝料の額は本件和解方針\nにより決せられ，当該元労働者やその遺族らが企業から損害賠償金の性質を有\nする金員を受領した場合の充当方法は，本件充当方法により決せられると解す\nるのが相当である。\n２  争点⑴（遅延損害金の起算日）について\n⑴  不法行為に基づく損害賠償債務は，何らの催告を要することなく，損害の発\n生と同時に遅滞に陥るものと解され（最高裁判所昭和３７年９月４日第三小法\n廷判決・民集１６巻９号１８３４頁），同債務については，損害発生の日が遅延\n損害金の起算日となる。\n本件各請求は，いずれも，原告らが石綿粉じんのばく露により肺がんに罹患\nしたことによる損害の賠償を求めるものであり，ここでいう「損害」，すなわち\n権利侵害により被害者に発生した不利益とは，肺がんという疾患が発症したこ\nとに他ならない。したがって，損害発生の日及び遅延損害金の起算日は，原告\nらが肺がんの確定診断を受けた日，あるいはその前提となった手術を受けた日\nと解するのが相当である。\n最高裁平成６年判決について\n被告は，最高裁平成６年判決の判断に照らし，肺がんについても，じん肺と\n同様に，行政上の決定時を損害の発生日及び遅延損害金の起算日と解すべきで\nあると主張する。\nしかしながら，最高裁平成６年判決が，雇用者の安全配慮義務違反によりじ\nん肺（石綿関連疾患の一つである石綿肺）にかかったことを理由とする損害賠\n償請求権の消滅時効について，最終の行政上の決定を受けた時から進行すると\nする理由は，じん肺が極めて特異な進行性の疾患であることに求められるもの\nと解される。すなわち，じん肺は，肺内に粉じんが存在する限り進行するが，\nそれは肺内の粉じんの量に対応した進行であるという特異な進行性の疾患で\nあって，しかも，その進行の有無，程度，速度も，患者によって多様であるこ\nとが明らかである。患者がじん肺に罹患し，管理２，管理３，管理４と順次行\n政上の決定を受けた場合には，各行政上の決定に相当する病状に基づく各損害\nには質的に異なるものがあり，重い決定に相当する病状に基づく損害はその決\n定を受けた時に発生し，その時点からその損害賠償請求権を行使することが法\n律上可能になるというものである。\nこれに対し，肺がんの場合，その臨床像は，石綿由来の肺がんであっても，\n通常の肺がんと差異はない（第１事件乙７，第２事件乙５）。また，石綿関連疾\n患についての労災認定基準である石綿疾病認定基準（平成２４年３月２９日基\n発第２号）において，疾病はあくまで「原発性肺がん」とされており，石綿肺\nの所見や胸膜プラーク等は，業務起因性の前提となるべき相当因果関係の基準\nとして求められているにすぎない（第１事件乙８，第２事件乙６）。\n以上によれば，肺がんの場合は，それが石綿由来のものであるとしても，じ\nん肺のように，行政上の決定に対応する病状ごとに質的に異なる損害が観念さ\nれるものではない。よって，当該肺がん発症時点において，石綿に起因するも\nのと判断できないことが損害の発生の認定を妨げる事情であるとはいえない。\n大阪高裁平成２５年判決について\nア  被告は，大阪高裁平成２５年判決が，肺がん発症原告の損害発生日を，肺\nがんの確定診断の前提となった手術の日と認定したのは，第２陣訴訟におい\nて，当事者双方が，肺がんを労災保険給付の対象疾病に追加する旨の決定が\nされた事実を主張せず，証拠上も同決定の日付が判読できなかった事情によ\nるものであると主張する。\nしかしながら，第２陣訴訟で提出された調査結果復命書（第１事件乙５，\n第２事件乙４）によれば，肺がん発症原告を請求人とし，肺がんを業務上疾\n病とする療養給付については，平成２４年１２月１３日から同月２１日まで\nに調査が行われ，同月中に労働基準監督署長の決裁がされていることが看取\nされる。そうすると，決裁日の１０か月以上前である手術の日（同年２月２\n日）を遅延損害金の起算日と認定することは，行政上の決定の日を損害発生\nの日とする解釈とは相いれないというべきであり，被告の主張は採用するこ\nとができない。\nイ  被告は，大阪高裁平成２５年判決の基準に従い，最も重い行政上の決定日\n又は石綿関連疾患による死亡日を遅延損害金の起算点として訴訟上の和解\nを重ねてきたのであり，本件の原告らのみに異なる取扱いをすることは不適\n切であると主張する。しかし，遅延損害金の起算日がいつであるかは，専ら，\n損害の発生がいつであるかという観点から決定される問題であり，被告の主\n張する事情は，かかる判断を左右する事情とはいえない。\n⑷  以上によれば，原告Ａについては，肺がんの確定診断を受けた平成２４年\n４月２４日，原告Ｂについては，肺がんの確定診断の基礎となった手術を受け\nた平成２７年８月４日，それぞれ損害が発生したものと認められる。本件各請\n求に係る遅延損害金の起算日は，原告Ａについては平成２４年４月２４日，原\n告Ｂについては平成２７年８月４日となる。\n３  被告が原告Ａに対して賠償すべき損害額について\n第１事件につき，原告Ａが賠償を受けるべき損害額は，慰謝料１１５０万円（基\n準慰謝料額２３００万円の２分の１）であり，その１割に当たる弁護士費用１１\n５万円を本件と相当因果関係のある損害として認めるのが相当である。\n４  争点⑵（被告が原告Ｂに対して賠償すべき損害額）について\n原告Ｂは，クボタから損害賠償金１５００万円の支払を受けている（第２の２\n⑷）ところ， 原告となった石綿工場の元労働者が企業から損\n害賠償金の性質を有する金員を受領している場合の充当方法は，本件充当方法に\nよるべきと解するのが相当である。したがって，原告Ｂが受領した上記賠償額に\nついては，本件充当方法により基準慰謝料等への充当を行い，その基準慰謝料元\n本の残額が基準慰謝料額の２分の１を超えない場合には，当該残額をもって，原\n告Ｂが賠償を受けるべき慰謝料額と認めるのが相当である。\n原告Ｂの請求にかかる遅延損害金の起算日は，前記２⑷のとおり，平成２７年\n８月４日であるから，充当後の基準慰謝料残額は，別紙充当関係計算書のとおり\n１００２万４７６３円となり，基準慰謝料額の２分の１（１１５０万円）を超え\nない。よって，当該金額をもって原告Ｂが賠償を受けるべき慰謝料と解するのが\n相当であり，弁護士費用として同慰謝料の１割に相当する１００万２４７６円を\n加えた合計１１０２万７２３９円が，本件と相当因果関係のある損害の額と認め\nられる。\n５  小括\n以上の次第で，原告Ａは，被告に対し，国家賠償法１条１項に基づき，損害賠\n償金１２６５万円及びこれに対する平成２４年４月２４日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求めることができる。\nまた，原告Ｂは，被告に対し，国家賠償法１条１項に基づき，損害賠償金１１\n０２万７２３９円及びうち１００２万４７６３円については，原告Ｂがクボタか\nら損害賠償金の支払を受けた日の翌日である平成２８年３月１日から，うち１０\n０万２４７６円については，損害発生日である平成２７年８月４日からそれぞれ\n支払済みまで，民法所定の年５分の割合による遅延損害金の支払を求めることが\nできる。\n第４  結論\n以上により，第１事件及び第２事件の各請求は，いずれも理由があるから認容す\nることとし，主文のとおり判決する。\n神戸地方裁判所第４民事部\n裁判長裁判官       阿    多    麻    子\n裁判官       姥    迫    浩    司\n裁判官       牛    濵    裕    輝\n別紙\n充  当  関  係  計  算  書\n⑴  原告Ｂが受けた賠償額のうち，弁護士費用相当額に充当すべき部分（１１分の\n１）を控除した額\n１５００万円―１５００万円×１／１１＝１３６３万６３６４円（１円未満切り上\nげ）\n⑵  基準慰謝料額につき，遅延損害金起算日である平成２７年８月４日から賠償金\nを受領した平成２８年２月２９日までの遅延損害金額\n２３００万円×０．０５×（１５０日／３６５日＋６０日／３６６日）＝６６万\n１１２７円（１円未満切り捨て）\n⑶  原告Ｂが受けた賠償額につき，基準慰謝料元本に充当すべき額\n１３６３万６３６４円―６６万１１２７円＝１２９７万５２３７円\n⑷  基準慰謝料元本残額\n２３００万円―１２９７万５２３７円＝１００２万４７６３円\n"
}