{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 23
  },
  "case_number": "平成21(行ウ)337",
  "case_name": "休業補償給付不支給処分取消請求事件（通称　木更津労基署長休業補償不支給処分取消）",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "83348",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=83348",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/348/083348_hanrei.pdf",
  "contents": "平成２４年２月２３日判決言渡\n平成２１年(行ウ)第３３７号休業補償給付不支給処分取消請求事件\n主        文\n１  木更津労働基準監督署長が原告に対して平成１９年８月２４日付けで\nした労働者災害補償保険法による休業補償給付を支給しない旨の処分を\n取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文と同旨\n第２  事案の概要\n１  原告は，処分行政庁（木更津労働基準監督署長）に対し，原告に発症した原\n発性肺がん（以下「本件疾病」という。）が業務に起因するものであるとし\nて，労働者災害補償保険法（以下「労災保険法」という。）に基づき，休業\n補償給付を請求したところ，処分行政庁は同給付を支給しない旨の処分（以\n下「本件処分」という。）をした。\n本件は，原告が，被告に対し，本件処分の取消しを求めた事案である。\n２  前提事実（争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に\n認められる事実）\n(1)  当事者\n原告（昭和▲年▲月▲日生）は，昭和４７年４月から平成８年１０月まで，\n千葉県君津市＜以下略＞所在のＡ株式会社（以下「本件会社」という。）\nのＢ製鐵所で勤務していた者であり，上記勤務期間のうち，少なくとも，\n昭和４８年２月から昭和５３年３月までの約５年２か月間，昭和５５年４\n月から昭和６１年６月までの約６年３か月間の合計約１１年５か月間，石\n綿取扱業務に従事し，クリソタイルを中心とする石綿粉じんにばく露した。\n(2)  本件疾病とその治療等\n原告は，本件会社を退社した後の平成１５年１０月１７日，Ｃ病院（以下\n「本件病院」という。）において右肺上葉にがん（本件疾病）が認められ\nたため，同月２１日に本件病院に入院し，同月２８日に右肺上葉切除の手\n術を受け，同年１１月１４日に退院した。\n(3)  石綿の定義等（甲Ａ１）\nア  石綿は，昔から産業界で使われてきたいくつかの繊維状鉱物の総称であ\nり，石綿障害予防規則（平成１７年厚生労働省令第２１号）の施行通達\n（平成１８年厚生労働省基発第０８１１００２号「労働安全衛生法施行\n令の一部を改正する政令及び石綿障害予防規則等の一部を改正する省令\nの施行等について」）によれば，「石綿とは繊維状を呈しているアクチ\nノライト、アモサイト（茶石綿）、アンソフィライト、クリソタイル\n（白石綿）、クロシドライト（青石綿）及びトレモライト」と定義され\nている。\nイ  石綿は，蛇紋石族石綿と角閃石族石綿（アンフィボル）に大別されるが，\n上記アのうち，クリソタイル（白石綿）は蛇紋石族石綿に分類され，こ\nれまで世界で使われた石綿の９割以上を占めている。これに対し，角閃\n石族石綿には５種類あるが，このうち，大量に使用された石綿は，アモ\nサイト，クロシドライトである。\nウ  わが国の石綿輸入量は１９５０年（昭和２５年）以降増加の一途をたど\nり，１９７４年（昭和４９年）には３５万２０００トンに達したが，そ\nの後，増減を繰り返しながら徐々に減少した。１９８６年（昭和６１\n年）にＩＬＯの石綿管理条約が締結され，アモサイトとクロシドライト\nは使用禁止となり，クリソタイルは安全使用が可能とされた。１９９５\n年（平成７年）にはクリソタイル以外の石綿の輸入・使用が禁止された\nが，その後，クリソタイルも，２００５年（平成１７年）９月にわが国\nの石綿使用がほぼ全面禁止になったために使用されなくなった。クリソ\nタイルは，それまで国内で使用された石綿の中でも圧倒的に使用量が多\nく，スレート，ボードなどの建材や，紡織品にも用いられてきている。\nエ  石綿小体とは，肺に残った石綿繊維を核として，体内の鉄質蛋白が付着\nして形成される茶色の鉄あれい状，団子状，ビーズ状などの形をした小\n体である。\nオ  石綿小体の核としては，アモサイトとクロシドライトが最も頻繁に確認\nされるが，クリソタイルを核とする石綿小体は，その使用量の高さに反\nしてまれにしか確認されない。これは，クリソタイルが，アモサイトや\nクロシドライト，トレモライトといった角閃石族石綿に比べて，体内で\n消失（生体液の作用による溶解と，マクロファージによる運搬排出の両\n作用による消失）しやすく，その表面がプラスに帯電しているために鉄\n蛋白を吸着し難いなどの性質から石綿小体を形成し難いからと考えられ\nている（クリソタイルは，角閃石族の石綿よりも，クリアランス（消\n失）速度が速いという特徴を有する。）。このことは，石綿繊維につい\nても同様であって，クリソタイルは，クロシドライトやアモサイトと異\nなり，肺内に入っても活発に他に移動することが分かっている。\nこのため，肺内で確認されるクリソタイルの石綿小体及び石綿繊維の数\n量は，アモサイトやクロシドライト等の肺内量がその作業者の石綿ばく\n露量をほぼ正確に示すのとは異なり，必ずしも実際の累積ばく露量を示\nすものではない。すなわち，石綿小体及び石綿繊維の数量の計数による\n石綿ばく露の評価方法は，クリソタイルばく露の評価としては限界があ\nると考えられる。そうすると，クリソタイルだけを取り扱ってクリソタ\nイルにばく露した労働者がクリソタイルばく露によって肺がん（原発性\n肺がん。以下，これを単に「肺がん」ともいう。）を引き起こしたとし\nても，肺内石綿小体及び石綿繊維の濃度はそう高くないことも予想され\nる。\n(4)  石綿ばく露作業従事者に対する肺がんの業務起因性の判断基準等\nア  労災保険法及び労働基準法等の規定\n(ア)  労災保険法１２条の８第２項は，同第１項各号所定の業務災害によ\nる保険給付（本件で請求されている休業補償給付は同項第２号）につ\nいて，労働基準法（以下「労基法」という。）７５条等に規定する災\n害補償の事由が生じた場合，すなわち，当該疾病の発生に業務起因性\nが認められる場合にこれを支給すべきこととする旨規定する。そして，\n労基法７５条２項は「業務上の疾病及び療養の範囲は，厚生労働省令\nで定める。」と定めている。\n(イ)  労基法施行規則３５条は，業務上の疾病として，同施行規則別表第\n１の２に掲げる疾病をもって業務上の疾病とする旨規定しており，同\n別表第１の２第７号は，「がん原性物質若しくはがん原性因子又はが\nん原性工程における業務による次に掲げる疾病」を定め，同号の７は\n「石綿にさらされる業務による肺がん又は中皮腫」を定めている。\nイ  石綿ばく露と肺がんの関係\n石綿ばく露量と肺がんの発症率との間には，石綿累積ばく露量が増えれ\nば発症リスクが高まるという直線的な量－反応関係があることが判明し\nている。\nしかし，肺がんは，石綿に特異的な疾患である中皮腫とは異なり，喫煙\n等，石綿以外に発症原因が存在するものの，石綿以外の原因による肺が\nんを医学的に区別できないことから，疫学的因果関係論の観点から，肺\nがん発症の相対リスクが２倍以上，すなわち，発症の寄与度割合を５０\nパーセント以上に高める石綿ばく露があった場合には，当該肺がんが石\n綿に起因するものとみなすという考え方が合理的とされている（寄与危\n険度割合は，ある要因と健康障害との因果関係の程度を表現する疫学指\n標として一般的に用いられる。寄与危険度割合は｛（相対リスク－１／\n相対リスク）｝×１００で計算される。）。\n後記ウのヘルシンキ基準は，この考え方に基づいて，肺がん発症の相対\nリスク２倍以上となる場合について指標を示したものである。また，後\n記エの平成１８年検討報告書及び後記オ(イ)ｃの平成１８年肺がん認定\n基準も，上記の考え方に基づくものである。\nウ  ヘルシンキクライテリア（甲Ａ９の２，１０の２，甲Ａ２３）\n(ア)  １９９７年（平成９年）１月，ヘルシンキで石綿産出国以外の８か\n国から１９人の専門家が参加して国際会議が開かれ，石綿関連疾患の\n診断と評価の最新の基準の合意が得られた。このうち，石綿肺がんに\nついては，石綿肺合併肺がんを除くと，肺がん発症の相対危険度が２\n倍以上となる場合について以下のような指標を示した（以下「ヘルシ\nンキ基準」という。なお，Ｄ学会（２０００）等は，石綿の許容濃度\nを提案するに当たり，石綿ばく露濃度（本／ml）とばく露年数（年）\nを掛けた値（本／ml×年）と肺がん発症率の間に比例関係があるとす\nるモデルを採用している。）。\n「  肺組織の石綿繊維及び石綿小体の分析は，職業歴の補足的データ\nを提供してくれる。臨床目的では，以下のガイドラインが，職業\nでの石綿粉塵曝露が高い可能性の人物である事を確定するために，\n推奨される。\n専門の実験室の電子顕微鏡で測定し，５μｍ以上の角閃石石綿繊\n維が肺乾燥重量１ｇ当たり１０万本以上の場合，若しくは１μｍ\n以上の角閃石石綿繊維が肺乾燥重量１ｇ当たり１００万本以上の\n場合。若しくは，専門の実験室で光学顕微鏡で測定し，肺乾燥重\n量１ｇ当たり１０００本以上の石綿小体（肺湿重量１ｇ当たり１\n００本以上）の場合，若しくは気管支肺胞洗浄液１ml 中１本以上\nの石綿小体の場合。それぞれの実験室では，実験室独自の参照値\nを設定すべきである。職業性石綿曝露集団の中央値は，十分参照\n値以上でなくてはならない。異なった実験室での肺内沈着繊維分\n析の方法を，分析し標準化する努力が推奨される。」\n「１年の高濃度石綿曝露（石綿製品製造，石綿吹き付け，石綿製品の\n断熱作業，古い建築物の解体）及び５－１０年の中等度石綿曝露\n（建築や造船）は，肺癌の危険度を２倍以上とする。極めて高濃\n度の石綿曝露の環境において，１年未満の期間でも，肺癌の危険\n度は２倍以上となる。」\n「肺癌の相対危険度は，累積曝露量（石綿繊維数×曝露年数）が増加\nする毎に，すなわち，１立方 cm 中の石綿繊維数×曝露年数が増加\nする毎に，０．５－４パーセント増加する。この範囲の上限を用\nいると，２５繊維×年数の累積曝露量は，肺癌の危険度を２倍に\nすると予測される。臨床的な石綿肺の症例も，ほぼ同等の累積曝\n露量で起きる。」\n「  ２倍の肺癌の危険度は，５μｍ以上のアンフィボル繊維が乾燥肺\n組織重量１ｇ当たり２百万本分，１μｍ以上のアンフィボル繊維\nが乾燥肺組織重量１ｇ当たり５百万本分，の貯留と相当する。こ\nの肺内繊維濃度は，乾燥肺組織重量１ｇ当たりほぼ５千から１万\n５千の石綿小体，気管支肺胞洗浄液１ml 当たり５－１５本の石綿\n小体に，匹敵する。乾燥肺組織重量１ｇ当たりの石綿小体が１万\n以下の場合には，電子顕微鏡での繊維分析が推奨される。」\n「クリソタイル繊維は，クリアランス速度が速いため，アンフィボル\n繊維と同程度には肺組織内に蓄積されない。ゆえに，肺内繊維分\n析よりも職歴（繊維数×曝露年数）の聴取がクリソタイルによる\n肺癌の危険度の良い指標となる。」\n「肺ガンとの関係を明らかにするために，すべての曝露基準が満たさ\nれている必要はない。そうした例として，以下のような場合が考\nえられる。\n(1)  明確な職業性曝露歴があり，肺内繊維数は少量（クリソタイ\nルの長期曝露か，最終曝露から肺内鉱物学的分析まで長期の期\n間がある時）\n(2)  肺内や気管支肺胞洗浄液中に高濃度の繊維数が検出されるが，\n職歴が不確かか長期の曝露がない場合（短期曝露が高濃度であ\nる時）\n石綿曝露が極めて低濃度である場合，肺癌の危険は検出できない\nぐらい低いものである。」\n(イ)  すなわち，ヘルシンキ基準は，肺がん発症の寄与危険度割合が５０\nパーセント，相対リスクが２倍となる石綿ばく露量がどの程度になる\nかについて次のいずれかを満たせば足りる指標を示した。\n①  １年の高濃度ばく露，５～１０年の中等度ばく露\n②  １立方 cm 中２５石綿繊維×年数の累積ばく露量（石綿繊維２５\n本／ml×年の石綿ばく露）\n③  乾燥肺組織重量（以下「乾燥肺重量」又は「乾燥肺」と表記する\nことがある。）１ｇ当たり２００万本以上の５μｍ以上の角閃石\n繊維（アンフィボル）か，１ｇ当たり５００万本以上の１μｍ以\n上の角閃石繊維の貯留\n④  乾燥肺組織重量１ｇ当たりの石綿小体５０００～１万５０００本\n（ただし，必ずしもクリソタイルによる肺がん発症の危険度の良\nい指標となるものではない。）\n⑤  気管支肺胞洗浄液１ml 中の石綿小体５～１５本（ただし，必ず\nしもクリソタイルによる肺がん発症の危険度の良い指標となるも\nのではない。）\nエ  ｢石綿による健康被害に係る医学的判断に関する考え方｣報告書(甲Ａ６)\n(ア)  環境省及び厚生労働省は「石綿による健康被害に係る医学的判断に\n関する検討会」を設置した。同検討会は，石綿工場周辺の住民等，職\n業ばく露に比較して低レベルのばく露の影響を検討し，また，後記オ\n(イ)の平成１５年肺がん認定基準について，新たに累積ばく露量と肺\nがん発症の関係等の医学的知見から基準の再検討を行い，平成１８年\n２月，報告書を作成した（以下「平成１８年検討報告書」という。）。\n(イ)  平成１８年検討報告書には，以下のような記載がある。\n「石綿による肺がんの発症には量－反応関係があるが，肺がんの発症\nリスクがどの程度あれば石綿が原因であると考えてよいかという\n問題がある。・・・肺がんの原因は石綿以外にも多くあるが，石\n綿以外の原因による肺がんを医学的に区別できない以上，肺がん\nの発症リスクを２倍以上に高める石綿ばく露があった場合をもっ\nて，石綿に起因するものとみなすことが妥当である。」\n「肺がんの寄与危険度割合が５０％，すなわち相対リスクが２倍とな\nる石綿ばく露量がどの程度かについては，ヘルシンキ国際会議の\nコンセンサスレポート（１９９７）では，石綿繊維２５本／ml×\n年の石綿ばく露によって肺がんの発症リスクが２倍になるとして\nいる。\nまた，Henderson（２００５）によれば，リスクを２倍にするば\nく露量として，石綿セメント製造業では，２１～３０３本／ml×\n年，石綿紡織業では，２４～１３２本／ml×年，アスベスト断熱\n作業では，２２～５０本／ml×年であるとし，幅があるが，リス\nクを２倍にするためのばく露量として最低レベルのばく露量で判\n断すれば，各業種とも概ね２５本／ml×年に一致するものである。\nしたがって，２５本／ml×年は，リスクを２倍にするばく露量と\nしては妥当と考える。\n２５本／ml×年に相当する指標としては，胸膜プラーク画像所見\n等，肺内石綿繊維数，石綿肺所見，石綿ばく露作業従事期間があ\nる。」\n「石綿が原因である肺がんであることを判断するための考え方として\nは，肺がんの発症リスクを２倍に高める石綿ばく露量であるとす\nる考えが妥当である。その指標としては，２５本／ml×年以上の\n累積ばく露量がこれに該当し，これを示す医学的所見は，石綿肺\n（第１型以上），乾燥肺重量１ｇ当たり石綿小体５０００本以上，\nＢＡＬＦ（注：気管支肺胞洗浄液）１ml 中石綿小体５本以上又は\n乾燥肺重量１ｇ当たり石綿繊維２００万本以上（５μｍ超）とす\nるのが妥当と考える。」\n「ばく露期間に関しては，ヘルシンキ国際会議のコンセンサスレポー\nト（１９９７）では，２５本／ml×年に相当するものとして，石\n綿製品製造業，断熱工事業，石綿吹付作業などの高濃度ばく露で\nは１年，造船作業，建設作業などの中濃度ばく露では５～１０年\nとしているが，我が国では，業種別・職種別にばく露の程度は明\nらかではなく，また，同じ業種・職種でも作業内容やその頻度に\nよってばく露の程度に差があることから，わが国では業種・職種\nをもって高濃度ばく露あるいは中濃度ばく露と評価することはで\nきないと考える。\nこれらのことから，ヘルシンキ国際会議のコンセンサスレポート\nに示された業種別・作業別のばく露期間をそのまま採用すること\nは困難であり，職業ばく露とみなすために必要なばく露期間に関\nしては，諸外国での取扱いを踏まえ，胸膜プラーク等の石綿ばく\n露所見が認められ，原則として石綿ばく露作業に概ね１０年以上\n従事したことをもって肺がんリスクを２倍に高める指標とみなす\nことは妥当である｡｣\nオ  石綿による肺がんの労災認定基準の変遷等\n(ア)  石綿による疾病と石綿ばく露作業の各概念（甲Ａ３，甲Ａ５の１，\n２，甲Ａ７）\nａ  厚生労働省は，平成１８年２月９日基発第０２０９００１号通達\n（「石綿による疾病の認定基準について」。以下「平成１８年通\n達」という。）を発出し，石綿による疾病として，「石綿肺」，\n「肺がん」，「中皮腫」，「良性石綿胸水」及び「びまん性胸膜肥\n厚」を定めた。\nまた，石綿ばく露作業として，石綿精製関連作業（第１の２(1)），\n倉庫内等における石綿原料等の袋詰め又は運搬作業（同(2)），石綿\n製品の製造工程における作業（同(3)），石綿の吹きつけ作業（同\n(4)）を規定するほか，耐熱性の石綿製品を用いて行う断熱若しくは\n保温のための被覆又はその補修作業（同(5)），石綿製品の切断等の\n加工作業（同(6)），石綿製品が被覆材又は建材として用いられてい\nる建物，その附属施設等の補修又は解体作業（同(7)），石綿製品が\n用いられている船舶又は車両の補修又は解体作業（同(8)），石綿を\n不純物として含有する鉱物（タルク（滑石）等）等の取扱い作業\n（同(9)）を列挙し，さらに，これらの作業に加えて，これら作業と\n同程度以上に石綿粉じんのばく露を受ける作業（同(10)）と，上記\n各作業（(1)ないし(10)）の周辺等において，間接的なばく露を受け\nる作業（同(11)）を定めた。\nｂ  上記の石綿による疾病の種類と石綿ばく露作業の具体的内容は，後\n記(イ)ａ及びｂの昭和５３年通達，平成１５年通達を経て，上記の\nとおり次第に広げられたものである。\n(イ)  肺がんの労災認定基準の変遷\nａ  昭和５３年１０月２３日付け通達（甲Ａ３）\n旧労働省は，昭和５３年１０月２３日基発第５８４号通達（「石綿\nばく露作業従事労働者に発生した疾病の業務上外の認定について」。\n以下「昭和５３年通達」という。）を発出し，石綿ばく露作業従事\n労働者に発生した肺がんの業務上外の認定について，次のとおり定\nめた（以下，昭和５３年通達中，肺がんに関する部分を「昭和５３\n年肺がん認定基準」という。）。\n「２  肺がんの取扱い\n(1)  石綿肺合併肺がん\n（省略）\n(2)  石綿肺の所見が無所見の者に発生した肺がん\n石綿肺の所見がエックス線写真像で認められない石綿ばく露\n作業従事労働者に発生した原発性の肺がんであって，次のイ\n及びロのいずれの要件をも満たす場合には，労働基準法施行\n規則別表第１の２第７号７に該当する業務上の疾病として取\nり扱うこと\nイ  石綿ばく露作業への従事期間が概ね１０年以上の者に発生\nしたものであること。\nロ  次の(イ)又は(ロ)に掲げる医学的所見が得られているもの\nであること。\n(イ)  吸気時におけり肺底部の持続性捻髪音，胸部エックス\n線写真による胸膜の肥厚斑影又はその石灰化像，かくた\nん中の石綿小体等の臨床所見\n(ロ)  経気管支鏡的肺生検，開胸生検，剖検等に基づく肺の\nびまん性線維増殖，胸膜の硝子性肥厚又は石灰沈着（結\n核性胸膜炎，外傷等石綿ばく露以外の原因による病変を\n除く。・・・），肺組織内の石綿線維又は石綿小体等の\n病理学的所見\nなお，上記(1)，(2)においては，石綿肺合併肺がん症例にお\nける石綿ばく露開始から肺がん発生までの期間・・・は，概\nね１０年ないし２０年のものが多いとされているが，それよ\nりも短い例も長い例も知られており，退職後に発生すること\nも少なくないので十分留意すること。\n(3)  上記(1)又は(2)に該当するもの以外の肺がん\n石綿ばく露作業従事労働者に発生した肺がんのうち，上記\n(1)又は(2)に該当しない肺がんについては，例えば，比較的\n短期間高濃度の石綿ばく露を受ける作業又は一時的に高濃度\nの石綿ばく露を間けつ的に受ける作業・・・に従事した労働\n者に肺がん発生がみられたこともあるので，かかる労働者に\n発生した肺がんについては，石綿ばく露作業の内容，同従事\n歴，臨床所見，病理学的所見等を調査のうえ関係資料を添え\nて本省にりん伺すること。」\nｂ  平成１５年９月１９日付け通達（甲Ａ５の１）\n厚生労働省は，平成１５年９月１９日基発第０９１９００１号通達\n（「石綿による疾病の認定基準について」。以下「平成１５年通\n達」という。）を発出し，石綿ばく露作業労働者に発生した肺がん\nの業務上外の認定について，次のとおり定めた（以下，平成１５年\n通達中，肺がんに関する部分を「平成１５年肺がん認定基準」とい\nう。なお，本通達により昭和５３年通達は廃止された。）。\n「２  肺がん\n(1)  石綿ばく露労働者に発症した原発性肺がんであって，次の\nア又はイに該当する場合には，別表第１の２第７号７に該当\nする業務上の疾病として取り扱うこと。\nア  （省略）\nイ  次の(ア)又は(イ)に掲げる医学的所見が得られ，かつ，石\n綿ばく露作業への従事期間が１０年以上あること。\n(ア)  胸部エックス線検査，胸部ＣＴ検査，胸腔鏡検査，開\n胸手術又は剖検により，胸膜プラーク（胸膜肥厚班）が\n認められること。\n(イ)  肺組織内に石綿小体又は石綿繊維が認められること。\n(2)  上記(1)のア及びイに該当しない原発性肺がんであって，次\nのア又はイに該当する事案は，本省に協議すること。\nア  上記(1)のイの(ア)又は(イ)に掲げる医学的所見が得られ\nている事案\nイ  石綿ばく露作業への従事期間が１０年以上である事案」\nｃ  平成１８年２月９日付け通達（甲Ａ７，２２）\n厚生労働省は，平成１８年通達を発出し，石綿ばく露作業労働者に\n発生した肺がんの業務上外の認定について，次のとおり定めた（以\n下，平成１８年通達中，肺がんに関する部分を「平成１８年肺がん\n認定基準」という。なお，本通達により平成１５年通達は廃止され\nた。）。\n「２  肺がん\n(1)  石綿ばく露労働者に発症した原発性肺がんであって，次の\nア又はイに該当する場合には，別表第１の２第７号７に該当\nする業務上の疾病として取り扱うこと。\nア  （省略）\nイ  次の(ア)又は(イ)の医学的所見が得られ，かつ，石綿ばく\n露作業への従事期間が１０年以上であること。ただし，次\nの(イ)に掲げる医学的所見が得られたもののうち，肺内の\n石綿小体又は石綿繊維が一定量以上（乾燥肺重量１ｇ当た\nり５０００本以上の石綿小体若しくは２００万本以上（５\nμｍ超。２μｍ超の場合は５００万本以上）の石綿繊維又\nは気管支肺胞洗浄液１ml 中５本以上の石綿小体）認められ\nたものは，石綿ばく露作業への従事期間が１０年に満たな\nくとも，本要件を満たすものとして取り扱うこと。\n(ア)  胸部エックス線検査，胸部ＣＴ検査等により，胸膜プ\nラーク（胸膜肥厚班）が認められること。\n(イ)  肺内に石綿小体又は石綿繊維が認められること。\n(2)  石綿ばく露作業への従事期間が１０年に満たない事案であ\nっても，上記(1)のイの(ア)又は(イ)に掲げる医学的所見が得\nられているものについては，本省に協議すること。」\nなお，平成１８年肺がん認定基準の２(1)イのただし書中，「２μ\nｍ超」と記載されている部分については，平成２２年１２月１０日\n付けで「１μｍ超」という記載に改められ，平成１８年２月９日に\n遡って適用されることとなった。\nｄ  平成１９年３月１４日付け通達（甲Ａ８）\n厚生労働省は，平成１８年肺がん認定基準のうち，２(1)イ(イ)の\n要件，すなわち，「肺内に石綿小体又は石綿繊維が認められ，かつ，\n石綿ばく露作業の従事期間が１０年以上あること」の判断及び事務\n処理に関して，「石綿による肺がん事案の事務処理について」と題\nする通達を発出した（平成１９年３月１４日付け基労補発第０３１\n４００１号通達。以下「平成１９年通達」といい，同通達に係る判\n断及び事務処理に関する部分を「平成１９年肺がん認定基準」とい\nう。）。\nその内容は概ね以下のとおりであり，平成１８年肺がん認定基準の\n運用について定めるものである。\n「（注：平成１８年肺がん認定基準により）肺がんについては，・\n・・石綿にばく露したことを示す医学的所見（胸膜プラーク，\n石綿小体又は石綿繊維）が得られ，かつ，石綿ばく露作業への\n従事期間が１０年以上あることが認定要件の１つとされた。\n認定基準（注：平成１８年肺がん認定基準）では，石綿小体に\n関して，肺がんの発症リスクを２倍に高める石綿ばく露量とし\nて「乾燥肺重量１ｇ当たり５０００本以上」が示されているが，\n石綿ばく露作業に１０年以上従事した場合にも，肺がん発症リ\nスク２倍と評価されていることから，この期間石綿ばく露作業\nに従事した労働者の肺内には，「乾燥肺重量１ｇ当たり５００\n０本以上」と同水準のばく露量が想定されるところである。\nしたがって，石綿小体に係る資料が提出され，乾燥肺重量１ｇ\n当たり５０００本を下回る場合には，「乾燥肺重量１ｇ当たり\n５０００本以上」と同水準のばく露とみることができるかどう\nか，という観点から，作業内容，頻度，ばく露形態，石綿の種\n類，肺組織の採取部位等を勘案し，総合的に判断することが必\n要である。\nこのため，「乾燥肺重量１ｇ当たり５０００本以上」の基準に\n照らして，石綿小体数が明らかに少ない場合には，本省あて照\n会されたい。」\n(ウ)  肺がんの労災認定基準の運用\n昭和５３年以来，平成１９年通達発出までの期間においては，１０年\n間の石綿ばく露作業への従事が認められ，かつ，石綿小体がその数に\nかかわらず認められれば，石綿肺がんの労災認定がなされてきた。\n(5)  本件訴えに至るまでの経緯（甲Ｂ２４ないし２６）\nア  平成１７年１０月２１日，原告は，原告が勤務したＢ製鉄所を管轄する\n処分行政庁に対し，本件疾病が，労基法７５条２項，同法施行規則３５\n条別表第一の二の７号の７の「石綿にさらされる業務による肺がん」に\n該当するとして，平成１５年１０月２１日から同年１１月１４日までの\n２５日間本件病院に入院したことによる２５日間の休業補償給付の支給\n請求をしたところ，処分行政庁は，本件疾病が業務上の事由によるもの\nとは認められないとして，平成１９年８月２４日付けで本件処分をした。\nイ  原告は，本件処分を不服として，千葉労働者災害補償保険審査官に対し\nて審査請求をしたが，同審査官は，以下の理由により，平成１９年１２\n月２１日付けで同審査請求を棄却する旨の決定をした。\n「  （原告が）石綿ばく露作業に従事した期間については，会社の証明や\n同僚の証言等によれば，昭和５５年４月から昭和６１年６月までは石\n綿 ば く 露 量 は 少 な く ， こ の 間 を 含 め て も １ １ 年 ５ か 月 と 認 め ら れ\nる。」\n「  ・・・乾燥肺１ｇ当たりから計数された石綿小体数については，医証\nによれば，最大１２３０本であり，石綿繊維数は５μｍ超が１１万本，\n２μｍ超が３４万本であり，これらの結果は，肺がん発生リスクを２\n倍に高めるとされる乾燥肺重量１ｇ当たり石綿小体５０００本以上，\n又は石綿繊維２００万本以上（５μｍ超。２μｍ超なら５００万本以\n上）よりはるかに少ないことから，認定要件にいう肺内に石綿小体又\nは石綿繊維が認められるとは言えない。」\nウ  原告は，上記決定を不服として，労働保険審査会に対して再審査請求を\nしたが，同審査会は，「請求人の肺内に石綿小体又は石綿繊維が存在し\nていたことは認められるが，認定基準に該当するレベルとは認められな\nい。したがって，請求人が業務上石綿ばく露を受けていたことは認めら\nれるが，肺がんを発症させる程度のばく露量には至っていなかったもの\nと判断される」などとして，平成２１年１月１４日付けで同再審査請求\nを棄却する旨の裁決をした。\nエ  そこで，原告は，平成２１年７月７日，本件処分の取消しを求めて，本\n件訴えを提起した。\n３  争点\n本件の争点は，本件疾病の発症が業務上の事由に起因するか否かである。\n４  争点に対する当事者の主張\n(1)  原告の主張\n原告は，石綿の職業的ばく露歴が約１２年あり，かつ，肺内に石綿ばく露\nを裏付ける石綿小体が存在するのであるから，石綿肺がん発症の相対リス\nク２倍の指標となる２５本／ml の累積ばく露量に相当する石綿にばく露し\nたものである。処分行政庁は，石綿小体数が基準値に満たないことを理由\nに本件処分をしたが，以下に述べるとおり理由がない。\nア  石綿肺がんの労災認定基準が１０年の職業的石綿ばく露をもって肺がん\n発症の相対リスク２倍としていること\n(ア)  旧労働省は，昭和５３年９月，「石綿による健康障害の評価」報告\n書（甲Ａ２。同報告書は，石綿ばく露と肺がんの関係について「最近\nの疫学調査結果から，石綿ばく露量が大となるにつれて肺がん発生の\n超過危険が大きくなる傾向が見られ，症例としては石綿ばく露期間が\n概ね１０年を超える労働者に発生したものが多い」とした。）を受け，\n同年１０月２３日，昭和５３年通達を発出したが，同通達中の昭和５\n３年肺がん認定基準は，石綿肺に合併しない肺がんについて，累積ば\nく露量を示す１０年ばく露の存在を認定基準の基本とし，胸膜プラー\nク，石綿小体の存在を，石綿ばく露の事実を裏付けるものとして位置\n付けた。\n(イ)  平成１５年肺がん認定基準は，昭和５３年肺がん認定基準と骨格を\n同じくしているが，それは，昭和５３年肺がん認定基準が，石綿肺が\nんについて肺がん発症の相対リスクが２倍となる指標を明示したヘル\nシンキ基準等の最新の知見と結果的に矛盾なく整合していたからであ\nる。\n(ウ)  平成１８年肺がん認定基準は，平成１８年検討報告書を受けて発出\nされたものであるが，基本的には平成１５年肺がん認定基準と変わら\nない（ただし，１０年以下の石綿ばく露作業の従事歴があっても一定\n量以上の石綿小体又は石綿繊維が認められれば，本省協議なしで石綿\n肺がんと認め，石綿ばく露歴１０年以下の者を救済することとした点\nを除く。）。すなわち，平成１８年肺がん認定基準は，胸膜プラーク，\n本数を限定せずに，石綿小体の存在を１０年ばく露に加えて必要とし\nているものの，これは，胸膜プラーク又は石綿小体の存在によって当\n該労働者の石綿ばく露の事実の存在を確認するためのものと位置付け\nられる。\nしたがって，平成１８年肺がん認定基準は，石綿ばく露の事実の存在\nが確認されれば，１０年ばく露基準を満たすことによって，肺がん発\n症の相対リスクが２倍となる累積ばく露量を認めるものである。\n(エ)  以上のとおり，石綿肺がんの労災認定基準は，当初から今日まで一\n貫して，１０年の職業的石綿ばく露期間について，これを「肺がんの\n相対リスク２倍の存在を認める石綿肺がんの指標」とし，石綿小体，\n石綿繊維などの医学的所見の存在については，１０年ばく露がない被\n災労働者を救済する場合を除き，これを累積ばく露量を示すものとし\nてではなく，単なる石綿ばく露の証拠として用いてきたのである。\n(オ)  本件では，平成１９年通達に依拠して不支給決定されたと考えられ\nるところ，同通達の趣旨は必ずしも明確ではないが，１ｇ当たり石綿\n小体が５０００本に満たなければ，仮に１０年間の石綿ばく露が一応\n認められるとしても，それを否定する材料となる，としているのであ\nる。上記通達は明らかにそれまでの労災認定基準とは異質の内容を含\nんでおり，不適切極まりない。\n仮に被告が現在の方針を今後も続け，石綿小体５０００本以下を労災\n認定しないとすると，今まで労災認定されていた人々の半数程度は切\nり捨てられるという結果が生じることになり，不当である。\nイ  原告の業務従事期間が，石綿ばく露作業による「１０年の『職業的』石\n綿ばく露期間」を満たすこと\n(ア)  石綿のばく露形態としては，労災認定基準上，石綿ばく露作業に直\n接携わって曝露する直接ばく露，これら作業には直接携わらないが周\n辺で別作業に従事していたためにばく露する間接ばく露，常時上記作\n業に携わる定常的ばく露，常時ではなく間欠的に携わる非定常的ばく\n露があり，ばく露形態としては，定常的直接ばく露，非定常的直接ば\nく露，定常的間接ばく露，非定常的間接ばく露の４種類がある。\n(イ)  ヘルシンキ基準は，相対リスク２倍以上と認める場合として，１年\nの高濃度石綿ばく露又は５～１０年の中等度石綿ばく露を規定し，後\n者の中等度石綿ばく露については建築業又は造船業を挙げている。し\nかし，建築業又は造船業は，連日作業に従事しない等，ばく露が定常\n的とはいえない作業もあるし，板金工，電気工等の多数の職種により\n混在するためばく露が間接的となる作業も多数存在する。そうすると，\nヘルシンキ基準は，造船業，建築業に就業して石綿ばく露を受けた者\nについては，ばく露の個別性はあっても疫学的に見れば５年から１０\n年で相対リスクが２倍以上となる，すなわち，造船業，建築業の中の\n最も軽度のばく露状況である非定常的間接ばく露を受けた者であって\nも，少なくとも１０年間経てば相対リスクは２倍になるということを\n示したものである。\n(ウ)  我が国では個別産業のばく露状況と肺がん発生状況を関連づけてさ\nれた疫学調査はないに等しい。しかし，これらの産業で働く労働者の\nばく露状況は諸外国と大差ないと考えられるから，５年から１０年の\nうちの最長期である１０年間の職業的ばく露により肺がんの相対リス\nクは２倍以上となると考えるのが合理的であるし，造船業，建築業が\n非定常的間接ばく露をも含む多様なばく露形態を含む職場であること\nに着目すると，相対リスクが２倍となる長期１０年の職業的ばく露期\n間は，上記の造船業や建築業のみならず，他の産業においても相対リ\nスク２倍となる基準となるべき期間と考えてよい。\n平成１８年検討報告書も，「ヘルシンキ基準に示された業種別・作業\n別のばく露期間をそのまま採用することは困難だが，胸膜プラーク等\nの石綿ばく露所見が認められ，原則として石綿ばく露作業に概ね１０\n年以上従事したことをもって肺がんリスクを２倍に高める指標とみな\nすことは妥当である」旨述べており，石綿ばく露所見（累積ばく露で\nはなく，ばく露事実のみの証拠）があれば，ヘルシンキ基準の相対リ\nスク２倍となる最も長い期間の１０年は，産業を超えて使える基準と\nして使用してよいとしているのである。したがって，１０年の職業的\n石綿ばく露期間は，非定常的間接ばく露を含むばく露形態を含むもの\nである。\nよって，相対リスク２倍となる長期１０年という職業的ばく露の期間\nは，造船業，建築業に限らず他の産業にも当てはまる基準であるから，\n原告の業務にも当てはまるものである。\n(エ)  原告は，Ｂ製鉄所において業務上石綿ばく露したが，そのばく露態\n様については，連日の石綿耐熱服の着用による直接ばく露のほか，石\n綿取扱い作業による直接ばく露があり，その中には高濃度ばく露が含\nまれる。そのほか，間接ばく露，工場内での環境ばく露が加わる構造\nである。\n原告は技術者として，昭和４７年７月から昭和６１年６月までの間，\n昭和５３年４月から昭和５５年３月までの２年間（以下「本件除外期\n間」という。）を除き，連日長時間操業中の製鋼工場内に立ち入る必\n要があった。工場では１０００度から１７００度の高温物体が取り扱\nわれるため，技術者であっても，ジャケット型の石綿耐熱服の着用が\n義務付けられた。このうち，昭和４７年７月から昭和５３年３月まで\nの５年９か月間については，年間２８０日から２９０日位働き，うち\n２７０日位製鋼工場内に立ち入って７，８時間は工場内におり，また，\n昭和５５年４月から昭和６１年６月までの６年３か月間については，\n年間２６０日から２７０日位は働き，うち２５０日位製鋼工場内に立\nち入って４時間は工場内にいた。この際，手袋，前掛けという石綿フ\nル装備での作業を年間２０日以上，１回当たり１，２時間行った。さ\nらに，工場内の汚れがひどく，１日数回，石綿耐熱服に汚れが付くた\nびに叩く，振るう等して耐熱服の汚れを落としたが，その際に石綿耐\n熱服から生じる石綿粉じんにばく露したし，本件除外期間にも，石綿\n耐熱服を冬場の防寒着として着用した。\n原告は，新技術開発のために新しい石綿製品を自ら切断し，熱で劣化\nした石綿製品を切断，撤去する等して石綿粉じんにばく露した。また，\n原則月２回の定期修繕工事や，自らの担当に係る設備改善新設工事の\n立会いほか，設備実態を知るための設備改善新設工事の観察時などの\n際に，石綿取扱作業の現場立会いによる石綿粉じんにばく露した。さ\nらに，製鋼工場内には，天井走行クレーンや取鍋等運搬用のトラバー\nサーの各ブレーキ装置のブレーキ操作，設備改造による石綿建材，石\n綿断熱材や石綿パッキンの切断，石綿カーテン等や石綿耐熱服の日常\n的使用，又は，廃棄物処理場内の石綿廃棄物のダンプカーへの積み込\nみ等によって，石綿粉じんが発生していたのである。\n(オ)  原告は，上記のとおり，合計１２年以上の間，連日の石綿耐熱服か\nらの直接ばく露，石綿取扱いによる直接（一部については高濃度）ば\nく露により，肺がん発症の相対リスクを明らかに上昇させるに足りる\n有意な職業的石綿ばく露を受けたものであり，ヘルシンキ基準の２５\n繊維／年を超える蓋然性があると考えられる。\nウ  原告がばく露した石綿はクリソタイルであり，平成１９年肺がん認定基\n準の「５０００本以上の石綿小体」が認められなくとも肺がん発症リス\nク２倍以下と判断すべきではないこと\n(ア)  直接ばく露については，原告の使用していた石綿耐熱服はクリソタ\nイル製であり，また，石綿取扱い作業で直接ばく露にあった石綿布，\n石綿テープもクリソタイル製であった。トレモライトが不純物として\n交わった可能性もあるがごく僅かである。間接ばく露については，ボ\nード，天井材，タイルなどの建設資材に一部アモサイトが使用された\n可能性もあるが，大半はクリソタイル製品であった。したがって，原\n告が職業上ばく露した石綿の種類はクリソタイルが中心で，他の石綿\nのばく露は僅かにあり得るという程度である。\n(イ)  ヘルシンキ基準は，要旨，乾燥肺重量１ｇ当たり１０００本以上の\n石綿小体が認められる場合には職業での石綿ばく露の可能性が高いと\nし，また，１ｇ当たり５０００本から１万５０００本の石綿小体が肺\nがん発症リスクを２倍にするとするが，その数値については，クリソ\nタイルのクリアランス作用により，クリソタイルによるばく露には妥\n当しないとしている。したがって，原告の石綿ばく露がクリソタイル\nが中心である以上，原告の肺内の石綿小体が５０００本以上でないか\nらといって，肺がん発症リスクが２倍以下であると判断することはで\nきない。かえって，アスベスト繊維が肺の下部に付着する傾向が強い\nとされているのに，原告の検体が肺の上葉であることからすると，職\n業ばく露の可能性が高いとされる１ｇ１０００本を超える１２３０本\nの石綿小体が検出されたことは，相当程度の石綿ばく露作業であった\nことをうかがわせ，１０年を超える石綿ばく露作業の存在を裏付ける\nものである。\nエ  肺がん発症の原因として石綿以外に考えられる要因がないこと\n(ア)  肺がんの最大要因とされる喫煙について検討するに，原告の喫煙は，\n２０歳から２５歳までの５年間であり，この間の喫煙本数は最大限１\n０本である。また，２５歳以降の喫煙は皆無であり，禁煙してから本\n件疾病を発症５２歳までの２７年間喫煙していない。原告の喫煙は僅\nかな量であるから非喫煙者と同等と考えてよいリスクレベルであり，\n日本では過去の喫煙者の肺がんリスクは禁煙後低下し続け２０年以上\nで煙草を吸わない人と同じになるから，原告の喫煙経験は肺がん発症\nに影響しないと考えて差し支えない。\n(イ)  原告は，肺がんの原因となる石綿と喫煙以外の物質のばく露にはあ\nっていないし，原告の親族には肺がんに罹患した者もいない。\n(ウ)  現在判明している原告の本件疾病の原因を挙げれば石綿しかなく，\n仮にそれ以外の原因があったとしても，石綿を超える原因となってい\nるとは考えにくい。肺がん発症の原因に不明な部分が残っているとし\nても，石綿が原告の肺がんの有力な原因となっていることは疑いない。\nオ  まとめ\n上記ア，イのとおり，原告は，業務上１０年を超える石綿ばく露歴を有\nしており，肺がん発症の相対リスク２倍となる２５繊維／年を超える石\n綿ばく露があったものであり，また，上記エのとおり，石綿ばく露以外\nに肺がん発症の要因は考えにくいのであるから，本件疾病の発症は，業\n務上石綿ばく露したことによるものというべきである。\n原告がばく露した石綿は上記ウのとおりクリソタイルであるところ，ク\nリソタイルが上記２(3)オのとおり体内で消失しやすく，また，石綿小体\nを形成し難い性質を有していることからすると，原告の乾燥肺１ｇ当た\nりで計測された石綿小体の数量が基準値に及ばなかったとしても，それ\nが，本件疾病発症の業務起因性の認定を妨げるものではない。\n(2)  被告の主張\nア  業務起因性の判断基準\n(ア)  労災補償制度は，労働者が従属的労働契約に基づいて使用者の支配\n管理下にあることから，労務を提供する過程において，業務に内在す\nる危険が現実化して傷病が引き起こされた場合には，使用者は，当該\n傷病の発症について過失がなくても，その危険を負担し，労働者の損\n失補償に当たるべきであるとする危険責任の考え方に基づくものであ\nる。\nこのような制度の基本的な趣旨に照らすと，業務起因性が認められる\nためには，業務と疾病との間に条件関係，すなわち，事実的因果関係\nがあるだけでは足りず，上記の両者間に法的にみて労災補償を認める\nのを相当とする関係，すなわち，相当因果関係が存在することを要す\nると解すべきであり，石綿による疾病の場合にも，その発症が業務上\nのものと認められるためには，石綿による疾病の発症と業務との間に\n相当因果関係が肯定されることが必要である。\n(イ)  石綿と関連する疾病としては，中皮腫，肺がん，石綿肺，良性石綿\n胸水，びまん性胸膜肥厚等が挙げられるが，肺がんは，石綿に特異的\nな疾患である中皮腫とは異なり，喫煙をはじめ石綿以外に発症原因が\n多く存在する疾患であり，石綿よりも喫煙の影響が大きいといわれて\nいる。\n石綿ばく露量と肺がんの発症率との間には，石綿ばく露量が増えれば\n発症リスクが高まるという直線的な量－反応関係が存在することが判\n明しているが，肺がん発症リスクがどの程度であれば肺がんの原因は\n石綿であると考えられるのか，が問題となる。我が国では相対リスク\n２倍，寄与危険度１／２が採用されている。すなわち，石綿以外の原\n因による肺がんを医学的に区別できない以上，肺がんの発症リスクが\n２倍以上になる石綿ばく露があった場合に，当該肺がんは石綿に起因\nするものとみなすのが妥当である。\nそして，肺がん発症リスクが２倍以上になる石綿ばく露量の指標とし\nては，ヘルシンキ基準に基づく「石綿繊維２５本／ml×年」がこれに\n該当し，その指標を示す医学的所見は，石綿肺（第１型以上），乾燥\n肺重量１ｇ当たり石綿小体５０００本以上，気管支肺胞液洗浄液（Ｂ\nＡＬＦ）１ml 中石綿小体５本以上又は乾燥肺重量１ｇ当たり石綿繊維\n２００万本以上（５μｍ超），５００万本以上（１μｍ以上）とする\nのが妥当である。\n一方，石綿ばく露期間に関しては，ヘルシンキ基準では「２５本／ml\n×年」に相当するものとして，石綿製品製造業，断熱工事業，石綿吹\n付作業などの高濃度ばく露では１年，造船作業，建築作業などの中濃\n度ばく露では５～１０年としている。しかし，我が国では，業種別，\n職業別にはばく露の程度は明らかではなく，また，同じ業種・職種で\nも作業内容やその頻度によってばく露の程度に差があることから，業\n種・職種をもって高濃度ばく露あるいは中濃度ばく露と評価すること\nはできない。\nしたがって，長期間業務に従事していたことだけで肺がん発症につい\nて業務起因性を肯定することは妥当ではなく，ヘルシンキ基準の石綿\nばく露期間に関する上記記載は我が国には当てはまらないのである。\n(ウ)  厚生労働省は，平成１８年検討報告書を受けて，平成１８年通達を\n発出し，前記２(4)オ(イ)ｃのとおり平成１８年肺がん認定基準を定め\nた。\nこれは，昭和５３年通達発出以降の石綿粉じんに対する規制について\nの法整備に伴って職場環境の改善されてきた状況を踏まえると，１０\n年ばく露要件を満たすもの全てを石綿ばく露による肺がん発症リスク\n２倍以上と認めると，石綿作業の内容，頻度，程度によっては，低濃\n度石綿ばく露者の肺がんにも業務起因性を認めてしまうおそれがある\nからである。我が国においては，業務からの累積ばく露量の推計がで\nきず，職種別の石綿ばく露濃度を数値化して指標とすることが困難で\nあり，職種別の石綿ばく露濃度によって肺がん発症リスク２倍に相当\nする量－反応関係を明確にすることができないため，職種や作業内容\nにかかわらず１０年のばく露期間を原則としつつ，胸膜プラーク，石\n綿繊維及び石綿小体の数等の医学的所見，作業の内容，同種工場での\n労働者の状況等様々な点を総合考慮して業務起因性を判断するとした\nものである。\nそして，厚生労働省は，平成１８年肺がん認定基準における要件「肺\n内に「石綿小体」又は「石綿繊維」が認められ，かつ，石綿ばく露作\n業への従事期間が１０年以上あること」（同認定基準の２(1)イ(イ)）\nの判断及び事務処理に関し，前記２(4)オ(イ)ｄのとおり平成１９年通\n達を発出して，その意味を明確化したのである。\n被告は，石綿小体の数が５０００本以下である被災者は，一律労災認\n定しないと主張しているのではなく，石綿小体及び石綿繊維の数も含\nめ，ばく露期間や作業内容，同種工場での労災の状況等を総合考慮し\nて業務起因性の判断をするべきであると主張しているのであって，石\n綿小体の数が５０００本以下であっても，総合考慮の結果，業務起因\n性が認められる場合もある。\n(エ)  なお，ヘルシンキ基準は，石綿繊維数又は石綿小体数の基準におい\nてクリソタイルを除外しているが（前記２(4)ウ(イ)③ないし⑤），平\n成１８年認定基準はクリソタイルと角閃石系の石綿を区別していない。\nこれは，①クリソタイル繊維は，クリアランス速度が速いにせよ，職\n業性ばく露が疑われる高・中濃度のばく露を受けた場合，肺内から検\n出されるものであり，かつ，これが指標として機能しないものではな\nいこと，②肺がん発症リスクが他の石綿に比して低いことから，上記\n①のクリアランス速度を加味しても指標たり得ないものではないこと\nを基礎とし，ヘルシンキ基準の考え方を踏襲しつつ石綿繊維について\nの解釈を併せて考慮したものであるが，我が国において使用された石\n綿の約９割がクリソタイルであるという事情も踏まえ，我が国のクリ\nソタイルばく露者にも労災補償への道を開き，被災労働者に広く救済\nを図っていくことを目的としたものであり，医学的に合理性を有する。\nイ  本件疾病が業務上の疾病とは認められないこと\nクリソタイルのばく露を長期間受けたこと，石綿ばく露の職歴を有する\nことのみで肺がんの業務上外を判断することになれば，ヘルシンキ基準\nが認めない低濃度ばく露者にも業務起因性を認めてしまうおそれがある\nが，このような判断は医学的知見に明らかに反し，妥当でない。\n(ア)  原告の石綿ばく露がほとんど低濃度ばく露であること\n原告は，昭和４７年７月から昭和６１年６月までの１４年間のうち，\n昭和５３年４月から昭和５５年３月までの２年間を除いて，業務上石\n綿にばく露した旨主張するが，昭和４７年７月から９月までの３か月\n間については，ほぼ１日中研修センターで座学していたというのであ\nるから，同期間中は石綿ばく露を受けていないはずである。したがっ\nて，原告が業務により石綿にばく露したのは１１年９か月にとどまる。\nそして，上記期間の業務のうち，中・高濃度の石綿ばく露を受けたと\n認められる作業は，アルミ引きの耐熱服（表面をアルミでコーティン\nグした耐熱服）を着用した溶鋼注入作業等（３か月間毎日１．５時\n間），石綿布の除去，清掃作業（最初の３か月間は週１回，その後６\nか月間は２日に１回，最後の１２か月は１か月に１５回，いずれも１\n回３０分）である。そうすると，原告が中・高濃度の石綿ばく露を受\nけたのは，上記各作業に従事した通算約２年間という短期間にとどま\nり，しかも，後者の作業では１回約３０分の作業であった上，その作\n業も毎日行われていたわけでもないことが認められる。そして，原告\nが従事した他の業務による石綿ばく露は低濃度である。\nまた，原告が本件工場内で通常着用していたクレモナ耐熱服（クレモ\nナという表面がアルミコーティングされていないジャケット型の耐熱\n服）は非アスベスト性であった上，本件工場内の環境ばく露は，仮に\n原告がばく露を受けていたとしても低濃度であった。\nしたがって，原告には，１０年以上の石綿にばく露する作業への従事\n期間があったとしても，この従事期間という事情のみによっては，本\n件疾病が業務上の疾病と認められるわけではない。\n(イ)  原告の肺内から検出された石綿小体数及び石綿繊維数が肺がん発症\nリスクが２倍となる基準値を下回っていたこと\n原告の肺内から検出された石綿小体数及び石綿繊維数は，乾燥肺重量\n１ｇ当たり１２３０本の石綿小体及び４０８０本の石綿繊維が認めら\nれたにすぎない(甲Ｂ９の１，２）。また，独立行政法人労働安全衛生\n総合研究所（以下「安衛研」という。）理事長作成に係る「石綿繊維\nの計測結果について」（乙１７）によれば，原告の乾燥肺重量１ｇ当\nたり，①１μｍを超える石綿繊維は５４万本（内訳：トレモライト３\n４万本，クリソタイル１１万本，アモサイト６万本，クロシドライト\n３万本），②５μｍを超える石綿繊維は１２万本（内訳：トレモライ\nト６万本，クリソタイル３万本，クロシドライト３万本）で，①と②\nに係る検出下限値は１ｇ当たり３万本が認められたとの記載がある。\nこのように，原告の肺内の石綿小体数は１２３０本であり，肺がん発\n症リスクが２倍となる５０００本の約１／４である。\nまた，原告の肺内の石綿繊維数は，１μｍを超えるものが５４万本／\nｇ（乾燥組織重量），５μｍを超えるものが１２万本／ｇ（乾燥組織\n重量）であるから，それぞれ肺がん発症リスクが２倍となる５００万\n本／ｇ（乾燥組織重量），２００万本以上／ｇ（乾燥組織重量）の約\n１／１０ないし１／１６である。\nしたがって，原告は，肺内の石綿小体数及び石綿繊維数からすると，\n肺がん発症リスクが２倍以上となる石綿ばく露を受けたとは認められ\nない。\nウ  結論\n以上のとおり，原告は，１０年以上石綿にばく露する作業に従事してい\nたが，その作業による石綿ばく露は全体的に見れば低濃度である。これ\nは，原告に胸膜プラーク所見が存しないこと，石綿小体数及び石綿繊維\n数が平成１８年肺がん認定基準を大きく下回ることとも矛盾しない。\nしたがって，原告は，２５本／ml×年の累積ばく露量に相当する石綿ば\nく露を受けていたと認められず，原告の本件疾病には業務起因性が認め\nられないとするのが妥当である。\n第３  当裁判所の判断\n１  肺がん認定基準の合理性\n(1)  業務起因性の判断基準\n労災保険法に基づく保険給付は，労働者の業務上の負傷，疾病，障害又は\n死亡について行われるところ（労災保険法７条１項１号），労働者の傷病\n等を業務上のものと認めるためには，業務と傷病等との間に条件関係があ\nることを前提としつつ，両者の関係に法的にみて労災補償を認めるのを相\n当とする関係，すなわち，相当因果関係が認められることが必要である\n（最高裁昭和５１年１１月１２日第二小法廷判決・裁判集民事１１９号１\n８９頁）。また，労災保険制度が，業務に内在ないし随伴する各種の危険\nが現実化して労働者に傷病等の結果がもたらされた場合には，使用者等に\n過失がなくとも，その危険を負担して損失の補填をさせるべきであるとす\nる労働基準法上の危険責任の法理に基づく使用者の災害補償責任を担保す\nる制度であることからすれば，上記の相当因果関係を認めるためには，当\n該傷病等の結果が，当該業務に内在する危険が現実化したものであると評\n価し得ることが必要であると解するのが相当である。\n(2)  職業上の石綿ばく露と肺がん発症との相当因果関係についての考え方\nア  ヘルシンキ基準\n(ア)  前記前提事実，証拠（甲Ａ９の２，甲Ａ２３）及び弁論の全趣旨に\nよれば，ヘルシンキ基準は，石綿ばく露作業に従事していた労働者が\n肺がんを発症した場合において，その業務起因性を肯定する（肺がん\n発症の寄与危険度割合が５０パーセント，相対危険度が２倍となる）\nための石綿の累積ばく露量の指標等について，以下の事項を示したこ\nとが認められる（ただし，ｅについては，必ずしもクリソタイルによ\nる肺がん発症の危険度の良い指標となるものではないとしている。）。\nａ  職業上石綿粉じんにばく露した可能性が高いことを確定するために\nは，以下のいずれかが目安となること\n(ａ)  専門の実験室における電子顕微鏡で測定した場合のデータとし\nて，\n①  ５μｍ以上の角閃石石綿繊維が肺乾燥重量１ｇ当たり１０万本\n以上\n②  １μｍ以上の角閃石石綿繊維が肺乾燥重量１ｇ当たり１００万\n本以上\n(ｂ)  専門の実験室における光学顕微鏡で測定した場合のデータとし\nて，\n①  肺乾燥重量１ｇ当たり１０００本以上の石綿小体（肺湿重量１\nｇ当たり１００本以上）\n②  気管支肺胞洗浄液１ml 中１本以上の石綿小体\nｂ  １年の高濃度の石綿ばく露（石綿製品製造，石綿吹き付け，石綿製\n品の断熱作業，古い建築物の解体），又は，５年ないし１０年の中\n等度石綿ばく露（建築や造船）によって，肺がん発症の相対危険度\nが２倍以上となること，\nｃ  極めて高濃度の石綿ばく露の環境下であれば，１年未満の期間でも\n肺がん発症の相対危険度が２倍以上となること\nｄ  乾燥肺重量１ｇ当たり，５μｍ以上のアンフィボル繊維２百万本分，\n又は，１μｍ以上のアンフィボル繊維５百万本分の貯留により肺が\nん発症の相対危険度が２倍となること\nｅ  乾燥肺組織重量１ｇ当たり約５千から１万５千の石綿小体か，又は，\n気管支肺胞洗浄液１ml 当たり５ないし１５本の石綿小体が，上記ｄ\nと同等の肺内繊維濃度となること\n(イ)  上記(ア)によれば，ヘルシンキ基準は，\nａ  石綿ばく露作業に従事する労働者が職業上石綿粉じんにばく露した\n可能性が高いと判断するためには，上記(ア)ａ(ａ)①若しくは②又\nは同(ｂ)①若しくは②のいずれかの条件を満たすことが基準となる\n旨示し，その上で，さらに，\nｂ  当該労働者が発症した肺がんの業務起因性を肯定する（肺がん発症\nの寄与危険度割合が５０パーセント，相対危険度が２倍となる石綿\n累積ばく露量に達する）ためには，上記(ア)ｂないしｅのいずれか\nの条件を満たすことが基準となる\n旨示したことが認められる。\nイ  平成１８年検討報告書\n(ア)  前記前提事実，証拠（甲Ａ６）及び弁論の全趣旨によれば，平成１\n８年検討報告書は，ヘルシンキ基準が，石綿ばく露作業に従事した労\n働者に発症した肺がんの寄与危険度割合５０パーセント，相対危険度\n２倍となる石綿累積ばく露量について，２５本／ml×年としたことを\n妥当と評価した上で，これに相当する石綿累積ばく露量の指標として，\n胸膜プラーク画像所見等，肺内石綿繊維数，石綿肺所見，石綿ばく露\n作業従事期間を挙げた上で，これらのうち，肺内石綿繊維数と石綿ば\nく露作業従事期間について，以下のとおり示したことが認められる。\nａ  肺内石綿繊維数を指標とする考え方\n肺がん発症リスクを２倍に高める石綿ばく露量の指標としては，２\n５本／ml×年以上の石綿ばく露量がこれに該当するが，これを示す\n医学的所見は，乾燥肺重量１ｇ当たり石綿小体５０００本以上，気\n管支肺胞洗浄液１ml 中５本以上，又は，乾燥肺重量１ｇ当たり石綿\n繊維２００万本以上（５μｍ超）とするのが妥当である。\nｂ  石綿ばく露作業従事期間を指標とする考え方\n石綿ばく露作業従事期間に関しては，ヘルシンキ基準では２５本／\nml×年に相当するものとして，石綿製品製造作業，断熱工事作業，\n石綿吹付作業などの高濃度ばく露では１年，造船作業，建設作業な\nどの中濃度ばく露では５～１０年とするが，業種別・職種別にばく\n露の程度は明らかではなく，また，同じ業種・職種でも作業内容や\nその頻度によってばく露の程度に差があることから，わが国では業\n種・職種をもって，石綿ばく露の程度が高濃度か中濃度かを評価す\nることはできない。しかし，諸外国での取扱いを踏まえると，当該\n労働者に石綿ばく露所見が認められ，かつ，当該労働者が原則とし\nて石綿ばく露作業に概ね１０年以上従事したことをもって，肺がん\nの発症リスクを２倍に高める指標とみなすのは妥当である。\n(イ)  上記(ア)によれば，平成１８年検討報告書は，石綿ばく露作業に従\n事する労働者が発症した肺がんの業務起因性を肯定する（肺がん発症\nの寄与危険度割合が５０パーセント，相対危険度が２倍となる石綿累\n積ばく露量に達する）ためには，上記ａ又はｂのいずれかの条件を満\nたすことが基準となる旨示したことが認められる。\nウ  肺がんの認定基準の変遷\n前記前提事実，証拠（甲Ａ１，３，甲Ａ５の１，２，甲Ａ６ないし８，\n２２）及び弁論の全趣旨によれば，以下の事実が認められる。\n(ア)  旧労働省は，昭和５３年通達を発出し，石綿肺の所見のない石綿ば\nく露作業従事労働者に原発性肺がんが発生した場合の処理を定めた昭\n和５３年肺がん認定基準において，当該労働者の石綿ばく露作業への\n従事期間が１０年以上である場合には，その肺がんについて業務上の\n疾病であると認める旨定めた。なお，それに該当しない労働者，例え\nば，比較的短期間高濃度の石綿ばく露を受ける作業又は一時的に高濃\n度の石綿ばく露を間けつ的に受ける作業に従事した労働者に肺がんが\n発生した場合には，石綿ばく露作業の内容，同従事歴，臨床所見，病\n理学的所見等を調査の上で，関係資料を添えて旧労働省本省に判断を\n求めるべき旨併せて規定した。\n(イ)  厚生労働省は，平成１５年通達を発出し，石綿ばく露作業に従事す\nる労働者に原発性肺がんが発生した場合の処理を定めた平成１５年肺\nがん認定基準において，当該労働者の肺組織内に石綿小体又は石綿繊\n維が認められる医学的所見が得られ，かつ，石綿ばく露作業への従事\n期間が１０年以上である場合には，その肺がんについて業務上の疾病\nであると認める旨定めた。しかし，上記の医学的所見に係る石綿小体\n又は石綿繊維の形状や数量に関する定めを設けていない。\nなお，石綿ばく露作業への従事期間が１０年以上あるのに肺組織内に\n石綿小体又は石綿繊維が認められる医学的所見の得られない労働者や，\n石綿ばく露作業への従事期間が１０年未満であるものの肺組織内に石\n綿小体又は石綿繊維が認められる医学的所見の得られる労働者等につ\nいては，厚生労働省と協議すべき旨も併せて規定した。\n(ウ)  そして，厚生労働省は，平成１８年通達を発出し，石綿ばく露作業\nに従事する労働者に原発性肺がんが発生した場合の処理を定めた平成\n１８年肺がん認定基準において，当該労働者の肺組織内に石綿小体又\nは石綿繊維が認められる医学的所見が得られ，かつ，石綿ばく露作業\nへの従事期間が１０年以上である場合には，その肺がんについて業務\n上の疾病であると認める旨定めた。しかし，上記(イ)の平成１５年肺\nがん認定基準と同様，上記の医学的所見に係る石綿小体又は石綿繊維\nの形状や数量に関する定めを設けていない。\nなお，平成１８年肺がん認定基準は，これに加えて，石綿ばく露作業\nへの従事期間が１０年未満の労働者に対する救済規定を設けた。すな\nわち，肺内に石綿小体又は石綿繊維が認められる医学的所見があり，\nかつ，肺組織内の石綿小体又は石綿繊維が一定量以上（乾燥肺重量１\nｇ当たり５０００本以上の石綿小体若しくは２００万本以上（５μｍ\n超。１μｍ超の場合は５００万本以上。なお，「１μｍ超」は，「２\nμ ｍ 超 」 が 後 日 改 め ら れ ， 上 記 発 出 に 遡 っ て 適 用 さ れ た 数 値 で あ\nる。）の石綿繊維又は気管支肺胞洗浄液１ml 中５本以上の石綿小体）\n認められた場合には，当該労働者の石綿ばく露作業への従事期間が１\n０年未満であったとしても，当該労働者に発症した原発性肺がんにつ\nいて，業務上の疾病であると認める旨定めたのである。\n(エ)  しかるに，厚生労働省は，平成１８年肺がん認定基準を定めて１年\n余が経過した平成１９年３月１４日，平成１８年肺がん認定基準の事\n務処理を目的として，平成１９年通達を発出した。同通達で定める平\n成１９年肺がん認定基準の内容は，要旨，以下のとおりである。すな\nわち，石綿ばく露作業への従事期間が１０年未満であったとしても，\n当該労働者に「乾燥肺重量１ｇ当たり５０００本以上」の石綿小体の\n存在が確認できれば，それをもって，肺がんの発症リスクを２倍に高\nめる石綿ばく露量とした。そうすると，石綿ばく露作業への従事期間\nが１０年以上の労働者の肺内にも同水準の石綿小体が存在すると想定\nされる。したがって，石綿ばく露作業への従事期間が１０年以上の労\n働者であっても，肺内の石綿小体が乾燥肺重量１ｇ当たり５０００本\nを下回る場合には，肺がんの発症リスクを２倍に高めるとは即断でき\nず，作業内容，頻度，ばく露形態，石綿の種類，肺組織の採取部位等\nを勘案して総合的に判断することが必要であるから，上記の５０００\n本の基準に照らして石綿小体数が明らかに少ない場合には本省に照会\nされたい，というものである。\n(3)  上記(2)に基づく検討\nア  石綿ばく露作業に従事した労働者に原発性肺がんが発生した場合，その\n肺がんについて業務上の疾病と認めるべきか否かについては，当該労働\n者において，肺がん発症の寄与危険度割合５０パーセント，相対危険度\n２倍以上に高める石綿ばく露があったか（石綿の累積ばく露量に達した\nか）否かをもって，肺がんの業務起因性の肯否を判断するのが合理的で\nある。\nイ  そして，そのような石綿累積ばく露量に達したか否かを判断する上で，\n石綿ばく露作業従事期間を指標とする場合，昭和５３年肺がん認定基準，\n平成１５年肺がん認定基準及び平成１８年肺がん認定基準は，後二者が\n当該労働者の肺組織内に石綿小体又は石綿繊維が認められる医学的所見\nが得られることを前提としているものの，三つの認定基準いずれもが，\n石綿ばく露作業従事期間が「１０年以上」であることをもって，肺がん\n発症の寄与危険度割合５０パーセント，相対危険度２倍以上に高める石\n綿ばく露があったものと認めることとしたものである。また，平成１８\n年検討報告書も，ヘルシンキ基準及び諸外国での取扱いを踏まえ，石綿\nばく露所見が認められることを前提条件とした上で，当該労働者が原則\nとして石綿ばく露作業に概ね「１０年以上」従事したことをもって肺が\nん発症の相対危険度を２倍に高める指標とみなすことが妥当であるとし，\n上記の各肺がん認定基準と同旨の見解を採用した。すなわち，石綿ばく\n露作業従事期間を指標とする場合においては，肺組織内に石綿小体又は\n石綿繊維の存在，すなわち石綿ばく露の所見が認められれば足り，その\n数量については，別途基準値を設ける考え方を採用していない（石綿ば\nく露作業従事期間を指標とする場合には，肺内石綿小体数の数値基準を\n適用しない。）のである。\n上記の石綿ばく露作業従事期間の指標として「１０年以上」を設定した\nのは，石綿ばく露作業について前記第２の２(4)オａのとおり具体的に例\n示されているものの，それら各作業における石綿ばく露の程度が業種別，\n職種別に明らかとなっておらず，また，同業種，同職種でも作業内容や\nその頻度によって石綿ばく露の程度に差があるため，業種・職種をもっ\nて石綿ばく露の濃淡を評価することが困難であることから，「１０年以\n上」にわたって上記列挙された石綿ばく露作業に従事していれば，肺が\nん発症リスクを２倍に高める石綿累積ばく露量に達する指標を充足した\nと評価し（昭和５３年肺がん認定基準及び平成１５年肺がん認定基準並\nびにヘルシンキ基準を踏まえて検討された平成１８年検討報告書は上記\nの趣旨を論じている。甲Ａ１３），当該労働者が従事した作業の具体的\nな業種や職種，作業内容を問わないこととしたと認めるのが相当である。\nウ  これに対し，平成１９年肺がん認定基準は，平成１８年肺がん認定基準\nの判断ないし事務処理を目的とする規定でありながら，石綿の累積ばく\n露量に達したか否かを判断する上で，石綿ばく露作業従事期間を指標と\nする場合の基準である「１０年以上」を充足した労働者に対し，当該労\n働者が従事した作業による石綿ばく露の程度が高濃度か，中濃度か又は\n低濃度かが判然としないことを理由として，上記の肺組織内の石綿小体\n又は石綿繊維の存在を裏付ける医学的所見にとどまらず，平成１８年肺\nがん認定基準が定めた，肺内石綿小体数を指標とする基準である「乾燥\n肺重量１ｇ当たり５０００本」の数値基準を明示し，これを満たさなか\nった場合は上記と同水準のばく露とみることができるかどうかという観\n点から，作業内容，頻度，ばく露状態，石綿の種類，肺組織の採取部位\n等を勘案して総合的に判断することが必要であるとして，上記石綿小体\n数を充足しないことを肺がんの業務起因性を否定するための重要な指標\nと位置付け，実質的には，肺がんの業務起因性を平成１８年肺がん認定\n基準以上に絞り込む認定基準を設定したと評価することができる。\nエ  しかし，石綿ばく露作業従事期間の「１０年以上」を充足する労働者に\n対し，重ねて，「乾燥肺重量１ｇ当たり５０００本」の数値基準を明示\nし，この要件を充足しないことを業務起因性を否定するための重要な指\n標と位置付けることについては以下の点において疑問があり，その合理\n性は直ちには首肯し難い。\n(ア)  平成１８年肺がん認定基準の「乾燥肺重量１ｇ当たり５０００本」\nは，石綿ばく露作業従事期間が１０年未満であるために石綿ばく露作\n業従事期間の指標を満たさない労働者に肺がんが発症した場合におい\nて，当該労働者を救済するべく，肺がん発症の寄与危険度割合５０パ\nーセント，相対危険度２倍以上に高める石綿累積ばく露があったこと\nを基礎付けるための救済措置として設けられたものである。既に石綿\nばく露作業従事期間の指標である「１０年以上」の要件を充足した労\n働者に対し，重ねて，上記の基準数値の充足を実質的に要求するかの\nような運用は，かえって，「１０年以上」の労働者の救済範囲を狭め\nるものであって，上記数値基準を設けた救済規定の趣旨に反する。\n(イ)  昭和５３年肺がん認定基準，平成１５年肺がん認定基準及び平成１\n８年肺がん認定基準，ヘルシンキ基準並びに平成１８年検討報告書は，\nいずれも，肺がん発症の寄与危険度割合５０パーセント，相対危険度\n２倍以上に高める石綿累積ばく露があったものと認めるための要件と\nして，石綿ばく露作業従事期間，肺内石綿繊維数という複数の基準を\n示し，そのいずれかを充足した場合にこれを認めることとしている。\nしかるに，平成１８年肺がん認定基準の判断ないし事務処理規定でし\nかない平成１９年肺がん認定基準は，これらとは異なり，上記のとお\nり，石綿ばく露作業従事期間「１０年以上」という要件を要求し，か\nつ，肺内石綿小体数「乾燥肺重量１ｇ当たり５０００本」との数値基\n準を充足しないことを業務起因性を否定するための重要な指標として\nいると理解できる。しかし，そのような取扱いは，石綿ばく露の程度\nが業種別，職種別に明らかでなく，また，同業種，同職種でも作業内\n容やその頻度によっても差があり，石綿ばく露作業による石綿ばく露\nの程度が濃淡を論じることの意味が乏しいため，前記第２の２(4)オ\n(ア)ａのとおり具体的に例示された石綿ばく露作業に従事しているこ\nとを前提とし，従事期間に着目して「（概ね）１０年以上」を指標と\nした，それまでの肺がん認定基準及び平成１８年検討報告書の各趣旨\nと相反するものである。\n(ウ)  そして，石綿小体数については，未だ，一般人もしくは何らかの石\n綿ばく露にあった者の肺内からどの位の石綿小体が検出されるかを厳\n密な聞き取り調査とコントロール群の設定をした上で系統的に収集し\nて比較した研究は今日まで極めて少なく（甲Ａ１７，甲Ｂ４６），肺\nがん症例における石綿小体数の研究において，肺がんについて，単に\n石綿小体数のみで職業性か否かを判断することの困難性を示している\nとの見解も示されている（その詳細は後記２(2)ア(エ)記載のとおり。\n甲Ａ１７）。また，前記のとおり，石綿小体数について，ヘルシンキ\n基準は，肺乾燥重量１ｇ当たり１０００本以上の石綿小体が認められ\nる場合には職業上での石綿ばく露の可能性が高いとしている。さらに，\n当該労働者がばく露した石綿がクリソタイルである場合，「１０年以\n上」の石綿ばく露作業に従事した期間が終了してから経過した時間が\n長ければ長いほど，そのクリアランス作用により，相当量のクリソタ\nイルが肺内から消失することとなる。そうすると，当該労働者の肺内\nに上記の基準値を満たす肺内石綿小体が現在もなお肺内に存在するこ\nとを要件とするかのような運用は，当該労働者の過去の石綿ばく露作\n業従事による石綿累積ばく露量を判断する上で果たして合理的といえ\nるか，疑問があるし（クリソタイル繊維につき，クリアランス速度が\n速いため，相対的に肺組織内に蓄積されにくく，それゆえ，肺内繊維\n分析よりも職歴の聴取が肺がんの危険度の適切な指標となる旨言及す\nるヘルシンキ基準と整合しない。），上記基準値に係る肺内石綿小体\nが肺内に現存することを重要な指標とした場合，石綿ばく露作業に従\n事した「１０年以上」の期間中に肺内に吸入されたものの，その後，\nクリアランス作用により消失したために現存しないクリソタイルにつ\nいては考慮しないこととなる。そうすると，これら現存しないクリソ\nタイルが肺内に存在したときに当該労働者の健康に対して与えたであ\nろう悪影響を全く考慮していないこととなるが，それが合理的か，疑\n問が残る。\nオ  そうすると，事務処理規程の趣旨の通達で，それまでの認定基準の重要\nな変更を行うことの是非はともかくとしても，石綿ばく露作業従事者の\n肺がん発症の寄与危険度割合５０パーセント，相対危険度２倍以上に高\nめる石綿累積ばく露があったか否かを判断するに当たって，石綿ばく露\n作業従事期間が「１０年以上」であることに加えて，さらに，肺内石綿\n小体数「乾燥肺重量１ｇ当たり５０００本以上」という認定基準を満た\nさないことを肺がんの業務起因性を否定するための重要な指標とするこ\nとについて，合理性を見出すことは困難であるといわざるを得ない（も\nとより，平成１９年肺がん認定基準によれば，客観的な事実（完全に証\n明はできない事実でもある。）として石綿とは無関係な肺がんについて\n労災認定することが減少する可能性が高くなるとはいえるかもしれない。\nしかし，それは同時に，石綿によって生じた肺がんについて不支給決定\nを増加させるおそれが高くなるかもしれないのである。そもそも，肺が\nんについては，石綿による肺がんとそれ以外の原因による肺がんとを医\n学的に区別できないことから，肺がん発症の相対リスクが２倍以上あれ\nば，当該肺がんが石綿に起因するものとみなすという考え方によって認\n定基準が作られている（当事者間に争いがない）。本件は，具体的にど\nのような事情を考慮することが上記認定基準として適切かということが\n問題となっているのである。その場合の視点としては，「救済制度につ\nいて，健康被害者を隙間なく救済するという基本的な枠組みの考え方を\n踏まえ，どのような（医学的）所見があれば，石綿を原因とする疾患で\nあると判断していいのかというのが，まず重要なポイントになる。」\n（石綿による健康被害に係る医学的判断に関する検討会（第１回）にお\nける環境省環境保健部長の発言（甲Ａ１１））とされていることも考慮\nされるべきである。また，同検討会における，出席委員の各発言を検討\nしても，平成１９年肺がん認定基準と親和的な見解が多いとも考え難い\n（甲Ａ１２）。）。\nなお，被告は，証人Ｅの意見書（乙１６，１８）が，乙２１に基づき，\nクリソタイルの肺がん発症リスクとクロシドライトのそれとを比較する\nと，前者が後者の１０分の１ないし５０分の１のリスクであるとしてい\nることから，二つの指標，すなわち，石綿ばく露作業従事期間の指標と\n肺内石綿繊維数の指標の充足の必要性を強調する。しかし，ヘルシンキ\n基準には上記のような石綿の種類によるリスク格差に係る記載はないし，\n平成１８年検討報告書にもそのような言及がなく，上記と意見を異にす\nる見解も存在すること（甲Ａ２６）も踏まえると，原告が批判するとお\nり，石綿の種類によるリスク格差についてはその正当性になお疑問があ\nり，乙２３の２及び２４の２もその疑問を解消するには至らない。そも\nそも，上記のリスク格差は，旧労働省及び厚生労働省が労働者のばく露\nした石綿の種類を区別することなく肺がん認定基準を定立してきた経緯\nとも齟齬するものであって，採用することはできない。\n(4)  まとめ\n以上によれば，石綿ばく露作業に従事した労働者に肺がんが発生した場合，\nその肺がんについて業務上の疾病と認めるべきか否かについては，当該労\n働者による石綿ばく露作業従事期間が「１０年以上」であれば，当該労働\n者の肺組織内に職業上の石綿ばく露の可能性が高いとされる程度の石綿小\n体又は石綿繊維の存在が認められる医学的所見が得られれば，肺がんが業\n務上の疾病として認めるのが相当というべきである（なお，石綿ばく露作\n業に従事したことによって一般通常人ではあり得ない量の石綿に業務によ\nりばく露したため，肺がんが発症したことを裏付けるため，肺組織内の石\n綿小体又は石綿繊維の数量については，一般通常人のそれに比べて明らか\nに多いことが一つの目安となり得るだろう。ごく僅かな，一般通常人と同\n等の数量の石綿小体又は石綿繊維しか残存していなければ，肺がんの業務\n起因性について更なる検討が必要となる可能性がある。）。\n２  本件疾病の業務起因性について\n(1)  原告の石綿ばく露作業の従事期間が「１０年以上」であること\nア  原告が，昭和４７年４月に本件会社に入社した後，少なくとも，昭和４\n８年２月から昭和５３年３月までの約５年２か月間，昭和５５年４月か\nら昭和６１年６月までの約６年３か月間の合計１１年５か月間，石綿取\n扱業務に従事し，クリソタイルを中心とする石綿粉じんにばく露した事\n実（甲Ｂ１１の１，２）は当事者間に争いがなく，原告が石綿ばく露作\n業従事期間の指標である「１０年以上」の要件を充足していることが認\nめられる（本件の審査請求棄却決定（甲Ｂ２４），本件の再審査請求棄\n却裁決（甲Ｂ２６）のいずれにおいても，この点を否定しているもので\nはない。）。\nイ  被告は，原告が上記の期間に石綿ばく露作業に従事していたとしてもそ\nの石綿ばく露の濃度は低濃度であって，中・高濃度ばく露とは認められ\nない旨主張する。しかし，被告は，石綿ばく露濃度に係る高濃度，中濃\n度，低濃度の基準を具体的に明らかにしておらず，原告の石綿ばく露濃\n度がいかなる理由により相対的に低濃度であって，中・高濃度とはいえ\nないのかが判然としない。かえって，被告の上記主張は，概ね「１０年\n以上」にわたって石綿ばく露作業に従事してれば肺がん発症リスクを２\n倍に高める石綿累積ばく露量に達するとする，石綿ばく露作業従事期間\nに着目した指標が設定された趣旨を顧みないものであって採用すること\nはできない。\n(2)  原告の肺内の石綿小体，石綿繊維の数値\nア  前記前提事実，証拠（乙１６ないし１８）によれば，以下の事実が認め\nられる。\n(ア)  平成１５年１０月２８日に本件病院における手術により切除された\n原告の右肺上葉について，Ｈ大学（同大学大学院医学研究院診断病理\n学所属のＦが担当。以下，単に「Ｈ大学」という。）及び安衛研によ\nり，病理検査が実施された。それらの結果は，以下のとおりである。\nａ  Ｈ大学（甲Ｂ９の１，２）\n平成１９年７月２２日に実施された病理検査によれば，乾燥肺重量\n１ｇ当たり，石綿小体１２３０本及び石綿繊維４０８０本（１回\n目），石綿小体１７７０本及び石綿繊維３４４０本（２回目）が計\n測された。\nｂ  安衛研（甲Ｂ１０）\n(ａ)  平成１９年８月１７日付け\n同日付けで作成された計数結果報告書によれば，乾燥肺重量１ｇ\n当たり，２μｍを超える石綿繊維が３４万本（内訳：トレモライ\nト２２万本，クリソタイル６万本，アモサイト３万本，クロシド\nライト３万本），５μｍを超える石綿繊維が１１万本（内訳：ト\nレモライト６万本，クリソタイル３万本，クロシドライト３万\n本），総石綿繊維５３万本（内訳：トレモライト３４万本，クリ\nソタイル１１万本，アモサイト６万本，クロシドライト３万本）\nが計測された。\n(ｂ)  平成２２年２月１９日付け\n同日付けで作成された計数結果報告書によれば，乾燥肺重量１ｇ\n当たり，１μｍを超える石綿繊維が５４万本（内訳：トレモライ\nト３４万本，クリソタイル１１万本，アモサイト６万本，クロシ\nドライト３万本），５μｍを超える石綿繊維が１２万本（内訳：\nトレモライト６万本，クリソタイル３万本，クロシドライト３万\n本）が計測された。\n(イ)  ヘルシンキ基準は，石綿ばく露作業に従事した労働者が職業的に石\n綿にばく露した可能性が高いと判断できる目安の一例として，肺乾燥\n重量１ｇ当たり５μｍ以上の角閃石石綿繊維が１０万本以上，肺乾燥\n重量１ｇ当たり１μｍ以上の角閃石石綿繊維が１００万本以上，又は，\n肺乾燥重量１ｇ当たり１０００本以上の石綿小体が測定されることを\n示す。\n(ウ)  全く石綿を取り扱った職歴のない一般通常人であっても，一定量の\n石綿小体が肺内に存在しており，一般に，石綿ばく露レベルの評価に\nついては，乾燥肺重量１ｇ当たり１０００以下が「一般人レベル（職\n業ばく露を受けた可能性は低い）」，同１０００～５０００が「一般\n人より明らかに高いレベル（職業ばく露の可能性が強く疑われる）」，\n同５０００以上が「職業ばく露があったと推定できる」（なお，純粋\nクリソタイルばく露は評価できない）（甲Ａ１，Ｅ証人執筆部分）と\nされている。\n(エ)  一方，クリソタイル主体の職業性ばく露と判断された肺がん患者３\n名について，乾燥肺重量１ｇ当たりの石綿小体数は，３０９本，１８\n１本，４８１本（いずれも労災認定を受けている。）であったとの報\n告（甲Ｂ４６（Ｇ証人の意見書），ただし，Ｇ証人は，原告の上記石\n綿小体数については２９０本と算定している（甲Ｂ７の１，２）。）\nがある。また，臨床肺がん症例６９例，石綿ばく露が疑われる依頼肺\nがん症例７１例及び労災認定が確定した石綿肺がん症例６１例を対比\nし，肺内石綿小体数を計測した研究において，臨床肺がん６９例のう\nち，５０００本以上の小体は７．２％，１０００本未満が７６．８％\nであり，依頼肺がん７１例では５０００本以上の小体が３８％で，１\n０００本未満が３６．６％であり，認定肺がん６１例では５０００本\n以上が５９％，１０００本未満が２１．３％であり，これらの事実は，\n単に石綿小体数のみで職業性か否かを判断することの困難性を示して\nいるとの報告もある（甲Ａ１７）。\nイ  上記アの事実によれば，上記(ウ)の基準（Ｅ証人執筆部分）においても，\n原告の石綿小体数は１０００本を少し超える程度のものではあるが，ク\nリソタイルによるばく露であると考えられるにもかかわらず「一般人よ\nり明らかに高いレベル（職業ばく露の可能性が強く疑われる）」に位置\nづけられること，また，１０００本以下であるからといって，職業ばく\n露の可能性を直ちに否定できるとまではいい難いことなどからすれば，\n原告の肺組織内に職業上石綿ばく露の可能性が高いとされる程度の石綿\n小体が残存していたと評価することが相当である。\n(3)  原告の喫煙歴，遺伝的要因の有無等\nア  証拠（乙３，原告本人）及び弁論の全趣旨によれば，肺がん発症の要因\nの一つとされる喫煙については，原告は，１５歳で高等専門学校に入学\nし同校の寮に入寮して以降，喫煙習慣のある父親とは別居していること，\n原告は入社後本件会社の独身寮に入寮した後の２０歳（昭和４６年）か\nら２５歳（昭和５１年）ころまで１日１０本程度喫煙していたものの，\nその後は禁煙して今日に至っていること，２６歳で結婚して以降も喫煙\nをせず，また，妻も喫煙習慣がなかったこと，本件疾病が確認されるま\nでの間に約２７年の歳月が経過していることが認められ，これらによれ\nば，原告の上記の喫煙歴が本件疾病の発症の原因であると認めることは\nできない。\nイ  証拠（原告本人）によれば，原告の親族のうち，原告の母方の祖母が乳\nガンで死去したこと，原告の母親が脳梗塞で死去したこと，喫煙習慣の\nある原告の父親と原告の兄弟は健在であること，上記祖母のほかにがん\nが死因で死去した者が存在しないことが認められ，以上によれば，原告\nの遺伝的要因が肺がんの発症に寄与した可能性を認めることも困難であ\nるといわざるを得ない。\nウ  原告が，上記の喫煙及び遺伝的要因のほかに，肺がん発症の原因となり\n得る要因を抱えていることを認めるに足りる証拠はない。\n(4)  まとめ\n以上によれば，原告は１０年以上に及ぶ石綿ばく露作業に従事したことに\nよって業務上石綿にばく露し，その結果，原告の肺内に吸入された石綿を\n原因として本件疾病を発症させたものであり，本件疾病の発症は業務に起\n因するものと認めるのが相当である。\n３  結論\nよって，本訴請求は理由があるからこれを認容することとして，主文のとお\nり判決する。\n東京地方裁判所民事第１９部\n裁判長裁判官      古 久 保   正   人\n裁判官      渡 邊 和 義\n裁判官      島 根 里 織\n"
}