{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 29
  },
  "case_number": "平成25(行ケ)10256",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83895",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83895",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/895/083895_hanrei.pdf",
  "contents": "平成２６年１月２９日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１０２５６号  審決取消請求事件\n口頭弁論終結日  平成２５年１２月１９日\n判        決\n原              告        ア イ リ ス オ ー ヤ マ 株 式 会 社\n訴 訟 代 理 人 弁 護 士        髙      橋              淳\n訴 訟 代 理 人 弁 理 士        布      施      行      夫\n同                        大      渕      美  千  栄\n同                        池      田      恭      子\n被              告                    Y\n訴 訟 代 理 人 弁 護 士        木      内      加  奈  子\n訴 訟 代 理 人 弁 理 士        木      内      光      春\n同                        片      桐      貞      典\n同                        中      島      由  布  子\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n１  特許庁が取消２０１０－３００６５１号事件について平成２５年８月９日に\nした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n第２  事案の概要\n１  本件商標\n原告は，平成１３年８月２４日，「エコルクス」の片仮名を標準文字で表してな\nり，第１１類「電球類及び照明器具」を指定商品とする商標（以下「本件商標」と\nいう。）について，商標登録出願を行い，平成１４年８月１６日に設定登録（以下\n「本件商標登録」という。）を受けた（登録第４５９５４５３号）。\n２  特許庁における手続の経緯等\n(1)  被告は，平成２１年４月１４日，本件商標の指定商品のうち第１１類「ＬＥ\nＤランプ」について，本件商標登録の不使用取消審判を請求し，同月３０日，審判\nの請求の登録がされた。特許庁は，これを取消２００９－３００４４５号事件（以\n下「前件審判」という。）として審理し，同年１２月９日，前件審判請求が成り立\nたない旨の審決をした。\n被告は，これを不服として審決取消訴訟（知的財産高等裁判所平成２２年（行ケ）\n第１００１２号。以下「前件訴訟」という。）を提起し，同裁判所は，平成２２年\n１２月１５日，審決を取り消す旨の判決を言い渡し，同判決は，その後，確定した。\nそこで，特許庁は，平成２３年３月２３日，本件商標の指定商品のうち第１１類\n「ＬＥＤランプ」について，本件商標登録を取り消す旨の審決（以下「前件審決」\nという。）をし，同審決は，その後，確定した。\n(2)  被告は，平成２２年６月１４日，本件商標の指定商品のうち第１１類「ＬＥ\nＤランプを除く，電球類及び照明器具」について，本件商標登録の不使用取消審判\nを請求し，同月３０日，審判の請求の登録がされた。特許庁は，これを取消２０１\n０－３００６５１号事件（以下「本件審判」という。）として審理し，平成２４年\n２月１３日，本件審判請求が成り立たない旨の審決（以下「第一次審決」という。）\nをした。\n被告は，これを不服として審決取消訴訟（知的財産高等裁判所平成２４年（行ケ）\n第１０１０２号。以下「第一次訴訟」という。）を提起し，同裁判所は，同年９月\n１２日，第一次審決を取り消す旨の判決（以下「第一次判決」という。）を言い渡\nし，同判決は，その後，確定した。\nそこで，特許庁は，平成２５年８月９日，本件商標の指定商品のうち第１１類「Ｌ\nＥＤランプを除く，電球類及び照明器具」について，本件商標登録を取り消す旨の\n審決（以下「本件審決」という。）をし，その謄本は，同月１９日，原告に送達さ\nれた。\n(3)  原告は，平成２５年９月１０日，本件審決の取消しを求める本件訴訟を提起\nした。\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書の写しのとおりであり，その要旨は以下のとおり\nである。\n商標権者である原告及び通常使用権者である株式会社アイリスプラザ（以下「ア\nイリスプラザ」という。）は，平成２１年８月４日頃から本件審判の請求の登録の\n日（平成２２年６月３０日）までの間に，本件商標と同一又は社会通念上同一のも\nのというべき「エコルクス」又は「ＥＣＯＬＵＸ」との標章を，防犯等を目的とし\nて室内又は室外に設置するために作られた，人の動きを探知して自動的に点灯する\n乾電池を電源とするセンサーライトであって，ＬＥＤを光源とする「乾電池式ＬＥ\nＤセンサーライト」（以下「本件商品」という。）の包装に付して，日本国内で第\n三者に譲渡した。\nしかるところ，「ＬＥＤランプ」の用語は，第一次審決が説示するようにＬＥＤ\n電球類を指称するものに限定して使用されているものとは認め難く，むしろ取引者\nにより，本件審判の請求の登録前３年間において，光源としてＬＥＤを使用した多\n様な商品又は部材を指称するものとして広く使用されており，それ以上に対象に応\nじて厳密に使い分けられているものではないばかりか，少なくとも，防犯等を目的\nとして室内又は室外に設置するために作られた，人の動きを探知して自動的に点灯\nする乾電池を電源とするセンサーライトであって，ＬＥＤを光源とするものも指称\nすると認識されていたものと認められる。\nしたがって，本件商品は，前件審決の確定により前件審判の請求の登録の日（平\n成２１年４月３０日）に本件商標の指定商品から消滅したものとみなされる「ＬＥ\nＤランプ」に該当するから，同日から本件審判の請求の登録の日までの間において，\n本件商標の指定商品に該当しない。そして，原告は，上記期間内における本件商品\nに対する本件商標の使用のほかに，本件商標又はこれと社会通念上同一の商標を本\n件商標の指定商品について使用したとの事実を何ら主張立証していない。\n以上によれば，原告は，本件審判の請求の登録前３年以内に日本国内において，\n商標権者，専用使用権者又は通常使用権者のいずれかがその請求に係る指定商品「Ｌ\nＥＤランプを除く，電球類及び照明器具」について，本件商標を使用していたこと\nを証明していない。\nしたがって，本件商標は，その指定商品中，「ＬＥＤランプを除く，電球類及び\n照明器具」について，商標法５０条の規定により，その登録を取り消すべきもので\nある。\n４  争点\n(1)  被告による本件審判請求が権利の濫用に当たるか（取消事由１）\n(2)  本件審決には，原告に意見陳述の機会を付与しなかったとの手続の違法があ\nるか（取消事由２）。\n(3)  原告による本件訴訟の提起が訴権の濫用として不適法なものといえるか。\n第３  当事者の主張\n１  争点(1)（被告による本件審判請求が権利の濫用に当たるか（取消事由１））\nについて\n(1)  原告の主張\nア  第一次訴訟において原告と被告の間で和解交渉がされたが，被告は，和解案\n中で，被告が「獲得した「エコルックス」商標の使用に対する取引者からの信用並\nびにそれに基づく今後の収益を無にすることを考え，それに相当する和解金を要求\nする。」として，７５億円もの金額（計算式：過去１年間のエコルクスを使用した\n商品の売上額×５％×１０年分（約１５０億円×５％×１０年＝７５億円））を要\n求したため，和解は成立しなかった。しかし，第一次訴訟の弁論終結後，被告との\n裁判外での交渉において，被告は，被告製品である「ＥＣＯＬＵＸ（エコルックス）」\n製品の年間売上は，平成２１年３月期において４８００万円に満たないと述べてお\nり，仮にこれが正しいとすれば，被告の上記和解金の要求は虚偽の事実に基づく法\n外なものとなる。以上の点に照らせば，被告による本件審判の請求の目的は，本件\n商標を取り消した後，被告が出願している「ＥＣＯＬＵＸ」の商標（以下「被告商\n標」という。）の登録を得て，原告による本件商標の使用に対して差止請求及び損\n害賠償請求を提起し，虚偽の事実に基づく法外な和解金を取得することであったこ\nとが初めて明らかとなった。\n他方，原告は，平成２０年末頃から本件商標の使用の準備を開始し，平成２１年\n５月頃から本件商標の使用を開始し，ＬＥＤ電球以外の照明器具については，前件\n審判の経過等に照らして，前件審判の取消しの対象である「ＬＥＤランプ」には当\nたらないと信じ，本件商標を本件商品その他の照明器具について使用し，本件商標\nの価値を高めるべく，平成２２年ないし平成２４年６月までの期間に，総額１６億\n９８７６万７０００円の多額の費用を負担して宣伝広告を行った。その結果，取引\n界においては，本件商標である「エコルクス」は原告の出所を表示するものとの幅\n広い信用が形成されており，本件商標を取り消して，被告商標の登録を認め，「Ｅ\nＣＯＬＵＸ」について被告の独占を認めることは，かかる信用を害し，取引秩序に\n与える悪影響は極めて大きい。\n以上によれば，被告による本件審判請求は権利の濫用として却下されるべきもの\nであり，この点を看過した本件審決には判断遺漏の違法がある。\nイ  被告の主張に対する反論\n(ア)  被告は，和解交渉において７５億円という金額を請求したことはない旨主\n張するが，「和解（案）」と題する書面（甲１）の第３項の計算式に原告のエコル\nクスを使用した製品の売上高１５０億円を代入すれば，７５億円となるのであって，\n被告の上記主張は誤りである。仮に被告が７５億円との数値を提示していないとし\nても，甲１の上記計算式は，１年分の売上高の半分を和解金として求めるもので極\nめて高額であり，また，７億５０００万円という数値も同様に高額である。\n(イ)  被告は，原告の主張は既判力又は信義則違反により排斥される旨主張する。\nしかし，口頭弁論終結後の事情に基づく主張は，既判力又は信義則違反により排斥\nされないところ，被告による本件審判請求が権利濫用に当たることは，第一次訴訟\nの弁論終結後に判明した事実であるから，第一次訴訟について弁論再開の申立てを\nしなかったからといって，本件審判請求が権利濫用に当たる旨の原告の主張が，第\n一次判決の既判力又は信義則違反により排斥されるべきものではない。\n(ウ)  被告は，原告が第一次訴訟において主張した事実と同様の事実を主張する\nことは信義則に反する旨主張する。しかし，第一次訴訟において原告は，被告が「Ｌ\nＥＤランプ」にはＬＥＤ電球以外の照明器具も含まれるとの主張をすることは信義\n則に反して許されないと主張したのに対し，本件訴訟における原告の主張は，本件\n審判請求が権利濫用に当たるとの主張であって，第一次訴訟と法的構成を異にする\nものであるから，同主張をすることは信義則に違反するものとはいえない。\n(エ)  被告は，原告が「ＬＥＤセンサーライト」が「ＬＥＤランプ」に該当する\nことを自白ないし容認している旨主張するが，事実に反する。原告は，ＬＥＤセン\nサーライトは，ＬＥＤランプ以外の照明器具に該当すると一貫して認識していた。\n(2)  被告の主張\nア  被告による本件審判請求は正当な権利行使であること\n被告は，被告が代表取締役を務める鳥海工業株式会社（以下「訴外会社」という。）\nで製造販売する「ＬＥＤランプ」のために，平成２０年１０月２３日，特許庁に対\nして，商願２００８－８９７３２号として「ＥＣＯＬＵＸ」の商標（被告商標）の\n出願をしたところ，特許庁審査官から，平成２１年３月１３日，原告の登録第４５\n９５４５３号商標（本件商標）及び登録第４５９５４５４号商標（以下，本件商標\nと併せて「本件各商標」という。）の２件を引用して拒絶理由通知がされた。そこ\nで，被告は，被告商標を登録してこれを訴外会社の商品に使用する目的で，前件審\n判及び本件審判を請求した。したがって，被告による本件審判請求は，商標法の趣\n旨に照らし，正当な権利行使であり，このことは，被告が，被告商標出願当時から\n現在に至るまで，被告商標を継続して使用していることからも明らかである。\nまた，被告は，第一次訴訟において，判決を希望し，和解による解決を希望して\nいなかったために和解が成立しなかったにすぎないし，和解交渉において，ライセ\nンス料の一般的な計算方法に基づき，和解金の計算式として，原告が過去１年間に\n本件商標を使用した商品の売上額×５％×１０年分を提示したことはあるが，同計\n算式によれば和解金が７５億円となることを被告が知った後は，裁判官に対して，\nそれでは多額なので「７億５千万円」で原告に提示してもらってはどうかと伝えた\nのであって，７５億円を提示した事実はない。\nさらに，原告の，前件審判の経過等に照らして，ＬＥＤ電球以外の照明器具は前\n件審判の取消しの対象である「ＬＥＤランプ」には当たらないと信じ，本件商標を\n本件商品その他の照明器具について使用し，平成２２年ないし平成２４年６月まで\nの期間に，総額１６億円以上の費用を負担して宣伝広告を行った旨の主張は，既に\n第一次訴訟において審理した事実と同様の事実を主張するものとして，第一次訴訟\nの蒸し返しにすぎない。原告は，第一次訴訟において自白し，さらに本件訴訟にお\nいて容認したとおり，本件商品が前件審判において取消対象商品となった「ＬＥＤ\nランプ」に含まれることを承知しながら，本件商品を，本件審判の取消対象である\n「ＬＥＤ電球以外の照明器具」についての使用と強弁した。また，本件商品に関す\nる使用は，前件審判において既に取消しが確定した「ＬＥＤランプ」に関する使用\nであって，本件審判の「ＬＥＤ電球以外の照明器具」に関する使用ではないから，\n原告が平成２１年５月頃から本件商標の使用を開始したとの主張は，法的には意味\nがない。さらに，原告主張に係る総額１６億円以上の宣伝広告費は，本件商品その\n他の照明器具に限定して負担されたものではなく，むしろその大部分は，前件審判\nにより取消しの対象となったＬＥＤ電球に関する宣伝広告に係るものにすぎない。\nしたがって，被告による本件審判請求が権利濫用に当たる旨の原告の主張は失当\nである。\nイ  被告による本件審判請求が権利濫用に当たる旨の原告の主張は，第一次判決\nの既判力又は信義則により排斥されるべきこと\n原告の主張によれば，第一次訴訟の和解交渉において，被告による本件審判請求\nが権利濫用であることが判明したとのことであるから，原告は，第一次訴訟におい\nて裁判所に弁論再開の申立てをしたり，最高裁判所に対する上告及び上告受理申立\nてにおいて同主張をしたり，本件審決前に特許庁に対して口頭審理の申立てをした\nりすることができたにもかかわらず，あえてこれらを行っていない以上，本件審判\n請求が権利濫用に当たる旨の原告の主張は，第一次判決の既判力により排斥される\nべきものである。さらに，原告が，本件訴訟において権利濫用の主張をすることは，\n実質的には第一次訴訟の蒸し返しにすぎず，さらに被告の商標登録を妨害し，その\n登録が遅れるのを奇貨として，原告の本件商標を付した製品の在庫をなるべく多く\n処分しようとする不当な目的によるものであるから，訴訟上の信義則違反として，\n排斥されるべきである。\n２  争点(2)（本件審決には，原告に意見陳述の機会を付与しなかったとの手続の\n違法があるか（取消事由２））について\n(1)  原告の主張\n原告は，本件審判において権利の濫用（主張内容は前記１(1)アのとおり）を理由\nとして本件審判請求の却下を求める予定であったが，意見陳述の機会が付与されな\nいまま，本件審決がされた。これは，原告の防御権を害するものであり，本件審決\nの手続には違法がある。\n(2)  被告の主張\n争う。\n３  争点(3)（原告による本件訴訟の提起が訴権の濫用として不適法なものといえ\nるか）について\n(1)  被告の主張\n原告は，本件審決の理由を全て認めているにもかかわらず，本件審決の取消事由\nとして，前記１(1)及び２(1)のとおり，権利の濫用及び意見陳述の機会が付与され\nなかったことを挙げている。しかし，前記１(2)及び２(2)のとおり，原告の上記各\n主張は，いずれも事実的，法律的根拠を欠くものであることは明らかである。加え\nて，原告は，そのことを知っていただけでなく，原告の本件商標を付した製品の在\n庫をなるべく多く処分したいがために，被告商標の登録を妨害し，その登録を遅れ\nさせるとの不当な目的で，あえて本件訴訟を提起したのであるから，原告の本件訴\n訟の提起は，裁判制度の制度趣旨に照らして著しく相当性を欠くことは明らかであ\nり，訴権の濫用に当たり，不適法なものとして却下されるべきである。\n(2)  原告の主張\n被告は，原告による本件訴訟の目的は，被告商標の登録を妨害し登録を遅れさせ\nることにより，商品の在庫をなるべく多く処分しようとする不当なものである旨主\n張するが，失当である。原告の本件訴訟の提起は，第一次訴訟の口頭弁論終結後の\n事情を根拠として，本件審決を取り消し，本件商標を維持するためのものである。\nそもそもエコルクスとの商標を付した原告の製品は，被告の著名性に鑑み，エコル\nクスという商標を付した被告の製品とは混同を生じないものであるから，仮に被告\n商標が登録されたとしても，商標権侵害を構成するものではなく，原告には，被告\n商標の登録を遅れさせる動機はなく，本件訴訟は訴権の濫用に当たらない。\n第４  当裁判所の判断\n１  事実認定\n証拠（甲１，８～１７，乙１の１・３，乙５～８）及び弁論の全趣旨によれば，\n以下の事実が認められる。\n(1)  被告は，かねてより訴外会社の代表取締役を務めており，同社は，遅くとも\n平成１９年７月１０日頃には，光源としてＬＥＤを使用する電球類のほか，ＬＥＤ\nを光源として使用する青色防犯灯を販売するようになり，平成２０年８月１１日頃，\n当該青色防犯灯を「ＥＣＯＬＵＸ エコルクス」と命名するに至り，その後，現在に\n至るまで，「ＥＣＯＬＵＸ」の商標（被告商標）を継続して使用している。\n被告は，同年１０月２３日，特許庁に対して，訴外会社のために被告商標を登録\nするため，登録出願（商願２００８－８９７３２号）をしたが，平成２１年３月１\n３日，本件各商標の存在を理由として拒絶理由通知を受けた。\n(2)  そこで，被告は，被告商標を登録してこれを訴外会社の商品に使用する目的\nで，本件商標の不使用取消審判を請求することとした。当時，「ＬＥＤランプ」の\n用語は，取引者により，光源としてＬＥＤを使用した多様な商品又は部材を指称す\nるものとして広く使用され，それ以上に対象に応じて厳密に使い分けられているも\nのではなかった。そのため，被告は，「ＬＥＤランプ」とは，光源としてＬＥＤを\n使用するものであれば，電球類のほか，青色防犯灯を含めて照明器具一般を意味す\nるものと考え，平成２１年４月１４日，本件商標の指定商品のうち「ＬＥＤランプ」\nについて，本件商標登録の不使用取消審判（前件審判）を請求し，同月３０日，審\n判の請求の登録がされた。\n特許庁は，前件審判請求を取消２００９－３００４４５号事件として審理し，同\n年１２月９日，前件審判請求が成り立たない旨の審決をした。そのため，被告は，\nこれを不服として前件訴訟（知的財産高等裁判所平成２２年（行ケ）第１００１２\n号）を提起し，同裁判所は，平成２２年１２月１５日，審決を取り消す旨の判決を\n言い渡し，同判決は，その後，確定した。この前件審判及び前件訴訟において，原\n告は，特定のＬＥＤ電球の包装に本件商標を付したとの事実を主張し，それ以外の\n使用に関する事実を主張しなかったため，被告は，原告によるＬＥＤ電球に関する\n本件商標の使用事実を否認して争ったものの，それ以上に，「ＬＥＤランプ」との\n用語が，例えば防犯等を目的として室内又は室外に設置するために作られた，人の\n動きを探知して自動的に点灯する乾電池を電源とするセンサーライトであって，Ｌ\nＥＤを光源とするもの（本件商品）を含むものである旨を主張はしなかった。\n特許庁は，平成２３年３月２３日，前件訴訟の判決が確定したことを受け，本件\n商標の指定商品のうち第１１類「ＬＥＤランプ」について，本件商標登録を取り消\nす旨の前件審決をし，同審決は，その後，確定した。\n(3)  この間，被告は，平成２１年１２月９日に前件審判請求が成り立たない旨の\n審決を受けたことへの対応策について，東京都の知財センターに相談に赴いたとこ\nろ，相談員であった被告代理人から，前件審判の審決に対しては，審決取消訴訟を\n知的財産高等裁判所に提起することができるとのアドバイスを受けるとともに，前\n件訴訟において本件商標の指定商品のうち「ＬＥＤランプ」についてのみ審決取消\n訴訟で勝訴したとしても，本件商標の禁止権の範囲から被告商標を使用することは\nできない旨の指摘を受けた。\nそこで，被告は，前記(2)のとおり，前件訴訟を提起し，これと並行して，平成２\n２年６月１４日，特許庁に対し，本件商標の指定商品のうち第１１類「ＬＥＤラン\nプを除く，電球類及び照明器具」について，本件商標登録の不使用取消審判（本件\n審判）を請求し，同月３０日，審判の請求の登録がされた。\n特許庁は，本件審判請求を取消２０１０－３００６５１号事件として審理し，原\n告から本件審判請求に対する答弁及びその理由並びに証拠の提出を受けた上で，平\n成２４年２月１３日，本件審判請求が成り立たない旨の審決（第一次審決）をした。\n第一次審決の理由の要旨は，本件審判の請求に係る指定商品「ＬＥＤランプを除く，\n電球類及び照明器具」とは，「電球類及び照明器具」から「電球型ＬＥＤランプ又\nは蛍光灯型ＬＥＤランプ等のＬＥＤを用いた一般的に光源として利用される電球類\n（ＬＥＤ電球類）を除いた商品」ということができるところ，乾電池式ＬＥＤセン\nサーライト（本件商品）は，前件審決により取り消された「ＬＥＤランプ」に該当\nせず，本件商標の商標権者である原告及び通常使用権者であるアイリスプラザが，\n本件審判の請求の登録前３年以内に日本国内において，本件商品の包装に本件商標\nを付したものを販売することにより，請求に係る指定商品について使用していたか\nら，本件商標登録を取り消すことはできない，というものであった。\n(4)  被告は，第一次審決を不服として第一次訴訟（知的財産高等裁判所平成２４\n年（行ケ）第１０１０２号）を提起した。\n第一次訴訟において，原告は，本件商標の指定商品中の「ＬＥＤランプ」とは，\n「ＬＥＤ電球類（電球型ＬＥＤランプ又は蛍光灯型ＬＥＤランプ等のＬＥＤを用い\nた一般的に光源として利用される電球類）」の意味であり，「ＬＥＤを使用した照\n明器具」を含まない旨主張するとともに，前件審判及び前件訴訟において，原告は，\n「ＬＥＤランプ」の意味を「ＬＥＤ電球類」と理解した上でその使用の事実を主張\n立証し，被告も，これに何ら異議を唱えずにＬＥＤ電球の使用の事実について反論\nを加えていること，原告は，ＬＥＤ電球以外の照明器具については，前件審判及び\n前件訴訟の対象ではないと信じ，本件商標を本件商品その他の照明器具について使\n用し，本件商標の価値を高めるべく，総額１６億９８７６万７０００円もの多額の\n費用を負担して宣伝広告を行い，現在も継続中であることなどの事情に鑑みれば，\n被告が「ＬＥＤランプ」の意味についてＬＥＤ電球以外の照明器具も含まれるとの\n主張をすることは，前件審判及び前件訴訟の過程において形成された原告の上記信\n頼を裏切るものであり，信義則に反し許されない旨主張した。\n第一次訴訟では，裁判所の和解勧告により和解が勧試され，被告からは「和解案\n（骨子）」と題する書面（甲１）により，和解案が提示された。同書面には，和解\n条項案として，原告と被告が類似の商標を使用することで，出所混同や品質の誤認\nが生じていることに鑑み，被告が第一次訴訟を取り下げるとともに，今後１年以内\nに被告商標の使用を中止すること，原告は被告に対して，過去１年間の本件商標を\n使用した商品の売上額×５％×１０年分の解決金を支払うことが記載され，また，\nかかる和解条項案を設定した理由として，被告が平成２０年８月に被告商標を採択\nし，同年１０月には商標登録出願をしたのに対して，原告が本件商標の使用を開始\nしたのは平成２２年４月以降であること，平成２０年８月から現在までの４年間，\n被告の製品は各社新聞記事で取り上げられるなどして，特に，青色防犯灯や蛍光管\n型ＬＥＤランプの取引者の間では周知性を獲得したこと，一方，原告が投入した広\n告宣伝費等を考えると原告に本件商標の使用の中止を求めるのは酷であると感じて\nいるが，誤認混同が生じている現状から両者が類似の商標を継続して使用すること\nは得策でないと判断し，被告が被告商標の使用を中止することとしたこと，しかし，\n被告がこの４年間に獲得した被告商標に対する取引者からの信用及び同信用に基づ\nく今後の企業利益を無にすることを考え，それに相当する解決金を要求すること，\n解決金の算定方法は，被告が第一次訴訟に勝訴し，被告商標が登録された場合の実\n施料相当額であり，実際には，原告は，ＬＥＤランプについて商標権を改めて取得\nし，その後１０年以上も使用を継続可能なので，解決金の金額としては被告が譲歩\nしていることなどが記載されていた。\n(5)  しかし，結局，原告と被告との間で和解が成立しなかったことから，知的財\n産高等裁判所は，平成２４年９月１２日，第一次審決を取り消す旨の判決（第一次\n判決）を言い渡し，原告はこれを不服として，同月２５日，上告受理の申立てをし\nたが，最高裁判所は，平成２５年４月１２日，上告不受理の決定をし，第一次判決\nは，確定した。\nア  第一次判決の理由の要旨は，以下のとおりである。\n商標権者である原告及び通常使用権者であるアイリスプラザは，平成２１年８月\n４日頃から本件審判の請求の登録の日（平成２２年６月３０日）までの間に，本件\n商標と同一又は社会通念上同一のものというべき「エコルクス」又は「ＥＣＯＬＵ\nＸ」との標章を，防犯等を目的として室内又は室外に設置するために作られた，人\nの動きを探知して自動的に点灯する乾電池を電源とするセンサーライトであって，\nＬＥＤを光源とする「乾電池式ＬＥＤセンサーライト」（本件商品）の包装に付し\nて，日本国内で第三者に譲渡した。\nしかるところ，「ＬＥＤランプ」の用語は，第一次審決が説示するようにＬＥＤ\n電球類を指称するものに限定して使用されているものとは認め難く，むしろ取引者\nにより，本件審判の請求の登録前３年間において，光源としてＬＥＤを使用した多\n様な商品又は部材を指称するものとして広く使用されており，それ以上に対象に応\nじて厳密に使い分けられているものではないばかりか，少なくとも，防犯等を目的\nとして室内又は室外に設置するために作られた，人の動きを探知して自動的に点灯\nする乾電池を電源とするセンサーライトであって，ＬＥＤを光源とするものも指称\nすると認識されていたものと認められる。\nしたがって，本件商品は，前件審決の確定により前件審判の請求の登録の日（平\n成２１年４月３０日）に本件商標の指定商品から消滅したものとみなされる「ＬＥ\nＤランプ」に該当するから，同日から本件審判の請求の登録の日までの間において，\n本件商標の指定商品に該当しない。そして，原告は，上記期間内における本件商品\nに対する本件商標の使用のほかに，本件商標又はこれと社会通念上同一の商標を本\n件商標の指定商品について使用したとの事実を何ら主張立証していない。\n以上によれば，原告は，本件審判の請求の登録前３年以内に日本国内において，\n商標権者，専用使用権者又は通常使用権者のいずれかがその請求に係る指定商品「Ｌ\nＥＤランプを除く，電球類及び照明器具」のいずれかについて，本件商標を使用し\nていたことを証明していない。したがって，この点の認定判断を誤る第一次審決は\n取消しを免れない。\nイ  また，第一次判決は，被告が「ＬＥＤランプ」の意味についてＬＥＤ電球以\n外の照明器具も含まれるとの主張をすることは信義則に反して許されないとの原告\nの主張に対して，要旨，以下のとおり判断した。\n原告は，前件審判及び前件訴訟において，特定のＬＥＤ電球の包装に本件商標を\n付したとの事実を主張し，それ以外の使用に関する事実を主張しなかった。そのた\nめ，これを争う被告は，原告によるＬＥＤ電球に関する本件商標の使用事実を否認\nして争えば足り，それ以上に「ＬＥＤランプ」との用語が，乾電池式ＬＥＤセンサー\nライト（本件商品）のようなものを含むものである旨を主張する理由も必要もなかっ\nた。そうすると，被告が前件審判及び前件訴訟において，「ＬＥＤランプ」の用語\nについてこの点を明確に主張していないからといって，そのことは，何らかの意味\nにおいて原告の信頼の根拠となるものではない。また，被告は，前件審判の請求に\n当たり，「ＬＥＤランプ」との用語が光源としてＬＥＤを使用する防犯灯を含む意\n図を有していたものと認められる。\nしたがって，原告の信義則違反の主張は，採用することができない。\n(6)  特許庁は，第一次判決が確定したことを受け，平成２５年８月９日，前記第\n２の３のとおりの理由で，本件商標の指定商品のうち第１１類「ＬＥＤランプを除\nく，電球類及び照明器具」について，本件商標登録を取り消す旨の本件審決をした。\n(7)  他方，原告は，平成２１年８月４日頃から，本件商標と同一又は社会通念上\n同一のものというべき「エコルクス」又は「ＥＣＯＬＵＸ」との標章を，本件商品\nの包装に付して販売を開始した。また，前件審判においては，本件商標の指定商品\n中，取消しの対象となった「ＬＥＤランプ」に，「ＬＥＤ電球類」のほか「ＬＥＤ\n照明器具」一般をも含むのかが明確にされなかったことや，「ＬＥＤランプ」との\n用語が辞書にも掲載されていないことから，原告は，前件審判において指定商品か\nら除かれた「ＬＥＤランプ」には，「ＬＥＤ電球類」以外の「ＬＥＤ照明器具一般\n」は含まれないと考え，本件各商標を本件商品その他の照明器具について使用し，\n平成２２年ないし平成２４年６月までの期間に，相当額の費用をかけて宣伝広告を\n行った。\n２  争点(1)（被告による本件審判請求が権利の濫用に当たるか（取消事由１））に\nついて\n前記１(1)ないし(3)認定のとおり，被告は，光源としてＬＥＤを使用する電球類\n及び青色防犯灯を販売する訴外会社の代表取締役であり，平成２０年８月１１日以\n来，継続して使用している「ＥＣＯＬＵＸ」の商標（被告商標）を登録してこれを\n訴外会社の商品に使用する目的で，前件審判及び本件審判を請求したものである。\nまた，第一次訴訟における和解交渉の経緯は，前記１(4)認定のとおりであって，被\n告の提示した解決金の算定方法である「過去１年間の本件商標を使用した商品の売\n上額×５％×１０年分」とは，被告が被告商標の使用を中止することの代償として，\n被告が第一次訴訟に勝訴し，被告商標が登録された場合の実施料相当額を求めたも\nのである。和解が，一方当事者の提案に対して他方当事者が対案を提示するなどし\nて互譲により紛争を解決するものであることからすれば，被告による上記和解案の\n提示は，一方当事者による提案として格別不合理なものとまでいうことはできず，\nまして被告が虚偽の事実に基づいて法外な和解金を要求した事実は認められない。\nそして，第一次判決が前記１(5)において認定したとおり，原告は，前件審判及び\n前件訴訟において，特定のＬＥＤ電球の包装に本件商標を付したとの事実を主張し，\nそれ以外の使用に関する事実を主張しなかったため，これを争う被告は，原告によ\nるＬＥＤ電球に関する本件商標の使用事実を否認して争えば足り，それ以上に「Ｌ\nＥＤランプ」との用語が，乾電池式ＬＥＤセンサーライト（本件商品）のようなも\nのを含むものであることを主張する理由も必要もなかったのであって，被告が前件\n審判及び前件訴訟において，「ＬＥＤランプ」の用語についてこの点を明確に主張\nしていないからといって，そのことは，何らかの意味において原告の信頼の根拠と\nなるものではない。また，訴外会社は，平成１９年７月１０日頃には，ＬＥＤを光\n源として使用する青色防犯灯を販売するようになり，平成２０年８月１１日頃から，\n当該青色防犯灯に被告商標を付し継続して使用しており，被告は，前件審判の請求\nに当たり，「ＬＥＤランプ」との用語が光源としてＬＥＤを使用する防犯灯を含む\n意図を有していたものである。\nそうすると，原告において，ＬＥＤ電球以外の照明器具については，前件審判の\n取消しの対象である「ＬＥＤランプ」には当たらないと信じ，本件商標を本件商品\nその他の照明器具について使用し，平成２２年ないし平成２４年６月までの期間に，\n総額１６億円以上の費用を負担して宣伝広告を行い，その結果，取引界において，\n本件商標が原告の出所を表示するものとの幅広い信用が形成されていたとの原告の\n主張を前提としたとしても，被告による本件審判請求が権利の濫用に当たるという\nことはできず，他に被告による本件審判請求が権利濫用に当たることを基礎付ける\nに足りる事実を認めることはできない。\nしたがって，原告主張の取消事由１は理由がない。\n３  争点(2)（本件審決には，原告に意見陳述の機会を付与しなかったとの手続の\n違法があるか（取消事由２））について\n商標登録の取消しの審判は，口頭審理又は書面審理によるものとされ，審判長は，\n審判の請求があったときは，相当の期間を指定して被請求人に答弁書を提出する機\n会を与えなければならず，必要に応じて当事者を審尋することができ（商標法５６\n条１項，特許法１３４条，１４５条），また，審判官は，商標登録取消しの審判に\nついての審決に対する取消しの判決が確定したときは，さらに審理を行い，審決又\nは決定をしなければならないが（商標法６３条２項，特許法１８１条２項），取消\n判決確定後の審理において，当事者に対して意見陳述の機会を付与しなければなら\nないとする法令上の規定はない。したがって，第一次判決確定後，本件審決がされ\nるまでの間に，原告に意見陳述の機会が付与されなかったとしても，それだけでは，\n本件審決の手続に違法があるということはできない。\nそして，本件においては，前記１(3)のとおり，特許庁は，本件審判の審理に当た\nり，原告から本件審判請求に対する答弁及びその理由並びに証拠の提出を受けてい\nる上，前記１(5)及び(6)のとおり，第一次審決を取り消す旨の第一次判決が平成２\n５年４月１２日頃に確定した後，同年８月９日に本件審決がされるまでの間に，原\n告は，特許庁に対して上申等をすることによって，職権による口頭審理を促すこと\nも可能であった（商標法５６条１項，特許法１４５条）。\n以上によれば，本件審決の手続に違法があったとは認められないから，原告主張\nの取消事由２には理由がない。\n４  争点(3)（原告による本件訴訟の提起が訴権の濫用として不適法なものといえる\nか）について\n前記２及び３のとおり，原告主張の取消事由１及び２はいずれも理由がないが，\n原告において，上記各取消事由に理由がないことを十分に知りながら，あえて本件\n訴訟を提起したとの事実を認めるに足りる証拠はない。\nそして，前記１(7)認定のとおり，原告は，平成２１年８月４日頃から，本件商標\nと同一又は社会通念上同一のものというべき「エコルクス」又は「ＥＣＯＬＵＸ」\nとの標章を，本件商品の包装に付して販売を開始し，また，前件審判においては，\n本件商標の指定商品中，取消しの対象となった「ＬＥＤランプ」に，「ＬＥＤ電球\n類」のほか「ＬＥＤ照明器具」一般をも含むのかが明確にされなかったことや，「Ｌ\nＥＤランプ」との用語が辞書にも掲載されていないことから，原告は，前件審判に\nおいて指定商品から除かれた「ＬＥＤランプ」には，「ＬＥＤ電球類」以外の「Ｌ\nＥＤ照明器具一般」は含まれないと考え，本件各商標を本件商品その他の照明器具\nについて使用し，平成２２年ないし平成２４年６月までの期間に，相当額の費用を\nかけて宣伝広告を行ったものである。そのため，原告が本件商標登録を可能な限り\n維持すべく，取消事由１及び２を主張して本件訴訟を提起することは，企業の行為\nとして考えられないものではなく，仮に本件商標を付した製品の在庫をなるべく多\nく処分したいとの意図も含まれていたとしても，それだけでは，本件訴訟の提起が，\n原告と被告との間の従前の経緯及び関係等に照らし，著しい信義違反の行為として\n訴えの提起自体を許さないほど不当なものとまで認めることはできない。\nしたがって，本件訴訟の提起が訴権の濫用に当たり不適法である旨の被告の本案\n前の答弁は理由がない。\n５  結論\n以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決は相当であ\nるから，原告の本訴請求は棄却されるべきものである。\nよって，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富 田 善 範\n裁判官          大      鷹      一      郎\n裁判官          田      中      芳      樹\n"
}