{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 6,
    "day": 22
  },
  "case_number": "平成28(行ケ)10224",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86869",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86869",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/869/086869_hanrei.pdf",
  "contents": "平成２９年６月２２日判決言渡\n平成２８年（行ケ）第１０２２４号  審決取消請求事件\n口頭弁論終結日  平成２９年５月９日\n判決\n原 告       株 式 会 社 コ ス メ ッ ク\n訴訟代理人弁護士     井 上 裕 史\n佐 合 俊 彦\n冨 田 信 雄\n被 告      パスカルエンジニアリング株式会社\n訴訟代理人弁護士     別   城   信太 郎\n弁理士     深 見 久 郎\n佐々木   眞   人\n高 橋 智 洋\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n特許庁が無効２０１５－８００１６９号事件について平成２８年９月６日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩\n性の有無（①引用発明の認定の当否，③本件発明と引用発明との対比判断の当否，\n③相違点に係る判断の当否）及び分割要件違反についての認定判断の当否である。\n１  特許庁における手続の経緯\n被告は，名称を「位置検知装置」とする発明についての特許（特許第５６６６６\n６０号。以下，「本件特許」という。）の特許権者である（甲２８）。\n本件特許は，平成２３年１０月７日（以下，「本件原出願日」という。）に出願し\nた特願２０１１－２２２８４６号を，平成２５年７月２６日（以下，「本件出願日」\nという。）に分割出願した特願２０１３－１５５４４３号に係るものであり，平成２\n６年１２月１９日に設定登録された（甲２８）。\n原告は，平成２７年９月１日付で本件特許の請求項１～６に係る発明（以下，そ\nれぞれ，「本件発明１」，「本件発明２」などといい，まとめて「本件発明」という。）\nについて無効審判請求をし（甲２６。無効２０１５－８００１６９号），特許庁は，\n平成２８年９月６日，「本件審判の請求は，成り立たない。」との審決をし，その謄\n本は，同月２０日，原告に送達された。\n２  本件発明の要旨\n本件発明の要旨は，以下のとおりである。\n（本件発明１）\n「油圧供給源から供給される油圧シリンダの油圧によって弁機構の弁体を第１方\n向に進出させ，前記油圧シリンダの出力部材により前記弁体を第１方向と反対の第\n２方向へ移動させて前記油圧シリンダのシリンダ本体に形成されたエア通路の開閉\n状態を切換えることにより前記出力部材の位置を検知可能に構成し，\n前記弁体は，小径軸部と，前記小径軸部に対して第２方向側に設けられた大径軸\n部とが一体形成された弁体本体を含み，\n前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入され\nる貫通孔を有する環状部材と，\n前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴\nを有するキャップ部材と，\n前記凹穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって\n前記弁体を前記第１方向に進出させる油圧導入室と，\n前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との\n間をシールする第１シール部材と，\n前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧\n導入室との間をシールする第２シール部材とを備え，\n前記油圧シリンダの油室と前記エア通路とが互いに連通せず，\n前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路\nに接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，\n前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路\nの一端部側に設けられ，前記加圧エアの通路となる第１エア通路が形成され，\n前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設\nけられ，前記加圧エアの通路となる第２エア通路が，前記キャップ部材の外周部と\n前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され，\n前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状\n態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第\n２方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより\n前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該\n圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあること\nが検知され，\n前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記\n油圧により前記弁体が前記第１方向に進出して前記エア通路を外界に開放する開弁\n状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する\n前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材\nが所定の位置から離れたことが検知されることを特徴とする位置検知装置。」\n（本件発明２）\n「油圧供給源から供給される油圧シリンダの油圧によって前記油圧シリンダの油\n室側に弁機構の弁体を進出させ，前記油圧シリンダの出力部材により前記油圧シリ\nンダの油室と反対側に弁体を移動させて前記油圧シリンダのシリンダ本体に形成さ\nれたエア通路の開閉状態を切換えることにより前記出力部材の位置を検知可能に構\n成し，\n前記弁体は，小径軸部と，前記小径軸部に対して油室と反対側に設けられた大径\n軸部とが一体形成された弁体本体を含み，\n前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入され\nる貫通孔を有する環状部材と，\n前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴\nを有するキャップ部材と，\n前記凹穴内に設けられ，前記油室の油圧が導入され，前記油圧によって前記弁体\nを前記油室側に進出させる油圧導入室と，\n前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との\n間をシールする第１シール部材と，\n前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧\n導入室との間をシールする第２シール部材とを備え，\n前記油圧シリンダの油室と前記エア通路とが互いに連通せず，\n前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路\nに接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，\n前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路\nの一端部側に設けられ，前記加圧エアの通路となる第１エア通路が形成され，\n前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設\nけられ，前記加圧エアの通路となる第２エア通路が，前記キャップ部材の外周部と\n前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され，\n前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状\n態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記油\n室と反対側に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えに\nより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，\n当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にある\nことが検知され，\n前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記\n油圧により前記弁体が前記油室側に進出して前記エア通路を外界に開放する開弁状\n態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前\n記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が\n所定の位置から離れたことが検知されることを特徴とする位置検知装置。」\n（本件発明３）\n「前記油圧シリンダの油圧は，前記弁体の進退方向の軸心と同軸に形成された貫\n通孔を通じて前記凹穴内に供給されることを特徴とする請求項１または請求項２に\n記載の位置検知装置。」\n（本件発明４）\n「前記弁体は，前記出力部材の進退方向と直交する方向に沿って進退可能に設け\nられたことを特徴とする請求項１から請求項３のいずれかに記載の位置検知装置。」\n（本件発明５）\n「前記弁体は，前記出力部材の進退方向に沿って進退可能に設けられたことを特\n徴とする請求項１から請求項３のいずれかに記載の位置検知装置。」\n（本件発明６）\n「前記出力部材の上昇限界位置，下降限界位置のうちの何れかの位置を検知可能\nに構成したことを特徴とする請求項１から請求項５のいずれかに記載の位置検知装\n置。」\n３  審決の理由の要旨\n(1)  原告の主張した無効理由の要旨\nア  無効理由１\n本件発明は，米国特許第３５３０８９６号明細書（甲１。以下，「甲１文献」と\nいう。）に記載された発明（以下，「甲１発明」という。）に甲２～１０に記載の\n事項及び従来周知の事項を適用することで当業者が容易に発明をすることができた\nものであって，特許法２９条２項の規定により特許を受けることができないもので\nあるから，本件特許は特許法１２３条１項２号に該当し，無効とすべきものである。\nイ  無効理由２\n本件発明は，米国特許第３５５５９６６号明細書（甲２。以下，「甲２文献」と\nいう。）に記載された発明（以下，「甲２発明」という。）に甲１，甲３～８に記\n載の事項及び従来周知の事項を適用することで当業者が容易に発明をすることがで\nきたものであって，特許法２９条２項の規定により特許を受けることができないも\nのであるから，本件特許は特許法１２３条１項２号に該当し，無効とすべきもので\nある。\nウ  無効理由３\n本件発明は，英国特許出願公開第１１４０２１６号明細書（甲３の１。以下，「甲\n３文献」という。）に記載された発明（以下，「甲３発明」という。）に甲１文献，\n甲２文献，甲４，６～８に記載の事項及び従来周知の事項を適用することで当業者\nが容易に発明をすることができたものであって，特許法２９条２項の規定により特\n許を受けることができないものであるから，本件特許は特許法１２３条１項２号に\n該当し，無効とすべきものである。\nエ  無効理由４\n本件発明は，出願時に原出願の明細書，特許請求の範囲及び図面（以下，「原出\n願明細書等」という。）に記載されていない新規な技術事項を追加したものである\nから，特許法４４条の規定に違反し，本件特許の出願日は，本件原出願日ではなく\n本件出願日である。したがって，本件発明は，本件出願日前に頒布された刊行物で\nある原出願に係る公開公報である特開２０１３－８２０２５号公報（甲１２）に記\n載された発明であるから，特許法２９条１項３号の規定により特許を受けることが\nできないものであって，特許法１２３条１項２号に該当し，無効とすべきものであ\nる。\nオ  なお，甲４～１０は，以下のとおりである。\n甲４：米国特許第４６３２０１８号明細書\n甲５：米国特許第３３４８８０３号明細書\n甲６：米国特許第３４６３０５５号明細書\n甲７：特開平６－１５５４９号公報\n甲８：特開２００３－３０５６２６号公報\n甲９：実願昭６２－１０２１７１号（実開昭６４－６３７３号）のマイクロフィ\nルム\n甲１０：特開昭５９－２１２５０３号公報\n(2)  発明の認定\nア  甲１発明\n「圧縮バネ３５の付勢によってパイロット弁Ｂのスプール弁２９を下方に進出さ\nせ，油圧パワーアクチュエータＡのカム部材４３と同軸のピストン１５及び出力用\nピストンロッド１６により前記スプール弁２９を下方と反対の上方へ移動させてパ\nイロット弁Ｂに形成されたポートの接続状態を切換えることにより流体制御回路を\n制御可能に構成し，\n前記スプール弁２９は，軸方向に離間した端部３０，３１が小径の首部３２によ\nって相互に接続された弁を含み，\nシリンダ１０のエンドキャップ１１に装着され，前記スプール弁２９が挿入され\nる孔２２を有するバルブ本体２１と，\n前記バルブ本体２１の上端の孔延長部３３を塞いで固定されるネジ栓３４と，\n前記孔延長部３３に設けられ，油圧パワーアクチュエータＡのアクチュエータ流\n体が供給され，前記アクチュエータ流体圧力によって前記スプール弁２９をバラン\nスさせる孔とを備え，\n前記油圧パワーアクチュエータＡの油室と前記ポートとが互いに連通せず，\n前記ポートの端部は，流体制御配管が接続され，\n前記バルブ本体２１を前記バルブ本体２１の径方向に貫通する，加圧流体の通路\nとなるポートが形成され，\n前記カム部材４３が空所２４から引き抜かれるときにはポート２６とポート２７\nとが連通しポート２６とポート２８とが接続解除される状態になり，前記カム部材\n４３が前記空所２４に挿入されたときには前記スプール弁２９が前記上方に移動し\nて前記ポート２６とポート２８とが連通されポート２６とポート２７とが接続解除\nされる状態に切換えられ，\n前記アクチュエータ流体によって前記カム部材４３が前記空所２４から引き抜き\n開始したときには前記圧縮バネ３５の付勢により前記スプール弁２９が前記下方に\n進出してポート２６とポート２７とが連通しポート２６とポート２８とが接続解除\nされる状態に切換えられるパイロット弁Ｂ」\nイ  甲２発明\n「バネ５０の付勢力及び空圧パイロット弁１６の加圧エアによって空圧パイロッ\nト弁１６の弁操作具４４及び弁部材４６を外方に進出させ，シリンダ１２のピスト\nンロッド２６に固定されたピストン２４により前記弁操作具４４及び弁部材４６を\n内方へ移動させて前記シリンダ１２のヘッド２０に形成された流体通路の開閉状態\nを切換えることにより前記ピストン２４の位置を検知可能に構成し，\n前記弁操作具４４及び弁部材４６は，弁孔５３の縮径端部５２を通って突出する\n弁操作具４４と，前記弁操作具４４に対して内方側に設けられた弁部材４６とが一\n体化して連結されており，\n前記ヘッド２０の弁孔５３の途中部に装着され，前記弁部材４６が挿入される貫\n通孔を有するリングスペーサ８０と，\n前記リングスペーサ８０に隣接し，前記ヘッド２０の弁孔５３を塞ぐように固定\nされ，凹穴を有するプラグ７４と，\n前記凹穴内に配置され，前記弁操作具４４及び弁部材４６を前記外方に進出させ\nるバネ５０と，\n前記弁部材４６の外周側に設けられ，前記シリンダ１２のメインシリンダと前記\n流体通路との間をシールする弾性シール手段７８とを備え，\n前記シリンダ１２のメインシリンダと前記流体通路とが互いに連通せず，\n前記流体通路は，圧力流体供給源から圧力流体が供給され通孔５８に連通する入\n口継手６０，通孔５６に連通する出口継手６２，外界に開放された排気孔６４に接\n続され，\n前記リングスペーサ８０を前記リングスペーサ８０の径方向に貫通し，前記圧力\n流体の通路となる流体通路が形成され，\n前記ピストン２４が後退すると通孔５６を排気孔６４に連通させるとともに加圧\nエアが通孔５８から通孔５６及び排気孔６４へ流れるのを阻止し，前記ピストン２\n４が前記行程端に達したときには前記弁部材４６が前記内方に移動して前記圧力流\n体が通孔５８から通孔５６へ流れる状態に切換えられ，当該切換えにより前記空圧\nパイロット弁１６に対して通孔５８から通孔５６に圧力流体が流れる流体通路を形\n成し，当該操作結果を介してピストン２４の位置を検知する，位置検知装置。」\nウ  甲３発明\n「圧力流体配管３９から供給される低圧シリンダ２０の油圧によって，二方パイ\nロット弁１００の差圧ピストンを休止位置に進出させ，低圧シリンダ２０の作業ピ\nストン２１により前記差圧ピストンを終端位置へ移動させて前記低圧シリンダのシ\nリンダ本体に形成された流体通路の開閉状態を切換えることにより前記作業ピスト\nン２１の反転動作可能に構成し，\n前記差圧ピストンは，小径軸部と，前記小径軸部に対して終端位置側に設けられ\nた大径軸部とが一体形成されており，\n前記低圧シリンダ２０の油圧が導入され，前記油圧によって前記差圧ピストンを\n前記休止位置に進出させる油圧導入室を備え，\n前記低圧シリンダ２０のメインシリンダ空間２３と前記流体通路とが互いに連通\nせず，\n前記流体通路の一端部は，圧力流体配管３９に接続され，前記流体通路の他端部\nは外界に開放され，\n前記二方パイロット弁１００を貫通して前記流体通路が形成され，\n前記作業ピストン２１が左方へストロークしているときには，前記二方パイロッ\nト弁１００は閉じ状態に保持され，前記作業ピストン２１が左端位置に達したとき\nには前記差圧ピストンが終端位置に移動して前記二方パイロット弁１００は開かれ\nた状態に切換えられ，当該切換えにより前記二方パイロット弁１００に対して前記\n一端部側に位置する管路９３の圧力が低下し三方弁３７，３８を切換えて作業ピス\nトン２１が反転動作され，\n前記油圧によって作業ピストン２１が反転動作したときには前記油圧により前記\n差圧ピストンが休止位置に進出して前記二方パイロット弁１００を閉じ状態に保持\nする油圧複動式圧力ブースタ」\n(3)  無効理由１について\nア  本件発明１について\n(ｱ)  本件発明１と甲１発明との対比\n（一致点）\n「弁機構の弁体を第１方向に進出させ，油圧シリンダの出力部材により前記弁体を\n第１方向と反対の第２方向へ移動させて流路の流通状態を切換えるように構成し，\n前記弁体は，軸部が一体形成された弁体本体を含み，\n前記弁体の軸部が挿入される貫通孔を有する円筒部材と，\n前記円筒部材に隣接して固定されるキャップ部材と，\n油圧シリンダの油圧が導入される室とを備え，\n前記油圧シリンダの油室と前記流路とが互いに連通せず，\n前記出力部材が所定の位置にないときには流路の流通状態が保持され，前記出力\n部材が前記所定の位置に達したときには前記弁体が前記第２方向に移動して前記流\n路の流通状態が切換えられ，\n前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記\n弁体が前記第１方向に進出して流路の流通状態が切換えられる装置」\n（相違点１）\n本件発明１の弁機構が，「前記シリンダ本体の装着孔の途中部に装着され，前記\n弁体の小径軸部が挿入される貫通孔を有する環状部材」と「前記環状部材に隣接し，\n前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材」と\nを備え，シリンダ本体の装着孔に設けられたものであるのに対し，甲１発明のパイ\nロット弁Ｂが，エンドキャップ１１に装着されたものである点。\n（相違点２）\n本件発明１の弁機構が，「前記凹穴内に設けられ，前記油圧シリンダの油圧が導\n入され，前記油圧によって前記弁体を前記第１方向に進出させる油圧導入室」及び\n「小径軸部と，前記小径軸部に対して第２方向側に設けられた大径軸部とが一体形\n成された弁体本体」を備え，「油圧供給源から供給される油圧シリンダの油圧によ\nって弁機構の弁体を第１方向に進出させ」るものであるのに対し，甲１発明のパイ\nロット弁Ｂは，孔延長部３３に供給された加圧流体はスプール弁２９をバランスさ\nせる流体圧力を作用させるだけで，圧縮バネ３５のバネ力によってスプール弁２９\nを下方に進出させるものである点。\n（相違点３）\n本件発明１の弁機構が，「前記小径軸部の外周側に設けられ，前記油圧シリンダ\nの油室と前記エア通路との間をシールする第１シール部材」及び「前記大径軸部と\nともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシ\nールする第２シール部材」を備えているのに対し，甲１発明では，スプール弁２９\nに設けられて空所２４とポートとの間又は孔延長部３３とポートとの間をシールす\nる部材については不明である点。\n（相違点４）\n本件発明１の流路が「油圧シリンダのシリンダ本体に形成されたエア通路」であ\nり，「前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供\n給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続さ\nれ，前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通\n路の一端部側に設けられ，前記加圧エアの通路となる第１エア通路が形成され，前\n記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けら\nれ，前記加圧エアの通路となる第２エア通路が，前記キャップ部材の外周部と前記\n装着孔の内周面との間，または，前記キャップ部材の内部に形成され」るものであ\nるのに対し，甲１発明の流路は，バルブ本体２１の径方向に貫通して形成された加\n圧流体の通路となるポート及び該ポートの端部に接続された流体制御配管であっ\nて，前記加圧流体の種類は特定されていない点。\n（相違点５）\n本件発明１の「装置」は，油圧シリンダに形成されたエア通路の開閉状態を切換\nえることにより出力部材の位置を検知する位置検知装置であって，「前記出力部材\nが所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，\n前記出力部材が前記所定の位置に達したときには前記弁体が前記第２方向に移動し\nて前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対\nして前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以\n上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，前\n記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧\nにより前記弁体が前記第１方向に進出して前記エア通路を外界に開放する開弁状態\nに切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記\nエア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所\n定の位置から離れたことが検知される」ものであるのに対し，甲１発明の「装置」\nは，パイロット弁Ｂに形成されたポートの接続状態を切換えることにより流体制御\n回路を制御可能ではあるが，カム部材４３（又はピストン１５及びピストンロッド\n１６）の位置を検出する装置であるか否かは不明である点。\n(ｲ)  相違点についての判断\nａ  相違点１について\n甲１発明は，従来のパイロット弁のユニットと連動カムの可動部分が外部に露出\nしていたために生じた，汚染物が侵入しやすく，部品を適切に潤滑できないとの問\n題点を解決しようとして，バルブ本体２１やエンドキャップ１１により当該可動部\n分が完全に密閉されるようにしたものである。一方，本件発明１は，甲１発明のカ\nム部材４３のような，出力部材とは別の弁体を移動させるための構成をピストンと\nは別途に備えたものではないから，本件発明１と甲１発明とは，そもそも前提とす\nる構成において相違し，甲１発明の流路や開閉弁機構をシリンダ本体１０に設ける\nことの動機付けがあるとはいえない。\nしたがって，甲１発明に上記相違点１に係る構成を備えることは，当業者が容易\nになし得たものであるということはできない。\nｂ  相違点２について\n甲１発明において，孔延長部３３を，油室の油圧によって，スプール弁２９をピ\nストン１５及びピストンロッド１６側に進出させた状態に保持するためには，スプ\nール弁２９の両端に作用する油圧において，孔延長部３３側のものを相対的に大き\nくすることが必要であり，その結果，油室の油圧の影響によりカム部材４３による\nスプール弁２９の図１における上方への移動を妨げることとなるから，甲１発明に\n上記相違点２に係る構成を備えることの阻害事由があるというべきである。\nしたがって，甲１発明に上記相違点２に係る構成を備えることは，当業者が容易\nになし得たものであるということはできない。\nｃ  相違点３について\n甲１文献には，スプール弁２９に設けられ，空所２４とポートとの間又は孔延長\n部３３とポートとの間をシールする部材については，記載されていない。また，図\n１を見ると，バルブ本体２１とエンドキャップ構造１１との間，バルブ本体２１と\nスペーサ部材４７との間，バルブ本体２１とネジ栓３４との間には，それぞれ，Ｏ\nリングのようなシール部材が配置されていることが明示されていると理解される\nが，スプール弁２９とバルブ本体２１との当接部分に，シールする部材を配置する\n点は明示されていない。\nしたがって，甲１発明に上記相違点３に係る構成を備えることは，当業者が容易\nに成し得たものであるということはできない。\nｄ  相違点４について\n加圧エアの通路として形成されるエア通路について，環状部材の径方向に貫通し\nて形成した第１エア通路，及び，油圧導入室の外周に位置し，キャップ部材の外周\n部と装着孔の内周面との間，または，前記キャップ部材の内部に形成した第２エア\n通路の両方を備えた点については，甲２文献，甲３文献，甲５，６のいずれにおい\nても，環状部材に相当する部分にエア通路を径方向に貫通して形成した構造は記載\nされているものの，キャップ部材に相当する部分についてエア通路を形成すること\nは示唆されていないし，他の甲号証にも記載されていないことから，従来周知の構\n造ともいうことができない。そして，このような環状部材及びキャップ部材の両方\nにエア通路を設けた構造を採用することにより，シール部材の交換等のメンテナン\nスが容易となり，位置検知装置の信頼性や耐久性を向上させ，シリンダ本体に複雑\nな加工を行うことなく「弁体」及び「油圧導入室」の周囲のスペースを有効に活用\nして「加圧エア」の流路を構成することができ，位置検知装置を小型化できるとい\nう効果を奏することができることからみて，単なる設計的事項ということもできな\nい。\nしたがって，甲１発明に上記相違点４に係る構成を備えることは，当業者が容易\nになし得たものであるということはできない。\nｅ  相違点５について\n甲１発明は，ピストン１５及びピストンロッド１６が後退ストローク端に達した\nときに，カム部材４３によりパイロット弁Ｂのスプール弁２９を移動させて，ポー\nト２６と２７とを接続する流路とポート２６と２８とを接続する流路との間で切り\n換えることで，当該ピストン１５及びピストンロッド１６が往復移動するよう制御\nするものであるから，甲１発明のスプール弁２９は，ポート２６～２８との間の流\n路を切り換え，ピストン１５及び１６が自動的に反転動作をするための動作切替手\n段の一部である。そうすると，当業者が，自動往復運動をしているピストン１５及\nびピストンロッド１６が後退ストローク端に達したことを検知しようとして，動作\n切替手段の一部にすぎないスプール弁２９に，ピストン１５及びピストンロッド１\n６が後退ストローク端に達したことの検知機能を持たせようとする合理的理由がな\nい。\nしたがって，甲１発明を上記相違点５に係る構成を備えたものとすることは，当\n業者が容易になし得たものであるということはできない。\n(ｳ)  小括\n以上のとおりであるから，本件発明１は，甲１発明，甲２文献，甲３文献，甲４\n～１０に記載された事項及び従来周知の事項を適用することで，当業者が容易に発\n明をすることができたものであるとはいえない。\nイ  本件発明２～６について\n本件発明２～６は，本件発明１で特定された事項を全て含み，さらなる限定事項\nを付加したものであるから，本件発明２～６は，本件発明１と同様に，甲１発明，\n甲２文献，甲３文献，甲４～１０に記載された事項及び従来周知の事項を適用する\nことで，当業者が容易に発明をすることができたものであるとはいえない。\n(4)  無効理由２について\nア  本件発明１について\n(ｱ)  本件発明１と甲２発明との対比\n（一致点）\n「弁機構の弁体を第１方向に進出させ，油圧シリンダの出力部材により前記弁体\nを第１方向と反対の第２方向へ移動させて前記油圧シリンダのシリンダ本体に形成\nされたエア通路の開閉状態を切換えることにより前記出力部材の位置を検知可能に\n構成し，\n前記弁体は，小径軸部と，前記小径軸部に対して第２方向側に設けられた大径軸\n部とが一体形成された弁体本体を含み，\n前記シリンダ本体の装着孔の途中部に装着され，前記弁部材４６が挿入される貫\n通孔を有する環状部材と，\n前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴\nを有するキャップ部材と，\n前記弁体の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間を\nシールするシール部材とを備え，\n前記油圧シリンダの油室と前記エア通路とが互いに連通しない，位置検知装置。」\n（相違点１）\n本件発明１の弁機構は，弁体を第１方向に進出させるのに，キャップ部材の「凹\n穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体\nを前記第１方向に進出させる油圧導入室」を備え，「油圧供給源から供給される油\n圧シリンダの油圧によって」行うのに対し，甲２発明の空圧パイロット弁１６は，\n油圧導入室に相当する構成を備えておらず，バネ５０の作用及び加圧エアによって\n弁操作具４４及び往復弁部材４６を外方に進出させる点。\n（相違点２）\n本件発明１の環状部材は，「弁体の小径軸部が挿入される貫通孔を有する」のに\n対し，甲２発明のリングスペーサ８０は，大径軸部となる「弁部材４６が挿入され\nる貫通孔を有する」ものである点。\n（相違点３）\n本件発明１は，「前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と\n前記エア通路との間をシールする第１シール部材と，前記大径軸部とともに前記凹\n穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第２\nシール部材」を備えているのに対し，甲２発明では，弁部材４６の外周側に設けら\nれた弾性シール手段７８のみを備える点。\n（相違点４）\n本件発明１のエア通路は，「前記エア通路の一端部は，加圧エア供給源から加圧\nエアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放さ\nれたエア排出路に接続され，前記環状部材を前記環状部材の径方向に貫通し，前記\n弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第１\nエア通路が形成され，前記油圧導入室の外周に位置し，前記弁体に対して前記エア\n通路の他端部側に設けられ，前記加圧エアの通路となる第２エア通路が，前記キャ\nップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部\nに形成され」るもので，「前記出力部材が所定の位置にないときには前記エア通路\nを外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したと\nきには前記弁体が前記第２方向に移動して前記エア通路を閉じる閉弁状態に切換え\nられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路\nの圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材\nが所定の位置にあることが検知され，前記油圧によって前記出力部材が前記所定の\n位置から移動開始したときには前記油圧により前記弁体が前記第１方向に進出して\n前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機\n構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低\n下したことに基づいて前記出力部材が所定の位置から離れたことが検知される」も\nのであるのに対し，甲２発明の流体通路は，「前記流体通路は，圧力流体供給源か\nら圧力流体が供給され通孔５８に連通する入口継手６０，通孔５６に連通する出口\n継手６２，外界に開放された排気孔６４に接続され，前記リングスペーサ８０を前\n記リングスペーサ８０の径方向に貫通し，前記圧力流体の通路となる流体通路が形\n成され」るものであり，「前記ピストン２４が後退すると通孔５６を排気孔６４に\n連通させるとともに加圧エアが通孔５８から通孔５６及び排気孔６４へ流れるのを\n阻止し，前記ピストン２４が前記行程端に達したときには前記弁部材４６が前記内\n方に移動して前記圧力流体が通孔５８から通孔５６へ流れる状態に切換えられ，当\n該切換えにより前記空圧パイロット弁１６に対して通孔５８から通孔５６に圧力流\n体が流れる流体通路を形成し，当該操作結果を介してピストン２４の位置を検知す\nる」ものであるから，流体通路が，一端部に圧力流体が供給される第１エア通路が\n形成され，他端部が外界に開放される第２エア通路という構造とならず，圧力検知\n及び出力部材の位置検知のやり方も異なる点。\n(ｲ)  相違点についての判断\nａ  相違点１について\n甲２発明の加圧エアは，空圧パイロット弁１６の弁部材４６に対してシリンダ１\n２の内部の方向へ向けて押圧し続ける機能と，出力部材が所定の位置に達したこと\nを伝えるための構成の一部である機能とを併有するものであるところ，甲２発明の\n空圧パイロット弁１６において，油室と空間を連通させる油圧導入路を形成して，\n油室の油圧によって，弁部材４６をピストンロッド２６側に進出させた状態に保持\nすることは，上記加圧エアが併有する上記二つの機能のうち，弁部材４６に対して\n押圧するとの機能のみを油圧で置き換えようとするものであって，そのように一部\nの機能に係る構成部分のみを置き換えることの動機付けが甲２発明に存在するとは\n認められない。\nしたがって，甲２発明を，上記相違点１に係る構成を備えたものとすることは，\n当業者が容易になし得たものであるとすることはできない。\nｂ  相違点２及び３について\n上記相違点１で説示したように，甲２発明の空圧パイロット弁１６においては，\n油室と空間を連通させる油圧導入路を形成して，油室の油圧によって，弁部材４６\nをピストンロッド２６側に進出させた状態に保持する構成部分のみを置き換えるこ\nとの動機付けがないことに鑑みると，甲２発明に相違点２及び３に係る本件発明１\nの特定事項を備えさせることも，同様に動機付けがないものというべきである。\nしたがって，甲２発明を，上記相違点２及び３に係る構成を備えたものとするこ\nとは，当業者が容易になし得たものであるとすることはできない。\nｃ  相違点４について\n本件発明１に特定された事項である，「前記エア通路の一端部は，加圧エア供給\n源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外\n界に開放されたエア排出路に接続され」という構成は，出力部材が所定の位置に達\nしたときに，出力部材により弁体を移動させて開閉弁機構の開閉状態を切り換え，\nエア通路のエア圧を介して出力部材が前記所定の位置に達したことを検知可能にす\nるものである。したがって，加圧エアが供給される一端部から外界に連通した他端\n部までのエア通路全体の圧力が，開閉弁機能の開閉状態を切り換える動作によって，\n加圧エアの圧力と外界の圧力との間で大きく変化し，当該圧力の変化を検出するこ\nとで，出力部材が所定の位置に達したことを検知するものである。\n一方，甲２発明の通孔５８によって供給される加圧エアは，空圧パイロット弁１\n６の弁部材４６に対してシリンダ１２の内部の方向へ向けて押圧し続ける機能と，\n出力部材が所定の位置に達したことを伝えるための構成の一部である機能とを併有\nするものであるところ，前者の機能のためにも，後者の機能のためにも，通路５８\nの加圧エアの圧力が変化しないことが望ましい。\nそうすると，甲２発明を，相違点４に係る構成を備えたものとすることは，変化\nしないことが望ましい通路５８内の加圧エアの圧力を変化させるものであるから，\nそうした置換えに対する阻害事項が存在するというべきである。\nしたがって，甲２発明を，上記相違点４に係る構成を備えたものとすることは，\n当業者が容易になし得たものであるとすることはできない。\n(ｳ)  小括\n以上のとおりであるから，本件発明１は，甲２発明，甲１文献，甲３文献，甲４\n～８に記載された事項及び従来周知の事項を適用することで，当業者が容易に発明\nをすることができたものであるとはいえない。\nイ  本件発明２～６について\n本件発明２～６は，本件発明１で特定された事項を全て含み，さらなる限定事項\nを付加したものであるから，本件発明２～６は，本件発明１と同様に，甲２発明，\n甲１文献，甲３文献，甲４～８に記載された事項及び従来周知の事項を適用するこ\nとで，当業者が容易に発明をすることができたものであるとはいえない。\n(5)  無効理由３について\nア  本件発明１について\n(ｱ)  本件発明１と甲３発明との対比\n（一致点）\n「油圧供給源から供給される油圧シリンダの油圧によって，弁機構の弁体を第１\n方向に進出させ，油圧シリンダの出力部材により前記弁体を第１方向と反対の第２\n方向へ移動させて前記油圧シリンダのシリンダ本体に形成された流体通路の開閉状\n態を切換えるように構成し，\n前記弁体は，小径軸部と，前記小径軸部に対して第２方向側に設けられた大径軸\n部とが一体形成された弁体本体を含み，\n前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第１方向\nに進出させる油圧導入室を備え，\n前記油圧シリンダの油室と前記流体通路とが互いに連通せず，\n前記流体通路の一端部は，圧力流体供給源から圧力流体が供給される圧力流体供\n給路に接続され，前記流体通路の他端部は，外界に開放された圧力流体排出路に接\n続された\n切換装置。」\n（相違点１）\n弁機構の構成について，本件発明１は，「前記シリンダ本体の装着孔の途中部に\n装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材と，前記環状\n部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキ\nャップ部材と，前記凹穴内に設けられた油圧導入室と，前記小径軸部の外周側に設\nけられ，前記油圧シリンダの油室と前記エア通路との間をシールする第１シール部\n材と，前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記\n油圧導入室との間をシールする第２シール部材とを備え，前記環状部材を前記環状\n部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前\n記加圧エアの通路となる第１エア通路が形成され，前記油圧導入室の外周に位置し，\n前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる\n第２エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，\n前記キャップ部材の内部に形成され」ているのに対し，甲３発明では，環状部材，\nキャップ部材，第１シール部材，第２シール部材については不明であり，油圧導入\n室もキャップ部材の凹穴内に設けられたものではなく，流体通路も二方パイロット\n弁１００を貫通して形成されているだけである点。\n（相違点２）\n本件発明１は，出力部材が所定の位置に達したときに，出力部材により弁体を移\n動させて開閉弁機構の開閉状態を切り換えて，エア通路のエア圧を介して出力部材\nが所定の位置に達したことを検知可能とした位置検出装置であるのに対し，甲３発\n明は，ピストン２１により差圧ピストンを移動させて二方パイロット弁６３，６４\nの開閉状態を切り換えて，流体通路の流体圧を介して反転動作する装置である点。\n（相違点３）\n本件発明１では，ピストンを油圧駆動にし，位置検出装置の制御流体を「加圧エ\nア」としているのに対し，甲３発明においては，ピストンを油圧駆動にした場合，\n反転動作する装置の制御流体が「加圧油」となる点。\n（相違点４）\n切換装置の制御について，本件発明１では，「前記出力部材が所定の位置にない\nときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記\n所定の位置に達したときには前記弁体が前記第２方向に移動して前記エア通路を閉\nじる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に\n位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに\n基づいて前記出力部材が所定の位置にあることが検知され，前記油圧によって前記\n出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前\n記第１方向に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該\n切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低\n下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れた\nことが検知される」のに対して，甲３発明では，「前記作業ピストン２１が左方へ\nストロークしているときには，前記二方パイロット弁１００は閉じ状態に保持され，\n前記作業ピストン２１が左端位置に達したときには前記差圧ピストンが終端位置に\n移動して前記二方パイロット弁１００は開かれた状態に切換えられ，当該切換えに\nより前記二方パイロット弁１００に対して前記一端部側に位置する管路９３の圧力\nが低下し三方弁３７，３８を切換えて作業ピストン２１が反転動作され，前記油圧\nによって作業ピストン２１が反転動作したときには前記油圧により前記差圧ピスト\nンが休止位置に進出して前記二方パイロット弁１００を閉じ状態に保持する」もの\nである点。\n(ｲ)  相違点についての判断\nａ  相違点１について\n本件発明１において，相違点１に係る発明特定事項のように，弁機構の構造とし\nて流体通路を形成した環状部材及びキャップ部材を用いて，これらを弁体に組み合\nわせた上，第１シール部材及び第２シール部材でシールして構成したのは，出力部\n材の位置検出可能な油圧シリンダを小型化するとともに，位置検知装置の信頼性や\n耐久性を向上させる目的のためである。そして，これら各部材の配置，組合せ，構\n造の相乗効果により上記目的が達成されるものであると認められる。一方，甲３文\n献だけでなく，その他の甲号証を見ても，相違点１に係る構成を有する弁機構の構\n造は見当たらない。\nそうすると，甲３発明において，上記相違点１に係る構成を備えたものとするこ\nとは当業者が容易に想到し得たものであるということはできない。\nｂ  相違点２について\n甲３発明の二方向パイロット弁１００，１０１は，流体通路を切り換え，作業ピ\nストン２１が自動的に反転動作をするための動作切替手段の一部である。そうする\nと，当業者が自動往復運動をしている作業ピストン２１の行程端を検知しようと試\nみて，動作切替手段の一部にすぎない二方パイロット弁１００，１０１に作業ピス\nトン２１の行程端の検知機能を持たせようとすることの動機付けがあるとはいえな\nい。\nそうすると，甲３発明において，上記相違点２に係る構成を備えたものとするこ\nとは当業者が容易に想到し得たものであるということはできない。\nｃ  相違点３について\n甲３発明は，従来技術が有する，作業ピストンが行程端位置において，制御弁の\n制御室への圧力供給がゆっくりとなることによって生じる不利益を解決しようとし\nて，作業ピストン２１により二方パイロット弁６３，６４，１００，１０１の開閉\n状態を切り換えて，四方弁３６の制御室５０，５１や，三方弁３７，３８の制御室\nに作業ピストン２１に対する流体供給源の圧力「ｐ」が作用するようにして，従来\n技術ではゆっくりであった制御室における圧力変化を，圧力供給源からの圧力「ｐ」\nを作用させることで，迅速な圧力変化を達成するものである。\nしたがって，甲３発明においては，作業ピストン２１を駆動するための流体と，\n反転動作する装置の制御流体の圧力供給源を共通としたことに技術的な意義がある\nから，前者を油圧とし，後者をエアと異なったものとすることへの動機付けがある\nとはいえないし，むしろそうすることの阻害事由があるというべきである。\nよって，甲３発明に上記相違点３に係る構成を備えることは，当業者が容易にな\nし得たものであるということはできない。\nｄ  相違点４について\n甲３発明における二方パイロット弁の開閉切換え構成は，単に圧力の変化を検知\nさせるための単独の部品というものではなく，作業ピストンの反転動作を行う四方\n弁又は三方弁を含む油圧制御回路の一部として機能しており，甲３発明の油圧制御\n回路全体の構造に関連するものと認められる。そして，甲３発明においては，二つ\nの二方パイロット弁，低圧シリンダ，四方弁又は三方弁を機能的に組み合わせるこ\nとで，確実に油圧制御回路の圧力状態を切り換えて作業ピストンを反転動作させて\nいるから，このように完成した油圧制御回路の一部の開閉状態を変更することの動\n機付けがないものというべきである。\nまた，相違点４については，さらに，本件発明１の弁機構が，出力部材が所定の\n位置から移動開始したときには開弁状態に切り換えられ，当該切換えにより弁機構\nに対して一端部側に位置するエア通路の圧力を低下させ，当該圧力が低下したこと\nに基づいて前記出力部材が所定の位置から離れたことが検知されるのに対し，甲３\n発明の二方パイロット弁は，作業ピストン２１が反転動作したときには閉じ状態に\n保持されるものである。そして，甲３発明では，作業ピストン２１が反転動作した\n際に二方パイロット弁が閉じ状態になっても，制御管路９８には圧力が供給されな\nいように構成されているため，圧力の変化による作業ピストン２１の位置移動の検\n知を行うことができないものである。\nしたがって，甲３発明に上記相違点４に係る構成を備えることは，当業者が容易\nになし得たものであるということはできない。\n(ｳ)  小括\n以上のとおりであるから，本件発明１は，甲３発明，甲１文献，甲２文献，甲４，\n６～８に記載された事項及び従来周知の事項を適用することで，当業者が容易に発\n明をすることができたものであるとはいえない。\nイ  本件発明２～６について\n本件発明２～６は，本件発明１で特定された事項を全て含み，さらなる限定事項\nを付加したものであるから，本件発明２～６は，本件発明１と同様に，甲３発明，\n甲１文献，甲２文献，甲４，６～８に記載された事項及び従来周知の事項を適用す\nることで，当業者が容易に発明をすることができたものであるとはいえない。\n(6)  無効理由４について\n原出願明細書等の記載から，閉止面６８は，クランプロッド５が軸心方向へ移動\nする際に，開口部７１ａあるいは７２ａに対して摺動することで，当該開口部７１\nａあるいは７２ａを開閉するものであることが理解できる。そして，当該摺動部か\nら発生する摩耗等により，長時間使用した場合に開口部７１ａおよび７２ａの閉止\n性能が低下することや，摺動部の摩耗等は，当該互いに摺動しつつ移動する距離が\n長いほど激しくなるであろうことは，当業者にとって明らかである。そうすると，\n当該移動距離が無いか，あるいは短ければ短いほど，上記摺動に伴う閉止性能の低\n下が緩和されるであろうことも，当業者にとって明らかである。\nしたがって，仮に閉止面と開口部との間で摺動する部分が残っていたとしても，\n原出願明細書等記載の，クランプロッド５に対して連結された検出具６２の外周面\nに摺動面６８を設けたもののように，クランプロッド５の軸方向の移動距離と摺動\n面６８の移動距離が等しくなるような構成ではなく，例えば，本件発明１のように，\nクランプロッド５の軸方向の移動に応答して，それよりも短い移動距離で開閉を行\nうように摺動面を構成することで，上記従来技術の問題が解決できると，原出願明\n細書等の記載から当業者は理解できるといえる。\nそうすると，本件特許に係る分割出願の特許請求の範囲において，「弁体が弁座\nに当接する構成」との限定が省かれたとしても，本件特許に係る分割出願が原出願\n明細書に記載された事項の範囲内においてしたものではないということはできな\nい。\n以上のとおりであるから，本件特許に係る分割出願は適法にされたものであり，\n本件特許に係る出願は，特許法４４条２項により，原出願に係る出願の時にしたも\nのとみなされる。\nしたがって，本件発明１～６に係る発明が，原出願に係る公開公報に記載されて\nいることをもって，特許法２９条１項３号に違反した無効理由がある，との原告の\n主張は失当である。\n第３  原告主張の審決取消事由\n１  取消事由１（無効理由１の認定判断の誤り）\n(1)  取消事由１－１（甲１発明の認定の誤り）\nア  審決は，甲 1 発明は，スプール弁２９によって流路の開閉を行うことで，\n油圧パワーアクチュエータ A の供給配管１３又は１４に交互に供給又は排出される\n流体の圧力によってピストン１５が往復移動するように制御するものである，と認\n定する。\nしかし，甲 1 発明は，ピストンが行程端に達したことを検出して，切換え弁など\n他の機器を操作する発明であって，往復制御に限定したものではない。他方，本件\n発明１は，ピストンが「所定の位置」に達したことを検出する検出装置であるもの\nの，検出装置の目的は，「所定の位置」に達したことを検出して，他の機器を制御す\nることにある。したがって，甲 1 発明と本件発明１は，この点において，技術的に\n全く同一のものである。\nイ  審決は，相違点 1 に対する検討などにおいて，本件発明１は，甲１発明\nのカム部材４３のような，出力部材とは別の弁体を移動させるための構成をピスト\nンとは別途に備えたものではない，と認定する。\nしかし，カム部材４３は，出力部材の一部であり，弁機構に出力部材の動きを滑\nらかに伝えるために当業者が適宜選択して採用できる構成にすぎないし，甲１発明\nの技術思想は，カム部材４３を設けた構造に限定されない。また，本件発明１にお\nいても，図１と図２の小径ロッド部４ｄと大径ロッド部４ｅとを連結している傾斜\n部分及び，図２９と図３０の検出用溝１０２が形成されたピストンロッド部材９０\nの下部の外周部が，甲 1 発明における弁体３１又は弁体５１を移動させるカム部材\n４３に相当している。したがって，甲 1 発明の図 1 にカム部材が存在することを理\n由として，甲 1 発明と本件発明１の技術的思想が相違すると判断することは誤りで\nある。\n(2)  取消事由１－２（相違点の認定の誤り）\nア  相違点１の認定の誤り\n審決は，甲１発明の「バルブ本体２１」と「ネジ栓３４」が，本件発明１の「環\n状部材」と「キャップ部材」にそれぞれ相当することを認定する。したがって，甲\n１発明と本件発明１の相違点１は，審決の認定とは異なり，「本件発明１の弁機構が\nシリンダ本体の装着孔に設けられたものであるのに対し，甲１発明のパイロット弁\nＢが，エンドキャップ１１に装着されたものである点」のみとなる。そして，本件\n発明１のシリンダ本体は，シリンダ部材及びその上下の端壁部材を包含するもので\nある（【００３０】）ところ，甲１発明のエンドキャップ１１は，シリンダ本体１０\nの端壁部材であるから，本件発明１の「シリンダ本体」に含まれる。したがって，\nエンドキャップ１１の装着孔に設けられた甲 1 発明の弁機構も，本件発明１の弁機\n構と同様，「シリンダ本体の装着孔に設けられている」ものであり，両者に差異はな\nい。\nよって，本件発明 1 と甲 1 発明との相違点 1 のうち，甲１発明のパイロット弁が，\nシリンダ本体の装着孔に設けられていないとの審決の認定には，誤りがある。\nイ  相違点５の認定の誤り\n審決は，本件発明 1 の「装置」が位置検知装置であるのに対し，甲１発明の「装\n置」は，パイロット弁Ｂに形成されたポートの接続状態を切り換えることにより流\n体制御回路を制御可能ではあるが，カム部材４３（又はピストン１５及びピストン\n１６）の位置を検出する装置であるか否か不明である，と認定する。\nしかし，流体制御回路を制御すること（例えば，往復制御）は，位置検知装置の\n用途の一つである（甲２，９，１０，１４）。\nしたがって，前記審決の認定は誤っている。\n(3)  取消事由１－３（相違点１の判断の誤り）\nア  前記(2)アのとおり，甲１発明と本件発明１の相違点 1 は，「本件発明１\nの弁機構がシリンダ本体の装着孔に設けられたものであるのに対し，甲１発明のパ\nイロット弁Ｂが，エンドキャップ１１に装着されたものである点」のみである。\nイ  審決は，甲１発明は，従来のパイロット弁のユニットと連動カムの可動\n部分を，パルブ本体２１やエンドキャップ１１により完全に密閉されるようにした\nものであるところ，本件発明１は，弁体を移動させるための構成をピストンとは別\n途に設けたものではないから，甲１発明と本件発明１とは前提とする構成が異なり，\n甲１発明に甲２文献，甲３文献，甲５，６記載の各事項を適用する動機付けがない\nと判断する。\nしかし，主引用例（甲１発明）に副引用例を適用する動機付けは，主引用例と副\n引用例の課題や目的などの同一性から判断されるべきであり，主引例と対象となる\n特許発明とを比較して判断されるべきものではないから，審決は，その判断の前提\nにおいて誤っている。\n仮に，甲１発明と本件発明の課題を比較して判断するべきであるとしても，本件\n発明の課題と甲１発明の課題は，弁機構のエア圧の変化で，出力部材（アクチュエ\nータ）が所定の位置に達したことを検知するという点で同一である。\nまた，甲１発明のパイロット弁をバルブ本体（弁ケース）２１で囲ったままで，\nシリンダ本体に内蔵することも，複数の公知文献（甲５，６）に記載された技術事\n項であり，周知技術である。バルブ本体２１をシリンダ本体に内蔵することは，外\n部からの汚染物の侵入防止という甲１発明の効果をより向上させるものであって，\n甲１発明の作用効果を何ら減殺するものではない。したがって，当業者には，甲１\n発明のバルブ本体２１を，シリンダ本体に内蔵するという甲５，６記載の技術事項，\n又は，周知技術を適用する具体的な動機付けがあり，相違点１の構成とすることを\n容易に想到する。\nウ  審決は，甲２文献，甲３文献，甲５，６には，位置検出のためのカム部\n材４３がないから，甲１発明に適用すべき副引用例がないかのような認定をする。\nしかし，審決は，甲１発明の認定において，カム部材が「出力部材」に該当する\nことは認めているし，仮に，カム部材が出力部材とは別の部材であるとしても，甲\n１発明はカム部材４３を必須の構成としておらず，本件発明１も，弁体を「カム部\n材を介して」出力部材で移動させることを排除していないことは，前記(1)イのとお\nりである。したがって，相違点１で問題となるのは，出力部材が弁体を移動させる\nための「突出部」の有無であり，それがカム部材である必要性はない。そして，甲\n５に記載された「ロッド７５の端部７６」は，ピストン３４が行程端に達したこと\nを検出するための突出部であり，甲６に記載された「スライド弁４２の端部」も，\nピストン３２が最も後退した位置にあることを検出するための突出部である。また，\n甲２文献の「（空圧バルブ１６の）弁操作具４４の端部」や，甲３文献の「プランジ\nャ６５の端部」も，それぞれ「ピストンの位置を検出するための突出部」である。\n以上のとおり，審決の前記判断は，甲２文献，甲３文献，甲５，６に記載された\n事項を誤認するものである。\n(4)  取消事由１－４（相違点２の判断の誤り）\n審決は，甲１発明において，孔延長部３３の油室の油圧によって，スプール弁２\n９をピストン１５及びピストンロッド１６側に進出させた状態に保持することは，\nスプール弁２９の両端に作用する油圧において，孔延長部３３側のものを相対的に\n大きくすることであり，その結果，油室の油圧の影響によりカム部材４３によるス\nプール弁２９の上方への移動を妨げることとなるから，甲１発明には，相違点２に\n係る構成を備えることについて阻害事由があると判断する。\nしかし，甲１発明で問題となり得るのは，スプール弁２９の最下端に，「上方に作\n用する」加圧流体の力が働き，それが，下方に作用するバネ３５の力に抗するため，\nスプール弁２９が「下方へ移動すること」が妨げられることである。これに対し，\nスプール弁２９が「上方へ移動する」場合は，スプール弁２９は，ピストン１５に\nよる下方からの極めて強力な機械力で「上方に押し上げられる」のであるから，ス\nプール弁２９の「両端に作用する油圧」のバランスなど，全く問題にならず，阻害\n事由は存在しない。\nそして，本件発明１の相違点２の構成は，甲３文献，甲５，６，１４，１６に記\n載された周知技術であり，当業者が，甲１発明に甲３文献，甲５，６に記載された\n事項を適用して，相違点２の構成に想到するのは容易である。特に，甲３文献には，\n甲１発明と同様にバネ力で弁体を付勢した場合（図１０）と，「油室と油圧導入室を\n連通させる油圧導入路を備え，油室の油圧によって弁体を出力部材側に進出させた\n状態に保持する構成」（図１１）がいずれも開示され，「バネの押し力に代えて，図\n１１に示されたような差圧ピストンの作用に基づく復帰動作を備えたスライド弁を\n使用可能である」との記載もあり，甲１発明の付勢バネを相違点２の構成に置換す\nる具体的な示唆がある。\n(5)  取消事由１－５（相違点３の判断の誤り）\n審決は，甲１発明について，アクチュエータを作動させる作動流体がパイロット\n弁の部品の潤滑剤として機能しているのであれば，潤滑剤となるアクチュエータの\n作動流体が当接摺動部となるスプール弁２９とバルブ本体２１との隙間に入ること\nを防止するシール部材をわざわざ設ける意味がないことは自明である，また，具体\n的なシール方法は周知で設計事項であるとしても，甲１発明について，空所２４と\nポートとの間又は孔延長部３３とポートとの間にシール部材を設けるようなことは\nしない，と認定する。\nしかし，弁部品の潤滑は，あくまで「アクチュエータ（出力部材）」が所定の位置\nに達したときに，パイロット弁の弁機構が切り換わり，その圧力変化で，他の機器\nを制御するという目的を達成するための副次的な目的であるから，弁機構の機能を\n阻害しない範囲で行われる。そして，パイロット弁の制御流体の圧力変化を正確に\n検知するためには，油圧シリンダの油室（空所２４）とパイロット弁の通路（ポー\nト）を連通させないようにしなければならない。\nまた，相対移動する部材同士の間にシール部材を装着した場合においても，その\n相対移動の際に，上記シール部材に付着した油膜によって上記部材が十分に潤滑さ\nれることは，当業者の技術常識である。\nしたがって，第１シール部材と第２シール部材を設けることは，当業者が容易に\n理解する技術事項である。\n(6)  取消事由１－６（相違点４の判断の誤り）\n審決は，甲２文献，甲３文献，甲５，６において，キャップ部材に相当する部分\nについてエア通路を形成することは示唆されていないし，他の甲号証にも記載され\nていないことから，従来周知の構造ともいうことができず，単なる設計的事項とい\nうこともできないと認定する。\nしかし，弁機構を「環状部材」と「キャップ部材」からなる「弁ケース」に収納\nした場合，環状部材かキャップ部材のいずれかに，加圧エアの流路を設けるべきこ\nとは，当然である。そして，弁機構から加圧エアの供給源までの流路をどうするか，\nまた，弁機構からエア排出路までの流路をどうするかは，当業者が適宜設計可能な\n事項であり，本件発明１は，キャップ部材を採用したことにより，たまたま，本件\n発明１記載の箇所にエア通路が配置されることになったものにすぎない。\nまた，本件明細書には，キャップ部材に「エア通路」を設けたことによる作用効\n果の記載はない。この点，審決は，「環状部材及びキャップ部材の両方にエア通路を\n設けた構造」を採用することで，位置検知装置の信頼性や耐久性を向上させ，シリ\nンダ本体に複雑な加工を行うことなく「弁体」及び「油圧導入室」の周囲のスペー\nスを有効に活用して「加圧エア」の流路を構成することができ，位置検知装置を小\n型化できる効果を奏する，と認定するが，環状部材のみにエア通路を設けた構造で\nあっても同様の効果を奏する。\n(7)  取消事由１－７（相違点５についての判断の誤り）\n審決は，甲 1 発明のスプール弁２９は，ポート２６～２８との間の流路を切り替\nえ，ピストン１５及び１６が自動的に反転動作をするための動作切替手段の一部で\nあるから，当業者が，動作切替手段の一部にすぎないスプール弁２９に，ピストン\n１５及びピストンロッド１６が後退ストローク端に達したことの検知機能を持たせ\nようとする合理的理由がないと判断した。\nしかし，本件発明１の「位置検知装置」は，ピストンが所定の位置に達した信号\nを，他の機器に伝達し，当該他の機器に所定の制御を行うためのものである。甲１\n発明のパイロット弁（弁機構）Ｂは，油圧パワーアクチュエータＡのピストン（出\n力部材）１５がストローク端（行程端）に達したときに動作し，その動作信号によ\nり，他の機器を制御するものである。したがって，甲１発明のパイロット弁も，本\n件発明１の位置検知装置と同様，他の機器の制御のための信号を伝達するというも\nのであり，その技術的意義は同一である。\n仮に，甲 1 発明の「（パイロット弁により）ピストンが行程端に達したことを検出\nする機構」と本件発明の「位置検知装置」とが技術的に同一でないとしても，甲２\n文献には，ピストン２４の動作により空圧バルブ１６の開閉弁機構が切り替えられ\nることにより，ピストン２４に駆動流体を供給している弁９２を切り替えて，ピス\nトン２４を往復制御していること，及び，ピストンの往復制御に用いられる「ピス\nトンが行程端に達したことを検出する機構」が，機器の動作を制御するだけではな\nく，ピストンの「位置検知装置」に利用することが可能であることが記載されてい\nる。したがって，甲１発明の「ピストンが行程端に達したことを検出する機構」を\n両端部に設けて本件発明１の「位置検知装置」として利用することは，当業者が容\n易に想到する事項にすぎない。\n２  取消事由２（無効理由２の認定判断の誤り）\n(1)  取消事由２－１（相違点４の認定の誤り）\n審決は，甲２発明には，本件発明１の「前記出力部材が所定の位置にないときに\nは前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の\n位置に達したときには前記弁体が前記第２方向に移動して前記エア通路を閉じる閉\n弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置す\nる前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づい\nて前記出力部材が所定の位置にあることが検知され，」との構成が存在しないとして，\n当該構成を相違点４として認定する。\nしかし，甲２発明は，三つのエア通路のうち二つのエア通路を，弁体の切換えに\nより，選択的に連通させるものである。したがって，甲２発明は，本件発明１の前\n記構成を有する。\n(2)  取消事由２－２（相違点１の判断の誤り）\n審決は，甲２発明の加圧エアは，空圧パイロット弁１６の弁部材４６に対してシ\nリンダ１２の内部の方向へ押圧し続ける機能と，出力部材が所定の位置に達したこ\nとを伝えるための構成の一部である機能を併有するものであるところ，甲２発明の，\n空圧パイロット弁１６において，油室と空間を連通させる油圧導入路を形成して，\n油室の油圧によって，弁部材４６をピストンロッド２６側に進出させた状態に保持\nすることは，上記加圧エアが併有する二つの機能のうち，弁部材４６に対して押圧\nするとの機能のみを油圧で置き換えようとするものであって，一部の機能に係る構\n成部分のみを置き換える動機付けが認められないと判断する。\nしかし，甲２発明の「弁部材４６」を主に付勢しているのは，「付勢バネ５０のバ\nネ力」であり，加圧エアはそれと協働すると言及されているにすぎない。また，甲\n２発明において，加圧エアの押圧力が失われても何ら問題は生じない。\nまた，甲３文献には，甲２発明と同様にバネ力で弁体を付勢した場合（図１０）\nと，相違点 1 と同様に「油室と油圧導入室を連通させる油圧導入路を備え，油室の\n油圧によって弁体を出力部材側に進出させた状態に保持する構成」（図１１）が開示\nされている。また，「上記バネの押し力に代えて，図１１に示されたような差圧ピス\nトンの作用に基づく復帰動作を備えたスライド弁を使用可能である」（甲３の２  ６\n頁２７行～２９行）との記載があり，甲２発明の付勢バネを相違点１の構成に置換\nする具体的な示唆がある。\nしたがって，甲３文献の上記記載に接した当業者は，甲２発明の付勢バネの構成\n（甲３の１  図１０）を，相違点 1 の構成（甲３の１  図１１）に置換する具体的\nな動機付けがあり，容易に想到する。\n(3)  取消事由２－３（相違点２及び３の判断の誤り）\n審決は，相違点１に係る構成を備える動機付けがない以上，甲２発明に相違点２\n及び３に係る構成を備えさせることに動機付けがなく，また，当業者が適宜選択可\n能な事項とも，甲５，６に記載された事項を適用することで当業者が容易に想到し\nたものとはいえないと判断する。\nしかし，甲２発明の空圧パイロット弁１６において，油室と空間を連通させる油\n圧導入路を形成し，油室の油圧により，弁部材４６をピストンロッド２６側に進出\nさせた状態に保持する構成に置き換えること（相違点１）の動機付けがある。そし\nて，前提となる油圧導入室の構成を採用し得る以上，シール部材に係る構成につい\nては，甲５，６に記載された事項を適用することで当業者が容易に想到したもの，\n又は，適宜選択可能な事項であるといえる。\n(4)  取消事由２－４（相違点４の判断の誤り）\nア  審決は，甲２発明の加圧エアは，弁部材４６を押圧し続ける機能と，出\n力部材が所定の位置に達したことを伝える機能を併有するところ，いずれの機能の\nためにも通路５８の加圧エアの圧力が変化しないことが望ましいから，通路５８内\nの加圧エアの圧力を変化させる相違点４に係る構成を備えたものとすることに阻害\n事由が存在すると判断する。\nしかし，甲２発明においてパイロット弁を付勢しているのは付勢バネ５０であり，\n加圧エアの存否は甲２発明の構成に影響しない程度である。そして，このような加\n圧エアの小さな付勢力ですら，ピストン２４（出力部材）が所定の位置に達したと\nきには当該ピストン２４の強い機械力で弁部材４６が内側に移動されるのであるか\nら，もはや不要である。\nまた，加圧エアの後者の機能（出力部材が所定の位置に達したことを伝える機能）\nのためには，加圧エアが流れる通孔の圧力が「大きく変動した方が検出は容易」で\nあることは，当業者に自明である。\nしたがって，通路５８の加圧エアの圧力が変化しないことが望ましいとの審決の\n判断は，その前提において誤っている。\n仮に，「加圧エアの圧力」が変化しない方が望ましいというのであれば，開閉弁機\n構に供給される「加圧エア」の供給源を，出力部材を駆動させる「作業用の加圧流\n体」の供給源とは別にした構成（周知技術）を適用する方がはるかに合理的であり，\n甲２発明に上記周知技術を適用する動機付けがあることになる。\nイ  相違点４は，甲３文献に開示された技術事項であり，また，甲３文献以\n外にも，本件出願前から当業者に広く知られていた周知技術（甲４，７，８，１１，\n１９，２０）であるから，当業者は，甲２発明に甲３文献の記載事項や周知技術を\n適用して，相違点４の構成に容易に想到する。\n３  取消事由３（無効理由３の認定判断の誤り）\n(1)  取消事由３－１（相違点１の判断の誤り）\n相違点１は，甲３発明において，弁機構を，環状部材とキャップ部材からなる弁\nケースに収納し，シリンダ本体の装着孔に設ければ，達成される構成である。弁機\n構を環状部材やキャップ部材とで構成される弁ケースに収納し，シリンダ本体の装\n着孔に設ける構成は，甲１文献，甲２文献，甲５，６などに記載された周知の技術\n事項である。そして，弁体を直接シリンダ本体に設けるのではなく，弁ケースに収\n納した上で，シリンダ本体の装着孔に装着することにより，メンテナンスなどを容\n易にすることは，本件原出願日当時，当業者に周知の技術課題である。したがって，\n本件原出願日当時，当業者には，甲３発明に，周知の技術事項である弁ケースの構\n成を適用する動機付けが存在した。\n甲３発明の弁機構を弁ケースに収納すれば，弁ケース内に駆動流体が流入しない\nように弁体の小径部第１シール部材を設けることは当業者が適宜設定できる技術事\n項であり，また，油圧導入室とエア通路が連通しないように第２シール部材を適宜\n設けることも，設計事項にすぎない。\nまた，弁ケースを採用した場合には，制御流路（制御流体を導入，排出するため\nの流体通路）を，弁ケースの環状部材かキャップ部材のいずれかに設けることは不\n可避であり，その際，一方を環状部材に，他方をキャップ部材に設けることも，当\n業者が適宜設計可能な事項に過ぎない。\nしたがって，当業者は，甲３発明に，甲１文献，甲２文献，甲５，６記載の事項，\n又は，周知技術を適用して，相違点１を容易に想到する。\n(2)  取消事由３－２（相違点２の判断の誤り）\n審決は，甲３発明の二方パイロット弁１００，１０１は，流体通路を切り替え，\nピストン２１が自動的に反転動作するための動作切替手段の一部であるから，当業\n者が，自動往復運動をしているピストン２１の行程端を検知しようと試みて，動作\n切替手段の一部にすぎない二方パイロット弁１００，１０１にピストン２１の行程\n端の検知機能を持たせようとすることの動機付けがあるとはいえないと判断した。\nしかし，甲３発明のパイロット弁は，他の機器の制御のための信号を伝達すると\nいうものであるから，本件発明１と甲３発明との相違点２は実質的な相違点ではな\nい。\n仮に，技術的な相違があるとしても，前記１(7)のとおり，甲２文献には，ピスト\nンの往復制御に用いられる「ピストンが行程端に達したことを検出する」機構が「位\n置検知装置」であることが明記されており，甲３発明の「ピストンが行程端に達し\nたことを検出する機構」を，本件発明１の「位置検知装置」として利用することは，\n当業者が容易に想到する。また，甲３発明の「（パイロット弁により）ピストンが行\n程端に達したことを検出する機構」と同様の機構が，位置検出に利用できることは，\n甲４，７～１１，１４などに記載された周知技術でもある。\n(3)  取消事由３－３（相違点３の判断の誤り）\n審決は，甲３発明は，従来技術ではゆっくりであった制御室における圧力変化を，\n圧力供給源からの圧力Ｐを作用させることで，迅速な圧力変化を達成するものと理\n解でき，ピストン２１の駆動流体と，反転動作する装置の制御流体の圧力供給源を\n共通としたことに技術的な意義があるから，前者を油圧とし，後者をエアと異なっ\nたものとすることへの動機付けがあるとはいえず，むしろ阻害事由があると判断し\nた。\n審決の認定は，その前提とする甲３摘記事項(オ)に関する「審判合議体の訳文」\nに誤訳があり，甲３発明の技術の解釈に疑義がある。\nまた，審決の理解を前提としても，制御室に，安定的に高い圧力Ｐを供給するこ\nとができれば，それが駆動流体の圧力供給源であろうと，それとは異なる圧力供給\n源であろうと，技術的な違いはなく，むしろ異なる圧力供給源の方が，ピストンの\n動作によって影響が出ないから，安定した圧力の圧力流体を供給することができる。\nしたがって，甲３発明には，ピストン２１を駆動するための流体と反転動作させる\n装置の制御流体の圧力供給源とを共通としたことに，技術的な意義は全く存在しな\nい。\nそして，甲３発明における駆動流体と制御流体に，別々の圧力供給源を適用する\nことは，技術的に極めて容易であるところ，甲２文献及び甲４には，駆動流体とし\nて圧油が，制御流体として加圧エアが用いられた技術が記載されているから，当業\n者は，甲３発明に甲２文献及び甲４に記載された事項を適用することにより，本件\n発明１の相違点３の構成とすることを容易に想到する。\n(4)  取消事由３－４（相違点４の判断の誤り）\n審決は，甲３発明において二方パイロット弁の開閉状態を変更する動機付けがな\nく，また，甲３発明では，圧力の変化による作業ピストン２１の位置移動の検知を\n行うことができないと認定する。\nしかし，以下のとおり，甲３発明において二方パイロット弁の開閉状態を変更す\nる動機付けが存在する。なお，甲３発明は，改変を一切受け付けないような「完成\nした油圧制御回路」ではない。\nア  技術分野の関連性\n甲１文献などには，同一の機構が，本件発明１と同様の「位置検出装置」のみな\nらず，甲１文献の実施例の発明と同様の「（往復制御のために）ピストンが行程端に\n達したことを検出する機構」にも応用できることが具体的に記載されている。した\nがって，本件発明１と甲１文献に記載された事項，甲３発明などは，技術分野が完\n全に同一であるといえる。\nイ  課題の共通性\n本件発明１の課題は，出力部材が所定の位置に達したことを確実に検知可能とす\nること，所定の位置を検出する信頼性や耐久性を向上させることにある。これに対\nし，甲１文献に記載された課題は，従来構造では汚染物や潤滑不足や他の原因によ\nって不正に動作しやすくなるとの問題点を解消することにある。したがって，本件\n発明１と甲１文献に記載された事項は，信頼性や耐久性を向上させる点で，その課\n題は全く同一である。\nウ  作用・機能の共通性\n本件発明１は，出力部材（ピストン）が所定の位置に達したときに当該出力部材\nによって弁機構を切換える機能を有するものである。これに対し，甲１文献には，\n「アクチュエータの動作に応じて直接的に制御される内蔵式パイロット弁」が記載\nされており，両者の作用や機能は共通である。\nエ  したがって，甲３発明に甲１文献に記載された事項を適用する動機付け\nがあるから，当業者は，甲３発明に甲１文献に記載された事項を適用して，相違点\n４を容易に想到する。\n４  取消事由４（無効理由４の認定判断の誤り）\n審決は，①摺動部の移動距離という概念を設定し，②移動距離がないか，あ\nるいは短ければ短いほど，摺動に伴う閉止性能の低下が緩和されることは明ら\nかであって，③当業者は，本件発明１のように，クランプロッド５の軸方向の\n移動に応答して，それよりも短い移動距離で開閉を行うように摺動面を構成す\nることで，従来技術の問題が解決できると原出願明細書等の記載から理解でき\nるとして，特許請求の範囲において，「弁体が弁座に当接する構成」との限定が\nなくても，本件出願は，原出願明細書等に記載された事項の範囲内においてし\nたものといえる旨判断した。\nしかし，摺動部の移動距離という概念について，その用語や意義及び当該移\n動距離に関する問題点の記載や示唆は，原出願明細書等にはない。かえって，\n原出願明細書等の【０００８】には，「エア通路を開閉する検出具を検出孔に対\nして摺動自在に移動させる構造であるため，長期間使用した場合にエア通路を\n閉止する性能が低下する虞がある。」と明記して，上記の「検出具を検出孔に対\nして摺動自在に移動させる構造」それ自体に問題がある旨を指摘している。 そ\nして，原出願明細書等では，発明が解決しようとする課題，課題を解決するた\nめの手段，実施例を通じて，「弁体が当接可能な弁座（弁座を有するポペット弁）」\nについて説明されているから，原出願の発明は，従来の「検出具（弁体）を検\n出孔に対して摺動自在に移動させる構造（スプール弁）」につき，摺動部をなく\nして閉止性能の向上を図るという改良を加えたものであって，その対象となる\n弁機構として，「弁体が当接可能な弁座（弁座を有するポペット弁）」を用いる\nものに限定した発明と理解される。\n審決の「移動距離がないか，あるいは短ければ短いほど，摺動に伴う閉止性\n能の低下が緩和されるであろうことも，当業者にとって明らかである。」との認\n定は，明細書の記載から自明な事項ではなく，原出願明細書等の記載に基づい\nて当業者が合理的に理解できるものではない。\n第４  被告の主張\n１  取消事由１について\n(1)  取消事由１－１について\nア  原告は，審決が甲１発明を往復制御のみの発明であると認定したことが\n誤りである，と主張する。\nしかし，甲１発明においては，スプール弁２９によって流路の開閉を行うことで\nピストン１５が往復移動するよう制御しており，審決はそのことを正しく認定して\nいるといえる。\nイ  原告は，審決が，甲１発明の図１にカム部材が存在することを理由とし\nて，甲１発明と本件発明の技術的思想が相違すると判断することは誤りである，と\n主張する。\nしかし，審決は，カム部材４３と同軸である，「ピストン１５」と，「ピストンロ\nッド１６」とが，本件発明１の「出力部材」に相当すると認定した上で，本件発明\n１は，甲１発明のカム部材４３のような，出力部材とは別の弁体を移動させるため\nの構成をピストンとは別途に備えたものではないから，本件発明１と甲１発明とは，\nそもそも前提とする構成において相違し，甲１発明の流路や開閉弁機構をシリンダ\n本体１０に設けることの動機付けがあるとはいえない，と判断しているのであり，\n甲 1 発明の図１にカム部材が存在することを理由として，甲１発明と本件発明の技\n術的思想が相違すると判断しているわけではない。\n(2)  取消事由１－２について\nア  原告は，審決が，甲１発明の「バルブ本体２１」と「ネジ栓３４」が，\n本件発明１の「環状部材」と「キャップ部材」にそれぞれ相当することを認定する，\nと主張する。\nしかし，審決は，甲１発明の「シリンダ１０のエンドキャップ１１に装着され，\n前記スプール弁２９が挿入される孔２２を有するバルブ本体２１」，「前記バルブ本\n体２１の上端の孔延長部３３を塞いで固定されるネジ栓３４」，「前記孔延長部３３\nに設けられ，油圧パワーアクチュエータＡのアクチュエータ流体が供給され，前記\nアクチュエータ流体圧力によって前記スプール弁２９をバランスさせる孔」を備え\nた構成と，本件発明１の「前記シリンダ本体の装着孔の途中部に装着され，前記弁\n体の小径軸部が挿入される貫通孔を有する環状部材」，「前記環状部材に隣接し，前\n記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材」，「前\n記凹穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって前記\n弁体を前記第１方向に進出させる油圧導入室」を備えた構成とは，「前記弁体の軸部\nが挿入される貫通孔を有する円筒部材」，「前記円筒部材に隣接して固定されるキャ\nップ部材」，「油圧シリンダの油圧が導入される室」を備えた点で共通する。」と認定\nしているのであり，原告主張のように認定するものではない。\nイ  原告は，流体制御回路を制御すること（例えば，往復制御）は，位置検\n知装置の用途の一つである，と主張する。\nしかし，甲１文献には，流体制御回路を制御すること（例えば，往復制御）が位\n置検知装置の用途の一つであることも，甲 1 発明のパイロット弁Ｂが，ピストンの\n位置を検出する装置であることも，全く記載も示唆もされていない。また，甲１文\n献には，カム部材４３（又はピストン１５及びピストンロッド１６）の位置を検出\nすることも記載されていない。\n(3)  取消事由１－３について\n原告は，甲２文献，甲３文献，甲５，６にカム部材が存在しないことを理由に，\n甲１発明に適用すべき副引用例がないとする審決は誤りである，と主張する。\nしかし，審決は，甲２文献,甲３文献,甲５,６記載のものは，いずれも甲１発明の\nカム部材４３のような，ピストン１５の位置を検出するための突出部を持たないも\nのばかりであること，及び，甲１発明のようなピストン１５の位置検出のためのカ\nム部材４３とそれを覆うエンドキャップ１１を有するものにおいて，シリンダ本体\n１０に流路やパイロット弁Ｂを備える甲号証はないことを認定しているのであり，\n副引用例にカム部材が存在しないことを理由に，シリンダ本体に流路やパイロット\n弁を備える甲号証はないと認定しているわけではない。\n(4)  取消事由１－４について\n原告は，甲１発明で問題となり得るのは，スプール弁２９の最下端に，「上方に作\n用する」加圧流体の力が働き，それが「下方に作用する」バネ３５の力に抗するた\nめ，スプール弁２９が「下方へ移動すること」が妨げられることである，と主張す\nる。\nしかし，スプール弁２９の両端に作用する油圧において，孔延長部３３側のもの\nを相対的に大きくすると，孔延長部３３は図１において上側に位置するので，当然\nに，油室の油圧の影響によりカム部材４３によるスプール弁２９の図１における上\n方への移動を妨げることとなる。\n(5)  取消事由１－５について\n原告は，審決の「シール部材をわざわざ設ける意味がないことは自明である」と\nの認定は，技術常識に反する，と主張する。\nしかし，審決は，審判請求人（原告）が，「アクチュエータを作動させる作動流体\nがパイロット弁の部品の潤滑剤として機能している」旨を主張したのに対し，「そう\nであれば，潤滑剤となるアクチュエータの作動流体が当接摺動部となるスプール弁\n２９とバルブ本体２１との隙間に入ることを防止するシール部材をわざわざ設ける\n意味がないことは自明である。」と判断したのである。\n(6)  取消事由１－６について\n原告は，弁機構を「環状部材」と「キャップ部材」からなる「弁ケース」に収納\nした場合，環状部材かキャップ部材のいずれかに，加圧エアの流路を設けるべきこ\nとは当然である，と主張する。\nしかし，審決は，甲２文献，甲３文献，甲５，６のいずれにおいても，キャップ\n部材に相当する部分についてエア通路を形成することは示唆されていないし，他の\n甲号証にも記載されていないから，従来周知の構造とはいえないと判断しているの\nであり，その判断は誤っていない。\n(7)  取消事由１－７について\nア  原告は，甲１発明のパイロット弁は，ピストン（出力部材）の位置を検\n出して，その信号を他の機器に伝達することで，他の機器に所定の制御を行わせる\nものである，と主張する。\nしかし，甲１発明には，パイロット弁がピストンの位置を検出することは全く記\n載も示唆もされていない。\nイ  原告は，甲１発明のパイロット弁と，本件発明１の位置検知装置の技術\n的意義が同一である，と主張する。\nしかし，パイロット弁は，パイロット式の弁であり，弁とは，管の途中や容器の\n口に取付け，気体又は流体の出入り調節をつかさどる器具の総称である。それに対\nし，位置検知装置は，位置を検知する装置である。したがって，パイロット弁と位\n置検知装置の技術的意義が同一であるとはいえない。\nウ  原告は，甲１発明が「ピストンが行程端に達したことを検出する機構」\nであるという前提で，当該機構を「位置検知装置」として利用することを当業者が\n容易に想到できる旨を主張する。\nしかし，甲１発明は，「油圧パワーアクチュエータとパイロット弁とのユニット組\n立体」であって，「ピストンが行程端に達したことを検出する機構」ではない。\nエ  原告は，甲２文献には，ピストンが行程端に達したことを検出する機構\nをピストンの位置検知装置に利用することについての記載があるから，これを甲１\n発明に適用して相違点５に係る構成を容易に想到できると主張する。\nしかし，甲２発明は，「ヘッド部にパイロット弁を備えた空圧シリンダ」であり，\n「ピストンが行程端に達したことを検出する機構」ではないので，原告の主張は前\n提において誤っている。\n２  取消事由２について\n(1)  取消事由２－１について\n原告は，「前記出力部材が所定の位置にないときには前記エア通路を外界に開放す\nる開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体\nが前記第２方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換\nえにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇さ\nせ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置に\nあることが検知され」という構成が，甲２文献に記載されていると主張する。\nしかし，原告の主張は，審決において記載された本件発明１の一部の構成を取り\n上げた上で，甲２発明の内容を都合良く上位概念化して対比し，それらが同一であ\nるというものであり，前提となる「エア通路」の構成を無視しているから，誤りで\nある。\n(2)  取消事由２－２について\n原告は，「圧縮バネ５０による付勢に代えて，甲１文献又は甲３文献に記載された\n技術事項を適用すること」は，当業者に容易である，と主張する。\nしかし，甲２発明には，空圧パイロット弁１６において，油圧によって弁部材を\n押圧する動機付けが認められないから，甲２発明に対し，甲１文献，甲３文献，甲\n５，６を適用することは容易とはいえない。\n(3)  取消事由２－３について\n原告は，甲２発明との相違点２及び３についての判断の誤りを主張するが，前記\n(2)のとおり，原告の主張は，前提において失当である。\n(4)  取消事由２－４について\n甲２発明の通孔５８によって加圧エアが供給されると，加圧エアは，空圧パイロ\nット弁１６の弁部材４６に対してシリンダ１２の内部の方向へ向けて押圧すること\nとなり，また空圧パイロット弁１６により通孔５６に供給されるか否かによって，\n出力部材が所定の位置に達したことが検知可能となる。したがって，「甲２発明の通\n孔５８によって供給される加圧エアは，空圧パイロット弁１６の弁部材４６に対し\nてシリンダ１２の内部の方向へ向けて押圧し続ける機能と，出力部材が所定の位置\nに達したことを伝えるための構成の一部である機能とを併有するものである」との\n審決の認定は，誤りであるとはいえない。\nまた，エア圧の変化を検出する際に，加圧エアの圧力が変化しないことが望まし\nいことも当然のことである。\nそうすると，甲２発明を，相違点４に係る構成を備えたものとすることに阻害事\n由が存在するという審決の認定判断は正当である。\n３  取消事由３について\n(1)  取消事由３－１について\n原告は，相違点１に係る構成を部分的に抽出して，それらが周知の技術事項又は\n設計事項であると主張する。\nしかし，本件発明１における各構成の有機的結合によって，油圧シリンダの小型\n化，位置検知装置の信頼性や耐久性の向上という本件発明１による特有の効果が得\nられるのであり，この各構成の有機的結合による相乗効果は，各構成による作用効\n果の総和を超えるものである。\n(2)  取消事由３－２について\nア  原告は，甲３発明のパイロット弁は，他の機器の制御のための信号を伝\n達するというものであるから，本件発明１と甲３発明との相違点２は実質的な相違\n点ではなく，本件発明１の位置検知装置の利用方法の一つが往復制御である，と主\n張する。\nしかし，「パイロット弁」と「位置検知装置」の技術的意義は異なるものである。\nまた，「位置検知装置」は，位置を検知する装置であるので，多くの用途に利用可\n能であると考えられる。「往復制御」は，例えば往復機関のように，ピストンがシリ\nンダ内で往復運動する際の制御を意味するものと解されるが，ピストンの往復運動\nでは，通常は単純にピストンが行程端に達した際に反転させるだけなので，ピスト\nンの位置検知が積極的に必要であるとは考え難い。したがって，当業者であっても，\n「位置検知装置」と「往復制御」とを結び付けることは容易であるとはいえない。\nイ  原告は，甲２文献には，往復制御に利用される当該機構が，位置検知装\n置であると明記されている，と主張する。\nしかし，甲２文献の原文を参酌すると，甲２文献の記載内容は，ピストン２４の\n位置を検知するというより，むしろ，ピストン２４の位置情報を制御量として何ら\nかの制御を行うものであると解釈すべきである。したがって，当業者は，たとえ甲\n２文献を目にしたとしても，甲３発明の「往復ピストンドライブ」を「位置検知装\n置」として利用することを容易に想到できるものではない。\n(3)  取消事由３－３について\nア  原告は，ピストン２１を駆動するための流体と反転動作させる装置の制\n御流体の圧力供給源とを共通としたことに技術的意義がない，と主張する。\nしかし，甲３発明は，ピストン２１を駆動するための流体と，制御流体の圧力供\n給源を共通としながら，問題を解決しようとしたものであり，圧力供給源を共通と\nする場合には，使用流体を同一のものとするのが自然であるので，わざわざ使用流\n体を異ならせる動機付けがあるとはいえない。\nイ  原告は，甲２文献及び甲４には，ピストンを駆動するための流体（圧油）\nの供給源と，制御流体（加圧エア）の圧力供給源を別に設ける技術事項が開示され\nている，と主張する。\nしかし，甲２文献も甲４も，異なる流体供給源に言及していない。\n(4)  取消事由３－４について\nア  原告は，甲３発明において二方パイロット弁の開閉状態を変更する動機\n付けが存在する，と主張する。\nしかし，審決は，完成した油圧制御回路の一部の開閉状態を変更することの動機\n付けがないと判断しているのであり，この判断は誤りとはいえない。\nイ  原告は，上記の点について，技術分野の関連性，課題の共通性，作用・\n機能の共通性を主張するが，いずれも「後知恵」によって先行技術の記載内容を本\n件発明１に近づけようとするものであって，認められない。\n４  取消事由４について\n(1)  原告は，「摺動面の移動距離」という，本件発明１の要旨ではない技術的\n事項を持ち出して，分割要件違反を主張するが，失当である。\n審決は，当業者であれば普通に理解し得る技術的事項であって，当然にそのよう\nになることを，当業者の立場で，順序立てて丁寧に説明しているだけであり，誤り\nとはいえない。\n（2）原告は，「摺動部の移動距離」に関し，その用語や意義及び当該移動距離\nに関する問題点の記載や示唆は，原出願明細書等に一切ないと主張する。\nしかし，原出願明細書等には，特許文献２（甲８）が記載され，また，甲８につ\nいて「エア通路を開閉する検出具を検出孔に対して摺動自在に移動させる構造であ\nるため，長期間使用した場合にエア通路を閉止する性能が低下する虞がある。」との\n課題も指摘されている。そうすると，「摺動部」は当然に移動するものであり，その\n「移動距離」やそれに関する問題についても，特に記載がなくても当業者であれば\n容易に理解することができる。\n（3）原告は，原出願の発明が，弁座を有するポペット弁に限定されるものであ\nって，ポペット弁以外の発明が原出願明細書等に記載されていないかのように主張\nする。\nしかし，原出願明細書等には，「ポペット弁」という記載はないのである。「開閉\n弁機構」という一般的な用語が使用されており，その一例が，実施例として図示及\nび詳細に説明されているのである。また，原出願明細書等の【００９７】には，「前\n記シリンダ本体の構造，前記ピストンロッド部材の構造等は，一例を示すものであ\nり，これらの構造に，本発明の趣旨を逸脱しない範囲で種々の変更を付加して実施\n可能である。」，「前記の種々の開閉弁機構の構造も例示であって，これらの開閉弁機\n構に限定されるものではなく，本発明の趣旨を逸脱しない範囲で種々の開閉弁機構\nを採用することができる。」との記載もある。\n（4）原告は，審決の「移動距離がないか，あるいは短ければ短いほど，摺動に\n伴う閉止性能の低下が緩和されることは明らかである」との認定が誤りであると主\n張する。\nしかし，移動距離がないか，あるいは短ければ短いほど，摺動部の摩耗等が緩和\nされ，それに伴って閉止性能の低下が緩和されるものであって，当業者には自明な\n程度の事項である。\n第５  当裁判所の判断\n１  本件発明の認定\n(1)  本件特許の明細書及び図面（以下，「本件明細書等」という。）には，以下\nの記載がある（甲２８）。\n【技術分野】【０００１】本発明は，特に出力部材が前進限界位置や後退限界位置\nなどの所定の位置に達した際に，出力部材の動作に連動させてシリンダ本体内のエ\nア通路の連通状態を弁機構により切換え，エア圧の変化を介して前記出力部材の位\n置を検知可能にした位置検知装置に関する。\n【背景技術】【０００２】従来より，機械加工に供するワーク等のクランプ対象物\nをクランプするクランプ装置などに採用される流体圧シリンダは，シリンダ本体と，\nこのシリンダ本体に進退自在に装備された出力部材と，この出力部材を進出側と退\n入側の少なくとも一方に駆動する為の流体室等を備えている。\n【０００３】ところで，上記流体圧シリンダの出力部材の軸心方向の所定の位置\n（前進限界位置，後退限界位置，途中位置等）を検出する種々のロッド位置検知技\n術が実用化されている。・・・\n【発明が解決しようとする課題】【０００６】特許文献１のクランプ装置のピスト\nン部材の位置を検知する位置検知装置では，流体圧シリンダのピストン部材から操\n作ロッドを外部に突出させ，その操作ロッドの下端部に設けた被検出部の上昇位置\nと下降位置を２つの位置センサで検出するため，流体圧シリンダの下側に被検出部\nの移動と位置センサの設置のための検出スペースが必要となるため，クランプ装置\n（つまり，流体圧シリンダ）が大型化するという問題がある。\n【０００７】特許文献２のクランプ装置の出力ロッドの位置を検知する位置検知\n装置においては，出力ロッドの上昇位置と下降位置とを検出する機構をクランプ本\n体の外側に構成する。そのため，特許文献１のクランプ装置と同様に，クランプ本\n体の外部に検出スペースが必要となるから，クランプ装置をコンパクトに構成する\nことができない。しかも，エア通路を開閉する検出具を検出孔に対して摺動自在に\n移動させる構造であるため，長期間使用した場合にエア通路を閉止する性能が低下\nする虞がある。\n【０００８】本発明の目的は，出力部材が所定の位置に達したことをシリンダ本\n体内のエア通路のエア圧の圧力変化を介して確実に検知可能な位置検知装置を提供\nすること，出力部材の所定の位置を検出する信頼性や耐久性を向上し得る位置検知\n装置を提供することである。\n【課題を解決するための手段】【０００９】請求項１の位置検知装置は，油圧供給\n源から供給される油圧シリンダの油圧によって弁機構の弁体を第１方向に進出させ，\n前記油圧シリンダの出力部材により前記弁体を第１方向と反対の第２方向へ移動さ\nせて前記油圧シリンダのシリンダ本体に形成されたエア通路の開閉状態を切換える\nことにより前記出力部材の位置を検知可能に構成し，前記弁体は，小径軸部と，前\n記小径軸部に対して第２方向側に設けられた大径軸部とが一体形成された弁体本体\nを含み，前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿\n入される貫通孔を有する環状部材と，前記環状部材に隣接し，前記シリンダ本体の\n装着孔を塞ぐように固定され，凹穴を有するキャップ部材と，前記凹穴内に設けら\nれ，前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第１方\n向に進出させる油圧導入室と，前記小径軸部の外周側に設けられ，前記油圧シリン\nダの油室と前記エア通路との間をシールする第１シール部材と，前記大径軸部とと\nもに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシー\nルする第２シール部材とを備え，前記油圧シリンダの油室と前記エア通路とが互い\nに連通せず，前記エア通路の一端部は，加圧エア供給源から加圧エアが供給される\nエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に\n接続され，前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記\nエア通路の一端部側に設けられ，前記加圧エアの通路となる第１エア通路が形成さ\nれ，前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に\n設けられ，前記加圧エアの通路となる第２エア通路が，前記キャップ部材の外周部\nと前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され，前記\n出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保\n持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第２方向\nに移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁\n機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が\n設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知\nされ，前記油圧によって前記出力部材が前記所定の位置から移動開始したときには\n前記油圧により前記弁体が前記第１方向に進出して前記エア通路を外界に開放する\n開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置\nする前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力\n部材が所定の位置から離れたことが検知されることを特徴としている。\n【００１０】請求項２の位置検知装置は，油圧供給源から供給される油圧シリン\nダの油圧によって前記油圧シリンダの油室側に弁機構の弁体を進出させ，前記油圧\nシリンダの出力部材により前記油圧シリンダの油室と反対側に弁体を移動させて前\n記油圧シリンダのシリンダ本体に形成されたエア通路の開閉状態を切換えることに\nより前記出力部材の位置を検知可能に構成し，前記弁体は，小径軸部と，前記小径\n軸部に対して油室と反対側に設けられた大径軸部とが一体形成された弁体本体を含\nみ，前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入さ\nれる貫通孔を有する環状部材と，前記環状部材に隣接し，前記シリンダ本体の装着\n孔を塞ぐように固定され，凹穴を有するキャップ部材と，前記凹穴内に設けられ，\n前記油室の油圧が導入され，前記油圧によって前記弁体を前記油室側に進出させる\n油圧導入室と，前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記\nエア通路との間をシールする第１シール部材と，前記大径軸部とともに前記凹穴に\n摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第２シー\nル部材とを備え，前記油圧シリンダの油室と前記エア通路とが互いに連通せず，前\n記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接\n続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，前記\n環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端\n部側に設けられ，前記加圧エアの通路となる第１エア通路が形成され，前記油圧導\n入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記\n加圧エアの通路となる第２エア通路が，前記キャップ部材の外周部と前記装着孔の\n内周面との間，または，前記キャップ部材の内部に形成され，前記出力部材が所定\nの位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出\n力部材が前記所定の位置に達したときには前記弁体が前記油室と反対側に移動して\n前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対し\nて前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上\nに上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，前記\n油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧に\nより前記弁体が前記油室側に進出して前記エア通路を外界に開放する開弁状態に切\n換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア\n通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の\n位置から離れたことが検知されることを特徴としている。\n【００１３】請求項３の位置検知装置は，請求項１または請求項２の発明におい\nて，前記油圧シリンダの油圧は，前記弁体の進退方向の軸心と同軸に形成された貫\n通孔を通じて前記キャップ部材と前記弁体との間に供給されることを特徴としてい\nる。\n【００１４】請求項４の位置検知装置は，請求項１から請求項３のいずれかの発\n明において，前記弁体は，前記出力部材の進退方向と直交する方向に沿って進退可\n能に設けられたことを特徴としている。\n【００１５】請求項５の位置検知装置は，請求項１から請求項３のいずれかの発\n明において，前記弁体は，前記出力部材の進退方向に沿って進退可能に設けられた\nことを特徴としている。\n【００１６】請求項６の位置検知装置は，請求項１から請求項５のいずれかの発\n明において，前記出力部材の上昇限界位置，下降限界位置のうちの何れかの位置を\n検知可能に構成したことを特徴としている。\n【発明の効果】【００１７】請求項１の発明によれば，油圧シリンダの油圧を利用\nして弁機構の弁体を第１方向へ進出させる構成としたので，弁機構の構成が簡単に\nなる。また，前記油圧シリンダの出力部材により弁体を第２方向へ移動させて弁機\n構の開閉状態を切換えることにより前記出力部材の位置を検知可能に構成したので，\n弁機構と出力部材の連携が確実になり，位置検知の信頼性を確保できる。\n【発明を実施するための形態】【００２６】以下，本発明を実施するための形態に\nついて，実施例に基づいて説明する。\nこの実施例は，流体圧シリンダとしての油圧シリンダにより出力部材（クランプ\nロッド）を駆動するように構成したクランプ装置に本発明を適用した場合の例であ\nる。\n【図１】\n【実施例１】【００２７】先ず，クランプ装置の全体構成について説明する。\n図１～図１０に示すように，クランプ装置１は，パレット等のベース部材２に上\n方へ突出状に組付けられている。クランプ装置１は，ベース部材２の固定面２ａに\nワーク等のクランプ対象物を固定解除可能に固定するものである。以下，「油圧」（流\n体圧）は圧縮状態の油を意味する。\n【００２８】クランプ装置１は，鉛直姿勢の油圧シリンダ３（流体圧シリンダ）\nと，出力部材４と，第１位置検知装置３０Ｐと，第２位置検知装置５０Ｐとを有す\nる。\n第１位置検知装置３０Ｐは，油圧シリンダ３のシリンダ本体１０に形成され且つ\n一端部に加圧エアが供給され他端部が外界に連通した第１エア通路２１と，この第\n１エア通路２１を開閉可能な第１開閉弁機構３０とを備え，第１エア通路２１のエ\nア圧を介して，出力部材４が上昇限界位置にあることを検出する為のものである。\n【００２９】第２位置検知装置５０Ｐは，油圧シリンダ３のシリンダ本体１０に\n形成され且つ一端部に加圧エアが供給され他端部が外界に連通した第２エア通路２\n２と，この第２エア通路２２を開閉可能な第２開閉弁機構５０とを備え，第２エア\n通路２２のエア圧を介して，出力部材４が下降限界位置にあることを検出する為の\nものである。\n尚，出力部材４の上昇限界位置は，「出力部材の所定の位置」に相当する。同様に，\n出力部材４の下降限界位置は，「出力部材の別の所定の位置」に相当する。\n【００３０】次に，シリンダ本体１０について説明する。\n図１，図４，図６，図８に示すように，シリンダ本体１０は，シリンダ部材１１\nと，シリンダ部材１１の上端に固定された上端壁部材１２と，シリンダ部材１１の\n下端に固定された下端壁部材１３などを備えている。・・・\n【００３２】次に，出力部材４について説明する。\n図１，図４，図６，図８に示すように，出力部材４はクランプ装置１のクランプ\nロッド（つまり，ピストンロッド部材４ａ）である。・・・\n【００３７】次に，第１エア通路２１について説明する。\n図１，図４，図６，図８に示すように，第１エア通路２１は，上流側エア通路２\n１ａと，この上流側エア通路２１ａに，後述する第１開閉弁機構３０を介して接続\nされた下流側エア通路２１ｂとを備えている。上流側エア通路２１ａの上流端はベ\nース部材２に形成された第１エア供給路２１ｓに接続され，下流側エア通路２１ｂ\nの下流端はベース部材２に形成された第１エア排出路２１ｅに接続されている。\n【００３８】上流側エア通路２１ａは，シリンダ部材１１と上端壁部材１２の内\n部に形成された鉛直のエア通路と，上端壁部材１２の内部に形成された水平なエア\n通路とを備えている。下流側エア通路２１ｂは，シリンダ部材１１と上端壁部材１\n２の内部に形成されている。\n【００３９】次に，第２エア通路２２について説明する。\n図１，図４，図６，図８に示すように，第２エア通路２２の上流端はベース部材\n２に形成された第２エア供給通路２２ｓに接続され，第２エア通路２２の下流端は\n前記取付穴２ｂを介してベース部材２に形成された第２エア排出通路２２ｅに接続\nされている。第２エア通路２２の下流端部には，第２開閉弁機構５０が接続されて\nいる。第２エア通路２２は，シリンダ部材１１と下端壁部材１３の内部に形成され\nた鉛直のエア通路と，下端壁部材１３の内部に形成された水平なエア通路とを備え\nている。\n【００４０】第１，第２エア供給路２１ｓ，２２ｓは，加圧エア供給源２１ｍ，\n２２ｍに夫々接続され，第１，第２エア供給路２１ｓ，２２ｓの途中部に，第１，\n第２圧力スイッチ２１ｎ，２２ｎ又は圧力センサが接続されている。第１，第２圧\n力スイッチ２１ｎ，２２ｎは，エア供給路２１ｓ，２２ｓの加圧エアの圧力が設定\n圧以上に昇圧したときにｏｆｆからｏｎ（又はｏｎからｏｆｆ）に切換わる。第１，\n第２エア排出路２１ｅ，２２ｅは外界に開放されている。\n【図２】\n【図９】\n【００４１】次に，第１開閉弁機構３０について説明する。\n図２，図７，図９に示すように，第１開閉弁機構３０は，第１挿通孔１２ｂの上\n端部の外周側付近において上端壁部材１２の壁部の内部に配設され，第１エア通路\n２１の上流側エア通路２１ａの下流端部を開閉可能に設けられている。第１開閉弁\n機構３０は，弁体３１と，キャップ部材３２と，弁座３２ａと，油圧導入室３３（流\n体圧導入室）と，油圧導入路３４（流体圧導入路）と，内部のエア通路３５ａ～３\n５ｆとを備え，上端壁部材１２の装着孔３６にキャップ部材３２と環状部材３７を\n介して組み込まれている。\n【００４２】装着孔３６は，上端壁部材１２に水平に貫通状に形成されている。\n装着孔３６の途中部に環状部材３７が固定的に装着され，その外周側がシール部材\n３７ｓによりシールされている。装着孔３６の開放側部分を塞ぐキャップ部材３２\nが螺合により固定され，シール部材３２ｓによりシールされている。\n環状部材３７の円形壁部には装着孔３６の小径孔３６ａと同径の貫通孔３７ａが\n形成されている。弁体３１は，キャップ部材３２と環状部材３７の内部に形成され\nる収容室と，貫通孔３７ａと，小径孔３６ａに水平方向へ移動可能に装着されてい\nる。\n【００４３】弁体３１は，先端部がクランプ用油室１４の筒状部１４ａに部分的\nに突出可能な弁体本体３８と，この弁体本体３８に可動に外嵌された可動弁体３９\nとで構成されている。弁体３１は，装着孔３６に対して水平方向に約１．０～２．\n０ｍｍ程度移動可能である。可動弁体３９は，弁体本体３８に対して水平方向に相\n対的に約１．０～２．０ｍｍ程度移動可能である。\n【００４４】弁体本体３８は，小径軸部３８ａと大径軸部３８ｂとを一体形成し\nたものである。小径軸部３８ａが小径孔３６ａと貫通孔３７ａに挿通され，大径軸\n部３８ｂの基端側部分がキャップ部材３２の凹穴３２ｂに摺動自在に内嵌されてい\nる。可動弁体３９は，環状部材３７とキャップ部材３２との間の収容室において大\n径軸部３８ｂに外嵌されている。\n小径軸部３８ａの外周側をシールするシール部材４０と，大径軸部３８ｂの外周\n側をシールするシール部材４１と，弁体本体３８と可動弁体３９との間をシールす\nるシール部材４２も設けられている。\n【００４５】環状部材３７の外周部に上流側エア通路２１ａに連通した環状のエ\nア通路３５ａが形成されている。このエア通路３５ａは環状部材３７の壁部内のエ\nア通路３５ｂに連通されている。環状部材３７と可動弁体３９の間に，キャップ形\n状のエア通路３５ｃが形成され，キャップ部材３２には上記のエア通路３５ｃに連\n通可能な水平向きのエア通路３５ｄが形成されている。キャップ部材３２の外周部\nには，エア通路３５ｄに連通する環状のエア通路３５ｅと，このエア通路３５ｅに\n連通し且つ下流側エア通路２１ｂの上流端部に連通するエア通路３５ｆが形成され\nている。\n【００４６】可動弁体３９は小径筒部３９ａとテーパ筒部３９ｂとを有する。テ\nーパ筒部３９ｂは，テーパ外周面を有する。キャップ部材３２の端面には上記のエ\nア通路３５ｃ，３５ｄ間を開閉する為の環状弁座３２ａが形成されている。可動弁\n体３９のテーパ筒部３９ｂの端面には，環状弁座３２ａに当接・離隔可能な環状弁\n面３９ｖが形成されている。\n【００４７】小径筒部３９ａの先端内周部には，弁体本体３８側に僅かに突出し\nた環状係合部３９ｃが形成され，弁体本体３８の大径軸部３８ｂの先端に僅かに小\n径に形成された係合軸部３８ｃに相対移動可能に外嵌されている。\n【００４８】油圧導入室３３が，前記凹穴３２ｂのうちのキャップ部材３２と弁\n体本体３８との間に形成され，弁体本体３８の軸心近傍部に貫通状に且つ弁体本体\n３８の装着方向と平行に形成された油圧導入路３４（これが貫通孔に相当する）を\n介して，クランプ油室１４の筒状部１４ａに接続されている。油圧導入路３４の先\n端部分には複数の分岐油路３４ａが形成されている。クランプ油室１４に油圧が供\n給されると，油圧導入路３４から油圧導入室３３に油圧が導入され，その油圧が弁\n体本体３８を進出方向（ピストンロッド部４ｃ側）（これが第１方向に相当する）へ\n付勢する。\n【００４９】次に，油圧シリンダ３と第１位置検知装置３０Ｐと第１開閉弁機構\n３０の作用について説明する。クランプ油室１４に油圧が供給され，ピストンロッ\nド部材４ａが下降途中又は下降限界位置（クランプ状態）のとき，小径ロッド部４\nｄが第１開閉弁機構３０に対向する。そのため，第１開閉弁機構３０においては，\n図９に示すように，油圧導入室３３に導入された油圧を弁体３１が受圧して弁体本\n体３８が進出状態になり，弁面３９ｖが弁座３２ａから離隔して閉弁状態から開弁\n状態に切換わり，エア通路３５ａ～３５ｆが連通状態となる。このとき，係合軸部\n３８ｃの段部により環状係合部３９ｃが奥方へ押動されるため，確実に閉弁状態か\nら開弁状態になる。尚，閉弁状態から開弁状態への切換えが，「開閉状態の切換え」\nに相当する。\n【００５０】これに対して，クランプ装置１のクランプ用油室１４の油圧がドレ\nン圧に切換えられ，アンクランプ油室１５に油圧が供給され，クランプ装置１がア\nンクランプ状態になったとき，図２に示すように，油圧導入室３３の油圧がドレン\n圧になり，ピストンロッド部材４ａの大径ロッド部４ｅにより弁体本体３８がキャ\nップ部材３２側（これが第２方向に相当する）へ押動される。そして，弁体本体３\n８と可動弁体３９との間にはシール部材４０の摩擦力が作用するため，弁体本体３\n８と共に可動弁体３９も移動し，弁面３９ｖが弁座３２ａに当接して開弁状態から\n閉弁状態に切換わり，エア通路３５ｃとエア通路３５ｄの間が閉じられる。\n【００５１】この閉弁状態では，可動弁体３９に作用するエア圧によっても可動\n弁体３９が閉弁側へ付勢される。この閉弁状態への切換えにより，第１開閉弁機構\n３０よりも上流側において，上流側エア通路２１ａ内のエア圧が上昇するので，圧\n力スイッチ２１ｎによりピストンロッド部材４ａが上昇限界位置に達したことを検\n出することができる。尚，開弁状態から閉弁状態に切換えも，「開閉状態の切換え」\nに相当する。\n【００５３】次に，第２開閉弁機構５０について説明する。\n図１，図３，図８，図１０に示すように，第２開閉弁機構５０は，第１開閉弁機\n構３０と同様の構造であるため，弁機構の構造については簡単に説明する。・・・\n【００５９】この油圧シリンダ１によれば，クランプ本体１０内のエア通路２１，\n２２を開閉する第１，第２開閉弁機構３０，５０を，シリンダ本体１０に形成した\n装着孔３６，５６に組み込むことで，第１，第２開閉弁機構３０，５０をクランプ\n本体１０内に組み込むことができるため，出力部材４の上昇限界位置と下降限界位\n置を検出可能な油圧シリンダ１を小型化することができる。\n【００６０】第１開閉弁機構３０では，クランプ油室１４内の油圧を油圧導入室\n３３に導入し，その油圧を弁体３１に作用させて，弁体３１を出力部材４側へ突出\n状態に保持できるため，信頼性と耐久性の面で有利である。第２開閉弁機構につい\nても同様である。\n出力部材４が所定の位置に達したときに，出力部材４により弁体３１，５１を移\n動させて第１，第２開閉弁機構３０，５０の開閉状態を切換えるため，エア通路２\n１，２２のエア圧を介して出力部材４の所定の位置を確実に検知することができる。\n(2)  以上から，本件発明は以下のとおりのものと認められる。\nア  本件発明１\n本件発明１は，特に出力部材が前進限界位置や後退限界位置などの所定の位置に\n達した際に，出力部材の動作に連動させてシリンダ本体内のエア通路の連通状態を\n弁機構により切り換え，エア圧の変化を介して前記出力部材の位置を検知可能にし\nた位置検知装置に関するものである（【０００１】）。\n従来より，クランプ装置などに流体圧シリンダが採用されており，流体圧シリン\nダの出力部材の軸心方向の所定の位置を検出する種々のロッド位置検知技術が実用\n化されていたところ，検出スペースが必要となるため大型化する，長期間使用した\n場合にエア通路を閉止する性能が低下するという問題があった（【０００２】，【００\n０３】，【０００６】，【０００７】）。\nそこで，本件発明１は，これらの課題を解決することを目的として，請求項１の\n構成を採用したものである（【０００６】～【０００９】）。\n本件発明１によると，①油圧シリンダの出力部材により弁体を第２方向へ移動さ\nせて弁機構の開閉状態を切り換えるため，弁機構と出力部材の連携が確実になり，\nエア通路のエア圧を介して出力部材の所定の位置を確実に検知することができる\n（【００１７】，【００６０】）。\nまた，本件発明１によると，②シリンダ本体に形成した装着孔に弁体を組み込む\nことで，弁機構全体をシリンダ本体内に組み込むことができるため，油圧シリンダ\nを小型化することができる（【００５９】）。\nさらに，本件発明１によると，③油圧シリンダの油室の油圧を，弁機構の油圧導\n入室に油圧導入路を介して導入可能に構成し，その油室の油圧を利用して弁機構の\n弁体を第１方向へ突出した状態に保持することができるため，弁機構の構成が簡単\nになるとともに，信頼性と耐久性を向上させることができる（【００１７】，【００６\n０】）。\nイ  本件発明２\n本件発明２は，本件発明１の「第１方向」を，「油圧シリンダの油室側」又は「油\n室側」に，本件発明１の「第２方向」を，「油圧シリンダの油室と反対側」又は「油\n室と反対側」と限定するとともに，本件発明１の「前記油圧シリンダの油圧が導入\nされ」を「前記油室の油圧が導入され」と限定したものであって，本件発明１で特\n定された事項を全て含み，さらなる限定事項を付加したものである（【００１０】）。\nウ  本件発明３～６\n本件発明３～６は，本件発明１又は２を直接あるいは間接に引用するものであっ\nて，本件発明１又は２で特定された事項を全て含み，さらなる限定事項を付加した\nものである（【００１３】～【００１６】）。\n２  取消事由１（無効理由１の認定判断の誤り）について\n(1)  甲１発明の認定\nア  甲１文献には，次の記載がある（甲１。ただし，引用は訳文による。）。\n①「本発明は，パイロット弁を組み合わせた油圧パワーアクチュエータに関し，\nそのパワーアクチュエータの動作にタイミングを合わせて流体制御回路を制御する\nためのユニット組立体を提供するものである。\n本発明で提案するようなパワーアクチュエータユニットの組立体は，ある装置の\n油圧パワーアクチュエータの動作と他の装置の油圧パワーアクチュエータの動作と\nをサイクル動作させることが所望される油圧制御システムにおいて一般的に使用さ\nれる。」（１欄４行～１２行）\n②「従来から利用されているパイロット弁ユニットと連動カムは，少なくとも可\n動部分の一部が外部に多少開放されていた。これらの開放された可動部分は，汚染\n物が侵入しやすく，構成要素を適切に保護できず，また，内部の部品を適切に潤滑\nできない。・・・\n現在知られている従来構造に起因する上記問題および他の問題は，有用な組立体\nを備える以下の発明によって大幅に改善される。即ち，一体化されたユニット組立\n体を提供するために，サイクル用パイロット制御弁がパワーアクチュエータに密接\nに連携され，また，その連携動作されるアクチュエータの可動部分およびパイロッ\nト弁が完全に密封され，さらに，アクチュエータ作動用の加圧流体によって上記パ\nイロット弁が潤滑される。」（１欄２６行～４６行）\n③「本発明は，油圧パワーアクチュエータに関し，より詳しくいえば，アクチュ\nエータの動作に応じて直接的に制御される内蔵式パイロット弁を有するパワーアク\nチュエータに関する。\n本発明は，広い概念として，一般的な装置を含むパワーアクチュエータユニット\nについて提案するものであり，アクチュエータにタイミングを合わせて動作するパ\nイロット弁と当該アクチュエータとからなる結合された機構を提案する。この目的\nを達成するために，アクチュエータのシリンダのエンドキャップの一部としてパイ\nロット弁を設け，アクチュエータのカムによって直接駆動されるようにバルブの内\n部の部品を配置し，また，アクチュエータの作動流体が弁部品を間断なく潤滑する。\n本発明は，広い概念を有しており，一つの目的は，油圧パワーアクチュエータと\nパイロット弁とをユニット体として提供することにあり，そのユニット体では，パ\nイロット弁の部品及びその操作手段が完全に密封されると共に上記アクチュエータ\nの作動流体によって潤滑される。\nさらなる目的は，前述の目的による油圧アクチュエータユニットについて，以下\nのように構成することにある。即ち，前記パイロット弁が，パワーアクチュエータ\nのシリンダのエンドキャップの一部として一体化される。そのエンドキャップは，\nシリンダ内へ連通される弁空所を有すると共に，その弁の協働要素とアクチュエー\nタとが動作するスペースを提供し，さらには，上記の弁手段が，アクチュエータの\n作動流体の圧力に対してバランスされる。\n本発明の別の目的は，シリンダのエンドキャップの一部としての弁構造を提供す\nることにあり，上記シリンダの一端部に弁を配置したり，当該シリンダの両端部に\n弁を配置したりすることにより，パワーアクチュエータの動作サイクルにタイミン\nグを合わせた複数の弁の操作を望める。\n本発明のさらに別の目的は，油圧作動アクチュエータに使用されるエンドキャッ\nプに形成されるパイロット弁構造を提供することにあり，これにより，他のアクチ\nュエータユニットとサイクル動作させるための従来のパワーアクチュエータユニッ\nトに適用できる分離ユニットとして上記エンドキャップを利用できる。」（１欄４８\n行～２欄１５行）\n④図１\n⑤「図面を参照して，より詳しく説明する。説明目的としての図１に示されるよ\nうに，本発明は，油圧パワーアクチュエータＡとパイロット弁Ｂとからなり，これ\nらは，本発明に基づいてユニット組立体に結合されて，複数の流体アクチュエータ\nを利用するシステムに用いられる。これにより，１つ以上の油圧アクチュエータの\n動作に応じてサイクル制御できる確実な装置を望める。\n上記油圧パワーアクチュエータＡは，シリンダ１０の一端部にエンドキャップ構\n造１１を有すると共に他端部に出力側のエンドキャップ構造１２を有する限りにお\nいて，従来の構造を備えている。これらのエンドキャップには適切なポートが設け\nられる。即ち，エンドキャップ１１には，供給配管１３に接続されるポートが設け\nられ，また，エンドキャップ１２には，配管１４が接続されるポートが設けられる。\nこれらの配管により，適切なアクチュエータ流体の圧力が上記シリンダに交互に供\n給および排出され，それに連携して上記シリンダ内のピストン１５を往復移動させ\nる。このピストンには出力用ピストンロッド１６が接続され，そのピストンロッド\n１６がエンドキャップ１２内の適切なブッシュを介して支持され，当該ピストンロ\nッド１６には，操作されるべき装置に連結される適切なカップリング手段（図示し\nない）が設けられる。上記エンドキャップ同士を相互に連結するロッド１７は，こ\nれらエンドキャップをシリンダに組み付けた状態に保持し，これにより，アクチュ\nエータ組立体を提供する。」（２欄３４行～５７行）\n⑥「図示されるように，出力側のエンドキャップには，１つ以上の固定ボルト１\n９及びナット２０によってアクチュエータ組立体を装着するのに適切な取付けフラ\nンジ１８を設けてもよい。その配置では，エンドキャップ１１は外方へ配置され，\nそのエンドキャップ１１にパイロット弁Ｂが装着される。この場合，そのパイロッ\nト弁は，ピストンロッドが後退ストローク端に到達したときに動作される。しかし\nながら，出力側のエンドキャップ１２に類似のパイロット弁を設けて，出力用ピス\nトンロッドの伸長した端部でサイクル制御してもよいことが明らかである。必要な\nらば，シリンダの両端部にパイロット弁をそれぞれ配置してシステムを動作させる\nようにできる。上記パイロット弁の動作は，例えばエンドキャップ構造１１の一箇\n所に配置される弁を説明することによって十分に理解され得る。」（２欄５８行～３\n欄３行）\n⑦「バルブ本体２１の両端の間では，その本体が拡大されると共に当該本体の内\n部に間隔を空けて空所が設けられる。これらの空所は，上記パイロット弁によって\n制御される加圧流体用の流体制御配管が接続されるように配置した孔開口に連通さ\nれる。・・・\n上記孔２２内にスプール弁２９が往復移動可能に装着される。この弁は，軸方向\nに離間した端部３０，３１を有し，これらの端部３０，３１が小径の首部３２によ\nって相互に接続される。上記の端部３０，３１は，孔部２２ａ，２２ｂ内でそれぞ\nれ摺動可能である。孔部２２ａは空所２７ａの下方へ延びるのに対し，孔部２２ｂ\nは空所２８ａの上方へ延びる。その空所２８ａは，孔路２２ｃを有する壁部によっ\nて空所２６ａから隔離されるのに対し，空所２７ａは，孔部２２ｄを有する壁部に\nよって空所２６ａから隔離される。弁スプール［翻訳注記：スプール弁の誤記と解\nされる。以下，同じ］をこのような構成とすることで，以下のことが容易に理解さ\nれる。即ち，上記弁は上方位置へ移動可能であって，その上方位置では，接続ポー\nト２６及び２８が連通されるのに対し，そのポート２６とポート２７とが接続解除\nされる。これとは逆に，上記弁スプールは下方位置へ移動可能であって，その下方\n位置では，ポート２６とポート２７とが連通されるが，そのポート２６とポート２\n８とが接続解除される。ポート同士の間の流れの選択は上記のように制御される。\n図１で示すように，バルブ本体２１の上端において，前記孔２２が，わずかに拡\n大された孔延長部３３に連通される。その孔延長部３３の最上端がネジ栓３４によ\nって閉じられる。その孔延長部３３に圧縮バネ３５が内蔵され，このバネの一端が\nネジ栓に係合するのに対して，他端が保持ナット３６に係合される。この保持ナッ\nト３６は，上記弁スプールの端部に形成された植込みボルト３７にネジ嵌合して，\n上記バネの付勢による上記スプールの下方移動を制限する止めワッシャ３８を保持\nする。その止めワッシャは，孔延長部３３の底部の環状肩部３９に接当するように\n配置される。」（３欄１２行～５３行）\n⑧「図１に示すように，スプール弁が上昇位置にあるときには，空所２４内に上\n記ローラの端が進出し，そして，スプール弁が上記バネ３５によって移動制限位置\nへ付勢されたときに上記ローラが空所２４内に位置され，そこでは，当該ローラは，\nピストン１５と同行移動しかつ同軸のカム部材４３の移動経路に位置される。図１\nにおいて，ピストンが右方へ移動されるときには，カム部材は空所２４から引き抜\nかれ，その後，スプール弁は，解放されて，制御位置のうちの一つの位置へ向けて\n下方に付勢される。しかしながら，ピストンが反対方向に移動されたときには，カ\nム部材は，空所２４に再び挿入されて，４４で示すカム面がローラと係合すると共\nに，スプール弁を他の制御位置へ移動させる。このような構成とすることで，弁の\n動作がアクチュエータのピストンの移動と同期されることが明らかである。前述し\nたように，設備に応じて，アクチュエータの出力ストロークの端部でパイロット弁\nを動作させるようにしてもよい。このような場合には，そのパイロット弁の組立体\nが，出力側のエンドキャップ１２の部分に合体される。」（３欄５７行～４欄３行）\n⑨「本発明の重要な特徴は，アクチュエータ流体がパイロット弁の部品の潤滑剤\nとしても機能することにある。この加圧流体は，上記スプール弁の最下端に作用し\nてバネ３５の力に抗するように当該弁に力を加えるので，動作不良を生じさせる。\nこの動作不良を防止するには，流体圧力源を孔延長部３３へ接続する通路を介して，\nスプール弁の反対側の端部に均圧流体を供給すればよい。これを達成するには，好\nましくは，弁スプールの両端部の空間同士を連通させる軸孔路４８を設けて，その\n弁スプールをバランスさせる流体圧力を上記の両端面に作用させ，これにより，流\n体圧力がスプールの動作を妨げないようにする。その軸孔路４８は，孔延長部３３\nに侵入した流体を排出させるようにも機能する。」（４欄１２行～２６行）\nイ  以上から，甲１発明は，以下のとおりと認められる。\n甲１発明は，油圧パワーアクチュエータにパイロット弁を組み合わせたものであ\nって，パワーアクチュエータの動作にタイミングを合わせて，パイロット弁により\n流体制御回路を制御するユニット組立体に関するものである（①）。\n従来のパイロット弁ユニットと連動カムは，可動部分の一部が外部に開放されて\nいたため，汚染物が侵入しやすく，また，内部の部品を適切に潤滑できないなどの\n問題があった（②）。\n甲１発明では，パイロット弁を内蔵式として油圧パワーアクチュエータと一体化\nすることにより，パイロット弁の部品及びその操作手段を完全に密封し，油圧パワ\nーアクチュエータの駆動流体によってパイロット弁の部品を潤滑することができる\n（③）。\n具体的には，油圧パワーアクチュエータＡのシリンダ１０のエンドキャップ１１\nの一部としてパイロット弁Ｂを設けたユニット組立体である。シリンダ１０のエン\nドキャップ１１及び１２には，駆動流体が交互に供給排出され，これに連携してシ\nリンダ１０内のピストン１５が往復移動する。パイロット弁Ｂは，ピストン１５が\n後退ストローク端に到達したときに動作される。（⑤，⑥）\nまた，ピストン１５を作動させる駆動流体は，パイロット弁Ｂの部品の潤滑剤と\nしても機能する。この駆動流体は，スプール弁２９の最下端に作用して，バネ３５\nの力に抗する力を加えるので動作不良を生じさせ得る。この動作不良を防止するた\nめ，甲１発明では，スプール弁２９の両端部の空間同士を連通させる軸孔路４８を\n設けて，スプール弁をバランスさせる流体圧力を両端面に作用させ，流体圧力がス\nプール２９の動作を妨げないようにしている（⑨）。\n甲１発明の開閉弁装置の動作は次のとおりである。すなわち，(ｱ)駆動流体により\nパワーアクチュエータＡのピストン１５が後退移動（【図１】の左方向）して，後退\nストローク端に到達すると，ピストン１５と同行移動するカム部材４３が，パイロ\nット弁Ｂのスプール弁２９のローラ４１と係合して，スプール弁２９を上方へ押し\n上げて，接続ポート２６と２８とが連通され，接続ポート２６と２７とが接続解除\nされ，(ｲ)駆動流体によりパワーアクチュエータＡのピストン１５が前進移動（【図\n１】の右方向）すると，カム部材４３が引き抜かれ，パイロット弁Ｂのスプール弁\n２９がバネ３５により下方位置へ移動し，接続ポート２６と２８とが接続解除され，\n接続ポート２６と２７とが連通される（⑦，⑧）。\nウ  したがって，甲１文献には，前記第２，３(2)アのとおりの甲１発明が記\n載されていると認められる。\nエ  原告の主張について\n「往復移動するよう制御可能」について\n原告は，審決が，引用発明１について，スプール弁２９を移動させて，パイロッ\nト弁Ｂの開閉状態を切り替えることで，ピストン１５が「往復移動するよう制御可\n能に構成し」たものであると認定したことが誤りであると主張する。\nしかし，甲１発明は，パイロット弁Ｂの開閉状態の切替動作によって，他のアク\nチュエータ装置のサイクル制御を可能にするものである（上記ア③，⑤，⑧）。そ\nして，油圧パワーアクチュエータＡのピストン１５は，供給配管１３，１４を通じ\nた流体の供給，排出を通じて往復移動するものであるから（上記ア⑤），油圧パワ\nーアクチュエータＡも，パイロット弁Ｂによってサイクル制御される他のアクチュ\nエータ装置に含まれ得る。したがって，審決が，甲１文献に記載された発明を認定\nするに当たり，これを，スプール弁２９の移動により，パイロット弁Ｂの開閉状態\nが切り替えられ，ピストン１５が「往復移動するよう制御可能に構成」したもので\nあると認定したことを誤りであるということはできない。原告の上記主張は採用す\nることができない。\nなお，甲１発明は，パイロット弁Ｂの開閉状態の切替動作によって，油圧パワー\nアクチュエータＡ以外の他のアクチュエータを制御することも含むものであるが，\nこのことは，本件発明１と甲１発明との相違点の容易想到性を判断するに当たり，\n甲１発明の内容中に示唆があるなどとして考慮すれば足りるものである。\n「カム部材４３」について\n原告は，審決が，甲１発明について，「カム部材４３により前記スプール弁２９\nを移動させて」と認定したことが誤りであると主張する。\nしかし，甲１文献には，ピストン１５のカム部材４３により，ローラ４１を介し\nて，スプール弁２９を移動させる旨記載されているから（上記ア⑧），審決が，甲\n１文献に記載された発明を認定するに当たり，スプール弁２９を移動させる部材を，\nカム部材４３としたことは誤りではない。スプール弁２９を移動させる部材が，技\n術的にカム部材４３に限定されないとしても，それは，甲１文献に記載された発明\nの認定を左右するものではない。原告の上記主張は採用することができない。\n(2)  相違点２について\nア  相違点２の判断\n本件発明１と甲１発明とが前記第２，３(3)ア(ｱ)の相違点２において相違するこ\nとは，当事者間に争いがない。\n甲１発明において，相違点２に係る本件発明１の構成を備えるようにすること，\nすなわち油室（孔延長部３３）の油圧によって，スプール弁２９を下方に進出させ\nた状態に保持することを，当業者が容易に想到することができたか否かについて判\n断する。\n甲１文献には，「上記の弁手段が，アクチュエータの作動流体の圧力に対してバ\nランスされる」（前記(1)ア③），「この動作不良を防止するには，流体圧力源を孔\n延長部３３へ接続する通路を介して，スプール弁の反対側の端部に均圧流体を供給\nすればよい」（前記(1)ア⑨），「弁スプールの両端部の空間同士を連通させる軸孔\n路４８を設けて，その弁スプールをバランスさせる流体圧力を上記の両端面に作用\nさせ」（前記(1)ア⑨）と記載され，甲１発明においては，孔延長部３３に導入され\nた油圧によってスプール弁２９の上端に作用する押下力が，スプール弁２９の下端\nに作用する油圧による押上力と一致し，スプール弁２９の両端に作用する力が等し\nくなるように構成されている。\nそして，スプール弁２９の上端と下端の空間は，軸孔路４８により常時連結され，\nそれぞれにかかる油圧は等しいから，スプール弁２９の上端と下端の受圧面積もま\nた等しくなるように構成されていると認められる。\n甲１発明において，油室（孔延長部３３）の油圧によってスプール弁２９を下方\nに進出させた状態に保持するためには，スプール弁２９の上端に作用する力を下端\nに作用する力より大きくする必要があるところ，このためには，上端の受圧面積を\n下端の受圧面積よりも広くするよう構成を変える必要がある。しかるところ，前記\n(1)イとおり，甲１発明においては，既に，バネ３５により，パイロット弁Ｂのスプ\nール弁２９が下方位置へ移動する押下力が与えられている。\nそうすると，スプール弁２９の押下力がバネ３５により既に与えられている甲１\n発明において，油圧によってスプール弁２９を下方に進出させた状態に保持するこ\nとは，バネ３５による押下力に付加して，又はこれを置換して，スプール弁２９の\n上端の受圧面積を下端の受圧面積よりも広くするような構成に変えた上で，油圧に\nよる押下力を得ようとするものということができるが，これは，甲１発明に，スプ\nール弁２９を押し下げるための構成の作用，機能の点で，大きく異なる構成を適用\nしようとするものであるから，相違点２に係る本件発明１の構成を適用する動機付\nけがあるということはできない。\nイ  原告の主張について\n原告は，甲３文献，甲５，６，１４，１６に記載された周知技術を甲１発明に適\n用することができる，特に，甲３文献の【図１０】，【図１１】には，バネによる押\n下力を油圧による押下力に置換する具体的な示唆がある，と主張する。\nしかし，甲３文献，甲５，６，１４，１６に弁体を油圧等の圧力によって押し出\nすことが記載されているとしても，甲１発明は，前記アで認定したとおりのもので\nあるから，これに，甲３文献，甲５，６，１４，１６に記載された事項を適用する\n動機付けがあるということはできない。甲３文献の【図１０】，【図１１】は，いず\nれも差圧ピストンの左右の受圧面積に相違があることを前提とするものであって，\nスプール弁２９の上下の受圧面積が等しい甲１発明に甲３文献の技術事項を適用す\nることを容易に想到するとはいえない。\nウ  よって，甲１発明において，相違点２に係る本件発明１の構成を備える\nようにすることを，当業者が容易に想到することができたということはできない。\n(3)  以上によると，その余の点を判断するまでもなく，本件発明１は，当業者\nが甲１発明に基づいて容易に発明をすることができたものということはできない。\nまた，前記１(2)イ，ウのとおり，本件発明２～６は，本件発明１の発明特定事項を\n全て含み，さらに他の限定を付加したものであるから，本件発明２～６も，当業者\nが甲１発明に基づいて容易に発明をすることができたものということはできない。\nよって，取消事由１には，理由がない。\n３  取消事由２（無効理由２の認定判断の誤り）について\n(1)  甲２発明の認定\nア  甲２文献には，次の記載がある（甲２。ただし，引用は訳文による。）。\n①「［翻訳注記  ：実施例の対応する構成部材には，（）付きの参照数字を付けた］\n流体制御装置はシリンダ（１２）を含み，そのシリンダ（１２）は，一対の離間\nされたヘッド（１８）（２０）を有し，これらヘッド（１８）（２０）は，往復移動\nされるピストン（２４）を収容した中空体（２２）によって連結される。上記シリ\nンダ（１２）の上記ヘッド（１８）（２０）のうちの少なくとも一つに一体形成され\nた弁孔（５３）に，弁ユニット（１４）（１６）［翻訳注記：空圧パイロット弁１４，\n１６］が備えられる。上記の弁ユニット（１４）（１６）は，バネ（５０）によって\n付勢された往復弁部材（４６）を含み，その弁部材（４６）は弁操作具（４４）を\n有し，その弁操作具（４４）は，上記ピストン（２４）と連携動作可能なように，\n上記弁部材（４６）と一体に形成されて上記の中空体（２２）内へ延びている。一\n対の通孔（５６）（５８）は上記弁孔（５３）内へ延び，上記ピストン（２４）の動\n作に基づく上記の弁孔（５３）内の弁部材（４６）の位置に応じて，上記の通孔（５\n６）（５８）が互いに連通または遮断される。」（要約）\n②「ヘッド部にパイロット弁を備えた空圧シリンダ［翻訳注記：クレームにおけ\nる発明の名称は，ｐｎｅｕｍａｔｉｃ  ｃｏｎｔｒｏｌ  ａｒｒａｎｇｅｍｅｎｔ\n（空圧制御装置）である。］\n本願は，１９６６年８月３日に出願されると共に現時点では放棄された出願番号\n５７０，０７５の継続出願としての「１９６８年７月１８日に出願されると共に現\n時点では放棄された出願番号７５０，９９８」の継続出願である。\n本発明は，一般的には空圧制御回路の構成部分に関し，より詳しくは，空圧また\nは油圧のシリンダ往復機器と空圧パイロット弁とを合体させた空圧制御回路の構成\n部分に関する。」（１欄１行～９行）\n③「本発明における上記目的と他の目的および特徴は，以下の説明により，より\n明確になる。\n本発明に基づく空圧制御装置はシリンダを含む。そのシリンダは，間隔をあけて\n配置された複数のヘッドと，これらヘッドを連結する中空体とを有する。上記シリ\nンダの一つのヘッドには，弁孔と複数の空圧孔とが形成される。上記の空圧孔は，\n間隔をあけて配置され，弁孔に開口される。上記シリンダに往復ピストンが配置さ\nれる。上記弁孔を有する上記ヘッド内に弁ユニットが配置される。その弁ユニット\nは，弁操作具と往復弁部材とを含む。その弁操作具は，上記弁孔から上記ヘッドの\n内壁部分を通って突出して上記ピストンと連動する。上記の弁部材は，上記の弁孔\n内に配置されて上記の弁操作具と同行して移動する（好ましくは，弁操作具が弁部\n材と一体化される）。その弁部材は，前記の複数の空圧孔を選択的に接続するため，\n流れ制御の通路手段を備える。\n本発明の原理が容易に理解されるようにするため，添付図面で２つの実施例を示\nしているが，本発明はそれに限定されるものではない。」（１欄２８行～４９行）\n④【図１】\n⑤「本発明の実施例においては，以下の「空圧」の用語は例示であり，油圧の機\n構や回路も意図されている。図面に基づいて説明すると，特には図１において，参\n照数字１０で示された空圧制御装置は，空圧シリンダ１２と空圧パイロット弁１４\n及び１６とからなる。上記シリンダ１２は，間隔をあけて配置された一対のブロッ\nク状の構造のヘッド１８及び２０を含む。これらヘッド１８及び２０が，往復ピス\nトン２４のハウジングとしての中空の円形チューブ又は円形体２２によって連結さ\nれる。そのピストン２４は，半径方向へ突出するフランジ（ワッシャでもよい）２\n８と，上記ピストンロッド２６の内端ネジ部に螺合されたナット３０とによって，\nピストンロッド２６に固定される。そのピストンロッド２６の外端部には，当該ピ\nストンロッドを被駆動部材に連結するため，ねじアタッチメント部３４又は他の手\n段が設けられる。ピストン２４を移動させるための圧力流体の導入および排出は，\nパイプ３６及び３８によってなされる。各パイプ３６及び３８は，螺合などによっ\nて上記ヘッド１８及び２０に接続される。上記パイプ３６及び３８は，通路４０に\nよって中空体２２内に連通される。その中空体２２の外壁の半径方向の外側で，前\n記ヘッド１８及び２０が円形ロッド９７によって中空体２２に強固に保持される。」\n（１欄６３行～２欄１０行）\n⑥【図３】\n⑦「本発明の特徴によれば，上記パイロット弁１４及び１６は，対応するヘッド\n１８及び２０に直接に組み込まれて一体化される。また，図２および図３を参照し\nて説明すると，弁ユニット１６［翻訳注記  パイロット弁１６］は，往復弁部材４\n６と一体化された弁操作具４４と，流れ指図構造４８と，付勢バネ５０とを備える。\n上記の弁操作具４４は，ヘッド２０に形成された弁孔５３の縮径端部５２を通って\n突出し，その弁操作具４４は，ヘッド２０の内壁部５４を通って延びて上記ピスト\nン２４と連動関係にある。上記弁孔５３については，上記ヘッド２０に形成された\n空圧孔５６及び５８が上記弁孔５３に半径方向へ開口される。図３から明らかなよ\nうに，上記空圧孔５６及び５８は，上記弁孔５３の軸方向に間隔をあけて配置され\nる。好ましくは，入口継手６０が通孔５８に連通状に取り付けられ，出口継手６２\nが通孔５６に連通状に取り付けられる。排気孔６４は，上記通孔５６又は通孔５８\nのいずれかとは長手方向の異なる位置で，上記弁孔５３に開口されるように配置し\nてもよい。」（２欄１１行～３１行）\n⑧「上記の弁操作具４４と往復弁部材４６とに適切な連結を採用することには\n種々の手段があるけれども，これらを一体化することが便利で好ましい。上記弁部\n材４６は，スプール弁部材の性質を有し，円柱部分６６と，離れた従動部分６８と\nを含む。その従動部分６８は，縮径領域または首領域７０によって円柱部分６６に\n連結される。その首領域７０は，空圧孔５６及び５８を選択的に接続するための流\nれ制御路を形成している。また，後述するように，上記弁部材４６は，前記パイロ\nット弁〔翻訳注記：空圧パイロット弁１６〕と前記のメインシリンダ〔翻訳注記：\n図１において，シリンダ１２のピストン２４の右側流体室〕との間の流体連通を遮\n断している。好ましくは，弁部材４６には，バネ５０の一端のためのリテーナとし\nての孔７２が孔あけされる。圧縮バネについては，バネ７２〔翻訳注記：バネ５０\nと同じバネであると解される〕の反対側が接当する必要があり，これは，ネジ孔７\n６に螺合したプラグ７４によって行われる。そのネジ孔７６は前記弁孔５３と同心\nに形成されている。上記弁孔５３から流体が漏れるのを防止するため，上記キャッ\nプ７４〔翻訳注記：上記プラグ７４と同じ〕及びヘッド２０を封止する手段が備え\nられる。」（２欄３２行～５１行）\n⑨「上記の首領域７０によって形成された環状室または環状溝と協働して，流れ\n指図構造４８は，交互に並べられた弾性シール手段７８のシステムと，スペース手\n段またはリングスペーサ８０とを含む。その弾性シール手段７８のシステムは，好\nましくはＯリングからなり，左方から右方へ７８ｂ，７８ｃ，７８ｄの参照数字が\n付けられている。それぞれのスペース手段またはリングスペーサ８０は，ほぼＵ状\n断面に形成され，その閉じ端が半径方向の内方に配置される。さらに，各スペーサ\n８０の底または内環には，一連のアーチ形の孔８２が貫通される。このため，各ス\nペーサ８０は，半径方向の外方へ開口する溝を形成しており，その溝は，上記孔８\n２によって半径方向の内方へ連通している。数個の通孔５６，５８，６４の間の流\nれを指図するため，図３に示すように，複数のスペーサ８０のうちの一つが上記の\n各通孔５６，５８，６４と半径方向に整列されている。これに合わせて，前記の首\n領域７０の軸方向の大きさ又は長さは，直接に隣り合うスペーサ８０の間の半径距\n離に架かるように配置される。」（２欄５２行～６９行）\n⑩「ピストン２４は，その一つの行程端で弁操作具４４に強力に係合し，圧縮バ\nネ５０に抗して上記の弁操作具４４を内方［翻訳注記：図１と図３中の右方］へ駆\n動する。その弁操作具４４が内方へ動くと，前記の首領域７０は，図３の位置から，\nその首領域７０の軸方向の長さが通孔５６と通孔５８との間の半径距離に架かるよ\nうに移動する。これにより，圧力流体が流れるのを許容する流体通路が形成され，\n例えば，通孔５８から，その通孔５８と同軸のスペーサ８０内のポート８２を通っ\nて，首領域７０と弾性シール７８との間に形成された環状室に入り，そこから，通\n孔５６と同軸のスペーサ８０内のポート８２へ入り，最終的には，後者の通孔［翻\n訳注記：通孔５６］へ入る。この位置では，弁部材〔翻訳注記：弁部材４６〕の部\n分６６は，孔５３［翻訳注記：弁孔５３］に係合する弾性シール７８ｃに係合され\nて，圧力流体が通孔６４へ流れるのを阻止する。上記ピストン２４が後退［翻訳注\n記：図１中の左方へ移動］すると，弁操作具４４は，バネ５０の作用および／又は\n従動部分６８［翻訳注記：弁部材４６の右部の従動部分６８］の対応面積に作用す\nる加圧エアの力によってリリースされ，その弁操作具４４は，図３のノーマル外方\n位置へ戻る。その図３の位置では，上記の首領域７０は，通孔５６を排気用の通孔\n６４へ連通させると共に，従動部分６８は，上記孔５３［翻訳注記：弁孔５３］に\n係合する弾性シール７８ｄに係合されて，加圧エアが通孔５８から通孔５６及び／\n又は通孔６４へ流れるのを阻止する。上記弁部材４６の上記移動において，数個の\n弾性シール７８ｂ，７８ｃ及び７８ｄは，上記の弁孔５３の壁と，弁部材４６のう\nちの特には部分６６及び部分６８の半径方向の外周面との両者に，封止機能を付与\nする。円柱部分６６は，シール７８ｂに常に係合しており，このため，パイロット\n弁［翻訳注記：空圧パイロット弁１６］とメインシリンダ［翻訳注記：図１におい\nて，シリンダ１２のピストン２４の右側流体室］との流体連通を遮断している。上\n記ピストン２４の移動は，上記の空圧バルブ１６［翻訳注記：空圧パイロット弁１\n６］の操作結果を介して，例えば関連する空圧シリンダやバルブや他の装置のよう\nな何らかの装置の動作を制御するのに利用したり，又は，上記ピストン２４の位置\nについての情報を提供するためサーボ機構の検知に利用することが理解され得る。」\n（２欄７０行～３欄３１行）\n⑪「本発明の特徴によれば，前記の通孔５８は，前述したように圧力入口孔から\nなり，さらには，前記通孔５６は，上記の圧力入口孔５８とヘッド２０の内壁部分\n５４との間における圧力出口孔からなる。図示のように圧力入口と出口および排気\n孔が位置されることにより，入口孔５８からの流体圧力は，バネ５０の付勢力と協\n働して，シリンダ１２の中空体の内部から弁操作具４４及び弁部材４６に作用する\n圧力流体の力に抗して上記の操作具４４が外方位置へ移動するのを防止する。」（３\n欄３２行～４３行）\n⑫「図１においては，メインシリンダ通路またはパイプ３６，３８は，図示の入\n口圧力［翻訳注記：図１において，後述の外部マスター弁９２の左下部に記載され\nた「ＰＲＥＳＳ．ＩＮ」］を受け入れる外部マスター弁９２へ延びるように概念的に\n示されている。その弁は，メインシリンダ［翻訳注記：前記シリンダ１２］の端部\nへの空気圧の供給と無圧端の大気側への開放とを交互に行う。パイロット弁［翻訳\n注記：空圧パイロット弁１６］の前記出口６２も，前記弁９２［翻訳注記：外部マ\nスター弁９２］の位置を制御するため，その弁９２へ延びる。この構造により，ピ\nストン２４が連続的に往復する。この特徴は新規であるが，上記弁９２［翻訳注記：\n外部マスター弁９２］を介在させる空圧接続以外の空圧接続が想定されることは明\n確に理解される。」（３欄６５行～７５行）\nイ  以上から，甲２発明は，以下のとおりと認められる。\n甲２発明は，空圧又は油圧のシリンダ往復機器と空圧パイロット弁とを結合させ\nた空圧制御回路の構成部分に関するものである（②）。\n甲２発明の動作は次のとおりである 。すなわち，(ｱ)油圧シリンダ１２内のピス\nトン２４が右の工程端に移動すると，ピストン２４が空圧パイロット弁１６の弁操\n作具４４と係合し，圧縮バネ５０に抗して，弁操作具４４を右方へ駆動する，そう\nすると，空圧パイロット弁１６の弁部材４６も右方へ移動し，弁部材４６の縮径領\n域である首領域７０が，通孔５６と通孔５８との間に移動し，通孔５８と通孔５６\nが連通して，加圧エアが通孔５８から通孔５６へ流れ，通孔５６及びこれに連通す\nる出口６２の圧力が高まる，(ｲ)出口６２に連通する外部マスター弁９２により，パ\nイプ３６と３８での油圧の供給及び無圧端への開放が切り替わり，ピストン２４が\n油圧により左に移動し，ピストン２４と空圧パイロット弁１６の弁操作具４４の係\n合が解除されると，圧縮バネ５０の作用と通孔５８からの空気圧とにより，空圧パ\nイロット弁１６（弁操作具４４及び弁部材４６）が左に移動し，弁操作具４４が，\n油圧シリンダ１２のヘッド２０から突出したノーマル外方位置（図３）に戻り，こ\nの位置では，弁部材４６の縮径領域である首領域７０が，通孔５６と排気用の通孔\n６４との間に移動し，通孔５６と通孔６４とが連通する，(ｳ)ピストン２４が左の工\n程端に移動した場合も同様である（⑤，⑦，⑩，⑪，⑫）。\n甲２発明におけるピストン２４の移動は，空圧パイロット弁１６の操作結果を介\nして，他の装置の動作を制御するのに利用したり，ピストン２４の位置についての\n情報を提供するために利用したりすることができる（⑩）。\nウ  したがって，甲２文献には，前記第２，３(2)イのとおりの甲２発明が記\n載されていると認められる。\n(2)  相違点１について\nア  相違点１の判断\n本件発明１と甲２発明とが前記第２，３(4)ア(ｱ)の相違点１において相違するこ\nとは，当事者間に争いがない。\n甲２発明において，相違点１に係る本件発明１の構成を備えるようにすること，\nすなわち，空圧パイロット弁１６に油圧導入室を設け，油圧によって弁操作具４４\n及び弁部材４６を外方に進出させた状態に保持することを，当業者が容易に想到す\nることができたか否かについて判断する。\n前記(1)のとおり，甲２発明の空圧パイロット弁１６（弁操作具４４及び弁部材４\n６）は，圧縮バネ５０の作用と通孔５８からの空気圧とにより左に移動するから，\n当業者は，通孔５８からの加圧エアによる作用には，弁操作具４４及び弁部材４６\nを左方に押圧するものが含まれていると理解する。そうであるにもかかわらず，甲\n２発明において，油圧導入室を設け，油室の油圧によって弁操作具４４及び弁部材\n４６を押圧するような状態にすることは，通孔５８からの加圧エアによる作用を失\nわせることになるから，このような状態にすることには阻害事由があるというべき\nである。\nまた，甲２発明において，空圧パイロット弁１６に油圧導入室を設け，油室の油\n圧によって弁操作具４４及び弁部材４６を押圧するような状態にすることは，弁孔\n５３などに油圧を導入することになり，空圧パイロット弁１６の作用が失われるこ\nとになるから，このような状態にすることには阻害事由がある。\nしたがって，本件発明１に相違点１に係る甲２発明の構成を採用することを容易\nに想到し得ない。\nイ  原告の主張に対する判断\n(ｱ)  原告は，弁部材４６を主に付勢しているのはバネ５０によるバネ力で\nあるから，通孔５８からの加圧エアの作用が失われても阻害事由にならないと主張\nする。\nしかし，甲２発明において，圧縮バネ５０とともに加圧エアによって弁操作具４\n４及び弁部材４６が押圧されることは，甲２文献の記載から明らかであり，受働部\n分６８の受圧面積が弁操作具４４の受圧面積に比べて大きい場合を想定すれば，加\n圧エアによる押圧力は十分に大きなものとなるということができるから，原告の上\n記主張は採用することができない。\n(ｲ)  原告は，甲３文献の【図１０】，【図１１】に記載された事項から，甲\n２発明の付勢バネの構成を相違点１の構成に置換する動機付けがあると主張する。\nしかし，後記４（1）イのとおり，甲３文献においては，弁体を付勢する駆動流体\nと弁体によって開閉される管路を流れる制御流体とは同一であって，甲２発明の位\n置検知装置と甲３文献が前提とする装置の動作内容は相違し，動作内容が相違すれ\nば，弁体に作用する力も相違するから，甲３文献の【図１０】，【図１１】の記載を\nもって，相違点１に係る構成を採用することは，当業者が容易に想到できるもので\nはない。\nウ  したがって，甲２発明において，相違点１に係る本件発明１の構成を備\nえるようにすることを，当業者が容易に想到することができたということはできな\nい。\n(3)  以上によると，その余の点を判断するまでもなく，本件発明１は，当業者\nが甲２発明に基づいて容易に発明をすることができたものということはできない。\nまた，前記１(2)イ，ウのとおり，本件発明２～６は，本件発明１の発明特定事項を\n全て含み，さらに他の限定を付加したものであるから，本件発明２～６も，当業者\nが甲２発明に基づいて容易に発明をすることができたものということはできない。\nよって，取消事由２には，理由がない。\n４  取消事由３（無効理由３の判断の誤り）について\n(1)  甲３発明の認定\nア  甲３文献には，次の記載がある（甲３の１・２。ただし，引用は訳文に\nよる。）。\n①「本発明は，往復する流体圧装置の改良に関し，詳しくいえば，油圧または空\n圧で連続的に往復移動されるピストンドライブに関し，特には，行程端位置での低\n圧ピストンの移動によって制御圧力を反転させる複動ブースタに関する。本発明は，\n圧力ブースタに限定されるものではなく，油圧または空圧で駆動される作動器にも\n適用できるが，以下の記述では，主として複動式の圧力ブースタに限定して説明す\nる。」（１頁９行～２２行）\n②「複動式のエア作動器の分野では，反転動作として次のことが知られている。\n行程端の位置における作業ピストンの移動が，インパルス制御すなわち減圧制御さ\nれる四方弁の制御圧力を減らし，制御弁の両側には，制御室を圧力源へ接続する制\n御管路が連通される。\nエア作動器の別のタイプでは，四方弁を制御するため，作業ピストンによって機\n械的に操作される通常の三方パイロット弁が簡素な二方パイロットに入れ換えられ，\n上記の四方弁の２つの制御室内における一定圧力の付与が，上記の制御弁内または\n四方弁の弁本体内の補助孔によって提供される。上記の孔は，三方パイロット弁に\n代えて，２つの制御室へ圧力源を連通させる。\nこの構造は，作業ピストンがゆっくりと動く場合に機能しないという不利益があ\nる。その理由は，極めてゆっくりと動く行程では，上記パイロットも極めてゆっく\nりと開いて，行程端位置での制御室への圧力供給が非常にゆっくりになるからであ\nる。このため，前記の制御弁は，反対位置へゆっくりと移動し始め，さらなる移動\n抵抗を克服するためには圧力差が十分でないので，中間位置でストップする。上記\nスライド弁の構造に基づく上記の中間位置では，\n（ａ）圧力接続（ｔｈｅ  ｐｒｅｓｓｕｒｅ  ｃｏｎｎｅｃｔｉｏｎ）と両方の\nシリンダ接続（ｂｏｔｈ  ｃｙｌｉｎｄｅｒ  ｃｏｎｎｅｃｔｉｏｎｓ）とが閉じ\nられ，又は，\n（ｂ）上記の圧力接続閉じられ，かつ，上記シリンダ接続が無圧とされる。前記\nの低圧ピストンは，静止状態に留まり，そのとき前記パイロット弁は既存の開き状\n態に留まる。」（１頁２３行～６２行）\n③「本発明は，簡素な操作装置によって，上述した種類の連続ピストンドライブ\nのための切換えに「遅れ」を提供するという課題を指向しており，その「遅れ」は，\n制御管路における既知のバネ制御の開閉器または調節器のように，低速運転でのピ\nストン駆動の停止を防止するのに対し，制御管路に調節器が使用された場合でも高\n速運転での弊害がないようにする。」（１頁６３行～７３行）\n④「本発明は，油圧または空圧の連続操作ピストンドライブシステムからなり，\nメインシリンダ内で２つの端位置の間で往復移動するようにピストンロッドに取付\nけられた往復メインピストンと，その往復メインピストンの両側へ圧力流体の流れ\nを交互に方向づけて当該ピストンを往復移動させるバルブ手段と，を備え，前記バ\nルブ手段は，少なくとも一つの制御ピストンを有し，前記の制御ピストンは，一方\nの限界位置から反対側の限界位置へ移動可能にされて前記圧力流体の前記の交互に\n方向づけられた流れを生じさせ，前記の制御ピストンの移動は，前記の往復メイン\nピストンが当該端位置のうちの一つに近づくたびに当該往復メインピストンによっ\nて前記バルブ手段内に引き起こされた圧力変化に応じて発生し，前記の制御ピスト\nンは，第１制御面と第２制御面とを有し，前記の第１制御面は室の一部を形成し，\nまた前記室はバルブ端壁によって区画されると共に，その室へ圧力流体が圧力流体\n源から供給可能とされ，前記の第２制御面は，前記の制御ピストンが前記の一つの\n限界位置にあるときに前記バルブ端壁に封止接当し，前記バルブ手段は，前記の往\n復メインピストンによって当該バルブ手段内に引き起こされた前記の圧力変化を遅\nらせる手段を備え，その遅れの間では，前記の室内で立ち上った前記圧力が前記の\n制御ピストンの移動を開始させて，前記の第２制御面を弁座から離間させ，これに\nより，前記第１制御面および前記第２制御面の両方が前記の制御ピストンを反対側\nの限界位置へ駆動させる。」（１頁７４行～２頁２９行）\n⑤「本発明は，前記課題について２つの解決方法を提供する。第１の解決方法は，\n前記の運転圧力を逆にするためのインパルス制御の四方弁を含むのに対して，第２\nの解決方法は，それに代えて，圧力減少または圧力増加よって制御される２つの三\n方弁を提供する。」（２頁３０行～３７行）\n⑥「本発明のこの実施例の必須事項は，前記四方弁の前記の制御ピストンの端位\n置において，前記の端制御面の部分面が，圧抜きされると共に，少しの戻り移動の\n後に追加の圧力作用を受けることにある。」（２頁７５行～８１行）\n⑦【図１】（四方弁を備えた第１配置構造の回路図）\n⑧【図９】（二つの三方弁を備えた第２配置構造の回路図）\n⑨【図１０】（二つの三方弁を備えた第２配置構造の回路図の詳細）\n⑩【図１１】（二つの三方弁を備えた第２配置構造の回路図の詳細）\n⑪「構造例に示された連続動作ピストンドライブは，油圧複動式の圧力ブースタ\nであって，図１に示すように，次のように構成される。低圧シリンダ２０は，往復\nするメイン又は作業ピストン２１によって分割された作業空間またはメインシリン\nダ空間２２及び２３を備え，高圧シリンダ２４，２５が設けられると共に，この実\n施例ではモータ駆動におけるピストンロッドの役割を果たす高圧ピストン２６，２\n７が設けられる。高圧流体は，逆止弁２８，２９と配管３０，３１とを交互に通っ\nて消費ポイントに供給される。\n高圧ピストン２６，２７は，戻りストローク中に，配管３４，３５内の逆止弁３\n２，３３を介して圧力媒体を吸い込む。上記配管３４，３５は，１つの四方弁３６\n（図１，２，４，５）又は二つの三方弁３７，３８（図９，１２，１３，１５）に\nよって，圧力流体配管３９と回収容器４１へ延びる戻し配管４０とに，交互に接続\nされる。低圧シリンダ２０の前記メインシリンダ空間２２，２３は，分岐または供\n給管４２，４３を通って，圧力配管３９と戻し配管４０とに，交互に接続される。\nこの点は，全ての回路図で同様である。さらに，これらの回路図の全てにおいて，\n上記の種々の空間の状態は，参照文字「ｐ」又は「ｏ」によって示され，それらが\n正圧力「ｐ」又は零圧力「ｏ」であることを示している。」（３頁２６行～５５行）\n⑫「・・・・。これは，連通部９８，９９（図９）［翻訳注記：図９の制御管路９\n８，９９］によって確保される。\nエンドポジションへ到達する直前における圧力ブースタの反転動作は，以下のよ\nうに開始される。\n（ａ）  ２つの三方弁３８，３７のうちの一方の三方弁の制御室［翻訳注記：図\n１６の制御室９６または図１７の制御室９６］からの圧力の放出\n（ｂ）  上記２つの三方弁のうちの一方の三方弁の上記制御室への圧力の付与\nまず，上記（ａ）項の条件下で如何に動作し得るかを図９の回路で説明する。上\n記の作業用ピストン２１が左方へストロークしているときには，三方弁３８の制御\n室９６及び管路９４，９９，４３に圧力が無いのに対して，三方弁３７の制御室９\n６には管路９３，９８，４２を介して圧力「ｐ」が付与されている。連携された２\nつの二方パイロット弁１００，１０１は，上記ストローク中にバネ［翻訳注記：図\n１０に示されたバネ（参照数字なし）］の押す力で閉じられたままであり，管路９８，\n９９が前記の制御室[翻訳注記：図１６の制御室９６，図１７の制御室９６］を低圧\nシリンダ２０へ延びる分岐路４２，４３へ接続するので，上記の管路９８，９９が\n上記の圧力状態を確実に保持する。\n上記の作業ピストン２１の左端位置における反転動作は，前記パイロット弁１０\n０の機械的な操作によってなされ，これにより，前記三方弁３７の制御室［翻訳注\n記：図１６の制御室９６］が圧抜きされると共に作業室２３が圧力「ｐ」を受け入\nれる。これと同時に，前記三方弁３８の制御室［翻訳注記：図１７の制御室９６］\nに管路９９を介して圧力が付与され，これにより，その弁［翻訳注記：三方弁３８］\nが切換えられると共に作業室２２が圧抜きされる。上記移動の反転後，前記パイロ\nット弁１００がバネ［翻訳注記：図１０に示されたバネ（参照数字なし）］の圧力に\nよって休止位置へ復帰されるが，制御管路９８は，前記三方弁３７の制御室［翻訳\n注記：図１６の制御室９６］が次の反転までは圧力を受けないようしている。前記\nの二方パイロット弁１００，１０１は，図１０に示すように，バネ［翻訳注記：図\n１０に示されたバネ（参照数字なし）］の押し力が，ピストン［翻訳注記：図１０の\nパイロット弁１００のピストン（参照数字なし）］の反対側に作用する圧力に基づく\n力よりも大きくなるように構成すればよい。上記バネの押し力に代えて，図１１に\n示されたような差圧ピストン［翻訳注記：図１１のパイロット弁１００のピストン\n（参照数字なし）］の作用に基づく復帰動作を備えたスライド弁を使用可能である。」\n（５頁４７行～９７行）\nイ  以上から，甲３発明は，以下のとおりと認められる。\n甲３発明は，油圧又は空圧で連続的に往復移動されるピストンドライブに関し，\n特に，行程端位置での低圧ピストンの移動によって制御圧力を反転させる複動ブー\nスタに関するものである（①）。\n四方弁又は三方弁により作動ピストンの往復移動を制御する従来の複動式のエア\n作動器では，作動ピストンがゆっくり動く場合，作動ピストンに連動するパイロッ\nト弁もゆっくりと開き，四方弁又は三方弁の弁体を駆動させる圧力差が不十分とな\nり，弁体が中間位置で停止し，作動ピストンも停止してしまう問題があった（②）。\n甲３発明は，簡単な操作装置によって，低速運転でのピストン駆動の停止を防止\nするとともに，高速運転での弊害がないようにすることを目的とする（③）。\n甲３発明の装置の動作は，次のとおりである。すなわち，(ｱ)シリンダ室２２の圧\n油によって押圧されたピストン２１が左端に到達すると,ピストン２１によって二\n方パイロット弁１００の差圧ピストンが左方に押され，管路９３が無圧領域に通じ，\n管路９３の圧油が放出され，三方弁３７の制御室が圧抜きされ，三方弁３７が切り\n替わり，圧力配管３９とシリンダ室２３とがつながり，管路４３を介して圧油がシ\nリンダ室２３に流入する，(ｲ)同時に，管路９９を介して三方弁３８の制御室に圧力\nが付与され，三方弁３８が切り替わり，戻し配管４０とシリンダ室２２とがつなが\nり，管路４２を介してシリンダ室２２の油が排出され，シリンダ室２３の圧油に押\n圧されたピストン２１が右方向に移動する，(ｳ)ピストン２１が右端に到達した場合\nの反転動作も同様である（⑫）。\nウ  したがって，甲３文献には，前記第２，３(2)ウのとおりの甲３発明が記\n載されていると認められる。\n(2)  相違点２について\nア  相違点２の判断\n本件発明と甲３発明とが前記第２，３(5)ア(ｱ)の相違点２において相違すること\nは，当事者間に争いがない（ただし，「二方パイロット弁６３，６４」は「二方パイ\nロット弁１００，１０１」の誤記であると認める。）。\nそこで，甲３発明において，相違点２に係る本件発明１の構成を備えるようにす\nることを，当業者が容易に想到することができたか否かについて判断する。\n甲３発明の装置は，前記（1）イのとおり動作をするものであって，二方パイロッ\nト弁１００，１０１は，三方弁３７，３８を介して，物理的に圧力流体の流路を切\nり替えることにより，ピストン２１を反転動作させるものである。すなわち，二方\nパイロット弁１００，１０１の開閉機構は，ピストン２１が行程端に達することに\nよって作動するもので，これによって生じる管路９３，９４や三方弁３７，３８の\n制御室の圧力変化は，検知されるのではなく，その圧力変化から生じる三方弁３７，\n３８の切替えにより，管路４２，４３，シリンダ室２２，２３に圧力変化が生じ，\nピストン２１が反転動作されるものである。\nこのように，二方パイロット弁１００，１０１は動作切替手段の一部にすぎない\nのであって，甲３発明にピストン２１の行程端の検知機能を持たせるためには，二\n方パイロット弁１００，１０１の開閉によって生じる管路９３，９４や三方弁３７，\n３８の制御室の圧力変化を検出し，検出した信号を伝達する構成を付加しなければ\nならない。しかし，これは，甲３発明に，管路９３，９４や三方弁３７，３８が有\nする作用，機能の点で，大きく異なる構成を適用しようとするものであるから，相\n違点２に係る本件発明１の構成を適用する動機付けがあるということはできない。\nしたがって，甲３発明において，相違点２に係る本件発明１の構成を備えること\nを，当業者が容易に想到することができたということはできない。\nイ  原告の主張について\n(ｱ)  原告は，甲３発明の二方パイロット弁は，他の機器の制御のための信\n号を伝達するというものであるから，相違点２は実質的な相違点ではないと主張す\nる。\nしかし，前記アのとおり，二方パイロット弁１００，１０１は，三方弁３７，３\n８を介して，圧力流体の流路を切り替えて，ピストン２１を反転動作させるもので\nあって，ピストン２１の位置を検出し，検出した信号を伝達するというものではな\nい。したがって，相違点２は実質的な相違点ではないとの原告の上記主張は採用す\nることができない。\n(ｲ)  原告は，仮に技術的な相違があるとしても，甲２文献には，ピストン\nの往復制御に用いられる「ピストンが行程端に達したことを検出する機構」が「位\n置検知装置」であることが明記されており，甲３発明の「ピストンが行程端に達し\nたことを検出する機構」を本件発明１の「位置検知装置」として利用することは，\n当業者が容易に想到すると主張する。\nしかし，前記アのとおり，甲３発明は，圧力変化によってピストンを反転動作さ\nせるものであって，ピストンが行程端に達したことを圧力変化によって検出するも\nのではなく，甲３発明にピストン２１の行程端の検知機能を持たせるためには，既\n存の構成とは大きく異なる作用，機能を持った構成を適用することとなるから，甲\n２文献を参照したとしても，甲３発明に相違点２に係る本件発明１の構成を適用す\nる動機付けがあるということはできない。したがって，原告の上記主張は採用する\nことができない。\n(ｳ)  原告は，甲３発明の「（パイロット弁により）ピストンが行程端に達\nしたことを検出する機構」と同様の機構が位置検知に利用できることは，甲４，７\n～１１，１４などに記載されている周知技術である，と主張する。\nしかし，前記(ｲ)のとおり，甲３発明は，圧力変化によってピストンを反転動作さ\nせるものであって，ピストンが行程端に達したことを圧力変化によって検出するも\nのではなく，甲３発明にピストン２１の行程端の検知機能を持たせるためには，既\n存の構成とは大きく異なる作用，機能を持った構成を適用することとなるから，ピ\nストンが行程端に達したことを検出する機構と同様の機構が位置検知に利用できる\nことが周知技術であるとしても，甲３発明に相違点２に係る本件発明１の構成を適\n用する動機付けがあるということはできない。したがって，原告の上記主張は採用\nすることができない。\n(3)  以上によると，その余の点を判断するまでもなく，甲３発明から本件発明\n１を容易に想到することができたとはいえない。また，前記１(2)イ，ウのとおり，\n本件発明２～６は，本件発明１の発明特定事項を全て含み，さらに他の限定を付加\nしたものであるから，本件発明２～６も，当業者が甲３発明に基づいて容易に発明\nをすることができたものということはできない。\nよって，取消事由３には，理由がない。\n５  取消事由４（分割要件違反の判断の誤り）について\n(1)  原告は，原出願明細書等に記載された発明は，開閉弁機構として，弁体が\n当接可能な弁座を有するもの（ポペット弁）を用いるものに限定されていたから，\n開閉弁機構として弁座を有しないもの（スプール弁）を含む本件発明は，原出願明\n細書等に記載されていない新たな技術的事項を追加するものであり，分割要件に違\n反すると主張する。\n(2)  原出願明細書等には，次の記載がある（甲１２）。\n【０００８】特許文献２のクランプ装置においては，出力ロッドの上昇位置と下\n降位置とを検出する機構をクランプ本体の外側に構成する。そのため，特許文献１\nのクランプ装置と同様に，クランプ本体の外部に検出スペースが必要となるから，\nクランプ装置をコンパクトに構成することができない。しかも，エア通路を開閉す\nる検出具を検出孔に対して摺動自在に移動させる構造であるため，長期間使用した\n場合にエア通路を閉止する性能が低下する虞がある。\n【００１０】本発明の目的は，出力部材が所定の位置に達したことをクランプ本\n体内のエア通路のエア圧の圧力変化を介して確実に検知可能で小型化可能な流体圧\nシリンダ及びクランプ装置を提供すること，出力部材の所定の位置を検出する信頼\n性や耐久性を向上し得る流体圧シリンダ及びクランプ装置を提供すること，等であ\nる。\n【００１９】前流体圧シリンダの流体室の流体圧を，開閉弁機構の流体圧動入室\nに流体圧導入路を介して導入可能に構成し，出力部材が所定の位置に達しない状態\nでは，流体室の流体圧を利用して弁体を流体室側に突出した状態に保持することが\nでき，開閉弁機構の開閉状態を保持することができる。流体室の流体圧を利用して\n弁体を付勢するため，信頼性と耐久性の面で有利である。\n出力部材が所定の位置に達したとき，出力部材により弁体を移動させて開閉弁機\n構の開閉状態を確実に切り換えるため，前記エア通路のエア圧を介して出力部材の\n所定の位置を確実に検知可能である。\n【００９７】・・・前記の種々の開閉弁機構の構造も例示であって，これらの開閉\n弁機構に限定されるものではなく，本発明の趣旨を逸脱しない範囲で種々の開閉弁\n機構を採用することができる。\n(3)  前記【００９７】には，開閉弁機構の構造は特定の構造に限定されるもの\nではなく，「本発明の趣旨を逸脱しない範囲で種々の開閉弁機構を採用することが\nできる」と記載されている。そして，原出願明細書等に記載された発明は，「流体\n室の流体圧を利用して弁体を付勢する構造」を採用することで，信頼性と耐久性の\n確保を図るものであるから（【００１０】，【００１９】），スプール弁を採用す\nることが，発明の趣旨に反するものではない。\nまた，ポペット弁とスプール弁は，いずれも開閉弁機構の構造として周知のもの\nである（乙５）。\nしたがって，原出願明細書等には，開閉弁機構としてスプール弁を用いるという\n技術的事項が記載されているというべきである。\n(4)  原告の主張に対する判断\n原告は，原出願明細書等では，「検出具を検出孔に対して摺動自在に移動させる構\n造」すなわちスプール弁を採用した構造自体に問題がある旨を指摘した上で（【００\n０８】），ポペット弁について説明されているから，原出願明細書等に記載された発\n明は，開閉弁機構としてポペット弁を用いるものに限定された発明と理解されると\n主張する。\nしかし，原出願明細書等【０００８】の記載は，特許文献２（特開２００３－３\n０５６２６号。甲８）の「検出具を検出孔に対して摺動自在に移動させる」具体的\nな構造において，エア通路の閉止性能が低下することを指摘しているにすぎないの\nであって，その具体的な構造を捨象したあらゆるスプール弁において，エア通路の\n閉止性能の低下が生じると指摘するものではない。\nまた，前記【０００８】において，スプール弁におけるエア通路の閉止性能の低\n下が指摘されていると解したとしても，スプール弁を用いつつも，他の手段，例え\nば，スプール弁の材料の変更や摺動距離の短縮などによっても閉止性能の低下を抑\n制できることは当業者にとって明らかであるから，このような指摘をもって，スプ\nール弁自体を採用することが否定されているものと解することはできない。\nしたがって，原出願明細書等に記載された発明は，開閉弁機構として，ポペット\n弁を用いるものに限定されているとの原告の上記主張は採用することができない。\n(5)  以上のとおりであるから，本件出願は原出願明細書等に記載された事項の\n範囲内においてされたものであって，本件原出願の時にしたものとみなされ，本件\n原出願に係る公開公報（甲１２）に記載された発明は，本件出願前に頒布された刊\n行物に記載された発明ではない。そうすると，本件発明は，同公報に記載された発\n明であるとして新規性を欠くということはできない。\nよって，取消事由４は理由がない。\n第６  結論\nよって，原告の請求には理由がないからこれを棄却することとして，主文のとお\nり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義    之\n裁判官\n片    岡    早    苗\n裁判官\n古    庄        研\n"
}