{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 1,
    "day": 24
  },
  "case_number": "平成24(行コ)8等",
  "case_name": "所得税更正処分取消等，所得税通知処分取消請求控訴事件・同附帯控訴事件(原審・名古屋地方裁判所平成１９年（行ウ）第５０号等)",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "アメリカ合衆国デラウェア州法に基づき，無限責任を負うジェネラル・パートナー及び原則として出資額を限度とする有限責任を負うリミテッド・パートナーから組成された事業形態であるリミテッド・パートナーシップ（ＬＰＳ）が，我が国の租税法上の法人に該当しないとされた事例",
  "case_gist": "アメリカ合衆国デラウェア州法に基づき，無限責任を負うジェネラル・パートナー及び原則として出資額を限度とする有限責任を負うリミテッド・パートナーから組成された事業形態であるリミテッド・パートナーシップ（ＬＰＳ）につき，外国の法令に準拠して組成された事業体が我が国の租税法上の法人に該当するか否かは，基本的には，当該外国の法令の規定内容から，その準拠法である当該外国の法令によって法人とする（法人格を付与する）旨を規定されていると認められるか否かにより判断されるべきであるが，諸外国の法制・法体系は様々で，我が国の「法人」概念に相当する概念が諸外国において形成されるに至った沿革や背景事情等も多様であり，当該外国の法令の規定内容をその文言に従って形式的に見るだけでは，当該外国の法令において当該事業体を法人とする（当該事業体に法人格を付与する）旨が規定されているのかどうか直ちに判別できない場合もあるから，より実質的な観点から，当該事業体を当該外国法の法令が規定する内容を踏まえて我が国の法人と同様に損益の帰属すべき主体（その構成員に直接その損益が帰属することが予定されない主体）として設立が認められたものといえるかどうかを検証する必要があり，この点が肯定されて初めて，我が国の租税法上の法人に該当するとした上，同州改正統一リミテッド・パートナーシップ法がこれに準拠して組成されたＬＰＳを法人とする旨を定めたものと解することはできず，また，同法の規定するＬＰＳの成り立ち，組織，運営及び管理等の内容に着目して実質的に見ても，前記ＬＰＳは，我が国の法人と同様に損益の帰属すべき主体として設立が認められたものということはできないとして，前記ＬＰＳは，我が国の租税法上の法人に該当しないとした事例",
  "lawsuit_id": "83594",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83594",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/594/083594_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２５年１月２４日判決言渡\n平成２４年（行コ）第８号，第３７号  所得税更正処分取消等，所得税通知処分取\n消請求控訴事件・同附帯控訴事件\n主                        文\n１  本件控訴及び附帯控訴をいずれも棄却する。\n２  控訴費用は控訴人の負担とし，附帯控訴費用は被控訴人Ｐ１の負\n担とする。\n事実及び理由\n以下，文中に記載するもののほか，原判決別紙２略称一覧表記載のとおり，略称\nを用いる（ただし，原判決（同一覧表を含む。）に，「原告」とあるのを「被控訴\n人」と，「被告」とあるのを「控訴人」とそれぞれ読み替える。）。\n第１  当事者の求めた裁判\n１  控訴人\n（控訴の趣旨）\n(1)  原判決中，控訴人敗訴部分を取り消す。\n(2)  刈谷税務署長が平成１７年２月２８日付けでした被控訴人Ｐ１の平成１\n４年分の所得税の更正処分（ただし，平成２０年５月１４日付け更正処分に\nより減額された後のもの）のうち総所得金額５２４５万７０３９円，還付金\nの額に相当する税額８７２万９５３５円を超える部分の取消を求める訴えを\n却下する。\n(3)  その余の被控訴人らの請求をいずれも棄却する。\n(4)  訴訟費用は第１，２審とも被控訴人らの負担とする。\n（被控訴人Ｐ１の附帯控訴の趣旨に対する答弁）\n(1)  本件附帯控訴を棄却する。\n(2)  附帯控訴費用は被控訴人Ｐ１の負担とする。\n２  被控訴人ら\n\u0000 \u0000\n（控訴の趣旨に対する答弁）\n(1)  本件控訴をいずれも棄却する。\n(2)  控訴費用は控訴人の負担とする。\n（被控訴人Ｐ１の附帯控訴の趣旨）\n(1)  原判決主文第１項を取り消す。\n(2)  原判決主文第２項のうち，原判決別紙１取消処分目録記載２(1)を次のと\nおり変更する。\n「(1)  刈谷税務署長が平成１７年２月２５日付けでした被控訴人Ｐ１の平\n成１４年分の所得税に係る更正の請求に対する更正をすべき理由がない\n旨の通知処分」\n(3)  訴訟費用は第１，２審とも控訴人の負担とする。\n第２  事案の概要\n１ (1)  被控訴人Ｐ２，被控 訴人Ｐ１及び承継前の原審Ｃ事件原告Ｐ３ （以下\n「亡Ｐ３」という。）は，外国信託銀行を受託者とする信託契約を介して出\n資したＬＰＳ（米国デラウェア州改正統一リミテッド・パートナーシップ法\nに準拠して組成されるリミテッド・パートナーシップ）が行った米国所在の\n中古住宅の貸付（本件各不動産投資事業）に係る所得が，所得税法２６条１\n項所定の不動産所得に該当するとして，その減価償却等による損金と他の所\n得との損益通算をして所得税の申告又は更正の請求をした。\n(2)  これに対し，当該所得は不動産所得に該当せず，損益通算を行うことは\nできないとして，\nア  名古屋中村税務署長は，被控訴人Ｐ２に対し，\n(ア)  平成１７年２月１５日付けで，被控訴人Ｐ２の平成１３年分の所得\n税の更正処分及び過少申告加算税賦課決定処分，\n(イ)  同日付けで，被控訴人Ｐ２の平成１４年分の所得税の更正処分及び\n過少申告加算税賦課決定処分\n\u0000 \u0000\n(ウ)  同日付けで，被控訴人Ｐ２の平成１５年分の所得税の更正処分及び\n過少申告加算税賦課決定処分\n(エ)  平成１８年６月２６日付けで，被控訴人Ｐ２の平成１６年分の所得\n税に係る更正の請求に対する更正をすべき理由がない旨の通知処分\n(オ)  平成１９年６月１２日付けで，被控訴人Ｐ２の平成１７年分の所得\n税に係る更正の請求に対する更正をすべき理由がない旨の通知処分\nをした。\nイ  刈谷税務署長は，被控訴人Ｐ１に対し，\n(ア)  平成１７年２月２５日付けで，被控訴人Ｐ１の平成１４年分の所得\n税に係る更正の請求に対する更正をすべき理由がない旨の通知処分（被\n控訴人Ｐ１  １４年分通知処分）\n(イ)  同月２８日付けで，被控訴人Ｐ１の平成１４年分の所得税の更正処\n分\n(ウ)  同日付けで，被控訴人Ｐ１の平成１５年分の所得税の更正処分及び\n過少申告加算税賦課決定処分\n(エ)  平成１８年６月２６日付けで，被控訴人Ｐ１の平成１６年分の所得\n税に係る更正の請求に対する更正をすべき理由がない旨の通知処分\n(オ)  平成１９年６月１１日付けで，被控訴人Ｐ１の平成１７年分の所得\n税に係る更正の請求に対する更正をすべき理由がない旨の通知処分\nをした。\nウ  千種税務署長は，亡Ｐ３に対し，\n(ア)  平成１７年２月２５日付けで，亡Ｐ３の平成１３年分の所得税の更\n正処分及び過少申告加算税賦課決定処分\n(イ)  同日付けで，亡Ｐ３の平成１４年分の所得税の更正処分及び過少申\n告加算税賦課決定処分\n(ウ)  同日付けで，亡Ｐ３の平成１５年分の所得税の更正処分及び過少申\n\u0000 \u0000\n告加算税賦課決定処分\n(エ)  平成１９年２月２２日付けで，亡Ｐ３の平成１６年分の所得税に係\nる更正の請求に対する更正をすべき理由がない旨の通知処分\n(オ)  同年６月１９日付けで，亡Ｐ３の平成１７年分の所得税に係る更正\nの請求に対する更正をすべき理由がない旨の通知処分\nをした。\n(3)  本件は，\nア  被控訴人Ｐ２が，控訴人に対し，\n(ア)  上記(2)ア(ア)ないし(ウ)の各更正処分（いずれも平成２０年５月\n１４日付け更正処分により減額されたもの）のうち被控訴人Ｐ２が認め\nる総所得金額及び税額を超える部分の取消\n(イ)  上記(2)ア(ア)ないし(ウ)の各過少申告加算税賦課決定処分の取消\n(ウ)  上記(2)ア(エ)及び(オ)の各通知処分の取消\nを求めた事案（Ａ事件，Ｅ事件）\nイ  被控訴人Ｐ１が，控訴人に対し，\n(ア)  主位的に上記(2)イ(ア)の通知処分の取消，予備的に上記(2)イ(イ)\nの更正処分（平成２０年５月１４日付け更正処分により減額されたも\nの）のうち被控訴人Ｐ１が認める総所得金額及び税額を超える部分の取\n消\n(イ)  上記(2)イ(ウ)の更正処分のうち被控訴人Ｐ１が認める総所得金額\n及び税額を超える部分の取消\n(ウ)  上記(2)イ(ウ)の過少申告加算税賦課決定処分の取消\n(エ)  上記(2)イ(エ)及び(オ)の各通知処分の取消\nを求めた事案（Ｂ事件，Ｄ事件）\nウ  亡Ｐ３の相続人でＣ事件における訴訟承継人である被控訴人Ｐ４が，控\n訴人に対し，\n\u0000 \u0000\n(ア)  上記(2)ウ(ア)ないし(ウ)の各更正処分のうち被控訴人Ｐ４が認め\nる総所得金額及び税額を超える部分の取消\n(イ)  上記(2)ウ(ア)ないし(ウ)の各過少申告加算税賦課決定処分の取消\n(ウ)  上記(2)ウ(エ)及び(オ)の各通知処分（いずれも平成２１年６月２\n３日付け更正処分により減額されたもの）の取消\nを求めた事案（Ｃ事件，Ｆ事件）\nである。\n２  原審は，被控訴人Ｐ１の請求のうち被控訴人Ｐ１  １４年分通知処分の取消\nを求める訴えについては，訴えの利益がなく不適法であるとして却下すると共\nに，本件各不動産賃貸事業から生じた損益は被控訴人らの不動産所得に該当す\nるものであるから，当該所得と他の所得との損益通算を認めない本件各処分は\n違法であるとして，被控訴人Ｐ２及び被控訴人Ｐ４の請求並びに被控訴人Ｐ１\nのその余の請求をいずれも認容した。そこで，これを不服とする控訴人（原審\n被告）が本件控訴に及び，被控訴人Ｐ１も附帯控訴をした。\n３  本件における関係法令等の定め，前提事実（当事者間に争いのない事実等），\n税額等に関する当事者の主張，争点及び当事者の主張は，以下のとおり付加訂\n正し，次項（第４項）に当事者双方の当審における補充主張を，次次項（第５\n項）に控訴人の当審における新たな主張（新たな争点等）を付加するほかは，\n原判決「第２  事案の概要」の２ないし６に記載のとおりであるから，これを\n引用する。\n(1)  原判決８頁４行目から５行目に「２４１万４９００ドル」とあるのを，\n「２４１万４９００米国ドル（以下，単に「ドル」という。）」と改める。\n(2)  原判決９頁７行目から８行目に「５３７万米国ドル（以下，単に「ド\nル」という。）」とあるのを，「５３７万ドル」と改める。\n(3)  原判決２０頁２２行目「額等は，」の次に，「下記控訴人の当審におけ\nる新たな主張（新たな争点等）に係る部分及び」を付加する。\n\u0000 \u0000\n(4)  原判決２０頁２４行目「本件の争点」の次に，「（当審における新たな\n主張に係る争点を含む。）」を付加する。\n４  当審における補充主張\n控訴人の当審における補充主張は，別紙２「控訴人の当審における補充主\n張」記載のとおりであり，被控訴人らの当審における補充主張は，別紙３「被\n控訴人らの当審における補充主張」のとおりである。\n５  当審における新たな主張（新たな争点等）\n当事者双方の当審における新たな主張は，別紙４「当審における新たな主\n張」のとおりである。\n第３  当裁判所の判断\n１  本案前の争点（本件予備的追加的変更に係る訴えの適法性・Ｂ事件）につい\nて\n当裁判所も，原判決同様に，同一年分の所得税について更正の請求に対する\n更正をすべき理由がない旨の通知処分と申告納税額を増額する更正処分が併存\nする場合には，訴訟上通知処分は増額更正処分に吸収されたものとして，増額\n更正処分のみが訴訟の対象となると解されるから，被控訴人Ｐ１の被控訴人Ｐ  １４年分通知処分の取消を求める訴え（主位的請求）については，訴えの\n利益がなく不適法として却下すべきであり，被控訴人Ｐ１  １４年分更正処分\nにつき不服申立てを経ることなく本件予備的追加的変更に係る訴え（被控訴人\nＰ１平成１４年分更正処分の取消訴訟）を提起したことについては，通則法１\n１５条１項３号の正当な理由があるから適法であり，かつ，出訴期間の遵守に\n欠けるところもないと判断するが，その理由は，次のとおり付加するほかは，\n原判決「第３  当裁判所の判断」の１（原判決２９頁１７行目から３２頁８行\n目まで）に記載のとおりであるから，これを引用する。\n(1)  原判決３０頁３行目に「通知処分は増額更正処分に吸収され」とあるの\nを，「適法に増額更正処分についての取消訴訟が提起された場合には訴訟上\n\u0000 \u0000\n通知処分は増額更正処分に吸収されたものとして」と改める。\n(2)  原判決３０頁５行目「所得税についても，」の次に，「下記のとおり適\n法に被控訴人Ｐ１  １４年分更正処分の取消を求める訴え（本件予備的追加\n的変更に係る訴え）が提起されているのであるから，」を付加する。\n(3)  原判決３１頁５行目に「当裁判所」とあるのを，「原審裁判所」と改め\nる。\n(4)  原判決３１頁１９行目「得ない。」の次に，以下のとおり付加する。\n「控訴人は，本件では通知処分（平成１７年２月２５日付け）と増額更正処\n分（同月２８日付け）が３日間の短い間隔で相次いでされており，双方に不\n服申立てをすることが，一方にのみ不服申立てをすることに比べて特に負担\nが大きくなるとは思われないと主張する。しかし，被控訴人Ｐ１は，上記\n（原判決引用）のとおり，当初から一貫して本件不動産賃貸事業（Ｐ）から\n生じる損失は被控訴人Ｐ１の不動産所得に当たらないとの刈谷税務署長の判\n断を不服として，その救済を求めてきたことが認められるのであるから，両\n処分が極めて近接した日に相次いでなされたことを考慮すると，１つの判断\nに基づいた実質的に１つの処分を２つの不服申立てで争わなければならない\nと判断すること自体納税者には極めて困難であり，２つの不服申立てが必要\nである旨の適切な教示が行われたとも認められないにもかかわらず，被控訴\n人Ｐ１  １４年分更正処分につき不服申立ての前置がされていないという形\n式的な理由でその訴えを不適法なものとすることは，納税者である被控訴人\nＰ１にあまりにも酷に過ぎるものである。」\n(5)  原判決３２頁４行目末尾に，次のとおり付加する。\n「控訴人は，通知処分と更正処分とは別個独立の処分であり，双方につき適\n法な不服申立てを経て取消訴訟が提起されるまでは，両処分が併存し，それ\nぞれが不服申立ての対象となるのであるから，上記の出訴期間についても別\n個に進行すると解すべきであると主張するが，上記（原判決引用）のとおり\n\u0000 \u0000\n訴訟上は通知処分が更正処分に吸収されたものとすべき関係にあり，被控訴\n人Ｐ１  １４年分更正処分につき不服申立ての前置がされていないという形\n式的な理由でその訴えを不適法なものとすることは，納税者である被控訴人\nＰ１にあまりにも酷に過ぎるとの理は，行政事件訴訟法上の出訴期間につい\nても同様であり，被控訴人Ｐ１  １４年分更正処分の取消を求める訴えは，\n被控訴人Ｐ１通知処分の取消を求める訴えが提起された時から既に提起され\nていたものと同視するのが相当である。」\n２  本案の争点（本件各処分の適法性＝所得税法６９条１項に基づく損益通算の\n可否・全事件）について\n当裁判所も，原判決同様に，本件各不動産賃貸事業から生じた損益は被控訴\n人らの不動産所得に該当するものであるから，当該所得と他の所得との損益通\n算を認めない本件各処分は違法であると判断するが，その理由は，以下のとお\nり付加訂正するほかは，原判決「第３  当裁判所の判断」の２及び３（原判決\n３２頁９行目から６１頁１３行目まで）に記載のとおりであるから，これを引\n用する。\n(1)  原判決３６頁８行目末尾に，行を改め，次のとおり付加する。\n「  控訴人は，上記基準①（当該外国の法令の規定内容から，その準拠法で\nある当該外国の法令によって法人とする旨を規定されていると認められる\nか否か）について，これを法人該当性の考慮要素の一つとすることはとも\nかく，原則としてこれを満たさなければ我が国の租税法上の法人に該当し\nないとするのは，我が国の法人概念をゆがめる可能性があり，相当でない\n旨主張する。すなわち，どのような団体にどのような権利義務を付与する\nかは，各国の立法政策の問題であり，法人と翻訳される外国の概念が我が\n国の法人の概念と同一であるとは限らないから，我が国で法人法定主義が\n定められているからといって，外国の事業体についても，その組成の準拠\n法である当該外国の法令によって法人とする旨規定されていることを法人\n\u0000 \u0000\n該当性を判断するための第一の基準とするのは相当とはいえず，仮にこの\n基準によると，外国の法令の規定内容いかんによって，我が国の法人と同\n様の権利能力を有する事業体が法人として扱われず，逆に，我が国の法人\nの有する権利能力を有さない事業体を法人として扱うことになりかねず，\n公平の原則に反するし，法人法定主義が採用されていない法制下では，我\nが国の租税法上の法人として扱われる事業体がまったく存在しないことと\nなりかねず，極めて不合理な結果を招来するおそれがあるというのである。\nしかし，租税法上は，法人，人格のない社団及び組合（任意組合）とい\nう事業体が規定されているところ，この各々について内国のものと外国の\nものがパラレルに規定されているという関係にある。すなわち，法人，人\n格のない社団及び組合という概念自体は，内国のものであろうと外国のも\nのであろうと，共通かつ同一の概念であるべきであることが法令の規定上\n明らかであるといえる。そして，我が国の法人については，人格のない社\n団及び組合との区別については法人法定主義が採用されており，内国法人\nであるか否かは形式的判断により判断されるのであるから，外国の法人に\nついても，第一次的には，内国法人と同じく，準拠法上の法人格の有無と\nいう形式的判断により判断するのが論理的帰結である。控訴人が主張する\nように，外国の法制度の多様性を理由に我が国の租税法の構造と異なる法\n人の解釈を採用することは，かえって我が国の法人の概念をゆがめる可能\n性があり，相当でない。なお，仮に控訴人が主張するように，法人法定主\n義が採用されていない法制下の国で，その国の法律を準拠法とする事業体\nが法人格を準拠法上付与されないため我が国では法人として取り扱われな\nいということがあったとしても，念のため上記基準②（当該外国の法令が\n規定する内容を踏まえて，当該事業体が我が国の法人と同様に損益の帰属\nすべき主体として設立が認められたものといえるかどうか）を用いて当該\n事業体が実質的にみて我が国の租税法上の法人と同様に損益の帰属すべき\n\u0000 \u0000\u0000\u0000\n主体として設立が認められたものといえるか否かについて検証する上，さ\nらにその事業体が最高裁昭和３９年１０月１５日判決（民集１８巻８号１\n６７１頁）が示した権利能力なき社団の４要件を満たす限りは，外国の人\n格のない社団として取り扱われることになると解されるのであるから，人\n格のない社団を法人とみなして課税するという我が国の租税法上課税上の\n不都合が起きることは考えられず，控訴人が主張するような極めて不合理\nな結果を招来するおそれはない。\nまた，控訴人は，上記基準②について，租税法の規定や課税実務上の取\n扱い等を根拠として，法人該当性について，損益の帰属主体として設立が\n認められたものを法人とするといった基準を導き出すことはできないと主\n張する。すなわち，法人税法は，法人を内国法人と外国法人に区分した上\nで，「法人税について，納税義務者，課税所得等の範囲，税額の計算の方\n法，申告，納付及び還付の手続並びにその納税義務の適正な履行を確保す\nるため必要な事項を定めるもの」（法人税法１条）であるにすぎず，法人\nに損益が帰属することを前提として法人税が課されているからといって，\n上記基準②のように「損益の帰属すべき主体として設立が認められたも\nの」を法人とするとの趣旨を導くことはできないというのである。つまり，\n損益は，一般に，私法上の権利義務に基づいて発生するものであるから，\nそれが誰に帰属するかを判断するためには，前提として当該損益を生み出\nす私法上の権利義務が誰に帰属するかをみる必要があるところ，通常，取\n引に係る損益を構成する収入や支出は，当該取引に関する債権債務と表裏\n一体の関係にあるので，ある事業体と構成員との関係において，当該事業\n体が，その構成員と区別された独自の財産を有し，独立した権利義務の主\n体となるのであれば，その事業体に属する事業を営むことにより生じる利\n益や損失は，当然に当該事業体に帰属するから，あえて損益の帰属すべき\n主体として設立が認められたものといえるかどうかを基準として定立する\n\u0000 \u0000\u0000\n必要はないし，むしろ，このような基準を定立することは，法人の概念を\n不当に狭めるものになり相当ではない。また，任意組合が法人税の納税義\n務者とならないのは，組合財産はその構成員の共有（合有）であって，組\n合自身が権利義務の帰属主体とならないからであるし，実質所得者課税の\n原則は，課税物件の帰属について「名義と実体，形式と実質が一致しない\n場合」に問題になるものであるから，実質所得者課税の原則を定める各規\n定を根拠に，法人該当性の判断基準として上記基準②を導くことはできな\nいというのである。\nしかし，上記基準②は，租税法が私法上の概念を特段の定義なく用いて\nいる場合には，租税法律主義（憲法８４条）や法的安定性の確保の観点か\nら，本来的に私法上の概念と同じ意義に解するのが相当であること（いわ\nゆる借用概念）を大前提として，上記基準①をあくまでも基本とすること\nとした上で，諸外国の法制・法体系が様々であることを考慮して，さらに\n上記（原判決引用）のような法人，法人格のない社団及び任意組合等に係\nる課税関係の分析・観察から，租税法律主義の要請に応えるためにより的\n確に法人の意義を認識できるよう導き出されたものなのであるから，控訴\n人の上記批判は当たらない。\nしたがって，原判決は「租税法が私法上の概念を特段の定義なく用いて\nいる場合には，租税法律主義や法的安定性の確保の観点から，本来的に私\n法上の概念と同じ意義に解するのが相当である」と判示しながら，そこで\n示した基準は，私法上の法人の概念である「自然人以外のもので，権利義\n務の主体となることのできるもの」という概念から離れて，独自に法人の\n概念を規定した上で定立しているものであり相当でないとの控訴人の批判\nも当を得ないものである。」\n(2)  原判決３６頁２５行目末尾に，行を改め，次のとおり付加する。\n「  なお，控訴人は，上記控訴人主張に係る基準①ないし③について，「自\n\u0000 \u0000\u0000\u0000\n然人以外のもので，権利義務の主体となることのできるもの」という私法\n上の法人の概念の意義から導き出されたもので，租税法上も私法上の概念\nと同義と解すべきであるという借用概念の考え方と整合する上，ある事業\n体が上記基準①ないし③を満たし，我が国の法人と同様の権利義務の帰属\n主体であるということになれば，当該事業体は，通常，損益ないし所得の\n帰属主体となり，法人税の課税対象となる属性を有するといえるから，判\n断基準としても必要かつ十分なものであると主張する。しかし，法人に該\n当しないことが明らかな任意組合又は人格のない社団（権利能力なき社\n団）についても上記基準①ないし③を満たすことからすると，上記基準①\nないし③は，法人と法人ではない団体（事業体）とを区別する基準として\nは機能し得ないものである。すなわち，例えば任意組合についてみると，\n民法６６８条，６７６条，６７７条等の趣旨によれば，組合財産は，特定\nの目的（組合の事業経営）のために各組合員個人の他の財産（私有財産）\nと離れて別に一団を成して存する特別財産（目的財産）であり，その結果，\nこの目的の範囲においては，ある程度の独立性を有し，組合員の私有財産\nと混同されることはないと解される（大審院昭和１１年２月２５日判決\n（昭和９年（オ）第３０６６号・民集１５巻４号２８１頁）等）し，任意\n組合に権利義務を生じさせる法律行為の名義として任意組合自体や任意組\n合代表者名義を用いることが許容されており（厳格な要式性が求められて\nいる手形行為につき大審院大正１４年５月１２日判決（大正１３年（オ）\n第１１０９号・民集４巻２５６頁）等），任意組合であっても民事訴訟法\n２９条により訴訟上の当事者能力を認めることができると解されている\n（最高裁第三小法廷昭和３７年１２月１８日判決（昭和３４年（オ）第１\n３０号・民集１６巻１２号２４２２頁）等）のである。\nまた，我が国の私法上の法人であれば，我が国の租税法上損益の帰属主\n体となることが予定されているといえるが，権利義務の主体として取引行\n\u0000 \u0000\u0000\u0000\n為を行い，財産及び債権債務の帰属主体となる存在であるからといって，\n必ずしも損益の帰属主体となるとは限らないことについては，匿名組合\n（商法５３５条ないし５４２条）や問屋（同法５５１条ないし５５８条）\n等の例を見ても明らかであるから，外国の法令に準拠して組成された事業\n体が，その外国法制の下で，上記要件を備えているとしても，当然に損益\n主体となるとは限らないのであり，仮に当該事業体が上記基準①ないし③\nを満たしたとしても我が国の法人と同様の事業体ということはできず，上\n記基準①ないし③は判断基準として相当ではない。」\n(3)  原判決４５頁１７行目末尾に，行を改め，次のとおり付加する。\n「  控訴人は，日米租税条約３条１項(f)は，「法人」（company）とは，\n「法人格を有する団体」（any body corporate）又は「租税に関し法人格を\n有する団体として取り扱われる団体」（any entity that is treated as a body\ncorporated for tax purposes）をいうと規定するところ，この規定については，\n「あるエンティティが両締結国で同様に『課税上法人格を有する団体とし\nて取り扱われるエンティティ』である場合には，条約の特典を享受する資\n格について差異が生じないので相互主義の精神からみても問題はないが，\n一方の締結国はこのエンティティを『課税上法人格を有する団体』として\n取り扱い，他方の締結国はこのエンティティを『課税上法人格を有する団\n体』として取り扱わない場合には，条約上の法人になるのかどうかという\n問題を残し，相互主義の観点から条約の特典を享受する資格が両締結国間\nで異なるという実質的に不平等な取決めになるおそれがある。これは，法\n人について国際的に共通の概念が確立されず，条約上の定義が一種の不確\n定概念とされたまま国内法への委任が行われていることから生ずる問題で\nある」が，このように，「法人」の意義については，国際的に共通の概念\nが確立されていないのであるから，日米租税条約中の「company」が「法\n人」，「partnership」が「組合」と翻訳され，同条約においては「法人以\n\u0000 \u0000\u0000\u0000\n外の団体」に「partnership」を含むとされているとしても，そのことと米\n国の「partnership」の中に我が国の法人に該当するものがあると解するこ\nととは，矛盾するものではない旨主張する。\nしかし，上記（原判決引用）のとおり，一般に，租税条約は，各締結国\nの租税法規やその前提となる私法上の法制度が異なることを考慮した上で，\n各締結国の公用語によりそれぞれ正文が作成されるものであり，租税条約\nの正文で同一概念を指すものとして用いられた各締結国の公用語による概\n念は，特段の事情がない限り，同義であると解するのが相当であり，日米\n租税条約において米国の「partnership」という概念が我が国における租税\n法上の「法人」には含まれないことはその文言の対応関係から明らかなの\nであって，上記特段の事情の存在もうかがわれないのであるから，控訴人\nの上記主張は当たらない。\nまた，控訴人は，民法３６条１項（現民法３５条１項）は，「外国法人\nは，国，国の行政区画及び商事会社を除き，その成立を認許しない。ただ\nし ， 法 律 又 は 条 約 の 規 定 に よ り 認 許 さ れ た 外 国 法 人 は ， こ の 限 り で な\nい。」と規定しているところ，同項による「認許」とは，「外国法人が我\nが国において活動する場合，その活動より生じる権利義務に関して，その\n外国法人に権利義務の主体たること，すなわち，法人格を認めることであ\nると解され」ており，日本国とアメリカ合衆国との間の友好通商航海条約\n（昭和２８年条約第２７号）２２条３項は，「この条約において「会社」\n（英文では「companies」）とは，有限責任のものであるかどうかを問わ\nず，また，金銭的利益を目的とするものであるかどうかを問わず，社団法\n人 （ 「 corporations 」 ） ， 組 合 （ 「 partnerships 」 ） ， 会 社\n（「companies」）その他の団体（「other  associations」）をいう。いずれ\nか の 一 方 の 締 約 国 の 領 域 内 で 関 係 法 令 に 基 づ い て 成 立 し た 会 社\n（「companies」）は，当該締約国の会社（「companies」）と認められ，\n\u0000 \u0000\u0000\u0000\n且つ，その法律上の地位を他方の締約国の領域内で認められる。」と規定\nしており，「partnerships」も「companies」に含まれるものとされている\n旨主張する。\nしかし，民法３６条の「認許」は，外国法人が，その設立準拠法上法人\n格を有することを前提に，係る外国法人の法人格を我が国で承認すること\nを意味するものであるから，「条約による認許」が，設立準拠法上法人格\nを認められていない事業体を外国法人として認許するものではない。また，\n上記友好通商航海条約は，「相互に有利な通商関係を助長し，相互に有益\nな投資を促進」する目的で，最恵国待遇，内国民待遇の原則を基礎として\n締結されたものであって（同条約前文），そのため同条約上の「会社」companies）は「国民」（nationals）と一対となる概念として位置付けら\nれ，法人格の有無を問わずに自然人以外の事業体一般を広く包摂している\nも の と 解 さ れ る か ら ， 同 条 約 ２ ２ 条 ３ 項 後 段 の 規 定 は ， 「 社 団 法 人 」\n（「corporations」）は社団法人として，「組合」（「partnerships」）は組\n合として認められ，その法律上の地位を認められることを述べているに過\nぎ ず ， 設 立 準 拠 法 上 法 人 格 を 認 め ら れ て い な い 「 組 合 」\n（「partnerships」）が同項の規定によって外国法人として認許されるとす\nるものではないから，控訴人の上記主張は当たらない。\nさらに，控訴人は，本件各ＬＰＳ同様デラウェア州法を準拠法として組\n成されたリミテッド・パートナーシップであるＰ５は，外国法人（外国会\n社）として登記されている（乙Ａ全１０３の１，２）が，これは，無限責\n任社員と有限責任社員とで構成され，かつ，その営む事業の種類が限定さ\nれない州ＬＰＳ法に基づき設立されたリミテッド・パートナーシップは，\n旧商法上の合資会社に最も類似すると認められることから，会社法の外国\n会社に該当し得るものであるとして，我が国において認許される外国法人\nに含まれるからであると主張する。しかし，会社法上の「外国会社」につ\n\u0000 \u0000\u0000\u0000\nいては，設立準拠法上法人格が認められない団体をも含む点で民法上の\n「外国会社」よりも広い概念であると解されるから，上記主張は失当であ\nり，結局，上記認定が左右されるものではない。」\n(4)  原判決５２頁４行目末尾に，行を改め，次のとおり付加する。\n「  控訴人は，「いかなる持分も所有しない」（州ＬＰＳ法７０１条）との\n文言を上記（原判決引用）のように限定して解釈することには無理があり，\n本件各ＬＰＳは，現にその名義で売買契約を締結して本件各建物を取得し，\n本件各建物の所有者として登録されているのであるから，財産の所有に関\nして，本件各ＬＰＳが任意組合の持ち得ない権利能力を有していることは\n明らかである旨，また，モリス回答書は，州ＬＰＳ法７０１条は強行規定\nであって，個別のＬＰＳ契約により同条を修正することはできないという\n見解を示した上で，パートナー間の対内的関係に限ってパートナーがＬＰ\nＳ財産に固有の権利を有することに意味がある場合といった極めて限定的\nな条件の下では，パートナー間の合意が有効とされる可能性もあるだろう\nという推測を述べつつ，現実にはそのような取扱いをすることに意味はな\nいとしているもので，特定のＬＰＳ財産に対してパートナーに特定の持分\nを認める余地があると述べたものではない旨主張する。\nしかし，控訴人は，本件各ＬＰＳが独立した所有権の帰属主体となるこ\nとを強調するが，本件各ＬＰＳの準拠法である州ＬＰＳ法は，イギリス法\nを継承し受容した結果，コモン・ロー上の権原（legal  title）とエクイティ\n上の権原（equitable  title）の２つの概念を有し，州ＬＰＳ法において両者\nが併存しているとされているところ，控訴人の上記主張はこのことを無視\nしている点で失当であるといわざるを得ない（甲Ａ全１０１，１２６）。\nコモン・ロー上の権原を州ＬＰＳ法の７０１条に従ってＬＰＳに帰属させ\nることと，本件ＬＰＳ契約の４．５条によりパートナー間でエクイティ上\nの権原を持分割合に応じて認識することとは，何ら矛盾するものではない\n\u0000 \u0000\u0000\u0000\n（アレン教授第２意見書（甲Ａ全１２４），ラムザイヤー教授第２意見書\n（甲Ａ全１５１）参照）。本件各ＬＰＳは，州ＬＰＳ法の７０１条に従い，\n第三者との関係において，コモン・ロー上の権原がＬＰＳに帰属するとさ\nれている一方で，本件ＬＰＳ契約の４．５条により，パートナー相互間で\nは，エクイティ上の権原が合有的に共同所有されていると解されるのであ\nる。したがって，本件各ＬＰＳは，対外的には一定の範囲内で構成員とは\n別個に権利を取得したり義務を負担したりするような法的取扱いが認めら\nれるが，他方，特定のＬＰＳ財産について，パートナーが合法的な共同所\n有者になる余地を残している点で，我が国の私法（租税法）上の法人とは\n異なる法律効果が許容されており，我が国の私法（租税法）上の「法人」\nと同義であるということはできない。\nまた，控訴人は，州ＬＰＳ法２０１条(a)は，リミテッド・パートナー\nシップを設立するためにはリミテッド・パートナーシップ証明書に所定の\n事項を記載して州務長官登録局に登録するものとすると定め，同条(b)は，\n「リミテッド・パートナーシップは，リミテッド・パートナーシップ証明\n書が最初に州務長官登録局に登録された時点，あるいはリミテッド・パー\nトナーシップ証明書に記載された（当該登録後の）日付にて設立されるも\nのとし，いずれの場合においても，本項の要件を完全に満たすものでなけ\nればならない。本章に基づき組織されたリミテッド・パートナーシップは，\n独立した法的主体となり，その独立した法的主体としての地位はリミテッ\nド・パートナーシップ証明書のリミテッド・パートナーシップによる解除\nまで継続する。」と規定しており（乙Ａ全２５），州ＬＰＳ法２０１条に\n規定するリミテッド・パートナーシップ証明書を州務長官登録局に登録す\nることは，我が国で会社の設立登記が成立要件とされ（会社法４９条，５\n７９条），その他の法人においても一般に設立登記が成立要件とされてい\nるのと同様に，パートナーシップがリミテッド・パートナーシップとして\n\u0000 \u0000\u0000\u0000\n認められるための要件，すなわち成立要件と解される。そして，本件各Ｌ\nＰＳが契約のみによって成立するものではなく，州ＬＰＳ法の規定に従っ\nて公的機関に登録することによって初めて成立するものであることは，州\nＬＰＳ法によって構成員と別個の独立した法的地位，すなわち我が国でい\nう法人格を付与する旨が規定されていることを支える根拠の一つである旨\n主張する。\nしかし，ＬＰＳ証明書が提出されたのみでリミテッド・パートナーシッ\nプ契約が締結されていないときには，リミテッド・パートナーシップは組\n成されないとされる（甲Ａ全２３，乙Ａ全７５）一方，リミテッド・パー\nトナーシップ契約が締結されていれば，ＬＰＳ証明書が提出されていなく\nても，契約当事者間はもとより，対第三者との関係においても，リミテッ\nドパートナーシップの存在は認められると解されている（甲Ａ全２３，１\n３０）。ＬＰＳ証明書の提出がリミテッド・パートナーシップの組成に必\n須の要件ではないことは明らかというべきであるから，控訴人の上記主張\nは当たらない。」\n(5)  原判決５６頁１３行目末尾に，次のとおり付加する。\n「控訴人は，ラムザイヤー意見書（甲Ａ全１２３）のパートナーシップ内の\n損益配分がパートナーシップ契約に従って自動的に行われるという部分は，\n損益の配分方法を述べているにすぎないとみるべきであって，損益が事業体\nに一旦帰属した上で構成員に割り当てられることと何ら矛盾するものではな\nいし，チェック・ザ・ボックス制度において選択がない場合は構成員課税と\nするという意味で構成員課税の方が原則的形態とされているとしても，この\nことをもって，損益が構成員に直接帰属することが私法上の原則であると認\nめる根拠とするのは論理に飛躍がある旨主張する。しかし，米国において，\n法人と類似性を有する事業体は「団体」として事業体課税に服するというい\nわゆる「法人類似性基準」から法人類似性を判断する基準であるキントナー\n\u0000 \u0000\u0000\u0000\n規則（１９６０年）を経て１９９７年にチェック・ザ・ボックス制度ができ\nるまで，私法上，パートナーシップの事業により生じた損益が各パートナー\nに直接帰属するという原則自体が変更されたことは一度もなく，損益が構成\n員に直接帰属することは私法上の原則であると解されているのであるから，\n控訴人の上記主張は当たらない（ラムザイヤー教授第２意見書（甲Ａ全１５\n１）参照。）」\n(6)  原判決５７頁１行目末尾に，行を改め，次のとおり付加する。\n「  控訴人は，そもそも，私法上，取引から生ずる損益は，基本的に当該取\n引の当事者，すなわち当該取引に係る権利義務の主体となる者に帰属する\nのであって，本件各ＬＰＳ契約の条項，すなわち各パートナーの合意によ\nっても，権利義務の主体である本件各ＬＰＳに損益が法的に一旦帰属しな\nかったことにすることはできず，パートナーは，本件各ＬＰＳに一旦帰属\nした損益を契約に基づく割合と方法により分配を受けるにすぎないという\nべきであり，本件各ＬＰＳ契約における損益の割当てに関する条項は，こ\nの本件各ＬＰＳに帰属した損益の割当て（配分）を定めたものと解するほ\nかないのであって，配分方法が各パートナーの合意（契約）により定めら\nれている以上，個別の具体的な配分時に機関決定がないとしても何ら不合\n理なものではないし，その意味で損益の配分が「自動的」に行われるとし\nても，それは上記の合意に基づくものであり，当該損益が本件各ＬＰＳに\n一旦帰属することを否定する根拠にはならない旨主張する。\nしかし，我が国の有限責任事業組合においても，当事者間の損益分配を\n合意により自由に定められるものとされており（有限責任事業組合契約に\n関する法律３３条，同法施行規則３６条），権利義務主体である組合の構\n成員について損益分配の割合をゼロとすれば，その損益帰属主体性を否定\nする取扱いも可能であるとされているように，権利義務の帰属と損益の帰\n属とは論理的には別の概念であって，両者の帰属主体にずれが生じること\n\u0000 \u0000\u0000\u0000\nは当然あり得ることであるから，控訴人の上記主張は当を得ないものであ\nる。控訴人がその主張を裏付けるものとして提出するゲーゲン教授の鑑定\n意見書（乙Ａ全１０９の２）の「リミテッド・パートナーシップが得た所\n得は，その出資者に分配されるまではリミテッド・パートナーシップに帰\n属する。リミテッド・パートナーシップに拠出された資産及びリミテッ\nド・パートナーシップが購入した資産は，その出資者に分配されるまでは\nリミテッド・パートナーシップに帰属する。」という記述にいう「所得」\nについては，「現金を持っていること」の意に解するのが相当であり，上\n記認定判断を左右するものではない（ラムザイヤー教授第２意見書（甲Ａ\n全１５１参照））。\n結局，米国の私法上，パートナーシップは，権利義務能力や訴訟当事者\n能力の存在が認められた以後においても，構成員間の契約に基づいて組成\nされる「集合体」としての本質が損なわれることはなく，その損益が直接\n構成員に帰属するとの扱いも一貫して維持されているのであるから，パー\nトナーシップである本件各ＬＰＳにおいても，州ＬＰＳ法及び本件ＬＰＳ\n契約に照らし，損益がＬＰＳに一旦帰属すると考えるべき理由はなく，上\n記認定判断（原判決引用）は何ら左右されない。」\n(7)  原判決６０頁８行目末尾に，行を改め，次のとおり付加する。\n「  なお，控訴人は，昭和３９年最判及びその後の判例等を検討すると，上\n記（原判決引用）の４要件は，すべて独立して厳格に満たされることが要\n求されるものではなく，むしろ社団性認定のための指標であり，各要件相\n互の関係で柔軟に解釈され得るものと解されるところ，上記（原判 決引\n用）の諸要素を総合すると，本件各ＬＰＳは構成員と独立した団体として\nの実質を有しており，人格のない社団の４要件を満たすと認めるに十分で\nある旨主張するが，本件各ＬＰＳについては上記（原判決引用）のとおり，\n人格のない社団として認めるにつき重要な要素を複数欠いており，人格の\n\u0000 \u0000\u0000\u0000\nない社団として認められるものではないから，控訴人の上記主張は当たら\nない。」\n(8)  原判決６１頁４行目冒頭から末尾までを，次のとおり改める。\n「  控訴人は，本件各ＬＰＳは，仮に構成員課税の対象となる事業体である\nとしても，その財産が構成員の共有とならず，当該財産に係る権利義務が\n構成員に帰属しない点で，民法上の任意組合を原型とする事業体とは異な\nるから，その事業から生じる所得について直ちに任意組合と同様の取扱い\nをすることは許されず，その所得の性質は，構成員ごとに個別具体的な事\n実関係に照らして判断されるべきものである。そして，被控訴人ら投資家\nは，本件各建物について貸主となり得る権利・権原を有しておらず，本件\n各建物を貸し付けているという実態は認められないことからすると，本件\n各ＬＰＳから被控訴人ら投資家に割り当てられる損益は，出資ないし投資\nの対価の性質を有するものとして雑所得に該当するものであるから，本件\n各損失は，被控訴人ら投資家の不動産所得の計算上生じた損失に該当せず，\n他の所得と通算することはできないものである旨主張する。\nしかし，構成員課税とは，我が国の法人税法上納税義務のない事業体に\nおける損益が直接構成員に帰属することの帰結としての課税であるから，\n法令に別段の定めがない限り，事業体の事業活動から生じる損益に係る所\n得の認識時期，所得区分，所得金額の計算等については，その所得の起因\nとなる損益（構成員に直接帰属している損益）を生じさせた当該事業体の\n事業活動の内容及び性質に基づいて決定されるべきである。\nなぜなら，平成１７年度税制改正で創設された措置法４１条の４の２の\n規定は，任意組合及び投資事業有限責任組合，並びに外国におけるこれら\nに類する事業体（同条２項１号），すなわち構成員課税が行われる場合の\n規律として，特定組合員のうち重要業務の執行の決定に関与等しない者や\n特定受益者が事業体が営む事業から生じる不動産所得を有する場合におい\n\u0000 \u0000\u0000\u0000\nて，一定の不動産所得の損失の金額については，これを生じなかったもの\nとみなす規定であるところ，この規定は，かかる規定が存在しないとした\n場合には，構成員について「事業体が営む事業から生じる不動産所得を有\nする」こととされるのが所得税法上の取扱いであることを前提として立法\nされたものであることが明らかであるからである。つまり，同条は，不動\n産事業を含む，事業体の事業活動に係る損益により生じた所得が，その内\n容に対応した所得分類のまま構成員に直接帰属することを前提として，事\n業への関与に乏しい構成員について不動産所得の金額の計算上生じた損失\nを他の所得の金額と通算すること（所得税法６９条１項）を否定する別段\nの定めなのであり，このような規定の存在は，所得税法自体が，事業体\n（任意組合に限定されない，法人課税をなし得ない事業体一般を指す。）\nによる事業から生じた所得について構成員課税を行う場合には，所得区分\n等について完全なパススルー課税がなされるべきこと（つまり，構成員に\n不動産所得の金額の計算上損失が生じること）を示しているのである。\nこの理を明確化して納税者の予測可能性を高めるために，法人にも人格\nのない社団にも該当しない事業体の典型例である任意組合に関しては，本\n件組合通達が定められている（甲Ａ全１４４）。本件組合通達の３６・３\n７共－１９は，「任意組合等の組合員の当該任意組合等において営まれる\n事業（括弧内略）に係る利益の額又は損失の額は，当該任意組合等の利益\nの額又は損失のうち分配割合に応じて利益の分配を受けるべき金額又は損\n失を負担すべき金額とする。」などと規定しているが，これは上記の論理\n的な帰結を定めたものであると解することができる。また，本件組合通達\nの３６・３７共－２０は，課税上の便宜のために，所得の認識時期，所得\nの金額計算について簡易な計算方法を認めるものであるが，ここでも，所\n得の種類については，簡易な計算方法の場合であっても任意組合自身の事\n業活動の性質に従うという考え方が維持されている。これら本件組合通達\n\u0000 \u0000\u0000\u0000\nの内容は，構成員課税が，事業体に損益が帰属するのではなく構成員に直\n接損益が帰属する場合の取扱いであることを前提とした解釈を示している\nということができる。（中里教授第２意見書（甲Ａ全１５３）参照）\n以上からすれば，外国の事業体が法人又は人格のない社団に該当しない\n場合，法令に別段の定めがない限り，事業体を構成する個々の構成員に完\n全なパススルー課税がされるのが原則であることは，我が国租税法の明文\n上明らかというべきである。\nなお，控訴人は，本件各ＬＰＳにおいて，リミテッド・パートナーは本\n件各ＬＰＳの特有財産である本件各建物に持分を有していない上，本件各\n不動産賃貸事業における一切の権原は本件各ＧＰのみが有しており，リミ\nテッド・パートナーは，不動産賃貸事業の経営に何ら参画しておらず，本\n件各ＧＰとともに不動産賃貸事業を営んでいるという実態はないのである\nから，リミテッド・パートナーが本件各ＬＰＳから割り当てられる利益又\nは損失は，匿名組合契約に基づいて匿名組合員に分配される損益と同様に，\n出資・投資の対価の性質を有するというべきであり，この点からも，被控\n訴人ら投資家が本件各ＬＰＳから割り当てられる損益に係る所得は不動産\n所得に該当せず，雑所得に該当するというべきである旨主張する。\nしかし，匿名組合は，「組合」の名称こそあるが，あくまで匿名組合員\nと営業者との間の内部的な関係であって，匿名組合員と営業者とが，それ\nぞれから独立した存在である新たな事業体を組成してその事業を行うもの\nではない。本件各ＬＰＳは匿名組合であるとは認められないから，本件匿\n名組合通達（所得税基本通達３６・３７共－２１）は上記法令の別段の定\nめには当たらず，控訴人の上記主張は失当である。\nまた，控訴人は，本件ＬＰＳ（Ｃ）に投資していた者のうちの相当数が，\n本件各ＬＰＳ契約の契約期間中に投資対象建物のキャピタルゲインを事実\n上放棄する契約を締結していることも，被控訴人ら投資家に所有者として\n\u0000 \u0000\u0000\u0000\n本件各建物を第三者に貸し付けているという実体がなかったことを示して\nいる旨主張するが，本件不動産投資事業（Ｃ）が，キャピタルゲインの獲\n得を目的とするものであり，被控訴人らが同事業に参加した時点において\n通常の不動産投資事業であったことは，その契約内容からみて明らかであ\nり，このことは，後に本件オプション契約が締結されたことによって変容\nするものではないから，上記認定判断は何ら左右されない。」\n(9)  原判決６１頁６行目末尾に，行を改め，次のとおり付加する。\n「(5)  計算上の損失金額が出資額を超えている場合に，その損失全額につ\nいて必要経費に該当するとして損益通算することができるか否か（新た\nな争点）\nア  不動産所得の金額は，総収入金額から必要経費を控除して計算され\nる（所得税法２６条２項）ところ，同法３７条１項は，「その年分の\n不動産所得の金額，事業所得の金額又は雑所得の金額（略）の計算上\n必要経費に算入すべき金額は，別段の定めがあるものを除き，これら\nの所得の総収入金額に係る売上原価その他当該総収入金額を得るため\n直接に要した費用の額及びその年における販売費，一般管理費その他\nこれらの所得を生ずべき業務について生じた費用（償却費以外の費用\nでその年において債務の確定しないものを除く。）の額とする。」と\n規定している。また，同法６９条１項は，「総所得金額，退職所得金\n額又は山林所得金額を計算する場合において，不動産所得の金額，事\n業所得の金額，山林所得の金額又は譲渡所得の金額の計算上生じた損\n失の金額があるときは，政令で定める順序により，これを他の各種所\n得の金額から控除する。」と規定している。\n控訴人は，所得税法は，純資産増加説を採用しており，すべての個\n人の純資産の増加をもたらすものはその担税力を増加させるものとし\nて包括的に所得概念を捉えているから，純資産の減少により担税力の\n\u0000 \u0000\u0000\u0000\n減殺要因となる所得を生ずるのに直接かつ通常必要とされる経費（確\n定的金銭の支出もしくは物の給付）を必要経費として課税所得の計算\n上控除することとしたものといえるとして，無限責任を負う構成員と\n有限責任を負う構成員が存在する事業体の場合，有限責任の構成員に\nついて無制限に必要経費を計上することは認められず，当該構成員に\n割り当てられた損失のうち，当該構成員の投下資本（出資額）を超え\nる部分については，当該構成員の各種所得の金額の計算上収入から控\n除される必要経費に該当しない旨主張する。\nしかし，上記所得税法の規定によれば，不動産所得の必要経費につ\nいては，「別段の定め」がない限り，減価償却費も支払利子も必要な\n費用としてその全額が必要経費となるものとされていること，また，\n不動産所得の金額の計算上生じた損失の金額が，給与所得や事業所得\nの金額と通算可能であることは，条文上明らかである。租税法律主義，\n課税要件明確主義が妥当する租税法においては，所得計算の原則と例\n外は明確に定められなければならず，特に，法令が明文で「別段の定\nめ」を要求している場合，あるいは，法令が個別に除外規定を置いて\n例外を設けている場合には，その反対解釈として，解釈によってこれ\nらが規定されたのと同じ結論を導くことはできないと解すべきである。\n上記所得税法３７条１項の「別段の定め」あるいは同法６９条１項に\n対する除外規定なくして，控訴人が主張するように有限責任であるこ\nとを根拠として，所得税法の明文に反して出資額を限度とする取扱い\nをすることはできないから，控訴人の上記主張は理由がない。\nイ  控訴人は，有限責任の構成員について無制限に必要経費を計上する\nことは認められないという考え方は，国税庁長官が発出した平成１０\n年１０月２１日付け課審４－２０ほかによる「中小企業等投資事業有\n限責任組合契約に係る税務上の取扱いについて」と題する通達（平成\n\u0000 \u0000\u0000\u0000\n１０年通達。乙Ａ全１０５）において，中小企業等投資事業有限責任\n組合契約に関する法律（平成１０年法律第９０号）に基づく組合が，\n基本的には民法上の任意組合と法的性質を同じくしつつも，無限責任\n組合員からなる民法上の任意組合とは異なり，無限責任組合員と有限\n責任組合員からなる組合であることを考慮して，「当該組合の収入金\n額，支出金額，資産，負債等をその分配割合に応じて各組合員のこれ\nらの金額として計算する方法」の場合（グロスで分配される場合），\n有限責任組合員については，「負債については分配割合に応じた額か\nら有限責任組合員が負担しない部分（出資の額を超えた損失分）を控\n除した額を計上する」とされており，有限責任組合員については出資\nの額を限度として負債（及びこれに対応する損失）額の計上が認めら\nれ，無制限に必要経費を計上することはできないこととされているこ\nとに明らかにされている旨主張する。\nしかし，租税法律主義，課税要件明確主義からすれば，通達をもっ\nて上記「別段の定め」に当たると解することはできないのであり，上\n記通達は，未公開企業への株式投資等限られた投資活動しかできなか\nった中小企業等投資事業有限責任組合が，平成１６年の法改正によっ\nて初めて金銭債権の保有や金銭の貸付が可能になり，これに付随して\n不動産の売買，賃貸借又はその媒介等が可能になったことから，中小\n企業庁からの照会に応えた個別通達であるところ，仮に同通達が違法\nなものではないとみるとしても，中小企業等投資事業有限責任組合の\n有限責任組合員についての極めて限定されたものであると解するのが\n相当である。同通達をもって上記控訴人が主張するような考え方が明\nらかにされたものとみることはできない。（中里教授第２意見書（甲\nＡ全１５３）参照）\nウ  なお，平成１７年度税制改正において，所得税法３７条１項に対す\n\u0000 \u0000\u0000\u0000\nる「別段の定め」である有限責任事業組合の事業に係る組合員の事業\n所得等の所得計算の特例（措置法２７条の２），及び，同法６９条１\n項の除外規定である特定組合員の不動産所得に係る損益通算等の特例\n（措置法４１条の４の２）の２つの規定（本件各損失利用制限規定）\nが創設されたこと（甲Ａ全１６，１４６，１４７）は，上記アを裏付\nけるものであるし，同改正の立案担当者による解説（甲Ａ全１４７）\nに平成１０年通達についての言及が全くないことは上記イを裏付ける\nものであるということができる。（中里教授第２意見書（甲Ａ全１５\n３）参照）\n控訴人は，措置法４１条の４の２は，専ら組合員の組合事業への関\n与の度合いに着目し，不動産所得を生ずべき任意組合等の事業に係る\n個人の組合員の組合損失を対象として，組合事業への関与の度合いが\n低い組合員については，出資の額を超える部分の損失のみならず，そ\nの出資の範囲内において負担する損失も含めて，これをないものとみ\nなす措置を定めたものであり，有限責任の構成員についてその負担す\nる責任（出資）の範囲を超えた部分を必要経費へ算入することは認め\nられないという，所得税法の解釈から当然に認められる取扱いを前提\nとしてもなお，当時顕在化していた「いわゆる航空機リースに関する\n任意組合の事業をはじめ，組合の事業から生ずる損失を利用して節税\nを図る動き」を防止するためには，無限責任を負う任意組合の組合員\nも含め，組合事業への関与の度合いが低い組合員については，当該特\n定組合員の出資の額を含めて損失をないものとみなす必要があるとい\nう政策的判断がされたことから設けられた規定であり，また，措置法\n２７条の２は，それまで我が国には存在しなかった「組合員全員に有\n限責任制を付与し，経営（業務執行）への全員参加による共同事業性\nを確保するとともに，柔軟な損益分配を認める等の措置を講じる有限\n\u0000 \u0000\u0000\u0000\n責任事業組合（いわゆる日本版ＬＬＰ）制度」が創設されたことから，\nこれに伴う「税制面の対応として」，平成１７年度税制改正において，\n「適正な課税関係の構築の観点から新たに設けられた規定であり，い\nわゆる構成員課税とされる事業体において，有限責任の構成員と無限\n責任の構成員がいる場合には，有限責任の構成員が負担する責任（出\n資）の範囲を超えた損失は，無限責任の構成員が負担することとなる\nので，所得税法の解釈として，組合事業上の損失のうち出資の額を超\nえない部分のみが，当該有限責任組合員の所得の計算上，必要経費と\nして認められることになるが，有限責任事業組合の場合は，構成員課\n税を適用しつつ，組合員の全員が有限責任とされていることから，組\n合員全員の出資を超えた損失が生じた場合における各組合員の必要経\n費への算入額や必要経費に算入されなかった組合損失額の翌年度以降\nの繰越し計算（調整出資金額の計算）などを具体的に明らかにする必\n要があったためこれらの点を措置したものであるから，上記アの控訴\n人の主張と何ら齟齬しない旨主張する。\nしかし，上記所得税法３７条１項の「別段の定め」あるいは同法６\n９条１項に対する除外規定なくして，控訴人が主張するように有限責\n任であることを根拠として所得税法の明文に反する取扱いをすること\nはできないことは，上記アに述べたとおりであるから，控訴人の上記\n主張は当を得ないものである。\n控訴人が引用する最高裁判所第二小法廷平成２４年１月１３日判決\nは，本件とは事案を異にするものであって，控訴人の主張は採用でき\nない。\nエ  以上のとおりであるから，結局，無限責任を負う構成員と有限責任\nを負う構成員が存在する事業体の場合，有限責任の構成員について無\n制限に必要経費を計上することは認められず，当該構成員に割り当て\n\u0000 \u0000\u0000\u0000\nられた損失のうち，当該構成員の投下資本（出資額）を超える部分に\nついては，当該構成員の各種所得の金額の計算上収入から控除される\n必要経費に該当しない旨の控訴人の主張は理由がなく，被控訴人らに\nついて有限責任であることを理由に必要経費に算入すべき金額が制限\nされる理由はない。\nしたがって，本件各建物に係る収入金額及び必要経費として計上す\nることのできる数額は，被控訴人らそれぞれが確定申告，修正申告又\nは更正の請求をした額である（上記「税額等に関する当事者の主張」\n（原判決引用））。」\n３  以上によれば，ＡないしＦ各事件に対する原判決の判断は相当であり，本件\n控訴及び附帯控訴は理由がないから，これらをいずれも棄却することとして，\n主文のとおり判決する。\n名古屋高等裁判所民事第４部\n裁判長裁判官      渡      辺      修      明\n裁判官      榊      原      信      次\n裁判官      末      吉      幹      和\n\u0000 \u0000\u0000\u0000\n別紙２  控訴人の当審における補充主張\n第１  被控訴人Ｐ１  １４年分更正処分の取消請求に係る訴えは不適法であり，こ\nの場合，被控訴人Ｐ１  １４年分通知処分の取消を求める訴えの利益は失われ\nないこと（本案前の争点）\n１  通知処分と増額更正の関係について\n原判決は，同一年分の所得税について通知処分と増額更正処分が併存する場\n合は，通知処分が増額更正処分に吸収され，後者のみが訴訟の対象となると判\n示するところ，原判決が，いつの時点で吸収されると解しているのか必ずしも\n明確でないが，取消訴訟の提起前の段階から当然に吸収され，常に通知処分取\n消請求は訴えの利益を欠くという趣旨であれば，以下に述べるとおり，相当で\nはない。\n通知処分と増額更正は，あくまで別個独立の処分であり，処分の理由も異な\nるのであるから，実体法上当然に一方が他方に吸収されるものではない。通則\n法９０条及び１０４条が，通知処分と増額更正がいずれも不服申立ての対象と\nなることを前提として，併合審理等に関する規定を設けていることからしても，\n取消訴訟の提起に至る前の段階においては，通知処分と増額更正が併存するこ\nとは明らかである。したがって，両処分の確定を妨げるためには，それぞれ不\n服申立てを経た上，出訴期間内に取消訴訟を提起するか，訴えの変更により取\n消請求を追加する必要がある。すなわち，両処分は，双方とも適法な不服申立\nてを経て取消訴訟が提起された場合に初めて，審判の矛盾・抵触を避けるため，\n通知処分が増額更正に包摂され，訴訟上吸収されると解されるのであって，両\n処分が併存した段階で直ちに吸収される関係になるものではない。\n原判決は，通則法が通知処分と増額更正をいずれも不服申立ての対象として\nいることを看過し，増額更正の取消訴訟が適法に提起されたか否かにかかわら\nず，更正処分のみが訴訟の対象となるとしている点で相当ではない。そして，\n\u0000 \u0000\u0000\u0000\n次に述べるとおり，本件においては，被控訴人Ｐ１ １４年分更正処分の取消\n請求は，不服申立てを経ておらず，また，出訴期間を徒過していることから不\n適法であって，適法に取消訴訟が提起されていないのであるから，被控訴人Ｐ\n１ １４年分通知処分は，被控訴人Ｐ１ １４年分更正処分に吸収されず，なお\n別個独立した処分として存在し，取消訴訟の対象となる（訴えの利益がある）\nのである。\n２  被控訴人Ｐ１  １４年分更正処分に対し不服申立てを経ていないことに通則\n法１１５条１項３号の正当な理由は認められないこと\n原判決は，①被控訴人Ｐ１は，当初から一貫して，本件不動産賃貸事業(Ｐ)\nから生ずる損失は被控訴人Ｐ１の不動産所得に当たらないとの刈谷税務署長の\n判断を不服として, その救済を求めてきたことが認められるのであるから，被\n控訴人Ｐ１ １４年分更正処分につき不服申立ての前置がされていないという\n形式的な理由で，その訴えを不適法なものとすることは，被控訴人Ｐ１に酷に\n過ぎること，②本件予備的請求に係る訴えを適法なものと扱うことによって，\n司法審査に先立ち課税庁に処分の適否につき見直しの機会を与え，紛争の自主\n的な解決を図り，大量的かつ回帰的にされる課税処分について訴訟の氾濫を防\nぐなどといった不服申立て前置の趣旨を損なうおそれはないことを根拠に挙げ\nて，被控訴人Ｐ１ １４年分更正処分に対し不服申立てを経ていないことにつ\nいて通則法１１５条１項３号の正当な理由があると認められると判示する（原\n判決３１頁）。\nしかしながら，上記①については，本件では通知処分（平成１７年２月２５\n日付け）と増額更正処分（同月２８日付け）が３日間の短い間隔で相次いでさ\nれていて，双方に不服申立てをすることが，一方にのみ不服申立てをすること\nに比べて特に負担が大きくなるとは思われず，他に被控訴人Ｐ１において被控\n訴人Ｐ１ １４年分更正処分に対し不服申立てをすることを妨げるような客観\n的事情の存在は何らうかがわれない。それにもかかわらず，不服申立ての前置\n\u0000 \u0000\u0000\u0000\nを経ていないことが形式的な理由であるとして，訴えを不適法なものとするこ\nとが酷に過ぎるというのは，そもそも不服申立前置制度の意義を軽視している\nといわざるを得ず，相当ではない。\nまた，上記②についても，被控訴人Ｐ１ １４年分更正処分の理由及び内容\n（船舶リース事業で発生した損失を不動産所得に合算することを否認したも\nの）と被控訴人Ｐ１ １４年分通知処分の理由及び内容（不動産賃貸事業で発\n生した損失を不動産所得に合算することを否認したもの）とは異なるのである\nから，紛争の自主的な解決を図り訴訟の氾濫を防ぐという不服申立前置主義の\n趣旨に照らして，それぞれの処分について不服申立手続を執ることが要請され\nていたというべきである。\nしたがって，上記①②を根拠として通則法１１５条１項３号の正当な理由が\nあると認められるとした原判決の判示は誤りというほかなく，本件で被控訴人\nＰ１ １４年分更正処分に対し不服申立てを経ていないことにつき正当な理由\nがあると認められるような事情は存在しない。\n３  本件予備的請求は行政事件訴訟法１４条１項及び２項の出訴期間を徒過して\nいること\n原判決は，原判決第３の１(2)（原判決３０及び３１頁）で認定した事実関\n係の下においては，被控訴人Ｐ１ １４年分更正処分の取消を求める訴えは，\n被控訴人Ｐ１ １４年分通知処分の取消を求める訴えが提起された時から既に\n提起されていたものと同視するのが相当であり，出訴期間の遵守に欠けるとこ\nろがないものと解すべきであると判示する（原判決３２頁）。\nしかしながら，上記判示は結論を示すだけにとどまっているところ，原判決\nのように，通知処分と増額更正が併存する場合は増額更正のみが取消訴訟の対\n象となると解するのであれば，単に被控訴人Ｐ１において対象を誤って訴訟を\n提起したものにすぎないというほかないのに，いかなる理由で上記のとおり同\n視することができるのか，その判断を導く根拠は不明である。\n\u0000 \u0000\u0000\u0000\n通知処分と更正処分とは別個独立の処分であり，双方につき適法な不服申立\nてを経て取消訴訟が提起されるまでは，両処分が併存し，それぞれが不服申立\nての対象となるのであるから，上記の出訴期間についても別個に進行すると解\nすべきである。また，各処分ごとに不服申立手続に関する教示がされているこ\nとからすると，納税者の不利益になるともいえない。\nそうすると，通知処分の取消訴訟を提起したことをもって，更正処分の取消\n訴訟を提起したものとみなすことはできないのであり，出訴期間の遵守に欠け\nるところはないとする原判決の判示は根拠がないものといわざるを得ない。本\n件予備的請求に係る訴えが追加提起された時点で被控訴人Ｐ１ １４年分更正\n処分がされた日（平成１７年２月２８日）から１年が経過しており，行政事件\n訴訟法１４条１項及び２項の出訴期間を徒過していることは明らかであって，\n徒過したことについて正当な理由があると認められるような事情は存在しない。\n４  まとめ\n以上のとおり，被控訴人Ｐ１ １４年分更正処分の取消を求める本件予備的\n請求に係る訴えは，適法な不服申立手続を経ておらず，また，出訴期間を徒過\nしていることから不適法であり，却下されるべきである。そして，この場合，\n被控訴人Ｐ１ １４年分通知処分はなお別個独立した処分として存在するので\nあるから，その取消を求める訴えの利益は失われない。\nしたがって，本件主位的請求に係る訴えを却下し，本件予備的請求を認容し\nた原判決の判断は誤りといわざるを得ない。\n第２  本件各ＬＰＳが我が国の租税法上の法人に該当すること\n１  外国の事業体の法人該当性の判断は控訴人主張の基準によるべきこと\n(1)  控訴人主張の法人該当性の判断基準は民法の解釈から導き出された相当\nなものであること\nア  我が国において，「法人」は，民商法等の私法において用いられている\n\u0000 \u0000\u0000\u0000\n概念であり，租税法には独自に法人そのものを定義付ける規定はない。そ\nのような場合，租税法上の「法人」の意義については，「別意に解すべき\nことが租税法規の明文またはその趣旨から明らかな場合は別として，それ\nを私法上におけると同じ意義に解するのが，法的安定性の見地からは好ま\nしい」（金子宏「租税法（第十六版）」１１１頁）。このように，我が国\nの租税法上の「法人」の意義も，専ら私法の一般法である民法の解釈から\n導き出されるべきであるというのが法解釈の基本であって，まず，この点\nを再度確認する必要がある。\nそして，我が国の民法の解釈において，法人とは「自然人以外のもので，\n権利義務の主体となることのできるもの」（我妻榮「新訂民法総則」４５\n頁，林良平ほか編「新版注釈民法(2)」１頁）をいうと解されており，団\n体については，その構成員の個人財産と区別された独自の財産を有するこ\nとや，その名において権利義務の帰属主体となり得ることが重要な要素と\nなるものと解される。\nイ  我が国では，法人法定主義（民法３３条）が採用されているので，我が\n国の団体が法人に該当するか否かは形式的に判断することができるが，外\n国においては，法人法定主義が採用されているとは限らないし，法人法定\n主義が採用されているとしても，そこで法人とされる団体が我が国の法人\nと同等の能力を有するとは限らないから，外国の事業体が我が国の私法上\nの法人に該当するか否かを，その組成の準拠法である当該外国の法令によ\nって形式的に判断することはできない。そして，法人制度の内容がそれぞ\nれの国家の価値判断に基づく立法政策の問題であることを踏まえれば，外\n国の事業体が我が国の租税法上（私法上）の法人に該当するか否かを判断\nするに当たっては，我が国の法人に付与されている権利能力の内容と，当\n該事業体が有する権利能力の内容とを比較して，当該事業体が我が国の法\n人に認められる権利能力と同等の能力を有するか否かという実質的な観点\n\u0000 \u0000\u0000\u0000\nから判断するほかない。\nこれを実体法的に見れば，①その構成員の個人財産とは区別された独自\nの財産を有すること（控訴人基準①），②その名において契約を締結し，\nその名において権利を取得し，義務を負うなど独立した権利義務の帰属主\n体となり得ること（控訴人基準②）が基準となるし，手続法的には，③そ\nの権利義務のためにその名において訴訟当事者となり得ること（控訴人基\n準③）が基準となるものであって，当該事業体がこれらの控訴人基準①な\nいし③の能力を全て有するか否かに基づいて判断するのが相当である（星\n野英一「民法論集第１巻」２７０，２７１頁参照）。\n(2)  控訴人基準に法的根拠がないとする原判決の誤り\nア  これに対し，原判決は，控訴人基準①ないし③の点について，「いずれ\nも法人格が付与されることによって認められる法人の属性にすぎず，これ\nらを満たせば法人に該当するというその立論に法的な根拠はないといわざ\nるを得ない。殊に，独立した権利義務の主体となることが認められるのが\n正に法人なのであるから，法人該当性の判断基準として上記②の基準を掲\nげるのは，それ自体基準として不合理であるといわなければならない。」\nとした上，「外国の事業体についてのみ，その準拠法上の法人格の有無と\nいう画一的な基準によることなく，個別具体的な実質判断を行うこととな\nり，内国法人の場合の判断基準と相違する結果となるから，法的安定性の\n観点からも許容できない」と判示する（原判決３６頁）。\nイ  しかしながら，上記(1)のとおり，控訴人基準①ないし③は，「自然人\n以外のもので，権利義務の主体となることのできるもの」という私法上の\n法人の概念の意義から導き出されたもので，租税法上も私法上の概念と同\n義と解すべきであるという借用概念の考え方と整合する上，ある事業体が，\n控訴人基準①ないし③を満たし，我が国の法人と同様の権利義務の帰属主\n体であるということになれば，当該事業体は，通常，損益ないし所得の帰\n\u0000 \u0000\u0000\u0000\n属主体となり，法人税の課税対象となる属性を有するといえるから，判断\n基準としても必要かつ十分なものである。そして，この基準によれば，我\nが国において法人に認められる権利能力と同じ内容の権利能力が認められ\nている外国の事業体について，我が国の租税法上これを等しく法人として\n取り扱うことになり，課税実務において法的安定性や公平な取扱いを確保\nすることに資するといえる。\nしたがって，外国の事業体が我が国の租税法上の法人に該当するか否か\nを判断するに当たっては，控訴人基準①ないし③に基づいて判断するのが\n相当であって，それを否定した原判決は誤りである。\n２  原判決が示す法人該当性の判断基準が相当ではないこと\n(1)  原判決が示す判断基準について\n原判決は，我が国の租税法上の法人を「その準拠法によって法人とす る\n（法人格を付与する）旨を規定されたものをいう」とした上で，外国の事業\n体が我が国の租税法上の法人に該当するか否かについては，基本的には，①\n当該外国の法令の規定内容から，その準拠法である当該外国の法令によって\n法人とする旨を規定されていると認められるか否か（以下「原判決基準①」\nという。）により判断されるべきであるが，さらに，より実質的な観点から，\n②当該外国の法令が規定する内容を踏まえて，当該事業体が我が国の法人と\n同様に損益の帰属すべき主体として設立が認められたものといえるかどうか\n（以下「原判決基準②」という。）を検証する必要があると判示する。\nしかしながら，原判決は，「租税法が私法上の概念を特段の定義なく用い\nている場合には，租税法律主義や法的安定性の確保の観点から，本来的に私\n法上の概念と同じ意義に解するのが相当である」（原判決３５頁）と判示し\nながら，そこで示した原判決基準①及び②は，私法上の法人の概念である\n「自然人以外のもので，権利義務の主体となることのできるもの」という概\n念から離れて，独自に法人の概念を規定した上で定立しているものであり，\n\u0000 \u0000\u0000\u0000\n相当ではない。\nまた，実質的にみても，以下に述べるとおり，原判決基準①及び②は，法\n人概念を不当に狭めるものであって，相当ではないというべきである。\n(2)  組成の準拠法である外国の法令によって法人とする旨規定されているこ\nとを基準とすることが相当ではないこと\n原判決は，我が国が法人法定主義を採用していること（民法３３条）及び\n民法３６条にいう「外国法人」が外国の法令に準拠して法人として成立した\n団体をいうと解されることから，原判決基準①を導いたものと考えられる。\nしかしながら，前記１(1)イで述べたとおり，どのような団体にどのよう\nな権利義務を付与するかは，各国の立法政策の問題であり，法人と翻訳され\nる外国の概念が我が国の法人の概念と同一であるとは限らない。我が国の法\n人と同様の権利能力を有する団体が外国の法令では法人とする旨規定されて\nいない可能性もあるし，逆に，我が国の法人の有する権利能力を持たない団\n体が外国の法令では法人とする旨規定されている可能性も否定できない。ま\nた，そもそも外国で法人法定主義が採用されているとは限らず，法令によっ\nて法人格を付与する旨規定された団体が存在しないこともあり得る。\nそうすると，我が国で法人法定主義が採用されているからといって，外国\nの事業体についても，その組成の準拠法である当該外国の法令によって法人\nとする旨規定されていることを法人該当性を判断するための第一の基準とす\nるのは相当とはいえない。仮に，この基準によると，外国の法令の規定内容\nいかんによって，我が国の法人と同様の権利能力を有する事業体が法人とし\nて扱われず，逆に，我が国の法人の有する権利能力を有さない事業体を法人\nとして扱うことになりかねず，公平の原則に反する。その上，法人法定主義\nが採用されていない法制下では，我が国の租税法上の法人として扱われる事\n業体が全く存在しないこととなりかねず，極めて不合理な結果を招来するお\nそれもある。\n\u0000 \u0000\u0000\u0000\nなお，原判決は，「損益の帰属すべき主体として設立が認められたもの」\nという原判決基準②を追加することにより，上記のような不合理を回避しよ\nうとするようであるが，そのこと自体，組成の準拠法である外国の法令の規\n定内容によって法人格を付与されているか否かといった形式的基準を基準と\nすることが相当でないことを示すものといえる。\nまた，民法３６条は，外国法人が我が国において法人として活動すること\nを認める要件を定めた規定であって，外国で活動する団体に対し，我が国の\n租税法上，それを「法人」と解して課税が可能か否かを判断するために必要\nとなる「法人」自体の意義を明らかにする規定ではないから，同条の規定や\n解釈を根拠としては，外国の事業体が法人に該当するか否かの判断基準を導\nくことも相当ではない。\nしたがって，原判決基準①は，これを法人該当性の考慮要素の一つとする\nことはともかく，原則としてこれを満たさなければ我が国の租税法上の法人\nに該当しないとするのは，我が国の法人概念をゆがめる可能性のあるもので\nあり，相当ではない。\n(3)  損益の帰属すべき主体として設立が認められたことを基準とするのは相\n当ではないこと\nア  原判決は，原判決基準①に加えて，実質的にみて損益の帰属すべき主体\nとして設立が認められたものといえるか否かという基準（原判決基準②）\nを定立している。これは，原判決が，法人や人格のない社団等（法人税法\n３条により，同法の適用においては法人とみなされる。）については，そ\nの事業（取引）の損益が事業体に帰属することを前提としてその所得に法\n人税が課される一方，任意組合のように法人や人格のない社団等に該当し\nない事業体については構成員課税が行われているのは，事業の損益の帰属\n主体となり得る実体の有無が異なるためであると解していることによるも\nのと思われる。そして，原判決は，実質所得者課税の原則（所得税法１２\n\u0000 \u0000\u0000\u0000\n条，法人税法１１条）に鑑みても，ある事業体が法人税の納税義務者にな\nるか否かの実質は，当該事業体がその事業の損益の帰属主体となり得る実\n体を有するか否かにあると指摘した上で，我が国の租税法は，法人が損益\nの帰属すべき主体として設立が認められたものであることから，これを法\n人税の納税義務者としたものと解しているようである（原判決３３，３４\n頁）。\nイ  このように，実質的基準を併せて定立しなければならないこと自体，基\n準として相当か否かという問題があるが，その点をおいても，以下に述べ\nるとおり，我が国の租税法上の法人の概念の解釈として，損益の帰属主体\nとして設立が認められたものであることに殊更着目し，これを法人該当性\nの判断基準とすることは，根拠に乏しいものといわざるを得ない。\n(ア)  法人税法の規定から法人の意義を導き出すことはできないこと\n原判決は，法人税法の規定を引用し，そこから，法人には事業の損益\nにより構成される所得が帰属することを前提としてその所得に対する法\n人税が課されると判示する（原判決３２頁）。\nし かし ， 法 人 税 法 は ， 法人 を 内 国 法 人 と 外 国法 人 に 区 分 した 上 で ，\n「法人税について，納税義務者，課税所得等の範囲，税額の計算の方法，\n申告，納付及び還付の手続並びにその納税義務の適正な履行を確保する\nため必要な事項を定めるもの」（法人税法１条）であって，いかなる存\n在（事業体）が法人に該当するかという法人概念を導く根拠となるもの\nではない。\nしたがって，法人には損益が帰属することを前提として法人税が課さ\nれているからといって，原判決基準②のように「損益の帰属すべき主体\nとして設立が認められたもの」を法人とするとの趣旨を導くことはでき\nない。\nそもそも，損益は，一般に，私法上の権利義務に基づいて発生するも\n\u0000 \u0000\u0000\u0000\nのであるから，それが誰に帰属するかを判断するためには，前提として\n当該損益を生み出す私法上の権利義務が誰に帰属するかをみる必要があ\nる。\nすなわち，通常，取引に係る損益を構成する収入や支出は，当該取引\nに関する債権債務と表裏一体の関係にある。そこで，ある事業体と構成\n員との関係において，当該事業体が，その構成員と区別された独自の財\n産を有し，独立した権利義務の帰属主体となるのであれば，その事業体\nに属する事業を営むことにより生ずる利益や損失は，当然に当該事業体\nに帰属する。換言すれば，権利義務の帰属主体であれば，通常，当然に\n損益ないし所得の帰属主体となり，法人税等の税が課されるのであるか\nら，権利義務の帰属主体であることさえいえれば，所得の帰属主体とな\nり得る実体を有するといえるはずであり，あえて損益の帰属すべき主体\nとして設立が認められたものといえるかどうかを基準として定立する必\n要性はないものである。むしろ，このような基準を定立することは，法\n人の概念を不当に狭めるものになり，相当ではない。\nこの点については，平成２２年大阪地裁判決も，「ある事業体が「権\n利義務の主体となることのできるもの」であり，その事業活動において，\nその名において財産を取得し，法律行為を行い，債権を有し債務を負う\nのであれば，その事業活動に伴う損益も当然に当該事業体に帰属する」\n（乙Ａ全１０１・４２頁）と判示するところである。\n(イ)  任意組合についての課税関係から法人の意義を導き出すことはでき\nないこと\n原判決は，任意組合の事業に係る利益等の帰属時期やその額の計算に\nついては，所得税法及び法人税法上の明文規定はないものの，組合に対\nして法人税は課されず，当該組合の事業の損益が構成員に帰属すること\nを前提として，その構成員に所得税又は法人税が課されているとした上，\n\u0000 \u0000\u0000\u0000\n「人格のない社団等と任意組合のような法人及び人格のない社団等のい\nずれにも該当しない事業体とは，いずれも実質的にはその構成員の財産\nとは別個独立の財産を有すると解されるものでありながら，事業の損益\nの帰属主体となり得る実体の有無が異なるため，法人税の納税義務者に\nなるか否かの結論を異にするものと解される」と判示する（原判決３３\n頁）。\nしかしながら，任意組合が法人税の納税義務者とならないのは，組合\n財産はその構成員の共有（合有）であって，組合自身が権利義務の帰属\n主体とならないからである。原判決が，任意組合も法人と同じ意味で構\n成員の財産と別個独立の財産を有すると解しているのであれば，その解\n釈は誤っており，相当ではない。\n(ウ)  実質所得者課税の原則は法人の意義と関係がないこと\n原判決は，「事業の収益の実質的な帰属主体に課すとする実質所得者\n課税の原則（所得税法１２条，法人税法１１条）に鑑みても，ある事業\n体が法人税の納税義務者になるか否か（括弧内省略）の実質は，当該事\n業体がその 事業の損 益の帰属主 体となり 得る実体を 有するか 否かにあ\nる」と判示する（原判決３３頁）。\nしかしながら，所得税法１２条及び法人税法１１条が規定する実質所\n得者課税の原則は，所得の帰属者について名義人と収益を享受する者と\nが食い違う場合に，その所得は後者の所得とするというものである（注\n解所得税法研究会編「四訂版注解所得税法」１３７頁参照）。上記各規\n定のうち所得税法１２条についてみると，同条は，資産から生ずる収益\nが帰属するとみられる者が単なる名義人であって，その者以外の者がそ\nの収益を享受する場合があり得ることを前提に，そのような場合は，収\n益は，これを享受する者に帰属するものとして所得税法を適用すること\nを規定したものであり，これを受けて，所得税基本通達１２－１では，\n\u0000 \u0000\u0000\u0000\nそのような場合に，その収益を享受する者が誰であるかは，その収益の\n基因となる資産の真実の権利者が誰であるかにより判定すべきであると\nの取扱いを定めているのである。\nこのように，実質所得者課税の原則は，課税物件の帰属について「名\n義 と 実 体 ， 形 式 と 実 質 と が 一 致 し な い 場 合 」 に 問 題 に な る も の で あ る\n（金子・前掲租税法１６０，１６１頁参照）。したがって，同原則は，\n原判決のいう「ある事業体が法人税の納税義務者になるか否か」を判断\nする場面で基準となるような原則ではなく，実質所得者課税の原則を定\nめる上記各規定を根拠に，法人該当性の判断基準として，原判決基準②\nのような損益の帰属主体として設立が認められたものといった基準を導\nくことはできない。\nウ  以上のとおり，原判決の指摘する租税法の規定や課税実務上の取扱い等\nを根拠として，法人該当性について，損益の帰属主体として設立が認めら\nれたものを法人とするといった基準を導き出すことはできないのであるか\nら，原判決基準②は，法人該当性の判断基準として相当ではないというべ\nきである。\n３  原判決基準の本件各ＬＰＳへの当てはめにも誤りがあること\n(1)  はじめに\n原判決は，本件各ＬＰＳは，原判決基準①及び②のいずれにも該当せず，\n我が国の租税法上（私法上）の法人に該当しないと判示した。\n前記２で詳述したとおり，外国の事業体が我が国の租税法上（私法上）の\n法人に該当するか否かの判断基準として，原判決基準①及び②を用いること\nは相当でないが，その点をおくとしても，以下に述べるとおり，原判決基準\nの本件各ＬＰＳに対する当てはめにおいて，原判決の判示には誤りがある。\n(2)  組成の準拠法である外国の法令により法人とする旨規定されているとい\nえるか否かについて\n\u0000 \u0000\u0000\u0000\nア  原判決の説示内容\n原判決は，日米租税条約の規定内容から，我が国の租税法上の「法人」\nと い う 概 念 に 相 当 す る 米 国 の 概 念 は 「 company」 ， 我 が 国 の 租 税 法 上 の\n「法人格を有する」という概念に該当する米国の概念は「corporate」であ\nり，他方，米国の「entity」という概念は我が国の租税法上の「団体」とい\nう概念に相当し，米国の「partnership」という概念は「組合」を意味し，\n我が国の租税法上の「法人」に含まれないと判示する。また，米国の財務\n省規則や連邦民事訴訟上の規定内容を根拠として，「米国の他の法令にお\nいても，法人をコーポレーション（corporation），インコーポレイティド\n（incorporated）やボディ・コーポレート（body  corporate）とし，法人格の\nな い 団 体 の 典 型 と し て パ ー ト ナ ー シ ッ プ （ partnership ） が 掲 げ ら れ て い\nる」（原判決４６頁）とも判示する。その上で，州ＬＰＳ法に基づき組成\nされたＬＰＳが独立した法的主体（separate  legal  entity）となる旨の規定\n（同法２０１条(b)）について，組成の準拠法である外国の法令によって\n法人とする（法人格を付与する）旨を規定されていると認められるか否か\n（ 原 判 決 基 準 ① ） と い う 観 点 で 検 討 し ， ① 日 米 租 税 条 約 の 規 定 内 容 やseparate  legal  entity」の米国内の法律における用法，②州ＬＰＳ法の制定\n経緯等によれば，同法に基づき組成されたＬＰＳは，本質はパートナー間\nの契約関係であって，コーポレーションとは別個の機能を有するものと解\nされること，③我が国の租税法（私法）上の法人とは異なる法律効果を許\n容されていること等を指摘して，「separate  legal  entity」は，構成員とは別\n個の「団体」であることを示す概念であるが，その団体は，法人ではない\nにもかかわらず，事業体理論に基づき，対外関係等の一定の範囲内で構成\n員とは別個に権利を取得したり義務を負担したりするような法的取扱いが\n認められるという我が国には存在しない概念であるとして，少なくとも，\n我が国の租税法（私法）上の法人とは同一の概念であるとは認められない\n\u0000 \u0000\u0000\u0000\nと判示している（原判決４４ないし５２頁）。\nイ  日米租税条約や米国の法令の規定から形式的な観点で判断するのは相当\nではないこと\n(ア)  原判決も引用する日米租税条約３条１項(f)は，「法人」\n（company）とは，「法人格を有する団体」（any body corporate）又は\n「租税に関し法人格を有する団体として取り扱われる団体」（any entity\nthat is treated as a body corporated for tax purposes）をいうと規定するとこ\nろ，この規定については，「あるエンティティが両締結国で同様に『課\n税上法人格を有する団体として取り扱われるエンティティ』である場合\nには，条約の特典を享受する資格について差異が生じないので相互主義\n（引用者注：外国人に対し，その外国人の本国で自国人が同様の権利を\n与えられることを条件として権利を認める主義）の精神からみても問題\nはないが，一方の締結国はこのエンティティを『課税上法人格を有する\n団体』として取り扱い，他方の締結国はこのエンティティを『課税上法\n人格を有する団体』として取り扱わない場合には，条約上の法人になる\nのかどうかという問題を残し，相互主義の観点から条約の特典を享受す\nる資格が両締結国間で異なるという実質的に不平等な取決めになるおそ\nれがある。これは，法人について国際的に共通の概念が確立されず，条\n約上の定義が一種の不確定概念とされたまま国内法への委任が行われて\nいることから生ずる問題である。」（本庄資「国際課税の理論と実務\n［第３巻］租税条約」・乙Ａ全第１０２号証５３，５４頁）とされてい\nる。\nこのように，「法人」の意義については，国際的に共通の概念が確立\nされていないのであるから，日米租税条約中の「company」が「法人」，\n「partnership」が「組合」と翻訳され，同条約においては「法人以外の\n団体」に「partnership」を含むとされているとしても，そのことと米国\n\u0000 \u0000\u0000\u0000\nの「partnership」の中に我が国の法人に該当するものがあると解するこ\nととは，矛盾するものではない。\n(イ)  また，民法３６条１項は，「外国法人は，国，国の行政区画及び商\n事会社を除き，その成立を認許しない。ただし，法律又は条約の規定に\nより認許された外国法人は，この限りでない。」と規定している。同項\nにいう「認許」とは，「外国法人がわが国において活動する場合，その\n活動より生じる権利義務に関して，その外国法人に権利義務の主体たる\nこと，すなわち，法人格を認めることであると解され」ており（前掲新\n版注釈民法(2)１９４頁），「わが民法は，一定種類の外国法人は，いず\nれの国の法 人 である かを問わず ，概括的 に認許する ことにし ている 」\n（同１９５頁）ところ，「条約による外国法人の認許としては，わが国\nと諸外国との間に締結されている通商航海条約が挙げられる」（同１９\n６頁）とされている。\nそこで，日本国とアメリカ合衆国との間の友好通商航海条約（昭和２\n８年条約第２７号）をみると，同条約２２条３項は，「この条約におい\nて「会社」（英文では「companies」）とは，有限責任のものであるかど\nうかを問わず，また，金銭的利益を目的とするものであるかどうかを問\nわ ず ， 社 団 法 人 （ 「 corporations 」 ） ， 組 合 （ 「 partnerships 」 ） ， 会 社\n（「companies」）その他の団体（「other  associations」）をいう。いず\nれ か 一 方 の 締 約 国 の 領 域 内 で 関 係 法 令 に 基 づ い て 成 立 し た 会 社\n（「companies」）は，当該締約国の会社（「companies」）と認められ，\n且つ，その法律上の地位を他方の締約国の領域内で認められる。」と規\n定しており，「partnerships」も「companies」に含まれるものとされてい\nる。\nそして，本件各ＬＰＳと同様に，デラウェア州法を準拠法として組成\nされたリミテッド・パートナーシップであるＰ５が，外国法人（外国会\n\u0000 \u0000\u0000\u0000\n社）として登記されている実例もある（乙Ａ全１０３の１，２）。この\n点，我が国の会社法２条２号は，外国会社を，外国の法令に準拠して設\n立された法人その他の外国の団体であって，会社（株式会社，合名会社，\n合資会社又は合同会社をいう。同条１号）と同種のもの又は会社に類似\nするものをいうと定義している。この規定については，「日本法は伝統\n的に，合名会社や合資会社に対しても迷わず法人格を認めてきたが，そ\nれは日本法の特徴である。諸外国では，会社でありながら法人格がない\nものが少なくない。２号の外国会社の定義は，外国会社であるか否かを\n判断する際に，日本の株式会社・合名会社・合資会社・合同会社と同種\nかこれらに類似するものでさえあれば，日本においても外国においても\n法人格が認められるか否かは問わないことを明らかにした」ものと説明\nされている（奥島孝康ほか編「新基本法コンメンタール会社法１」２３\n頁）。すなわち，無限責任社員と有限責任社員とで構成され，かつ，そ\nの営む事業の種類が限定されない州ＬＰＳ法に基づき設立されたリミテ\nッド・パートナーシップは，旧商法上の合資会社に最も類似すると認め\nられることからして，会社法の外国会社に該当し得るものであり，我が\n国において認許される外国法人に含まれることになる（現行民法３５条\n１項）。\nさらに，米国の租税法の一般的なケース・ブックである，Adrian\nA.Kragen, John K. McNulty,“Federal Income Taxation, Volume Two,\nTaxation of Corporations, Shareholders, Partnerships and Partners”Third\nEdition (1981)（連邦所得税第２巻：会社，株式，パートナーシップ及び\nパートナーに対する課税・第３版，乙Ａ全１０６）では，「THE\nCORPORATION AS A SEPARATE ENTITY」（独立した法的主体として\nの会社）という表題で，「corporation」の性質や租税法上の意義，課税\n上の取扱い等について説明されており（乙Ａ全１０６・１９頁部分以下，\n\u0000 \u0000\u0000\u0000\n訳文２ないし８頁），原判決が「団体」に相当すると判示した「entity」\nの概念には，「corporation」（会社）も含まれるものとされている。\nまた，同書では，パートナーシップの課税上の取扱いについて説明し\nた部分において，「独立した法的主体（separate  entity）として課税対象\nとなる会社（corporations）の一部は，パートナーシップと同じように導\n管（conduit）として課税されることを選択できるようになった。」と説\n明されている（乙Ａ全１０６・７４７頁部分，訳文１１頁）。ここでも，separate  entity」が「corporation」を含む概念として使われており，構\n成員とは独立した主体を表すものと考えられる。\n(ウ)  そうすると，原判決の指摘するような日米租税条約や米国の法令の\n規定ぶりを根拠として，「partnership」が我が国の私法上の法人に該当\nし な い と 判 断 す る こ と は で き な い と い う べ き で あ る 。 米 国 のpartnership」の中にも我が国の私法上の法人に該当するものがあり得\nるのであり，それは，当該「partnership」が有する実質的な権利能力の\n内容等に照らして個別具体的に判断すべきものである。\nウ  「separate  legal  entity」のとらえ方についての原判決の判断方法が相当で\nはないこと\n控訴人も，「separate  legal  entity」という文言のみを根拠として，本件各\nＬＰＳが我が国の租税法上の法人に該当すると主張しているものではない。\nすなわち，仮に原判決基準①から法人該当性の有無を判断するとしても，\n州ＬＰＳ法２０１(b)における「separate  legal  entity」については，同条項\nで「本章に基づき組織されたＬＰＳは，独立した法的主体（separate  legal\nentity）となり，その独立した法的主体（separate  legal  entity）としての地\n位は，当該ＬＰＳのＬＰＳ証明書が解除されるまで継続する」（原判決３\n９頁）と規定されているのであるから，まず，その規定の文言から読み取\nれるとおりの解釈を行うのが基本となる。その上で，同法により設立され\n\u0000 \u0000\u0000\u0000\nたリミテッド・パートナーシップに対して，法的主体として具体的にどの\nような権利義務が付与されているのかを検討して，法人格を付与する旨の\n規定といえるか否かを判断すべきものと思われる。したがって，原判決の\nように，一般に「法人」と訳されている用語が「corporation」等であり，\n「separate  legal  entity」はこれらと同じ概念として使用されていないといっ\nた形式的な観点から法人該当性を判断することは，相当でないというべき\nである。\nエ  州ＬＰＳ法により設立されたＬＰＳに我が国の租税法上の法人と異なる\n法律効果が許容されているという原判決の判示が誤りであること\n(ア)  原判決は，パートナーが特定のＬＰＳ財産に対していかなる持分も\n所有しない旨規定する州ＬＰＳ法７０１条について，ＬＰＳの特有財産\nについては，①パートナーが共同所有者となり得るとする余地があり，\nまた，②パートナー間の合意により州ＬＰＳ法２０１条(b)及び７０１条\nの規定の適用を排除してこれと異なる法律効果を生じさせることを許容\nする余地が残されているとして，我が国の租税法上（私法上）の法人と\nは異なる法律効果を許容するものというべきであると判示する（原判決\n５０ないし５２頁）。\n(イ)  原判決がＬＰＳの特有財産についてパートナーが共同所有者となり\n得る余地があるとする根拠として挙げるのは，州ＬＰＳ法が準用する１\n９９９年改正前の州ＧＰＳ法１５２５条(a)に，パートナーが特定のパー\nトナーシップ財産につき他のパートナーとの共同所有者である旨の規定\nがあったが，同改正後の州ＧＰＳ法２０３条は，パートナーシップの資\n産がパートナーの個人資産ではない旨を規定しており，州ＬＰＳ法には\nこれらのような明文規定が存在しないことである（原判決５０頁）。し\nかしながら，州ＬＰＳ法が州ＧＰＳ法を準用しているといっても，その\n意味するところは州ＬＰＳ法の固有の規定と矛盾しないように解釈され\n\u0000 \u0000\u0000\u0000\nるべきである。パートナーが特定のＬＰＳ財産に対して持分を有しない\n旨の明文の規定が州ＬＰＳ法７０１条にあることや，現に本件各ＬＰＳ\nが契約当事者となって本件各建物の売買契約を締結するとともに，米国\nの登録所に本件各建物の所有者として登録されていること（乙Ａ全５，\n３８，５７ないし６０）からすれば，州ＧＰＳ法２０３条のような明文\n規定がなくとも，本件各ＬＰＳがその特有財産について構成員であるパ\nートナーとは独立した所有権の帰属主体となることは明らかである。\n原判決は，任意組合の組合員による組合財産の持分の処分や分割請求\nが禁止ないし制限されている（民法６７６条）のと同様に，州ＬＰＳ法\n７０１条の規定は，パートナーが特定のＬＰＳ財産に対する持分の処分\nや分割請求等を禁止する趣旨の規定であると解する余地があるとも判示\nする（原判 決 ５１頁 ）。しかし ，そもそ も「いかな る持分も 所 有しな\nい」（原判決４２頁）という文言の規定をそのように限定して解釈する\nことには無理がある。本件各ＬＰＳは，現にその名義で売買契約を締結\nして本件各建物を取得し，本件各建物の所有者として登録されているの\nであって，財産の所有に関して，本件各ＬＰＳが任意組合の持ち得ない\n権利能力を有していることは明らかである。原判決の説示は，この明白\nな事実関係を看過又は軽視して，殊更本件各ＬＰＳを任意組合と同様に\n解しようとするものであり，相当ではない。\n(ウ)  さらに，パートナー間の合意により特定のＬＰＳ財産に対する持分\nの所有について異なる法律効果を生じさせることを許容する余地がある\nとする点について，原判決は，モリス回答書（乙Ａ全８０）を根拠とし\nている。し かし ，モ リス回答書 は，まず ，「デラウ ェア州の 裁 判 所が\n『集合体理論』をパートナーシップの財産の所有権に適用すると第三者\nに影響を及ぼすと判断した場合には，同裁判所は，デラウェア州ＬＰＳ\n法の§１７－２０１(b)及び§１７－７０１が，パートナーシップ契約で\n\u0000 \u0000\u0000\u0000\nの修正を認 めない強 制的な規定 であると 判断する公 算が高い とい えま\nす。」（乙Ａ全８０・訳文５頁）として，州ＬＰＳ法２０１条(b)及び７\n０１条が原則として強行規定である旨指摘した上で，これらの規定につ\nいて，「第三者には関係なく，全パートナー間のみの関係において，修\n正することができると決定することは考えられます。我々は，デラウェ\nア州裁判所が財産所有権の取扱いを二分する方法を適用した事例を知り\nませんし，かつ全パートナーたちがかかる取扱い方法から実現される重\n要なメリットについても承知しておりません。」（同訳文６頁）と指摘\nするにとどまっている。これによれば，モリス回答書は，州ＬＰＳ法７\n０１条は強行規定であって，個別のＬＰＳ契約により同条を修正するこ\nとはできないという見解を示した上で，パートナー間の対内的関係に限\nってパートナーがＬＰＳ財産に固有の権利を有することに意味がある場\n合といった極めて限定的な条件の下では，パートナー間の合意が有効と\nされる可能性もあるだろうという推測を述べつつ，現実的にはそのよう\nな取扱いをすることに意味はないとして，その可能性を否定しているも\nのと解される。このように，前後の文脈を正しく読み取れば，モリス回\n答書は，特定のＬＰＳ財産に対してパートナーに特定の持分を認める余\n地があると述べたものではないと解されるのであるから，原判決はモリ\nス回答書の記載内容を誤解しているといわざるを得ない。\nこの点，平成２２年大阪地裁判決も，「前後の記載内容を全体として\nみれば，モリス回答書は，内部関係に限定して７０１条が修正されると\nいう考え方について否定的な見方を示していることは明らかである。」\nと判示している（乙Ａ全１０１・４７頁）。\n(エ)  この点は，ＬＰＳ法解説書（ルバロフとアルトマンによるデラウェ\nアの リミ テッ ド・ パ ート ナー シッ プ） で も， 「デ ラウ ェア 州 リ ミ テ ッ\nド・パートナーシップにおけるパートナーシップ持分は，動産である」，\n\u0000 \u0000\u0000\u0000\n「パートナーシップ持分は，リミテッド・パートナーシップの損益に対\nするパートナーの持分，及びリミテッド・パートナーシップ資産の分配\nを受ける権利を意味することを認識することが重要である」，「このよ\nうに，パートナーの損益に対する持分及び分配を受ける権利が，パート\nナーの動産を構成している」とし，「パートナーシップ持分の動産とし\nての性格付けは，パートナーにとって重要な法的意味を持つ。例えば，\n不動産のみからなるリミテッド・パートナーシップの資産に対して，パ\nートナーシップ持分を持つパートナーは，当該パートナーシップの不動\n産に対する持分を持たない。当該パートナーは，当該不動産に係るパー\nトナーシップの損益について比例配分による持分権を有し，また，当該\n不動産に係るパートナーシップの資産の分配を受ける権利を有する動産\nとしてのパートナーシップ持分を有する。このように，デラウェア州リ\nミテッド・パートナーシップのパートナーは，特定のパートナーシップ\n財産に対する持分を持たない。リミテッド・パートナーシップが所有す\nる財産の種類に関わらず（不動産，動産，又はその混合），当該パート\nナーシップのゼネラル・パートナー及びリミテッド・パートナーは，特\n定のパートナーシップ財産に持分を持たない。」と説明されている（乙\nＡ全１０７・訳文１頁）。\nさらに，ＬＰＳ法解説書では，リミテッド・パートナーシップが所有\nする資産を現物でパートナーに分配する場合について，「パートナーが\n特定のパートナーシップ財産を受け取ることになる現物での分配にもか\nかわらず，かかる分配は特定のパートナーシップ財産に対する持分を有\nすることと同じではない。分配がなされたら，当該分配された財産は，\nもはやパートナーシップ財産ではない。」と説明されている（乙Ａ全１\n０７・訳文２頁）。\n(オ)  被控訴人らは，アレン教授作成の２０１１年３月２５日付け意見書\n\u0000 \u0000\u0000\u0000\n（甲Ａ全１２４）に基づき，「各パートナーは，本件各ＬＰＳの資産に，\nそのパートナーシップ出資割合に相当する不可分の持分を有する」とい\nう本件各ＬＰＳ契約４．５条の条項は，「リミテッド・パートナーが本\n件各ＬＰＳの資産についてエクイティ上の所有権を有することを確認」\nするものであると主張する。\nしかし，上記意見書は，州ＬＰＳ法２０１条(b)について，「本章に\n基づき組成されたパートナーシップは，エンティティーであると規定し\nています。その結果，例えば，パートナーシップ自身の名義で財産を取\n得する能力を持つことになっています。」とした上，本件各ＬＰＳ契約\n４．５条の条項について，「いかなる種類のものであれ，パートナーシ\nップの債権者との関係におけるリミテッド・パートナーの権利について\n規定するものではありません。同条は，ジェネラル・パートナー又は業\n務執行パートナーとリミテッド・パートナーの間の関係を定めたもので\nす。同条の主な目的及び効果は，これらの種類の異なるパートナー間で，\nパートナーシップ財産をエクイティ上（equitably）所有するのはリミテ\nッド・パートナーであること，及びジェネラル・パートナーが，パート\nナーシップ及びその財産を管理するために授与された幅広い権限を行使\nする際に忠実義務を負う相手方は，リミテッド・パートナーであること\nを規定することです。」，「本法（州ＬＰＳ法７０１条）が存在する以\n上，第４．５条が，本リミテッド・パートナーシップ契約の他の多くの\n規定と同じく，リミテッド・パートナーに対して，それがいかなるもの\nであっても，パートナーシップの特定の財産に対する所有権の要素や性\n質を持たせることを意図していなかったことは，極めてはっきりしてい\nます。リミテッド・パートナーは，共同でも単独でも，パートナーシッ\nプの特定の財産又は全部の財産につき，売却も，譲渡も，所有すること\nさえできません。」，「リミテッド・パートナーが，第三者との関係で\n\u0000 \u0000\u0000\u0000\nパートナーシップの特定の財産につき，所有権を持っているかのような\n徴表を有していると言うことは，一切できません。」と述べている。そ\nして，本件各ＬＰＳ契約４．５条の起案者の意図として，州ＬＰＳ法７\n０１条で禁止されている「特定の財産に対する所有権を設定することを\n意図していたとは考えられず」，州ＬＰＳ法及び本件各ＬＰＳ契約によ\nりジェネラル・パートナーに委任されている「パートナーシップの全体\nの財産に対する支配権又は管理権」を「設置することを意図していたと\nも考えられない」ことからして，「パートナーシップ財産をパートナー\nシップが行う事業に供したことにより生じる利益及び損失に対する集合\n的な権利（a  collective  right）を認知することを意図していたというのが，\n最も適切な解釈であると考えます。」と述べている（甲Ａ全１２４・訳\n文２及び３頁）。\nそうすると，アレン教授も，モリス意見書と同様に，特定のＬＰＳ財\n産に対してパートナーに特定の持分を認める余地があると述べたもので\nはないと解 されるの であり，被 控訴人ら のいう「エ クイティ 上の 所有\n権」は，パートナーが合有的な共同所有者となり得ることを意味するも\nのとは解されない。\n(カ)  そして，本件各ＬＰＳ契約４．５条の条項は，各パートナーが本件\n各ＬＰＳの資産全体に対して出資割合に応じた不可分の持分（パートナ\nーシップ財産をパートナーシップが行う事業に供したことにより生じる\n利益及び損失に対する集合的な権利）を有することを示すにすぎず，本\n件各ＬＰＳの特定の資産に直接の持分を有することを定めたものではな\nいと解すべきであり，そうすると，強行規定である州ＬＰＳ法７０１条\nの規定と何ら矛盾するものではなく，整合的に理解することが可能であ\nる（乙Ａ全６９参照）。\nオ  州務長官登録局への登録がＬＰＳの成立要件とされていること\n\u0000 \u0000\u0000\u0000\n(ア)  州ＬＰＳ法２０１条(a)は，リミテッド・パートナーシップを設立\nするためにはリミテッド・パートナーシップ証明書に所定の事項を記載\nして州務長官登録局に登録するものとすると定め，同条(b)は，「リミ\nテッド・パートナーシップは，リミテッド・パートナーシップ証明書が\n最初に州務長官登録局に登録された時点，あるいはリミテッド・パート\nナーシップ証明書に記載された（当該登録後の）日付にて設立されるも\nのとし，いずれの場合においても，本項の要件を完全に満たすものでな\nければならない。本章に基づき組織されたリミテッド・パートナーシッ\nプは，独立した法的主体となり，その独立した法的主体としての地位は\nリミテッド・パートナーシップ証明書のリミテッド・パートナーシップ\nによる解除まで継続する。」と規定している（乙Ａ全２５・訳文１５頁，\n原判決３９頁）。\nこの規定について，ＬＰＳ法解説書では，「デラウェア州リミテッ\nド・パートナーシップは，デラウェア州改訂統一リミテッド・パートナ\nーシップ法に従って設立されたエンティティでなければならない。パー\nトナーシップ契約はデラウェア州リミテッド・パートナーシップの基礎\nであるが，デラウェア州リミテッド・パートナーシップを設立するため\nには，すべてのゼネラル・パートナーは，リミテッド・パートナーシッ\nプ証明書に署名し，当該証明書をデラウェア州務長官登録局に登録しな\nければならない。したがって，デラウェア州リミテッド・パートナーシ\nップを設立するには，適切に署名され，登録されたリミテッド・パート\nナーシップ証明書が必要となる。」と解説されている（乙Ａ全７５・訳\n文１頁）。\n(イ)  また，米国の法律百科事典であるジュリスプルーデンス（アメリカ\nン・ジュリスプルーデンス第２版）でも，「リミテッド・パートナーシ\nップは，ゼネラル・パートナーシップと異なり，略式の合意で設立する\n\u0000 \u0000\u0000\u0000\nことはできず，構成員のステータスを黙示で確定させることもできない。\nというのは，リミテッド・パートナーシップの創設は制定法の要求事項\nを順守しなければならない正式かつ公的な手続だからである。リミテッ\nド・パートナーシップの設立を認めている制定法に基づく保護を求める\n者は，当該制定法を順守しなければならず，リミテッド・パートナーシ\nップの成立は，法令を順守しているか否かに左右される場合がある。し\nたがって，当事者にリミテッド・パートナーシップを設立する意図があ\nっても，その当事者が設立に関する制定法の要求事項を順守していなけ\nれば意味がない。」，「統一リミテッド・パートナーシップ法の１９７\n６年及び２００１年改訂法は，リミテッド・パートナーシップが成立す\nる時期について，証明書が提出された時であると明記している。ただし，\nそれは，内容及び執行に関する要求事項が実質的に満たされていること\nを条件とする。当該証明書は，リミテッド・パートナーシップの設立に\n関する制定法の前提条件であり，当該証明書が提出されるまでは，パー\nトナーシップはリミテッド・パートナーシップとして成立しない。」と\n説明されている（乙Ａ全８７・訳文１７及び１８頁）。\nそして，同様に米国の法律百科事典であるコーパス・ジューリス・セ\nクンダムでも，「制定法に基づきリミテッド・パートナーシップを設立\nする第１の必要条件は，所定の証明書を作成し提出することである。改\n訂統一リミテッド・パートナーシップ法においては，リミテッド･パー\nトナーシップの存在は，同法の他の規定ではなく，リミテッド・パート\nナーシップ証明書を要求する制定法が順守されているか否かのみにより\n決定される。」（§４０８・乙Ａ全１０８・訳文１３頁部分），「証明\n書の提出は，リミテッド・パートナーシップを設立するための制定法に\nおける重要な手続である。証明書の提出と記録は，一般に制定法により\n規制されている。制定法の要求事項が実質的に順守されている場合，リ\n\u0000 \u0000\u0000\u0000\nミテッド・パートナーシップはパートナーシップ証明書を該当する登録\n局に提出した時，又はリミテッド・パートナーシップ証明書にそれより\n後の設立の日付が記載されていれば，その後の日付の時点で設立され\nる。」と説明されている（§４１２・乙Ａ全１０８・訳文１８頁部分）。\n(ウ)  以上のとおり，州ＬＰＳ法２０１条に規定するリミテッド・パート\nナーシップ証明書を州務長官登録局に登録することは，パートナーシッ\nプがリミテッド・パートナーシップとして認められるための要件，すな\nわち成立要件と解される。\n我が国では，会社の設立登記は成立要件とされており（会社法４９条，\n５７９条。なお，旧商法５７条，旧有限会社法４条も同様。），登記が\n創設的効力を有する（江頭憲治郎・株式会社法第３版１０４及び１０５\n頁参照）。その他の法人についても，一般に，設立登記が成立要件とさ\nれている（一般社団法人及び一般財団法人に関する法律２２条，１６３\n条，弁護士法３０条の９，３４条，公認会計士法３４条の９，宗教法人\n法１５条，私立学校法３３条，労働組合法１１条，農業協同組合法６３\n条，消費生活協同組合法６１条等）。これに対し，法人でないものにつ\nいては，一定の事項を登記すべきこととされていても，一般に，登記が\n成立要件とはされず，対抗要件とされている（有限責任事業組合契約に\n関する法律８条，投資事業有限責任組合に関する法律４条等）。\nそうすると，本件各ＬＰＳが契約のみによって成立するものではなく，\n州ＬＰＳ法の規定に従って公的機関に登録することによって初めて成立\nするものであることは，州ＬＰＳ法によって構成員と別個の独立した法\n的地位，すなわち我が国でいう法人格を付与する旨が規定されているこ\nとを支える根拠の一つということができる。\nカ  まとめ\n以上のとおり，「separate  legal  entity」であっても我が国の租税法上の法\n\u0000 \u0000\u0000\u0000\n人と異なる法律効果が認められる余地があるという原判決の判示は，根拠\nがないというべきである。\nむしろ，州 ＬＰＳ法 により設立 されたＬ ＰＳには， 「独立し た 法的主\n体」（separate  legal  entity，州ＬＰＳ法２０１条(b)）として地位が与えら\nれ，「州ＬＰＳ法若しくはその他の法律又は当該ＬＰＳのパートーナーシ\nップ契約により付与された全ての権限及び特権並びにこれらに付随するあ\nらゆる権限（当該ＬＰＳの事業，目的，活動の実行，促進及び達成のため\nに必要又は好都合な権限や特権を含む。）を保有し，それを行使すること\nができる」（州ＬＰＳ法１０６条(b)）と規定されていることは，本件各\nＬＰＳが，その名において付与された法的権限を行使し得る独立の権利義\n務の主体であり，かつ，既に見たとおり構成員の財産とは独立した財産を\n保有していることを端的に示すものである。それゆえ，控訴人の基準によ\nる場合はもとより，原判決基準①によっても，本件各ＬＰＳが組成の準拠\n法である外国の法令によって法人とする旨が規定されているとみることも\n十分可能というべきである。\n(3)  損益の帰属主体として設立が認められたものといえるか否かについて\nア  原判決の説示内容\n原判決は，次の諸点を指摘して，本件各ＬＰＳの損益は州ＬＰＳ法に基\nづく本件各ＬＰＳ契約上，総額（グロス）ベースでパートナーに直接帰属\nすることが予定されているとしている（原判決５６頁）。\nすなわち，原判決は，その判断の根拠として，①ジェネラル・パートナ\nーの権限や責任等については，１９９９年改正前の州ＧＰＳ法に準拠した\nパートナーシップのパートナーと同様，事業の運営・遂行に関与する平等\nの権利があり，パートナーシップの債務についての連帯責任を負う一方，\nリミテッド・パートナーは原則としてＬＰＳの事業の経営管理に関与せず，\nＬＰＳの債務を弁済する責任も負わないこと，②州ＬＰＳ法の主眼は契約\n\u0000 \u0000\u0000\u0000\n自由の原則及びパートナーシップ契約の執行可能性に最大限の効果を与え\nることとされ，１９９９年改正前の州ＧＰＳ法が広く準用されていること，\n③州ＬＰＳ法１０１条(13)において，ＬＰＳの損益に対し各パートナーが\n保有する持分をパートナーシップ持分として認め，州ＬＰＳ法５０３条に\nおいて，ＬＰＳの損益は，パートナーシップ契約の規定に従い，パートナ\nー間で割当てが行われるとされていることを挙げている。また，原判決は，\n上記③の点に関して，州ＬＰＳ法上，ＬＰＳの損益をパートナーに帰属さ\nせる方法についてパートナーが完全な契約上の自由を有すると解されてい\nること，本件各ＬＰＳ契約において，会計年度の利益及び損失は所定の割\n合で各パートナーに割り当てられるとされていること，米国の連邦課税上，\nチェック・ザ・ボックス規則（事業体課税を受けるか構成員課税を受ける\nかを選択することができる制度）によって，コーポレーションとしての課\n税（事業体課税）の選択がない場合には，デフォルト・ルール（権利不行\n使の場合の原則形態へのみなし原則）として，パートナーシップとしての\n課税（構成員課税）を選択したものとみなされていること，ラムザイヤー\n意見書（甲Ａ全１２３）に，パートナーシップ内の損益配分はパートナー\nシップ契約書に従って自動的に行われるものであり，米国の租税法上，チ\nェック・ザ・ボックス制度が導入される以前から，パートナーシップの事\n業活動により発生した損益が各パートナーの損益になるという私法上の原\n則に従って，パートナーシップが納税主体とされていなかったと指摘され\nているとした上で，本件各ＬＰＳの損益は，州ＬＰＳ法に基づく本件各Ｌ\nＰＳ契約上，総額（グロス）ベースでパートナーに直接帰属することが予\n定されていると結論づけている（原判決５４ないし５６頁）。\nイ  連帯責任（無限責任）を負う構成員の存在などは，損益が構成員に直接\n帰属することの根拠とはならないこと\n原判決が指摘する上記①の点は，本件各ＬＰＳが，州ＬＰＳ法や本件各\n\u0000 \u0000\u0000\u0000\nＬＰＳ契約により付与された全ての権限及び特権等を有するとされている\n一方，その構成員であるジェネラル・パートナーは，事業の運営・遂行に\n関与する平等の権利を有し，パートナーシップの債務について連帯 責任\n（無限責任）を負うことから，その関係をもって損益が構成員に直接帰属\nすることを支える一つの根拠としているようにも読める。\nしかしながら，本件各ＬＰＳと本件各ＧＰのように，事業体と連帯責任\n（無限責任）を負う構成員との関係は，我が国の旧商法における合資会社\nとその構成員である無限責任社員との関係にもみられるところである。そ\nして，事業体の構成員が無限責任を負うか否かは，事業体の債権者が事業\n体の財産に加えて構成員固有の財産に対しても責任を追及していけるか否\nかという問題にとどまるのであって，そこから当然に事業体の損益が連帯\n責任（無限責任）を負う構成員に直接帰属すると解されるものではない。\nしたがって，連帯責任（無限責任）を負うジェネラル・パートナーが存\n在するからといって，本件各ＬＰＳが損益の帰属すべき主体として設立が\n認められたことを否定する根拠となるわけではない。\nまた，原判決が指摘する上記②の点，すなわち，州ＬＰＳ法の主眼は契\n約自由の原則及びパートナーシップ契約の執行可能性に最大限の効果を与\nえることであるとの点も，そのことが直ちに本件各ＬＰＳが損益の帰属主\n体として設立が認められたことを否定する事情となるものではない。\nウ  損益が構成員に割り当てられる旨の州ＬＰＳ法の規定は，損益が構成員\nに直接帰属することを意味するものではないこと\n(ア)  原判決が指摘する上記③の点は，州ＬＰＳ法５０３条の規定と本件\n各ＬＰＳ契約の条項によれば，本件各ＬＰＳの損益は，自動的に各パー\nトナーに配分されることから，各パートナーに直接帰属するものと解し\nているようである。\n(イ)  しかしながら，そもそも，取引から生じる損益は，権利義務の帰属\n\u0000 \u0000\u0000\u0000\n主体であるところの当該取引の当事者にまず帰属するものである。そし\nて，本件では，本件各ＬＰＳは，本件各不動産賃貸事業に係る賃貸借契\n約を締結し，これに基づき本件各建物を賃貸することによって，契約の\n相手方である賃借人から賃貸料収入を受領しており（乙Ａ全６，３９，\n原判決１１ないし１３頁），この場合，当該賃貸料収入を受領する権利\nを有し，同権利を行使することができる者になるのは事業体としての本\n件各ＬＰＳ自身であるから，当該賃貸料収入（及び必要経費）は本件各\nＬＰＳに帰属するというべきである。\nこの点は，本件各ＬＰＳ契約においても，本件各ＬＰＳは，不動産の\n購入，取得，開発，保有，賃貸，管理，売却その他の処分をする権限を\n有するのみならず，金員を借り入れ，負債証書を発行するなどして債務\nを負担する などの 権 限を有する とされて おり（１． ３条，原 判決別 紙\n５・２３頁），それらの法律行為により生ずる債権及び債務が本件各Ｌ\nＰＳに帰属する固有の権利及び義務であることからして，本件各ＬＰＳ\nがその事業により生じた損益の帰属主体となることを予定しているとい\nうべきである。\nしたがって，州ＬＰＳ法５０３条及び本件各ＬＰＳ契約における損益\nの割当てに関する条項（４．７条，４．８条，４．１２条，原判決別紙\n５・２７及び２８頁）は，控訴人が主張するとおり，いずれも事業体で\nあるリミテッド・パートナーシップに帰属した損益をパートナーに割り\n当てる方法を定めているものであって，当該損益が，事業体の取引相手\nから，リミテッド・パートナーシップを介さずに「直接」パートナーに\n帰属することを定めたものと解することはできないというべきなのであ\nる。\nそもそも，私法上，取引から生ずる損益は，基本的に当該取引の当事\n者，すなわち当該取引に係る権利義務の主体となる者に帰属するのであ\n\u0000 \u0000\u0000\u0000\nって，本件各ＬＰＳ契約の条項，すなわち各パートナーの合意によって\nも，権利義務の主体である本件各ＬＰＳに損益が法的に一旦帰属しなか\nったことにすることはできず，パートナーは，本件各ＬＰＳに一旦帰属\nした損益を契約に基づく割合と方法により分配を受けるにすぎないとい\nうべきである。本件各ＬＰＳ契約における損益の割当てに関する条項は，\nこの本件各ＬＰＳに帰属した損益の割当て（配分）を定めたものと解す\nるほかないのである。なお，配分方法が各パートナーの合意（契約）に\nより定められている以上，個別の具体的な配分時に機関決定がないとし\nても何ら不合理なものではない。その意味で損益の配分が「自動的」に\n行われるとしても，それは上記の合意に基づくものであり，当該損益が\n本件各ＬＰＳに一旦帰属することを否定する根拠にはならない。\nこのような解釈は，米国におけるパートナーシップ課税の専門家であ\nるカリフォルニア大学バークレー校法科大学院教授マークＰ．ゲーゲン\n（以下「ゲーゲン教授」という。）の鑑定意見書（乙Ａ全１０９の２）\nからも裏付けられる。すなわち，ゲーゲン教授は，「リミテッド・パー\nトナーシップの独立した法主体の地位は米国私法の下で大きな意義を有\nする。独立した法主体として，リミテッド・パートナーシップは不動産\nの購入・販売，契約の締結，及び法的責任を負う権限を持つ。更に重要\nなことには，リミテッド・パートナーシップの債権者は，リミテッド・\nパートナーシップが負った債務の支払いについて，リミテッド・パート\nナーシップ及び，多くの場合は法人（コーポレーション）であるそのジ\nェネラル・パートナーのみに注意を払えばよい。リミテッド・パートナ\nーシップが得た所得は，その出資者に分配されるまではリミテッド・パ\nートナーシップに帰属する。リミテッド・パートナーシップに拠出され\nた資産及びリミテッド・パートナーシップが購入した資産は，その出資\n者に分配されるまではリミテッド・パートナーシップに帰属する。パー\n\u0000 \u0000\u0000\u0000\nトナーは，パートナーシップ資産の持分を譲渡する権利を持たない。」\nとし，リミテッド・パートナーは「普通株を保有する法人（コーポレー\nション）の株主と同様である」と指摘した上で，「Ｐ６（引用者注：本\n件ＬＰＳ(Ｃ)）はこれらすべての特徴を持つ。」と結論付けている（乙\nＡ全１０９の２・訳文４及び５頁）。\n(ウ)  なお，原判決は，ラムザイヤー意見書の記載内容を指摘するが，そ\nのうち，パートナーシップ内の損益配分がパートナーシップ契約に従っ\nて自動的に行われるという部分は，損益の配分方法を述べているにすぎ\nないとみるべきであって，損益が事業体に一旦帰属した上で構成員に割\nり当てられることと何ら矛盾するものではない。\nまた，米国の租税法上，チェック・ザ・ボックス制度の導入以前から，\nパートナーシップの事業活動により発生した損益が各パートナーの損益\nとなるという私法上の原則に従ってパートナーシップが納税主体とされ\nていなかったという点についてみると，ラムザイヤー意見書の該当部分\nは，「米国の租税法上，パートナーシップ（又はリミテッド・パートナ\nーシップ）は，納税主体ではありません。むしろ，パートナーシップの\n事業活動により発生した損益は，各パートナーの損益となります。パー\nトナーシップが所得に対して納税することは全くなく，各パートナーが\n納税するということです。」と述べ，これに続けて，「私法上，パート\nナーシップの損益がパートナーシップ契約書に従ってパートナーに配分\nされるということは明らかです。そして，米国租税法は，この私法上の\n原則に従っているわけです。このような理由で，パートナーシップでは\nなくパート ナー が納 税主体とさ れている のです。」 と記載さ れ ている\n（甲Ａ全１２３・訳文２及び３頁）。\n上記記載の前半部分は，米国における構成員課税の課税関係を述べて\nいるものにすぎない。米国における課税関係が日本での課税関係まで拘\n\u0000 \u0000\u0000\u0000\n束する根拠にならないことは後記エのとおりであるが，チェック・ザ・\nボックス制度の下で構成員課税を選択できるからといって，当然に私法\n上も損益が各パートナーに直接帰属するということはできない。\n上記記載の後半部分については，リミテッド・パートナーシップの事\n業により生じた損益がパートナーシップを介さず各パートナーに直接帰\n属することが，チェック・ザ・ボックス制度の導入以前からの私法上の\n原則であるとされていたというのであれば，何らその根拠が示されてお\nらず，説得力に欠けるというべきである。原判決は，チェック・ザ・ボ\nックス制度において，選択がない場合は構成員課税を選択したものとみ\nなされることも併せ指摘しているが，課税関係を定める同制度において，\n選択がない場合は構成員課税とするという意味で構成員課税の方が原則\n的形態とされているとしても，このことをもって，損益が構成員に直接\n帰属することが私法上の原則であると認める根拠とするのは論理に飛躍\nがあるといわざるを得ない。\nこの点につき，米国の租税法の一般的なケース・ブックである Paul R.\nMcDaniel, Martin J. McMahon, Jr., Daniel L. Simmons,  “FEDERAL\nINCOME TAXATION OF BUSINESS ORGANIZATIONS”  Third\nEdition(1999)（乙Ａ全１０４）では，チェック・ザ・ボックス制度が採\n用される前の状況について，「ＬＬＣ，リミテッド・パートナーシップ\nのいずれもがコーポレーションと共通する多くの特徴を有する。事業組\n織のこれらの形態がコーポレーションに類似していることは，これらの\n事業組織がパートナーシップとして課税されるべきか，あるいはコーポ\nレーションとして課税されるべきかという問題を生じさせた。内国歳入\n法は，コーポレーション税が州法の下での「コーポレーション」という\n組織のみならず，セクション 7701 条(a)(3)に定義されたアソシエーショ\nンという組織にも適用されると規定しているが，「アソシエーション」\n\u0000 \u0000\u0000\u0000\nという制定法上の定義は特に役立つというわけではない。したがって，\n裁判所や内国歳入庁は，長年にわたり訴訟や行政活動を通して，アソシ\nエーションという定義に取り組むことを強いられたのである。」（乙Ａ\n全１０４・訳文１頁）と記載されている。\n上記記載によると，リミテッド・パートナーシップが法人として課税\nされるか否かが大きな法律上の問題点であったというのであるから，損\n益が各パートナーに直接帰属することが私法上の原則であったとは考え\nられず，ラムザイヤー意見書の記載は根拠のないものというべきである。\nまた，ゲーゲン教授も，「１９９７年に現在のチェック・ザ・ボック\nス 制 度 が 導 入 さ れ る 以 前 は ， あ る エ ン テ ィ テ ィ が 米 国 租 税 法 の 下 で\ncorporation として扱われるべきかどうか，数多くの議論があり，１９９\n７年のチェック・ザ・ボックス制度が導入される以前につくられたリミ\nテッド・パートナーシップにおいては，米国の租税法上で corporation と\nして扱われたケースがあった。したがって，チェック・ザ・ボックス制\n度が導入される以前は，連邦租税法上，リミテッド・パートナーシップ\nが常に partnership として各パートナーが納税義務者となるものと取り扱\nわれていたわけではなく，corporation としていわゆる権利義務の主体と\n認定され，納税義務者として扱われていたことも事実である。多くの教\n科書がこの説明を記述している。我々のこの理解は正しいか。」(乙Ａ全\n１０９の１・訳文３枚目４(1)）という質問事項に対して，「１９９７年\nより前の米国連邦税法に関するあなたの理解は正しい。１９９７年より\n前は，特定の公的及び法的な観点から，法人またはパートナーシップに\n近似していると見なされるかにより，リミテッド・パートナーシップは\nパートナーシップあるいは法人（コーポレーション）（法的には法人と\n同等に団体課税）として課税されていた。」（乙Ａ全１０９の２・訳文\n６頁），「実際に，１９９７年より前は，納税者にとって，パートナー\n\u0000 \u0000\u0000\u0000\nシッ プ の 区 分の 認 定 の為 に法 的 意見 を 得 るこ とは 一 般的 で あ った 。 」\n（同訳文８頁）と述べている。\nさらに，東京国税局長において，デラウェア州のリミテッド・パート\nナーシップ に係る取 引損益の帰 属につい て，Ｐ７弁 護士事務 所 に鑑定\n（調査）を依頼したところ，デラウェア州のリミテッド・パートナーシ\nップは，自己の名によって契約を締結し，自己の名によって資産を取得\nして所有する権限を有する構成員とは別個独立の法主体であることから，\nＬＰＳの所得は当該ＬＰＳの資産であり，州ＬＰＳ法上，ＬＰＳの所得\nがパートナーに帰属する旨の規定は存在しないという回答を得た（乙Ａ\n全１１０）。\nこれらによっても，チェック・ザ・ボックス制度の導入以前は，リミ\nテッド・パートナーシップが法人として課税されるか否かが大きな法律\n上の問題点であったというのであるから，損益が各パートナーに直接帰\n属することが私法上の原則であったとは考えられず，ラムザイヤー意見\n書の記載は根拠のないものというべきである。\n(エ)  したがって，損益の割当てに関する州ＬＰＳ法の規定及び本件各ＬＰ\nＳ契約の条項の存在から，本件各ＬＰＳが損益の最初の帰属主体にならな\nいとはいえず，本件各ＬＰＳが損益の帰属すべき主体として設立されたと\nは認められないともいえない。\nエ  米国における課税関係から損益が各パートナーに直接帰属するとはいえ\nないこと\n原判決が摘示するように，本件各ＬＰＳの米国租税法上の取扱いは，チ\nェック・ザ・ボックス制度により，事業体課税を受けるか構成員課税を受\nけるかを選択することができるところ，本件各ＬＰＳは，明示的な選択を\n行っていないため，構成員課税を選択したものとみなされている（原判決\n１８及び１９頁）。\n\u0000 \u0000\u0000\u0000\nしかし，本件各ＬＰＳの営む事業から生じた損益が米国の租税法上どの\nように取り扱われるかによって，私法上の損益の帰属先や我が国の所得税\n法上の取扱いが直接影響されることはない。\n米国においては，チェック・ザ・ボックス制度の導入以前は，法人課税\nの対象となる事業体に該当するか否かを，キントナー規則と呼ばれる６つ\nの基準に基づき個々の事業体ごとに判断するという取扱いが行われていた\nが，その認定が極めて煩雑かつ複雑であったため，結局，法人としての課\n税を受けるか否かを事業体自体の選択に委ねることとしたものである（甲\nＡ全３１・水野忠恒「租税法〔第３版〕」３１３及び３１４頁参照。同\n「租税法〔第５版〕」３３６及び３３７頁も同旨）。これによれば，チェ\nック・ザ・ボックス制度の導入以前は，米国においても個々の事業体の私\n法上の性質が課税上の判断に影響を与えていたとみられるが，同制度の採\n用により，米国租税法上は，個々の事業体が法人課税の対象となる事業体\nに該当するか否かを判断する必要がなくなったため，その対象となる事業\n体における取引損益の私法上の帰属を問題とする実益や必要性はなくなっ\nたと考えられる。しかし，依然として取引損益が一旦は事業体に直接帰属\nするか否かという問題は法理論の問題として存在しているのであり，ある\n事業体に係る損益につき構成員課税が選択されているからといって，私法\n上の損益の最初の帰属先がどこになるのかの判断が左右されるものではな\nい。取引により生じた損益が，最初に当該事業体に帰属するのか，直接構\n成員に帰属するのかは，当該取引により発生する権利義務が誰に帰属する\nかによって決せられるのである。\nしたがって，本件各ＬＰＳの取引損益に係る米国租税法上の取扱いが構\n成員課税であり，本件各ＬＰＳ契約にそのことを前提とする規定があると\nしても，本件各ＬＰＳの損益が直接パートナーに帰属することを意味する\nものではない。\n\u0000 \u0000\u0000\u0000\nオ  損益の帰属先は我が国の法令に基づき判断されるべきであること\n原判決は，「州ＬＰＳ法に準拠して組成されたＬＰＳは，実質的に見て\nも，パートナー間の契約関係を本質として，その事業の損益をパートナー\nに直接帰属させることを目的とするもの」と解されるとも判示する（原判\n決５６頁）。\nしかし，ある外国の事業体の組成の準拠法である当該外国の法令におい\nて，当該事業体が，我が国の私法上の法人と同様に権利義務の帰属主体と\nなるにもかかわらず，契約等により損益の帰属主体とならないことが認め\nられているとしても，それは，あくまで当該外国における租税法上の取扱\nいにすぎないものであり，そのような取扱いの差異によって，我が国にお\nける私法上の損益の帰属先の判断やそれに基づく課税上の取扱いが影響を\n受けると解するのは相当ではない。損益の帰属先について我が国における\n課税上の取扱いを定める場面では，我が国の法令の解釈に基づき判断され\nるべきである。\n特に，本件各ＬＰＳ契約は，建物の賃貸により利益を得ることを目的と\nするものではなく，建物の減価償却費等の必要経費を損失として計上して\n損益通算をすることにより租税負担の軽減を図ることのみを目的とする租\n税回避スキームであることに照らせば，租税回避のために，我が国におい\nて認められていない権利義務の帰属主体と損益の帰属主体とを分離させる\n契約をしているというほかない。そのような契約によって生じた仕組みを\n前提とする米国における租税法上の取扱いによって，我が国における所得\n税法上の取扱いが影響を受けると解する合理性は何ら認められない。\nカ  アレン教授の意見も損益が各パートナーに直接帰属するという趣旨を述\nべているものとは解されないこと\n(ア)  被控訴人らは，前記アレン教授作成の意見書（甲Ａ全１２４）によ\nれば，本件各ＬＰＳ契約４．５条は，本件各ＬＰＳの事業により生じた\n\u0000 \u0000\u0000\u0000\n損益が，パートナーシップ財産のエクイティ上の所有者であるリミテッ\nド・パートナーに直接帰属することを確認する規定である旨主張する。\n(イ)  しかしながら，既に述べたとおり，上記意見書のいう「エクイティ\n上の所有者」は，本件各ＬＰＳの個別の財産に対して特定の持分を有す\nるとか，合有的な共同所有者となることを意味するものとは解されない。\nまた，上記意見書も，本件各ＬＰＳ契約４．５条は，各パートナーはリ\nミテッド・パートナーシップの特定財産に対していかなる持分も所有し\nない旨の州ＬＰＳ法７０１条の規定と矛盾するものではないとした上で，\nパートナーシップの損益については，パートナーシップの持分に従って\nその配分を要求する権利をリミテッド・パートナーに与える規定である\nなどと述べている（甲Ａ全１２４・訳文３頁２７行目ないし４頁３行目\n参照）。そうすると，アレン教授の意見も，本件各ＬＰＳ契約４．５条\nが，リミテッド・パートナーに本件各ＬＰＳの損益が直接帰属するとい\nう趣旨を述べていると解することはできない。\nキ  まとめ\n以上のとおり，本件各ＬＰＳの損益が総額（グロス）ベースでパートナ\nーに直接帰属するという原判決の判示は根拠がなく，むしろ，本件各ＬＰ\nＳが固有の権利義務に基づき営む本件各不動産賃貸事業から生じた損益は，\n本件各ＬＰＳにまず帰属するものであるから，原判決基準②によっても，\n本件各ＬＰＳは，我が国の法人と同様に損益の帰属すべき主体と認められ\nるというべきである。\n第３  本件各ＬＰＳが我が国の租税法上の法人でないとしても，人格のない社団等\nに該当すること\n１  原判決は，租税法上の人格のない社団等については，民事実体法における権\n利能力のない社団と同義であるとした上で，州ＬＰＳ法及び本件各ＬＰＳ契約\n\u0000 \u0000\u0000\u0000\nの内容等によれば，本件各ＬＰＳは，団体として，構成員による意思決定のた\nめの内部組織を備えているとはいえず，また，団体としての組織を備えていな\nい以上，本件各ＬＰＳ契約の定めをもって，その組織によって代表の方法，総\n会の運営，財産の管理その他団体としての主要な点が確定しているということ\nもできないから，人格のない社団に該当しないと判示する（原判決５８ないし\n６０頁）。\n２  しかしながら，人格のない社団（権利能力のない社団）に該当するための要\n件は，原判決も判示するとおり，①団体としての組織を備え，②多数決の原則\nが行われ，③構成員の変更にもかかわらず団体そのものが存続し，④その組織\nにより，代表の方法，総会の運営，財産の管理その他団体としての主要な点が\n確定していることである（昭和３９年最判）。\nこれを本件各ＬＰＳについてみると，①本件各ＧＰとリミテッド・パートナ\nーからなる事業体であって構成員は特定されており，本件各ＬＰＳ契約によれ\nば，本件各ＬＰＳの管理及び運営に関する独占的権限は本件各ＧＰに付与され\n（２．１条），これに基づき本件各ＧＰが事業体としての意思決定を行い，本\n件各ＬＰＳを代表して法律行為を行っており，リミテッド・パートナーには本\n件各ＧＰを解任する権限が認められている（２．６条）のであって，団体とし\nての組織を備えていると認められる。また，②上記のとおり，本件各ＬＰＳの\n事業体としての意思決定は，管理及び運営に関する独占的権限を有する本件各\nＧＰに委ねられているが，これは本件各ＬＰＳ契約における構成員の合意によ\nるものであり，本件各ＬＰＳ契約によれば，本件各ＧＰは，パートナーシップ\n持分の８０パーセントを超える持分を有するリミテッド・パートナーの賛成に\nより解任される（２．６条）のであるから，多数決の原則が行われている。さ\nらに，③本件各ＬＰＳ契約においては，ゼネラル・パートナーの解任（２．６\n条），リミテッド・パートナーの脱退（６．１条），リミテッド・パートナー\nシップ持分の譲渡（７．２条）についての規定があり，構成員の変更にもかか\n\u0000 \u0000\u0000\u0000\nわらず団体そのものは存続する。そして，④上記①及び②のとおり，本件各Ｌ\nＰＳの構成員全員の合意により，本件各ＧＰが本件各ＬＰＳを代表して業務執\n行を行っており，その解任についての規定も存在すること，本件各ＬＰＳは，\n本件各建物を所有するなど構成員の個人財産と区別された独自の財産を有し，\n本件各ＧＰが当該財産の管理を行っていること，本件各ＬＰＳ契約において，\n費用の支払（３．１条ないし３．４条），資本の利用（４．４条），損益の割\n当て及び分配（４．６条ないし４．８条），パートナーシップの終了及び清算\n（８条），会計及びパートナーへの報告（９条）について定められており，こ\nれらを含む本件各ＬＰＳ契約の内容は，ジェネラル・パートナー及びリミテッ\nド・パートナーの持分の過半数の同意で修正することができる（１０．２条）\nとされていることなどからして，代表の方法や財産の管理等団体としての主要\nな点も確定しているということができる。\nなお，昭和３９年最判及びその後の判例等を検討すると，上記の４要件は，\nすべて独立して厳格に満たされることが要求されるものではなく，むしろ社団\n性認定のための指標であり，各要件相互の関係で柔軟に解釈され得るものと解\nされる。上記の諸要素を総合すると，本件各ＬＰＳは構成員と独立した団体と\nしての実質を有しており，人格のない社団の４要件を満たすと認めるに十分で\nある。\n３  したがって，本件各ＬＰＳは，仮に租税法上の法人に該当しないとしても，\n租税法上の人格のない社団に該当するというべきである。そうすると，人格の\nない社団は法人とみなされ（法人税法３条），租税法上は法人と同様に独立し\nた損益の帰属主体となるから，本件各不動産賃貸事業に係る収益及び費用は本\n件各ＬＰＳに帰属することとなるので，本件各損失は，被控訴人ら投資家の不\n動産所得の計算上生じた損失に当たらず，他の所得との間で損益通算すること\nはできない。\n\u0000 \u0000\u0000\u0000\n別紙３  被控訴人らの当審における補充主張\n第１  主位的請求を却下し予備的請求を適法とした原判決の判断が違法とする控訴\n人の主張に対する指摘等\n１  控訴人の主張の概要\n控訴人は，(1)通知処分と増額更正は，あくまで別個独立の処分であり，処\n分理由も異なるものであるから，実体法上当然に一方が他方に吸収されるもの\nではないこと，(2)通則法９０条及び１０４条が，通知処分と増額更正がいず\nれも不服申立ての対象となることを前提として，併合審理等に関する規定を設\nけていることからも，取消訴訟提起の前段階では，通知処分と増額更正は併存\nすることは明らかであること，(3)両処分が双方とも適法な不服申立てを経た\n上で取消訴訟が提起された場合に初めて，審判の矛盾・抵触を避けるため，訴\n訟上通知処分が増額更正に吸収されると主張する。\nその上で，控訴人は，(4)本件訴訟においては，被控訴人Ｐ１  １４年分更正\n処分等につき適法に取消訴訟が提起されていないのであるから，被控訴人Ｐ１\n１４年分通知処分は被控訴人Ｐ１  １４年分更正処分等に吸収されず，なお別\n個独立した処分として存在し，取消訴訟の対象となると主張する。\n２  控訴人の主張は，いずれにせよ被控訴人Ｐ１の訴えを認容すべきという内容\nであること\n通知処分と増額更正が行われた場合に，納税者が先行する通知処分だけを争\nって通知処分が取り消された場合，「通知処分を取り消す旨の判決が確定すれ\nば，税務署長は，後の増額更正の有無にかかわらず，判決に従って総額的に正\nしい税額の確定行為としての減額更正を行うこととな」ることは，裁判例も認\nめるところである（乙Ａロ３・１４頁）。控訴人も，平成２１年５月１２日付\nけ意見書で「通知処分を取り消す旨の判決が確定すると，それは申請を棄却し\nた処分を取り消したものであるから，税務署長は，取消判決の拘束力により，\n\u0000 \u0000\u0000\u0000\nその判決の理由中の判断に従って総額的に正しい税額の確定行為として減額更\n正を行うべきことになり（行政事件訴訟法３３条２項），総額的に正しい税額\nの確定を認める権利の侵害は回復されることになるので，ここに通知処分の取\n消を求める訴えの利益が認められる。」としてこの見解に賛同している。\nしたがって，上記１の控訴人の主張は，平成２１年５月１２日付け意見書と\n併せて理解すれば，要するに，「納税者は先行する通知処分だけを争ってもよ\nいし，通知処分及び更正処分の両方を争ってもよい」という内容である。これ\nを本件訴訟にあてはめれば，本案が認められる場合は，予備的請求が適法であ\nり訴訟係属が認められるのであれば予備的請求を，予備的請求が不適法であり\n訴訟係属が認められないのであれば主位的請求を認容するべきであるというも\nのであり，いずれにせよ，被控訴人Ｐ１の訴えを認容すべきという内容である。\n被控訴人Ｐ１としても，主位的請求が認容されれば目的が達せられるので，\n予備的請求が適法であるか否かという点を除き，控訴人の上記主張内容及び結\n論を積極的に争うものではない。\n３  控訴人の主張は根拠に乏しいこと\n上記２で述べたとおり，被控訴人Ｐ１としても，予備的請求が適法であるか\n否かという点を除き，控訴人の上記主張内容及び結論を積極的に争うものでは\nない。もっとも，控訴人の上記１の(1)ないし(4)の主張は根拠に乏しいことは\n一応指摘しておく。\nまず，(1)及び(3)の，取消訴訟提起の前段階では，実体法上通知処分と増額\n更正は併存するが，取消訴訟が提起されると通知処分が訴訟上増額更正に吸収\nされるという主張は，実体法と訴訟法を混同した主張であり，技巧的に過ぎる\nと思われる。端的に，取消訴訟提起の前後を問わず，通知処分と増額更正は併\n存すると解する方が一貫していると思われる。\nまた，控訴人が(2)の根拠として引用する通則法９０条は，関連する複数の\n処分が存在する場合に，ある処分が審査請求段階に，ある処分が異議段階にあ\n\u0000 \u0000\u0000\u0000\nると相互に矛盾した判断が生じるため，異議段階にある処分を審査請求があっ\nたものとみなすという規定にすぎず，実体法上通知処分と増額更正が併存する\nか否かについて直接の結論を与えるものではない。仮に実体法上通知処分が増\n額更正に吸収されるのであれば，そもそも同条の適用の余地はないからである。\n同様に，控訴人が引用する同法１０４条も，異議審理庁又は国税不服審判所長\nが複数の不服申立てを併合審理「できる」という一般論を定めたものにすぎず，\nやはり通知処分と増額更正が併存するか否かについて直接の結論を与えるもの\nではない。\n第２  通則法第１１５条１項３号の「正当な理由」があること\n１  控訴人の主張の概要\n原判決は，(1)被控訴人Ｐ１は，当初から一貫して，本件不動産賃貸事 業\n（Ｐ）から生じる損失は被控訴人Ｐ１の不動産所得に当たらないとの刈谷税務\n署長の判断を不服として，その救済を求めてきたことが認められるのであるか\nら，被控訴人Ｐ１  １４年分更正処分等につき不服申立ての前置がされていな\nいという形式的な理由で，その訴えを不適法なものとすることは，被控訴人Ｐ\n１に酷に過ぎること，(2)予備的請求に係る訴えを適法なものと扱うことによ\nって，司法審査に先立ち課税庁に処分の適否につき見直しの機会を与え，紛争\nの自主的な解決を図り，大量的かつ回帰的にされる課税処分について訴訟の氾\n濫を防ぐ等の不服申立て前置の趣旨を損なうおそれはないと判断した（原判決\n３１頁）。\n控訴人は，(1)の判示については，被控訴人Ｐ１  １４年分通知処分と被控訴\n人Ｐ１  １４年分更正処分等が３日間の短い間隔で相次いで出されており，一\n方のみ不服申立てをすることに比べて特に負担が大きくなるとは思われず，被\n控訴人Ｐ１において被控訴人Ｐ１  １４年分更正処分等に対し不服申立てを妨\nげるような客観的事情の存在は何らうかがわれず，それにもかかわらず訴えを\n\u0000 \u0000\u0000\u0000\n不適法なものとすることが酷というのは，不服申立て前置の意義を軽視してい\nる，(2)の判示については，被控訴人Ｐ１  １４年分更正処分等の理由及び内容\nと被控訴人Ｐ１  １４年分通知処分の理由及び内容は異なるのであるから，紛\n争の自主的な解決を図り訴訟の氾濫を防ぐという不服申立て前置主義の趣旨に\n照らして，それぞれの処分について不服申立て手続を執ることが要請されてい\nたと主張する。\n２  控訴人の主張は抽象論を展開するのみであること\nしかしながら，以下のとおり，控訴人は「正当な理由」という，まさに個\n別・具体的な事実関係の積み重ねが問題となる争点につき，抽象論を展開する\nのみであり，被控訴人Ｐ１が原審から主張する事実関係や，原判決が詳細に認\n定した事実関係に何ら反論できていない。\n被控訴人Ｐ１  １４年分通知処分は平成１７年２月２５日金曜日に，被控訴\n人Ｐ１  １４年分更正処分等は開庁日としては翌日にあたる平成１７年２月２\n８日月曜日になされている。すなわち，被控訴人Ｐ１  １４年分通知処分と被\n控訴人Ｐ１  １４年分更正処分等は，刈谷税務署の連続する開庁日という極め\nて近接した日に相次いでなされたものである。\nま た ， 被 控 訴 人 Ｐ １   １ ４ 年 分 通 知 処 分 は ， 被 控 訴 人 Ｐ １ が 本 件 Ｌ Ｐ Ｓ\n（Ｐ）を通じてした米国不動産事業から生じた損失（以下「本件米国不動産事\n業損失」という。）について，刈谷税務署長が所得税法上の損益通算を認めず，\n被控訴人Ｐ１がした更正の請求に理由がない旨を判断したものである。次に被\n控訴人Ｐ１  １４年分更正処分等は，同じく本件米国不動産事業損失（及び被\n控訴人Ｐ１がこれとはまったく無関係に行っていた船舶リース事業で発生した\n損失）について，刈谷税務署長が所得税法上の損益通算を認めず，更正処分及\nび過少申告加算税賦課決定処分をしたものである。すなわち，被控訴人Ｐ１の\n本件米国不動産事業損失について所得税法上の損益通算を認めない，との理由\nは，被控訴人Ｐ１  １４年分通知処分及び被控訴人Ｐ１  １４年分更正処分等に\n\u0000 \u0000\u0000\u0000\n共通している。\nしたがって，被控訴人Ｐ１  １４年分通知処分と被控訴人Ｐ１  １４年分更正\n処分等とは，一つの判断に基づいた実質的に一つの処分であると評価できる。\nそのため，被控訴人Ｐ１  １４年分通知処分を争うことは被控訴人Ｐ１  １４年\n分更正処分等をも争うということに等しいというべきである。被控訴人Ｐ１は，\n当初から一貫して，本件不動産賃貸事業（Ｐ）から生じる損失は被控訴人Ｐ１\nの不動産所得に当たらないとの刈谷税務署長の判断を不服として，その救済を\n求めてきたという原判決の認定は，極めて正確に事実関係を捉えているといえ\nる。\nこれに対して控訴人は，被控訴人Ｐ１  １４年分通知処分と被控訴人Ｐ１  １\n４年分更正処分等は，３日間の短い間隔で相次いでされていて，双方に不服申\nし立てをすることが，一方にのみ不服申し立てをすることに比べて特に負担が\n大きくなるとは思われないなどと主張する。しかし，一方で控訴人は被控訴人\nＰ１  １４年分更正処分等の理由及び内容と被控訴人Ｐ１  １４年分通知処分の\n理由及び内容は異なると主張しており，むしろ短期間に二つの処分理由及び内\n容が異なる処分を争う必要があるのであれば，被控訴人Ｐ１にとって負担が相\n当に重かったという帰結になるはずであり，特に負担が大きくなるとは思われ\nないという主張には説得力がない。\nまた，控訴人は，他に不服申立てを妨げるような客観的事情の存在はうかが\nわれないなどと論難するが，具体的な事情は一切挙げておらず，その内容は，\n抽象論でしかない。一つの判断に基づいた実質的に一つの処分を二つの不服申\n立てで争わなければならないと判断すること自体納税者には極めて困難である。\nまた，上記第１の２で述べたとおり，控訴人は，「納税者は先行する通知処分\nだけを争ってもよいし，通知処分及び更正処分の両方を争ってもよい」という\n解釈を採用しているのであるから，当の控訴人自体が二つの不服申立てで争わ\nなければならないなどとは考えていないのであり，にもかかわらず納税者には\n\u0000 \u0000\u0000\u0000\n二つの不服申立てで争うべきであった（それをしなかったことは法の不知にす\nぎない）などと求めることは異常というほかない。\n３  被控訴人Ｐ１に「正当な理由」を認めても不服申立て前置の趣旨に反するも\nのではないこと\nまた，控訴人は，紛争の自主的な解決を図り訴訟の氾濫を防ぐという不服申\n立て前置主義の趣旨に照らして，それぞれの処分について不服申立て手続を執\nることが要請されていたなどと述べるが，その主張は要するに被控訴人Ｐ１\n１４年分通知処分と被控訴人Ｐ１  １４年分更正処分等は異なる行政処分であ\nるという一般論を述べているに過ぎず，その内容は，抽象論でしかない。\n国税通則法が「正当な理由」という例外を認めているのは，まさに個別・具\n体的な事実関係を考慮することを求めているのであって，控訴人の反論は，事\n実関係を争うものでない以上，そもそも反論になっていない。\n本件の事実関係として，国税不服審判所は，被控訴人Ｐ１  １４年分通知処\n分に係る審査請求事件において，被控訴人Ｐ１  １４年分更正処分等を併せ審\n理の上，被控訴人Ｐ１の審査請求を棄却している（国税不服審判所平成１９年\n１月２２日裁決・被控訴人Ｐ１に係る甲ロ３の１）。また，被控訴人Ｐ１と同\nじく本件ＬＰＳ（Ｐ）を通じてした米国不動産事業から生じた損失や，これと\n同種の本件ＬＰＳ（Ｃ）を通じてした米国不動産事業から生じた損失について，\n損益通算を認めない処分（更正処分又は更正の請求に理由がない旨の通知処\n分），これに対する審査請求を棄却する裁決が，多数，しかも各年分について\n出ている。さらに，控訴人は，控訴審に至ってもなお，結局被控訴人Ｐ１  １\n４年分更正処分等に対する刈谷税務署長や国税不服審判所長の判断が変更され\nる余地があったのか，即ち異議申立や審査請求によって具体的に結論の変更の\n余地があったのかという最も根本的な問題については一切反論していない。む\nしろ，そのような余地がなかったことは暗に認めているというべきである。\nかかる結果に鑑みれば，本件米国不動産事業損失について所得税法上の損益\n\u0000 \u0000\u0000\u0000\n通算を認めないことにつき，刈谷税務署長や国税不服審判所長の判断が変更さ\nれる余地は，結局はまったくなかったと言える。このような事実関係のもとで，\n紛争の自主的な解決を図り訴訟の氾濫を防ぐという不服申立て前置主義の趣旨\nなどいう主張をしても，もはや詭弁でしかない。\n４  被控訴人Ｐ１は制度の欠陥によって困難を強いられており，そのことがまさ\nに「正当な理由」を基礎付ける個別事情であること\nそもそも，明確な条文がなく，条文の解釈も判例上定まっておらず，取消訴\n訟を提起して判決が確定するまで，納税者にとっていかなる争訟を行うべきか\nが分からないという状況が発生すること自体，制度の欠陥が存在することを示\nしていることは明らかである。当然のことながら，後記第３の２で述べるとお\nり，これは教示制度が適切に機能していないことも意味する。\n原判決が，被控訴人Ｐ１が，当初から一貫して，本件不動産賃貸事業（Ｐ）\nから生じる損失は被控訴人Ｐ１の不動産所得に当たらないとの刈谷税務署長の\n判断を不服として，その救済を求めてきたことが認められるのであるから，被\n控訴人Ｐ１  １４年分更正処分につき不服申立ての前置がされていないという\n形式的な理由で，その訴えを不適法なものとすることは，被控訴人Ｐ１に酷に\n過ぎると判断したことは，まさにこの制度の欠陥を直視し，争う意思を明示し\nた納税者をその欠陥を理由にして犠牲にすることは許されないと考えたからに\nほかならない。\nこの点からも，被控訴人Ｐ１に「正当な理由」があることは明らかである。\n第３  行政事件訴訟法１４条１項及び２項の各ただし書の「正当な理由」があるこ\nと\n１  原判決の判示と控訴人の主張の概要\n原判決は，通則法１１５条１項３号の「正当な理由」が認められる上記第２\nの１で述べた事実関係の下においては，被控訴人Ｐ１  １４年分更正処分等の\n\u0000 \u0000\u0000\u0000\n取消を求める訴えは，被控訴人Ｐ１  １４年分通知処分の取消を求める訴えが\n提起された時から既に提起されていたものと同視するのが相当であると判示し\nた（原判決３２頁）。\n控訴人は，原判決について，ほとんど意味のある反論をしていないが，(1)\n通知処分と更正処分は別個の処分であるから出訴期間も別個に進行すると解す\nるべきである，(2)各処分ごとに不服申立手続に関する教示がされていたので\n納税者の不利益はないと主張する。\n２  控訴人は「正当な理由」という，まさに個別・具体的な事実関係の積み重ね\nが問題となる争点につき，抽象論を展開するのみであり，被控訴人Ｐ１が原審\nから主張する事実関係や，原判決が詳細に認定した事実関係に何ら反論できて\nいないこと\nしかしながら，被控訴人Ｐ１  １４年分通知処分と被控訴人Ｐ１  １４年分更\n正処分等が形式的に別の行政処分であることは明らかであり，問題は後者に前\n者が吸収されるか否かであって，原判決が吸収されると解している以上，それ\nが元々別の行政処分であるなどと言っても，あまりに空虚である。被控訴人Ｐ  １４年分通知処分を争う意思を示すことは被控訴人Ｐ１  １４年分更正処分\n等をも争う意思を示すことであるという被控訴人Ｐ１の主張に対し何らの反論\nにもなっていない。\nまた，控訴人は教示を行ったと主張するが，原判決（３０頁）の採用した解\n釈のように，「被控訴人Ｐ１  １４年分更正処分等に被控訴人Ｐ１  １４年分通\n知処分が吸収されるので，被控訴人Ｐ１  １４年分更正処分等を争う必要があ\nる」などという教示はしていないし，また控訴人が主張する「納税者は先行す\nる通知処分だけを争ってもよいし，通知処分及び更正処分の両方を争ってもよ\nい」という前提の教示もしていない。\nしたがって，本件訴訟が確定していない現在，被控訴人Ｐ１としては，被控\n訴人Ｐ１  １４年分通知処分を受けた当時から現在に至るまで，結局何が正し\n\u0000 \u0000\u0000\u0000\nい争訟の方法であるのかにつき教示を受けていないのである。\nこのような状況において，原判決が認定しているとおり，被控訴人Ｐ１が，\n当初から一貫して，本件不動産賃貸事業（Ｐ）から生じる損失は被控訴人Ｐ１\nの不動産所得に当たらないとの刈谷税務署長の判断を不服として，その救済を\n求めてきたことが認められるのであるから，被控訴人Ｐ１  １４年分更正処分\n等につき不服申立ての前置がされていないという形式的な理由で，その訴えを\n不適法なものとすることは，被控訴人Ｐ１に酷に過ぎるのであり，行政事件訴\n訟法上の出訴期間についても，同様に考えるのが相当である。\n\u0000 \u0000\u0000\u0000\n別紙４  当審における新たな主張\n第１  控訴人の主張 １  本件各損失は被控訴人ら投資家の不動産所得の計算上生じた損失に当たらな\nいこと\n(1)  原判決の説示内容\n原判決は，我が国の租税法においては，ある事業体が法人に該当せず，\nかつ，人格のない社団等にも該当しない場合には，当該事業体の行う事業\n活動から生じた損益について構成員課税が行われるところ，本件各ＬＰＳ\nは，法人及び人格のない社団等のいずれにも該当しないのであるから，被\n控訴人ら投資家が本件各ＬＰＳを通じて行った事業活動から生じた損益に\nついては，構成員課税が行われるとした上で，本件各ＬＰＳが行った本件\n各不動産賃貸事業により本件各受託銀行を介して被控訴人ら投資家に直接\n帰属することとなった損益は，本件各建物を第三者に賃貸することによっ\nて生じたものであることから，当該損益にかかる所得は被控訴人ら投資家\nの不動産所得に該当すると判示した（原判決６０，６１頁）。\n(2)  原判決の所得区分の判断は誤っていること\nア  そもそも，我が国の所得税法は，所得をその源泉ないし性質によって１\n０種類に区分しているところ，これは，所得はその性質や発生の態様によ\nって担税力が異なるという前提に立って，公平負担の観点から，各種の所\n得について，それぞれの担税力の相違に応じた計算方法を定め，また，そ\nれぞれの態様に応じた課税方法を定めているものである。したがって，あ\nる所得が所得税法に規定されるいかなる所得に該当するかは，当該所得の\n性質や発生の態様に係る事実関係に基づき，それを所得税法が規定した各\n種所得の意義及び当該規定の趣旨に照らして判断すべきことになる。仮に，\n外国の事業体の事業活動から生じた損益について構成員課税が行われると\n\u0000 \u0000\u0000\u0000\nしても，構成員が当該事業を行っているといえるか否かは別問題であるか\nら，当然に当該事業の内容・性質に対応して所得区分が決定されるもので\nはない。\nイ  本件各ＬＰＳは，自ら契約当事者となって本件各建物の売買契約を締結\nし，本件各建物の所有者として登録されており，構成員である各パートナ\nーの個人財産とは区別された独自の財産として本件各建物を所有している。\nそして，自ら契約当事者となって，本件各土地賃貸借契約を締結して本件\n各土地を賃借し，本件各不動産の管理契約を締結してその管理を委託し，\n本件各建物の賃貸借契約を締結して本件各建物を第三者に賃貸している\n（原判決１１ないし１３頁）。\n他方で，本件各ＬＰＳの構成員であるリミテッド・パートナーは，パー\nトナーシップ持分を有するにすぎず，本件各ＬＰＳの個別の財産に対して\n直接の持分を有するものではない（州ＬＰＳ法７０１条）。また，本件各\nＬＰＳ契約において，本件各ＬＰＳの管理及び運営については，本件各Ｇ\nＰに独占的に権限又は権利が付与されており，リミテッド・パートナーは，\n本件各ＬＰＳの管理又は運営に参加してはならず，いかなる事項に関して\nも，本件各ＬＰＳの名前で行為する権限又は権利を有さないとされている\n（２．１条）。これらによれば，本件各ＬＰＳの構成員であるリミテッ\nド・パートナーは，本件各建物の所有権を有しているとは認められず，本\n件各建物の貸主となり得るその余の権利・権原を有しているとも認められ\nない。\nそうすると，本件各不動産賃貸事業を営む者，すなわち，本件各建物を\n借主に使用収益させ，それによって対価を得ている者は，本件各ＬＰＳで\nあり，その構成員であるリミテッド・パートナーが本件各建物を貸し付け\nているとはいえない。\nウ  そして，不動産所得は不動産の貸付けによる所得をいうところ（所得\n\u0000 \u0000\u0000\u0000\n税法２６条１項），上記のとおり，本件各建物の所有者や本件各賃貸借契\n約の当事者が本件各ＬＰＳであり，リミテッド・パートナーは貸主となり\n得る権利・権原を有していないことなどの事実関係に照らすと，被控訴人\nら投資家が本件各建物を貸し付けているという実態は認められない。した\nがって，被控訴人ら投資家が本件各ＬＰＳから割り当てられる利益又は損\n失は，不動産の貸付けによる所得，すなわち不動産を使用収益させること\nに対する対価としての性質を有するものとはいえず，不動産所得に当たら\nないのである。\n本件各ＬＰＳにおいては，本件各不動産賃貸事業における入居者の選定\nや入居条件の決定，本件各建物の売却交渉や売却先の選定など，不動産経\n営に関する一切の権限は本件各ＧＰのみが有しており，リミテッド・パー\nトナーは何ら具体的な経営には参画しておらず，そこには不動産を経営す\nるという実態はない。そもそも，リミテッド・パートナーシップという制\n度そのものが，パススルーにより米国国内における法人段階の課税を排除\nし，持分の流動性を高めるとともに，出資金額を責任限度として利益の配\n当を受けることができるようにして，投資家から事業資金を集め易くした\nものであって，この場合には，言わば小口の株式投資と同様の機能を営ん\nでおり，リミテッド・パートナー自身が事業を営んでいる実態はない。こ\nのような観点からしても，事業体から利益の配分を受けた場合は，投資に\n対する配当とみるのが相当である。\nエ  本件各損失に任意組合の課税関係を適用することはできないこと\n(ア)  原判決は，被控訴人ら投資家が本件各ＬＰＳを通じて行った事業活\n動から生じた損益について構成員課税が行われることから，任意組合等\nと同様の課税関係を適用し，本件各ＬＰＳの営む事業（本件各不動産賃\n貸事業）の性質に対応して，当該損益に係る所得が被控訴人ら投資家の\n不動産所得に該当すると判断したものと考えられる。\n\u0000 \u0000\u0000\u0000\nしかしながら，我が国の任意組合，投資事業有限責任組合，有限責任\n事業組合といった，民法上の任意組合を原型とする事業体は，「各当事\n者が出資をして共同の事業を営むことを約する」契約により成立し（民\n法６６７条），その事業用財産や事業上の成果として取得した財産は組\n合員の共有（合有）であり（民法６６８条），事業体の債務は組合員各\n自の債務となる。このように，民法上の任意組合を原型とする事業体は，\n事業体の財産の共同所有性及び各構成員の共同事業性という特質を有す\nることから，これらの事業体の構成員課税における所得区分は，事業体\nの営む事業の内容・性質に対応するものとなる。\nそうすると，我が国に存在しない性質を有する外国の事業体の構成員\nの課税関係は，当該所得の性質や発生の態様に係る事実関係に基づき判\n断すべきところ，当該事業体について上記の任意組合等と同様の取扱い\nを行うことができるか否かを判断する際は，財産の共同所有性及び各構\n成員の共同事業性を有するか否かが重要な要素になると解すべきである。\n仮に当該事業体が我が国の租税法上の法人及び人格のない社団等のいず\nれにも該当せず，独立の納税義務者に該当しないとしても，直ちに我が\n国の任意組合や投資事業有限責任組合と同様に取り扱われるということ\nにはならない。原判決は，本件各ＬＰＳが我が国の任意組合等と同様の\n法的性質を有するか否かを検討することなく，構成員課税であることか\nら直ちに任意組合等と同様の課税関係が当てはまると判断したのであれ\nば，この点の判断は誤っている。\n(イ)  このことは，匿名組合については任意組合と異なる取扱いがされて\nいることからも裏付けられる。\nすなわち，我が国において，出資者から事業資金を集め，事業から生\nじた利益を分配する契約を結んでいる場合に，その契約が民法上の組合\n契約か商法上の匿名組合契約かが問題となることがあるが，このような\n\u0000 \u0000\u0000\u0000\n契約において，財産の共同所有性や共同事業性を欠く場合には，民法上\nの組合契約ではなく，商法上の匿名組合契約が成立していると認められ\nる（名古屋地裁昭和６０年３月２５日判決・税務訴訟資料１４４号７４\n１頁〔その控訴審である名古屋高裁昭和６１年７月１６日判決・税務訴\n訟資料１５３号１１９頁，その上告審である最高裁昭和６３年１０月１\n３日第一小法廷判決・税務訴訟資料１６６号１３１頁で維持〕，東京地\n裁平成１９年６月２２日判決・訟務月報５４巻９号２１３０頁〔その控\n訴審である東京高裁平成１９年１０月３０日判決・訟務月報５４巻９号\n２１２０頁で維持〕参照）。\nそして，こうした匿名組合契約に基づき匿名組合員に分配される損益\nは，匿名組合員が営業者の事業に係る重要な業務執行の決定を行ってい\nるなど当該事業を共同経営していると認められるような場合を除けば，\n出資・投資の対価という側面が強く，その所得区分は雑所得であると解\nされる（前 掲東京地 裁平成 １９ 年６月２ ２日判決， 所得税基 本通 達 ３\n６・３７共－２１参照）。\nこれを本件各ＬＰＳについて見ると，リミテッド・パートナーは本件\n各ＬＰＳの特有財産である本件各建物に持分を有していない上，本件各\n不動産賃貸事業における一切の権限は本件各ＧＰのみが有しており，リ\nミテッド・パートナーは，不動産賃貸事業の経営に何ら参画しておらず，\n本件各ＧＰとともに不動産賃貸事業を営んでいるという実態はないので\nあるから，リミテッド・パートナーが本件各ＬＰＳから割り当てられる\n利益又は損失は，匿名組合契約に基づいて匿名組合員に分配される損益\nと同様に，出資・投資の対価の性質を有するというべきである。\nしたがって，この点からも，被控訴人ら投資家が本件各ＬＰＳから割\nり当てられる損益に係る所得は不動産所得に該当せず，雑所得に該当す\nるというべきである。\n\u0000 \u0000\u0000\u0000\nオ  被控訴人ら投資家が本件各建物を所有する実態がないことは本件オプシ\nョン契約からも明らかであること\n(ア)  被控訴人ら投資家に所有者として本件各建物を第三者に貸し付けて\nいるという実態がなかったことは，以下に述べるとおり，本件ＬＰＳ\n（Ｃ）に投資していた者のうちの相当数が，本件各ＬＰＳ契約の契約期\n間中に投資対象建物のキャピタルゲインを事実上放棄する契約を締結し\nていることからも明らかである。\n被控訴人ら投資家のほか，本件と同種事案である大阪高等裁判所平成\n○年（行コ）第○号事件の控訴人ら及び東京高等裁判所平成○年（行\nコ）第○号事件の被控訴人ら（いずれも各原審における原告であり，原\n審において訴えを取り下げた１名を含む。）の中で，本件ＬＰＳ（Ｃ）\nに投資していた１５名のうち少なくとも９名は，平成１７年６月３０日\nに，本件ＧＰ（Ｃ）との間で，本件ＬＰＳ（Ｃ）のリミテッド・パート\nナーである受託銀行において，本件ＧＰ（Ｃ）に対し，本件ＧＰ（Ｃ）\nの希望する時点で，本件建物（Ｃ）の価格上昇にかかわりなく，Ｐ８銀\n行に開設されたエスクロー口座に振り込んだ金額と同額である１口当た\nり２０万ドルで各パートナーシップ持分の全てを売却するという内容の\n契約（本件オプション契約）を締結していた（乙Ａ全２，乙Ａ全７４別\n紙４，乙Ａ全１１１）。\nそして，上記９名は，平成１９年２月５日に，本件ＧＰ（Ｃ）に本件\nオプション契約に基づきパートナーシップ持分を取得する権利を行使さ\nれたことで，１口当たり２０万ドルの支払を受けたのみで各パートナー\nシップ持分を本件ＧＰ（Ｃ）に譲渡し，本件ＬＰＳ契約（Ｃ）から脱退\nしたものと認められる（乙Ａ全７４別紙２ないし４）。\n(イ)  被控訴人らの主張によれば，本件建物（Ｃ）は，平成１９年２月２\n１日に取得時価格の約２．４８倍に相当する９６００万ドルで第三者に\n\u0000 \u0000\u0000\u0000\n売却されているところ，これを「投資効果シュミレーション（Ｃ）」に\n当てはめると，１口２０００万円の投資に対する最終分配金は１００万\n８３８５ドル（１ドル１００円換算で１億００８３万８５００円）にな\nっており，本件不動産投資事業（Ｃ）は，現実にキャッシュフローベー\nスで見て投資額以上の分配金を得られる事業であったとされている。そ\nうすると，上記９名は，本件建物（Ｃ）が売却される直前にパートナー\nシップ持分を譲渡し，多額の最終分配金を享受する権利を失ったことに\nなる。\n本 件 オ プ シ ョ ン 契 約 が 締 結 さ れ た 平 成 １ ７ 年 ６ 月 に は ， 本 件 建 物\n（Ｃ）は売却予定年である平成１９年（乙Ａ全１６）を２年後に控えて\nいたところ，当時，米国の不動産市況は相当の活況を呈しており（乙Ａ\n全８２・２及び３頁参照），本件建物（Ｃ）についても相当額の価格上\n昇による利益（キャピタルゲイン）が見込まれていたものといえる。そ\nれにもかかわらず，本件ＬＰＳ（Ｃ）に投資していた者のうち相当数が，\n本件オプション契約を締結することで，当初の投資額と同額の１口当た\nり２０万ドルと引き換えに，同契約を締結しなければ得られるであろう\nキャピタルゲインを事実上放棄したものであり，被控訴人らの主張によ\nれば，現に１口当たり１億円余りの最終分配金を放棄した結果となって\nいる。\n(ウ)  一般に，不動産投資事業において，所有者としての主たる収益権能\nが発揮されるのはキャピタルゲインの分配時であり，被控訴人らも，本\n件各不動産賃貸事業は「ヴァリューアップ型不動産投資事業」であり，\n建物の売却益によるキャッシュフローベースの分配金の獲得を目指して\n出資した旨主張している。それにもかかわらず，本件ＬＰＳ（Ｃ）に投\n資していた者のうち相当数が，相当程度見込まれた売却益を一方的に放\n棄する本件オプション契約を一様に締結し，取得できることが相当な蓋\n\u0000 \u0000\u0000\u0000\n然性をもって予測できた最終分配金をあえて放棄していることからすれ\nば，所有者として本件各建物の収益権能に関心を持っていたものとは認\nめられない。\n加えて，本件スキーム（Ｃ）は，我が国の税法上，法定耐用年数の全\n部を経過した中古の木造賃貸用住宅の耐用年数が簡便法によれば４年と\nされていることから，不動産所得の計算において短期間に減価償却費を\n計上できることを利用し，税務計算上，不動産所得に損失を計上させ，\n他の所得と損益通算させて課税所得を圧縮させることを目的としたもの\nである。そして，本件不動産賃貸事業（Ｃ）は，平成１２年１２月１９\n日に開始し，リミテッド・パートナーには，組合計算書により，我が国\nの税務上，平成１３年から平成１６年までの４年にわたり毎年１８万１\n８４７ドルないし１８万３５３２ドルの多額の減価償却費が割り当てら\nれた（本判決別表２－２「減価償却費」欄参照）。しかるに，本件ＬＰ\nＳ（Ｃ）に投資していた者のうち相当数が，このように我が国の税法上，\n本件建物（Ｃ）につき多額の減価償却費を計上できる４年が経過した直\n後である平成１７年６月に本件オプション契約を締結しているのである。\nこの点からみても，被控訴人ら投資家は，当初から売却益による収益に\nは関心がなく，専ら建物の減価償却費等の必要経費を損失として計上す\nることで租税負担の軽減を図ることを目的として投資したものと考える\nのが相当である。\n以上のことからも，被控訴人ら投資家が本件各建物の所有権を有さず，\n所有者として本件各建物を第三者に対して貸し付けているという実態が\nなかったことは明らかである。\n(エ)  これに対し，被控訴人らは，本件オプション契約は，投資環境の変\n化に伴い，投資家がそれぞれの置かれた投資状況や経済状況等を判断し，\n投資額のみでも回収を確実にしておきたいと判断して締結したものであ\n\u0000 \u0000\u0000\u0000\nるなどと主張している。\nしかし，既に述べたとおり，本件オプション契約は，本件ＧＰ（Ｃ）\nに対し１口２０万ドルでパートナーシップ持分を買い取る権利を一方的\nに与えるものであり，その権利を行使するか否かは本件ＧＰ（Ｃ）の判\n断に委ねられており，上記金額でパートナーシップ持分が買い取られる\nことをリミテッド・パートナーに保証するものではない。したがって，\n本件ＧＰ（Ｃ）は，本件建物（Ｃ）を高額で売却できることとなり，そ\nのままリミテッド・パートナーに最終分配金を支払うよりも１口２０万\nドルで被控訴人ら投資家のパートナーシップ持分を買い取った方が有利\nであると判断すれば上記オプションを行使すればよいし，本件建物\n（Ｃ）を高額で売却することができず，リミテッド・パートナーに支払\nうこととなる最終分配金が１口当たり２０万ドルを下回る見通しであれ\nば，上記オプションを行使せずに最終分配金を支払うという判断も可能\nとなるものであった。そうすると，投資額のみでも確実に回収するため\nに本件オプション契約を締結した旨の被控訴人らの主張は，そもそも客\n観的事実に反するものである。\n加えて，被控訴人らは，キャッシュフローベースの収益獲得を目指し\nて投資したとしながら，その契約期間中に売却益を放棄する内容の本件\nオプション契約を締結するに至った理由について，投資環境の変化に伴\nい投資状況や経済状況等を判断したといった抽象的な説明しかできてい\nない。このことからも，被控訴人ら投資家が，実際に不動産が生み出す\n収益に関心を持っていたものとは到底認められないというべきである。\nカ  まとめ\n以上に述べたとおり，本件各ＬＰＳは，仮に構成員課税の対象となる事\n業体であるとしても，その財産が構成員の共有とならず，当該財産に係る\n権利義務が構成員に帰属しない点で，民法上の任意組合を原型とする事業\n\u0000 \u0000\u0000\u0000\n体とは異なるから，その事業から生じる所得について直ちに任意組合と同\n様の取扱いをすることは許されず，その所得の性質は，構成員ごとに個別\n具体的な事実関係に照らして判断されるべきものである。そして，被控訴\n人ら投資家は，本件各建物について貸主となり得る権利・権原を有してお\nらず，本件各建物を貸し付けているという実態は認められないことからす\nると，本件各ＬＰＳから被控訴人ら投資家に割り当てられる損益は，出資\nないし投資の対価の性質を有するものとして雑所得に該当するものである\nから，本件各損失は，被控訴人ら投資家の不動産所得の計算上生じた損失\nに該当せず，他の所得と通算することはできないものである。\nそして，本件各損失が被控訴人ら投資家の雑所得の計算上生じた損失に\n該当するとした場合，本件各係争年分のうち，本訴において控訴人が主張\nする税額等に影響がある年分に係る被控訴人ら投資家の総所得金額及び税\n額は，本判決別表１－１－１ないし１－３－２の表中「控訴人の予備的主\n張額」欄記載のとおりとなる（なお，被控訴人Ｐ２の平成１６年分〔別表\n１－１－３〕並びに被控訴人Ｐ１の平成１６年分〔別表１－２－３〕及び\n平成１７年分〔別表１－２－４〕については，更正の請求以前の確定した\n総所得金額及び税額が控訴人主張額を上回らない。また，本件各係争年分\nのうち，被控訴人Ｐ２の平成１３年分及び平成１７年分並びに亡Ｐ３の平\n成１３年分，平成１５年分及び平成１７年分については，本訴において控\n訴人が主張する税額等と同額となる。）。\n\u0000 \u0000 したがって，原判決は，少なくとも，①本判決別表１－１－１ないし１\n－３－２記載の各年分（ただし，被控訴人Ｐ２の平成１６年分〔別表１－\n１－３〕並びに被控訴人Ｐ１の平成１６年分〔別表１－２－３〕及び平成\n１７年分〔別表１－２－４〕を除く。）については，上記「控訴人の予備\n的主張額」欄記載の各税額を下回って被控訴人らの請求を認容した範囲に\nおいて取消を免れず，②上記①以外の各年分については，課税処分が結果\n\u0000 \u0000\u0000\u0000\nとして適法であることになるから，被控訴人らの請求を認容した部分の全\n部が取消を免れない。すなわち，被控訴人Ｐ２の平成１４年分（別表１－\n１－１）を例に挙げると，原判決は，所得税の更正処分（納付すべき税額\n６１７万５９００円）のうち修正申告（納付すべき税額マイナス２０３万\n６９７２円）を超える部分と過少申告加算税の賦課決定処分（８２万１０\n００円）の全部を取り消したが，当該取消部分のうち，控訴人主張額（納\n付すべき税額６１５万 １４００円，過少申告加算税の額８１万８０ ００\n円）との差額部分（納付すべき税額については６１５万１４００円を超え\nない部分を取り消した部分，過少申告加算税については８１万８０００円\nを超えない部分を取り消した部分）は取り消されるべきである。\n２  原判決は所得金額の算定においても誤っていること\n(1)  仮に本件各ＬＰＳについて構成員課税が行われ，本件各不動産賃貸事業\nから生じた損益に係る所得が不動産所得に当たるとしても，原判決は，計\n算上の損失の金額が出資額を超えている場合にも，その損失全額について\n損益通算することができるという結論を導いている点において，以下に述\nべるとおり，誤りがあるというべきである。\n(2)  必要経費の意義\n不動産所得の金額は，総収入金額から必要経費を控除して計算さ れる\n（所得税法２６条２項）ところ，所得税法３７条は，「その年分の不動産\n所得の金額，事業所得の金額又は雑所得の金額（略）の計算上必要経費に\n算入すべき金額は，別段の定めがあるものを除き，これらの所得の総収入\n金額に係る売上原価その他当該総収入金額を得るため直接に要した費用の\n額及びその年における販売費，一般管理費その他これらの所得を生ずべき\n業務について生じた費用（償却費以外の費用でその年において債務の確定\nしないものを除く。）の額とする。」と規定している。\nそして，「必要経費（necessary  expense）とは，所得を得るために必要な\n\u0000 \u0000\u0000\u0000\n支出のことである。課税の対象となる所得の計算上，必要経費の控除を認\nめることは，いわば投下資本の回収部分に課税が及ぶことを避けることに\nほかならず，原資を維持しつつ拡大再生産を図るという資本主義経済の要\n請に添うゆえんである。そのため，いずれの国の所得税制度においても，\n必 要 経 費 の 控 除 が 認 め ら れ て お り ， 所 得 税 は ， 原 則 と し て 純 所 得 （ net\nincome） を 対 象 と し て 課 さ れ て い る 。 我 が 国 で も ， 不 動 産 所 得 ・ 事 業 所\n得・山林所得及び雑所得の金額の計算上，必要経費の控除が認められてお\nり，その他の所得についても，投下資本の回収にあたる部分は課税の対象\nから除外されている。」（金子・前掲租税法２５２，２５３頁）と説明さ\nれている。\nすなわち，所得税法は，純資産増加説を採用し，すべての個人の純資産\nの増加をもたらすものはその担税力を増加させるものとして，包括的に所\n得概念を捉えていることから，純資産の減少により担税力の減殺要因とな\nる所得を生ずるのに直接かつ通常必要とされる経費（確定的金銭の支出も\nしくは物の給付）を，必要経費として課税所得の計算上控除することとし\nたものといえる。\n一時所得に係る支出が所得税法３４条２項にいう「その収入を得るため\nに支出した金額」に該当するか否かの判断基準が問題となった最高裁判所\n平成２４年１月１３日第二小法廷判決も，「所得税法は，２３条ないし３\n５条において，所得をその源泉ないし性質によって１０種類に分類し，そ\nれぞれについて所得金額の計算方法を定めているところ，これらの計算方\n法は，個人の収入のうちその者の担税力を増加させる利得に当たる部分を\n所得とする趣旨に出たものと解される。一時所得についてその所得金額の\n計算方法を定めた同法３４条２項もまた，一時所得に係る収入を得た個人\nの担税力に応じた課税を図る趣旨のものであり，同項が「その収入を得る\nために支出した金額」を一時所得の金額の計算上控除することとしたのは，\n\u0000 \u0000\u0000\u0000\n一時所得に係る収入のうちこのような支出額に相当する部分が上記個人の\n担税力を増加させるものではないことを考慮したものと解される」として，\n担税力に着目して所得概念を捉え，これを前提に，「所得税法３４条２項\nにいう「その収入を得るために支出した金額」に該当するためには，それ\nが当該収入を得た個人において自ら負担して支出したものといえる場合で\nなければならないと解するのが相当である。」と判示している。\nそうすると，不動産所得に係る必要経費についても，個人の純資産を減\n少させ，その担税力を減殺させるものであることを前提とするものという\nべきである。\n(3)  有限責任の構成員は無制限に必要経費を計上できるものではないこと\n上記の必要経費の意義に照らすと，無限責任を負う構成員と有限責任を負\nう構成員が存在する事業体に生じた損益について，仮に構成員課税が行われ\nるとした場合，各種所得の金額の計算上必要経費に計上することができる金\n額の範囲は，個々の構成員の責任の範囲によって異なるものと解すべきであ\nる。\nすなわち，事業から生じた損失を割り当てられた構成員が，その損失を無\n制限に必要経費に計上することができるのは，出資額を超えて事業体の債務\n（負債）に対して責任を負い，そのことにより純資産が減少することとなる\n無限責任の構成員に限られるべきである。\nこれに対して，出資の額を超えて債務を負わないような有限責任の構成員\nの場合は，たとえ事業体全体の負債が資産を超えてマイナスになっている状\n態であっても，資産と負債を合わせた事業体の財産に対する当該構成員の持\n分に相当する価額は零が限度であってマイナスになることはなく，出資の額\nを超えて純資産が減少することはないのであるから，無制限に必要経費を計\n上することはできないというのが論理的な帰結となる。\nそうすると，ある事業体が，有限責任の構成員に持分割合等に応じた損失\n\u0000 \u0000\u0000\u0000\nを割り当てたとしても，有限責任の構成員においては，出資の額を超えて債\n務（負債）を負うことはないことからすると，その割り当てられた損失のう\nち，当該構成員の投下資本（出資額）を超える部分については，当該構成員\nの各種所得の金額の計算上収入から控除される必要経費に該当せず，課税上\n考慮する必要はない。\nこのように，事業体が債務超過（負債が資産を超過している状態）の場合\nにおいて，構成員の課税所得の計算上必要経費を無制限に計上できるか否か\nは，各構成員の責任の範囲によって決まるのであり，特に，有限責任の構成\n員については，無制限に必要経費を計上することは認められない。\nなお，このような考え方は，国税庁長官が発出した平成１０年１０月２１\n日付け課審４－２０ほかによる「中小企業等投資事業有限責任組合契約に係\nる税務上の取扱いについて」と題する通達（乙Ａ全１０５。以下「平成１０\n年通達」という。）において明らかにされている。同通達では，中小企業等\n投資事業有限責任組合契約に関する法律（平成１０年法律第９０号）に基づ\nく組合が，基本的には民法上の任意組合と法的性質を同じくしつつも，無限\n責任組合員からなる民法上の任意組合とは異なり，無限責任組合員と有限責\n任組合員からなる組合であることを考慮して，「当該組合の収入金額，支出\n金額，資産，負債等をその分配割合に応じて各組合員のこれらの金額として\n計算する方法」の場合（引用者注：グロスで分配される場合），有限責任組\n合員については，「負債については分配割合に応じた額から有限責任組合員\nが負担しない部分（出資の額を超えた損失分）を控除した額を計上する」と\nされており，有限責任組合員については出資の額を限度として負債（及びこ\nれに対応する損失）額の計上が認められ，無制限に必要経費を計上すること\nはできないこととされている。\n(4)  本件各損失のうち必要経費に算入する金額は出資の金額を限度とすべき\nであること\n\u0000 \u0000\u0000\u0000\nア  州ＬＰＳ法３０３条(a)は，リミテッド・パートナーは，リミテッド・\nパートナーとしての権利や権限の行使に加えて当該事業の経営管理に関与\nしている場合を除き，リミテッド・パートナーシップの債務を弁済する義\n務を負うものではないと規定している（原判決４０頁）。また，本件各Ｌ\nＰＳ契約では，契約，不法行為その他により生じたかを問わず，本件各Ｌ\nＰＳの負債，債務及び義務は本件各ＬＰＳの単独の負債，債務及び義務で\nあり，リミテッド・パートナーは，リミテッド・パートナーであるという\n理由のみで本件各ＬＰＳの負債，債務及び義務について個人的に義務を負\nわないとされている（１．５条，原判決別紙５・２４頁）。\nこのように，リミテッド・パートナーである被控訴人ら投資家は，有限\n責任の構成員であり，出資額を超えて本件各ＬＰＳの債務（負債）につい\nて責任を負うものではなく，実際に，出資額を超えて損失を負担すること\nはなかった。\nイ  本件各不動産賃貸事業についてＰ９証券が作成した資料（乙Ａ全１４な\nいし１６）を見ると，本件各ＬＰＳは，投資家の出資金に加えて融資によ\nり資金を調達することで（投資家においては少額の出資で）高額の建物を\n取得することができ（乙Ａ全１４・１０ないし１２頁参照），減価償却費\nの計算において，日本の法制度であるいわゆる簡便法（減価償却資産の耐\n用年数等に関する省令３条）を適用して，不動産賃貸事業開始当初の４年\n間という短期間に，必要経費に計上することにより，多額の損失額を作出\nし（乙Ａ全１４・８頁参照），これを他の課税所得から差し引くことによ\nって，本来の所得税額を減少させるという租税負担減少の利益を受けるこ\nとができる旨説明されている（乙Ａ全１４・５及び６頁，乙Ａ全１５・２\n及び３頁）。\nそして，租税負担減少の利益が生ずる主たる要因は，既に述べたとおり，\n多額の減価償却費の計上による損失額の作出であるところ，減価償却費の\n\u0000 \u0000\u0000\u0000\n算定の基礎となる本件各建物の取得資金の約９０パーセントが融資による\nものである（本件建物(P)の取得価格（６３６万６５００ドル（乙Ａ全３\n８））のうち融資金額（５３７万ドル（乙Ａ全４７））の占める割合は約\n８４パーセント，本件建物(C)の取得価格（３８６３万８４００ドル（乙\nＡ全５））のうち融資金額（２４１万４９００ドル（乙Ａ全２１）と３２\n８５万ドル（乙Ａ全２２）の合計（３５２６万４９００ドル）の占める割\n合は約９１パーセントである。）。\nところが，リミテッド・パートナーである被控訴人ら投資家は，上記の\n融資について弁済義務を負うものではなく，仮に，本件各建物の価格が売\n却時に下落していたため，本件各ＬＰＳの資産で融資の弁済ができなくな\nったとしても，出資額を超えて何らかの負担をすることはなかった。そし\nて，本件各ＬＰＳの受ける融資はリミテッド・リコース・ローン（乙Ａ全\n１４・９頁参照）であり，仮に建物の売却時において不動産価格が下落し\nていたとしても，当該不動産価格をもって金融機関により清算され，当該\n不動産価額を超える借入金の残高について弁済義務を負うことはないとさ\nれているため，本件各ＬＰＳが価格下落による損失を負担することはなく，\n本件各ＬＰＳの資産で融資の弁済ができなくなるという事態は生じない構\n造となっており，有限責任である被控訴人ら投資家はもとより，無限責任\nのゼネラル・パートナーにおいても弁済責任を負うことはなかった。\nウ  以上のとおり，リミテッド・パートナーは，有限責任の構成員であり，\n出資額を超える負債について責任を負うものでもなく，実質的に借入金元\n本を弁済することもなかったのであるから，本件各損失のうち，所得税法\n上の必要経費に算入すべき金額は，パートナーシップの出資の金額を限度\nとし（ただし，パートナー持分に相当する額が設立当初の出資の額から減\n少しているときは，当該持分に相当する金額を限度とする。），それを超\nえる損失の額についてまでも，被控訴人ら投資家の必要経費に算入するこ\n\u0000 \u0000\u0000\u0000\nとはできないと解すべきである。\n(5)  措置法４１条の４の２及び２７条の２の各規定の存在は，控訴人の主張す\nる解釈と何ら矛盾するものではないこと\nア  被控訴人らの主張\n被控訴人らは，平成１７年度税制改正において設けられた措置法の規定\nについて，①措置法４１条の４の２は，「構成員の有限責任性には着目せ\nず，他方，その対象として『外国における・・類する契約』も対象とする\nことが明記されてい る」こと，これに対 して，②措置法２７ 条の２ は，\n「有限責任事業組合の構成員の有限責任性に着目したものではあるが，反\n面有限責任事業組合のみを対象とし，『外国における・・類する契約』は\n対象とされていない」ことを挙げ，「２つの損失利用制限規定を対比した\nと き ， 構 成 員 の 有 限 責 任 性 に 着 目 し た 後 者 の 規 制 で は ， 『 外 国 に お け\nる・・類する契約』は明示的にその対象から除外されていたといえる。」\nと主張する。その上で，被控訴人らは，「このように，平成１７年度税制\n改正においても，有限責任組合員であることを根拠として一般的に必要経\n費の算入を制限する制度は導入されていないのであるから，ましてや，同\n改正前において，控訴人の主張する租税上の効果が適法であったはずはな\nい。控訴人の主張によると，平成１７年度税制改正において措置法２７条\nの２が，適用対象を有限責任事業組合のみに限りかつ新規に創設されたこ\nとの説明が一切つかない。」と主張する。\nイ  措置法４１条の４の２について\nしかしながら，措置法４１条の４の２は，平成１７年度税制改正に関す\nる政府税制調査会の答申において，組合事業から生じる損失を利用した租\n税回避行為を防止するため適切な対応措置を講じる必要性について指摘が\nなされたことを受けて創設されたものであり（甲Ａ全１６・１５５頁），\n「不動産所得を生ずべき任意組合等の事業に係る個人の組合員の組合損失\n\u0000 \u0000\u0000\u0000\nをないものとみなす措置」を講じたものである（甲Ａ全１６・１５４頁）。\n租税回避行為を防止するための措置としては様々な方法が考えられると\nころ，措置法４１条の４の２は，被控訴人らも指摘するとおり「構成員の\n有限責任性には着目せず」，専ら組合員の組合事業への関与の度合いに着\n目し，不動産所得を生ずべき任意組合等の事業に係る個人の組合員の組合\n損失を対象として，組合事業への関与の度合いが低い組合員については，\n出資の額を超える部分の損失のみならず，その出資の範囲内において負担\nする損失も含めて，これをないものとみなす措置を定めたものである。\nこのように，措置法４１条の４の２は，有限責任の構成員についてその\n負担する責任（出資）の範囲を超えた部分を必要経費へ算入することは認\nめられないという，所得税法の解釈から当然に認められる取扱いを前提と\nしてもなお，当時顕在化していた「いわゆる航空機リースに関する任意組\n合の事業をはじめ，組合の事業から生ずる損失を利用して節税を図 る動\nき」（甲Ａ全１６・１５４頁）を防止するためには，無限責任を負う任意\n組合の組合員も含め，組合事業への関与の度合いが低い組合員については，\n当該特定組合員の出資の額を含めて損失をないものとみなす必要があると\nいう政策的判断がされたことから設けられた規定である。したがって，同\n条の存在は，控訴人の主張と何ら齟齬するものではない。\nウ  措置法２７条の２について\n次に，措置法２７条の２は，それまで我が国には存在しなかった「組合\n員全員に有限責任制を付与し，経営（業務執行）への全員参加による共同\n事業性を確保するとともに，柔軟な損益分配を認める等の措置を講じる有\n限責任事業組合（いわゆる日本版ＬＬＰ）制度」が創設されたことから，\nこれに伴う「税制面の対応として」，平成１７年度税制改正において ，\n「適正な課税関係の構築の観点から，①有限責任事業組合契約法上，組合\n員個々が主体となって自ら事業を行う仕組みが確保されていること等を踏\n\u0000 \u0000\u0000\u0000\nまえ，組合員を納税義務者とし，組合段階では課税しないこととするとと\nもに，②組合員全員の有限責任性を踏まえ，組合員が税務上計上できる組\n合損失の額を組合員の出資額の範囲内に限ることとする等の措置を講じる\nことと」して，新たに設けられた規定である（甲Ａ全１４７・１３７及び\n１３８頁）。\nすなわち，いわゆる構成員課税とされる事業体において，有限責任の構\n成員と無限責任の構成員がいる場合には，有限責任の構成員が負担する責\n任（出資）の範囲を超えた損失は，無限責任の構成員が負担することとな\nるので，所得税法の解釈として，組合事業上の損失のうち出資の額を超え\nない部分のみが，当該有限責任組合員の所得の計算上，必要経費として認\nめられることになる。しかし，有限責任事業組合の場合は，構成員課税を\n適用しつつ，組合員の全員が有限責任とされている（出資額を超える部分\nの損失を負担する無限責任組合員が存在しない。）ことから，組合員全員\nの出資を超えた損失が生じた場合における各組合員の必要経費への算入額\nや必要経費に算入されなかった組合損失額の翌年度以降の繰越し計算（調\n整出資金額の計算）などを具体的に明らかにする必要があったため，措置\n法２７条の２がこれらの点を措置したものである。\nしたがって，措置法２７条の２の規定も，有限責任組合員の場合は，所\n得税法の解釈として，出資の額を超えない部分のみが所得の計算上必要経\n費として認められることを当然の前提として，立法されたものであるから，\n上記控訴人の主張と何ら齟齬するところはない。\nエ  まとめ\n以上のとおり，控訴人の主張は，措置法４１条の４の２及び２７条の２\nの各規定と整合的に理解できるものであり，被控訴人らが主張するように\n「控訴人の主張によると，平成１７年度税制改正が，措置法２７条の２が\n適用対象を有限責任事業組合のみに限りかつ新規に創設されたことの説明\n\u0000 \u0000\u0000\u0000\nが一切つかない。」などということはない。したがって，上記各規定に関\nする被控訴人らの上記主張は失当である。\n(6)  本件各ＬＰＳについて構成員課税が行われ，本件各不動産賃貸事業から\n生じた損益が不動産所得に当たるとした場合の税額\nア  必要経費として計上できる金額の計算方法\n上記のとおり，本件各ＬＰＳのリミテッド・パートナーは有限責任の構\n成員であり，出資額を超える負債について責任を負うものでもなく，実\n質的に借入金元本を弁済することもなかったのであるから，本件各損失\nのうち，所得税法上の必要経費に算入すべき金額は，パートナーシップ\nの出資の金額を限度とし（ただし，パートナー持分に相当する額が設立\n当初の出資の額から減少しているときは，当該持分に相当する金額を限\n度とする。），それを超える損失の額についてまでも，被控訴人ら投資\n家の必要経費に算入することはできないと解すべきである。\nそうすると，本件各ＬＰＳの事業から生じた損失のうち，被控訴人ら投\n資家の各年の所得金額の計算上，必要経費に算入することができる金額\nは，①その年に終了する計算期間満了の時までの出資の価額の合計額と，\n②その前年までに本件各ＬＰＳの事業から生じた損益の合計額との合計\n額（いわば持分期首残高）が限度となり，持分期首残高が零を下回る場\n合には，既に被控訴人ら投資家の責任の上限である出資額の全額に相当\nする損失の割当てを受けており，仮に本件各ＬＰＳの事業から更に損失\nが生じたとしても，被控訴人ら投資家が当該損失を現実に負担すること\nはないのであるから，その年に必要経費に算入できる金額はないものと\nなる。\nイ  被控訴人ら投資家の出資の価額\n被控訴人ら投資家は，Ｐ９証券との間で各ファイナンシャル・アドバイ\nザリー契約（乙Ａ全第１号証，第３４号証。それぞれ「本件アドバイザ\n\u0000 \u0000\u0000\u0000\u0000\nリー契約(Ｃ)」，「本件アドバイザリー契約(Ｐ)」という。）を締結す\nるとともに，Ｐ９証券に対し，取得関連費用を含め投資金額を１口２０\n万ドルとする本件不動産投資事業(Ｃ)又は同事業(Ｐ)への参加を申し込\nんだ（乙Ａ全２，３５）。\nそして，被控訴人Ｐ１は本件不動産投資事業（Ｐ）に，被控訴人Ｐ２及\nび亡Ｐ３は本件不動産投資事業（Ｃ）にそれぞれ出資しているところ，\nその出資口数は，亡Ｐ３が２口で，その余は１口であった。\n被控訴人ら投資家は，本件不動産投資事業（Ｃ）又は同事業（Ｐ）に投\n資するため，Ｐ８銀行との間で本件各信託契約を締結し，これに基づい\nて同銀行に開設されたエクスロー口座に［ａ］１口２０万ドルの現金資\n産を拠出した。\nところで，本件各ＬＰＳ契約において，リミテッド・パートナーである\n被控訴人ら投資家は，［ｂ］本件ＬＰＳ契約（Ｃ）においては１口当た\nり１２万０５９１．６７ドル，本件ＬＰＳ契約（Ｐ）においては１口当\nたり８万７７３３．３３ドルを，それぞれ「資本出資」として出資する\nものとされている（本件各ＬＰＳ契約４．２条，「別紙Ａ」）。\nしかし，本件各ＬＰＳの第１期目の事業年度終了後に作成された組合決\n算書を見ると，リミテッド・パートナーの１口当たり出資額は，［ｃ］\n本件ＬＰＳ（Ｃ）については１４万４８３９ドル（「Ｐ６  第１期  組合\n決算書(税務申告参考用)」(乙Ａ全１１２）８枚目「Ｐ６  組合員持分計\n算書(一口当り)」の「有限責任組合員」の「組合員拠出金」欄参照)，本\n件ＬＰＳ（Ｐ）については１５万２０００ドル(「Ｐ１０  第１期  組合\n決算書（一口組合員税務申告用）」（乙Ａ全５２）９枚目「Ｐ１０  貸\n借対照表(一口当り)」の「有限責任組合員」の「組合員持分」欄参照）\nとなっている。\n上記のとおり，リミテッド・パートナーである被控訴人ら投資家が上記\n\u0000 \u0000\u0000\u0000\u0000\nエクスロー口座に拠出した１口当たり２０万ドル（上記［ａ］）のうち，\n各種費用を控除した金額が被控訴人ら投資家の出資として本件各ＬＰＳ\nに拠出されたものと考えられるところ，その金額については，本件各Ｌ\nＰＳ契約に規定された金額（上記［ｂ］）と第１期目の組合決算書に記\n載された金額（上記［ｃ］）に齟齬があるが，被控訴人ら投資家は，本\n件係争年分について，本件各ＬＰＳの組合決算書（本件ＬＰＳ（Ｃ）に\nつき乙Ａ全２７，２８，３２，３３，６１。本件ＬＰＳ（Ｐ）につき乙\nＡ全４９，５０，５２，１１３）に基づき確定申告をしている。また，\n金額の大きい組合決算書記載の金額（上記［ｃ］）を出資額とする方が\n被控訴人らに有利ともなる。\nそこで，被控訴人ら投資家の必要経費として算入可能な金額を算定する\nに当たり，本件各ＬＰＳ契約締結時における被控訴人ら投資家の出資の\n価額は，上記［ｃ］の組合決算書記載の金額（本件ＬＰＳ（Ｃ）につい\nて は １ 口 １ ４ 万 ４ ８ ３ ９ ド ル 〔 邦 貨 に 換 算 す る と １ ６ ２ ３ 万 ６ ４ ５ ２\n円〕，本件ＬＰＳ（Ｐ）については１口１５万２０００ドル〔邦貨に換\n算すると２０１６万２８００円〕。邦貨への換算は，いずれも本件各Ｌ\nＰＳ契約締結時における外国為替の売買相場の仲値〔乙Ａ全１１４の１，\n２〕による。）であるものとする。\nそして，本件各ＬＰＳ契約において，リミテッド・パートナーである被\n控訴人ら投資家は，契約締結時における上記［ｂ］の「資本出資」を除\nいて，本件各ＬＰＳへの追加出資をする必要はないとされている（本件\n各ＬＰＳ契約４．３条）。実際，本件各係争年分を通じて本件各ＬＰＳ\nの出資口数に変動はなく，被控訴人ら投資家が追加出資をした事実は認\nめられない。\nウ  本件ＬＰＳ（Ｃ）に出資した者について\n既に述べたとおり，本件各ＬＰＳの事業から生じた損失のうち，被控訴人\n\u0000 \u0000\u0000\u0000\u0000\nら投資家の各年の所得金額の計算上，必要経費に算入することができる金額\nは，①その年に終了する計算期間満了の時までの出資の価額の合計額と，②\nその前年までに本件各ＬＰＳの事業から生じた損益の合計額との合計額（以\n下「持分期首残高」という。）が限度となり，持分期首残高が零を下回る場\n合には，その年に必要経費に算入できる金額はないものとなる。\nそこで，本件ＬＰＳ（Ｃ）について，その組合決算書（乙Ａ全２７，２８，\n３２，３３，６１，１１２）に基づき，本件各係争年分におけるリミテッ\nド・パートナーの出資１口当たりの持分期首残高を見ると，本判決別表２－\n１のとおりとなる（「被控訴人らのパートナーシップ持分」の「①持分期首\n残高」欄）。\nこれによれば，本件ＬＰＳ（Ｃ）に係る係争年分の１期目である平成１３\n年分について，リミテッド・パートナーの出資１口当たりの持分期首残高\n（すなわち平成１２年１２月３１日現在の持分価額）は１３万０５５８ドル\n（邦貨に換算すると１４６９万６５３２円）である。したがって，本件ＬＰ\nＳ（Ｃ）のリミテッド・パートナーである被控訴人Ｐ２及び亡Ｐ３が本件各\nＬＰＳの事業から生じた損失として割当てを受けた金額のうち，平成１３年\n分の所得金額の計算上，必要経費に算入することができる金額は，出資１口\n当たり１４６９万６５３２円までとなり，これを上回る部分は損益通算の対\n象とすることができないこととなる。\nそして，翌年の平成１４年分について，リミテッド・パートナーの出資１\n口当たりの持分期首残高は▲４万８５７８ドル（邦貨に換算すると▲７０７\n万５６５７円）とマイナスになっており，その後平成１７年分まで持分期首\n残高がプラスに転じる年分は見られない。そうすると，被控訴人Ｐ２及び亡\nＰ３が，本件ＬＰＳ（Ｃ）の事業から生じた平成１４年分から平成１７年分\nの損失として割当てを受けた金額は，同人らの所得金額の計算上，必要経費\nに算入することはできず，損益通算の対象とすることはできない。\n\u0000 \u0000\u0000\u0000\u0000\n具体的には，被控訴人Ｐ２び亡Ｐ３が，本件各係争年分において本件各不\n動産賃貸事業から生じた損失として申告した金額のうち，本判決別表４の\n「Ｐ１１(Ｃ)」の「損益通算の対象とすることができない金額」欄記載の各\n金額が，損益通算することはできない金額となる。\nエ  本件ＬＰＳ（Ｐ）に出資した者について\n次に，本件ＬＰＳ（Ｐ）について，その組合決算書（乙Ａ全４９，５０，\n５２，１１３）に基づき，本件各係争年分におけるリミテッド・パートナー\nの出資１口当たりの持分期首残高を見ると，本判決別表３－１のとおりとな\nる（「被控訴人らのパートナーシップ持分」の「①持分期首残高」欄）。\nこれによれば，本件ＬＰＳ（Ｐ）に係る係争年分の１期目である平成１４\n年分について，リミテッド・パートナーの出資１口当たりの持分期首残高は\n２０１６万２８００円である。したがって，本件ＬＰＳ（Ｐ）のリミテッ\nド・パートナーである被控訴人Ｐ１が本件ＬＰＳ（Ｐ）の事業から生じた損\n失として割当てを受けた金額のうち，平成１４年分の所得金額の計算上，必\n要経費に算入することができる金額は，出資１口当たり２０１６万２８００\n円までとなり，これを上回る部分は損益通算の対象とすることができないこ\nととなる。\nそして，翌年の平成１５年分について，リミテッド・パートナーの出資１\n口当たりの持分期首残高は▲１９万１４８０円とマイナスになっており，そ\nの後平成１７年分まで持分期首残高がプラスに転じる年分は見られない。そ\nうすると，被控訴人Ｐ１が，本件ＬＰＳ（Ｐ）の事業から生じた平成１５年\n分から平成１７年分の損失として割当てを受けた金額は，同人の所得金額の\n計算上，必要経費に算入することはできず，損益通算の対象とすることはで\nきない。\n具体的には，被控訴人Ｐ１が，本件各係争年分において，本件各不動産賃\n貸事業から生じた損失として申告した金額のうち，本判決別表４の「Ｐ１２\n\u0000 \u0000\u0000\u0000\u0000\n(Ｐ)」の「損益通算の対象とすることができない金額」欄記載の各金額が，\n損益通算することはできない金額となる。\nオ  まとめ\n以上に述べたとおり，仮に本件各ＬＰＳについて構成員課税が行われ，本\n件各不動産賃貸事業から生じた損益が不動産所得に当たるとしても，有限責\n任構成員であるリミテッド・パートナーの地位にある被控訴人らについては，\n割当てを受けた損失のうち出資額を超える部分を必要経費に計上することは\nできないから，本件各損失の全部を被控訴人らの不動産所得の計算上生じた\n損失として損益通算することを認めた原判決は，所得金額の算定においても\n誤っている。\nそして，被控訴人らが割当てを受けた損失の額について，その出資額の範\n囲内で不動産所得の計算上必要経費に計上した場合の総所得金額及び税額は，\n本件ＬＰＳ（Ｃ）に出資した被控訴人Ｐ２及び亡Ｐ３の平成１３年分が本判\n決別表５－１及び５－３の表中の各「控訴人の予備的主張額」欄記載のとお\nりとなり，本件ＬＰＳ（Ｐ）に出資した被控訴人Ｐ１の平成１４年分が本判\n決別表５－２の表中の「控訴人の予備的主張額」欄記載のとおりとなる（な\nお，本件各係争年分のうち，上記以外の年分に係る金額については，損失を\n必要経費に計上することはできないので，本訴において控訴人が主張する税\n額等と同額となる。）。\nしたがって，原判決は，少なくとも，①本判決別表５－１ないし５－３記\n載の各年分について，上記「控訴人の予備的主張額」欄記載の各税額を下回\nって被控訴人らの請求を認容した範囲において取消を免れず，②上記以外の\n各年分については，本件各損失による損益通算を認めなかった課税処分が結\n果として適法であることになるから，被控訴人らの請求を認容した部分の全\n部が取消を免れない。すなわち，被控訴人Ｐ２を例に挙げると，①平成１３\n年分（別表５－１参照）については，原判決は，所得税の更正処分（納付す\n\u0000 \u0000\u0000\u0000\u0000\nべき税額５７３万７７００円）のうち修正申告（納付すべき税額マイナス２\n１３万４７４５円）を超える部分と過少申告加算税の賦課決定処分（７８万\n７０００円）の全部を取り消したが，当該取消部分のうち，控訴人主張額\n（納付すべき税額３３万７２００円，過少申告加算税の額２４万７０００\n円）との差額部分（納付すべき税額については３３万７２００円を超えない\n部分を取り消した部分，過少申告加算税については２４万７０００円を超え\nない部分を取り消した部分）は取り消されるべきであり，②平成１４年分な\nいし平成１７年分については，原判決は，課税処分を取り消した部分の全部\nが取り消されるべきである。\n第２  被控訴人らの主張\n１  被控訴人らが申告した損失は不動産所得の計算上生じた損失に当たること\n原判決は，「我が国の租税法においては，ある事業体が法人に該当せず，人\n格のない社団等にも該当しない場合には，当該事業体の行う事業活動から生じ\nた損益について，構成員課税が行われる」こと，「本件各ＬＰＳは，法人及び\n人格のない社団等のいずれにも該当しないのであるから，原告〔被控訴人〕ら\nが本件各ＬＰＳを通じて行った事業活動から生じた損益については，構成員課\n税が行われること」を判示した（原判決６０頁）。\n加えて原判決は，「前記認定の州ＬＰＳ法によれば，本件各ＬＰＳが行った\n本件各不動産賃貸事業により〔略〕原告〔被控訴人〕らに直接帰属することと\nなった損益は，本件各建物を第三者に賃貸することにより生じたもので〔略〕\nあるから，原告〔被控訴人〕らの〔略〕不動産所得に該当する」と判示した\n（原判決６０頁，６１頁）。\nこれに対し控訴人は，本件各損失は不動産所得の計算上生じた損失に該当し\nないこと等を主張しているが，その言わんとすることは，結局，本件各ＬＰＳ\nから被控訴人らに割り当てられる損益は，出資・投資の対価としての性質を有\n\u0000 \u0000\u0000\u0000\u0000\nするものとして雑所得に該当する，というものである。\n控訴人のかかる主張は，畢竟，かかる損益が本件各ＬＰＳに一旦帰属した後\nで構成員に（出資・投資の対価として）分配されるとの趣旨をいうものと解さ\nれるところ，これは，本件各ＬＰＳが行った本件各不動産賃貸事業から生じる\n損益が構成員である原告〔被控訴人〕らに直接帰属するとの原判決の認定（原\n判決６０頁）に真っ向から反する前提を置いた議論というほかなく，法人該当\n性の判断で決着のついた損益帰属に関する議論を所得区分の議論において蒸し\n返すものでしかないから，その一事をもって失当というべきである。\n控訴人の主張が成り立たないことは，以上述べたことから既に明らかである\nが，なお念のため，控訴人が，(ア)構成員課税であることから直ちに任意組合\n等と同様の課税関係が当てはまるものではない，(イ)本件各ＬＰＳの構成員に\n配賦される損益は，匿名組合契約に基づいて匿名組合員に分配される損益と同\n様に，出資・投資の対価たる性質を有する，(ウ)本件オプション契約の内容に\n照らすと被控訴人らに所有者として本件各建物を第三者に貸し付けている実態\nがない，等と主張しているので，控訴人の上記主張に理由がないことを順に明\nらかにする。\n２  我が国の租税法上，構成員課税が行われる場合の課税原則は所得税法基本通\n達３６・３７共－２０にも定められている完全なパススルーと解されること\n控訴人は，原判決が，本件各ＬＰＳが我が国の任意組合等と同様の法的性質\nを有するか否かを検討することなく，構成員課税であることから直ちに任意組\n合等と同様の課税関係が当てはまると判断したのであれば，この点の判断は誤\nっていると主張する。\nしかし，以下に述べるとおり，外国の事業体が法人又は人格のない社団に該\n当しない場合，法令に別段の定めがない限り，事業体を構成する個々の構成員\nに完全なパススルー課税がされるのが原則であることは，我が国租税法の明文\n上明らかである。そして，所得税基本通達３６・３７共－２０（文脈により関\n\u0000 \u0000\u0000\u0000\u0000\n連する通達規定を含み，以下，「本件組合通達」という。）が定める構成員課\n税の場合の取扱いは，ある事業体が我が国の法人及び人格のない社団のいずれ\nにも該当せず，当該事業体の行う事業活動から生じた損益について構成員課税\nが行われる場合の原則的な取扱いでもあって，我が国の法人及び人格のない社\n団のいずれにも該当しない本件各ＬＰＳについても，その構成員であるリミテ\nッド・パートナーに直接帰属する損益に係る所得の区分は，本件各ＬＰＳの事\n業の内容・性質に直接対応して不動産所得に区分されるというべきである。\n(1)  外国の事業体が法人又は人格のない社団に該当しない場合，事業体を構成\nする個々の構成員に課税がされることは，我が国租税法の明文上明らかであ\nること\nア  我が国で事業体（人の集合体であり，事業を行うもの）自体に対する課税\nが行われることが明文上規定されているのは法人又は人格のない社団のみで\nあり，そのどちらにも該当しない事業体が法人税の納税義務者とはなり得な\nいことについては誰にも異論がないはずである。そして，原判決も判示する\nように（原判決３３頁），そもそも法人及び人格のない社団が，法人税法上\n納税義務者とされているのは，その事業から生じる損益の帰属主体たる実体\nが認められることに着目してのことである。\nこれに対して，法人でも人格のない社団でもないその他の事業体（その典\n型例が民法上の組合である。）の場合には，構成員を納税義務者として当該\n損益に係る所得に課税するという構成員課税がなされるが，これは損益が事\n業体に帰属せず，構成員に直接帰属することの当然の帰結である。\n換言すると，構成員課税とは，我が国の法人税法上納税義務者とされてい\nない事業体における損益が，直接構成員に帰属することの帰結としての課税\nであるから，法令に別段の定めがない限り，事業体の事業活動から生じる損\n益に係る所得の認識時期，所得区分，所得金額の計算等については，その所\n得の起因となる損益（これが構成員に直接帰属している損益である。）を生\n\u0000 \u0000\u0000\u0000\u0000\nじさせた当該事業体の事業活動の内容及び性質に基づいて決定されるべきこ\nと（つまり，完全なパススルー課税がなされるべきこと）は論理的に当然の\n帰結である。\nイ  法人税法にも所得税法にも，構成員課税のあり方，内容について積極的に\n定める明文の規定はないが，以下のとおり所得に関する租税法規全体を通観\nすれば，上記帰結が採用されていることを見て取ることができる。\nすなわち，平成１７年度税制改正で創設された措置法４１条の４の２の規\n定は，任意組合及び投資事業有限責任組合，並びに外国におけるこれらに類\nする事業体（同条２項１号），すなわち構成員課税が行われる場合の規律と\nして，特定組合員のうち重要業務の執行の決定に関与等しない者や特定受益\n者が事業体が営む事業から生じる不動産所得を有する場合において，一定の\n不動産所得の損失の金額については，これを生じなかったものとみなす規定\nであるところ，この規定は，かかる規定が存在しないとした場合には，構成\n員について「事業体が営む事業から生じる不動産所得\n．．．．．\nを有する」こととされ\nるのが所得税法上の取扱いであることを前提として立法されたものであるこ\nとが明らかである。つまり，同条は，不動産事業を含む，事業体の事業活動\nに係る損益により生じた所得が，その内容に対応した所得分類のまま構成員\nに直接帰属することを前提として，事業への関与に乏しい構成員について不\n動産所得の金額の計算上生じた損失を他の所得の金額と通算すること（所得\n税法６９条１項）を否定する別段の定めなのである。このような規定の存在\nは，所得税法自体が，事業体（任意組合に限定されない，法人課税をなし得\nない事業体一般を指す。）による事業から生じた所得について構成員課税を\n行う場合には，所得区分等について完全なパススルー課税がなされるべきこ\nと（つまり，構成員に不動産所得の金額の計算上損失が生じること）を示し\nている。\nウ  この理を明確化して納税者の予測可能性を高めるために，法人にも人格の\n\u0000 \u0000\u0000\u0000\u0000\nない社団にも該当しない事業体の典型例である任意組合に関しては，本件組\n合通達が定められている。本件組合通達の３６・３７共－１９は，まさに上\n記の論理的な帰結を定めたものであり，本件組合通達の３６・３７共－２０\nは，課税上の便宜のために，所得の認識時期，所得の金額計算について簡易\nな計算方法を認めるものであるが，ここでも，所得の種類については，簡易\nな計算方法の場合であっても任意組合自身の事業活動の性質に従うという考\nえ方が維持されている。これら本件組合通達の内容は，まさに構成員課税が，\n事業体に損益が帰属するのではなく構成員に直接損益が帰属する場合の取扱\nいであるという理解を踏まえた，論理的に理にかなった解釈を示していると\nいうべきである。そして，さらに重要なことは，法人税法及び所得税法上そ\nのような解釈が論理的に導ける以上，構成員課税において，事業体の事業活\n動によって所得の性質を判断するというルールを変更するには，その変更が\n所得の認識時期に関するものであれ，所得区分に関するものであれ，所得金\n額の計算に関するものであれ，別段の規定，すなわち法令の規定が必要であ\nるという点である。\n平成１７年度税制改正による本件各損失利用制限規定の創設は，まさにそ\nの別段の規定の創設にほかならない。\n(2)  本件組合通達は，外国における任意組合に類するものの構成員の所得につ\nいてもその適用が予定されていたこと\n平成１７年改正前には，現行所得税基本通達３６・３７共－１９（注）１\nに相当する規定はなく（甲Ａ全１５），したがって本件組合通達が外国にお\nける任意組合（民法６６７条により組成されるもの）に類するものの構成員\nの所得に適用されることについて明文の規定はなかった。\nしかし，平成１７年改正によって現行所得税基本通達３６・３７共－１９\n（注）１が規定され（甲Ａ全１８），外国における，任意組合契約，投資事\n業有限責任組合契約，有限責任事業組合契約に類するものにより成立する事\n\u0000 \u0000\u0000\u0000\n業体が本件組合通達の対象であったことが改めて明らかにされた（創設や適\n用範囲の拡大ではない）。\nまた，平成１７年度税制改正によって創設された措置法４１条の４の２\n（特定組合員の不動産所得に係る損益通算等の特例）についての立案担当者\nによる解説においても，外国における任意組合契約，投資事業有限責任組合\n契 約 ， 有 限 責 任 事 業 組 合 契 約 に 類 す る 契 約 の 例 と し て ， 「 米 国 に お け る\n〔略〕リミテッド・パートナーシップ契約（事業の経営を担い，無限責任を\n負う一人以上のゼネラル・パートナーと事業の経営には参加しないで，出資\nの範囲内で有限責任を負う一人以上のリミテッド・パートナーから成るパー\nトナーシップ）」が想定されている（甲Ａ全１６・１５６頁，１５７頁）。\n同規定自体は創設規定であるが，特例の対象となる組合契約の範囲について\nは，新たに拡大する等の解説は一切なく，そうすると，従前の「組合」の範\n囲を確認した上で，これらの「組合」が特例の対象となることを明らかにし\nたというべきである。\n以上の点を踏まえると，平成１７年改正前であっても，本件組合通達は，\n外国における任意組合に類するものの構成員の課税の方法についてもその適\n用が予定されていたということができる。\n(3)  我が国に存在しない性質を有する外国の事業体の構成員の所得について本\n件組合通達と同様の取扱がなされるべきこと\nこれに対して控訴人は，我が国に存在しない性質を有する外国の事業体の\n構成員の課税関係には，直ちに我が国の任意組合や投資事業有限責任組合と\n同様に取り扱われるということにはならない，と主張する。\nしかしながら，本質的なこととして強調されるべきは，上記(1)で述べた\nとおり，ある事業体が損益帰属主体としての実質を欠き，法人課税の納税義\n務者とされない場合には，構成員に直接損益が帰属するものとして構成員課\n税が採用されており，そのような構成員課税においては，本件組合通達でも\n\u0000 \u0000\u0000\u0000\u0000\n示されているように，当該事業体の事業活動の内容及び性質に基づいて構成\n員に直接帰属した損益に係る所得の課税関係を判断するというのが我が国の\n法人税法，所得税法の解釈として論理的であるという点であり，かかる理解\nと軌を一にする原判決の結論は正当である。したがって，法令に別段の定め\nがない限り，任意組合ではない構成員課税される事業体の事業活動から生じ\nる損益に係る構成員課税の課税ルールも，結局は，本件組合通達に定められ\nるところと同じルールによることになるのである。そして，平成１７年度税\n制改正前には，そのような別段の規定は存在していなかったことは明らかで\nある。\n控訴人は，本件各ＬＰＳが直ちに我が国の任意組合や投資事業有限責任組\n合と同様に取り扱われるということにはならない，すなわち本件組合通達は\n適用されないと主張するが，その主張は，構成員課税がなされるべき本件各\nＬＰＳにおいて，完全なパススルーによる課税がなされるべきではない理由\nにはならない。なぜならば，本件組合通達に定められている内容は，民法上\nの任意組合に固有のルールではなく，まさに法人課税の対象として納税義務\n者とはされない事業体の場合の構成員課税のルールとして法令が採用してい\nる原則から論理的に解釈上導かれる内容（所基３６・３７共－１９）を原則\nとし，それに納税者の便宜のために簡易な方法（所基３６・３７共－１９）\nを認めるという趣旨のものであって，当時の租税法令の解釈として，本件組\n合通達の内容と異なる構成員課税のルールを導くことは論理的にできないか\nらである。\n３  匿名組合契約の匿名組合員に対する課税関係は，本件各ＬＰＳの構成員の\n課税関係と全く関係がないこと\n控訴人は，匿名組合契約に基づく匿名組合員の課税関係を引き合いに，リミ\nテッド・パートナーは，不動産賃貸事業の経営に何ら参画しておらず，本件各\nＧＰとともに不動産賃貸事業を営んでいるという実態はないから，被控訴人ら\n\u0000 \u0000\u0000\u0000\nリミテッド・パートナーが本件各ＬＰＳから割り当てられる損益は，匿名組合\n員に分配される損益と同様，出資・投資の対価の性質を有する，と主張する。\n(1)  所得税基本通達３６・３７共－２１（文脈により関連する通達規定を含み，\n以下，「本件匿名組合通達」という。）の定めは，匿名組合に関する特則と\n理解すべきこと\nア  しかし，本件匿名組合通達（甲Ａ全１５，１８）は，匿名組合が，あく\nまで匿名組合員と営業者との間の内部的な関係であって，匿名組合員と営\n業者とが，それぞれからは独立した存在である新たな事業体を組成してそ\nの事業を行うものではない（あくまで営業者の事業であって，匿名組合の\n事業ではない）ことから，この点に着目して特別な規定を置いたものにす\nぎない。すなわち，匿名組合は「組合」の名称こそあるが，任意組合のよ\nうな事業体ではない。課税関係についても，営業者である法人又は個人に\n匿名組合事業の損益が直接帰属することには私法上何の疑義もなく，逆に\n構成員である匿名組合員にかかる損益が直接帰属することはないという点\nについても，私法上何の疑義もない（甲Ａ全１４４・３７２頁）。すなわ\nち，匿名組合の課税関係というのは，構成員課税の適用場面ではないので\nある。\n匿名組合については，匿名組合営業者から，匿名組合員に分配する利益\nの額は，当該事業の必要経費の額に算入する，いわゆるペイスルー課税が\n採用されているが（所得税基本通達３６・３７共－２１の２），これは，\nたとえば特定目的会社について配当について損金算入を認めるという手当\nが租税特別措置法６７条の１４でなされているが，特定目的会社のこの課\n税が構成員課税の適用場面ではないのと同じ意味で，構成員課税の適用場\n面ではないのである。匿名組合通達は，このように事業体課税とは異なる\n課税を行うという前提のもと，匿名組合契約に基づく配当（分配金）が雑\n所得になることを注意的に記載しただけにすぎないと解される。したがっ\n\u0000 \u0000\u0000\u0000\nて，本件各ＬＰＳが匿名組合に該当することが積極的に立証されない限り，\n本件各ＬＰＳから割り当てられる損益について本件匿名組合通達が定める\n方法により処理することはできない。\nイ  本件匿名組合通達自体，「匿名組合員が当該匿名組合契約に基づいて営\n業者の営む事業に係る重要な業務執行の決定を行っているなど組合事業を\n営業者と共に経営していると認められる場合」を例外としている。これは，\n（任意）組合事業としての実態があるときは，そもそも事業体が構成され\nており，匿名組合の成立が認められないので，本件匿名組合通達の適用は\nないとの考え方を明らかにしたものである。\n(2)  本件各ＬＰＳ契約は，任意組合契約としての性質を有する契約であり，\n匿名組合契約とは全く異なっていること\n上記(1)で述べたとおり，本件各ＬＰＳ契約が民法上の任意組合契約に\n該当するか否かにかかわらず，本件各ＬＰＳの事業活動から生じる損益は\nその構成員に直接帰属するものとして構成員課税がなされるべきであり，\nその構成員課税は，まさに上記(1)で述べた理由により，任意組合におけ\nる構成員課税のルールを定めた本件組合通達と同じ考え方でなされるべき\nであるが，念のためにいうと，本件各ＬＰＳ契約は，民法上の任意組合契\n約としての性質を全て具備する契約であり，匿名組合契約とは全く異なっ\nているから，このような実質的な観点から見ても，本件各ＬＰＳの事業活\n動の損益について，その構成員に対して任意組合と同様のルールで構成員\n課税がなされるのは当然である。\n４  被控訴人らには所有者として不動産事業を営む実態があったこと\n上記２及び３で述べたことからすれば，控訴人の主張にかかわらず，本件各\nＬＰＳが行った本件各不動産賃貸事業により生じた損益は被控訴人らに直接配\n賦され，その所得区分も，本件各ＬＰＳが行った事業の内容・性質に直接対応\nして不動産所得に該当する，と判示した原判決の認定・判断を修正する余地は\n\u0000 \u0000\u0000\u0000\n全く認められない。\n不動産所得については，もともと業務への関与度合いに関係なく認められる\n特質があり，このことは既に公定解釈となっているから，被控訴人らが所有者\nとして本件各建物を第三者に貸し付けていないとしても，不動産所得該当性を\n認めるには何ら支障がない。業務への関与度合いが不動産所得該当性を決定す\nるわけではないことは，上記２(1)で述べたとおり，租税特別措置法４１条の\n２の２が，「平成１８年以後の各年」における不動産所得について，事業執行\nへの関与度合いにより損失計上を否定していること，すなわち，それまでは事\n業執行への関与が乏しいことをもって不動産所得の損失計上が制限されること\nはなかったことを前提としていることからも根拠づけられるものである。\nまた，そもそも，不動産所得を生じるために，不動産の所有権を有している\n必要があるわけでもないし，被控訴人らは共同事業を行う目的で組成された本\n件各ＬＰＳの財産についての受益的所有者であるから（甲Ａ全１５１・ラムザ\nイヤー教授第２意見書・脚注６（４頁，訳文４頁）），不動産所得に与る地位\nを有することに異論を差し挟む余地もない。\nしかし，控訴人が本件各ＬＰＳにおける事業の実態を誤解していることに鑑\nみ，念のため，被控訴人ら及び本件各ＬＰＳにおける不動産事業の実態につい\nて，以下のとおり再説する。\n(1) 本件各ＬＰＳが行った本件各不動産投資事業は，通常の不動産投資事業で\nあったこと\n本件不動産投資事業（Ｃ）は，キャピタルゲインの獲得を目的とするもの\nであり，被控訴人らが同事業に参加する時点において，本件建物（Ｃ）が値\n上がりして売れた場合の実現利益に対して，何らの制約もなくかかる利益を\n享受し，逆に値下がりして売れた場合の実現損失に対しても，何らの補償な\nくかかる損失を負担することが約束されていたということであり，通常の不\n動産投資事業であったことは明らかである。本件不動産投資事業（Ｐ）も同\n\u0000 \u0000\u0000\u0000\n様である。\n(2)  オプション契約の締結によって本件各不動産投資事業の性質が変容するも\nのではないこと\n本件オプションは，被控訴人らが本件不動産投資事業（Ｃ）に参加した当\n初から本件ＧＰ（Ｃ）に付与されていたものでも，付与が予定されていたと\nか企図されていたというものでもなく，本件不動産投資事業（Ｃ）に参加後\nの投資環境の変化に伴い，事後的に，被控訴人らの一部が本件ＧＰ（Ｃ）と\nの間で本件ＧＰ（Ｃ）と個別かつ新規契約として本件オプション契約を締結\nした結果付与されたものにすぎない。一部の被控訴人らが事後的な投資環境\nの変化に対応する意図で本件オプション契約を締結したことによって，本件\nＬ Ｐ Ｓ 契 約 （ Ｃ ） の 内 容 が 当 初 に 遡 っ て 変 更 さ れ ， 本 件 不 動 産 投 資 事 業\n（Ｃ）が通常の不動産投資であるという性質を失うことになるなどというこ\nとも，契約法理上あり得ない。加えて，本件不動産投資事業（Ｐ）について\nは，オプション契約は締結されず，オプションも付与されていない。\n(3)  控訴人は本件オプション契約の内容を誤解していること\n本件オプション契約の内容は，次のとおりである（乙Ａ全１１１）。なお，\n以下の「本件ＬＰ（Ｃ）」とは，本件ＬＰＳ（Ｃ）の構成員であるリミテッ\nド・パートナーのことを指す。\n①   本 件 Ｇ Ｐ （ Ｃ ） は ， 売 却 条 件 （ Sale  Condition ） , 売 買 条 件 （ Pledge\nCondition），終了条件（Termination  Condition）のいずれかが生じたときは，\n契約当事者たる本件ＬＰ（Ｃ）から，リミテッド・パートナーシップ権益LP  Interest）の全部を購入する排他的権利（本件オプション）を有する\n（本件オプション契約１．１条）。\n②  本件ＧＰ（Ｃ）は，契約当事者たる本件ＬＰ（Ｃ）に対し，本件オプシ\nョン契約締結次第，２０，０００ドルの権利金（Premium）を支払う（本\n件オプション契約１．２条）。\n\u0000 \u0000\u0000\u0000\n③  本件ＧＰ（Ｃ）が本件オプションを行使し，リミテッド・パートナーシ\nップ権益が本件ＧＰ（Ｃ）に譲渡されたときは，本件ＧＰ（Ｃ）は，契約\n当事者たる本件ＬＰ（Ｃ）に対し，購入価格（Purchase  Price）として，２\n００，０００ドルを支払う（本件オプション契約１．３条）。\nつ ま り ， 本 件 オ プ シ ョ ン 契 約 の 締 結 に よ り ， 契 約 当 事 者 た る 本 件 Ｌ Ｐ\n（Ｃ）は，投資１口（２００，０００ドル）の１０％にあたる２０，０００\nドルのオプション料（権利金）を得ることができたのであり，１０％の利得\nは投資の成果としては一定の水準にあると考えられるが，控訴人の主張は，\n意図的か否か，このことに全く触れておらず「キャピタルゲインを事実上放\n棄」などと主張するので，まずこの点を指摘しておく。\n本件オプション契約を締結した投資家は，本件不動産投資事業（Ｃ）に参\n加後の投資環境の変化（概ね平成１７年２月頃から，日本の課税当局から，\n本件各ＬＰＳは法人であり損益通算は認められないとの，全くもって不当な\n理由で更正処分がされ始めたことを含む。）に伴い，投資元本を早期かつ確\n実に回収し，かつ，上記更正処分の取消を求めて税務争訟手続を行う（その\nためには専門家に委任する報酬を用意する必要もある。）必要に迫られてい\nた。本件オプション契約は，このような状況を前提に，本件ＧＰ（Ｃ）と交\n渉した結果締結されたものであり，契約締結と同時に投資１口あたり２０，\n０００ドルのオプション料を受領し，かつ，本件ＧＰ（Ｃ）による本件オプ\nションの行使により投資元本相当額である投資１口（２００，０００ドル）\nを受領する地位を確定させることは，本件不動産投資事業（Ｃ）を取り巻く\n当時の投資環境（上記日本の課税当局の課税処理方針を含む。）に照らして，\n十分適正なものと認められる。\n(4)  小  括\n以上より，被控訴人らに，本件各ＬＰＳを通じて不動産事業を営む実態が\nあったことは明らかである。\n\u0000 \u0000\u0000\u0000\n５  まとめ\n以上のとおり，被控訴人らが損失として申告した，本件各不動産賃貸事業に\nより生じた損失が不動産所得の計算上生じた損失に該当しないという控訴人の\n主張には理由がないことは明らかである。\nしたがって，控訴人が主張する税額計算については，これを認否する必要が\nないと考えるが，念のため，被控訴人らは，控訴人が主張する税額計算につい\nては，全て争う。\n第２  有限責任であることを理由に必要経費に算入すべき金額が制限される理由は\nないこと\n１  控訴人の主張は，控訴人の価値判断を反映した立法論にすぎないこと\n控訴人は，被控訴人らが出資の価額を限度とする有限責任しか負わないこと\nを理由に，被控訴人らに生じた各損失のうち不動産所得の計算上必要経費に算\n入すべき金額は出資の額を限度とすべきであり，出資の額を超えた損失を計上\nし，損益通算の対象とすることは認められないとの主張を，新たに展開してい\nる。\nしかしながら，以下に述べるとおり，控訴人の上記主張，及びこれを前提と\nする上記の課税関係は，幾重にも明文の規定を無視した全く根拠のない主張で\nあり，出資額を超えて損失を計上することは不当であるという，控訴人の価値\n判断を反映した立法論でしかなく，およそ採用に値しない。\n２  控訴人は所得税法の明文に反する主張をしていること\nア    控訴人の主張は，本件各ＬＰＳのした本件各不動産事業について損失が\n生じていることを認めつつ，本件各ＬＰＳのリミテッド・パートナーであ\nる被控訴人らが，かかる損失を不動産所得の計算上必要経費に算入するこ\nとは，有限責任を理由に出資の額に制限されると論じるものである。\nしかしながら，控訴人は，かかる制限が認められる根拠となる条文その他\n\u0000 \u0000\u0000\u0000\n法令上の根拠を何ら示していない。それもそのはずで，以下のとおり，控訴\n人の主張を根拠付けるような法令の規定は一切存在しない。\nイ  すなわち，所得税法３７条１項は，不動産所得の計算上必要経費に算入す\nべき金額を「別段の定めがあるものを除き，これらの所得の総収入金額に係\nる売上原価その他当該総収入金額を得るため直接に要した費用の額及びその\n年における販売費，一般管理費その他これらの所得を生ずべき業務について\n生じた費用（償却費以外の費用でその年において債務の確定しないものを除\nく。）の額とする。」と定義しており，「別段の定め」がない限り，同項に\n掲げる費用を必要経費に算入することを制限することは認められない。\nつまり，不動産所得の必要経費については，「別段の定め」がない限り減\n価償却費も支払利子も全て必要経費となることは条文上明らかであって，例\nえば，措置法４１条の４（不動産所得に係る損益通算の特例）が，必要経費\nに算入した金額のうち，土地等を取得するために要した負債の利子の額を特\nに問題としているのは，同条のような「別段の定め」を置かない限り，支払\n利子は全額不動産所得の必要経費に算入できるからに他ならない。このこと\nからしても，ある一定の場合に「別段の定め」はなくても「必要経費に算入\nすることが制限される」などという主張には，およそ説得力がないことは明\nらかである。\nウ  また，不動産所得の金額の計算上生じた損失の金額と給与所得や事業所得\nの金額とが通算可能であることは所得税法６９条１項により明らかであり，\n明文による除外規定がなければ例外を設けることはできない。\nこのことは，前記措置法４１条の４が，一定の負債の利子の額に相当する\n所定の損失の金額は，「所得税法第６９条第１項（損益通算）の規定〔略〕\nの適用については，生じなかったものとみなす。」と定めて当該損失を同項\nが適用対象となる損益から除外するという形で規定されていることからも明\nらかである。ここからも，ある一定の場合には法令に除外規定が定められて\n\u0000 \u0000\u0000\u0000\nいなくても「損失の金額は生じなかったものとみなす」ことができるなどと\nいう主張が誤りであることは明らかである。\nエ  もとより租税法律主義，課税要件明確主義が妥当する租税法においては，\n所得計算の原則と例外は明確に定められなければならず，特に，法令が明文\nで「別段の定め」を要求している場合は，又は法令が個別に除外規定を置い\nて例外を設けている場合は，その反対解釈として，解釈によってこれらが規\n定されたのと同じ結論を導くことなど到底許されない。\nオ  したがって，控訴人が「被控訴人らに生じた各損失のうち不動産所得の計\n算上必要経費に算入すべき金額は出資の額を限度とすべき」と主張するので\nあれば，所得税法３７条１項に対する「別段の定め」又は同法６９条 1 項に\n対する除外規定をその主張の根拠として示すことが不可欠である。\nにもかかわらず，控訴人は，この「別段の定め」又は除外規定を何ら挙げ\nることなく，有限責任であることを根拠として，不動産所得の計算上必要経\n費に算入すべき金額を制限しようとしており，所得税法の明文に反する取扱\nいをすべきとの主張であるから，この点だけを見ても，控訴人の主張がおよ\nそ成立し得ないものであることには，疑問を差し挟む余地がない。\n３  控訴人が主張する課税関係は，平成１７年度税制改正で「創設」されたもの\nであること\n控訴人が主張する課税関係が，立法なくして実現し得ないものであることは，\n下記で定義する本件各損失利用制限規定が平成１７年度税制改正によって「創\n設」されたという経緯からしても明らかである。\n平成１２年７月政府税調中期答申において，既に「マンションなどを借入金\nにより購入してこれを貸し付け，利払費や減価償却費を計上することにより，\n不動産所得の損失を生じさせ，これを給与所得や事業所得から損益通算により\n控除することにより節税を図る動きが見られます」という指摘がなされていた\nが（甲Ａ全１４６・１１８ないし１２０頁），この節税を不当とする価値判断\n\u0000 \u0000\u0000\u0000\u0000\nを背景として，不動産事業について発生する減価償却費や支払利子を必要経費\nに算入して不動産所得の損失を計上し，これを損益通算等により利用すること\nを認めない，という課税関係が，平成１７年度税制改正により一部実現された。\nすなわち，平成１７年度税制改正は，組合員たる個人につき，２つの損失利\n用制限規定を創設している。一つは「特定組合員の不動産所得に係る損益通算\n等の特例の創設\n．．\n」（措置法４１条の４の２）で，「業務執行に関与しない組合\n員につき，不動産所得の計算上生じた損失の金額は，これを生じなかったもの\nとみなす」という損失制限規定であり，上記２で述べた同法６９条１項の除外\n規定である（甲Ａ全１６・１５４頁以下）。もう一つは，「有限責任事業組合\nの事業に係る組合員の事業所得等の所得計算の特例の創設\n．．\n」（措置法２７条の\n２）で，「有限責任事業組合の組合員につき，組合事業から生じた損失が出資\n額を超える時は，当該超える金額は必要経費に算入しない」という規制であり，\n上記２で述べた所得税法３７条１項に対する「別段の定め」である（甲Ａ全１\n４７・「平成１７年版  改正税法のすべて」１３７頁以下。以下，これらの２\nつの規定を「本件各損失利用制限規定」という。）。\nこのうち前者（措置法４１条の４の２）は，平成１７年度税制改正に関する\n政府税制調査会の答申において，組合事業から生じる損失を利用した節税によ\nる税負担の軽減の動きに対応してかかる節税を封じる必要性について指摘がな\nされたことを受けて創設されたものであり（甲Ａ全１６・１５５頁），立案担\n当者の解説においても，「近年，いわゆる航空機リースに関する任意組合の事\n業をはじめ，組合の事業から生ずる損失を利用して節税を図る動きが顕在化し\nており〔略〕，減価償却費や借入金利子を計上することによって創出した組合\n損失を組合員に帰属させ，組合員の他の所得を圧縮して税負担の軽減を実現さ\nせているケースが見受けられ」ることから，これに対応するために設けられた\nことが明記されている（甲Ａ全１６・１５４頁）。\nまた後者（措置法２７条の２）は，「有限責任事業組合制度の創設に伴う税\n\u0000 \u0000\u0000\u0000\u0000\n制面の対応として，〔略〕組合員全員の有限責任性を踏まえ，」必要経費に算\n入すべき金額を制限して「組合員が税務上計上できる組合損失の額を組合員の\n出資額の範囲内に限ることとする等の措置を講じ」たものであり（甲Ａ全１４\n７・１３７頁，１３８頁），有限責任事業組合契約に関する法律の施行日（平\n成１７年８月１日）に合わせて創設されたものである。控訴人が引用する平成\n１０年通達（乙Ａ全１０５）は，有限責任を理由として税務上計上できる損失\nの額を出資の額の範囲内に限るという内容のものであったが（なお，その適法\n性及び射程範囲について争うことは後述６（イ，ウ）のとおり。），立案担当\n者による解説（前掲甲Ａ全１４７）には，平成１０年通達への言及が全くなく，\nこのことからも，この後者の規制が平成１７年度税制改正によって創設された\nものであることが分かる。\nこれら本件各損失利用制限規定が創設されたことは，仮に課税当局において\n不動産所得の必要経費や損失に所得税法３７条１項や同法６９条１項を適用す\nるべきではないという価値判断が是とされたとしても，租税法律主義の下では，\n法令の根拠がないにもかかわらず，かかる価値判断を実現するために，適用さ\nれるべき条文を適用せずに課税を行うことは許されず，法令を適用することに\nより当初想定されなかった課税当局の価値判断に沿わない結果が生じた，ある\nいは生じることになったとしても，それを改めるには立法による対処が必要で\nあるということをよく表している。また，これら本件各損失利用制限規定が\n「創設」規定であることは，多数の文献で言及されている（甲Ａ全１５３・中\n里教授第２意見書・第２項）。\nこのように，平成１７年度税制改正において本件各損失利用制限規定が「創\n設」されたことは，同改正前は，事業を営む組合の構成員について，必要経費\nに算入すべき金額を制限し，あるいは不動産所得の損失として計上できる金額\nを制限して控訴人が主張する課税関係を実現することはおよそ不可能であった\nこと（だからこそ，法令を改正して規制を創設したこと）を如実に示している。\n\u0000 \u0000\u0000\u0000\u0000\nこれに対して，控訴人の上記主張は，本件各損失利用制限規定が本件各更正\n処分に係る所得税の納税義務の成立当時において立法されていなかったにもか\nかわらず，「有限責任しか負わない組合員につき，出資の額を超えた経費を必\n要経費に算入して不動産所得の損失を計上して，これを損益通算の対象とする\nことは認めない」という租税上の効果を，所得税法上の根拠なく主張するもの\nであって，およそ採用に値しない。\nそもそも，平成１７年度税制改正以前において，不動産投資によって得た損\n益を他の種類の所得と損益通算することによる租税負担の軽減は，立案担当者\nには，合法的な「節税」と理解されていたのである。これは，平成１７年度税\n制改正において導入された本件各損失利用制限規定が「創設的」な立法と解さ\nれる所以でもある。しかるに，控訴人は，本件各ＬＰＳ契約は「建物の減価償\n却費等の必要経費を損失として計上して損益通算をすることにより租税負担の\n軽減を図ることのみを目的とする租税回避スキームである」となどと主張して\nいる。これは，「節税」を「租税回避」と強弁するものであって，本件各処分\nの本質が，明文の根拠なき否認であることがここから透けて見えるが（甲Ａ全\n１５３・中里教授第２意見書・第１項５），そのような否認は，本来違法であ\nって許されないことは言うまでもない。\n４  平成１７年度税制改正ですら有限責任組合員一般に対する損失利用制限規定\nを定めたものではないこと\n上記３で述べたとおり，平成１７年度税制改正は本件各損失利用制限規定を\n創設したが，ここで注目すべきは，次の点である。\nすなわち，「特定組合員の不動産所得に係る損益通算等の特例の創設」（前\n掲措置法４１条の４の２。甲Ａ全１６）は，構成員の有限責任性には着目せず，\n他方，その対象として「外国における・・類する契約」も対象とすることが明\n記されている。これに対して，「有限責任事業組合の事業に係る組合員の事業\n所得等の所得計算の特例の創設」（前掲措置法２７条の２。甲Ａ全１４７）は，\n\u0000 \u0000\u0000\u0000\u0000\n有限責任事業組合の構成員の有限責任性に着目したものではあるが，反面有限\n責任事業組合のみを対象とし，「外国における・・類する契約」は対象とされ\nていないのである。\n言うまでもなく，「外国における・・類する契約」には，「米国における\n〔略〕リミテッド・パートナーシップ（事業の経営を担い，無限責任を負う一\n人以上のゼネラル・パートナーと事業の経営には参加しないで，出資の範囲内\nで有限責任を負う一人以上のリミテッド・パートナーから成るパートナーシッ\nプ）」が含まれる（甲Ａ全１６・１５６頁，１５７頁）のであるが，２つの損\n失利用制限規定を対比したとき，構成員の有限責任性に着目した後者の規制で\nは，「外国における・・類する契約」は明示的にその対象から除外されていた\nといえる。\nこのように，平成１７年度税制改正においても，有限責任組合員であること\nを根拠として一般的に必要経費の算入を制限する制度は導入されていないので\nあるから，ましてや，同改正前において，控訴人の主張する租税上の効果が適\n法であったはずはない。控訴人の主張によると，平成１７年度税制改正におい\nて措置法２７条の２が，適用対象を有限責任事業組合のみに限りかつ新規に創\n設されたことの説明が一切つかない。\n５  平成１７年度税制改正による必要経費の計上制限は米国の税制を参考に規定\nされたものであり，それまで日本にはこのような制限は存在しなかったこと\n本件各損失利用制限規定が「創設」規定であることは，平成１７年度税制改\n正がモデルとした米国においても，不動産事業について発生する減価償却費や\n支払利子を必要経費に算入して不動産所得の損失を計上し，これを利用するス\nキームを制限することは，立法によって初めて実現したものであり，日本でも\nこれを参考にして立法がなされたという事実からも裏付けられる。\nすなわち，米国では，パススルー事業形態であるパートナーシップを利用し，\n減価償却費や支払利息を計上するいわゆるタックス・シェルターが問題となっ\n\u0000 \u0000\u0000\u0000\u0000\nていた。とりわけ，いわゆるクレイン事件米国連邦最高裁判決によって，有限\n責任によって減価償却費の計上が制限されないとの実務が定着したことから，\nノンリコースローンによる有限責任を享受しつつ，減価償却控除を受けるタッ\nクスシェルター商品が流行することになった。こうしたタックスシェルターは，\n社会的に批判を浴び，そのような租税回避行為を存続させるべきではないとの\n声が高まったため，これに応える形で，米国議会は，１９７６年，税法（米国\n内国歳入法）を改正して，納税者が経済的リスクを負担しない投資から生じた\n損失の計上を納税者が実際に経済的リスクを負う額に制限する規制（At-Risk\nRule。アット・リスク・ルール）を導入したが，導入当初は，不動産事業には\n適用されなかった。その後１９８６年には，税制改革法により，At-Risk Rule\nの適用範囲が不動産所得に拡大されるとともに，実質的に業務執行に参加して\nいない受動的な活動から生じた損失を他の能動的所得と損益通算することを制\n限する規制（Passive Activity Loss Rule。パッシブ・アクティビティ・ロス・ル\nール）が導入されたことで，不動産投資を目的とするタックスシェルターは大\nきな打撃を蒙ることになった。このように，米国では，立法によって損失の計\n上を制限したことで初めて，パートナーシップを利用して減価償却費や支払利\n息を計上するタックスシェルターを有効に規制することに成功したのである\n（以上につき，甲Ａ全１４８・伊藤公哉「アメリカ連邦税法（第４版）」４８\n８ないし５０１頁。）。このような米国議会の対応は，租税法律主義に則った，\nタックスシェルターに対する対処法の正道と評価できる。\n平成１７年度税制改正で創設された本件各損失利用制限規定の内容は，米国\nの上記各規制に沿ったものであり，また，問題意識も共通であることから，米\n国の制度を参考に制定されたものといえる（前掲税制調査会答申（甲Ａ全１４\n６）において，租税回避行為への対応策として参照されている。）。すなわち，\n平成１７年度税制改正は，米国のかかる経緯を参考として，立法により，不動\n産事業にかかる減価償却費や支払利子を必要経費に算入して不動産所得の損失\n\u0000 \u0000\u0000\u0000\u0000\nを計上し，これを利用することを制限したものであり，立法なくしてかかる制\n限はなし得なかったことを当然の前提としていたのである（以上につき，甲Ａ\n全１５３・中里教授第２意見書・第４項）。\n６  平成１０年通達は必要経費に算入すべき金額を制限する根拠とはならないこ\nと\nア  これに対して，控訴人は，有限責任を理由として税務上計上できる損失の\n額を出資の額の範囲内に限る考え方は，平成１０年通達において明らかにさ\nれていると主張している。\nイ しかし，これまで述べてきたとおり，控訴人が「被控訴人らに生じた各損\n失のうち不動産所得の計算上必要経費に算入すべき金額は出資の額を限度と\nすべき」と主張するのであれば，所得税法３７条１項に対する「別段の定\nめ」又は同法６９条 1 項に対する除外規定という租税法令の明文規定に依拠\nするほかない。そして，通達は法令ではないのであるから，通達を根拠とす\nる控訴人の主張は主張自体失当というほかない。控訴人は通達が法令ではな\nいことを誰よりも理解しているはずであり，法令の解釈が問題となっている\n訴訟で通達を根拠として挙げることがいかに的外れなものであるかは言うま\nでもない。それにもかかわらず通達を挙げざるを得なかったということは，\n法令の根拠が必要であるにもかかわらずかかる法令の根拠がないことを自認\nしているに等しい。なお，仮に平成１０年通達が，明文の規定がないにもか\nかわらずこれらの「別段の定め」又は除外規定があることと同じ課税を行う\nことを定めていたのであれば，同通達に沿った課税は端的に違法である（甲\nＡ全１５３・中里教授第２意見書・第５項）。\nウ   また，この点を措くとしても，平成１０年通達は，中小企業庁計画部長\nが，中小企業等投資事業有限責任組合の有限責任組合員が，出資総額を超え\nる損失の額の分配を受けた場合，その会計処理（損失の額の計上方法）につ\nいて国税庁課税部長に照会し，これに回答した結果を了知させるために発出\n\u0000 \u0000\u0000\u0000\u0000\nされたものであり，かかる発出経緯からも明らかなとおり，当時の中小企業\n等投資事業有限責任組合（中小未公開企業への株式投資等限られた投資活動\nしかできず，平成１６年の法改正によって初めて，金銭債権の保有や金銭の\n貸付が可能になり，これに付随して不動産の売買，賃貸借またはその媒介等\nが可能になった。甲Ａ全１４９・篠原倫太郎「投資事業有限責任組合法の改\n正の概要」１７ないし２１頁）を念頭に置いた，極めて限定的な事例に係る\n事例判断を示したものにすぎないというべきである。つまり，平成１０年通\n達は，「外国における・・類する契約」としてデラウェア州法上のＬＰＳ契\n約が存在することも，デラウェア州法上のＬＰＳが不動産事業を行い得るこ\nとも，有限責任しか負わないその構成員（リミテッド・パートナー）がＬＰ\nＳから不動産事業から生じた損失の配賦を受けかかる損失を不動産所得の計\n算上必要経費に算入することがあり得ることも，全く念頭に置いていなかっ\nたものであることは明らかというべきであり，「有限責任を理由として税務\n上計上できる損失の額を出資の額の範囲内に限る考え方は，平成１０年通達\nにおいて既に明らかにされている」という控訴人の主張は，その前提を欠き\n失当である。\nエ  イ及びウで述べたことは，平成１７年度税制改正の際に，平成１０年通達\nの存在が一顧だにされていなかったことからも明らかである。すなわち，平\n成１７年度税制改正において，「有限責任事業組合の事業に係る組合員の事\n業所得等の所得計算の特例」（措置法２７条の２）が創設されたことは前記\n３で述べたとおりであるが（甲Ａ全１４７），この規定は「創設」されたも\nのであって，平成１０年通達を改正してその適用範囲を有限責任事業組合契\n約に基づく有限責任組合員に拡大するといった措置は取られていない。それ\nばかりか，租税法立案担当者による解説においても，まるで「創設」された\n法令とは一切無関係であるかのように全く言及されていない（甲Ａ全１４\n７）。これは，平成１０年通達など初めから存在しなかったかのような扱い\n\u0000 \u0000\u0000\u0000\u0000\nであり，その意味するところは，平成１０年通達が，（当然のことである\nが）法令そのものではなく，したがって中小企業等投資事業有限責任組合の\n有限責任組合員に対する平成１０年通達に従った過去の課税の正当性は疑わ\nしかったところ，平成１７年度税制改正と関連付けることで注目を浴び，過\n去の課税が争われる可能性を惹起するおそれがあったことから，敢えてその\n射程範囲を中小企業等投資事業有限責任組合の有限責任組合員について照会\nされた事例についてのものであったと整理せざるを得なかったことを意味す\nるように思えてならない。\nオ  以上より，控訴人が援用する平成１０年通達は，そもそも法令ではないか\nらこれを根拠にすること自体失当であり，かつ法令の根拠がないまま極めて\n限定された範囲の事例判断を示したものにすぎないから，同通達の考え方を，\n本件各ＬＰＳのリミテッド・パートナーである被控訴人らが計上した損失に\n及ぼし，「税務上計上できる損失の額を出資の額の範囲内に限る」ことは，\n到底許されるものではない。\n７  控訴人は必要経費の意義を取り違えていること\nここまでで見たとおり，「有限責任しか負わない組合員につき，出資の額を\n超えた損失を計上し，損益通算の対象とすることは認めない」という控訴人の\n考え方は，所得税法の明文に反するものであり，かつ，平成１７年度税制改正\nによって「創設」された本件各損失利用制限規定を同改正前からあったものと\nして適用しようとするものであって，全く根拠を欠くものである。\n控訴人は，かかる無理筋の見解を正当化するため，金子宏・東京大学名誉教\n授の著書（『租税法』）を引用した上で，「所得税法は，純資産増加説を採用\nし」ているから，「不動産所得に係る必要経費についても，個人の純資産を減\n少させ，その担税力を減殺させるものであることを前提とする」，「出資の額\nを超えて純資産が減少することはない」リミテッドパートナーは，「無制限に\n必要経費を計上することはできない」などと，必要経費の意義について自説を\n\u0000 \u0000\u0000\u0000\u0000\n展開している。\nしかし，控訴人の主張は，金子名誉教授が「投資の元手」である原資への課\n税 を 避 け る と い う 趣 旨 で 必 要 経 費 を 説 明 し て い る こ と を ， い つ の 間 に か ，\n“「純資産の減少」があったといえる部分だけを必要経費として課税所得の計\n算上控除すべきである”との結論にすり替えるものであって不当である。控訴\n人は，かかるすり替えによって，本来それぞれの事業にとって必要な費用とい\nえるかどうかで判断すべき必要経費該当性を，貸借対照表に記載される静的な\n純資産額の数字に基づいて判断すべきものと誤導し，所得税法の予定しない処\n理を（そもそも条文に反する以上正当足り得ないが）正当化しようとしている\nと言わざるを得ない。\nすなわち，控訴人が金子名誉教授の著書から引用した部分は，最新版（第１\n７版）では２５７頁，２５８頁部分であるが（甲Ａ全１５０），この部分にも\nあるとおり，必要経費の控除を認める意義は，「投下資本の回収部分に課税が\n及ぶことを避け」て「原資を維持しつつ拡大再生産を図る」こと，すなわち，\n最初に投資された金額に課税しないことで，二重の課税をかけることを防ぎ，\n合理的な投資活動を制約しないことにあると理解できる（１億円を投資して１\n億２千万円のリターンを得た場合に，１億円を控除せずリターンの全額に課税\nした場合に，投資しなければ課税されなかった１億円にも課税を受けることで\n結果的に赤字となってしまうことを想起されたい。最初に投資する１億円が手\n持ち資金であろうと借入金であろうと，あるいはその組合せであってもこの理\nは同じである。）。\n金子名誉教授は，かかる理解のもと，控訴人が引用した箇所に続けて，「あ\nる支出が必要経費として控除されうるためには，それが事業活動と直接の関連\nをもち，事業の遂行上必要な費用でなければならない｣と述べておられる。逆\nにいえば，事業活動と直接の関連をもち，事業の遂行上必要な費用といえる場\n合には，その部分は投資活動の原資であって，所得税法その他で例外規定がな\n\u0000 \u0000\u0000\u0000\u0000\nい限り，必要経費として控除を認めなければならないというのが，所得税法上\nの基本的な考え方である。（控訴人が引用する最高裁平成２４年１月１３日判\n決も，このような基本的な考え方に立って，収入と直接の関連を持つというた\nめの要件を判示したものであって，同判決の判示内容と有限責任性は何ら論理\n的な因果関係を持たない。）\nだからこそ，その基本的な考え方に特定の価値判断をもって例外を設け必要\n経費の控除を制限する場合には，所得税法３７条１項に対する「別段の定め」\n又は同法６９条 1 項に対する除外規定を定めることが要求されているのである。\nよって，控訴人の主張は，必要経費が原資の保護を目的として，投資額と事\n業活動の関連性を元に判断されるという租税法の確立した理解を踏まえないも\nのであって，控訴人が税法の根本的な理解を欠いていることを如実に示すもの\nというべきである。\nそして，被控訴人らが本件各ＬＰＳを通じて行う米国における不動産事業に\nついては，減価償却費と支払利息は，まさに金子名誉教授のいう「直接の関連\nをもち，事業の遂行上必要な費用」の要件を満たすものであるから，必要経費\nに該当することは明白である。\nよって，本件において，減価償却費と支払利息を不動産所得の計算上必要経\n費に算入することが，いかなる意味においても，「別段の定め」又は除外規定\nとしての法令の明文の規定なく有限責任を理由として制限される謂われは全く\nない。\n８  まとめ\n以上より，控訴人による，有限責任を理由として必要経費の算入が制限され\nるという主張は，所得税法の明文からして，本来は立法なくして採り得ず，実\n際に立法で初めて導入された制限が，法令上の根拠なくして当然に妥当すると\nいう，租税法の解釈論として成り立たないものであって，必要経費の理論的な\n判断としてもおよそ正当性を欠くものであるから，かかる主張が認められる余\n\u0000 \u0000\u0000\u0000\u0000\n地はない。\nしたがって，控訴人が主張する税額計算については，これを認否する必要が\nないと考えるが，念のため，被控訴人らは，控訴人の主張２(6)アないしオで\n主張する税額計算については，持分期首残高（別表２ないし４）の計算を含め，\n全て争う。\n"
}