{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 2,
    "day": 15
  },
  "case_number": "平成22(ワ)3461",
  "case_name": "損害賠償請求事件",
  "court_name": "横浜地方裁判所第８民事部",
  "result": "棄却",
  "gist": "柔道部に在籍していた高校生が，試合前の練習において他の柔道部員に投げられた際に頭部に加わった回転加速度によりセカンドインパクト症候群類似の機序によって架橋静脈が断裂し急性硬膜下血腫を発症した事故に関し，当該生徒が，本件事故に先立つ脳震盪症状を認めた際に医療機関を受診し，頭部CT検査等で異常所見を認めなかった旨を報告しており，その後も脳神経症状を訴えていなかったという事実関係の下においては，本件事故当時，脳震盪症状を起こした生徒を競技に復帰させる手順につき一般的な理解・指導方法が確立していなかった以上，本件柔道部の顧問教諭には，本件事故の発生について予見可能性がなかったなどとして，顧問教諭の事故の発生を未然に防止すべき指導上の注意義務違反が認められないとされた事例。",
  "lawsuit_id": "83044",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83044",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/044/083044_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２５年２月１５日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ワ）第３４６１号  損害賠償請求事件\n口頭弁論終結日  平成２４年１１月９日\n判              決\n住    所\n原 告        Ｘ１\n（以下「Ｘ１」という。）\n住    所\n原告Ｘ１及び同Ｘ４法定代理人\n兼 原 告  Ｘ２\n（以下「Ｘ２」という。）\n住    所\n原告Ｘ１及び同Ｘ４法定代理人\n兼 原 告  Ｘ３\n（以下「Ｘ３」という。）\n住    所\n原 告  Ｘ４\n（以下「Ｘ４」という。）\n上記４名訴訟代理人弁護士            大 政 徹 太 郎\n同                              福 森   元\n住    所\n被 告              Ｙ\n同 代 表 者 理 事 長  Ｙ１\n同訴訟代理人弁護士      西 島 幸 延\n主              文\n１  原告らの請求をいずれも棄却する。\n\u0000 \u0000\u0000\n２  訴訟費用は，原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，Ｘ１に対し，２億２７０６万３５７５円及びうち２億２３４６万６\n６２７円に対する平成２０年５月３日から支払済みまで年５％の割合による金\n員を支払え。\n２  被告は，Ｘ２，Ｘ３及びＸ４に対し，それぞれ１１００万円及びこれに対す\nる平成２０年５月３日から支払済みまで年５％の割合による金員を支払え。\n第２  事案の概要\n１  本件は，被告が設置するＹ高等学校（以下「本件高校」という。）及び本件\n高校における部活動である柔道部（以下「本件柔道部」という。）に１年生と\nして在籍していたＸ１が，神奈川県高等学校柔道大会兼関東高等学校柔道大会\nの県予選会（以下「本件大会」という。）の前に行われたウォーミングアップ\n練習において本件柔道部員に投げられた際，急性硬膜下血腫を発症した事故（以\n下「本件事故」という。）に関し，本件柔道部の顧問教諭に本件事故の発生を\n未然に防止すべき指導上の注意義務違反があったとして，不法行為による損害\n賠償請求権に基づき，被告に対し，Ｘ１が２億２７０６万３５７５円及びうち\n２億２３４６万６６２７円に対する不法行為の日である平成２０年５月３日か\nら支払済みまで民法所定の年５％の割合による遅延損害金の支払を，Ｘ１の両\n親であるＸ２及びＸ３並びにＸ１の妹であるＸ４が，それぞれ１１００万円及\nびこれに対する不法行為の日である平成２０年５月３日から支払済みまで民法\n所定の年５％の割合による遅延損害金の支払を求めた事案である。\n２  前提事実（証拠の記載のないものは，争いのない事実である。）\n（１）当事者等\nア  Ｘ１は，平成５年３月２３日にＸ２及びＸ３との間の子として生まれ，本\n件事故発生時には１５歳であった。Ｘ１は，平成２０年４月８日（以下，年\n\u0000 \u0000\u0000\n度の記載のない日時は，平成２０年を指すものとする。），本件高校に入学\nし，同月９日，本件柔道部に入部した。Ｘ１は，本件柔道部に入部する以前\nに柔道の経験はなかった。\nイ  Ｘ４は，原告の妹である。\nウ  被告は，本件高校の設置者である。\nエ  本件高校の教諭であるＡ（以下「Ａ教諭」という。）及びＢ（以下「Ｂ教\n諭」という。）は，本件事故発生時，いずれも本件柔道部の顧問を務めてい\nた。\nオ  Ｃ（以下「Ｃ部長」という。）は，柔道５段を有し，本件事故当時，神奈\n川県高等学校体育連盟柔道専門部長を務め，本件大会の大会委員長として，\n本件大会に出席していた（甲２６，証人Ｃ）。\n（２）Ｘ１は，４月１６日の柔道の練習により投げられ，頭痛を自覚したことか\nら，同月１８日の練習を見学し，同月１９日，練習を欠席して横浜宮崎脳神経\n外科病院を受診した。Ｘ１は，同院において，脳震盪と診断され，頭痛に対し\nて鎮痛剤の処方を受けた（甲２２）。\n（３）Ｘ１は，５月３日，本件大会に選手として出場することを目的とせず参加\nした。また，本件大会には，Ｂ教諭が参加した。\n（４）Ｘ１は，本件大会の試合前に，本件柔道部員で本件大会当時本件高校１年\n生であったＤ（以下「Ｄ」という。）とウォーミングアップとして投げ込み練\n習を行ったが，Ｄから大外刈り及び払腰の打ち込みにより投げられた後，しゃ\nがみこんで倒れた。Ｘ１は，救急車で横浜労災病院に搬送され緊急入院し，同\n院において急性硬膜下血腫と診断され，開頭血腫除去術等の施術（以下「本件\n手術」という。）を受けた（甲３０の２）。\n（５）原告は，上記施術後，次の病院で入院治療を受けた（甲５ないし１６（枝\n番を含む。以下同じ。），弁論の全趣旨）。\nア  ５月３日から６月３０日                横浜労災病院\n\u0000 \u0000\u0000\nイ  ６月３０日から９月１日                初台リハビリテーション病院\nウ  ９月１日から同月１８日                横浜労災病院\nエ  ９月１８日から同月２６日              西横浜国際総合病院\nオ  ９月２６日から１１月３日              横浜労災病院\nカ  １１月３日から平成２１年７月１０日    西横浜国際総合病院\nキ  同年７月１０日から同年９月３０日      鶴巻温泉病院\nク  平成２２年１月６日から同月２５日      横浜労災病院\nケ  同年２月１２日から同年３月３日        日本大学医学部附属板橋病院\n（６）原告は，平成２１年９月１０日，鶴巻温泉病院において，急性硬膜下血腫\n後遺症による意識障害のため，発語なく，経口摂取は困難であり，尿失禁，四\n肢麻痺の状態で，右上肢は痙性が強く伸展しており，食事，入浴，用便，更衣\nについて常に介護が必要で，回復の見込みはほとんどないとして，症状固定と\n診断された（甲１６）。\n（７）Ｘ１は，独立行政法人日本スポーツ振興センターから，災害共済給付に基\nづく医療費給付として２９２万２５６０円，障害見舞金として３７７０万円の\n合計４０６２万２５６０円を受領した。また，Ｘ１は，公益財団法人全日本柔\n道連盟（以下「全日本柔道連盟」という。）から障害補償・見舞金制度に基づ\nく補償金・見舞金として２５００万円を受領し，神奈川県高等学校体育連盟か\nら傷病見舞金制度に基づく見舞金として１３０万５０００円を受領した。\n（８）Ｘ１は，本件事故後，横浜労災病院に救急受診して入院したが，救急受診\n時には，意識レベルＪＣＳⅢ－２００，除脳硬直，両側瞳孔散大の状態であっ\nた（乙４の２）。Ｘ１は，本件手術を受けたが，その際に，静脈洞に注ぐ架橋\n静脈がいたるところで断裂し，多量の出血が頭蓋内に認められ，既に血腫の量\nも多量であり脳ヘルニアを起こしていた（乙４の１）。\nＸ１の受傷機転については争いがなく，Ｘ１の受傷は，急性硬膜下血腫を原\n因とするものであるが，その急性硬膜下血腫は，Ｘ１が，４月１６日，本件柔\n\u0000 \u0000\u0000\n道部の練習中に投げられることにより架橋静脈に微小な損傷を負うことで架\n橋静脈が脆弱化し，その損傷に加え，本件大会前の練習において投げられた際\nに頭部に加えられた回転加速度によって引き起こされたものである（第３回弁\n論準備手続調書参照）。\n３  争点及び争点に関する当事者の主張\n（１）Ｂ教諭の指導義務違反の有無\n（原告らの主張）\nＢ教諭は，本件柔道部の顧問として，生徒の安全にかかわる事故の危険\n性をできる限り具体的に予見し，その予見に基づいて当該事故の発生を未\n然に防止する措置を執り，クラブ活動中の生徒を保護すべき注意義務を有\nする。すなわち，①Ｂ教諭は，体格，体力，技能が十分ではない初心者を\n試合直前の投げ込み稽古に参加させるにあたっては，上級者から投げ技を\nかけられても十分に受身が取れるかどうか，自ら練習状況を監視・指導す\nべき義務，②仮に，やむを得ず自ら練習状況を監視・指導できないのであ\nれば，他の部員に対し初心者は強く投げつけないよう適切かつ具体的な指\n示をするなどして，初心者が上級者から投げ技をかけられても十分に受身\nが取れるよう，練習状況を指導すべき安全配慮義務，③柔道のような内在\n的に頭部外傷への危険を伴うスポーツにおいては，一度目の衝撃により脳\n震盪様の症状が認められた際に，競技を継続して行った場合，二度目の頭\n部への衝撃によって，重篤な頭部外傷を発生する危険性があるのであるか\nら，生徒が脳震盪様の症状を呈した場合には，競技に復帰する際には，メ\nディカルチェックを踏まえ慎重に判断して，重篤な頭部外傷の発生を回避\nする安全配慮義務を有するところ，Ｂ教諭は，Ｘ１が４月１６日の練習で\n投げられて頭を打ち，脳震盪を起こしたことを知っていたにもかかわらず，\nＸ１を同月２３日から通常稽古に参加させた上，本件大会前のウォームア\nップ練習において，本件大会の試合に大将として出場する予定であり，Ｘ\n\u0000 \u0000\u0000\n１と体格差及び柔道の経験・技能に格段の差があり，かつ，利き手が異な\nるため受身を取ることが困難な喧嘩四つの態勢をとらざるを得なくなるＤ\nと組ませて，Ｄから相当強い勢いで投げられるに至ったのであるから，Ｂ\n教諭には，上記①ないし③の安全配慮義務を怠った過失が認められる。\n（被告の主張）\nア  ①及び②について\n本件大会前のウォーミングアップ練習は約束稽古であって，受身を取る\nことが容易な練習であり，なんら危険を伴う練習ではない上，Ｘ１は，本\n件柔道部に入部してから１か月間の間，Ｂ教諭から慎重かつ段階的な指導\nを受けて練習を行い受身の技術を習得しており，上記練習を行う上で危険\nはなかった。また，本件事故は，単なるウォームアップ練習中に発生した\nものであり，ＤがＸ１を著しい速度で投げたことはなく，Ｘ１がＤの投げ\nによって頭部を打ち付けたこともない。\nイ  ③について\nＢ教諭は，Ｘ１から，医師が脳震盪について特に問題がないと言ってい\nた旨報告を受け，Ｘ１は，同月２３日から１０日間以上にわたり本件柔道\n部の練習に出席して何ら問題なく稽古を行っていたこと，脳震盪症状の出\n現から本件大会が２週間以上経過していたこと，脳震盪症状は柔道の練習\nにおいて頻繁に認められるありふれた症状であることからすれば，Ｂ教諭\nが，Ｘ１が脳震盪の診断を下されていたからといって，本件大会前のウォ\nーミングアップの練習に参加させた判断が誤った判断であるともいえない。\nウ  上記事実に加え，Ｘ１の頭部傷害の原因が，二度目の受傷によって頭部\nに生じた回転加速度によるものであり，その回転加速度も極めて緩い回転\n力であると考えられることからしても，Ｂ教諭に，本件大会前のウォーミ\nングアップの練習において，Ｘ１とＤを組ませたことで，Ｘ１に急性硬膜\n下血腫が惹起されると予見することは不可能なのであって，Ｂ教諭に安全\n\u0000 \u0000\u0000\n配慮義務違反を認めることはできない。\n（２）Ｂ教諭の指導義務違反の過失とＸ１の損害との因果関係\n（原告らの主張）\nＢ教諭が適切に監督ないし指示をしていれば，Ｘ１がＤと投げ込み稽古\nをすることはなかったのであるから，Ｂ教諭の過失と原告らの損害との間\nに因果関係は認められる。\n（被告の主張）\n仮に，Ｂ教諭に原告らが主張するような注意義務違反があったとしても，\nそのような注意をすれば事故が回避できたとは言えないから，注意義務違\n反と原告らの損害との間に因果関係は認められない。\n（３）損害\n（Ｘ１の主張）\n本件事故によりＸ１に生じた損害は次のとおりであり，損害額の合計（但\nし，後記キの確定遅延損害金を除く。）は２億２３４６万６６２７円である。\nア  治療関係費          １８３８万５４９７円\n（ア）症状固定前及び固定後の治療費は，別紙「治療費一覧表」及び別紙「症\n状固定後の治療関係費」に記載のとおり，各１０９６万８０１９円及び\n１３８万６００５円である。\n（イ）Ｘ１は，寝たきりの状態にあったことから近親者の付き添いは必須で\nあって，その付添介護費も本件事故と相当因果関係を有する損害である\nと認められる。その費用は，日額１万円として４９６日間の入院により，\n合計４９６万円となる。\n（ウ）入院雑費は，日額１５００円が相当であり，４９６日間の入院機関の\n合計額は，７４万４０００円となる。\n（エ）Ｘ１の治療には，頭蓋の保護のための頭部保護帽や，下肢の拘縮予防\nのための装具が必要であり，これら装具の購入費用合計は２７万８７２\n\u0000 \u0000\u0000\n３円である。\n（オ）Ｘ１の転院時の介護タクシー代として４万８７５０円が本件事故と相\n当因果関係を有する。\nイ  将来の付添介護費    ９６５０万１６２０円\n（ア）原告の現在の症状は，生活の全般にわたって介護が必要な状況にあり，\n将来にわたって介護が必要不可欠であり，将来の付添介護費は，本件事\n故と相当因果関係を有する損害である。\n（イ）そして，Ｘ１の家族がＸ１を自宅において介護する希望を持っている\nことを考慮すると，Ｘ２が６７歳になるまでの自宅における家族介護の\n費用は，３６１２万９８９０円（＝日額１万円×３６５日×９．８９８\n６（１４年間に対応するライプニッツ係数））となる。また，Ｘ２が６\n７歳となって以降の職業介護人による介護費用は，６０３７万１７３０\n円（＝日額２万円×３６５日×（１８．１６８７－９．８９８６）（上\n記１４年間を控除した４９年間に対応するライプニッツ係数））となり，\n将来の付添介護費の合計は９６５０万１６２０円となる。\nウ  後遺症逸失利益  ９０７０万２０７０円\nＸ１は，症状固定時において１６歳であり，後遺障害等級第１級である\nから，労働能力喪失率は１００％である。基礎収入を平成２０年度賃金セ\nンサス全労働者平均年収額５５０万３９００円，ライプニッツ係数を１６．\n４７９６（就労期間の始期を１８歳，終期を６７歳とする。）として計算\nすると，原告の逸失利益は９０７０万２０７０円となる。\nエ  入通院慰謝料      ３５０万円\nオ  後遺症慰謝料    ３５００万円\nカ  上記アないしオの合計額２億４４０８万９１８７円から，Ｘ１が，独立行\n政法人日本スポーツ振興センターから災害共済給付に基づく医療費として\n合計２９２万２５６０円，障害見舞金として３７７０万円の合計４０６２\n\u0000 \u0000\u0000\n万２５６０円を受領しており，それらを損益相殺すると，Ｘ１の損害額は\n２億０３４６万６６２７円となる。\nキ  確定遅延損害金    ３５９万６９４８円\nカの災害共済給付金に対する本件事故の日から給付金が給付された日ま\nでの年５％の割合による遅延損害金は，別紙「災害共済給付金及び確定遅\n延損害金一覧表」に記載のとおり，３５９万６９４８円となる。\nク  弁護士費用      ２０００万円\n本件事故と相当因果関係のある弁護士費用は，本件の難易度等を考慮し\nて，２０００万円が相当である。\nケ  損益相殺について\n被告は，全日本柔道連盟からの補償金・見舞金２５００万円及び神奈川県\n高等学校体育連盟からの見舞金１３０万５０００円について損益相殺を主\n張するが，上記見舞金等は，損害の填補を目的としたものということはで\nきないから，これらを損害から控除することは許されない。\n（Ｘ２，Ｘ３及びＸ４の主張）\n本件事故により，Ｘ１が一生介護を要する障害を負ったことなどに鑑みれば，\n民法７１１条所定の近親者であるＸ２及びＸ３は，本件事故によって，Ｘ１が死\n亡したときにも比肩しうるほどの精神的の苦痛を受けたということができるから，\nそれを慰謝するに足りる慰謝料として１０００万円が相当である。また，Ｘ４は，\nＸ１と民法７１１条所定の近親者と実質的に同視し得る身分関係を有する者とし\nて，Ｘ２及びＸ３と同様の慰謝料を被告に対し請求できる。そして，上記原告ら\nが負担する各弁護士費用のうち，各１００万が相当因果関係にある損害といえる。\n（被告の主張）\n上記Ｘ１の主張カについては，Ｘ１は，損害の填補として，独立行政法人スポ\nーツ振興センターから４０６２万２５６０円の支払を受けたほか，全日本柔道連\n盟から補償金・見舞金２５００万円，神奈川県高等学校体育連盟から見舞金１３\n\u0000 \u0000\u0000\u0000\n０万５０００円が支払われているのであり，その合計は６６９２万７５６０円と\nなり，同額を損益相殺すべきである。\nまた，原告らは，本件事故前日及び当日において頭痛等の症状があることを本\n件高校に報告すべきところ，これを怠っているのであるから，相当程度の過失相\n殺がされるべきである。\n第３  判断\n１  認定事実\n証拠（甲３，２２，２６ないし３３，３９ないし４１，乙１，３ないし５，１\n１，１３，１４，１６，２１，２２，２９，３３，証人Ｃ，証人Ｄ，証人Ｂ，Ｘ\n２，Ｘ３）及び弁論の全趣旨によれば，次の事実が認められる。\n（１）本件柔道部員等\nア  本件柔道部には，本件事故当時，男子部員が６名おり，部長を３年生のＥ\nが務め，２年生には，Ｆ，Ｇ及びＨがおり，１年生には，Ｘ１及びＤと女\n子部員のＩがいた（甲３，証人Ｄ）。\nイ  Ｘ１は，本件事故当時，身長１６４ｃｍ，体重５２ｋｇであり（争いがな\nい），Ｄは，身長１７０ｃｍ，体重１０５ｋｇであった（甲３）。Ｆは，\n身長１６８ｃｍ，体重５５ｋｇであった（甲３）。\nウ  Ｄは，中学校１年生から柔道を習い始め，中学生の頃には高校生を相手と\nして乱取り練習を行っており，本件事故当時は初段相当の実力を有してお\nり（甲３，証人Ｂ，Ｘ２），本件大会には本件柔道部の大将として出場す\nる予定であった（争いがない）。\nエ  Ｅ，Ｆ，Ｇ及びＨは，本件事故当時，柔道初段であった（甲３）。\nオ  Ｂ教諭は，中学３年生から柔道を始め，平成１１年４月には３段の段位を\n取得し，同１６年４月より本件高校に就職し，本件柔道部の顧問となり，\n同１７年からは，同部の監督を務めた（乙２１，２２，証人Ｂ）。\n（２）本件大会以前のＸ１の練習内容等\n\u0000 \u0000\u0000\u0000\nア  打ち込み練習及び投げ込み練習とは，柔道の練習において，攻防をパター\nン化して練習する，いわゆる約束稽古といわれる種類の練習であり，それら\n練習において投げられる者は，相手方が繰り出す技とタイミングを予想する\nことができるため，強引な技をかけられ無理な体勢の受身を余儀なくされる\nということがないことから，攻撃と防御をランダムに表裏一体で行う実践練\n習である乱取り練習と比べると安全な練習方法である（乙１１，証人Ｃ）。\nイ  本件事故当時，高等学校における柔道部の練習において，体重が倍程度異\nなる者同士が組んで練習を行うことは通常であった（証人Ｃ）。\nウ  Ｘ１は，４月９日，本件柔道部に入部し，同月９日から同月１６日までの\n間，毎日本件柔道部の練習に参加した。Ｘ１は，同月９日から同月１４日ま\nでの６日間は，受身の練習のみを行った。同月１５日及び同月１６日の練習\nでは，受身の練習に加えて，打ち込み練習及び投げ込み練習を行った（乙１，\n５，２９，証人Ｄ，証人Ｂ）。\nエ  喧嘩四つとは，右組みの選手と左組みの選手が組んだ場合の組み手のこと\nをいい，通常の組み手に比し，受身を取ることが難しくなる（証人Ｃ）。Ｘ\n１は，右組みであり，Ｄは左組みであって，両名が組んだ場合には喧嘩四つ\nとなる（証人Ｃ）。また，Ｆも左組みであって，Ｘ１とＦが組んだ場合にも\n喧嘩四つとなる（証人Ｂ）。\n（３）Ｘ１の本件大会前の症状等\nア  Ｘ１は，４月１６日の練習において投げられた後，頭痛を認め，以後頭痛\nが継続した（なお，Ｘ１が，当該練習において頭部を畳等に打ち付けた事\n実については，これを認めるに足りる証拠はない。）。そして，４月１８\n日の練習中に頭痛が増悪したことから，その旨をＡ教諭に報告し，その後\n練習を見学した（甲３０の１，乙１６，２１，証人Ｂ，Ｘ３）。\nイ  Ｘ１は，４月１９日，横浜宮崎脳神経外科病院を受診し，担当の医師に対\nし，同月１６日に柔道の練習で投げられ，帰宅してから頭部全体の頭痛が\n\u0000 \u0000\u0000\u0000\n認められたこと，柔道の練習では頭部を打ったか否かは判然としない旨を\n話した（甲３０の１）。同院の担当医師の指示により，Ｘ１に対し頭部CT\n検査等が施行されたが，諸検査において異常所見は認められず，Ｘ１は脳\n震盪と診断され，鎮痛剤を処方され帰宅した（甲２２，３０の１，Ｘ２，\nＸ３，弁論の全趣旨）。\nウ  Ｘ１は，同月２０日，頭痛の症状が軽減したことから，関東大会個人の部\nに出席し，見学した（甲３９，乙１，乙１６，証人Ｄ，証人Ｂ，Ｘ３）。\nＸ１は，この際，Ｂ教諭に対し，概要，頭痛に対して病院を受診して医師\nの診察を受け，脳CT検査を施行したが，異常所見は認められず，脳震盪と\n診断されたので，大丈夫である旨の報告を行った（甲３９，証人Ｂ，Ｘ３）。\nエ  Ｘ１は，４月２１日，２２日に，本件高校が主催する宿泊研修に参加し，\nスポーツインストラクターの指導の下で，レクリエーションとして走った\nり，綱引きをするなどの運動を行ったが，引率の教諭に対し，何らかの症\n状を訴えることはなかった（乙１６）。\nオ  Ｘ１は，４月２３日から同月２６日まで，また，同月２８日から５月２日\nまでの合計９回の練習に参加し，他の柔道部員と同様の通常練習に参加し\nた（乙１，証人Ｄ，証人Ｂ）。上記９回の練習のうち，Ａ教諭が４回，Ｂ\n教諭が５回，本件柔道部の指導を行い，本件柔道部員らに乱取り練習も含\nめた練習を行なわせた。Ｂ教諭は，同月２４日，Ｘ１に対し，打ち込み練\n習はなるべく１年生同士でやるように指示を出した（乙１）。Ｘ１は，上\n記練習に参加した際に，Ａ教諭及びＢ教諭に対し体調の不良を訴えること\nはなかった（乙１，証人Ｄ，証人Ｂ）。\nカ  Ｘ１は，４月２６日の練習後，頭痛が再発した旨のメールをＸ３に送った\n（甲３９，Ｘ３）。\nキ  Ｘ１は，５月２日，本件高校から帰宅後，頭痛，吐き気及び食欲不振をＸ\n３に伝え，食事を摂らずに就寝した（甲３９，Ｘ３）。\n\u0000 \u0000\u0000\u0000\nク  Ｘ１は，５月３日，起床後の頭痛は相当程度軽減し，吐き気も消失してい\nたが，食欲は低下したままであった（甲３９，Ｘ３）。\nケ  Ｘ１は，４月２０日以降，Ｂ教諭をはじめとする本件高校関係者に対し，\n頭痛等の症状を訴えなかった（証人Ｂ，弁論の全趣旨）。\n（４）本件事故当日の練習の経緯等\nア  本件柔道部は，５月３日午前９時頃，本件大会の会場である神奈川県立\n武道館の柔道場（以下，「本件武道館」という。）に集合した（甲２７）。\n本件武道館は，別紙添付本件武道館図面のとおり，小道場に遠いところか\nら，順に第１ないし第４試合会場が並んで配置しており，本部席が第２試\n合会場と第３試合会場に近いところに設置されていた（甲２８，乙３）。\nイ  本件柔道部員らは，同日午前９時５５分頃から，第４試合会場において\nウォーミングアップのため，打ち込み及び投げ込み練習等（以下「本件練\n習」という。）を行った。\nＸ１は，本件練習が開始されてから，本件高校の制服を着て荷物番をし\nていたが，Ｄに呼ばれたことから，柔道着に着替え，準備運動をすること\nなく，本件練習に参加した（証人Ｃ）。なお，Ｂ教諭は，本件練習が行わ\nれている際，第４試合会場から約１５ｍ離れている本部席に在席しており，\n本件練習を見ることができる場所にいなかった（甲２６ないし２８，Ｘ３，\nＸ２。この点，Ｄは，Ｘ１が柔道着を着て荷物番をしていたと証言するが，\n後記ウで説示するとおり，Ｄの上記証言を信用することはできない。また，\nＢ教諭は，本部席から本件練習を見ることができたと証言するが，その内\n容は一貫性を欠き不合理であることから，信用することができない。すな\nわち，Ｂ教諭は，５月７日に作成した「報告書」と題する書面（甲２７，\n以下「本件報告書」という。）においては，Ｘ１が倒れたのは第４試合会\n場である旨を記載しているが，９月６日に作成した本件武道館の図面にお\nいては，Ｘ１が倒れたのは，第３試合会場の第２試合会場寄りであったこ\n\u0000 \u0000\u0000\u0000\nとを書き込み（乙３），さらに，当法廷における証言においては，第３試\n合場の「あたりという言い方しかできません。」と述べるなど，本件事故\n発生位置に関する証言の内容に一貫性を欠いているところ，Ｂ教諭は，上\n記一貫性を欠いた理由について，上記図面への書き込みを，本件柔道部員\nから話しを聞いたことに起因すると述べるが，本部席から本件練習を見る\nことができる位置にいたのであれば，本件事故発生位置について自ら確認\nすることは容易であるのに，本件柔道部員から聞いた内容をもって上記図\n面へ書き込んだと述べる点は，不自然不合理であって，上記一貫性を欠い\nた理由について合理的な理由があるとはいえない。）。\nウ  Ｘ１は，本件練習において，最初にＦと組んで投げ込み練習を行い，背負\nい投げで１回投げられた後に，Ｄと組んで投げ込み練習を行った（甲２７，\n証人Ｄ）。Ｄは，手加減をすることなく全力でＸ１を，下がる相手に対し\nて足をかけて後方に倒す柔道の投げ技の一つである大外刈りで投げ，その\n後，相手を腰の片側にのせた後に，相手の足を払い上げて回し込みながら\n前に投げる柔道の投げ技の一つである払い腰で投げたところ，Ｘ１はしゃ\nがみ込んで倒れ，起き上がれなくなった（乙２９，証人Ｄ。この点，被告\nは，Ｄが全力で投げたことを否認し，Ｄの証言及び陳述書（乙２９）の記\n載はそれに沿うものである。しかしながら，Ｄの証言及び陳述書の記載は，\n①神奈川県警察港北警察署署員が，本件事故後，武道館に臨場しＤから事\n情を聴取した事実（下記キ）を「いいえ，ありません。」と明確に否定す\nるなど，体験した者の記憶から容易に消え去るとは考え難い事実に関する\n証言内容が，他の証拠によって認められる事実と反している点，②Ｆの身\n長体重について上記認定事実（１）において認められる事実と大きく異な\nる証言をする点，③柔道の大会へ出場したか否かという事実は通常記憶に\n残りやすい種類の事実であるにもかかわらず，４月２０日の関東大会個人\nの部に出場したか否かは記憶にないと証言する点，④横浜労災病院におい\n\u0000 \u0000\u0000\u0000\nて，Ｄの両親と本件高校の校長と同席していたにもかかわらずＸ２及びＸ\n３に意に反した発言を強制的に言わせられたと証言する点など，Ｄの証言\n及び陳述書の記載の内容は，重要な部分について不自然不合理な内容とな\nっており，そのような証言を行う証言態度は真摯なものとは到底いえず，\nその証言は，全体として信用することはできない。）。\nエ  神奈川県立小田原高校の柔道部顧問であるＪ（以下「Ｊ教諭」という。）\nは，Ｘ１が倒れたことを神奈川県立市ヶ尾高校の生徒から聞き，第４試合\n会場に駆け付けた（甲２６，３５，証人Ｊ）。その後，Ｄから報告を受け\nたＢ教諭が，第４試合会場に駆け付けた（証人Ｄ）。\nオ  Ｂ教諭は，携帯電話で救急車を要請し，Ｘ１と救急車に同乗し，搬送先\nの横浜労災病院において救急担当医師に対して本件事故の状況について説\n明を行った（証人Ｂ，甲３０の２）。\nカ  Ｂ教諭は，同日午前１０時過ぎにＸ３に電話でＸ１が投げられて倒れ，\n救急搬送された旨を伝えた（甲３９，Ｘ３）。\nキ  神奈川県警察港北警察署署員は，本件事故後，Ｃ部長から通報を受け，\n本件武道館に臨場し，Ｄら本件柔道部生徒から事情を聴取した（証人Ｃ，\n甲２７，４０。この点について，Ｄは異なった証言をするが，Ｃ部長が６\n月１３日に作成した事故報告書である甲第４０号証には，「港北警察署署\n員が武道館に来館し，横浜商科大学高等学校柔道部生徒などから事情を聞\nいた。」との記載があること，臨場した警察官が本件事故に関与したＤか\nら事情を聴取するのは自然であるといえることなどからすると，上記Ｄの\n証言は信用することができない。）。\n（５）本件事故後の経緯\nア  Ｘ２及びＸ３（以下「Ｘ２ら」という。）は，５月４日，事情を知るため，\nＤから直接事情を聴きたい旨を本件高校に対し電話で伝えた（Ｘ２，Ｘ３）。\nイ  Ｄは，５月５日，Ｄの両親及び本件高校の校長であったＫと共に横浜労災\n\u0000 \u0000\u0000\u0000\n病院にＸ１の見舞いに訪れ，同院の集中治療室の控え室において，Ｘ２ら\nから本件事故の経緯について事情を聴かれた。Ｄは，その際，Ｘ２らに対\nし，本件練習においてＸ１を手加減せずに投げた旨話した（甲３９，証人\nＢ，証人Ｄ，Ｘ２，Ｘ３）。\nウ  本件高校は，本件柔道部部員らに対し，Ｘ１の見舞いに行くことを禁じる\n指示をした（Ｘ２）。\nエ  Ｃ部長は，５月７日，本件高校を訪れ，本件報告書を受け取った（証人Ｃ）。\nＣ部長は，その後，自らが本件事故当日に本件柔道部員から聞いた内容と\n本件報告書の内容との間に異なる点が認められることから，本件高校に電\n話し，Ｂ教諭に本件事故の事実関係について問い合わせたが，電話口から\nＢ教諭以外の者が，「本件高校の主張する事実が正しくそれ以外の事実を\n受け付けない」旨話しているのを聞き，本件高校からそれ以上の事情を聴\nくことを諦め，神奈川県高等学校体育連盟会長宛の事故報告書（甲４０）\nを作成した（証人Ｃ）。\n（６）Ｘ１の退院後の病状\nＸ１は，平成２１年９月３０日に鶴巻温泉病院を退院後，平日は２か所の介\n護施設に通いながら，その余は自宅にてＸ２らが介護を行っているが，自らの\n意思で身体を動かすことができないことから，介護は，おむつ交換，着替え，\n褥瘡予防のための体位交換，胃瘻による栄養摂取，車いすを利用した移動など\nの生活全般について必要である。Ｘ２は，本件事故以前は，ゴルフのレッスン\nプロとして週５日程度稼働していたが，本件事故後においては，上記介護のた\nめ，週に１，２日程度に減らして稼働している（甲３６，３７，３９，Ｘ２，\nＸ３）。\n（７）脳震盪についての知見\n脳震盪とは，頭部に外力が加わることによって起こる，意識障害，記銘力\n障害を中心とした一過性の脳機能障害をいう。脳震盪は，意識障害を伴わない\n\u0000 \u0000\u0000\u0000\n軽傷のものがほとんどであるが，重度の脳震盪は急性硬膜下血腫の発生率との\n間で正の相関が認められる。また，たとえ軽傷の脳震盪であっても，頭部外傷\nが繰り返されることによって，脳へのダメージが蓄積され，不可逆的，器質的\nな脳損傷，神経機能障害をきたすことがある。\n特に，軽傷の頭部外傷を受けた後に，その症状が完全に消失しないうち，あ\nるいは消失した直後に頭部外傷を受け，重篤な状態に陥るものをセカンドイン\nパクト症候群という。二度目の外傷自体も軽度なものが多く，急激に昏睡状態\nに陥り，死亡率は５０％と報告されている重篤な症状が認められる。セカンド\nインパクト症候群において，一度目の頭部外傷後に，頭痛を主体とした脳震盪\nと同様の症状を呈すことが多いとの報告もある。それゆえ，脳震盪の症状が，\nコンタクトスポーツによってもたらされた場合には，脳震盪後の競技への復帰\n時期を適切に判断する必要がある（甲２９，乙１３，１４）。実際に，ラグビ\nーフットボールの国際競技規則では，試合，練習を問わず，脳震盪を起こした\n場合には，３週間以内の復帰を禁止し，復帰に際しては専門医の診断を必要と\nしている（甲２９）ように，競技への復帰は，一定期間の休息を設けた後，段\n階的に復帰することが望ましいと考えられている（乙１３）。\n以上の，脳震盪及びセカンドインパクト症候群に関する知見は，概ね日本\n臨床スポーツ医学会学術委員会脳神経外科部会が平成１５年５月に出版（第２\n版）した「頭部外傷１０か条の提言」（甲２９）において既に示されていた。\nなお，セカンドインパクト症候群の原因は未だ判明していないが，一度目\nの頭部外傷により薄い急性硬膜下血腫がもたらされ，二度目の頭部外傷により，\n癒着した架橋静脈から致命的な大出血を起こすことが原因であるとの説も示\nされている（乙１４）。\n（８）柔道部顧問教諭の安全指導に関する指針等\nア  全日本柔道連盟作成の柔道指導における指針について\n全日本柔道連盟に加盟する団体の指導者に，柔道部の指導について周知す\n\u0000 \u0000\u0000\u0000\nることを目的として，平成１８年４月に全日本柔道連盟から出版された「～\n事故をこうして防ごう～柔道の安全指導」の初版（乙１１，以下「柔道の安\n全指導初版」という。）には，次の記載がある。\n（ア）「１  指導者の責任と安全配慮義務」の「（１）  指導者への期待」\nにおいて，「柔道の指導者に対する社会の期待は大きく，それだけ重い\n責任があります。」「特に柔道は，相手を投げ，抑え込み，首を絞め，\n関節を挫く技を用いて攻防を行うので，他の運動に比べ危険度は高いと\n考えられます。したがって，柔道の指導者は，こうした運動特性を把握\nし，内在する危険性を回避することによって事故防止に万全を期すこと\nが求められています。」\n（イ）同じく「（３）指導者に求められる安全配慮義務」「危険予見義務  柔\n道における危険要因を予知，予見して安全を確保する義務」「危険回避\n義務  柔道における危険要因を取り除いたり，要因が重なり合わないよ\nう危険を回避する義務」\n（ウ）「３  柔道で起こりやすい怪我と事故」「（１）  怪我と事故の特徴」\n「①  頭部の怪我  後頭部を強打すると，血管が切れたり（脳出血），\n脳実質の損傷（脳挫傷）が起こることがあります。また，一時的に意識\nがなくなり，頭を打った前後のことを後で全く覚えていない（逆行性健\n忘）ということが起こることもあります。頭部の怪我は，相手に投げら\nれたとき，受身ができずに後頭部を打つことによって起こるケースがほ\nとんどです。」\n（エ）同じく「（２）  怪我と事故の例」において，中学校の柔道部の練習\n中に後頭部を打撲し，急性硬膜下血腫と診断されて入院し，退院後に主\n治医の承諾のもとで行った練習で頭部を打撲し，急性硬膜下血腫により\n意識不明となった事例の記載\n（オ）「４  怪我や事故を未然に防ぐために」「（３）練習に必要な配慮」\n\u0000 \u0000\u0000\u0000\n「④初心者への配慮」「怪我や事故は，初心者が周囲に合わせようとし\nて無理をしたり，経験者が初心者への配慮を欠いたときに起き易くなり\nます。」\n（カ）同じく「（４）安全に配慮した指導例」には「③攻防方法を身につけ\nる約束練習」として「約束練習は，技能レベルに応じた多様なパターン\n化が可能であり，安全な乱取ができるようにするためには省略できない\n練習方です。」\n（キ）「（５）健康管理とコンディショニング」「健康観察のチェックポイ\nント例」には，頭痛の症状の有無の記載\n柔道の安全指導初版は，平成２１年７月に改訂され（甲３２，以下「柔道\nの安全指導改訂版」という。），平成２３年６月に再改訂（甲３３，以下「柔\n道の安全指導再改訂版」という。）されているが，柔道の安全指導再改訂版\nには，柔道の安全指導改訂版に加えて，次の記載がある。\n（ａ）「（２）怪我や事故の特徴と事例」の「①頭部の怪我」「ア．頭部の\n怪我の種類」に「・脳しんとうが多いことは，重大な急性硬膜下血腫な\nども起こり得ること。」「・脳しんとう症状の中には，見当識障害やぼ\nーとするなど軽い意識障害と区別がつかない症状，頭痛・嘔吐など頭蓋\n内圧亢進を疑う症状も含まれており，発症直後は硬膜下血腫などの重大\nなものも疑う必要があること」「結果的に完全に回復しても脳しんとう\nが疑われたときは，きちんと医師にかかり頭部の画像検査（ＣＴまたは\nＭＲＩ）を受け，異常がないことを確認しておく必要があります。また，\n脳しんとうを起こした後の練習への復帰に関しても，脳しんとうの症状\nや程度，頭部画像検査の結果によって考慮すべきです。」\n（ｂ）同じく「イ．頭部外傷の重大事故の特徴」「これまで「障害補償・見\n舞金制度」に報告された重症の頭部外傷３２例の解析によって，以下の\nことが明らかとなっています。」「（ア）事故は初心者，特に中学１年\n\u0000 \u0000\u0000\u0000\n生や高校１年生が乱取りを始めた５～７月ごろに多く見られます。」\n「（イ）大外刈や大内刈，背負投などで投げられ後頭部を打撲する場合\nに多く見られます。」「脳が前後方向にゆすぶられる力（回転加速度損\n傷）で脳表と硬膜（骨に固定されている）間の架橋静脈が断裂し，急性\n硬膜下血腫が発生する場合が多く見られます（８７．５％）」，「（オ）\n過去に同じような頭部外傷を起こしている場合も１０％あります。」\n（ｃ）「５  怪我や事故が起きた時の対応」「（１）応急処置の仕方」の「②\n頭部打撲や異変発見直後の対応」「イ．脳しんとう症状がある場合」「病\n院で異常なしと診断されても，１～数日間は練習を休み，再開前には，\n再度医師の診断を受ける必要があります。」\n（ｄ）同じく「③頭部外傷後の練習休止と復帰の基準」として，「イ．脳し\nんとう」「医師の診察と頭部画像検査で脳しんとうと診断された場合に\nは，２～４週間練習を休止します。」「練習復帰前には，頭痛や気分不\n良などがないことを確認し，再度医師の診察と頭部画像検査を受け，医\n師の許可を得る必要があります。頭部画像検査で異常がなくても，頭痛\nや疲れなどの自覚症状があれば，練習復帰は許可しないようにします。」\nイ  神奈川県高等学校体育連盟による柔道指導の指針について\n（ア）神奈川県高等学校体育連盟柔道専門部は，平成２０年５月８日頃，本\n件事故を受けて，本件高校を含む上記連名加入高等学校の柔道部顧問に\n宛てて，「練習時等の事故防止について」と題する文書（甲４１）を送\n付し，「生徒の体力や技能等を考慮した練習計画を立てる」こと，「約\n束練習及び自由練習などでは，生徒の体力差を配慮して行う」こと，「初\n心者については，安全に対処できる技能を十分に身につけたうえで，約\n束練習及び自由練習へ参加させる」ことなどを柔道部顧問，コーチ及び\n生徒に周知するよう指導した（甲４１，証人Ｃ）。\n（イ）神奈川県高等学校体育連盟柔道専門部は，平成２４年４月７日，本件\n\u0000 \u0000\u0000\u0000\n高校を含む上記連名加入高等学校の学校長に宛てて，「試合，練習中に\n脳震盪を起こした生徒の対応について」と題する文書（乙３３）を送付\nし，柔道の試合及び練習中に脳震盪を認めた生徒の対応について，１か\n月以内に練習及び大会で脳震盪を認めた選手が大会に出場する場合又は\n練習を再開する場合には，脳神経外科医の許可を義務づける旨を柔道部\n顧問，コーチ及び生徒に周知するよう指導した。なお，上記文書の送付\n以前に，神奈川県高等学校体育連又は全日本柔道連盟等が，柔道の練習\nで脳震盪を認めた生徒の対応について，何らかの指針を示したことはな\nかった（乙３３，証人Ｂ，弁論の全趣旨）。\n２  争点（１）について\n（１）柔道部指導教諭の注意義務\n教育活動の一環として行われる学校の課外のクラブ活動（部活動）において\nは，生徒は，担当教諭の指導監督に従って行動するのであるから，担当教諭は，\nできる限り生徒の安全にかかわる事故の危険性を具体的に予見し，その予見に\n基づいて当該事故の発生を未然に防止する措置を採り，クラブ活動（部活動）\n中の生徒を保護すべき注意義務を負うというべきである（最高裁判所平成１８\n年３月１３日第二小法廷判決・裁判所時報１４０７号１４５頁参照）。そして，\n技能を競い合う格闘形式の運動（格闘技）である柔道には，本来的に一定の危\n険が内在しているから，柔道の指導，特に，心身共に発達途上にある高等学校\nの生徒に対する柔道の指導にあっては，その指導に当たる者は，柔道の試合又\nは練習によって生ずるおそれのある危険から生徒を保護するために，常に安全\n面に十分な配慮をし，事故の発生を未然に防止すべき一般的な注意義務を負う\nものというべきであり，このことは，本件柔道部における活動のように，教育\n課程に位置付けられてはいないが，学校の教育活動の一環として行われる課外\nのクラブ活動（いわゆる部活動）についても，異なるところはないというべき\nである（最高裁判所平成９年９月４日第一小法廷判決・集民１８５号６３頁参\n\u0000 \u0000\u0000\u0000\n照）。このように，柔道の指導に当たる者は，部活動において，柔道の試合又\nは練習によって生ずるおそれのある危険から生徒を保護するための一般的な\n注意義務を負うところ，柔道は互いに相手の身体を制する技能の習得を中心と\nして行われるものであることから，投げ技等の技をかけられた者が負傷する事\n故が生じやすく，柔道における傷害により廃疾や死亡に至る事故も平成１５年\nからの８年間で８６件発生しており，そのうち５５．８％が中高生に発生して\nいる（甲３３）という一般的状況下においては，指導教諭としては，健康状態\nや体力及び技量等の当該生徒の特性を十分に把握して，それに応じた指導をす\nることにより，柔道の試合又は練習による事故の発生を未然に防止して事故の\n被害から当該生徒を保護すべき注意義務を負うというべきである。したがって，\n本件柔道部の顧問教諭であるＢ教諭には，練習に参加したＸ１の健康状態等を\n十分に把握し，それに応じた適切な指導をして，練習から生ずるＸ１の生命及\nび身体に対する事故の危険を除去し，Ｘ１がその事故の被害を受けることを未\n然に防止すべき注意義務（以下「本件注意義務」という。）があったというべ\nきである。\n前記の原告が主張する，①自ら練習状況を監視・指導すべき義務，②練習状\n況を指導すべき安全配慮義務，③生徒が脳震盪様の症状を呈した場合に重篤な\n頭部外傷の発生を回避する安全配慮義務等は，いずれも本件注意義務の具体的\n内容をなす注意義務として，柔道部指導教諭に認められるべきものということ\nができる。\n（２）Ｂ教諭の本件注意義務違反の有無\nア  そこで，Ｂ教諭に本件注意義務違反があったかどうかについて検討する。\n確かに，原告らが主張するように，①Ｂ教諭及びＡ教諭（以下「Ｂ教諭ら」\nという。）は，４月２０日に，Ｘ１から同人が病院でその前日に脳震盪と診\n断された旨を伝え聞いていたにもかかわらず，Ｘ１が頭痛を認めた練習から\n僅か７日後である同月２３日から通常の練習に参加させ，その後，本件練習\n\u0000 \u0000\u0000\u0000\nにも参加させ（上記認定事実（３）イないしオ，同（４）アないしウ），②\nＸ１は，本件事故の約１か月前に柔道を始めたばかりであり，Ｘ１とＤとの\n間には大きな技能格差及び体格差が存在し（上記前提事実（１）ア，上記認\n定事実（１）），Ｄは，１年生ではあるが，対外試合を直前に控え，大将\nを任せられていた（上記認定事実（１））のであって，Ｄが試合に準じた態\n度で本件練習に臨むことを想像することも可能であったという余地もある。\nイ  しかしながら，本件事故当時，高等学校の柔道部顧問教諭が指導方針と\nして参照すべき資料といえる全日本柔道連盟が出版する「柔道の安全指導」\nは，平成２３年改訂の柔道の安全指導再改訂版において初めて脳震盪後の競\n技復帰の危険性等について触れていること（上記認定事実（８）），神奈\n川県高等学校体育連盟柔道専門部が本件高校を含む上記連名加入高等学校の\n柔道部顧問に宛てて，柔道の試合及び練習中に脳震盪を認めた生徒の対応に\nついて具体的な指針を示したのは，本件事故から約４年後である平成２４年\n４月７日であり，本件事故当時，脳震盪を認めた生徒への対応について，具\n体的な指針は存在しなかったこと，神奈川県高等学校体育連盟柔道専門部\nのＣ部長も，頭痛等の症状を認めなければ競技に復帰させることが一般的で\nあったと述べていること（証人Ｃ）なども併せ考えれば，本件事故当時，脳\n震盪を起こした生徒を競技に復帰させる際に，如何なる手順を経て復帰させ\nるかについて，柔道部顧問教諭に一般的に共通した理解・指導方法が普及し\nていたと認めることはできないし，また，Ｂ教諭において，特に上記理解・\n指導方法を認識し得た事情があったと認めることもできない（なお，脳震盪\nとセカンドインパクト症候群の関連については，平成１５年５月に改訂され\nた「頭部外傷１０か条の提言」において示されている（同（７））が，これ\nは，医療従事者を対象とした文献であることから，それらの知見を前提とし\nた指導を行う注意義務が高校柔道部の指導教諭にあったとするのは相当でな\nい。）。また，Ｂ教諭は，Ｘ１から，頭痛のため病院を受診して脳ＣＴ検査\n\u0000 \u0000\u0000\u0000\nを施行したが，異常所見は認められなかったとの報告を受け（同（３）ウ），\nその後，Ｘ１が頭痛等の症状を訴えることもなかったこと（同（３）ケ）か\nらすれば，Ｂ教諭が，Ｘ１の架橋静脈が本件練習により加えられる回転加速\n度によって断裂することを予見するのは困難であったといわざるを得ない。\nそして，Ｘ１は，柔道を始めてから最初の６日間は受身のみを練習し，\nその後，乱取り練習を含めた練習に参加していたこと（上記認定事実（２）\nウ，同（３）オ）からすれば，Ｘ１が本件柔道部の練習において受身を取る\n技術を有していたと推認することができること，Ｘ１は，４月２３日以後\n合計９日間通常の練習に参加しており，その際にはＤと乱取り練習をしてい\nたことが推認され，本件練習において初めてＤと組んで練習したわけではな\nいこと（同（３）オ），本件練習で行われた約束稽古は，乱取り練習に比\nべると安全な練習方法であること（同（２）ア），高等学校における柔道\n部の練習においては，倍程度の体重差がある者同士が組んで練習を行うこと\nはままあること（同（２）イ），Ｂ教諭が，４月２４日に，Ｘ１に対し，\n練習においてＤを含む他の１年生同士で組むよう指導していたこと（同（３）\nオ），大会に出場する全ての選手が，試合前の練習において，試合に準じ\nた激しい投げ込みをするということはできないこと（証人Ｃ）などからすれ\nば，Ｂ教諭に，Ｘ１とＤを約束稽古において組ませないように指導しなかっ\nたことについて，安全配慮義務を怠った過失があったということはできない。\nウ  以上のとおりであるから，Ｂ教諭に本件注意義務違反があったと認めるに\nは十分でないといわざるを得ない。\n第４  結論\nよって，その余の点について判断するまでもなく，原告らの本件請求は，いずれ\nも理由がないから棄却することとし，主文のとおり判決する。\n横浜地方裁判所第８民事部\n\u0000 \u0000\u0000\u0000\n裁判長裁判官              小      川              浩\n裁判官                            村 松 多 香 子\n裁判官                              吉      岡      正     豊\n"
}