{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 25
  },
  "case_number": "平成24(行ケ)10130",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82595",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82595",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/595/082595_hanrei.pdf",
  "contents": "平成２４年９月２５日判決言渡\n平成２４年（行ケ）第１０１３０号  審決取消請求事件\n平成２４年８月２８日口頭弁論終結\n判                決\n原            告          株 式 会 社 明 治\n訴訟代理人弁理士          水      野      勝      文\n同                        岸      田      正      行\n同                        和      田      光      子\n同                        保      崎      明      弘\n被            告          Ｙ\n訴訟代理人弁理士          谷      口      俊      彦\n同                        石      川      克      司\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が取消２０１０－３０１２１１号事件について平成２４年３月１日にした\n審決を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯\n被告は，第３０類「学校給食用の菓子及びパン」を指定商品とし，別紙「本件商\n標」記載の構成（赤色の山型の冠状の図形の下に，青色の「Ｍｅｉｊｉ」（「Ｍ」\nの文字部分は二つの楕円形をハート形に重ねた形状に図案化されたもの）の文字を\n配してなる登録第５０８１５１２号商標（平成１８年５月２５日登録出願，平成１\n９年１０月５日設定登録。以下「本件商標」という。）の商標権者である。\n原告の被承継人である明治製菓株式会社は，平成２２年１１月１２日，特許庁に\n対し，商標法５０条１項の規定により，本件商標の取り消すことを求めて審判の請\n求（取消２０１０－３０１２１１号事件）をした（審判の請求の登録は平成２２年\n１１月３０日）が，特許庁は，平成２４年３月１日，「本件審判の請求は，成り立\nたない。審判費用は，請求人の負担とする。」との審決（以下「審決」という。）\nをし，その謄本は，同月９日，原告に送達された。\nなお，明治製菓株式会社は，平成２３年４月１日付けで，Ｍｅｉｊｉ  Ｓｅｉｋ\nａファルマ株式会社へ商号変更されると同時に，株式会社明治（原告）に会社分割\nされた。これにより，審判請求人の地位は原告が受継した。ただし，審決上は，明\n治製菓株式会社が請求人として記載されている。\n２  審決の理由\n別紙審決書写しのとおりである。要するに，「明治パン株式会社  門真分社工\n場」は，審判の請求の登録前３年以内である平成２２年１０月１８日に「門真市立\n第七中学校」へ「黒糖パン」を納品し，その対価を同月３１日に「門真市教育委員\n会」へ請求，その請求額が同年１１月２５日に「門真市学校給食会」から「株式会\n社三菱東京ＵＦＪ銀行」に所有する「明治パン株式会社」名義の口座に振り込まれ\nたことが推認できる。そして，本件商標の商標登録原簿によれば，その商標権者は，\n「Ｙ」であるところ，被請求人（被告）の主張等を総合すると，商品「黒糖パン」\nを顧客に納品した「明治パン株式会社（門真分社工場）」が本件商標の通常使用権\n者であるとみて差し支えないといえる。また，「明治パン株式会社  門真分社工\n場」が顧客に納品した「黒糖パン」は，本件商標の指定商品の範ちゅうに属する商\n品であると認められる。さらに，審判乙１ないし５（甲２ないし６）に表示された\n商標は，本件商標と社会通念上同一の商標と認められるところ，審判乙７（甲８）\nの未使用の納品書（控）・納品書・請求書に表示された同様の商標も本件商標と社\n会通念上同一の商標と認められ，審判乙７（甲８）の請求書に当たる部分を使用し\nた審判乙５（甲６）に対応する「門真市教育委員会」宛て平成２２年１０月３１日\n付け請求書が同委員会に渡ったことが推認できる。\n以上のとおり，被請求人（被告）は，本件審判の請求の登録前３年以内に日本国\n内において，商標権者，専用使用権者又は通常使用権者のいずれかが請求に係る指\n定商品のいずれかについて，本件商標の使用をしていたことを証明したものである\nから，本件商標の登録は，商標法５０条の規定により，取り消すことはできない。\n第３  当事者の主張\n１  原告の主張する取消事由\n(1) 「明治パン株式会社（門真分社工場）」が本件商標の通常使用権者であると\n認定した誤り（取消事由１）\n審決は，「『明治パン株式会社（門真分社工場）』が本件商標の通常使用権者で\nあるとみて差し支えない」と認定した。\nしかし，被告（被請求人）は，審判手続においてそのような主張・立証は行って\nいないから，審決の上記認定は誤り（あるいは審理不尽）である。\n(2) 本件商標の使用の事実が証明されたとした誤り（取消事由２）\n審決は，「審判乙７（甲８）の請求書に当たる部分を使用した審判乙５（甲６）\nに対応する『門真市教育委員会』宛て平成２２年１０月３１日付け請求書が同委員\n会に渡ったことが推認できる。」旨認定した。\nしかし，甲６（審判乙５）は納品書（控）であるから，この書類自体が取引相手\nである門真市教育委員会に渡ることはなく，これが商標法２条３項８号にいう「取\n引書類」に該当しないことは明らかである。また，甲６には納品先の受領印等もな\nいから，これに対応した，本件商標が表示された請求書等が使用された客観的な証\n拠とはなり得ない。すなわち，受領印等が不要な甲６の納品書（控）を被告が後か\nら作成することは極めて容易であるので，証明力が乏しい。さらに，甲８（審判乙\n７）は未使用のものであり，その作成年月日も不明である。甲１１（審判乙１０），\n甲１２（審判乙１１）にも本件商標は表示されていない。\nそうすると，甲６，８，１１及び１２により，明治パン株式会社と門真市教育委\n員会との間で取引がなされたことは立証されるかもしれないが，本件商標の使用に\nついては立証されない。\nしたがって，審決の認定は誤りである。\n２  被告の反論\n以下のとおり，審決に誤りはなく，原告主張の取消事由は理由がない。\n(1) 取消事由１（「明治パン株式会社（門真分社工場）」が本件商標の通常使用\n権者であると認定した誤り）に対し\n証拠を総合的にみれば，「明治パン株式会社（門真分社工場）」が本件商標の通\n常使用権者であることは明らかである。\nすなわち，明治パン株式会社は，昭和２３年ころから，パンや菓子等の食品の製\n造を行う食品メーカーであり，そのころから，近隣の学校の給食用パンの製造及び\n販売も行い，大阪府学校給食パン工場として指定された（乙１，６，１７）。\n被告は，明治パン株式会社の代表者であるところ（乙１），昭和６０年に被告名\n義での商標出願を行った経験があったこと（乙８），明治パン株式会社は，「明食\n（めいしょく）」のネーミングも使用しており，別法人設立の予定もあったことか\nら，本件商標は，平成１８年，被告名義で出願され，商標登録された。\n被告が，明治パン株式会社に本件商標の通常使用権を許諾していることは，平成\n２０年ころ，明治パン株式会社の新工場（門真分社工場）が設立されたことをきっ\nかけとして，当該工場で使用する伝票や名刺，封筒等に記載される商標として本件\n商標が使用されていること（乙７，１２，１３），平成２１年ころから，当該工場\nに勤務する従業員が本件商標の表示された名刺を使用していること（乙１４），当\n該工場から客に書類を送付する際，本件商標が表示された封筒（乙１５）を使用し\nていること，当該工場は，平成２１年ころから，客にＦＡＸ書類を送信する際や簡\n便な連絡を行う際に使用する定型のフォームとして，本件商標が記載された書面を\n使用していること（乙１６）からも明らかである。\n(2) 取消事由２（本件商標の使用の事実が証明されたとした誤り）に対し\n本件商標の通常使用権者である明治パン株式会社（門真分社工場）は，以下のと\nおり，審判の請求の登録前３年以内に日本国内において，本件商標の指定商品に属\nする商品について，本件商標を取引書類に付し，商標法２条３項８号に規定する商\n標の使用をしたといえる。\nア  本件商標が表示された伝票は，納品書（控），納品書，請求書が一組となっ\nており，納品書（控）に記載された事項が，納品書，請求書に複写されるようにな\nっているものである（乙７）。この書類は，各学校や教育委員会を通じて注文を受\nけた商品を各学校に納品する際や，商品代金を請求する際に使用するものである。\nすなわち，乙２ないし５は納品書（控）であり，当該伝票の納品書及び請求書は，\n納品時や請求時に各学校や教育委員会に示されるものであり，実際の取引に使用さ\nれている。\nまた，当該伝票は，平成１９年２月１４日，訴外株式会社はんこ屋はっぴぃいん\nから明治パン株式会社（門真分社工場）に納品され，その後から使用されているも\nのである（乙１２，１３）。\n当該伝票は，商品の納品，代金請求という商売の最も重要な場面で使用されるも\nのであるから，商標法２条３項８号にいう「取引書類」に当たる。\nイ  明治パン株式会社（門真分社工場）は，本件商標と社会通念上同一の商標が\n付された上記伝票を使用して，次の取引をした。なお，領収証は，現金と引換に交\n付し，半切れが残っているものである。\n(ｱ) 平成２１年２月２６日，門真市立第二中学校にコッペパン６０個を納品して\n（乙２），請求書を発行し，その代金として１万５６９７円を現金で受領したので，\n領収証を発行した（乙９）。\n(ｲ) 同年９月２６日，門真市立第七中学校にクロッカン，ウインナーカレー，ハ\nムロール各５７５個を納品して（乙３），請求書を発行し，その代金として１８万\n９７５０円を現金で受領したので，領収証を発行した（乙９）。\n(ｳ) 平成２２年２月１８日，門真市立脇田小学校にバターロール（低）２０３個，\nバターロール（中）２３９個，バターロール（高）３１５個を納品して（乙４），\n請求書を発行し，その代金として６万０５８７円を受領したので，領収証を発行し\nた（乙９）。\n(ｴ) 同年１０月３１日，門真市立第七中学校に黒糖パン５３４個を納品して（乙\n５），請求書を発行し，その代金を，当座預金に同年１１月２５日付けで受領した\n（乙１１）。当座預金に入金された金額２１万８１９７円は，黒糖パンの代金５万\n１２６４円と門真市学校給食会への学校給食物資代金請求書（乙１０）の請求金額\n１６万７４５８円の合計額から振込手数料の５２５円を減じたものである。\nウ  上記イの取引において納品された「コッペパン」，「クロッカン」，「ウイ\nンナーカレー」，「ハムロール」，「バターロール」及び「黒糖パン」は，本件商\n標の指定商品の範ちゅうに属する。\n第４  当裁判所の判断\n当裁判所は，以下のとおり，原告主張の取消事由にはいずれも理由がなく，被請\n求人（被告）が，審判の請求の登録前３年以内に日本国内において，商標権者，専\n用使用権者又は通常使用権者のいずれかが請求に係る指定商品のいずれかについて，\n本件商標の使用をしていたことを証明したものである旨判断した審決に取り消すべ\nき違法はないものと判断する。\n１  取消事由１（「明治パン株式会社（門真分社工場）」が本件商標の通常使用\n権者であると認定した誤り）について\n（以下，甲号証と乙号証で同一のものについては，甲号証のみを記載する。）\n(1) 証拠（甲３ないし６，８，９，乙１，６，１４ないし１７）及び弁論の全趣\n旨によれば，以下の事実が認められる。   明治パン株式会社は，昭和２３年に設立され，食糧公団綜合配給品製造及び\n一般食品の委託加工に関する業務等を業とする会社であり，近隣の学校の給食用パ\nンの製造及び販売も行っている（乙１，６，１７，弁論の全趣旨）。\n被告は，明治パン株式会社の代表者である（乙１）。\nイ  被告は，平成１８年５月２５日，本件商標の登録出願をし，平成１９年１０\n月５日にその設定登録を受けた。\nこの点，原告は，本件商標の登録名義人である被告の住所はＡ市１丁目５番１６\n号であり，明治パン株式会社の履歴事項全部証明書（乙１）によれば，同社代表者\nの住所はＡ市１丁目５番１７号であるので，本件商標権者と明治パン株式会社の代\n表者が同一人とは断定できないと主張する。しかし，両者は氏名が同一であり，住\n所も「Ａ市１丁目５番１６号」と「Ａ市１丁目５番１７号」の違いである上，本件\n商標の登録名義人の住所は，明治パン株式会社の本店所在地と同一であるから（乙\n１），両者が同一人であると解することは極めて自然であり，原告の主張は採用で\nきない。\nウ  明治パン株式会社（門真分社工場）で使用する伝票（納品書（控），納品書，\n請求書が一組となっており，納品書（控）に記載された事項が，納品書，請求書に\n複写されるようになっているもの）や当該工場に勤務する従業員が使用する名刺，\n取引先等に書類を送付する際に使用する封筒等，ＦＡＸ送信や簡便な連絡に使用す\nる連絡書等には，共通の商標が付されている（甲３ないし６，８，乙１４ないし１\n６，弁論の全趣旨）。\nまた，この商標は，本件商標と社会通念上同一の商標と認められる（この点は，\n原告も特に争っていない。）。\nエ  明治パン株式会社の代表者である被告が，同社の門真分社工場で上記商標を\n使用することについて知らなかったとか，異議があったことをうかがわせる事情は\n認められない。\n(2) 上記(1) 認定の事実を総合すると，被告は，本件商標権者であり，かつ，明\n治パン株式会社の代表者であるから，同社の工場で使用する書類等に本件商標を付\nすことが被告の意思に反するのであれば，容易にこれを止めることができたはずで\nある。しかし，被告が，明治パン株式会社（門真分社工場）で使用する多数の書類\nに本件商標が付されていることを知らなかったとか，そのことに異議があったこと\nをうかがわせる事情はないから，被告は，少なくとも，明治パン株式会社（門真分\n社工場）が本件商標を使用することについて黙示の許諾を与えていたと推認すべき\nである。\n(3) したがって，明治パン株式会社（門真分社工場）を本件商標の通常使用権者\nであるとした審決の認定に誤りはない。\n２  取消事由２（本件商標の使用の事実が証明されたとした誤り）について\n(1) 証拠（甲３ないし６，８，１０ないし１２）及び弁論の全趣旨によれば，以\n下の事実が認められる。\nア  明治パン株式会社は，平成２１年２月２６日，門真市立第二中学校にコッペ\nパン２３０個を納品して（甲３），請求書を発行し，その代金として１万５６９７\n円を現金で受領したので，領収証を発行した（甲１０，弁論の全趣旨）。\nイ  明治パン株式会社は，同年９月２６日，門真市立第七中学校にクロッカン，\nウインナーカレー，ハムロール各５７５個を納品して（甲４），請求書を発行し，\nその代金として１８万９７５０円を現金で受領したので，領収証を発行した（甲１\n０，弁論の全趣旨）。\nウ  明治パン株式会社は，平成２２年２月１８日，門真市立脇田小学校にバター\nロール（低学年用）２０３個，バターロール（中学年用）２３９個，バターロール\n（高学年用）３１５個を納品して（甲５，弁論の全趣旨），請求書を発行し，その\n代金として６万０５８７円を現金で受領したので，領収証を発行した（甲１０，弁\n論の全趣旨）。\nエ  明治パン株式会社は，同年１０月３１日，門真市立第七中学校に黒糖パン５\n３４個を納品した分として，門真市教育委員会宛てに納品書及び請求書を発行した。\nこれに対し，門真市学校給食会から，同年１１月２５日付けで，明治パン株式会社\n名義の当座預金口座に２１万８１９７円が振り込まれているが，これは，黒糖パン\nの代金５万１２６４円と門真市学校給食会への学校給食物資代金請求書の請求金額\n１６万７４５８円の合計額から振込手数料の５２５円を減じたものと推認できる\n（甲６，１１，１２，弁論の全趣旨）。\nオ  上記の各取引においては，納品書，請求書等の書類が授受されていることが\n認められるところ，納品書，納品書（控）及び請求書は一組になっており，納品書\n（控）に記載された事項が納品書，請求書に複写され，取引先に交付できるように\nなっている。これらには，本件商標と社会通念上同一の商標が付されており，日付，\n品名，数量，単価，金額等の取引内容が記載される（甲３ないし６，８，弁論の全\n趣旨）。\nこの点，原告は，甲３ないし６の納品書（控）及び甲１０の領収証半切れは，被\n告が後日作成することが容易なものであり，これらに対応する納品書，請求書が授\n受されたとの事実を裏付ける証拠とはならない旨主張する。しかし，甲６の納品書\n（控）に対応する商品の代金が門真市学校給食会から明治パン株式会社宛てに入金\nされたことが認められるから（甲１１，１２），少なくとも，この納品書（控）に\n対応する納品書，請求書は，実際に取引先に交付されたと認めるべきである。他に\n上記認定を覆すに足りる証拠はない。\nまた，原告は，明治パン株式会社は，本件商標とは異なる商標「Ｍｅｉｓｙｏｋ\nｕ」をコーポレートマークとして使用しているから（甲３４ないし３６），本件商\n標を取引に使用しているとの認定は不自然である旨主張する。しかし，会社が複数\nの商標ないしマークを使用することはあり得ないものではなく，また，本件商標と\n商標「Ｍｅｉｓｙｏｋｕ」とは，赤色の山型の冠状の図形の下に，青色の文字が描\nかれ，「Ｍ」の文字部分は二つの楕円形をハート形に重ねた形状に図案化されてい点で共通しているから，明治パン株式会社が両者をともに使用していたとしても，\n特段，不自然ではないというべきである。\nよって，原告の上記主張はいずれも採用できない。\n(2) 上記(1) 認定の事実を総合すると，少なくとも，明治パン株式会社は，本件\n審判の請求の登録（平成２２年１１月３０日）前３年以内である同年１０月３１日，\n門真市立第七中学校に黒糖パン５３４個を納品した分として，本件商標と社会通念\n上同一の商標が付された納品書，請求書を取引先に交付したことが認められる。\nそして，上記納品書，請求書は，商品の取引に直接関係する書類であり，商標法\n２条３項８号にいう「取引書類」に当たるというべきである。\nまた，上記の取引において納品された「黒糖パン」は，本件商標の指定商品であ\nる「学校給食用の菓子及びパン」の範ちゅうに属すると認められる。\n(3) したがって，明治パン株式会社（門真分社工場）は，審判の請求の登録前３\n年以内に日本国内において，本件商標の指定商品に属する商品について，本件商標\nを取引書類に付し，商標法２条３項８号に規定する商標の使用をしたといえる。\n第５  結論\n以上のとおり，原告主張はいずれも理由がなく，審決に取り消すべき違法は認め\nられない。原告は，他にも縷々主張するが，いずれも採用の限りではない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n岡      本              岳\n裁判官\n武      宮      英      子\n別紙\n本件商標\n"
}