{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 4,
    "day": 18
  },
  "case_number": "平成30(行ケ)10114",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88621",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88621",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/621/088621_hanrei.pdf",
  "contents": "平成３１年４月１８日判決言渡\n平成３０年（行ケ）第１０１１４号  審決取消請求事件\n口頭弁論終結日  平成３１年２月２８日\n判 決\n原       告      ア ン グ ロ   プ ラ チ ナ ム\nマーケティング  リミテッド\n訴訟代理人弁護士      宮    嶋        学\n同             高    田    泰    彦\n同             柏        延    之\n同             砂    山        麗\n訴訟代理人弁理士      永    井    浩    之\n同             中    村    行    孝\n同             末    盛    崇    明\n被       告      特許庁長 官\n指定代理 人      中    澤        登\n同             大    橋    賢    一\n同             河    本    充    雄\n同             阿    曾    裕    樹\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１７－１００９４号事件について平成３０年３月２７日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成２２年７月２日（優先日平成２１年７月２日，優先権主張国\n英国）を国際出願日とする特許出願（特願２０１２－５１６８６９号）の一\n部を分割して，平成２７年８月２１日，発明の名称を「有機物質由来の揮発\n性有機化合物の吸着」とする発明について，特許出願（特願２０１５－１６\n４０２４号。以下「本願」という。）をした。\n原告は，平成２８年７月２８日付けの拒絶理由通知（甲３）を受けたため，\n同年１０月２８日付けで特許請求の範囲について手続補正（甲５）をしたが，\n特許庁は，平成２９年３月７日，上記補正を却下した上で，拒絶査定（甲６）\nをした。\n(2)  原告は，平成２９年７月６日，拒絶査定不服審判（不服２０１７－１００\n９４号事件）を請求するとともに，同日付けで，特許請求の範囲について手\n続補正（甲７）をした。\n原告は，同年１２月２０日付けの拒絶理由通知を受けたため，平成３０年\n２月１６日付けで特許請求の範囲について手続補正（甲２。以下「本件補正」\nという。）をした。\nその後，特許庁は，平成３０年３月２７日，本件補正を認めた上で，「本\n件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）\nをし，その謄本は，同年４月６日，原告に送達された。\n(3)  原告は，平成３０年８月６日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件補正後の特許請求の範囲は，請求項１ないし２４からなり，その請求項\n１の記載は，次のとおりである（以下，請求項１に係る発明を「本願発明」と\nいう。甲２）。\n【請求項１】\nパラジウムドープされたＺＳＭ－５の使用であって，\n有機物質由来の揮発性有機化合物（ＶＯＣ）を吸着するものであり，\n前記ＺＳＭ－５のＳｉ：Ａｌの比が，１００：１以下であり，\n前記パラジウムドープされたＺＳＭ－５が，１ｖｏｌ％，２ｖｏｌ％，３ｖ\nｏｌ％または４ｖｏｌ％の酸素を含む環境で使用される，パラジウムドープさ\nれたＺＳＭ－５の使用。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。\nその要旨は，①本願発明は，本願の優先日前に頒布された刊行物である「引\n用文献１」に記載された発明（以下「引用発明」という。）と同一であるか\nら，特許法２９条１項３号に該当する，②本願発明は，引用発明及び「引用\n文献２」記載の周知技術に基づいて，当業者が，容易に発明をすることがで\nきたものであるから，同条２項に該当するとして，その余の請求項に記載さ\nれた発明に言及するまでもなく，本願は拒絶すべきであるというものである。\n引用文献１及び２は，以下のとおりである。\n引用文献１（甲１０）  特表２００９－５１３３４４号公報\n引用文献２（原文甲１１・訳文乙１，甲１１）\nＥｆｆｅｃｔｓ  ｏｎ  Ｆｒｕｉｔ  ａｎｄ  Ｖｅｇｅｔａｂｌｅｓ，Ｍ．Ｖ．\nＲａｍａ  ｅｔ  ａｌ．，ＥＮＣＹＣＬＯＰＥＤＩＡ  ＯＦ  ＦＯＯＤ  ＳＣＩＥ\nＮＣＥＳ  ＡＮＤ  ＮＵＴＲＩＴＩＯＮ，Ｓｅｃｏｎｄ  Ｅｄｉｔｉｏｎ，ＡＣＡ\nＤＥＭＩＣ  ＰＲＥＳＳ，ＢＥＮＪＡＭＩＮ  ＣＡＢＡＬＬＥＲＯ  ｅｔ  ａｌ．，\n２００３，Ｖｏｌ．３，P１６０７～１６１５\n(2)  引用発明，本願発明と引用発明の一致点及び相違点は，以下のとおりであ\nる。\nア  引用発明\nパラジウムドープされたＺＳＭ－５の使用であって，\nバナナ，モモ，トマト由来のエチレンを吸着するものであり，\n前記ＺＳＭ－５のＳｉＯ２:Ａｌ２Ｏ３比が２３である\nパラジウムドープされたＺＳＭ－５の使用。\nイ  本願発明と引用発明の一致点及び相違点\n（一致点）\n「パラジウムドープされたＺＳＭ－５の使用であって，\n有機物質由来の揮発性有機化合物（ＶＯＣ）を吸着するものであり，\n前記ＺＳＭ－５のＳｉ:Ａｌの比が，１００：１以下である，パラジウ\nムドープされたＺＳＭ－５の使用。」である点。\n（相違点）\n本願発明では「パラジウムドープされたＺＳＭ－５が，１ｖｏｌ％，２\nｖｏｌ％，３ｖｏｌ％または４ｖｏｌ％の酸素を含む環境で使用される」\nものであるのに対して，引用発明では使用される環境が明らかでない点。\n第３  当事者の主張\n１  取消事由１（本願発明の新規性の判断の誤り）\n(1)  原告の主張\nア  引用発明の認定及び相違点の認定の誤り\n本件審決は，本願発明では「パラジウムドープされたＺＳＭ－５が，１\nｖｏｌ％，２ｖｏｌ％，３ｖｏｌ％または４ｖｏｌ％の酸素を含む環境で\n使用される」ものであるのに対して，引用発明では「使用される環境が明\nらかでない」点を相違点として認定したが，以下のとおり，本件審決の上\n記認定は誤りである。\n(ア)  引用文献１には，大気の気体組成とは異なる組成のガスを用いて実\n験を行う場合には，酸素１０％である「例２」（【００２８】）や「例\n６」（【００４０】）のようにその気体組成が明確に記載されているの\nに対し，本件審決が引用発明の認定の根拠とした「例５」については，\n単にバナナなどの果実を「気密容器」に入れることのみを記載し（【０\n０３６】，【００３８】），「気密容器」中の気体組成の記載がない。\nそうすると，「例５」における気体組成は，大気中のものと同じであり，\n酸素が約２０体積％含まれていると解釈するのが合理的である。\nまた，引用文献１の【００１１】及び【００１９】の記載は，引用発\n明の「バナナ，モモ，トマト由来のエチレン」のような腐敗しやすい有\n機商品（食品および園芸産物）は，大気ないしはそれと同じ組成のガス\nに接する環境下で保管することを当然の前提としたものといえる。\nさらに，医薬品の収納容器について説明した「登録販売者．ｃｏｍ」\nのホームページ（甲１６）に，「固体と液体の進入を防ぐことができる\n容器で，密閉容器よりも保存性に優れています。」，「内容物の風解，\n潮解，蒸発も防ぐため液体医薬品の容器としても用いられていますが，\n気体の進入を防ぐことはできないため空気中の酸素による酸化に弱い医\n薬品にはあまり適していません。」との記載があることからすると，「気\n密容器」は，通常，固体と液体の進入を防ぐことができても，酸素など\nの気体の進入を防ぐことはできないものを意味するから，「低酸素の状\n態」を維持する用途に適さないものといえる。\n(イ)  以上によれば，本件審決認定の引用発明のうち，「バナナ，モモ，\nトマト由来のエチレンを吸着するものであり，」との部分は，「バナナ，\nモモ，トマト由来のエチレンを大気と同じガス組成の容器中で吸着する\nものであり，」と認定すべきであったといえるから，この点において，\n本件審決における引用発明の認定に誤りがある。\nその結果，本件審決認定の相違点のうち，引用発明では「使用される\n環境が明らかでない」点との部分は，引用発明では「大気と同じ酸素を\n含む環境で使用されるものであり，酸素濃度が約２０ｖｏｌ％である」\n点と認定すべきであったといえるから，この点において，本件審決にお\nける相違点の認定に誤りがある。\nイ  相違点の判断の誤り\n本件審決は，果物や野菜は，保存や輸送に際し，特定の酸素濃度雰囲気\nにおくことで品質が長持ちすることは，本願の優先日当時の周知技術であ\nること（引用文献２のＴａｂｌｅ１），引用文献２には，「Ｂａｎａｎａ」，\n「Ｐｅａｃｈ」，「Ｔｏｍａｔｏ」について酸素濃度雰囲気がそれぞれ「２\n－５％」，「１－２％」，「１－５％」であることが示されており，これ\nらは，本願発明の「酸素を含む環境」の酸素濃度に一致すること，引用文\n献１の記載事項（【０００１】，【０００９】，【００１６】，【００１\n７】）によれば，引用発明は「果物および／または野菜」の品質を長持ち\nさせるために，「果物および／または野菜」から発生する「エチレン」等\nの「ＶＯＣ」を吸着除去するものであることからすると，引用発明と同じ\n目的の上記周知技術を踏まえれば，引用発明においても，酸素濃度を１～\n４％の範囲に当然に維持しているということができるから，相違点は実質\n的な相違点ではなく，本願発明は引用文献１に記載された発明（引用発明）\nと同一である旨判断した。\nしかしながら，引用文献１には，酸素濃度を特定の濃度範囲に設定する\nことについての記載はないから，引用文献１に記載された発明は，酸素濃\n度を１～４％の範囲に当然に維持しているものとはいえない。むしろ，前\n記アのとおり，引用文献１に記載された発明では，バナナなどの果実を大\n気と同じガス組成の気密容器に入れて，酸素濃度が２０体積％の環境下で\n保存しているといえる。\nまた，引用文献２で推奨される空気条件として規定されているのは，温\n度，酸素濃度及び二酸化炭素濃度の３点であり，このうちの酸素濃度のみ\nが，引用文献１に記載された発明において引用文献２記載の値に設定され\nているということはできない。\nさらに，引用文献１の記載事項から，引用文献１に記載された発明は，\n大気ないしはそれと同じ組成のガスに接する環境下で保管することを想定\nし，酸素濃度を変更するのではなくパナジウムドープされたＺＳＭ－５を\n使用することのみを解決手段として，有機物質に由来するエチレンなどの\n揮発性有機化合物（ＶＯＣ）を吸着し，食品や園芸産物が早期に劣化する\nのを防止することを技術的思想としていることが理解できるのに対し，本\n願発明は，パナジウムドープされたＺＳＭ－５を使用することと１ｖｏ\nｌ％，２ｖｏｌ％，３ｖｏｌ％または４ｖｏｌ％の酸素を含む環境で使用\nされることを必須の構成とし，エチレンの吸収能をさらに高めることを技\n術的思想としているから，引用文献１に記載された発明と本願発明とは根\n本的に技術的思想が異なるものである。\nしたがって，本件審決の上記判断は誤りである。\nウ  小括\n以上によれば，本願発明は，引用文献１に記載された発明（引用発明）\nと同一であるとした本件審決の判断は誤りである。\n(2)  被告の主張\nア  引用発明の認定及び相違点の認定の誤りの主張に対し\n引用文献１には，引用発明の酸素濃度についての明記はない。\nしかし，引用文献１の【００３６】，【００３７】及び図４には，引用\n発明のうち，バナナを用いた場合について，容器中のＣＯ２及びエチレン\nの経時増加をガスクロマトグラフィーで測定し，吸着剤の存在によりエチ\nレンは増加しなかったが，呼吸によりＣＯ２は増加したことが記載されて\nいる。\nこのように容器中の気体濃度の経時測定ができるということは，引用発\n明が実施された「気密容器」は，気体の進入を防ぐことができないような\nものではなく，文字通り「気密」すなわち「気体を通さないこと。気体に\n対して密閉されていること」（広辞苑第六版）を意味するものといえる。\nまた，「呼吸によりＣＯ２が増加した」ということは，酸素が消費され\nていることになるから，引用発明においては，バナナを「気密容器」に入\nれた時点の酸素濃度が，原告が主張するように大気中と同じ約２０体積％\nであったとしても，直ちに大気中より低酸素の状態へと変化したものと認\nめられる。\nしたがって，本件審決における引用発明の認定及び相違点の認定に原告\n主張の誤りはない。\nイ  相違点の判断の誤りの主張に対し\n前記アで述べたとおり，引用文献１には，引用発明の酸素濃度について\nの明記はないが，「気密容器」に入った各果物（バナナ，モモ，トマト）\nの呼吸に伴い，「気密容器」の中は，大気中より低酸素の状態になってい\nることは明らかであり，各果物が，酸素を消費する呼吸（好気呼吸）をす\nる限りは，酸素濃度が低下していくものと認められる。\n次に，引用文献２の記載事項（訳文ｃ），ｄ），図１）及び甲１７の記\n載事項（８９頁左欄１３行～１６行，９０頁右欄２３行～２６行）によれ\nば，好気呼吸を維持し，腐敗を防ぐために必要な「最小酸素濃度」は，通\n常は２～５％であることは，本願の優先日当時，周知の技術的事項であり，\nまた，引用文献２の表１に記載された保存や輸送に適した酸素濃度は，各\n果物の好気呼吸が維持される最小酸素濃度として周知である。\n上記周知技術に照らすと，引用文献１に接した当業者は，引用発明の環\n境も，最小酸素濃度である２～５％まで低下していくものと理解するもの\nといえるから，引用文献１には，引用発明においても，１～４ｖｏｌ％の\n酸素を含む環境でパラジウムドープされたＺＳＭ－５を使用していること\nの開示があるといえる。\nしたがって，本願発明は，引用文献１に記載された発明と同一である。\nウ  小括\n以上によれば，本願発明は，引用文献１に記載された発明と同一である\nとした本件審決の判断に誤りはないから，原告主張の取消事由１は理由が\nない。\n２  取消事由２（本願発明の進歩性の判断の誤り）\n(1)  原告の主張\n本件審決は，果物や野菜の品質を長持ちさせるという目的のために，引用\n発明に，引用文献２記載の周知技術を適用して，１～４％の低酸素環境でエ\nチレンを吸着することで，より長期間のバナナ等の果物の品質の維持を図ろ\nうとすることに何らの困難性も見いだせないから，本願発明は，引用文献１\nに記載された発明及び上記周知技術に基づいて，当業者が容易に発明をする\nことができたものである旨判断したが，以下のとおり，本件審決の上記判断\nは誤りである。\nア  周知技術の認定の誤り\n引用文献２記載の「Ｂａｎａｎａ」，「Ｐｅａｃｈ」，「Ｔｏｍａｔｏ」\nの酸素濃度雰囲気がそれぞれ「２－５％」，「１－２％」，「１－５％」\nであることが周知技術であることを示す証拠はない。\nまた，甲１２ないし１５は，食品の品質を維持するために特定の酸素濃\n度の環境に置くという技術が開示されているとはいえても，具体的にどの\nような酸素濃度にするのがよいかの開示はない。\nしたがって，「Ｂａｎａｎａ」，「Ｐｅａｃｈ」，「Ｔｏｍａｔｏ」に\nついて上記酸素濃度とすることが周知である旨の本件審決の認定は誤りで\nある\nイ  相違点の容易想到性の判断の誤り\n(ア)  引用文献１の【０００１】の記載によれば，引用発明は，あくまで\nもパラジウムドープされたＺＳＭ－５を使用することのみを解決手段と\nして揮発性有機化合物(ＶＯＣ)を吸収することを目的とする発明であり，\n【００１１】，【００１６】及び【００１９】の記載は，引用発明の「バ\nナナ，モモ，トマト由来のエチレン」のような腐敗しやすい有機商品（食\n品および園芸産物）は，大気ないしはそれと同じ組成のガスに接する環\n境下で，特別な温度管理や気体組成の管理をすることなく保管すること\nを当然の前提とするものである。\n一方，仮に引用文献２記載の酸素濃度が周知技術であるとしても，引\n用文献２で推奨される空気条件として規定されているのは，温度，酸素\n濃度及び二酸化炭素濃度の３点であり，引用文献２には，酸素濃度の条\n件のみに着目すべきであることについての記載も示唆もない。\nそして，引用文献１には，引用文献２記載の技術を適用することにつ\nいて記載も示唆もない。\nまた，引用発明の技術は，非常に簡便であり，どのような環境下でも\n利用できることを特徴としているから，引用文献２のように温度や酸素，\n二酸化炭素などの気体組成を青果物の種類に応じて厳密に管理しなけれ\nばならない技術とは全く相容れないものである。\nさらに，引用文献１の【００４８】によれば，引用発明において揮発\n性有機化合物(ＶＯＣ)の吸収にはパラジウムが重要であり，その濃度に\n応じて吸収能が変化することが示されているから，引用発明において揮\n発性有機化合物(ＶＯＣ)の吸収能を向上させたいと考えるのであれば，\nまずパラジウムの濃度などの諸条件を検討するのが当業者の通常の発想\nであり，引用発明に１～４％の低酸素環境を組み合わせるという発想に\nは想到し得ない。\nしたがって，引用発明に引用文献２記載の周知技術を組み合わせる動\n機づけは存在しない。\n(イ)  甲１７の記載事項（８９頁ないし９０頁，図２及び図３）によれば，\n低酸素貯蔵環境においてバナナ，トマトなどの青果物を一定期間保管す\nると，アセトアルデヒドやエタノールなどの有害な揮発性成分の蓄積に\nよる低酸素障害が，どの種類の青果物についても発生し，貯蔵中経時的\nに著しく大きくなっていくこと，バナナ，トマトについては，酸素濃度\nが１～５％（３％付近）において呼吸活性が最小となり，この付近の濃\n度において呼吸が好気呼吸から嫌気呼吸へ切り替わり，異臭，変色など\nの低酸素障害による劣化が生ずることを理解できる。\nこのように低酸素による貯蔵は，単に酸素による品質劣化を抑えるの\nみでなく，低酸素障害による品質の劣化と隣り合わせの技術である。\nしたがって，本件審決がいうように果物や野菜の品質を長持ちさせる\nことを目的とするのであれば，低酸素障害による異臭の発生が懸念され\nる保存条件は，当然に避けることになるから，引用発明において，相違\n点に係る本願発明の構成（「１ｖｏｌ％，２ｖｏｌ％，３ｖｏｌ％また\nは４ｖｏｌ％の酸素を含む環境」で使用）とすることには阻害要因があ\nる。\n(ウ)  以上のとおり，引用文献１に接した当業者において，本件審決認定\nの周知技術を適用する動機づけは存在せず，かえって阻害要因があるか\nら，当業者が引用文献１及び上記周知技術に基づいて，相違点に係る本\n願発明の構成を容易に想到することができたとした本件審決の判断は誤\nりである。\nウ  顕著な効果に関する判断の誤り\n本件審決は，引用文献１には，本願の願書に添付した明細書（以下，図\n面を含めて「本願明細書」という。甲１）の「実施例２」と同様の湿潤条\n件下で「Ｏ２  １０％」で，「粒子径２５０～３５５μm」の「２.５重量％\nＰｄ／ＺＳＭ－５（２３）」にエチレンを吸着させた場合に，「４１６２\nμｌ／ｇ」，「３７５３μｌ／ｇ」の相応の吸着能力があったことが記載\nされているから，本願明細書の「表１」に記載されたＯ２濃度「１ｖｏｌ％」，\n「２ｖｏｌ％」，「４ｖｏｌ％」の吸着能力（３６００～３８００μｌ／\nｇ）が，引用文献１の上記記載から予期し得ないものとはいえない旨判断\nした。\nしかしながら，本願明細書の「表１」によれば，酸素濃度が１ｖｏｌ％，\n２ｖｏｌ％，４ｖｏｌ％の場合の吸着能力は，酸素濃度１０ｖｏｌ％の場\n合と比べて高い数値になっている。このことは，原告が行った実験結果（甲\n１８）においても同様である。\nこのように酸素濃度を低くして本願発明の範囲に設定することによって，\nエチレン吸収能力が向上し，その結果，パラジウムドープされたＺＳＭ－\n５のエチレン吸収能が向上することは，引用文献１の記載から読み取るこ\nとができないから，本願発明の予想し難い顕著な効果であるといえる。\nしたがって，本件審決の上記判断は誤りである。\nエ  小括\n以上のとおり，本件審決は，相違点の容易想到性の判断及び本願発明の\n奏する予想し難い顕著な効果の判断を誤った結果，本願発明は，引用文献\n１及び周知技術に基づいて，当業者が容易に発明をすることができたとの\n誤った判断をしたものである。\n(2)  被告の主張\nア  周知技術の認定の誤りの主張に対し\n本願の優先日当時，低酸素状態において吸着剤を用いてエチレンを除去\nすることにより，果物の輸送や貯蔵時の熟成が防止できることは，周知で\nあった（例えば，甲１２ないし１５）。\nそして，引用文献２，乙２，乙３及び甲１７の記載事項によれば，果物\nの貯蔵に適した酸素濃度，すなわち，好気呼吸が維持される最小酸素濃度\nが存在すること，バナナ，モモ及びトマトの上記酸素濃度がそれぞれ「２\n－５％」，「１－２％」，「１－５％」であることは，本願の優先日当時，\n周知であった。\nしたがって，本件審決における周知技術の認定に原告主張の誤りはない。\nイ  相違点の容易想到性の判断の誤りの主張に対し\n(ア)  引用文献１の図４によれば，時間経過とともに，ＣＯ２濃度は増え\n続けるのに対して，エチレン濃度は０のままであるから，引用発明にお\nいて，パラジウムドープされたＺＳＭ－５が，果物の呼吸により大気中\nより低い酸素濃度になっても，果物に由来するエチレンを吸着している\nことを認識できる。\nそして，引用文献１の【００１７】に「パラジウムドーピングされた\nＺＳＭ－５を使用してエチレンを吸着することにより，果物のそれ以上\nの熟成が防止される」ことの記載があることに照らすと，引用文献１に\n接した当業者であれば，果物の輸送や貯蔵時の熟成の防止を目的として，\n引用発明に前記アの周知技術を適用する動機づけがあるといえるから，\n１～４ｖｏｌ％の酸素を含む環境において，パラジウムドープされたＺ\nＳＭ－５を使用して果物に由来するエチレンを吸着する構成とすること\n（相違点に係る本願発明の構成）は，容易に想到し得たものである。\nしたがって，本件審決における相違点の容易想到性の判断に誤りはな\nい。\n(イ)  原告は，引用発明に引用文献２に記載された酸素濃度の条件を適用\nすることには阻害要因がある旨主張する。\nしかしながら，引用文献２には，温度や二酸化炭素濃度を特に限定す\nることなく，酸素濃度を低下させた場合の果物の呼吸への影響について\nの記載があり（訳文ｃ），ｄ）），当業者であれば，上記記載から，温\n度や二酸化炭素濃度の調整とは区別して，酸素濃度を引用文献２の表１\nに記載された範囲に調整することの技術的意味を理解することができる。\nまた，仮に引用文献２の表１の記載を温度や二酸化炭素濃度をも同時\nに調整するものと解したとしても，引用文献１には，引用発明で使用し\nた吸着剤（パラジウムドープされたＺＳＭ－５）が，低温においても使\n用できること（【００１６】），呼吸によりＣＯ２が増加してもエチレ\nンを吸着すること（図４）が開示されていることに照らすと，引用発明\nに前記アの周知技術を適用することの阻害要因になるものではない。引\n用文献２に記載された酸素濃度の条件は，好気呼吸が維持される最小酸\n素濃度であると解されるから，嫌気呼吸により低酸素障害が起こること\nが周知であるとしても，引用発明に引用文献２に記載された酸素濃度の\n条件を適用することの阻害要因になるものではない。\nしたがって，原告の上記主張は理由がない。\nウ  顕著な効果に関する判断の誤りの主張に対し\n本願明細書に記載された実施例２の試験結果である「表１」は，パラジ\nウムドープされたＺＳＭ－５のエチレン吸着能力が，１０ｖｏｌ％の酸素\nを含む環境（３５００μｌ／ｇ）と比べて，０ｖｏｌ％の酸素を含む環境\n（６０５０μｌ／ｇ）において顕著な能力の向上を示したといえても，本\n願発明が特定する１～４ｖｏｌ％の酸素を含む環境（３６００～３８００\nμｌ／ｇ）において顕著な能力の向上を示したとはいえない。\nまた，本願発明の特許請求の範囲（請求項１）には，酸素濃度以外の環\n境やパラジウムの量についての特定はないから，引用文献１記載の「例４」\nと本願明細書記載の「表１」との実験条件の違いは問題とならない。仮に\n実験条件の違いから，引用文献１に記載された「例４」のエチレン吸着容\n量の測定値をそのまま本願明細書の「表１」の測定値と対比することが適\n切でないとしても，本願明細書の記載からは，パラジウムドープされたＺ\nＳＭ－５が，引用文献１の「例４」に開示された使用環境と比べて，本願\n発明が特定する１～４ｖｏｌ％の酸素を含む環境において顕著な作用効果\nがあると認められないことに変わりはない。\nしたがって，本願発明の効果が予期しえない顕著な効果であるとはいえ\nないとした本件審決の判断に誤りはない。\nエ  小括\n以上によれば，本願発明は，引用発明及び周知技術に基づいて，当業者\nが容易に発明をすることができたものであるとした本件審決の判断に誤り\nはない。\n第４  当裁判所の判断\n１  取消事由１（本願発明の新規性の判断の誤り）について\n(1)  本願明細書の記載事項等について\nア  本願明細書（甲１）の発明の詳細な説明には，次のような記載がある（下\n記記載中に引用する「図１」，「表１」については別紙１を参照）。\n(ア)  【技術分野】\n【０００１】\n本発明は，低酸素を含むかまたは酸素を含まない環境において，有機\n物質（有機物）由来の揮発性有機化合物（ｖｏｌａｔｉｌｅ  ｏｒｇａ\nｎｉｃ  ｃｏｍｐｏｕｎｄｓ，ＶＯＣ）の吸着に関する。より詳細には，\n有機物質は，食品のような，腐敗しやすい有機物品であり得る。\n【背景技術】\n【０００２】\n生鮮製品のＣＡ（ｃｏｎｔｒｏｌｌｅｄ  ａｔｍｏｓｐｈｅｒｅ）貯\n蔵は，製品の保存期間を長くするために高水準の二酸化炭素および減少\nした酸素を使用する。ＭＡＰ包装（ｍｏｄｉｆｉｅｄ  ａｔｍｏｓｐｈ\nｅｒｅ  ｐａｃｋａｇｉｎｇ）は，空気と比べて大気内の酸素の量を減\n少させることにより，食品の寿命および／または品質を向上させるため\nに用いられる。生鮮製品は，高水準の二酸化炭素および減少した水準の\n酸素を使用し，呼吸速度（ｒｅｓｐｉｒａｔｉｏｎ  ｒａｔｅ）を減少\nさせる，変更された大気下で包装される。\n【０００３】\n揮発性有機化合物は，有機物質から誘導される化合物を含む。有機物\n質から誘導される揮発性有機化合物の一例としては，熟成をもたらす植\n物ホルモンのエチレンがあり，他の例としては，魚が変質する際に一般\n的に放出されるガスのトリメチルアミンがある。\n【０００４】\n有機物質由来の揮発性有機化合物の除去は，多様な分野に適用される。\nエチレンの吸着は，果物および野菜から発生する，所望しない変質，変\n色，葉の損傷および発芽を防止することができ，他の食品と園芸作物が\n早期に腐るのを防止可能であることが知られており，不快な匂いを除去\nすることができる。\n(イ)  【発明が解決しようとする課題】\n【０００５】\nＡｌ２Ｏ３またはＫＭｎＯ４上のＰｔを使用する揮発性有機化合物を酸\n化および燃焼させるために多様な方法が用いられている。しかし，この\nようなシステムは，揮発性有機化合物の除去に効果的であるとはいえ，\nその使用において欠点がある。Ａｌ２Ｏ３上のＰｔは，触媒反応を起こし\nてエチレンを燃焼させることにより上昇した温度で作用するため，揮発\n性有機化合物の原料から分離された，加熱したユニットで使用される必\n要がある（例えば，ＧＢ２１６３６３７ＡおよびＵＳ４，３３１，６９\n３参照）。ＫＭｎＯ４は，湿った環境では揮発性有機化合物を効率的に\n除去するには及ばない。食品のような有機物質は，加熱したら性質が変\n化し湿気を発散するため，このようなシステムは，有機物質由来の揮発\n性有機化合物の除去に用いるのには好適でない。\n【０００６】\n低い温度で用いるのに好適な別の揮発性有機化合物の除去方法がある\nが，これらの方法は，揮発性有機化合物の吸着のために，一般的に促進\n剤において高表面積支持体の使用を含む。例えば，ＪＰ２－２６１３４\n１は，冷凍貯蔵室からのエチレン吸着に関するものであり，ＪＰ２－２\n３３３８１は，エチレン吸着フィルムに関するものであり，ＪＰ２００\n０－００４７８３は，冷蔵庫で使用するための，結合されたエチレン吸\n着剤，防臭剤および殺菌剤に関するものである。特定の支持体物質はこ\nれらの公報には開示されておらず，代わりに，活性炭と金属酸化物が支\n持体としての使用に一般的に好適であると言及されている。ＧＢ２２５\n２９６８は，ゼオライトと結合されたセピオライトと，白金族金属，鉄\n族金属，族Ｉ金属，族ＶＩＩ金属および希土類金属から選択される金属\nを含む吸着剤に関するものである。ＧＢ２２５２９６８で説明された，\n本発明で使用するのに最も好適なゼオライトはシリカライトであるが，\nこれは，そのアルミナ含有量がほぼ０であるからである。\n【０００７】\nＷＯ２００７／０５２０７４は，有機物質由来の揮発性有機化合物を\n吸着するためにパラジウムドープされたＺＳＭ－５を使用することに関\nするものである。しかし，ＷＯ２００７／０５２０７４は，低気体酸素\nの環境または気体酸素がない環境において，パラジウムドープされたＺ\nＳＭ－５を使用することについては言及していない。\n(ウ)  【課題を解決するための手段】\n【０００８】\n本発明の第１態様によれば，有機物質由来の揮発性有機化合物（ｖｏ\nｌａｔｉｌｅ  ｏｒｇａｎｉｃ  ｃｏｍｐｏｕｎｄｓ，ＶＯＣ）を吸着\nするための，パラジウムドープ（処理）されたＺＳＭ－５の使用が提供\nされ，このとき，前記ＺＳＭ－５のＳｉ：Ａｌの比は，１００：１以下\nであり，前記パラジウムドープされたＺＳＭ－５は，１０ｖｏｌ％未満\nの酸素を含む環境で使用される。選択的に，ＺＳＭ－５のＳｉ：Ａｌの\n比は，２２：１から２８：１である。\n【０００９】\n吸着された揮発性有機化合物の少なくとも一部は，ドープされたＺ\nＳＭ－５上に吸着された後に第２化合物に変換可能である。\n【００１０】\n一実施形態において，有機物質は，食品および園芸作物のように，腐\n敗しやすい有機物品を含む。食品は，果物および／または野菜を含むこ\nとができる。園芸作物は，植物および／または切り花を含むことができ\nる。\n【００１１】\n他の実施形態において，有機物質は，ゴミを含む。前記ゴミは，腐っ\nていく間に悪臭が発生する食品廃棄物のような生ゴミを含む。\n(エ)  【００１２】\n揮発性有機化合物が誘導される有機物質は，貯蔵容器または包装内に\n貯蔵され，ドープされたＺＳＭ－５は，揮発性有機化合物を吸着するた\nめに閉鎖または半密閉された環境に置かれる。腐敗しやすい有機物品の\n場合に，貯蔵容器または包装は，製品が保管される貯蔵容器または包装\nのようなものであるが，例えば，運送時に製品の保管に用いられる木箱，\nまたは販売前の陳列時に製品が保管される包装がある。他の実施形態に\nおいて，ドープされたＺＳＭ－５は，貯蔵容器または包装の内部または\nその一部の内部に注入される。他の実施形態において，ドープされたＺ\nＳＭ－５は，貯蔵容器または包装内の注入および保存用基質を有するラ\nベルに注入される。\n【００１５】\n一般的に，ドープされたＺＳＭ－５は微粒子となり，小袋の内部など\nに緩く包装可能である。これとは異なり，微粒子は，貯蔵容器内に注入\nされるか，包装物質（例えば，ＰＥＴのようなプラスチック）内に注入\nされるか，インク内に注入されるか，触媒担体として使用される，例え\nば，セラミックまたは金属モノリスのような他の物体上またはその内部\nに単にコーティングされ，他の物質と結合可能である。触媒担体として\n一般的に使用される，他の形態の低圧降下基質も使用できる。他の実施\n形態において，ドープされたＺＳＭ－５は，押出成形物，ペレット，錠\n剤，グレインまたはグラニュールの形態である。ＺＳＭ－５は，このよ\nうな形態への形成前または後にドープ処理可能である。\n【００１７】\n本発明にかかる一つの利点は，揮発性有機化合物が相対的に低い温度，\n例えば，－１０℃～５０℃の温度範囲，より一般的には，０℃～４０℃\nで吸着できることである。例えば，温度範囲は，約０℃～約３５℃，ま\nたは約０℃～約３０℃であり得る。これは，ドープされたＺＳＭ－５が，\n複雑な加熱およびガス再循環装置を要することなく，冷蔵庫のように有\n機物質が一般的に置かれる環境または周辺温度で使用できるようにする。\nにもかかわらず，加熱およびガス再循環装置が許容される場所（例えば，\nガス制御システム）では，ドープされたＺＳＭ－５が，上昇した温度，\n例えば，６０℃以上で作動することもできる。\n【００１８】\n一実施形態において，揮発性有機化合物は，エチレンを含む。エチレ\nンは，植物から分泌される気体ホルモンであって，植物を萎れさせ，果\n物を熟成させる。植物から放出された揮発性有機化合物の除去は，食品\nと園芸作物が運送および／または長期間の貯蔵で発生し得る，このよう\nな過程を遅延させることができる。したがって，本発明は，食品および\n園芸作物に対する生産，運送，輸出および購買産業などに応用できる。\n最初の試験によれば，従来の方法とは異なり，本発明にかかる吸着器を\n用いると，クリマクテリック後（ｐｏｓｔ－ｃｌｉｍａｃｔｅｒｉｃ）\nの果物の保存期間が延長可能である（Ｔｅｒｒｙ  Ｌ，Ｉｌｋｅｎｈａ\nｎｓ  Ｔ，Ｐｏｕｌｓｔｏｎ  Ｓ，Ｒｏｗｓｅｌｌ  ＥおよびＳｍｉｔ\nｈ  ＡＷＪ，Ｐｏｓｔｈａｒｖｅｓｔ  Ｂｉｏｌｏｇｙ  ａｎｄ  Ｔｅ\nｃｈｎｏｌｏｇｙ４５（２００７）２１４－２２０）。すなわち，クリ\nマクテリック呼吸の増加が始まった後も，果物はエチレン吸着のために\nパラジウムドープされたＺＳＭ－５を用いてさらに熟成するのを防止す\nるか，少なくとも熟成速度を低下させることができる。\n【００２０】\nまた，水分に晒され，パラジウムドープされたＺＳＭ－５の活動性が\nやや低下しても，濡れた際にも引き続き効率よく機能を果たすことがで\nきる。食品および園芸作物は，通常は湿った環境で貯蔵されるため，こ\nのような特徴は関連産業において有用である。\n【００２２】\nパラジウム自体は，ＺＳＭ－５の総重量を基準として０．１ｗｔ％～\n１０．０ｗｔ％，選択的には，０．５ｗｔ％～５．０ｗｔ％を含む。\n(オ)  【００２３】\nドープされたＺＳＭ－５は，調整された大気または変更された大気の\n環境にで便利に使用されることが可能になる。一実施形態において，こ\nのような環境内の酸素の水準は，０．５ｖｏｌ％以上，１０ｖｏｌ％未\n満である。例えば，酸素の水準は，約１ｖｏｌ％，約２ｖｏｌ％，約４\nｖｏｌ％，約５ｖｏｌ％，約６ｖｏｌ％，約７ｖｏｌ％，約８ｖｏｌ％，\nまたは約９ｖｏｌ％であり得る。他の実施形態において，酸素の水準は，\n実質的に０ｖｏｌ％である。気体混合物の残部は，（窒素のような）非\n活性気体，選択的には，二酸化炭素および／または一酸化炭素を含むこ\nとができる。\n【００２４】\n一実施形態において，ドープされたＺＳＭ－５は，０．１０ｐｐｍ以\n下，選択的には，０．０５ｐｐｍ以下の水準である揮発性有機化合物を\n吸着するのに効果的である。他の実施形態において，ドープされたＺＳ\nＭ－５は，実質的にすべての揮発性有機化合物を吸収するのに効果的で\nある。\n【００２５】\n本発明の他の利点は，ドープされたＺＳＭ－５が延長された期間，例\nえば，数日（実際の時間は使用される環境に従属する）間，揮発性有機\n化合物の除去のために連続的に使用できることである。また，使用後に，\nＺＳＭ－５は，ＺＳＭ－５に吸着された揮発性有機化合物および第２化\n合物を放出するために，空気中において，３０分間，２５０℃にて加熱\n可能であり，それにより，再使用のためにパラジウムドープされたＺＳ\nＭ－５を再生する。これは，パラジウムドープされたＺＳＭ－５が延長\nされた期間に使用できるようにし，揮発性有機化合物原料から除去され，\n再生されて，再使用される。再生過程が長いか，費用がかかるわけでは\nないことから，ドープされたＺＳＭ－５は，費用において揮発性有機化\n合物の除去用として効果的である。これに対し，ＫＭｎＯ４は，加熱時\nにＫ２Ｏとマンガン酸化物を分解するため，再生が不可能である。\n【００２８】\n…\n【図１】\n約８．４ｖｏｌ％の酸素を含む環境において，パラジウムドープされ\nたＺＳＭ－５による，時間に応じたエチレン吸着を示すグラフである。\n(カ)  【発明を実施するための形態】\n【００２９】\n実施例１\nドープされた支持体の用意\n吸着剤として知られている，ドープされた支持体が，初期湿気浸透方\n法を用いて用意される。支持体（例えば，ゼオライトの水素形態）には，\nパラジウムの硝酸塩または塩化物塩が侵透し，空気中において，２時間\nの間，５００℃でか焼される前に，１１０℃にて乾燥する。\n【００３０】\n実施例２\nエチレン吸着測定\n測定は，２１℃で，２５０－３５５μｍ粒径の０．１ｇドープされた\n支持体，多様な酸素濃度の５０ｍｌ／ｍｉｎの気体流量，２００ｐｐｍ\nのＣ２Ｈ４，～８０％の相対湿度およびバランス窒素を有する栓流反応器\nで行われた。この実験の結果は，次のとおりである。\n【００３１】\n【表１】\n【００３２】\n実施例３\nエチレン吸着測定\n測定は，２１℃で，２５０－３５５μｍ粒径の０．１ｇドープされた\n支持体を有して行われた。１リットルの瓶が部分的に真空となり，残留\nする空気と混合された窒素内に５００ｐｐｍのエチレンで満たされ，初\n期のＯ２濃度は８．４ｖｏｌ％であった。\n【００３３】\n図１は，Ｐｄドープされた支持体が，約１２時間にわたって，すべて\nのエチレンを実質的に吸収することを示している。\nイ  前記アの記載事項によれば，本願明細書の発明の詳細な説明には，本願\n発明に関し，次のような開示があることが認められる。\n(ア)  有機物質由来の揮発性有機化合物（ＶＯＣ），例えば，エチレンは，\n熟成をもたらす植物から分泌されるホルモンであり，エチレンの吸着な\nいし除去は，所望しない変質，変色，葉の損傷および発芽を防止するこ\nとができ，他の食品と園芸作物が早期に腐るのを防止可能であることが\n知られており，不快な匂いを除去することができる（【０００３】，【０\n００４】）。\n(イ)  従来，有機物質由来の揮発性有機化合物の吸着ないし除去する方法\nとして，パラジウムドープされたＺＳＭ－５を使用することが知られて\nいたが，低気体酸素の環境または気体酸素がない環境において，パラジ\nウムドープされたＺＳＭ－５を使用することについては言及されていな\nかった（【０００７】）。\n「本発明」は，１０ｖｏｌ％未満の酸素を含む環境において，有機物\n質由来の揮発性有機化合物を吸着するために，ＺＳＭ－５のＳｉ：Ａｌ\nの比が１００：１以下であるパラジウムドープ（処理）されたＺＳＭ－\n５の使用を提供するものである（【０００８】）。\n(2)  引用発明の認定の誤りの有無等について\nア  引用文献１（甲１０）には，次のような記載がある（下記記載中に引用\nする「図１」ないし「図４」については別紙２を参照）。\n(ア)  【請求項１】\nパラジウムドーピングされたＺＳＭ－５の使用であって，\n有機物質に由来する揮発性有機化合物(ＶＯＣ)を吸着するものであり，\n前記ＺＳＭ－５のＳｉ：Ａｌ比が１００：１以下である，使用。\n(イ)  【発明の分野】\n【０００１】\n本発明は，有機物質に由来する揮発性有機化合物(ＶＯＣ)の吸着に関\nする。より詳しくは，有機物質は，腐りやすい有機商品，例えば食品，\nでよい。\n【０００２】\nＶＯＣは，環境汚染物，例えば自動車排ガスの特定成分，溶剤および\nエーロゾルガス，を含む広範囲な区分の化合物であるが，有機物質に由\n来する化合物群も含む。有機物質に由来するＶＯＣの一例は，エチレン，\nすなわち熟成を引き起こす植物ホルモンであり，もう一つの例は，トリ\nメチルアミン，すなわち魚が分解する時に一般的に放出されるガスであ\nる。\n【０００３】\n有機物質に由来するＶＯＣの除去は，様々な用途で重要である。エチ\nレンを吸着することにより，好ましくない熟成および軟化，色あせ，葉\nの損失や芽吹きが果物や野菜に起こるのを阻止することができ，他の食\n品や園芸産物が早期に朽ちるのを阻止すること，および不快臭の排除に\n役立つことも分かっている。\n(ウ)  【０００４】\nＶＯＣを酸化または燃焼させるのに，Ａｌ２Ｏ３またはＫＭｎＯ４上の\nＰｔを使用する様々な方法が使用されている。しかし，これらの方式は，\nＶＯＣの除去には効率的であるが，それらの使用に関連する欠点がある。\nＡｌ２Ｏ３上のＰｔは，エチレンを高温で触媒作用により燃焼させること\nにより機能し，従って，Ａｌ２Ｏ３上のＰｔは，ＶＯＣの供給源から分離\nした，加熱された装置で使用する必要がある(英国特許第２１６３６３７\nＡ号明細書および米国特許第４，３３１，６９３号明細書参照)。ＫＭｎ\nＯ４は，湿った環境からＶＯＣを効率的に除去することができない(例４\n参照)。有機物質，例えば食品，は，変質させずに加熱することはできず，\n本来，湿分を放出するので，そのような方式は，有機物質に由来するＶ\nＯＣの除去に使用することには適していない。\n【０００５】\nＶＯＣの除去に使用される，低温で使用するのに適している他の方法\nとしては，通常は助触媒と併用する，ＶＯＣ吸着用の高表面積担体の使\n用がある。例えば，日本国特許第２－２６１３４１号明細書は，冷凍保\n存室からのエチレン吸着を開示しており，日本国特許第２０００－００\n４７８３号明細書は，冷蔵庫で使用するための，エチレン吸着剤，脱臭\n剤および抗菌製品の組合せを開示している。これらのどの文献にも，具\n体的な担体材料は開示されてなく，代わりに，活性炭および金属酸化物\nがこれらの担体に一般的に好適であるとして記載されている。英国特許\n第２２５２９６８Ａ号明細書は，セピオライトをゼオライト，および所\n望により白金族金属，鉄族金属，Ｉ族金属，ＶＩＩ族金属および希土類\n金属から選択された金属と組み合わせて含んでなる吸着剤に関する。英\n国特許第’９６８号明細書に記載されている発明に使用するのに最も好\nましいゼオライトはシリカライトであるが，これは，アルミナ含有量が\nほとんどゼロであるためである。\n(エ)  【０００６】\nここで我々は，先行技術で開示されている方式よりも該ガスをより効\n率的に吸着することにより，常温で，または有機商品，例えば食品，を\n冷却または冷蔵して貯蔵寿命を延長する温度で，有機物質に由来するＶ\nＯＣを除去することができる触媒系を開発した。\n【０００７】\n本発明の第一の態様により，有機物質に由来するＶＯＣを吸着するた\nめのパラジウムドーピングされた，Ｓｉ：Ａｌ比が１００：１以下であ\nるＺＳＭ－５の使用を提供する。所望により，ＺＳＭ－５のＳｉ：Ａｌ\n比は２２：１～２８：１である。\n【０００８】\n吸着されたＶＯＣの少なくとも一部は，ドーピングされたＺＳＭ－５\n上に吸着された後，二次化合物に転化される。\n【０００９】\n一実施態様では，有機物質は，腐敗しやすい有機商品，例えば食品お\nよび園芸産物，からなる。食品は，果物および／または野菜を含んでな\nることができる。園芸産物は，植物および／または切り花を含んでなる\nことができる。\n【００１０】\n別の実施態様では，有機物質は，廃棄物を含んでなる。そのような廃\n棄物は，分解の際に不快臭を発生する台所の廃棄物，例えば生ゴミ，が\n挙げられる。\n(オ)  【００１１】\nＶＯＣを発生する有機物質は，ドーピングされたＺＳＭ－５が，閉鎖\nされた，または半分閉じ込められた環境を有し，その中でＶＯＣを吸着\nするように，貯蔵容器または包装物の中に収容することができる。腐敗\nしやすい有機商品の場合，貯蔵容器または包装物は，商品を収容する容\n器または包装物，例えば輸送の際に商品の貯蔵に使用される箱，または\n購入前の展示する時に商品を保管する包装物，でよい。別の実施態様で\nは，ドーピングされたＺＳＭ－５は，貯蔵容器または包装物自体の中に，\nあるいはその一部の中に配合する。さらに別の実施態様では，ドーピン\nグされたＺＳＭ－５を，貯蔵容器または包装物の中に挿入または保持す\nるための基材を備えてなるラベルの中に配合する。\n【００１２】\n腐敗しやすい有機商品が食品を含んでなる場合，ドーピングされたＺ\nＳＭ－５は，食品との直接接触を防止する様式で，例えばガス透過性バ\nリヤー層の背面に包装することができる。ガス透過性バリヤー層は，粉\n末状のドーピングされたＺＳＭ－５を収容する香料袋またはラベルの一\n部を形成するか，またはガス透過性層は，ドーピングされたＺＳＭ－５\nを含んでなるインク層の上に取り付けることができよう。インクは，貯\n蔵容器または包装物の内側表面に，印刷，キャスティング，ローラー塗\n布，ブラシ塗り，スプレーまたは同等の技術により，固定することがで\nきる。さらに，ドーピングされたＺＳＭ－５の吸着能力は，水の存在に\nある程度敏感なので(例４参照)，ドーピングされたＺＳＭ－５は，吸水\n性材料，例えばシリカゲル，と共に包装することができる。\n【００１４】\n一般的に，ドーピングされたＺＳＭ－５は，粒子状であり，例えば香\n料袋(上記参照)の中に，バラで包装することができる。あるいは，これ\nらの粒子を，別の物体と，例えば貯蔵容器中に配合することにより，イ\nンクの中に配合することにより(上記のように)，あるいは単に別の物体，\n例えば触媒担体として使用されるようなセラミックまたは金属モノリス，\nの上に塗布することにより，結合させることもできる。例えば触媒担体\nとして一般的に使用されるような，他の圧力低下が少ない基材の形態も\n使用できる。別の実施態様では，ドーピングされたＺＳＭ－５は，押出\n物，ペレット，錠剤，粒子または顆粒の形態にある。ＺＳＭ－５は，そ\nのような押出物，ペレット，錠剤，粒子または顆粒に形成した後に，ド\nーピングすることができる。\n【００１６】\n本発明に関連する利点の一つは，ＶＯＣを比較的低い温度，例えば－\n１０℃～５０℃，より一般的には０℃～３０℃，で吸着させることがで\nきることである。これによって，ドーピングされたＺＳＭ－５を，有機\n物質が一般的に見られる環境，例えば冷蔵庫，で，または常温で，複雑\nな加熱および空気循環装置の使用を必要とせずに，使用することができ\nる。それにも関わらず，加熱および空気循環装置(例えば空調装置)を使\n用できる特別な用途の場合，ドーピングされたＺＳＭ－５を，例えば６\n０℃を超える高温で操作することもできる。\n【００１７】\n一実施態様では，ＶＯＣはエチレンを含んでなる。エチレンは，植物\nから放出され，植物をしおれさせ，果物を熟成させることができる気体\n状ホルモンである。植物から発生するＶＯＣを除去することにより，こ\nれらの過程を遅延させ，食品および園芸産物を，腐敗を促進することな\nく，長期間，移動および／または貯蔵することができる。従って，本発\n明は，特に食品および園芸産物を生産，輸送，輸出および購入する産業\nに応用される。初期の試験では，先行技術の方法と異なり，本発明の吸\n着剤を使用することにより，完熟後の果実の貯蔵寿命延長できることが\n示唆されている(Ｔｅｒｒｙ  Ｌ，  Ｉｌｋｅｎｈａｎｓ  Ｔ．  Ｐｏｕ\nｌｓｔｏｎ  Ｓ，Ｒｏｗｓｅｌｌ  ＥおよびＳｍｉｔｈ  ＡＷＪ，Ｐｏ\nｓｔｈａｒｖｅｓｔ  Ｂｉｏｌ． ａｎｄ  Ｔｅｃｈ．－提出)。すなわ\nち，完熟呼吸増加が開始された後でも，パラジウムドーピングされたＺ\nＳＭ－５を使用してエチレンを吸着することにより，果物のそれ以上の\n熟成が防止される(あるいは，少なくとも熟成速度が遅くなる)。\n【００１９】\nもう一つの重要な点は，パラジウムドーピングされたＺＳＭ－５は，\n水に露出されると，活性がある程度失われるが，「湿った」場合でも効\n果的に機能し得ることである。食品および園芸産物は，通常，湿った環\n境中に保存されるので，この特徴も関連する産業には有利である。\n【００２１】\nパラジウム自体は，ＺＳＭ－５の総重量に対して０．１重量％～１０．\n０重量％，所望によりＺＳＭ－５の総重量に対して０．５重量％～５．\n０重量％を構成することができる。\n【００２２】\n一実施態様では，ドーピングされたＺＳＭ－５が，ＶＯＣを０．１０\nｐｐｍ以下のレベルに，所望により０．０５ｐｐｍ以下のレベルに吸着\nすることができる。\n【００２５】\n本発明の第二の態様により，ＺＳＭ－５のＳｉ：Ａｌ比が１００：１\n以下であり，パラジウムが，ドーピングされたＺＳＭ－５の総重量に対\nして０．１重量％～１０．０重量％を構成する，パラジウムドーピング\nされたＺＳＭ－５を提供する。所望により，ＺＳＭ－５のＳｉ：Ａｌ比\nは，２２：１～２８：１である，および／またはパラジウムが，ドーピ\nングされたＺＳＭ－５の総重量に対して０．５重量％～５．０重量％を\n構成する。\n(カ)  【００２６】\n本発明をより深く理解できるようにするために，添付の図面を参照し\nながら，下記の非限定的な例を例示のためにのみ記載する。\n【００２７】\n例１\nドーピングされた担体の調製\n吸着剤とも呼ばれるドーピングされた担体は，初期湿潤含浸処理方法\n（ｉｎｃｉｐｉｅｎｔ  ｗｅｔｎｅｓｓ  ｉｍｐｒｅｇｎａｔｉｏｎ\nｍｅｔｈｏｄ）を使用して調製した。典型的には，担体(例えば，ゼオラ\nイトの水素形態)２０ｇを，適切な金属の(例えばパラジウム)の硝酸塩ま\nたは塩酸塩で含浸させ，次いで１１０℃で乾燥させてから，空気中，５\n００℃で２時間か焼した。\n【００２８】\n例２\nエチレン吸着測定\n測定は，２１℃の栓流反応器中で，粒子径２５０～３５５μｍのドー\nピングされた担体０．１ｇを使用し，Ｏ２１０％，Ｃ２Ｈ４２００ｐｐｍ，\n水約１％(存在する場合)，残部Ｈｅ／Ａｒを含んでなるガスの流量５０\nｍｌ／分で行った。\n【００２９】\n例３\n様々な担体上にドーピングしたＰｄによるエチレン吸着\n４．０重量％Ｐｄドーピングされた活性炭および２．５重量％Ｐｄ／\nＺＳＭ－５（２３）の試料を，例１により(塩化パラジウム塩および硝酸\nパラジウムをそれぞれ使用する)，様々な活性炭で調製した。これらの試\n料を，それらのエチレン吸着容量に関して，例２により試験した。結果\nを以下に示す。\n【００３０】\n【００３１】\nこの実験は，Ｐｄ／ＺＳＭ－５が，Ｐｄドーピングされた活性炭より\nも，遙かに高い吸着容量を有することを示している。\n【００３２】\n例４\n金属ドーピングされたＺＳＭ－５およびＡｌ２Ｏ３上のＫＭｎＯ４によ\nる「湿潤」エチレン吸着\n例１により製造した２．５重量％Ｐｄ／ＺＳＭ－５（２３）の試料，\nおよびＡｌ２Ｏ３上５重量％ＫＭｎＯ４(Ｃｏｎｄｅａ，１４０ｍ２／ｇ)\nを，それらのエチレン吸着容量に関して，例２により試験した。これら\nの材料を，乾燥時に，および水を含むデシケーター中に常温で設定時間\n置くことにより，水に露出した後で，試験した。この実験の結果を下記\nの表に示す。\n【００３３】\n【００３４】\nさらに，２．５重量％Ｍ／ＺＳＭ－５，Ｍ＝Ｐｔ，Ｃｏ，Ｎｉ，Ｒｈ，\nＲｕ，Ｉｒ，Ｍｏ，Ｃｕ，Ｗ，Ｖ，およびＡｕ(全てＳｉＯ２：Ａｌ２Ｏ３\n比２３による)を例１により製造し，上記のように水に露出した後，それ\nらのエチレン吸着容量に関して試験した。測定したエチレン吸着容量は，\n全ての試料で６０μｌｇ－１であった。\n【００３５】\nこの実験は，パラジウムドーピングされたゼオライトが，湿った時に，\nその乾燥エチレン吸着容量を約１０％しか失わないことを示している。\n試験した他の全ての金属は，湿った時に無視できる程度のエチレン吸着\nを示したのに対し，Ａｌ２Ｏ３上のＫＭｎＯ４は，湿った時に，そのエチ\nレン吸着機能を完全に失う。\n【００３６】\n例５\n果物からのエチレン吸着\nバナナ(重量約１５０ｇ)を容積１．１５リットルの気密容器中に入れ，\n約 1 日放置した。ＣＯ２およびエチレン濃度の経時増加を，ガスクロマ\nトグラフィーを使用して測定した。次いで，容器中に吸着剤(２．５重量％\nＰｄ／ＺＳＭ－５)０．２ｇを入れ，この実験を繰り返した。\n【００３７】\n図４から分かるように，バナナ単独では，ＣＯ２およびエチレン濃度\nが大体直線的に増加したのに対し，吸着剤が存在する場合には，エチレ\nン濃度は検出できる程の増加を示さないが，ＣＯ２は前とほぼ同じ速度\nで増加し，同等の呼吸速度を示した。\n【００３８】\nさらに実験を，同じ気密容器中に様々な果物を入れて約２０時間放置\nして行い，下記の結果を得た。\n【００３９】\n(キ)  【００４８】\n【図１】図１は，パラジウムドーピングされたＺＳＭ－５およびドー\nピングされていないＺＳＭ－５によるエチレン吸着と時間の関係を示す\nグラフ(供給ガス中に水が存在する，および存在しない，湿潤または乾燥)\nであり，該グラフは，エチレン吸着を可能にするのはパラジウムの存在\nであることを立証している。\n【図２】図２は，ＳｉＯ２：Ａｌ２Ｏ３比が２３であり，パラジウムドー\nピングレベルが異なり，０．５重量％～５重量％である，および比較用\nに銀ドーピング２．５重量％であるＺＳＭ－５によるエチレン吸着を示\nし，該グラフは，他の金属に対するパラジウムドーピングの効果，およ\nびドーピングレベルの変化によるエチレン吸着容量の変化を立証してい\nる。\n【図３】図３は，様々なパラジウムドーピングされたゼオライト(ＳｉＯ\n２：Ａｌ２Ｏ３比を括弧内に示す)によるエチレン吸着を示し，Ｐｄ装填量\nは全ての場合で２．５重量％であり，該グラフは，パラジウムドーピン\nグされたゼオライトによるエチレン吸着は，ＳｉＯ２：Ａｌ２Ｏ３比が比\n較的低いＺＳＭ－５の方が，より大きいことを立証している。\n【図４】図４は，エチレンを放出する有機物質としてバナナを使用する\n例で測定したＣＯ２およびエチレンの濃度を示す。\nイ  前記アの記載事項によれば，引用文献１には，以下のとおりの開示があ\nることが認められる。\n(ア)  有機物質に由来する揮発性有機化合物（ＶＯＣ）の除去は，多様な\n分野で適用され，ＶＯＣの一例である，熟成をもたらす植物から分泌さ\nれるホルモンのエチレンの除去は，好ましくない熟成および軟化，色あ\nせ，葉の損失や芽吹きが果物や野菜に起こるのを阻止することができ，\n他の食品や園芸産物が早期に朽ちるのを阻止すること，および不快臭の\n排除に役立つことも分かっている（【０００３】，【０００４】）。\nＡｌ２Ｏ３又はＫＭｎＯ４上のＰｔを使用する従来の有機物質に由来す\nるＶＯＣの除去の方法には，ＶＯＣの供給源から分離した，加熱された\n装置で使用する必要があったり，湿った環境からＶＯＣを効率的に除去\nすることができないなどの問題があった（【０００３】，【０００４】）。\n(イ)  我々は，先行技術で開示されている方式よりも該ガスをより効率的\nに吸着することにより，常温で，有機商品，例えば食品を冷却または冷\n蔵して貯蔵寿命を延長する温度で，有機物質に由来するＶＯＣを除去す\nることができる触媒系を開発した（【０００６】）。\n「本発明」は，有機物質に由来するＶＯＣを吸着するためのパラジウ\nムドーピングされた，Ｓｉ：Ａｌ比が１００：１以下であるＺＳＭ－５\nの使用を提供するものである（【０００７】）。\n「本発明」に関連する利点の一つは，ＶＯＣを比較的低い温度，例え\nば－１０℃～５０℃，より一般的には０℃～３０℃，で吸着させること\nができることであり，これによって，ドーピングされたＺＳＭ－５を，\n有機物質が一般的に見られる環境，例えば冷蔵庫で，または常温で，複\n雑な加熱および空気循環装置の使用を必要とせずに，使用することがで\nきる（【００１６】）。もう一つの重要な点は，パラジウムドーピング\nされたＺＳＭ－５は，水に露出されると，活性がある程度失われるが，\n「湿った」場合でも効果的に機能し得ることである（【００１９】）。\nウ(ア)  前記アの記載事項によれば，引用文献１には，本件審決認定の引用\n発明（「パラジウムドープされたＺＳＭ－５の使用であって，バナナ，\nモモ，トマト由来のエチレンを吸着するものであり，前記ＺＳＭ－５の\nＳｉＯ２:Ａｌ２Ｏ３比が２３であるパラジウムドープされたＺＳＭ－５\nの使用。」）の開示があることが認められる。\n(イ)  これに対し原告は，本件審決が引用発明認定の根拠とした引用文献\n１の「例５」は，単にバナナなどの果実を「気密容器」に入れることの\nみを記載し（【００３６】，【００３８】），「気密容器」中の気体組\n成の記載がないことからすると，「例５」における気体組成は，大気中\nのものと同じであり，酸素が約２０体積％含まれていると解釈するのが\n合理的である，「気密容器」は，通常，固体と液体の進入を防ぐことが\nできても，酸素などの気体の進入を防ぐことはできないものを意味する\n（甲１６）などとして，本件審決認定の引用発明のうち，「バナナ，モ\nモ，トマト由来のエチレンを吸着するものであり，」との部分は，「バ\nナナ，モモ，トマト由来のエチレンを大気と同じガス組成の容器中で吸\n着するものであり，」と認定すべきであったといえるから，この点にお\nいて本件審決における引用発明の認定に誤りがあり，その結果，相違点\nの認定にも誤りがある旨主張する。\nそこで検討するに，引用文献１には，「例５」について，「バナナ(重\n量約１５０ｇ)を容積１．１５リットルの気密容器中に入れ，約 1 日放置\nした。ＣＯ２およびエチレン濃度の経時増加を，ガスクロマトグラフィ\nーを使用して測定した。次いで，容器中に吸着剤(２．５重量％Ｐｄ／Ｚ\nＳＭ－５)０．２ｇを入れ，この実験を繰り返した。」（【００３６】），\n「図４から分かるように，バナナ単独では，ＣＯ２およびエチレン濃度\nが大体直線的に増加したのに対し，吸着剤が存在する場合には，エチレ\nン濃度は検出できる程の増加を示さないが，ＣＯ２は前とほぼ同じ速度\nで増加し，同等の呼吸速度を示した。」（【００３７】）との記載があ\nるが，「バナナ(重量約１５０ｇ)」を入れた「容積１．１５リットル」\nの「気密容器」中の酸素濃度に関する記載はない。\n一方で，図４には，①「気密容器」中の「ＣＯ２－吸着剤無し」及び\n「ＣＯ２と吸着剤」のＣＯ２濃度が実験開始時は０％であったのが，時間\nの経過とともに「大体直線的に増加」し，「ＣＯ２－吸着剤無し」のＣ\nＯ２濃度は２１時間２１分経過時点で，「ＣＯ２と吸着剤」のＣＯ２濃度\nは２３時間４５分経過時点でいずれも２５％を超えていること，②「気\n密容器」中の「エチレン－吸着剤無し」のエチレン濃度が実験開始時は\n０ｐｐｍであったのが，時間の経過とともに「大体直線的に増加」し，\n１８時間５７分経過時点で，４ｐｐｍを超えているのに対し，「エチレ\nンと吸着剤」のエチレン濃度は２時間９分経過時点で０ｐｐｍであり，\nその後も検出できる程の増加はなく，２３時間４５分経過時点でも０ｐ\nｐｍであることが示されている。\nしかるところ，例５の「気密容器」中の気体組成が大気と同じ（「空\n気」とは「地上から高度８０キロメートルまでの水蒸気を除いた組成は\nほぼ一定で体積比で酸素２０．９５，窒素７８．０８，…二酸化炭素０．\n０３９…。大気。」（広辞苑第六版））であり，しかも，「気密容器」\nが酸素等の気体の進入を防ぐことができない容器であるとすれば，同時\nに，気体の排出も防ぐことができない容器であるといえるから，容器内\nのバナナの呼吸（好気呼吸）による酸素の消費と二酸化炭素の増加が起\nこる一方で，容器内への酸素の進入と容器外への二酸化炭素の排出も併\nせて起こり，最終的には，酸素と二酸化炭素が平衡状態となり，一定濃\n度になるものと考えられる。\nしかし，図４には，「ＣＯ２－吸着剤無し」及び「ＣＯ２と吸着剤」の\nＣＯ２濃度のいずれもが時間の経過とともに「大体直線的に増加」して\nいることが示され，酸素と二酸化炭素が平衡状態となっていないから，\nこれと整合しない。むしろ，図４の「ＣＯ２－吸着剤無し」及び「ＣＯ２\nと吸着剤」のＣＯ２濃度の経時的増加は，「気密容器」が気体に対して\n密閉されていることを示すものであるとともに，「気密容器」中の酸素\nが呼吸（好気呼吸）により消費されていることを示すものと理解できる。\nそうすると，「気密容器」中の吸着剤によるエチレンの吸着は，当初\nは大気と同じガス組成（気体組成）の環境で行われたとしても，酸素の\n消費と二酸化炭素の増加によって，大気と異なるガス組成（気体組成）\nの環境で行われるようになったものと認められる。\nまた，上記ＣＯ２濃度が大気中の酸素濃度の割合（２０．９５体積％）\nを超えて増加しているのは，「気密容器」中の酸素が消費し尽くされた\n後に嫌気呼吸を開始し，これによって二酸化炭素が生成された分が含ま\nれているものと考えられる。\nしたがって，原告の上記主張は，その前提を欠くものであり，採用す\nることができない。\n(ウ)  以上のとおり，本件審決における引用発明の認定に誤りはない。\nそして，引用文献１には，「例５」の「気密容器」中の酸素濃度はも\nとより，引用発明が使用される環境の酸素濃度に関する記載はないから，\n本件審決が，「本願発明では「パラジウムドープされたＺＳＭ－５が，\n１ｖｏｌ％，２ｖｏｌ％，３ｖｏｌ％または４ｖｏｌ％の酸素を含む環\n境で使用される」ものであるのに対して，引用発明では「使用される環\n境が明らかでない点」を，本願発明と引用発明の相違点と認定したこと\nに誤りはない。\n(3)  本願の優先日当時の周知技術について\nア  引用文献２\n引用文献２（原文甲１１，訳文・乙１，甲１１）には，次のような記載\nがある（下記記載中に引用する「表１」及び「図１」については別紙３参\n照）。\n(ア)  「ＣＡ貯蔵/果物と野業への影響」（１６０７頁表題。訳文ａ））\n(イ)  「商業上の利用でのガス雰囲気\n…種々の果実(表１)と極々の野菜(表２)に対する貯蔵における推奨され\nる調整雰囲気条件が与えられる。\n…多くの果実や野菜は２％までの低さの酸素濃度と５－１０％の高さの\n二酸化炭素濃度を許容できる。 」（１６０７頁右欄２０～３７行。訳文\nｂ））\n(ウ)  「呼吸作用への影響\n低酸素の影響\nいくつかの種類の果実や野菜においては，温度の影響下で，酸素濃度を\n３％で貯蔵していると，呼吸率が低下する。貯蔵雰囲気の酸素濃度が特\nに８％より下がると，呼吸率は酸素濃度の関数として減少する(図１)。\n酸素濃度が終息点まで下がると細胞組織内で嫌気呼吸が開始される。嫌\n気呼吸は，さらに酸素濃度が減少すると呼吸の多くを占めるようになり，\n二酸化炭素は，臨界酸素濃度で，その最も低い濃度に達した後で，その\n放出が増加を始める。 酸素濃度がさらに減少して臨界酸素濃度を下回る\nと，呼吸代謝の交代をもたらし；解糖の最終生成物であるピルビン酸は，\nもはやＫｒｅｂｓのサイクルでは酸化されないが，アセトアルデヒド，\n二酸化炭素，エタノールに変換される。このことは細胞組織の分解と異\n臭発生の原因となる。このように，好気呼吸を維持し腐敗を防ぐために\n必要な最小酸素濃度は貯蔵雰囲気として適するだろう。この濃度は通常\nは２－５％であり，農産物の種類や，温度，貯蔵期間によって影響を受\nける。」（１６０９頁左欄下から１６行～右欄下から９行。訳文ｃ））\n(エ)  「図１  図は，果実や野菜における酸素の吸収と二酸化炭素の放出\nへの酸素濃度の影響を示している。図中で「Ｅ」は終息点(好気呼吸が停\n止する最小の酸素濃度) ;  「Ｃ」 は臨界酸素濃度 (二酸化炭素の生成\nが最小となるときの酸素濃度)  」（１６０９頁右欄。訳文ｄ））\nイ  甲１２\n甲１２（特開昭６３－３１７０３９号公報）には，次のような記載があ\nる。\n(ア)  「特許請求の範囲\nＳｉＯ２／Ａｌ２Ｏ３のモル比が約２５以上の結晶性高シリカゼオライ\nトと脱酸素剤とを必須の有効成分とする青果物及び花き類の鮮度保持\n剤。」（１頁左欄）\n(イ)  「問題点を解決するための手段\n本発明者等は，このような事情に鑑み水分濃度の高い密閉包装状態の\n青果物類におけるエチレンを除去し，且つ青果物類の呼吸作用の抑制及\nび雑菌による青果物類の腐敗を抑制することによって，鮮度保持効果を\n高めることを意図して，種々の試験を繰り返した結果，結晶性ゼオライ\nトのうち，特にＳｉＯ２／Ａｌ２Ｏ３のモル比が約２５以上のものにエチ\nレンを吸着する優れた性質があり，且つ水分が高濃度で共存する条件下\nにおいてもエチレンの吸着除去機能を維持できることを知見し，さらに\nこれに脱酸素剤を併用することによって，これが青果物類の呼吸作用を\n抑制し且つ雑菌の繁殖による腐敗劣化を抑制する機能を付加しうること\nを見い出し，本発明を完成するに至った。」（２頁右欄２行～１６行）\nウ  甲１３\n甲１３（特開２００１－２１２４１８号公報）には，次のような記載が\nある。\n【０００２】\n【従来の技術】腐りやすい果物，野菜および菌類，花等のような植物は，\nその貯蔵および搬送中に，進行する成熟の進行を最小限にし，腐敗を避け\nるために，特別な環境条件を必要とする。\n【０００３】他の要因の中で，特に最高に熟した果物および野菜の場合に，\n成熟および腐敗の進行中に形成されるエチレンがこれらの成熟および腐敗\nの進行を促進する原因となっている。従ってエチレン形成を最小にするた\nめに，貯蔵されたまたは搬送された腐りやすい物品を一般に冷却する。更\nに貯蔵容器または搬送容器中に種々の手段により，例えば決められた大気\n湿分含量および／または決められた減少した酸素含量を調節することによ\nり，しばしば所定の大気組成が形成される。\n【０００４】これらの手段（冷却およびＣＡ：調節した大気）は植物の物\n質代謝を遅らせ，これにより長い貯蔵能力を生じる。\nエ  甲１４\n甲１４（特開平３－２８０８２７号公報）には，次のような記載がある。\n「［従来の技術］\n植物は，一般に収穫後も一個の生命体として呼吸作用，蒸散作用，その\n他種々の物質代謝を継続し，植物体としての生理作用を活発に営んで生命\nを長らえている。この呼吸作用が盛んであると他の生理作用も活発となり\n鮮度低下が起こる。\nこの代謝物質の一つに植物ホルモンの一種であるエチレンがある。この\nエチレンには種々の生理作用があるが，その中に呼吸促進作用，成熟促進\n作用があり，植物の成熟，ひいては鮮度低下に大きく関わっている。この\n鮮度低下は特に青果物や花卉類において，その貯蔵あるいは流通上大きな\n問題となっており，鮮度を維持するための方法が切望されており，現在の\nところ大きく分けて次の四つの方法が行われている。一つ目は，特開昭６\n３－１９８９３８号公報に代表されるように，青果物や花卉類の貯蔵にお\nいて，冷却状態，減圧状態，低酸素状態等貯蔵雰囲気を制御することによ\nり上述の生理作用を抑制する方法〔このような低酸素状態による貯蔵をＣ\nＡ（Ｃｏｎｔｒｏｌｅｄ  Ａｔｍｏｓｐｈｅｒｅ）貯蔵という〕であり，\n二つ目は，特開昭４９－１０８１７７号公報に代表されるように，有機高\n分子から成るフィルムで青果物や花卉類を包装することにより，包装内雰\n囲気を低酸素状態（簡易ＣＡ貯蔵）にする方法であり，三つ目は，特開昭\n６２－１３８１７５号公報に代表されるように，青果物や花卉類を，活性\n炭やゼオライト等のエチレン吸着能を有する無機多孔質材と一緒に包装し，\n青果物や花卉類から発生するエチレンを無機多孔質材に吸着除去させる方\n法であり，四つ目は，特開昭６４－３１８３８号公報に代表されるように，\n青果物や花卉類を，活性炭やゼオライト等のエチレン吸着能を有する無機\n多孔質材を練り込んだ有機高分子から成るフィルムで包装し，包装内雰囲\n気を低酸素状態（簡易ＣＡ貯蔵）にし，なおかつ，青果物や花卉類から発\n生するエチレンをフィルムに練り込んだ無機多孔質材に吸着除去させる方\n法である。」（１頁右下欄８行～２頁右上欄５行）\nオ  甲１５\n甲１５（特開昭６４－３１８３８号公報）には，次のような記載がある。\n「［従来の技術］\n従来，青果物の保存方法としては，活性炭やゼオライト等の多孔質材料\nの吸着力を利用する方法と，ポリオレフィンフィルムによって青果物を包\nむ方法とが広く行われている。この２つの方法は，次に記すエチレンガス\nに関する特性に根拠を置いている。\n即ち，エチレンガスに関しては，青果物の成熟を促進するとともに，ま\nた青果物自身がエチレンガスを生成することが知られている。従って青果\n物を貯蔵する場合，その保存性能は，青果物から発生するエチレンガスの\n除去能力，または，エチレンガスの発生抑制能力に左右されることとなる。\n活性炭やゼオライト等の多孔質材料を使用する青果物の保存方法は，そ\nの吸着力によるエチレン除去能力を利用するのである。\nまた，ポリオレフィンフィルムによって青果物を包む方法は，低酸素状\n態による青果物の呼吸抑制作用によって貯蔵効果（このような低酸素条件\nによる貯蔵をＣＡ貯蔵という）を発揮させ，エチレンガスの発生を抑制し\nようとするものである。」（１頁右下欄６行～２頁左上欄８行）\nカ  甲１７\n甲１７（今堀義洋「低酸素貯蔵環境における青果物の品質保持と代謝調\n整機構に関する研究」２００６年）には，次のような記載がある（下記記\n載中に引用する「図１」については別紙４を参照）。\n(ア)  「青果物が低酸素や高二酸化炭素の貯蔵ガス環境にさらされると，\nそれらのガス濃度やさらされる期間によって有益な場合と有害な場合が\nある。青果物のＣＡ（Ｃｏｎｔｒｏｌｌｅｄ  Ａｔｍｏｓｐｈｅｒｅ）\n貯蔵やＭＡ（Ｍｏｄｉｆｉｅｄ  Ａｔｍｏｓｐｈｅｒｅ）貯蔵は，低酸\n素や高二酸化炭素の貯蔵ガス環境に青果物をさらすことにより青果物の\n鮮度維持や品質保持期間を延長させる有効な貯蔵方法である。低酸素貯\n蔵ガス環境が青果物に及ぼす生理的影響として，青果物の呼吸速度やエ\nチレン生成の抑制，クライマクテリック上昇や追熟の遅延などがある。\nしかし，長期間著しく低い酸素濃度環境に青果物がさらされると，成熟\nの異常，組織の褐変，組織中のアセトアルデヒドやエタノールの蓄積と\nいった弊害を招くことになる。多くの青果物では呼吸が嫌気呼吸へ変わ\nることを避けるために，ＣＡ貯蔵やＭＡ貯蔵の貯蔵酸素濃度は，最低１\n～３％が必要であるとされている。一般的に，植物細胞では酸素濃度が\n０．２％を下回ると，代謝が好気代謝から嫌気代謝へと変化する。嫌気\n代謝ではピルビン酸からアセトアルデヒドがピルビン酸脱炭酸酵素(Ｐ\nＤＣ)の作用によって生成される。さらに，アルコール脱水素酵素(ＡＤ\nＨ)がＮＡＤＨを利用して，アセトアルデヒドをエタノールへと変える。\nエタノールは低酸素環境下でのこれら代謝の最終生成物であり，これら\n一連の代謝経路はアルコール発酵と呼ばれている(図１)。」（８９頁左\n欄１行～２４行）\n(イ)  「１．青果物の低酸素障害発生と貯蔵酸素濃度との関係\n青果物の低酸素障害は,呼吸が好気呼吸から嫌気呼吸に変わり,アセト\nアルデヒドやエタノールなどの有害な揮発性成分が組織内に蓄積して,\nそれらが青果物に害を及ぼすと考えられている。しかし,これら揮発性成\n分が生成する条件や低酸素障害の発生にどのように作用しているのかに\nついてはまだ明らかでない点が多い。そこで,青果物の低酸素障害発生の\n様相について各種青果物を２０℃下で貯蔵酸素濃度を変えて貯蔵して調\nべた。調査した青果物すべてで一定の酸素濃度以下で低酸素障害が発生\nした。また,その障害の程度は貯蔵中進行した。低酸素障害の症状として\n果皮のピッティング,組織の変色,組織の水浸状化および異臭が認められ\nた(表 1)。組織の変色は…バナナ果実にそれぞれ発生した。…しかし,異\n臭は調査したすべての青果物に発生し,その程度は貯蔵中経時的に著し\nく大きくなった(図２)。」（８９頁右欄４行～９０頁左欄末行）\n(ウ)  「２．青果物の低酸素障害発生と呼吸活性との関係\n数種青果物を２０℃下で０％，１％，３％，５％，１０％Ｏ2 および空\n気の貯蔵ガス条件で貯蔵し，経時的に二酸化炭素排出量を測定して，呼\n吸活性と低酸素障害の発生状況との関係を調べた。低酸素による呼吸抑\n制は，ピーマン，ニホンナシおよびトマト果実で緩やかであったのに対\nし，ナス，カキおよび追熟処理バナナ果実では強く現れた。異臭が発生\nした日とその前日の呼吸活性は，いずれの青果物も貯蔵酸素濃度が低い\nほど低下した(図３)。しかし，ピーマン，ナス，ニホンナシおよびカキ\n果実では１％Ｏ2 で呼吸活性が最小となり，異臭が認められた０％Ｏ2 で\nは増加に転じるという傾向を示した。追熟処理バナナやトマト果実でも\n同様に３％Ｏ2 で呼吸活性が最小となり，異臭が認められた１％Ｏ2 では\n増加に転じるという傾向を示した(図３)。また，このような傾向は貯蔵\n開始直後も同様であった。\n呼吸活性が最小となる酸素濃度は，ＢＯＥＲＳＩＧらやＬＥＳＨＵＫ\nらによって嫌気的補償点と呼ばれている。この嫌気的補償点は，青果物\nの代謝が好気代謝から嫌気代謝へ変わるスイッチを表しており，それよ\nり以下の酸素濃度では，呼吸が好気呼吸から嫌気呼吸へ変わったことを\n示している。このことから，ＣＡ貯蔵やＭＡ貯蔵を行うにあたり，呼吸\n活性が最小となる嫌気的補償点から青果物の低酸素障害が発生する酸素\n濃度域を予察することが可能となった。さらには，この嫌気的補償点は\n青果物の適正貯蔵酸素濃度を決定するうえでの有用な指標となりうるこ\nとが明らかとなった。」（９０頁右欄５行～末行）\nキ  乙２\n乙２（「修整空気システムＣＡ貯蔵装置の改良・自動化」日本食品低温\n保蔵学会誌，ＶＯＬ．１８，Ｎｏ．１，１９９２年）には，次のような記\n載がある。\n(ア)  「ＣＡ（Ｃｏｎｔｒｏｌｌｅｄ  Ａｔｍｏｓｐｈｅｒｅ）貯蔵法は，\n青果物の鮮度保持に極めて有効であるが，設備や運転経費が高くなる欠\n点がある。」（１８頁左欄２行～４行）\n(イ)  「貯蔵品目によってＣＡ貯蔵の最適酸素濃度が異なるが，ほとんど\nの場合２～５％であることを考慮すると，得られた結果は，ＣＡ貯蔵の\n酸素濃度として十分満足すべきものと考えられる。」（１９頁右欄１５\n行～１８行）\n(ウ)  「修整空気の酸素濃度をＣＡ貯蔵で頻繁に利用される酸素濃度１％\nと５％の間で変更する際の簡便な予備運転時間短縮法について検討し\nた。」（２０頁右欄１６行～１８行）\nク  乙３\n乙３（「低濃度酸素環境がモモとバナナ果実のエチレン生合成に及ぼす\n影響」日本食品低温保蔵学会誌，ＶＯＬ．２２，Ｎｏ．２，１９９６年）\nには，次のような記載がある。\n(ア)  「低濃度酸素(低酸素)条件はＣＡ（Ｃｏｎｔｒｏｌｌｅｄ  Ａｔｍ\nｏｓｐｈｅｒｅ）条件を構成する重要な要素の一つであり，貯蔵環境中\nの最適酸素濃度の研究は青果物の種類ごとに数多くなされてきた。低酸\n素環境が青果物に及ぼす生理学的影響は，呼吸代謝に対する影響を中心\nに研究が進められており，最適酸素濃度の決定の重要な指標の一つとし\nて限界酸素濃度が提唱されている。\n低酸素環境は青果物のエチレン生成を抑制することが知られており，\nＣＡ効果の一側面であると考えられてきた。」（７９頁左欄１行～右欄\n１行）\n(イ)  「ＣＡ貯蔵で推奨されている酸素濃度は，青果物の種類，品種，収\n穫時期(熟度)，栽培条件，貯蔵温度等によって異なるが１～５％の範囲\nに入る場合が多い。本研究では，その中間である３％酸素を選び，エチ\nレン生合成系の挙動についてモモとバナナを中心に検討した。」（８０\n頁左欄９行～１４行）\nケ  周知技術について\n前記アないしクの記載事項を総合すると，本願の優先日（平成２１年７\n月２日）当時，①青果物を低酸素状態で保存（ＣＡ貯蔵やＭＡ貯蔵）する\nことによって，青果物の呼吸作用を抑制し，雑菌の繁殖による腐敗劣化を\n抑制することができるため，鮮度維持効果があり，また，低酸素状態にお\nいて吸着剤を用いてエチレンを除去することで，青果物の輸送や貯蔵時に\nおける熟成を防止できること，②一方で，青果物の呼吸活性が最小となる\n貯蔵酸素濃度を下回ると，青果物の呼吸が好気呼吸から嫌気呼吸に変わり，\nアルコール発酵によってエタノールが蓄積され，異臭の原因となるなどの\n低酸素障害が発生するため，青果物には最適な貯蔵酸素濃度（最小酸素濃\n度）が存在すること，③青果物のＣＡ貯蔵における最適な貯蔵酸素濃度は，\n青果物の種類，品種，収穫時期（熟度），貯蔵温度等によって異なるが，\n通常は，２～５％（前記ア，キ及びク）であることは，周知であったもの\nと認められる。\nこれに反する原告の主張（前記第３の２(1)ア）は，前記アないしクの\n記載事項に照らし，採用することができない。\n(4)  本願発明と引用発明の同一性について\nア  前記(2)ウ(ウ)認定のとおり，引用文献１には，「例５」の「気密容器」\n中の酸素濃度はもとより，引用発明が使用される環境の酸素濃度に関する\n記載はない。\nまた，前記(2)ウ(イ)認定のとおり，引用文献１の図４の「ＣＯ２－吸着\n剤なし」及び「ＣＯ２と吸着剤」のＣＯ２濃度の経時的増加は，「気密容器」\n中の酸素が呼吸（好気呼吸）により消費され，二酸化炭素が増加している\nことを示すものといえるが，一方で，上記ＣＯ２濃度が大気中の酸素濃度\nの割合（２０．９５体積％）を超えて増加しているのは，「気密容器」中\nの酸素が消費し尽くされた後に嫌気呼吸を開始したことによるものと考え\nられるから，「例５」の「気密容器」中の酸素濃度は，前記(3)の青果物の\nＣＡ貯蔵における最適な貯蔵酸素濃度の範囲（通常は２～５％）に一時的\nに達したとしても，これを維持しているものと認めることはできない。\n以上によれば，引用文献１には，引用発明のパラジウムドープされたＺ\nＳＭ－５が「１ｖｏｌ％，２ｖｏｌ％，３ｖｏｌ％または４ｖｏｌ％の酸\n素を含む環境」で使用されること（相違点に係る本願発明の構成）が開示\nされているものと認められないから，本願発明は引用発明（引用文献１に\n記載された発明）と同一の発明であるものと認めることはできない。\nイ  これに対し被告は，好気呼吸を維持し，腐敗を防ぐために必要な「最小\n酸素濃度」が，通常は２～５％であることは，本願の優先日当時，周知の\n技術的事項であることなどに照らすと，引用文献１に接した当業者は，引\n用発明の環境も，最小酸素濃度である２～５％まで低下していくものと理\n解するものといえるから，引用文献１には，引用発明においても，１～４\nｖｏｌ％の酸素を含む環境でパラジウムドープされたＺＳＭ－５を使用し\nていることの開示がある旨主張する。\nしかしながら，前記ア認定のとおり，引用文献１には，引用発明が使用\nされる環境の酸素濃度に関する記載はないし，また，図４のグラフが示す\nＣＯ２濃度が大気中の酸素濃度の割合（２０．９５体積％）を超えて増加\nしているのは，「気密容器」中の酸素が消費し尽くされた後に嫌気呼吸を\n開始したことによるものと考えられ，青果物のＣＡ貯蔵における最適な貯\n蔵酸素濃度の範囲（通常は２～５％）を維持しているものとは認められな\nい。\nしたがって，被告の上記主張は採用することができない。\n(5)  小括\n以上によれば，本願発明は，引用文献１に記載された発明（引用発明）と\n同一であるとはいえないから，これと異なる本件審決の判断は誤りである。\n２  取消事由２（本願発明の進歩性の判断の誤り）について\n(1)  相違点の容易想到性について\nア  引用文献１には，引用発明が使用される環境の酸素濃度に関する記載は\nない。\n一方で，引用文献１には，引用発明は，「先行技術で開示されている方\n式よりも該ガスをより効率的に吸着することにより，常温で，有機商品，\n例えば食品を冷却または冷蔵して貯蔵寿命を延長する温度で，有機物質に\n由来するＶＯＣを除去することができる」（【０００６】）有機物質由来\nの揮発性有機化合物の除去方法を提供することを目的とするものである旨\nの開示がある。\nそうすると，前記１(3)ケ認定の本願の優先日当時の周知技術に照らすと，\n引用文献１に接した当業者においては，引用発明のパラジウムドープされ\nたＺＳＭ－５について，青果物の呼吸作用を抑制するとともに，有機物質\n由来の揮発性有機化合物であるエチレンをより効率的に除去するために，\n最適な貯蔵酸素濃度（最小酸素濃度）の環境で使用することの動機づけが\nあるものと認められる。\nそして，青果物のＣＡ貯蔵における最適な貯蔵酸素濃度は，通常は，２\n～５％であることは，本願の優先日当時周知であったこと（前記１(3)ケ）\nに照らすと，当業者は，引用発明が使用される環境の酸素濃度の範囲を「１\nｖｏｌ％，２ｖｏｌ％，３ｖｏｌ％または４ｖｏｌ％」（相違点に係る本\n願発明の構成）に含まれる構成とすることを容易に想到することができた\nものと認められる。\nイ(ア)  これに対し原告は，①引用文献１には，引用文献２記載の技術を適\n用することについて記載も示唆もない，②引用発明の技術は，非常に簡\n便であり，どのような環境下でも利用できることを特徴としているから，\n引用文献２のように温度や酸素，二酸化炭素などの気体組成を青果物の\n種類に応じて厳密に管理しなければならない技術とは全く相容れないも\nのである，③引用文献１の【００４８】によれば，引用発明において揮\n発性有機化合物(ＶＯＣ)の吸収能を向上させたいと考えるのであれば，\nまずパナジウムの濃度などの諸条件を検討するのが当業者の通常の発想\nであり，引用発明に１～４％の低酸素環境を組み合わせるという発想に\nは想到し得ないなどとして，引用発明に本願の優先日当時の周知技術を\n組み合わせる動機づけは存在しない旨主張する。\nしかしながら，引用文献１に接した当業者において，引用発明に本願\nの優先日当時の前記１(3)ケ認定の周知技術を適用して，最適な貯蔵酸素\n濃度（最小酸素濃度）の環境で使用することの動機づけがあることは，\n前記ア認定のとおりであるから，原告の上記主張は採用することができ\nない。\n(イ)  また，原告は，甲１７の記載事項によれば，低酸素貯蔵環境は，単\nに酸素による品質劣化を抑えるのみでなく，低酸素障害による品質の劣\n化と隣り合わせの技術であること，バナナ，トマトについては，酸素濃\n度が１～５％（３％付近）において呼吸活性が最小となり，この付近の\n濃度において呼吸が好気呼吸から嫌気呼吸へ切り替わり，異臭，変色な\nどの低酸素障害による劣化が生ずることを理解できることからすると，\n果物や野菜の品質を長持ちさせることを目的とするのであれば，低酸素\n障害による異臭の発生が懸念される保存条件は，当然に避けることにな\nるから，引用発明において，相違点に係る本願発明の構成（「１ｖｏｌ％，\n２ｖｏｌ％，３ｖｏｌ％または４ｖｏｌ％の酸素を含む環境」で使用）\nとすることには阻害要因がある旨主張する。\nしかしながら，引用文献１に接した当業者において，引用発明に本願\nの優先日当時の前記１(3)ケ認定の周知技術を適用して，最適な貯蔵酸素\n濃度（最小酸素濃度）の環境で使用することの動機づけがあることは，\n前記ア認定のとおりである。そして，甲１７には，「多くの青果物では\n呼吸が嫌気呼吸へ変わることを避けるために，ＣＡ貯蔵やＭＡ貯蔵の貯\n蔵酸素濃度は，最低１～３％が必要であるとされている。一般的に，植\n物細胞では酸素濃度が０．２％を下回ると，代謝が好気代謝から嫌気代\n謝へと変化する。」，「追熟処理バナナやトマト果実でも同様に３％Ｏ2\nで呼吸活性が最小となり，異臭が認められた１％Ｏ2 では増加に転じると\nいう傾向を示した(図３)。」（前記１(3)カ(ア)及び(ウ)）との記載があ\nることに照らすと，甲１７の記載から，酸素濃度が「１～５％（３％付\n近）」の場合に直ちに好気呼吸から嫌気呼吸へ切り替わるものと理解す\nることは困難であり，また，少なくとも３ｖｏｌ％または４ｖｏｌ％の\n酸素を含む環境とすることに阻害要因があるとはいえない。\nしたがって，原告の上記主張は採用することができない。\n(2)  顕著な効果に関する判断の誤りの有無について\n原告は，本願明細書の「表１」によれば，酸素濃度が１ｖｏｌ％，２ｖｏ\nｌ％，４ｖｏｌ％の場合の吸着能力は，酸素濃度１０ｖｏｌ％の場合と比べ\nて高い数値になっているところ，このように酸素濃度を低くして本願発明の\n範囲に設定することによって，エチレン吸収能力が向上し，その結果，パラ\nジウムドープされたＺＳＭ－５のエチレン吸収能が向上することは，引用文\n献１の記載から読み取ることができないから，本願発明の予想し難い顕著な\n効果である旨主張する。\nしかしながら，本願明細書の「表１」には，本願発明の特許請求の範囲（請\n求項１）記載の酸素濃度の数値範囲に含まれる４ｖｏｌ％の場合のエチレン\n吸着能力は，３６００μｌ／ｇであることが示されているが，一方で，その\n数値範囲外の１０ｖｏｌ％の場合のエチレン吸着能力は３５００μｌ／ｇで\nあることが示されており，そのエチレン吸着能力の差は，１００μｌ／ｇに\n過ぎないことからすると，本願発明の効果は，１０ｖｏｌ％の場合と比べて\n高いといえるにしても，顕著であるとまで認めることはできない。\nしたがって，原告の上記主張は理由がない。\n(3)  小括\n以上によれば，本願発明は，引用発明及び前記１(3)ケ認定の周知技術に基\nづいて，当業者が，容易に発明をすることができたものと認められるから，\n特許法２９条２項に該当する。\nしたがって，これと同旨の本件審決の判断に誤りはないから，原告主張の\n取消事由２は理由がない。\n３  結論\n以上のとおり，原告主張の取消事由１は理由があるが，取消事由２は理由が\nないから，結局，本件審決にこれを取り消すべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      古    河    謙    一\n裁判官      関    根    澄    子\n別紙１\n【図１】\n【表１】\n別紙２\n【図１】\n【図２】\n【図３】\n【図４】\n別紙３\n【表１】\n【図１】\n別紙４\n【図１】\n"
}