{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 5,
    "day": 18
  },
  "case_number": "平成30(う)56",
  "case_name": "詐欺",
  "court_name": "福岡高等裁判所第１刑事部",
  "result": "破棄自判",
  "original_case_number": "平成29(わ)195",
  "lawsuit_id": "87806",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87806",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/806/087806_hanrei.pdf",
  "contents": "平成３０年５月１８日福岡高等裁判所第１刑事部判決\n号  詐欺被告事件\n主      文\n原判決を破棄する。\n被告人は無罪。\n理      由\n論旨は，被告人は，本件各詐欺の故意がなかった上，Ａらと本件各詐欺を共謀し\nたこともなかったから，被告人がＡらと共謀して本件各詐欺に及んだと認定した原\n判決には，判決に影響を及ぼすことが明らかな事実の誤認がある，というのである。\nそこで記録を調査し，当審における事実取調べの結果も併せて検討すると，以下\nのとおり，被告人に本件各詐欺の故意があったとも，被告人がＡらと共謀して本件\n各詐欺に及んだとも認定することはできないから，原判決には判決に影響を及ぼす\nことが明らかな事実の誤認がある。以下その理由を説明する。\n１  原判決の認定\n原判決は，本件公訴事実のとおり，次の事実を認定している。\n第１  被告人は，Ａと共謀の上，平成２４年１０月１４日頃，被害者に対し，株\n式会社Ｂが存在せず，株式会社Ｂが請け負う工事も存在しない上，株式会社Ｂ\nが請け負う工事に関連した収入の見込みもないのに，これらがあるように装っ\nた上，次のとおり詐欺をした。すなわち，被害者に対し，「株式会社Ｂの材料\n仕入代として４００万円を貸してほしい。１１月３０日には，株式会社Ｂが請\nけ負っている工事の関係でＣ株式会社から７０５万円が入るから，それで返済\nする」などと嘘を言い，その旨誤信させて，翌日，被害者の指示の下にＡの普\n通預金口座に３６０万円を振込入金させた。\n第２  被告人は，Ａ及びＤと共謀の上，同月２６日頃から同月２７日頃までの間，\n被害者に対し，株式会社Ｂと株式会社Ｅ建設が存在せず，両社が請け負う工事\nも存しない上，株式会社Ｂが請け負う工事に関連した収入の見込みもないのに，\nこれらがあるように装った上，次のとおり詐欺をした。すなわち，被害者に対\nし，「株式会社Ｅ建設の材料仕入代として４５０万円を貸してほしい。Ａが保\n証し，１１月２２日に株式会社Ｂが請け負った工事の関係で入る金で返済する」\nなどと嘘を言い，その旨誤信させて，同月２７日頃被害者から被告人に現金約\n４３０万円を交付させた。\n２  前提となる事実\n原審で取調済みの関係各証拠によると，次の各事実が認められる。\n⑴  Ａは，Ｆに融資をしてくれる人物の紹介を依頼したところ，Ｆから被告人を\n紹介され，被告人は，金融もしている被害者と面識があり，それまで被害者に\n５名ないし６名の融資先を紹介したこともあって，Ａを被害者に引き合わせた。\n被告人は，Ａがいるところで，被害者に対して，実際には死亡していない株\n式会社Ｇの経営者Ｈが死亡したと嘘を述べ，Ａの経営する株式会社Ｂが，株式\n会社Ｇの請け負った住宅新築工事を相保証しており，工事を引き継がなければ\nならなくなって，工事のための資金が必要になったので，株式会社Ｂに４００\n万円を融資してほしいと申し出た。被告人は，その場で，被害者に対し，説明\nの資料として，株式会社ＢがＩから住宅新築工事を請け負った旨の建築請負契\n約書，Ｃ株式会社がＩに住宅新築資金を融資する審査が完了した旨の審査完了\n通知書及びＩがＣ株式会社から１８５０万円を借り入れる旨の金銭消費貸借契\n約証書を見せた。\nそこで，被害者は，被告人の説明を信じ，株式会社Ｂに４００万円を貸し付\nけることにして，原判決が認定したとおり，事務員に指示して利息を天引きし\nた３６０万円を振込入金させた。\n⑵  続いて，Ａは，被告人に被害者から追加の融資を受けたいと相談したところ，\n被告人から別人の名義でないと融資は受けられないと言われたため，融資を受\nける名義人として自分が経営する中古車のインターネット販売の従業員であっ\nたＤを被告人に引き合わせた。そこで，被告人は，Ａ及びＤとともに，被害者\nと会い，Ｄの経営する株式会社Ｅ建設も株式会社Ｇの住宅新築工事を相保証し\nており，引き継いだ工事の資金が必要であるので，株式会社Ｅ建設に４５０万\n円を融資してほしいと申し入れた。被告人は，その場で，被害者に対し，説明\nの資料として，株式会社ＥがＪから住宅新築工事を請け負った旨の建築請負契\n約書，Ｃ株式会社がＪに住宅新築資金を融資する審査が完了した旨の審査完了\n通知書及びＪがＣ株式会社から１９５０万円を借り入れる旨の金銭消費貸借契\n約証書を見せた。\nさらに，被告人は，ＡのＫ銀行の総合口座通帳にＣ株式会社から５５０万円\nが入金された旨虚偽の記載をした上，それを見た被害者に対し，株式会社Ｂが\n請け負った住宅新築工事について，Ｃ株式会社との金銭消費貸借契約証書のと\nおり，Ｃ株式会社からＡの貯金口座に金員が振り込まれているから，信頼して\nほしいと説明した。\nそこで，被害者は，被告人の説明を信じ，株式会社Ｅに４５０万円を貸し付\nけることとし，原判決が認定したとおり，利息を天引きした約４３０万円を被\n告人に交付した。\n⑶  しかし，株式会社Ｂは存在しないばかりか，株式会社ＢがＩから住宅新築工\n事を請け負ったこともなく，株式会社Ｅも存在しなかった上，株式会社ＥがＪ\nから住宅新築工事を請け負ったこともなかった。\n３  Ａの原審供述\n⑴  Ａは，原審公判において，次のとおり供述している。\n本件当時は，建築関係の仕事はしておらず，不動産取引と砂利の売買の各仲介\nの仕事をしていた。Ｌから，株式会社Ｇのため融資先を探してほしいと依頼され，\n株式会社ＧがＭから住宅新築工事を請け負う旨の建築請負契約書，Ｃ株式会社が\nＭに住宅新築資金を融資する審査が完了した旨の審査完了通知書及びＭがＣ株式\n会社から２０１５万円を借り入れる旨の金銭消費貸借契約証書を受け取った。そ\nこで，Ｆに相談して被告人を紹介してもらい，被告人が融資先を探すことを承諾\nしたため，被告人に前記建築請負契約書，審査完了通知書及び金銭消費貸借契約\n証書を渡した。その後，被告人から，これでは駄目だが，自分の言うとおりにす\nれば，どうにかなると言われ，指示されるままに，前記の株式会社Ｇが請け負っ\nた工事に関する関係書類から，株式会社ＢがＩから工事を請け負ったような前記\n建築請負契約書，それに合わせた審査完了通知書，金銭消費貸借契約証書を作成\nした。そうしたところ，被告人は，被害者に対して，Ｈが死亡したため，株式会\n社Ｂが株式会社Ｇの請負工事を引き継ぐことになり，その工事のための資金が間\nに合わなくなったので，融資を受ける必要があると説明した。その結果被害者か\nら融資が得られ，融資金のうちの２５０万円はＬを通じてＨに支払った。\nさらに金員が必要であったため，被告人に相談したところ，株式会社Ｂの名義\nではなく，ほかの名義で融資を受けるほかないと言われたので，自分の下から勝\n手に現金を持ち出していたＤを借主にすることにして，Ｄから了解を得た。そこ\nで，被告人にＤを引き合わせ，被告人の指示で，前記の株式会社Ｇが請け負った\n工事に関する関係書類から，株式会社ＥがＪから工事を請け負ったような前記建\n築請負契約書，それに合わせた審査完了通知書，金銭消費貸借契約証書を作成し\nた。そうしたところ，被告人は，それらに基づいて被害者に説明し，最終的に被\n害者から被告人を介して融資金が交付された。\n⑵  Ａの原審供述の信用性\nＡの原審供述は，株式会社Ｅ名義で融資を受けたのは，自分自身が借金に追わ\nれていたためであるとしながら，株式会社Ｂ名義で融資を受けたのは，株式会社\nＧに資金を融通するためであったとして，融資金のうちから２５０万円はＬを通\nじてＨに支払ったというものである。\nしかし，本件犯行が行われたのは平成２４年１０月中下旬であるところ，Ｄの\n検察官調書（原審甲２１）によると，Ａは，暴力団員に１０００万円以上の借金\nがあり，毎月２０万円の利息を支払わなければならず，平成２４年夏前から，そ\nの返済のため悩んでおり，そうしたこともあり，Ａから求められて，被害者の前\nで，株式会社Ｅ建設の経営者と称してそれを演じた旨供述している。そうすると，\nそのようなＡが，Ｌからの依頼により，株式会社Ｇが融資を受けるために奔走し\nたというのは，にわかに受け入れがたいところである。\nしかも，Ｆは，原審公判において，Ａから，住宅新築工事をしているが，資金\nが間に合わないから融資先を紹介してくれと依頼され，被告人を紹介した旨供述\nし，さらに，それに先立って，Ａは，株式会社Ｇへの融資の仲介を求め，株式会\n社Ｇが請負人とされている前記建物建築請負契約書，審査完了通知書，金銭消費\n貸借契約証書を見せてきたので，それを被告人にファックスしたが，その後，Ａ\nからＨは金利が高いので借入を断ったと聞いた旨供述している。そして，被告人\nも，原審公判において，Ｆから紹介されて，Ａは住宅建築工事をする業者である\nと理解していた旨供述し，さらに，Ｆから，Ａへの融資の仲介を依頼される前，\nＨへの融資の仲介を依頼され，Ｆは，株式会社Ｇが請負人とされた前記関係書類\nをファックスし，さらにそのコピーを持ってきたが，その後，Ｆから，金利が高\nいのでＨが仲介を断ったことを聞いた旨供述している。そうすると，Ｆと被告人\nの原審供述は，Ａを住宅建築業者と受け取ったことにおいて一致しているから，\n被告人に株式会社Ｂが住宅新築工事を請け負っているように関係書類の改ざんを\n指示する必要があったかは疑問である上，Ｈが融資の仲介を断ったことでも一致\nしており，Ａが被害者からの融資金のうち２５０万円をＨに支払ったというのと\nは矛盾している。\nこれらの証拠に照らすと，Ａが，株式会社Ｇのため融資を仲介して，融資金の\n一部を株式会社Ｇに回したというのは，相当に疑わしく，そうであるのに，株式\n会社Ｇに関する前記建物建築請負契約書，審査完了通知書及び金銭消費貸借契約\n証書を所持していたことからすると，これらの書類を手掛かりにして，計画的に\n融資の名目で金員を騙し取ろうとしていた疑いが濃厚になる。\n株式会社Ｂ及び株式会社Ｅがそれぞれ請負人とされている各建物建築請負契約\n書に関連する審査完了通知書及び金銭消費貸借契約証書をみると，審査の完了後\n融資の契約がされるはずであるのに，Ｃ株式会社による融資の各審査完了通知書\nが，Ｃ株式会社からの融資に関する各金銭消費貸借契約証書よりも，後の日付で\n作成されたものになっている。このような不自然な関係書類の改ざんは，被告人\nが，大学卒業後，短期間ではあるが地方銀行に勤務し，その後会社を経営し，会\n社の管理職を務めるなどしてきた経歴に照らすと，被告人の指示により行われた\nものと断定するには，大きく躊躇される。\n以上からすると，Ａの原審供述の信用性は，安易に肯定できるものではなく，\nＡは，当初から計画的に借用金として金員を騙し取ったのに，自己の刑事責任の\n軽減を図るため，原審公判においては，Ｈに対する融資の仲介をするうち，被告\n人から指示されて，やむなく本件に至ったという，虚偽の事実関係に基づいて供\n述をしているとみる余地が多分にある。\n原判決は，Ａの原審供述が，被害者の原審供述その他の関係証拠と符合してい\nるから，信用できるという。しかし，原判決が他の証拠と符合しているというの\nは，被告人が被害者に虚偽の説明をしたという事実に関するものにとどまってお\nり，Ａは，自己の刑事責任の軽減を図ろうとするのであれば，そのような他の証\n拠によって明確に裏付けられている事実について，虚偽の供述をするはずはない。\n原判決は，Ａの原審供述のうち，被告人の故意と共謀の核心というべき，被告人\nの株式会社Ｂ及び株式会社Ｅが存在しないこと，株式会社Ｂが住宅新築工事を請\nけ負っていないことの認識に関連する供述，すなわち，被告人が株式会社Ｂ及び\n株式会社Ｅを請負人とする各建物建築請負契約書並びにこれらに関連する各審査\n完了通知書及び各金銭消費貸借契約証書の改ざんを指示したという供述につい\nて，信用性を裏付ける事実関係は示していないのである。そして，関係証拠を検\n討しても，これらの供述を裏付ける証拠は見出すことができない。\n被害者に示された株式会社Ｂが請負人とされている建物建築請負契約書及びＡ\nの名刺には，株式会社Ｂの電話番号として被告人の使用する電話番号が記載され\nている。Ａは，原審公判において，被告人の指示でその記載をした旨供述してい\nるが，被告人が，自分と親しい被害者に見せるこれらに，株式会社Ｂの連絡先と\nして自分の電話番号を記載させる必要があった事実関係は供述していない。これ\nに対して，被告人は，原審公判において，Ａが被告人の名刺を見て，勝手に記載\nをしたのではないかと供述しているところ，Ａが，当初から計画的に詐欺を行っ\nたのに，被告人の指示でやむなく詐欺に至ったと偽装しようとしているのであれ\nば，作為的にこれらに被告人の電話番号を記載することも十分考えられるのであ\nり，被告人の前記供述の信用性は排斥できない。\n３  被告人の詐欺の故意及び被告人とＡの共謀の各成否\nＡの原審供述が，自己の刑事責任の軽減を図ろうとするもので，信用できないの\nであれば，本件各詐欺について被告人の故意及びＡらとの共謀を直接示す証拠はな\nいから，他の証拠から認定できる間接事実から，被告人の故意及びＡらとの共謀を\n推認することを検討するほかない。\n⑴  関係証拠から認定できる事実\nそこで検討すると，まず，前記認定のとおり，被告人は，Ａらのいるところで，\n被害者に対し，終始主導的に株式会社Ｂあるいは株式会社Ｅが融資を受ける必要性\nを説明しており，その中で，Ｈが死亡し，株式会社Ｂあるいは株式会社Ｅが，株式\n会社Ｇの請け負った住宅新築工事を相保証していたことから，株式会社Ｇの工事を\n引き継がなければならないという虚偽の説明をしたことが認められる。被告人は，\n原審公判において，自分は株式会社Ｂと注文者やＣ株式会社との契約内容は知らな\nかったので，もっぱらＡが被害者に融資を受ける必要性を説明しており，自分はそ\nこに同席すらしていなかったこともある旨供述している。しかし，被害者は，原審\n公判において，被告人から直接前記認定のとおりの説明を受けた旨供述しており，\n被害者がこのような事実について虚偽を供述するはずはない上，Ｆは，原審公判に\nおいて，被告人が被害者にＨが死亡したことを伝えているのを聞いた旨供述してい\nる。被告人の原審供述は，これらの証拠に照らして信用できない。\nまた，前記認定のとおり，被告人は，被害者に株式会社Ｅに対する融資を求めた\nのは，実際には株式会社Ｂの用途に充てるためであり，株式会社Ｅが工事を請け負\nったためではないことは知っていたと認められる。もっとも，被告人は，原審公判\nにおいて，このことは自認しながら，Ａには，融資を受けるのを株式会社Ｂ以外の\n名義にするとしても，実際に株式会社Ｂと同業の建築業をしており，従業員のいる\n会社の名義にしなければならないと言っており，株式会社Ｅはそのような会社と考\nえていた旨供述している。そして，前記のとおり，Ｆと被告人の各原審供述は，Ａ\nが住宅建築の業者であると受け取っていたということにおいて，一致しているから，\n前記被告人の原審供述は信用性を否定することはできない。\n次に，前記認定のとおり，被告人は，ＡのＫ銀行の総合口座通帳にＣ株式会社か\nら５５０万円が入金された旨虚偽の記載をした上，それを根拠にして，被害者に対\nし，信頼して株式会社Ｅに融資をするように求めている。被告人は，原審公判にお\nいて，Ａの総合口座通帳に虚偽の記載をした事実は自認しながら，Ａから，工事が\n遅れたため，Ｃ株式会社からの入金が遅れ，そのことを被害者に言い出しきれない\nと泣き付かれたため，やむなく虚偽の記載をしたのであり，そのことを根拠に被害\n者に説明をしたことはない旨供述している。しかし，被害者は，原審公判において，\n被告人から前記Ａの総合口座通帳にある入金の記載に基づいて融資を促された旨明\n確に供述しており，被害者がそのような具体性のある特徴的な事実について虚偽を\n供述するはずはない。そうすると，被害者にＡの総合口座通帳の記載に基づいて説\n明をしたことがないという被告人の原審供述は信用することができないが，他方で，\nＡが当初から計画して本件詐欺をした疑いがあることからすると，Ａが，被告人に，\nＣ株式会社からの入金が遅れていると言って，被害者との間のとりなしを求めてき\nたという被告人の原審供述は，あながち信用性を否定できない。\nさらに，被害者は，原審公判において，当初の約束どおりに返済がされなかった\nのを受けて，被告人が，Ｃ株式会社の確約書と新築工事の遅れを映した写真を示し\nて，工事の遅延のためＣ株式会社からの支払いが遅れていると説明してきたので，\nＣ株式会社に電話でそのことを確認しようとしたところ，被告人から，そうされる\nと工事がパーになると言われて，制止された旨供述している。このような被害者の\n原審供述は，被告人が示したというＣ株式会社の確約書及び前記写真によって裏付\nけられており，十分信用することができ，被告人は，この点については格別の弁解\nはしていない。\n⑵  前記事実から推認できる事実\n前記の認定できる事実からは，被告人が，被害者に対して虚偽の説明をしている\nことは疑いがない。しかし，被告人は，Ａとは，親密な関係にあったわけではなく，\nＦから紹介されただけの関係であり，Ｆは，前記のとおり，被告人にＡを住宅建築\n業者として紹介している上，被告人は，Ａが被害者から騙し取った約７９０万円か\nら，Ａの原審供述によると約６０万円，被告人の原審供述によっても５０万円程度\nの金員を得ているにすぎない。他方で，被害者は，原審公判において，被告人とは，\n被告人が学生の頃から付き合いがあり，被告人が商取引をしているのも知っていた\nと供述している。被告人も，原審公判において，１６歳の頃から親族や友人を通じ\nて被害者を知っており，地方銀行を退職した後には，被害者の経営する会社の事務\n所に出入りしていた旨供述している。\nそうすると，被告人には，被害者にあえて明白な虚偽の事実を告げて金員を騙し\n取る動機があったとはいえない。被告人の原審供述は，前記のとおり信用できない\nところが少なくないが，それは被告人が被害者に虚偽の説明をしたことを糊塗しよ\nうとしたためのものとみるべきであり，被告人の原審供述が信用できないことは，\n本件各詐欺について被告人の故意及びＡらとの共謀を肯定する根拠になるものでは\nない。むしろ，前記の被告人とＡ及び被告人と被害者の各関係に照らして，前記⑴\nの認定できる事実をみると，被告人は，Ａが，実際に住宅建築工事を請け負ってお\nり，そのための資金を得る必要があるものという認識の下に，虚偽を織り交ぜた説\n明をして，なんとか被害者から融資を引き出そうと努力していたとみる余地が多分\nにある。\nまず，被告人は，被害者に対し，終始主導的に株式会社Ｂあるいは株式会社Ｅが\n融資を受ける必要性を説明しており，その中で，Ｈが死亡し，株式会社Ｂあるいは\n株式会社Ｅが工事を相保証していたことから，株式会社Ｇが請け負った住宅新築工\n事を引き継がなければならないという虚偽の説明をし，被害者に株式会社Ｅに対す\nる融資を求めるに当たっては，実際には株式会社Ｂの用途に充てるためであり，株\n式会社Ｅが工事を請け負ったためではないことは知っていた，ということができる。\nしかし，これらの事実からは，被告人が融資を引き出すため虚偽の説明をしたこと\nが認定できるにしても，被告人の株式会社Ｂ及び株式会社Ｅが存在しないこと，株\n式会社Ｂが住宅建築工事を請け負っていないことの認識を導き出せるものではな\nく，これらの事実は，そのような認識を推認させる間接事実になり得るものとはい\nえない。\n次に，被告人は，ＡのＫ銀行の総合口座通帳にＣ株式会社から５５０万円が入金\nされた旨虚偽の記載をした上，それを根拠にして，被害者に対し株式会社Ｅに融資\nをするように求め，Ｃ株式会社の確約書と工事の遅れを映した写真を示して，工事\nの遅延のためＣ株式会社からの支払いが遅れていると説明し，被害者がＣ株式会社\nに電話で確認しようとしたのを制止している。しかし，Ａが当初から計画して本件\n詐欺をしたという疑いがあることからすると，前記のような被告人の被害者への対\n応は，Ａからされた返済が遅れていることについての説明を真に受けて，それに応\nじて行ったものとみる余地もある。いずれにしても，被告人は，株式会社Ｂがする\n請負工事の資金のため被害者から融資を得る必要があるという認識の下に，被害者\nに働きかけたということはできるのであり，株式会社Ｂが工事を請け負っていると\nいう認識があれば，それによって注文者から代金の支払いがされるという認識もあ\nったということができる。\nそうすると，関係証拠から認定できる間接事実から，本件各詐欺について被告人\nの故意もＡらとの共謀も推認することはできないというほかない。\n４  以上によると，本件各詐欺について被告人の故意及びＡらとの共謀は，それを\n示す直接証拠であるＡの原審供述を信用することができず，間接事実からもそれを\n推認できないから，本件各公訴事実は被告人の故意及びＡらとの共謀について犯罪\nの証明がないことに帰する。したがって，原判決は，これらがあると認定したこと\nにおいて，論理則，経験則に反するというほかなく，その事実誤認が判決に影響を\n及ぼすことは明らかである。\nそうすると，量刑不当の論旨について判断するまでもなく，原判決は破棄を免れ\nないので，刑訴法３９７条１項，３８２条により原判決を破棄し，同法４００条た\nだし書を適用して更に判決する。\n本件各公訴事実の要旨は，１記載の原判決の認定のとおりであるが，すでに説示\nしたとおり，それらの犯罪の証明はないので，刑訴法３３６条により，被告人に無\n罪の言渡しをすることとして，主文のとおり判決する。\n福岡高等裁判所第１刑事部\n裁判長裁判官          山  口  雅  髙\n裁判官          平  島  正  道\n裁判官          髙  橋  孝  治\n"
}