{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 27
  },
  "case_number": "平成28(ネ)10016",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86044",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86044",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/044/086044_hanrei.pdf",
  "contents": "平成２８年７月２７日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ネ）第１００１６号  特許権侵害差止等請求控訴事件\n原審・大阪地方裁判所平成２６年（ワ）第１１４０号\n口頭弁論終結日  平成２８年６月１５日\n判     決\n控訴 人    Ｘ\n同訴訟代理人弁護士    中    嶋    俊    作\n同補佐人弁理 士    中    村    雅    典\n被控訴 人    大 阪 精 工 株 式 会 社\n同訴訟代理人弁護士    山    上    和    則\n同            雨    宮    沙  耶  花\n同訴訟代理人弁理士    石    田        純\n同            加    野        博\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙被告物件目録記載の製品を製造し，譲渡し，輸出し，\n又は譲渡の申出をしてはならない。\n３  被控訴人は，前項記載の製品及びその半製品並びにこれらを製造する原判決\n別紙被告製造装置目録記載の装置を廃棄せよ。\n４  被控訴人は，控訴人に対し，７４９７万円及び別紙遅延損害金起算日一覧表\nの「損害額」欄記載の各金額に対する「遅延損害金起算日」欄記載の日から各支払\n済みまで年５分の割合による金員を支払え（なお，控訴人は，当審において，この\nとおりに損害賠償請求を減縮した。）。\n５  訴訟費用は，第１，２審とも被控訴人の負担とする。\n６  仮執行宣言\n第２  事案の概要（略称は，特に断らない限り，原判決に従う。）\n１  本件は，発明の名称を「後方押出方法および後方押出装置」とする発明に係\nる特許権（特許番号第４０１１４５１号。本件特許権）を有する控訴人が，原判決\n別紙被告物件目録記載の製品又は半製品（被告製品）を製造，譲渡等する行為は，\n本件特許権を侵害する行為であるなどと主張して，被控訴人に対し，①特許法１０\n０条に基づき，被告製品の製造，譲渡等の差止め並びに被告製品及びその製造に使\n用する原判決別紙被告製造装置目録記載の装置（以下「被告装置」という。）の廃\n棄，②不法行為による損害賠償請求権に基づき，損害賠償金の一部である１億６０\n６５万円（特許法１０２条３項）及び遅延損害金の支払を求めた事案である。\n２  原判決は，被控訴人が本件特許権に係る特許（本件特許）の特許請求の範囲\n請求項１及び２に係る発明（本件特許発明。以下，請求項１に係る発明を「本件特\n許発明１」，請求項２に係る発明を「本件特許発明２」という。）を実施している\nということはできないとして，控訴人の請求をいずれも棄却した。\nそこで，控訴人が，原判決を不服として控訴したものである。\n３  前提事実等\n原判決「事実及び理由」の第２の２及び３記載のとおりであるから，これを引用\nする。\n４  争点\n原判決「事実及び理由」の第２の４記載のとおりであるから，これを引用する。\n第３  争点に関する当事者の主張\n後記１のとおり原判決を訂正し，後記２のとおり争点１について当審における当\n事者の主張を付加するほかは，原判決「事実及び理由」の第３記載のとおりである\nから，これを引用する。\n１  原判決の訂正\n(1)  原判決３０頁１４行目の「実施料率６％」を「実施料率４％」と改める。\n(2)  原判決３０頁１７行目冒頭から同頁２４行目末尾までを次のとおり改める。\n「平成１９年９月１５日から同月３０日までの間の被告製品の販売数量は２５万\n本であるところ，控訴人は，このうち１７万５０００本分について損害賠償を請求\nする。したがって，平成１９年９月の損害額は，４９万円（７０円×１７万５００\n０本×０．０４）である。\nまた，平成１９年１０月から平成２６年１月までの各月の販売数量は５０万本で\nあるところ，控訴人は，このうち各月３５万本について損害賠償を請求する。した\nがって，上記期間の月額の損害額は，９８万円（７０円×３５万本×０．０４）で\nある。\n以上によれば，平成１９年９月１５日から平成２６年１月３１日までの間の内金\n請求額の合計額は，７４９７万円（４９万円＋９８万円×７６月）である。」\n２  当審における当事者の主張（争点１（被控訴人は，本件特許発明を実施して\n被告製品を製造してきたか）について）\n〔控訴人の主張〕\n(1)  被告製品は伸管されていること\nア  伸管をしない冷間鍛造装置では，ワークはダイス穴の出入口から挿入され，\nその出入口に排出されることになるが，甲４７の製造方法及び製造装置では，ワー\nクはダイス穴に挿入された入口から排出されるのではなく，入口の反対側に出口が\nあり，そこから排出されることになる。\n乙５０の写真番号３には，被告製品の排出口が写っているが，排出口から被告製\n品が排出されているから，ここに写っている被告製品は伸管されたものであると考\nえられる。\nイ  また，乙５０の写真番号３に写っている被告製品の長さは，控訴人が試作品\nを作成し，比較検討した結果，約２０ｃｍであり，Ｌ／Ｄ比から，伸管された製品\nであると考えられる。\nウ  そうすると，被告装置は，控訴人が本件特許発明と同時期に三櫻工業のＡら\nと共同で発明し，三櫻工業が特許出願した甲４７の製造方法及び製造装置と同じで\nあり，被控訴人は，Ａから，甲４７の製造方法及び製造装置の開示を受け，これを\n実施しているということになる。\n被控訴人は，一貫して，第１伸管をしていない製品を三櫻工業に納品している旨\n主張しているが，上記事実に照らせば，かかる主張は虚偽であることが明らかであ\nる。そして，被控訴人が，控訴人の発明した甲４７の製造方法及び製造装置を実施\nしているのは，三櫻工業のＡからこの開示を受けたからであり，このことは，被控\n訴人が，Ａから，同時に本件特許発明の製造方法及び製造装置の開示も受け，これ\nを実施していることを示している。\n(2)  乙５０は信用性に欠けること\nア  乙５０の写真番号２と３は，相互に矛盾する。すなわち，乙５０の写真番号\n３では，Ｃ９Ｔパイプが落下する洗浄機側傾斜シュートの付近に黄色の縦の外枠が\n存在するが，乙５０の写真番号２では，黄色の縦の外枠は，洗浄機側傾斜シュート\nの付近にはなく，はるか手前に位置している。上記事実は，写真番号２と写真番号\n３に写っている装置が全く別の装置であることを示している。\nしかし，乙５０は，被告装置が１台であることを前提として記載されている。\nイ  乙５０の記載によれば，そこに添付された写真は，公証人が撮影したもので\nはなく，被控訴人の代理人弁護士が撮影し，後日公証人に送ったものであるが，写\n真番号２と写真番号３は，前記アのとおり，同一の装置ではないから，写真番号５\nないし３８の各写真も，公証人が現地で確認したものの写真であるか否かについて\n重大な疑問がある。特に，公証人は，写真番号９ないし３８の金型を確認したと記\n載しているが，これらの金型が当日実際に稼働していた装置にセットされていたも\nのか，別の装置にセットされていたものかを特定することはできないし，公証人が\n当日現地で確認した金型と被控訴人の代理人弁護士が公証人に送った写真に写って\nいる金型とが一致しているとは断定できない。\nウ  以上のとおり，乙５０には重大な疑義があるから，原判決は破棄されなけれ\nばならない。\n〔被控訴人の主張〕\n(1)  控訴人の主張は，いずれも否認ないし争う。\n(2)  被告製品は伸管されていないこと\nア  仮に被控訴人が第１伸管をした製品を製造していたとしても，本件特許発明\nの実施の立証とならないことは明らかであり，伸管に関する控訴人の主張は，被控\n訴人による本件特許発明の実施の有無とは，およそ無関係である。\nイ  この点を措いても，以下のとおり，乙５０の写真番号２及び６に写っている\n被告装置は，伸管方法を実施していないし，また，乙５０の写真番号３に写ってい\nる被告製品は伸管されたものではなく，乙１に記載された製品である。そもそも，\n三櫻工業自体が，①被控訴人が三櫻工業に納品している製品は乙１に記載されたも\nのであること，②これを三櫻工業において伸管していることを認めている。\n(ア)  被告装置について\n被告装置（ＢＰＦ－６６０ＳＳＬＬ）は，冷間鍛造装置部分（乙７１の緑色部分）\nだけでなく，洗浄機も含めた装置であり，また，乙５０の写真番号３の排出口は，\n冷間鍛造装置のダイス穴に直結しているのではなく，洗浄機を通った後の排出口で\nある（乙７１の⑥）。そして，被告装置では，ワークはダイス穴の出入口から挿入\nされて出入口に排出されている。なお，被告装置では，その後，製品は，ＳＰコン\nベア，水平コンベア，洗浄機コンベア（被告装置内部に設置されているが，洗浄機\nの後ろ側に位置するため，乙５０の写真番号２では確認できない。）を通ってから\n排出されることから，最終的な排出口の位置が冷間鍛造装置部分における排出口と\nは異なっている。\n(イ)  被告製品の長さについて\n乙５０の写真番号３に写った被告製品の長さは，乙１に記載された寸法（全長１\n２６．５ｍｍ，外径１９．０ｍｍ）である。このことは，乙５０の写真番号３に写\nったすべり台状のシュートの縦は約１６０ｍｍ，横は約２６０ｍｍであるところ，\n被告製品の全長が２００ｍｍ以上であれば，すべり台状のシュートの縦より長いと\nいうことになる。しかし，写真に写っている被告製品の全長は，すべり台状のシュ\nートの縦より短いことからも裏付けられる。\n第４  当裁判所の判断\n当裁判所も，被告製品を製造，譲渡等する行為が，本件特許権を侵害するもので\nあるということはできないと判断する。その理由は，以下のとおりである。\n１  本件特許発明について\n(1)  本件特許発明の特許請求の範囲（請求項１，２）の記載は，原判決別紙特許\n目録記載のとおりであり，その構成要件を分説すると，以下のとおりである。\nア  本件特許発明１（請求項１）\n１Ａ  ダイス穴に挿入されたワーク素材を，前記ダイス穴の内部に設置されたカ\nウンターパンチと前記ダイス穴に進入するパンチとで圧縮して，前記カウンターパ\nンチにより後方押出を行う後方押出方法であって，\n１Ｂ  前記カウンターパンチの根元部を固定するカウンターパンチホルダーに，\n前記カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置された複\n数個のガイド穴を，前記カウンターパンチの軸方向と平行に貫通形成し，\n１Ｃ  前記ガイド穴にノックアウトピンをスライド可能に貫挿し，\n１Ｄ  前記ノックアウトピンを前記カウンターパンチと平行に延長して前記カウ\nンターパンチの外周面と前記ダイス穴の内周面の間に嵌合するように介在させて，\n前記ダイス穴内でカウンターパンチを周囲から支持し，\n１Ｅ  前記ダイス穴にワーク素材を挿入して前記パンチを進入させるときは，前\n記ダイス穴の内周面と前記カウンターパンチの外周面の間に押出製品の成形空間を\n確保するように，前記ノックアウトピンを前記カウンターパンチホルダー側に後退\nさせ，\n１Ｆ  後方押出が終了して前記ダイス穴から前記パンチが退出した後は，前記ノ\nックアウトピンの先端部を前記ダイス穴から突出させて前記ダイス穴から押出製品\nを排出するように，前記ノックアウトピンを前進させることを特徴とする後方押出\n方法。\nイ  本件特許発明２（請求項２）\n２Ａ  ダイス穴に挿入されたワーク素材を，前記ダイス穴の内部に設置されたカ\nウンターパンチと前記ダイス穴に進入するパンチとで圧縮して，前記カウンターパ\nンチにより後方押出を行う後方押出装置であって，\n２Ｂ  前記カウンターパンチの根元部を固定するカウンターパンチホルダーに，\n前記カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置された複\n数個のガイド穴が，前記カウンターパンチの軸方向と平行に貫通形成されており，\n２Ｃ  前記ガイド穴にはノックアウトピンがスライド可能に貫挿されており，\n２Ｄ  前記ノックアウトピンは前記カウンターパンチと平行に延びて前記カウン\nターパンチの外周面と前記ダイス穴の内周面の間に嵌合するように介在して，前記\nダイス穴内でカウンターパンチを周囲から支持しており，\n２Ｅ  ワーク素材を挿入された前記ダイス穴に前記パンチを進入させるときは，\n前記ダイス穴の内周面と前記カウンターパンチの外周面の間に押出製品の成形空間\nを確保するように，前記ノックアウトピンを前記カウンターパンチホルダー側に後\n退させ，\n２Ｆ  後方押出が終了して前記ダイス穴から前記パンチが退出した後は，前記ノ\nックアウトピンの先端部を前記ダイス穴から突出させて前記ダイス穴から押出製品\nを排出するように，前記ノックアウトピンを前進させることを特徴とする後方押出\n装置。\n(2)  本件明細書（甲２）の発明の詳細な説明の記載によれば，本件特許発明の特\n徴は，以下のとおりである。\nア  本件特許発明は，ダイス穴に挿入されたワーク素材をダイス穴の内部に設置\nされたカウンターパンチにより後方押出して，穴が形成された押出製品を得るため\nの後方押出方法及び後方押出装置に関する（【０００１】）。\n従来の後方押出装置には，ダイス穴の内部にカウンターパンチが立設されており，\nカウンターパンチはダイスと連結固定されるカウンターパンチホルダーに根元部が\n固定されているとともに，その後端部がダイスプレートに支持されており，ワーク\n素材の加工圧力を受止可能とされ，ダイス穴とカウンターパンチの間には，ダイス\n穴の内周面及びカウンターパンチの外周面に嵌合する筒状のノックアウトスリーブ\nが設けられており，ノックアウトスリーブはカウンターパンチにガイドされてスラ\nイド自在とされ，ノックアウトスリーブは，その後端部をスリーブスペーサーに支\n持されており，カウンターパンチホルダーに貫通形成されたガイド穴に貫挿されス\nリーブスペーサーに連結されたノックアウトピンの前後動に伴って，ダイス穴内を\nスライド移動することができるように構成されているものがあった（【０００２】，\n【０００３】）。\nこの従来の押出加工装置の作動は，①まず，ダイス穴にワーク素材が挿入された\n後，スライドがダイス側に接近する方向に移動して，スライドに固定されたパンチ\nとダイス穴の内部に設置されたカウンターパンチとの間でワーク素材を圧縮する。\nワーク素材は圧縮されることにより，その材料がダイス穴の内周面とカウンターパ\nンチの外周面の間に流入して，穴を有する押出製品が形成され，②この後に，ノッ\nクアウトピンがダイス穴の方向に前進して，スリーブスペーサーに支持されたノッ\nクアウトスリーブの先端部がダイス穴より突出して，押出製品をダイス穴から外部\nに押し出し排出する，というものである（【０００４】）。\nこのような従来の後方押出の方法では，ダイス穴の内周面とカウンターパンチの\n外周面の間に押出製品の成形空間を確保するため，ノックアウトスリーブの後端側\n部分をダイス穴からカウンターパンチホルダー側へ退出させておく必要があること\nから，後端部とカウンターパンチホルダーの前端部の間には，ノックアウトスリー\nブの後端側部分を収容するスペースが必要となり，その収容スペース分だけカウン\nターパンチを長くせざるを得ず，ダイスのサイズが大きくなるという問題があった\n（【０００５】）。\nまた，カウンターパンチはノックアウトスリーブにより直線状態を保たれるよう\nに外周面が支持されているが，後方押出が開始されると，ノックアウトスリーブの\n後端側部分がダイス穴内に移動して，支持のないむき出し状態となり，押出製品の\n形状によっては厚みを十分とることができず，カウンターパンチを直線状態に保つ\nための強度を確保できないという場合があった。したがって，カウンターパンチを\n細長くすると，ワーク素材を後方押出した際の反力によって座屈変形するおそれが\nあることから，カウンターパンチの長さを抑えるため，押出製品の長さを短くする\nしかなく，軸方向寸法Ｌと径方向寸法Ｄの寸法比Ｌ／Ｄを小さく抑えた製品しか製\n造することができないという問題があった（【０００６】，【０００７】）。\nイ  本件特許発明は，前記アの問題に鑑み，カウンターパンチの長さを短く抑え\nて，寸法比Ｌ／Ｄの大きい押出製品を製造してもカウンターパンチの座屈が生じに\nくい押出加工方法及び押出加工装置を提供することを目的とし，かかる課題の解決\n手段として，特許請求の範囲の請求項１及び２記載の構成，特に，本件特許発明は，\nカウンターパンチの根元部を固定するカウンターパンチホルダーに，カウンターパ\nンチの外周面を，周方向で間隔をおいて囲むように配置された複数個のガイド穴を，\nカウンターパンチの軸方向と平行に貫通形成し（構成要件１Ｂ，２Ｂ），ノックア\nウトピンをカウンターパンチと平行に延長してカウンターパンチの外周面とダイス\n穴の内周面の間に嵌合するように介在させて，ダイス穴内でカウンターパンチを周\n囲から支持する（構成要件１Ｄ，２Ｄ）という構成を採用した（【０００８】～【０\n０１０】）。\nウ  本件特許発明によれば，従来の後方押出装置のように，ノックアウトスリー\nブの収容スペースを確保するために，わざわざカウンターパンチを長くする必要が\nない。また，カウンターパンチが，ダイス穴の内周面及びガイド穴で支持されるノ\nックアウトピンで直線状に保持されていることから，大きな加工圧力が加わっても\n容易に座屈することはなく，寸法比Ｌ／Ｄの大きい押出製品を製造してもカウンタ\nーパンチの座屈が生じにくいという作用効果を奏する（【００１１】，【００２８】）。\n２  争点１（被控訴人は，本件特許発明を実施して被告製品を製造してきたか）\nについて\n(1)  控訴人は，被告製品の製造方法（以下「被告方法」という。）は本件特許発\n明１の技術的範囲に，被告装置は本件特許発明２の技術的範囲に，それぞれ属する\n旨主張するものと善解されるところ，被告方法が，本件特許発明１の構成要件１Ａ，\n１Ｃ，１Ｅ及び１Ｆを，被告装置が，２Ａ，２Ｃ，２Ｅ及び２Ｆを充足することは，\n当事者間に争いがない。\nそこで，被告方法の構成要件１Ｂ及び１Ｄの充足性，被告装置の構成要件２Ｂ及\nび２Ｄの充足性について，以下判断する。\n(2)  被告装置の構成\nア  認定事実\n後掲証拠及び弁論の全趣旨によれば，本件特許の出願経過，被告製品の製造に至\nる経緯，被告方法及び被告装置の構成等について，以下の事実が認められ，これを\n覆すに足りる証拠はない。\n(ア)  本件特許の出願経過等\nａ  控訴人は，平成４年１月から平成７年１１月までの間，和田山精機に勤務し，\nその後２度の転職を経て，平成１１年１２月から平成１５年５月までの間，ミナミ\nダに勤務した（甲２４）。\nｂ  本件特許は，控訴人を発明者として，平成１４年１０月２日，特許出願され\n（特願２００２－２８９５５６号），平成１６年４月２２日，出願公開された後，\n平成１９年９月１４日に特許登録された（甲２，乙２）。\nｃ  本件特許の出願時における特許請求の範囲の記載では，本件特許発明１の構\n成要件１Ｂ及び本件特許発明２の構成要件２Ｂに相当する記載は，「前記カウンタ\nーパンチの根元部を固定するカウンターパンチホルダーに，前記カウンターパンチ\nの外周部を囲むように配置された複数個のガイド穴を，前記カウンターパンチの軸\n方向と平行に貫通形成し，」とされており，また，本件特許発明１の構成要件１Ｄ\n及び本件特許発明２の構成要件２Ｄに相当する記載は，「前記ノックアウトピンを\n前記カウンターパンチと平行に延長して前記カウンターパンチの外周面と前記ダイ\nス穴の内周面の間に介在させ，」とされていたが，平成１９年７月２６日，構成要\n件１Ｂ及び２Ｂ，１Ｄ及び２Ｄのとおりに，補正された（甲５７，５８，乙２，３）。\n(イ)  被控訴人の従業員のセミナー参加\n被控訴人の従業員であるＢは，平成１３年６月１８日から同月２２日までの間，\n米国オハイオ州において開催された株式会社ナショナルマシナリーアジア主催のセ\nミナーに参加した。同セミナーにおいて，参加者に対して配布された資料には，「３\n本ＫＯピン付スライド式ダイで後方押出し」と題する書面が含まれていた（乙５６）。\n上記書面は，ＫＯピン（ノックアウトピン）とカウンターパンチとの間にわずか\nな隙間を生じる装置による後方押出成形の方法に関するものである。\n(ウ)  三櫻工業から被控訴人に対する発注\n三櫻工業は，従来ミナミダから，自動車のシートベルト用プリテンショナーパイ\nプの半製品を購入し，これに加工を施した上で，タカタ株式会社に納入していたが，\n平成１７年６月頃までに，被控訴人に対し，ミナミダからの納入を受けているのと\n同様の高Ｌ／Ｄ比のプリテンショナーパイプの半製品の製造納入を打診した。\nその後，被控訴人は，三櫻工業から半製品の仕様を示され，複数回の試作品の製\n作と三櫻工業での確認作業を経て，平成１８年２月頃以降，被告製品を製造納入す\nるようになった（弁論の全趣旨）。\n(エ)  被告装置に係る金型の製造及び図面等\nａ  被告装置で使用される金型を設計，製造したのは，和田山精機である（乙４\n～７，１０～２７，３３～４９，７０。枝番を含む。）。\nｂ  被控訴人が，被告装置の「ダイス側ピンホルダー（カウンターパンチホルダ\nー）」に係るものであるとして証拠提出した図面（作成者は，和田山精機，作成日\nは，工程１及び２に係る乙６について平成１９年８月１１日，工程３に係る乙１２\nについて同年１１月５日，工程４及び５に係る乙１８及び乙２５について平成１８\n年９月２５日とするもの。）では，工程１ないし５のいずれのものについても，中\n央部に設けられた円形のカウンターパンチ挿通穴の外周面から離隔して，周方向で\n２か所に，まゆ形のノックアウトピンのガイド穴が形成されており，カウンターパ\nンチ挿通穴とガイド穴との間の隔壁の厚みは０．５ｍｍとされていた（乙６，１２，\n１８，２５）。\nまた，被控訴人が，被告装置の「ノックアウトピン」に係るものであるとして証\n拠提出した図面（作成者は，和田山精機，作成日は，工程１及び２に係る乙５，工\n程３及び５に係る乙１３，工程４に係る乙１６について，いずれも平成１８年９月\n２５日とするもの。）では，工程１ないし５のいずれのものについても，その断面\nの形状はまゆ形であった（乙５，１３，１６）。\nｃ  なお，被控訴人が，被告製品の試作当初から使用していた旧装置の「ダイス\n側ピンホルダー（カウンターパンチホルダー）」に係るものであるとして証拠提出\nした図面（作成者は，和田山精機，作成日は，工程１及び２に係る乙３３，工程３\nに係る乙３９，工程４に係る乙４４，工程５に係る乙４７について，いずれも平成\n１７年８月２５日とするもの。）では，工程１ないし５のいずれのものについても，\n中央部に設けられた円形のカウンターパンチ挿通穴の外周面から離隔して，周方向\nで２か所に，まゆ形のノックアウトピンのガイド穴が形成されており，カウンター\nパンチ挿通穴とガイド穴との間の隔壁の厚みは０．５ｍｍとされていた（乙３３，\n３９，４４，４７）。\nまた，被控訴人が，被告製品の試作当初から使用していた旧装置の「ノックアウ\nトピン」に係るものであるとして証拠提出した図面（作成者は，和田山精機，作成\n日は，工程１及び２に係る乙３５，工程３及び５に係る乙４２，工程４に係る乙４\n６について，いずれも平成１７年８月２５日とするもの。）では，工程１ないし５\nのいずれのものについても，その断面の形状はまゆ形であった（乙３５，４２，４\n６）。\n(オ)  被告装置に係る部品の形状等\nａ  被控訴人が，被告装置に係る部品であるとして提出した「ダイス側ピンホル\nダー（カウンターパンチホルダー）」（その形状につき，甲２７の⑤，⑥の写真，\n甲５４の①，②の写真）には，中央部に設けられた円形のカウンターパンチ挿通穴\nの外周面から離隔して，周方向で２か所に，まゆ形のノックアウトピンのガイド穴\nが形成されていた（甲２７，５４，弁論の全趣旨）。\nｂ  被控訴人が，被告装置により製造されたものであるとして提出した「プリテ\nンショナーパイプの半製品」（その形状につき，甲２７の⑦～⑫の写真）には，片\n側端面に，まゆ形様の凸部が形成されていた（甲２７，弁論の全趣旨）。\n(カ)  事実実験公正証書の内容等\n奈良合同公証役場の公証人は，平成２６年１０月９日，被控訴人の奈良工場にお\nいて，同工場に設置された装置によるプリテンショナーパイプの製造現場に立ち合\nい，「自動車のシートベルト用プリテンショナーパイプの冷間圧造工程の事実実験\nに関する公正証書」を作成した（乙５０。以下「本件公正証書」という。）。\n本件公正証書によれば，公証人が目撃した事実実験（以下「本件実験」という。）\nの状況は，以下のとおりである。\nａ  本件実験は，午後２時頃に開始された。同時点において，装置はすでに運転\n中であり，公証人は，加工された製品が次々に排出されるところを確認した。\nｂ  本件実験において製造されたパイプ状の製品の片側端面には，まゆ形様の凸\n部が形成されていた（乙５０の写真５）。\nｃ  午後２時２分頃，装置を停止させて分解を開始し，午後２時２２分頃に分解\nが完了した。公証人において，工程１ないし工程５の各工程で使用される金型のう\nち，カウンターパンチホルダー，カウンターパンチ，ノックアウトピン，ダイプレ\nート（ダイス側ピン台）等を確認した。\n各工程のカウンターパンチホルダーの金型においては，中央部に設けられた円形\nのカウンターパンチ挿通穴の外周面から離隔して，周方向で２か所に，まゆ形のノ\nックアウトピンのガイド穴が形成されており，カウンターパンチホルダーの金型に\nは割れや欠けはなかった（乙５０の写真１２，１７，１８，２３，３２，３３，３\n８）。また，工程１，２，５のカウンターパンチホルダーの中央には溝が形成され\nていた。\nｄ  工程１ないし工程５のいずれのノックアウトピンも，まゆ形の断面であった\n（乙５０の写真１０，１５，２０，２５，３５）。\n(キ)  三櫻工業による被告製品の確認\n三櫻工業の安全環境事業部副部長が，平成２６年１０月頃，被控訴人からの依頼\nを受けて，被控訴人から納品された被告製品を確認したところ，被告製品の端面に\nまゆ形の跡が付いていた（乙５２）。\nイ  前記ア認定の事実によれば，被告装置のカウンターパンチホルダーには，中\n央部のカウンターパンチの挿通穴の外周面から離隔して，当該挿通穴とは隔壁を介\nして，まゆ形のノックアウトピンのガイド穴が形成されている。したがって，被告\n装置においては，ガイド穴は，カウンターパンチの外周面から離隔して形成されて\nおり，ガイド穴にスライド可能に貫挿されたノックアウトピンを，カウンターパン\nチの外周面とは隙間をあけて，ダイス穴の内周面とカウンターパンチの外周面との\n間に介在させているものと認められる。\nウ  控訴人の主張について\n(ア)  控訴人は，被告方法及び被告装置は，本件特許発明を実施したものである\n旨主張し，これに沿う証拠として，控訴人補佐人弁理士が，三櫻工業の元開発技術\n担当取締役であったＡから，平成２４年６月１３日に電話聴取した内容を記載した\n電話内容メモ（甲７）及び同年１０月２１日に面談聴取した内容を記載した録音反\n訳書面（甲８）がある。\nそして，上記証拠によれば，Ａが，控訴人補佐人弁理士に対し，おおむね，①被\n控訴人に発注するに際し，被控訴人に対し，ミナミダの図面を渡し，ミナミダの製\n法を教えたこと，②被控訴人の製法は，ミナミダの製法と同じであること，③本件\n特許の元になっているアイデアは三櫻工業のものであり，三櫻工業は，控訴人が本\n件特許の出願をするに際し，控訴人から，本件特許について，自動車部品の製造に\n関しては，無償実施許諾を受けており，それを記載した控訴人作成の書面もあるこ\nと，等の趣旨の発言をしたことが認められる。\nしかし，Ａの上記発言は，客観的裏付けを欠くものである上，その発言内容自体\nも全体として曖昧であり，とりわけ，被控訴人の製法がミナミダの製法と同じであ\nるとする点については，かかる事実をＡがいつどのようにして確認したのか具体性\nに乏しいものである一方，三櫻工業の従業員らが，被控訴人は，平成１７年ないし\n平成１８年当時，三櫻工業に対しても，被告製品の製造方法や被告装置の構成を開\n示していなかったと述べていること（乙６３，６４）に照らし，これをそのままに\n信用することはできない。\n(イ)  控訴人は，被告装置の金型の製造者は，ニチダイであって，和田山精機で\nはない旨主張し，これに沿う証拠として，原審における証人Ｃ，同Ｄの各証言があ\nる。\nＣは，平成２３年１１月までニチダイに勤務していた同社の元従業員であるが，\nその証人尋問において，主尋問の際には，ニチダイに勤務していた当時，ミナミダ\nの金型図面（甲９１，９２）と同じ設計図を見て，金型の熱処理をしたことがある\n旨，ミナミダの金型図面（甲８５，８８）に記載されたのと同じ形状の金型にＰＶ\nＤ処理又は熱処理をしたことがある旨述べるものの，その反対尋問の際には，甲９\n２のものについては自身が熱処理を行っていないと述べるなど，その証言に変遷が\n見られることに加え，毎日大小合わせて１０００個以上というような多数の熱処理\n作業を行っていたＣが，同作業の内容は粗引き加工ができた物をバスケットにセッ\nトしてスタートボタンを押すというものにすぎないにもかかわらず，形が異形であ\nるという理由だけで，十数年も前に作業した金型の形状を具体的に記憶していると\nは，にわかに考え難い一方，ニチダイの取締役である原審証人Ｅが，平成１０年頃\n以降の納品元帳を調査したところ，同社が被控訴人から受注して製造した被告製品\n用の金型は，「３♯ダイス側ピン」のみであり，ミナミダの金型図面（甲８４，８\n５，８８，８９，９１，９２）にあるのと同じ金型は製造していない旨証言してい\nることに照らすと，Ｃの上記証言をそのままに信用することはできない。\nまた，Ｄは，平成２１年１２月までニチダイに勤務していた同社の元従業員であ\nるが，その証人尋問において，ニチダイに勤務していた当時，品質管理の担当者と\nして，ミナミダの金型図面（甲８４，８５）に記載されたのと同じ形状の金型を測\n定したことがある旨述べるものの，平成１２年から平成２１年までの間，おおむね\n月に１週間前後の日数，１日に４０ないし５０点，複雑なものであっても十数点と\nいうような多数の測定作業を行っていたＤが，測定作業を行ったにすぎないにもか\nかわらず，形が異形であるという理由だけで，十年前後前に作業した金型の形状を\n具体的に記憶しているとは，にわかに考え難い一方，原審証人Ｅの前記証言に照ら\nすと，Ｄの上記証言をそのままに信用することはできない。\nさらに，上記のほか，控訴人の主張に沿う証拠として，ニチダイの元従業員であ\nるＦ作成に係る回答書（甲８７）及びＧ作成に係る回答書（甲９４）があるが，そ\nの内容は具体性に乏しいものである上，原審証人Ｅの前記証言に照らし，いずれも\nそのままに信用することはできない。\n(ウ)  控訴人は，被告装置の金型の製造者は，和田山精機ではない旨主張し，こ\nれに沿う証拠として，和田山精機の元従業員であるＨの回答書（甲７０）がある。\n同回答書には，Ｈは，平成１４年６月から平成２５年５月まで和田山精機に勤務\nしていたが，在職中に，ミナミダの金型図面等は見たことがなく，この金型図面と\n同じ形状の金型を和田山精機の工場で製作しているのを見たこともない旨が記載さ\nれている。\nしかし，仮に回答書に記載されている内容が事実であったと仮定しても，ここか\nら認められる事実は，せいぜい，Ｈが和田山精機において被告装置の金型を製造し\nたことを知らないということにすぎず，これをもって，控訴人の主張する上記事実\nを認めるに足りない。\nまた，控訴人は，被告装置の金型の製造に関与した和田山精機の担当者として被\n控訴人が挙げるＩなる人物は，平成１７年ないし平成１８年当時，和田山精機の社\n員ではなかったから，被控訴人の被告装置の開発経緯に係る主張は事実に反する旨\n主張するが，証拠（乙５８の１・２）によれば，Ｉは，平成９年１月２１日以降は\n和田山精機の従業員として厚生年金基金に加入し，その後，少なくとも平成２７年\n２月までは，資格変動の記録がないことが認められるから，控訴人の上記主張は採\n用の限りでない。\n(エ)  控訴人は，被控訴人が第１伸管をした製品を製造し，三櫻工業に納品して\nいるとして，被控訴人は，三櫻工業のＡから，控訴人の発明した甲４７の製造方法\n及び製造装置の開示を受けて，実施していることが明らかであり，このことは，被\n控訴人が，同時に，本件特許発明の製造方法及び製造装置の開示も受け，これを実\n施していることを示すものである旨主張する。\nしかし，控訴人は，乙５０の写真番号３から，被告製品は伸管されたものである\nことが分かるとするが，根拠に乏しいといわざるを得ない。むしろ，証拠（乙７３）\nによれば，被控訴人が三櫻工業に納品している製品は，乙１の仕様のものであって，\nその後，伸管は三櫻工業において行っているものと認められる。\n(オ)  控訴人は，乙５０の写真番号２と３が相互に矛盾するとして，乙５０には\n重大な疑義がある旨主張する。\nしかし，写真の撮影角度や撮影距離を考慮すれば，乙５０の写真番号３の上部右\n側に移っている黄色の縦の外枠と，写真番号２の中央部に移っている黄色の縦の外\n枠とが同一のものであるとして，矛盾なく理解することができるから，写真番号２\nと写真番号３から，本件実験時に被告装置が複数存在していたなどということはで\nきない。\nそして，他に，乙５０の信用性を疑わせるに足りる事情は存しない。\n(カ)  控訴人は，被控訴人の主張する被告装置の構成では，カウンターパンチが\n座屈すること，カウンターパンチホルダーの隔壁（カウンターパンチ挿通穴とガイ\nド穴との間の隔壁）が破壊されることにより，実用に耐えない旨主張する。\nａ  カウンターパンチの座屈について\n甲５３の金型破壊試験は，控訴人が，平成２６年１２月１１日，大阪府立産業技\n術総合研究所において行った試験であり，その内容は，試験用に控訴人が図面を作\n図し，作製した試験金型を，試験機器（冷温間成形油圧プレス）にセットして，カ\nウンターパンチに対して，上方からパンチを介して加圧し，試験金型が破壊するま\nで加圧力を徐々に上昇させるというものである。\nそして，上記試験結果によれば，加圧力が４２ｔに達した後，加圧力を上昇させ\nる操作を行っていたにもかかわらず，試験機器の操作盤の表示は一度４１ｔに低下\nし，さらに加圧力を上昇させる操作を続けると，４５ｔでカウンターパンチが完全\nに破壊されている。\nしかし，甲５３の試験は，ワークを使用しておらず，実際の製造条件とは異なる\n条件下において行われたものである。ワークが存在すると，カウンターパンチとダ\nイス穴内周面との空間をワークが埋めることになるから，ワークが存在しない条件\n下で行われた甲５３の実験よりも，カウンターパンチの座屈は起こりにくいと考え\nられる。\nまた，被控訴人が被告装置に係る金型図面であるとする乙１２（カウンターパン\nチホルダー）及び１４（カウンターパンチ）によれば，カウンターパンチのカウン\nターパンチホルダーと接する部分の直径は，カウンターパンチホルダーの内径と同\nじ「１２ｍｍ±０．００５」とされているのに対し，甲５３の実験で使用された試\n験金型では，両者の間に隙間（クリアランス）が確保されているから，乙１２及び\n１４に係る金型よりも，カウンターパンチが荷重によりぐらつきやすく，座屈が生\nじやすいものとなっている。\n以上のとおり，甲５３の試験条件は，被告装置におけるものとは異なる。\nさらに，甲５３の試験結果によれば，加圧力が４２ｔに達した後，加圧力を上昇\nさせる操作を行っていたにもかかわらず，試験機器の操作盤の表示は一度４１ｔに\n低下したというのであり，４２ｔの加圧力で，カウンターパンチの座屈が始まった\nものと推認することができる。他方，控訴人補佐人弁理士の計算によれば，被控訴\n人が主張する被告装置の構成では，工程３で圧造した場合にカウンターパンチが受\nける総荷重は４２．９４８ｔである（甲５２）というのであるから，甲５３が正し\nく被告装置の状況を反映しているとすれば，被告装置では，１回の加圧で，カウン\nターパンチに座屈が生じることになる。しかし，実際には，前記ア(カ)のとおり，\n本件実験では，被告装置により，約２分間にわたり加工を行い，被告製品が次々に\n排出されるところが確認されたのであるから，甲５３の試験結果が，被告装置にそ\nのまま当てはまるものであるということはできない。\n以上によれば，甲５３の試験結果をもって，直ちに，被控訴人が主張する被告装\n置の構成ではカウンターパンチが座屈し，実用に耐えないということはできない。\nｂ  カウンターパンチホルダーの隔壁の破壊について\nまた，甲３６は，控訴人補佐人弁理士作成に係るカウンターパンチホルダーの隔\n壁破壊に関する評価書であるが，ここでは，隔壁に生じる円周方向の引張応力が，\nカウンターパンチホルダーの材料の許容引張強度を大きく超えるため，被控訴人が\n主張する被告装置の構成では，カウンターパンチホルダーにおけるカウンターパン\nチ挿通穴とガイド穴との間に形成された隔壁は，被告製品の圧造により破壊される\nと結論されている。\nしかし，実際には，前記ア(カ)のとおり，本件実験では，被告装置により，約２\n分間にわたり加工を行い，被告製品が次々に排出されるところが確認され，かつ，\nカウンターパンチホルダーの金型に割れや欠けはなかったことが確認されたのであ\nるから，甲３６の評価内容をもって，被告装置が実用に耐えないものであるという\nことはできない。\n(キ)  その他，控訴人は，るる主張するが，いずれも前記イの認定を左右するに\n足りない。\n(3)  被告方法の構成要件１Ｂ及び１Ｄの充足性\nア  構成要件１Ｂの充足性\n(ア)  構成要件１Ｂのガイド穴を「カウンターパンチの外周面を，周方向で間隔\nをおいて囲むように配置」の意義\n本件特許発明１の特許請求の範囲（請求項１）の記載によれば，ガイド穴は，カ\nウンターパンチの根元部を固定するカウンターパンチホルダーに，カウンターパン\nチの軸方向と平行に貫通形成されたものであり（構成要件１Ｂ），その中に，ノッ\nクアウトピンを，スライド可能に貫挿し（構成要件１Ｃ），かつ，カウンターパン\nチと平行に延長されたノックアウトピンを，カウンターパンチの外周面とダイス穴\nの内周面の間に嵌合するように介在させて，ノックアウトピンがダイス穴内でカウ\nンターパンチを周囲から支持するようにする（構成要件１Ｄ），ものである。\nそして，本件明細書には，実施例において，「カウンターパンチホルダー３３に\nは，図６に示されるように，カウンターパンチ３２の外周面３２ｃを周方向で間隔\nをおいて囲むように配置された３個（複数個）のガイド穴３３ｃが，カウンターパ\nンチ３２の外周面３２ｃに接するようにカウンターパンチ３２の軸方向と平行に貫\n通形成されている。なお，カウンターパンチ３２の根元部３２ａは，カウンターパ\nンチ３２の他の部分（外周面３２ｃ）に比べて径が太くなっているが，溝３２ｄが\n形成されることによりガイド穴３３ｃ内に突出する部分が削り取られている。」\n（【００１５】），「ガイド穴３３ｃには，ノックアウトピン３４がスライド可能\nに貫挿されている。ノックアウトピン３４は，カウンターパンチ３２と平行に延び，\nカウンターパンチ３２の外周面３２ｃとダイス穴３１の内周面３１ａの間に嵌合す\nるように介在して，カウンターパンチ３２を周囲から支持している。」（【００１\n６】）との記載がある。\n以上によれば，本件特許発明１において，ガイド穴は，ガイド穴にスライド可能\nに貫挿され，かつ，カウンターパンチと平行に延長されたノックアウトピンを，カ\nウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させること\nができるように配置されるものであるということができる。\nそうすると，構成要件１Ｂのガイド穴を「カウンターパンチの外周面を，周方向\nで間隔をおいて囲むように配置」とは，カウンターパンチの外周面（挿通穴）と空\n間的に接するように，周方向で間隔をおいて複数配置されていることを意味するも\nのと解される。\n(イ)  被告方法は，被告装置を用いて被告製品を製造する方法であるところ，被\n告装置では，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周面（挿通穴）\nから離隔して形成されている。\nしたがって，被告方法では，ガイド穴がカウンターパンチの外周面（挿通穴）と\n空間的に接するように配置されていない。\n(ウ)  以上によれば，被告方法は，構成要件１Ｂを充足しない。\nイ  構成要件１Ｄの充足性\n被告方法は，被告装置を用いて被告製品を製造する方法であるところ，被告装置\nでは，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周面から離隔して形\n成されており，ガイド穴にスライド可能に貫挿されたノックアウトピンは，カウン\nターパンチの外周面とは隙間をあけて，ダイス穴の内周面とカウンターパンチの外\n周面との間に介在している。\nそうすると，被告方法では，ノックアウトピンをカウンターパンチと平行に延長\nしてカウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させ\nて，ダイス穴内でカウンターパンチを周囲から支持するようになっていない。\nしたがって，被告方法は，構成要件１Ｄを充足しない。\nウ  以上のとおり，被告方法は，本件特許発明１の構成要件１Ｂ及び１Ｄを充足\nしない（なお，控訴人は，被告装置が，前記(2)イの構成であることを前提とした場\n合に，被告方法が構成要件１Ｂ，１Ｄを充足するものであることについては，特段\nの主張をしていない。）。\n(4)  被告装置の構成要件２Ｂ及び２Ｄの充足性\nア  構成要件２Ｂの充足性\n(ア)  構成要件２Ｂのガイド穴が「カウンターパンチの外周面を，周方向で間隔\nをおいて囲むように配置」とは，前記(3)ア(ア)と同様に，カウンターパンチの外周\n面（挿通穴）と空間的に接するように，周方向で間隔をおいて複数配置されている\nことを意味するものと解される。\n(イ)  被告装置では，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周\n面（挿通穴）から離隔して形成されている。\nしたがって，被告装置は，ガイド穴がカウンターパンチの外周面（挿通穴）と空\n間的に接するように配置されていない。\n(ウ)  以上によれば，被告装置は，構成要件２Ｂを充足しない。\nイ  構成要件２Ｄの充足性\n被告装置では，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周面から\n離隔して形成されており，ガイド穴にスライド可能に貫挿されたノックアウトピン\nは，カウンターパンチの外周面とは隙間をあけて，ダイス穴の内周面とカウンター\nパンチの外周面との間に介在している。\nそうすると，被告装置では，ノックアウトピンをカウンターパンチと平行に延長\nしてカウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させ\nて，ダイス穴内でカウンターパンチを周囲から支持するようになっていない。\nしたがって，被告装置は，構成要件２Ｄを充足しない。\nウ  以上のとおり，被告装置は，本件特許発明２の構成要件２Ｂ及び２Ｄを充足\nしない（なお，控訴人は，被告装置が，前記(2)イの構成であることを前提とした場\n合に，これが構成要件２Ｂ，２Ｄを充足するものであることについては，特段の主\n張をしていない。）。\n(5)  小括\n以上のとおり，被告方法は本件特許発明１の技術的範囲に，被告装置は本件特許\n発明２の技術的範囲に，いずれも属しない。\nしたがって，被告製品を製造，譲渡等する行為が，本件特許権を侵害するもので\nあるということはできない。\n３  結論\n以上によれば，控訴人の本訴請求は，その余の点について判断するまでもなく，\nいずれも理由がない。なお，控訴人は，被告装置の廃棄を求めるが，特許法１００\n条２項所定の侵害の行為を組成した物の廃棄を求める趣旨であるとすれば，被告装\n置の使用等の差止めを請求していないことから失当であるし，同項所定の侵害の予\n防に必要な行為を求める趣旨であるとすれば，過大な請求であるから，侵害の成否\nにかかわらず，いずれにしても失当である。\nそうすると，控訴人の請求をいずれも棄却した原判決は相当であって，本件控訴\nは理由がないからこれを棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官     髙    部    眞  規  子\n裁判官     柵    木    澄    子\n裁判官     片    瀬        亮\n（別紙）\n遅延損害金起算日一覧表\n損害額  利率  遅延損害金起算日\n平成１９年９月  ４９万円  ５％  平成１９年１０月１日\n平成１９年１０月  ９８万円  ５％  平成１９年１１月１日\n平成１９年１１月  ９８万円  ５％  平成１９年１２月１日\n平成１９年１２月  ９８万円  ５％  平成２０年１月１日\n平成２０年１月  ９８万円  ５％  平成２０年２月１日\n平成２０年２月  ９８万円  ５％  平成２０年３月１日\n平成２０年３月  ９８万円  ５％  平成２０年４月１日\n平成２０年４月  ９８万円  ５％  平成２０年５月１日\n平成２０年５月  ９８万円  ５％  平成２０年６月１日\n平成２０年６月  ９８万円  ５％  平成２０年７月１日\n平成２０年７月  ９８万円  ５％  平成２０年８月１日\n平成２０年８月  ９８万円  ５％  平成２０年９月１日\n平成２０年９月  ９８万円  ５％  平成２０年１０月１日\n平成２０年１０月  ９８万円  ５％  平成２０年１１月１日\n平成２０年１１月  ９８万円  ５％  平成２０年１２月１日\n平成２０年１２月  ９８万円  ５％  平成２１年１月１日\n平成２１年１月  ９８万円  ５％  平成２１年２月１日\n平成２１年２月  ９８万円  ５％  平成２１年３月１日\n平成２１年３月  ９８万円  ５％  平成２１年４月１日\n平成２１年４月  ９８万円  ５％  平成２１年５月１日\n平成２１年５月  ９８万円  ５％  平成２１年６月１日\n平成２１年６月  ９８万円  ５％  平成２１年７月１日\n平成２１年７月  ９８万円  ５％  平成２１年８月１日\n平成２１年８月  ９８万円  ５％  平成２１年９月１日\n平成２１年９月  ９８万円  ５％  平成２１年１０月１日\n平成２１年１０月  ９８万円  ５％  平成２１年１１月１日\n平成２１年１１月  ９８万円  ５％  平成２１年１２月１日\n平成２１年１２月  ９８万円  ５％  平成２２年１月１日\n平成２２年１月  ９８万円  ５％  平成２２年２月１日\n平成２２年２月  ９８万円  ５％  平成２２年３月１日\n平成２２年３月  ９８万円  ５％  平成２２年４月１日\n平成２２年４月  ９８万円  ５％  平成２２年５月１日\n平成２２年５月  ９８万円  ５％  平成２２年６月１日\n平成２２年６月  ９８万円  ５％  平成２２年７月１日\n平成２２年７月  ９８万円  ５％  平成２２年８月１日\n平成２２年８月  ９８万円  ５％  平成２２年９月１日\n平成２２年９月  ９８万円  ５％  平成２２年１０月１日\n平成２２年１０月  ９８万円  ５％  平成２２年１１月１日\n平成２２年１１月  ９８万円  ５％  平成２２年１２月１日\n平成２２年１２月  ９８万円  ５％  平成２３年１月１日\n平成２３年１月  ９８万円  ５％  平成２３年２月１日\n平成２３年２月  ９８万円  ５％  平成２３年３月１日\n平成２３年３月  ９８万円  ５％  平成２３年４月１日\n平成２３年４月  ９８万円  ５％  平成２３年５月１日\n平成２３年５月  ９８万円  ５％  平成２３年６月１日\n平成２３年６月  ９８万円  ５％  平成２３年７月１日\n平成２３年７月  ９８万円  ５％  平成２３年８月１日\n平成２３年８月  ９８万円  ５％  平成２３年９月１日\n平成２３年９月  ９８万円  ５％  平成２３年１０月１日\n平成２３年１０月  ９８万円  ５％  平成２３年１１月１日\n平成２３年１１月  ９８万円  ５％  平成２３年１２月１日\n平成２３年１２月  ９８万円  ５％  平成２４年１月１日\n平成２４年１月  ９８万円  ５％  平成２４年２月１日\n平成２４年２月  ９８万円  ５％  平成２４年３月１日\n平成２４年３月  ９８万円  ５％  平成２４年４月１日\n平成２４年４月  ９８万円  ５％  平成２４年５月１日\n平成２４年５月  ９８万円  ５％  平成２４年６月１日\n平成２４年６月  ９８万円  ５％  平成２４年７月１日\n平成２４年７月  ９８万円  ５％  平成２４年８月１日\n平成２４年８月  ９８万円  ５％  平成２４年９月１日\n平成２４年９月  ９８万円  ５％  平成２４年１０月１日\n平成２４年１０月  ９８万円  ５％  平成２４年１１月１日\n平成２４年１１月  ９８万円  ５％  平成２４年１２月１日\n平成２４年１２月  ９８万円  ５％  平成２５年１月１日\n平成２５年１月  ９８万円  ５％  平成２５年２月１日\n平成２５年２月  ９８万円  ５％  平成２５年３月１日\n平成２５年３月  ９８万円  ５％  平成２５年４月１日\n平成２５年４月  ９８万円  ５％  平成２５年５月１日\n平成２５年５月  ９８万円  ５％  平成２５年６月１日\n平成２５年６月  ９８万円  ５％  平成２５年７月１日\n平成２５年７月  ９８万円  ５％  平成２５年８月１日\n平成２５年８月  ９８万円  ５％  平成２５年９月１日\n平成２５年９月  ９８万円  ５％  平成２５年１０月１日\n平成２５年１０月  ９８万円  ５％  平成２５年１１月１日\n平成２５年１１月  ９８万円  ５％  平成２５年１２月１日\n平成２５年１２月  ９８万円  ５％  平成２６年１月１日\n平成２６年１月  ９８万円  ５％  平成２６年２月１日\n"
}