{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 7,
    "day": 30
  },
  "case_number": "平成25(ワ)28434",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/084445_hanrei.pdf",
  "contents": "平成２６年７月３０日判決言渡  同日原本領収  裁判所書記官\n平成２５年(ﾜ)第２８４３４号  著作権侵害差止等請求事件\n（口頭弁論終結の日  平成２６年６月１８日）\n判          決\n東京都豊島区＜以下略＞\n原        告        千 年 堂 株 式 会 社\n埼玉県越谷市<以下略＞\n被        告        株式会社Ｋ．Ｓ．Ｇ．コンサルティング．\n主          文\n１  被告は，原告に対し，５万円を支払え。\n２  被告は，別紙４「修理規約文言対比表」の「被告作成」欄の文\n言を被告の管理に係るインターネット上のウェブサイトにおいて\n使用してはならない。\n３  原告のその余の請求を棄却する。\n４  訴訟費用はこれを１０分し，その１を被告の負担とし，その余\nを原告の負担とする。\n５  この判決は，第１項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  被告は，原告に対し，１０００万円を支払え。\n２  被告は，別紙１「ウェブサイト文言対比表」の「被告作成」欄の文言，別紙\n２「トップバナー画像対比表」の被告作成トップバナー画像，別紙３「サイト\n構成対比表」の「被告作成」欄の構成，別紙４「修理規約文言対比表」の「被\n告作成」欄の文言を被告の管理に係るインターネット上のウェブサイトにおい\nて使用してはならない。\n第２  事案の概要\n本件は，千年堂という屋号で時計修理サービス業を営む原告が，銀座櫻風堂\nという屋号で時計修理サービス業を営む被告に対し，被告は，被告の管理する\n銀座櫻風堂のウェブサイト（以下「被告ウェブサイト」という。）に掲載した\n文言（修理規約を含む。）及びトップバナー画像を作成し，同ウェブサイトを\n構成したことにより（以下，文言，トップバナー画像及びサイト構成を「文言\n等」ということがある。），原告の管理する千年堂のウェブサイト（以下「原\n告ウェブサイト」という。）の文言等を複製又は翻案したものであって，原告\nの著作権を侵害したなどと主張して，①不法行為（著作権侵害）に基づく損害\n賠償金１０００万円の支払を求めるとともに，②著作権法１１２条１項に基づ\nき，被告ウェブサイトに掲載された文言等を同サイト上で使用すること（自動\n公衆送信及び送信可能化の趣旨と解される。）の禁止を求める事案である。\n１  前提事実（当事者間に争いがないか，後掲の証拠等により容易に認められる\n事実）\n(1)  原告は，千年堂という屋号で，インターネットを通じて時計修理サービ\nスを提供している株式会社であり，従前の商号は，スマホスタイル株式会社\nであった。\n(2)  被告は，銀座櫻風堂という屋号で，インターネットを通じて時計修理サ\nービスを提供している株式会社である。\n(3)  原告ウェブサイトには，平成２５年１０月以前から平成２６年１月ころ\nまで，別紙１「ウェブサイト文言対比表」の 「原告作成」欄記載の各文言\n（以下，同別紙の番号欄記載の数字に従い「原告ウェブサイト文言１」など\nといい，これらをまとめて「原告ウェブサイト文言」という。なお，原告ウ\nェブサイト文言は，原告ウェブサイトに掲載された文言〔ただし，後に定義\nする原告規約文言を除く。〕のうち，原告主張の著作権侵害に係る部分を抜\nき出したものであり，同番号欄記載の数字は，便宜上付したものである。），\n別紙２「トップバナー画像対比表」の「原告作成トップバナー画像」（以下\n「原告トップバナー画像」という。） ，別紙４「修理規約文言対比表」の\n「原告作成」欄の各文言（以下，同別紙の番号欄記載の数字に従い「原告規\n約文言１」などといい，これらをまとめて「原告規約文言」という。なお，\n原告規約文言は，原告ウェブサイトに修理規約として掲載された文言のすべ\nてであり，同番号欄記載の数字は，便宜上付したものである。）が掲載され\nており，また，原告ウェブサイトの構成は，別紙３「サイト構成対比表」の\n「原告作成」欄の構成（以下「原告サイト構成」という。）のとおりであっ\nた（甲１，３，弁論の全趣旨）。\nなお，原告は，同年２月以降，原告ウェブサイトに掲載する文言等をすべ\nて変更した（甲１４，弁論の全趣旨）。\n(4)  被告ウェブサイトには，少なくとも平成２５年１０月３日から同月１９\n日まで，別紙１「ウェブサイト文言対比表」の「被告作成」欄の各文言（以\n下，同別紙の番号欄記載の数字に従い「被告ウェブサイト文言１」などとい\nい，これらをまとめて「被告ウェブサイト文言」という。なお，被告ウェブ\nサイト文言は，被告ウェブサイトに掲載された文言〔ただし，後に定義する\n被告規約文言を除く。〕のうち，原告主張の著作権侵害に係る部分を抜き出\nしたものであり，同番号欄記載の数字は，便宜上付したものである。），別\n紙２「トップバナー画像対比表」の「 被告作成トップバナー画像」（以下\n「被告トップバナー画像」という。） ，別紙４「修理規約文言対比表」の\n「被告作成」欄の各文言（以下，同別紙の番号欄記載の数字に従い「被告規\n約文言１」などといい，これらをまとめて「被告規約文言」という。なお，\n被告規約文言は，被告ウェブサイトに修理規約として掲載された文言のすべ\nてであり，同番号欄記載の数字は，便宜上付したものである。）が掲載され\nており，また，被告ウェブサイトの構成は，別紙３「サイト構成対比表」の\n「被告作成」欄の構成（以下「被告サイト構成」という。）のとおりであっ\nた（甲２，４，弁論の全趣旨）。\n２  争点\n(1)  著作権侵害の成否（争点１）\n(2)  職務著作の成否（争点２）\n(3)  差止請求の可否，損害の発生の有無及び額（争点３）\n３  争点に関する当事者の主張\n(1)  争点１（著作権侵害の成否）について\n（原告の主張）\nア  原告ウェブサイト文言について\n被告が被告ウェブサイト文言を作成したことは，原告ウェブサイト文言\nの複製又は翻案に当たる。\n(ｱ)  原告ウェブサイト文言１ないし１７の各文言が著作権法による保護\nの対象となる「思想又は感情を創作的に表現したもの」（同法２条１項\n１号）であることは，別紙１「ウェブサイト文言対比表」の「原告の主\n張」欄に記載のとおりである。\n(ｲ)  原告ウェブサイト文言１ないし１７と被告ウェブサイト文言１ない\nし１７の各文言は，それぞれ，ほぼ同文であり，被告が原告ウェブサイ\nト文言に依拠して被告ウェブサイト文言を作成したことは，明らかであ\nる。\nイ  原告トップバナー画像について\n被告が被告トップバナー画像を作成したことは，原告トップバナー画像\nの複製又は翻案に当たる。\n(ｱ)  原告トップバナー画像が，著作権法による保護の対象となる 「思想\n又は感情を創作的に表現したもの」であることは，別紙２「トップバナ\nー画像対比表」の「原告の主張」欄（ただし，「別紙３」を「別紙１」\nと読み替える。）に記載のとおりである。\n(ｲ)  被 告 トッ プバ ナー 画像 は ， 別 紙２ 「ト ップ バ ナー 画像 対比 表」 の\n「原告作成」欄及び「被告作成」欄に記載のとおり，原告トップバナー\n画像と酷似している。\nウ  原告サイト構成について\n被告が被告サイトの構成を被告サイト構成としたことは，原告サイト構\n成の複製又は翻案に当たる。\n(ｱ)  原告サイト構成が，著作権法による保護の対象となる「思想又は感\n情を創造的に表現したもの」であることについては，別紙３「サイト構\n成対比表」の「原告の主張」欄に記載のとおりである。\n(ｲ)  原告サイト構成と被告サイト構成は，ほぼ同一である。\nエ  原告規約文言について\n被告が被告規約文言を作成したことは，原告規約文言の複製又は翻案に\n当たる。\n(ｱ)  原告規約文言１ないし５９が，いずれも著作権法による保護の対象\nとなる「思想又は感情を創造的に表現したもの」であることについては，\n別紙４「修理規約文言対比表」の「原告の主張」欄に記載のとおりであ\nる。\nまた，原告規約文言は，これを構成する各文言が一体となって，原告\nの時計修理理念，顧客に対する修理スタンス，問題の解決方法を表現し\nており，原告の個性，評価，意見を独創的に表現したものであって，全\n体として「思想又は感情を創造的に表現したもの」といえるから，著作\n権法による保護の対象となる著作物といえる。\n(ｲ)  原告規約文言１ないし５９と被告規約文言１ないし５９は，いずれ\nもほぼ同文であり，被告が原告規約文言１ないし５９に依拠して被告規\n約文言１ないし５９を作成したことは，明らかである。\n（被告の主張）\n著作物は，「思想又は感情を創作的に表現したものであつて，文芸，学術，\n美術又は音楽の範囲に属するものをいう。」（著作権法２条１項１号）とさ\nれており，原告が，原告ウェブサイト上で使用している文言，デザイン，構\n成などは，次のとおり，創作的表現とはいえず，いずれも著作物とはいえな\nい。また，被告ウェブサイトは，原告ウェブサイトを盗用して作成したもの\nといえない。したがって，被告が原告の著作権を侵害したとはいえない。\n以下，順に述べる。\nア  原告ウェブサイト文言について\n(ｱ)  原告ウェブサイト文言１ないし１７の各文言は，一般的に使用され\nる表現であり，創作性はない。\n(ｲ)  原告ウェブサイト文言１ないし１７の各文言は，被告ウェブサイト\n文言１ないし１７の各文言と一言一句同一ではない。原告と被告は同業\nであるから，似た表現になることは不可避である。\nイ  原告トップバナー画像について\n(ｱ)  原告トップバナー画像に創作性は認められない。\n(ｲ)  原告トップバナー画像と被告トップバナー画像とは同一ではなく，\n依拠したものといえない。\nウ  原告サイト構成について\n(ｱ)  原告サイト構成を含む原告サイトのホームページデザインは，編集\n著作物に当たらない。\n(ｲ)  原告サイト構成と被告サイト構成とは同一ではなく，依拠したもの\nといえない。\nエ  原告規約文言について\n(ｱ)  原告規約文言は，著作物とはいえない。\n(ｲ)  原告規約文言と被告規約文言は同一ではなく，依拠したものといえ\nない。\n(2)  争点２（職務著作の成否）について\n（原告の主張）\n原告ウェブサイトは，原告の業務として，原告の取締役であるＢが同サイ\nト上の文言（ただし，原告規約文言を除く。）を作成し，原告の代表取締役\nであるＡが原告規約文言，原告サイト構成を製作し，ヘッダーバナーは外注\n先である久米伊織が作成し，平成２５年１月，原告名義で公表したものであ\nる。なお，原告規約文言については，同年７月，顧問弁護士と相談の上，修\n正し，原告名義で公表した。\nしたがって，著作権法１５条１項により，原告は，原告ウェブサイト上の\n文言等の著作権を有する。\n（被告の主張）\n争う。\n(3)  争点３（差止請求の可否，損害の発生の有無及び額）について\n（原告の主張）\nア  差止請求の必要性について\n原告は，原告ウェブサイト上で使用されていた文言等が被告ウェブサイ\nト上で使用されていることを発見し，平成２５年１０月９日及び同月１０\n日，被告に対し，電話にて原告ウェブサイト上の文言等を被告ウェブサイ\nト上で使用しないよう申し入れたが，被告はその使用をやめなかった。\nイ(ｱ)  被告が被告ウェブサイト上で原告ウェブサイト上の文言等を無断使\n用した直後から，原告に対する時計修理の依頼がそれまでの半分以下\nとなり，原告の月間予想売上が５００万円以上減少した。 また，原告\nは，類似ウェブサイト運営による信用低下を防止する目的で，原告ウ\nェブサイト上の文言等の変更を強いられ，その結果，５００万円以上\nの費用を負担した。\n以上から，原告は，被告に対し，民法７０９条に基づく損害賠償金１\n０００万円の支払を求める。\n(ｲ)  被告は，ホームページのリニューアル費用の相場が１万円ないし５\n万円程度である旨主張するが，ウェブサイト製作の目的は，顧客から原\n告のサービスに申込みをしてもらい，売上につながる成果を出すためで\nあり，成果を出すためのウェブサイトを作成する必要がある。被告が主\n張しているウェブサイト製作費用は，このような観点を含んでいない。\nしかも，被告は，単なる会社情報とウェブサイトデザイン作成・構築だ\nけでも最低４８万円以上の費用が発生することを自ら証明しており（甲\n１５），被告の主張するような金額でウェブサイトを製作することは不\n可能である。\n（被告の主張）\n原告の売上が減少したのは，被告ウェブサイトが直接的な原因であると\nはいえず，原告の損害と被告ウェブサイトの公開との間に因果関係は認め\nられない。\n仮に，因果関係が認められるとしても，原告に５００万円の損害が発生\nしたかは疑問であり，その根拠も不明確である。ウェブサイトを修正した\nとしても，リニューアル費用の相場は１万円から５万円程度であり，それ\nを超える損害は生じない。\n第３  当裁判所の判断\n１  争点１（著作権侵害の成否)について\n(1)  複製権又は翻案権の侵害の判断について\n一般に，著作物の複製（著作権法２１条，２条１項１５号）とは，既存の\n著作物に依拠し，その内容及び形式を覚知させるに足りるものを再製するこ\nとをいう 日第一小法廷判\n決・民集３２巻６号１１４５頁参照）。すなわち，複製とは，既存の著作物\nと同一性のあるものを作成することをいうと解されるところ，この同一性の\n程度については，完全に同一である場合のみではなく，多少の修正増減があ\nっても著作物の同一性を損なうことのない，実質的に同一である場合も含む\nと解される。また，著作物の翻案（同法２７条）とは，既存の著作物に依拠\nし，かつ，その表現上の本質的な特徴の同一性を維持しつつ，具体的表現に\n修正，増減，変更等を加えて，新たに思想又は感情を創作的に表現すること\nにより，これに接する者が既存の著作物の本質的な特徴を直接感得すること\nのできる別の著作物を創作する行為をいうと解される。\nしかるところ，著作権法は，「思想又は感情を創作的に表現したものであ\nって，文芸，学術，美術又は音楽の範囲に属するもの」を著作物として保護\nするものであるから（同法２条１項１号），既存の著作物に依拠して作成さ\nれた対象物件が思想，感情若しくはアイデア，事実若しくは事件など表現そ\nれ自体ではない部分又は表現上創作性がない部分において，既存の著作物と\n同一性を有するにすぎない場合には，当該対象物件の作成は，複製にも翻案\n号同１３年６月２８日第一小法廷判決・民集５５巻４号８３７頁参照。）。\nこのように，複製又は翻案に該当するためには，既存の著作物とこれに依\n拠して作成された対象物件の同一性を有する部分が著作権法による保護の対\n象となる思想又は感情を創作的に表現したものであることが必要である（同\n法２条１項１号）。\nそして，「創作的」に表現されたというためには，厳密な意味で独創性が\n発揮されたものであることは必要ではなく，筆者の何らかの個性が表現され\nたもので足りるというべきであるが，他方，文章自体がごく短く又は表現上\n制約があるため他の表現が想定できない場合や，表現が平凡かつありふれた\nものである場合には，筆者の個性が表現されたものとはいえないから，創作\n的な表現であるということはできない。\n上記の観点に基づいて，以下，本件について検討する。\n(2)  原告ウェブサイト文言，原告トップバナー画像及び原告規約文言の複\n製権侵害又は翻案権侵害について\nア  原告ウェブサイト文言１ないし１７について\n原告ウェブサイト文言１ないし１７のうち，被告ウェブサイト文言１な\nいし１７と共通する部分は，それぞれ，別紙５に記載のとおり，他に適当\nな表現手段のない思想，感情若しくはアイデア，事実そのものであるか，\nあるいは，ありふれた表現にすぎないものというべきであって，いずれも\n創作的な表現と認めることは困難というべきである。\nしたがって，原告ウェブサイト文言１ないし１７と被告ウェブサイト文\n言１ないし１７とは，それぞれ，表現それ自体ではない部分か表現上の創\n作性のない部分において共通点を有するにすぎないから，被告が被告ウェ\nブサイト文言１ないし１７を作成したことをもって，原告ウェブサイト文\n言１ないし１７を複製又は翻案したものと認めることはできない。\nイ  原告トップバナー画像について\n(ｱ)  前記前提事実によれば，原告トップバナー画像は，原告ウェブサイ\nトのトップページに掲載された画像であり，画像左上に店舗名，画像右\n上に電話番号，その下に，赤色の帯状の図形を設け，帯状部分には，原\n告の修理実績を文字で掲げている。全体の背景は黒色とし，画面左側に\nは，金色とプラチナ色の高級腕時計を文字盤とバンド部分を上下に一部\n見える角度で撮った写真を掲載し，画面右側には星が輝くイラストを掲\nげた画像であることが認められる。\n(ｲ)  前記前提事実によれば，被告トップバナー画像は，被告ウェブサイ\nトのトップページ画像であり，画像左上に店舗名，画像右上に電話番号，\nその下に，赤色の帯状の図形を設け，帯の右端は折り返してリボン形様\nの形状にし，帯状部分には，被告の修理実績を文字で掲げている。全体\nの背景は黄白色とし，画面右側には，黒色と金色の高級腕時計の文字盤\nとバンド部分を上下に一部見える角度で撮った写真を掲載した画像であ\nることが認められる。\n(ｳ)  原告トップバナー画像と被告トップバナー画像とは，店舗名，電話\n番号の位置，赤色帯状の図形を設けて修理実績を文字で掲げている点，\n高級腕時計を二つ並べた写真を掲載している点で共通している。\nしかしながら，店舗名や電話番号の位置，修理実績について目立つよ\nうに赤色の帯状の図形で囲んで強調して記載することや，高級時計の修\n理業務という業務内容を宣伝する目的で高級時計を二つ並べることは，\nいずれもありふれた表現にすぎないものというべきであって，創作的な\n表現とは認められない。そうすると，原告トップバナー画像と被告トッ\nプバナー画像とは，表現上の創作性のない部分において共通点を有する\nにすぎないというべきである。\nまた，原告トップバナー画像を全体として創作的な表現と認めるべき\nであるとしても，原告トップバナー画像と被告トップバナー画像とは，\n画面の背景色，高級時計二つの位置などの点で相違しており，同一又は\n実質的に同一であるとは認められないし，被告トップバナー画像から原\n告トップバナー画像の本質的な特徴を直接感得することができるという\nこともできない。\nしたがって，被告が被告トップバナー画像を作成したことをもって，\n原告トップバナー画像を複製又は翻案したと認めることはできない。\nウ  原告規約文言について\n(ｱ)  原告規約文言１ないし５９のうち，被告規約文言１ないし５９と共\n通する部分は，これらを個別にみる限り，別紙６に記載のとおり，他に\n適当な表現手段のない思想，感情若しくはアイデア，事実そのものであ\nるか，あるいは，ありふれた表現にすぎないものというべきであって，\n直ちに創作的な表現と認めることは困難というべきである。\nしたがって，被告規約文言１ないし５９と，原告規約文言１ないし５\n９とを個別に対比する限りにおいては，被告規約文言１ないし５９はそ\nれぞれ複製又は翻案に当たるものとはいえない。\n(ｲ)  原告は，原告規約文言全体の著作物性についても主張していると解\nされる（平成２６年３月５日付け原告準備書面（１）８，９頁）ので，\n以下，この点について検討する。\n一般に，修理規約とは，修理受注者が，修理を受注するに際し，あら\nかじめ修理依頼者との間で取り決めておきたいと考える事項を「規約」，\nすなわち条文や箇条書きのような形式で文章化したものと考えられると\nころ，規約としての性質上，取り決める事項は，ある程度一般化，定型\n化されたものであって，これを表現しようとすれば，一般的な表現，定\n型的な表現になることが多いと解される。このため，その表現方法はお\nのずと限られたものとなるというべきであって，通常の規約であれば，\nありふれた表現として著作物性は否定される場合が多いと考えられる。\nしかしながら，規約であることから，当然に著作物性がないと断ずる\nことは相当ではなく，その規約の表現に全体として作成者の個性が表れ\nているような特別な場合には，当該規約全体について，これを創作的な\n表現と認め，著作物として保護すべき場合もあり得るものと解するのが\n相当というべきである。\nこれを本件についてみるに，原告規約文言は，疑義が生じないよう同\n一の事項を多面的な角度から繰り返し記述するなどしている点（例えば，\n腐食や損壊の場合に保証できないことがあることを重ねて規定した箇所\nがみられる原告規約文言４と同７，浸水の場合には有償修理となること\nを重ねて規定した箇所が見られる原告規約文言５の１の部分と同５４，\n修理に当たっては時計の誤差を日差±１５秒以内を基準とするが，±１\n５秒以内にならない場合もあり，その場合も責任を負わないことについ\nて重ねて規定した箇所がみられる原告規約文言１７と同４４など）にお\nいて，原告の個性が表れていると認められ，その限りで特徴的な表現が\nされているというべきであるから，「思想又は感情を創作的に表現した\nもの」（著作権法２条１項１号），すなわち著作物と認めるのが相当と\nいうべきである。\nそして，被告規約文言全体についてみると，見出しの項目，各項目に\n掲げられた表現，記載順序などは，すべて原告規約文言と同一であるか，\n実質的に同一であると認められる（表現上異なる点として，原告規約文\n言の「当社」が被告規約文言では「当店」にすべて置き換えられている\n点，助詞の使い方の違い，記載順序を一部入れ替えている箇所（別紙４\nの番号５，３８），表現をまとめている箇所（ 同別紙の番号３６），\n「千年堂オリジナル超音波洗浄」「千年堂オリジナルクリーニング」を\n「銀座櫻風堂オリジナル超音波洗浄」「銀座櫻風堂オリジナルクリーニ\nング」としている箇所（同別紙の番号５０，５２）などがあるが，これ\nらは，極めて些細な相違点にすぎず，全体として実質的に同一と解する\nのが相当である。また，原告規約文言と被告規約文言の相違点が上記の\nとおりであることは，被告が，原告規約文言に依拠して，被告規約文言\nを作成したことを強く推認させる事情というべきである。）。\nしたがって，被告は，被告規約文言を作成したことにより，原告規約\n文言を複製したものというべきである。\n(3)  原告サイト構成の複製権又は翻案権侵害について\nア  編集著作物とは，素材の選択又は配列に創作性のある著作物である（著\n作権法１２条）。素材の選択や配列についての具体的な表現を保護するも\nの，つまり，具体的な編集物に具現化された編集方法を保護するものであ\nって，具体的な編集対象物を離れた，編集方法それ自体をアイデアとして\n保護するものではない。\nイ(ｱ)  証拠（甲１）によれば，原告サイト構成は，①トップ画像（キャッ\nチコピー），②原告のサービス内容（業務内容）の説明，③「無料でお\n見積もりの方はこちら→」というボタン表示（当該ボタンをクリックす\nると，表示画面が原告ウェブサイト末尾にある無料見積もりを希望する\n場合に必要なメール送信用のフォーム画面に移動するもの。以下「原告\n見積もりボタン表示」という。），④「→あなたはこのようなことで困\nっていませんか？」という見出しで，お困りの方の具体例，⑤見積もり\nボタン表示，⑥「→千年堂の時計修理・オーバーホールの６つの特徴と\nは」という見出しで ，原告業務の特徴を順に掲げ，⑦「→取扱ブラン\nド」という見出しで，取り扱っているブランドを紹介し，⑧「→概算費\n用」という見出しで，修理にかかる費用を表で掲げ，⑨「→よくある質\n問」という見出しで，Ｑ＆Ａ方式を用いて原告の業務内容を説明し，⑩\n「→お客様の声」という見出しで，原告に修理を依頼した顧客からの感\n想を掲載し，⑪「→ご依頼の流れ」という見出しで，原告に修理等を依\n頼する場合の手順をステップごとに順に記載し，⑫「→千年堂創業者の\nご 紹介 」 と い う 見 出 し で ， 創 業 者 の 経 歴 を 紹 介 し ， ⑬ 「 → 最 後\nに・・・」という見出しで原告の修理等に対する考えを掲載し，⑭「→\n無料お見積もり」という見出しで，無料見積もりを希望する場合に必要\nなメール送信用のフォーム画面が掲載されているというものであること\nが認められる。\n(ｲ)  証拠（甲２）によれば，被告サイト構成は，①トップ画像（キャッ\nチコピー），②被告のサービス内容（業務内容）の説明，③「オーバー\nホールをしたいけど，どこに頼んでいいかとお悩みの方へ」という見出\nしで，「もしかして問題？お困りですか？？」と掲げた後，困っている\n具体例を挙げ，「そんな時には当店にお任せください」として解決法と\nして被告に修理を依頼することを掲げ，③「全国見積もり送料無料  修\n理・オーバーホールも全国対応しています。お問い合わせはこちらから\n▶ 」という記述がされたボタン表示（以下「被告問合せ表示ボタン」と\nいう。）と，フリーダイヤルの連絡先，「今なら超音波洗浄＆クリーニ\nング通常１０，５００円が無料サービス！」という記述とともに「無料\nでお見積もりはこちらから」というボタン表示（以下「被告見積もり表\n示ボタン」という。）を掲げ，④「サービス内容比較」という見出しで，\n修理期間と費用を掲げ，⑤「銀座櫻風堂の時計修理・オーバーホールの\n５つの特徴」という見出しで，被告業務の特徴を順に掲げ，⑥被告問合\nせ表示ボタン表示及び被告見積もり表示ボタンを掲げ，⑦「取扱ブラン\nド一覧」という見出しで，取り扱っているブランドを紹介し，⑧「概算\n修理料金」という見出しで，修理にかかる費用を表等で掲げ，⑨被告問\n合せ表示ボタンを掲げ，⑩「時計修理・オーバーホールの実績」という\n見出しで，過去の修理実績を掲載し，⑪「ご利用者の声」という見出し\nで，被告に修理を依頼した顧客からの感想を掲載し，⑫「よくある質\n問」という見出しで，Ｑ＆Ａ方式を用いて被告の業務内容を説明し，⑬\n「ご依頼の流れ」という見出しで，被告に修理等を依頼する場合の手順\nを数字の順に記載し，⑭「期間限定サービス」を紹介し，⑮「無料お見\n積もりフォーム」という見出しで，無料見積もりを希望する場合に必要\nなメール送信用のフォーム画面が掲載されているというものであること\nが認められる。\nウ  原告サイト構成と被告サイト構成は，トップ画像，困っている例を挙げ\nている点，最下部にある無料見積もりを希望する場合のメール送信用のフ\nォーム画面に移動するボタンがある点，業務内容を５つないし６つの特徴\nで説明している点，取り扱っているブランドを紹介している点，概算費用\nを紹介している点，原告又は被告に修理を依頼した顧客の感想を掲載して\nいる点，よくある質問としてＱ＆Ａ形式で説明している点，修理依頼の流\nれを説明している点，無料見積もりを希望する場合のメール送信用のフォ\nームが末尾に掲載されている点で共通している。\nしかし，原告ウェブサイトは，時計修理を考えている一般消費者向けの\n広告用のウェブサイトであり，原告のサービス（業務）内容について基本\n的な説明をする必要があり，広告の対象となるサービスを分かりやすく説\n明するため，平易で簡潔な表現を用い，項目ごとに見出しを付し，サービ\nスの内容はどのようなものか，他社との違いやアピールポイントなどを原\n告サイト構成のような順序や表現方法で記載することは広く一般的に行わ\nれているものであり，最下部にある無料見積もりを希望する場合のメール\n送信用のフォーム画面に移動するボタンを途中に設けて，後に掲げる部分\nを読まなくても顧客を誘導する方法についても一般的に行われている手法\nであって（乙３参照），創作的な表現とはいえない。\nしたがって，原告サイト構成と被告サイト構成とは，表現上の創作性の\nない部分において共通点を有するにすぎないから，被告が被告ウェブサイ\nトの構成を被告サイト構成のとおりとしたこともって，原告サイト構成の\n複製又は翻案をしたと認めることはできない。\nなお，原告は，原告サイト構成を編集著作物としてとらえて著作権侵害\nを主張していると解されるが，上述のとおり，体系的な構成それ自体は，\n編集著作物として保護すべきものに当たらないところ，原告は，素材又は\n配列についての具体的な表現物に関して原告の個性が現れていることを主\n張しているとはいえず，原告の上記主張は採用することができない。\n２  争点２（職務著作の成否）について\n(1)  証拠（甲９）及び弁論の全趣旨によれば，原告規約文言は，原告の代表\n取締役であるＡが，原告の業務として作成し，平成２５年１月，原告名義で\n公表した後，同年７月，顧問弁護士と相談の上，一部を修正し，原告名義で\n公表したことが認められる（なお，原告ウェブサイト文言，原告トップバナ\nー画像及び原告サイト構成については，判断を要しない。）。\n(2)  以上から，著作権法１５条１項に基づき，原告規約文言の著作者は原告\nと認められる。\n３  争点３（差止請求の可否，損害の発生の有無及び額）について\n(1)  上述のとおり，原告ウェブサイト文言，原告トップバナー画像及び原告\nサイト構成については，複製権侵害及び翻案権侵害は認められないものの，\n原告規約文言の全体については，複製権侵害が認められる。\nそして，前記前提事実，証拠（甲１５，乙１）及び弁論の全趣旨を総合\nすると（なお，被告ウェブサイトにおいて，平成２５年１０月２０日以降，\n被告規約文言が掲載されていたと認めるに足りる証拠はない。） ，原告規\n約文言の複製権侵害による原告の損害額は，５万円と認めるのが相当であ\nる。\nこの点，原告は，被告ウェブサイトが公開されたことにより，原 告の売\n上が５００万円減ったことや，原告ウェブサイトを被告ウェブサイトと異\nなったものにするための費用として５００万円を要した旨主張する。\nしかし，原告の主張に係る売上げの減少が，被告ウェブサイトに被告規\n約文言が掲載されたことによるものであると認めるに足りる証拠はない。\nまた，そもそも，原告のウェブサイトを変更することや，そのために費\n用をかけることは，専ら原告の経営判断に基づくものというべきであって，\n被告の侵害行為との間に，相当因果関係を認めることができない。\nしたがって，原告の上記主張は採用することができない。\n(2)  前記前提事実によれば，被告は，少なくとも平成２５年１０月３日から\n同月１９日まで，被告ウェブサイトにおいて，被告規約文言を自動公衆送信\nし又は送信可能化していたことが認められ，これに弁論の全趣旨を併せみれ\nば，被告は，将来において，再び，被告ウェブサイトにおいて，被告規約文\n言を自動公衆送信し又は送信可能化するおそれがあると認めるのが相当であ\nる。\nこの点，被告は，「一旦サーバーから削除しており，現在は公開していな\nい」旨主張するが，「一旦サーバーから削除したのは原告の主張を全面的に\n認めた訳ではな（い）」旨の主張もしており（平成２６年１月３１日付け被\n告準備書面(1)２頁），被告において，今後は被告規約文言を使用しない旨\n誓約するなどの対応をしていないことに照らせば，被告が被告規約文言を自\n動公衆送信し又は送信可能化するおそれがあるという上記認定が左右される\nものではない。\nしたがって，原告は，被告に対し，著作権法１１２条１項に基づき，被告\n規約文言を被告ウェブサイトにおいて使用すること（自動公衆送信し又は送\n信可能化すること）の禁止を求めることができるというべきである。\n４  結論\n以上によれば，原告の本件請求は，損害賠償金５万円の支払，及び被告規約\n文言を被告ウェブサイトにおいて使用すること（自動公衆送信し又は送信可能\n化すること）の禁止を求める限度で理由があり，その余は，いずれも理由がな\nい。\nよって，主文のとおり判決する（なお，主文第２項については，仮執行宣言\nは相当でないから，これを付さない。）。\n東京地方裁判所民事第２９部\n裁判長裁判官        嶋    末    和    秀\n裁判官        鈴    木    千    帆\n裁判官         西    村    康    夫\n"
}