{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 6,
    "day": 26
  },
  "case_number": "平成24(行ケ)10287",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83386",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83386",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/386/083386_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２５年６月２６日判決言渡\n平成２４年（行ケ）第１０２８７号  審決取消請求事件\n平成２５年６月２６日  口頭弁論終結\n判                決\n原            告      ケンナメタル  インコーポレイテッド\n訴訟代理人弁理士      中 島   淳\n同                    加 藤 和 詳\n訴訟代理人弁護士      中 野 浩 和\n訴訟代理人弁理士      百 瀬 尚 幸\n被            告      特 許 庁 長 官\n指 定 代 理 人      長 屋 陽 二 郎\n同                    豊 原  雄\n同                    氏 原 康 宏\n同                    大 橋 信 彦\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのための付加期間を３０日と定\nめる。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１１－４７８５号事件について平成２４年３月２６日にし\n\u0000 \u0000\u0000\nた審決を取り消す。\n第２  前提事実\n１  特許庁における手続の経緯等（争いがない。）\n原告は，発明の名称を「スパイラルドリル用のドリル刃先およびスパイラ\nルドリル用のドリル刃先領域に切削溝を形成するための方法」とする発明につ\nき，平成１３年５月１９日を出願日とする特許出願（特願２００１－５８７９\n５８号。パリ条約に基づく優先権主張・２０００年６月２日，ドイツ連邦共和\n国。以下，「本願」という。）をした。原告は，平成２２年２月２５日付けで拒\n絶理由の通知を受けたので，同年６月２日付けの意見書を提出するとともに，\n同日付けの手続補正書により，特許請求の範囲及び明細書の補正をした（以下\n「本件補正１」といい，この補正後の明細書及び図面をまとめて「本件明細\n書」という。）。原告は，同年１０月２７日付けで拒絶の査定を受け，平成２３\n年３月２日，拒絶査定に対する不服の審判（不服２０１１－４７８５号）を請\n求するとともに，同日付けの手続補正書により，特許請求の範囲の補正をした\n（以下「本件補正２」という。）。\n特許庁は，平成２４年３月２６日，本件補正２を却下するとともに（原告は，\n本件訴訟においてこの判断については争っていない。），「本件審判の請求は，\n成り立たない。」との審決をし，その謄本は，平成２４年４月１０日，原告に\n送達された。\n２  特許請求の範囲の記載\n本願の特許請求の範囲（請求項の数１１）の請求項１（本件補正１後の請求\n項１）の記載は，以下のとおりである（以下，同請求項に記載された発明を\n「本願発明」という。）。\n「ドリルの長手方向（Ｌ）に切削溝（１０）に沿って延びる副刃（１４）に\n接続され（下線部につき，請求項１には「通じ」と記載されているが，「接続\nされ」の誤記と認める。）かつ互いにチゼルエッジ（６）を介して接続されて\n\u0000 \u0000\u0000\nいる複数の主刃（４）を有し，各副刃（１４）の内側面（１６）に接しかつド\nリル長手方向（Ｌ）に対して垂直な接線（Ｔ）と半径方向（Ｒ）との間に副切\n削角（γ）が規定されているスパイラルドリル（２）用のドリル刃先（３）で\nあって，副切削角（γ）がドリル刃先（３）からドリル長手方向（Ｌ）に増大\nしており，複数の主刃（４）がチゼルエッジ（６）の方向へ直線的に延びてい\nることを特徴とするドリル刃先。」\u0000\n３  審決の理由\n審決の理由は，別紙審決書写しのとおりである。審決は，本件補正２を却下\nした上で，要旨，本願発明は，特表平９－５０１１０９号公報（甲１１。以下\n「刊行物１」という。）に記載された発明（以下「刊行物１発明」という。）及\nび周知の事項に基づいて容易に発明をすることができたものであり，特許法２\n９条２項により特許を受けることができないとしたものである。\u0000\n審決が認定した刊行物１発明の内容，本願発明と刊行物１発明との一致点及\nび相違点は以下のとおりである。\u0000\n(1)  刊行物１発明の内容\n「ドリルの中心長手軸線５方向にチップ溝４，４’に沿って延びる副切刃\n２８，２８’に接続されている複数の主切刃１３，１３’を有し，各副切刃\n２８，２８’のすくい面９，９’に接しかつドリルの中心長手軸線５に対し\nて垂直な接線と半径方向との間に副切削角が規定されているツイストドリル\n用のドリル先端６であって，副切削角がドリル先端６からドリル中心長手軸\n線５方向に増大しており，ドリル先端６からの距離の増大と共にドリル心厚\n直径２４が減少するドリル先端６。」\u0000\n(2)  一致点\n「ドリルの長手方向に切削溝に沿って延びる副刃に接続され複数の主刃を\n有し，各副刃の内側面に接しかつドリル長手方向に対して垂直な接線と半径\n方向との間に副切削角が規定されているスパイラルドリル用のドリル刃先で\n\u0000 \u0000\u0000\nあって，副切削角がドリル刃先からドリル長手方向に増大しているドリル刃\n先。」\u0000\n(3)  相違点\u0000 \u0000\n本願発明においては，複数の主刃が，互いにチゼルエッジを介して接続さ\nれており，また，チゼルエッジの方向へ直線的に延びているのに対し，刊行\n物１発明においては，そのように構成されているのか不明である点。\u0000\n第３  原告主張の取消事由\n以下のとおり，審決には相違点についての容易想到性の判断の誤りがあり，\n違法として取り消されるべきものである。\n１  審決は，相違点に関する判断において，「周知の事項であるから」と指摘し\nているだけで，刊行物１及び先行技術の内容の検討に当たって，本願発明にお\nける特徴点である「スパイラルドリルにおいて，互いにチゼルエッジを介して\n接続され，チゼルエッジの方向へ直線的に延びている複数の主刃」に到達する\nためにしたはずであるという示唆等の指摘をしていない。\nすなわち，刊行物１においては，主切刃１３，１３′の具体的構成について\nは開示がなく，主切刃１３，１３′の構成は，刊行物１発明の本質的特徴では\nない。また，刊行物１発明における課題は，ねじり振動の防止とチップ詰まり\nの防止であるが，この課題を解決するため，刊行物１発明では，心厚直径をド\nリル先端に続く切刃部分範囲において連続的に減少させている。他方，「切刃\nを直線にする」技術的意義について，特開昭５６－７６３１４号公報（甲１\n５。以下「刊行物３」という。）及び実願昭６３－１４３８４７号（実開平２\n－６３９１２号）のマイクロフィルム（甲１７。以下「刊行物４」という。）\nに は 記 載 が な く ， 特開昭６３－９９１２３号公報（甲１４。以下「刊行物\n２」という。）にのみ記載があるところ，刊行物２において主刃が直線的に延\nびている理由は，切刃が曲線であると，切刃に施す微小面取りの仕上がり\n精度が作業者の熟練度に依存し，ドリルの寿命の“ばらつき”が生じると\n\u0000 \u0000\u0000\nいう課題を解決するためであり，刊行物１の先行技術の課題とは相違して\nいる。\n刊行物１発明における課題であるねじり振動の防止とチップ詰まりの防止の\nために，主切刃をチゼルエッジの方向へ直線的に延びるようにする必要はない\nばかりか，技術的にも関連しない。また，刊行物１発明における課題である\nねじり振動の防止とチップ詰まりの防止のために切刃を直線とすることには，\n想到し得ない。\n以上のとおり，刊行物１には，刊行物１発明において主切刃をチゼルエッ\nジの方向へ直線的に延びるようにすることの示唆等は存在し得ない。\u0000\n２  刊行物２に記載されているように，切刃を曲線にすることは周知であるこ\nと，切削抵抗を小さくして切り刃のチッピングを防止するためには，ツイスト\nドリル（スパイラルドリル）に接した当業者は，切刃を曲線にすることのほう\nが自然であることから，チゼルエッジの方向へ直線的に延びている主刃が周知\nであっても，ツイストドリル（スパイラルドリル）における「通常の形状的特\n徴」と理解するのは必ずしも自然ではない。\u0000\n３  本願発明は，副切削角をプラスにすると，「刃端の領域におけるくさびの先\nが鋭角的形状となるため比較的弱いという欠点を持」つという課題（以下「課\n題１」という。）と，副切削角を０°とすると，「０°の副切削角は，ドリルの\n刃長にわたる経過において切粉が穿孔壁から十分迅速には排出されない」とい\nう課題（以下「課題２」という。）という，一見すると同時に解決できない関\n係にある課題を，「複数の主刃（４）がチゼルエッジ（６）の方向へ直線的に\n延びている」という構成（以下「構成１」という。）をとることにより課題１\nを，「副切削角（γ）がドリル刃先（３）からドリル長手方向（Ｌ）に増大」\nするという構成（以下「構成２」という。）をとることにより課題２を同時に\n解決しようとするものであり，これが本願発明の本質的特徴である。\nよって，課題１と課題２とを別々に判断したり，課題１と課題２の一方を解\n\u0000 \u0000\u0000\n決する構成と他方を解決する構成とを別々に判断したりすることは，本願発明\nの解決課題を正確に把握してはいないことになる。\n審決の引用する刊行物には課題１と課題２を同時に解決しようとすることが\n開示されておらず，審決は，構成１と構成２を別々に把握している。したがっ\nて，審決は，本願発明が相互に関連する二つの課題を同時に解決しようとする\n本願発明の特徴の容易想到の判断について，証拠に基づいた論理的な説明をし\nていない。\u0000\nまた，課題１及び課題２は，上記のように一方を解決すると他方が発生する\nという，一見すると同時に解決できない関係にある。したがって，これらを同\n時に解決するため課題１及び課題２が融合された課題を設定することは，「一\n般には着想しない課題を設定した場合」に該当する。よって，本願発明の課題\nは全くユニークなものである。このようなユニークな課題は，どの刊行物にも\n記載されていないとともに，周知でもない。したがって，審決が上記ユニーク\nな課題を解決するための構成を採用する本願発明が容易想到であるとして用い\nた，各刊行物を組み合わせる動機付けは存在しない。\n第４  被告の反論\n１  刊行物１発明に関し，主切刃１３，１３’の配設態様について必ずしも明ら\nかではないが，刊行物１には，「第１図のドリルは通常の形状的特徴を有する\nツイストドリルの場合のように２つの主切刃１３，１３′と２つの主逃げ面１\n４，１４′とそれぞれ１つの案内ランド１６，１６′を有する２つの副逃げ面\n１５，１５′とを有している。」と記載されていることから，刊行物１発明は，\n少なくとも，ツイストドリル（スパイラルドリル）における「通常の形状的特\n徴」を有していることが明らかである。\n審決は，刊行物１発明が上記のツイストドリル（スパイラルドリル）の「通\n常の形状的特徴」を有していることを踏まえて，ツイストドリル（スパイラル\nドリル）の技術分野における出願時の技術常識，すなわち，複数の主刃の配設\n\u0000 \u0000\u0000\n態様について「互いにチゼルエッジを介して接続され，チゼルエッジの方向へ\n直線的に延びている」ことが周知の事項（ドリルの標準技術ともいうべきもの\nですらある。）であることを考慮しつつ，相違点に係る構成の容易想到性につ\nいて判断したものであり，かかる判断に誤りはない。\n２  刊行物１発明の主切刃を曲線にすることが自然と解すべき合理性はない。ま\nた，引用刊行物２には，チッピングの問題を，切刃の端面直視形状を「直線」\nに形成することで解消することが開示されている（２頁左上欄８行～３頁左上\n欄３行）。\u0000\n３  刊行物１には課題２が示されている。そして，刊行物１発明は，前記１の\n「通常の形状的特徴」を前提とし，課題２を解決するために，「副切削角がド\nリル先端６からドリル中心長手軸線５方向に増大しており」という構成２を備\nえたものである。\u0000\nしたがって，審決は，課題２を解決するための構成２を備えた刊行物１発明\nに周知の技術を適用して構成１をも兼ね備えることは想到容易であるとしたも\nのであり，構成１と構成２を別々に把握しているというものではない。\u0000\n第５  当裁判所の判断\n当裁判所は，原告の取消事由の主張には理由がなく，その他，審決にはこれ\nを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。\n１  刊行物１について\n刊行物１には，前記第２の３(1)の内容の発明が記載されているものと認め\nられる（甲１１）。そして，刊行物１（甲１１）には，以下のとおりの記載が\nある。\n(1)  技術分野\n刊行物１発明は「ツイストドリル，特に金属を加工するためのツイストド\nリルに関する。」（４頁３～４行）\n(2)  発明の課題\n\u0000 \u0000\u0000\n「本発明の課題は，記述したチップ詰まりが抑制され，ドリルが高い切断\n値で全穴深さに亙ってもしくは切断長さに亙って，問題となるようなねじり\n振動を発生することなく加工できるように，ツイストドリルを構成すること\nである。この課題を解決するために本発明は公知技術とは完全に異なる仕方\nを採った。公知技術とは異って，ドリルの心厚直径はドリル先端からシャン\nクに向かって拡大されておらず，心厚直径は本発明によれば少なくとも，ド\nリル先端に続く切刃部分範囲において連続的に減少させられている。」（５\n頁１９～２６行）\n(3)  実施例\n「第１図のドリルは通常の形状的特徴を有するツイストドリルの場合のよ\nうに２つの主切刃１３，１３′と２つの主逃げ面１４，１４′とそれぞれ１\nつの案内ランド１６，１６′を有する２つの副逃げ面１５，１５′とを有し\nている。」（１０頁７行～１０行）\n２  相違点についての容易想到性の判断の誤りについて\n(1)  前記１認定のとおり，刊行物１には，主刃の形状は不明ではあるものの，\n「副切削角がドリル先端６からドリル中心長手軸線５方向に増大」するとい\nう本願発明の構成２に相当する構成を備えた，二つの主切刃１３，１３′と\n２つの主逃げ面１４，１４′とそれぞれ一つの案内ランド１６，１６′を有\nする２つの副逃げ面１５，１５′とを有するという「通常の形状的特徴を有\nする」ツイストドリル（スパイラルドリル）が開示されている。\nそして，刊行物２～４には，スパイラルドリルにおいて，互いにチゼルエ\nッジを介して接続され，チゼルエッジの方向へ直線的に延びている二つ（す\nなわち複数）の主刃の構成が開示されているほか，乙１及び２の記載事項に\n照らすと，スパイラルドリルにおいて，互いにチゼルエッジを介して接続さ\nれ，チゼルエッジの方向へ直線的に延びている複数の主刃は周知の技術事項\nであることが認められる。しかも，刊行物２には，切刃が湾曲していること\n\u0000 \u0000\u0000\nが，仕上がり精度の“ばらつき”を生じさせ，その結果，寿命の“ばらつ\nき”を生じさせる原因となっていること（２頁左上欄８行～右上欄５行），\nこの問題点を解決するために切刃（主刃）を直線的に形成する構成等を採用\nすること（２頁右上欄１６行～左下欄１４行），上記の形状の切刃を採用す\nることにより，極端に寿命の短いものがなくなる効果があること（３頁右下\n欄９～１２行）がそれぞれ記載されていることに照らすと，ドリルの耐久性\nの確保は，スパイラルドリルに一般的に内在する課題であり，その解決のた\nめに切刃（主刃）を直線的に形成する構成が採用されるものと認められる。\nそして，刊行物１発明にも同様の課題が内在しているということができる。\nさらに，刊行物２には，「ドリルに関しては，特公昭６１－３０８４５号\n公報や特公昭５８－１８１６３号公報に，切削抵抗を小さくして切刃のチッ\nピングを防止するために，切刃の端面直視形状をそれぞれ特定の曲線により\n形成する技術が開示されている」との記載（２頁左上欄８～１２行）がある\nほか，刊行物４には，「上記実施例では切刃１４ａを直線状に形成している\nが，回転方向へ向けて凹または凸となる曲線状としても良い。」との記載\n（１０頁１５～１７行）もあることに照らすと，スパイラルドリルにおいて\n主刃の形状を曲線状にすることも周知の技術事項であること，主刃の形状を\n曲線状とするのは，切削抵抗を小さくして切刃のチッピングを防止するため\nであることが認められる。\n以上によれば，スパイラルドリルにおいて主刃の形状を直線状にするか曲\n線状にするかは当業者においてその目的に応じて適宜選択すべき事項にすぎ\nないものと認められる。\n他方，刊行物１においては，開示されたツイストドリル（スパイラルドリ\nル）の主刃の具体的な形状について記載がなくその形状が不明であるという\nにとどまり，刊行物１において，互いにチゼルエッジを介して接続され，チ\nゼルエッジの方向へ延びている複数の主刃を直線状にする形態を除外してい\n\u0000 \u0000\u0000\u0000\nるとは認められない。\n以上によれば，刊行物１発明に，周知である，互いにチゼルエッジを介し\nて接続され，チゼルエッジの方向へ直線的に延びている複数の主刃の構成を\n適用して，本願発明の構成に想到することは容易であるといえる。したがっ\nて，審決の判断に誤りはない。\n(2)  原告の主張について\nア  原告は，審決は，相違点に関する判断において，刊行物１及び先行技術\nの内容の検討に当たって，本願発明における特徴点である「スパイラルド\nリルにおいて，互いにチゼルエッジを介して接続され，チゼルエッジの方\n向へ直線的に延びている複数の主刃」に到達するためにしたはずであると\nいう示唆等の指摘をしていない，刊行物１発明における課題は，ねじり振\n動の防止と，チップ詰まりの防止であるが，刊行物１発明においては，ね\nじり振動の防止と，チップ詰まりの防止のために，主切刃をチゼルエッジ\nの方向へ直線的に延びるようにする必要はないばかりか，技術的にも関連\nせず，刊行物１発明における課題である，ねじり振動の防止と，チップ\n詰まりの防止のために切刃を直線とすることには想到し得ない，など\nと主張する。\nしかし，前記(1)認定のとおり，主刃の形状を直線状にするか曲線状\nにするかは当業者において適宜選択すべき事項にすぎないし，また，ド\nリルの耐久性の確保は，スパイラルドリルに一般的に内在する課題であ\nるということができ，刊行物１発明にも同様の課題が内在されているも\nのということができるので，刊行物１発明に，チゼルエッジを介して接\n続され，チゼルエッジの方向へ直線的に延びている複数の主刃の構成を\n適用して，本願発明の構成に想到することは容易であり，原告の上記主\n張を採用することはできない。\nイ  原告は，切刃を曲線にすることは周知であり，切削抵抗を小さくして切\n\u0000 \u0000\u0000\u0000\nり刃のチッピングを防止するためには，ツイストドリル（スパイラルドリ\nル）に接した当業者は，切刃を曲線にすることのほうが自然である旨主張\nする。\u0000\nしかし，前記(1)認定のとおり，主刃の形状を直線状にするか曲線状に\nするかは当業者において適宜選択すべき事項にすぎない以上，ツイストド\nリル（スパイラルドリル）の主刃につき曲線状の構成を採用することが自\n然であるということはできず，原告の上記主張を採用することはできな\nい。\nウ  原告は，本願発明は，課題１と課題２という一見すると同時に解決でき\nない関係にある課題につき，構成１により課題１を，構成２により課題２\nを同時に解決しようとするものであり，これが本願発明の本質的特徴とな\nるので，課題１と課題２とを別々に判断したり，課題１と課題２の一方を\n解決する構成と他方を解決する構成とを別々に判断したりすることは，本\n願発明の解決課題を正確に把握してはいないことになる，課題１及び課題\n２は，上記のように一方を解決すると他方が発生するという，一見すると\n同時に解決できない関係にあるので，これらを同時に解決するため課題１\n及び課題２が融合された課題を設定することは，「一般には着想しない課\n題を設定した場合」に該当するため，審決が用いた各刊行物を組み合わせ\nる動機付けは存在しないなどと主張する。\u0000\nしかし，刊行物１の４頁１２～２３行及び５頁２０～２３行には，刊行\n物１発明においては，ドリル深さが増大する場合のチップの排出速度の減\n少，ひいてはチップ詰まりの惹起が課題（課題２）であること，これを解\n決するためのものとして，副切削角がドリル先端６からドリル中心長手軸\n線５方向に増大するという構成（構成２）が開示されている。\nそして，審決は，このことを前提として，刊行物１発明に周知技術の構\n成（構成１）を適用して，本願発明が容易に想到し得るものであると判断\n\u0000 \u0000\u0000\u0000\nしたものであるから，審決が課題１と課題２とを別々に判断したとか，課\n題１と課題２の一方を解決する構成と他方を解決する構成とを別々に判断\nしたなどということはできない。また，前記(1)認定のとおり，主刃の形\n状を直線状にするか曲線状にするかは当業者において適宜選択すべき事項\nにすぎない以上，構成２を備える刊行物１発明につき，主刃を直線状に形\n成する構成を適用することが容易ではないとはいえないし，前記(1)認定\nの刊行物２の記載に照らしても，本願発明につき一般には着想しない課題\nを設定した場合に該当するなどともいえない。さらに，本願発明において\n構成１と構成２を同時に採用したときの作用効果につき，それぞれの構成\nによって奏する作用効果から予測できないような顕著なものが存在するこ\nとをうかがわせる事実も認められない。\u0000\nよって，原告の上記主張を採用することはできない。\u0000\n３  まとめ\n以上のとおり，原告主張の取消事由は理由がない。また，他に審決に取り消\nすべき違法もない。\n第６  結論\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官          設      樂            一\n\u0000 \u0000\u0000\u0000\n裁判官          西              理      香\n裁判官          神      谷      厚      毅\n"
}