{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 1,
    "day": 26
  },
  "case_number": "平成28(ワ)137",
  "case_name": "損害賠償等請求事件",
  "court_name": "岐阜地方裁判所民事第１部",
  "gist": "歯科医院に勤務していた原告が，歯科医師である被告らから産前産後休暇及び育児休暇の取得に関する嫌がらせ等の違法行為を受けたことによりうつ病を発症したため休職に至ったにもかかわらず，原告を一般退職扱いとしたことは労働基準法１９条に反し許されないと主張し，労働契約上の権利を有する地位にあることの確認及び未払賃金等の支払を求めた事案について，うつ病の発症の業務起因性を認めて上記一般退職扱いが無効であるとして，原告が労働契約上の権利を有する地位にあることを確認し，未払賃金の支払を命ずるとともに，被告らの行為の一部につき不法行為を構成する違法な嫌がらせと認定し，損害賠償請求の一部を認容した事例。",
  "lawsuit_id": "87617",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87617",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/617/087617_hanrei.pdf",
  "contents": "主                  文\n１  原告が，被告Ｙ１に対し，労働契約上の権利を有する地位にあることを確認\nする。\n２  被告Ｙ１は，原告に対し，３２８万７８７４円及び別紙１「支払額」欄記載\nの各金員に対する「遅延損害金起算日」欄記載の各日から支払済みまで年６分\nの割合による金員を支払え。\n３  被告Ｙ１は，原告に対し，平成３０年８月から本判決確定の日まで，毎月末\n日限り月額２１万８０００円 の割合による金員及びこれらに対する各支払期\n日の翌日から支払済みまで年６分の割合による金員を支払え。\n４  被告Ｙ１は，原告に対し，１１０万円及びこれに対する平成２７年１０月７\n日から支払済みまで年５分の割合による金員を支払え。\n５  被告Ｙ１及び被告Ｙ２は，原告に対し，連帯して，５５万円及びこれに対す\nる平成２８年３月１９日から支払済みまで年５分の割合による金員を支払え。\n６  原告のその余の請求をいずれも棄却する。\n７  訴訟費用は，原告に生じた費用の２分の１及び被告Ｙ１に生じた費用の５分\nの４を被告Ｙ１の負担とし，原告に生じた費用の４分の１及び被告Ｙ２に生じ\nた費用の２分の１を被告Ｙ２の負担とし，原告に生じたその余の費用，被告Ｙ\n１に生じたその余の費用，被告Ｙ２に生じたその余の費用及び被告Ｙ３に生じ\nた費用については，原告の負担とする。\n８  この判決は，第２項ないし第５項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求（以下，個々の請求の趣旨を各項の番号を用いて，「請求の趣旨１」な\nどと表記する。）\n１  主文１項と同旨\n２  被告Ｙ１は，原告に対し，２３９万１９０３円及びこれに対する平成２８年\n３月１日から支払済みまで年６分の割合による金員を支払え。\n３  被告Ｙ１は，原告に対し，平成２８年３月から本判決確定の日まで，毎月末\n日限り月額２１万８０００円の割合による金員及びこれらに対する各支払期\n日の翌日から支払済みまで年６分の割合による金員を支払え。\n４  被告Ｙ１は，原告に対し，２２０万円及びこれに対する平成２７年１０月７\n日から支払済みまで年５分の割合による金員を支払え。\n５  被告Ｙ１は，原告に対し，１１０万円及びこれに対する平成２７年２月２７\n日から支払済みまで年５分の割合による金員を支払え。\n６  被告らは，原告に対し，連帯して，２２０万円及びこれに対する平成２８年\n３月１９日から支払済みまで年５分の割合による金員を支払え。\n７  被告らは，原告に対し，連帯して，１２万９５８０円及びこれに対する平成\n２９年１月２２日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，歯科技工士として被告Ｙ１に雇用された原告が，労働契約又はこれ\nに関連する被告らの不法行為に基づいて，以下の請求をした事案である。\n⑴  請求の趣旨１\n被告らによる産前産後休暇（以下「産休」という。）及び育児休業（以下\n「育休」という。）の取得に関する嫌がらせ等の違法な行為によりうつ病を\n発症したために休職に至ったにもかかわらず，被告Ｙ１が，原告の休職事由\nが休職期間の満了日までに解消されなかったことを理由に原告を一般退職扱\nいとしたことについて，業務上の傷病の療養のために休業する期間中におい\nて当該労働者を退職させることは許されない（労働基準法（以下「労基法」\nという。）１９条参照。）と主張して，被告Ｙ１に対する労働契約上の権利\nを有する地位にあることの確認\n⑵  請求の趣旨２\nア  主位的請求\n被告Ｙ１に対する労働契約に基づく未払賃金１万９５２０円（違法な懲\n戒処分に基づく減給処分による未払賃金）及びこれに対する平成２８年３\n月１日から支払済みまで商事法定利率年６分の割合による遅延損害金並び\nに平成２７年３月１日から平成２８年２月までの確定未払賃金２３７万２\n３８３円（既払金を除いたもの）及びこれらに対する平成２８年３月１日\nから支払済みまで商事法定利率年６分の割合による遅延損害金の支払請求\nイ  予備的請求\n被告Ｙ１に対する労働契約に基づく未払賃金１万９５２０円（違法な\n懲戒処分に基づく減給処分による未払賃金）及びこれに対する平成２８\n年３月１日から支払済みまで商事法定利率年６分の割合による遅延損害\n金\n被告Ｙ１に対する不法行為に基づく損害賠償金及びこれに対する遅延\n損害金の支払請求\n⑶  請求の趣旨３\nア  主位的請求\n被告Ｙ１に対する労働契約に基づく平成２８年３月以降の毎月の賃金及\nびこれらに対する遅延損害金の支払請求\nイ  予備的請求\n被告Ｙ１に対する不法行為に基づく損害賠償金及びこれに対する遅延損\n害金の支払請求\n⑷  請求の趣旨４\n被告Ｙ１による原告の一般退職扱いについての，被告Ｙ１に対する不法行\n為に基づく損害賠償金及びこれに対する遅延損害金の支払請求\n⑸  請求の趣旨５\n被告Ｙ１による違法な懲戒処分についての，被告Ｙ１に対する不法行為に\n基づく損害賠償金及びこれに対する遅延損害金の支払請求\n⑹  請求の趣旨６\n被告らによる原告の産休及び育休の取得に対する違法な嫌がらせにつき，\n共同不法行為又は被告Ｙ１については使用者責任に基づく損害賠償金及びこ\nれに対する遅延損害金の支払請求\n⑺  請求の趣旨７\n請求の趣旨６記載の違法な嫌がらせにつき，共同不法行為又は被告Ｙ１に\nついては使用者責任に基づく損害賠償金及びこれに対する遅延損害金の支払\n請求\n２  前提事実（争いのない事実並びに後掲証拠及び弁論の全趣旨により容易に認\nめられる事実）\n⑴  当事者等\nア  被告Ｙ１は，岐阜市内において，歯科医院「被告クリニック」（以下「本\n件クリニック」という。）を営む歯科医師であり，本件クリニックの院長\nである。\nイ  被告Ｙ２は，本件クリニックの副院長であり，被告Ｙ３は，本件クリニ\nックの事務局長である。\nウ  甲は，本件クリニックの従業員であり，本件クリニック在職中，原告よ\nりも先に妊娠，出産をした者である。\nエ  原告（旧姓はＸ’）は，平成２２年３月８日に本件クリニックに歯科技\n工士として採用され（なお，同日から同年５月３１日までは試用期間であ\nり，原告が本件クリニックの正社員となったのは同年６月１日である。），\n本件クリニックに勤務していた者である。原告は，平成２３年頃，乙株式\n会社（以下「本件株式会社」という。）への転籍を命じられたことがあっ\nたが，平成２７年１月２７日以降も，被告Ｙ１との間で雇用契約を締結し\nていた。\nオ  原告と被告Ｙ１との間の雇用契約（以下「本件契約」という。）は，期\n間の定めのない雇用契約であり，平成２５年４月以降の固定給は月額２１\n万８０００円，締日は毎月１０日，支払日は毎月末日であった。\nまた，平成２４年４月２３日に改訂された本件クリニックの就業規則（以\n下「本件就業規則」という。）の内容の一部は，別紙２記載のとおりであ\nった（乙３）。\n⑵  原告は，平成２５年４月１０日に婚姻し，その頃第一子を妊娠したため，\n同年６月１日，被告らに妊娠の報告を行い，平成２５年１２月末から産休及\nび育休を取得した。なお，原告は，平成２６年１月４日に第一子を出産した。\n⑶  原告は，平成２７年１月１３日，本件クリニックに復職した。\n⑷  原告は，平成２７年１月２３日，第二子の妊娠が判明したため，被告らに\n対し，産休及び育休を取得したい旨申し入れた。\n⑸  原告は，平成２７年２月２７日頃，以下の事案１及び事案２を懲戒事由と\nして平成２７年２月分の給与から７５２０円が控除される 減給の懲戒処分\nを受けた（以下「本件懲戒処分」という）。\nまた，被告Ｙ１は，原告に対し，平成２７年２月分の給与については，本\n件クリニックの賃金規程１７条２項に基づき，精勤手当１万２０００円を支\n給しなかった。\nア  事案１（本件就業規則３９条１項４号（３１条２項違反））\n原告が，①労働局に対して，本件クリニックの従業員である他の妊婦を\n例に挙げた上で本件クリニックが妊産婦に 対して不当に時短を命じてい\nる旨の虚偽の報告をして，同妊婦と本件クリニックとの間の信頼関係を損\nなったこと，②原告と被告Ｙ１が①に関する事実関係を確認する際に同妊\n婦が同席していたところ，原告が，声を荒げて反抗的な態度をし，上長の\n名誉を傷つけるとともに，同妊婦にショックを与えて本件クリニックのス\nタッフ間の信頼関係を損なったこと，③①に関する報告書を求められたも\nのの，原告が報告書としては考えられない文書を提出したこと。\nイ  事案２（本件就業規則３９条１項１号）\n原告が，平成２７年１月３日に育休が終了しているにもかかわらず，規\n定の届出，本件クリニックへの相談，同意又は了解を得ず，出勤日を一方\n的に定めて，同月１３日から出勤を開始したこと（同月４日から同月９日\nまでの６日間については，無断欠勤とみなす。）。\n（以上，甲７ないし９）\n⑹  原告は，平成２７年３月１６日，本件クリニックを早退して，丙メンタル\nクリニックを受診したところ，不安抑うつ状態と診断され，同月１７日から\n１か月の休養加療を要する旨の診断を受けた。（甲１０）\n原告は，その後，平成２７年３月１８日，体調不良を理由に本件クリニッ\nクを早退し，同月２０日，体調不良を理由に本件クリニックに出勤しなかっ\nた。原告は，同月１８日の早退以降，一度も本件クリニックに出勤せず，休\n職状態となった（以下「本件休職」という。）。\nさらに，原告は，同年４月１１日，丙メンタルクリニックにおいて，不安\n抑うつ状態であり，同月１７日から３か月の休養加療を要する旨の診断を受\nけた。また，原告は，同年８月１２日，丙メンタルクリニックにおいて，抑\nうつ神経症と診断され，それ以降，本件口頭弁論終結時においてもなお休養\n加療を要する状態が続いている（以下，これらの原告の不安抑うつ状態及び\n抑うつ神経症をまとめて「本件精神疾患」という。）。（甲３０の１ないし\n１０）\n⑺  原告は，平成２７年６月１９日，第二子を出産した。\n⑻  被告Ｙ１は，原告代理人弁護士に対し，平成２７年１０月７日付け被告Ｙ\n１代理人弁護士名義の書面により，原告が同年３月に提出した休職願による\n休職期間が満了する同年９月１６日をもって，本件就業規則所定の６か月の\n休職期間を満了したため，一般退職扱い（以下「本件退職扱い」という。）\nとした旨の通知（以下「本件退職通知」という。）をした。（甲１３）\n⑼  原告は，平成２９年７月１１日，第三子を出産した。（原告本人）\n⑽  本件クリニックでは，毎朝午前８時３０分頃から５５分頃までの間，本件\nクリニックに勤務する全従業員（平成２７年２月当時は約３５人程度）が参\n加する朝礼が行われているところ，朝礼において，午前８時４５分頃から５\n５分頃までの間，被告Ｙ１及び被告Ｙ２が事務連絡や訓示等を行っている。\n（被告Ｙ２）\n３  争点及びこれに関する当事者の主張\n⑴  本件懲戒処分の有効性\n（原告の主張）\nア  本件懲戒処分は，懲戒事由が存在しないため，無効である。すなわち，\n事案１については，本件クリニックが妊産婦に対して不当に時短を命じて\nいるのは事実であるから，原告が労働局に報告した内容は虚偽の事実では\nないし，原告が上長に対して声を荒げて反抗的な態度をし，上長の名誉を\n傷つけた事実はない。また，原告は，被告Ｙ２に対し，特に失礼な発言を\nした事実がないため，その旨の報告書を作成したのにすぎないのであるか\nら，これが「報告書としては考えられない文書」には当たらない。事案２\nについては，原告は，被告Ｙ３の了解を得て，平成２７年１月１３日に本\n件クリニックに復職することが決まっており，これに従って，同日，本件\nクリニックに復職したのであるから，同月４日から同月９日までの期間が\n無断欠勤であるとはいえない。\nイ  本件懲戒処分は，原告が労働局に対して申告したことを理由として行わ\nれていることから，労基法１０４条２項に反するという点からも，違法に\nなる。\nウ  本件懲戒処分に当たっては，被告らが原告に弁明の手続を与えなかった\n点において，手続上の違法も認められる。なお，本件懲戒処分に係る懲戒\n処分通知書の作成日付は平成２７年２月２８日とされているが，同月２７\n日の段階で原告に手渡されていた。\n（被告らの主張）\nア  事案１及び２については，いずれについても処分の対象となった事実が\n認められる。すなわち，事案１については，労働局の職員が，平成２７年\n２月１０日，本件クリニックを訪問し，原告以外の妊婦に本件クリニック\nがパートになるよう圧力をかけたというのは本当かと尋ねた。そのため，\n被告Ｙ２及び被告Ｙ３は，同月１３日，原告と甲の両者の同席の下，事実\n関係の確認をしたところ，甲は本件クリニックから圧力は一切かけられて\nいない旨明確に否定したが，原告は，本件クリニックが甲にパートになる\nように圧力をかけているという噂を聞いた，噂の出所は言えないと強弁し，\n被告Ｙ２に向かって大きな声をあげて食ってかかるなどした。被告Ｙ２及\nび被告Ｙ３は，原告に対し，原告において，本件クリニックが妊婦に対し\nて不当な時短を命じたなどと根拠もないのに事実に反する申告を労働局に\n対して行ったことは，本件クリニックのみならず甲の名誉も傷つけ，本件\nクリニックの従業員の信用を損ねるものであることを指摘し，反省を求め\nた。さらに，被告Ｙ２及び被告Ｙ３が，原告に対し，労働局に対して申告\nしたことの経緯や甲に関する申告内容が作り話でないのであれば，報告書\nで根拠を示すよう指示したところ，原告は，同月１４日，報告できないと\n述べて，内容のない報告書を提出するにとどまった。このような原告の対\n応は，本件就業規則３９条１項４号の規定する誠実義務違反，迷惑，不正\n行為の禁止に該当するから，懲戒事由が存在する。\n事案２については，原告の第一子の育休は，最大で平成２７年１月４日\nまで認められるものであったところ，原告は，育休に関する届出をせず，\n同月１３日に突然本件クリニックに出勤し，復職した。原告は，同月５日\nから同月９日までの欠勤届を出さずに同期間無断欠勤したのであり，本件\n就業規則３９条１項１号に定められる懲戒事由が認められる。\nイ  また，被告Ｙ１は，本件懲戒処分について，原告が労働局に対し申告を\nしたために懲戒処分にしたのではなく，全く事実と異なることを労働局に\n申告して本件クリニック及び同僚の名誉と信用を傷つけたことを理由のひ\nとつとして懲戒処分をしたものであるから，本件懲戒処分は労基法１０４\n条２項に反するものではない。\nウ  被告Ｙ２及び被告Ｙ３は，平成２７年２月２７日，本件クリニック多目\n的ホールにおいて，本件クリニックの従業員３名の立会いのもと，原告に\n対して，本件就業規則を示しつつ，懲戒処分の対象となる事案の内容につ\nいて説明を行った上で，質問と弁明の機会を与えたが，原告からは何らの\n弁明や意見も出なかった。その後，被告Ｙ２は，事務局において，被告Ｙ\n３の同席の下，原告に対して１日待つので反省の念を示してほしいと伝え，\n懲戒処分回避の機会を与えたものの，原告からは特に反応がなかった。そ\nこで，被告Ｙ２及び被告Ｙ３は，同日，被告Ｙ１に対し，上記一連の経緯\nを説明した上で，被告らにおいて改めて意見交換をした結果，懲戒処分を\n下すこととして，翌２８日，原告に対する懲戒処分通知書を出した。した\nがって，被告らとしては，必要な手続を踏んだ上で本件懲戒処分を行った\nものであって，手続上も違法ではない。\n⑵  本件精神疾患発症の業務起因性の有無\n（原告の主張）\n本件精神疾患は，以下に記載する被告らのハラスメント行為により生じた\nものであって，職場の上司等との人間関係に関する職場環境の悪化を原因と\nして生じたものと認められるから，業務起因性が認められる。\nア  原告は，平成２５年６月１日，夫とともに被告らに第一子の妊娠の報告\nをした。\n原告は，同月３日，被告Ｙ３に対して，本件クリニックにおける産休や\n育休に関する制度について確認すべく本件就業規則のコピーを交付するよ\nう依頼するなどしたが，被告Ｙ３及び被告Ｙ２から，なぜ急いで本件就業\n規則の開示を求めるのかなどと責められ，結局本件就業規則は開示しても\nらえなかった。\nイ  原告は，平成２５年１１月６日，同月２２日に原告の妹の結婚式に出席\nするために年次有給休暇（以下「本件有給休暇」という。）を取得しよう\nとして，被告Ｙ１に対して有給休暇願を提出した。しかし，被告Ｙ３から\n金曜日に有給休暇は取得できないと言われたため，原告は，本件有給休暇\nの取得及び妹の結婚式への出席を諦めた。\nまた，原告は，本件有給休暇の取得に関して，同月１６日には被告Ｙ３\nから「お前馬鹿か。」などの暴言を，同月１７日には被告Ｙ２から「給料\nもらって行こうなんて浅ましいよ。」などの暴言を，それぞれ吐かれた上，\n被告Ｙ２から，本件有給休暇を取得すれば，自主退職の形式で退職しなけ\nればならないといった説明等を受けた。\nウ  原告は，平成２７年１月１３日，本件クリニックに復職したところ，同\n月１４日，被告Ｙ２から，「はじめは，４時半までから始めた方がいいと\n思う。」，「給料は時給でパートという形だから精勤手当はない。」，「１\n年も休んでいたんだから，この先長く勤めるためにもそこから始めたほう\nがいい。」などと，原告が育休をとったことを暗に非難し，パートタイム\n勤務扱いという条件を受諾しなければ今後の勤務に支障が生ずるかのよう\nに告げて，原告を威圧した。\nまた，原告が被告Ｙ２からの上記提案を承諾していなかったにもかかわ\nらず，被告Ｙ２は，同月１６日，本件クリニックの他の従業員に対して原\n告の勤務時間を午後４時３０分までとするよう指示し，原告にも午後４時\n３０分には勤務を終了してほしい旨告げ，原告が既にパートタイム勤務扱\nいになっていることを前提にした。また，その際，被告Ｙ２は，原告に対\nして「今はもうパートの段階だからね。」などと言った。\n原告は，同月１９日，被告Ｙ３から「産休後の勤務形態について（提案）」\nと題する書面（甲４。以下「本件書面」という。）を渡された。本件書面\nには，原告の勤務条件について，午前８時３０分から午後４時３０分まで\nの７時間を就労時間とすること，残業はなしとすること等を提案する旨記\n載されていた。\nエ  被告Ｙ２は，平成２７年１月２０日，朝礼時に「被告クリニックのため\nに何ができるかよ。私が，私がじゃだめよ。」などと原告に対する不満を\n暗に述べた。また，同日，被告Ｙ１及び被告Ｙ２は，原告に対し，「戻っ\nてきてもらっても困る。」，「１年も休んでいて，気がしれない。」，「う\nちにあわせてもらえないと。」などと言い，本件書面記載の条件でパート\nタイム勤務となるか退職するかの選択肢しかないなどと述べた。\nオ  原告が，平成２７年１月２３日，被告Ｙ１及び被告Ｙ３に対し，本件書\n面記載の勤務条件は受け入れられず，これまでどおり正社員として勤務し\nたいこと，第二子の妊娠が判明したため，再度産休及び育休を取得したい\nことを話したところ，被告Ｙ１は，原告に対し，「妊娠してどうするつも\nりなの。」，「時短には応じないと折り合いはつかないと思うよ。」，「結\n局折り合わないと物別れになっちゃって裁判とかなっちゃうわけだよね。」\nなどと発言し，これに同調して，被告Ｙ３も，「また産休やるの。」など\nと発言し，原告がパートタイム勤務となるように仕向けた。\nまた，被告Ｙ２は，同月３０日以降，原告からの挨拶を無視するように\nなった。\nカ  原告は，平成２７年２月１３日，被告Ｙ２から，原告が同年１月２２日\nに被告らからパートタイム勤務扱いにするように圧力等をかけられている\nことについて労働局に相談したことを非難された。\nまた，被告Ｙ２は，原告に対し，先月分の残業があるから，１日８時間\n勤務にするべく午後４時３０分には帰宅すること，帰宅時間については業\n務命令であることを告げるとともに，同年２月１４日を期限として，原告\nの被告Ｙ２に対する失礼な発言について報告書を提出するよう命じた。\nさらに，原告は，技工指示書に従い技工物を作成する業務に従事してい\nたが，同月１２日から同月２２日までの間，技工指示書を渡してもらえず，\n仕事が与えられない状況となった。被告Ｙ１及び被告Ｙ３も，同月中旬頃\n以降，原告が挨拶をしても無視するようになった。\nキ  被告Ｙ２は，平成２７年２月１６日の朝礼において，遠い旅から１年ぶ\nりに里親の下に戻ってきたＡ子が，里親がＡ子に門限等の制限を与えたこ\nとに不満を持ち，里親の支援機関の管理長に自分だけでなく他の里子もい\nじめを受けていると訴えたために，里親は，同支援機関の管理長に問いた\nだされ，一生懸命里子を育ててきたのに根拠のない事実で注意を受けたこ\nとに大変ショックを受けたというたとえ話をした。\nそして，被告Ｙ２は，本件クリニックの従業員らに対して「Ａ子さんの\n態度が失礼だと思う方，手を挙げてください。」と問いかけて，従業員ら\nに手を挙げさせ，「ほとんどの方が失礼ですね，はい。」と言って話を終\nえた。\n原告は，上記たとえ話のＡ子が当時の原告に酷似する状況であったため\nに，同僚らの前で自分の人格が否定された気持ちになり，絶望感及び失望\n感を味わった。\nまた，被告Ｙ１も，上記朝礼において，「身近な人の『こうげき』がな\nくなる本」と題する書籍（以下「本件書籍」という。）を参照して，身近\nな人からの攻撃に関する話をしたが，原告の被告らに対する対応を攻撃と\nみなし，原告を暗に非難するものであった。また，被告Ｙ１は，攻撃をし\nてくる人は障害があるなどと話したため，原告は自分が障害者呼ばわりさ\nれている気持ちになり，強いショックを受けた。\nこの点，被告Ｙ２のブログの同月６日付けの記事における「ブラック社\n員が怖い」との記載や，同ブログの同月７日付けの記事における「被告ク\nリニックという組織のことを，より重要視して考える忠誠心のあるスタッ\nフ」が求められている旨の記載からも，被告Ｙ１及び被告Ｙ２が原告につ\nいて攻撃をする者とみなして非難していたことが裏付けられる。\nさらに，原告は，同月１６日午後，被告Ｙ３から，「今日を入れて後４\n日，４時半までとしてください。」と，早く帰宅するよう指示された。\nク  被告Ｙ１は，平成２７年２月１７日の朝礼において，本件書籍に基づき，\n訳も分からず攻撃をしてくる相手に対する対処法について，詮索や余計な\n世話をしないようになどと話し，暗に原告の人格を否定した。\nケ  被告Ｙ２は，平成２７年２月１８日の朝礼において，「自己を無にして\n投資して初めて本当のことができる。」，「利己的なものが出てくると人\nは怖くて前に進めない。」などと述べて，育児のための諸制度を利用しな\nがら働き続けたいとの原告の考えを利己的であると否定するとともに，「一\n生懸命やる人たちはひたむきに仕事をしていきますから，その人たちに仕\n事が与えられていきます。」と述べて，あたかも原告が仕事に真面目に取\nり組んでいないために仕事を与えていないかのような説明をした。\nまた，被告Ｙ１が，上記朝礼において，本件書籍に基づき，攻撃をする\n人の特徴につき，虐待されて育ったなどと説明したため，原告は，自分が\nそのような生育環境にあったかのように説明された気持ちになった。\nコ  被告Ｙ２は，平成２７年２月２０日の朝礼において，早出と残業は申請\nを許可された者だけができること，自己犠牲的・献身的な気持ちを持つこ\nとが大切であり，そのような気持ちを持てる人だけが本件クリニックに残\nってほしいと述べた。\nサ  被告Ｙ２は，平成２７年２月２１日の朝礼において，残業をしてはいけ\nないとある人に述べたのに，その人は今までと同じように勤務したいとし\nて労働局の人に相談したこと，本来は許可を受けて残業しなければならな\nいのに，業務命令を無視して残業した人がいた旨述べた。\nまた，被告Ｙ１は，上記朝礼において，本件書籍に基づき，攻撃をして\nくる人は，空気が読めないタイプの人に多く，アスペルガー症候群のよう\nに周りのことに考えが及びにくい人であるなどと話した。\nシ  被告Ｙ１は，平成２７年２月２３日の朝礼において，本件書籍に基づき，\n攻撃をしてくる人のタイプの中に決めつけ体質があるなどと話した。\nス  被告Ｙ１は，平成２７年２月２５日の朝礼において，攻撃をしてくる人\nの原因として曖昧なものに耐えられないこと等を挙げ，被告Ｙ２もこれに\n同調して，「曖昧は大切です。」などと述べた。\nまた，被告Ｙ１は，うつ病の人は，エネルギーがないため感情をコント\nロールしにくく，さ細なことで食ってかかってくるなどと話した。\nセ  被告Ｙ２は，平成２７年２月２７日の朝礼において，厚生労働省から出\nている三原則を紹介し，この三原則を守っているかが従業員の評価に関す\nる重要な要素であり，うち２つは忠誠心とチームワークであると説明した。\n被告Ｙ２は，上記説明を通じて，原告について上司に逆らい忠誠心がない\n者であるとして，暗に原告を非難した。\nまた，被告Ｙ１は，上記朝礼において，ＬＡＮケーブルの末端部分に不\n具合があるとインターネット回路全体に影響を及ぼす旨のたとえ話をして，\n原告が本件クリニック全体に悪影響を与えているかのような説明をした。\nさらに，被告Ｙ１は，本件書籍を引用して，攻撃する人はアスペルガー\n症候群や発達障害等性格の偏った子供っぽい人間である旨説明した上，そ\nのような人間に対しては，親切の気持ちから発した言葉でも相手の受け取\nり方が悪いせいで攻撃されることがある，よかれと思って発言しても攻撃\n的な状況を引き出してしまっていることを覚えておくとよい旨の説明をし\nた。\nソ  被告Ｙ２は，平成２７年２月２７日，被告Ｙ３とともに，懲戒処分を行\nうには証人が必要であるとして，本件クリニックの従業員ら４名の面前で，\n原告に対し，本件懲戒処分を言い渡した。その際，被告Ｙ２は，原告に対\nし，残業は一切認めない旨明言するとともに，原告が午前８時３０分前に\n出勤しても早出手当は出ないとしつつ，午前８時３０分より早く出勤しな\nければボーナスの評価において不利になる旨ほのめかし，事実上手当の支\n給されない早出を強制した。\nタ  被告Ｙ１は，平成２７年２月２８日の朝礼において，本件書籍の説明と\nして，攻撃をどのようにかわすかという話をした。\nチ  被告Ｙ１は，平成２７年３月２日の朝礼において，攻撃されても自分が\n悪いと思う必要はない，攻撃的な話をする人は何でもネガティブなコメン\nトしか気が済まないタイプにすぎないといった話をした。\nツ  被告Ｙ１は，平成２７年３月３日の朝礼において，身近な人からの攻撃\nは八つ当たりであると述べ，原告の被告らに対する行為は八つ当たりであ\nるかのように説明した。\n労働局の職員が本件クリニックを訪れたことや原告が本件懲戒処分を受\nけたこと等から，同僚らも原告と被告らとの間の事情を認識していたため，\n被告Ｙ１の朝礼における一連の話によって，原告と同僚らとの人間関係が\nぎくしゃくするようになった。\nテ  被告Ｙ１は，平成２７年３月４日の朝礼において，攻撃してくる人が攻\n撃する理由や対処法等について話した。\nト  被告Ｙ１は，平成２７年３月６日の朝礼において，攻撃してくる人は自\nらをも攻撃していると説明した上，攻撃してくる人はいつもぴりぴりした\n緊張状態にいるなどと説明した。\nナ  被告Ｙ１は，平成２７年３月７日の朝礼において，冒頭で攻撃が癖にな\nっている人は周りにとっても不愉快であり，自分自身も有害物質を吸い込\nんでいるなどと述べた上，攻撃してくる人への対処法等について説明した。\nニ  被告Ｙ１は，平成２７年３月９日の朝礼において，攻撃してくる人は困\nっているという視点を持つことが大切であるなどと説明した。\nヌ  被告Ｙ２は，平成２７年３月１０日の朝礼において，本件クリニックで\nは，心の良い方は潜在能力を開かせるが，心の悪い方は遠慮願いたいなど\nと話した。\nネ  被告Ｙ１は，平成２７年３月１３日及び同月１６日の各朝礼において，\n攻撃してくる人への対処法について説明した。\nまた，被告Ｙ２は，同日の朝礼後，原告を呼び出し，同月１１日の病欠\nに係る原告の有給休暇の申請について，２週間前の申請でなければ有給休\n暇は認められないとして，同日の有給休暇の取得を認めなかった。\nノ  被告Ｙ１は，平成２７年３月１７日の朝礼において，攻撃をしてくる人\nへの対処法について話した。\n原告は，同日，耐えきれずに医療機関を受診したところ，１か月の休養\nを取るべきとの診断を受けた。\nハ  被告Ｙ２は，平成２７年３月１８日の朝礼において，歯科技工士の離職\n率について言及し，歯科技工士が勤務できていること自体感謝すべき状況\nである旨話した。\nまた，被告Ｙ１は，上記朝礼において，攻撃を行う者に対する対処法に\nついて説明するなどした。\n原告は，上記キないしハの毎回の朝礼における原告を念頭に置いた被告\nＹ１及び被告Ｙ２の訓示や発言等に耐え切れなくなり，同月１８日に早退\nして以降，本件クリニックに出勤することができなくなった。\nヒ  このように，原告は，上記アないしハの被告らによる一連の嫌がらせ行\n為等により，本件精神疾患を発症したものであり，本件精神疾患の発症に\nつき業務起因性が認められる。\n（被告らの主張）\nア  本件有給休暇の取得について\n原告が平成２５年１１月２２日の有給休暇の取得を希望したものの，被\n告Ｙ３及び被告Ｙ２が，原告に対し，同日に有給休暇は取得できないこと\n及びその理由について説明したことは認めるが，「お前馬鹿か。」などと\n発言してはいない。\n原告が有給休暇の取得を希望した平成２５年１１月２２日は金曜日であ\nったところ，本件クリニックの休診日（前日の木曜日，翌日の土曜日及び\n翌々日の日曜日）のはざまである同日には，患者が殺到して極めて忙しく\nなることが容易に予想されたために，本件有給休暇を非承認としたもので，\n合理的な理由に基づくものである。\nイ  パートタイム勤務への変更の勧誘について\n被告Ｙ２及び被告Ｙ３は，社会保険労務士を介して，原告に対し，産休\n明けの場合には早退等も多いことや原告の利益に配慮して，変形労働時間\n制とすることを提案したが，強要したり執拗に迫ったりなどはしていない。\nまた，被告Ｙ２が，必要がないにもかかわらず無断で残業を繰り返す原\n告に対し，繰り返し注意するとともに，午後４時３０分には業務を済ます\nことができる旨指摘したことはあるが，原告に対して午後４時３０分まで\nの就業時間の短縮を強いたことはない。\nウ  復職後の原告の業務及び残業について\n被告Ｙ２及び被告Ｙ３が，以前から本件クリニックの従業員らに対し，\n仕事は就業時間内に終わらせ，残業の必要がある場合には事前に報告し\nて了解を得ることを繰り返し指示していたにもかかわらず，原告は，平\n成２７年１月１３日，同月１７日，同月１９日，同月２４日，同月２６\n日，同月２８日，同月３１日，同年２月２日及び同月１３日に，上記指\n示に反して無断で残業した。そこで，被告Ｙ２及び被告Ｙ３は，原告に\n対し，上記指示を守るよう注意したが，原告は，労働局から従前と同様\nに勤務するよう勧められたと反論して，態度を改めなかった。\nもとより残業についての上記指示は，従業員として当然順守すべきも\nのであり，労働局の勧告とも何ら関係がない。\n被告らが，原告に対して業務を与えなかったということはない。歯科\n技工士は平均して１か月当たり数枚の技工指示書を受け取って仕事をす\nるのが通常であって，１週間や１０日の間，技工指示書を受け取らない\nことはよくあることであるし，本件クリニックでは，チーフ技工士が，\n各歯科技工士の仕事の進捗状況等を見ながら適宜技工指示書を渡して仕\n事を振り分けるため，ある歯科技工士が一定期間新たな技工指示書を受\nけ取らないことは頻繁に生じる。\n仮に，原告が，平成２７年２月１２日から同月２２日にかけて，新た\nな技工指示書を受け取らなったとしても，それは原告が以前に渡された\n技工指示書による仕事をこなしていたからであり，たまたま同期間に新\nたな技工指示書を渡されなかったにすぎない。\n被告Ｙ２は，平成２７年２月２０日，原告に対して，本来１０日締め\nで提出すべき技工評価表を提出するよう命じ，更に被告Ｙ３が，提出期\n限を同月２４日と定めて，再度技工評価表を提出するよう指示したが，\n原告はいずれも無視して提出しなかった。\n被告Ｙ２は，同年３月１０日にも，原告に対して同年２月分及び３月\n分の技工評価表の提出を命じたが，原告はこれを無視して提出しなかっ\nた。\nエ  朝礼について\n被告Ｙ２は，平成２７年２月１６日の朝礼において，里親の下に久し\nぶりに戻ってきた里子に対して，里親が親として当然のしつけをしたと\nころ，その子が外部に対して里親を批判する行動をとったことを紹介し\nた上で，「親は子がかわいいからこそあえて厳しく叱ったりすることも\nあるのだから，お子さんは親御さんの気持ちを理解すべきだったのでは\nないでしょうか。」と話し「私と同じ考えの方，手を挙げてみて。」と\n話したところ，何名かが手を挙げた。\n続いて，被告Ｙ１が，本件書籍を手にして，「いつも言っていること\nですが，私たち歯科医を含めてスタッフ全員が患者さんに満足してもら\nえるサービスを提供するには，チームワークをしっかり構築する必要が\nあります。最近無理な要求をされる患者さんがいたり，言いがかりや八\nつ当たりに近いことを言ったり，きちんと説明をしても過剰な反応をす\nる方もいらっしゃる。こうした難しいことにきちんと対応するには私た\nちがしっかり対応しなければならない。」と話した。\n以上のとおり，被告Ｙ２及び被告Ｙ１は，原告を攻撃するようなたと\nえ話は一切していない。本件クリニックが労働局から連絡を受けたのが\n同月６日頃であるとしても，原告が主張する朝礼での訓示は，その後１\n０日以上たってからのことであり，そもそも関連性が認められない。\nまた，被告Ｙ２のブログの「ブラック社員」とのコメントも，あくま\nで一般的な内容にとどまり，原告を特定させるような記述は一切うかが\nえない。\nさらに，被告Ｙ３は，原告に対し，「仕事は時間内に終わらせてくだ\nさい。」と伝えたが，労働時間を変更するような要求はしていない。原\n告が業務命令を無視して同年１月１３日から同年２月２日までの期間の\nうち計８日間に各１時間無断で残業したことから，仕事を早く終わらせ\nるように指示をしたものである。\n被告Ｙ１は，平成２７年２月１７日の朝礼において，「昨日も話した\nが，無理なクレームをつける方もいるが，こちらにも問題はないかと振\nり返るなどして過剰に反応しないことも大切です。節度を持った対応を\nしてください。」と述べた。\n被告Ｙ２は，平成２７年２月１８日の朝礼において，聖書の言葉を引\n用しながら，「仕事では無私の気持ちで，患者さんに奉仕する気持ちで\n臨みましょう。一人一人が一生懸命自分の仕事に取り組むことが大切で\nす。」と述べた。\nまた，被告Ｙ１は，「無理なことを言う人は，批判された経験がある\nことが多いから，そうした人の気持ちを考えてあげることが必要です。」\nと述べた。\n被告Ｙ２は，平成２７年２月２０日の朝礼において，「改めて言うこ\nとではありませんが，残業は必要があるときにあらかじめ了解を得てか\nらするようにしてください。」，「仕事では献身的な気持ちでやりまし\nょう。被告クリニックのメンバーである以上そうした姿勢でやってほし\nいです。」と述べた。\n被告Ｙ２は，平成２７年２月２１日の朝礼において，「残業は必要が\nあるときに了承を得てからやっていただくようにしてください。これが\nルールだし，みなさんのプライベート時間を確保することにもなります。」\nと述べ，被告Ｙ１は，「自分が言ったことが人を傷つけるということが\n分からない場合もあるのでお互い気を付けましょう。」と述べた。\n被告Ｙ２及び被告Ｙ１は，平成２７年２月２５日の朝礼において，ク\nレーム対応について「正面から答えるのではなく曖昧な回答も一つの方\n法です。」と述べた。\n被告Ｙ２は，平成２７年２月２７日の朝礼において，「従業員として\n大切なのはチームワークと仕事に対する忠誠心です。」と述べ，被告Ｙ\n１は，ＬＡＮケーブルの末端が故障しているというたとえ話をして，「一\n人一人が小さなことにも気付くようにしてください。」と訓示した。\n被告Ｙ１は，平成２７年２月２８日の朝礼において，「患者さん対応\nはしっかりやりましょう。」と述べた。\n被告Ｙ１は，平成２７年３月２日，同月３日，同月４日，同月６日，\n同月７日，同月９日，同月１３日，同月１６日，同月１７日及び同月１\n８日の各朝礼において，「患者さんの言い分はよく聞いた上で，こちら\nの説明はしっかりきちんと理解してもらうようにしてください。対応は\n丁寧に，しっかりやりましょう。」と述べた。\n被告Ｙ２は，平成２７年３月１８日の朝礼において，「歯科技工士さ\nんは離職率が高いけれど，うちでは安心して働いてもらいたい。」と述\nべた。\nこのように，被告らは，原告に対して何ら問題となる言動はとってい\nない。原告は，被告らの発言を誤解・曲解した上で，自分に向けられた\n批判であると何ら根拠なく独断しているにすぎない。\nオ  本件懲戒処分について\n前記⑴（被告らの主張）記載のとおり，本件懲戒処分は適切に行われた\nものである。\nカ  小括\n以上より，原告に対する被告らの言動に問題とされるべき点はなく，原\n告の本件精神疾患の発症は，被告らの上記言動等とは無関係であるから，\n業務起因性は認められない。\n⑶  共同不法行為ないし使用者責任の成否\n（原告の主張）\n被告らは，以下のとおり，原告に対する違法な各行為を行ったところ，同\n各行為は一連のマタニティハラスメントとなるものであるから，被告らは，\n民法７１９条１項前段に基づき，共同して不法行為責任を負う。また，被告\nＹ１は，被告Ｙ２及び被告Ｙ３の使用者であるため，被告Ｙ２及び被告Ｙ３\nの行為について，民法７１５条に基づき，使用者責任を負う。\nア  被告Ｙ１の行為について\n被告Ｙ１は，前記⑵（原告の主張）エないしハ記載（ただし，同コ，同\nソ及び同ヌは除く。）の発言又は行動をしたことに加え，本件休職に際し，\n原告が休職に必要な手続についての説明を何度も求めたにもかかわらず，\nこれに応じず，原告が自主的に行った休職手続によって正式な休職扱いに\nなっているかについての連絡もしなかった上，復職に関する手続の説明も\nしなかった。また，本件休職後，原告に対し，社会保険料支払の請求をす\nる一方で，産休及び育休の取得や社会保険料の免除に係る手続の案内等は\n一切行わなかった。\nまた，本件退職通知には，本件退職扱いに至った理由について，「出産\nに際しては休職願いを提出されておらず」と記載されているが，原告は，\n被告Ｙ１から，出産の際に休職願が必要である旨の説明も受けていなかっ\nた。\nこのような被告Ｙ１の行為は，原告が子を有していることや女性である\nことを理由とする不利益な取扱い及び差別的取扱いに当たることから，育\n児休業，介護休業等育児又は家族介護を行う労働者の福祉に関する法律（以\n下「育児・介護休業法」という。）１０条及び雇用の分野における男女の\n均等な機会及び待遇の確保等に関する法律６条３号に反し，違法である。\nイ  被告Ｙ２の行為について\n被告Ｙ２は，以下のとおり，原告に対する一連の不法行為を行った。\n被告Ｙ２は，本件有給休暇の取得を阻止する言動に及んだ上，同月１\n７日には，有給休暇は経営側に何のメリットもないのに従業員に金を払\nうものであるという趣旨の発言や，「給料もらって行こうなんて浅まし\nい。」等の発言をし，本件有給休暇の取得を阻止するとともに，原告の\n有給休暇願に対し，「無給」の休暇のみを承認した。\n被告Ｙ２は，平成２７年１月１４日，原告の終業時刻について午後４\n時３０分とするとともに，原告の賃金について時給制のパートタイム勤\n務扱いとし，精勤手当を支給しない旨を述べ，原告の勤務条件を不利益\nに変更するよう勧奨した。\nまた，被告Ｙ２は，原告が上記勤務条件の変更を拒んでいるにもかか\nわらず，本件クリニックの他の従業員に対し，原告のパートタイム勤務\n扱いが決定したかのような発言をしたほか，勤務条件の変更に応じない\n原告を非難する発言や，勤務条件の変更に応じなければ退職するよう求\nめるなどの威圧的な発言をすること等によって，少なくとも同日から同\n年２月中旬頃までの期間，不利益な勤務条件への変更を勧奨した。\n被告Ｙ２は，被告Ｙ１とともに，平成２７年２月１２日から同月２２\n日までの間，原告に対して，技工指示書を渡さず，仕事を与えなかった。\n被告Ｙ２は，平成２７年１月３０日以降，原告が挨拶をしても無視す\nるようになった。\n被告Ｙ２は，平成２７年１月２０日の朝礼において，原告に対する非\n難を本件クリニックの従業員ら全員の面前で行い，被告Ｙ２のブログに\nおいても，原告に対する当てつけのような記事の掲載を複数回行った。\n被告Ｙ２は，平成２７年２月１６日から同年３月１８日までの各朝礼\nにおいて，前記⑵（原告の主張）キ，ケ，コ，サ，セ，ヌ及びハ記載の\n各発言により，本件クリニックの従業員らの面前で原告の人格を否定す\nるような言動を行った。\n被告Ｙ２は，原告の平成２７年３月１１日の病欠について，有給休暇\nを承認せず，原告の有給休暇の取得を妨げた。\nウ  被告Ｙ３の行為について\n被告Ｙ３は，以下のとおり，原告に対する一連の不法行為を行った。\n被告Ｙ３は，平成２５年１１月頃，本件有給休暇の取得に際して，結\n婚式に行くのに給料を払うのは本件クリニックが祝い金を出すのも同じ\nという趣旨の発言をして，本件有給休暇の取得を阻止した。また，被告\nＹ３は，同月１６日，本件有給休暇の取得に関して「お前馬鹿か。」な\nどと原告が畏怖するに足る暴力的な発言をした。\n被告Ｙ３は，原告に対し，平成２７年１月１９日，本件書面を手渡し\nたところ，原告が本件書面に記載された勤務条件の変更を明確に拒んだ\n後である同月２３日，被告Ｙ１とともに，原告に対し，勤務条件の変更\nの提案を承諾するよう説得した。\nまた，被告Ｙ３は，同日，原告が第二子を妊娠したことを知ると，原\n告に対し，「また産休やるの。」などと，原告が産休をとることを暗に\n非難し，産休の取得を阻止しようとする発言をした。\n被告Ｙ３は，平成２７年２月中旬頃以降，原告が挨拶をしても無視す\nるようになった。\n被告Ｙ３は，平成２７年２月１６日，原告に対し，同日を含む４日間\nについては，午後４時３０分までの勤務とするよう指示した。\n（被告らの主張）\n否認ないし争う。\n⑷  本件懲戒処分の違法性（不法行為の成否）\n（原告の主張）\n本件懲戒処分は，被告Ｙ１によって何らの懲戒事由もなく行われたもので\nあり，不法行為に該当する。本件懲戒処分は，処分時期やその経緯からして，\n原告がパートタイム勤務扱いへの勤務条件変更の提案を拒否したことや，原\n告の労働局への相談によって，被告Ｙ１に対する勧告が発せられたことに対\nする報復目的及びパートタイム勤務扱いによる賃金削減を減給処分という形\nで達成させる目的でなされたことは明らかであり，極めて悪質性が高いもの\nである。\n（被告らの主張）\n否認ないし争う。本件懲戒処分は，前記⑴（被告らの主張）記載のとおり，\n適法な処分であって，不法行為を構成しない。\n⑸  本件退職扱いの違法性（不法行為の成否）\n（原告の主張）\n原告は，被告Ｙ１による不当な一般退職扱いにより，強い精神的苦痛を受\nけた上，現在に至るまで健康保険被保険者の資格を喪失した状態となり，医\n療機関で健康保険の適用を受けることができない状況にある。原告は，被告\nらの言動により医療機関に継続的に通院することが必要な精神状態に追い込\nまれたにもかかわらず，不当な一般退職扱いによって健康保険被保険者の資\n格を喪失させられたのであるから，その精神的苦痛はより甚大なものとなっ\nた。本件退職扱いは，被告らの度重なるマタニティハラスメントの最たるも\nのである。\n（被告らの主張）\n否認ないし争う。原告の休職については，被告らに責任はない。また，原\n告は，本件就業規則にあるとおり，休職期間満了時においても休職事由が不\n消滅であるため一般退職扱いとなったものである。健康保険被保険者の資格\n喪失も一般退職扱いになったことを原因とするもので，当然のことである。\n⑹  損害\n（原告の主張）\nア  未払賃金について（請求の趣旨２及び３）\n本件懲戒処分は無効であること\nから，被告Ｙ１は，原告に対し，本件契約に基づき，平成２７年２月支\n払分の賃金について，減給された７５２０円及び本件懲戒処分を受けた\nために不支給とされた精勤手当１万２０００円を支払うべき義務がある。\n本件契約において，原告の基本給は月額２１万８０００円とされてい\nるところ，被告Ｙ１は，原告に対し，平成２７年３月支払分については\n２０万５１５６円を，平成２７年４月支払分については３万８４６１円\nを支払ったにすぎず，平成２７年５月支払分以降の賃金は一切支払って\nいない。したがって，被告Ｙ１は，原告に対し，本件契約に基づき，平\n成２７年３月支払分から平成２８年２月支払分までの未払賃金合計２３\n７万２３８３円及び平成２８年３月支払分以降月額２１万８０００円の\n賃金を支払うべき義務がある。\nなお，原告は，平成２７年３月１８日以降，本件クリニックを休職し\nているものの，本件休職は，原告が，被告らによる原告への非難や嫌が\nらせ行為等によって精神的に追い詰められた結果発症した本件精神疾患\nを原因とするものであり，被告Ｙ１の責に帰すべき事由によるものであ\nるから，原告は，被告Ｙ１に対する賃金支払請求権を失わない。\n原告は，平成２７年６月１９日に第二子を出産したことから，第二子\n誕生の１週間前である同月１２日頃から産前休暇を取得し，その後一定\n期間は産後休暇等の取得により休職した可能性が考えられる。また，原\n告は，平成２９年７月１１日に第三子を出産したことから，第三子誕生\nの１週間前頃から産前休暇を取得し，その後一定期間は産後休暇等の取\n得により休職した可能性が考えられる。\nもっとも，原告は，被告らの一連の不法行為によって，本件精神疾患\nを発症し，家事や育児が手につかない状態となったことから，家事労働\nに係る労働能力の少なくとも８０パーセントを喪失したところ，原告の\n労働能力喪失による損害は，少なくとも年額２９０万５８３３円であり，\n月額２１万８０００円を下ることはない。\nしたがって，原告は，産休及び育休の取得により休職した可能性があ\nる期間については，予備的に，不法行為による損害賠償請求権に基づき，\n主婦業の休業損害に係る損害賠償金の一部として月額２１万８０００円\nの割合による金員の支払を求める。\nイ  本件退職扱いについて\n本 件 退 職 扱 い は ， 不 当 な も の で あ る こ と に 加 え ， 被 告 ら の 度 重 な\nるマタニティハラスメントが行われる中で行われたものであって，悪質性\nは高いというべきである。そして，原告が本件退職扱いにより受けた多大\nな精神的苦痛に鑑みれば，同精神的苦痛に対する慰謝料は２００万円を下\nらない。また，弁護士費用として２０万円も損害とされるべきである。\nウ  本件懲戒処分について\n本件懲戒処分は，処分時期や従前の経緯からして，原告が，パートタイ\nム勤務扱いへの勤務条件変更の提案を拒否したことや原告が労働局に相談\nしたことにより，労働局が本件クリニックに対し勧告を発したことへの報\n復目的に基づくものであり，極めて悪質性が高いものである。原告が本件\n懲戒処分により受けた多大な精神的苦痛に鑑みれば，同精神的苦痛に対す\nる慰謝料は１００万円を下らない。また，弁護士費用として１０万円も損\n害とされるべきである。\nエ  被告らの行為（ハラスメント行為）について\n原告は，被告らの一連のマタニティハラスメント（前記⑶（原告の主張）\n記載の被告らの一連の行為）によって，第二子の産前の重要な時間に，最\n終的には抑うつ状態による休職にまで追い込まれた。原告が，被告らによ\nる一連のマタニティハラスメントによって受けた多大な精神的苦痛に鑑み\nれば，同精神的苦痛に対する慰謝料は２００万円を下らない。また，弁護\n士費用として２０万円も損害とされるべきである。\nオ  治療費\n原告は，被告らの一連のマタニティハラスメント（前記⑶（原告の主張）\n記載の被告らの一連の行為）によって，本件精神疾患を発症し，平成２７\n年３月１６日以降現在に至るまで，通院治療を余儀なくされた。また，原\n告は，過度のストレスから，平成２８年７月に右急性感音難聴を発症し，\n通院治療を受けた。\nそして，上記治療に係る平成２９年１月２１日までの治療費は，合計１\n２万９５８０円であるところ，同治療費は，被告らの不法行為と相当因果\n関係がある損害である。\n（被告らの主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  認定事実\n前掲前提事実に後掲括弧内に掲記の証拠（ただし，後掲括弧内に掲記の証拠\nのうち，以下の認定に反する部分は採用しない。）及び弁論の全趣旨を総合す\nると，以下の事実を認めることができる。\n⑴  原告は，平成２５年４月頃，第一子を妊娠したため，平成２５年６月１日，\n夫とともに被告らに第一子の妊娠の報告をした。\n原告は，本件クリニックにおける産休や育休に関する規定を確認すべく，\n同月３日，被告Ｙ３に本件就業規則のコピーを交付するよう依頼したところ，\n被告らは，同月４日の朝礼において，原告を含む従業員らに対して本件就業\n規則の一部のコピーを配布した。（甲３６，原告本人）\n⑵  原告は，平成２５年８月２１日，被告Ｙ３に対し，第一子の出産予定日が\n平成２６年１月１９日であることから，同月６日から産休を取得したい旨告\nげた。（甲３６）\n⑶ア  原告は，平成２５年１１月６日，同月２２日に予定されていた妹の結婚\n式に出席するために有給休暇（本件有給休暇）を取得しようと考え，被告\nＹ１に対して有給休暇願を提出した。（甲１６）\nなお，上記有給休暇願には，特記事項として，「治療やサービスに支障\nをきたす場合，有給休暇の月日の変更をお願いすることがあります。（時\n季変更）」，「２連休の前後に有給休暇を取得し，３連続，あるいは４連\n続となる有給休暇の取得は避けるようお願いします。」などの文言が記載\nされていた。（甲１６）\nイ  被告Ｙ３は，上記原告の申出について，同月８日，原告に対し，同月２\n２日は本件クリニックの休診日の間の開業日に該当するため，本件有給休\n暇の取得は承認できず，休む場合には欠勤となる旨回答した。また，被告\nＹ３は，同人の回答に反発した原告に対し，「ただで働かせ，給与出せっ\nて言うわけ。お祝いしろってことか。」と言った。（甲２１の１，２４，\n３６，乙１，原告本人）\nウ  原告は，同月９日，被告Ｙ３に対し，本件有給休暇の取得の不承認につ\nいて被告Ｙ１及び被告Ｙ２も同じ意見か尋ねたところ，被告Ｙ３の言うこ\nとを信用するように言われた。そのため，原告は，被告らに妹の祝い金と\n思われてまで有給休暇を取得したいとは思わなかったことから，本件有給\n休暇の取得自体を断念した。（甲２１の２，２４，３６）\nエ  原告は，同月１６日，被告Ｙ３に対し有給休暇願の返却を求めた際，被\n告Ｙ３との間で，下記のとおりのやり取りをした。\n記\n原告：局長（判決注：被告Ｙ３を指す。以下同じ）に「お祝い金，出せ\nってことか」って言われて，で，それで，副院長（判決注：被告Ｙ２\nを指す。以下同じ）たちも同じ見解だって言われたんで，それ，そこ\nまでして私休みたくないんで，結婚式出ないことにしました。\n被告Ｙ３：あ，本当。はい。結婚式のお祝い出すなって副院長たちが言\nったっていうのは全然…。\n原告：言ったってことじゃないです。局長が言われて同じ見解だってい\nうことであれば，同じことなんで。\n被告Ｙ３：ああ，それはちょっと違うな。\n原告：そうやって…。\n被告Ｙ３：お前けんか売るつもりか。\n原告：それ，大丈夫ですか。\n被告Ｙ３：お前の方は大丈夫かい。\n原告：ふふふ。同じ見解だって言われたんで，私はそのとおりに受け取\nったんですけど。\n被告Ｙ３：お前馬鹿か。そんなことまで，細かいことまで言うわけない\nじゃないの。それは私の意見。\n原告：私は全部全て一緒ですかって御質問させていただいたんです。\n被告Ｙ３：どこにそ…お前ふざけるな。それは言いがかり。\n原告：私はそれは傷ついたんですけど。\nなお，上記やり取りの際，被告Ｙ３が特別大きな声を出すことはなかっ\nた。（甲２１の３，２４）\nオ  原告は，同月１７日，本件有給休暇の取得に関し，被告Ｙ２と面談した\nが，その際，被告Ｙ２は，原告に対し，原告が同月２２日に休暇を取得し\nた場合，結果的に４連休となってしまうところ，本件有給休暇の取得を承\n認すると，本件クリニックの繁忙度に関係なく，他の従業員らの士気を下\nげることにもなりかねないこと等から，有給での休暇の取得は認めず，無\n給での休暇の取得であれば認める旨の説明をした。（甲２１の４，２４，\n原告本人）\nまた，被告Ｙ２は，上記説明に際し，有給休暇を取得して友人の結婚式\nや葬儀に出席することを例に挙げ，「給料もらって行こうなんて浅ましい\nよ。もし，それを給料っていうふうにしていうなら，それはそのお友達に\n逆に御祝儀だ，お香典出すのと同じ。あるいは，その金額を御祝儀出すの\nと同じっていう。つまり，うちの会社としては何のメリットもないのに，\nそれを余分に出すっていうことになってくるの。」などと発言した。（甲\n２１の４，２４，原告本人）\n⑷  原告は，平成２５年１２月末から，第一子の産休及び育休に入った。なお，\n原告は，平成２６年１月４日，第一子を出産した。\n原告は，産休及び育休に入る前，被告Ｙ１に対して復職日の記載のある届\n出を提出していなかった。（原告本人）\n⑸ア  原告は，平成２６年１２月６日，被告Ｙ３と面談し，復職時期について\n協議した際，被告Ｙ３に対して，復職日につき平成２７年１月１３日を希\n望する旨を伝えたところ，被告Ｙ３は，原告に対し，原告の復職希望日に\nついて被告Ｙ１及び被告Ｙ２に伝えると告げた。（甲２１の５，２４，原\n告本人）\nその後，原告は，被告Ｙ３から，原告の本件クリニックへの復職日を同\n日とする旨の電話連絡を受けた。（甲３６，原告本人）\nイ  この点，被告らは，原告の復職時期は平成２７年１月４日であると主張\nし，被告Ｙ３は，平成２６年１２月６日に原告と上記ア記載の内容につい\nて話したことは覚えていないと供述するが，上記の認定に反するものであ\nり，採用できない。\nまた，被告Ｙ２は，原告が第一子を出産したのが平成２６年１月４日で\nあるところ，産休及び育休は出産日から１年間である以上，原告の復職日\nは平成２７年１月４日であると供述するが，原告が平成２７年１月４日か\nら復帰したいと被告らに伝えたといった事情は認められないし，同日に予\n定されていた本件クリニックの新築建物の内覧会における原告の担当業務\nがあらかじめ定められていなかったことに加えて，原告の復職予定日が不\n明である場合，被告らにおいて，事前に原告と連絡を取って復職予定日を\n尋ねることも容易であったと考えられるのに，特段原告と連絡を取った形\n跡がないことからすれば，被告Ｙ２の上記供述もまた採用できない。\n⑹ア  原告は，平成２７年１月１３日，本件クリニックに復職した。\nイ  被告Ｙ２及び被告Ｙ３は，同日，原告に対して，正当な理由なく欠勤，\n遅刻を重ねた場合には懲戒処分の対象になり得るし，育休は同月３日まで\nであったのであるから，約１週間の無断欠勤が生じている旨注意したと供\n述する（乙２５，２６，被告Ｙ２本人，被告Ｙ３本人）が，そもそも，原\n告は，平成２６年１２月６日時点で，被告Ｙ３に対して本件クリニックへ\nの復帰希望日等を伝えているのであるから（認定事実⑸），原告が無断欠\n勤をしたとはいえない。したがって，被告Ｙ２及び被告Ｙ３の上記供述は，\n採用できない。\n⑺  原告は，平成２７年１月１４日，社会保険労務士同席の下，被告Ｙ２及び\n被告Ｙ３との間で，復職後の勤務条件について話合いをした。\n被告Ｙ２及び社会保険労務士は，原告に対して，終業時刻を午後４時３０\n分とすること，子育ての関係で遅刻や早退をする場合，精勤手当は不支給と\nなるところ，そのような不利益を避けるために時給の給与体系（いわゆるパ\nートタイム勤務）に変更することを提案した。（甲３６，乙２５，乙２６，\n被告Ｙ２本人，被告Ｙ３本人）\n原告は，上記提案について，納得することができなかったため，承諾をし\nなかった。（甲３６）\n⑻  原告は，平成２７年１月１７日，本件クリニックの同僚２名から，被告Ｙ\n２から原告を午後４時３０分に帰宅させるよう 指示を受けたと聞かされた\nことから，被告Ｙ２及び被告Ｙ３と面談し，原告の勤務条件についての話合\nいをした。\nその際，被告Ｙ２は，原告に対して，契約上は明確に決まっていないもの\nの，被告Ｙ２としては原告の勤務時間を午後４時３０分までにしてほしいと\n思っている旨告げるとともに，「もう今パートの状態だからね。」と発言し\nた。これに対し，原告がその旨について記載した書面の交付を求めたところ，\n被告Ｙ２及び被告Ｙ３は，原告に対して，勤務時間について記載した書面を\n交付すること及び今後話合いをする場を設けることを約束した。（甲３６，\n甲２１の６，２４）\n⑼  被告Ｙ３は，平成２７年１月１９日，原告に対し，本件書面を交付した。\n本件書面には，復職後の原告の勤務条件について，午前８時３０分から午後\n４時３０分までの７時間を就労時間とすること，残業はなしとすること，そ\nの間の診療終了後の役割，勉強会等への参加は免除すること，１か月から最\n長６か月までの期間を時給制とし，その後月給制とすること，時給は１１７\n０円（交通費，昼食手当は別途支給する。）とすること，社会保険及び雇用\n保険は継続することが記載されるとともに，「独身で働いていた時と異なり，\n母として，妻として，仕事を続けることは充分な計画や配慮が必要となりま\nす。お子さん，あなた，ご主人の三人四脚の生活が十分軌道に乗るまではこ\nのようにして様子を見ては如何でしょうか。以上，提案させて 頂きます。」\nとの記載があった。（甲４，甲３６，原告本人）\n⑽  原告は，平成２７年１月２０日，被告らとの間で，復職後の勤務条件につ\nいて再度話合いを行った。\nその際，原告が，被告らに対して，本件書面に記載された時給１１７０円\nの計算根拠等を尋ねたところ，被告らは，同時給の計算根拠等について説明\nした。\nまた，被告Ｙ２は，原告に対し，時間給になる点及び残業代が支給されな\nい点を除けば従前と変わらず正社員であること，原告の第一子の産休及び育\n休中に本件クリニックの従業員の人数が増えたため，本件クリニックにとっ\nて人件費の負担が増加していること，子育てをしながらの勤務は困難である\nと思われることから，まずは時短での勤務がよいのではないかと考えている\nことなどを話した。\nさらに，被告Ｙ１は，原告に対し，「Ｘ’さんね，もう一つ繰り返しにな\nるけど，あなたが休んでる間，ラボが回るようにうちも人材確保してるわけ，\n既にね。だから，前の状況とは違うんだよってこと。」，「それは，できる\nだけ理解してほしいわけ。」，「もうＸ’さんいなくても回っていくんです\nよ，十分。回っている。」などと述べた。\n被告Ｙ２も，原告に対し，「なんで１年間も休んでたのか。私は気がしれ\nない。本当にお金が欲しい人は。」と述べた。\n被告らの上記説明に対して，原告が，本件書面記載の勤務条件に合意でき\nない場合にはどうなるのかと尋ねたところ，被告Ｙ２は，また話合いという\n形にはなるが，本件クリニックにおいて引き続き勤務したいという気持ちが\nあれば，本件クリニックに合わせてもらう必要がある，勤務条件についてど\nうしても折り合いがつかない場合には，原告を解雇はしないものの，原告が\n退職することも含めて決めてほしいなどと回答したことから，原告は，再考\nしてみる旨返答した。\n（甲２１の８，２４）\n⑾  原告は，平成２７年１月２２日，労働局を訪れ，復職後の原告の勤務条件\nに係る被告らの提案等について相談した。\nその際，原告は，労働局の職員に対して，原告以外にも，被告らとの間で\n産休・育休後にパートタイム勤務になるという話をした本件クリニックの従\n業員がいる旨の話もした。\n原告の相談を受けた労働局の職員は，原告に対し，被告らにおいて，原告\nが育休を取得している間に従事させる業務がなくなったことや，妻・母とし\nて仕事を続けるには十分な配慮が必要なことを理由として，１日の所定労働\n時間を８時間から７時間に減らすとともに，精勤手当が支給されない労働契\n約への変更を強要している場合には，育児・介護休業法に抵触している可能\n性があるとして，今後本件クリニックの調査を行う旨告げた。（甲６，２１\nの１４，２４，３６）\n⑿  原告は，平成２７年１月２３日，被告Ｙ１及び被告Ｙ３に対して，第二子\nの妊娠が判明したため，再度産休及び育休を取得したいこと，第二子の産休\n及び育休後も本件クリニックで稼働したいことを告げた。\nこれに対して，被告Ｙ１は，「妊娠してどうするつもりなの。」，「自分\nの都合ばっかりでこっちの不利益は考えないの，じゃあ。」などと述べ，被\n告Ｙ３も，「また産休やるの。」などと述べた。\nこれに対して，原告は，本件クリニックの不利益を考慮し，第一子の育休\nから復帰した最初の１か月間については時給制とすることを了承していたが，\nそれ以降については従前と同様の勤務条件での正規雇用でなければ受け入れ\nられないし，辞めるつもりもないと反論した。被告Ｙ１は，「時短には応じ\nないと折り合いはつかないと思うよ。」，「結局，折り合わないと物別れに\nなっちゃって裁判とかなっちゃうわけだよね。」などと原告に話したが，原\n告も，必要に応じて「これはただの時短ではないので。」，「なら，だった\nらもうなんか解雇っていうふうにしてくださいっていう…。」などと反論し\nた。\n最終的に，被告Ｙ１が，原告に対し，本件クリニックの資産状況が芳しく\nないことから，勤務条件について譲歩できないか考えてほしいと申し入れた\nところ，原告も，被告Ｙ１及び被告Ｙ３に対し，再考する旨告げた。\n（甲２１の９，３６）\n⒀  被告Ｙ２は，平成２７年２月６日付けのブログにおいて，「どんな人材が\n必要なのか？」という題名で，「今  会社を内側から倒産に追い込む，ガン\nのような存在って何だと思いますか？実は，ブラック企業よりもブラック社\n員が怖い！のです。」という内容の電子メールが頻繁に送られてくるとした\n上，会社が繁栄するためには，経営者や上司，先輩の指導を受け入れる素直\nさを持つ従業員が必要であるという趣旨の記事を投稿した。（甲１５の１）\n⒁  労働局の職員は，平成２７年２月１０日，本件クリニックを訪問し，対応\nした被告Ｙ２及び被告Ｙ３に対して，被告らが原告以外の別の妊婦に対して\nもパートタイム勤務となるよう圧力をかけているということの真偽等につい\nて質問をするとともに，被告Ｙ２との間で，原告と本件クリニックとの間に\n生じている問題等について２時間程度話をした。（甲２１の１５，乙２５，\n２６）\n⒂  原告は，平成２７年２月１３日，被告Ｙ１及び甲の同席の下，被告Ｙ２と\n面談した。その際，原告は，被告Ｙ２から，原告が労働局に相談をした際，\n被告らが甲に対して産休及び育休の後にパートタイム勤務になるよう圧力\nをかけたことにつき話した事実の有無等について問われたため，被告らが甲\nに対して圧力をかけたという話はしておらず，甲が産休及び育休の後にはパ\nートタイム勤務になるという噂を聞いたにすぎないと答えた。これに対して，\n被告Ｙ２は，原告に対し，その噂の出所について尋ねたが，原告が誰から聞\nいたかは分からないと答えたため，誰から聞いたか分からない話であれば，\n作り話であって本件クリニックに対する中傷であるなどと述べた。（甲２１\nの１４，２４）\n原告は，同日，退勤する際，被告Ｙ２から，同人に対する失礼な言動に関\nする報告書を翌日までに提出するよう求められたため，同月１４日，「昨日，\n朝礼の後の内容についての件で帰宅時に副院長がおっしゃられた『私に対し\nてあなた失礼なこと言ったわよね』ということが私には理解できませんでし\nたので，報告することは出来ません。以上のことを報告致します。」と記載\nした同月１３日付けの報告書を提出した。（甲５，３６）\n他方，甲は，同月１３日頃，被告Ｙ１に宛てて，「私は，経営者に妊娠・\n出産・育児・将来に関して，相談に乗って頂いたり一緒に考えて頂いたりし\nていますが，時間短縮やパート勤務，非正規雇用にする等の圧力を受けた覚\nえは全くありません。また，他の人にそのような話をした事実も全くないこ\nとを申し上げます。」と記載した同日付けの書面を提出した。（乙２）\nなお，甲は，平成２８年６月１５日付けで，原告が，甲から上記書面に署\n名すべきか否か相談を受けたものの，同人を巻き込みたくなかったことから\n署名するように答えた旨の原告の主張に関し，上記書面に自らの意思により\n署名しており，原告の同主張は事実無根であること，上記書面に署名をすべ\nきか原告を含む第三者に相談したことも，第三者から署名するよう促された\nこともないこと，このようなことに巻き込まれ迷惑しており，とても不愉快\nに思っていることなどを記載した書面を作成した。（乙１１）\n⒃  被告Ｙ２は，平成２７年２月１３日，本件クリニックに勤務する２名の歯\n科技工士に対し，原告が本件株式会社の従業員であることから，法律上歯科\n技工士としての仕事をさせることはできない 旨の労働局からの指導を受け\nたこと，原告が労働局に対し被告らが原告や甲に対してマタニティハラスメ\nントを行っていると訴えたものの，被告Ｙ２が誰から甲が圧力をかけられて\nいると聞いたのか尋ねても，これに回答しない原告の態度に照らし，原告は，\n勤務条件に関する自分の主張を通すために外部に対して作り話を すること\nにより本件クリニックの評判をおとしめる行動をとっているため，被告Ｙ２\nとしては原告との雇用関係を継続するのは難しいと思っていることを理由\nとして，今後，原告に対して技工指示書を渡さないよう指示した。また，そ\nの際，被告Ｙ２は，被告Ｙ１も技工指示書を原告に渡さないよう言っている\nと話した。（甲２１の１５）\n原告は，同月１２日から同月２２日までの期間，技工指示書を渡されなか\nった。（甲３６，原告本人）\n⒄ア  被告Ｙ２は，平成２７年２月１６日の朝礼において，里親が，旅から１\n年ぶりに帰還した里子であるＡ子に対して，１年前とは家族間の取決め等\nが変わっていたことを踏まえて，家族とＡ子が一致団結できるか確認する\nために門限等の制約を課したところ，Ａ子は，これに不満を持ち，管理局\nの管理長に対して，別の里子であるＢ子も里親によるいじめを受けている\nと訴え出た，そのため，管理局から事情聴取を受けた里親は，驚いてＡ子\nとＢ子に事実確認をしたところ，Ｂ子はいじめを受けたことはないと話し，\nＡ子は，いじめを受けたと噂で聞いたが，誰から聞いたかを里親に明かす\nことはできないと答えた，という内容のたとえ話をした。\nそして，被告Ｙ２が，Ａ子の態度につき，里親に対する失礼な態度だと\n思う者は挙手するよう求めたところ，ほとんどの従業員らが挙手した。（甲\n２１の１６）\nイ  被告Ｙ１は，同日の朝礼において，本件書籍を取り上げ，攻撃をしてく\nる人の攻撃の内容を吟味すると，言いがかりや八つ当たりであったり，論\n旨が一貫していないこともあること，攻撃をしてくる人は，過去にひどく\n傷ついた経験があったり，発達障害の一種であるアスペルガー症候群であ\nったりすること等の話をした。（甲２１の１７）\nなお，被告Ｙ１は，従前の朝礼においても，書籍を用いて訓示等をした\nことがあった。\nウ  原告は，上記アの朝礼の後，同僚から，同朝礼における被告Ｙ２のたと\nえ話は，原告についての「話だったよね。」などと話しかけられた。（原\n告本人）\n⒅  労働局長は，平成２７年２月１６日付けで，原告が育児休業から復帰した\nところ，被告Ｙ１から，母として，妻として，仕事を続けるには十分な配慮\nが必要なことを理由に１日の所定労働時間を８時間から７時間に減じると\nともに精勤手当が支給されない労働契約への変更を強要されたという 内容\nの原告からの紛争解決のための援助の申立てについて，被告Ｙ１に対し，本\n件クリニックの対応につき是正 措置を講ずることを要請する旨の勧告を行\nった。\n上記勧告に係る勧告書には，本件クリニックの講ずべき事項として，原告\nに対して労働契約内容の変更についての働きかけをこれ以上行わないこと，\n女性についてのみ婚姻していること，子を有していることを理由として，正\n社員について所定労働時間を８時間から７時間に減じ，精勤手当を支給しな\nい雇用形態への変更を勧奨することを直ちにやめることなどが記載されてい\nた。\n（以上，甲６）\n⒆  被告Ｙ１は，平成２７年２月１７日の朝礼において，本件書籍を取り上げ，\n理由のない攻撃に対する対処法について，攻撃をされた人は，自分が悪いな\nどとネガティブに反応するのではなく，相手が脅威を感じているから攻撃し\nてくるなどと理解するのが賢明であるなどという趣旨の話をした。（甲２１\nの１９，２４）\n⒇ア  被告Ｙ２は，平成２７年２月１８日の朝礼において，一生懸命に行うこ\nとが大事であって利己的でいては前に進めないと話した上，本件クリニッ\nクの歯科技工士が，患者に喜んでもらうため，遅くまで残業し，難しい技\n工に取り組んだことを立派なことだと褒めたたえ，ひたむきに一生懸命仕\n事をする人に仕事が与えられる旨の話をした。（甲２１の２０，２４）\nイ  被告Ｙ１は，同日の朝礼において，身近な人からの攻撃について，虐待\nされて育った人は責められているように感じやすいこと，相手が大切にし\nているものを軽くあしらうと攻撃されてしまうこと等の話をした。（甲２\n１の２１，２４）\n被告Ｙ２は，平成２７年２月２０日の朝礼において，許可された場合を除\nき残業することはできないことを伝えた上で，自己犠牲的，献身的な気持ち\nを持った気持ちのよいスタッフだけが本件クリニックに集合しているが，気\n持ちや動機の点では小さな漏れも許さないという趣旨の話をした。（甲２２\nの２２，２４）\nア  被告Ｙ２は，平成２７年２月２１日の朝礼において，残業してはならな\nいとの業務命令を受けたにもかかわらず，業務命令を無視して残業をした\n従業員がいたとして，申請のない残業や早出は認められない旨の話をした。\n（甲２１の２３，２４）\nイ  被告Ｙ１は，同日の朝礼において，攻撃をしてくる人は，知らず知らず\nに余計な一言を言ってしまっていることがあり，空気が読めないといわれ\nるタイプの人に多く，感情をコントロールせず，周りのことを考えないた\nめに，他人を傷つけることを言ってしまうなどの話をした。（甲２１の２\n４，２４）\n被告Ｙ１は，平成２７年２月２３日の朝礼において，攻撃をしてくる人は，\n自分の意見を押し付ける決めつけ体質であるが，このようなタイプは心が傷\nついている人であるなどと話した。（甲２１の２５，２４）\nまた，原告は，同日，被告Ｙ３から，「労働局からの指導に従う。」と言\nわれ，それ以降，被告らから勤務条件の変更等を求められることはなくなっ\nた。（甲３６）\n被告Ｙ１は，平成２７年２月２５日の朝礼において，曖昧なことに不安を\n感じやすく，曖昧のままにしておけない人や，発達障害，アスペルガー症候\n群の人は，曖昧なものに耐えられないため，攻撃してくるという趣旨の話を\nした。また，被告Ｙ１は，うつ病の人は，感情をコントロールしにくく，さ\n細なことで食ってかかってくるなどという話もした。\nこれを受け，被告Ｙ２は，曖昧は大切であり，はっきりさせないことも大\n切な方法であると話した。（甲２１の２６，２４）\nア  被告Ｙ２は，平成２７年２月２７日の朝礼において，厚生労働省の３つ\nの原則として，①やってくださいと命じられたことをやり，やらないでく\nださいと言われたことはやらないという忠誠心，②当該企業で具体的に何\nができるか考えて提案すること，③チームワークとして仲間の人間から信\n頼されることが大切である旨の話をした。（甲２１の２８，２４）\nイ  被告Ｙ１は，同日の朝礼において，ＬＡＮケーブルに不具合が生じた場\n合，インターネット回線そのものに不具合が生じるというたとえ話を用い\nて，本件クリニックも大きな組織として働いているものの，個々の従業員\nの状況が全体に影響を及ぼすことから，従業員一人一人が，職務に忠実に，\nかつ，皆でチームワークよくやっていくことが非常に大切である旨の話を\nした。\nまた，被告Ｙ１は，本件書籍を用いて，攻撃をしてくるのは，アスペル\nガー症候群や発達障害など性格の偏りがある人や 心が傷ついている人で\nあるなどという趣旨の話をした。\n（甲２１の２９，２４）\n被告Ｙ２は，平成２７年２月２７日，被告Ｙ３及び本件クリニックの４名\nの従業員らの立会いの下，原告に対して，本件懲戒処分についての説明を行\nった。\nその際，被告Ｙ２は，原告に対し，本件懲戒処分は２つの事案を対象とし\nていることから，１つの事案につき１日分の賃金を半減すること，精勤手当\nは支給しないこと等を告げた。\n（甲２１の２７，２４）\nア  被告Ｙ１は，平成２７年２月２８日の朝礼において，攻撃を防ぐ方法に\nついて，攻撃をされたときに自分が悪いと思うのをやめるなどという趣旨\nの話をした。（甲２１の３０，２４）\nイ  原告は，同日，本件株式会社から，原告につき育児休暇終了の日の翌日\nから，育児休暇前と同じ労働条件で復帰することに同意すること，本件就\n業規則７章に定める懲戒処分を受けた者に対しては精勤手当を不支給とす\nることがある旨の定めを理由として，平成２７年２月分給与の精勤手当は\n支給しないものとすること等が記載された通知書を受領した。（甲９）\n被告Ｙ１は，平成２７年３月２日の朝礼において，攻撃をかわす方法につ\nいて，攻撃をされてショックを受けた場合，自己否定の悪循環に陥ってしま\nうこともあるが，自分の人生そのものが否定されたわけでもないと考えれば\n気持ちよく生きていくことができる，上司から否定的なことを言われた場合，\n自分の全てを否定されるような絶望感を持つ人もいるが，このような上司は，\nネガティブなコメントを言うしか気が済まないタイプにすぎないと考え，生\n返事をしておいたり，「頑張りますから御指導お願いします。」などと言っ\nたりして対処することもできる，要するに攻撃に対する対処法を知っておく\nのが混乱を防ぐ，という趣旨の話をした。（甲２１の３１，２４）\n被告Ｙ１は，平成２７年３月３日の朝礼において，身近な人から攻撃され\nないためのポイントとして，上司からの理不尽な叱責を例に挙げ，攻撃をし\nてくる人は，相手に配慮して優しくする余裕がないから，八つ当たりをして\nしまうところ，そのような相手の状況を踏まえると，攻撃をされたとしても\nショックを受けないで済むという趣旨の話をした。（甲２１の３２，２４）\n被告Ｙ１は，平成２７年３月４日の朝礼において，攻撃してくる人の状況\nを冷静に判断すれば，余裕を持って攻撃に対応することができるという趣旨\nの話をした。（甲２１の３３，２４）\n被告Ｙ１は，平成２７年３月７日の朝礼において，他者に対する攻撃が癖\nになっている人は，周りにとっても不愉快な存在だが，自分自身も有害物質\nを吸い込んでおり，自分自身のことも嫌っている場合が多い，攻撃的な上司\nを例に挙げ，上司に余裕がないから攻撃をしてくるということを理解すれば，\n余裕が生まれるなどという趣旨の話をした。（甲２１の３５，２４）\n被告Ｙ１は，平成２７年３月９日の朝礼において，自己肯定感の低い人ほ\nど他人からの行動を攻撃であると捉えやすく，他人の言動に敏感で，少しの\nことでも脅威として考えてしまうことがあること，相手方が困っているから\nこそ攻撃してくるのだという視点を持つ ことが大切であるなどという趣旨\nの話をした。（甲２１の３６，２４）\nア  被告Ｙ２は，平成２７年３月１０日の朝礼において，一人一人の潜在能\n力を発揮する舞台を作るのが自身の使命と考えており，心の良い人につい\nては潜在能力を開かせるが，心の悪い人については潜在能力を開くことは\n遠慮願いたいこと，人のために貢献する気持ちが大事であること等の話を\nした。また，被告Ｙ２は，人は目上の人や仲間に対する物の見方を通じて\n成長するなどという趣旨の話もした。（甲２１の３７，２４）\nイ  被告Ｙ１は，同日の朝礼において，相手を攻撃したとしても相手からの\n協力は得られないのであるから，効果的な攻撃などはない，攻撃をしてく\nる人を困っている人と考えることによって，自分は攻撃された被害者では\nなく自由な他人になることができ，攻撃する人を冷静に見ることができる\nなどという趣旨の話をした。（甲２１の３８，２４）\n原告は，平成２７年３月１１日午前７時３０分頃，被告Ｙ３に対して，体\n調不良により休みたい旨の連絡をし，本件クリニックに出勤しなかった。（甲\n１１，３６）\n被告Ｙ１は，平成２７年３月１３日の朝礼において，攻撃をしてくる人に\n対する対処法について，相手との関係性に応じて対応の仕方を変えるのがよ\nいとして，重要な人たちから攻撃を受けた場合には関係を改善しなければな\nらないが，相手によっては聞き流せばよい場合もあるなどという趣旨の話を\nした。（甲２１の３９，２４）\nア  被告Ｙ１は，平成２７年３月１６日の朝礼において，嫌なことを言われ\nたときの対処法について，店員に不愉快なことを言われた場合を例に挙げ，\n当該店員の態度の理由について，当該店員が，個人的にストレスを抱えて\nいたとか，解雇宣告された直後だったなどと考えることによって，余計な\n一言を言わず，できるだけ不愉快な思いをせずにその場をやり過ごすこと\nができ，賢く対処できるなどという趣旨の話をした。（甲２１の４０，２\n４）\nイ  原告は，被告Ｙ１に対し，同月１１日の病欠について，体調不良にて休\nんだことを理由として，同月１６日付けの有給休暇願を提出し，有給休暇\nの取得を申請した。\nこれに対し，被告Ｙ２は，同日の朝礼後，原告を呼び止め，本件就業規\n則上有給休暇の取得については２週間前まで に届出の提出が必要である\nところ，同月１１日の病欠については，事前の届出が提出されていない以\n上承認することはできない旨告げた。\nなお，本件就業規則上，有給休暇は，特別の理由がない限り少なくとも\n２週間前までに，所定の手続により届けなければならないとされていた。\n（本件就業規則１８条３項）\n（甲１１，３６，乙３）\nウ  原告は，同月１６日，本件クリニックを早退し，丙メンタルクリニック\nを受診したところ，不安抑うつ状態であり，同月１７日から１か月の休養\n加療を要する旨の診断を受けた。（甲１０，３６）\nア  被告Ｙ１は，平成２７年３月１７日の朝礼において，相手の発言に意味\n付けをしないことによって，相手からの更なる攻撃をかわすことができる\nなどという趣旨の話をした。（甲２１の４１，２４）\nイ  被告Ｙ３は，同月１１日の病欠に関する有給休暇願を，原告に返却した\nが，同有給休暇願には，被告Ｙ２によって，有給休暇の取得に関し，「非\n承認」に丸印が付けられていた。（甲１１，３６）\nア  被告Ｙ２は，平成２７年３月１８日の朝礼において，歯科業界を取り巻\nく環境は厳しいことから，歯科技工士は残業手当のない長時間残業も多く，\n２０代の歯科技工士の離職率が８割にも及んでいるところ，本件クリニッ\nクにおいて従業員らが稼働することができる ことは感謝すべきことであ\nる，患者のために心を一つにし，フォローし合って仕事をすることが大切\nであるなどという趣旨の話をした。（甲２１の４２，２４）\nイ  被告Ｙ１は，同日の朝礼において，攻撃をしてくる友人や職場の先輩を\n例に挙げ，できるだけ不愉快な思いをせずにその場をやり過ごすための方\n法等についての話をした。（甲２１の４３，２４）\nウ  原告は，同日，本件クリニックを早退した。（甲３６）\n原告の夫である丁は，原告がうつ状態のため平成２７年３月１７日から１\nか月の休養加療を要すると診断されたことから，休職に関わる書類一式の郵\n送を依頼する旨の書面を作成し，同月２０日，被告Ｙ１に対し，同書面を簡\n易書留で郵送したところ，被告Ｙ１は，同月３０日に同書面を受領した。（甲\n１２，３６，乙１５，１６）\n原告及び丁は，平成２７年３月３０日付けで，原告について，休職期間を\n同月１７日から同年４月１６日までとし，不安抑うつ状態による休養加療を\n理由とする休職願を作成し，被告Ｙ１に対し，同休職願に診断書を添付して\n郵送した。（甲３６，乙１７，１８）\n原告は，平成２７年４月１１日，丙メンタルクリニックを受診し，不安抑\nうつ状態であり，同月１７日から３か月の休養加療を要するとの診断を受け\nた。原告及び丁は，同月１５日付けで，原告について，休職期間を同月１７\n日から同年７月１６日までとし，不安抑うつ状態による休養加療を理由とす\nる休職願を作成し，被告Ｙ１に対し，同休職願に診断書を添付して郵送した。\nなお，原告及び丁は，上記休職願において，被告Ｙ１に対して，傷病手当\nの手続について依頼した。\n（甲３６，乙１９，２０）\n被告Ｙ３は，平成２７年４月２８日，原告に対し，傷病手当金支給申請書\nを郵送した。（甲２２の１及び２，乙２４）\n原告は，平成２７年６月１９日，第二子を出産した。なお，原告は，第二\n子の出産については，本件クリニックに対し，休職届等の届出をしていない。\n原告は，原告訴訟代理人を通じて，同年７月１３日，被告Ｙ１に対し，原\n告が同年６月１９日に第二子を出産したことを連絡するとともに，育休中の\n社会保険料の免除の手続を行うことを依頼した。（甲３６，乙６，弁論の全\n趣旨）\n被告Ｙ１は，被告ら訴訟代理人を通じて，平成２７年７月２９日付けで，\n原告訴訟代理人に対し，原告が長期間欠勤しているが所定の届を提出してい\nないこと，育児休業中の社会保険料の免除の手続については，原告が医師の\n証明書（出産予定日等）を提出する必要がある旨連絡した。（乙６）\n被告Ｙ１は，被告ら訴訟代理人を通じて，平成２７年８月７日付けで，原\n告訴訟代理人に対し，原告が休業届を提出しないまま欠勤を継続しており，\n本件就業規則所定の懲戒解雇の対象（無断欠勤が１４労働日に及んだ場合）\nとなったこと，同年６月及び７月分の社会保険料の自己負担分７万１３８０\n円の支払がされていないこと，出産予定日及び出産届について証明書がない\n以上，社会保険料の免除の手続もできないこと，同年８月１０日までに社会\n保険料の自己負担分の支払並びに出産予定日及び出産届の提出がないときに\nは，社会保険の対象から外す旨連絡した。（乙７）\n原告は，原告訴訟代理人を通じて，社会保険料の免除の手続に関して，医\n師の証明書に代えて，母子手帳の写しで代替できないか尋ねたところ，被告\nＹ１から，被告ら訴訟代理人を通じて，平成２７年８月１１日付けで，母子\n手帳では社会保険料の免除の手続に必要な書類として認められない旨の返答\nを受けた。（乙８，弁論の全趣旨）\nなお，満３歳未満の子を養育するための育児休業及びこれに準ずる休業（以\n下「育児休業等」という。）期間については，事業主の申出により，健康保\n険・厚生年金保険の保険料は，被保険者分及び事業主分とも徴収しないもの\nとされている。\nまた，被保険者から育児休業等取得の申出があった場合，事業主が育児休\n業等取得者申出書を日本年金機構に提出することとされており（なお，同申\n出書以外の添付書類は特段要求されていない。），同申出は，被保険者が同\n申出に係る休業をしている間に行わなければならないとされている。（甲２\n０）\n被告Ｙ１は，被告ら訴訟代理人を通じて，平成２７年８月１９日付けで，\n原告訴訟代理人に対して，社会保険料の免除のためには，原告から本件株式\n会社に対し病院の証明を添付して出産予定日と出産日の双方の届出をする必\n要があり，同月２５日までに必着で必要書類を郵送すること，同日までに必\n要書類が郵送されない場合には，育児休業給付金の手続等に協力することは\nできず，今後の社会保険の継続を打ち切ることも考えること等について連絡\nした。（乙９）\n原告が，前記 の連絡を受け，本件株式会社に対して，要求された必要書\n類を郵送したところ，本件株式会社から，平成２７年８月２７日付けで，社\n会保険料の免除の手続につき，法律上出産日から５６日以内に全ての書類を\n提出する必要があったところ，原告からの必要書類の到着が遅れたために，\n社会保険料の免除が認められなかったこと，原告の休業届上の休業期間満了\n日である同年７月１６日を過ぎ，同月１７日から同年８月２７日まで４２日\n間の無断欠勤が続いていることや出産予定日及び出産日の正式な届が長期間\n提出されなかったことから懲戒解雇を予定しているが，原告の希望があれば\n自主退職として事務手続を行う意向であること，原告が自主退職を希望する\n場合には同月２６日をもって本件株式会社から退職扱いとすること等につい\nて連絡を受けた。（乙１０）\n本件株式会社は，平成２７年９月７日付けで，離職年月日を同年８月３０\n日，離職理由を「自己都合」として，原告に係る雇用保険被保険者資格喪失\n届を公共職業安定所に提出した。なお，原告は，平成２８年８月９日，離職\n票の交付を受けた。（甲２８の２ないし４）\n被告Ｙ１は，平成２７年１０月７日，被告ら訴訟代理人を通じて，原告訴\n訟代理人に対し，出産に際して休職願が提出されていないこと，同年３月に\n提出された休職願を前提とする休職期間が，同年９月１６日をもって本件就\n業規則所定の６か月を満了したために，一般退職扱いとなり，健康保険も停\n止せざるを得なくなった旨連絡をした。（本件退職扱い。甲１３）\nア  原告は，第一子の育休中である平成２７年１月１２日頃までは，食事の\n支度，掃除，洗濯等の家事全般と育児を行っていたが，同年２月頃から，\n腹痛や頭痛，食欲不振や熟睡できないといった症状を呈するようになり，\n買物に行ったり，子供と公園で遊んだりすることができなくなった。また，\n原告は，情緒不安定になったことから，掃除洗濯などの片付け，金銭等の\n管理，子供に対する愛情表現が十分にできないときもあり，自己嫌悪から\nますます気持ちが落ち込む状況に陥った。そのため，原告は，原告の両親\nや祖母に原告宅に来てもらい，家事や育児の支援を受けていたが，原告，\n丁及び子らが平成２７年８月に原告の実家に転居した以後は，原告の両親\n及び祖母から，家事については全面的に，育児についても多くの面で協力\nを受けるようになった。（甲３６，原告本人）\nイ  原告は，平成２７年７月１７日から平成２９年１０月１６日まで，抑う\nつ神経症による休養加療を要すると診断されており，現在に至るまで，月\n１回の頻度で，丙メンタルクリニックを受診し，投薬治療やカウンセリン\nグを受けている。（甲３０の２ないし１０，原告本人）\nまた，原告は，平成２８年７月１５日，右急性感音難聴を発症し，戊耳\n鼻咽喉科において通院治療を受けたが，同年８月２５日頃には軽快した。\n（甲３３）\n原告は，丙メンタルクリニック及び戊耳鼻咽喉科における治療費や薬剤\n費等として別紙３「治療費一覧表」の「日付」欄記載の各年月日に，「治\n療費」欄記載の金額を支出した。（甲３１の１ないし２９，３２の１ない\nし１８，３４の１ないし３，３５の１・２）\nウ  原告は，本件精神疾患を発症して丙メンタルクリニックを受診するまで\nは，精神的な要因で医療機関を受診したことはなかった。（原告本人）\n２  争点１について\n⑴  事案１について\nア  事案１は，原告が，①労働局に対して，本件クリ\nニックの従業員である他の妊婦を例に挙げた上で本件クリニックが妊産\n婦に対して不当に時短を命じている旨の虚偽の報告をして，同妊婦と本件\nクリニックとの間の信頼関係を損なったこと，②原告，被告Ｙ１及び同妊\n婦が同席して①に関する事実関係を確認する際に，声を荒げて反抗的な態\n度を示し，上長の名誉を傷つけるとともに，同妊婦にショックを与えて本\n件クリニックのスタッフ間の信頼関係を損なったこと，③①に関する報告\n書を求められたものの，原告が報告書としては考えられない文書を提出し\nたことである。\nイ  このうち，①に関しては，前提事実及び認定事実に照らしても，原告が，\n労働局に対し，被告らが主張するような虚偽の報告をした事実は認めるに\n足りないし，甲が，原告と被告らとの間の紛争に巻き込まれ，迷惑を被り，\n不愉快に感じていたとしても，それ以上に，甲と被告らとの間の信頼関係\nが損なわれたとまで認めることもできない。また，原告と被告らとのやり\n取り等によって，本件クリニックの業務に何らかの支障が生じた等の事情\nもうかがわれない。\nまた，②に関しては，原告が，被告Ｙ２から，労働局において，被告ら\nが甲に対し産休及び育休の後にパートタイム勤務になるよう圧力を かけ\nたことにつき話した事実の有無等について問われた際，甲が産休及び育休\nの後にはパートタイム勤務になる旨の 噂の出所については分からないと\n原告の態度が，もと\nより被告らの名誉を傷つけるような反抗的な態度 であったということは\nできないし，甲にショックを与えて本件クリニックの従業員間の信頼関係\nを損なう行為であったと評価することもできない。\nさらに，③に係る報告書は，原告が，退勤する際に，被告Ｙ２から，突\n然，同人に対する失礼な言動に関する報告書を提出するよう求められて作\n成したにすぎない 同報告書自体が，歯科技工士で\nある原告において職務上作成すべきものとはいえないこと，報告の対象\n（被告Ｙ２に対する失礼な言動）も漠然とした不明確なものであることか\nらすれば，被告らにとって，原告の作成した同報告書の内容が乏しいもの\nであったとしても，そのことが本件クリニックにおける服務規程に違反し，\n懲戒事由に該当するものとは到底認められないというべきである。\nウ  以上によれば，事案１に関し，原告が本件就業規則５章に定める服務の\n規定に違反したということはできないから，同規則３９条１項４号所定の\n懲戒事由が存在するとは認められない。\n⑵  事案２について\nア  事案２は，原告が，平成２７年１月３日に育休が\n終了しているにもかかわらず，規定の届出，本件クリニックへの相談，同\n意又は了解を得ず，出勤日を一方的に定めて，同月１３日から出勤を開始\nし，同月４日から同月９日までの６日間にわたり無断欠勤をしたことであ\nる。\nイ  しかし，原告が，平成２６年１２月６日，被告Ｙ３に対し，本件クリニ\nックへの復職日につき平成２７年１月１３日を希望する旨を伝えたところ，\n後日，被告Ｙ３が，原告に対し，原告の復職日を同日とする旨の電話連絡\nをしていること からすれば，原告の本件クリニックへの\n復職日は，被告らとの事前の調整を経て，同日と決定していたことが認め\nられる。したがって，原告が同月４日から同月９日までの間本件クリニッ\nクでの勤務をしなかったことが無断欠勤に当たると評価することはできな\nい。\nウ  以上によれば，事案２に関し，原告が正当な理由なく欠勤，遅刻を重ね\nたとはいえないことから，本件就業規則３９条１項１号所定の懲戒事由が\n存在するとも認められない。\n⑶  小括\n以上の次第で，本件懲戒処分は，そもそも被告らが処分の基礎とした懲戒\n事由が存在するとは認められない。また，仮に，被告らの主張する懲戒事由\nたる事実の一部やそれに類する事実が認められるとしても，減給という比較\n的重い本件懲戒処分に見合うような悪質性は，到底認めることはできない。\nしたがって，本件懲戒処分は，無効であるというべきである。\n３  争点２について\n⑴  勤務条件の変更の提案について\n被告らは，原告が平成２７年１月１３日に本件クリニックに復職した直後\nから，原告に対して，正社員の立場を維持しつつ，終業時刻を午後４時３０\n分とするとともに，給与体系を時給制にすること，これに伴い精勤手当を支\n給しないことという勤務条件に変更する旨の提案を行っていた（認定事実⑺\nないし⑽，⑿）。\n他方，原告は，被告らからの上記提案に対しては，被告らとの折り合いを\nつけるための話合いには応じる姿勢を取っていたものの，一貫して拒絶の意\n思を示しており，被告らの対応について，労働局に相談したことに照らし，\nその意思は強固なものであったと認められる。\nもっとも，このような態度を示す原告に対して，被告らは，度重なる勤務\n条件の変更の申入れをするとともに，原告の譲歩の必要性を説いているとこ\nろ，原告は，これらの被告らの対応によって，一定程度の精神的負荷を受け\nたものと考えられる。\n⑵  原告の業務に関する対応について\n認定事実⒁ないし⒃によれば，原告が，労働局を訪れ，復職後の原告の勤\n務条件に係る被告らの提案等について相談をした結果，労働局の職員が，本\n件クリニックを訪問して，聴き取り調査を行ったこと等を契機として，被告\nＹ２が，本件クリニックの歯科技工士らに対し，原告に対して技工指示書を\n渡さないように指示したことが認められる。\nこのような被告Ｙ２の対応は，原告が被告らによる勤務条件の変更の提案\nを受け入れなかったことや，労働局に相談したことに対する制裁的な意味合\nいを有するものであったと評価することができる。また，本件クリニックに\nおける従前と同様の勤務条件での勤務を希望する原告にとっては，第一子の\n育休を取得したことや第二子を妊娠したことにより，本件クリニックで従事\nできる業務がなくなったと認識させかねない出来事であったと考えられるか\nら，原告に対しては相当程度の精神的負荷を生じさせるものといえる。\n⑶  本件懲戒処分について\n被告Ｙ２は，原告に対して，本件懲戒処分についての説明を行うに際し，\n本件クリニックの４名の従業員らを立ち会わせた\nの理由について，被告Ｙ２は，本件クリニックに勤務する社会保険労務士や\n被告ら訴訟代理人から，証人を立てておいたほうがよいとの助言を受けたな\nどと説明する（被告Ｙ２本人）。しかしながら，前記２で説示したとおり，\nそもそも本件懲戒処分が無効であり，原告からすれば謂れのないものであっ\nたことに加えて，本件懲戒処分についての説明の際，本件クリニックの従業\n員らを証人としたことによって，原告と被告らとの間の紛争の存在及びその\n内容が本件クリニックの従業員らにも明確に伝わる可能性が高まったことか\nらすれば，本件懲戒処分に係る一連の被告らの対応によって，原告が相当程\n度の精神的負荷を受けたものというべきである。\n⑷  朝礼における被告Ｙ２及び被告Ｙ１の訓示について\nア  前提事実及び認定事実に照らしても，被告Ｙ１及び被告Ｙ２が，本件ク\nリニックの朝礼において，原告を名指しするなど直接的に原告に係る話題\nを持ち出した事実は認められない。\nイ  もっとも，認定事実⑷，⑾，⒁，⒂及び⒄によれば，被告Ｙ２は，当時\nの原告の状況に酷似した内容のたとえ話をしており，原告の同僚らも，当\n該たとえ話が原告のことを指しているものだと理解できる内容であったこ\nとからすれば，原告において，被告Ｙ２が朝礼の訓示において原告を暗に\n非難する内容の話をしていると考えることも無理からぬところであり，原\n告は，本件クリニックの他の従業員らの面前で自分自身のことを非難され\nていると考えることによって，強い精神的負荷を受けたものというべきで\nある。\nウ  加えて，被告Ｙ２が，平成２７年２月２７日，本件クリニックの４名の\n従業員らの立会いのもと，原告に対し，本件懲戒処分についての説明を行\nったこと を踏まえると，同日以降は，全員ではないとはい\nえ，本件クリニックの従業員らにおいても，原告と被告らとの間に紛争が\n生じていることを認識しながら，朝礼において，被告Ｙ１及び被告Ｙ２の\n訓示を聞くようになったことがうかがわれる。\nそうすると，被告Ｙ１にその意図がなかったとしても，原告と被告らと\nが対立していた当時の状況を前提とすれば，原告において，本件書籍を題\n材とする訓示における「攻撃をしてくる人」が原告を指すと捉え，被告Ｙ\n１や被告Ｙ２が朝礼の訓示において原告を暗に非難する内容の話をしてい\nると考えることも無理からぬところであり，原告は，本件クリニックの他\nの従業員らの面前で自分自身のことを非難されていると考えることによっ\nて，強い精神的負荷を受けたものというべきである。\nエ  以上の次第で，訓示の内容や訓示がされた時期等に鑑み，少なくとも平\n成２７年２月１６日の朝礼における被告Ｙ２の訓示，同月２７日以降の朝\n礼における被告Ｙ１の訓示については，原告の本件精神疾患発症の原因と\nして捉えられるべき事実と評価するのが相当である。\n⑸  小括\n原告には，上記説示のとおり，被告らの行為によって精神的負荷を受けて\nおり，かつ，原告がもともと精神疾患を発症していなかった上，本件精神疾\n患を発症させるようなその余の事情が認められないことからすれば，これら\nの精神的負荷の積み重ねによって，原告が本件精神疾患を発症したものと優\nに推認することができる。\n以上によれば，本件精神疾患の発症には，業務起因性が認められる。\n４  争点３について\n⑴  被告Ｙ１について\nア  原告は，被告Ｙ１が，平成２７年１月２０日，原告に対してした「戻っ\nてきてもらっても困る。」との発言が不法行為を構成すると主張する。\nこの点，被告Ｙ１が，同日，原告に対して，「戻ってきてもらっても困\nる。」との発言をした事実は認められないものの，認定事実⑽のとおり，\n同様の趣旨の発言（「もうＸ’さんいなくても回っていくんですよ，十分。\n回っている。」など）をしていたことは認められる。\nしかし，結局，原告と被告らとの間で，勤務条件についての話合いを継\n続する方向で，同日における話合いが終了したことからすれば，被告Ｙ１\nの発言をもって，違法な発言であるとまでいうことはできない。\nイ  原告は，被告Ｙ１が，平成２７年１月２３日，第二子の妊娠を報告した\n原告に対して，「妊娠してどうするつもりなの。」，「時短には応じない\nと折り合いはつかないと思うよ。」，「結局，折り合わないと物別れにな\nっちゃって裁判とかなっちゃうわけだよね。」などと発言し，これらの発\n言が不法行為を構成すると主張するところ，認定事実⑿のとおり，被告Ｙ\n１がこれらの発言をした事実が認められる。\nしかしながら，これらの被告Ｙ１の発言の内容は，原告への配慮を欠く\n不適切なものであったと評価し得るものの，一方で，原告もこれらの被告\nＹ１の発言に対し適宜反論していること，結果的には原告の勤務条件が不\n利益に変更されることはなかったこと（認定事実⑿ イ）からすれば，\nこれらの被告Ｙ１の発言によって，原告が，萎縮したり，自己に不利益な\n勤務条件の変更を受け入れざるを得なくなったなどの事態が生じたわけで\nはない。\nしたがって，これらの被告Ｙ１の発言について，不適切ではあるものの，\n違法であるとまで評価することはできない。\nウ  原告は，平成２７年２月中旬頃から被告Ｙ１が原告を無視するようにな\nり，この行為が不法行為を構成すると主張するが，仮に挨拶をしないなど\n原告を無視する行為があったとしても，これが直ちに違法な行為であると\n評価することはできない。\nエ  原告は，平成２７年２月１６日から同年３月１７日まで間の各朝礼にお\nける被告Ｙ１の発言が不法行為を構成すると主張する。\nしかし，認定事実⒄，⒆\n照らせば，被告Ｙ１の各朝礼における訓示の内容が，原告において，自ら\nを暗に非難する内容の話をしていると捉えたり，本件クリニックの従業員\nらが原告のことを指す話であると考えたりする可能性がある内容ではある\nものの，他方において，直接原告を名指しするものではなく，本件書籍を\n取り上げ，被告Ｙ１の感想等を交えながらその内容を紹介するにとどまる\nものであって，その内容自体，組織の内外において攻撃をしてくる人に対\nする対処法や，そのような人の特徴を述べたものとして，それなりの一般\n性を有するものであり，殊更に原告を対象として行われたものとまでは認\nめ難い。\nしたがって，各朝礼における被告Ｙ１の発言について，不法行為が成立\nするということはできない。\nオ  原告は，被告Ｙ１が，原告に対し，本件休職に際し，休職に必要な手続\nについての説明をせず，原告が正式な休職扱いになっているかについての\n連絡をしなかったこと及び復職に関する手続の説明もしなかったこと，本\n件休職後も社会保険料支払の請求をする一方で，産休及び育休の取得や社\n会保険料の免除に係る手続の案内等を一切行わなかったこと並びに出産の\n際に休職願が必要である旨の説明をしなかったことをもって，被告Ｙ１に\n不法行為が成立すると主張する。\nしかし，本件休職に関し，被告Ｙ１の原告に対する対応が必ずしも十分\nであったとはいえないものの，被告Ｙ１が，原告に対し，休職に必要な手\n続についての説明，原告が正式な休職扱いになっているかについての連絡\n及び出産の際に休職願が必要である旨の説明をそれぞれすべき個別の法的\n義務を負っていたとまでは認められない。また，原告が既に第一子につい\nて産休や育休を取得していることに照らせば，被告Ｙ１が，原告に対し，\n第二子に関しての産休及び育休の取得や社会保険料の免除に係る手続の案\n内等を行うべき法的義務を負っていたとも認められない。\nしたがって，この点に関する原告の主張は，採用できない。\nカ  以上によれば，原告が主張する被告Ｙ１の各行為について，いずれも人\n格権侵害による慰謝料請求権の発生を肯認し得るまでの不法行為と評価す\nることはできない。\n⑵  被告Ｙ２について\nア  原告は，その妹の結婚式に出席するために本件有給休暇を取得しようと\nしたところ，被告Ｙ２が，有給休暇の取得を阻止する言動に及んだ上，原\n告に対し「給料もらって行こうなんて浅ましい。」等の発言をしたことに\nついて，不法行為が成立すると主張するところ，認定事実⑶のとおり，本\n件有給休暇の取得が不承認とされたこと及び被告Ｙ２が「給料もらって行\nこうなんて浅ましいよ。」などの発言をした事実が認められる。\n有給休暇の取得について，使用者は，有給休暇を労働者の請求する時\n季に与えなければならず，例外的に請求された時季に有給休暇を与える\nことが事業の正常な運営を妨げる場合においては，他の時季にこれを与\nえることができるとされている（労基法３９条５項）。\n本件において，被告Ｙ２は，有給休暇ではなく無給での休暇であれば\n原告の休暇の取得を認めるとしていること，その理由として，本件クリ\nニックの繁忙度に関係なく，他の従業員らの士気を下げることにもなり\nかねないこと等を挙げている（認定事実⑶）ところ，これらの事情が，\n本件有給休暇の取得によって本件クリニックにおける歯科診療等の正常\nな運営を妨げるような事情に当たるということはできない。\nしたがって，被告Ｙ２が本件有給休暇の取得を拒絶したことは，労基\n法が定める有給休暇制度の趣旨に反する違法なものというべきである。\n他方で，被告Ｙ２が，本件有給休暇の取得を拒絶するに際して，「給\n料もらって行こうなんて浅ましいよ。」などと発言したことについては，\n労基法が定める有給休暇制度の趣旨に反する不適切かつ不相当なもので\nあったとは認められるものの， は別個に慰謝料の支払を命じな\nければならないほどの高度の違法性があるとまで認められない。\nイ  原告は，被告Ｙ２による平成２７年１月１４日から同年２月中旬頃まで\nの不利益な勤務条件への変更の勧奨が不法行為を構成すると主張する。\n被告らとの間で，復職\n後の勤務条件の変更（勤務時間の短縮及び時給の給与体系への変更）につ\nいて，第一子の育休からの復職後に初めて話合いをした平成２７年１月１\n４日には，上記勤務条件の変更の提案に対して承諾しなかった（認定事実\n⑺）ものの，同月１７日には，被告らの提案する勤務条件の詳細について\n記載した書面を交付すること及び今後話合いをする場を設けることを求め\n，被告らは，原告の上記要求に基づき，同月１９日\nに，原告に対し本件書面を交付 ，同月２０日に，原告と\nの間で，復職後の勤務条件に係る再度の話合いを行った\nが認められる。\nこの点，原告が被告らの提案した復職後の勤務条件の変更について承諾\nしていない時点において，被告Ｙ２が本件クリニックの他の従業員らに対\nし原告を午後４時３０分に帰宅させるよう指示したこと（認定事実⑻）や，\n被告Ｙ２が，同月２０日に行われた原告の勤務条件の変更に係る話合いの\n際，原告が本件書面記載の勤務条件に合意できない場合には，原告が退職\nすることも含めて決めてほしいなどと発言したこと につい\nては，説得の方法としてはいささか強引であり，不相当な面があったこと\nは否定できない。\nもっとも，同月２３日に行われた原告の勤務条件の変更に係る話合いま\nでは，原告は，勤務条件の変更について難色を示す態度をとっていたもの\nの，話合いの最後には，再考してみるなどとして被告らによる提案を持ち\n帰り検討する姿勢を見せている（認定事実⑿）。また，被告Ｙ２は，労働\n局の職員による調査を受けた同年２月１０日以降は，原告に対して，勤務\n条件の変更を勧奨するなどの働きかけを行っていない。\nそうすると，原告の勤務条件の変更について，上記のとおり，原告に対\nする説得の方法に不相当な面があったことや，原告が，平成２７年１月２\n２日，労働局を訪れ，復職後の原告の勤務条件に係る被告らの提案等につ\n，他方において，\n被告Ｙ２が，一応勤務条件の変更に係る話合いの場を設け続けることに応\nじており，原告に対し，勤務条件の変更につき選択の余地を許さないとい\nった程度まで強硬な説得を行ってはいないこと，労働局の職員による調査\nを受けた以降は，原告に対して，勤務条件の変更を勧奨するなどの働きか\nけを行っていないことに照らせば，原告の主張する被告Ｙ２の行為が違法\nであるとまで認めることはできない。\nまた，勤務条件の変更の勧奨に伴う被告Ｙ２の各発言について，その内\n容が適切であるとまではいえないものの，慰謝料の支払を命じなければな\nらないほどの違法性があるとまで認められない。\nウ  原告は，被告Ｙ２が，平成２７年２月１２日から同月２２日までの間，\n原告に対して，技工指示書を渡さず，仕事を与えなかったことが不法行為\nを構成すると主張するところ，被告Ｙ２が，同月１３日，本件クリニック\nの歯科技工士らに対して，今後，原告に対して技工指示書を渡さないよう\n指示し，その結果として，少なくとも同日以降は，実際に原告に対し技工\n指示書が渡されなかった事実が認められる（認定事実⒃）。\nこの点，被告Ｙ２が，上記指示に際して，原告に対し技工指示書を渡さ\nない理由について，原告が本件株式会社の従業員であることから，法律上\n歯科技工士としての仕事をさせることができない旨の労働局からの指導を\nが，同月２３日以降は，原告に対\nする技工指示書の交付が再開されたことからすれば，労働局からの指導が，\n原告に対する技工指示書の交付を禁止する理由であるとはにわかに信用し\n難い。\nまた，被告Ｙ２が，本件クリニックの歯科技工士らに対し，同人として\nは原告との雇用関係を継続するのは難しいと思っていることをも理由とし\nて，原告に対して技工指示書を渡さないよう指示していること（認定事実\nからすれば，上記指示に当たり，被告Ｙ２には，原告が退職するよう\n仕向けるための嫌がらせの意図があったことがうかがわれるところ，勤務\n条件の変更のための勧奨行為としては著しく相当性を欠くというべきであ\nる。\nしたがって，原告の主張する被告Ｙ２の上記行為は，不法行為を構成す\nる。\nエ  原告は，被告Ｙ２が，平成２７年１月３０日以降，原告が挨拶をしても\n無視するようになったことにつき，不法行為を構成すると主張するが，仮\nに，被告Ｙ２がこのような行為に出たとしても，同行為につき慰謝料の支\n払を命じなければならないほどの違法性があると認めることはできない。\nオ  原告は，被告Ｙ２による，平成２７年１月２０日の朝礼における原告に\n対する非難やブログへの原告に対する当てつけのような記事の掲載が不法\n行為を構成すると主張する。\nしかしながら，原告が主張するように，被告Ｙ２が同日の朝礼において，\n「被告クリニックのために何ができるかよ。私が，私がじゃだめよ。」と\n発言したとしても，原告を名指しで非難するものではない上，本件クリニ\nックの従業員らに対する一般的な訓示と理解することも十分可能な内容で\nあることから，被告Ｙ２の当該発言が違法であるとは認められない。\nまた，認定事実⒀のとおり，被告Ｙ２がブログに原告の主張する内容の\n記事を投稿した事実は認められるものの，やはり原告を名指しするもので\nはない上，その内容が原告に対する当てつけと評価することも困難である\nことから，上記ブログへの記事の投稿が違法であるとは認められない。\nカ  原告は，被告Ｙ２の平成２７年２月１６日から同年３月１８日までの各\n朝礼における発言は，本件クリニックの従業員らの面前で原告の人格を否\n定するような言動であって，不法行為を構成すると主張する。\n被告Ｙ２の平成２７年２月１６日の朝礼におけるたとえ話については，\n正に被告らが原告の勤務条件の変更に関する勧奨を行っている最中にな\nされたものであり，また，その内容についても，認定事実⑷，⑾，⒁，\n⒂，⒄に照らし，里親については本件クリニックを，Ａ子については原\n告を，Ｂ子については甲を，管理局については労働局を，それぞれ指す\nものと理解することは容易であり，かつ，原告の同僚らも，原告の勤務\n条件に関するたとえ話であると推測することが十分に可能であったとい\nうべきである。しかも，被告Ｙ２は，たとえ話をするにとどまらず，た\nとえ話におけるＡ子の里親に対する失礼な態度について同意を求めるた\nめに，本件クリニックの従業員らに挙手までさせているところ，もはや\nたとえ話を用いた一般的な注意喚起や指導の域を逸脱しているというべ\nきであって，このような被告Ｙ２の言動は，本件クリニックの従業員ら\nの面前で，原告の被告らに対する態度を非難する目的で，行われたとい\nうほかない。したがって，被告Ｙ２の上記言動は，その時期，内容及び\n態様に照らし，著しく相当性を欠く違法なものと認められる。\n被告Ｙ２が，平成２７年２月２０日及び同月２１日の各朝礼において，\n許可された場合を除き残業することはできないこと，残業してはならな\nい旨の業務命令を受けたにもかかわらず，業務命令を無視して残業をし\nた従業員がいたなどの話をしたことが\nしかし，上記当時，原告と被告らとの間で，現に原告の就業時間につい\nて問題になっており，仮に，被告Ｙ２の上記話によって，本件クリニッ\nクの従業員らにおいて，残業することができないにもかかわらず，原告\nが残業をしたことを認識することができたとしても，一般的に必要のな\nい残業を禁じること自体は合理性を欠くものでもないことからすれば，\n被告Ｙ２の上記行為が直ちに不法行為に当たるということはできない。\n各朝礼における被告Ｙ２の訓示についても，\nその内容等に照らし，殊更に原告だけを対象とし，原告を非難する目的\nでの発言とは認められないことから，直ちに不法行為に該当するとは認\nめられない。\nキ  原告は，被告Ｙ２が原告の平成２７年３月１１日の病欠につき，有給休\n暇の取得を承認しなかった行為について，不法行為を構成すると主張する。\nしかしながら，証拠（乙３）によれば，本件就業規則において，有給休\n暇の取得については２週間前までに所定の手続を行わなければならないと\nされていると認められるところ，そのような手続要件を課したとしても，\n有給休暇の取得を事実上不可能ならしめるものとまで評価することはでき\nない。そうすると，原告の同日の有給休暇の取得については，本件就業規\n則が要求する手続要件を履践してないものであるから，被告Ｙ２が，本件\n就業規則を根拠に，同有給休暇の取得を不承認としたことについて，直ち\nに不法行為に該当すると認めることはできない。\nク  小括\nしたがって，原告が主張する被告Ｙ２の各行為のうち，本件有給休暇の\n取得を拒絶したこと，平成２７年２月１３日から同月２２日までの間，原\n告に対して，技工指示書を渡さなかったこと及び同月１６日の朝礼におい\nて，たとえ話をし，従業員らに挙手を求めたことについては，不法行為が\n成立するというべきである。\n他方において，原告が主張する被告Ｙ２のその余の行為については，い\nずれも人格権侵害による慰謝料請求権の発生を肯認し得るまでの不法行為\nと評価することはできない。\n⑶  被告Ｙ３について\nア  原告は，被告Ｙ３が，本件有給休暇の取得に関して，結婚式に行くのに\n給料を払うのは本件クリニックが祝い金を出すも同じという趣旨の発言を\nしたり，原告に対し「お前馬鹿か。」などと発言したりしたことについて，\n不法行為を構成すると主張する。\n確かに， 本件有給休暇の取得の拒絶自体は違\n法であると認められるものの，被告Ｙ３の言動は，原告に対する配慮を欠\nき，不適切であるとはいえ，その発言の内容等に照らし，直ちに慰謝料の\n支払を命じなければならないほどの違法性があるとはいえない。\nイ  原告は，被告Ｙ３が，原告に対し，平成２７年１月１９日に本件書面を\n手渡したり，同月２３日に，被告Ｙ１とともに，勤務条件の変更の提案を\n承諾するよう働きかけたなどの行為が，不法行為を構成すると主張する。\nしかし，被告らが勤務条件の変更に対する原告の明確な拒絶の意思を認\n識したのは，労働局の職員による調査を受けた同年２月１０日以降である\nと考えられるところからすれば，被告Ｙ３の原告に対する説得の方法が，\nその発言の内容等に鑑みていささか強引であり，不相当な面があったこと\nは否定できないものの，勤務条件の変更についての話合いの継続中に行わ\nれたものであることをも踏まえると，不法行為を構成する違法なものとま\nで認めることはできない。\nウ  原告は，原告が第二子の妊娠を報告した際に，被告Ｙ３が「また産休や\nるの。」などと発言した行為が，不法行為を構成すると主張する。\n確かに，原告が平成２７年１月２３日に被告Ｙ１及び被告Ｙ３に対して\n第二子の妊娠を伝えた際，被告Ｙ３が「また産休やるの。」などと述べた\nこのような被告Ｙ３の発言は，不適切な発言であ\nるといわざるを得ないが，同日の協議において，最終的に，原告が被告ら\nの提案する勤務条件の変更を再考する旨告げていること等からすれば，被\n告Ｙ３の当該発言によって，原告が第二子に係る産休及び育休の取得を諦\nめたり，勤務条件の変更を受け入れざるを得なくなったりしたわけではな\nい。そうすると，被告Ｙ３の上記発言が，直ちに不法行為を構成するとい\nうことはできない。\nエ  原告は，被告Ｙ３が，平成２７年２月中旬頃以降，原告が挨拶をしても\n無視するようになったことにつき，不法行為を構成すると主張するが，仮\nに，被告Ｙ３がこのような行為に出たとしても，同行為につき慰謝料の支\n払を命じなければならないほどの違法性があるとまで認めることはできな\nい。\nオ  原告は，被告Ｙ３が，平成２７年２月１６日，原告に対し，同日を含む\n４日間については，午後４時３０分までの勤務とするよう指示した行為に\nついて，不法行為を構成すると主張する。しかし，このような被告Ｙ３の\n指示自体について，慰謝料の支払を命じなければならないほどの違法性が\nあるとまで認めることはできない。\nカ  以上によれば，原告が主張する被告Ｙ３の各行為について，いずれも人\n格権侵害による慰謝料請求権の発生を肯認し得るまでの不法行為と評価す\nることはできない。\n⑷  共同不法行為及び使用者責任の成否について\nア  被告Ｙ３について\n被告Ｙ２が本件有給休暇の取得を拒絶した\nことについて不法行為が成立するものの，本件有給休暇の不承認の決定\nをしたのは被告Ｙ２であり（認定事実⑶），被告Ｙ２と被告Ｙ３とが本\n件有給休暇の取得の不承認の決定を共同して行ったことを認めるに足り\nる証拠はないから，本件有給休暇の取得の拒絶に関し，被告Ｙ２と被告\nＹ３の共同不法行為が成立するとは認められない。\n被告Ｙ２が，平成２７年２月１３日から同\n月２２日までの間，原告に対し，技工指示書を渡さなかった行為につい\nて不法行為が成立するものの，被告Ｙ２と被告Ｙ３とが同行為を共同し\nて行ったことを認めるに足りる証拠はないから，原告に対し，技工指示\n書を渡さなかった行為について，被告Ｙ２と被告Ｙ３の共同不法行為が\n成立するとは認められない。\n被告Ｙ２が，平成２７年２月１６日の朝礼\nにおいて，たとえ話をし，従業員らに挙手を求めた行為について不法行\n為が成立するものの，被告Ｙ２と被告Ｙ３とが同行為を共同して行った\nことを認めるに足りる証拠はないから，被告Ｙ２と被告Ｙ３の共同不法\n行為が成立するとは認められない。\nイ  被告Ｙ１について\n被告Ｙ２が本件有給休暇の取得を拒絶した\nことについて不法行為が成立するところ，本件有給休暇の取得に係る有\n給休暇願の宛先は被告Ｙ１とされていること（認定事実⑶）に照らせば，\n本件有給休暇の取得の不承認に関する最終的な決定権者は本件クリニッ\nクの院長である被告Ｙ１であると推認できるのであって，被告Ｙ２と被\n告Ｙ１とが本件有給休暇の取得の拒絶につき共同して行ったものと認め\nられるから，被告Ｙ１と被告Ｙ２の共同不法行為が成立する。\n被告Ｙ２が，平成２７年２月１３日から同\n月２２日までの間，原告に対し，技工指示書を渡さなかった行為につい\nて不法行為が成立するところ，被告Ｙ２の上記行為については，被告Ｙ\n１もその旨の指示を出していたと認められる（認定事実⒃）ことからす\nれば，被告Ｙ２の同行為につき被告Ｙ１が共同して行ったものと認めら\nれ，被告Ｙ１につき共同不法行為が成立する。\n被告Ｙ２が，平成２７年２月１６日の朝礼\nにおいて，たとえ話をし，従業員らに挙手を求めた行為について不法行\n為が成立するところ，本件全証拠を通覧しても，被告Ｙ２と被告Ｙ１と\nが，事前に朝礼における訓示の内容等について打合せ等を行ったと認め\nるには足りないことに照らし，被告Ｙ２が独断で上記たとえ話をするな\nどしたと認められることから，被告Ｙ１と被告Ｙ２の共同不法行為が成\n立するとは認められない。\nもっとも，本件クリニックにおける朝礼は，従業員らが全員参加する\nものであることに照らし，業務の一環と位置付けられていると評価でき\nるから，被告Ｙ２の上記行為につき，本件クリニックの院長である被告\nＹ１は，民法７１５条に基づき，使用者責任を負うというべきである（な\nお，被告Ｙ２の原告に対する損害賠償債務と被告Ｙ１の原告に対する損\n害賠償債務は，不真正連帯債務となる。）。\n５  争点４（本件懲戒処分の違法性）について\n前記２で説示したとおり，本件懲戒処分は，無効であるというべきである。\nそして，前記２で説示したところによれば，事案１については，本件就業\n規則３９条１項４号所定の懲戒事由の不存在について，被告Ｙ１に少なくと\nも過失が認められる。また，事案２については，認定事実⑸及び⑹に照らし，\n本件クリニックの院長である被告Ｙ１が原告の復職時期を知らないとは考え\nられないことから，本件就業規則３９条１項１号所定の懲戒事由の不存在に\nついて，被告Ｙ１に少なくとも過失が認められる。\nよって，被告Ｙ１が行った本件懲戒処分は違法であり，不法行為を構成す\nるというべきである。\n６  争点５（本件退職扱いの違法性）について\n本件退職扱いは，後記７⑴イで説示するとおり，原告が業務上の疾病にか\nかり療養のために休業していた期間にされたものであって，無効であるとい\nわざるを得ないことに加え，認定事実 ないし のとおり，被告Ｙ１は，原\n告の退職日について，平成２７年８月２６日とする予定であるとしたり，休\n職期間が満了した同年９月１６日であるとしたり，あるいは雇用保険被保険\n者資格喪失届上では同年８月３０日としたりと，その取扱いには一貫性が認\nめられない。雇用関係の終了は，使用者にとっても労働者にとっても重要な\n局面であることからすれば，このような一貫性のない曖昧な取扱いによって，\n原告を一般退職扱いとすること自体，相当性を著しく欠くものである。\nまた，被告Ｙ１は，原告の退職は休職期間満了による一般退職扱いである\nとしているものの，その当時における原告の傷病の状況を照会することもな\nかったことからすれば，当時の原告の休職事由該当性の有無について特段の\n検討もしないまま，一般退職扱いとしたものであって，この点からしても被\n告Ｙ１の対応は相当性を欠くものである。\n確かに，原告は，同年７月１６日までを休職期間とする休職届しか提出し\nていない( )ものの，他方で，同月１３日には，被告Ｙ１に対し，\n第二子を出産したことを連絡するとともに，育児休業中の社会保険料の免除\nの手続を行うことを依頼していることからすれば ，被告Ｙ１\nとしても，休職の理由については格別，原告が正当な理由により休職をすべ\nき状況にあることを認識することができたのであるから，原告が休職届を提\n出していないことをもって原告に不利益に評価すべき理由はない。\nしたがって，被告Ｙ１が行った本件退職扱いは違法であり，不法行為を構\n成するというべきである。\n７  争点６（損害）について\n⑴  労働契約に基づく未払賃金請求について\nア  前記２で説示したとおり，本件懲戒処分が無効である以上，無効な本件\n懲戒処分を理由として控除された７５２０円及び精勤手当１万２０００円\nの合計１万９５２０円（別紙１「業務期間」欄「平成２７年１月１１日か\nら同年２月１０日まで」の「支払額」欄記載の１万９５２０円）は，未払\n賃金であると認められる。\nイ  前記３で説示したとおり，本件精神疾患の発症には，業務起因性が認め\nられるところ，本件退職扱いは，原告が業務上の疾病にかかり療養のため\nに休業していた期間にされたものであって，無効であるといわざるを得な\nい（労基法１９条１項類推適用）。また，使用者たる被告Ｙ１の責に帰す\nべき事由によって，労働者たる原告が債務の履行として労務を提供するこ\nとができなくなった以上，原告は労働契約に基づく賃金支払請求権を失わ\nない。\nもっとも，原告は，平成２７年６月１９日に第二子を，平成２９年７月\n１１日に第三子を，それぞれ出産している（前提事実 ⑼）ところ，第\n二子の出産前にも産休及び育休の取得を希望し ，育休中の\n社会保険料の免除も申請しようとしていたこと ）からすれば，\n第一子の出産時と同様，少なくとも出産日の２週間前から産休の取得を予\n定し（認定事実⑵，⑷），出産後１年間については育休を取得していたも\nのと考えられるから（第二子につき平成２７年６月６日から産休を開始，\n平成２８年６月２０日に復職。第三子につき平成２９年６月２８日から産\n休を開始，平成３０年７月１２日に復職。），当該期間については，賃金\n支払請求権は発生しない（本件就業規則２０条２項，２２条２項）。\nしたがって，原告は，被告Ｙ１に対し，平成２７年３月１８日から同年\n６月５日までの期間（ただし，原告は，平成２７年３月支払分（同月１０\n日締め）の給与として２０万５１５６円の，同年４月支払分（同月１０日\n締め）の給与として３万８４６１円の各支払を受けたことを自認している\nところ，被告らも明確にこれを争っていないことに照らせば，これらの賃\n金は既払いであると認めることができる。），平成２８年６月２０日から\n平成２９年６月２７日までの期間及び平成３０年７月１２日以降について，\n労働契約に基づく賃金支払請求権を有しているというべきであるところ，\n別紙１「業務期間」欄「平成２７年２月１１日から同年３月１０日まで」\nないし「平成２９年６月１１日から同年６月２７日まで１７日間の日割計\n算（１か月３０日計算）」の各「支払額」欄記載の金員の合計３２６万８\n３５４円と，平成３０年７月１２日以降について，毎月末日限り，月額２\n１万８０００円の割合による金員の支払を請求することができる。\nウ  原告は，第二子及び第三子の産休及び育休期間中について，前記第２の\n３ 記載の被告らの一連の不法行為によって，本件精神疾\n患を発症したことから，原告の家事労働に係る労働能力が喪失したとして，\n当該期間中については，不法行為に基づく損害賠償請求権に基づき，月額\n２１万８０００円の支払を求めている。\nしかし，前記４，５及び６で説示したとおり，被告らの不法行為に該当\nするのは，被告Ｙ１及び被告Ｙ２が本件有給休暇の取得を拒絶したこと，\n被告Ｙ１及び被告Ｙ２が平成２７年２月１３日から同月２２日までの間，\n原告に対して，技工指示書を渡さなかったこと，被告Ｙ２が同月１６日の\n朝礼において，たとえ話をし，従業員らに挙手を求めたこと，被告Ｙ１に\nよる同月２７日の本件懲戒処分と本件退職扱いである。確かに，これらの\n不法行為の悪質性は，必ずしも低いとはいえないものの，原告が本件精神\n疾患を発症したのは，前記３，４で説示したとおり，不法行為には該当し\nないものを含む被告らの言動による精神的負荷の積み重ねに起因するもの\nであることから，上記不法行為のみによって，直ちに原告の家事労働に係\nる労働能力が低下又は喪失したとまでは認められないというべきである。\nしたがって，原告が主張する休業損害は，上記不法行為と相当因果関係が\nある損害とは認め難い。\n以上によれば，この点についての原告の主張は認められない。\n⑵  本件懲戒処分及び本件退職扱いに基づく損害（慰謝料）について\nア  前記５で説示したとおり，被告Ｙ１が行った本件懲戒処分は違法である\nところ， 本件懲戒処分を理由として減給\nされた賃金の支払請求が認められることによって，その損害は回復された\nものというべきである。したがって，本件懲戒処分が違法であること自体\nによる慰謝料の支払請求は認められない。\nイ  前記６で説示したとおり，被告Ｙ１が行った本件退職扱いは違法である\n上，社会的相当性を著しく欠いているところ，本件退職扱いによって突然\n失職した原告には相応の精神的苦痛が生じたことが認められる。そうする\nと，本件退職扱いに係る慰謝料としては１００万円が相当である。また，\n本件事案の難易度，訴訟遂行の経過，認容額等本件における諸般の事情を\n考慮すれば，弁護士費用は１０万円とするのが相当である。\n⑶  被告Ｙ１及び被告Ｙ２の不法行為に基づく損害（慰謝料）について\n前記４で説示したとおり，被告Ｙ１及び被告Ｙ２による本件有給休暇の取\n得の拒絶及び原告に対する技工指示書の不交付並びに被告Ｙ２による平成２\n７年２月１６日の朝礼におけるたとえ話については，不法行為に該当すると\nころ，これらによって原告が被った精神的苦痛に対する慰謝料としては５０\n万円が相当である。また，本件事案の難易度，訴訟遂行の経過，認容額等本\n件における諸般の事情を考慮すれば，弁護士費用は５万円とするのが相当で\nある。\n⑷  治療費について\n原告の本件精神疾患等に係る治療費１２万９５８０円については，上記⑴\nウで説示したところと同様に，被告らの不法行為のみによって，原告が本件\n精神疾患を発症したとまでは認められないことから，同不法行為と相当因果\n関係がある損害とは認められない。\n第４  結論\n以上の次第で，原告の請求は主文掲記の限度で理由があるからその限度で認\n容し，原告のその余の請求は理由がないからいずれも棄却することとし，主文\nのとおり判決する。\n岐阜地方裁判所民事第１部\n裁判長裁判官   鈴      木      基    之\n裁判官   中      畑    章      生\n裁判官   足      羽      麦      子\n"
}