{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 7,
    "day": 20
  },
  "case_number": "平成28(ワ)21346",
  "case_name": "特許権侵害差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86980",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86980",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/980/086980_hanrei.pdf",
  "contents": "平成２９年７月２０日判決言渡  同日原本交付  裁判所書記官\n平成２８年（ワ）第２１３４６号  特許権侵害差止請求事件\n口頭弁論終結日  平成２９年５月３０日\n判決\n原 告  株式会社マネースクウェアＨＤ\n同訴訟代理人弁護士  伊藤   真\n平 井 佑 希\n丸 田 憲 和\n牧 野 知 彦\n同訴訟代理人弁理士  石 井 明 夫\n同補佐人弁理士  佐野   弘\n被 告  株 式 会 社 外 為 オ ン ラ イ ン\n同訴訟代理人弁護士  鮫 島 正 洋\n伊 藤 雅 浩\n溝 田 宗 司\n関     裕 治 朗\n同訴訟復代理人弁護士  和 田 祐 造\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，別紙被告サービス目録記載のサービス（以下「被告サービス」とい\nう。）に使用されているサーバを使用してはならない。\n第２  事案の概要\n１  事案の要旨\n本件は，発明の名称を「金融商品取引管理装置，プログラム」とする特許権\nを有する原告が，被告によるＦＸ取引管理方法のためのサーバコンピュータの\n使用が上記特許権を侵害すると主張して，被告に対し，特許法１００条１項に\n基づき上記使用の差止めを求める事案である。\n２  前提事実\n以下の事実は，当事者間に争いがないか，括弧内に掲げる証拠及び弁論の全\n趣旨により容易に認められる。\n⑴  当事者\nア  原告は，金融商品取引業，外国為替取次ぎ業務等の事業を営む会社等の\n株式等を所有することにより，当該会社等の事業活動を支配又は管理する\nことなどを目的とする株式会社である。\nイ  被告は，外国為替に関する業務等を目的とする株式会社である。\n⑵  本件特許権\nア  原告は，平成２９年４月１日，次の特許権（甲３の３。以下「本件特許\n権」といい，その特許出願の願書に添付された明細書及び図面を「本件明\n細書」という。）を有していた株式会社マネースクウェアＨＤを吸収合併\nし，商号を株式会社インフィニティから株式会社マネースクウェアＨＤに\n変更し，これに伴い，本件訴訟を承継した。\n特許番号  第５９４１２３７号\n発明の名称  金融商品取引管理装置，プログラム\n出願日  平成２８年２月１９日（特願２０１６－０３０１７８（特\n願２０１５－１８６９６５（以下「原出願」という。）の\n分割）\n原出願日  平成２２年５月１１日\n登録日  平成２８年５月２７日\nイ  本件特許権に係る特許請求の範囲の請求項１（以下，この発明を「本件\n発明」といい，その特許を「本件特許」という。）の記載は，次のとおり\nである。\n「金融商品の売買取引を管理する金融商品取引管理装置であって，\n前記金融商品の注文情報を生成する注文情報生成手段と，\n前記金融商品の相場価格の情報を取得する価格情報受信手段とを備え，\n前記注文情報生成手段は，同一種類の前記金融商品を，一の価格につい\nて買いの注文をする第一注文情報，及び，他の価格について売りの注文を\nする第二注文情報からなる注文情報群を生成して該生成した前記注文情報\n群を注文情報記録手段に記録し，\n前記注文情報群を形成する前記第一注文情報及び前記第二注文情報は，\n前記価格情報受信手段が取得した前記相場価格が前記一の価格になった\n場合，前記第一注文情報に基づいて前記金融商品の約定が行われ，該約定\nの後，前記価格情報受信手段が取得した前記相場価格が前記他の価格にな\nった場合，前記第二注文情報に基づいて前記金融商品の約定が行われる処\n理が複数回繰り返されるように構成され，\n前記注文情報生成手段は，前記相場価格の変動を検出する手段によって\n前記相場価格が検出され，検出された前記相場価格の高値側への変動幅が\n予め設定された値以上となった場合，現在の前記相場価格の変動方向であ\nる前記高値側に，新たな一の価格の新たな前記第一注文情報と新たな他の\n価格の新たな前記第二注文情報とを設定することを特徴とする金融商品取\n引管理装置。」\nウ  本件発明は，次の構成要件（以下，個別の構成要件をその段落番号に従\nい「構成要件Ａ」などという。）に分説される。\nＡ  金融商品の売買取引を管理する金融商品取引管理装置であって，\nＢ  前記金融商品の注文情報を生成する注文情報生成手段と，前記金融商\n品の相場価格の情報を取得する価格情報受信手段とを備え，\nＣ  前記注文情報生成手段は，同一種類の前記金融商品を，一の価格につ\nいて買いの注文をする第一注文情報，及び，他の価格について売りの注\n文をする第二注文情報からなる注文情報群を生成して該生成した前記注\n文情報群を注文情報記録手段に記録し，\nＤ  前記注文情報群を形成する前記第一注文情報及び前記第二注文情報は，\n前記価格情報受信手段が取得した前記相場価格が前記一の価格になった\n場合，前記第一注文情報に基づいて前記金融商品の約定が行われ，該約\n定の後，前記価格情報受信手段が取得した前記相場価格が前記他の価格\nになった場合，前記第二注文情報に基づいて前記金融商品の約定が行わ\nれる処理が複数回繰り返されるように構成され，\nＥ  前記注文情報生成手段は，前記相場価格の変動を検出する手段によっ\nて前記相場価格が検出され，検出された前記相場価格の高値側への変動\n幅が予め設定された値以上となった場合，現在の前記相場価格の変動方\n向である前記高値側に，新たな一の価格の新たな前記第一注文情報と新\nたな他の価格の新たな前記第二注文情報とを設定することを特徴とする\nＦ  金融商品取引管理装置。\n⑶  被告の行為\n被告は，平成２６年１０月１日から，業として外国為替取引管理サービス\nである被告サービスを被告が管理するサーバ（以下「被告サーバ」という。）\nからインターネット回線等を通じて顧客に提供している。\n⑷  被告サービスの概要\n被告サービスにおいては，利用者が「ｉサイクル注文」を選択し，取引を\n希望する２つの通貨，ポジション方向（買ってから売るか，その逆か）等を\n選択して計算させると，注文に関する想定変動幅，新規注文の指定レート及\nび注文のポジション間隔（値幅）等が表示される。利用者がこれを確認し，\n数量を指定して注文すると，被告サーバに上記注文に係る情報が保存される。\n被告サービスにおいて，買い注文から入る場合，同一種類の金融商品につ\nいて，①買いの成行注文と売りの指値注文が同時にされ，②買いの成行注文\n（①）の約定を経た後，①の売りの指値注文が約定すると，③その直後に買\nいの指値注文と売りの指値注文が同時にされ（その価格は①の注文の価格と\n同価格帯），④更にその直後に買いの成行注文及び売りの指値注文が同時に\nされ（その売りの指値注文の価格は，①及び③の売りの指値注文の価格より\n高値側），⑤買いの成行注文（④）の約定を経た後，④の売りの指値注文が\n約定すると，⑥その直後に買いの指値注文と売りの指値注文（その買い，売\nりの指値注文の価格は，それぞれ，③の買い，売りの指値の価格よりも高値\n側）が同時にされる。また，⑤’’買いの指値注文（③）の約定を経た後，③\nの売りの指値注文が約定すると，⑥’買いの指値注文と売りの指値注文がさ\nれる（その買い，売りの指値注文の価格は，①及び③の注文の価格と同価格\n帯）。\n例えば，被告サービスにおいて平成２６年１１月５日から同月２９日まで\nに行われた実際の注文は別表１のとおりであり，利用者による選択等の作業\nの後，別表１最左列の番号につき降順に，「注文日時」欄記載の日時に「執\n行条件」欄記載の種類（ただし，「クイックトレート」は成行注文をいう。）\nの「指定Ｒ」欄記載の円単位の金額（ただし，成行注文については注文発出\n時の相場価格をいう。）での「売」欄に「１」と記載された売りの，「買」欄\nに「１」と記載された買いの各注文（以下，個別の注文を別表１最左列の番\n号に従い「注文番号１」などという。）がされ，「約定等日時」欄記載の日時\nに，「注文状況」記載のとおり売買の注文を約定させる又は無効若しくは取\n消しとする処理が行われた。ここでは，①別表１最左列の注文番号１１４の\n買いの成行注文（相場価格１１４．２８円）及び同１１３の売りの指値注文\n（指定価格１１４．９０円）が同時に注文され，②買いの成行注文の約定\n（１１４．３円）を経た後，売りの指値注文が約定すると（注文番号１１３\nの約定。①の各注文の約１８時間２１分後），③その直後に注文番号１００\nの買いの指値注文（指定価格１１４．２８円）及び同９９の売りの指値注文\n（指定価格１１４．９０円）が同時にされ，④更にその直後に，注文番号９\n７の買いの成行注文（相場価格１１４．９０円）及び同９６の売りの指値注\n文（指定価格１１５．５２円）が同時にされ，⑤買いの成行注文（④）の約\n定（１１４．９１円）を経た後に注文番号９６の売りの指値注文が約定する\nと（④の各注文の約３５時間５２分後），⑥その直後に注文番号８８の買い\nの指値注文（指定価格１１４．９０円）及び同８７の売りの指値注文（指定\n価格１１５．５２円）が同時にされた。また，⑤’注文番号１００の買いの\n指値注文の約定を経た後，同９９の売りの指値注文が約定すると，⑥’その\n直後に注文番号９２の買いの指値注文（指値価格１１４．２８円）と同９１\nの売りの指値注文（指値価格１１４．９０円）がされた。その一部を図表に\nすると別表２のとおりとなる。（甲６）\n３  争点\n⑴  被告サービスの構成要件充足性（なお，被告は，以下のア～ウ以外の構成\n要件充足性を争っていない。）\nア  構成要件Ｃの「注文情報」，「前記注文情報群を注文情報記録手段に記録\nし」の各充足性\nイ  構成要件Ｄの「注文情報」，「前記相場価格が前記一の価格になった場\n合・・・約定が行われ・・・前記相場価格が前記他の価格になった場\n合・・・約定が行われる処理が複数回繰り返される」の各充足性\nウ  構成要件Ｅの「前記相場価格が検出され」，「検出された前記相場価格の\n高値側への変動幅が予め設定された値以上となった場合，・・・高値側\nに・・・新たな前記第一注文情報と・・・新たな前記第二注文情報とを設\n定」の各充足性\n⑵  本件特許についての無効理由の有無\nア  分割要件違反を前提とする乙１文献（特開２０１５－２２８２６７号公\n報をいう。以下同じ。）に基づく新規性欠如\nイ  乙２文献（特開２００９－１５１４３４号公報をいう。以下同じ。）に\n基づく新規性又は進歩性欠如\nウ  サポート要件違反\n４  争点についての当事者の主張\n⑴  争点⑴（被告サービスの構成要件充足性）について\nア  構成要件Ｃの「注文情報」，「前記注文情報群を注文情報記録手段に記録\nし」の各充足性\n（原告の主張）\n本件発明において，「注文情報」は，ＦＸ取引サービスにおける注文\n方法であって，値段をあらかじめ指定して売買をする注文方法である指\n値注文と現在の相場価格で売買をする注文方法である成行注文のいずれ\nも含む概念であると解するのが相当である。\nこのことは，①本件発明の特許請求の範囲の記載上，指値注文か成行\n注文かの区別をしていないこと，②本件発明は，ある金融商品を買って\n売る連続した取引を自動的に繰り返してその買いと売りの差額分の利益\nを繰り返し得ることを可能とし，時間の経過に伴って相場価格の変動す\nる価格帯が変化した場合であっても，変化した後の価格帯において同様\nに買い及び売りの注文を継続させることができるようにするという目的\n及び効果を有する（本件明細書の段落【００１５】）ところ，こうした\n目的及び効果に照らすと，本件発明における注文情報としては，注文が\n買いか売りのいずれであるか，注文価格がいくらかの２つの情報があれ\nばよく，それが指値注文か成行注文かを限定する必要がないこと，③本\n件明細書において，実施例における金融商品取引管理装置の注文情報生\n成部が生成する注文に成行注文が含まれると記載されており（段落【０\n０３１】），注文に際して利用者が第一注文に売買形態を選択できること\n（【図８】）が記載されていること，以上のことから明らかである。\n被告サービスは，「第一注文情報」として買いの成行又は指値注文を，\n「第二注文情報」として売りの指値注文を生成しており，その前提とし\nてこれを記録していることが明らかであるから，構成要件Ｃの「前記注\n文情報群を注文情報記録手段に記録し」を充足する。\n被告は，「第一注文情報」（構成要件Ｃ）につき「一の価格」の買いの\n注文であることや指値注文でイフダンオーダー（順位のある２つの注文\nを同時に出し，第１順位の注文が成立すると自動的に第２順位の注文が\n有効になる注文形式）が行われる旨の本件明細書の記載を根拠に「注文\n情報」が指値売買の注文情報に限られると主張する。しかし，前者につ\nき「他の」という語と対になって使用されていることから一方の価格，\n他方の価格をそれぞれ意味するにすぎず，予め設定した特定の価格も現\n在の相場価格も含まれ得る。後者につき成行注文を排除する記載と解さ\nれない。\n仮に「注文情報」が指値注文に係るものに限定されるとしても，被告\nサービスにおいては買いの成行注文と売りの指値注文の組合せと買い及\nび売りの指値注文の組合せのいずれかしかなく，後者の組合せを記録し\nていることは明らかであるから，構成要件Ｃの「前記注文情報群を注文\n情報記録手段に記録し」を充足する。本件発明においては，注文情報生\n成部が生成する注文情報において「第一注文情報」及び「第二注文情報」\n以外の注文情報として成行注文等を付加的に備えることは否定されてい\nないこと（本件明細書の段落【０００９】，【００３１】，【００１７】，\n【００４５】）からすれば，前者の組合せは本件発明外の付加的な構成\nであって，これが存在することから構成要件Ｃの充足性が否定されるも\nのではない。\n（被告の主張）\n本件発明の特許請求の範囲においては，「一の価格」又は「他の価格」\nという所定の値段で売買を行う注文が規定されており，所定の値段で売買\nを行う注文は指値注文をいう。本件明細書を見ても，発明が解決しようと\nする課題として，金融商品の指値注文におけるイフダンオーダーを前提と\nして，第２順位の指値注文が成立した後に更なるイフダンオーダーを行う\nことによって複数の指値注文のみを連続的に組み合わせることを課題とし\nて設定するものである（段落【０００４】，【０００５】）。\nしたがって，本件発明にいう「注文情報」は指値注文に係る注文情報の\nみをいい，成行注文に係る注文情報を付加したものは本件発明の技術的範\n囲に含まれないと解するのが相当である。\nところが，被告サービスの注文情報生成手段は，買いと売りの指値注文\nに係る注文情報に加え，買いの成行注文と売りの指値注文に係る注文情報\nを生成するから，構成要件Ｃの「前記注文情報群を注文情報記録手段に記\n録し」を充足しない。\nイ  構成要件Ｄの「注文情報」，「前記相場価格が前記一の価格になった場\n合・・・約定が行われ・・・前記相場価格が前記他の価格になった場\n合・・・約定が行われる処理が複数回繰り返される」の各充足性\n（原告の主張）\n前記ア（原告の主張）のとおり「注文情報」は指値注文及び成行注文の\n情報を含むところ，被告サービスにおいては，第一注文である買いの成行\n又は指値注文（例えば，注文番号１００の１１４．２８円の買いの指値注\n文）が約定した後，第二注文である売りの注文（例えば，注文番号９９の\n１１４．９０円の売りの指値注文）が約定しているから，「前記注文情報\n群 」「 前 記 相 場 価 格 が 前 記 一 の 価 格 に な っ た 場 合 ・ ・ ・ 約 定 が 行 わ\nれ・・・前記相場価格が前記他の価格になった場合・・・約定が行われる」\nを充足する。次に，その後に，同価格の買い注文及び売り注文（例えば，\n注文番号９２の１１４．２８円の買いの指値注文及び同９１の１１４．９\n０円の売りの指値注文）が発注されて約定しているから，「処理が複数回\n繰り返される」を充足する。\n仮に「注文情報」が指値注文に係るものに限定されるとしても，前記ア\n（原告の主張）のとおり，被告サービスにおいては「第一注文情報」及び\n「第二注文情報」がいずれも指値注文のものが存在する以上，上記の充足\nを左右しない。\nまた，本件発明においては，「前記相場価格が前記一の価格（他の価格）\nになった場合」に約定が行われるとされているが，この場合は必要条件の\n一つであって十分条件とは解されない。このことは，本件明細書の実施例\nにおいて，第一注文が約定しなければ，相場価格が「他の価格」になった\nとしても第二注文情報が有効にならない旨の記載（段落【００６７】～\n【００７２】，【図１０】）があることから，明らかである。買いの成行注\n文と売りの指値注文の組合せは本件発明における「注文情報」に当たらな\nい付加的な構成にすぎず，こうした組合せの存在は構成要件Ｄの充足性を\n左右しない。\n（被告の主張）\n前記ア（被告の主張）のとおり，注文情報群は指値注文に係る注文情報\n群をいうから，構成要件Ｄの「前記注文情報群」を充足しない。\nまた，被告サービスは，１回目の買いの成行注文及び売りの指値注文が\n約定しなければ，相場価格が「前記一の価格になった場合」であるか否か\nにかかわらず，２回目以降の買い及び売りの指値注文を行わない。したが\nって，構成要件Ｄの「前記相場価格が前記一の価格になった場合・・・約\n定が行われ・・・前記相場価格が前記他の価格になった場合・・・約定が\n行われる処理が複数回繰り返される」を充足しない。\n原告は，①成行注文その他の指値注文以外の注文情報を付加的に備える\nことができる，②「場合」は必要条件の一つにすぎないと各主張するが，\n上記①につき，本件明細書の段落【００１７】の記載は逆指値注文を付加\nした構成である本件特許権に係る特許請求の範囲請求項４の効果を示した\nものである。段落【００３１】は，金融商品取引管理装置が一般的に行う\nことができる注文の種類を記載したものにすぎない。段落【００４５】は\n逆指値注文を行う構成であって成行注文を行う構成でない。上記②につき，\n「場合」の語は，通常，条件が成就したときに必ず結果が生じる趣旨をい\nい，コンピュータシステムに関する分野においては特にそのようにいえる。\nしたがって，原告の主張は失当である。\nウ  構成要件Ｅの「前記相場価格が検出され」，「検出された前記相場価格の\n高値側への変動幅が予め設定された値以上となった場合，・・・高値側\nに・・・新たな前記第一注文情報と・・・新たな前記第二注文情報とを設\n定」の各充足性\n（原告の主張）\n被告サービスにおいては，「第二注文情報」に当たる売りの指値注文\n（注文番号１１３。指定価格１１４．９０円）が約定した以上，当該時\n点の相場価格（１１４．９０円）を検出していることが明らかであるか\nら，「相場価格が検出」を充足する。\n当該注文は，取引当初の相場価格を基準とする一定の変動幅（０．６\n２円）につきあらかじめ設定された値の分だけ高値に設定されたもので\nあるから，「検出された前記相場価格の高値側への変動幅が予め設定さ\nれた値以上となった場合」を充足する。\n次に，前記ア（原告の主張）のとおり「注文情報」は指値注文及び成\n行注文の情報を含むところ，被告サービスにおいて，上記 の時点で従\n前の買いの成行注文（注文番号１１４。相場価格１１４．２８円）より\nも高値側に新たに買いの成行注文情報（注文番号９７。相場価格１１４．\n９０円）が設定されており，これが「新たな前記第一注文情報」に，同\n時に設定された売りの指値注文情報（注文番号９６。指定価格１１５．\n５２円）が「前記第二注文情報」に各該当する。したがって，「検出さ\nれた前記相場価格の高値側への変動幅が予め設定された値以上となった\n場合，・・・高値側に・・・新たな前記第一注文情報と・・・新たな前\n記第二注文情報とを設定」を充足する。\n仮に「注文情報」が指値注文の情報に限られるとしても，次のａ又は\nｂのとおり，上記構成要件を充足する。\nａ  構成要件Ｅの「新たな」は従前の注文情報に存在しないということ\nを，「設定」は，同Ｃの「生成」とは異なる語が用いられていること，\n本件明細書の記載（段落【００５９】，【００６０】，【００８３】）に\n照らせば，注文情報の注文価格その他の各種情報を決定して記憶する\nことをそれぞれ意味すると解釈すべきである。被告サービスにおいて\nは，現実に指値注文に係る注文情報が繰り返し生成される前に取引開\n始時において注文価格その他の各種情報が決定され，記録されている。\nすなわち，取引開始時の相場価格（１１４．２８円）よりも一定額\n（０．６２円）高い相場価格（１１４．９０円）を検出した時点で，\n新たな注文情報（注文番号９７及び９６）が生成されたところ，この\n注文に係る価格（１１４．９０円及び１１５．５２円）がその後に繰\nり返される指値注文の価格であるから，上記生成時点でこの価格に係\nる情報が被告サーバに記録されたことが明らかである。\nｂ  仮に「設定」を「生成」と同義と解釈したとしても，「場合」の前\nに示されている条件は必要条件の一つにすぎないと解すべきである。\n被告サービスにおいて，高値側に新たに設定される注文情報は，１回\n目の注文につき買いの成行注文（注文番号９７）及び売りの指値注文\n（同９６）であるものの，当該指値注文が約定した時点で指値の買い\n注文（同８８。指定価格１１４．９０円）及び売り注文（同８７。指\n定価格１１５．５２円）の組合せが発注されている。そうすると，被\n告サービスにおいて相場価格の変動の検出に加えて売り注文（同９６）\nの約定という条件が満たされた時点で「新たな前記第一注文情報」\n「第二注文情報」に該当する買い及び売りの指値注文が設定されてい\nるとみるべきである。注文番号９７の成行注文は，本件発明外の構成\nが付加されたにすぎず，構成要件Ｅの充足性を左右しない。\n被告は，先行する買いの成行注文に対応する売りの指値注文が約定す\nることを検知するのであって，相場価格の変動幅を計測，検出している\nものでないと主張するが，相場価格を検出していることは前記 のとお\nりである上，上記 のとおり「場合」の前に示された条件が必要条件の\n一つにすぎないことからすれば，上記の約定がされるという他の条件の\n付加が許容されていることは「場合」という文言自体から明らかである。\nまた，被告は，被告サービスにおいて成行注文がされることにつき本件\n発明と思想が大きく異なると主張するが，被告サービスも本件発明と同\nじく変動前後のいずれの価格帯でも買い及び売りの指値注文が繰り返さ\nれるように構成されている点で技術思想が同一である。したがって，被\n告の主張は失当である。\n（被告の主張）\n被告サービスでは，買いの成行注文が成立した後，相場価格を検出す\nることにより，買いの成行注文に対応する相場価格が売りの指値注文に\nおける指定した値段というあらかじめ設定された値段に達した結果，当\n該売りの指値注文（注文番号９６）が成立し，当該注文が成立したこと\nを検知すると，新たな買いの指値注文（同８８）を行う。このように，\n新たな買いの成行注文を行うに当たり，先行する買いの成行注文に対応\nする売りの指値注文が約定することを検知するのであって，相場価格の\n変動幅を計測，検出しているものでない。\nすなわち，本件発明は，指値注文のみからなるイフダンオーダーが約\n定しない状態で相場価格が上昇し，同オーダーが約定する見込みがなく\nなった場合，注文の約定により金融商品を保有しない状態のまま，同オ\nーダーよりも高値側に新たなイフダンオーダーを行う構成である。これ\nに対し，被告サービスは，金融商品を保有しない状態が生じること自体\nを問題視し，こうした状態が生じた場合には成行注文によって直ちに金\n融商品を買う構成であって，技術思想において本質的に相違するもので\nある。しかも，本件発明では変動幅を常時監視する必要がある一方で被\n告サービスでは売りの指値注文が約定したか否かのみを監視すれば足り\nるから，本件発明に比べてコンピュータのリソースを必要としないとい\nう格別な効果を有する。こうしたことを踏まえると，相場価格の変動幅\nを検出することと売りの指値注文が約定することとが本質的に相違する\nものであることは明らかである。こうした本質的な相違がある以上，被\n告サービスは「（前記相場価格が検出され，）検出された前記相場価格の\n高値側への変動幅が予め設定された値以上となった場合」を充足しない。\n次に，前記ア（被告の主張）のとおり「注文情報」は指値注文に係る\n注文情報に限られる。被告サービスにおいては，先行する成行注文に対\n応する売りの指値注文（注文番号１１３。指定価格１１４．９０円）が\n約定した場合に買いの成行注文（注文番号９７。相場価格１１４．９１\n円）を行うところ，当該注文は「前記第一注文情報」でない。\nまた，「新たな」は，前記 のとおり本件発明において高値側にイフ\nダンオーダーを行う際には金融商品を保持しないことになるから，先行\nするイフダンオーダーの存在しないことを意味すると，「場合」は，条\n件が成就したときに必ず結果が生じる趣旨をいい，コンピュータシステ\nムに関する分野においては特にそのようにいえると，「設定」は，本件\n明細書の実施例において第一注文情報及び第二注文情報の価格を「変更」\nするとされていること（段落【００７６】）からすれば，新しい価格を\n上書きすることにより旧情報を消去することを意味するとそれぞれ解す\nべきである。\n被告サービスにおいて「前記第一注文情報」及び「前記第二注文情報」\nに当たり得るのは上記の買いの成行注文（注文番号９７）と同時に注文\nされた売りの指値注文（同９６）が約定した時点で発注される買い及び\n売りの指値注文（同８８及び８７）であるが，これらは，先行するイフ\nダンオーダー（同９７及び９６）がある点で「新たな」ものでなく，直\nちに発注されていない点で「場合」でなく，上記イフダンオーダーがさ\nれる際に従前のものの価格情報を消去しない点において「設定」したも\nのでない。\n原告は「場合」につき必要条件の一つにすぎないと主張するが，上記\nの主張に反する。また，「設定」につき，注文情報の注文価格その他の\n各種情報を決定して記憶することをいうと主張するが，本件明細書の記\n載（段落【００７４】～【００８１】，【図１０】）に反する。したがっ\nて，原告の主張は失当である。\n⑵  争点⑵（本件特許についての無効理由の有無）について\nア  分割要件違反を前提とする乙１文献に基づく新規性欠如\n（被告の主張）\n原出願に係る公開特許公報である乙１文献は，成行注文を排除して指値\n注文を専ら背景技術とし，指値注文のみからなるイフダンオーダーを複数\n行うためには顧客が都度個別に注文しなければならず，注文手続が煩雑に\nなっていることを発明が解決しようとする課題としている（乙１文献の段\n落【０００２】，【０００４】）。この課題を解決する手段として，乙１文献\nにおいては，取引開始時に指値注文のみからなるイフダンオーダーを行い，\n相場価格が同オーダーにより取引ができる価格帯から高値側に外れてしま\nい，かつ，所定の変動幅になった場合，同オーダーより高値側に指値注文\nのみからなる新たなイフダンオーダーを行うことを示している（段落【０\n０３１】，【００４０】）。このように，原出願に係る出願書類である乙１文\n献に指値注文のみからなるイフダンオーダーの間に成行注文を介在させる\nこと，同イフダンオーダー及び成行注文を組み合わせた注文を行うことは\nいずれも記載されていないから，仮に本件発明の「注文情報」に成行注文\nが含まれているとすれば，本件発明に係る特許出願は分割要件（特許法４\n４条１項）に違反する。\nそうすると，本件発明は，乙１文献に記載されているから，本件発明の\n特許出願前に頒布された刊行物に記載された発明（特許法２９条１項３号）\nである。\n（原告の主張）\n争う。\nイ  乙２文献に基づく新規性又は進歩性欠如\n（被告の主張）\n本件発明の特許出願前に頒布された刊行物である乙２文献には，①外国\n為替等，金融商品の取引を管理，支援する技術に関する発明であること\n（乙２文献の段落【０００１】。本件発明の構成要件Ａに相当），②注文情\n報生成部が注文入力受付部が処理した情報に基づいて成立した金融商品の\n注文に関する情報を生成し，価格情報受信部が金融商品取引管理装置にて\n扱う金融商品の価格についての情報を取得し，取得した情報に対して必要\nな処理を行い，外為の相場価格の情報を取得すること（段落【００３５】，\n【００４１】。構成要件Ｂに相当），③注文テーブルを含むデータベースが\nあり，注文情報生成部により生成された注文情報群は注文テーブルに記録\nされる，注文テーブルに記録された注文情報群は買い及び売りの各注文テ\nーブル（各５個の売り又は買い注文情報からなる。）を有し，上記各注文\n情報は同一種類の金融商品を一の価格で指値注文する買い注文情報及び当\n該買い注文情報の対象となっている金融商品を他の価格で指値注文する売\nり注文情報からなる注文情報群を生成すること（段落【００３９】，【００\n５８】～【００６３】。構成要件Ｃに相当），④相場価格が一の価格（１ド\nル１０９．７０円）になった時点において第一注文情報である第三の買い\n注文情報が約定し，その後の時点において相場価格が他の価格（１ドル１\n１４．８４円）まで上昇した場合，約定情報生成部が第二注文情報である\n第三の売り注文情報に基づいて売り情報を約定させて米国ドルを売却し，\n第二注文情報である第三の売り注文情報が約定した後，第一注文情報であ\nる第三の買い注文情報と第二注文情報である第三の売り注文情報が再度生\n成されること（段落【００６７】，【００６８】，【００７４】，【図６】。構\n成要件Ｄに相当），⑤ある時点（ｔ７）において相場価格が１ドル１１４．\n９４円まで上昇し，約定情報生成部が第二の売り注文情報に基づいて売り\n情報を約定させて米国ドルを売却し，その後の時点（ｔ８）において第二\nの買い注文情報と第二の売り注文情報（いずれも第三の買い注文情報，売\nり注文情報より高値）とを再度生成させること（段落【００７０】，【図\n６】，【図７】），⑥以上の構成を有する金融商品取引管理装置であること\n（構成要件Ｆに相当）が開示されている（以下，この発明を「乙２発明」\nという。）。\n上記⑤につき，本件発明が「検出された前記相場価格の高値側への変動\n幅が予め設定された値以上となった場合」であるのに対し，乙２発明にお\nいては新たな他の価格の新たな前記第二注文情報が約定した場合である点，\n本件発明が「新たな一の価格の新たな前記第一注文情報と新たな他の価格\nの新たな前記第二注文情報を設定する」のに対し，乙２発明においては再\n度新たな一の価格の前記第一注文情報と新たな他の価格の前記第二注文情\n報を設定する点の２点で構成要件Ｅと相違する。ところが，上記各点につ\nき，原告はこの点を相違点でないと主張しており，仮にこの主張のとおり\nであれば，相違点でないか当業者が適宜行い得たこととなるから，本件発\n明は特許出願前に頒布された刊行物に記載された発明（特許法２９条１項\n３号）であるか，乙２文献に基づいて特許出願前に当業者が容易に発明を\nすることができたものである。\n（原告の主張）\n前記⑤につき，被告が主張する相違点はいずれも相違点でない。\n加えて，乙２発明は，取引開始時に価格の異なる売りと買いの注文の組\n合せが５つ設定され，各組合せの生成と約定が繰り返されるもの（段落\n【００４３】，【００４９】，【００５９】，【００６０】，【図６】）であり，\n相場価格帯が変動した後に新たな注文情報を設定する構成が開示されてい\nない。そうすると，本件発明にいう「新たな」注文情報群を生成されるも\nのでないから，この点が相違点となる上，この相違点を解消して本件発明\nに想到することが容易であるとはいえない。\nウ  サポート要件違反\n（被告の主張）\n本件明細書の記載（段落【０００２】，【０００４】，【００３１】，【００\n４０】）を見ると，相場価格が指値注文のみからなるイフダンオーダーに\nより取引可能な価格帯を高値側に外れ，その幅が所定の変動幅になった場\n合，高値側に新たなイフダンオーダーを行うものであることを示しており，\n上記各イフダンオーダーの間に成行注文を介在させること，上記イフダン\nオーダー及び成行注文を組み合わせた注文を行うことがいずれも記載され\nていない。したがって，本件発明の「注文情報」に成行注文が含まれてい\nるとすれば，本件発明は発明の詳細な説明に記載したものでない（特許法\n３６条６項１号）。\n（原告の主張）\n争う。\n第３  当裁判所の判断\n１  本件発明の技術的意義\n⑴  本件明細書（甲３の３）の発明の詳細な説明欄には，以下の記載がある。\nア  背景技術\n「外国為替等の金融商品の取引方法として，注文時の価格で取引を行う成\n行注文の他に，指値注文が知られている。この指値注文とは，予め顧客か\nら売買値段の指定を受ける注文形態のことであり，金融商品の取扱業者は\n対象となる金融商品が指定された金額まで下がったときに当該金融商品の\n買い注文を行い，あるいは，指定された金額まで上がったときに当該金融\n商品の売り注文を行う。従来，この金融商品の指値注文をコンピュータシ\nステムを用いて行う発明が知られている」（段落【０００２】）\nイ  発明が解決しようとする課題\n「ここで，金融商品の指値注文においては，イフダンオーダー（順位のあ\nる２つの注文を同時に出し，第一順位の注文（以下「第一注文」と称す\nる。）が成立したら，自動的に第二順位の注文（以下「第二注文」と称す\nる。）が有効になる注文形式のこと。本明細書において同じ。）が行われる\nことも多い，しかし，引用文献１に記載の発明においては，イフダンオー\nダーの指値注文に対応できないという問題がある。また，一の顧客が特定\nの金融商品について複数のイフダンオーダーを行う場合もある。しかし，\n引用文献１に記載の発明においては，システムを利用する顧客が複数のイ\nフダンオーダーを個別に注文していかねばならず，顧客の注文手続が煩雑\nになるという問題がある。\n本発明は上記の問題に鑑みてなされたものであり，複数の注文を連続的\nに組み合わせる金融商品の注文において，システムを利用する顧客が煩雑\nな注文手続を行うことなく複数の注文を行うことができ，システムを利用\nする顧客の利便性を高めることができる金融商品取引管理装置を提供する\nことを課題としている。」（段落【０００４】，【０００５】）\nウ  発明の効果\n「請求項１，請求項２に記載の発明によれば，前記相場価格の変動を検出\nする手段によって前記相場価格が検出され，検出された前記相場価格の高\n値側，又は安値側への変動幅が予め設定された値以上となった場合，現在\nの前記相場価格の変動方向である高値側，又は安値側に，新たな一の価格\nの新たな前記第一注文情報と新たな他の価格の新たな前記第二注文情報と\nを設定する構成を備えることにより，時間の経過に伴って相場価格の変動\nする価格帯が変化した場合であっても，変化した後の価格帯において複数\nの注文を連続的に組み合わせて行う取引を継続させることができる。これ\nにより，複数の注文を連続的に組み合わせて行う取引を複数回自動的に繰\nり返す構成において，複数の注文情報が発注される価格帯を，取引相場の\n実情に即して変動可能に構成できて，金融商品の取引を行う顧客にとって\n一層利便性の高い取引システムを形成できる。」（段落【００１５】）\n⑵  また，本件明細書には，発明の実施の形態について，以下のような説明が\nある。\n発明の一の形態である金融商品取引管理装置は，一の予約注文によって指\n値注文を複数のイフダンオーダーによって行うことができるものである（段\n落【００４０】）。上記装置は，イフダンオーダーによる指値注文の注文，約\n定処理を行うものであり（段落【００４１】～【００７３】，【図３】，【図\n４】），顧客が操作した後，注文情報生成部が第１注文及び第２注文からなる\n注文情報群を複数回生成して注文テーブルに記録した上，最初の注文情報群\nを生成する（段落【００５８】，【００５９】）。この時点で，第１注文は有効\nな注文情報（顧客から正式に依頼されて発注された状態の指値注文）であり，\n第２注文は待機の注文情報（顧客から正式に依頼されているが，まだ発注前\nの状態の注文情報）として生成されている（段落【００６０】）。\n価格情報受信部は為替相場の情報取得を継続し，相場価格と特定のポジシ\nョンの注文価格とが一致すると，約定情報生成部が当該ポジションの注文を\n約定させるのであり，第１注文が約定する（ステップＳ２１）と，第２注文\nを待機の注文情報から有効な注文情報に変更し（同Ｓ２２），相場価格が第\n２注文の価格と一致すると，第２注文を約定させる処理を行う（同Ｓ２３）。\nこの時点で第１注文と第２注文が全て約定していない場合（同Ｓ２４）は，\n上記ステップＳ２１～Ｓ２３の処理が繰り返される（段落【００６６】～\n【００７１】，【図４】）。\n上記装置においては，相場価格が高値側に変動した際に注文価格を変動さ\nせるために約定情報生成部が第１注文及び第２注文の情報を書き換え，これ\nに基づいて上記ステップＳ２１～Ｓ２８の手順が繰り返されるのであり，第\n１注文を約定させると共に第２注文を待機の注文情報から有効な注文情報に\nして，その後の時点でステップＳ２３～２８の処理が行われ，以後，上記ス\nテップＳ２１～Ｓ２８の手順が繰り返される（段落【００７４】～【００８\n１】。この点につき，注文価格を変動させる他の条件を示唆する記載は見当\nたらない。）。\n上記装置に含まれる注文情報生成部が生成する情報には成行注文，指値注\n文に加え，イフダンオーダーも含まれる（段落【００３１】）が，通常の成\n行注文においては，注文情報を生成した後にこれを書き込んで注文テーブル\nに記録する処理（ステップＳ９），第１順位の注文が約定した後，第２注文\nを有効なものとし，第２注文が約定した場合において証拠金が不足しないと\nきに新たな注文情報群を生成する処理（ステップＳ２１～Ｓ２８）をいずれ\nも行わない（段落【０１０１】，【図３】，【図４】）。\n⑶  本件発明の技術的意義\n以上によれば，本件発明は複数の注文を連続的に組み合わせる金融商品の\n注文についての発明である。この分野において，従前のコンピュータシステ\nムには，指値注文が行われるものの指値注文のイフダンオーダーに対応して\nいないこと，これを複数行うには顧客の操作が必要なことといった課題があ\nった。本件発明は，こうしたイフダンオーダーを自動的に繰り返し行うこと\nができ，更に，相場価格が高値側に変動しても，その変動幅が予め設定され\nた値以上となった場合には，高値側に新たな価格を設定してイフダンオーダ\nーを行うことができるようにすることで，イフダンオーダーによる注文が継\n続的に可能であるという意義を有するといえる。\n２  争点⑴（被告サービスの構成要件充足性）ウ（構成要件Ｅの「前記相場価格\nが検出され」，「検出された前記相場価格の高値側への変動幅が予め設定された\n値以上となった場合，・・・高値側に・・・新たな前記第一注文情報と・・・\n新たな前記第二注文情報とを設定」の各充足性）について\n事案に鑑み，まず，争点⑴ウについて検討する。\n⑴  原告は，構成要件Ｅにつき，「検出された前記相場価格の高値側への変動\n幅が予め設定された値以上となった」条件が成就した「場合」において①設\n定する「注文情報」は指値注文の情報に限られず成行注文の情報も含むとこ\nろ，被告サービスにおいて上記条件が成就した直後に買いの成行注文及び売\nりの指値注文が設定されること，②仮に上記「注文情報」が指値注文の情報\nに限られるとしても，㋐上記「場合」は上記条件以外の条件を付加すること\nを排除する趣旨ではなく，被告サービスにおいては上記条件のほかに設定さ\nれた売りの指値注文が約定した場合に買い及び売りの指値注文が設定される\nこと，㋑構成要件Ｅにおける新たな注文情報の「設定」は，実際に注文情報\nを生成するものでなく，情報を生成し得るものとして記録しておけば足りる\nところ，被告サービスにおいては上記条件が成就した際に上記の記録が行わ\nれ，その後に買い及び売りの指値注文が設定されることを挙げて，被告サー\nビスが構成要件Ｅを充足すると主張する。\n⑵  まず，構成要件Ｅの「注文情報」の意義について検討する。\nア  本件発明の特許請求の範囲の記載によれば，本件発明において生成され\nる注文情報は，一の価格についての買いの注文をする情報（第一注文情\n報），他の価格についての売りの注文をする情報（第二注文情報）であっ\nて，注文情報記録手段に記録されるもの（構成要件Ｃ）である。そして，\n金融商品の相場価格が上記一の価格又は他の価格になった場合に当該注文\nが約定するのである（同Ｄ）から，上記一の価格又は他の価格は，注文の\n約定前に決定され，記録されるものであるということができる。これに符\n合する注文方法は指値注文であるから，本件発明の「注文情報」は指値注\n文に係る注文情報をいい，このことは構成要件Ｅの「注文情報」において\nも同様であると解される。\nイ  この点につき本件明細書を見ると，金融商品の取引方法として指値注文\nと成行注文があることに触れながら指値注文についてイフダンオーダーが\n多く行われることを挙げ，従前のコンピュータシステムにおいては指値注\n文が行われるものの指値注文のイフダンオーダーに対応していないこと，\nこれを複数行うには顧客の操作が必要なことを解決すべき課題として挙げ，\nその解決手段としてイフダンオーダーを自動的に繰り返し，相場価格が高\n値側に変動してもイフダンオーダーを継続させられるようにする構成をも\nって本件発明とし，上記課題を解決するとしている（段落【０００２】，\n【０００４】～【０００６】，【００１５】）。これらの記載からも，本件発\n明は，指値注文のイフダンオーダーを相場価格の変動にかかわらず自動的\nに継続することに意義があるとされているのであって，それらの注文の間\nに成行注文が介在することを示唆する記載はない。加えて，発明を実施す\nるための形態においても指値注文を複数のイフダンオーダーによって行う\nことができるもののみを挙げていて（段落【００４１】～【００７３】。\n前記１⑵），注文に成行注文を含み得る旨の記載は見当たらない。そうす\nると，本件明細書の記載も，前記アの解釈と符合するということできる。\nウ  したがって，構成要件Ｅの「注文情報」は指値注文に係る注文情報をい\nうと解するのが相当である。\n⑶  次に，構成要件Ｅの「・・・検出された前記相場価格の高値側への変動幅\nが予め設定された値以上となった場合・・・」の「場合」の意義について検\n討する。\nア  一般に，「場合」は，「その場に出会った時。時。おり。時機」（広辞苑\n〔第六版〕２２１０頁），「仮定的・一般的にある状況になったとき」（大\n辞林〔第二版新装版〕２０３７頁）という意味を有する。このことに照ら\nすと，本件発明の特許請求の範囲の記載上，「場合」の直前にある「検出\nされた・・・変動幅が予め設定された値以上となった」ことが，その後に\n定められた「高値側に・・・新たな前記第一注文情報と・・・新たな前記\n第二注文情報とを設定」するという動作が行われる条件となることを示し\nていると解される。もっとも，当該記載上，上記とは異なる条件が定めら\nれていない一方で，他の条件を付加することを禁じる趣旨の記載も見られ\nない。\nイ  そこで本件明細書をみると，前記１⑶のとおり，本件発明は複数の注文\nを連続的に組み合わせる金融商品の注文についての発明であり，相場価格\nの価格帯が高値側に変化した場合であってもそうした注文が継続的に可能\nであることを本件発明の効果としていて，この点に本件発明の意義を見い\nだすことができる。この意義を前提とすれば，本件発明は価格帯の変化の\nみに着目して新たな注文をすることができる発明であると解することがで\nきる上，注文を継続的に行うために価格帯が変化した際に直ちに注文を行\nうことが想定されていると考えられる。また，発明の実施の形態において\nも，相場価格の変動に伴う注文価格の変更は，相場価格が高値側に変動し\nた時点で直ちに行われ得る構成のみが挙げられ，相場価格の変動時にその\n成就の有無を判断できない条件の示唆はない（段落【００７４】～【００\n８１】。前記１⑵）。\nそうすると，構成要件Ｅの新たな注文情報の設定が行われる「場合」の\n指す条件としては，価格帯の変動時に直ちに新たな注文を行い得るものを\nいう趣旨ということができるから，当該「場合」において仮に他の条件の\n付加が認められるとしても，価格帯の変動時にその成就の有無を判断でき\nないものは含まれないと解するのが相当である。\n⑷  さらに，構成要件Ｅの「高値側に・・・新たな前記第一注文情報と・・・\n新たな前記第二注文情報とを設定」の「設定」の意義について検討する。\nア  一般に，「設定」は「つくり定めること」（広辞苑〔第六版〕１５７７\n頁），「ある目的に沿って，新たに物事をもうけ定めること」（大辞林〔第\n二版新装版〕１４１０頁）という意味を有していること，本件発明の特許\n請求の範囲の記載上，注文情報生成手段が新たな第一注文情報及び第二注\n文情報を「設定」するとされている（構成要件Ｅ）こと，前記の「注文情\n報」の解釈を踏まえると，「設定」は，売り又は買いの指値注文の注文情\n報をつくり定めることであると解される。もっとも，設定の内容が，実際\nに注文情報を生成するものでなく，注文価格その他の注文情報を生成し得\nるものとして記録しておけば足りるのか否かは必ずしも明らかでない。\nイ  そこで本件明細書をみると，前記１⑶のとおり，本件発明は，相場価格\nの価格帯が高値側に変化しても変化した後の価格帯において複数の注文を\n連続的に組み合わせて行う取引，すなわちイフダンオーダーの取引を継続\nさせることができる点にその意義があるのであるから，価格帯が変化した\n際に直ちに注文を行うことが想定されているといえる。また，発明の実施\nの形態において，注文情報の書換えの後に第１注文を約定させて第２注文\nを有効な注文情報とするとされていること（段落【００７４】～【００８\n１】。前記１⑵）からも，上記書換えの直後に注文を出すことが前提とさ\nれていると理解される。そうすると，本件明細書上，本件発明においては\n相場価格帯が高値側に変化した際に高値側の注文情報をつくり定めた直後\nに当該注文情報に基づく注文を発する趣旨が表現されているとみることが\nできるから，「設定」は，注文価格その他の注文情報を生成し得るものと\nして記録しておけば足りるというものでなく，実際に注文情報を生成する\nものであると解するのが相当である。\n⑸ア  被告サービスについてみると，被告サービスにおいては，前記前提事実\n⑷のように，注文，注文の約定等の処理がされており，①買いの成行注文\nと売りの指値注文が同時にされ（別表１最左列の番号とその注文内容とし\nては，注文番号１１４の買いの成行注文（相場価格１１４．２８円）及び\n同１１３の売りの指値注文（指定価格１１４．９０円）。以下，この項に\nつき同じ。），②買いの成行注文（①）の約定（１１４．３円）を経た後に\n①の売りの指値注文が約定すると（注文番号１１３の約定。①の各注文の\n約１８時間２１分後），③その直後に買いの指値注文と売りの指値注文が\n同時にされ（注文番号１００の買いの指値注文（指定価格１１４．２８円）\n及び同９９の売りの指値注文（指定価格１１４．９０円）），④更にその直\n後に，買いの成行注文及び売りの指値注文が同時にされ（注文番号９７の\n買いの成行注文（相場価格１１４．９０円）及び同９６の売りの指値注文\n（指定価格１１５．５２円）），⑤買いの成行注文（④）の約定（１１４．\n９１円）を経た後，④の指値注文が約定すると（注文番号９６の約定。④\nの各注文の約３５時間５２分後），⑥その直後に買いの指値注文及び売り\nの指値注文が同時にされた（注文番号８８の買いの指値注文（相場価格１\n１４．９０円）及び同８７の売りの指値注文（指定価格１１５．５２円））。\nイ  原告は，上記②の売りの指値注文が約定した時点が構成要件Ｅの「検出\nされた前記相場価格の高値側への変動幅が予め設定された値以上となった」\nに該当すると主張し，それによって，高値側の「新たな一の価格」及び\n「新たな他の価格」の注文情報群が生成されているとする（原告第３準備\n書面１７，１８頁等）。\nそこで，このことを前提として検討すると，被告サービスにおいては，\n上記のとおり，上記②の時点の直後に高値側に買いの成行注文及び売りの\n指値注文（上記④の各注文）の注文情報が生成，発注された。\nもっとも，上記④の各注文のうち，売り注文は指値注文であるが買い注\n文は成行注文であるところ，前記⑵のとおり構成要件Ｅの「注文情報」は\n指値注文に係る注文情報をいい，成行注文に係る注文情報を含まないと解\nされる。そうすると，④の買い注文に係る注文情報は，構成要件Ｅの新た\nな「第一注文情報」に該当しないというべきである。\n他方，上記⑥の注文はいずれも指値注文であり，これらの注文に係る注\n文情報は構成要件Ｅの「第一注文情報」及び「第二注文情報」に該当し得\nるものといえる。しかし，⑥の各注文は，②の時点の直後に③の各注文が\nされた後，③の成行の買い注文の約定価格よりも高値側に価格が変動し，\n③の売りの指値注文が約定した⑤の時点の後にされるものである。そうす\nると，⑥の各注文に係る注文情報は，「検出された前記相場価格の高値側\nへの変動幅が予め設定された値以上となった」時点である②の時点におい\nて，成就の有無が判断できる他の条件の付加なく，また，直ちに生成され\nたものということはできない。別表１の取引においても，⑥の注文は，②\nの時点から約３５時間５０分後にされ，また，その間に⑤の売りの指値注\n文の約定等がされた後にされている。\nそうすると，「検出された前記相場価格の高値側への変動幅が予め設定\nされた値以上となった場合」に，上記⑥の注文に係る「第一注文情報」及\nび「第二注文情報」が「設定」されたということはできない。\nウ  以上によれば，被告サービスは構成要件Ｅの「検出された前記相場価格\nの高値側への変動幅が予め設定された値以上となった場合，・・・高値側\nに・・・新たな前記第一注文情報と・・・新たな前記第二注文情報とを設\n定」を充足しない。\n⑹  これに対し，原告は，①「注文情報」につき，㋐本件発明の特許請求の範\n囲上，指値注文か成行注文を区別していない，㋑本件発明の効果に照らすと\n注文が指値注文か成行注文かを区別する必要がない，㋒発明の実施に形態に\nおける注文に成行注文が含まれる旨の記載がある，以上のことから成行注文\nが含まれると解すべきであると，②「場合」につき上記条件以外の条件を付\n加することを排除する趣旨でないと，③「設定」につき実際に注文情報を生\n成するものでなく，情報を生成し得るものとして記録しておけば足りると，\n④被告サービスは指値注文のイフダンオーダーの中に本件発明を構成しない\n買いの成行注文を付加したものにすぎないと各主張する。\nしかし，上記①につき，㋐は，本件明細書において，「注文情報」の語そ\nれ自体は指値注文と成行注文の区別を明示していない一方で，前記⑵アのと\nおり，特許請求の範囲の記載全体をみれば，構成要件Ｅを含む特許請求の範\n囲の記載における「注文情報」は指値注文をいうと解されるのであり，㋑は\n背景技術，発明が解決しようとする課題の各記載（前記１⑴ア，イ）の趣旨\nを併せて考慮するとむしろ指値注文のイフダンオーダーに関する発明である\nことが示唆される。㋒は，本件明細書の発明の実施の形態の記載（前記１⑵）\nによれば，当該形態においては成行注文も生成され得る（段落【００３１】）\n一方で通常の成行注文につきイフダンオーダーの手順（ステップＳ２１～２\n８）を行わないとされている（段落【０１０１】，【図３】，【図４】）から，\n生成された成行注文はイフダンオーダーに関する注文を構成しないことが明\nらかである。そうすると，原告が指摘する上記㋐～㋒はいずれも構成要件Ｅ\nの「注文情報」に成行注文が含まれると解すべき根拠とならない。\n上記②及び③については，前記⑶及び⑷において説示したところに反する。\n上記④につき，前記⑸に説示したとおり，被告サービスにおける買いの成\n行注文（注文番号９７）は売りの指値注文（同９６）と同時に注文されてい\nるから，当該成行注文がイフダンオーダーの一部を構成していると認められ\nるところ，前記の「注文情報」，「場合」，「設定」の各解釈に加え，本件発明\nの意義が指値注文のイフダンオーダーを相場価格の変動にかかわらず自動的\nに繰り返し行うことにあることを前提とすれば，イフダンオーダーにおいて\n成行注文を介在させる構成は，本件発明において解決すべき課題と異なるこ\nと，成行注文によって直ちに金融商品のポジションを得る効果が得られるこ\nとにおいて本件発明の構成と異なるものであるから，これを本件発明外の付\n加的構成とみることはできない。\nしたがって，原告の上記主張はいずれも採用できない。\n３  結論\n以上によれば，その余の争点につき判断するまでもなく，原告の請求は理由\nがないから，これを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官  柴 田 義 明\n裁判官  萩 原 孝 基\n裁判官  大 下 良 仁\n（別紙）\n被 告 サ ー ビ ス 目 録\n「ｉサイクル注文」という名称で提供されているＦＸ取引管理方法\n（別表１）\n（別表２）\n"
}