{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 7,
    "day": 17
  },
  "case_number": "平成23(ワ)9238等",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84403",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84403",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/403/084403_hanrei.pdf",
  "contents": "平成２６年７月１７日判決言渡  同日原本受領  裁判所書記官\n平成２３年（ワ）第９２３８号損害賠償請求事件（甲事件）\n平成２４年（ワ）第６７４５号損害賠償請求本訴事件（乙事件本訴）\n平成２５年（ワ）第３６７５号損害賠償請求事件（乙事件反訴）\n口頭弁論終結日  平成２６年３月２４日\n判 決\n当事者の表示    別紙当事者目録記載のとおり\n主 文\n１  甲事件原告の甲事件被告らに対する請求をいずれも棄却する。\n２  乙事件本訴被告Ｃ１株式会社は，乙事件本訴原告株式会社Ｃ２に対し，金２００\n万円及びこれに対する平成２４年４月４日から支払済みまで年５分の割合による\n金員を支払え。\n３  乙事件本訴被告Ｃ１株式会社は，乙事件本訴原告株式会社Ｃ３に対し，金１１０\n万円及びこれに対する平成２４年４月４日から支払済みまで年５分の割合による\n金員を支払え。\n４  乙事件本訴原告らの乙事件被告らに対するその余の請求をいずれも棄却する。\n５  乙事件反訴原告Ｃ１株式会社の乙事件反訴被告株式会社Ｃ３に対する反訴請求\nを棄却する。\n６  訴訟費用のうち，株式会社Ｃ２を除く甲事件被告らに生じた費用は，甲事件原告\nの負担とし，Ｃ１株式会社を除く乙事件被告らに生じた費用は，乙事件本訴原告株\n式会社Ｃ３の負担とし，その余の費用は，甲事件，乙事件本訴，乙事件反訴を通じ\nてこれを１０分し，その５を甲事件原告（乙事件本訴被告，乙事件反訴原告）Ｃ１\n株式会社の，その４を乙事件本訴原告株式会社Ｃ３の，その１を乙事件本訴原告株\n式会社Ｃ２の各負担とする。\n７  この判決は，第２項及び第３項に限り，仮に執行することができる。\n事 実 及 び 理 由（甲事件）\n第１  請求の趣旨\n１  甲事件被告らは，甲事件原告に対し，連帯して２５０５万２２３５円及びこれに\n対する平成２５年４月１７日から支払済みまで，年５分の割合による金員を支払え。\n２  甲事件被告株式会社Ｃ２（以下甲事件の説示において「被告Ｃ２」という。乙事\n件原告でもある。），同Ｐ２及び同Ｐ４は，甲事件原告に対し，連帯して２９８２万\n５５３２円及びこれに対する平成２５年４月１７日から支払済みまで年５分の割\n合による金員を支払え。\n第２  事案の概要\n甲事件は，原告が，①被告らに，原告の著作権を侵害する不法行為があり（請求\n１，請求の趣旨第１項に対応），また②被告Ｐ２及び同Ｐ４に，原告従業員の違法\nな引抜行為（不法行為）があり，被告Ｃ２は使用者責任を負うとして（請求２，請\n求の趣旨第２項に対応），同被告らに対し，原告の蒙った損害の賠償を求める事案\nである。\n１  前提事実（争いのない事実及び記載の証拠により容易に認定できる事実）\n(1)  当事者\nア  原告及びその代表者等\n原告は，平成３年に設立された，コンピューター及びワードプロセッサーに\n関する教育事業及び技術教室の経営等を業とする株式会社であり，パソコン教\n室「Ｃ４」を展開している。\n原告代表者Ｐ１６（以下，株主ないし個人としての同人をいうときは，「Ｐ\n１６」といい，会社代表者としての同人をいうときは，「原告代表者」という\nことがある。）は，原告の創業者であり，原告の株式は，Ｐ１６及びその子で\nあるＰ１７，Ｐ１９，妻のＰ１８及び妹のＰ２０，（いずれも乙事件本訴被告\nら，以下，甲事件の説示において「原告の株主ら」という。）が保有している。\nイ  被告Ｃ２\n株式会社Ｃ３（乙事件本訴原告，反訴被告。以下甲事件の説示において「Ｃ\n３社」という。）は，経営に関するコンサルタント，労働者派遣，有料職業紹\n介等を業とする株式会社である。被告Ｃ２は，コンピューター及びワードプロ\nセッサーに関する教育事業及び技術教室の経営等を業とする株式会社であり，\nＣ３社の完全子会社である。被告Ｃ２は，九州地方及び中国地方においてパソ\nコン教室「Ｃ５」を展開している。\nウ  被告Ｐ１\n被告Ｐ１は，Ｃ３社の従業員であったが，平成２０年８月２９日原告の取締\n役に就任し，平成２１年９月１６日これを退任した。また，同被告は，被告Ｃ\n２が設立された際に，取締役兼代表取締役に就任し，平成２２年１０月１日，\n代表取締役を退任した（取締役にはとどまっている。）。\nエ  被告Ｐ２，同Ｐ３，同Ｐ４，同Ｐ５，同Ｐ６，同Ｐ７，同Ｐ８，同Ｐ９，同\nＰ１０，同Ｐ１１，同Ｐ１２，同Ｐ１３，同Ｐ１４，同Ｐ１５\n上記被告ら（以下，甲事件の説示において「個人被告ら」ともいう。）は，\nいずれも原告の従業員であった者である。\n(2)  原告の株主らと，Ｃ３社間の原告の株式譲渡契約等\nア  Ｐ１６は，平成２０年７月３日，原告の株主らの全株式をＣ３社に譲渡して，\n原告をＣ３社の完全子会社とすることにつき，基本合意をした。\nイ  上記アの合意に基づき，原告の株主らは，同年８月２９日，Ｃ３社との間で，\n原告の株主らの保有する株式の譲渡を２段階で行い，その総額を６億３５００\n万円とする旨の合意をした（本件株式譲渡契約）。\nウ  Ｐ１６，Ｐ１８及びＰ２０は，本件株式譲渡契約に基づく２回目の株式譲渡\nを拒絶し，平成２１年９月２日，Ｐ１６において，Ｃ３社に対し，本件株式譲\n渡契約の解約を願い出た（乙７）。\nエ  Ｃ３社と原告の株主らは，平成２１年９月１６日付けで，基本合意と本件株\n式譲渡契約を合意により解約することとし（以下「本件解約合意」という。），\nその旨の契約書を作成した（乙２）。\n同契約書においては，イの本件株式譲渡契約を解約すること（２条），Ｐ１\n６がＣ３社の取締役を辞任すること（６条），原告をして，Ｃ３社との間で，\nＣ３社又はその関連会社が教育事業を行うことにつき一切異議を述べず，Ｃ３\n社は，原告との業務提携中に提供された被告会社の教材等一式を継続して利用\nすることができることなどを内容とする合意書を締結させること（５条），原\n告の株主らのいずれかが，同契約書上の義務のいずれかを遅滞し又は履行しな\nかったときは，Ｃ３社に対し，１億円を連帯して支払うこと（８条）などが定\nめられた。\n同時に，原告とＣ３社は，合意書（乙３）を締結し，同合意書において，原\n告は，Ｃ３社が，今後，人材派遣事業を行う上で，教育事業を自ら行い又は関\n連会社をして行わせること，及び教育事業に関して第三者と提携することにつ\nいて一切の異議を述べず（第２条の１），当該教育事業を行うために，合意書\n締結までの間に行った教育事業により原告から提供されたテキスト教材等を\n継続して利用すること（利用のために加工することや複製・配布することも含\nむ。）ができるものとし，原告はこれに一切の異議を述べないものとすること\n（第２条の２）を約した（以下「本件合意」という。本件解約合意及び本件合\n意の趣旨については争いがある。）。\n(3)  被告Ｃ２の設立及び個人被告らの就職等\nア  Ｃ３社は，平成２２年２月１日，子会社として被告Ｃ２を設立し，被告Ｐ１\nがその代表取締役に就任した（同被告は，同年１０月，代表権のない取締役に\nなっている。）。\nイ  個人被告らは，いずれも原告の従業員であったが，平成２２年１月から同年\n３月ころにかけて，後記第４の４の（原告の主張）(1)の記載の日に原告を退職\nし，その後，被告Ｃ２の従業員となった（ただし，被告Ｐ２が被告Ｃ２の従業\n員となったか及び一部個人被告らの被告Ｃ２への就職が原告退職前であった\nかどうかについては争いがある。）。\n(4)  被告Ｃ２による原告表現物の利用\nア  原告は，平成１６年ころから平成２１年ころまでの間に，別紙原告表現物目\n録記載１から２３までの電子教材，教材用画像及び広告用イラスト（以下，そ\nれぞれ「原告表現物」等という。）を作成した。\nイ  平成２１年から平成２２年２月の被告Ｃ２の設立の前後にかけて，同被告の\n事業のために，原告の作成した原告表現物等を利用して，被告Ｃ２表現物目録\n記載１から２６までの各電子教材等（以下，それぞれ「被告Ｃ２表現物１」等\nという。），パンフレット等が作成され，その一部が，Ｃ６株式会社（旧社名：\nＣ６株式会社，以下，社名変更の前後を問わず，「Ｃ６社」という。）が管理す\nる学習管理システム「Ｃ８」（以下，「本件Ｃ８」という。）にアップロードさ\nれ，当該ネットワーク内で閲覧され得ることとなった。\n第３  争点\n（請求１関係）\n１  原告表現物について，複製，翻案，公衆送信可能化による著作権侵害が成立する\nか\n２  被告Ｃ２の原告表現物の利用が，原告の許諾によるものと認められるか\n３  著作権侵害により原告の被った損害の額\n（請求２関係）\n４  被告Ｐ２，同Ｐ４が，原告従業員を違法に引き抜いたか\n５  被告Ｃ２が，被告Ｐ２，同Ｐ４の上記行為に関し，責任を負うかどうか\n６  違法引き抜きにより原告の被った損害の額\n第４  争点に対する当事者の主張\n１  争点１（原告表現物について，複製，翻案，公衆送信可能化による著作権侵害が\n成立するか）について\n（原告の主張）\n(1)  原告は，原告表現物等を作成したものであり，これらは創作性を有するから，\n原告は，原告表現物等について著作権を有する。\n(2)  被告Ｃ２表現物が作成された経緯\nア  被告Ｃ２表現物１ないし１７が作成された経緯等\n(ｱ)  原告は，ネットワーク障害等で教材配信ができなくなる場合に備え，各教\n室でネットワークを介さずに授業ができるようにするための教材のバック\nアップ媒体を作成し，各教室に配布していた。このバックアップには，作成\nの都度，それまでに，作成，改訂がされた，原告で使用される教材の最新版\nが収録されることになる。\n原告では，平成２１年３月ころに，上記バックアップ用の記録媒体（以下，\n「バックアップ１」という。）を作成したことがあるほか，平成２２年１月\nころ，原告表現物を含む当時の最新版の教材を収録した記録媒体（以下，「バ\nックアップ２」という。）を作成し，同月２０日から順次，個人被告らの勤\n務する原告の各教室に配布した。\n(ｲ)  個人被告らは，被告Ｃ２設立前後の平成２２年１月ころ，原告に無断で，\nバックアップ２を複製，翻案して，被告Ｃ２表現物１ないし１７を作成した。\n(ｳ)  本訴提起後，原告は，後記被告らの主張(4)から，被告Ｐ１が，平成２１年\n８月ころ，原告のＣ４天神校において，原告に無断で，原告の取締役の地位\nにあることを利用して，専らＣ３社のために，被告Ｐ２からバックアップ１\nを受領し，Ｃ３社に持ち帰って同社のパソコンに複製したことを知ったが，\n仮にそうであるとしても，後記のとおり，上記提供は原告としてのものでは\nないし，被告Ｃ２は，その設立のころ，上記バックアップ１が古い教材であ\nることが分かり，(ｲ)の著作権侵害行為に及んだものである。\n(ｴ)  Ｃ３社は，被告Ｃ２を設立した際，同被告が原告に無断で複製，翻案，自\n動公衆送信等をすると知りながら，被告Ｃ２に上記記録媒体を提供した。\nイ  被告Ｃ２表現物１８ないし２２が作成された経緯等\n個人被告らは，原告に無断で，原告表現物１５ないし１９を複製または翻案\nし，これと同一または酷似する被告Ｃ２表現物１８ないし２２を作成して，同\n被告の講座案内の画面の例示等に使用する目的で掲載し，頒布した。\nウ  被告Ｃ２表現物２３ないし２６が作成された経緯等\n個人被告らは，原告に無断で，原告表現物２０ないし２３を複製または翻案\nし，これと同一または酷似する被告Ｃ２表現物２３ないし２６を作成し，同被\n告の新規開講キャンペーンと題する書面に掲載し頒布した。\n(3)  被告Ｃ２の責任\n前記(2)の著作権侵害は，被告Ｃ２設立前は同被告の開業準備行為，設立後はそ\nの業務として行われ，また個人被告らが被告Ｃ２に就職した後は，同被告はその\n使用者であるから，すべてについて共同不法行為責任または使用者責任を負う。\n(4)  被告Ｃ２の主張に対する反論\nバックアップ１，同２は，上記(2)アのような収録内容の違いがあるから，バッ\nクアップ１を複製，翻案して，被告Ｃ２表現物を作り出すことはできない。  ま\nた，原告のサーバ（Ｃ８やグループウェア）等から教材データを取得することは，\n事実上も，法律上も，できない。\nすなわち，Ｃ２社表現物は，本件合意後に作成されたバックアップ２を複製翻\n案して作成されたものであって，適法に作成されたものではない。\n（被告らの主張）\n(1)  原告表現物が創作性を有することを争う。\n(2)  原告表現物と被告Ｃ２表現物の類似性は争わない。\n(3)  原告表現物１ないし１７の被告Ｃ２における使用につき，否認する。\n(4)  平成２１年８月ころ，Ｃ３社は，当時原告に属していた被告Ｐ２から，被告Ｐ\n１を介して，原告の教材等が収録された記録媒体の提供を受けており，その後も\n原告のサーバ等にアクセスが可能であった。\n被告Ｃ２表現物は，このように適法に取得されたデータを用いて作成されたも\nのである。\n２  争点２（被告Ｃ２の原告表現物の利用が，原告の許諾によるものと認められるか）\nについて\n（被告らの主張）\n(1)  原告とＣ３社は，平成２０年７月３日，Ｃ３社が原告の株式を１００パーセン\nト取得する旨の基本合意をし，以後，原告がＣ３社の完全子会社になることを前\n提として，両社の協働，連携の施策がとられてきた。\nＣ３社の従業員であった被告Ｐ１が原告の取締役に就任したのも，このような\n連携の一環であって，原告は，被告Ｐ１に対し，教材を含め，あらゆる情報を提\n供していた。\n(2)  Ｐ１６の意思により，平成２１年７月１０日，上記協働，連携の中止が原告社\n内向けにアナウンスされたが，これは原告の取締役会で諮られたものではなく，\n原告代表者であるＰ１６の独断でされ，それまでの協働がなかったとの虚偽の事\n実を理由とするものであった。従業員レベルでは，本件解約合意があるまで，少\nなくとも同年８月ころまでは，連携に向けた作業が続けられた。\nこのような中で，平成２１年８月ころ，被告Ｐ１は，Ｃ３社として，被告Ｐ２\nから，原告表現物等が収録されたバックアップ１を受領したものである。\nそして，その記憶媒体を用いて被告Ｃ２表現物を作成等することについては，\n本件合意第２条の１により原告の許諾があるから，被告Ｃ２及びその従業員（個\n人被告ら）において適法にできることである。\n（原告の主張）\n(1)  平成２０年７月に原告の子会社化の基本合意がされたものの，Ｃ３社の経営不\n振により株式譲渡の実行が二段階となり，協働，連携に向けた作業は進展せず，\nシナジー（相乗）効果が発揮されることもなかったため，平成２１年７月にはそ\nの方針を変更したのであるから，仮に被告Ｐ２が被告Ｐ１に原告表現物を含む記\n録媒体を交付することがあったとしても，それは原告の承諾のもとにされたもの\nではない。\n(2)  本件解約合意は，Ｃ３社が「人材派遣業を行う上で」教育事業を行う場合に限\nり，かつ，合意の当時存在した第三者ないし関連会社に限って原告表現物を使用\nできることを定めたにすぎないから，一般消費者向けの教育事業を行うことを目\n的とし，かつ本件解約合意の後に設立された被告Ｃ２は，本件合意に基づく許諾\nの対象の範囲外である。\n３  争点３（著作権侵害により原告の被った損害の額）\n（原告の主張）\n争点１（原告の主張）に記載の被告らの著作権侵害により，同一の営業を営む原\n告の九州，中国地区での営業は，顧客獲得ができないなどの打撃を受けた。その損\n害額は，被告Ｃ２の開業の前１年間と後１年間で比較したときの売上の減少（６０\n９８万４０１９円）に，原告の利益率（４１．０８パーセント）を乗じた２５０５\n万２２３５円である。\nよって，原告は，被告らに対し，金２５０５万２２３５円及びこれに対する不法\n行為の後である平成２５年４月１７日から支払済みまで年５分の割合による遅延\n損害金の連帯支払を求める。\n（被告らの主張）\n争う。\n４  争点４（被告Ｐ２，同Ｐ４が，原告従業員を違法に引き抜いたか）について\n（原告の主張）\n(1)  原告従業員であった個人被告らは，次の日に原告に就職，原告を退職したもの\nであり，退職当時，原告の職制上，次の等級欄記載の等級にあった。なお，原告\nの職制の概要は，３等級が教室責任者，４等級がグループ責任者，５等級が地域\n責任者，６等級が地区責任者となっており，同被告らは，いずれも原告の要職に\nあった。\n原告就職日  原告退職日  等級\n被告Ｐ２  平成１７年４月１日  平成２２年１月３１日  ６等級\n被告Ｐ３  平成１７年９月１日  平成２２年２月１５日  ５等級\n被告Ｐ４  平成１７年１２月１６日  平成２２年１月３１日  ５等級\n被告Ｐ５  平成１８年６月１日  平成２２年２月１５日  ５等級\n被告Ｐ６  平成１９年４月１６日  平成２２年１月１６日  ４等級\n被告Ｐ７  平成１８年２月１日  平成２２年３月１５日  ４等級\n被告Ｐ８  平成１９年３月１日  平成２２年２月２８日  ３等級\n被告Ｐ９  平成２１年２月１６日  平成２２年２月２８日  ３等級\n被告Ｐ１０  平成２１年３月１６日  平成２２年３月３１日  ３等級\n被告Ｐ１１  平成２０年５月１６日  平成２２年３月１５日  ３等級\n被告Ｐ１２  平成１７年２月１日  平成２２年３月３１日  ３等級\n被告Ｐ１３  平成１９年７月１日  平成２２年１月１６日  ３等級\n被告Ｐ１４  平成１９年１月１６日  平成２２年３月１５日  ３等級\n被告Ｐ１５  平成２０年９月１日  平成２２年３月１５日  ３等級\n(2)  上記被告らのうち，被告Ｐ４及び被告Ｐ６は，遅くとも平成２２年１月２２日\nから被告Ｃ２の事業を行い，被告Ｐ８及び被告Ｐ５は遅くとも同年３月３日に，\nその余の被告らは同月８日に，被告Ｃ２へ就職した。\n(3)  上記のとおり個人被告らが原告を退職したのは，被告Ｐ２及び被告Ｐ４による\n強引な大量引抜行為に起因する。\n前記被告らは，被告Ｐ２を頂点として組織化されていたところ，同被告は，被\n告Ｐ４の退職を阻止しようともせず，同被告とともに，被告Ｃ２の要職に就いて\nいる。\n(4)  被告Ｐ２は，原告の経営に参画する立場であることを利用して，原告の経営陣\nには内密に，平成２１年１２月以降，担当地区の課題等を話し合う地区担当者会\n議において，たびたび，その大半を原告に対する根拠のない不平不満に充て，出\n席者である被告Ｐ９，被告Ｐ１２，被告Ｐ１３に賛同を求め，賛同を得た従業員\nを引き抜いたものである。このとき，被告Ｐ２は，被告Ｐ４を手足として使った。\n（被告Ｐ２，同Ｐ４の主張）\n(1)  原告従業員であった個人被告らの原告への就職日，退職日は争わない。その他\nの点については，原告の主張を否認し，争う。\n被告Ｐ２は，被告Ｃ２の存在や，被告Ｃ２の従業員募集の事実を教えたことは\nあったが，これにとどまり，背信的な引抜行為などしていない。また，被告Ｐ２\nは，被告Ｃ２の従業員となっていない。\n(2)  原告従業員であった個人被告らが，原告を退職したのは，被告Ｐ４，同Ｐ１３，\n同Ｐ６が，原告における劣悪な労働環境に耐えられなくなって平成２１年１２月\nに退職し，この事態に対し，原告代表者Ｐ１６が，全従業員向けビデオレターに\nおいて「幸いにも辞めてくれた」等と発言したことから，他の原告従業員であっ\nた個人被告らが，講師の配置等が困難になることなどを理由に，順次退職の意思\nを表明したものである。\n５  争点５（被告Ｃ２が，被告Ｐ２，同Ｐ４の上記行為に関し，責任を負うかどうか）\nについて\n（原告の主張）\n前記争点４（原告の主張）に記載の被告Ｐ２らによる違法な引抜行為は，被告Ｃ\n２設立前は被告Ｃ２の開業準備行為，設立後はその業務として行われ，被告Ｐ２ら\nが被告Ｃ２に就職した後は，被告Ｃ２はその使用者であるから，全てについて共同\n不法行為責任または使用者責任を負う。\n（被告Ｃ２の主張）\n争う。\n６  争点６（違法引き抜きにより原告の被った損害の額）について\n（原告の主張）\n被告Ｐ２，被告Ｐ４が違法に原告従業員を引き抜いたことにより，原告は別地域\nの原告従業員を九州地方に派遣せざるを得ず，その人件費（延べ出張日数に１日当\nたり賃金を乗じた金額である１８５８万８３１３円），交通費（４８９万１７３０\n円），宿泊費（４７９万７４８９円），食事補助費（１５４万８０００円）の合計２\n９８２万５５３２円が損害となる。\nよって，原告は，被告Ｃ２，被告Ｐ２及び被告Ｐ４に対し，金２９８２万５５３\n２円及びこれに対する不法行為の後である平成２５年４月１７日から支払済みま\nで年５分の割合による遅延損害金の連帯支払を求める。\n（被告Ｃ２，被告Ｐ２及び被告Ｐ４の主張）\n争う。\n第５  判断\n１  認定事実\n後掲各証拠（特段の記載のない限り書証は甲事件のもの）及び弁論の全趣旨（前\n記前提事実を含む）によれば，次の事実を認めることができる。\n(1)  原告とＣ３社の子会社化の合意とその解消の経緯\nア  Ｃ３社は，本件株式譲渡契約当時，ジャスダック証券取引所に株式を上場す\nる上場企業であり，人材ビジネスを軸とした，上場企業を中心とする研究開発，\n情報，技術，製造分野の総合コンサルティング，人材コンサルティング及びア\nウトソーシングを事業内容としていた。資本金は６億９６００万円余であり，\n平成１９年１２月３１日現在での従業員数は１万２８１８人，同時期の連結売\n上高は約４６５億円であった。\nイ  原告は，本件株式譲渡契約以前，株式上場を目指したこともあったが，これ\nを断念した経緯があったところ，本件株式譲渡契約当時，全国の８６拠点で，\nＣＡＤを中心とするパソコンスクール「Ｃ４」を運営しており，主に個人を対\n象にした教育事業に強みがあった。資本金は８７５０万円，平成１９年７月期\nの売上高は約１３億円，従業員数は非常勤講師５５人を含め１６５人であった。\nウ  本件株式譲渡契約は，Ｃ３社が，原告を子会社化することにより，Ｃ３社の\nテクノ事業部技術系社員のステップアップ，ファクトリー事業無製造系社員か\nら技術系へのシフトに寄与すること，原告の受講者の採用チャネル拡大に寄与\nすること，Ｃ３社の人材紹介事業への寄与，原告のＢtoＢ事業への営業拡大の\n寄与などの事業統合効果を狙ったものであった（以上アからウにつき甲１７，\n弁論の全趣旨）。\nエ  平成２０年７月３日，原告の株主らとＣ３社は，原告株式のＣ３社への譲渡\nについての基本合意を交わしたが，Ｃ３社は，原告に対する法的監査を弁護士\nに依頼し，同月２４日その結果の報告を受けた（乙３５）。\n上記報告書においては，原告の法的体制の構築状況について，個人情報保護\nに関する規程等がないことや，コンプライアンス体制及びガバナンスに関して，\n機関決定の重要性を無視し，その時々の上層部の判断によって業務執行が行わ\nれており，ガバナンス等の意識が極めて低いなどの指摘がされた。\nオ  上記結果を受け，Ｃ３社では，直ちに連結対象とするのを避けるため，原告\nの株式を一度に全部取得するのではなく，二段階に分けて取得し，二段階目の\n取引（完全子会社化）までは，業務提携期間として，その間に原告において上\n記の法的体制の整備等を図るよう求めていくこととなり，平成２０年８月２９\n日，その趣旨で本件株式譲渡契約を締結した（乙１）。\n本件株式譲渡契約は，契約締結日に第一株式譲渡として，原告の全発行済株\n式１５５０株のうち７７０株及び新株引受権を３億１１１５万円で譲渡し，第\n二株式譲渡は，残余の７８０株及び新株引受権を３億２３８５万円で譲渡する\nが，実行は契約締結後２年以内とされ，原告は，上場企業のグループ企業とし\nて，法令順守のもと適正な内部管理体勢を構築し，原告とＣ３社の事業上の相\n乗効果の早期発現に務めることで，可能な限り早期に行われるよう双方が努力\nすべきことなどを定めるものであった。\nカ  被告Ｐ１は，本件株式譲渡契約の締結後，原告の取締役に就任し，原告の取\n締役会に出席するなどするとともに，Ｃ３社と原告の協働関係におけるＣ３社\n側の実務や，コンプライアンスに関するルールの整備を担当した。具体的には，\n同被告は，法的統制の観点からは，原告の内規や契約関係の把握に努め（乙２\n４の１，２），求められる内部統制の水準を示すなどし（乙１６の１ないし４），\nまた，将来の完全子会社化に向けて，原告の実情を網羅的に把握するべく，原\n告において使用していたグループウェア（Ｃ９）に対するアカウントや，Ｃ６\n社が原告に対して提供していた本件Ｃ８のアカウントの交付を受けるなどし\nて，原告の業務についての包括的な情報収集を継続して行っていた（乙１８の\n１ないし４，２２の１，２４の３）。\n被告Ｐ２は，当時原告の九州地区の責任者の地位にあったところ，上記のよ\nうな業務提携における原告側の担当者として，被告Ｐ１と共に，企業が外注し\nて行う研修等の受注に向けた活動等をしていた（乙２１の１ないし３）。\nキ  また，この間，被告Ｐ１，Ｐ１７，Ｐ１９，被告Ｐ２を中心として，原告と\nＣ３社の相互理解を図るため説明会を実施したり，Ｃ３社の人材紹介事業部の\n事業計画書の作成に原告が参加したり（甲２４），Ｃ３社のウェブサイトのリ\nニューアルを原告が受注したり（甲２８ないし３２，枝番のあるものは枝番を\n含む），財団法人北九州産業学術機構に対する社会人向け講座運営補助業務の\n提案を協働でしたりする（乙２１，枝番を含む）など，多様な協働作業が行わ\nれた（被告Ｐ１が認識するその他の多様な協働内容につき，甲２７）。\nク  本件株式譲渡契約は，第二株式譲渡の時期について，前記オのとおり定めて\nいたが，原告は，平成２０年１１月，今後のＣ３社の業績悪化が予想されると\nして株式譲渡の実施を早めるべきことを主張し，このころ，原告代表者とＣ３\n社代表者は，二回目の株式譲渡の実施時期を平成２１年８月３日とすることに\n合意した（乙４の１ないし３）。\nケ  平成２１年３月ころ，原告代表者は，原告の取締役会の決議を経ることなく，\n原告の１００パーセント子会社であった株式会社Ｃ７（以下「Ｃ７社」という。）\nの株式をＰ１６に移転させた上，原告が，Ｃ７社に対し，月額２００万円以上\nの対価を支払う旨の業務委託契約を締結した。\n被告Ｐ１は，原告の決算資料から上記株式移転及び業務委託契約の存在を知\nり，本件株式譲渡契約の対象である原告の資産価値を毀損する行為であるとし\nて原告代表者に是正を求め，これを止めさせるなどした。\nコ  Ｐ１６は，前記ケの株式移転及び業務委託契約の是正が求められた後，原告\nのＣ３社に対する二回目の株式譲渡を予定通り実施することを再考するよう\nになり，平成２１年５月１４日ころには，Ｃ３社に対し，当初考えていたシナ\nジー効果の発揮が難しいことを主張して，二回目の株式譲渡につき実施するか\nどうかの再度の検討を申し入れ（甲２６），同年７月１０日には，Ｐ１７にお\nいて，原告の全社員に向けて，Ｃ３社の完全子会社化を前提として種々の取り\n組みを行ってきたがこれをいったん中断する旨を指示し，その理由として，シ\nナジー効果を発揮するための取組みがＣ３社側の理由により全く実施されて\nいないことを挙げる旨の電子メールを送信した（甲２７）。これに対し，被告\nＰ１は，同月２８日，Ｐ１７の上記電子メールの内容は原告の取締役会決議を\n経たものでないこと，原告とＣ３社間の協働の取組みについては種々のものが\nあったことなどを指摘する反論の電子メールを送信した。\nサ  Ｃ３社は，平成２１年８月１４日，二回目の株式の譲渡代金を京都地方法務\n局に供託し，同月２７日には，二回目の株式譲渡の譲渡人であるＰ１６，Ｐ１\n８，Ｐ２０に対し，株主名簿書換の意思表示及び株券引き渡しを求める訴えを\n提起した（甲６９，乙事件甲７の１ないし３，８）。\nＰ１６は，同月２１日，Ｃ３社本社に赴き，Ｃ３社代表者らと面談して，一\n回目の譲渡株式の買戻しと二回目の株式譲渡の撤回を強く申し入れた。Ｐ１６\nは，その理由として，シナジー効果が認められなければ取締役や株主のコンセ\nンサスは得られないこと，前記供託がされているが今後裁判になるのであれば\n争うこと，本件株式譲渡契約に役員に対する処遇が何もなく，役員の退職金が\n支給されないこと，最も悪かったのは，監査法人が入ってデューデリ（法的適\n合性調査）が行われたことであること，教材の著作権の帰属が不明であること，\n前記エの株式移転及び業務委託契約について色々言われたことなどを述べた\nが，Ｃ３社代表者は，Ｃ３社が，Ｃ１社に対し，親会社になるということでだ\nまし討ちをしたとか，厳しい要求をしたということは何もなく，何等の落ち度\nがないのに，Ｃ３社がこの件で被害を被るというようなことでは皆に理解させ\nることができないので，当初の予定どおり株式を取得したい旨を述べたが，最\n終的には，もう一度よく考えてみるとした（乙１７の１・２）。\nＰ１６は，同年９月２日，同人及び他の原告の株主らを代表して，Ｃ３社に\n対し，本件株式譲渡契約を合意解約し，第一段階での譲渡代金の返金を申し入\nれる「願い書」と題する書面を差し入れた（乙７）。\nシ  Ｃ３社代表者は，最終的に，Ｐ１６の要望を受け入れることとし，原告の株\n主らとＣ３社は，同年９月１６日，本件解約合意をした。その際，原告の株主\nらとＣ３社は，Ｐ１６，Ｐ１８及びＰ２０が，本件株式譲渡契約に基づく義務\nの履行を理由なく遅滞していたこと，二回目の株式譲渡が円滑に行われなかっ\nたことの責任は原告の株主らにあり，これを前提に，原告の株主らが本件株式\n譲渡契約の合意解約を願い出て，Ｃ３社がこれを承諾したことを前提事実とし\nて確認した上で，本件解約合意をした（乙２）。本件解約合意は，本件株式譲\n渡契約の合意解除，一回目の株式譲渡代金の返還，Ｃ３社がした供託金の取戻\nし等について定めるほか，原告の株主らに，原告をしてＣ３社との間で，業務\n提携を解消する一方で，Ｃ３社及び関連会社が教育事業を行い，原告から提供\nされたテキスト教材を継続して利用することができること等を内容とする合\n意書を締結させる義務を負わせ，原告の株主らに，本件解約合意に定める義務\nの遅滞，不履行，規定違反があった場合，違反等を行った者は，Ｃ３社の請求\nにより違約金１億円を連帯して支払うことをその内容とするものであった。\n原告とＣ３社は，同日付で，本件解約合意を前提とする本件合意を行い，そ\nの第２条に，以下の定めを置いた（乙３）。\n「第２条（教材の継続利用）\n１  甲（原告）は，乙（Ｃ３社）が，今後，人材派遣事業を行う上で，教育\n事業を自ら行い又は関連会社をして行わせること，及び教育事業に関して\n第三者（甲の競合他社となるものを含むが，これに限らない。）と提携する\nことにつき十分理解しており，かかる乙の行為につき一切の意義等（クレ\nームや妨害行為を含むが，これに限らない）を申し立てない。\n２  乙は，第１項に定める教育事業を行うために（関連会社をして行わせる\n場合，第三者と提携する場合を含む。），本合意書締結までの間に行った教\n育事業により甲から提供されたテキスト教材等（以下「教材等」という。）\nを継続して利用すること（利用のために加工することや複製・配布するこ\nとも含む）ができるものとし，甲はこれに一切の異議を述べないものとす\nる。」\n(2)  被告Ｃ２表現物の作成経緯等（甲５８，乙１８の１，乙２２の１）。\nア  被告Ｐ１は，本件株式譲渡契約がされ，原告に取締役として派遣されて以降，\n原告に導入されていたグループウェア（Ｃ９）や，Ｃ６社が原告に提供してい\nたＣ８のアカウントの付与を受けていた。\n同被告は，本件株式譲渡契約の趣旨に従い，将来原告がＣ３社の完全子会社\nとなることを前提に，原告の教材を含む原告の情報や資料を収集していた。\nイ  被告Ｐ１は，平成２１年８月，被告Ｐ２から，その当時各教室に配布されて\nいた教材のバックアップ媒体（バックアップ１，乙２０）の交付を受け，当該\n電子データを管理することとなった。\nウ  平成２２年２月の被告Ｃ２の立ち上げに際し，被告Ｐ１は，当初，前記(1)シ\nの合意があったことから，原告表現物等を利用して，被告Ｃ２の教育事業に供\nする教材を作成することとし，また，教室でのｅラーニングシステムについて\nは，原告と同様にＣ６社のシステム（本件Ｃ８）を使うこととし，順次，上記\nの方法で作成された教材を，Ｃ６社の担当者にメールで送信していた。\nエ  平成２２年３月１９日，原告代表者がＣ６社を訪れ，被告Ｃ２の教材が原告\n表現物についての著作権を侵害している旨をＣ６社に告げたため，Ｃ６社は，\n被告Ｃ２の本件Ｃ８の利用を停止する措置をとった。\nオ  被告Ｐ１は，前記エの措置をうけ，前記(1)シの合意がされた後のデータを含\nまない教材を改めて作り直すなどして，Ｃ６社に対し，本件Ｃ８の利用再開を\n求めたが，Ｃ６社が応じなかったため，教育事業においては，市販教材及びオ\nリジナル教材を作成して対応することとし，その後，原告表現物を含む原告か\nら得たデータを全て破棄した。\n(3)  バックアップ１（乙２０）内のデータと，被告Ｃ２表現物の対比等（甲５ない\nし７，１０，１１，乙２０，乙２２の３ないし５）\nア  原告が問題とする被告Ｃ２表現物のうち，被告Ｃ２表現物１ないし４，８な\nいし１４，１７については，全く同じか，又はほぼ同じ表現物がバックアップ\n１に収録されている。\nイ  被告Ｃ２表現物５及び６は，ＣＡＤソフトウェアであるＣ１０についての教\n材であり，被告Ｃ２表現物６及び７は，同じＣＡＤソフトウェアであるＣ１１\nについての教材であるところ，バックアップ１には，その前バージョンである\nＣ１１及びＣ１２についての教材が収録されている。\n両者を比較すると，ソフトウェアのバージョンアップに伴う挿絵の変更等は\nあるが，教材の章立てなどの構成や文章はほぼ同じとなっている。\nウ  被告Ｃ２表現物１５及び１６は，プログラミング言語ＰＨＰについての教材\n及びコンテンツ管理システムに関する教材である。バックアップ１にもＰＨＰ\nについての教材は収録されているが，両者を対比すると，内容は相当程度改訂\nされている。もっとも，追加された内容には，変数，配列，四則演算，条件分\n岐など，プログラミングに関する一般的普遍的な内容も含まれている。  被告\nＣ２表現物１６に対応する教材は，バックアップ１の中にはない。\n被告Ｃ２表現物１５及び１６は，原告表現物１３を参考に製作されたものと\n考えられるところ，原告表現物１３自体は，平成２１年４月ころに製作され（原\n告表現物１３を構成するファイルには，一部，平成２１年８月のタイムスタン\nプのあるファイルがあるが，甲２２の３によると，原告表現物１３の完成自体\nは，平成２１年４月ころと認められる。），それが製作された旨は，被告Ｐ１を\n含む原告従業員全員に周知された。\nエ  被告Ｃ２表現物１８ないし２２に用いられるＣＡＤ図面やプログラム作成\n環境の画面図（原告表現物目録１５ないし１９に相当する，甲５号証のＤＶＤ\n内のファイル）は，いずれも本件バックアップ１に収録されている。\nオ  原告表現物２０ないし２３のイラストは，いずれも遅くとも平成２１年８月\n内に作成された。\n(4)  個人被告らが原告を退職した経緯（甲１５の１ないし１４，２７，乙１０の１\nないし１４，乙１９の１ないし１４，２１の１ないし４，２６，２７，３３，３\n４，被告Ｐ４本人，被告Ｐ３本人，被告Ｐ２本人）\nア  被告Ｐ２は，原告の九州地区の責任者の地位にあったものであるところ，前\n記(1)に認定の経過により，原告とＣ３社の子会社化の合意後，その提携が進む\nように大きな労力を割いた。しかし，子会社化の合意が解消される際には，原\n告代表者から，それらの提携に向けた活動がなかった趣旨のメールを発信する\nよう指示を受けて送信したが，それまでの仕事を否定され，大きな精神的苦痛\nを受けた。\nまた，上記解消が，原告代表者一族の判断でされたものであって，会社の重\n要な方針が決定される事態や，その当時九州地区で原告のスクールを出店して\nいたＣ１３が，営業委託契約を解約するとの意向を示したことなどから，原告\nの先行きに不安を感じ，原告を退職することを決意し，平成２２年１月３１日\n限り，原告を退職した。\n被告Ｐ２は，再就職に関しては，Ｃ３社の者にも相談し，Ｃ３社の代表者か\nら，Ｃ１４という経営コンサルタント会社を紹介され，同年２月に同社に就職\nした。\nイ  被告Ｐ４は，原告において熊本地区のリーダーの地位にあったところ，受講\n生に対する不利益を生じさせるような原告の運用体制の不備や，待遇の改善が\nないことから原告を退職することとし，平成２２年１月３１日限りで原告を退\n職する旨の平成２１年１２月２４日付け退職届を同日ころ，原告に提出した。\n被告Ｐ４は，被告Ｐ２に転職先について相談したところ，Ｃ３社が教育事業\nを行う新会社を立ち上げることを聞き，被告Ｐ１を紹介され，公共職業安定所\nを通じて，被告Ｃ２に応募し，平成２２年２月１日付けで被告Ｃ２に採用され\nた。\nなお，被告Ｐ４は，これに先立ち，被告Ｐ１から，Ｃ６社の担当者を紹介さ\nれ，既に原告を退職することを決めていた被告Ｐ６とともに，管理者側からみ\nた本件Ｃ８の仕組みを教えてもらう機会を得ていた。\n被告Ｐ４は，平成２１年末に，熊本地区の同僚であった被告Ｐ１４に，原告\nを退職する旨の話をしていたところ，平成２２年１月，同被告から，自分も原\n告を退職したいとの相談を受け，被告Ｐ４自身は，被告Ｃ２に就職する予定で\nあることを伝えたことがあった。\nウ  被告Ｐ６は，ＷＥＢデザインソフトなどの経験を有し，平成１９年４月に原\n告に就職したが，原告において，ＣＡＤ，３Ｄデザイン，プログラミングとい\nった専門外の講義を担当させられることに苦痛を覚え，また当初は福岡の担当\nだけであったのが，佐賀や大分の教室まで担当となり，通勤も非常に大変とな\nったため，退職を考え，平成２２年１月１６日限り原告を退職する旨の平成２\n１年１２月２９日付け退職届をそのころ原告に提出した。\nその後，被告Ｐ６は，被告Ｐ４に再就職先の相談をしていたところ被告Ｐ４\nが被告Ｐ１と面識を得るようになったことなどを契機として，公共職業安定所\nの応募を経て被告Ｃ２の採用面接を受け，平成２２年２月１日付けで，被告Ｃ\n２に就職した。\nエ  被告Ｐ１３は，ＣＡＤ等の分野の講師業務ができると考えて原告に応募し，\n平成１９年７月から原告の小倉校の教室担当者となったが，講師業務よりは募\n集業務の比率が高くなり，しかも募集業務は遠方の山口県宇部市や，大分市な\nどでもする必要があり，次第に自分向きの仕事ではないと感じるようになった\nことや，原告代表者が，福岡の地域会議において，備品を床に投げつけ，怒鳴\nり散らす様や，授業中に電話を掛けて講師のシフトを細かくチェックし，受講\n生に迷惑をかける様子などから，原告は長く勤める会社ではないと考えるよう\nになり，平成２２年１月１６日限り原告を退職する旨の平成２１年１２月２９\n日付けの退職届を，そのころ原告に提出した。\n被告Ｐ１３は，その後，被告Ｃ２がパソコン教室の講師を募集しているのを\n自ら検索等で知り，公共職業安定所経由で応募し，平成２２年２月１日付けで\n被告Ｃ２に就職した。被告Ｃ２に採用されるについて，誰かからの働きかけを\n受けることはなかった。\nオ  平成２２年１月１８日，原告代表者は，原告従業員に向け，ビデオメッセー\nジを発した。\n同メッセージにおいて，被告代表者は，同年２月１日から原告の体制を改め\nることとし，正社員の雇用態勢については，概要，繁忙期を迎えるが，社員は\n増やさず外注を使っていくこと，スクール２校を，正社員２人と外注の従業員\n１人で運営し，採算が取れなければ人を減らしていくこと，そのなかで授業を\n増やす必要が生じたときは，時間外勤務で正社員の勤務時間を増やして対応す\nることを基本方針とすることを述べた。また，現状，正社員が過剰であるとの\n認識のもと，幸いにも何人か辞める社員がいる旨を述べた。\nカ  被告Ｐ５は，ＣＡＤによる機械設計の経験や，海外でのＣＡＤ講師の経験を\n有し，機械設計の業務ができる人材を増やしていく講師の仕事がしたいと考え，\n平成１８年６月に，原告に採用され，岡山，福山地区のリーダーとして，勤務\nしていた。\nしかし，機械設計の講座は高価なことから受講生はほとんどおらず、同被告\nの業務は次第に管理業務が多くなっていった。\nまた，原告代表者が経営の指揮を執るようになってからは，一方的な指示や，\n（同被告の認識において）ソフトウェアの違法なインストールの指示などを受\nけたことなどにより，原告での仕事に対するやりがいを失うようになった。\nこのような中，平成２１年末に，直属の部下が退職したところ，上記オの原\n告代表者のメッセージに接し，原告が従業員のことを考えない会社であると感\nじて，家業を継ぐつもりで退職を決意し，平成２２年２月１５日限り原告を退\n職する旨の同年１月１９日付け退職届を原告に提出した。\n同被告は，退職届提出後，原告在職中に世話になった被告Ｐ２に挨拶にいき，\n原告とＣ３社の事業提携がいつの間にか止んでしまったことに話題が及んだ\n際に，Ｃ３社が被告Ｃ２を立ち上げたことを聞き，同被告に興味を持ち，応募，\n面接を経て，平成２２年３月１日に同被告に採用された。\nキ  被告Ｐ３は，平成１７年８月に原告に採用され，福岡の天神校と博多校の教\n室担当を経て福岡エリアの管理者となり，募集業務と新規顧客獲得を主な業務\nとしていたが，同被告が感じた原告代表者の専断的な意思決定や粗暴な振る舞\nい，更には前記オのビデオメッセージからの社員を大切にしない態度などから，\n原告の将来に不安を感じていた。\nそうしたところ，平成２２年１月，被告Ｐ２から，原告と株式会社Ｃ１３間\nの契約が終了になることや，同被告が退職することなどを聞き，自分が同被告\nの後任になることが予想されたものの，そのような重い責任は担えないと考え\n退職を決意し，平成２２年２月１６日付けで原告を退職する旨の同年１月２０\n日付け退職届を，そのころ原告に提出した。\n被告Ｐ３は，退職を決意した旨を被告Ｐ２に述べたところ，同被告から被告\nＣ２の話を聞き，教育事業に携われることから応募し，同年２月１６日付けで\n被告Ｃ２に採用された。\nク  被告Ｐ８は，二級建築士の資格を有し，またＣＡＤ技術のほか，フォトショ\nップやイラストレーターなどのソフトウェアの実務経験を有しており，指導教\n育に携わる仕事をしたいと考え，平成１９年３月に原告に就職し，募集業務と\n講師業務に従事したが，講師を育成するシステムがなく，専ら自己負担でスキ\nルを上げなければならなかったこと，専門外（ＷＥＢ製作等）についても，実\n務経験豊富であることを前提に講師業務を行うことに苦痛を感じ，また，原告\n代表者の一方的な電話による罵倒にストレスを感じていた。\nそうしたところ，同僚の被告Ｐ６が退職を決めたことを，前記オのとおり原\n告代表者が「幸い」と表現したことで，被告Ｐ８は我慢の限界と感じ，既に退\n職を決めていた被告Ｐ６に相談したところ，Ｃ３社が新たにパソコン教室を立\nち上げることを聞いた。\n被告Ｐ８は，平成２２年２月２８日限り原告を退職する旨の同年１月２２日\n付け退職届を提出し，被告Ｃ２の面接で，ＣＡＤ講師ができることを確認し，\n平成２２年３月１日，被告Ｃ２に就職した。\nケ  被告Ｐ７は，原告のパソコンスクールに生徒として通ったことがきっかけで，\n原告のアルバイトを経て，平成１８年から原告の正社員として勤務していた\n（退職当時は，佐賀地区の責任者）が，原告の教室数の拡大に比して講師数は\n増加せず，既存の講師がかけもちで講義を持っている状況や，講師の研修シス\nテムがなく，専らその自習に委ねている状況から，クレーム対応等に負われる\nこととなった。\nまた，同被告は，講師のシフトを組む立場にあったが，講師を手配できない\n場合には自らが赴くしかなく，平成２１年当初のころには，九州各地を転々と\nするスケジュールになってしまい，教える仕事に専念できない状態となったこ\nとに加え，原告代表者からの叱責を受けることもたびたびであったところに，\n平成２１年末に，被告Ｐ６と被告Ｐ１３が原告を退職する旨を知り，シフトが\n回らなくなることで途方に暮れることとなった。\nこのような状況下で，前記オの原告代表者のビデオメッセージに接し，原告\nではやっていけないと思い，原告を退職することとした。\n同被告は転職先につき，家業に戻ることと講師業務の継続を検討していたと\nころ，福岡の公共職業安定所で講師業務の求人を探してみると，被告Ｃ２が人\n材を募集していたことから（なお，被告Ｐ７は，それ以前に雑談でＣ３社が教\n育事業を立ち上げ，人材募集をしている旨は被告Ｐ２から聞いていた。），被告\nＣ２に応募し，平成２２年３月１６日付けで採用された。\nコ  被告Ｐ１１は，プログラマーの経験を有し，平成２０年５月に原告に就職し，\n佐賀校，鳥栖校で講師として勤務していたが，一人の講師が何でも教える体制\nを苦痛に感じていた。\n平成２２年１月に，上司であった被告Ｐ２から退職する旨の挨拶を受け，そ\nの際，自らの考えを実現できる転職先を相談したところ，被告Ｃ２を含む業界\nについての話を聞き，新設の会社であれば自分のアイディアも生かせるのでは\nないかと考え，原告を退職することを決め，平成２２年３月１５日限り原告を\n退職する旨の同年１月２８日付け退職届を同日提出し，同年３月１６日付けで\n被告Ｃ２に採用された。\nサ  被告Ｐ９は，平成１９年ころ，原告の受講生だったことがあり，平成２０年\nころは原告の外注の講師をしており，その外注契約が終了してしばらくした平\n成２１年２月に，原告の正社員として就職した。\nしかし，同被告は，原告での業務が，自分自身の成長の妨げになると感じる\nとともに，原告代表者の威圧的な態度に接し，やりがいのない仕事を続けても\n意味がないと感じるようになり，原告を退職することとし，平成２２年２月２\n８日限り原告を退職する旨の，同年１月２８日付け退職届をそのころ原告に提\n出した。同被告は，原告に退職届を提出し，元上司である被告Ｐ２に退職の挨\n拶をした際に，被告Ｃ２がパソコン講師を募集していることを知り，公共職業\n安定所を通じて被告Ｃ２の採用面接を受け，同年３月１日付けで被告Ｃ２に採\n用された。\nシ  被告Ｐ１４は，原告においてＷＥＢデザインの講座を受講し，そのころ原告\nにおいて講師募集を行っているとの案内を聞いて平成１９年１月に原告に就\n職し，熊本校，のち水前寺校，八代校などにおいて講師業務を行うこととなっ\nた。また，被告Ｐ１５は，原告のスクールに通うなどした後，平成２０年１１\n月から契約社員として原告に勤務していた。\n原告の熊本エリアは，被告Ｐ１４，被告Ｐ１５，被告Ｐ４によって運営され\nていたところ，被告Ｐ１４は，平成２１年１２月，被告Ｐ４が原告を退職し，\nＣ３社が新しく立ち上げるパソコン事業の，Ｃ１３の店舗に入る教室で働く旨\nを聞いた。被告Ｐ１４は，尊敬できる上司であった被告Ｐ４が退職した後に，\n熊本地区をもり立てる情熱は起きなかったことから，原告を退職することとし，\n同僚の被告Ｐ１５に負担がかかることから，前もって同被告に退職の意思を伝\nえたところ，同被告も，原告代表者が，被告Ｐ４の退職を「幸い」と表現した\nことに衝撃を受け，また熊本エリアは業績が上がっているのに，理由もなく賞\n与がないことから勤務意欲が減退しており，原告を退職することを決意した。\n被告Ｐ１４及び被告Ｐ１５は，いずれも平成２２年３月１５日限り原告を退\n職する旨の，被告Ｐ１４は同年１月２８日付けの退職届を，被告Ｐ１５は同月\n２９日付けの退職届を原告に提出した。二人は，再び被告Ｐ４と共に働きたい\nという気持ちもあったことから，被告Ｃ２の採用面接を受け，両名とも同年３\n月１６日付けで同被告に採用された。\nス  被告Ｐ１２は，平成１７年２月に原告に就職し，講師業務と募集業務を担当\nし，最初は小倉校を担当し，小倉南校も兼務した。その後，原告においては教\n室を運営できる従業員が退職するなどし，既存の従業員がこれをカバーする場\n面が増え，被告Ｐ１２も岡山や兵庫に長期出張するなどしており，同被告は業\n務が過重であると感じ，疲弊していた。\nまた，被告Ｐ１０は，ＣＡＤソフトの経験を有し，平成２１年４月に原告に\n採用され，講師業務と募集業務を担当していたところ，業績が上がらないこと\nを末端社員の責任とする趣旨の原告代表者のビデオメッセージに疑問を感じ\nていた。\nそうしたところ，平成２１年末頃から，九州地区の従業員が次々と退職し，\n教室を担当するのが被告Ｐ１２と被告Ｐ１０だけとなってしまったところ，こ\nれまでの原告の運営からすると，同被告らの負担が更に多くなるのは明らかで\nあることから，同被告らは，退職を決意し，平成２２年２月１日ころ，同年３\n月３１日限り原告を退職する旨の退職届を提出した。そして，被告Ｐ１２にお\nいて，退職した被告Ｐ２から，被告Ｃ２が講師を募集しており，また，原告従\n業員の数名が被告Ｃ２での再就職を検討していると聞いていたことから，これ\nを被告Ｐ１０にも教え，共に被告Ｃ２に応募することとし，平成２２年４月１\n日付けで被告Ｃ２に採用された。\n２  争点１（原告表現物について，複製，翻案，公衆送信可能化による著作権侵害が\n成立するか）及び争点２（被告Ｃ２の原告表現物の利用が，原告の許諾によるもの\nと認められるか）についての判断\n(1)  本件株式譲渡契約の解消の経緯について\n前記１(1)の認定によると，原告の株主ら，特にその事実上の代表である原告代\n表者Ｐ１６は，本件株式譲渡契約に基づき両社の協働体制が動き始めた相当後に\nなってから，二回目の株式譲渡の実行を拒むようになったことが認められ，その\n理由としては，Ｃ７社の株式移転と業務委託契約が問題視されたこと，株式譲渡\nに伴い退任する役員への退職金支払が定められていないことにあったと推認さ\nれる。特に，Ｃ７社の株式移転と業務委託契約の方式が看過されていれば，原告\n代表者は，原告の株式が譲渡され，原告がＣ３社の完全子会社となった後も，原\n告の事業から一定の利益を取得し得たはずであるが，問題点が指摘され，そのス\nキームが頓挫した後に，原告代表者が主導し，本件株式譲渡契約の解消を図った\nものと認められる。\n原告は，株式譲渡の実行が二段階とされたのはＣ３社の経営不振によるもので\nあり，原告が，二回目の株式譲渡の実行を拒んだのは，原告とＣ３社間の協働に\nおいてシナジー効果が何ら発揮されていなかったことによると主張し，原告代表\n者Ｐ１６はその旨の陳述をする。しかし，株式譲渡の実行が二段階とされた理由\nは既に認定したとおりであるし，被告Ｐ１，被告Ｐ２，それにＰ１９も加わり，\n原告とＣ３社の協働事業が企画されたことは前記１(1)カ，キに認定したとおりで\nある。\n仮に，Ｃ３社の側の取組みに不十分な点があるなど，原告の解約申入れを正当\nとする事情があるのであれば，原告の株主らが願い出書（乙７）を差し入れたり，\n本件解約合意において，原告らに責任があること等を前提事実として確認するな\nどといったことは考えられず，原告代表者がＣ３社代表者に解約を申し入れた際\nの発言等，前記認定の経緯を総合しても，本件合意解約は，原告の一方的な都合\nによって申し入れられ，Ｃ３社においてやむなくこれを受け入れたものと認める\nのが相当である。\nそもそも，本件株式譲渡合意は，その合意の時点で譲渡代金額が確定し，かつ\n２年以内には残りの株式を譲渡することも確定していたのであるから，事業統合\nにより想定されるシナジー部分の，売り主である原告の株主らへの配分は完了し\nているのであって，その後，シナジー部分をどのように現実化するかは，専らＣ\n３社の経営事項である。したがって，仮に一回目と二回目の株式譲渡間の原告と\nＣ３社の業務提携期間中に，提携によるシナジー効果が発揮されていないことが\nあったとしても，原告の株主らはこれを問題にする立場にはないし，まして本件\n株式譲渡契約に影響を与える事情ということもできない。\n上記認定に反する原告の主張は採用できない。\n(2)  本件合意の趣旨及び効力について\n既に述べたとおり，Ｃ３社としては，原告を完全子会社とすることで事業の多\n角化を図ることを予定し，一回目の株式譲渡以降，一定の協働関係を形成しつつ\nあったところ，Ｃ３社側に特段の落ち度がないにもかかわらず，原告側の一方的\nな都合により，それまでにコストを投下した本件株式譲渡契約の解消を余儀なく\nされたものであるから，本体である本件解約合意とは別に，あえて本件合意を行\nった目的としては，将来Ｃ３社が教育事業に参画する際に，原告との競業によっ\nて生ずるリスクを解消するとともに，合意書締結前にされた原告とＣ３社の協働\n事業の成果等を一定程度Ｃ３社にも帰属させることによって，本件解約合意によ\nりＣ３社に生じた損失を填補する趣旨が含まれると解するのが合理的であるし，\nそのように解さないと，原告の株主らに，原告をしてＣ３社の教育事業及び教材\nの継続利用を内容とする合意書を締結させる義務を認め，これに１億円の違約金\nを定める条項が本件解約合意に盛り込まれた趣旨を理解することはできない。\nそのような趣旨からすると，本件合意は，Ｃ３社の事業を制限するためではな\nく，Ｃ３社に広汎な権利を付与することを目的としてなされたものというべきで\nあるから，２条の１にいう「人材派遣事業を行う上で，教育事業を自ら行い又は\n関連会社をして行わせる」とは，人材派遣事業を行ってきたＣ３社が教育事業に\n進出する場合を示すものと解され，対象となる教育事業を人材派遣事業に関連し\nて行われるものに限定する趣旨と解することはできない。また，２条の２にいう\n「合意書締結までの間に行った教育事業により甲から提供されたテキスト教材\n等」とは，合意書締結までに，被告Ｐ１らの活動により，法律上及び事実上Ｃ３\n社にもたらされた教材等全般をいうものと解され，その継続利用に関しては複製，\n配布はもとより加工等をも許容するものであるから，Ｃ３社及び関連会社に対し，\n著作権法上の利用許諾を含む広範な利用権を設定するものと解され，その後に設\n立された会社を除外する趣旨で，本件合意がなされたと解すべき事情も認められ\nない。この点に関する原告の主張は採用できない。\nしたがって，上記１(2)に説示のとおり，平成２１年８月ころに，被告Ｐ１が被\n告Ｐ２から受領した本件バックアップ１や，被告Ｐ１が閲覧できた原告のグルー\nプウェアや本件Ｃ８内の情報，教材，教育事業に関するパンフレット，ちらし等\nについて，Ｃ３社及びその完全子会社である被告Ｃ２は，いずれも本件合意によ\nる利用権を有するというべきである。\nなお，原告は，被告Ｐ２が被告Ｐ１にバックアップ１を渡したこと自体，原告\nとしての行為ではないとするが，被告Ｐ１は，当該時点においても，原告の情報\nについての広範なアクセス権を有していたのであり，バックアップ１の被告Ｐ１\nに対する交付もその補完行為にすぎず，これを正当な交付ではないと言うことは\nできない。\n(3)  被告Ｃ２表現物について\n被告Ｃ２表現物は，前記１(3)に説示したとおり，バックアップ１ないし被告Ｐ\n１が取得した情報そのものであるか，これを加工したと評価できるものであり，\n本件合意後に，原告が，合意書の対象となった教材等と全く別個に創作されたも\nのは全く含まれていない。\nそうすると，原告表現物が創作性を有し著作物となるかどうかに関わらず，Ｃ\n３社の子会社である被告Ｃ２は，本件合意に基づき，被告Ｃ２表現物を適法に利\n用することができるというべきである。\nなお，原告の主張には，本件合意後にＣ３社又は被告Ｃ２が取得した著作物に\nついては，本件合意の許諾の範囲外であるとの趣旨が含まれると解される。しか\nしながら，契約上の義務あるいは媒体の所有権といった観点を捨象し，著作権の\nみの観点からすると，本件合意により許諾を得た著作物と同一性が認められる範\n囲では，Ｃ３社及び関連会社は適法にこれを利用することができるのであり，仮\nに本件合意後に変更が加えられた著作物を取得したとしても，上記同一性の範囲\nにあれば，著作権の観点では，Ｃ３社及び関連会社はこれを適法に利用すること\nができる。\nそうすると，被告Ｃ２表現物が本件合意による許諾の範囲にあるかどうかは，\n被告Ｃ２表現物と，本件合意までにＣ３社が取得したバックアップ１等に含まれ\nる表現物とを客観的に対比し，同一性の範囲にあるかを検討すれば足りるのであ\nり，同一性を害さない程度の変更が加えられていたとしても，変更の時期や主体\nは，本件合意による許諾の範囲との関係では問題とならない。したがって，被告\nＣ２表現物のうちに，本件合意書締結後に原告により変更された部分が存在した\nとしても，そのことから著作権侵害の結論が導かれるものではない。\n(4)  まとめ\n以上の次第で，被告Ｃ２が被告Ｃ２表現物を利用したことが，原告の著作権を\n侵害するとの原告の主張は，理由がない。\n３  争点４（被告Ｐ２，同Ｐ４が，原告従業員を違法に引き抜いたか）について\n(1)  前記１(4)に認定した個人被告らの退職経緯によると，個人被告らは，それぞれ，\n原告における経営方針が，自己の希望する職種，業態とそぐわないこと，原告に\nおける意思決定の恣意感，原告代表者の原告従業員に対する考え方，態度等に関\nする否定的意識，原告の業務の過重感などから，個人的に様々な潜在的退職動機\nを有していたものと認められる。\nそして，個人被告らのうち，九州地区の責任者であり，本件株式譲渡契約後，\n業務提携で原告側の中心的役割を果たしたといえる被告Ｐ２が，原告から退職す\nることになったことや，原告代表者の，退職者があったことを幸いとする発言（正\n社員が多すぎるとの文脈で述べているのであるから，個人被告らがそのように理\n解することは十分な理由がある。）を契機として，各従業員が潜在的退職意思を\n顕在化させて退職に至ったにすぎないと認められる。\nまた，被告Ｐ２は，何名かの原告を退職する従業員に被告Ｃ２が設立されて講\n師が募集されることを告げたことは認められるものの，それ以外に組織的に原告\nの従業員を被告Ｃ２に移籍させるように働きかけたりしたなどの事情は認めら\nれないし，被告Ｐ４は，その部下の被告Ｐ１４や被告Ｐ６に対し，原告を退職し，\n被告Ｃ２に勤務することを告げたことは認められるものの，他に直接又は上記被\n告らをして，個人被告らに被告Ｃ２に移籍するように働きかけたりしたなどの事\n情も認められない。また，証拠（被告Ｐ１本人）によると，被告Ｃ２における待\n遇は，さほどよいものではなく，むしろ厳しいものであったことが示唆されてい\nたと認められるのであり，この事情からしても，尚更組織的な引き抜きであった\nとは言い難い。\n(2)  原告は，被告Ｐ２が，被告Ｃ２の要職についているとか，原告の経営に参画す\nる立場であることを利用して，原告の経営陣には内密に，平成２１年１２月以降，\n担当地区の課題等を話し合う地区担当者会議において，たびたび，その大半を原\n告に対する根拠のない不平不満に充て，出席者である被告Ｐ９，被告Ｐ１２，被\n告Ｐ１３に賛同を求めたと主張し，その証拠として，甲４５，４６等を提出する\nが，いずれも前記判示に照らし採用し難い。\n(3)  幹部従業員ないしその退職者の転職の勧奨が，社会的相当性を逸脱し，極めて\n背信的な方法でされた場合には，雇用契約上の誠実義務違反や不法行為責任を生\nずることはあるが，上記にみたとおりの被告Ｐ２及び被告Ｐ４の行為が，このよ\nうな背信的な方法であったとは到底認められないから，原告の，被告Ｐ２及び同\nＰ４に違法な原告従業員の引き抜きがあったとの主張は理由がない。\n第６  結論\n以上によると，その余の点を判断するまでもなく，甲事件における原告の被告\nらに対する請求は，いずれも理由がないから，主文１項のとおり（訴訟費用につ\nいては乙事件と併せて同６項のとおり）判決する。\n（甲事件の説示は以上）\n事 実 及 び 理 由（乙事件）\n第１  請求の趣旨\n（本訴請求）\n１  乙事件本訴被告（乙事件反訴原告）Ｃ１株式会社（以下乙事件の説示において「被\n告Ｃ１」という。甲事件の原告でもある。）は，乙事件本訴原告株式会社Ｃ２（以\n下乙事件の説示において「原告Ｃ２」という。甲事件の被告でもある。）に対し，\n３００８万３３４４円及びこれに対する平成２４年４月４日から支払済みまで年\n５分の割合による金員を支払え。\n２  被告Ｃ１は，乙事件本訴（乙事件反訴被告）原告株式会社Ｃ３（以下乙事件の説\n示において「原告Ｃ３」という。）に対し，５００万円及びこれに対する平成２４\n年４月４日から支払済みまで年６分の割合による金員を支払え。\n３  乙事件本訴被告Ｐ１６，同Ｐ１７，同Ｐ１９，同Ｐ１８及び同Ｐ２０は，原告Ｃ\n３に対し，連帯して，１億円及びこれに対する平成２４年４月４日から支払済みま\nで年６分の割合による金員を支払え。\n（反訴請求）\n４  原告Ｃ３は，被告Ｃ１に対し，５４８７万７７６７円及びこれに対する平成２５\n年４月１７日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  訴訟物\n乙事件本訴請求は，\n(1)  被告Ｃ１の，原告Ｃ２に対する不正競争防止法違反行為に基づく損害賠償請求\n（本訴請求１）として，３００８万３３４４円の支払\n(2)  被告Ｃ１の，本件株式譲渡契約上の不作為義務の債務不履行又は被告Ｃ１によ\nる原告Ｃ３の事業に対する不正競争防止法違反（又は選択的に一般不法行為）に\n基づく損害賠償請求（本訴請求２）の一部請求として，５００万円の支払，\n(3)  原告Ｃ３と，被告Ｐ１６，同Ｐ１７，同Ｐ１９，同Ｐ１８及び同Ｐ２０間で締\n結された被告Ｃ１株式の譲渡契約（以下「本件株式譲渡契約」という。）の解約\n合意（以下「本件解約合意」という）の債務不履行に基づく損害賠償請求（本訴\n請求３）として，同被告らに対し１億円の支払，\n及びそれらの支払済みまでの遅延損害金の支払をそれぞれ求めた事案である。\n乙事件反訴請求は，甲事件と同じ事実関係に基づき，原告Ｃ２の従業員に，\n(1)  被告Ｃ１の著作権を侵害する不法行為（反訴請求１）\n(2)  被告Ｃ１従業員の違法な引抜行為（反訴請求２）\nがあり，原告Ｃ３も共同不法行為責任を負うとして，甲事件原告でもある被告\nＣ１が，甲事件被告らに対する請求（甲事件請求の趣旨１及び２）と同額につい\nて，原告Ｃ３に対し反訴請求するものである。\n２  前提事実\n(1)  当事者\n(2)  関係者（甲事件当事者）\n(3)  原告Ｃ３と被告株主ら間の被告Ｃ１の株式譲渡契約等\n(4)  原告Ｃ２の設立及び元被告従業員らの就職等\n(5)  原告Ｃ２による被告Ｃ１表現物の利用\n上記(1)ないし(5)については，それぞれ読替表のとおり読み替えた上，甲事件第\n２の１(1)ないし(4)の記載のとおりである（乙事件の説示においては，読替え後の\n略語を使用する。）。\n(6)  被告Ｃ１の対応\nア  被告Ｃ１は，平成２２年３月１９日ころ，Ｃ６社に対し，原告Ｃ２表現物の\n利用は被告Ｃ１の著作権侵害に当たる旨を告知し，Ｃ６社は，同月中に，原告\nＣ２に対するサービスの提供を停止した。\nイ  被告Ｃ１は，平成２２年６月ころ，原告Ｃ２の広告を取り扱っていた株式会\n社Ｃ１５，株式会社Ｃ１６に対し，原告Ｃ２に著作権侵害の問題がある旨を摘\n示し，同被告の広告掲載について検討するよう申し入れた。\n第３  争点\n（本訴請求１）\n１  被告Ｃ１が，原告Ｃ２について虚偽の事実を告知したか\n２  原告Ｃ２が被った損害額\n（本訴請求２）\n３  被告Ｃ１が，原告Ｃ３について虚偽の事実を告知したか\n４  原告Ｃ３が被った損害額\n（本訴請求３）\n５  本件解約合意に基づき，被告株主らは違約金債務を負担するか\n（反訴請求１）\n６  被告Ｃ１表現物について，複製，翻案，公衆送信可能化による著作権侵害が成立\nするか\n７  原告Ｃ２の被告Ｃ１表現物の利用が，被告Ｃ１の許諾によるものと認められるか\n８  原告Ｃ２の著作権侵害について，原告Ｃ３は被告Ｃ１に対する責任を負うかどう\nか\n９  著作権侵害により被告Ｃ１の被った損害の額\n（反訴請求２）\n10  Ｐ２，Ｐ４が，被告Ｃ１従業員を違法に引き抜いたか\n11  原告Ｃ３が，Ｐ２，Ｐ４の上記行為に関し，責任を負うかどうか\n12  違法引き抜きにより被告Ｃ１原告の被った損害の額\n第４  争点についての当事者の主張\n１  争点１（被告Ｃ１が，原告Ｃ２について虚偽の事実を告知したか）\n（原告Ｃ２の主張）\n(1)  原告Ｃ２と被告Ｃ１は，原告Ｃ２の設立当時から，ともにパソコンスクール事\n業等を行っており，競業関係にある。\n(2)  原告Ｃ２は，自らが作成した教材等をＣ６社が設置するサーバ内に保管してい\nたところ，平成２２年３月，被告Ｃ１代表者の被告Ｐ１６は，Ｃ６社を訪問し，\n原告Ｃ２が被告Ｃ１の有する著作権を侵害していると虚偽の事実を告知したた\nめ，Ｃ６社は，原告Ｃ２に対するサービス提供を停止するに至った。\nその後，Ｃ６社は，新サービスを開発して原告Ｃ２と被告Ｃ１に提供していた\nが，被告Ｐ１６は，同年１０月２２日，Ｃ６社に対し，原告Ｃ２から新作教材の\nアップデートがあった場合，被告Ｃ１に連絡，開示するよう申し入れ，原告Ｃ２\nの営業上の信用を害する行為をした。\n(3)  被告Ｃ１は，平成２２年６月ころ，原告Ｃ２の取引先である株式会社Ｃ１７（Ｃ\n１７社），株式会社Ｃ１５（Ｃ１５社），株式会社Ｃ１６（Ｃ１６社）に対し，原\n告Ｃ２は被告Ｃ１の著作権を侵害しており，被告Ｃ１のような小さな会社を苛め\nているとの虚偽の事実を告げ，原告Ｃ２やその従業員を著作権法違反容疑で福岡\n地方検察庁に告訴し，更に，平成２３年７月２０日には，原告Ｃ２が著作権侵害\nをしたとして，原告Ｃ２，Ｐ１及び元被告Ｃ１従業員を相手取り，甲事件を提起\nした。\n(4)  被告Ｃ１は，平成２２年６月中ころ，株式会社Ｃ１８（Ｃ１８社）に対して，\n原告Ｃ２が被告Ｃ１の有する著作権を侵害しているので，ＭＯＳ（マイクロソフ\nト・オフィス・スペシャリスト）試験の試験会場認定をすべきでないとの申し入\nれをした。\n(5)  原告Ｃ２表現物の利用が本件合意に基づくものであり，著作権侵害が成立しな\nいことは，後記争点７の（原告Ｃ３の主張）記載のとおりであり，上記(2)ないし\n(4)の被告Ｃ１の告知は虚偽である。\nまた，原告Ｃ２は，平成２２年６月の時点では新たな教材を独自に作成して使\n用していたから，同月以降，上記告知は，二重の意味で虚偽となった。\n被告Ｃ１の行為は，不正競争防止法２条１項１４号の不正競争行為であると共\nに，民法７０９条の不法行為にもあたる。\n(6)  被告Ｃ１は，平成２２年６月，Ｃ１９株式会社（Ｃ１９社）に対し，同社の扱\nうＣ２０社製ソフトウェア「Ｃ２１」につき，原告Ｃ２がソフトウェアライセン\nス契約を逸脱して不正に使用している疑いがある旨の虚偽の事実を告げた。\n（被告Ｃ１の主張）\n(1)  原告Ｃ２の主張に対する認否\n平成２２年３月１９日，被告Ｃ１代表者の被告Ｐ１６がＣ６社を訪問し，原告\nＣ２が被告Ｃ１の著作権を侵害していると述べたこと，Ｃ１７社からの問い合わ\nせに対し，被告Ｃ１が原告Ｃ２を著作権侵害の理由で刑事告訴した旨を述べたこ\nと，Ｃ１５社，Ｃ１６社に対し，被告Ｃ１が原告Ｃ２を著作権侵害の理由で刑事\n告訴したことを述べ，原告Ｃ２の広告掲載を取りやめるよう検討を求めたこと，\nＣ１８社に対し，被告Ｃ１が原告Ｃ２を著作権侵害の理由で刑事告訴したと述べ\nたこと，Ｃ１９社に対し，原告Ｃ２のソフトウェアライセンス取得状況を確認し\nたことは認め，その余は争う。\n(2)  原告Ｃ２の著作権侵害\n原告Ｃ２が被告Ｃ１の著作権を侵害していることは，後記６の（被告Ｃ１の主\n張）記載のとおりであり，上記(1)の告知等は，虚偽の事実の告知または流布にあ\nたらない。\n２  争点２（原告Ｃ２が被った損害額）について\n（原告Ｃ２の主張）\n(1)  教材の使用不能に基づく損害\n原告Ｃ２は，本件合意に基づき，被告Ｃ１が原告Ｃ３に提供した本件教材を使\n用することができたにもかかわらず，業務開始間もないころに，被告Ｃ１が，そ\nの取引先等に原告Ｃ２が著作権侵害をしている旨を喧伝したため，被告Ｃ１から\n提供された教材をすべて破棄し，短時間で教材を作成する必要に見舞われ，この\nための外注費等に４０４万８９１０円を要した。\nまた，これら教材が使用できなくなったことにより，教室の開講も３か月遅れ，\n１か月当たり５８１万５６１８円の売上を見込んでいた受講生向けソフトウェ\nアの販売ができなくなった。同売上予定分（合計１７４４万６８５４円）は，被\n告Ｃ１の違法行為と相当因果関係のある損害である。\n(2)  ＭＯＳ試験会場の認定遅延による損害\n前記１（原告Ｃ２の主張）(2)ないし(4)記載の被告Ｃ１の行為により，原告Ｃ２\nは，ＭＯＳ試験会場に認定されることが３か月以上も遅れることとなり，この試\n験を目的とする講座の受講生の受講機会を喪失した。\nこの講座の１講座当たり利益は６万２９４０円であり，１か月当たり１９講座\nの利用が見込まれたから，３か月で３５８万７５８０円の損害が生じた。\n(3)  このほか，被告Ｃ１が虚偽の風説を流布したこと等により，原告Ｃ２は信用毀\n損等の無形損害を被り，これを金銭に評価すると損害は５００万円を下らない。\n(4)  よって，原告Ｃ２は，被告Ｃ１に対し，不正競争行為または不法行為に基づき，\n上記アないしウの合計３００８万３３４４円及びこれに対する不法行為の後で\nある平成２４年４月４日から支払済みまで年５分の割合による金員の支払を求\nめる。\n（被告Ｃ１の主張）\n争う。\n３  争点３（被告Ｃ１が，原告Ｃ３について虚偽の事実を告知したか）\n（原告Ｃ３の主張）\n(1)  原告Ｃ２は原告Ｃ３の完全子会社であり，Ｃ１７社等との取引も，原告Ｃ３の\n信用を前提に行っていたものである。本件合意第２条で，被告Ｃ１は，原告Ｃ３\nが教育事業等を行うこと，被告Ｃ１の教材を使用することにつき一切異議を述べ\nない旨を約したのであるから，被告Ｃ１が，直接的には原告Ｃ２を対象に虚偽の\n事実を告知したとしても，実質的には，Ｃ３社に向けられたものというべきであ\nる。\n(2)  被告Ｃ１は，平成２２年１０月ころ，原告Ｃ３の会計監査人である有限責任監\n査法人Ｃ２２に対し，被告Ｃ１が原告Ｃ２を著作権法違反で刑事告訴したこと，\n原告Ｃ３の代表者等に事前に告知したにもかかわらず，同告訴に対する反論や弁\n明がなかった旨を記した「ご連絡」と題する書面を送付したが，被告Ｃ１が上記\n事前の告知をした事実はなく，上記「ご連絡」と題する書面に記載した内容は虚\n偽である。\n(3)  被告Ｃ１の上記行為は，不正競争防止法２条１項１４号の不正競争行為である\nと共に，原告Ｃ３が教育事業等に被告Ｃ１の教材を使用することについて一切異\n議を述べない旨を定めた本件合意２条２項に違反する債務不履行にも当たる。\n（被告Ｃ１の主張）\n争う。\n４  争点４（原告Ｃ３が被った損害額）\n（原告Ｃ３の主張）\n原告Ｃ３社は，前記３（原告Ｃ３の主張）記載の被告Ｃ１の不正競争防止法違反\n行為により，説明のための交通費，資料作成費，信用の失墜という無形的損害２０\n０万円の合計２０５万９８００円の損害を被った。さらに，前記３の被告Ｃ１の債\n務不履行により，前記同様の損害に加え，本件（甲事件・乙事件）の弁護士費用３\n６７万５０００円，担当者の交通費１８万６０６０円の損害を被った。\nよって，原告Ｃ３は，被告Ｃ１に対し，乙事件（本訴請求）として，上記損害の\n一部５００万円及びこれに対する不法行為または催告の後である平成２４年４月\n４日から支払済みまで年６分の割合による遅延損害金の支払を求める。\n（被告Ｃ１の主張）\n５  争点５（本件解約合意に基づき，被告株主らは，原告Ｃ３に対し違約金債務を負\n担するか）\n（原告Ｃ３の主張）\n(1)  本件解約合意及び本件合意２条は，向後原告Ｃ３及びその関連会社が被告Ｃ１\nと同業の教育事業を営むことを被告Ｃ１において容認することを目的としたも\nのである。そして，被告Ｐ１６は被告Ｃ１の代表者であり，同被告の発行済み株\n式総数の７０パーセントを保有しているから，同被告の意思決定を自らできる立\n場にある。\n(2)  本件解約合意の第５条が，被告Ｃ１をして本件合意を原告Ｃ３との間で締結さ\nせることを義務づけているのは，被告Ｐ１６が被告Ｃ１の代表取締役及び大株主\nとしての地位を有し，被告Ｃ１がいわゆる同族会社であることから，同被告の株\n主である被告株主らの責任において，被告Ｃ１をコントロールする必要があった\nからである。\n当然ながら，被告Ｃ１が原告Ｃ３と本件合意を締結するだけでは意味がなく，\n本件合意の内容が被告Ｃ１により誠実に履行されてはじめて，本件合意は意味を\nもつものである。したがって，本件解約合意第５条は，被告株主らが被告Ｃ１を\nして本件合意を遵守させることを包含しており，被告株主らは，本件解約合意に\n基づく義務として，被告Ｃ１をして本件合意を遵守せしめる義務を負う。\n(3)  しかしながら，被告Ｃ１は，前記１及び３のとおり，本件合意に違反する行為\nに出たものであって，被告Ｐ１６，被告Ｐ１７はこれらを主導し，また被告Ｐ１\n９，被告Ｐ１８及び被告Ｐ２０は，上記義務に違反し，これらを抑止しなかった。\n被告株主らは，本件解約合意の第５条に違反したものとして，第８条に基づく\n違約金１億円及びこれに対する催告の後である平成２４年４月４日から支払済\nみまで年６分の割合による遅延損害金を支払う義務がある。\n（被告株主らの主張）\n原告Ｃ３の主張を争う。\n本件解約合意において，被告株主らは，被告Ｃ１に本件合意をさせること以上の\n義務を負っていない。\n６  争点６（被告Ｃ１表現物について，複製，翻案，公衆送信可能化による著作権侵\n害が成立するか），争点７（原告Ｃ２の被告Ｃ１表現物の利用が，原告の許諾によ\nるものと認められるか）及び争点９（著作権侵害により被告Ｃ１の被った損害の額）\n上記争点に関する当事者の主張は，別紙読替表及び次のとおり読み替えた上，甲\n事件の事実及び理由第４の１ないし３の記載のとおりである。\n甲事件  乙事件\n争点１  争点６\n争点２  争点７\n争点３  争点８\n被告らの主張  原告Ｃ３の主張\n７  争点８（原告Ｃ２の著作権侵害について，原告Ｃ３は被告Ｃ１に対する責任を負\nうかどうか）\n（被告Ｃ１の主張）\n原告Ｃ３は，平成２１年８月ころから，被告Ｃ１の事業を奪い取ろうと画策し，\n元被告Ｃ１従業員らを介した原告Ｃ２の開業準備行為として，原告Ｃ２設立後は\n子会社である原告Ｃ２と共同して，前記６の（被告Ｃ１の主張）記載の行為を行\nったものであるから，すべてについて共同不法行為責任を負う。\n（原告Ｃ３の主張）\n争う。\n８  争点 10（Ｐ２，Ｐ４が，被告Ｃ１従業員を違法に引き抜いたか）及び争点 12（違\n法引き抜きにより被告Ｃ１の被った損害の額）\n上記争点に関する当事者の主張は，別紙読替表及び次のとおり読み替えた上，甲\n事件の事実及び理由第４の４及び６記載のとおりである。\n甲事件  乙事件\n争点４  争点\n争点６  争点 12\n被告Ｐ２，同Ｐ４の主張  原告Ｃ３の主張\n被告Ｃ２，被告Ｐ２及び被告Ｐ４\nの主張\n原告Ｃ３の主張\n９  争点 11（原告Ｃ３が，Ｐ２，Ｐ４の上記行為に関し，責任を負うかどうか）\n（被告Ｃ１の主張）\n原告Ｃ３は，上記８の（被告Ｃ１の主張）に記載の引抜行為を，Ｐ２らを介し\nて原告Ｃ２の開業準備行為として，原告Ｃ２設立後は子会社である原告Ｃ２と共\n同して行ったものであるから，すべてについて共同不法行為責任を負う。\n（原告Ｃ３の主張）\n争う。\n第５  判断\n１  認定事実（特段の記載のない書証は乙事件のものである。）\n(1)  ①原告とＣ３社の子会社化の合意とその解消の経緯，②被告Ｃ２表現物の作成\n経緯等，③バックアップ１（甲事件乙２０）内のデータと，被告Ｃ２表現物の対\n比等，④個人被告らが原告を退職した経緯については，別紙読替表のとおり読み\n替えた上，甲事件の第５の１に記載のとおりである。\n(2)  被告Ｃ１による原告Ｃ２の著作権侵害告知行為\nア  平成２２年６月２４日，被告Ｃ１は，Ｃ１６社に対し，被告Ｃ１の運営する\nＣ４の電子教材１８講座を不正複製，改ざんし利用していることを確認したの\nで，福岡地方検察庁に刑事告訴の手続を行ったこと，教材の利用停止などの措\n置がとられる可能性があり，スクール業界の健全化のためにも，Ｃ１６社にお\nいて，原告Ｃ２との取引や広告を控えるよう求めることなどを内容とする，要\n望書と題する文書を送付した（甲１３）。\nイ  平成２２年１０月ころ，被告Ｃ１代表者は，Ｃ６社を訪問し，Ｃ６社が原告\nＣ２に対するサービスを再開したことについての異議を述べた上，Ｃ６社に対\nし，原告Ｃ２が新しい教材を利用し始めたら被告Ｃ１にその旨を連絡開示する\nこと，原告Ｃ２をして，新作につき問題がないか被告Ｃ１に確認するよう仕向\nけさせることを要求した（甲１４）。\nこの後，原告Ｃ２は，Ｃ６社のサービスを受けることができなくなった。\nウ  平成２２年１０月１５日，被告Ｃ１は，有限責任監査法人Ｃ２２の原告Ｃ３\n担当者宛に，被告Ｃ１が原告Ｃ３の完全子会社である原告Ｃ２の著作権法違反\nについて福岡地方検察庁に刑事告訴し，同年７月２８日に受理されたこと，同\n年１０月１３日，同庁より原告Ｃ２の役員等関係者の事情聴取を始めること，\n原告Ｃ３や原告Ｃ２に事前に告知したにもかかわらず返答がなかったこと，原\n告Ｃ２において急な役員変更があったことを告知し，事件の早期解決に協力を\n求める書簡を送りつけた（甲１６）。\nエ  上記のほか，被告Ｃ１は，Ｃ１７社，Ｃ１５社，Ｃ１８社に対しても，上記\nアと同旨の内容を告げ，株式会社大阪証券取引所（当時）にも，上記ウと同旨\nの内容を告げた。\n(3)  上記被告Ｃ１の行為の結果について（弁論の全趣旨）\n被告Ｃ１の上記行為により，原告Ｃ２は，①被告Ｃ１に由来する教材の使用の\n中止，②最終的にはＣ６社の提供する本件Ｃ８の利用の断念などの対応を余儀な\nくされ，また，③平成２２年６月に予定されていたＣ２３社が行う検定の会場と\nなることが，同年１０月まで延期される不利益を被った。\nまた，原告Ｃ２は，監査法人や証券取引所に対し，説明をするなどの対応をと\nらざるを得ないこととなった。\n２  争点１（被告Ｃ１が，原告Ｃ２について虚偽の事実を告知したか）及び争点３（被\n告Ｃ１が，原告Ｃ３について虚偽の事実を告知したか）について\n(1)  前記１(1) （甲事件第５の１）で認定したところによれば，原告Ｃ２の原告Ｃ２\n表現物の利用は，被告Ｃ１表現物の本件合意に基づく利用権に由来することにな\nり，これが著作権侵害を構成しないことは，必要な読み替えをした上，甲事件第\n５の２に説示のとおりである。\n(2)  被告Ｃ１は，自ら本件合意をして，原告Ｃ３及びその関連会社（完全子会社で\nある原告Ｃ２を当然に含む。）に対し，競合する教育事業への進出と教材の利用\nを許諾したにもかかわらず，そのことを殊更無視し，被告Ｃ２等に対する直接の\n教材使用停止の申入れ等を伴うことなく（乙２の１，２については，仮にこれが\n原告Ｃ３に送付されたとしても，このような趣旨の申入れに当たらない。），原告\nＣ２の教材利用行為一切が著作権侵害であることを，取引先，監査法人，証券取\n引所等に吹聴して回ることにより，原告Ｃ３及び原告Ｃ２が教育事業に進出して\n被告Ｃ１と競合することを妨害しようとしたものと解さざるを得ず，その態様は，\n原告Ｃ２，原告Ｃ３に対する敵意，害意を伴う執拗かつ悪質なものというほかな\nい。\nこのような行為は，正当な知的財産権の行使と認める余地はなく，社会通念上\n許容される限度も超えたものであり，被告Ｃ１の上記行為は，不正競争防止法２\n条１項１４号にいう，虚偽の事実を告知し又は流布する行為に当たるというべき\nである。\nなお，原告Ｃ３の監査法人及び証券取引所に対する告知は，原告Ｃ３の利害関\n係先への告知であるから，これらについては，原告Ｃ３に関する虚偽事実の告知\nに当たる。\n３  争点２（原告Ｃ２が被った損害額）及び争点４（原告Ｃ３が被った損害額）につ\nいて\n上記１(3)のとおり，被告Ｃ１の不正競争防止法違反行為により，原告らは一定の\n不利益を被ったことが認められる。\nこの点原告Ｃ２は，①原告Ｃ２表現物等が使用できなくなったことに伴う新たな\n教材の作成費用，②その間見込まれるソフトウェアの売上減，③ＭＯＳ会場の認定\nを受けられなかったことによる損害，④営業上の利益を害された損害，を主張する\nが，①ないし③については，いずれもそのような損害が発生したことの証拠はＰ１\nの陳述書のみであって，とりわけ②，③については，原告Ｃ２の設立直後にそのよ\nうな売上があったと推認するのは困難であるから，直ちにこれを認めることはでき\nない。\n他方，④については，虚偽の事実の告知という被告Ｃ１の行為により信用が毀損\nされ営業上の不都合が生じたと認められるから，原告Ｃ２については，本件に現れ\nた一切の事情を考慮すると，２００万円が被告Ｃ１の行為と相当因果関係を有する\n損害と認められ，原告Ｃ３については，同様の理由で，１１０万円（うち１０万円\nは弁護士費用相当の損害金）が相当因果関係を有する損害と認められる（この損害\nは，不法行為に基づくものと考えられるので，損害金の利率は年５分を採用するの\nが妥当である。）。\nしたがって，被告Ｃ１は，上記原告らの被った損害を賠償する責任を負う。\n４  争点５（本件解約合意に基づき，被告株主らは違約金債務を負担するか）につい\nて\n(1)  認定事実\n平成２１年９月１６日付けで，原告Ｃ３と被告株主ら間において，本件株式譲\n渡契約を解約する本件解約合意がされたこと，本件解約合意において，①第８条\nには，被告株主らが，同合意書に定める義務のいずれかを遅滞し又は履行せず，\nまたは本合意書の規定のいずれかに違反した場合，当該違反等を行った者は，原\n告Ｃ３の請求により，原告に対し，違約金として１億円を連帯して支払うものと\nし，原告Ｃ３に違約金の額を超える損害が発生した場合には，原告Ｃ３は，被告\n株主らに対し，当該超過額を請求できるものとし，②第５条には，被告株主らは，\n被告Ｃ１の取締役会決議を経た上で，被告Ｃ１をして，被告Ｃ１の教材等の継続\n利用を認める趣旨が含まれた合意書（本件合意）を原告Ｃ３との間で締結させる\nものとする，との定めがあることは，前記第２の２（前提事実）において読み替\nえた甲事件第２の１(2)エ記載のとおりである。\n更に，本件解約合意本来の義務として，被告株主らが第１段階の譲渡により受\n領した代金を原告Ｃ３に返還することや，第２段階の譲渡に関し原告Ｃ３がした\n供託金の取り戻し，訴訟の終了に関する被告株主らの義務も定められている（甲\n１０）。\n(2)  被告Ｃ１の本件合意に基づく義務違反行為が株主としての義務に違反したもの\nといえるかどうか\n前記(1)のとおり，原告Ｃ３と被告株主ら間の本件解約合意において，被告株主\nらは，被告Ｃ１をして，合意書を締結させるようにするものとしているが，この\n約定は，上記解約合意に伴う原状回復のような契約当事者としての義務ではなく，\nあくまでも，別の法主体である被告Ｃ１にそのような合意をさせる作為義務を定\nめるものにすぎない。\nそうすると，本件解約合意の内容に沿う形で，原告Ｃ３と被告Ｃ１が本件合意\nを締結し，本件合意を遵守する義務が被告Ｃ１に生じた以上，被告株主らは，本\n件解約合意に基づく上記作為義務を尽くしたと評価することができる。\n原告がいわゆる同族会社であるとしても，株式会社においては所有と経営は分\n離し，株主は経営には直接参加しないのが原則であるし，株主構成や個々の株主\nの議決権行使の方針自体も将来にわたって不変ではないのであるから，本件合意\nがされた後は，被告Ｃ１がその内容を遵守することについて，被告株主らの監視\n義務を本件解約合意から導くことはできないし，上記１億円の違約金がそのよう\nな監視義務の不履行に対し定められたと解することはできないというべきであ\nる。\n(3)  結論\nしたがって，被告Ｃ１が，前記１，２のとおり原告Ｃ２に著作権侵害がある等\nと告知した行為は，原告Ｃ３と被告Ｃ１間の合意（乙事件甲１１）に違反する行\n為であるとしても，これによって，被告株主らが，本件解約合意に基づく違約金\n債務を負担するということはできない。\n原告Ｃ３の，被告株主らに対する請求はいずれも理由がない。\n５  争点６ないし１２（被告Ｃ１の反訴請求）について\n前記１(1)の認定事実に基づく判断は，甲事件第５の２ないし４のとおりであるか\nら，原告Ｃ２従業員の著作権侵害及び違法な引抜行為により，原告Ｃ３が共同不法\n行為責任を負うことを前提とする，被告Ｃ１の反訴請求は，すべて理由がない。\n第６  結論\n以上のとおり，乙事件本訴請求のうち，原告Ｃ２の被告Ｃ１に対する本訴請求は\n２００万円及びこれに対する不法行為の後日からの遅延損害金の支払を求める限\n度で，原告Ｃ３の被告Ｃ１に対する本訴請求は１１０万円及びこれに対する不法行\n為の後日からの遅延損害金の支払を求める限度で理由があるがその余は理由がな\nく，原告Ｃ３の，被告株主らに対する請求は，いずれも理由がない。また乙事件反\n訴請求は理由がない。\nよって，乙事件について主文２ないし５項のとおり，訴訟費用について甲事件と\n併せて同６項のとおり，仮執行宣言について同７項のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官      谷                有   恒\n裁判官      松  阿  彌              隆\n裁判官松川充康は，転補のため署名押印することができない。\n裁判長裁判官      谷                有   恒\n（別紙）            当事者目 録\n（甲事件）\n原告  Ｃ１株式会社\n同訴訟代理人弁護士  高山  宏之\n同  稲垣  旭彦\n被告  株式会社Ｃ２\n被告  Ｐ１\n被告  Ｐ２\n被告  Ｐ３\n被告  Ｐ４\n被告  Ｐ５\n被告  Ｐ６\n被告  Ｐ７\n被告  Ｐ８\n被告  Ｐ９\n被告  Ｐ１０\n被告  Ｐ１１\n被告  Ｐ１２\n被告  Ｐ１３\n被告  Ｐ１４\n被告  Ｐ１５\n被告ら訴訟代理人弁護士  伊藤  茂昭\n同  政木  道夫\n同  水谷  幸治\n同  日野  英一郎\n同  加藤  哲夫\n（乙事件）\n原告（反訴被告）          株式会社Ｃ３\n原告  株式会社Ｃ２\n原告ら訴訟代理人弁護士  伊藤  茂昭\n同  政木  道夫\n同  水谷  幸治\n同  日野  英一郎\n同  加藤  哲夫\n被告（反訴原告）  Ｃ１株式会社\n被告            Ｐ１６\n被告            Ｐ１７\n被告            Ｐ１８\n被告  Ｐ１９\n被告  Ｐ２０\n被告ら訴訟代理人弁護士  高山  宏之\n同  稲垣  旭彦\n（別紙）\n読替 表\n甲事件の説示を乙事件に引用する場合の読み替えについては，次のとおり。\n甲事件  乙事件\n原告  被告Ｃ１\n原告の株主ら  被告株主ら\n原告代表者  被告兼被告Ｃ１代表者\nＰ１９  被告Ｐ１９\nＰ１７  被告Ｐ１７\nＰ１８  被告Ｐ１８\nＰ２０  被告Ｐ２０\nＣ３社  原告Ｃ３\n被告Ｃ２  原告Ｃ２\n個人被告ら  元被告Ｃ１従業員ら\n被告Ｐ１  Ｐ１\n被告Ｐ２  Ｐ２\n被告Ｐ３  Ｐ３\n被告Ｐ４  Ｐ４\n被告Ｐ５  Ｐ５\n被告Ｐ６  Ｐ６\n被告Ｐ７  Ｐ７\n被告Ｐ９  Ｐ９\n被告Ｐ１０  Ｐ１０\n被告Ｐ１１  Ｐ１１\n被告Ｐ１２  Ｐ１２\n被告Ｐ１３  Ｐ１３\n被告Ｐ１４  Ｐ１４\n被告Ｐ１５  Ｐ１５\n"
}