{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 8,
    "day": 5
  },
  "case_number": "平成25(行ウ)239",
  "case_name": "固定資産評価審査棄却決定取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "固定資産評価基準にいう不整形地に当たる土地につき，当該土地の地積・形状・利用状況等に照らせば，不整形地補正をしないことが固定資産評価基準に反しないとされた事例",
  "case_gist": "台形状の主要な部分から剣状の細長い部分が突き出ている本件の土地は，固定資産評価基準にいう不整形地に当たるが，当該土地が２８８４．７２㎡もの地積を有し，上記剣状部分が土地全体に占める割合が約１．７％にとどまること，上記主要な部分がほぼ整形であること及び上記土地上にマンションが建築されており，上記剣状部分も緊急時の避難通路として利用されているほか，上記マンションの生活排水管等が埋設され，上記土地がマンション敷地として上記剣状部分も含め一体的に利用されていること等に照らせば，上記土地の形状によってマンション等の建物の建築といった土地利用に支障が生じるものとは認め難く，上記主要な部分の蔭地割合が２２．３％であることを考慮しても，上記土地に宅地としての利用上の制約があるということはできず，上記土地の評価において不整形地補正をしないことが固定資産評価基準に反するものとは考えられない。",
  "lawsuit_id": "85568",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85568",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/568/085568_hanrei.pdf",
  "contents": "平成２７年８月５日判決言渡\n平成２５年（行ウ）第２３９号  固定資産評価審査棄却決定取消請求事件\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n吹田市固定資産評価審査委員会が平成２５年５月１５日付けで原告に対して\nした別紙物件目録記載の土地に係る原告の持分の固定資産課税台帳に登録され\nた平成２４年度の価格についての審査の申出に対する決定のうち，６９９万５\n７５６円を超える部分を取り消す。\n第２  事案の概要\n本件は，別紙物件目録記載の土地（以下「本件土地」という。）の共有者で\nある原告が，吹田市長が固定資産課税台帳に登録した本件土地に係る原告の持\n分（以下「本件持分」という。）の平成２４年度の登録価格（以下「本件登録\n価格」という。）を不服として，吹田市固定資産評価審査委員会（以下「審査\n委員会」という。）に対して審査の申出をしたところ，審査委員会が，これを\n棄却する旨の決定（以下「本件決定」という。）をしたことから，被告に対し，\n本件決定のうち原告主張額を超える部分の取消しを求める事案である。\n１  地方税法の定め\n(1)  固定資産税の課税客体，課税標準等\nア  固定資産税は，固定資産に対し，当該固定資産所在の市町村において，\n固定資産の所有者に課され，その賦課期日は，当該年度の初日の属する年\nの１月１日とする（３４２条１項，３４３条１項，３５９条）。\nイ  基準年度（昭和３１年度及び昭和３３年度並びに昭和３３年度から起算\nして３年度又は３の倍数の年度を経過したごとの年度をいう〔３４１条６\n号〕。以下同じ。）に係る賦課期日に所在する土地に対して課する基準年\n度の固定資産税の課税標準は，当該土地の基準年度に係る賦課期日におけ\nる価格（適正な時価をいう〔３４１条５号〕。以下同じ。）で土地課税台\n帳等に登録されたものとする（３４９条１項）。\nウ  区分所有に係る家屋の敷地の用に供されている土地（以下「共用土地」\nという。）で，当該共用土地に係る区分所有に係る家屋の区分所有者全員\nによって共有されているものであること等の要件を満たすものに対して課\nする固定資産税については，当該共用土地に係る納税義務者で当該共用土\n地に係る区分所有に係る家屋の各区分所有者である者（以下「共用土地納\n税義務者」という。）は，当該共用土地に係る固定資産税額を当該共用土\n地に係る各共用土地納税義務者の当該共用土地に係る持分の割合によって\n按分した額を，当該各共用土地納税義務者の当該共用土地に係る固定資産\n税として納付する義務を負う（３５２条の２第１項）。\n(2)  固定資産の評価及び価格の決定\n総務大臣は，固定資産の評価の基準並びに評価の実施の方法及び手続を定\nめ，これを告示しなければならず（３８８条１項前段），市長村長は，上記\nの基準等によって固定資産の価格を決定しなければならない（４０３条１項）。\n２  前提となる事実\n以下の事実は，当事者間に争いがないか，後掲の証拠及び弁論の全趣旨によ\nり容易に認めることができる。\n(1)  評価基準及び評価要領\nア  総務大臣（平成１３年１月５日以前は自治大臣）は，地方税法３８８条\n１項前段の基準等として，固定資産評価基準（昭和３８年１２月２５日自\n治省告示第１５８号。以下「評価基準」という。）を定めて告示しており，\n評価基準は，宅地の評価について，概要，次のとおり定める。（甲８）\n(ア)  宅地の評価  3\n宅地の評価は，各筆の宅地について評点数を付設し，当該評点数を評\n点１点当たりの価額に乗じて各筆の宅地の価額を求める方法による（第\n１章第３節一）。\n(イ)  評点数の付設\n各筆の宅地の評点数は，主として市街地的形態を形成する地域におけ\nる宅地については，次のとおり，市街地宅地評価法により，付設する（第\n１章第３節二(一)）。\nａ  宅地の利用状況を基準として商業地区，住宅地区，工業地区等に区\n分された地区について，その状況が相当に相違する地域ごとに，その\n主要な街路に沿接する宅地のうちから標準宅地を選定する。\nｂ  標準宅地について，適正な時価を求め，これに基づいて沿接する主\n要な街路について路線価を付設し，これに比準して主要な街路以外の\n街路の路線価を付設する。\nｃ  路線価を基礎として，後記(ウ)の画地計算法を適用して各筆の宅地\nの評点数を付設する。\nこの場合において，市町村長は，宅地の状況に応じ，必要があると\nきは，画地計算法の附表等につき，所要の補正をして適用する。\n(ウ)  画地計算法\nａ  各筆の宅地の評点数は，各筆の立地条件に基づき，路線価を基礎と\nし，１画地の宅地ごとに，画地計算法（①奥行価格補正割合法，②側\n方路線影響加算法，③二方路線影響加算法及び④不整形地，無道路地，\n間口が狭小な宅地等評点算出法）を適用して求めた評点数によって付\n設する（別表第３の１・２）。\nｂ  宅地の価額は，道路からの奥行が長くなるに従って，また，奥行が\n著しく短くなるに従って漸減するものであるから，その一方において\nのみ路線に接する画地については，路線価に当該画地の奥行距離に応\nじ「奥行価格補正率表」（別表第３附表１）によって求めた奥行価格\n補正率を乗じて当該画地の単位地積当たり評点数を求める（別表第３\nの３）。\nｃ  不整形地（三角地及び逆三角地を含む。）の価額については，整形\n地に比して一般に低くなるものであるので，奥行価格補正割合法等に\nよって計算した単位当たり評点数に「不整形地補正率表」（別表第３\n附表４）によって求めた不整形地補正率を乗じて当該不整形地の単位\n地積当たり評点数を求める（別表第３の７(1)①）。なお，奥行価格補\n正割合法の適用に当たっては，その画地の不整形の程度，位置及び地\n積の大小に応じ，不整形地の地積をその間口距離で除して得た計算上\nの奥行距離を基礎とする方法等により評点数を求める（別表第３の７\n(1)②）。\n不整形地補正率表を運用するに当たって，画地の地積が大きい場合\n等にあっては，近傍の宅地の価額との均衡を考慮し，不整形地補正率\nを修正して適用するものとする（別表第３附表４（注２））。\n(エ)  経過措置\nａ  宅地の評価において，標準宅地の適正な時価を求める場合には，当\n分の間，基準年度の初日の属する年の前年の１月１日の地価公示法に\nよる地価公示価格等から求められた価格等を活用し，これらの価格の\n７割を目途として評定する（第１章第１２節一）。\nｂ  平成２４年度の宅地の評価においては，市町村長は，平成２３年１\n月１日から同年７月１日までの間に標準宅地等の価額が下落したと認\nめる場合には，評価額に所定の方法により修正を加えることができる\n（第１章第１２節二）。\nイ  吹田市長は，評価基準を受けて，土地の評価の細部の取扱いについて，\n吹田市固定資産（土地）評価取扱要領（以下「本件要領」という。）を定\nめており，本件要領は，宅地の評価について，概要，次のとおり定める（甲\n１０）。\n(ア)  宅地の価格は，奥行の長短により変動するものであるから，奥行価\n格補正率表（附表１）によって求めた補正率を乗じて当該画地の１㎡当\nたり評点数を求める（第９章第５節４）。\n不整形地補正を要しない不整形地については，原則として，路線から\nおおむね画地の中線において測定した平均の長さを奥行距離とする（第\n９章第３節１）。\n(イ)  一筆又は一画地で１０００㎡以上の土地については，原則として不\n整形地補正を要しない（第９章第５節９）。\n(ウ)  画地と街路との間に段差が存する画地の価格は，一般に低くなるも\nのであるから，道路面高低差補正率表（附表１２）によって求めた補正\n率を乗じて当該画地の１㎡当たり評点数を求める（第９章第５節１６）。\n(2)  当事者等\nア  原告は，本件土地を敷地（共用土地）とするマンション建物（Ａ。以下\n「本件マンション」という。）の区分所有者として本件土地を共有する者\n（持分割合３２万７６１６分の８０３８）であり，本件持分に係る固定資\n産税の納税義務者である。（甲１，４の１～３）\nイ  本件土地は，宅地であり，その形状は別紙地積測量図のとおりであって，\n台形状の土地（以下「本件主要部分」という。）を主要部分とし，本件主\n要部分の南側境界の中央付近から剣状の細長い部分（以下「本件剣先部分」\nという。）が突き出ている。\n(3)  本件決定の経緯\nア  吹田市長は，平成２４年度の本件持分の価格を７８６万６２９７円（本\n件登録価格）と決定し，これを土地課税台帳に登録した。（甲２，４の２）\nイ  原告は，平成２４年５月２４日付けで，審査委員会に対し，本件登録価\n格について不服があるとして，地方税法４３２条１項による審査の申出を\nしたところ，審査委員会は，平成２５年５月１５日付けで，本件登録価格\nの決定は是認できるとして，原告の審査の申出を棄却する旨の本件決定を\nし，同月１６日付けで，原告に対し，これを通知した。（甲５～７）\nウ  原告は，同年１１月１５日，本件決定の取消しを求めて，本件訴訟を提\n起した。（顕著な事実）\n３  被告が主張する本件登録価格の算出根拠\n被告が主張する本件登録価格の算出根拠は，次のとおりである。\n(1)  本件土地は，普通住宅地区に区分されるところ，同地区のうち，本件土地\nの所在する状況類似地区につき選定された標準宅地の平成２３年１月１日時\n点の１㎡当たりの鑑定評価価格の７割の価額は１５万９０００円であること\n及び同日から同年７月１日までの半年間の時点修正率が９９．６％であるこ\nとから，上記標準宅地に沿接する主要な街路の平成２４年度の路線価を１５\n万８３６４点と付設した。\n(2)  本件土地が沿接する街路の路線価については，同街路に沿接する宅地と上\n記標準宅地との間における街路の状況等の相違を総合的に考慮して，１５万\n４３８０点と付設した。\n(3)  本件持分につき，次のとおり評価額を求めた。\nア  本件土地については，本件要領の定める測定方法によれば奥行距離が４\n８ｍとなることから奥行価格補正率を９０％とし，道路面との高低差が６．\n４６ｍあることから道路面高低差補正率を８０％とする一方，不整形地補\n正はしないこととした。\nイ  上記アで述べたところにより，次のとおり単位地積当たり評点数を算出\nした。\n１５万４３８０点（正面路線価）×０．９（奥行価格補正率）×０．８\n（道路面高低差補正率）＝１１万１１５３点（小数点以下切捨て）\nウ  本件持分の総評点数は，上記イで求めた単位地積当たり評点数に，本件\n持分（３２万７６１６分の８０３８）に相当する本件土地の地積を乗じて\n次の通り算出した。\n１１万１１５３点×７０．７７㎡＝７８６万６２９７点（小数点以下切\n捨て）\nエ  本件持分の評価額は，上記ウで算出した評点数に評点１点当たりの価額\n１円を乗じて，次のとおり算出した。\n７８６万６２９７円点×１円＝７８６万６２９７円\n４  争点及び当事者の主張\n本件の争点は，本件決定の適法性，具体的には，不整形地補正をせず，奥行\n価格補正率を９０％として算定された本件登録価格が，評価基準により算定さ\nれる本件持分の価格を上回るかであり，争点に関する当事者の主張は以下のと\nおりである。\n（被告の主張）\n以下のとおり，本件登録価格は，評価基準及びこれに基づき定められた本件\n要領により適正に決定されたものであり，評価基準により算定される本件持分\nの価格を上回るものではないから，本件登録価格を不服とする原告の審査の申\n出を棄却した本件決定は適法である。\n(1)  不整形地補正を要しないこと\nア  不整形地補正は，画地の形状が悪いことにより画地の全部が宅地として\n十分に利用できないという利用上の制約を受けることを理由とする減価補\n正である。そのため，不整形な画地であっても，ある程度まとまった地積\nを有すること等から，建物の建築等が通常の状態において行い得るなど，\n画地の利用上の制約が認められない場合には，不整形地補正をする必要は\nない。評価基準も，画地の地積が大きい場合等にあっては，近隣の宅地の\n価額との均衡を考慮し，不整形地補正率を修正して適用する旨定めている\nし，固定資産評価基準解説土地篇（以下「評価基準解説土地篇」という。）\nにも，ある程度不整形な画地であっても家屋の建築等が通常の状態におい\nて行い得るものは補正を要しない旨記載されている。本件評価要領の不整\n形地補正に係る定め（地積１０００㎡以上の画地につき原則として不整形\n地補正を要しないとするもの）は，不整形地補正の上記趣旨に基づくもの\nであり，評価基準に合致する。\nイ  本件土地は，地積が２８８４．７２㎡と広大な画地であり，その形状も\n極端に不整形ではなく，さらに，建ぺい率・容積率の各上限に近い建物が\n建築され（本件土地に係る建ぺい率は４０％，容積率は１００％であると\nころ，本件マンションの建ぺい率は３７．７５％，容積率は９８．４７％\nである。），実際に建物の敷地として最大限有効利用されていること等から\nすれば，本件土地については不整形地補正をする必要はない。\nウ  原告は，審査委員会の裁決例（平成１８年度第５号）において不整形地\n補正をすべきとされた画地（以下「別件土地」という。別件土地は，台形\n状の主要部分と，そこから突き出た剣先部分により構成される。）の主要部\n分の蔭地割合と本件土地の主要部分（本件主要部分）の蔭地割合とを比較\nし，本件土地につき補正率９２％の不整形地補正をすべきである旨主張す\nるが，画地全体を比較すれば，別件土地の蔭地割合は約６０％であるのに\n対し，本件土地の蔭地割合は約４４％であるから，別件土地につき不整形\n地補正をすべきとされたことをもって，本件土地についても不整形地補正\nをすべきであるということはできない。\nまた，原告は，相続税に係る財産評価基本通達（昭和３９年４月２５日\n付け直資５６，直審（資）１７）の定めを根拠として本件土地につき不整\n形地補正をすべきである旨主張するが，固定資産税は，行政サービスの受\n益に着目して課税される税であって相続税とは課税の趣旨が異なるもので\nあるし，地積が大きい画地には不整形地補正率を修正して適用する旨の評\n価基準の定めに対応する定めが財産評価基本通達には存在しないなど，両\n者には様々な差異が存在するのであるから，財産評価基本通達の定めは本\n件土地に不整形地補正をすべき理由にはならない。\n(2)  奥行価格補正が適正なものであること\nア  評価基準は，不整形地補正を要しない不整形地につき，奥行距離の測定\n方法に係る定めを置いていない。そこで，被告は，評価基準が，市町村長\nにおいて，宅地の状況に応じ，必要があるときは画地計算法の附表等につ\nき所定の補正をする旨定めている（評価基準第１章第３節二(一)４）こと\nに基づき，本件要領において，前記２(1)イ(ア)のとおり，上記不整形地に\nつき，原則として路線からおおむね画地の中線において測定した平均の長\nさをもって奥行とする旨定めている。\n本件土地については，上記測定方法により奥行距離を４８ｍと確定し，\n補正率を９０％として奥行価格補正がされたものであり，本件土地に係る\n奥行価格補正は，評価基準に基づく評価要領により適正にされている。\nイ  仮に原告の主張するように，評価基準の定める不整形地の奥行距離の測\n定方法が，不整形地補正の要否にかかわらず，不整形地一般に妥当するも\nのであったとしても，評価基準別表第３の７②ウの方法による場合には，\n奥行距離は４６ｍとなるのであって，これを５９ｍであるとする原告の主\n張には理由がない。\n（原告の主張）\n本件登録価格は，以下のとおり，評価基準によれば行うべき不整形地補正を\nせず，また評価基準によれば８７％となるべき奥行価格補正率を９０％として\n算定されたものであり，本件登録価格は評価基準により算定される本件持分の\n価格を上回るから，本件登録価格の決定を是認して原告の審査の申出を棄却し\nた本件決定は違法である。\n(1)  評価基準によれば不整形地補正をすべきであること\nア  評価基準の定める「不整形地補正率表」（別表第３附表４）に照らせば，\n地積１０００㎡以上の画地であっても蔭地割合が１０％を超える場合には，\n一定の減価補正がされるのであって，評価基準は，地積が大きい場合に不\n整形地補正を要しないものとはしていない。実質的にみても，不整形地は，\n地積が大きい場合であっても，建築できる建物の形状に制約があるなど，\n同一地積の整形地に比して利便性が劣るのであって，面積の大小にかかわ\nらず，整形地に比してその利用価値が劣るものである。\nしたがって，本件土地についても不整形地補正をすべきであり，少なく\nとも本件主要部分の蔭地割合２２．３％に対応する９２％の補正率が適用\nされるべきである。\n審査委員会が，主要部分の蔭地割合が１７％である別件土地について９\n５％の不整形地補正をすべきであるとしたことや，財産評価基本通達（路\n線価を基礎に不整形地補正等の補正をして財産の「適正な時価」を評定す\nるもので，評価基準と同趣旨の財産評価に係る定めである。）が，１００\n０㎡以上の不整形地であっても，不整形地補正をすべきとしていることか\nらしても，本件土地について，不整形地補正をすべきことは明らかである。\nイ  被告は，評価基準の定める不整形地補正率を修正することが許容されて\nいる旨主張するが，仮にそのようなことが許されるとしても，全国一律の\n統一的な評価基準に従って公平な評価を行うという地方税法上の要請に照\nらせば，上記修正は独自の補正率を定めなければならない特別な事情があ\nる場合に限り許されるというべきところ，吹田市において，地積１０００\n㎡以上の不整形地が，整形地と等価値で取引されているといった事情はな\nいから，地積１０００㎡を超える画地であることを理由に不整形地補正を\nしないことは許されない。\nまた，被告は，本件マンションの建ぺい率及び容積率を理由に，本件土\n地は敷地として最大限有効利用されているから不整形地補正を要しない旨\n主張するが，評価基準は，建ぺい率及び容積率を不整形地補正の要否に係\nる判断要素とはしていない。実質的にみても，不整形地において建物を建\nてるに当たっては，建物の形状や建設位置等に制約を受けるのであって，\n結果的に上限に近い建ぺい率・容積率を確保できたかどうかにより不整形\n地補正の要否が判断されるべきではない。また，不整形地であっても建ぺ\nい率の上限に近い敷地を確保することは困難ではないから，建ぺい率を考\n慮して不整形地補正の要否を判断すると，ほとんどの不整形地について補\n正を要しないことになってしまい，不整形地の価額は整形地に比して一般\nに低くなるという評価基準の前提と相容れない結果となる。したがって，\n不整形地補正の要否に係る判断において建ぺい率及び容積率を考慮すべき\nではない。\n(2)  評価基準によれば奥行価格補正率は８７％となること\nア  評価基準は，奥行距離が一様でない不整形地については，当該画地の地\n積を間口距離で除する方法等により奥行距離を算出すべきことを定めてい\nる。本件土地は，奥行距離が一様でない不整形地であるから，地積（２８\n８４．７２㎡）を間口距離（４９ｍ）で除した平均的な奥行距離である５\n９ｍが奥行距離とされるべきであって，これに対応する補正率８７％の奥\n行価格補正がされるべきである。\nイ  被告は，評価基準の定める不整形地に係る奥行距離測定方法は，不整形\n地補正を要する不整形地についての奥行距離測定方法である旨主張するが，\n奥行価格補正は，画地の奥行が標準奥行よりも長い場合又は短い場合に，\n当該画地の宅地としての利用価値が低くなるという宅地の客観的な形状に\n着目した補正であるから，評価基準の定める上記方法は，不整形地補正の\n要否にかかわらず，客観的に不整形な画地一般について妥当するものとい\nうべきであり，本件土地の奥行も評価基準の定める上記方法により測定さ\nれなければならない。  12\n第３  当裁判所の判断\n１  判断の枠組み\n土地に対する固定資産税の課税標準となる土地の価格（適正な時価）とは，\n正常な条件の下に成立する当該土地の取引価格，すなわち，客観的な交換価値\nをいうと解される。\nところで，前記第２の１(2)のとおり，地方税法は，固定資産の評価の基準並\nびに評価の実施の方法及び手続を，総務大臣の告示である評価基準に委ね，市\n町村長は，評価基準によって固定資産の価格を決定しなければならないと定め\nている。そして，評価基準に定める市街地宅地評価法は，前記認定（前記第２\nの２(1)ア(イ)）のような具体的内容等に照らすと，市街地的形態を形成する地\n域における宅地の客観的な交換価値を算定する方法として一般的な合理性を有\nするものというべきである。そうすると，評価基準によって算定した宅地の価\n額は，同方法によっては価格を適切に算定することができない特別の事情がな\nい限り，その適正な時価（客観的な交換価値）を上回らないものと推認するの\nが相当である（最高裁平成１５年７月１８日第二小法廷判決・裁判集民事２１\n０号２８３頁，最高裁平成２１年６月５日第二小法廷判決・裁判集民事２３１\n号５７頁参照）。\n他方，前示のとおり，地方税法が，固定資産の評価の基準等を評価基準に委\nね，市町村長がこれによって固定資産の価格を決定しなければならないと定め\nているのは，全国一律の統一的な評価基準によって，各市町村全体の評価の均\n衡を図り，評価に関与する者の個人差に基づく評価の不均衡を解消するため，\n固定資産の価格は評価基準によって決定されることを要するものとする趣旨と\n解され，上記地方税法の定め及びその趣旨等に鑑みれば，固定資産税の課税に\nおいて全国一律の統一的な評価基準に従って公平な評価を受ける利益は，適正\nな時価との多寡の問題とは別にそれ自体が地方税法上保護されるべきものとい\nうべきであるから，土地の基準年度に係る賦課期日における登録価格が評価基\n準によって決定される価格を上回る場合には，その登録価格の決定は違法とな\nるものと解される（最高裁平成２５年７月１２日第二小法廷判決・民集６７巻\n６号１２５５頁参照）。\n以上によれば，登録価格が評価基準により算定される価格を超えるものでな\nければ，当該価格は適正な時価を上回らないものと推認され，登録価格が評価\n基準により算定される価格を超えるものであれば，その登録価格の決定は，違\n法となるものというべきである。そこで，以下では，本件登録価格が，評価基\n準により算定される本件持分の価格を超えるものではないかという観点から，\nその適用の要否，方法について争われている不整形地補正及び奥行価格補正に\nついて，順に検討し，本件登録価格の決定を是認した本件決定の適法性を判断\nすることとする（なお，本件において評価基準によっては本件持分の価格を適\n切に算定することができない特別の事情があることを認めるに足りる証拠はな\nい。）。\n２  不整形地補正について\n(1)  評価基準上の不整形地とは，原則として普通地（一辺が路線に接する矩形\nの画地又はこれに準ずる画地），準普通地（一辺の一部が路線に接する矩形\nの画地又はこれに準ずる画地），正台形地（平行線の長辺が路線に接する台\n形の画地又はこれに準ずる画地），正Ｌ字形地（外側二長辺のいずれか一辺\nが路線に接するＬ字形の画地又はこれに準ずるもの）及び路線となす角が大\nきい平行四辺形地等を除いたもので路線に一辺又は数辺が接する多辺整形の\n画地をいう（評価基準解説土地篇２０６頁。甲１６）ところ，本件土地は，\n前記第２の２(2)イのとおり，台形状の土地（本件主要部分）を主要な部分と\nし，その南側境界の中央付近から剣状の細長い部分（本件剣先部分）が突き\n出ており，そのような形状に照らし，不整形地に該当することは明らかであ\nる。\nところで，不整形地補正は，画地の形状が悪いことによって画地の全部が\n宅地として十分に利用できないという利用上の制約を受けることによる減価\n補正であるから，不整形地であっても，宅地としての利用上の制約が認めら\nれない画地については，減価補正を要しないものと解される（評価基準解説\n土地篇２１８頁。乙１）。評価基準は，このような観点から，蔭地割合が１\n０％未満の不整形地については補正率を１．００とし（別表第３附表４），\n減価補正をしないこととしているものと解される。以上に加え，評価基準が，\n不整形地補正率表の運用について，画地の地積が大きい場合等にあっては，\n近傍の宅地の価額との均衡を考慮し，不整形地補正率を修正して適用する旨\n定めている（同附表４（注２））ことからすると，評価基準は，蔭地割合が\n１０％以上の不整形地であっても，画地の地積が大きいこと等により家屋の\n建築等が通常の状態において行い得る画地については，不整形地補正率を１．\n００とし，減価補正をしないことを予定しているというべきである。\n(2)  これを本件土地についてみると，本件土地は２８８４．７２㎡もの地積\nを有する広大な土地であり，本件土地の南側には本件剣先部分が突き出てい\nるものの，同部分の地積は約５０㎡であり，同部分が本件土地全体に占める\n割合は約１．７％にとどまること（甲２６の１～３，乙４，弁論の全趣旨），\n本件剣先部分を除いた本件主要部分はほぼ整形であること，及び本件土地上\nには本件マンションが建築されており，本件剣先部分も，その南端において\n舗装道路に通じ，マンション住民の火災等の緊急時の避難通路として利用さ\nれているほか，本件マンションの生活排水管等が埋設され（甲１８，１９，\n乙２，３），本件土地はマンション敷地として本件剣先部分も含め一体的に\n利用されていること等に照らせば，本件土地の形状によってマンション等の\n建物の建築といった土地利用に支障が生じるものとは認め難く，本件主要部\n分の蔭地割合が２２．３％（甲９）であることを考慮しても，本件土地に宅\n地としての利用上の制約があるということはできず，本件土地の評価におい\nて不整形地補正をしないことが評価基準に反するものとは考えられない。\nこれに対し，原告は，別件土地につき審査委員会が不整形地補正をすべき\nとしたことをもって本件土地についても不整形地補正 をすべきである旨主\n張する。しかしながら，別件土地は，ほぼ整形である台形状の部分と，そこ\nから突き出た剣先部分により構成される（甲１３）ところ，その蔭地割合（約\n６０％〔弁論の全趣旨〕）や，剣先部分が土地全体に占める割合（約１３％\n〔甲１２〕）は，いずれも本件土地の上記各割合（蔭地割合は約４４％〔甲\n９〕，剣先部分が占める割合は約１．７％）を相当程度上回ることから，本\n件土地よりもより不整形な土地であると認められる上，別件土地（１７１４．\n５８㎡〔甲１２〕）は本件土地よりも１０００㎡以上小さく，宅地としての\n利用上の制約の有無，程度，ひいては不整形地補正の要否という観点からは，\n別件土地の評価と本件土地の評価とでは事案を異にするものというべきで\nあって，審査委員会が別件土地につき不整形地補正をすべきとしたことをも\nって，本件土地についても不整形地補正をすべきであるということはできな\nい。\nまた，原告は，適正な時価を評定するという点で評価基準と同趣旨の定め\nである財産評価基本通達において，１０００㎡以上の不整形地であっても，\n不整形地補正をすべきものとしていることからしても，本件土地について不\n整形地補正をすべきである旨主張する。しかしながら，財産評価基本通達は，\n評価基準について前示したものと同様の趣旨から不整形地補正を定めている\nと解され，そのような趣旨からすれば，財産評価基本通達も，画地の大きさ\n等からして家屋の建築が通常の状態において行い得るなど，宅地としての利\n用に特に支障がないものについて，不整形地補正をしないことを否定するも\nのとは解されず，原告の上記主張は，採用することができない。\n(3)  したがって，不整形地補正をしなかったことにより，本件登録価格が，\n評価基準により算定される本件持分の価格を超えるということはできない。\n３  奥行価格補正について  16\n(1)  評価基準は，不整形地に係る奥行価格補正割合法の適用について，①当\n該不整形地を区分して整形地を得られるときは，その区分した整形地につい\nて評点を求める方法（評価基準別表３の７(1)②ア。以下「アの方法」とい\nう。），②不整形地の地積をその間口距離で除して得た計算上の奥行距離（想\n定整形地の奥行距離が上限となる〔甲１５〕。）を基礎として評点数を求め\nる方法（評価基準別表３の７(1)②イ。以下「イの方法」という。）及び③\n近似整形地（当該土地に近似する整形地であって，外側蔭地と内側蔭地の地\n積がおおむね等しく，かつその合計面積ができるだけ少なくなるよう留意し，\n可能な限り画地の形状に順応させた土地〔乙１〕）につき評点数を求める方\n法（評価基準別表３の７(1)②ウ。以下「ウの方法」という。）の３つの方\n法を定める（甲８）。\nなお，この点に関し，被告は，上記の各方法は，不整形地補正を要する不\n整形地に限って適用されるものである旨主張する。しかし，上記の各方法は，\n評価基準別表第３の７の「(1)  不整形地の評点算出法」という表題の下に定\nめられ，評価基準中，上記の各方法が不整形地補正の適用がある不整形地に\nついてのみ適用されるべきものであることをうかがわせる文言は見当たらな\nいし，奥行価格補正が土地の奥行距離の長短という客観的な形状による土地\nの利用上の制約を根拠とする減価補正であるのに対し，不整形地補正は画地\nの形状が悪いことによる土地の利用上の制約を根拠とする減価補正であり，\n両者は補正根拠を異にするものであって，不整形地補正の要否により奥行価\n格補正に係る上記各方法の適用の有無を区別すべき理由はないから，上記の\n各方法は，不整形地一般に適用されるものであると解すべきである。\n(2)  そこで，本件土地について，上記(1)のいずれの方法を採用することが相\n当であるかについて検討する。\nア  アの方法について\n本件土地は，その形状に照らし，整形地に区分することは困難であり，\nアの方法は採用することができない。\nイ  イの方法について\n(ア)  イの方法によった場合の本件土地の計算上の奥行距離は約５８．８\nｍ（２８８４．７２㎡÷４９ｍ〔甲６〕），これに対応する奥行価格補正\n率は８７％となり，これを基礎として算定される本件土地の価格（３億\n０９９５万８７７９円）は，以下のとおり，同じイの方法を採用して算\n定される本件主要部分の価格（３億１５０８万９３３２円）を下回るこ\nとになる。\nａ  イの方法による場合の本件土地の価格\n１５万４３８０点（正面路線価）×０．８７（奥行価格補正率）×\n０．８（道路面高低差補正率）×２８８４．７２（地積）×１（評価\n点１点当たりの価格）＝３億０９９５万８７７９円（１円未満切捨て）\nｂ  イの方法による場合の本件主要部分の価格\n１５万４３８０点（正面路線価）×０．９０（奥行価格補正率）×\n０．８（道路面高低差補正率）×２８３４．７２（地積）×１（評価\n点１点当たりの価格）＝３億１５０８万９３３２円（１円未満切捨て）\nなお，本件主要部分の奥行距離は，地積を間口距離で除した奥行距\n離（約２８３４．７２÷４９＝約５７．８ｍ）が，本件主要部分に係\nる想定整形地（本件主要部分を囲む正面路線に面する矩形の土地〔乙\n１〕）の奥行距離約５１ｍ（乙９。乙９の図は本件土地の近似整形地を\n示したものであるが，同図を基に本件主要部分の想定整形地を作成す\nると，その奥行距離は長く見積もっても約５１ｍである。）を上回るた\nめ，上記想定整形地の奥行距離が計算上の奥行距離となり，これに対\n応する奥行価格補正率は９０％となる。\n(イ)  しかし，同一形状の土地（本件主要部分）に本件剣先部分のような\n突起部分が加わることにより土地の価格が下落するとは 通常考え難い\n（特に，本件剣先部分は，その南端において舗装道路に通じ，緊急時の\n避難通路や本件マンションの生活排水管等の埋設場所として利用 され\nていること〔前記２(2)〕からしても，一定の価値を有するものという\nべきであって，本件土地の価格が，本件主要部分の価格を下回るとは考\nえ難い。）から，イの方法を採用することにより算定される上記(ア)ａ\nの本件土地の価格は，宅地の客観的な交換価値を示すものとしては不合\n理であるといわざるを得ず，評価基準が，本件土地につきイの方法によ\nり奥行価格補正割合法を適用することを想定しているとは考え難い。\nウ  ウの方法について\n他方，ウの方法による場合，本件土地の近似整形地の奥行距離は４６ｍ\n（乙９，弁論の全趣旨）であるから，これに対応する奥行価格補正率は９\n１％となり（なお，乙９で求められている近似整形地が必ずしも正確なも\nのではなかったとしても，本件土地の形状，地積等からして，近似整形地\nの奥行距離は４４ｍ未満あるいは４８ｍ以上になるものとは考え難く，本\n件土地の近似整形地の奥行距離に対応する奥行価格補正率が９１％である\nことに変わりはない。），これに基づき計算される本件土地の価格は，以下\nのとおり，その合理性を疑わせる事情も見当たらない。\n（ウの方法による場合の本件土地の価格）\n１５万４３８０点（正面路線価）×０．９１（奥行価格補正率）×０．\n８（道路面高低差補正率）×２８８４．７２（地積）×１（評価点１点\n当たりの価格）＝３億２４２０万９７５７円（１円未満切捨て）\nエ  以上によると，本件土地については，奥行価格補正割合法の適用に当た\nっては，ウの方法を採用することが相当であると解される。\n(3)  そうすると，評価基準により本件土地の価格を算定する場合の奥行価格補\n正率は９１％になるというべきであるから，奥行価格補正率を９０％とした\nことによって，本件登録価格が，評価基準により算定される本件持分の価格\nを超えるということはできない。\n４  以上によれば，本件登録価格は，評価基準により算定される本件持分の価格\nを超えるものということはできない（なお，前記第２の３の被告が主張する本\n件登録価格の算定根拠のうち，不整形地補正及び奥行価格補正に係る部分を除\nく算定過程，基礎数値等につき，評価基準に反する部分や不合理，不正確な部\n分は見当たらない。）から，適正な時価を上回らないものと推認することがで\nきる。\nよって，本件登録価格の決定を是認した本件決定は適法であり，原 告の請 求\nは理由が ないか ら， これを棄 却する こと とし，主 文のと おり 判決する 。\n大阪地方裁判所第２民事部\n裁判長裁判官      西田隆 裕\n裁判官      斗谷匡 志\n裁判官      狹間巨 勝\n"
}