{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 21
  },
  "case_number": "平成23(ワ)9600",
  "case_name": "意匠権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "意匠権",
  "lawsuit_id": "82383",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82383",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/383/082383_hanrei.pdf",
  "contents": "平成２４年６月２１日判決言渡  同日原本交付  裁判所書記官\n平成２３年(ワ)第９６００号  意匠権侵害差止等請求事件\n口頭弁論終結日  平成２４年４月２０日\n判              決\n原              告      タイガー魔法瓶株式会社\n同訴訟代理人弁護士      村     林     隆     一\n同                      井 上 裕 史\n同                      原   仁 志\n同訴訟副代理人弁護士      加 藤 明 俊\n被              告      株 式 会 社 た つ み や\n同訴訟代理人弁護士      吉     武     賢     次\n同                      宮     嶋           学\n同                      髙     田     泰     彦\n同                      柏           延     之\n同 補 佐 人 弁 理 士      朝     倉           悟\n主              文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙物件目録記載の携帯用魔法瓶を製造し，販売し，販売のため\nの展示をしてはならない。\n２  被告は，原告に対し，５２５０万円及びこれに対する平成２３年７月１日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，後記本件意匠権を有する原告が，被告に対し，被告の別紙物件目\n録記載の携帯用魔法瓶（以下「被告製品」という。）の製造・販売等は，本\n件意匠権を侵害すると主張して，本件意匠権に基づき，被告製品の製造・販\n売等の差止めを求めると共に，本件意匠権侵害の不法行為に基づく損害賠償\nとして５２５０万円及びこれに対する不法行為の後である平成２３年７月\n１日から支払済みまで年５分の割合による遅延損害金の支払を求めた事案\nである。\n１  判断の基礎となる事実\n以下の事実は，当事者間に争いがない。\n(1)  本件意匠権\n原告は，次の意匠権（以下「本件意匠権」といい，その登録意匠を「本\n件意匠」という。）を有している。\n登 録 番 号    第１３６３５６６号\n出 願 日    平成１９年４月２５日\n登 録 日    平成２１年５月２９日\n意匠に係る物品    携帯用魔法瓶\n登 録 意 匠    別紙本件意匠公報記載のとおり\n(2)  関連意匠\n原告は，本件意匠について，次の関連意匠（以下，登録番号順に「関連\n意匠１」などという。）についても，意匠権を有している。\nア  関連意匠１\n登 録 番 号    第１３９６０５７号\n出 願 日    平成２１年６月１５日\n登 録 日    平成２２年７月３０日\n意匠に係る物品    携帯用魔法瓶\n登 録 意 匠    別紙関連意匠１公報記載のとおり\nイ  関連意匠２\n登 録 番 号    第１３９６０５８号\n出 願 日    平成２１年６月１５日\n登 録 日    平成２２年７月３０日\n意匠に係る物品    携帯用魔法瓶\n登 録 意 匠    別紙関連意匠２公報記載のとおり\nウ  関連意匠３\n登 録 番 号    第１３９６０５９号\n出 願 日    平成２１年６月１６日\n登 録 日    平成２２年７月３０日\n意匠に係る物品    携帯用魔法瓶\n登 録 意 匠    別紙関連意匠３公報記載のとおり\n(3)  被告の行為\n被告は，被告製品を製造し，販売し，販売のための展示をしている。\n(4)  被告製品の構成\n被告製品は携帯用魔法瓶であり，その構成は，別紙被告製品図面記載の\nとおりである（以下，被告製品に係る意匠を「被告意匠」という。）。\n２  争点\n(1)  被告意匠は本件意匠に類似するか（争点１）\n(2)  本件意匠は，意匠登録無効審判により無効にされるべきものと認めら\nれるか（争点２）\n(3)  原告の損害額（争点３）\n第３  争点に係る当事者の主張\n１  争点１（被告意匠は本件意匠に類似するか）について\n【原告の主張】\n以下に述べるとおり，被告意匠は，本件意匠と類似する。\n(1)  本件意匠の構成\n本件意匠の基本的構成態様及び具体的構成態様は次のとおりである。\nア  基本的構成態様\n本件意匠に係る物品は携帯用魔法瓶であって，\nＡ  キャップと本体とから構成されている。\nＢ  このキャップは本体の上部にあって，本体の１割から２割の長さで\n上乗せされている。\nイ  具体的構成様態\nＣ  キャップと本体との間には若干の切り込み部分がある。\nＤ  キャップの下部には若干の線状部分（周側面より突出した細帯環状\nの部分）がある。\nＥ  本体の下部には若干の線状部分がある。\n(2)  被告意匠の構成\n被告意匠の基本的構成態様及び具体的構成態様は次のとおりである。\nア  基本的構成態様\n被告製品も携帯用魔法瓶であって，\nａ  キャップと本体から構成されている。\nｂ  このキャップは本体の上部にあって，本体から１割の長さにおいて\n上乗せされている。\nイ  具体的構成態様\nｃ  被告製品のキャップと本体との間には若干の切り込み部分がある。\nｄ  被告製品のキャップの下部には若干の線状部分（突出した線状部\n分）がある。\nｅ  本体の下部には若干の線状部分がある。\n(3)  類否について\nア  本件意匠と被告意匠とは，その物品を同じくし，その全体的構成は，\n需要者の立場からみて全く同じである。特に，関連意匠と合体した本件\n意匠をみるとき，その具体的態様の差異は全体的に消化され，全体とし\nての審美感に差異を生じていない。\nしたがって，被告意匠は，本件意匠と類似する。\n被告の主張する被告意匠の側面に凹凸部分がほとんどないことは，全\n体的にみたときに本件意匠と被告意匠とを全く異なるものと把握させ\nるものではない。また，被告意匠のスリム性は，関連意匠３からも看取\nすることができる。\nイ  本件意匠の出願前には甲６ないし１２号証の公知刊行物があり，キャ\nップと本体との組合せに様々な形状のものが存在するが，本件意匠の類\n似する範囲を限定するようなものは存在しない。\nまた，本件意匠は甲１６ないし２５号証の後願意匠が存在するが，こ\nれらは本件意匠とは全く異なるものであり，本件意匠の類似する範囲に\n影響を及ぼすものではない。\n【被告の主張】\n(1)  本件意匠の構成\n本件意匠の審査段階での拒絶理由通知に対する意見書（乙３）の内容を\n踏まえ，本件意匠の基本的構成態様及び具体的構成態様は以下のとおり特\n定すべきである。\nＡ  キャップと本体とから構成されている。\nＢ′このキャップ部は本体の上部にあって，全体の略６分の１の高さで上\n乗せされている。\nＣ′キャップと本体との間には溝部が形成されていて，その幅はキャップ\nの高さの略５分の１である。\nＤ′キャップの下端には周側面より突出した細帯環状の部分がある。\nＥ′本体の下端寄りに横帯上の丸い膨らみを持たせ，その突出頂上に横方\n向に周回する細溝を設けてある。\nＦ′平面の直径と全体の高さとの比率は略１：２．３である。\n(2)  被告意匠の構成\n被告意匠の構成は以下のとおり特定すべきである。\nａ  キャップと本体から構成されている。\nｂ′このキャップは本体の上部にあって，全体の略８分の１の高さで上乗\nせされている。\nｃ′被告製品のキャップと本体との間には隙間がない（乙４）。\nｄ  被告製品のキャップの下部には若干の線状部分がある。\nｅ  本体の下部には若干の線状部分がある。\nｆ′平面の直径と全体の高さとの比率は略１：３．６である。\nｇ′本体の飲み口の外周面を覆う別部材のキャップが付されている。\n(3)  類否について\nア  共通点について\n両意匠は，共に略円筒形であり，キャップと本体とから構成されてい\nるという基本的な構成態様において共通していることに異論はない（構\n成態様Ａ及び構成態様ａ）。\nしかしながら，このような構成はステンレス製魔法瓶の原型（乙１の\n６）と何ら異なることはなく，この点において共通することは両意匠の\n類否判断において何ら影響を及ぼすものではない。\nイ  相違点について\n上記アに指摘した構成態様以外の各構成態様において，両意匠はこと\nごとく異なっている。\n両意匠の相違について検討するに，本件意匠は構成態様Ｃ′，Ｄ′，\nＥ′を採用することにより，意図的に側面に凹凸を形成することを基本\n的な造形思想とし，かつ美感における特徴とするものである。これに対\nし，被告意匠は構成態様ｃ′，ｄ，ｅからも明らかなとおり，側面にほ\nとんど凹凸のない平坦な構成を採用しており，この点において明らかに\n本件意匠の特徴的な構成と異なる。また，本件意匠は，構成態様Ｆ′の\n構成を採用することにより，ステンレス魔法瓶としては通常若しくは通\n常よりもやや幅広の構成になっているのに対し，被告意匠は，構成態様\nｆ′から明らかなとおり，通常と比べて細い円筒状の構成となっている\nのであって，この点を強調した宣伝がされている（乙５）。\nさらに，被告意匠は，本件意匠と異なり，本体の飲み口にシリコン製\nのキャップが付されている点を特徴としており，この点を強調した宣伝\nがされている（乙５）。\nこのように，両意匠の構成態様をそれぞれ対比すれば，両意匠が非類\n似であることは極めて明白といえる。\nウ  公知意匠について\n本件意匠の類似の範囲は，乙１１ないし１７号証の公知意匠により，\n限定的に解釈すべきである。\nまた，被告意匠は，本件意匠よりも，むしろ本件意匠の出願日前に公\n知であった大阪地方裁判所平成２１年６月４日判決（平成２０年(ワ)第\n１５９７０号損害賠償請求事件）の判決書別紙物件目録１記載のステン\nレス製魔法瓶に係る意匠（乙６。甲２６・７頁に掲載された型番ＧＺＤ\n－Ｃ０２１の意匠も同じ。以下「引用意匠１」という。）に近似してい\nる。このことは，被告意匠は，少なくとも本件意匠との対比において，\n公知意匠（引用意匠１）の域を出るものではなく，それゆえ，本件意匠\nの権利範囲に属しないことの裏付けとなる重要な事実である。さらに，\n本件意匠との対比でいうと，引用意匠１や本件意匠の出願日前に公知で\nあった，象印マホービン株式会社が販売するタフマグ（ＳＭ－ＡＢ型，\n０．３６リットル入り，黒色）の魔法瓶に係る意匠（乙１の７，８の右\n端。以下「引用意匠２」という）の方が被告意匠よりも本件意匠に近似\nしているといえるのであって，このことは，仮に本件意匠に係る意匠権\nが有効であるとした場合，公知意匠である引用意匠１をその類似の範囲\nに含まない以上，必然的に被告意匠もその類似の範囲に含まれないこと\nを示す重要な事実である。\n２  争点２（本件意匠は，意匠登録無効審判により無効にされるべきものと認\nめられるか）について\n【被告の主張】\n仮に，被告意匠が本件意匠の類似する範囲に含まれるとしても，本件意匠\nは，引用意匠１又は２に基づき，意匠法３条１項３号ないしは同条２項の適\n用により無効にされるべきであるから，同法４１条で準用する特許法１０４\n条の３の規定により，権利行使は認められない。\n(1)  引用意匠１を主引例とする無効理由について\nア  引用意匠１の構成を本件意匠の構成態様に対応させて記述すると，以\n下のとおりである。\n１ａ  キャップと本体とから構成されている。\n１ｂ  このキャップは本体の上部にあって，全体の略８分の１の高さで\n上乗せされている。\n１ｃ  キャップと本体との間には若干の切り込み部分がある。\n１ｄ  キャップの下部には若干の線状部分がある。\n１ｅ  本体の下端を含めた側面に凹凸がない。\n１ｆ  平面の直径と全体の高さとの比率は略１：３である。\nイ  引用意匠１と被告意匠ではどちらが本件意匠に近似しているかを検\n討する。\nまず，引用意匠１の構成態様１ａ，１ｂ，１ｄは，被告意匠の構成態\n様ａ，ｂ′，ｄ′とほぼ共通しており，本件意匠との対比において特段\nの差はないが，引用意匠１の構成態様１ｃ，１ｆと被告意匠の構成態様\nｃ′，ｆとを比較すると，引用意匠１の方がより本件意匠に近い構成で\nある。\nまた，引用意匠１の構成態様１ｅと被告意匠の構成態様ｅとを比較す\nると，両者とも本件意匠のような膨らみ部分はないものの，引用意匠１\nの本体下部には継ぎ目がないのに対し，被告意匠においては線状部分を\n有しているという違いがある。しかしながら，本件意匠（構成要件Ｅ′）\nは，あくまで，本体の下端寄りに横帯状の丸い膨らみを持たせ，その突\n出頂上に横方向に周回する細溝を設けることに特徴があるのであり，若\n干の線状部分（構成態様１ｅ）自体は，技術的理由によって生じるもの\nで特徴的ではないことから，この点は実質的な相違とはいえない。\nウ  以上の点及び被告意匠と本件意匠ではほとんど構成態様が共通せず，\n美感も大きく異なること（上記１【被告の主張】）を考慮すれば，引用\n意匠１の方が被告意匠よりも本件意匠に近似しているといえる。\nしたがって，本件意匠の類似する範囲に被告意匠が含まれる場合には，\n公知意匠である引用意匠１も必然的に含まれることとなる。よって，意\n匠法３条１項３号の無効理由を有することとなるから，同法４１条で準\n用する特許法第１０４条の３の規定により，権利行使は認められない。\n(2)  引用意匠２を主引例とする無効理由について\nア  引用意匠２を本件意匠の構成態様に対応させて記載すると以下のと\nおりである。\n２ａ  キャップと本体とから構成されている。\n２ｂ  このキャップは本体の上部にあって，全体の略６分の１の高さで\n上乗せされている。\n２ｃ  キャップと本体との間には若干の切り込み部分がある。\n２ｄ  キャップの側面の上部付近には若干の線状部分がある。\n２ｅ  本体の下端に横帯上の膨らみを持たせ，その上部付近に横方向に\n周回する細溝を設けてある。\n２ｆ  平面の直径と全体の高さとの比率は略１：２．５である。\nイ  引用意匠２と被告意匠ではどちらが本件意匠に近似しているかを検\n討する。\nまず，引用意匠２の構成態様２ａ，２ｂは，本件意匠の構成態様Ａ，\nＢ′とほぼ完全に一致する。そして，引用意匠２の構成態様２ｃ，２ｅ，\n２ｆは，本件意匠の構成態様Ｃ′，Ｅ′，Ｆと相違するものの，被告意\n匠の構成態様ｃ′，ｅ，ｆと本件意匠の構成態様Ｃ′，Ｅ′，Ｆとの相\n違と比較すれば，引用意匠２と本件意匠の相違の方が明らかに小さい。\nこれらの構成態様の比較によれば，造形思想も視覚的な美感も，引用\n意匠２の方が被告意匠よりも本件意匠に近似しているといえることは\n明らかである。なお，引用意匠２の構成態様２ｄは，本件意匠の構成態\n様Ｄ′とは異なるものの，引用意匠２は，構成態様Ｄ′の特徴である「周\n側面より突出した細帯環状の部分がある」という構成を備えていない点\nにおいて被告意匠と異なるところはないため，引用意匠２と被告意匠の\nどちらが本件意匠に近似しているかを考える際に，この点は大きな考慮\n要素となるものではない。実際，引用意匠２は，被告意匠のようにスリ\nムですっきりとした印象というよりは，本件意匠のようにずんぐりとし\nた印象を与えるものであり，本件意匠の特徴の一つである本体下部の竹\nの節のような造形的形状と共通する構成を備えるものであるから，美感\nとしても本件意匠により近いといえる。\nウ  以上の点及び被告意匠と本件意匠ではほとんど構成態様が共通しない\nこと（上記１【被告の主張】）を考慮すれば，引用意匠２の方が被告意\n匠よりも本件意匠に近似しているといえることは明らかである。\nしたがって，本件意匠の類似する範囲に被告意匠が含まれる場合には，\n公知意匠である引用意匠１も必然的に含まれることとなる。よって，意\n匠法３条１項３号の無効理由を有することとなるから，同法４１条で準\n用する特許法１０４条の３の規定により，権利行使は認められない。\nエ  なお，本件意匠と引用意匠２とではキャップ形状において異なるもの\nの，本件意匠と同様のキャップ形状は，乙１１号証や甲２６号証に記載\nされた多くの携帯用魔法瓶において採用されている形状であるから，引\n用意匠２のキャップに代えて本件意匠と同様の形状のキャップを用い\nることは容易である。\nしたがって，仮に引用意匠２を主引例とした場合に意匠法３条１項３\n号に該当しないとしても，本件意匠は引用意匠２に基づいて容易に創作\nできたものであるから，同条２項の適用により無効を免れないことは明\nらかである。\n【原告の主張】\n引用意匠１，２は，本件意匠の有効性に影響を及ぼすものではない。\n３  争点３（原告の損害額）について\n【原告の主張】\n被告は，平成２２年４月１日から平成２３年６月３０日までの間，被告製\n品を合計１０万個，製造販売している。原告がこれを製造販売した場合，１\n個につき５００円，合計５０００万円の利益を得るはずである。\nまた，本件訴訟の弁護士費用のうち，相当因果関係のある損害は２５０万\n円である。\n【被告の主張】\n争う。\n第４  当裁判所の判断\n１  争点１（被告意匠は本件意匠に類似するか）について\n(1)  本件意匠の構成\nア  証拠（甲２，乙３）及び弁論の全趣旨によれば，本件意匠は，別紙本\n件意匠公報に記載のとおりであり，意匠に係る物品を「携帯用魔法瓶」\nとするもので，その構成態様は，次のとおりと認められる（なお，各項\n目のアルファベットは，上記当事者の主張に対応している。）。\n(ア)  基本的構成態様\nＡ  キャップと本体とから構成されている。\nＢ  このキャップは本体の上部にあって，全体の略６分の１の高さで\n上乗せされている。\nＦ  平面の直径と全体の高さとの比率は略１：２．３である。\n(イ)  具体的構成態様\nＣ  キャップの下端と本体との間には，本体の上端がなだらかに縮径\nすることによって形成される溝部が存在し，その幅はキャップの高\nさの略５分の１である。\nＤ  キャップの下端には周側面より突出した細帯環状の部分がある。\nＥ  本体の下端寄りに横帯上の丸い膨らみを持たせ，その突出頂上に\n底面と平行に周回する細溝を設けてある。\nイ  原告は，構成態様Ｅについて，関連意匠２，３には，同構成（本体の\n下端寄りに横帯上の丸い膨らみを持たせ，その突出頂上に横方向に周回\nする細溝を設けてある）をみることができないため，本件意匠の具体的\n構成態様に含めるのは相当でないと主張する。\nしかしながら，関連意匠の構成は，本意匠の要部ないし類似する範囲\nを検討するに当たってしん酌し得るものではあるものの，本意匠の構成\n態様自体を画するものではないため，当該主張には明らかに理由がない。\n(2)  被告意匠の構成\n証拠（乙４，５）及び弁論の全趣旨によれば，被告意匠は，携帯用魔法\n瓶であって，その構成態様は次のとおりと認められる（なお，各項目のア\nルファベットは上記当事者の主張に対応している。）。\nア  基本的構成態様\nａ  キャップと本体から構成されている。\nｂ  このキャップは本体の上部にあって，全体の略８分の１の高さで上\n乗せされている。\nｆ  平面の直径と全体の高さとの比率は略１：３．６である。\nイ  具体的構成態様\nｃ  被告製品のキャップの下端と本体との間には，両者の接合面が形成\nされる。\nｄ  被告製品のキャップの下端には周側面よりさほど突出しない細帯環\n状の部分がある。\nｅ  本体の下部に底面と平行に周回する線状部分がある。\nｇ  本体の飲み口の外周面を覆う別部材のキャップが付されている。\n(3)  本件意匠の要部について\nア  要部について\n登録意匠とそれ以外の意匠が類似であるか否かの判断は，需要者の視\n覚を通じて起こさせる美感に基づいて行うものである（意匠法２４条２\n項）。\nしたがって，その判断にあたっては，意匠に係る物品の性質，用途，\n使用態様，さらには公知意匠にない新規な創作部分の存否等を参酌して，\n需要者の注意が惹き付けられる部分を要部として把握した上で，両意匠\nが要部において構成態様を共通にするか否かを中心に観察し，全体とし\nて美感を共通にするか否かを判断すべきである。\nイ  需要者，使用態様について\n本件意匠及び被告意匠は，いずれも携帯用魔法瓶に関するものであり，\nその需要者は一般消費者である。\n同物品は，日常的に持ち運んで使用されることからすれば，需要者は，\n持ち運びの利便性に影響するその全体的な外観に着目するといえる（な\nお，これに含まれない本体の飲み口部についても，需要者は，携帯用魔\n法瓶を使用する際に一応着目するともいえるが，キャップをした際には\n人目に触れない部分であることからすれば，需要者が，全体的な外観以\n上に，特に当該部分に着目するとまでは認め難い。）。\nウ  公知意匠について\n(ア)  証拠（乙１，６，１１～１６）によれば，携帯用魔法瓶において，\n全体的に円筒形で，本体とキャップによって構成される意匠は，本件\n意匠の出願以前に公然と知られていたことが認められる（もっとも，\n円筒形における底面の直径及び高さの比率，高さのうち本体とキャッ\nプの長さの比率は，公知意匠においても一様とはいえない。）。\n(イ)  本件意匠の出願以前に公開されていた意匠公報（意匠登録６５１\n７５３号。乙１１。以下「乙１１公報」という。）には，上記(ア)の構\n成態様を備える携帯用魔法瓶について，キャップの下端と本体との間\nに環状に切り込み部分のある形状（ただし，その形状は，本件意匠の\n構成態様Ｃのように「溝部」を構成するものではない。）が開示され\nている。また，キャップの下端について，内側部材が周側面よりやや\n突出して細帯環状に現れる形状（その形状は，本件意匠の構成態様Ｄ\nとほぼ同様である。）が開示されている。\nまた，本件意匠の出願以前に公開されていた乙１号証の６ないし９\nの写真，乙１１公報，意匠公報（意匠登録７０８９６９号。乙１３。\n以下「乙１３公報」という。）には，上記(ア)の構成態様を備える携帯\n用魔法瓶について，本体の下端寄りに，底面と平行になるように環状\nの線が入った形状が開示されている。さらに，乙１号証の７ないし９\nの写真には，当該環状の線の入った部分が横帯状の丸い膨らみになっ\nている形状（その形状は，本件意匠の構成態様Ｅとほぼ同様である。）\nも開示されている。\nエ  関連意匠について\n本件意匠は構成態様Ｃ「キャップの下端と本体との間には，本体の\n上端がなだらかに縮径することによって形成される溝部が存在し，そ\nの幅はキャップの高さの略５分の１である」を備えるところ，関連意\n匠１ないし３のこれに対応する部分には，若干の切り込み部分（ただ\nし，その幅は，被告意匠の接合面よりは大きいと認められる。）があ\nるにすぎないことが認められる（甲３～５）。\nまた，本件意匠は構成態様Ｅ「本体の下端寄りに横帯上の丸い膨ら\nみを持たせ，その突出頂上に底面と平行に周回する細溝を設けてあ\nる」を備えるところ，関連意匠３のこれに対応する部分には，特段の\n膨らみや細溝の形状は認められない（甲５）。\nオ  本件意匠の要部\n上記認定したところを総合して，本件意匠の要部について検討する。\n携帯用魔法瓶において，需要者は，その全体的な外観に着目すると\nいえるものの，①全体の形状が円筒形で，本体とキャップとから構成\nされた形状は，本件意匠の出願前に公然と知られていたものと認めら\nれる。\nそして，上記①の形状を備える携帯用魔法瓶において，②キャップ\nの下端と本体との間に環状に切り込み部分がある形状，③キャップの\n下端について，内側部材が周側面よりやや突出して細帯環状に現れる\n形状，④本体の下端寄りに，底面と平行になるように環状の線が入り，\n当該部分が横帯状の丸い膨らみになっている構造についても，本件意\n匠の出願前に公然と知られていたと認められる。\nそうすると，本件意匠における上記①ないし④の形状の特徴自体は，\n本件意匠の要部を構成するものとはいえないというべきである（なお，\n上記①ないし④の形状は，独立して観察されることからすれば，これ\nらの組み合わせ自体が要部を構成するということもいえない。）。\nしたがって，本件意匠の要部は，上記各形状に係るより具体的な形\n状，すなわち，①円筒形の底面の直径及び高さの割合，高さのうち本\n体とキャップの比率，②キャップの下端の細帯環状の具体的形状，③\nキャップの下端と本体との間における環状の切り込み部分（溝部）の\n具体的形状，④本体の下端寄りの環状の線，横帯状の丸い膨らみの具\n体的形状にあるというべきである。そして，上記エのとおり本件意匠\nと関連意匠との対比を考慮すると，これらのうち，関連意匠とも共通\nする上記①，②を，類否判断に当たってより重視すべきであるといえ\nる。\n(4)  類否について\nア  本件意匠及び被告意匠の共通点及び差異点\n(ア)  共通点\n本件意匠と被告意匠が，全体の形状が円筒形で，本体とキャップ\nとから構成された形状であることは共通する。\n(イ)  差異点\nａ  全体の高さに占めるキャップの高さの割合\n本件意匠は略６分の１であるのに対し，被告意匠は略８分の１\nである。\nｂ  底面の直径と高さとの比率\n本件意匠は１：２．３であるのに対し，被告意匠は１：３．６\nである。\nｃ  キャップと本体との間の形状\n本件意匠は，キャップの高さの略５分の１の幅の溝部があるの\nに対し，被告意匠に溝部といえるものはなく，キャップと本体の\n接合面が存在するのみである。\nｄ  キャップの下端の形状\n本件意匠は，周側面より突出した細帯環状の部分があるのに対\nし，被告意匠は周側面よりさほど突出しない細帯環状の部分があ\nる。\nｅ  本体のやや底面よりの形状\n本件意匠は，横帯上の丸い膨らみを持たせ，その突出頂上に横\n方向に周回する細溝を設けてあるのに対し，被告意匠は，底面と\n平行に周回する線状部分がある。\nｆ  本体の飲み口部の形状\n被告意匠は，外周面を覆う別部材のキャップが付されているの\nに対し，本件意匠にそのような形状はない。\nイ  類否の判断について\n(ア)  本件意匠と被告意匠には，上記ア(ア)の共通点があるが，この点\nが本件意匠の要部とならないことは，上記(3)のとおりである。\n本件意匠と被告意匠には，上記ア(イ)ａないしｆの各差異点があ\nるところ，このうち，ａないしｅの差異点は，上記(3)で認定した本\n件意匠の要部に関する差異点といえる。\nそして，特に，全体の高さに占めるキャップの高さの割合（上記\nａ），底面の直径と高さとの比率（上記ｂ）及び本体のやや底面よ\nりの形状（上記ｅ）の差異によって，本件意匠は，全体的に底面積\nがより広く，立てて置いたときにより安定感のある印象を与えるの\nに対し，被告意匠は，全体的に底面積がより狭く，スリムな印象を\n与えるデザインとなっている。また，キャップと本体との間の形状\n（上記ｃ），キャップの下端の形状（上記ｄ），本体のやや底面より\nの形状（上記ｅ）の差異によって，本件意匠は，高さ方向に沿って，\n比較的凹凸がある印象を受けるのに対し，被告意匠は，比較的直線\n的な印象を与えるデザインとなっている。\nしたがって，上記差異点は，被告意匠につき，全体として本件意\n匠とは異なる美感を生じさせるものということができる。\n(イ)  原告は，被告意匠のスリム性は関連意匠３からも看取すること\nができると主張するところ，関連意匠３についても，全体の高さに\n占めるキャップの高さの割合，底面の直径と高さとの比率は，むし\nろ本件意匠に近いものと認められるのであって（甲５），関連意匠\n３の存在により，本件意匠の類似範囲が被告意匠にまで及ぶという\nことはできない。\nまた，原告は，被告意匠の側面に凹凸部分がほとんどないことは，\n全体的にみたときに本件意匠と被告意匠とを全く異なるものと把\n握させるものではないと主張するが，携帯用魔法瓶の全体の外観の\nうち，全体の形状が円筒形で，本体とキャップとから構成された形\n状が公知であることからすれば，それ以外の側面の凹凸部分も，需\n要者の注意を惹くというべきである。\n(5)  小括\nしたがって，本件意匠と被告意匠とは，その美感を異にするものであ\nって，類似しない。\n２  結論\n以上によれば，本件では，その余の争点について判断するまでもなく，原\n告の請求には理由がない。\nよって，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁 判 長 裁 判 官        谷              有      恒\n裁 判 官        松      川      充      康\n裁 判 官        網      田      圭      亮\n（別  紙）\n物  件  目  録\n別紙被告製品図面記載のステンレス真空マグボトル\n以  上\n"
}