{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 12,
    "day": 23
  },
  "case_number": "平成30(ワ)6004",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89208",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89208",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/208/089208_hanrei.pdf",
  "contents": "令和元年１２月２３日判決言渡  同日原本交付  裁判所書記官\n平成３０年（ワ）第６００４号  著作権侵害差止等請求事件\n口頭弁論終結日  令和元年１０月３日\n判            決\n原        告      Ｐ１\n同訴訟代理人弁護士      西      村            渡\n同               辻󠄀       本       希    世    士\n同               松      田      さ    と    み\n被        告    日本心理テスト研究所株式会 社\n同訴訟代理人弁護士      蝶      野      弘      治\n同              平      岩      佑       彦\n主           文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告は，別紙商品目録１及び２記載の各用紙を発行し，販売し，又は頒布し\nてはならない。\n２  被告は，その占有に係る前項記載の各用紙を廃棄せよ。\n３  被告は，原告に対し，２６４０万円及びこれに対する平成３０年７月１８日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，原告が，別紙商品目録１及び２記載の各用紙（以下，目録の番号に\n従って，「被告用紙１」などといい，これらを総称して「被告各用紙」という。）\nを発行，販売及び頒布する被告の行為が，昭和４１年に創作されたＹＧ性格検査法\nの検査用紙（以下「昭和４１年用紙」という。）の著作権（以下「本件著作権」と\nいう。複製権，譲渡権）に係る原告の共有持分権を侵害するとして，被告に対し，\n本件著作権に基づき，被告各用紙の発行等の差止め（著作権法１１７条２項，１項，\n１１２条１項）及び被告の占有に係る被告各用紙の廃棄（同法１１７条２項，１項，\n１１２条２項）を求めるとともに，本件著作権侵害の不法行為に基づき，損害賠償\n金２６４０万円及びこれに対する不法行為の後の日である平成３０年７月１８日\n（訴状送達の日の翌日）から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める事案である。\n２  前提事実（証拠及び弁論の全趣旨により容易に認められる事実。なお，本判\n決において書証を掲記する際には，枝番号の全てを含むときはその記載を省略する\nことがある。）\n(1)  Ｐ２による昭和４１年用紙の創作\nＰ２は，南カリフォルニア大学のＪ．Ｐ．ギルフォード教授が考案した３つの人\n格目録を，日本の文化環境に合うように，１２０の質問（小学２年生～６年生用は\n９６問）から成る質問紙法性格検査に標準化した性格検査（矢田部ギルフォード性\n格検査。以下「ＹＧ性格検査」という。）を創作し，この性格検査を「ＹＧ性格検\n査用紙」に構成した。Ｐ２は，ＹＧ性格検査用紙を多数創作したところ，このうち\n昭和４１年に開発した検査用紙（昭和４１年用紙）につき，著作権を有していた。\n(2)  ＹＧ性格検査に関する事業\nＰ２は，昭和５０年９月頃，ＹＧ性格検査の検査用紙等の製作及び販売等を目的\nとして，「日本心理テスト研究所」の名称で個人事業を開始した。原告は，その当\n初から，Ｐ２を助けてその事業に携わっていた。\n被告は，平成元年１２月７日，心理テストのための印刷物等の製作及び販売等並\nびにその利用に関するコンサルタント業務等を目的として設立され，代表取締役に\n原告が，監査役にＰ２が就任した。\n(3)  Ｐ２による遺言\nア  公正証書遺言\nＰ２は，平成１０年７月３１日，別紙「本件遺言条項対照表」の「本件公正証書\n遺言」欄記載の条項等から成る公正証書遺言（以下「本件公正証書遺言」とい\nう。）をした。\nイ  自筆証書遺言\nＰ２は，平成１３年７月１６日，別紙「本件遺言条項対照表」の「本件自筆証書\n遺言」欄記載の条項等から成る自筆証書遺言（以下「本件自筆証書遺言」とい\nう。）をした。\n(4)  Ｐ２の死亡及び相続\nＰ２は，平成１３年９月１８日に死亡した。Ｐ２の法定相続人は，Ｐ３（Ｐ２の\n妻），原告（Ｐ２の実子），Ｐ４（Ｐ２の養子）及びＰ５（Ｐ２の養子）である\n（以下，原告以外の相続人を併せて「本件各相続人」という。）。\nなお，原告及び本件各相続人による本件著作権の相続の有無等については，後記\n（第３の１）のとおり，当事者間に争いがある。\n(5)  別訴\nＰ３は，平成１７年，被告による昭和４１年用紙の複製物であるＹＧ性格検査の\n検査用紙（以下「別訴対象用紙」という。なお，別訴対象用紙は，被告各用紙とは\n別のものである。）の発行等の行為が，本件著作権（複製権等）に係るＰ３の共有\n持分権を侵害するとして，被告に対し，本件著作権に基づき，別訴対象用紙の一部\nの発行等の差止め及びその在庫品の廃棄を求めるとともに，被告及びその代表者で\nある原告に対し，本件著作権侵害の不法行為に基づき，損害賠償金及び遅延損害金\nの支払を求めた。大阪地方裁判所は，平成１９年６月１２日，Ｐ２が原告に対して\n本件著作権を生前に譲渡したとも，死因贈与したとも認められないなどとして，Ｐ\n３の請求を一部認容する旨の判決を言い渡した（当庁平成１７年（ワ）第１５３号\n著作権侵害差止等請求事件等。乙５の１）。\n被告及び原告はこれを不服として控訴した。これに対し，大阪高等裁判所は，平\n成２１年９月２９日，Ｐ２が原告に対して本件著作権を生前に譲渡したとも，死因\n贈与したとも認められず，また，Ｐ２が被告に対して別訴対象用紙の発行等を許諾\nしていたとも認められないなどとして，被告及び原告の控訴をいずれも棄却する旨\nの判決を言い渡し（大阪高等裁判所平成１９年（ネ）第２０６２号著作権侵害差止\n等，商標権侵害差止等請求控訴事件等。乙５の２），同判決は，その後確定した\n（以下，これらの訴訟を併せて「別訴」といい，これらの判決を併せて「別訴判\n決」という。）。\n(6)  原告の被告代表者からの辞任\n原告は，平成２８年１１月３０日，被告の代表取締役を辞任した。\n(7)  被告各用紙等の発行等\nア  被告は，法人化される前の昭和６１年頃から現在に至るまで，コンピュータ\n判定専用のＹＧＰＩ（ＹＧ性格検査）回答用紙の記載方法を説明した用紙（以下\n「本件回答方法説明用紙」という。）について，品名，内容を若干変更させながら\nも，その発行，販売及び頒布を継続的に行っている。これらは，昭和４１年用紙を\n複製して製作されたものである。品名が「ＹＧＰＩ回答用紙の書き方」である被告\n用紙１は，このような本件回答方法説明用紙の１つである（甲２，４，乙８，弁論\nの全趣旨）。\nイ  被告は，法人化される前の昭和６１年頃から現在に至るまで，コンピュータ\n判定専用のＹＧＰＩ（ＹＧ性格検査）の判定結果を記載した用紙（以下「本件判定\n用紙」という。）について，品名，内容を若干変更させながらも，その発行，販売\n及び頒布を継続的に行っている。これらは，昭和４１年用紙を複製して製作された\nものである。品名が「ＹＧＰＩ個人判定表」である被告用紙２は，このような本件\n判定用紙の１つである（甲３，乙９，弁論の全趣旨）。\n３  争点\n(1)  本件著作権の帰属（争点１）\n(2)  昭和４１年用紙の利用に係るＰ２の被告に対する許諾の有無等（争点２）\n(3)  被告各用紙の発行等に係る原告及び本件各相続人の被告に対する許諾の有無\n等（争点３）\n(4)  原告の各請求に係る権利濫用の成否（争点４）\n(5)  原告の損害額（争点５）\n第３  争点に関する当事者の主張\n１  争点１（本件著作権の帰属）\n（原告の主張）\n(1)  原告は，Ｐ２の死亡により，本件著作権を持分６分の１の割合で相続した。\n(2)  被告の主張について\nア  本件公正証書遺言８条は，ＹＧ性格検査実施に当たって必要とされる周辺の\n関連する著作物について定めたものであり，これには，ＹＧ性格検査実施の根幹を\n成す著作物である昭和４１年用紙を始めとする検査用紙は含まれない。\nしたがって，本件著作権は，本件公正証書遺言８条の対象外である。\nイ  本件公正証書遺言７条（及び本件自筆証書遺言７条）の定める「ＹＧ性格検\n査の出版による印税」とは，金銭債権であるＹＧ性格検査の出版による印税債権を\n意味するものであって，同条は本件著作権自体の帰属を定めたものではない。\nしたがって，本件著作権は，本件公正証書遺言７条及びこれを改めた本件自筆証\n書遺言７条の対象外である。\nウ  そうすると，本件著作権については，本件公正証書遺言及び本件自筆証書遺\n言のいずれにおいても，その帰属につき定めがないことから，Ｐ２の法定相続人が\nその法定相続分に応じて相続したことになる。すなわち，原告は，本件著作権につ\nき６分の１の割合で共有持分を有する。\n（被告の主張）\nＰ２は，以下のとおり，本件公正証書遺言ないし本件自筆証書遺言により，被告\nに対し本件著作権の全部を，又はＰ３及び被告に対し各２分の１を，遺贈した。し\nたがって，原告は，本件著作権を有しない。\n(1)  本件公正証書遺言及び本件自筆証書遺言の趣旨\n本件公正証書遺言及び本件自筆証書遺言それぞれの記載内容に鑑みれば，Ｐ２は，\nそのいずれにおいても，自己の財産全部についての帰属を定めたと推認される。ま\nた，本件公正証書遺言及び本件自筆証書遺言の文言に鑑みると，Ｐ２は，本件公正\n証書遺言及び本件自筆証書遺言の作成に当たり著作権，著作者人格権及び著作物に\n係る印税債権を区別した上で，自己に帰属するこれらの権利全部について，帰属を\n定めたと推認される。\n(2)  上記事情を踏まえると，まず，Ｐ２は，本件公正証書遺言８条により，被告\nに対し，ＹＧ性格検査に関連する著作物に関する著作権を遺贈する意思を示したと\nいえる。また，本件自筆証書遺言において，Ｐ２は，本件公正証書遺言８条の内容\nを変更させていない。そして，本件著作権は，ＹＧ性格検査に関連する著作物に関\nする著作権である。\nしたがって，被告は，本件公正証書遺言８条により，Ｐ２から，本件著作権の遺\n贈を受けたといえる。\n(3)  仮に，本件著作権が本件公正証書遺言８条所定のＹＧ性格検査に関連する著\n作物の著作権に含まれない場合，本件著作権は，本件公正証書遺言７条の「ＹＧ性\n格検査の出版による印税」に含まれることになる。そうすると，本件自筆証書遺言\n７条の「ＹＧ性格検査の出版による印税」にも本件著作権が含まれることになる。\nしたがって，本件著作権については，本件自筆証書遺言７条により，Ｐ３及び被\n告が各２分の１の割合で共有することとなる。\n２  争点２（昭和４１年用紙の利用に係るＰ２の被告に対する許諾の有無等）\n（被告の主張）\n(1)  利用許諾\nＰ２は，昭和４１年用紙を始めとするＹＧ性格検査の検査用紙等の製作，販売事\n業を行うために被告を設立した。これを実現するため，Ｐ２は，被告設立後まもな\nく，被告に対し，利用許諾期間を被告が解散するまで，使用料を無料として，本件\n著作権の利用を許諾した。原告及び本件各相続人は，Ｐ２の死亡により，Ｐ２のこ\nのような契約上の地位を相続した。\nそして，昭和４１年用紙の複製物である被告各用紙を発行等することは，上記利\n用許諾の範囲内である。\n(2)  原告の主張について\nＰ２は，ＹＧ性格検査の改良及び普及を被告に委ねる意向であった。本件自筆証\n書遺言７条がこれを原告に委ねるかのような条項になっているのは，Ｐ２が被告の\n代表者であったからにすぎない。\nまた，被告がＰ２に対して支払っていた監査役報酬は，昭和４１年用紙の使用料\nの趣旨ではない。\n（原告の主張）\n(1)  利用許諾の不存在\n被告は，その設立後，昭和４１年用紙を利用したＹＧ性格検査の検査用紙の発行\n等の事業を行っていたが，これは，Ｐ２の助言や監修の下で行われていたものであ\nる。被告は，被告の監査役であったＰ２に対し，その指導の対価（月額１０万円）\nを監査役報酬の名目で支払っていた。\nまた，Ｐ２は，ＹＧ性格検査に関連する著作物につき，本件公正証書遺言及び本\n件自筆証書遺言において，その帰属等を定めている。ところが，昭和４１年用紙の\n利用許諾については，本件公正証書遺言及び本件自筆証書遺言その他何らの書面に\nも記載がない。\nこれらの事情に鑑みると，Ｐ２の生前においては，被告によるＹＧ性格検査の検\n査用紙の発行等は，Ｐ２の被告に対する委託に基づいて行われていたものと理解さ\nれ，被告に対する利用許諾を観念することはできない。\n(2)  許諾範囲の逸脱\nＰ２の生前において，被告によるＹＧ性格検査に関する事業の遂行には，Ｐ２及\nび原告が関与することが前提になっていた。また，本件自筆証書遺言７条のとおり，\nＰ２は，自己の死亡後においては，ＹＧ性格検査の改良等に原告が携わることを前\n提としていた。そうすると，仮に，Ｐ２が被告に対し昭和４１年用紙の利用を許諾\nしていたとしても，その許諾は無期限かつ無制限のものではあり得ず，Ｐ２の死亡\n後は，原告の監修の下に被告によるＹＧ性格検査に関する事業が継続され，検査用\n紙の改良には原告の同意を得ることを要する。\nまた，Ｐ２は，上記のとおり被告の名目的監査役として報酬を受領していたが，\nこれには，ＹＧ性格検査に係る事業を被告が遂行することに対する対価が含まれる。\nそうすると，仮に，Ｐ２が被告に対し昭和４１年用紙の利用を許諾していたとして\nも，本件著作権の利用につき何らかの対価が支払われることを要する。\nところが，原告は，被告代表取締役辞任後，被告によるＹＧ性格検査に関する事\n業に関与することができず，また，被告から役員報酬その他使用料と目し得る金員\nの支払を受けていない。\nしたがって，仮に，Ｐ２が被告に対し昭和４１年用紙の利用を許諾していたとし\nても，原告が被告の役員を退任した以降の被告各用紙の発行等は，上記利用許諾の\n範囲を逸脱するものである。\n３  争点３（被告各用紙の発行等に係る原告及び本件各相続人の被告に対する許\n諾の有無等）\n（被告の主張）\n原告及び本件各相続人は，Ｐ２の死亡から本件訴訟の提起までの間，被告による\n被告各用紙の発行等について，反対の意思を表明したことも，対価を求めたことも\nなかった。また，後にその合意は無効とされたものの，原告及び本件各相続人は，\nＰ２の遺産に係る遺産分割合意に際し，昭和４１年用紙に係る権利としては印税に\n関するものしか分割対象と考えておらず，本件著作権はその対象と考えていなかっ\nた。これは，被告が無償で利用できるため財産的価値がないと評価していたことを\n示す。\nこれらの事情に鑑みると，被告による被告各用紙の発行等については，Ｐ２の死\n亡後，原告及び本件各相続人から被告に対し黙示の利用許諾があったといえる。\n（原告の主張）\n(1)  利用許諾の不存在\n被告が，本件各相続人から，被告各用紙の発行等につき黙示の利用許諾を得てい\nたことは認める。\nしかし，原告は，被告に対し，被告各用紙の発行等について許諾していない。原\n告は，自身が被告の代表者の立場にあったことから，被告による被告各用紙の発行\n等について被告に権利行使するのを事実上差し控えていたにすぎない。したがって，\n被告による被告各用紙の発行等は，原告の利用許諾に基づくものではなく，原告の\n委託に基づいて行われたものである。\n(2)  許諾範囲の逸脱\n仮に，被告による被告各用紙の発行等が原告の許諾に基づくものとしても，その\n許諾は無期限かつ無制限のものではあり得ず，原告の監修の下に被告によるＹＧ性\n格検査に関する事業が継続され，検査用紙の改良には原告の同意を得ることを要す\nる。また，原告は，被告代表取締役在任中，継続して一定の役員報酬を得ていたが，\nこれには，ＹＧ性格検査に係る事業を被告が遂行することに対する対価が含まれる。\nそうすると，仮に，原告が被告に対し被告各用紙の発行等を許諾していたとしても，\n本件著作権の利用につき何らかの対価が支払われることを要する。\nところが，原告は，被告代表取締役辞任後，被告によるＹＧ性格検査に関する事\n業に関与することができず，また，被告から役員報酬その他使用料と目し得る金員\nの支払を受けていない。\nしたがって，仮に，原告が被告に対し被告各用紙の発行等を許諾していたとして\nも，原告が被告の役員を退任した以降の被告各用紙の発行等は，上記利用許諾の範\n囲を逸脱するものである。\n４  争点４（原告の各請求に係る権利濫用の成否）\n（被告の主張）\n原告は，被告代表取締役として，本件回答方法説明用紙及び本件判定用紙を被告\n各用紙の形式で発行，販売及び頒布する旨の方針を決定した。また，原告は，被告\n代表取締役として，被告設立の日である平成元年１２月７日から原告が被告代表取\n締役を辞任した平成２８年１１月３０日までの間，昭和４１年用紙の複製物である\n本件回答方法説明用紙及び本件判定用紙の発行等を行っていた。しかも，原告は，\nこのうち，平成２１年改訂の本件回答方法説明用紙において，従前の「発行所  日\n本心理テスト研究所株式会社」との表記を「著作・製作・発行所  日本心理テスト\n研究所株式会社」との表記に改め，その後もこの表記を継続させていた。\n加えて，原告は，被告代表者として，別訴において本件著作権が被告に帰属して\nいると主張し，また，平成１４年及び平成１６年，被告の代表者として，昭和４１\n年用紙を複製ないし翻案して製作したＹＧ性格検査の検査用紙等について，著作物\nの第一発行年月日の登録手続を行った。\nこのように，原告は，被告設立当初から代表取締役辞任までの長期間にわたって，\n本件著作権が被告に帰属していることを前提とした数々の行動を取っていたにもか\nかわらず，本件において本件著作権が原告に帰属していることを前提とした請求を\nすることは，権利濫用である。\n（原告の主張）\n原告は，別訴判決の確定までは，本件著作権が被告又はその代表者である原告に\n帰属していると認識していたため，これを前提とした行動を取っていた。しかし，\n別訴判決の確定後はこれに従い，本件著作権がＰ２から原告及び本件各相続人に相\n続されたことを前提とした主張をするなどの行動を取っている。\n別訴判決の確定後も被告が被告各用紙の発行等を継続していることについては，\n原告は，被告の代表者であった際には被告に対する権利行使を差し控えていたにす\nぎない。\nしたがって，原告が，本件において本件著作権が原告に帰属していることを前提\nとした請求をすることは，権利濫用ではない。\n５  争点５（原告の損害額）\n（原告の主張）\n(1)  逸失利益\nア  著作権法１１４条２項による算定（主位的主張）\n被告は，本件訴訟提起の直近３年間に，被告各用紙の頒布等により，少なくとも\n１億４４００万円の利益を得た。本件著作権における原告の持分は６分の１である\nから，原告の被った損害額は，少なくとも２４００万円である。\nイ  同条３項による算定（予備的主張）\n被告は，上記のとおり，本件訴訟提起の直近３年間に，少なくとも１億４４００\n万円の利益を得た。他方，平成１２年に締結されたＰ２と竹井機器工業株式会社\n（以下「竹井機器工業」という。）との間の出版販売契約（以下「本件出版販売契\n約」という。）においては，ＹＧ性格検査の検査用紙の「発行部数に応じ一部につき\n定価の１７％に相当する金額」をもってＹＧ性格検査用紙の印税と定められている\nことに鑑みると，本件における使用料率は１７％を下らない。\n以上の事情に加え，本件著作権における原告の持分が６分の１であることを踏ま\nえると，本件における使用料相当額は，少なくとも４０８万円である。\n(2)  弁護士費用\n被告の本件著作権侵害行為と相当因果関係に立つ弁護士費用相当損害額は，２４\n０万円（著作権法１１４条２項による算定の場合）又は４０万８０００円（同条３\n項による算定の場合）を下らない。\n（被告の主張）\n(1)  否認ないし争う。\n(2)  逸失利益\nア  著作権法１１４条２項による算定\n原告は，本件回答方法説明用紙や本件判定用紙等の頒布等を行っていない。そう\nである以上，被告の行為により，原告には損害が発生していない。\nイ  同条３項による算定\n本件出版販売契約の対象となったＹＧ性格検査の検査用紙は，本件回答方法説明\n用紙及び本件判定用紙とは異なる。また，本件出版販売契約の税額をもって直ちに\n「著作権の行使につき受けるべき金銭の額に相当する額」ということはできない。\nしたがって，本件出版販売契約における使用料率（１７％）は，本件における使用\n料率を定めるに当たって考慮すべきではない。\n(3)  弁護士費用\n原告は，弁護士に委任しなくても，本件訴訟を提起し，追行することは可能であ\nった。したがって，仮に，被告による本件著作権侵害行為があったとしても，弁護\n士費用相当損害額との間に相当因果関係はない。\n第４  当裁判所の判断\n１  事実関係\n前記前提事実のほか，証拠（甲１，５～８，乙５，７～１０）及び弁論の全趣旨\nによれば，以下の事実関係が認められる。\n(1)  昭和４１年用紙（甲１）は，質問文，回答表，粗点集計欄，プロフィール表，\nプロフィール判定基準等から構成され，質問文の配列及びプロフィール表の構成が\n創作的部分であるところ，質問紙法性格検査であるＹＧ性格検査の検査用紙として，\nその実施に際して用いられるものである。昭和４１年用紙は，Ｐ２が創作したもの\nであり，同人が著作権者であった。\n(2)  Ｐ２は，昭和５０年９月頃，昭和４１年用紙を始めとするＹＧ性格検査の検\n査用紙等の製作及び販売等並びにＹＧ性格検査の検査用紙等の利用に関するコンサ\nルタント業務を目的として，日本心理テスト研究所の名称で個人事業を開始した。\n原告は，この頃からＰ２と共にこの事業に携わった。\nまた，Ｐ２は，原告に対し，遅くとも昭和６３年９月頃までには，日本心理テス\nト研究所の事業を承継させたが，その後も，原告に対し，ＹＧ性格検査の検査用紙\nの改訂等について助言等を行うなどしていた。\n被告は，Ｐ２及び原告が日本心理テスト研究所の事業を法人化させて，平成元年\n１２月７日に設立されたものである。その設立に際し，原告は代表取締役に，Ｐ２\nは監査役に，それぞれ就任した。Ｐ２は，平成１３年９月１８日に死亡するまで被\n告監査役の地位にあり，監査役報酬の名目で月額１０万円の支払を被告から受けて\nいたが，ＹＧ性格検査の検査用紙の改訂等について助言等を行うなどするとともに，\n後記(5)のとおり，ＹＧ性格検査用紙の著作権者の代表として竹井機器工業と本件出\n版販売契約を締結し，被告にコンサルタント料名目での収益を得させてもいた。\n(3)  本件回答方法説明用紙の発行等\nア  被告は，法人化される前の昭和６１年頃から現在に至るまで，質問文の配列\nを採用するという形で昭和４１年用紙を複製してコンピュータ判定専用である本件\n回答方法説明用紙を製作し，品名のみでなく，内容も，Ｐ２の生前はその助言に従\nうなどして変更させながら，以下のとおり，その発行，販売及び頒布を継続してい\nる。\n品名  期間  書証\nＹＧマークシートの書き方  昭和61年～平成5年  乙8の1\nＹＧマークシートの書き方  平成5年～平成13年  乙8の2\nＹＧＰＩマークシートの書き方  平成13年～平成21年  乙8の3\nＹＧＰＩコンピュータ判定回答用紙の書き方  平成21年～平成22年  乙8の4\nＹＧＰＩ回答用紙の書き方  平成22年～平成25年  乙8の\nＹＧＰＩ回答用紙の書き方  平成25年～平成28年  乙8の6\nＹＧＰＩ回答用紙の書き方  平成28年～現在  乙8の7\nイ  被告用紙１は，本件回答方法説明用紙のうち，品名を「ＹＧＰＩ回答用紙の\n書き方」とするものである。\n(4)  本件判定用紙の発行等\nア  被告は，法人化される前の昭和６１年頃から現在に至るまで，プロフィール\n表の構成を採用するという形で昭和４１年用紙を複製してコンピュータ判定専用の\n本件判定用紙を製作し，品名のみでなく，内容も，Ｐ２の生前はその助言に従うな\nどして内容を変更させながら，以下のとおり，その発行，販売及び頒布を継続して\nいる。\n品名  期間  書証\nＹＧ性格検査個人判定表  昭和61年～平成5年  乙9の1\nＹＧ性格検査個人判定表  平成6年～平成21年  乙9の2\nＹＧＰＩ個人判定表  平成21年～平成22年  乙9の3\nＹＧＰＩ個人判定表  平成22年～平成24年  乙9の4\nＹＧＰＩ個人判定表  平成24年～現在  乙9の\nイ  被告用紙２は，本件判定用紙のうち，品名を「ＹＧＰＩ個人判定表」とする\nものである。\n(5)  Ｐ２は，他の著作権者３名を代表して，平成１２年１月１日，竹井機器工業\nとの間で，Ｐ２ら４名が竹井機器工業に対し昭和４１年用紙の複製物である「ＹＧ\n性格検査用紙（一般用，高校用，中学校用，小学２年～６年用）」（以下「本件竹\n井用紙」という。）を複製して発売頒布することを許諾することを内容とする本件\n出版販売契約を締結した。当該契約の内容には，以下の事項が含まれる（なお，\n「甲」は著作権者を，「乙」は竹井機器工業を指す。）。\n・  本著作物の出版権の利用期間は，平成１２年１月１日より１０年間とし，双\n方から異議のないときは，更に同期間延長する。（３条）\n・  乙は本著作物の印税として，発行部数に応じ一部につき定価の１７％に相当\nする金額を甲に…支払う。但し，乙より甲又は甲の指定した（日本心理テスト研究\n所株式会社）に販売した部分に関しては印税は支払わない。（４条１項）\n・  乙は本検査の普及に関するコンサルタント料として日本心理テスト研究所株\n式会社に発行部数に定価を乗じたる金額の８％を支払うものとする。（４条２項）\n・  甲はこの契約期間の存在する間は，本著作物と同一内容または著しく類似の\n著作物を自ら発行し，または他人をして発行せしめることが出来ない。但し，本検\n査の普及に関するコンサルタント活動に必要な部数について乙は，甲又は甲の指定\nした者（日本心理テスト研究所株式会社）に販売する。（５条）\n・「甲が死亡した場合，本著作物の著作権及びこの契約上甲が有する地位は，甲\nの指定した者又は甲の相続人に移転することを乙は認証する。」（８条）\n(6)  本件公正証書遺言及び本件自筆証書遺言の内容\n本件公正証書遺言及び本件自筆証書遺言の内容は，別紙「本件遺言条項対照表」\nに各記載のとおりである。\n(7)  Ｐ２死亡後の原告及び本件各相続人の行動\nア  Ｐ３は，Ｐ２の死亡後，被告による別訴対象用紙の発行等について，本件著\n作権を侵害する行為であるとして別訴を提起した。他方で，Ｐ３が，Ｐ２の死亡後，\n被告による本件回答方法説明用紙及び本件判定用紙の発行等について，被告に対し，\nその対価として使用料を請求したことや，本件著作権の侵害であるとの主張をした\nことはない。\nイ  Ｐ４は，平成１９年３月１１日まで被告取締役であったところ，その退任後，\n被告による本件回答方法説明用紙及び本件判定用紙の発行等について，被告に対し，\nその対価として使用料を請求したことや，本件著作権の侵害であるとの主張をした\nことはない。\nウ  原告は，平成２８年１１月３０日まで被告代表取締役であったところ，その\n在任中，別訴判決確定後も，被告による本件回答方法説明用紙及び本件判定用紙の\n発行等について，本件各相続人から許諾を得ようとしたことはなかった。\n２  争点１（本件著作権の帰属）について\n(1)  前記のとおり，原告は，Ｐ２の法定相続人であり（前記２の２(4)），Ｐ２の\n有していた本件著作権をその法定相続分に応じて相続したこととなる。そうすると，\n原告は，本件著作権につき６分の１の割合で共有持分を有することになる。\n(2)  被告の主張について\nア  これに対し，被告は，Ｐ２は，本件公正証書遺言ないし本件自筆証書遺言に\nより，本件著作権につき，その全部又はＰ３及び被告に対し各２分の１を遺贈した\nことから，原告は本件著作権を有しない旨を主張する。\nイ  前記認定のとおり，本件公正証書遺言において，Ｐ２は，「その所有するＹ\nＧ性格検査の出版による印税」，「ＹＧ性格検査に関連する著作物（手引き，テー\nプ等）に関する財産権」及びＹＧ性格検査「以外の心理テストに関する著作権」を\n明確に区別して取り扱っている。また，これに加え，その８条では「著作物（手引\nき，テープ等）に関する財産権は日本心理テスト研究所株式会社の所有に属する」\nとし，９条では「前条以外の心理テストに関する著作権は，日本心理テスト研究所\n株式会社に属している」とするところ，各表現自体及び相互の差異に着目すると，\n８条では有体物である「ＹＧ性格検査に関連する著作物（手引き，テープ等）」の\n所有権の帰属を確認しているのに対し，９条では知的財産権である「前条以外の心\n理テストに関する著作権」の帰属を確認しているものと理解するのが最も合理的で\nある。９条をこのように理解すると，「前条」「の心理テスト」であるＹＧ性格検\n査に関する著作権は被告に現に帰属していないとするＰ２の認識がうかがわれる。\nその上で，本件公正証書遺言においては，本件著作権を含むＹＧ性格検査方法に関\nする著作権（著作財産権）それ自体の帰属ないし相続に関する明示的な言及はない。\nさらに，本件自筆証書遺言において，Ｐ２は，「ＹＧ性格検査の出版による印\n税」の相続について本件公正証書遺言の内容を改めるとともに，当該検査に関する\n著作者人格権と関連付けて，原告により当該検査が改良されることへの希望を表現\nしている。他方，本件自筆証書遺言においても，本件著作権を含むＹＧ性格検査方\n法に関する著作権（著作財産権）それ自体の帰属ないし相続に関する明示的な言及\nはない。\nさらに，Ｐ２の生前におけるＹＧ性格検査に係る事業の状況を見ると，本件出版\n販売契約の締結に表れているように，昭和４１年用紙を含むＹＧ性格検査方法に係\nる著作物については，Ｐ２に著作権が帰属していることを前提にしつつ，被告がそ\nの発行等に当たっていたことが認められる。また，被告の事業遂行に当たっては，\n著作権者からの利用許諾その他の法律関係に基づき，上記著作物の使用権限が認め\nられれば十分であって，著作権それ自体を被告が得ることが不可欠とまではいえな\nい。\nこれらの事情に鑑みると，本件公正証書遺言７条及びこれを改定した本件自筆証\n書遺言７条は，金銭債権であるＹＧ性格検査の出版による印税債権の相続に関して\n定めたもの，本件公正証書遺言８条は，有体物である「ＹＧ性格検査に関連する著\n作物」の所有権の帰属を確認したものであり，いずれも，本件著作権を含むＹＧ性\n格検査方法に関する著作権について定めたものではないと理解される。\nしたがって，この点に関する被告の主張は採用できない。\n３  争点２（昭和４１年用紙の利用に係るＰ２の被告に対する許諾の有無等）に\nついて\n(1)  前提事実及び前記１の認定事実によれば，被告は，ＹＧ性格検査に係る事業\nを行っていたＰ２及び原告の事業を法人化して設立されたものであり，ＹＧ性格検\n査の検査用紙を製作及び販売等並びにその利用に関するコンサルタント業務に関す\nる事業を行っている（前記１(2)）。昭和４１年用紙は，質問紙法性格検査であるＹ\nＧ性格検査に使用される検査用紙であり（前記１(1)），ＹＧ性格検査を実施する上\nでは不可欠なものである。このため，昭和４１年用紙は，被告にとって，その設立\n当初から，上記事業を遂行する上で自由に使用し得る必要があったものといえる。\n他方，Ｐ２は，被告に対し，竹井機器工業との本件出版販売契約に見られるよう\nに被告の事業収益の増加を図るとともに，ＹＧ性格検査の検査用紙の改訂等に当た\nり助言等を行うなどし，被告設立当初より監査役報酬の名目でその対価を得ていた\n（前記１(2)，(5)）。他方，Ｐ２が，その生前に，被告による本件回答方法説明用紙\n及び本件判定用紙の発行等について，否定的な態度を示したり，著作権使用料を請\n求したりするなどの行動を取ったことをうかがわせる証拠はない。こうしたことか\nら，Ｐ２は，自らＹＧ性格検査に係る事業を中心的に行っていた時期はもちろん，\n原告ひいては被告への事業承継をした後も，被告の事業のために活動し，それによ\nって利益を得ていたものといえる。また，本件自筆証書遺言７条のなお書きからは，\n当時被告代表者であった原告に託す形で，ＹＧ性格検査の一層の発展及び普及を願\nっていたこともうかがわれる（前記１(6)）。これらの事情を踏まえると，Ｐ２にと\nっても，その生前か死後かを問わず，被告の上記事業遂行に当たり，昭和４１年用\n紙が広く有効に利用されることを期待していたものと推察される。\nこれらの事情に鑑みれば，Ｐ２は，被告が法人化される前後を通じて，その事業\n遂行に当たり，被告が昭和４１年用紙を複製し，本件回答方法説明用紙及び本件判\n定用紙を発行，販売及び頒布すること（前記１(3)，(4)）を許諾していたと合理的に\n推認される。また，当該利用許諾は，Ｐ２の生前に使用料ないしその相当額が支払\nわれたことをうかがわせる事情は見当たらないことに鑑みると，無償であったもの\nと認められる（Ｐ２に対する監査役報酬名目での金員支払の趣旨については，後記\nのとおり。）。このように理解することは，Ｐ２の死後における原告及び本件各相\n続人の行動（前記１(7)。なお，ここで言及されていない相続人であるＰ５は，被告\n代表者である。），とりわけ，別訴対象用紙の発行等については別訴を提起しなが\nら，本件回答説明用紙及び本件判定用紙の発行等については異議を述べていないＰ\n３の行動とも整合的といえる。\n以上より，Ｐ２は，被告に対し，被告設立当初の時点で，被告がＹＧ性格検査に\n関する事業を行うために昭和４１年用紙を利用する必要がある期間及びそのような\n利用といえる範囲において，その無償での利用を許諾していたと認められる（以下\n「本件利用許諾契約」という。）。\nなお，上記のように理解することは，本件竹井用紙と「同一内容または著しく類\n似の著作物を…他人をして発行せしめることが出来ない」とする本件出版販売契約\nの内容と，一見抵触するとも思われる。しかし，被告が当該契約の当事者ではない\nことは措くとしても，当該契約においても，被告がＹＧ性格検査に係る事業を展開\nすること自体は前提とされていることがうかがわれる（４条１項，５条）。そうで\nある以上，本件利用許諾契約が成立していたとしても，新たに締結された本件出版\n販売契約とは必ずしも抵触しない。\n(2)  原告の主張について\nア  これに対し，原告は，被告によるＹＧ性格検査の検査用紙の発行等は，Ｐ２\nの被告に対する利用許諾に基づくものではなく，Ｐ２からの委託に基づくものであ\nり，また，仮に，上記利用許諾があったとしても，その許諾は原告が検査用紙の改\n良等に携わること及び原告に対し何らかの対価が支払われることを前提としており，\n原告が被告の役員を退任した以降の被告各用紙の発行等は，その利用許諾の範囲を\n逸脱するものであると主張する。\nイ  しかし，前記認定のとおり，Ｐ２は，昭和６３年９月頃までに個人事業であ\nる日本心理テスト研究所の事業を原告に承継させ，当該事業を法人化させた被告設\n立に際しても，その代表者とはならず監査役に就任したにとどまる（前記１(2)）。\nしかも，Ｐ２に対する監査役報酬は月額１０万円にとどまる。また，原告の主張を\n前提としても，原告への事業承継後（被告設立後も含む。）は，Ｐ２はＹＧ性格検\n査の項目及び質問方法等につき助言や監修を施すといった関与をしていたにすぎな\nい。そのほか，Ｐ２が，ＹＧ性格検査に係る事業の遂行において自ら中心的な役割\nを果たしていたことをうかがわせる具体的な事情はない。\nこうした事情に鑑みると，被告によるＹＧ性格検査に係る事業は，Ｐ２による委\n託に基づくものではなく，被告自身の事業として遂行されたものと認められる。こ\nの点に関する原告の主張は採用できない。\nウ  また，Ｐ２の生前に，被告の事業遂行に当たりＰ２による助言等がされてい\nたとしても，その事実のみをもって直ちに，Ｐ２の被告に対する利用許諾において，\n被告による本件著作権に係る著作物の利用がＰ２の同意その他の関与を要すること\nとされていたことを意味するものとはいえない。被告からＰ２に対する監査役報酬\n名目での支払金額は月１０万円という定額であり，検査用紙についての助言や監修\nその他被告の事業に対する具体的な関与の程度や，被告による本件著作権に係る著\n作物の利用数量等に応じて変動するものではなく，しかもその額自体も必ずしも高\n額というほどではない。これらのことに鑑みると，被告の事業遂行に当たり，Ｐ２\nによる同意その他の関与が必須とされていたとは考え難い。同様の理由から，監査\n役報酬名目での支払も，むしろ，事業創始者に対する顧問料ないし生活費用保障的\nな意味合いをもった支払であったと見るのが相当である。\n前記のとおり，本件自筆証書遺言の記載から，Ｐ２は，被告代表者である原告に\n託す形で，ＹＧ性格検査の一層の発展及び普及を願っていたことがうかがわれると\nころ，この点も，個人事業であった当時から原告が事業に関与していたという経緯\nとともに，本件自筆証書遺言当時の被告の代表者が原告であったことも背景にあっ\nたものと推察される。そうすると，上記記載は，被告の事業遂行に原告が関与する\nことがなくなった場合には，被告による事業遂行自体を認めない，すなわち，死亡\nその他の理由により原告が被告の経営から外れた場合に，被告のＹＧ性格検査に係\nる事業が継続しているにもかかわらず，本件著作権に係る利用許諾の効力が失われ\nるとするＰ２の意思をうかがわせるものとは必ずしもいえない。\nエ  以上より，この点に関する原告の主張は採用できない。\n(3)  証拠（甲３，４）及び弁論の全趣旨によれば，被告による被告各用紙の発行\n等（前記１(3)，(4)）は，被告のＹＧ性格検査に係る事業の遂行の一環として行われ\nたものと認められる。そうである以上，被告の上記各行為は，Ｐ２ひいてはその相\n続人である原告及び本件各相続人の本件著作権に係る利用許諾の範囲内で行われた\nものということができるから，本件著作権を侵害するものとはいえない。\nしたがって，原告は，本件著作権（複製権，譲渡権）に係る共有持分の侵害に基\nづく被告各用紙の発行等差止及び廃棄請求権並びに不法行為に基づく損害賠償請求\n権をいずれも有しない。\n第５  結論\nよって，原告の各請求はいずれも理由がないから，棄却することとし，主文のと\nおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n杉      浦      正      樹\n裁判官\n野      上      誠      一\n裁判官\n大      門      宏     一     郎\n（別紙）\n商品目録\n１  品         名   ＹＧＰＩ回答用紙の書き方\n著作・製作・発行所   日本心理テスト研究所株式会社\n２  品          名   ＹＧＰＩ個人判定表\n著作・製作・発行所   日本心理テスト研究所株式会社\n以  上\n"
}