{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 25
  },
  "case_number": "平成30(行ケ)10098",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88552",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88552",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/552/088552_hanrei.pdf",
  "contents": "平成３１年３月２５日判決言渡\n平成３０年（行ケ）第１００９８号  審決取消請求事件\n口頭弁論終結日  平成３１年２月２７日\n判        決\n原              告    テバ・ホールディングス合同会社\n同代表者代表社 員     テバ・ファーマスーティカル・\nインダストリーズ・リミテッド\n同訴訟代理人弁護士    長    沢      幸      男\n笹      本           摂\n向           多  美  子\n同          弁理士    今    村      正     純\n藍      原            誠\n室     伏      良     信\n被              告    大 日 本 住 友 製 薬 株式会 社\n同訴訟代理人弁護士    片    山      英      二\n北      原    潤    一\n黒      田              薫\n同          弁理士     小    林              浩\n西      澤    恵  美  子\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１７－８００１２０号事件について平成３０年６月１３日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  被告は，平成１０年１２月２１日，発明の名称を「神経変性疾患治療薬」と\nする特許出願（優先権主張：平成９年１２月２６日，日本）をし，平成１４年１０\n月２５日，設定の登録を受けた（特許第３３６４４８１号。請求項の数６。甲５６。\n以下，この特許を「本件特許」という。）。\n(2)  原告は，平成２９年８月３０日，本件特許について特許無効審判請求をし，\n無効２０１７－８００１２０号事件として係属した（甲５７）。\n(3)  特許庁は，平成３０年６月１３日，「本件審判の請求は，成り立たない。」\nとの別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同月２２\n日，その謄本が原告に送達された。\n(4)  原告は，平成３０年７月２０日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲請求項１ないし６の記載は，次のとおりである（甲５\n６）。以下，各請求項に係る発明を「本件発明１」などといい，併せて「本件各発\n明」という。また，その明細書（甲５６）を，図面を含めて「本件明細書」という。\n【請求項１】ゾニサミドまたはそのアルカリ金属塩を有効成分とする神経変性疾\n患治療薬。\n【請求項２】有効成分がゾニサミドである請求項１に記載の治療薬。\n【請求項３】神経変性疾患がパーキンソン病である請求項１または２に記載の治\n療薬。\n【請求項４】神経変性疾患治療薬の製造のためのゾニサミドまたはそのアルカリ\n金属塩の使用。\n【請求項５】神経変性疾患治療薬の製造のためのゾニサミドの使用。\n【請求項６】 神経変性疾患がパーキンソン病である請求項４または５に記載の使\n用。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本件各\n発明は，下記アの引用例に記載された発明（以下「引用発明」という。）並びに下\n記イの甲３文献に記載された事項及び技術常識に基づいて，当業者が容易に発明を\nすることができたものではない，というものである。\nア  引用例：Ｍ・Ｏｋａｄａほか「ドパミン作動系に対するゾニサミドの影響」\nＥｐｉｌｅｐｓｙ  Ｒｅｓｅａｒｃｈ２２巻１９３～２０５頁（平成７年発行。甲\n１）\nイ  甲３文献：岡田元宏「抗てんかん薬ｃａｒｂａｍａｚｅｐｉｎｅおよびｚｏ\nｎｉｓａｍｉｄｅのラット脳内ｍｏｎｏａｍｉｎｅ系機能に与える効果」日本神経\n精神薬理学雑誌１４巻３３７～３５４頁（平成６年発行。甲３）\n(2)  本件発明１と引用発明との対比\n本件審決は，引用発明及び本件発明１と引用発明との一致点及び相違点を以下の\nとおり認定した。なお，「＼」は，原文の改行部分を示す。\nア  引用発明\nゾニサミドを有効成分とする抗てんかん薬であって，＼ゾニサミドの投与量が２\n０ｍｇ／ｋｇ，５０ｍｇ／ｋｇであり，雄のｗｉｓｔａｒラットの線条体のドパミ\nンの細胞外濃度が上昇する作用を示す，＼抗てんかん薬。\nイ  本件発明１と引用発明との一致点及び相違点\n(ア)  一致点\nゾニサミドまたはそのアルカリ金属塩を有効成分とする医薬。\n(イ)  相違点\n医薬について，本件発明１では「神経変性疾患」を治療対象とするのに対して，\n引用発明では「てんかん」を治療対象としている点。\n４  取消事由\n(1)  本件発明１の進歩性判断の誤り（取消事由１）\n(2)  本件発明２ないし６の進歩性判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（本件発明１の進歩性判断の誤り）\n〔原告の主張〕\n(1)  本件発明１と引用発明との対比\nア  本件明細書ではドパミン濃度が線条体内のドパミン全体量を測定する方法で\n測定されているから，本件発明１では，ドパミンの線条体内濃度が重要である。\n一方，引用例（図１）に，ドパミンの細胞外濃度の上昇作用を示す抗てんかん薬\nの開示があることは否定されないが，本件発明１との対比との関係では，引用例（図\n３，図５）から，引用発明は，ドパミンの線条体内濃度の上昇作用を示す抗てんか\nん薬と認定すべきである。\nイ  本件発明１は，ゾニサミドを有効成分とするパーキンソン病を含む神経変性\n疾患治療薬である。一方，引用例には，ゾニサミドを有効成分とするてんかん治療\n薬である引用発明が記載されている。したがって，本件発明１と引用発明とは，「ゾ\nニサミドを有効成分とする脳神経関連疾患の治療薬である点」で一致し，「対象疾\n患を，「パーキンソン病を含む神経変性疾患」とするか，「てんかん」とするかと\nいう点」で相違する。本件審決における本件発明１と引用発明との対比に誤りはな\nい。\n(2)  動機付け\nア  技術常識の斟酌\n当業者は，技術常識Ａ（パーキンソン病の病因は線条体ドパミンの枯渇であるこ\nと），技術常識Ｂ（パーキンソン病治療薬として線条体ドパミン量を上昇させる薬\n物が用いられること）及び技術常識Ｃ（ドパミンを分解するＭＡＯ－Ｂを阻害する\n薬剤も，パーキンソン病の症状を改善すること）を背景に，本件発明１の課題（技\n術常識Ｆ：有効なパーキンソン病の治療薬の提供）に沿って創薬研究を行う。\nそして，引用例は，ゾニサミドの線条体ドパミン増加作用及びＭＡＯ－Ｂ阻害作\n用（技術常識Ｅ）をともに教示する。\nしたがって，当業者は，ゾニサミドをパーキンソン病の治療薬として使用してみ\nることに強く動機付けられる。\nまた，当時，ＭＰＴＰモデル動物（パーキンソン病のモデル動物）が容易に入手\n可能であったことから（技術常識Ｄ），パーキンソン病に対するゾニサミドの有効\n性の確認を行うことは，当業者にとって何らの困難性はない。\nよって，当業者であれば，引用発明に基づいて，本件発明１の用途に係る構成（パ\nーキンソン病を含む神経変性疾患）を容易に採用し，本件発明１の構成に容易に想\n到できる。\nなお，技術常識Ｂは，具体的には，パーキンソン病治療薬として線条体ドパミン\n量を上昇させる薬物が用いられていること，及び，線条体におけるドパミン濃度が\n減少しているパーキンソン病患者に対して，線条体ドパミン量を増加させることに\nより，その症状を改善して治療することができることである。ドパミン増量の程度\nを限定しない技術常識Ｂが確立していたものである。\n加えて，技術常識Ｃは，具体的には，ドパミンの分解に関与するＭＡＯ－Ｂを阻\n害する薬剤が，線条体から放出されたドパミンの分解を抑制してドパミン作用を持\n続させることによりパーキンソン病の症状を改善することができ，臨床的に使用さ\nれていることである。ＭＡＯ－Ｂ阻害の程度を限定しない技術常識Ｃが確立してい\nたものである。\nイ  ドパミン増加作用\nパーキンソン病治療のメカニズムは，優先日当時，線条体のドパミン神経で欠乏\nしたドパミンの増加，ドパミンの放出促進，ドパミンの分解抑制，ドパミンの作用\nの増強など，すでに知られていた。ゾニサミドの線条体内におけるドパミンを増加\nさせるメカニズムの解明の有無にかかわらず，ドパミンを増加すれば，パーキンソ\nン病治療が可能であり，かつ，ゾニサミドがドパミン増加作用を有することが知ら\nれている以上，ゾニサミドをパーキンソン病に適用することは容易に想到し得る。\n技術常識Ｂは，ドパミンを補う作用を奏すれば，パーキンソン病治療薬として成功\nする合理的期待をいだくというものである。\n一方，ドパミン増加作用を有する化合物（カルバマゼピン）が双極性障害の抗躁\n効果に臨床応用されており，ゾニサミドを双極性障害の治療薬として提供すること\nが仮に動機付けられたとしても，ゾニサミドをパーキンソン病治療薬に提供するこ\nとの動機付けを否定することにならない。\nまた，パーキンソン病の分野において，健常動物での試験結果が，患者や適切な\n疾患モデル動物での試験結果と異なるとしても，健常動物に対して薬物を投与して\n何らかの薬理作用が確認されたのであれば，その薬理作用から治療可能な疾患への\n治療剤としての評価を行おうとの動機付けが生じる。そして，パーキンソン病の分\n野においては，確立した信頼できるＭＰＴＰモデル動物を使って，パーキンソン病\n治療効果を評価可能であったものである。\nさらに，線条体内の細胞外ドパミン量は，細胞内ドパミン量に比べてほぼ無視で\nきる程度に小さいから，引用発明の「ドパミンの線条体内濃度」は，線条体内の細\n胞内ドパミン濃度とほぼ同義である。そして，既存のパーキンソン病治療薬である\nレボドパが，ドパミン神経細胞内でのドパミン量を増加することによって，パーキ\nンソン病を治療することは技術常識であるから，当業者は，ゾニサミドを，レボド\nパと同様にパーキンソン病治療に適用することを動機付けられる。被告は，甲３９・\n４０記載の実験結果から，既存のパーキンソン病治療薬であるレボドパ，トルカポ\nンに比較して，ゾニサミドのドパミン増加作用は極めて低い旨主張する。しかし，\n甲３９は多量のレボドパを投与しているものであるし，甲４０は，トルカポン１０\n～３０ｍｇ／ｋｇの投与では線条体ドパミン濃度増加に有意差が認められないなど\nと説明しているから，被告の主張は根拠を欠く。さらに，レボドパによるドパミン\n増量を示す甲３９は，脳全体のドパミン量，すなわち，線条体ドパミン量とその他\nの部位のドパミン量の増加を示すものである。また，甲１の図１は，ゾニサミドに\nよる線条体の細胞外のドパミン増量を示すものにすぎない。これらをもって，ゾニ\nサミドとレボドパによる線条体のドパミン増量を比較することはできない。なお，\nゾニサミドによる線条体の細胞内のドパミン増量（線条体ドパミン量の増量）を示\nす甲１・図３によれば，その程度は５０％になる。\n加えて，被告は，当業者はゾニサミドの多様な薬理効果の中からドパミン増加作\n用のみに着目し，ゾニサミドをパーキンソン病の治療に試そうとは思い至らないと\n主張する。しかし，ゾニサミドにドパミン増加作用以外に多様な作用があったとし\nても，パーキンソン病に適用することの動機付けは否定されない。そもそも，引用\n例に記載されていないゾニサミドの多様な薬理作用に着目して，ドパミン増加作用\nを選び出すことが困難であるという進歩性の判断手法は誤りである。\nウ  ＭＡＯ－Ｂ阻害作用\n引用例１は，ゾニサミドのＭＡＯ－Ｂ阻害作用を開示するところ，優先日当時，\n実用化されていたＭＡＯ－Ｂ阻害薬は，パーキンソン病治療薬であるセレギリン（デ\nプレニル）のみであった。また，ＭＡＯ－Ｂを阻害する薬剤は，パーキンソン病を\n治療できることが技術常識であった（技術常識Ｃ）。さらに，甲７には，ＭＡＯ－\nＢ阻害作用があるラモトリジン（ＬＴＧ）は，（てんかん治療だけではなく）パー\nキンソン病の治療にも，その臨床的な有効性を拡大して適用し得るとの趣旨の記載\nがあり，同記載は，有効成分にＭＡＯ－Ｂ阻害作用があれば，（てんかん治療だけ\nではなく）パーキンソン病治療にも拡大して使用し得るという優先日当時の当業者\nの思考の方向性を示す。\nなお，被告は，ゾニサミドのＭＡＯ－Ｂ阻害作用は，セレギリンに比較して極め\nて小さいから，パーキンソン病の症状改善効果を示すなどと思い至ることはないと\n主張する。しかし，ゾニサミドの主たる薬効はドパミン濃度の増加であって，ＭＡ\nＯ－Ｂ阻害作用は副次的なものであるから，セレギリンと比較するのは失当である。\nそして，引用例にも，ゾニサミドのＭＡＯ－Ｂ阻害作用が無視できるものとまでは\n述べられていない。\nまた，被告は，ゾニサミドについて，ＭＡＯ－Ｂ選択性が低い（ＭＡＯ－Ｂだけ\nでなくＭＡＯ－Ａも阻害する）から，チーズ効果という副作用が発生するおそれが\nあり，パーキンソン病治療に使うことを躊躇したと主張する。しかし，ゾニサミド\nのＭＡＯ－Ｂ選択性が低いということはできず，ゾニサミドよりもはるかに強いＭ\nＡＯ－Ａ阻害作用を有するセレギリンがパーキンソン病治療薬として使用されてい\nる。実際に，てんかん薬としてのゾニサミドの添付文書には，チーズ効果のような\n副作用は記載されていない。そもそも，ＭＡＯ－Ｂ選択性は副作用の議論であって，\nＭＡＯ－Ｂ阻害作用を有する薬物がパーキンソン病治療薬になるか否かとは無関係\nである。\nエ  当業者及び治療効果の合理的期待\n本件発明１の当業者は，脳神経関連疾患（てんかん，パーキンソン病を包含する）\nを技術分野とするとともに，脳神経関連疾患治療薬の創製技術の分野に属し，創薬\n研究に従事する者であり，発明の解決課題に関連した技術分野の基準時の技術水準\nにあるもの全てを自らの知識とできる者である。\nそして，当業者は，前記アのとおり，ゾニサミドの投与によって，ドパミンの線\n条体内濃度を上昇させて，パーキンソン病の治療効果を達成し得ることを，合理的\nに期待可能である。そして，成功の合理的期待をもって治療できるのであれば，容\n易想到性が肯定され得るのであって，本件審決のように，「必ず」対象疾患を治療\nすることができる旨の技術常識までは不要である。引用文献において医薬用途適用\nの潜在性・可能性の確認・想起がされれば，進歩性は否定される。\nまた，甲１３には，当業者に及ばない村田博士ですら，引用例の記載から，ゾニ\nサミドをパーキンソン病治療薬に提供することを動機付けられた旨の記載がある。\nオ  このように，当業者は，ゾニサミドをパーキンソン病に適用しようと動機付\nけられるから，相違点に係る本件発明１の構成は容易に想到することができる。\n(3)  阻害要因\nア  本件審決は，引用例には，ゾニサミドを有効成分とする引用発明の医薬がパ\nーキンソニズムをもたらすことが開示されているから，引用発明の治療対象を，パ\nーキンソン病とすることに阻害要因がある旨判断した。\nイ  単独投与\n引用例は，ゾニサミドによるパーキンソニズムの発生を直接報告するものではな\nい。また，引用例の参照文献に記載された甲２５は，「振戦」の２症例を報告し，\nゾニサミドがパーキンソニズムをもたらすことを開示するが，この「振戦」は，バ\nルプロ酸とゾニサミドの併用投与による「相乗効果」で引き起こされた可能性を否\n定できない。\nしたがって，引用例及び甲２５は，ゾニサミドの単独投与でパーキンソニズムが\n生じたことを開示するものではない。また，ゾニサミドがパーキンソニズム発生に\n寄与する程度を大きく評価できないから，ゾニサミドをパーキンソン病に適用する\nことに阻害要因はない。\nウ  投与量\n(ア)  引用例は，ラットに対し，ゾニサミドを２０ｍｇ／ｋｇ，５０ｍｇ／ｋｇ\nを投与するものであり，甲２５は，人に対し，ゾニサミドを２００ｍｇ／日を投与\nしたところ「振戦」が生じたとするものである。\nこのように，引用例と甲２５は種を異にし，一般的に実験動物のほうがより多く\nの投与量を必要とすることは当業者に周知である。また，ラットに対するゾニサミ\nド２０ｍｇ／ｋｇ，５０ｍｇ／ｋｇの投与は有効容量（副作用が発生しない範囲で，\n主作用を発揮すると評価された用量）の範囲内であり，ラットに対するゾニサミド\nの３００ｍｇ／ｋｇ未満の投与ではパーキンソニズムが発生していない。引用例で\nは，ラットに対するゾニサミド１００ｍｇ／ｋｇの高容量投与でもパーキンソニズ\nムが発生したとは報告されていない。\nしたがって，引用例と甲２５の投与量を単純に比較して，引用発明はパーキンソ\nニズムの発生可能性があるということはできない。\n(イ)  また，ゾニサミドを臨床的にヒトに使用した場合に病気治療の効果が上が\nるか否かという専ら臨床現場で問題になる事項は，進歩性の判断では参酌されない。\n実際の患者における治療効果に多少の疑念があっても，当業者において，ゾニサミ\nドをパーキンソン病に適用することの動機付けは否定されない。\nエ  原因\nパーキンソン病を原因とするパーキンソニズムと，薬物投与を原因とするパーキ\nンソニズムとは峻別される。そして，薬物性パーキンソニズムは，薬物投与を中止\nすることで，速やかに回復するが，パーキンソン病を原因とするパーキンソニズム\nは，薬物投与を中止しても消失せず，その鑑別も容易である。\nそして，甲２５が報告するのは，２か月で消失し，鑑別も容易な薬物性パーキン\nソニズムである。パーキンソン病患者において，当該薬物性パーキンソニズムであ\nるか否かは容易に判別可能であること，薬物投与中止により当該薬物性パーキンソ\nニズムは容易に回避可能であることから，甲２５で報告された薬物性パーキンソニ\nズムの発現は，ゾニサミドをパーキンソン病治療薬に適用することの阻害要因には\nならない。\nまた，引用例には，ゾニサミド投与により，重篤な副作用が発現することは稀で\nあることが記載され，ゾニサミド投与による「薬物性パーキンソニズム」の発現率\nは極めて低い。ゾニサミドの臨床使用の有無は，主作用（ゾニサミドによる治療効\n果・有効性）と副作用の相関で決され，薬物性パーキンソニズムの発生可能性との\nただ１点をもって，当業者が，臨床使用を躊躇することはない。実際に，臨床使用\nされている様々な薬物について，｢薬物性パーキンソニズム｣の副作用を伴うことが\n知られている。\nオ  したがって，ゾニサミドをパーキンソン病に適用することに阻害要因はない。\nなお，引用例１，甲３文献，乙４及び乙５の作成者は，いずれも臨床研究や脳神経\n関連疾患の診療に携わる者であって当業者ということはできない。創薬に関する技\n術水準を十分に自らの知識とし，創薬を行うＡ教授作成に係る意見書（甲６７）が，\n当業者に極めて近い知見を示すものである。\n(4)  効果\nア  優先日当時の技術常識を前提にすれば，引用例及び甲３文献は，ゾニサミド\nをパーキンソン病を含む神経変性疾患に適用することを示唆するものである。本件\n発明１の効果は予測可能である。\nイ  本件明細書の実施例には，ゾニサミドがカルバマゼピンとの比較において，\nＭＰＴＰモデル動物の線条体ドパミン濃度の減少抑制について優れている旨記載さ\nれているが，このことは甲３文献に開示されている。本件明細書の実施例のデータ\nを解釈するにあたり参照すべき甲３文献のデータは，両者の「脳内」，すなわち，\n細胞内ドパミン濃度であって，細胞外ドパミン濃度を比較して，ゾニサミドがカル\nバマゼピンよりも，ドパミン濃度増加効果が劣るということはできない。\nそもそも，カルバマゼピンはＭＡＯ－Ｂ阻害作用を有しないが，ゾニサミドはＭ\nＡＯ－Ｂ阻害作用を有するから，本件明細書の実施例では，ドパミン枯渇状態の異\nなる状態の実験動物が使用・比較されていることになる。本件明細書の実施例は，\n実験系に不備があり，同実施例の実験結果に基づいて，ゾニサミドがカルバマゼピ\nンと比較して顕著な効果を有するとはいえない。ＭＰＴＰモデルが適切なパーキン\nソン病モデルであったとしても，異なる薬理作用を有する他の化合物との効果比較\nの実験系としては適切ではない。\nさらに，バルプロ酸はＭＡＯ－Ｂ阻害作用を有さず，フェニトイン（ＰＨＴ），\nラモトリジン（ＬＴＧ）等もゾニサミドと同一のＭＡＯ－Ｂ阻害作用ではないはず\nであるから，本件明細書の実施例をもって，ゾニサミドと他の各種てんかん薬の薬\n理作用を比較することはできない。\nしたがって，ゾニサミドの神経変性抑制の程度について，顕著な効果は認められ\nない。\n(5)  その余の被告の主張について\nア  被告は，原告が主張する技術常識を否定する。しかし，被告は，審判段階に\nおいて，原告が主張する「技術常識は，それぞれいくつかの条件や限定が加えられ\nるべきものと考える」と述べており，原告が主張する技術常識を否定していなかっ\nたのであるから，これを争うことは許されない。\nまた，技術常識Ａにつき，パーキンソン病の病因がいくつかあるとしても，パー\nキンソン病の主たる病因は線状体ドパミンの枯渇である。さらに，技術常識Ｄにつ\nき，マウスにおいて，汎用かつ信頼性の高いＭＰＴＰモデル動物を構築することが\nできるから，ラットにおいて構築できないとしても，技術常識Ｄは否定されるもの\nではない。\nイ  被告は，下記〔被告の主張〕(3)オのとおり，ゾニサミドに関するその余の知\n見を新たに主張する。しかし，まず，かかる主張は，本件審決では認定されておら\nず，審理範囲を逸脱するものである。\nまた，ゾニサミドがドパミンに対して二相性作用（ドパミン作用とドパミン減少\n作用）を有していても，当業者は，パーキンソン病患者において薬効範囲の血漿中\n濃度を達成できる投与量及び用法を適宜選択し，薬効範囲を超える投与量を何ら困\n難なく回避可能である。ドパミンの二相性作用は，ゾニサミドのパーキンソン病治\n療への適用を妨げるものではない。\nさらに，ゾニサミドにアセチルコリン（ＡＣｈ）系機能を亢進する作用があった\nとしても，問題となるアセチルコリン神経は，病因となるドパミンニューロンの線\n条体からの神経伝達の下流遠方にある。コリン亢進作用が強く発現する患者に対し\nては，通常使用される抗コリン剤を追加して服用させればよく，下流のターゲット\nにおいて軽微な作用があるからといって阻害要因にはならない。\n加えて，被告は，線条体のドパミン量を増加させる薬物（ハロペリドール，スル\nピリド，リスペリドン）に，副作用としてパーキンソニズムなどを惹起することが\n知られていたと主張する。しかし，上記薬物は，ドパミン受容体に対するドパミン\nの結合を阻害する作用を有するものであり，ドパミン量が増加するようにみえるだ\nけであって，ドパミン量（生産量，分泌量）を増加させるものではない。また，上\n記薬物は，発症メカニズムがパーキンソン病とは真逆である統合失調症を治療対象\nとするものであって，ドパミンがドパミン受容体に結合することを阻害するために\nパーキンソニズムが発生する。上記薬物がパーキンソン病治療に使用できないこと\nは容易に理解されるから，そのような化合物があるからといって，ゾニサミドをパ\nーキンソン病治療に用いることの阻害要因にはならない。\n(6)  小括\nよって，本件発明１は，引用発明に基づき容易に発明をすることができたもので\nある。\n〔被告の主張〕\n(1)  本件発明１と引用発明の対比\n「線条体内」にはドパミンの作用部位が含まれるところ，細胞レベルでドパミン\nの作用する部位は，線条体内の細胞外に存在するから，本件審決は，技術的に正し\nく引用発明を認定している。仮に，引用発明が，ドパミンの線条体の細胞外濃度で\nはなく，ドパミンの線条体内濃度の上昇作用を示す抗てんかん薬であると仮定した\nとしても，当業者は，ゾニサミドをパーキンソン病の治療薬にすることを動機付け\nられたとはいえない。なお，本件審決における本件発明１と引用発明との対比は，\n争わない。\n(2)  動機付け\nア  ドパミン増加作用\n甲４～６及び８は，パーキンソン病の治療薬の中にドパミンを補う作用を奏する\nものがあることを示すにとどまり，ドパミンを補う作用を奏する薬物であればパー\nキンソン病の治療薬になることを示すものではない。甲４～６及び８は，パーキン\nソン病の治療薬の作用部位や分類を記載したり，様々なパーキンソン病の成因を記\n載したりするものにすぎない。\nまた，ドパミン増加作用を有する化合物であるカルバマゼピンが，パーキンソン\n病ではなく，双極性障害の抗躁効果に臨床応用されていた。ドパミン増加作用を有\nする化合物であれば，パーキンソン病の治療に使用できると当業者が期待するとは\nいえない。\nさらに，パーキンソン病の分野では，病態時のドパミン神経系が変性・消失する\nことから，健常動物での結果が，患者や適切な疾患モデル動物での結果と異なるこ\nとが知られていた。したがって，薬物が健常動物においてドパミン増加作用を有す\nるとしても，当業者は当該薬物がパーキンソン病の治療に効果的であることを期待\nするものではなく，その化合物をパーキンソン病の治療に適用しようと動機付けら\nれたとはいえない。そして，引用例は，ゾニサミドの健常動物におけるドパミン増\n加作用を検討するにとどまる。\n加えて，既存のパーキンソン病治療薬であるレボドパはドパミン前駆物質であり，\nドパミン量を強力に増加させることが可能である。パーキンソン病治療薬であるト\nルカポンのドパミン増加作用も高い。一方，ゾニサミドのドパミン増加作用は極め\nて低い。既存のパーキンソン病治療薬のドパミン増加作用の強さに鑑みれば，当業\n者は，ゾニサミドがパーキンソン病に対して高い有効性を達成できるとの成功の期\n待を抱くことはない。\nなお，ゾニサミドは多様な生理活性（ドパミン増加作用，抗てんかん作用，アセ\nチルコリン系機能の増強作用，神経保護作用，カルシウムチャネル阻害作用，ナト\nリウムチャネル阻害作用，神経伝達物質ＧＡＢＡの遊離促進作用，脂質過酸化の抑\n制など）を有し，ゾニサミドの投与によって双極性躁状態，統合失調感情傷害性躁\n状態，統合失調性興奮が改善する。当業者はゾニサミドの多様な薬理効果の中から\nドパミン増加作用のみに着目し，ゾニサミドをパーキンソン病の治療に試そうとは\n思い至らない。\nしたがって，ドパミン増加作用を有する化合物であればパーキンソン病治療薬と\nして使用できるとの技術常識はなく，当業者は，ゾニサミドのドパミン増加作用に\n関する引用例の記載に基づいて，引用発明の抗てんかん薬をパーキンソン病の治療\n薬とすることを動機付けられない。\nイ  ＭＡＯ－Ｂ阻害作用\n甲４～６及び８は，パーキンソン病の治療薬の中にＭＡＯ－Ｂを阻害させること\nによってドパミンを補う作用を奏するものがあることを示すにとどまり，ＭＡＯ－\nＢ阻害作用を有する化合物であればパーキンソン病治療薬として使用できるとの技\n術常識はなかった。\nまた，十分にＭＡＯ－Ｂを阻害する薬物がパーキンソン病の治療薬に用いられて\nいるのであり，ＭＡＯ－Ｂをわずかでも阻害する薬物であれば臨床的に使用されて\nいるとする技術常識はなかった。そして，ゾニサミド（ＩＣ５０は６６０μＭ）は，\n既存のＭＡＯ－Ｂ阻害剤（セレギリン。ＩＣ５０は１１ｎＭ）の６万分の１程度のＭ\nＡＯ－Ｂ阻害作用しか示さないことが知られていた。当業者は，ゾニサミドがセレ\nギリンと同様にＭＡＯ－Ｂに対する阻害作用を介したパーキンソン病の症状改善効\n果を示すなどと思い至ることはない。引用例にも，ゾニサミドの「ＭＡＯ活性阻害\nは，ＤＡ（注：ドパミン）の細胞外及び細胞内濃度の上昇にあたって，重要な機序\nではないことが示された」とされている。\nさらに，ＭＡＯ－Ｂ選択性の低い薬物（ＭＡＯ－ＢだけでなくＭＡＯ－Ａも阻害\nする薬物）は，チーズ効果の副作用のために治療薬として適さないことも知られて\nいた。そして，ゾニサミドについて，ＭＡＯ－Ｂへの阻害効果とＭＡＯ－Ａへの阻\n害効果の強さの差はせいぜい約３倍にすぎず，ＭＡＯ－Ｂ選択性が低いものである。\nなお，甲７は，ラモトリジン（ＬＴＧ）の神経保護作用や，神経保護作用を示す\n際の用量に関する所見に基づいて，ラモトリジンの臨床的有用性をパーキンソン病\nの治療にも広げられる可能性がある旨示唆するものであって，ＭＡＯ－Ｂ阻害作用\nに関するものではない。\nしたがって，当業者は，ゾニサミドのＭＡＯ－Ｂ阻害作用に関する引用例の記載\nに基づいて，引用発明の抗てんかん薬をパーキンソン病治療薬とすることを動機付\nけられない。\nウ  その余の技術常識について\n(ア)  技術常識Ａ\n線条体ドパミンの枯渇がパーキンソン病の唯一の病因ではない。パーキンソン病\nの病因が線条体のドパミンの枯渇であるという主張は誤導的である。パーキンソン\n病の主たる原因は黒質のドパミン神経細胞死であること，それによって線条体だけ\nではなく新皮質や海馬等のドパミン含量が減少すること，さらには黒質のドパミン\n神経細胞以外にも，青斑核や縫線核などにおいても神経細胞死が認められることも\n知られていた。\n(イ)  技術常識Ｄ\nＭＰＴＰモデル動物を，ラットでは構築できないことなどから，技術常識Ｄは誤\nりである。\n(ウ)  技術常識Ｅ\nゾニサミドは，健常動物のラット線条体において，既存薬であるレボドパ（約３\n４０％，臨床用量相当でも約１２６％）に比べてごく小さいドパミン増加作用を（１\n４．５％）示すにすぎない。また，ゾニサミドは，既存のＭＡＯ－Ｂ阻害薬である\nセレギリン（デプレニル）に比べて極めて弱い（６万分の１）ＭＡＯ－Ｂ阻害作用\nを有するにすぎない。ゾニサミドは，既存薬に比較して極めて低い，線条体におけ\nるドパミン増加作用及びＭＡＯ－Ｂ阻害作用しか有していなかった。\nエ  以上によれば，当業者は，ゾニサミドをパーキンソン病に適用しようと動機\n付けられるものではない。\n(3)  反対動機\nア  引用例は，ゾニサミドがパーキンソニズムをもたらすことを開示するととも\nに，関連文献として挙げられた甲２５は，ゾニサミドのてんかん用途での有効な臨\n床用量においてパーキンソニズムが生じた２症例を報告する。\nイ  単独投与\n甲２５で報告された振戦の２症例は，バルプロ酸の血中濃度に変化がないこと等\nから，バルプロ酸との併用によるものではなく，ゾニサミドに起因するパーキンソ\nニズムであると理解される。ゾニサミドはパーキンソニズムを惹起することが知ら\nれていたものである。\nウ  投与量\n本件で問題となるのは，ヒトでパーキンソニズムが発生したことである。ヒトで\nパーキンソニズムが発生している以上，ラットでの実験報告はヒトでの症例よりも\n重きを置かれるものではない。そして，パーキンソニズムが生じた２症例（甲２５）\nにおけるゾニサミドの投与量はいずれも２００ｍｇ／日であり，これはゾニサミド\nのてんかん用途で承認された投与量である。\nエ  原因\nそもそもゾニサミドにより発生するパーキンソニズムが本態性であるか，薬物性\nであるかとは無関係に，ゾニサミドのパーキンソン病への有効性が明らかではない\n優先日当時，治療対象のパーキンソン病の症状を悪化させるようなゾニサミドをパ\nーキンソン病の治療薬とすることは考えられない。原告の主張は，主作用がすでに\n確立されており，患者にとってのメリットが十分に確認できている薬物を前提とし\nており失当である。\nまた，臨床現場で「本態性」であるか「薬物性」であるかの判断は必ずしも容易\nでない上，「薬物性パーキンソニズム」は予後の悪さ等の様々なリスクが知られて\nおり，パーキンソン病患者にパーキンソニズムを生じさせるような薬剤を投与する\nことは避けるべきであった。\nオ  ゾニサミドに関するその余の知見\nゾニサミドは用量に応じてドパミン増加作用とドパミン減少作用という，相反す\nる作用を発揮することが知られていた。このことは，用量又は薬剤反応性の個人差\nによっては投与によるドパミン量の減少を招き，パーキンソン病をかえって悪化さ\nせるとの懸念を生じさせる。当業者は，用量により反対の作用を奏するゾニサミド\nをパーキンソン病の治療薬とすることを躊躇するのが自然である。\nまた，パーキンソン病の治療にはアセチルコリン（ＡＣｈ）系機能を阻害する「抗\nコリン剤」も使用されるところ，ゾニサミドはアセチルコリン系機能を増強（機能\n亢進）することが知られていた。アセチルコリン系機能を増強する作用を有する薬\n物をパーキンソン病の治療に使用すると，パーキンソン病の症状を悪化させると予\n想されるため，当業者はゾニサミドをパーキンソン病治療薬とすることをむしろ避\nけたといえる。\nさらに，ゾニサミド以外のドパミン増加作用を有することが知られている薬物（ハ\nロペリドール，スルピリド，リスペリドン）についても，パーキンソニズムが生じ\nることが知られており，それらの中にはパーキンソン病の患者に対して禁忌となっ\nている薬物も存在した。\n加えて，甲４１は，ゾニサミドを臨床で使用した場合にパーキンソニズムなどの\n副作用の発生に十分留意するように注意を促している。\nカ  したがって，当業者はパーキンソニズムを発生するおそれのあったゾニサミ\nドを，パーキンソン病の治療に用いることを避けたと考えるのが自然である。\n(4)  効果\n引用例及び甲３は，ゾニサミドを，パーキンソン病を含む神経変性疾患に適用す\nることを示唆するものではない。\nそして，本件明細書試験例２において，抗けいれん作用を有しかつドパミン増加\n作用を有する化合物のうち，ゾニサミドは，カルバマゼピンやバルプロ酸ナトリウ\nムと比較して，ドパミン系神経変性に対する高い抑制作用を示している。一方，甲\n３文献には，ゾニサミドがカルバマゼピンよりも，線条体ドパミン濃度増加効果が\n劣ることも開示されていたものである。当業者は，本件明細書の記載から，本件発\n明１の神経変性疾患治療薬（ゾニサミド）が，パーキンソン病治療等について，格\n別顕著な効果を奏することを理解する。\nなお，ＭＰＴＰモデルは適切なパーキンソン病モデルであり，代表的なＭＡＯ－\nＢ阻害剤であるセレギリン（エフピー）の効果がＭＰＴＰモデルで評価されている\nこと，ゾニサミドのＭＡＯ－Ｂ阻害作用は極めて小さく，ＭＰＴＰ動物モデルにお\nけるＭＡＯ－Ｂ阻害の程度が低いことからも，本件明細書の実施例の評価系は，適\n切な評価系である。\n(5)  小括\n以上によれば，ゾニサミドをパーキンソン病の治療に使用する動機付けはなく，\nまた使用できることへの合理的な期待があったとは到底いえない。\nよって，本件発明１は，引用発明に基づき容易に発明をすることができたもので\nはない。\n２  取消事由２（本件発明２ないし６の進歩性判断の誤り）\n〔原告の主張〕\n前記１〔原告の主張〕と同様に，本件発明２ないし６は，引用発明に基づき，当\n業者が容易に発明をすることができたものである。\n〔被告の主張〕\n前記１〔被告の主張〕と同様に，本件発明２ないし６は，引用発明に基づき，当\n業者が容易に発明をすることができたものではない。\n第４  当裁判所の判断\n１  本件発明１について\n本件発明１に係る特許請求の範囲は，前記第２の２【請求項１】のとおりである\nところ，本件明細書（甲５６）には，本件発明１の特徴について，次のとおり開示\nされている。\n(1)  パーキンソン病は，黒質－線状体系のドパミン産生ニューロンの崩壊・脱落\nによる線状体ドパミンの枯渇を起因とした，協調性の運動機能が障害される進行性\nの疾患である。従来，パーキンソン病の治療においては，ドパミン補充薬，ドパミ\nン受容体作動薬，ドパミン遊離促進薬，抗コリン薬，Ｂ型モノアミンオキシダーゼ\n（ＭＡＯ－Ｂ）阻害薬等を用いた薬物治療が行われていたが，効力や副作用の面で\n必ずしも満足できるものではなかった。（背景技術）\n(2)  本件発明１は，パーキンソン病等の神経変性疾患の新規な薬物を提供するこ\nとを目的とする。そして，本件発明１は，抗てんかん薬，虚血性脳障害治療薬とし\nての有用性が知られていたゾニサミド及びそのアルカリ金属塩を，神経変性疾患の\n治療薬の有効成分に用いることを技術的特徴とするものである。（技術分野，背景\n技術，発明の開示）\n(3)  パーキンソン病動物モデルであるドパミン枯渇マウスにおいて，ゾニサミド\n及びそのアルカリ金属塩は，抗けいれん作用発現用量で，ＭＰＴＰにより惹起され\nる線状体中のドパミン（ＤＡ）及びその代謝物（ＤＯＰＡＣ）の含有量の減少に対\nして抑制作用を示す。この抑制作用は，カルバマゼピン，ラモトリジン及びフェニ\nトイン等の他の抗てんかん薬よりも強いものである。（試験例２，表１，図２）\n(4)  ゾニサミド及びそのアルカリ金属塩は，神経変性疾患治療薬として，原発性\n又は続発性パーキンソン病等の哺乳動物（ヒトを含む）の各種神経変性疾患の予防\n及び治療に有用である。（産業上の利用可能性）\n２  取消事由１（本件発明１の進歩性判断の誤り）について\n(1)  引用例の記載\n引用例（甲１）には，おおむね次の記載がある。\nア  序文\nゾニサミド（ＺＮＳ）…は，新規の抗てんかん薬であり，部分発作の治療の際に\n効果を発揮すると共に，全身性強直性間代性発作，全身性強直性発作，複雑／複合\n発作に対しても，様々な程度に効果を発揮する。有効性と安全性の観点から見て，\nゾニサミドは，部分発作患者の場合，カルバマゼピン（ＣＢＺ）と同等であること\nが証明されており，小児の全身性発作患者を対象とした研究では，バルプロ酸ナト\nリウム（ＶＰＡ）と同等であることが証明されている。ゾニサミド投与の際に，重\n篤な副作用が発現したり，強力な抗てんかん作用が発揮されたりすることは稀であ\nるため，ゾニサミドは日本では主要な抗てんかん薬のひとつとみなされている。ま\nた，ゾニサミドは気分安定作用，および他のドパミン作動性副作用（例：パーキン\nソニズム[３９]（判決注：[３９]では，甲２５が参照文献として挙げられている。），\n妄想的観念）をもたらすことも示唆されている。\n現時点ではゾニサミドの作用機序はほとんど知られていない。…そこで，今回の\n研究の目的は，ゾニサミドの作用機序を検討することによって，ドパミン作動系に\n対するゾニサミドの影響を明らかにすることであった。\nイ  材料と方法\n(ア)  実験動物\n雄Ｗｉｓｔａｒラット１７６頭（体重：２５０～３００ｇ，日本クレア株式会社）\n…\n(イ)  長期投与\nラットを集団飼育…して，自由に摂食・摂水させた。…食餌には，ゾニサミド０，\n２０，５０又は１００ｍｇ／ｋｇ体重／日を添加した。ゾニサミド処理食を２１日\n間提供した後，ラットにマイクロ波を照射した。\n(ウ)  短期投与\n２０％ＤＭＳＯを含有している生理食塩水…に，ゾニサミド０，２０，５０又は\n１００ｍｇ／ｋｇ体重を溶解して，雄Ｗｉｓｔａｒラットに腹腔内投与した。投与\nから２時間後にマイクロ波を照射した。\nウ   図１：ドパミン（ＤＡ）と３，４－ｄｉｈｙｄｒｏｘｙｐｈｅｎｙｌａｌａ\nｎｉｎｅ（ＤＯＰＡ。判決注：ドパミンの前駆体）の細胞外濃度に対するゾニサミ\nドの影響\n…ゾニサミドを治療用量（２０ｍｇ／ｋｇ，５０ｍｇ／ｋｇ）で投与した結果，\n線条体のＤＡ及びＤＯＰＡの細胞外濃度が上昇した。ゾニサミドを治療用量を超え\nる用量（１００ｍｇ／ｋｇ）で投与した結果，線条体のＤＡおよびＤＯＰＡの細胞\n外濃度は，投与から２０～４０分間は上昇したが，投与から１００～１２０分後に\nは低下した。\nエ  図３：ゾニサミドの腹腔内投与から２時間後の線条体と海馬におけるドパミ\nン，ドパミンの代謝物（ＤＯＰＡＣ，ＨＶＡ），ドパミンの前駆体の細胞内濃度\n…治療用量のゾニサミド（２０ｍｇ／ｋｇ，５０ｍｇ／ｋｇ）を投与したところ，\n線条体と海馬のＤＡ，ＤＯＰＡ，ＨＶＡの細胞内濃度は対照よりも高かったのに対\nし，線条体と海馬のＤＯＰＡＣの細胞内濃度は対照よりも低かった。治療用量を超\nえるゾニサミド（１００ｍｇ／ｋｇ）を投与したところ，線条体のＤＡ，ＤＯＰＡ，\nＤＯＰＡＣの細胞内濃度，及び海馬のＤＡの代謝物（ＤＯＰＡＣ，ＨＶＡ）の細胞\n内濃度は対照よりも低かったが，線条体のＨＶＡの細胞内濃度，及び海馬のＤＡと\nＤＯＰＡの細胞内濃度は対照と変わりなしであった。\nオ  図５：ゾニサミドの経口投与を３週間行った後の線条体と海馬におけるドパ\nミン，ドパミンの代謝物，ドパミンの前駆体の各細胞内濃度\n…ゾニサミドを治療用量（２０ｍｇ／ｋｇ／日，５０ｍｇ／ｋｇ／日，ｐｏ）で\n投与したところ，ＤＡ，ＤＯＰＡ，ＤＯＰＡＣ，ＨＶＡの各細胞内濃度は，対照の\n値よりも有意に高かったのに対し，ゾニサミドを治療用量を超える用量（１００ｍ\nｇ／ｋｇ，ｐｏ）で投与したところ，線条体のＤＡ，ＤＡの代謝物（ＤＯＰＡＣ，\nＨＶＡ），ＤＡの前駆体の各細胞内濃度，及び海馬のＤＡ，ＤＯＰＡ，ＤＯＰＡＣ\nの各細胞内濃度は，対照の値よりも低かったが，海馬のＨＶＡの細胞内濃度は対照\nの値と変わりなしであった。\nカ  考察\n…これらの結果から，ゾニサミド２０～５０ｍｇ／ｋｇを短期投与すると，ＤＡ\n合成が促進されることが示唆される。…ゾニサミドは，ＭＡＯ－Ｂ活性を低下させ\nることによって，ＤＡ分解経路を阻害する。短期投与実験の場合，ゾニサミドはＤ\nＯＰＡＣの細胞外濃度と細胞内濃度を低下させるのに対し，５－ＨＩＡＡの細胞外\n濃度を上昇させるという，我々の既報の結果および今回の研究結果は，このＭＡＯ\n活性に対するゾニサミドの阻害作用によって説明可能である。\n今回の研究の結果，ゾニサミドを治療用量で短期投与したところ，線条体と海馬\nのＤＡ，ＤＯＰＡ，ＨＶＡのそれぞれの細胞内濃度及び細胞外濃度が上昇したのに\n対し，ＤＯＰＡＣの濃度は低下した。これらの結果は２つの機序（すなわち，ＤＡ\n合成の促進および／またはＤＡ分解の阻害）によってもたらされたと考えられる。\n…ＭＡＯ活性阻害が長期投与実験で観察されなかったことから，ＭＡＯ活性阻害\nは，ＤＡの細胞外濃度と細胞内濃度の上昇にあたって，重要な機序ではないことが\n示された。…\n…ゾニサミドは，ゾニサミドの用量に依存して，ＤＡの機能に対して二相性作用\nを発揮することが，我々のデータから示された（すなわち，治療用量（２０ｍｇ／\nｋｇ，５０ｍｇ／ｋｇ）ではＤＡの機能が亢進するのに対し，治療用量を超える用\n量（１００ｍｇ／ｋｇ）ではＤＡの機能が阻害される）。ゾニサミドの治療用量の\n抗痙攣作用と気分安定作用，及び治療用量を超える用量の副作用（鎮静，痙攣促進\n作用（逆説中毒）など）は，ＤＡの機能に対するゾニサミドの二相性作用によって\n説明できると考えられる。\n(2)  本件発明１と引用発明との対比\n本件発明１と引用発明との一致点及び相違点が前記第２の３(2)イのとおりである\nことは，当事者間に争いがない。\nなお，引用例には，ゾニサミドが抗てんかん薬であることが開示されており（前\n記(1)ア），本件発明１と引用発明との一致点及び相違点が上記のとおりであること\nによれば，本件発明１と対比すべき引用発明は，「ゾニサミドを有効成分とする抗\nてんかん薬」と認定するのが相当である。\n(3)  引用発明において，相違点に係る本件発明１の構成を採用する動機付けの有\n無\nア  引用例における示唆\n前記(1)によれば，引用例は，抗てんかん薬であるゾニサミドについて，ドパミン\n作動系に対する作用機序を解明することを目的として（(1)ア），健常動物を用いた\n実験を行い（(1)イ），線条体におけるドパミン，ドパミン前駆体，ドパミン代謝物\nの挙動を測定することにより（(1)ウ～オ），ゾニサミドによるドパミン合成促進を\n検討するとともに，ゾニサミドのＭＡＯ活性阻害作用によるドパミン分解阻害を検\n討し，ゾニサミドの用量と薬理作用，副作用との関係を考察するもの（(1)カ），と\nいうことができる。\nそうすると，引用例は，ゾニサミド２０～５０ｍｇ／ｋｇを短期投与すると，線\n条体ドパミン量が増加すること，ＭＡＯ－Ｂ活性の阻害によりドパミン分解が阻害\nされることを示唆するものではあるが（(1)カ），その示唆は，あくまでも，健常動\n物を用いた実験に基づくものということができる。\nイ  甲３文献\n(ア)  甲３文献に開示された事項\n甲３文献は，抗てんかん薬であるカルバマゼピン及びゾニサミドの作用機序解明\nを目的として，両剤のｍｏｎｏａｍｉｎｅ（ＭＡ）遊離，代謝，再取り込みに対す\nる効果について，雄性Ｗｉｓｔａｒ系ラットを用いて検討したものである。（要約）\nそして，甲３文献には，治療用量（２０及び５０ｍｇ／ｋｇ／ｄａｙ）のゾニサ\nミドの投与により線条体ドパミン濃度は有意に増加するが，過剰用量（１００ｍｇ\n／ｋｇ／ｄａｙ）のゾニサミドの投与により線条体ドパミンが減少したことが実験\n結果とともに示されている。（図１－ａ，図６）\nまた，甲３文献には，ゾニサミドが，モノアミン酸化酵素（ＭＡＯ－Ａ）とモノ\nアミン酸化酵素（ＭＡＯ－Ｂ）の両方の酵素活性を阻害し，ＭＡＯ－Ａに比べると\nＭＡＯ－Ｂの阻害は強いものの，ＭＡＯ活性の阻害は軽度であることが実験結果と\nともに示されている。（３４９頁右欄２行～８行，図９）\nそして，甲３文献には，実験結果から，ゾニサミドのＭＡＯ－Ｂに対するＩＣ５０\nが６６０μＭであり，このＭＡＯ－Ｂ阻害作用により，細胞外ＤＯＰＡＣ濃度の低\n下は説明し得るが，これが細胞外ＤＡ濃度増加の主要機序とは考え難く，過剰用量\nの投与によるＭＡの細胞外濃度減少にも直接的な関与は少ないなどと考察された上\nで，治療濃度のゾニサミドによるＭＡ系機能増強作用が抗てんかん作用の一部を説\n明し得るものと考えられるなどと要約されている。（要約，考察（３５０頁右欄下\nから５行～３５１頁左欄３行））。\n(イ)  甲３文献における示唆\n前記(ア)によれば，甲３文献は，ゾニサミド２０又は５０ｍｇ／ｋｇ／日を投与\nすると，線条体ドパミン量が増加すること，ゾニサミドのＭＡＯ－Ｂに対するＩＣ\n５０が６６０μＭであることを示すものであるが，これらの実験結果は，あくまでも，\n健常動物を用いた実験に基づくものということができる。\nウ  技術常識\n(ア)  健常動物と疾患モデル動物の相違\n甲２９（亀井千晃ほか「新薬開発における動物実験の問題点」岡実動研報第４号\n１４～１７頁（昭和６１年））には，薬理実験を行う際の問題点について「薬物は\n疾患時に用いるのに，動物実験を行う場合には正常動物を用いているというギャッ\nプがある。これらの欠点を補う為，最近では数多くの疾患モデル動物が作成され，\n薬物の評価判定に用いられている。」と記載されている（１７頁）。甲３０（「医\n薬品の開発」鹿取信ほか編「標準薬理学第５版」３５～３７頁（株式会社医学書院，\n平成９年発行））には，「医薬品は病気のヒトに用いられるのに，薬効管理，安全\n性試験は，主に正常な動物が用いられるという点が問題である。最近は…いろいろ\nな方法でヒトの病気に近い状態を起こした疾患モデル動物が用いられている。」と\n記載されている（３７頁）。\nそして，甲８（久野貞子「Ｐａｒｋｉｎｓｏｎ病の治療，現状と新しい流れ」神\n経精神薬理Ｖｏｌ．１４，Ｎｏ．１２，７７３～７８１頁（星和書店，平成４年発\n行））には，「Ｐａｒｋｉｎｓｏｎ病患者では大部分（８０％以上）の黒質線条体\nドーパミン神経は消失しているが…」と記載され（７７６頁），健常動物とパーキ\nンソン病疾患モデル動物とでは，黒質線条体内のドパミン神経の量に大幅な相違が\nあることが示されている。また，甲３１（G.GERHARDTほか「Dopaminergic Neuroto\nxicity of 1-Methyl-4- Phenyl-1,2,3,6-Tetrahydropyridine(MPTP) in the Mous\ne: An in vivo Electrochemical Study」THE JOURNAL OF PHARMACOLOGY AND EXPER\nIMENTAL THERAPEUTICS Vol.235, No.1，２５９～２６５頁（昭和６０年））には，\n健常マウスとパーキンソン病疾患モデルマウスとの間では，ＫＣｌ（塩化カリウム）\nによるドパミン量の増加量に大きな相違があることが示されている（図５）。さら\nに，甲３２（David S. Rothblatほか「Regional Differences in Striatal Dopami\nne Uptake and Release Associated with Recovery from MPTP-Induced Parkinson\nism: An In Vivo Electrochemical Study」Journal of Neurochemistry Vol.72, N\no.2，７２４～７３３頁（平成１１年））には，健常ネコでは，ＫＣｌによるドパミ\nン増加量は大きかったのに対し，パーキンソン病疾患モデルネコでは，増加がほと\nんど生じなかったことが示されている（表３）。\n加えて，甲７（Stacey A. Jones-Humbleほか「THE NOVEL ANTICONVULSANT LAMOT\nRIGINE PREVENTS DOPAMINE DEPLETION IN C57 BLACK MICE IN THE MPTP ANIMAL MO\nDEL OF PARKINSON’S DISEASE」Life Sciences Vol.54,No.4,２４５～２５２頁（平\n成６年））では，パーキンソン病疾患モデル動物を用いた実験結果を基にして，ラ\nモトリジンの臨床的有用性をパーキンソン病の治療にも広げられる可能性があるこ\nとを示唆するとの結論を得るに至っている（２４５，２５１頁）。\n一方で，健常動物における線条体ドパミン量の挙動が，パーキンソン病疾患モデ\nル動物における線条体ドパミン量の挙動と相関することを示す証拠は見当たらない。\nそうすると，当業者は，本件優先日当時，健常動物で得られた線条体ドパミン量\nの挙動は，パーキンソン病疾患モデル動物における線条体ドパミン量の挙動を必ず\nしも示すものではないとの技術常識を有していたというべきである。\n(イ)  線条体ドパミン量の増加とパーキンソン病治療薬の関係\nａ  パーキンソン病の病因\n当業者は，本件優先日当時，パーキンソン病の病因の一つが線条体ドパミンの枯\n渇であるとの技術常識を有していたと認められる（甲４（水柿道直「パーキンソン\n病と薬剤」社団法人日本薬剤師会編「病気と薬剤改訂第４版」（株式会社薬事日報\n社，平成８年発行））の３０６頁，甲５（「特集・パーキンソン病の治療」医薬ジ\nャーナルＶｏｌ．３１，Ｎｏ．１２（医薬ジャーナル社，平成７年発行））の３０\n頁，甲６（田中千賀子ほか編「ＮＥＷ薬理学改訂第３版」（株式会社南江堂，平成\n９年発行））の２８９頁）。\nｂ  線条体ドパミン量を増加させる薬物（ハロペリドール）\nハロペリドールは，線条体ドパミン量を増加させる薬物と認められる（甲２３（B\nita Moghaddamほか「Acute Effects of Typical and Atypical Antipsychotic Dru\ngs on the Release of Dopamine from Prefrontal Cortex, Nucleus Accumbens, a\nnd Striatum of the Rat: An In Vivo Microdialysis Study」Journal of Neuroch\nemistry Vol.54,No.5，１７５５～１７６０頁（平成２年））の図１）。\nしかし，ハロペリドールは，薬物性パーキンソニズムを引き起こし，パーキンソ\nン病患者への使用は禁忌とされていたものである（乙３（「薬の副作用事典」（株\n式会社産業調査会事典出版センター，平成２年発行））の１１８４，１１８５頁）。\nそして，本件優先日当時，ハロペリドールとゾニサミドが異なる作用機序で線条\n体ドパミン量を増加させること，更に線条体ドパミン量を増加させる作業機序によ\nってはパーキンソン病の治療効果に差異が生じることを当業者が認識していたこと\nを示す具体的な証拠はない。\nそうすると，当業者は，本件優先日当時，具体的な作用機序の差異を意識するこ\nとなく，線条体ドパミン量を増加させる薬物には，パーキンソン病患者への使用が\n禁忌とされるものがあることを認識していたというべきである。\nｃ  線条体ドパミン量を増加させる抗てんかん薬（カルバマゼピン）\n甲３文献には，抗てんかん薬であるカルバマゼピンには線条体ドパミン量の増加\n作用がある旨記載されている（図１－ａ，図６）。\nしかし，本件優先日後の平成１３年時点においても，パーキンソン病に対するゾ\nニサミドの有効な作用が抗痙攣作用のメカニズムと関連しているのではないかと推\n測することもできるものの，「現時点でパーキンソン病患者の症状を改善すると報\n告されている抗痙攣薬は他にない。」とされており（甲１３（Miho Murataほか「Z\nonisamide has beneficial effects on Parkinson’s disease patients」Neurosc\nience Research 41（平成１３年））の３９９頁），本件優先日当時，カルバマゼピ\nンがパーキンソン病に対して治療効果を奏するか否かは不明であると理解されてい\nたものと認められる。\nそうすると，当業者は，本件優先日当時，線条体ドパミン量を増加させる抗てん\nかん薬とパーキンソン病治療薬の関係は不明であると認識していたというべきであ\nる。\nｄ  ゾニサミドが有する線条体ドパミン量の増加作用\n引用例及び甲３文献における前記示唆から，本件優先日当時，抗てんかん薬であ\nるゾニサミドの投与が，健常動物以外であっても，線条体ドパミン量を僅かでも増\n加させる可能性があることまでは否定できない。また，当業者は，本件優先日当時，\nパーキンソン病の病因の一つが線条体ドパミンの枯渇であるとの技術常識を有して\nいたものである。\nしかし，当業者は，本件優先日当時，具体的な作用機序の差異を意識することな\nく，線条体ドパミン量を増加させる薬物には，パーキンソン病患者への使用が禁忌\nとされるものがあること，線条体ドパミン量を増加させる抗てんかん薬とパーキン\nソン病治療薬との関係は不明であること，を認識していたというべきである。\nそうすると，当業者は，本件優先日当時，健常動物以外において線条体ドパミン\n量を増加させる可能性を否定できない抗てんかん薬であるゾニサミドであっても，\n線条体ドパミン量の増加作用の観点からは，パーキンソン病に対して治療効果を奏\nする可能性は低いとの技術常識を有していたというべきである。\n(ウ)  ＭＡＯ－Ｂ活性の阻害とパーキンソン病治療薬の関係\nａ  パーキンソン病の病因\n当業者は，本件優先日当時，パーキンソン病治療薬の薬理作用の一つとしてドパ\nミンを分解するＭＡＯ－Ｂ活性を阻害するものが存在するとの技術常識を有してい\nたと認められる（甲６の２９５頁，甲８の表１）。\nｂ  ＭＡＯ－Ｂ活性を阻害する抗てんかん薬（ラモトリジン）\n甲７には，抗てんかん薬であるラモトリジン（ＬＴＧ）がＭＡＯ－Ｂ活性を阻害\nする作用がある旨記載されている（２４５・２５０頁）。さらに，甲７によれば，\n本件優先日当時，ラモトリジンのパーキンソン病疾患モデル動物に対する投与試験\nの結果を検討することで，ラモトリジンをパーキンソン病の治療薬として使用でき\nる可能性が示唆されていたということができる（２５０・２５１頁）。\nしかし，上記示唆は，「ＬＴＧで得られる保護がすべてＭＡＯ－Ｂに対する作用\nによるものとは考えられない。」，「新規抗てんかん薬であるＬＴＧは，Ｃ５７Ｂ\nＬマウスにおけるＭＰＴＰ誘発性ドパミン枯渇に対して保護作用をもつ。さらに，\nＬＴＧがドパミンの取り込みやＭＡＯを阻害するであろう濃度よりも低い濃度で脳\n内に存在するような用量でも，ＬＴＧには神経保護効果が認められる。」という検\n討の上で導かれたものである（甲７の２５０・２５１頁）。したがって，上記示唆\nは，ラモトリジンがＭＡＯ－Ｂ阻害作用を有することのみから，パーキンソン病の\n治療薬として使用できる可能性があると指摘するものではないというべきである。\nそうすると，当業者は，本件優先日当時，抗てんかん薬であって，ＭＡＯ－Ｂ阻\n害作用を有するラモトリジンであっても，ＭＡＯ－Ｂ阻害作用を有することから，\n直ちにパーキンソン病に対して治療効果を奏するものではないことを認識していた\nというべきである。\nｃ  ＭＡＯ－Ｂ活性を阻害するパーキンソン病治療薬（セレギリン）\n本件優先日当時，セレギリン（商品名デプレニル）がパーキンソン病治療薬とし\nて知られており（甲８の表１），セレギリンがＭＡＯ－Ｂ活性を阻害することも知\nられていたものである（甲４４（Richard E. Heikkilaほか「PREVENTION OF MPTP-\nINDUCED NEUROTOXICITY BY AGN-1133 AND AGN-1135, SELECTIVE INHIBITORS OF MO\nNOAMINE OXIDASE-B」European Journal of Pharmacology 116，３１３～３１７頁（昭\n和６０年））の表１）。\nそして，セレギリンのＭＡＯ－Ｂに対するＩＣ５０値は１１ｎＭである（甲４４の\n表１）。そうすると，当業者は，ＭＡＯ－Ｂ阻害作用を有する薬物を投与するパー\nキンソン病治療においては，セレギリンと同程度，すなわち，ＩＣ５０値が１１ｎＭ\n以下にＭＡＯ－Ｂ活性を阻害する程度の薬理作用を有する薬物が必要であると認識\nしていたものである。\nしかし，ゾニサミドのＭＡＯ－Ｂに対するＩＣ５０値は６６０μＭである（甲３の\n３５０頁）。また，引用例の「考察」の欄には，ゾニサミドの「ＭＡＯ活性阻害は，\nＤＡの細胞外濃度と細胞内濃度の上昇にあたって，重要な機序ではないことが示さ\nれた。」と記載されている。さらに，甲３文献には，ゾニサミドのＭＡＯ－Ｂ阻害\n作用について「細胞外ＤＡ濃度増加の主要機序とは考え難」くと記載されている（３\n５１頁）。\nそうすると，当業者は，本件優先日当時，ゾニサミドのＭＡＯ－Ｂ阻害作用がセ\nレルギンよりも顕著に弱く，また，それがパーキンソン病の治療に有用なドパミン\n量の増加に果たす程度も低いことを認識していたというべきである。\nしたがって，当業者は，ゾニサミドが，ＭＡＯ－Ｂ阻害作用の観点から，他のパ\nーキンソン病治療薬と同程度の薬理効果を奏する可能性が低いことを認識していた\nというべきである。\nｄ  ゾニサミドが有するＭＡＯ－Ｂ阻害作用\n引用例及び甲３文献における前記示唆から，本件優先日当時，抗てんかん薬であ\nるゾニサミドの投与が，健常動物以外であっても，ＭＡＯ－Ｂ阻害作用を僅かでも\n有する可能性があることまでは否定できない。また，当業者は，本件優先日当時，\nパーキンソン病の治療薬の薬理作用の一つとしてドパミンを分解するＭＡＯ－Ｂ活\n性を阻害するものが存在するとの技術常識を有していたものである。\nしかし，当業者は，本件優先日当時，抗てんかん薬であって，ＭＡＯ－Ｂ阻害作\n用を有するラモトリジンであっても，ＭＡＯ－Ｂ阻害作用を有することから，直ち\nにパーキンソン病に対して治療効果を奏するものではないこと，当業者は，ゾニサ\nミドが，ＭＡＯ－Ｂ阻害作用の観点から，他のパーキンソン病治療薬と同程度の効\n果を奏する可能性が低いこと，を認識していたというべきである。\nそうすると，当業者は，本件優先日当時，健常動物以外において，ＭＡＯ－Ｂ阻\n害作用を有する可能性を否定できない抗てんかん薬であるゾニサミドであっても，\nＭＡＯ－Ｂ阻害作用の観点からは，パーキンソン病に対して治療効果を奏する可能\n性は低いとの技術常識を有していたというべきである。\nエ  引用発明において，相違点に係る本件発明１の構成を採用する動機付け\n(ア)  引用例及び甲３文献は，いずれも，ゾニサミドが，健常動物において，線\n条体ドパミン量の増加作用を有すること，ＭＡＯ－Ｂ阻害作用を有することを示唆\nするにとどまるものである。\nそして，前記ウ(ア)のとおり，本件優先日当時の当業者は，健常動物で得られた\n線条体ドパミン量の挙動が，パーキンソン病疾患モデル動物における線条体ドパミ\nン量の挙動を必ずしも示すものではないとの技術常識を有していたものである。\nそうすると，当業者は，引用例及び甲３文献から上記示唆を受けても，そもそも\nパーキンソン病疾患を有する患者において，ゾニサミドが線条体ドパミン量を増加\nさせたり，ゾニサミドがＭＡＯ－Ｂ活性を阻害したりするとは理解しないから，ゾ\nニサミドがパーキンソン病の治療薬になる可能性を認識し得ないというべきである。\n(イ)  また，引用例及び甲３文献における前記示唆から，健常動物以外であって\nも，ゾニサミドの投与が線条体ドパミン量の増加作用及びＭＡＯ－Ｂ阻害作用を僅\nかでも有する可能性があることまでは否定できない。\nしかし，前記ウ(イ)及び(ウ)のとおり，本件優先日当時の当業者は，抗てんかん\n薬であるゾニサミドについて，線条体ドパミン量の増加作用の観点からも，ＭＡＯ\n－Ｂ阻害作用の観点からも，パーキンソン病に対して治療効果を奏する可能性は低\nいとの技術常識を有していたというべきである。\nそうすると，このような技術常識を有する当業者は，引用例及び甲３文献から，\nゾニサミドがパーキンソン病の治療薬になると合理的に期待し得ないというべきで\nある。\n(ウ)  よって，当業者は，引用発明において，相違点に係る本件発明１の構成を\n採用することを動機付けられることはないというべきである。\nオ  原告の主張について\n(ア)  原告は，パーキンソン病の分野において，健常動物での試験結果が，患者\nや適切な疾患モデル動物での試験結果と異なるとしても，健常動物に対して薬物を\n投与して何らかの薬理作用が確認されたのであれば，その薬理作用から治療可能な\n疾患への治療薬としての評価を行おうとの動機付けが生じる旨主張する。\nしかし，前記ウ(ア)のとおり，当業者は，本件優先日当時，健常動物で得られた\n線条体ドパミン量の挙動は，パーキンソン病疾患モデル動物における線条体ドパミ\nン量の挙動を必ずしも示すものではないとの技術常識を有していたというべきであ\nる。\nまた，ゾニサミドの投与による線条体ドパミン量の挙動を健常動物に対する実験\nにより確認した引用例１及び甲３文献は，抗てんかん薬であるゾニサミドの作用機\n序解明を目的とするものである。引用例１及び甲３文献は，ゾニサミドの薬理作用\nを解明することで，てんかん以外の疾患についても，ゾニサミドが治療薬として用\nいることができるか否かについて評価を行おうとするものではなく，これに関する\n示唆もない。\nしたがって，当業者は，引用例１及び甲３文献から，ゾニサミドの健常動物に対\nするドパミン増加作用やＭＡＯ－Ｂ阻害作用を理解したとしても，そのことのみで\nは，パーキンソン病に対するゾニサミドの評価を行おうとの動機付けは生じないと\nいうべきである。\n(イ)  原告は，線条体ドパミン量を増加させる薬物であれば，その程度を問わず，\nパーキンソン病の症状を改善できる，ＭＡＯ－Ｂ阻害作用を有する薬物であれば，\nその程度を問わず，パーキンソン病の症状を改善できるという，技術常識Ｂ及びＣ\nが確立していた旨主張する。\nしかし，パーキンソン病の治療において，線条体ドパミン量をどの程度増加させ\nればその症状を改善できるか，また，ＭＡＯ－Ｂ活性をどの程度阻害させればその\n症状を改善できるかについて，これを裏付けるような証拠はない。甲４，６及び８\nには，線条体ドパミン量の増加作用及びＭＡＯ－Ｂ阻害作用とパーキンソン病の治\n療との関係について，一般的な記載があるにとどまり，これらの記載から，当業者\nが，少しでもこれらの作用を有する薬物であれば，パーキンソン病に対する治療効\n果が奏せられると理解できるものではない。\nそして，ゾニサミドが，既存のパーキンソン病治療薬であるレボドパと同程度の\n線条体ドパミン量の増加作用を有することを認めるに足りる証拠はなく，本件優先\n日当時，ゾニサミドが，既存のパーキンソン病治療薬であるセレルギンと比較して\nＭＡＯ－Ｂ阻害作用が顕著に劣ることは明らかであったものである。\nしたがって，原告主張に係る技術常識Ｂ及びＣは認めることができず，また，当\n業者は，既存のパーキンソン病治療薬であるレボドパやセレルギンと同様の機序か\nら，ゾニサミドがパーキンソン病の症状を改善できると考え，これをパーキンソン\n病治療薬として使用することを動機付けられるものとはいえない。\n(ウ)  原告は，甲１３に基づき，当業者に及ばない村田博士であっても，引用例\nの記載から，ゾニサミドをパーキンソン病治療薬に提供することを動機付けられて\nいる旨主張する。\nしかし，村田博士ら作成に係る報告書（甲１３）は，ゾニサミドがパーキンソン\n病に対して有効な作用を示したことを前提に，引用例記載の実験結果を引用して，\nその作用機序を考察しているにすぎない。同報告書は，村田博士が，引用例の記載\nから，ゾニサミドをパーキンソン病治療薬に提供することを動機付けられたことを\n示すものではないことは明らかであり，原告の前記主張は失当というほかない。\n(エ)  原告は，本件明細書の実施例は，各種てんかん薬のＭＡＯ－Ｂ阻害作用の\n相違を考慮してしないから実験系に不備があり，同実施例の実験結果に基づいて，\nゾニサミドがその他のてんかん薬と比較して顕著な効果を有するとはいえない旨主\n張する。\nしかし，そもそも，ゾニサミドの治療対象をパーキンソン病等の神経変性疾患と\nすることを動機付けられないのであるから，ゾニサミドのパーキンソン病治療に対\nする効果について，その他のてんかん薬と比較して顕著なものを求める原告の主張\nは失当である。\nそして，ＭＰＴＰ投与によるドパミン枯渇マウスがパーキンソン病の疾患モデル\n動物として適当であることは当事者間に争いがないところ，本件明細書の試験例２\nには，かかるマウスに対し，ゾニサミドを投与すれば，溶媒を投与する場合と比較\nして，線条体のドパミン含有量の減少を抑制できたことが示されている。したがっ\nて，本件明細書には，ゾニサミドがパーキンソン病の治療薬としての用途を有する\nことが示されているというべきである。\n(オ)  原告は，被告は審判段階で技術常識Ｂや技術常識Ｃを否定していなかった\nから，これを争うことは許されないなどと主張し，また，被告がドパミン増加作用\nを有するハロペリドールがパーキンソン病の患者に対して禁忌であったことを主張\nすることは，審理範囲を逸脱するなどと主張する。\nしかし，被告は，審判段階で技術常識Ｂ及びＣを認めていたものではない（甲５\n８）。また，審決が判断した本件発明の進歩性について，引用発明から本件発明１\nに至る動機付けがないことを基礎付ける事実を新たに主張することは，審決取消訴\n訟の審理範囲を逸脱するものとはいえない。原告の上記主張は採用し得ない。\nカ  小括\n以上によれば，引用発明において，相違点に係る本件発明１の構成を採用するこ\nとの阻害要因について検討するまでもなく，本件発明１は，引用発明並びに甲３文\n献に記載された事項及び技術常識に基づいて，当業者が容易に発明をすることがで\nきたものではない，というべきである。\nよって，取消事由１は理由がない。\n３  取消事由２（本件発明２ないし６の進歩性判断の誤り）について\n本件発明２ないし６は，いずれも，本件発明１と同様に，ゾニサミド又はそのア\nルカリ金属塩を神経変性疾患治療薬に用いることを，その発明特定事項とするもの\nである。したがって，本件発明２ないし６と引用発明とは，少なくとも，前記第２\nの３(2)イ(イ)の点で相違する。そして，前記２で説示したとおり，この相違点に係\nる構成を採用することを，引用発明並びに甲３文献に記載された事項及び技術常識\nから，当業者が動機付けられることはない。\nしたがって，本件発明２ないし６は，いずれも，引用発明並びに甲３文献に記載\nされた事項及び技術常識に基づいて，当業者が容易に発明をすることができたもの\nではない，というべきである。\nよって，取消事由２は理由がない。\n４  結論\n以上のとおり，取消事由はいずれも理由がない。原告の請求は棄却されるべきも\nのである。\nよって，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官          高      部    眞  規  子\n裁判官          杉      浦    正    樹\n裁判官      片    瀬              亮\n"
}