{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 25
  },
  "case_number": "平成24(行ケ)10310",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83118",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83118",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/118/083118_hanrei.pdf",
  "contents": "平成２５年３月２５日判決言渡\n平成２４年（行ケ）第１０３１０号  審決取消請求事件\n口頭弁論終結日  平成２５年１月３０日\n判                  決\n原            告        株式会社ファッション・コ・ラボ\n訴訟代理人弁護士        田      中      克      郎\n同                      中      村      勝      彦\n同                      佐      藤      力      哉\n訴訟代理人弁理士        佐      藤      俊      司\n同                      山      田              薫\n被            告        株 式 会 社 タ イ ム ゾ ー ン\n訴訟代理人弁理士        野      原      利      雄\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が取消２０１０－３０１２６９号事件について平成２４年７月２７日にし\nた審決を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯等\n被告は，別紙商標目録１記載の商標（以下「本件商標」という。）を登録商標と\nし，第２５類「洋服，コート，セーター，ワイシャツ類，寝巻き類，下着，水泳着，\n和服，エプロン，えり巻き，靴下，ショール，スカーフ，手袋，ネクタイ，ネッカ\nチーフ，マフラー，帽子，バンド，ベルト，運動用特殊衣服，運動用特殊靴（「乗\n馬靴」を除く。）」を指定商品とする，商標登録第４０４９５２３号（平成７年１\n０月２５日登録出願，平成９年８月２９日設定登録。）に係る商標権（以下「本件\n商標権」という。）の商標権者である。本件商標については，平成１９年９月４日\nに商標権の存続期間の更新登録がされている。（甲１の１，１の２，６２）\n株式会社ブランディングは，平成２２年１２月１日，商標法５０条１項に基づき，\n本件商標登録の取消審判（取消２０１０－３０１２６９号事件。以下「本件審判」\nという。）を請求し，同月２０日，その旨の予告登録がされた（甲４９，６２）。\n原告は，平成２３年１０月３１日付けで，同法５６条１項，特許法１４８条１項\nに基づき，本件審判への参加を申請し，平成２４年１月１０日付けで，上記参加申\n請を許可する旨の決定がされた（甲５６，５８）。\n特許庁は，同年７月２７日，本件審判の請求は成り立たないとの審決（以下「審\n決」という。）をし，その謄本は，同年８月６日，原告に送達された。\n２  審決の理由\n審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，グンゼ株式\n会社（以下「グンゼ」という。）は本件商標権の通常使用権者であり，グンゼが製\n造販売し，別紙商標目録２記載の商標（以下「本件使用商標」という。）が表示さ\nれたパンティストッキングが，本件審判の請求の登録前３年以内に，株式会社ア\nイ・ティ・エム・ユー（以下「アイ・ティ・エム・ユー」という。）のネットショ\nッピングのウェブサイト（以下「本件サイト」という。）において取引されていた\nと認められることから，通常使用権者によって，本件商標と社会通念上同一と認め\nられる商標が，本件商標の指定商品である「靴下」について使用されていたと判断\nするというものである。\n第３  取消事由に関する当事者の主張\n１  原告の主張\n(1)  本件商標の通常使用権許諾の認定の誤り（取消事由１）\n審決は，被告とグンゼは，商標登録第８５３９８１号及び同第７６５１７１号に\n係る登録商標（以下，併せて「本件外商標」という。）について，商標使用権許諾\n契約を締結したこと等から，被告は，グンゼに対して，口頭又は黙示による本件商\n標の使用許諾を与えていたと認められるとしたが，審決の同認定は，以下のとおり，\n誤りである。\nすなわち，①被告とグンゼとの間では，本件商標が登録された平成９年８月２９\n日以降，本件外商標に係る商標使用権許諾契約書を作成する際に，使用許諾の対象\n商標に本件商標を追加することは可能であったこと，②被告が，グンゼに対して通\n常使用権を付与した旨の主張をしたのは，本件審判の請求の予告登録から９か月経\n過した平成２３年９月２０日付けの審判事件答弁書においてであること等に照らす\nと，被告がグンゼに対して，本件商標について通常使用権を許諾した事実はない。\n(2)  本件商標使用の判断の誤り（取消事由２）\n審決は，商標権者，専用使用権者又は通常使用権者のいずれにも該当しないア\nイ・ティ・エム・ユーの本件サイトにおいて，グンゼ製造に係る本件使用商標が表\n示されたパンティストッキングが取引されたことをもって，グンゼによる本件使用\n商標の使用があったと認めることができると判断した。この判断には，以下のとお\nり誤りがある。\n審決は，「商標権者，専用使用権者又は通常使用権者」のいずれにも該当しない\n第三者の使用を，「商標権者，専用使用権者又は通常使用権者」の使用としたが，\n審決の同判断には誤りがある。審決に基づけば，商標権者，専用使用権者又は通常\n使用権者が商標を付した商品がいったん流通におかれた場合に，当該権利者の全く\nあずかり知らない第三者のもとで当該商品が販売されてさえいれば，当該権利者に\nよる商標の使用の中止から３年以上経っていたとしても，当該権利者による販売で\nあるとして，不使用による取消しを免れることになる。たとえ過去３年以上前に商\n標の使用が中止されていても，例えば，その商品が長い間，市場のいずれかの者の\n下において在庫として保管され，たまたま掘り出し物などとして販売される場合や，\n商標権者等の全く関知しないところで転売されている場合に，その事実を見つけ出\nすことができれば，不使用による取消しを免れるというのは，不使用取消審判制度\nの趣旨に合致しない。\n(3)  本件審判手続の法令違反（取消事由３）\n原告は，口頭の合意によりグンゼへ通常使用権を許諾したという被告の主張を裏\n付ける証拠がなく，その許諾の内容も不明であり，さらに，本件使用商標が表示さ\nれたパンティストッキングはグンゼが３年以内に製造，販売したものとは見受けら\nれないことから，本件審判手続において，審理を終結して，本件商標登録を取り消\nす旨の審決を求めるとともに，審理を継続する必要がある場合には，口頭審理によ\nり被告主張の事実関係を明らかにすることを求め，さらに，それらについての調査\n嘱託を申し立てた。しかるに，特許庁は，何ら理由を示すことなく，口頭審理又は\n調査嘱託を行わずに審理を終結するとともに，請求不成立の審決を行った。審決は，\n事実に基づく審理を求める原告の申出を不当に退け，原告の十分な主張・立証の機\n会を奪うのみならず，誤った理解を前提に審理を終結してなされたものであり，本\n件審判には，審決の結論に重大な影響を与える手続違背がある。\n２  被告の反論\n(1)  本件商標の通常使用権許諾の認定の誤り（取消事由１）に対して\n被告とグンゼは，平成７年９月６日付けで，本件外商標につき，商標使用権許諾\n契約を締結し，以後，同契約を更新している。本件外商標は「ウォーカー」及び\n「ＷＡＬＫＥＲ」であり，本件商標とは類似性が強い。被告とグンゼが，本件外商\n標について使用権許諾契約書があれば，本件商標について改めて使用権許諾契約書\nを作成する必要性はないと判断したことに，不自然な点はない。\n本件商標は，被告が商標権を有する本件外商標に係る使用権許諾契約を締結した\n直後に，グンゼの要請により，グンゼに使用許諾する前提で，被告が登録出願した\nものである。また，被告とグンゼとの間では，上記商標使用権許諾契約を更新して\nいる。これらの事実からも，被告がグンゼに，本件商標の通常使用権を許諾してい\nたと認められる。\n(2)  本件商標使用の判断の誤り（取消事由２）に対して\nアイ・ティ・エム・ユーによる本件サイトにおけるパンティストッキングの販売\nの事実によれば，本件使用商標の使用主体は，本件商標の通常使用権者であるグン\nゼであって，アイ・ティ・エム・ユーではない。\n商標は，商品が転々流布する過程で，商品の出所を表示し，品質を保証する等し\nてその機能を発揮するものであるから，商標に化体した商標使用者の信用を保護す\nるという商標法の目的からすると，「商標を付す」とは「商標を付した状態も含ま\nれる」と解すべきである。本件においては，グンゼによって本件使用商標が付され\nたパンティストッキングが，商標が付されたときのままの状態で，正常な流通ルー\nトによって販売されたのであるから，アイ・ティ・エム・ユーを媒介して，グンゼ\nの意思に従って，本件使用商標が継続使用されていると解することができる。\n(3)  本件審判手続の法令違反（取消事由３）に対して\n本件審判手続では，必要かつ十分な主張・立証の機会を与えて審理が尽くされて\nおり，原告の口頭審理及び調査嘱託の申立てが受け入れられなかったとしても，審\n判手続の違法を来すものとはいえない。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由はいずれも理由がないと判断する。その理由は，\n以下のとおりである。\n１  本件商標の通常使用権許諾の認定の誤り（取消事由１）について\n(1)  認定事実\nア  被告は，本件商標権のほか，以下の各商標権を有している。すなわち，「ウ\nォーカー」の文字からなる商標登録第７６５１７１号，「ＷＡＬＫＥＲ」の文字か\nらなる商標登録第８５３９８１号及び商標登録第５２２１４９６号，「Ｃｉｔｙ\nＷａｌｋｅｒ／シティ  ウォーカー」の文字からなる商標登録第４０４９５２４号，\n「Ｍｅｎ’ｓ  Ｗａｌｋｅｒ」の文字からなる商標登録第５０２４１５８号，「Ｂ\nｏｙｓ  Ｗａｌｋｅｒ」の文字からなる商標登録第５０３９５９０号，「Ｌａｄ\nｙ’ｓ  Ｗａｌｋｅｒ」の文字からなる商標登録第５０３９５９１号，「Ｋｉｄ’\nｓ  Ｗａｌｋｅｒ」の文字からなる商標登録第５０３９５９２号に係る各商標権を\n有している（甲３５ないし４２，乙１３の１ないし１３の８）。\nイ  被告（平成７年当時の商号は「福岡繊維工業株式会社」）は，平成７年９月\n６日付けで，グンゼとの間で，上記のうち２つの商標（「ウォーカー」の文字から\nなる商標登録第７６５１７１号及び「ＷＡＬＫＥＲ」の文字からなる商標登録第８\n５３９８１号に係る商標，本件外商標）を，指定商品中「パンティストッキング，\n女性用タイツ，婦人・紳士用ソックス」に使用することについて，期間を平成１０\n年１２月３１日までとして，通常使用権を許諾する旨の商標使用権許諾契約を締結\nし，商標使用権許諾契約書を作成した（甲２１，４４，乙１，１５）。\n被告とグンゼは，平成２０年１２月２日付け，平成２１年１２月１８日付け，平\n成２２年１２月６日付けで，本件外商標につき，契約期間を１年間とする，上記と\n同趣旨の商標使用権許諾契約を締結し，それぞれ契約書の作成をした（甲４５ない\nし４７，乙１６ないし１８）。\nウ  グンゼは，同社が製造したパンティストッキングの包装に本件使用商標を付\nして，同商品を販売していた（甲１８の１，１８の２，４３，４８，乙１４，１\n９）。本件使用商標は，①右側上部に，赤い片仮名文字により「ファッション  ウ\nォーカー」と小さく表記され，②その下段に黒い欧文字により「ｆａｓｈｉｏｎ」\nと，やや大きく表記され，③さらにその下段に，赤い欧文字により「Ｗａｌｋｅ\nｒ」と，さらに大きく表記され，頭文字「Ｗ」は，極めて大きく表記されている。\n④最下部には，「For the stylish woman. Designed to make walking legs look\ntheir best.」と併記されている。\nなお，被告は，「Ｃｉｔｙ  Ｗａｌｋｅｒ／シティ  ウォーカー」の文字からな\nる商標登録第４０４９５２４号に係る商標につき，平成７年１０月２５日に登録出\n願し，平成９年８月２９日に登録を受けた（甲３７，乙１３の３）。グンゼは，自\n己が製造したストッキングの包装に，上段に「ＣＩＴＹ」，その下段に「シティ\nウォーカー」，さらにその下段に「Ｗａｌｋｅｒ」と表記した標章を付して，販売\nしていた（乙２０）。\n(2)  通常使用権許諾の有無について\n上記各事実に照らすならば，被告はグンゼに対し，本件商標について通常使用権\nを許諾していると認定するのが相当である。\nこの点，被告は，グンゼとの間で，本件商標に関しては，通常使用権許諾契約書\n等を作成していない。\nしかし，①被告とグンゼとの間では，既に，本件外商標（「ウォーカー」の登録\n商標及び「ＷＡＬＫＥＲ」の登録商標）について，契約書を作成した上で通常使用\n権を許諾する旨の契約をしており，上記商標と極めて類似性の強い本件商標につい\nても，当然に使用許諾をしていると解するのが自然であること，②被告は，グンゼ\nが本件使用商標を使用していることを知っていたと認められるが，グンゼの同使用\n行為について異議を述べていないこと，③本件商標の出願日と同じ日に被告が登録\n出願した商標「Ｃｉｔｙ  Ｗａｌｋｅｒ／シティ  ウォーカー」についても，被告\nは，グンゼとの間で，通常使用権許諾契約書等を作成していないにもかかわらず，\nグンゼが，これと社会通念上同一の商標と解される商標を使用しているが，被告は，\nグンゼの同使用行為について異議を述べていないこと等の事実を総合すれば，グン\nゼは，本件商標に係る通常使用権者であると解するのが相当である。\nこの点，原告は，本件商標が登録された平成９年８月２９日以降，本件外商標に\n係る商標使用権許諾契約書を作成する際に，使用許諾の対象商標に本件商標を追加\nすることは可能であったこと，被告が，本件審判の請求の予告登録から９か月経過\nした平成２３年９月２０日付けの審判事件答弁書において，グンゼが通常使用権者\nであるとの主張を始めたことから，被告の主張は不自然，不合理であると主張する。\nしかし，前記のとおり，①本件商標と本件外商標との類似性及び関連性，②グン\nゼの本件使用商標及びその他の商標の使用態様等とこれらに対する被告の対応等に\n照らすならば，グンゼが本件商標に係る通常使用権者であると解することが合理的\nであるといえる。原告の上記主張は，到底採用の限りでない。\n(3)  小括\n以上によると，グンゼは，通常使用権者として，本件商標と社会通念上同一と認\nめられる本件使用商標を使用していたといえる。\n２  本件商標使用の認定の誤り（取消事由２）について\n(1)  登録商標の使用の事実について\n商標法５０条１項には，商標権者，専用使用権者又は通常使用権者（以下「商標\n権者等」という。）のいずれもが，同項に規定する登録商標の使用をしていないと\nきは，取消しの審判により，その商標登録は取り消される旨規定されている。ここ\nで，商標権者等が登録商標の使用をしている場合とは，特段の事情のある場合はさ\nておき，商標権者等が，その製造に係る商品の販売等の行為をするに当たり，登録\n商標を使用する場合のみを指すのではなく，商標権者等によって市場に置かれた商\n品が流通する過程において，流通業者等が，商標権者等の製造に係る当該商品を販\n売等するに当たり，当該登録商標を使用する場合を含むものと解するのが相当であ\nる。このように解すべき理由は，今日の商品の流通に関する取引の実情に照らすな\nらば，商品を製造した者が，自ら直接消費者に対して販売する態様が一般的である\nとはいえず，むしろ，中間流通業者が介在した上で，消費者に販売することが常態\nであるといえるところ，このような中間流通業者が，当該商品を流通させる過程で，\n当該登録商標を使用している場合に，これを商標権者等の使用に該当しないと解し\nて，商標法５０条の不使用の対象とすることは，同条の趣旨に反することになるか\nらである。\n本件においてこれをみると，①アイ・ティ・エム・ユーは，グンゼが製造し，本\n件商標が付されたパンティストッキングを仕入れ，楽天株式会社の運営に係るウエ\nブサイト（楽天市場，本件サイト）において，上記パンティストッキングを表示し\nて，販売を継続しており，平成２１年５月，同年８月，平成２２年３月，同年６月，\n同年７月，同年１０月，平成２３年９月頃，本件サイトを利用して，一般消費者に\n上記パンティストッキングを販売していることが確認できること，②本件サイトに\nは，本件使用商標の表示されたグンゼの製造に係るパンティストッキングの包装の\n写真が掲載されており，その掲載態様に照らすならば，本件使用商標は，その商品\nの出所がグンゼであることを示しているといえること，③グンゼの製造に係るパン\nティストッキングは，流通業者を介して，消費者に販売することを前提として，市\n場に置かれた商品であることが明確に理解でき，グンゼも，そのことを念頭に置い\nた上で，パンティストッキングを販売し，アイ・ティ・エム・ユーはこれを仕入れ\nていると解されること等の事実が認められる（甲１８の１ないし１８の３，乙１\n９）。\n以上のとおり，本件商標の通常使用権者であるグンゼは，流通業者を介して，本\n件審判請求の予告登録前３年以内に，指定商品である「靴下」に該当するパンティ\nストッキングに，本件商標と社会通念上同一の商標を使用していたと認めることが\nできる。 (2)  原告の主張について\nこの点，原告は，商標権者，専用使用権者又は通常使用権者が商標を付した商品\nがいったん流通におかれた場合に，当該権利者の全くあずかり知らない第三者のも\nとで当該商品が販売されてさえいれば，当該権利者による商標の使用の中止から３\n年以上経っていたとしても，当該権利者による販売であるとして，不使用による取\n消しを免れることになるのは，不合理である旨主張する。しかし，全証拠によるも，\n本件において，原告主張のような特段の事情が存在すると認めることはできない。\n３  本件審判手続の法令違反（取消事由３）\n原告は，原告が求めた口頭審理や調査嘱託を行わずに審理を終結してなされた審\n決には，原告の十分な主張・立証の機会を奪い，誤った理解を前提に審理を終結し\nた手続違背があると主張する。\nしかし，前記のとおり，本件においては，本件審判の請求の予告登録前３年以内\nにアイ・ティ・エム・ユーによりパンティストッキングが取引されていた事実が認\nめられ，このことから，通常使用権者であるグンゼが本件使用商標を使用していた\nと認定できるから，本件審判手続に原告主張のような手続違背はない。\n４  結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，審決には，これを取\nり消すべき違法はない。原告は，その他縷々主張するが，いずれも理由がない。よ\nって，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n別紙                      商標目録１\n商標目録２\n"
}