{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 12,
    "day": 26
  },
  "case_number": "平成30(わ)353",
  "case_name": "傷害",
  "court_name": "名古屋地方裁判所刑事第１部",
  "lawsuit_id": "88631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/088631_hanrei.pdf",
  "contents": "判            決\n主            文\n被告人を懲役１年６月に処する。\n未決勾留日数中１９０日をその刑に算入する。\nこの裁判が確定した日から３年間その刑の執行を猶予し，\nその猶予の期間中被告人を保護観察に付する。\n理            由\n（罪となるべき事実）\n被告人は，平成２９年１２月４日午後０時３０分頃から同日午後２時４３分頃ま\nでの間に，愛知県大府市ａ町ｂ丁目ｃ番地のｄＡ方において，長男であるＢ（当時\n２歳）に対し，呼吸抑制作用等を有するエチゾラムを含有する錠剤約１錠を同人の\n口に入れて飲み込ませ，同錠剤十数錠及び脈拍抑制作用等を有するプロプラノロー\nル塩酸塩を含有する錠剤約３錠を粉末状に砕いて溶かした水溶液を同人の口に入れ\nて飲み込ませ，さらに，血圧低下作用等を有するアセトアミノフェンを含有する 坐\n剤約４個を同人の直腸内に挿入し，よって，同人に入院加療約３日間を要する急性\n薬物中毒の傷害を負わせたものである。\n（弁護人の主張に対する判断）\n１  弁護人の主張及び当裁判所の結論\n弁護人は，被告人は，犯行当時，愛着障害及びその二次的症状である大うつ病\n性の状態などにより，思考停止の状況に陥り，被害者を殺害する以外の選択肢を\n検討することができなくなっており，行動制御能力を欠いていた又は著しく障害\nされていたとして，心神喪失又は心神耗弱の状態にあった旨主張する。\n当裁判所は，被告人が犯行当時に完全責任能力を有していたものと判断した\nので，以下，その理由を説明する。\n２  関係証拠によれば，以下の事実を認めることができる。\n⑴  犯行に至るまでの状況\n被告人は，平成２９年８月下旬頃，夫が適応障害のため休職したことを受\nけて経済的に不安を感じるようになり，また，長男（当時２歳）である被害\n者に関し，幼児教室で指示の入りにくさを指摘されたこと などから発達障害\nや聴覚障害があると思い込み，その将来を悲観するようになっていた。これ\nらのほかにも，実父の透析治療が開始されたことなどから家族の介護が差し\n迫ってきたと感じたり，自身の脳梗塞を疑って脳外科を受診したりするなど，\nこの頃被告人は，日常生活に多くのストレスを感じるようになっており， こ\nれらストレスのはけ口として，被害者の頬をたたいたり，首を絞めたり，腕\nや足を強く握るなどの行為に及ぶようになった。\n被告人は，同年１１月８日，ストレスから衝動的に被害者の首を絞めてし\nまい，このときは被害者が泣き出したことからかわいそうに思ってすぐにや\nめたものの，いつか自分が被害者を殺してしまうのではないかと不安に思い，\n愛知県大府市が運営する子どもステーションに電話をかけ，被害者の首を絞\nめてしまったことを申告した。そして，被告人は，相談を受けて被告人方を\n訪問した同ステーションの職員に対し，どうしていい のか分からない，８年\n子どもができなくてこんなはずではなかった， クレジットカードも使い一家\n離散だな，自分が生活習慣を教えないから被害者の発達が遅れたなどと ，泣\nきながら自己の窮状や被害者の将来に対する不安を訴える状況であった。\n同月３０日には，Ｃ児童・障害者相談センターの児童福祉司が，第三者の\n通報により被告人方を訪問した。 被告人は，この訪問について，近隣住民が\n虐待の通報をしたためで ，被害者が施設に保護されるものと思い込み，当面\nは被害者を一時保護するつもりはない と伝える同児童福祉司に対し，被害者\nと離れたくない旨を繰り返し述べていた。\nこの頃から被告人は，障害のある被害者が施設に保護されるようなことに\nなれば，被害者はいじめられて辛い思いをする，施設職員にも迷惑をかける\nなどと思い込んで被害者の将来を更に悲観し， 日常生活上の種々のストレス\nとも相俟って，被害者を死なせた方が楽になる，自分もこの窮地から脱した\nいと考えるようになった。\n⑵  犯行状況\n被告人は，本件当日である同年１２月４日も，朝から被害者を殺してしま\nおうかと思い悩んでいたところ，クリスマスや被害者の誕生日が近いのに ，\nお金がなく十分なことをしてあげられないという気持ちが大きくな り，同日\n昼過ぎ頃，被害者を殺めるしかないと考えるに至った。\n被告人は，まず被害者の首を絞めたが，被害者が泣き出したためかわいそ\nうに思い，これを断念した。次いで被告人は，被害者を安らかに死なせてあ\nげようと思い，呼吸抑制作用を有し，被告人の夫が精神安定剤として処方さ\nれたエチゾラム錠１錠を被害者に飲ませた。その後，同錠剤十数錠と，脈拍\n抑制作用を有し，被告人の頻脈時のとん服薬として処方されたインデラル錠\n約３錠を，被害者が飲みやすいようにと，すり鉢に入れてすりこぎで粉末状\nに砕いて水で溶き，これを飲んだら，おやつにチーズかまぼこを あげるなど\nと被害者を説得しながら，その水溶液をおもちゃの注射器で吸い上げ，被害\n者に飲ませた。さらに，血圧低下作用を有する小児用の解熱鎮痛剤であるア\nセトアミノフェン坐剤４個を被害者に挿肛したが，その際，一気に挿肛する\nと痛いだろうと考え，時間を置いて２個 ずつ入れた。こうして被告人は，手\n元にあった薬剤を全て被害者に服用・挿肛した。\nなお，被告人が被害者に服用・挿肛した薬物の量は，客観的には致死量に\n遠く及ばない。また，被告人は， 看護師資格を有しており，犯行当時も 前記\n各薬剤の効能を正しく認識していた。\n⑶  犯行後の行動\n同日午後３時頃，近隣に住む両親と実弟が被害者の異変に気付き，何か飲\nませたのではないかなどと被告人を問い詰めたところ，被告人は，当初は否\n定していたが間もなく事実を認めるに至り，一方，被害者は 病院に搬送され\nて急性薬物中毒と診断された。\n被告人は，被害者の搬送先の病院において，看護師に対し，お金がないか\nら，今後生きていてもかわいそう ，何で死んでくれなかったんだろう ，こん\nなことになってしまって，家に帰ると児相が来て被害者は保護され てしまっ\nて，会えなくなってしまう，警察が来たら自分は逮捕されてしまう，逮捕さ\nれると看護師資格もはく奪されるなどと語った。\n３  起訴後に被告人の精神鑑定を実施したＤ医師は，被告人は犯行当時「愛着障害」\nを有しており，「ストレス反応としての二次的なうつ状態」にもあった（以下，\n併せて「愛着障害等」ということがある。）と診断している。また，被告人が本\n件犯行に至った精神医学的機序について，愛着障害者特有の育児困難，ストレス\n耐性や情報処理能力の低さから，平成２９年になって，父親が透析を開始したこ\nと，夫が休職したこと，長男が幼児教室で指示の入りにくさを指摘されたことな\nどから，強いストレスを感じ，精神的視野狭窄，現実検討能力の低下，易怒性・\n衝動性の亢進，抑うつ状態に至り，現実から逃げたい，他者から愛情を得たいと\nいう気持ちから，被害者の殺害を決意し犯行に及んだものである，としている\n（以下「Ｄ鑑定」という。）。\nＤ医師は十分な専門的学識経験を有する精神科医であり，その診断の根拠とし\nた資料の検討や判断過程に不合理な点は見当たらないから，責任能力判断は，基\n本的にＤ鑑定を尊重して行うこととする。\nなお，捜査段階で被告人の精神鑑定を実施した Ｅ医師は，その鑑定書におい\nて，犯行時，被告人は「大うつ病性障害」にり患していたと診断した上で（Ｄ医\n師が操作的診断基準にいう「大うつ病エピソード」を満たす症状を被告人が呈し\nていたと述べていることにかんがみ，Ｅ医師とＤ医師の各診断との間で，診断名\nが異なるものの，実質的にみて看過できないような齟齬があるとはいえない。），\n責任能力の評価に関し，未熟な人格傾向を有する者は，短絡反応という行動制御\n能力の低下に基づく行動を取ることがあるが，「自我」や「理性」といったより\n高次の抑制機能が働いている限り，行動制御能力に問題ありとしないと考えるべ\nきである旨述べる。しかし，かかる見解は，法的判断である弁識能力や行動制御\n能力との関連性についての判断方法として，近時，通用性を有するか疑問がある\nから，当裁判所の採用するところではなく，翻って，不可分の前提をなすべき精\n神症状及び精神医学的機序に対するＥ医師の考察についても採用しない。\n４  そこで，前記認定事実及びＤ鑑定を前提に，本件犯行に至る動機・経緯，犯行\n状況，犯行後の言動等を検討し，被告人の愛着障害等が犯行当時の弁識能力及び\n制御能力に与えた影響の有無及び程度を判断する。\n被告人の当時の客観的経済状況は，夫の休職などもあって 余裕はなかったも\nのの，差し迫って困窮していたわけではなかった。被害者にも実際には発達障害\nなど認められない。それにもかかわらず，被告人は，これらを過度に案じ，８年\n経ってようやく授かった長男を殺そうと考えたものである。\nこれらの点を踏まえて本件犯行に至る動機・経緯について検討すると， Ｄ鑑\n定のいうように，被告人の不安は，愛着障害者特有の育児困難（愛着障害者には，\n子供は好きだがどう接したらいいか分からずに困難を抱えやすく，また，ストレ\nスが相手との関係自体に破壊的に作用する傾向がみられるとされる。）やストレ\nス耐性等の低さから，精神的視野狭窄，現実検討能力の低下，易怒性・衝動性の\n亢進，抑うつ状態に至り，その結果，被告人は，究極的には自分が窮地から脱し\nたいがために，被害者に死んでもらった方が被害者にとっても自分にとっても楽\nだという思考にとらわれ，本件犯行に及んだと認めるのが相当である（なお，被\n告人があくまでも長男の殺害だけを考え，差し迫った自殺念慮は生じていなかっ\nたという点で，抑うつ状態から拡大自殺を図ったような事案とは区別される。）。\nこの意味で，本件犯行に至る動機・経緯には，被告人の愛着障害等に影響された\n面があると評価できる。\nしかし，このように ，犯行動機について，成育歴などの環境要因に負うとこ\nろの多い愛着障害と実在するストレス原因によって説明することができ，これ自\n体，本件犯行には被告人の本来的な人格に根差した面があることを示している。\nその上，被告人は，①犯行に際し，被害者の首を絞めたが，被害者が泣き出した\nために断念し，最終的には種々の薬を服用・挿肛させる方法を選択するなど，状\n況に応じ，なるべく被害者を苦しませずに殺害しようとしたとみられること，②\n犯行後，被害者が搬送された病院において，前記認定のとおり，こんなことにな\nってしまって，家に帰ると児相が来て被害者は保護される，警察が来て自分は逮\n捕される，看護師資格もはく奪されるなどと語るなど，行為の違法性のみならず，\nその社会的意味合いをも正しく理解していたと認められることからすると，犯行\nの際，被告人には正常心理に基づく判断を行っていた部分が相当程度残されてい\nたと認められる。\nなお，①に関し，Ｄ鑑定は，被告人が被害者の首を絞めたと供述する部分は\n客観的事実ではなく，自らの窮状をアピールするための愛着障害者特有の心理に\n基づく被告人の虚言である可能性も否定できないとして，鑑定の前提事実から除\n外している。しかし，このような認定・評価に限っては当裁判所の採用するとこ\nろではなく，ひいては，被告人の愛着障害が本件犯行に対して直接的に与えた影\n響についても，当裁判所は，Ｄ鑑定よりもやや限定的に評価するものである。\n５  結論\n以上によれば，被告人は，犯行当時，愛着障害等の影響により弁識能力及び\n制御能力がある程度制限されていた可能性は否定できないものの，これらが失わ\nれていた，あるいは著しく減退していたとまではいえず，完全責任能力を有して\nいたものと認められる。\n（量刑の理由）\n本件は，愛着障害を有する被告人が，経済的不安等から長男の将来を悲観し，ま\nた，自らの窮状を脱するため，長男を殺害しようと考え，致死量に遠く及ばない精\n神安定剤等の薬剤を飲ませるなどしたという傷害の事案である。\n本件犯行は，いたいけな被害者の身体を危険にさらす行為であることに疑いはな\nく，被告人がこのような行為に及んだ点は非難されてしかるべきであるとはいえ，\n被害者を死亡させる危険性まではなく，実際に生じた傷害結果も幸い入院加療約３\n日間の急性薬物中毒にとどまっているから，法益侵害の度合いは大きくない。また，\n被告人は，ようやく授かった長男である被害者を大切にしたいという気持ちを持ち\nながらも，自身の成育歴等を背景とする愛着障害の影響を受けて犯行に及んだもの\nであるから，責任非難の程度も限定的である。そうすると，被告人に懲役刑の実刑\nを科すべきとはいえない。\n以上に加え，被告人は，身勝手な犯行であったと後悔し，今後は父親の指示に従\nい精神科の病院へ通院する旨述べていること，夫とは離婚に至ったものの，被告人\nの父親が出廷して今後は同居の上，被告人を監督・サポートする旨誓約しているこ\nと等の酌むべき事情も考慮して，主文の刑を定めた上，その刑の執行を猶予するの\nが相当であると判断した。\nただし，被告人は，本件犯行に及んだこと自体の影響もあって，現在も不安定な\n精神状態にあると考えられ，監督態勢が十分とはいえない被告人に対し今後の治療\n等に対する支援が必要であるから，その猶予の期間中，保護観察に付することとし\nた。\n（求刑  懲役１年６月）\n平成３０年１２月２７日\n名古屋地方裁判所刑事第１部\n裁判長裁判官      山 田 耕 司\n裁判官      須 田 健 嗣\n裁判官      島 﨑 乃 奈\n"
}