{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 8,
    "day": 29
  },
  "case_number": "平成30(行ケ)10084",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88901",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88901",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/901/088901_hanrei.pdf",
  "contents": "令和元年８月２９日判決言渡\n平成３０年（行ケ）第１００８４号  審決取消請求事件\n口頭弁論終結日  令和元年７月９日\n判 決\n原       告     バロークス  プロプライアタ\nリー  リミテッド\n訴訟代理人弁護士     山      口     健      司\n石    神    恒  太  郎\n関      口     尚     久\n伊     藤     隆      大\n佐     藤      信      吾\n訴訟代理人弁理士     渡    邉    陽    一\n中    島        勝\n池    田    達    則\n被       告     大 和 製 罐 株 式 会 社\n訴訟代理人弁護士     内    田    公    志\n鮫    島    正     洋\n和    田    祐    造\n栁    下    彰    彦\n田    子    真    也\n臼    井    幸    治\n青    木    晋    治\n訴訟代理人弁理士     河    野    直    樹\n蔵    田    昌    俊\n訴訟復代理人弁理士        峰        隆    司\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間\nを３０日と定める。\n事 実 及 び 理 由\n第１  請求の趣旨\n特許庁が無効２０１６－８０００４３号事件について平成３０年２月２０日\nにした審決のうち，特許第３６６８２４０号の請求項１～８，１０～１５に係\nる部分を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，発明の名称を「アルミニウム缶内にワインをパッケージングする\n方法」とする発明について，平成１４年６月５日（優先日平成１３年９月２\n８日（以下「本件優先日」という。），優先権主張国オーストラリア）を国\n際出願日とする特許出願（特願２００３－５３２３６６号。以下「本件出願」\nという。）をし，平成１７年４月１５日，特許権の設定登録（特許第３６６\n８２４０号。請求項の数１５。以下，この特許を「本件特許」という。甲１\n２９，１６３）を受けた。\n(2)  被告は，平成２８年４月６日，本件特許について特許無効審判の請求（無\n効２０１６－８０００４３号事件）をした。\n原告は，平成２９年３月２９日付けの審決の予告を受けたため，同年７月\n４日付けで，本件出願の願書に添付した特許請求の範囲の請求項１ないし１\n５を一群の請求項として，請求項１ないし８，１０ないし１５を訂正し，請\n求項９を削除し，明細書を訂正する旨の訂正請求（甲１３０。以下「本件訂\n正」という。）をした。\nその後，特許庁は，平成３０年２月２０日，本件訂正を認めた上で，「特\n許第３６６８２４０号の請求項１～８，１０～１５に係る発明についての特\n許を無効とする。特許第３６６８２４０号の請求項９についての本件審判の\n請求を却下する。」との審決（以下「本件審決」という。）をし，その謄本\nは，同年３月１日，原告に送達された。\n(3)  原告は，平成３０年６月２１日，本件訴訟を提起した。\n２  特許請求の範囲の記載\n本件訂正後の特許請求の範囲の請求項１ないし８，１０ないし１５の記載は，\n次のとおりである（下線部は本件訂正による訂正箇所である。以下，請求項の\n番号に応じて，請求項１に係る発明を「本件発明１」などという。甲１３０）。\n【請求項１】\nアルミニウム缶内にワインをパッケージングする方法であって，該方法が：\nアルミニウム缶内にパッケージングする対象とするワインとして，３５ｐｐ\nｍ未満の遊離ＳＯ２と，３００ｐｐｍ未満の塩化物と，８００ｐｐｍ未満のスル\nフェートとを有することを特徴とするワインを意図して製造するステップと；\nアルミニウムの内面に耐食コーティングがコーティングされているツーピー\nスアルミニウム缶の本体に，前記ワインを充填し，缶内の圧力が最小２５ｐｓ\nｉとなるように，前記缶をアルミニウムクロージャでシーリングするステップ\nと\nを含む，アルミニウム缶内にワインをパッケージングする方法。\n【請求項２】\n缶の中で缶を直立状態にして３０℃で３ヶ月保存したワインの中のアルミニ\nウム含有量の上昇率が最大で約３０％である，請求項１記載の方法。\n【請求項３】\n前記ワインがさらに，２５０ｐｐｍ未満の総二酸化硫黄レベルを有すること\nを特徴とする，請求項１又は２に記載の方法。\n【請求項４】\n前記ワインがさらに，１００ｐｐｍ未満の総二酸化硫黄レベルを有すること\nを特徴とする，請求項１又は２に記載の方法。\n【請求項５】\n前記ワインがさらに，３０ｐｐｍ未満の総ニトレートと，９００ｐｐｍ未満\nの総ホスフェートと，６ｇ／リットル～９ｇ／リットルの範囲の酒石酸として\n算出された酸性度とを有することを特徴とする，請求項１から４までのいずれ\nか１項に記載の方法。\n【請求項６】\n前記ワインが充填前に冷却される，請求項１から５までのいずれか１項に記\n載の方法。\n【請求項７】\n前記耐食コーティングが熱硬化性コーティングである，請求項１から６まで\nのいずれか１項に記載の方法。\n【請求項８】\nクロージャによるシーリング後の頭隙が，８０～９７％ｖ／ｖの窒素と，２\n～２０％ｖ／ｖの二酸化炭素との組成を有する，請求項１から５及び７のいず\nれか１項記載の方法。\n【請求項１０】\n前記頭隙が，３３０ミリリットル缶の場合に，２～５ｍｍの範囲にある，請\n求項１から８までのいずれか１項に記載の方法。\n【請求項１１】\n充填されたワインであって，請求項１から８及び１０のいずれか１項に記載\nの方法により製造可能な，充填されたワイン。\n【請求項１２】\n前記ワインが非発泡赤ワインである，請求項１１に記載の充填されたワイン。\n【請求項１３】\n前記ワインが非発泡白ワインである，請求項１１に記載の充填されたワイン。\n【請求項１４】\n前記ワインが炭酸赤ワインである，請求項１１に記載の充填されたワイン。\n【請求項１５】\n前記ワインが炭酸白ワインである，請求項１１に記載の充填されたワイン。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。\nその要旨は，請求人（被告）の主張する無効理由１（本件優先日前に頒布\nさ れ た 刊 行 物 で あ る 「 ”Il  condizionamento  del  vino  in  contenitore\nd’alluminio”,1992，VIGNEVINI Numero5,p.59～64」（原文甲１の１・訳文甲\n１の２。以下「甲１」という。）を主引用例とする進歩性の欠如），無効理\n由２（実施可能要件違反），無効理由３（サポート要件違反）及び無効理由\n４（明確性要件違反）のうち，無効理由２は理由がないが，無効理由１及び\n３は理由があるから，本件発明１ないし８，１０ないし１５に係る特許は無\n効とすべきものであり，無効理由４による本件審判の請求は，請求項９を削\n除する本件訂正により審判の対象が存在しないものとなったから，却下すべ\nきものであるというものである。\nなお，本件審決は，本件発明１を次のとおり分説した。\n「１Ａ  アルミニウム缶内にワインをパッケージングする方法であって，該\n方法が：\n１Ｂ  アルミニウム缶内にパッケージングする対象とするワインとして，\n３５ｐｐｍ未満の遊離ＳＯ２と，３００ｐｐｍ未満の塩化物と，８００ｐ\nｐｍ未満のスルフェートとを有することを特徴とするワインを意図して製\n造するステップと；\n１Ｃ  アルミニウムの内面に耐食コーティングがコーティングされている\nツーピースアルミニウム缶の本体に，前記ワインを充填し，缶内の圧力が\n最小２５ｐｓｉとなるように，前記缶をアルミニウムクロージャでシーリ\nングするステップと\n１Ｄ  を含む，アルミニウム缶内にワインをパッケージングする方法。」\n(2)  本件審決が認定した甲１に記載された発明（以下「甲１発明」という。），\n本件発明１と甲１発明の一致点及び相違点は，以下のとおりである。\nア  甲１発明\n「１Ａ’  アルミニウム缶内にワインをパッケージングする方法であって，\n該方法が：\n１Ｂ’  アルミニウム缶内にパッケージングする対象とするワインとし\nて，４ｐｐｍの遊離ＳＯ２を有するスティルの白ワインに炭酸ガスを封入\nしたスパークリングベース型の白ワインを意図して製造するステップ\nと；\n１Ｃ’  アルミニウムの内面に耐食コーティングとしてワニスがコーテ\nィングされている容器と蓋からなるアルミニウム缶の本体に，前記ワイ\nンを充填し，缶内の圧力が約２９ｐｓｉ以上となるように，アルミニウ\nム缶をパッケージングするステップと\n１Ｄ’  を含む，アルミニウム缶内にワインをパッケージングする方法。」\nさらに，甲１発明は，下記構成を含むものである。\n「３Ａ’  前記ワインが，さらに７９ｐｐｍの総二酸化硫黄レベルを有し，\n６Ａ’  前記ワインが冷温充填され，\n８Ａ’  クロージャによるシーリング後の頭隙が窒素を有する。」\nイ  甲１発明と本件発明１との一致点及び相違点\n（一致点）\n「１Ａ  アルミニウム缶内にワインをパッケージングする方法であって，\n該方法が：\n１Ｂ”  アルミニウム缶内にパッケージングする対象とするワインとし\nて，３５ｐｐｍ未満の遊離ＳＯ２を有するワインを意図して製造するステ\nップと；\n１Ｃ”  アルミニウムの内面に耐食コーティングがコーティングされて\nいる容器と蓋からなるアルミニウム缶の本体に，前記ワインを充填し，\n缶内の圧力が最小２５ｐｓｉとなるように，前記缶をアルミニウムクロ\nージャでシーリングするステップと\n１Ｄ  を含む，アルミニウム缶内にワインをパッケージングする方法。」\nである点。\n（相違点１）\n分説１Ｂ”の「アルミニウム缶内にパッケージングする対象とするワイ\nン」として，「ワインを意図して製造するステップ」について，本件発明\n１では，「３００ｐｐｍ未満の塩化物と，８００ｐｐｍ未満のスルフェー\nト」とを有するワインを製造するのに対し，甲１発明では，製造するワイ\nンが「３００ｐｐｍ未満の塩化物と，８００ｐｐｍ未満のスルフェートと」\nを有するものであることの特定がない点。\n（相違点２）\n分説１Ｃ”の「アルミニウム缶の本体に，前記ワインを充填し，缶内の圧\n力が最小２５ｐｓｉとなるように，前記缶をアルミニウムクロージャでシ\nーリングするステップ」について，本件発明１では，「アルミニウム缶」\nが「ツーピースアルミニウム缶」であるのに対し，甲１発明では「容器と\n蓋からなるアルミニウム缶」である点。\n第３  当事者の主張\n１  取消事由１（サポート要件の判断の誤り）について\n(1)  原告の主張\n本件審決は，本件訂正後の明細書（以下「本件明細書」という。甲１３０）\nの発明の詳細な説明には，本件発明１が解決すべき課題として，「ワイン中\nの物質の比較的攻撃的な性質，及び，ワインと容器との反応生成物の，ワイ\nンの品質，特に味質に及ぼす悪影響を抑制しながら，アルミニウム缶内にワ\nインをパッケージングし，これによりワインの品質が保存中に著しく劣化し\nないようにする，アルミニウム缶内にワインをパッケージングする方法を提\n供すること」（【０００３】，【０００４】）が記載されており，３０℃で\n６ヶ月後の十分な保存状態と許容可能なワイン品質が確認されたという試験\nの結果が記載されているが（【００３８】ないし【００４２】），発明の詳\n細な説明の記載からは，当該試験の結果が，ワインの遊離ＳＯ２，塩化物，\nスルフェートを本件発明１の特許請求の範囲で特定される所定の値以下にし\nたことによるものであるのか，ワインを組成する他の物質によるものである\nのか，耐食コーティングによるものであるのか，これらの相乗効果によるも\nのであるのか否かが，当業者にとって不明であり，出願時の技術常識に照ら\nして，本件発明１が発明の課題を解決できると当業者が認識できる範囲のも\nのであるとはいえないとして，本件発明１は特許法３６条６項１号に規定す\nる要件（サポート要件）に適合せず，更に本件発明１を直接的又は間接的に\n引用する本件発明２ないし８，１０ないし１５についても同様に，サポート\n要件に適合しない旨判断したが，以下のとおり，本件審決の判断は誤りであ\nる。\nア  本件発明１の課題等について\n本件明細書には，本件発明１の課題は，「アルミニウム缶内にワインを\nパッケージングし，これによりワインの品質が保存中に著しく劣化しない\nようにすること」である（【０００４】）との記載がある。また，亜硫酸\n（特に遊離ＳＯ2）とアルミニウム（金属缶）との間の酸化還元反応により\n硫化水素が発生し，ワインのフレーバーを悪くするという問題があったこ\nとは，本件優先日当時，技術常識であった（甲５０，５１等）。そうする\nと，ここでいう「ワインの品質が保存中に著しく劣化」するとは，具体的\nには，保存中にアルミニウム缶の内面が腐食し，アルミニウムイオンがワ\nイン中に溶出すること，及び，アルミニウムと遊離ＳＯ2 との酸化還元反応\nにより硫化水素（Ｈ2Ｓ）がワイン中に発生することによる，ワイン品質（味，\n色，臭い）の著しい劣化をいう（【０００３】，【００３４】，【００３\n８】ないし【００４２】）。以上によれば，本件明細書の上記記載及び本\n件優先日当時の技術常識から，本件発明１の課題は，アルミニウム缶の腐\n食によって保存中にワインの中で増加してしまうアルミニウムイオン及び\n硫化水素によって，ワイン品質（味，色，臭い）が保存中に著しく劣化し\nないようにすることにあるといえる。\nそして，本件発明１は，上記課題を解決するために，①アルミニウム缶\nの内面に「耐食コーティング」を設け，②酸化防止剤・抗菌剤として添加\nされる「遊離ＳＯ２」のワイン中の濃度を低い濃度レベルにするという，\n従来から存在する２つの腐食防止手段に加え，③ワインの生来的成分であ\nる塩化物及びスルフェートに着目し，塩化物の濃度が「３００ｐｐｍ未満」\n及びスルフェートの濃度が「８００ｐｐｍ未満」という低い濃度レベルの\nワインだけを，アルミニウム缶のパッケージングの対象として選別すると\nいう第三の腐食防止手段を重畳的に採用することによって，アルミニウム\n缶の腐食原因の「塩化物」及び「スルフェート」が大量に含まれているワ\nインが意図せずアルミニウム缶にパッケージングされてしまうことを確実\nに防止できるという効果を上乗せし，もって，従来技術よりも優れた「ア\nルミニウム缶内にワインをパッケージングし，これによりワインの品質が\n保存中に著しく劣化しないようにする」方法を提供するものである。\nイ  本件発明１は当業者が本件明細書の記載及び本件優先日当時の技術常識\nから本件発明１の課題を解決できると認識できる範囲のものであること\n(ア)  本件優先日当時，①世の中には様々なワインが存在し，塩化物及び\nスルフェートの濃度についても，生産国・地域，品種，収穫年，製造条\n件等の違いによりワイン毎に様々であり，いずれの濃度分布も広範囲に\n亘っており，塩化物の濃度は３ｐｐｍから１１４８ｐｐｍの範囲で，ス\nルフェートの濃度は３８．６ｐｐｍから２４２０ｐｐｍの範囲で分布し\nていること，及び，「３００ｐｐｍ」以上の塩化物及び「８００ｐｐｍ」\n以上のスルフェートを含有するワインが実際に存在すること（甲３１，\n５９ないし６３，６９，１３６の１），②「淡水」とは塩分濃度が５０\n０ｐｐｍ以下，塩化物濃度が約３００ｐｐｍ以下の水であること（甲１\n３７の１，２，１３９，１４０），③塩化物イオン（Ｃｌ－）及びスル\nフェート（ＳＯ４２－）が，アルミニウムやステンレスの局部腐食（不動\n態被膜の孔食）の原因となるイオンであること（甲７８，８０ないし８\n４，１３７の１，２）は，技術常識であった。上記①及び②の技術常識\nに基づけば，少なくとも世界中のワインの生産量のうち９８％を占める\n国・地域のワインが，「３００ｐｐｍ」以上の塩化物，又は「８００ｐ\nｐｍ」以上のスルフェートを含有する可能性を否定できない。\n上記①ないし③の技術常識に加えて，本件明細書の「このような不成\n功の理由は，ワイン中の物質の比較的攻撃的な性質，及び，ワインと容\n器との反応生成物の，ワイン品質，特に味質に及ぼす悪影響にあると考\nえられる。」（【０００３】）との記載を考慮すれば，当業者であれば，\nアルミニウムの腐食原因であるワイン中の物質が「低い」濃度レベルで\nあることを規定する，本件発明１の「３５ｐｐｍ未満」の遊離ＳＯ₂，「３\n００ｐｐｍ未満」の塩化物及び「８００ｐｐｍ未満」のスルフェートと\nの要件を満たすワインをパッケージング対象とすることによって，これ\nらの腐食原因物質の濃度が高いワインがアルミニウム缶にパッケージン\nグされることを確実に防止できるという本件発明１の効果を容易に認識\n可能であり，本件発明１は，この効果によって，「アルミニウム缶内に\nワインをパッケージングし，これによりワインの品質が保存中に著しく\n劣化しないようにする」という課題（「アルミニウム缶の腐食によって\n保存中にワインの中で増加してしまうアルミニウムイオン及び硫化水素\nによって，ワイン品質（味，色，臭い）が保存中に著しく劣化しないよ\nうにする」という課題）を解決するものであることを容易に認識できる。\nそして，アルミニウム缶の腐食原因である「塩化物」の濃度を３００\nｐｐｍよりも低くすればするほど，同腐食原因である「スルフェート」\nの濃度を８００ｐｐｍよりも低くすればするほど，アルミニウム缶の腐\n食防止効果がより高まることは容易に認識できるから，本件発明１の上\n記効果は，特許請求の範囲の全てにおいて奏する効果であることを当業\n者が認識できることは明らかである。\nしたがって，本件明細書の【００３８】ないし【００４２】記載の試\n験結果を参酌しなくても，当業者が，本件優先日当時の技術常識に照ら\nし，本件明細書のその余の発明の詳細な説明の記載及び本件発明１の特\n許請求の範囲の記載に基づき，本件発明１は，本件発明１の課題を解決\nできると認識できる範囲のものであるといえるから，本件発明１は，サ\nポート要件に適合する。\n(イ)  これに対し本件審決は，本件明細書の発明の詳細な説明を参照して\nも，【００３８】ないし【００４２】記載の試験結果が，ワインの遊離\nＳＯ２，塩化物，スルフェートを本件発明１の特許請求の範囲で特定され\nる所定の値以下にしたことによるものであるのか，ワインを組成する他\nの物質によるものであるのか，耐食コーティングによるものであるのか，\nこれらの相乗効果によるものであるのか否かが，当業者にとって不明で\nあり，出願時の技術常識に照らして，本件発明１がその課題を解決でき\nると当業者が認識できる範囲のものであるとはいえない旨判断した。\nしかしながら，本件発明は，本件明細書の【００３８】ないし【００\n４２】記載の試験結果を参酌しなくても，当業者が，本件発明１の課題\nを解決できると認識できる範囲のものであることは前記(ア)のとおりで\nある。\nまた，本件審決は，ワイン中の他の成分や耐食コーティングの具体的\n組成など，本件発明１の発明特定事項ではない事項を考慮して，本件発\n明１がサポート要件に適合するか否かの判断をしている点で失当であ\nる。すなわち，発明特定事項ではない事項を考慮してよいのであれば，\nどんな発明であっても，当該発明の効果を阻害・抑制するような事情・\n条件は必ず想定し得るが，そのような事情・条件の全てについて，特許\n請求の範囲において，発明の効果を阻害しない条件・数値範囲等を特定\nしない限り，どんな発明でもサポート要件違反であると判断されてしま\nうことになり，妥当ではないから，サポート要件の判断においては，発\n明特定事項ではない事項については，捨象するか，又は同一条件である\nことを前提に，当該発明の効果を奏するか否かを検討すべきである。\nさらに，仮にワインを組成する他の物質及び耐食コーティングに係る\n事項を考慮するとしても，銅イオンは，ワインの混濁の原因となる成分\nであるから，腐食防止を目的とせずとも，極力少なくするように調整さ\nれる成分であり，実際，銅イオンのワイン中の含有量は，塩化物やスル\nフェートと比べて，かなり少ないこと（甲６１），酒石酸等の有機酸は，\n不動態被膜を破壊する孔食の原因となる塩化物やスルフェートよりも，\nアルミニウムの腐食原因としての影響は小さいこと（甲８０）からする\nと，当業者であれば，局部腐食の発生原因である塩化物及びスルフェー\nトのワイン中の含有量を少なくすることで，ワイン中の他の成分の量に\nかかわらず，アルミニウム缶の耐食性を向上させ得ることを容易に理解\nできる。また，耐食コーティングの組成については，本件優先日前から\n多くの種類の耐食コーティングが当業者に知られていること（例えば，\n甲５ないし８，乙１９）を踏まえれば，本件明細書の【００３４】の「保\n存中に過度のレベルのアルミニウムがワイン中に溶解しないことを保障\nすることが重要である」との記載を考慮して，内容物に応じて適宜選択\nした組成の耐食コーティングをアルミニウム缶の内面に設ければよいこ\nとが明らかである。\nしたがって，本件審決の上記判断は誤りである。\nウ  小括\n以上のとおり，本件発明１はサポート要件に適合しないとした本件審決\nの判断は誤りである。また，本件発明１を直接的又は間接的に引用する本\n件発明２ないし８，１０ないし１５についても，本件発明１と同様に，サ\nポート要件に適合しないとした本件審決の判断は，本件発明１についての\n誤った判断を前提とするものであるから，誤りである。\n(2)  被告の主張\nア  本件発明１の課題等について\n(ア)  本件明細書の記載によれば，本件発明１の課題は，アルミニウム缶\nにワインをパッケージングしようとすると保存中にその品質が劣化する\nという課題を解決することにあり，ここでいう「ワインの品質の劣化」\nとは，「ワインの味質」に悪影響が及ぼされた状態（ワインとして美味\nしく飲めない状態）を意味するものであり（【０００３】），課題解決\nがされたか否かの認識は，味覚パネルによる官能試験（【００３９】）\nによって「ワインの味質」が劣化したか否かによって判断される（乙１\n３）。\n一方で，アルミニウム缶にパッケージングされたワイン中へアルミニ\nウムが溶出しても，美味しく飲めるので，アルミニウムの溶出量と味質\n（異臭発生）との間には相関はない（甲１の図６）。\n(イ)  原告は，本件発明１は，アルミニウム缶の腐食原因となる「塩化物」\n及び「スルフェート」が大量に含まれているワインが意図せずアルミニ\nウム缶にパッケージングされてしまうことを確実に防止できるという効\n果を奏する旨主張する。\nしかしながら，本件明細書には，本件発明１の「３００ｐｐｍ未満」\nの塩化物及び「８００ｐｐｍ未満」のスルフェートが，濃度のレベルと\nして低いものであることについての記載も示唆もなく，これらの濃度レ\nベルとすることの技術的意義についての記載もない。\nまた，３００ｐｐｍ未満，８００ｐｐｍ未満の各濃度レベルは，塩化\n物及びスルフェートにとって通常の濃度範囲であるということはできる\nものの（甲５９ないし６２，１３５，１３６の１），世の中のワインに\nおける塩化物及びスルフェートの濃度の分布（どの程度濃度がばらつく\nのか，そのばらつきの分布の程度等）は不明であるから，当業者が，「３\n００ｐｐｍ未満」の塩化物及び「８００ｐｐｍ未満」のスルフェートが，\nワインの成分の濃度として高いレベルなのか，中位のレベルなのか，低\nいレベルなのかを理解することはできない。\nしたがって，当業者は，本件発明１が「３００ｐｐｍ未満」の塩化物\n及び「８００ｐｐｍ未満」のスルフェートを有するワインをアルミニウ\nム缶のパッケージングの対象として選別することによって，アルミニウ\nム缶の腐食原因となる塩化物及びスルフェートが大量に含まれているワ\nインが意図せずアルミニウム缶にパッケージングされてしまうことを確\n実に防止できるという効果を奏するものと理解することはできないから，\n原告の上記主張は誤りである。\nイ  当業者は本件明細書の記載及び本件優先日当時の技術常識から本件発明\n１の課題を解決できることを認識できないこと\n(ア)  前記アのとおり，本件明細書には，本件発明１の「３００ｐｐｍ未\n満」の塩化物及び「８００ｐｐｍ未満」のスルフェートが，濃度のレベ\nルとして低いものであることについての記載も示唆もなく，これらの濃\n度レベルとすることの技術的意義についての記載もない。\nまた，本件明細書には，「許容可能なワイン品質が味覚パネルによっ\nて確認された。」とする試験（【００３８】ないし【００４２】）に用\nいたワインの組成の記載はなく，また，上記試験に用いたアルミニウム\n缶の耐食コーティングの組成の記載もないから，上記試験の結果が，ワ\nインの遊離ＳＯ２，塩化物，スルフェートを本件発明１の特許請求の範\n囲で特定される所定の値以下にしたことによるものであるのか，ワイン\nを組成する他の物質によるものであるのか，耐食コーティングによるも\nのであるのか，これらの相乗効果によるものであるのか否かが，当業者\nにとって不明である。\nそして，塩化物イオン（Ｃｌ－）及びスルフェート（ＳＯ４\n２－）が，ア\nルミニウムやステンレスの局部腐食（不動態被膜の孔食）の原因となる\nことは，本件優先日当時の技術常識であるが，塩化物やスルフェート以\n外のワインに含まれている各種の金属イオンや有機酸も，アルミニウム\nの腐食の原因になる物質であること（甲１，４３，乙２）も，本件優先\n日当時の技術常識である。このような技術常識に照らし，塩化物を「３\n００ｐｐｍ未満」，スルフェートを「８００ｐｐｍ未満」とするだけで，\n本件発明１の課題を解決することができるものと当業者が認識すること\nはできない。\nさらに，本件明細書には，「耐食コーティング」について，従来とは\n異なる「良好に架橋された不透過性膜」を使用することが記載されてい\nるが（【００３４】），本件明細書の記載から，従来とは異なる「良好\nに架橋された不透過性膜」とは，どの程度の架橋をいうのか，どの程度\nの不透過性の膜をいうのかを認識することができない。他方，アルミニ\nウム缶の内面に設けられる樹脂保護被膜については，用いる樹脂の種類，\n樹脂の共重合比率，製膜条件，膜厚，膜の構造等を種々制御しないとア\nルミニウム缶の腐食が抑制できないことは技術常識ではあるものの，腐\n食の抑制の方法は様々存在し（甲５ないし８），当業者が，上記技術常\n識に基づき，具体的な材料，膜厚及び構造等で一義的に特定できるよう\nな「耐食コーティング」は存在しない。そうすると，従来とは異なる「耐\n食コーティング」を用いることを前提とする本件発明１において，どの\nような樹脂の種類，樹脂の共重合比率，製膜条件，膜厚，膜の構造等の\n耐食コーティングを本件発明１の特定の組成のワインと組み合わせると，\n本件発明１の課題が解決できるのかについて，本件明細書の発明の詳細\nな説明の記載及び本件優先日当時の技術常識から，当業者がこれを認識\nすることができない。\n(イ)  以上によれば，当業者が，本件明細書の発明の詳細な説明の記載及\nび本件優先日当時の技術常識から，本件発明１は，本件発明１の課題を\n解決できると認識できる範囲のものであるということはできないから，\n本件発明１はサポート要件に適合しない。\nウ  小括\n以上のとおり，本件発明１はサポート要件に適合しないから，これと同\n旨の本件審決の判断に誤りはない。\nしたがって，本件発明１を直接的又は間接的に引用する本件発明２ない\nし８，１０ないし１５についても，同様の理由からサポート要件に適合し\nないとした本件審決の判断に誤りはない。\nしたがって，原告主張の取消事由１は理由がない。\n２  取消事由２（甲１を主引用例とする本件発明１ないし８，１０ないし１５の\n進歩性の判断の誤り）について\n(1)  原告の主張\nア  相違点１の容易想到性の判断の誤り\n本件審決は，甲１発明において，パッケージングの対象とする白ワイン\nについて，一般に市販されているワインの中から，遊離ＳＯ2 が０～３５ｍ\nｇ／ｌの範囲にある白ワインであって，「遊離亜硫酸が１５～３０ｍｇＳ\nＯ２／ｌ，塩化物が１０～８０ｍｇ／ｌ，硫酸塩が０．２～０．８ｇ／ｌ Ｋ\n２ＳＯ４ 」の組成であることが知られている甲２の１（訳文甲２の２）（以\n下「甲２」という。）記載のスイスワインの白ワインを選択する程度のこ\nとは，当業者が適宜行い得ることであるから，甲１発明において相違点１\nに係る本件発明１の構成とすることは，当業者が容易になし得たことであ\nる旨判断した。\nしかしながら，甲１及び甲２のいずれにおいても，「アルミニウム缶内\nにパッケージングする対象とするワインとして，…３００ｐｐｍ未満の塩\n化物と，８００ｐｐｍ未満のスルフェートとを有することを特徴とするワ\nインを意図して製造するステップ」という構成（相違点１に係る本件発明\n１の構成）について記載も示唆もない。\n加えて，甲１が想定する遊離ＳＯ２の含有量の範囲（０～３５ｍｇ／ｌ）\nに含まれるワインは，スイスワインに限られず，世界中に存在すること（例\nえば，甲１４２のＴａｂｌｅ  ５８），スイスワインのシェアは生産シェ\nアが０．４％程度，輸出シェアが０．０１７％程度に過ぎないこと（甲６\n４の２）に照らすと，甲１発明のアルミニウム缶内にパッケージングする\n対象のワインとして甲２記載のスイスワインの白ワインを選択する動機付\nけがあるとはいえない。\nまた，仮に甲１発明のアルミニウム缶内にパッケージングする対象のワ\nインとして甲２記載のスイスワインの白ワインを選択し得たとしても，そ\nの選択の理由が，甲２記載のスイスワインの白ワインは，塩化物の濃度が\n３００ｐｐｍ未満であり，スルフェートの濃度が８００ｐｐｍ未満である\nことによるものであることまで立証されない限り，本件発明１の「アルミ\nニウム缶内にパッケージングする対象とするワインとして，…３００ｐｐ\nｍ未満の塩化物と，８００ｐｐｍ未満のスルフェートとを有することを特\n徴とするワインを意図して製造するステップ」に相当する構成とはいえな\nい。\nしたがって，甲１発明に甲２に記載された事項を組み合わせる動機付け\nはなく，これを組み合わせたとしても，相違点１に係る本件発明２の構成\nにならないから，本件審決の上記判断は誤りである。\nイ  小括\n以上のとおり，本件審決における相違点１の容易想到性の判断に誤りが\nあるから，本件発明１は，甲１発明と甲２に記載された技術的事項等に基\nづいて，当業者が容易に発明をすることができたものであるとした本件審\n決の進歩性の判断は誤りである。\n上記のとおり，本件審決における相違点１の容易想到性の判断に誤りが\nある以上，本件発明１を直接的又は間接的に引用する本件発明２ないし８，\n１０ないし１５の進歩性の判断も誤りである。\n(2)  被告の主張\nア  相違点１の容易想到性の判断の誤りの主張に対し\n本件優先日当時，塩化物及びスルフェートは，ワインにおいて制御が求\nめられる指標であり，商業的に販売されるワイン中の塩化物の含有量を３\n００ｐｐｍ未満とすること及びスルフェートの含有量を８００ｐｐｍ未満\nとすることも通常行われることであった（甲２，１３５，乙３）。中でも，\nスイスワインの組成のためのガイドライン値（甲２）は，白ワイン及び\nロゼワイン中の塩化物の含有量を１０～８０ｍｇ／ｌ（ｐｐｍ）の範囲\nにすること及び硫酸塩（Ｋ２ＳＯ４換算）の含有量を０．２～０．８ｇ／\nｌ（２００～８００ｐｐｍ）の範囲にするものとされており，塩化物及び\nスルフェートの量を調整しようとする発想そのものである。\nそして，本件優先日当時，ワイン中の塩化物及びスルフェートが，アル\nミニウムの腐食を引き起こす成分であることが認識されていた以上（甲１，\n２９），甲１発明のワインにおいて，甲２記載の塩化物及びスルフェート\nの含有量を適用することに困難性はない。\nそうすると，当業者は，甲１発明のパッケージングの対象とするワイン\nとして，一般に市販されているワインの中から，遊離ＳＯ2 が０～３５ｍｇ\n／ｌの範囲にある白ワインであって，「遊離亜硫酸が１５～３０ｍｇＳＯ\n２／ｌ，塩化物が１０～８０ｍｇ／ｌ，硫酸塩が０．２～０．８ｇ／ｌ Ｋ\n２ＳＯ４ 」の組成であることが知られている甲２記載のスイスワインの白\nワインを選択する程度のことは，当業者が適宜行い得ることであるといえ\nるから，当業者が相違点１に係る本件発明１の構成を容易に想到すること\nができたものである。これと同旨の本件審決の判断に誤りはない。\nなお，甲１で使用されているワインはイタリアワインであると推認され\nる。そして，イタリアワインは，「WINE AND MUST ANALYSIS」（甲５９）\nの表３２に記載されているとおり，含有される塩化物の平均値が７０ｐｐ\nｍであり，スルフェートの平均値が７５０ｐｐｍであることからすると，\n甲１発明のワインの塩化物の濃度は３００ｐｐｍ未満，スルフェートの濃\n度は８００ｐｐｍ未満であるといえる。\nしたがって，相違点１は，本件発明１と甲１発明との実質的な相違点と\nはいえない。\nイ  小括\n以上のとおり，本件審決における相違点１の容易想到性の判断に誤りが\nなく，また，相違点１は実質的な相違点とはいえないから，本件発明１は，\n甲１発明と甲２に記載された技術的事項等に基づいて，当業者が容易に発\n明をすることができたものであるとした本件審決の判断に誤りはない。\nこのように本件審決における本件発明１の容易想到性の判断に誤りがな\nい以上，本件発明１ないし８，１０ないし１５の進歩性を否定した本件審\n決の判断に誤りがあるとする原告の主張は理由がない。\nしたがって，原告主張の取消事由２は理由がない。\n第４  当裁判所の判断\n１  取消事由１（サポート要件の判断の誤り）について\n(1)  本件明細書の記載事項について\nア  本件明細書（甲１３０）の発明の詳細な説明には，次のような記載があ\nる（下記記載中に引用する「表１」については別紙を参照。）。\n(ア)  【０００１】\n技術分野\n本発明は，アルミニウム缶内にワインをパッケージングする方法に関す\nる。本発明はまた，本発明の方法に従ってワインが充填されたアルミニ\nウム缶に関する。\n【０００２】\n発明の背景\nワインは，古代ギリシャの時代から製造されている。ワインは多くのタ\nイプの容器に保存されてきた。これらの容器には例えば，木材，陶器，\n皮革が含まれる。特に１リットル未満の量で保存される場合には，ワイ\nンの好ましい保存手段として，ガラス瓶の使用が発展した。ほとんど例\n外なしに瓶が使用されてはいるものの，瓶は比較的重く，かつ比較的壊\nれやすいという欠点を有する。\n【０００３】\nワイン以外の飲料，例えばビールやソフトドリンクの場合，金属缶やポ\nリエチレンテレフタレート（ＰＥＴ）のような，代わりとなる包装容器\nが幅広く採用されている。これらの包装容器は，より軽量で，かつ耐破\n損性がより大きいという利点をもたらす。このような代わりの容器にワ\nインを保存することが提案されている。しかし，ワインに対してこのよ\nうなタイプのパッケージングを利用しようという試みは概ね不成功に終\nわっている。いくつかの極めて低品質のワインは，ポリ塩化ビニル容器\n内に保存される。このような不成功の理由は，ワイン中の物質の比較的\n攻撃的な性質，及び，ワインと容器との反応生成物の，ワイン品質，特\nに味質に及ぼす悪影響にあると考えられる。ワインは典型的には３～４\nの範囲のｐＨを有する複雑な製品である。これと比較して，ビールのｐ\nＨは５以上であり，多くのソフトドリンクのｐＨは３以上である。しか\nし，ｐＨ自体は単独の決定因ではなく，３という低いｐＨを有する炭酸\nコーラ飲料は，ＰＥＴ容器に充分に保存することができる。この低いｐ\nＨは，炭酸コーラ飲料中のリン酸含有物の結果である。このことは，プ\nレコーティングされたアルミニウム缶及びＰＥＴボトルをこれらの飲料\nに対して申し分なく使用することを可能にする。\n【０００４】\nアルミニウム缶内にワインをパッケージングし，これによりワインの品\n質が保存中に著しく劣化しないようにすることが望ましい。\n(イ)  【０００５】\n発明の概要\n本発明は１つの形態において，アルミニウム缶内にワインをパッケージ\nングする方法であって，該方法が：\nアルミニウム缶内にパッケージングする対象とするワインとして，３５\nｐｐｍ未満の遊離ＳＯ２と，３００ｐｐｍ未満の塩化物と，８００ｐｐ\nｍ未満のスルフェートとを有することを特徴とするワインを意図して製\n造するステップと；\nアルミニウムの内面に耐食コーティングがコーティングされているツー\nピースアルミニウム缶の本体に，前記ワインを充填し，容器内の圧力が\n最小２５ｐｓｉとなるように，前記缶をアルミニウム・クロージャでシ\nーリングするステップとを含む，アルミニウム缶内にワインをパッケー\nジングする方法を提供する。\n【０００６】\n前記ワインがさらに，２５０ｐｐｍ未満，より好ましくは１００ｐｐｍ\n未満の総二酸化硫黄レベルを有することを特徴とすることが好ましい。\n【０００７】\n前記ワインがさらに，１ｐｐｍ未満の総ニトリットと，３０ｐｐｍ未満\nの総ニトレートと，９００ｐｐｍ未満の総ホスフェートと，６ｇ／リッ\nトル～９ｇ／リットルの範囲の酒石酸として算出された酸性度とを有す\nることを特徴とすることが好ましい。\n【０００８】\n前記ワインが充填前に冷却されることが好ましい。\n【０００９】\n前記耐食コーティングが熱硬化性コーティングであることが好ましい。\n【００１０】\nクロージャによるシーリング後の頭隙が，８０～９７％ｖ／ｖの窒素と，\n２～２０％ｖ／ｖの二酸化炭素との組成を有することが好ましい。\n【００１１】\nあるいは，前記ツーピース缶に前記ワインが充填される前に，前記ワイ\nンが炭酸ガス飽和させられ，これにより，シーリング後の前記頭隙は大\n部分が二酸化炭素となる。\n【００１２】\n前記頭隙の最大酸素含有率が１％ｖ／ｖであることが好ましい。\n【００１３】\n前記缶の本体に対する前記クロージャのシーム形成直前に，液体窒素が\n添加されることが好ましい。\n【００１４】\n前記頭隙が，３３０ミリリットル缶の場合に，２～５ｍｍの範囲にある\nことが好ましい。\n(ウ)  【００１５】\n発明の詳細な説明\n本発明の方法に必要となるワインは，下記のような特定のブドウ栽培及\nびワイン製造技術によって製造することができる。あるいは，規定レベ\nルよりも高いレベルの構成成分でワインを処理し，これらの構成成分を\n除去するか又はこれらの構成成分の含有率を本発明に必要となる含有率\nまで低下させることにより，ワインを製造してもよい。本発明において，\n「ワイン」という用語は，極めて広範囲に使用され，この用語には非発\n泡ワイン，発泡ワインならびに強化ワイン，及びミネラルウォーター及\nびフルーツジュースとブレンドされたワインが含まれる。\n【００１６】\nブドウ栽培に関して，不都合な化学薬剤散布を用いないことを保証する\nことにより，望ましくない物質の不存在を達成することができる。化学\n薬剤散布を使用する際には，監視が必要となる。それというのもこのよ\nうな化学薬剤散布はまた，最終ワイン製品中に望ましくない化学物質が\n全体的に蓄積することに対して影響を与えるからである。ブドウの木の\nほとんどの病気は，未剪定のブドウの木を繁茂させるために熱又は湿分\nを必要とし，このことにより，さらに化学薬剤散布が必要になるという\nジレンマにますます陥ることになる。\n【００１７】\nブドウの品質，より高い発生率のボツリチス，粉末饂飩粉病及び綿毛饂\n飩粉病を形成する上で，日陰が主要な役割を有する。ここでもまた，化\n学的な介入が必要となる。硫黄を基剤とする防カビ剤を使用することが\nできるが，しかしこれらの防カビ剤は，許容範囲を超えたレベルの硫黄\nを導入する。未剪定のブドウの木の房は，過剰な青臭い不快な風味を有\nするコクのないワインを生成する。光は最大の自然資産の１つであるが，\n忘れられることが多く，軽視されがちである。焦点をあわせるべきなの\nは，木自体内で「調和的バランスがとれたブドウの木」である。ブドウ\nと，葉と，茎と，木部と，根との正しい比率がこのようにバランスがと\nれた状態で生じれば，必要となる化学的介入は最小限で済む。\n【００１８】\n過剰な灌漑の名残が「バランスを崩した」作物である。過剰に豊富な天\n蓋のある場所での作物は，日陰果実及び熟成の遅れをもたらす。また収\n穫前の過剰な灌漑は，液果に水分と化学的取込み物質とを過剰に供給し，\n液果の本来の状態を変えてしまう。ここでもまた，さらに加工ラインに\n沿った化学的対策が必要となる。一定電子土壌水分モニターによる細流\n灌漑が好ましい選択肢である。\n【００１９】\n好ましくはブドウは（果実を過度に損傷しないように細心の注意を払っ\nて）手摘みし，涼しい環境（８℃～１６℃）中で好ましくは夜間に収穫\nするべきである。「赤」の場合，ｐＨは３．１～３．８であると共にボ\nーメ(Ｂａｕｍｅ)は１３．０～１４．０の範囲にあり，「白」の場合，\nｐＨは３．０～３．５であると共にボーメ(Ｂａｕｍｅ)は１０．０～１\n３．０である。野生酵母の分解を最小限に抑えるように，最小量の二酸\n化硫黄の散布が必要とされる。発酵に際しては野生酵母に頼るのが好ま\nしい。\n(エ)  【００２０】\n赤ワインの場合，収穫後できるだけ早く，好ましくは収穫から１２時間\n以内に圧搾及び除茎を行わなければならない。高品質ワインを製造する\nには，圧搾の前に除茎を行うことが強く推奨される。その利点は，渋み\nのある，葉が茂った草質の茎を含有しないことにより，味質を改善でき\nることである。予想アルコール強度は０．５％も高くなる。なぜならば，\n水を含有し，かつ糖を含有しない茎はアルコールを吸収するからである。\n茎の色素を回避することにより，色合いが強くなる。茎と共に発酵する\nと，加工が促進された時には，より多量の酸素が取り込まれるようにな\nる。発明者にとって発酵時に必要となるのは速度ではなく，安定性及び\n品質だけである。除茎及び圧搾を行ったあと，マストを発酵容器にポン\nプ供給し，酒石酸で調整し，酵母を必要なレベルに調整し，最小限の二\n酸化硫黄を添加する。\n【００２１】\nこの容器は，過剰な発酵ガスを排出するように，また酸素が入らないよ\nうに，気泡システムを備えている。酸素の流入はパンチング（叩き込み）\nの時にだけ発生する。このようなエアレーション量は，酵母増殖及び完\n全な糖発酵にとって重要である。\n【００２２】\n規則的な間隔を置いて（１０～１２時間毎に）皮を叩き込み，ほぼ２５℃\nの周囲温度を維持することが，発酵プロセスにおいて重大である。ドラ\nイ・キャップが酸化を可能にし，温度がより高く又はより低くなると，\nこのことは発酵ジュースに悪影響を与える。浸漬中の安定性が次の１４\n～２１日間の重要な要素となる。一日０．７～１．０のボーメ減少が「ベ\nンチマーク」となるように，ボーメを常に監視する。ボーメが０°～１°\nに達したら，しぼりかす又はブドウ塊は「バスケット・プレス」される。\n【００２３】\nプレスは，注意深くかつ鋭敏に監視することが必要である。過剰のプレ\nスは強力な渋み物質，フェノール成分，及び強力な粗タンニンを形成す\nる。バランスのとれたプレスは，結果として行われる重化学的な清澄，\n無用のブレンド及び化学的介入の必要性を軽減する。\n【００２４】\nこの段階において，自由流動するジュースとプレスされたジュースとの\n組み合わせは，亜硫酸塩で予め処理されて滅菌された，使用済みの又は\n新しいアメリカンオーク，フレンチオークに移され，自然制御された温\n度環境内で保存される。温度範囲は１５℃～２５℃である。充填後，樽\nをゴム製の槌で数回打ち，これにより気泡を除去し，２５ｍｍ以内の樽\n口から補充する。樽はエアロックを備えており，樽内での発酵の進行が\n可能である。このプロセスは完成するのに３～４ヶ月かかる（この時間\n係数は，宿主環境における湿度及び温度の変動に関連する）。この段階\nの頃に，接種によって，又はワイン醸造場において固有の場合には自然\nに，リンゴ酸－乳酸発酵が生じる。\n【００２５】\n発酵が完了した後，樽をおり引きし，清浄化し，滅菌し，軽く亜硫酸塩\n処理し，充填し，エアロックを取り外す。充填後，樽をゴム製の槌で数\n回打つことにより気泡を除去し，補充して栓をする。次いで樽を鉛直方\n向に対して３０°の角度を成すように位置決めする。\n【００２６】\n若いワインからは沈殿物を除去して，酵母菌，細菌体，及び腐敗を生じ\nさせる有機異物を減少させ，亜硫酸水素塩を回避できるようにすること\nが必要である。\n【００２７】\n優れた品質を探求する上で，エアレーションはもう一つの自然の成り行\nきである。このファクタは，酵母形質転換及び結果として得られるワイ\nンの安定性の達成を容易にする。発酵媒質中では，種々異なる沈殿領域\nが発生して，当然遊離二酸化硫黄レベルを形成することになる。おり引\nきはこれらの層に相乗効果を与えて，これらを一致させる。この段階に\nおける亜硫酸塩処理の要件は，従ってより厳密である。\n【００２８】\nおり引きの頻度は異論の多い問題であり，一年目では２～３ヶ月毎の\n時間枠が完全に許容され得るが，しかし現実のファクタ，例えばタンク\n又は樽のサイズ，貯蔵庫内の温度及びワインの種類に応じて，貯蔵庫責\n任者が決定する。責任者の技能及び経験が，最終的な要件を見極めるこ\nとになる。懸濁させられた物質の沈下を促進するには，１００リットル\n当たり１～３の割合で卵白清澄することが必要となる。\n【００２９】\n１２～１８ヶ月間桶内で熟成させた後，少なくとも３～４回おり引き\nし，分析し，テイスティングし，軽く亜硫酸塩処理し，（１００％必要\nならば）ワインが傷んでおらず，発酵性糖を含有しておらず，完全にリ\nンゴ酸－乳酸発酵させられたことを認識した後，ワインはブレンド準備\n完了状態となる。このことはこれまでの１２～１８ヶ月，及び，収穫に\n至るまでの数ヶ月になされた努力の最終的な報酬である。\n(オ)  【００３０】\n白ワインの場合，圧搾の前にブドウを除茎する。ジュースのｐＨは，酒\n石酸でｐＨ３．０～３．４に調整される。皮接触時間は，ブドウの品種，\n原産地，周囲温度及びタンニンの量又は渋み作用のあるフェノール成分\nの要件に関連する。二酸化炭素を添加しながら，マストから水分を流出\nさせる。\n【００３１】\n発酵温度は１０～１６℃の範囲にある。０．４～０．８ボーメの糖含\n量減少が目標である。発酵後，ワインのかすを沈殿させ，二酸化炭素の\nもとでおり引きし，二酸化硫黄を添加する。\n【００３２】\n白ワインに付随する全ての手順において，何があっても空気に対する暴\n露は回避しなければならず，低温環境が実現される。上述のようにして\n製造されたワインは，３５ｐｐｍ未満の遊離二酸化硫黄レベルと，２５\n０ｐｐｍ未満の総二酸化硫黄レベルとを有する。酸，塩化物，ニトレー\nト及びスルフェートを形成することができる陰イオンレベルは，規定の\n最大値未満である。\n(カ)  【００３３】\n本発明は，頭隙に窒素を必要としない発泡ワインに適用することもでき\nる。それというのも，所要の缶強度を提供するのには二酸化炭素で充分\nだからである。\n【００３４】\n本発明に適したツーピース缶は，ソフトドリンク及びビール飲料に現在\n用いられている缶である。この缶のライニングも同様であり，典型的に\nは，ホルムアルデヒドを基剤とする架橋剤と組み合わされたエポキシ樹\n脂である。使用される膜厚は，典型的にはビール又はソフトドリンクに\n用いられているものよりは厚い。典型的には，１７５ｍｇ／３７５ｍｌ\n缶が，適切な膜厚をもたらすことが判った。内部をコーティングされた\n缶は，典型的には１６５～１８５℃の範囲の温度で２０分間ベーキング\nすることができる。良好に架橋された不透過性膜によって，保存中に過\n度のレベルのアルミニウムがワイン中に溶解しないことを保証すること\nが重要である。\n【００３５】\n缶充填プロセスは，ほぼ０．１ｍｌの液体窒素を，本体のクロージャの\nシーム形成直前に添加することに関与する。缶の内部圧力は，ほぼ２５\n～４０ｐｓｉである。\n【００３６】\nあるいは，ワインは，カーボネータとして知られる装置においてワイン\nと二酸化炭素ガスとを混合することにより，炭酸ガス飽和させることも\nできる。このようなタイプの装置はよく知られており，ソフトドリンク\n業界において広く使用されている。\n【００３７】\n上述のように，アルミニウム缶内でのワインの保存安定性は極めて重大\nである。頭隙が酸素を含むボトリングされたワインとは異なり，本発明\nの缶の頭隙が有する酸素レベルは極めて低い。すなわち，このワインは\n保存中「老化」しない。\n(キ)  【００３８】\n試験を目的として，パッケージングされたワインを，周囲条件下で６ヶ\n月間，３０℃で６ヶ月間保存する。５０％の缶を直立状態で，５０％の\n缶を倒立状態で保存する。\n【００３９】\n製品を２ヶ月の間隔を置いて，Ａｌ，ｐＨ，°ブリックス（Ｂｒｉｘ），\n頭隙酸素及び缶の目視検査に関してチェックする。１つの変数当たり，\n６つの缶を倒立させ，６つの缶を直立させる。目視検査は，ラッカー状\n態，ラッカーの汚染，シーム状態を含む。試料は１２ヶ月保存しなけれ\nばならない。官能試験は，味覚パネルによる認識客観システムを用いる。\n【００４０】\n白ワインの保存評価の結果を表１に示す。白ワインは赤ワインよりも平\n均で，より低いｐＨを有し，白ワイン試験は保存安定性に関してより厳\nしい試験となる。\n【００４２】\nこのデータは３０℃で６ヵ月後の充分な保存状態を示す。許容可能なワ\nイン品質が味覚パネルによって確認された。\n【００４３】\n本発明の思想及び範囲内での変更は当業者であれば容易に可能なので，\n本発明は，一例として示した上述の特定の実施例に限定されるものでは\nないことを理解すべきである。\nイ  前記アの記載事項によれば，本件明細書の発明の詳細な説明には，本件\n発明１に関し，次のような開示があることが認められる。\n(ア)  従来からワインの包装容器として使用されている瓶は，比較的重く，\nかつ比較的壊れやすいという欠点を有することから，より軽量で，かつ\n耐破損性がより大きいという利点をもたらす金属缶やポリエチレンテレ\nフタレート（ＰＥＴ）容器にワインを保存することが提案されているが，\nこのようなパッケージングを利用しようという試みは概ね不成功に終わ\nっており，その理由は，ワイン中の物質の比較的攻撃的な性質及びワイ\nンと容器との反応生成物がワイン品質，特に味質に及ぼす悪影響にある\nと考えられる（【０００２】，【０００３】）。\nしかし，アルミニウム缶内にワインをパッケージングし，これにより\nワインの品質が保存中に著しく劣化しないようにすることが望ましい\n（【０００４】）。\n(イ)  「本発明」は，アルミニウム缶内にパッケージングする対象とする\nワインとして，３５ｐｐｍ未満の遊離ＳＯ２と，３００ｐｐｍ未満の塩\n化物と，８００ｐｐｍ未満のスルフェートとを有することを特徴とする\nワインを意図して製造するステップと，アルミニウムの内面に耐食コー\nティングがコーティングされているツーピースアルミニウム缶の本体に，\n前記ワインを充填し，容器内の圧力が最小２５ｐｓｉとなるように，前\n記缶をアルミニウム・クロージャでシーリングするステップとを含む，\nアルミニウム缶内にワインをパッケージングする方法を提供するもので\nある（【０００５】）。「本発明」の方法に必要となるワインは，特定\nのブドウ栽培及びワイン製造技術によって製造することができ，あるい\nは，規定レベルよりも高いレベルの構成成分でワインを処理し，これら\nの構成成分を除去するか又はこれらの構成成分の含有率を「本発明」に\n必要となる含有率まで低下させることにより，ワインを製造してもよい\n（【００１５】）。\n別紙の表１は，試験を目的としてパッケージングされた白ワインを３\n０℃で６ヶ月間保存した後の保存状態を示したものであり，「許容可能\nなワイン品質」が味覚パネルによる官能試験によって確認された（【０\n０３８】ないし【００４２】）。\n(2)  サポート要件の適合性について\nア  特許法３６条６項１号は，特許請求の範囲の記載に際し，発明の詳細な\n説明に記載した発明の範囲を超えて記載してはならない旨を規定したもの\nであり，その趣旨は，発明の詳細な説明に記載していない発明について特\n許請求の範囲に記載することになれば，公開されていない発明について独\n占的，排他的な権利を請求することになって妥当でないため，これを防止\nすることにあるものと解される。\nそうすると，所定の数値範囲を発明特定事項に含む発明について，特許\n請求の範囲の記載が同号所定の要件（サポート要件）に適合するか否かは，\n当業者が，発明の詳細な説明の記載及び出願時の技術常識から，当該発明\nに含まれる数値範囲の全体にわたり当該発明の課題を解決できると認識で\nきるか否かを検討して判断すべきものと解するのが相当である。\nイ(ア)  これを本件についてみるに，本件発明１の特許請求の範囲（請求項\n１）の記載によれば，本件発明１は，アルミニウム缶内にワインをパッ\nケージングする方法の発明であって，アルミニウム缶内にパッケージン\nグする対象とするワインとして，「３５ｐｐｍ未満の遊離ＳＯ２」と，「３\n００ｐｐｍ未満の塩化物」と，「８００ｐｐｍ未満のスルフェート」と\nを有することを特徴とするワインを意図して製造するステップを含むも\nのであるから，所定の数値範囲を発明特定事項に含む発明であるといえ\nる。\n次に，本件明細書の発明の詳細な説明には，本件発明１の課題を明示\nした記載はないが，【０００２】ないし【０００４】の記載（前記(1)イ(ア)）\nから，本件発明１の課題は，アルミニウム缶内にパッケージングした「ワ\nインの品質」が保存中に著しく劣化しないようにすることであり，ここ\nにいう「ワインの品質」は，「ワインの味質」を意味するものと理解で\nきる。\nそして，本件明細書の【００３８】ないし【００４２】及び表１には，\n白ワインの保存評価試験の結果として，パッケージングされた白ワイン\nを３０℃で６ヶ月間保存した後に，味覚パネルによる官能試験により，\n「許容可能なワイン品質が味覚パネルによって確認された」との記載が\nあることに照らすと，本件明細書の発明の詳細な説明には，ワインの品\n質（味質）が劣化したかどうかは味覚パネルによる官能試験によって判\n断されることの開示があることが認められる。\n一方，上記の「許容可能なワイン品質が味覚パネルによって確認され\nた」ワインについて，表１には，別紙のとおり，保存期間「６ヶ月」に\n対応する「Ａｌ  ｍｇ／Ｌ」欄及び「初期に対するＡｌ含有量上昇率（％）」\n欄に，アルミニウム含有量０．７２ｍｇ／Ｌ，含有量上昇率４４％（「直\n立」状態で保存の缶），アルミニウム含有量０．６８ｍｇ／Ｌ，含有量\n上昇率３６％（「倒立」状態で保存の缶）であったことの記載があるが，\n表１を含む本件明細書の発明の詳細な説明の記載全体をみても，当該ワ\nインの保存開始時（「初期」）の塩化物及びスルフェートの各濃度につ\nいての具体的な開示はない。\nまた，本件明細書の【０００３】の「ワイン中の物質の比較的攻撃的\nな性質，及び，ワインと容器との反応生成物の，ワイン品質，特に味質\nに及ぼす悪影響にあると考えられる。」との記載及び【００３４】の「良\n好に架橋された不透過性膜によって，保存中に過度のレベルのアルミニ\nウムがワイン中に溶解しないことを保証することが重要である。」との\n記載から，アルミニウム缶からワイン中に溶出する「過度のレベルのア\nルミニウム」がワインの味質に悪影響を及ぼすことは理解できるものの，\n本件明細書の発明の詳細な説明の記載全体をみても，アルミニウム缶に\n保存されたワイン中のアルミニウム含有量のみに基づいてワインの味質\nが劣化したかどうかを判断できることについての記載も示唆もない。\nさらに，アルミニウム缶に保存されたワイン中のアルミニウム含有量\nとワインの味質の劣化との具体的な相関関係に関する技術常識を示した\n証拠は提出されておらず，上記の具体的な相関関係は明らかではない。\nもっとも，本件優先日当時，遊離ＳＯ２とアルミニウムとの間の酸化還元\n反応により硫化水素が発生し，この硫化水素によってワインのフレーバ\nーを悪くするという問題があったことは技術常識であったこと（甲５０，\n５１等）が認められるが，かかる技術常識に照らしても，遊離ＳＯ２の濃\n度にかかわらず，ワイン中のアルミニウム含有量のみに基づいてワイン\nの味質が劣化したかどうかを判断できるものとはいえない。\nそうすると，本件明細書の発明の詳細な説明の記載から，本件発明１\nの課題（「アルミニウム缶内にパッケージングしたワインの品質（味質）\nが保存中に著しく劣化しないようにすること」）を解決できるかどうか\nを確認する方法は，味覚パネルによる官能試験の試験結果によらざるを\n得ないことを理解できる。\n(イ)  しかるところ，前記(ア)のとおり，本件明細書の発明の詳細な説明に\nは，白ワインの保存評価試験（【００３８】ないし【００４２】及び表\n１）において「許容可能なワイン品質が味覚パネルによって確認された」\nワインの保存開始時（「初期」）の塩化物及びスルフェートの各濃度に\nついての具体的な開示はなく，仮にこれらの濃度が，本件発明１で規定\nするそれぞれの濃度（「３００ｐｐｍ未満の塩化物」及び「８００ｐｐ\nｍ未満のスルフェート」）の範囲内であったとしても，それぞれの上限\n値に近い数値であったものと当然には理解することはできないから，上\n記保存評価試験の結果から，本件発明１の対象とするワインに含まれる\n塩化物の濃度範囲（３００ｐｐｍ未満）及びスルフェートの濃度範囲（８\n００ｐｐｍ未満）の全体にわたり「ワインの味質」が保存中に著しく劣\n化しないことが味覚パネルによる官能試験の試験結果により確認された\nものと認識することはできないというべきである。\nまた，甲１及び甲４３（「アルミ缶の特性ならびに腐食問題」２００\n２年，Zairyo-to-kankyo,51,ｐ.293～298）によれば，ワインを組成する\n一般的な物質のうち，遊離ＳＯ２，塩化物イオン（Ｃｌ－）及びスルフェ\nート（ＳＯ４\n２－）以外にも，リンゴ酸，クエン酸等の有機酸がアルミニウ\nムの腐食原因となることは，本件優先日当時の技術常識であったことが\n認められる。このような技術常識に照らすと，本件明細書の発明の詳細\nな説明には，白ワインの保存評価試験に用いられたワインの組成につい\nての記載はないものの，これらのアルミニウムの腐食原因となる物質も，\n当該ワインの組成に含まれており，表１記載の保存期間「６ヶ月」に対\n応するアルミニウム含有量や味覚パネルによる官能試験の試験結果に影\n響を及ぼしている可能性があるものと理解できる。\n以上によれば，本件明細書の発明の詳細な説明の記載及び本件優先日\n当時の技術常識から，当業者が本件発明１に含まれる塩化物の濃度３０\n０ｐｐｍ未満及びスルフェートの濃度８００ｐｐｍ未満の数値範囲の全\n体にわたり本件発明１の課題を解決できると認識できるものと認められ\nないから，本件発明１は，サポート要件に適合するものと認めることは\nできない。\n(3)  原告の主張について\n原告は，本件優先日当時，①ワイン中の塩化物及びスルフェートの濃度は，\n生産国・地域，品種，収穫年，製造条件等の違いによりワイン毎に様々であ\nり，いずれの濃度分布も広範囲に亘っており，塩化物の濃度は３ｐｐｍから\n１１４８ｐｐｍの範囲で，スルフェートの濃度は３８．６ｐｐｍから２４２\n０ｐｐｍの範囲で分布していること，及び，「３００ｐｐｍ」以上の塩化物\n及び「８００ｐｐｍ」以上のスルフェートを含有するワインが実際に存在す\nること（甲３１，５９ないし６３，１３６の１），②「淡水」とは塩分濃度\nが５００ｐｐｍ以下，塩化物濃度が約３００ｐｐｍ以下の水であること（甲\n１３７の１，２，１３９，１４０），③塩化物イオン（Ｃｌ－）及びスルフェ\nート（ＳＯ４\n２－）が，アルミニウムやステンレスの局部腐食（不動態被膜の孔\n食）の原因となるイオンであること（甲７８，８０ないし８４，１３７の１，\n２）は，技術常識であったことに加えて，本件明細書の「このような不成功\nの理由は，ワイン中の物質の比較的攻撃的な性質，及び，ワインと容器との\n反応生成物の，ワイン品質，特に味質に及ぼす悪影響にあると考えられる。」\n（【０００３】）との記載を考慮すれば，当業者であれば，アルミニウムの\n腐食原因であるワイン中の物質が「低い」濃度レベルであることを規定する，\n本件発明１の「３５ｐｐｍ未満」の遊離ＳＯ₂，「３００ｐｐｍ未満」の塩化\n物及び「８００ｐｐｍ未満」のスルフェートとの要件を満たすワインをパッ\nケージング対象とすることによって，これらの腐食原因物質の濃度が高いワ\nインがアルミニウム缶にパッケージングされることを確実に防止できるとい\nう本件発明１の効果を容易に認識可能であり，本件発明１は，この効果によ\nって，「アルミニウム缶内にワインをパッケージングし，これによりワイン\nの品質が保存中に著しく劣化しないようにする」という課題（「アルミニウ\nム缶の腐食によって保存中にワインの中で増加してしまうアルミニウムイオ\nン及び硫化水素によって，ワイン品質（味，色，臭い）が保存中に著しく劣\n化しないようにする」という課題）を解決するものであることを容易に認識\nできること，そして，アルミニウム缶の腐食原因である「塩化物」の濃度を\n３００ｐｐｍよりも低くすればするほど，同腐食原因である「スルフェート」\nの濃度を８００ｐｐｍよりも低くすればするほど，アルミニウム缶の腐食防\n止効果がより高まることは容易に認識できることからすると，本件発明１の\n上記効果は，特許請求の範囲の全てにおいて奏する効果であることを当業者\nが認識できることは明らかであり，本件明細書の【００３８】ないし【００\n４２】記載の試験結果を参酌しなくても，本件優先日当時の技術常識に照ら\nし，本件明細書のその余の発明の詳細な説明の記載及び本件発明１の特許請\n求の範囲の記載から，本件発明１は，当業者が本件発明１の課題を解決でき\nると認識できる範囲のものであるといえるから，本件発明１は，サポート要\n件に適合する旨主張する。\nしかしながら，前記(2)イ(ア)認定のとおり，本件発明１の課題は，アルミ\nニウム缶内にパッケージングした「ワインの味質」が保存中に著しく劣化し\nないようにすることにあるものと認められるところ，  原告主張の本件優先日\n当時の上記①ないし③の技術常識に照らしても，当業者が，本件明細書の発\n明の詳細な説明の記載から，本件発明１は，「３５ｐｐｍ未満」の遊離ＳＯ₂，\n「３００ｐｐｍ未満」の塩化物及び「８００ｐｐｍ未満」のスルフェートと\nの要件を満たすワインをパッケージング対象とすることによる効果によっ\nて，本件発明１の上記課題を解決するものであることを認識できるものと認\nめることはできない。\nまた，原告が主張するようにアルミニウム缶の腐食原因である「塩化物」\nの濃度を３００ｐｐｍよりも低くすればするほど，同腐食原因である「スル\nフェート」の濃度を８００ｐｐｍよりも低くすればするほど，アルミニウム\n缶の腐食防止効果がより高まるといえるとしても，前記(2)イ(ア)認定のとお\nり，アルミニウム缶に保存されたワイン中のアルミニウム含有量とワインの\n味質の劣化との具体的な相関関係は明らかではなく，本件発明１の上記課題\nを解決できるかどうかを確認する方法は，味覚パネルによる官能試験の試験\n結果によらざるを得ない。そして，本件明細書の【００３８】ないし【００\n４２】及び表１記載の白ワインの保存評価試験の結果から，本件発明１の対\n象とするワインに含まれる塩化物の濃度範囲（３００ｐｐｍ未満）及びスル\nフェートの濃度範囲（８００ｐｐｍ未満）の全体にわたり「ワインの味質」\nが保存中に著しく劣化しないことが味覚パネルによる官能試験の試験結果に\nより確認されたものと認識することはできないことは，前記(2)イ(イ)のとお\nりである。\nしたがって，本件明細書の発明の詳細な説明の記載及び本件優先日当時の\n技術常識から，当業者が本件発明１に含まれる塩化物の濃度３００ｐｐｍ未\n満及びスルフェートの濃度８００ｐｐｍ未満の数値範囲の全体にわたり本件\n発明１の課題を解決できると認識できるものと認められないから，原告の上\n記主張は採用することができない。\n(4)  小括\n以上のとおり，本件発明１はサポート要件に適合しないから，これと同旨\nの本件審決の判断に誤りはない。そして，本件発明１（請求項１）を直接的\n又は間接的に引用して発明特定事項に含む本件発明２ないし８，１０ないし\n１５についても，本件発明１がサポート要件に適合しない以上，サポート要\n件に適合しないから，これと同旨の本件審決の判断に誤りはない。\nしたがって，原告主張の取消事由１は理由がない。\n２  結論\n以上のとおり，原告主張の取消事由１は理由がないから，その余の取消事由\nについて判断するまでもなく，原告の請求は棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      國    分    隆    文\n裁判官      筈    井    卓    矢\n（別紙）\n"
}