{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 10,
    "day": 31
  },
  "case_number": "平成25(ワ)2464",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83710",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83710",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/710/083710_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２５年１０月３１日判決言渡  同日原本交付  裁判所書記官\u0000\n平成２５年\u0000ワ\u0000第２４６４号  特許権侵害差止等請求事件\u0000\n口頭弁論終結日  平成２５年８月２７日\u0000\n判            決\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 原      告                Ｐ１\u0000\n\u0000\n原      告                株 式 会 社 ケ イ ジ ェ イ シ ー\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 上記両名訴訟代理人弁護士  李   宇 海\u0000\n同                        小 林   徹\u0000\n同                        水 谷 繁 幸\u0000\n同                        角 田 寛 人\u0000\n同訴訟代理人弁理士        瀬 川 浩 一\u0000\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 被      告\u0000 \u0000 \u0000 \u0000       \u0000 \u0000     ス ケ ー タ ー 株 式 会 社\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n同訴訟代理人弁護士        鳥 山 半 六\u0000\n同                        深 坂 俊 司\u0000\n同訴訟代理人弁理士        中 野 収 二\u0000\n主            文\u0000\n１  原告らの請求をいずれも棄却する。\u0000\n２  訴訟費用は原告らの負担とする。\u0000\n\u0000 \u0000\u0000\n事 実 及 び 理 由\u0000\n第１  当事者の求めた裁判\u0000\n１  原告ら\u0000\n（１）被告は，別紙被告製品目録記載の各製品を製造し，販売してはならない。\u0000\n（２）被告は，前項の製品を廃棄せよ。\u0000\n（３）訴訟費用は被告の負担とする。\u0000\n（４）仮執行宣言\u0000\n２  被告\u0000\n主文同旨\u0000\n第２  事案の概要\u0000\n１  前提事実（証拠等の掲記がない事実は当事者間に争いがない。）\u0000\n（１）当事者\u0000\n原告Ｐ１は，後記\u0000２\u0000の特許権を有する。\u0000\n原告株式会社ケイジェイシー（以下「原告ケイジェイシー」という。）は，\n食料品，飲料水，酒類及び日用雑貨品の輸出入業，販売業及び問屋業並びに\nそれらの仲介業等を目的とする会社である。\u0000\n被告は，「プラスチック製品の製造販売各種」等を目的とする会社である。\u0000\n（２）原告Ｐ１の有する特許権\u0000\n原告Ｐ１は，以下の特許（以下「本件特許」といい，本件特許に係る発明\nを「本件特許発明」という。また，本件特許に係る明細書及び図面を「本件\n明細書等」という。）に係る特許権（以下「本件特許権」という。）を有する。\u0000\n登録番号          第３７６６８３１号\u0000\n発明の名称        子供の知的能力を発達させる練習用箸\u0000\n出願日            平成１４年８月１３日\u0000\n優先日            平成１３年８月１４日\u0000\n\u0000 \u0000\u0000\n登録日            平成１８年２月３日\u0000\n特許請求の範囲\u0000\n【請求項１】\u0000\n親指を挿入する親指挿入穴と固形物を掴み取る第１パッドとを有する第１箸\n部材であって，第１箸部材の上部に親指挿入穴を形成し，第１箸部材の下端\nに第１パッドを形成した第１箸部材と，\u0000\n人差し指および中指を挿入する保持ユニットと，保持ユニットの固定位置を\n調節する調節手段と，固形物を掴み取る第２パッドとを有する第２箸部材で\nあって，この保持ユニットが人差し指を挿入する人差し指挿入穴と中指を挿\n入する中指挿入穴とを有し，第２パッドを第２箸部材の下端に形成した第２\n箸部材と，\u0000\n第１箸部材および第２箸部材の上部に形成され，第１箸部材および第２箸部\n材を所定の間隔で結合する結合手段とを有する，知的能力を発達させる練習\n用箸。\u0000\n（３）構成要件の分説\u0000\n本件特許発明を構成要件に分説すると，以下のとおりである。\u0000\nＡ  親指を挿入する親指挿入穴と\u0000\nＢ  固形物を掴み取る第１パッドとを有する第１箸部材であって，\u0000\nＣ  第１箸部材の上部に親指挿入穴を形成し，\u0000\nＤ  第１箸部材の下端に第１パッドを形成した第１箸部材と，\u0000\nＥ  人差し指および中指を挿入する保持ユニットと，\u0000\nＦ  保持ユニットの固定位置を調節する調節手段と，\u0000\nＧ  固形物を掴み取る第２パッドとを有する第２箸部材であって，\u0000\nＨ  この保持ユニットが人差し指を挿入する人差し指挿入穴と中指を挿入す\nる中指挿入穴とを有し，\u0000\nＩ  第２パッドを第２箸部材の下端に形成した第２箸部材と，\u0000\n\u0000 \u0000\u0000\nＪ\u0000 \u0000 第１箸部材および第２箸部材の上部に形成され，第１箸部材および第２\n箸部材を所定の間隔で結合する結合手段と\u0000\nＫ  を有する，知的能力を発達させる練習用箸。\u0000\n（４）原告ケイジェイシーの商品\u0000\n原告ケイジェイシーは，平成１５年から，別紙原告商品目録記載の各商品\n（以下「原告商品」という。）を製造販売している。\u0000\n（５）被告の行為\u0000\n被告は，別紙被告製品目録記載の各製品（以下「被告製品」という。）を業\nとして，製造販売している。\u0000\n２  原告らの請求\u0000\n①\u0000 原告Ｐ１は，被告の行為が本件特許権を侵害するものであるとして特許法\n１００条１項及び２項に基づき，②\u0000 原告ケイジェイシーは，被告の行為が不正\n競争防止法２条１項１号の不正競争に当たるとして同法３条１項及び２項に基\nづき，それぞれ，被告に対し，被告製品の製造販売の差止め及び廃棄を求めて\nいる。\u0000\n３  争点\u0000\n（１）原告Ｐ１の本件特許権に基づく請求に関する争点\u0000\n被告製品は本件特許発明の技術的範囲に属するか            （争点１）\u0000\n（２）原告ケイジェイシーの不正競争行為に基づく請求に関する争点\u0000\nア  原告商品の形態は不正競争防止法２条１項１号の商品等表示に当たるか\n（争点２－１）\u0000\nイ  原告商品の形態は原告ケイジェイシーの商品表示として需要者の間に広\nく認識されているか                                  （争点２－２）\u0000\nウ  被告製品の形態は原告商品の形態からなる商品表示と類似の商品表示で\nあるか                                              （争点２－３）\u0000\nエ  被告の行為は原告ケイジェイシーの商品と混同を生じさせる行為である\n\u0000 \u0000\u0000\nか（争点２－４）\u0000\n第３  争点に関する当事者の主張\u0000\n１  争点１（被告製品は本件特許発明の技術的範囲に属するか）について\u0000\n【原告Ｐ１の主張】\u0000\n以下のとおり，被告製品は本件特許発明の技術的範囲に属する。\u0000\n（１）被告製品の構成\u0000\n被告製品の構成は以下のとおりである。\u0000\nａ  親指を挿入する親指リングと\u0000\nｂ  固形物を掴むためすべり止め加工を施した四角い箸先とを有する第１箸\n部材であって，\u0000\nｃ  第１箸部材の上部に親指リングを有し，\u0000\nｄ  第１箸部材の下端にすべり止め加工を施した四角い箸先を形成した第１\n箸部材と，\u0000\nｅ  人差し指および中指を挿入する保持ユニットと，\u0000\nｆ  保持ユニットの固定位置を調節するシリコンゴム製の筒部と，\u0000\nｇ  固形物を掴むためすべり止め加工を施した四角い箸先とを有する第２箸\n部材であって，\u0000\nｈ  この保持ユニットが人差し指を挿入する人差し指リングと中指を挿入す\nる中指リングとを有し，\u0000\nｉ  すべり止め加工を施した四角い箸先を第２箸部材の下端に形成した第２\n箸部材と，\u0000\nｊ  第１箸部材および第２箸部材の上部に形成され，第１箸部材および第２\n箸部材を所定の間隔で結合する結合手段と\u0000\nｋ  を有する練習用箸である。\u0000\n（２）構成要件充足性\u0000\n上記\u0000１\u0000の構成は本件特許発明の各構成要件をいずれも充足する。\u0000\n\u0000 \u0000\u0000\nア  構成要件Ｂ，Ｄ，Ｇ及びＩの充足\u0000\n（ア）「パッド」の意義\u0000\n本件特許発明の「パッド」は固形物をつかみ取ることができることに\n技術的意義がある。\u0000\nしたがって，「固形物をつかみ取ることに適した形状に加工，形成され\nた部材」をいうものである。\u0000\n（イ）被告製品が「パッド」に相当する構成を有すること\u0000\n被告製品は箸先が四角形であり，丸形やその他の形状の箸と比較すれ\nば固形物と接触する面積が広く，固形物が落ちにくい形状である。\u0000\nまた，被告製品の全長は，装飾部分を含めても１７㎝未満であるのに\n対し，滑り止め加工が施され，固形物をつかむ部分として想定されてい\nる部分は４㎝もの長さがある。\u0000\nこのように，被告製品は，固形物をつかみ取ることに適した形状に加\n工，形成された部材を有するから，「パッド」に相当する構成を有する。\u0000\nイ  構成要件Ｅ及びＨの充足（後記【被告の主張】\u0000２\u0000イに対する反論）\u0000\n本件特許発明の「保持ユニット」は，１個の箸部材に２個のリングを一\n体形成したものに限定されない。\u0000\nしたがって，被告製品は，「保持ユニット」に相当する構成を有する。\u0000\nウ  構成要件Ｆの充足\u0000\n被告製品のシリコンゴム製の筒部は，下方に向けてずらすことが可能で\nある。また，シリコン樹脂と \u0000\u0000\u0000 樹脂（箸部材）の摩擦力によって，保\n持ユニットは第２箸部材に固定されており，箸の使用によっても容易にず\nれない固着力を有する。\u0000\nしたがって，被告製品のシリコンゴム製の筒部は，保持ユニットの固定\n位置を調節することができるから，構成要件Ｆの「調節手段」に相当する。\u0000\n【被告の主張】\u0000\n\u0000 \u0000\u0000\n以下のとおり，被告製品は本件特許発明の技術的範囲に属するものではない。\u0000\n（１）被告製品の構成\u0000\n被告製品の構成は以下のとおりである。\u0000\nａ  親指を挿入する親指リングと，\u0000\nｂ  固形物を掴むためすべり止め加工を施した四角い先細り状の箸先とを有\nする第１箸部材であって，\u0000\nｃ  第１箸部材の上部に親指リングを有し，\u0000\nｄ  第１箸部材の下端にすべり止め加工を施した四角い先細り状の箸先を形\n成した第１部材と，\u0000\nｅ  人差し指を挿入する人差し指リングおよび中指を挿入する中指リングと，\u0000\nｆ  固定位置に対して着脱自在なシリコンゴム製の上部筒部および下部筒部\nと，\u0000\nｇ  固形物を掴むためすべり止め加工を施した四角い先細り状の箸先とを有\nする第２箸部材であって，\u0000\nｈ  上部筒部が人差し指を挿入する人差し指リングを有すると共に，下部筒\n部が中指を挿入する中指リングを有し，\u0000\nｉ  すべり止め加工を施した四角い先細り状の箸先を第２箸部材の下端に形\n成した第２箸部材と，\u0000\nｊ  第１箸部材および第２箸部材の上部に形成され，第１箸部材および第２\n箸部材を所定の間隔で結合する結合手段と，\u0000\nｋ  を有する練習用箸である。\u0000\n（２）構成要件の非充足\u0000\n以下のとおり，被告製品は，構成要件Ｂ及びＤからＩまでを充足しない。\u0000\nア  構成要件Ｂ，Ｄ，Ｇ及びＩ\u0000\n（ア）「パッド」の意義\u0000\n「パッド」は一般的に「当て物，詰め物」の意味であるが，請求項の\n\u0000 \u0000\u0000\n文言自体からは意義が明らかでない。\u0000\n本件明細書等の記載によれば，箸を上手に使えない者でもビーズ等の\n極めて小さな物体を掴むことができるようにするため，箸部材が本来有\nする通常の形態とは異なる特別に形成された偏平部材をいうものと解さ\nれる。また，内面にエンボス加工が可能なものである。\u0000\n（イ）被告製品は「パッド」に相当する構成を有しないこと\u0000\n被告製品は，第１及び第２箸部材の断面が四角形であり，下端に向け\nて先細り状に形成されている。先細り部分にある節状の凹凸は，エンボ\nス加工ではなく，箸部材をプラスチックで一体成形するときに同時に成\n形される。\u0000\nしたがって，被告製品は，「箸部材が本来有する通常の形態とは異なる\n特別に形成された偏平部材」の構成を有しない。また，被告製品の上記\n構成は，古くから汎用されている周知・慣用技術であり，何人も自由に\n実施できる自由技術である。\u0000\nイ  構成要件Ｅ及びＨ\u0000\n（ア）「保持ユニット」の意義\u0000\n構成要件Ｅ及びＨの文言によれば，保持ユニットは，人差し指挿入穴\nと中指挿入穴を備えた「１個のユニット」である。本件明細書等でも１\n個の筒部材に２個のリングを一体成型したものだけが示されている。\u0000\n（イ）被告製品は「保持ユニット」に相当する構成を有しないこと\u0000\n被告製品では，人差し指リングを設けた上部筒部（人差し指挿入ユニッ\nト）と中指リングを設けた下部筒部（中指挿入ユニット）の２個のユニッ\nトがシリコンゴムで別々に成形される。\u0000\nしたがって，「保持ユニット」に相当する構成を有しない。\u0000\nウ  構成要件Ｆ\u0000\n（ア）「調節手段」の意義\u0000\n\u0000 \u0000\u0000\n構成要件Ｆの「調節手段」は，単に保持ユニットの位置を調節するも\nのではなく，保持ユニットの「固定位置」を調節するものであるから，\n調節後にも位置がずれ動くことのない「固定状態」とすることができる\nものである。\u0000\n（イ）被告製品は「調節手段」に相当する構成を有しないこと\u0000\n被告製品では，第２箸部材の上方位置の正面側に反り板状の親指座が\nあり，下方位置の背面側には突起があるから，上部筒部と下部筒部は親\n指座と突起によって上下を挟まれている。また，上部筒部と下部筒部の\n内面にはリブが形成されており，第２箸部材の側面に設けられた上部凹\n溝と下部凹溝に嵌着している。\u0000\nこれらの構成によって，上部筒部及び下部筒部は第２箸部材の軸方向\nに摺動不能に固定されているものである。\u0000\n上部筒部と下部筒部はシリコンゴム製であり，弾性変形させることに\nよって第２箸部材の下方に向かって引き抜くことは可能であるものの，\n第２箸部材は下端に向けて次第に細くなっており，下方にずらすと固定\nすることができなくなる。\u0000\nそもそも，被告製品は，箸の使い方を練習するに当たり，練習の進行\nに応じ，親指リング，中指リング，人差し指リングを順次，取り外すこ\nとができる構成のものである。これらのリングを取り付けたまま上部筒\n部及び下部筒部の固定位置を調節することは予定していない。\u0000\nしたがって，被告製品は構成要件Ｆの「調節手段」に相当する構成を\n有しない。\u0000\n２  争点２－１（原告商品の形態は不正競争防止法２条１項１号の商品等表示に\n当たるか）について\u0000\n【原告ケイジェイシーの主張】\u0000\n以下のとおり，原告商品の形態は不正競争防止法２条１項１号の商品等表示\n\u0000 \u0000\u0000\u0000\nに当たる。\u0000\n（１）特別顕著性\u0000\nア  原告商品の形態\u0000\n原告商品の形態は以下のとおりである。\u0000\nａ  親指を挿入する親指用リングを有する第１箸部材と，\u0000\nｂ  人差し指および中指を挿入する２つのリングを有する第２箸部材と，\u0000\nｃ  第１箸部材および第２箸部材の上部に配置された装飾\u0000\nｄ  を有する練習用箸。\u0000\nイ  原告商品の形態が特別顕著性を有すること\u0000\n原告商品は平成１５年から発売されており，現在に至るまで同様の形態\nを有する商品はないことからしても，原告商品の形態は非常に特徴的であ\nる。\u0000\n親指，人差し指，中指を箸部材の正しい位置に添わせるという機能を発\n揮させるためには，様々な方法，形態を採用することが可能であり，原告\n商品のようにリングという形態を用いる必然性はない。\u0000\nしたがって，原告商品の形態は，同種の商品に共通して，必然的，不可\n避的に採用せざるを得ないような商品形態ではないから，特別顕著性を有\nする。\u0000\n（２）原告商品の形態の周知性\u0000\n後記３【原告ケイジェイシーの主張】のとおり\u0000\n（３）商品等表示性\u0000\n以上のとおり，原告商品の形態は，特別顕著性を有するとともに，需要者\nの間に広く認識されていたものであるから，出所表示機能を有するに至り，\n不正競争防止法２条１項１号の商品等表示に当たる。\u0000\n【被告の主張】\u0000\n以下のとおり，原告商品の形態は不正競争防止法２条１項１号の商品等表示\n\u0000 \u0000\u0000\u0000\nに当たらない。\u0000\n（１）原告商品の形態が商品の実質的機能を達成するための構成に由来する形態\nであり，商品等表示に当たらないこと\u0000\nア  前記形態ａ\u0000\n箸の正しい使用方法は，親指を第１箸部材の所定位置に沿わせ，人差し\n指と中指を第２箸部材の所定位置に沿わせた状態で，指の運動により両端\n部材の先端を開閉させることにある。\u0000\n練習用箸に必要とされる技術的構成又は機能は，このような正しい使用\n方法を習得することできるように，２本の箸部材に対して親指と人差し指\n及び中指を正しい位置に添わせることにある。\u0000\n原告商品の前記形態 \u0000 は，親指を第１箸部材の正しい位置に添わせ，簡\n単にずれ動かないように固定することができるという機能を達成するため\nの構成に由来する形態である。リングの位置や大きさも，箸を使用する使\n用者の手や指の大きさ等に応じて必然的に決定される技術的事項である。\u0000\nイ  前記形態ｂ\u0000\n前記形態ｂも，前記形態ａと同様に，人差し指と中指を第２箸部材の正\nしい位置に添わせ，固定することができるという機能を達成するための構\n成に由来する形態である。\u0000\nウ  前記形態ｃ\u0000\n原告商品の前記形態ｃは，装飾について限定がなく，箸部材の上部に装\n飾を位置させるというアイデアにすぎない。\u0000\nこれが商品の出所識別機能を有するとは到底いえない。\u0000\n（２）原告商品の形態の周知性\u0000\n知らない。\u0000\n３  争点２－２（原告商品の形態は原告ケイジェイシーの商品表示として需要者\nの間に広く認識されているか）について\u0000\n\u0000 \u0000\u0000\u0000\n【原告ケイジェイシーの主張】\u0000\n以下のとおり，原告商品の形態は原告ケイジェイシーの商品表示として需要\n者の間に広く認識されている。\u0000\n（１）販売実績等\u0000\n原告ケイジェイシーは，平成１５年から現在まで合計約７００万個の原告\n商品を販売しており，最近では，毎年約１１０万個の売上げがある。\u0000\n原告商品の販売先は，ベビー用品専門店（日本トイザらス，赤ちゃん本舗，\n西松屋チェーン，しまむら等），量販店（イトーヨーカ堂，ダイエー，西友，\nイオン等），百貨店（高島屋，三越等），ホームセンター（オリンピック，ド\nン・キホーテ等），雑貨店（東急ハンズ，ロフト等），家電量販店（ヨドバシ\nカメラ，ラオックス），書店（紀伊國屋書店，ヴィレッジヴァンガード等），\nドラッグストア（マツモトキヨシ，セガミメディクス等）など約２万店にも\n及ぶ。\u0000\nこれらの店舗では，ベビー用品に割り当てられた棚の相当部分を原告商品\nが占めている。\u0000\n原告商品はインターネット上のウェブサイトでも販売されており，販売数\nは他社商品を圧倒しており，原告ケイジェイシーの調査によれば，練習用箸\nの市場における原告商品の占有率は７８．８％である。\u0000\n（２）広告・宣伝\u0000\n原告商品は，販売開始時に，テレビ東京（テレビ大阪）のワールドビジネ\nスサテライト（経済ニュース番組）内の「トレンドたまご」というコーナー\nで取り上げられた。\u0000\nその後も，テレビ，新聞，雑誌等で数多く取り上げられている。\u0000\n原告ケイジェイシーは，主に「ひよこクラブ」などの雑誌やテレビ等を通\nじて原告商品の宣伝をしており，直近５年間で１億円近い宣伝広告費を支出\nしている。これらの番組や雑誌，広告では，必ず原告商品の特徴的な形態を\n\u0000 \u0000\u0000\u0000\n写した写真が掲載，放映されている。\u0000\n東京インターナショナル・ギフト・ショー，東京オモチャショー，ピップ\nグループウェルネスフェスタなど大規模な展示会にも，毎回，出品している。\u0000\n【被告の主張】\u0000\n知らない。\u0000\n４  争点２－３（被告製品の形態は原告商品の形態からなる商品表示と類似の商\n品表示であるか）について\u0000\n【原告ケイジェイシーの主張】\u0000\n被告製品は，前記２【原告ケイジェイシーの主張】\u0000１\u0000の形態を備えている。\u0000\nしたがって，被告製品の形態は原告商品の形態と極めて類似するものである。\u0000\n【被告の主張】\u0000\n被告製品が原告ケイジェイシーの主張する形態を備えていることは認める。\u0000\nもっとも，被告製品は，原告商品と顕著に相違する形態をも具備するもので\nあり，全体としては原告商品の形態と類似するものではない。\u0000\n５  争点２－４（被告の行為は原告ケイジェイシーの商品と混同を生じさせる行\n為であるか）について\u0000\n【原告ケイジェイシーの主張】\u0000\n原告商品と被告製品は，ベビー用品を扱う取引先，店舗に販売され，そこか\nら消費者に販売されるものであり，取引者，需要者（主に子供を有する家庭）\nが同一である。\u0000\n前記４【原告ケイジェイシーの主張】のとおり，被告製品の形態は原告商品\nの形態と極めて類似するものであり，取引者，需要者において，被告製品と原\n告商品の混同を生じさせるおそれが大きい。\u0000\n【被告の主張】\u0000\n否認する。\u0000\n前記４【被告の主張】のとおり，被告製品の形態は，全体としてみれば原告\n\u0000 \u0000\u0000\u0000\n商品の形態と類似するものではないから，混同を生じさせるおそれはない。\u0000\n第４\u0000 \u0000 当裁判所の判断\u0000\n被告製品は本件特許発明の技術的範囲に属するものとは認めることができな\nい（争点１に対する判断）から，原告Ｐ１の本件特許権に基づく請求には理由\nがない。\u0000\nまた，原告商品の形態は不正競争防止法２条１項１号の商品等表示に当たる\nと認めることができない（争点２－１に対する判断）から，原告ケイジェイシー\nの不正競争行為に基づく請求についても理由がない。\u0000\n以下，詳述する。\u0000\n１  争点１（被告製品は本件特許発明の技術的範囲に属するか）に対する判断\u0000\n以下のとおり，被告製品の構成は，少なくとも構成要件Ｂ，Ｄ，Ｆ，Ｇ及び\nＩを充足するとは認められない。\u0000\n（１）構成要件Ｂ，Ｄ，Ｇ及びＩの充足性\u0000\nア  【特許請求の範囲】の記載\u0000\n構成要件Ｂ（固形物を掴み取る第１パッドとを有する第１箸部材であっ\nて，）及び同Ｄ（第１箸部材の下端に第１パッドを形成した第１箸部材と，）\nの文言からすると，第１パッドは第１箸部材の下端に形成されるものであ\nり，固形物をつかみ取るための構成であることが読み取れる。\u0000\n同様に，構成要件Ｇ及び同Ｉの文言から，第２パッドは第２箸部材の下\n端に形成されるものであり，固形物をつかみ取るための構成であることが\n読み取れる。\u0000\n「パッド」とは，一般に，衝撃・摩擦を防ぐための「当て物，詰物」を\n意味するものであるから，本件特許発明における「パッド」は，固形物を\nつかみ取るための部材（当て物）として特に形成されるものであり，通常\nの箸先とは異なるものであると解される。\u0000\n【特許請求の範囲】の文言を子細に検討しても，上記の他に「パッド」\n\u0000 \u0000\u0000\u0000\nの具体的な構成は明らかでない。\u0000\nイ  本件明細書等の記載\u0000\n（ア）本件明細書等\u0000\n本件明細書の【発明の詳細な説明】には以下の記載がある。\u0000\n【技術分野】\u0000\n【０００１】\u0000\n本発明は，知的能力を伸ばす箸，特に第１箸部材と第１箸部材との間に\n着脱式の結合部材を形成し，第１箸部材に親指挿入穴を形成し，第２箸\n部材に人差し指\u0000中指挿入穴を形成し，そして第１箸部材および第２箸部\n材の下側に固形物を掴み取る着脱式パッドを形成した練習用箸に関する。\u0000\n【背景技術】\u0000\n【０００６】\u0000\n韓国実用新案第２００１－２３３６９号公報には，より改善された練習\n用箸が開示されている。参照する図２について説明すると，箸部材５０\nａ，５０ｂの上部をヒンジ５１´を含む接合ピン５１によって相互に接\n続する。箸部材５０ａに親指を掛ける穴５１を形成し，もう一方の箸部\n材５０ｂに人差し指を掛ける穴５２および中指を掛ける穴５３を形成す\nる。これらの穴５１，５２，５３は，指の挿入角度に合うように箸部材\nに対して角度を付ける。指掛けユニット５５に，人差し指を掛ける穴５\n２および中指を掛ける穴５３を一体に形成する。箸部材５０ｂの外側に\n雄ネジ５０ｂを，そして指掛けユニット５５の内側に雌ネジ５５ａを形\n成し，使用者の指の大きさに合わせて，指掛けユニット５５の固定位置\nを調節できるように構成する。\u0000\n【０００７】\u0000\n上記練習用箸は，箸に慣れていない者や子供にはある程度役立つが，箸\nの使用に慣れるまで時間がかかりすぎる上に，子供に箸を使ってみよう\n\u0000 \u0000\u0000\u0000\nという興味を掻き立てるものではない。\u0000\n【発明が解決しようとする課題】\u0000\n【０００９】\u0000\n本発明の一つの目的は，箸に慣れていない者や子供に箸を簡単に使える\nようにする練習用箸を提供することである。\u0000\n【００１０】\u0000\n本発明のもう一つの目的は，箸の使い方を段階的に学ぶことができる練\n習用箸を提供することである。\u0000\n【課題を解決するための手段】\u0000\n【００１１】\u0000\n一つの態様によると，本発明は，知的能力を伸ばす練習用箸を提供する\nものである。この箸は，第１箸部材，第２箸部材および結合手段で構成\nする。\u0000\n【００１２】\u0000\n第１箸部材は，親指を挿入する親指挿入穴と，固形物を掴み取る第１パッ\nドとを有する。親指挿入穴は第１箸部材の上部に形成し，第１パッドは\n第１箸部材の下端に形成する。\u0000\n【００１３】\u0000\n第２箸部材は，人差し指および中指を挿入する保持ユニットと，保持ユ\nニットの固定位置を調節する調節手段と，固形物を掴み取る第２パッド\nとを有する。この保持ユニットは，人差し指を挿入する人差し指挿入穴\nと中指を挿入する中指挿入穴とを有する。第２パッドは，第２箸部材の\n下端に形成する。\u0000\n【発明を実施するための最良の形態】\u0000\n【００４５】\u0000\nさらに，使用者が固形物を容易に掴み取ることができるように，第１パッ\n\u0000 \u0000\u0000\u0000\nド２００および第２パッド２１０の内面それぞれをエンボス加工する。\n各パッド２００，２１０はそれぞれ箸部材１１０，１３０に結合する結\n合穴２０１を有する。従って，使用者が箸の使い方を練習した後，パッ\nドを取り外すことができる。\u0000\n【００５０】\u0000\n既に説明したように，第１箸部材１１０および第２箸部材１３０を相互\nに接続している本発明の箸１００を使用した場合，箸になれていない者\nや子供でも簡単に固形物を掴み取ることができる。\u0000\n【００５１】\u0000\n本発明の箸で使い方を練習すると，使用者はパッド２００，２１０がな\nくても，またさらには結合手段４００がなくても箸１００を使うことが\nできるようになる。\u0000\n【００５２】\u0000\nすなわち，箸を使う能力に応じて，第１箸部材１１０および第２箸部材\n１３０からパッド２００および２１０を取り外すことができる。\u0000\n【００５４】\u0000\n以上説明したように箸の使い方に習熟するうちに，箸に慣れないものや\n子供でも箸の使い方を段階的に学ぶことができる。\u0000\n【図２】従来技術の別な例による箸を示す概略図である。\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n【図３】本発明の１つの実施態様による練習用箸を示す斜視図である。\u0000\n\u0000\n（イ）検討\u0000\n\u0000 \u0000\u0000\u0000\n前記\u0000ア\u0000の各記載によれば，本件特許発明のパッドは，固形物をつか\nみ取るための部材であり，箸を使う能力に応じて取り外すことが可能と\nされている（同【００４５】及び【００５２】）。\u0000\nこれにより，箸に慣れていない者や子供に箸を簡単に使えるようにす\nる（同【０００９】及び【００５０】）とともに，箸の使い方を段階的に\n学ぶことができるものである（同【００１０】，【００５１】から【００\n５４】まで）。\u0000\nまた，前記従来技術（段落【０００６】及び【図２】）と対比すると，\n本件特許発明は，①\u0000 箸部材の結合手段を取り外し可能とした点及び②\u0000\n箸先に取り外し可能なパッドを設けた点においてのみ相違する（進歩性\nを有する）ことが認められる。\u0000\nウ  本件特許発明における「パッド」の意義\u0000\n前記ア及びイの記載によれば，本件特許発明の「パッド」とは，通常の\n箸先とは異なるものであり，固形物をつかみ取るための部材（当て物）と\nして箸先に取り付けられ，取り外しが可能なものであることが認められる。\u0000\nエ  被告製品の構成及び構成要件充足性\u0000\n証拠（乙７）によれば，被告製品の箸先には滑り止め加工が施されてい\nることが認められるものの，固形物をつかみ取るための部材（当て物）と\nして箸先に取り付けられ，取り外しが可能な構成を有しているとは認めら\nれない。\u0000\nしたがって，被告製品は「パッド」に相当する構成を有するものとは認\nめられないから，構成要件Ｂ，Ｄ，Ｇ及びＩを充足するとはいえない。\u0000\n（２）構成要件Ｆの充足性\u0000\nア  【特許請求の範囲】の記載\u0000\n構成要件Ｆは「保持ユニットの固定位置を調節する調節手段と，」という\nものである。\u0000\n\u0000 \u0000\u0000\u0000\nしたがって，位置を調節する前後において，保持ユニットを固定するこ\nとができるものでなければならないと解される。\u0000\nイ  本件明細書等の記載\u0000\n本件明細書等には，以下の記載がある。\u0000\n【課題を解決するための手段】\u0000\n【００１３】\u0000\n第２箸部材は，人差し指および中指を挿入する保持ユニットと，保持ユニッ\nトの固定位置を調節する調節手段と，固形物を掴み取る第２パッドとを有\nする。この保持ユニットは，人差し指を挿入する人差し指挿入穴と中指を\n挿入する中指挿入穴とを有する。第２パッドは，第２箸部材の下端に形成\nする。\u0000\n【００１５】\u0000\n調節手段は，第２箸部材に形成した雄ネジを有し，この雄ネジに，保持ユ\nニットの内側に形成した雌ネジを係合する。\u0000\n【００１６】\u0000\nあるいは，保持ユニットを支持するために固定溝に弾性結合したゴムパッ\nキンと，保持ユニットの内側に形成した突出部とで調節手段を構成しても\nよく，この場合には，第２箸部材に複数の固定溝を等しい間隔で設け，突\n出部をこれら固定溝に係合し，保持ユニットの固定位置を調節できるよう\nに構成してもよい。\u0000\nウ  本件特許発明における「調節手段」の意義\u0000\n前記アの記載によれば，「調節手段」は，位置を調節する前後において，\n保持ユニットを固定することができるものでなければならないと解される。\n前記イの本件明細書等の記載もこの解釈に沿うものである。\u0000\nなお，「調節手段」のうち前記段落【００１５】の構成は，前記\u0000１\u0000の従\n来技術（段落【０００６】及び【図２】）の構成と異なるものではないと解\n\u0000 \u0000\u0000\u0000\nされる。\u0000\nエ  被告製品の構成及び構成要件充足性\u0000\n人差し指を挿入する上部筒部と中指を挿入する下部筒部が，本件特許発\n明の「保持ユニット」に相当するか否かについて当事者間で争いがある（前\n記第３の１【被告の主張】\u0000２\u0000イ）。\u0000\nその点はさておき，証拠（乙７）によれば，被告製品の第２箸部材は，\n上方位置の正面側に反り板状の親指座があり，下方位置の背面側に突起が\nあるから，上部筒部と下部筒部は親指座と突起によって上下を挟まれてい\nる。また，上部筒部と下部筒部の内面にはリブが形成されており，第２箸\n部材の側面に設けられた上部凹溝と下部凹溝に嵌着していることが認めら\nれる。\u0000\nそうすると，原告Ｐ１が「保持ユニット」に相当する旨主張する被告製\n品の上部筒部及び下部筒部は，位置を移動させないことを前提とした構成\nのものであり，位置を調節するための構成を有するものとは認められない。\u0000\nしたがって，被告製品は，「保持ユニットの固定位置を調節する調節手段」\nに相当する構成を有するものとはいえないから，構成要件Ｆを充足しない。\u0000\nなお，被告製品の上部筒部と下部筒部はシリコンゴム製であり，弾性変\n形させることによって第２箸部材の下方に向かって引き抜くことが可能で\nあると認められる。これは，被告が主張するとおり，練習の進行に応じ，\n順次，中指リング（下部筒部），人差し指リング（上部筒部）を引き抜くこ\nとができるようにしたものであると解される。これらを引き抜くことなく，\n本来の固定位置から下部にずらした状態で使用を継続することは，構造上，\n想定しがたい使用態様である。\u0000\n２  争点２－１（原告商品の形態は不正競争防止法２条１項１号の商品等表示に\n当たるか）に対する判断\u0000\n以下のとおり，原告ケイジェイシーが被告製品と共通すると主張する原告商\n\u0000 \u0000\u0000\u0000\n品の形態は，不正競争防止法２条１項１号の商品等表示に当たると認めること\nができない。\u0000\n（１）原告商品の形態\u0000\n原告ケイジェイシーは，原告商品が以下の形態を有し，その形態の特徴的\nであることをもって，不正競争防止法２条１項１号の商品等表示に該当する\n旨主張する。\u0000\nａ  親指を挿入する親指用リングを有する第１箸部材と，\u0000\nｂ  人差し指および中指を挿入する２つのリングを有する第２箸部材と，\u0000\nｃ  第１箸部材および第２箸部材の上部に配置された装飾\u0000\nｄ  を有する練習用箸。\u0000\n（２）上記\u0000１\u0000の原告商品の形態ａ，ｂ，ｄが専ら商品の機能を達成するための\n構成（形態）であること\u0000\n原告商品は，箸の正しい使い方を練習するための箸である。このことにつ\nいて，原告ケイジェイシーは形態ｄとして主張しているものの，商品の用途，\n目的そのものであり，商品等表示を構成しうる形態とはいえない。\u0000\n上記形態ａは，親指を第１箸部材の正しい位置に添わせ，固定するという\n機能，作用効果を生じさせるための形態であることが明らかである。これは，\n練習用箸としての原告商品の用途，目的を達成するための具体的な解決手段，\n技術的構成そのものであり，専ら商品の実質的機能を達成するための構成（形\n態）であるというほかない。\u0000\n上記形態ｂについても同様である。\u0000\nこのように，専ら商品の実質的機能を達成するための構成（形態）は，不\n正競争防止法２条１項１号の商品等表示には該当しないものと解するのが相\n当である。\u0000\n（３）上記\u0000１\u0000の原告商品の形態ｃの出所表示機能に与える影響\u0000\n上記形態ｃについてみると，装飾を配置するというものであり，専ら商品\n\u0000 \u0000\u0000\u0000\nの機能を達成するための構成\u0000形態\u0000であるとまでは言い難いものがある。し\nかし，装飾の位置について限定があるものの，種類，内容に限定がなく（実\n際の原告商品の形態ｃを具体的にみると，その多くは，幼児に人気の高いキャ\nラクターが装飾として使用されているものであり，上記キャラクターが原告\n商品の出所表示機能を果たしているわけではない。），上記形態ｃに係る構成\nによって，出所識別機能を獲得しうるものとは認め難い。\u0000\n（４）これらのことからすると，その余の点について判断するまでもなく，原告\n商品の形態について，不正競争防止法２条１項１号の商品等表示に当たると\nいうことはできない。\u0000\n３  結論\u0000\n以上によれば，その余の点について判断するまでもなく，原告らの請求には\nいずれも理由がない。\u0000\nよって，主文のとおり判決する。\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 大阪地方裁判所第２６民事部\u0000\n\u0000\n\u0000   \u0000 裁\u0000 判\u0000 長\u0000 裁\u0000 判\u0000 官        山    田    陽    三\u0000\n\u0000\n\u0000             裁\u0000 判\u0000 官        松 阿 彌          隆\u0000\n\u0000\n\u0000             裁\u0000 判\u0000 官\u0000 \u0000   \u0000 \u0000   西    田    昌    吾\u0000\n\u0000 \u0000\u0000\u0000\n（別紙）\u0000\n被 告 製 品 目 録\u0000\n１  品名：デラックストレーニング箸\u0000\n品番：ＡＤＸＴ１ＤＳ（ケース付き），ＡＤＸＴ１Ｄ（ケースなし）\u0000\n構成：図１～図６のとおりである。図１は被告製品の正面図，図２は背面図，\n図３は右側面図，図４は左側面図，図５はケースに収納された状態を示し\nた図，図６はパッケージに収納された状態を示した図である。\u0000\n（判決注：他の被告製品の構成や，「おやゆび」と記載された反り板状部分の\n位置からすると，各図中の親指リング１１が付いた筒部は，上下逆転して\n挿入されるべきものである。）\u0000\n【図１】\u0000\n\u0000\n【図２】\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n【図３】\u0000\n\u0000\n【図４】\u0000\n\u0000\n【図５】\u0000\n\u0000\n【図６】\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n２  品名：デラックストレーニング箸\u0000\n品番：ＡＤＸＴ１ＤＳ（ケース付き），ＡＤＸＴ１Ｄ（ケースなし）\u0000\n構成：前記１の製品と色彩及び装飾Ａのキャラクターが異なるものであり，\nその他の構成は同様である。\u0000\n３  品名：デラックストレーニング箸\u0000\n品番：ＡＤＸＴ１Ｓ（ケース付き），ＡＤＸＴ１（ケースなし）\u0000\n構成：図７～図１０のとおりである。図７は商品の正面図，図８は背面図，\n図９は右側面図である。\u0000\n【図７】\u0000\n\u0000\n【図８】\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n【図９】\u0000\n\u0000\n【図１０】\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n（別紙）\u0000\n原告商品目録\u0000\n１  品名：エジソンのお箸  \u0000\u0000\u0000\u0000\u0000\u0000\u0000\n構成：図１１～１４のとおりである。図１１～１４は原告商品エジソンのお\n箸 \u0000\u0000\u0000\u0000\u0000\u0000 の形態を示した図であって，図１１は正面図，図１２は背面\n図，図１３は右側面図，図１４は左側面図である。\u0000\n【図１１】\u0000\n\u0000\n【図１２】\u0000\n\u0000\n【図１３】\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n【図１４】\u0000\n\u0000\n２  品名：エジソンのお箸 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\n構成：図１５～２０のとおりである。図１５～２０は原告商品エジソンのお\n箸 \u0000\u0000\u0000\u0000\u0000\u0000 の各形態を示した正面図である。前記１記載の商品とは装飾\nＡの意匠が異なるだけで，他の形態は同一である。\u0000\n【図１５】\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n【図１６】\u0000\n\u0000\n【図１７】\u0000\n\u0000\n【図１８】\u0000\n\u0000\n【図１９】\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n【図２０】\u0000\n\u0000\n３  品名：エジソンのお箸  うさぎ\u0000\n構成：図２１～２３のとおりである。図２１～２３は原告商品エジソンのお\n箸うさぎの各形態を示した正面図である。前記１記載の商品とは装飾Ａの\n意匠が異なるだけで，他の形態は同一である。なお，図２３は左手用に鏡\n面対称に形成されている。\u0000\n【図２１】\u0000\n\u0000\n【図２２】\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n【図２３】\u0000\n\u0000\n４  品名：エジソンのお箸Ｉ\u0000 \u0000\n構成：図２４～２８のとおりである。図２４～２８は原告商品エジソンのお\n箸Ｉの各形態を示した正面図である。前記１記載の商品とは装飾Ａの意匠\nが異なるだけで，他の形態は同一である。\u0000\n【図２４】\u0000\n\u0000\n【図２５】\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n【図２６】\u0000\n\u0000\n【図２７】\u0000\n\u0000\n【図２８】\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n"
}