{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 8
  },
  "case_number": "平成22(行ケ)10404",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81608",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81608",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/608/081608_hanrei.pdf",
  "contents": "平成２３年９月８日判決言渡  同日原本領収  裁判所書記官\n平成２２年（行ケ）第１０４０４号  審決取消請求事件\n口頭弁論終結日  平成２３年８月２５日\n判        決\n原              告        株 式 会 社 小 松 製 作 所\n原              告        コ マ ツ 産 機 株 式 会 社\n上記両名訴訟代理人弁護士  田      中      昌      利\n同          弁理士        黒      川              恵\n石      崎              剛\n津      田      幸      宏\n早      水      浩      一\n被              告        株 式 会 社 ア マ ダ\n同訴訟代理人弁護士        末      吉              亙\n高      橋      元      弘\n同          弁理士        豊      岡      静      男\n櫻      井      義      宏\n主        文\n１  特許庁が無効２００７－８０００１４号事件につい\nて平成２２年１１月２４日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n本件は，原告らが，下記１のとおりの手続において，原告らの下記２の請求項１\nの発明に係る特許に対する被告の特許無効審判の請求について，特許庁が当該特許\nを無効とした別紙審決書（写し）記載の本件審決（その理由の要旨は下記３のとお\nり）には，下記４の取消事由があると主張して，その取消しを求める事案である。\n１  本件訴訟に至る手続の経緯\n(1)  原告らは，発明の名称を「パンチプレス機における成形金型の制御装置」\nとする特許第３７２７４４５号（平成９年７月１８日出願，平成１７年１０月７日\n設定登録）に係る特許権（以下「本件特許」という。）の共有者である（甲１６）。\n(2)  被告は，平成１９年１月２５日，特許庁に対し，本件特許について特許無\n効審判を請求し，無効２００７－８０００１４号事件として係属した。\n特許庁は，同年８月２７日，審判請求不成立の審決（甲１９。以下「第１次審\n決」という。）をした。\n被告は，同年１０月５日，第１次審決の取消しを求める訴え（平成１９年（行\nケ）第１０３３８号）を提起し，知的財産高等裁判所は，平成２０年６月３０日，\n第１次審決を取り消す旨の判決（甲７。以下「第１次判決」という。）を言い渡し，\n同判決は確定した。\n(3)  原告らは，平成２０年８月２２日，特許請求の範囲の請求項１の記載等を\n訂正する旨の請求をした（以下「第１次訂正」という。）。特許庁は，同年１０月\n２４日，第１次訂正を認めた上，本件特許を無効とする旨の審決（甲２０。以下\n「第２次審決」という。）をした。\n原告らは，同年１２月５日，第２次審決の取消しを求める訴え（平成２０年（行\nケ）第１０４６４号）を提起した。\n(4)  原告らは，平成２１年２月２４日，特許請求の範囲の請求項１の記載等を\n訂正する旨の審判を請求したところ（以下「第２次訂正」という。訂正２００９－\n３９００２０号事件），特許庁は，同年９月１６日，第２次訂正を認める旨の審決\n（甲１７。以下「本件訂正審決」という。）をし，本件訂正審決は確定した。第２\n次訂正後の発明を「本件発明」，その訂正明細書（甲１８。図面につき甲１６）を\n「本件明細書」という。\n(5)  そこで，知的財産高等裁判所は，平成２１年１０月２９日，上記平成２０\n年（行ケ）第１０４６４号事件につき，第２次審決を取り消す旨の判決（甲２１。\n以下「第２次判決」という。）を言い渡し，同判決は確定した。\n(6)  特許庁は，更に無効２００７－８０００１４号事件を審理し，平成２２年\n１１月２４日，本件特許を無効とする旨の審決（以下「本件審決」という。）をし，\n原告らは，同年１２月２日，その謄本の送達を受けた。\n２  本件発明の要旨\n第２次訂正後の請求項１に記載の本件発明の要旨は，以下のとおりである。なお，\n文中の「／」は原文の改行部分を示す。\nパンチおよびダイを備え，ストローク量に応じて被加工物の成形加工量が変更可\n能な成形金型を用いて被加工物の成形加工を行うとともに，打抜加工も可能なパン\nチプレス機における成形金型の制御装置であって，\n（ａ）加工プログラムから読み取られる被加工物の材質データおよび板厚データを\nそれぞれ記憶する材質メモリ部および板厚メモリ部，\n（ｂ）加工プログラム中の金型番号に対応するプレスモーション番号を記憶する金\n型情報メモリ部，\n（ｃ）各プレスモーション番号毎に被加工物の材質および板厚に無関係なプレスモ\nーションの詳細設定データであって，前記パンチおよびダイのいずれかの成形位置\nを含むプレスモーションの詳細設定データを記憶する共通データメモリ部，\n（ｄ）各プレスモーション番号毎に被加工物の材質および板厚により，前記パンチ\nおよびダイのいずれかの成形位置を変更する材質・板厚の補正データを記憶する変\n更データメモリ部，\n（ｅ）前記加工プログラムによる加工時に，前記金型情報メモリ部から装着金型に\n対応するプレスモーション番号を参照し，／このプレスモーション番号毎に，前記\n共通データメモリ部から被加工物の材質および板厚に無関係なプレスモーションの\n詳細設定データであって，前記パンチおよびダイのいずれかの成形位置を含むプレ\nスモーションの詳細設定データを生成するとともに，／前記変更データメモリ部か\nら転送された，参照されたプレスモーション番号毎の材質・板厚の補正データに基\nづく被加工物の材質および板厚に該当する設定値データにより，前記パンチおよび\nダイのいずれかの成形位置を補正し，補正された成形位置を含むプレスモーション\nの詳細設定データに基づきプレス軸を駆動するための駆動データを生成するプレス\n駆動データ生成部および\n（ｆ）このプレス駆動データ生成部において生成された駆動データに基づいてプレ\nスの駆動制御を行うプレス駆動制御部\nを備えることを特徴とするパンチプレス機における成形金型の制御装置。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本件発明は，下記アの引用例に記載された\n発明（以下「引用発明」という。）及び周知例１ないし３に記載された技術等に基\nづいて，当業者が容易に発明をすることができたものであるから，本件発明に係る\n特許は，特許法２９条２項の規定に違反してされたものであり，同法１２３条１項\n２号の規定により無効にすべきものである，というものである。\nア  引用例：特開平３－２９４１３５号公報（甲１）\nイ  周知例１：特開平５－２８２０２１号公報（甲２）\nウ  周知例２：特開平４－３６７３３２号公報（甲３）\nエ  周知例３：特開平４－２７００１５号公報（甲４）\n(2)  なお，本件審決が認定した引用発明並びに本件発明と引用発明との一致点\n及び相違点は，次のとおりである。\nア  引用発明：プリント基板の穴明加工を行う穴明機の工具の制御装置において，\n加工に使用すべき工具番号が記録された加工プログラムを読み取る手段と，加工プ\nログラム中の工具番号に対応する，プリント基板の材質や重ねた枚数に応じた，工\n具回転数や穴明速度等の加工条件データを記憶する記憶部と，加工プログラムによ\nる加工時に，加工プログラムから読み取った工具番号により，当該工具に対応する\n加工条件データに従い穴明指令を実行する，穴明機の工具の制御装置\nイ  一致点：加工具を用いて被加工物の加工を行う加工機における加工具の制御\n装置であって，加工具番号に対応する加工の詳細設定データを記憶するデータメモ\nリ部を有し，加工プログラムによる加工時に，加工プログラムから加工具番号を読\nみ取り，加工具番号に対応する加工の詳細設定データに基づいて，加工軸を駆動す\nるための駆動データを生成する加工駆動データ生成部を有し，この加工駆動データ\n生成部において生成された駆動データに基づいて加工の駆動制御を行う加工駆動制\n御部を備える加工機における加工具の制御装置である点\nウ  相違点１：加工機及び加工具に関して，本件発明は，「パンチおよびダイを\n備え，ストローク量に応じて被加工物の成形加工量が変更可能な成形金型を用いて\n被加工物の成形加工を行うとともに，打抜加工も可能なパンチプレス機における成\n形金型」であるが，引用発明は，「プリント基板の穴明加工を行う穴明機の工具」\nである点\nエ  相違点２：本件発明では，「（ａ）加工プログラムから読み取られる被加工\n物の材質データおよび板厚データをそれぞれ記憶する材質メモリ部および板厚メモ\nリ部，（ｂ）加工プログラム中の金型番号に対応するプレスモーション番号を記憶\nする金型情報メモリ部，（ｃ）各プレスモーション番号毎に被加工物の材質および\n板厚に無関係なプレスモーションの詳細設定データであって，前記パンチおよびダ\nイのいずれかの成形位置を含むプレスモーションの詳細設定データを記憶する共通\nデータメモリ部，（ｄ）各プレスモーション番号毎に被加工物の材質および板厚に\nより，前記パンチおよびダイのいずれかの成形位置を変更する材質・板厚の補正デ\nータを記憶する変更データメモリ部」を備え，「（ｅ）前記加工プログラムによる\n加工時に，前記金型情報メモリ部から装着金型に対応するプレスモーション番号を\n参照し，このプレスモーション番号毎に，前記共通データメモリ部から被加工物の\n材質および板厚に無関係なプレスモーションの詳細設定データであって，前記パン\nチおよびダイのいずれかの成形位置を含むプレスモーションの詳細設定データを生\n成するとともに，前記変更データメモリ部から転送された，参照されたプレスモー\nション番号毎の材質・板厚の補正データに基づく被加工物の材質および板厚に該当\nする設定値データにより，前記パンチおよびダイのいずれかの成形位置を補正し，\n補正された成形位置を含むプレスモーションの詳細設定データに基づきプレス軸を\n駆動するための駆動データを生成するプレス駆動データ生成部および（ｆ）このプ\nレス駆動データ生成部において生成された駆動データに基づいてプレスの駆動制御\nを行うプレス駆動制御部」を備えるとしているのに対し，引用発明では，材質メモ\nリ部及び板厚メモリ部を備えているか否かは不明であり，金型番号に対応するプレ\nスモーション番号を記憶する金型情報メモリ部を備えておらず，加工条件データと\nして共通データと変更データとに分けて記憶しておらず，加工時にプレスモーショ\nン番号を参照して両データから駆動データを生成するようにもしていない点\n４  取消事由\n容易想到性に係る判断の誤り\n(1)  相違点についての判断の誤り\n(2)  顕著な作用効果の看過\n第３  当事者の主張\n〔原告らの主張〕\n(1)  本件発明の「パンチプレス機における制御装置」と引用発明の「穴明機に\nおける制御装置」との技術思想の根本的な違い\nア  そもそも，本件発明の「パンチプレス機における制御装置」と引用発明の\n「穴明機における制御装置」とは，技術思想の根本的な違いがあり，穴明機の制御\n装置を本件発明のパンチプレス機の制御装置として適用することはあり得ない。\nすなわち，制御対象である本件発明の「パンチプレス機」と，引用発明の「穴明\n機」とは，その構造，機能が大きく異なる。また，パンチプレス機に要求される制\n御と穴明機に要求される制御とは，全く異質なものである。\nよって，パンチプレス機における制御と穴明機における制御とは，構造上の差異\nもさることながら，両者のパラメータが全く異なり，その技術思想において根本的\nな違いがある。\nイ  また，仮に周知例１ないし３の周知技術が認められるとしても，穴明機であ\nる引用発明の制御装置に，そのような周知技術を適用することはあり得ず，したが\nって，引用発明（すなわち穴明機）の制御装置から，本件発明であるパンチプレス\n機の制御装置の構成に到達することは容易ではない。\n(2)  相違点１の判断について\nア  当業者が，制御パラメータが極めて少ない引用発明の穴明機を出発点として，\nわざわざ，パンチ及びダイの同期制御を本質として制御パラメータが極めて多いパ\nンチプレス機における成形金型に置き換える動機付けは存在しない。\n当業者は，「穴明機の工具の制御装置」に係る引用発明について，「穴明機の工\n具」をその制御装置から切り離し，「パンチプレス機の成形金型」に置き換えよう\nとすることはあり得ない。なぜなら，引用発明に係る「穴明機の工具の制御装置」\nは制御パラメータが極めて少ないのに対し，「パンチプレス機の成形金型の制御装\n置」は制御パラメータが極めて多いのであるから，「穴明機の工具」をその制御装\n置から切り離し，「パンチプレス機の成形金型」に置き換えた場合には，「穴明機\nの工具の制御装置」では制御負担が重すぎてまかないきれないからである。\nイ  周知例１ないし３にパンチプレス機に関する技術が記載されているとしても，\n相違点１の判断において，穴明機である引用発明に，そのようなパンチプレス機と\nしての周知技術を適用することは，過重な機能付与となるものであって，制御の無\n用な複雑化，制御装置のコスト高を招き，むしろ有害である。また，甲１２，１３\nも，パンチプレス機における成形金型の制御に直接関係するものではない。\nウ  したがって，引用発明の制御装置を打抜加工も可能なパンチプレス機の制御\n装置として適用することに困難性は認められないとした本件審決の相違点１に関す\nる判断は，違法である。\n(3)  相違点２の判断について\nア  そもそも，穴明機である引用発明に，周知例１ないし３の技術を適用するこ\nとにより，相違点２に係る本件発明の各種構成を備えることは，穴明機である引用\n発明に過重な機能付与となるものであって，制御の無用な複雑化，制御装置のコス\nト高を招き，むしろ有害である。よって，引用発明に周知技術を適用する動機付け\nはあり得ず，当業者が相違点２に係る本件発明の構成を想到することはない。\nイ  「金型情報メモリ部」について\n本件発明における「金型情報メモリ部」の特徴は，「金型番号に対応するプレス\nモーション番号を記憶する」という何と何を関連付けして記憶し，より効率的にプ\nレス駆動データを生成するという点にある。金型番号という情報を軽減できるフラ\nグ情報に対しては，その金型番号に応じたプレスモーション詳細設定番号を設定す\nれば済むのが通常であるのに，あえてこのような「金型情報メモリ部」を介在させ\nている。このような着想は，引用例及び周知例１ないし３に，記載も示唆もない。\n特に，引用発明の穴明機の制御装置では，「加工条件データ」は電動機の回転速\n度といった極めて単純なデータでしかなく，本件発明のようにあえて「金型情報メ\nモリ部」という記憶領域を確保することは，データの増大を招き，必然性に乏しい。\nウ  駆動データを生成することについて\n本件発明の構成要件（ｄ）の「成形位置」とは，例えば，被加工物の上表面から\n被加工物への成形するための押し込み位置であり，本件発明は，パンチ及びダイと\nいった複数の成形金型を同期制御することを本質とし，制御パラメータが極めて多\nいパンチプレス機において，成形金型についてのプレスモーションを規定すること\nをその前提としつつ，被加工物の材質及び板厚により，パンチ及びダイのいずれか\nの成形位置を補正することをその要旨としている。構成要件（ｄ）の「パンチおよ\nびダイのいずれかの成形位置を変更する」等の構成は，本件訂正審決により加えら\nれたものであり，第１次判決が対象とした構成要件とは異なるものである。\n本件発明のようなパンチプレス機における，パンチ及びダイの成形位置は，「パ\nンチプレス機」によって「成形加工」を行う上で特有の，極めて多いパラメータを\n設定する必要があり，単にドリルによって穴を明けるだけの「穴明機」では，この\nようなパラメータを設定する必要はない。\nしたがって，引用発明に係る「穴明機の制御装置」において，「パンチおよびダ\nイの成形位置」を変更する材質・板厚の補正データを記憶する変更データメモリ部\nを準備する必然性はないから，被加工物の材質及び板厚とを用いて，加工時に「被\n加工物の材質および板厚に無関係な加工条件を決定するためのデータ」を変更して\n駆動データを生成することが周知技術であったとする本件審決は，誤りである。\nエ  小括\n以上のとおり，引用発明に上記周知技術を適用した場合には，引用発明の技術思\n想に反することになることから，適用の動機付けが全く存在しないにもかかわらず，\n本件発明に係るパンチプレス機の制御装置と引用発明に係る穴明機の制御装置の技\n術思想の決定的な違いを看過し，単純に引用発明に周知技術を適用して本件発明の\n相違点２に係る構成に至ると判断した本件審決は，誤りである。\n(4)  顕著な作用効果の看過について\nア  データ量の削減，データ入力作業が不要となることについて\n本件発明のパンチ及びダイを備えたパンチプレス機の成形金型の制御装置は，複\n数の成形金型を使用する際に，共通のプレスモーションがあれば，そのプレスモー\nション分，詳細設定データを減らすことができ，またその分データの修正の作業量\nも少なくなる。そして，新たな成形金型を追加する場合でも，既に利用できるプレ\nスモーションがある場合にはそのデータ入力作業が不要になるという効果も奏する。\nパンチプレス機は，パンチとダイの同期制御をその本質としており，成形金型が\n２つあることによる制御パラメータの増大に加え，パンチ，ダイのそれぞれについ\nて，他方との相対的な制御タイミングを制御パラメータとして規定する必要がある。\nこのようなパンチプレス機において，データ量を削減することが通常行われていた\nという本件審決の説示は，典型的な後知恵である。\nイ  金型の数の減少について\n本件発明は，被加工物の多種多様な成形加工や打抜加工のために予め準備すべき\n成形金型の数が少なくてすむことになる。そして，それにより，金型の調整や試し\n打ち確認の作業も少なくできる効果を奏し，同一の成形加工を行う金型の保有個数\nを減らせるのでランニングコストの低減が期待できるといった利点を有している。\nウ  材質や板厚に変更が生じても金型の調整や交換が不要であることについて\n本件発明のパンチ及びダイを備えたパンチプレス機の成形金型の制御装置は，加\n工対象としての被加工物の材質や板厚に変更が生じても，金型の調整や交換等の段\n取り作業を不要にし，１つの金型で所望の成形加工を行うことが可能となり，材料\n供給装置等を連動させた自動運転・連続運転で材質・板厚の変更が生じた場合でも，\nオペレータによる手動のプレスモーション変更作業が不要になるので無人化・省人\n化運転が可能となり，生産性の向上を図ることができるという相乗作用及び効果を\n奏するものである。\nエ  小括\n本件審決は，本件発明において相違点１及び２に係る構成を備えることによる相\n乗効果を看過しており，誤りである。\n(5)  本件審決が判断を誤った背景\nア  一致点の認定及び相違点の認定の不適切\n本件審決は，引用発明と本件発明の双方を上位概念化した上で，上位概念同士の\nレベルで対比したが，安易な上位概念化による対比は，一致点，相違点の認定を抽\n象化し，容易想到性の判断も安易に流れるおそれがある。しかも，厳密に「一致す\nる」かどうかを認定するのではなく，より広く「共通する」というレベルで認定し\nたことも，同様のおそれを生じる原因となる。これが，本件発明と引用発明との技\n術思想の違いを看過し，また，「穴明機」である引用発明に，引用発明と相容れな\nい周知技術を適用し得ると安易に判断するという誤りの原因となっている。\n上位概念化がやむを得ない場合もあるであろうが，上位概念化した場合には，上\n記のようなおそれがあることに留意し，相違点の認定においては，上位概念化によ\nって捨象ないし取り残された具体的な本件発明と引用発明との違いを正確に相違点\nとして認定し，その容易想到性の判断においても，上位概念レベルではなく，具体\n的な本件発明と引用発明における技術思想の違いを考慮して判断すべきである。\nイ  引用発明としての不適切性\n本件発明は，「パンチプレス機」における成形金型の制御装置であり，引用発明\nは，これと技術思想が全く異なる「穴明機」に係る発明である。多くの公知資料が\n提出されたにもかかわらず，「パンチプレス機」の制御に関する公知例を引用発明\nとし得ず，「穴明機」しか引用発明にできなかったこと自体が，本件発明の容易想\n到性を根拠付けるのに無理があることを物語るものである。\nウ  相違点についての判断過程の混乱\n本件審決が相違点１と２とを分断して判断したことにも誤りの原因がある。すな\nわち，「穴明機」に関する引用発明に周知技術を適用すること自体が困難であり，\n「穴明機」に関する引用発明から，本件発明を容易に想到することができない。本\n件審決は，「パンチプレス機」の制御として考えてみて，周知技術の適用が容易と\n判断したのではないかとの疑いがある。引用発明の「穴明機」の制御装置を本件発\n明の「パンチプレス機」の制御装置として適用した後の「穴明機」の制御装置を備\nえた「パンチプレス機」を前提として，周知技術の適用が容易かを判断することは，\n２段階の推考をすることになって許されない。あくまで「穴明機」である引用発明\nに周知技術を適用した結果が本件発明の構成になっている必要があるにもかかわら\nず，本件審決には，「穴明機」であることの意識が欠落している。\n(6)  被告の主張に対する反論\nア  第１次判決の拘束力の遮断\n第１次判決は，第１次訂正前の本件発明の特許請求の範囲を対象として判断した\nもので，発明の要旨が異なるのであるから，その判断は特許庁を拘束しないもので\nある。訂正前の特許請求の範囲に基づく発明の要旨を前提にした取消判決の拘束力\nは遮断され，再度の審決に当然に及ぶということはできない。\nイ  第１次判決の拘束力と請求項との関係\n改善多項制の下において，特許の有効性の判断は，請求項ごとにされ，訂正事項\nごとではなく，構成要件ごとに分断されて判断されるわけでもない。そして，１つ\nの請求項に記載された発明は，いくつかの構成要件から成り立つものではあるが，\n相互の構成要件が有機的かつ不可分に結合して構成されるものであるから，仮に一\n部に第１次判決の拘束力が残存する余地があるとの解釈をとるとしても，それは請\n求項ごとに判断されるべきものである。\nウ  第１次判決の拘束力と請求項を構成する要素との関係\n被告は，訂正対象となった請求項に係る発明の構成要件，更にその構成要件の要\n素をばらばらに細分化し，その要素ごとに，第１次判決の拘束力が及び，取消判決\nの拘束力又はこれに準じた効力が認められると主張する。しかし，無効審判の対象\nとなる請求項について，特許請求の範囲の減縮を目的とする訂正審決が確定した場\n合には，その訂正後の請求項に係る発明の進歩性の判断については，取消判決の効\n力は及ばないと解すべきであり，実務上の配慮から，一定の修正をする考えに立っ\nたと仮定しても，細分化の限度は相違点レベルまでとして，請求項を構成する細分\n化された要素ごとに拘束力が及ぶとすべきではない。また，無効審判で判断が争わ\nれる対象となった相違点について，上記の訂正がされた場合には，その訂正後の相\n違点に係る容易想到性の判断については，取消判決の拘束力は及ばないと解すべき\nである。\n本件については，請求項１につき，特許請求の範囲の減縮を目的とする訂正審決\nが確定し，本件発明の構成につき，相違点１及び２のいずれにも訂正がされたから，\n第１次判決の拘束力は一部たりとも及ばない。\nエ  第２次判決の拘束力\n第２次判決こそ，裁判所の最新の確定判断であり，その拘束力が及ぶところ，第\n２次判決は，原則として第１次判決の拘束力は遮断されるというのであるから，第\n１次判決の拘束力を前提に判断した本件審決は誤りであり，第２次判決の拘束力に\n反している疑いが強い。\n〔被告の主張〕\n(1)  第１次判決の拘束力\nア  無効審判請求不成立審決の取消判決の確定後，特許請求の範囲の減縮を目的\nとする訂正審決が確定した場合において，引用発明と訂正前の発明との相違点と，\n訂正後の発明との相違点とが同一である場合には，特許庁において再開された無効\n審判の審理において，かかる相違点に関する判断部分について，取消判決の拘束力\n又は少なくとも拘束力に準ずる効力を認めるべきである。そして，訂正前の相違点\nと訂正後の相違点とが同一であるか否かは，形式的に判断するのではなく，実質的\nに判断されるべきである。\nすなわち，無効審判請求を不成立とする審決取消訴訟における取消判決の確定後，\n特許請求の範囲の減縮を目的とする訂正審判により訂正が認められた場合，再開さ\nれた無効審判の審理において，形式的に発明の要旨が変更されたという一事をもっ\nて取消判決の拘束力が及ばないとして，無効審判請求不成立の審決を行うことがで\nきるとすれば，特許庁と裁判所のキャッチボールが続き，同一の引用例からの容易\n想到性に関する争点について決着しないことになる。\nイ  本件における第１次判決の拘束力ないし効力\n本件において，相違点２のうち，「金型情報メモリ部」については訂正がないの\nで，「金型情報メモリ部」についての第１次判決の認定判断は，拘束力又は拘束力\nに準ずる効力を有するものである。\nまた，相違点１及び相違点２のうち「加工のためのデータとして，共通データと\n変更データとを別のメモリ部に記憶しておき，加工プログラムによる加工時に，被\n加工物の材質・板厚に応じて，共通データのうち所定のデータを変更して駆動デー\nタを生成する」という技術に関しての認定判断についても，拘束力又は拘束力に準\nずる効力を有するものである。仮に，拘束力又は拘束力に準ずる効力を有しないと\nしても，原告らは，上記の点についても主張立証し，第１次判決において認定判断\nされているから，紛争の１回的解決に資するためには決着済みとするべきである。\n(2)  相違点１の判断について\nア  上記のとおり，第１次判決の拘束力又は効力は，相違点１についても及び，\nその後の訂正により付加された「パンチおよびダイを備え」及び「とともに，打抜\n加工の可能な」点についてのみ議論すればよい。パンチプレス機が，「パンチおよ\nびダイを備え」「打抜加工の可能な」ものであることは周知であるから，原告らの\n主張は，従前と同様の主張を繰り返したおよそ無意味な訴訟活動である。\nまた，相違点１については，第１次判決及び全ての審決が容易に想到できると判\n断している。穴明機の制御装置と比較して，パンチプレス機の制御装置の制御パラ\nメータが極めて多いとしても，そのことは，第１次判決及び全ての審決において判\n断済みの事項であり，相違点１の判断が誤りであるとの理由にはならない。\nイ  穴明機の制御装置とパンチプレス機の制御装置とが本質的に異ならないもの\nであることは，明らかである（乙２～７）。\n(3)  相違点２の判断について\nア  金型情報メモリ部について\n「金型情報メモリ部」については，訂正されていないから，第１次判決の拘束力\nに従って容易と判断せざるを得ない。\nイ  駆動データを生成することについて\n相違点２のうち「加工のためのデータとして，共通データと変更データとを別の\nメモリ部に記憶しておき，加工プログラムによる加工時に，被加工物の材質・板厚\nに応じて，共通データのうち所定のデータを変更して駆動データを生成する」とい\nう技術に関しても，第１次判決が拘束力又は拘束力に準ずる効力を有し，又は決着\n済みとすることが適当である。\nパンチプレス機における加工のためのデータとして「パンチおよびダイのいずれ\nかの成形位置」があり，被加工物の材質及び板厚に応じて当該成形位置を変更すべ\nきであることは従来周知の技術にすぎないから，訂正箇所はパンチプレス機におい\nては当然のことを規定したにすぎず，追加して検討すべき点はない。\n穴明機の制御装置とパンチプレス機の制御装置とが本質的に異なるものではなく，\n引用発明に周知技術を適用しても引用発明の技術思想に反することにはならず，適\n用の動機付けは存在するから，原告らの主張は誤りである。\n(4)  顕著な作用効果の看過について\nア  データ量の削減，データ入力作業が不要となることについて\n本件審決は，第１次判決の拘束力又は効力に従ったにすぎない。また，上記の作\n用効果は，当然のものにすぎない。\nイ  金型の数の減少について\n被加工物の多種多様な成形加工や打抜加工のために予め準備すべき成形金型の数\nが少なくてすむとの作用効果は，同じ成形金型で複数種別の加工を行うことが可能\nになっていることが前提条件である。\n「被加工物の材質および板厚に無関係な加工条件を決定するためのデータ」と\n「被加工物の材質および板厚に応じて加工条件を変更するためのデータ」と入力さ\nれた被加工物の材質及び板厚とを用いて，加工時に「被加工物の材質および板厚に\n無関係な加工条件を決定するためのデータ」を変更して駆動データを生成すること\nは，従来周知の技術であり（甲２～４），被加工物の材質及び板厚が変更されても，\n駆動データを変更して同じ金型を使用して加工しているから，同じ成形金型で複数\n種別の加工を行うことは周知である。\nウ  材質や板厚に変更が生じても金型の調整や交換が不要であることについて\n上記作用効果は，「金型の数の減少」と関連するものである。\nエ  小括\nしたがって，本件発明は，相違点１及び２に係る発明特定事項により，相乗作用\n及び効果を奏するものではない。\nなお，原告らの主張する相乗作用及び効果に関する判断も，第１次判決の拘束力\n又はこれに準じた効力によって，特許庁は，本件発明の進歩性を肯定することがで\nきない。取消判決後訂正審決が確定した場合でも同様であり，新たに相違点が生じ\nる場合を除き，同一の引用例から容易に発明することができたとはいえないと認定\n判断することは許されない。本件において，原告らの主張する相乗作用及び効果は，\n訂正により新たに生じた相違点ではなく，第１次判決と同一の引用発明及び周知技\n術から本件発明を容易に発明することができたとする認定判断は，拘束力に従って\nされた適法なものである。\n第４  当裁判所の判断\n１  本件発明について\n(1)  発明が解決しようとする課題\n本件発明は，パンチプレス機における成形金型の制御装置に関するものであると\nころ，従来技術については，①材質・板厚が変わる生産においては，その都度，金\n型の調整と試し打ち確認が必要になり，生産性が上がらないこと，②油圧駆動のパ\nンチプレス機において，プレスモーションの設定値を変更するものでは，金型の調\n整と試し打ち確認の手間を省くことは可能であるが，材料供給装置等を連動させた\n自動運転・連続運転で材質・板厚の変更が生じた場合にオペレータによる手動のプ\nレスモーション変更作業が必要になること，③上記②の問題点を回避する方法とし\nて，同一の成形加工を行う金型を各々の材質・板厚ごとに調整しておき，これら各\n金型をパンチプレス機に装着して運転する方法もあるが，この方法の場合には複数\n個の金型を準備しておく必要がありコスト高になり，また，金型を収納するターレ\nットやマガジン部分を必要以上に使用することになるので，生産計画に基づいて連\n続運転を行う場合に，連続運転に必要な全金型が収納できず，１回の連続運転の生\n産計画量を少なく，あるいは短縮しなくてはならないこと，④プレスストローク量\nをある適正範囲内で変化させるようにしたものにおいては，成形加工に必要な種数\nの個数分の金型を準備することが必要であり，上記③と同じ問題点が生じること等\nの課題があった（【０００３】）。\n(2)  課題を解決するための手段\n本件発明は，このような問題点を解消するためにされたもので，加工対象として\nの被加工物の板厚や材質に変更が生じても，金型の調整や交換などの段取り作業を\n不要にし，１つの金型により所望の成形加工を行うことのできるパンチプレス機に\nおける成形金型の制御装置を提供することを目的とするものである（【０００\n４】）。\n本件発明においては，ストローク量に応じて被加工物の成形加工量が変更可能な\n成形金型が用いられ，この成形金型を用いた自動運転が行われると，加工プログラ\nムに記述されている材質データが材質メモリ部に，板厚データが板厚メモリ部にそ\nれぞれ記憶され，この処理の後，加工プログラムの指令に従って，順次以下の処理\n動作が実行される。①まず，加工プログラムの金型交換指令により，成形金型がプ\nレス部に装着されると，この装着された金型番号データに基づいて，金型情報メモ\nリ部に記憶されている該当する金型番号が検索・参照され，この金型番号に基づく\nプレスモーション番号データが共通データメモリ部及び変更データメモリ部に転送\nされる。②共通データメモリ部では，転送されたプレスモーション番号データに基\nづいて該当するプレスモーション番号の詳細設定値をプレス駆動データ生成部に転\n送し，また変更データメモリ部では，転送されたプレスモーション番号データに基\nづいて該当する材質・板厚データを検索し，前記材質メモリ部のデータ及び板厚メ\nモリ部のデータに従って，該当する設定値データをプレス駆動データ生成部に転送\nする。③次いで，このプレス駆動データ生成部では，これら共通データメモリ部及\nび変更データメモリ部より転送されたデータ及び前記板厚メモリ部に記憶されてい\nる板厚データに基づいて実際にプレス軸を駆動するためのデータを作成する。④そ\nして，プレス駆動制御部においては，この作成されたデータに基づいてパンチ動作\n指令によってパンチ軸若しくはダイ軸が駆動されて所要の成形加工が実行される\n（【０００７】）。\n本件発明においては，異なる成形金型を使用することを前提にしており，金型番\n号を基準とした金型情報，すなわち，金型番号に割り付けた金型の種別（打抜・成\n形・刻印等）や形状（丸・角・長角・バーリング・上ハーフシャー等その金型が被\n加工物に加工する形状を表現したもの），その金型が加工するサイズを表す長辺\n（直径）・短辺（ピッチ）・半径（高さ）等が異なり，種々の加工ができるもので\nある（【００１７】）。\n(3)  作用効果\n本件発明の作用効果は，①加工対象としての被加工物の材質や板厚に変更が生じ\nても，金型の調整や交換等の段取り作業を不要にし，１つの金型で所望の成形加工\nを行うことが可能となり，こうして，被加工物の材質・板厚が変わる生産であって\nも，金型の調整と試し打ち確認が不要になり，生産性を向上させることができるこ\nと，②材料供給装置等を連動させた自動運転・連続運転で材質・板厚の変更が生じ\nた場合でも，オペレータによる手動のプレスモーション変更作業が不要になるので\n無人化・省人化運転が可能となり，生産性の向上を図ることができること，③従来\nのような同一の成形加工を行う金型を各々の材質・板厚毎に調整しておき，パンチ\nプレス機に装着して運転する方法と異なり，金型をパンチプレス機に実装するタレ\nットステーションが１ステーションになり，余ったステーションに他の金型が実装\nできるので，段取り回数の削減につながり，より生産性の向上が期待できること，\n④同一の成形加工を行う金型の保有個数を減らせるのでランニングコストの低減が\n期待できることである（【０００８】）。\n(4)  パンチプレス機について\n以上のように，本件発明は，成形加工及び打抜加工の両方を行うパンチプレス機\nの制御装置に関する発明である。広義の工作機械は，塑性加工用機械と除去加工用\n機械を含むところ，パンチプレス機は塑性加工用機械である。なお，プレスとは，\n２個以上の対をなす工具（金型）を用い，それらの工具間に被加工材を置き，工具\nに互いに接近する関係運動を行わせ，成形加工を行う機械で，かつ工具間に発生す\nる加工力の反力を機械自体で支えるように設計されている機械である（甲２４）。\n２  引用発明について\n(1)  引用発明\n他方，引用発明は，穴明機の工具の制御装置に関するものであり，前記第２の３\n認定のとおりのものであることは，争いがない。\n(2)  穴明機について\n引用発明に係る穴明機は，ドリルを用いて上下に移動して被加工物に穴を明ける\nといった，単純な加工を行うにすぎない。穴明機は，広義の工作機械のうち，除去\n加工用機械に属する（甲１，２４）。\n３  取消事由（容易想到性に係る判断の誤り）について\n(1)  相違点２について\nア  相違点２に係る本件発明の構成\n本件発明の要旨は，前記第２の２のとおりであり，パンチ及びダイを備え，成形\n加工及び打抜加工を行うことができるパンチプレス機における成形金型の制御装置\nに関する発明である。相違点２に係る本件発明の構成は，「（ａ）加工プログラム\nから読み取られる被加工物の材質データおよび板厚データをそれぞれ記憶する材質\nメモリ部および板厚メモリ部，（ｂ）加工プログラム中の金型番号に対応するプレ\nスモーション番号を記憶する金型情報メモリ部，（ｃ）各プレスモーション番号毎\nに被加工物の材質および板厚に無関係なプレスモーションの詳細設定データであっ\nて，前記パンチおよびダイのいずれかの成形位置を含むプレスモーションの詳細設\n定データを記憶する共通データメモリ部，（ｄ）各プレスモーション番号毎に被加\n工物の材質および板厚により，前記パンチおよびダイのいずれかの成形位置を変更\nする材質・板厚の補正データを記憶する変更データメモリ部」を備え，「（ｅ）前\n記加工プログラムによる加工時に，前記金型情報メモリ部から装着金型に対応する\nプレスモーション番号を参照し，このプレスモーション番号毎に，前記共通データ\nメモリ部から被加工物の材質および板厚に無関係なプレスモーションの詳細設定デ\nータであって，前記パンチおよびダイのいずれかの成形位置を含むプレスモーショ\nンの詳細設定データを生成するとともに，前記変更データメモリ部から転送された，\n参照されたプレスモーション番号毎の材質・板厚の補正データに基づく被加工物の\n材質および板厚に該当する設定値データにより，前記パンチおよびダイのいずれか\nの成形位置を補正し，補正された成形位置を含むプレスモーションの詳細設定デー\nタに基づきプレス軸を駆動するための駆動データを生成するプレス駆動データ生成\n部および（ｆ）このプレス駆動データ生成部において生成された駆動データに基づ\nいてプレスの駆動制御を行うプレス駆動制御部」を備えるものである。\nイ  「パンチおよびダイのいずれかの成形位置」の意義\nこのように，本件発明は，詳細設定データと変更データを別々に記憶し，加工時\nにプレスモーション番号を参照し，両データにより，駆動データを生成するもので\nあり，「パンチおよびダイのいずれかの成形位置」を含む詳細設定データ（構成要\n件（ｃ）（ｅ）），「パンチおよびダイのいずれかの成形位置」を変更する補正デ\nータ（構成要件（ｄ）），「パンチおよびダイのいずれかの成形位置」を補正し，\n補正された成形位置により駆動データを生成すること（構成要件（ｅ））を要件と\nするものである。\nそして，本件明細書（【００１４】【００１９】【００２０】【００２３】【図\n５】【図６】）には，パンチだけでなくダイの昇降装置付きのパンチプレス機が使\n用され，パンチが被加工物の上表面に位置決めされた状態でダイが上昇して被加工\n物を上方向に加工する動きをしたり，ダイが被加工物の下表面に位置決めされた状\n態でパンチが下降して被加工物を下方向に加工する動きをする実施例が記載され，\nダイの下降と上昇が行われていることや，ダイの成形位置についても図示されてお\nり，ダイの成形位置を変更，補正するものを含むものである。\nそうすると，本件発明の「パンチおよびダイのいずれかの成形位置」とは，パン\nチ及びダイの双方の成形位置をいうものと解される。したがって，本件発明の「パ\nンチおよびダイのいずれかの成形位置を変更」及び「パンチおよびダイのいずれか\nの成形位置を補正」とは，パンチ及びダイの双方の成形位置を変更，補正するもの\nであると解される。\nウ  本件審決の判断\n本件審決は，プレス機における加工のためのデータとして「パンチおよびダイの\nいずれかの成形位置」があり，被加工物の材質及び板厚に応じて当該成形位置を変\n更すべきであることは，周知例２，甲１２及び１３のとおり従来周知の技術にすぎ\nないと認定判断した上，引用発明に上記周知技術を適用して相違点２に係る本件発\n明のように構成することは当業者が容易にし得たことであると判断した。\nエ  周知技術の内容\n周知例１（甲２）は，パンチプレス機の制御装置についての発明ではなく，ＮＣ\n工作機械の制御に関するものである。被加工物であるワークの材質の影響を受けな\nい無関係な加工条件を決定するためのデータ，すなわち第１の関数部と，ワークの\n材質の影響を受ける第２の関数部とに分割し，第１の関数部と第２の関数部とを合\n成して加工条件を生成するものである。ワークの加工条件は，主軸回転数や工具送\nり速度についての条件であって（【００２３】），ダイの成形位置についての記載\nはない。\n周知例２（甲３）は，プレス機の制御装置についての発明であり，選択工具のメ\nモリチップの記憶内容を読み出して，ＮＣプログラム上で指定された加工条件に，\n材質，板厚に関連する軸制御条件を加えて，実際軸制御のための加工パターンを自\n動的に演算するプレス機械の加工パターン発生装置である。ラムに設けられたスト\nライカが，パンチヘッドを打圧し，これを押し下げることにより，パンチボディの\n下方刃物を，ダイに対して突き出してワークを打抜加工するものである（【００２\n２】）。パンチの加工パターンが板厚に応じて求められることは記載されているが\n（【００４０】【００４１】），ダイの成形位置を補正することや，変更すること\nについての記載はない。\n周知例３（甲４）は，パンチプレス制御装置についての発明であり，あらかじめ\n基本パンチプログラムすなわちワークの板厚及び材質に影響を受けないデータが入\n力されたディジタルサーボコントローラと，入力手段により入力されたワークの板\n厚及び材質のデータを記憶するワークデータ記憶部，ワークデータ記憶部に記憶さ\nれた板厚及び材質の値から所定項目のデータを演算する演算手段を有する数値制御\n装置とを備え，数値制御装置の演算手段により演算された前記所定項目のデータを\nディジタルサーボコントローラに転送し，駆動指令を生成するパンチプレス制御装\n置である。アクチュエータのラムにより，タレットのパンチ工具がパンチ駆動され\nるものであって（【００１０】），パンチ速度やストローク途中におけるパンチ速\n度変化位置の座標を，板厚及び材質に応じた適正な値として加工（【００２５】）\nするものであるが，ダイの成形位置を補正することや，変更することについての記\n載はない。\n甲１２はパンチプレス機，甲１３はプレス機械の駆動装置に関するものであると\nころ，いずれも，パンチの位置補正についての記載はあるが，ダイの成形位置を補\n正することや，変更することについての記載は見当たらない。\n以上のとおり，周知例１ないし３並びに本件審決が指摘した甲１２及び１３のい\nずれにも，パンチのみの成形位置を変更，補正するものが開示され，ダイの成形位\n置を変更，補正することの記載はない。\nオ  相違点２の判断について\n上記のとおり，周知例１ないし３並びに本件審決が指摘した甲１２及び１３のい\nずれにも，パンチのみの成形位置を変更，補正するものが開示され，ダイの成形位\n置を補正することや，パンチとダイの双方の成形位置を変更，補正することについ\nての記載はない。よって，まず，本件審決が，被加工物の材質及び板厚に応じてパ\nンチ及びダイのいずれかの成形位置を変更，補正することを，上記証拠によって，\n従来周知の技術であると認定したことは，誤りである。\nそして，そもそも，引用発明は穴明機の制御装置に係る発明であり，「穴明機」\nの制御装置である引用発明に，上記周知技術を適用したとしても，その結果が相違\n点２に係る本件発明の構成になるものではなく，引用発明から本件発明を想到する\nことは容易とはいえない。\nしかも，前記１，２のとおり，引用発明は，ドリルを用いて上下に移動して被加\n工物に穴を明けるといった，単純な加工を行う穴明機の制御装置であるのに対し，\n本件発明においては，異なる成形金型を使用することを前提にして，種々の加工が\nできる，パンチプレス機の制御装置である。そして，広義の工作機械の中でも，穴\n明機は除去加工用機械に属するもので，パンチプレス機は塑性加工用工作機械に属\nするものである。引用発明に係る穴明機は，ドリルという一つの工具の上下移動の\nみを制御するものであり，穴明機の加工条件は，例えば工具回転数や穴明速度等の\nデータである（甲１，２５，２６）。他方，本件発明においては，パンチとダイと\nいった成形金型をともに制御することをその本質としており，成形金型が２つある\nことによる制御パラメータの増大に加え，パンチ，ダイのそれぞれについて，他方\nとの相対的な制御タイミングを制御パラメータとして規定する必要がある。\nそうすると，制御の対象がドリルのみである引用発明に基づいて，パンチとダイ\nといった成形金型を制御の対象とし，パンチのみならずダイの成形位置を変更，補\n正し，パンチとダイとの相対的な制御タイミングを制御パラメータとして規定する\n本件発明の構成に，容易に想到することはできないものといわざるを得ない。\n(2)  相違点１について\nア  本件審決の判断\n本件審決は，加工機及び加工具に関して，本件発明は，「パンチおよびダイを備\nえ，ストローク量に応じて被加工物の成形加工量が変更可能な成形金型を用いて被\n加工物の成形加工を行うとともに，打抜加工も可能なパンチプレス機における成形\n金型」であるが，引用発明は，「プリント基板の穴明加工を行う穴明機の工具」で\nある点を相違点１と認定した上，引用発明の制御装置を，工作機械の数値制御装置\nとして共通するパンチプレス機の制御装置に適用することに，格別の困難性がある\nものということはできないと判断した。その上で，パンチプレス機が，複雑な制御\nを必要とするとしても，それは，パンチプレス機の制御装置が元来備えているべき\n特性というべきであって，パンチプレス機のそれぞれの加工方法に対して，引用発\n明の制御装置が備える制御方法を適用することができるとして，引用発明をパンチ\nプレス機に適用することが困難であるということはできないと判断した。\nイ  パンチプレス機と穴明機の相違\nしかしながら，前記のとおり，引用発明は穴明機の制御装置に係る発明であり，\n周知例１ないし３並びに本件審決が指摘した甲１２及び１３のいずれにも，本件発\n明に開示された，被加工物の材質及び板厚に応じてダイの成形位置を変更，補正す\nるパンチプレス機の制御装置に関連する周知技術が開示されていないことは，前記\nのとおりであるから，穴明機の制御装置に係る引用発明に，上記周知例等を適用し\nても，パンチとダイという複数の成形金型を制御の対象とし，パンチのみならずダ\nイの成形位置を変更，補正し，パンチとダイとの相対的な制御タイミングを制御パ\nラメータとして規定する本件発明に想到することは容易とはいえない。しかも，当\n業者が，ドリルしかなく制御パラメータが極めて少ない引用発明の穴明機を出発点\nとして，わざわざ，パンチとダイという複数の成形金型を制御の対象とし，パンチ\nのみならずダイの成形位置を変更，補正し，パンチとダイとの相対的な制御タイミ\nングを制御パラメータとして規定するパンチプレス機における成形金型に置き換え\nる動機付けはないから，引用発明をパンチプレス機に適用することが困難でないと\nはいえない。\nなお，本件審決は，相違点１の検討において，甲５及び６を挙げて「打抜加工も\n可能なパンチプレス機」の制御装置と，「穴明機」の制御装置は，工作機械の数値\n制御装置である点で共通し，同じような制御方法であれば相互に適用可能であるこ\nとは技術常識であったと判断し，被告も，穴明機の制御装置とパンチプレス機の制\n御装置とが本質的に異ならないものとして，乙２ないし７を提出する。しかし，甲\n５及び６，乙２ないし７のいずれにも，被加工物の材質及び板厚に応じてダイの成\n形位置を変更，補正することは記載されていないし，穴明機から出発して，パンチ\nプレス機の制御装置に想到することには，阻害要因があるといわざるを得ない。\n(3)  顕著な作用効果の看過について\nア  前記のとおり，本件発明は，特許請求の範囲に記載された構成をとることに\nより，①加工対象としての被加工物の材質や板厚に変更が生じても，金型の調整や\n交換等の段取り作業を不要にし，１つの金型で所望の成形加工を行うことが可能と\nなり，こうして，被加工物の材質・板厚が変わる生産であっても，金型の調整と試\nし打ち確認が不要になり，生産性を向上させることができること，②材料供給装置\n等を連動させた自動運転・連続運転で材質・板厚の変更が生じた場合でも，オペレ\nータによる手動のプレスモーション変更作業が不要になるので無人化・省人化運転\nが可能となり，生産性の向上を図ることができること，③従来のような同一の成形\n加工を行う金型を各々の材質・板厚毎に調整しておき，パンチプレス機に装着して\n運転する方法と異なり，金型をパンチプレス機に実装するタレットステーションが\n１ステーションになり，余ったステーションに他の金型が実装できるので，段取り\n回数の削減につながり，より生産性の向上が期待できること，④同一の成形加工を\n行う金型の保有個数を減らせるのでランニングコストの低減が期待できること，以\n上の作用効果を奏する（【０００８】）。\nイ  本件審決は，複数の対象に対して共通して用いられるデータ等を同じ番号や\n記号によって対応付けて記憶するようにし，データ量を削減するようなことも，通\n常行われていた程度のものであるとして，データ入力作業が不要となることをもっ\nて格別の作用効果とはいえないと判断した。\nしかしながら，本件発明に係るパンチ及びダイを備えたパンチプレス機の成形金\n型の制御装置は，成形金型の金型番号に対応してプレス動作を示すプレスモーショ\nン番号を設定・記憶し，そのプレスモーション番号ごとに設定された詳細設定デー\nタを生成するものであるから，複数の成形金型を使用する際に，共通のプレスモー\nションがあれば，そのプレスモーション分，詳細設定データを減らすことができ，\nまたその分データの修正の作業量も少なくなる。そして，新たな成形金型を追加す\nる場合でも，既に利用できるプレスモーションがある場合には，そのデータ入力作\n業が不要になるのであって，成形金型が２つあることによる制御パラメータの増大\nに加え，パンチとダイのそれぞれについて，他方との相対的な制御タイミングを制\n御パラメータとして規定する必要があるパンチプレス機において，データ入力作業\nが不要になることは，格別の作用効果と評価すべきである。\nウ  また，本件審決は，同一の成形加工を行う金型の保有個数を減らせるという\nことをもって格別の作用効果であるとはいえないと判断した。\nしかしながら，従来技術において，複数個の金型を準備しておく必要があってコ\nスト高になるほか，収納部分が必要以上に多くなって生産量に限界があったことが\n本件発明の課題の１つであったのであり（【０００３】），本件発明の特許請求の\n範囲に記載された構成をとることにより，被加工物の多種多様な成形加工や打抜加\n工のために予め準備すべき成形金型の数が少なくてすむことになり，金型の調整や\n試し打ち確認の作業も少なくできる効果を奏するものであり，同一の成形加工を行\nう金型の保有個数を減らせることによりランニングコストの低減が期待できること\nも，複雑なパンチプレス機にあっては，格別の作用効果ということができる。\nエ  本件審決は，金型の調整や交換などの段取り作業を不要にし，無人化・省人\n化運転が可能となり，生産性の向上を図ることができるものであるとしても，それ\nは，引用発明に本件発明に係る構成を適用することにより予測し得る作用効果であ\nって，格別の作用効果とはいえないと判断した。\nしかしながら，そもそも，引用発明に係る穴明機にあっては，ドリルという一つ\nの工具の上下移動のみを制御するものであり，パンチ及びダイといった複数の成形\n金型を同期制御することを本質とし，制御パラメータが極めて多いパンチプレス機\nと異なり，制御すべきパラメータが極めて少ないのであるから，パンチプレス機に\n係る本件発明において，上記のような効果を奏することは，予測し得る作用効果と\nはいえない。\nオ  以上のとおり，本件発明は，特許請求の範囲に記載された発明特定事項によ\nり，上記の作用効果を奏するものであり，この点に関する本件審決の判断も誤りで\nある。\n(4)  本件発明の容易想到性\n以上のとおり，本件発明は，引用発明に，周知例１ないし３等の周知技術を適用\nすることにより，容易に発明することができたものということはできない。\n４  被告の主張について\n(1)  取消判決の拘束力について\n特許無効審判事件についての審決の取消訴訟において審決取消しの判決が確定し\nたときは，審判官は特許法１８１条５項の規定に従い当該審判事件について更に審\n理を行い，審決をすることとなるが，審決取消訴訟は行政事件訴訟法の適用を受け\nるから，再度の審理ないし審決には，同法３３条１項の規定により，上記取消判決\nの拘束力が及ぶ。そして，この拘束力は，判決主文が導き出されるのに必要な事実\n認定及び法律判断にわたるものであるから，審判官は取消判決の上記認定判断に抵\n触する認定判断をすることは許されない。したがって，再度の審判手続において，\n審判官は，取消判決の拘束力の及ぶ判決理由中の認定判断につきこれを誤りである\nとして従前と同様の主張を繰り返すこと，あるいは上記主張を裏付けるための新た\nな立証をすることを許すべきではなく，審判官が取消判決の拘束力に従ってした審\n決は，その限りにおいて適法であり，再度の審決取消訴訟においてこれを違法とす\nることができないのは当然である。このように，再度の審決取消訴訟においては，\n審判官が当該取消判決の主文のよって来る理由を含めて拘束力を受けるものである\n以上，その拘束力に従ってされた再度の審決に対し関係当事者がこれを違法として\n非難することは，確定した取消判決の判断自体を違法として非難することにほかな\nらず，再度の審決の違法（取消）事由たり得ないのである（最高裁昭和６３年（行\nツ）第１０号平成４年４月２８日第三小法廷判決・民集４６巻４号２４５頁参照）。\nしたがって，特定の引用例に基づいて当該特許発明を容易に発明することができ\nたとはいえないとした審決を，容易に発明することができたとして取り消す判決が\n確定した場合には，再度の審判手続において，当該引用例に基づいて容易に発明す\nることができたとはいえないとする当事者の主張や審決が封じられる結果，無効審\n決がされることになる。\nもっとも，取消判決の確定後，特許請求の範囲の減縮を目的とする訂正審決が確\n定した場合には，減縮後の特許請求の範囲に新たな要件が付加され発明の要旨が変\n更されるのであるから（最高裁平成７年（行ツ）第２０４号平成１１年３月９日第\n三小法廷判決・民集５３巻３号３０３頁参照），当該訂正によっても影響を受けな\nい範囲における認定判断については格別という余地があるとしても，訂正前の特許\n請求の範囲に基づく発明の要旨を前提にした取消判決の拘束力は遮断され，再度の\n審決に当然に及ぶということはできない。\n(2)  本件に関する経緯\nア  第１次判決\n(ア)  第１次判決は，第１次訂正前の請求項１（別紙１のとおり）に係る特許無\n効審判請求が成り立たないとした第１次審決を取り消したものである。\n(イ)  同判決において，上記訂正前の発明と引用発明との相違点は，以下のとお\nり認定された。\n相違点１’：第１次訂正前の発明は，ストローク量に応じて加工量が変更可能な\n成形金型を有するパンチプレス機により成形加工を行うものであるが，引用発明は，\n工具を有する穴明機により穴明加工を行うものである点\n相違点２’：第１次訂正前の発明では，加工プログラムから読み取られる被加工\n物の材質データおよび板厚データをそれぞれ記憶する材質メモリ部および板厚メモ\nリ部，加工プログラム中の金型番号に対応するプレスモーション番号を記憶する金\n型情報メモリ部，各プレスモーション番号毎に被加工物の材質・板厚に無関係なプ\nレスモーションの詳細設定データを記憶する共通データメモリ部，及び各プレスモ\nーンョン番号毎に被加工物の材質・板厚により変更するプレスモーションの詳細設\n定データを記憶する変更データメモリ部を備え，加工プログラムによる加工時に，\n金型情報メモリ部から装着金型に対応するプレスモーション番号を参照し，このプ\nレスモーション番号毎に，前記共通データメモリ部から被加工物の材質・板厚に無\n関係なプレスモーションの詳細設定データを生成するとともに，前記変更データメ\nモリ部から被加工物の材質・板厚により変更するプレスモーションの詳細設定デー\nタを生成し，これらの詳細設定データに基づきプレス軸を駆動するための駆動デー\nタを生成しているのに対し，引用発明では，材質メモリ部および板厚メモリ部を備\nえているか否かは不明であり，金型番号に対応するプレスモーション番号を記憶す\nる金型情報メモリ部を備えておらず，加工条件データとして，共通データと変更デ\nータとに分けて記憶し，加工時に両データから駆動データを生成するようにはして\nいない点\n(ウ)  第１次判決は，①引用発明に基づいて，相違点２’に係る「金型情報メモ\nリ部」を備えるように構成することは，当業者が容易に想到し得たことであり，②\n相違点２’のうち，「加工のためのデータとして，共通データと変更データとを別\nのメモリ部に記憶しておき，加工プログラムによる加工時に，被加工物の材質・板\n厚に応じて，共通データのうち所定のデータを変更して駆動データを生成する」構\n成とすることは，当業者が容易に想到し得るところであり，③相違点１’について\nも，格別の困難性があるとはいえないと判断した。\nイ  本件訂正\n本件特許を無効にすべき旨の第２次審決の取消しを求めた訴訟の係属中に，特許\n請求の範囲の減縮を目的とする本件訂正審決が確定し，第２次審決を取り消す旨の\n第２次判決が言い渡された。\n本件訂正審決により，第１次判決が対象とした第１次訂正前の発明は，前記第２\nの２記載のとおり訂正されたところ，その訂正部分は，別紙２の下線部のとおりで\nある。これにより，発明の要旨が変更され，本件発明と引用発明との相違点は，前\n記第２の３の相違点１及び相違点２のとおりとなったのである。したがって，当該\n訂正によっても影響を受けない範囲における認定判断については格別という余地が\nあるとしても，第１次訂正前の特許請求の範囲に基づく発明の要旨を前提にした第\n１次判決の拘束力は遮断され，再度の審決に当然に及ぶということはできない。こ\nのことは，第２次判決においても，明言されているところである。\n(3)  被告の主張について\nア  被告は，訂正前の相違点と訂正後の相違点とが同一であるか否かは，形式的\nに判断するのではなく，実質的に判断されるべきであるとして，①相違点２’のう\nち「金型情報メモリ部」の部分，②相違点２’のうち「加工のためのデータとして，\n共通データと変更データとを別のメモリ部に記憶しておき，加工プログラムによる\n加工時に，被加工物の材質・板厚に応じて，共通データのうち所定のデータを変更\nして駆動データを生成する」という部分及び③相違点１’に関する第１次判決の認\n定判断には，拘束力又は拘束力に準ずる効力があり，又は紛争の一回的解決に資す\nるために決着済みとするべきであると主張する。\nイ  しかし，そもそも，発明がいくつかの構成要件が有機的かつ不可分に結合し\nて構成されるものであることに照らすと，相違点のうちのさらに細かい要素ごとに\n検討することが相当であるとはいえない。\nまた，上記②の点については，本件訂正審決により，「パンチおよびダイのいず\nれかの成形位置」を変更，補正するという，本件発明がパンチとダイという複数の\n成形金型を制御の対象とし，パンチのみならずダイの成形位置を変更，補正し，パ\nンチとダイとの相対的な制御タイミングを制御パラメータとして規定することを明\nらかにする訂正がされ，実質的にも形式的にも発明の要旨が変更されているのであ\nる。\nさらに，上記③の点についても，上記②と同様，本件訂正審決により，パンチ及\nびダイを備えるパンチプレス機の制御を行うことを明示する訂正がされ，実質的に\nも形式的にも発明の要旨が変更されているのである。\nウ  したがって，第１次訂正前の発明を対象とした第１次判決の拘束力ないしこ\nれに準ずる効力が，本件審決に及ぶことはない。\n５  結論\n以上の次第であるから，本件審決は取り消されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          髙      部      眞  規  子\n裁判官          斎      藤              巌\n（別紙１）\nストローク量に応じて被加工物の成形加工量が変更可能な成形金型を用いて被加\n工物の成形加工を行うパンチプレス機における成形金型の制御装置であって，\n(ａ)加工プログラムから読み取られる被加工物の材質データおよび板厚データをそ\nれぞれ記憶する材質メモリ部および板厚メモリ部，\n(ｂ)加工プログラム中の金型番号に対応するプレスモーション番号を記憶する金型\n情報メモリ部，\n(ｃ)各プレスモーション番号毎に被加工物の材質・板厚に無関係なプレスモーショ\nンの詳細設定データを記憶する共通データメモリ部，\n(ｄ)各プレスモーション番号毎に被加工物の材質・板厚により変更するプレスモー\nションの詳細設定データを記憶する変更データメモリ部，\n(ｅ)前記加工プログラムによる加工時に，前記金型情報メモリ部から装着金型に対\n応するプレスモーション番号を参照し，このプレスモーション番号毎に，前記共通\nデータメモリ部から被加工物の材質・板厚に無関係なプレスモーションの詳細設定\nデータを生成するとともに，前記変更データメモリ部から被加工物の材質・板厚に\nより変更するプレスモーションの詳細設定データを生成し，これらの詳細設定デー\nタに基づきプレス軸を駆動するための駆動データを生成するプレス駆動データ生成\n部および\n(ｆ)このプレス駆動データ生成部において生成された駆動データに基づいてプレス\nの駆動制御を行うプレス駆動制御部\nを備えることを特徴とするパンチプレス機における成形金型の制御装置。\n（別紙２）\nパンチおよびダイを備え，ストローク量に応じて被加工物の成形加工量が変更可\n能な成形金型を用いて被加工物の成形加工を行うとともに，打抜加工も可能なパン\nチプレス機における成形金型の制御装置であって，\n（ａ）加工プログラムから読み取られる被加工物の材質データおよび板厚データを\nそれぞれ記憶する材質メモリ部および板厚メモリ部，\n（ｂ）加工プログラム中の金型番号に対応するプレスモーション番号を記憶する金\n型情報メモリ部，\n（ｃ）各プレスモーション番号毎に被加工物の材質および板厚に無関係なプレスモ\nーションの詳細設定データであって，前記パンチおよびダイのいずれかの成形位置\nを含むプレスモーションの詳細設定データを記憶する共通データメモリ部，\n（ｄ）各プレスモーション番号毎に被加工物の材質および板厚により，前記パンチ\nおよびダイのいずれかの成形位置を変更する材質・板厚の補正データを記憶する変\n更データメモリ部，\n（ｅ）前記加工プログラムによる加工時に，前記金型情報メモリ部から装着金型に\n対応するプレスモーション番号を参照し，／このプレスモーション番号毎に，前記\n共通データメモリ部から被加工物の材質および板厚に無関係なプレスモーションの\n詳細設定データであって，前記パンチおよびダイのいずれかの成形位置を含むプレ\nスモーションの詳細設定データを生成するとともに，／前記変更データメモリ部か\nら転送された，参照されたプレスモーション番号毎の材質・板厚の補正データに基\nづく被加工物の材質および板厚に該当する設定値データにより，前記パンチおよび\nダイのいずれかの成形位置を補正し，補正された成形位置を含むプレスモーション\nの詳細設定データに基づきプレス軸を駆動するための駆動データを生成するプレス\n駆動データ生成部および\n（ｆ）このプレス駆動データ生成部において生成された駆動データに基づいてプレ\nスの駆動制御を行うプレス駆動制御部\nを備えることを特徴とするパンチプレス機における成形金型の制御装置。\n"
}