{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 28
  },
  "case_number": "平成23(ワ)29828",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82113",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82113",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/113/082113_hanrei.pdf",
  "contents": "平成２４年２月２８日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第２９８２８号  損害賠償請求事件\n口頭弁論終結日  平成２４年１月１７日\n判              決\n東京都中央区＜以下略＞\n原              告        朝 日 工 建 株 式 会 社\n東京都中央区＜以下略＞\n被              告        株 式 会 社 Ａ 運 輸\n主              文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，１５００万円及びこれに対する平成２３年２月１１日か\nら支払済みまで年１割５分の割合による金員を支払え。\n第２  事案の概要\n本件は，建築の設計，請負工事及び工事監理等を業とする原告が，被告から\n店舗付きマンションの設計，建築工事及び監理を請け負い，設計図書や完成予\n想パースを完成させた上で，これらを被告に引き渡して着工したところ，被告\nが設計・監理の報酬を支払わないため，原告が請負契約を解除したにもかかわ\nらず，被告が設計図書や完成予想パースを複製するなどして使い続けるととも\nに，各種検査申請書に原告の氏名・印影を使い，原告の著作権，著作者人格権，\n所有権及び名誉権が侵害されたとして，被告に対し，不法行為に基づき，損害\n賠償を求める事案である。\n１  前提事実（争いのない事実並びに証拠及び弁論の全趣旨により容易に認めら\nれる事実）\n(1)  当事者\nア  原告は，建築及び土木構造物の企画，設計，工事監理及び請負工事等を\n業とする株式会社である（目的につき弁論の全趣旨）。\nイ  被告は，一般貨物自動車運送事業並びに不動産賃貸及び管理等を業とす\nる株式会社である（目的につき弁論の全趣旨）。\n(2)  請負契約の締結と解除に至る経緯等\nア  原告は，平成２１年後半，被告との間で，原告が仮称「Ａ様ビル」とい\nう鉄筋コンクリート造・地上９階建て店舗付きマンション（東京都江東区\n＜以下略＞内。以下「本件建物」という。）の設計，建築工事及び監理を\n行う旨の請負契約（以下「本件契約」という。）を締結した（契約時期及\nび建築物の種類・構造・規模・建築予定地につき甲１，２，４，１０）。\nイ  被告は，原告に対し，本件契約に基づき，報酬の一部として，平成２１\n年１２月１６日（契約時）には１０５０万円を，平成２２年２月２６日（確\n認許可時）には２２０５万円を，それぞれ支払った（いずれも消費税込み。\n甲２，乙９の１・２）。\nウ  原告は，本件契約に基づき，本件建物の設計図書及び完成予想パースを\n完成させ，これらを被告に対して引き渡すとともに，平成２２年４月，工\n事に着手した。\nエ  被告は，原告に対し，本件契約に基づき，報酬の一部として，平成２２\n年４月２８日（工事着工時）には９３５０万円，同年１１月２９日（上棟\n時）には４１８５万５９７１円を，それぞれ支払った（いずれも消費税込\nみ。甲２，乙９の３・４）。\nオ  原告は，平成２３年２月１４日，被告に対し，本件契約を同月１１日付\nけで解除するとの意思表示（以下「本件解除」という。）をした（日付に\nつき甲６）。\n２  争点及び当事者の主張\n本件の争点は，①不法行為の成否，②被告の責任及び損害である。\n(1)  争点①（不法行為の成否）について\n（原告の主張）\nア  原告は，被告との間で，本件契約における建築工事の報酬については３\n億２５５０万円（消費税込み）と定める一方，設計・監理の報酬について\nは事前に定めることができなかったが，前記１（前提事実）(2)ウのとお\nり，本件建物の設計図書及び完成予想パースを完成させ，これらを被告に\n対して引き渡すとともに，工事の監理を行った。\n本件建物は，東京都江東区内の地盤が非常に悪い埋立地に建てられたた\nめ，他にほとんど例を見ない６５ｍもの支持杭を有する上，高強度の鉄筋\nとコンクリートを使用している。また，本件建物は，その周囲４面全部を\nタイル張りにしたり，バルコニーや廊下のデザインを斬新なスタイルにし\nたり，室内内装のデザインも現代的なものにしたりしているため，意匠上\nも優れており，同区豊洲近辺における近隣の環境にも配慮したランドマー\nク的な建物である。このため，本件建物や原告が作成した本件建物の設計\n図書・完成予想パースは，思想又は感情を創作的に表現したものであって，\n学術の範囲に属するものであるから，建築著作物（著作権法１０条１項５\n号）又は図形著作物（同項６号）に当たり，設計・監理の相当報酬額は，\n１７３２万５０００円（消費税込み）であった。\nイ  被告は，原告から何度も前記設計・監理の報酬を支払うよう求められた\nが，これを支払わなかった。このため，本件解除は，解除事由があり，有\n効である。その結果，被告は，本件解除の効力が発生する平成２３年２月\n１１日以降，本件建物の設計図書・完成予想パースを複製する権原やその\n所有権，各種検査申請書に原告の氏名・印影を使う権原を失った。\nにもかかわらず，被告は，平成２３年２月１１日以降も，本件建物に係\nる設計図書・完成予想パースを複製するなどして使い続けるとともに，各\n種検査申請書に原告の氏名・印影を使い，本件建物を完成させた。これは，\n原告の著作権，著作者人格権，所有権及び名誉権の侵害に当たり，不法行\n為が成立する。\n（被告の主張）\nア  被告は，原告との間で，本件契約における設計，建築工事及び監理の報\n酬全部について，３億２５５０万円（消費税込み）と定め，前記１（前提\n事実）(2)イ・エのとおり，原告に本件契約を解除されるまで，原告に対\nし，本件契約に基づく所定の各弁済期に所定の各報酬を支払った。設計は，\n工事に先立って行われたから，設計・監理料も支払済みである。このため，\n本件解除は，解除事由がなく，無効である。その結果，被告は，本件解除\nの効力が発生したという平成２３年２月１１日以降も，本件建物に係る設\n計図書・完成予想パースを複製する権原やその所有権，各種検査申請書に\n原告の氏名・印影を使う権原を失っていない。本件訴訟は，上記３億２５\n５０万円が設計・監理の報酬を含むかという争点につき，原告の敗訴が確\n定した当庁平成２３年(ワ)第５１７２号請負代金請求事件の蒸し返しで\nある。\nしたがって，被告が平成２３年２月１１日以降も本件建物に係る設計図\n書・完成予想パースを複製するなどして使い続けたり各種検査申請書に原\n告の氏名・印影を使ったりして本件建物を完成させたことが，原告の著作\n権，著作者人格権，所有権又は名誉権の侵害に当たる余地はなく，不法行\n為は成立しない。\nイ  仮に本件解除に解除事由があって有効であったとしても，本件建物は，\nごくありふれた，どこにでもある一般的な賃貸用マンションであるから，\nその設計図書や完成予想パースと共に，創作性がない上，学術の範囲に属\nするものでなく，建築著作物にも図形著作物にも当たらず，原告の著作権\nや著作者人格権の侵害に当たる余地はない。\n(3)  争点②（被告の責任及び損害）について\n（原告の主張）\nア  被告が平成２３年２月１１日以降も本件建物に係る設計図書・完成予想\nパースを複製するなどして使い続けるとともに，各種検査申請書に原告の\n氏名・印影を使っていたことにより，原告は，１５００万円の損害を被っ\nた。\nしたがって被告は，原告の著作権，著作者人格権，所有権及び名誉権を\n侵害したことにより，原告に１５００万円の損害を被らせたものといえる\nから，不法行為により，原告に対して同額の損害賠償責任を負う。\nイ  よって，原告は，被告に対し，不法行為に基づき，損害賠償金１５００\n万円及びこれに対する本件解除の効力発生日である平成２３年２月１１\n日から支払済みまで約定の年１割５分の割合による遅延損害金の支払を\n求める。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  争点①（不法行為の成否）について\n証拠（乙１，２）及び弁論の全趣旨によれば，原告は，当庁平成２３年(ワ)\n第５１７２号請負代金請求事件において，本件契約における３億２５５０万円\nの報酬が設計・監理料等を含まない旨主張し，被告に対して設計・監理料等の\n請負代金１９８２万９６００円と約定遅延損害金の支払を求め，これを争う被\n告との間で尋問等の証拠調べを経た上で，同年７月２２日に口頭弁論が終結さ\nれたが，上記報酬が設計・監理料等を含むことを理由として，同年９月１６日\nに請求棄却の判決を受け，同年１０月１日，確定したことが認められる。この\nため，平成２３年７月２２日の口頭弁論終結の時点において，原告が設計・監\n理料等の請負代金請求権を有していない旨の判断につき既判力が生じているか\nら（民事訴訟法１１４条１項），原告が，後訴に当たる本件訴訟において，上\n記報酬が設計・監理料を含まず，設計・監理料の請負代金請求権を有している\n旨再度主張することは，上記確定判決の既判力に抵触する上，前訴での請求及\nび主張を実質的に蒸し返すものでもあり，許されないというべきである。\nしたがって，設計・監理料の未払があることを前提に，本件解除が有効であ\nり，被告が本件解除の効力が発生する平成２３年２月１１日以降，本件建物の\n設計図書・完成予想パースを複製する権原やその所有権，各種検査申請書に原\n告の氏名・印影を使う権原を失ったとする原告の主張は，これを採用すること\nができない。\n２  結論\n以上によれば，原告の請求は，その余の点につき検討するまでもなく，理由\nがないからこれを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官        阿      部      正      幸\n裁判官        志      賀              勝\n裁判官        小      川      卓      逸\n"
}