{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 8,
    "day": 29
  },
  "case_number": "平成23(行ウ)17",
  "case_name": "懲戒免職処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "労働",
  "lawsuit_id": "84266",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=84266",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/266/084266_hanrei.pdf",
  "contents": "平成２４年８月２９日判決言渡\n平成２３年（行ウ）第１７号  懲戒免職処分取消請求事件\n主                          文\n１  大阪市長が原告に対し平成２２年１２月２２日付けでした懲戒免職処\n分を取り消す。\n２  訴訟費用は被告の負担とする。\n理 由\n第１  請求\n主文１項同旨\n第２  事案の概要\n１  事案の概要\n本件は，大阪市長から平成２２年１２月２２日付けで懲戒免職処分（以下「本\n件処分」という。）を受けた同市技能職員の原告が，被告に対し，本件処分は\nその理由としている事実の誤認に加え，裁量権の逸脱又は濫用の違法があるか\nら無効であるとして，同処分の取消しを求めている事案である。\n２  前提事実\n本件において，当事者間に争いがない又は各末尾記載の証拠から容易に認め\nることができる事実は以下のとおりである。\n(1)  原告及び被告環境局河川事務所本所（以下，単に「河川事務所」という。）\nの職員らについて\nア  原告\n原告は，平成元年７月１日，被告の技能職員として任用され，平成８年\nころまで河川事務所において，船に乗船して河川の清掃を行う業務に従事\nし，その後，環境局の他の部署での勤務を経て，平成２１年６月１日から\n本件処分時まで，河川事務所において上記と同じ業務に従事した（弁論の\n全趣旨）。\n原告は，本件処分以前に懲戒処分を受けたことはない（甲４０，原告本\n人，弁論の全趣旨）。\nイ  河川事務所の構成員\n平成２１年１０月から本件処分時ころまでの間，河川事務所の所長はＡ\n（以下「Ａ所長」という。），清掃作業を行う職員を統括する技能統括主\n任はＢ（以下「Ｂ統括」という。）であった。\n原告は，平成２１年６月から平成２２年３月末までは，コンベア船での\n回収部門に所属し，管理主任のＣ（平成２１年７月から同年１０月まで）\n又はＤ（以下「Ｄ主任」という。），同僚であるＥとともに勤務していた。\n原告は，平成２２年４月以降，小船，自航船，広報船での回収部門に所\n属したところ，当該部門の部門監理主任としてＦ（以下「Ｆ主任」という。），\n同部門に属する同僚職員として，Ｇ，Ｈ，Ｉ，Ｊ，Ｋがおり，また，他の\n部門には，Ｌ，Ｍ，Ｎ，Ｏら及びＥが所属していた。\n（以上，乙４５の別紙１ないし３，４６）\n(2)  被告環境局における平成２２年の問題状況等\nア  処分行政庁は，同年５月３１日，被告の市立斎場の職員らが利用者から\n心付けを受領した件につき，職員４２名に対する懲戒処分等を行い，うち\n１０名の職員については懲戒免職処分をした（以下「市立斎場事案」とい\nう。甲４４，４５，乙１６，弁論の全趣旨）。\nそこで，被告では，服務倫理規範の策定，服務規律確保推進委員会や不\n祥事根絶推進チームの設置，職員に対する研修・啓発等を内容とする，大\n阪市不祥事根絶プログラムを取りまとめて，公表した（甲４７，４８）。\nイ  被告は，同年８月ころ，被告環境局Ｐ事務所において，同事務所職員が\nペットの引取りに係る処理手数料の釣銭等を心付けとして受領していた事\n実が明らかになり，その後，大阪市公正職務審査委員会からの勧告を受け\nた（以下「Ｐ事務所事案」という。甲４６，乙１６，弁論の全趣旨）。\nウ  被告環境局長は，同年８月２３日付けで，同局の担当課長及び事務所長\nに対し，市立斎場事案及びＰ事務所事案を踏まえ，各職員に対し，職務に\n関し い かな る 便宜 供 与 も受 け ては な らな い旨 を 定め る 倫理 規 定 を周 知さ\nせ，その遵守のために指導をし，服務規律の確保の徹底を求める内容を記\n載した「服務規律の確保について」と題する通知をした（乙５，１６）。\n(3)  平成２２年６月２４日に河川から拾得した現金の分配等と原告による撮\n影\nア  原告とＨは，同日，二人で河川清掃業務に従事していたところ，Ｈが同業\n務中に黒い鞄（以下「本件鞄」という。）を拾い上げ，その中を確認する\nと，１０万円程度の千円札の束を出てきたので，それを取り出し，当該千\n円札を１枚ずつはがしてバケツの水で洗った上，その約半分に当たる５万\n円相当（以下，単に５万円という場合は，当該金員を指す。）を原告に交\n付した。\nこの際，原告は，その一部始終を隠れて所持していた時計型カメラを用\nいてＨに気付かれないように撮影した（以下，当該撮影行為を「本件撮影」\nといい，撮影した映像を「本件映像」という。甲１０，２４の１ないし１\n１，乙３９，４０の１ないし４，弁論の全趣旨）。\nイ  原告は，その後，上記５万円を同日中に本件鞄に戻した。\n(4)  原告による内部告発と本件映像の公開等\nア  被告における河川事務所の担当課長であるＱ課長らは，平成２２年９月\n２２日，同事務所において，破損したドア等を撮影した（以下「破損箇所\n撮影」という。乙１０，弁論の全趣旨。なお，同日撮影された場所の破損\nを原告がしたか否か，したとしても故意にしたものか否かについては争い\nがある。）。\nイ  原告は，同月２３日，大阪市の市議会議員に対し，本件映像を記録した\nＤＶＤを渡し，「河川事務所職員が河川清掃中に拾い上げた物を再利用し\nている。また，中には現金も拾得物としてあり，それは職員で分けたりし\nている」旨を告げた（以下「本件内部告発」という。）。\n被告は，同月２４日午前中，上記市議会議員から，原告が本件内部告発\nをしたことを伝えられた（乙１６）。\nウ  被告は，平成２２年１０月５日から，原告も含めた被告職員に対し，聞\nき取り調査（ヒアリング）を行い，原告に対しては，同月８日（第１回），\n同年１１月１２日（第２回），同月２９日（第３回），同年１２月１４日\n（第４回）の合計４回のヒアリングをした（なお，被告が，原告に対する\n同ヒアリングの内容をまとめた書面（乙７ないし９の各２）を「録取書」\nという。）。\nエ  原告は，同年１０月２５日又は２６日，マスメディアに対し，本件映像\nを含む河川事務所の業務状況を撮影した映像を提供した（以下「本件映像\n等の提供」という。）。\n当該映像は，同年１１月２日以降，原告が本件映像を提供した理由等を\n話す様子と併せて報道された（甲１１の１の１ないし３，甲１１の１の２\nないし４）。\nオ  被告市長は，同月４日に記者会見して，本件撮影に係る状況を含めて事\n情聴取を行う，原告に対し，本件映像の提供を求めて徹底調査する等と述\nべ，同月１８日，「環境局河川事務所不祥事案調査チーム」（以下「調査\nチーム」という。）を設置した。\nカ  原告は，平成２２年１１月８日及び同年１２月１６日，被告に対し，本\n件映像を含む業務状況を撮影した映像を提供した。\n(5)  本件処分及びその理由について\nア  被告は，平成２２年１２月２２日付けで，原告に対し，地方公務員法２９\n条１項各号に基づき，本件処分をした上，以下の(ア)ないし(オ)の事実，\n及び，「なお，河川事務所における拾得した金員の私物化等について，告\n発行為を行い，当該事案の解明に寄与した」との記載がある別紙１のとお\nりの処分説明書（以下「本件処分説明書」という。）を交付した。\n(ア)  原告が「平成２２年６月頃，業務遂行中に拾得した金銭約１０万円\nを，同僚職員と分配の上，約５万円を受け取り，その後，廃棄した」こ\nと。\n(イ)  原告が，平成２１年度からの河川事務所在籍中に，「職場で貯えた\n業務遂行中に拾得した金銭の一部をジュース代等に使用し」たこと。\n(ウ)  原告が，同期間において，「職場で貯えた業務遂行中に拾得した有\n価証券等の一部の分配を受けたが廃棄し」たこと。\n(エ)  原告が，同期間において，「業務遂行中に拾得した物品を私的に取\n得した」こと。\n(オ)  原告が，同期間において，「同僚職員に対して，呼び出して怒鳴り\nつけたり，暴言や恫喝するなどの行為を行」ったこと。\n(カ)  原告が，同期間において，「河川事務所内の壁や備品を破損させた」\nこと。\n（甲７。以下，(ア)を「５万円領得行為」，(イ)を「ジュース代領得行為」，\n(ウ)を「有価証券等領得行為」，(エ)を「物品領得行為」，(オ)を「本件\n暴言等」，(カ)を「本件器物損壊行為」といい，(ア)ないし(エ)を総称し\nて「本件領得行為」，(オ)及び(カ)を総称して「本件粗暴行為」という。）。\nイ  なお，物品領得行為とは，具体的には，原告が，リュックのような「か\nばん」（以下「本件リュック」という。）を業務遂行中に拾得し，その後\n使用したことを指し，原告が拾得した本件リュックを使用していたことは\n当事者間に争いがない。\n(6)  被告の処分指針等（本件処分に関する部分に限る。）\nア  「懲戒処分に関する指針」（乙１３の１及び２。なお，乙１３の１は，\n平成２１年７月１日改正のもので，同年８月１日以降になされた非違行為\nをその対象とし，乙１３の２は平成２２年７月１日改正のもので，同月１\n５日以降になされた非違行為を対象とするが，以下に記載した限度では内\n容の変化がないので，特に区別することなく「懲戒処分指針」という。）\n(ア)  基本的な考え方\n懲戒処分指針においては，まず，懲戒処分の具体的な量定について考\n慮する要素として，①公務遂行に係る非違行為か否か，②非違行為の動\n機，態様，状況及び結果の各内容，③故意又は過失の程度，④非違行為\nを行った職員の職責及び当該職責と非違行為との関係，⑤被害者がいる\n場合の示談及び和解の有無，⑥司法判断，⑦他の職員及び社会に与える\n影響，⑧過去の非違行為の存否等に加え，⑨勤務態度や非違行為後の対\n応を挙げ，これらを総合考慮して処分内容を決定するとし，標準例（懲\n戒事由とそれに対応する懲戒処分の例）が列記されている。\nなお，事案の内容によって，標準例に挙げる処分量定以外となること，\n一連の行為が複数の非違行為に該当する場合は，標準例で規定する懲戒\n処分よりも重い処分をすることもできること，及び，標準例にない非違\n行為も懲戒処分の対象となり，標準例に掲げる取扱いを参考に量定を判\n断することも定められている。\n(イ)  標準例\nａ  勤務態度不良（標準例１(5)）\n勤務時間中に職場を離脱，私的な行為を繰り返し行うなどして職務\nを怠り，又は，職務遂行にあたって上司の命令に従わない等により公\n務の運営に支障を生じさせた職員は減給又は戒告とする。この場合に\nおいて，公務の運営に重大な支障を生じさせた職員は，免職又は停職\nとする。\nｂ  職場内秩序びん乱（標準例１(6)）\n上司その他の職員に対する暴行又は暴言，嫌がらせ等により職場の\n秩序を乱した職員は，停職，減給又は戒告とする。\nｃ  公金物品に係る横領，窃盗，詐欺（標準例２(1)）\nこれらの行為を行った職員は，免職とする。\nｄ  公金物品に対する物品損壊（標準例２(3)）\n故意に職場において物品を損壊した職員は，減給又は戒告とする。\nｅ  ｃ以外の横領，窃盗，詐欺，恐喝，脅迫等（標準例３(2)）\nこれらの行為を行った職員は，免職又は停職とする。\nｆ  ｄ以外の器物損壊（標準例３(5)）\n故意に他人の物を損壊した職員は，減給又は戒告とする。\nｇ  指導監督不適正（標準例５(1)）\n部下職員が懲戒処分を受ける等した場合で，管理監督者としての指\n導監督に適正を欠いていた職員は，減給又は戒告とする。\nｈ  非行の隠ぺい，黙認（標準例５(2)）\n部下職員の非違行為を知得したにもかかわらず，その事実を隠ぺい\nし，又は黙認した職員は，停職又は減給とする。\nイ  被告が平成２２年１２月ころ作成した「環境局河川事務所不祥事案」に\n係る職員の処分量定の基準（以下「本件処分方針」という。乙２の別紙２，\n乙４の別紙１，２）\n(ア)  金品を私物化した職員について\n現金，有価証券を私物化した場合は免職を基本とする。ただし，金額\nが少額の場合は軽減をし，平成２２年２月以前の場合は停職３月，同年\n３月以降については停職６月とする。また，受領を断ったにもかかわら\nず，無理やりに渡された現金を日本赤十字社に寄附などした事案につい\nては処分しない。\n職場でストックされたものから後に分配を受けた場合，停職３月とす\nる。ただし，回数カードなど有価証券について分配を受けた後に，使わ\nずにゴミとして処分した場合は，一定の軽減をし，停職１月とする。\nジュース代として船の中で容器等にストックし，自分も使用した場合，\n停職１月とする。\n(イ)  物品\n物品を家に持ち帰る，又は職場で使用するなど私物化した場合は減給\nとする。\n(ウ)  その他の事情\n本件事案にかかる告発行為については，事案の解明に一定寄与したた\nめ，軽減要素とする。\n本件事案（金品の私物化）以外に特に考慮すべき事情が認められる場\n合は，加重又は軽減要素とする。\n事務所全体を総括すべき管理監督者が金品を私物化した場合は，加重\n要素とする。\n(エ)  金品を私物化していない管理監督者\n局部長及び課長は戒告，課長代理及び係長（本課）は文書訓告，係長\n（所長）は戒告とする。\n(7)  本件に関する訴訟等\nア  原告は，平成２３年２月１０日に本件訴訟を提起するとともに，本件処\n分の効力を同訴訟の判決確定時まで停止するよう求める申立て（当庁平成\n○年（行ク）第○号執行停止申立事件）をした（裁判所に顕著な事実）。\nイ  また，原告と同時に本件処分方針に基づき懲戒免職とされた河川事務所\nの職員Ｈ，Ｉ，Ｏ，Ｌ及びＫの５名は，同年３月２９日付けで，被告に対\nし，懲戒免職処分の取消しを求める訴えを提起した（当庁平成○年（行ウ）\n第○号懲戒免職処分取消請求事件。以下「別件訴訟」という。乙１７）。\nウ  原告は，５万円領得行為について，占有離脱物横領罪で検察庁に送致さ\nれたが，不起訴処分とされた（乙５７，原告本人，弁論の全趣旨）。\n第３  争点及び争点に対する当事者の主張\n１  争点\n(1)  本件領得行為の存否（争点１）\nア  物品領得行為を除く各行為の存否\nイ  本件処分方針における「私物化」に当たるか否か\n(2)  本件粗暴行為の存否（争点２）\n(3)  本件処分に裁量の逸脱又は濫用があるか（争点３）\n(4)  本件処分の手続に違法があるか（争点４）\n２  争点に対する当事者の主張\n(1)  争点１  ア  物品領得行為を除く本件領得行為の存否\nなお，以下では，清掃業務で引き上げたゴミの中の財布や鞄を物色し，金\n目のものを取得する行為を「物色・領得行為」という。\n（被告の主張）\nア  ５万円領得行為の存否について\n(ア)  原告は，本件撮影時，公務の遂行中に，ゴミとして捨てられたとは\n考えられず，市民の物である可能性が高い１０万円もの大金が上がった\nのを受けて，同僚職員に２つに分けさせ約５万円を受領し，その後も，\n警察に届けたり，告発の際の証拠として保全したり，市民の財産として\n厳重に保管しておくこともなく，前提事実(3)イのとおり，本件撮影後，\n漫然と塵芥槽内にあった本件鞄に戻して廃棄した。なお，船の塵芥槽に\n放置された本件鞄に戻せば，中身もろとも捨てられることは自明であり，\n原告もそれを認識していた。\n目的如何にかかわらず，自己の目的のために所有権者を排して自己の\n支配下に収め，権限がないのに所有者でなければできない処分をした以\n上，当該受領が不法領得の意思の発現であり，上記の原告の行為は，市\n民感覚，全体の奉仕者としての意識からかけ離れた行動であり，遺失物\n横領に当たる。なお，原告は，５万円領得行為の捜査の過程で，当該行\n為が遺失物横領に当たることを認めている。\n(イ)  原告の主張について\nａ  第３回及び第４回ヒアリング調査の内容，本件映像におけるＨの物\n色・領得行為や複数の鞄等からのゴミが捨てられている塵芥槽の状況，\n別件訴訟の訴状において，原告が５万円につき「俺はオカンにあげた」\nと言ったなどと主張されていること，原告自身が頻繁に免許証等の引\n上げがあったと述べているところ，これらの免許証につき返還措置を\n講じたことがないことからすれば，現金を分けさせたことがなく，現\n金を受領したのは所有者への返還目的であったとの原告の主張には理\n由がない。\nｂ  また，原告が，日ごろから物色・領得行為をやめるように周囲に提\n言していたと主張していること，原告がＨら河川事務所の職員に対し\n暴言や恫喝行為をして既に十二分に警戒されていたこと，原告が当時，\n物色・領得行為を拒否している同僚がいることを認識していたことを\n考慮すると，周囲に警戒され，証拠収集ができなくなるため５万円を\n受領したとの主張は不合理である。\nｃ  なお，被告は，ヒアリングの際には，適宜休憩を挟み，原告も特に\n発言を妨げられることなく自由に発言し，各ヒアリング録取書の末尾\nには記載内容に誤りがない旨の原告の署名捺印があるから，ヒアリン\nグ 録 取 書 が 意 図 的 な 誤 導 や ね つ 造 に よ る と の 原 告 の 主 張 は 誤 り で あ\nる。被告は，特に，本件領得行為，すなわち，金品の「私物化」一般\nの動機の部分は慎重な読み聞けを経て録取する等の配慮をした。\nイ  ジュース代領得行為について\nジュース代領得行為とは，具体的には，原告が，同僚職員が現金を拾っ\nた際に一緒におり，当該職員が拾得した現金で買ったジュースを一緒に飲\nんだこと，平成２１年６月以降，Ｒという作業船で，拾得した硬貨をビン\nや缶に入れていたこと，平成２０年７月から平成２１年８月までの間，１\n０数回程度，１回１０００円前後の現金を拾得し，ジュース代としたこと\nをいう。被告は，第４回ヒアリングで原告がこれらの行為を認めたことか\nら当該事実を認定した。\n原告は，第４回ヒアリング録取書（乙９の２）が不正確かつ恣意的であ\nると主張するが，聴取時には誓約書（乙９の１）を提出し，同録取書には\n原告の署名・捺印もあることから，その認識に真っ向から反した記載がな\nされていることは考えられない。なお，原告が拾得された小銭がビン等に\n保存されていることを知り，同僚から原資を確認せずジュースを貰って飲\nんだことがあったのであれば，未必的には拾得した小銭をジュース代にし\nていたことを認識・認容していたものと考えられる。\nなお，本件処分方針の文言上，ジュース代領得行為を自らジュース代を\nストックして使用する場合のみに限ると解することはできず，ジュース代\nとして使用した場合に自ら購入するかどうかで非難の程度が異なるもので\nもないから，上記の未必的認識・認容をもってジュースを貰った場合も当\n該行為に当たる。\nウ  有価証券等領得行為について\n有価証券等領得行為とは，具体的には，原告が，平成２２年３月ころ，\n同僚からＳ１枚及びＴのポイントカード（以下，総称して「本件有価証券\n等」という。）をそれぞれ受領し，その後廃棄した行為を指す。\n有価証券等領得行為が，不法領得の意思の発現であって遺失物横領に当\nたること，全体の奉仕者としての行為とかけ離れた行為であったことは，\n５万円領得行為の場合と同様である。また，本件有価証券等の受領が周囲\nの警戒心を解き，証拠収集を容易にするためであるとの原告の主張が不合\n理であることも同様であり，むしろ，原告が，同受領時ころ，公然とビデ\nオカメラで職場の様子を撮影していたことからすれば，より不合理である。\nさらに，原告は，ヒアリング調査において，本件有価証券等を受領した理\n由について内部告発の証拠収集のためであると述べてもいなかった。\n（原告の主張）\nア  ５万円領得行為の存否について\n(ア)  ５万円領得行為のうち，原告が１０万円を同僚職員と分配した事実\nはない。\n原告は，河川事務所において組織的に行われていた物色・領得行為\nを内部告発する際の証拠とするために本件撮影をしたところ，Ｈが自ら\n分けた５万円を渡そうとした際，いったん断ったが，Ｈに「それは困り\nます」と言われ，無理に断ると，同僚から変に怪しまれて警戒され，そ\nの後の物色を止めてしまい，本件撮影が続行できなくなる，また，運転\n免許証等から落とし主を確認して返却しようと考え，いったん当該５万\n円を受領した。\n原告がヒアリング調査において，当該１０万円を「量が多いので同僚\n職員Ａに感覚で２つに分けるよう指示した」と説明したことはなく，む\nしろ，第４回ヒアリングにおいて，指示について強く否定した。\n(イ)  不法領得の意思の不存在（遺失物横領の不成立）\n原告は，Ｈからの現金約５万円受領時には，内部告発における証拠収\n集及び所有者への返還の目的があり，不法領得の意思，すなわち，所有\n者を排除し，自己の所有物と同様にその経済的用法に従い，これを利用\nし又は処分する意思がなく，「領得」とはいえない。\n原告が，本件撮影以前から一貫して内部告発のため証拠収集を続けて\nおり，不法領得の意思を有していれば，自己の犯罪の証拠にもなり得る\n本件映像を残すはずがないこと，下記の(ウ)のとおり，所有者の本件鞄\nに当該金員を戻したことからも，領得意思がなかったことは明らかであ\nる。\n他の職員についての不正行為について内部通報をした原告が，当該５\n万円の受領を頑なに拒絶したら，Ｈら河川事務所の他の職員らは，河川\n事務所における組織的な物色・領得行為についても原告が内部通報する\nと危惧し，原告の前で当該行為をしなくなるなど，当該行為の調査が困\n難となることが確実であったことから，原告は，その受領を拒否できな\nかった。\n(ウ)  原告がＨから受領した約５万円を廃棄した事実もない。\n原告は，当該５万円の受領時，その所有者を本件鞄内の身分証明書か\nら特定できると考えていたが，その後，塵芥槽を確認したところ，４，\n５枚の運転免許証，クレジットカード，保険証等があり，本件鞄の所有\n者を確認し，返還することができないことが分かった。原告は，その時\n点で警察に届けるとＨの個人的な犯罪として内部告発の目的を達するこ\nとができないし，想像を絶する嫌がらせや脅迫を受けるので関係者の刑\n事処分は避けたいと考え，他方で，個人で保管すると横領とされる危険\nが多いと考えたことから，やむを得ず，当該現金が入っていた本件鞄の\n中に戻した。\n(エ)  ヒアリング調査に係る録取書が信用できないこと等\nヒアリング調査は，朝から夕方までの長時間にわたり，原告一人から\n聴取するもので，持病がある原告は，最終的には頭がもうろうとした状\n態で同調査に対応しており，また，同調査は，被告らが原告を物色・領\n得行為をしてきた者の共犯者であると決めつけ，原告が横領したことを\n認めるように誤導し，処分することを目的としてなされたものである。\n第２回ないし第４回ヒアリングの各録取書（乙７ないし９の各２）は，\n原告の説明に反し，意図的に不自然な内容にまとめられており，特に，\n被告が５万円領得行為やジュース代領得行為の根拠とする第４回ヒアリ\nング録取書の内容は，原告が説明した，受領した金銭を本件鞄に戻す経\n緯や５万円受領時の認識や受領理由が記載されておらず，むしろ質問さ\nれず，回答もしていない５万円受領の動機が記載されているなど，ねつ\n造され又は意図的に改変されている。\nよって，各録取書の信用性はない。\nなお，原告が，５万円領得行為の捜査の過程で領得意思をもって金品\n等を不正に領得した事実を認めたことはなく，捜査に当たった警察官も\n不法領得の意思はないものと判断していた。\nイ  ジュース代領得行為について\n原告が，ジュース代領得行為に該当する行為をしたことはない。\n本件処分方針の文言及び拡大解釈が許されないことからすると，本件処\n分方針におけるジュース代領得行為とは，自らジュース代として金銭を船\nの容器の中にストックし，自らジュースを購入した場合に停職１月とする\nと定めていると解すべきであるから，原告が他の同僚からその購入原資が\n分からないジュースを貰ったことは当該行為には当たらない。\nそして，原告は，Ｋが職務中に現金を拾った際に一緒にいたが，同人が\n拾ったお金でジュースを買ったか否かは確認しておらず，自分のジュース\nは自分の現金で買った。また，原告は，平成２１年６月以降，Ｒという作\n業船で，拾得した硬貨を缶やビンに入れられているのを見たことはあるが，\n原告自身が硬貨を拾得したり，缶等に入れたり，拾得した金銭からジュー\nス等を購入したりしたことはない。\nウ  有価証券等領得行為について\n原告は，５万円領得行為と同様に不法領得の意思はない。\n原告が本件有価証券等を受領したのは，再び河川事務所に勤務し始めた\n平成２１年６月以降，物色・領得行為等の不正行為を止めるように常々言\nったことより同僚が原告に対して抱いていた警戒心を解き，内部告発のた\nめの撮影を容易にするためであり，受領した本件有価証券等のうち，Ｔの\nポイントカードは，Ｌに証人となってもらい，受領当日に廃棄し，Ｓは，\nＤ主任が残額を確認すると言ったので任せ，エラーで使用できない状況で\nあったことから，同人が廃棄した。\nなお，原告が，ヒアリング調査において，本件有価証券等を受領した上\n記動機について述べていないのは，被告から質問されなかったためであり，\n本件領得行為の動機が聴取された旨の第４回ヒアリング録取書の記載は被\n告が事後的に付け加えたものである。\n(2)  争点１  イ  本件処分方針における「私物化」該当性\n（原告の主張）\nア  ５万円領得行為について\n(ア)  原告は，そもそも，５万円を所有者に返還する目的で受領しており，\n「私物化」には該当しない。\n(イ)  本件処分方針において，無理やり渡された現金を受領した場合に寄\n附や自宅で保管したケースは処分なしとされ，有価証券を受領した場合\nに使用せず廃棄した場合に処分が軽減されていることからすると，本件\n処分方針における「私物化」とは個人的に使用ないし費消することを前\n提とした利得性がある場合を指しており，廃棄する場合を含まない。そ\nうすると，原告が約５万円を受領し，その後本件鞄に戻した行為に利得\n性がないことは明らかであり，本件処分方針でいう「私物化」，すなわ\nち，懲戒処分事由には該当しない。\n(ウ)  正当行為\n平成１６年に，違法行為をただすための内部告発の積極的価値と社会\n的正当性が認識されるに至ったことから公益通報者保護法が制定され，\nまた，公務員が業務遂行中に違法・不正行為を発見した場合にはこれを\n摘発する義務がある。河川事務所においては，長年，拾得物の私物化が\n常態化し，いわば組織ぐるみで違法行為が行われていたから，その実態\n解明と違法行為の是正のための本件内部告発をすることは公益通報者保\n護法の趣旨から保護されるものであり，公務員としての義務を果たすこ\nとでもあった。\n原告の５万円領得行為は内部告発のための証拠収集手段である撮影行\n為を続行する目的でしたものであり，また，５万円の受領には所有者への\n返還目的もあったことから，公務員としての正当な業務行為として違法性\nがなく，「私物化」とは評価し得ず，懲戒処分の対象となり得ない。\nイ  有価証券等領得行為\n有価証券等領得行為は，５万円領得行為と同様に，利得の意思及び利得\n行為がなく，また，正当行為であるから，「私物化」には当たらない。\nウ  物品領得行為について\n原告が本件リュックを使用していたことはあるが，本件リュックはその\n外見上明らかに「ゴミ」であり，もともと無価値物を使用したものである\nから，その他の財物の私物化と同列に論ずることはできない。\n（被告の主張）\nア  ５万円領得行為及び有価証券等領得行為について\n(ア)  原告が，各領得行為時に所有者に返還する目的を有していなかった\nことは，上記(1)被告の主張ア(イ)ａ及びウのとおりである。\n(イ)  本件処分方針は，原則として処分対象となる行為態様を「私物化」\nとしており，利欲性は処分量定を重くする一事情ではあるが，非違行為\nの悪質性は，第一次的に，公務員としての立場と相容れない行為をした\nことにより，公務員に対する市民の信頼に反した点に求められ，河川の\n清掃を業務とする公務員としては，拾得物を市民の財産として厳重に保\n管した後，警察等に届け出るべきであるから，利得意思の有無や受領時\nの内心如何によらず，廃棄行為も「私物化」に該当する。\n５万円領得行為は，現金を受領した場合の懲戒軽減類型である「無理\nやり渡されて寄附や自宅で保管したケース」と態様が異なっており，ま\nた，有価証券の「分配を受けた後に使わずにゴミとして処分した場合」\nに懲戒の軽減がされるとしても，有価証券と現金の差を考慮すると，「私\n物化」に当たらないとはいえない。\n(ウ)  適式な公益通報であっても，それをするために通報者が事前に行っ\nた行為（以下「通報に関連する行為」という。）の違法性は別途個別に\n判断されるべきであり，当然に違法性が阻却されるというものではない。\nそもそも，各領得行為は，告発のための証拠収集行為であるビデオ撮\n影に付随して行われたものであって，告発による問題行為の是正への寄\n与は極めて間接的であるから，各行為の違法性の程度に影響を与える場\n合は極めて例外的な場合に限られるべきであり，具体的には各行為をす\nる必要性や相当性が厳格に問われる必要がある。\nそして，公益通報制度の利用を経ずして証拠収集行為であるビデオ撮\n影を先行させる必要はなく，少なくとも極めて不相当であること，仮に\nその必要性があったとしても，物色・領得行為を撮影できれば証拠収集\n目的は達成できたものであり，５万円又は本件有価証券を受領又は廃棄\nする必要はなく，不相当であること（なお，警戒されることなく証拠収\n集するために受領せざるを得なかったとの原告の主張が不合理であるこ\nとは上記(1)被告の主張ア(イ)ｂ，ウのとおりである。），後記(3)被告\nの主張イ(ウ)のとおり，本件内部告発及びそれに関連する証拠収集行為\nが 真 に 組織 浄 化 を 図 る 意 図に 基 づ く も の か は 疑 問が あ る こ と 等 に よれ\nば，仮に５万円領得行為又は有価証券等領得行為につき，証拠収集目的\nがあったとしても，各行為の違法性が阻却され，低減することはない。\nイ  物品領得行為について\n原告は，本件リュックが無価値物であるので他の財産の私物化と同列に\n論じることはできないと主張するが，本件リュックを原告が使用できてい\nる以上，財物であり，物品領得行為は私物化に当たる。\n(2)  争点２（本件粗暴行為の存否）\n（被告の主張）\nア  本件暴言等について\n(ア)  本件暴言等とは，具体的には，原告が，①直属の上司である部門監\n理主任らに対し，繰り返しメールによって乱暴な言葉遣いで配船等につ\nいての身勝手な要求をしたり，他の職員に対し何らかの危害を加えるよ\nうな不穏当な発言をしていること（乙１２），②原告が，同僚職員の多\nくにロッカーを叩いたり蹴ったりしながら怒鳴るといったことであり，\n特に，Ｈに対して，壁を殴りつけながら「しばくぞ」などと恫喝するな\nど，相当強度の暴言・恫喝をしていたことを指す。\n(イ)  上記①の行為の存在はメールの内容から明らかであるし，②につい\nては，原告と友好関係にあったＬ，Ｉらも含めた河川事務所の職員らが\n署名捺印の上提出した文書等（乙１６の別紙１２，１３）により，異口\n同音に主張していること，別件訴訟の訴状の中でも原告の粗暴行為及び\n当該行為の河川事務所への悪影響を主張していることからその存在が明\nらかである。\nまた，原告は，自らが作成し，平成２２年１１月８日又は同年１２月\n１６日に被告に提出したＤＶＤ（乙３９）において，原告が河川事務所\nに来た初めのころ，「怒ったり」「怖いとこみせとかなあかんやん。そ\nれでぶあーと言うたことはあるで」などと粗暴行為を自認する部分があ\nる。\nイ  本件器物損壊行為について\n(ア)  本件器物損壊行為は，少なくとも，①河川事務所２階の警備員室の\n扉（乙１０写真③，原告が補修），②同１階作業場の扉（乙１０写真②，\n原告が補修），③同１階の洗濯機（乙１０写真①），④同２階の更衣ロ\nッカー（乙１０写真④），⑤河川事務所備付けのヘルメット（乙１１）\nの各損壊を指す。いずれも，原告が邪魔になると思ったり，怒ったりし\nた際に損壊したものである。\n(イ)  原告は，本件器物損壊行為について，ヒアリング調査で認めており，\nこれに反する主張は信用性がない。被告は，同調査の際，損壊箇所を特\n定して聴取し，原告も覚えのないものはその旨を述べており，例えば，\n原告は，上記④のロッカーについては，Ｎのロッカーの隣にある組合関\n係のロッカーと特定した上で損壊を認めて動機を説明し，また，同③の\n洗濯機についても「凹み」が残っている洗濯機を故意に損壊した旨述べ\nていた。また，原告が主張する同①の警備員室の扉を叩いた理由や同②\nの作業場の扉の損壊につきＬをかばって原告が損壊したとの主張は，不\n自然・不合理であるし，これらの損壊はいずれも平成２２年春から夏に\nかけてなされたものである。\nなお，原告は，自らが作成し，平成２２年１１月８日又は同年１２月\n１６日に被告に提出したＤＶＤ（乙４５）において，怒りにまかせてド\nアに向かって右手拳を勢いよく突き出し，２つくらいの穴を開けたこと，\n通路に置かれたヘルメットにつまずいて転倒した際に，怒って右手拳を\n勢いよく上から振り下ろし，ヘルメットが割れたことを自認しており，\nまた，上記②の作業場の扉の損壊につき，Ｌをかばうためであったこと\nには触れていない。\n（原告の主張）\nア  本件暴言等について\n(ア)  否認する。被告が主張する本件暴言等の時期及び態様の特定が不十\n分であり，具体的な認否・反論が困難である。\nなお，原告は，本件事務所における，物色・領得行為，陸にあったゴ\nミを河川へ運んで，河川から回収したかのように見せかけたり，事業系\nゴミを回収して謝礼としてジュースを受け取るなどの不正行為，及び，\nＦやＮがＬに対して日常的にしていた暴行・恐喝を止めさせるための注\n意を行っており，Ｈに対して怒鳴ったり，上司に対して感情を露わにし\nた言動をし，メールを送ることはあったが，職場の規律を乱す行為とは\nいえず，懲戒事由には該当しない。\nまた，被告が問題であるとするメールの文面も取り立てて暴言となる\n内容ではないものが多い上，携帯電話のメールは短いフレーズでやりと\nりをしていくのが通常であるから，行き交うメールの一つだけを取り出\nして評価すべきものではない。\n(イ)  被告が本件暴言等の根拠であると主張する河川事務所の同僚らの陳\n述はごく一部を除き虚偽であり，同事務所の同僚や上司らが原告の行為\nを押さえきることができず，報復を恐れて被告の環境局本局（以下「本\n局」という。）に報告することができなかったなどの被告の主張は不合\n理である。\n原告は，第４回ヒアリングにおいてＨを怒鳴ったことを認めたが，併\nせて質問された暴言や恫喝は，怒鳴ったことと同様の意味であると理解\nして回答しており，真に恫喝したことを認めたものではない。\nイ  本件器物損壊行為について\n原告は，被告が主張する本件器物損壊行為（①河川事務所２階の警備員\n室の扉，②同１階作業場の扉，③同１階の洗濯機，④同２階の更衣ロッカ\nー，⑤河川事務所備付けのヘルメット）のうち，本件処分の１年４か月以\n上前である平成２１年８月ころに上記①の警備員室の扉を損壊したこと以\n外の行為はしていない。\n(ア)  ①河川事務所２階の警備員室の扉\n上記①の扉の損壊行為は，平成２１年８月ころ，Ｆ主任ら同僚がＬを\nいじめていることに立腹した原告が，扉を素手で叩いて大きな音を出そ\nうとして壊したものである。当該損壊に至る経緯を考慮すると，損壊行\n為として懲戒理由の一部とすることは誤りであり，また，原告は，Ｄ主\n任に対して直ちに報告の上，１年以上にわたって月に１回程度弁償を申\nし出て，Ｄ主任より弁償しなくてよい趣旨である旨を確認したものであ\nって，本件処分時まで問題にされたことはなかった。\n(イ)  ②河川事務所１階作業場の扉\n上記②の扉の損壊は，Ｆ主任とＬが，平成２１年９月７日，ボクシン\nググローブを付けて殴り合いをし，Ｌが，Ｆ主任を同扉の場所を背に追\nい詰めてめった打ちにした際にひびが入ったものである。原告は，殴り\n合いに割って入り，同人らを引き離したことからその場が収まったが，\n数日後，上記扉にひびが入っていることを確認した。\n原告は，上記の殴り合いが上司に発覚すれば，Ｌが懲戒処分を受ける\nと考え，同人をかばうために，補修をするとともに，Ｄ主任に対し，自\nらが損壊したと報告し，弁償の申し出をするなどしたが，上記(ア)と同\n様に最終的に弁償しなくてよい旨を確認し，ヒアリング調査においても，\n同様に自らの行為であると申告した。原告は，当該損壊がヒアリング当\n時予想もしなかった懲戒免職の理由の一つとなったことから，現在，真\n実を述べているものであり，申告内容の変化は不合理ではない。\n(ウ)  ③河川事務所１階の洗濯機（乙１０写真①）\n原告は，平成２２年１０月８日，第２回ヒアリング調査において，洗\n濯機を損壊したことを認めたが，当該洗濯機は平成２１年９月ころ，被\n告主張の洗濯機の裏側に設置され，その後間もなく移動された別の２槽\n式洗濯機のことであり，被告主張の洗濯機の損壊はしていない。原告は，\nヒアリングの際，Ｑ課長らの質問が聞き取りにくく，また，損壊対象の\n写真等を見せられなかったこと，及び，本件事務所内ではロッカーや洗\n濯機の入替えが行われており，質問時には行為の時期や物の特定がなさ\nれるべきであるのにそれがなされなかったことから，誤った回答をした。\n(エ)  ④河川事務所２階の更衣ロッカー（乙１０写真④）\n原告は，同ロッカーの損壊はしておらず，上記(ウ)と同様の理由から，\nヒアリングの際には誤った回答をした。\n原告は，平成２１年１２月ころ，ロッカーが設置されていた部屋（ロ\nッカー室(1)）の隣の会議室に置かれていた組合旗等が保管されていたロ\nッカーの角をポンと蹴ったことがあるが，へこみなどは生じなかった。\nなお，原告が，Ｕ氏のロッカー（原告用ロッカーの隣に設置）扉が毎日\n開けっぱなしであったのを閉めており，その扉が閉まりにくくなってい\nたことはあるが，同扉を蹴るなどの行為をしたことはない。なお，当該\nロッカーは同月ころに古くなったことから被告が処分した。\n(オ)  ⑤河川事務所備付けのヘルメット（乙１１）\n原告は，被告主張のヘルメットを損壊しておらず，ヒアリング調査で\nも当該損壊は聴取されず，認めてもいない。\nなお，原告は，平成２２年８月ころ，広報船に乗り込もうとして自航\n船を横切った際，甲板上にあったヘルメットにつまずき転倒してしまい，\n右膝を強く打って出血した。原告は，その際，ヘルメットが置きっぱな\nしであったことに腹を立てて，素手でヘルメットを叩いた。原告が叩い\nたヘルメットは，被告主張のヘルメットのように古びていたり，頭頂部\nがへこんでいるものではなかった。原告は，その後，Ａ所長から，同僚\nが，原告にヘルメットを壊されたと言っているから事情を聞かせてほし\nいとの連絡を受けた際，上記の状況及び素手で叩いたくらいで壊れるは\nずがなく，実物を見せてほしい旨を告げたところ，Ａ所長は「自分も実\n物を見ていない」と言い，さらなる事実確認もされなかった。\n(3)  争点３  本件処分に裁量の逸脱又は濫用があるか\n（原告の主張）\nア  本件処分方針について\n(ア)  本 件処分方 針の量定 が懲戒処 分指針の標 準例に照 らして重 きに失\nし，また，比例原則，平等原則に反すること\n被告が自ら懲戒権行使について懲戒処分指針を定めた以上，同指針の\n要件に基づいて懲戒処分を行う必要があり，懲戒権行使に際して要請さ\nれる罪刑法定主義類似の観点からも処分原因を拡張解釈することは許さ\nれず，また，懲戒の具体的な量定を定めるについても，懲戒処分指針の\n標準例の量定が重視されなくてはならない。\n本件処分方針において免職を基本とする「現金，有価証券の私物化」\nは，無主物としてその領得が犯罪となり得ない，又は，せいぜい公金物\n品以外を対象とする遺失物横領罪（法定刑は１年以下の懲役又は１０万\n円以下の罰金）である。他方，懲戒処分指針においては，公金物品に対\nするものを除く「一般非行関係」のうち，窃盗罪等の原則として１０年\n以下の懲役とされる罪を犯した場合（例外として横領罪のみは５年以下\nの懲役）であっても，「免職又は停職」と停職も基本量定としている上，\n３年以下の懲役あるいは罰金に当たる罪である器物損壊であっても「減\n給又は戒告」とされていることからすると，１年以下の懲役又は１０万\n円以下の罰金とされる遺失物横領罪についての量定はせいぜい「減給又\nは戒告」以上にすることはできず，無主物の場合はさらに軽減されるべ\nきであるから，本件処分方針の量定は均衡を失している。\nまた，本件処分方針は，たまたま行為が特定された職員のみを厳罰に\n処すものであり，従前不正行為をしながら処分されなかった者や管理職\nとの間の取扱いで平等原則，比例原則に反するし，被告の管理体制の不\n備と自浄能力のなさが物色・領得行為を組織ぐるみで継続させてきたこ\nとの最大の原因であることを看過したものである。\n(イ)  本件処分方針の適用について\n懲戒処分指針では，具体的な量定において，①公務遂行に係る非違行\n為か否か，②非違行為の動機，態様，状況及び結果の各内容等の多数の\n要素なども考慮するとされており，それらを考慮しないまま，本件処分\n方針の量定を機械的に適用することは，それ自体で懲戒処分の濫用に当\nたる。\nイ  本件領得行為及び本件粗暴行為自体のあるべき処分量定について\n(ア)  本件領得行為について\n本件領得行為のうち，まず，５万円領得行為は，上記アのとおり，そ\nもそも，懲戒処分指針との均衡上，仮に不法領得の意思があったとして\nもせいぜい「減給又は戒告」に相当する行為であり，また，原告が５万\n円を受領した時点で所有者に返還する目的や内部告発のための証拠収集\n目的があったこと，受領後，元の場所に戻して私的に費消していないこ\nと，河川事務所では組織的な不正行為が長年にわたり継続していたこと，\n当該行為について原告に対する刑事処分がなされる可能性が極めて低い\nこと，原告には過去に非違行為がなかったことなどを考慮すると，当該\n行 為 を 「免 職 処 分 」 相 当 とす る こ と が 重 す ぎ る こと は 明 ら か で あ る。\nジュース代領得行為は，その行為の内容から遺失物横領罪の可能性が\nあるにすぎず，上記と同様，「減給又は戒告」よりも重い処分をするこ\nとは均衡を失する上，ジュース代であり，金額がごく少額であることも\n考慮すると，本件処分方針のとおり停職１月とするのは重きに失する。\n本件有価証券等の受領行為及び廃棄は，本件処分方針によれば停職１月\nとなるが，懲戒処分指針との均衡及び本件有価証券等が無価値に近いも\nのであったことを考慮すると重きに過ぎる。\n物品領得行為は，本件処分方針において「減給」とされているが，原\n告が公務中に見つけた本件リュックを使用した行為は，ゴミとしか思え\nない無価値物を利用したにすぎず，価値のある財産の私物化と同様に評\n価すべきではなく，「減給」とするのは重きに過ぎる。\n以上のとおり，本件領得行為は，仮に，懲戒処分の対象となるとして\nも，懲戒処分指針に定める量定との均衡上，「減給又は戒告」より重く\nすることは比例原則に反し，せいぜい減給に止まり，以下のウ(ア)のと\nおり，内部告発行為が本件領得行為全体の軽減事由となることからすれ\nば，せいぜい「戒告」程度の処分しかできない。\n(イ)  本件粗暴行為について\nａ  本件粗暴行為を本件処分の理由とすべきでないこと\n被告が，原告に対し，本件暴言等につき，具体的に事実を指摘して\n注意や指導等をしないままこれらを懲戒処分の理由とすることは許さ\nれない。\nまた，本件器物損壊行為のうち，上記①の警備員室の扉の損壊につ\nいては，本件懲戒処分より１年４か月以上前のことであり，応急的措\n置をとった上，弁償を申し出ている。また，その他の本件器物損壊行\n為が仮にあったとしても，被告は，器物損壊の結果が生じたことを知\nりながら，何ら事実調査や原告に対する責任追及をすることなく，そ\nの状態を１年間放置したものであり，これを懲戒処分の理由とするこ\nとはできない。\nｂ  仮に，処分理由となるとしても，懲戒処分指針によれば，公金物等\nの損壊は「減給又は戒告」と定められ，同僚に対する暴言や恫喝につ\nいての定めはないものの，一般非行のうちの「暴行，けんか」が「減\n給又は戒告」とされていることから，単なる暴言の場合，「減給又は\n戒告」より重く処分することは許されない。\nウ  本件において考慮すべき事情\n(ア)  本件内部告発の評価が不十分であること\n本件内部告発は，本件処分方針においても「本事案に係る告発行為に\nついては事案の解明に一定寄与した」と記載されているとおり，本件領\n得行為全体の解明に寄与したのであるから，本件領得行為全体との関係\nで軽減事由となる。\n被告は，本件内部告発により，河川事務所の長年の違法行為の実態解\n明及び是正がなされ，大阪市民の利益及び被告の信頼回復に多大な貢献\nがなされたことを本件処分時に考慮しておらず，むしろ，本件内部告発\nに関する事由に，従前全く問題とされておらず，その時期や性格も全く\n異なる本件粗暴行為をも理由に加え，量定を加重した処分をすることは，\n内部告発による軽減を無に帰させるものであって許されない。\nなお，原告は，平成２１年７月から１０月ころまでの間にＡ所長ら上\n司に物色・領得行為を止めさせるように訴えたが取り合われなかったこ\nとから，本件粗暴行為等の指摘がなされる以前である同年１０月ころか\nら物色・領得行為の撮影を開始していた。そして，原告は，平成２２年\n８月２３日に，Ａ所長が河川事務所で乾かしていた物色・領得行為によ\nる物品等を片付けるように指示したことを，当該行為の証拠隠滅行為で\nあると考え，被告が拾得物を所有者のもとに戻すつもりはないと確信し\nたこと，及び，同年９月上旬，Ａ所長に対し，物色・領得行為につき「自\n分のほうでやります」と伝えた後，事実確認等もないまま同月２２日に\n至ってなされた破損箇所撮影行為を，原告に対する圧力であると感じた\nことから，本件内部告発をしたものである。\n(イ)  本件処分の目的が報復，見せしめ目的であること\n被告の主張によっても，本件内部告発前は，本件粗暴行為について，\n産業医の面談等が検討されており，懲戒の対象とする意思がなかったも\nのであり，本件粗暴行為に係る上申書等は，原告が本件映像をマスメデ\nィアに提供し，報道がなされた後の第２回ヒアリング以降に提出された\nことからすれば，本件粗暴行為をも処分理由とした本件処分は，本件内\n部告発により被告の不祥事及び醜態が明らかとなったことに対する被告\n内部の反発の声に配慮した報復並びに今後の同様の内部通報を阻止する\nための見せしめ目的である。\n(ウ)  平等原則に反すること\n被告において，拾得物の私物化という違法行為が長年にわたり行われ\nてきており，その責任は被告の管理体制の不備にあること，また，詳細\nな調査をすれば，原告と同時に処分された者以外の職員や管理職らにも\n現金を拾得している者がいることが明らかになるはずであることを考慮\nすると，過去の不正行為者や管理者を不問にし，原告を懲戒免職処分と\nするのは平等原則に反する。\n(エ)  その他考慮すべき事情\n本件処分においては以下の事情も考慮すべきである。\nａ  本件処分は，違法行為をただすための内部告発の積極的価値や正当\n性を認める社会一般の認識を無視するものであり，公益通報者保護法\nの趣旨に反し，公益通報保護の流れに大きく逆行するものである上，\n市民のための行政，透明な行政，市民の声の反映を掲げる被告の市政\n方針にも反する。\nｂ  原告に懲戒処分歴はなく，平成２１年度の人事考課の上司評価は４\n（Ａ）で高い評価であった。\nｃ  前提事実(7)ウのとおり，原告は５万円領得行為につき不起訴となっ\nた。\nエ  結論\n以上のとおり，本件処分の理由として挙げられた原告の行為の動機，態\n様，状況及び結果，原告の懲戒処分歴，並びに，選択する懲戒処分が他の\n公務員ないし社会に与える影響等の検討結果に加え，懲戒免職処分が地方\n公務員としての身分を奪う極めて重大な不利益をもたらす処分であること\nからすれば，免職処分の選択には他の処分に比して特に慎重な配慮を要す\nることを考慮すると，本件処分は明らかに均衡を失する重い処分であり，\n社会通念上著しく妥当性を欠き，裁量の逸脱ないし濫用がある。\n（被告の主張）\n本件処分に裁量の逸脱ないし濫用があったとする原告の主張は争う。\nア  本件処分方針及び内部告発の評価について\n(ア)  本件処分方針について\n本件処分方針のうち，現金又は有価証券の私物化につき，「免職」を\n基本処分としたのは，遵法精神の徹底が図られている最中，公務遂行中\nであるにもかかわらず，ゴミとして捨てられたとは考えられない現金又\nは有価証券を発見しておきながら，警察署や被告に届け出るなどして落\nとし主に返す努力を何らすることなく，遺失物横領罪（刑法２５４条）\nに該当する犯罪行為を個人的かつ主体的に行うことが，公務員にあるま\nじき非行として極めて重度で，特に悪質だからである（ただし，本件処\n分方針のとおり，数千円までの少額の場合は処分を軽減し，また，寄附\nをしたなど公務員としての品位を損なう程度が低い場合は処分なしとし\nた。）。また，その他の行為も行為の主体性の程度や金額の多寡などを\n考慮して，本件処分方針のとおり，免職より一定軽減した停職を基本と\nし，各要素を考慮して停職期間やさらなる軽減要素を定めている。\nなお，現金については，ゴミとして捨てられたとは考えられない以上，\nその廃棄は河川事務清掃業務に従事する公務員の立場と完全に相容れな\nいものであるため，処分量定上も費消していないことを理由に処分を軽\n減する理由とはしなかった。\nまた，それが職場ぐるみのものであったとしても，その行為の悪質性\nを高めこそすれ，これを軽減する要素となるわけではない。なお，本局\nは平成２２年９月まで，河川事務所において物色・領得行為が行われて\nいると認識していなかった。\n(イ)  内部告発の評価\n「職員等の公正な職務の執行の確保に関する条例」によっても，内部\n告発を不利益に取り扱うことが禁じられているのみで，懲戒処分の量定\nを決する際に，内部告発を必ず有利に斟酌しなくてはならない，又は，\n懲戒免職処分は回避しなくてはならない等を定めた実体法上の根拠はな\nい（なお，原告はそもそも当該条例に基づく公益通報をしたものでもな\nい。）。\nまた，内部告発を懲戒免職処分の回避事情又は懲戒処分の軽減事情と\nして考慮せざるを得ないとすると，内部告発をすれば非違行為をしても\n許されるといういき過ぎた捉え方がなされる恐れがあるし，内部告発に\nよ っ て も公 務 の 廉 潔 性 は 完全 に 回 復 さ れ る も の では な い に も か か わら\nず，その廉潔性を阻害した非違行為に対する相応の責任を問い得ないと\nいう事態が生じ得るため，相当でない。\nイ  本件処分が懲戒権者の裁量の範囲内であること\n(ア)  本件領得行為について\n本件処分方針によると，本件領得行為のうち，５万円領得行為は「免\n職」相当，ジュース代領得行為「停職１月」，有価証券等領得行為は，\nゴミとして捨てたことを軽減事情として「停職１月」，物品領得行為は\n「減給」の各処分が相当となり，本件内部告発等の特殊な加重軽減事情\nを加味する前の段階では，本件領得行為を理由として原告に対してなす\nべき懲戒処分は「懲戒免職」が相当となる。\nなお，上記争点１における被告の主張のとおりの５万円領得行為の態\n様，額の大きさ及び当該５万円を廃棄したことを考慮すると，５万円領\n得行為につき軽減事情はなく，また，職務外でなされた一般非行行為と\nしての器物損壊に比して信用失墜の程度が大きいことから，当該非行に\nつき懲戒処分指針（前提事実(6)ア(イ)ｆ）が定める「減給又は戒告」に\nしかできないと考えることはできない。\n(イ)  本件粗暴行為について\n本件粗暴行為のうち，本件器物損壊行為は，平成２１年６月１日の河\n川事務所着任からわずか１年数か月の間，５回にわたり，怒りにまかせ\nた非常に激しい故意をもって，簡単には損壊できない扉，ロッカー及び\nヘルメット等の公共財産を損壊したものであり，また，本件暴言等も，\n直属の上司に対して職制を無視した不条理かつ無礼なメールを幾度も送\nりつけるなど，勤務時間内外を問わず，繰り返され，その結果，職場の\n同僚を畏怖させ，上司であっても，原告を刺激しないように細心の注意\nを払わなければならない状況に陥らせて，上司の配船作業や多くの同僚\n職員による通常の河川業務の円滑な遂行を妨げた行為であり，組織の規\n律及び秩序の破壊が著しく，懲戒処分指針（前提事実(6)ア(ア)及び(イ)\nｂ，ｆ等）に照らし，懲戒免職処分になりかねない非違行為である。\n(ウ)  内部告発等その他の事情\n被告は，本件領得行為及び本件粗暴行為を理由とする原告に対する懲\n戒処分の量定を決する際，本件内部告発を不祥事の真相解明に資するも\nのであり，５万円領得行為に関する軽減要素として原告に有利に評価し\nたが，前提事実(4)のとおり，本件内部告発は破損箇所撮影行為の直後に，\n本件映像等の提供は被告が本件粗暴行為及び物色・領得行為に係るヒア\nリング調査後に，いずれもこれに対抗するように行われており，これら\nの時間的先後関係からいえば，本件内部告発や本件映像の提供が身の危\n険を賭して不正をただすためになされた勇敢な行為であると評価するこ\nとは困難であって，本件内部告発が真に組織浄化を図る意思に基づくも\nのかは疑問があるし，その方法，態様も相当でないこと，当該領得行為\nが本件内部告発にとって不可欠とはいえないこと及び事後の廃棄も含め\nた ５ 万 円領 得 行 為 が 公 務 員に あ る ま じ き 非 違 行 為で あ る こ と に 照 らす\nと，その軽減幅には限界があり，また，その他の領得行為及び本件粗暴\n行為につき処分を軽減する事情として考慮する合理性はない。\n(エ)  結論\n以上によれば，本件内部告発を５万円領得行為についての軽減事情と\nして一定程度斟酌することに合理性があるとしても，斟酌の程度にはお\nのずから限界があり，上記(ア)及び(イ)の懲戒免職処分相当の判断を覆\nすに足りず，本件領得行為及び本件粗暴行為は，前提事実(2)のとおり，\n被告が市立斎場事案及びＰ事務所事案を踏まえて，特に服務規律の確保\nに努め，職員に対しても遵法意識の涵養・徹底を図っていた時期になさ\nれたことも考慮すると，本件処分は，懲戒権者の裁量の範囲内の処分で\nある。\nイ  原告の主張について\n(ア)  本件粗暴行為について\n本件粗暴行為は，平成２１年６月の原告の河川事務所赴任後，本件内\n部告発や本件映像等の提供により物色・領得行為が明らかになる相当以\n前から深刻な問題とされており，本件粗暴行為を本件処分の理由に含め\nることは合理的である。\n原告に事実を確認する前の平成２２年９月２２日に被告が破損箇所撮\n影 行 為 をし た の は 原 告 の 内部 告 発 へ の 牽 制 等 で ある と 原 告 は 主 張 する\nが，被告が，破損箇所として疑いのある部分を確認し，これを基に原告\nに対する事情聴取に臨むことは合理的であること，本局が本件事案を把\n握したのは本件内部告発後市議会議員より被告に連絡が入った同月２４\n日であり，それ以前の破損箇所撮影行為時及び産業医との面談時には物\n色・領得行為が存在するとは認識しておらず，原告の内部告発への牽制\nや対抗措置ではあり得ない。\nなお，原告は，本件粗暴行為等につき注意指導をしなかったこと，及\nび，被告が本件器物損壊行為につき発生から１年以上放置していたこと\nからいずれも本件処分の理由とすべきでないと主張する。しかし，Ｂ統\n括が原告に注意をしていたこと，Ａ所長が指導等をしていなかったとし\nてもそれは原告の粗暴性により萎縮していたからであり，原告の行為を\n正当化するものではないこと，本件粗暴行為が許されないことは指導等\nがなくても自明であり，原告自身も同行為による懲戒処分の可能性を認\n識していたこと，並びに，本件器物損壊行為はいずれも平成２２年春か\nら夏にかけてなされたものであり，仮に，万一原告主張のとおり平成２\n１年８月から９月になされた行為があったとしても，１年という期間は\n懲戒処分を違法とするほどの長期間とは言い難いし，被告は，平成２２\n年６月に各行為が本局に発覚後，本件暴言等と併せて原告に対する処分\nを継続的に協議，検討して同年９月の本件処分に至っており，放置して\nいたわけでもないことからすると，原告の主張にはいずれも理由がない。\nなお，産業医の面談は原告の既往症が操船行為や粗暴行為へ影響してい\nないかを確認する趣旨でしたものであり，被告が当時懲戒処分を検討し\nていなかったことの証左とはならない。\n(イ)  報復見せしめ目的との主張について\n被告は，平成１８年４月より，「職員等の公正な職務の執行の確保に\n関する条例」に則って，公益通報窓口を設置し，職員等の職務の執行に\n関する事実であって違法又は不適正なものについて，市民及び職員から\n広く通報を受け付け，事実調査を行い，是正を図ってきた。被告に対し\nては，公益通報制度により，平成１８年度６９２件，平成１９年度６６\n２件，平成２０年度５２５件，平成２１年度３６９件の内部通報が行わ\nれているが，通報を行ったことについて不利益等の取扱いや懲戒処分を\nしたことは一切ない。また，公益通報制度によらない告発行為において\nも同様である。被告には，報復・見せしめ目的で懲戒免職処分をする必\n要性はない。\n実際にも，被告は，本件内部告発を受けた直後から，河川事務所の全\n職員だけではなく，同事務所のＯＢ職員に対してもヒアリング調査を行\nい，本件映像等の提供により河川事務所における拾得物の私物化等が報\n道されるや，特別の調査チームを編成して徹底的に事案の解明に努め，\nその過程において，告発者である原告が特定されないように配慮して事\n情聴取をした。また，被告は，同様の配慮から原告に対する本件処分の\n理由を詳細に公表することも差し控えてきた。\n(ウ)  平等原則違反の主張について\n被告は，本件処分を含めた，物色・領得行為に関する職員らへの処分\nについては，外部の専門家を交えた特別の調査チームにより，徹底した\n調査をするとともに，当該調査結果を踏まえた上で，本件処分方針を定\nめ，多数の関係職員にこれを適用して処分をした。\n被告は，調査によって判明した事実について処分するほかなく，判明\nした事実については，例えば，環境局長，事業部長，事業部業務担当課\n長について戒告処分，物品の私物化について，現場管理者であったＡ所\n長には本件処分方針上，本来減給処分とすべきところを加重して停職１\n月とするなど，厳正に処分した。また，被告は，Ｈを本件撮影行為時の\n約５万円の受領後廃棄したとの事実を理由として懲戒免職処分としてお\nり，その他にも受領した現金を捨てたと証言したが免職となった職員も\nおり，原告のみに不利益な量定を行った事実はない。\n(4)  争点４  本件処分の手続に違法があるか\n（原告の主張）\n本件処分には，処分事由の特定がなく，弁明の機会を与えていない違法が\nある。\n被告は，時期及び性質において異なる本件粗暴行為と本件領得行為を一体\nとして処分の対象とし，量定するのであれば，そのことを原告に告げて，弁\n明や反論をする機会を与えるべきであり，またそれが可能であったのに，こ\nれをしないまま，本件処分を行ったことは，著しい不意打ちであり，それに\nよって，懲戒免職処分という重大な結論がもたらされたことに鑑みても，憲\n法の趣旨に則った適正手続の要請に反する。\nなお，本件粗暴行為が処分の対象となること及びその具体的な日時や言動\nすら明らかにしないままなされたヒアリングによっては，適正手続の要請を\n満たすものではない。\n逆にいえば，弁明の機会を付与し，調査すれば，非違行為を認定できなか\nった可能性が高い。\nしたがって，本件処分は無効である。\n（被告の主張）\n本件処分の処分事由は既に主張したとおりであり，懲戒処分については，\n行政手続法による聴聞手続及び弁明の機会の付与に関する手続の適用は除外\nされており（行政手続法３条１項９号），地方公務員法上，職員に対する懲\n戒処分をするに当たって告知と聴聞の手続を要する規定はないから，それら\nの手続をとるか否かは被告の合理的裁量に委ねられている。\n被告は，本件粗暴行為のうち，Ｈ以外の被害者について，被害者保護の必\n要性から，原告に対して，詳細に全ての内容を告知した上で事情聴取するこ\nとは差し控えたが，本件領得行為は免職相当である上，ヒアリング調査にお\nいて，原告は，本件暴言等のうちＨに対するものや本件器物損壊行為を認め\nていたのであるから，本件内部告発を有利に斟酌しても，免職という判断は\n異ならず，裁量の逸脱・濫用をもたらさない。\n第４  当裁判所の判断\n１  認定事実\n前提事実，証拠（甲１９の１及び２，同２０及び２１の各１の１及び２，同\n各２，２２，２３の１ないし１９，同２４の１ないし１１，同３２ないし３６，\n３７及び３８の各１及び２，４０，５０，乙１ないし３，６，７ないし９の各\n１及び２，１０ないし１２，１６ないし３９，４０の１ないし５，４１，４２，\n４３の１及び２，４４ないし５４，５６，５７，証人Ｑ，同Ａ及び原告本人），\n及び弁論の全趣旨によれば，以下の事実を認めることができ，これに反する原\n告の供述や陳述書の記載，Ａ所長ら河川事務所の職員の証言や陳述書等の記載\nはいずれも採用することができない。\nなお，原告は，ヒアリング調査の結果（甲１９の１及び２，甲２０及び２１\nの各１の１及び２，同各２，乙７ないし９の各１及び２）の信用性に関し，ヒ\nアリング調査が原告を物色・領得行為の共犯者であると決めつけ，横領を認め\nるように誤導して処分するためのものであったと主張し，また，その結果であ\nる第２回ないし第４回ヒアリングの各録取書（乙７ないし９の１及び２）も，\n持病がある原告から長時間聴取しており，原告はもうろうとして対応していた\nこと，原告の説明に意図的に反して不自然な内容にまとめられ，また，質問さ\nれていない５万円受領の動機が記載されているなどねつ造されたものであって\n信用性に欠けると主張する。確かに，第３回ヒアリングは午前１０時１５分か\nら午後０時１５分及び午後１時から午後３時まで，第４回ヒアリングは午前１\n０時０８分から午後５時１５分まで，複数の者が原告一人から聴取する方式で\n行われていることは認められ，また，当該各録取書は，その記載量や第２回な\nいし第４回各ヒアリングの一部の録音結果（甲１９の１及び２，２０の及び２\n１の各１の１及び２，各２）に照らすと，ヒアリングの結果が全て記載されて\nいるわけではなく，録取者が要約したものであるから，その信用性は慎重に検\n討すべきではある。しかしながら，当該録音結果によれば，第３回，第４回ヒ\nアリングにおいて，本件撮影時の現金授受の過程や原告が５万円及びＳを受領\nしたことを前提にその理由を聞いている部分において，録取者が原告の供述を\n要約し，当該要約と原告の認識の同一性を確認するなどしている部分は窺える\nものの（甲２１の２・４２ないし４５頁），これをもって決めつけや誤導と評\n価することはできず，全体的にみると，原告が自らの認識等を自由に発言して\nいることが窺え，各ヒアリング時において質問者が原告の様子に配慮したり，\n原告が申し出ることによって適宜休憩等がとられていたこと，原告自身が各録\n取書の作成時に各内容につき間違いないと確認して署名・押印していることか\nらすると，ヒアリング調査において被告の決めつけや誤導があったり，原告が\nもうろうとした状態で対応していたとも，各録取書につき意図的に不自然な内\n容にまとめられたりねつ造があったとも認めることはできず，原告の主張は採\n用できない。\n(1)  河川事務所における河川からの収集物についての取扱いなど\nア  同事務所においては，長年にわたり，その職員らの多くが，清掃業務中\nに収集した物（その物が鞄や財布等の場合は中身も含む）を物色し，現金\nや有価証券，使用に耐えそうな鞄，財布，ゴルフ用品（ゴルフバックやボ\nール）などについては拾得の上，使用し，運転免許証等の身分証明書のほ\nとんどはそのまま廃棄するなどしていた（乙１，１７）。\nそのため，清掃中に発見されたゴルフバックやいわゆるブランド物の鞄\n等は，再利用するために，河川事務所内又は付近で洗い，干したり，同事\n務所内に置かれるなどしていた（甲４０，原告本人・１８頁）。\nイ  河川事務所の河川の清掃作業においては，接岸してすぐに収集できる場\n所にある不法投棄された廃棄物や水位の変化により河岸に打ち上げられた\n廃棄物の収集等もその対象であるが，それ以外にも，長年にわたり，冬季\n等のゴミ減少時においても作業量を維持するため，清掃対象以外の河川で\nの作業をしたり，１，２か月に１回程度，河川沿いの会社から頼まれてゴ\nミを収集することがあった（以下，これらのゴミを「陸ゴミ等」という。）。\nまた，河川事務所においては，平成２０年以降，写真による作業実績報\n告書作成のために，河川清掃で収集したゴミを流して写真撮影をしたこと\nがあった。\n（以上，甲４０，乙１，原告本人）\n(2)  原告が河川事務所に再配属されるまでの経緯\nア  原告は，過去に陸上自衛隊Ｖに所属したことがあり，空手の経験をも有\nする体格のよい男性である。同人は，平成元年に被告に採用された後，上\n記(1)の状況の河川事務所で勤務した後，平成８年４月１日に環境局Ｗセン\nターに異動した。\nイ  原告は，平成１３年１１月に脳梗塞を発症したことをきっかけにうつ病\nで医療機関を受診していた。原告は，この点に関する診断書を，河川事務\n所への異動後，自転車通勤の必要のために，被告に提出した。\nウ  原告は，平成１８年７月ころ，回収ゴミの置き場所に関する住民からの\n要望を巡って，同僚から嫌がらせを受けるなどした。\nエ  その後，原告は，建設局北部下水道管理事務所，さらに余り間を置かず，\n平成２０年５月に，Ｘ環境事業センターに異動した。\nそこで，同センターの中継地の一角に職員が権限なく設置していたテン\nトについて，原告はコンプライアンス委員会に公益通報を行った結果，同\nテントは撤去された。\nオ  原告は，そのことを巡り，Ｘ環境事業センターの同僚らとのトラブルと\nなり，産業医と原告の主治医が面談し，職場環境を変えるのが望ましい旨\nのアドバイスを受けた。\nカ  本局は，上記オについて把握したこともあって，原告を平成２１年６月\nに河川事務所に配転した。\n（以上，甲３３ないし３６，３７及び３８の各１及び２，４０，５０，乙\n１６，４４，証人Ｑ，原告本人）\n(3)  原告が再び配属された平成２１年６月以降の河川事務所の状況について\nア  原告が同年６月に再び河川事務所に配属された後においても，同事務所\nでは，依然として，上記(1)アで述べた取扱いが行われており，現金や有価\n証券が発見された場合は，乗船者又はその他の職員も含めて分配したり，\n船ごとに保管するなどして休憩中の飲物代に使用するなどしていた。\nしかるに，Ａ所長は，少なくとも職員らの上記物品に係る物色・領得行\n為や河川事務所内への保管を認識していたにもかかわらず，その改善を指\n示することはなく，逆に，自らもゴルフバックを受領して，使用するなど\nしていた。\n（以上，甲４０，乙１，１７，４５，証人Ｑ，同Ａ，原告本人）\nただ，同年７月２０日に河川事務所職員らも参加してなされた大阪市一\n斉清掃のＰＲイベント時に，α川の清掃中に運転免許証が入った財布が発\n見されたときには，警察に届け出られた（乙４５，５６）。\nイ  平成２２年に河川事務所に在職していた職員（行政職員３名を除く）３\n１名のうち，２７名が現金の拾得・分配を，１９名が地下鉄の回数カード\nやテレホンカード，商品券等の有価証券の拾得・分配を，Ａ所長を含む２\n４名が物品の再使用をしていた。このうち，現金については概ね少額を飲\n物代の一部に当てることが多かったが，本件撮影時を除いても，①ＯとＫ\nが，平成２１年７月から１０月ころにかけて，α川での清掃中に現金１５\n万円を発見し，少なくともＩ，Ｏ，Ｌ及びＫの４名がこれを受領する（な\nお，Ｈが当該現金の一部を受領したか否かは争いがある。），②平成２２\n年５月から夏ごろにかけて，Ｙという船を用いてβ川での作業中に発見し\nた１万円を両替後，同船内の食品保存容器に保存し，飲物代等に使用する，\n③同年６月，寝屋川での作業中に発見された５０００円を乗船者３名で１\n５００円ずつ分配する（なお，うち１名は受領を拒否したが他の職員から\n持ち帰りを迫られて受領し，同年６月２９日に日本赤十字社へ寄附した。）\nなど，比較的高額の現金の分配がなされた場合もあった。\n（以上，乙１，１７）\nウ  原告も，平成２１年６月以降，Ｒという船で清掃作業に従事していた際，\n拾得した小銭をビンや缶に入れたり，拾得した少額の現金等の一部を用い\nてジュースを買ったり，また，Ｋが現金を取得した場合など，拾得した現\n金等を用いて買ったものであることを認識しながら，ジュースを飲むこと\nがあった（ジュース代領得行為。乙７ないし９の各１及び２）。\nなお，原告は本件訴訟に至って，これらにつき，各行為や認識を否定す\nる主張及び供述をするが，ヒアリング調査の結果を原告が録音した内容（甲\n１９の２・２４，２８頁，甲２１の２・２２頁以下）に照らしても，原告\nの主張等は採用できない。\nエ  また，原告は，平成２２年３月ころには，清掃作業中に収集した有価証\n券につき，Ｄ主任，Ｅ及び原告の３名でじゃんけんをしてＳが原告の割当\nてとなったものの，数日中に，Ｄ主任が残高を確認してエラーが出た旨を\n聞いて廃棄し，さらに，そのころ，Ｔのポイントカードも受領したが，廃\n棄した（有価証券等領得行為。甲１９の２・１０頁，２１の２・３６頁以\n下）。\nそれに加えて，原告は，河川から拾得した本件リュックに手袋等を入れ\nて使用していた（物品領得行為。甲１９及び２１の各２，４０，原告本人）。\nまた，ＨとＫが河川から拾得したゴルフクラブを中古品として買い取っ\nてもらおうとした際，原告は同人らに対し，捕まったら迷惑がかかると怒\nったことがあった（原告本人・５２，１１２頁）。\nオ  さらに，原告は，前提事実(3)のとおり，本件撮影時にＨから５万円を受\n領し，その後本件鞄に戻しているところ，その詳細は以下のとおりである\n（５万円領得行為）。\n(ア)  Ｈは，平成２２年６月２４日午前１０時過ぎころから，本件鞄等を\n物色していたところ，原告の方に向きながら，笑顔で「出ました。出ま\nした。出てます。」といい，千円札の束を取り出し，右側に置いてあっ\nた緑色のプラスチック製の籠に入れた（甲２２，２３の１ないし８，２\n４の１ないし３）。\n(イ)  Ｈは，その後も本件鞄の物色を続け，通帳や店の会員証等のカード\n類を見つけ，通帳をめくるなどした後，それらを塵芥槽の中に捨て，同\n鞄を逆さまにして中身がないかを確認し，あらかじめ同鞄から取り出し\nていた茶色の財布を物色して，免許証やクレジットカード等を探したが，\nこれらも全て塵芥槽に捨てた（甲２２，２３の９ないし１４，２４の４\nないし９）。\nまた，Ｈはその他の鞄等も物色し，中身を塵芥槽に捨てるなどし，そ\nの結果，塵芥槽内には，複数の鞄や財布が捨てられており，運転免許証\n等の身分証明書も複数存在する状態となった（甲２１の２・９頁，乙４\n０の１ないし５）。\n(ウ)  そして，Ｈは，上記の千円札の束をバケツの中の水で洗い，一枚ず\nつはがして，船べりの上に置いて乾かし始めた（甲２２，２３の１６及\nび１７，２４の１０及び１１，４０）。\n(エ)  その後，原告が人目を気にしたことから，原告及びＨは桟橋に移動\nし，Ｈは，上記札束を洗って乾かす作業を続けた。原告は，Ｈに対し，\n「もうええやん。適当に分けといたら」といい，Ｈから５万円を受領し\nた（甲１９の２・２６～２８頁（第２回ヒアリング），２２，４０，原\n告本人・６５頁）。\n(オ)  原告は，その後同日午後０時３０分ころ，Ｌの立会いのもと，５万\n円を塵芥槽内の本件鞄に戻して廃棄した（甲２２，２３の１７ないし１\n９，４０）。\nなお，原告は，当該行為は「廃棄」に当たらないと主張し，原告も，\n塵芥槽に戻すというのが所有者に戻すという趣旨であるなどとこれに添\nう供述をするが（原告本人・７９頁），塵芥槽内にある本件鞄に現金を\n戻せば，他の塵芥槽内の物と同じくゴミとして処理されることは明らか\nであり，廃棄したものと評価するのが相当である。\n(4)  ビデオ撮影を行った経緯\nア  原告は，平成２１年６月に河川事務所に配属された後，上記(1)のとおり\nの物色・領得行為や陸ゴミ等の回収等がなされていることを認識し，いわ\nゆる内部告発を考えるようになり，そのために客観的な証拠を収集する必\n要があると考えるようになった（甲４０，原告本人）。\nなお，原告は，併せて，河川事務所に配属後比較的早い時期から河川事\n務所の同僚，Ｄ主任やＡ所長に対し，陸ゴミ等の収集や物色・領得行為を\n止めるように強く求め続けてきたが，応じてもらえなかったため，内部告\n発を考えるようになったと述べるが，同年１０月のＡ所長に対する言動に\nついて原告の妻が供述している（甲３２）以外にこれと整合的な証拠はな\nく，かえって，当該言動を否定するＡ所長の証言等（乙４５，証人Ａ）や\n原告から物色を強いられた旨のＨやＫの上申書（乙２０，２１）があり，\nまた，上記(3)ウ及びエのとおり，原告も本件有価証券等や本件リュックを\n受領し，Ｈらが拾得物を買い取ってもらいに行くのを見て発覚を恐れて怒\nっていること，上記(3)オの現金が出たことにつきためらいなく喜んでいる\n本件映像におけるＨの言動及び下記ウの物色・領得行為について抵抗なく\n語るＩの言動は，原告が同僚らに強く物色・領得行為をしないよう求めて\nいたのであれば通常はとらない言動であることからすると，原告が同僚，\nＤ主任やＡ所長に対し陸ゴミ等の収集や物色・領得行為を止めるよう強く\n求めていたとする原告の供述等は採用できない。\nイ  原告は，平成２１年１２月から平成２２年２月ころまでの３か月，延べ\n十数回にわたり，陸にあったゴミの収集に関し，原告が決めた河川事務所\nの清掃対象内の場所へ行き，Ｈら同乗者が撮影されていることを認識でき\nる状況で同ゴミ の回収等を 行っている 状 況をホームビデ オで撮影を した\n（甲４０，乙１）。\nウ  原告は，平成２２年６月ころから同年１０月１日まで腕時計型ビデオを\n用いて，本件撮影のみならず，それ以外の物色・領得行為やその結果の現\n金等の撮影行為をし，その結果のうち，本件映像，Ｉが今までに拾得した\n現金の取扱い状況（上記(3)イの①ないし③）を話していたり，本件内部告\n発後，物色・領得行為につき，「思ったことポロッと言ったらエライこと\nになる」「辻褄合わせないとだめ」と発言している状況やＬと会話をして\nいる状況の映像を保存した（乙１，４５）。\nエ  Ａ所長は，物品に係る物色・領得行為や上記の物の河川事務所内への保\n管を認識しつつもその改善を指示することはなかったところ，同年８月末\nころ，朝礼で，河川事務所の職員に対し，前提事実(2)ウのとおりの「服務\n規律の確保について」の内容を読み上げて通知するとともに，清掃業務中\nに集めた物につき，中を見ないで廃棄物として処理するよう指示した。そ\nれを聞いた原告は，Ａ所長のこの指示は，同事務所における物色・領得行\n為の隠ぺいを図っている趣旨であると受け止めた（甲４０，原告本人）。\nなお，原告は，同年８月３０日に，Ａ所長が河川事務所内又は付近に干\nしてあった物を片付けるように告げ，同年９月上旬，原告がＡ所長に対し，\n当該発言は物色・領得行為の隠滅を図る趣旨であると抗議し，「今後は自\n分のほうでやります」と述べて内部告発する意思を伝えたと主張し，原告\nもそれに添う供述をするが，他の職員らの陳述書，特に，原告と同様に，\n河川事務所全体での物色・領得行為が引き続いており，その中で物の分配\nを受け，河川事務所の責任者であったＡ所長に対する処分が軽いと主張し\nている別件訴訟の訴状においても特にＡ所長の当該発言に触れられておら\nず（乙１７），Ａ所長は明確にこれを否定する証言等をしていること（乙\n４５，証人Ａ）からすれば，原告の上記供述は採用できない。\n(5)  原告の河川事務所における言動等\n他方で，原告は，平成２１年６月に再び河川事務所に配属された後，以下\nのような問題行動をとるようになった。それを見聞きした同事務所の職\n員らの多くは，上記(2)アの原告の経歴を知っていたこともあって，同年\n秋ころには，原告に対し，その感情を害さないように気を付けて対応す\nるようになり，少なくともＥ及びＤ主任がそのころから，Ｆ主任は同じ\n部署に配属になった平成２２年４月以降には，原告に対し，恐怖感を覚\nえるようになっていき，その他の職員も原告と同船して業務に従事する\nことを嫌がるようになった。\n（以上，乙１９ないし３８，４９ないし５４，原告本人）\nア  原告は，平成２１年秋ころ，直属の上司であるＤ主任がいる方向に，長\nさ約３メートルの金属製パイプの先に網がついている「玉網」を投げて，\n手が滑ったと謝ったり，同人との乗船中に船倉を備中鍬で叩き続けるなど\nした（乙４５の別紙６，６０）。\n一方，原告は，Ａ所長に対し，Ｌが同僚からいじめられていることを相\n談したことがあった（甲４０，証人Ｑ・４６頁，同Ａ・３８頁）\nイ  原告は，平成２２年２月１７日，勤務中に，操船を誤り，船体を台船（水\n面に浮いているはしけ）に当てた際，同船していたＥに対し，「何笑っと\nんや」などと怒鳴り続けるなどし，河川事務所に戻ったＥが勤務中に泣き\nながら職場放棄しようとしたことから，Ｆ主任やＢ統括が同人を引き止め，\n事情を聞くなどしたが，Ｅは翌日から土日も含めて５日間就業しなかった\n（乙４６，４８，４９）。\nウ  原告は，Ｄ主任に対し，同年３月２日以降，別紙２記載の内容のメー\nルを送信するようになった。それは，同僚らが自分を陥れようとしてい\nるなどと述べ，それに絡めてビデオカメラで撮影していることに言及し\nたり，配船について強い不満を示して命令口調でその変更を求めたり，\n配船を自ら指定したりするものや（別紙２番号２，４，５，７，１２，\n８，１０，１２，１４），同年４月以降には，同僚への暴力，暴言等を\n示唆する（別紙２番号５，８）ものもあった。\nそれに対して，Ｄ主任は，４歳年上の原告に対し，その感情を害しない\nように，丁寧な言葉遣いで，返信が遅い場合には謝罪したり，原告の上記\n不満についてなだめたり，お願いをする内容のメールを返信した（別紙２\nのとおり）。\nエ  河川事務所は，上記事実等を踏まえ，原告のＤ主任に対する暴言が絶え\nないと本局に報告した。本局は，原告の暴言は職場の人間関係上のトラブ\nルによるものと理解し，河川事務所に対して，原告に不穏な言動があった\n場合の記録化を指示するとともに，同年４月，前提事実(1)イのとおり，原\n告の河川事務所における配置を換えた。\n（以上，乙１６，４４，４５，証人Ｑ，同Ａ）\nオ  しかし，原告は，直属の上司となった同い年だが３年ほど後輩のＦ主任\nに対しても，同年４月１２日から上記ウのＤ主任へのメールと同様のメー\nルや，Ｆ主任が飲食費を負担する懇親会の開催を要求するメールを送信す\nるようになった（別紙３番号１，２，５ないし８，１０，１２ないし１４）。\nカ  原告は，同年４月から５月下旬までの間に，Ｈを，Ｎ及びＦ主任がいた\n河川事務所１階の脱靴室の奥に呼び出し，Ｈに対し，原告がＪをいじめて\nいる旨をＨが同事務所の職員に言いふらした旨を告げ，壁を殴りながら「か\nかってこい」などといい，Ｆ主任が止めるなどしたが収まらず，さらに壁\nを殴るなどして脱靴室の壁を破損した（乙２０，３６，４３の１及び２，\n４９，５１）。\nキ  原告は，同年４月ころから同年５月下旬までの間に，河川事務所１階\n外にある洗濯機に膝蹴りをしてへこませた（乙１０，４３の１及び２，\n４９，５１。本件器物損壊行為③）。\nク  原告は，同年春ころから５月下旬までの間に，河川事務所２階の警備員\n室の扉（本件器物損壊行為①。なお，乙１０においては「休憩室扉」と記\n載されている箇所である。），同１階作業場に設置されていた木製ロッカ\nーの扉（同行為②。なお，「作業場」は，乙１０においては「倉庫」と記\n載されている。），同２階の更衣ロッカー（同行為④）をそれぞれ破損し，\nうち，上記各扉については，Ｄ主任らに補修や弁償を申し出たが被告から\nの指示等がなかったため，間もなく自ら補修した（甲４０，乙１０，１６\nの別紙１１，４３の１及び２，４５，４８，５１，同Ａ）。\nケ  原告は，同年６月１１日，船上に置いてあったヘルメットにつまずいて\n転倒した際，かっとなって右手拳を振り下ろして当該ヘルメットを破損し\nた（本件器物損壊行為⑤）。原告は，Ａ所長，Ｂ統括及びＦ主任から当該\n破損につき確認された際，膝を負傷した，わざと踏みつけたのではないと\n答え，Ａ所長らは原告に対し，口頭で注意した。\n（以上，甲４０，乙１１，４４ないし４６，４９，同Ａ）。\nコ  Ａ所長は，同年６月ころ，本局に対し，原告の粗暴な行為が続いている\nことを相談し，Ｑ課長に対して，原告がＦ主任及びＤ主任に送信したメー\nル（上記ウ及びオ）の一部やＡ所長が作成した原告の行動を記載したメモ\nを見せるなどしたところ，Ｑ課長は，当該メモの内容が抽象的であるので，\nより詳細な記録を作るよう指示した（乙１６，４４，４５，証人Ｑ，同Ａ）。\nサ  原告は，同年８月２７日，作業船を操縦中，民間の船に向かって暴言を\n吐き，その船に向かって舵をきって走らせる行為に出た。\nその報告を受け，Ｑ課長らは，同月３１日，河川事務所のＡ所長，Ｂ統\n括，Ｄ主任及びＦ主任の間で，原告に対する対応を話し合った。その際，\n河川事務所の各主任らは，Ｑ課長らに対し，河川事務所の職員の多くが原\n告の暴言や恫喝を受けていること，原告が河川事務所の公共財産を複数箇\n所損壊するなどの行為をしていること，原告のこれらの行為により，原告\nと同船を拒絶する職員が多数おり，上司ですら原告を刺激しないよう細心\nの注意を払わなければならず，部門監理主任の配船作業にも支障がある状\n態であること，多くの職員が原告と接触することに強度の精神的疲労を訴\nえているということを訴えたため，Ｑ課長らは，引き続き原告の行動の記\n録をするよう指示した。なお，その際，原告が自らうつ病であって，抗う\nつ剤を飲んでいる旨述べていることや抗うつ剤を財布に常備していること\nも話題に上った。\n（以上，乙１６，４４，４５，証人Ｑ，同Ａ）\n(6)  本件内部告発に至る経緯及び調査状況\nア  Ｑ課長らは，上記(2)イの原告のうつ病の罹患歴を考慮し，同年９月９日，\n産業医に対応を相談し，今後，原告に事情を確認した上で，原告に産業医\nと面談してもらうこととし，同月２２日，原告に対する事情確認のために\n破損箇所撮影行為をした（乙１６，４４，４５，証人Ｑ，同Ａ）。\n原告は，上記(4)エのとおり，同年８月３０日のＡ所長の指示を河川事務\n所における物色・領得行為の隠ぺいを図る趣旨と受け止めていたところ，\n同事務所側が上記撮影行為に及んだことを撮影日である同年９月２２日に\n知り，それは原告の従前のビデオ撮影等の言動に対する圧力であると考え，\n翌日に本件内部告発をした（甲４０，原告本人・２３～２４頁）。\nイ  Ｑ課長らは，同月２４日，原告に対する事情聴取を予定し，原告にもそ\nの旨を連絡していたが，前提事実(4)イのとおり，同日，本件内部告発の連\n絡を受け，物色・領得行為についての調査を先行させることとなったこと\nから，被告は，当該事情聴取を急遽中止した。\nそして，Ｑ課長らは，その際，告発者が，告発が分かると職場にいられな\nくなる，身の危険を感じる旨述べていることを聞き，告発の事実があっ\nたことを明らかにしないまま，調査を行うこととした。\n（以上，乙１６，４４，４５，証人Ｑ，同Ａ）\nウ  Ｑ課長は，同年１０月１日，河川事務所の職員らに対して，市立斎場事\n案及びＰ事務所事案の発生を理由とする業務実態調査を行うと説明した上\nで，同課長らが同月５日から８日の間に，同職員全員に対し，物色・領得\n行為の存否につき，ヒアリング調査（第１回調査）をした。\nＱ課長らは，同月８日，原告に対する第１回ヒアリング調査として，Ａ\n所長の立会いのもと，原告に対し，破損箇所撮影行為時に撮影した箇所の\n損壊や上記(5)サの民間船への暴言等につき聴取したが（乙１６の別紙１\n１），原告は，当該暴言等は否定し，上記撮影の対象に含まれていなかっ\nたヘルメットを除く本件器物損壊行為を認めたが，被告は，その際，原告\nに対し，それらの言動について，注意・指導や懲戒処分の示唆を行わなか\nった。\nその後，Ｑ課長らは，原告が服薬していることを聴取した上で，原告に\n対し，同服薬の当該損壊行為や業務への影響等を明らかにする必要がある\nことを理由に，産業医への面談を勧め，原告も面談を受けることを了承し\nた。\n原告は，同月２１日に産業医と面談し，産業医から抗うつ剤等を服薬中\nであることを理由に当面操船を避けるよう指導された。そのため，原告は，\n同月２４日にＤ主任へメール等で，出勤できない旨の連絡を入れ，以後，\n河川事務所に出勤をしなくなるとともに，翌２５日に，本件映像等の提供\nを行った。\n（以上，前提事実(4)エ，乙６，１６（別紙１１），４１，弁論の全趣旨）。\nエ  前提事実(4)エのとおり，同年１１月２日には，本件映像とともに本件\n映像等の提供を行った理由等がテレビニュース等で報道され，河川事務\n所の職員らもそれに驚いた。\nそのため，被告は，前提事実(4)オのとおり，対応に追われるとともに，\n従前は定めがなかった河川事務所での清掃業務中に収集した物の取扱いに\nつき，同月４日付けで「河川水面清掃における拾得物対応マニュアル」を\n作成し，警察への届出対象物やその手順等を定めた（乙１の別紙４）。\nオ  そして，被告は，同月８日，原告からまず本件映像を含むＤＶＤ１枚を\n入手し，同月９日から１６日にかけて，河川事務所職員全員より放映内容\nについてヒアリング調査（第２回）をし，その後，同月２５日から同年１\n２月３日にかけて，河川事務所に在籍したことがある退職者等からも事情\n聴取をした。\n被告は，第２回ヒアリング調査において，河川事務所の職員らの多くか\nら，原告の同職員らに対する暴言や本件器物損壊行為等についても聴取し，\nそのころからこれらを記載した書面を受領し，同年１１月２６日には，Ｋ\nやＮら河川事務所の職員１０名から調査チームに対して，原告の暴言，暴\n力，器物損壊等が記載された上申書が提出された。\n（以上，乙１，１６，１９ないし３８，４４）\nカ  前提事実(4)オのとおり，副市長を委員長とし，環境局長やＱ課長らが委\n員となり，弁護士がその顧問となって同年１１月１８日に発足した調査チ\nームは，同月２６日から同年１２月６日の間に河川事務所職員の一部に対\nして（第３回），同月９日から同月１４日にかけては同全職員に対し（第\n４回），原告から提供を受けたＤＶＤの画像等を基に，河川事務所におけ\nる物色・領得行為及び陸ゴミ等の取扱い等につきヒアリング調査をし，そ\nの後，退職者等からも事情聴取をした。\n原告は，第４回ヒアリングにおいて，上記上申書に記載された暴言等の\nうち，Ｈを呼び出して怒鳴りつけたことがあることを認めた。\n（以上，乙１，３，９の１及び２，１６，４４）\n(7)    上記(6)カの調査結果に基づく被告の対応及び懲戒処分等\nア  被告は，調査チームの上記調査結果に基づき，管理職による職場巡視の\n強化や「総務局不祥事根絶推進チーム」による事前告知なき職場訪問や査\n察，人事異動や配置転換の活性化，上記マニュアルの改正，河川事務所職\n員らの誓約書の提出等の再発防止策を定めるとともに，「環境局不祥事案\n再発防止委員会」を設置して，当該再発防止策の実施状況の確認や改善を\n図ることとした（乙１）。\nイ  被告は，同年１２月２２日付けで，上記調査結果に基づき，河川事務所\nにおける物色・領得行為について職員らに対する懲戒処分等をしたが，そ\nの内訳は，原告及び別件訴訟を提起した５名の合計６名が免職となり，他\nに，１ないし６月の停職となった者が２１名，戒告７名，文書訓告８名で\nあった（乙２）。\nこのうち，Ａ所長を除く河川事務所の管理監督者（同事務所を所管する\n環境局の局部長，課長，課長代理，本局係長）ら合計１５名が戒告又は文\n書訓告の処分となっているところ，Ａ所長は，河川事務所を総括すべき管\n理監督者であった上，本件処分方針上は「減給」処分となるゴルフバック\n使用行為をしていたことを併せて重い処分にすべきであるとされ，１月の\n停職処分を受けた。\n（以上，乙２，証人Ａ・２４頁）\n２  本件領得行為の存否（争点１）\n(1)  ５万円領得行為\nア  前提事実(3)ア及びイ並びに上記１(3)オによれば，原告は，平成２２年\n６月２４日，業務遂行中にＨが発見した千円札の束約１０万円相当につき，\n「適当に分けといたら」と述べてＨから約５万円を受領し，その後，本件\n鞄に戻してこれを廃棄したものであり，これが本件処分説明書記載の５万\n円領得行為に当たることは明らかである。\nこの点，原告は，５万円受領時に所有者への返還目的があったこと，内\n部告発のための証拠収集（撮影等）を続けるためには，Ｈら同僚に不審を\n抱かれないよう５万円を受領せざるを得なかったことから，５万円を受領\nしたことは「１０万円を同僚職員と分配した」に当たらないと主張する。\nしかし，上記１(3)オのとおり，原告は，受領した５万円を本件鞄に戻して\n塵芥槽に廃棄しているだけで，その現金を河川事務所はもちろん，警察に\n届け出るなどはしていないし，Ｈが塵芥槽内に捨てた本件鞄に入っていた\n免許証やクレジットカードを収集して所有者の特定しようと努めてもいな\nいことからすれば，原告が上記５万円を所有者に返還する意思を有してい\nなかったことは明らかであり，原告がその後間もなく５万円を廃棄した意\n図は明らかではないものの，Ｈから５万円を受領して自己の支配下に置き，\n５万円の「分配」を受けたと評価できる。\nなお，原告は，内部告発のための撮影をするために５万円を受領せざ\nるを得なかったとも供述しているが，上記１で認定した原告の河川事務\n所における言動やＨとの関係等に照らせば，原告がＨに対し５万円の受\n領を拒否したからといって，直ちにその後撮影が困難になるとまではい\nい難く，原告の主張は採用できない。\nイ  さらに，原告は，本件処分方針は，現金を受領しても寄附した事案は処\n分しないなどと定めているから，同方針における「現金・・・を私物化」\nするとは個人的に使用ないし費消して利得した場合を指し，廃棄する場合\nを含まず，５万円を受領直後に廃棄した原告の行為は「私物化」，すなわ\nち，懲戒処分事由に該当しないと主張する。\nしかしながら，上記アのとおり，原告が５万円受領時に所有者に返還す\nる意思を有していたと認めることはできない上，前提事実(6)イのとおり，\n本件処分方針において，有価証券の場合であっても「廃棄」は軽減事由に\nすぎないし，また，被告の業務中に現金等の有価値物が発見された場合，\n拾得物として届け出なければならないことは遺失物法上明らかであるにも\nかかわらず，それを廃棄する行為は被告の信用を傷つける行為であること\nは論を待たず，上記１(3)アのとおり，大阪市一斉清掃のＰＲイベント時と\nはいえ，警察に届け出た例もあることをも考慮すると，本件処分方針にお\nける「私物化」を利得した場合に限ることはできず，原告の主張は採用で\nきない。\nウ  また，原告は，違法な拾得物の物色・領得行為が河川事務所の組織ぐる\nみで行われていたことを公務員の義務として摘発・内部告発するため，証\n拠収集である撮 影行為を続 行する目的 で ５万円領得行為 をしたもの であ\nり，正当行為として違法性がなく，「私物化」とは評価し得ないと主張し，\n上記１(1)ア，(3)オ及び(4)ウのとおり，河川事務所では拾得物の物色・領\n得行為が長年にわたり行われていたこと，原告が内部告発の証拠収集とし\nて本件撮影を含む撮影行為をしていたものの，その際原告が５万円を受領\nしたために，Ｈも特段不審を抱かなかったことが認められる。\nしかしながら，前述したとおり，原告がＨに対し５万円の受領を拒否し\nたからといって，直ちにその後の撮影が困難になるとはいい難いのである\nから，仮に，原告が，自己の内部告発目的の本件撮影行為をＨに気付かれ\nるのを防止する意思を有していたとしても，上記イのとおり，本来は警察\nに届けるべき現金を受領し廃棄する行為が正当行為として違法性を阻却さ\nれるとは到底評価できず，原告の主張は採用できない。\nなお，原告は届け出ず廃棄した理由に，嫌がらせなどを受けることも挙\nげるが，前述した原告の河川事務所における言動や原告は従前から本件内\n部告発を含めて積極的に公益通報や内部告発を行っていることからして，\n原告の主張は採用できない。\n(2)  ジュース代領得行為について\n原告は，ジュース代領得行為に該当する行為をしたことはなく，また，本\n件処分方針の文言等からするとジュース代領得行為とは自ら金銭を船内の容\n器にストックし，自らジュースを購入した場合に限るべきであると主張する\nが，仮に原告が述べる場合に限るとしても，上記１(3)ウのとおり，原告が本\n件処分説明書記載のジュース代領得行為に該当する行為をしたことは明らか\nである。\n(3)  有価証券等領得行為について\n原告は，本件有価証券等を受領した上，廃棄したことについても，５万円\n領得行為と同様，内部告発のために受領せざるを得ない状況であったため，\n利得意思及び利得行為がなく，正当行為であって，本件処分方針が定める「私\n物化」には当たらないと主張するが，上記(1)と同様に理由がない。\n(4)  物品領得行為について\n原告は，本件リュックが外見上明らかに「ゴミ」であって無価値物であっ\nたから，他の財物の私物化と同列に扱うことはできない旨を主張し，本件処\n分方針における「私物化」には当たらないとの主張とも解し得るため念のた\nめ検討するが，原告は本件リュックに手袋等を入れて使用していたことを一\n貫して認めているから（甲１９及び２１の各２，４０，原告本人等），本件\nリュックを使用できない無価値物とは評価できず，原告がこれを拾得して利\n用したことは「私物化」に当たる。\n３  本件粗暴行為の存否（争点２）\n(1)  本件暴言等について\nア  上記１(5)イ，ウ，オ及びカのとおり，原告は，本件処分説明書記載の本\n件暴言等，すなわち，同僚職員を呼び出して怒鳴りつけ，「暴言又は恫喝\nする」などの行為をしたことを認めることができる。\nなお，原告は，本件暴言等に関する河川事務所の同僚らの陳述はごく一\n部を除き虚偽であると主張する。確かに，同僚の陳述書等（乙１９ないし\n３８）は，上記認定のとおり，本件映像がテレビニュース等で報道され，\n多くの河川事務所の職員らが驚き，中には原告に反感を抱くに至った者も\n少なくないと思われ，上記陳述書等はその後に作成されたものである上，\n本局及び河川事務所において，その点に関し，何らの聞き取りを行ってい\nないことが認められるのである（証人Ｑ・５８頁）から，その信用性は相\n当割り引いて考えなければならないが，少なくとも上記１(5)イ，ウ，オ及\nびカで認定した内容は，本件内部告発の以前から本局へ継続的に訴えてい\nる内容であったり，複数の者が概ね一致する供述をしているものであって，\nその限度においては信用性を認めることができ，これに反する原告の主張\nは採用できない。\nイ  原告は，本件暴言等について特定されておらず，上記１(5)ウ及びオのメ\nールは，その内容自体及び前後の流れも考慮すると暴言に当たらないと主\n張するが，上記１(5)イ，ウ，オ及びカのとおりの言動及びメールの内容は，\nＤ主任やＦ主任との関係を考慮に入れたとしても，他者に対する暴力の告\n知等が含まれており，また，怒鳴るなどもしている以上，「暴言」と評価\nするのが相当であって，原告の主張は採用できない。\nウ  また，原告は，Ｈに対して怒鳴ったり，上司に対して感情を露わにした\n言動をしたり，メールを送ることがあったが，それらは陸にあったゴミを\n河川へ運んで回収したように見せかけたり，事業系ゴミを回収して謝礼と\nしてジュースを受領するといった不正行為やＦ主任及びＮがＬに対して日\n常的に行っていた暴行や恐喝を止めさせるための注意であり，職場の規律\nを乱す行為とはいえないと主張し，原告もこれに添う供述をするところ，\n上記１(1)イ及び(5)アのとおり，収集したゴミを再度河川に流すことがあ\nったこと，本来回収すべき河川のゴミ以外のゴミや事業系ゴミ，いわゆる\n陸ゴミ等を回収していたこと，及び，原告がＡ所長に対しＬが同僚にいじ\nめられていることを相談したことは認めることはできるものの，それから\n直ちに謝礼としてのジュースの受領やＬに対する日常的な暴行や恐喝があ\nったと認めることはできない上，上記１(5)のとおり，本件暴言等の内容及\nびその結果として河川事務所の職員の多くが原告への対応に神経を使い，\n恐怖感を覚えている者もいる状況になったことに照らすと，職場の規律を\n乱すことは明らかであり，原告の主張は採用できない。\n(2)  本件器物損壊行為について\nア  上記１(5)キないしクのとおり，原告は，平成２２年春ころから５月下旬\nまでの間に，①河川事務所２階の警備員室の扉，②同１階作業場に設置さ\nれていた木製ロッカーの扉，③河川事務所１階外にある洗濯機，④同２階\nの更衣ロッカー，⑤ヘルメットを損壊したものと認められ，これらの行為\nは，本件処分説明書記載の本件器物損壊行為，すなわち，原告が，河川事\n務所内の壁や備品を破損させた行為に当たる。\nイ  これに対し，原告は，上記①は，平成２１年８月ころ，Ｆ主任ら同僚が\nＬをいじめていることに立腹した原告が扉を素手で叩いて大きな音を立て\nようとして壊したものであること，Ｄ主任に直ちに損壊を報告し，１年以\n上にわたって弁償を申し出て，Ｄ主任から弁償しなくてよい趣旨を確認し\nたものであることを理由に，当該損壊を懲戒理由の一部にすることは誤り\nであると主張し，それに添う供述（甲４０，原告本人）をするとともに，\n上記１(5)ア及びクのとおり，原告がＡ所長に対しＬが同僚にいじめられて\nいることを相談したことや，原告が当該損壊につき弁償を申し出たが被告\nがこれに応答しなかった事実を認めることができるものの，他方で，平成\n２２年春から夏にかけての同損壊時にＦ主任やＬが警備員室付近にいなか\nった旨のＤ主任の供述（乙４８）が存在することや上記弁解の内容を考慮\nすると，原告の主張する損壊の理由や時期等を認めることができず，当該\n損壊を懲戒理由の一部にすることが誤りであるとの原告の主張は採用でき\nない。\nウ  また，原告は上記②ないし⑤の損壊の事実を否定した上，上記②の河川\n事務所１階木製扉については，ＬとＦ主任がボクシンググローブを付けて\nの殴り合いの際に破損したものであって，原告は殴り合いが発覚してＬが\n懲戒を受けないよう自ら損壊したと供述し続け，補修もした，同③の河川\n事務所１階外の洗濯機及び同④の同１階作業場のロッカーについては，ヒ\nアリング調査の際に，時期や対象物が写真等で特定されず，別の洗濯機又\nはロッカーを損壊又は蹴るなどしたことと誤解して各損壊を認めたもので\nある，同⑤のヘルメットを叩いたことはあるが，被告が主張するヘルメッ\nト（乙１１）ではなく，頭頂部がへこむなどしていなかったなどと主張し，\nそれに添う供述等（甲４０，原告本人）をする。\nしかしながら，まず，原告がＬとの会話を撮影したＤＶＤにおいて，原\n告自ら，通路に置かれたヘルメットにつまずいて転倒した際に，右拳を振\nり下ろしてヘルメットを割ったことを認める発言をしており（乙３９），\n原告が前記⑤のヘルメットを損壊したことは明らかであるし，ヒアリング\n調査に引き続きなされた聴取（乙１６の別紙１１）において，同③の洗濯\n機については，「凹みが残っている洗濯機」であること，同④のロッカー\nについては，「組合の旗とかがたくさん入っている」組合のロッカーであ\nることを確認した上で，各損壊を認めており，別の物と誤解して回答した\nとは考えられず，また，同②のロッカーについても，原告の損壊を目撃し\nた旨のＤ主任の陳述書（乙４８）も存在する上，損壊を認め，補修した理\n由について原告が述べる内容は不自然であって，原告の主張と整合する証\n拠も見当たらないことからすると，同②ないし⑤の各損壊を否定する原告\nの主張も採用できない。\n４  本件処分に裁量の逸脱又は濫用があるか（争点３）\n(1)  地方公務員につき，地方公務員法所定の懲戒事由がある場合に，懲戒処分\nを行うかどうか，懲戒処分を行うときにいかなる処分を選ぶかは，平素から\n庁内の事情に通暁し，職員の指揮監督に当たる懲戒権者の裁量に任されてお\nり，懲戒権者は，懲戒行為に該当すると認められる行為の原因，動機，性質，\n態様，結果，影響等のほか，当該公務員の当該行為の前後における態度，懲\n戒処分等の処分歴，選択する処分が他の公務員及び社会に与える影響等，諸\n般の事情を総合的に考慮して，懲戒処分を行うかどうか，行う場合にいかな\nる処分を選択すべきかを裁量によって決定することができるものと解するべ\nきである。したがって，裁判所が当該処分の適否を審査するに当たっては，\n懲戒権者と同一の立場に立って懲戒処分をすべきであったかどうか又はいか\nなる処分を選択すべきであったかについて判断し，その結果と懲戒処分とを\n比較してその軽重を論ずべきものではなく，懲戒権者の裁量権の行使に基づ\nく処分が社会通念上著しく妥当を欠き，裁量権の範囲を逸脱しこれを濫用し\nたと認められる場合に限り，違法であると判断すべきものである（最高裁平\n成２年１月１８日第一小法廷判決・民集４４巻１号１頁，同昭和５２年１２\n月２０日第三小法廷判決・民集３１巻７号１１０１頁参照）。\nそして，懲戒免職処分は，被懲戒者の公務員たる地位を失わせるという重\n大な結果を招来するものであるから，懲戒処分として免職を選択するに当た\nっては，他の懲戒処分に比して特に慎重な配慮を要する。\n(2)  以上を踏まえて本件処分について検討するに，上記２及び３のとおり，原\n告には本件処分理由である，本件領得行為及び本件粗暴行為が認められ，本\n件領得行為については，ジュース代領得行為及び物品領得行為のみならず，\nいわゆる不法領得の意思につき経済的用法に従って処分する意思を要しない\nとする立場（最高裁昭和２４年３月８日第三小法廷判決・刑集３巻３号２７\n６頁参照）を前提とするとその全てについて遺失物横領罪が成立し，また，\n本件粗暴行為のうち，本件器物損壊行為については器物損壊罪が成立するも\nのであり，また，本件暴言等についても，遅くとも平成２１年秋ころから上\n司も含めた複数人に対し粗暴な言動をし，時には業務である清掃作業に関す\nる配船について，自己の意を通そうとするメールを送信するなど暴言や恫喝\nと評価せざるを得ない言動を繰り返しているものであって，その態様は悪質\nといわざるを得ず，これらの原告の行為が公務員としての職務上の義務に違\n反し，被告職員としてその職の信用を傷つけたことは明らかである。\n(3)  しかしながら，本件領得行為がなされるに至った背景には，上記１(1)ア\nのとおり，長年にわたり，河川事務所ぐるみで清掃業務中に物色・領得行為\nが行われていたことが挙げられ，それを招いたことには管理・監督を長年怠\nってきた被告に大きな帰責事由が認められることは明らかである。また，５\n万円領得行為及び有価証券等領得行為の各対象物である５万円及び本件有価\n証券等は廃棄したことか らこれらについ て原告が利益を得たとは 認められ\nず，窃盗罪と毀棄罪との法定刑の違いに照らしても，それらを着服した場合\nと比較すると，違法性には大きな違いがあることは否定できない。実際，河\n川事務所のＡ所長は，上記１(4)エのとおり，５万円領得行為後とはいうもの\nの，河川からの拾得物は中身を確認せずにそのまま廃棄するように指示をし\nており，原告の廃棄行為は経過はともあれ結果だけをみれば上記指示にも合\n致しているともいえるから，この点からしても，被告において強い非難を加\nえることはできないというべきである。そして，上記１(3)ウ及び(7)のとお\nり，５万円領得行為は不起訴処分となっているし（なお，本件の全証拠によ\nっても当該処分理由は明らかではない。），原告が着服したと認められるジ\nュース代領得行為及び物品領得行為については，原告が得た利益自体はそれ\nほど大きなものではない。\nまた，本件器物損壊行為については，上記１(5)のとおり，原告において，\nその一部につき補修したり，弁償を申し出るなどしている上，上司に対する\nメールについても，原告がそれらの上司よりも年長や先輩に当たることを踏\nまえて違法性を判断せざるを得ないし，本件粗暴行為全般をみるに，上記の\nとおり比較的長期間にわたっており，それらの仔細をＡ所長ら上司は明確に\n認知しているにもかかわらず，同人らによる注意がなされたのは上記ヘルメ\nットの損壊行為の際のみであり，被告も，原告のうつ又はそれに類する病気\nが各行為に影響した可能性を検討して，そのような行為に及んだ原告に対し，\n懲戒処分を検討することはせず，産業医の面談を勧めているに止まっている\nし，Ａ所長においても，一緒に乗船した際に，原告の仕事ぶりで特に気にな\nることはなかったと証言している（証人Ａ・２７頁）のである。これらは，\n被告において，そのような非違行為をさほど重大視していなかったことの表\nれというべきであるし，また，そのような本来なすべき職員への指導監督を\n十分に行わない被告の消極的な対応が，原告にこれらの行為について改善の\n契機を与えず，同人の増長を招いたとも評価できる。\nなお，この点，被告は，原告の行為が本局に発覚後，懲戒処分等も含めた\n対応を継続的に協議・検討してきたと主張し，Ｑ課長もその旨の証言をする\nが（証人Ｑ・４頁），それを認めるに足りる客観的な証拠はなく，むしろ，\nＡ所長においては，本局から原告を指導，注意するよう指示はなく，原告の\n同僚からの指導等の要請もなかった，また，メモ（乙４５の別紙５）を作成\nしたのも懲戒処分を行うためではないと証言している上（証人Ａ・５１，６\n８ないし７０頁），被告が原告から事情聴取した際にも，それについて注意\n・指導したり，懲戒処分を示唆するなどをしていないことからしても，直ち\nにその主張等は採用し難い。また，仮に被告の主張のとおりであったとして\nも，被告が具体的な現場確認や原告からの事情聴取を行おうとしたのは，平\n成２２年９月になってからであり，原告の上記認定の粗暴行為を認知してか\nら１年近く経過していたのであるから，原告のそれらの行為を放置していた\nと評価されても仕方がないというべきである（他方，原告は，被告の対応状\n況等を理由に本件粗暴行為を処分の理由とすべきではないと主張するが，こ\nれも相当でない。）。\nさらに，原告が本件内部告発をしたことで，本件領得行為，特に５万円領\n得行為の違法性が直ちに減少するとはいい難いが，少なくとも原告が本件内\n部告発を行った結果，前提事実(4)オや上記１(1)，(6)及び(7)アのとおり，\n調査チーム等による河川事務所における物色・領得行為の調査が行われ，当\n該行為並びに陸ゴミ等に 係る違法又は不 適切な取扱いの実態が明 らかとな\nり，清掃作業中に発見された物等の取扱いが明確化されるなど，その是正が\n図られたものであって，この点は，懲戒処分の選択に当たり原告に有利な事\n情として考慮すべきことは明らかである。\nなお，本件内部告発について，被告は，５万円領得行為との関係でのみ有\n利な事情（軽減事情）として考慮すべきであると主張するが，既に述べたと\nおり，河川事務所において長年にわたり物色・領得行為がなされていたこと\nは，本件領得行為全体に影響する事情であることからすれば，５万円領得行\n為との関係でのみ考慮すべきとはいえず，当該主張は理由がない。他方，原\n告は，本件内部告発による軽減を無にすることから本件粗暴行為を本件領得\n行為と併せて処分すること自体許されないと主張するが，既に述べたとおり，\n任命権者は懲戒事由に該当すると認められる行為がある場合に懲戒をすべき\nか否かについて裁量権を有していることから，本件内部告発があるからとい\nって，本件粗暴行為を本件領得行為と合わせて処分すること自体が許されな\nいとまで解することはできず，原告の主張には理由がない。\nそして，前提事実(6)アのとおり，本件領得行為又は本件粗暴行為に類する\n懲戒処分指針の標準例において，免職のみを定めるのは公金物品に係る横領，\n窃盗，詐欺のみであり，故意による器物損壊については職場における場合で\nあっても「減給又は戒告」を標準としていること，前提事実(1)アのとおり，\n原告に本件処分以前に懲戒処分歴がないことなども原告にとって量定上有利\nな事情として考慮すべきといえる。\n(4)  以上のとおり，本件処分理由の各事実はいずれも悪質であり，特に，その\n一部は，前提事実(2)のとおり，特に被告において市立斎場事案やＰ事務所事\n案といった組織的不祥事が続いて発覚したため服務規律の徹底に努めていた\n最中に行われたことを考慮したとしても，他方で，上記(3)で述べたとおり，\n原告は従前懲戒処分歴がなく，上記各事実はいずれもそれだけでは直ちに懲\n戒免職処分に付されるべき重大な非違行為とまで評価できるものではなく，\nそもそも，被告においても，上記各事実を招いたことについては，応分の帰\n責事由が認められるなど，処分量定上原告に有利な事情をも考慮すれば，他\nに原告が主張する事情を考慮するまでもなく，懲戒処分歴のない原告に更生\nの機会を与えることなく直ちに懲戒免職とした本件処分は重きに失するもの\nといわざるを得ず，社会通念上著しく妥当を欠き，裁量権の範囲を逸脱しこ\nれを濫用したものとして違法というべきである。\n５  結論\n以上によれば，その余の争点について判断するまでもなく，本件処分は取り\n消しを免れず，原告の請求には理由があるから，主文のとおり判決する。\n平成２４年８月２９日\n大阪地方裁判所第５民事部\n裁  判  長  裁 判 官                  中垣内  健  治\n裁 判 官\n別  所  卓  郎\n裁 判 官\n藤  原      瞳\n"
}