{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 5,
    "day": 23
  },
  "case_number": "平成24(わ)1330",
  "case_name": "危険運転致死傷被告事件",
  "court_name": "千葉地方裁判所刑事第１部",
  "gist": "被告人が進行を制御することが困難な高速度で自車を走行させたとして危険運転致死傷罪の成立が認められた事例",
  "lawsuit_id": "83495",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83495",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/495/083495_hanrei.pdf",
  "contents": "\u0000 \u0000\n平 成 ２ ４ 年 （ わ ） 第 １ ３ ３ ０ 号   危 険 運 転 致 死 傷 被 告 事 件 \u0000\n平 成 ２ ５ 年 ５ 月 ２ ３ 日   千 葉 地 方 裁 判 所 刑 事 第 １ 部 判 決 \u0000\n\u0000\n主           文 \u0000\n被 告 人 を 懲 役 ７ 年 に 処 す る 。 \u0000\n未 決 勾 留 日 数 中 ９ ０ 日 を そ の 刑 に 算 入 す る 。 \u0000\n理           由 \u0000\n（ 罪 と な る べ き 事 実 ）\n被 告 人 は ， 平 成 ２ ４ 年 ５ 月 ２ ８ 日 午 後 ９ 時 ４ ６ 分 頃 ， 甲 を 助 手 席 に ，\n乙 を 後 部 座 席 に 乗 車 さ せ て 普 通 乗 用 自 動 車 を 運 転 し ， 千 葉 県 松 戸 市 ａ ｂ\n丁 目 ｃ 番 地 の ｄ 付 近 の 直 線 道 路 を 流 山 市 ｅ 方 面 か ら 松 戸 市 ｆ 方 面 に 向 か\nい 進 行 す る に 当 た り ， 体 が ふ わ っ と 浮 き 上 が る よ う な 感 覚 を 楽 し ん で 自\n車 内 の 雰 囲 気 を 盛 り 上 げ よ う と 考 え ， そ の 進 路 前 方 に 長 さ 約 ４ ７ ． ５ メ\nー ト ル の 橋 梁 （ ａ 橋 ） が あ り ， そ の 入 口 側 に は 橋 梁 に 向 か い 急 な 上 り 勾\n配 （ 以 下 「 第 １ 勾 配 」 と い う 。） が ， 橋 梁 を 通 過 し た 出 口 側 に は 急 な 下 り\n勾 配 （ 以 下 「 第 ２ 勾 配 」 と い う 。） が そ れ ぞ れ 設 け ら れ て い る に も か か わ\nら ず ， そ の 進 行 を 制 御 す る こ と が 困 難 な 時 速 ８ ２ キ ロ メ ー ト ル を 上 回 る\n高 速 度 で 自 車 を 走 行 さ せ た 。 そ の た め ， 被 告 人 は ， 第 １ 勾 配 通 過 後 の 橋\n梁 上 及 び 第 ２ 勾 配 で 断 続 的 に 自 車 の タ イ ヤ が 路 面 と の 間 に 摩 擦 が な い か ，\nほ と ん ど な い 状 態 を 生 じ さ せ ， 自 車 の 制 御 が 困 難 と な っ て ， 自 車 を 左 前\n方 に 滑 走 さ せ た 。 そ の 結 果 ， 折 か ら 同 所 先 交 差 点 左 側 横 断 歩 道 上 を 同 一\n方 向 に 歩 行 し て い た 丙 （ 当 時 １ ８ 歳 ） に 自 車 前 部 を 衝 突 さ せ て 同 人 を 同\n所 先 歩 道 上 に 転 倒 さ せ る と と も に ， 自 車 を 同 交 差 点 出 口 左 側 に 設 け ら れ\nた コ ン ク リ ー ト 塀 及 び 信 号 柱 に 衝 突 さ せ る な ど し ， よ っ て ， 前 記 丙 に 頭\n蓋 骨 骨 折 ， 頭 蓋 底 骨 折 ， 外 傷 性 ク モ 膜 下 出 血 等 の 傷 害 を 負 わ せ ， 同 日 午\n後 １ １ 時 １ ６ 分 頃 ， 松 戸 市 ｇ ｈ 番 地 所 在 の ｉ 病 院 に お い て ， 同 人 を 前 記\n\u0000 \u0000\n傷 害 に よ り 死 亡 さ せ ， 前 記 甲 （ 当 時 ２ ０ 歳 ） に 加 療 約 ３ か 月 間 を 要 す る\n脳 挫 傷 ， 肺 挫 傷 の 傷 害 を ， 前 記 乙 （ 当 時 １ ９ 歳 ） に 加 療 約 ３ か 月 間 を 要\nす る 脳 挫 傷 ， 頸 髄 損 傷 ， 頸 椎 骨 折 の 傷 害 を そ れ ぞ れ 負 わ せ た 。 \u0000\n（ 証 拠 の 標 目 ） \u0000\n省 略 \u0000\n（ 事 実 認 定 の 補 足 説 明 ） \u0000\n第 １   争 点\n本 件 の 主 な 争 点 は ， 被 告 人 が 進 行 を 制 御 す る こ と が 困 難 な 高 速 度 で\n本 件 道 路 を 走 行 し た と 認 め ら れ る か で あ る と こ ろ ，以 下 の 理 由 か ら 危 険\n運 転 致 死 傷 罪 の 成 立 を 認 め た 。\n第 ２   「 進 行 を 制 御 す る こ と が 困 難 な 高 速 度 」 に つ い て\n１   本 件 道 路 に お い て ， 被 告 人 車 両 と 同 型 の 車 両 （ 以 下 「 実 験 車 両 」\nと い う 。）で 実 験 走 行 を し た 証 人 丁 の 供 述 は ，２ で 検 討 す る よ う に 信\n用 で き る か ら ， 次 の 事 実 が 認 め ら れ る 。\n   第 １ 勾 配 を 時 速 約 ８ ０ キ ロ メ ー ト ル 以 上 で 通 過 ，走 行 し た 場 合 ，\n第 １ 勾 配 通 過 後 ，実 験 車 両 は 強 く 上 下 動 等 す る た め ，サ ス ペ ン シ ョ\nン は 大 き く 伸 縮 し ，車 両 の タ イ ヤ と 路 面 と の 間 に 摩 擦 が 全 く な い か ，\nほ と ん ど な い 状 態 ，す な わ ち「 ゼ ロ Ｇ 状 態 」が 断 続 的 に 生 じ ，そ れ\nが 解 消 さ れ な い ま ま 第 ２ 勾 配 に 進 入 し て 本 件 事 故 現 場 で あ る 交 差\n点 付 近 ま で 「 ゼ ロ Ｇ 状 態 」 が 連 続 し て 生 じ る 。\n   「 ゼ ロ Ｇ 状 態 」 で は ， 不 用 意 に ハ ン ド ル 操 作 や ブ レ ー キ 操 作 を\nす る と 車 両 が ス ピ ン す る お そ れ が あ る た め ，的 確 に 進 行 さ せ る に は ，\n腰 を 座 席 の シ ー ト に 押 し つ け る な ど し て 固 定 す る 運 転 姿 勢 を 保 ち\nな が ら ，車 両 の 上 下 動 の 衝 撃 に よ っ て 不 用 意 な 操 作 を し な い よ う ハ\nン ド ル を 弱 く 握 り ，車 に バ ラ ン ス の ず れ が 生 じ た 場 合 に は ，タ イ ヤ\nが 路 面 に 接 着 し て い る 瞬 間 に ，わ ず か な ハ ン ド ル 操 作 を し て こ れ を\n\u0000 \u0000\n修 正 す る こ と な ど が 必 要 で あ る 。\n２   丁 供 述 は ， 約 ３ ０ 年 に わ た る 多 数 の カ ー ス タ ン ト の 経 験 に 基 づ く\n具 体 的 な も の で あ り ， 走 行 実 験 の 模 様 を 撮 影 し た 映 像 に お け る 車 両\nの 動 静 や 丁 の ハ ン ド ル 操 作 の 状 況 等 を 合 理 的 に 説 明 し て い る 。な お ，\n第 １ 勾 配 通 過 後 に 「 ゼ ロ Ｇ 状 態 」 が 生 じ る と の 供 述 部 分 は ， 丁 自 身\nの 経 験 と 走 行 実 験 中 の 体 感 か ら 導 い た 内 容 で は あ る が ， 自 動 車 工 学\nの 専 門 家 で あ る 証 人 戊 の 供 述 に よ り 裏 付 け ら れ て い る 。 ま た ， 走 行\n実 験 時 に は 降 雨 の た め 路 面 が 滑 り や す く な っ て い た が ， こ の 点 は ，\n「 ゼ ロ Ｇ 状 態 」 を 発 生 さ せ る 点 に は 影 響 が な い と の 供 述 部 分 も 説 得\n的 で あ る 。 結 局 ， 丁 の 供 述 は 信 用 で き る 。 \u0000\nな お ， 走 行 車 線 や ア ク セ ル ペ ダ ル を 離 す タ イ ミ ン グ に ， 被 告 人 の\n走 行 時 と 走 行 実 験 時 で 若 干 の 差 異 が あ る が ， 丁 は ， 安 全 性 を 保 つ た\nめ に セ ン タ ー ラ イ ン 付 近 を 走 行 し た 旨 述 べ て い る し ， ア ク セ ル ペ ダ\nル を 離 し た タ イ ミ ン グ の 遅 れ は わ ず か な 差 異 に す ぎ な い こ と に 照 ら\nせ ば ， こ れ ら の 点 が 丁 供 述 の 信 用 性 を 左 右 す る も の で は な い 。\n３   そ う す る と ，「 ゼ ロ Ｇ 状 態 」が 生 じ た 車 両 に つ き 前 記 １  で 求 め ら\nれ る よ う な 高 度 な 運 転 操 作 を 普 通 の 運 転 者 が 行 う こ と は 極 め て 困 難\nで あ る か ら ， 被 告 人 車 両 で 第 １ 勾 配 を 通 過 す る に あ た り ， 時 速 約 ８\n０ キ ロ メ ー ト ル 以 上 で 走 行 す る こ と は ， ハ ン ド ル や ブ レ ー キ 操 作 な\nど の わ ず か な ミ ス が 加 わ る だ け で ， 自 車 を 道 路 状 況 に 応 じ て 的 確 に\n制 御 し て 進 行 さ せ る こ と が 困 難 な 状 態 に な る と い え る 。 \u0000\n第 ３   被 告 人 車 両 の 速 度 に つ い て\n１   第 ２ 勾 配 通 過 後 の タ イ ヤ 痕 印 象 開 始 地 点 直 前 の 被 告 人 車 両 の 速 度\nは 遅 く と も 時 速 ８ ２ キ ロ メ ー ト ル で あ る と 認 め ら れ る 。 そ し て ， 戊\nは ， 第 １ 勾 配 通 過 後 ， タ イ ヤ 痕 印 象 開 始 地 点 ま で の 間 に は 空 気 抵 抗\nや エ ン ジ ン ブ レ ー キ の 影 響 な ど が あ る の で ， 下 り 勾 配 が あ る こ と を\n\u0000 \u0000\n考 慮 し て も ， 第 １ 勾 配 通 過 時 の 速 度 は ， タ イ ヤ 痕 印 象 開 始 地 点 直 前\nの 速 度 よ り も 速 く な る と 供 述 し て い る 。 こ の 戊 供 述 は ， 専 門 的 知 見\nと 多 数 の 鑑 定 経 験 に 基 づ い て お り ， 信 用 で き る 。\nま た ， 丁 に よ る 走 行 実 験 に よ れ ば ， 実 験 車 両 は 第 １ 勾 配 を 時 速 約\n８ ０ キ ロ メ ー ト ル 以 上 で 通 過 ， 走 行 し た 場 合 に は ， 第 ２ 勾 配 進 入 時\nま で に ， 約 ６ な い し ８ キ ロ メ ー ト ル 減 速 し ， そ の 後 も 概 ね 減 速 し 続\nけ て い る こ と が 認 め ら れ る 。 こ の こ と も ， 前 記 戊 供 述 を 裏 付 け る 。 \u0000\n２   し か し な が ら ， 実 験 車 両 と 被 告 人 車 両 で は ， 走 行 車 線 等 の 前 提 条\n件 に 違 い が あ る こ と や 減 速 度 合 い に 規 則 性 が な く ， 算 出 根 拠 と す る\nに は 実 験 回 数 が 少 な い こ と な ど を 考 え る と ， 減 速 の 程 度 が 少 な く と\nも ６ キ ロ メ ー ト ル で あ る こ と を 根 拠 と し て ， 第 １ 勾 配 通 過 時 点 で の\n被 告 人 車 両 の 速 度 は 少 な く と も 時 速 約 ８ ８ キ ロ メ ー ト ル で あ る と す\nる 検 察 官 の 主 張 は そ の ま ま で は 採 用 す る こ と は で き な い 。 \u0000\n３   そ う す る と ， 第 １ 勾 配 通 過 時 点 で の 被 告 人 車 両 の 速 度 は ， 第 ２ 勾\n配 通 過 後 の タ イ ヤ 痕 印 象 開 始 地 点 直 前 の 同 車 の 最 低 速 度 で あ る 時 速\n８ ２ キ ロ メ ー ト ル を 上 回 っ て い た と 認 め ら れ る が ， そ の 具 体 的 数 値\nを 認 定 す る に 足 り る 証 拠 は な い 。 \u0000\n第 ４   そ の 他 の 主 張 等 に つ い て \u0000\n１   丁 供 述 等 に よ れ ば ， 被 告 人 が ， 第 １ 勾 配 通 過 後 に ハ ン ド ル を 左 に\n切 っ た こ と が あ っ た と し て も ， そ の 前 に 既 に 制 御 困 難 な 状 態 が 生 じ\nて い た の で あ り ， 前 記 認 定 を 左 右 し な い 。 な お ， 第 １ 勾 配 通 過 後 の\n被 告 人 車 両 の 動 静 等 に つ い て ， 戊 と 丁 の 供 述 と は 互 い に 整 合 的 で あ\nっ て 矛 盾 す る も の で は な い 。 \u0000\n２   被 告 人 は ， 本 件 道 路 の 状 況 及 び 被 告 人 車 両 の 速 度 を 概 括 的 に 認 識\nし て い た こ と が 証 拠 上 認 め ら れ る か ら ， 被 告 人 に 実 際 の 車 の 動 き や\n衝 撃 の 大 き さ ， 危 険 性 ま で の 認 識 が な い と し て も ， 危 険 運 転 致 死 傷\n\u0000 \u0000\n罪 の 故 意 に 欠 け る と こ ろ は な い 。 橋 梁 の ジ ョ イ ン ト 部 分 が 斜 め に な\nっ て い る 事 実 は 被 告 人 車 両 の 具 体 的 な 動 静 に 影 響 を 与 え た と し て も ，\n「 ゼ ロ Ｇ 状 態 」 を 生 じ さ せ る 原 因 で は な く ， こ の 点 を 認 識 し て い な\nく て も 故 意 の 成 立 に 影 響 し な い 。 \u0000\n（ 法 令 の 適 用 ） \u0000\n罰               条\n危 険 運 転 致 死 の 点\n危 険 運 転 致 傷 の 点\n刑 法 ２ ０ ８ 条 の ２ 第 １ 項 後 段 ， 前 段\n（ 人 を 死 亡 さ せ た 場 合 ）\n被 害 者 ご と に 刑 法 ２ ０ ８ 条 の ２ 第 １\n項 後 段 ，前 段（ 人 を 負 傷 さ せ た 場 合 ）\n科 刑 上 一 罪 の 処 理\n刑 法 ５ ４ 条 １ 項 前 段 ， １ ０ 条 （ １ 個\nの 行 為 が ３ 個 の 罪 名 に 触 れ る 場 合 で\nあ る か ら ， １ 罪 と し て 最 も 重 い 危 険\n運 転 致 死 罪 の 刑 で 処 断 ）\n未 決 勾 留 日 数 の 算 入  刑 法 ２ １ 条\n訴 訟 費 用 の 不 負 担  刑 事 訴 訟 法 １ ８ １ 条 １ 項 た だ し 書\n（ 量 刑 の 理 由 ） \u0000\n１   本 件 は ， 友 人 ら を 乗 せ て 走 行 中 に ， 車 内 の 雰 囲 気 を 盛 り 上 げ る た め ，\n太 鼓 橋 状 の 道 路 を 高 速 度 で 通 過 し ，激 し い 上 下 動 な ど に よ り ，自 車 を 滑\n走 さ せ て ，歩 行 者 １ 名 を 死 亡 さ せ ，同 乗 者 ２ 名 に 傷 害 を 負 わ せ た と い う\n危 険 運 転 致 死 傷 の 事 案 で あ る 。 \u0000\n２   ま ず ，被 告 人 の 運 転 行 為 に よ り ，何 ら 落 ち 度 の な い 歩 行 者 を 死 亡 さ せ\nた と い う 重 大 な 結 果 が 生 じ て い る 点 を 重 視 す べ き で あ る 。被 害 者 は ，将\n来 あ る 大 学 生 で あ っ た の で あ り ，そ の 無 念 さ は 察 す る に 余 り が あ る 。厳\n罰 を 望 む 遺 族 の 心 情 も 当 然 の こ と と し て 理 解 で き る 。 \u0000\n深 く 考 え な い ま ま に 雰 囲 気 に 流 さ れ て 高 速 度 で 運 転 し た 動 機 も 身 勝\n\u0000 \u0000\n手 で あ る 。 \u0000\n本 件 道 路 を 走 行 す る に 至 っ た 当 日 の 経 緯 ，特 に ，同 乗 者 ２ 名 が 法 定 速\n度 を 超 え る 速 度 で 走 行 す る こ と を 了 解 し て い た こ と は ，負 傷 し た 同 乗 者\nと の 関 係 で は と も か く ，死 亡 し た 歩 行 者 と の 関 係 で は 被 告 人 に 有 利 な 事\n情 に は な ら な い 。 \u0000\n以 上 に よ れ ば ，無 謀 か つ 危 険 な 被 告 人 の 運 転 行 為 の 態 様 は ，危 険 運 転\n致 死 傷 罪 の そ れ と し て は 特 に 悪 質 性 が 高 い と ま で は 言 え な い も の の ，そ\nの 死 亡 の 結 果 や 動 機 は 強 く 非 難 さ れ る の で あ っ て ，ハ ン ド ル を 握 る 者 と\nし て の 責 任 の 重 さ を 自 覚 さ せ る た め に も ，自 動 車 運 転 過 失 致 死 傷 罪 の 法\n定 刑 の 上 限 付 近 の 刑 が 相 当 で あ る 。 \u0000\n３   本 件 に 至 っ た 原 因 と し て ，当 時 １ ９ 歳 で あ っ た 被 告 人 の 自 動 車 運 転 に\n対 す る 認 識 の 甘 さ や 思 慮 の 浅 さ を 指 摘 す る こ と が で き る 。こ の 点 は ，被\n告 人 が 自 動 車 運 転 免 許 を 与 え ら れ て い た 以 上 ，殊 更 有 利 に 考 え る こ と は\nで き な い と し て も ，事 件 後 ，被 告 人 は ，被 害 者 遺 族 に 対 し て 被 告 人 な り\nの 謝 罪 を し ，犯 し た 罪 の 重 大 さ や 自 身 の 問 題 点 と 向 き 合 い つ つ あ り ，生\n涯 を 通 じ て 償 っ て い く 決 意 も 述 べ て い る 。 \u0000\n以 上 に 加 え て ，傷 害 を 負 っ た 同 乗 者 の 被 告 人 に 対 す る 処 罰 感 情 は 厳 し\nい も の で は な い こ と ，対 人 無 制 限 の 任 意 保 険 に よ る 賠 償 が さ れ ，今 後 も\nさ れ る 予 定 で あ る こ と も 被 告 人 に 一 定 程 度 有 利 に 考 慮 で き る 。 \u0000\n４   そ こ で ， 主 文 の と お り 量 刑 す る 。 \u0000\n（ 裁 判 長 裁 判 官   後 藤 眞 理 子   裁 判 官   丹 羽 芳 徳   裁 判 官   瓜 生   容 ） \u0000\n\u0000\n"
}