{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 3,
    "day": 20
  },
  "case_number": "平成27(行ウ)158等",
  "case_name": "シリア難民不認定処分無効確認等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　シリア・アラブ共和国の国籍を有する外国人で，いわゆる「アラブの春」以降に反政府デモに参加したクルド人が,出入国管理及び難民認定法２条３号の２にいう「難民」に当たらないとされた事例\n２　シリア・アラブ共和国の国籍を有する外国人で，政府軍と反政府武装勢力の衝突が多い南部ダルアー県に居住していた者が,出入国管理及び難民認定法２条３号の２にいう「難民」に当たらないとされた事例",
  "case_gist": "１　シリア・アラブ共和国の国籍を有する外国人で，いわゆる「アラブの春」以降に反政府デモに参加したクルド人は，①シリア政府が平和的な反政府デモに参加したクルド人をそのような理由のみで迫害したとか迫害しようとしていると認めるに足りないこと，②同人が参加したデモが数百人から１０００人程度の規模であり，行われた地域も反政府活動の要所であると認めるに足りないこと，③血縁集団の部族長の家系に属する同人の参加によりデモの参加者がどの程度増加したかを認めるに足りる的確な証拠がないことなど判示の事情の下においては，出入国管理及び難民認定法２条３号の２にいう「難民」に当たらない。\n２　シリア・アラブ共和国の国籍を有する外国人で，政府軍と反政府武装勢力の衝突が多い南部ダルアー県に居住していた者は，①シリア政府がダルアー県の出身者ないし居住者一般を迫害したとか迫害しようとしていると認めるに足りないこと，②同人が予備役の招集を受けたことを認めるに足りる客観的な証拠がなく，同人も難民認定手続において予備役の召集を受けたとは供述していないこと，③同人が反政府デモに参加したとか，そのことを理由に身柄を拘束されたことがあるとは認められないことなど判示の事情の下においては，出入国管理及び難民認定法２条３号の２にいう「難民」に当たらない。\n\n（参考法令）\n出入国管理及び難民認定法２条，６１条の２",
  "lawsuit_id": "88331",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88331",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/331/088331_hanrei.pdf",
  "contents": "平成３０年３月２０日判決言渡\n平成２７年（行ウ）第１５８号  シリア難民不認定処分無効確認等請求事件（以下「第１事件」という。）\n平成２７年（行ウ）第１６３号  シリア難民不認定処分無効確認等請求事件（以下「第２事件」という。）\n平成２７年（行ウ）第１６４号  シリア難民不認定処分無効確認等請求事件（以下「第３事件」という。）\n平成２７年（行ウ）第１６５号  シリア難民不認定処分無効確認等請求事件（以下「第４事件」という。）\n平成２７年（行ウ）第５９５号  訴えの追加的併合請求事件（以下「第５事件」という。）\n主                  文\n１  原告Ｐ１及び原告Ｐ２の本件訴えをいずれも却下する。\n２  原告Ｐ３及び原告Ｐ４の本件訴えのうち，難民認定の義務付けを求める部分\nをいずれも却下する。\n３  原告Ｐ３及び原告Ｐ４のその余の請求をいずれも棄却する。\n４  訴訟費用は原告らの負担とする。\n事  実  及  び  理  由\n第１  当事者が求めた裁判\n１  請求の趣旨\n(1)  原告Ｐ１の請求（第１事件）\nア  処分行政庁が平成２５年２月２６日付けで原告Ｐ１に対してした難民の\n認定をしない旨の処分が無効であることを確認する。\nイ  処分行政庁は，原告Ｐ１を難民と認定せよ。\n(2)  原告Ｐ２の請求（第２事件）\nア  処分行政庁が平成２５年２月２６日付けで原告Ｐ２に対してした難民の\n認定をしない旨の処分が無効であることを確認する。\nイ  処分行政庁は，原告Ｐ２を難民と認定せよ。\n(3)  原告Ｐ３の請求（第３・５事件）\nア  処分行政庁が平成２５年２月２６日付けで原告Ｐ３に対してした難民の\n認定をしない旨の処分を取り消す（第５事件）。\nイ  処分行政庁は，原告Ｐ３を難民と認定せよ（第３事件）。\n(4)  原告Ｐ４の請求（第４事件）\nア  処分行政庁が平成２５年１月１０日付けで原告Ｐ４に対してした難民の\n認定をしない旨の処分が無効であることを確認する。\nイ  処分行政庁は，原告Ｐ４を難民と認定せよ。\n２  本案前の答弁\n主文第１及び２項と同旨\n３  本案の答弁\n主文第３項と同旨\n第２  事案の概要\n本件は，シリア・アラブ共和国（以下「シリア」又は「本国」という。）国籍\nを有する外国人である原告らが，それぞれ出入国管理及び難民認定法（以下「入\n管法」という。）６１条の２第１項に基づき難民認定の申請をしたが，処分行政\n庁から難民の認定をしない旨の処分を受けたため，原告Ｐ３においては同処分\nの取消しを求めるとともに，難民認定の義務付けを求め，その余の原告らにお\nいてはそれぞれ同処分の無効確認を求めるとともに，難民認定の義務付けを求\nめる事案である。\n１  関係法令の定め\n本件に関係する法令の定めは，別紙２「関係法令の定め」に記載のとおりで\nある。\n２  前提事実（証拠等を掲げていない事実は当事者間に争いがない。）\n(1)  原告らの身分事項及び家族関係\nア   原告 Ｐ１ は， １ ９ ９ ３ 年 （ 平 成 ５ 年 ） ▲ 月 ▲ 日 ， シ リ ア に お い て 出\n生したシリア国籍を有する外国人男性である。\nイ  原告Ｐ２は，１９９２年（平成４年）▲月▲日，シリアにおいて出生し\nたシリア国籍を有する外国人男性である。\nウ  原告Ｐ３は，１９８４年（昭和５９年）▲月▲日，シリアにおいて出生\nしたシリア国籍を有する外国人男性である。\n原告Ｐ３は，シリアにおいて，Ｐ５（１９８６年（昭和６１年）▲月▲\n日生まれ。以下「Ｐ３妻」という。）と婚姻し，同女との間に，Ｐ６（２０\n１１年（平成２３年）▲月▲日生まれ。以下「Ｐ３長女」という。）及びＰ\n７（２０１３年（平成２５年）▲月▲日生まれ。以下「Ｐ３長男」という。）\nをもうけ，本邦において，Ｐ８（２０１７年（平成２９年）▲月▲日生ま\nれ。以下「Ｐ３二女」という。）をもうけた（乙ハ２１ないし２４，ハ２９）。\nエ  原告Ｐ４は，１９７９年（昭和５４年）▲月▲日，シリアにおいて出生\nしたシリア国籍を有する外国人男性である。\n原告Ｐ４は，シリアにおいて，Ｐ９（１９８７年（昭和６２年）▲月▲\n日生まれ。以下「Ｐ４妻」という。）と婚姻し，同女との間に，Ｐ１０（２\n００８年（平成２０年）▲月▲日生まれ。以下「Ｐ４長男」という。），Ｐ\n１１（２００９年（平成２１年）▲月▲日生まれ。以下「Ｐ４長女」とい\nう。）及びＰ１２（２０１１年（平成２３年）▲月▲日生まれ。以下「Ｐ４\n二女」という。）をもうけた（乙ニ９）。\n(2)  原告Ｐ１の入国及び出国の経緯等\nア  原告Ｐ１は，平成２４年８月２１日，成田国際空港（以下「成田空港」\nという。）に到着し，同年１０月１９日，東京入国管理局成田空港支局（以\n下「成田空港支局」という。）入国審査官から一時庇護のための上陸許可を\n受けて本邦に上陸した。\nイ  原告Ｐ１は，平成２４年１０月１０日，処分行政庁に対し難民認定の申\n請をしたが，処分行政庁は，平成２５年２月２６日，同原告に対し，難民\nの認定をしない旨の処分（以下「本件Ｐ１処分」という。）をし，同年３月\n１８日，その旨通知した。\nウ  原告Ｐ１は，平成２８年１１月７日，みなし再入国許可により，本邦を\n出国した。\n原告Ｐ１は，本邦に再入国上陸することなく，平成２９年３月１８日の\n経過をもって，在留期間（同原告は，平成２８年３月７日，在留期間を１\n年とする在留期間更新許可を受けていた。）は満了し，同原告のみなし再入\n国許可は失効した。（乙イ１８，イ１９）\n(3)  原告Ｐ２の入国及び出国の経緯等\nア  原告Ｐ２は，平成２４年８月２１日，成田空港に到着し，同年１０月１\n９日，成田空港支局入国審査官から一時庇護のための上陸許可を受けて本\n邦に上陸した。\nイ  原告Ｐ２は，平成２４年１０月１０日，処分行政庁に対し難民認定の申\n請をしたが，処分行政庁は，平成２５年２月２６日，同原告に対し，難民\nの認定をしない旨の処分（以下「本件Ｐ２処分」という。）をし，同年３月\n１８日，その旨通知した。\nウ  原告Ｐ２は，平成２８年１１月７日，みなし再入国許可により，本邦を\n出国した。\n原告Ｐ２は，本邦に再入国上陸することなく，平成２９年３月１８日の\n経過をもって，在留期間（同原告は，平成２８年３月７日，在留期間を１\n年とする在留期間更新許可を受けていた。）は満了し，同原告のみなし再入\n国許可は失効した。（乙ロ１３，ロ１４）\n(4)  原告Ｐ３の入国及び難民認定手続等\nア  原告Ｐ３は，平成２４年８月２１日，成田空港に到着し，同年１０月１\n９日，成田空港支局入国審査官から一時庇護のための上陸許可を受けて本\n邦に上陸した。\nイ  原告Ｐ３は，平成２４年１０月１０日，処分行政庁に対し難民認定の申\n請をしたが，処分行政庁は，平成２５年２月２６日，同原告に対し，難民\nの認定をしない旨の処分（以下「本件Ｐ３処分」という。）をし，同年３月\n１８日，その旨通知した。\nウ  原告Ｐ３は，平成２５年３月２５日，本件Ｐ３処分について異議の申立\nてをしたが，処分行政庁は，平成２７年５月１１日，同申立てを棄却する\n旨の決定をし，同年７月９日，同原告にその旨通知した。\nエ  Ｐ３妻，Ｐ３長女及びＰ３長男（以下，３名を併せて「Ｐ３妻ら」とい\nう。）は，平成２７年１月２３日，成田空港に到着し，上陸特別許可を受け\nて本邦に上陸した（乙ハ２４）。\nオ  原告Ｐ３及びＰ３妻は，平成２９年▲月▲日，Ｐ３二女をもうけた（乙\nハ２９）。\n(5)  原告Ｐ４の入国及び難民認定手続等\nア  原告Ｐ４は，平成２４年６月２３日，成田空港に到着し，成田空港支局\n入国審査官から，在留資格を「短期滞在」，在留期間を「１５日」とする上\n陸許可の証印を受けて本邦に上陸した。\nイ  原告Ｐ４は，平成２４年７月６日，処分行政庁に対し難民認定の申請を\nしたが，処分行政庁は，平成２５年１月１０日，同原告に対し，難民の認\n定をしない旨の処分（以下「本件Ｐ４処分」という。）をし，同月３１日，\nその旨通知した。\nウ  Ｐ４妻，Ｐ４長男，Ｐ４長女及びＰ４二女（以下，４名を併せて「Ｐ４\n妻ら」という。）は，平成２８年３月１６日，成田空港に到着し，上陸特別\n許可を受けて本邦に上陸した（乙ニ９）。\n(6)  本件訴えの提起\n原告らは，平成２７年３月１７日，第１ないし４事件に係る訴えを提起し，\n原告Ｐ３は，同年１０月６日，第５事件に係る訴えを追加的に併合して提起\nした（顕著な事実）。\n３  争点\n(1)  本件Ｐ１処分及び本件Ｐ２処分の無効確認を求める利益が失われた  か\n否か。\n(2)  原告Ｐ３及び原告Ｐ４が難民に該当するか否か。\n(3)  義務付けの訴えの適法性及びその当否\n第３  争点に関する当事者の主張\n１  争点(1)（本件Ｐ１処分及び本件Ｐ２処分に係る無効確認の利益の有無）につ\nいて\n【原告Ｐ１及び原告Ｐ２の主張】\n被告の主張は争う。\n【被告の主張】\n入管法６１条の２第１項は，本邦にある外国人であることを前提として，難\n民の認定申請を行うことを認めており，入管法には本邦にない外国人について，\n難民の認定をすることを予定した規定はない。難民条約も，国外の難民をも庇\n護の対象とすることまでは求めていない。そうすると，入管法は，本邦内の難\n民を庇護の対象とし，これについて難民認定制度を設けているのであって，本\n邦外の者について難民認定を行うことは予定していない。よって，難民不認定\n処分を受けた者が本邦から出国すれば，同処分の無効確認を求める訴えの利益\nは失われるというべきである。\n原告Ｐ１及び原告Ｐ２は，平成２８年１１月７日に，みなし再入国許可によ\nり本邦を出国したものである。そして，原告Ｐ１及び原告Ｐ２は，本邦に再入\n国上陸することなく，平成２９年３月１８日の経過をもって，同人らの在留資\n格に係る在留期間は満了し，同人らのみなし再入国許可は失効したのであるか\nら，同人らが本邦に再入国上陸することもできない。\nしたがって，判決によって，本件Ｐ１処分及び本件Ｐ２処分の無効が確認さ\nれたとしても，もはや原告Ｐ１及び原告Ｐ２が難民の認定を受ける余地はない\nのであって，原告Ｐ１及び原告Ｐ２は，上記各処分の無効確認を求める訴えの\n利益を喪失したというべきである。\n２  争点(2)（原告Ｐ３及び原告Ｐ４の難民該当性）について\n【原告Ｐ３及び原告Ｐ４の主張】\n(1)  難民の意義等\nア  難民条約にいう「迫害」とは，難民条約の文脈，趣旨及び目的並びに「迫\n害」の解釈に関する他の締約国における裁判所の判断等に照らし，生命又\nは身体の自由に対する侵害又は抑圧のみならず，その他の人権の重大な侵\n害をも含むものであり，難民条約にいう「迫害を受けるおそれがあるとい\nう十分に理由のある恐怖」があるというためには，当該人が迫害を受ける\nおそれがあるという恐怖を抱いているという主観的事情のほかに，通常人\nが当該人の立場に置かれた場合にも迫害の恐怖を抱くような客観的事情が\n存在していることが必要であるとされている。\n上記にいう客観的事情は，出身国の具体的な情勢や当該者の個別事情に\n照らして全体的かつ総合的に判断されるところ，出身国の情勢によっては，\n当該者が個別的に当該政府から標的とされているような事情が存在する必\n要がある場合もある一方，出身国情報において当該者と同様の立場にある\n者や当該者が属する集団全体が危害を受ける危険があるとされている場合\nには，上記のような事情がない場合であっても，「迫害を受けるおそれがあ\nるという十分に理由のある恐怖」に該当し得るものである。\nすなわち，出身国の具体的な情勢において，当該者と同様の立場にある\n者や一定の集団全体が危害を受ける危険があることが示されている場合に\nは，このような立場にあること又はこのような集団に属していること自体\nが，まさに当該者の個別的な事情となるものであって，これを超えて，本\n国政府が特に当該者を迫害の対象としているとか，本国政府に個別に把握\nされているとか，本国政府から特に注視されているとかいった事情までは\n必要ない。\nイ  難民条約にいう「人種，宗教，国籍若しくは特定の社会的集団の構成員\nであること又は政治的意見を理由に」とは，当該者が有する十分に理由の\nある恐怖が，出身国の情勢のもとにおいて，「人種，宗教，国籍若しくは特\n定の社会的集団の構成員であること又は政治的意見」という難民条約上の\n事由を要因としていること又はこれらの事由と関連していることをいい，\nこれらの事由が迫害の危険の唯一又は主要な原因であることは必要ない。\nこのことは，紛争地域からの申請者の難民該当性を判断する場合も同様\nであり，国際連合（以下「国連」という。）難民高等弁務官事務所（以下「Ｕ\nＮＨＣＲ」という。）が公表した武力紛争及び暴力的な状況における難民認\n定申請に関する国際的保護に関するガイドラインにおいても，「迫害主体の\n意図や動機は，少なくとも，特に武力紛争や暴力の状況においては，これ\nを示すことはしばしば困難であることから，必ずしも必要でもなければ，\n決定的でもない。寄与的関係は，迫害者の戦略，作戦，戦闘の方法又は手\n段，国家が保護を提供しない又は提供しようとしない事情，又は武力紛争\nや暴力の状況の効果によっても示され得るものである」とされ，また，「迫\n害を恐れる理由は複数である場合がある。条約上の事由は要因となること\nで足りるものであり，迫害の恐怖の主要な又は唯一の原因である必要はな\nい」となどされている。\n(2)  シリアの情勢\nア  反政府運動に対する弾圧\nシリアにおいては，２０１１年（平成２３年）初め以降のアラブの春の\n流れを受け，同年２月，都市部の貧困，汚職，表現の自由，民主的権利，\n政治犯の釈放といった点を問題として，小規模な反政府活動が起こり始め\nた。それに続いた反政府運動は，人権の尊重を唱え，経済的，法的及び政\n治的な改革を求めた。同年３月１８日，反政府的なスローガンを壁に書い\nたことが理由で子どもらのグループが拘束され拷問を受けたことに対し，\nダルアーにおいて大規模な反政府運動が発生した。広く行われた平和的な\n抗議と埋葬の行為に対し，政府による暴力的な鎮圧が行われた後，ダルア\nーを支持する大規模な反政府運動が，多くの都市に広まった。\nこのような反政府運動の高まりの中，全国的な広範囲にわたり，治安組\n織が，軍，政府側民兵，そして，市民をコントロールするための文民警察\nの助けを得ながら，反政府運動の弾圧の中心的な役割を担ってきた。\n同年に制定された政令１１０号が政府に対して集会の自由を制限する広\n範な権限を与えたことを受け，内務省は，３名以上のデモやあらゆる形態\nの集会に対して許可を要するものとするようになり，政府，政府関連団体，\n又はバース党によるデモのみを許可し，それ以外の団体による申請は全て\n不許可にした。そして，政府は，平和的なデモを計画した者に対し，強大\nな権力を行使し続けた。また，政令１１０号は，公道あるいは公の場にお\nける行列に参加した全ての民衆は反乱者とみなし１か月から１年の投獄及\nび５０００シリアポンドの罰金を科すこととし，政府に対して集会の自由\nを制限するさらなる広範な権力を付与した。\nシリア国内で反政府運動が広まるにつれ，治安部隊による対応は更に暴\n力的になり，同年４月２５日には，ホムズ，ハマ，デア・エズゾール，ダ\nマスカス郊外を含む他の地域での軍事行動に続き，ダルアーにおいて政府\n軍は初めて戦車と重武装を用いた広範囲の軍事行動に出るに至った。国連\n人権高等弁務官事務所（以下「ＯＨＣＨＲ」という。）は，同年１２月初旬\nまでに，子ども３００人を含む少なくとも４０００人が反政府運動に関連\nして死亡したと推定しており，数千人以上が逮捕されて強制的に失踪し，\n拷問を受けたとしている。\nこのような状況を受け，反政府運動は，次第に地域レベルにおいて組織\n化されることになった。いわゆるタンシキーヤと呼ばれる組織委員会が国\n内全体に現れ，反政府活動の際の動員，組織化，広報において重要な役割\nを果たした。組織化と顕在化を進めるため，タンシキーヤはシリア地域調\n整委員会（ＬＣＣｓ）の傘下において連携した。ＬＣＣｓの参加者は，政\n府による人権侵害の記録化に取り組むとともに，人道的支援を提供するな\nどした。\nしかし，多くの反政府運動の参加者が，食糧，医薬品又は医療物資の貯\n蔵及び配給，負傷者の避難などの一連の活動に従事していたところ，治安\n部隊による恣意的な逮捕，拘禁，拷問，非人道的な取扱い，公正な裁判の\n国際的な基準に反する裁判の対象となったと報告されている。\nイ   反政府側又は反政府側とみなされた者に対する武力攻撃等\n(ア)  ２０１１年（平成２３年）３月の反政府運動の発生以降，治安部隊及\nび政府側民兵は平和的な抗議活動の参加者に対し，過剰な暴力を日常的\nに行使するようになり，多数の死傷者を生じさせることになったと報告\nされている。政府は，反政府運動の参加者が暴力に訴えたと主張したが，\n死亡したり負傷したりした民間人の大部分が，治安部隊に対して何らの\n危害を加えようとしていない支援者や子どもであったりするなど，武装\nしていない参加者であったと報告されている。\n治安部隊は，反政府運動に参加した者を狙撃したほか，火器を用いた\nり，武器で殴打したりするなどの暴力を行使した。また，政府軍は，非\n武装の抗議活動の参加者に対し，警告を発することなく無差別的に銃撃\nを行ったほか，政府側民兵が銃剣とナイフで殺害したとか，治安部隊が\nヘリコプターから銃撃していたという報告もある。\nシリア政府は，反政府運動の参加者を殺害するよう命令したことを否\n定し，武装集団やテロリストによるものであると主張していたが，政府\n軍からの離脱者によれば，政府軍と治安部隊は反政府活動に参加した者\nを銃殺するようにという方針を示していたと報告されている。\n(イ)  ２０１２年（平成２４年）７月以降，シリア国内においては，政府軍\nと反政府派が各地で衝突するという内戦が激化したが，その結果，治安\n部隊に死傷者が発生したことにより，反政府運動の参加者に対する弾圧\nがさらに強化される一方，政府軍及び政府側民兵が反政府派に親和的で\nあるとみなされる全ての地域に対して軍事行動を行うことになったと報\n告されている。英国内務省は，同年８月のみで，政府による民間人を標\n的とした空爆や砲撃などによって多数の子どもを含めた約５０００人の\n民間人の死亡者数が記録されたと報告している。\nこのような内戦状態の中，英国内務省は，治安部隊や政府側民兵等の\n政府側の勢力は，恣意的な逮捕や拘留，拷問その他の非人道的な取扱い，\n超法規的な殺害や強制失踪等の深刻な人権侵害に広範に関与したと報告\nしており，同年１０月の時点では，２０１１年（平成２３年）３月以降，\n少なくとも２万８０００人が政府軍や政府側民兵によって誘拐され，行\n方不明となっていると報告している。また，ＵＮＨＣＲによれば，この\nような深刻な人権侵害は反政府勢力によっても行われていたが，政府軍\nや政府側民兵ほどは激しいものではなかったという。他方，シリア北部\n全域においては，イスラム過激派武装組織による虐待が行われたとされ\nている。\n(ウ)  兵役の良心的拒否はシリアでは法的に認められておらず，これに代\n替する義務は定められていない。兵役の忌避に対する懲罰は１か月ない\nし６か月から最長で５年の懲役となっている一方，兵役からの脱走には\n５年間の懲役が科せられ，脱走者が国外に逃れた場合は５年から１０年\nの懲役刑となっており，敵軍に対する脱走には死刑が科せられる。\n政府軍の兵士は，女性や子どもを含めた非武装の民間人や反政府派の\n者に対して発砲するよう強制されており，それを拒否すれば殺害される\nおそれがあったと報告されている。このような残虐な行為に荷担するこ\nとを拒否した兵士は，即決処刑の対象となったり，拷問や苛烈な虐待を\n受けたりしたとされている。\n英国内務省は，上記の状況を踏まえ，政府が反政府的な意見を有する\n者に対して残酷な弾圧をしていることから，良心的兵役拒否は認められ\nていない一方，２０１１年（平成２３年）３月以降，民間人に対する攻\n撃を拒否した多くの政府軍の兵士が殺害又は虐待を受けているとしてい\nる。その上で，政府は，バッシャール・アサド大統領（以下「アサド大\n統領」という。）の政権を支持するためには大量の徴兵を必要とする可能\n性が高く，また，本国に送還された際に徴兵に服する可能性が高い場合\nには，このような者は政府に敵対する者とみなされる可能性が高いとし\nている。\nウ  恣意的な逮捕と隔離された拘禁\n(ア)  政府は，政府側民兵の支援を受けながら，一定の地域の出身であると\nか，宗教的背景を有しているとか，一定の者と親族の関係にあるとかと\nいった恣意的な基準に基づき，最も広い意味において，反政府的な意見\nを有している又は有しているとみなされる者に対し，組織的かつ恣意的\nな逮捕や拘禁を行っている。\n逮捕は，検問所において，又は，デモの実施中や戸別捜索中，掃討作\n戦中やその直後において行われており，手当たり次第に行われることも\nあれば，対象を特定して行われることもあると報告されている。政府が\n反政府側組織から支配を回復した地域では，民間人が反政府側組織を支\n持しているとみなして定期的に広範にわたる逮捕を行っており，男性及\nび青年は特に頻繁に逮捕の対象とされている。２０１１年（平成２３年）\n３月以降に身柄を拘束された者の人数を確認することは不可能であるが，\n数万人から数十万人に及ぶとされており，身柄を拘束された者のほとん\nどは，国家の治安又は諜報機関の様々な部局が運営する公式又は非公式\nな収容施設に収容されている。\n(イ)   刑事訴訟法は，被疑者が逮捕後２４時間以内に司法機関に引き渡さ\nれるか，又は釈放されることを求めている。２０１１年（平成２３年）\n４月，同法は法律第５５号によって改正され，被疑者について捜査を行\nっている間は７日まで留置が可能となり，テロ行為を含む一定の犯罪の\n被疑者の取調べのためには６０日まで更新が可能とされた。多くの事例\nでは，６０日の期間の制限も遵守されていないと報告されており，多く\nの被収容者が裁判官の面前に出頭することなく更に長期間留置されてい\nる。また，国家緊急法は，国家の治安及び公の秩序に反した行為を行っ\nた罪や公的機関に反した行為を行った罪といった犯罪により，被疑者の\n身柄が拘束されることを可能としている。同法は，治安機関が，期間の\n制限なく，司法機関による監督なく，予防的に被疑者を拘禁することを\n可能としている。\n多くの被収容者は，不明な場所に連行され，司法機関による監督もな\nく，弁護人や家族に連絡できないままに収容されている。家族が収容さ\nれた親族の所在に関する情報を全く与えられなかったり，治安機関が収\n容そのものを否定したりすることが頻繁にある。多くの事案においては，\n収容から強制失踪に至っており，被収容者は拷問や虐待の重大な危険の\nある状況に置かれ，親族に著しい苦悩をもたらしている。国連人権理事\n会（以下「ＵＮＨＲＣ」という。）に設置されたシリアに関する独立国際\n調査委員会（以下「独立国際調査委員会」という。）によれば，逮捕され\nた者は，一連の複合的な人権侵害に頻繁に直面しており，しばしば拷問\nを受け，死亡に至るなどしている。\n(ウ)  収容の状況は，著しい過剰な収容，衛生及び医療の欠如，不十分な通\n風や照光，食料及び水の欠如のため，非人道的で品位を傷付けるもので\nあり，生命に危険をもたらすものであるとされている。独立国際調査委\n員会によれば，収容の状況のみでも残虐な，非人道的な又は品位を傷付\nける取扱い又は刑罰に達している。被収容者が，収容施設の状況のため\nに死亡しているという一貫した報告がされている。収容の状況は，治安\n機関や諜報機関の施設で特に悲惨なものであり，政府は，刑務所又は収\n容施設の状況について，独立した監査を行うことを許容していない。\nエ   拷問及びその他の形式の虐待\nシリアでは，従前から，拷問及び他の残虐な，非人道的な又は品位を傷\nつける取扱い又は刑罰に関する条約及び関連する国内法上の規定を実際に\nは実施しておらず，個人や社会全体に対する恐怖の浸透，自白の獲得，情\n報の収集や処罰といった目的から，広範かつ組織的に拷問が行われている\nと報告されていた。２０１１年（平成２３年）以降，このような状況は更\nに悪化しており，独立国際調査委員会や人権団体は，国家の政策として組\n織的かつ広範な形態の拷問が見られており，このような拷問は人道に対す\nる罪を構成すると報告している。\n治安機関及び諜報機関による拷問は，司法機関から独立して行われてお\nり，収容施設，治安機関や刑務所に蔓延しているとされている。拷問は，\n軍関係の病院内の収容施設において，治安機関及び諜報機関の職員により，\n時には医療の専門家の支援を受けながら，実施されていると報告されてい\nる。拷問は，空軍情報局，軍事情報部，政治治安局や総合情報局によって\n運営されている収容施設においても行われているとされている。被収容者\nは，異なる収容施設や行政区画間で移送されており，複合的な取調べや虐\n待の危険にされていると報告されている。拷問及びその他の形式の虐待は，\n逮捕や捜索中のほか，包囲戦略の一環として，検問所や兵舎においても行\nわれており，政府軍の兵士も関与しているとされている。\n(3)  クルド人を巡るシリアの情勢\nア  １９５０年代以降，歴代のシリア政権は，クルド人を国家の統一と治安\nに対する脅威とみなした上，クルド語の使用を制限し，クルド民族の祭事\nも禁止するなど，クルド民族を迫害・差別してきており，１９６２年（昭\n和３７年）の国勢調査では約１２万人のクルド人の市民権を恣意的に剥奪\nしたほか，１９７０年代にはクルド人の居住地にアラブ人を移住させたり，\n都市名をクルド語からアラビア語に変更したりするなどの政策をとってい\nた。\nこのような抑圧を背景として，２００４年（平成１６年）３月には，ク\nルド人がサッカーの試合での争いを契機としてされた治安部隊の発砲によ\nり死傷したことを受け，シリア北部の町や村においてシリア政府に抗議す\nる初めての大規模なデモが２日間にわたり行われたことから，シリア軍が\nシリア北部の主要なクルド人の町に侵攻するに至り，１週間後にようやく\n抗議行動が治まるという事件が発生した。\nこれ以降，シリア政府は，２０１１年（平成２３年）初めのアラブの春\nに至るまで，クルド人の政治団体を違法とするほか，クルド人の活動家の\n恣意的な逮捕や移動の禁止，被拘禁者の虐待，不公正な裁判，財産権に対\nする制約，クルド人の権利を求めるデモ等の禁止など，クルド人による政\n治的・文化的活動に対する弾圧を著しく強化していた。\nイ  クルド地域においては，以前からクルド人青年団体が存在していたが，\n２０１１年（平成２３年）初めのアラブの春の流れを受けたシリア全土に\nおける抗議活動に呼応し，この青年団体や新たに結成された地方調整委員\n会（ＬＣＣｓ）を中心として，フェイスブックやその他のソーシャルメデ\nィアを活用しながら組織化が図られ，クルド人による反政府デモ活動が行\nわれるようになっていた。\nこの地方調整委員会は，タンシキーヤと呼称されているところ，主に反\n政府デモを組織化するために設立されたものであり，クルド地域において\nも，例えば，カーミシュリーやマリキヤといった都市において，政権の転\n覆を求めるデモを行っていた。\n政府は，このような反政府活動がクルド人の地域で激化することを懸念\nし，クルド人武装組織に対する武力は抑制的に行使し，無国籍のシリア人\nに対して市民権を付与するなどの懐柔策を講じた一方，地方調整委員会等\nによるクルド人による反政府活動は厳しく弾圧しており，このような反政\n府運動に参加した多数のクルド人に対し，逮捕，拘束，拷問等の行為を行\nっていた。\nこのような状況は２０１２年（平成２４年）前半においても同様であり，\nクルド地域においては，クルド人青年団体や地方調整委員会を中心として，\n反政府活動が組織的に行われて各地でデモ行進が行われていたが，シリア\n政府は，このような反政府活動に対し，暴力的な攻撃を行っていた。\nまた，シリア政府は，同年前半においても，反政府デモ活動の参加者に\n対し，デモ活動に参加したことを理由に身柄を拘束したり，強制失踪の対\n象としたり，拷問を行ったりしていた。\nウ   シリアにおける内戦の発生以降，シリア・クルド民主連合党（以下「Ｐ\nＹＤ」という。）のクルド人武装組織である人民防衛隊（以下「ＹＰＧ」と\nいう。）は，次第にクルド地域から撤退した政府軍に替わり，クルド地域を\n支配するようになったが，しばしば他の武装勢力の間で板挟みの状態とな\nっており，激しい戦闘状態において一方を支援するように政府軍又は反政\n府武装組織の両方から強いられていた。\nクルド人武装組織は，反政府武装勢力との衝突を繰り返していた一方，\n２０１３年（平成２５年）４月における政府軍との衝突以降は政府軍との\n武力闘争も激化させることになっていた。その後は，反政府勢力やイスラ\nム過激派組織と繰り返して対立して衝突するようになり，同年後半以降は，\nシリア北部の地域において，イラクとシャームのイスラム国（以下「ＩＳ\nＩＳ」という。）などのイスラム過激派組織とも対立していた。\nクルド地域において，クルド人は継続する人権侵害や国際人道法違反の\n被害を受け続けており，特に，シリア北部や北東部においては，ＩＳＩＳ\nやアル＝ヌスラ戦線といったイスラム過激化組織による深刻な虐待に苦し\nんできた。\n(4)  シリア北部のクルド地域のクルド人の難民該当性の判断基準\n英国内務省によるオペレーショナル・ガイダンス・ノートは，クルド人に\nついては，国家的，社会的及び法的に差別を受けるとともに，民族に基づく\n差別的取扱いを受けてきたところ，特に，当該者が活動家の経験を有してい\nたり，反政府派を支援しているとみなされたりする場合には，迫害に相当す\nる危害を受ける可能性が高く，シリア政府が政府に反対する者に抑圧的であ\nることから，当該者が以前に反政府の政治的な活動に参加した経験がある等\nの場合には，難民の地位が付与されるべきであるとしている。\nまた，ＵＮＨＣＲも，シリア紛争の顕著な特徴として，紛争に関する異な\nった集団が，頻繁に，一定の町，村や地域に属していることや，一定の親族，\n部族，宗教又は民族的集団であることを理由に，一定の政治的意見や集団に\n帰属するものとみなされることがあり，個別に把握されるかどうかにかかわ\nらず，集団の構成員であること自体により，政府又は政府側の勢力，ＩＳＩ\nＳ又は反政府側の勢力の標的にされているとして，国際保護を求めるシリア\n人の大半は，難民条約上の難民の定義に該当する可能性が高く，難民認定申\n請が個別に判断される場合には，シリア政府に実際に反対している者又は反\n対しているとみなされる者，クルド人を含む少数民族の構成員といった事情\nのいずれか又は複数に該当する者は，難民条約上にいう国際的保護を必要と\nする可能性が高いとしている。\n以上によれば，少なくともアラブの春以降，シリア北部のクルド地域のク\nルド人であって，シリアを出国して他国で難民認定申請を行っている者は，\n難民条約にいう難民に該当する可能性が高いものであり，特に，当該者が反\n政府的な活動に参加した経験があったり，反政府派を支援しているとみなさ\nれたりする場合には，上記にいう難民に該当するものというべきである。\n(5)  ダルアー県の状況\nア  シリア南部のダルアー県は，シリアにおける民衆蜂起の発端となった地\n域であるところ，２０１１年（平成２３年）３月以降，政府軍と治安部隊\nがダルアー市内とその周辺都市・村を次々に封鎖して食糧及び日用品の入\n手を阻止し，水タンクやパイプを破壊し，外出禁止令に背き外を出歩いた\n住民を狙撃したとされている。\nそれ以降も，ダルアー県では，治安部隊による掃討作戦により，デモに\n参加するなどの反政府活動に参加した者のみならず，このような反政府活\n動に関わった者でなくとも，反政府活動に関わっているとみなされて身柄\nを拘束されたり，銃撃を受けたりするなどの状況となっていた。\nイ  ２０１２年（平成２４年）後半以降の内戦の激化に伴い，ダルアー県に\nおいては，治安部隊や政府系の民兵によって，住宅や商店などが激しい攻\n撃や爆撃を受けており，一度に数百発の爆弾が住宅地に撃ち込まれること\nにより，反政府組織の支配下にあった町の多くの民間人が犠牲になってい\nる。また，このような攻撃や爆撃とともに，ダルアー県では，反政府勢力\nに対する掃討作戦も継続されており，反政府勢力に関わる者のみならず，\n反政府勢力の支持者とみなされた男性や少年が逮捕されたり，拷問や虐待\nを受けたりする事件が相次いでおり，民間人も暴力を受けて死傷するなど\nの状況が継続している。\n(6)  シリアにおける政府軍の兵役を忌避した者の状況\n英国内務省の出身国情報によれば，通常の兵役を終了した者も，政府が予\n備役を召集することを承認した場合は，４０歳又は４５歳まで予備役として\n召集の対象となるとされているところ，シリア政権は，大統領に対する反乱\nを鎮圧するため，予備役の中から過去２か月間で数千人の元兵士を召集して\nいるが，多くは召集に応じていないとされている。\nこのような予備役を含む政府軍の兵役を忌避した者の状況について，英国\n内務省のオペレーショナル・ガイダンス・ノートは，シリア政府が反対派を\n弾圧しているところ，国内では良心的兵役拒否は認められていないとした上，\n２０１１年（平成２３年）３月以降，当局による市民に対する武力の行使の\n状況が更に悪化しており，市民への攻撃を拒否したりした多くの兵士が殺害\nされていることや，シリア当局がアサド政権を支援するために大量の徴兵を\n必要とする可能性が高いことを指摘している。また，同オペレーショナル・\nガイダンス・ノートは，兵士らが女性や子どもを含む非武装の市民や反対派\nに対して発砲するよう強制されていることを報告した上，反対派に対する恣\n意的な逮捕・拘束，拷問・深刻な虐待に加えて，反対派や虐待行為に荷担す\nることを拒否した兵士に対する処刑等の多くの事例が報告されているとして\nいる。このようなシリアの状況に鑑み，同オペレーショナル・ガイダンス・\nノートは，兵役忌避者で本国に送還されたら徴兵に服する可能性が高い場合\nには，当局はこのような者を政権に敵対する者とみなすと考えられるとして\nおり，このような状況については，デンマーク入国管理局の報告書の記載か\nらも裏付けられる。\n(7)  ダルアー県の出身者の難民該当性の判断基準\n英国内務省のオペレーショナル・ガイダンス・ノートは，申請者が戦闘の\n行われている主要な都市又は地域の出身である等，反政府勢力に対して親和\n的である又は実際に関係を有すると政府からみなされる場合は，申請者が個\n別に標的にされているかどうかにかかわらず，難民条約上の定義に該当する\n特定の集団が標的にされているとして，難民として認定されるべきであると\nしている。加えて，同オペレーショナル・ガイダンス・ノートは，良心的兵\n役拒否が認められていないにもかかわらず，２０１１年（平成２３年）３月\n以降，政府軍による非武装の市民に対する武力の行使の状況が更に悪化して\nおり，兵役に従事した場合は非武装の市民への攻撃を強制され，これを拒否\nした場合は殺害などの制裁を受けることや，政府軍の兵役を忌避しているこ\nとによって政権に反対するものとみなされ，治安部隊によって拷問や虐待を\n受ける可能性があるといったシリアの情勢に照らし，兵役忌避者で本国に送\n還されたら徴兵に服する可能性が高い場合には，当局はこのような者を政権\nに敵対する者とみなすと考えられるとして，庇護を付与すべきであるとして\nいる。\nまた，ＵＮＨＣＲも，上記(4)のとおりの指摘に加え，難民認定申請が個別\nに判断される場合には，兵役拒否者，政府に反対しているとみなされる都市・\n村・町に居住していた者などの政府に反対しているとみなされる者は，難民\n条約上にいう国際的保護を必要とする可能性が高いとしている。\n以上によれば，少なくともアラブの春以降，シリアにおける民衆蜂起の発\n端となった地域であり，反政府勢力の非常に強い地域であるシリア南部のダ\nルアー県の出身者であって，シリアを出国して他国で難民認定申請を行って\nいる者は，難民条約にいう難民に該当する可能性が高いものであり，特に，\n当該者が市民に対する武力の行使を拒否して兵役を忌避していたり，これに\nよって政権に反対するものとみなされて治安部隊によって拷問や虐待を受け\nたりするおそれがある場合には，上記にいう難民に該当するものというべき\nである。\n(8)  原告Ｐ３\nア  シリアでの生活状況\n原告Ｐ３は，Ｊというクルド民族の血縁集団の部族長の家系に属する者\nであり，Ｊは，シリア国内で指導的な立場で，１３の村に及ぶ広大な土地\nを所有し，裕福な部族である上，かつてイラク共和国（以下「イラク」と\nいう。）・シリアの一部を支配していたこともあり，イラクやシリアでは有\n名な部族である。\nそして，Ｊの部族長は，援助を必要としている人々に援助を施し，問題\nの解決に当たったり，部族の内外で秩序を維持したりする立場にあり，そ\nの影響力は非常に大きいものである。\n原告Ｐ３は，αの小学校に６歳から１２歳まで通い，小学校卒業後は，\n父が経営していた農場やパン屋で働いていた。原告Ｐ３が２４歳の頃，父\nが死亡したため，その後は，原告Ｐ３自身が農場やパン屋を経営し，安定\nした生活を送っていた。シリアにおける原告Ｐ３の年収は，数百万シリア\nポンドであり，シリアにおける生活水準は相当程度裕福であった。\nイ  反政府デモへの参加\n原告Ｐ３は，２０１２年（平成２４年）１月頃から，Ｑ周辺等で行われ\nたデモに，週に２回程度参加するようになり，同年４月又は５月頃，カー\nミシュリーでのデモにおいて，シリアの治安部隊がデモに対して発砲し，\n２歳程度の女の子を連れた両親が死亡する場面を目の当たりにしたことか\nら，シリア政府を打倒して，自由な民主主義国家にしなければならない，\n人々を虐殺から解放したいと強く思うようになり，マリキヤ，Ｖ及びＸの\n３つのタンシキーヤのメンバーとなり，より積極的に反政府デモに参加す\nるようになった。\n原告Ｐ３は，デモへの参加を呼び掛けたり，特別な服を着てデモのガイ\nドをしたり，ビラをまいたりして，広くデモに参加するよう訴えかけるよ\nうになった。また，デモに参加する人々を乗せるためのバスを手配するな\nどした。原告Ｐ３は，Ｊの部族長の家系に属していることから，原告Ｐ３\nがデモに参加することにより，効率的に多くの人々をデモに参加させるこ\nとができた。\nウ  シリアからの出国及び本邦への入国\n２０１２年（平成２４年）７月１５日，原告Ｐ３が自宅から外出してい\nる際，治安部隊が原告Ｐ３の自宅を訪れ，原告Ｐ３の母を殴って，原告Ｐ\n３の所在を確認しようとした。原告Ｐ３は，知人からそのことを聞き，自\nらが治安部隊に追われていると知った。治安部隊が家に来るということは，\n逮捕状が出されているということであり，また，現に，原告Ｐ３が所属し\nていたタンシキーヤの指導者であるＰ１３も逮捕されたと聞いていたため，\n原告Ｐ３は，自分自身にも逮捕状が出されていると確信した。そして，逮\n捕されれば，間違いなく殺害されてしまうと考えた。そこで，原告Ｐ３は，\n身の危険を感じて，αに隠れて生活し，同年８月２０日にシリアを出国す\nるまで自宅に戻ることはなかった。\n原告Ｐ３は，同日にβ空港から出国したところ，その際，ブローカーか\nら，自身が指名手配されていることを聞いた。原告Ｐ３は，本邦に入国し\nた後，家族から，同原告を懲役刑に科す旨記載された判決書が自宅に届い\nていたことを聞いた。\nエ  兄弟の難民認定\n原告Ｐ３の二弟Ｐ１４は，原告Ｐ３と同様にＪの部族長の家系であり，\nかつ，シリアの反体制活動及びクルド民族のための活動を行っていたため，\n迫害の危険があり，２０１３年（平成２５年）３月，英国で難民認定を受\nけた。\n原告Ｐ３の一兄Ｐ１５は，原告Ｐ３と同様にＪの部族長の家系であり，\nかつ，シリア政府に指名手配された人々を援助する活動をしていたため，\n迫害の危険があり，母らと共にγの難民キャンプで避難生活を送った後，\n英国で難民認定を受けた。\n原告Ｐ３の三弟Ｐ１６は，原告Ｐ３と同様にＪの部族長の家系であり，\nかつ，俳優として，２０１２年（平成２４年）当時シリア政府による虐殺\nをテーマとした演劇を行っていたことから，迫害の危険があったため，２\n０１６年（平成２８年）８月，英国で難民認定を受けた。\nオ  難民該当性\n上記(4)のとおり，シリアにおいては，少なくとも２０１１年（平成２３\n年）初頭のアラブの春以降，シリア北部のクルド地域のクルド人であって，\nシリアを出国して他国で難民認定申請を行っている者は，難民条約にいう\n難民に該当する可能性が高いものであり，特に，当該者が反政府的な活動\nに参加した経験があったり，反政府派を支援しているとみなされたりする\n場合には，難民に該当すると考えるべきである。\n上記アないしウのとおり，原告Ｐ３は，シリア北部のクルド地域のクル\nド人であり，シリアやイラクに広大な土地を持ち，裕福かつ有名なＪとい\nうクルド人民族の血縁集団の部族長の家系に属する者であり，反政府デモ\nにおいて主導的な役割を果たしていた。\n原告Ｐ３には，２０１２年（平成２４年）７月，シリア政府から逮捕状\nが出されたところ，これが同原告の積極的な反政府デモへの参加を理由と\nするものであることは，同年前半において，クルド地域においては，反政\n府活動のデモ活動の参加者に対し，デモ活動に参加したことを理由に身柄\nを拘束したり，強制失踪の対象としたり，拷問を行ったりしていたという\n出身国情報や，同原告と同様に反政府デモに参加していた多数の者がシリ\nア政府から身体を拘束されていた事実等に鑑みれば，明らかである。また，\n出身国情報からすれば，原告Ｐ３が逮捕されれば，拷問等の著しい人権侵\n害があったことは優に想定される。\n以上のとおり，原告Ｐ３は，難民に該当する。原告Ｐ３の３名の兄弟が\nイギリスで難民認定を受けた事実も，原告Ｐ３の難民該当性を基礎付ける。\n(9)  原告Ｐ４\nア  シリアでの生活状況\n原告Ｐ４は，シリアのダルアー県の（住所省略）で出生し，病気のため\nに２年間ほど遅れて小学校を卒業した後，ダルアー県で自動車の機械工と\nして勤務し，２００９年（平成２１年）頃からは自身で自動車修理業を営\nむようになり，従業員を１名雇用するなどしており，通常の生活を送って\nいた。\n原告Ｐ４は，２０１０年（平成２２年）４月頃，増築した実家の２階に\n梯子を掛けて荷物を上げようとした際，梯子から落ちて頭部を負傷したこ\nとから，ダルアー市内の病院に搬送され，当初は集中治療室に入っていた。\nその後，原告Ｐ４は，（住所省略）にある自宅の付近の病院に転院したが，\n頭部の損傷した部分が炎症を起こして高熱を出すなどしたことから再度２\nか月程度入院した。原告Ｐ４は，その後も体調が不安定な状態が続いてい\nたことから，病院に通院したり，自宅で往診を受けたりする状況が続いて\nおり，その間，自宅で安静にしていた。\nイ  反政府デモ\n２０１１年（平成２３年）から，（住所省略）でも政府に反対するデモが\n行われるようになった。（住所省略）は，原告Ｐ４の家族を含め，多くの住\n民が反政府的な立場にあることから，若者を中心に多くの者が参加してデ\nモが行われていた。（住所省略）でこのようなデモが１，２回くらい行われ\nた後，突然，政府軍の兵士が入ってきて，デモに参加していた者に攻撃し，\n１００人近くの死傷者が出るということがあった。これに続き，（住所省略）\nでは外出禁止令が出され，住民は完全に外出を禁止されることになり，政\n府軍の多数の兵士が警戒に当たるとともに，デモに参加した者を匿ってい\nないかどうかを確認するために全戸を個別に捜索し，原告Ｐ４の家もこの\nような捜索を受けた。\nそれ以降も，（住所省略）では，外出禁止令が繰り返し出されており，外\n出禁止令が解除された場合であっても，夜間の外出は禁止されていた。し\nかし，このような中でも多くの者がデモを行い続けており，政府軍の兵士\nがこれに発砲して多くの死傷者が出るなど，政府軍による激しい弾圧が続\nけられていた。加えて，（住所省略）の周囲は政府軍の兵士に包囲され，（住\n所省略）から出るには検問を通過する必要があり，検問は（住所省略）の\n周囲だけではなく町の中でも行われ，建物には政府軍の狙撃手が配置され\nていた。そのため，（住所省略）の住民は，外出禁止令が解除されている時\nも家から自由に外出することができず，デモに対する弾圧に巻き込まれた\nり，狙撃手に狙撃されたりする者がおり，実際に，原告Ｐ４の親族も，政\n府軍によるデモに対する攻撃に巻き込まれて殺害されるということがあっ\nた。\n原告Ｐ４は，（住所省略）でデモが行われるようになったときは一定程度\n健康状態を回復していたが，病院に通院したり，自宅で往診を受けたりす\nる状況が続いていたところ，自身も政府に反対する立場にあったことから，\nデモに強く共感し，兄弟に付き添ってもらって外出し，デモの様子を見る\nこともあった。\nウ  予備役の召集\n（住所省略）でデモが行われるようになってからしばらくした後，原告\nＰ４に予備役として政府軍に参加するよう求める召集の通知が家に送られ\nた。原告Ｐ４の兵役は終了していたが，４５歳以下の男性は予備役として\n登録されており，当時，政府軍は，大砲を使用できる者や狙撃のできる者\nを予備役として求めていたことから，予備役として召集を求められること\nになった。\n原告Ｐ４は，現在の状況で政府軍に徴兵されたとすれば，デモに参加し\nている無実の者を殺害することになってしまうことから，これに応じなか\nったところ，突然，政府軍の兵士が１０人から２０人くらい家にやってき\nて原告Ｐ４を捜索するということがあり，その後も３回くらい同様の捜索\nがされたが，原告Ｐ４の家族はその度に叔父の家に匿い，兵士には原告Ｐ\n４の所在が分からないと説明していた。\nエ  シリアからの出国及び本邦への入国\nこのように，原告Ｐ４が見付かって徴兵されてしまう危険がある状態が\n続いていたことから，原告Ｐ４の家族は，原告Ｐ４をシリアから出国させ\nることを検討していたところ，アサド大統領から予備役を一時的に解除す\nる決定がされたことから，その間に原告Ｐ４をシリアから出国させること\nにし，２０１２年（平成２４年）６月，兄弟が原告Ｐ４をβ空港まで連れ\nて行った上，搭乗の手続をして原告Ｐ４をシリアから出国させた。\nオ  難民該当性\n上記(7)のとおり，少なくともアラブの春以降，シリアにおける民衆蜂起の\n発端となった地域であり，反政府勢力の非常に強い地域であるシリア南部\nのダルアー県の出身者であって，シリアを出国して他国で難民認定申請を\n行っている者は，難民条約にいう難民に該当する可能性が高いものであり，\n特に，当該者が市民に対する武力の行使を拒否して兵役を忌避していたり，\nこれによって政権に反対するものとみなされて治安部隊によって拷問や虐\n待を受けたりするおそれがある場合には，上記にいう難民に該当するもの\nというべきである。\n上記アないしエのとおりの原告Ｐ４の個別事情に，ダルアー県の状況及\nびシリアにおける政府軍の兵役を忌避した者の状況を併せ鑑みれば，原告\nＰ４がダルアー県における生活を継続した場合は，その後もダルアー県に\nおける内戦が激化していったことに照らし，原告Ｐ４が予備役として政府\n軍によって継続して召集されて身柄の拘束を受け，実戦部隊に配属されて\n市民に対する武力の行使を強制される状況になったり，ダルアー県の出身\n者であって兵役を忌避していたことを理由に政権に反対するものとみなさ\nれ，治安部隊による拷問や虐待を受けたりするおそれがあった。\n以上のとおり，原告Ｐ４は，難民に該当する。\n【被告の主張】\n(1)  難民の意義及びシリアの情勢\nア  難民条約１条にいう「迫害」とは，通常人において受忍し得ない苦痛を\nもたらす攻撃ないし圧迫であって，生命又は身体の自由の侵害又は抑圧を\n意味し，「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」\nというためには，当該人が迫害を受けるおそれがあるという恐怖を抱いて\nいるという主観的事情のほかに，通常人が当該人の立場に置かれた場合に\nも迫害の恐怖を抱くような客観的事情が存在していることが必要である。\nまた，「迫害を受けるおそれがあるという十分に理由のある恐怖」とは，単\nに迫害を受けるおそれがあるという抽象的な可能性が存するにすぎないと\nいった事情では足りず，当該申請者について迫害を受けるおそれがあると\nいう恐怖を抱くような個別かつ具体的な事情が存することが必要である。\nすなわち，上記のような客観的事情が存在しているといえるためには，あ\nる国の政府によって民族浄化が図られていることが明らかであるような場\n合はともかく，そうでなければ，当該政府が特に当該人を迫害の対象とし\nていることが明らかになるような個別的で具体的な事情があることを要す\nるものと解すべきである。したがって，一般的に，多数の者が抑圧されて\nいるという状況があるというだけでは，いまだ迫害を受ける抽象的な可能\n性が存するにとどまるから，迫害を受けるおそれのあるという恐怖を抱く\nような個別かつ具体的な事情が存するとまではいえず，入管法所定の難民\nに該当するとは認められない。\nイ  この点，原告Ｐ３及び原告Ｐ４（以下，この項において単に「原告ら」と\nいう。）は，シリアの一般情勢を前提とすれば，シリアからの難民認定申請\n者が難民該当性を有するためには，個別具体的に把握されているとか，本\n国政府から注視される状況に置かれていたかどうかということは必要がな\nいものであると主張し，その根拠として，２０１３年（平成２５年）１０\n月２２日付けで作成されたＵＮＨＣＲの見解を引用した上で，シリアを出\n国して難民認定申請を行っているシリア人であって，反政府デモ参加者，\n政府に反対しているとみなされる都市や村に居住していた者，兵役拒否者\n等といった政府に実際に反対している者又は反対しているとみなされる者\nである場合や，クルド人等の少数民族である場合には，本国に帰国すれば\n迫害を受けるおそれがあるものとして，難民に該当するものというべきで\nあると主張する。\nしかし，原告らが指摘する同日付けのＵＮＨＣＲの見解は，本件Ｐ３処\n分の約８か月後，本件Ｐ４処分の約９か月後である平成２５年１０月時点\nにおけるシリア国内の情勢を踏まえて作成されたものである。他方，本件\nＰ３処分の約２か月前，本件Ｐ４処分の約１か月前である２０１２年(平成\n２４年)１２月に作成されたＵＮＨＣＲ「シリア・アラブ共和国から逃避す\nる人々に関する国際保護について」においては，その本文は，単に「ＵＮ\nＨＣＲは，国際的な庇護を求める多数のシリア人について，これらの者の\n十分に理由のある恐怖が多くの事案で条約上の理由のいずれかに関連して\nいることから，難民条約における難民の定義に定められた要件を満たす可\n能性が高いと判断している。」としているにとどまる上，「これらの者が難\n民条約の基準を満たさないと判断される場合には，補完的な形態による保\n護の基準－拘束力のある又は拘束力のない地域的な保護の体制若しくは原\n則又は状況に応じた難民の基準を含む－が適用される可能性が高いもので\nある。」ともしていることからすれば，ＵＮＨＣＲは，少なくとも平成２４\n年１２月の時点において，上記いずれかの属性を有しているシリア人の難\n民認定申請者について，そのことのみをもって難民条約上の難民該当性を\n認めていたものではない。\nこの点をおくとしても，原告らが指摘する２０１３年(平成２５年)１０\n月２２日付けのＵＮＨＣＲの見解においても「シリアから逃れた庇護希望\n者の申請が確立された庇護または難民認定手続にしたがって個別に判断さ\nれる場合」に「個人が除外条項の適用(括弧内省略)に該当しない限りにお\nいて，難民条約にいう国際保護を必要とする可能性が高いと考えられる。」\nとされているのであり，シリア人の難民認定申請者であれば，上記のいず\nれかの属性を有しているというだけでおしなべて難民に該当するとされて\nいるものではない。したがって，同見解も，当該政府が特に当該人を迫害\nの対象としていることが明らかになるような個別かつ具体的な事情が存す\nることが必要であるとの立場と相容れないものではない。\nウ  また，原告らは，２０１４年(平成２６年)１０月付けで作成されたＵＮ\nＨＣＲの見解を引用して，「ＵＮＨＣＲは，現在のシリア情勢を受け，申請\n者が個別に把握されているといった『当該政府が当該人を迫害の対象とし\nていることが明らかになるような個別かつ具体的な事情』の必要性を明確\nに否定している。」，「ＵＮＨＣＲは，(中略)国際保護を求めるシリア人の大\n半について，個別に把握されることなく，集団の構成員であること自体に\nより，紛争の当事者一方への実際のまたは認識された支持を理由に，政府，\n政府支持勢力，ＩＳＩＳおよび反政府武装集団の標的になっているとし，\n条約上の根拠の一つと関連した迫害を受けるおそれがあるという十分に理\n由のある恐怖を有する可能性が高いとされている」と主張する。\nしかしながら，原告らが引用する２０１４年(平成２６年)１０月付けの\nＵＮＨＣＲの見解は，「ＵＮＨＣＲが２０１３年１０月に公表した『シリア・\nアラブ共和国から避難する人々の国際保護の必要性について』更新Ⅱを発\n行して以来，シリア情勢は，安全，人権，強制移動，人道的なニーズの見\n地から，さらに悪化している。」ことを前提として，本件Ｐ３処分の約１年\n８か月後，本件Ｐ４処分の約１年９か月後である平成２６年１０月時点に\nおけるシリア国内の情勢を踏まえて作成されたものであり，同各処分時点\nにおけるシリア国内の情勢を述べたものではないから，同見解を根拠とし\nて原告らの難民該当性を認めるべきとする原告らの主張は，前提において\n理由がない。\nこの点をおくとしても，２０１４年(平成２６年)１０月付けのＵＮＨＣ\nＲの見解の記述内容に鑑みれば，原告らが指摘する「個別に把握(singled\nout)されることなく，集団の構成員であること自体により，紛争の当事者\n一方への実際のまたは認識された(perceived)支持を理由に，政府，政府支\n持勢力，ＩＳＩＳおよび反政府武装集団の標的になっている。」との記述は，\nシリア国内では，そのほぼ全土において，政府軍と反体制派，更にはこれ\nら両勢力と対立するＩＳＩＳを初めとするイスラム武装勢力及びＰＹＤ等\nのクルド人武装勢力なども加わって，それぞれが支配する地域において戦\n闘ないしテロ行為が行われ，これが激化している状況にあり，それゆえに，\nこれらの勢力がそれぞれ支配している地域において，当該勢力と対立し，\n又は対立しているとみなされる集団が当該勢力による攻撃の標的となり，\nまた弱者を中心とする一般市民がこれらの戦闘の犠牲になっているため，\n国際的な保護を与える必要性が高いことをいうものと考えられる。\nすなわち，シリア人の大半が，シリア国内において加えられるおそれが\nある危害とは，各勢力による支配地域の争奪をめぐる戦闘時の対立の中で，\n対立する勢力の支配地域に居住している住民が，個々人の属性に着目する\nことなく無差別に戦闘に巻き込まれ，又は標的とされることで加えられる\nものであると考えられるところ，シリア国内にとどまれば，これらいずれ\nかの勢力からの何らかの危害を受けるおそれがあるとしても，そのことを\nもって，直ちに，難民条約にいう「迫害」とは評価できない。\n他方で，アサド政権下において，クルド人やシリアの北部地域出身者，\nましてシリア人の大半が，支配争奪をめぐる戦闘時の対立状況を離れて，\n単にその民族や出身地を理由に，アサド政権から，生命，身体に対して危\n害を加えられている状況にあることを示す事情は表れていない。\nしたがって，シリア人の大半が難民条約にいう難民に該当するとする原\n告らの主張は，いずれにしても理由がない。\n(2)  原告Ｐ３\nア  デモの参加について\n(ア)  ２０１１年（平成２３年）３月以降のシリアにおいては，全土に反\n政府デモが波及し，頻発していた状況にあったところ，原告Ｐ３が参加\nしていたとするデモは，飽くまでもハサカ県（住所省略）周辺という一\n地域において局所的に行われていたものにすぎない上，同市周辺につい\nて，当時のシリア全土で行われていた反政府活動に関連して，特に内外\nの注目を集める地域であったとする指摘等も特段見当たらない。そして，\nシリアの主要都市で行われていたデモの規模は５万人といったものも\n報道されているところ，原告Ｐ３が参加していたとするデモの規模は，\n原告Ｐ３の供述を前提としても数百人から１０００人程度のものにす\nぎず，シリア政府当局からデモの継続が困難となるような取締りを受け\nることもなく，半年以上の期間にわたって継続的に行われていたことも\n踏まえれば，同デモは，同月以降，シリアにおいて行われた数多くの反\n政府活動の全体から見れば，小規模なデモ活動と評価せざるを得ず，シ\nリア政府当局が殊更注目するようなものであったとはいい難い。\nそうすると，当時のシリアの一般情勢に鑑みても，上記のような性質\nのデモに対して，シリア政府当局が，あえて指導的な立場にもないよう\nな参加者を個別に特定した上で，迫害の対象とするまでの必要性があっ\nたとは認め難いし，そのような状況にあったことをうかがわせる事情も\nない。\n(イ)  原告Ｐ３は，当初は団体に所属することなく一市民たる個人として，\n既に企画されたデモに参加していたにすぎないし，団体に所属するよう\nになったという後も，いずれの団体においても，単にデモに参加したり，\nデモへの参加を呼び掛けた りするなどの活動をしていたにとどまるの\nであって，これらの活動は一参加者としての域を超えるものではなく，\n原告Ｐ３が，反政府活動の指導的立場にあったとはいい難い。\nそうすると，上記(ア)で述べたようなデモの性質及び規模も踏まえれ\nば，原告Ｐ３がデモにおいて行っていたとする活動をもって，シリア政\n府当局が迫害の対象として原告Ｐ３を殊更注視するとは到底考え難い。\nイ  Ｊなる血縁集団の部族長の家系について\n(ア)  原告Ｐ３は，原告Ｐ３尋問等において，Ｊなる血縁集団の部族長の\n家系にあることにより，デモに多くの人々を参加させることができる立\n場にあり，実際に原告Ｐ３がデモに参加することにより，多くの人々が\nデモに参加した旨供述するに至っているが，原告Ｐ３の供述経過には不\n自然な変遷が認められ，そのような供述の変遷に合理的な理由も見出せ\nないことからすれば，この点に係る原告Ｐ３の供述はそもそも信用性を\n欠くものといわざるを得ない。\n(イ)  上記(ア)の点をおくとしても，原告Ｐ３は，叔父がＪなる血縁集団\nの部族長であるとするものの，原告Ｐ３自身は部族長等の特別な立場に\nはなく，単に部族長の家系にあるというにすぎず，その影響力の程度に\nついて具体的な立証がされているものでもない。\nまた，原告Ｐ３は，大きなデモを作りたくて，３つの団体に参加した\nとするところ，原告Ｐ３尋問における原告Ｐ３の供述を前提としても，\nＪなる血縁集団と原告Ｐ３が所属していたとする各団体との間に何ら\nかの関係があったとの具体的な事情はうかがわれず，Ｊなる血縁集団の\n部族長の家系であることにより，原告Ｐ３が各団体において特別な地位\nを与えられることもなかったことからすれば，原告Ｐ３が，Ｊなる血縁\n集団の部族長の家系にあることを前提に，自身が所属していたとする各\n団体あるいは各団体間において顕著な役割を果たしていたとはおよそ\n認め難い。\nそして，原告Ｐ３が団体に所属した後に，同団体のデモへの参加者が\nどの程度増加したかという点についても，原告Ｐ３は，自らデモへの参\n加について働きかけを行っていたとするにもかかわらず，何ら具体的な\n説明をすることもできていない。\n以上からすれば，原告Ｐ３が，Ｊなる血縁集団の部族長の家系である\nことにより，自身が参加していたとするデモに特段の影響を及ぼしてい\nたとは認め難い。\n(ウ)  以上からすれば，原告Ｐ３がシリア国内において行っていたとする\n活動との関連で，原告Ｐ３がＪなる血縁集団の部族長の家系にあること\nをもって，シリア政府当局から迫害を受けるおそれが高まるとはいえな\nい。\nウ  ２０１２年（平成２４年)７月に治安部隊が自宅を訪れたとする点につい\nて\n(ア)  ２０１２年（平成２４年)７月１５日に，治安部隊が原告Ｐ３の自宅\nを訪れ，母親を殴って原告Ｐ３の所在を確認した旨の原告Ｐ３の主張を\n裏付ける客観的証拠はなく，これに沿う証拠は，原告Ｐ３の供述のみで\nある。\nこの点，原告Ｐ３の供述を前提としても，原告Ｐ３は，そもそも治安\n部隊が自宅を訪れた理由を承知しておらず，原告Ｐ３の自宅を訪れたと\nする治安部隊も，原告Ｐ３の所在を尋ねたとするものの，原告Ｐ３が行\nっていたとするデモ参加等の活動に特段言及していたものではないこ\nとからすれば，治安部隊がいかなる目的により原告Ｐ３の自宅を訪れた\nのかは判然としないといわざるを得ない。\nその上で，上記事情を踏まえて，自身に逮捕状が発付された旨の原告\nＰ３の供述についても，逮捕状の存在自体やその内容が確認されている\nものでもなく，曖昧かつ不確かな情報に基づいて原告Ｐ３自身の推測を\n述べるものにすぎない。\nそして，原告Ｐ３は，自身に逮捕状が発付されたとする時期よりも後\nである同年８月２０日に，自己名義の正規旅券による正規の出国手続を\n経て，何ら問題なくシリアを出国しているところ，仮に，シリア政府が，\n原告Ｐ３を反政府活動家として注視し，また，そのことにより逮捕状が\n発付されているとすれば，シリア政府当局が，原告Ｐ３の出国を容易に\n許可するとは考え難いのであるから，原告Ｐ３が正規の手続で本国から\n出国したことは，それ自体，シリア政府が，原告Ｐ３を反政府活動家と\nして注視しておらず，同人に対して逮捕状が発付されていないことの証\n左というべきである。\n(イ)  また，本国出国後に自身に対して懲役刑を科す旨の判決が出された\n旨の原告Ｐ３の主張については，同判決に係る判決書は原告Ｐ３の自宅\nのポストないし窓のところにあったとされるところ，仮に，反政府活動\nに従事したことに関して原告Ｐ３に対し裁判がされ，何らかの有罪判決\nが出されたことが事実であるならば，その後の対応として，判決書をシ\nリアの原告Ｐ３の自宅ポストに入れることによって連絡したのみとい\nうのは，説明として不自然さが拭えない。\n加えて，原告Ｐ３の供述によれば，同判決書は，少なくとも原告Ｐ３\n尋問が行われた時点において，原告Ｐ３自身の手元にあり，同判決書の\n理由がデモに参加したことと関係があるというにもかかわらず，実際に\n異議申立手続及び本件訴訟のいずれにおいても提出されていないので\nあるから，このような経緯からしても，同判決書の真正性は極めて疑わ\nしく，原告Ｐ３に対して懲役刑を科す旨の判決が出されたとの事実自体\nおよそ認め難い。\n(ウ)  他方，仮に，原告Ｐ３に対する逮捕状の発付等が事実であったとし\nても，それは，原告Ｐ３の反政府活動を理由とするものではなく，兵役\n義務を全うさせるためであったと考えられる。\nこの点，原告Ｐ３は，成田空港支局入国審査官による事情聴取におい\nて，「兄が政府に追われ，私も兵役のため出頭するよう言われた。」旨述\nべており，これは原告Ｐ３自身が事実に基づき述べたものであるという\nべきである。\nなお，シリアにおいて，兵役を課されることや兵役を逃れていたこと\nを理由として逮捕状の発付等がされることは，そのことをもって，直ち\nに難民条約にいう迫害を受けるおそれに該当するとはいえない。\nエ  クルド人であること及びその血縁集団に属していることについて\nシリア国内におけるクルド人の定着状況，シリア政府のクルド人に対す\nる施策の内容，シリア国内におけるクルド人の歴史的経緯，内戦状態とな\nった後の各勢力の対立構造等からすれば，本件Ｐ３処分当時，シリア政府\nが，クルド人一般をその民族を理由として一方的に弾圧していることはう\nかがわれず，むしろ融和的な政策も行っているところであり，このような\n情勢からすれば，シリア国内において，クルド人一般が，その民族的出自\nをもって迫害の対象とされている状況にあったとは認められない。\nそして，原告Ｐ３がシリア国内において行っていたとする活動との関連\nで，原告Ｐ３がクルド人であり，Ｊなる血縁集団の部族長の家系にあるこ\nとをもって，シリア政府当局から迫害を受けるおそれが高まるともいえな\nい。\nオ  親族が外国で庇護を受けていることについて\nそもそも，難民該当性の有無は，当該申請者に認められる個別的事情及\nび一般的事情の一切を総合評価した上で各申請者ごとに判断されるべき\nものであり，特定の民族に属していることや特定の民族における活動のみ\nを捉えて判断されるものではない。この点をおくとしても，長兄について\nは，原告Ｐ３の上記供述を裏付ける客観的証拠は提出されておらず，また，\n二弟及び三弟に係る在留許可証の写しを通覧しても，同人らに対していか\nなる理由により難民認定がなされたのかは明らかではない(なお，英国に\nおいては，シリア人の難民認定申請者が広く難民認定を受けているが，他\n方で，英国以外のヨーロッパ各国においては，シリア人からの庇護申請に\n対し，難民認定ではなく，難民認定以外の庇護が与えられている状況にあ\nる。また，人道上の理由による庇護であれば，原告Ｐ３についても，既に\n本邦においてされているものである。)。\n以上からすれば，原告Ｐ３の長兄らが他国の庇護を受けた等とする事情\nは，仮に事実であったとしても，原告Ｐ３の難民該当性を基礎付けるもの\nとはなり得ない。\nカ  原告Ｐ３の難民該当性を否定する事情\n原告Ｐ３については，自己名義旅券の発給を受けて正規に出国したこと，\nシリア出国後，直ちに庇護を求めず，飽くまでも自身が居住を希望する英\n国への渡航を希望していたこと，本件Ｐ３処分の時点において，原告Ｐ３\nの家族が，シリアにおいて政府当局から特段の危害等を加えられることな\nく生活を営んでいたことなどの事情が認められるところ，このような原告\nＰ３の行動等からは，原告Ｐ３がシリア政府当局から迫害を受けるおそれ\nがあるという恐怖を抱くような事情があったとは認められず，これらの事\n情は，原告Ｐ３の難民該当性を積極的に否定するものである。\n加えて，原告Ｐ３は，２０１２年（平成２４年)５月１３日に自己名義旅\n券の発給を受けた際に，同旅券の取得に当たって出国手続を依頼したとす\nる「Ｐ１７」なるブローカーに賄賂を支払ったとしており，同年７月１５\n日に，治安部隊が原告Ｐ３の自宅を訪れ，自身に対する現実的な危害のお\nそれを感じるようになったとする以前から，既にシリアを出国することを\n企図して，ブローカーと接触するなど具体的な行動をとっていたといえる。\nそして，上記のような経緯に加えて，原告Ｐ３が，シリア出国後，飽くま\nでも自身が居住を希望する英国への渡航を希望して，直ちに庇護を求めな\nかったこと等も踏まえれば，原告Ｐ３が本国を出国した第一義的な目的は，\n原告Ｐ３に切迫した迫害から逃れるためというよりは，治安上の危険や兵\n役を避けてより良い居住先を求めることにあったことが強く推認され，こ\nのことからしても，原告Ｐ３が，真に「迫害を受けるおそれがあるという\n十分に理由のある恐怖」を有する者であるとは認め難い。\nキ  小括\n以上の事情を総合すれば，原告Ｐ３が主張する事情は，いずれも難民該\n当性を基礎付ける事情とはいえず，かえって，難民該当性を積極的に否定\nする方向に作用する事情があることが認められるから，原告Ｐ３が，難民\nに当たるということはできない。\n(3)  原告Ｐ４\nア  ダルアー県出身者であることについて\nダルアー県は，その地理的な位置及び反政府武装勢力の拠点となってい\nたがゆえに，シリア国内の内戦が激化した後の２０１６年（平成２８年)１\n月の時点においても戦闘地域となり，その支配権をめぐって政府軍と反政\n府武装勢力の間で争奪戦が繰り広げられている状況にあることがうかが\nえるのであって，それを超えて，ダルアー地域に居住する者やその出身者\n全体が，こういった政治的，軍事的背景を離れて，そのこと自体をもって，\nシリア政府から殊更に敵視され，迫害の対象となっていることをうかがわ\nせる事情はない。また，２０１３年（平成２５年)付けの米国国務省報告書\nからは，ダルアー県を含むシリア国内の状況について，シリア政府のみな\nらず，反政府武装勢力といった勢力もまた人権侵犯を行い，シリア政府側\nにも相当数の犠牲者が出ていることがうかがえる。以上の点等を総合すれ\nば，２０１１年（平成２３年)３月の民衆蜂起の前後におけるダルアー県は，\n同地域が戦略上の要衝の地であることや反政府武装勢力の拠点があった\nことも踏まえて，シリア政府とムスリム同胞団等の武装勢力との間におい\nて，同地域の支配権をめぐる争いがあったとの状況も指摘でき，民主化を\n求めて自然発生した平和的なデモをシリア政府当局が一方的に弾圧した\nというもの，言い換えればシリア政府が常に一方的に加害者であり，他の\n勢力が一方的に被害者であったという構図であったと一概に断じること\nはできない。\nそして，このようなことからすれば，ダルアー県にとどまると，シリア\n政府軍と反政府武装勢力との間における同地域の支配権をめぐる戦闘に\n巻き込まれ，あるいは反政府勢力等とみなされて何らかの被害を受けるこ\nとはあり得たとしても，それを超え，政治的・軍事的背景を離れて，ダル\nアー県に居住する者やその出身者が，同地域から逃れたとしてもなお，シ\nリア政府から，そのこと自体を理由として迫害を受ける状況にあるとは認\nめられない。したがって，本件Ｐ４処分当時，ダルアー県出身の者に逮捕\n者等が出ているからといって，ダルアー県に居住する者やその出身者が，\nそのこと自体をもって，シリア政府から殊更に敵視され，迫害を受けてい\nる状況にあるとはいえない。\nイ  兵役拒否の点について\n原告Ｐ４は，自身が予備役に召集されたこと及びこれに応じなかったこ\nとを理由として自宅が家宅捜索を受けたことについて，難民認定手続にお\nいて何ら供述せず，本件訴訟においても何ら主張していなかったが，本件\n訴訟の弁論終結が近づいた段階において突如として上記の主張 をしたも\nのであり，かかる主張及び供述の経緯に照らせば，同主張はにわかに事実\nとは認め難い。\nまた，Ｐ４妻らは，原告Ｐ４の家族であることを理由として本邦への上\n陸を許可されたものである以上，シリアにおける原告Ｐ４の難民該当性又\nは庇護の必要性が存在することにより現に利益を受けている立場にあり，\n原告Ｐ４に係るこれらの事情の存在を肯定する供述をする動機があると\nいえ，上記主張に沿うＰ４妻の供述は，信用性が低いものといわざるを得\nない。\nなお，原告Ｐ４の主張を前提としても，本件Ｐ４処分当時のシリアにお\nいて，兵役を課されることや兵役を逃れていたことを理由として家宅捜索\nを受けたり，帰国後に処罰等がされたりするおそれがあることをもって，\n直ちに難民条約にいう迫害を受けるおそれに該当するとはいえない。\nウ  原告Ｐ４の四兄について\nＰ４妻の供述によれば，原告Ｐ４が本国を出国した２０１２年（平成２\n４年)６月の時点において，原告Ｐ４の四兄は健在であったことが認めら\nれ，同人が身柄拘束等を受けて行方不明になったとの事実はない。\nなお，仮に，四兄が身柄拘束等を受けて行方不明になったとの事実が存\n在するとしても，そもそも，難民該当性の有無は，当該申請者に認められ\nる個別的事情及び一般的事情の一切を総合評価した上で各申請者ごとに\n判断されるべきものであるから，かかる事実は原告Ｐ４の難民該当性を基\n礎付ける事情とはなり得ない。また，その点をおくとしても，原告Ｐ４の\n供述によっても，四兄は，デモの一参加者としてデモに参加していたとこ\nろを拘束されたにすぎないことがうかがえるから，いずれにしても，原告\nＰ４の難民該当性を基礎付ける事情とはいえない。\nエ  原告Ｐ４の難民該当性を否定する事情\nシリア政府が，反体制派の海外渡航等を厳しく取り締まっているという\nにもかかわらず，原告Ｐ４は，何ら問題なく自己名義旅券を行使して本国\nを正規に出国したというのであるから，このような事実は，原告 Ｐ４が，\n本国政府から逮捕されるおそれを抱いていなかったこと，及びシリア政府\nが原告Ｐ４を迫害の対象としていないことの証左といえる。したがって，\nこのような事情は，原告Ｐ４の難民該当性を否定する有力な事情というべ\nきである。\nまた，原告Ｐ４は，そもそも，外国において庇護を受けることを目的と\nしてシリアを出国したのではなく，シリア国内における内戦による治安上\nの危険から逃れ，かつ，専ら国外で稼働することを目的として本国を出国\nしたものであったから，このような観点からも，原告Ｐ４が「迫害を受け\nるおそれがあるという十分に理由のある恐怖」を有する者であるとは認め\nられない。\nさらに，仮に，シリア政府が原告Ｐ４を反政府活動家として注視してい\nるのであれば，原告Ｐ４の家族にも相当の抑圧がなされる可能性があるこ\nとは十分想定し得るところ，本件Ｐ４処分の時点において，ダルアー地域\nが内戦下における治安上の危険な状況にあったことは認められても，原告\nＰ４の家族が，シリアに在住していた間，原告Ｐ４の活動を理由として，\nシリア政府当局から迫害としての特段の危害を加えられていたとは認め\nられない。このように，シリアの家族が，シリアに在住していた間，政府\n当局から迫害としての特段の危害等を加えられることなく生活していた\n事実は，原告Ｐ４が本国政府から格別注視されていないことを推認させる\n事情というべきである。\nオ  小括\n以上の事情を総合すれば，原告Ｐ４が主張する個別事情はいずれも，事\n実であるとは認められないか，又は難民該当性を基礎付ける事情とはいえ\nず，かえって，難民該当性を積極的に否定する方向に作用する事情がある\nことが認められるから，原告Ｐ４が，難民に当たるということはできない。\n３  争点(3)（義務付けの訴えの適法性等）について\n【原告Ｐ３及び原告Ｐ４の主張】\n本件Ｐ３処分及び本件Ｐ４処分は，取り消されるべきものか，無効であって，\n義務付けの訴えは適法である。\n処分行政庁が，原告Ｐ３及び原告Ｐ４に対し難民の認定をすべきことは法令\nの規定からも明らかであり，また，難民の認定をしないことはその裁量権の範\n囲を超え又はその濫用となるものであって，同原告らに対する難民認定が義務\n付けられるべきである。\n【被告の主張】\n原告Ｐ３及び原告Ｐ４の義務付けの訴えは，救済の必要性に係る訴訟要件を\n欠き不適法である。\n第４  当裁判所の判断\n１  争点(1)（本件Ｐ１処分及び本件Ｐ２処分に係る無効確認の利益の有無）につ\nいて\n(1)  入管法６１条の２は，本邦にある外国人について難民の認定をすることを\n定めており，難民不認定処分を受けた外国人が本邦から出国した場合，もは\nや難民の認定を受ける余地はなく，難民不認定処分の無効を確認する利益は\n失われるというべきである（最高裁平成５年（行ツ）第１５９号同８年７月\n１２日第二小法廷判決・裁判集民事１７９号５６３頁参照）。\n(2)  前提事実(2)ウ，(3)ウのとおり，原告Ｐ１及び原告Ｐ２は，本件Ｐ１処分及\nび本件Ｐ２処分後，平成２８年１１月７日，みなし再入国許可により本邦を\n出国し，平成２９年３月１８日の経過により，同原告らの在留期間は満了し，\nみなし再入国許可は失効した（入管法２６条の２第２項）から，同原告らが\n本邦に再入国上陸することもできない。\nしたがって，本件Ｐ１処分及び本件Ｐ２処分の無効を確認する利益  は失\nわれたのであり，これらの無効確認を求める訴えはいずれも不適法である。\n２  難民の意義等\n(1)  入管法２条３号の２は，入管法における「難民」の意義について，難民条\n約１条の規定又は難民議定書１条の規定により難民条約の適用を受ける難\n民をいうものと規定しているところ，難民条約及び難民議定書の上記規定に\nよれば，入管法にいう「難民」（ただし，無国籍者を除く。以下，単に「難民」\nという。）とは，「人種，宗教，国籍若しくは特定の社会的集団の構成員であ\nること又は政治的意見を理由に迫害を受けるおそれがあるという十分に理\n由のある恐怖を有するために，国籍国の外にいる者であって，その国籍国の\n保護を受けることができないもの又は そのような恐怖を有するためにその\n国籍国の保護を受けることを望まないもの」をいうこととなる。そして，上\n記にいう「迫害」とは，通常人において受忍し得ない苦痛をもたらす攻撃な\nいし圧迫であって，生命又は身体の自由の侵害又は抑圧を意味するものと解\nするのが相当である。また，上記にいう「迫害を受けるおそれがあるという\n十分に理由のある恐怖を有する」というためには，当該人が迫害を受けるお\nそれがあるという恐怖を抱いているという主観的事情があるだけでは足り\nず，通常人が当該人の立場に置かれた場合にも迫害の恐怖を抱くような客観\n的事情が存在していることが必要であると解するのが相当である。\n(2)  難民の認定については，入管法６１条の２第１項が，法務大臣は，難民認\n定申請者が提出した資料に基づき，その者が難民である旨の認定を行うこと\nができる旨規定しており，難民認定申請者が資料を提出することを前提とし\nている。また，難民認定を受けた者は，入管法６１条の２の２第１項に基づ\nき定住者の在留資格を取得できるなど，有利な法的地位が与えられることに\nなるから，難民認定は，いわゆる授益処分に当たるものであるところ，一般\nに，授益処分については，その処分を受ける者が，根拠法令の定める処分要\n件が充足されていることについて立証責任を負担するものと解される。以上\nによれば，難民該当性の立証責任は，難民認定申請者にあると解するのが相\n当である。\n３  シリアの国内情勢に関する認定事実\n後掲の各証拠及び弁論の全趣旨によれば，以下の事実を認めることができる\n（なお，証拠の頁数は，外国語と訳文のあるものについては，訳文の頁数を表\n記する。）。\n(1)  シリアの一般情勢\nア  ２０１１年（平成２３年）以前の政情\n１９７１年（昭和４６年）の国民投票で大統領に就任したハフェズ・ア\nサド大統領は，長期政権を維持したが，２０００年（平成１２年）６月に\n死去し，同年７月，次男バッシャール・アサドが大統領に就任した。同大\n統領（アサド大統領）は，２００７年（平成１９年）５月には，２期目続\n投の是非を問う国民投票で信任され，再任され，２０１４年（平成２６年）\n６月，三選された。両大統領とも，宗教はイスラム教アラウィー派，政党\nはバース党である。（甲全２，乙全７）\nイ  アラブの春と反政府デモ（甲全２４，乙全８）\n(ア)  中東各地での民主化要求運動「アラブの春」の影響を受け，２０１１\n年（平成２３年）３月１５日，首都ダマスカスで小規模なデモが発生し，\n同月１８日，南部ダルアーでも数千人規模の反政府デモが起き，各地に\n波及した（乙全５，全９）。\nアサド大統領は，同年４月，１９６３年（昭和３８年）に施行され，\n治安当局に強い権限を与えてきた非常事態法を撤廃する大統領令を発令\nした（また，シリア政府は，２０１１年（平成２３年）３月，デモ隊に\n向けて治安部隊が発砲することを禁止したと発表した。乙全２０［２８\n頁］，全７５［３５頁］）。\nシリア政府は，抗議行動の開始以来，同政府が武装ギャングやテロリ\nストによる攻撃の標的になっており，テロリストの一部は外国の資金援\n助を受けているという見解を示し，アサド大統領は，同月，シリアで起\nきている事態はイスラエルを頂点とし，これに協力する諸国，一部のシ\nリア国民を手先として使って宗教宗派対立を起こそうとする謀略の一環\nであるとの理解を表明した（乙全２０［２６頁］，全７５［３５頁］）。\nシリア軍は，同年４月２５日，ダルアーで最初の大規模軍事作戦を実\n行し，その後，大規模な軍事行動が様々な地域で展開された。同年１１\n月，ＯＨＣＨＲ（国連人権高等弁務官事務所）は，同年３月以降，少な\nくとも３５００人の民間人が政府軍によって殺害されたと推定した。数\n千人が拘束され，拷問や虐待を受けたとも報じられた。（乙全２０［２６\n頁］）\n(イ)  アサド大統領は，２０１１年（平成２３年）４月，平和的な抗議活動\nに参加する権利に関する政令を発布したが（乙全２０［２８頁］），米国\n国務省のレポートには，同年９月に発布された政令は，集会の自由に関\nする広汎な権力を政府に与えるものであり，デモ活動又は３人以上の公\nの集会を行う場合，内務省の許可を得る必要があるとされ，違反者には\n最高１年の懲役及び５０００シリアポンドの罰金が課されるものであり，\n内務省は，政府支持グループ等のデモ活動のみ許可したという記載があ\nる（甲全１［４６頁］，全２８［１２頁］）。\nアサド大統領は，同年５月３１日，全ての政治犯に恩赦を与える大統\n領令を出した（乙全１０）。\nシリア政府は，同年６月，北西部のジスル・アッシュグールで治安部\n隊のメンバー１２０人が武装ギャング団によって殺害されたと発表し\n（乙全２０［２４１頁］，全７５［４６，４７頁］），アサド大統領は，同\n月，破壊行動とテロ行為により，無実の人々と同様，軍と治安部隊のメ\nンバーも死亡しており，国民の要求に応えるため，政府は不眠不休で努\n力するとしつつ，変化を求める人々の中には，危機を広める目的を持っ\nた少数の犯罪者グループや過激な宗教の一派が含まれていると述べ，国\n営報道局は，各都市における政府勢力に対する武力攻撃を盛んに報道し\nた（乙全２０［２８頁］）。\nアサド大統領は，同年８月４日，複数政党制につながる政党法を承認\nする大統領令を出し，同法が発効した。しかし，バース党による事実上\nの一党独裁は継続し，デモ隊と治安部隊の武力衝突も続いた。\nバラク・オバマ米国大統領は，同月，反政府デモへの武力弾圧を続け\nているとしてアサド大統領の退陣を要求する声明を発表した。\n(ウ)  ＵＮＨＲＣ（国連人権理事会）に設置された独立国際調査委員会に\nよる２０１１年（平成２３年）１１月の報告書には，町が封鎖されて夜\n間外出禁止令が発出されていることを受け，市民が暴力を直接受ける状\n況となっており，委員会は，家から外に出た人々がどのようにして狙撃\n兵によって銃撃されたかを述べる多くの証言を得ており，報告されてい\nる事案の多くは，ダルアー，ホムス等で発生しており，ダルアーの弁護\n士は，治安部隊が同年４月の作戦中にダルアーの旧市街地に拠点を設置\nしたと述べた，証言によれば，ダルアーが攻撃されて封鎖されている間，\n軍及び治安部隊は町の住民が食料その他の生活必需品を入手するのを妨\n害した，住民が使用する水タンクやパイプは軍や治安部隊によって意図\n的に破壊されたという記載がある（甲全５０）。\nアムネスティインターナショナルの同年に関する報告書には，軍隊と\n治安部隊は，継続的かつ非常に過度な武力行使に訴え，平和的な群衆の\n中に銃弾を撃ち込む狙撃兵を動員したほか，住宅地における軍事作戦に\nおいて繰り返し戦車や他の装甲戦闘車を展開した，治安部隊は，時々，\n地域を一斉に捜索し，全ての家を捜索しては１５歳以上の男性全員を逮\n捕したり，あるいは単純に通りの人々を手当たり次第捕まえたりしたと\nいう記載がある（甲全２７［２頁］）。\nヒューマンライツウォッチの同年の報告書には，シリア治安部隊と現\n地ではシャッビーハと呼ばれる政府に支援された民兵は，大部分は平和\n的な抗議活動参加者に対して日常的に武力を行使し，しばしば致死的な\n武力も含まれていた，少なくとも，複数の事案において，治安部隊員が\n命令に従うことを拒否したために，味方の流れ弾が当たるか，あるいは\n意図的な殺害の犠牲となっている，時には軍離反兵士に支援されたデモ\n参加者が暴力に訴えた複数の事件があり，ダルアー等の町において，デ\nモ参加者は政府の建物に火を放ち，アサド大統領とハフェズ・アサド大\n統領の銅像を破壊し，治安部隊所有の車両を数台燃やした，目撃者複数\n名によると，抗議活動参加者に殺害された治安部隊員もおり，それは通\n常治安部隊員が抗議活動参加者に発砲した後に起こった，離反兵士や抗\n議活動参加者やジャーナリストを含めた目撃者の証言が示すのは，ヒュ\nーマンライツウォッチやその他の人権組織が記録した大多数の事案では，\n抗議活動参加者は武装していなかったという点であるという記載がある\n（甲全３１［１ないし２頁］）。\nウ  反政府武装組織の結成と選挙実施（甲全２４，乙全８，全１１）\n反政府側は，２０１１年（平成２３年）９月，活動家らによる運動の連\n合体「シリア国民評議会」の結成を発表し，政権からの離反兵による武装\n組織「自由シリア軍」も作られ，両者は同年１１月，連携することで合意\nした（もっとも，シリア国民評議会は，内部対立や国内組織との連携不足\nで機能不全に陥った。乙全２０［１０１頁］）。\n反政府武装グループは，軍の基地から軍事品を略奪したり，外部後援者\nから隣接国との国境を越えて武器や弾薬を密かに提供されたりしている\n（乙全２０［４１頁］）。\nシリア政府は，同年１１月，アラブ連盟の和平案に合意し，同和平案に\n基づき，反政府デモに絡んで逮捕した政治犯１１８０名を釈放した（乙全\n１２，全１３）。\n２０１２年（平成２４年）２月２６日，憲法改正の是非を問う国民投票\nが実施され，賛成８９．４％で新憲法案が承認された。新憲法案には，複\n数政党制や大統領任期制限の導入などが含まれ，バース党の事実上の一党\n独裁規定を削除するものであったが，反政府側はボイコットを呼び掛けた。\n同年５月７日，事実上初の複数政党制による人民議会選挙が実施された\nが，有力な反政府派は参加せず，与党連合「国民進歩戦線」が約７割を獲\n得して圧勝した。\nエ  内戦状態突入（甲全２４，乙全７，全１１）\n(ア)  アサド大統領は，国連とアラブ連盟から特命大使として指名された\nコフィー・アナン元国連事務総長による停戦提案を受諾し，２０１２年\n（平成２４年）４月１２日に停戦が発効し，同月２９日，国連シリア監\n視団がシリアに入った。\n同監視団は，同年６月１６日，武力衝突激化のため活動を一時停止し，\n同年８月１９日に解散した。\n反政府派は，同年７月１５日，ダマスカスへの攻撃を開始したが，政\n権側は攻勢を強め，約１０日間でほぼ再制圧した。北部中心都市アレッ\nポでは，同月２０日から反政府派が攻撃を開始し，政権側は同月２８日\nから掃討作戦に出た。\n国際赤十字委員会（ＩＣＲＣ）は，同年７月，シリアにおける紛争を\n内線として認識すると発表した（乙全２０［３７頁］）。\nシリア政府は，同月，反テロリズム法を採択し，同年９月，反テロリ\nズム裁判所を設置した。上記の反テロリズム法は，政治活動家及びその\n他の人々を「テロ行為」を行ったという曖昧な罪で拘束するものである\nとも評されている。（甲全２８［９頁］，全４９［１１頁］，乙全２０［３\n５，３６，８５頁］）\n同年１１月１１日，シリア国民評議会や内外の組織を含む新たな統一\n組織であるシリア国民連合が結成され，自由シリア軍もこれに参加した\n（乙全２０［９９，１００頁］）。\n国連は，シリアから国外に逃れたシリア人は２０１３年（平成２５年）\n３月の時点で１００万人に上ったと発表し，国連によると，反政府デモ\n開始以来，少なくとも７万人の死者が出た（乙全１４）。\n(イ)  ＵＮＨＲＣの２０１３年（平成２５年）２月５日付けのレポートに\nは，反政府武装グループは，多くの市民が暮らす住宅地内から攻撃を仕\n掛けるため，民間人は砲撃に晒され，自宅からの避難を強いられる，政\n府軍は，民間人と戦闘に直接参加している人々の区別なく軍事行動を実\n行する，シリア政府は，無差別かつ広範囲の砲撃，頻繁な都市の爆撃，\n大量殺戮，民間人を狙った無差別砲撃，民間人の集まりに向けた銃撃，\n民間人居住地域における長期にわたる砲撃と狙撃をその行動の特徴とし，\nシリア軍は，反政府武装グループの支配下に落ちた地域の居住者を殺害\nし，不具にし，負傷させ，恐怖を与えることを目的とし，砲撃と狙撃を\n駆使した戦略を導入したという記載がある（乙全２０［４８，５０頁］）。\nＵＮＨＲＣの同年６月４日付けのレポートには，政府勢力は，戦争の手\n段として自由を剥奪し，反政府武装勢力を支持していると見られる地域\nを集合的に罰することを止めなかった，政府勢力は，基本的人権を行使\nした罪で人を逮捕・拘束することが普通であり，同年１月中旬，スワイ\nダーで起こった平和的な抗議行動の後，治安部隊は大量逮捕を行った，\nダルアー市内で，政府軍と治安部隊は，兵役に適した年齢であるという\nだけの理由で，男子を検問所で逮捕した，政府勢力は，支配力を強化し\nた地域で恣意的逮捕を大々的に行ったという記載がある（乙全２０［６\n０頁］）。\nヒューマンライツウォッチの２０１２年（平成２４年）に関するレポ\nートには，治安部隊は，シリア全国の巨大な収容施設網を利用して，数\n万人の人々を対象に，恣意的逮捕，不法拘留，強制失踪，虐待及び拷問\nを行った，多くの被拘留者は，２０代又は３０代の若い男性であるが，\n子ども，女性及び年配者も含まれていた，逮捕されたのは，平和的な抗\n議行動の参加者及び抗議行動を組織し，フィルムに収め，報道を行った\n活動家並びにジャーナリスト，人道支援者及び医師であり，活動家の自\n首を促すために，治安部隊が子どもを含むその家族を拘束したとされる\n事例もいくつかあったという記載がある（乙全２０［６９頁］）。\n国連人権パネルは，２０１３年（平成２５年）９月，犯罪・虐待の急\n増がシリア北部全域で報告されているが，過激派武装反政府グループと\n外国人戦闘員によるものと指摘している（甲全３［７頁］）。\n米国国務省は，２０１２年（平成２４年）において，アサド政権は，\n政府に対する抗議活動を鎮圧するため，全国の市街地や住宅地における\n軍隊による攻撃を含め，無差別に殺傷能力を有する武器を使用し続けて\nいるとしている（甲全４９［１０頁］）。\n(2)  シリアにおけるクルド人\nア  クルド人は，シリアの人口の約９％を占め，そのほとんどが北東部に居\n住している（甲全５）。\nハフェズ・アサド大統領政権及びアサド大統領政権は，クルド語の使用\nと教育を制限し，クルド語の書籍その他の資料の出版，クルド語による文\n化的表現も規制した。クルド人の政党は非合法とされている。（甲全１［６\n１頁］，全３５，全４８，全５７，乙全２０［３２，１３４頁］，全７６）\nイ  アサド大統領は，２００４年（平成１６年）にイラクで暫定行政法が成\n立してイラクのクルド人が自治を獲得すると，クルド人地域に対する治安\n活動を強化した（乙全７６）。\n２００４年（平成１６年）３月，クルド人を主体とするチームとアラブ\n人を主体とするチームのサッカーの試合がシリア北東部のカーミシュリー\nで開催された際，両チームのサポーターの間で暴力的衝突が発生し，治安\n部隊が実弾５発を発砲し，少なくともクルド人７人が死亡した。その後，\nシリア北部と北東部のクルド人居住地において抗議活動が行われ，シリア\n軍が侵攻し，これを弾圧した。（甲全３５，乙全２０［２２頁］，全７６）\nウ  以前から存在していたクルド人青年団体に加え，新たに地方調整委員会\n（ＬＣＣｓ）が結成され，これを中心としてクルド人による反政府活動が\n行われるようになった。地方調整委員会は，数十のタンシキーヤと呼ばれ\nる団体のネットワークである。地方調整委員会は，２０１１年（平成２３\n年）後半にクルド人青年団体と合流したが，間もなく分裂した。（甲全３０，\n全３６，全４８，全５７，全５９，全６３）\nエ  アサド大統領は，２０１１年（平成２３年）４月，ハサカ行政区におい\nて外国籍として登録されていた無国籍クルド人のシリア市民権申請を可能\nにする命令を発し，これにより約５万１０００人のクルド人が市民権を明\n記した身分証明書を受領した（甲全１［６２頁］，全５［１１，１２頁］，\n乙全２０［１４１頁］）。\n政府は，以前はクルド人に対して寛容であったが，２０１２年（平成２\n４年），数多くのクルド人活動家に対し，逮捕，拘束，拷問等を行ったと報\n告されている（乙全２０［１３２頁］）。当局によるクルド人地域での反政\n府勢力に対する攻撃は，他の地域に比べて必ずしも激しいとまではいえず，\nより暴力的なものではないとか，治安部隊は，多くの場合，クルド人の街\nで行われたデモに対する攻撃を制約されているなどとも報道されている\n（甲全５７［３頁］）。\n英国内務省の２０１４年（平成２６年）のオペレーショナル・ガイダン\nス・ノートには，シリアにおけるクルド民族は，アサド政権下において，\n何十年にもわたり，差別や社会的な疎外を受けており，２０１１年（平成\n２３年）３月に衝突が開始された後，シリアのクルド人は，自ら反政府的\nな抗議行動を行ったが，最近では，ほとんどの戦闘は，イスラム主義の反\n政府武装組織に対して行われているという記載がある（甲全４９）。\nヒューマンライツウォッチの２０１４年（平成２６年）の報告書には，\n２０１１年（平成２３年）にシリア政府に対する暴動が起こった時，多く\nのクルド民族の若者が反政府運動に加わったが，シリアのクルド民族政党\nのほとんどが政府による弾圧やシリアのアラブ系野党に対する不信感から\n慎重なアプローチをとった，シリア政府は，クルド民族による抗議活動を\n弾圧したが，他方で無国籍のクルド民族登録者（推計５万人）に市民権を\n付与する長きにわたる公約を実行に移したという記載がある（甲全３５）。\n独立国際調査委員会の２０１２年（平成２４年）８月の報告書には，シ\nリア政府は，同年３月，カーミシュリーにおいて，平和的な抗議活動の権\n利を行使していたデモの参加者に対し，著しく過大な暴力を行使したとい\nう記載がある（甲全５８［４頁］）。\nオ  シリア政府は，２０１２年（平成２４年）には，カーミシュリー及びそ\nの周辺の戦略に重要な地域を例外として，アフリン，アイン・アル・アラ\nブ，ジャジラから数か月をかけて治安部隊を撤退させたところ，ＰＹＤ（シ\nリア・クルド民主連合党）とシリア政府の間で調整が行われ，それにより\n両者が互いの活動を容認しているとみられており，シリア政府は地域にお\nける治安及び行政主体のほとんどをＰＹＤに委譲した（甲全１［６４頁］，\n全３５，全５７）。\nシリア北部の３州においては，２０１４年（平成２６年）１月，ＰＹＤ\nが主導する団体により地方政府を有する暫定政権が設立され，ＰＹＤによ\nって，同月，暫定憲法が導入されたほか，その後，安全保障，司法，外交，\n健康，人道問題及びその他の行政問題を扱う２２の評議会が各州に設置さ\nれ，二審制の人民裁判所制度も設立された（甲全３５，全３８［３，４頁］）。\nＰＹＤの軍組織であるＹＰＧや警察部隊である Asayish が，恣意的な逮\n捕，公判前の拘禁の濫用や適正手続違反を含む人権侵害を行ったという報\n告がある（甲全１９［８頁］）。\nＰＹＤ及びＹＰＧは，２０１６年（平成２８年）３月１７日，自らが実\n効支配する北部３州などの北部一帯の地域における連邦制の施行を宣言し\nた（乙全７７，全７８）。\nカ  ２０１３年（平成２５年）頃，シリア北東部のクルド人は，しばしば武\n装勢力の間で板挟みの状態となっており，激しい戦闘状態において，一方\nを支援するよう，政府軍又は反政府武装組織によって強いられているとい\nう報告がある（甲全４９［８頁］）。\nヒューマンライツウォッチの２０１４年（平成２６年）の報告書には，\n３つのクルド民族が多数派を占める地域の市民は，継続する人権侵害や人\n道法違反の被害を受け続けており，特に，北部及び北東部における戦闘中\n及び戦闘後において，ＩＳＩＳやアル＝ヌスラ戦線といったイスラム教非\n国家武装勢力による深刻な虐待に苦しんできたところ，これには，クルド\n民族居住地における無差別砲撃，市民を標的とする攻撃，捕まえられた市\n民又は戦闘員の拷問及び殺害，時には斬首も含まれるという記載がある（甲\n全３５）。\nＩＳＩＳは，２０１４年（平成２６年）半ばの時点で，シリア北部及び\n北東部の支配を確立し（同年６月，国家樹立を宣言した。），ＩＳＩＳの支\n配領域の拡大と市民に対する残忍な扱いが，著しい避難発生の原因となっ\nているとされる。独立国際調査委員会の２０１５年（平成２７年）２月の\n報告書には，ＩＳＩＳは，２０１３年（平成２５年）７月に，ラッカから\nクルド人を強制的に移動させ，２０１４年（平成２６年）１１月に，アレ\nッポに居住するクルド人を強制的に追放したという記載がある。（甲全１９\n［２ないし４頁］，全２５，全３８［３頁］，乙全５３）\n(3)  ダルアーにおける状況\nア  ダルアー県は，シリア南部に位置して隣国ヨルダンと国境を接している\n地域であり，ダルアー県内の都市は，反政府武装勢力の拠点となっていた\n（乙全９，全２０［４７頁］，全７９）。\nイ  ２０１１年（平成２３年）３月以降，政府軍と治安部隊がダルアー市内\nとその周辺都市・村を次々に封鎖して食糧及び日用品の入手を阻止し，水\nタンクやパイプを破壊し，外出禁止令に背き外を出歩いた住民を狙撃した\nと報告されている（甲全２６，全３１，全３８，全３９）。\n独立国際調査委員会による２０１３年（平成２５年）２月の報告書には，\n政府軍と政府軍民兵組織は，掃討作戦中，反政府軍のメンバーや支援者と\n疑った民家や商店を意図的に破壊し，これらの破壊には，放火，爆発，大\n規模な損壊が含まれ，破壊に先立って頻繁に略奪が行われた，このような\n行動は，２０１２年（平成２４年）１０月，ダルアー県の複数の場所で行\nわれた，ダルアー県内のタファスにおいて，砲撃とこれに続いて政府の様々\nな治安部隊及び政府側民兵組織によって地上の掃討作戦が行われ，何日に\nもわたり市街地に２６０発から３５０発の間の砲弾が撃ち込まれたと推定\nされ，多くの市民の標的が繰り返し攻撃を受けたことから，数百名が死亡・\n負傷したという記載がある（甲全５１）。\n同報告書には，複数のメディアが，同年８月にダルアー行政区の一地区\nである Harak で起きた事件を報じたところ，政府軍は，１８日間にわたる自\n由シリア軍との戦闘の後，町の支配権を取り戻し，Harak に戻った住民は，\n放火された家や，榴散弾，至近距離からの銃撃，ナイフにより重傷を負っ\nた遺体を発見した，遺体には，女性や子どもが含まれ てい た という 記載 が\nある（乙全２０［３９頁］）。\n米国国務省の２０１３年（平成２５年）のレポートによれば，ダルアー\n県内のチェックポイントにおいては，政府軍と治安部隊は，兵役に適した\n年齢であるというだけの理由で，男子を逮捕したとされている（甲全２８\n［７頁］）。ＵＮＨＲＣによる同年６月の報告書には，政府勢力は，支配力\nを強化した地域で，恣意的逮捕を大々的に行い，同年３月中旬にもダルア\nー市内で，大量逮捕を実行したという記載がある（乙全２０［６０頁］）。\n独立国際調査委員会による２０１４年（平成２６年）２月の報告書には，\n政府軍は，地上戦の間又はその直後に恣意的な逮捕を行い，２０１３年（平\n成２５年）９月にダルアー県内でも逮捕作戦を実行し，成人男性や青年期\nの少年が標的にされたが，子どもや女性，高齢者も拘禁されたという記載\nがある（甲全３４［２頁］）。なお，シリアの公式報道機関ＳＡＮＡは，同\n年３月，若い男子が検問所で止められ，兵役に就くことを強制されるとい\nう報道が一部の衛生放送局で放送されているが，真実性はなく，こうした\n報道は全くの虚偽であると報道した（乙全２０［７７頁］）。\n２０１１年（平成２３年）３月から２０１２年（平成２４年）５月頃ま\nでの間に，治安部隊が，ダルアー県（住所省略）におけるデモ参加者等に\n対して銃撃したなどという複数の報道がされた（甲ニ７）。\n(4)  兵役\nア  シリアでは，国家兵役法により兵役義務が課されており，無国籍クルド\n人を除く１８歳から４０歳の男性が強制徴兵の対象となる。退役後の予備\n役として，４０歳又は４５歳までの間に５年間の再入隊の義務があるとさ\nれている。兵役の良心的拒否は法律に規定されておらず，兵役忌避に対す\nる懲罰は最長５年の懲役である（兵役を望まない人たちがこれを回避する\nために兵役免除料を支払うことを認めている。）。英国内務省の２０１３年\n（平成２５年）１月のオペレーショナル・ガイダンス・ノートには，脱走\nしたシリア兵士らは，女性や子どもを含めた非武装の文民や反対派らに対\nして発砲するよう強制されており，拒否すれば自分が撃たれるおそれがあ\nったと述べているという記載がある。（甲全１［３７頁］，全５［１７，１\n８頁］，乙全２０［７３ないし７８頁］）\n同年３月，シリア政府が出動態勢を宣言し，３５歳までの予備兵を召喚\nし，数人の学生が検問所で逮捕され，軍に入隊させるために直ちに移送さ\nれたという報道がされた（乙全２０［７８頁］）。ロンドンに本部を置くア\nラビア語新聞のアル＝ハヤート紙は，同年１月，シリア政府当局が，正規\n軍とは別に祖国防衛軍を創設し，その要員は，兵役を終えた民間人や，兵\n役に就いた者から新たに兵役を課される者まで様々な人々が対象とされて\nいると報道した（乙全８２）。\nイ  Danish Immigration Service らの２０１０年（平成２２年）５月のレポ\nートには，兵役義務（２１か月）を回避した男性は，召集されたときに海\n外におり，召集に応じなかった者は，帰国した時点で直ちに軍警察により\n逮捕され，２ないし３か月の懲役を宣告され，シリア在住で召集に応じな\nかった者は，逮捕され３か月の懲役刑を受け，懲役を終えた後も兵役に応\nじなかった者は６か月の懲役刑が追加される，合同事実調査団が接触した\n情報源は，兵役の召集に応じなかった場合の処罰は，２ないし６か月と幅\nがあるが，大統領が毎年定期的に恩赦を発表するため，懲役刑は実際には\n適用されていないと伝えたという記載がある（甲全１［３７，３８頁］，乙\n全２０［７５頁］）。\nシリアの公式報道機関ＳＡＮＡは，２０１１年（平成２３年）１１月，\nアサド大統領は，徴兵検査を受ける義務を怠ったか合法的な理由なしに軍\nへの入隊を拒否した兵役に適した年齢の人に大赦を与える立法令を発行し\nたと報道した（乙全２０［７６，７７頁］）。\nウ  デンマーク入国管理局の２０１５年（平成２７年）２月の報告書には，\n紛争の初期の段階において，シリア政府は，召集の対象となっている者の\n氏名が掲載されたリストとともに，反政府派として知られている地域に部\n隊を派遣して徴兵を行っていた，治安部隊が徴兵の対象となっている者の\n親族の家宅を捜索して回り，これらの者の身分証明書を要求した上，そこ\nにいない者に関する尋問を行うこともあった，政府の支配下の地域では行\n政組織は現在も機能しており，当局は徴兵の対象者を様々な方法で捜索し\nており，必要に応じ，当該者の家族のところに行った上，家宅捜索を行っ\nたり，召集状を発行したりするほか，情報機関に兵役忌避者の捜索に当た\nらせたりしている，兵役忌避者が検挙された場合は，治安部隊の施設に身\n柄を拘束され，その後，ダマスカスの軍事裁判所に連行される，治安部隊\nの収容施設に収容されている間，拷問や虐待を受ける可能性があり，ＯＨ\nＣＨＲは，陸軍や空軍の情報機関における拷問や虐待の事案を報告してい\nるという記載がある（甲ニ１０）。\n(5)  国際機関の見解等\nア  英国内務省の２０１４年（平成２６年）のオペレーショナル・ガイダン\nス・ノートには，クルド民族を出自とするシリア人は，国家的・社会的・\n法的な差別を受けるとともに，民族に基づく差別的な取扱いを受けており，\n特に，ある者が無国籍者と取り扱われていたり，活動家の経験を有してい\nたり，反政府派や反政府武装組織を支援しているとみなされたりする場合\nには，国家による迫害に相当する可能性が高く，このような場合には通常，\n難民の地位が付与されることになるという記載がある（甲全４９［９頁］）。\nまた，同オペレーショナル・ガイダンス・ノートには，反政府側の支援\n者又は活動家とみなされる者はシリア当局の関心の対象となり，迫害に相\n当する取扱いを受ける危険があるものであり，難民に該当する，政府は，\nアサド政権に反対する活動について，いかなる形式であれ許容していない\nことから，特に政治的な経歴を有していない者，例えば，低い地位の活動\n家，市民ジャーナリストを含む個人で政府を批判する者，情報を提供する\n者，抗議活動に参加する者，反政府側とみなされた者の家族もまた政府に\nよって政権に反対する者とみなされ，同様に迫害及び虐待の危険を有して\nいる，シリア政府は，政府に反対する者に抑圧的であり，反政権の活動は\n国内で許されておらず，２０１１年（平成２３年）３月以降，政府による\n殺害にまで至るような残虐行為の程度は次第に上がってきており，何千も\nの市民が通りで殺害されたり，恣意的に逮捕されて身柄を拘束されたりし，\nシリアの市民は，携帯電話でデモを録画したのみで政府側の狙撃兵によっ\nて標的にされ銃撃されている，申請者が以前に反政府の政治的な活動に参\n加したり，申請者がその信念から将来そのような活動に参加する見込みが\nあったり，シリアに帰国すれば政府に反対する見解を有しているとみなさ\nれたりする場合は，難民の地位が付与されるべきであるという記載がある\n（甲全４９［１２頁］）。\n英国内務省の２０１３年（平成２５年）のオペレーショナル・ガイダン\nス・ノートには，シリアの状況に鑑みれば，申請者がシリア軍の脱走兵で\nあると認められる場合，または，国へ送還されたら徴兵に服する可能性が\n高い場合には，シリア当局はこのような脱走兵らを政権への敵対者とみな\nすであろうから，庇護を認めることが適切であろうという記載がある（甲\n全５［１９頁］）。\nイ  ＵＮＨＣＲの２０１２年（平成２４年）１２月の「シリア・アラブ共和\n国から避難する人々の国際保護の必要性について（更新Ⅰ）」には，国際的\nな庇護を求める多数のシリア人について，これらの者の十分に理由のある\n恐怖が多くの事案で条約上の理由のいずれかに関連していることから，難\n民条約における難民の定義に定められた要件を満たす可能性が高いと判断\nしているという記載がある（甲全４５）。\nＵＮＨＣＲの２０１３年（平成２５年）１０月の「シリア・アラブ共和\n国から避難する人々の国際保護の必要性について（更新Ⅱ）」には，国際庇\n護を求めるほとんどのシリア人は，条約上の根拠の一つと連関した迫害を\n受けるおそれがあるという十分に理由のある恐怖を有するために，難民条\n約における難民の定義の要件を満たす可能性が高いと考える，難民認定申\n請が個別に判断される場合には，シリア政府に実際に反対している者又は\n反対しているとみなされる者（これには，政治野党の党員，人権・市民社\n会活動家，抗議活動参加者，政府に反対している（とみなされる）都市近\n郊・村・町に居住する市民，軍からの離脱者・脱走者，兵役拒否者，政府\n反対派（とみなされる者）の家族及び関係者が含まれるが，それに限られ\nない。），武装反政府グループ及びクルド武装グループの実質的な支配下に\nある地域において，それらの武装グループに反対している（とみなされる）\n者，クルド民族及びその他の少数民族等のいずれか又は複数に該当する者\nは，難民条約にいう国際保護を必要とする可能性が高いと考えるという記\n載がある（甲全３［１３，１５，１６頁］）。\nＵＮＨＣＲの２０１４年（平成２６年）１０月の「シリア・アラブ共和\n国から避難する人々の国際保護の必要性について（更新Ⅲ）」には，上記の\n同（更新Ⅱ）を発行して以来，シリア情勢は，安全，人権，強制移動，人\n道的なニーズの見地から，更に悪化しており，国際保護を求めるシリア人\nの大半は，条約上の根拠の一つと関連した迫害を受けるおそれがあるとい\nう十分に理由のある恐怖を有するために，難民条約における難民の定義要\n件を満たす可能性が高いと考えるという記載がある（甲全１９［１，１９\n頁］）。\n４  シリアの国内情勢に関する検討\n(1)  反政府活動に対するシリア政府の対応について\n認定事実３(1)によれば，シリアは，２０１２年（平成２４年）には，内戦\n状態にあり，一般の民間人であっても，政府軍と反政府武装勢力との武力衝\n突に巻き込まれるなどして，危害を受ける可能性があるということができる。\nもっとも，平和的な反政府デモないし抗議活動に対してシリア政府が武力\nをもって弾圧したという点については，認定事実３(1)イ(ウ)のとおり，その\nような報告も存在する一方，国枝昌樹元在シリア特命全権大使は，認定事実\n３(1)イ(ア)の２０１１年（平成２３年）３月１８日のダルアーでの反政府デ\nモについて，同「日以来の事態については民衆の平和的蜂起に対して政府側\nが治安軍を動員して実力行使に出て，その際の発砲で犠牲者が生まれたとい\nうシナリオが描かれた。だが，政府側関係者の証言を加味して描き直せば落\n書きをとがめられた子どもたちの事件は深刻なものではなく，少なくともデ\nモを煽ろうとする外部からの働きかけは行われ，ダラアの部族で昔から継続\n的に行われてきていた密輸活動と部族社会における根強い武器所有の伝統を\n考えれば，ダラアでの民衆蜂起が完全に自然発生的で平和的なデモであった\nという従来の理解は新たな視点から徹底的に検証し見直される必要がある。\nアサド政権はダラアでの民衆蜂起についてカタールのカラダウィ導師の動き\nなどから，早いうちに民衆蜂起の裏にムスリム同胞団の存在を嗅ぎ取れると\nして警戒した。」と指摘している（乙全７５［３４頁］）。\n同年９月には，集会の自由に関する広汎な権力を政府に与えるものとも評\nされる政令が発布され（認定事実３(1)イ(イ)），２０１２年（平成２４年）に\nは反テロリズム法の採択及び反テロリズム裁判所の設置がされた一方（認定\n事実３(1)エ(ア)），２０１１年（平成２３年）３月，非常事態法が撤廃され，\n同年５月，全ての政治犯に恩赦が与えられ，２０１２年（平成２４年）２月\nには，複数政党制や大統領任期制限が導入された新憲法が国民投票により承\n認され，その後に複数政党制による人民議会選挙が実施されるなどもしてい\nる（認定事実３(1)イ(ア)，ウ）。\n２０１１年（平成２３年）年６月には，北西部のジスル・アッシュグール\nで治安部隊のメンバー１２０人が武装ギャング団によって殺害される事件が\n発生しているし（認定事実３(1)イ(イ)），反政府側も，早くから武装組織を形\n成しており（認定事実３(1)ウ），シリア政府は，当初よりシリア軍や治安部隊\nに対する攻撃を指摘しているのであって（認定事実３(1)イ(ア)，(イ)），シリ\nア政府による武力行使が，単なる平和的な反政府デモないし抗議活動に対し\nてされたものであると認められるか否かは慎重な検討を要するものである。\nそのような観点から検討すると，シリア政府が，平和的な反政府デモない\nし抗議活動に対して武力をもって弾圧したという報告については，その報告\nどおりの事実を直ちに認めることができるか疑問を容れる余地があり，特に，\n反政府武装勢力の拠点とされる地域や紛争状態にある地域以外においては，\n難民認定申請者の個別的事情を踏まえて，迫害の恐怖を抱くような客観的事\n情が認められるかどうかを具体的に検討する必要があるというべきである。\n認定事実３(5)の英国内務省やＵＮＨＣＲの見解も，難民認定申請者の個別的\n事情にかかわらず，一律に難民該当性が認められるという趣旨には解されな\nい。\n(2)  クルド人に対するシリア政府の対応について\n認定事実３(2)エのとおり，シリア政府は，２０１１年（平成２３年）３月\n以降，数多くのクルド人活動家に対し，逮捕，拘束，拷問等を行ったという\n報告がされているが，対象とされた活動家の具体的な属性は明らかではない。\nまた，当局によるクルド人地域での反政府勢力に対する攻撃は，他の地域に\n比べて必ずしも激しいとまではいえず，より暴力的なものではないとか，治\n安部隊は，多くの場合，クルド人の街で行われたデモに対する攻撃を制約さ\nれているなどとも報道されている。\n認定事実３(2)エのとおり，独立国際調査委員会の報告書には，シリア政府\nは，２０１２年（平成２４年）３月，カーミシュリーにおいて，平和的な抗\n議活動の権利を行使していたデモの参加者に対し，著しく過大な暴力を行使\nしたという記載があるが，当該デモが真に平和的なものであったのか，著し\nく過大な暴力とは具体的に何を指すのかなどが明らかではない。\n以上に加え，認定事実３(2)オ，カのとおり，シリア政府は，２０１２年（平\n成２４年），カーミシュリー及びその周辺の戦略に重要な地域を例外として，\n数か月をかけて治安部隊を撤退させ，ＰＹＤが治安や行政を担うに至ってお\nり，シリア北東部のクルド人は，政府軍及び反政府武装勢力の武力紛争に巻\nき込まれることがあるとしても，シリア政府（ないしＰＹＤ）が，平和的な\n反政府デモに参加したクルド人をそのような理由のみで迫害したとか迫害し\nようとしていると認めるに足りる証拠はないというべきであり，その難民該\n当性の有無は，その余の個別的事情をも踏まえて，迫害の恐怖を抱くような\n客観的事情が認められるかどうかを具体的に検討する必要があるというべき\nである。\n(3)  ダルアー県出身者に対するシリア政府の対応について\n認定事実３(3)によれば，ダルアー県内には，反政府武装勢力の拠点となっ\nている地区があり，２０１１年（平成２３年）３月以降，政府軍と反政府武\n装勢力との武力衝突も多く，その過程で，政府軍側は，一般市民を区別する\nことなく攻撃対象としたことがうかがわれる。もっとも，シリア政府が，ダ\nルアー県の出身者ないし居住者一般を迫害したとか迫害しようとしていると\nまでは認めることはできず，ダルアー県出身の難民認定申請者の難民該当性\nの有無は，その個別的事情を踏まえて，迫害の恐怖を抱くような客観的事情\nが認められるかどうかを具体的に検討する必要があるというべきである。\n５  原告Ｐ３に関する認定事実\n後掲の各証拠及び弁論の全趣旨によれば，下記(1)ないし(5)の事実を認めるこ\nとができる。\n(1)  シリアにおける生活\nア  原告Ｐ３（１９８４（昭和５９年）▲月生まれ）は，Ｊというクルド民\n族の血縁集団の部族長の家系に属する者である。Ｊは，シリア北東部δに\nおいて影響力を有する部族である。（甲ハ２，ハ４，乙ハ１５［１４頁］，\n原告Ｐ３本人［１，２頁］）\nイ  原告Ｐ３は，１２歳で小学校を卒業した後，父親が経営していた農場や\nパン屋で働き，１８歳の頃から農場の経営を引き継ぎ，２４歳の頃に父親\nが死亡するとパン屋の経営も引き継いだ。原告Ｐ３は，数百万シリアポン\nドの年収を得て安定した生活をしていた。（甲ハ２，ハ７，乙ハ１１，ハ１\n３［１１，１２頁］，原告Ｐ３本人［１９頁］）\nウ  原告Ｐ３は，２００５年（平成１７年）７月に兵役を終了した（甲ハ２，\nハ３，乙ハ１３［４頁］，原告Ｐ３本人［６頁］）。\n(2)  反政府デモへの参加\nア  原告Ｐ３は，２０１２年（平成２４年）１月頃から，Ｑ周辺で行われた\nデモに，週に２回程度参加するようになった。原告Ｐ３が参加したデモは，\n数百人から１０００人程度が参加するものであった。（甲ハ１，ハ２，乙ハ\n１９［８頁］，原告Ｐ３本人［３，４頁］）。\nイ  原告Ｐ３は，２０１２年（平成２４年）５月頃，δのカーミシュリーで\nデモを見物していたところ，幼児を連れた両親が射殺されるのを目撃した\n（甲ハ２，乙ハ１５［４頁］，原告Ｐ３本人［３頁］）。\n原告Ｐ３は，その頃，複数のタンシキーヤのメンバーとなり，デモへの\n参加を呼び掛けたり，特別な服を着てデモのガイドをしたり，ビラをまい\nたり，デモに参加する人々を乗せるためのバスを手配したりした（甲ハ２，\n乙ハ１５［５ないし７頁］，原告Ｐ３本人［３，４，１０，１１頁］）。\n(3)  シリアからの出国\nア  原告Ｐ３は，２０１２年（平成２４年）５月１３日，自己名義旅券の発\n給を受けた（乙ハ３）。\n原告Ｐ３は，弟のＰ１４がいる英国に渡航しようとし，ブローカーに金\n銭を支払って出国手続の手配を依頼した（甲ハ２，乙ハ１３［７，８頁］，\nハ１５［１２頁］，原告Ｐ３本人［１５頁］）。原告Ｐ３は，同年８月２０日，\nβ空港からシリアを出国し，同月２１日，成田空港に到着し，成田空港支\n局入国審査官から，在留資格を「短期滞在」，在留期間を「１５日」とする\n上陸許可の証印を受けて本邦に上陸した（乙ハ２）。\nイ  原告Ｐ３は，平成２４年８月２３日，フランスに向けて出国した。原告\nＰ３は，フランスにおいて，英国に行くことはできない旨説明され，フラ\nンスで難民認定申請をするかどうかを問われたが，難民認定申請をしなか\nったところ，フランスへの入国を拒否されて同国官憲の付添いにより逆送\nされ，同月３１日，成田空港に到着した（なお，原告Ｐ３は，成田空港到\n着時には旅券を所持していなかった。乙ハ２，ハ５ないし９，ハ１５［１\n６，１７頁］，ハ１９［１７，１８頁］）。\nウ  成田空港支局入国審査官は，平成２４年８月３１日，原告Ｐ３から通訳\nを介して事情を聴取したところ，原告Ｐ３は，兄が政府に追われ，自身も\n兵役のために出頭するよう言われた，反体制集会に参加するようになり，\n身も危険になったため兄弟の住むイギリスに行くことにしたなどと述べた\n（乙ハ５）。\nエ  原告Ｐ３は，平成２４年９月４日，一時庇護のための上陸許可を申請す\nる旨の申告書を成田空港支局入国審査官に提出したところ，同申告書には，\n反シリア政府デモを計画し参加した，政府に指名手配された，それから逃\nれるために国を離れた，兄弟は，軍隊から離れ，自国民の殺戮を拒否した\nため，シリア諜報部に手配されている，自身も反シリア政府デモを計画し\n参加したためにシリア諜報部に手配されているなどと記載されている（乙\nハ６）。\nオ  成田空港支局入国審査官及び同支局職員は，平成２４年９月５日，同月\n１０日，同月１２日及び同月１９日，通訳を介して，原告Ｐ３から事情を\n聴取した（乙イ９，ハ７ないし９）。\n成田空港支局入国審査官は，同年１０月１９日，原告Ｐ３に対し一時保\n護のための上陸を許可した（前提事実(4)ア）。\n(4)  本邦における在留状況\nア  原告Ｐ３は，平成２５年２月１日，在留資格を「特定活動」，在留期間を\n「６月」，指定活動を「本邦に在留し難民認定申請又は異議申立てを行って\nいる者が行う日常的な活動（収入を伴う事業を運営する活動又は報酬を受\nける活動を除く。）」とする在留資格取得許可を受けた（乙ハ２）。\nイ  原告Ｐ３は，平成２５年３月１８日，在留資格変更許可申請をし，同日，\n在留資格を「特定活動」，在留期間を「１年」，指定活動を「国籍の属する\n国又は常居所を有していた国において生じた特別な事情により当分の間本\n邦に在留する者が本邦の公私の機関に雇用されて行う報酬を受ける活動\n（風俗営業等の規制及び業務の適性化等に関する法律２条１項に規定する\n風俗営業若しくは同条６項に規定する店舗型性風俗特殊営業が営まれてい\nる営業所において行う報酬を受ける活動又は同条７項に規定する無店舗型\n性風俗特殊営業，同条８項に規定する映像送信型性風俗特殊営業，同条９\n項に規定する店舗型電話異性紹介営業若しくは同条１０項に規定する無店\n舗型電話異性紹介営業に従事して行う報酬を受ける活動を除く。）」とする\n在留資格変更許可を受けた（乙ハ２）。\nウ  原告Ｐ３は，平成２６年２月２６日，平成２７年３月１８日，平成２８\n年３月１６日及び平成２９年２月２０日，それぞれ在留期間を「１年」と\nする在留期間更新許可を受けた（乙ハ２，ハ２８）。\nエ  原告Ｐ３は，平成２９年７月１３日，在留資格を「定住者」，在留期間を\n「１年」とする在留資格変更許可を受けた（乙ハ２８）。\n(5)  家族の状況\nア  Ｐ３妻らは，２０１３年（平成２５年）７月２３日，自己名義旅券の発\n給を受けた（乙ハ２１ないし２３）。\nＰ３妻らは，イラクの難民キャンプで生活していたところ，平成２７年\n１月２３日，成田空港に到着し，上陸特別許可を受けて本邦に上陸した（乙\nハ１９［１５頁］，ハ２５，前提事実(4)エ）。\nイ  原告Ｐ３の二弟Ｐ１４は，２０１３年（平成２５年）３月，英国におい\nて難民認定を受けた（甲ハ６の１・２）。\n原告Ｐ３の三弟Ｐ１６は，２０１６年（平成２８年）８月，英国におい\nて難民認定を受けた（甲ハ５の１・２）。\n(6)  上記事実認定に関する補足説明\nア(ア)  原告Ｐ３は，２０１２年（平成２４年）７月１５日に，治安部隊が原\n告Ｐ３の自宅を訪れ，原告Ｐ３の母を殴って，原告Ｐ３の居場所を聞い\nたと供述する（甲ハ２，原告Ｐ３本人［５頁］。なお，原告Ｐ３は，同年\n９月５日の成田空港支局入国審査官による事情聴取においては，同年７\n月９日の出来事として説明している。乙ハ７）。\n(イ)  しかし，原告Ｐ３の上記供述を裏付ける証拠はなく，具体性に乏し\nい供述であり，原告Ｐ３の供述によっても，自宅を訪れた者が治安部隊\nの者であったという根拠が明らかではなく，治安部隊の者がどのような\n理由により原告Ｐ３の自宅を訪れたのかも判然としない。\nまた，原告Ｐ３は，難民調査官の調査において，帰宅できないために\n知人宅に匿ってもらい，その知人の息子に自宅の様子を確認してもらっ\nたところ，警察が家族の者に対し，原告Ｐ３がどこに隠れていても警察\nは逮捕するなどと述べたと聞いたと供述しているが（乙ハ１５［９，１\n０頁］），上記知人の息子が誰からどのような話を聞いたのか明らかでは\nなく，警察が原告Ｐ３を逮捕しようとしている理由も明らかではない。\nなお，原告Ｐ３は，村の子どもを使いにやって，自宅に行って，原告Ｐ\n３がデモに参加しているからというふうに聞いたと供述するが（原告Ｐ\n３本人［１５頁］），いつのことを供述しているのかも判然とせず，また，\nこの供述でも村の子どもが誰からどのような話を聞いたのか明らかでは\nなく，原告Ｐ３がデモに参加しているからというのが原告Ｐ３の家族の\n認識を述べたものにすぎないということも考えられる。\nさらに，原告Ｐ３は，自身について発付された逮捕状を見ていないも\nのの，逮捕状が発付されなければ治安部隊が自宅に来ることはないため，\n逮捕状が発付されたはずであると供述するが，自身の推測を述べるもの\nにすぎない。\n(ウ)  以上によれば，原告Ｐ３の上記(ア)の供述は採用できず，２０１２年\n（平成２４年）７月に，治安部隊が原告Ｐ３の自宅を訪れ，原告Ｐ３の\n母を殴って，原告Ｐ３の居場所を聞いたという事実を認めることはでき\nない。\nイ  原告Ｐ３は，出国手続を依頼したブローカーから，原告Ｐ３が指名手配\n中なので，政府職員に５０００米国ドルの賄賂が必要であると言われたと\nか，平成２４年８月２１日に成田空港に到着した後，二弟のＰ１４に電話\nしたところ，原告Ｐ３が指名手配されていることを聞いたと供述する（甲\nハ２，原告Ｐ３本人［１５頁］）。しかし，上記ブローカーやＰ１４におい\nて原告Ｐ３が指名手配されていると知った経緯も不明であり，原告Ｐ３の\n上記供述により，原告Ｐ３が指名手配されていることを認定することはで\nきない。\nウ  原告Ｐ３は，原告Ｐ３がシリアを出国した後，自宅のポストに原告Ｐ３\nを懲役刑に処する旨の判決書が入っていたと供述する（原告Ｐ３本人［１\n３頁］）。しかし，原告Ｐ３は，その内容は原告Ｐ３のおじが確認し，本人\n尋問の時点では判決書は原告Ｐ３の手元にあるが，訴訟代理人弁護士が法\n廷に提出しないことに決めたと供述している。原告Ｐ３の供述どおりの判\n決書が手元にあるのであれば，これを証拠として提出しない理由はなく，\n少なくとも，原告Ｐ３に対してデモに参加したことを理由に懲役刑に処す\nる判決がされたと認めることはできない。\nエ  上記(3)ウの認定について，原告Ｐ３は，入国審査官に対し，兵役のため\nに出頭するよう言われたなどとは話していない旨供述するが（原告Ｐ３本\n人［１９頁］），この際に作成された面接記録書（乙ハ５）には，原告Ｐ３\nが反体制集会に参加するようになり，身の危険を感じシリアを脱出したと\nいう原告Ｐ３の本訴における主張に沿う記載もされており，通訳を介した\n点を考慮しても，原告Ｐ３が話していない内容が記載されているとは考え\nられない。原告Ｐ３の上記供述を採用することはできない。\n６  原告Ｐ３の難民該当性の有無\n(1)  反政府デモへの参加について\nア  認定事実５(2)のとおり，原告Ｐ３は，２０１２年（平成２４年）１月頃\nから，Ｑ周辺で行われたデモに週に２回程度参加し，複数のタンシキーヤ\nのメンバーとなり，デモへの参加を呼び掛けたり，特別な服を着てデモの\nガイドをしたり，ビラをまいたりしたことが認められる。\nしかし，上記４(1)のとおり，シリア政府が，平和的な反政府デモないし\n抗議活動に対して武力をもって弾圧したという報告どおりの事実を直ちに\n認めることができるか疑問を容れる余地があり，原告Ｐ３の個別的事情を\n踏まえた具体的な検討を要するというべきである。\n原告Ｐ３が参加した反政府デモは，シリア北東部のδという一地域で行\nわれたものであり，同地域が反政府活動の要所であるなどと認めるに足り\nる証拠はないし，デモの規模としても数百人から１０００人程度のもので，\n特にシリア政府から取締りを受けたという証拠はなく，原告Ｐ３はこれに\n半年程度参加していたというのである。\n認定事実５(2)イのとおり，原告Ｐ３は，同県カーミシュリーのデモにお\nいて幼児を連れた両親が射殺されるのを目撃したことが認められるが，原\n告Ｐ３自身がデモに参加していたわけではなく，当該デモがどのように行\nわれたのかを認める証拠はない。\nイ  原告Ｐ３は，Ｊという血縁集団の部族長の家系に属する者であり，原告\nＰ３が自らデモに参加し，かつ，参加を呼びかけることにより，多くの人々\nをデモに参加させることができる旨供述したり（甲ハ２，原告Ｐ３本人［２，\n９頁］），Ｑ団体のリーダーであるＰ１３から複数の団体が協力すれば大き\nなデモを作れると言われ，複数のタンシキーヤに所属し，大きなデモをし\nようとしたと供述したりするが（乙ハ１９［６頁］，原告Ｐ３本人［１８頁］），\n原告Ｐ３の参加により参加者がどの程度増加したかを認めるに足りる的確\nな証拠はない  。なお，原告Ｐ３は，Ｐ１３は殺害されたと供述するが（乙\nハ１５［７頁］，原告Ｐ３本人［１８，１９頁］），殺されたという噂がある\nなどという不確かなものであり，殺害されたという具体的な経緯や状況を\n供述するものではなく，そのような事実を認めることはできない。\n(2)  治安部隊が自宅を訪れたという点等について\nア  上記５(6)のとおり，２０１２年（平成２４年）７月に，治安部隊が原告\nＰ３の自宅を訪れ，原告Ｐ３の母を殴って，原告Ｐ３の居場所を聞いたと\nいう事実を認めることはできないし，原告Ｐ３がデモに参加したことを理\n由に懲役刑に処する判決がされた事実を認めることもできない。\nイ  仮に，治安部隊が原告Ｐ３の自宅を訪れたことが事実であったとしても，\n認定事実５(3)ウのとおり，原告Ｐ３は，入国審査官に対し，兵役のために\n出頭するよう言われたと供述していることからすると，治安部隊が原告Ｐ\n３の徴兵のために自宅を訪れたとか，兵役忌避のために懲役刑に処する旨\nの判決がされたということも考えられる（原告Ｐ３は，認定事実５(1)ウの\nとおり，２００５年（平成１７年）７月に兵役を終了しているが，認定事\n実３(4)アのとおり，退役後の予備役として徴兵される可能性があったこと\nを否定できない。）。\nそして，認定事実３(4)イのとおり，シリアにおいては兵役忌避に対し懲\n役刑が科される可能性があるものの，国家が兵役を義務付けること自体が\n否定されるべきものではない以上，その処罰が恣意的であったり過重なも\nのであったりすれば格別，そのこと自体をもって迫害に当たるということ\nはできない。\nまた，２０１１年（平成２３年）３月以降においても，アサド大統領は，\n兵役忌避者に対して大赦を与えていること（認定事実３(4)イ）にも照らす\nと，シリアにおいて，兵役忌避者に対して恣意的な処罰や過重な処罰がさ\nれていると認めるに足りる証拠はないというべきである。\nなお，認定事実３(3)イのとおり，政府軍や治安部隊が恣意的な逮捕をし\nたという報告もされているが，これらによっても恣意的な逮捕の具体的な\n内容が明らかではない。原告らは，市民への攻撃を拒否するなどした兵士\nに対する扱いについて指摘するが，このことをもって一般的に兵役忌避者\nが迫害を受けるおそれがあるということはできない。\n(3)  クルド人である点等について\nア  上記４(2)のとおり，シリア政府が，平和的な反政府デモに参加したクル\nド人をそのような理由で迫害したとか迫害しようとしていると認めるに足\nりる証拠はない。\nイ  認定事実５(5)イのとおり，原告Ｐ３の二弟及び三弟は，英国において難\n民認定を受けているが，両名につきどのような具体的な事情に基づき難民\n認定がされたのかは不明であり，原告Ｐ３の難民該当性を基礎付けるもの\nではない。\n(4)  小括\n以上に検討したところによれば，認定事実を総合してみても，原告Ｐ３が\n迫害の恐怖を抱くような客観的事情を認めることはできず，原告Ｐ３が難民\nに該当すると認めることはできない。したがって，本件Ｐ３処分は適法であ\nる。\n７  原告Ｐ４に関する認定事実\n後掲の各証拠及び弁論の全趣旨によれば，以下の事実を認めることができる。\n(1)  シリアにおける生活\nア  原告Ｐ４（１９７９年（昭和５４年）▲月生まれ）は，ダルアー県の（住\n所省略）で生まれ育った。原告Ｐ４は，イスラム教スンニ派の信者である。\n原告Ｐ４は，小学校卒業後は，ダルアー県内で自動車整備工として勤務\nした。（甲ニ３，ニ９，乙ニ５［１，８，９頁］，証人Ｐ４妻［１頁］）\n原告Ｐ４は，２００１年（平成１３年）３月に兵役を終了した（甲ニ１\n１）。原告Ｐ４は，２００３年（平成１５年）▲月，Ｐ４妻と婚姻した（甲\nニ５，ニ９）。\nイ  原告Ｐ４は，２００９年（平成２１年）頃から，自動車修理業を営むよ\nうになったが（甲ニ９），２０１０年（平成２２年）４月頃，自宅で梯子か\nら転落し，頭部を受傷し，開頭血腫除去術を受けた（甲ニ１，ニ８，ニ９，\n証人Ｐ４妻［２頁］）。\nウ  原告Ｐ４は，２０１２年（平成２４年），ヨルダンに渡り，同年６月３日，\n本邦の査証を発給された（甲ニ３，４，乙ニ３，ニ５［１３頁］）。\nなお，原告Ｐ４は，２０１１年（平成２３年）１月，レバノンにおいて\n大韓民国の査証を発給された（甲ニ３，ニ４，乙ニ３）。\n(2)  シリアからの出国及び難民調査\nア  原告Ｐ４は，β空港から航空機でシリアを出国し，平成２４年６月２３\n日，成田空港に到着し，成田空港支局入国審査官から，在留資格を「短期\n滞在」，在留期間を「１５日」とする上陸許可の証印を受けて本邦に上陸し\nた（前提事実(5)ア，乙ニ４，ニ５）。\n原告Ｐ４は，同年７月６日，処分行政庁に対し難民認定の申請をしたと\nころ（前提事実(5)イ），これに係る申請書には，迫害を受ける理由として宗\n教が挙げられ，デモに参加したためにシリア警察に１か月間身体の拘束を\n受けたことがあり，同年５月にデモ参加への扇動を罪状として逮捕状の発\n付又は手配がされているなどと記載されている（乙ニ４）。\nイ  東京入国管理局難民調査官は，平成２４年９月２５日，通訳を介して，\n原告Ｐ４から事情を聴取したところ，原告Ｐ４は，２０１０年（平成２２\n年）中頃，日本に住んでいる従兄弟とその妻がダルアーを訪れた際，仕事\nのために日本に来なさいと言われた，日本の査証を入手した際は日本で仕\n事をするつもりだった，仕事をして家族を養いたいために難民認定申請を\nしたなどと述べた。また，原告Ｐ４は，シリアにおける私達若者の立場は，\n政府軍の民兵にとられて殺す側にまわるか，デモに参加して殺されるかの\nどちらかであった，同じイスラム教徒を殺すことは嫌なので，どこか海外\nに行きたいと思っていたと供述した。（乙ニ５［１１，１６ないし１８頁］）\nウ  東京入国管理局難民調査官は，平成２４年１０月２日，通訳を介して，\n原告Ｐ４から事情を聴取したところ，原告Ｐ４は，家を取り囲んで攻撃し\nてくる情報機関の人や警察に対して石を投げたり，ナイフで応戦したりし\nた，殺された人を埋める作業をした，女性や子どもを逃がした，同年１月\n１５日から毎日のようにデモが行われ，それに参加した，デモが始まって\nから５日から１０日後くらいに情報機関の人に逮捕され，３０日間拘束さ\nれ拷問を受けたなどと供述した（乙ニ６［８，１１，１２，１７頁］）。\nエ  原告Ｐ４は，難民認定手続において，自身に予備役の召集通知があった\nとは供述しなかった（乙ニ４ないし６）。\n(3)  本邦における在留状況\nア  原告Ｐ４は，平成２４年８月１日，在留期間を「９０日」とする在留期\n間更新許可を受けた（乙ニ２）。\nイ  原告Ｐ４は，平成２４年１０月２５日，在留資格を「特定活動」，在留期\n間を「６月」，指定活動を「本邦に在留し難民認定申請又は異議申立てを行\nっている者が行う日常的な活動（収入を伴う事業を運営する活動又は報酬\nを受ける活動を除く。）」とする在留資格変更許可を受けた（乙ニ２）。\nウ  原告Ｐ４は，平成２５年１月７日，在留資格変更許可申請をしたが，同\n月３１日，同申請を取り下げ，同日，再度の在留資格変更許可申請をし，\n同日，在留資格を「特定活動」，在留期間を「１年」，指定活動を「国籍の\n属する国又は常居所を有していた国において生じた特別な事情により当分\nの間本邦に在留する者が本邦の公私の機関に雇用されて行う報酬を受ける\n活動（風俗営業等の規制及び業務の適性化等に関する法律２条１項に規定\nする風俗営業若しくは同条６項に規定する店舗型性風俗特殊営業が営まれ\nている営業所において行う報酬を受ける活動又は同条７項に規定する無店\n舗型性風俗特殊営業，同条８項に規定する映像送信型性風俗特殊営業，同\n条９項に規定する店舗型電話異性紹介営業若しくは同条１０項に規定する\n無店舗型電話異性紹介営業に従事して行う報酬を受ける活動を除く。）」と\nする在留資格変更許可を受けた（乙ニ２）。\nエ  原告Ｐ４は，平成２６年２月４日，平成２７年２月１６日及び平成２８\n年３月２２日，それぞれ在留期間を「１年」とする在留期間更新許可を受\nけた（乙ニ２，ニ１０）。\nオ  原告Ｐ４は，平成２９年３月２３日，在留資格を「定住者」，在留期間を\n「１年」とする在留資格変更許可を受けた（乙ニ１０）。\nカ  原告Ｐ４は，平成２８年１１月１日，ｂ病院Ｐ１８医師により，脳挫傷\nを原因とする器質性精神障害と診断され，慢性期の頭部ＣＴでは両側前頭\n葉に脳挫傷が認められ，記憶障害を中心とする高次脳機能障害が残存し，\n短期記憶の障害が著しく，数分前の出来事も記銘・保持されない，注意の\n持続・容量・配分も低下しており，ワーキングメモリーの低下も認められ\nる，逆行性健忘もある，遂行能力も低下しており，情動コントロールもで\nきないとされた（甲ニ８）。\n(4)  家族の状況\nア  原告Ｐ４の出国後，原告Ｐ４の自宅が砲撃された（甲ニ９，証人Ｐ４妻\n［７頁］）。Ｐ４妻らは，２０１３年（平成２５年）１０月，ＵＮＨＣＲレ\nバノン事務所において援助対象者（マンデート難民）として登録された（甲\nニ６）。\nイ  Ｐ４妻らは，平成２８年３月１６日，成田空港に到着し，上陸特別許可\nを受けて本邦に上陸した（前提事実(5)ウ）。\nウ  Ｐ４妻らは，当初，原告Ｐ４と同居していたが，本邦上陸の数か月後か\nら別居している（甲ニ９，証人Ｐ４妻［１２頁］）。\n８  原告Ｐ４の難民該当性の有無\n(1)  ダルアー県出身者である点について\n上記４(3)のとおり，シリア政府が，ダルアー県の出身者ないし居住者一般\nを迫害したとか迫害しようとしているとまでは認めることはできず，原告Ｐ\n４の個別的事情を踏まえた具体的な検討を要するというべきである。\n(2)  予備役の召集について\nア  Ｐ４妻は，２０１１年（平成２３年），原告Ｐ４に対して予備役の召集通\n知があったと証言するが（甲ニ９，証人Ｐ４妻［４頁］），これを裏付ける\n客観的な証拠はない。\n原告Ｐ４自身は，難民認定手続において，予備役の召集を受けたとは供\n述しておらず（認定事実７(2)エ），本件訴訟においても，原告ら代理人がＰ\n４妻から聴取した内容を記載した平成２９年９月１５日付けの聴取書（甲\nニ９）を提出するまで，予備役の召集を受けたとは主張していなかった。\nこの点，原告Ｐ４は，医師により脳挫傷を原因とする器質性精神障害と\n診断され，短期記憶の障害が著しいとされているが（認定事実７(3)カ），原\n告Ｐ４は，難民認定手続において，デモに参加したためにシリア警察に１\nか月身体の拘束を受けたとか，家を取り囲んで攻撃してくる情報機関の人\nや警察に対して石を投げたり，ナイフで応戦したりしたとか，殺された人\nを埋める作業をした，女性や子どもを逃がしたなどと，難民該当性を基礎\n付け得る事実を具体的に供述するなどしており，記憶障害を理由に予備役\nの召集を受けたと供述しなかったことを説明することは困難である（なお，\nこの点を合理的に説明するような医学的な知見があるという証拠はない。）。\nなお，原告Ｐ４が，予備役の召集を受けたと供述すれば，難民認定され\nないと考えてあえて供述しなかったということも考えられないではないが，\n原告Ｐ４は，その旨主張するものでもなく，本邦在住の従兄弟夫妻から本\n邦で働くことを勧められ，本邦で働こうと考えて来日した旨を供述してい\nること（認定事実７(2)イ）にも照らせば，原告Ｐ４が上記のような考えか\nらあえて予備役の召集を受けたと供述しなかったとは考えにくい。\n以上によれば，Ｐ４妻の上記証言を採用することはできないというべき\nである。\nイ  仮に，Ｐ４妻が証言するように原告Ｐ４が予備役の召集を受けたことが\nあったとしても，上記６(2)において説示したのと同様の理由により，この\nことを理由に原告Ｐ４につき迫害を受けるおそれがあると認めることはで\nきない。\n(3)  その他\n原告Ｐ４は，難民認定手続において，デモに参加したためにシリア警察に\n１か月身体の拘束を受け拷問を受けたなどと申告していたが，Ｐ４妻は，原\n告Ｐ４は，外に出てデモの様子をみることはあったものの，デモに参加した\nことはなかったと証言しており（甲ニ９，証人Ｐ４妻［３頁］），原告Ｐ４が\n反政府デモに参加したとか，そのことを理由に身柄を拘束されたことがある\nなどと認めることはできない。\n(4)  小括\n以上によれば，原告Ｐ４が迫害の恐怖を抱くような客観的事情を認めるこ\nとはできず，原告Ｐ４が難民に該当すると認めることはできない。したがっ\nて，本件Ｐ４処分は適法であり，有効である。\n９  争点(3)（義務付けの訴えの適法性等）について\n行政事件訴訟法３条６項２号所定のいわゆる申請型の処分の義務付けの訴え\nは，法令に基づく申請を却下し又は棄却する旨の処分又は裁決がされた場合に\nおいて，当該処分又は裁決が取り消されるべきものであり，又は無効若しくは\n不存在であるときに限り，提起することができるとされている（同法３７条の\n３第１項２号）。\nしかるに，上記１のとおり，本件Ｐ１処分及び本件Ｐ２処分の無効確認を求\nめる訴えは不適法であり，上記６及び８のとおり，本件Ｐ３処分及び本件Ｐ４\n処分は適法であるから，原告らの難民認定の義務付けを求める訴えは，同法３\n７条の３第１項２号の要件を欠き，不適法である。\n第５  結論\n以上のとおりであって，原告Ｐ１及び原告Ｐ２の訴え並びに原告Ｐ３及び原\n告Ｐ４の義務付けの訴えは不適法であるから，これらをいずれも却下し，原告\nＰ３及び原告Ｐ４のその余の請求は理由がないから，これらをいずれも棄却す\nることとし，主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官      林              俊    之\n裁判官    梶      浦      義      嗣\n裁判官    高      橋      心      平\n（別紙１省略）\n"
}