{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 27
  },
  "case_number": "平成28(ネ)10095",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86733",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86733",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/733/086733_hanrei.pdf",
  "contents": "平成２９年４月２７日判決言渡\n平成２８年（ネ）第１００９５号  特許権侵害差止等請求控訴事件\n（原審・東京地方裁判所平成２７年（ワ）第２３０３７号）\n口頭弁論終結日  平成２９年３月９日\n判決\n控 訴 人 （ 一 審 原 告 ）        ルーカス  インダストリーズ\nリミテッド\n訴 訟 代 理 人 弁 護 士        山本 健 策\n福永   聡\n草 深 充 彦\n難   波   早登 至\n訴 訟 代 理 人 弁 理 士        長谷部   真   久\n補 佐 人 弁 理 士        飯 田 貴 敏\n被 控 訴 人 （ 一 審 被告 ）       株式会 社 アドヴィック ス\n訴 訟 代 理 人 弁 護 士        大 野 聖 二\n清水   亘\n小 林 英 了\n訴 訟 代 理 人 弁 理 士        酒 谷 誠 一\n補 佐 人 弁 理 士        野 本 裕 史\n主文\n１  本件控訴を棄却する。控訴人の当審で拡張した請求を棄却する。\n２  控訴費用は控訴人の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事 実 及 び 理 由\n用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。原判\n決中の「別紙」を「原判決別紙」と読み替える。\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙２－１～２－４記載の各物件を生産し，使用し，譲\n渡し，貸し渡し，輸出し，輸入し又は譲渡若しくは貸渡しの申出をしてはならない。\n３  被控訴人は，その占有に係る前項の各物件を廃棄せよ。\n４  被控訴人は，控訴人に対し，１億８０００万円，及びうち１億７０００万円\nに対する平成２７年９月２日から，うち１０００万円に対する平成２８年１０月２\n８日（控訴状送達の日の翌日）から，それぞれ支払済みまで年５分の割合による金\n員を支払え（控訴人は，当審において，原審における１億７０００万円の損害賠償\n請求を，このように拡張した。）。\n第２  事案の概要\n１  事案の経緯等\n(1) 本件は，発明の名称を「固定装置を有する液圧式車両ブレーキとそれを作\n動させるための方法」とする本件特許権を有する控訴人が，被控訴人に対し，被控\n訴人が原判決別紙２－１，２－２及び２－４記載の各物件（イ号物件，ロ号物件，\nハ号物件，ト号物件。以下「イロハト号物件」という。）を生産し，使用し，譲渡し，\n貸し渡し，輸出し，輸入し，又は譲渡若しくは貸渡しの申出をすること（譲渡等）\nは，本件特許権を侵害する行為であり，また，被控訴人が原判決別紙２－３記載の\n各物件（ニ号物件，ホ号物件，ヘ号物件。以下「ニホヘ号物件」という。）を譲渡等\nすることは，本件特許権を侵害する行為であるか，又は特許法１０１条１号若しく\nは２号により本件特許権を侵害するものとみなされる行為であると主張して，①同\n法１００条１項及び２項に基づき，上記各物件の譲渡等の差止め及び廃棄を求める\nとともに，②被控訴人が本件特許権の設定登録後である平成２６年９月頃から本件\n訴訟の提起日（平成２７年８月１５日）までの間にイロハト号物件を販売したこと\nが特許権侵害の不法行為（民法７０９条）であると主張して，損害賠償金１億７０\n００万円（特許法１０２条３項により算定される損害額１億５０００万円と弁護士\n費用・弁理士費用２０００万円の合計額）及びこれに対する不法行為後の日（訴状\n送達の日の翌日）である平成２７年９月２日から支払済みまで民法所定年５分の割\n合による遅延損害金の支払を求める事案である。\n(2) 原審は，①被控訴人がイ号物件及びロ号物件を譲渡等しているとか，その\nおそれがあると認めるに足りる証拠はない（仮にイ号物件及びロ号物件の製造販売\nの事実があったとしても，これらは少なくとも構成要件Ｇ及びＨを充足しない），②\nハ号物件は構成要件Ｇ及びＨを充足しない，③ハ号物件が技術的範囲に属しない以\n上，ハ号物件の「副組立体（４０）」に相当する構成のニ号物件，ハ号物件の「ハウ\nジング（１２）」に相当する構成のホ号物件及びへ号物件の各製造販売が，本件特許\n権を侵害し又は侵害するものとみなされる行為に該当する余地はない，④ト号物件\nについての具体的な主張立証はない，⑤構成要件Ｅの「２００：１オーダ」の範囲\nが一義的に明確でなく，明確性要件（平成１０年法律第５１号による改正前の特許\n法３６条６項２号）違反の無効理由があるから，本件特許権を行使することができ\nないと判断して，控訴人の請求をいずれも棄却した。\n(3) 控訴人は，原判決を不服として控訴すると共に，被控訴人が本件特許権の\n設定登録後である平成２６年９月頃から本件控訴提起日（平成２８年９月９日）ま\nでの間にニホヘ号物件の製造及び販売等を行ったことが特許権侵害の不法行為（民\n法７０９条）であると主張して，特許法１０２条３項により算定される損害賠償金\n１０００万円及びこれに対する不法行為後の日（控訴状送達の日の翌日）である平\n成２８年１０月２８日から支払済みまで民法所定年５分の割合による遅延損害金の\n支払請求を追加した。\n２  前提事実\n本件の前提事実（当事者間に争いがないか，後掲の証拠により認められる事実）\nは，下記のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第２の\n２に記載のとおりである。\n（原判決の補正）\n原判決５頁２２行目に「協働する液圧室」とあるのを「協動する液圧室」と改め\nる。\n３  争点\n本件の争点は，原判決「事実及び理由」欄の第２の３に記載のとおりである。\n４  争点に関する当事者の主張\n本件の争点に関する当事者の主張は，下記(1)のとおり原判決を補正し，下記(2)\n及び(3)のとおり当審における控訴人の補充主張とそれに対する被控訴人の主張を加\nえるほかは，原判決「事実及び理由」欄の第３に記載のとおりである。\n(1) 原判決の補正\nア  原判決「事実及び理由」欄の第３の２(3)の【被告の主張】（１４頁２５\n行～１５頁７行）のうち，１５頁２行目に「対応部分を参照されたい」とあるのを\n「対応部分記載のとおりである」と改める。\nイ  原判決「事実及び理由」欄の第３の２(4)の【被告の主張】（１６頁２１\n行～１７頁３行）のうち，１６頁２４行目に「対応部分を参照されたい」とあるの\nを「対応部分記載のとおりである」と改める。\nウ  原判決「事実及び理由」欄の第３の３(2)の【原告の主張】エ(ｱ)ｂ（２\n４頁２１行～２５頁７行）のうち，２５頁１行目に「部材全体の重量を減らす上と\nもに」とあるのを「部材全体の重量を減らすとともに」と改める。\nエ  原判決「事実及び理由」欄の第３の３(2)の【原告の主張】エ(ｲ)（２５\n頁８行～１３行）のうち，２５頁１０行目に「構成要Ｇ相当する構成」とあるのを\n「構成要件Ｇに相当する構成」と改める。\nオ  原判決「事実及び理由」欄の第３の４の【原告の主張】（２５頁１５行～\n２６頁２行）のうち，２５頁２２行～２６頁２行を，次のとおり改める。\n「また，被控訴人は，業として，本件特許権の設定登録（平成２１年３月１３日）\n後である平成２６年９月頃から本件控訴提起日（平成２８年９月９日）に至るまで，\nニホヘ号物件の製造及び販売等を行った。被控訴人によるこれらの物件の売上額は，\n１億円を下らないところ，本件発明の実施に対し受けるべき金銭の額は，上記売上\n額の１０％を下らないから，控訴人は，特許法１０２条３項に基づき，１０００万\n円を損害の額としてその賠償を請求することができる。\nさらに，控訴人は，被控訴人による本件特許権の侵害行為のため，本件訴訟を提\n起せざるを得なくなり，弁護士費用及び弁理士費用の支出を余儀なくされたが，そ\nの額は，２０００万円を下らない。\nしたがって，控訴人は，被控訴人に対し，特許権侵害の不法行為（民法７０９条）\nによる損害賠償金合計１億８０００万円，及びうち１億７０００万円に対する不法\n行為の後の日（訴状送達の日の翌日）である平成２７年９月２日から，うち１００\n０万円に対する不法行為の後の日（控訴状送達の日の翌日）である平成２８年１０\n月２８日から，それぞれ支払済みまで民法所定年５分の割合による遅延損害金の支\n払を求めることができる。」\n(2) 当審における控訴人の補充主張\nア  争点２－２（ハ号物件は，本件発明の構成要件Ｄ，同Ｅ及び同Ｇ～Ｉを\n充足するか）について\n(ｱ) ハ号物件は，次のとおり，本件発明の構成要件Ｇを充足する。\nａ  原判決は，構成要件Ｇの「『電動機（４２）』と『減速機構（４４）』\nが別々に操作可能な副組立体（４０）として実施されており」との文言の文理上，\n「電動機（４２）」と「減速機構（４４）」が「別々に操作可能な」ものであると解\nするほかないと判断したが，誤りである。\n構成要件Ｇにおいて「別々に操作可能な」ものは，「電動機（４２）」と「減速機\n構（４４）」ではなく，「副組立体（４０）」と「ハウジング（１２）」である。\nそして，ハ号物件では，「電動機（４２）」と「減速機構（４４）」を組み合わせた\n「副組立体（４０）」と，「ハウジング（１２）」とはそれぞれ独立した部材であり，\nこれらがねじによって固定されていることから，「ハウジング（１２）」と「副組立\n体（４０）」は別々に操作することが可能である。\nしたがって，ハ号物件は，構成要件Ｇを充足する。\nｂ  原判決のように，構成要件Ｇの「別々に操作可能な」が「電動機（４\n２）と減速機構（４４）」を修飾すると解釈すると，「電動機（４２）と減速機構（４\n４）が別々に操作可能な」という語句が一体として「副組立体（４０）」を修飾する\nことになるが，これでは構成要件Ｇの「実施され」の主語がなくなってしまうから，\n日本語の文言解釈として適切でない。\nこれに対し，構成要件Ｇの「別々に操作可能な」が「電動機（４２）と減速機構\n（４４）」ではなく，「副組立体（４０）」を修飾すると解釈すると，「電動機（４２）\nと減速機構（４４）」が「実施され」の主語となるから，文言解釈として適切である。\nｃ  本件発明に係る出願は，ＰＣＴ出願（ＰＣＴ／ＥＰ１９９８／００\n４５８２。以下「本件ＰＣＴ出願」という。）を国内移行した出願であるが（甲２），\nその際の原文表記を参酌しても，「別々に操作可能な」が「副組立体（４０）」を修\n飾していることは明らかである（甲４７～４９）。\nそして，本件発明において，「副組立体（４０）」と組み合わされる部品は，「ハウ\nジング（１２）」以外には存在しない。\nｄ  本件明細書の記載を参酌すると，本件発明の構成要件Ｇの「別々に\n操作可能な」部品が「電動機（４２）」と「減速機構（４４）」であると解釈する余\n地はなく，「副組立体（４０）」と「ハウジング（１２）」が「別々に操作可能」であ\nると解釈するほかない。\n(a) 本件明細書（【０００５】）によると，本件発明は，標準化された\n一つの副組立体を様々な「ハウジング（１２）」と組み合わせることができるように\nして，両者の取付角度を車種毎に適合させ，液圧式車両ブレーキとして様々な車両\nに適合できるようにすることを技術的思想としている。したがって，構成要件Ｇの\n「別々に操作可能な」ものというのも，「副組立体（４０）」と「ハウジング（１２）」\nの関係性を示すものであると解すべきである。\n(b) 本件発明における「副組立体（４０）」は，標準化された一つの構\n成部品であるから，その中に配置される「電動機（４２）」と「減速機構（４４）」\nを別々に操作することは観念されていない。そもそも，「副組立体」という用語は，\n完成体である組立体の一つ前の段階であり，その構成部品が別々に操作可能である\nという意味を含むものではない。\n(c) 本件明細書（【０００５】，【０００８】，【００２５】）によると，\n「電動機（４２）」と「減速機構（４４）」とが一つのユニット（個体）として「副\n組立体（４０）」を構成し，この「副組立体（４０）」が独自に操作可能とされてお\nり，本件発明において「別々に操作可能な」部品は，「電動機（４２）」と「減速機\n構（４４）」ではなく，「副組立体（４０）」と「ハウジング（１２）」であることが\n明確に記載されている。\n(d) 本件発明の課題は，「さまざまな車種に安価に適合可能でなければ\nならない」という点にあるが（【０００３】），「副組立体（４０）」と「ハウジング（１\n２）」を別々に操作可能とすることにより，これらの部品の車両の右側又は左側への\n取付が容易になり，様々な車種への適合可能性が高くなるし，両者の輸送・運送及\nび修理等の面から低コスト化を実現することができる。このように，本件発明の上\n記課題との関係で，「副組立体（４０）」と「ハウジング（１２）」を別々に操作可能\nにすることに意義があることからすると，構成要件Ｇの「別々に操作可能な」部品\nは，「副組立体（４０）」と「ハウジング（１２）」であると解すべきである。\n(e) 本件明細書の図１をみると，本件発明において「電動機（４２）」\nと「減速機構（４４）」は接続されているのであり，「電動機（４２）」と「減速機構\n（４４）」が「別々に操作可能」ではないことが前提とされている。\n(ｲ) ハ号物件は，次のとおり，本件発明の構成要件Ｈを充足する。\nａ  原判決は，ハ号物件は，「副組立体（４０）」の「ハウジング（１２）」\nに対する取付角度位置がねじ穴の位置により規定されているから，構成要件Ｈを充\n足しないと判断したが，誤りである。\n本件発明において，「あらゆる任意の角度位置で」両者が取付可能と記載されてい\nるのは，「副組立体（４０）」の「ハウジング（１２）」に対する取付角度位置は，液\n圧式車両ブレーキを様々な車両に適合させるために適宜設計されるものであるが，\nその際にあらゆる角度を選択することができるという意味である。\nそして，ハ号物件において，「副組立体（４０）」と「ハウジング（１２）」の取付\n角度位置が両者を固定するねじによって規定されていたとしても，設計段階におい\nて当該取付角度位置を自由に選択し得たことに変わりはないのであるから，ハ号物\n件の「副組立体（４０）」は「ハウジング（１２）」の面（Ｂ）に関してあらゆる任\n意の角度位置でハウジングに取付可能である。\nしたがって，実際のハ号物件において「副組立体（４０）」と「ハウジング（１２）」\nの取付角度位置がねじ穴の位置により規定されていることは，ハ号物件が構成要件\nＨを充足しないことの理由とはならない。\nｂ  本件発明は，「副組立体（４０）」と「ハウジング（１２）」とをあら\nゆる任意の角度位置で取付可能とすることにより，ブレーキ取付位置が空間的に窮\n屈な場合であっても，「副組立体（４０）」の取付位置を適切に決定できることを，\n発明の基本的な思想としている（本件明細書【０００５】）。また，「副組立体（４０）」\nと「ハウジング（１２）」とをあらゆる任意の角度位置で取付可能とすることにより，\n車両右側用及び車両左側用を含め，様々な車種に設置することができるようにし，\n「さまざまな車種に安価に適合可能でなければならない」との課題（本件明細書【０\n００３】）の解決を図っている。\nそれにもかかわらず，電動パーキングブレーキとして作動させるためには最終的\nには「副組立体（４０）」と「ハウジング（１２）」とを固定しなければならないこ\nとをもって，構成要件Ｈが充足されないとすることは，本件発明の思想に沿うもの\nでないばかりか，本件発明の実施品が事実上存在し得ないことになってしまい，結\n論としても不当である。\nｃ  原判決は，「副組立体（４０）」が「ハウジング（１２）」に確実に固\n定されていない場合，前者が後者に対して回転可能となることも想定されるところ\nであり，ブレーキ製品として正常な動作を維持することができるか疑問であると判\n断したが，接着剤による固定方法を含め，「副組立体（４０）」の内部の電動モータ\nの駆動力を「ハウジング（１２）」に対して安定して伝える程度に固定する方法はね\nじによる固定以外にも存在すると考えられる。\nｄ  原判決は，ハ号物件における「ハウジング（１２）」には，ボルトを\n支持する部分が存在し，少なくともボルトと接触する部分に，「副組立体（４０）」\nを設置することは技術的に困難であるから，「あらゆる任意の角度位置でハウジング\nに取付可能」とはいえないと判断したが，構成要件Ｈの「あらゆる任意の角度位置」\nとは，様々な車両に適合するように「副組立体（４０）」と「ハウジング（１２）」\nの角度位置を適宜設計できるという意味であり，液圧式車両ブレーキとして正常に\n動作することを当然の前提として記載されているものであるから，ボルトと接触す\nる部分に「副組立体（４０）」を設置するという液圧式車両ブレーキとして作動しな\nいことが明白な設計を考慮して，構成要件Ｈを充足しないとする解釈は，構成要件\nＨの意義を見誤るものである。\nイ  争点２－３（被控訴人によるニ号物件の製造販売は，本件特許権を侵害\nし又は侵害するものとみなされる行為に該当し得るか）について\n原判決は，ニ号物件は，ハ号物件における「副組立体（４０）」に相当する構成を\n有するとした上で，ハ号物件が本件発明の技術的範囲に属しない以上，被控訴人に\nよるニ号物件の製造販売が本件特許権を侵害し又は侵害するものとみなされる行為\nに該当する余地はないと判断したが，誤りである。\nハ号物件は本件発明の技術的範囲に属するのであり，ニ号物件は，ハ号物件にお\nける「副組立体（４０）」に相当する構成を有するのであるから，被控訴人によるニ\n号物件の製造販売は，本件特許権の間接侵害を構成する。\nウ  争点２－４（被控訴人によるホ号物件及びヘ号物件の製造販売は，本件\n特許権を侵害し又は侵害するものとみなされる行為に該当し得るか）について\n原判決は，ホ号物件及びヘ号物件は，ハ号物件における「ハウジング（１２）」に\n相当する構成を有するとした上で，ハ号物件が本件発明の技術的範囲に属しない以\n上，被控訴人によるホ号物件及びへ号物件の製造販売が本件特許権を侵害し又は侵\n害するものとみなされる行為に該当する余地はないと判断したが，誤りである。\nハ号物件は本件発明の技術的範囲に属するのであり，ホ号物件及びヘ号物件は，\nハ号物件における「ハウジング（１２）」に相当する構成を有するのであるから，被\n控訴人によるホ号物件及びヘ号物件の製造販売は，本件特許権の間接侵害を構成す\nる。\nエ  争点３－１（無効理由１（明確性要件違反）は認められるか）について\n原判決は，請求項１の「２００：１オーダ」との文言について定義した記載が，\n本件明細書になく，「２００：１オーダ」の範囲に含まれる具体例が「２００：１」\n以外にないとした上で，本件明細書の【０００４】，【０００５】，【００２５】の記\n載によっても，その範囲が一義的に明らかであるとは到底認め難いと判断したが，\n誤りである。\n甲８～２７，３０～４１からすると，当業者が技術常識に基づいて減速比につい\nて通常理解する幅は，平均値の±５０％程度であると考えられるから，「２００：１\nオーダ」の減速比は，「１００：１」から「３００：１」の減速比を含むことが一義\n的に明らかである。\n(ｱ) 原判決は，控訴人が技術常識を示すものとして言及する上記甲８～２\n７，３０～４１は，いずれも自動車用の制御ブレーキに関するものではないと判断\nしたが，これらの文献は，特定の技術分野に限定されない多様な技術分野に係る文\n献であって，これらの文献におけるギア比の幅の平均は，むしろ特定の技術分野に\n限定されない一般的な当業者の技術常識を示すものといえる。そして，特定の分野\nに限定されない一般的な当業者の技術常識は，自動車用の制御ブレーキに関するも\nのにも通用するものといえる。\nまた，甲１８は，車両の制御装置に関する発明についての公報であり，甲３０～\n４１は，いずれもギアを用いた機械分野であって，自動車の制御ブレーキと関連性\nを有するものであるから，自動車の制御ブレーキにおけるギア比の幅に関する当業\n者の技術常識について，これらの文献の証明力は高いものである。\n(ｲ) 原判決は，甲８～２７，３０～４１を参酌しても，いずれにも「オー\nダ」という文言は用いられていないばかりか，ギア比として最小値及び最大値が明\n確に記載されているとした上で，これらの文献を参酌すると，数値の幅が見込まれ\nるギア比については，その最大値と最小値を示すのが技術常識であると判断したが，\n当業者が技術常識に基づいて減速比について通常理解する幅は，平均値の±５０％\n程度であると考えられることに鑑みると，敢えて最小値と最大値を示さなくても，\n「２００：１オーダ」と記載すれば，「１００：１」から「３００：１」の減速比を\n示すことは，容易に理解される。減速比について，「２００：１オーダ」と記載する\nか，最小値と最大値を記載するかは，単に表記をどうするかという問題にすぎない。\n(ｳ) 「２００：１オーダ」の減速比が「１００：１」から「３００：１」\nの減速比を含むことは，電動パーキングブレーキにおいて減速比の幅が２００：１\nを基準として±５０％とされているとの技術常識（甲４６）からも裏付けられる。\n原判決は，甲４６に関し，スレッドピッチと減速比の関係については何ら立証さ\nれていないと判断したが，スレッドピッチと減速比が正比例の関係にあることは，\n実際に使用されている電動パーキングブレーキのデータである甲４６のベンチマー\nクデータによって立証されている。甲４６のベンチマークデータをグラフ化すると，\n次のとおり，スレッドピッチが１．０ｍｍから３．０ｍｍの範囲である場合に，ス\nレッドピッチの値と減速比の値はほぼ正比例の関係にある。このグラフは，直線の\nきれいな正比例というわけではないが，このようなばらつきは，「電動機（４２）」\nの性能によって出力量が異なることから生ずるものであり，同じ大きさの「電動機\n（４２）」を使用した場合，その出力量に大きな差はないと考えられるから，スレッ\nドピッチと減速比の値がほぼ正比例の関係にあるという点に影響を及ぼすものでは\nない。したがって，甲４６のとおり，当業者は，スレッドピッチと減速比が比例す\nることを前提に，「２００：１オーダ」の減速比を理解する。なお，被控訴人は，甲\n４６のベンチマークデータでは，スレッドピッチが１．０～１．５ｍｍにおける減\n速比がほぼ一定であるから，およそ両者が比例関係にあるとはいえないと主張する\nが，スレッドピッチが１．０～３．０ｍｍの製品全体を見たときのスレッドピッチ\nと減速比との関係を踏まえておらず，誤りである。\n減速比\n0.0 0.5 1.0 1.5 2.0 2.5\nスレッドピッチ（ｍｍ）\nまた，一例として，スレッドピッチが２ｃｍの「スピンドル（２６）」を使用した\n電動パーキングブレーキとスレッドピッチが１ｃｍの「スピンドル（２６）」を使用\nした電動パーキングブレーキを比較して説明すると，両者において，同じ大きさの\n「電動機（４２）」を用いた場合，両者の「電動機（４２）」は同じ力量の出力をす\nる。そして，両者の「電動機（４２）」から同じ力量の出力をした場合，両者の「ス\nピンドル（２６）」は同様に一回転する。しかし，前者においては，スレッドピッチ\nが２ｃｍであるので，「ナット（３０）」及び「ナット（３０）」に押される「ブレー\nキピストン（１８）」は２ｃｍ押し出されるのに対し，後者では，スレッドピッチが\n１ｃｍであるので，「ナット（３０）」及び「ブレーキピストン（１８）」は１ｃｍ押\nし出される。このように，スレッドピッチが２ｃｍの電動パーキングブレーキの減\n速機構の減速比と，スレッドピッチが１ｃｍの電動パーキングブレーキの減速機構\nの減速比を比較すると，２：１となるから，スレッドピッチと減速比は，正比例の\n関係にある。\n(ｴ) 本件発明の技術思想は，小型省スペースの電動機の利用を可能とする\nことにあるが，本件発明と同程度に小型省スペースの電動機の利用を可能とする減\n速比の減速機構である場合には，本件発明と同様の作用効果を有するのであるから，\n「２００：１オーダ」に含まれると解すべきである。\nそして，減速比がおよそ１００：１～３００：１の電動パーキングブレーキであ\nれば，電動モータのサイズや減速比の違いがあったとしても，電動パーキングブレ\nーキ全体のサイズに大きな違いはないことは技術常識である（甲５０）。\nしたがって，減速比が１００：１～３００：１の減速機構が，「２００：１オーダ」\nに含まれることも，技術常識である。\n(ｵ) 減速機構がハ号物件のように３段歯車機構になる場合，各歯車段の減\n速比の幅が±２０％までの範囲であれば，電動パーキングブレーキとしての性能や\nサイズに大きな差は生じない。また，減速機構が本件発明の実施例のように２段歯\n車機構になる場合，各歯車段において，減速比の幅が±３０％までの範囲であれば，\n電動パーキングブレーキとしての性能やサイズに大きな差は生じない。これらの事\n項は，技術常識である（甲５０）。\nそして，減速比が「２００：１」である３段歯車機構の減速機構について，各歯\n車段において±２０％増減させたときの減速比は，１０２．４：１～３４５：１で\nあり，減速比が「２００：１」である２段歯車機構の減速機構について，各歯車段\nにおいて±３０％増減させたときの減速比は，９８：１～３３８：１である。\nこのように，電動パーキングブレーキにおける減速機構は，歯車段の数に応じて\n±２０％又は±３０％の減速比の幅を有するという技術常識を前提とすると，「２０\n０：１オーダ」と規定される場合に，少なくとも１００：１～３００：１の減速比\nの減速機構がこれに含まれることも，技術常識である。\n上記の±２０％又は±３０％という値は，減速機構を構成する歯車の数をわずか\n２個増減させた場合に相当する値である。そして，減速機構の設計においてコンピ\nュータプログラムを使用する現在においては，歯車の数を２個増減させて，減速比\nが全体でどういう値になるかという点は，当業者であれば容易に確認することがで\nきる（甲５０）。したがって，減速機構を設計するに当たって，全体の減速比が「２\n００：１オーダ」の±２０％又は±３０％に含まれるか否かという点について，容\n易に判断をすることができるから，この点からも，「２００：１オーダ」という記載\nは一義的に明確である。\n(ｶ) 「２００：１オーダ」の意義を数学的に解釈すると，「オーダ」が「桁」\nを意味し，「２００：１オーダ」は１００：１以上１０００：１未満の値となるが，\nこのような解釈は，言語的に広きに失し，適切でない。他方，「ａｐｐｒｏｘｉｍａ\nｔｅｌｙ（ほぼ）」や「ａｂｏｕｔ（約）」ではなく，「ｏｒｄｅｒ（およそ）」と規\n定されていることからすると，「ほぼ」や「約」よりも広い概念として「ｏｒｄｅｒ\n（およそ）」と規定されているものと理解される。\nそうであるとすれば，「２００：１オーダ」とは，２００の半分である１００程度\nの幅を持つもの，すなわち，「１００：１～３００：１」の範囲であることは，当業\n者にとって明らかである（甲５１）。このことは，本件ＰＣＴ出願に係る国際予備審\n査機関の見解書において，「１１５：１」が「２００：１オーダ」の範囲に含まれる\nことを前提として進歩性が審査されていること（甲５２，５３）からも，裏付けら\nれる。\n(ｷ) 被控訴人は，「２００：１オーダ」が明確性要件を備えているといえる\nためには，「２００：１オーダ」の範囲がちょうど１００：１～３００：１であるこ\nとが一義的に明確でなければならないことを前提としているものと解される。\nしかしながら，特許法３６条６項２号の明確性の要件は，特許権の権利範囲を確\n定する際の前提となる請求項に記載された発明が明確に把握できないときには，権\n利の及ぶ範囲が第三者に不明確となり，不測の不利益を及ぼすことになることに鑑\nみて必要とされているものであり，「オーダ」のように，請求項中に数値限定に幅を\n持たせる記載がある場合に，その数値範囲がちょうど一点に定まらない限り，不明\n確とされるわけではない。\n(3) 被控訴人の主張\nア  争点２－２（ハ号物件は，本件発明の構成要件Ｄ，同Ｅ及び同Ｇ～Ｉを\n充足するか）について\n(ｱ) 本件発明の構成要件Ｇは，次のとおり，「電動機（４２）」と「減速機\n構（４４）」が「別々に操作可能な」ものであると解される。\nそして，ハ号物件においては，電動機と減速機構は，電動機の出力軸に形成され\nた歯車と減速機構を構成するギアとが噛み合って互いに接続された状態で副組立体\nハウジングに収容されており，両者は一体となって動作するのであり，電動機と減\n速機構を別々に操作することはできない。\nしたがって，ハ号物件は，本件発明の構成要件Ｇを充足しない。\nａ  本件発明の構成要件Ｇは，「電動機（４２）と減速機構（４４）が別々\nに操作可能な副組立体（４０）として実施されており，」と規定されており，文理上，\n副組立体において電動機と減速機構が別々に操作可能なものであると解するほかな\nく，副組立体とハウジングとの関係を規定したものではない。\nｂ  控訴人は，本件特許に係る国際出願の請求項の原文表記を参照すれ\nば，「別々に操作可能」の語句は副組立体に係ると主張する。\nしかしながら，本件発明の技術的範囲は，日本語による翻訳文明細書等及び国際\n出願図面を参酌して定められるのであり，原文明細書等を参酌することはできない\nから（知財高裁平成２７年（行ケ）第１０２１６号同２８年８月２９日判決参照），\n国際出願の原文を参酌すべきとする控訴人の主張は失当である。\nｃ  控訴人は，本件明細書【０００５】に，副組立体が標準化されてお\nり，様々な車両ブレーキと組み合わせることができると記載されていることを根拠\nに，構成要件Ｇの「別々に操作可能な」は，副組立体とハウジングとの関係性を示\nすものと解すべき旨主張する。\nしかしながら，【０００５】には，副組立体とハウジングの操作に関しては何ら記\n載されていないし，「電動機およびそれに連結される減速機構は独自に操作可能な副\n組立体として実施されており」との記載もまた，電動機及び減速機構が独自に操作\n可能とされていると，文理上理解されるものであり，構成要件Ｇの記載と整合する\nものであって，控訴人の主張は失当である。\nｄ  控訴人は，本件発明における「副組立体（４０）」は，標準化された\n一つの構成部品であるから，その中に配置される「電動機（４２）」と「減速機構（４\n４）」を別々に操作することは観念されていないし，「副組立体」という用語は，完\n成体である組立体の一つ前の段階であり，その構成部品が別々に操作可能であると\nいう意味を含むものではないと主張する。\nしかしながら，特許請求の範囲の各要件は，従来技術と異なる新規で進歩的な発\n明の構成を記載するものであり，本件特許出願時点における従前の「観念」を持ち\n出しても，何ら意味はなく，構成部品である電動機及び減速機構が別々に操作可能\nでないということを意味するものではない。しかも，副組立体が標準化されており，\nまた組立体の一つ前の段階である場合にその構成部品が別々に操作可能でないこと\nが技術常識であるという控訴人の上記主張は，何ら立証されていない。\nｅ  控訴人は，本件明細書【０００５】，【０００８】及び【００２５】\nでは，電動機と減速機構が一つのユニットとして記載されており，一つのユニット\nとして副組立体を構成し，かかる副組立体が独自に操作可能とされているから，「別々\nに操作可能」な部品はハウジングと副組立体であると主張する。\nしかしながら，本件発明の構成要件Ｇは，「電動機（４２）と減速機構（４４）が\n別々に操作可能な副組立体（４０）として実施されており，」と規定されており，電\n動機と減速機構とが別々に操作可能であると規定されているのであり，副組立体と\nハウジングとの関係については何ら規定されておらず，控訴人の主張する本件明細\n書の上記記載は，構成要件Ｇの解釈の根拠となるものではない。\nｆ  控訴人は，「さまざまな車種に安価に適合可能でなければならない」\n（【０００３】）との課題との関係では，副組立体とハウジングを別々に操作可能と\nすることに意義がある旨主張する。\nしかしながら，本件で問題となっているのは，構成要件Ｇとの関係で，電動機と\n減速機構とが別々に操作可能であると解釈できるか否かであるところ，電動機と減\n速機構とが別々に操作可能であったとしても，様々な車種に安価に適合できないと\nいうものではないから，控訴人の主張は失当である。\nｇ  控訴人は，本件明細書の図１では，電動機と減速機構が接続されて\nおり，これらが別々に操作可能でないことが前提とされていると主張する。\nしかしながら，電動機と減速機構が接続されていることと別々に操作可能なこと\nは背反するものではなく，電動機と減速機構が別々に操作可能でないことが，本件\n明細書の図１により明確に示されているとはいえない。仮に，これらが互いに接続\nされていることが図１に示されているとしても，構成要件Ｇには全く記載されてい\nない「ハウジング」と「副組立体」とが別々に操作可能であるとの記載に読み替え\nることはできないから，控訴人の主張は失当である\n(ｲ) ハ号物件では，「副組立体（４０）」の「ハウジング（１２）」に対する\n取付角度位置が，ねじ穴の位置により規定されているものであるから，「あらゆる任\n意の角度位置でハウジングに取付可能である」とはいえない。\nしたがって，ハ号物件は，本件発明の構成要件Ｈを充足しない。\nａ  控訴人は，本件発明では，副組立体とハウジングに対する取付角度\n位置は，液圧式車両ブレーキを様々な車両に適合させるために適宜設計され，その\n際にあらゆる角度を選択することができるという意味で「あらゆる任意の角度位置」\nと記載されており，副組立体とハウジングの取付角度位置が両者を固定するねじに\nよって規定されていたとしても，設計段階において当該取付角度位置を自由に選択\nし得たことに変わりはない旨主張する。\nしかしながら，本件発明は，液圧式車両ブレーキを設計する発明ではなく，液圧\n式車両ブレーキという「物」の発明であり，構成要件Ｈは，「物」の発明を構成する\n部材である副組立体とハウジングの要件を定めたものであるから，構成要件Ｈを充\n足するためには，液圧式車両ブレーキ自体において，副組立体が「あらゆる任意の\n角度位置でハウジングに取付可能」である必要があるのであり，設計段階において\n角度を選択可能であるかどうかは，構成要件Ｈの充足性とは関係がない。\nまた，本件明細書の【０００５】のとおり，本件発明は，液圧式車両ブレーキと\nいう「物」それ自体において，副組立体の位置を決めた上で，当該副組立体を「あ\nらゆる任意の角度位置でハウジングに取付可能」とすることにより，副組立体のハ\nウジングへの取付角度位置を調整することができ，それによりブレーキ取付場所が\n空間的に窮屈であるという問題に対処したものであるといえる。\nこれに対し，ハ号物件では，副組立体とハウジングとに形成されたねじ穴により，\n取付角度位置が一義的に定められており，取付角度位置は調整できないから，「あら\nゆる任意の角度位置でハウジングに取付可能」であるとはいえない。\nｂ  控訴人は，電動パーキングブレーキとして作動させるために副組立\n体とハウジングとを固定しなければならないことをもって非充足とすることは，本\n件発明の実施品が事実上存在し得なくなり不当であると主張する。\nしかしながら，原判決は，副組立体とハウジングとが固定されていることをもっ\nて非充足と判断しているのではなく，取付角度位置がねじ穴で規定されているから\n「あらゆる任意の角度位置でハウジングに取付可能」であるとはいえないと判断し\nているのであり，控訴人の主張は，原判決を正解しないものである。\nまた，本件発明の技術的範囲は，特許請求の範囲の記載に基づいて定められるも\nのであり，実施品が事実上存在し得るかどうかは問題ではない。そもそも，特許権\n者である控訴人自身が，特許請求の範囲に「あらゆる任意の角度位置でハウジング\nに取付可能である」と記載して特許査定を受けたのであるから，仮に実施品が事実\n上存在し得ないとしても，それによる不利益は特許権者である控訴人が負うべきも\nのであり，不当であると指摘される筋合いはない。\nｃ  原判決が，控訴人による侵害警告文（甲３の１の図５－ｃ及び図５\n－ｄ）に関して，副組立体がねじによってハウジングに取り付けられておらず，確\n実に固定されていない場合にはブレーキ製品として正常動作を維持できるか疑問で\nあると判示したところ，控訴人は，接着剤による固定方法を含め，副組立体の内部\nの電動モータの駆動力をハウジングに対して安定して伝える程度に固定する方法は\nねじによる固定以外にも存すると考えられる旨主張する。\nしかしながら，控訴人は，ねじによる固定以外の具体的な方法を何ら示しておら\nず，主張自体失当である。接着剤による固定が「あらゆる任意の角度位置でハウジ\nングに取付可能である」に含まれるとしても，ハ号物件では接着剤による固定は行\nっていないから，構成要件Ｈを充足するものではない。\nｄ  控訴人は，構成要件Ｈの「あらゆる任意の角度位置」というのは，\n様々な車両に適合するように副組立体とハウジングの角度位置を適宜設計できると\nいう意味であって，ボルトと接触する部分に副組立体を設置するような設計は考慮\nされていない旨主張する。\nしかしながら，構成要件Ｈを充足するためには，液圧式車両ブレーキそれ自体に\nおいて，副組立体が「あらゆる任意の角度位置でハウジングに取付可能」である必\n要があり，角度位置を適宜設計できるかどうかではない。\nイ  争点２－３（被控訴人によるニ号物件の製造販売は，本件特許権を侵害\nし又は侵害するものとみなされる行為に該当し得るか）について\n控訴人は，ハ号物件が本件発明の技術的範囲に属することを前提として，ニ号物\n件の製造販売が本件特許権の間接侵害を構成する旨主張するが，ハ号物件は本件発\n明の技術的範囲に属するものではないから，控訴人の主張は，その前提において失\n当である。\nウ  争点２－４（被控訴人によるホ号物件及びヘ号物件の製造販売は，本件\n特許権を侵害し又は侵害するものとみなされる行為に該当し得るか）について\n控訴人は，ハ号物件が本件発明の技術的範囲に属することを前提として，ホ号物\n件及びヘ号物件の製造販売が本件特許権の間接侵害を構成する旨主張するが，ハ号\n物件は本件発明の技術的範囲に属するものではないから，控訴人の主張は，その前\n提において失当である。\nエ  争点３－１（無効理由１（明確性要件違反）は認められるか）について\n本件発明の「２００：１オーダ」の範囲が一義的に明らかではないとする原判決\nに対する控訴人の主張は，次のとおり，いずれも失当である。\n本件明細書及び控訴人提出の客観的証拠では，「２００：１オーダ」の文言が示す\n範囲が「１００：１」から「３００：１」で一義的に明らかであることは何ら示さ\nれていないから，当業者において，「２００：１オーダ」で示される減速比の範囲が\nいかなるものであるかを理解することはできない。\nそうすると，「２００：１オーダ」の減速比を構成要件に含む本件特許の権利が及\nぶ範囲は不明確であり，本件明細書に接した当業者において不測の不利益を及ぼす\nことは明らかであるから，本件発明は，明確性要件違反の無効理由を有する。\n(ｱ) 控訴人は，甲８～２７，３０～４１からすると，当業者が減速比につ\nいて通常理解する幅は平均値の±５０％程度であり，「２００：１オーダ」の減速比\nは，１００：１から３００：１の減速比を含むことが一義的に明らかであると主張\nする。\nしかしながら，控訴人指摘の文献の減速比の上限値及び下限値には大きなばらつ\nきがあり，減速比が平均値の±５０％程度であるとは到底理解できないし，そもそ\nも，平均値を基準に減速比を理解することが当業者の技術常識であることを示す客\n観的証拠は，何ら提示されていない。\n(ｲ) 控訴人は，甲８～２７，３０～４１は，特定の技術分野に限定されな\nい多様な技術分野に係る文献であり，これらの文献におけるギア比の幅の平均は，\n特定の技術分野に限定されない一般的な当業者の技術常識を示すものといえ，自動\n車用の制御ブレーキにも通用するといえる旨主張する。\nしかしながら，本件明細書には，「尚かつ十分に大きな緊締力が確保されているよ\nうに，減速機構４４は総減速比が２００：１である」（【００２５】）と記載されてい\nるように，自動車用の制御ブレーキにおいて緊締力の確保を図るために減速比が定\nめられているのであるから，参考となるべき文献は自動車用の制御ブレーキに関す\nるものであることは当然である。\nしかも，控訴人指摘の文献のギア比の値には大きなばらつきがあり，ギア比が１\n未満（増速）の例も含まれており，およそ自動車用の制御ブレーキの減速機構に適\n用できるとは言い難い。また，ギア比の幅の平均を基準に減速比を理解することが\n技術常識であることを示す客観的証拠は，何ら示されていない。\n(ｳ) 控訴人は，甲１８記載の遊星装置は，制御ブレーキの減速機構と技術\n構造が同一であり，車両の駆動手段として使われる点に差異があるだけであるから，\n当業者の技術常識を検討するにあたり，甲１８のギア比の幅は考慮されるべきであ\nると主張する。\nしかしながら，甲１８記載のギア比は０．３～０．６と１未満であり，後段側の\nギア列を増速させるものであるから，減速機構の減速比の数値範囲を検討するに当\nたり参考となり得ないことは明白である。\n(ｴ) 控訴人は，当業者が減速比について通常理解する幅が平均値の±５０％\n程度であることを前提として，減速比について「２００：１オーダ」と記載するか，\n最小値と最大値を記載するかは表記の問題にすぎないとして，ギア比の幅について\n最小値及び最大値を示すことは技術常識ではないと主張する。\nしかしながら，減速比が平均値の±５０％程度であることが技術常識であるとす\nる根拠はどこにもなく，控訴人の主張は，その前提において失当である。\nまた，最小値と最大値で示された幅は，その範囲が客観的に明確であるのに対し，\n「２００：１オーダ」で示される範囲は，技術常識等を参酌しない限りその範囲が\n定められないのであるから，両者は全く異なるものであり，単なる表記の違いでは\nない。\n(ｵ) 甲４６の陳述書において，スレッドピッチと減速比が正比例の関係に\nあることは，何ら示されていない。また，甲４６では，「スレッドピッチの値は一般\n的におよそ１ｍｍから３ｍｍの値の範囲のものが使用されます」と記載されている\nが，１ｍｍから３ｍｍのスレッドピッチが一般的であることの裏付けとなる客観的\nな証拠は何ら示されていない。\nしたがって，「２００：１オーダ」が１００：１～３００：１となるのが当業者の\n技術常識であることは，甲４６からは理解できない。\n(ｶ) 控訴人は，スレッドピッチが２ｃｍ／１ｃｍのスピンドルを使用した\n電動パーキングブレーキの例を挙げて，スレッドピッチと減速比が正比例の関係に\nあると主張するが，意味不明である。\n電動パーキングブレーキでは，電動機からの出力が減速機構を介してスピンドル\nに伝達される。控訴人が挙げる例では，前提事実として，電動機から同じ力量の出\n力をした場合に両者のスピンドルが同様に１回転するのであるから，減速機構の減\n速比は，スレッドピッチの大小によらず同一である。\n控訴人は，ブレーキピストンが押し出される量が異なることを根拠に，スレッド\nピッチと減速比が比例関係にあると主張するが，スピンドルの回転量が同一であれ\nば，スレッドピッチに応じてブレーキピストンが押し出される量が変わるのである\nから，ブレーキピストンが押し出される量が異なるのは，単にスレッドピッチが異\nなることに起因するのであって，減速比とは何ら関係がない。\n(ｷ) 控訴人は，甲４６のベンチマークデータに関して，ばらつきは，電動\n機の性能によって出力量が異なることから生じるものであり，スレッドピッチと減\n速比がほぼ正比例の関係にあるという点に影響を及ぼすものではないと主張する。\nしかしながら，甲４６では，「電動機から実質的に同一のパワーを出力する異なる\n電動パーキングブレーキの設計のため」と記載されており，電動機からの出力量は\n実質的に同一であることが前提とされており，控訴人の主張は，甲４６の記載と相\n反する。\n甲４６のベンチマークデータでは，スレッドピッチが１．０～１．５ｍｍにおけ\nる減速比はほぼ一定であるから，およそ両者が比例関係にあるとは到底いうことが\nできない。甲４６で示された具体例（製品）の大部分は，スレッドピッチが１．０\n～１．５ｍｍであって，スレッドピッチが２．０ｍｍ以上の製品はわずか２件にす\nぎない（しかも，スレッドピッチが３．０ｍｍの具体例は何ら示されていない）の\nであるから，具体例の多いスレッドピッチ１．０～１．５ｍｍの製品に着目して減\n速比の関係を論じることは合理的である。\n(ｸ) 控訴人は，甲５０の陳述書において，スレッドピッチと減速比の関係\nについて甲４６と同様の陳述がなされていると主張する。\nしかしながら，甲５０は，甲４６と同様に，控訴人から提出された単なる陳述書\nにすぎないし，甲５０の当該陳述を裏付ける客観的証拠は何ら示されていない。ま\nた，甲５０では，「２００：１オーダ」の解釈に関して，「減速比が２００：１であ\nる場合，１１４：１から３２０：１のギア減速幅となる」と記載されており，「２０\n０：１オーダ」が１００：１から３００：１であることが一義的に明確であること\nを示すものでもない。\n(ｹ) 控訴人は，甲５０に挙げられた各社製の電動パーキングブレーキを根\n拠に，減速比がおよそ１００：１～３００：１の電動パーキングブレーキであれば\n全体のサイズに大きな違いがないことは技術常識であるから，本件発明と同程度に\n小型省スペースの電動機の利用を可能とする減速機構の減速比は「２００：１オー\nダ」に含まれると解すべきであると主張する。\n控訴人指摘の「本件発明と同程度に小型省スペースの電動機」というのが具体的\nにどの程度の大きさの電動機であるかは不明である。また，減速比１２５：１～２\n２４：１の電動パーキングブレーキ，減速比３５６：１の電動パーキングブレーキ\n及び減速比９１：１の電動パーキングブレーキが，いずれも同程度に小型省スペー\nスの電動機であるという控訴人の主張を前提とすれば，減速比３５６：１及び９１：\n１もまた，「２００：１オーダ」に含まれることになる。しかし，これは，「２００：\n１オーダ」が１００：１～３００：１の範囲であることが一義的に明確であるとす\nる控訴人の主張と真っ向から矛盾する。\n(ｺ) 控訴人は，減速機構の各歯車段の減速比の幅が±２０％（３段歯車）\n又は±３０％（２段歯車）の範囲であれば，電動パーキングブレーキとしての性能\nやサイズに大きな差は生じないことは技術常識であるとして，「２００：１オーダ」\nの減速比と規定される場合には，少なくとも１００：１～３００：１の減速比がこ\nれに含まれる旨主張する。\nしかしながら，電動パーキングブレーキとしての性能やサイズに大きな差が生じ\nないとする各歯車段の減速比の幅がなぜ±２０％又は±３０％であるのか，歯車数\nが２段と３段の場合で各歯車段の減速比の幅がなぜ異なるのか，４段以上の歯車の\n場合における各歯車段の減速比の幅はいかなる値であるのかにつき，客観的証拠を\n伴った説明が一切されていない。\nしかも，控訴人の主張によると，「２００：１オーダ」の減速比と規定される場合，\n３段歯車機構では１０２．４：１～３４５：１の減速比となり，２段歯車機構では\n９８：１～３３８：１の減速比となるところ，これらは，いずれも１００：１～３\n００：１の範囲とは異なっており，「２００：１オーダ」が１００：１～３００：１\nの範囲であることが一義的に明確であることを，何ら示していない。\n(ｻ) 控訴人は，ハ号物件の減速機構を例に挙げて，減速機構を設計するに\n当たり，全体の減速比が「２００：１オーダ」の±２０％又は±３０％に含まれる\nか否かは容易に判断できるのであるから，「２００：１オーダ」というのは一義的に\n明確である旨主張する。\nしかしながら，設計時において減速機構の減速比を確認できるからといって，「２\n００：１オーダ」の範囲が一義的に明確になるものではない。\n(ｼ) 控訴人は，「オーダ」が，「ほぼ」や「約」よりも広い概念として規定\nされていると理解され，そうだとすれば，「２００：１オーダ」とは２００の半分で\nある１００程度の幅を持つものであることは当業者にとって明らかであると主張す\nる。\nしかしながら，「オーダ」が，「ほぼ」や「約」よりも広い概念であることを示す\n客観的証拠は何も示されていない。また，仮に「オーダ」が「ほぼ」や「約」より\nも広い概念であるとしても，なぜ半分の幅を持つのであるかにつき，具体的根拠を\n伴った説明は一切されていない。\n(ｽ) 控訴人は，本件ＰＣＴ出願での国際予備審査において，１１５：１の\nギア比が「２００：１オーダ」に含まれることを前提として審査されていることを\n根拠に，「２００：１オーダ」が１００：１～３００：１の範囲であることは，一義\n的に明らかである旨主張する。\nしかしながら，仮に１１５：１のギア比が「２００：１オーダ」に含まれるとし\nても，そのことをもって，「２００：１オーダ」の範囲が１００：１～３００：１と\n一義的に定まるものではない。\n第３  当裁判所の判断\n当裁判所は，ハ号物件は構成要件Ｇを充足するが，構成要件Ｅ及びＨを充足しな\nいから，明確性要件違反の無効理由の有無を判断するまでもなく，控訴人の請求を\n棄却した原判決の結論は相当であり，本件控訴は棄却すべきものと判断する。その\n理由は，下記１のとおり原判決を補正し，下記２のとおり当審における控訴人の補\n充主張に対する判断を示すほかは，原判決「事実及び理由」欄の第４に記載のとお\nりである。\n１  原判決の補正\n(1) 原判決「事実及び理由」欄の第４の２(1)（２８頁２１行～２９頁１６行）\nのうち，２９頁１３行目及び１４行目の各「構成要件Ｇ」とあるのを，いずれも「構\n成要件Ｅ」と改める。\n(2) 原判決「事実及び理由」欄の第４の２(2)ア（２９頁１９行～３０頁２１行）\nを，次のとおり改める。\n「   ア  ハ号物件が構成要件Ｇ「電動機（４２）と減速機構（４４）が別々に操\n作可能な副組立体（４０）として実施されており，」を充足するかについて\n(ｱ) 構成要件Ｇの「電動機（４２）と減速機構（４４）が別々に操作可能\nな副組立体（４０）として実施されており，」における「別々に操作可能な」部材に\nついて，控訴人は，「ハウジング（１２）」と「副組立体（４０）」とが「別々に操作\n可能」であるという意味であると主張するのに対し，被控訴人は，「電動機（４２）」\nと「減速機構（４４）」とが「別々に操作可能」であるという意味であると主張する。\nそこで検討すると，たしかに，上記構成要件Ｇは，「電動機（４２）と減速機構（４\n４）が『，』別々に操作可能な副組立体（４０）として実施されており，」と記載さ\nれているものではないが，「電動機（４２）と減速機構（４４）が別々に操作可能な\n『，』副組立体（４０）として実施されており，」又は「電動機（４２）と減速機構\n（４４）『と』が別々に操作可能な副組立体（４０）として実施されており，」と記\n載されているものでもなく，その文理上は，①「電動機（４２）と減速機構（４４）\nが別々に操作可能な」「副組立体（４０）として実施されており，」と読み，別々に\n操作可能な電動機（４２）と減速機構（４４）とが，副組立体（４０）として実施\nされているとする解釈のほか，②「電動機（４２）と減速機構（４４）が」「別々に\n操作可能な副組立体（４０）として実施されており，」と読み，別々に操作可能な副\n組立体（４０）として，電動機（４２）と減速機構（４４）が実施されているとす\nる解釈が成り立ち得るというべきである。\nそこで，本件明細書の発明の詳細な説明の記載を考慮すると，次のようにいうこ\nとができる。\n発明の詳細な説明をみると，「電動機およびそれに連結される減速機構は独自に操\n作可能な副組立体として実施されており，」（【０００５】）という構成要件Ｇとほぼ\n同様の記載があり，この記載に続けて，「この副組立体は標準化されており，１型式\nのさまざまな車両ブレーキと組合せることができる。これにより，このような電動\n機・減速機構ユニットの個数が増加し，そのことが単価に有利に働く。更に，独自\nの組立体として実施される電動機・減速機構ユニットはあらゆる任意の角度位置で\nブレーキハウジングへの固着を簡単に可能とし，ブレーキ取付場所が空間的に窮屈\nであることは副組立体の位置を適切に決定することで問題なく考慮することができ\nる。」（【０００５】）と記載され，更に実施例の記載ではあるが，「電動機４２と減速\n機構４４とからなるユニット４０は別々に操作可能な副組立体であり，図示したデ\nィスクブレーキ１０だけでなく別のディスクブレーキとも組合せ可能である。」（【０\n０２５】）として，「電動機４２」と「減速機構４４」は「ユニット４０」，すなわち\n「副組立体（４０）」の構成要素であり，「別々に操作可能な」ものは「副組立体」\nであることを示す記載もある。このような記載からすると，構成要件Ｇは，電動機\nと減速機構から成る副組立体が「独自に操作可能な」「独自の組立体」であることを\n指すものであり，その結果，様々な種類の「車両ブレーキ」の「ブレーキハウジン\nグ」と組み合せることができることから量産による単価の抑制という利点のほか，\n構成要件Ｈの「更に，副組立体（４０）がハウジング（１２）の面（Ｂ）に関して\nあらゆる任意の角度位置でハウジングに取付可能であること」という利点が生じる\nことが開示されているものと理解することができる。\nこのような発明の詳細な説明の記載をも踏まえると，構成要件Ｇは，電動機（４\n２）と減速機構（４４）が，副組立体（４０）として実施されており，副組立体（４\n０）は，（車両ブレーキ）ハウジング（１２）と別々に操作可能な，別個の組立体で\nあることを意味するものと解するのが相当である。\n(ｲ) 被控訴人作成の原判決別紙４の被告製品説明書によると，ハ号物件は，\nアクチュエータ組立体１０とキャリパ組立体２０と，これらを取り付けるための締\n結ネジ３０から構成されており，アクチュエータ組立体１０は，電動モータ１２と\n減速機構１４とを備えていることが認められる。\nここで，電動モータ１２，減速機構１４は，それぞれ，構成要件Ｇの「電動機（４\n２）」，「減速機構（４４）」に相当し，アクチュエータ組立体１０，キャリパ組立体\n２０は，それぞれ，構成要件Ｇの「副組立体（４０）」，構成要件Ｆ・Ｈの「（車両ブ\nレーキ）ハウジング（１２）」に相当するから，ハ号物件は，電動機（４２）と減速\n機構（４４）が，副組立体（４０）として実施されており，副組立体（４０）は，\n（車両ブレーキ）ハウジング（１２）と別々に操作可能な，別個の組立体であって，\n構成要件Ｇを充足すると認められる。」\n(3) 原判決「事実及び理由」欄の第４の２(2)ウ（３２頁２行～６行）を，次の\nとおり改める。\n「   ウ  ハ号物件が構成要件Ｅ「２００：１オーダの減速比を有する減速機構（４\n４）が電動機（４２）とスピンドル（２６）との間に介装されているものにおいて，」\nを充足するかについて\n(ｱ) ハ号物件における減速機構１４の減速比（電動モータ１２の回転数と\n出力軸１８の回転数の比）が１３４．４：１であることに争いはないが，これが構\n成要件Ｅの「２００：１オーダの減速比」を充足するかについては，争いがある。\nそこで検討すると，甲５（大きな活字の三省堂国語辞典第七版）によると，「オー\nダー〔order〕」は，「数値の大きさの程度。」という意味を有するものと認められる\nから，「２００：１オーダ」とは，控訴人主張のとおり，「およそ２００：１程度」\nという意味であると一応理解することができる。\n(ｲ) もっとも，「およそ２００：１程度」が，具体的にいかなる数値範囲を\n含むかは，直ちには明らかではないところ，本件明細書には，「２００：１オーダ」\nが具体的にいかなる数値範囲を含むかを端的に示した記載はない。\nまた，本件明細書の「２００：１オーダの減速比」に関連する記載としては，「電\n動機とスピンドルとの間に介装される減速比２００：１オーダの減速機構が小型省\nスペース電動機の利用を可能とする。」（【０００４】），「減速機構は単段に，または\n多段でも，特に２段に，構成しておくことができる。構造空間を節約するうえで特\nに有利であるのは２段減速機構であり，その一方の段は減速比５０：１範囲の前記\n減速機構タイプの１つによって形成され，その場合にはこの段の前段または後段に\nは減速比４：１範囲の第２段が設けられており，こうして２００：１範囲の総減速\n比が達成される。」（【０００５】），「比較的小型の電動機４２を選択することができ，\n尚かつ十分に大きな緊締力が確保されているように，減速機構４４は総減速比が２\n００：１である。」（【００２５】，実施例）という記載がある程度であり，２００：\n１以外の減速比を有する減速機構は，実施例としても従来技術や比較例としても全\nく記載されておらず，これらの記載を参照しても，「２００：１オーダ」が具体的に\nいかなる数値範囲を含むかは明らかとはならない。\n(ｳ)控訴人は，甲８～２７，３０～４１からすると，「２００：１オーダ」\nという記載に接した当業者が技術常識に基づいて減速比について通常理解する幅は\n平均値の±５０％程度であるから，「２００：１オーダ」が１００：１～３００：１\nを意味することは一義的に明らかであると主張する。\nしかしながら，控訴人の主張する甲８～２７，３０～４１は，別紙控訴人主張文\n献一覧記載のとおりであって，いずれも自動車用の制動ブレーキに関するものでは\nない（甲１８のギヤ比は，２種類の動力源と，３軸式動力入出力手段と，その３軸\n式動力入出力手段を一体回転させる直結クラッチとを有する車両に関し，３軸式動\n力入出力手段としてのシンプル式の遊星歯車装置において，一方の動力源である電\n動モータに連結された第２回転要素としてのサンギヤの歯数と，他方の動力源であ\nるエンジンに連結された第１回転要素としてのリングギヤの歯数との比率について，\n一般に０．３～０．６程度とするものであって，自動車用の制動ブレーキにおける\n減速機構の減速比に関するものではない。）上，技術分野も区々であり，また，その\n数値範囲もギア比の上下限を示すものにすぎない上，一見して明らかに区々である\nから，これらの（ギア比の平均値からの幅の）平均値には，「２００：１オーダ」の\n解釈に関し，何らの技術的意義も認められない。\n(ｴ)控訴人は，当業者は，スレッドピッチと減速比が比例することを前提に，\n「２００：１オーダ」の減速比を理解し，スレッドピッチは，一般に１ｍｍ～３ｍ\nｍであるから，当業者は，「２００：１オーダ」の減速比は，中央値が２００：１で\n±５０％の範囲のものと理解する旨主張する。しかしながら，甲４６記載の電動パ\nーキングブレーキのベンチマークデータ（別紙ベンチマークデータ一覧記載のとお\nり）を前提としても，スレッドピッチ１．０ｍｍが１例，１．２５ｍｍが３例，１．\n５ｍｍが２例，２．０ｍｍが１例，２．５ｍｍが１例あるのみであって，電動パー\nキングブレーキのスレッドピッチが一般に１ｍｍ～３ｍｍであることが当業者の技\n術常識であると認めるには足りないし，また，同じＴＲＷ社製の電動パーキングブ\nレーキであっても，減速比が同一であるのにスレッドピッチが異なっていたり，同\nじスレッドピッチ（１．２５ｍｍ，１．５ｍｍ）であっても，減速比は異なってい\nるのであって，スレッドピッチと減速比が比例することが当業者の技術常識である\nと認めることもできない。さらに，本件明細書には，スレッドピッチについては，\n「本発明による車両ブレーキのいずれの実施態様でもスピンドル・ナット配置は有\n利には，通常はナットをスピンドルに結合するねじのピッチを好適に選定すること\nによって，セルフロッキング式に実施されている。」（【０００６】）といった程度の\n記載のみであって，具体的な値の記載は全くなく，減速比２００：１におけるスレ\nッドピッチが２ｍｍであったことも記載されていない。したがって，当業者は，「２\n００：１オーダ」の記載は，中央値が２００：１で±５０％の範囲のものと理解す\nるとはいえない。\nまた，控訴人は，スレッドピッチが２ｃｍの「スピンドル（２６）」を使用した電\n動パーキングブレーキとスレッドピッチが１ｃｍの「スピンドル（２６）」を使用し\nた電動パーキングブレーキの例を示して主張するが，控訴人が主張する例では，ス\nレッドピッチは変化しているが，減速比は一定であるから，「２００：１オーダ」が\n１００：１～３００：１を示すことの根拠となるものではない。\n(ｵ)控訴人は，本件発明の技術思想は，小型省スペースの電動機の利用を可\n能とすることにあり，本件発明と同程度に小型省スペースの電動機の利用を可能と\nする減速比の減速機構である場合には，「２００：１オーダ」に含まれると解すべき\nところ，減速比が１００：１～３００：１の電動パーキングブレーキであれば，そ\nの全体のサイズに大きな違いがないことは技術常識であると主張する。\nしかしながら，本件明細書には，２００：１以外の減速比を有する減速機構につ\nいては，実施例にも従来技術や比較例にも記載がなく，２００：１の減速比を有す\nる減速機構が小型省スペース化に資するという定性的な効果を有するとしても，小\n型省スペース化にどの程度資するのかという定量的な効果は明らかではないという\nほかないから，減速比が１００：１～３００：１の電動パーキングブレーキが，２\n００：１の減速比を有する減速機構における小型省スペース化に対する効果と同様\nの作用効果を及ぼすといえるかどうかを判断することは困難である。また，１技術\n者の陳述書である甲５０から，控訴人主張の上記技術常識を認めることもできない。\nしたがって，減速比が１００：１～３００：１の電動パーキングブレーキのサイズ\nに大きな違いがないことを根拠として，「２００：１オーダ」が１００：１～３００：\n１を示すものということはできない。\n同様に，甲５０から，減速機構が３段歯車機構の場合には，各歯車段の減速比の\n幅が±２０％までの範囲であれば，減速機構が２段歯車機構の場合には，各歯車段\nの減速比の幅が±３０％までの範囲であれば，電動パーキングブレーキとしての性\n能やサイズに大きな差は生じないことが，当業者の技術常識であったことを認める\nこともできないから，そのような技術常識を前提として，「２００：１オーダ」が１\n００：１～３００：１を示すものということはできない。\n(ｶ) 控訴人は，本件ＰＣＴ出願に係る国際予備審査機関の見解書に基づく\n主張をするが，同見解書は，本件ＰＣＴ出願の「２００：１オーダ」に相当するク\nレームの文言に１１５：１が含まれる具体的な理由を示しておらず，その内容から，\n直ちに「２００：１オーダ」が１００：１～３００：１を示すものと認めることは\nできないし，本件発明の「２００：１オーダ」に１１５：１が含まれること（した\nがって，２００：１により近い１３４．４：１が「２００：１オーダ」に含まれる\nこと）を認めることもできない。\n(ｷ) 以上によると，構成要件Ｅの「２００：１オーダ」とは，その文理上，\n「およそ２００：１程度」という意味であり，「２００：１」がこれに含まれること\nは明らかであるものの，本件明細書の記載や技術常識に照らしても，２００：１か\nら３０％以上も乖離したハ号物件の１３４．４：１がこれに含まれることを認める\nに足りる根拠はなく，ハ号物件は，構成要件Ｅを充足しない。\nエ  小括\n上記イ，ウで検討したところによると，ハ号物件は，少なくとも構成要件Ｅ及び\nＨを充足しないから，その余の構成要件について検討するまでもなく，本件発明の\n技術的範囲に属しない。\nしたがって，ハ号物件に係る控訴人の請求は，いずれも理由がない。」\n(4) 原判決「事実及び理由」欄の第４の２(3)（３２頁７行～１３行）のうち，\n３２頁１１行目に「ニ物件」とあるのを「ニ号物件」と改める。\n(5) 原判決「事実及び理由」欄の第４の３（３２頁２２行～３４頁１８行）を\n削除する。\n２  当審における控訴人の補充主張に対する判断\n(1) 控訴人は，ハ号物件は，本件発明の構成要件Ｇを充足する旨主張するが，\nこれに対する判断は，前記１(2)のとおりである。\n(2) 控訴人は，ハ号物件は，本件発明の構成要件Ｈを充足する旨主張するが，\n次のとおり，いずれも理由がない。\nア  控訴人は，本件発明において，「あらゆる任意の角度位置で」副組立体と\nハウジングが取付可能と記載されているのは，副組立体のハウジングに対する取付\n角度位置を，液圧式車両ブレーキを様々な車両に適合させるために適宜設計する際\nに，あらゆる角度を選択することができるという意味であるから，ハ号物件におい\nて，副組立体とハウジングの取付角度位置が両者を固定するねじによって規定され\nていたとしても，設計段階において当該取付角度位置を自由に選択し得たことから\nすると，ハ号物件の副組立体はハウジングの面に関してあらゆる任意の角度位置で\nハウジングに取付可能であると主張する。\nしかしながら，構成要件Ｈは，液圧式車両ブレーキという物の発明において，「更\nに，副組立体（４０）がハウジング（１２）の面（Ｂ）に関してあらゆる任意の角\n度位置でハウジングに取付可能であること」として，「副組立体（４０）」と「ハウ\nジング（１２）」の形状又は構造を特定したものであるから，ハ号物件の具体的構成\nを前提として，ハ号物件の「副組立体（４０）」（原判決別紙４被告製品説明書のア\nクチュエータ組立体１０）と，ハ号物件の「ハウジング（１２）」（原判決別紙４被\n告製品説明書のキャリパ組立体２０）とが，「副組立体（４０）」が「ハウジング（１\n２）」の面（Ｂ）に関してあらゆる任意の角度位置で「ハウジング（１２）」に取付\n可能であるといえるかを判断すべきものであって，設計段階において取付角度位置\nを自由に選択し得たという事実は，構成要件Ｈを充足する理由となり得るものでは\nない。\nしたがって，設計段階において取付角度位置を自由に選択し得たことを理由とし\nて，ハ号物件が構成要件Ｈを充足する旨をいう控訴人の主張は，理由がない。\nイ  控訴人は，電動パーキングブレーキとして作動させるためには最終的に\nは「副組立体（４０）」と「ハウジング（１２）」とを固定しなければならないこと\nをもって，構成要件Ｈが充足されないとすることは，本件明細書【０００５】及び\n【０００３】に記載された本件発明の思想及び課題に沿うものでないばかりか，本\n件発明の実施品が事実上存在し得ないことになってしまい，結論としても不当であ\nると主張する。\nしかしながら，液圧式車両ブレーキという物の発明において，「副組立体（４０）」\nと「ハウジング（１２）」の形状又は構造を特定した構成要件Ｈは，上記アのとおり\n解されるのであって，本件明細書【０００５】及び【０００３】の記載によって左\n右されることはない。\nまた，例えば，「副組立体（４０）」と「ハウジング（１２）」とがねじ止めされる\n構成であっても，一方のねじ穴が周状に連続的に形成されているようなときには，\n「副組立体（４０）がハウジング（１２）の面（Ｂ）に関してあらゆる任意の角度\n位置でハウジングに取付可能である」といえる場合もあると解されるのであって，\nハ号物件が構成要件Ｈを充足しないのは，ハ号物件における「副組立体（４０）」及\nび「ハウジング（１２）」の形状又は構造によるものであり，本件発明の実施品が事\n実上存在し得ないというものでもない。\nしたがって，控訴人の主張は，理由がない。\nウ  控訴人は，接着剤による固定方法を含め，「副組立体（４０）」の内部の\n電動モータの駆動力を「ハウジング（１２）」に対して安定して伝える程度に固定す\nる方法はねじによる固定以外にも存在すると考えられると主張する。\nしかしながら，本件発明が液圧式車両ブレーキという物の発明であることからす\nると，控訴人主張のとおり，構成要件Ｈの「取付」とは，「副組立体（４０）」の内\n部の電動モータの駆動力を「ハウジング（１２）」に対して安定して伝える程度に固\n定することを要するところ，ハ号物件では，原判決別紙３－２のハ号物件説明書に\nよっても，「副組立体（４０）」の副組立体ハウジング及び「ハウジング（１２）」の\nキャリパハウジングに，それぞれ二つのねじ穴が形成されており，副組立体ハウジ\nング及びキャリパハウジングに形成されたねじ穴にねじが入り込むことによって，\n「副組立体（４０）」が「ハウジング（１２）」にねじ止めされるというのであるか\nら，ハ号物件の構成自体により，「副組立体（４０）」と「ハウジング（１２）」との\n「取付」をねじ止め以外の方法により行うことが予定されているものとはいえず，\nしたがって，ハ号物件の構成自体により，ねじ止め以外の「取付」が「可能」であ\nるということはできない。また，ハ号物件において，「副組立体（４０）」と「ハウ\nジング（１２）」とが，ねじ止め以外の方法によっても，「副組立体（４０）」の内部\nの電動モータの駆動力を「ハウジング（１２）」に対して安定して伝える程度に固定\nすること，すなわち「取付」が可能であることを認めるに足りる他の証拠はない。\nしたがって，控訴人の主張は，理由がない。\nエ  控訴人は，構成要件Ｈの「あらゆる任意の角度位置」とは，様々な車両\nに適合するように「副組立体（４０）」と「ハウジング（１２）」の角度位置を適宜\n設計できるという意味であり，液圧式車両ブレーキとして正常に動作することを当\n然の前提として記載されているものであるから，ボルトと接触する部分に「副組立\n体（４０）」を設置するという液圧式車両ブレーキとして作動しないことが明白な設\n計を考慮して，構成要件Ｈを充足しないとする解釈は，構成要件Ｈの意義を見誤る\nものであると主張する。\nしかしながら，証拠（甲３の１・２，甲２８，乙１）によると，ハ号物件の「ハ\nウジング（１２）」には，ボルト（原判決別紙４の被告製品説明書のボルト２４）を\n支持する部分が２か所にわたり設けられており，この二つのボルト又はそれを支持\nする部分と「副組立体（４０）」とが接触する角度位置には，「副組立体（４０）」を\nその内部の電動モータの駆動力を「ハウジング（１２）」に対して安定して伝える程\n度に固定すること，すなわち「取付」を行うことは困難であると認められるから，\n「副組立体（４０）がハウジング（１２）の面（Ｂ）に関してあらゆる任意の角度\n位置でハウジングに取付可能である」といえないことは明らかである。したがって，\n控訴人の主張は，理由がない。\n第４  結論\n以上によると，控訴人の請求を棄却した原判決は結論において相当であって，本\n件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森   義 之\n裁判官\n片 岡 早 苗\n裁判官\n古庄   研\n（別紙） 控訴人主張文献一覧\n下限 上限 平均値からの幅\n甲８ 特開昭６１－７６８４８号公報 10000 20000 33.33% 発明の名称「太陽追尾式光発電装置」\n甲９ 特開平５－２５２８５４号公報 1000 3000 50.00% 発明の名称「撒き餌散布器」\n甲１０ 特開平７－１３５８２８号公報 1.5 8 68.42% 発明の名称「動力式芝生縁刈り機および方法」\n甲１１ 特開平９－７１１６４号公報 8 25 51.52% 発明の名称「自動車用シートリフター」\n甲１２ 特開平９－２４２８４６号公報 2 6 50.00% 発明の名称「差動装置」\n甲１３ 特許第２８７９８６１号公報 0.3 0.6 33.33% 発明の名称「自動変速機の変速制御方法」\n甲１４ 特開２０００－８３５３７号公報 0.15 0.35 40.00% 発明の名称「魚釣用リール」\n甲１５ 特開２００３－６３４２３号公報 1 2.5 42.86% 発明の名称「車両用操舵装置」\n甲１６ 特開２００３－２４００６８号公報 0.3 0.6 33.33% 発明の名称「自動変速機」\n甲１７ 特開２００３－３００４３４号公報 0.4 1 42.86% 発明の名称「車両用収納装置」\n甲１８ 特許第３６２９８５７号公報 0.3 0.6 33.33% 発明の名称「車両の制御装置」\n甲１９ 特表２００５－５３５４９８号公報 1 20 90.48% 発明の名称「自動車および自動車用のステアリング装置お\nよびステアリング方法」\n甲２０ 特開２００６－１３２５９５号公報 0.3 0.6 33.33% 発明の名称「車両用自動変速機」\n甲２１ 特開２００６－２４０５０６号公報 2 8 60.00% 発明の名称「操舵装置」\n甲２２ 特開２００７－１２０５５２号公報 0.3 3 81.82% 発明の名称「無段変速装置」\n甲２３ 特開２０１０－２３００２９号公報 0.3 0.65 36.84% 発明の名称「自動変速機」\n甲２４ 特開２０１３－１５５８０９号公報 0.25 0.6 41.18% 発明の名称「変速機」\n甲２５ 特表２０１４－５０４５１３号公報 4 8 33.33% 発明の名称「機械的伝動を伴う電動式飲料マシン」\n甲２６ 特表２０１５－５０５０１０号公報 5 20 60.00% 発明の名称「天然ガス用の圧縮機システム，天然ガスの圧\n縮方法，およびそれらを用いたプラント」\n甲２７ 特表２０１５－５２８９１３号公報 0.02 0.2 81.82% 発明の名称「腕時計に一体化できるホイッスルデバイス」\n甲３０ 特開平５－１１６８９０号公報 100 200 33.33% 発明の名称「車両搭載型クレーンの旋回ロック装置」\n甲３１ 特公平６－５３４７５号公報 100 300 50.00% 発明の名称「自動車のサイドミラー旋回運動減速装置」\n甲３２ 実開平６－２９４９７号公報 200 400 33.33% 発明の名称「洋式便器の自動便座装置」\n甲３３ 特開平７－４５６８６号公報 50 200 60.00% 発明の名称「カセット搬送装置」\n甲３４ 特開平７－３０８８８２号公報 80 300 57.89% 発明の名称「産業ロボットの関節装置」\n甲３５ 特開平８－１５２０７５号公報 133 400 50.09% 発明の名称「方向制御弁」\n甲３６ 特開２００４－２９９０００号公報 150 500 53.85% 発明の名称「産業用ロボットの関節駆動装置」\n甲３７ 特開２０１０－２２４１４号公報 100 300 50.00% 発明の名称「医療用マニピュレータ」\n甲３８ 特開２０１３－５３９３８４号公報 100 300 50.00% 発明の名称「簡単なモータ付き淹出ユニット」\n甲３９ 特許第３２４９８８７号公報 100 290 48.72% 発明の名称「レンズ付きフィルムユニット」\n甲４０ 特開昭５８－１４７８３６号公報 100 300 50.00% 発明の名称「磁気テープ装置」\n甲４１ 米国特許第５２２２４０９号明細書 100 500 66.67% 発明の名称「産業用ロボットアーム」\nギア比\n証拠番号 文献名 発明の名称等\n（注）ギア比の上下限，平均値からの幅の各数値は，控訴人の主張による\n- 38 -  - 39 -\n（別紙）\nベンチマークデータ一覧\n製品                      減速比          スレッドピッチ（ｍｍ）\nアドヴィックス社製ＥＰＢ    １３４．４：１     １．２５\nＴＲＷ社製ＥＰＢ１            １２５：１            １．０\nＴＲＷ社製ＥＰＢ２及び３    １２５：１            １．２５\nＴＲＷ社製ＥＰＢ４            １５９：１            ２．０\nＴＲＷ社製ＥＰＢ５            ２２４：１            ２．５\nＣＢＩ社製ＥＰＢ              １２６．７４：１    １．５\nＢＴＬ社製ＥＰＢ              １２５：１            １．２５\nＭｏｂｉｓ社製ＥＰＢ          １０２：１            １．５\n以  上\n"
}