{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 9,
    "day": 20
  },
  "case_number": "平成27(行ケ)10242",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86154",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86154",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/154/086154_hanrei.pdf",
  "contents": "平成２８年９月２０日判決言渡\n平成２７年（行ケ）第１０２４２号  審決取消請求事件\n口頭弁論終結の日  平成２８年７月１９日\n判                決\n原 告      株式 会社 イト ウ\n原 告      株式会社ヒロ・コーポレーション\n原告ら訴訟代理人弁護士      鮫 島 正 洋\n同                          栁 下 彰 彦\n同                          山   本   真祐 子\n同 補 佐人 弁理 士      伊藤   温\n同                          重 田 英 彦\n同                          井 上 貴 夫\n同                          金 木 章 郎\n被 告      Ｙ\n同 訴 訟 代 理 人 弁 護 士      髙 橋 順 一\n同                          兼   松   由理 子\n同                          向   宣 明\n同                          松 尾 剛 行\n同 訴 訟 代 理 人 弁 理 士      林     直生 樹\n主                文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１５－８００１０３号事件について平成２７年１１月４日\nにした審決を取り消す。\n第２  前提事実（いずれも当事者間に争いがない。）\n１  特許庁における手続の経緯等\n被告は，平成１３年５月２９日，発明の名称を「二重瞼形成用テープまたは\n糸及びその製造方法」とする発明につき特許を出願し（特願２００１－１６０\n９５１号。優先日平成１２年１０月３日），平成１４年２月８日，設定登録を\n受けた（特許第３２７７１８０号。甲１（別紙１）。以下「本件特許」とい\nう。）。\n原告らは，平成２７年４月１日（差出日），特許庁に対し，本件特許の請求\n項１に係る発明につき特許無効審判請求をした（無効２０１５－８００１０３\n号。甲３６）。これに対し，特許庁は，同年１１月４日，「本件審判の請求は，\n成り立たない。」との審決（以下「本件審決」という。）をした。その謄本は，\n同月５日，原告らに送達された。\n原告らは，同年１２月４日，本件訴えを提起した。\n２  特許請求の範囲\n本件特許の特許請求の範囲は，請求項１ないし１１からなるところ，請求項\n１の記載は，以下のとおりである（以下，請求項１に係る発明を「本件発明\n１」，本件発明１に係る明細書を「本件明細書」という。）。\n「【請求項１】延伸可能でその延伸後にも弾性的な伸縮性を有する合成樹脂に\nより形成した細いテープ状部材に，粘着剤を塗着することにより構成した，\nことを特徴とする二重瞼形成用テープ。」\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりであり，その要旨は，\n以下のとおりである。\n(1)  無効理由１（特許法２９条２項。以下，特許法については単に「法」と\nいう。）について\nア  本件発明１は，本件明細書及び図面の記載から，前記２のとおりと認め\nられる。\n他方，甲２（米国特許第４６５３４８３号公報。別紙２）には「３Ｍ\n社の仕様書番号１５１２－３（１９８１年８月）のポリエチレンフィル\nムで形成され，湾曲したテープ細帯３２に，粘着剤がコーティングされ\nている，二重瞼形成用テープ細帯３２。」という発明（以下「甲２発明」\nという。）が記載されている。\n本件発明１と甲２発明とを対比すると，両者は，「合成樹脂により形\n成した細いテープ状部材に，粘着剤を塗着することにより構成した，二\n重瞼形成用テープ」である点で一致し，合成樹脂について，本件発明１\nでは「延伸可能でその延伸後にも弾性的な伸縮性を有する」が，甲２発\n明では「３Ｍ社の仕様書番号１５１２－３（１９８１年８月）のポリエ\nチレンフィルム」である点で相違する。\nイ  「延伸可能でその延伸後にも弾性的な伸縮性を有する」合成樹脂を，文\n言どおりと解すると，それ以上にほとんど延伸させることができないも\nのや，延伸させることができたとしても，瞼に貼り付けても瞼への食い\n込みによってひだが形成されるほどの弾性的な伸縮性を有さないものと\nいった，明らかに二重瞼形成に寄与しない合成樹脂をも含むが，請求項\n１には「二重瞼形成用テープ」との文言もあることから，両者を総合す\nると，「延伸可能でその延伸後にも弾性的な伸縮性を有する」合成樹脂と\nは，「二重瞼形成」に寄与する合成樹脂と解することが相当である。\nまた，本件においては，特許請求の範囲に記載された「二重瞼形成用\nテープ」の「延伸可能でその延伸後にも弾性的な伸縮性を有する合成樹\n脂」に係る技術内容を明らかにするために，本件明細書の発明の詳細な\n説明を参酌することは許されるところ，本件明細書には，本件発明１の\n二重瞼形成用テープにより二重瞼を形成する方法について，「テープ状部\n材の両端を把持して弾性的に延びた状態になるように引っ張り，その状\n態でテープ状部材を瞼に押し当てて貼り付け，両端の把持部を離すこと\nにより，引っ張った状態にあるテープ状部材が弾性的に縮み，このよう\nにして弾性的に縮んだテープ状部材がこれを貼り付けた瞼にくい込む状\n態になって二重瞼のひだが形成される」ことが記載されている。\nしたがって，本件明細書を参酌すると，本件発明１の「延伸可能でそ\nの延伸後にも弾性的な伸縮性を有する」合成樹脂とは，「二重瞼形成」に\n寄与するものであり，「テープ状部材の延伸後の弾性的な伸縮性を利用し\nて瞼に二重瞼のひだが形成される」合成樹脂と解すべきである。\nウ  甲２発明のポリエチレンフィルムは，一般的に，延伸後に収縮性を有す\nるが，甲２の記載によれば，延伸することなく，そのままの形状で皮膚\nに貼付され，貼付後もその形状が維持されることで，二重瞼が形成され\nるものであり，本件発明１の「延伸可能でその延伸後にも弾性的な伸縮\n性を有する」合成樹脂のように，「テープ状部材の延伸後の弾性的な伸\n縮性を利用して瞼に二重瞼のひだが形成される」合成樹脂であるとはい\nえない。\nまた，甲２発明と本件発明１とは，二重瞼形成についての技術的手段\nが異なり，仮に甲２発明のポリエチレンフィルムを延伸しようとすると，\n「湾曲または弓型」の形状が失われるから，延伸しようとする動機もな\nい。\nこのような相違点を容易想到とすることはできない。\nエ  よって，無効理由１によっては，本件発明１に係る特許を無効にするこ\nとはできない。\n(2)  無効理由２（法３６条６項１号）について\n本件明細書の発明の詳細な説明には，本件発明１の構成及びその実施例\nが記載されているところ，その記載に係る特性を有する「ポリエチレン等の\n合成樹脂」は，ポリエチレンを含む一定の範囲の合成樹脂であることは明ら\nかであり，この一定の範囲の合成樹脂には，本件特許の出願時に，例えば，\n「３Ｍ社の＃１５２２」が既に汎用品で入手容易なものとして存在すること\nから，当業者においては，本件発明１の構成を採用することにより本件発明\n１の課題を解決できると認識できるものと認められ，本件発明１に係る特許\nは，法３６条６項１号で規定するサポート要件に適合する。\nしたがって，無効理由２によっては，本件発明１に係る特許を無効にす\nることはできない。\n(3)  無効理由３（法３６条６項２号）について\n本件発明１の「延伸可能でその延伸後にも弾性的な伸縮性を有する」合\n成樹脂とは，「テープ状部材の延伸後の弾性的な伸縮性を利用して瞼に二重\n瞼のひだが形成される」合成樹脂と解すべきであるから，本件発明１は明確\nである。\nまた，本件発明１には，「塗着する」なる特定事項が存在するが，本件\n発明１は「テープ状部材」に「粘着剤」が「塗着」された状態のものであれ\nば二重瞼を形成し得，「塗着する」という「動作」が二重瞼の形成に技術的\n意義を有するものではない。そうすると，本件発明１は「プロダクト・バ\nイ・プロセス・クレーム」に当たらない。\nしたがって，無効理由３によっては，本件発明１に係る特許を無効にす\nることはできない。\n第３  当事者の主張\n１  原告らの主張\n(1)  取消事由１（無効理由１についての認定及び判断の誤り）\nア  取消事由１－１（本件発明１の要旨認定の誤り）\n発明の要旨認定は，特段の事情のない限り，特許請求の範囲の記載に\n基づいてされるべきであり，特許請求の範囲の記載の技術的意義が一義\n的に明確に理解することができないとか，一見してその記載が誤記であ\nることが明細書の発明の詳細な説明の記載に照らして明らかであるなど\nの特段の事情がある場合に限って，明細書の発明の詳細な説明の記載を\n参酌することが許されるにすぎないところ（最高裁判所第二小法廷平成\n３年３月８日判決・民集４５巻３号１２３頁。以下「リパーゼ事件判決」\nという。），本件審決では，上記「特段の事情」に関する検討が欠落して\nいる。\nすなわち，本件発明１の「延伸可能でその延伸後にも弾性的な伸縮性\nを有する合成樹脂」との記載は，素直に読めば「延伸が可能で延伸をし\nた後においても弾性的な伸縮性（との性質）を有する合成樹脂」と要旨\n認定され，その技術的意義を一義的に明確に理解することができないと\nいうような事情はない。本件審決も，本件発明１の技術的意義を一義的\nに明確に理解しており，上記「特段の事情がない」との前提に立ってい\nるように見られる。にもかかわらず，本件審決は，発明の詳細な説明を\n参酌することが許されるとし，これを参酌して本件発明１の要旨認定を\n行ったものであり，その判断は誤りである。\nこの誤りは，本件発明１と甲２発明との対比（相違点の認定）を誤ら\nせ，その対比についての判断も誤らせる結果となることから，進歩性判\n断の結論に影響を及ぼす。\nイ  取消事由１－２（相違点の認定及び判断の誤り）\n本件発明１の「延伸可能でその延伸後にも弾性的な伸縮性を有する合\n成樹脂」との記載は，リパーゼ事件判決の判例法理に基づき，「延伸が\n可能で延伸をした後においても弾性的な伸縮性（との性質）を有する合\n成樹脂」と要旨認定されることになるところ，本件審決も，甲２発明の\nポリエチレンフィルムは，一般的に，延伸後に収縮性を有すると認定し\nており，両者は同一ということになる。\nしたがって，本件審決の相違点に関する認定には誤りがある。\nウ  この誤りがなければ，甲２発明に基づき，又は甲２発明と公然実施され\nた発明（３Ｍ社の仕様書番号１５１２－３（１９８１年８月）のポリエ\nチレンフィルムの基材が「延伸可能でその延伸後にも弾性的な収縮性を\n有する」ことは公然知られ得る状況であった。）に基づき，当業者は本\n件発明１を容易に想到することができるとの結論が導かれるのであって，\n本件審決の結論には誤りがある。\n(2)  取消事由２（無効理由２についての判断の誤り）\nア  特許請求の範囲の記載が法３６条６項１号で規定するサポート要件に適\n合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを\n対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載\nされた発明で，発明の詳細な説明の記載により当業者が当該発明の課題\nを解決できると認識できる範囲のものであるか否か，また，その記載や\n示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解\n決できると認識できる範囲のものであるか否かを検討して判断すべきも\nのであるところ，本件審決は，自ら「前提」として掲げるこの規範に従\nった判断をしておらず，この点における法的判断に誤りがある。\nイ  本件発明１の「延伸可能でその延伸後にも弾性的な伸縮性を有する合成\n樹脂」は，本件明細書の発明の詳細な説明の記載によれば，「延伸して\n瞼に貼り付ける状態においても弾性的に復帰しようとする収縮力（瞼に\n押し当てた場合に弾性的に縮むことでテープ状部材がそれを貼り付けた\n瞼に食い込み，それ自身の収縮によって二重瞼を形成する程度の収縮力）\nを有する合成樹脂」であるのに対し，特許請求の範囲の記載によれば\n「延伸可能でその延伸後にも弾性的な伸縮性を有する合成樹脂」であり，\n「それ以上にほとんど延伸させることができない」合成樹脂，｢瞼に貼り\n付けても瞼へのくい込みによってひだが形成されるほどの弾性的な伸縮\n性を有さない」合成樹脂，「二重瞼形成に寄与しない」合成樹脂をも含\nんだ広い概念となっている。このため，特許請求の範囲に記載された発\n明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載\nにより当業者が当該発明の課題を解決できると認識できる範囲のものと\nいうことはできない。\nまた，上記のとおり，特許請求の範囲に記載された「延 伸可能でその\n延伸後にも弾性的な伸縮性を有する」合成樹脂は「二重瞼形成に寄与し\nない」合成樹脂も含むところ，この合成樹脂を用いた場合，本件発明１\nの課題を解決できると認識できないことは明らかである。そうである以\n上，本件発明１に係る特許請求の範囲に記載された発明につき，発明の\n詳細な説明にその記載や示唆がなくとも当業者が出願時の技術常識に照\nらし当該発明の課題を解決できると認識できる範囲のものということは\nできない。\nウ  本件審決は，本件明細書の発明の詳細な説明の記載に基づき，ポリエチ\nレンを「延伸可能でその延伸後にも弾性的な伸縮性を有する合成樹脂」\nの一種であると認定しているけれども，ポリエチレンのうち高密度ポリ\nエチレンは延伸されにくく破断しやすい材料であり，「延伸可能でその\n延伸後にも弾性的な伸縮性を有する合成樹脂」ではないため，当業者に\nとって，これを材料とすることにより本件発明１の課題を解決できると\n認識することはできない。\nエ  以上より，本件発明１はサポート要件を満たさないことから，本件審決\nの結論には誤りがある。\n(3)  取消事由３（無効理由３についての判断の誤り）\nア  本件審決は，本件発明１の｢延伸可能でその延伸後にも弾性的な伸縮性\nを有する｣合成樹脂とは，「テープ状部材の延伸後の弾性的な伸縮性を利\n用して瞼に二重瞼のひだが形成される」合成樹脂と解すべきであるとす\nるが，前記のとおり，その要旨認定自体に誤りがある。\nまた，法３６条６項２号の判断に当たっては，特許請求の範囲の記載\nの文言自体に着目して判断すべきであって，当該文言に，発明に係る機\n能，特性，解決課題ないし作用効果との関係で技術的意味が示されてい\nると解釈してはならないとされているところ，「延伸後にも弾性的な伸\n縮性を有する」合成樹脂との文言を，この文言以上の技術的意味が示さ\nれているとして本件明細書を参酌し，「テープ状部材の延伸後の弾性的\nな伸縮性を利用して瞼に二重瞼のひだが形成される」合成樹脂と，発明\nに係る機能，特性，作用効果等を読み込んで解釈することは許されない\nのであって，この観点においても本件審決の認定には誤りがある。\nイ  本件発明１に係る「延伸可能でその延伸後にも弾性的な伸縮性を有する\n合成樹脂」という文言は，延伸可能で延伸後も弾性的な伸縮性（性質・\n特性）を有するあらゆる合成樹脂を包含し得る表現となっているのに対\nし，本件明細書には，「延伸可能であって，延伸して瞼に貼り付ける状\n態においても弾性的に復帰しようとする収縮力（瞼に押し当てた場合に\n弾性的に縮むことでテープ状部材がそれを貼り付けた瞼にくい込みそれ\n自身の収縮によって二重瞼を形成する程度の収縮力）を有する合成樹脂」\nの具体例しか記載されていないことから，特許請求の範囲の記載に接し\nた第三者において，権利の及ぶ範囲を正確に予測することが難しくなっ\nており，第三者に対して不測の不利益を及ぼす状態となっている。\n以上より，本件発明１につき無効理由がある。\nウ(ｱ)  プロダクト・バイ・プロセス・クレームとは，物の発明のクレーム\nの一部が製造方法によって特定されているものをいい，クレームの一部\nが製造方法，ひいては経時的な要素で規定されているか否かで判断すべ\nきところ，本件審決の認定する「本件発明１は『テープ状部材』に『粘\n着剤』が『塗着』された状態のものであれば，二重瞼を形成しうる」と\nか，「『塗着する』という動作が，二重瞼の形成に，技術的意義を有す\nるもの」かどうかは，この判断には関係がない。このような独自の判断\n基準を用いて判断している点で，本件審決は誤りである。\n(ｲ)  本件発明１に係る「…細いテープ状部材に，粘着剤を塗着する」と\nの記載は，「塗着する」という動作を伴う経時的な要素を記載してい\nるものであるから，プロダクト・バイ・プロセス・クレームに該当す\nるところ，本件発明１については，｢出願時において当該物をその構造\n又は特性により直接特定することが不可能であるか，又はおよそ実際\n的でないという事情が存在する｣ことはない。そうすると，最高裁判所\n第二小法廷平成２７年６月５日判決（民集６９巻４号７００頁）によ\nれば，本件発明１は，「発明が明確であること」との要件に適合しな\nい。\nしたがって，プロダクト・バイ・プロセス・クレームの判断に係る上\n記本件審決の判断の誤りは，結論の判断に影響を及ぼす。\n２  被告の主張\n原告らの主張はいずれも否認ないし争う。\n(1)  取消事由１（無効理由１についての認定及び判断の誤り）に対し\nア  取消事由１－１（本件発明１の要旨認定の誤り）に対し\n本件審決は，本件発明１の特許請求の範囲に記載される「延伸可能で\nその延伸後にも弾性的な伸縮性を有する合成樹脂」の技術的意義を明ら\nかにするために，すなわち，「発明にかかわる技術内容を明らかにする\nため」に，本件明細書の発明の詳細な説明の記載を参酌しているところ，\nリパーゼ事件判決によっても，このような形で特許明細書の発明の詳細\nな説明の記載を利用することは，「特段の事情」の有無を問わず，当然\nに許される。本件審決は，そのような趣旨で本件明細書の発明の詳細な\n説明の記載を踏まえ，判断を示したのであり，このような判断に誤り等\nはない。\nイ  取消事由１－２（相違点の認定及び判断の誤り）に対し\n本件発明１の「延伸可能でその延伸後にも弾性的な伸縮性を有する」\n合成樹脂とは，「二重瞼形成」に寄与するものであり，「テープ状部材\nの延伸後の弾性的な伸縮性を利用して瞼に二重瞼のひだが形成される」\n合成樹脂と解される。他方，甲２発明の美容テープは，上瞼を形成する\n皮膚の三次元的輪郭又は形状に容易に沿わせるために湾曲又は弓型の形\n状に形成されたものであって，延伸により変形させるとその本来の機能\nを失ってしまうため，延伸等により変形させないで使用することが予定\nされている。このため，甲２発明の美容テープを形成するポリエチレン\nフィルムは，本件発明１の「延伸可能でその延伸後にも弾性的な伸縮性\nを有する」合成樹脂のように，「テープ状部材の延伸後の弾性的な伸縮\n性を利用して瞼に二重瞼のひだが形成される」合成樹脂ではない。すな\nわち，甲２発明の美容テープは，上瞼の弛みを軽減するためにその上瞼\nに形成したひだをテープの粘着力を利用して上瞼に固定し維持するもの\nであって，その伸縮力を利用するものではなく，また，目立たないよう\nにテープの幅を細くしたいと思わせるような動機等は存在しない。\nこのような甲２発明と，細いテープ状部材の伸縮力によって二重瞼を\n形成する本件発明１の間には，技術思想において根本的相違があること\nから，甲２発明に接した当業者において，本件発明１を想到することは\n不可能又は極めて困難である。\nしたがって，本件発明１に進歩性を認めた本件審決に誤りはない。\n(2)  取消事由２（無効理由２についての判断の誤り）に対し\nア  本件審決は，本件発明１における「延伸可能でその延伸後にも弾性的な\n伸縮性を有する合成樹脂」という特定事項の意味を適切に解釈して本件\n発明１に係る特許請求の範囲に記載された発明を認定するとともに，本\n件明細書の発明の詳細な説明に記載された事項を認定し，本件明細書に\nは本件発明１の構成及びその実施例が記載されているとした上で，技術\n常識に照らして発明の詳細な説明の記載を適切に理解することにより，\n本件発明１が，当業者において，その発明の課題を解決できると認識で\nきる範囲のものであるとの判断を示している。\nしたがって，本件審決に原告らが主張するような法的判断の誤りはな\nい。\nイ  一般的に「延伸可能でその延伸後にも弾性的な伸縮性を有する合成樹脂」\nの中には，その製造過程等に応じて，それ以上ほとんど延伸させること\nができないものや，延伸させることができたとしても，瞼に貼り付けて\nも瞼への食い込みによってひだが形成されるほど弾性的な伸縮性を有さ\nないものを含め，多くのものがあることは技術常識であり，高密度ポリ\nエチレンからなる具体的な試料を用いた実験結果を根拠として，一般的\nに高密度ポリエチレンが「延伸可能でその延伸後にも弾性的な伸縮性を\n有する合成樹脂」の一種でないと解することはできない。\n(3)  取消事由３（無効理由３についての判断の誤り）に対し\nア  本件発明１が法３６条６項２号の要件を充足しているか否かは，技術常\n識とともに本件明細書の発明の詳細な説明及び図面における本件発明１\nの特定事項の定義・説明にかかわる記載等を考慮することによって，特\n許請求の範囲に記載された用語の意味を適切に解釈した上で，判断され\nることになるが，本件発明１における「延伸可能でその延伸後にも弾性\n的な伸縮性を有する合成樹脂」は，本件明細書の発明の詳細な説明の記\n載を踏まえれば，二重瞼形成に寄与するものであり，「テープ状部材の\n延伸後の弾性的な伸縮性を利用して瞼に二重瞼のひだが形成される」合\n成樹脂であると解され，その意義は当業者にとって明確である。\nイ  物の発明としての本件発明１がプロダクト・バイ・プロセス・クレーム\nか否かを判断するに当たっても，同様に，技術常識とともに本件明細書\nの発明の詳細な説明及び図面の記載等を考慮することによって，本件発\n明１が実質的に製造方法で特定されているものか否かを判断するべきで\nあるところ，本件発明１における「テープ状部材に粘着剤を塗着するこ\nとにより構成した」という特定事項の意味を素直に理解すれば，当業者\nにとって，当該特定事項は本件発明１を実質的に製造方法で特定するも\nのではなく，「テープ状部材」に「粘着剤」が「塗着」された状態を特\n定するものであることは明らかである。\nしたがって，この点に関し本件審決が示した判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（無効理由１についての認定及び判断の誤り）について\n(1)  取消事由１－１（本件発明１の要旨認定の誤り）について\nア(ｱ)  法２９条１項及び２項所定の特許要件，すなわち，特許出願に係る\n発明の新規性及び進歩性について審理するに当たっては，この発明を同\n条１項各号所定の発明と対比する前提として，特許出願に係る発明の要\n旨が認定されなければならないところ，この要旨認定は，特段の事情の\nない限り，特許請求の範囲の記載に基づいてされるべきであり，特許請\n求の範囲の記載の技術的意義を一義的に明確に理解することができない\nとか，一見してその記載が誤記であることが明細書の発明の詳細な説明\nの記載に照らして明らかであるなどの特段の事情がある場合に限って，\n明細書の発明の詳細な説明の記載を参酌することが許されるにすぎない\n（リパーゼ事件判決）。\n本件において，本件発明１の「延伸可能でその延伸後にも弾性的な伸\n縮性を有する」合成樹脂（以下「本件構成」という。）が「延伸が可能\nで延伸をした後においても弾性的な伸縮性（との性質）を有する」もの\nであることは，特許請求の範囲の記載から明らかである。もっとも，同\n記載によれば，「二重瞼形成用テープ」である本件発明１において，本\n件構成に係る合成樹脂が「延伸可能」との性質を有することがいかなる\n技術的意義を有するのかについては，必ずしも特定することはできない。\nすなわち，本件構成に係る合成樹脂が「延伸」することが「二重瞼形成」\nに関係するのかしないのか，いかなる形で関係するのかといった点は，\n本件発明１の特許請求の範囲の記載から一義的に明確に理解することは\nできない。そうである以上，本件構成の技術的意義の理解に当たり本件\n明細書の発明の詳細な説明の記載を参酌することは許されるというべき\nである。\n(ｲ)  これに対し，原告らは，本件審決ではリパーゼ事件判決にいう「特\n段の事情」に関する検討が脱落している，本件構成に係る特許請求の\n範囲の記載は，その技術的意義を一義的に明確に理解することができ\nないというような事情はないなどと指摘して，本件審決における本件\n発明１の要旨認定の誤りを主張する。\nしかし，本件審決がリパーゼ事件判決の判旨を踏まえて判断している\nことはその記載から明らかである。また，前記のとおり，本件発明１の\n特許請求の範囲には「延伸可能でその延伸後にも弾性的な伸縮性を有す\nる合成樹脂」という本件構成に係る記載のほか，「二重瞼形成用テープ」\nという記載も存在するところ，本件発明１の要旨の認定に当たっては，\n前者の記載のみでなく後者の記載をも考慮に入れることが必要である。\nそうすると，上記(ｱ)のとおり，本件構成に係る合成樹脂に関する技術\n的意義につき本件発明１の特許請求の範囲の記載から一義的に明確に理\n解することはできないというべきことになる。\nよって，この点に関する原告らの主張は採用し得ない。すなわち，原\n告ら主張の取消事由１－１は理由がない。\nイ  そこで，本件発明１の要旨の認定に当たり本件明細書の発明の詳細な説\n明を参酌するに，本件明細書には以下の記載がある。\n(ｱ)  【０００１】\n【発明の属する技術分野】本発明は，簡単かつ容易にきれいな二重瞼を\n形成できるようにした二重瞼形成用テープ…に関するものである。\n(ｲ)  【０００２】\n【従来の技術】二重瞼を形成するために，従来から，水性ラテックスエ\nマルジョンやポリマーエマルジョンなどを用いて瞼の皮膚を接着し，二\n重のひだを形成する方法，あるいは，瞼に片面粘着テープを貼り付けた\nり硬化型ポリマーを塗着することにより皮膜を形成し，それによって二\n重の折り込みひだを形成する方法などが知られている。しかしながら，\nこれらの方法は，いずれも非常に細かい作業を行う必要があって，ある\n程度慣れないときれいな仕上がりを得ることができず，また，前者の接\n着による場合には接着により皮膚のつれが生じたり，後者の皮膜形成で\nは皮膜の跡が残るなどの問題もあった。\n(ｳ)  【０００３】\n【発明が解決しようとする課題】本発明は，このような問題を解決し，\n皮膚につれを生じさせたり皮膜の跡を残したりすることなく，簡単にき\nれいな二重瞼を形成できるようにした二重瞼形成用テープ…を提供する\nことにある。本発明の他の課題は，瞼に直接二重にするためのひだを形\n成し，自然な二重を形成できるようにした二重瞼形成用テープ…を提供\nすることにある。…\n(ｴ)  【０００４】\n【課題を解決するための手段】上記課題を解決するための本発明に係る\n二重瞼形成用テープは，基本的には，延伸可能でその延伸後にも弾性的\nな伸縮性を有する合成樹脂により形成した細いテープ状部材に，粘着剤\nを塗着することにより構成した，ことを特徴とするものである。…\n【０００８】上記構成を有する二重瞼形成用テープによって二重瞼を形\n成するには，テープ状部材の両端を把持して弾性的に延びた状態になる\nように引っ張り，その状態でテープ状部材の粘着剤を塗着した部分を瞼\nにおけるひだを形成したい位置に押し当てて，該粘着剤によりテープ状\n部材をそこに貼り付け，そのまま両端の把持部を離す。これにより，引\nっ張った状態にあるテープ状部材が弾性的に縮むが，本来，瞼はその両\n側に比して中央部が眼球に沿って前方に突出しているので，弾性的に縮\nんだテープ状部材がそれを貼り付けた瞼にくい込む状態になって，二重\n瞼のひだが形成される。…\n【０００９】このようにして，上記テープ状部材は瞼に直接二重にする\nためのひだを形成するので，前記従来の方法のように，皮膚につれを生\nじさせたり皮膜の跡を残したりすることはなく，自然な二重瞼を形成す\nることができ，しかも，テープ状部材の両端を持って引っ張った状態で\nそれを瞼のひだを形成したい位置に押し付ければよいので，簡単にきれ\nいな二重瞼を形成することができる。…\n(ｵ)  【００１０】\n【発明の実施の形態】図１は本発明の二重瞼形成用テープの一実施例を\n示している。この二重瞼形成用テープは，基本的には，弾性的に伸縮す\nる細いテープ状部材１の表裏に粘着剤２を塗着することにより構成する\nことができるものである。上記テープ状部材１としては，両端を持って\n引っ張ったときに伸長し，しかも，弾性的に復帰しようとする収縮力が\n作用するものであればよいが，特に，延伸可能でその延伸後にも弾性的\nな伸縮性を有するポリエチレン等の合成樹脂により形成するのが望まし\nい。このテープ状部材１は，一般的には幅が１～３ｍｍ程度の細い帯状\nに形成されるが，幅が必ずしもその範囲内である必要はなく，また明確\nな帯状を形成していなくても差し支えない。…\n【００１４】なお，図１及び図２に示す実施例では，弾性的に伸縮する\n細いテープ状部材１の表裏両面に粘着剤２を塗着しているが，必ずしも\nこの実施例に限定される必要はなく，例えば，上記粘着剤２は弾性的に\n伸縮する細いテープ状部材１の表面または裏面のどちらか一方の面だけ\nに塗着してもよく，その場合，上記離型紙４や覆いシートは粘着剤１２\nを塗着した面だけに設ければよい。また，図１及び図２に示す実施例で\nは，粘着剤２はテープ状部材１の表裏両面にその面を全面的に覆うよう\nに粘着剤２を塗着しているが，必ずしもこの実施例に限定される必要は\nなく，テープ状部材を引っ張った状態で瞼に貼り付ける際に支障がなけ\nれば，粘着剤２はテープ状部材１の粘着剤２が塗着される側の面を部分\n的に覆うように塗着してもよい。\n【００１５】すなわち，テープ状部材を引っ張った状態で瞼に貼り付け\nる際に，引っ張った状態のテープ状部材はその両端が粘着剤により瞼に\n貼り付けられていれば，テープ状部材の中央部分に粘着剤がなくてもテ\nープ状部材は張力により瞼に食い込む状態で貼り付けられるから，テー\nプ状部材の中央部分に粘着剤が塗着されてなくても格別支障はない。ま\nた，テープ状部材１の長手方向に粘着剤を塗着した部分と塗着していな\nい部分が短い間隔で交互に設けられていても，テープ状部材を引っ張っ\nた状態で瞼に貼り付ける際に格別支障はない。したがって，粘着剤２は\nテープ状部材１の粘着剤２が塗着される側の面を全面的に覆うように塗\n着してもよいが，必ずしもこの実施例に限定される必要はなく，テープ\n状部材を引っ張った状態で瞼に貼り付ける際に支障がないように配慮す\nれば，粘着剤２はテープ状部材１の粘着剤２が塗着される側の面を部分\n的に覆うように塗着してもよい。\n【００１６】次に，上記構成を有する二重瞼形成用テープによって二重\n瞼を形成する方法について説明する。図３は，テープ状部材１を，延伸\n可能でその延伸後にも弾性的な伸縮性を有する合成樹脂によって構成し，\nその両端の把持部３を指先で持って引っ張ることにより伸長させた状態，\n即ち，そのテープ状部材１を瞼に貼り付ける準備状態を示している。こ\nの状態では，テープ状部材１が弾性的に復帰しようとする収縮力を持っ\nている。\n【００１７】次に，このテープ状部材１は，両端を把持して引っ張った\nままの状態で，図４に示すように，粘着剤２を塗着した部分を，瞼７に\nおけるひだを形成したい位置に押し当てて，該粘着剤２によりテープ状\n部材１をそこに貼り付け，そのまま両端の把持部３を離す。これにより，\n引っ張った状態にあるテープ状部材１が弾性的に縮むが，本来，瞼はそ\nの両側に比して中央部が眼球に沿って前方に突出しているので，弾性的\nに縮んだテープ状部材１がそれを貼り付けた瞼７にくい込む状態になっ\nて，二重瞼のひだが形成される。両端の把持部３はひだの形成後に切除\nする。\n【００１８】このようにして，上記テープ状部材１は瞼７に直接二重に\nするためのひだを形成するので，前記従来の方法のように，皮膚につれ\nを生じさせたり皮膜の跡を残したりすることはなく，自然な二重瞼を形\n成することができ，しかも，テープ状部材１の両端を持って引っ張った\n状態でそれを瞼７のひだを形成したい位置に押し付ければよいので，簡\n単にきれいな二重瞼を形成することができる。…\n【００１９】図５～図６は，本発明に係る二重瞼形成用テープの他の実\n施例を示している。該実施例における二重瞼形成用テープ２０は，図５\n～図６に示すように，弾性的に伸縮する細いテープ状部材２１の粘着剤\n（図示せず）が塗着されている表裏両面に，引張りによって破断する破\n断部を中央に有する細いテープ状のシート２２，２２がそれぞれ貼付さ\nれている。…\n【００２５】図５～図７に示す実施例の二重瞼形成用テープ２０…を使\n用するときには該二重瞼形成用テープ２０を左右両側に引っ張るだけで\nテープ状部材２１が伸びた状態で露出するから，図１に示す実施例の二\n重瞼形成用テープよりもさらに使いやすい。\n(ｶ)  【００３２】\n【発明の効果】以上に詳述した本発明の二重瞼形成用テープ…によれば，\n皮膚につれを生じさせたり皮膜の跡を残したりすることなく，簡単で容\n易，安全にきれいな二重瞼を形成することができる。\nウ  検討\n上記イで認定した本件明細書の各記載に基づいて検討するに，本件発\n明１の課題は，簡単にきれいな二重瞼を形成できるとともに，自然な二\n重を形成できるようにした二重瞼形成用テープを提供することにある\n（段落【０００３】）。\n二重瞼を形成するための従来の方法として，水性ラテックスエマルジ\nョンやポリマーエマルジョンなどを用いて瞼の皮膚を接着し，二重のひ\nだを形成する方法や，瞼に片面粘着テープを貼り付けたり硬化型ポリマ\nーを塗着することにより皮膜を形成し，それによって二重の折り込みひ\nだを形成する方法が知られているが，いずれも非常に細かい作業を行う\n必要があり，ある程度慣れないときれいな仕上がりを得ることができず，\nまた，前者の接着による場合には接着により皮膚のつれが生じたり，後\n者の皮膜形成では皮膜の跡が残るなどの問題があった（段落【０００\n２】）。これに対し，本件発明１は，延伸可能でその延伸後にも弾性的な\n伸縮性を有する合成樹脂により形成した細いテープ状部材に，粘着剤を\n塗着することにより構成したことを特徴とする二重瞼形成用テープであ\nるところ（段落【０００４】），このテープ状部材の両端を持って引っ張\nった状態でそれを瞼のひだを形成したい位置に押し当てて粘着剤により\n貼り付ければ，両端を離した際，引っ張った状態にあるテープ状部材が\n弾性的に縮み，瞼に食い込む状態になって，二重瞼のひだが形成され，\n簡単にきれいな二重瞼を形成することができ，また，テープ状部材が瞼\nに直接二重にするためのひだを形成するので，従来の方法のように，皮\n膚につれを生じさせたり，皮膜の跡を残したりすることはなく，自然な\n二重瞼を形成することができる（段落【０００８】，【０００９】，【００\n３２】）。\nこのような本件発明１の課題，解決手段及び作用効果によれば，本件\n発明１は，延伸させたテープ状部材の収縮力によりテープ状部材を瞼に\n食い込ませて二重瞼を形成する発明であり，本件構成はそのための「延\n伸可能でその延伸後にも弾性的な伸縮性を有する合成樹脂」と解するの\nが相当である。そうすると，本件審決における本件発明１の要旨認定は\n必ずしも適切ではないが，後記のとおり，この点は本件審決の結論の誤\nりをもたらすものではない。以下では，当裁判所の上記認定を前提とし\nて検討する。\n(2)  取消事由１－２（相違点の認定及び判断の誤り）について\nア  甲２発明\n甲２には以下の記載がある（翻訳は甲３による。）。\n(ｱ)  本発明は，上眼瞼に貼付してその皮膚の襞を保つための予めカット\nされ成形された粘着テープ細帯または部材，そのような粘着部材を眼\n瞼の皮膚表面に配置しやすくするアプリケータデバイス，および上眼\n瞼などで弛んだ皮膚に非手術的に折り込み（タック）を形成する際の\nテープ細帯の使用方法に関する。（１欄１１行～１７行）\n(ｲ)  特に自然な加齢の過程の一環として，上眼瞼の皮膚は図１で２６と\nされる偽線で示されるような位置まで弛んだり垂れ下がったりし得る。\nその結果，図２に示すような上眼瞼の弛みや垂れ下がりが生じる。多\nくの東洋系の人では，目の生理学的差異により，生まれつき同様の状\n態が生じている。\n生来的または後発的な垂れ下がりが図１の睫毛２８に隣接する下側の\n偽線位置２６に達すると，いくつかのことが起こり得る。まず，水平よ\nり上の実際の視覚に影響があり得る。すなわち，眼瞼１０の垂れ下がっ\nた部分２６で視線が覆われているので，単に眼球１２を上向きに回転さ\nせるだけではその方向が見えない。視野の低下がなくても，非東洋人の\n目の生来の腫れぼったさや垂れ下がりは，そのような目（とその人物）\nを老けて見せがちである。さらに，女性の場合は目元の化粧をする妨げ\nにもなる。\n…図２に示すような垂れ下がり状態は悩みの種であろう。この状態は\n図３および図４に示すような方法で手術により修正できる。…そのよう\nな処置は上眼瞼形成術と呼ばれる。\n上述した処置は，簡単でも廉価でもない。図２に示すような垂れ下が\nった目に悩む人の多くは，手術のための資金不足または手術自体を受け\nたいという気持ちの欠如から，この問題を抱え続けることになる。\nしたがって，本発明は，テープ細帯部材とそのアプリケータデバイス，\n及び非手術的な一時的疑似上眼瞼形成術を提供する方法を提供すること\nを目的とする。\n本発明の目的は，一時的疑似上眼瞼形成術を行うための粘着細帯部材\nおよびそのような粘着テープ部材を眼瞼に配置しやすくするアプリケー\nタデバイスを提供することである。（１欄２８行～２欄９行）\n(ｳ)  テープ細帯部材は，これが非常に薄くて柔らかく，可撓性と強度が\nあり，破れにくく，身体の輪郭に沿いやすく，低刺激性で，防水性の\n細帯となるような低刺激性材料の支持体および粘着剤を有する。上眼\n瞼の皮膚は粘着細帯上に折りたたまれ，粘着細帯の他方の面の露出し\nた粘着剤に付着させられ，次いで上眼瞼の折りたたまれた皮膚はその\n端縁が粘着細帯の下縁部に沿った状態で該皮膚自体の上 に折り返され\nて，自然な襞よりも深くて位置が高い，人工的な二重瞼が形成される。\nテープ細帯の貼付は，このテープ細帯を剥離可能に眼瞼に運ぶアプリ\nケータデバイスを用いることで容易になる。（２欄４６行～５９行）\n(ｴ)  まず図５を参照すると，眼球１２とともに上眼瞼１０の簡略図面が\n示されており，本発明の所望の目的，すなわち，上眼瞼１０において\n自然の二重瞼がより深い人工的二重瞼で置き換えられると上眼瞼１０\nの弛んだ皮膚に効果的な折り込みがとられるということを示している。\n本発明によると，一般に幅１ｃｍ未満，長さ４ｃｍ未満の非 常に薄い\n細帯の両面粘着テープ３２が，上眼瞼１０に，その下縁部は毛様体縁\n２０から約８～１２ｍｍ上に離間してかつ／またはその上縁部は自然\nの二重瞼の襞線よりも上にある状態で貼付される。次いで粘着細帯３\n２の上の皮膚は下方に折りたたまれ，次に図５に示すように該皮膚の\n下縁部がテープ細帯３２の下縁部に沿って揃った状態で，該皮膚自体\nの上に折り返される。粘着細帯３２はこのようにして所望の位置に形\n成された，より深く位置が高い人工的二重瞼を維持する。\n次に図６から図８を参照すると，技法がより詳細に示されている。図\n６では，目を閉じた状態で，上眼瞼１０の皮膚が毛様体縁２０から離れ\nるように引き伸ばされて，２４とされた破線で示される自然の二重瞼が\n広がっている。実際の眼瞼形成の手術で通常除去する部位を参考までに\n点線３０で示す。理解を助けるために，図６から図８に示してあるのは\n右目なので，内眼角は読み手の右側，外眼角は読み手の左側にある。図\n６のように皮膚が引き伸ばされた状態で，湾曲した両面粘着細帯３２の\n一方の面が図７に示すように上眼瞼１０の皮膚に貼付される。試験的貼\n付を繰り返した結果，図７に示す寸法と構成は，特定の個体にとって所\n望の結果を生じることが判明している。細帯３２は，下縁部を毛様体縁\n２０から所与の距離，たとえば８～１２ｍｍ離す，かつ／または細帯３\n２の上縁部を自然の二重瞼の襞線２４の上に置く方法のいずれか，また\nは両方で容易に配置することができる。粘着細帯３２は，その好ましい\n実施形態では，目を開いているとき毛様体縁２０の自然な線に沿って湾\n曲している。…細帯３２の最大幅が１ｃｍ未満，およそ５ｍｍで，内眼\n角に向かってわずかに先細になるのが好ましい結果をもたらすことが見\n出されている。（３欄４３行～４欄２５行）\n(ｵ)  本発明での使用に適した細帯部材３２の別の例は，ミネソタ州セン\nトポールのＭｉｎｎｅｓｏｔａ  Ｍｉｎｉｎｇ  ＆  Ｍａｎｕｆａｃｔ\nｕｒｉｎｇ社（３Ｍ社）が仕様書番号１５１２－３（１９８１年８月）\nとして製造したものである。そのような３Ｍテープでは，細帯材は，\n厚さ１．５ミルの透明ポリエチレンフィルムの支持材を含み得る。こ\nの支持材の各表面の粘着剤コーティングまたは薄層は，低刺激性合成\nアクリル酸ベースの感圧粘着剤であり得る。支持材とその両表面の粘\n着薄層との厚さは全部で約３ミルであり得る。この３Ｍ社の例のポリ\nエチレンフィルムの支持材は，一般には密封型であり，比較的短期間\nの使用に適している。（５欄３９行～５３行）\n(ｶ)  ライナーシート４４は，適当な坪量の，外表面殺菌済み両面性シリ\nコーン処理ポリエチレン被覆紙であり得る。\n上述した支持材および粘着薄層を備える細帯部材３２の諸例は，ある\n形状に切って，様々な幅の湾曲または弧状の長手方向縁部を有する細長\nい細帯を提供して，上眼瞼を形成する皮膚の三次元的輪郭または形状に\n容易に沿わせることができる。（５欄５４行～６２行）\n(ｷ)  本発明の方法の実施，すなわち両面に粘着剤を有する粘着細帯部材\nの一方の面を所期の折り込み領域の一表面に沿って貼付し，所期の折\nり込み領域の皮膚を該粘着細帯上に折りたたんで該粘着細帯の他方の\n面の露出した粘着剤に付着させることは，図１６～図１８に示すよう\nに，アプリケータデバイスを用いると容易になる。図１６は，図７に\n示すように，弛んだ上眼瞼の皮膚１０の後部を指で引いて細帯部材３\n２を上眼瞼の皮膚表面に実質的に配置する説明において図７と類似し\nている。図１６は，アプリケータデバイス７０によって貼付される細\n帯部材３２を示す。（６欄１８行～３０行）\n(ｸ)  アプリケータデバイス７０は，概ね図１６に示すように簡単に使用\nできる。一本の指で弛んだ眼瞼の皮膚１０を持ち上げておいて，端部\nセクションに細帯部材３２を担持させたアプリケータデバイスを他方\nの手で簡単に操作して，細帯部材３２を上述したようにして眼瞼の表\n面に配置することができる。端部セクション７３の三次元的曲線によ\nり，細帯部材３２を眼瞼の三次元的曲線に容易に配置できる。そのよ\nうな配置は，端部セクションを眼瞼上に降ろして細帯部材の全面積を\n同時に眼瞼に押し付けて貼付することで行うことができる。眼瞼の構\n造によっては，細帯部材３２の一端を内眼角に隣接する眼瞼表面に配\n置してから，残りの眼瞼に取っ手の搖動によって細帯部材を徐々に置\nいて軽く押し付けることが望ましい場合もある（その逆もあり）。細\n帯部材が眼瞼の皮膚表面に完全に貼り付けられると，十分な強度で眼\n瞼に付着しているので，アプリケータの端部セクション７３を細帯部\n材から持ち上げて離すことができる。受け表面７４の剥離コーティン\nグがこの剥離を容易にする。こうして，上述したように，眼瞼の余剰\nの皮膚１０は細帯部材の上に被さることになる。（６欄５５行～７欄\n１１行）\nイ  本件審決における甲２発明並びに本件発明１と甲２発明の一致点及び相\n違点の認定\n本件審決が甲２発明並びに本件発明１と甲２発明との一致点及び相違\n点につき前記第２の３(1)アのとおり認定したことについては，当事者間\nに争いがない。\nウ  本件発明１と甲２発明の相違点について\n上記アで認定した甲２の各記載（図面を含む。）によれば，甲２発明の\n「テープ細帯３２」は，本件審決が認定するとおり，延伸することなく，\nそのままの形状で皮膚に貼付され，貼付後もその形状が維持されること\nで，二重瞼を形成するものと認められる。\nそうすると，前記（(1)ウ）のとおり，延伸させたテープ状部材の収縮\n力によりテープ状部材を瞼に食い込ませて二重瞼を形成するために「延\n伸可能でその延伸後にも弾性的な伸縮性を有する」本件発明１の「合成\n樹脂」と，延伸することなく，そのままの形状で皮膚に貼付され，貼付\n後もその形状が維持されることで，二重瞼を形成する甲２発明の「テー\nプ細帯３２」の素材として用いられる「３Ｍ社製の仕様書番号１５１２\n－３（１９８１年８月）のポリエチレンフィルム」とは，同一ではない。\nすなわち，本件審決が認定した相違点は実質的な相違点ということがで\nきる。\nエ  相違点の容易想到性について\n上記アで認定した甲２の各記載によれば，甲２発明の「テープ細帯３\n２」は，自然な加齢の過程の一環により生じる上眼瞼の皮膚の弛みや垂\nれ下がりを上眼瞼形成術という外科手術によらず，非手術的な一時的疑\n似上眼瞼形成術という方法で矯正しようというものである（上記ア(ｱ)，\n同(ｲ)）。すなわち，甲２発明の「テープ細帯３２」は，両面に粘着剤を\n有しており，弛んだ上眼瞼の皮膚を持ち上げて引き伸ばした状態で，そ\nの皮膚の表面にテープ細帯３２の一方の面を貼付し，次いで，引き伸ば\nした皮膚を下方に折りたたんでテープ細帯３２の他方の面に付着させる\nことにより，皮膚の下縁部がテープ細帯３２の下縁部に沿って揃った状\n態の人工的な二重瞼を形成するとともに，余剰の皮膚をテープ細帯３２\nの上に被さるようにして皮膚の弛みを解消するものである（上記ア(ｳ)，\n同(ｴ)，同(ｷ)及び同(ｸ)）。\nこのように，甲２発明は，上眼瞼の弛みを解消するためにその上眼瞼\nに形成したひだをテープ細帯３２の粘着力を利用して上眼瞼に固定し維\n持するものであり，本件発明１のようにテープ細帯３２の収縮力を利用\nするものではない。そうすると，本件発明１と甲２発明とは，二重瞼の\n形成原理を全く異にする発明というべきである。このため，甲２発明の\n「テープ細帯３２」の素材として用いられる「３Ｍ社製の仕様書番号１\n５１２－３（１９８１年８月）のポリエチレンフィルム」が，仮に延伸\n後に収縮性を有するものであり延伸させれば収縮力を生じるものである\nとしても，相違点に係る本件発明１の構成が甲２発明から動機付けられ\nることはない。\nしたがって，相違点に係る本件発明１の構成は，当業者が甲２発明か\nら容易に想到することができるものではない。\nオ  原告らの主張について\n(ｱ)  原告らは，リパーゼ事件判決によれば，本件発明１の「延伸可能で\nその延伸後にも弾性的な伸縮性を有する合成樹脂」との記載は，「延\n伸が可能で延伸をした後においても弾性的な伸縮性（との性質）を有\nする合成樹脂」と要旨認定されるべきことを前提に，本件審決も甲２\n発明のポリエチレンフィルムは一般的に延伸後に収縮性を有すると認\n定していることから，両者は同一であり本件審決の相違点の認定には\n誤りがある旨主張するけれども，上記前提を採用し得ないことは前記\n(1)記載のとおりである。\n(ｲ)  また，原告らは，①甲２発明においては，しわ等が寄ることなく二\n重瞼形成用テープ細帯３２を瞼にきれいに貼り付けることが前提とさ\nれているところ，そのためには，テープ細帯３２を貼り付ける際にこ\nれをぴんと張る方が好ましいことは自明であり，その場合，テープ細\n帯３２は少なからず左右に延伸されることになるから，甲２発明もテ\nープの収縮力を利用しているといえる（特に，テープ細帯を，しわ等\nを寄らせることなくぴんと張って貼り付けようとすれば，テープ細帯\nは微視的に延伸されることになり，その結果，テープ細帯を貼り付け\nて延伸状態を開放した後は，ポリエチレンの「延伸後の弾性的な伸縮\n性」が発揮され，二重瞼が形成されることになる。）， ②甲２の記載\n及び課題の周知性から，甲２発明においても，本件発明１と同様に，\n接着される瞼の皮膚の幅を小さくする動機はあるなどとも主張する。\nこのうち，上記①の主張に関しては，甲２にはテープ細帯３２を左右\nに延伸することは記載されていないし，甲２発明においては弛んだ上眼\n瞼の皮膚を持ち上げて引き伸ばすという行為が必須であるところ，その\nためには少なくとも片手を使わざるを得ず（甲２の図１６），両手を使\nってテープ細帯３２を左右に延伸させることは一人では不可能ないし著\nしく困難と見られること，アプリケータデバイス７０を使用してテープ\n細帯３２を上眼瞼に貼付する場合はテープ細帯３２をアプリケータデバ\nイス７０の端部セクション７３の表面に配置するため，テープ細帯３２\nを左右に延伸させる行為を介在させることが不可能ないし著しく困難と\n見られることに鑑みると，甲２発明においてテープ細帯３２を左右に延\n伸することが自明であるということもできない。そうである以上，この\n点に関する原告らの主張は採用し得ない。なお，原告らの主張するよう\nな微視的な延伸によって生じるテープ細帯の収縮力の程度では，本件発\n明１のように，テープ状部材を瞼に食い込ませて二重瞼を形成するとい\nう機序を生じるとは思われないので，この点に関する原告らの主張も採\n用し得ない。\n次に，上記②の主張に関しては，本件発明１と甲２発明との相違は，\n二重瞼の形成原理として延伸させたテープ状部材の収縮力を利用するか\n否かの点にあり，この相違点の容易想到性を検討すべきであって，二重\n瞼形成用テープを目立たないようにするという課題ないしテープの幅を\n狭くしたいと思わせるような動機の有無は無関係である。したがって，\nこの点に関する原告らの主張も採用し得ない。\nカ  小括\n以上より，本件発明１と甲２発明との相違点につき容易想到とするこ\nとはできない旨の本件審決の判断に誤りはないというべきである。すな\nわち，原告ら主張の取消事由１－２は理由がない。\n２  取消事由２（無効理由２についての判断の誤り）について\n(1)  特許請求の範囲の記載が，法３６条６項１号で規定するサポート要件に\n適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対\n比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された\n発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決でき\nると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも\n当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識でき\nる範囲のものであるか否かを検討して判断すべきものと解される。\n本件発明１につき特許請求の範囲に記載されている発明は，前記１(1)ウ\n記載のとおり，延伸させたテープ状部材の収縮力によりテープ状部材を瞼に\n食い込ませて二重瞼を形成するために，延伸可能でその延伸後にも弾性的な\n伸縮性を有する合成樹脂により形成したテープ状部材に，粘着剤を塗着する\nことにより構成した二重瞼形成用テープであると解されるところ，このよう\nな発明は，前記１(1)イ記載のとおり，本件明細書の発明の詳細な説明に記\n載されており，また，当該記載により当業者が当該発明の課題を解決できる\nと認識できる範囲のものであるといってよい。\n(2)  原告らの主張について\nア  原告らは，本件審決につき，上記の一般論を「前提」として掲げながら\nその規範に従った判断をしていないとした上で，本件発明１の「延伸可\n能でその延伸後にも弾性的な伸縮性を有する合成樹脂」は，特許請求の\n範囲の記載によれば，「それ以上にほとんど延伸させることができない」\n合成樹脂や「二重瞼形成に寄与しない」合成樹脂をも含んだ広い概念と\nなっているのに対し，本件明細書の発明の詳細な説明の記載によれば\n「延伸して瞼に貼り付ける状態においても弾性的に復帰しようとする収\n縮力を有する合成樹脂」であり，特許請求の範囲に記載された発明が，\n発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により\n当業者が当該発明の課題を解決できると認識できる範囲のものというこ\nとはできない旨主張する。\nしかし，そもそも本件発明１の特許請求の範囲に記載された発明につ\nき原告ら主張のように解することが適当でないことは上記(1)のとおりで\nあるから，この点に関する原告らの主張は採用し得ない。\nイ  また，原告らは，本件審決が本件明細書の発明の詳細な説明の記載に基\nづき「延伸可能でその延伸後にも弾性的な伸縮性を有する合成樹脂」の\n一種であると認定しているポリエチレンのうち「高密度ポリエチレン」\nは，延伸されにくく破断しやすい材料であり「延伸可能でその延伸後に\nも弾性的な伸縮性を有する合成樹脂」ではない旨主張する。\nしかし，仮に高密度ポリエチレンが原告らが主張するようなものであ\nったとしても，「延伸可能でその延伸後にも弾性的な伸縮性を有する合\n成樹脂」が本件特許の優先日当時に存在していたことは明らか であり\n（甲２５），当業者が本件明細書の発明の詳細な説明の記載により本件\n発明１の課題を解決できると認識できることに違いはないというべきで\nある。\nしたがって，この点に関する原告らの主張も採用し得ない。\n(3)  小括\n以上より，本件発明 1 に係る本件特許は法３６条６項１号で規定するサ\nポート要件に適合する旨の本件審決の判断に誤りはないというべきである。\nすなわち，原告ら主張の取消事由２は理由がない。\n３  取消事由３（無効理由３についての判断の誤り）について\n(1)  特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記\n載だけではなく，明細書の記載及び図面を考慮し，また，当業者の出願当時\nにおける技術的常識を基礎として，特許請求の範囲の記載が，第三者に不測\nの不利益を及ぼすほどに不明確であるか否かという観点から判断されるべき\nである。\n本件発明１につき特許請求の範囲に実質的に記載されている発明は，前\n記１(1)ウ記載のとおり，延伸させたテープ状部材の収縮力によりテープ状\n部材を瞼に食い込ませて二重瞼を形成するために，延伸可能でその延伸後に\nも弾性的な伸縮性を有する合成樹脂により形成したテープ状部材に，粘着剤\nを塗着することにより構成した二重瞼形成用テープであると解されるところ，\n本件発明１の特許請求の範囲の記載は，その記載それ自体に加え，本件明細\n書の記載及び図面（前記１(1)イ）を考慮するとともに，当業者の出願当時\nにおける技術的常識を基礎とすると，第三者に不測の不利益を及ぼすほどに\n不明確とはいえない。すなわち，本件発明１の特許請求の範囲の記載は明確\nである。\n(2)  原告らの主張について\nア  原告らは，本件審決につき，その要旨認定自体に誤りがあるとした上で，\n法３６条６項２号の判断に当たっては，特許請求の範囲の記載の文言自\n体に着目して判断すべきであって，当該文言に，発明に係る機能，特性，\n解決課題ないし作用効果との関係で技術的意味が示されていると解釈し\nてはならないところ，「延伸後にも弾性的な伸縮性を有する」合成樹脂\nとの文言を，本件明細書を参酌して解釈し認定した点でも本件審決には\n誤りがある旨主張する。\nしかし，本件審決の要旨認定の誤りという原告らの主張を採用し得な\nいことは前記１(1)記載のとおりである。また，上記(1)記載のとおり，法\n３６条６項２号の判断に当たっては，特許請求の範囲の記載だけでなく，\n明細書の記載等を考慮すべきであるところ，原告らの主張する上記解釈\nはこれに沿わないものである。そうすると，この点に関する原告らの主\n張は採用し得ない。\nイ(ｱ)  また，原告らは，本件発明１に係る「…細いテープ状部材に，粘着\n剤を塗着する」との記載は「塗着する」という動作を伴う経時的な要素\nを記載しているものであるから，本件発明１はプロダクト・バイ・プロ\nセス・クレームに該当するところ，「出願時において当該物をその構造\n又は特性により直接特定することが不可能であるか，又はおよそ実際的\nでないという事情が存在する」ことはないから，「発明が明確であるこ\nと」との要件に適合しない旨主張する。\n(ｲ)  物の発明についての特許に係る特許請求の範囲にその物の製造方法\nが記載されている場合（いわゆるプロダクト・バイ・プロセス・クレ\nームの場合）において，当該特許請求の範囲の記載が法３６条６項２\n号にいう「発明が明確であること」という要件に適合するといえるの\nは，出願時において当該物をその構造又は特性により直接特定するこ\nとが不可能であるか，又はおよそ実際的でないという事情が存在する\nときに限られると解される（最高裁判所第二小法廷平成２７年６月５\n日判決・民集６９巻４号７００頁）ところ，本件発明１に係る上記記\n載は，これを形式的に見ると，確かに経時的な要素を記載するものと\nいうこともでき，プロダクト・バイ・プロセス・クレームに該当する\nと見る余地もないではない。\nしかし，プロダクト・バイ・プロセス・クレームが発明の明確性との\n関係で問題とされるのは，物の発明についての特許に係る特許請求の範\n囲にその物の製造方法が記載されているあらゆる場合に，その特許権の\n効力が当該製造方法により製造された物と構造，特性等が同一である物\nに及ぶものとして特許発明の技術的範囲を確定するとするならば，その\n製造方法が当該物のどのような構造又は特性を表しているのかが不明で\nあることなどから，第三者の利益が不当に害されることが生じかねない\nことによるところ，特許請求の範囲の記載を形式的に見ると経時的であ\nることから物の製造方法の記載があるといい得るとしても，当該製造方\n法による物の構造又は特性等が明細書の記載及び技術常識を加えて判断\nすれば一義的に明らかである場合には，上記問題は生じないといってよ\nい。そうすると，このような場合は，法３６条６項２号との関係で問題\nとすべきプロダクト・バイ・プロセス・クレームと見る必要はないと思\nわれる。\n(ｳ)  ここで，本件明細書の記載を参酌すると，本件明細書には「二重瞼\n形成用テープは，図２に示すように，弾性的に伸縮するＸ方向に任意\n長のシート状部材１１の表裏前面に粘着剤１２を塗着…し，これを多\n数の切断面Ｌに沿って細片状に切断することにより，極めて容易に製\n造することができる。」（甲１の段落【００１３】）という態様，す\nなわち，粘着剤を塗着した後，細いテープ状部材を形成する態様を含\nめて「図１及び図２に示す実施例では，弾性的に伸縮する細いテープ\n状部材の表裏両面に粘着剤２を塗着している」（同段落【００１４】）\nと記載されている。また，本件発明１は，「テープ状部材の形成」と\n「粘着剤の塗着」の先後関係に関わらず，テープ状部材に粘着剤が塗\n着された状態のものであれば二重瞼を形成し得ること，すなわちその\n作用効果を奏し得ることは明らかである。\nそうすると，本件発明１の「…細いテープ状部材に，粘着剤を塗着す\nる」との記載は，細いテープ状部材に形成した後に粘着剤を塗着すると\nいう経時的要素を表現したものではなく，単にテープ状部材に粘着剤が\n塗着された状態を示すことにより構造又は特性を特定しているにすぎな\nいものと理解するのが相当であり，物の製造方法の記載には当たらない\nというべきである。\n(ｴ)  したがって，本件発明１は，法３６条６項２号との関係で問題とさ\nれるべきプロダクト・バイ・プロセス・クレームには当たらない。こ\nの点に関する原告らの主張は採用し得ない。\n(3)  小括\n以上より，本件発明 1 は明確であり，法３６条６項２号で規定する明確\n性要件を満たすとする本件審決の判断に誤りはないというべきである。すな\nわち，原告ら主張の取消事由３は理由がない。\n４  結論\nよって，原告らの請求はいずれも理由がないからこれを棄却することとし，\n主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官          鶴 岡 稔 彦\n裁判官          杉 浦 正 樹\n裁判官          寺 田利 彦\n"
}