{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 13
  },
  "case_number": "平成29(行ウ)3",
  "case_name": "療養補償給付等不支給決定処分取消請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "運送会社から継続的に自動車修理業務の依頼を受けこれに従事していた原告につき，業務指示に対する諾否の自由が認められていること，会社から業務遂行上具体的な指揮命令を受けていたとは評価し得ないこと，原告に支払われる報酬は作業時間を前提として算出された工賃であり労務対償性があるとはいえないこと，原告は独自の商号を用いて従業員を雇用し，事業で使用する車両等を自ら購入しており強い事業者性が認められることからすると，同人が労働災害補償保険法上の「労働者」に該当するということはできないとして，同人が修理業務の従事中に負傷したことに係る療養補償給付及び障害補償給付の申請に対する不支給決定の取消請求が棄却された事例",
  "lawsuit_id": "88198",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88198",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/198/088198_hanrei.pdf",
  "contents": "主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\nａ労働基準監督署長が原告に対してした平成２７年７月２７日付け療養補償\n給付不支給処分及び同日付け障害補償給付不支給処分をいずれも取り消す。\n第２  事案の概要\n本件は，原告が，ｂ商事株式会社から依頼された自動車修理の作業中に荷台\nから転落して脊髄損傷の傷害を負ったこと（以下「本件災害」という。）が業\n務に起因するものであると主張して，ａ労働基準監督署長に対し，労働者災害\n補償保険法（以下「労災保険法」という。）に基づいて，療養補償給付及び障\n害補償給付の申請をしたところ，同署長から，原告が労働基準法上の労働者と\nは認められないとの理由で各給付の不支給処分（以下「本件各処分」という。）\nを受けたため，その取消しを求めた事案である。\n１  前提事実（当事者間に争いのない事実には証拠原因を記載しない。）\n⑴    原告（男性）は， 平成１７年頃から，ｂ商事株式会社から自動車修理業\n務の依頼を受けて，修理作業を行っていた。\n⑵    原告は，平成２２年４月６日午前０時１０分頃，ａ市内に所在するｃ自動\n車工業株式会社のａモータープールにおいて，ｂ商事株式会社から依頼を受\nけたキャリアカーの修理作業中に，車両の荷台から転落し，脊髄損傷の傷害\nを負った（本件災害。甲１〔１１，３２，９７頁〕）。\n⑶    原告は，本件災害が業務上の事由によるものであるとして，ａ労働基準監\n督署長に対し，労災保険法に基づいて，平成２７年３月３０日，障害補償給\n付の支給請求をし，また，同年５月１４日，療養補償給付の支給請求をした。\n⑷    ａ労働基準監督署長は，平成２７年７月２７日付けで，原告が労働基準法\n９条に定める労働者に当たらないとして本件各処分を行った。\n⑸  原告は，本件各処分を不服として，北海道労働者災害補償保険審査官に対\nし，審査請求をしたが，同審査官は，平成２７年１１月２６日付けでこれを\n棄却する旨の決定を行った。原告は，これを不服として，労働保険審査会に\n対し，再審査請求をしたが，同審査会は，平成２８年９月３０日付けでこれ\nを棄却する旨の裁決をした。\n２  争点及びこれに対する当事者の主張\n本件の争点は，原告が労働基準法９条の労働者に該当するかであり，これに\n対する当事者の主張は，以下のとおりである。\n（原告の主張）\n⑴  労働者性の判断基準\n労働者性の有無は，使用者による指揮監督の有無や報酬の労務対償性等に\nよって判断されるが，近年の就業形態の多様化に伴い，かかる従来の判断基\n準が純粋に妥当する範囲は狭まりつつある。また，原告は，労災保険法３３\n条の定める特別加入制度の対象となる者ではないが，これらの者と同様に，\n被災する可能性の高い危険な業務に従事しているのであるから，労働者とし\nて保護すべき必要性が高い。\n以上の事情に鑑み，本件においては，労災保険法の趣旨・目的や個別の事\n情を踏まえ，上記の判断基準について適切妥当な解釈を行って労働者性を判\n断すべきである。\n⑵  ｂ商事株式会社の指揮監督下における労働といえること\nア  原告がｂ商事株式会社から業務の指示を受ける際には，原告の都合や手\n持ちの仕事の多寡を確認されることはなく，ｂ商事株式会社の都合のみで\n修理内容及び完了日時を指定され，原告は，ｂ商事株式会社から業務の指\n示があればすぐに作業に取り掛からなければならなかった。原告は，ｂ商\n事株式会社から依頼された修理業務を拒んだことはなく，原告とｂ商事株\n式会社の間には，原告がｂ商事株式会社からの全ての依頼に応じる旨の黙\n示の合意があった。したがって，原告にはｂ商事株式会社からの修理業務\nの依頼に対する諾否の自由はなかった。\nイ  原告は，上記のとおり，ｂ商事株式会社から一方的に修理すべき車両及\nび納期の指示を受けて業務に当たっていたのであり，原告とｂ商事株式会\n社の間には，業務遂行上の指揮監督関係があったといえる。ｂ商事株式会\n社は，原告に対して作業内容について具体的な指示をしていないが，原告\nの業務内容が専門的・技術的な内容にわたるものであったことからすると\n当然のことであり，このことをもって業務遂行上の指揮監督関係が否定さ\nれるものではない。\nウ  原告は，ｂ商事株式会社から，ｂ商事株式会社の敷地内にある事務所（以\n下「本件事務所」という。）に常駐し，本件事務所及び車庫で修理作業を\n行うよう指示されていた。これを受けて，原告は，午前８時までには本件\n事務所に出勤し，午後８時頃まで待機していた。また，原告は，ｂ商事株\n式会社に対し，請求書と併せて，日々の業務内容及びそれに要した時間を\n記載した納品書を提出することが求められており，ｂ商事株式会社は，こ\nの納品書をもって原告の日々の業務時間を把握し，管理していた。\n以上のとおり，原告は，ｂ商事株式会社の指揮監督が及びやすい敷地内\nの本件事務所及び車庫での勤務を命じられ，ｂ商事株式会社に日々の業務\n時間を管理されていたのであり，ｂ商事株式会社から場所的・時間的な拘\n束を受けていた。\nエ  原告は，ｂ商事株式会社から明示的に補助者の使用や他の業者への外注\nを禁じられていたわけではないものの，実際にそのような行為に及ぶこと\nはほとんどなく，外注を行うとしても，その都度，ｂ商事株式会社から了\n承を得ていたのであって，原告の裁量で補助者の使用や外注をすることは\nできなかったから，原告の業務に代替性があったとはいえない。\n⑶  報酬に労務対償性が認められること\nｂ商事株式会社から原告に支払われた報酬に労務対償性が認められるかど\nうかは，いかなる名目で支払われたかにかかわらず，その内実に照らして判\n断すべきである。\n原告は，前記のとおり，修理内容とこれに要した時間を記載した納品書を\nｂ商事株式会社に提出しており，ｂ商事株式会社はこれを基に原告に報酬を\n支払っていたのであるから，ｂ商事株式会社から作業時間に応じた報酬を受\nけ取っていたといえるのであり，報酬には労務対償性が認められる。\n⑸    その他の補強要素\nア  業務に使用する機械がｂ商事株式会社の所有に係ること\n原告が業務に使用していたエアーコンプレッサー，ジャッキ等の機械・\n器具は，ｂ商事株式会社が所有するものであった。また，修理業務に要す\nる電気料金もｂ商事株式会社が負担していた。\nイ  ｂ商事株式会社に対する専属性が強いこと\n原告は，他社の業務に従事するためにはｂ商事株式会社の了承を得なけ\nればならず，その場合でも，ｂ商事株式会社に依頼された業務を優先しな\nければならないなど，他社の業務を行うことが事実上困難な状況にあり，\nｂ商事株式会社に経済的に従属している状態にあった。また，ｂ商事株式\n会社から原告に支払われる報酬は，年間約４００万円から５００万円前後\nの範囲内でほぼ固定されており，一定額の支払が保障されていたことに加\nえ，ｂ商事株式会社は，原告に一定の量の業務を安定的に提供して一定の\n所得を保障する見返りとして，原告に支払う工賃を他の業者と比べて半額\n程度の安価に設定にしていたといった事情も踏まえると，ｂ商事株式会社\nから原告に支払われる報酬は，生活保障としての側面が強い。\nしたがって，原告は，ｂ商事株式会社に経済的に従属し，また，ｂ商事\n株式会社から支払われる報酬には生活保障の側面が強く，ｂ商事株式会社\nに対する専属性があった。\nなお，ｂ商事株式会社は，原告が他社から依頼された業務を引き受ける\nことを特段制限しておらず，原告も，実際に他社からの業務を受注してい\nたが，これは，ｂ商事株式会社の業務だけでは上記の所得保障をすること\nができない月があり，そのような場合には，ｂ商事株式会社が原告に対し\nて他社の仕事を受けて不足分を補てんするように指示をしていたからであ\nる。したがって，原告が他社からの業務を受注していたからといって，ｂ\n商事株式会社に対する専属性が否定されるものではない。\nウ  ｂ商事株式会社も，原告を労働者として取り扱っていたこと\n原告は，ｂ商事株式会社から，自社用のタンクから給油を行うために用\nいる磁器カード（以下「ガソリンカード」という。）を貸与され，これを\n利用して安価に給油を行うことを認められていただけでなく，ｂ商事株式\n会社から就業規則の交付を受け，ｂ商事株式会社の社員のみが参加する忘\n年会等の行事にも参加を呼びかけられるなど，ｂ商事株式会社及びその従\n業員から，ｂ商事株式会社の労働者としての扱いを受けていた。\n（被告の主張）\n⑴  労働者性の判断基準\n本件では，労災保険法上の労働者として保護すべき範囲を拡張して解すべ\nき事情はない。原告が主張する特別加入制度は，労働者と認められない者に\nついて任意の加入を認めるものにすぎず，労災保険法が適用される労働者の\n範囲を拡大するものではないから，仮に原告に特別加入制度が適用されるべ\nき事情が存在するとしても，労働者性の解釈に影響を及ぼすものとはいえな\nい。\n⑵  ｂ商事株式会社による指揮監督があったとはいえないこと\nア  原告がｂ商事株式会社からの業務の依頼を拒否することができなかった\n事実はない。原告は，他の業者をｂ商事株式会社に紹介するなどしてその\n依頼を断ることも可能であったが，ｂ商事株式会社に恩義を感じていたた\nめ，これを断ることなく受けていたにすぎない。\nイ  ｂ商事株式会社は，修理業務を依頼する際に，原告に対して具体的な作\n業内容を指示することはなく，納期や作業内容についての打合せを行うの\nみであり，通常注文者が行う程度の指示等を行っていたにすぎない。原告\nは，ｂ商事株式会社から修理の依頼を受けた後は，何ら指揮を受けること\nなく，自身の裁量で修理作業を行っていたのであるから，原告とｂ商事株\n式会社の間に，業務遂行上の指揮監督関係があるとはいえない。\nウ  ｂ商事株式会社は，原告に対して勤務場所を指定していない。ｂ商事株\n式会社は，原告の要望を受けて，本件事務所を賃貸したにすぎず，原告が\n作業を行っていた車庫も，原告が作業をする際に風雨を防ぐことができる\nように配慮して無償で使用することを承諾しただけであり，原告に対して，\n本件事務所及び車庫で作業に従事するように指示したことはない。また，\nｂ商事株式会社は，原告に出退勤の時間を指示したことはなく，タイムカ\nードや出勤簿等で原告の出退勤を管理したこともない。\nしたがって，ｂ商事株式会社が原告を時間的及び場所的に拘束していた\nことはない。\nエ  ｂ商事株式会社は，原告に依頼した修理業務について，補助者を使用し\nたり，他の業者に外注したりすることを何ら制限しておらず，原告は，自\n身の判断で，補助者の使用や外注を行うことができた。したがって，原告\nに労務提供の代替性がなかったとはいえない。\n⑶  報酬に労務対償性は認められないこと\nｂ商事株式会社が原告に支払う報酬は，車両修繕費との名目で支払われる\nものであり，所得税の源泉徴収や社会保険等の各種控除も行われていない。\nまた，ｂ商事株式会社は，原告に支払う報酬について，修理の発注時に原告\nと話し合って調整し，最終的に原告から受領した請求書記載の額を支払って\nいたにすぎない。\nしたがって，原告がｂ商事株式会社から得ていた報酬は，作業の結果とし\nての工賃にすぎず，労務の対価であるとはいえない。\n⑷  その他の事情\nア  原告には事業者性が認められること\n原告は，事業のため，自ら軽トラック，溶接機及び自家用軽自動車を購\n入し，これを車両修理等の作業に利用していた。また，原告は，ｂ商事株\n式会社に対する請求書や納品書，本件事務所に係る賃貸借契約書，税務署\nに提出する収支内訳書に「ｄ」という屋号を用いていたのみならず，この\n屋号を用いて，配偶者を労働者として雇い入れ，業務の一部を行わせて報\n酬を支払っていた。\nしたがって，原告は「ｄ」の屋号を用いて事業を行う個人事業主であっ\nた。\nイ  ｂ商事株式会社への専属性が認められないこと\n原告は，ｂ商事株式会社よりも他社からの修理業務を多く受注しており，\n売上げも他社からのもののほうが多く，ｂ商事株式会社に対し経済的に従\n属していたものではない。\nまた，ｂ商事株式会社が原告に支払う報酬には固定部分がなく，修理を\n依頼する件数も，車両修理という業務の性質上，月によって違いがあるか\nら，報酬額も月によって変動するものであり，原告に支払われる報酬に生\n活保障の趣旨があったということはできない。\nウ  ｂ商事株式会社も，原告を労働者として認識していなかったこと\nｂ商事株式会社は，原告への報酬を車両修繕費の名目で支払っており，\n所得税の源泉徴収や社会保険料等の各種控除を行っていない。また，ｂ商\n事株式会社の社員配置表や社員台帳，給与を支払う際に銀行と交換する「銀\n行振込用ＦＤ内容確認リスト」に原告の名前は掲載されていない。さらに，\nｂ商事株式会社では，従業員に慶弔見舞金を支払う場合には福利厚生費か\nら支出しているところ，本件災害に関し原告に支払われた見舞金は，接待\n交通費の科目から支出されていた。従業員が毎年受診しなければならない\n健康診断も，原告は受診していなかった。\nこれらの事情からすると，ｂ商事株式会社が原告をｂ商事株式会社の労\n働者であると認識していなかったことは明らかである。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実に加え，後掲証拠（ただし，下記認定に反する原告本人の陳述\n（甲１４）は採用することができない。）及び弁論の全趣旨によれば，以下の\n事実を認定することができる。\n⑴    原告がｂ商事株式会社からの修理業務を行うようになった経緯\n原告は，平成１０年頃からｅ車両輸送株式会社で自動車修理業に従事した\nのち，同社を退職して，個人で自動車修理業を経営するようになった（甲１\n〔３５頁〕，甲１４，原告本人）。\n平成１７年頃，原告は，ｂ商事株式会社の従業員であったｆから，ｂ商事\n株式会社を紹介されるとともに，本件事務所を使用してもよい旨の打診を受\nけた。そこで，原告は，「ｄ」の屋号を用いて，ｂ商事株式会社との間で，\n同社の敷地内にあるプレハブ（本件事務所）を賃料２万６２５０円（消費税\n及び電気代を含む。）で賃借する旨の契約を締結し，ｂ商事株式会社のキャ\nリアカーの修理業務を行うようになった。（甲１〔３５，６０，１０１，１\n０４頁〕，甲１４，証人ｆ，原告本人，弁論の全趣旨）\n⑵    ｂ商事株式会社における原告の修理業務\nア  ｂ商事株式会社は，キャリアカーに故障が発生した都度，原告に修理を\n依頼し，ｆ又はｆの部下のｇが，原告に対して故障箇所を説明した上で，\n原告との間で，納期の調整や作業内容の打合せを行っていたが，発注後は\n作業を行う上で具体的な指示を原告にすることはなかった（甲１〔５５，\n９９，１０３～１０４頁〕，原告本人）。\nイ  原告は，ｆやｇから，ｂ商事株式会社から発注された修理業務について\nは必ず請けるよう依頼されることはなかったが，ｆが原告にｂ商事株式会\n社を紹介してくれたことや，ｂ商事株式会社が原告に本件事務所を通常よ\nりも低額の賃料で賃貸してくれたことについて恩義を感じていたため，ｂ\n商事株式会社から依頼された修理業務を断ることなく行っていた（甲１〔３\n５，３６，５５頁〕，甲１４，証人ｆ，原告本人）。\nウ  ｆは，原告に修理業務を発注した後は，作業の進捗状況をときどき確認\nする程度で，進捗状況を記録したり，原告に作業状況の報告を義務付けた\nりすることはなく，また，原告も，ｂ商事株式会社に対して日々の作業の\n進捗状況を報告することはしていなかった（甲１〔５５，１０３頁〕，証\n人ｆ，原告本人）。\nエ  ｂ商事株式会社には，原告以外にも，キャリアカーの修理を依頼する業\n者がいた。また，原告も，ｂ商事株式会社から依頼された業務を知り合い\nの他の業者に行ってもらったことがあった。（甲１〔３６，５５，５９，\n１０３頁〕，証人ｆ，原告本人）\nオ  原告は，ｂ商事株式会社での業務で使用するために，軽トラック（購入\n価格９０万円），溶接機（購入価格４０万４２５０円）及び自家用軽自動\n車（購入価格１５７万０７１２円）を購入し，減価償却の対象としていた\n（甲３ないし甲５，原告本人）。\n⑶    原告が修理業務を行う場所及び時間\nア  原告は，本件事務所に出勤する時間や本件事務所に待機すべき時間につ\nいて，ｂ商事株式会社から何ら指示を受けていなかった。しかし，原告は，\nｂ商事株式会社に恩義を感じていたため，ｂ商事株式会社からの修理業務\nの依頼にいつでも対応することができるように，午前７時半ないし８時頃\nから午後７時ないし８時頃まで本件事務所に常駐していた。（甲１〔３６，\n１０６頁〕，原告本人）\nまた，ｂ商事株式会社では，出勤簿の押印により従業員の出退勤管理を\n行っていたが，本件事務所には出勤簿は置かれておらず，原告は，出勤簿\nに押印したことはなかった（甲１〔３６頁〕，乙３，証人ｆ，原告本人）。\nイ  原告は，本件事務所，車庫及びａモータープールでｂ商事株式会社から\n依頼された修理業務を行っていた。このうち，本件事務所については，前\n記⑴の経緯でｂ商事株式会社から賃借したものであり，車庫については，\nｆが，原告が修理を行う際に風雨を避けられる場所として原告に使用させ\nることとしたものである。（甲１〔３５，６０，１０４頁〕，証人ｆ，原\n告本人）\n⑷    ｂ商事株式会社から原告に対する報酬の支払\nア  原告は，毎月末，ｂ商事株式会社に対し，請求書とともに納品書を提出\nしていた（当事者間に争いがない。）。原告に対する報酬は，原告が定め\nた算定基準（一部の例外を除いて，作業に費やした時間を基に算出するも\nの。）に基づいて決定されていた（甲６，証人ｆ，原告本人）。\nｂ商事株式会社は，基本的には，原告から提出される請求書に基づいて，\n請求どおりの額の報酬を支払っていた。この報酬は，ｂ商事株式会社にお\nいて「ｄ」に対する「車両修繕費」の勘定科目として処理されており，所\n得税の源泉徴収や社会保険などの各種控除も行われていなかった。（甲１\n〔３６，５４，１４６，１４７頁〕，乙３，証人ｆ，原告本人）\nイ  原告は，他の会社に対しても，ｂ商事株式会社と同様に，作業時間を前\n提として算出した金額を工賃として請求していた（甲６，原告本人）。\n⑸    他の業者との関係\nｂ商事株式会社は，原告がｂ商事株式会社以外の会社から業務を引き受け\nることを制限しておらず，実際に，原告は，ｈ車輌運送株式会社などｂ商事\n株式会社以外の会社からの修理業務も引き受けていた。原告が他の会社から\nの修理業務を引き受ける場合であっても，常にｂ商事株式会社に報告してそ\nの了承を求めることはなかった。（甲１〔６３，１０６頁〕，甲３ないし甲\n６，乙６，原告本人）\n⑹    その他の事情\nア  ｂ商事株式会社の社員配置表や勤務表には，原告の名前が従業員として\n記載されていなかった（甲１〔１２５～１２６頁〕，甲９）。\nイ  ｂ商事株式会社は，原告に対し，ガソリンカードを交付しており，ｂ商\n事株式会社のガソリンカードの貸与者一覧表には，貸与者の氏名として「ｄ\n・ｉ」と記載されていた（甲７）。\nウ  原告は，「ｄ」の屋号で毎年確定申告を行っていた（甲１〔３７，６２\n頁〕，甲３ないし甲５）。\nエ  原告は，自らの意思で，自身の妻であるｊを従業員として雇用していた\n（甲１〔６２頁〕，甲３ないし甲５，原告本人）。\n２  労働者性の判断基準\n労災保険法の保険給付の対象となる労働者の意義については，同法にこれを\n定義した規定はないものの，同法が労働基準法第８章「災害補償」に定める各\n規定の使用者の労災補償義務を補填する制度として制定されたものであること\nに鑑みると，労災保険法上の「労働者」は，労働基準法上の「労働者」と同一\nのものであると解するのが相当である。そして，労働基準法９条は，労働者に\nついて，「職業の種類を問わず，事業又は事務所（中略）に使用される者で，\n賃金を支払われる者をいう。」と規定し，また，賃金について，同法１１条が\n「労務の対償として使用者が労働者に支払うすべてのものをいう。」と規定し\nていることからすれば，同法にいう労働者とは，①使用者の指揮監督下に労務\nを提供し，②使用者から労務に対する対償としての報酬を支払われる者をいう\nと解するのが相当である（以下，①及び②を併せて「使用従属性」という）。\nそして，①労務提供の形態については，⑴仕事の依頼，業務従事の指示に対\nする諾否の自由の有無，⑵業務遂行上の指揮監督の有無，⑶勤務場所・勤務時\n間に関する拘束性の有無，⑷代替性の有無等に照らして判断するのが相当であ\nる。また，②報酬の労務対償性については，報酬の性格が使用者の指揮監督の\n下に一定の時間労務を提供していることに対する対価と判断される場合には，\n使用従属性を補強するものといえる。さらに，上記①及び②のみでは使用従属\n性の判断が困難である場合には，③労働者性の判断を補強する要素として，事\n業者性の程度（業務で使用する機械や器具の負担関係，報酬の額，商号使用の\n有無），専属性の程度（経済的従属性の有無，報酬の生活保障的要素の有無），\nその他の事情（報酬について給与所得として源泉徴収を行っていること等使用\n者がその者を自らの労働者と認識していると推認される事情）を勘案し総合判\n断するのが相当である。\nなお，原告は，上記の判断基準が直ちに本件には妥当しないと主張するが，\n原告について労災保険法の保険給付の対象となる労働者に当たるか否かを判断\nするにあたり，上記の判断基準に拠ることができない特段の事情は認められな\nいから，原告の上記主張は採用することができない。\n以下，上記判断基準に沿って，原告が労働基準法上の「労働者」に該当する\nかについて検討する。\n３  ①ｂ商事株式会社の指揮監督下における原告の労務提供の有無\n⑴    仕事の依頼，業務指示に対する諾否の自由の有無\nｂ商事株式会社が，原告に対し，依頼した業務をすべて請けるように指示\nしていた事実はない（前記認定事実⑵イ）ことからすると，原告において，\nｂ商事株式会社からの仕事の依頼や業務指示に対する諾否の自由がなかった\nということはできない。\nこれに対して，原告は，ｂ商事株式会社から依頼された修理業務を拒んだ\nことはなく，ｂ商事株式会社と原告の間には，原告がｂ商事株式会社から依\n頼された修理については全て応じる旨の黙示の合意があったと主張する。し\nかし，原告がｂ商事株式会社から依頼された修理業務をほとんど断ることな\nく行っていたのは，原告がｂ商事株式会社に恩義を感じていたことが原因で\nある（前記認定事実⑵イ）。のみならず，ｂ商事株式会社には，原告以外に\nもキャリアカーの修理を依頼する業者がいた（前記認定事実⑵エ）ことから\nすると，ｂ商事株式会社が原告との間で原告の主張する上記合意を行うべき\n必要性があったとは認めがたく，原告の上記主張は採用できない。\n⑵    業務遂行上の指揮監督の有無\nｂ商事株式会社は，原告に修理を依頼するに際し，故障箇所の説明と納期\nの調整を行うのみで，その他の具体的な指示は行わず（前記認定事実⑵ア），\nまた，修理を依頼した後は，作業の進捗状況をときどき確認する以外には，\n原告に対して作業の進捗状況の記録や報告を求めることはなかった（前記前\n提事実⑵ウ）。これらの事実からすると，原告は，ｂ商事株式会社から，故\n障箇所や納期といった通常注文者が行う程度の指示を受けていたにとどまる\nのであって，また，納期については，原告の都合も踏まえた調整が行われて\nいたのであるから，原告が，業務の遂行について，ｂ商事株式会社から具体\n的な指揮監督を受けていたと認めることはできない。\n⑶    時間的拘束性の有無\nア  原告は，ｂ商事株式会社から，本件事務所に出勤する時間や本件事務所\nに待機する時間についての指示を受けたことはなく，また，他の従業員と\n異なり，出勤簿による出退勤管理も行われていなかった（前記認定事実⑶\nア）。その他，本件全証拠を精査しても，ｂ商事株式会社が，原告の勤務\n時間を管理していたと認めるに足りる的確な証拠はない。\nしたがって，ｂ商事株式会社が原告に対して勤務時間を拘束していたと\nは認められない。\nイ  これに対し，原告は，毎月末，ｂ商事株式会社に対し，日々の業務に要\nした時間を記載した納品書を提出しており，ｂ商事株式会社は原告の労働\n時間を把握していたのであるから，ｂ商事株式会社による時間的な拘束が\n認められる旨主張する。\nしかし，原告の主張する納品書のうち証拠として提出されているもの（甲\n１〔１２９，１３１，１３４，１３７，１４０，１４１，１４３，１４４\n頁〕）には，業務に費やした時間が記載されていない。また，本件全証拠\nを検討しても，ｂ商事株式会社が，原告の勤務時間を把握するために，原\n告に対し，納品書に作業時間を記載するよう指示していたことを認めるに\n足りる的確な証拠はない。原告は，一部の例外を除き，作業に対する報酬\nをこれに費やした時間を基準として算出していた（前記認定事実⑷ア）が，\n他方で，時間を基準として報酬を算出するのに相応しくない作業について\nは，原告の判断で納品書に作業時間を記載していなかった（原告本人）こ\nとからすると，仮に原告が業務に費やした時間を納品書に記載したことが\nあるとしても，ｂ商事株式会社に対して業務時間を示すことで報酬の算定\n根拠を明らかにする趣旨で記載していたと考えるのが自然であって，原告\nがｂ商事株式会社による労務管理のために労働時間をｂ商事株式会社に報\n告していたものと認めることはできない。\nしたがって，原告の上記主張は採用することができない。\n⑷    場所的拘束性の有無\n原告は，ｂ商事株式会社から，修理業務を行う場所として，本件事務所及\nび車庫を提供されていた（前記認定事実⑶イ）が，他方で，本件全証拠を検\n討しても，ｂ商事株式会社が，原告に対し，本件事務所への常駐や本件事務\n所及び車庫での業務を指示していたことを認めるに足りる的確な証拠はな\nい。かえって，原告は，ｂ商事株式会社に対する恩義から，ｂ商事株式会社\nからの修理業務の依頼にいつでも対応することができるように本件事務所に\n常駐していた（前記認定事実⑶ア）ことからすると，原告がｂ商事株式会社\nから業務の遂行場所として本件事務所及び車庫を提供されていたからといっ\nて，ｂ商事株式会社が原告に対して勤務場所を拘束していたと認めることは\nできない。\n⑸    代替性の有無\nｂ商事株式会社は，原告以外の他の修理業者に対し，キャリアカーの修理\nを依頼することができただけでなく，原告も，ｂ商事株式会社から依頼され\nた業務を知り合いの他の業者に行わせたことがある（前記認定事実⑵エ）こ\nとからすれば，原告がｂ商事株式会社から依頼されていた業務は，他者によ\nる代替が可能なものであったと認めることができる。\n⑹    以上を総合的に考慮すると，原告がｂ商事株式会社の指揮監督下において\n労務を提供していたと認めることはできない。\n４  ②ｂ商事株式会社の原告に対する報酬の労務対償性の有無\nｂ商事株式会社の原告に対する報酬について労務対償性が認められるために\nは，ｂ商事株式会社から原告が受領した報酬が，ｂ商事株式会社による指揮監\n督下で行われた労務提供に対する対価であると認められることが必要であると\nいうべきところ，原告がｂ商事株式会社の指揮監督下で労務を提供していたと\nは認められないことは上記３で説示したとおりであるから，ｂ商事株式会社か\nら原告が受領した報酬に労務対償性があると認めることはできない。\nまた，ｂ商事株式会社は，基本的には，原告が定めた算定方法に基づいて算\n出した報酬を原告の提出する請求書に従って支払っている（前記認定事実⑷ア）\nことからすると，原告に対する報酬は，賃金というよりはむしろ，作業時間を\n前提として算出された工賃であるというべきである。\nしたがって，ｂ商事株式会社の原告に対する報酬には労務対償性があるとい\nうことはできない。\n５  ③その他の考慮事情\n上記のとおり，原告については，ｂ商事株式会社の指揮監督下で労務を提供\nしたものとは認められず，また，ｂ商事株式会社の原告に対する報酬には労務\n対償性が認められないため，使用従属性があったとはいえないが，念のため，\n以下の点についても判断する。\n⑴    事業者性\n原告は，「ｄ」の屋号を用いて，ｂ商事株式会社と賃貸借契約を締結し（前\n記認定事実⑴），ｂ商事株式会社に対して納品書を提出し（同⑷ア），毎年\n確定申告を行い（同⑹ウ），自らの意思で従業員を雇用していた（同⑹エ）\nだけでなく，ｂ商事株式会社以外の会社から依頼された修理業務についても\n作業を行っていた（同⑸）。\nまた，原告は，ｂ商事株式会社での業務で使用するために，軽トラック，\n溶接機及び自家用軽自動車を，数十万円から百数十万円の費用をかけて購入\nしているところ，これらの機材は，労働者が使用者の業務で使用するために\n自ら購入するものとしては極めて高額であり，自己の事業のために購入した\nものと認められる。\nそうすると，原告は，独自の商号や自己の所有する事業用資産を用いて，\n独立した事業者として事業経営を行っていたと認められ，その事業者性は極\nめて強いものといわざるを得ない。\n⑵    ｂ商事株式会社への専属性\nア  ｂ商事株式会社は，原告がｂ商事株式会社以外の会社から業務を引き受\nけることを特段制限しておらず，原告が他の会社の業務を引き受ける場合\nであっても，常にｂ商事株式会社に報告してその了承を求めることはなか\nったこと（前記認定事実⑸），ｂ商事株式会社から原告に対して支払われ\nる報酬には固定部分がなく（同⑷ア），その他，報酬に生活保障的要素が\nあると認めるに足りる事情もないことからすると，原告のｂ商事株式会社\nに対する専属性の程度は小さいものといえる。\nイ  これに対して，原告は，ｂ商事株式会社が，原告に一定量の業務を提供\nして所得を保障することの見返りとして，原告に支払う報酬を他の業者へ\nの報酬の半額程度の低額にしていること，ｂ商事株式会社からの報酬が４\n００万円から５００万円の範囲内で固定されていることからすると，ｂ商\n事株式会社から原告に支払われる報酬は，生活保障としての側面が強いと\n主張する。\nしかし，ｂ商事株式会社が原告に支払う報酬額が他の業者への報酬より\nも低額であったかは必ずしも明らかではなく，また，ｂ商事株式会社が，\n原告に対する報酬が一定の範囲内の額となるように，原告に依頼する業務\nの量を配慮していたと認めるに足りる的確な証拠はない。仮に原告に支払\nわれる報酬の額が他の会社と比べて低いといった事実があったとしても，\n原告自身は，その理由について，ｂ商事株式会社に対する恩義のためであ\nると供述しており（原告本人），ｂ商事株式会社が原告の生活を保障する\nために一定の量の業務を与えていたなどとは述べていないことなどからす\nると，原告がｂ商事株式会社から受領した報酬には，原告の主張するよう\nな生活保障的要素を認めることはできない。\n⑶    その他の事情（ｂ商事株式会社の認識）\nア  ｂ商事株式会社は，社員配置表や勤務表に，原告の名前を従業員として\n記載していなかったこと（前記前提事実⑹ア），原告に支払う報酬から所\n得税の源泉徴収や社会保険などの各種控除を行っていなかったこと（同⑷\nア），ｂ商事株式会社の取引履歴には，原告に対して支払われた報酬が「ｄ」\nに対する「車両修繕費」の勘定科目として処理されている旨の記載がある\nこと（同⑷ア）からすると，ｂ商事株式会社は，原告を取引先たる修理業\n者の一つとして認識していたにすぎず，自社の従業員として扱っていなか\nったことは明らかである。\nイ  これに対して，原告は，ｂ商事株式会社が，原告に対し，ガソリンカー\nドを渡していたことをもって，ｂ商事株式会社が原告を従業員として扱っ\nていたのは明らかである旨主張する。しかし，証拠（証人ｆ，原告本人）\nによれば，ｂ商事株式会社が，原告に対し，ガソリンカードを使用して給\n油を行うように指示したものではないと認められることに加え，ｂ商事株\n式会社のガソリンカードの貸与者一覧表には，貸与者の氏名として「ｄ・\nｉ」との記載がある（前記前提事実⑹イ）ところ，原告がＢ商事株式会社\nの従業員であるならば，このような屋号での記載は行われないものと考え\nられることからすると，ｂ商事株式会社が原告にガソリンカードを交付し\nていたからといって，ｂ商事株式会社が原告を従業員として扱っていたと\n認めることはできない。\n⑷  その他，原告は，自身の労働者性を基礎づける事情を縷々主張するが，い\nずれも原告を労働者と認めるに足りる事実であるとはいえない。\n６  小括\n以上によれば，原告は，ｂ商事株式会社から依頼されたキャリアカーの修理\n業務を行うに際し，ｂ商事株式会社の指揮監督の下で労務を提供していたもの\nとはいえず，ｂ商事株式会社から原告に対して支払われた報酬に労務対償性が\nあるともいえず，かえって，原告は，独自の商号を用いて独立して事業を行う\n事業者であると認められることなどを総合考慮すると，原告には使用従属性が\n認められず，原告が労働基準法上の労働者に該当するとはいえない。\nしたがって，原告の療養補償給付及び障害補償給付の支給請求を認めなかっ\nた本件各処分はいずれも適法である。\n第４  結論\n以上によれば，原告の請求はいずれも理由がないから，これを棄却すること\nとし，主文のとおり判決する。\n札幌地方裁判所民事第５部\n裁判長裁判官        岡   山    忠   広\n裁判官        吉   田            豊\n裁判官        牧   野    一   成\n"
}