{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 5,
    "day": 16
  },
  "case_number": "平成28(行ケ)10196",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86749",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86749",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/749/086749_hanrei.pdf",
  "contents": "平成２９年５月１６日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ケ）第１０１９６号  審決取消請求事件\n口頭弁論終結日  平成２９年４月１８日\n判     決\n原        告    メソ  スケール  テクノロジーズ\nエルエルシー\n同訴訟代理人弁理士    古    谷        聡\n西    山    清    春\n大    西    昭    広\n被        告    特    許    庁    長    官\n同 指 定 代 理 人    三    崎        仁\n郡    山        順\n長    馬        望\n真    鍋    伸    行\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を\n３０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２０１５－１２７１２号事件について平成２８年４月７日にした審\n決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成２６年２月１０日，発明の名称を「アッセイ装置，方法，およ\nび試薬」とする発明について特許出願（特願２０１４－２３３２０号。原出願日：\n平成２１年４月１０日。優先権主張：平成２０年４月１１日，米国。甲６。以下\n「本願」という。）をしたが，平成２７年２月２３日付けで拒絶査定を受けた。\n(2)  原告は，平成２７年７月３日，上記拒絶査定について不服審判を請求すると\nともに，同日付け手続補正書（甲７）により特許請求の範囲を補正した（以下「本\n件補正」という。）。\n(3)  特許庁は，上記審判請求を不服２０１５－１２７１２号事件として審理を行\nい，平成２８年４月７日，「本件審判の請求は，成り立たない。」との別紙審決書\n（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同月１９日，\n原告に送達された。なお，出訴期間として９０日が附加された。\n(4)  原告は，平成２８年８月１７日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n(1)  本願発明\n本件補正前の特許請求の範囲請求項１の記載は，平成２７年２月１０日付け手続\n補正書（甲８）により補正された次のとおりのものである。以下，この請求項１に\n記載された発明を「本願発明」といい，明細書及び図面（甲６）を併せて「本件明\n細書」という。なお，文中の「／」は，原文の改行箇所を示す（以下同じ。）。\n【請求項１】マルチウェルプレートにおいてアッセイを実施するための方法であ\nって，ここで前記方法は，（ａ）光検出サブシステム；（ｂ）液体操作サブシステ\nム；（ｃ）プレート操作サブシステム，およびソフトウェアのスケジューラーへと\n動作可能に接続されたコンピュータを含有する装置を用い，／前記方法が，前記マ\nルチウェルプレートの個々のウェルにおいて実施される以下のステップ：／（ｉ）\n期間ｎを含有するサンプル添加フェーズの間に前記個々のウェルに対してサンプル\nを添加するステップ；／（ｉｉ）期間ｍを含有する放置フェーズの間に前記個々の\nウェル中に前記サンプルを放置するステップ；／（ｉｉｉ）期間ｐを含有する試薬\n添加フェーズの間に前記個々のウェルへと試薬を添加するステップ；ならびに／\n（ｉｖ）前記ソフトウェアのスケジューラーによって前記マルチウェルプレートの\n個々のウェルに対するステップ（ｉ）～（ｉｖ）の状態をトラックするステップ，\n／を含有するコンピュータを実装した連続交互プロセスを含有し，／ここで前記マ\nルチウェルプレートの第一のウェルがステップ（ｉ）～（ｉｉｉ）へと供され，そ\nして前記第一のウェルの少なくともステップ（ｉ）が完了したのちに前記マルチウ\nェルプレートの一つもしくはそれ以上の追加のウェルにおいてこれらのステップ\n（ｉ）～（ｉｉｉ）が繰り返され，かつ／期間ｎ，ｍもしくはｐの一つもしくはそ\nれ以上が，前記マルチウェルプレートの一つもしくはそれ以上のウェルにおいて，\n前記ソフトウェアのスケジューラーによって調整できる，方法。\n(2)  本願補正発明\n本件補正後の特許請求の範囲請求項１の記載は，次のとおりである（甲７）。以\n下，この請求項１に記載された発明を「本願補正発明」という。下線部は，本件補\n正による補正箇所を示す。\n【請求項１】マルチウェルプレートにおいてアッセイを実施するための方法であ\nって，ここで前記方法は，（ａ）光検出サブシステム；（ｂ）液体操作サブシステ\nム；（ｃ）プレート操作サブシステム，およびソフトウェアのスケジューラーへと\n動作可能に接続されたコンピュータを含有する装置を用い，／前記方法が，前記マ\nルチウェルプレートの個々のウェルにおいて実施される以下のステップ：／（ｉ）\n期間ｎを含有するサンプル添加フェーズの間に前記個々のウェルに対してサンプル\nを添加するステップ；／（ｉｉ）期間ｍを含有する放置フェーズの間に前記個々の\nウェル中に前記サンプルを放置するステップ；／（ｉｉｉ）期間ｐを含有する試薬\n添加フェーズの間に前記個々のウェルへと試薬を添加するステップ；ならびに／\n（ｉｖ）前記ソフトウェアのスケジューラーによって前記マルチウェルプレートの\n個々のウェルに対するステップ（ｉ）～（ｉｉｉ）の状態をトラックするステップ，\n／を含有するコンピュータを実装した連続交互プロセスを含有し，／ここでステッ\nプ（ｉ）が，サンプルを添加するステップの前に前記個々のウェルのシールを穴開\nけするステップをさらに含有し，／ここで前記マルチウェルプレートの第一のウェ\nルがステップ（ｉ）～（ｉｉｉ）へと供され，そして前記第一のウェルの少なくと\nもステップ（ｉ）が完了したのちに前記マルチウェルプレートの一つもしくはそれ\n以上の追加のウェルにおいてこれらのステップ（ｉ）～（ｉｉｉ）が繰り返され，\nかつ／期間ｎ，ｍもしくはｐの一つもしくはそれ以上が，前記マルチウェルプレー\nトの一つもしくはそれ以上のウェルにおいて，前記ソフトウェアのスケジューラー\nによって調整できる，方法。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①\n本願補正発明は，下記アの引用例１に記 載された発明（以下「引用発明」とい\nう。），下記イの引用例２に記載された事項及び下記ウないしオの周知例１ないし\n３に記載された周知技術に基づいて，当業者が容易に発明をすることができたもの\nであるから，特許法２９条２項の規定により特許出願の際独立して特許を受けるこ\nとができないものであって，本件補正は，同法１７条の２第６項において準用する\n同法１２６条７項の規定に違反するので，同法１５９条１項において読み替えて準\n用する同法５３条１項の規定により却下すべきものである，②本願発明は，本願補\n正発明を包含するから，本願補正発明と同様に，引用発明，引用例２の記載事項及\nび上記周知技術に基づいて，当業者が容易に発明をすることができたものであって，\n同法２９条２項の規定により特許を受けることができない，というものである。\nア  引用例１：米国特許出願公開第２００７／０２３１２１７号明細書（甲１）\nイ  引用例２：特開平６－１９４３１５号公報（甲２）\nウ  周知例１：特開２００４－３１７３２１号公報（甲３）\nエ  周知例２：特開２００２－４８７５５号公報（甲４）\nオ  周知例３：特開平８－２７８３１０号公報（甲５）\n(2)  本願補正発明と引用発明との対比\n本件審決が認定した引用発明，本願補正発明と引用発明との一致点及び相違点は，\n次のとおりである。\nア  引用発明\nマルチウェルプレートにおいて自動化したアッセイを実施するための方法であっ\nて，（１）光検出，（２）液体操作，及び（３）プレート操作の三つのサブシステ\nム及び操作制御のためのコンピュータを有する装置を用い，／アッセイが，前記マ\nルチウェルプレートのウェル内に作用電極上に固定された捕捉抗体と乾燥形態の標\n識検出抗体を含むマルチウェルプレートを用いるＥＣＬ測定を用いたサンドイッチ\nイムノアッセイであって，／前記方法が，前記マルチウェルプレートの個々のウェ\nルに対して連続して実施される以下のステップ：／（ｉ）前記個々のウェルに対し\nてサンプルを添加するステップ；／（ｉｉ）前記個々のウェル中に前記サンプルを\nインキュベーションするステップ；ならびに／（ｉｉｉ）前記個々のウェルへとＥ\nＣＬ読み取りバッファー試薬を添加するステップ／を含有し，／前記マルチウェル\nプレートの一つもしくはそれ以上の追加のウェルにおいてこれらのステップ（ｉ）\n～（ｉｉｉ）が繰り返され，／ここで前記マルチウェルプレートの第一のウェルが\n最初にステップ（ｉ）～（ｉｉｉ）へと供され，そしてプレートのウェルのシール\nはピペッテイングプローブによって接近されるのに先立ってシール貫通ツールによ\nって貫通される方法。\nイ  本願補正発明と引用発明との一致点\nマルチウェルプレートにおいてアッセイを実施するための方法であって，（ａ）\n光検出サブシステム；（ｂ）液体操作サブシステム；および（ｃ）プレート操作サ\nブシステム，ソフトウェアのスケジューラーへと動作可能に接続されたコンピュー\nタを含有する装置を用い，／前記方法が，前記マルチウェルプレートの個々のウェ\nルに対して連続して実施される以下のステップ：／（ｉ）期間ｎを含有するサンプ\nル添加フェーズの間に前記個々のウェルに対してサンプルを添加するステップ；／\n（ｉｉ）期間ｍを含有する放置フェーズの間に前記個々のウェル中に前記サンプル\nを放置するステップ；ならびに／（ｉｉｉ）期間ｐを含有する試薬添加フェーズの\n間に前記個々のウェルへと試薬を添加するステップ／を含有するコンピュータを実\n装したプロセスを含有し，／ここでステップ（ｉ）が，サンプルを添加するステッ\nプの前に前記個々のウェルのシールを穴開けするステップをさらに含有し／ここで\n前記マルチウェルプレートの第一のウェルがステップ（ｉ）～（ｉｉｉ）へと供さ\nれ，そして前記マルチウェルプレートの一つもしくはそれ以上の追加のウェルにお\nいてこれらのステップ（ｉ）～（ｉｉｉ）が繰り返される，／方法。\nウ  本願補正発明と引用発明との相違点\n(ア)  相違点１\nマルチウェルプレートの一つもしくはそれ以上の追加のウェルにおいてこれらの\nステップ（ｉ）～（ｉｉｉ）が繰り返されることが，本願補正発明では「前記第一\nのウェルのステップ（ｉ）が完了したのちに」と特定されているのに対し，引用発\n明では，そのようには特定されていない点。\n(イ)  相違点２\nコンピュータを実装したプロセスが，本願補正発明では，「連続交互プロセス」\nであるのに対し，引用発明では，そのように特定されていない点。\n(ウ)  相違点３\n本願補正発明が，「前記ソフトウェアのスケジューラーによって前記マルチウェ\nルプレートの個々のウェルに対するステップ（ｉ）～（ｉｉｉ）の状態をトラック\nするステップ」を備えているのに対し，引用発明は，スケジューラーがマルチウェ\nルプレートの個々のウェルに対するステップ（ｉ）～（ｉｉｉ）の状態をトラック\nするか否か不明であって，そのようなステップを備えることが特定されていない点。\n(エ)  相違点４\n本願補正発明が，「期間ｎ，ｍもしくはｐの一つもしくはそれ以上が，前記マル\nチウェルプレートの一つもしくはそれ以上のウェルにおいて，前記ソフトウェアの\nスケジューラーによって調整できる」のに対して，引用発明は，各ステップ（ｉ）\n～（ｉｉｉ）の期間が調整できることが特定されていない点。\n４  取消事由\n(1)  本願補正発明の容易想到性に係る判断の誤り（取消事由１）\nア  相違点２に係る容易想到性の判断の誤り\nイ  効果に係る認定判断の誤り\n(2)  本願発明の容易想到性に係る判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（本願補正発明の容易想到性に係る判断の誤り）について\n〔原告の主張〕\n(1)  相違点２に係る容易想到性の判断の誤りについて\nア  本件審決は，引用発明に引用例２に記載された技術事項を適用すれば，相違\n点２の構成（「連続交互プロセス」）に至ると判断する。\nしかし，引用例２の図３に示されている処理は，１つの滴定容器への試薬の注入\nと共にインキュベーションを開始して，そのインキュベーション中に，次の１つの\n滴定容器について試薬を注入すると共にインキュベーションを開始し，以下，同様\nに，次の滴定容器へと順次処理を進めていくものであり，個々のウェルについての\n処理を，サンプル添加ステップから開始する一連の連続するステップとして実施す\nることを含む本願補正発明の「連続交互プロセス」とは明確に異なるものである。\nイ(ア)  また，本願補正発明の「連続交互プロセス」は，マルチウェルプレート\nにおけるアッセイにおいて，ある１つのウェルについてのサンプル添加ステップ\n（ｉ）と試薬添加ステップ（ｉｉｉ）の間の放置ステップ（ｉｉ）の期間中に，該\n１つのウェルのサンプルの処理の開始に続いて処理が開始される別のウェルについ\nて，サンプル添加ステップ（ｉ）から試薬添加ステップ（ｉｉｉ）までの一連の連\n続する処理が開始されること，及び，該別のウェルについてのサンプル添加ステッ\nプ（ｉ）と試薬添加ステップ（ｉｉｉ）の間に，該１つのウェルが放置するステッ\nプ（ｉｉ）の終わりに到達したときには，該１つのウェルの試薬添加ステップ（ｉ\nｉｉ）が開始されるようにすることを少なくとも含むものである。そして，本願補\n正発明の「連続交互プロセス」は，ある１つのウェルについて，「サンプルを添加\nするステップ（ｉ）」と「試薬を添加するステップ（ｉｉｉ）」の間の期間（すな\nわち，放置ステップ（ｉｉ）を含む期間）中は，（他のウェルに対するものを含む）\nサンプル添加及び試薬添加の期間を除き，該１つのウェル内のサンプルの撹拌が継\n続されるという作用を含むものである（【００８４】【図１８】）。\n(イ)  引用例１のインキュベーションが，サンプルと捕捉抗体及び標識検出試薬\nとが反応するのを待つ段階であるとしても，引用例１には，サンプル添加ステップ\n（ｉ）と試薬添加ステップ（ｉｉｉ）の間の期間中，本願補正発明の「連続交互プ\nロセス」のごとく，サンプルの撹拌が継続されることは何ら記載されていない。\nまた，引用例２のインキュベーション工程は，ウェルに入れられたサンプルの撹\n拌動作を伴うものではなく，撹拌動作がインキュベーション期間中継続されるとい\nうものでもない。\n(ウ)  したがって，ステップ（ｉ）ないし（ｉｉｉ）を各ウェルについて繰り返\nす引用発明において，引用例２に記載の技術を採用し，１つのウェルのインキュベ\nーション期間（ｉｉ）中に，他のウェルのサンプル添加（ｉ）を開始することによ\nって得られるものは，前記(ア)の作用を含む本願補正発明の「連続交互プロセス」\nを含有するものではない。\n(2)  効果に係る認定判断の誤りについて\n前記(1)のとおり，引用例２に記載された技術事項を適用した引用発明は，本願補\n正発明の「連続交互プロセス」を含むことにはならない。\nしたがって，本願補正発明の「連続交互プロセス」を実施することによって，ア\nッセイプロセスのスループットを向上させつつ，サンプル添加後の放置期間中の撹\n拌時間を最大化できるという本願補正発明の効果（【００８４】【００８５】）は，\n当業者が容易には予測することができないものである。\n〔被告の主張〕\n(1)  相違点２に係る容易想到性の判断の誤りについて\nステップ（ｉ）～（ｉｉｉ）を各ウェルについて繰り返す引用発明において，引\n用例２に記載の技術を採用し，１つのウェルのインキュベーション期間（ｉｉ）中\nに，他のウェルのサンプル添加（ｉ）を開始すること（相違点１に係る構成）は，\n当業者が容易に想到し得たことである。このようにして得られたものは，「連続交\n互プロセス」（相違点２に係る構成）を含有することになる。\nしたがって，引用例２に記載された技術事項を適用した引用発明は，「第一のウ\nェル」に対するステップ（ｉｉ）中に「前記マルチウェルプレートの一つもしくは\nそれ以上の追加のウェルにおいて，」少なくともステップ（ｉ）を行い，その後で，\n「第一のウェル」に対するステップ（ｉｉｉ）を行う，つまり「連続交互プロセス」\nを含有することにあるとの本件審決の認定には誤りがない。\n(2)  効果に係る判断の誤りについて\n引用例２は，測定にかかる作業時間を短縮するためのものであるから（【０００\n３】【００２０】），アッセイプロセスのスループットを向上させるという効果は，\n当業者が予測し得る程度のものである。また，放置期間中の撹拌時間を最大化でき\nるという効果も，引用例２に記載の技術及び周知技術から，当業者が予測し得る程\n度のものである。\nしたがって，アッセイプロセスのスループットを向上させつつ，サンプル添加後\nの放置期間中の撹拌時間を最大化できるという本願補正発明の効果は，引用発明，\n引用例２に記載の事項及び周知技術から，当業者が容易に予測し得る程度のもので\nあり，効果についての本件審決の判断に，誤りはない。\n２  取消事由２（本願発明の容易想到性に係る判断の誤り）について\n〔原告の主張〕\n本願発明についても，前記１と同様の取消事由が存する。\nしたがって，本願発明は，当業者が容易に発明をすることができた旨の本件審決\nの判断は誤りである。\n〔被告の主張〕\n原告の主張は争う。\n第４  当裁判所の判断\n１  本願補正発明について\n本願補正発明に係る特許請求の範囲は，前記第２の２(2)のとおりであり，本件明\n細書（甲６）によれば，本願補正発明の特徴は，以下のとおりである（下記記載中\nに引用する図面については，別紙１参照）。\n(1)  技術分野\n本願補正発明は，マルチウェルプレートを用いてアッセイ（分析・測定）を実施\nする方法に関する（【０００２】）。\n(2)  背景技術\n化学的，生物学的，及び／もしくは生化学的アッセイを実施するための数多くの\n方法及びシステムが開発されてきた。それらの方法及びシステムは医療診断，飲食\n料品試験，環境モニタリング，製造業の品質管理，創薬，及び基礎科学研究を含む\n様々な用途において重要である（【０００３】）。\nマルチウェルプレートは，複数のサンプルの処理及び分析のための標準的なフォ\nーマットである。マルチウェルプレートは，ウェルの標準的な配置として，９６ウ\nェルプレート（１２×８のウェルの配列），３８４ウェルプレート（２４×１６の\nウェルの配列）及び１５３６ウェルプレート（４８×３２のウェルの配列）を含む\n（【０００４】）。\nマルチウェルプレート中でアッセイを実施するため，例えば，電気化学発光を測\n定するプレートリーダーが利用可能である。マルチウェルプレートの底部は，結合\n反応のための固相支持体及び電気化学発光（ＥＣＬ）を起こさせるための電極の両\n方として機能する導電層を有する（【０００５】）。\n(3)  発明が解決しようとする課題\nマルチウェルプレートを用いて複数のサンプルを測定するための一つのアプロー\nチは，連続サンプル処理である。この処理は，次のサンプルの分析を開始する前に\n一つのサンプルのサンプル分析を完了するものであり，スループットが低い。そこ\nで，本願補正発明は，マルチウェルプレートを用いたアッセイにおける改善された\n方法，具体的には，スループットを向上させる方法を提供することを目的とする\n（【０００６】【００８４】）。\n(4)  課題を解決するための手段\n本願補正発明は，前記(3)の解決手段として，特許請求の範囲の請求項１記載の構\n成を採用したものである。とりわけ，本願補正発明は，マルチウェルプレートの個\n々のウェルにおいて，サンプルを添加するステップ（ｉ），サンプルを放置するス\nテップ（ｉｉ），試薬を添加するステップ（ｉｉｉ）を実施するに際し，マルチウ\nェルプレートの第一のウェルにおいてステップ（ｉ）が完了すると，第一のウェル\nは続いてステップ（ｉｉ）～（ｉｉｉ）で処理される一方で，一つ以上の追加のウ\nェルでステップ（ｉ）が開始される（連続交互プロセス）ようにしたものである\n（【００８３】【００８４】【図１８】）。\nマルチウェルプレートは，例えば，アッセイウェル（分析用のウェル）と乾燥ウ\nェルの組が多数配置され，頂部はホイルプレートシールでシールされている。アッ\nセイウェルの底部の作用電極には，標的の分析物（抗原）と特異的に結合する抗体\n（抗体配列）が結合している（【００８４】【図１１】）。この抗体はサンドイッ\nチイムノアッセイフォーマットにおいて，生物因子を検出するのに用い得る（【０\n１１３】）。アッセイウェルの側壁には，凍結乾燥した検出抗体（試薬）が設けら\nれている（【００８４】【図１１】）。この場合，ステップ（ｉ）において，サン\nプル添加後に検出抗体（試薬）を添加するステップを省略することができる（【０\n１１９】）。\nサンプルを添加するステップ（ｉ）は，期間ｎを有し，この期間に，ピペッティ\nングプローブはウェルへサンプルを添加する（【００８０】【図１８】）。ステッ\nプ（ｉ）は，ピペッティングプローブの準備や洗浄，シールの穴開け，試薬添加及\nびアッセイのためのウェルを準備する他のステップを含んでもよい（【００８１】\n【図１２】）。\nサンプルを放置するステップ（ｉｉ）は，期間ｍを有し，この期間に，ピペッテ\nィングプローブは待機しており，任意選択で，一つ以上の追加のウェルへアクセス\nし操作する（【００８０】）。\n試薬を添加するステップ（ｉｉｉ）は，期間ｐを有し，この期間に，ピペッティ\nングプローブは，試薬を添加する（【００８０】【図１８】）。ステップ（ｉｉｉ）\nは，ピペッティングプローブの準備や洗浄，個々のウェルの検出プロセスの実行\n（例えば個々のウェルでのＥＣＬの誘起及び測定）を含んでもよい。ＥＣＬの誘起\n及び測定は，例えば，ＥＣＬ読み取りバッファーの添加後，作用電極に電圧を加え\nることによって検出抗体の標識を発光させて，発光したＥＣＬをＣＣＤカメラ上で\n画像化することで行う（【００８１】【０１２１】【図１２】）。\n(5)  作用・効果\n本願補正発明によれば，先のサンプルのための放置期間中に（ステップ（ｉｉ））\n追加のウェルでサンプル処理を開始するので，複数のサンプルを測定する際のスル\nープットを増大させることができる（【００８４】）。連続交互プロセスは，スル\nープットを増大させるので，とりわけ，アッセイプロセスにおいて，単一のピペッ\nティングプローブを使用して異なる時間で複数の動作を実施する際に利点がある\n（【００８５】）。\n２  引用発明について\n(1)  引用発明の認定\n引用例１（甲１）には，本件審決が認定したとおりの引用発明（前記第２の３(2)\nア）が記載されていることが認められる（なお，原告は，当初，本件審決の引用発\n明の認定を争っていたが，かかる主張を撤回した。）。\n引用発明の特徴は，以下のとおりである。\nマルチウェルプレートアッセイフォーマットにおける，自動化したサンプリング，\nサンプル調整及び／もしくはサンプル分析のための改善された装置，システム，方\n法，試薬及びキットが必要とされている（[０００７]）。\nマルチウェルプレートにおいて発光アッセイを実施するための装置が提供される\n（[００２２]）。装置は，（１）光検出，（２）液体操作，及び（３）プレート操\n作の三つのサブシステムを有する（[００８６]）。\nより具体的には，装置の筐体は，マルチウェルプレートを特定のアッセイ工程及\nび／又は検出ステップが実施される領域へと筐体内で水平に平行移動するためのプ\nレート移動ステージを含む（[００２２]）。装置は，遮光性筐体内に備え付けられ\n得る光検出器を含むことができる。装置はまた，ピペッティングシステム，シール\n貫通システム，試薬及び廃液貯蔵コンテナ，サンプル管もしくは試薬管のための試\n験管ホルダ，サンプル／試薬／廃液を配送／除去するための流体ステーションなど\nを備えていてもよい。装置は，発光信号を誘発及び／又は分析等の操作制御のため\nに，コンピュータを含有し得る（[００２３]）。\nマルチウェルプレートのそれぞれのウェルは，作用電極上に固定された一つもし\nくはそれ以上の捕捉抗体と，乾燥形態で，標識された検出抗体を含む （[００９\n１]）。サンプル中の生物剤は対応する捕捉抗体及び対応する標識された検出抗体に\n結合し，サンドイッチ複合体を形成する（[００９９]）。検出は，電気化学発光\n（ＥＣＬ）測定を用いて行われる（[００９９]）。\nアッセイ方法は，ピペッティングプローブでサンプルをウェルへ移動させるステ\nップ，サンプル放置中に内容物を攪拌，混合するステップ，ピペッティングプロー\nブでＥＣＬ読み取りバッファーを添加してＥＣＬを誘発するステップを含む（[００\n１４][００６４][００９９]）。一回に一つのウェルのみからＥＣＬを誘発して測定\nすることができる（[００８４]）。また，マルチウェルプレートの一つもしくはそ\nれ以上の追加のウェル上にてこれらの工程を繰り返してもよい（[００１４]）。\nマルチウェルプレートのウェルのシールは，ピペッティングプローブによって接\n近されるのに先立ってシール貫通ツールによって貫通される（[００３１]）。\n(2)  本願補正発明と引用発明との対比\n本願補正発明と引用発明との間には，本件審決が認定したとおりの相違点１ない\nし４（前記第２の３(2)ウ）が存在し，相違点１，３及び４については，いずれも本\n願優先日当時の当業者において容易に想到し得るものであったと認められ，この点\nは当事者間に争いがない。\n３  取消事由１（本願補正発明の容易想到性に係る判断の誤り）について\n(1)  相違点２に係る容易想到性の判断の誤り）について\nア  相違点２について\n相違点２（本願補正発明の「連続交互処理」）に関し，特許請求の範囲には，\n「前記方法が，前記マルチウェルプレートの個々のウェルにおいて実施される以下\nのステップ：…を含有するコンピュータを実装した連続交互プロセスを含有し，…\nここで前記マルチウェルプレートの第一のウェルがステップ（ｉ）～（ｉｉｉ）へ\nと供され，そして前記第一のウェルの少なくともステップ（ｉ）が完了したのちに\n前記マルチウェルプレートの一つもしくはそれ以上の追加のウェルにおいてこれら\nのステップ（ｉ）～（ｉｉｉ）が繰り返され」と記載されている。また，本件明細\n書には，「スループットを増大させるために，先のサンプルのための放置期間中に\nサンプル処理を開始する事が可能であり，これはこの時間に先のサンプルのために\nピペッターは必要としないという事象の利点を活用する。このようなアプローチの\n一実施態様は連続交互プロセスであり，動作が個々のウェルにおいて取られるとき\nの異なるフェーズのために交互の期間を割り当てる」（【００８４】）と記載され\nている。さらに，【図１８】には，「交互サンプル処理（前のサンプルが放置され\nている間に新しいサンプルをアッセイプレートに添加する）は装置のスループット\nを向上させるために用いられる」と記載されている。\n上記各記載によれば，本願補正発明の「連続交互処理」は，少なくとも，第１の\nウェルでサンプルが放置されている間（ステップ（ｉｉ））中に，一つ以上の追加\nのウェルにおいてサンプルの添加（ステップ（ｉ））を開始する処理を含むと認め\nられる。\nイ  引用例２に記載された技術事項について\n引用例２（甲２）には，以下の技術事項が記載されている。\n引用発明２は，多数の滴定容器を縦横に配列したマルチウェルプレートに対して\n遂次連続的に試薬を注入して滴定容器内サンプルの発光を測定する連続滴定装置に\n関し，例えば，生物発光・化学発光の基礎研究，生細胞の活性度の研究，臨床検査\n（イムノアッセイ），食品中の細菌数測定に用いるものである（【０００１】）。\nマルチウェルプレートの各滴定容器に対しサンプルを入れ，発光を測定して解析\nする発光計測研究装置は従来から存在する。この装置は，サンプルを入れた各滴定\n容器に対し，①発光源物質生成試薬分注，②該サンプル及び発光源物質生成試薬の\nインキュベーション，③発光試薬注入，④発光測定及び⑤発光停止試薬注入の５つ\nの動作をこの順に所定時間ずつ行う。滴定容器の数は一般に２４，４８，９６個あ\nり，自動化がなされていたとしても全作業時間は甚大なものであった。全作業時間\nが長大化することにより，１日に計測出来るサンプルの数が少なくなると共に，サ\nンプルに経時変化が起きて，データに誤差が生じることもある（【０００２】【０\n００３】）。\n引用発明２は，全作業時間を短縮しようとするものであり，上記５つの作業中，\n最も時間のかかる作業が②インキュベーション工程にある点と，③発光試薬注入，\n④発光測定及び⑤発光停止試薬注入作業は一連でなくてはならない点とに着目し，\nインキュベーションの手前の作業とインキュベーションの後に行う作業とを分断し，\nそれぞれの作業が時間的に並行して他の容器に対しても行なえるようにしたもので\nある（【０００３】【０００４】）。\nここで，引用発明２では，図３に示された，多数の滴定容器中のＡ１，Ｂ１，Ｃ\n１におけるタイムチャートのとおり，発光源物質生成試薬分注ノズル１は，滴定容\n器Ａ１の上に駆動され試薬を注入するとともにインキュベーションが開始される。\n次に分注ノズル１は，滴定容器Ｂ１のインキュベーションを開始させ，引続いて滴\n定容器Ｃ１へと進み，当該滴定容器Ｃ１のインキュベーションを開始させる。この\n間に滴定容器Ａ１のインキュベーションが完了し，発光試薬Ｃがそのノズル２より\n注入させられ，これとともにレンズユニット４によりその発光の計測が進められる。\nこの一定時間後には，発光停止試薬Ｄがノズル３より注入されその後直ちにマルチ\nウェルプレート駆動装置が動作し測光組立体の真下に滴定容器Ｂ１が来て前記と同\nじ作業段階をなし，この作業の完了とともに滴定容器Ｃ１が移動する（【００１６】\n【００１７】【図３】）。\nこれを総体的に見ると発光源物質生成試薬分注ノズルは，インキュベーション時\n間終了を待たずに他の滴定容器へと次々と移行し，インキュベーション時間を終わ\nった順に測光組立体が発光源物質生成試薬分注ノズルを追いかけるような動作をな\nす。そのため，引用発明２は，インキュベーション待ち時間を実質上有効に利用で\nきる（【００１８】【００２０】）。なお，上記動作は，コンピュータを主体とす\nる電子制御回路２１により容易になされる（【００１９】）。\nウ  引用発明１に引用例２に記載された技術事項を適用することについて\n引用例１と引用例２（甲２）は，共にイムノアッセイに係る技術であり，イムノ\nアッセイにおける全作業時間を短縮させるという課題は，イムノアッセイ全般の一\n般的な技術課題にすぎない。したがって，引用例２に記載されている，マルチウェ\nルプレートの第一のウェルに反応開始に必要な液体を添加するステップを行ってイ\nムノアッセイの処理を開始し，その第一のウェルでのインキュベーション期間に，\n前記マルチウェルプレートの一つの追加のウェルに反応開始に必要な液体を添加す\nるステップを行ってイムノアッセイの処理を開始し，マルチウェルプレートにおけ\nるイムノアッセイの全作業時間を短縮することを，引用発明に適用することは，当\n業者が容易になし得たことである。\nそうすると，引用例２に記載された技術事項を適用した引用発明は，「第一のウ\nェル」に対するステップ（ｉｉ）中に「前記マルチウェルプレートの一つもしくは\nそれ以上の追加のウェルにおいて，」少なくともステップ（ｉ）を行い，その後で，\n「第一のウェル」に対するステップ（ｉｉｉ）を行う，つまり「連続交互プロセス」\nを含有することになる。\nよって，相違点２の容易想到性についての本件審決の判断に誤りはない。\nエ  原告の主張について\n(ア)  原告は，引用例２の図３（別紙２参照）に示されている処理は，１つの滴\n定容器への試薬の注入と共にインキュベーションを開始して，そのインキュベーシ\nョン中に，次の１つの滴定容器について試薬を注入すると共にインキュベーション\nを開始し，以下，同様に，次の滴定容器へと順次処理を進めていくものであり，個\n々のウェルについての処理を，サンプル添加ステップから開始する一連の連続する\nステップとして実施することを含む本願補正発明の「連続交互プロセス」とは明確\nに異なるものであると主張する。\nしかし，本件明細書の「第一のサンプル添加フェーズは，シールの穴開け，試薬\n添加およびアッセイのためのウェルを準備する他のステップを含んでよい。」\n（【００８１】）との記載，及び，「生物因子を検出するための一つの方法は，…\n（５）液体サンプルをマルチウェルプレートのウェルへと移動するステップ；（６）\n同じ対象に対する少なくとも一つの検出抗体を添加するステップ；（７）アッセイ\n測定を実施して，生物因子が陽性なサンプルを同定するステップ；（８）任意選択\nで（５）～（７）を繰り返す事によって確認テストを実施するステップ；（９）警\n告を発するステップを含有する。任意選択で検出試薬は，ウェル中に乾燥状態で存\n在し（６）は省略しても良い。この場合，サンプルの添加は乾燥試薬の再構成をも\nたらす。」（【０１１９】）との記載からすれば，本願補正発明の「サンプル添加\nフェーズ」は，サンプル添加後に検出抗体（試薬）を添加するステップを含み得る\nものである。そして，本願補正発明は，「（ｉ）期間ｎを含有するサンプル添加フ\nェーズの間に前記個々のウェルに対してサンプルを添加するステップ」と規定して\nいるのみであるから，本願補正発明は，（ウェルに捕捉抗体と乾燥した標識検出抗\n体が予め収容されることで）サンプル添加とともに免疫反応を開始させる態様のみ\nならず，サンプル添加後に検出抗体（試薬）を添加することで免疫反応を開始させ\nる態様も含むものと解するのが相当である。そして，引用例２の図３に示されてい\nる処理は，後者の態様に相当するから，本願補正発明の「連続交互プロセス」と異\nなるところはない。\nさらに，引用発明は，サンプルを添加することによってインキュベーションが開\n始されるものであるから，引用発明に引用例２記載の技術事項を適用することで，\n原告の主張するところの「個々のウェルについての処理を，サンプル添加ステップ\nから開始する一連の連続するステップとして実施する」「連続交互プロセス」も得\nられるから，この点でも原告の主張は失当である。\nしたがって，原告の上記主張は理由がない。\n(イ)  原告は，本願補正発明の「連続交互プロセス」においては，ある１つのウ\nェルについて，「サンプルを添加するステップ（ｉ）」と「試薬を添加するステッ\nプ（ｉｉｉ）」の間の期間（すなわち，放置ステップ（ｉｉ）を含む期間）中は，\n（他のウェルに対するものを含む）サンプル添加及び試薬添加の期間を除き，該１\nつのウェル内のサンプルの撹拌が継続されるものであるから（【００８４】【図１\n８】），引用例１に引用例２を組み合わせても，本願補正発明の「連続交互プロセ\nス」を含有することにはならないと主張する。\nしかし，原告の主張は，特許請求の範囲の記載に基づくものではなく，したがっ\nて，発明の詳細な説明における記載を根拠に，本願補正発明の「連続交互プロセス」\nにおいては，放置ステップ（ｉｉ）を含む期間中は，（他のウェルに対するものを\n含む）サンプル添加及び試薬添加の期間を除き，該１つのウェル内のサンプルの撹\n拌が継続されるという原告の主張は，失当である。\nまた，本件明細書の発明の詳細な説明の記載には，「交互プロセスにおいて，ピ\nペッティングプローブがウェルに到達したりＥＣＬシグナルが測定されたりしてい\nないかぎり装置がプレートを連続的に撹拌するようにサンプルを放置する間の撹拌\n時間は最大化されている。」（【００８４】），「放置されているサンプルの撹拌\n時間は最大化された：ピペッターがウェルへと到達したりＥＣＬが測定されたりし\nない限り，プレートは絶えず撹拌された。」（【図１８】）と記載されているとこ\nろ，試料調製の技術分野において，「インキュベーション」とは，通常，試料（サ\nンプル）を一定の温度で維持することを意図するものであって，「振動」を伴わな\nいものを含むことが技術常識であること（乙３【００３３】，甲２【００１１】）\nからすれば，上記発明の詳細な説明の記載（【００８４】【図１８】）は一実施例\nの作用を示すものにとどまり，撹拌の継続が本願補正発明の必須の構成であると解\nすることはできない。\nしたがって，本願補正発明においては，放置期間における撹拌の継続を要する旨\nの原告の主張は理由がない。\n(2)  効果に係る認定判断の誤りについて\n原告は，引用例２に記載された技術事項を引用発明に適用しても，本願補正発明\nの「連続交互プロセス」を含むことにはならないから，本願補正発明の効果は，当\n業者が容易に予測することができないものであると主張する。\nしかし，前記(1)のとおり，引用例２に記載された技術事項を引用発明に適用すれ\nば，本願補正発明の「連続交互プロセス」を含むことになるから，原告の主張は前\n提を異にするというべきである。そして，本願補正発明の効果が，引用例１及び２\nに記載の事項並びに周知技術から，当業者が予測し得る程度のものを超えるとは認\nめ難い。\nしたがって，効果に係る本件審決の認定判断に誤りはない。\n(3)  小括\n以上のとおり，本願補正発明は，当業者が容易に発明をすることができたもので\nあるから，特許法２９条２項の規定により特許出願の際独立して特許を受けること\nができたものではない。よって，本件補正は却下されるべきものである。\nしたがって，本件補正についての本件審決の判断に誤りはない。\n４  取消事由２（本願発明の容易想到性に係る判断の誤り）について\n本願発明と引用発明とを対比すると，本願補正発明と引用発明との相違点（前記\n第２の３(2)ウ）と同様の相違点１ないし４が認められる。そして，前記３で述べた\nのと同様の理由により，本願発明は，当業者が容易に発明をすることができたもの\nである。\nしたがって，本願発明についての本件審決の判断にも誤りはない。\n５  結論\n以上のとおり，原告主張の取消事由はいずれも理由がないから，原告の請求を棄\n却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙    部    眞  規  子\n裁判官       古    河    謙    一\n裁判官       関    根    澄    子\n別紙１\n【図１１】\n【図１２】\n【図１８】\n以上\n別紙２\n【図３】\n以上\n"
}