{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 11
  },
  "case_number": "平成29(行ケ)10159",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87760",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87760",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/760/087760_hanrei.pdf",
  "contents": "平成３０年４月１１日判決言渡\n平成２９年（行ケ）第１０１５９号  審決取消請求事件\n口頭弁論終結日  平成３０年３月１９日\n判決\n原 告        Ｘ\n同 訴 訟 代 理 人 弁理 士        滝 田 清 暉\n中 村 成 美\n穂\n被 告        Ｙ\n同 訴 訟 代 理 人 弁護 士        鮫 島 正 洋\n山   本   真祐 子\n杉 尾 雄 一\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が無効２０１６－８０００１８号事件について平成２９年６月２８日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求に対する不成立審決の取消訴訟である。争点は，①特\n許法３９条２項の発明の同一性，②一事不再理効，③サポート要件，④明確性要件，\n⑤実施可能要件の各判断の誤りの有無である。\n１  特許庁における手続の経緯等\n(1)  被告は，名称を「シートカッター」とする発明について，平成２２年２月１\n５日を出願日として特許出願（特願２０１０－４７０８３号）をし（甲１３。以下，\n「本願」という。），平成２５年３月１１日付けで特許請求の範囲を補正する手続補\n正をし（甲３。以下，「本件補正」という。），同年９月２７日，その設定登録を受け\nた（特許第５３７４４１９号。請求項の数１。以下，「本件特許」という。甲１４）。\n(2)  被告は，平成２５年９月１７日，本願の一部を分割出願し（特願２０１３－\n２０８５９８号。以下，「本件分割出願」という。），平成２７年５月１５日，その設\n定登録を受けた（特許第５７４５０００号。請求項の数４。以下，「分割特許」とい\nう。甲１）。\n原告は，平成２７年１０月５日付けで分割特許の請求項１～４についての特許異\n議申立て（異議２０１５－７０００５５号）をしたところ，被告は，平成２９年１\n月１６日付けで特許請求の範囲を訂正（請求項１は削除）する訂正請求をし（以下，\n「別件訂正」という。），特許庁は，同年６月１９日，別件訂正を認め，請求項２～\n４に係る特許を維持し，請求項１に係る特許についての申立てを却下する決定をし\nた（甲１６）。\n(3)  原告は，平成２６年１月６日付けで本件特許の請求項１に係る発明につい\nての特許無効審判請求（無効２０１４－８００００４号）をしたところ（以下，「前\n件無効審判」という。），特許庁は，同年７月１５日，請求不成立審決をした（甲４。\n以下，「前件審決」という。）。\n前件審決は，平成２８年１月４日，確定した（弁論の全趣旨）。\n(4)  被告は，平成２８年１月６日，本件特許の特許請求の範囲を訂正する訂正審\n判請求（訂正２０１６－３９０００２号）をしたところ（以下，「本件訂正」という。），\n特許庁は，同年１０月４日，本件訂正を認める旨の審決をし（以下，「本件訂正審決」\nという。），本件訂正審決は，同月１８日，確定した（甲１５）。\n(5)  原告は，平成２８年２月９日付けで本件特許の請求項１に係る発明につい\nての特許無効審判請求（無効２０１６－８０００１８号）をしたところ（甲６。以\n下，「本件無効審判」という。），特許庁は，平成２９年６月２８日，「本件審判の請\n求は，成り立たない。」との審決をし，その謄本は，同年７月６日，原告に送達され\nた。\n２  本件特許発明１等の要旨\n本件訂正後の本件特許の請求項１に係る発明（以下，「本件特許発明１」という。），\n本件補正後の本件特許の請求項１に係る発明（以下，「本件補正発明１」という。）\n及び本願の願書に最初に添付した特許請求の範囲の請求項１に係る発明（以下，「本\n件当初発明１」という。）並びに別件訂正後の分割特許の請求項２～４に係る発明\n（以下，請求項の番号に従って「分割特許発明２」のようにいい，併せて「分割特\n許発明」という。）の特許請求の範囲の記載は，次のとおりである（なお，本件訂正\n後の本件特許の明細書及び図面を「本件明細書」というが，本件特許について，明\n細書及び図面の補正及び訂正は行われていないから，本件明細書の記載は，本願の\n願書に最初に添付した明細書及び図面〔以下，「当初明細書」という。甲１３〕の記\n載と同一である。）\n(1)  本件特許発明１（甲１５。下線は，訂正箇所を示す。）\n【請求項１】\n第１の刃と，\n第２の刃と，\n前記第１の刃と前記第２の刃を設けた本体と，\n前記本体と可動的に接続され，該本体と略平行に接続された平板状のガイド板とを\n有し，\n前記ガイド板の一辺が切断対象物の表面に接する状態で，前記本体が前記ガイド板\nに対して動くことにより前記ガイド板から前記第１の刃または前記第２の刃が該ガ\nイド板に隣接した位置から該ガイド板と略平行に出る\nことを特徴とするカッター。\n(2)  本件補正発明１（甲３。下線は，補正箇所を示す。）\n【請求項１】\n刃と，\n前記刃を設けた本体と，\n前記本体と可動的に接続されたガイド板とを有し，\n前記本体が前記ガイド板に対して動くことにより前記ガイド板から前記刃が出る\nことを特徴とするカッター。\n(3)  本件当初発明１（甲１３）\n【請求項１】\nカッターナイフの刃の横に，ガイド板（４）を設けたシートの切断道具であるシ\nートカッター。\n(4)  分割特許発明（甲１６）\nア  分割特許発明２\n【請求項２】\n第１の刃と，\n第２の刃と，\n前記第１の刃と前記第２の刃を設けた本体と，\n前記本体と略平行に接続され，前記第１の刃または前記第２の刃と略平行であり，\n前記本体の下端部から少なくとも一部が露出している平板状のガイド板とを有し，\n前記本体を前記ガイド板に対して傾けることにより前記ガイド板から前記第１の刃\nまたは\n前記第２の刃が該ガイド板に隣接した位置から該ガイド板と略平行に出る\nことを特徴とするカッター。\nイ  分割特許発明３\n【請求項３】\n第１の刃と，\n第２の刃と，\n前記第１の刃と前記第２の刃を設けた本体と，\n前記本体と略平行に接続され，前記第１の刃または前記第２の刃と略平行に設けら\nれた平板状のガイド板とを有し，\n前記本体は平板状であり，\n前記本体を前記ガイド板に対して傾けることにより前記ガイド板から前記第１の刃\nまたは\n前記第２の刃が該ガイド板に隣接した位置から該ガイド板と略平行に出る\nことを特徴とするカッター。\nウ  分割特許発明４\n【請求項４】\n前記ガイド板は，前記本体と軸によって接続されている，請求項２及び３に記載の\nカッター。\n３  本件無効審判における請求人（原告）の主張（無効理由）\n(1)  無効理由１（特許法３９条２項）\n本件明細書に記載された具体的な発明は，分割特許の明細書及び図面に記載され\nた発明と完全に同一である。この具体的な発明は，本件特許権で保護される発明で\nあると同時に，分割特許の特許権によって保護される発明でもあることは一目瞭然\nであるから，一発明一特許の原則に違反する。そして，分割出願の出願日は親特許\n出願の出願日に遡及するから，本件特許は特許法３９条２項に違反して登録された\nものであり，特許法１２３条１項２号により無効とされるべきものである。\n(2)  無効理由２（特許法３６条６項１号・２号）\n分割特許は，「本体がガイド板に対して動く」ものである本件特許発明１から「本\n体をガイド板に対して傾ける」との態様を分割したものである。一発明一特許の原\n則から，本件特許発明１が，分割特許に係る発明と同一の発明を包含していると解\nすることは許されないが，本件明細書には，本体をガイド板に対して傾けて用いる\nカッターしか開示されていない。\nしたがって，分割後に本件特許に残っている発明は，発明の詳細な説明に記載さ\nれたものであるとはいえないから，本件特許の特許請求の範囲の記載は，特許法３\n６条６項１号を満たしていない。\nまた，本件明細書に記載された発明以外の発明を把握することもできないから，\n発明が明確に記載されているともいえず，本件特許の特許請求の範囲の記載は，特\n許法３６条６項２号も満たしていない。\nしたがって，本件特許は，特許法１２３条１項４号により無効とされるべきもの\nである。\n(3)  無効理由３（特許法３６条４項１号）\n前記無効理由２のとおり，本件特許発明１は，本件明細書に記載された発明以外\nの発明を把握することができないから，当業者が実施することもできない。したが\nって，本件明細書の発明の詳細な説明の記載は，特許法３６条４項１号を満たして\nいないから，本件特許は，特許法１２３条１項４号により無効とされるべきもので\nある。\n(4)  無効理由４（特許法１７条の２第３項）\n本件特許の「前記本体と可動的に接続されたガイド板とを有し，」と「前記本体が\n前記ガイド板に対して動くことにより前記ガイド板から前記第１の刃または前記第\n２の刃が出る」は，本件補正によって導入された。そして，本件分割出願後に残存\nする本件特許発明１は，「本体をガイド板に対して傾ける」という態様以外の「動き\n方」をする発明に特定されたが，そのような発明は本件明細書の記載から具体的に\n導き得ないから，本件補正は，本願の出願当初の明細書等の記載を超えてされた違\n法なものであり，本件特許は，特許法１７条の２第３項の要件を満たさない補正を\nされた出願に対してされたものである。したがって，本件特許は，特許法１２３条\n１項１号により無効とされるべきものである。\n４  審決の理由の要点\n(1)  無効理由４について\n無効理由４は，確定した前件無効審判と同一の当事者によりされた無効とすべき\n理由であって，前件無効審判の無効理由１と同一の事実及び同一の証拠によるもの\nであるから，特許法１６７条によりその審判を請求することができない。\n無効理由４を根拠とする本件無効審判は，前件審決の確定効たる一事不再理効に\n反する請求として許されず，無効理由４についての請求は却下すべきである。\n(2)  無効理由２について\nア  前件無効審判の無効理由２の請求の内容は，前件無効審判が請求された\n平成２６年１月６日時点における本件特許の特許請求の範囲の記載が，特許法３６\n条６項１号及び２号を満たしていないというものであるのに対し，本件無効審判の\n無効理由２は，平成２８年１０月１８日に確定した本件訂正審決により訂正された\n特許請求の範囲の記載が，特許法３６条６項１号及び２号を満たしていないという\nものである。そうすると，前件審決時の特許請求の範囲の記載は，本件訂正審決に\nよって訂正されたから，前件無効審判と本件無効審判の対象となる特許請求の範囲\nの記載は，同一とはいえない。\nしたがって，本件無効審判の無効理由２は，前件無効審判の無効理由２とは，審\n理すべき対象の発明が異なるから，同一の事実に基づいて請求されたものであると\nはいえず，前件審決の確定効たる一事不再理効は働かない。\nイ  本件明細書の記載によると，本件特許発明１は，「主に床材のノンスリッ\nプシートなど」（【０００１】）のシートを切断するための道具である。\n従来は，ノンスリップシートのようなシートを切断するに当たっては，「直定規と\nカッターナイフを使用して，シートを切断していた」（【０００２】）ところ，「直定\n規とカッターナイフでノンスリップシートなどの凹凸に沿って，真っすぐ切断する\n際，光の向きや照度により見づらく，きれいに切断しにく」（【０００４】）との欠点\nがある。本件特許発明１は，このような欠点を解決し，「光の向きや照度に左右され\nる事なく，簡単できれい，かつ迅速にノンスリップシートなどを切断できる」（【０\n００６】）ことを課題とするものである。\n本件特許発明１には，切断対象物の表面に，「ガイド板」の一辺が接する状態とし，\n「ガイド板」と可動的に接続された「本体」が「ガイド板」に対して動くことで，\n「本体」に設けた「第１の刃」または「第２の刃」が「ガイド板」と略平行に出る\nことが特定されている。\nそして，このとき，「ガイド板」の一辺が切断対象物の表面に接する状態であるか\nら，「本体」と「ガイド板」とが「シャフト３」を軸とするものに限らず，両者が可\n動的に接続され，「第１の刃」または「第２の刃」が「ガイド板」に隣接した位置か\nらガイド板と略平行に出るものであれば，切断対象物が刃により切り込まれること\nは明らかである。したがって，そのままの状態で，「本体」を切断対象物の表面に沿\nって移動させるならば，「ガイド板」から出る「刃」によって切断対象物が切断され\nることが理解できる。\nすなわち，「第１の刃」，「第２の刃」，「ガイド板」及び「本体」は，可動的接続に\nより一体となっているから，この「本体」を持って，「本体」に可動的に接続された\n「ガイド板」の一辺を切断対象物の表面に接するようにした上で，「本体」を「ガイ\nド板」に対して動かすように「本体」を操作することは可能であり，このような本\n件特許発明１の操作により，上記欠点は解消できるものといえる。\n上記認定した本件特許発明１の技術的意義によると，本件特許発明１は，請求項\nに係る発明が，発明の詳細な説明において発明の課題が解決できることを当業者が\n認識できるように記載された範囲を超えるものであるとはいえない。\nウ  本件特許発明１は，前記イのとおり，明確に把握できるものであり，発\n明の詳細な説明の記載と矛盾しないから，本件特許発明１は明確である。\nエ  無効理由２についての請求人（原告）の主張は，要するに，本願が，そ\nの後に，一部の発明を分割して新たな出願をしたことに起因して，新たな出願側に\n全部の発明が移ったことを前提とし，分割の効果により本件特許側にはもはや残存\nする発明があるとは考えられないため，特許法３６条６項１号や２号を満たすこと\nはあり得ないとする趣旨と解されるが，特許に関係する法令の中に，他の特許出願\nあるいは他の特許により，対象特許の特許請求の範囲の画定が左右されるとする定\nめはない。したがって，請求人（原告）主張の分割による発明の移動が発生したと\n解する余地はないから，請求人（原告）が無効理由２が成立するとして説明した理\n由は，その前提において妥当でない。\n(3)  無効理由３について\n無効理由３は，無効理由２における「本件特許発明１は，本件明細書に記載され\nた発明以外の発明を把握することもできない」ことを前提とするものであるが，前\n記(2)のとおり，本件特許発明１は，本件明細書に記載された発明であり，本件特許\n発明１は明確であるから，無効理由２によって本件特許発明１に係る特許を無効と\nすることはできない。したがって，無効理由３は，その前提において理由がない。\n(4)  無効理由１について\nア  本件特許発明１と分割特許発明２について\n(ｱ)  本件特許発明１と分割特許発明２とを対比すると，以下の一致点で一\n致し，以下の相違点１～３で一応相違する。\nａ  一致点\n「第１の刃と，\n第２の刃と，\n前記第１の刃と前記第２の刃を設けた本体と，\n前記本体と略平行に接続された平板状のガイド板とを有し，\n前記本体が前記ガイド板に対して動くことにより前記ガイド板から前記第１の刃ま\nたは前記第２の刃が該ガイド板に隣接した位置から該ガイド板と略平行に出る\nカッター。」\nｂ  相違点１\n「本体」と「ガイド板」との「接続され」について，本件特許発明１は，「略平行」\nに加え，さらに「可動的に」接続されたものであるのに対し，分割特許発明２は，\n「略平行に接続され」たものである点。\nｃ  相違点２\n「ガイド板」を設ける態様として，本件特許発明１は，「第１の刃」又は「第２の\n刃」とどのような位置関係で「ガイド板」が設けられたものであるか，及び，「本体\nの下端部」との関係が，一応不明であるのに対し，分割特許発明２は，「前記第１の\n刃または前記第２の刃と略平行であり，前記本体の下端部から少なくとも一部が露\n出している」ように設けられたものである点。\nｄ  相違点３\n「前記ガイド板から前記第１の刃または前記第２の刃が該ガイド板に隣接した位\n置から該ガイド板と略平行に出」すために，本件特許発明１は，「前記ガイド板の一\n辺が切断対象物の表面に接する状態で，前記本体が前記ガイド板に対して動くこと\nに」よるものであるのに対し，分割特許発明２は，「前記本体を前記ガイド板に対し\nて傾ける」ものである点。\n(ｲ)  相違点３のうち，本件特許発明１は，本体がガイド板に対して「動く」\nのに対し，分割特許発明２は，「傾ける」と特定されている点を検討する。\n本件特許発明１は，カッターナイフの刃が設けられた本体がガイド板に対して動\nくことで，カッターナイフの刃が切断対象部に対して出るならば，動きや動かすた\nめの具体的な態様は特定されていなくても，発明の詳細な説明によってサポートさ\nれていることは，前記(2)イのとおりである。\nそうすると，上記相違点３に係る分割特許発明２の構成の「傾ける」は，本件特\n許発明１の「動く」のうちの具体的な態様の一つであるから，本件特許発明１の「動\nく」は，分割特許発明２の「傾ける」を包含する上位概念として表現したことによ\nる差異であるといえる。\nここで，本件特許発明１を先願とし，分割特許発明２を後願と仮定すると，相違\n点３に係る構成のうち，本体とガイド板との間の動きについては，先願発明の「動\nく」に対して，後願の「傾ける」は，上位概念として表現したことによる差異とい\nうことはできない。そして，「動く」と「傾ける」との差異が，本件特許発明１の課\n題を解決するための具体化手段における微差であるということもできないし，カテ\nゴリー表現上の差異である場合でもない。\nそうすると，本件特許発明１を後願とし，分割特許発明２を先願と仮定するまで\nもなく，両発明は実質同一ではないから，他の相違点について検討するまでもなく，\n本件特許発明１と分割特許発明２とは，同一の発明とすることはできない。\nイ  本件特許発明１と分割特許発明３について\n(ｱ)  本件特許発明１と分割特許発明３とを対比すると，前記ア(ｱ)の一致点\nで一致し，前記ア(ｱ)の相違点１～３に加え，以下の相違点４で相違する。\n（相違点４）\n「本体」の形状について，本件特許発明１は，特段特定しておらず任意であるの\nに対し，分割特許発明３は，「平板状」である点。\n(ｲ)  前記ア(ｲ)のとおり，相違点３について，本件特許発明１と分割特許発\n明３とは，実質同一の発明とすることはできない。\nまた，相違点４の「本体」の形状について，本件特許発明１は，特段特定してお\nらず任意であるから，「平板状」のものも，「平板状」でないものも包含される。し\nかし，分割特許発明３で特定される「本体」の形状は，「平板状」であるから，「平\n板状」でない「本体」は含まれない。\nそうすると，「本体」の形状について，本件特許発明１は，分割特許発明３の上位\n概念であるから，前記ア(ｲ)と同様に検討すると，相違点４も実質的に同一というこ\nとはできない。\nしたがって，相違点３及び４以外の他の相違点について検討するまでもなく，本\n件特許発明１と分割特許発明３とは，同一の発明とすることはできない。\nウ  本件特許発明１と分割特許発明４について\n(ｱ)  分割特許発明４は，分割特許発明２又は３を引用する発明であって，そ\nれぞれの特定事項の全てを包含し，かつ，「本体」と「ガイド板」との「接続」につ\nいて，「前記本体と軸によって接続され」た点を限定するものである。\nそうすると，本件特許発明１と分割特許発明４とを対比すると，前記ア(ｱ)の一致\n点で一致し，前記ア(ｱ)の相違点１～３に加え，又は，前記ア(ｱ)の相違点１～３及び\n前記イ(ｱ)の相違点４に加え，以下の相違点５で相違する。\n（相違点５）\n「本体」と「ガイド板」との「接続」する手段について，本件特許発明１は，特\n段特定しておらず任意であるのに対し，分割特許発明４は，「軸によって接続」する\nものである点。\n(ｲ)  前記ア(ｲ)のとおり，相違点３について，本件特許発明１と分割特許発\n明４とは，実質同一の発明とすることはできない。\nまた，本件明細書の記載（【０００６】，【０００８】）によると，相違点５に係る\n分割特許発明４の「軸によって接続」の技術的意義は，「本体」と「ガイド板」が相\n対的に軸を中心として傾く動きを可能とするためのものである。そうすると，分割\n特許発明４の「軸によって接続」は，本件特許発明１の「動く」について，動かす\nための具体的な態様の一つであるから，本件特許発明１の「動く」ための「接続」\nは，分割特許発明４の「軸によって接続」の上位概念であるといえる。したがって，\n前記ア(ｲ)と同様に検討すると，相違点５も実質的に同一ということはできない。\n以上のとおり，相違点３及び５以外の他の相違点について検討するまでもなく，\n本件特許発明１と分割特許発明４とは，同一の発明とすることはできない。\nエ  小括\n前記ア～ウのとおり，本件特許発明１は，分割特許発明２～４のいずれとも同一\nではないから，本件特許発明１は，特許法３９条２項に該当するとはいえず，請求\n人（原告）主張の無効理由１によって，本件特許発明１に係る特許を無効とするこ\nとはできない。\n第３  原告主張の審決取消事由\n１  取消事由１（特許法３９条２項の発明の同一性判断の誤り）\n(1) 本件特許発明１の認定の誤り\n審決は，本件特許発明１を前記第２の２(1)のとおりであると認定したが，審決の\n認定の基礎となった本件訂正が違法であるから，前件審決で確定された本件特許発\n明１の特許請求の範囲を，本件訂正によって拡大した審決の判断は，違法である。\n本件訂正によって，本件特許発明１に，本件訂正前には存在しなかった「『本体』\nと『ガイド板』とが『シャフト３』を軸とするものに限らず，両者が可動的に接続\nされ」た発明が，新たに導入された。本件訂正は，特許法１２６条１項１号～３号\nのいずれにも該当せず，「動く」の意味について，軸を中心に回転する態様には限定\nされないと定義し直すものであり，前件審決が認定した特許請求の範囲を超える解\n釈の原因であるから，同条５項及び６項に違反する。\nすなわち，前件審決は，①本件特許発明１の「前記本体と可動的に接続され」に\nついて，「機能的に表現された『本体と可動的に接続されたガイド板』の意味を考察\nすれば，本体をガイド板に対して傾け，カッターナイフの刃を出し得る構成，即ち\nシャフトを中心にガイド板に対して本体の傾斜角度を変更し得る手段であるものと\n解する事ができ，それ以外のものは含まれないものとみられる。」と認定した。これ\nは，本件明細書には，「本体（１）の中にカッターナイフの刃（２）を設け，シャフ\nト（３）を軸にしてスイングするガイド板を設ける。本発明は以上のような構造で\nある。」（【０００８】）と記載され，それに対応する図面が添付されているだけであ\nり，「可動的に接続」という文言自体はもとより，「可動的に接続」という，広い，\n一般的な態様が本件特許発明１における技術的構成要件であることを示唆する記載\nが皆無であるから当然である（特許法７０条２項）。\nまた，前件審決は，②「前記本体が前記ガイド板に対して動く」における「動く」\nについても，「機能的に表現された『本体がガイド板に対して動く』の意味を考察す\nれば，本体をガイド板に対して傾け，カッターナイフの刃を出し得る構成，即ちシ\nャフトを中心にガイド板に対して本体の傾斜角度を変更し得る手段であるものと解\nする事ができ，それ以外のものは含まれないものとみられる。」と認定した。これは，\n出願当初の特許請求の範囲はもとより，当初明細書においても，「可動的」及び「動\nく」という文言が記載されておらず，それらの一般的概念が，出願当初から本件特\n許発明１における技術的構成要件であることを示唆する記載も皆無であるから当然\nである。\nそれにもかかわらず，審決は，「本件特許明細書には，『ガイド板（４）』と『本体\n（１）』とが『シャフト（３）』を共通軸として可動に軸着されたものが記載されて\nいる。」と認定しながら，その直後に，何の根拠もなく，突然，「そして，可動であ\nるから，本体がガイド板に対して『動く』事は明らかである。」と論理的に飛躍し，\n「動く」の用語を，軸とは無関係に，単に動く場合全てを含み得るように拡大解釈\nする余地を作った。そして，審決は，この違法に一般化した「動く」の文言に対し\nて，「『ガイド板』の一辺が切断対象物の表面に接する状態であるから，」という，本\n件訂正によって導入した文言を用いて意味不明な理由を付加し，技術的・論理的な\n説明もなく，「『本体』と『ガイド板』とが『シャフト３』を軸とするものに限らず，\n両者が可動的に接続され，『第１の刃』または『第２の刃』が『ガイド板』に隣接し\nた位置からガイド板と略平行に出るものであれば，切断対象物が刃により切り込ま\nれることは明らかである。」と認定して，接続の対象を際限なく拡大した。\n上記「『ガイド板』の一辺が切断対象物の表面に接する状態である」という訂正事\n項が，なぜ「『本体』と『ガイド板』とが『シャフト３』を軸とするものに限らず，」\nという結論を導き出せるのか，その技術的根拠はもとより，論理性も全くない。\n仮に本件訂正によって導入した文言に依拠することを不問にしたとしても，それ\nによって，本件明細書はもとより，それらに基づいて前件審決が認定した技術的範\n囲を超える解釈がされたことは間違いないから，本件訂正は，特許法１２６条６項\nに違反してされたものである。本件訂正は，「軸着」の技術的意味を超えて，特許請\n求の範囲を不当に拡大させたものであり，本件訂正によって前件審決の前提を超え\nる技術的概念が「可動的に接続」及び「動く」の文言に導入され，これによって本\n件特許発明１に係る特許請求の範囲が拡大されたものである。\n被告は，本件訂正が特許法１２６条６項に違反したものであるとの原告の主張に\n対し，そのような主張をするのであれば，新たな無効審判を請求すべきであると主\n張するが，この主張は，本件訂正の適法性については再度無効審判で争うことを容\n認したものでもあると解されるので，その意味でも，審決を取り消し，差し戻され\nた審判で再度審理し直すことが合理的である。\n(2) 本件特許発明１と分割特許発明２の同一性判断の誤り\nア  審決の相違点１の認定は，「本体と略平行に接続された平板状のガイド\n板とを有し，前記本体が前記ガイド板に対して動くことにより前記ガイド板から前\n記第１の刃または前記第２の刃が該ガイド板に隣接した位置から該ガイド板と略平\n行に出る」点を一致点としたことと矛盾する。\nすなわち，相違点１は，分割特許発明２では，本体とガイド板の「接続」が可動\n的であるか否かが分からないと認定したものであるが，本体とガイド板の接続が「可\n動的」でなければ，「本体がガイド板に対して動く」ことはできない。分割特許発明\n２も，「本体がガイド板に対して動く」という一致点を有するものであるから，本体\nとガイド板の接続は可動的である。それにもかかわらず，単なる表現上の差異を，\nあえて技術的相違点であるかのように抽出して認定した相違点１の認定は，一致点\nの認定と矛盾する非論理的な認定であって，不当である。\n被告は，本件特許発明１は，本体とガイド板とが「可動的」に接続された態様が\n特に限定されないのに対し，分割特許発明２は，本体をガイド板に対して「傾ける」\n態様により可動的に接続されていることに限定されていることから，前者が上位概\n念で，後者が下位概念の関係にあり，実質的に相違すると主張するが，前件審決の\n理由に反する主張であるから，失当である。\nイ  審決の相違点２の認定は，「本体と略平行に接続された平板状のガイド\n板とを有し，前記本体が前記ガイド板に対して動くことにより前記ガイド板から前\n記第１の刃または前記第２の刃が該ガイド板に隣接した位置から該ガイド板と略平\n行に出る」点を一致点としたことと矛盾する。\nすなわち，相違点２は，「ガイド板」を設ける態様として，本件特許発明１は，「第\n１の刃」又は「第２の刃」とどのような位置関係で「ガイド板」が設けられたもの\nであるかが一応不明であると認定したものであるが，上記一致点の認定から，本件\n特許発明１においても，「ガイド板」が，「第１の刃」又は「第２の刃」と略平行に\n設けられていることは明らかである。「一応不明である」との認定は，「ガイド板と\n本体の下端部との関係」にのみ可能であるから，相違点２は正確性に欠けており，\n不適切である。\n被告は，本件特許発明１は，ガイド板が本体の下端部から少なくとも一部露出し\nている場合のほか，ガイド板が本体の下端部から露出していない場合も含むと主張\nするが，本件特許発明１において，ガイド板を被切断物表面に当接できないような\n構成はあり得ないから，ガイド板が本体の下端部から露出していない場合に相当す\nる発明は，存在しない。\nウ  審決の相違点３の認定は，「本体と略平行に接続された平板状のガイド\n板とを有し，前記本体が前記ガイド板に対して動くことにより前記ガイド板から前\n記第１の刃または前記第２の刃が該ガイド板に隣接した位置から該ガイド板と略平\n行に出る」点を一致点としたことと矛盾する。\nすなわち，前記(1)のとおり，前件審決は，上記一致点の中の「動く」は「傾く」\nと同義であると判断した。\n特許発明を特定する「特許請求の範囲の記載」を正しく理解するためには，その\nための辞書として機能する特許明細書（特許法７０条２項）に記載された文言から\n理解される範囲を超えないように解釈する必要があり，国語の意味をそのまま当て\nはめることはできず，より慎重に検討すべきである。特に，本件特許発明１の「動\nく」は，明細書には記載されていない上，出願後，原告の製品を見た後に，後知恵\nに基づく補正によって導入された文言であるから，その解釈については，当初明細\n書に基づいて，更なる試行錯誤を必要とせず，当業者が実施できる発明の範囲（特\n許法３６条４項１号）を超えないように解釈しなければならない点に，特に留意す\nる必要がある。\nそれにもかかわらず，審決は，そのような留意をせずに，「動く」が「傾ける」の\n上位概念であるという国語的解釈を堅持して，本件特許発明１と分割特許発明２は\n実質同一ではないと判断したが，これは，本件特許発明１に対する解釈を誤り，前\n件審決によって確定した特許請求の範囲を超える解釈をしたものであるから，違法\nである。\nまた，審決は，相違点３の判断において，本件特許発明１は，カッターナイフの\n刃が設けられた本体がガイド板に対して動くことで，カッターナイフの刃が切断対\n象部〔原告注・「切断対象物」の誤記である。〕に対して出るならば，動きや動かす\nための具体的な態様は特定されていなくても，発明の詳細な説明によってサポート\nされていると判断したが，これが誤りであることは，後記３のとおりである。\n被告は，本件特許発明１の「前記本体が前記ガイド板に対して動くこと」は，本\n体がガイド板に対して移動することを意味することが特許請求の範囲の記載に基づ\nき一義的に明確に認定できると主張するが，上記の「動く」という文言は，出願当\n初の特許請求の範囲はもとより，当初明細書にも全く記載されていなかったにもか\nかわらず，本件補正によって根拠なく導入されたものであり，その技術的意義が一\n義的に明確に理解できない。また，当初明細書に記載されているように，本願によ\nって保護を求めた発明における本体とガイド板は，１本のシャフト（３）で，ガイ\nド板がこのシャフト（３）を軸にスイングするように本体と接続されているから，\n本体がガイド板に対してシャフト（３）を軸に「動く」ことは，「傾く」ことと技術\n的に略同義であると認められるが，「移動する」ことと同じであるとは認められない。\nシャフト（３）の部分に関する，本体とガイド板の位置関係は不変であるのに，そ\nれを「本体がガイド板に対して移動することを意味する」と主張するのは誤りであ\nり，被告が故意に技術的にあいまいにして，文言解釈を拡大しようとする意図が明\nらかである。\n(3) 本件特許発明１と分割特許発明３の同一性判断の誤り\nア  審決は，相違点１及び２の妥当性について何ら検討していないから，そ\nれらを実質的な相違点と認めること自体，許されるべきではない。\nまた，相違点１～３が相違点と認められないことは，前記(2)のとおりである。\nイ  相違点４における「平板状」の文言は，明細書には記載されていない一\n方，「本体が平板状である」ことは，分割特許発明３の訂正事項であるから，この訂\n正は，図面にその根拠を置くと理解するほかない。したがって，この訂正によって\n明確になった「平板状の本体」は，図面に記載された形状・構造の本体及びその本\n体と均等な本体であると理解される。\n他方，本件特許発明１の場合も，本件明細書には，「平板状」の文言は記載されて\nいないから，本件特許発明１を実施しようとすれば，「本体」の形状については，や\nはり図面に基づいて把握しなければ実施することができない。この目的のために基\n礎となる図面は，分割特許発明３に対する図面と完全に同一である。\nしたがって，本件特許発明１における本体も，分割特許発明３の場合と同じく，\n「分割特許発明３の図面に記載された形状・構造の本体及びその本体と均等な本体」\nであると解さざるを得ない。\n結局のところ，本件特許発明１を実施すれば，それは分割特許発明３を実施する\nことと同じになり，分割特許発明３を実施すれば本件特許発明１を実施することと\n同じにならざるを得ないから，本件特許発明１と分割特許発明３は同一の発明であ\nる。\n被告は，本件特許発明１の「本体」の形状に関し，本件明細書の図面の記載を参\n酌したとしても，「本体」の形状が，平板状に限定されることはないと主張する。確\nかに，当初明細書に基づいて理解できる「本体」は，「本体（１）の中にカッターナ\nイフの刃（２）を設け」の記載（【０００５】，【０００８】及び図面）から読み取れ\nる本体であって，刃を収納できるから，これを平板状といえるかどうか明らかでは\nなかった。しかし，被告は，刃を収納することができる上記本体を，分割特許発明\n３において，平板状の本体であると定義してしまった。したがって，第三者は，本\n件明細書等を見ても，被告が主張する「平板状でない本体」を理解することも，実\n施することもできないから，本件特許発明１の本体と分割特許発明３の本体は，「平\n板状」の文言の有無にかかわらず，実質的に同一である。\n(4) 本件特許発明１と分割特許発明４の同一性判断の誤り\nア  相違点３が相違点と認められないことは，前記(2)のとおりである。\nイ  審決は，相違点５に係る分割特許発明４の「軸によって接続」は，本件\n特許発明１の「動く」について，動かすための具体的な態様の一つであるから，本\n件特許発明１の「動く」ための「接続」は，分割特許発明４の「軸によって接続」\nの上位概念であるといえると認定したが，この認定は，「動く」についての，「本体\nをガイド板に対して傾け，カッターナイフの刃を出し得る構成，即ちシャフトを中\n心にガイド板に対して本体の傾斜角度を変更し得る手段であるものと解する事がで\nき，それ以外のものは含まれないものとみられる。」という，前件審決の確定された\n技術的範囲の解釈を超える認定であるから，失当である。\nウ  被告の製品である「カッティー」は，本件特許発明１の特許要件を具備\nした本件特許発明１の実施品であり，本件明細書の全てを忠実に再現したカッター\nである。\n同様に，「カッティー」は，分割特許発明２～４の特許要件を具備した分割特許発\n明の実施品であり，分割特許の明細書及び図面の全てを忠実に再現したカッターで\nもある。\n特許権者が本件特許権か分割特許権のいずれかを第三者に譲渡した場合を想定す\nると，いずれかの特許権に基づいて製造された「カッティー」は，必ず他方の特許\n権の侵害品になるが，これは特許制度上あり得ない状況である。\nしたがって，本件特許発明１と分割特許発明２～４が同一ではないという審決の\n判断に根本的な誤りがあると解さざるを得ない。\nエ  被告は，前件無効審判の対象となる発明は，本件訂正前の発明であり，\n本件無効審判の対象となる発明は，本件訂正後の発明であるから，前件審決の発明\nの要旨認定は，本件無効審判における発明の要旨認定とは前提が異なり，本件無効\n審判において何ら関係がないと主張するが，本件訂正に依拠して，確定した特許請\n求の範囲を拡大解釈することは，既判力を無視する違法な解釈であり，特許法１２\n６条６項にも反する。被告が本件訂正に依拠する拡大解釈をするときは，その前提\nとなった本件訂正審決自体が違法なものであるから，特許法１２３条１項８号に基\nづいて，再度無効審判を請求することにより本件特許発明１は無効とされるべきで\nある。このことは，本件訂正に依拠して，前件審決が認定した本件特許発明１を拡\n大解釈した審決が取り消されるべきであることと同義である。\n２  取消事由２（一事不再理効の判断の誤り）\n審決は，本件補正の新規事項追加に係る無効理由４について，確定した前件無効\n審判と同一の当事者によりされた無効とすべき理由であって，前件無効審判の無効\n理由１と同一の事実及び同一の証拠によるものであるから，特許法１６７条により\nその審判を請求することができないと判断したが，以下のとおり，誤りである。\n(1) 本件無効審判時には，前件無効審判時とは異なり，前件審決が，①本件特\n許発明１の「前記本体と可動的に接続され」について，「機能的に表現された『本体\nと可動的に接続されたガイド板』の意味を考察すれば，本体をガイド板に対して傾\nけ，カッターナイフの刃を出し得る構成，即ちシャフトを中心にガイド板に対して\n本体の傾斜角度を変更し得る手段であるものと解する事ができ，それ以外のものは\n含まれないものとみられる。」と説示し，②「機能的に表現された『本体がガイド板\nに対して動く』の意味を考察すれば，本体をガイド板に対して傾け，カッターナイ\nフの刃を出し得る構成，即ちシャフトを中心にガイド板に対して本体の傾斜角度を\n変更し得る手段であるものと解する事ができ，それ以外のものは含まれないものと\nみられる。」と説示し，③これらを前提として，特許法３６条６項１号及び２号に該\n当しないと判断し，この前件審決が確定したという事実があり，特許請求の範囲の\n解釈について，訂正審判によって，前件審決によって確定された特許請求の範囲の\n解釈を拡大することは違法になるという法的歯止めが生じた（特許法１２６条６項）。\nこの事実は，本件補正が新規事項追加に当たるかを判断する上で，極めて重要な\n新たな証拠である。\nそれにもかかわらず，審決は，これを証拠として採用せず，無視して判断しなか\nったという判断遺脱の違法がある。また，審決は，訂正事項に依拠して，特許請求\nの範囲における「可動的に接続」及び「動く」の用語の意味を拡大し，前件審決に\nよって確定された特許請求の範囲の解釈を拡大した違法がある。\n(2) 審決は，原告（請求人）が主張した新事実５とされた本件訂正は，本件補\n正で追加した事項と実質的に関連する内容を請求するものではないと判断したが，\nこれは，審決自身が，本件訂正に係る訂正事項により補正事項の意味を拡大したと\nいう明らかな事実に反する。\nすなわち，審決は，「『ガイド板』の一辺が切断対象物の表面に接する状態である\nから，」という本件訂正によって導入した文言のみに依拠し，技術的・論理的な説明\nもなしに，「『本体』と『ガイド板』とが『シャフト３』を軸とするものに限らず，\n両者が可動的に接続され，『第１の刃』または『第２の刃』が『ガイド板』に隣接し\nた位置からガイド板と略平行に出るものであれば，切断対象物が刃により切り込ま\nれることは明らかである。」と認定して，接続の態様を際限なく拡大した。\n(3) 被告は，前件審決の理由中で，特許請求の範囲の用語の意義に関し何らか\nの解釈が示されたとしても，特許法上，それにより，何らかの法的効果が発生する\n旨の定めは存在しないし，本件無効審判の審決が前件審決の理由により拘束される\nこともないと主張するが，確定審決の既判力を無視したもので，失当である。前件\n審決が確定したことによって，本件特許発明１において機能的に表現された，①「前\n記本体と可動的に接続されたガイド板」及び②「前記本体が前記ガイド板に対して\n動く」の意味は，共に，「シャフトを中心にガイド板に対して本体の傾斜角度を変更\nし得る手段」であり，「それ以外のものは含まれない」との解釈で確定しており，こ\nの認定には既判力が生じている。\n被告は，上記①，②について前件審決で認定された事実は，本件訴訟において主\n張した新たな事実であるから，審決取消訴訟の審理範囲を超えるものであり，本件\n訴訟において主張することは許されないと主張するが，原告は，本件無効審判の審\n判請求書（甲６）において，上記①，②について前件審決で認定された事実を明確\nに指摘している。\n３  取消事由３－１（サポート要件の判断の誤り）\n(1) 審決は，「本件特許明細書等には，『ガイド板（４）』と『本体（１）』とが\n『シャフト（３）』を共通軸として可動に軸着されたものが記載されている。」とい\nう根拠に基づき，「そして，可動であるから，本体がガイド板に対して『動く』こと\nは明らかである。」という結論を導いたが，論理の飛躍がある。\n「軸着」とは，「軸で回転自在に取り付けること」（甲７）を意味するから，上記\n根拠に基づく正しい結論は，「本体が『シャフト（３）』を中心としてガイド板に対\nして『回転自在に動く』」であり，均等の範囲として，「本体が『共通軸』を中心と\nしてガイド板に対して『回転自在に動く』」も認められるが，単に「本体がガイド板\nに対して『動く』」という事実ではない。\n審決は，「機能的に表現された『動く』」の解釈を，「軸着」とは無関係に「動く」\n態様にまで，拡大解釈したものであり，極めて不当で，不公正である。\n被告は，本件明細書の記載（【０００６】，【０００８】，【図２】，【図３】）による\nと，本体をガイド板に対して傾けて動かし，カッターナイフの刃を出し得る状態に\nなるよう，本体とガイド板が固定されることなく，動きを規制する部材を介して，\n相互に動き得る状態で接続されることが記載されていると主張するが，被告指摘の\n記載は，「シャフト（３）を軸に本体をガイド板に対して傾け，・・・相互に動き得\nる状態で接続されている」発明を記載したものであり，「本体が，シャフト（３）を\n軸にせずに動く発明」が実在する根拠になるものではない。被告は，「シャフト（３）\nを軸にしない，本体の傾け方」が，本件明細書のどこに記載されているか，その根\n拠を明示することなく，「シャフト（３）を軸に」の限定がない，特許請求の範囲に\n記載された発明が，明細書の発明の詳細な説明に記載された発明であると繰り返す\nにすぎず，失当である。１本のシャフト（３）を軸にしなければ，ガイド板をスイ\nングするようにすること（【０００８】）は，技術的に不可能である。本件明細書に\nは，「シャフト（３）を軸に，本体とガイド板が相互に動き得る状態で接続されてい\nる」発明が記載されているにすぎず，「シャフト（３）を軸にしない発明」は記載も\n示唆もされていないから，本件明細書によってサポートされていない。\n(2) 審決は，「そして，このとき，『ガイド板』の一辺が切断対象物の表面に接\nする状態であるから，」という技術的な論拠となり得ない理由に基づき，「『本体』と\n『ガイド板』とが『シャフト３』を軸とするものに限らず，両者が可動的に接続さ\nれ，『第１の刃』または『第２の刃』が『ガイド板』に隣接した位置からガイド板と\n略平行に出るものであれば，切断対象物が刃により切り込まれることは明らかであ\nる。」という結論を導いたが，ここにも論理の飛躍があり，論理的飛躍を重ねて，「動\nく」の意味を，確定した前件審決の認定範囲を超えて，際限なく拡大認定した。\nこの無謀な論理の根拠が，本件訂正によって導入された「ガイド板の一辺が切断\n対象物の表面に接する状態で」という訂正事項であるから，この審決の認定からも，\n本件訂正が特許法１２６条６項に違反し，違法な訂正であったことが確認できる。\n４  取消事由３－２（明確性要件の判断の誤り）\n審決は，本件特許発明１が前記第２の２(1)のとおりであることを前提として，本\n件特許発明１は明確であると判断したが，前記のとおり，本件特許発明１の認定が\n誤りであり，前提において誤りがある。\n５  取消事由４（実施可能要件の判断の誤り）\n審決は，サポート要件違反及び明確性要件違反に係る無効理由２によって本件特\n許発明１に係る特許を無効とすることはできないから，実施可能要件違反に係る無\n効理由３は，その前提において理由がないと判断したが，前記３のとおり，サポー\nト要件違反及び明確性要件違反に係る無効理由２についての審決の判断が誤りであ\nるから，実施可能要件違反に係る無効理由３についての審決の判断も誤りである。\n本件明細書には，審決が認定した，その限界も判定できない発明群を示唆する記\n載は全くなく，明確で具体的な例が一つだけ記載されているにすぎない。\n被告の主張する「軸とは無関係に本体が動くような発明」は，本件明細書に記載\nも示唆もされていないから，当業者は，本件明細書を参照して「軸とは無関係に本\n体が動くような発明」を実施することはできない。\n第４  被告の主張\n１  取消事由１（特許法３９条２項の発明の同一性判断の誤り）に対し\n(1)  本件特許発明１の認定の誤りについて\n原告は，本件訂正が特許法１２６条５項及び６項の訂正要件に違反する旨を主張\nするが，原告が本件訂正の訂正要件違反を主張するのであれば，訂正要件違反を無\n効理由とする新たな無効審判を請求し，その新たな無効審判において主張すべきで\nあって，本件無効審判は，特許法３９条２項を無効理由とするものであるから，訂\n正要件違反は何ら関係がない。\n(2)  本件特許発明１と分割特許発明２の同一性判断の誤りについて\nア  原告は，相違点１の認定に誤りがあると主張するが，以下のとおり，理\n由がない。\n(ｱ)  審決は，まず，特許請求の範囲において形式的な相違点を認定した上\nで，この相違点が実質的に相違するかを検討するというプロセスで同一性の判断を\n行っている。原告は，審決が「一応相違する」として，形式的な相違点の認定プロ\nセスで，相違点１を認定することが違法であるというものであるが，審決の上記認\n定プロセスからすると，相違点１の認定に何らの誤りがないことは，明らかである。\n(ｲ)  後記ウの相違点３と併せて考えると，本件特許発明１は，本体とガイド\n板とが「可動的」に接続された態様が特に限定されないのに対し，分割特許発明２\nは，本体をガイド板に対して「傾ける」態様により可動的に接続されていることに\n限定されていることから，前者が上位概念で，後者が下位概念の関係にあり，実質\n的に相違する。\nイ  原告は，相違点２の認定に誤りがあると主張するが，以下のとおり，理\n由がない。\n(ｱ)  原告は，審決が「一応相違する」として，形式的な相違点の認定プロセ\nスで，相違点２を認定することが違法であるというものであるが，前記ア(ｱ)の審決\nの認定プロセスからすると，相違点２の認定に何らの誤りがないことは，明らかで\nある。\n(ｲ)  相違点２では，「ガイド板」と「第１の刃」又は「第２の刃」との関係\nのほか，「ガイド板」と「本体」の下端部との関係についても認定されている。そし\nて，「ガイド板」と「本体」の下端部との関係に関し，本件特許発明１は，特に限定\nがされていないから，ガイド板が本体の下端部から少なくとも一部露出している場\n合のほか，ガイド板が本体の下端部から露出していない場合も含むのに対し，分割\n特許発明２は，ガイド板が「前記本体の下端部から少なくとも一部露出している」\nことに限定されているから，前者が上位概念で，後者が下位概念の関係にある。し\nたがって，相違点２は，実質的に相違する。\nウ  原告は，相違点３の認定に誤りがあると主張するが，以下のとおり，理\n由がない。\n(ｱ)  特許法３９条２項における「発明」は，特許請求の範囲に記載された発\n明特定事項に基づいて認定することから，発明の要旨認定の一場面であると考えら\nれる（乙２）。\n本件特許発明１の「前記本体が前記ガイド板に対して動くこと」は，「動く」が「移\n動する」の意味であることから（乙３），本体がガイド板に対して移動することを意\n味することが特許請求の範囲の記載に基づき一義的に明確に認定できるため，明細\n書の参酌が許される特段の事情は，存在しない。本件特許発明１における「前記本\n体が前記ガイド板に対して動くこと」は，本体がガイド板に対して移動することを\n意味し，その移動する態様は，特に限定されないことから，本体をガイド板に対し\nて「傾ける」以外の移動態様も，これに含まれる。\nしたがって，本件明細書の記載に基づき，「動く」は「傾く」と同義であると認定\nされるべき旨の原告の主張は，理由がない。審決が，相違点３において，「動く」は，\n「傾ける」を包含する上位概念として表現したことによる差異であると認定した上\nで，本件特許発明１と分割特許発明２とは，実質的に同一ではないと認定したこと\nは，正当である。\n(ｲ)  仮に本件明細書の記載を参酌したとしても，「動く」は，「傾ける」を包\n含する上位概念による差異が存在する。\n本件明細書の記載（【０００６】，【０００８】，【図２】，【図３】）によると，本体\nをシャフトを軸にしてガイド板に対して傾け，又は回動させることにより，本体の\n中に設けた二つのカッターナイフの刃の一方が出て，シートなどを切断できる状態\nとなることが開示されているが，本件明細書には，「本体が前記ガイド板に対して動\nく」態様等を特に限定する記載はない。\nそうすると，「前記本体が前記ガイド板に対して動くこと」には，少なくとも，「本\n体」を「ガイド板」に対して傾け，又は回動などさせることにより，「本体」の中に\n設けた「第１の刃」又は「第２の刃」が「ガイド板」の底面よりも下の位置に出て\n対象物を切断することが可能な状態となる構成のものは，含まれると考えられる。\nしたがって，本件明細書の記載を参酌したとしても，「動く」は，「傾ける」や「回\n動」等を包含する上位概念による差異があるから，相違点３は，実質的に相違する。\nエ  以上のとおり，本件特許発明１と分割特許発明２とは，相違点１～３に\nおいて，実質的に相違するから，特許法３９条２項の適用はない。\n(3)  本件特許発明１と分割特許発明３の同一性判断の誤りについて\nア  原告は，相違点４の認定に誤りがあると主張するが，以下のとおり，理\n由がない。\n(ｱ)  本件特許発明１の「本体」の形状は，特許請求の範囲において，何ら限\n定がないことから，「本体」の形状に「平板状」のものも「平板状」でないものも包\n含されることは，その文言から一義的に明確に認定できる。\nまた，分割特許発明３の「本体」の形状も，「前記本体は平板状であり」の文言か\nら，平板状であることが一義的に明確に認定できる。\nしたがって，本件特許発明１，分割特許発明３のいずれにおいても，原告主張の\nように，図面に基づいて「本体」の形状を認定すべき理由はない。\n(ｲ)  仮に，本件特許発明１の「本体」の形状に関し，本件明細書の図面の記\n載を参酌したとしても，図面において，本体の形状が平板状であることは，本体の\n形状の一例として記載されていることが明らかであり，本体の形状を平板状に限る\n旨の記載は本件明細書には一切見られないことから，「本体」の形状が，平板状に限\n定されることはない。\n(ｳ)  以上のとおり，相違点４において，「本体」の形状について，本件特許\n発明１は，分割特許発明３の上位概念であるから，実質的に同一ではない。\nイ  以上のとおり，本件特許発明１と分割特許発明３とは，相違点１～４に\nおいて，実質的に相違するから，特許法３９条２項の適用はない。\n(4)  本件特許発明１と分割特許発明４の同一性判断の誤りについて\nア  原告は，相違点５の認定に誤りがあると主張するが，以下のとおり，理\n由がない。\n(ｱ)  本件特許発明１の「動く」は，前記(2)ウ(ｱ)のとおり，特許請求の範囲\nの記載により，本体がガイド板に対して移動することを意味し，その移動する態様\nは，特に限定されないから，原告主張のように，シャフトを中心にガイド板に対し\nて傾斜角度を変更し得る手段に限定して解釈することはできない。\n(ｲ)  仮に，前記(2)ウ(ｲ)のとおり，本件明細書の記載を参酌して，「動く」を，\n「本体」を「ガイド板」に対して傾け，又は回動などさせることにより，「本体」の\n中に設けた「第１の刃」又は「第２の刃」が「ガイド板」の底面よりも下の位置に\n出て対象物を切断することが可能な状態となる構成であると解したとしても，やは\nり，原告主張のように，シャフトを中心にガイド板に対して傾斜角度を変更し得る\n手段に限定して解釈することはできない。\n(ｳ)  原告は，発明の要旨を，前件審決の理由に基づいて認定すべき旨を主張\nするが，特許法上，審決の理由中で述べられた事項に基づき，発明の要旨を認定す\nべき旨の規定は存在せず，審決の理由中の判断に拘束力が発生する旨の規定も存在\nしない。\nまた，前件無効審判の対象となる発明は，本件訂正前の発明であり，本件無効審\n判の対象となる発明は，本件訂正後の発明であるから，前件審決の発明の要旨認定\nは，本件無効審判における発明の要旨認定とは前提が異なり，本件無効審判におい\nて何ら関係がない。\n(ｴ)  以上のとおり，本件特許発明１の「動く」の要旨を，シャフトを中心に\nガイド板に対して傾斜角度を変更し得る手段に限定して解釈することはできないか\nら，相違点５は，実質的に相違する。\n(ｵ)  なお，原告は，被告の製品である「カッティー」が本件特許発明１及び\n分割特許発明２～４の構成要件を充足するから，本件特許発明１と分割特許発明２\n～４とは，特許法３９条２項における「同一」である旨主張するが，例えば，同日\n出願の構成要件Ａに係る発明Ｘ１と構成要件Ａ＋Ｂに係る発明Ｘ２が存在する場合\nに，両発明が同一でないことと，Ａ＋Ｂ＋Ｃの構成に係る対象製品がＸ１及びＸ２\nのいずれの構成要件も充足することは，両立するから，失当である。\nイ  以上のとおり，本件特許発明１と分割特許発明４とは，相違点１～５に\nおいて，実質的に相違するから，特許法３９条２項の適用はない。\n２  取消事由２（一事不再理効の判断の誤り）に対し\n(1)  原告は，前件審決が審決の理由において①「前記本体と可動的に接続され」\nについて，「機能的に表現された『本体と可動的に接続されたガイド板』の意味を・・・\nとみられる」と認定したこと，②「機能的に表現された『本体がガイド板に対して\n動く』の意味を・・・とみられる」と認定したことを，審決が無視して判断しなか\nったことに，判断遺脱の違法があると主張するが，上記①，②の事実は，本件訴訟\nにおいて主張した新たな事実であるから，審決取消訴訟の審理範囲を超えるもので\nあり，本件訴訟において主張することは許されない。\nまた，前件審決の理由中で，特許請求の範囲の用語の意義に関し何らかの解釈が\n示されたとしても，特許法上，それにより，何らかの法的効果が発生する旨の定め\nは存在しないし，本件無効審判の審決が前件審決の理由に拘束されることもないか\nら，上記①，②が存在したとしても，本件無効審判と前件無効審判の基礎となる事\n実及び証拠が相違することにはならない。\n(2)  原告は，審決が本件補正は本件補正で追加した事項と実質的に関連する内\n容を請求するものではないと判断したことが事実に反すると主張するが，特許法１\n７条の２第３項違反を理由とする無効理由は，本件補正が新規事項を伴うかどうか\nが問題となるのであり，本件訂正が確定したとしても，本件補正の内容に影響を及\nぼすことはない。\n３  取消事由３－１（サポート要件の判断の誤り）に対し\n(1)  原告は，審決は，「機能的に表現された『動く』」の解釈を，「軸着」とは無\n関係に「動く」態様にまで，拡大解釈したものであり，極めて不当で，不公正であ\nると主張するが，以下のとおり，理由がない。\n本件明細書の記載（【０００６】，【０００８】，【図２】，【図３】）によると，本体\nをガイド板に対して傾けて動かし，カッターナイフの刃を出し得る状態になるよう，\n本体とガイド板が固定されることなく，動きを規制する部材を介して，相互に動き\n得る状態で接続されることが記載されている。また，本体をガイド板に対して傾け\nて動かすことで，本体に設けられたカッターナイフの刃がガイド板から出ることも\n記載されている。\nしたがって，特許請求の範囲に記載された「前記本体が前記ガイド板に対して動\nくことにより前記ガイド板から前記第１の刃または前記第２の刃が該ガイド板に隣\n接した位置から該ガイド板と略平行に出る」ことが，本件明細書に記載されている\nことは明らかである。また，本件明細書には，本体とガイド板が相互に動き得る状\n態で接続されることが記載されていることから，審決が「本体がガイド板に対して\n『動く』ことは明らかである」と認定したことに誤りはない。\n(2)  原告は，審決が，論理的飛躍を重ねて，「『本体』と『ガイド板』とが『シャ\nフト３』を軸とするものに限らず，両者が可動的に接続され，『第１の刃』または『第\n２の刃』が『ガイド板』に隣接した位置からガイド板と略平行に出るものであれば，\n切断対象物が刃により切り込まれることは明らかである。」という結論を導いたな\nどと主張するが，以下のとおり，理由がない。\n本件明細書の記載（【０００１】，【０００２】，【０００４】）によると，本件特許\n発明１における課題は，カッターナイフで，シートを切断する際に，直定規を用い\nる場合，光の向きや照度との関係で，直定規を持った方の手の影によって切断面が\n見づらくなり，きれいに切断することができないという点にある。\n本件特許発明１は，特許請求の範囲の記載から，「ガイド板」の一辺が切断対象物\nの表面に接する状態とし，「ガイド板」と可動的に接続された「本体」が「ガイド板」\nに対して動くことで，「本体」に接続された「第１の刃」又は「第２の刃」が「ガイ\nド板」に隣接した位置からガイド板と略平行に出るものである。そうすると，「本体」\nが「ガイド板」に対して動くことで，「第１の刃」又は「第２の刃」が出れば，対象\n物が刃により切断されることは明らかである。\nしたがって，当業者は，本件特許発明１が，カッターナイフで，シートを切断す\nる際に，直定規を持った方の手の影によって切断面が見づらくなる課題を解決でき\nることを認識することができるから，本件特許発明１は，発明の詳細な説明の記載\nにより当業者が発明の詳細な説明に記載された課題を解決できると認識できる範囲\n内のものである。\n本体をガイド板から傾けて動かすことで，カッターナイフの刃が出る構成であれ\nば，直定規を持った方の手の影によって切断面が見づらくなることはなくなり，上\n記課題を解決することができることから，本体をガイド板から傾けて動かす動作が，\n本体とガイド板とをシャフト３を軸として傾ける動作に限られる必要はない。\nさらにいえば，本体をガイド板から動かすことで，カッターナイフの刃が出る構\n成であれば，直定規を持った方の手の影によって切断面が見づらくなることはなく\nなり，上記課題を解決することができることから，上記課題を解決するためには，\nそもそも，傾けて動かす動作に限る必要もない。\n４  取消事由３－２（明確性要件の判断の誤り）に対し\n(1)  原告は，本件特許発明１の認定が誤りであるから，審決の判断は前提におい\nて誤りがあると主張するが，審決の本件特許発明１の認定は，本件特許の請求項１\nに記載された発明が正しく引用されており，何ら誤りはない。\n(2)  そもそも，原告が本件無効審判において主張する明確性要件違反の理由は，\n親特許である本件特許に残っている発明が本件明細書に記載された発明以外の発明\nを把握することができないから，保護されるべき発明が明確に記載されているとも\nいえないというものであって，請求項の記載自体の明確性を理由とするものではな\nいし，仮に，原告主張のとおり，本件特許発明１は，本件明細書に記載された発明\n以外を把握できなかったとしても，請求項の記載が不明確であることにはならない\nから，原告の主張は，主張自体失当である。\n５  取消事由４（実施可能要件の判断の誤り）に対し\n原告は，サポート要件違反及び明確性要件違反に係る無効理由２についての審決\nの判断が誤りであるから，実施可能要件違反に係る無効理由３についての審決の判\n断も誤りであると主張するが，サポート要件違反についての審決の判断に誤りがな\nいことは，前記３のとおりである。\n第５  当裁判所の判断\n事案に鑑み，取消事由３－１，同３－２，同４，同１，同２の順に検討する。\n１  取消事由３－１（サポート要件の判断の誤り）について\n(1)  本件明細書には，以下の記載がある。\nア  技術分野\n【０００１】\nこの発明は主に床材のノンスリップシートなどの凹凸を利用して，シートを切断\nする道具である。\nイ  技術背景\n【０００２】\n従来，直定規とカッターナイフを利用して，シートを切断していた。\nウ  発明が解決しようとする課題\n【０００４】\n従来の欠点は，直定規とカッターナイフでノンスリップシートなどの凹凸に沿っ\nて，真っすぐ切断する際，光の向きや照度により見づらく，きれいに切断しにくか\nった。\n本発明は以上のような欠点をなくすために作られた作品である。\nエ  課題を解決するための手段\n【０００５】\n本体（１）の中に，カッターナイフの刃（２）を設け，シャフト（３）の通った\nガイド板（４）を設ける。\n本発明は，以上の構成によりなるシートカッターである。\nオ  発明の効果\n【０００６】\nこのシートカッターはノンスリップシートなどの表面の凹凸に，ガイド板（４）\nを合わせ，シャフト（３）を軸に本体を傾けるだけで，設けてあるカッターナイフ\nの刃（２）が出てくる。後はノンスリップシートなどの凹凸に沿わせ滑らせるだけ\nで，光の向きや照度に左右される事なく，簡単できれい，かつ迅速にノンスリップ\nシートなどを切断できる。\nカ  発明を実施するための形態\n【０００８】\n以下，本発明を実施するための形態について説明する。\n本体（１）の中にカッターナイフの刃（２）を設け，シャフト（３）を軸にスイン\nグするガイド板（４）を設ける。\n本発明は以上のような構造である。\nこれを使用する時は，ガイド板（４）をノンスリップシートなどの表面の凹凸に\n合わせ，シャフト（３）を軸にして本体（１）を傾けカッターナイフの刃（２）を\n出す。\n後は凹凸に沿わせて滑らせ，ノンスリップシートなどを切断する。\nその他の応用例として，壁紙の施工時，入り隅や枠の凹凸に沿わせ，後は同様に\nシートカッターを滑らせる事により，壁紙の余分な部分を，地ベラや定規を使用せ\nず切り取る。\nキ  図面\n【図１】本発明の斜視図\n【図２】本発明の分解斜視図\n【図３】  本発明の断面図\n(2)  特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許\n請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載さ\nれた発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載によ\nり当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，ま\nた，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題\nを解決できると認識できる範囲のものであるか否かを検討して判断するのが相当で\nある（知財高裁平成１７年（行ケ）第１００４２号同年１１月１１日特別部判決・\n判例タイムズ１１９２号１６４頁参照）。\n(3)  前記(1)によると，本件明細書には，本件特許発明１の「前記ガイド板の一辺\nが切断対象物の表面に接する状態で，」「前記ガイド板から前記第１の刃または前記\n第２の刃が該ガイド板に隣接した位置から該ガイド板と略平行に出る」（以下，「ガ\nイド板から刃が出る」という。）ための具体的構成としては，本体とガイド板とをシ\nャフトにより軸支し，本体がガイド板に対して傾くようにする実施例が記載されて\nいるに止まる。\nしかし，上記実施例に接した当業者は，上記実施例において本体がシャフトを軸\nにしてガイド板に対して傾くことにより「ガイド板から刃が出る」のは，本体のう\nち刃が設けられた部分が切断対象物の表面に接したガイド板の一辺に向かって移動\nするからであり，特許請求の範囲に記載された「ガイド板から刃が出る」ようにす\nるためには，本体のうち刃が設けられた部分が切断対象物の表面に接したガイド板\nの一辺に向かって移動することが可能となるように，本体をガイド板に対して動く\nようにすればよいことを，容易に認識することができる。\nまた，前記(1)によると，本件特許発明１の課題は，「直定規とカッターナイフでノ\nンスリップシートなどの凹凸に沿って，真っすぐ切断する際，光の向きや照度によ\nり見づらく，きれいに切断しにくかった」という問題を解決することである。そし\nて，本件明細書には，発明の効果として，①「このシートカッターはノンスリップ\nシートなどの表面の凹凸に，ガイド板（４）を合わせ，シャフト（３）を軸に本体\nを傾けるだけで，設けてあるカッターナイフの刃（２）が出てくる」，②「後はノン\nスリップシートなどの凹凸に沿わせ滑らせるだけで，光の向きや照度に左右される\n事なく，簡単できれい，かつ迅速にノンスリップシートなどを切断できる」（【００\n０６】）と記載されているところ，当業者は，前記課題に直接対応するのは②であり，\n本件特許発明１の課題の解決には，②において利用される①により達成される状態，\nすなわち「ガイド板から刃が出る」ように構成すれば十分であり，本体をガイド板\nに対して「傾ける」構成は上記課題の解決に必須の構成ではないことを，容易に理\n解することができる。\nそうすると，当業者は，本件明細書において，「ガイド板から刃が出る」ようにす\nる実施例として，本体をシャフトを軸にしてガイド板に対して傾ける実施例しか記\n載されていないとしても，本件明細書の記載から，本体がガイド板に対して動くこ\nとにより「ガイド板から刃が出る」ようにする構成を認識することができると認め\nられる。\nしたがって，「前記本体が前記ガイド板に対して動く」ことにより「ガイド板から\n刃が出る」という発明特定事項を備えた本件特許発明１は，「本体がシャフトを軸に\nしてガイド板に対して傾く」以外の動きをする発明も含めて，本件明細書の発明の\n詳細な説明に記載された発明であるということができる。また，上記のとおり，本\n件明細書に接した当業者は，「直定規とカッターナイフでノンスリップシートなど\nの凹凸に沿って，真っすぐ切断する際，光の向きや照度により見づらく，きれいに\n切断しにくかった」という問題を解決するという本件特許発明１の課題を，「ガイド\n板から刃が出る」ように構成することにより解決できることを容易に理解すること\nができるから，「前記本体が前記ガイド板に対して動く」ことにより「ガイド板から\n刃が出る」という発明特定事項を備えた本件特許発明１は，発明の詳細な説明の記\n載により当業者がその発明の課題を解決できると認識できる範囲のものであるとい\nうことができる。\n(4)  原告は，本件明細書には，「シャフト（３）を軸に，本体とガイド板が相互\nに動き得る状態で接続されている」発明が記載されているにすぎず，「シャフト（３）\nを軸にしない発明」は記載も示唆もされていないから，本件明細書によってサポー\nトされていないなどと主張する。\nしかし，当業者は，本件明細書には，本体をシャフトを軸にしてガイド板に対し\nて傾ける実施例しか記載されていないとしても，本件明細書の記載から，本体がガ\nイド板に対して動くことにより「ガイド板から刃が出る」ようにする構成を認識す\nることができることは，前記(3)のとおりである。\n原告は，１本のシャフト（３）を軸にしなければ，ガイド板をスイングするよう\nにすること（【０００８】）は，技術的に不可能であるとも主張するが，本件特許発\n明１の課題の解決には，「ガイド板から刃が出る」ように構成すれば十分であり，本\n体をシャフトを軸にスイングしてガイド板に対して傾ける構成が上記課題の解決に\n必須の構成ではないことは，前記(3)のとおりである。\n原告の主張は，いずれも理由がない。\n(5)  原告は，審決は，論理的飛躍を重ねて，「動く」の意味を，確定した前件審\n決の認定範囲を超えて，際限なく拡大認定したものであって，確定審決の既判力を\n無視したものであるなどと主張するが，確定判決の既判力（民訴法１１４条１項）\nは，確定判決の主文に包含するものに限り生じるものであって，確定した審決の理\n由中の特許請求の範囲の記載の解釈に他の事件の審決等に対する何らかの拘束力が\n生じる根拠はないから，本件特許発明１の「動く」の意味について，前件審決の理\n由中の解釈と異なる解釈を採用したことが違法となるものではない。\n原告の主張は，理由がない。\n(6)  以上のとおり，取消事由３－１は，理由がない。\n２  取消事由３－２（明確性要件の判断の誤り）について\n(1)  特許法３６条６項２号は，特許請求の範囲の記載に関し，特許を受けようと\nする発明が明確でなければならない旨規定する。この趣旨は，特許請求の範囲に記\n載された発明が明確でない場合には，特許の付与された発明の技術的範囲が不明確\nとなり，第三者に不測の不利益を及ぼすことがあり得るため，そのような不都合な\n結果を防止することにある。そして，特許を受けようとする発明が明確であるか否\nかは，特許請求の範囲の記載のみならず，願書に添付した明細書の記載及び図面を\n考慮し，また，当業者の出願時における技術常識を基礎として，特許請求の範囲の\n記載が，第三者に不測の不利益を及ぼすほどに不明確であるか否かという観点から\n判断するのが相当である。\n(2)  本件特許発明１に係る特許請求の範囲の記載は，前記第２の２(1)のとおり\nであるが，その構成の意義は一義的に明らかであって，第三者に不測の不利益を及\nぼすほどに不明確であるものではない。\n(3)  原告は，審決は，本件特許発明１の認定に誤りがあるから，明確性要件の判\n断の前提において誤りがあると主張するが，審決の本件特許発明１の認定に誤りが\nないことは，後記４(1)のとおりである。\n原告の主張は，理由がない。\n(4)  以上のとおり，取消事由３－２は，理由がない。\n３  取消事由４（実施可能要件の判断の誤り）について\n(1)  物の発明における発明の実施とは，その物の生産，使用等をする行為をいう\nから（特許法２条３項１号），物の発明について実施可能要件を充足するか否かにつ\nいては，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識に基\nづいて，過度の試行錯誤を要することなく，その物を製造し，使用することができ\nる程度の記載があるか否かによって判断するのが相当である。\n(2)  前記１(1)のとおり，本件明細書には，本件特許発明１について，課題を解決\nするための手段（【０００５】）に加え，発明を実施するための形態において，本件\n特許発明１に係るシートカッターの構造，使用方法，応用例について，斜視図（【図\n１】），分解斜視図（【図２】）及び断面図（【図３】）と共に説明がされている（【００\n０８】）。\nそして，当業者において，これらの記載に接すると，技術常識に照らし，過度の\n試行錯誤を要することなく，物の発明である本件特許発明１のシートカッターを製\n造し，使用することは，十分に可能であると認められる。\nしたがって，本件特許発明１は，発明の詳細な説明において当業者がその実施を\nすることができる程度に明確かつ十分に記載されたものであるということができる。\n(3)  原告は，サポート要件違反及び明確性要件違反についての審決の判断が誤\nりであるから，これを前提とする実施可能要件違反についての審決の判断も誤りで\nあると主張するが，サポート要件違反及び明確性要件違反についての審決の判断に\n誤りがないことは，前記１及び２のとおりである。\n原告の主張は，理由がない。\n(4)  原告は，本件明細書には，明確で具体的な例が一つだけ記載されているにす\nぎず，「軸とは無関係に本体が動くような発明」は，本件明細書に記載も示唆もされ\nていないから，当業者は，本件明細書を参照して「軸とは無関係に本体が動くよう\nな発明」を実施することはできないと主張する。\nしかし，当業者は，本件明細書には，本体をシャフトを軸にしてガイド板に対し\nて傾ける実施例しか記載されていないとしても，本件明細書の記載から，本体がガ\nイド板に対して動くことにより「ガイド板から刃が出る」ようにする構成を認識す\nることができることは，前記１(3)のとおりであって，そのような認識に基づいて本\n件特許発明１を実施することができるものである。\n原告の主張は，理由がない。\n(5)  以上のとおり，取消事由４は，理由がない。\n４  取消事由１（特許法３９条２項の発明の同一性判断の誤り）について\n(1)  本件特許発明１の認定について\nア  前記第２の１(4)のとおり，本件訂正を認めた本件訂正審決は確定してい\nるから，本件特許発明１は，前記第２の２(1)のとおりであると認められ，これと同\n旨の審決の認定に誤りはない。\nイ  原告は，審決の認定の基礎となった本件訂正は，特許法１２６条１項１\n号～３号のいずれにも該当せず，同条５項及び６項に違反するから，前件審決で確\n定された本件特許発明１の特許請求の範囲を本件訂正によって拡大した審決の判断\nは，違法であるなどと主張するが，特許法１２３条１項は，同法１２６条１項ただ\nし書，同条５項及び６項等の訂正要件違反（同法１２３条１項８号）を，同法３９\n条２項違反（同法１２３条１項２号）とは別個の無効理由としているから，同法３\n９条２項違反を判断するに当たり，その前提として訂正要件違反を判断することは\nできない。そして，本件無効審判において，原告は，同法１２３条１項１号，２号，\n４号の無効理由を主張したものの，同項８号の訂正要件違反の無効理由を主張して\nいないから（甲６），本件訂正が違法であることを前提とする原告の主張は，失当で\nある。\n(2)  本件特許発明１と分割特許発明２の同一性について\nア  本件特許発明１と分割特許発明２（前記第２の２(4)ア）とを対比すると，\n審決認定のとおり，前記第２の４(4)ア(ｱ)ａの一致点で一致し，少なくとも同ｄの相\n違点３（以下に再掲）で相違すると認められる。\n（相違点３）\n「前記ガイド板から前記第１の刃または前記第２の刃が該ガイド板に隣接した位\n置から該ガイド板と略平行に出」すために，本件特許発明１は，「前記ガイド板の一\n辺が切断対象物の表面に接する状態で，前記本体が前記ガイド板に対して動くこと\nに」よるものであるのに対し，分割特許発明２は，「前記本体を前記ガイド板に対し\nて傾ける」ものである点。\nイ  分割特許発明２は，第１の刃又は第２の刃をガイド板から出すために，\n本体をガイド板に対して「傾ける」ものである。そして，分割特許の明細書及び図\n面（甲１。以下，「分割明細書」という。）には，ガイド板をノンスリップシートな\nどの表面の凹凸に合わせて，「本体を傾けるだけ」でカッターナイフの刃が出てくる\nことにより，凹凸にガイド板を沿わせて滑らせるだけで光の向きや照度に左右され\nることなく，簡単できれいかつ迅速にノンスリップシートなどを切断できること\n（【０００６】）が記載されている。そうすると，分割特許発明２において，本体を\nガイド板に「傾ける」だけで第１の刃又は第２の刃をガイド板から出すことができ\nることには，簡単かつ迅速な切断を実現するという作用効果の観点から，技術的意\n義があると認められる。\n他方，本件特許発明１は，第１の刃又は第２の刃をガイド板から出すものではあ\nるが，その際の動作は，本体がガイド板に対して単に「動く」ことによるものであ\nり，分割特許発明２のように「傾ける」に限定された動作とは異なるものである。\nしたがって，相違点３は，実質的な相違点であると認められる。\nそうすると，本件特許発明１と分割特許発明２とは，特許法３９条２項の「同一\nの発明」であるとはいえない。\nウ  原告は，審決が，「動く」が「傾ける」の上位概念であるという国語的解\n釈を堅持して，本件特許発明１と分割特許発明２は実質同一ではないと判断したこ\nとは，本件特許発明１に対する解釈を誤り，「動く」は「傾く」と同義であると判断\nした前件審決によって確定した特許請求の範囲を超える解釈をしたものであるから，\n違法であるなどと主張する。\nしかし，本件特許発明１の「前記本体が前記ガイド板に対して動くこと」という\n記載は，「動く」は，「移動する」の意味であると一般に理解されており（乙３），本\n件明細書の記載を参酌しても，前記１(3)のとおり，当業者は，本件明細書の記載か\nら，本体がガイド板に対して動く構成を認識できるから，本件特許発明１の「動く」\nを，明らかに語義が異なる「傾ける」の意味に限定して解釈すべき理由はない。\nまた，前記１(5)のとおり，前件審決の理由中の解釈に基づいて，本件特許発明１\nの「動く」を「傾ける」と同義であると解釈する理由はない。\n原告の主張は，理由がない。\n(3)  本件特許発明１と分割特許発明３の同一性について\nア  本件特許発明１と分割特許発明３（前記第２の２(4)イ）とを対比すると，\n審決認定のとおり，前記第２の４(4)ア(ｱ)ａの一致点で一致し，少なくとも同ｄの相\n違点３及び前記第２の４(4)イ(ｱ)の相違点４（以下に再掲）で相違すると認められる。\n（相違点４）\n「本体」の形状について，本件特許発明１は，特段特定しておらず任意であるの\nに対し，分割特許発明３は，「平板状」である点。\nイ  相違点３が実質的な相違点であると認められることは，前記(2)イのとお\nりである。\nまた，相違点４について検討すると，分割特許発明３において，本体の形状はガ\nイド板と同じく平板状である。そして，本体の形状を平板状とすることによる作用\n効果については，分割明細書に明示の記載はないが，当業者は，本体の形状が平板\n状であり，かつ，ガイド板と同じ形状であることに起因する把持性の向上等の作用\n効果を認識することができ，本体の形状を平板状とすることには，技術的意義があ\nると認められる。\n他方，本件特許発明１は，本体の形状について格段の限定はなく，分割特許発明\n３のように限定された形状ではないから，分割特許発明３とは異なるものである。\nしたがって，相違点４は，実質的な相違点であると認められる。\nそうすると，本件特許発明１と分割特許発明３とは，特許法３９条２項の「同一\nの発明」であるとはいえない。\nウ  原告は，本件特許発明１も，分割特許発明３も，相違点４の「平板状」\nの文言が明細書に記載されていないから，図面に基づいて把握しなければならない\nところ，その図面は，両発明において同一であって，当業者は，「平板状でない本体」\nを理解することも実施することもできないから，本件特許発明１の本体と分割特許\n発明３の本体は，実質的に同一である旨主張する。\nしかし，本件特許発明１に係る特許請求の範囲の記載によると，「本体」は，「前\n記第１の刃と前記第２の刃を設けた」ものであり，かつ，「平板状のガイド板」が可\n動的に接続され「前記ガイド板に対して動く」ものとして特定されている。本件特\n許発明１は，「凹凸を利用して，シートを切断する道具」（【０００１】）であり，こ\nの「凹凸にガイド板を沿わせ滑らせるだけで光の向きや照度に左右されることなく，\n簡単で，きれい，かつ迅速にノンスリップシートなどを切断できる」（【０００６】）\nものであるから，この凹凸を利用するガイド板が平板状であることは，本件特許発\n明１の課題解決に直接寄与する構成であるといえるものの，このガイド板に対して\n「動く」ものであればよい本体の形状までもが平板状である必要はないことを，当\n業者は当然に理解することができ，そのような本体を実施することができる。そう\nすると，本件明細書の図１～３における「本体」の形状が「平板状」であることを\n踏まえても，本件特許発明１における本体を，特許請求の範囲においてその形状に\n限定がないにもかかわらず，「平板状」の形状に限定して解釈すべきものとは認めら\nれない。\n原告の主張は，理由がない。\n(4)  本件特許発明１と分割特許発明４の同一性について\nア  本件特許発明１と分割特許発明４（前記第２の２(4)ウ）とを対比すると，\n審決認定のとおり，前記第２の４(4)ア(ｱ)ａの一致点で一致し，少なくとも同ｄの相\n違点３及び前記第２の４(4)イ(ｱ)の相違点４（分割特許発明３を引用する場合）に加\nえ，前記第２の４(4)ウ(ｱ)の相違点５（以下に再掲）で相違すると認められる。\n（相違点５）\n「本体」と「ガイド板」との「接続」する手段について，本件特許発明１は，特\n段特定しておらず任意であるのに対し，分割特許発明４は，「軸によって接続」する\nものである点。\nイ  相違点３及び４が実質的な相違点であると認められることは，それぞれ，\n前記(2)イ及び(3)イのとおりである。\nまた，相違点５について検討すると，分割特許発明４においては，本体とガイド\n板とは，「軸によって接続され」るものである。そして，これにより，分割特許発明\n４は，本体をガイド板に対して軸を中心に相対移動させ，本体をガイド板に対して\n「傾ける」ことができるものであるから，軸によって本体とガイド板とを接続する\nことには，技術的意義があると認められる。\n他方，本件特許発明１は，本体とガイド板とは，「可動的に接続され」るものであ\nるから，本体とガイド板とは「可動的」，すなわち動かすことができるように接続さ\nれていればよく，分割特許発明４のような「軸」による接続に限定されたものとは\n異なるものである。\nしたがって，相違点５は，実質的な相違点であると認められる。\nそうすると，本件特許発明１と分割特許発明４とは，特許法３９条２項の「同一\nの発明」であるとはいえない。\nウ  原告は，審決が本件特許発明１の「動く」ための「接続」は分割特許発\n明４の「軸によって接続」の上位概念であるといえると認定したことは，前件審決\nの確定された技術的範囲の解釈を超える認定であるから，失当であると主張する。\nしかし，前記１(5)のとおり，前件審決の理由中の解釈に基づいて，本件特許発明\n１の「動く」を「軸によって接続」と同義であると解釈する理由はない。\n原告の主張は，理由がない。\nエ  原告は，被告の製品である「カッティー」は，本件特許発明１の特許要\n件を具備した本件特許発明１の実施品であるとともに，分割特許発明２～４の特許\n要件を具備した分割特許発明の実施品であるところ，特許権者が本件特許権か分割\n特許権のいずれかを第三者に譲渡した場合を想定すると，いずれかの特許権に基づ\nいて製造された「カッティー」は，必ず他方の特許権の侵害品になり，これは特許\n制度上あり得ない状況であるなどと主張する。\nしかし，特許法上，一つの製品が複数の特許に同時に抵触することがあることは\n当然に予定されているし（特許法７２条等），複数の特許に係る発明の実施品が同一\nであっても，それらの特許に係る発明が同一であることにはならないから，仮に「カ\nッティー」が本件特許及び分割特許に同時に抵触するものであるとしても，特許制\n度上あり得ない状況とはいえないし，本件特許発明１と分割特許発明とが同一であ\nることにもならない。\n原告の主張は，理由がない。\n(5)  小括\n以上のとおり，取消事由１は，理由がない。\n５  取消事由２（一事不再理効の判断の誤り）について\n(1)  前記第２の１(3)(5)のとおり，原告は，本件特許の請求項１に係る発明につ\nいて，前件無効審判を請求し，これに対する前件審決は，本件無効審判請求に先立\nつ平成２８年１月４日，確定している。\nそして，前件審決（甲４）によると，前件無効審判の無効理由１は，本件補正は，\n「前記本体と可動的に接続されたガイド板とを有し，」や「前記本体が前記ガイド板\nに対して動くことにより」を含む補正であるから，新規事項を追加するものであり，\n本件特許は，特許法１２３条１項１号に該当するというものである。\n他方，本件無効審判の無効理由４は，本件補正は，「前記本体と可動的に接続され\nたガイド板とを有し，」及び「前記本体が前記ガイド板に対して動くことにより」を\n導入したものであるから，新規事項を追加するものであり，本件特許は，特許法１\n２３条１項１号に該当するというものである。\nそうすると，本件無効審判の無効理由４は，前件無効審判の無効理由１と同一で\nあるから，特許法１６７条の「同一の事実」に基づくものと認められる。\nまた，特許法１２３条１項１号所定の同法１７条の２第３項に規定する要件を満\nたしていない補正であるか否かは，その補正が，当業者によって，「願書に最初に添\n付した明細書，特許請求の範囲又は図面」の全ての記載を総合することにより導か\nれる技術的事項との関係において，新たな技術的事項を導入しないものであるか否\nかによって判断するのが相当である（知財高裁平成１８年（行ケ）第１０５６３号\n同２０年５月３０日特別部判決・判例タイムズ１２９０号２２４頁参照）。\nそうすると，前件無効審判において，その無効理由１を基礎付ける証拠は，本願\nの願書に最初に添付した特許請求の範囲及び当初明細書の内容を示す特開２０１１\n－１６１１９３号公報（前件無効審判甲１）と，本件補正の内容を示す，本願に係\nる平成２５年３月１１日付け手続補正書の写し（前件無効審判甲２）であると認め\nられる（甲４）。他方，本件無効審判において，無効理由４を基礎付ける証拠は，上\n記特開２０１１－１６１１９３号公報（甲２）と，本件補正の内容を示す，特開２\n０１１－１６１１９３号の平成２５年３月１１日付け補正についての特許法１７条\nの２による補正の掲載公報（甲３）であると認められ，本件補正の内容を示す証拠\nは，実質的に同一であることは明らかであるから，本件無効審判の無効理由４は，\n特許法１６７条の「同一の証拠」に基づくものと認められる。\nなお，原告は，本件無効審判において，本件補正が補正要件を満たさない理由と\nして，本件特許発明１は，本件分割出願によって「本体をガイド板に対して傾ける」\n態様以外の「動き方」をする発明になったところ，そのような発明は当初明細書に\n記載されていないことは前件審決が認定するとおりであると主張し（甲６），分割特\n許の特許公報（甲１）及び前件審決（甲４）を提出するとともに，本件訂正などに\nついて主張している（審決１０頁～１１頁記載の新事実１～５）が，本件分割出願\n若しくは前件審決の理由中の判断又は本件訂正により，本件補正の内容や「願書に\n最初に添付した明細書，特許請求の範囲又は図面」の内容が変わるものではなく，\nこれらの主張や証拠は，本件無効審判の無効理由４を基礎付ける事実や証拠に当た\nらない。\n以上によると，本件無効審判の無効理由４は，確定した審決と「同一の事実及び\n同一の証拠」に基づくものであるから，特許法１６７条により，許されないもので\nあり，これと同旨の審決の判断に誤りはない。\n(2)  原告は，特許請求の範囲の記載の解釈を示した前件審決が確定したことは，\n本件補正が新規事項追加に当たるかを判断する上で，極めて重要な新たな証拠であ\nり，これを証拠として採用せず，無視して判断しなかった審決には，判断遺脱の違\n法があるなどと主張する。\nしかし，前件審決の理由中の解釈により，本件補正の内容や「願書に最初に添付\nした明細書，特許請求の範囲又は図面」の内容が変わるものではないことは，前記\n(1)のとおりであるから，前件審決（甲４）は，特許法１６７条の証拠の同一性の判\n断を左右するものではなく，審決に判断遺脱の違法はない。\n原告の主張は，理由がない。\nなお，被告は，前件審決の理由中の特許請求の範囲の記載の解釈に関する原告の\n主張は，本件訴訟において主張した新たな事実であるから，審決取消訴訟の審理範\n囲を超えるものであり，本件訴訟において主張することは許されないと主張するが，\n被告指摘の原告の主張は，本件補正が新規事項追加に当たるから，本件特許は同法\n１２３条１項１号に該当するという本件無効審判の無効理由４について，同法１６\n７条の「同一の事実及び同一の証拠」に基づくものではないことの理由を主張する\nものであって，新たな無効理由を主張するものではないから，本件無効審判におけ\nる主張の有無を検討するまでもなく，本件訴訟の審理範囲を超えるものではない。\n(3)  以上のとおり，取消事由２は，理由がない。\n６  結論\n以上によると，原告の請求は，理由がないから，これを棄却することとして，主\n文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森   義 之\n裁判官\n森 岡 礼 子\n裁判官\n古庄   研\n"
}