{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 15
  },
  "case_number": "平成28(行ヒ)33",
  "case_name": "求償権行使懈怠違法確認等請求及び共同訴訟参加事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "集民　第256号77頁",
  "original_court_name": "福岡高等裁判所",
  "original_case_number": "平成27(行コ)27",
  "original_date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 22
  },
  "gist": "県が職員らの不正につき損害賠償金を支払ったことにより取得した求償権の一部を知事において行使しないことが違法な怠る事実に当たるとはいえないとした原審の判断に違法があるとされた事例",
  "case_gist": "県が教員採用試験における職員らの不正のため不合格となった受験者らに損害賠償金を支払ったことにより取得した求償権の一部を知事において行使しないことが財産の管理を違法に怠るものであるとして提起された住民訴訟において，上記不正は県の教育委員会の職員らが現職の教員を含む者から依頼を受けて受験者の得点を操作するなどして組織的に行われ，一部は賄賂の授受を伴うなど悪質なものであり，その結果も本来合格していたはずの多数の受験者が不合格となるなど極めて重大であったことに鑑み，これに関与した職員らに対する退職手当の返納命令や不支給は正当なものであったという事情の下では，教員の選考に試験の総合点以外の要素を加味すべきであるとの考え方に対して上記教育委員会が確固とした方針を示してこなかったことや，上記返納命令に基づく返納の実現が必ずしも確実ではなかったこと等の抽象的な事情のみから直ちに上記求償権のうち上記返納に係る額に相当する部分を行使しないことが違法な怠る事実に当たるとはいえないとした原審の判断には，違法がある。",
  "ref_law": "国家賠償法１条２項，民法１条２項，民法７２２条２項，地方自治法２４２条の２第１項３号，地方自治法２４２条の２第１項４号",
  "lawsuit_id": "87074",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=87074",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/074/087074_hanrei.pdf",
  "contents": "平成２８年（行ヒ）第３３号  求償権行使懈怠違法確認等請求及び共同訴訟参加\n事件\n平成２９年９月１５日  第二小法廷判決\n主      文\n１  原判決中，次の部分に関する部分を破棄する。\n(1)  上告人らの請求のうち，被上告人に対してＡ，Ｂ，Ｃ及び\nＤに対する求償権に基づく金員の支払を請求することを求\nめる部分\n(2)  上告人Ｘ１及び同Ｘ２の請求のうち，被上告人がＥ及びＦに\n対する求償権の行使を怠る事実の違法確認を求める部分並\nびに被上告人に対して同求償権に基づく金員の支払を請求\nすることを求める部分\n２  前項の破棄部分につき，本件を福岡高等裁判所に差し戻す。\n３  上告人らのその余の上告を棄却する。\n４  前項に関する上告費用は上告人らの負担とする。\n理      由\n上告代理人瀬戸久夫ほかの上告受理申立て理由（ただし，排除されたものを除\nく。）について\n１  大分県教育委員会（以下「県教委」という。）の職員らは，教員採用試験に\nおいて受験者の得点を操作するなどの不正（以下「本件不正」という。）を行い，\n大分県（以下「県」という。）は，これにより不合格となった受験者らに対して損\n害賠償金を支払った。本件は，県の住民である上告人らが，被上告人を相手に，被\n上告人が本件不正に関与した者に対する求償権を行使しないことが違法に財産の管\n理を怠るものであると主張し，地方自治法２４２条の２第１項３号に基づく請求\n（以下「３号請求」という。）として，本件不正に関与したと上告人らが主張する\nＥ，Ｆ等に対する求償権行使を怠る事実の違法確認を求めるとともに，同項４号に\n基づく請求（以下「４号請求」という。）として，本件不正に関与したＡ，Ｂ，Ｃ\n及びＤ並びにＥ及びＦに対する求償権に基づく金員の支払を請求することを求める\n住民訴訟である。\n２  原審の確定した事実関係等の概要は，次のとおりである。\n(1)  県教委は大分県公立学校の教員採用試験を実施しているところ，平成１９\n年度採用に係る試験（以下「平成１９年度試験」という。）及び平成２０年度採用\nに係る試験（以下「平成２０年度試験」という。）が実施された当時，小・中学校\n教諭及び養護教諭の教員採用試験の事務は県教委の義務教育課人事班が担当し，そ\nの合否の決定は教育長が行っていた。県教委には，教育長を補佐し義務教育部門を\n統括する教育審議監が置かれていた。\n(2)  平成１９年度試験の当時教育審議監であったＡは，特定の受験者を平成１\n９年度試験に合格させてほしいなどの相当数の依頼を受け，当時人事班の主幹であ\nったＧに対し，これらの依頼に係る受験者の中からＡが選定した者を合格させるよ\nう指示した。上記指示の中には，Ａが，県内の市立小学校の教頭であったＢ及びそ\nの妻であり県内の市立小学校の教諭であったＣ（以下「Ｂ夫妻」という。）から１\n００万円の賄賂を供与され，同人らの子を平成１９年度試験に合格させるよう便宜\nを図ってもらいたい旨の依頼を受けたことによる指示もあった。\n当時義務教育課長であったＨは，上記依頼のほかにも相当数の同様の依頼を受\nけ，Ｇに対し，これらの依頼に係る受験者の中からＨが選定した者を合格させるよ\nう指示した。\nＧは，上記の指示を受け，受験者の得点を操作した上で教育長に合否の判定を行\nわせ，上記指示に係る受験者（Ｂ夫妻の子を含む。）を合格させた。\n(3)  Ａの退職後に教育審議監となったＨは，平成２０年度試験についても，相\n当数の者から同様の依頼を受け，人事班の課長補佐となっていたＧに対し，上記依\n頼に係る受験者の中からＨが選定した者を合格させるよう指示した。\nＧは，上記の指示を受けたほか，県内の市立小学校の教頭であったＤから４００\n万円の賄賂を供与され，同人の子を平成２０年度試験に合格させるよう便宜を図っ\nてもらいたい旨の依頼を受けたことから，当時人事班の副主幹であったＩに指示し\nて，上記(2)と同様の方法により，これらの者（Ｄの子を含む。）を合格させた。\n(4)  Ａは，平成１８年１１月頃，県を退職したことに伴い，退職手当３２５４\n万５８９６円の支給を受けたが，その後，上記(2)の賄賂に係る収賄の罪により有\n罪判決を受けた。Ａは，平成２０年１２月，県教委から，県の条例に基づき，上記\n退職手当全額の返納を命じられたため（以下，この命令を「本件返納命令」とい\nう。），同２１年１月，県に対し，上記全額の返納（以下「本件返納」という。）\nをした。\nまた，Ｈ，Ｇ，Ｂ夫妻及びＤは，いずれも懲戒免職処分を受け，退職手当の支給\nはされなかった。\n(5)  県は，和解に基づき，平成１９年度試験において本来合格していたにもか\nかわらず本件不正により不合格とされた者のうち３１名に対し，平成２２年１２月\nに総額７０９５万円の損害賠償金を，平成２０年度試験において本来合格していた\nにもかかわらず本件不正により不合格とされた２２名に対し，平成２３年３月に総\n額１９５０万円の損害賠償金を，それぞれ支払った。\n(6)  県は，県教委の幹部職員等から，上記(5)の損害賠償金の財源の一部とし\nて，平成２３年２月から３月にかけて合計４８４２万４６１６円の寄附を受けた。\n(7)  県教委は，平成２３年８月，上記(5)の損害賠償金（総額９０４５万円）に\nつき，損害賠償金総額から上記寄附の合計額及び本件返納に係る額（以下「本件返\n納額」という。）を控除した９４７万９４８８円について求償することとし，平成\n１９年度試験における本件不正に関与した者に対して求償すべき額を７３９万８３\n２０円，平成２０年度試験における本件不正に関与した者に対して求償すべき額を\n２０８万１１６８円と決定した。\n(8)  県は，平成２３年１１月から同２４年２月にかけて，平成１９年度試験に\n関して求償すべきものとされた７３９万８３２０円につき，Ｂ夫妻から４４万４６\n８７円，Ａから１９５万３６３３円の各弁済を受けるとともに，平成２０年度試験\nに関して求償すべきものとされた２０８万１１６８円につき，Ｄから２０万８６４\n８円，Ｉから１８７万２５２０円の各弁済を受けた。また，県は，県教委の教育委\n員有志等から，上記(7)の求償金の財源の一部として，平成２４年２月に５００万\n円の寄附を受けた。\n３  原審は，上記事実関係等の下において，要旨次のとおり判断して，上告人ら\nのＡ，Ｂ夫妻及びＤ（以下「Ａら」という。）に関する４号請求並びに上告人Ｘ１\n及び同Ｘ ２ （以下「 上告人Ｘ １ ら」とい う。）のＥ及びＦ（ 以下「Ｅら」とい\nう。）に関する３号請求及び４号請求をいずれも棄却すべきものとした。\n県教委には，従前から，小・中学校教諭の選考に試験の総合点以外の要素を加味\nすべきであると考える幹部職員が存在するなどの事情があり，県教委がこれに対し\nて確固とした方針を示してこなかったことが本件不正の土壌となったことは否定し\n得ず，県教委には本件不正について一定の責任がある。また，公務員の退職手当に\nは賃金の後払いという性格があること等をも考慮すると，求償権の行使に当たり，\n退職手当の返納や不支給の事実を合理性の認められる限度で考慮することは許容さ\nれるところ，Ａが本件返納命令を受けたのは退職手当の支給を受けてから２年が経\n過した後であり，返納の実現は必ずしも確実ではなかった。したがって，本件返納\n額を求償権行使に当たって考慮することは，過失相殺又は信義則上の制限として合\n理性を有するから，県がこれに相当する額を求償しないことは違法ではない。\nそうすると，県が本件不正に関与した者に対して求償すべき金額は上記２(7)の\n９４７万９４８８円であり，これは同(8)の各弁済及び寄附によってその全額が回\n収されているから，県がＡらに対して求償すべき金額はなく，また，県がＥらに対\nする求償権を取得したか否かについては判断をする必要がない。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n前記事実関係等によれば，本件不正は，教育審議監その他の教員採用試験の事務\nに携わった県教委の職員らが，現職の教員を含む者から依頼を受けて受験者の得点\nを操作するなどして行われたものであったところ，その態様は幹部職員が組織的に\n関与し，一部は賄賂の授受を伴うなど悪質なものであり，その結果も本来合格して\nいたはずの多数の受験者が不合格となるなど極めて重大であったものである。そう\nすると，Ａに対する本件返納命令や本件不正に関与したその他の職員に対する退職\n手当の不支給は正当なものであったということができ，県が本件不正に関与した者\nに対して求償すべき金額から本件返納額を当然に控除することはできない。また，\n教員の選考に試験の総合点以外の要素を加味すべきであるとの考え方に対して県教\n委が確固とした方針を示してこなかったことや，本件返納命令に基づく返納の実現\nが必ずしも確実ではなかったこと等の原審が指摘する事情があったとしても，この\nような抽象的な事情のみから直ちに，過失相殺又は信義則により，県による求償権\nの行使が制限されるということはできない。\nしたがって，上記の事情があることをもって上記求償権のうち本件返納額に相当\nする部分を行使しないことが違法な怠る事実に当たるとはいえないとした原審の判\n断には，判決に影響を及ぼすことが明らかな法令の違反がある。\n５  以上のとおりであるから，論旨は理由があり，原判決中，上告人らのＡらに\n関する４号請求並びに上告人Ｘ１らのＥらに関する３号請求及び４号請求に関する\n部分は破棄を免れない。そして，県の教員採用試験において不正が行われるに至っ\nた経緯や，本件不正に対する県教委の責任の有無及び程度，本件不正に関わった職\n員の職責，関与の態様，本件不正発覚後の状況等に照らし，県による求償権の行使\nが制限されるべきであるといえるか否か等について，更に審理を尽くさせるため，\n上記部分につき本件を原審に差し戻すこととする。\nなお，上告人Ｘ１ら以外の上告人らのＥらに関する３号請求及び４号請求に係る\n上告は理由がなく，また，上告人らのその余の請求に関する上告については上告受\n理申立て理由が上告受理の決定において排除されたので，棄却することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。なお，裁判官山本庸\n幸の意見がある。\n裁判官山本庸幸の意見は，次のとおりである。\n私は，原判決を破棄し，本件を原審に差し戻すとの多数意見に賛成するものであ\nるが，その理由については考えを異にするところもあるので，意見を申し述べた\nい。それは，前記２(6)の寄附（以下「第１寄附」という。）に相当する金額を，\nＡらに対する請求額から差し引く根拠があるのかという点である。というのは，第\n１寄附に係る寄附金を集めた趣旨は，その実施概要に係る書面によれば，本事件に\nよって損害を被った被害者に対する迅速な賠償に充てるとともに，これにより県の\n財政にも過度の負担をかけないようにというものではないかと考えられる。それが\n寄附者の自主的な善意に支えられて集められているのであれば，それ自体は，被害\n者の救済等に資するので誠に結構なことである。\nところが，そうした寄附者の善意によるはずの寄附金相当額が，原判決によれ\nば，いつの間にかＡらに対する請求額から差し引かれ，結果的にその分だけ損害賠\n償責任を免除するように使われている。特にＡは，収賄という重大な犯罪を犯して\n有罪が確定した者である。前記２(8)の寄附（以下「第２寄附」という。）は，そ\nういう者であっても，これまでの同僚が寄附金を出し合って個人的に支えようとい\nう趣旨で寄附されたものと認められるので，第２寄附を請求額から差し引くのは，\nまだ理解できる。\nしかしながら，第１寄附は，少なくとも上記書面を見る限り，そのような趣旨で\nあったとは，全くうかがえないものである。したがって，原審は，第１寄附を請求\n額から差し引いた理由及び根拠として，第１寄附は本来合格していたにもかかわら\nず不合格となった者に対して県が支払った損害賠償金の財源に充当してほしいとの\n趣旨を示して拠出されたものであること等から，県が実質的にその補てんを受けた\nと評価できるという事情を挙げるが，このような事情だけではとても納得すること\nができない。\nところで，Ａは，県の教育審議監として，人事権その他県の教育界を動かす権限\nがあった者であることは，容易に推察できる。見方によれば，そのような立場にあ\nった者のかつての影響力を慮った元部下たちが，その傘下の県教委職員や公立学校\nの校長等から事実上強制的に寄附金を集め，最終的にはＡの損害賠償義務の軽減に\n用いられるようにもっていったと解釈できなくもない。仮にそれが事実であるとす\nれば，私はあるまじき行為であると考える。とりわけ組織の長あるいはこれに準ず\nる立場にある者は，自らの不祥事に基づく損害賠償責任は自ら果たすべきであり，\n仮にもその責任が一部にせよ部下に押し付けられるようなことはあってはならない\nと考える次第である。\n本事件の第１寄附をいかに取り扱うかによっては，このような形でトップあるい\nはこれに準じる者の損害賠償責任が部下に押し付けられるというやり方が，今後，\n全国にまん延しかねないとも限らないし，今回の判断でそれを裁判所が追認する結\n果となることを懸念している。\nそこで，多数意見が更に審理を尽くすべきであるとする本件返納額に相当する部\n分についての求償権の制限に加えて，以上のような点を含めて，更に審理を尽くさ\nせるために原審に差し戻すべきものと考える。\n(裁判長裁判官  菅野博之  裁判官  小貫芳信  裁判官  鬼丸かおる  裁判官\n山本庸幸)\n"
}