{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 17
  },
  "case_number": "平成25(ネ)10057",
  "case_name": "著作物頒布広告掲載契約に基づく著作物頒布広告掲載料未払請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83840",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83840",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/840/083840_hanrei.pdf",
  "contents": "平成２５年１２月１７日判決言渡\n平成２５年（ネ）第１００５７号  著作物頒布広告掲載契約に基づく著作物頒布広\n告掲載料未払請求控訴事件（原審  東京地方裁判所平成２４年（ワ）第９４６８号）\n口頭弁論終結日  平成２５年１０月３１日\n判 決\n控        訴        人        株 式 会 社 黄 菱\n被 控 訴 人        株 式 会 社 シ ャ ト ー 勝 沼\n訴 訟 代 理 人 弁 護 士        早 川 正 秋\n大 西 達 也\n主 文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，２００万円及びこれに対する平成２４年３月２\n３日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は，１，２審とも被控訴人の負担とする。\n４  仮執行宣言。\n第２  事案の概要等\n１  本件訴訟の経過\n本件は，原判決別紙目録記載の図柄１～１２（以下，それぞれ「図柄１」などと\nいう。）につき著作権を有すると主張する控訴人が，被控訴人は，上記図柄を案内用\n看板に表示して使用し，上記図柄に係る原告の著作権を侵害等していると主張し，\n被控訴人に対し，著作権侵害等の不法行為責任に基づく損害賠償として，２００万\n円及びこれに対する不法行為日よりも後の日である平成２４年３月２３日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案である。原\n審が控訴人の請求を棄却したところ，控訴人が控訴した。\n２  事案の概要\n本件の請求及び事案の概要については，次のとおり付加訂正するほかは，原判決\n１頁１９行目から３頁１６行目までに記載したとおりであるから，これを引用する。\nなお，呼称は，審級による読替えを行うほか，原判決に従う。\n（原判決の付加訂正）\n原判決２頁９行目の前に「(2)  控訴人と被控訴人との間の契約関係及びその解除\n並びに被控訴人による本件図柄使用」を加え，同行冒頭の「(2) 」を削り，原判決\n３頁１３行目の末尾に改行の上次のとおり加える。\n「(3) 本件図柄の著作物登録\n控訴人は，平成２３年９月２１日に米国において本件図柄を著作物登録した（甲\n５の１ないし７）。」\n原判決３頁１５行目末尾に改行の上次のとおり加える。\n「ア  本件図柄の著作物性\nイ  本件図柄の作成者\nウ  被控訴人による不法行為の内容」\n第３  当事者の主張\n本件の当事者の主張については，次のとおり付加訂正するほかは，原判決３頁１\n８行目から７頁１２行目までのとおりであるから，これを引用する。\n（原判決の付加訂正）\n原判決４頁１８行目の前に「(2) 本件図柄の作成者」を加え，同行冒頭の「(2) 」\nを削り，同２４行目の前に「(3) 被控訴人による不法行為の内容」を加え，同行冒\n頭の「(3) 」を削り，同６頁２２行目の前に「(4) 被控訴人に不法行為責任は成立\nしないこと」を加え，同行冒頭の「(4) 」を削る。\n第４  当審における当事者の主張\n１  控訴人\n(1) 本件図柄の著作物性について\n本件図柄は，広告掲載媒体に使用されているものであるが，十分に美的鑑賞の対\n象になり得るものであり，明らかに著作物といえる。本件図柄における文字は，思\n想，感情を表現するものとして，絵柄に融合しており，絵柄の美術性に含まれてい\nる。美術を鑑賞するのにバラバラに分解して鑑賞することはなく，一体として鑑賞\nすべきである。過去の芸術の分類は今日では成り立たないのであって，芸術が生活\n機能の新たな手段と位置付けられてきていることも踏まえて，思想，感情の表現の\n有無を判断すべきである。本件図柄は，画面いっぱいに，大胆にグラスを描き，構\n図的バランスは，ずしりと重量感を与え，色彩感覚豊かで美的に表現され，見る人\nの心を惹きつけてやまないのであって，ありふれた平凡な絵柄ではなく，美術性と\n創作性を兼ね備えている。\n(2) 本件図柄の帰属について\n被控訴人代表者Ａ（以下「被控訴人Ａ」という。）の原審における供述は偽証であ\nる。被控訴人Ａは自ら広告看板の図案を考えたこともイメージしたこともないから，\n乙１０の看板の図柄を「卵形」，「だ円形」と表現するなど虚偽の供述をすることに\nなった。また，乙１０の看板以外の横長の看板（甲９９，１００）ではワイングラ\nスが図柄として使用されているにもかかわらず，乙１０の看板は横の長さが長いか\nら，意図的にだ円形の中に看板を入れてワイングラスのことは考えなかったという\n虚偽の供述をすることになった。このように被控訴人Ａの供述が虚偽であるとする\nと，本件図柄は控訴人代表者が考えたことが明らかになる。\nそして，控訴人は，被控訴人に対し，本件Ｅコース以外のコースの契約書（甲９\nないし１６，１９の１ないし１９の３）の契約が継続することを前提に，本件図柄\nの使用を許可した。このことから，控訴人に本件図柄の著作権が帰属することが分\nかる。\n(3) 被控訴人の不法行為責任について\n上記(2)のとおり，控訴人は，被控訴人に対し，本件Ｅコース以外のコースの契約\n書の契約が継続することを前提に，本件図柄の使用を許可した。これは，控訴人と\n被控訴人間の合意である。このことは，広告掲載申込書（甲８３）の掲載条件の下\n段に「特別条項」として「デザイン類似転用不可」，「製作類似転用不可」と明記さ\nれていることからもうかがわれる。本件図柄を控訴人の許可なく使用した場合は，\n民法７０９条の不法行為に該当し，それに対する損害賠償責任が発生するから，被\n控訴人には控訴人に対する損害賠償責任がある。\n２  被控訴人\n(1) 本件図柄の著作物性について\n本件図柄のグラスの形状，文字の配置・表示や書体，配色などは，いずれもあり\nふれたものであり，作成者の個性の表出は認められず，見る者に特別な美的感興を\n呼び起こすには足りない。本件図柄は，あくまで案内看板のために作成されたもの\nで，色遣いも濃淡を組み合わせていなければ，遠近法を採用するという技法も用い\nられておらず，ポスターの図案の域にも達しない非個性的な平板な構図にすぎない\nもので，到底美術作品の域に達するものではない。また，平成１０年以降，被控訴\n人がワイン工場への誘導案内看板として路傍に設置してきた看板図柄について，こ\nれを美術作品としてとらえる認識は，控訴人にも被控訴人にもなかったはずである。\n(2) 本件図柄の帰属について\n控訴人の主張は争う。被控訴人の主張は原審で述べたとおりであり，被控訴人Ａ\nが考案した絵柄である。\n控訴人の主張する契約書は，いずれも指定場所における広告物設置及び管理のた\nめの契約書であり，絵柄の使用許可を包含しないことは，契約書上に使用許可に関\nする文言がないことから明らかである。\n(3) 被控訴人の不法行為責任について\n上記(2)のとおり，控訴人の主張する契約書は，いずれも指定場所における広告物\n設置及び管理のための契約書であり，絵柄の使用許可を包含しない。\n仮に，絵柄の使用許諾契約を内包していたとしても，上記契約の解除自体が控訴\n人の独自の解釈に基づくもので理由がないことは，別訴において控訴人の請求が退\nけられていること（乙１４，１５）からも明らかである。したがって，その後の被\n控訴人の継続的な本件図柄の使用が，不法行為としての違法性を構成するものでは\nない。\n第５  当裁判所の判断\n１  当裁判所は，控訴人の当審における追加主張を踏まえても本件図柄に著作物\n性は認められず，被控訴人には不法行為責任は認められないから本件控訴は棄却さ\nれるべきものと判断する。\nその理由は，下記２に控訴人の当審における主張に対する判断を示すほか，原判\n決８頁５行目，同９頁１８行目の各「やや紫がかった青色」を「濃紺」と補正し，\n同９頁１７行目の末尾に「毛筆体に近い書体と丸ゴシック体の組合せについても，\n特別な美的感興を呼び起こすような美的創作性を認めることはできない。」を，同９\n頁１８行目の「ついては，」の次に「補色に近い色を対比して配置することで遠方か\nら見た際に彩度が強調されることから，」をそれぞれ加え，同９頁２３行目の後ろに\n改行の上「そして，以上のような文字部分を含めた本件図柄の構図，デザイン，配\n色，全体のバランスを総合的に見ても，特別な美的感興を呼び起こすような美的創\n作性を認めることはできないことに変わりない。」を加えるほかは，原判決の「事実\n及び理由」欄の「第４  当裁判所の判断」に記載のとおりであるから，これを引用\nする。\n２  控訴人の当審における主張に対する判断\n(1) 本件図柄の著作物性について\n控訴人は，本件図柄を一体として鑑賞した場合，本件図柄における文字は，思想，\n感情を表現するものとして，絵柄に融合しており，絵柄の美術性に含まれているし，\n本件図柄は，画面いっぱいに，大胆にグラスを描き，構図的バランスは，ずしりと\n重量感を与え，色彩感覚豊かで美的に表現され，見る人の心を惹きつけてやまない\nのであって，ありふれた平凡な絵柄ではなく，美術性と創作性を兼ね備えていると\n主張する。\n本件図柄は，あくまでも広告看板用のものであり，実用に供され，あるいは，産\n業上利用される応用美術の範ちゅうに属するというべきものであるところ，応用美\n術であることから当然に著作物性が否定されるものではないが，応用美術に著作物\n性を認めるためには，客観的外形的に観察して見る者の審美的要素に働きかける創\n作性があり，純粋美術と同視し得る程度のものでなければならないと解するのが相\n当である。かかる観点から見ると，本件図柄のグラスの形状には，通常のワイング\nラスと比べて足の長さが短いといった特徴も認められるものの，それ以外にグラス\nとしての個性的な表現は見出せない。また，ワイナリーの広告としてワイングラス\n自体が用いられること自体は珍しいものではない上に，図柄が看板の大部分を占め\nている点も，ワイナリーの広告としてありふれた表現にすぎない。そして，本件図\n柄を全体的に観察すると，上記ワイングラスの大きさや形状に加えて，控訴人の商\n号及びワイナリーや工場の見学の勧誘文言が目立つような文字の配置と配色がなさ\nれていることが特徴的であるが，これも，一般的な道路看板に用いられているよう\nなありふれた青系統の色と補色に近い黄色ないし白色のコントラストがなされてい\nるにとどまる。そうすると，本件図柄には色彩選択の点や文字のアーチ状の配置な\nど控訴人なりの感性に基づく一定の工夫が看取されるとはいえ，見る者にとっては\n宣伝広告の領域を超えるものではなく，純粋美術と同視できる程度の審美的要素へ\nの働きかけを肯定することは困難である。控訴人が著作物性の根拠として強調する\n点は，宣伝広告の効果を向上させるための工夫とも共通するものであって，必ずし\nも芸術性を高めるものではなく，また，現代における芸術分野の区分の流動化が認\nめられるとしても，上記に判示した純粋美術と同視できる程度の審美的要素への働\nきかけを否定した判断を左右するものではない。したがって，本件図柄には著作物\n性は認められないというべきであり，その帰属について判断する必要もない。\n(2) 本件図柄につき著作物性が否定された場合の被控訴人の不法行為責任\n著作権法６条は，保護を受けるべき著作物の範囲を定め，独占的な権利の及ぶ範\n囲や限界を明らかにしているのであり，同条所定の著作物に該当しないものである\n場合，当該著作物を独占的に利用する権利は法的保護の対象とならないものと解さ\nれる。したがって，同条各号所定の著作物に該当しない著作物の利用行為は，同法\nが規律の対象とする著作物の利用による利益とは異なる法的に保護された利益を侵\n害するなどの特段の事情がない限り，不法行為を構成するものではないと解するの\nが相当である（最高裁平成２３年１２月８日第１小法廷判決・民集６５巻９号３２\n７５頁参照）。\n本件においても，上記(1)で述べたとおり，本件図柄につき著作物性が認められな\nい以上，特段の事情が認められない限り，被控訴人に不法行為責任は認められない\nというべきであるところ，特段の事情を認めるに足りる証拠はない。\nこの点について控訴人は，本件Ｅコース以外のコースの契約が継続することを前\n提に本件図柄の使用を許可した旨主張し，その根拠として，平成１７年８月３０日\n付け広告掲載申込書（甲８３）の掲載条件欄に，括弧書きで「デザイン類似転用不\n可」，「製作類似転用不可」と手書きで記載されている点を指摘する。しかしながら，\n同契約書の表題はあくまでも「広告掲載申込書」であって，本件図柄の使用に関す\nるものと評価することは困難である。実際に，控訴人と被控訴人との間では，平成\n１０年５月２８日以降に広告看板の掲載に関する契約（甲９，１１，１３，１５，\n１９の１，１９の２）が多数交わされてきたが，その中では看板の取付料と年間掲\n載料について合意がされてきたと認められ，甲８３の合意もその一環と解されるに\nすぎない。したがって，甲８３の記載をもって，控訴人と被控訴人とが本件図柄の\n使用に関して一定の合意をしたと認めることはできない。よって，被控訴人の本件\n図柄の使用につき何らかの法的利益を侵害したものといえるような特段の事情を見\n出すことは困難であって，被控訴人の不法行為責任を認めることはできないという\nほかない。\n第６  結論\n以上より，その余の点について判断するまでもなく，控訴人の請求は理由がなく，\n原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清 水   節\n裁判官\n中 村   恭\n裁判官\n新 谷 貴 昭\n"
}