{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 10,
    "day": 25
  },
  "case_number": "平成28(ワ)7143",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87191",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87191",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/191/087191_hanrei.pdf",
  "contents": "平成２９年１０月２５日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第７１４３号  損害賠償請求事件\n口頭弁論終結日  平成２９年８月３０日\n判                  決\n原              告            エ イ シン ・ フーズ株式会 社\n同訴訟代理人弁護士            平      光      哲    弥\n同                            大  久  保              達\n被              告            甲\n被              告            Ｃ ＆ Ｅ 株 式 会 社\n被              告            乙\n被告ら３名訴訟代理人弁護士   中      野              剛\n同               鈴      木      雄    貴\n主                  文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，原告に対し，各自５０１４万８５３２円及びこれに対する訴状\n送達の日の翌日（被告甲（以下「被告甲」という。）につき平成２８年３月２\n０日，被告Ｃ＆Ｅ株式会社（以下「被告会社」という。）につき同月２３日，\n被告乙（以下「被告乙」という。）につき同月２４日）から支払済みまで年５\n分の割合による金員を支払え。\n２  被告会社及び被告乙は，原告に対し，各自５５０万円及びこれに対する平\n成２７年８月１８日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は被告らの負担とする。\n４  仮執行宣言\n第２  事案の概要等\n本件は，原告が，①被告甲は，原告との間の秘密保持に関する合意に違反\nし，原告在職中に転職先である被告会社及び被告会社の代表取締役であった\n被告乙に対して原告の取引先等の機密情報を開示し，被告会社への転職後に\n当該機密情報を使用して営業等を行うとともに，被告会社及び被告乙は，被\n告甲と共謀して，当該機密情報を利用して原告の取引先に対する営業活動等\nを行ったと主張して，債務不履行責任又は不法行為責任に基づき，被告甲，\n被告会社及び被告乙に対し，損害賠償金合計５０１４万８５３２円及びこれ\nに対する遅延損害金の連帯支払を求めるとともに，②被告会社が，日刊食品\n速報の記者に対して，被告会社が原告に対して訴訟を提起した旨及び原告か\nら支払われるべきものが支払われていない旨の虚偽事実を告知したことが不\n正競争防止法２条１項１５号の不正競争行為に該当し，被告会社の代表取締\n役であった被告乙は会社法４２９条１項に基づく損害賠償責任を負うと主張\nして，被告会社及び被告乙に対し，損害賠償金合計５５０万円及びこれに対\nする遅延損害金の連帯支払を求める事案である。\n１  前提事実（当事者間に争いのない事実並びに掲記した証拠及び弁論の全趣旨\nにより認定できる事実）\n(1) 当事者\nア  原告は，食品の商品企画・開発及び販売等を業とする会社である。被告\n甲は，平成２４年１１月１日から平成２７年６月３０日まで原告に在籍し\nた。\nイ  被告会社は，平成２６年９月３日に設立された，水産物及び食品の製造\n・輸入及び販売等を業とする会社である。被告甲は，平成２７年７月１日\n頃，原告から被告会社に転職し，同年１１月２０日から被告会社の代表取\n締役の地位にある。\nウ  被告乙は，平成２６年１２月１日から平成２７年１１月２０日まで，被\n告会社の代表取締役の地位にあった。\n(2) 秘密保持に関する合意\n被告甲は，平成２４年１２月１日付誓約書兼同意書（甲３）及び平成２５\n年３月２５日付誓約書兼同意書（甲４。以下，甲３と併せて「本件各同意書」\nという。）をもって原告との間で，以下の合意をした（本件各同意書におい\nて下記アの事項が記載された条項を「本件秘密保持条項」，同条項に基づき\n被告甲が負う秘密保持義務を「本件秘密保持義務」という。）。\nア  被告甲は，原告在籍中はもとより退職（退任）後においても，業務上知\nり得た次に掲げる機密事項を会社外の第三者に対して漏えいせず，業務上\nの必要がある原告従業員以外の者に開示せず，業務外の目的による使用行\n為（情報へのアクセス権限を越えた情報システムの使用行為を含む。）をせ\nず，また，当該機密事項を用いての営業，販売行為は行わない。\n(ｱ)  原告の経営上，営業上，技術上の情報の一切\n(ｲ)  原告の顧客，取引先に関する情報の一切\n(ｳ)  原告が顧客，取引先と行う取引条件など取引に関する情報の一切\n(ｴ)  その他，原告が機密事項として指定する情報の一切\nイ  被告甲が本件各同意書で定める事項に違反し，それによって原告が損害\nを被った場合には，被告甲は，原告に対しその損害を賠償する。\n(3) 日刊食品速報の記事\n平成２７年８月１８日発行の日刊食品速報には以下の記事が掲載された\n（甲６。以下「本件記事」という。）。\n「有名水産インポーター（東京）が中国の仕入先と“決済トラブル”\n都内の独立系・有名水産インポーター（年商１６億円規模）と中国の\n仕入先との間にトラブルが勃発。法廷闘争に発展する可能性が濃いため\n成り行きが注視されている。「両者は１０年来のビジネスパートナーだ\nが，近年は取引をめぐって意思疎通を欠く場面も見受けられたようだ」\n（消息筋）。業を煮やした中国側がインポーターを相手に訴訟を提起。\n「紛争のテーマは『インポーター側から支払われるべきものが支払われ\nていない』といった内容。言い分はそれぞれにあるようだが，もはや元\nの鞘には戻れない状況になってしまっている。\n（中略）\n訴訟を提起した中国側は「支払いを求めているのはあくまで一部。本\n来，当社に支払われるべき金額は一桁違う。相手の懐事情を考慮し最低\n限を求めることにした」と説明。対してインポーターは「訴訟沙汰にな\nっているのは事実だが，当事者間の考え方の相違があるので・・・」と\n言葉を濁していた。」\n２  争点\n(1)  秘密保持義務違反に基づく損害賠償請求について\nア  本件秘密保持条項の有効性\nイ  本件秘密保持義務の対象となる機密情報への該当性\nウ  当該機密情報の開示及び使用の有無\nエ  被告会社及び被告乙の責任の有無\nオ  損害額\n(2)  虚偽事実の告知に基づく損害賠償請求について\nア  虚偽事実の告知の有無\nイ  被告乙の責任の有無\nウ  損害額\n第３  争点に関する当事者の主張\n１  秘密保持義務違反に基づく損害賠償請求について\n(1)  争点(1)ア（本件秘密保持条項の有効性）について\n〔被告の主張〕\n本件機密保持条項は，退職後の元従業員である被告甲に対し，必要かつ\n合理的な範囲を超えた制約を課すものであり，同人の転職の自由ないし職\n業選択の自由を過度に侵害するものであって，公序良俗に反し無効である。\n具体的には，本件機密保持条項は，秘密情報の使用が禁止される地域の\n限定がなく，禁止期間も無制限であり，使用が禁止される秘密情報は「そ\nの他，貴社が機密事項として指定する情報の一切」という包括的なもので\nある。これに，被告甲が原告の役員ではなく従業員にすぎないことなども\n加味すると，その内容は，明らかに合理的な範囲を超える義務を課すもの\nである。\n〔原告の主張〕\n被用者は，その在職中はもとより，退職後においても，使用者に雇用さ\nれている間に業務の遂行を通じて得た重要な情報については，引き続き，\n秘密保持義務を負うべきである。本件秘密保持条項は，取引先及び取引条\n件に関する情報が機密情報に含まれることが明確にされており，被告甲の\n転職の自由及び職業選択の自由に対する制約の程度も軽微である。このよ\nうに，同条項により被告甲の負う秘密保持義務は合理的なものであるから，\n同条項は有効である。\n(2)  争点(1)イ（本件秘密保持義務の対象となる機密情報への該当性）に\nついて\n〔原告の主張〕\nア  被告甲が取得・開示した機密情報\n本件機密保持条項の対象となる情報は，具体的には，①原告の商品\n生産体制に関する情報，原告の商品調達に関する情報，原告が取り扱\nう商品の規格及び原価等に関する情報（上記第２の１(2)ア(ｱ)に含ま\nれる情報），②原告の取引先のリスト及び各取引先の社内情報（同(ｲ)\nに含まれる情報），③原告の取引先に対する販売内容，販売高及び契\n約事項に関する情報（同(ｳ)に含まれる情報）を含む。\nこのうち，被告甲が取得したのは，原告の取引先の名称，同各取引\n先に係る原告の商品規格，商品仕様，販売実績，販売価格，原価，粗\n利及び粗利率等の情報であり，具体的には，原告の取引先にかかる機\n密情報である，「２０１４／４～８主要得意先・販売粗利管理表」\n（甲９。以下「本件得意先・粗利管理表」という。），「ずわいがに\n製品規格書」（甲１０。以下「本件規格書」という。），「製造作業\n工程表」（甲１１。以下「本件工程表」という。），「２０１４年度\n長生水産  バルク品  原価計算  最終」（甲１２。「本件原価計算書」\nという。）の各書面に記載された情報である（以下，甲９～１２に記\n載された情報を総称して「本件機密情報」という。）。\nイ  本件機密情報の内容及び重要性\n本件得意先・粗利管理表には，原告の取引先及び各取引先に納入し\nている製品の内容及びその粗利が記載されている。この表で最も重要\nな情報は，取引先ごとにその取引商品が規格とともに記載されている\n点である。業務用に供給される水産加工品の場合，製品単位当たりの\n数量，形状及び品質等の規格は，その取引先の事業用途等に応じて定\nめられている。原告商品の規格や販売価格等に関する情報があれば，\n原告の取引先の希望する商品の仕様を提案し，原告の取引よりもわず\nかに安い価格を提示することも可能となるから，本件得意先・粗利管\n理表に記載された情報は，原告の事業遂行上重要であり，秘密保持の\n必要性が高い。\n本件規格書は，原告におけるバルク品の規格書である。バルク品と\nは，カニを部位ごとに分けてバラで約８～１０ｋｇ程度箱詰めにした\nものをいう。規格書によりバルク品自体の規格が定まることから，そ\nの内容がわからなければ，原告の最終商品と同じ製品を作ることはで\nきない。このため，本件規格書に記載された情報は，原告の事業遂行\n上重要であり，秘密保持の必要性が高い。\n本件工程表は，原告がバルク品から最終商品を作る際の工程表であ\nる。この工程表があれば，原告の最終商品と同一の商品を製造するこ\nとが可能となるものであるから，原告の事業遂行上重要であり，秘密\n保持の必要性が高い。\n本件原価計算書は，原告の商品毎の原価を計算したものであり，こ\nれらの情報から原告の取引内容のうち，収益率の高い商品を知ること\nができ，これを原告の取引先に開示して，原告の利益率より低い利益\n率で販売できる旨を告げることができるから，原告の事業遂行上重要\nであり，秘密保持の必要性が高い。\nウ  本件機密情報の管理状況\n本件規格書，本件工程表及び本件原価計算書は，原告の役員及び従\n業員が各自のコンピュータからアクセスできるサーバに保管されてい\nた。他方，本件得意先・粗利管理表は，原告代表者のコンピュータに\nのみ保管され，他の役員及び従業員がデータとして閲覧，複製を行う\nことができない状態にあり，原告代表者が，社内の定例会議の際に，\n資料として社外秘である旨付した上で（甲１６），他の役員及び従業員\nに配布していた。\n原告のような小規模な会社においては，その事業遂行のために取引\nに関する情報を共有する必要があるから，従業員全てが機密情報に接\nすることができたとしても，秘密管理性が失われるわけではない。ま\nた，原告は従業員全員から入社時において業務上知り得た情報を漏え\nい，開示しない旨の誓約書兼同意書を徴求しており，原告代表者は，\n会議の際などに本件機密情報を漏えい，開示してはならないことを従\n業員に伝えていた。\nこのような原告における上記の管理状況及び本件機密情報の重要性\nの高さを考慮すると，本件機密情報は秘密として管理されていたと評\n価されるべきである。\n〔被告の主張〕\nア  本件機密情報の内容及び重要性\n本件機密情報は，いずれも営業秘密としての有用性が低く，要保護\n性が認められない。\n本件得意先・粗利管理表に記載された規格については，顧客にとっ\nて重要なのは単位数量当たりの価格であり，規格は顧客から指示され\nるか協議で決定するものであることを考慮すると，営業に有用である\nということはできない。\nまた，被告会社は，そもそもバルク品を取り扱っておらず，小分け\n済みの状態の製品をそのまま仕入れて販売しているので，本件規格書，\n本件工程表，本件原価計算書は利用したことはなく，営業にとって必\n要でもない。\nイ  本件機密情報の管理状況\n本件得意先・粗利管理表が原告代表者のコンピュータのみに保管さ\nれていたとの点，会議で同資料が配布される際に社外秘である旨の記\n載が付されていたとの点は否認する。本件機密情報は，いずれも，原\n告の従業員であれば誰でも容易にアクセス可能なサーバ内に保存され\nていた情報であり，秘密として管理されてはいなかった。\n(3)  争点(1)ウ（当該機密情報の開示及び使用の有無）について\n〔原告の主張〕\n被告甲は，原告の退職前後を通じて，本件機密情報を被告会社及び被\n告乙に故意に漏えいし，被告会社の被用者となった平成２７年７月１日\n以降，本件機密情報を用いて，被告会社及び被告乙とともに，原告の取\n引先に対して故意に営業及び販売行為を行った。\n例えば，被告甲は，株式会社とんでん（以下「とんでん」という。）の\n担当者であるＡ（以下「Ａ」という。）に対し，とんでんが原告に対して\n特別に注文した「カニほぐし身８０ｇ」という規格の商品の掲載された\n資料を提示し，営業を行っている。この商品情報は，被告甲が取得した\n本件機密情報の一部である。\nまた，被告甲は，ゼンショーホールディングス株式会社（以下「ゼン\nショー」という。）水産部の直通電話に架電し，同部マネージャーのＢ\n（以下「Ｂ」という。）に対し，被告会社は原告がゼンショーに供給する\nよりも安い商品を提供することができることなどを告げて，営業を行っ\nた。同社の直通電話番号は，取引先の社内情報であり，被告甲が取得し\nた本件機密情報の一部である。\nこれらの事実は，被告甲が，被告会社及び被告乙とともに，原告から\n取得した本件機密情報を用いて営業活動を行ったことを示している。\n〔被告の主張〕\n被告甲は，原告を退職する際に本件機密情報を持ち出しておらず，同\n情報を用いて営業行為を行ったこともない。\nとんでんに対する営業活動に関し，被告甲が平成２７年９月に同社を\n訪問して営業活動を行ったことは認めるが，その際に，本件機密情報を\n利用したことはない。被告甲は，Ａに対し，原告の商品より高い価格を\n提示しているが，このことは，被告甲が本件機密情報を利用していない\nことの証左である。また「８０ｇ」という規格は，小分けパターンの一\nつにすぎず，機密性を有するものではない。\nまた，ゼンショーに対する営業活動については，同社水産部の代表番\n号に架電したものであり，Ｂに対し，被告会社は原告がゼンショーに供\n給するよりも安い商品を提供することができると告げたことはない。\n(4)  争点(1)エ（被告会社及び被告乙の責任の有無）について\n〔原告の主張〕\n被告会社及び被告乙は，被告甲が本件秘密保持義務を負っていることを\n知りながら，あえて原告在職中の被告甲を引き抜いて被告会社の被用者と\nし，被告甲から漏えいを受けた本件機密情報を用いて，本件取引先に対し\n違法な営業及び販売行為を行った。\n〔被告の主張〕\n否認又は争う。\n(5)  争点(1)オ（損害額）について\n〔原告の主張〕\n原告は，被告甲らの債務不履行又は不法行為により，別紙一覧表記載の\n取引先を被告会社に奪われた。仮に被告甲らの行為がなければ，原告と本\n件取引先との取引は将来にわたり継続されていたはずであり，少なくとも\n同各取引先にかかる３年分の粗利益４５５８万９５７５円（同別紙記載の\n１年分の粗利益合計１５１９万６５２５円×３年）を得ることができたは\nずであり，原告には同額の損害が生じた。\nまた，原告は，被告甲らに対し本件訴訟を提起せざるを得なかったもの\nであり，弁護士費用として上記損害額の１割である４５５万８９５７円が，\n被告甲の債務不履行又は不法行為と相当因果関係のある損害として原告に\n生じている。\nよって，原告は，被告甲らの債務不履行又は不法行為により，５０１４\n万８５３２円（４５５８万９５７５円＋４５５万８９５７円）の損害を被\nった。\n〔被告の主張〕\n否認又は争う。別紙一覧表記載の取引先について，平成２７年８月ころ\nを境に取引がなくなったとの事実は認められず，これらの取引先について\n売上減少があったとしても，かかる売上減少と被告らの行為との間には，\n相当因果関係がない。\n２  虚偽事実の告知に基づく損害賠償請求について\n(1)  争点(2)ア（虚偽事実の告知の有無）について\n〔原告の主張〕\n原告と競争関係にある被告会社は，日刊食品速報の記者に対し，原告\nが被告会社等から訴訟を提起されていないにもかかわらず，被告会社が\n原告に対して訴訟を提起した，原告から支払われるべきものが支払われ\nていない等の虚偽事実を故意に告知し，これらの虚偽事実は，平成２７\n年８月１８日付け日刊食品速報の記事に掲載された。これにより，被告\n会社は，上記虚偽事実を故意に流布させ，原告の信用を棄損した（以下\n「本件信用棄損行為」という。）。\n〔被告の主張〕\n被告甲は，日刊食品速報の記者に対し，原告から支払われるべき売買\n代金の支払がないため弁護士に相談している，原告代理人からは訴訟提\n起を促されているという，ありのままの事実を伝えたにすぎない。本件\n記事が，実際には別件訴訟の提訴前の記事であるのに，提訴後であるか\nのような印象を与える内容となっているのは，あくまでも担当記者の裁\n量判断によるものである。\n(2)  争点(2)イ（被告乙の責任の有無）について\n〔原告の主張〕\n被告会社の代表取締役であった被告乙は，故意に本件信用棄損行為を\n行い，原告に損害を与えたのであるから，会社法４２９条１項に規定す\nる損害賠償責任を負う。\n〔被告の主張〕\n否認又は争う。\n(3)  争点(2)ウ（損害額）について\n〔原告の主張〕\n本件信用棄損行為により，原告の信用が棄損されたために失われたと\n考えられる取引機会の大きさに鑑みれば，原告に生じた損害は，少なく\nとも５００万円を下らない。\nまた，原告は，被告甲に対し本件訴訟を提起せざるを得なかったもの\nであり，弁護士費用として上記損害の１割である５０万円が，本件信用棄\n損行為と相当因果関係のある損害として原告に生じている。\n〔被告の主張〕\n否認又は争う。\n第４  当裁判所の判断\n１  認定事実\n前提事実に加え，当事者間に争いのない事実，証拠（後記文中又は末尾掲記\nの各証拠）及び弁論の全趣旨によれば，以下の事実が認められる。\n(1)  原告は，平成１６年ころ，煙台長生水産品有限公司（以下「長生」とい\nう。）との間で，水産加工品の売買取引を開始した。その主要な商品はズワ\nイガニであり，長生は，原告の指定した規格に応じ，加工を施した商品を\n原告に販売していた。（争いのない事実）\n原告及び長生は，平成２６年８月ころ，原告の未払代金について協議を\n行い，長生が原告の未払代金を対価として原告の日本におけるズワイガニ\nの営業権を譲り受け，１年半から２年を目途にズワイガニの営業権を新会\n社に移管することなどを内容とする業務提携に関する合意をし，これに基\nづいて，同年９月３日，被告会社が設立された。（乙１～３）\n被告会社は，平成２６年１１月２１日，原告との間で，長生が生産する\nズワイガニ等の仕入れ業務や輸入業務の委託を受け，原告が被告会社から\nズワイガニ等の商品を買い受けることを内容とする取引合意契約を締結し，\nこれに基づき，ズワイガニ等の商品について継続的な取引を行っていた。\n（乙４）\n(2)  被告甲は，平成２４年１１月１日に原告に入社した後，同年１２月１日付\nけ誓約書兼同意書（甲３）及び平成２５年３月２５日付け誓約書兼同意書\n（甲４）をもって，原告との間で秘密保持に関する合意をした。被告甲が原\n告を退職した平成２７年６月３０日当時，原告には被告甲を含め８名程度の\n役員及び従業員がおり，被告甲は，原告在任中，主に営業を担当していた。\n（文中掲記の証拠のほか，甲１７，乙２０，原告代表者，被告兼被告会社代\n表者甲）\n本件規格書，本件工程表及び本件原価計算書に関するデータは，原告の役\n員及び従業員が各自のコンピュータからアクセスできるサーバに保管されて\nいた。また，原告代表者は，社内の定例会議の際に，本件得意先・粗利管理\n表を資料として原告従業員に配布していた。（争いのない事実。ただし，本\n件得意先・粗利管理表が従業員のアクセス可能なサーバに保管されていたか\nどうか，本件得意先・粗利管理表が，その内容が秘密である旨の記載を付し\nた書面とともに配布されていたかどうかについては争いがある。）\n前記第２の１(1)記載のとおり，被告甲は，原告を退職後，平成２７年７\n月１日から被告会社に入社し，同年１１月２０日からは被告会社の代表取締\n役に就任した。\n(3)  被告会社は，平成２７年７月１日ころ，原告の売買代金の未払金につい\nて，代理人弁護士を通じて，原告に対し，支払を求める内容の請求書（乙\n５）を送付した。これに対し，原告は，同月１３日ころ，代理人弁護士を\n通じて，同請求書の内容について異議があり，被告会社が民事訴訟を提起\nしても構わない旨の回答（乙６）をした。\n被告乙及び被告甲は，平成２７年８月ころ，日刊食品速報の記者と面会\nし，原告との間の紛争について説明を行い，同月１８日発行の日刊食品速\n報に前記第２の１(3)記載の記事（甲６）が掲載された。（乙２０，被告及\nび被告代表者甲）\n(4)  被告甲及び被告乙は，平成２７年８月，東京ビックサイトで開催された\n水産品の展示会場において，とんでんの担当者であるＡと会い，名刺交換\nを行った。被告甲及び被告乙は，同年９月２日，とんでんの本社を訪れ，\n被告会社の会社案内や商品リストを提示するなどして営業活動を行った。\nその後，被告甲とＡは，同年１１月にかけて，メールを何度かやり取りす\nるなどして商談を継続したが，成約には至らなかった。（乙１３～１７，\n２０，証人Ａ，被告及び被告代表者甲）\nこの商談の過程において，被告甲は，「爪下棒肉ほぐし８０ｇ」の商品\nについて，１パック当たり２４０円の提示をしたが（乙１２の４），これ\nは原告のとんでんに対する同規格の商品の販売価格（１パック当たり２３\n２円。甲９の４枚目）より高い価格であった。\n(5)  被告会社は，平成２７年１０月２３日ころ，原告を被告として，売買契\n約に基づき，約３４４５万円の未払代金の支払を求める別件訴訟（当庁平\n成２７年（ワ）第２９９９２号事件）を提起した。別件訴訟の第一審であ\nる東京地方裁判所は，平成２９年３月２３日，被告会社の請求を一部認容\nし，２７９０万７４１３円の支払を命ずる判決をし（乙１１），その後，\n同年６月２８日，控訴審（東京高等裁判所平成２９年(ネ)第２２２８号事\n件）において，原告が被告会社に対し上記２７９０万７４１３円の支払義\n務があることを認め，そのうち５００万円を同年１０月末日限り支払うこ\nとなどを内容とする裁判上の和解が成立した（乙２１）。\n本訴は，別件訴訟が第一審に係属中の平成２８年３月４日に提起された\nものである。\n２  秘密保持義務違反に基づく損害賠償請求について\n(1) 争点(1)ア（本件秘密保持条項の有効性）について\n被告は，本件機密保持条項は，被告甲に対し，必要かつ合理的な範囲を超\nえた制約を課すものであり，公序良俗に反し無効であると主張するので，ま\nず，この点から判断する。\n使用者は，その業務遂行にとって重要な営業秘密等の情報が外部に漏えい\n又は開示されないようにするため，必要な保護手段を講じることができるが，\n被用者との間で被用者が在職中に知り得た営業秘密等の情報を退職後に外部\nに開示又は漏えい等しない旨の合意をすることは，被用者の退職後の行動に\n一定の制約を課すものであることに照らすと，こうした合意は，その内容が\n合理的で，被用者の退職後の行動を過度に制約するものでない限り，有効と\n解されるべきである。\n本件秘密保持条項において開示又は漏えいが禁止されている情報は，「業\n務上知り得た機密事項」であり，①経営上，営業上，技術上の情報一切，②\n取引先に関する情報の一切，③取引条件など取引に関する情報の一切，④機\n密事項として指定する情報の一切，がその内容であると規定されている。本\n件秘密保持条項の対象が「機密事項」であり，また，包括的な規定である④\nにおいて使用者が機密事項として「指定する」ことが前提とされていること\nに照らすと，当該機密事項については，公然と知られていないこと，原告の\n業務遂行にとって一定の有用性を有すること，原告において従業員が秘密と\n明確に認識し得る形で管理されていることを要すると解すべきであり，これ\nを前提とする限りにおいて，本件秘密保持条項は有効というべきである。\n(2)  争点(1)イ（本件秘密保持義務の対象となる機密情報への該当性）につい\nて\nそこで，原告の従業員が秘密と明確に認識し得る形で，本件得意先・粗利\n管理表（甲９），本件規格書（甲１０），本件工程表（甲１１），本件原\n価計算書（甲１２）が管理されていたかについて検討する。\nア  まず，本件規格書（甲１０），本件工程表（甲１１），本件原価計算書\n（甲１２）については，原告の役員及び従業員が各自のコンピュータから\nアクセス可能なサーバに保管されており，原告従業員がこれらの情報を閲\n覧，印刷及び複製できる状態にあったことについては，当事者間に争いが\nない。\nイ  本件得意先・粗利管理表（甲９）につき，原告は，原告代表者のパソコ\nン内に入れられており，他の従業員はアクセスできない状態であったので，\n秘密として管理されていたと主張する。\nしかし，被告・被告会社代表者甲は，本件得意先・粗利管理表について\nも従業員のパソコンからアクセスすることができたと供述しており，従業\n員全てがアクセスすることができないような形で同管理表が保管されてい\nたことを客観的に示す証拠はないから，上記原告の主張は採用できない。\nまた，原告は，本件得意先・粗利管理表を印刷したものを定例会議の際\nの資料として配布していたが，その際には「社外持出し禁」と表示した書\n面（甲１６の１枚目）とともに配布したと主張する。\nしかし，被告・被告会社代表者甲は，本件得意先・粗利管理表につき打\nち合わせの際などに紙媒体で渡されたことはあるが，「社外持出し禁」と\n表示した書面とともに本件得意先・粗利管理表が配布されたことはないと\n供述しており，定例会議が開催された際に本件得意先・粗利管理表が「社\n外持出し禁」などの表示が付された甲１６の１枚目と同様の書面とともに\n従業員に配布されていたことを裏付ける証拠はないから，上記原告の主張\nは採用できない。かえって，本件得意先・粗利管理表（甲９）自体には\n「社外持出し禁」などの表示が一切付されていないことからすると，本件\n得意先・粗利管理表は，定例会議などの打ち合わせの際に，「社外持出し\n禁」という表示を付すことなく，配布されていたと認めるのが相当である。\nウ  以上によれば，本件機密情報が記載された本件得意先・粗利管理表，本\n件規格書，本件工程表，本件原価計算書は，いずれも，原告において，そ\nの従業員が秘密と明確に認識し得る形で管理されていたということはでき\nない。\nこれに対し，原告は，原告のような小規模な会社においては，その事業遂\n行のために取引に関する情報を共有する必要があるから，従業員全てが機密\n情報に接することができたとしても，秘密管理性が失われるわけではないと\n主張する。しかし，原告における本件機密情報の上記管理状況によれば，原\n告の会社の規模を考慮しても，同情報が秘密として管理されていたというこ\nとはできない。\nまた，原告は，従業員全員から入社時において業務上知り得た情報を漏え\nい，開示しない旨の誓約書兼同意書を徴求していた上，原告代表者は，会議\nの際などに本件機密情報を漏えい，開示してはならないことを従業員に伝え\nていたと主張する。しかし，従業員全員から秘密保持を誓約する書面の提出\nを求めていたとの事実は，本件機密情報が秘密として管理されていなかった\nとの上記認定を左右するものではなく，また，原告代表者が定例会議等の際\nに本件機密情報を漏えい，開示してはならないと従業員に伝えていたとの主\n張を客観的に裏付けるに足る証拠はない。\nエ  したがって，本件得意先・粗利管理表，本件規格書，本件工程表，本件\n原価計算書に記載された情報は，被告甲が秘密保持義務を負う機密情報に\nは当たらない。\n(3) 争点(1)ウ（当該機密情報の開示及び使用の有無）について\n原告は，被告甲が本件機密情報を原告から持ち出し，被告会社の営業活動\nに使用したと主張するので，この点についても，判断する。\nア  被告甲はこれらの情報を持ち出したことはなく，退職時に保有している\n資料は全て置いていったと供述するところ，被告甲が，原告を退職する際\nに本件機密情報の記載された文書やデータを持ち出したことを直接的に示\nす証拠は存在しない。\nイ  原告は，被告甲及び被告乙が原告の取引先であるとんでんを訪問して営\n業活動を行った際，とんでんが原告に対して特別に注文した「カニほぐし\n身８０ｇ」という規格の商品の掲載された資料を提示したことなどから，\n被告甲らは，本件機密情報を使用したと主張し，証人Ａも，平成２７年９\n月２日に被告甲らと面会した際，同被告らから示された資料の中にとんで\nんが原告に対して特別に注文した上記規格の商品が含まれていたことから，\nその旨を指摘したところ，同被告らは，一瞬「まずいな」という表情をし\nたと証言する。\nしかし，被告甲とＡは，平成２７年９月２日に面会して以来，メールの\nやり取りなどを継続して商談を進め，被告甲がＡに送付し，Ａが受領した\nサンプルの中には，「ズワイガニ爪下棒肉ほぐし８０ｇ」も含まれていた\nものと認められる（乙１２の１，１２の４，１３）。被告甲らが原告から\nの特注品を資料に掲載していたことをＡが問題視し，それを指摘したとす\nると，その後も被告甲らとＡが商談を継続し，被告甲らが上記規格の商品\nをサンプルとして送付し，Ａがそれを受領するとは考え難いことに照らす\nと，Ａが被告甲らに対し，上記規格の商品が原告からの特注品である旨を\n指摘し，被告甲らが「まずいな」という表情をしたという証人Ａの証言は\n採用し得ない。\nまた，「カニほぐし身８０ｇ」という規格は，小分け商品の販売単位に\nすぎず，取引先からも容易に要望を聴取することが可能であり，また，原\n告の商品を加工していた長生からも入手できる情報であるから，長生経由\nで規格を知ったとする被告甲の供述は不自然ということはできない。\nさらに，仮に，被告甲が商品の販売価格や原価に関する情報を入手して\nいたとすると，原告の商品より安い値段を提示するなどして営業活動を行\nうのが自然であると考えられるが，前記認定のとおり，被告甲は，Ａに対\nし，「爪下棒肉ほぐし８０ｇ」の商品について，１パック当たり２４０\n円の提示をしたが（乙１２の４），これは原告のとんでんに対する同規\n格の商品の販売価格（１パック当たり２３２円。甲９の４枚目）より高\nい価格であったと認められる。かかる事実に照らしても，被告甲らが本\n件機密情報を取得の上，使用したとの事実を認めることはできない。\nウ  原告は，被告甲が退職後に原告の取引先であるゼンショーに対する営業\n活動を行った際に，本件機密情報を使用し，同社の水産部の直通電話に架\n電をし，また，同社のＢに被告会社は原告がゼンショーに供給するよりも\n安い商品を提供することができることなどを告げたと主張する。\nしかし，ゼンショーの水産部の直通電話番号を使用したという点につい\nては，同社の代表番号に架電して同様の営業活動を行うことは容易である\nことを考慮すると，直通電話の番号が有用性を有する情報ということはで\nきず，これを使用したことが本件機密情報の使用に当たると評価すること\nはできない。また，被告会社は原告がゼンショーに供給するよりも安い商\n品を提供することができることなどを告げたという点についても，一般的\nな営業活動の範囲を超えるものではなく，この事実から直ちに本件機密情\n報を使用したと認めることはできない。\nエ  したがって，被告甲が，原告を退職する際に本件機密情報を入手し，そ\nの後にこれを使用したと認めることはできない。\n(4)  以上のとおり，本件機密情報は秘密として管理されていたものではなく，ま\nた，被告甲が本件機密情報を取得し，使用したとは認められないので，秘密保\n持義務違反に基づく損害賠償請求については，その余の争点について判断す\nるまでもなく，原告の主張は理由がない。\n３  虚偽事実の告知に基づく損害賠償請求について\n(1)  争点(2)ア（虚偽事実の告知の有無）について\n原告は，被告会社の代表者である被告乙及び被告甲は，日刊食品速報の\n記者に対し，原告が被告会社等から訴訟を提起されていないにもかかわら\nず，被告会社が原告に対して訴訟を提起した，原告から支払われるべきも\nのが支払われていない等の虚偽事実を故意に告知したと主張する。\nこのうち，まず，被告会社は原告との間の未払代金債権を有しているこ\nとなどを説明したという点については，前記認定のとおり，別件訴訟につ\nき，第一審で一部認容の判決がされ，控訴審においてかかる金額を原告が\n認める内容の裁判上の和解が成立したことに照らすと，被告乙及び被告甲\nが食品速報の記者に対し「原告から支払われるべきものが支払われていな\nい」旨の事実を伝えたとしても，当該事実は虚偽ではなく，不競法２条１\n項１５号にいう「虚偽の事実」を告知したものとはいえない。\nまた，被告会社が原告に対して訴訟を提起したとの記載については，前\n記認定のとおり，本件記事が発行された時点においては，別件訴訟が提起\nされていなかったのであるから，正確性を欠く記載であると認められる。\nしかし，被告乙及び被告甲は，本件記事の発行当時，原告に対する民事訴\n訟を提起していないことを認識していたと考えられ，あえて事実に反して\n民事訴訟を提起したと伝える理由もないことに照らすと，被告乙らが，日\n刊食品速報の記者に対して，原告に対する民事訴訟の提起の可能性につい\nて触れたことはあるとしても，民事訴訟を既に提起したと伝えたとまでは\n認めることができない。\n仮に，被告乙らが，日刊食品速報の記者に対して，既に民事訴訟を提起\nしたと伝えたとしても，前記認定のとおり，被告会社は，平成２７年７月\n１３日ころ，原告から，未払売買代金について民事訴訟を提起されても構\nわないとの回答を受領しており，本件記事の発行の約２か月後には，実際\nに原告に対して未払売買代金の支払を求める訴訟を提起しているのである\nから，本件記事の発行時点では，原告に対する民事訴訟の提起が必至の状\n況であったということができる。そうすると，本件記事の内容に不正確な\n点があるとしても，被告乙が同記者に伝えた内容は，原告の「営業上の信\n用を害する虚偽の事実」に当たるとまではいうことはできない。\n(2)  以上のとおり，被告会社が不競法２条１項１５号にいう「他人の営業上\nの信用を害する虚偽の事実を告知」したとはいえないので，虚偽事実の告\n知に基づく損害賠償請求については，その余の争点について判断するまで\nもなく，理由がない。\n４  結論\nよって，原告の請求はいずれも理由がないから棄却することとし，主文の\nとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達      文\n裁判官\n遠    山      敦      士\n裁判官\n勝      又      来  未  子\n"
}