{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 10,
    "day": 30
  },
  "case_number": "平成24(ワ)33533",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_id": "83724",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83724",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/724/083724_hanrei.pdf",
  "contents": "平成２５年１０月３０日判決言渡  同日原本交付  裁判所書記官\n平成２４年(ﾜ)第３３５３３号  著作権侵害差止等請求事件\n口頭弁論終結日  平成２５年８月２８日\n判              決\n当事者  別紙当事者目録記載のとおり\n主              文\n１  被告株式会社ユープランニングは，第三者から委託を受けて別紙作品\n目録１ないし７記載の作品が印刷された書籍を電子的方法により複製し\nてはならない。\n２  被告株式会社タイムズは，第三者から委託を受けて別紙作品目録１な\nいし７記載の作品が印刷された書籍を電子的方法により複製してはなら\nない。\n３  被告株式会社ビー・トゥ・システムズは，第三者から委託を受けて別\n紙作品目録１ないし７記載の作品が印刷された書籍を電子的方法により\n複製してはならない。\n４  被告有限会社ジャカレ・アセット・マネジメントは，第三者から委託\nを受けて別紙作品目録１ないし７記載の作品が印刷された書籍を電子的\n方法により複製してはならない。\n５  被告株式会社ユープランニング及び被告Ｙ１は，連帯して，各原告に\n対し，それぞれ金１０万円及びこれに対する平成２５年３月２日から支\n払済みまで年５分の割合による金員を支払え。\n６  被告株式会社タイムズ及び被告Ｙ２は，連帯して，各原告に対し，そ\nれぞれ金１０万円及びこれに対する被告Ｙ２は平成２４年１２月７日か\nら，被告株式会社タイムズは平成２４年１２月１４日から，各支払済み\nまで年５分の割合による金員を支払え。\n７  被告株式会社ビー・トゥ・システムズ及び被告Ｙ３は，連帯して，各\n原告に対し，それぞれ金１０万円及びこれに対する平成２４年１２月１\n１日から支払済みまで年５分の割合による金員を支払え。\n８  被告有限会社ジャカレ・アセット・マネジメント及び被告Ｙ４は，連\n帯して，各原告に対し，それぞれ金１０万円及びこれに対する被告Ｙ４\nは平成２４年１２月７日から，被告有限会社ジャカレ・アセット・マネ\nジメントは平成２４年１２月１５日から，各支払済みまで年５分の割合\nによる金員を支払え。\n９  原告らのその余の請求をいずれも棄却する。\n10  訴訟費用は，これを５分し，その１を原告らの，その余を被告らの負\n担とする。\n11  この判決は，第１項ないし第８項に限り仮に執行することができる。\n事 実 及 び 理 由\n第１  請求の趣旨\n１  主文第１項ないし第４項と同旨\n２  被告株式会社ユープランニング（以下「被告ユープランニング」という。）\n及び被告Ｙ１（以下「被告Ｙ１」という。）は連帯して，各原告に対し，そ\nれぞれ金２１万円及びこれに対する平成２５年３月２日（公示送達の効力発\n生日の翌日）から支払済みまで年５分の割合による金員を支払え。\n３  被告株式会社タイムズ（以下「被告タイムズ」という。）及び被告Ｙ２（以\n下「被告Ｙ２」という。）は連帯して，各原告に対し，それぞれ金２１万円\n及びこれに対する被告Ｙ２は平成２４年１２月７日（訴状送達の日の翌日）\nから，被告タイムズは平成２４年１２月１４日（訴状送達の日の翌日）から，\n各支払済みまで年５分の割合による金員を支払え。\n４  被告株式会社ビー・トゥ・システムズ（以下「被告ビー・トゥ・システム\nズ」という。）及び被告Ｙ３（以下「被告Ｙ３」という。）は連帯して，各\n原告に対し，それぞれ金２１万円及びこれに対する平成２４年１２月１１日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n５  被告有限会社ジャカレ・アセット・マネジメント（以下「被告ジャカレ」と\nいう。）及び被告Ｙ４（以下「被告Ｙ４」という。）は連帯して，各原告に\n対し，それぞれ金２１万円及びこれに対する被告Ｙ４は平成２４年１２月７\n日（訴状送達の日の翌日）から，被告ジャカレは平成２４年１２月１５日\n（訴状送達の日の翌日）から，各支払済みまで年５分の割合による金員を支\n払え。\n６  訴訟費用は被告らの負担とする。\n７  上記第１項ないし第５項についての仮執行宣言\n第２  事案の概要\n本件は，別紙作品目録１ないし７記載の作品（以下「本件各作品」とい\nう。）を創作した小説家，漫画家及び漫画原作者である原告らが，被告ユー\nプランニング，被告タイムズ，被告ビー・トゥ・システムズ及び被告ジャカ\nレ（以下，上記被告４社を併せて「被告会社ら」という。）において，個人\nないし法人である第三者から注文を受けて書籍をスキャナーで読み取り，電\n子ファイル化する事業を行っている行為は，本件各作品について，原告らが\nそれぞれ有する著作権（複製権）を侵害するおそれがあるとして，著作権法\n２１条，同法１１２条１項に基づき侵害の予防請求として，その差止め（請\n求の趣旨第１ないし第４項）と，被告会社らそれぞれの代表者である被告Ｙ\n１，被告Ｙ２，被告Ｙ３，被告Ｙ４（以下，上記被告４名を併せて「被告代\n表者ら」といい，被告会社らを併せた全被告を「被告ら」という。）は，そ\nれぞれが代表する被告会社らと各共同して，上記著作権侵害をするおそれが\nある状況を作出する著作権法上違法な行為を行っており，著作権法２１条，\n民法７０９条，同法７１９条１項前段に基づき，原告ら各自に，被告代表者\nらが各代表する被告会社らとそれぞれ連帯して，弁護士費用相当額として原\n告１名につき２１万円及びこれに対する各訴状送達の日の翌日である上記請\n求の趣旨各記載の起算日から民法所定の年５分の割合による遅延損害金の支\n払を求めた事案である。\n１  前提事実（証拠を掲げていない事実は当事者間に争いがない。以下，証拠番\n号の枝番の記載を省略することがある。）\n(1) 当事者\n原告らは，それぞれ小説家，漫画家及び漫画原作者であり，出版社を介し\nて本件各作品を含む多数の作品を出版している。\n被告会社らは，個人又は法人の第三者から注文を受けて，小説やエッセイ，\n漫画など様々な書籍をスキャナーで読み取り，電子ファイル化する事業を\n行う株式会社又は特例有限会社である。〔甲１～４〕\n被告Ｙ１は被告ユープランニングの，被告Ｙ２は被告タイムズの，被告Ｙ\n３は被告ビー・トゥ・システムズの，それぞれ代表取締役であり，被告Ｙ\n４は被告ジャカレの取締役である。〔被告ユープランニング及び被告Ｙ１\nにつき，甲１〕\n(2) 原告らが有する著作権\n原告らは，本件各作品をそれぞれ創作した者であり，同各作品の著作権を\n有している。〔被告ユープランニン グ及 び被告Ｙ１につき，甲５１～５\n７〕\n(3) 被告会社らの事業の大要\n被告会社らは，書籍や雑誌などをスキャナーで読み取って有料で電子ファ\nイル化する事業を行っていることについて，インターネット上のウェブサ\nイトなどで宣伝広告し，不特定多数の利用者からの注文に応じ，書籍等を\nスキャンして電子ファイルを作成し，作成した電子ファイルを利用者に納\n品するという事業（以下「書籍電子 化事 業」という。）を行っている。\n〔被告ユープランニング及び被告Ｙ１につき，甲５～８〕\n(4) 被告ユープランニングの書籍電子化事業の概要\n被告ユープランニングは，「ブックコピー」の名称で，「本のＰＤＦ化電\n子化サービス」などと称して，書籍電子化事業を行っている。\n被告ユープランニングによる書籍電子化事業の利用者は，同社のウェブサ\nイトにおいて，氏名や住所，メールアドレス，書籍を裁断してスキャンす\nる（「ノーマルスキャンＰＤＦ」）か裁断せずにスキャンする（「プレミ\nアムスキャンＰＤＦ」）か，各々の場合の冊数などを入力して，書籍電子\n化事業の利用を申し込むようになっている。利用の申込みは，個人と法人\nとを問わず，何人も自由に行うこと がで きる（同社のウェブサイトには\n「法人・公官庁・大学・大学病院などからのご依頼も多数取り扱い中」と\nの記載がある。）。\n対象の書籍に限定はなく，著者，タイトル，ジャンル，出版社等のいかん\nにかかわらず，注文のあった書籍について書籍電子化事業を行っている。\n基本料金は１冊当たり９０円で，ページ数が３５０頁を越える毎に９０円\nないし２００円が加算される。また ，書 籍を裁断せずにスキャンを行う\n「プレミアムスキャンＰＤＦ」と称するサービスの場合は，５０頁当たり\n９００円である。さらに，スキャン後の電子データのファイル名に「タイ\nトル＋著者」のファイル名を付けること，ＯＣＲ処理，ＤＶＤ納品などの\n各種オプションサービスの利用に応 じて ，追加料金が付加される。〔甲\n７〕\n料金の支払方法については，クレジットカード，ＰａｙＰａｌ又は銀行振\n込のいずれかを，利用者が選択することができる。\n利用者は，書籍を宅配業者による配送又は郵送により指定された住所に送\n付するか，あるいはアマゾン等のオンライン書店で配送先として指定され\nた住所を設定することにより，オンライン書店で購入した書籍をオンライ\nン書店から直送することもできる。\n被告ユープランニングは，受領した書籍が裁断済みの場合はそれをスキャ\nナーで読み取り，まだ裁断されていない状態の場合は裁断機を用いて裁断\nした上で（「プレミアムスキャンＰＤＦ」の場合は裁断しない。），スキ\nャナーで読み取ることにより，電子ファイルを作成する。電子ファイルの\nフォーマットは，ＰＤＦ形式である。オプションサービスの申込みがあっ\nた場合には，ファイル名にタイトルと著者を付したり，ＯＣＲ処理の実行\nなども行う。\n完成した電子ファイルは，利用者がインターネット上のダウンロード用サ\nイトからダウンロードするか，オプションサービスでＤＶＤ納品やＵＳＢ\nメモリ納品の方法が選択された場合は，電子ファイルを格納したＤＶＤ又\nはＵＳＢメモリを配送する方法により，納品される。\nなお，裁断された書籍は，利用者の希望に応じて，利用者に返却される。\n〔甲５～８〕\n(5) 被告タイムズの書籍電子化事業の概要\n被告タイムズは，「スキャンエージェント」の名称で，「本屋直営のスキ\nャン代行サービス」などと称して，書籍電子化事業を行っている。\n被告タイムズによる書籍電子化事業の利用者は，同社のウェブサイトにお\nいて，氏名や住所，メールアドレス，スキャンする書籍の冊数などを入力\nして，書籍電子化事業の利用を申し込むようになっている。利用の申込み\nは，個人と法人とを問わず，何人も自由に行うことができる。会員登録を\nした場合は，以後の利用の際に情報が自動的に入力されるようになり，毎\n回氏名等を入力せずとも書籍電子化事業を利用できるようになる。\n対象の書籍は，Ａ３サイズより大きいものや裁断済みのものなど対象外の\nものもあるが，それらを除けば，著者，タイトル，ジャンル，出版社等の\nいかんにかかわらず，注文のあった書籍について書籍電子化事業を行って\nいる。\n基本料金は，ページ数にかかわらず注文する書籍１冊毎に１５０円で，そ\nの他，ファイル名を「書籍タイトル．ｐｄｆ」に変更すること，ＯＣＲ処\n理，書籍返却サービスなどの各種オプションサービスの利用に応じて追加\n料金が付加される。\n料金の支払方法については，銀行振込又はクレジットカードのいずれかを，\n利用者が選択することができる。\n利用者は，書籍を宅配業者による配送又は郵送により，指定された住所に\n送付する。利用者は，アマゾン等のオンライン書店で配送先として指定さ\nれた住所を設定することにより，オンライン書店で購入した書籍をオンラ\nイン書店から直接指定された住所に送付することもできる。\n被告タイムズは，受領した書籍を，裁断機を用いて裁断した上で，スキャ\nナーで読み取ることにより，電子ファイルを作成する。電子ファイルのフ\nォーマットは，ＰＤＦ形式である。オプションサービスの申し込みがあっ\nた場合には，ファイル名を「書籍タイトル．ｐｄｆ」に変更したり，ＯＣ\nＲ処理の実行なども行う。\n完成した電子ファイルは，利用者がインターネット上のダウンロード用サ\nイトからダウンロードするか，オプションサービスでＤＶＤ納品の方法が\n選択された場合は電子ファイルを格納したＤＶＤを配送する方法により，\n納品される。\nなお，裁断された書籍は，利用者の希望に応じて，利用者に返却される。\n〔当事者間に争いがない。なお，甲９～１２〕\n(6) 被告ビー・トゥ・システムズの書籍電子化事業の概要\n被告ビー・トゥ・システムズは，「００ｐａｐｅｒ．ｃｏｍ」の名称で，\n「書籍電子化代行サービス」などと称して，書籍電子化事業を行っている。\n被告ビー・トゥ・システムズによる書籍電子化事業の利用者は，同社のウ\nェブサイトにおいて，氏名や住所，メールアドレス，スキャンする書籍の\n冊数などを入力して，書籍電子化事業の利用を申し込むようになっている。\n利用の申込みは，個人と法人とを問わず，何人も自由に行うことができる。\n対象の書籍は，Ａ４サイズよりも大きいものや変形が激しいものなど対象\n外のものもあるが，それらを除けば，著者，タイトル，ジャンル，出版社\n等のいかんにかかわらず，注文のあった書籍について書籍電子化事業を行\nっている。\n料金は，１００ページ以内の場合１冊当たり１００円，１０１ないし４０\n０ページの書籍は１冊当たり１５０円など，ページ数に応じて設定されて\nいる。また，スキャナーで読み取る解像度が高い「エクセレントモード」\nを選択した場合や，ＯＣＲ処理，ＤＶＤ等の記録メディアでの納品などの\n各種オプションサービスの利用に応じて追加料金が付加される。\n料金の支払は，銀行振込である。\n利用者は，書籍を宅配業者による配送又は郵送により，指定された住所に\n送付する。あるいは，利用者は，アマゾン等のオンライン書店や中古本業\n者，ネットショップ等で購入する際に，配送先として指定された住所を設\n定することにより，オンライン書店等で購入した書籍をオンライン書店等\nから直接指定された住所に送付することもできる。\n被告ビー・トゥ・システムズは，受領した書籍が裁断済みの場合はそれを\nスキャナーで読み取り，まだ裁断されていない状態の場合は裁断機を用い\nて裁断した上で，スキャナーで読み取ることにより，電子ファイルを作成\nする。電子ファイルのフォーマットは，ＰＤＦ形式及びＪＰＥＧ形式であ\nる。オプションサービスの申込みがあった場合には，高解像度でスキャン\nしたり，ＯＣＲ処理の実行なども行う。\n完成した電子ファイルは，利用者がインターネット上のダウンロード用サ\nイトからダウンロードするか，ＤＶＤ，ＳＤカードに電子ファイルを格納\nして配送する方法により，納品される。\nなお，裁断された書籍は，利用者の希望に応じて，利用者に返却される。\n〔当事者間に争いがない。なお，甲１３～１７〕\n(7) 被告ジャカレの書籍電子化事業の概要\n被告ジャカレは，「ＰＤＦＢＯＯＫＳ」の名称で，「ＰＤＦ電子書籍サー\nビス」などと称して，書籍電子化事業を行っている。\n被告ジャカレによる書籍電子化事業の利用者は，同社のウェブサイトの\n「ＰＤＦＢＯＯＫＳご注文メール」のページから，氏名，メールアドレス，\nスキャンする書籍の冊数，納品方法などを入力して，書籍電子化事業の利\n用を申し込むようになっている。利用の申込みは，個人と法人とを問わず，\n何人も自由に行うことができる。\n対象の書籍は特に制限がなく，著者，タイトル，ジャンル，出版社等のい\nかんにかかわらず，注文のあった書籍について書籍電子化事業を行ってい\nる。\n料金は，３５０ページ以内の場合１冊当たり２００円，３５１ないし５５\n０ページの書籍は１冊当たり３００円など，ページ数に応じて設定されて\nいる。また，ＯＣＲ処理や，表紙カバーもスキャンするなどの各種オプシ\nョンサービスの利用に応じて追加料金が付加される。\n料金は，ＰａｙＰａｌを利用して支払う。\n利用者は，書籍を宅配業者による配送又は郵送により，指定された住所に\n送付する。あるいは，利用者は，アマゾン等のオンライン書店で配送先と\nして指定された住所を設定することにより，オンライン書店で購入した書\n籍をオンライン書店から直接指定された住所に送付することもできる。\n被告ジャカレは，受領した書籍を，裁断機を用いて裁断した上で，スキャ\nナーで読み取ることにより，電子ファイルを作成する。電子ファイルのフ\nォーマットは，ＰＤＦ形式である。オプションサービスの申込みがあった\n場合には，ファイル名を著者名・書籍名を含むものに変更したり，ＯＣＲ\n処理の実行なども行う。\n完成した電子ファイルは，電子メールの添付ファイルとして送付するか，\n利用者がインターネット上のストレージサービスを利用してダウンロード\nするか，又はオプションサービスでＤＶＤ納品の方法が選択された場合は\n電子ファイルを格納したＤＶＤを配送する方法により，納品される。\nなお，裁断された書籍は，利用者の希望に応じて，利用者に返却される。\n〔当事者間に争いがない。なお，甲１９～２４〕\n(8) 前記(4)ないし(7)の被告会社らによる書籍電子化事業には，以下のとおり\nの共通点がある（この共通点に関連した被告会社らの書籍電子化事業を，\n以下「本件事業」という。）。\nア  利用者は，インターネット上のウェブサイトにおいて，氏名や住所，メ\nールアドレス等を入力して書籍の電子化を申し込む。利用の申込みは，\n個人と法人とを問わず，何人も自由に行うことができる。\nイ  対象の書籍には，著者，タイトル，ジャンル，出版社等に関しては，特\nに限定はない。\nウ  基本料金は１冊当たり９０円ないし２００円程度であり，書籍を裁断す\nるのを原則とする。書籍を裁断せずにスキャンを行う場合には料金設定\nが高くなる。\nエ  スキャン後の電子データのファイル名を付けること，ＰＤＦデータのみ\nならず，文字情報を読みとってテキストデータとするＯＣＲ処理，ＤＶ\nＤ納品などの各種オプションサービスを追加料金を支払うことで利用で\nきる。料金の支払方法は，銀行振込やＰａｙＰａｌに限られるものもあ\nるが，クレジットカード等利用者が選択することができる場合もある。\nオ  利用者は，書籍を宅配業者による配送又は郵送により指定された場所に\n送付するか，アマゾン等のオンライン書店で配送先として指定された住\n所を設定することにより，オンライン書店で購入した書籍をオンライン\n書店から直送することもできる。\nカ  被告会社らにおいては，書籍を裁断してスキャナーで読み取り，書籍の\n電子ファイルを作成する。電子ファイルのフォーマットは，ＰＤＦ形式\nであるが，上記のとおりＯＣＲ処理なども行う。\nキ  完成した電子ファイルは，利用者がインターネット上のダウンロード用\nサイトからダウンロードするのを原則とするが，オプションサービスで\nＤＶＤ納品やＵＳＢメモリ納品の方法が選択された場合は電子ファイル\nを格納したＤＶＤ又はＵＳＢメモリを配送する方法により納品される。\n書籍は，利用者の希望に応じて，送料有料で利用者に返却される。\n(9) 被告ユープランニング及び被告Ｙ１は，公示送達による呼出しを受けたが，\n本件口頭弁論期日に出頭しない。\nまた，被告ジャカレ及び被告Ｙ４は，第１回口頭弁論期日に出頭して答弁\n書を陳述し，請求原因に対する認否及び被告らの主張については，追って\n準備書面にて認否反論を行うとしていたところ，続行された口頭弁論期日\nに出頭しない。\n２  争点\n(1) 本件事業による複製行為の有無（被告ビー・トゥ・システムズの主張）\n(2) 本件事業への著作権法３０条１項適用の可否（被告タイムズ及び被告ビ\nー・トゥ・システムズの主張）\n(3) 本件事業差止めの必要性の有無\n(4) 被告らの賠償責任の有無並びに損害発生の有無及びその額\n第３  争点についての当事者の主張\n１  争点(1)（本件事業による複製行為の有無）について\n〔原告らの主張〕\n被告会社らは，利用者から依頼のあった書籍については，著者，タイト\nル，ジャンル，出版社等のいかんにかかわらず注文を受け付け，権利者の\n許諾を得ることなく，書籍をスキャンして電子ファイルを作成し，その電\n子ファイルを依頼者に納品している。\n当該行為は著作物を有形的に再製するものであり，著作権法２１条の複\n製行為に当たる。\n〔被告ビー・トゥ・システムズの主張〕\n被告ビー・トゥ・システムズが行っているのは書籍の加工であり，複製\nではない。すなわち，原本は背表紙を切って裁断し，本としての体裁をな\nしていないし，ほとんどの原本は廃棄しており，１冊の書籍は一つの電子\n的な資料として返し，加工済みの書籍は廃棄又は返却を行っており，被告\nビー・トゥ・システムズからこれを販売することはない。電子化後のデー\nタは依頼者を特定して送り，販売はしていない。料金の設定は作業時間か\nら算定しているためページ数で価格が異なり，書籍の価値で決定している\nわけではない。これらのことによれば，書籍の複製を行っているとはいえ\nない。\n２  争点(2)（本件事業への著作権法３０条１項適用の可否）について\n〔被告タイムズの主張〕\n被告タイムズが運営しているいわゆる自炊代行サービス「スキャンエー\nジェント」は，著作権法３０条１項で認められる私的使用のための複製に\n該当する行為を代行しているものである。\n被告タイムズは，書籍を裁断し，裁断された書籍をスキャナー機器で読\nみ取り，読み取った電子ファイルを納品するといった複製行為を担ってい\nるが，その行為は，利用者の「私的使用の複製」を代行するものであり，\n利用者が自ら所有する書籍を私的使用の範囲内において複製する意思，そ\nの行為を第三者に依頼する意思のもとに，本件事業は成立する。\n被告タイムズが利用者から預かった書籍をどのような形で複製するかに\nついては，インターネット上において告知されており，利用者は，その内\n容をもとに，被告タイムズのサービスと他の同種サービスを比較選定する\n決定権のみならず，そのサービスを利用しないという決定権も有する。\nさらに，本件事業における複製行為は，専門的知識や技術を要するもの\nではなく，利用者が自ら実施できる非常に容易なものである。利用者は，\n複製行為にかかる時間，労力を節約することを目的に，被告タイムズにそ\nの行為を指示し，その対価を支払う。被告タイムズは利用者の意思決定の\nもと，その私的使用の複製代行を行う。\n著作権法３０条１項において私的使用の複製が認められているのは，限\nられた範囲内で複製して使用することが，著作権者の不利益にはならない\nという趣旨であることからすると，私的使用の複製代行である被告タイム\nズのサービスはそれに沿うものである。被告タイムズの行う本件事業によ\nって原告らには何ら不利益は生じていない。\n被告タイムズは，この私的使用の複製代行が法に反するものであるかに\nついて，サービスの検討段階から訴訟に至るまで各方面に問い合わせを実\n施し，いずれも違法ではない旨の回答を得ている。\n〔被告ビー・トゥ・システムズの主張〕\n本件事業においては，届いた書籍の加工を依頼しているのは利用者であ\nり，被告ビー・トゥ・システムズは，単に依頼を受けて動く手足であって，\n主体は利用者である。複製の主体とは意思をもった人のことをいうから，\n主体はあくまで利用者であり，私的使用のための複製行為に当たる。\n〔原告らの主張〕\n本件事業においては，利用者は単に書籍を被告会社らに送付しているに\n止まり，スキャン等の複製に関する作業に関わることは一切ない。\n一方，被告会社らは，書籍がまだ裁断されていない場合は複製作業の準\n備作業として裁断を行い，裁断された書籍をスキャナーで読み取って，電\n子ファイルを作成し，またオプションサービスが選択された場合にはその\n電子ファイルに対し，書籍名などを識別可能なファイル名の設定，ＯＣＲ\n処理の実行をするなどの様々な処理も行って，電子ファイルを加工すると\nいう，複製にかかる一連の作業の全てを実行している。\nそして，被告会社らは，独立した事業者として，自らサービス内容を決\n定し，インターネット上で宣伝広告を行うことにより利用者を誘引し，当\n該宣伝広告を見て被告会社らに注文をしてきた不特定多数の利用者から対\n価を得て，上記の作業を行っている。\n以上の事実に照らせば，被告会社らが複製にかかる作業の全てを行って\nいるのであって，被告会社らが複製の主体であることは明らかであり，利\n用者の「手足」とみることはできない。\nそして，著作権法３０条１項は，個人的に又は家庭内その他これに準ず\nる限られた範囲内において使用することを目的とし，かつその使用する者\nが複製することを要件としている。複製行為の主体は，上記のとおり被告\n会社らであるから，被告会社らについてこれらの要件を判断すべきことと\nなる。\nそうすると，被告会社らは，不特定多数の利用者に電子ファイルを使用\nさせることを目的として複製しているから，被告会社ら自身が個人的に又\nは家庭内その他これに準ずる限られた範囲内において使用することを目的\nとしている場合には当たらず，また，電子ファイルを使用する者は利用者\nであるのに対し，複製の主体は被告会社らであるから，上記要件のいずれ\nも欠くことが明らかである。\nなお，利用者も複製の主体であると仮定しても，少なくとも被告会社ら\nが利用者との共同主体であることは何ら否定されないし，また利用者から\n見ても，現実の複製作業を行っているのは被告会社らであって，複製物を\n使用する者である利用者自身が複製しているのではないから，「その使用\nする者が複製する」場合に当たらない。\nしたがって，本件事業に係る行為は，著作権法３０条１項に該当しない。\n３  争点(3)（本件事業差止めの必要性の有無）について\n〔原告らの主張〕\n原告らは，いずれもわが国を代表する著名な作家であるから，被告会社ら\nが注文を受けた書籍には，原告らが創作し，著作権を有する本件各作品が\n多数含まれている蓋然性が高いし，今後注文を受ける書籍にも含まれる蓋\n然性が高い。\n原告らは，本件訴訟提起に先立つ平成２３年９月５日，他の作家１１５\n名及び株式会社角川書店，株式会社講談社，株式会社光文社，株式会社集\n英社，株式会社小学館，株式会社新潮社，株式会社文藝春秋の７社との連\n名で，被告会社らを含む「自炊代行サービス」などと名乗るスキャン事業\n者約１００社に対して，各事業者の事業の内容等に関する同日付けの「質\n問書」と題する書面（甲２５。以下「本件質問書」という。）を送付し，\nいずれも被告会社らに送達された。\nまた，同年１０月１７日には，原告らを含めた１２２名の作家は，本件\n質問書に回答を行わなかった被告ユープランニング，被告ジャカレ，及び\n本件質問書に対して検討中と回答した被告タイムズに対し，弁護士を代理\n人として，通知人作家の作品について，被告会社らがスキャン事業を行う\nことは著作権侵害となる旨を告げた上で，今後は通知人作家の作品につい\nて，依頼があってもスキャン事業を行なわないよう警告するとともに，本\n件質問書における質問への回答を再度要 請する内容の同日付けの「通知\n書」と題する書面（甲３１。以下「本件通知書」という。）を送付し，被\n告タイムズ及び被告ユープランニングに送達された（ただし，被告ジャカ\nレについては，ホームページ上に記載された会社所在地であり，かつ，そ\nの運営するＰＤＦＢＯＯＫＳの書籍の送付先でもある住所地に向け通知書\nを発送したにもかかわらず，受取人が不在であるとして，本件通知書は到\n達しなかった。）。\nところが，被告会社らは，本件質問書 （甲２５）や本件通知書（甲３\n１）に対し，何らの回答を行わないまま，又は今後は原告らを含む１２２\n名の差出人作家については本件事業を行わない旨若しくは検討中と回答し\nながら，実際にはそのウェブサイトにおいて上記１２２名の作品のスキャ\nニングを行わないこと等を表明することもなく本件各作品を含む書籍につ\nいて本件事業を継続し，現に原告らの書籍について注文を受けてスキャニ\nングを行っている。\nしたがって，今後も，原告らが本件各作品に対して有する複製権が侵害\nされるおそれが認められるから，原告らはその侵害の停止又は予防請求の\nため，被告会社らの本件事業を差し止める権利を有する（著作権法１１２\n条１項）。\n〔被告タイムズの主張〕\n被告タイムズは，本件訴状に記載された日であり，本件訴状が裁判所に\n提出された日である平成２４年１１月２７日以降，本件各作品をサービス\n対象外としている。\nしたがって，今後，本件各作品に対する原告らの著作権が侵害されるお\nそれはない。\n〔被告ビー・トゥ・システムズの主張〕\n前記１〔被告ビー・トゥ・システムズの主張〕のとおり，被告ビー・ト\nゥ・システムズのサービスは，１冊の書籍を一つのファイルに加工してい\nるサービスであり，複製の意図はなく，複製権侵害のおそれもない。\n４  争点(4)（被告らの賠償責任の有無，損害発生の有無及びその額）について\n〔原告らの主張〕\n(1) 被告らの賠償責任\n原告らの有する著作権(複製権)が被告会社らの行っている本件事業によ\nり侵害されるおそれが認められ，したがって，原告らは被告会社らに対し，\n本件事業の差止めを求める権利があることは，前記３〔原告らの主張〕の\nとおりである。\nしかるに，被告会社らが，原告らの著作権を侵害するおそれが認められ\nる状況を作出し，原告らからの警告後も，なお侵害するおそれのある状況\nを維持させたため，原告らは被告会社らに対して，上記侵害の予防を請求\nするための本件訴訟の提起を余儀なくされたものである。すなわち，前記\nのとおり，被告らは，原告らからの本件 質問書（甲２５）や本件通知書\n（甲３１）を無視して本件事業を継続し，原告らの有する著作権を侵害す\nるおそれのある状況を作出し，また，そのおそれを維持させているため，\n被告会社らによる著作権の侵害のおそれを解消するためには，もはや裁判\nによる差止判決を得る以外にないため，原告らはやむを得ず，原告らの訴\n訟代理人弁護士に委任し，本件訴えを提起した。\nまた，被告代表者らは，それぞれの被告会社らの代表者として，被告に\nよっては，自らホームページ上において本件事業を説明して利用者を誘引\nし，本件事業の運営責任者となり，又は被告会社の唯一の役員となってお\nり，本件事業に主導的な関与をしているのであるから，被告代表者らは被\n告会社らと共同して，上記違法行為を行っているものである。\n被告らは，本件事業が，原告らの有する著作権を侵害するおそれのある\n行為であることを知りながら，原告らからの本件質問書（甲２５）や本件\n通知書（甲３１）などを無視して本件事業を継続しているものであって，\n上記違法行為について，未必の故意（少なくとも過失）が存することは明\nらかである。\n(2) 損害の発生及びその額\n違法な本件事業を継続し，広く顧客を募集し続けて，原告らの有する著\n作権を侵害するおそれのある状況を作出し，それを継続していれば，原告\nらが侵害のおそれのある行為の停止を求めて訴えを提起すること，その場\n合には，相応の弁護士費用の支出を余儀なくされることは当然のことであ\nり，本件における被告らの対応と原告らの弁護士費用の支出との間には相\n当因果関係が認められることは明らかである。特に，本件のような新しい\n事業形態による著作権侵害行為に対する訴えを提起し，これを遂行するに\nは，専門的知識を有する弁護士に委任せざるを得ないのであり，それには\n相応の弁護士費用が必要となる。\nそして，原告らが，原告らの訴訟代理人弁護士に支払うべき弁護士費用\nのうち，少なくとも下記計算による金額は，本件不法行為と相当因果関係\nの認められる原告らの損害である。\nア  日本弁護士連合会が報酬基準として定めていた報酬等基準規程〔会規\n第３８号〕（甲３８。以下「旧報酬基準規程」という。）は，現在も多\nくの弁護士が自らの報酬基準として準拠する基準であるので，この旧報\n酬基準規程により計算する。\nイ  旧報酬基準規程によれば，裁判事件における弁護士費用としての着手\n金及び報酬金は，それぞれ，裁判における経済的な利益の額に応じて定\nめられる（旧報酬基準規程１３条）。\nウ  本件は，著作権侵害行為の停止を求めるものであり，その経済的な利\n益の額は算定不能である。このような場合，経済的な利益の額は８００\n万円とされる（旧報酬基準規程１６条１項）。\nエ  経済的な利益の額を８００万円とした場合の旧報酬基準規程は，\n着手金  ３００万円×８％＋５００万円×５％＝４９万円\n報酬金  ３００万円×１６％＋５００万円×１０％＝９８万円\nであり，合計は１４７万円である（旧報酬基準規程１７条）。\nオ  原告らは共同して原告らの訴訟代理人弁護士に本件訴訟を委任したも\nのであるから，その費用も各自等しく分担するものである。\nしたがって，原告らは，それぞれ被告らに対し，損害賠償金として，各２\n１万円（１４７万円の７分の１）の支払を求める。\n〔被告タイムズの主張〕\n否認ないし争う。\n〔被告ビー・トゥ・システムズ及び被告Ｙ３の主張〕\n否認ないし争う。被告ビー・トゥ・システムズは，平成９年７月に法人と\nして設立登記をし，以後１７年間，法人として運営をしている。電子化代\n行サービスである本件事業は，被告ビー・トゥ・システムズとして平成２\n３年から始めたサービスであり，その代表者Ｙ３につき，個人としては関\n係しない。\n第４  当裁判所の判断\n１  証拠（甲１～６３，乙Ｂ１～７，乙Ｃ１）及び弁論の全趣旨によれば，以\n下の事実が認められ，同認定を覆すに足る的確な証拠はない。\n(1) 原告らは，作家，漫画家，漫画原作者であり，それぞれ本件各作品の著作\n者であり，著作権を有している。\n(2) 被告会社らにおける本件事業の内容は，前記第２，１(4)ないし(7)記載の\nとおりであるが，なお，各社それぞれの事業等について敷衍すると，以下の\nとおりである。\n(3) 被告ユープラニングは，平成１４年７月５日に設立された，建物清掃の請\n負，飲料水貯水槽，給排水衛生設備の清掃の請負，建物の修理，補修工事の\n請負，電気設備，消防設備，空調設備の工事及び保守業務，家庭雑貨及び清\n掃用品の販売，宣伝広告業等を事業の主な目的とする株式会社である。被告\nＹ１は遅くとも平成２２年４月１日以降，被告ユープランニングの代表取締\n役となっている。〔甲１〕\n被告ユープランニングは，前記第２，１(4)記載のとおり，ブックコピーの\nサービス名で本件事業を行っている。\n被告ユープランニングのウェブサイトにおいては，ノーマルＰＤＦにおい\nては１冊９０円での電子化を行っており，平成２２年１０月現在で業界最安\n値をうたっており，「他社が受けていないサービス／雑誌の取り扱いをお受\nけします！」等と記載されている。また，「著作権について」として，「ブ\nックコピーにおいては，下記の点をお客様にご理解頂いております。○ブッ\nクコピーにおけるＰＤＦ書籍変換システムへご依頼頂いたものは，著作権法\nに基づき，権利者の許可が必要です。○許可がないものは，ご遠慮頂くか，\nご自身でスキャンしてください。」等と記載されている。〔甲６〕\nさらに，被告ユープランニングのウェブサイトでは，被告Ｙ１が代表者と\nして顔写真を掲載し，あいさつ文を載せている。そこにおいては，「当社で\nは電子書籍ソフトの普及により，このサービスがなくなることが望ましいと\n考えていることを表明いたします。」などとされている。〔甲５〕\n(4) 被告タイムズは，平成２０年１１月１７日に設立された，有料職業紹介事\n業，古物営業，飲食事業，不動産事業等を事業の主な目的とする株式会社で\nある。\n被告タイムズは，前記第２，１(5)記載のとおり，スキャンエージェント\n（ＳＣＡＮ  ＡＧＥＮＴ）のサービス名で本件事業を行っている。\n被告タイムズのウェブサイトにおいては，納品方法として，「オンライン\n納品を希望する場合，利用者は弊社から送信されるＵＲＬよりダウンロード\nするものとします。同ＵＲＬへの掲載期間は，最大７日間となります。掲載\n終了後に再度オンライン納品を希望する場合，利用者はその手数料として１\n注文あたり２，１００円（税込）を支払うものとします。」と記載され，利\n用規約として，「本サービスの稼働状態を良好に保つことが困難と判断した\n場合」，利用者に事前通知することなく，サービスの利用停止ができること\nとされている。〔甲９〕\n(5) 被告ビー・トゥ・システムズは，平成９年７月８日に設立された，コンピ\nュータのコンサルタント業務，コンピュータシステムの開発，販売及びメン\nテナンス，コンピュータソフトウェアの開発，販売，コンピュータ機器の製\n造，販売及びメンテナンス，コンピュータ関連の指導及び教育業務，コンピ\nュータ処理，受託の業務，労働者派遣事業，コンピュータ機器のリース，レ\nンタル業務，各種通信機器の販売，リース業務，通信提供サービスの業務，\n情報提供サービス業務等を事業の主な目的とする株式会社である。\n被告ビー・トゥ・システムズは，前記第２，１(6)記載のとおり，「００ｐ\nａｐｅｒ．ｃｏｍ」のサービス名で本件事業を行っている。\n被告ビー・トゥ・システムズのウェブサイトには，電子化できない書籍の\n例として，「奥付部分に『電子化を禁止する』等の記述のあるもの」が挙げ\nられており，また，ネットショップ等から購入した書籍を直送・スキャンす\nることも可能である旨の記載もある。〔甲１７〕\n(6) 被告ジャカレは，平成４年４月１日に設立された，テレホンカードの販売，\n土木建築工事，内装工事の請負及び斡旋，貨物運送取扱事業，遊技場内の各\n種機械装置の販売及び保守管理，パチンコ遊技場，ゲームセンター等の娯楽\n施設の経営，パチンコ遊戯機械及び回胴式遊技機械の売買及び斡旋，不動産\nの売買，賃貸，管理及び仲介，遊技場の経営コンサルタント業務，建物内外\nの保守管理，警備，清掃業務，コンピューターによる情報管理及び情報提供\nに関する業務，医薬品及び医療機器の販売並びに輸出入を事業の主な目的と\nする特例有限会社である。\n被告ジャカレの運営するＰＤＦＢＯＯＫＳのウェブサイトには，「弊社の\nファイル管理について  弊社からの納品ファイルの紛失をされたお客様には\n相談を無料で受け付けております。以前のデータであってもかまいません。\nまた，出張，国内外旅行等で，ファイルを忘れてしまったお客様にたいして\nも，相談をお受けしております。弊社はお客様のデータをおあずかりしてい\nるスタンスでおります。紛失時にはご利用ください。」，「また，dataは保\n管しておりますので，紛失当（判決注；「当」は「等」の誤記と認める。）\nの場合にもご相談ください。対応しております。」と記載されている。〔甲\n２０〕\n(7) 原告らは，他の作家及び出版社らとともに，平成２３年９月５日，被告会\n社らに対し，「回答書」を添付した本件質問書（甲２５）を送付し，被告ユ\nープランニング，被告タイムズ及び被告ビー・トゥ・システムズについては\n同年９月６日に，被告ジャカレについては同月１２日にそれぞれ受領した。\n〔甲２６～甲２９〕\n本件質問書（甲２５）には，「〈質問１：〉スキャン事業を行っている多\nくの業者は，インターネット上で公開されている注意事項において，『著作\n権者の許可を得た書籍のみ発注を受け付ける』『発注された書籍は著作権者\nの許可を得たものとみなす』などの定めをおいています。差出人作家は，自\n身の作品につき，貴社の事業及びその利用をいずれも許諾しておらず，権利\n者への正しい還元の仕組みができるまでは許諾を検討する予定もないことを，\n本書で通知します。かかる通知にもかかわらず，貴社は，今後，差出人作家\nの作品について，依頼があればスキャン事業を行うご予定でしょうか。」な\nどと記載されている。\nこれに対し，被告ビー・トゥ・システムズのみは，同月１７日付け回答書\nを返送したが，そこでは，「当社は今後，差出人作家の作品について，依頼\nがあっても，スキャン事業を行うことはありません。」，「依頼者に私的使\n用目的であると申告させています。」との選択肢を選択して回答した。〔甲\n３０〕\nさらに原告らは，本件質問書（甲２５）の差出人である他の作家及び出版\n社らとともに，代理人弁護士を通じ，平成２３年１０月１７日付けで，被告\n会社らに対し，「質問書」及び「回答書」を添付した本件通知書（甲３１）\nを送付した。\n被告ユープランニング及び被告タイムズは，これを同年１０月１８日に受\n領したが，被告ジャカレについては，受取人不在のため配達できなかったと\nして返送された。〔甲３２～甲３４〕\n本件通知書（甲３１）には，本件質問書（甲２５）において，原告らは，\n自身の作品につきスキャン事業を行うについての許諾をしていないことを通\n知したが，依頼があれば今後もスキャン事業を行う予定があるかについての\n質問に明確な回答がなかったとして，原告らの作品についてスキャン事業を\n行うことは著作権侵害になり，著作権法３０条１項も適用されない旨が記載\nされている。また，本件通知書（甲３１）添付の質問書には，「〈質問１\n：〉スキャン事業を行っている多くの業者は，インターネット上で公開され\nている注意事項において，『著作権処理済みの書籍のみ発注を受け付ける』\n『発注された書籍は著作権処理済みとみなす』などの定めをおいています。\n差出人作家は，自身の作品につき，貴社の事業及びその利用をいずれも許諾\nしておらず，権利者への正しい還元の仕組みができるまでは許諾を検討する\n予定もないことを，本書で通知します。かかる通知にもかかわらず，貴社は，\n今後，差出人作家の作品について，依頼があればスキャン事業を行うご予定\nでしょうか。」などと記載されている。\nこれに対し，被告タイムズは，同年１０月２９日付け「回答書」において，\n原告ら差出人作家の作品について依頼があればスキャン事業を行う予定であ\nるか否かについては検討中とのみ記載し，依頼者の私的使用を目的としてい\nると申告させている旨を回答した。〔甲３５〕\n(8) 原告ら代理人は，調査会社を通じ，被告タイムズに対し，平成２４年７月\n１３日に，原告Ｘ６（以下「原告Ｘ６」という。）及び本件質問書（甲２\n５）及び本件通知書（甲３１）の差出人の一人であるＡ（以下「訴外Ａ」と\nいう。）の作品の電子化を申し込んだところ，同年８月２２日にＰＤＦデー\nタを収録したＤＶＤ－ＲＯＭと裁断済みの書籍が送付された。原告ら代理人\nは，同様に，被告ユープランニングに対し，同年７月１３日に，原告Ｘ６及\nび訴外Ａの作品の電子化を申し込んだところ，同年８月２５日にＰＤＦデー\nタを収録したＤＶＤ－ＲＯＭと裁断済みの書籍が送付され，被告ジャカレに\n対し，同年７月１３日に，原告Ｘ６及び訴外Ａの作品の電子化を申し込んだ\nところ，ＰＤＦデータを収録したＤＶＤ－ＲＯＭと裁断済みの書籍が同年９\n月８日までに送付された。さらに，被告ビー・トゥ・システムズに対し，同\n年７月１６日に，原告Ｘ６及び訴外Ａの作品の電子化を申し込んだところ，\n同年９月２日にＰＤＦデータを収録したＤＶＤ－ＲＯＭと裁断済みの書籍が\n送付された。〔甲６３〕\n(9) 原告らは，平成２４年１１月２７日，本件訴えを提起した。\n２  争点(1)（本件事業による複製行為の有無）について\n被告ビー・トゥ・システムズは，同社が行っているのは書籍の加工であり，\n複製には該当しない旨主張するので，以下，本件事業における書籍の電子ファ\nイルを作成する行為が書籍の複製に該当するか否かにつき判断する。\n著作権法にいう複製とは，「印刷，写真，複写，録音，録画その他の方法に\nより有形的に再製することをい」う（著作権法２条１項１５号）ところ，本件\n事業においては，書籍をスキャナーで読みとり，電子化されたファイルが作成\nされているものであるから，書籍についての有形的再製が行われていることが\n明らかであり，上記複製に当たる行為が行われているということができる。\nこれに対し，被告ビー・トゥ・システムズは，裁断済み後の本としての体裁\nをなしていない原本は廃棄ないし返却するなどして，１冊の本から一つの電子\nデータが作成されていることや，電子データを販売するなどはしていないこと\nなどから，同社の行為は複製には該当しない旨主張する。\nしかし，本件事業においては書籍を有形的に再製した物である電子ファイル\nが作成されており，これにより複製行為が行われていることは明らかであって，\nその複製の元となる書籍の原本自体の複製後の帰趨や，複製物である電子ファ\nイルがその後販売されているか否かは複製権侵害の成否に影響しないというべ\nきである。\nしたがって，被告ビー・トゥ・システムズの上記主張は採用することができ\nない。\n３  争点(2)（本件事業への著作権法３０条１項適用の可否）について\n(1) 被告タイムズ及び被告ビー・トゥ・システムズは，本件事業における複製\n行為の主体は，被告会社らにスキャン及び電子ファイルの作成を依頼した利\n用者であり，被告タイムズ及び被告ビー・トゥ・システムズは，利用者が個\n人的に使用することを目的として複製を行うことを代行し，あるいはその手\n足として複製を行うにすぎないから，複製の主体はあくまで利用者であって，\n本件事業は，利用者の行う私的複製として適法である旨主張する。\nそこで，まず本件事業において複製行為を行っている主体が誰かであるか\nにつき検討する。\n複製の主体の判断に当たっては，複製の対象，方法，複製への関与の内容，\n程度等の諸要素を考慮して，誰が当該著作物の複製をしているといえるかを\n判断するのが相当であり，その複製の実現に当たり枢要な行為をしている者\nが複製の主体であるということができる（最高裁平成２３年１月２０日第一\n小法廷判決・最高裁平成２１年(受)第７８８号・民集６５巻１号３９９頁参\n照。）。\nこれを本件についてみると，本件における複製の対象は，利用者が提供す\nる書籍であり，問題とされる複製行為は，書籍をスキャナーで読み取って電\n子化されたファイルを作成することにあるところ，本件事業における一連の\n作業は，前記第２，１(8)記載のとおり，利用者においてインターネットの\nウェブサイトから書籍の電子化を申し込み，直接被告会社らの指定する場所\nにこれを郵送等するか，あるいは，書籍の販売業者等から直接被告会社らの\n指定する場所に郵送等し，これを受領した被告会社らにおいて，書籍を裁断\nするなどしてスキャナーで読み取り，書籍の電子ファイルを作成して，完成\nした電子ファイルを利用者がインターネットを通じてダウンロードするか，\n電子ファイルを格納したＤＶＤないしＵＳＢ等の送付を受ける，というもの\nである。\nこれら一連の作業をみると，書籍を受領した後に始まる書籍のスキャナー\nでの読込み及び電子ファイルの作成という複製に関連する行為は，被告会社\nの支配下において全ての作業が行われ，その過程に利用者らが物理的に関与\nすることは全くない。\n上記によれば，本件事業において，書籍をスキャナーで読み取って電子化\nされたファイルを作成するという複製の実現に当たり枢要な行為を行ってい\nるのは被告会社らであるということができる。そうすると，本件事業におけ\nる複製行為の主体は被告会社らであり，利用者ではないというべきである。\n(2) 次に本件事案に著作権法３０条１項が適用されるか否かにつき検討する。\n著作権法３０条１項は，著作権の目的となっている著作物は，個人的に又\nは家庭内その他これに準ずる限られた範囲内において使用すること（以下\n「私的使用」という。）を目的とするときは，同項１号ないし３号に定める\n場合を除き，その使用する者が複製することができる旨規定している。そう\nすると，同条項にいう「その使用する者が複製する」というためには，使用\n者自身により複製行為がされるか，あるいは使用者の手足とみなしうる者に\nよりこれがされる必要があるというべきところ，既に検討したとおり，被告\nタイムズ及び被告ビー・トゥ・システムズは，本件事業における複製の主体\nであって，使用者自身でも，使用者の手足とみなしうる者でもないのである\nから，本件においては，著作権法３０条１項にいう「その使用する者が複製\nする」の要件を満たすとはいえず，したがって，同条が適用されるものでは\nないと認めるのが相当である。\nなお，被告タイムズは，同社のウェブサイトにおいて，同社は利用者の私\n的使用の範囲内での本件事業の利用を求めているとし，それに沿う証拠とし\nて，同社のウェブサイトの記事（乙Ｂ６）を提出する。乙Ｂ６によれば，同\n社のウェブサイトにおいて，「本サービスはお客様に代わって書籍を裁断及\nびスキャンする内容となりますので，対象書籍はお客様が自ら所有する書籍\nに限らせていただきます。また，書籍から変換された電子データは，私的使\n用の範囲内でのみ利用し，ネット上で公開したり，誰でも閲覧できる状態に\nしないようご注意ください。」と記載されている。\nしかし，前記(1)のとおり，あくまで複製行為の主体は被告タイムズであ\nると認められるところであって，乙Ｂ６の上記記載は，その認定を左右する\nものではない。\n(3) 以上によれば，被告タイムズ及び被告ビー・トゥ・システムズの上記各主\n張は，いずれも採用することができない。\n４  争点(3)（本件事業差止めの必要性の有無）について\n(1) 前記１(7)のとおり，被告会社らは，いずれも，原告らによる本件質問書\n（甲２５）を受領し，これによって，原告らから，本件事業における電子フ\nァイルの作成について許諾するものではないことを通知されたところ，被告\n会社らのうち，被告ビー・トゥ・システムズのみは，今後は，本件事業につ\nいては，本件各作品を対象とせず，本件各作品の書籍について本件事業を行\nわない旨回答をし，さらに，その他の被告会社らは，上記質問書（甲２５）\nの各受送達地に発送された本件通知書（甲３１）においても，上記と同旨の\n通知を受けていたにもかかわらず，被告ビー・トゥ・システムズを含む被告\n会社らは，平成２４年８月２２日ないし同年９月８日頃に，原告Ｘ６及び訴\n外Ａの各作品につき，書籍をＰＤＦファイル化した電子ファイルを作成し，\nこれを依頼した者に送付するなどしているものである。\nそうすると，被告会社らは，今後も，本件事業において，本件各作品に該\n当する書籍をスキャナで読み取って電子ファイルの作成を行い，原告らの著\n作権（複製権）を侵害するおそれがあるといえるから，被告会社らの行う本\n件事業について，これを差し止める必要性がある。\n(2) この点に関して被告タイムズは，本件訴状が提出された日以降は，本件各\n作品は電子化サービスの対象外としており，その複製権を侵害するおそれは\nない旨主張し，それに沿う証拠として電子メール（乙Ｂ３）を提出する。\nしかし，被告タイムズの提出する乙Ｂ３は，２件の依頼に対し，本件訴訟\nで係争中の原告らの書籍であることを理由として電子化依頼を断ったとする\nものにすぎず，上記のとおり，被告タイムズが，原告らからの２度にわたる\n警告を含む通知のあった後においても，原告Ｘ６の作品である書籍を電子フ\nァイル化したこと等に照らせば，原告らの複製権を侵害するおそれがないと\nはいえない。\nしたがって，被告タイムズの上記主張は採用することができない。\n(3) また，被告ビー・トゥ・システムズは，同社には複製の意図はなく，複製\n権侵害のおそれもないと主張するが，本件事業が複製行為に該当することは\n前記２で説示したとおりであり，また上記(1)の認定事実に照らせば，被告ビ\nー・トゥ・システムズについて，複製権侵害のおそれもあるということがで\nきる。\nしたがって，被告ビー・トゥ・システムズの主張は採用することができな\nい。\n５  争点(4)（被告らの賠償責任の有無並びに損害発生の有無及びその額）につい\nて\n(1) 著作権者が，その著作権を侵害するおそれのある者に対し，著作権法１１\n２条１項に基づく差止請求をするについては，不法行為である著作権侵害を\n理由とする損害賠償請求をするのと同様に，著作権者において，自らが著作\n権者である事実と，著作権侵害ないしそのおそれに係る事実を主張立証する\n責任があるところ，著作権者が主張立証すべき事実は，故意ないし過失及び\n損害額を除けば，不法行為に基づく損害賠償請求訴訟と異なるところはない。\nそうすると，著作権法１１２条１項に基づく差止請求権は，不法行為に基づ\nく損害賠償請求権と同様，弁護士に委任しなければ訴訟活動をすることが困\n難な類型に属する請求権であるということができる。そして，本件のように，\n著作権者が著作権法１１２条１項に基づく差止請求をする訴えの提起を余儀\nなくされ，その訴訟追行を弁護士に委任した場合には，その弁護士費用は，\n事案の難易その他諸般の事情を斟酌して相当と認められる額の範囲内で，著\n作権侵害ないしそのおそれと相当因果関係に立つ損害であると解される（最\n高裁昭和４４年２月２７日第一小法廷判決・昭和４１年(ｵ)第２８０号・民\n集２３巻２号４４１頁，最高裁平成２４年２月２４日第二小法廷判決・平成\n２３年(受)第１０３９号・裁判集民事２４０号１１１頁参照。）。\n(2) 被告ユープランニング及び被告Ｙ１の賠償責任につき\n上記認定事実によれば，被告ユープランニングは，本件質問書（甲２５）\nを平成２３年９月６日に受領し，原告らから，本件事業における電子化ファ\nイルの作成について許諾するものではないことを通知され，さらに本件通知\n書（甲３１）を同年１０月１８日に受領し，同旨の通知を受けていたにもか\nかわらず，平成２４年７月１３日に原告ら代理人が申込みをした原告Ｘ６及\nび訴外Ａの各作品につき，書籍をＰＤＦファイル化した電子ファイルを作成\nし，同年８月２５日までに送付するなどしているものである。こうした被告\nユープランニングの対応により，原告らは，被告ユープランニングらに対す\nる差止請求の訴訟提起を余儀なくされ，訴訟追行を弁護士に委任したものと\n認められるし，被告ユープランニングの過失も認められる。\nまた，証拠（甲５，２６，３２，４８）によれば，被告Ｙ１は，被告ユー\nプランニングの代表者であって，上記２通の質問書等も受領しており，イン\nターネットのウェブサイト上においても代表者として会社案内の挨拶文を記\n載し，顔写真も載せるなどしていることや，被告ユープランニングの本店所\n在地に存する建物の所有者は，担保不動産の競売により平成２４年１１月９\n日に移転登記がされるまでは被告Ｙ１であったことなどからすると，別途事\n業責任者として訴外Ｙ①の氏名が会社案内には記載されているものの，被告\nＹ１は，被告ユープランニングの行う本件事業の責任者であったことが認め\nられるから，被告ユープランニングと同様に，過失が認められ，被告ユープ\nランニングと共同して不法行為を行ったものと認められる。\n(3) 被告タイムズ及び被告Ｙ２の賠償責任につき\n上記認定事実によれば，被告タイムズは，被告タイムズ訴外Ｙ②（以下\n「Ｙ②」という。）宛て本件質問書（甲２５）の内容証明郵便を，同月６日\nに受領し，原告らから，本件事業における電子化ファイルの作成について許\n諾するものではないことを通知され，さらに本件通知書（甲３１）も，同月\n１８日に受領した。これに対し，被告Ｙ２において，原告ら代理人宛てに，\n本件各作品について本件事業を行うかは検討中である旨等を返答した。しか\nし，被告タイムズは，平成２４年７月１３日に原告ら代理人が申込みをした\n原告Ｘ６及び訴外Ａの各作品につき，書籍をＰＤＦファイル化した電子ファ\nイルを作成し，同年８月２２日までに送付するなどしているものである。こ\nうした被告タイムズの対応により，原告らは，被告タイムズらに対する差止\n請求の訴訟提起を余儀なくされ，訴訟追行を弁護士に委任したものと認めら\nれるし，被告タイムズの過失も認められる。\nこの点に関して被告タイムズは，本件事業の適法性について，本件各作品\nの出版元である出版社や，一般社団法人日本雑誌協会等，複数の出版関係事\n業者等に問い合わせをしたが，いずれも適法であるとの回答を得た旨主張す\nる。\nしかし，被告タイムズは，それに沿う証拠を何ら提出しないばかりか，か\nえって，原告らからは，これと反する証拠(一般社団法人日本雑誌協会事務\n局長Ｂの陳述書。甲４６）が提出されており，被告タイムズが，本件事業の\n適法性について，本件事業を的確に説明した上で，本件各作品の出版事業に\n関わる者等から適法である旨の回答を得ていたか等については，これを認め\nることができないというべきである。\nまた，被告Ｙ２は，被告タイムズの代表者であって，被告Ｙ２のほかには，\n上記Ｙ②も含め，被告タイムズの取締役はおらず，上記のとおり，被告Ｙ２\nにおいて，原告ら代理人に対し被告タイムズの代表者として回答しているこ\nとなどからすると，被告Ｙ２は，被告タイムズの行う本件事業の責任者であ\nったことが認められるから，被告タイムズと同様に，過失が認められ，被告\nタイムズと共同して不法行為を行ったものと認められる。\n(4) 被告ビー・トゥ・システムズ及び被告Ｙ３の賠償責任につき\n上記認定事実によれば，被告ビー・トゥ・システムズは，本件質問書（甲\n２５）を平成２３年９月６日に受領し，原告らから，本件事業における電子\n化ファイルの作成について許諾するものではないことを通知され，これに対\nして，被告Ｙ３において，被告ビー・トゥ・システムズの代表者として，今\n後，依頼があっても本件各作品については，本件事業を行うことはない旨の\n回答をしていたものである。ところが，平成２４年７月１６日に原告ら代理\n人が申込みをした原告Ｘ６及び訴外Ａの各作品につき，書籍をＰＤＦファイ\nル化した電子ファイルを作成し，同年９月２日までに送付するなどしている。\nこうした被告ビー・トゥ・システムズの対応により，原告らは，被告ビー・\nトゥ・システムズらに対する差止請求の訴訟提起を余儀なくされ，訴訟追行\nを弁護士に委任したものと認められるし，被告ビー・トゥ・システムズの過\n失も認められる。\nまた，証拠（甲１３）によれば，被告Ｙ３は，被告ビー・トゥ・システム\nズの代表者であって，上記のとおり，被告ビー・トゥ・システムズの代表者\nとして今後本件各作品について本件事業を行わない旨回答していたものであ\nり，インターネットのウェブサイト上においても運営責任者として表記され\nている者であることが認められることからすると，被告Ｙ３は，被告ビー・\nトゥ・システムズの行う本件事業の責任者であったというべきであるから，\n被告ビー・トゥ・システムズと同様に，過失が認められ，被告ビー・トゥ・\nシステムズと共同して不法行為を行ったものと認められる。\n(5) 被告ジャカレ及び被告Ｙ４の賠償責任につき\n上記認定事実によれば，被告ジャカレは，本件質問書（甲２５）を平成２\n３年９月１２日に受領し，原告らから，本件事業における電子化ファイルの\n作成について許諾するものではないことを通知され，さらに本件通知書（甲\n３１）を発せられたが，受取人不在・保管期間満了で，同年１０月２６日に\n原告代理人のもとに返送された。そして，平成２４年７月１３日に原告ら代\n理人が申込みをした原告Ｘ６及び訴外Ａの各作品につき，書籍をＰＤＦファ\nイル化した電子ファイルを作成し，同年９月８日までに送付するなどしてい\nるものである。こうした被告ジャカレの対応により，原告らは，被告ジャカ\nレらに対する差止請求の訴訟提起を余儀なくされ，訴訟追行を弁護士に委任\nしたものと認められるし，被告ジャカレの過失も認められる。\nまた，証拠（甲１９，２９）によれば，被告Ｙ４は，被告ジャカレの唯一\nの取締役であり代表者であって，上記被告Ｙ４宛ての本件質問書（甲２５）\nも受領しており，インターネットのウェブサイト上においても代表者として\n掲載されていることなどからすると，被告Ｙ４は，被告ジャカレの行う本件\n事業の責任者であったというべきであるから，被告ジャカレと同様に，過失\nが認められ，被告ジャカレと共同して不法行為を行ったものと認められる。\n(6) 損害発生の有無及びその額につき\n前記(1)ないし(5)で検討したところによれば，被告会社らに対する差止請\n求に係る弁護士費用相当額は，被告会社らによる著作権侵害のおそれと相当\n因果関係のある損害であるということができる。\nそこで，被告会社らがそれぞれ負担すべき弁護士費用相当額は，上記差止\n請求の内容，経過等に照らすと，原告１名につき１０万円と認めるのが相当\nであり，被告代表者らは，それぞれが代表する被告会社らとの間で連帯して，\n上記金額につき損害賠償の責めを負うというべきである。\n６  結論\n以上のとおり，被告会社らの行う本件事業については，原告らの著作権\n（複製権）を侵害するおそれがあり，これについて著作権法３０条１項の適\n用もないから，本件各作品が印刷された書籍について，被告会社らによる第\n三者からの委託を受けた電子的方法による複製の差止めを求める内容の請求\n（主文第１項ないし第４項），及び，被告代表者らにおいて，それぞれ代表\nする被告会社らとの間で連帯して，原告１名につき１０万円及びこれに対す\nる各遅延損害金の支払を求める限度（主文第４項ないし第８項）において，\n原告らの請求にはそれぞれ理由があるからその限度で認容し，その余は理由\nがないからいずれも棄却すべきである。\nまた，仮執行宣言については，第１項ないし第８項について相当であるの\nでこれを付すこととする。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n東 海 林       保\n裁判官\n今 井 弘 晃\n裁判官\n実 本   滋\n（別紙）\n当事者目録\n東京都千代田区＜以下略＞\n原 告                              Ｘ１\n東京都文京区＜以下略＞\n原 告                              Ｘ２\n東京都新宿区＜以下略＞\n原 告                              Ｘ３\n東京都新宿区＜以下略＞\n原 告                              Ｘ４\n東京都千代田区＜以下略＞\n原 告                              Ｘ５\n東京都文京区＜以下略＞\n原 告                              Ｘ６\n東京都千代田区＜以下略＞\n原 告                              Ｘ７\n原 告 ら 訴 訟 代 理 人 弁 護 士                              伊 藤   真\n同                            平 井 佑 希\n同                            前       田       哲       男\n同                            福 井 健 策\n同                            北 澤 尚 登\n同                            久 保 利   英   明\n同                            上 山   浩\n住居所不明（最後の住所  相模原市＜以下略＞）\n被 告                              株 式 会 社 ユ ー プ ラ ン ニ ン グ\n住居所不明（最後の住所  相模原市＜以下略＞）\n被 告                              Ｙ１\n東京都品川区＜以下略＞\n（送達場所  東京都葛飾区＜以下略＞）\n被 告                              株 式 会 社 タ イ ム ズ\n東京都葛飾区＜以下略＞\n被 告                              Ｙ２\n横浜市＜以下略＞\n被 告                              株式会社ビー・トゥ・システムズ\n横浜市＜以下略＞\n被 告                              Ｙ３\n東京都立川市＜以下略＞\n（送達場所  東京都新宿区＜以下略＞）\n被 告                              有限会社ジャカレ・アセット・マネジメント\n東京都新宿区＜以下略＞\n（送達場所  東京都新宿区＜以下略＞）\n被 告                              Ｙ４\n以下別紙省略\n"
}