{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 10,
    "day": 17
  },
  "case_number": "平成24(行ケ)10017",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82688",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82688",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/688/082688_hanrei.pdf",
  "contents": "平成２４年１０月１７日判決言渡  同日原本領収  裁判所書記官\n平成２４年（行ケ）第１００１７号  審決取消請求事件\n口頭弁論終結日  平成２４年９月２６日\n判        決\n原              告        三星モバイルディスプレイ株式會社\n同訴訟代理人弁理士        渡      邊              隆\n阿      部      達      彦\n増      本      要      子\n崔          允          辰\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        神              悦      彦\n川      俣      洋      史\n田      部      元      史\n守      屋      友      宏\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理の申立てのため\nの付加期間を３０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２０１０－１１３３５号事件について平成２３年９月６日にした審\n決を取り消す。\n第２  事案の概要\n本件は，原告が，後記１のとおりの手続において，特許請求の範囲の記載を後記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，同請求は\n成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は後記３のと\nおり）には，後記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，発明の名称を「有機電界発光表示装置及びその製造方法」とする\n発明について，平成１８年６月１日に特許出願（特願２００６－１５３５６６。パ\nリ条約による優先権主張：平成１８年（２００６年）１月２７日，韓国。請求項の\n数は１６）を行った（甲３）。\n(2)  原告は，平成２２年１月１９日付けで拒絶査定を受けたので，同年５月２\n６日，これに対する不服の審判を請求するとともに，手続補正書を提出した（甲４。\n以下「本件補正」という。）。\n(3)  特許庁は，上記請求を不服２０１０－１１３３５号事件として審理し，平\n成２３年９月６日，本件補正を却下した上，「本件審判の請求は，成り立たな\nい。」との本件審決をし，その謄本は同月２０日，原告に送達された。\n２  本件補正前後の特許請求の範囲の記載\n本件審決が対象とした，特許請求の範囲請求項１の記載は，以下のとおりである\n（以下，本件出願に係る明細書（甲３）を「本願明細書」という。）。なお，文中\nの「／」は，原文の改行箇所である。\n(1)  本件補正前の請求項１に記載された発明（以下「本願発明」という。）は，\n平成２１年１０月１９日付け手続補正書に記載された，以下のとおりのものである\n（甲５）。\n少なくとも一つの有機発光ダイオードが形成された画素領域と，前記画素領域の\n外縁に形成される非画素領域を有し，前記非画素領域の一領域には凹凸部が形成さ\nれた第１基板と，／前記有機発光ダイオードが少なくとも密封されるように，前記\n第１基板と合着して形成された第２基板と，／前記第１基板と前記第２基板の間に\n介在され，前記凹凸部と接触して形成されたフリットとを備え，／前記フリットは\nレーザーまたは赤外線を吸収する吸収材を含む有機電界発光表示装置\n(2)  本件補正後の 請求項 １に記載され た発明（以下「本件 補正発明」と い\nう。）は，以下のとおりである（甲４）。ただし，下線部分は本件補正による補正\n箇所である。\n少なくとも一つの有機発光ダイオードが形成された画素領域と，前記画素領域の\n外縁に形成される非画素領域を有し，前記非画素領域の一領域には凹凸部が形成さ\nれた第１基板と，／前記有機発光ダイオードが少なくとも密封されるように，前記\n第１基板と合着して形成された第２基板と，／前記第１基板と前記第２基板の間に\n介在され，前記凹凸部と接触して形成されたフリットとを備え，／前記フリットは\nレーザーまたは赤外線を吸収する吸収材を含み，／前記フリットと接触する表面は\n無機膜層であることを特徴とする有機電界発光表示装置\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①本件補正発明は，後記アの引用例に記載\nされた発明及び後記イの周知例に記載された周知技術に基づいて，当業者が容易に\n発明をすることができたものであり，特許法２９条２項の規定により，独立して特\n許を受けることができないものであるから，本件補正は，平成１８年法律第５５号\nによる改正前の特許法（以下「法」という。）１７条の２第５項において準用する\n法１２６条５項の規定により却下すべきものである，②本願発明は，同様に引用例\nに記載された発明及び上記周知技術に基づいて，当業者が容易に発明をすることが\nできたものであるから，特許法２９条２項の規定により，特許を受けることができ\nない，というのである。\nア  引用例：特開２００６－４９０９号公報（平成１８年１月５日公開。甲１）\nイ  周知例：国際公開第２００４／０９５５９７号（平成１６年公開。甲２）\n(2)  なお，本件審決は，その判断の前提として，引用例に記載された発明（以\n下「引用発明」という。）並びに本件補正発明と引用発明との一致点及び相違点を\n以下のとおり認定した。\nア  引用発明：基板の一面の上に，有機電界発光部を有する有機電界発光表示領\n域が形成され，該表示領域の外側には，基板と共に封止材を通じて表示領域を密封\nする封止部が配置され，基板の封止部に対応する位置に，表示領域の外側に周回し\nてループ状となる閉曲線を成すように，複数条の凸凹を有する凹溝部が形成され，\n基板は，封止基板と共に，封止部に配置され凹溝部内にも充填される封止材を通じ\nて密封されている有機電界発光ディスプレイ装置\nイ  一致点：少なくとも一つの有機発光ダイオードが形成された画素領域と，前\n記画素領域の外縁に形成される非画素領域を有し，前記非画素領域の一領域には凹\n凸部が形成された第１基板と，前記有機発光ダイオードが少なくとも密封されるよ\nうに，前記第１基板と合着して形成された第２基板と，前記第１基板と前記第２基\n板の間に介在され，前記凹凸部と接触して形成された封止部材とを備えた有機電界\n発光表示装置\nウ  相違点：本件補正発明では，封止部材がレーザー又は赤外線を吸収する吸収\n材を含むフリットであって，フリットと接触する表面は無機膜層であるのに対して，\n引用発明では，封止部材及び該封止部材と接触する表面の構成が明らかでない点\n４  取消事由\n(1)  本件補正発明の容易想到性に係る判断の誤り（取消事由１）\n(2)  本願発明の容易想到性に係る判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（本件補正発明の容易想到性に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件補正発明と引用発明の理解\nア  引用発明においては，電界発光表示領域は，基板上に形成されているもので\nあり，基板に含まれない。一方，本件補正発明において，「画素領域」は「第１基\n板」に含まれていることが明らかである。また，当業者にとって，引用発明におけ\nる基板に対応するものが，本件補正発明の「第１基板」に含まれることは自明であ\nる。したがって，引用発明における基板は，本件補正発明の「第１基板」に対応す\nるものではなく，「第１基板」の一部にすぎないものである。\nイ  また，本件補正発明では，蒸着基板と当該基板上の無機膜層は別の要素であ\nるから，その「無機膜層」は，引用発明における「基板」自体を無機材料で形成し\nたものを含まない。\nウ  引用例の封止材が基板の表面に直接的に接触している態様は，本件補正発明\nの技術的範囲から除外されているから，取消事由１を検討するに際し，本件補正発\n明と対比されるべき引用発明は，封止材が基板上に形成されている絶縁層に接触し\nている態様である。すなわち，引用発明が上記の態様を有する場合において，引用\n発明の封止材に周知例のフリットを適用することが，当業者にとって容易になし得\nたか否かが問題となる。\nエ  引用発明は，単に封止材と表示領域の外側との接触面積を増大させることを\nその基礎となる技術的思想としているのに対して，本件補正発明は，「フリットに\nレーザー又は赤外線を照射して溶融させる工程を行っても，無機膜層は熱に鈍感で\n素子に損傷を与えない」という効果を得るために，「フリットと接触する表面を無\n機膜層にする」という技術的思想を有しており，引用発明と基本的に相違する。\n(2)  相違点に係る判断について\nア  周知例においては，フリットがガラス基板に直接接触することが前提になっ\nているから，その前提が満たされていない引用発明に用いる動機付けは存在しない。\nそのような用い方は，フリットの組成が，フリット及びガラス基板の照射源からの\n光の吸収，軟化温度及び熱膨張係数の特性等が考慮されて決定されるという，周知\n例に記載された発明の技術的思想に反することになる。\nイ  周知例には，基板と直接接触することが前提となっているフリットの特性と\nして基板と「熱膨張係数」が一致することが挙げられているから，接触する基板と\n「熱膨張係数」が一致することが必要とされる周知例のフリットを，封止材が基板\n上に形成されている絶縁層に接触している引用発明に用いると，当該フリットは基\n板と「熱膨張係数」が異なる絶縁層とも接触することとなり，周知例の意図すると\nころに反することとなる。よって，周知例におけるフリットを引用発明に用いる動\n機付けは何ら存在しない。\nウ  引用例では，封止材と接する保護層も絶縁層も，無機膜層に限定されていな\nい。\nエ  周知例，乙１及び乙２に記載された発明からは，「レーザー又は赤外線を吸\n収する吸収材を含むフリット」を，当該フリットを挟んだ２つの基板と直接接触さ\nせる態様で使用することが公知又は周知であったことが把握できるだけであるから，\nフリットの様々な使用態様とは無関係に「レーザー又は赤外線を吸収する吸収材を\n含むフリット」を用いることが周知であるとする被告の主張は，失当である。\n「レーザー又は赤外線を吸収する吸収材を含むフリット」を備える周知例，乙１\n及び乙２に記載された発明は，本件補正発明が有する，フリットが画素領域の一領\n域に凹凸部が形成された第１基板に直接に接していないこと及びフリットが接する\n第１基板上の凹凸部の表面が全て無機膜層であることという特徴を備えていないこ\nとは明らかである。\n(3)  作用効果の判断の誤り\nまた，本件補正発明全体の作用効果を過小評価した本件審決の判断は誤りである。\n〔被告の主張〕\n(1)  周知技術について\n本件審決が認定した周知技術とは，「２枚の基板間に封止部材を介在させて密封\n領域を形成する場合に，封止部材としてレーザー又は赤外線を吸収する吸収材を含\nむフリットを用いること」であり，その一例として周知例（甲２）を示したもので\nある。ほかに，乙１及び乙２にも上記周知技術が記載されている。\n引用発明に適用する上記周知技術は，原告が主張しているようなガラス基板とフ\nリットが直接接触することを前提とするものではない。\n上記周知技術においてフリットが封止する基板上の部位は，ガラス基板に直接接\n触する部位に限られるものではなく，基板上に設けられたシリコン酸化膜や配線等\nの導電層等の無機膜層が必然的に含まれることは，乙１，２にも示すとおりである。\nそして，本件補正発明や引用発明が属する技術分野において，そのような無機膜\n層が想定される。本件補正発明の「無機膜層」を平坦化層あるいは層間絶縁層を無\n機膜層で形成したものに限定したとしても，その判断に変わりはない。\n(2)  動機付けについて\n引用例に無機物の保護層や絶縁層が形成されることが記載されていることは，原\n告も認めるところである。また，本件補正発明や引用発明が属する技術分野におい\nて，これらの層を無機材料で形成することは，ごく普通に行われている（乙１）。\n一方，「封止部材としてフリットを用いる」場合に，フリットの溶融工程で発生\nする熱が封止素子に様々な悪影響を与えかねないことは，当業者によく知られた技\n術常識である（乙１，２）。\nしたがって，当業者が引用発明の封止部材として上記周知技術のフリットを採用\nし，上記周知技術を用いる際に熱に対する影響を考慮することは，当然行うべきこ\nとである。\n保護膜や絶縁膜に使用される材料として，無機材料が，その物性上，一般的に熱\nに強い材料であることは，上記周知技術において，フリットが接触する部位として\n無機膜層が含まれることからも明らかであり，しかも，上記のとおり，本件補正発\n明や引用発明が属する技術分野において，無機材料を用いることがごく普通に行わ\nれているのであるから，引用例に保護層や絶縁層の材料に関する限定がなくとも，\n当業者が引用発明の封止部材として上記周知技術のフリットを採用する際に，これ\nらの層を無機材料で形成することは，当業者が適宜なし得る事項である。\n(3)  作用効果について\nフリットの溶融工程で発生する熱が封止素子に様々な悪影響を与えかねないこと\nは，当業者によく知られた技術常識であり，当業者が封止部材としてフリットを採\n用する際に，当然熱に対する影響を考慮すべきことは，上記のとおりである。\nしたがって，原告の主張する本件補正発明の効果は，まさに，引用発明に周知技\n術を適用する際に当業者が当然考慮すべき事項であるから，引用発明及び周知技術\nから当業者が予測し得る範囲のものにすぎない。\n２  取消事由２（本願発明の容易想到性に係る判断の誤り）について\n〔原告の主張〕\n引用発明に周知例記載のフリットを適用する動機付けは何ら存在しないことには\n変わりがないから，本願発明と引用発明との相違点についての容易想到性に係る判\n断も，誤りである。\n〔被告の主張〕\n本願発明は，本件補正発明の「フリットと接触する表面は無機膜層である」とい\nう特定事項を削除したものであるから，本件補正発明を含むことは明らかである。\nしたがって，本願発明は，本件補正発明と同様に引用発明及び周知技術に基づい\nて当業者が容易に発明をすることができたものである。\n第４  当裁判所の判断\n１  本件補正発明について\n本件補正発明は，前記第２の２(2)記載のとおりであり，本願明細書には，おお\nむね以下の記載がある（甲３）。\n(1)  技術分野\n本件補正発明は，有機電界発光表示装置に関し，より詳細には，フリットと接触\nする基板の表面を凹凸部に形成して，接着特性を向上させることができる有機電界\n発光表示装置に関するものである（【０００１】）。\n(2)  背景技術\n基板，フリット及び第２基板を備える従来の有機電界発光表示装置(【０００\n６】)では，フリットは，第１基板の非画素領域と第２基板との間に備えられ，第\n１基板と第２基板を接着するものであるが（【００１５】【図１】），所定の工程\n進行時，フリットにより第１基板と第２基板の接着特性が低下し，第１基板と第２\n基板の剥離が生じる可能性があり，この時，有機発光素子に酸素及び水分が侵透し，\n有機電界発光表示装置の寿命及び発光効率特性が低下するという問題点があった\n（【００１６】）。\n(3)  発明が解決しようとする課題，発明の効果\n本件補正発明は，上記問題点を解決するためにされたものであり，その目的は，\nフリットと接触する基板の表面を凹凸部に形成し，基板と封止基板との間の接着特\n性を向上させることができる有機電界発光表示装置を提供するものである（【００\n１７】）。請求項１に記載の構成とすることによって，フリットと接触する基板の\n表面を凹凸部に形成しているので，接着面積を増大させ，フリットによる基板と封\n止基板の接着特性を向上させることができ，これにより，有機発光素子をより効果\n的に密封し，酸素及び水分の浸透を抑制して，有機電界発光表示装置の寿命及び発\n光効率特性を向上させることができる（【００２０】）という効果を奏するもので\nある。\nそして，第１基板のフリットと接触する表面を無機膜層としているので，フリッ\nトに照射されるレーザー等の高熱によって損傷を受けにくく，フリットとの接着特\n性が低下してしまう可能性が低くなり（【００２７】），また，フリットにレーザ\nー又は赤外線を照射して溶融させる工程を行っても，無機膜層は熱に鈍感なので素\n子に損傷を与えない（【００３６】【００４２】）という効果を奏するものである。\n２  引用発明について\n(1)  引用例の記載\n引用例には，図面とともに，おおむね以下の事項が記載されている（甲１）。\nア  技術分野\n本発明は，電界発光ディスプレイ装置に係り，より詳細には，封止領域をより効\n果的に封じて耐久年限を延長させる構造を有する電界発光ディスプレイ装置に関す\nる（【０００１】）。\nイ  発明の効果\n本発明によれば，封止部に形成された凹溝部により，封止材との接触面積が増大\nすることによって基板と封止基板との接合力を強化させることもできる（【００１\n３】）。\nウ  発明を実施するための最良の形態\n(ア)  図１は，本発明の実施の形態に係る電界発光ディスプレイ装置の概略的な\n斜視図である。図１に示すように，基板の一面の上には，一つ以上の画素から構成\nされる表示領域が形成され，この表示領域の外郭の少なくとも一側方には，一つ以\n上の端子から構成されるパッド部が配置される。表示領域とパッド部との間には，\n基板と共に封止材を通じて少なくとも表示領域を密封する封止部が配置される\n（【００１８】）。\nなお，有機電界発光表示領域に電気的信号を供給する電気素子，例えば表示領域\nを構成する画素にスキャン信号及び／又はデータ信号を伝達するスキャンドライバ\n／データドライバのような垂直／水平駆動回路部が，表示領域と封止部との間の封\n止領域に配置されることもあるが，本実施の形態では，図１に示すように，垂直水\n平駆動回路部を封止の外側に配置している。このような垂直／水平駆動回路部は，\nＣＯＧ（Cip On Glass）の形態や，ＦＰＣ（Flexible Printed Circuit）などを通じた外\n部電気要素から構成されることもあるなど，多様な構成を採用することができる\n（【００１９】）。\n一方，図３は，図２の線Ｉ－Ｉに沿って切り取った部分断面図である。第２の薄\n膜トランジスタにおいて，基板の一面上に形成されたバッファ層の上には，第２の\n薄膜トランジスタの半導体活性層が形成される。この半導体活性層は，非晶質シリ\nコン層から構成されるか，あるいは多結晶シリコン層から構成されることもある。\n図面で詳細に示されていないが，半導体活性層は，ｎ＋型又はｐ＋型のドーパント\n（不純物）がドーピングされたソース及びドレーン領域と，チャネル領域とから構\n成されるが，半導体活性層は，有機半導体で構成してもよく，多様な構成を採用す\nることが可能である（【００２３】）。\n半導体活性層の上には，第２の薄膜トランジスタのゲート電極が配置されるが，\nゲート電極は，隣接層との密着性，積層される層の表面平坦性そして加工性などを\n考慮して，例えばＭｏＷ，Ａｌ／Ｃｕなどのような物質で形成されることが望まし\nい（【００２４】）。\nゲート電極と半導体活性層との間には，これらを絶縁させるためのゲート絶縁層\nが配置されている。ゲート電極及びゲート絶縁層の上には，絶縁層としての中間層\nが単一層及び／又は複数層として形成され，その上には，第２の薄膜トランジスタ\n２のソース／ドレーン電極が形成される。ソース／ドレーン電極は，ＭｏＷなどの\nような金属で形成されることがあり，半導体活性層とのより円滑なオーミックコン\nタクトを成すために追って熱処理してもよい（【００２５】）。\nソース／ドレーン電極の上部には，保護の目的や平坦化させるためのパッシベー\nション層や平坦化層から構成される保護層が形成されている。この保護層上には，\n第１の電極層が形成されている。この第１の電極層は，保護層に形成されたビアホ\nールを通じてソース／ドレーン電極と電気的に導通する。第１の電極層は，背面発\n光型である場合，インジウム－ティン－オキシド（ＩＴＯ）などの透明電極から構\n成され，前面発光型である場合，Ａｌ／Ｃａの反射電極とＩＴＯなどの透明電極で\n形成することができる。なお，電極材料は，これらに限定されるものではない\n（【００２６】）。\nところで，本実施の形態では，保護層は，多様な形態から構成され得るが，無機\n物又は有機物で形成されることもあり，単層で形成されるか，又は下部にＳｉＮｘ\n層を備え，上部に例えばＢＣＢ（benzocyclobutene）又はアクリルなどのような有\n機物層を備える二重層から構成されることもあるなど，多様な構成が可能である\n（【００２８】）。\n保護層の上には，第１の電極層に対応する領域である画素開口部を除外し，画素\nを限定するための画素限定層が形成される。画素開口部の第１の電極層の一面上に\nは，発光層を含む有機電界発光部が配置される（【００２９】）。\n有機電界発光部の一面上部には，カソード電極としての第２の電極層が全面蒸着\nされるが，第２の電極層は，こうした全面蒸着形態に限定されるものではない。ま\nた，発光類型に応じてＡｌ／Ｃａ，ＩＴＯ，Ｍｇ－Ａｇなどのような材料で形成さ\nれることもあり，単一層ではない複数の層で形成されることもあり，ＬｉＦなどの\nようなアルカリ又はアルカリ土金属フルオライド層がさらに備えられることもある\nなど，多様な類型から構成され得る（【００３２】）。\n本実施の形態に係る有機電界発光ディスプレイ装置は，封止部境界面を通じた透\n湿や透酸素を防止するために，基板側に封止部の対応位置の少なくとも一部に凹溝\n部が備えられる（【００３３】）。\n図４及び図５には，本発明により凹溝部を備える有機電界発光ディスプレイ装置\nの概略的な平面図が示されているが，説明を容易にするために封止材及び封止基板\nなどの一部構成要素は省略している。凹溝部は，基板側に封止部に対応する位置の\n少なくとも一部に形成される。図４に示すように，凹溝部は，表示領域の外側に断\n続的に形成されることもあり，図５に示されたように封止領域への酸素及び湿気の\n浸透をより確実に遮断することができるように，凹溝部は，周回してループ状とな\nる閉曲線を成すようにしてもよい（【００３４】）。\n図６及び図７は，図５の線ＩＩ－ＩＩに沿って切り取った断面の一例として，本\n発明による凹溝部構造を示す。図６では，封止部で基板の一面上には，凹溝部が備\nえられる。こうした凹溝部は，基板に対して事前の加工処理で形成してもよいし，\n例えばエッチング，レーザ蝕刻などの多様な方法で形成してもよい（【００３\n５】）。\n基板は，封止基板と共に封止部に配置される封止材を通じて密封されている。こ\nの封止部の封止材は，凹溝部内にも充填される。凹溝部の幅Ｗｇは，封止部の幅Ｗ\nｓと同一であることもあるが，封止領域に侵入する湿気や酸素の大部分は，基板と\n封止材との境界面を通じて入り込むという点で，透湿や透酸素をより効果的に防止\nする観点から，凹溝部の幅Ｗｇが封止材が配置される封止部の幅Ｗｓより狭く形成\nすることにより，透湿／透酸素経路の方向をできる限り変更させる構造を採ること\nが望ましい（【００３６】）。\n(イ)  本発明のさらに他の実施の形態としては，基板側に形成される凹溝部は，\n基板の一面上に形成された一層以上の絶縁層に備える構成である。図８に示すよう\nに，基板の一面上に少なくとも封止部に対応する領域まで薄膜トランジスタ層（図\n３参照）のバッファ層が延びている。バッファ層の一面上には，薄膜トランジスタ\n層の半導体活性層とゲート電極とを絶縁させるゲート絶縁層が延びて形成されてい\nる。また，ゲート絶縁層の一面上には，ゲート電極とソース／ドレーン電極とを絶\n縁させる中間層が介在され，その上部には保護層が配置される（【００３８】）。\nまた，凹溝部は，凸凹状で形成されることもあり，図１０で凸凹状の凹溝部は，\n数個の凹溝から構成されるが，凹溝の大きさは，相違することもあるが，工程上の\n便宜性を考慮して凹溝の大きさは同一であることが望ましい。図１０に示すように，\n凹溝部を構成する凹溝は，３個から構成されたが，これに限定されず，上記の実施\nの形態と同様に凹溝の個数及び幅は，設計仕様により適切に選択されなければなら\nない（【００４０】）。\nさらに，凹溝部は，基板の一面上に封止部に対応する位置に形成される一層以上\nの絶縁層中の少なくとも一部に選択的に形成されてもよい。すなわち，図１０に示\nすように，封止部の対応位置に基板の一面上に形成された絶縁層のうちいずれか一\n層以上の絶縁層に選択的に形成してもよい。ただし，この場合にも図８の場合と同\n様に，凹溝部の幅Ｗｇは，封止部の幅Ｗｓより狭く形成されることが望ましい\n（【００４１】）。\n(ウ)  本発明に係る有機電界発光ディスプレイ装置は，表示領域の一面上に表示\n領域の封止をさらに強固にするための封止層をさらに備えることもある。図１１～\n図１３には，封止層を形成工程の一例が概略的に示されている。まず，図１１に示\nされたように，基板の一面上の垂直水平駆動回路部と端子部が配置される部分にシ\nャドウ層を形成する。シャドウ層は，脱着可能なテープであることもあり，表示領\n域が発光層を含み，一層以上の有機物層を構成する有機電界発光部を含む場合，シ\nャドウ層に有機電界発光部の一層以上の有機物層を使用することもできる（【００\n４２】）。\nその後，図１２に示すように，表示領域及びシャドウ層が形成された部分を含ん\nだ全部分に封止層を形成する。封止層は，ＳｉＯ２，ＳｉＮｘなどの絶縁材料を蒸\n着工程を通じて形成され得る。封止層を全面形成した後，図１３に示されたように，\n封止部に封止材を形成し，封止基板と基板を密封した後，シャドウ層を除去し，適\n切な洗浄工程を経ることにより，垂直水平駆動回路部が配置される部分と端子部が\n配置される部分とが露出され，例えばＣＯＧ形態の垂直水平駆動回路部を配置させ\n得るようにしてもよい。本発明によって封止層をさらに備える場合，封止層の形成\n工程は，上記の一例以外にも多様な方法を用いて実施することができる（【００４\n３】）。\n図１４には，図１３の線ＩＩＩ－ＩＩＩに沿って切り取った概略的な部分断面が\n示されている。封止材と保護層に形成された凹溝部との間には，表示領域の全面を\nカバーする封止層が介在されて，封止領域内の空間と接する領域を遮断させること\nにより，より確実な封止機能を行うこともできる（【００４４】）。\n(2)  引用例に記載された発明\n上記(1)認定の記載事項及び図示内容から，引用例には，封止領域をより効果的\nに封じて耐久年限を延長させる構造を有する電界発光ディスプレイ装置に関し，基\n板の一面の上に，有機電界発光部を有する有機電界発光表示領域が形成され，当該\n表示領域の外側には，基板と共に封止材を通じて表示領域を密封する封止部が配置\nされ，基板の封止部に対応する位置の絶縁層に，表示領域の外側に周回してループ\n状となる閉曲線をなすように，複数条の凸凹を有する凹溝部が形成され，基板は，\n封止基板と共に，封止部に配置され凹溝部内にも充填される封止材を通じて密封さ\nれているという構成を有する発明が記載されており，それは，封止部に形成された\n凹溝部により，封止材との接触面積が増大することによって基板と封止基板との接\n合力を強化させることができるという効果を奏するものと認められる。\n(3)  原告の主張について\nア  原告は，引用発明における「基板」は，本件補正発明の「第１基板」に対応\nするものではなく，「第１基板」の一部にすぎないものであると主張する。\nイ  確かに，引用発明には，「基板の一面の上に，有機電界発光部を有する有機\n電界発光表示領域が形成され」と記載されているように（【００１８】），有機電\n界発光部を有する有機電界発光表示領域は，基板の一面の上に形成されるものであ\nり，基板には含まれない。他方，本件補正発明の「第１基板」は，「少なくとも一\nつの有機発光ダイオードが形成された画素領域と，前記画素領域の外縁に形成され\nる非画素領域を有し，前記非画素領域の一領域には凹凸部が形成された」ものであ\nる。\nそうすると，引用発明の「基板」は，本件補正発明の「第１基板」に相当するも\nのではない。\nウ  ところで，本件補正発明においては，本願明細書に「少なくとも一つの有機\n発光素子…が形成された画素領域…及び画素領域の外縁に形成される非画素領域…\nを有する第１基板」（【００２４】），「第１基板の非画素領域のうち露出した一\n領域，つまりフリットと接触する表面を凹凸部に形成する」（【００２７】），\n「第１基板は，蒸着基板及び蒸着基板上に形成される少なくとも一つの有機発光素\n子を含む」（【００３１】）と記載されていることからすると，①蒸着基板，②こ\nの蒸着基板上の少なくとも一つの有機発光ダイオードが形成された画素領域，③上\n記画素領域の外縁に形成される非画素領域及び上記非画素領域の一領域に形成され\nた凹凸部を，まとめて「第１基板」と特定していると認められるところ，引用発明\nも，①基板の一面の上に，②有機電界発光部を有する有機電界発光表示領域，③当\n該表示領域の外側及び基板の封止部に対応する位置に形成された複数条の凸凹を有\nする凹溝部が形成されているから，有機電界発光部を有する有機電界発光表示領域\nと，当該表示領域の外側に複数条の凸凹を有する凹溝部が形成されている基板とを\n備えているものと認められる。\nそして，引用発明の「有機電界発光部」は，本件補正発明の「有機発光ダイオー\nド」に相当するから，引用発明の「有機電界発光表示領域」は，本件補正発明の\n「画素領域」に相当し，また，引用発明の「複数条の凸凹を有する凹溝部」，「表\n示領域の外側」，「封止基板」及び「有機電界発光ディスプレイ装置」は，それぞ\nれ，本件補正発明の「凹凸部」，「非画素領域」，「第２基板」及び「有機電界発\n光表示装置」に相当する。\n以上によれば，引用発明の「有機電界発光部を有する有機電界発光表示領域と，\n該表示領域の外側には複数条の凸凹を有する凹溝部が形成されている基板」は，本\n件補正発明の「少なくとも一つの有機発光ダイオードが形成された画素領域と，前\n記画素領域の外縁に形成される非画素領域を有し，前記非画素領域の一領域には凹\n凸部が形成された第１基板」に相当するものと認められる。\nエ  したがって，本件審決の対比に正確とはいえない部分があるものの，それは\n本件審決の結論に影響するものとはいえない。\nオ  なお，原告は，本件補正発明と対比されるべき引用発明は，封止材が基板上\nに形成されている絶縁層に接触している態様であり，取消事由１を検討するに際し\nては，引用発明が上記の態様を有する場合が問題となると主張する。\nこの点に関し，本件審決は，本件補正発明の「無機膜層」の指し示す技術的意味\nは，本願明細書の第３実施例に関する記述から「第１基板自体を無機材料で形成し\nたもの」を含むことは明らかであるとした上，本願明細書に第１及び第２実施例と\nして記載されたような「平坦化層あるいは層間絶縁層を無機膜層で形成したもの」\nに限定した場合についても説示するとともに，引用発明が，封止材が基板の表面に\n直接的に接触している態様である場合に加えて，封止材が基板上に形成されている\n絶縁層に接触している態様である場合についても，判断しているということができ\nる。そして，被告も，本件補正発明の「無機膜層」を平坦化層あるいは層間絶縁層\nを無機膜層で形成したものに限定したとしても，その判断に変わりはないと主張す\nるので，以下，取消事由１については，引用発明が，封止材が基板上に形成されて\nいる絶縁層に接触している態様である場合について，検討する。\n３  取消事由１（本件補正発明の容易想到性に係る判断の誤り）について\n(1)  本件補正発明と引用発明との相違点\n前記１及び２によれば，本件補正発明と引用発明とは，本件審決が認定した一致\n点において一致し，以下の点で相違しているということができる。\n本件補正発明では，封止部材がレーザー又は赤外線を吸収する吸収材を含むフリ\nットであって，フリットと接触する表面は無機膜層であるのに対して，引用発明で\nは，封止部材の構成が明らかでなく，同封止部材と接触する表面は絶縁層である点\n（以下「本件相違点」という。）\n(2)  周知技術\nア  周知例（甲２）\n(ア)  周知例には，おおむね以下の記載がある（甲２）。\n図１Ａ及び１Ｂを参照すると，密封ＯＬＥＤディスプレイの基本構成部材を示す\n正面図及び断面側面図がある。ＯＬＥＤディスプレイは，第１の基板（例えば，ガ\nラス板），ＯＬＥＤのアレイ，ドープされたフリット（例えば，実験１～５及び表\n２～５を参照のこと）及び第２の基板の多層サンドイッチ構造を含む。ＯＬＥＤデ\nィスプレイは，第１の基板及び第２の基板（例えば，ガラス板）の間に位置した，\nＯＬＥＤを保護する，フリットから形成された密封シールを有する。密封シールは\n一般に，ＯＬＥＤディスプレイの周囲に位置する。ＯＬＥＤは，密封シールの周囲\nの内部に位置している。どのように密封シールが，密封シールを形成するために用\nいられるフリット及び照射源（例えば，レーザ及び赤外線ランプ）などの補助構成\n部材から形成されるかが，図２～７を参照して以下により詳しく説明されている\n（【０００８】）。\n図２を参照すると，密封ＯＬＥＤディスプレイを製造する好ましい方法の各工程\nを示す流れ図がある。工程２０２及び２０４で始まり，ＯＬＥＤディスプレイを製\n造できるように，第１の基板及び第２の基板を提供する。好ましい実施の形態にお\nいて，第１と第２の基板は，透明ガラス板であって差し支えない（【０００９】）。\n工程２０６で，ＯＬＥＤ及び他の回路構成を第１の基板上に堆積させる（【００\n１０】）。\n工程２０８で，第２の基板の縁に沿ってフリットを配置する。例えば，フリット\nは，第２の基板の自由縁から約１㎜離れたところに配置して差し支えない。好まし\nい実施の形態において，フリットは，鉄，銅，バナジウム及びネオジム（例とし\nて）からなる群より選択される一種類以上の吸収イオンを含有する低温ガラスフリ\nットである。フリットには，二枚の基板の熱膨張係数と一致する又は実質的に一致\nするようにフリットの熱膨張係数を低下させる充填剤がドープされていてもよい。\nいくつかの例示のフリットの組成が，実験１～５及び表２～５に与えられている\n（【００１１】）。\n工程２１０（随意的）で，フリットを第２の基板に予備焼結させても差し支えな\nい（【００１２】）。\n工程２１２で，フリットが，第１の基板を第２の基板に連結し結合する密封シー\nルを形成するような様式で照射源（例えば，レーザ，赤外線ランプ）により，フリ\nットを加熱する（図１Ｂ参照のこと）。密封シールは，周囲の雰囲気中にある酸素\n及び水分がＯＬＥＤディスプレイ中に進入するのを防ぐことによって，ＯＬＥＤを\n保護もする。図１Ａ及び１Ｂに示すように，密封シールは一般に，ＯＬＥＤディス\nプレイの外縁の丁度内側に位置している。フリットは，レーザ（実験１～３を参照\nのこと）及び赤外線ランプ（実験４を参照のこと）などの多数の照射源のうちのい\nずれを用いて加熱しても差し支えない（【００１３】）。\n(イ)  上記の記載及び図面によれば，周知例には，ＯＬＥＤ（本件補正発明の\n「有機発光ダイオード」に相当する。）が形成された第１の基板と，第２の基板の\n間に介在させて密封領域を形成するための封止部材として，レーザー又は赤外線を\n吸収する吸収材を含むフリットを用いることが記載されている。\nイ  特開２０００－２５１６５１号公報（乙１）\n(ア)  乙１には，「従来の技術」として，以下の記載がある。\n従来，内部を真空維持する画像表示装置を製造する際には，ガラス部材の間にシ\nール材であるフリットガラスを塗布又は載置して，電気炉等の封着炉に入れ，また\nはホットプレートヒーターに載せ（上下からホットプレートヒーターで挟む場合も\nある）画像表示装置全体を封着温度に加熱して封着部分のガラス部材を封着ガラス\nで融着する封着方法が取られている（【０００２】）。\nまた，電子源を用いた平面型画像表示成装置は，冷陰極電子放出素子等を安定に\n長時間動作させるために，超高真空を必要とするため，複数の電子放出素子を有す\nる基板とこれに対向する位置に蛍光体を有する基板を枠を挟んで封着ガラスにより\n封着され，放出ガスを吸着して真空維持するゲッタが具備されている（【０００\n３】）。\n電気炉等の封着炉あるいはホットプレートヒーターを用いた封着方法は，画像表\n示装置を均一に加熱するために，作業時間が長くなってしまう。スループットを向\n上させるために，昇温あるいは降温レートを上げた場合には，画像表示装置での温\n度分布の発生による熱歪みの発生により昇温時あるいは降温時，さらに室温保持後\nも遅れ破砕等により画像表示装置にクラックが発生してしまい画像表示装置を真空\nに気密に保持することができなくなってしまう（【０００４】）。\nフリットを挟んだ２枚のガラス板（最大１４インチ）を位置合わせする。この時，\n２枚のガラス板の封着部分にフリットガラスを挟む。\n真空オーブンに入れ，３００℃程度まで，数℃／分で昇温する。\n２台のレーザからの光をコンピュータ制御して，Ｌ字型にスキャン照射して，封\n着部のフリットを融点まで加熱する。\nフリットが溶解し，２枚のガラス板が真空シールされる（【０００７】～【００\n１０】）。\n(イ)  以上の記載によれば，乙１には，画像表示装置における２枚のガラス板の\n間に介在させて密封領域を形成するための封止部材として，レーザーの照射により\n溶融するフリットを用いることが記載されており，ここで，フリットは，レーザー\nの溶射により溶融するものであるから，このフリットには，レーザーを吸収する材\n料，すなわち，吸収材が含まれていることは明らかである。\nウ  特開２００４－１７２０４８号公報（乙２）\n(ア)  乙２には，以下の記載がある。\nａ  発明の属する技術分野\nこの発明は，色素増感太陽電池などの光電変換素子を製造する方法，特に光電変\n換素子を構成する２枚の基板を高い耐久性を持って接合，封止する方法に関する\n（【０００１】）。\nｂ  従来の技術\nこのような問題点を解決するため，色素増感太陽電池を構成する基板を無機材料\nのガラスフリットを用い，これを溶融することで基板間を接合，封止する方法が提\n案されている。\nしかしながら，この方法は，ガラスフリットを溶融するため，セル全体を４００\n℃程度に加熱する必要がある。基板をこのような高温にさらすと，酸化物半導体多\n孔膜に担持した光増感用色素が熱劣化することになる。このため，この方法では，\n基板を封止する際に，小穴を形成しておき，この小穴を利用して色素溶液をセル内\n部に導入，循環する操作がとられており，製造工程が複雑になり，コストがかさむ\n欠点があった（【００１０】）。\nｃ  発明の実施の形態\n図１及び図２は，この発明の光電変換素子の製法の一例を模式的に示すもので，\nこの例は色素増感太陽電池の製法を示す（【００１６】）。\n第１の基板及び第２の基板は，所定の間隔を配して重ね合わせられ，基板の周縁\n部にはガラスフリット層が配されている。このガラスフリット層は，図２に示すよ\nうにいずれか一方若しくは両方の基板の周縁部に帯状に配置されている。このガラ\nスフリット層は，ガラスフリットを含むペーストを印刷などの塗布手段により基板\nに塗布し，加熱して，乾燥又は仮焼成して形成されたものである（【００１８】）。\nここで使用されるガラスフリットとしては，酸化鉛，酸化ホウ素，酸化ナトリウ\nム，酸化バリウム，酸化ケイ素，酸化アルミニウム，酸化鉄，酸化カルシウム，酸\n化マグネシウム，酸化チタンなどのガラスを１種以上混合して溶融し，冷却後，粉\n砕した粒径０．１～１０μｍの粉末が用いられる。このガラスフリットは，またそ\nの溶融温度が６００℃以下の低温溶融タイプのものが好ましい（【００１９】）。\nついで，ガラスフリット層を配して重ね合わされた第１及び第２の基板には，い\nずれかの基板を透過してガラスフリット層を目標としてレーザ光が照射される\n（【００２２】）。\nこのレーザ光のいずれかの基板を透過しての照射により，ガラスフリット層が加\n熱され，その熱でガラスフリット層が溶融し，この溶融されたガラスフリットによ\nり２枚の基板が接合，封止される（【００２６】）。\nこのような製造方法によれば，基板間の封止部分が無機材料のガラスフリットで\n構成されているので，その封止部分は強固に接合され，化学的，機械的，熱的に高\nい特性を有し，優れた耐久性，安全性を示すものとなり，この色素増感太陽電池を\n長期間屋外において過酷な使用条件の下で使用しても，その封止部分から電解液が\n漏洩したり，水分や異物が侵入したりすることがない（【００２８】）。\nｄ  例１\n市販のソーダガラス板の周縁部に，ガラスフリット層を形成した。このガラスフ\nリット層は，溶融温度が５００℃，粒子径５μｍ以下のガラスフリットとアクリル\n樹脂とα－ターピネルオールからなるペーストを印刷し，３００℃で加熱焼成して\n得られた幅４㎜，厚さ２０μｍのものである。\nついで，このガラス板を２枚重ね合わせ，一方のガラス板を透過してレーザ光を\n照射した。レーザ光には，ガリウムヒ素系半導体レーザからの波長８４０ｎｍのレ\nーザ光を使用し，走査しながら照射した。\nこれにより，２枚のガラス板は，強固に接合されていた（【００３１】【００３\n２】）。\n(イ)  以上の記載から，乙２には，光電変換素子を構成する２枚の基板間に介在\nさせて密封領域を形成するための封止部材として，レーザーの照射により溶融する\nフリットを用いることが記載されており，ここで，フリットは，レーザーの溶射に\nより溶融するものであるから，このフリットには，レーザーを吸収する材料，すな\nわち，吸収材が含まれていることは明らかである。\nエ  以上によれば，レーザー又は赤外線を吸収する吸収材を含むフリットは，有\n機電界発光素子に限らず，様々な素子が形成された基板の封止に，極めて普通に用\nいられるものということができる。\n(3)  本件相違点に係る容易想到性\nア  前記(1)のとおり，本件補正発明と引用発明は，本件補正発明では，封止部\n材がレーザー又は赤外線を吸収する吸収材を含むフリットであって，フリットと接\n触する表面は無機膜層であるのに対して，引用発明では，封止部材の構成が明らか\nでなく，同封止部材と接触する表面は絶縁層である点（本件相違点）において，相\n違するところ，引用例には，保護層は，多様な形態から構成され得るが，無機物又\nは有機物で形成されることもあることが記載されているように（【００２８】），\n有機電界発光表示装置の技術分野において，保護層すなわち絶縁層を無機膜で形成\nすることは，慣用手段にすぎない。しかも，引用例には，封止層が無機材料で形成\nされる実施例も記載されている（【００４３】）。\nまた，前記(2)のとおり，レーザー又は赤外線を吸収する吸収材を含むフリット\nは，有機電界発光素子に限らず様々な素子が形成された基板の封止に普通に用いら\nれているものである。さらに，上記のようなフリットで封止する基板としては，シ\nリコン酸化膜や導電膜などが形成された基板も含まれることは周知であるから（乙\n１【００４６】【００４７】，乙２【０００３】～【００１０】），レーザー又は\n赤外線を吸収する吸収材を含むフリットで封止する基板は，ガラス基板に限られる\nものではない。\nそして，引用発明では，封止部材の具体的な構成が特定されていないことからす\nると，従来から使われている様々な封止部材のうちのいずれかを用いていることは\n明らかである。\nイ  そうすると，引用発明において，凹溝部が形成される絶縁層を無機膜で形成\nするとともに，封止部材として慣用のレーザー又は赤外線を吸収する吸収材を含む\nフリットを用いることによって，本件相違点に係る本件補正発明の構成とすること\nは，当業者であれば必要に応じて適宜選択し得るものということができる。\nよって，本件補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発\n明をすることができたものである。\n(4)  原告の主張について\nア  原告は，ガラス基板に直接接触させることを前提としている周知例における\nフリットを，その前提が満たされていない引用発明に用いることは，フリットの組\n成が，フリット及びガラス基板の照射源からの光の吸収，軟化温度及び熱膨張係数\nの特性等が考慮されて決定されている周知例に記載された発明の技術的思想に反す\nるから，動機付けは存在しないと主張する。\n確かに，周知例（甲２）では，フリットをガラス基板に直接接触させており，ま\nた，実験１ないし５では，フリットの組成は，フリット及びガラス基板の照射源か\nらの光の吸収，軟化温度及び熱膨張係数の特性等を考慮して決定され，請求項２な\nいし５は，これらの特性について発明特定事項としているものの，請求項１は，こ\nれらの特性について何ら特定されていない。そうすると，周知例に記載された発明\nにおいて，フリットの組成を，フリット及びガラス基板の照射源からの光の吸収，\n軟化温度及び熱膨張係数の特性等を考慮して決定することは，必須の事項であると\nはいえないし，前記(3)アのとおり，レーザー又は赤外線を吸収する吸収材を含む\nフリットで封止する基板は，ガラス基板に限られるものではない。\nそして，前記(3)イのとおり，引用発明の封止部材として，従来から使われてい\nる様々な封止部材のうち，レーザー又は赤外線を吸収する吸収材を含むフリットを\n選択したにすぎないから，引用発明の封止部材として上記のフリットを用いること\nは，選択の問題であって，そもそも，動機付けの問題ではない。\nなお，引用例には，「電界発光ディスプレイ装置の酸素透過や透湿による劣化の\n相当部分は，封止材としての接着剤と基板と包装部材との境界面を通じた浸透現象\nにより発生する」（【０００６】）ことが記載されており，「表示領域の一面上に\n表示領域の封止をさらに強固にするための封止層をさらに備えることもある」\n（【００４２】）と記載されているから，引用発明は，封止を強固にしようとする\nものである。他方，乙２に記載されたフリットを用いる方法によれば，「基板間の\n封止部分が無機材料のガラスフリットで構成されているので，その封止部分は強固\nに接合され，化学的，機械的，熱的に高い特性を有し，優れた耐久性，安全性を示\nすものとなり，この色素増感太陽電池を長期間屋外において過酷な使用条件の下で\n使用しても，その封止部分から電解液が漏洩したり，水分や異物が侵入したりする\nことがない」（【００２８】）というのであって，封止部分が強固に接合されるも\nのである。このように，引用発明が封止を強固にしようとするものであることを踏\nまえると，引用発明における封止部材として，乙２に記載された，封止部分が強固\nに接合されるレーザー又は赤外線を吸収する吸収材を含むフリットを用いることに\nは，動機付けがあるということができる。\nイ  原告は，本件補正発明全体の作用効果を過小評価した本件審決の判断は誤り\nであると主張する。\nしかし，フリットの溶融工程で発生する熱は，封止素子に様々な悪影響を与えか\nねない（乙１【０００４】【００２１】，乙２【００１０】）。このことは，当業\n者によく知られた技術課題であるから，引用発明の封止部材として，レーザー又は\n赤外線を吸収する吸収材を含むフリットを用いる際に，熱に対する影響を考慮する\nことは当業者にとって当然の事項である。\nそして，絶縁層に用いられる無機材料が，熱による影響を受けにくいことは，そ\nの物性上，当然有する性質であるから，引用発明において，絶縁層を無機膜層で形\n成すれば，フリットにレーザー又は赤外線を照射して溶融させる工程を行っても，\n素子に損傷を与えないという本件補正発明の作用効果は，当然得られるものと認め\nられる。\nウ  原告の主張は，いずれも採用することができない。\n(5)  小括\n以上のとおり，取消事由１には理由がない。\n４  取消事由２（本願発明の容易想到性に係る判断の誤り）について\n(1)  本件補正は，本願発明に「フリットと接触する表面は無機膜層である」と\nいう特定事項を追加することにより特許請求の範囲を減縮したものであるところ，\n前記３のとおり，本件補正発明は，引用発明及び周知技術に基づいて当業者が容易\nに発明をすることができたものであるから，本願発明も，本件補正発明と同様に，\n引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものとい\nうべきである。\n(2)  小括\n以上のとおり，取消事由２も理由がない。\n５  結論\n以上の次第であるから，原告が主張する取消事由はいずれも理由がなく，原告の\n請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          土      肥      章      大\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n"
}