{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 28
  },
  "case_number": "平成20(ワ)9300",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82121",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82121",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/121/082121_hanrei.pdf",
  "contents": "平成２４年２月２８日判決言渡  同日原本領収  裁判所書記官\n平成２０年（ワ）第９３００号  損害賠償請求事件\n口頭弁論終結日  平成２３年１０月１８日\n判 決\n東京都葛飾区＜以下略＞\n原 告                      Ａ\n同訴訟代理人弁護士          福 井 健 策\n同                          松 島 恵 美\n同訴訟復代理人弁護士          鈴 木 里 佳\n東京都千代田区＜以下略＞\n角川映画株式会社訴訟承継人\n被 告          株 式 会 社 角 川 書 店\n同訴訟代理人弁護士          前 田 哲 男\n同                          中 川 達 也\n東京都渋谷区＜以下略＞\n被 告 補 助 参 加 人          株式会社アルタミラピクチャーズ\n同訴訟代理人弁護士          遠 山 友 寛\n同                          小 泉 直 樹\n同                          升 本 喜 郎\n同                          稲 垣 勝 之\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，５２７６万２５００円及びこれに対する平成２０年４\n月１９日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，映画「Ｓｈａｌｌ  ｗｅ  ダンス？」のダンスシーンで用いられた\nダンスの振り付けを創作したと主張する原告が，被告による上記映画のビデオ\nグラムの販売・貸与，テレビでの放映等の二次利用によって，原告の有する上\n記ダンスの振り付けに係る著作権（複製権，上映権，公衆送信権及び頒布権）\nが侵害されたと主張して，被告に対し，主位的に民法７０９条に基づく損害賠\n償を請求し，予備的に民法７０３条に基づく不当利得の返還を請求する事案で\nある。\n１  前提となる事実（証拠を記載したもの以外は当事者間に争いがない。）\n(1)  原告は，平成８年１月２７日に日本で公開された劇場映画「Ｓｈａｌｌ\nｗｅ  ダンス？」（以下「本件映画」という。）において，ダンスの振り付\nけや指導を行い，自らもダンサーとして出演した者である。\n大映株式会社は，日本テレビ放送網株式会社，株式会社博報堂及び日本出\n版販売株式会社と共に製作委員会を組織して本件映画を製作し，その著作権\nを有している製作委員会の幹事会社であった。大映株式会社は，その後，角\n川映画株式会社に再編され，角川映画株式会社は，平成２３年１月１日，被\n告に吸収合併された（以下，会社の再編，合併の前後を通じて「被告」とい\nう。）。\n(2)  被告は，被告補助参加人に本件映画の制作を委託し，本件映画のプロデ\nューサーであった被告補助参加人代表者Ｂ（以下「被告補助参加人代表者」\nという。）は，原告に本件映画の製作への参加を依頼し，原告は本件映画の\n製作に参加した。\n(3)  原告は，本件映画のダンスシーンで用いられるダンスの振り付けを考案\nし，役者らにダンスの振り付けを指導した（甲２０，２５，原告本人，証人\nＢ）。\n(4)  本件映画のエンドクレジットには，「ダンス演出・振付  Ａ」との表記\nがある。\n(5)  被告は，本件映画を平成８年１月２７日に日本において劇場公開した。\nその後，平成８年９月ころ，本件映画を収録したビデオテープのレンタル\nが開始され，平成９年１月ころ，同ビデオテープの販売が開始された。また，\n平成８年１２月ころ，本件映画を収録したレーザーディスクの販売が開始さ\nれた。\nさらに，本件映画は，平成９年３月に，日本テレビ放送網株式会社の全国\nネットで放送され，その後も繰り返し地上波で放送された。また，本件映画\nは，飛行機やバスにおける上映，ＢＳ放送，ＣＳ放送などの衛星放送やビデ\nオ・オン・デマンドの配信等の二次利用にも供され，現在もこのような二次\n利用が継続されている。\n(6)  被告は，本件映画の二次利用に際し原告の許諾を求めたことはなく，ま\nた，原告に対し，本件映画の二次利用につき金銭の支払をしたことはない。\n(7)  原告は，平成２０年４月７日，被告に対し，本件訴訟を提起した。\n２  争点\n(1)  本件映画のダンスの振り付けに著作物性が認められ，同振り付けが本件\n映画に複製されているといえるか（争点１）\n(2)  原告は，いわゆるクラシカル・オーサーに該当し，本件映画の二次利用\nについて著作権を行使することができるか（争点２）\n(3)  原告が，本件映画の二次使用料を受け取る権限がないことを自認してい\nたか（争点３）\n(4)  原告の権利行使が著しく正義に反するものであるか（争点４）\n(5)  原告の損害（争点５）\n３  当事者の主張\n(1)  本件映画のダンスの振り付けに著作物性が認められ，同振り付けが本件\n映画に複製されているといえるか（争点１）\n（原告の主張）\nア  原告は，本件映画の登場人物のキャラクターや役者の持つキャラクター\n及びストーリーの流れに応じて各場面のダンスの振り付けを創作し，役者\nにレッスンをしてその振り付けを指導した。\nイ  社交ダンスには，基本ステップと呼ばれるものが数多くあり，その基本\nステップを抽出し，組み合わせて一つの流れを作ることが振り付けであり，\n基本ステップの抽出・組合せの点に創意工夫がされるものである（基本ス\nテップを取り入れた振り付け）。また，基本ステップに基づかず，全てオ\nリジナルで動作及びその流れを創作する振り付けもある（基本ステップに\n基づかない振り付け）。原告は，本件映画のダンスシーンにおいて，基本\nステップを取り入れた振り付け及び基本ステップに基づかない振り付けを\n創作した。原告が本件映画のダンスシーンにおいて創作したダンスの振り\n付けは，ダンスシーンごとに，別紙「振り付けについての当事者らの主\n張」（以下「本件別紙」という。）符号１ないし２１の「原告の主張」欄\n中の「本件振付の個別説明」欄に掲げた再現画像と言語による説明によっ\nて特定される（以下，各符号で特定されるダンスの振り付けについて，単\nに「符号１の振り付け」などといい，符号１ないし２１の振り付けを総称\nして「本件振り付け」という。）。本件振り付けは，本件映画の映像中に\n複製されており，甲第４号証のＤＶＤの映像においては，本件別紙の各符\n号の「チャプター・時間」欄に記載のチャプター・時間に現れる。原告は，\n本件別紙符号１ないし２１の「原告の主張」欄中の「本件映画におけるシ\nーン」欄に本件映画のシーンを掲げて上記振り付けとの比較を行った。\n本件振り付けの創作性についての個別の主張は，本件別紙符号１ないし\n２１の「原告の主張」欄並びに「補助参加人の主張・反論」欄又は「補助\n参加人及び被告の主張・反論」欄中の【原告の原主張】，【原告の反論】\n及び【原告の再反論】に記載のとおりである。\n本件振り付けには，独創性・創作性があり，原告は本件振り付けの著作\n権者である。\nウ  本件振り付けの著作物性の判断においては，ダンスの一連の流れを全体\nで見て，かつ，ダンス同士の組合せ・配列をも見るべきである。原告は，\n本件において，次の(ア)，(イ)の組合せについての著作権も主張する。\n(ア)  同時に踊られるダンスシーン相互の組合せ\nａ  ダンスサークルにおける，服部の符号１９の振り付け（ある程度の\n経験者らしく余裕を持ってダンスを楽しむ振り付け），青木の符号２\n０の振り付け（自信の無さの裏返しから，女性へのアピール過剰な独\nりよがりの振り付け），田中の符号１８の振り付け（女性のリードで\n次第に積極的になり，ダンスの楽しさに目覚めていく振り付け）の対\n比。なお，対比の対象としては，これらに最もぎこちなく，まともな\nダンスにならない杉山の様子が加わる。\nｂ  競技会のルンバにおける，マッチョ・まりかペアの符号１３の振り\n付け（親密さ・セクシーさを見せつけつつ，青木ペアの妨害を繰り返\nす悪意の振り付け），青木・豊子ペアの符号１２の振り付け（マッチ\nョペアを気にしつつ，自意識過剰に女性にアピールしようとする振り\n付け），田中・アキコペアの符号１４の振り付け（パートナーと一緒\nに踊る喜びを解放する，ほほえましい振り付け）の対比\nｃ  上記ｂに続く競技会のパソドブレにおける，マッチョ・まりかペア\nの符号１０の振り付け（勝ち負けにこだわり，肉体美や技術を誇示す\nる振り付け），青木・豊子ペアの符号９の振り付け（コンプレックス\nをかなぐり捨てパートナーとダンスの真剣勝負を挑む気迫と，次第に\n生ずる信頼関係の振り付け），田中・アキコペアの符号１１の振り付\nけ（パートナーと一緒に踊る喜びを爆発させる，ほほえましい振り付\nけ）の対比\n(イ)  前後のキャラクターの変化を示すダンスの組合せ\nａ  杉山について\n競技会前の符号１６，１５の振り付け（初出場前の不安感とぎこち\nなさの残る振り付け）があり，次に，競技会における符号６，８の振\nり付け（緊張を残しつつ美しく軽快に踊る高揚感と，突然の悲劇の対\n比）があって，最後に，ラストシーンの符号１の振り付け（踊る喜び\nを取り戻した，肩の力を抜いた楽しげな振り付けと，踊りの輪が美し\nく広がる様子）につながる。\nｂ  青木について\nダンスサークルでの符号２０の振り付け（自信の無さの裏返しから，\n女性へのアピール過剰な独りよがりの振り付け）があり，次にホール\nでの符号１７の振り付け（同じ誤りを繰り返してパートナーの不興を\n買い，マッチョに相手を奪われる振り付け）があり，さらに，競技会\nでの符号１２の振り付け（過剰なアピールにこだわり，かつマッチョ\n達にあえなくペースを乱され，その後の豊子の一喝につながる振り付\nけ）があって，符号９の振り付け（コンプレックスをかなぐり捨て，\nパートナーとダンスの真剣勝負に挑む気迫の振り付け）に続く。\nｃ  田中について\nダンスサークルでの符号１８の振り付け（内気だった田中が女性の\nリードで次第に積極的になり，ダンスの楽しさに目覚めていく振り付\nけ）から符号１４，１１の振り付け（パートナーと一緒に踊る喜びを\n爆発させる，ほほえましい振り付け）に続く。\nエ  原告は，本件映画のエンドクレジットに「ダンス演出・振付」と表記さ\nれており，著作者としての推定を受ける。\n（被告及び被告補助参加人（以下「被告ら」という。）の主張）\nア  原告は，本件映画の制作において，ダンス指導とダンス演出を行った。\nすなわち，原告は，ダンス指導として，本件映画に登場するダンスシーン\nの一部について，基本ステップ等の組合せや一連の流れ（振り付け）をほ\nかのダンス教師と共に役者に指導した。また，原告は，ダンス演出として，\n社交ダンスの経験者としての立場から，撮影準備及び撮影現場において，\nＣ監督の要求に応じてダンスについての情報を提供したり，技術的な助言\nをしたりすることなどを通じて，各ダンスシーンにおける役者の動きなど\nがアマチュア競技ダンスとして不自然でないかを確認し，Ｃ監督の演出を\n補佐した。\n原告は，上記各業務を行い，助監督と同等の立場で本件映画に関わった\nにすぎない。原告が行ったダンス指導やダンス演出に関連して，著作権法\n上保護される舞踊の著作物が創作されたとは認められない。\nイ  原告は，本件訴訟において，自己の創作した振り付けの著作物に係る著\n作権（複製権）侵害を主張しており，その侵害態様については，本件映画\nの中で再現されている振り付けとは分離された独立の振り付けの著作物が\n別に存在しており，それがそのままの形で本件映画に複製されている旨主\n張している。また，原告は，本件別紙符号１ないし２１の全てのシーンに\nおいて，足のステップはもちろん，上半身の使い方や腕の上下，手先の細\nかな動きに至るまで，全て原告が事前に創作したものであり，役者はその\n振り付けを忠実に踊ったにすぎないと主張する。\nこのような原告の主張を前提とするならば，原告は，自己の振り付けの\n著作権（複製権）侵害を主張するに当たり，本来，そのような細部に至る\nまでの細かな振り付けを具体的かつ明確に特定し，その上で，その振り付\nけが本件別紙符号１ないし２１の各シーンに正確に再製（複製）されてい\nることを，立証しなければならない。また，原告は，社交ダンスの著作物\n性について，個々のステップではなく，「一連の流れ」に着目すべきであ\nるとも主張しているところ，このような主張を維持するのであれば，なお\nさら原告が自己の著作物であると主張する振り付けが，画面上切れること\nなくペアの全身が手足の先まで完全に再製され，かつ，映像の途中で別の\nシーンが挿入されるなどしてダンスシーンが途切れたりしないで「一連の\n流れ」として完全に再製されていることが必要不可欠である。\nしかしながら，実際の本件映画の映像を見ると，本件別紙符号１ないし\n２１の各シーンのほとんどに，別のシーンが挿入されるなどした結果，一\n連のダンスが途中で途切れているシーンや，上半身しか映っていないシー\nン，ペアの一方しか映っていないシーンなど，原告が創作し，複製された\nと主張する部分が，そもそも複製（再製）されていない箇所や，一定のま\nとまりある振り付けとして複製（再製）されていない箇所が多数存在する。\n結局，原告が創作したと主張する振り付けは，そもそも特定されている\nとはいえないし，また，仮に特定されているとしても，それが本件映画に\n再製（複製）されているとはいえない。\nウ  原告は，舞踏譜を提出することなく，本件映画における実演から「舞踊\nの著作物」を特定しようとしている。しかしながら，このような場合にお\nいて舞踊の著作物の存在が認められるためには，その著作物の創作性とは\n区別されるべき「実演」及び実演の「指揮・演出」の準創作的行為を除外\nして，抽象的な型としての存在及びその型自体における創作性が認められ\nるかどうかが検討されなければならない。そして，本件において，抽象的\nな型としての「振り付け」自体に著作物としての創作性は到底認められな\nい。\nエ  本件別紙符号１ないし２１の各シーンに再製されている振り付けに著作\n物性がないこと\n(ア)  競技ダンスには，いわゆる「基本ステップ」と呼ばれる基礎的なス\nテップや，競技ダンスの世界で広く知られているステップや，一般的な\nテクニック等が多数存在する。競技ダンスとは，基本的には，これらの\nステップやテクニック等を駆使して完成度の高い演技を競うスポーツで\nある。\n(イ)  基本ステップと創作性について\nａ  基本ステップとは，英国の社交ダンス団体が発行する教科書に掲載\nされている基礎的なステップのことをいい，「ベーシック・フィガ\nー」，「スタンダード・フィガー」，「ネームド・バリエーション」\n（ラテン種目では「アドバンスド・フィガー」）の３種類に分類され\nる。これらの基本ステップを紹介している教科書は，あくまでプロの\n試験に合格するために必要な基本的事項を網羅しているにすぎず，教\n科書に記載されていないステップの組合せであるから目新しいとか，\n創作性がある，というわけではない。競技ダンスは，タイミング（テ\nンポ）や足の位置等が合えば，教科書に縛られることなく，自由につ\nなげて踊ることができるものである。また，教科書に掲載されている\n基本ステップの諸要素（回転数やスウェイ，先行・続行等）は，いわ\nば「試験に出る諸要素」にすぎず，実際にダンスを踊る際は，教科書\nで紹介されている諸要素にアレンジを加えて踊られるのであり，かか\nるアレンジによって審査員の目をひき付け，技や技術の高度さを競う\nのが，競技ダンスというスポーツである。\nｂ  競技ダンスには，それぞれ種目ごとに教科書で紹介されている基本\nステップが存在し，かかる基本ステップは，その多くが種目を超えて\n一般的に使われている。各種目のダンスでは，その種目の特性に応じ\nて，自由に他の種目のステップを使用・脚色することができるのであ\nり，このように種目を問わず，基本ステップやそれにアレンジを加え\nたステップ等を駆使して，リズミカルで雄大な美しい流れを競い合う\nスポーツが競技ダンスなのである。\nｃ  上記のとおり，基本ステップは，既に一般化してありふれたもので\nあって，創作性がなく，基本ステップを構成する諸要素にアレンジを\n加え，教科書に紹介されていない組合せやつなぎ方をして踊ったとし\nても，結局，基本ステップの範ちゅうにとどまるものであり，創作性\nはない。\nまた，実際の競技ダンスの現場でも，そのようなアレンジや組合せ\n等は，広く一般的に行われており，著作物性を生じさせるに足りる創\n作行為であるとは到底いえないし，このような行為に振り付けの著作\n権が発生することによる弊害も計り知れない。\nよって，基本ステップをアレンジしたダンスや，基本ステップを適\n宜組み合せたダンスには創作性がなく，かかる振り付けに著作権が発\n生しないことは，明らかである。\n(ウ)  基本ステップではないが，メダルテストや各競技会，デモンストレ\nーション等を通じて，次第に世界中のダンス界に知られるようになり，\n広く一般に愛用されるに至ったステップを，便宜上，「基本的フィガ\nー」ということとする。故Ｄ氏の「ポピュラー・バリエーション」や\n「マンスリー・レター・サービス」で紹介されているステップは，基本\n的フィガーに当たるものである。\n基本的フィガーも，基本ステップと同様，既に社会に広く認識され，\n一般化したステップであるから，ありふれたもので，創作性が認められ\nないことは明らかである。\nまた，基本的フィガーに多少のアレンジを加えたり，適宜基本ステッ\nプと組み合せて踊ったりすることも，既に一般的に行われている行為で\nあって，著作権が発生するほどの創作性は認められない。\n(エ)  著作権法１０条１項３号の「舞踊の著作物」は，演技の型，すなわ\nち舞踊の型を示す舞譜や無言劇の演技の型をいうものであって，実演家\nによる演技はこれに含まれない。また，能楽やバレエ等の芸術性のある\n舞踊的動作に関する型は，これに含まれるが，社交ダンスのステップな\nどの振り付けや，民謡の踊り方など，既存のありふれた動作は，これに\n含まれない。\n実質的に考えても，既に基本ステップ等のありふれた動きが存在し，\nこれを組み合せて踊る社交ダンス（競技ダンス）に著作物性が認められ\nるとすると，世に存在するあらゆる社交ダンスの流れについて何者かが\n著作権者となり，以後，その者が踊ったダンスやその組合せを社交ダン\nス教室で指導したり競技会等で踊ったりすることができなくなってしま\nい，不当である。\nさらに，米国においても，社交ダンスのステップは舞踊の著作物に含\nまれないと考えられている。\n(オ)  競技ダンスは，基本的に「競技」であり，定型化された基本ステッ\nプの組合せの枠内で競い合うものであるから，一般的に個性を発揮する\n余地ないし選択の可能性が少なく，何らかの個性ですら発揮することが\n困難である。具体的にも，原告が著作物性を主張する符号１ないし２１\nの振り付けは，いずれも既存の基本ステップないしそのありふれた組合\nせにすぎず，著作物一般に求められる何らかの個性のレベルにすら達し\nていない。\n(カ)  仮に，本件別紙符号１ないし２１の各シーンに再製されている限度\nで振り付けの流れ（各ステップの組合せ）を全体的に考察したとしても，\n各ステップの組合せは，いずれも教科書に紹介されているレベルの極め\nてありふれた組合せであるか，教科書に紹介されていなくとも，既に競\n技ダンス大会等で演じられているか，競技ダンス経験者であれば誰もが\n容易に思いつくようなありふれた基本レベルの組合せであり，これらに\n著作権法上保護されるべき創作性を認めることはできない。\nまた，本件映画のストーリーや場面設定，登場人物のキャラクターを\n考慮した上で，どのように基本ステップ等を組み合わせ，一連の流れ\n（振り付け）にするのかは，アイデアに属するものであって，それ自体\nが著作物として保護されるわけではない。\nなお，本件映画のダンスシーンにおいて固定されている音楽は，撮影\n終了後に編集作業において映像に録音し，後から固定したものであるか\nら，本件振り付けと音楽との調和を強調する原告の主張は失当である。\n(キ)  本件振り付けの創作性についての個別の主張は，本件別紙符号１な\nいし２１の「補助参加人の主張・反論」欄及び「補助参加人及び被告の\n主張・反論」欄に記載のとおりである。\nオ  原告が主張する，ダンス同士の組合せの著作権の主張について\n(ア)  同時に踊られるダンスシーン相互の組合せについて\n原告が各符号の振り付けについてする説明は，役者の演技から感得さ\nれる印象を説明するにすぎないものであって，いずれも振り付け自体か\nら生ずるものではなく，本件映画のストーリー，場面設定，各登場人物\nのキャラクター設定等を踏まえた役者の演技から生じるものである。ま\nた，各シーンの脚本，撮影，演出，編集等に関する全ての判断はＣ監督\nが行っており，各振り付けを一つのシーンに登場させて対比することも\nＣ監督のアイデアと判断によるものであって，かかる判断に原告が創作\n的に関与した事実はない。さらに，競技会のダンスシーンにおいて，複\n数のペアが同時に踊ることは，場面設定上当然のことである。\n(イ)  前後のキャラクターの変化を示すダンスの組合せ\n原告が各符号の振り付けについてする説明が，役者の演技から生じる\nものであることは上記(ア)と同様である。また，各キャラクターの変化\nの表現に係るダンスの組合せの流れを決めたのはＣ監督であり，各シー\nンの流れから感得できる各キャラクターの変化の表現も，全てＣ監督に\nよるストーリー設定，役者に対する指導や演出，編集等の作業によって\n生み出されたものである。したがって，上記ダンスの組合せの流れもＣ\n監督のアイデアと判断によるものであり，かかる流れについて原告が創\n作的に関与した事実はない。\nカ  原告が本件振り付けの著作者としての推定を受けるとの主張は争う。本\n件映画のエンドクレジットで，原告の氏名は，監督助手らと同じ小さな活\n字を用いたブロックに表記されており，著作者として表記されているので\nはない。「ダンス演出・振付」とのクレジット表記は，本件映画の製作者\n側が，原告への感謝の意を込めて表記したものにすぎない。\n（被告らの主張に対する原告の反論）\nア  被告らは，原告がダンス指導・ダンス演出を行ったにすぎないと主張す\nるが，重要なのは，原告への依頼内容ではなく，本件映画に収録されてい\nるダンスの振り付けが「著作物」といえるのか，それを創作したのは誰か\nということである。\nなお，Ｃ監督は，ダンスの内容やその流れを全て原告に任せており，ダ\nンスレッスンから撮影現場を通じ，ダンスの振り付けや配置について，Ｃ\n監督から指示や異論が出ることはなかった。\nイ  本件映画が本件振り付けの枢要な部分を複製していることは明らかであ\nり，上半身しか映っていないからステップの創作性は利用されていないな\nどというのは，議論として単純化し過ぎている。たとえ本件映画の映像に\n上半身しか映っていなくても，その上半身の動きは，下半身が所定のステ\nップをしなければおよそ起こらないものである。ステップとは，そのよう\nな全身の美しい動きを生み出すものであって，効果は当の足だけに限定さ\nれない。\nそして，本件振り付けは，少なくとも本件別紙の各符号における説明に\nよって，十分に特定されている。\nウ  本件映画の設定やストーリーから振り付けを着想するのは当然のことで\nあり，振り付けの著作物性からかかる影響を受けた要素が捨象されなけれ\nばならない理由は全くない。また，ストーリーや設定を表現するためのス\nテップの抽出及び組合せ自体に振付家の苦心や創意の余地は十分にある。\nさらに，ダンスシーンは，しばしばその場面に特有の設定や物語性を持つ\nものであり，本件振り付けの多くにも，ダンスシーンごとの設定やキャラ\nクターがある。\nエ  本件振り付けの著作物性に係る被告らの主張に対する反論\n(ア)  本件振り付けの著作物性は，映画の場面設定や登場人物のキャラク\nターを考慮しつつも，これらを発展させ，若しくは独自に作られた各ダ\nンスの場面の設定やキャラクターを表現するために，ステップや動きを\n新たに創作し，既存のステップをアレンジし，あるいは既存のステップ\nから抽出し，さらには，音楽との調和や全体のバランスを考慮しながら，\nこれらを複雑に組み合わせた構成全体に見出されるべきである。\n本件振り付けを構成するステップ及びその組合せについて，仮に教科\n書に掲載されているステップや過去に踊られたステップの組合せと部分\n的，断片的に共通する部分があったとしても，それだけをもって，本件\n振り付けに創作性がないことの根拠とはなり得ない。むしろ，その全体\n的な構成を含めて，著作物性は判断されるべきである。\n被告らは，本件振り付けをありふれたものと主張する根拠として，部\n分的な数秒程度のステップの映像や教科書に掲載されているステップし\nか提示しておらず，このこと自体，ステップの組合せ及びこれからなる\n振り付けの全体的な構造にそれ相応の多様性，工夫の余地が残されてい\nることを示している。さらに，被告補助参加人が証拠として提出する教\n科書における基本ステップの記載においてさえ，先行と続行のステップ\nが複数存在し，たった３ステップの組合せにすら無数の選択肢が存在す\nる。原告は，振り付けの全体的な流れ，スピード感，美しさ等を考慮し\nた上で，この中からたった一つの組合せを選択したのである。\nまた，被告補助参加人が提出したダンス関係者の陳述書は，本件振り\n付けの部分的な流れについて判で押したように「流行していた」，「見\nたことがある」などと述べつつ，具体例をほとんど示すことができてお\nらず，信用性を欠き，説得力もない。\n本件は，「本件振り付けと共通の要素があるダンスを第三者が踊っ\nた」という事案ではなく，原告が振り付けたダンスをそのまま含む本件\n映画が，広範に二次利用され続けている事案である。被告らは，本件振\nり付け全体の著作物性の問題と，社交ダンスの振り付けの構成要素であ\nる個々のステップや動きについての独占の弊害の問題とをすり替えてい\nる。また，本件のような事案で，ステップの組合せがアイデアにすぎな\nいとの理由で被告の責任を否定することはできない。\n仮に，本件振り付けの創作性が全て否定されるのであれば，原告は，\n一切の氏名表示権も持たないこととなり，極めて不当な結論となる。\n(イ)  被告らが，社交ダンスが著作物ではないことの根拠として指摘する\n文献は，単に既存のステップを対象とした一般論を述べたもので，いず\nれも根拠にはならない。実演家の演技そのものが振り付けの著作物に該\n当しないことは当然であるし，基本動作の抽出と組合せという点では同\n様の要素を含む能楽やバレエと社交ダンスとを区別する理由はない。む\nしろ，社交ダンスの振り付けでも，ありふれたものでなければ著作物性\nが認められる。\n(ウ)  本件映画は社交ダンスのうち，競技ダンスを主に扱っているところ，\n主要な競技ダンスの団体が採用する審査基準では「技術および芸術性な\nど全体的な評価を行う」とした上で，採点の主要要素として「振り付\nけ」，「（振り付けの）創造性，独創性」が明記されている。また，社\n交ダンスの分野にも，振付家が多数存在する。\nオ  ダンス同士の組合せの著作権に係る被告らの主張に対する反論\nそれぞれの振り付けが各キャラクターを的確に表現していることは明\nらかであり，各振り付けの相互対比によってキャラクターがより表現で\nきるように工夫されていることは否定できない。\nまた，仮に百歩譲って，ダンスを相互にどう対比するかが全てＣ監督\nの単独の発案と判断であったと仮定しても，そのような対比のアイデア\nをいかなる振り付けの動きで表現するか，各人をどのような位置関係と\nタイミングで動かすかは，かかるアイデアのみから必然的に決まるもの\nではなく，いずれも原告が創作的に表現したものである。\n(2)  原告は，いわゆるクラシカル・オーサーに該当し，本件映画の二次利用\nについて著作権を行使することができるか（争点２）\n（被告らの主張）\nア  完成した映画の利用に対して権利行使ができる者は，いわゆる「クラシ\nカル・オーサー」と呼ばれる者であり，具体的には，著作権法１６条で映\n画の著作物の著作者から除外されている者，すなわち，「その映画の著作\n物において翻案され，又は複製された小説，脚本，音楽その他の著作物の\n著作者」である。そして，上記「その他の著作物」とは，映画の製作前か\nら存在していた「既存の著作物」を意味すると解される。なぜなら，映画\nの製作前から既に存在していた著作物の創作行為は，映画の著作物の製作\nとは無関係に完結しており，その創作者は映画の製作の過程そのものに参\n加する者ではないからである。したがって，映画の製作に参加することを\n約束した者が，映画製作の過程で新たに創作したものは，上記「その他の\n著作物」には該当しない。ただし，著作権法１６条は，脚本及び音楽の著\n作物の著作者を映画の著作物の著作者から明文の規定をもって一律に除外\nしているから，脚本及び音楽の著作物に限り，映画製作のために創作され\nたものであっても，それらの著作者はクラシカル・オーサーとなる。\nイ  著作権法１６条において映画の著作物の著作者とされる者は，モダン・\nオーサーと呼ばれ，著作権法２９条によって映画の著作物の利用について\n原則として著作権を有せず，その者が映画製作の過程において行った創作\n的な寄与の成果は映画の著作物を形成し，それに包含されることになるが，\nその者は，完成した映画の著作物の利用に対して禁止権・許諾権を有しな\nい。他方，上記アの著作権法１６条において映画の著作物の著作者から除\n外されている者（クラシカル・オーサー）は，映画の利用について著作権\n（禁止権・許諾権）を行使することができることとなる。\n小説，脚本，音楽の著作者がクラシカル・オーサーに該当し，映画監督\nやプロデューサー，撮影担当者，美術担当者がモダン・オーサーに該当す\nることは著作権法１６条の規定から明らかであるし，また，映画の製作よ\nり前から存在していた既存の著作物の著作者は，映画製作の過程に参加す\nる者ではないから，クラシカル・オーサーに該当することも明らかである。\nしかし，著作権法１６条で具体的に列挙されている者以外の著作者であっ\nて映画製作の過程に参加している者については，その者がクラシカル・オ\nーサーとされるのか，それともモダン・オーサーとされるのかは同条の規\n定の文言だけからでは必ずしも明らかではなく，著作権法１６条及び２９\n条の立法目的・趣旨及び立法経緯，ベルヌ条約の規定及びその趣旨に照ら\nし，当該著作者の具体的な行為の内容・性質，それと映画製作過程との関\n係，映画関係業界の一般的な慣行ないし慣習，当事者の認識等を総合的に\n考慮して，その者がモダン・オーサー，クラシカル・オーサーのいずれに\n属するのかを決するほかはない。\n(ア)  ベルヌ条約１４条の２（３）は，「映画の著作物の製作のために創\n作された脚本，せりふ及び音楽の著作物の著作者並びに映画の著作物の\n主たる制作者（監督・演出を担当して映画の著作物の創作の中心となっ\nた者）」以外の「映画の著作物の製作に寄与した著作者」に，「映画の\n著作物を複製し，頒布し，公に上演し及び演奏し，有線で公に伝達し，\n放送し，他の方法で公衆に伝達し並びに字幕を挿入し及び吹替えをする\nこと」に反対できる権利（すなわち許諾権・禁止権）を付与することを\n同盟国に禁止している。原告は，本件映画について「映画の著作物の製\n作のために創作された脚本，せりふ及び音楽の著作物の著作者並びに映\n画の著作物の主たる制作者」には当たらないから，ベルヌ条約の規定及\nび趣旨に照らし，原告がクラシカル・オーサーとして本件映画の利用に\nついて許諾権・禁止権を有すると解釈することはできない。\n(イ)  原告は，本件映画の製作過程に参加することを映画製作者から求め\nられ，その対価を受領して，連日撮影現場に赴き，Ｃ監督からの指示に\n基づき，あるいはＣ監督及びその他のスタッフと相談しながら実演家に\n対する振り付けの指導を行ってきたのであり，仮にその過程において舞\n踊の「型」を考案することがあったとしても，それは，本件映画の製作\nのための行為であって，本件映画から独立して「型」を利用することを\n想定して行われたものではない。\n(ウ)  本件映画は巨額の製作費により企業活動として製作され，公表され\nた劇場用映画であって，本件映画には著作者の地位に立ち得る多数の関\n与者が存在するのであり，他方，上述のとおり，原告の行為は本件映画\nの製作過程におけるものであって，映画の製作過程との関係においては\n美術担当者などのモダン・オーサーの行為と異ならないものであること\nを考慮すると，本件映画における原告に関しても，劇場用映画等の円滑\nな流通を保証するために映画製作者に許諾権・禁止権を集中させるとい\nう著作権法１６条及び２９条の立法目的・趣旨が妥当する。\n(エ)  映画関連業界において，映画の著作物を二次利用等するに当たって\nは，当該映画に利用されている原作・脚本・音楽の著作権については権\n利処理が行われるものの，「振り付け」について権利処理が行われるこ\nとはなく，かつ「振り付け」について権利処理が必要であるという認識\nも関係者の間には全くない。のみならず，原作・脚本・音楽の著作物に\nついては著作権等管理事業者が存在しており，実務上も権利処理が容易\nに行えるのに対し，「振り付け」にはそのような管理も行われていない。\nこのような映画関連業界における慣行ないし慣習及び当事者の認識に照\nらしても，原告のように映画製作の過程において振り付けやその指導を\n行う者をクラシカル・オーサーと解釈することはできない。\n(オ)  後記のとおり，原告自身も，本件映画の二次利用に対して主張する\nことができる財産権があるとは思っていなかったのであり，原告がクラ\nシカル・オーサーに該当しないことは，原告自身の認識とも一致する。\n以上によれば，本件において，原告が本件映画のクラシカル・オーサー\nに当たらないことは明らかである。\n（原告の主張）\nア  原告は，本件映画の映像から独立して利用することが可能な舞踊の著作\n物である本件振り付けを創作した。本件振り付けは，既存の著作物が映画\nの著作物に利用されているのと同様に評価できるものであるから，原告は，\nいわゆるクラシカル・オーサーであり，本件振り付けの著作権を有する。\nイ  著作権法１６条の文言は，「映画の著作物において翻案され，又は複製\nされた小説，脚本，音楽その他の著作物の著作者」であり，映画の著作者\nから除外される者を小説，脚本及び音楽の著作物の著作者に限定しておら\nず，脚本・音楽と「その他の著作物」との間で何ら記載上の差異を設けて\nいないし，「その他の著作物」を，映画の製作前から既に存在していた著\n作物に限ってはいない。\nまた，ベルヌ条約１４条の２（２）は，そもそも「映画の著作物の著作\n権者」の取扱いに関する規定である。クラシカル・オーサーについては，\n同条約１４条の２（１）で「（映画に）翻案され又は複製された著作物の\n著作者の権利を害することなく」と明記されており，更に先行する同条約\n１４条（１）において，自作が翻案又は複製された映画の頒布・上演・演\n奏・公の伝達について排他的権利を有することが明記されている。映画の\n利用についてこのような排他的権利を有するのは「文学的又は美術的著作\n物の著作者」であり，同条約２条（１）により舞踊の著作物も明文で含ま\nれている。そして，同条約１４条の２（２）（ｂ）は被告らも認めるとお\nり，映画の製作に寄与した著作者が映画について著作権を有する国につい\nての規定であり，我が国は対象ではない。同条約１４条の２（３）は，そ\nれとの関連で読めば，脚本や音楽の著作者が映画について著作権を有する\n法制度をとっている場合に，これらの者が映画の利用に反対することがで\nきることを確認した規定にすぎない。\nさらに，被告らのように著作権法１６条を解釈することは，本件映画の\n楽曲を作曲した者が権利者として十分に保護されていることと比して著し\nく不公平であり，その解釈を裏付ける政策上の要請もない。\n加えて，我が国の著作権法の主要な解説書を見ても，条文の文理に重大\nな変更を加える被告らのかかる解釈を裏付ける記載は一切見当たらない。\n以上によれば，「脚本及び音楽の著作物の著作者」以外の者については，\n映画の製作前から既に存在していた著作物の著作者でなければクラシカ\nル・オーサーになり得ない旨の被告らの著作権法１６条の解釈が誤りであ\nることは明らかである。\nウ  仮に，被告らの主張するように，脚本および音楽の著作物以外の著作物\nの場合，映画の製作前から既に存在していた著作物の著作者でなければ，\nクラシカル・オーサーになり得ないとしても，本件振り付けのうち，符号\n２ないし６，８，１３，１４の振り付けは，本件映画の製作前に原告が創\n作したものである。\n(3)  原告が，本件映画の二次使用料を受け取る権限がないことを自認してい\nたか（争点３）\n（被告らの主張）\nア  原告は，平成１３年２月に破産宣告を受けたが，その際，自己の全財産\nを破産財産として届け出なければならないことを認識していたにもかかわ\nらず，本件振り付けの著作権や本件映画の二次使用料の請求権等を届け出\nていない。このことは，原告が，当時，本件振り付けの著作権や本件映画\nの二次使用料の請求権がないことを十分理解していたことの証左である。\nもし，仮に，原告が，本件振り付けの著作権を原始的に有していたとす\nれば，原告は，それを映画製作者に譲渡したか，又は映画製作者に対して\n本件映画の二次利用を包括的に許諾していたと理解するほかない。\nイ  本件映画が製作された当時，劇場用映画が公開後に様々な方法で二次利\n用されることは社会的に広く認知されていた。原告も，本件映画が二次利\n用に供され，自己の振り付けも二次利用に供されることを本件映画が製作\nされた当時から当然に認識又は予想していたのであって，かかる認識の下\nに，被告補助参加人からの本件映画のダンス指導及びダンス演出の依頼を\n快諾し，同依頼に基づいて業務を行い，これに相当する対価として総額６\n０５万８４６０円の支払を受けている。この金額は，本件映画に関して原\n告に支払われる対価としては十分なものであり，これには振り付けに関す\nる一切の対価が含まれていた。そして，原告は，自己の振り付けについて\nの対価や権利の取扱い，二次利用における追加報酬について，上記依頼を\n受けた当時はもちろんのこと，その後においても，何らの申入れもしてお\nらず，問い合わせすらしていない。また，原告は，遅くとも平成１１年３\n月ころには本件映画が二次利用されていることについて認識していたが，\nその後，平成１９年に至るまで，何ら二次利用について追加報酬の請求や\n異議等を述べたことはなかった。結局，原告は，上記対価の支払が，本件\n映画の製作及びその後の利用について自己が受領することができる報酬の\n全額であると十分納得し，合意した上で本件映画の製作に参加していたも\nのであり，本件映画の二次利用について別途自己が権利を有するとか，二\n次使用料が発生するとの認識を有しておらず，少なくとも，本件映画の二\n次利用について別途追加で対価を受け取ることができないことを認識し，\n了解していた。すなわち，少なくとも本件映画の二次利用について禁止権\nを行使しないという原告の包括的な許諾があったと考えられる。\nウ  原告は，本件映画の製作に関与するに当たり，被告補助参加人代表者か\nら，原告が助監督と同じ立場であることについて説明を受けている。助監\n督は，映画の二次使用料を受け取る権利を有しておらず，原告も助監督と\n同等の立場でダンス指導・ダンス演出をしたにすぎない以上，その業務に\nついて二次使用料を受け取れないことは当時から十分に予期し，または認\n識していたというべきである。\nエ  本件映画のように，あくまで映画の舞台設定として登場する初心者の競\n技ダンスのシーンを撮影するため，競技ダンスを踊れない役者にある程度\nダンスが踊れるよう指導をし，また，ダンスシーンにリアリティを出すた\nめに監修や助言等を行ったにすぎない者に対して，二次使用料を支払うと\nいう映画実務の慣行はない。\nそもそも，映画関連業界において，振り付けについて権利処理が行われ\nたり，二次使用料等が支払われたりすることはなく，業界の関係者にその\nような処理が必要であるとの認識もない。振り付けを行った者に対して映\n画の著作物の二次利用に当たって対価が支払われないのが映画関連業界に\nおける常識かつ慣習であり，原告もそれに従う意思であったと考えられる。\n（原告の主張）\nア  被告らは，映画関連業界において振り付けの二次使用料を支払う慣習が\nないとか，本件振り付けの著作権につき黙示の著作権譲渡があったなどと\n主張するものの，その立証に全く成功していない。原告は，それまで劇場\n用映画の制作に携わったことはなく，上記慣習についても聞いたことがな\nかった。\nイ  被告らの主張は，「利用の予見」と「無限定及び無償利用の予見」を混\n同するものである。一定の利用を予見できるということと，対価が不要で\nあることは別問題であり，原告は，映画が無限定に利用されても対価の支\n払が得られないと予測していたわけではない。\nウ  被告補助参加人から原告に対して支払われた金額は，撮影期間中の拘束\n時間をベースに計算されたものであり，権利の対価としての性質を有しな\nいことは明らかであり，原告は，上記支払が本件映画の将来の一切の多角\n的利用を包含したものであるとは考えていなかった。上記金額は，原告及\nび原告の経営するダンススタジオのスタッフによるダンス指導料の実費\n（通常のレッスン料の半額である１時間当たり６０００円で計算した実費\nで，原告の分は５４万３８００円であり，ここに振付料が含まれていると\nは考えられない。）と原告が平成７年７月から約２か月間撮影現場に赴き\nＣ監督と共に演出を行ったダンス演出料９７万８５００円（１月当たり４\n０万円をベースとした金額）からなり，このような低廉な金額で，原告に\nよる演出のほかに本件映画の振り付けの創作及び二次利用への対価の支払\nがされ，振り付けの著作権の黙示的な譲渡までされたとは到底考えられな\nい。\nエ  被告らが，映画業界について知識がない原告に対し，本件映画の制作へ\nの協力を依頼した際に，原告が何ら契約条件を聞かなかったから，二次使\n用料を受け取る権利を失ったと主張することは，不合理であって正当化す\nることができない。\n原告は，本件映画が成功を収めたならば，いずれ二次使用料についての\n連絡があるだろうと考えていた。原告が長期間二次使用料について問い合\nわせができなかったのは，二次利用が開始された当時，原告は，テレビ出\n演等で多忙を極めており，その後，深刻な病を発症し，長期療養生活を余\n儀なくされたからである。\n(4)  原告の権利行使が著しく正義に反するものであるか（争点４）\n（被告らの主張）\n被告補助参加人は，原告に俳優に対するダンスの指導を依頼したにすぎず，\n新たな著作物を創作することを依頼していない。にもかかわらず，原告が指\n導した振り付けの中に原告が創作した著作物であると主張する本件振り付け\nを忍ばせておき，本件映画が十分に利用された後になって突如，振り付けの\n著作権を主張し，多額の請求をすることは，正義に反するというべきである。\nさらに，原告が自己破産の申立てをした平成１２年当時において，原告が本\n件振り付けの著作権及び本件映画の二次使用料の請求権を保有し，そのこと\nを認識していたのであれば，これらの権利は詐欺破産行為によって隠匿され\nたおそれがあるものに当たり，免責許可決定の後にこれらの権利行使を認め\nることは，著しく正義に反し，クリーンハンドの原則にも反するといわざる\nを得ない。\n（原告の主張）\n争う。\n(5)  原告の損害（争点５）\n（原告の主張）\n本件映画の興行収入（約２６億円）の規模からすれば，本件映画の二次利\n用に関して，少なくとも今日まで，販売用ビデオグラムについては７億５０\n００万円，個人向け貸与用ビデオグラムについては７億５０００万円，また，\nテレビ放送については３億円の売上げがあったことが推測される。\n本件映画の二次利用について支払われるべきであった使用料相当額は，脚\n本家が受けるべき使用料を参酌して算定すべきであり，少なくとも次のアな\nいしウの合計額である５０２５万円に消費税を加算した５２７６万２５００\n円が原告に対して支払われるべき使用料相当額と認められ，この額が著作権\n法１１４条３項によって原告の損害額となる。\nア  販売用ビデオグラム\n７億５０００万円×０．０１７５＝１３１２万５０００円\nイ  個人向け貸与用ビデオグラム\n７億５０００万円×０．０３３５＝２５１２万５０００円\nウ  テレビ放送\n３億円×０．０４＝１２００万円\n（被告らの主張）\n否認する。\n第３  争点に対する判断\n１  争点１（本件映画のダンスの振り付けに著作物性が認められ，同振り付けが\n本件映画に複製されているといえるか）について\n(1)  証拠（甲２，４～８，１２，１８，２０～２２，２５，２６，２９，３\n４の１・２（枝番を含む），３７，４０，丙１の１～１４（枝番を含む），\n２の１～４，４，９～１８，２４～２６，２９，３３，３５，３６，４５～\n４７，証人Ｂ，原告本人）及び弁論の全趣旨によれば，次の事実が認められ\nる。\nア  社交ダンスとは，競技ダンスとパーティーダンス（ダンスパーティーな\nどで踊られるダンス）を含む概念である。競技ダンスは，ダンスのステッ\nプ（２歩以上の足の運び方の組合せのことをいう。社交ダンスの用語では，\n「フィガー」ないし「フィギュア」ともいうが，以下，当事者の主張にな\nらい「ステップ」という言葉を用いる。）を適宜自由に組み合わせて踊り，\nその技術の高さを競い合う競技（スポーツ）であり，モダン（スタンダー\nドともいう。）５種目（ワルツ，タンゴ，スローフォックストロット，ク\nイックステップ，ヴェニーズワルツ）とラテン５種目（チャチャチャ，サ\nンバ，ルンバ，パソドブレ，ジャイブ）のダンスから成るものである。パ\nーティーダンスは，パーティーなどにおいて即興で踊られるダンスで，原\n則として，基本的なステップをつなげて踊られるものである。パーティー\nダンスでは，ブルース，スクエア・ルンバ，マンボ，ジルバ等のダンスも\n踊られる。\n社交ダンスには，様々なステップがある。社交ダンスの基本となるステ\nップは，Imperial Society of Teachers of Dancing（以下「ＩＳＴＤ」\nと い う 。 ） が 発 行 す る 社 交 ダ ン ス の 教 科 書 で あ る 「 The  Ballroom\nTechnique」（丙９）や，ＩＳＴＤのラテン・アメリカン・ダンス委員会\nが監修する各ラテン種目の教科書（丙１１，１２等）などに掲載されてい\nる （ 以 下 ， こ れ ら の 社 交 ダ ン ス の 教 科 書 （ 以 下 ， 単 に 「 教 科 書 」 と い\nう。）に掲載されているステップを「基本ステップ」という。）。\nまた，基本ステップ以外にも，メダルテスト，競技会，デモンストレー\nション等で広く一般に使用されるようになったステップも数多くあり，こ\nのようなステップの一部はＩＳＴＤの元会長であるＤが著作した「ポピュ\nラーバリエーション」（丙１０）に掲載されており（以下，ポピュラーバ\nリエーションに掲載されているステップを「ＰＶのステップ」という。），\nこれに掲載されていないステップも数多くある。\n社交ダンスは，原則として基本ステップやＰＶのステップ等の既存のス\nテップを自由に組み合わせて踊られるものであるが，競技ダンスでは，基\n本ステップを構成する諸要素にアレンジを加えて踊ることは一般的に行わ\nれており，また，ある種目の基本ステップを，種目を超えて用いることも\n一般的に行われている。さらに，他の種類のダンスの動きを参考にするな\nどして，既存のステップにはない新たなステップや身体の動きを取り入れ\nることも行われている。\n社交ダンスの振り付けとは，このような既存のステップを選択して組み\n合わせ，これに適宜アレンジを加えるなどして一つの流れのあるダンスを\n作り出すことをいう。\nイ  原告は，本件映画のダンスシーンで用いられた本件振り付けを考案し，\n原告自ら，又は他のダンス教師を通じて，役者らに上記振り付けを教授し，\n役者らは，上記振り付けをそれぞれのダンスシーンで演じた。\nウ  本件映画は，アマチュアの社交ダンスを題材とした映画であり，原告が\n考案した本件振り付けに関連する映像が現れるシーンは，ダンス教室での\nレッスンのシーン（本件別紙符号１５，１６，２１），ダンスサークルの\nダンスパーティーのシーン（本件別紙符号１８ないし２０），ダンスホー\nルでのダンスのシーン（本件別紙符号１７），アマチュアダンスの競技会\nのシーン（本件別紙符号５ないし１４），ブラックプールでの競技会のシ\nーン（本件別紙符号３，４）及びダンスホールでのダンスパーティーのシ\nーン（本件別紙符号１，２）である。\n(2)  社交ダンスの振り付けの著作物性について\nア  社交ダンスが，原則として，基本ステップやＰＶのステップ等の既存の\nステップを自由に組み合わせて踊られるものであることは前記(1)アのと\nおりであり，基本ステップやＰＶのステップ等の既存のステップは，ごく\n短いものであり，かつ，社交ダンスで一般的に用いられるごくありふれた\nものであるから，これらに著作物性は認められない。また，基本ステップ\nの諸要素にアレンジを加えることも一般的に行われていることであり，前\n記のとおり基本ステップがごく短いものでありふれたものであるといえる\nことに照らすと，基本ステップにアレンジを加えたとしても，アレンジの\n対象となった基本ステップを認識することができるようなものは，基本ス\nテップの範ちゅうに属するありふれたものとして著作物性は認められない。\n社交ダンスの振り付けにおいて，既存のステップにはない新たなステップ\nや身体の動きを取り入れることがあることは前記(1)アのとおりであるが，\nこのような新しいステップや身体の動きは，既存のステップと組み合わさ\nれて社交ダンスの振り付け全体を構成する一部分となる短いものにとどま\nるということができる。このような短い身体の動き自体に著作物性を認め，\n特定の者にその独占を認めることは，本来自由であるべき人の身体の動き\nを過度に制約することになりかねず，妥当でない。\n以上によれば，社交ダンスの振り付けを構成する要素である個々のステ\nップや身体の動き自体には，著作物性は認められないというべきである。\nイ  前記(1)アのとおり，社交ダンスの振り付けとは，基本ステップやＰＶ\nのステップ等の既存のステップを組み合わせ，これに適宜アレンジを加え\nるなどして一つの流れのあるダンスを作り出すことである。このような既\n存のステップの組合せを基本とする社交ダンスの振り付けが著作物に該当\nするというためには，それが単なる既存のステップの組合せにとどまらな\nい顕著な特徴を有するといった独創性を備えることが必要であると解する\nのが相当である。なぜなら，社交ダンスは，そもそも既存のステップを適\n宜自由に組み合わせて踊られることが前提とされているものであり，競技\n者のみならず一般の愛好家にも広く踊られていることにかんがみると，振\nり付けについての独創性を緩和し，組合せに何らかの特徴があれば著作物\n性が認められるとすると，わずかな差異を有するにすぎない無数の振り付\nけについて著作権が成立し，特定の者の独占が許されることになる結果，\n振り付けの自由度が過度に制約されることになりかねないからである。こ\nのことは，既存のステップの組合せに加えて，アレンジを加えたステップ\nや，既存のステップにはない新たなステップや身体の動きを組み合わせた\n場合であっても同様であるというべきである。\nウ  以上を前提に，以下，本件振り付けの著作物性について判断する。\n(3)  符号１ないし２１の振り付け，又は符号１ないし２１の振り付けのうち\n本件映画に再製されていると認められる部分に，著作物性が認められるか\nア  符号１の振り付けについて\n符号１の振り付けは，クイックステップの①クォーターターントゥライ\nト，②プログレッシブシャッセ，③フォワードロックを２回，④ナチュラ\nルターンの前半，⑤バックウィスクと続け，次に，ジルバの⑥ベーシック\nステップ，⑦チェンジオブプレイスライトトゥレフト，⑧チェンジオブプ\nレイスレフトトゥライト，⑨チェンジオブハンズ，⑩リンクと続け，上記\n①に戻る，という流れの振り付けである（なお，原告は，上記①，②につ\nいて，本件別紙符号１の「本件振付の個別説明」では，「クォーターター\nンズ」と説明しているが，この「クォーターターンズ」は，「クォーター\nターントゥライト」と「プログレッシブシャッセ」の組合せと同じものを\n指す（甲３７）。）。\n証拠（甲６，２２，丙４，９，１４，４５）によれば，上記クイックス\nテップの①ないし⑤は，いずれも基本ステップから構成され，その流れも\n教科書に記載があるありふれた流れであり，また，上記ジルバの⑥ないし\n⑩は，いずれも基本的なステップから構成され，その流れもありふれたも\nのであることが認められる。\nさらに，証拠（丙４，１４）によれば，クイックステップの曲でジルバ\nが踊られることや，クイックステップで踊っていた者がジルバに移行する\nことはよく行われるものであることが認められる。\n以上によれば，符号１の振り付けは，クイックステップのありふれた流\nれとジルバのありふれた流れを組み合わせたにすぎない振り付けであって，\nクイックステップとジルバを組み合わせること自体もありふれていること\nからすると，符号１の振り付けを全体としてみても，社交ダンスの振り付\nけとしての独創性が認められるほどの顕著な特徴があるとはいえないとい\nうべきである。\nよって，符号１の振り付けに著作物性は認められない。\nなお，原告は，符号１の振り付けが，本件映画において，フォーメーシ\nョンダンスとしての美しさを表現している旨主張するが，大勢のペアが同\n時に同じ踊りを踊ること自体はアイデアに属することであり，上記のとお\nり著作物性が認められない符号１の振り付けを同時に大勢のペアで踊る振\nり付けを考案したとしても，そのことから独創性が生じるとはいえないと\nいうべきである。\nイ  符号２の振り付けについて\n(ア)  符号２の振り付けは，①スウェイをチェンジしながら，男女が入れ\n替わるようにして１８０度ずつ回転した形で，横にスキップで移動する\nサ イ ド シ ャ ッ セ の 変 形 （ 本 件 別 紙 符 号 ２ の 「 本 件 振 付 の 個 別 説 明 」\n(1)），②男性が女性を抱え，女性の上半身を反らせて女性の左足を男\n性の右足にかけ，男性が女性の上半身を左右に回す動作を数回繰り返し，\n男性が抱えた女性の上半身を起こす（同(2)ないし(6)），③男女がお互\nいの右肩にあごを乗せ，マリオネットのように，左足と右腕を同時に上\nげる動作を２回行い，次に，同じ体勢で右足と左腕を同時に上げる動作\nを２回行う（同(7)ないし(10)），④サイドバイサイドのポジションに\nなり，４歩前に進むが，前に進む際，体重を片足に乗せ，その反対側の\n足を横に出し，足を出す側の腕及び手指を前に伸ばして出す（同(11)な\nいし(13)），⑤上記④の４歩目で，男性が右手で女性の左手をつかみ，\n女性を回転させながら男性の左側までスピンさせて誘導し，倒れ込むよ\nうにさせ，左腕で女性を支え，さらに，男性が女性を足先の方から男性\nの左足の下をくぐらせ，左手で巻き込むように女性をリードし，男性の\n足の下をくぐった女性は上半身を起こして決めのポーズをとり，男性も\nそれに合わせて右膝に腕を乗せて決めのポーズを取る（同(14)ないし\n(17)），という流れの振り付けである。\n(イ)ａ  証拠（丙４，１４，３７ないし４０，４６）によれば，上記①は，\n基本的なステップであるサイドシャッセにスウェイと回転のアレンジ\nを加えたステップであることが認められる。\nｂ  証拠（丙４，１４，２２，３７ないし４０）によれば，上記②の振\nり付けのうち，男性が女性を抱え，女性の反らせた上半身を左右に回\nす動き自体は，他の選手によっても競技会などでよく使用されていた\n動きであったことが認められる。上記②の振り付けでは，この動きを\n数回繰り返しているが，動き自体が単純なものであることをも考慮す\nると，この振り付けに独創性が認められるほどの顕著な特徴があると\nはいえない。\nｃ  上記③の振り付けは，単純な足と腕の動きから構成されたものであ\nり，振り付けの長さも短いことからすると，この振り付けに独創性が\n認められるほどの顕著な特徴があるとはいえない。\nｄ  証拠（甲１８，丙４，１４，３７ないし４０）によれば，上記④の\n振り付けは，他の選手によってもよく使用されている，ありふれた動\nきであることが認められる。\nｅ  証拠（丙４，１４，３７ないし４０）によれば，上記⑤の振り付け\nは，他の選手によってもよく使用されている，ありふれた動きの組合\nせであることが認められる。\n(ウ)  上記(ア)，(イ)のとおり，符号２の振り付けは，上記①ないし⑤の\n各部分から構成されるが，これらは，基本的なステップに単なるアレン\nジを加えたにすぎないもの（上記①），単純な動きであって顕著な特徴\nがあるとはいえないもの（上記②，③）や，ありふれた動き及びその組\n合せ（上記④，⑤）であって上記各部分に独創性は認められず，加えて，\n上記①ないし③の振り付けと上記④と⑤の振り付けは，振り付けとして\n連続しておらず，それぞれの長さは短いものであることからすると，符\n号２の振り付けを全体としてみても，社交ダンスの振り付けとしての独\n創性が認められるほどの顕著な特徴があるとはいえないというべきであ\nる。\nよって，符号２の振り付けに著作物性は認められない。\nウ  符号３の振り付けについて\n(ア)  符号３の振り付けのうち，本件別紙符号３の「本件振付の個別説\n明」(1)ないし(5)の部分と同(17)ないし(34)の部分については，本件映\n画の映像上では，役者らの上半身が映るのみで，足の運びを含む下半身\nが映っていない。よって，符号３の振り付けのうち上記各部分は，本件\n映画に再製されているとはいえない。\nそこで，以下では，符号３の振り付けのうち，本件映画に再製されて\nいると認められる本件別紙符号３の「本件振付の個別説明」(6)ないし\n(16)の部分の振り付けについて，著作物性が認められるか否かを検討す\nることとする。\n(イ)  上記(6)ないし(16)の部分の振り付けは，①テレスピンを繰り返す，\n②スローアウェイオーバースウェイ，という流れの振り付けであるが，\n証拠（丙４，１０，１４，１８）によれば，上記①，②ともＰＶのステ\nップであり，その流れもありふれたものであることが認められるから，\nこの振り付けに独創性は認められない。\nよって，上記(6)ないし(16)の部分の振り付けに著作物性は認められ\nない。\nエ  符号４の振り付けについて\n符号４の振り付けは，①シザース，②サイドシャッセ，③バックロッ\nク・アンド・ランニングフィニッシュ，④ナチュラルターン，⑤ピボット，\n⑥オーバースウェイ，⑦バックロック・アンド・ランニングフィニッシュ，\n⑧クイックオープンリバース，という流れの振り付けである。\n証拠（丙４，９，１４，１５，４６）によれば，上記①ないし⑧は，い\nずれも基本ステップ及び基本ステップに若干のアレンジを加えたにすぎな\nいものや，ありふれた既存のステップであり，上記③，④の流れや，上記\n⑦，⑧の流れは，教科書にも記載があるありふれた流れであることが認め\nられる。そうすると，符号４の振り付けを全体としてみても，社交ダンス\nの振り付けとしての独創性が認められるほどの顕著な特徴があるとはいえ\nないというべきである。\nよって，符号４の振り付けに著作物性は認められない。\nオ  符号５の振り付けについて\n(ア)  符号５の振り付けのうち，本件別紙符号５の「本件振付の個別説\n明」(1)ないし(13)の部分については，本件映画の映像上では，役者ら\nの上半身やその一部が映るのみで，身体の動きの大部分は映っていない。\nよって，符号５の振り付けのうち上記部分は，本件映画に再製されてい\nるとはいえない。\nそこで，以下では，符号５の振り付けのうち，本件映画に再製されて\nいると認められる本件別紙符号５の「本件振付の個別説明」(14)ないし\n(27)の部分の振り付けについて，著作物性が認められるか否かを検討す\nることとする。\n(イ)  上記(14)ないし(27)の部分の振り付けは，①ナチュラルウィーヴ，\n②ティップルシャッセ，③レフトウィスク，④スタンディングスピン，\n⑤リルト，という流れの振り付けである。\n証拠（丙４，９，１４，１８，４６）によれば，上記①ないし③はい\nずれも基本ステップであり，上記④はＰＶのステップで，上記⑤はよく\n使われる既存のステップであること，また，上記③，④の流れはありふ\nれた流れであることが認められる。そうすると，上記(14)ないし(27)の\n部分の振り付けを全体としてみても，社交ダンスの振り付けとしての独\n創性が認められるほどの顕著な特徴があるとはいえないというべきであ\nる。\nよって，上記(14)ないし(27)の部分の振り付けに著作物性は認められ\nない。\nカ  符号６の振り付けについて\n(ア)  符号６の振り付けのうち，本件別紙符号６の「本件振付の個別説\n明」(20)ないし(85)の部分については，本件映画の映像上では，役者ら\nの上半身を中心とした部分が映るのみで，足の運びを含む下半身が映っ\nていない。よって，符号６の振り付けのうち上記部分は，本件映画に再\n製されているとはいえない。\nそこで，以下では，符号６の振り付けのうち，本件映画に再製されて\nいると認められる本件別紙符号６の「本件振付の個別説明」(1)ないし\n(19)の部分の振り付けについて，著作物性が認められるか否かを検討す\nることとする。\n(イ)  上記(1)ないし(19)の部分の振り付けは，①フォールアウェーリバ\nース・アンド・スリップピボット，②テレスピン，③スローアウェイオ\nーバースウェイ，という流れの振り付けである。\n証拠（丙４，９，１０，１４，１８）によれば，上記①は基本ステッ\nプで，上記②，③はＰＶのステップであり，上記②，③の流れはありふ\nれた流れであることが認められるから，上記(1)ないし(19)の部分の振\nり付けは，全体としてありふれたもので，社交ダンスの振り付けとして\nの独創性が認められるほどの顕著な特徴があるとはいえないというべき\nである。\nなお，原告は，上記振り付けの冒頭で，フロアの中央に切り込むよう\nな動きをすることは誰も行わないような意外性に満ちた動きである旨主\n張するが，証拠（丙４，１４）によれば，踊り始めの冒頭で中央に進む\nことは競技会でも普通に行われる動きであることが認められるから，原\n告の上記主張は失当である。\nよって，上記(1)ないし(19)の部分の振り付けに著作物性は認められ\nない。\nキ  符号７の振り付けについて\n(ア)  符号７の振り付けのうち，本件別紙符号７の「本件振付の個別説\n明」(1)ないし(9)の部分については，本件映画の映像上では，役者らの\n顔を中心とした一部分が映るのみで，身体の動きの大半は映っていない。\nよって，符号７の振り付けのうち上記部分は，本件映画に再製されてい\nるとはいえない。\nそこで，以下では，符号７の振り付けのうち，本件映画に再製されて\nいると認められる本件別紙符号７の「本件振付の個別説明」(10)ないし\n(12)の部分の振り付けについて，著作物性が認められるか否かを検討す\nることとする。\n(イ)  上記(10)ないし(12)の部分の振り付けは，ＰＶのステップであるト\nラベリングコントラチェック（丙１８）であり，これは既存のありふれ\nたステップにすぎないから，この振り付けに独創性は認められない。\nよって，上記(10)ないし(12)の部分の振り付けに著作物性は認められ\nない。\nク  符号８の振り付けについて\n(ア)  符号８の振り付けのうち，本件別紙符号８の「本件振付の個別説\n明」(1)ないし(3)の部分，同(17)ないし(23)の部分，同(43)ないし(82)\nの部分については，本件映画の映像上では，役者らの上半身を中心とし\nた部分が映るのみで，足の運びを含む下半身が映っていない。また，同\n(24)ないし(27)の部分については，役者らの足下が映るのみで上半身の\n動きが映っておらず，同(28)ないし(30)の部分については，本件映画の\n映像上では，上記振り付けを演じる役者らの前をほかのダンサーが横切\nっており，身体の動きが十分に映っていない。よって，符号８の振り付\nけのうち上記各部分は，本件映画に再製されているとはいえない。\nそこで，以下では，符号８の振り付けのうち，本件映画に再製されて\nいると認められる本件別紙符号８の「本件振付の個別説明」(4)ないし\n(16)の部分，同(31)ないし(42)の部分及び同(83)の部分の振り付けにつ\nいて，著作物性が認められるか否かを検討することとする。\n(イ)  上記(4)ないし(16)の部分の振り付けについて\n上記(4)ないし(16)の部分の振り付けは，①クイックシャッセ，②シ\nザース，③ホップ，④サイドシャッセ，⑤クイックバックロック，⑥ラ\nンニングフィニッシュ，という流れの振り付けである。\n証拠（丙４，９，１４，４６）によれば，上記①ないし⑥は，いずれ\nも基本ステップ及びありふれた既存のステップやこれらに若干のアレン\nジを加えたにすぎないものであり，上記⑤，⑥の流れは教科書に記載が\nあるありふれた流れであること，また，上記③，④の流れも目新しいも\nのではないことが認められる。そうすると，上記(4)ないし(16)の部分\nの振り付けを全体としてみても，社交ダンスの振り付けとしての独創性\nが認められるほどの顕著な特徴があるとはいえないというべきである。\nよって，上記(4)ないし(16)の部分の振り付けに著作物性は認められ\nない。\n(ウ)  上記(31)ないし(42)の部分の振り付けについて\n上記(31)ないし(42)の部分の振り付けは，①オーバースウェイの変形，\n②スリースウェイチェンジ，③スタタロック，④カンガルーホップ，⑤\nクイックフォワードロック，⑥ナチュラルターンという流れの振り付け\nである。\n証拠（丙４，９，１４，１８，４６）によれば，上記①ないし⑥は，\nいずれも基本ステップ及び基本ステップに若干のアレンジを加えたもの\nや，ＰＶのステップ，既存のありふれたステップであり，また，上記⑤，\n⑥の流れは教科書に記載があるありふれた流れであることが認められる。\nそうすると，上記(31)ないし(42)の部分の振り付けを全体としてみても，\nこの振り付けには社交ダンスの振り付けとしての独創性が認められるほ\nどの顕著な特徴があるとはいえないというべきである。\nよって，上記(31)ないし(42)の部分の振り付けに著作物性は認められ\nない。\n(エ)  上記(83)の部分の振り付けは，オーバースウェイの変形の決めのポ\nーズであるが，これは基本ステップにアレンジを加えたものの一部分に\nすぎず（丙９，１４），ありふれたもので独創性が認められないから，\n著作物性は認められない。\nケ  符号９の振り付けについて\n(ア)  符号９の振り付けのうち，本件別紙符号９の「本件振付の個別説\n明」(3)ないし(7)の部分と同(12)ないし(20)の部分については，本件映\n画の映像上では，役者らの上半身が映るのみで，足の運びを含む下半身\nが映っていない。よって，符号９の振り付けのうち上記各部分は，本件\n映画に再製されているとはいえない。\nそこで，以下では，符号９の振り付けのうち，本件映画に再製されて\nいると認められる本件別紙符号９の「本件振付の個別説明」(1)，(2)の\n部分と同(8)ないし(11)の部分の振り付けについて，著作物性が認めら\nれるか否かを検討することとする。\n(イ)  上記(1)，(2)の部分の振り付けについて\n上記(1)，(2)の部分の振り付けは，男性がジャンプをして身体の向き\nを１８０度変え，女性が男性の周りを回って男性に背を向けた状態で男\n性の正面に来る，という振り付けである。\n証拠（丙３７ないし４０）によれば，上記振り付けのうち，ジャンプ\nをしてその着地から演技に入ることはパソドブレではよく行われること\nが認められ，上記振り付けの長さが極めて短く，そのほかの動きも単純\nなものであることからすると，上記振り付けには社交ダンスの振り付け\nとしての独創性が認められるほどの顕著な特徴があるとはいえないとい\nうべきである。\nよって，上記(1)，(2)の部分の振り付けに著作物性は認められない。\n(ウ)  上記(8)ないし(11)の部分の振り付けについて\n上記(8)ないし(11)の部分の振り付けは，①フラメンコタップの変形\nで，男性が両手を上に上げ，両足で可能な限り速く床を叩き，女性は右\n足を軸にして左足を少し前に出して床を踏み鳴らし，最後に，男女とも\n左足を大きく出して床を叩く，②男女ともその場で右方向に１回転する，\n③上記①の動作をもう一度繰り返す，という振り付けである。\nフラメンコタップ自体は，基本ステップであり（丙３６），上記①の\n振り付けは，その変形で，その場で足を素早く動かすだけの単純な動き\nであり，また，上記①の最後の足を踏み込んで床を鳴らす動作はパソド\nブレでよく行われる動作である（丙３７，３８，４０）。そして，上記\n(8)ないし(11)の部分の振り付けは，上記①の後，男女ともその場で１\n回転するという単純な動作（上記②）の後に，上記①の動作を繰り返す\nというものである。このように，上記(8)ないし(11)の部分の振り付け\nは，基本ステップや，パソドブレでよく行われる動作を基礎とした単純\nな動きからなる振り付けであり，全体の長さが短いことをも考慮すると，\nこの振り付けには社交ダンスの振り付けとしての独創性が認められるほ\nどの顕著な特徴があるとはいえないというべきである。\nよって，上記(8)ないし(11)の部分の振り付けに著作物性は認められ\nない。\nコ  符号１０の振り付けについて\n符号１０の振り付けは，本件映画の映像上では，役者らの上半身が映る\nのみで，足の運びを含む下半身が映っていない。よって，符号１０の振り\n付けは，本件映画に再製されているとはいえない。\nサ  符号１１の振り付けについて\n(ア)  符号１１の振り付けのうち，本件別紙符号１１の「本件振付の個別\n説明」(1)ないし(13)の部分と同(22)，(23)の部分については，本件映\n画の映像上では，役者らの上半身が映るのみで，足の運びを含む下半身\nが映っていない。よって，符号１１の振り付けのうち上記各部分は，本\n件映画に再製されているとはいえない。\nそこで，以下では，符号１１の振り付けのうち，本件映画に再製され\nていると認められる本件別紙符号１１の「本件振付の個別説明」(14)な\nいし(21)の部分と同(24)ないし(29)の部分の振り付けについて，著作物\n性が認められるか否かを検討することとする。\n(イ)  上記(14)ないし(21)の部分の振り付けについて\n上記(14)ないし(21)の部分の振り付けは，①スパニッシュライン，②\nクゥドピーク，という流れの振り付けであるが，証拠（丙４，１１，１\n４）によれば，上記①，②はいずれも基本ステップであることが認めら\nれるから，この振り付けには社交ダンスの振り付けとしての独創性が認\nめられるほどの顕著な特徴があるとはいえないというべきである。\nよって，上記(14)ないし(21)の部分の振り付けに著作物性は認められ\nない。\n(ウ)  上記(24)ないし(29)の部分の振り付けについて\n上記(24)ないし(29)の部分の振り付けは，①男女がつないだ右手同士\nを上に上げ，下で左手同士をつなぎ，②両手をつないだまま男性が女性\nを背後に導き，その際つないだ左手を上に上げ，③女性が背後に導かれ\nたら，男性は右足を曲げて低くなり，背中を地面に水平にし，女性は男\n性の背中に前向きに乗って右足を上げるという決めのポーズを取る，と\nいう流れの振り付けである。\nこの振り付けは，上記①から③の決めのポーズに至るまでの一連の動\nきであり，振り付け全体の長さがごく短く，その動き自体も男性が女性\nを背後に導き，女性が男性の背中の上に乗るという単純なものであるこ\nとからすると，この振り付けには社交ダンスの振り付けとしての独創性\nが認められるほどの顕著な特徴があるとはいえないというべきである。\nよって，上記(24)ないし(29)の部分の振り付けに著作物性は認められ\nない。\nシ  符号１２の振り付けについて\n(ア)  符号１２の振り付けのうち，本件別紙符号１２の「本件振付の個別\n説明」(1)ないし(3)の部分，同(24)の後半から(25)の部分及び同(33)な\nいし(46)の部分については，本件映画の映像上では，役者らの上半身が\n映るのみで，足の運びを含む下半身が映っていない。よって，符号１２\nの振り付けのうち上記各部分は，本件映画に再製されているとはいえな\nい。\nそこで，以下では，符号１２の振り付けのうち，本件映画に再製され\nていると認められる本件別紙符号１２の「本件振付の個別説明」(4)な\nいし(24)の前半の部分，同(26)ないし(32)の部分及び同(47)ないし(51)\nの部分の振り付けについて，著作物性が認められるか否かを検討するこ\nととする。\n(イ)  上記(4)ないし(24)の前半の部分の振り付けについて\nａ  上記(4)ないし(24)の前半の部分の振り付けは，①男性と女性が向\nかい合って立ち，男性が両腕を上に上げてから降ろしていき，女性が\n左足に体重を乗せて右足を上げて前方にキックし，シェネを入れ，女\n性が男性の右側に来る直前に，男性が１歩左足を前に出す（本件別紙\n符号１２の「本件振付の個別説明」(4)ないし(9)），②スライディン\nグドアーズの変形（スライディングドアーズの途中から，男性が左方\n向に９０度向きを変え前進ウォークを行い，サイドクカラーチャをし，\n女性が前進ウォーク，チェックドフォワードウォーク，後退ウォーク\nを行う。同(10)ないし(17)），③男性がその場で１回転して低い姿勢\nになり，女性はスポットターンの変形を行って右足を横に出す（同\n(18)，(19)），④男性が起き上がり，女性が前進ウォークをし，そし\nて，男性が前進ウォークをし，女性が９０度向きを変えて男性と向か\nい合い，オープンベーシックの変形を行い，その際，男性の左手と女\n性の右手をつなぐ（同(20)ないし(22)），⑤プログレッシブウォーク\nスを行い，続けて男性がチェックドフォワードウォークを行う（同\n(23)，(24)の前半），という流れの振り付けである。\nｂ(ａ)  上記①の男性の動きは極めて単純であり，また，女性の動きも\nキックとシェネ（クラシックバレエの回転。丙４）を組み合わせた\nだけの単純なものである。\n(ｂ)  証拠（丙４，１４，１７，４７）によれば，スライディングド\nアーズとサイドクカラーチャは基本ステップであり，スライディン\nグドアーズの途中から男子がサイドクカラーチャを行うことはあり\nふれた流れであること，また，スライディングドアーズがアレンジ\nを加えて踊られることはよくあることが認められる。そうすると，\n上記②も，アレンジを加えたスライディングドアーズにすぎず，特\nに目新しいステップではないと認められる。\n(ｃ)  上記③の男性の動きは極めて単純であり，女性の動きも基本ス\nテップであるスポットターン（丙３５）のアレンジにすぎない単純\nなものである。\n(ｄ)  上記④は，男女が向かい合い，アレンジを加えた基本ステップ\nであるオープンベーシック（丙１２）を行う単純なステップである。\n(ｅ)  証拠（丙４，１２，１４）によれば，上記⑤のプログレッシブ\nウォークスは基本ステップであり，チェックドフォワードウォーク\nは基本的なステップであること，オープンベーシックからプログレ\nッシブウォークスを行うことは教科書に記載があるありふれた流れ\nであること，また，プログレッシブウォークスに続けてチェックド\nフォワードウォークを行うこともありふれた流れであることが認め\nられる。よって，上記④のアレンジを加えたオープンベーシックか\nら上記⑤の振り付けを行う流れはありふれたものであると認められ\nる。\nｃ  以上のとおり，上記(4)ないし(24)の前半の部分の振り付けは，単\n純な動きや基本ステップ及びアレンジを加えた基本ステップから構成\nされ，上記④の後半から上記⑤の振り付けの流れもありふれたもので\nあることからすると，全体としてみても，この振り付けには社交ダン\nスの振り付けとしての独創性が認められるほどの顕著な特徴があると\nはいえないというべきである。\nよって，上記(4)ないし(24)の前半の部分の振り付けに著作物性は\n認められない。\n(ウ)  上記(26)ないし(32)の部分の振り付けについて\n上記(26)ないし(32)の部分の振り付けは，①キューバンロックス，②\nファン，③ホッケースティック，④アレマーナ，⑤男性が女性を回転さ\nせ女性は右足を水平に上げ，続けて女性が右足で回転し，その際男性が\n両腕を左右に振る，という流れの振り付けである。\n証拠（丙４，１２，１７）によれば，上記①ないし④はいずれも基本\nステップであり，その流れは教科書に記載があるありふれた流れである\nことが認められる。加えて，上記⑤はごく単純な動きの振り付けである\nことをも考慮すると，上記(26)ないし(32)の部分の振り付けには，社交\nダンスの振り付けとしての独創性が認められるほどの顕著な特徴がある\nとはいえないというべきである。\nよって，上記(26)ないし(32)の部分の振り付けに著作物性は認められ\nない。\n(エ)  上記(47)ないし(51)の部分の振り付けについて\n上記(47)ないし(51)の部分の振り付けは，①ファンポジション，②ホ\nッケースティック，③ニューヨーク，という流れの振り付けであるが，\n証拠（丙４，１２）によれば，上記①ないし③はいずれも基本ステップ\nであり，その流れも教科書に記載があるありふれた流れであることが認\nめられるから，この振り付けに独創性は認められない。\nよって，上記(47)ないし(51)の部分の振り付けに著作物性は認められ\nない。\nス  符号１３の振り付けについて\n(ア)  符号１３の振り付けのうち，本件別紙符号１３の「本件振付の個別\n説明」(1)ないし(5)の部分と同(18)ないし(24)の部分については，本件\n映画の映像上では，役者らの上半身やその一部が映るのみで足の運びを\n含む下半身が映っていない。よって，符号１３の振り付けのうち上記各\n部分は，本件映画に再製されているとはいえない。\nそこで，以下では，符号１３の振り付けのうち，本件映画に再製され\nていると認められる本件別紙符号１３の「本件振付の個別説明」(6)な\nいし(17)の部分と同(25)ないし(27)の部分の振り付けについて，著作物\n性が認められるか否かを検討することとする。\n(イ)  上記(6)ないし(17)の部分の振り付けについて\n上記(6)ないし(17)の部分の振り付けは，①男性がブリッジしている\n女性を垂直の姿勢に戻し，男性と女性が向かい合った状態で抱き合う，\n②オープニングアウト，③速いステップからのファンポジション，④ホ\nッケースティック，⑤ニューヨーク，という流れの振り付けである。\n証拠（丙４，１２，１４）によれば，上記②ないし⑤は基本ステップ\nや基本ステップに若干のアレンジを加えたものであり，その流れは教科\n書に記載があるありふれた流れであることが認められる。加えて，上記\n①も女性がブリッジから起き上がるだけの単純な動きであることからす\nると，上記(6)ないし(17)の部分の振り付けを全体としてみても，社交\nダンスの振り付けとしての独創性が認められるほどの顕著な特徴がある\nとはいえないというべきである。\nよって，上記(6)ないし(17)の部分の振り付けに著作物性は認められ\nない。\n(ウ)  上記(25)ないし(27)の部分の振り付けについて\n上記(25)ないし(27)の部分の振り付けは，男性が女性を抱えて，後方\nに引きずりながら早足で後退し，その後，止まってから女性がブリッジ\nして起き上がるというものであり，ごく短い単純な動作にすぎないもの\nであるから，この振り付けに独創性は認められない。\nよって，上記(25)ないし(27)の部分の振り付けに著作物性は認められ\nない。\nセ  符号１４の振り付けについて\n(ア)  符号１４の振り付けのうち，本件別紙符号１４の「本件振付の個別\n説明」(7)，(8)の部分については，本件映画の映像上では，上記振り付\nけを演じる役者らがほかの役者らの背後にわずかに映るのみで，ほとん\nどの部分は映っておらず，また，同(12)の部分については，男性の役者\nの動きの一部しか映っていない。よって，符号１４の振り付けのうち上\n記各部分は，本件映画に再製されているとはいえない。\nまた，符号１４の振り付けは，本件映画の映像上，一連の振り付けと\nして再製されておらず，途中にほかの映像が入るなどして，いくつかの\n部分に分断されている。\nそこで，以下では，符号１４の振り付けのうち，本件映画に一連の振\nり付けとして再製されていると認められる，本件別紙符号１４の「本件\n振 付 の 個 別 説 明 」 (1)な い し (6)の 部 分 ， 同 (9)な い し (11)の 部 分 ， 同\n(13)，(14)の部分，同(15)ないし(19)の部分，同(20)の部分について，\n著作物性が認められるか否かを検討することとする。\n(イ)  上記(1)ないし(6)の部分の振り付けについて\n上記(1)ないし(6)の部分の振り付けは，①クローズドヒップツイスト\nの変形，②男性が女性をブリッジさせて，そのまま男性の左側から右側\nに回して起こす，③クローズドヒップツイスト，④ホッケースティック，\n⑤アレマーナ，⑥ロープスピンの変形という流れの振り付けである。\n証拠（丙４，１２，１４）によれば，上記①，③ないし⑥は，いずれ\nも基本ステップや基本ステップにアレンジを加えたものであり，上記②\nもよく用いられる動きであること，また，上記③ないし⑥の流れは教科\n書に記載があるありふれた流れであることが認められる。そうすると，\n上記(1)ないし(6)の部分の振り付けには，社交ダンスの振り付けとして\nの独創性が認められるほどの顕著な特徴があるとはいえないというべき\nである。\nよって，上記(1)ないし(6)の部分の振り付けに著作物性は認められな\nい。\n(ウ)  上記(9)ないし(11)の部分の振り付けについて\n上記(9)ないし(11)の部分の振り付けは，①ホッケースティック，②\nアレマーナ，③オープニングアウトという流れの振り付けであるが，\n証拠（丙４，１２，１４）によれば，上記①ないし③は，いずれも基本\nステップで，その流れも教科書に記載があるありふれた流れであること\nが認められるから，この振り付けに独創性は認められない。\nよって，上記(9)ないし(11)の部分の振り付けに著作物性は認められ\nない。\n(エ)  上記(13)，(14)の部分の振り付けについて\n上記(13)，(14)の部分の振り付けは，スリースリーズの変形であるが，\nスリースリーズは基本ステップであり（丙４，１２，１７），この振り\n付けは，スリースリーズに単純なアレンジを加えたにすぎないものであ\nるから，この振り付けに独創性は認められない。\nよって，上記(13)，(14)の部分の振り付けに著作物性は認められない。\n(オ)  上記(15)ないし(19)の部分の振り付けについて\n上記(15)ないし(19)の部分の振り付けは，①ロープスピンの変形，②\n女性が左足で立ち，右足を後方に上げ，左手を上に上げ，男性が女性を\n左手で支え，③女性が右足を左方向にキックし，④女性が男性の前を回\n転しながら移動し，⑤女性が右足で立って右手を上げたポーズを取った\nところで男性が女性の左手をつかみ，男性の方に振り向かせる，という\n流れの振り付けである。\n上記①は基本ステップの変形であり（丙４，１２），上記②ないし⑤\nの振り付けも，単純な動きの組合せからなる一連の短い振り付けである\nから，上記(15)ないし(19)の部分の振り付けを全体としてみても，その\n長さが短いことをも考慮すると，社交ダンスの振り付けとしての独創性\nが認められるほどの顕著な特徴があるとはいえないというべきである。\nよって，上記(15)ないし(19)の部分の振り付けに著作物性は認められ\nない。\n(カ)  上記(20)の部分の振り付けについて\n上記(20)の部分の振り付けは，女性が右手で男性の右手を持ち，男性\nが右手を女性の頭より上方で回転させるというものであり，これはごく\n単純な動作にすぎないものであるから，この振り付けに独創性は認めら\nれず，著作物性は認められない。\nソ  符号１５の振り付けについて\n符号１５の振り付けは，①クウォーターターンズ，②フォワードロック，\n③ナチュラルスピンターン，④フォワードロック，⑤ナチュラルスピンタ\nーンという流れの振り付けであるが，証拠（丙４，９，１４）によれば，\n上記①ないし⑤はいずれも基本ステップであり，その流れも基本的であり\nふれた流れであることが認められるから，この振り付けに独創性は認めら\nれない。\nよって，符号１５の振り付けに著作物性は認められない。\nタ  符号１６の振り付けについて\n符号１６の振り付けは，①ナチュラルスピンターン，②リバースターン\nの４歩から６歩，③リバースターン，④ウィスク，⑤シャッセという流れ\nの振り付けであるが，証拠（丙４，９，１４）によれば，上記①ないし⑤\nはいずれも基本ステップであり，その流れも基本的でありふれた流れであ\nることが認められるから，この振り付けに独創性は認められない。\nよって，符号１６の振り付けに著作物性は認められない。\nチ  符号１７の振り付けについて\n符号１７の振り付けのうち，本件別紙符号１７の「本件振付の個別説\n明」(1)ないし(28)の部分については，本件映画の映像上では，役者らの\n上半身やその一部が映るのみで，足の運びを含む下半身が映っていない。\nよって，符号１７の振り付けのうち上記部分は，本件映画に再製されてい\nるとはいえない。\nそして，同(29)の部分（女性が男性の方を振り向くと男性はしゃがむと\nいう振り付け）のみ，辛うじて本件映画の映像上再製されていることが認\nめられるが，上記部分の振り付けは，単純な動きにすぎないから，この振\nり付けに独創性は認められず，著作物性は認められない。\nツ  符号１８の振り付けについて\n符号１８の振り付けは，①プログレッシブウォークス，②ナチュラルト\nップ，③クローズドヒップツイスト，④ホッケースティック，⑤アレマー\nナ，⑥ロープスピン，⑦オープニングアウト（ライトアンドレフト），⑧\n男性と女性が向かい合って密着し，上半身を左に回し，最後に女性だけ半\n回転する，⑨アイーダ，⑩男女とも９０度ずつ向きを変えて向かい合う，\n⑪フェンシング，⑫アンダーアームターン，⑬スリースリーズにアレンジ\n（男性が女性の右側から顔と体全体を大きく出す。）を加えたもの，とい\nう流れの振り付けである。\n証拠（丙４，１２，１４，１７，３５）によれば，上記①ないし⑦，⑨，\n⑪，⑫はいずれも基本ステップであり，上記①ないし⑦の流れ及び上記⑪，\n⑫の流れは，教科書に記載があるありふれた流れであること，また，上記\n⑬は基本ステップに若干のアレンジを加えたにすぎないものであることが\n認められる。このように，符号１８の振り付けは，半分以上が教科書に記\n載がある基本ステップを組み合わせたごくありふれた流れの振り付け（上\n記①ないし⑦及び上記⑪，⑫）であり，加えて，そのほかの要素も基本ス\nテップ（上記⑨），基本ステップのアレンジ（上記⑬）や基本的なステッ\nプであり（上記⑩。これが基本的なステップであることは争いがない。），\nさらに，上記⑧はごく単純な動きにすぎないことも考慮すると，符号１８\nの振り付けを全体としてみても，社交ダンスの振り付けとしての独創性が\n認められるほどの顕著な特徴があるとはいえないというべきである。\nよって，符号１８の振り付けに著作物性は認められない。\nテ  符号１９の振り付けについて\n符号１９の振り付けは，キキウォークスであり，これは基本ステップで\nあるから（丙４，１２，１４），この振り付けに独創性は認められない。\nなお，原告は，顔の向きの変化を振り付けたと主張するが，基本ステッ\nプにこのようなささいなアレンジを行っても，独創性は認められないとい\nうべきである。\nよって，符号１９の振り付けに著作物性は認められない。\nト  符号２０の振り付けについて\n符号２０の振り付けは，①男性が女性の後方をついていくように前進ウ\nォーク，②女性が振り向き，男性がしゃがむ，③男性が立ち上がり１歩前\n進して左手で女性の右手をつかみ，男性が右足を前進させるとともに女性\nが左足を後退させる，④チェックドフォワードウォークから男性が女性を\n引き寄せて自分の右側まで誘導し，女性を自分の正面に向かせる，⑤キュ\nーバンロックス，⑥オープンヒップツイストの４歩目から６歩目，⑦ホッ\nケースティック，⑧ニューヨーク，⑨スポットターン，⑩チェックドフォ\nワードウォーク，⑪男性が女性を自分の方に引き寄せて，アレマーナに導\nく体勢を取る，⑫アレマーナ，という流れの振り付けである。\n証拠（丙４，１２，１４，１７，３５）によれば，上記⑤ないし⑨，⑫\nはいずれも基本ステップであり，また，上記④，⑩のチェックドフォワー\nドウォークは基本的なステップであって，さらに，上記⑥ないし⑨の流れ\nは教科書にも記載があるありふれた流れであることが認められる。そして，\n上記①ないし④は，ごく単純な一連の動きであり，上記⑪も基本的なステ\nップ（争いがない。）である。\n以上のとおり，符号２０の振り付けは，ほとんどが基本ステップと基本\n的なステップから構成され，教科書にも記載があるありふれた基本ステッ\nプの流れも多く使用されており，上記①ないし④の振り付けもごく単純な\n動きにすぎないことからすると，符号２０の振り付けを全体としてみても，\n社交ダンスの振り付けとしての独創性が認められるほどの顕著な特徴があ\nるとはいえないというべきである。\nよって，符号２０の振り付けに著作物性は認められない。\nナ  符号２１の振り付けについて\n符号２１の振り付けは，マンボのステップを練習する振り付けであり，\n男女が向かい合って，①両者がベーシックを２回繰り返す，②男性がハー\nフターンの前半，女性がベーシックの前半，③男性がハーフターンの後半，\n女性がハーフターンの前半，④男性がベーシックの前半，女性がハーフタ\nーンの後半，⑤両者がベーシックの後半，⑥男性がフルターン，女性がベ\nーシックの前半，⑦男性がベーシックの後半，女性がフルターン，⑧両者\nがベーシック，⑨男性がニューヨークの前半，女性がベーシックの前半，\n⑩男性がニューヨークの後半，女性がニューヨークの前半，⑪男性がベー\nシックの前半，女性がニューヨークの後半，⑫両者がベーシックの後半と\nいう流れでステップを踏む振り付けである。\n証拠（甲２２，丙１４）によれば，上記ステップはいずれもマンボの基\n本的なステップであることが認められ，符号２１の振り付けはこれらを単\n純に組み合わせただけのものであるから，この振り付けには社交ダンスの\n振り付けとしての独創性が認められるほどの顕著な特徴があるとはいえな\nいというべきである。\nよって，符号２１の振り付けに著作物性は認められない。\nニ  以上のとおり，符号１，２，４，１５，１６，１８ないし２１の振り付\nけに著作物性は認められず，また，符号３，５ないし９，１１ないし１４，\n１７の振り付けのうち，本件映画に再製されていると認められる部分の振\nり付けに著作物性は認められない。そして，符号１０の振り付けは，本件\n映画に再製されているとはいえない。\nなお，原告は，本件振り付けと本件映画で使用されている音楽が調和し\nていることも，本件振り付けに著作物性が認められることの根拠として主\n張しているが，振り付けが音楽と調和するか否かは，振り付け自体の著作\n物性の判断を直ちに基礎付けるものではないから，原告の上記主張は，本\n件振り付けの著作物性についての上記判断を左右するものではない。\nよって，原告の符号１ないし２１の振り付けの著作権（各符号の振り付\nけ自体の著作権）に基づく主張は，いずれも理由がない。\n(4)  原告が主張する振り付けの組合せに著作権が認められるか\nア  原告が主張する同時に踊られるダンスシーン相互の組合せについて\n(ア)  原告は，符号１８ないし２０の振り付けの組合せについての著作権\nを主張する。\n符号１８ないし２０の振り付けのいずれにも著作物性が認められない\nことは，上記(3)のとおりである。そして，これらの振り付け自体に，\n原告が主張するそれぞれの振り付けの印象が表現されているとは認めら\nれず，著作物性のないこれらの振り付けの組合せによって独創性が認め\nられるほどの顕著な特徴を有することになるということも困難である。\nよって，原告の，符号１８ないし２０の振り付けの組合せについての\n著作権の主張は失当である。\n(イ)  原告は，符号１２ないし１４の振り付けの組合せについての著作権\nを主張する。\n符号１２ないし１４の振り付けは，その一部分しか本件映画に再製さ\nれておらず，再製されていると認められるいずれの部分についても，著\n作物性が認められないことは，上記(3)のとおりである。そして，符号\n１２ないし１４の振り付けのうち再製が認められる部分自体に，原告が\n主張するそれぞれの振り付けの印象が表現されているとは認められず，\n著作物性が認められない振り付けの一部分の組合せによって，独創性が\n認められるほどの顕著な特徴を有することになるということも困難であ\nる。\nよって，原告の，符号１２ないし１４の振り付けの組合せについての\n著作権の主張は失当である。\nなお，原告は，符号１２の振り付けと符号１３の振り付けの創作性に\n関し，マッチョとまりかのペアが青木のかつらをずらす場面は，原告が\n事前に動きを計算して振り付けをしたからこそ実現できたものであると\n主張する。しかし，上記のかつらをずらす動きはＣ監督のアイデアであ\nり（丙５３），そのアイデアを表現する手段である符号１２の振り付け\nと符号１３の振り付けのうち，本件映画への再製が認められる個々の部\n分には著作物性が認められず，再製が認められる部分の組合せにも著作\n権が認められないのは上記のとおりであり，これにかつらをずらすとい\nう単純な動きが加わったとしても，これによって著作物性が発生するも\nのでないことは明らかである。\n(ウ)  原告は，符号９ないし１１の振り付けの組合せについての著作権を\n主張する。\n符号１０の振り付けは，本件映画の映像上再製されているとは認めら\nれず，また，符号９，１１の振り付けは，その一部分しか本件映画に再\n製されておらず，再製されていると認められるいずれの部分についても，\n著作物性が認められないことは，上記(3)のとおりである。そして，符\n号９，１１の振り付けのうち再製が認められる部分自体に，原告が主張\nするそれぞれの振り付けの印象が表現されているとは認められず，著作\n物性がない振り付けの一部分の組合せによって，独創性が認められるほ\nどの顕著な特徴を有することになるということも困難である。\nよって，原告の，符号９ないし１１の振り付けの組合せについての著\n作権の主張は失当である。\nイ  原告が主張する前後のキャラクターの変化を示すダンスの組合せについ\nて\n(ア)  杉山のダンスの組合せについて\n原告は，符号１６，１５，６，８，１の振り付けの組合せ等について\n著作権を主張する。\n符号１，１５，１６の振り付けに著作物性が認められないこと，符号\n６，８の振り付けは，その一部分しか本件映画に再製されておらず，再\n製されていると認められるいずれの部分についても，著作物性が認めら\nれないことは，上記(3)のとおりである。そして，符号１，１５，１６\nの振り付け自体や，符号６，８の振り付けのうち再製が認められる部分\n自体に，原告が主張するそれぞれの振り付けの印象が表現されていると\nは認められず，著作物性の認められない振り付けや，著作物性が認めら\nれない振り付けの一部分の組合せや配列によって，独創性が認められる\nほどの顕著な特徴を有することになるということも困難である。\nよって，原告の，符号１６，１５，６，８，１の振り付けの組合せや\n配列についての著作権の主張は失当である。\n(イ)  青木のダンスの組合せについて\n原告は，符号２０，１７，１２，９の振り付けの組合せ等について著\n作権を主張する。\n符号２０の振り付けに著作物性が認められないこと，符号９，１２，\n１７の振り付けは，その一部分しか本件映画に再製されておらず，再製\nされていると認められるいずれの部分についても，著作物性が認められ\nないことは，上記(3)のとおりである。そして，符号２０の振り付け自\n体や，符号９，１２，１７の振り付けのうち再製が認められる部分自体\nに，原告が主張するそれぞれの振り付けの印象が表現されているとは認\nめられず，著作物性の認められない振り付けや，著作物性が認められな\nい振り付けの一部分の組合せや配列によって，独創性が認められるほど\nの顕著な特徴を有することになるということも困難である。\nよって，原告の，符号２０，１７，１２，９の振り付けの組合せや配\n列についての著作権の主張は失当である。\n(ウ)  田中のダンスの組合せについて\n原告は，符号１８，１４，１１の振り付けの組合せ等について著作権\nを主張する。\n符号１８の振り付けに著作物性が認められないこと，符号１１，１４\nの振り付けは，その一部分しか本件映画に再製されておらず，再製され\nていると認められるいずれの部分についても，著作物性が認められない\nことは，上記(3)のとおりである。そして，符号１８の振り付け自体や，\n符号１１，１４の振り付けのうち再製が認められる部分自体に，原告が\n主張するそれぞれの振り付けの印象が表現されているとは認められず，\n著作物性の認められない振り付けや，著作物性が認められない振り付け\nの一部分の組合せや配列によって，独創性が認められるほどの顕著な特\n徴を有することになるということも困難である。\nよって，原告の，符号１８，１４，１１の振り付けの組合せや配列に\nついての著作権の主張は失当である。\nウ  以上のとおり，原告の振り付けの組合せによる著作権の主張は，いずれ\nも理由がない。\n２  上記１によれば，その余の点について判断するまでもなく，原告の請求はい\nずれも理由がないこととなる。\n第４  結論\nよって，原告の請求はいずれも理由がないから棄却することとし，主文のと\nおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          阿       部       正       幸\n裁判官          山 門   優\n裁判官          小       川       卓       逸\n（別紙「振り付けについての当事者らの主張」は省略）\n"
}