{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 1,
    "day": 31
  },
  "case_number": "平成29(行ケ)1",
  "case_name": "選挙無効請求",
  "court_name": "高松高等裁判所",
  "result": "棄却",
  "lawsuit_id": "87445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/087445_hanrei.pdf",
  "contents": "平成３０年１月３１日判決言渡し  同日原本交付  裁判所書記官\n平成２９年（行ケ）第１号  選挙無効請求事件\n口頭弁論終結日  平成２９年１２月２６日\n判           決\n主              文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  原告Ａの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の徳島\n県第１区における選挙を無効とする。\n２  原告Ｂの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の徳島\n県第２区における選挙を無効とする。\n３  原告Ｃの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の香川\n県第１区における選挙を無効とする。\n４  原告Ｄの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の香川\n県第２区における選挙を無効とする。\n５  原告Ｅの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の香川\n県第３区における選挙を無効とする。\n６  原告Ｆの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の愛媛\n県第１区における選挙を無効とする。\n７  原告Ｇの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の愛媛\n県第２区における選挙を無効とする。\n８  原告Ｈの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の愛媛\n県第３区における選挙を無効とする。\n９  原告Ｉの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の愛媛\n県第４区における選挙を無効とする。\n10  原告Ｊの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の高知\n県第１区における選挙を無効とする。\n11  原告Ｋの請求\n平成２９年１０月２２日に行われた衆議院（小選挙区選出）議員選挙の高知\n県第２区における選挙を無効とする。\n第２  事案の概要\n１  本件は，平成２９年１０月２２日に施行された衆議院議員総選挙（以下「本\n件選挙」という。）について，徳島県第１区，同第２区，香川県第１区，同第\n２区，同第３区，愛媛県第１区，同第２区，同第３区，同第４区，高知県第１\n区及び同第２区の各選挙区（以下「本件各選挙区」という。）の選挙人である\n原告らが，衆議院小選挙区選出議員の選挙（以下「小選挙区選挙」という。）\nの選挙区割りに関する公職選挙法等の規定は憲法に違反し無効であるから，こ\nれに基づき施行された本件選挙の本件各選挙区における選挙も無効であると主\n張して提起した選挙無効訴訟である。\n２  前提となる事実（文末に証拠の掲記がない事実は，当事者間に争いがない事\n実又は当裁判所に顕著な事実である。）\n⑴  原告らは，本件選挙について，それぞれの請求に係る各選挙区の選挙人で\nある。\n⑵  平成６年１月，公職選挙法の一部を改正する法律（同年法律第２号）が成\n立し，その後，同年法律第１０号及び同第１０４号によりその一部が改正さ\nれ（以下，これらの改正を「平成６年改正」という。），これにより衆議院\n議員の選挙制度は，従来の中選挙区単記投票制から小選挙区比例代表並立制\nに改められた。\n本件選挙施行当時の選挙制度によれば，衆議院議員の定数は４６５人で，\nそのうち，２８９人が小選挙区選出議員，１７６人が比例代表選出議員とさ\nれ（公職選挙法４条１項），小選挙区選出議員の選挙については，全国に２\n８９の選挙区を設け，各選挙区において１人の議員を選出し（同法１３条１\n項，別表第一），比例代表選出議員の選挙については，全国に１１の選挙区\nを設け，各選挙区において所定数の議員を選出するものとされている（同法\n１３条２項，別表第二）。総選挙においては，小選挙区選挙と比例代表選挙\nを同時に行い（同法３１条），投票は，小選挙区選出議員及び比例代表選出\n議員ごとに１人１票とされている（同法３６条ただし書）。\n⑶  上記の公職選挙法の一部を改正する法律と同時に成立した衆議院議員選挙\n区画定審議会設置法（以下，後記の改正の前後を通じて「区画審設置法」と\nい う 。 ） に よ れ ば ， 衆 議 院 議 員 選 挙 区 画 定 審 議 会 （ 以 下 「 区 画 審 」 と い\nう。）は，衆議院小選挙区選出議員の選挙区の改定に関し，調査審議し，必\n要があると認めるときは，その改定案を作成して内閣総理大臣に勧告するも\nのとされている（同法２条）。そして，後記の平成２４年法律第９５号によ\nる改正前の区画審設置法３条（以下「平成２４年改正前の区画審設置法 ３\n条」という。）は，上記の選挙区の区割りの基準（以下，後記の改正の前後\nを通じて「区割基準」という。）につき，①１項において，上記の改定案を\n作成するに当たっては，各選挙区の人口の均衡を図り，各選挙区の人口のう\nち，その最も多いものを最も少ないもので除して得た数が２以上とならない\nようにすることを基本とし，行政区画，地勢，交通等の事情を総合的に考慮\nして合理的に行わなければならないものと定めるとともに，②２項において，\n各都道府県の区域内の選挙区の数は，各都道府県にあらかじめ１を配当した\n上で（以下，このことを「１人別枠方式」という。），この１に，小選挙区\n選出議員の定数に相当する数から都道府県の数を控除した数を人口に比例し\nて各都道府県に配当した数を加えた数と定めていた（以下，この区割基準を\n「平成２４年改正前の区割基準」といい，この規定を「平成２４年改正前の\n区割基準規定」という。）。\n平成６年改正以降，小選挙区選挙の選挙区割りについては，次のとおり，\n３度にわたって改定が行われた。\nア  平成１４年７月に成立した公職選挙法の一部を改正する法律（同年法律\n第９５号。以下「平成１４年改正法」という。）により，各都道府県の議\n員の定数につきいわゆる５増５減（５県の選挙区数をそれぞれ１増し，５\n道県の選挙区数をそれぞれ１減ずることをいう。）を行った上で，選挙区\n割りの改定が行われた（以下，この改定を「平成１４年改正」という。）。\nイ  平成２４年１１月１６日に，平成２４年改正前の区画審設置法３条２項\nの削除及びいわゆる０増５減（各都道府県の選挙区数を増やすことなく議\n員１人当たりの人口の少ない５県の選挙区数をそれぞれ１減ずることをい\nう。）を内容とする「衆議院小選挙区選出議員の選挙区間における人口較\n差を緊急に是正するための公職選挙法及び区画審設置法の一部を改正する\n法律」（同年法律第９５号。以下「平成２４年改正法」という。）が成立\nし，その後，平成２５年６月２４日に，「衆議院小選挙区選出議員の選挙\n区間における人口較差を緊急に是正するための公職選挙法及び衆議院議員\n選挙区画定審議会設置法の一部を改正する法律の一部を改正する法律 」\n（同年法律第６８号。以下「平成２５年改正法」という。）が成立して，\nその枠組みに沿って１７都県の４２選挙区における選挙区割りの改定が行\nわれた（以下，これらの改定を「平成２５年改正」という。）。\nウ  平成２８年５月２０日に，平成３２年以降１０年ごとに行われる大規模\n国勢調査の結果に基づき，都道府県別定数配分をいわゆるアダムズ方式\n（都道府県の人口を一定の数値で除し，それぞれの商の整数に小数点以下\nを切り上げて得られた数の合計数が小選挙区選挙の定数と一致する方式の\nことをいう。）によって行い，各選挙区間の最大較差（日本国民の人口に\nよる）が２倍以上にならないようにすること，その附則において，それま\nでの措置として，平成２７年の簡易国勢調査に基づき，いわゆる０増６減\n（各都道府県の選挙区数を増やすことなく議員１人当たりの人口の少ない\n６県の選挙区数をそれぞれ１減ずることをいう。）をすることなどを内容\nとする「区画審設置法及び公職選挙法の一部を改正する法律」（同年法律\n第４９号。以下「平成２８年改正法」という。）が成立し，その後，平成\n２９年６月９日に，「区画審設置法及び公職選挙法の一部を改正する法律\nの一部を改正する法律」（同年法律第５８号。以下「平成２９年改正法」\nという。）が成立して，その枠組みに沿って１９都道府県の９７選挙区に\nおける選挙区割りの改定が行われた（以下，これらの改定を「平成２９年\n改正」といい，同改正後の公職選挙法１３条１項及び別表第一を併せ て\n「本件区割規定」という。また，平成１４年改正，平成２５年改正及び平\n成２９年改正を併せて「本件各改正」という。）。\n本件選挙の小選挙区選挙は，平成２９年１０月２２日，本件区割規定の定\nめる選挙区割り（以下「本件選挙区割り」という。）の下で施行されたもの\nである。\n本件選挙において，選挙当日の選挙区間の選挙人数の最大較差（以下，選\n挙人数を基準とした最大較差を「最大較差（選挙人）」といい，人口を基準\nとした最大較差を「最大較差（人口）」といい，これらを併せた最大較差を\n単に「最大較差」という。）は，最少の鳥取県第１区と最多の東京都第１３\n区との間で１対１．９７９であった（乙１）。\n３  争点及びこれに対する当事者の主張\n争点１（本件選挙区割りが憲法の投票価値の平等の要求に反する状態にあ\nったか否か）について\n（原告らの主張）\nア  主位的主張について\n本件選挙区割りに基づく本件選挙は，憲法５６条２項の「両議院の議事\nは，この憲法に特別の定のある場合を除いては，出席議員の過半数でこれ\nを決し」との定め，憲法１条の「主権の存する日本国民」との定め，憲法\n前文第１文の「日本国民は，正当に選挙された国会における代表者を通じ\nて行動し，」及び「ここに主権が国民に存することを宣言し，」との各定\nめによって要求される，人口比例選挙によって保障される１人１票の投票\n価値の平等に違反し，無効である。\nイ  予備的主張について\n最高裁判所平成２２年（行ツ）第２０７号同２３年３月２３日大法廷判\n決・民集６５巻２号７５５頁（以下「平成２３年大法廷判決」という。）\nは，平成２１年８月３０日施行の総選挙当時において，「地域性に係る問\n題のために，殊更にある地域（都道府県）の選挙人と他の地域（都道府\n県）の選挙人との間に投票価値の不平等を生じさせるだけの合理性がある\nとはいい難い」として，「１人別枠方式による選挙区割りは，投票価値の\n平等という憲法の要求するところとは相容れないものと言わざ るを得な\nい。」，「１人別枠方式を廃止し，投票価値の平等の要請にかなう立法的\n措置を講ずる必要がある」と判示した。\nまた，最高裁判所平成２５年（行ツ）第２０９号，第２１０号，第２１\n１号同年１１月２０日大法廷判決・民集６７巻８号１５０３頁（以下「平\n成２５年大法廷判決」という。）は，平成２５年改正について，「１人別\n枠方式の構造的な問題は最終的に解決されているとはいえない」と判示し\nた。\nさらに，最高裁判所平成２７年（行ツ）第２５３号同年１１月２５日大\n法廷判決・民集６９巻７号２０３５頁（以下「平成２７年大法廷判決」と\nいい，平成２３年大法廷判決及び平成２５年大法廷判決と併せて「本件各\n大法廷判決」という。）も，「上記０増５減の措置における定数削減の対\n象とされた県以外の都道府県について旧区割基準（平成２４年改正前の区\n割基準）に基づいて配分された定数の見直しを経ておらず，１人別枠方式\nを定めた旧区画審設置法（平成２４年改正前の区画審設置法）３条２項が\n削除された後の新区割基準に基づいた定数の再配分が行われていない」と\n判示した。\n選挙区割りにおいて，人口以外の要素（すなわち，都道府県，市町村，\nその他の行政区画，地域の面積，人口密度，住民構成，交通事情，地理的\n状況等）は，合理性を有しない限り，これを考慮することは許されない。\n本件選挙では，平成２９年改正に基づく０増６減により，全４７都道府県\nのうちわずか６県について配分定数の見直しがされたにすぎず，ある地域\nの選挙人の投票価値は，他の地域の選挙人の０．５１票分の投票価値しか\n有していない。また，本件選挙当時，平成２２年の大規模国勢調査の結果\nに基づき，アダムズ方式による都道府県の配分定数の見直しをしていれば，\n７増１３減となっていたことに照らしても，本件区割規定では，１２都県\nについて配分定数の見直しがされていないことになる。\nそうすると，平成２９年改正に基づく本件区割規定による本件選挙区割\nりは，投票価値の最大較差が２倍未満であるとしても，上記の１２都県に\nついては，平成２３年大法廷判決が憲法の投票価値の平等の要求に反する\nと判断した１人別枠方式が維持されていることになる。\nしたがって，上記の１２都県の選挙区割りは，違憲状態の瑕疵を帯びて\nおり，各選挙区の有機的一体性の性質からして，全選挙区が違憲状態の瑕\n疵を有することになるから，本件選挙は，憲法に違反し無効である。\n（被告らの主張）\nア  原告らの主位的主張について\n憲法は，投票価値の平等を要求しているが，投票価値の平等は，選挙制\n度の仕組みを決定する絶対の基準ではなく，国会が正当に考慮することの\nできる他の政策的目的ないし理由との関連において調和的に実現されるべ\nきものであり，選挙制度の仕組みの決定については，国会に広範な裁量が\n認められている（憲法４３条２項，４７条）。そして，小選挙区制度にお\nける具体的な選挙区を定めるに当たっては，種々の政策的な考慮要素を総\n合的に考慮した上で，国政遂行のための民意の的確な反映を実現するとと\nもに，投票価値の平等を確保するという要請との調和を図ることが求めら\nれている。\nしたがって，選挙制度の合憲性は，国会が選挙制度の仕組みについて具\n体的に定めたところが，その裁量権の行使として合理性を有するか否かに\nよって判断されることになり，上記のような憲法上の要請に反するため，\n上記の裁量権を考慮してもなおその限界を超えており，これを是認するこ\nとができない場合に，初めて憲法に違反することになるものと解すべきで\nある。\nよって，本件選挙区割りが，人口比例選挙の要求に反するからといって，\n憲法の投票価値の平等の要求に反するものではなく，本件選挙が無効であ\nるとはいえない。\nイ  原告らの予備的主張について\n本件各大法廷判決は，諸般の事情を総合的に考慮して，選挙区間の人口\nの最大較差が２倍未満になるように区割りをすることを基本とする，平成\n２８年改正前の区画審設置法３条の規定につき，一貫して，投票価値の平\n等に配慮した合理的な基準を定めたものと評価し，これを前提として，国\n会に対し，同条の趣旨に沿った選挙制度の整備を求めてきた。\n国会は，平成２３年３月以降，本件各大法廷判決に沿って，できる限り\nの検討と協議を尽くすとともに，地方公共団体等から，人口比例のみに偏\nった選挙制度に疑問を呈する意見や一連の選挙制度の改正に伴う弊害に関\nする意見が寄せられる中でも，投票価値の平等の要求に反する状態の是正\nが最も優先すべき課題であるとの認識の下，投票価値の較差の是正措置に\n取り組んだ。\n本件各改正の結果，選挙区間の最大較差は，２倍未満にまで縮小される\nとともに，被災地等の例外なく，全ての小選挙区を通じて較差の縮小が図\nられたもので，このような選挙区間の較差のみをもってしても，本件区割\n規定の定める本件選挙区割りが，投票価値の平等の要求に反する状態に至\nっていないことは明らかである。\nまた，本件各改正においては，１人別枠方式の廃止，区画審設置法３条\nの厳格化，人口比例に基づく配分方式や人口の将来推計の導入に加え，過\n去最大の分割市町村等，都道府県別の議席配分段階及び都道府県内の選挙\n区割りの決定段階の両段階で，これまでにない踏み込んだ立法的措置が執\nられており，将来的には，平成３２年の大規模国勢調査を踏まえた更なる\n較差の縮小に向けた立法的措置も予定されている。これらの改正は，十分\nな合理性を有するものであって，憲法の投票価値の平等の要求に沿うもの\nであることは明らかである。\n原告らは，１２都県については，なお１人別枠方式が維持されている旨\n主張するが，本件各改正により１人別枠方式が廃止されていることは明ら\nかであり，本件各改正による０増５減及び０増６減も，１人別枠方式の廃\n止を前提として初めてなし得たものである。そして，本件各改正により本\n件各大法廷判決が指摘したような１人別枠方式の構造的問題も解決されて\nいるから，原告らの上記主張は理由がない。\nよって，本件区割規定の定める本件選挙区割りは，憲法の投票価値の平\n等の要求に反していない。\n争点２（憲法上要求される合理的期間内における是正がされなかったか否\nか）について\n（原告らの主張）\nア  主位的主張について\n定数配分又は選挙区割りが憲法の投票価値の平等の要求に反する状態に\n至っていても，憲法上要求される合理的期間内に是正がされなかったとは\nいえない場合には，憲法の規定に違反するものということはできないとい\nう「合理的期間の判例法理」自体が，憲法９８条１項の明文に反し，その\n効力を有しない。\nイ  予備的主張について\n本件選挙施行の日（平成２９年１０月２２日）の時点で，平成２５年大\n法廷判決が合理的期間の始期と認定した平成２３年大法廷判決の日（同年\n３月２３日）から既に６年６月３０日間が経過している。したがって，合\n理的期間は既に徒過しており，本件選挙は，憲法９８条１項により無効で\nある。\n（被告らの主張）\nア  原告らの主位的主張について\n平成２５年大法廷判決及び平成２７年大法廷判決が判示するとおり，憲\n法上要求される合理的期間内における是正がされなかったといえるか否か\nは，単に期間の長短のみならず，是正のために採るべき措置の内容，その\nために検討を要する事項，実際に必要となる手続や作業等の諸般の事情を\n総合考慮して，国会における是正の実現に向けた取組が，司法の判断の趣\n旨を踏まえた立法裁量権の行使として相当なものであったといえるか否か\nという観点から評価すべきものと解される。\nよって，原告らの主位的主張は失当である。\nイ  原告らの予備的主張について\n憲法上要求される合理的期間内における是正がされなかったか否かは，\n裁判所において投票価値の較差が憲法の投票価値の平等の要求に反する状\n態に至っているとの判断が示されるなど，国会が違憲状態となったことを\n認識し得た時期を基準として，上記の諸般の事情を総合考慮して判断され\nるべきである。\n本件各改正は，本件各大法廷判決の趣旨に沿って，１人別枠方式を廃止\nするとともに，将来的にも選挙区間の最大較差を２倍未満とするための所\n要の改正を行い，選挙区間の最大較差を２倍未満にまで縮小させたもので\nある。本件区割規定の定める本件選挙区割りの下で行われた本件選挙にお\nける選挙区間の最大較差は，衆議院議員の小選挙区選挙上，過去最少の数\n値であり，小選挙区選挙に関する累次の最高裁判所の判決において合憲と\nされた最大較差をも相当程度下回るもので，平成２３年大法廷判決が投票\n価値の平等に配慮した合理的な基準であると評価した平成２８年改正前の\n区画審設置法３条の求める２倍未満の較差を正に実現したものである。\nそうすると，本件各改正は，本件各大法廷判決の趣旨を踏まえた立法裁\n量権の行使として十分に相当なものであり，国会において，本件選挙まで\nに，本件区割規定の定める本件選挙区割りが憲法の投票価値の平等の要求\nに反する状態にあるなどということは，全く認識できない状況にあった。\nよって，本件区割規定の定める本件選挙区割りについて，憲法上要求さ\nれる合理的期間内における是正がされなかったといえないことは明らかで\nある。\n第３  当裁判所の判断\n１  認定事実\n前提となる事実に加え，後掲各証拠，弁論の全趣旨及び当裁判所に顕著な事\n実によれば，以下の事実が認められる。\n平成６年改正により衆議院議員の選挙制度は，従来の中選挙区単記投票制\nから小選挙区比例代表並立制に改められた。\n平成６年改正と同時に成立した区画審設置法によれば，内閣府に置かれた\n区画審は，衆議院小選挙区選出議員の選挙区の改定に関し，調査審議し，必\n要があると認めるときは，その改定案を作成して内閣総理大臣に勧告するも\nのとされている（同法２条）。そして，選挙区の改定に関する区画審の勧告\nは，統計法５条２項本文（平成１９年法律第５３号による改正前は４条２項\n本文）の規定により１０年ごとに行われる国勢調査の結果による人口が最初\nに官報で公示された日から１年以内に行うものとされている（区画審設置法\n４条１項）。\n区画審は，平成１２年１０月に実施された国勢調査の結果に基づき，平成\n１３年１２月，内閣総理大臣に対し，選挙区割りの改定案の勧告を行った。\nこの改定案は，衆議院小選挙区選出議員の選挙区に関し，平成２４年改正前\nの区画審設置法３条２項に従って各都道府県の議員の定数につき５増５減を\n行った上で，同条１項に従って各都道府県内における選挙区割りを改めるこ\nとを内容とするものであった。\n上記勧告を受けて，平成１４年７月に上記改定案に基づく選挙区割りの改\n定を盛り込んだ平成１４年改正法が成立した。\n平成２１年８月３０日施行の衆議院議員総選挙（以下「平成２１年選挙」\nという。）の小選挙区選挙は，平成１４年改正により改定された選挙区割り\nの下で施行されたものである。平成１４年改正の基礎とされた平成１２年国\n勢調査の結果による人口を基に，同改定後の区割規定の下における選挙区間\nの人口の較差を見ると，最大較差（人口）は最少の高知県第１区と最多の兵\n庫県第６区との間で１対２．０６４であり，高知県第１区と比べて較差が２\n倍以上となっている選挙区は９選挙区であった。また，平成２１年選挙当日\nにおける選挙区間の最大較差（選挙人）は，最少の高知県第３区と最多の千\n葉県第４区との間で１対２．３０４であり，高知県第３区と比べて較差が２\n倍以上となっている選挙区は４５選挙区であった。\nこの選挙区割りに基づいて施行された平成２１年選挙に関する選挙無効訴\n訟において，平成２３年大法廷判決は，選挙区の改定案の作成に当たり，選\n挙区間の最大較差（人口）が２倍未満になるように区割りをすることを基本\nとすべきものとする平成２４年改正前の区画審設置法３条１項の定めは，投\n票価値の平等の要請に配慮した合理的な基準を定めたものであると評価する\n一方，同選挙時において，選挙区間の投票価値の較差が最大で２．３０４倍\nに達し，較差２倍以上の選挙区数が４５選挙区と拡大していたのは，各都道\n府県にあらかじめ１の選挙区数を割り当てる同条２項の１人別枠方式がその\n主要な要因となっていたことが明らかであり，かつ，人口の少ない地方にお\nける定数の急激な減少への配慮等の視点から導入された１人別枠方式は既に\n立法時の合理性が失われていたものというべきであるから，同条に定める区\n割基準のうち１人別枠方式に係る部分及び同区割基準に従って改定された区\n割基準規定の定める平成２１年選挙の選挙区割りは，憲法の投票価値の平等\nの要求に反する状態に至っていたと判示した。そして，同判決は，これらの\n状態につき憲法上要求される合理的期間内における是正がされなかったとは\nいえず，平成２４年改正前の区割基準規定及び区割基準が憲法１４条１項等\nの憲法の規定に違反するものということはできないとした上で，事柄の性質\n上必要とされる是正のための合理的期間内に上記の状態を解消するために，\nできるだけ速やかに同区割基準中の１人別枠方式を廃止し，平成２４年改正\n前の区画審設置法３条１項の趣旨に沿って同区割規定を改定するなど，投票\n価値の平等の要請にかなう立法的措置を講じる必要があると判示した。\nその後，平成２３年大法廷判決を受けて行われた各政党による検討及び協\n議を経て，平成２４年１１月１６日に平成２４年改正法が成立した。平成２\n４年改正法は，同改正前の区画審設置法３条２項の削除及び０増５減を内容\nとするものであった。しかし，１人別枠方式の廃止を含む制度の是正のため\nには，区画審の審議を挟んで区割基準に係る区画審設置法の改正と選挙区割\nりに係る公職選挙法の改正という二段階の法改正を要することから，平成２\n４年改正法は，その附則において，同改正前の区画審設置法３条２項を削除\nする改正規定は公布日から施行するものとする一方で，各都道府県の選挙区\n数の０増５減を内容とする改正後の公職選挙法の規定は次回の総選挙から適\n用する（公職選挙法の改正規定は別に法律で定める日から施行する）ものと\nし，上記０増５減を前提に，区画審が選挙区間の最大較差（人口）が２倍未\n満となるように選挙区割りを改める改定案の勧告を公布日から６月以内に行\nい，政府がその勧告に基づいて速やかに法制上の措置を講ずべき旨を定めて\nいた。平成２４年改正により，同改正前の区画審設置法３条１項が同改正後\nの区画審設置法３条（以下「平成２８年改正前の区画審設置法３条」という。）\n。\n平成２４年改正法の成立と同日に衆議院が解散され，その１か月後の平成\n２ ４ 年 １ ２ 月 １ ６ 日 に 衆 議 院 議 員 総 選 挙 （ 以 下 「 平 成 ２ ４ 年 選 挙 」 と い\nう。）が施行された。しかし，同選挙までに新たな選挙区割りを定めること\nは時間的に不可能であったため，同選挙は，平成２１年選挙と同様に，平成\n１４年改正による区割規定の定める選挙区割りの下で施行されることとなっ\nた。平成２４年選挙当日における選挙区間の最大較差（選挙人）は１対２．\n４２５であり，選挙人が最も少ない選挙区と比べて較差が２倍以上となって\nいる選挙区は７２選挙区であった（乙２の２）。\n平成２４年選挙に関する選挙無効訴訟において，平成２５年大法廷判決は，\n①上記選挙は，平成２１年選挙時に既に憲法の投票価値の平等の要求に反す\nる状態に至っていた選挙区割りの下で再び施行されたものであること，選挙\n区間の較差は平成２１年選挙時よりも更に拡大して最大較差（選挙人）が２．\n４２５倍に達していたこと等に照らせば，平成２４年選挙時において，その\n選挙区割りは憲法の投票価値の平等の要求に反する状態にあったものといわ\nざるを得ない，②しかし，平成２４年選挙までに，１人別枠方式を定めた平\n成２４年改正前の区画審設置法３条２項の規定が削除され，かつ，全国の選\n挙区間の人口較差を２倍未満に収めることを可能とする定数配分と区割り改\n定の枠組みが定められており，司法権と立法権との関係を踏まえ，考慮すべ\nき諸事情に照らすと，国会における是正の実現に向けた取組が平成２３年大\n法廷判決の趣旨を踏まえた立法裁量権の行使として相当なものでなかったと\nはいえないから，憲法上要求される合理的期間内における是正がされなかっ\nたとはいえず，平成２４年改正前の区割規定が憲法１４条１項等の憲法の規\n定に違反するものということはできない，③国会においては今後も平成２８\n年改正前の区画審設置法３条の趣旨に沿った選挙制度の整備に向けた取組が\n着実に続けられていく必要があると判示した。\n平成２４年選挙の施行後，平成２４年改正法の附則の規定に従って区画審\nによる審議が行われ，平成２５年３月２８日，区画審は，内閣総理大臣に対\nし，選挙区割りの改定案の勧告を行った。この改定案は，同附則の規定に基\nづき，各都道府県の選挙区数の０増５減を前提に，選挙区間の人口較差が２\n倍未満となるように１７都県の４２選挙区において区割りを改めることを内\n容とするものであった（乙３の２，乙５，６）。\n上記勧告を受けて，平成２５年６月２４日に上記改定案に基づく選挙区割\nりの改定を盛り込んだ平成２４年改正法の一部を改正する法律案である平成\n２５年改正法が成立した。\nなお，平成２５年改正に至るまでには，地方公共団体等から，人口規模の\n少ない地方自治体においては住民の声が国に届きにくくなるのではないかと\nいう意見や選挙区を定めるに際して市町村の区域を分割しないよう求める意\n見などが出されていた（乙３の２，乙４，７の１ないし２５）。\n平成２６年１１月２１日の衆議院解散に伴い，同年１２月１４日，平成２\n５年改正における０増５減の措置による改定を経た選挙区割りの下で衆議院\n議員総選挙（以下「平成２６年選挙」という。）が施行された。平成２５年\n改正により，平成２２年の大規模国勢調査の結果による選挙区間の最大較差\n（人口）は１対１．９９８となるものとされたが，同国勢調査後の人口変動\nの結果として，平成２５年３月３１日現在及び平成２６年１月１日現在の各\n住民基本台帳に基づいて総務省が試算した選挙区間の最大較差（人口）はそ\nれぞれ１対２．０９７及び１対２．１０９であり，上記試算において較差が\n２倍以上となっている選挙区はそれぞれ９選挙区及び１４選挙区となってい\nた。そして，平成２６年選挙当日における選挙区間の最大較差（選挙人）は，\n最少の宮城県第５区と最多の東京都第１区との間で１対２．１２９であり，\n宮城県第５区と比べて較差が２倍以上となっている選挙区は１３選挙区であ\nった（乙２の３，乙３の２）。\n平成２６年選挙に関する選挙無効訴訟において，平成２７年大法廷判決は，\n①平成２５年改正により改定された選挙区割りにおいて，最大較差（選 挙\n人）が１対２．１２９に達し，較差２倍以上の選挙区も１３選挙区存在する\nといった投票価値の較差が生じた主な要因は，いまだ多くの都道府県におい\nて，新区割基準（平成２８年改正前の区割基準）に基づいて定数の再配分が\n行われた場合とは異なる定数が配分されていることにあり，全体として新区\n画審設置法（平成２８年改正前の区画審設置法）３条の趣旨に沿った選挙制\n度の整備が実現されていたとはいえないとし，このような投票価値の較差の\n状況やその要因となっていた事情などを総合考慮すると，その選挙区割りは\nなお憲法の投票価値の平等の要求に反する状態にあったものといわざるを得\nない，②しかし，平成２６年選挙までに，２回の法改正を経て，平成２４年\n改正前の区画審設置法３条２項の規定が削除されるとともに，直近の平成２\n２年国勢調査の結果によれば全国の選挙区間の最大較差（人口）が２倍未満\nとなるように定数配分と選挙区割りの改定が行われ，同選挙時の投票価値の\n最大較差は前回の平成２４年選挙時よりも縮小し，更なる法改正に向けて衆\n議院に設置された検討機関において選挙制度の見直しの検討が続けられてい\nるのであって，司法権と立法権との関係を踏まえ，考慮すべき諸事情に照ら\nすと，国会における是正の実現に向けた取組が平成２３年大法廷判決及び平\n成２５年大法廷判決の趣旨を踏まえた立法裁量権の行使として相当なもので\nなかったとはいえないから，憲法上要求される合理的期間内における是正が\nされなかったとはいえず，平成２５年改正法による区割規定が憲法１４条１\n項等の憲法の規定に違反するものということはできない，③国会においては\n今後も平成２８年改正前の区画審設置法３条の趣旨に沿った選挙制度の整備\nに向けた取組が着実に続けられていく必要があると判示した。\n平成２７年大法廷判決の前後を通じて衆議院議院運営委員会議長の諮問機\n関として設置された衆議院選挙制度に関する調査会において，議論が重ねら\nれ，平成２８年１月１４日，衆議院議長に対し，答申が出された。その内容\nは，衆議院議員の定数を１０人削減した上で，都道府県への議席配分をアダ\nムズ方式により行い，その配分見直しは，１０年ごとに行われる大規模国勢\n調査の結果による人口に基づき行うことなどを内容とするものであった（乙\n８の１ないし１７，乙９，１０）。\n上記答申を受けて，平成２８年５月２０日に平成２８年改正法が成立した。\n同改正法は，平成２８年改正前の区画審設置法３条の規定を厳格化し，これ\nを「前条の規定による改定案の作成は，各選挙区の人口（最近の国勢調 査\n（統計法第５条第２項の規定により行われる国勢調査に限る。）の結果によ\nる日本国民の人口をいう。以下この条において同じ。）の均衡を図り，各選\n挙区の人口のうち，その最も多いものを最も少ないもので除して得た数が２\n以上とならないようにすることとし，行政区画，地勢，交通等の事情を総合\n的に考慮して合理的に行わなければならない。」と改めた上，都道府県の区\n域内の選挙区の数を平成３２年以降１０年ごとに行われる大規模国勢調査の\n結果に基づき，アダムズ方式により配分し，選挙区間の最大較差（人口）が\n２倍以上にならないようにすること（平成２８年改正後の区画審設置法３条\n１項，２項），平成３７年以降の国勢調査の結果に基づく選挙区間の最大較\n差（人口）が２倍以上になったときは，選挙区の安定性を図るとともに較差\n２倍未満を達成するため，都道府県の選挙区数を変更することなく，区画審\nが較差是正のために選挙区割りの改定案の作成及び勧告を行うものとするこ\nと（平成２８年改正後の区画審設置法３条３項，４条２項），衆議院議員の\n定数を小選挙区選出議員につき６人，比例代表選出議員につき４人の合計１\n０人を削減すること（平成２８年改正後の公職選挙法４条１項）のほか，平\n成２８年改正法の附則において，平成３２年の大規模国勢調査までの措置と\nして，平成２７年の簡易国勢調査の結果に基づき，選挙区の人口に関し，将\n来の見込人口を踏まえ，平成３２年までの５年間を通じて較差が２倍未満と\nなるよう区割りを行うなどの措置を講じること（平成２８年改正法附則２条\n１項），小選挙区選挙の定数６減の対象県について，上記の簡易国勢調査に\n基づき，アダムズ方式により都道府県別定数を計算した場合に減員対象とな\nる都道府県のうち，議員１人当たり人口の最も少ない都道府県から順に６県\nとすること（同附則２条２項１号），平成２８年改正法の施行後においても，\n全国民を代表する国会議員を選出するための望ましい選挙制度の在り方につ\nいては，不断の見直しが行われるものとすること（同附則５条）を内容とす\nるものであった（乙１１の１，２，乙１３の１，２）。\n平成２８年改正法において，アダムズ方式の全面的な導入が平成３２年の\n大規模国勢調査からとされた理由については，平成２８年改正法の法案提出\n者から，古い国勢調査である平成２２年の大規模国勢調査の数値を用いる合\n理性があるとはいえないこと，同調査の結果が出てから既に２回の衆議院議\n員総選挙を経ているにもかかわらず，これを用いて新たに議席を配分し直す\nと，それにより従前と異なる議席を配分された都道府県の選挙人を中心に，\nこれら２回の総選挙の正当性や選挙された議員の地位に対し疑念を抱かせる\nことになるという問題があること，４年後には次の大規模国勢調査が控えて\nおり，立て続けに都道府県への議席配分の見直しを行うこととなり，選挙制\n度の安定性に欠けるという問題があることが挙げられていた（乙１１の１，\n乙１２の２）。\n平成２８年改正法の成立後，その附則の規定に従って区画審による審議が\n行われ，平成２９年４月１９日，区画審は，内閣総理大臣に対し，選挙区割\nりの改定案の勧告を行った。この改定案は，同附則の規定に基づき，各都道\n府県の選挙区数の０増６減を前提に，平成２７年の簡易国勢調査の結果に基\nづく選挙区間の最大較差（人口）が２倍未満になるようにするとともに，平\n成３２年見込人口に基づく選挙区間の最大較差（人口）も２倍未満になるよ\nうに，１９都道府県の９７選挙区において区割りを改め，これにより分割市\n区町の数も，平成２５年改正時には１１６選挙区８８市区町であったところ\nを更に増やして，過去最大の１３８選挙区１０５市区町とすることを内容と\nするものであった。\n上記勧告を受けて，平成２９年６月９日に上記改定案に基づく選挙区割り\nの改定を盛り込んだ平成２８年改正法の一部を改正する法律案である平成２\n９年改正法が成立した。\n平成２９年改正により，平成２７年の簡易国勢調査による選挙区間の最大\n較差（人口）は１対１．８４４となり，当時において推計された平成３２年\n見込人口（平成２７年の簡易国勢調査による日本国民の人口に，平成２２年\nの大規模国勢調査から平成２７年の簡易国勢調査までの日本国民の人口の伸\nび率を乗じて得た人口をいう。）における最大較差も１対１．９９９となっ\nた。他方，分割市区町は，合計１３８選挙区１０５市区町まで増加したとこ\nろ，平成２９年改正に至るまでの間にも，地方公共団体等から，人口比例の\nみに偏った選挙制度の改正に疑問を呈する意見や選挙区を定めるに際して市\n町村の区域を分割しないよう求める意見などが出され，平成２９年改正後も，\n同改正について，投票価値の較差の是正に伴う様々な弊害等に関する意見が\n出されるなどしている（乙１４の１，乙１５の１ないし２７，乙１８の１な\nいし６，乙１９の１ないし６，乙２０の１ないし１３）。\n平成２９年９月２８日，衆議院が解散され，同年１０月２２日，本件区割\n規定の定める選挙区割りの下で，本件選挙の小選挙区選挙が施行された。本\n件選挙当日における選挙区間の最大較差（選挙人）は，最少の鳥取県第１区\nと最多の東京都第１３区との間で１対１．９７９であった（乙１）。\n２  判断の枠組み\n衆議院議員の選挙における投票価値の較差の問題について，累次の最高裁判\n所大法廷判決は，①定数配分又は選挙区割りが投票価値の較差において憲法の\n投票価値の平等の要求に反する状態に至っているか否か，②上記の状態に至っ\nている場合に，憲法上要求される合理的期間内における是正がされなかったと\nして定数配分規定又は区割規定が憲法の規定に違反するに至っているか否か，\n③定数配分規定又は区割規定が憲法の規定に違反するに至っている場合に，選\n挙を無効とすることなく選挙の違法を宣言するにとどめるか否かという判断の\n枠組みに従って検討を行っており，当裁判所も，その枠組みに従って順次判断\nすることとする。\n３  争点１（本件選挙区割りが憲法の投票価値の平等の要求に反する状態に至っ\nているか否か）について\n憲法は，選挙権の内容の平等，換言すれば投票価値の平等を要求している\nものと解される。他方，投票価値の平等は，選挙制度の仕組みを決定する絶\n対の基準ではなく，国会が正当に考慮することのできる他の政策的目的ない\nし理由との関連において調和的に実現されるべきものであるところ，国会の\n両議院の議員の選挙については，憲法上，議員の定数，選挙区，投票の方法\nその他選挙に関する事項は法律で定めるべきものとされ（４３条２項，４７\n条），選挙制度の仕組みの決定について国会に広範な裁量が認められている。\n衆議院議員の選挙につき全国を多数の選挙区に分けて実施する制度が採用\nされる場合には，選挙制度の仕組みのうち定数配分及び選挙区割りを決定す\nるに際して，憲法上，議員１人当たりの選挙人数ないし人口ができる限り平\n等に保たれることを最も重要かつ基本的な基準とすることが求められている\nというべきであるが，それ以外の要素も合理性を有する限り国会において考\n慮することが許容されているものと解されるのであって，具体的な選挙区を\n定めるに当たっては，都道府県を細分化した市町村その他の行政区画などを\n基本的な単位として，地域の面積，人口密度，住民構成，交通事情，地理的\n状況などの諸要素を考慮しつつ，国政遂行のための民意の的確な反映を実現\nするとともに，投票価値の平等を確保するという要請との調和を図ることが\n求められているところである。\nしたがって，このような選挙制度の合憲性は，これらの諸事情を総合的に\n考慮した上でなお，国会に与えられた裁量権の行使として合理性を有すると\nいえるか否かによって判断されることになり，国会がかかる選挙制度の仕組\nみについて具体的に定めたところが，上記のような憲法上の要請に反するた\nめ，上記の裁量権を考慮してもなおその限界を超えており，これを是認する\nことができない場合に，初めて憲法に違反することになるものと解すべきで\nある（最高裁判所昭和４９年（行ツ）第７５号同５１年４月１４日大法廷判\n決・民集３０巻３号２２３頁，最高裁判所昭和５６年（行ツ）第５７号同５\n８年１１月７日大法廷判決・民集３７巻９号１２４３頁，最高裁判所昭和５\n９年（行ツ）第３３９号同６０年７月１７日大法廷判決・民集３９巻５号１\n１００頁，最高裁判所平成３年（行ツ）第１１１号同５年１月２０日大法廷\n判決・民集４７巻１号６７頁，最高裁判所平成１１年（行ツ）第７号同年１\n１月１０日大法廷判決・民集５３巻８号１４４１頁，最高裁判所平成１１年\n（行ツ）第３５号同年１１月１０日大法廷判決・民集５３巻８号１７０４頁，\n最高裁判所平成１８年（行ツ）第１７６号同１９年６月１３日大法廷判決・\n民集６１巻４号１６１７頁のほか本件各大法廷判決参照）。\n原告らは，主位的に，憲法５６条２項，１条，前文第１文の規定から，憲\n法は厳格な人口比例選挙を保障しており，１人１票の投票価値の平等に反す\nること自体が許されないと主張する。\nしかし，憲法が，国会の両議院の議員の選挙制度の仕組みの決定について\n国会に広範な裁量を認めていると解すべきことは前記のとおりであり，国民\n主権の原理及び代表民主制の統治機構の理念から，原告らが主張するような\n厳格な人口比例選挙の保障が論理必然的に導き出されると解することは困難\nである。また，これらの原理等から当然に，憲法が，１人１票の投票価値の\n平等の要求に反すること自体を容認せず，国会の立法裁量権を著しく限定し\nていると解することもできない。\nしたがって，原告らの主位的主張は採用できない。\n原告らは，予備的に，本件区割規定では，１２都県については，平成２３\n年大法廷判決及び平成２５年大法廷判決が憲法の投票価値の平等の要求に反\nすると判断した１人別枠方式が維持されており，平成２４年改正前の区画審\n設置法３条２項に基づいて配分された定数の見直しがされていないことにな\nるから，違憲状態の瑕疵を帯びていると主張する。\nしかし，平成２３年大法廷判決及び平成２５年大法廷判決は，いずれも平\n成１４年改正による区割規定，すなわち，１人別枠方式を定めた平成２４年\n改正前の区割基準規定の定める選挙区割りの下で施行された選挙について判\n断したもので，選挙当日における最大較差（選挙人）は，平成２１年選挙で\nは２．３０４倍に，平成２４年選挙では２．４２５倍に達しており，較差２\n倍以上の選挙区は，平成２１年選挙では４５選挙区，平成２４年選挙では７\n２選挙区も存在していた。また，平成２７年大法廷判決は，１人別枠方式を\n定めた平成２４年改正前の区画審設置法３条２項の規定が削除され，平成２\n５年改正による改定を経た後の選挙区割りの下で施行された選挙について判\n断したものであるが，選挙当日における最大較差（選挙人）は，なお２．１\n２９倍に達しており，較差２倍以上の選挙区も１３選挙区存在していた。平\n成２７年大法廷判決は，このような事実関係の下で，投票価値の較差の状況\nやその要因となっていた事情などを総合考慮して，同選挙区割りはなお憲法\nの投票価値の平等の要求に反する状態にあったと判断したものである。\nこれに対し，本件選挙は，平成２９年改正による改定を経た後の本件区割\n規定及び本件選挙区割りの下で施行されたものである。その改正の内容は，\n都道府県別定数配分を，平成３２年以降１０年ごとに行われる大規模国勢調\n査の結果に基づき，これまでとは異なるアダムズ方式によって行い，選挙区\n間の最大較差が２倍未満となるようにする定数配分の仕組みを制度化すると\nともに，平成３２年の大規模国勢調査までの措置として，平成２７年の簡易\n国勢調査の結果に基づき，平成３２年までの５年間を通じて最大較差が２倍\n未満となるように区割りを行うなどの措置を講じること，６減の対象県につ\nいて，上記の簡易国勢調査に基づき，アダムズ方式により都道府県別定数を\n計算した場合に減員対象となる都道府県のうち，議員１人当たり人口の最も\n少ない都道府県から順に６県とすることなどを定めた上，１９都道府県の９\n７選挙区において区割りを改め，分割市区町の数を過去最大となる１３８選\n挙区１０５市区町に増加させたものである。その結果，本件選挙当日におけ\nる選挙区間の最大較差（選挙人）は，これまでの衆議院議員の小選挙区選挙\nにおいて最少の１．９７９倍となり，本件各大法廷判決が対象とした平成２\n１年選挙，平成２４年選挙及び平成２６年選挙のいずれの選挙時にも存在し\nた較差２倍以上の選挙区はなくなった。\n国会が具体的な選挙区を定めるに当たっては，都道府県を細分化した市町\n村その他の行政区画などを基本的な単位として，地域の面積，人口密度，住\n民構成，交通事情，地理的状況といった事情のほか，国政における安定性や\n連続性の確保を図る必要等の事情を考慮することも許容されているものと解\nされるところ，国会が，平成２９年改正において，選挙制度の安定性等を考\n慮し，これまでとは異なるアダムズ方式の全面的な導入を平成３２年の大規\n模国勢調査からとした上で，それまでの措置として，各都道府県の選挙区数\nの０増６減を前提に，平成２７年の簡易国勢調査の結果に基づく最大較差が\n２倍未満になるようにするとともに，平成３２年見込人口に基づく最大較差\nも２倍未満になるように，１９都道府県の９７選挙区において区割りを改め，\n分割市区町の数を１３８選挙区１０５市区町としたことは，平成２３年大法\n廷判決が投票価値の平等の要請に配慮した合理的な基準を定めたものと評価\nした平成２４年改正前の区画審設置法３条１項（平成２８年改正前の区画審\n設置法３条）の規定，さらには，これを厳格化した平成２８年改正後の区画\n審設置法３条１項の規定に則したものとして合理性があり，国会の立法裁量\n権の行使として相当なものということができる。\nそうすると，本件選挙の施行当時，本件選挙区割りが，憲法の投票価値の\n平等の要求に反する状態にあったということはできない。\nしたがって，原告らの予備的主張も採用できない。\n４  結語\n以上の次第で，原告らの請求は，その余の争点について判断するまでもなく，\nいずれも理由がないからこれを棄却することとし，主文のとおり判決する。\n高松高等裁判所第４部\n裁判長裁判官\n石     原     稚      也\n裁判官\n坂     上     文     一\n裁判官\n林          啓   治   郎\n"
}