{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 6
  },
  "case_number": "平成27(ワ)591",
  "case_name": "地位確認等請求事件",
  "court_name": "大阪地方裁判所第５民事部",
  "gist": "米国の航空会社である被告との間で有期雇用契約を締結していた原告につき，乗務していた路線のサービス変更等に伴う人員削減としてされた契約期間途中の解雇には「やむを得ない事由」がなく無効であり，その後の更新拒絶（雇止め）にも客観的合理的な理由等がないとして，原告の地位確認及び賃金等の請求が認められた事例",
  "lawsuit_id": "86684",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86684",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/684/086684_hanrei.pdf",
  "contents": "主文\n１  原告が，被告に対し，労働契約上の権利を有する地位にあることを確認す\nる。\n２  被告は，原告に対し，平成２７年４月以降，本判決確定の日まで，毎月２\n５日限り，１７万７１２５円及びこれに対する各支払日の翌日から支払済み\nまで年６分の割合による金員を支払え。\n３  被告は，原告に対し，４７万５５１７円及びこれに対する平成２８年２月２\n６日から支払済みまで年６分の割合による金員を支払え。\n４  原告のその余の請求を棄却する。\n５  訴訟費用はこれを５分し，その２を原告の負担とし，その余は被告の負担\nとする。\n６  この判決は，第２項及び第３項に限り，仮に執行することができる。\n事実及び理由\n第１  請求\n１  主文第１項と同旨\n２  被告は，原告に対し，平成２７年４月以降，本判決確定の日まで，毎月２\n５日限り，２４万７２８４円及びこれに対する各支払日の翌日から支払済み\nまで年６分の割合による金員を支払え。\n３  被告は，原告に対し，６３万６８０５円及びこれに対する平成２８年２月２\n６日から支払済みまで年６分の割合による金員を支払え。\n４  被告は，原告に対し，平成２９年以降，本判決確定まで，毎年２月２５日\n限り，４７万０７５９円及びこれに対する各支払日の翌日から支払済みまで\n年６分の割合による金員を支払え。\n５  被告は，原告に対し，平成２７年以降，本判決確定まで，毎年６月２５日\n限り，６０万７９２９円及びこれに対する各支払日の翌日から支払済みまで\n年６分の割合による金員を支払え。\n第２  事案の概要等\n１  本件事案の概要\n(1)  原告は，被告（被告と合併する前のＡ航空を含む。以下，同じ。）との間\nで，平成１７年１０月１６日，業務を航空機の客室乗務員（以下では，「乗務\n員」と表記するが，全て客室乗務員を指す。）とする期間の定めのある労働契\n約を締結し，これを約１年ごとに継続的に更新してきたところ，平成２６年\n１２月５日付けで被告から解雇され，平成２７年３月３１日以降の契約更新\nも拒否された。\n(2)  本件は，原告が，同解雇が無効であり，また労働契約法（以下「労契法」\nという。）１９条により労働契約は更新したものとみなされると主張して，被\n告に対し，労働契約上の権利を有する地位にあることの確認を求めるととも\nに，平成２７年４月以降の未払賃金及び賞与等の支払を求める事案である。\n２  前提事実（争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に\n認定できる事実）\n(1)  当事者\nア  原告\n原告は，Ａ航空との間で，平成１７年１０月１６日，雇用期間を同日\nから平成１８年４月１５日まで，職名を「ＩＦＳＲ」として，労働契約\nを締結し，その後，別紙１のとおり繰り返し更新されていた。\nイ  被告\n(ア)  被告は，アメリカ合衆国デラウェア州法に準拠して設立された航\n空会社であり，本社は，アメリカ合衆国ジヨージア州ａに所在する。\n資本金額は８億９７００万米ドルである。\n平成２０年１０月，Ａ航空とＢ航空が合併し，社名が，Ｃ（現在の被\n告の社名）となった。被告の日本支社は，東京都港区に本店を有し，\n日本国内に複数の支店（空港支店を含む）を有する。\n(イ)  被告は，米国国内線のほか，主として米国を起点とする国際線（一\n部に第三国からの以遠権路線がある。）を運航しており，国際線は，太\n平洋地区，大西洋地区及び中南米地区（なお，甲第１９号証等では，「太\n平洋路線」等と表記されているが，以下では，「太平洋地区」等と表記\nする。）に大別されている。このうち太平洋地区には，太平洋を横断す\nる路線（以下「太平洋路線」という。）のほか，以遠権を利用して日本\nとアジア各地を結ぶ路線や日本とグアムやサイパンを結ぶ路線（以下\nでは，前者を「アジア路線」，後者を「ミクロネシア路線」というほか，\n双方を併せて「アジア・ミクロネシア路線」ということがある。）など\nが含まれている。\n(2)  日本支社における被告の従業員について\nア  平成２６年１１月２７日時点で，日本支社（以下「日本ベース」とも\nいう。また，以下では，被告の拠点を「ベース」というほか，特定のベ\nースを本拠地として勤務する乗務員を，「日本ベースの乗務員」などと表\n記することがある。）の従業員のうち，乗務員としては，正社員であるフ\nライトアテンダント（以下「ＦＡ」という。）が５７名，雇用期間の定め\nのある契約社員（以下「ＩＦＳＲ」という。）が１１２名所属していた（以\n下，特に断らない限り，「ＦＡ」及び「ＩＦＳＲ」はいずれも日本ベース\nのそれを指す。）。このうち，ＦＡは，全て成田国際空港（成田ベース）\nを本拠地として職務に就いていたが，ＩＦＳＲについては，成田国際空\n港を本拠地として職務に就く者が８４名，中部国際空港（名古屋ベース）\nを本拠地として職務に就く者が１２名，関西国際空港（関西ベース）を\n本拠地として職務に就く者が１６名（原告を含む。）であった。\nまた，ＦＡとＩＦＳＲは，同じ便に乗務しないこととされていた。\nイ  なお，本件当時，日本ベースにおけるＩＦＳＲの業務管理の統括者は，\n被告の機内業務本部太平洋地区統括部長のＤであった。また，関西ベー\nスや名古屋ベースにおいては，ＩＦＳＲの直属の上司としてマネージャ\nーと呼ばれる従業員が配置されており，本件当時，原告の直属の上司の\nマネージャーは，Ｅであった。\n(3)  労働契約の締結及び契約更新\n原告被告間の労働契約は，契約期間満了に伴い自動的に終了するが，従\n業員の勤務成績や能力，会社の業務状態や仕事の量等の事情を考慮して，\n雇用主が労働契約を更新することができるものとされていたところ，上記\n(1)アのとおり，原告は，平成１８年以降，別紙１のとおり繰り返し契約を\n更新され，平成２６年には，被告との間で，契約期間を同年４月１日から\n平成２７年３月３１日までとする契約（以下「本件契約」という。）を締結\nした（甲７の①，②）。\n(4)  原告を含むＩＦＳＲの業務内容\nア  ＩＦＳＲは，Ｂ航空との合併前，太平洋路線（具体的には，大阪とデ\nトロイト，シアトル，ハワイ等を結ぶ路線）及びアジア・ミクロネシア\n路線に乗務していた。\nイ  ＩＦＳＲは，平成２０年１０月にＡ航空がＢ航空と合併された後も，\n上記同様の乗務便に乗務していたが，平成２１年にアジア路線の一部が\n廃止された上，平成２２年の途中からは，そのほかのアジア路線にも乗\n務しないこととなった。\nウ  その後，被告は，平成２４年５月に太平洋路線について，米国ベース\nのＦＡを乗務させ，ＩＦＳＲを乗務させないこととしたため，原告らＩ\nＦＳＲは，同月以降，ミクロネシア路線のみに乗務するようになった。\nなお，ミクロネシア路線は，ＩＦＳＲのみで乗務するのではなく，ＩＦ\nＳＲと米国ベースのＦＡが共に乗務していた。\n(5)  ミクロネシア路線におけるサービスの変更とＩＦＳＲの削減\nア  被告は，経営合理化の方策として，アジア地域の路線を一部廃止した\n上，平成２７年１月からミクロネシア路線におけるホットミールサービ\nス（冷蔵された食事を機内でオーブンにより加熱して，温かい食事を提\n供するサービス）を廃止してコールドミール（調理を要しない食事）に\n切り替えること（以下「本件サービス変更」という。），これにより同路\n線におけるＩＦＳＲを１名減員させること，名古屋ベースと関西ベース\nを廃止してＩＦＳＲを全て成田ベースとすること，ＩＦＳＲに対し, 平\n成２６年Ｃ航空ボランタリープログラム（以下「希望退職プログラム」\nという。）と称して希望退職を募集するとともに，名古屋ベースと関西ベ\nースから成田ベースへの異動希望を受け付けることを決定し，平成２６\n年７月３１日，原告らを含むＩＦＳＲに対して，上記決定事項を通知し\nた。\nなお，被告は，上記決定に伴い，ＩＦＳＲを合計２０名削減すること\nを計画していた。\nイ  原告は，平成２６年８月２３日，被告に対し，成田ベースへの異動希\n望を提出した。\n(6)  原告の解雇（甲２の①②，甲３０）\nア  被告は，ＩＦＳＲの希望退職者が，平成２６年１１月５日時点で，合計\n１２名にとどまり，人員削減を予定していた２０名に達しなかったため，\n原告を含む８名のＩＦＳＲを解雇することとした。\nイ  被告は，平成２６年１１月５日，原告に対し，「希望退職をせず，成田ベ\nースへの異動も不適格又は是認されない。」として，本件契約に係る期間途\n中である同年１２月５日付けで，原告との労働契約を終結する旨を通知し\nた（以下「本件解雇」といい，同書面を「本件解雇通知書」という。）。\nウ  被告は，平成２６年１１月５日，原告以外のＩＦＳＲ７名に対しても，\n上記イと同様の労働契約終結通知をした。そのうち２名は，同月７日，被\n告に対し，希望退職プログラムに基づく退職希望を提出し，被告は，これ\nを承認した。また，その後，解雇対象者ではなかったＩＦＳＲ１名が退職\nを希望したことから，被告は，解雇通知をしたＩＦＳＲのうち１名に対す\nる解雇を撤回した。\n以上の結果，希望退職者は合計１５名となり，原告を含むＩＦＳＲ５名\nが解雇されることとなった。\nエ  被告は，上記解雇対象者の選定について，ＩＦＳＲとしての勤続年数（以\n下「シニオリティ」といい，勤続年数が長い者が上位になる。）が下位の者\nから順次選定したもので，原告のシニオリティは，解雇された５名の中で\nは最上位であった。\nオ  被告は，平成２６年１２月５日をもって解雇した原告らＩＦＳＲに対し，\n契約失効日までの残存月数の基本給与や残存有給休暇分の時間給，基本給\n与６か月分の退職手当を支払う旨を通知していたが，少なくとも原告に対\nしては，本件解雇後である同年１２月から平成２７年３月分までの基本給\n相当額が支払われた（弁論の全趣旨）。\n(7)  原告による契約更新の申込みと被告による更新拒絶\nア  原告による契約更新の申込み\n原告は，平成２６年１２月２４日，被告に対し，本件解雇が無効である\nことを通知するとともに，平成２７年３月末以降も，雇用を継続するよう，\n本件契約の更新申込みをした（甲６の①②。以下「本件更新申込み」とい\nう。）。\nイ  被告による更新拒絶\n被告は，平成２７年２月２７日，原告に対し，仮に，本件解雇の有効\n性が認められないとしても，本件更新申込みを拒絶し，原告との有期労\n働契約を更新しない旨の意思表示をした（以下「本件雇止め」という。）。\n(8)  原告が支払を受けていた賃金の額等\nア  本件契約における原告の賃金は，実際の乗務時間数等（なお，複数の算\n定方法があり，乗務時間や拘束時間と完全に一致するものではない。以下\nでは「ＡＣＦＨ」という。）に応じて計算することとされていたが，被告は，\nＡＣＦＨを７０時間とした場合に支給される金額を明示し，これを「基本\n給」と呼称していた（甲７の①②）。\nイ  本件解雇前の３か月間である平成２６年９月から同年１１月において，\n原告に対し，報償手当として月額８６００円が支給されており，これを含\nむ原告の賃金額は，平均して月額２４万７２８４円であった（甲８の①な\nいし③）。\n(9)  賞与\n被告は，被告従業員に対し，毎年６月に賞与を支給しており，原告に対し\nて，毎年，賞与として，上記(8)アの「基本給」の３か月分に相当する金額を\n支払っていた（甲１０の①ないし④）。\n(10)  プロフィットシェア\nア  被告は，原告に対し，前年の業績に基づくプロフィットシェアとして，\n以下のとおり支給した。\n平成２３年分  １３万４０１７円（甲９の①）\n平成２４年分  １８万７９９４円（甲９の②）\n平成２５年分  ２５万０１６７円（甲９の③）\n平成２６年分  ５２万５３０７円（甲８の②，甲３４，３５）\nイ  被告は，プロフィットシェアを支給する場合，一定の係数を定め，各従\n業員の収入に同係数を掛けて，支給金額を算出しており，おおむね毎年２\n月１４日頃に支給していた。\nウ  被告は，平成２８年２月，従業員に対し，平成２７年分のプロフィット\nシェアとして，実収入（当該従業員が現実に得た収入を意味し，インフラ\nイト部の場合は，ＡＣＦＨに基づき計算される基本給，ボーナス，その他\nのいくつかの手当の合計額を指す。）の２１．４６パーセントに相当する金\n額を支給した。\n３  本件の争点\n(1)  本件解雇の有効性\n労契法１７条１項所定の「やむを得ない事由」の有無（争点１）\n(2)  本件雇止めの有効性\nア  本件契約が，社会通念上期間の定めのない契約と同視できるか（労契\n法１９条１号），又は更新されると原告が期待することに合理的な理由が\nあるか（同条２号）（争点２）\nイ  本件雇止めにつき，客観的に合理的な理由及び社会通念上の相当性が\nあるか（争点３）\n(3)  原告の被告に対する賃金等（本件解雇後及び本件雇止め後の月額賃金，\n賞与，プロフィットシェア）に係る支払請求権の有無（争点４）\n４  争点に対する当事者の主張\n(1)  争点１（本件解雇の有効性）について\n（被告の主張）\n被告には，以下のとおり，人員削減の必要性があり，解雇を回避するた\nめの努力を尽くしたものの，解雇が不可避であったため，合理的な基準によ\nって解雇対象者を人選し，かつ解雇に至るまで誠実に協議を続けてきた。し\nたがって，本件解雇にはやむを得ない理由があり，有効である。\nア  被告には，人員削減の必要性があった。\n(ア)  被告は，全体としては黒字を計上していたものの，既存の航空会\n社との激しい競争に晒されている上，航空機を対象としたテロにより\n旅客数が急激に減少する可能性も否定できず，また，いわゆるＬＣＣ\nと呼ばれる低価格の航空会社から顧客基盤の侵食も受けている。\n被告において，アジア・ミクロネシア路線は,収益性の高い路線では\nなく，ここ数年をみても，成田とアジア各空港（金海や仁川，北京，香\n港）を結ぶ便を順次廃止し，ソウル，北京及び香港のベースを順次閉鎖\nするなど経営合理化を推し進めざるを得なかった。しかし，このような\n経営合理化努力を経ても，被告の太平洋地区は，平成２７年度において\n大幅な前年比減収となり，更なる路線の廃止や使用機材の小型化，シン\nガポールとバンコクのベースの閉鎖を余儀なくされた。その結果，平成\n２６年以降，アジア各地のベースにおいて，ＦＡを中心として約２６０\n名の人員が削減されている。\n(イ)  ミクロネシア路線においては，従前，日本など太平洋地域ベース\nの乗務員４名と米国ベースの乗務員２名の合計６名が乗務していた\nが，被告において，本件サービス変更に伴い調理作業等が不要になっ\nたことを踏まえて業務フローを見直した結果，５名の乗務員で機内サ\nービスを提供することが可能との結論に至り，乗務員１名が余剰とな\nった。被告では，保安上の必要性や一定数を占めている米国人乗客へ\nの対応の必要性から，米国ベースの乗務員を削減することはできず，\n日本など太平洋地域ベースの乗務員を１名削減する必要があった。\n被告では，ＩＦＳＲの基本給につき，ＡＣＦＨを月７０時間として計\n算した額としており，原告を含むＩＦＳＲは，ＡＣＦＨを月７０時間と\nした稼働を見込み，これに基づいて計算した基本給を想定した生活設計\nを行っていたはずである。しかし，本件サービス変更による乗務員の削\n減を踏まえて想定されるＩＦＳＲのＡＣＦＨを算定したところ，月７０\n時間を大幅に下回ることが明らかとなった。被告において試算したとこ\nろでは，ＩＦＳＲを２０名削減すれば，想定されるＡＣＦＨは月６７．\n０８時間となった。そこで，被告は，ＩＦＳＲの賃金水準の維持と人員\n削減を可能な限り少なく抑えるという要請を調整できる境界線として，\n２０名の削減を決定した。\nイ  被告は，解雇回避努力を尽くした。\n(ア)  被告は，余剰人員削減のため，希望退職プログラムによる希望退\n職者を募り，関西ベース及び名古屋ベースの閉鎖に当たっては，可能\nな範囲で成田ベースに配置転換した。\n(イ)  なお，想定されるＡＣＦＨが月７０時間を割り込む状況下にある\nため，更なるＡＣＦＨの削減を伴うワークシェアリングの実施は現実\n的ではなく，また，海外ベースへの配転や他路線への配置転換も，被\n告が世界的に人員の削減を進めており，海外において吸収する余裕は\nないこと，ＩＦＳＲの雇用確保のため，他国の従業員の雇用を犠牲に\nすることは公平性の観点から相当ではないこと，就労関係のビザの確\n保が容易ではないこと，多額の追加費用が見込まれることなどから現\n実的ではなかった。一時帰休制度やアクセスデー（有給の待機日であ\nり，乗務が割り当てられなかった場合でも，ＡＣＦＨが２時間４０分\nとして，賃金が支払われる。）についても，既に被告において最大限活\n用している。\nウ  被告は，解雇対象者の選定について，シニオリティの低い順によるこ\nととし，当該基準に則り対象者を選別した。したがって，被告は，解雇\n対象者の選定について，客観的かつ合理的な基準で解雇対象者を選定し\nた。\nエ  被告は，各ベースにおいて説明会を実施し，ＩＦＳＲからの質問にで\nきる限り誠実に応え，希望退職プログラムを提示した。原告との関係で\nは，原告の要望に応えて，マネージャーやその上司が原告と直談の機会\nを持ち，その後も原告と上司との間でメールや電話により頻繁にコミュ\nニケーションをとっており，誠実に原告と協議を続けていた。\nオ  以上によれば，本件解雇については，労契法１７条１項所定の「やむ\nを得ない事由」があるというべきである。\n（原告の主張）\n被告には，以下のとおり，本件解雇に当たり，人員削減の必要性がある\nとはいえない上，被告が本件解雇を回避するための努力を尽くしたとはいえ\nず，解雇対象者の選定も不合理であり，また，解雇に至るまでの協議や説明\nも欠いている。そうすると，本件解雇には，労契法１７条１項所定の「やむ\nを得ない理由」がある旨の被告の主張は理由がないというべきである。\nア  被告には，人員削減の必要性があるとはいえない。\n(ア)  被告は，本件解雇前後を通じて巨額の利益を計上している。また，\n本件解雇後には，米国ベースのＦＡを大量に新規採用し，成田－香港\n便の運航を再開し，成田－パラオ便も増便している。\n(イ)  本件サービス変更については，乗務員の仕事量が大きく変わるも\nのではなく，乗務員の削減によって労働密度が強化されており，人員\n削減の必要性を基礎付けるものとはいえない。被告は，本件サービス\n変更により，年間で７２万５０００ドルのコスト削減が図れ，それ以\n外に加熱器具の燃料費やメンテナンス費用も節約できた のであるか\nら，更に人員削減をして経費を削減する必要はなかった。\n(ウ)  被告は，ＩＦＳＲについて，月７０時間のＡＣＦＨを確保する必\n要があるとも主張するが，ＡＣＦＨは年間を通じて変動があり，被告\nは，今までも月７０時間よりも少ないＡＣＦＨを割り当てたり，待機\n日で調整したり，一時帰休を募ったりしてしのいでいた。このような\n曖昧な方法で算定されたＡＣＦＨを基に，合理的な人員削減数が確定\nできるものではない。\nまた，そもそも本件契約上，ＡＣＦＨについて，月７０時間の最低保\n障があるわけではなく，月７０時間のＡＣＦＨを確保することをもって\n人員削減の必要性を基礎付けることはできない。\nイ  被告は解雇回避努力を尽くしていない。\n(ア)  希望退職プログラムの応募期間は熟慮期間としては短いし，退職\n条件も従業員を任意退職に誘導するためには十分な好条件とはいえな\nい。応募期間の延長や第二次希望退職の募集，希望退職の個別打診，\n退職金の加算等によって，希望退職者が２０名に達した可能性は高い。\n(イ)  配置転換努力義務についても，被告は，原告が希望した成田ベー\nスへの異動を拒否したほか，海外ベースへの配転の努力を尽くした形\n跡もなく，原告との関係で配置転換努力義務を尽くしたとはいえない。\n(ウ)  その他，①一時帰休を募集する，②ＩＦＳＲを過去に乗務してい\nた太平洋路線やアジア路線に乗務させる，③ミクロネシア路線に乗務\nしている２名の米国ベースのＦＡを他の路線に配置転勤してミクロネ\nシア路線の余剰人員を吸収する，④オフィスアシストの業務を与えて\n雇用確保をする，⑤アクセスデーを活用する，⑥いわゆるワークシェ\nアリングを行う等の方法があったにもかかわらず，被告はこれらの方\n法をとっていない。\nウ  解雇人員の選任基準も妥当性を欠いている。\nシニオリティが低い者は，賃金も低廉であるから，コスト削減目的で\nあれば，シニオリティの低い者から解雇するのは不合理である。また，\nシニオリティは被告における勤続年数にすぎず，シニオリティが高いか\nら乗務員としての経験が長いとは限らないし，シニオリティが低いから\n若年で再就職の可能性が高いともいえない。\nエ  被告は，協議や説明を尽くしていない。\n被告は，本件において，余剰人員を２０名とした具体的な根拠，希望\n退職者が１５名に達した後の解雇の必要性について，誠実な説明や協議\nを尽くしておらず，原告が被告の動向を尋ねた際にもこれを放置し，い\nきなり解雇通知を交付した。\nオ  以上によれば，被告において，本件契約に係る期間の満了を待てない\nほどの緊急かつ重大な事由が存するとはいえず，本件解雇には，労契法\n１７条１項所定の「やむを得ない事由」があるとはいえないことは明ら\nかである。\n(2)  争点２（本件契約が，社会通念上期間の定めのない契約と同視できるか，\n又は更新されると原告が期待することに合理的な理由があるか）について\n（原告の主張）\n本件契約は，①原告らの業務内容がＦＡと同一であること，②原告らの\n契約上の地位はＦＡに準じる基幹的なものとして位置付けられていること，\n③Ｅらから雇用継続を期待させる発言があったこと，④９年間，９回の長期\nにわたる契約更新がなされていること（３０年間勤続のＩＦＳＲも存在する\nこと），⑤更新手続が形骸化していること，以上の点に鑑みれば，本件契約\nは，実質的に期間の定めのないよう契約と同視できるか，あるいは，継続雇\n用の客観的な合理的期待が認められるものである。\n（被告の主張）\nア  本件契約は，社会通念上期間の定めのない契約と同視できるものではな\nい。すなわち，本件契約を含む原告被告間の労働契約の締結及び更新に\n当たっては，①契約書において，期間満了に伴い労働契約は自動的に終\n了することが明確に規定されていること，②労働契約は，更新の度に見\n直され，契約条項も重要部分において変更されているのであり，当然に\n従前の労働契約を漫然と反復して更新していたわけではないこと，③更\n新時においては，担当管理職との面談の機会が必ず設けられており，更\n新後の契約内容について，原告と被告との間で確認する機会が設けられ\nていたこと，④全てのＩＦＳＲについて契約が更新されていたわけでは\nなく，業績が不振な者については更新を拒絶されることもあったこと等\nの事実に鑑みれば，原告と被告との間の労働契約は「当然に反復」して\nいたものではなく，原告との労働契約が実質的に期間の定めのない契約\nと同視できる状態に至っていたとはいえない。\nイ  また，原告に係る雇用継続に対する期待については，合理的な理由が\nあるとはいえない。すなわち，被告は，外部要因によって収益が大きく\n変動する航空業界において，事業上のニーズに応えつつ，その時々の国\n際情勢に対して柔軟な対応を確保し得る体制を維持し続ける必要があ\nる。このため，解雇が困難で人員が固定されるＦＡではなく，有期雇用\nによって弾力的な運用を可能にすることを目指してＩＦＳＲという職種\nを設け，雇用の調整弁に位置付けており，ＩＦＳＲは当初から永続的な\n雇用が継続される合理的な期待が想定できない職種である。過去にも，\nＩＦＳＲについて契約更新されなかった例がある上，被告では，ここ数\n年は毎年のように便の削減による希望退職が募られ，ＩＦＳＲの契約満\n了による雇止めもなされていた。以上の事情に鑑みると，労働契約の更\n新に対する期待を持ち得るような客観的情勢にはなかったし，被告が原\n告に対して雇用継続に対する合理的期待を抱かせるような発言をしたこ\nともない。\n(3)  争点３（本件雇止めに係る客観的に合理的な理由及び社会通念上の相当\n性があるか）について\n（被告の主張）\nア  上記(1)（被告の主張）のとおり，被告には人員削減の必要性があり，\n解雇を回避するための努力を尽くしてきた上，合理的な基準によって，\n解雇対象者を選定し，誠実に協議を続けてきた。これらの点に照らせば，\n本件雇止めについても，客観的に合理的な理由があり，かつ，社会通念\n上も相当なものである。\nイ  なお，被告は，平成２６年７月に本件サービス変更に伴う平成２７年\n１月に想定されるＡＣＦＨを算出し，２０名の人員削減を決定したが，\n実際には更なる減便もあり，ＡＣＦＨの実績値は，当初算定したＡＣＦ\nＨの予想値を下回っている。\n（原告の主張）\nア  上記(1)（原告の主張）のとおり，被告には人員削減の必要性があると\nはいえず，解雇回避努力を尽くしていない上，解雇対象者の選定も合理\n的とはいえず，協議や説明を尽くしていない。これらの事情は，本件雇\n止めについても，客観的かつ合理的な理由がないことを基礎付けるもの\nである。\nイ  以上によれば，労契法１９条により，原告被告間の労働契約は更新さ\nれたというべきである。\n(4)  争点４（賃金等の支払請求権の有無）について\n（原告の主張）\nア  月額賃金について\n無効な解雇によって解雇された労働者は当然ながら賃金請求権を失わ\nないが（民法５３６条２項），その賃金が月によって変動する場合，解雇\n前の賃金の平均をとって賃金請求権を認めるのが適切である。\nこれを本件についてみると，本件解雇前３か月の原告に係る賃金平均\n額は，２４万７２８４円であるから，同額をもって月例賃金額が認めら\nれるべきである。\nイ  賞与について\n(ア)  被告は，毎年６月，従業員に対し，賞与を支給しており，その額\nは少なくとも平成２３年以降は，基本給額の３か月分で固定されてい\nた。\n(イ)  平成２７年度以降も他の従業員に賞与支給がなされなかったと\nか，上記月数分以外の支給方法によって支給された等の主張や的確な\n証拠が提出されていないことからしても，少なくとも上記金額での賞\n与の請求権が黙示的に労働契約の内容となっていると解すべきであ\nる。\n(ウ)  したがって，原告は，被告に対し，基本給額２０万２６４３円の\n３か月分である６０万７９２９円の賞与請求権を有しているというべ\nきである。\nウ  プロフィットシェアについて\n(ア)  被告は，全従業員に対し，原則として毎年２月，前年の業績に基\nづくプロフィットシェアとして，前年の各従業員の年収に各年の支給\n係数（従業員一律）を掛けた金額を支給している。プロフィットシェ\nアについては，労働契約書に記載がないが，毎年全従業員に支給して\nきたことや全社的にイントラネットで通知していること等からして\nも，明示的ないし黙示的に労働契約の内容となっていると解すべきで\nある。\n(イ)  以上を踏まえると，原告は被告に対し，平成２７年度（平成２８\n年２月２５日支給）については，同年度の支給係数によるプロフィッ\nトシェアの請求権６３万６８０５円を，平成２８年度以降は，平成２\n５年度から平成２７年度のまでの３年間の支給額の平均によるプロフ\nィットシェア（４７万０７５９円）の支払請求権をそれぞれ有してい\nるというべきである。\n（被告の主張）\nア  月額賃金について\n(ア)  原告と被告との労働契約においては，最低保障額などの定めのな\nい完全な歩合給の制度が採用されており，勤務実績に応じた賃金が支\n払われている。すなわち，フライトその他の乗務を全く行わず，有給\n休暇も申請していない場合は，ＡＣＦＨが０となり，それに対応して\n月額給与は０円となる。平成２６年１２月５日以降は，原告に１度も\n勤務実績がない以上，仮に原告の雇用が維持されていたとの前提に立\nったとしても，月額給与は０円とならざるを得ない。また，月額給与\n以外の各種の手当についても，いずれも，現実の乗務の存在が前提と\nされているため，０円ということになる。\n(イ)  また，上記の点を措くとしても，平成２６年１２月以降，ＩＦＳ\nＲが乗務可能なフライトの便数及び総フライト時間数も毎月減少の一\n途を辿っており，ＩＦＳＲ全体に配分したＡＣＦＨの実績値も大きく\n減少してきたため，勤務を継続したＩＦＳＲの月額賃金も低額なもの\nとならざるを得なかった。さらに，ＡＣＦＨの割当においては，シニ\nオリティが上位の者が優先されるところ，原告は，シニオリティが低\nく，割当の優先度が低い結果，実際に付与されるＡＣＦＨは平均値よ\nりも低い数値となることが多くなるという傾向にあった。\nしたがって，仮に原告の雇用が終了していなかったとしても，原告に\n対して支払われたであろう現実の賃金は，平均値を基に試算した賃金額\nよりも，大幅に低くなったはずである。\nイ  賞与について\n(ア)  原告と被告との間で締結された労働契約において，賞与の支給に\n関する規定は全く存在しない。\n(イ)  また，被告が，過去において，被告の経営状況，業績その他の被\n告を取り巻く種々の状況を鑑みて，ＩＦＳＲに対して賞与を支給した\nことは事実であるが，賞与を支給するか否か及びその額については，\n被告の裁量において決定されてきた。被告は，原告を含むＩＦＳＲに\n対して，賞与の支払を約束したことはなく，原告と被告との間におい\nて，賞与に関する合意がなされたことはなかった。\n(ウ)  したがって，原告には被告に対する具体的な賞与請求権はない。\nウ  プロフィットシェアについて\n(ア)  プロフィットシェアは，被告が，過去において，被告の経営状況，\n業績その他の被告を取り巻く種々の状況を鑑みて適切と判断する場合\nに，任意的かつ恩恵的に従業員に対して支給してきたにすぎず，プロ\nフィットシェアの内容及び手続について，何らかの規程が存在するわ\nけではない。プロフィットシェアを支給するか否か，支給する場合の\n係数（金額），時期等は被告が一方的に通知してきており，被告の一方\n的な判断によりプロフィットシェアの支給が全く行われなかった年も\nある。\n(イ)  平成２７年においては，対象従業員の実収入に対し，２１．４６\nパーセントという係数によって計算した額を支給するという決定を行\nったが，ここでいう実収入とは，当該従業員が，現実に得た収入を意\n味するところ，原告が対象期間である平成２７年において１度も勤務\n実績がない以上は，計算根拠となる実収入を観念することができない\nため，プロフィットシェアの金額を敢えて算定しようとしても，計算\n上，０円とならざるを得ない。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実並びに後掲証拠及び弁論の全趣旨によれば，以下の各事実が\n認められる。\n(1)  原告らを含むＩＦＳＲの業務内容等\nア  ＩＦＳＲは，太平洋路線（ただし，ＩＦＳＲが乗務していたのは，平成\n２４年４月頃までであり，また，乗務していたＩＦＳＲの数は，一，二\n名である。）では，大型機種（ワイドボディ機）に乗務し，機内サービス\nの一部の業務（機内通訳や免税品販売等）に従事していたが，アジア・\nミクロネシア路線では，ＦＡと同様に，機内サービス全般の業務に従事\nしていた（甲３０，証人Ｄ，原告）。\nイ  ミクロネシア路線においては，小型機種（ナローボディ機）が使用さ\nれ，本件サービス変更前は，米国ベースの乗務員２名と，日本を含む太\n平洋地域をベースとする乗務員４名の合計６名の乗務員が乗務し，客室\n全体の責任者であるパーサーの資格は米国ベースの乗務員のみが取得し\nていた。なお，被告がミクロネシア路線で運航しているナローボディ機\nについて，法令上最低限必要とされている乗務員数は４名である。\n（甲３０，原告）\nウ  ＩＦＳＲの始業時刻は，搭乗する便の予定出発時間の７５分前とされ，\n出社後にメールの確認やフライト情報の受取などの乗務準備を行い，予\n定出発時間の６５分前に飛行機に乗り込んで，ブリーフィングや，安全\n・サービスに関する機内点検等を行った後，乗客を迎え入れて座席に案\n内するなどの出発の準備を行うこととされていた。\nまた，飛行機が目的地の空港に着陸して，ターミナルゲートに到着し，\n停止（ブロックイン）した後は，乗客を降ろして機内の後片付けや安全\n点検をした上で降機し，入国手続を済ませて退社することとされ，その\n終業時刻は，ブロックインから３０分後とされていた。\n（甲１４，乙４）\nエ  ＩＦＳＲの勤務シフトについては，毎月一定のＡＣＦＨが割り当てられ\nているわけではなく，各ＩＦＳＲが，毎月一定の日までに被告のコンピュ\nータシステムに就労日等の希望を入力し，それを基にシニオリティ順に希\n望を優先し，一定の調整を経て決定されていたため，シニオリティに応じ\nて，割り当てられるＡＣＦＨに格差が生じていた（甲３０）。\nオ  ＩＦＳＲとＦＡは，同じマニュアルを使用し，乗務員としての業務に\n差異はなく，ＩＦＳＲもＦＡと同様に，エコノミーリーダーの資格研修\nや，チャーター便に乗務するための研修を受けることができ，ＩＦＳＲ\nが機内におけるエコノミーリーダーを務めることもあった。\n他方において，ＦＡは正社員であるため，管理職に昇格する可能性が\nあるほか，地上勤務に就く可能性もあるが，ＩＦＳＲについては，この\nようなことは予定されていなかった。\n（甲３０，原告）\n(2)  本件契約の内容等\nア  本件契約における賃金は，ＡＣＦＨを月７０時間（なお，この月７０時\n間のＡＣＦＨを「基本乗務時間」ということがある。）と仮定した基本給を\n月額２０万２６４３円とし，これによる時間単価（２０万２６４３円÷７\n０時間≒２８９５円）に実際のＡＣＦＨを乗じて計算することとされてい\nたが，ＡＣＦＨが月７０時間を超えた場合は，超過時間数につき，時間単\n価の３割の割増分が支払われ，ＡＣＦＨが月１３０時間を超過した分の割\n増率は５割とされていた。\nなお，ＡＣＦＨは，１回の乗務毎に，①ブロックアワー（飛行機が出発\n空港のゲートを離れた時から，到着空港のゲートに到着し停止した時ま\nで），②職務時間（始業時刻から終業時刻までの間の時間）の１／２，③最\n低保障時間（２時間４０分），④トリップ時間（ベースの出発から帰着まで\nの時間）の１／６，の中から最も長い時間を採用することとされていたと\nころ，①が適用される事案が大半であった。\nまた，基本乗務時間は最低保障ではなく，実際のＡＣＦＨは，基本乗務\n時間より少なくなることもあった。\n被告の賃金算定期間は，毎月１日から末日であり，当月２５日までに当\n月分を支払うこととされていた。この点，被告は，翌月２５日払いであっ\nたと主張するが，これを認めるに足りる的確な証拠は認められない。\n（甲７の①②，証人Ｄ）\nイ  本件契約の更新については，「期間満了により自動的に終了する。ただし，\n本契約失効時における仕事の量，従業員の勤務成績や能力，そして雇用主\nの業務状態を含み，またはそれに限らずその他事情を考慮して，雇用主は\n従業員へ本契約を更新することができる。」と規定されていた（甲７の①\n②）。\n(3)  契約更新手続等\nア  原告の契約更新は，マネージャーが，毎年，３月か４月に，オフィスや\n乗客が搭乗する前の機内において，原告に新たな労働契約書を提示して署\n名を求め，原告がその場で署名するという方法で行われていた。その際，\nマネージャーは，契約内容に変更があれば変更内容を説明し，変更がなけ\nれば特段の説明はしなかった。また，マネージャーは，原告に直接契約書\nを交付せず，原告のメールボックスの中に契約書を入れる方法で提示した\nこともあった。（甲３０，原告）\nなお，Ｄは，あらかじめトーキングポイントを作成し，同ポイントに沿\nった説明を行っていた旨証言等する（乙４，証人Ｄ）。確かに，証拠（乙２\nの①ないし⑧）によれば，被告は，契約更新に当たって，トーキングポイ\nントを作成したことが認められる。しかしながら，Ｄが，証人尋問におい\nて，短い期間にたくさんの従業員と面談する必要がある一方で，大阪及び\n名古屋については，マネージャーの数が少なく，時間との闘いであった旨\n証言していること（証人Ｄ）や同面談が既に被告内において契約更新可能\nと判断された者に対するものであることに照らすと，実際の契約更新手続\nにおける面談が実施されていたか否かは明確とはいえず，仮に，実施され\nていたとしても，特に従前の契約内容に変更がない場合などにおいては，\n予め作成されたトーキングポイントに沿った個別具体的な説明等がなされ\nていたとは認め難い。したがって，Ｄの上記証言等をもって，上記認定を\n覆すには足りない。\nイ  原告が契約書に署名した後，被告側が同契約書に署名するのは４月以降\nになることが多かった（証人Ｄ）。\nウ  ＩＦＳＲは，物販やマイレージ契約等のセールスの成績により，ポイン\nト制で評価されており，同ポイントを基にして，マネージャーによる評価\n面談が実施され，契約更新に当たっての賃金増額等の可否に反映されてい\nた（甲３０）。\nエ  原告を含め，ＩＦＳＲの契約内容は，更新の際に一部変更されることが\nあり，①平成２４年４月の契約更新時には，基本乗務時間が月８０時間か\nら月７０時間に変更されるとともに，月１３０時間を超えたＡＣＦＨにつ\nいての割増率を５割とする旨の規定が追加され，②平成２５年４月の契約\n更新時には，深夜乗務手当の割増率について，２．５割から５割に変更さ\nれ，③平成２６年４月の契約更新時には，有給の慶弔休暇及び傷病休暇の\n制度が新たに追加された（乙２の⑥⑦，弁論の全趣旨）。\nオ  原告の基本給は，別紙１のとおり，平成２１年度途中に１６万円から１\n６万５５００円に変更され，その後，平成２６年４月までの間に，合計３\n回，増額された。\n(4)  被告において，人員削減が必要であると判断するに至った経緯\nア  ミクロネシア路線は，ナローボディ機で運航される上，ビジネス客が\n少ないことから，被告では，採算性の向上と維持が非常に困難な路線と\n位置付けられており，更なる合理化が課題とされていた（ただし，本件\n証拠上，同路線の具体的な収支を明らかにする個別具体的な証拠は見当\nたらない。）。このため，被告は，平成２７年１月１日から機内のホット\nミールサービスを廃止して，コールドミールサービスに切り替えること\nとし（本件サービス変更），同変更に伴う業務の軽減を考慮すると，５名\nの乗務員で機内サービスを提供することが可能であり，乗務員１名が余\n剰と判断した。その上で被告は，米国ベースのＦＡの削減は保安上の理\n由等からできないと判断し，従前４名が乗務していたＩＦＳＲを３名に\n削減することとした。\n（乙４）\nイ  被告では，乗務員のシフトを決定するに当たり，予定運航路線と運航\n本数を参考に運航により生ずるＡＣＦＨの総合計を算出し，想定される\n有給休暇時間（１人当たり月６時間）を加えた数値を母数として，これ\nを予定稼働乗務員数で除し，想定される１人当たりのＡＣＦＨを算出し\nていた。\n被告は，平成２６年７月，その時点におけるＩＦＳＲ１１６名を前提\nとして，平成２７年１月におけるＩＦＳＲ１名当たりのＡＣＦＨを算出\nしたところ，５６．６７時間となった。なお，この試算の前提となった\n運航時間総数は，月５０６０時間であった。\n被告におけるＩＦＳＲの契約は，基本となるＡＣＦＨを月７０時間と\nし，賃金はＡＣＦＨにある程度対応して算定されているところ，被告は，\n各ＩＦＳＲにおいても，月７０時間のＡＣＦＨに対応した賃金を想定し\nた生活設計がされていると考えられることから，可能な限り７０時間に\n近いＡＣＦＨを確保する必要があると判断し，それに基づいて，試算し\nた。その結果，ＩＦＳＲを２０名削減して９６名にすれば，想定される\nＡＣＦＨが月６７．０８時間となったため，被告は，２０名の削減が賃\n金水準の維持と人員削減を可能な限り少なく抑える要請を調整できるぎ\nりぎりの境界線と判断し，同人数の削減を決定した。\n（乙４，証人Ｄ）\n(5)  人員削減に関する被告の説明と希望退職者の募集\nア  被告は，平成２６年７月３１日，原告を含むＩＦＳＲに対して，太平\n洋地区において，競争力強化を図り，更に利益を生むため，ホノルル－\n日本路線とミクロネシア路線のプレミアムキャビン（ビジネスクラス）\nのサービスを簡素化すること，これにより１名のＦＡ／ＩＦＳＲが不要\nとなること，ＩＦＳＲを削減する必要があり，名古屋と関西のベースを\n閉鎖すること，異動の機会と希望退職制度を用意すること，ホノルルベ\nースについては，ベースの縮小を避けるため，ホノルルベースでの更な\nる国内便の組合せでフライトを埋め戻すようにすることなどをメールで\n伝えた（甲２１の①，②）。\nイ  その後，被告は，原告を含むＩＦＳＲに対し，社内メールで，希望退\n職プログラムの詳細とその申込書等を送付し，希望退職受付の締切りを\n平成２６年８月２９日とした（甲３０）。\nウ(ア)  被告は，平成２６年８月１５日，関西ベースのＩＦＳＲに対する\n説明会を実施した。同説明会は，任意参加とされ，乗務のある者は参\n加できないものであったため，関西ベースのＩＦＳＲ１８名のうち６\n名（原告を含む。）しか参加しなかった。\n同説明会では，まず，①上記アの内容と同様の説明がされたほか，Ｉ\nＦＳＲの削減人数は，日本ベースＩＦＳＲ全体で２０人を予定している\nとの説明がなされた。また，アジア地区各ベース（バンコク，マニラ，\n上海，シンガポール，台北，香港，東京）においても，路線の廃止，便\n数削減や使用機種の縮小により人員削減の必要があり，現在調整がなさ\nれているとの説明がなされた。また，②人員削減に至った理由について，\n本件サービス変更に伴い，ミクロネシア便に乗務するＩＦＳＲを１名減\n員するところ，その乗員人数で計算すると，ＩＦＳＲ１人当たりの基本\n乗務時間である７０時間を分配できなくなるからである旨の説明がな\nされた。さらに，③希望退職プログラムの詳細について説明がなされ，\n各ＩＦＳＲが退職を選択した場合の退職金の概算については，希望する\nＩＦＳＲに対して教えることができるとの説明がなされた。\nこれらの被告の説明に対し，説明会に参加したＩＦＳＲから，「各ベ\nースの人員削減予定の増減は，太平洋地区全体で考えられないのか｡」\n等の質問があったが，被告は「各ベースは独立したものと考え，お互い\nに影響させない」旨を回答した。\nなお，同時期頃，名古屋ベース及び成田ベースの各ＩＦＳＲに対して\nも，同様の説明会が実施された。\n（甲３０，原告）\n(イ)  また，被告は，その頃，ＩＦＳＲに対し，被告が予定している人\n員削減の内容や希望退職プログラムの内容，希望退職ブログラムの応\n募者が予定に達しなかった場合の解雇者の選定等をまとめた書面を送\n付した（甲３１の①②）。\nエ  被告は，平成２６年８月２７日，原告を含むＩＦＳＲに対し，希望退\n職プログラムについて，募集期間の延期（同年９月３日まで）を通知し\nた。なお，被告が提示していた希望退職の条件は，勤続年数１年につき\n１か月分の賃金に相当する額（ただし，１２か月を上限とする）の退職\n金の支払，未使用有給休暇の買取り，パス旅行特典などであった。\nその後，被告は，同年９月６日，更に希望退職の募集期間を同月１５\n日まで延期する旨通知し，最終的には，同募集期間終了時点で１２名が\n希望退職に応募したが，被告が想定していた２０名には至らなかった。\n（甲３０）\n(6)  本件解雇等\nア  被告は，平成２６年１１月５日頃，原告を含むシニオリティが下位のＩ\nＦＳＲ８名に対し，１か月後の労働契約の終結を通知した（本件解雇）。\n原告に対する同告知は，Ｄと日本地区人事本部長のＦが同日に原告に面\n談し，人員削減の背景事情を説明するとともに，本件解雇通知書（甲２の\n①，②）を手交する方法により行われた。\n被告が本件解雇通知書において示した解雇の条件は，現行の契約失効日\nまでの残存月数の基本給与，残存有給休暇分の時間給及び基本給与６か月\n分の退職手当の支払というものであった。また，この時，Ｄらは，原告に\n対し，希望退職の募集期間は終了しているが，もし退職の意思があれば，\nより原告に有利な内容である希望退職プログラムの適用を認め，希望退職\n扱いとすることも伝えた。\n（甲３０，乙４）\nイ  本件解雇の通知後の平成２６年１１月７日，解雇通知を受けた８名のう\nちの２名は，希望退職プログラムに応募する意思を示したため，被告は，\n上記２名については希望退職プログラムの適用を認め，希望退職扱いとし\nた。また，解雇通知を受けていなかった１名のＩＦＳＲが希望退職プログ\nラムへ応募する意思を示したことから，被告は，希望退職プログラムの適\n用を認め，解雇を伝えたＩＦＳＲの中でシニオリティが最上位であった１\n名に対する解雇を撤回した。\n（甲３０）\n⑺  本件解雇後の交渉経過等\nア  原告は，平成２６年１１月３０日，被告に対し，契約終了について異\n議があり，雇用継続について再考を願う旨のメールを送付した（甲４の\n①②）。\nイ  原告は，平成２６年１２月１日，被告に対し，原告の契約終了につい\nて異議があり，雇用継続を求めるとともに，契約解除の具体的な理由や\n余剰人員２０名の算出方法，退職を望まない６名（当時）の労働契約を\n解除する具体的理由を尋ねる文書を送付した（甲３）。\nウ  被告は，上記イへの回答として，平成２６年１２月４日，原告に対し，\n市場競争のために太平洋地区の人員に調整が必要であること，希望退職\nの募集期間を延期したが，希望者が予定数に達しなかったこと，平成２\n７年１月のＩＦＳＲの初期状態のスケジュールは６５時間であったこ\nと，契約終了の決定を覆すことはできないこと等を通知した（甲４の③\n④）。\n(8)  本件サービス変更等\nア  平成２７年１月，本件サービス変更が実施され，ミクロネシア便の乗\n務員が６名から５名に減員されたほか，関西ベース及び名古屋ベースが\n廃止された（乙４）。\nイ  被告は，本件サービス変更により，ミールの材料費として，年間で７２\n万５０００ドルのコスト削減ができると見積もっていたほか，燃料費やメ\nンテナンス費用の削減も見込んでいた（弁論の全趣旨）。\nウ  平成２６年７月以降のミクロネシア路線の便数及び全ＩＦＳＲのＡＣ\nＦＨの平均値は，おおむね，別紙２のとおり推移した。なお，被告は，\n平成２６年７月の時点では，平成２７年１月の運航時間総数は月５０６\n０時間と見積もっていたが，実際には更なる減便もあって４７１７時間\nにとどまり，それ以降の月をみても５０６０時間を超えたのは，同年２\n月（５２７２時間）及び３月（５５０４時間）のみであり，同年４月以\n降は，４０００時間前後という状況が恒常化していた。また，同年４月\n以降の１人当たりのＡＣＦＨの平均値は，６０時間前後であった。\n（乙４，証人Ｄ）\nエ  なお，被告は，ＩＦＳＲに対し，ＩＦＳＲとしての地位はそのままで，\nオフィスの手伝いや乗務員への伝達の手伝い等の職務を与えることがあ\nり，本件解雇後もＩＦＳＲにこれらの業務をさせて，賃金支払の対象と\nなる労働時間を確保したということがあった（甲３０，証人Ｄ）。\n(9)  アジア地域における他の人員削減等\n平成２６年に北京及び香港から成田への各路線が廃止された結果，北京ベ\nース及び香港ベースが廃止され，平成２７年にはシンガポールベースが廃止\nされるなどした。\n平成２６年から平成２８年までの３年間で，日本以外のアジア地域におい\nて，従業員約６００名のうち約２６０名の人員が削減され，そのほとんどは\nＦＡであった。\n（証人Ｄ）\n(10)  被告の業績等\nア  被告は，平成２６年に記録的な利益率を達成したとして，従業員に対し，\n過去最大のプロフィットシェアを支払った（甲１７の①②）。\nイ  被告においては，平成２７年１月から６月までの間に，米国で新規採用\nされたＦＡ約２０００名が初期研修を終える予定であり，同人数は過去最\n大であった（甲２３の①②）。\nウ  被告は，平成２７年４月１５日，同年１月から３月までの業績として，\n調整後税引前利益が５億９４００万ドルで，前年同期比で１億５０００万\nドル増加したこと，旅客収益は７９億２３００万ドルであり，前年同期比\nで３．２パーセント増加したこと，太平洋地区の旅客収益は約７億４００\n０万ドルであり，前年同期比で１０．５パーセント減少したこと，１月か\nら３月までの業績としては，会社史上で最も良かったことなどを発表した\n（乙１）。\n２  争点１（本件解雇の有効性）について\n(1)  本件解雇は，契約期間途中に行われたものであるから，「やむを得ない事\n由」がなければ有効とはいえず（労契法１７条１項），同事由があるというた\nめには，契約期間の満了を待たずに解雇を行わざるを得ない切迫した事情が\n必要であると解される。\n(2)  この点，被告は，前記第２の４(1)（被告の主張）のとおり主張して，\n本件解雇には「やむを得ない事由」がある旨主張する。\nしかしながら，①そもそも被告が人員削減の必要性として挙げる本件サ\nービス変更は，平成２７年１月１日から実施するものであるのに対し，本\n件解雇は平成２６年１２月５日付けでなされたものであり，本件サービス\n変更と本件解雇の日が一致しているとはいえないこと，②被告は，本件サ\nービス変更の結果，運航時間総数が月５０６０時間になると見込まれると\nして，削減する人員を２０名と算出したと主張しているところ，そもそも\nＩＦＳＲの契約において，月７０時間のＡＣＦＨが保障されているわけで\nはないこと，③その点を措くとしても，本件サービス変更の月である平成\n２７年１月の運航時間総数は５０６０時間を割り込んでいるものの，同年\n２月及び３月は，月５０６０時間を超過しており，この３か月の運航時間\n総数の平均値は月５１６４時間であって，被告見込み時間数である月５０\n６０時間を上回っていること， ④本件サービス変更の結果，５名で機内サ\nービスを提供することが可能であるとしても，従前６名の乗務員が乗務し\nていたことに鑑みれば，過渡期の対応として，５名を超える乗務員を乗務\nさせる余地が全くないとも認め難いこと，⑤被告は，本件解雇に当たり，\n本件契約の終了日までの基本給を支払っており，本件解雇をしなくても，\n被告に新たな経済的負担が生ずるものでもないこと，以上の点が認められ，\nこれらの点に鑑みると，本件サービス変更が被告の経営判断に属するもの\nである点を考慮したとしても，これをもって，平成２６年１２月の時点に\nおいて，平成２７年３月の契約期間満了を待たずに，ＩＦＳＲを８名削減\nしなければならない程度に切迫した必要性があったとまでは認められな\nい。そして，全証拠を精査しても，このほかに契約期間が満了する前に原告\nを解雇しなければならなかったことを根拠付ける具体的な事情があったこと\nを認めるに足りる的確な証拠は認められない。\n(3)  以上によれば，被告の上記主張は理由がなく，本件解雇は無効であると\n解するのが相当である。\n３  争点２（本件契約が，社会通念上期間の定めのない契約と同視できるか，\n又は更新されると原告が期待することに合理的な理由があるか）について\n(1)  本件契約が，社会通念上，期間の定めのない契約と同視できるか否かとい\nう点について\n原告は，①原告の業務内容がＦＡと同一であること，②原告らの契約上の\n地位はＦＡに準じる基幹的なものとして位置付けられていること，③上司で\nあるＥらから雇用継続を期待させる発言があったこと，④原告については，\n９年間，９回の長期にわたる契約更新がなされていること，⑤更新手続が形\n骸化していることを挙げて，本件契約が実質的に期間の定めのない契約と同\n視できる旨主張する。\n確かに，前記前提事実(3)アのとおり，原告被告間における労働契約は，\nこれまでおおむね１年毎に９回更新され，約９年間にわたって雇用関係が継\n続していることが認められる。しかしながら，上記認定事実のとおり，①契\n約更新の際に契約内容が一部変更されることがあったこと，②基本的に契約\n更新の際には，被告が，新たな契約書を原告に交付し，契約内容に変更があ\nれば，その内容について告知した上，署名を求めるという方法で，原告に対\nし，契約更新の意思を確認しており，これにより，原告も変更点を確認した\n上で，契約を更新するかどうかを決定していたこと，③契約期間の開始日ま\nでに原告に契約書が提示されなかったことがあるものの，その回数は１回の\nみであったこと（別紙１参照），以上の点に鑑みると，原告被告間の労働契約\nに係る更新手続が形骸化していたとまでは認められない。そして，ＩＦＳＲ\nとＦＡを比較すると，人事体系や賃金体系が異なっており，乗務する便も分\nけられていたのであるから，ＩＦＳＲが実質的にＦＡと同等の地位にあった\nという事情も認められない。\n以上の事情を総合的に勘案すると，本件契約が，社会通念上，期間の定め\nのない契約と同視できる状態にであったとは認められない。したがって，原\n告の上記主張は採用できない。\n(2)  契約継続に対する期待に合理的理由があったか否かという点について\n被告は，①ＩＦＳＲとＦＡは，乗務する機体の違いにより，質的に業務の\n違いがある上，雇用の調整弁としての補充的な職務と位置付けられていたこ\nと，②契約更新時には人員計画と業務態度の観点から，契約更新の可否を判\n断し，面談により十分な説明もしていたこと，③過去にも契約更新がされな\nかった者が複数いることなどを挙げ，本件契約が更新されると期待する合理\n的理由はない旨主張する。\nア  しかしながら，上記(1)のとおり，原告被告間における労働契約は，これ\nまでおおむね１年毎に９回更新され，約９年間にわたって雇用関係が継続\nしているところ，同各契約書には更新があり得る旨が明記されていたこと，\n日本ベースにおいては，ＩＦＳＲの方がＦＡよりも多く，ミクロネシア路\n線に乗務する日本ベースの乗務員は基本的にはＩＦＳＲのみであって，Ｉ\nＦＳＲは，特定の路線において継続的に一定の役割を果たすなど，ＩＦＳ\nＲについては，単に契約更新があり得る有期労働契約というにはとどまら\nず，被告の内部で一定の継続的な役割を果たしていたこと，原告のシニオ\nリティはＩＦＳＲ全体では，相当下位であり，原告よりも勤続年数が長い\n（多くの更新がされている）ＩＦＳＲが大半であったと認められること，\n以上のような客観的な事情を総合的に勘案すると，原告において，本件契\n約の契約期間が満了する平成２７年３月３１日時点において，本件契約が\n更新されるものと期待することについて合理的な理由があると認めるのが\n相当である。\nイ  そして，被告の主張①については，ＩＦＳＲは乗務する路線によっては，\nＦＡと同様の業務に従事していた上，日本ベースのＩＦＳＲについて，過\n去に雇用の調整弁として機能していた実情があるとまでは認められない。\nまた，被告の主張②についても，仮に，契約更新時に協議や説明がされ\nていたとしても，それ自体，契約更新への期待の合理性を否定する事情\nとはいえない。さらに，被告の主張③については，契約更新がされなか\nったＩＦＳＲの人数等に関する主張を裏付ける的確な証拠は何ら提出さ\nれていない上，仮に，過去にＩＦＳＲの契約が更新されなかった事実が\nあるとしても，それは恒常的なものではなく，例外的なものであったと\n推認でき，これをもって契約更新に対する期待の合理性を否定する積極\n的な事情になるとまでは認められない。\nウ  以上のとおり，被告の上記主張は採用できず，原告が本件契約の契約\n期間の満了時に原告が更新を期待することについて合理的理由があると\n認められる。\n４  争点３（本件雇止めに係る客観的に合理的な理由及び社会通念上の相当性が\nあるか）について\n(1)  本件雇止めに係る客観的合理的理由等の判断基準について\n本件雇止めは，被告が，本件サービス変更に伴い，ＩＦＳＲの人員が余剰\nになったことを理由としてなされたものであり，労働者（原告）の責に帰す\nべき事由によるものとはいえないことから，本件雇止めについて，客観的に\n合理的な理由があり，かつ，社会通念上の相当であるといえるか否かを判断\nするに当たっては，期間の定めのない契約との差異等を十分に踏まえつつ，\n解雇における整理解雇の場合に準じて，①人員削減の必要性，②雇止め回避\n努力，③手続の相当性，④人選の合理性の各事情を総合的に考慮して判断す\nるのが相当というべきである。\n(2)  人員削減の必要性について\nア  確かに，上記認定したとおり，被告の業績において，太平洋地区の収益\n性が他の路線に比べて劣っていたことは認められ，収益性を上げるための\n経営合理化策として，ミクロネシア便について，本件サービス変更を実\n施したこと自体，被告の経営判断として合理性がないとはいえない。ま\nた，実際に，平成２７年１月以降，乗務員１名を減員させて業務を遂行\nさせたことで，特段の支障が生じたとはうかがえず，減員することが客\n観的に可能であったことに照らすと，ミクロネシア便の乗務員のうちＩ\nＦＳＲ１名を減員させるという経営判断自体，著しく不合理であるとま\nでは認められない。\nイ  しかしながら，上記１(10)のとおり，被告は，多額の収益を上げるな\nど，その業績は好調に推移しており，平成２６年に記録的な利益率を達成\nしたとして，従業員に対し，過去最大のプロフィットシェアを支払い，米\n国で過去最大数の新規採用をしているなど，人件費等の経費を削減しなけ\nれば経営状況が悪化するなどの事情は見当たらない。\nまた，本件サービス変更に伴い，必然的に乗務員の全体の作業量が減少\nするものの，被告は，他の路線において同様のサービス変更が生じた際\nに，乗務員を減らしていない上，作業量の減少が乗務員１名を減員させ\nるに見合う程度のものかどうかも具体的に明らかとされていないことに\n鑑みれば，同変更に伴って人員を削減することについて，高度の必要性\nがあったとは認め難い。\nウ  もっとも，同減員に伴い，別紙２のとおり，必然的にＩＦＳＲ全体の実\n働乗務時間が減少することとなるのであって，契約上，賃金の目安として\n月７０時間の実働乗務時間を前提とした基本給が定められていたことに鑑\nみれば，１人当たりの乗務時間数の減少を回避するため，人員を削減する\n必要性が全くなかったとまではいえない。\n(3)  雇止め回避努力について\nア(ア)  被告は，本件サービス変更により，材料費として，年間で７２万５\n０００ドルのコスト削減ができると見積もりをしていたこと，本件雇止\nめ時点においては，１５名が希望退職に応じたことで，相当程度の人件\n費削減も実現されていたと推認できること，以上のような客観的な状況\nを踏まえると，本件雇止め時点において，ミクロネシア便の乗務員数を\n維持するか，ＩＦＳＲの基本乗務時間を引き下げて基本給を維持するな\nどの方法により，人件費を維持したまま本件サービス変更を実施し，雇\n止めを回避することも十分に可能であったと認められる。\n(イ)  また，以上の点に加えて，①被告は，本件雇止め前後において，従\n業員に対し，賞与や多額のプロフィットシェアを支給していたこと，②\nＩＦＳＲは，ＦＡと同様の業務を行っていたのであり，従前，被告がＩ\nＦＳＲを太平洋路線やアジア路線などの他の路線にも従事させていた\nことに鑑みれば，ＩＦＳＲを日本ベースのＦＡと同じ便に乗務させない\nことができなかったとは認め難いこと，③被告は，本件解雇後, ＩＦＳ\nＲに対し，乗務以外の業務を与えて，賃金水準を確保していること，以\n上の点をも併せ鑑みれば，被告が希望退職を募集している点を考慮した\nとしても，本件雇止めについては，これを回避すべく他の取り得る手段\nを十分に尽くしたとは認め難いといわざるを得ない。\nイ  以上によれば，被告は，本件雇止めを回避するための十分な努力を尽\nくしていたとまで認めることができない。\n(4)  人選の合理性\n本件解雇の対象となったＩＦＳＲ５名はシニオリティの低い順で選定さ\nれたものであるから，これに続く本件雇止めもシニオリティの低い順で選\n定されたとみるのが相当である。そうすると，被告は，対象者の選定を恣\n意的に行ったものではなく，一定の客観的基準によって行ったと認められ\nる上，勤務年数の長い者が残るように選定基準を定めること自体，不合理\nとはいえないから，本件雇止めにつき，人選の方法や基準が不合理である\nとは認められない。\n(5)  手続の相当性\n上記認定したとおり，被告は，平成２６年７月３１日，原告を含むＩＦ\nＳＲに対し，ミクロネシア便におけるサービスの簡素化によりＩＦＳＲを\n削減することや希望退職プログラムについて周知した上，同年８月１５日\nに実施した説明会において，ミクロネシア便の乗務員減員により，基本乗\n務時間月７０時間を確保することが困難になることや削減する人数として\n２０名を予定していることなどを説明したこと，被告は，原告からの質問\nに対し，平成２７年１月の乗務時間が月６５時間となる見込みであるなど\nの内容を回答したこと，以上の点が認められ，これらの経緯に照らせば，\nホットミールサービスを廃止することを上記説明会や本件解雇通知書にお\nいても明言していなかった点で不十分さはうかがわれるものの，被告は，\n人員削減をする理由や根拠を説明し，原告からの問合せにも応じており，\n相応の手続を実施したということができる。\n(6)  小括\n以上認定説示した点を総合的に考慮すると，確かに，人選の合理性や手\n続の相当性の点については問題があるとはいえないものの，人員削減の必\n要性の程度は低いというべきである上，十分な雇止め回避努力がされてい\nたとはいえないから，本件雇止めは，客観的に合理的な理由を欠き，社会\n通念上相当であるとは認められない。\nしたがって，労働契約法１９条により，原告と被告は従前と同一の条件\nで労働契約を更新したものとみなすことができるから，原告は，被告に対\nし，労働契約上の権利を有する地位にあるというべきである。\n５  争点４（賃金等の支払請求権の有無）について\n(1)  月額賃金について\nア  上記のとおり，本件解雇及び本件雇止めはいずれも無効であり，原告\nは労働契約上の権利を有する地位にあるから，原告は，被告から就労を\n拒否された平成２６年１２月５日以降の賃金請求権を有すると認められ\nる（なお，平成２７年３月分までの賃金相当額は支払済みである。）。\n被告は，原告の賃金は，最低保障のない完全歩合制であるから，現実の\n乗務がない以上，賃金額は０円となる旨主張する。しかしながら，そもそ\nも原告が現実に乗務していないのは，被告が原告の就労を拒否したからで\nあって，被告が拒否しなければ，原告は，平成２６年１２月以降も乗務員\nとしての業務に従事していたと認められる。したがって，被告は，原告に\n対し，民法５３６条２項により，賃金支払義務を負っていると解するのが\n相当であり，この点に関する被告の主張は理由がない。\nイ(ア)  ところで，原告は，平成２７年４月以降も，本件解雇前３か月の賃\n金平均額である２４万７２８４円と同額の月例賃金が認められるべき\nである旨主張する。しかしながら，本件契約においては，ＡＣＦＨに応\nじて賃金が支給され，毎月変動していたと認められるところ，上記１(8)\nウで認定したとおり，本件雇止めにより人員削減をしてもなお，同月以\n降の実際のＡＣＦＨの平均値は，本件解雇前３か月と比較しても相当程\n度減少していると認められることからすると，原告の上記主張は採用で\nきない。\n(イ)  そこで，原告の平成２７年４月以降における月額賃金額について\n検討するに，本件解雇及び本件雇止めの対象とならなかった他のＩＦ\nＳＲが平成２７年４月以降に得ていた賃金は，基本的に，各ＩＦＳＲ\nの時間給にＡＣＦＨを乗じた金額であったと認められるから，原告に\nついても別紙２の実際のＡＣＦＨの平均値を踏まえ，これと同等の条\n件で賃金額を算定するのが相当というべきである。そうすると，原告\nの本件雇止め時における時間給２８９５円（≒２０万２６４３円÷７０\n時間）を前提に，報償手当として月額８６００円を加算して，平成２\n７年４月から同年１１月までの原告の賃金平均額を算定すると，別紙\n２のとおり，１７万７１２５円となる。したがって，平成２７年４月\n以降の原告の月額賃金額については，１７万７１２５円と認めるのが\n相当である。\n(2)  プロフィットシェアについて\n原告は，被告が，プロフィットシェアを毎年全社員に支給してきたこと，\n全社的にイントラネットで通知していること等から，プロフィットシェア\nを支給することが，明示的又は黙示的に原告被告間における労働契約の内\n容となっている旨主張する。\nア  しかしながら，上記認定したとおり，プロフィットシェアを支給する\nことに関する契約条項や支給規定は存在していないこと，同支給額は，\n前年の業績に従って被告が任意に決定していたこと，以上の点が認めら\nれ，これらの点に鑑みると，未だ被告が支給を決定していない分のプロ\nフィットシェアについて，原告が被告に対して具体的な請求権を有して\nいるとは認められない。\nイ  もっとも，弁論の全趣旨によれば，被告は，平成２８年支給分のプロ\nフィットシェアとして，全従業員を対象として，実収入の２１．４６パー\nセントに相当する金額を支給することを決定したことが認められる。そう\nすると，原告は，被告に対し，別紙２のとおり算定した賃金額を実収入（な\nお，平成２７年１月から同年３月分の賃金額についても，ＡＣＦＨの平均\n値に基づいて算定するのが相当である。）として，その２１．４６パーセン\nトに相当する４７万５５１７円（≒２２１万５８２９円×０．２１４６）\nのプロフィットシェアの支払請求権を有していると認めるのが相当であ\nる。\n(3)  賞与について\n被告において，賞与の支給に関して定めた契約条項や支給規定は見当た\nらず，被告がこれまで原告に対して基本給３か月分に相当する額の賞与を\n支給してきたとの事実をもって，賞与支給に関する黙示の契約が成立した\nと解することもできない。また，賞与については，プロフィットシェアと\n異なり，一律に支給率等を定めた上で全従業員に対して支給されていたこ\nとを認めるに足りる的確な証拠は認められない。そうすると，原告は，被\n告に対し，賞与の支払を求める請求権を有しているとはいえない。\n６  結論\n以上によれば，原告の本件各請求は，主文掲記の範囲で理由があるから認\n容することとし，その余についてはいずれも理由がないから棄却することと\nして，主文のとおり判決する。\n大阪地方裁判所第５民事部\n裁判長裁判官    内藤裕 之\n裁判官    前原栄 智\n裁判官    甲斐雄 次\n"
}