{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 24
  },
  "case_number": "平成24(行コ)365",
  "case_name": "納付告知処分取消等請求控訴事件（原審・東京地方裁判所平成２２年（行ウ）第２５３号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "国税徴収法３７条に基づき納税者である同族会社の滞納に係る国税について同社の株主に対してされた同人の所有する不動産を納付限度額とする第二次納税義務の納付告知処分が，適法とされた事例",
  "case_gist": "国税徴収法３７条に基づき納税者である同族会社の滞納に係る国税について同社の株主に対してされた同人の所有する不動産を納付限度額とする第二次納税義務の納付告知処分につき，同条柱書にいう「その供されている事業に係る国税」とは当該同族会社の経営する事業に係る全ての国税のうち当該重要財産が当該同族会社の事業の遂行に供されていた期間に対応するものに限られ，「納税者の事業の遂行に欠くことができない重要な財産」とは仮に当該財産がなかったとした場合に納税者の事業の遂行ができなくなるか又はできないおそれがある状態になると認められる程度に前記事業の遂行に関係を有する財産をいい，「財産に関して生ずる所得が納税者の所得となっている場合」とは重要財産から直接又は間接に生ずる所得が納税者の所得となっている場合及び所得税法その他の法律の規定又はその規定に基づく処分により納税者の所得とされる場合をいうとした上，前記告知処分は前記各要件をいずれも満たす適法なものであるとした事例",
  "lawsuit_id": "83672",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83672",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/672/083672_hanrei.pdf",
  "contents": "平成２５年４月２４日判決言渡\n平成２４年(行コ)第３６５号納付告知処分取消等請求控訴事件\n主                文\n１  本件控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  原判決別紙１「処分目録」記載の各処分をいずれも取り消す。\n第２  事案の概要\n（以下，関係者等の略称は，新たに定めるもののほかは，原則として，原判決の\n例による。）\n１  株式会社Ａ（滞納会社）は，Ｂ（平成▲年▲月▲日死亡。亡Ｂ）が平成３年\nに全額を出資して設立した養鶏業等を目的とする会社であったが，平成１６年\n８月３１日，株主総会の決議により解散した。なお，同年９月１日，滞納会社\nと商号及び本店所在地を同じくする株式会社が新たに設立され，亡Ｂが代表取\n締役に就任している。\n東京国税局長は，滞納会社の滞納に係る国税につき，国税徴収法（徴収法）\n３２条１項及び３７条の規定に基づき，亡Ｂがその所有にかかる原判決別紙２\nないし５の不動産目録１ないし４記載の各不動産（本件各不動産）の限度にお\nいて第二次納税義務を負うとして，亡Ｂに対し，① 平成２０年５月３０日付\nけ本件告知処分１ないし４（本件各告知処分），② 同年７月８日付け本件督\n促処分１ないし４（本件各督促処分）及び③ 本件各不動産につき同月２８日\n付け本件差押処分１ないし４（本件各差押処分）をした（以下，本件各告知処\n分，本件各督促処分及び本件各差押処分を併せて，「本件各処分」という。）。\n本件は，亡Ｂの相続人である控訴人らが，徴収法３７条柱書に規定する第二\n次納税義務の成立要件が満たされていないと主張して，本件各処分（ただし，\n本件告知処分１については原判決第２の３(5)オの国税不服審判所長の平成２\n１年１１月１３日付け裁決による一部取消し後のもの）の取消しを求めた事案\nである。\n原審は，控訴人らの請求を全て棄却したため，控訴人らが控訴した。\n２  徴収法の定め，前提事実，争点及び争点に関する当事者双方の主張は，当\n審における控訴人らの主張を後記３のとおり付加するほかは，原判決「事実及\nび理由」欄の「第２ 事案の概要等」の２ないし５（３頁１行目から３４頁２\n５行目まで）に記載のとおりであるから，これを引用する。\n３  当審における控訴人らの主張\n(1)  憲法８４条は，課税要件明確主義を内包する租税法律主義を定めている\nところ，第二次納税義務については，これを課せられる者は不測かつ重大な\n不利益を被るおそれがあるから，その課税要件は，一義的に決せられ，かつ\n解釈の余地を残さない程度に明確でなければならない。しかし，徴収法３７\n条の課税要件のうち，重要財産の意義及び当該財産に関して生ずる所得の範\n囲が不明確であり，第二次納税義務を負うとされる者は，予測可能性及び法\n的安定性を不当に害されるおそれが大きい。したがって，徴収法３７条は，\n憲法８４条に違反する。\n(2)  鶏卵の販売は，亡Ｂが個人として行っていたのであるから，養鶏場とし\nて使用されていた本件各不動産は，滞納会社の事業の遂行にとって不可欠な\n財産（重要財産）ではない。亡Ｂは，滞納会社が設立される以前から養鶏事\n業を行っていたこと，鶏卵の販売代金が亡Ｂ名義の口座に振り込まれていた\nこと，取引先からの請求書等が亡Ｂ宛てに発行されていたことなどから，鶏\n卵を販売していたのは亡Ｂであって滞納会社ではないことが明らかである。\n(3)  仮に，滞納会社が鶏卵の販売を行っていたとしても，① 滞納会社が行っ\nていたＣに対する液卵及び冷凍卵の販売事業とＤに対する鶏卵の販売事業と\nは連動していない。② Ｃに対する液卵及び冷凍卵の販売取引，Ｄに対する\n鶏卵の販売取引並びに本件各不動産等における養鶏場の経営は，別個独立の\n事業であり，不可分一体のものではない。③ 滞納会社の主な事業は，鶏卵\nの販売，液卵の販売及び冷凍卵の販売であったが，売上げ全体に占める鶏卵\n販売事業の割合は３０％程度にすぎなかった。④ 滞納会社は，本件各不動\n産を取得する以前から，Ｄ及びＣと取引を行っており，Ｄへの鶏卵販売並び\nにＣへの液卵及び冷凍卵の販売において，養鶏事業は不可欠なものではなか\nった。⑤ 滞納会社とほぼ同じ事業を行っている現在の株式会社Ａは，Ｄに\n対して鶏卵を販売しなくても，Ｃへの液卵及び冷凍卵の販売取引が可能であ\nる。以上の事情から，滞納会社は，本件各不動産がなかったとしても事業の\n遂行が可能であり，本件各不動産は重要財産に該当しない。\n第３  当裁判所の判断\n１  当裁判所も，控訴人らの請求は，いずれも理由がないものと判断する。その\n理由は，当審における控訴人らの主張に対する判断を後記２のとおり補足する\nほかは，原判決「事実及び理由」欄の「第３ 当裁判所の判断」に記載された\nとおりであるから，これを引用する。\n２  当審における控訴人らの主張に対する判断\n(1)  控訴人らの主張(1)について\nア  第二次納税義務は，形式的には財産が納税者と人的・物的に特殊の関\n係にある第三者に帰属している場合において，実質的には納税者にその財\n産が帰属していると認めても公平を失しないようなときにおいて，形式的\nな権利の帰属を否認して，私法秩序を乱すことを避けつつ，その形式的に\n権利が帰属している第三者に対して補充的第二次的に納税義務を負担させ\nることにより，租税徴税手続の確保及び合理化を図っている制度である。\nイ  また，徴収法３７条は，納税者が，実質的には，その事業の遂行上欠\nくことができないような重要な財産を提供した納税者以外の配偶者その他\nの親族等又は同族会社の株主等（以下「同族株主等」という。）と共同事\n業を行っているとみることができる場合で，当該納税者に滞納処分を執行\nしてもなお徴収すべき額に不足が生じるときは，同族株主等が提供した財\n産を当該納税者の責任財産とみて，補充的にその財産及び不足額の限度で\n同族株主等にも納税義務を負わせることによって，国税の徴収確保を図る\nことを目的として設けられたものと解される。\nウ  以上のとおり，第二次納税義務の制度及び徴収法３７条の目的は，租\n税の公平負担の原則に基づいて租税徴収の確保及び合理化を図ることにあ\nり，実質的な事実関係に応じた適切な課税をするためには，その適用要件\nは，ある程度抽象的な定めとならざるを得ないが，徴収法３７条柱書の\n「納税者の事業の遂行に欠くことができない重要な財産」とは，その財産\nがないものとした場合に，その事業の遂行ができなくなるか，又はできな\nいおそれがある状態になると認められる程度にその事業の遂行に関係を有\nする財産をいうのであって，これに該当するか否かは，納税者の事業の形\n態を基準にして，当該財産の事業に対する貢献度を合理的・客観的に解釈\nすることにより決することができるから，納税者の予測可能性を害したり，\n課税庁の恣意的運用を許すなど法的安定性を害するものではないというべ\nきである。\nエ  また，徴収法３７条柱書の「当該財産に関して生ずる所得が納税者の\n所得となっている場合」とは，重要財産から直接又は間接に生ずる所得が\n納税者の所得となっている場合及び所得税法その他法律の規定又はその規\n定に基づく処分により納税者の所得とされる場合をいうものと解すること\nができ，徴収法３７条の目的や社会通念に照らせば，具体的な場合におい\nて，上記基準に該当するか否かは，一般的な納税者にとって十分に判断す\nることが可能なものといえ，納税者の予測可能性を害したり，課税庁の恣\n意的運用を許すなど法的安定性を害するものではないというべきである。\nオ  したがって，徴収法３７条は，租税法律主義が求めるところの課税要\n件明確主義に反するものではないから，憲法８４条に違反するとはいえな\nい。\n(2)  控訴人らの主張(2)について\n滞納会社は，平成３年７月１７日，養鶏並びに鳥卵（鶏卵）の製造加工及\nび販売を目的として設立された株式会社であり，亡Ｂが代表取締役を務めて\nいた。そして，少なくとも平成１２年９月１日から平成１６年８月３１日ま\nでは発行済株式の１００％を亡Ｂが保有していたところ，確かに，平成１５\n年７月のＥ農業協同組合に対する鶏卵の販売代金の請求は亡Ｂ個人の名義\n（甲１２の１，２）でされ，鶏卵の販売代金は亡Ｂの口座に振り込まれてい\nた（乙３２）。しかしながら，Ｄとの取引は滞納会社名義で行われ（乙３\n２），亡Ｂがした平成１２月９月１日以降の確定申告でも滞納会社が養鶏及\nび鶏卵販売事業を行っていたことを前提としており（乙７の１～８），控訴\n人らも，原審においては，滞納会社が養鶏業を経営していたことを認めてい\nた（原審控訴人ら第１準備書面）のである。以上の諸点を総合すると，滞納\n会社が養鶏業に付随する鶏卵の販売を行っていたことは明らかである。亡Ｂ\n名義で代金を請求したり，亡Ｂ名義の口座に代金を振り込ませていたとして\nも，上記のとおり滞納会社が亡Ｂにおいて１００％出資し，代表取締役を務\nめていた株式会社であることに照らせば，上記認定を左右するものではない。\n(3)  控訴人らの主張(3)について\nア  控訴人らの主張(3)①及び②について\n控訴人らは，「滞納会社の，Ｃに対する取引，Ｄに対する取引及び本件\n各不動産等における養鶏場の経営は連動しておらず，別個独立の事業であ\nる」旨主張する。\nしかしながら，平成１６年期（平成１５年９月～平成１６年８月）にお\nいて，本件各不動産等の養鶏場で産出された鶏卵については，約４億６０\n００万円の売上げの全てがＤに対するものであり（甲２の１，２。原判決\n別表６の２参照），平成１５年７月にＤ以外の者に販売したものとして証\n拠が提出されているものも，その売上額は約４万円にすぎない（甲１２の\n１，２）。また，滞納会社は，Ｄが製造した液卵をＦを通じて仕入れた上，\nＣに納入していたところ，上記平成１６年期のＦからの液卵の仕入額は約\n６億２０００万円，Ｃに対する売上高は，液卵と冷凍卵を合わせて約１０\n億円であって（甲２の１，２。原判決別表６の２参照），原判決が認定す\nるとおり，滞納会社の売上げの大部分がＣに対する液卵及び冷凍卵の販売\n並びにＤに対する鶏卵の販売であり，Ｃに納入した液卵の相当部分はＤか\nら仕入れたものであった。\n以上の諸事実に加え，滞納会社において，Ｃに納入する液卵をＤから調\n達するに当たっては，Ｄがその液卵の販売数量に見合った原料鶏卵を滞納\n会社から仕入れることが取引の条件とされており，冷凍卵については液卵\nを必要量調達することができない場合に，これを補うために仕入れ・納入\nがされていたことを総合すると，滞納会社において，Ｃに対する液卵の販\n売取引，Ｄに対する鶏卵取引及び本件各不動産等における養鶏場の経営は，\n全体として不可分一体の事業であったことが認められる。そうすると，本\n件各不動産は，滞納会社の事業に貢献し，その遂行に欠くことができない\nものであったというべきである。\nイ  控訴人らの主張(3)③について\n控訴人らは，「滞納会社の売上げ全体に占める鶏卵販売事業の割合は３０\n％程度にすぎない」旨主張する。\nしかしながら，滞納会社におけるＣに対する液卵の販売，Ｄに対する鶏卵\nの販売及び本件各不動産等における養鶏場の経営が不可分一体の事業をなし\nていたのであるから，鶏卵販売の割合が３０％であったとしても，本件各不\n動産が重要財産であることに変わりがないというべきである。\nウ  控訴人らの主張(3)④及び⑤について\n控訴人らは，「滞納会社において養鶏事業は不可欠ではなく，本件各不動\n産がなかったとしても事業が可能であった」旨主張する。\nしかしながら，本件では，滞納会社におけるＣに対する液卵及び冷凍卵の\n販売，Ｄに対する鶏卵の販売並びに本件各不動産等における養鶏業が全体\nとして不可分一体の事業をなしていたというべきところ，本件各不動産に\nおいて営まれていた滞納会社の養鶏業は，Ｄに対する原料鶏卵の販売単価\nを他社のそれと比較して高く設定することを可能とさせるものであるとと\nもに，Ｃに対する液卵販売の原価において鶏卵市場の影響を避けつつ安価\nに原料鶏卵を調達することを可能にするものであって，Ｄへの原料鶏卵の\n供給及びＣへの液卵の販売の安定化に大きく貢献するものであるし，滞納\n会社の取引先としての信用を高めるという点でも，滞納会社の事業に貢献\nするものであった。その意味で，本件各不動産は，滞納会社の事業に不可\n欠の重要財産に当たるというべきである。\n３  したがって，控訴人らの請求を全て棄却した原判決は正当であるから，本\n件控訴をいずれも棄却することとし，主文のとおり判決する。\n東京高等裁判所第２３民事部\n裁判長裁判官        鈴 木 健 太\n裁判官        中   村   さ と み\n裁判官小宮山茂樹は，転補のため，署名押印することができない。\n裁判長裁判官        鈴      木      健      太\n"
}