{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 2,
    "day": 29
  },
  "case_number": "平成25(ワ)28071等",
  "case_name": "著作権侵害行為差止等請求事件（本訴事件）,損害賠償請求反訴事件（反訴事件）",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85734",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85734",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/734/085734_hanrei.pdf",
  "contents": "平成２８年２月２９日判決言渡  同日原本交付  裁判所書記官\n平成２５年（ワ）第２８０７１号  著作権侵害行為差止等請求事件（本訴事件）\n平成２６年（ワ）第１７０５１号  損害賠償請求反訴事件（反訴事件）\n口頭弁論終結日  平成２７年１２月１６日\n判      決\nＡ   こと\n本 訴 原 告 兼 反 訴 被 告      Ａⅰ\n（ 以 下 「 原 告 」 と い う 。 ）\n同 訴 訟 代 理 人 弁 護 士      太田真 也\n本 訴 被 告 兼 反 訴 原 告        株 式 会 社 Ｒ Ｉ Ｋ Ｎ Ｅ Ｔ Ｗ Ｏ Ｒ Ｋ Ｓ\n（ 以 下 「 被 告 」 と い う 。 ）\n同 訴 訟 代 理 人 弁 護 士      安   藤   啓一 郎\n主      文\n１  被告は，別紙イラスト目録記載６の１，同６の２，\n同７の１，同７の２及び同１３の各イラストの複製\n物を譲渡してはならない。\n２  被告は，別紙イラスト目録記載６の１，同６の２，\n同７の１又は同７の２の各イラストが印刷されたラ\nベル及び同目録記載１３のイラストが印刷されたク\nリアファイルを廃棄せよ。\n３  被告は，原告に対し，４万９５４１円及びこれに対\nする平成２５年１１月９日から支払済みまで年５分\nの割合による金員を支払え。\n４  原告のその余の請求をいずれも棄却する。\n５  被告の請求をいずれも棄却する。\n６  訴訟費用は，本訴反訴を通じてこれを５分し，その\n２を原告の負担とし，その余を被告の負担とする。\n７  この判決は，第１項及び第３項に限り，仮に執行す\nることができる。\n事 実 及 び 理 由\n第１  請求\n１  本訴請求\n(1) 被告は，別紙イラスト目録記載の各絵画を複製，公衆送信，展示，譲渡又は\n翻案してはならない。\n(2)  被 告 は ， イ ン タ ー ネ ッ ト 上 の ウ ェ ブ サ イ ト 「 夢 萌 .com 」 ホ ー ム ペ ー ジ\n（URL:http://  以下省略）に掲載されている別紙イラスト目録記載の各絵画を削\n除せよ。\n(3) 被告は，原告に対し，被告の住所地又は営業所に存する被告所有の別紙イラ\nスト目録記載の各絵画の原画を返還し，その複製物及び原画のデータを廃棄せよ。\n(4) 被告は，原告に対し，１５３万７２８８円及びこれに対する平成２５年１１\n月９日から支払済みまで年５分の割合による金員を支払え。\n２  反訴請求（ただし，その一部は予備的反訴である。後記第２の１(2)参照）\n(1) 原告は，被告に対し，１７９万５０００円およびこれに対する平成２６年７\n月５日から支払済みまで年６分の割合による金員を支払え。\n(2) 原告は，被告に対し，５０万円及びこれに対する平成２６年４月１日から支\n払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n(1) 本訴請求は，イラストレーターである原告が，被告との間で締結したとする\n別紙イラスト目録各記載のイラスト（いずれも被告の依頼により原告が制作したも\nの。以下，同目録の番号に従い「本件イラスト１」などといい，本件イラスト１\nないし同１５の２を併せて「本件各イラスト」という。）の各著作権（以下「本\n件各著作権」という。）及び被告の依頼により原告が色紙に直接書いて被告に渡\nしたイラスト（以下「特典色紙イラスト」といい，本件各イラストと併せて「本\n件 イ ラ ス ト 」 と い う 。 ） の著作権（ 以 下 「 本件 各 著 作 権 」 と 併 せ て 「 本 件 著 作\n権」という。）を原告が被告に有償で譲渡することなどを内容とする契約（以下\n「本件著作権譲渡契約」という。 ）を被告の債務不履行（本件著作権の譲渡の対\n価の不払）により解除した上で，被告に対し，①本件各著作権に基づく差止請求権\n（著作権法１１２条１項）を主張して，本件各イラストの複製，公衆送信，展示，\n譲渡及び翻案（以下「複製等」という。 ）の差止めを求め，②本件各著作権に基\nづく廃棄等請求権（同条２項）を主張して，インターネット上のウェブサイト「夢\n萌．ｃｏｍ」ホームページ（URL:http://  以下省略）（被告の管理に係るウェブ\nサイト。以下「本件ウェブサイト」という。）に掲載されている本件各イラスト\nの削除，被告の住所地又は営業所に存する被告所有の本件各イラストの原画の返還，\n並びにその複製物及び原画のデータの廃棄を求め，③本件著作権譲渡契約の債務不\n履行及び同契約の解除による損害賠償請求権（民法４１５条，５４５条３項）又は\n同解除に伴う原状回復請求権（民法５４５条１項）を主張して，損害賠償金又は使\n用利益 相当額 １ ５ ０ 万 ５ ０ ０ ０ 円 及 び こ れ に 対 す る 本 訴 請 求 に 係 る 訴状 （ 以下\n「本件訴状」という。）送達の日の翌日である平成２５年１１月９日から支払済\nみまでの民法所定年５分の割合による遅延損害金の支払を求めるとともに（なお，\n上記損害賠償請求と使用利益請求とは選択的請求の関係にあると解される。），④\n被告が，本件イラスト１３が印刷されたクリアファイル（以下「本件特典クリア\nファイル」という。 ）を取得し，本件特典クリアファイルの印刷のため原告が印\n刷業者に支払った印刷代金相当額を法律上の原因なく利得していると主張して，不\n当利得返還請求権（民法７０３条）に基づき，不当利得金３万２２８８円及びこれ\nに対する本件訴状送達の日の翌日である平成２５年１１月９日から支払済みまでの\n民法所定年５分の割合による遅延損害金の支払を求めた事案である。\n(2) 反訴請求は，株式会社である被告が，原告に対し，①原告との間で共同事業\nに関する基本合意（以下「本件基本合意」という。 ）を締結していたところ，原\n告が本訴請求に係る訴えを提起して本件基本合意を一方的に破棄したことは，本件\n基本合意に付随する信義則上の義務に違反するものであると主張して，債務不履行\nによる損害賠償請求権（民法４１５条）に基づき，損害賠償金１７９万５０００円\n及びこれに対する反訴状送達の日の翌日である平成２６年７月５日から支払済みま\nでの商事法定利率年６分の割合による遅延損害金の支払を求めるとともに，②原告\nが，被告が小売店に販売した商品を販売しないよう同小売店に求めたことが被告に\n対する不法行為を構成すると主張して，同不法行為による損害賠償請求権（民法７\n０９条）に基づき，損害賠償金５０万円及びこれに対する不法行為後の日である平\n成２６年４月１日から支払済みまでの民法所定年５分の割合による遅延損害金の支\n払を求めた事案である。\nなお，被告は，平成２７年１２月１６日の本件第４回口頭弁論期日において，原\n告に対し，反訴請求に係る上記(2)の①及び②の各損害賠償請求権を自働債権とし，\n本訴請求に係る上記(1)の③及び④の各債権を受働債権として，対当額で相殺する\n旨の意思表示をし，本訴請求について相殺の抗弁を提出した（相殺の充当につき当\n事者の意思表示はされていないので，これが問題となるときは，民法５１２条によ\nり準用される同法４８９条及び４９１条の規定に従うことになる。）。これにより，\n反訴請求のうち，本訴請求の審理において反訴請求に係る上記各損害賠償請求権に\nついて相殺の自働債権として既判力ある判断が示された場合には，その限りにおい\nてその部分を反訴請求としない旨の予備的反訴に変更された（最高裁平成１６年\n（受）第５１９号同１８年４月１４日第二小法廷判決・民集６０巻４号１４９７頁\n参照）。\n２  前提事実（証拠等を掲げたもののほかは，当事者間に争いがない。）\n(1) 当事者\n原告は，「Ａ」の名で活動するイラストレーターである。\n被告は，インターネットによる通信販売等を目的とする株式会社であり，インタ\nーネット上に「夢萌．ｃｏｍ」と題するウェブサイト（本件ウェブサイト）を設置\nして，同サイトにおいて酒類や飲食物を販売するなどしている（甲２の１，３）。\n(2) 本件各イラスト\n原告は，平成２４年１２月１２日から平成２５年４月３日にかけて，本件各イラ\nストを制作した。本件各イラストは，原告の個性が発揮された美術の著作物である。\n(3) 「みみきゅ～る」の販売\n被告は，平成２５年２月ごろから，順次，本件イラスト６の１，同６の２，同７\nの１又は同７の２を印刷したラベルが瓶に添付された果実酒「みみきゅ～る  温州\nみかん」「みみきゅ～る  こい梅」「みみきゅ～る（ぶどう）」「みみきゅ～る\nこいあんず」（以下，併せて「本件果実酒」という。）を，本件ウェブサイト等\nを通じて販売した。\n(4) 原告による金銭請求と解除の意思表示\n原告は，代理人弁護士を通じ，被告に対し，本件イラストについての対価合計１\n５０万５０００円及び原告が本件特典クリアファイルの印刷のため印刷業者に支払\nった本件特典クリアファイルの印刷代金３万２２８８円の支払を求める平成２５年\n９月２４日付け通知書を送付したが，被告は，同通知書の受領を拒絶し，同通知書\nは，同年１０月３日の保管期限の経過により，同代理人弁護士に還付された（甲４\nの１・２）。\n原告は，平成２５年１１月８日に被告に送達された本件訴状により，被告に対し，\n被告の債務不履行を理由に原被告間の本件著作権譲渡契約を解除する旨の意思表示\nをした。\n(5) 相殺の抗弁の提出\n被告は，平成２７年１２月１６日の本件第４回口頭弁論期日において，原告に対\nし，反訴請求に係る各損害賠償請求権を自働債権とし，本訴請求に係る各債権を受\n働債権として，対当額で相殺する旨の意思表示をし（なお，相殺の充当につき当事\n者の意思表示はされていない。），本訴請求について相殺の抗弁を提出した。\n３  争点\n(1) 本件著作権譲渡契約の解除に伴う請求に関する争点\nア  原告と被告との間に本件著作権譲渡契約が締結されたか（争点１－１）\nイ  本件著作権譲渡契約について解除原因が認められるか（争点１－２）\nウ  本件著作権譲渡契約の解除に伴う原告の金銭請求（損害賠償請求又は原状回\n復請求）が認められるか（争点１－３）\n(2) 不当利得返還請求に関する争点－被告は本件特典クリアファイルの印刷代金\n相当額を法律上の原因なく利得しているか（争点２）\n(3) 著作権に基づく請求に関する争点\nア  本件各イラストの複製等の差止請求が認められるか（争点３－１）\nイ  本件ウェブサイトに掲載されている本件各イラストの削除，本件各イラスト\nの原画の返還，並びにその複製物及び原画のデータの廃棄請求が認められるか（争\n点３－２）\n(4) 本件基本合意の債務不履行による損害賠償請求権を自働債権とする相殺の抗\n弁に関する争点\nア  原告と被告との間に本件基本合意が成立したか（争点４－１）\nイ  原告は本件基本合意に付随する信義則上の義務に違反したか（争点４－２）\nウ  原告の債務不履行により被告が受けた損害の額（争点４－３）\n(5) 不法行為による損害賠償請求権を自働債権とする相殺の抗弁に関する争点\nア  原告が小売店に対し被告が販売した製品を販売しないよう求めたことが被告\nに対する不法行為を構成するか（争点５－１）\nイ  原告の不法行為により被告が受けた損害の額（争点５－２）\n４  争点に対する当事者の主張\n(1) 争点１－１（原告と被告との間に本件著作権譲渡契約が締結されたか）につ\nいて\n【原告の主張】\n原告は，平成２４年１２月１１日頃，被告との間で，被告が販売する本件果実酒\nの包装等に使用するイラストを原告が制作し，その著作権を被告に１点あたり約１\n０万円で譲渡する旨の著作権譲渡に係る基本合意をし，同合意に基づき，被告は，\n原告に対し，平成２４年１２月１２日から平成２５年４月３日にかけて，次表のと\nおり，本件イラスト（本件各イラストのほか，特典色紙イラスト２点）の制作を依\n頼し，原告は，制作したイラストの原画データ（特典色紙イラストについては，原\n告が色紙に直接書いたもの。）を被告に引き渡した（本件著作権譲渡契約）。なお，\nこれら本件イラストに係る著作権（本件著作権）の譲渡の対価は，個別に合意して\nはいないものの，一般的なイラスト制作の対価水準等に鑑みれば，次表の「対価」\n欄記載の金額（合計１５０万５０００円）を下回ることはない。\nイラストの用途  別紙イラスト目録番号  対価\n発売告知イラスト  １４  ５万円\nキャラクターイラスト  １，２，３，４，５\n（１１の６はアレンジ）\n計１０万円\nラベルイラスト  ６－１，６－２，７－１，７－２\n（ ８ ， ９ ， １ １ の １ ， １ １ の ２ ，\n１１の３，１１の４はアレンジ）\n計４０万円\nイベント配布用チラシイラスト  １５－１，１５－２  計１０万円\nサイダーラベルイラスト  １２－１，１２－２\n（１１の５はアレンジ）\n計１６万円\nせんべいラベルイラスト  １１－７  ５０００円\n特典イラスト  １３  ５万円\nぶどうタペストリーイラスト  １０  ９万円\n特典色紙イラスト  ２点  －  計４０万円\nしたがって，被告は，原告に対し，本件著作権譲渡契約に基づき，１５０万５０\n００円を支払うべき義務を負っていた。\n【被告の主張】\n原告と被告との間で，本件著作権譲渡契約が締結されたことはない。原被告間の\n法律関係は，原告がイラストを制作し，被告が同イラストを包装や広告宣伝に使用\nした飲料を販売して，その売上金額の３パーセントを原告に分配する旨の共同事業\nに関する基本合意（本件基本合意）があったにすぎず，イラストごとに著作権譲渡\nの対価を定めることは予定されていなかった。\n原告が本件各イラストを制作した事実は認めるが，被告は，本件イラスト２，同\n４，同５，同７－１，同７－２，同９及び同１０の原画データを受領していない。\n(2) 争点１－２（本件著作権譲渡契約について解除原因が認められるか）につい\nて\n【原告の主張】\n原告は，被告に対し，代理人弁護士を通じ，本件著作権譲渡契約に基づく対価を\n請求する旨の平成２５年９月２４日付け通知書を送付したが，被告が同通知書の受\n領を拒絶したので，同年１１月８日に被告に送達された本件訴状により，本件著作\n権譲渡契約を解除する旨の意思表示をした。\nしたがって，本件著作権譲渡契約は，被告の債務不履行により解除されたという\nべきである。\n【被告の主張】\n前記(1)のとおり，原被告間に本件著作権譲渡契約が締結されたとの事実はない\nから，被告に債務不履行はない。\n(3) 争点１－３（本件著作権譲渡契約の解除に伴う原告の金銭請求〔損害賠償請\n求又は原状回復請求〕が認められるか）について\n【原告の主張】\nア  被告の債務不履行により，原告は，本件著作権譲渡契約における本件著作権\nの譲渡対価相当額である１５０万５０００円の損害を受けた。すなわち，原告が制\n作した本件イラストは，被告が販売する本件果実酒の包装や広告宣伝に使用するた\nめ，原告がオーダーメイドで制作したものであるから，本件著作権譲渡契約が解除\nされた結果，本件著作権が原告に復帰したとしても，原告においてもはや本件イラ\nストを再利用することはできない。\nしたがって，原告は，被告の債務不履行の結果，１５０万５０００円の損害を受\nけたといえ，債務不履行及び解除による損害賠償請求権（民法４１５条，５４５条\n３項）に基づき，被告に対し，損害賠償金１５０万５０００円及びこれに対する本\n件訴状送達の日の翌日である平成２５年１１月９日から支払済みまでの民法所定年\n５分の割合による遅延損害金の支払を請求することができる。\nイ  なお，被告は，本件著作権譲渡契約の解除に伴い原状回復義務を負うところ\n（民法５４５条１項），同義務の一内容として，本件イラストを使用すること（す\nなわち，本件著作権を利用すること）により得た利益を原告に返還すべきである。\nそして，前記のとおり，本件イラストは被告のためにオーダーメイドで制作された\nもので，本件著作権が原告に復帰したとしても，原告においてもはや再利用するこ\nとができないことからすれば，被告が本件著作権を利用することにより得た利益は，\n結局，本件著作権譲渡契約における本件著作権の譲渡対価相当額である１５０万５\n０００円になるというべきである。\nよって，原告は，本件著作権譲渡契約の解除による原状回復請求権（民法５４５\n条１項）に基づき，被告に対し，使用利益相当額１５０万５０００円及びこれに対\nする本件訴状送達の日の翌日である平成２５年１１月９日から支払済みまでの民法\n所定年５分の割合による遅延損害金の支払を請求することができる。\n【被告の主張】\n否認する。\n原告は，本件イラストを自由に利用処分することができるのであるから，原告に\nは損害が生じていない。\nまた，被告には，本件イラストを使用すること（すなわち，本件著作権を利用す\nること）による使用利益は存しない。\n(4) 争点２（被告は本件特典クリアファイルの印刷代金相当額を法律上の原因な\nく利得しているか）について\n【原告の主張】\n原告は，被告のために，本件イラスト１３が印刷された本件特典クリアファイル\nの印刷代金３万２２８８円を立て替えて支払い，被告は，本件特典クリアファイル\nを取得し，これを保有している。\n本件特典クリアファイルは，被告の事業に用いるためのものであるから，本来，\nその印刷代金は，被告が支出すべきものである。したがって，被告は，本件特典ク\nリアファイルの印刷代金相当額３万２２８８円を，法律上の原因なく利得している。\nよって，原告は，被告に対し，不当利得返還請求権（民法７０３条）に基づき，\n不当利得金３万２２８８円及びこれに対する本件訴状送達の日の翌日である平成２\n５年１１月９日から支払済みまでの民法所定年５分の割合による遅延損害金の支払\nを請求することができる。\n【被告の主張】\n不知であるが，積極的に争うものではない。\n(5) 争点３－１（本件各イラストの複製等の差止請求が認められるか）について\n【原告の主張】\n本件著作権譲渡契約の解除により，本件各著作権は原告に復帰し，被告は，本件\n各イラストについて何らの使用権原を有しないところ，被告は，平成２５年１０月\n２１日時点で，本件各イラストを包装等に使用した本件果実酒その他の飲料を，本\n件ウェブサイトを通じるなどして販売していた。\n被告の上記行為は，原告が有する本件各著作権（本件各イラストの複製権，公衆\n送信権，展示権，譲渡権及び翻案権）を侵害するものであるから，原告は，本件各\n著作権に基づき，本件各イラストの複製等の差止めを求めることができる（著作権\n法１１２条１項）。\n【被告の主張】\n差止めの必要性は争う。被告は，本訴請求に係る訴えの提起を受けて，本件果実\n酒の販売を直ちに停止し，本件イラストの複製等も取りやめた。今後，本件果実酒\nの販売を再開することはあり得ず，本件イラストの複製等をすることもない。\nなお，それ以前に，被告が，本件各イラストを包装等に使用した本件果実酒を本\n件ウェブサイト等を通じて販売していた事実は認めるが，その余の飲料は販売して\nいない。\n(6) 争点３－２（本件ウェブサイトに掲載されている本件各イラストの削除，本\n件各イラストの原画の返還，並びにその複製物及び原画のデータの廃棄請求が認め\nられるか）\n【原告の主張】\n上記(5)のとおり，被告は，本件各イラストを使用した本件果実酒その他の飲料\nを本件ウェブサイト等を通じて販売していたから，原告は，著作権法１１２条２項\nに基づき，本件ウェブサイトに掲載されている本件各イラストの削除，本件各イラ\nストの原画の返還，並びにその複製物（本件特典クリアファイルを含む。）及び原\n画のデータの廃棄を求めることができる。\n【被告の主張】\n争う。\n(7) 争点４－１（原告と被告との間に本件基本合意が成立したか）について\n【被告の主張】\n前記(1)のとおり，原告と被告との間には，原告がイラストを制作し，被告が同\nイラストを使用した飲料を販売して，その売上金額の３パーセントを原告に分配す\nる旨の本件基本合意が成立していた。なお，本件基本合意は，平成２４年１２月１\n１日，原告と被告が面談した際に口頭で成立したものである。\n【原告の主張】\n否認する。売上金額の３パーセントを被告が原告に分配するなどといった話は，\n原告と被告との間のメールのやりとり（甲３，乙４）にも記載がないし，他に客観\n的な証拠もない。\n(8) 争点４－２（原告は本件基本合意に付随する信義則上の義務に違反したか）\nについて\n【被告の主張】\n前記(7)のとおり，原告と被告との間には本件基本合意が成立しており，本件基\n本合意は，被告が継続的に飲料等の製品を販売していくことを内容とするものであ\nるから，原告は，本件基本合意に付随する信義則上の義務として，被告にとって不\n利な時期に本件基本合意を解消してはならない義務を負っていた。\nしかるところ，原告は，本件基本合意が成立した平成２４年１２月１１日から１\n年も経過しておらず，本件果実酒の売上金額がいまだ５７万５１００円にとどまっ\nていた平成２５年１０月に本訴請求に係る訴えを提起して一方的に本件基本合意を\n解消し，被告に損害を与えたものであるから，上記信義則上の義務に違反したもの\nというべきである。\n【原告の主張】\n否認し，争う。原被告間に締結されたのは本件著作権譲渡契約であって，本件基\n本合意が成立したことはない。\n(9) 争点４－３（原告の債務不履行により被告が受けた損害の額）について\n【被告の主張】\n原告が信義則上の義務に反して本件基本合意を一方的に解消したことにより，被\n告は，次のとおり合計１７９万５０００円の損害を受けた。\nア  ホームページ作成費用（７０万円）\nイ  デザイン費用（７万５０００円）\nウ  信用毀損による損害（１００万円）\nエ  新パッケージ印刷費用（２万円）\nよって，被告は，原告に対し，債務不履行による損害賠償請求権に基づき，損害\n賠償金１７９万５０００円及びこれに対する反訴状送達の日の翌日である平成２６\n年７月５日から支払済みまでの商事法定利率年６分の割合による遅延損害金の支払\nを求めることができる。\n【原告の主張】\n争う。\n(10) 争点５－１（原告が小売店に対し被告が販売した製品を販売しないよう求\nめたことが被告に対する不法行為を構成するか）について\n【被告の主張】\n原告は，平成２６年３月頃，被告が本件果実酒を納品したドンキホーテ秋葉原店\nに来店し，同店の店員に対し，本訴請求に係る訴えが係属していることを理由とし\nて，本件果実酒を店頭から撤去して販売しないよう要求した。このため，被告は，\n本件果実酒の返品と代替商品の用意を余儀なくされた。\n平成２６年３月時点では，原被告ともに訴訟代理人弁護士を選任して本訴請求に\n係る訴えについて対応していたのであるから，既に店舗に陳列されている商品の取\n扱いについては，直接小売店に販売の中止を求めるのではなく，まず代理人を通じ\nて協議すべき注意義務を負っていたというべきである。原告は，故意又は過失によ\nり同注意義務に反して小売店に本件果実酒の販売の中止を求め，これにより被告の\n業務を妨害し，また，被告の信用を毀損した。したがって，原告の上記行為は被告\nに対する不法行為を構成するというべきである。\n【原告の主張】\n原告がドンキホーテ秋葉原店に来店した際，本件果実酒が陳列されていることを\n発見し，同店の店員に対して，適切な対処を求めたことは認める。被告は，本訴請\n求に係る訴えの提起を受けて，本件果実酒の販売を直ちに停止したなどと主張して\nいたが，現実には同店に本件果実酒が陳列されていたことから，原告としては，適\n切な対処を求めたまでのことであり，被告に対する不法行為は成立しない。\n(11) 争点５－２（原告の不法行為により被告が受けた損害の額）について\n【被告の主張】\n原告の上記不法行為により，被告の業務が妨害され，また，信用が毀損された。\n被告が負った上記損害を金銭に評価すると５０万円を下ることはない。\nよって，被告は，原告に対し，不法行為による損害賠償請求権に基づき，損害賠\n償金５０万円及びこれに対する不法行為後の日である平成２６年４月１日から支払\n済みまでの民法所定年５分の割合による遅延損害金の支払を求めることができる。\n【原告の主張】\n争う。\n第３  当裁判所の判断\n１  証拠（甲１ないし４，８，９，乙１，２，４，１０，１１，原告本人，被告\n代表者。ただし，下記認定に反するものを除く。なお枝番号の標記は省略した。）\n及び弁論の全趣旨によれば，次の事実が認められる。\n(1) 原告からの問い合わせと被告による応答\n被告は，平成２４年１２月当時，本件ウェブサイトにおいて，「萌酒『うめ物\n語』」と題して，キャラクターのイラストのラベルが付された酒類を販売していた\nところ，原告は，同月５日，被告に対し，次の内容のメールを送信した。\n「はじめましてイラストレーターのＡと申します。最近お酒のラベルを書きた\nいと思い色々調べておりました所  うめ物語が大変可愛らしかったので  私に\nもお仕事させていただけないかなぁと思いまして  お手数ですが（中略）私の\nサイトでイラストを見てご検討頂けないでしょうか？  何卒よろしくお願いい\nたします！」\n被告代表者は，原告の上記問い合わせに対し，当時，被告では，オリジナルの酒\n商品を開発中であり，絵師を募集中であること，原告の最低条件を教えて欲しい旨\n返答した。\nこれに対し，原告は，次の内容のメールを送信した。\n「こちらの最低条件といたしましては  『萌酒の中でもクオリティの高いもの\nを出したい』です。  デザイン面でも少し高級感を出したいので  紙などもこ\nだわりたいです。（例えばキュリアス紙等）経費的に少しお高くなってしまう\nかと思いますが…  問題のない範囲でクオリティアップできればと思っており\nます。  何卒お願いいたします！\nグッズのギャランティとしては参考までに  大体５～１０万円でお受けして\nおります。」\n(2) 最初の打合せ\n原告と被告代表者は，平成２４年１２月１１日，被告の事務所にて打合せを行っ\nた（以下「本件打合せ」という。）。\n本件打合せでは，原告が通常グッズのイラストを制作する場合には，パッケージ\nが１０万円，それ以外は最低でも５万円から仕事を受けていること，販売する酒の\n名称は「ＭｉＭｉＱｕｅｕｒ（みみきゅ～る）」とすること，キャラクターを５人\n制作して，それぞれ異なる味の酒のラベルにすること，キャラクター５人は一度に\n出すのではなく１か月ごとに出す方がよいことなどが話し合われた。もっとも，原\n告と被告との間で契約書の作成，調印には至らなかった。\n本件打合せ後，原告は，年末に予定されているコミックマーケットにおいて被告\nが配布するチラシのイラストを作成し（本件イラスト１４），被告に原画データを\n引き渡した。\n原告と被告代表者は，その後のメールのやりとりや面談などによって，「みみき\nゅ～る」のロゴの制作及びラベルのデザインは原告が，ラベルの印刷は被告が担当\nすることで合意した。\n(3) 本件果実酒の販売等\n原告は，平成２５年１月頃，「みみきゅ～る  温州みかん」に使用するためのロ\nゴマーク，立ち絵イラスト及びラベルイラスト（本件イラスト１，同６の１，同８\n及び同１１の１）を作成して被告に交付し，被告は，これらのイラストを用いて\n「みみきゅ～る  温州みかん」（同年２月２２日発売）を製造，発売した。\n原告は，その後，順次，「みみきゅ～る  こい梅」に使用するための立ち絵イラ\nスト及びラベルイラスト（本件イラスト２，同６の２，同１１の２及び同１１の\n６）「みみきゅ～る（ぶどう）」に使用するための立ち絵イラスト及びラベルイラ\nスト（本件イラスト３，同７の２，同９及び同１１の３），「みみきゅ～る  こい\nあんず」に使用するための立ち絵イラスト及びラベルイラスト（本件イラスト４，\n同５，同７の１及び同１１の４）をそれぞれ作成して被告に交付し，被告は，これ\nらのイラストを用いて，「みみきゅ～る  こい梅」（同年３月２２日発売），「み\nみきゅ～る（ぶどう）」（同年５月３１日発売）及び「みみきゅ～る  こいあん\nず」（同年７月２日発売）を製造，販売した。\nなお，原告は，平成２５年１月１０日，被告代表者に対し，今後発売を予定して\nいる画集に，「みみきゅ～る」のイラストを掲載してよいか尋ねたところ，被告代\n表者は，「ラベルと同じものだとファンの方もとまどうと思いますのでＮＧでその\n他であればみみきゅーるの絵はＯＫです。どこに使ったかは教えてくださいね。」\nと答えた。\n(4) 販促物等の作成\n原告と被告代表者は，メールやＳｋｙｐｅでのやりとりを通じて，本件果実酒の\n販売促進のため，イベントでのサイダー及びせんべいの販売，チラシの配布，購入\n者特典グッズの作成等を企画し，原告は，これらに利用するため，イベント配布用\nチラシイラスト（本件イラスト１５の１，同１５の２），サイダーラベルイラスト\n（本件イラスト１１の５，同１２の１，同１２の２），せんべいラベルイラスト\n（本件イラスト１１の７），ぶどうタペストリーイラスト（本件イラスト１０），\n特典イラスト（本件イラスト１３）を作成したほか，直筆の色紙（本件特典色紙イ\nラスト）を作成して被告に交付した。\nなお，原告は，平成２５年６月頃，上記特典グッズのうち，本件イラスト１３を\n使用したクリアファイル（本件特典クリアファイル）の印刷代金３万２２８８円を，\n被告に代わって立替払する趣旨で印刷業者に支払った。\n(5) 本件イラストの利用関係に関する原被告間の交渉等\n原告は，上記のとおり，本件果実酒のラベル等に使用するため，また，本件果実\n酒の販促物等に使用するため，本件イラストを制作したが，イラストを制作する都\n度，被告との間で，その対価の具体的金額や支払時期等について個別に確認等をし\nていたわけではない。\n他方，被告代表者は，平成２５年１月頃，原告に対して契約書案を示したことが\nあり，同契約書案には，被告が原告に「３％」を支払う旨の記載があったが，原告\nは，同契約書に署名押印しなかった。\nまた，被告代表者は，平成２５年４月５日，原告に対し，被告の事業のスポンサ\nー（金銭を出すのではなく，イラストやアイデアを提供する立場であり，事業が育\nてば儲かり，育たなければ儲からない立場）になってくれないかと申し向けたこと\nがあったが，原告は，何か特別な契約だったら怖いとしてこれに応じなかった。\n(6) 原告による請求と訴え提起，解除の意思表示\n原告は，平成２５年７月２５日，被告代表者に対し，原告への「原稿料」の支払\nがいつになりそうかを尋ねたところ，被告代表者は，本件果実酒の売上げの３パー\nセント程度では大した金額にならないと回答した。原告は，原告が作成したイラス\nト１点あたり５万円にはなるように計算して欲しいと要望したが，被告代表者は，\n本件果実酒については現状赤字が続いているなどと回答し，また，宣伝になるので\nあれば絵師は無料でイラストを提供することがあるかなどと尋ねた。\n原告は，被告代表者の言動等に不信感を抱き，被告から金銭の支払を受けること\nができないのではないかと考え，同年８月頃，本件果実酒のラベルを印刷した印刷\n業者に，被告に宛てて印刷代金の請求書を送付させた。同請求書を受領した被告代\n表者は，原告に対し，本件は原告と被告との共同プロジェクトであり，本件果実酒\nが売れれば支払ができるのであるから，まずはどうすれば本件果実酒が売れるかを\n考えるのが先決であるなどと主張した。原告が，共同プロジェクトという意味がわ\nからない，自分は被告からイラストを依頼された者であり，被告には様々なアドバ\nイスをしたが方針を決めたのはすべて被告である，自分の経験上，売れないから支\n払わないなどと言われたことはないなどと主張したのに対し，被告代表者は，本件\nはもともと原告が送ったメールから始まっていること，被告は，原告が紹介した印\n刷業者でラベルを印刷し，本件果実酒のホームページを作成し，またお酒を販売で\nきないイベントにまで出店したこと，原告が酒造との打ち合わせに同席したこと，\n原告の要望に応じて被告と取引のあった声優や絵師を降板させたことなどから，原\n告は単に被告にイラストを依頼された者ではないなどとして，上記印刷代金をすぐ\nに支払うことはできないと主張した。\nその後，原告は，被告に対し，同月２４日には「現状イラストだけでも少なく見\n積もって約８０万円分は書き下ろしています。」などと，同月３１日には「私に８\n０万円以上の仕事をさせておいてやはり支払う気は無いのですね。」などと主張し\nた後，代理人弁護士を介して，被告に対し，本件イラストの対価合計１５０万５０\n００円及び原告が印刷業者に支払った本件特典クリアファイルの印刷代金３万２２\n８８円の支払を求める同年９月２４日付け通知書を送付したが，被告は，同通知書\nの受領を拒絶し，同通知書は，同年１０月３日の保管期限の経過により，同代理人\n弁護士に還付された。\n原告は，平成２５年１１月８日に被告に送達された本件訴状により，被告に対し，\n被告の債務不履行を理由に原被告間の契約を解除する旨の意思表示をした。\n(7) 本件果実酒の店頭からの撤去等\n原告は，本件訴状において，本件各イラストの複製等の差止めを求めていたとこ\nろ，被告が，本件の第１回弁論準備手続期日（平成２６年１月２３日）に陳述した\n平成２６年１月１７日付け準備書面（１）には「原告（判決注：被告の誤記と考え\nられる。）は，原告の被告に対する本訴提起を受けて，原告イラストを利用した飲\n料の販売を速やかに中止した。」との記載があった。\n原告は，平成２６年３月頃，ドンキホーテ秋葉原店の店頭において，本件果実酒\nが販売されているのを発見したため，同店の店員に対して，これらを販売しないよ\nう求め，被告は，同店の店頭から本件果実酒を撤去した。\n(8) 本件果実酒の販売実績等\n本件イラスト６の１，同６の２，同７の１又は同７の２が印刷された本件果実酒\n用のラベル（以下「本件ラベル」という。）は，１０００枚ずつ，合計４０００\n枚印刷された。\n被告は，本件果実酒を，インターネットでは１本１８００円で，実店舗等では１\n本１３５０円で販売していたところ，現在までの本件果実酒の販売実績は，合計３\n９１本，売上高は合計５７万５１００円である。\n２  争点１－１（原告と被告との間に本件著作権譲渡契約が締結されたか）につ\nいて\n(1) 前記認定事実，とりわけ，①原告が，被告が設置している本件ウェブサイト\nで販売されていたイラストつきの酒類を見て，被告に対し，「私にも仕事させてい\nただけないかなぁと思いまして」とのメールを送信し，条件を尋ねられた際には\n「グッズのギャランティとしては参考までに  大体５～１０万円でお受けしており\nます。」と記載していること，②原告は，本件打合せにおいても，被告代表者に対\nし，原告が通常グッズのイラストを制作する場合には，パッケージが１０万円，そ\nれ以外は最低でも５万円から仕事を受けていると説明していること，③本件打ち合\nわせにおいては，キャラクターを５人制作して，それぞれ異なる味の酒のラベルに\nすることなどが合意されたこと，④その後，原告が，自身の画集に本件果実酒のイ\nラストを掲載してよいか尋ねたのに対して，被告代表者がラベルと同一のものはフ\nァンがとまどうから認めない旨回答していることなどからすれば，原告と被告との\n間には，平成２４年１２月１１日の本件打合せにおいて，原告が本件果実酒のラベ\nル等に使用するためのイラストを制作し，その著作権を被告に有償で譲渡する旨の\n契約が成立したものと推認されるというべきである。もっとも，原告と被告とが，\nその後，イラストの制作の都度，対価の具体的金額や支払時期等について個別に確\n認等をしていたわけではないことや，上記のとおり，原告と被告とはキャラクター\nを５人制作し，それぞれ異なる味の酒のラベルにするものとしていたこと，原告は，\nパッケージのためのイラストは１０万円で仕事を受けていると説明したこと，販売\n促進用のグッズについては，必ずしも多量の複製物が制作されたわけではないほか，\nその多くが購入者特典として無償で配布等されたことなどに照らせば，被告が，本\n件果実酒の販売促進のために制作するグッズ等に使用するイラストについてまでも，\nラベルイラストと別個に著作権譲渡の対価を支払うべきものと認識していたかは疑\nわしく，当事者間の合理的意思としては，被告が原告に支払うべき対価は，イラス\nト１点ごとに幾らというのではなく，本件果実酒のシリーズ（温州みかん，こい梅，\nぶどう，こいあんずの各シリーズ）１点ごとに，それぞれ少なくとも１０万円を支\n払うべきものであったと推認される。\nこの点について，原告が被告に最初に送信したメールが本件のきっかけとなって\nいること，原告が，被告とともに酒造の見学に行ったほか，被告の事業について\n様々なアドバイスを行ったりラベルの印刷会社を紹介したりしたこと，被告が，本\n件果実酒の販売促進のためにホームページを開設し，イベントに参加し，また，原\n告の要望に応じて被告の事業方法を変更したことなどがうかがわれるものの，これ\nらの事実をもっても，上記推認を覆すには至らないというべきである。\n(2) 被告は，原被告間の法律関係について，原告がイラストを制作し，被告が同\nイラストを包装や広告宣伝に使用した飲料を販売して，その売上金額の３パーセン\nトを原告に分配する旨の本件基本合意が成立した旨主張し，被告代表者も，その尋\n問において，本件打ち合わせには原告に対して売上金額の３パーセントを支払う旨\n申し向けた，これに対して原告が分かりましたと答えたなど，同旨の供述をする。\nしかしながら，前記認定事実のとおり，原告は，被告への問い合わせにおいて，\n「グッズのギャランティとしては参考までに  大体５～１０万円でお受けしており\nます。」と明確に記載しており，被告代表者尋問の結果によっても，原告は本件打\n合せにおいて５万円から１０万円と発言していたと認められるところ，それにもか\nかわらず，本件打合せにおいては，本件果実酒が何本程度売れる見込みであるかと\nか，原告が希望する５万円ないし１０万円に達するためには，何本販売することが\n必要となってくるかなどの見通し，代金の精算をどのように行うべきかなどについ\nても何ら話し合われていない。むしろ，原告は，本件打ち合わせの後である平成２\n５年１月頃，被告代表者から，「３％」との記載のある契約書案を示されたのに対\nし，その署名押印に応じなかったというのである。そうすると，原告と被告との間\nに，被告が主張するような共同事業に関する本件基本合意が成立したものとみるこ\nとは困難というほかない。\n(3) したがって，上記(1)のとおり，原告と被告との間には，平成２４年１２月\n１１日，原告が本件果実酒の包装や広告宣伝に使用するためのイラストを制作し，\nその著作権を，本件果実酒の１シリーズ（温州みかん，こい梅，ぶどう，こいあん\nずの各シリーズ）につき１０万円で被告に譲渡する旨の合意が成立し，その後，原\n告が被告の依頼に応じて本件イラストを制作して，被告に提供し，被告が本件イラ\nストを包装や広告宣伝に使用して飲料を販売するなどしたことからすれば，上記合\n意に従って本件著作権を原告が被告に有償で譲渡する旨の本件著作権譲渡契約が成\n立したものと認めるのが相当である。\n３  争点１－２（本件著作権譲渡契約について解除原因が認められるか）につい\nて\n上記２のとおり，原告と被告との間には，原告が，被告の販売する本件果実酒の\n包装や広告宣伝に使用するための本件イラストを制作し，その著作権を，本件果実\n酒の１シリーズにつき１０万円で被告に譲渡することなどを内容とする本件著作権\n譲渡契約が成立していたと認められるところ，前記認定事実によれば，被告は，原\n告の制作した本件イラストを用いて，本件果実酒を合計４シリーズ（温州みかん，\nこい梅，ぶどう，こいあんず）販売したと認められるから，被告は，本件著作権譲\n渡契約に基づき，原告に対し，４０万円を支払う義務を負っていたというべきであ\nる。\nしかるところ，被告は，原告による本件イラストの対価の支払を求める平成２５\n年９月２４日付け通知書の受領を拒絶し（なお，前記認定事実によれば，同通知書\nに係る意思表示は，遅くとも保管期限であった同年１０月３日までに社会通念上被\n告の了知可能な状態に置かれたものというべきであり，法律上被告に到達したとみ\nるのが相当である。），原告に対して金銭の支払を行っていないのであるから，被\n告には，本件著作権譲渡契約につき，債務不履行が認められる。したがって，原告\nが，催告の上，相当期間が経過した後に，本件訴状によってした本件著作権譲渡契\n約の解除の意思表示により，本件著作権譲渡契約は有効に解除されたというべきで\nある。\n４  争点１－３（本件著作権譲渡契約の解除に伴う原告の金銭請求〔損害賠償請\n求又は原状回復請求〕は認められるか）について\n(1) 原告は，被告の債務不履行により，本件イラストの対価（本件著作権の譲渡\n対価）に相当する金額の損害を受けたと主張する。\nしかしながら，本件著作権譲渡契約が解除されたことにより，原告は，本件著作\n権を復帰的に取得するに至ったものであって，これを行使しうる地位にある以上，\n原告が本件著作権の譲渡対価相当額の損害を受けたと直ちに認めることは困難であ\nり，このことは，原告が本件イラストを本件果実酒の包装等に使用するためにオー\nダーメイドで制作したものであったとしても変わることはない。\nこの点，原告は，原告においてもはや本件イラストを再利用することができない\n旨主張する。しかし，前記認定のとおり，原告は，平成２５年１月１０日，被告代\n表者に対し，今後発売を予定している画集に，「みみきゅ～る」のイラストを掲載\nしてよいか尋ねていることにも照らせば，本件イラストが本件果実酒の包装や広告\n宣伝等以外の目的におよそ利用することができないという性質のものでないことは\n明らかであり，他に本件著作権の客観的価値の棄損を認めるに足りる証拠はない。\nしたがって，債務不履行及び解除による損害賠償請求権に基づく原告の金銭請求\nには理由がない。\n(2) もっとも，被告は，本件著作権譲渡契約が解除されたことにより原状回復義\n務を負うところ（民法５４５条１項），被告は，同義務の内容として，解除までの\n間，本件著作権を利用したことによる利益（本件著作権譲渡契約の目的の使用利\n益）を返還する必要がある（最高裁昭和４９年（オ）第１１５２号同５１年２月１\n３日第二小法廷判決・民集３０巻１号１頁参照）。\nそこで，本件著作権譲渡契約が解除されるまでの間，被告が本件著作権を利用し\nたことによる利益について検討するに，被告は，原告に対し，本件果実酒の売上高\nの３パーセントに相当する額を支払う旨の契約を提案しているのであるから，少な\nくとも同３パーセントに相当する額については，本件著作権を利用することによる\n利益と認めるのが相当である。他方，被告が原告の描き下ろしたイラストを用いた\n商品として本件果実酒を広告宣伝し，原告のイラストを用いた販売促進物を購入者\n特典として用意するなど，原告のイラストの魅力をアピールして本件果実酒の販売\nを行い，現実に売上げをあげていることを考慮したとしても，被告が本件イラスト\nを包装や広告宣伝に用いた本件果実酒を販売したのは，平成２５年２月頃から原告\nが本件の訴状により本件著作権譲渡契約を解除した同年１１月頃までの限られた期\n間にとどまり，その販売実績も，合計３９１本，売上高にして合計５７万５１００\n円にとどまることや，被告は，本件果実酒の販売のために，新たにウェブサイトを\n立ち上げるなど相応の費用を負担しており，収支全体としては損失が発生している\n可能性も十分にうかがわれること，原告が制作するイラストが市場においてどの程\n度の価値があるものとして評価されているかについて客観的な証拠はないこと，一\n般に酒類等の商品の包装や広告宣伝にイラストが用いられた際にイラストレーター\nにどの程度の利用料が支払われるかの水準等についても客観的な証拠はないことな\nどからすれば，上記売上高５７万５１００円の３パーセントに相当する１万７２５\n３円以上に，本件著作権を利用したことによる利益を認めることは困難というほか\nはない。\nしたがって，被告は，本件著作権譲渡契約の解除に伴う原状回復義務として，原\n告に対し，本件著作権を利用したことによる利益である１万７２５３円及びこれに\n対する本件訴状送達の日の翌日である平成２５年１１月９日（本件訴状による付遅\n滞の効果は，使用利益請求にも及ぶと解するのが相当である。）から支払済みまで\n民法所定年５分の割合による遅延損害金を支払うべきものである。\n５  争点２（被告は本件特典クリアファイルの印刷代金相当額を法律上の原因な\nく利得しているか）について\n前記認定事実によれば，原告は，平成２５年６月頃，本件果実酒の販促グッズの\nうち，本件特典クリアファイルの印刷代金３万２２８８円を，被告に代わって立替\n払する趣旨で印刷業者に支払っているところ，本件特典クリアファイルは，被告が\n本件果実酒を販売するに際し，販売促進物として制作されたものと認められるから，\nその印刷代金は，本来被告が支払うべきものである。\nそうすると，被告は，本件特典クリアファイルの印刷代金相当額である３万２２\n８８円について，法律上の原因なく利得しており，これにより原告が損失を受けて\nいるものといえるから，被告は，原告に対し，不当利得金３万２２８８円及びこれ\nに対する本件訴状送達の日の翌日である平成２５年１１月９日から支払済みまで民\n法所定年５分の割合による遅延損害金を支払うべきものである。\n６  争点３－１（本件各イラストの複製等の差止請求が認められるか）及び争点\n３－２（本件ウェブサイトに掲載されている本件各イラストの削除，本件各イラス\nトの原画の返還，並びにその複製物及び原画のデータの廃棄請求が認められるか）\nについて\n原告は，本件各著作権に基づき，被告に対し，本件各イラストの複製等の差止め\nを求めているところ（著作権法１１２条１項），前記認定事実，証拠（乙１０）及\nび弁論の全趣旨によれば，被告は，現在も，本件イラスト６の１，同６の２，同７\nの１又は同７の２の複製物である本件ラベル及び本件イラスト１３の複製物である\n本件特典クリアファイルを所持しており，被告が本訴請求につき請求棄却を求めて\n争っていることを考慮すると，被告において，なおこれらを譲渡するおそれがある\nものと認められるから，本件各イラストのうち，本件イラスト６の１，同６の２，\n同７の１，同７の２及び同１３の複製物の譲渡を差し止める必要性が認められ，そ\nの限りにおいて理由があるが（原告の本訴請求には，上記趣旨が含まれていると善\n解することができる。），その余の差止請求については，差止めの必要性を認める\nには至らず，理由がない。\nまた，原告は，本件各著作権に基づき，本件ウェブサイトに掲載されている本件\n各イラストの削除，被告の住所地，営業所に存する被告所有の本件各イラストの原\n画の返還，並びにその複製物（本件特典クリアファイルを含む。）及び原画のデー\nタの廃棄を求めているところ（著作権法１１２条２項），上記のとおり，被告が現\n在も本件ラベル及び本件特典クリアファイルを所持しており，これらを譲渡するお\nそれが認められることからすれば，本件ラベル及び本件特典クリアファイルを廃棄\nさせる必要があるといえ，その限りにおいて理由があるが，現時点において，本件\n各イラストが本件ウェブサイトに掲載されていることや，被告の住所地，営業所に\n本件ラベル及び本件特典クリアファイル以外に本件各イラストの複製物が存するこ\nとの立証はないことからすれば，その余の請求には理由がない（本件各イラストの\n原画の返還請求については，その法的根拠も明らかではない。）。\n７  争点４－１（原告と被告との間に本件基本合意が成立したか），争点４－２\n（原告は本件基本合意に付随する信義則上の義務に違反したか）及び争点４－３\n（原告の債務不履行により被告が受けた損害の額）について\n被告は，原告と被告との間に，原告がイラストを作成し，被告が同イラストを使\n用した飲料を販売して，その売上金額の３パーセントを原告に分配することを内容\nとする本件基本合意が成立していたことを前提に，原告は，本件基本合意に付随す\nる信義則上の義務として，被告にとって不利な時期に本件基本合意を解消してはな\nらない義務を負っていたと主張し，同義務違反による損害賠償請求権を自働債権と\nし，本件請求に係る各債権を受働債権として対当額で相殺する旨の相殺の抗弁を提\n出している。\nしかしながら，上記２において認定説示したとおり，原告と被告との間に本件基\n本合意が成立したことを認めることはできないから，同義務違反による損害賠償請\n求権の存在を前提とする相殺の抗弁は，成り立たない。\n８  争点５－１（原告が小売店に対し被告が販売した製品を販売しないよう求め\nたことが被告に対する不法行為を構成するか）及び争点５－２（原告の不法行為に\nより被告が受けた損害の額）について\n被告は，原告が平成２６年３月頃，ドンキホーテ秋葉原店において，同店の店員\nに対し，本件果実酒を店頭から撤去して販売しないよう求めたことが，被告に対す\nる不法行為を構成するとして，同不法行為による損害賠償請求権を自働債権とし，\n本件請求に係る各債権を受働債権として対当額で相殺する旨の相殺の抗弁を提出し\nている。\nそこで検討するに，前記認定事実によれば，原告が，平成２６年３月頃，ドンキ\nホーテ秋葉原店の店頭において，本件果実酒が販売されているのを発見したため，\n同店の店員に対して，これらを販売しないよう求めた事実が認められるが，被告が\n本 件 の 第 １ 回 弁 論 準 備 手 続 期日 （ 平 成 ２ ６ 年 １ 月 ２ ３ 日 ） に 陳述した準備書面\n（１）（平成２６年１月１７日付け）には「原告（判決注：「被告」の誤記と考え\nられる。）は，原告の被告に対する本訴提起を受けて，原告イラストを利用した飲\n料の販売を速やかに中止した。」との記載があったことからすれば，被告の上記主\n張にもかかわらず，現に本件果実酒が量販店の店頭で販売されていることを発見し\nた原告において，代理人弁護士を介することなくその場で販売の中止を同店に申し\n入れたとしても，なお被告に対する不法行為を構成するとまでは認め難い。\nしたがって，同不法行為による損害賠償請求権の存在を前提とする相殺の抗弁は，\n成り立たない。\n９  まとめ\n以上によれば，本訴請求は，被告に対し，本件イラスト６の１，同６の２，同７\nの１，同７の２及び同１３の複製物の譲渡の差止めを求め，本件ラベル及び本件特\n典クリアファイルの廃棄を求め，また，４万９５４１円及びこれに対する平成２５\n年１１月９日から支払済みまでの民法所定年５分の割合による金員の支払を求める\n限度において理由があり，その余は理由がない。\nなお，反訴請求については，同請求に係る債権のうち，本訴請求において相殺の\n抗弁に供された部分については，これが存在しないことについて，相殺の自働債権\nとして既判力のある判断が示されているが（民訴法１１４条２項参照），その余の\n部分については既判力のある判断が示されていない。そこで，反訴請求（同部分に\n係る請求）は棄却されるべきである（主文第５項に「被告の請求をいずれも棄却す\nる。」とあるのは，上記趣旨によるものである。）。\nよって，主文のとおり判決する（仮執行の宣言については，本件ラベル及び本件\n特典クリアファイルの廃棄を求める点については，相当でないのでこれを付さない\nこととする。）。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋 末 和 秀\n裁判官\n鈴 木 千 帆\n裁判官\n天 野 研 司\n"
}