{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 12
  },
  "case_number": "平成23(行ケ)10161",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81831",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81831",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/831/081831_hanrei.pdf",
  "contents": "平成２３年１２月１２日  判決言渡\n平成２３年（行ケ）第１０１６１号  審決取消請求事件（特許）\n口頭弁論終結日  平成２３年１２月５日\n判 決\n原 告                             株 式 会 社 ユ ニ バ ー サ ル\nエ ン タ ー テ イ ン メ ン ト\n訴 訟 代 理 人 弁 理 士                             鹿 股 俊 雄\n被 告                             特 許 庁 長 官\n指 定 代 理 人                             澤 田 真 治\n同                               伊 藤   陽\n同                               吉 村   尚\n同                               田 部 元 史\n同                               田 村 正 明\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２００９－２２００２号事件について平成２３年３月３１日\nにした審決を取り消す。\n第２  事案の概要\n１  本件は，原告（旧商号アルゼ株式会社）が名称を「遊技機」とする発明につ\nき特許出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請\n求をし，平成２３年１月１７日付けでも特許請求の範囲の変更等を内容とする\n手続補正（以下「本件補正」という。）をしたが，特許庁から請求不成立の審\n決を受けたことから，その取消しを求めた事案である。\n２  争点は，上記補正後の請求項１に係る発明（以下「本願発明」という。）が\n別添審決書にいう引用文献１～１５との関係で進歩性を有するか（特許法２９\n条２項），である。\n第３  当事者の主張\n１  請求の原因\n(1) 特許庁における手続の経緯\n原告は，平成１２年４月２６日の優先権を主張して，平成１２年５月２６\n日，名称を「遊技機」とする発明について特許出願（特願２０００－１５５\n６２６号，公開特許公報は特開２００２－１１１４３号）をし，平成１４年\n２月１５日付け及び平成２１年６月８日付けで手続補正をしたが，拒絶査定\nを受けたので，これに対する不服の審判請求をした。\n特許庁は，上記請求を不服２００９－２２００２号事件として審理し，そ\nの中で原告は，平成２１年１１月１１日付け及び平成２３年１月１７日付け\n（本件補正，請求項の数４，甲１９）で特許請求の範囲の変更等を内容とす\nる手続補正をしたが，特許庁は平成２３年３月３１日，「本件審判の請求は，\n成り立たない。」との審決をし，その謄本は同年４月１２日原告に送達され\nた。\n(2) 発明の内容\n本件補正後の請求項の数は前記のとおり４であるが，その請求項１である\n本願発明の内容は，次のとおりである（甲１９）。\n・【請求項１】メインＣＰＵと，サブ制御基板に各種信号を送信するサブ制\n御部通信ポートと，乱数抽選によって入賞態様を決定する入賞態様決定手\n段と，１遊技用監視用タイマと，を備えたメイン制御基板と，\nサブＣＰＵと，前記メイン制御基板からの信号を受信するメイン制御部\n通信ポートと，前記メイン制御基板からの指示にしたがい操作音又は所定\nの遊技状態に応じた効果音を出力する出音手段と，この出音手段の音量を\n制御する出音制御手段と，所定のタイミングからの経過時間を計時する非\n遊技状態監視用タイマと，を備えたサブ制御基板とを具備するスロットマ\nシンにおいて，\n前記出音手段は，遊技状態が一般遊技状態と比べて高い確率で入賞態様\nが決定される特定の入賞態様にあるときに前記メイン制御基板からの指\n示にしたがい継続的な効果音を出音し，\n前記サブＣＰＵは，前記メイン制御基板から前記所定のタイミングに対\n応する信号を受信すると，前記非遊技状態監視用タイマをセットし，前記\n所定のタイミングからの経過時間を計時し，\n前記サブ制御基板に備えられた前記出音制御手段は，遊技状態が前記特\n定の入賞態様にある場合において，前記非遊技状態監視用タイマが非遊技\n状態を所定時間計時したときに，前記継続的な効果音の音量を下げるか又\nは消音することを特徴とする遊技機。\n(3) 審決の内容\n審決の内容は，別添審決写しのとおりである。その要点は，本願発明は引\n用文献１～１５に記載された技術事項及び周知技術に基づいて当業者（その\n発明の属する技術の分野における通常の知識を有する者）が容易に発明をす\nることができたから特許法２９条２項により特許を受けることができない，\nというものである。\nなお，審決が認定した引用文献１（特開平１１－１７８９９０号公報［発\n明の名称「遊技装置」，公開日  平成１１年７月６日］）に記載された発明\n（引用発明）の内容，本願発明と引用発明との一致点及び相違点１～４は，\n上記審決写し記載のとおりである。\n(4) 審決の取消事由\nしかしながら，審決には，以下のとおり誤りがあるから，違法として取り\n消されるべきである。\nア  取消事由１（相違点認定の誤り）\n審決では，本願発明と引用発明との相違点１及び３を以下のように認定\nしている。\n＜相違点１＞\n「遊技制御基板が，本願発明では，『メインＣＰＵと，サブ制御基板に\n各種信号を送信するサブ制御部通信ポートと，乱数抽選によって入賞態\n様を決定する入賞態様決定手段と，１遊技用監視用タイマと，を備えた\nメイン制御基板と，サブＣＰＵと，前記メイン制御基板からの信号を受\n信するメイン制御部通信ポートと，前記メイン制御基板からの指示にし\nたがい操作音又は所定の遊技状態に応じた効果音を出力する出音手段\nと，この出音手段の音量を制御する出音制御手段と，を備えたサブ制御\n基板』とから構成されるのに対し，引用発明では『ＣＰＵを有し，乱数\n抽選によって入賞態様を決定する入賞態様決定手段と，所定の遊技状態\nに応じた効果音を出力する出音手段と，この出音手段の出音の音量を制\n御する出音制御手段とからなる遊技制御基板』である点。」\n＜相違点３＞\n「本願発明では，所定のタイミングからの経過時間を計時する非遊技状\n態監視用タイマをサブ制御基板に設けるとともに，サブＣＰＵは，前記\nメイン制御基板から前記所定のタイミングに対応する信号を受信する\nと，前記非遊技状態監視用タイマをセットし，前記所定のタイミングか\nらの経過時間を計時するのに対し，引用発明は非遊技状態監視用タイマ\nを有していない点。」\n本願発明は上述した構成及び技術的意義を有するものであるが，上記相\n違点１及び３の認定では，非遊技状態監視用タイマを意図的に相違点１か\nら省き，相違点３で取り上げている。\nしかし，１遊技用監視用タイマ等をメイン制御基板に搭載し，非遊技状\n態監視用タイマ等をサブ制御基板に搭載する構成は，タイマ及び出音機能\nの役割分担を規定する上で本願発明の根幹をなす構成であるから，非遊技\n状態監視用タイマのみを相違点１から省き，それ以外の機器が搭載された\nメイン制御基板とサブ制御基板を相違点１として抽出することは，本願発\n明の本質を無視して本願発明を無理に容易想到と結論づけるためのもの\nといわざるを得ない。\nこのように，審決における相違点１及び３の認定は，本来一体として判\n断すべき構成を意図的に細分化し，その結果，誤った結論に導くものであ\nるから取り消されるべきである。\nイ  取消事由２（引用文献１１認定の誤り）\n審決では相違点４の判断に際して，引用文献１１（特開平７－５１４４\n２号公報，甲１１。以下「甲１１」という。）を「遊戯者による遊戯操作\nの有無を操作ハンドル１０への触手の有無としてこれをタッチスイッチ\n１７により検知し，操作ハンドル１０への触手がなくタッチスイッチ１７\nがオンすると，タイマーを介して，その一定時間経過後に，遊戯場内の騒\n音を増大しないようスピーカー２６から発生する音声の音量を小さくし\nたりスピーカー２６を動作しないようにすることが好ましいデモンスト\nレーションを実行させるようにした制御手段を備えたパチンコ機が記載\nされている。」と認定し（審決１１頁４行～９行），さらに「これによれ\nば，当該パチンコ機は，少なくとも，所定のタイミング（操作ハンドル１\n０への触手がなくタッチスイッチ１７がオン）からの経過時間を計時する\n非遊戯状態監視用タイマ（タイマー）を備え，非遊戯状態監視用タイマが\n非遊戯状態を所定時間計時したとき（一定時間経過後）に音量を下げるか\n消音する（スピーカーを動作しないようにする）ものである。」（審決１\n１頁１４行～１８行）と認定している。\nしかし，甲１１には，「操作ハンドル１０を離すと同時に，デモンスト\nレーションが作動すると，まだ遊戯板面２を転球している打球が，デモン\nストレーションの実行により開放した入賞玉受口器５に入る恐れがある。\nこのため，タイマーをステップ１の前に介装して，一定時間経過後にのみ\nデモンストレーションを実行するようにする。」（段落【００１５】（ｂ））\nと記載されているように，「一定時間」とは，操作ハンドル１０を離した\n時点（タッチスイッチ１７がオン）から，遊戯板面２を転球している打球\nがデモンストレーションの実行により開放した入賞玉受口器５に入るお\nそれがなくなるまでの時間を意味する。\nこのように甲１１のタイマは操作ハンドルを離した時点（タッチスイッ\nチ１７がオン）から経過時間（非遊技時間）を計測し始めるが，その目的\nは一義的にはデモンストレーションを実行するタイミングを測るためで\nある。そして，甲１１によれば，操作ハンドルを離した時点からデモンス\nトレーションが実行されるまでの間に，スピーカから何らかの音を出音す\nるとの記載はなく，かつ，その間は遊技が中断した状態であり特段出音す\nる必要がないことを考慮すれば，基本的に出音していない期間と解するの\nが相当である。\n一方，甲１１には遊技場内の騒音を増大しないようにデモンストレーシ\nョン中は音量を低下又は消音することが記載されているが（段落【００１\n６】），初めから音量が小さいか消音状態にあるデモンストレーションを\n実行するもので，デモンストレーションに入る前の当該遊技機が発する音\nの音量を低下させたり消音するものでない。\nしたがって，甲１１はデモンストレーションに入る前の当該遊技機が発\nする音の音量を低下させたり消音するものでない以上，審決の「非遊戯状\n態監視用タイマが非遊戯状態を所定時間計時したとき（一定時間経過後）\nに音量を下げるか消音する（スピーカーを動作しないようにする）もので\nある。」（審決１１頁１６行～１８行）との認定は誤りである。\nなお，審決の「非遊戯状態監視用タイマが非遊戯状態を所定時間計時し\nたとき（一定時間経過後）に音量を下げるか消音する（スピーカーを動作\nしないようにする）ものである。」との認定では，一定時間経過前（非遊\n技状態）の出音状態がどのようなものか必ずしも明確ではないが，「非遊\n戯状態を所定時間計時したとき（一定時間経過後）に音量を下げるか消音\nする」との記載からして，計時時間中において当該遊技機が出音している\nことを前提とした認定であると解される。\nしてみれば，甲１１はデモンストレーションに入る前の当該遊技機が発\nする音の音量を低下させたり消音するものでないから，審決における甲１\n１の認定は明らかに誤りである。\nなお，被告の「一定時間経過前の出音状態がどのようなものか認定して\nいない。」との主張は，審決における甲１１の認定とは明らかに矛盾する。\nウ  取消事由３（相違点３，４についての判断の誤り）\n(ｱ) 相違点４\nａ  判断の誤り－その１\n審決では，相違点４とは「遊技状態が特定の入賞態様にある場合に\nおいて，出音制御手段は，本願発明では，『前記非遊技状態監視用タ\nイマが非遊技状態を所定時間計時したときに，前記継続的な効果音の\n音量を下げるか又は消音する』のに対し，引用発明ではそのような構\n成を有していない点。」とするが，これに関する判断において「とこ\nろで，引用発明がスロットマシンに関する発明であり，引用文献１１\nに記載された発明がパチンコ機に関する発明であるとしても，スロッ\nトマシンの発明である引用発明における遊技音について，遊技がなさ\nれていない状態において出音されている場合に，パチンコ機の発明で\nある引用文献１１に記載された発明の構成を適用して，遊技中ではな\nいスロットマシンについて，遊技場内の騒音を増大しないようにその\n音量を小さくすることは，本願発明の出願当時において，当業者が容\n易に想到しえたことといわざるをえない。」（審決１１頁１９行～２\n６行）と説示する。\nしかし，甲１１の発明のタイマはあくまでもデモンストレーション\nに入るタイミングを測ることを目的としたものであり，かつ，デモン\nストレーションに入る前の遊技機は効果音等を出音している状態で\nはないから，目的・課題が異なる甲１１のタイマの構成を，ビッグボ\nーナス時に継続的な効果音を出音する引用発明に適用する動機付け\nは存在せず，仮に適用したとしてもデモンストレーションに突入する\nタイミングを測るためのタイマの構成が付加されるだけで，上記相違\n点４の構成が導かれることはない。\nなお，上記説示において「遊技がなされていない状態において出音\nされている場合に，パチンコ機の発明である引用文献１１に記載され\nた発明の構成を適用して，・・・」との説示も，甲１１が前述したと\nおり「遊技がなされていない状態において出音されている」ものでは\nないことから，誤りである。\nさらに，審決では「そして，相違点４として摘記した本願発明の構\n成は，『遊技状態が前記特定の入賞態様にある場合において』のもの\nであるが，引用発明は，特別の遊技が行われる際にそれに応じた遊技\n音の出音を制御する出音制御手段を備えたスロットマシンである点\nで本願発明と一致し，入賞の態様に対応して音声を発生する遊技機で\nある点において，引用文献１１に開示された技術と共通するものであ\nるから，引用発明において特別の遊技が行われる際についても，遊技\n操作のない状態，すなわち，遊技がされていない状態が検出されたと\nきに，遊技場内の騒音を増大しないようにするため，特別の遊技状態\nに応じた遊技音の音量を下げることは，引用文献１１に開示された技\n術に基づいて，当業者が容易になし得る程度のことである。」（審決\n１１頁２７行～３６行）と説示している。\nこの点についても，上述のとおり，甲１１発明のタイマはあくまで\nもデモンストレーションに入るタイミングを測ることを目的とした\nものであり，また，継続音の音量を低下又は消音するものではないか\nら，目的・課題が異なる甲１１のタイマの構成を，ビッグボーナス時\nに継続的に効果音を出音する引用発明に適用する動機付けは存在せ\nず，仮に適用したとしてもデモンストレーションに突入するタイミン\nグを測るためのタイマの構成が付加されるだけで，上記相違点４の構\n成が導かれることはない。\n被告は，「引用発明は，入賞の態様に対応して音声を発生する遊技\n機である点において，甲１１に開示された技術と共通するものである\nから引用発明に適用する動機付けは存在するといえ，原告の主張は失\n当である。」と主張するが，「入賞の態様に対応して音声を発生する\n遊技機」は極めて上位の概念であり，甲１１を具体的に検討すれば，\n両者を結びつける動機付けは存在しないことは明白である。\nすなわち，甲１１の「(b)操作ハンドル１０を離すと同時に，デモ\nンストレーションが作動すると，まだ遊戯板面２を転球している打球\nが，デモンストレーションの実行により開放した入賞玉受口器５に入\nる恐れがある。このため，タイマーをステップ１の前に介装して，一\n定時間経過後にのみデモンストレーションを実行するようにする。」\n（甲１１の段落【００１５】）との記載から，甲１１のタイマは「ま\nだ遊戯板面２を転球している打球が，デモンストレーションの実行に\nより開放した入賞玉受口器５に入る恐れ」を回避するために非遊技状\n態を計時するもので，遊技球が遊技盤上を転動流下するパチンコ機特\n有の課題に基づく構成であるから，この点からも遊技球が存在しない\nパチスロ機を対象とした引用発明に甲１１のタイマを適用する動機\n付けは存在しない。\nなお，相違点４に対する審決の判断では，上記のように，「遊技中\nではないスロットマシンについて，遊技場内の騒音を増大しないよう\nにその音量を小さくすることは，本願発明の出願当時において，当業\n者が容易に想到しえたことといわざるをえない。」（審決１１頁２３\n行～２６行），及び「遊技がされていない状態が検出されたときに，\n遊技場内の騒音を増大しないようにするため，特別の遊技状態に応じ\nた遊技音の音量を下げることは，引用文献１１に開示された技術に基\nづいて，当業者が容易になし得る程度のことである。」（審決１１頁\n３３行～３６行）と記載され，同じ引用発明と甲１１を用いて容易想\n到の判断を２回行っているが，それらの関係及び論理付けが甚だ不明\n確であり，この点からも相違点４が容易想到とする審決の判断には取\nり消されるべき重大な瑕疵がある。\nｂ  判断の誤り－その２\n審決では，上記判断の後に，「仮に，上記のように，直ちに，認定\nできないとしても・・・相違点４として摘記した本願発明の構成は，\n引用発明，引用文献１１に記載された発明の技術，及び，引用文献３，\n１２～１５に記載されたスロットマシン等の遊技機の技術に基づい\nて，当業者が容易に想到することができたものといわざるを得ない。」\n（審決１１頁下２行～１４頁３行）と説示しているところ，この「仮\nに」以下の判断が前記ａで示された判断とどのような関係にあるのか\n明確ではないが，上記の相違点４についての判断（その２）も誤りで\nある。\nここで新たに用いられた証拠は甲３，甲１２～甲１５であるが，甲\n３（特開２０００－１１６８４５号公報）はデモンストレーションに\n入るタイミングを測るために非遊技状態を計時しているものであり\n（段落【００３５】参照），甲１２（特開平８－７９６号公報）はイ\nンストラクション画像を表示するためのタイミングを測るために稼\n働状態判断手段１４３が非遊技状態を計時しているものであり（段落\n【００１２】，【００１４】参照），甲１３（特開平１０－３０５１\n３０号公報）は周囲の人をゲームに誘う表示（デモンストレーション\n表示）を行うためのタイミングを測るために非遊技状態を計時してい\nるものであり（段落【０１０２】参照），甲１４（特開平５－３０５\n１７３号公報）はデモンストレーション表示を行うタイミングを測る\nために非遊技状態を計時しているものであり（段落【００７０】参照），\n甲１５（特開平８－１８７３１６号公報）はデモンストレーションを\n行うタイミングを測るために非遊技状態を計時しているものである\n（段落【００５８】参照）。\nこのように，これらの文献には遊技がされていない状態が所定時間\n経過したことを検出する手段について記載されているが，いずれもデ\nモンストレーション表示又はインストラクション表示を行うための\nタイミングを測るために非遊技状態を計時しているものであり，その\n点で甲１１のものと何ら変わることはない。\nしたがって，新たに追加された甲３及び甲１２～甲１５を参酌した\nとしても，相違点４の容易想到性の論理付けは，前記ａの論理付けと\n実質的に同じであるから，前記ａと同様に，上記の相違点４の判断（そ\nの２）も誤りである。\n(ｲ) 相違点３\nａ  審決における相違点３の判断は相違点１の判断を前提としている\nもので，容易想到とする論理付けには重大な瑕疵がある。\nすなわち，相違点１の判断において，審決では「そうすると，引用\n発明において，上記周知技術及び上記慣用技術を適用し，相違点１に\n係る本願発明の構成とすることは当業者にとって想到容易である。な\nお，上記適用において１遊技用監視タイマを設ける場所は，メイン制\n御基板とサブ制御基板の何れかとなるが，１遊技用監視タイマは４．\n１秒経過しないと次のゲームを開始させないという，ゲームの進行に\n関係するものであるから，ゲーム全体の制御を司っているメイン制御\n基板に設けることは当業者なら当然行うことに過ぎない。」（審決８\n頁下９行～下３行）と説示し，さらにこの容易想到とした構成を用い\nて相違点３について「非遊技状態監視用タイマを出音手段及び出音制\n御手段を備えたサブ制御基板に設けることは当業者であれば容易に\n想起することである。」（審決１４頁下１０行～１２行）と，さらな\nる容易想到の判断を行っており，いわば２階建ての容易想到の理屈を\n展開している。\nこのような論理付けが許されるならば，本来ならば容易想到とはい\nえない構成も全て容易想到となり，出願人の特許を受ける権利は著し\nく損なわれることになる。\nこれに対し，被告は，２階建ての容易想到の理屈を展開したことに\nはならない旨主張する。\nしかし，被告は１遊技監視タイマと非遊技状態監視用タイマとはタ\nイマとして別構成であるとの前提に立って相違点１及び３の判断を\n行っているが，そもそも本願発明では１遊技監視タイマと非遊技状態\n監視用タイマはタイマとして別個の構成とし，かつ，メイン制御基板\nに１遊技監視タイマを搭載し，非遊技状態監視用タイマをサブ制御基\n板に搭載したことを一つの構成上の特徴とするものである。\nすなわち，従来の遊技機において１遊技監視タイマを制御基板に搭\n載することは周知ではあるが，その他の経過時間（本件でいえば非遊\n技状態）を計時する必要がある場合，制御基板に搭載されている１遊\n技監視タイマの計時機能を用いることも可能であるところ，審決で\nは，相違点１及び相違点３の認定において，本願発明の１遊技監視タ\nイマと非遊技状態監視用タイマをタイマとして別個の構成とした点\nについて，その新規性，進歩性について全く論じていない。\nここで，甲３及び甲１１～甲１５を参酌しても，これらの文献には\nデモンストレーションに入るタイミングを計るために非遊技状態を\n計時することが記載されているだけで，１遊技監視タイマと非遊技状\n態監視用タイマをタイマとして別個の構成とする点についてはもち\nろん，メイン制御基板に１遊技監視タイマを搭載し非遊技状態監視用\nタイマをサブ制御基板に搭載する点についても何ら記載がない。\nそして，審決では本願発明の１遊技監視タイマと非遊技状態監視用\nタイマをタイマとして別個の構成とした点について何ら判断せずに，\n相違点１の判断において制御基板を，１遊技監視タイマ等を備えたメ\nイン制御基板とサブ制御基板とする構成が容易想到と判断し，その判\n断の上に，相違点３での判断で，「非遊技状態監視用タイマ」の構成\nのみを抽出して「非遊技状態監視用タイマを出音手段及び出音制御手\n段を備えたサブ制御基板に設けることは当業者であれば容易に想起\nすることである。」と結論付けているもので，その論理付けには飛躍\nがあり，実質的に２階建ての論理付けを行っているものである。\nさらに，被告の２階建ての論理付けは「・・・制御基板をメイン制\n御基板とサブ制御基板とした際には・・・」（審決１４頁４行～７行），\n及び「・・・メイン制御基板とサブ制御基板に分かれているならば・\n・・」（平成２３年８月２２日付け被告準備書面１６頁下５行～２行）\nとの主張からみて，相違点３の判断が相違点１の判断を前提としたも\nのであることを明確に示している。\nこのように，相違点３に対する審決の判断は，その論理付けに重大\nな瑕疵があるから取り消されるべきである。\nｂ  次に，相違点３の判断の具体的な内容について検討する。\n前記(ｱ)のとおり，そもそも甲１１，甲３及び甲１２～甲１５記載\nの「非遊技状態監視用タイマ」は，いずれもデモンストレーション表\n示又はインストラクション表示を行うタイミングを測るために非遊\n技状態の経過時間を計時するもので，非遊技状態に出音している効果\n音等の音量を制御するという発想は全くないものである。\n確かに，甲１１発明では副次的に遊技場内の騒音を増加させないも\nのではあるが，最初から無音又は低音量に設定されたデモンストレー\nションを実行するもので，デモンストレーション実行前に当該遊技機\nが発する音の音量を低下又は消音するものではない。\nこのように，甲１１等に記載の「非遊技状態監視用タイマ」と本願\n発明における「非遊技状態監視用タイマ」とは目的，課題及び音量制\n御に関する具体的な構成が明らかに相違するから，相違点４の判断は\nもちろんのこと，相違点３の判断も誤りである。\nすなわち，相違点３では非遊技状態監視用タイマをサブ制御基板に\n設けることの容易想到性について論じているが，前述のとおり本願発\n明に係る非遊技状態監視用タイマの構成，機能は甲１１，甲３及び甲\n１２～甲１５等には何ら開示されていないから，その前提において相\n違点３の判断は誤りである。\n２  請求原因に対する認否\n請求の原因(1)ないし(3)の各事実は認めるが，(4)は争う。\n３  被告の反論\n審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。\n(1) 取消事由１に対し\nア  原告は，審決における相違点１及び３の認定は，本来一体として判断す\nべき構成を意図的に細分化し，その結果，誤った結論に導くものであると\n主張するが，以下のとおり誤りである。\n審決記載のとおり，メイン制御基板とサブ制御基板それぞれに，制御に\n必要な手段をどのように割り振るかは，本来，単なる設計事項にすぎない\nものであり，非遊技状態監視用タイマについても同様であって他の手段と\n切り離して考えることができないというわけではないから，相違点を分け\nて認定したことに違法はない。\nイ  また審決では，相違点１と相違点３とに分けて認定し，判断しているも\nのの，仮に，両者を一つの相違点として判断した場合にも同じ結論となり，\n結論に影響がないことは以下のとおり明らかであるから，原告の主張は失\n当である。\nすなわち，審決では，相違点１の判断において，\n「(1) 相違点１について\n・・・なお，上記適用において１遊技用監視タイマを設ける場所は，\nメイン制御基板とサブ制御基板の何れかとなるが，１遊技用監視タイマ\nは４．１秒経過しないと次のゲームを開始させないという，ゲームの進\n行に関係するものであるから，ゲーム全体の制御を司っているメイン制\n御基板に設けることは当業者なら当然行うことに過ぎない。・・・」（審\n決８頁下７行～下３行）\nと説示し，相違点３，４の判断において，\n「(3) 相違点３，４について\n・・・一方，引用発明において周知技術を適用して，制御基板をメイ\nン制御基板とサブ制御基板とした際には，非遊技状態監視用タイマは，\nメイン制御基板，出音手段及び出音制御手段を備えたサブ制御基板のい\nずれかに設けることとなる。そして，どちらに設けるかは単なる設計事\n項に過ぎないものであるが，非遊技状態監視用タイマは，音に関連する\nもの（音を下げる又は消音するための構成の１つ）であり，メイン制御\n基板が司る主たるゲームフローに影響を与えるものではないから，非遊\n技状態監視用タイマを出音手段及び出音制御手段を備えたサブ制御基\n板に設けることは当業者であれば容易に想起することである。\n更に，メイン制御基板からサブ基板にコマンドを送信することは従来\n周知の技術手段であること，メイン制御基板がゲームの進行を司るもの\nであるということが技術常識であることを考慮すると，非遊技状態監視\nタイマのセットをメイン制御基板からの信号に基づいて行うようにす\nることは当業者であれば容易に想起することである。・・・」（審決１\n４頁４行～１７行）\nと説示している。\nウ  そうすると，上記の各判断は，相違点１及び３の判断として，別の箇所\nに記載はされているものの，ともに引用発明に周知技術を適用して，制御\n基板をメイン制御基板とサブ制御基板とした際に，所定のタイマ（１遊技\n用監視タイマ，非遊技状態監視用タイマ）をどちらの基板に設けるかを判\n断したものであり，相違点１及び３を一つの相違点として判断した場合に\nも，判断を記載する箇所が異なるのみであり結論が異なることはなく，結\n論に影響がないことは明らかであるため，原告の主張は誤りである。\n(2) 取消事由２に対し\nア  原告は，甲１１はデモンストレーションに入る前の当該遊技機が発する\n音の音量を低下させたり消音するものでないから，審決における甲１１の\n認定は明らかに誤りであると主張するが，その主張は以下のとおり誤りで\nある。\nイ  原告が，「上記審決の『非遊戯状態監視用タイマが非遊戯状態を所定時\n間計時したとき（一定時間経過後）に音量を下げるか消音する（スピーカ\nーを動作しないようにする）ものである。』との認定では，一定時間経過\n前（非遊技状態）の出音状態がどのようなものか必ずしも明確ではないが」\nとするように，審決は，甲１１の認定において，一定時間経過前の出音状\n態がどのようなものか認定していない。\nウ  審決では，「特開平７－５１４４２号公報（以下，「引用文献１１」と\nいう。）には，遊戯者による遊戯操作の有無を操作ハンドル１０への触手\nの有無としてこれをタッチスイッチ１７により検知し，操作ハンドル１０\nへの触手がなくタッチスイッチ１７がオンすると，タイマーを介して，そ\nの一定時間経過後に，遊戯場内の騒音を増大しないようスピーカー２６か\nら発生する音声の音量を小さくしたりスピーカー２６を動作しないよう\nにすることが好ましいデモンストレーションを実行させるようにした制\n御手段を備えたパチンコ機が記載されている。」と甲１１に記載された技\n術事項を指摘した上で，「これによれば，当該パチンコ機は，少なくとも，\n所定のタイミング（操作ハンドル１０への触手がなくタッチスイッチ１７\nがオン）からの経過時間を計時する非遊戯状態監視用タイマ（タイマー）\nを備え，非遊戯状態監視用タイマが非遊戯状態を所定時間計時したとき\n（一定時間経過後）に音量を下げるか消音する（スピーカーを動作しない\nようにする）ものである。」（審決１１頁１４行～１８行）と認定してい\nるとおり，一定時間経過前の出音状態については何ら言及していないので\nあるから，原告の「『非遊技状態を所定時間計時したとき（一定時間経過\n後）に音量を下げるか消音する』との記載からして，計時時間中において\n当該遊技機が出音していることを前提とした認定であると解される。」と\nの解釈は根拠がなく失当といわざるを得ない。\nエ  原告は「甲１１はデモンストレーションに入る前の当該遊技機が発する\n音の音量を低下させたり消音するものではない」，すなわち甲１１はデモ\nンストレーションに入る前まで遊技機が発していた音の音量を，デモンス\nトレーションに入る際に低下，消音させるものではない旨の主張をしてい\nるが，審決はそのような認定を行っていないから，原告の主張は前提にお\nいてそもそも誤りである。\nオ  なお，原告は「甲１１によれば，操作ハンドルを離した時点からデモン\nストレーションが実行されるまでの間に，スピーカから何らかの音を出音\nするとの記載はなく，かつ，その間は遊技が中断した状態であり特段出音\nする必要がないことを考慮すれば，基本的に出音していない期間と解する\nのが相当である。」と主張しているが，甲１１には，操作ハンドルを離し\nた時点からデモンストレーションが実行されるまでの間に出音するとも\n出音しないとも記載はされていない。操作ハンドルを離したとたんに遊技\n機が消音状態となることは通常考えられないし，当然のことながらそのよ\nうなことが技術常識であるとはいえないから，原告の「操作ハンドルを離\nした時点からデモンストレーションが実行されるまでの間」が「基本的に\n出音していない期間と解するのが相当である。」との主張は失当である。\n(3) 取消事由３に対し\nア  相違点４\n(ｱ) 判断の誤り－その１－につき\nａ  甲１１には，「遊戯者による遊戯操作の有無を操作ハンドル１０へ\nの触手の有無としてこれをタッチスイッチ１７により検知し，操作ハ\nンドル１０への触手がなくタッチスイッチ１７がオンすると，タイマ\nーを介して，その一定時間経過後に，遊戯場内の騒音を増大しないよ\nうスピーカー２６から発生する音声の音量を小さくしたりスピーカ\nー２６を動作しないようにすることが好ましいデモンストレーショ\nンを実行させるようにした制御手段を備えたパチンコ機」（審決１１\n頁４行～９行）が記載されており，「一定時間経過後に」とは操作ハ\nンドル１０への触手がない状態が一定時間続いていることを意味し，\n操作ハンドル１０への触手がないことは遊戯者が遊戯していない状\n態であるから，非遊戯状態が所定時間計時されたということができる\n（審決１１頁１０行～１３行）から，当該パチンコ機は，少なくとも，\n所定のタイミング（操作ハンドル１０への触手がなくタッチスイッチ\n１７がオン）からの経過時間を計時する非遊戯状態監視用タイマ（タ\nイマー）を備え，非遊戯状態監視用タイマが非遊戯状態を所定時間計\n時したとき（一定時間経過後）に音量を下げるか消音する（スピーカ\nーを動作しないようにする）ものである（審決１１頁１４行～１８\n行）。\nｂ  原告は，審決１１頁１９行～２６行，同頁２７行～３６行の説示を\n指摘して，その説示の前提となる甲１１のタイマはあくまでもデモン\nストレーションに入るタイミングを測ることを目的とするものであ\nり，かつ，デモンストレーションに入る前の遊技機は効果音等を出音\nしている状態ではないから，目的・課題が異なる甲１１のタイマの構\n成を，ビッグボーナス時に継続的な効果音を出音する引用発明に適用\nする動機付けは存在せず，仮に適用したとしてデモンストレーション\nに突入するタイミングを測るためのタイマの構成が付加されるだけ\nで，上記相違点４の構成が導かれることはないと主張する。\nしかし，甲１１の「一定時間経過後に」とは操作ハンドル１０への\n触手がない状態が一定時間続いていることを意味し，操作ハンドル１\n０への触手がないことは遊戯者が遊戯していない状態であるから，当\n該状態の継続時間を計時するということは非遊戯状態を所定時間計\n時することにほかならず，甲１１のタイマーが本願発明の非遊技状態\n監視用タイマに相当することは明らかであって，審決１１頁１９行～\n２６行，同頁２７行～３６行の説示の前提となっている審決１１頁１\n４行～１８行の説示には誤りはなく，引用発明は，入賞の態様に対応\nして音声を発生する遊技機である点において，甲１１に開示された技\n術と共通するものであるから引用発明に適用する動機付けは存在す\nるといえ，原告の主張は失当である。\nｃ  また，原告は，なお，上記説示において「遊技がなされていない状\n態において出音されている場合に，パチンコ機の発明である引用文献\n１１に記載された発明の構成を適用して，・・・」との説示も，甲１\n１が前述したとおり「遊技がなされていない状態において出音されて\nいる」ものではないことから，誤りであると主張する。\nしかし，甲１１が遊技がなされていない状態において出音されてい\nることと無関係であることは，前記(2)のとおりであるから，原告の\n主張は失当である。なお，「デモンストレーションに入る前の遊技機\nは効果音等を出音している状態ではないから」との主張は，前記(2)\nオのとおり，失当である。\nｄ  また，原告は，相違点４に対する審決の判断では，審決１１頁２３\n行～２６行及び審決１１頁３３行～３６行に，同じ引用発明と甲１１\nを用いて容易想到の判断を２回行っているが，それらの関係及び論理\n付けが甚だ不明確であり，この点からも相違点４が容易想到とする審\n決の判断には取り消されるべき重大な瑕疵があると主張する。\nしかし，審決１１頁１９行～２６行（原告指摘の２３行～２６行を\n含む）においては，引用発明がスロットマシンに関する発明であり，\n甲１１発明がパチンコ機に関する発明であることから，パチンコ機の\n発明の構成をスロットマシンの発明に適用することが容易であると\n説示していることは，審決の記載から明らかである。また，審決１１\n頁２７行～３６行（原告指摘の３３行～３６行を含む）においては，\n相違点４が「遊技状態が特定の入賞態様にある場合」の構成に関する\nものであり，甲１１に開示された技術が「遊技状態が特定の入賞態様\nにある場合」でないことから，引用発明において特別の遊技が行われ\nる際の遊技操作のない状態が検出されたときに音量を下げることは，\n甲１１に開示された技術に基づけば当業者が容易になし得る程度の\nことと説示していることは，審決の記載から明らかである。\nこのように，審決は，引用発明に甲１１発明を適用することが可能\nか否か，次に，適用した結果，相違点４が容易想到であるか否か，を\nそれぞれ判断したものであり，それらの関係及び論理付けは明確であ\nるから，審決には原告の主張するような重大な瑕疵はない。\n(ｲ) 判断の誤り－その２－につき\nａ  原告は，審決では，上記判断の後に，審決１１頁下２行～１４頁３\n行で説示をしているが，この「仮に」以下の判断が前記(ｱ)で示され\nた判断とどのような関係にあるのか明確ではないと主張する。\nしかし，「仮に」と記載されていることから分かるように，審決１\n１頁下４行までの判断により相違点４に係る発明が容易に想到し得\nるものでないと仮定した場合の念のための説示であり，「仮に」以下\nの判断と前記(ｱ)で示された判断との関係は明確であるから，原告の\n主張は失当である。\nｂ  また，原告は，ここで新たに追加された甲３及び甲１２～甲１５を\n参酌したとしても，相違点４の容易想到性の論理付けは，前記(ｱ)で\n示された論理付けと実質的に同じであるから，先に述べた理由と同じ\n理由によりこの相違点４の判断（その２）も誤りであると主張する。\nしかし，甲３には，遊技がされていない状態が所定時間以上継続し\nていることを検出する手段を備えるスロットマシンの技術，甲１２に\nは，遊技媒体が投入されていない遊技開始条件成立前であることを状\n態検出手段が判断するタイミングを，前回遊技における所定のタイミ\nングとするスロットマシンの技術，甲１３には，遊技がされていない\n状態が所定時間以上継続してゲームが開始されないことを検出する\n状態検出手段を備える回胴式遊技機の技術，甲１４には，遊技がされ\nていない状態が所定時間経過したことを検出する手段を備える遊技\n機の技術，甲１５には，前回遊技における所定のタイミングから所定\n時間が経過したときに遊技がされていない状態を検出する状態検出\n手段を備えるパチンコ装置の技術が開示されており，甲３，甲１２～\n甲１５には，遊技がなされていない状態，すなわち，非遊技状態を検\n出するタイマーを備えていることは明らかであり，原告の主張は失当\nである。\nなお，本件出願の分割出願に係る特許３７０８０５６号の無効審決\nに対する審決取消請求訴訟の判決（甲２２）においても，甲３，甲１\n２～甲１５に対応する刊行物３～７には，「スロットマシンあるいは\nその他の遊技機の技術分野において，所定のタイミングを基準にして\n遊技がされていない状態を検出する手段を備え，当該手段によって遊\n技がされていない状態が検出されたときに，直ちに，あるいは，所定\n時間経過後に，その状態を表示や効果音等により報知することが記載\nされており，このことは従来周知の技術であった」（３２頁１３行～\n２０行）と認定されているところである。\nイ  相違点３\n(ｱ) 審決において，制御基板をメイン制御基板とサブ制御基板にすること\nが容易想到である（審決８頁下９行～下３行）とし，非遊技状態監視用\nタイマをサブ制御基板に設けることが容易想到である（審決１４頁１０\n行～１２行）としたことについて，原告は「いわば２階建ての容易想到\nの理屈を展開している」と主張する。\nしかし，制御基板をメイン制御基板とサブ制御基板にすることと，非\n遊技状態監視用タイマをスロットマシンの制御基板に設けることは，一\n方の構成がないと他方の構成が成立しないというようなものではなく，\n互いに独立した技術事項であることは自明である。例えば，非遊技状態\n監視用タイマをスロットマシンの制御基板に設ける際には，当該制御基\n板が一つのものであればその制御基板に設け，メイン制御基板とサブ制\n御基板に分かれているならばどちらか一方の制御基板に設けることと\nなる。したがって，制御基板をメイン制御基板とサブ制御基板にするこ\nとが容易想到であるとし，非遊技状態監視用タイマをサブ制御基板に設\nけることが容易想到であるとしても，その容易想到の判断は並列したも\nのであって，容易想到の判断を重層したもの，すなわち２階建ての容易\n想到の理屈を展開したものとはならない。\n実際，審決においては，「一方，引用発明において周知技術を適用し\nて，制御基板をメイン制御基板とサブ制御基板とした際には，非遊技状\n態監視用タイマは，メイン制御基板，出音手段及び出音制御手段を備え\nたサブ制御基板のいずれかに設けることとなる。そして，どちらに設け\nるかは単なる設計事項に過ぎないものであるが，・・・」（審決１４頁\n４行～８行）と説示しているように，相違点１の判断において，制御基\n板をメイン制御基板とサブ制御基板とした際には，必然的に非遊技状態\n監視用タイマをいずれかの制御基板に設けることとなるため，そのいず\nれの制御基板に設けるのかをここで判断しているのであり，相違点１の\n判断で容易想到とした構成を前提とし，さらにこれに変更を加えて異質\nの構成を導き出すというような，重層した容易想到の判断を行っている\nのではないことから，原告の主張は誤りである。\n(ｲ) また，原告は，相違点３では非遊技状態監視用タイマをサブ制御基板\nに設けることの容易想到性について論じているが，前述のとおり本願発\n明に係る非遊技状態監視用タイマの構成，機能は甲１１，甲３及び甲１\n２～甲１５等には何ら開示されていないから，その前提において相違点\n３の判断は誤りであると主張する。\nしかし，前記アのとおり，原告の主張は失当である。\n第４  当裁判所の判断\n１  請求の原因(1)（特許庁における手続の経緯），(2)（発明の内容），(3)（審\n決の内容）の各事実は，当事者間に争いがない。\n２  容易想到性の有無\n審決は，本願発明は引用文献１～１５に記載された技術事項及び周知技術に\n基づいて当業者が容易に想到できるとし，一方，原告はこれを争うので，以下\n検討する。\n(1) 本願発明の意義\nア  本願明細書（公開特許公報［甲２３］，平成２１年６月８日付け補正［甲\n２１］，平成２３年１月１７日付け補正［本件補正，甲１９］）には，次\nの記載がある。\n(ｱ) 特許請求の範囲\n【請求項１】  前記第３，１(2)のとおり。\n(ｲ) 発明の詳細な説明\n・【発明の属する技術分野】\n「本発明は，遊技音を継続的に出音して現在の遊技状態が所定の入賞\n態様に応じた遊技状態であることを遊技者に報知する出音手段を備\nえた遊技機に関するものである。」（甲２３，段落【０００１】）\n・【従来の技術】\n「従来，この種の遊技機としては，例えば，前面扉の背後に３個のリ\nールが３列に並設されたスロットマシンがある。これらリールは複数\nの図柄を可変表示する可変表示装置を構成している。各リールの外周\nには種々の図柄が描かれており，前面扉に形成された各窓を介して観\n察される。この窓には入賞ラインが記されており，スロットマシン遊\n技は，各停止ボタンの操作により，いずれかのこの入賞ライン上に所\n定の図柄の組み合わせが停止するか否かによって行われる。」（甲２\n３，段落【０００２】）\n・「入賞態様は，スタートレバーが操作された直後に入賞態様決定手段\nで行われる乱数抽選によって決定され，各リールが遊技者によって停\n止操作される前には既に定まっている。機械内部で決定された入賞態\n様は内部当選フラグとして記憶される。その後，遊技者の停止ボタン\n操作および内部当選フラグの種類に応じて各リールの回転がリール\n停止制御回路によって停止制御され，内部当選フラグに対応する入賞\nの図柄組合せが入賞ライン上に停止表示されると，遊技者は入賞を実\n際に体験できる。」（甲２３，段落【０００３】）\n・「入賞態様には大当たり入賞や中当たり入賞，小当たり入賞等があり，\n大当たり入賞や中当たり入賞は図柄『７』や所定のキャラクタ図柄が\n入賞ライン上に３個揃うと発生する。大当たり入賞ではビッグ・ボー\nナス・ゲーム（ＢＢゲーム），中当たり入賞ではレギュラー・ボーナ\nス・ゲーム（ＲＢゲーム）といった特別の遊技が行え，大量のコイン\nを獲得することが出来る。また，小当たり入賞は『プラム』や『ベル』\nといった図柄が入賞ライン上に３個揃うと発生し，この小当たり入賞\nでは数枚のメダルを獲得することが出来る。」（甲２３，段落【００\n０４】）\n・「スロットマシンのキャビネット内部にはスピーカが内蔵されており，\n上記のＢＢゲームやＲＢゲームが行われる際には，このスピーカから\n特別の遊技音が継続的に出音される。遊技者はこの特別の遊技音を聞\nくことにより，現在の遊技状態がＢＢゲームやＲＢゲームであること\nを確認することが出来る。」（甲２３，段落【０００５】）\n・【発明が解決しようとする課題】\n「しかしながら，ＢＢゲームやＲＢゲームが行われている最中，遊技\n者の中にはその遊技台を離れてしまう者がおり，このような場合，上\n記従来の遊技機ではスピーカから特別の遊技音が継続的に出音され\nたままの状態になる。遊技者がその遊技台で遊技をしていないのにも\nかかわらず，スピーカから大きな遊技音が出音され続けると，その遊\n技台の周囲で遊技をしている遊技者はその大きな遊技音によっては\nなはだ迷惑をこうむる。」（甲２３，段落【０００６】）\n・「また，ＢＢゲームやＲＢゲームが行われている最中に，獲得したメ\nダルをドル箱と呼ばれるメダル貯留箱に移す作業をしている場合に\nも，上記従来の遊技機では，スピーカから特別の遊技音が継続的に出\n音されたままの状態になる。この場合には，遊技をしていないのにも\nかかわらずスピーカから大きな遊技音が出音され続けるため，その遊\n技台で遊技をしている遊技者自身がその大きな遊技音によって煩わ\nされる。」（甲２３，段落【０００７】）\n・【課題を解決するための手段】\n「本発明はこのような課題を解決するためになされたもので，メイン\nＣＰＵと，サブ制御基板に各種信号を送信するサブ制御部通信ポート\nと，乱数抽選によって入賞態様を決定する入賞態様決定手段と，１遊\n技用監視用タイマと，を備えたメイン制御基板と，サブＣＰＵと，前\n記メイン制御基板からの信号を受信するメイン制御部通信ポートと，\n前記メイン制御基板からの指示にしたがい操作音又は所定の遊技状\n態に応じた効果音を出力する出音手段と，この出音手段の音量を制御\nする出音制御手段と，所定のタイミングからの経過時間を計時する非\n遊技状態監視用タイマと，を備えたサブ制御基板とを具備するスロッ\nトマシンにおいて，前記出音手段は，遊技状態が一般遊技状態と比べ\nて高い確率で入賞態様が決定される特定の入賞態様にあるときに前\n記メイン制御基板からの指示にしたがい継続的な効果音を出音し，前\n記サブＣＰＵは，前記メイン制御基板から前記所定のタイミングに対\n応する信号を受信すると，前記非遊技状態監視用タイマをセットし，\n前記所定のタイミングからの経過時間を計時し，前記サブ制御基板に\n備えられた前記出音制御手段は，遊技状態が前記特定の入賞態様にあ\nる場合において，前記非遊技状態監視用タイマが非遊技状態を所定時\n間計時したときに，前記継続的な効果音の音量を下げるか又は消音す\nることを特徴とする。」（甲１９，段落【０００８】）\n・【発明の実施の形態】\n「図８および図９は，上述したスロットマシン１の遊技処理動作を制\n御するメイン制御基板６１およびサブ制御基板６２に構成された回\n路構成を示している。」（甲２３，段落【００３９】）\n・「図８に示すメイン制御基板６１における制御部はマイクロコンピュ\nータ（以下，マイコンという）６３を主な構成要素とし，これに乱数\nサンプリングのための回路を加えて構成されている。マイコン６３\nは，予め設定されたプログラムに従って制御動作を行うメインＣＰＵ\n（中央演算処理装置）６４と，プログラム記憶手段であるプログラム\nＲＯＭ（リード・オンリ・メモリ）６５およびバックアップ機能付き\n制御ＲＡＭ（ランダム・アクセス・メモリ）６６とを含んで構成され\nている。ＣＰＵ６４には，基準クロックパルスを発生するクロックパ\nルス発生回路６７および分周器６８と，一定範囲の乱数を発生する乱\n数発生器６９および発生した乱数の１つを特定する乱数サンプリン\nグ回路７０とが接続されている。さらに，後述する周辺装置（アクチ\nュエータ）との間で信号を授受するＩ／Ｏポート７１が接続されてい\nる。ＲＯＭ３２は，入賞確率テーブル，シンボルテーブル，入賞シン\nボル組合せテーブル，およびシーケンスプログラムを格納するように\n記憶部が区分されている。これらテーブルの内容については後述す\nる。」（甲２３，段落【００４０】）\n・「なお，同図の回路構成では乱数発生手段および乱数サンプリング手\n段として，マイコン６３とは別の回路である乱数発生器６９および乱\n数サンプリング回路７０を用いるようにしているが，マイコン６３内\nで，すなわちＣＰＵ６４の動作プログラム上で乱数サンプリングを実\n行するように構成してもよい。その場合，乱数発生器６９および乱数\nサンプリング回路７０は省略可能であり，あるいは乱数サンプリング\n動作のバックアップ用として残しておくことも可能である。」（甲２\n３，段落【００４１】）\n・「また，このＩ／Ｏポート７１にはサブ制御部通信ポート７９が接続\nされており，マイコン６３はこのサブ制御部通信ポート７９を介して\nサブ制御基板６２へ信号を送出する。図９に示すサブ制御基板６２に\nは，この信号を受信するメイン制御部通信ポート８０が設けられてい\nる。サブ制御部通信ポート７９およびメイン制御部通信ポート８０間\nの通信は，サブ制御部通信ポート７９からメイン制御部通信ポート８\n０へ向かう一方向についてだけ行われる。本実施形態では，サブ制御\n部通信ポート７９からメイン制御部通信ポート８０へ送出される信\n号は，７ビット長でその制御種別が表されるコマンド種別と，８ビッ\nトまたは２４ビット長でそのコマンドの内容が表されるパラメータ\nとのセットで構成されている。」（甲２３，段落【００４６】）\n・「サブ制御基板６２における制御部はマイコン８１を主な構成要素と\nし，これに乱数サンプリングのための回路を加えて構成されている。\nマイコン８１も，メイン制御基板６１におけるマイコン６３と同様，\n予め設定されたプログラムに従って制御動作を行うサブＣＰＵ８２\nと，プログラム記憶手段であるプログラムＲＯＭ８３およびバックア\nップ機能付き制御ＲＡＭ８４とを含んで構成されている。ＣＰＵ８１\nにも，基準クロックパルスを発生するクロックパルス発生回路８５お\nよび分周器８６が接続されており，さらに，上記のメイン制御部通信\nポート８０や後述するアクチュエータとの間で信号を授受するＩ／\nＯポート８７が接続されている。サブＣＰＵ８２は，液晶表示装置２\n２に遊技機データを表示させるのに必要なデータを，メイン制御基板\n６１から送信されるコマンドに基づいてゲーム毎に算出し，制御ＲＡ\nＭ８４に記憶したデータをゲーム毎に算出したデータに更新してい\nる。」（甲２３，段落【００４７】）\n・「また，Ｉ／Ｏポート８７には非遊技状態監視用タイマ９７が接続さ\nれている。このタイマ９７は遊技が開始されるタイミングにサブＣＰ\nＵ８２によって後述するようにセットされ，遊技が開始されてからの\n経過時間を計時する。サブＣＰＵ８２，ＲＯＭ８３，ＲＡＭ８４およ\nびこの非遊技状態監視用タイマ９７は，遊技がされていない状態を検\n出する状態検出手段を構成している。」（甲２３，段落【００４９】）\n・「また，音源ＩＣ９１にはサウンド・データが記憶されたサウンドＲ\nＯＭ９４が接続されており，音源ＩＣ９１は，マイコン８１の制御の\n下，パワーアンプ９５を介してスピーカ９６からサウンドを放音させ\nる。後述するように，マイコン８１は，メイン制御部通信ポート８０\nを介してメイン制御基板６１から入力される指示に従い，音源ＩＣ９\n１およびパワー・アンプ９５を制御し，メダル投入音，スタートレバ\nー操作音，停止ボタン操作音，ボーナスゲーム中の遊技音といった効\n果音をスピーカ９６から出力させる。」（甲２３，段落【００５１】）\n・「ここで，サブＣＰＵ８２，ＲＯＭ８３，ＲＡＭ８４，サウンドＲＯ\nＭ９４，音源ＩＣ９１，パワーアンプ９５およびスピーカ９６は，遊\n技音を継続的に出音して現在の遊技状態が入賞態様決定手段によっ\nて決定されたボーナス入賞態様に応じた遊技状態であることを遊技\n者に報知する出音手段を構成している。また，これと共に，前記の状\n態検出手段によって遊技がされていない状態が検出されたときに，こ\nの出音手段による継続的な出音の音量を下げるか，または消音させる\n出音制御手段をも構成している。」（甲２３，段落【００５２】）\n・「図１０はメイン制御基板６１のＲＯＭ６５内に格納された入賞確率\nテーブルを概念的に示している。この入賞確率テーブルは，サンプリ\nング回路７０で抽出された乱数を各入賞態様に区分けするために使\n用され，乱数発生器６９で発生する一定範囲の乱数を各入賞態様に区\n画するデータを記憶している。・・・」（甲２３，段落【００５３】）\n・「つまり，入賞態様は，サンプリングされた１つの乱数値がこのどの\n数値範囲に属するかによって決定され，当たり要求フラグによって表\nされる。ここで，乱数発生器６９，サンプリング回路７０，入賞確率\nテーブルおよびマイコン６３は，入賞態様決定手段を構成している。」\n（甲２３，段落【００５５】）\n・「さらにＲＯＭ６５内には，このスロットマシン１でゲームが実行さ\nれる際のプログラム（シーケンスプログラム）が格納されている。」\n（甲２３，段落【００５８】）\n・「サブＣＰＵ８２は，遊技開始コマンドを受信すると，まず，非遊技\n状態監視用タイマ９７をセットし，このタイマ９７に遊技開始タイミ\nングからの経過時間の計時を開始させる（ステップ１６１）。また，\nこのタイマセット処理と共に，サブＣＰＵ８２は，このタイマー９７\nによる計時の一定時間の経過毎，例えば，１０秒経過毎に，図２５に\n示すサウンド音量調節処理を割り込み処理として行わせるセットを\nする。」（甲２３，段落【０１２６】）\n・「図２５に示すサウンド音量調節割り込み処理では，サブＣＰＵ８２\nは，まず，現在，スピーカ９６から遊技音（ボーナス作動音）を出音\nしている最中か否かを判別する（ステップ１７１）。出音中でない場\n合には割り込み処理を終了し，また，出音中である場合には，サブＣ\nＰＵ８２は，次に，非遊技状態監視用タイマ９７を読み込み，今回の\nゲームの開始タイミングから３０秒以上経過しているか否かを判別\nする（ステップ１７２）。３０秒以上経過していない場合には，サブ\nＣＰＵ８２は，スピーカ９６から出音している遊技音の音量を最大\n（ＭＡＸ）にセットして出音させる（ステップ１７３）。その後，割\nり込み処理を終了する。」（甲２３，段落【０１２８】）\n・「また，ステップ１７２で３０秒以上経過している場合には，サブＣ\nＰＵ８２は，次に，今回のゲームの開始タイミングから６０秒以上経\n過しているか否かを判別する（ステップ１７４）。６０秒以上経過し\nていない場合には，サブＣＰＵ８２は，スピーカ９６から出音してい\nる遊技音の音量を１段階下げて出音させる（ステップ１７５）。その\n後，割り込み処理を終了する。」（甲２３，段落【０１２９】）\n・「また，ステップ１７４で６０秒以上経過している場合には，サブＣ\nＰＵ８２は，次に，今回のゲームの開始タイミングから９０秒以上経\n過しているか否かを判別する（ステップ１７６）。９０秒以上経過し\nていない場合には，サブＣＰＵ８２は，スピーカ９６から出音してい\nる遊技音の音量をさらに１段階下げて出音させる（ステップ１７７）。\nその後，割り込み処理を終了する。また，ステップ１７６で９０秒以\n上経過している場合には，サブＣＰＵ８２は，次に，スピーカ９６か\nら出音されている遊技音を消音させる（ステップ１７８）。」（甲２\n３，段落【０１３０】）\n・「すなわち，本実施形態によるスロットマシン１によれば，ＢＢゲー\nムまたはＲＢゲームが行われている際，非遊技状態監視用タイマ９７\n等からなる状態検出手段によって遊技がされていない状態が検出さ\nれると，スピーカ９６から継続的に出音されているボーナス作動音の\n音量は，経過時間に応じて段階的に下げられて行き，ついには消音さ\nせられてしまう。このため，本実施形態によるスロットマシン１によ\nれば，遊技者が遊技台を離れてしまってその遊技台で遊技が行われて\nいないのにもかかわらず，スピーカ９６から大きな遊技音が出音され\n続けたり，獲得メダルをドル箱に移す作業をしている際に，遊技をし\nていないのにもかかわらずスピーカ９６から大きな遊技音が出音さ\nれ続けてしまう，といった不都合を回避することが出来る。」（甲２\n３，段落【０１３４】）\n・「なお，上記実施形態の説明においては，ＢＢゲームまたはＲＢゲー\nムが行われている際，遊技がされていない状態が検出されると，スピ\nーカ９６から出音されているボーナス作動音の音量を段階的に下げ，\nついには消音させる構成とした。しかし，ＢＢゲームまたはＲＢゲー\nムが行われている際，遊技がされていない状態が検出されると，スピ\nーカ９６から出音されているボーナス作動音の音量を最小音量まで\n段階的に下げるだけで消音しない構成にしたり，また，ただ単に最小\n音量までいきなり下げる構成にしてもよい。さらに，遊技がされてい\nない状態が検出されると，いきなり消音させる構成としてもよい。・\n・・」（甲２３，段落【０１３５】）\n・【発明の効果】\n「以上説明したように本発明によれば，所定の入賞態様に応じた遊技\nが行われている際，状態検出手段によって遊技がされていない状態が\n検出されると，出音制御手段が出音手段による継続的な効果音の音量\nを下げるか又は消音させる。このため，所定の入賞態様に応じた遊技\nが行われている際，遊技者が遊技台を離れたり,獲得メダルをドル箱\nに移す作業をするために遊技を中断すると，出音手段による継続的な\n効果音の音量を下げるか又は消音させる。」（甲２１，段落【０１４\n９】）\n・「よって，本発明によれば，遊技者が遊技台を離れてしまってその遊\n技台で遊技が行われていないのにもかかわらず，大きな遊技音が出音\nされ続けたり，獲得メダルをドル箱に移す作業をしている際に，遊技\nをしていないのにもかかわらず大きな遊技音が出音され続けてしま\nう，といった不都合を回避することが出来る。」（甲２３，段落【０\n１５０】）\nイ  上記記載によれば，本願発明は，遊技音を継続的に出音して現在の遊\n技状態が所定の入賞態様に応じた遊技状態であることを遊技者に報知\nする出音手段を備えた遊技機であるスロットマシンにおいて，遊技をし\nていないのにもかかわらず大きな遊技音が出音され続け周囲の遊技者\nの迷惑となり遊技者自身も煩わされることを課題とし，これを解決する\nために，メインＣＰＵや乱数抽選によって入賞態様を決定する入賞態様\n決定手段等を備えたメイン制御基板からの指示に従い操作音又は所定\nの遊技状態に応じた効果音を出力する出音手段やこの出音手段の音量\nを制御する出音制御手段を備えたサブ制御基板に，所定のタイミングか\nらの経過時間を計時する非遊技状態監視用タイマを備えることとして，\nこの非遊技状態監視用タイマによる所定のタイミングからの経過時間\nの計時による遊技がされていない状態の検出に応じて出音制御手段が\n出音手段から出音されている継続的な効果音の音量を下げるかまたは\n消音するようにしたものであることが認められる。\n(2) 引用発明の意義\nア  審決が認定した引用発明の内容は，次のとおりである（当事者間に争い\nがない。）\n「ＣＰＵを有し，乱数サンプリングを実行し得られたサンプリング値をＲ\nＯＭに書き込まれているデータに照らして当選か否か及びその賞の種類\n等を判定することにより内部当りか否かの抽選を行うとともに，ＢＢ（ビ\nッグボーナス。以下同様。）ゲームであるとき，音声出力部５２に指示し\nてスピーカ２０からＢＢ効果音を発生させて現在の遊技状態がＢＢゲー\nムであることを遊技者に報知する制御部５０を備えて構成されるスロッ\nトマシンにおいて，\n制御部５０は，ＢＢフラグがセットされ有効ライン１６上に各リール１\n４におけるシンボルが『赤７－赤７－赤７』又は『青７－青７－青７』と\n揃うと，音声出力部５２に指示してスピーカ２０からＢＢ効果音を発生さ\nせてＢＢゲームをスタートさせ，ＢＢゲーム中は，メダル払込み，スター\nトレバー２８押下，リール１４回転，各ストップボタン３０押圧，リール\n１４停止等を繰り返し，所定の遊技回数を消化すると，スピーカ２０から\nのＢＢ効果音の発生を停止させてＢＢゲームを終了させるものであるス\nロットマシン。」\nイ  そして，上記引用発明の基礎となった引用文献１（特開平１１－１７８\n９９０号公報，発明の名称「遊技装置」，甲１）には，次の記載がある。\n・【発明の属する技術分野】\n「本発明は，種々の表示内容を連続的に変化させつつ表示し得る１又は\n２以上の表示手段と，遊技者の表示固定操作に応じ，その表示手段に表\n示内容を固定的に表示させるための表示固定手段とを有し，表示手段が\n固定的に表示した表示内容が所定の入賞条件を達成することと入賞と\nが対応する，スロットマシン等の遊技装置に関する。」（段落【０００\n１】）\n・【従来の技術及び発明が解決しようとする課題】\n「このように遊技者の技量が勝ち負けにほとんど反映されないのでは，\n技術の向上が無意味なものになりスロットマシンに対する興味が半減\nしかねない。そうかといって，上述の抽選及びリール停止制御を全く行\nわないものとすれば，熟練した遊技者等のように回転中のリールにおけ\nる特定のシンボルを狙って停止させることができる遊技者は，ＢＢ等の\n遊技者の利益が大きい特別なゲームを開始する賞を高い頻度で当てる\nことができ，スロットマシンを設置している遊技店の経営が成り立たな\nくなる。また，特定のシンボルを狙って停止させることが不得手な遊技\n者は，負けてばかりとなって遊技をする意欲がなくなるおそれがある。」\n（段落【０００７】）\n・「本発明は，従来技術における上記のような課題に鑑み行われたもので\nあって，その目的とするところは，例えば遊技者にとって利益の大きい\n所謂ビッグボーナス等の所定の賞には入賞し得ないが，それ以外の賞に\nついて遊技者の技量に応じ入賞頻度を高めることができるように制御\nすることができるようにすることにより，遊技に対する興味を一層増大\nさせることができる遊技装置を提供することにある。」（段落【０００\n８】）\n・【課題を解決するための手段】\n「特別ゲームは，一般ゲームよりも入賞確率が高いというような，一般\nに，遊技者にとって有利な条件のゲームである。・・・特別ゲームとし\nては，・・・ＲＢを所定回数繰り返すことができるＢＢ（ビッグボーナ\nス）等・・・を挙げることができる。・・・」（段落【００３０】）\n・【発明の実施の形態】\n「上下方向中央部のやや上方には，・・・３つのシンボル表示窓１２が\n設けられ，スロットマシン内部における各対応位置に，３つのリール１\n４が水平方向回転軸線を中心として互いに独立的に回転自在に支持さ\nれている。各リール１４の外周面には，多種のシンボル・・・が周方向\nにおける一定距離毎に順に表示され，そのうち周方向に連続する任意の\n３つのシンボルが，各リール１４の停止時に，シンボル表示窓１２にお\nける上中下の各位置にリール１４毎に表示される。・・・各リール１４\nは，それぞれ別々のステッピングモータ・・・によって，回転駆動され，\nまた停止保持される。」（段落【００５９】）\n・「シンボル表示窓１２には，３つのリール１４それぞれが停止状態で表\n示する３つのシンボルに関し，入賞判定において，払い込まれたメダル\nの枚数（１乃至３枚）に応じて有効とされる整列位置を示すライン１６\n（線）が５本描かれている。・・・遊技者は，有効ラインランプ１８に\nよって示された有効ライン１６上に，各リール１４におけるどのような\nシンボルが位置しているかを見てゲームの結果・・・を知ることができ\nる。ゲームの結果は，ヒットランプ１０の点灯若しくは点滅等やスピー\nカ２０からの音声出力などによっても知らされる。」（段落【００６０】）\n・「メダルを払い込むには，上下中央部の右方部に設けられたメダル投入\n口２２からメダルを投入するか，スロットマシンに保留されているメダ\nルがある場合は，ＢＥＴボタン２４を押して必要枚数を払い込む。ＢＥ\nＴボタン２４はメダル投入口２２の左方に設けられている。」（段落【０\n０６１】）\n・「有効ラインランプ１８の下方に，リール１４の回転開始が可能である\nことを示すために点灯するスタートランプ２６（ＳＴＡＲＴ）が設けら\nれ，ＢＥＴボタン２４の下方に，３つのリール１４の回転を一斉に開始\nさせるためのスタートレバー２８が設けられている。」（段落【００６\n２】）\n・「各リール１４の下方には，それぞれのリール１４が回転中であり，そ\nの回転をストップボタン３０の押圧により停止させることが可能であ\nることを示すために点灯する３つのストップランプ３２（ＳＴＯＰ）が\n設けられている。・・・」（段落【００６３】）\n・「下端部にはメダル受皿部４２が設けられ，その中央部の上側にメダル\n払出口４４が設けられ，その右側にスピーカ２０が設けられている。・\n・・」（段落【００６５】）\n・「制御部５０は，ゲームの実行や周辺機器等の制御及び各種データの読\nみ書きなどの処理を行うＣＰＵ（中央処理装置），ＲＡＭ，ゲームの実\n行や周辺機器等の制御などのためのプログラム及び各種データが書き\n込まれたＲＯＭ，並びに周辺機器等との接続のための入出力インターフ\nェイスなど・・・からなり，必要に応じ周辺機器等と連携して，上記表\n示内容検知手段，入賞適合判定手段，固定表示制御手段，引き込み手段，\n特定賞設定手段，所定賞選択手段，表示手段，表示固定手段等の機能を\n実現する。」（段落【００６６】）\n・「スタートレバー２８は，リール１４の回転開始が可能な状態において\n３つのリール１４の回転を一斉に開始させる場合に，押下することによ\nり回転開始信号を制御部５０に出力する。」（段落【００７１】）\n・「ストップボタン３０（停止ボタン）は，回転中のリール１４を停止さ\nせる場合に各リール１４毎に押圧するものであり，各ストップボタン３\n０の押圧により，対応するリール１４を停止させるための信号を制御部\n５０に出力する。」（段落【００７３】）\n・「音声出力部５２は，制御部５０から出力される音声出力信号に応じ，\nスピーカ２０から音声を出力する。」（段落【００７７】）\n・「メダル払出部４４ａは，ゲームの結果に応じ制御部５０において計算\nされたメダル払出数に応じて制御部５０から出力される払出信号に従\nって，その枚数に応じたメダルをメダル払出口４４から払い出す。」（段\n落【００８０】）\n・「スタートレバー２８を押下すると，ステップＳ３はＹとなり，制御部\n５０は，スタートランプ２６を消灯し（Ｓ４），３つのリール１４を一\n斉に回転させる（Ｓ５）。」（段落【００８４】）\n・「次のステップＳ６では，ＢＢ（ビッグボーナス），ＲＢ（レギュラー\nボーナス），及びＳＢ（シングルボーナス），並びにその他の遊技者に\nとって比較的利益の小さい賞（小物）・・・について，制御部５０にお\nいて，内部当りか否かの抽選を行う。抽選は，乱数サンプリングを実行\nし，得られたサンプリング値をＲＯＭに書き込まれているデータに照ら\nして，当選か否か，及びその賞の種類等を判定することにより行う。・\n・・」（段落【００８５】）\n・「抽選により何れかの賞の内部当りとなった場合，その賞に対応するフ\nラグがセットされる。ＢＢ（ビッグボーナス）に当選した場合，すなわ\nち所謂ＢＢの内部当りの場合（Ｓ７－Ｙ），制御部５０においてＢＢフ\nラグがセットされる（Ｓ８）。・・・」（段落【００８６】）\n・「ＢＢに当選しなかった場合（Ｓ７－Ｎ）において，ＲＢ（レギュラー\nボーナス），ＳＢ（シングルボーナス），再遊技（リプレイ），・・・\nの何れかに当選した場合は（Ｓ１１－Ｙ），制御部５０においてそれら\nの賞にそれぞれ対応するフラグが制御部５０にセットされる（Ｓ１２）。\n何れにも当選しなかった場合は（Ｓ１１－Ｎ），外れフラグがセットさ\nれる（Ｓ１３）。」（段落【００８７】）\n・「次いで，制御部５０が全てのストップランプ３２を点灯させる。その\n後，遊技者が適宜のタイミングで各ストップボタン３０を押圧すること\nにより・・・，制御部５０は，対応するリール１４のステッピングモー\nタを停止させる。」（段落【００８８】）\n・「何れかの賞について内部当りを示すフラグがセットされている場合は，\n制御部５０は，ストップボタン３０の押圧等による停止信号を受けた時\n点から内部当り状態となっている賞への入賞に必要なシンボルが入賞\nに必要な位置に達するまでの差が規定停止時間内であるときは，そのシ\nンボルが当該入賞に必要位置に表示されるようにリール１４を停止さ\nせる。すなわち，そのシンボルをシンボル表示窓１２の必要位置に引込\nむ。・・・入賞した場合，各賞に応じた処理が行われる。」（段落【０\n０９０】）\n・「ＢＢ（ビッグボーナス）フラグがセットされていて有効ラインランプ\n１８によって示される有効ライン１６上に各リール１４におけるシン\nボルが「赤７－赤７－赤７」又は「青７－青７－青７」と揃うと，制御\n部５０は，メダル払出部４４ａに指示してメダル払出口４４から１５枚\nのメダルをメダル受皿部４２に払出させると共に，払出枚数表示部４０\nａに指示して払出されたメダル枚数を払出枚数表示器４０に表示させ\nる。更に，制御部５０は，ヒットランプ部１０ａ及び音声出力部５２に\n指示してヒットランプ１０を点滅させると共にスピーカ２０からＢＢ\nの効果音を発生させ，ＢＢゲームをスタートさせる。ＢＢ中は，メダル\n払込み，スタートレバー２８押下，リール１４回転，各ストップボタン\n３０押圧，及びリール１４停止等を繰り返す。」（段落【００９１】）\n・「制御部５０は，所定の遊技回数を消化すると，ヒットランプ１０を消\n灯させ，スピーカ２０のＢＢ効果音を停止させ，ＢＢを終了する。」（段\n落【００９２】）\n・【発明の効果】\n「本発明の遊技装置においては，・・・・遊技者にとって技量を高めて\n所定の賞以外の入賞頻度を上げることが可能なので，遊技に対する興味\nを一層増大させることができる。」（段落【０１１７】）\nウ  上記記載によれば，引用発明は，ビッグボーナス等以外の賞について，\n遊技者の技量に応じ入賞頻度を高めることができるようにし，遊技に対す\nる興味を一層増大させることができる遊技装置を提供した発明であると\n認めることができる。\n(3) その他の文献記載の技術内容\nア  甲２（特開平９－２９９５４８号公報，発明の名称「遊技機」）\n・【実施例】\n「図３の回路において，マイコン３０からの制御信号により動作が制御\nされる主要なアクチュエータとしては，前記リール２，３，４をそれぞ\nれ回転駆動するリール駆動機構７２，７３，７４，前述の有効化ライン\n表示ランプ１９，リールランプ４１，表示ランプ８２，８３，８４，ク\nレジット数表示部２１，入賞配当数表示部２２，コインを収納するホッ\nパー（払い出しのための駆動部を含む）４０及びスピーカ４３があり，\nこれらは各々，モータ駆動回路４４，ランプ駆動回路４５，表示部駆動\n回路（例えば，コインの枚数を計数するカウンタから成る）４６，ホッ\nパー駆動回路４７，スピーカ駆動回路４８によって駆動される。そして，\nこれらの駆動回路は，マイコン３０のＩ／Ｏポート３８を介してＣＰＵ\n３１に接続されている。ここで，リール駆動機構７２，７３，７４には，\n後述のリール回転センサ及びリール位置検出回路が含まれる。また，ス\nピーカ４３及びスピーカ駆動回路４８は，後述の音発生手段８０（図４）\nに含まれ，スピーカ駆動回路４８は音発生手段８０内のマイコン９０の\nＩ／Ｏポート９６及び前述のＩ／Ｏポート３８を介してＣＰＵ３１に\n接続されている。」（段落【００２６】）\n・【図３】                              ・【図４】\n・「図４は，実施例における前述の制御部２０が発生する制御信号に応じ\nて音を発生する音発生手段８０と，これに電気的に接続する周辺装置\n（アクチュエータ）とを含む回路構成を示す。」（段落【００３４】）\n・「この場合，音発生手段８０はマイコン９０を主構成要素とし，後述の\nプログラムに従って制御動作を行うＣＰＵ９１，記憶手段のＲＯＭ９２\n及びＲＡＭ９３を含む。ＣＰＵ９１には，基準クロックパルスを発生す\nるクロックパルス発生回路９４，分周器９５，及び前記制御部内のＩ／\nＯポート３８からの音発生信号を受けてスピーカ駆動回路４８に音発\n生信号を送るためのＩ／Ｏポート９６が接続されている。スピーカ駆動\n回路４８は，Ｉ／Ｏポート９６からの音発生信号に応じてスピーカ４３\nを駆動し，実際に音を発生する。」（段落【００３５】）\nイ  甲３（特開２０００－１１６８４５号公報，発明の名称「ゲーム装置」）\n・【発明の実施の形態】\n「そこで，この実施形態では，以下のようにして，液晶表示器２２が備\nえられているスロットマシン１０の制御基板を，液晶表示器２２が備え\nられていないスロットマシンに対しても適用できるようにされている。\nこの点が，この実施形態の特徴の１つである。図３は，スロットマシン\n１０に備えられている制御回路の構成を示すブロック図である。制御回\n路は，複数の制御基板によって構成されている。換言すれば，制御回路\nは，複数の制御基板に分割されている。具体的には，制御回路は，主制\n御基板３０，リール制御基板３１，ホッパ制御基板３２，画像制御基板\n３３，および音声制御基板３４を含む構成になっている。各制御基板間\nはコネクタおよび接続線により接続されている。」（段落【００２７】）\n・【図３】\n・「主制御基板３０は，スロットマシンによるゲームの基本となる内容を\n制御するための回路基板であり，制御の中枢となるＣＰＵや，プログラ\nムソフトが記憶されたＲＯＭや，制御時に必要なデータが書き込まれる\nＲＡＭ等が含まれている。リール制御基板３１は３つのリール１１ａ，\n１１ｂ，１１ｃの回転を制御するためのものである。リール制御基板３\n１は，主制御基板３０から与えられるコマンドに基づいてリール制御動\n作を行うとともに，制御結果や必要なデータを主制御基板３０へ返送す\nる。」（段落【００２８】）\n・「ホッパ制御基板３２は，メダル払い出しのためのホッパ（図示せず）\nを制御するためのものである。ホッパ制御基板３２も，主制御基板３０\nから与えられる所定のコマンドに基づいて動作をし，制御結果や予め定\nめられたデータを主制御基板３０へ返送する。画像制御基板３３は液晶\n表示器２２に表示される画像およびランプ２３の点灯等を制御するた\nめの基板である。また音声制御基板３４はスピーカ２４から出力される\n音声を制御するための基板である。この実施形態の特徴は，主制御基板\n３０に対して画像制御基板３３および音声制御基板３４が直列に接続\nされていることである。より具体的には，主制御基板３０の出力用コネ\nクタ３５と画像制御基板３３の入力用コネクタ３６とが接続線３７で\n接続されており，画像制御基板３３の出力用コネクタ３８と音声制御基\n板３４の入力用コネクタ３９とが接続線４０で接続されている。この構\n成によって，主制御基板３０から画像制御基板３３に対して，予め定め\nるメッセージ信号が与えられる。メッセージ信号は，画像制御基板３３\nを経て音声制御基板３４へも与えられる。メッセージ信号は，たとえば\n２バイト～６バイト程度の容量で構成された信号であり，入賞メッセー\nジ，メダル投入メッセージ，メダル払い出しメッセージ，ボーナスゲー\nムメッセージ，デモ画面表示メッセージ等を知らせるための信号であ\nる。」（段落【００２９】）\n・「画像制御基板３３および音声制御基板３４では，メッセージ信号が与\nえられると，そのメッセージ（内容）に基づいて，それぞれ，液晶表示\n器２２，ランプ２３およびスピーカ２４を制御して，所定の画像や光の\n点滅や音声を出力する。その際，画像制御基板３３および音声制御基板\n３４からは，主制御基板３０に対して信号が返信されることはなく，こ\nれら２つの制御基板３３，３４は，主制御基板３０から一方的に与えら\nれるメッセージ信号に基づいて，画像制御および音声制御を行う。」（段\n落【００３０】）\nウ  甲４（特開平１１－３４２２３８号公報，発明の名称「遊技機」）\n・【従来の技術】\n「このような状態を放置することは，遊技者に経済的な負担を与えるこ\nととなり，遊技機がゲーム性を無視した単なる賭博機となりかねないた\nめ，遊技機には１回の遊技に消化義務のある割当時間が設定されてい\nる。そして，この割当時間（例えば，４．１秒）を下回るような速い速\n度で遊技を行うことを試みた場合には，割当時間が経過するまでスター\nトレバーの入力（操作）を無視したり，あるいはスタートレバーを操作\nしても割当時間が経過してからリールを回動させるなどの制御を行っ\nている（いわゆる割当時間規制である）。例えば，実公平５－３３１７\n３号公報などに，その技術内容が開示されている。」（段落【０００４】）\n・【発明の実施の形態】\n「ここで，制御回路部３０はメダルを５０枚を限度として記憶処理して\n貯留（すなわち，クレジット）することが可能であるとともに，１回の\nゲームの実行につき所定の割当時間（例えば，４．１秒）を設定し，こ\nの割当時間に満たないようなゲーム進行を規制する規制手段，所定条件\nを満たす（例えば，大当り乱数の抽出）ことにより遊技者に有利な特別\n遊技状態（ビッグボーナス）を発生させる特別遊技状態発生手段，特別\n遊技状態発生手段によって特別遊技状態が発生しているか否かを判定\nする判定手段，および判定手段により特別遊技状態が発生していると判\n定された場合には，規制手段による割当時間を常態よりも短縮させる処\n理を実行する規制緩和手段の各機能を実現する。また，本実施の形態の\nゲームは，メダル（所定の遊技媒体）の賭操作によって実行を可能とす\nるゲームであり，制御回路部３０は，ゲームの終了とともに次回のゲー\nムの実行のための賭操作を自動的に行う賭操作自動化手段，および特別\n遊技状態が発生している間は賭操作自動化手段を有効にする自動有効\n手段の各機能を実現する。」（段落【００１７】）\n・「次いで，ステップＳ７で割当タイマ＝『０』であるか否かを判別する。\n割当タイマは，１回の遊技の消化義務に必要な割当時間を設定するもの\nで，例えば４．１秒に設定される（ステップＳ８参照）。そして，割当\n時間を下回るような速い速度で遊技を行うことを試みた場合には，割当\n時間が経過するまでスタートレバー２０の入力を無視したり，あるいは\nスタートレバー２０を操作しても割当時間が経過してからリールを回\n動させるなどの割当時間規制の制御を行うようになっている。そのた\nめ，スイッチ７で割当タイマ＝『０』でなければステップＳ７に待機し，\n割当タイマが『０』になると，ステップＳ８に進む。ステップＳ８では\n割当タイマに４．１秒を設定する。なお，割当タイマは所定の割込処理\nにより，０に到達するまで常に減算されている。」（段落【００２１】）\nエ  甲５（特開平１１－２１６２２４号公報，発明の名称「スロットマシン」）\n・【発明の実施の形態】\n「ゲームスタート条件が成立した場合には，ＣＰＵ１０１は，乱数発生\n器１０５からそのときの乱数値Ｒを入力し（ステップＳ１１２），リー\nル回転処理を開始する。図９および図１０は，リール回転処理を示すフ\nローチャートである。リール回転処理において，ＣＰＵ１０１は，まず，\n１ゲームタイマがタイムアップしているか否か判断する（ステップＳ２\n０１）。１ゲームタイマとは，１ゲームが開始されてから終了するまで\n最低限経過しておかなければならない時間（たとえば４．１秒）を計時\nするためのものであり，ステップＳ２０２でセットされる。１ゲームタ\nイマがタイムアップしていない場合には，ＣＰＵ１０１は，ＣＲＴ２の\n表示画面におけるウェイト表示部３２を点灯するように表示制御回路\n２４０に制御データを与える。表示制御回路２４０は，制御データに従\nって，ウェイト表示部３２を点灯する。」（段落【００５１】）\n・「１ゲームタイマがタイムアップしている場合には，１ゲームタイマを\n新たにセットし，全リールの回転を開始する（ステップＳ２０２）。こ\nのスロットマシン１は可変表示装置としてＣＲＴ２を有するので，ＣＰ\nＵ１０１は，表示制御回路２４０に対して，各リールの図柄変動を開始\nさせるための制御データを与える。表示制御回路２４０は，その制御デ\nータに応じて，ＣＲＴ２の表示画面の左中右の可変表示部５Ｌ，５Ｃ，\n５Ｒに変動する図柄が表示されるように制御する。」（段落【００５２】）\nオ  甲１１（特開平７－５１４４２号公報，発明の名称「パチンコ機」）\n(ｱ) 特許請求の範囲\n・【請求項１】\n「所定の入賞玉受口器への玉流入を検知するセンサーと，前記センサ\nーの玉検知に伴って作動し，数種の表示態様を有する複数個の表示器\nの，その表示態様を順次変換して表示する可変表示手段と，前記表示\n手段の停止状態の表示態様に関係づけられた時間で，所定の入賞玉受\n口器を開放する制御手段とを備えてなるパチンコ機において，遊技者\nによる遊戯操作の有無を検知する判定スイッチと，前記判定スイッチ\nによって検知される，遊戯操作の無い状態で作動し，可変表示手段の\n駆動と，その停止とを，順次繰り返すデモンストレーション実行手段\nとを備えたことを特徴とするパチンコ機。」\n(ｲ) 発明の詳細な説明\n・【発明が解決しようとする課題】\n「本発明は，・・・遊戯をしていない場合に，遊戯板面において，デ\nモンストレーションを行ない，視覚的に，パチンコ機の機能を表示す\nるようにすることを目的とするものである。」（段落【０００３】）\n・【課題を解決するための手段】\n「本発明は，前記構成のパチンコ機において，遊技者による遊戯操作\nの有無を検知する判定スイッチと，前記判定スイッチによって検知さ\nれる，遊戯操作の無い状態で作動し，可変表示手段の駆動と，その停\n止とを，順次繰り返すデモンストレーション実行手段とを備えてなる\nものである。」（段落【０００４】）\n・【作用】\n「遊戯をしていない間に，遊戯板面の複数個の表示器を駆動してデモ\nンストレーションを行うようにしたから，パチンコ機の機能を遊戯者\nに視覚的に知得させることができる。」（段落【０００５】）\n・【実施例】\n「・・・中央処理装置ＣＰＵには，情報検出回路１４が接続している。\n前記情報検出回路１４は，その入力装置として球検出センサー１５，\n１６及び押釦スイッチ１１と，さらに，操作ハンドル１０に設けられ\nて，遊戯者による遊戯操作の有無を検知するタッチスイッチ（判定ス\nイッチ）１７とが接続されており，各センサーからの入力信号を・・\n・前記中央処理装置ＣＰＵに送る。・・・」（段落【０００７】）\n・「次に，中央処理装置ＣＰＵの出力側には，表示駆動回路（可変表示\n手段）２２と，スピーカー駆動回路２３と，ソレノイド駆動回路２４\nとが夫々接続されている。・・・スピーカー駆動回路２３は，同じく\n音制御信号に基づき，パチンコ機１裏面に設けられたスピーカー２６\nを鳴らす。・・・」（段落【０００９】）\n・「・・・前記スピーカー２６は，前記入賞の態様に対応して，例えば\n前記ＬＥＤ表示器３ａ，ｂ，３ｃの循環駆動時に音声を発生する。・\n・・」（段落【００１１】）\n・「次に本発明の要部を説明する。前記ＲＯＭには，前記タッチスイッ\nチ１７により，遊戯者による遊戯操作のない場合にのみ実行するデモ\nンストレーションプログラムが書き込まれている。ここでタッチスイ\nッチ１７は，遊戯者が操作ハンドル１０を触手している場合には，オ\nフとなり，開放するとオンとなるものである。前記デモンストレーシ\nョンの態様は，(ｲ)ＬＥＤ表示器３ａ，３ｂ，３ｃの表示内容と，入\n賞玉受口器５の開放時間の関係を明示するインストラクションを実\n行するもの (ﾛ)『フィーバー』状態と通常の乱数表を用いたものを交\n互に表示し，その内容に伴い入賞玉受口器５を開放するもの (ﾊ)『フ\nィーバー』状態又は，通常の乱数表を用いたもののみを表示し，その\n内容に伴い入賞玉受口器５を開放するもの等種々の実行態様があり\n得る。」（段落【００１２】）\n・「図３は，前記(ｲ)を実行するためのフローチャートの一例を示す。\nすなわち，前記タッチスイッチ１７のオンによりスタートし，ステッ\nプ１で，指数Ｎを１に設定し，ステップ２で遊戯板面２のＬＥＤ表示\n器３ａ，３ｂ，３ｃを所定時間循環駆動させるためのタイマＴ１をオ\nンとし，さらにステップ３で，ＬＥＤ表示器３ａ，３ｂ，３ｃを駆動\nする。前記タイマーＴ１のタイムアップ信号により，ステップ５に移\n行し，指数Ｎを判別し，Ｎ＝１の場合には，ＬＥＤ表示器３ａ，３ｂ，\n３ｃに『７・７・７』を表示し，前記ソレノイド６の駆動時間を設定\nするタイマＴ２を３０秒に設定し，かつソレノイド６を駆動して入賞\n玉受口器５を開放する。当該時間消化後，タイマＴ２のタイムアップ\n信号に基づきステップ１０でソレノイド６が駆動解除する。この後ス\nテップ１１で指数Ｎに１を加えて後，ステップ２に戻る。さらにステ\nップ５で選択的に分岐して，次のルーチンに移行し，『２・２・２』\nの表示と，該表示に伴う入賞玉受口器５の５秒間の開放がなされる。\nこのように，前記指数Ｎの１加算に伴い，その循環毎に次のルーチン\nに移行して，順次当り表示がなされ，一巡すると再びステップ１に移\n行する。」（段落【００１３】）\n・【図３】\n・「前記の態様は一例であって，その他，遊戯板面２上には種々のデモ\nンストレーションの態様，例えば，ＬＥＤ表示器３ａ，３ｂ，３ｃだ\nけのデモンストレーション又は入賞玉受口器５だけのデモンストレ\nーション等の態様を生じさせることができる。」（段落【００１４】）\n・「なお，タッチスイッチ１７により遊戯者による遊戯操作の無い場合\nにのみ，前記デモンストレーションが実行されるが，前記入賞玉受口\n器５の開放を伴う場合には，確実に，前記デモンストレーション中に\n入賞玉受口器５に打玉が入らないように次の構成を施すことが好ま\nしい。\n(a) タッチスイッチ１７のオン作動を同時に，発射レール基端位置に\n打球を供給する供給孔を遮断する。なお，前記供給孔には，打止め\nと同時に前記孔を遮断する開放装置が設けられているから，供給孔\nの遮断は，既存手段を利用して容易に施すことができる。\n(b) 操作ハンドル１０を離すと同時に，デモンストレーションが作動\nすると，まだ遊戯板面２を転球している打球が，デモンストレーシ\nョンの実行により開放した入賞玉受口器５に入る恐れがある。この\nため，タイマーをステップ１の前に介装して，一定時間経過後にの\nみデモンストレーションを実行するようにする。」（段落【００１\n５】）\n・「その他，前記デモンストレーション中は，遊戯場内の騒音を増大し\nないように，スピーカー２６の音量を小さくしたり，動作しないよう\nにすることが好ましい。」（段落【００１６】）\n・【発明の効果】\n「本発明は，上述のように，遊戯していない間に，遊戯板面２のＬＥ\nＤ表示器３ａ，３ｂ，３ｃを駆動してデモンストレーションを行うよ\nうにしたから，パチンコ機１の機能を遊戯者に視覚的に知得させるこ\nとができ，遊戯操作への興味を刺激することができて，この種パチン\nコ機の顧客吸引力を高め得る等の優れた効果がある。」（段落【００\n１７】）\n(4) 取消事由の主張に対する判断\nア  取消事由１（相違点認定の誤り）について\n(ｱ) 原告は，審決が本願発明と引用発明との相違点の認定を誤っている旨\n主張するので，以下，本願発明と引用発明とを対比する。\nａ  前記(1)，(2)によると，引用発明の「スロットマシン」は，本願発\n明の「遊技機」に相当する。そして，引用発明における「当選か否か\n及びその賞の種類を判定することにより内部当たりか否かの抽選を\n行う」は，本願発明の「入賞態様を決定する」に相当し，その際，引\n用発明では「乱数サンプリングにより得られた値をＲＯＭに書き込ま\nれているデータに照らして」つまり乱数抽選によって入賞態様を決定\nするから，引用発明の遊技機は本願発明の「乱数抽選によって入賞態\n様を決める入賞態様決定手段」に相当する構成を具備している。\nそして，引用発明における「ＢＢゲーム」は「一般ゲームよりも入\n賞確率が高いような遊技者にとって有利な条件のゲーム」である「特\n別ゲーム」（甲１［引用文献１］の段落【００３０】）の１つである\nから，引用発明の「遊技状態がＢＢゲームである」ことは，本願発明\nの「遊技状態が一般遊技状態と比べて高い確率で入賞態様が決定され\nる特定の入賞態様にある」ことに相当する。\nｂ  引用発明の「音声出力部５２（及びスピーカ２０）」は，所定の遊\n技状態に応じた効果音を発生するものであり，本願発明の「所定の遊\n技状態に応じた効果音を出力する出音手段」に相当する。\nそして，引用発明の「ＢＢ効果音」は，現在の遊技状態が一般の遊\n技状態ではなく特定の入賞態様であるときにその旨を遊技者に報知\nすべく発生させられる音であるから，「継続的な」ものであるか否か\nは明示されていないものの，本願発明の「遊技状態が一般遊技状態と\n比べて高い確率で入賞態様が決定される特定の入賞態様にあるとき」\nに出音手段が出音する効果音に対応する。\nｃ  引用発明の「制御部５０」は，音の発生及び停止を出音手段に指示\nしてその音量を制御する手段であり，ＢＢゲームの終了により遊技状\n態が特定の入賞態様でなくなるに当たって特定の入賞態様にあると\nきに出音されている効果音の発生を停止させ消音する点において，本\n願発明の「出音制御手段」に対応する。\n(ｲ) 以上によれば，本願発明と引用発明とは，\n「乱数抽選によって入賞態様を決定する入賞態様決定手段と，操作音又\nは所定の遊技状態に応じた効果音を出力する出音手段と，この出音手段\nの音量を制御する出音制御手段と，を具備する遊技機において，\n前記出音手段は，遊技状態が一般遊技状態と比べて高い確率で入賞態\n様が決定される特定の入賞態様にあるときに効果音を出音し，\n前記出音制御手段は，遊技状態が前記特定の入賞態様にある場合にお\nいて，前記効果音の音量を下げるか又は消音する遊技機」\nである点で一致し，以下の４点において相違していると認められる。\nａ  入賞態様決定手段が，本願発明では，メインＣＰＵ，サブ制御基板\nに各種信号を送信するサブ制御部通信ポート及び１遊技用監視用タ\nイマを備えたメイン制御基板に備えられており，これに対し，引用発\n明では，メインＣＰＵ，サブ制御部通信ポート及び１遊技用監視用タ\nイマを備えたメイン制御基板に備えられていると明示されていない\n点。（審決が認定した相違点１に対応する。）\nｂ  出音手段が出音する効果音が，本願発明では，メイン制御基板から\nの指示に従って出音される継続的なものであり，これに対し，引用発\n明では，メイン制御基板からの指示に従って出音される継続的なもの\nであると明示されていない点。（審決が認定した相違点２に対応す\nる。）\nｃ  出音手段及び出音制御手段が，本願発明では，非遊技状態監視用タ\nイマとともに，メイン制御基板から所定のタイミングに対応する信号\nを受信すると非遊技状態監視用タイマをセットして前記所定のタイ\nミングからの経過時間を計時するサブＣＰＵ及びメイン制御基板か\nらの信号を受信するメイン制御部通信ポートを備えたサブ制御基板\nに備えられており，これに対し，引用発明では，非遊技状態監視用タ\nイマとともに，サブＣＰＵ及びメイン制御部通信ポートを備えたサブ\n制御基板に備えられていると明示されていない点。（審決が認定した\n相違点３に対応する。）\nｄ  遊技状態が特定の入賞態様にある場合の出音制御手段が，本願発明\nでは，非遊技状態監視用タイマが非遊技状態を所定時間計時したとき\nに効果音の音量を下げ又は消音するものであり，これに対し，引用発\n明では，所定の遊技回数を消化すると効果音を停止し，非遊技状態監\n視用タイマが非遊技状態を所定時間計時したときに効果音の音量を\n下げ又は消音するものではない点。（審決が認定した相違点４に対応\nする。）\n(ｳ) 審決が認定した相違点１ないし４は，表現は異なるものの，当裁判所\nが認定した上記(ｲ)ａないしｄに対応しており，審決に相違点看過は見\n当たらない。\nなお，審決は，対比に当たって，本願発明が，遊技者が遊技をしてい\nないのにもかかわらず大きな遊技音が出音され続け周囲の遊技者の迷\n惑となり遊技者自身も煩わされるという従来技術における課題を非遊\n技状態監視用タイマによる所定のタイミングからの経過時間の計時に\nよる遊技がされていない状態の検出に応じて出音制御手段が出音手段\nから出音されている継続的な効果音の音量を下げるか又は消音するこ\nとにより解決するものであることを踏まえた検討を行ったものである。\nそして，審決は，相違点を摘記するに当たって，非遊技状態監視用タ\nイマ及び出音制御手段に係る上記課題解決のための構成及び機能の相\n違を，それぞれ相違点３及び４とし，本願発明と解決しようとする課題\nを内在する従来技術とで共通する構成に係る相違点となる構成及び機\n能の相違を，それぞれ相違点１及び２として整理したものであり，この\n審決の整理は是認することができる。\n(ｴ) 原告の主張に対する説明\n原告は，１遊技用監視用タイマ等をメイン制御基板に搭載し，非遊技\n状態監視用タイマ等をサブ制御基板に搭載する構成は，タイマ及び出音\n機能の役割分担を規定する上で本願発明の根幹をなす構成であり，審決\nの相違点１及び３の認定は，この本来一体として判断されるべき構成を\n意図的に細分化して誤った結論に導くものであると主張する。\nしかし，前記(ｳ)のとおり，審決は，相違点を摘記するに当たって，\n非遊技状態監視用タイマ及び出音制御手段に係る課題解決のための構\n成の相違を相違点３とし，他方で，本願発明と解決しようとする課題を\n内在する従来技術とで共通する構成に係る相違点となる構成の相違を\n相違点１として整理したものであるから，別の相違点として検討されて\nしかるべきものであって，意図的に細分化したものであるということは\nできない。また，後記のとおり，審決がなした相違点１，３に関する判\n断にも誤りはなく，相違点看過も見当たらない。\nイ  取消事由２（引用文献１１認定の誤り）及び取消事由３（相違点３，４\nについての判断の誤り）について\n(ｱ) 審決は，相違点１の判断に当たって，遊技機において制御装置を，メ\nインＣＰＵと乱数抽選によって入賞態様を決定する入賞態様決定手段\nを備えたメイン制御基板と，サブＣＰＵとメイン制御基板からの指示に\n従い操作音又は所定の遊技状態に応じた効果音を出力する出音手段と\nこの出音手段を制御する出音制御手段とを備えたサブ制御基板から構\n成することは周知技術であり，ゲーム間を４．１秒以上にすることは遊\n技規則によって定められていることであって，１遊技用監視タイマを設\nけることは慣用技術であることを踏まえて，引用発明に上記周知技術及\nび上記慣用技術を適用して相違点１に係る本願発明の構成とすること\nは容易想到である旨を説示している（審決８頁１３行以下）。\nまた，審決のいう相違点３の判断に当たって，甲１１（引用文献１１）\nに「遊戯者による遊戯操作の有無を操作ハンドル１０への触手の有無と\nしてこれをタッチスイッチ１７により検知し，操作ハンドル１０への触\n手がなくタッチスイッチ１７がオンすると，タイマーを介して，その一\n定時間経過後に，遊戯場内の騒音を増大しないようスピーカー２６から\n発生する音声の音量を小さくしたりスピーカー２６を動作しないよう\nにすることが好ましいデモンストレーションを実行させるようにした\n制御手段を備えたパチンコ機」が記載されていること，「遊技音」が「遊\n技がなされていない状態において出音されている」スロットマシンであ\nる引用発明においてこの甲１１に記載された構成を適用して遊技中で\nはないスロットマシンについて遊技場内の騒音を増大しないようにそ\nの音量を小さくすることは容易想到である旨を説示している（審決１１\n頁４行～２６行）。\n原告は，取消事由２として，相違点３及び４の判断に係る甲１１（引\n用文献１１）記載の技術の認定を争い，これを踏まえて，取消事由３に\nおいても，甲１１の認定が誤っていることを前提として，相違点４の判\n断を争い，このほか，相違点３の判断につき，審決が相違点１の判断を\n前提とした，いわば２階建ての論理付けをしており，重大な瑕疵がある\n旨主張している。\nそこで，以下において，まず甲１１に関する認定及び相違点判断の誤\nり（取消事由２，及び取消事由３の一部）について検討し，その上で，\n相違点３の判断につき，いわば２階建ての論理付けをしている旨の主張\n（取消事由３の一部）について検討する。\n(ｲ) 検討\nａ  甲１１の認定及び相違点４の判断につき\n(a) 甲１１には，前記(3)オの記載があり（段落【０００３】，【０\n００７】，【００１１】，【００１２】，【００１３】，【００１\n５】，【００１６】参照），以上からすれば，甲１１には，遊戯を\nしていない場合にデモンストレーションを行い，入賞の態様に対応\nした音を発生するパチンコ機において遊戯者が操作ハンドル１０\nを触手していればオフであるタッチスイッチがオンとなりデモン\nストレーションのためのプログラムをスタートするに当たって，介\n装されたタイマーにより一定時間経過後にデモンストレーション\nのためのプログラムの最初のステップであるステップ１をスター\nトする旨，及び，遊戯場内の騒音が増大しないように，デモンスト\nレーション中は，スピーカー２６の音量を小さくしたり，動作しな\nいようにすることが好ましい旨が記載されている。すなわち，甲１\n１には，場内の騒音が増大しないように遊技者が手を離したことに\nよってタッチスイッチからの信号を受信したタイマーが所定時間\n計時したときにスピーカー２６の音量を小さくしたりこれを動作\nしないようにする技術が記載されているものである。\n(b) そして，引用発明の遊技機は遊技店に設置されるスロットマシン\n等である遊技装置（甲１の段落【０００１】，【０００７】）であ\nり，スピーカからＢＢ効果音を発生するのであるから，甲１１記載\nの技術と同様に，入賞態様に応じて発せられる音による場内の騒音\nが増大しないようにすることが求められるものである。\n(c) してみると，引用発明において甲１１記載の技術を適用して，遊\n技状態が特定の入賞態様にある場合に，遊技者が手を離したタイミ\nングで発せられる信号を受信した非遊技状態監視用タイマが非遊\n技状態を所定時間計時したときに出音制御手段が効果音の音量を\n下げ又は消音するように構成することは，当業者が容易になし得た\nことというべきである。\n審決は，概ね以上の趣旨を説示しており，その内容に誤りはない。\nｂ  相違点１及び相違点３の判断につき\n(a) 前記ア(ｳ)のとおり，審決は，相違点を摘記するに当たって，非\n遊技状態監視用タイマ及び出音制御手段に係る課題解決のための\n構成の相違を相違点３とし，他方で，本願発明と解決しようとする\n課題を内在する従来技術とで共通する構成に係る相違点となる構\n成の相違を相違点１として整理したものであり，この審決の整理は\n是認することができ，相違点の看過もない。\n(b) そして，遊技機においては，遊戯規則によって１ゲームの開始後\n所定時間（例えば４．１秒間）次のゲームを開始させないようにす\nるためのタイマーを設ける必要があり（甲４（段落【０００４】，\n【００１７】，【００２１】），甲５（段落【００５１】，【００\n５２】）参照），甲１に明示されていなくとも遊技店に設置される\n遊戯装置である引用発明の遊戯機がこのようなタイマーを遊戯全\n体の制御のために備えていることは明らかである。また，遊技機の\n入賞態様を決定する機能を含む遊戯全体の制御に係る機能と音を\n発生する機能とを異なる制御基板に配置することは，甲２（段落【０\n０２６】，【００３４】，【００３５】，図３及び４）及び甲３（段\n落【００２７】～【００３０】，図３）に示されるように周知技術\nであり，このような遊技機においては，メインＣＰＵ，サブ制御基\n板に各種信号を送信するサブ制御部通信ポート，及び１遊技用監視\n用タイマを備えたメイン制御基板に入賞態様決定手段が備えられ，\nかつ，メイン制御基板から所定のタイミングに対応する信号を受信\nすると非遊技状態監視用タイマをセットして前記所定のタイミン\nグからの経過時間を計時するサブＣＰＵ及びメイン制御基板から\nの信号を受信するメイン制御部通信ポートを備えたサブ制御基板\nに出音手段及び出音制御手段が備えられることになる。\n(c) してみると，引用発明において甲１１記載の技術を適用するに際\nし，上記周知技術を採用して構成し，遊技状態が特定の入賞態様に\nある場合の出音制御手段につき，非遊技状態監視用タイマが非遊技\n状態を所定時間計時したときに効果音の音量を下げ又は消音する\nように構成し，その際，メインＣＰＵ，サブ制御基板に各種信号を\n送信するサブ制御部通信ポート，及び１遊技用監視用タイマを備え\nたメイン制御基板に入賞態様決定手段が備えられ，メイン制御基板\nから所定のタイミングに対応する信号を受信すると非遊技状態監\n視用タイマをセットして前記所定のタイミングからの経過時間を\n計時するサブＣＰＵ及びメイン制御基板からの信号を受信するメ\nイン制御部通信ポートを備えたサブ制御基板に出音手段及び出音\n制御手段が備えられるようにすること，その際，音量を下げ又は消\n音するために用いられるタイマーを音を発生する機能を配置した\n制御基板であるサブ制御基板に配置することは，当業者が容易にな\nし得たことというべきである。\n(d) 審決は，概ね，以上の趣旨を説示しており，仮に相違点１と相違\n点３とを一体の相違点として検討しても，これらの相違点につき引\n用発明及び周知技術から容易想到であることに変わりはない。\n(ｳ) 原告の主張についての説明\nａ  甲１１の認定及び相違点４の判断につき\n(a) 原告は，甲１１の段落【００１５】の記載を根拠として，甲１１\nのタイマーはデモンストレーションを実行するタイミングを測る\nためのものであり，デモンストレーションが実行されるまでの間に\n何らかの音を出音するとの記載はなく，その間は遊技が中断した状\n態であり出音する必要がないから基本的に出音していない期間と\n解するのが相当であり，同段落【００１６】の記載は，初めから音\n量が小さいか消音状態にあるデモンストレーションを実行するこ\nとを記載しているのであって，デモンストレーションに入る前の当\n該遊技機が発する音の音量を低下させたり消音するものではない\n旨主張する。\nしかし，甲１１のタッチスイッチ１７により遊戯者による遊戯操\n作のない場合にのみデモンストレーションが実行され，その際，タ\nイマーにより一定時間経過後にのみデモンストレーションを実行\nする旨の記載（段落【００１５】）及び「前記デモンストレーショ\nン中」はスピーカー２６の音量を小さくしたり，動作しないように\nすることが好ましい旨の記載（段落【００１６】）からみて，甲１\n１には，遊技者が手を離して一定時間が経過した後にデモンストレ\nーションを実行するとともにスピーカー２６の音量を小さくした\nり，動作しないようにすることが示されているといえる。\nそして，甲１１には，デモンストレーションの開始と異なるタイ\nミングにおいて音量を下げ又は消音することを示す記載はなく，仮\nに，デモンストレーションに入る前から音量が小さいか消音状態に\nあることのみを記載する趣旨であれば「前記デモンストレーション\n中」に限定して音量を小さくしたり消音する旨を記載するはずもな\nい。\nしてみると，原告の主張は，甲１１の記載内容を正解しないもの\nである。\n(b) 原告は，甲１１のタイマはデモンストレーションに入るタイミン\nグを測ることを目的とし，デモンストレーションに入る前の遊技機\nは効果音等を出音している状態でないから，ビッグボーナス時に継\n続的な効果音を出音する引用発明に適用する動機付けは存在しな\nいし，仮に適用しても相違点４の構成が導かれることはない旨，\n「入賞の態様に対応して音声を発生する遊技機」は極めて上位の概\n念であり，甲１１を具体的に検討すれば動機付けは存在しない旨，\n甲１１の段落【００１５】にあるように甲１１のタイマはデモンス\nトレーションの実行により開放した入賞玉受口器５に打球が入る\nおそれを回避するというパチンコ機特有の課題に基づく構成であ\nり，パチスロである引用発明に適用する動機付けはない旨，それぞ\nれ主張する。\nしかし，前記(ｲ)ａのとおり，甲１１には場内の騒音が増大しな\nいように遊技者が手を離してタッチスイッチからの信号を受信し\nたタイマーが所定時間計時したときにスピーカー２６の音量を小\nさくしたりこれを動作しないようにする技術が記載されており，遊\n技店に設置される遊技装置であって入賞の態様に応じた音を発し\n場内の騒音が増大しないようにすることが求められる引用発明の\n遊技機において甲１１記載の技術を適用することは容易想到とい\nうべきである。\nそして，甲１１記載の技術は，遊技操作終了後の遊戯板面を転球\nする打球が残っていないことを検出してデモンストレーションや\n消音等を行うものではなく，場内の騒音が増大しないことが求めら\nれるにもかかわらず遊技者が手を離してから所定時間計時するま\nでの一定の期間内は遊技中と同様にデモンストレーションや消音\n等を行わないものであるから，パチンコ機特有の課題に基づく構成\nであるということはできず，パチスロ機にも適用可能なものであ\nる。\nこのように，原告の主張は甲１１の記載内容を正解しないもので\nある。\n(c) 原告は，審決は相違点４の判断において甲１と甲１１を用いて容\n易想到の判断を２回（１１頁２３行～２６行及び同頁３３行～３６\n行）行っているが，それらの関係及び論理付けが不明確であり，こ\nの点からも審決を取り消すべき重大な瑕疵があると主張する。\nしかし，審決は，前者の説示において，パチンコ機ではなくスロ\nットマシンに関する引用発明においても，遊技場内の騒音を増大し\nないようにその音量を小さくすることについて容易想到であると\n判断し，後者の説示においては，特別の遊技状態に応じた遊技音の\n音量を下げることについても前者の説示が妥当する旨判断したも\nのであり，容易想到の判断を２回行ったものではなく，原告の上記\n主張は理由がない。\nｂ  相違点１及び相違点３の判断につき\n(a) 原告は，相違点３の判断は相違点１の判断を前提とした２階建て\nの容易想到の理屈を展開しており論理付けに重大な瑕疵がある旨，\nこのことは，審決１４頁４行～７行の「・・際には，・・」，被告\n準備書面１６頁の「・・いるならば，・・・」という表現からも明\nらかである旨，それぞれ主張する。\nしかし，審決の相違点１，３，４の判断を全体としてみれば，審\n決は，引用発明において甲１１記載の技術を適用することが容易想\n到である旨判断するとともに，その際，音の制御に係る手段をメイ\nン制御基板と異なる基板（サブ制御基板）に設ける構成である審決\n認定の周知技術を採用して，引用発明において甲１１記載の技術を\n適用するにあたってこの周知技術の構成とすることも容易想到で\nある旨判断したものである。\nそして，引用発明の遊技機を場内の騒音が増大しないものとする\nか否かによって遊技機の基板の構成が変わるものではないから，引\n用発明の遊技機においてこの周知技術の構成を採用することは，引\n用発明に甲１１を適用するか否かにかかわらず，当業者が適宜なし\n得たことである。\nしてみると，審決の相違点１，３，４の判断を全体としてみれば，\nここで説示された論旨に誤りはなく，原告の主張は，審決を正解し\nないものである。\n(b) 原告は，従来の遊技機において１遊技監視タイマを制御基板に搭\n載することは周知ではあるが，その他の経過時間（本件でいえば非\n遊技状態）を計時する必要がある場合，制御基板に搭載されている\n１遊技監視タイマの計時機能を用いることも可能であるところ，本\n願発明ではこれを別個の構成とし，かつ，メイン制御基板に１遊技\n監視タイマを搭載し，非遊技状態監視用タイマをサブ制御基板に搭\n載したことを一つの構成上の特徴とするものであり，審決は，本願\n発明の１遊技監視タイマと非遊技状態監視用タイマをタイマとし\nて別個の構成とした点について，その新規性，進歩性を論じていな\nいと主張する。\nしかし，審決は遊技規則の要請により設けられる１遊技用監視タ\nイマについては相違点１の検討の中で判断しており，他方，甲１１\n記載の技術におけるタイマーについては相違点４の判断において\n言及し，その上で，後者をメイン制御基板とサブ制御基板のいずれ\nに設けるかは「単なる設計事項に過ぎない」と判断していることに\n照らせば，審決は本願発明が「１遊技用監視用タイマ」と「非遊技\n状態監視用タイマ」とを別々の構成として有することを踏まえて別\n々に検討しているのであり，前者を後者のタイマーとして流用する\nことが可能か否か及びこれを流用することの是非は，本願発明とも\n審決の説示の論旨とも無関係である。\nまた，一般論として，遊技規則の要請により設けられる１遊技用\n監視タイマを，遊技規則の要請によらずに設けられるタイマーとし\nて流用することは必ずしも望ましいものではないから，これらを別\n個の構成として別々の基板に設けることは適宜なし得たというべ\nきであり，この点を「単なる設計事項」であるとした審決の判断に\n誤りはない。\n３  結論\n以上のとおりであるから，原告主張の取消事由はいずれも理由がなく，審決\nに誤りはない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所 第１部\n裁判長裁判官      中    野    哲    弘\n裁判官      東 海 林       保\n裁判官      矢    口    俊    哉\n"
}