{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 23
  },
  "case_number": "平成26(ネ)10051",
  "case_name": "特許権侵害差止請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84586",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84586",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/586/084586_hanrei.pdf",
  "contents": "平成２６年１０月２３日判決言渡\n平成２６年（ネ）第１００５１号  特許権侵害差止請求控訴事件（原審  東京地方\n裁判所平成２４年（ワ）第２４３１７号）\n口頭弁論終結日  平成２６年９月９日\n判 決\n控訴 人  株式会社 エ イ ワ イ シ ー\n訴 訟 代 理 人 弁護 士  林   康 司\n同  友 村 明 弘\n補 佐人弁理 士  小 林 徳 夫\n被 控 訴 人  株 式 会 社 グ ロ ー ビ ア\n訴 訟 代 理 人 弁護 士  加 藤 丈 晴\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙物件目録１ないし７記載の各製品を製造し，譲渡し，\n輸出し，又はその譲渡の申出をしてはならない。\n３  被控訴人は，前項記載の各製品及びその半製品を廃棄せよ。\n４  訴訟費用は第１，２審とも被控訴人の負担とする。\n５  仮執行宣言\n第２  事案の概要\n１  本件は，発明の名称を「ハイドロキシシンナム酸誘導体又はこれを含むトウ\nキ抽出物を含有する痴呆予防及び治療用の組成物」とする発明に係る特許（特\n許番号  特許第４３５０９１０号。以下「本件特許」という。）の専用実施権\n者である控訴人が，原判決別紙物件目録１ないし７記載の各製品（以下「被控\n訴人各製品」という。）は本件特許の特許請求の範囲の請求項１記載の発明\n（以下「本件発明」という。）の技術的範囲に属し，被控訴人によるその製造，\n譲渡，輸出及びその譲渡の申出は控訴人の専用実施権を侵害するとして，特許\n法１００条１項及び２項に基づき，被控訴人に対し，被控訴人各製品の製造等\nの差止め並びに被控訴人各製品及びその半製品の廃棄を求める事案である。\n原審は，被控訴人各製品は本件発明の技術的範囲に属しないとして，控訴人\nの請求をいずれも棄却したところ，控訴人が，これを不服として控訴した。\n２  前提事実，本件の争点，争点に関する当事者の主張は，原判決を次のとおり\n補正するほか，原判決の「事実及び理由」第２の１及び３並びに第３のとおり\nであるから，これを引用する。\n原判決６頁１３行目の「痴呆及び治療用の」を「痴呆予防及び治療用の」\nと改める。\n原判決７頁３行目冒頭に「ア」を加え，同頁６行目冒頭から同頁１９行目\n末尾までを，次のとおり改める。\n「イ  次に，本件特許権者は，本件特許の出願経過において，本件発明の構成\n要件Ｃの「組成物」から食品の構成を除外し，又は薬剤に限定するような\n補正や主張をしていないし，本件発明と独立の関係にある「食品組成物」\nに係る他の請求項を削除する補正を行ったものの，本件発明が特許査定さ\nれたのはかかる補正を行ったためではない。\nよって，栄養補助食品が構成要件Ｃの「組成物」に該当するとの控訴人\nの主張に対し，包袋禁反言の原則が適用される理由はない。\nそもそも，特許庁審査官は，本件発明に係る「組成物」に食品組成物\nが含まれると考えて審査を行っており，これが医薬組成物のみを指すこ\nとを前提に審査された形跡はない。\nこのことは，フェルラ酸が，当業者において，基本的に，食品添加物\nすなわち食品，あるいは化粧品の原材料物質と認識されてきたという技\n術常識や，特許庁審査官が，拒絶理由通知書において，特開平４－２１\n０６４３号公報（後記引用文献１）にクロロゲン酸は食品に添加する旨\n記載されていることなどを挙げて，本件発明が当該引用文献に記載され\nた発明であると指摘していることから明らかである。\nまた，本件特許権者は，平成１８年１２月１３日付け意見書（乙１\n１）において，食品組成物のクレームである補正後の請求項７について，\n「請求項１の組成物を食品の形態にしたものであり，請求項１に記載の\n全ての構成を含んでいる」と述べており，特許庁審査官は，これを前提\nに審査している。\n拒絶査定における食品組成物に関する拒絶理由は，その指摘内容から\n見て，医薬組成物及び食品組成物の両方を含む組成物の新規性に関する\n拒絶理由と，有効量配合の自明性に関する拒絶理由を前提としている。\nそして，拒絶査定後に本件特許権者が，本件発明に「フェルラ酸又は\nイソフェルラ酸である」との限定を加えるとともに，本件発明が，フェ\nルラ酸やイソフェルラ酸の活性酸素除去作用ではなく，フェルラ酸やイ\nソフェルラ酸がβアミロイドの脳内蓄積による神経損傷を防止し認知能\n力を高めることにより，痴呆予防及び治療用組成物として使用できるこ\nとに着目してなされた発明であり，特開平１０－２９５３２５号公報\n（後記引用文献２）に記載の発明とは異なるとの，本件発明の技術的意\n義に則した説明を行ったことにより，上記の拒絶理由はいずれも解消さ\nれた。\n請求項１の「組成物」が請求項７の食品組成物を包含するものである\nことを明示的に指摘していた本件特許権者は，かかる指摘を前提に，請\n求項１に「フェルラ酸又はイソフェルラ酸である」との限定を加える補\n正及び本件発明の技術的意義に則した説明を行うことで，組成物に関す\nる請求項１の発明（本件発明）が食品組成物を包含した内容のままで権\n利化できることが見込まれたため，平成２０年９月２９日付け（乙１\n４）及び同年１０月２９日付け（乙１５）の各手続補正書によって，こ\nれと重複する請求項７ないし１２を削除したにすぎないから，これをも\nって，本件特許権者が，本件発明の「組成物」から食品の構成を除外し\nたと解することはできない。\nそして，このような経過からすれば，本件発明が特許査定されたのは，\n食品組成物を含む本件発明の新規性・進歩性が受け入れられたためであ\nって，請求項７ないし１２が削除されたためではない。\n本件特許権者は，「組成物」クレームにおいて「薬学的に」との表現\nを用いているが，「組成物学的に」との表現が存在しないため，これに\n代わる表現として，世上よく使用される「薬学的に」との表現を用いた\nにすぎず，これをもって，本件特許権者が，「組成物」の範囲を限定し，\n「組成物」クレームから食品組成物を除外する趣旨であると理解するこ\nとはできない。\nまた，本件発明は，「痴呆予防及び治療用の」組成物であるところ，\n補正後の請求項７にも，「痴呆予防及び治療用の」という用途が「食品\n組成物」について規定されていたことや，本件発明に係る明細書の段落\n【０００６】に「本発明のさらに他の目的は，痴呆予防及び治療の効果\nが有る機能性食品組成物を提供することである。」と記載されているこ\nとに照らすと，「治療用の」との記載から，本件発明が医薬組成物に限\nられると解することはできない。」\n原判決８頁１１行目末尾に，改行の上，次のとおり加える。\n「  この点，控訴人は，特許査定の経過に関して，本件発明が特許査定された\nのは請求項１に「フェルラ酸又はイソフェルラ酸である」との限定を加えた\nためであり，「食品組成物」に係る請求項７ないし１２を削除する補正を行\nったためではないと主張する。しかしながら，フェルラ酸やイソフェルラ酸\nを含む組成物が食品として利用される限り，痴呆の予防及び治療を目的とし\nても「食品として新たな用途を提供するものとはいえない」以上，控訴人の\n指摘する新たな作用機序にかかわらず，食品として新規性を有することはな\nい。そして，食品としての新規性の議論の中で本件特許権者が行った対応は，\n補正後の請求項７ないし１２を削除することのみであり，その他の主張，補\n正等は何ら行っていないから，本件特許権者が本件特許に関して食品に関す\nる適用を断念したことは明らかである。」\n第３  当裁判所の判断\n１  当裁判所も， 被控訴人各製品は本件発明の技術的範囲に属しないから，控\n訴人の請求は理由がないと判断する。その理由は，原判決を以下のとおり補正\nするほか，原判決の「事実及び理由」第４の１ないし３のとおりであるから，\nこれを引用する。\n原判決１１頁２０行目の「免疫細胞化学染色」の次で改行し，「４－５」\nを次行目冒頭に繰り下げる。\n原判決１４頁１２行目の「甲，」を削り，同行目の「９ないし１６」の次\nに「，１７，２８」を加え，同頁１３行目の「認めるができ，」を「認める\nことができ，」と改める。\n原判決１４頁１５行目の「出願当初の請求項１，２及び８に係る」を「出\n願当初の特許請求の範囲は，「組成物」を対象とする請求項１ないし７と，\n「食品組成物」を対象とする請求項８ないし１４からなり，これらのうち，\n請求項１，２，８及び９に係る」と改める。\n原判決１５頁下から６行目の末尾に，改行の上，次のとおり加える。\n「【請求項９】前記化学式Ⅰのハイドロキシシンナム酸誘導体がフェルラ酸又\nはイソフェルラ酸である請求項８に記載の食品組成物。」\n原判決１５頁下から５行目の「拒絶理由通知」の次に「（乙１０。以下\n「本件拒絶理由通知」という。）」を加える。\n原判決１６頁２２行目の「補正した。」の次に「なお，この補正により，\n補正前の請求項４及び１１は削除され，補正前の請求項５ないし１０，１２\nないし１４は，補正後の請求項４ないし１２に順次繰り上げられたため，補\n正前の請求項９は，補正後の請求項７を引用する請求項８となった。」を加\nえる。\n原判決１８頁１行目及び１１行目の「乙４」をいずれも「乙４，１１」と，\n同頁１２行目の「７月１日」を「６月２５日」と，それぞれ改め，同頁１３\n行目の「拒絶査定」の次に「（以下「本件拒絶査定」という。）」を加える。\n原判決１８頁２１行目の「本件特許権者は，」の次に「平成２０年９月２\n９日，上記拒絶査定に対する不服審判を請求するとともに，」を加え，「平\n成２０年９月２９日付け」を「同日付け」と改め，同１９頁２行目の「削除\nした」の次に「（これらの補正を併せて，以下「本件補正」という。）」を\n加える。\n原判決１９頁１３行目の「２６日」を「１５日」と改める。\n原判決１９頁１５行目の「上記イで認定した」から同頁１８，１９行目の\n「補正の経過に鑑みると，」までを「上記イで認定したところによれば，」\nと，同頁１９行目の「上記の」を「いわゆる」と，同頁２０行目の「１３」\nを「１４」と，同頁２６行目の「出願当初の」から同２０頁１行目の「７な\nいし１２）」までを「出願当初の請求項８ないし１０，１２ないし１４と実\nそれ\nぞれ改める。\n原判決２０頁５行目の「ものであること」の次に「が認められ」を加え，\n同頁９行目の「１３」を「１４」と，同頁１０行目の「前同請求項１ないし\n７」を「上記補正後の請求項１ないし６」と，同頁１１，１２行目の「前同\n請求項８ないし１３」を「上記補正後の請求項７ないし１２」と，それぞれ\n改める。\n原判決２０頁２１行目冒頭から同頁２４行目末尾までを，次のとおり改め\nる。\n「  すなわち，特許庁審査官は，請求項１に係る「組成物」を医薬組成物と認\n識して本件発明について審査をしたものであり，本件特許権者はその審査官\nの認識を前提として審査に対応したものというべきである。」\n原判決２１頁５行目冒頭から同頁２１行目末尾までを，次のとおり改める。\n控訴人は，特許庁審査官は本件発明に係る「組成物」に食品組成物が含\nまれると考えて審査を行っており，これが医薬組成物のみを指すことを前\n提に審査された形跡はないと主張する（補正後の原判決第３の３〔控訴人\nしかしながら，仮に，特許庁審査官が，請求項１における「組成物」に\n医薬組成物のみならず食品組成物が含まれると理解していたのであれば，\n請求項１の発明は，本件補正の前後を問わず，「フェルラ酸を含有する食\n品」を含む点で，引用文献２に記載された発明に対して新規性を有しない\nこととなるから，本件特許権者に対し，その旨の拒絶理由が通知されるこ\nととなるはずである。それにもかかわらず，本件特許の審査の過程を通じ\nて，このような拒絶理由が本件特許権者に通知されることがなかったこと\nに照らすと，特許庁審査官が請求項１における「組成物」は食品組成物を\n含むものではないと理解していたことは明らかである。\nこれに対し，控訴人は，本件拒絶理由通知における引用文献１の引用箇\n所の記載に照らして，特許庁審査官は本件発明の「組成物」に食品組成物\nが含まれると考えていたと主張する（同上）。\nしかるに，本件拒絶理由通知は，請求項１及び８（いずれも当時）の発\n明の新規性を否定する理由として，「引用文献１には，クロロゲン酸が神\n経成長因子生合成促進作用を有し，アルツハイマー病の治療に有用である\n旨記載されている（…）。また，上記クロロゲン酸は食品に添加する旨記\n載されている（…）。」と記載している（乙１０）のであり，これをもっ\nて，特許庁審査官が，食品組成物に関する発明である上記請求項８の発明\nのみならず，上記請求項１の発明も食品組成物を含むと理解していたこと\nが裏付けられるとはいえない。\n「請求項１の組成物を食品の形態にしたものであり，請求項１に記載の全\nての構成を含んでいる」と記載された本件特許権者の平成１８年１２月１\n３日付けの意見書（乙１１）を前提に，審査をしたと主張する（同上）。\nしかしながら，仮に，上記意見書の記載が，請求項１の「組成物」に食\n品組成物が含まれるとの趣旨に解されるものであったとしても，その後，\n請求項１の発明が引用文献２に記載の発明に対して新規性を有しない旨の\n拒絶理由が，特許庁審査官から新たに通知されていないことに照らせば，\n特許庁審査官は，請求項１の「組成物」が食品組成物を含むとの理解を採\n用することはなかったというべきである。\n以上によれば，控訴人の上記主張は採用することができない。\n控訴人は，本件補正をもって，本件特許権者が本件発明の「組成物」か\nら食品の構成を除外したと解することはできず，また，本件発明が特許査\n定されたのは，食品組成物を含む本件発明の新規性・進歩性が受け入れら\nれたためであり，本件補正によって請求項７ないし１２が削除されたため\nではない，と主張する\n。\nしかしながら，特許庁審査官が，請求項１における「組成物」が食品組\n成物を含むものではないと理解していたことは，\nりである。このような特許庁審査官の理解は， 請求項\n１ないし７（同補正後の請求項１ないし６）の発明が引用文献２に記載の\n発明に対して新規性を有しないとはしていない本件拒絶理由通知や本件拒\n絶査定の記載内容を通じて，本件特許権者においても当然に認識していた\nものと認めることができる。\nそして，このような特許庁審査官の理解によれば，\n請求項７の発明は，「ハイドロキシシンナム酸誘導体」をさらに「フェル\nラ酸又はイソフェルラ酸である」と特定するか否かを問わず，「フェルラ\n酸を含有する食品」を含む以上，引用文献２に記載された発明に対して新\n規性を有することはない。このことは，現に上記のとおりの特定がされた\n上記補正後の請求項８の発明を含めて，引用文献２に記載された発明との\n関係で新規性がないとの拒絶理由が示されていたこと（乙１３）からも明\nらかである。\nこの点，控訴人は，本件特許に係る発明が，フェルラ酸やイソフェルラ\n酸がβアミロイドの脳内蓄積による神経損傷を防止するとの作用機序に着\n目してなされた発明であると指摘する（同上）。\nしかし，かかる作用機序が，引用文献２（乙２８）に記載された，フェ\nルラ酸を含有すると認められるトウキのアルコール抽出物の活性酸素除去\n作用とは異なるものであるとしても，痴呆の予防及び治療の目的が食品と\nしての新たな用途を提供するものとはいえない以上，これに関わるこのよ\nうな作用機序の相違をもって，「フェルラ酸を含有する食品」に係る発明\nが引用文献２に記載された発明に対して新規性を有することとなるもので\nはない。\nこれらの事情に加え，控訴人が，本件補正に係る補正事項の説明におい\nて，「拒絶査定において，本願請求項７－１２に係る発明は，引用文献６\n（判決注・引用文献２を指す。）に記載された発明であると認定された。\nこのご認定に対し，手続補正書において，請求項７－１２を削除したので，\n当該拒絶の理由は解消されたと思料する。」と記載し（乙１６），前記イ\nの発明が引用文献２に記載の発明に対し\nて新規性を有しないとの特許庁審査官の認定判断を前提に，上記各請求項\nの削除によってかかる拒絶理由が解消されたと述べていることに照らせば，\n本件特許権者は，本件特許に関して，食品組成物としての発明について特\n許を取得することを断念する趣旨で本件補正を行ったと解するのが相当で\nあり，これを踏まえ，本件特許について特許査定がされたと認められる。\nよって，控訴人の上記主張は採用することができない。\nなお，控訴人がその他縷々主張する点は，いずれも，前記イ，ウ及び上\n記の認定判断を左右するものではない。」\n２  以上によれば，控訴人の請求は理由がないからこれを棄却した原判決は正当\nであり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判\n決する。\n知的財産高等裁判所第３部\n裁判長裁判官      石    井    忠    雄\n裁判官      田    中    正    哉\n裁判官      神    谷    厚    毅\n"
}