{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 29
  },
  "case_number": "平成29(行ケ)10150",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88119",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88119",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/119/088119_hanrei.pdf",
  "contents": "平成３０年１０月２９日判決言渡\n平成２９年（行ケ）第１０１５０号  審決取消請求事件\n口頭弁論終結日  平成３０年７月９日\n判決\n原                    告      日本 協 同企画 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士      鮫    島    正    洋\n小    栗      久    典\n同 訴 訟 代 理 人 弁 理 士        小    林    正    治\n小    林      正    英\n被 告        澁 谷 工 業 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士        永    島    孝    明\n安    國      忠    彦\n同 訴 訟 代 理 人 弁 理 士        磯    田    志    郎\n主文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２０１３－８０００３８号事件について平成２９年６月１２日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求に基づいて特許を無効とした審決の取消訴訟である。\n争点は，①補正要件の充足性，②訂正要件の充足性である。\n１  手続の経緯\n原告は，平成１３年８月１６日，発明の名称を「果菜自動選別装置用果菜載せ体\nと，果菜自動選別装置と，果菜自動選別方法」とする発明につき，特許出願（特願\n２００１－２８５９３０号）をし，平成２４年２月１０日，設定登録（特許第４９\n２０８４１号）を受けた（請求項の数８。甲９。以下「本件特許」という。）。\n被告は，平成２５年３月８日，本件特許に係る発明について特許無効審判請求を\nした（無効２０１３－８０００３８号。甲２３）。\n特許庁は，平成２６年２月２１日，「本件審判の請求は，成り立たない。」との審\n決をし（甲２３），知的財産高等裁判所は，平成２６年１２月２４日，上記審決を取\nり消す判決を言い渡し（甲２４），上記判決は確定した。\n原告は，平成２８年１月１８日，特許請求の範囲につき訂正請求をした（以下「前\n件訂正」という。甲１０。訂正後の請求項の数８）。\n原告は，前件訂正を認めた上，本件特許を無効とするとの審決の予告（甲１２）\nを受け，同年９月１７日，同日付け訂正請求書（以下「本件訂正請求書」という。）\nにより，特許請求の範囲につき訂正請求をした（以下「本件訂正」という。甲１３。\n訂正後の請求項の数５）。\n原告は，平成２８年１２月２８日付け訂正拒絶理由通知書により，訂正拒絶理由\nの通知（甲１５）を受け，平成２９年２月６日，同日付け手続補正書（甲１６）に\nより，本件訂正請求書の請求の理由を補正した（以下「本件補正」という。）。\n特許庁は，平成２９年６月１２日，本件補正における後記４(1)ア(ｱ)ｂの補正事項\n３及び６（後記４(1)ア(ｱ)ａの訂正事項１０及び１３についての補正）は，本件訂正\n請求書の要旨を変更するものであるから，認めることができないと判断した上，本\n件訂正請求は，本件訂正における後記４(1)ア(ｱ)ａの訂正事項１０，１３及び３０に\nついて，特許法１３４条の２第９項で準用する同法１２６条５項に適合しないから，\n認められないと判断し，これを前提に，本件特許は，特許法２９条２項の規定に違\n反してされたものであるとして，本件特許を無効とするとの審決（以下「本件審決」\nという。）をし，その謄本は，同年６月２２日，原告に送達された。\n２  本件特許に係る発明（以下，本件特許に係る発明を「本件発明」と，本件特\n許の各請求項に係る発明を「本件発明１～８」ということがある。）\n(1)  本件訂正前\n本件訂正前の本件特許設定登録時の本件特許の特許請求の範囲請求項１～８の記\n載は，次のとおりである（甲９。以下，これらの発明を「本件訂正前発明１～８」\nといい，これらの発明を併せて「本件訂正前発明」という。本件特許の明細書及び\n図面〔甲９〕を併せて「本件明細書」という。）。\n【請求項１】（本件訂正前発明１）\n果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果\n菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を\n判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送\n方向側方に送り出す果菜自動選別装置の果菜載せ体において，\n果菜載せ体は搬送ラインの搬送方向側方に往復回転可能な搬送ベルトを備え，搬\n送ベルトの上に果菜を載せることのできる受け部が設けられ，搬送ベルトの上方で\nあって前記受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受\nけ部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移\n動し，復回転に伴ってその復回転方向に戻ることを特徴とする果菜自動選別装置用\n果菜載せ体。\n【請求項２】（本件訂正前発明２）\n請求項１記載の果菜自動選別装置用果菜載せ体において，搬送ベルトの受け部が，\n果菜を載せることのできる受け部材を備えたことを特徴とする果菜自動選別装置用\n果菜載せ体。\n【請求項３】（本件訂正前発明３）\n果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果\n菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を\n判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送\n方向側方に送り出す果菜自動選別装置において，\n前記果菜載せ体が請求項１又は請求項２記載の果菜自動選別装置用果菜載せ体で\nあり，前記多数の果菜載せ体は受け部が前記搬送方向に一列又は略一列に並んで移\n動して果菜を搬送でき，搬送中に搬送ベルトが判別結果に基づいて搬送方向側方に\n往回転して前記受け部の上の果菜を搬送方向側方に送り出し，送り出した前記搬送\nベルトは，送り出し後の搬送方向への移動中に，前記受け部が搬送方向に一列又は\n略一列に並ぶように，前記往回転と逆方向に戻り回転することを特徴とする果菜自\n動選装置。\n【請求項４】（本件訂正前発明４）\n請求項３記載の果菜自動選別装置において，複数の果菜引受け体が果菜搬送方向\n側方に配置され，それら果菜引受け体は搬送方向に間隔をあけて配置され，果菜載\nせ体から送り出される果菜が前記果菜引受け体にプールされることを特徴とする果\n菜自動選別装置。\n【請求項５】（本件訂正前発明５）\n請求項４記載の果菜自動選別装置において，果菜引受け体は果菜載せ体から果菜\nが送り出される度に回転して，果菜載せ体から送り出される果菜をプールできるこ\nとを特徴とする果菜自動選別装置。\n【請求項６】（本件訂正前発明６）\n果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果\n菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を\n判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送\n方向側方に送り出す果菜自動選別送方法において，\n果菜載せ体の往復回転可能な搬送ベルトの受け部の上に載せた果菜を，搬送方向\nに一列又は略一列に並べて搬送して，当該搬送中に果菜の等階級等を判別し，果菜\n搬送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往回転させて，前記\n受け部の上の果菜を搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出\nし後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を\n元の位置に戻して，前記多数の果菜載せ体の受け部を搬送方向に一列又は略一列に\n並べることを特徴とする果菜自動選別方法。\n【請求項７】（本件訂正前発明７）\n請求項６記載の果菜自動選別方法において，判別結果に基づいて果菜載せ体から\n搬送方向側方に送り出される果菜を，果菜搬送ラインの搬送方向側方に間隔をあけ\nて配置された二以上の果菜引受け体にプールすることを特徴とする果菜自動選別方\n法。\n【請求項８】（本件訂正前発明８）\n請求項７記載の果菜自動選別方法において，果菜載せ体から果菜が送り出される\n度に果菜引受け体を移動させて，送り出される果菜を果菜引受け体にプールさせる\nことを特徴とする果菜自動選別方法。\n(2)  本件訂正後\n本件訂正後であって本件補正前の本件特許の特許請求の範囲請求項３，４，６～\n８の記載は，次のとおりである（甲１３。以下，これらの発明を「本件訂正後発明\n３，４，６～８」といい，これらの発明を併せて「本件訂正後発明」という。下線\n部が訂正部分である。）。\n【請求項１】  削除\n【請求項２】  削除\n【請求項３】（本件訂正後発明３）\n果菜載せ体が無端チェーンに多数取付けられた果菜搬送ラインの供給部において\n果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等\nを判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて，果菜搬送ライ\nンの搬送方向一側方のみに配置された果菜引受け体に送り出す果菜自動選別装置に\nおいて，\n前記無端チェーンは，果菜載せ体の果菜送り出し方向先方側の無端チェーンと，\n果菜送り出し方向後方側の無端チェーンの少なくとも二本であり，それら両無端チ\nェーンは果菜送り出し方向に間隔をあけて平行に配置されており，\n前記果菜載せ体はフレームと，果菜搬送ラインの搬送方向側方に往復回転可能な\n搬送ベルトと，搬送ベルトに連結された駆動ピンとを備えた往復回転式のベルトコ\nンベアであり，\n前記フレームの果菜送り出し方向先方側と後方側に回転ローラーが回転自在に取\nり付けられ，先方側の回転ローラーの少なくとも一部は前記フレームの果菜引受け\n体側の端部よりも果菜引受け体側に突出し，かつ前記先方側の無端チェーンよりも\n果菜引受け体側に突出しており，\n前記フレームは，少なくとも，その果菜送り出し方向先方側の２カ所が前記先方\n側の無端チェーンに取り付けられ，その果菜送り出し方向後方側の２カ所が前記後\n方側の無端チェーンに取り付けられており，前記多数の果菜載せ体は，その走行方\n向に一列に並んでおり，\n前記フレームは，その底面に果菜送り出し方向に細長の開口を備え，その開口の\n短い側の幅は前記駆動ピンのうち少なくとも当該開口を通過する部分の幅よりもわ\nずかに大きく，当該開口の駆動ピンの移動領域において均一幅又は略均一幅であり，\n前記搬送ベルトは，前記先方側の回転ローラーと，前記後方側の回転ローラーの\n外周に平坦にリング状にして巻いてあり，その上側部分が常に前記回転ローラーの\n外周に沿って平坦又は略平坦な状態で水平又は略水平に移動するように往復回転可\n能であり，前記往復回転のうち往回転は搬送ベルトの上面が果菜搬送ラインの一側\n方のみに配置された果菜引受け体方向へ移動する回転であり，復回転は搬送ベルト\nの上面が当該往回転と反対方向に移動する回転であり，\n前記搬送ベルトの上側部分であって，その往回転方向ほぼ中央部分に，果菜を載\nせることのできる受け部が設けられ，\n前記搬送ベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設\nけられ，仕切り体は前記搬送ベルトに連結されて前記受け部よりも上方に突出して\nおり，少なくともその果菜送り出し方向側の一部が前記受け部の後方直近に位置し\nており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってそ\nの復回転方向に戻り，\n前記駆動ピンは，その下端側が前記開口を貫通してフレームの底面の下方に突出\nしており，前記果菜載せ体が前記無端チェーンの走行により搬送方向に移動すると，\n果菜搬送ラインの下側に設けられている往ガイドに沿って前記開口内の一端側から\n他端側へ移動し，この移動により前記搬送ベルトを往回転させて搬送ベルトの受け\n部の上の果菜を前記果菜引受け体の上面が平坦又は略平坦であるベルトの上に水平\n又は略水平に送り出すことができ，前記搬送ベルトの移動量は前記駆動ピンの移動\n量と同じ又は略同じであり，\n前記駆動ピンは，果菜送り出し後に無端チェーンの走行により前記果菜載せ体が\n移動すると，復ガイドに沿って前記開口内を移動し，この移動により，前記搬送ベ\nルトを復回転させて前記搬送ベルトの受け部及び仕切り体を元の位置に戻すことが\nでき，\n前記果菜引受け体の前記ベルトは，上面に果菜を受ける窪みがない平坦又は略平\n坦である平面状のベルトであり，\n前記果菜引受け体は，そのベルトの上面が前記果菜載せ体の搬送ベルトの上面と\n同じ又は略同じ高さで水平又は略水平になるよう配置されており，\n前記多数の果菜載せ体は前記無端チェーンの走行によりその走行方向に移動して，\n搬送ベルトの受け部が前記搬送方向に一列又は略一列に並んで移動して計測部を通\n過するように果菜を搬送でき，\n前記計測部はカメラ等の計測装置を備え，果菜搬送ラインに設置されており，前\n記果菜載せ体の受け部の上に載せられて果菜搬送ラインの搬送方向に一列又は略一\n列に並んで搬送される果菜の少なくとも形状又はサイズを前記計測装置のカメラ等\nで計測して等階級等を判別することができ，\n前記果菜搬送ラインの下側には，往ガイドと復ガイドが設けられ，\n前記果菜載せ体は，果菜搬送中に搬送ベルトが判別結果に基づいて搬送方向側方\nに往回転して前記受け部の上の果菜を搬送方向側方の前記果菜引受け体の前記ベル\nトの上に水平又は略水平に送り出し，\n前記果菜引受け体は，前記果菜載せ体の搬送ベルトの往回転により当該果菜引受\nけ体へ果菜が送り出される度に，前記ベルトを果菜搬送ラインの搬送方向側方であ\nって前記果菜が送り込まれる方向に回転させて，そのベルトの回転により前記果菜\n載せ体の搬送ベルトから送り出される果菜を当該ベルトの上面に引き寄せて水平又\nは略水平に乗り移らせ，果菜載せ体から果菜が送り出されないときは前記ベルトを\n回転させず，この繰り返しにより前記ベルトの上面に二以上の果菜をプールするこ\nとができるものであり，\n前記果菜を送り出した前記果菜載せ体の搬送ベルトは，送り出し後の搬送方向へ\nの移動中に，前記受け部が搬送方向に一列又は略一列に並ぶように，前記往回転と\n逆方向に戻り回転することができる，\nことを特徴とする果菜自動選別装置。\n【請求項４】（本件訂正後発明４）\n請求項３記載の果菜自動選別装置において，複数の果菜引受け体が果菜搬送方向\n側方に配置され，それら果菜引受け体は搬送方向に間隔をあけて配置され，往ガイ\nドが前記複数の果菜引受け体ごとに配置され，前記往ガイドは果菜搬送ラインの搬\n送方向に対して斜めであり，それら往ガイドの始端がそれぞれの果菜引受け体のベ\nルトより果菜搬送ラインの搬送方向手前から始まり，果菜載せ体から送り出される\n果菜が前記果菜引受け体のベルトの上にプールされることを特徴とする果菜自動選\n別装置。\n【請求項５】  削除\n【請求項６】（本件訂正後発明６）\n果菜載せ体が無端チェーンに多数取付けられた果菜搬送ラインの供給部において\n果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等\nを判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて果菜搬送ライン\nの搬送方向側方に送り出す果菜自動選別方法において，\n前記果菜自動選別方法に請求項３記載の果菜自動選別装置を使用し，\n果菜載せ体を間隔をあけて平行に配置された無端チェーンの走行によりその走行\n方向に移動させ，\n前記果菜搬送ラインの供給部において，果菜載せ体の往復回転可能な搬送ベルト\nの受け部の上に人手で果菜を一個ずつ載せ，\n前記果菜載せ体の往復回転可能な搬送ベルトの受け部の上に載せた果菜を，搬送\n方向に一列又は略一列に並べて搬送して，当該搬送中に果菜の等階級等を判別し，\n前記等階級等の判別は搬送中の果菜を一列又は略一列に整列させて計測部に搬送\nし，当該計測部に設けられたカメラ等の計測装置で果菜の少なくとも形状又はサイ\nズを計測することにより行い，\n果菜搬送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往回転させて，\n受け部及び仕切り体を同方向に移動させ，前記受け部の上の果菜を，搬送方向側方\nの果菜引受け体の果菜を受ける窪みがない平坦又は略平坦である平面状のベルトの\n上面に送り出し，\n前記搬送ベルトの往回転は無端チェーンの走行により移動される果菜載せ体の駆\n動ピンが，往ガイドに沿って開口内をその一端側から他端側に移動することにより\n行われ，\n前記搬送ベルトの上の果菜の送り出しは，搬送ベルトの前記往回転による水平又\nは略水平な送り出しであり，\n果菜引受け体のベルトを，搬送ベルトから果菜が送り出される度に，果菜搬送ラ\nインの搬送方向側方であって前記果菜が送り込まれる方向に回転させて，そのベル\nトの回転により前記果菜載せ体の搬送ベルトから送り出される当該果菜を前記ベル\nトの上面に引き寄せて水平又は略水平に乗り移らせ，果菜が送り出されないときは\n果菜引受け体のベルトを回転させず，この繰り返しにより前記ベルトの上面に二以\n上の果菜をプールし，\n往回転した搬送ベルトを前記送り出し後の搬送方向への移動中に前記往回転と反\n対方向に戻り回転させて前記受け部及び仕切り体を元の位置に戻して，前記多数の\n果菜載せ体の受け部を搬送方向に一列又は略一列に並べ，\n搬送ベルトの前記戻り回転は，無端チェーンの走行により移動される果菜載せ体\nの駆動ピンが復ガイドに沿って前記開口内を移動することにより行われる，\nことを特徴とする果菜自動選別方法。\n【請求項７】（本件訂正後発明７）\n請求項６記載の果菜自動選別方法において，判別結果に基づいて果菜載せ体から\n搬送方向側方に送り出される果菜を，果菜搬送ラインの搬送方向側方に間隔をあけ\nて配置された二以上の果菜引受け体にプールし，前記果菜載せ体からの果菜の送り\n出しは，当該果菜をプールする果菜引受け体のベルトよりも搬送方向手前側の位置\nから開始することを特徴とする果菜自動選別方法。\n【請求項８】（本件訂正後発明８）\n請求項７記載の果菜自動選別方法において，果菜載せ体から果菜が送り出される\n度に果菜引受け体のベルトを１０ｃｍ程度だけ回転させて，果菜載せ体の搬送ベル\nトから送り出される果菜を果菜引受け体のベルトの上に二以上プールさせることを\n特徴とする果菜自動選別方法。\n３  審判における請求人（被告）の主張の骨子\n(1)  訂正要件について\n本件訂正における後記４(1)ア(ｱ)ａの訂正事項６，８～１０，１２，１３，１６，\n３５は，①願書に添付した明細書又は図面（以下「明細書等」ということがある。）\nに記載した事項の範囲内においてしたものではなく，②特許法１３４条の２第１項\nただし書で規定する事項を目的とするものではないから，本件訂正は，訂正要件を\n満たさない。\n(2)  特許法１２３条１項４号該当性について\n本件特許の発明の詳細な説明には，搬送ベルトが往回転した後，復回転に伴って\n戻るという構成について，次回の計測部での計測をしやすくするという目的も効果\nも記載されていないから，本件訂正前発明１及び６における技術思想は，発明の詳\n細な説明に記載したものではないか，又は，明確ではないので，特許法３６条６項\n１号又は２号に規定する要件を満たしていない。\nまた，本件特許の発明の詳細な説明には，上記技術思想が記載されておらず，「搬\n送ベルトの回転動作及び仕切り体」に関し，本件訂正前発明１において，搬送ベル\nトの回転動作は「往復回転可能」であり，仕切り体は「搬送ベルトの上方であって\n受け部よりも往回転方向後方に仕切り体が設けられ仕切り体は前記受け部よりも上\n方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転\nに伴ってその復回転方向に戻る」事項及び「搬送ベルトの回転操作及び受け部」に\n関し，本件訂正前発明６においては，搬送ベルトの回転動作は「往復回転可能」で\nあり，受け部について「往回動した搬送ベルトを送り出し後の搬送方向への移動中\nに往回転と反対方向に戻り回転させて受け部を元の位置に戻して，多数の果菜載せ\n体の受け部を搬送方向に一列又は略一列に並べる」事項を採用した目的及び効果に\nついても明らかにされていないので，本件特許の発明の詳細な説明の記載は，当業\n者が上記技術思想の実現をすることができる程度に明確かつ十分に記載したもので\nはなく，特許法３６条４項１号に規定する要件を満たしていない。\n(3)  特許法１２３条１項２号該当性について\n本件訂正前発明は，甲１（実願平４－３９１８２号（実開平６－２３９３６号）\nのＣＤ－ＲＯＭ）に記載された発明に，甲２（特開平３－２５６８１４号公報），甲\n３（特開平１１－２８６３２８号公報），甲４（米国特許第３２３１０６８号明細書）\n及び甲５（特開平１０－２５０１４号公報）に記載された発明及び周知技術を適宜\n組み合わせることにより，又は，甲２に記載された発明に甲１，３～５に記載され\nた発明及び周知技術を適宜組み合わせることにより，当業者が容易に発明をするこ\nとができたものである。\n４  審決の理由の要点\n(1)  訂正要件について\nア  補正要件について\n(ｱ)  訂正事項とその補正について\nａ  本件訂正に係る訂正事項は，次のとおりである。\n(a)  請求項１～５からなる一群の請求項に係る訂正（以下「本件訂正\n１」という。）に係る訂正事項\n〔訂正事項１〕\n特許請求の範囲の請求項１を削除する。\n〔訂正事項２〕\n特許請求の範囲の請求項２を削除する。\n〔訂正事項３〕\n特許請求の範囲の請求項３に「無端搬送体」とあるのを，「無端チェーン」と訂正\nする。\n〔訂正事項４〕\n特許請求の範囲の請求項３に「搬送ライン」とあるのを，「果菜搬送ライン」と訂\n正する。\n〔訂正事項５〕\n特許請求の範囲の請求項３に「振り分けて搬送ラインの搬送方向側方に送り出す\n果菜自動選別装置において，」とあるのを，「振り分けて，果菜搬送ラインの搬送方\n向一側方のみに配置された果菜引受け体に送り出す果菜自動選別装置において，」\nと訂正する。\n〔訂正事項６〕\n特許請求の範囲の請求項３に「前記無端チェーンは，果菜載せ体の果菜送り出し\n方向先方側の無端チェーンと，果菜送り出し方向後方側の無端チェーンの少なくと\nも二本であり，それら両無端チェーンは果菜送り出し方向に間隔をあけて平行に配\n置されており，」との事項を付加する。\n〔訂正事項７〕\n特許請求の範囲の請求項３に「前記果菜載せ体はフレームと，果菜搬送ラインの\n搬送方向側方に往復回転可能な搬送ベルトと，搬送ベルトに連結された駆動ピンと\nを備えた往復回転式のベルトコンベアであり，」との事項を付加する。\n〔訂正事項８〕\n特許請求の範囲の請求項３に「前記フレームの果菜送り出し方向先方側と後方側\nに回転ローラーが回転自在に取り付けられ，先方側の回転ローラーの少なくとも一\n部は前記フレームの果菜引受け体側の端部よりも果菜引受け体側に突出し，かつ前\n記先方側の無端チェーンよりも果菜引受け体側に突出しており，」との事項を付加\nする。\n〔訂正事項９〕\n特許請求の範囲の請求項３に「前記フレームは，少なくとも，その果菜送り出し\n方向先方側の２カ所が前記先方側の無端チェーンに取り付けられ，その果菜送り出\nし方向後方側の２カ所が前記後方側の無端チェーンに取り付けられており，前記多\n数の果菜載せ体は，その走行方向に一列に並んでおり，」との事項を付加する。\n〔訂正事項１０〕\n特許請求の範囲の請求項３に「前記フレームは，その底面に果菜送り出し方向に\n細長の開口を備え，その開口の短い側の幅は前記駆動ピンのうち少なくとも当該開\n口を通過する部分の幅よりもわずかに大きく，当該開口の駆動ピンの移動領域にお\nいて均一幅又は略均一幅であり，」との事項を付加する。\n〔訂正事項１１〕\n特許請求の範囲の請求項３に「前記搬送ベルトは，前記先方側の回転ローラーと，\n前記後方側の回転ローラーの外周に平坦にリング状にして巻いてあり，その上側部\n分が常に前記回転ローラーの外周に沿って平坦又は略平坦な状態で水平又は略水平\nに移動するように往復回転可能であり，前記往復回転のうち往回転は搬送ベルトの\n上面が果菜搬送ラインの一側方のみに配置された果菜引受け体方向へ移動する回転\nであり，復回転は搬送ベルトの上面が当該往回転と反対方向に移動する回転であり，」\nとの事項を付加する。\n〔訂正事項１２〕\n特許請求の範囲の請求項３に「前記搬送ベルトの上側部分であって，その往回転\n方向ほぼ中央部分に，果菜を載せることのできる受け部が設けられ，」との事項を付\n加する。\n〔訂正事項１３〕\n特許請求の範囲の請求項３に「前記搬送ベルトの上方であって前記受け部よりも\n往回転方向後方に仕切り体が設けられ，仕切り体は前記搬送ベルトに連結されて前\n記受け部よりも上方に突出しており，少なくともその果菜送り出し方向側の一部が\n前記受け部の後方直近に位置しており，搬送ベルトの往回転に伴ってその往回転方\n向に移動し，復回転に伴ってその復回転方向に戻り，」との事項を付加する。\n〔訂正事項１４〕\n特許請求の範囲の請求項３に「前記駆動ピンは，その下端側が前記開口を貫通し\nてフレームの底面の下方に突出しており，前記果菜載せ体が前記無端チェーンの走\n行により搬送方向に移動すると，果菜搬送ラインの下側に設けられている往ガイド\nに沿って前記開口内の一端側から他端側へ移動し，この移動により前記搬送ベルト\nを往回転させて搬送ベルトの受け部の上の果菜を前記果菜引受け体の上面が平坦又\nは略平坦であるベルトの上に水平又は略水平に送り出すことができ，前記搬送ベル\nトの移動量は前記駆動ピンの移動量と同じ又は略同じであり，」との事項を付加す\nる。\n〔訂正事項１５〕\n特許請求の範囲の請求項３に「前記駆動ピンは，果菜送り出し後に無端チェーン\nの走行により前記果菜載せ体が移動すると，復ガイドに沿って前記開口内を移動し，\nこの移動により，前記搬送ベルトを復回転させて前記搬送ベルトの受け部及び仕切\nり体を元の位置に戻すことができ，」との事項を付加する。\n〔訂正事項１６〕\n特許請求の範囲の請求項３に「前記果菜引受け体の前記ベルトは，上面に果菜を\n受ける窪みがない平坦又は略平坦である平面状のベルトであり，」との事項を付加\nする。\n〔訂正事項１７〕\n特許請求の範囲の請求項３に「前記果菜引受け体は，そのベルトの上面が前記果\n菜載せ体の搬送ベルトの上面と同じ又は略同じ高さで水平又は略水平になるよう配\n置されており，」との事項を付加する。\n〔訂正事項１８〕\n特許請求の範囲の請求項３に「前記多数の果菜載せ体は受け部が前記搬送方向に\n一列又は略一列に並んで移動して果菜を搬送でき，」とあるのを，「前記多数の果菜\n載せ体は前記無端チェーンの走行によりその走行方向に移動して，搬送ベルトの受\nけ部が前記搬送方向に一列又は略一列に並んで移動して計測部を通過するように果\n菜を搬送でき，」と訂正する。\n〔訂正事項１９〕\n特許請求の範囲の請求項３に「前記計測部はカメラ等の計測装置を備え，果菜搬\n送ラインに設置されており，前記果菜載せ体の受け部の上に載せられて果菜搬送ラ\nインの搬送方向に一列又は略一列に並んで搬送される果菜の少なくとも形状又はサ\nイズを前記計測装置のカメラ等で計測して等階級等を判別することができ，」との\n事項を付加する。\n〔訂正事項２０〕\n特許請求の範囲の請求項３に「前記果菜搬送ラインの下側には，往ガイドと復ガ\nイドが設けられ，」との事項を付加する。\n〔訂正事項２１〕\n特許請求の範囲の請求項３に「搬送中に搬送ベルトが判別結果に基づいて搬送方\n向側方に往回転して前記受け部の上の果菜を搬送方向側方に送り出し，」とあるの\nを，「前記果菜載せ体は，果菜搬送中に搬送ベルトが判別結果に基づいて搬送方向側\n方に往回転して前記受け部の上の果菜を搬送方向側方の前記果菜引受け体の前記ベ\nルトの上に水平又は略水平に送り出し，」と訂正する。\n〔訂正事項２２〕\n特許請求の範囲の請求項３に「前記果菜引受け体は，前記果菜載せ体の搬送ベル\nトの往回転により当該果菜引受け体へ果菜が送り出される度に，前記ベルトを果菜\n搬送ラインの搬送方向側方であって前記果菜が送り込まれる方向に回転させて，そ\nのベルトの回転により前記果菜載せ体の搬送ベルトから送り出される果菜を当該ベ\nルトの上面に引き寄せて水平又は略水平に乗り移らせ，果菜載せ体から果菜が送り\n出されないときは前記ベルトを回転させず，この繰り返しにより前記ベルトの上面\nに二以上の果菜をプールすることができるものであり，」との事項を付加する。\n〔訂正事項２３〕\n特許請求の範囲の請求項３に「送り出した前記搬送ベルトは，送り出し後の搬送\n方向への移動中に，前記受け部が搬送方向に一列又は略一列に並ぶように，前記往\n回転と逆方向に戻り回転することを特徴とする果菜自動選装置。」とあるのを「前記\n果菜を送り出した前記果菜載せ体の搬送ベルトは，送り出し後の搬送方向への移動\n中に，前記受け部が搬送方向に一列又は略一列に並ぶように，前記往回転と逆方向\nに戻り回転することができる，ことを特徴とする果菜自動選別装置。」と訂正する。\n〔訂正事項２４〕\n特許請求の範囲の請求項４に「往ガイドが前記複数の果菜引受け体ごとに配置さ\nれ，前記往ガイドは果菜搬送ラインの搬送方向に対して斜めであり，それら往ガイ\nドの始端がそれぞれの果菜引受け体のベルトより果菜搬送ラインの搬送方向手前か\nら始まり，」との事項を付加する。\n〔訂正事項２５〕\n特許請求の範囲の請求項４に「果菜引受け体にプールされる」とあるのを「果菜\n引受け体のベルトの上にプールされる」と訂正する。\n〔訂正事項２６〕\n特許請求の範囲の請求項５を削除する。\n(b)  請求項６～８からなる一群の請求項に係る訂正（以下「本件訂正\n２」という。）に係る訂正事項\n〔訂正事項２７〕\n特許請求の範囲の請求項６に「無端搬送体」とあるのを，「無端チェーン」と訂正\nする。\n〔訂正事項２８〕\n特許請求の範囲の請求項６に「搬送ライン」とあるのを，「果菜搬送ライン」と訂\n正する。\n〔訂正事項２９〕\n特許請求の範囲の請求項６に「果菜自動選別送方法」とあるのを，「果菜自動選別\n方法」と訂正する。\n〔訂正事項３０〕\n特許請求の範囲の請求項６に「前記果菜自動選別方法に請求項３記載の果菜自動\n選別装置を使用し，」との事項を付加する。\n〔訂正事項３１〕\n特許請求の範囲の請求項６に「果菜載せ体を間隔をあけて平行に配置された無端\nチェーンの走行によりその走行方向に移動させ，」との事項を付加する。\n〔訂正事項３２〕\n特許請求の範囲の請求項６に「前記果菜搬送ラインの供給部において，果菜載せ\n体の往復回転可能な搬送ベルトの受け部の上に人手で果菜を一個ずつ載せ，」との\n事項を付加する。\n〔訂正事項３３〕\n特許請求の範囲の請求項６に「果菜載せ体」とあるのを「前記果菜載せ体」と訂\n正する。\n〔訂正事項３４〕\n特許請求の範囲の請求項６に「前記等階級等の判別は搬送中の果菜を一列又は略\n一列に整列させて計測部に搬送し，当該計測部に設けられたカメラ等の計測装置で\n果菜の少なくとも形状又はサイズを計測することにより行い，」との事項を付加す\nる。\n〔訂正事項３５〕\n特許請求の範囲の請求項６に「果菜搬送中に前記搬送ベルトを判別結果に基づい\nて搬送方向側方に往回転させて，前記受け部の上の果菜を搬送方向側方に送り出し，」\nとあるのを「果菜搬送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往\n回転させて，受け部及び仕切り体を同方向に移動させ，前記受け部の上の果菜を，\n搬送方向側方の果菜引受け体の果菜を受ける窪みがない平坦又は略平坦である平面\n状のベルトの上面に送り出し，」と訂正する。\n〔訂正事項３６〕\n特許請求の範囲の請求項６に「前記搬送ベルトの往回転は無端チェーンの走行に\nより移動される果菜載せ体の駆動ピンが，往ガイドに沿って開口内をその一端側か\nら他端側に移動することにより行われ，」との事項を付加する。\n〔訂正事項３７〕\n特許請求の範囲の請求項６に「前記搬送ベルトの上の果菜の送り出しは，搬送ベ\nルトの前記往回転による水平又は略水平な送り出しであり，」との事項を付加する。\n〔訂正事項３８〕\n特許請求の範囲の請求項６に「果菜引受け体のベルトを，搬送ベルトから果菜が\n送り出される度に，果菜搬送ラインの搬送方向側方であって前記果菜が送り込まれ\nる方向に回転させて，そのベルトの回転により前記果菜載せ体の搬送ベルトから送\nり出される当該果菜を前記ベルトの上面に引き寄せて水平又は略水平に乗り移らせ，\n果菜が送り出されないときは果菜引受け体のベルトを回転させず，この繰り返しに\nより前記ベルトの上面に二以上の果菜をプールし，」との事項を付加する。\n〔訂正事項３９〕\n特許請求の範囲の請求項６に「往回動した搬送ベルト」とあるのを，「往回転した\n搬送ベルト」と訂正する。\n〔訂正事項４０〕\n特許請求の範囲の請求項６に「前記往回転と反対方向に戻り回転させて前記受け\n部を元の位置に戻して，」とあるのを，「前記往回転と反対方向に戻り回転させて前\n記受け部及び仕切り体を元の位置に戻して，」と訂正する。\n〔訂正事項４１〕\n特許請求の範囲の請求項６に「，搬送ベルトの前記戻り回転は，無端チェーンの\n走行により移動される果菜載せ体の駆動ピンが復ガイドに沿って前記開口内を移動\nすることにより行われる，」との事項を付加する。\n〔訂正事項４２〕\n特許請求の範囲の請求項７に「二以上の果菜引受け体にプールする」とあるのを\n「二以上の果菜引受け体にプールし，前記果菜載せ体からの果菜の送り出しは，当\n該果菜をプールする果菜引受け体のベルトよりも搬送方向手前側の位置から開始す\nる」と訂正する。\n〔訂正事項４３〕\n特許請求の範囲の請求項８に「果菜引受け体を移動させて，」とあるのを「果菜引\n受け体のベルトを１０ｃｍ程度だけ回転させて，」と訂正する。\n〔訂正事項４４〕\n特許請求の範囲の請求項８に「送り出される果菜を果菜引受け体の上にプールさ\nせる」とあるのを「果菜載せ体の搬送ベルトから送り出される果菜を果菜引受け体\nのベルトの上に二以上プールさせる」と訂正する。\nｂ  本件補正に係る補正事項は，次のとおりである。\n〔補正事項１〕\n本件訂正請求書の４頁に，\n「（6）訂正事項６\n特許請求の範囲の請求項３に「前記無端チェーンは，果菜載せ体の果菜送り出し\n方向先方側の無端チェーンと，果菜送り出し方向後方側の無端チェーンの少なくと\nも二本であり，それら両無端チェーンは果菜送り出し方向に間隔をあけて平行に配\n置されており，」との事項を付加する。」とあるのを，\n「（6）訂正事項６\n特許請求の範囲の請求項３に「前記無端チェーンは，果菜載せ体の果菜送り出し\n方向先方側の無端チェーンと，果菜送り出し方向後方側の無端チェーンの二本であ\nり，それら両無端チェーンは果菜送り出し方向に間隔をあけて平行に配置されてお\nり，」との事項を付加する。」と補正する。\n〔補正事項２〕\n本件訂正請求書の４頁に，\n「（9）訂正事項９\n特許請求の範囲の請求項３に「前記フレームは，少なくとも，その果菜送り出し\n方向先方側の２カ所が前記先方側の無端チェーンに取り付けられ，その果菜送り出\nし方向後方側の２カ所が前記後方側の無端チェーンに取り付けられており，前記多\n数の果菜載せ体は，その走行方向に一列に並んでおり，」との事項を付加する。」と\nあるのを，\n「（9）訂正事項９\n特許請求の範囲の請求項３に「前記フレームは，その果菜送り出し方向先方側が\n前記先方側の無端チェーンに取り付けられ，その果菜送り出し方向後方側が前記後\n方側の無端チェーンに取り付けられており，前記多数の果菜載せ体は，その走行方\n向に一列に並んでおり，」との事項を付加する。」と補正する。\n〔補正事項３〕\n本件訂正請求書の４頁に，\n「（10）訂正事項１０\n特許請求の範囲の請求項３に「前記フレームは，その底面に果菜送り出し方向に\n細長の開口を備え，その開口の短い側の幅は前記駆動ピンのうち少なくとも当該開\n口を通過する部分の幅よりもわずかに大きく，当該開口の駆動ピンの移動領域にお\nいて均一幅又は略均一幅であり，」との事項を付加する。」とあるのを，\n「（10）訂正事項１０\n特許請求の範囲の請求項３に「前記フレームは，その底面に果菜送り出し方向に\n細長の開口を備え，当該開口の駆動ピンの移動領域において均一幅又は略均一幅で\nあり，」との事項を付加する。」と補正する。\n〔補正事項４〕\n本件訂正請求書の５頁に，\n「（11）訂正事項１１\n特許請求の範囲の請求項３に「前記搬送ベルトは，前記先方側の回転ローラーと，\n前記後方側の回転ローラーの外周に平坦にリング状にして巻いてあり，その上側部\n分が常に前記回転ローラーの外周に沿って平坦又は略平坦な状態で水平又は略水平\nに移動するように往復回転可能であり，前記往復回転のうち往回転は搬送ベルトの\n上面が果菜搬送ラインの一側方のみに配置された果菜引受け体方向へ移動する回転\nであり，復回転は搬送ベルトの上面が当該往回転と反対方向に移動する回転であり，」\nとの事項を付加する。」とあるのを，\n「（11）訂正事項１１\n特許請求の範囲の請求項３に「前記搬送ベルトは，前記先方側の回転ローラーと，\n前記後方側の回転ローラーの外周に平坦にリング状にして巻いてあり，その上側部\n分が平坦又は略平坦な状態で水平又は略水平に移動するように往復回転可能であり，\n前記往復回転のうち往回転は搬送ベルトの上面が果菜搬送ラインの一側方のみに配\n置された果菜引受け体方向へ移動する回転であり，復回転は搬送ベルトの上面が当\n該往回転と反対方向に移動する回転であり，」との事項を付加する。」と補正する。\n〔補正事項５〕\n訂正請求書の５頁に，\n「（12）訂正事項１２\n特許請求の範囲の請求項３に「前記搬送ベルトの上側部分であって，その往回転\n方向ほぼ中央部分に，果菜を載せることのできる受け部が設けられ，」との事項を付\n加する。」とあるのを，\n「（12）訂正事項１２\n特許請求の範囲の請求項３に「前記搬送ベルトの上側部分に，果菜を載せること\nのできる受け部が設けられ，」との事項を付加する。」と補正する。\n〔補正事項６〕\n訂正請求書の５頁に，\n「（13）訂正事項１３\n特許請求の範囲の請求項３に「前記搬送ベルトの上方であって前記受け部よりも\n往回転方向後方に仕切り体が設けられ，仕切り体は前記搬送ベルトに連結されて前\n記受け部よりも上方に突出しており，少なくともその果菜送り出し方向側の一部が\n前記受け部の後方直近に位置しており，搬送ベルトの往回転に伴ってその往回転方\n向に移動し，復回転に伴ってその復回転方向に戻り，」との事項を付加する。」とあ\nるのを，\n「（13）訂正事項１３\n特許請求の範囲の請求項３に「前記搬送ベルトの上方であって前記受け部よりも\n往回転方向後方に仕切り体が設けられ，仕切り体は前記搬送ベルトに連結されて前\n記受け部よりも上方に突出しており，前記受け部の後方に位置しており，搬送ベル\nトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻\nり，」との事項を付加する。」と補正する。\n(ｲ)  補正要件の有無について\nａ  補正事項３（訂正事項１０の補正）について\n本件補正の補正事項３は，本件補正前の訂正事項１０から，駆動ピンの横ブレを\n低減する作用効果を奏するための限定事項である「その開口の短い側の幅は前記駆\n動ピンのうち少なくとも当該開口を通過する部分の幅よりもわずかに大きく，」と\nいう事項（以下「構成Ａ」という。）を削除するものであるから，本件補正の前後間\nで本件訂正請求の審理範囲が実質的に拡張・変更される。\nｂ  補正事項６（訂正事項１３の補正）について\n本件補正の補正事項６は，本件補正前の訂正事項１３から果菜を載せる受け部の\n位置がわかるようにし，受け部に果菜を載せやすくする作用効果を奏するための限\n定事項である，「仕切り体」の「受け部の後方」に対する位置関係を特定する「少な\nくともその果菜送り出し方向側の一部が」という事項及び「直近」という事項（以\n下，併せて「構成Ｂ」という。）を削除するものであるから，本件補正の前後間で本\n件訂正請求の審理範囲が実質的に拡張・変更される。\nｃ  小括\nしたがって，本件補正の補正事項３及び６（訂正事項１０及び１３についての補\n正）は，本件訂正請求書の要旨を変更するものであるから，特許法１３４条の２第\n９項で準用する同法１３１条の２第１項により認めることができない。\nイ  訂正要件について\nそうすると，本件訂正請求は，訂正事項１０，１３及び３０について，訂正拒絶\n理由（訂正事項１０及び１３は，明細書等に記載されておらず，明細書等の記載か\nら自明な事項であるともいえないから，明細書等のすべての記載を総合することに\nより導かれる技術的事項との関係において，新たな技術的事項を導入しないものと\nはいえず，明細書等の記載の範囲内においてしたものとはいえない。訂正事項３０\nにより，特許請求の範囲の請求項６において，請求項３を引用するものとされたと\nころ，これにより特許請求の範囲の請求項６においても訂正事項１０及び１３の訂\n正がされたことになるから，訂正事項３０は，明細書等の記載の範囲内においてし\nたものとはいえない。）を解消していないから，特許法１３４条の２第９項で準用す\nる１２６条５項に適合せず，認められない。\n(2)  特許法１２３条１項４号該当性について\nア  サポート要件及び明確性要件について\n本件訂正前発明 1 及び６については，果菜の計測部での計測が可能となるという\n効果を奏することが理解できるから，発明の詳細な説明に記載したものであるとい\nえ，また，特許請求の範囲の請求項１及び６自体の記載から明確であるから，サポ\nート要件及び明確性要件を満たしている。\nイ  特許法３６条４項１号の要件について\n本件訂正前発明１～８において，搬送ベルトが往回転した後，復回転に伴って戻\nることによって次回の計測部での計測が可能となるという効果を奏することは，直\n接の記載はないものの，明細書及び図面の記載から，当業者であれば把握可能なこ\nとであるから，本件明細書における発明の詳細な説明の記載は，当業者が本件訂正\n前発明１～８の実施をすることができる程度に明確かつ十分に記載されており，特\n許法３６条４項１号に規定する要件を満たしている。\n(3)  特許法１２３条１項２号該当性について\nア  甲１に記載された発明を主引用発明とする進歩性について\n本件訂正前発明１～３，６は，甲１に記載された発明（以下「甲１発明」という。）\n及び甲３に記載された発明（以下「甲３発明」という。）に基づいて，又は，甲１発\n明及び甲４に記載された発明（以下「甲４発明」という。）に基づいて，当業者が容\n易に発明をすることができたものであるから，特許法２９条２項により特許を受け\nることができない。\n本件訂正前発明４，５，７，８は，甲１発明，甲３発明及び甲２に記載された技\n術（以下「甲２技術」という。）に基づいて，又は，甲１発明，甲４発明及び甲２技\n術に基づいて，当業者が容易に発明をすることができたものであるから，特許法２\n９条２項の規定により特許を受けることができない。\nイ  甲２に記載された発明を主引用発明とする進歩性について\n本件訂正前発明１，３～８は，①甲２に記載された発明（以下「甲２発明」とい\nう。）及び甲３発明，②甲２発明，甲１に記載された事項及び甲３発明，③甲２発明\n及び甲４発明，又は，④甲２発明，甲１に記載された事項及び甲４発明にそれぞれ\n基づいて，当業者が容易に発明をすることができたものであるから，特許法２９条\n２項により特許を受けることができない。\n本件訂正前発明３～５は，上記①～④の技術の組合せのいずれかに更に甲５に記\n載された発明（以下「甲５発明」という。）若しくは周知技術を加えた技術の組合せ\nに基づいて，当業者が容易に発明をすることができたものであるから，特許法２９\n条２項により特許を受けることができない。\n本件訂正前発明２は，①甲２発明，甲３発明及び甲５発明若しくは周知技術，②\n甲２発明，甲１に記載された事項，甲３発明及び甲５発明若しくは周知技術，③甲\n２発明，甲４発明及び甲５発明若しくは周知技術，又は，甲２発明，甲１に記載さ\nれた事項，甲４発明及び甲５発明若しくは周知技術にそれぞれ基づいて，当業者が\n容易に発明をすることができたものであるから，特許法２９条２項により特許を受\nけることができない。\n第３  原告主張の審決取消事由\n１  本件補正に係る認定判断の誤り\n本件補正は，補正の前後において，審理範囲を実質的に拡張・変更するものには\n当たらず，審理の遅延を生じさせるものではないから，特許法１３４条の２第９項\nが準用する同法１３１条の２第１項により本件補正が認められないとする本件審決\nの認定判断には取り消されるべき違法がある。\n(1)  補正事項１について\n本件発明において，チェーンは，果菜載せ体の果菜送り出し方向先方側に１本，\n後方側に１本の最低２本があれば果菜載せ体のフレームを水平に維持して搬送する\nことができるのであり，フレームを水平に維持して搬送するという技術的意義との\n関係で，チェーンを２本とするか３本以上とするかは，チェーンの強度や果菜載せ\n体の大きさ，重量等を考慮したうえで当業者が適宜選択しうる設計事項にすぎず，\n作用効果の点で違いはないから，「少なくとも２本」との文言を「２本」に補正する\nことで，審理範囲が実質的に拡張される又は変更されるということにはならない。\n(2)  補正事項２について\n「少なくとも，」という記載及び「２箇所」という記載を削除した場合，果菜送り\n出し方向先方側及び果菜送り出し方向後方側が先方側及び後方側の無端チェーンに\n取り付けられていることを審理すれば足りるのであって，果菜送り出し方向先方側\nの１箇所及び果菜送り出し方向後方側の１箇所のみが先方側及び後方側の無端チェ\nーンに取り付けられていることや，果菜送り出し方向先方側の３箇所以上及び果菜\n送り出し方向後方側の３箇所以上が先方側及び後方側の無端チェーンに取り付けら\nれていることについての審理が不要になるのであるから，審理範囲が縮小すること\nこそあれ，実質的に拡張されることはない。\nまた，本件発明において，果菜送り出し方向先方側のチェーンをフレームに取り\n付ける箇所，果菜送り出し方向後方側のチェーンをフレームに取り付ける箇所の数\nについて，それぞれいくつ以上でなければフレームを水平に維持できないというよ\nうな技術的必然はなく，その数は，フレームの大きさ，重量，搬送する果菜の重量\n等を考慮したうえで当業者が適宜設計しうる設計事項であるから，「少なくとも，」\n「２箇所」という文言を削除したとしても，審理範囲が実質的に変更されるという\nことにはならない。\n(3)  補正事項３について\nア  本件発明における「駆動ピンの横ブレを低減する」という作用，効果は，\n構成Ａのみによって奏されるものでも，構成Ａを削除することによって奏されなく\nなるものでもない。\n本件発明は，横長の開口の横幅を均一幅又は略均一幅にするという構成を有する\nものであり，この構成によって開口内を移動する駆動ピンの横ブレが生じにくくな\nるという効果自体は奏し得る。構成Ａは，横ブレをより少なくするため，均一幅又\nは略均一幅であって細長方向に一定幅であるという開口という構成の横幅を「駆動\nピン･･･の幅よりもわずかに大きい」と更に限定するだけの，いわゆる内的付加にす\nぎない。\nこのような内的付加を削除しても，本件発明の要旨が変わることはなく，審理範\n囲が実質的に変更されることにはならず，開口の短い側の幅と駆動ピンの開口を通\n過する部分の幅との関係についての審理が不要になるのであるから，審理範囲は縮\n小するのであって，審理範囲が実質的に拡張されることにはならない。\nイ(ｱ)  訂正請求の要旨を変更するような補正が認められない趣旨の一つは，\n審理の範囲が変更されることにより新たな調査や審査が発生し，審理の遅延が発生\nすることを防止する点にある。\n構成Ａは，その削除によって，付加されていた要件がより上位の概念となるにす\nぎず，新たな調査事項や審理事項が生じるものではない。\nしたがって，構成Ａを削除する補正を認めても審理の遅延を招くおそれはないか\nら，構成Ａの削除を要旨変更とする必要はない。\n(ｲ)  なお，被告は，構成Ａを削除することにより，甲６～８との差異が明\n確ではなくなるから，構成Ａを削除する補正は，審理を遅延させると主張するが，\n甲６～８との差異は，「開口の駆動ピンの移動領域において均一幅又は略均一幅で\nあり，」との構成によって明確であり，構成Ａを削除したらかといって不明確になる\nものではないから，審理を遅延させることにはならない。\nウ  構成Ａを削除した本件訂正の訂正事項１０は，「訂正事項の削除」である\nから，訂正請求の要旨を変更するものではない。\n特許庁は，訂正拒絶理由通知書に「＜その他留意事項＞」として，「訂正請求書の\n補正は，訂正事項の削除，軽微な瑕疵の補正等，訂正請求の要旨を変更しないもの\nに限られます。」と記載した。訂正事項の削除である補正事項３を要旨の変更と認定\nするのであれば，特許庁は，上記記載により原告に説明した内容に反する措置をと\nったことになり，当該補正は原告が特許庁に欺罔された結果によるものであるから，\n禁反言の観点からも，当該補正を訂正請求の要旨の変更とした本件審決の判断は認\nめられない。\n(4)  補正事項４について\n本件発明３における「搬送ベルトの上側部分が常に回転ローラーの外周に沿って」\nという記載は，「搬送ベルトが先方側の回転ローラーと後方側の回転ローラーの外\n周に平坦にリング状に巻かれて，平坦又は略平坦な状態で水平又は略水平に移動す\nるように往復回転可能」との構成から導き出される態様を説明するもので，甲３発\n明においては，弛んでいる移動シート４９が固定チェーンホイール４０に沿うこと\nなく外れることとの違いを明確にするためのものでしかない。\n搬送ベルトは，搬送ベルトが先方側の回転ローラーと後方側の回転ローラーの外\n周に平坦にリング状に巻かれている（本件明細書【図２】（ｂ））ため，先方側の回\n転ローラー１１ａの上側の頂部Ｘ１と後方側の回転ローラー１１ｂの上側の頂部Ｘ\n２（甲２２の訂正図，【図２】（ｂ）参照）に常に接した状態となっており，その状\n態で，両頂部の間の部分が，平坦又は略平坦な状態で水平又は略水平に移動するよ\nうに往復回転するものであるから，両頂部に位置する部分を含む搬送ベルトの上側\n部分は両回転ローラーの外周に沿って移動しているといえる。したがって，「常に回\n転ローラーの外周に沿って」という記載がなくなっても，本件発明の構成は実質的\nには何ら変わっていない。\nしかも，その削除によって，「搬送ベルトの上側が常に回転ローラーの外周に沿っ\nて」という技術事項についての審理が不要になるから，審理範囲は縮小する。\n(5)  補正事項５について\n「前記搬送ベルトの上側部分であって，その往回転方向ほぼ中央部分に，果菜を\n載せることのできる受け部が設けられ，」との記載から「であって，その往回転方向\nほぼ中央部分」という記載を削除すれば，受け部が搬送ベルトの往回転方向ほぼ中\n央部分に設けられているという技術事項についての審理が不要になるから，審理範\n囲は縮小するのであって，審理範囲が実質的に拡張されることにはならない。\nまた，受け部を搬送ベルトの上側のどの位置に設けるかは，フレームの大きさや\n搬送する果菜の大きさ等を考慮したうえで当業者が適宜選択しうる設計事項にすぎ\nず，そのような特定事項を削除したからといって，審理範囲が実質的に変更される\nことにもならない。\n(6)  補正事項６について\nア  本件発明の構成Ｂの「果菜を載せる受け部の位置がわかるようにし，受\nけ部に果菜を載せ易くする」という作用効果は，本件発明３の，ａ「仕切り体は・・・\n前記受け部の後方に位置しており，」との構成，ｂ「・・・前記搬送ベルトの上側部\n分に，果菜を載せることのできる受け部が設けられ，・・・」との構成，ｃ「・・・\n前記搬送ベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設け\nられ，・・・」との構成，ｄ「仕切り体は前記搬送ベルトに連結されて前記受け部よ\nりも上方に突出しており，」との構成から導かれる基本的な作用効果であり，構成Ｂ\nは，これを付加する前から発揮されている作用効果をより発揮しやすくするための\n限定（内的付加）にすぎない。\nしたがって，構成Ｂが削除されたからといって上記作用効果が消失することはな\nい。\nまた，受け部の後方に位置している仕切り体の一部を受け部の後方直近に位置さ\nせないとしても，果菜を載せる受け部の位置が分かり，受け部に果菜を載せやすく\nするという作用効果は奏するのであり，仕切り体の一部を受け部の後方直近に位置\nさせることで，そうでない場合と比較して異質な効果を奏することになる訳ではな\nいから，「少なくともその果菜送り出し方向側の一部が」及び「直近」という記載を\n削除したからといって，審理範囲が実質的に変更されることにはならず，受け部の\n後方に位置しているのが仕切り体の一部であるという技術事項，及び仕切り体が受\nけ部の後方直近に位置しているという技術事項についての審理が不要になるから，\n審理範囲は縮小するのであって，審理範囲が実質的に拡張されることにはならず，\n本件発明の拡張にも発明の要旨変更にもならない。\nイ  構成Ｂは，その削除によって，付加されていた要件がより上位の概念と\nなるにすぎず，新たな調査事項や審理事項が生じるものではない。\nしたがって，構成Ｂを削除する補正を認めても審理の遅延を招くおそれはないか\nら，構成Ａの削除と同様に，構成Ｂの削除を要旨変更とする必要はない。\nウ  訂正拒絶理由通知書の＜その他留意事項＞の記載との関係については，\n前記(3)ウと同様である。\n２  本件訂正に係る認定判断の誤り\n訂正事項６～１６，１９，２０，３０，３４，３５，３７及び３８は，いずれも\n訂正要件を満たす適法なものであり，本件審決は，本件訂正を認めずに本件発明を\n認定している点で，その判断に影響を与える違法がある。\n(1)  本件訂正１について\nア  特許請求の範囲の変更について（訂正事項７～１０，１４，１５及び２\n０について）\n(ｱ)  本件訂正後発明３は，本件特許の登録時の特許請求の範囲請求項３\nの発明（以下「登録時発明３」という。）と同じ「果菜自動選別装置」の発明であっ\nて，「搬送ベルトの回転機構」に関する発明に変更されていない。\n本件訂正後発明３の「駆動ピン」「往ガイド」及び「復ガイド」は，登録時発明３\nでは特定されていなかったが，それらの付加は，果菜載せ体の搬送ベルトの往回動\n及び復回動を，具体的にどのような機構によって実現するかを特定するための付加\nであり，果菜送り出し方法を特定するものであって，「搬送ベルトの回転機構」とい\nう発明に変更したものではない。\nしたがって，訂正事項７～１０，１４，１５及び２０に係る本件訂正は，実質的\nに特許請求の範囲を変更するものでもなければ，登録時発明３のカテゴリーの変更\nをもたらすものでもない。また，「駆動ピン」「往ガイド」及び「復ガイド」を付加\nすることによって，異質な目的，効果を期待するものではなく，果菜を傷つけるこ\nとなく果菜引受け体に送り出すという登録時発明３の目的及び作用効果が変更され\nるものでもない。\n(ｲ)  訂正事項７～１０，１４，１５及び２０は，登録時発明３では特定さ\nれていなかった「果菜載せ体」の「搬送ベルト」の往回動及び復回動を，具体的に\nどのような機構によって実現するかを特定するものであるから，特許法１３４条の\n２第１項ただし書１号に規定する特許請求の範囲の減縮を目的とするものである。\nイ  新たな技術的事項の追加について（訂正事項６，８～１３，１６及び１\n９について）\n(ｱ)  訂正事項６について\nａ  本件明細書には２本のチェーンしか記載されていないが，特許明細\n書や図面の記載は，飽くまでも本件訂正前発明の一例にすぎない。本件訂正前発明\nは，搬送ベルトの上の受け部に載せた果菜を水平状態で搬送し，水平状態で果菜引\n受け体の上に送り出すことにある。水平状態を維持するためには，無端チェーンに\n取り付けた果菜載せ体が，果菜搬送中も，果菜送り出し時も水平に保持されていな\nければならない。無端チェーンが１本では水平に保持することは困難であり，２本\nは必要となるが，果菜載せ体を水平に保持する上で，無端チェーンが２本でなけれ\nばならない技術的理由はなく，このことは当業者も当然に理解する。\nしたがって，本件訂正前発明は，チェーンを２本に限定しておらず，３本以上使\n用することを積極的に排斥していない。\n２本のチェーンを使用している本件訂正前発明の実施例に接した当業者であれば，\n果菜載せ体を水平に保持するために，使用するチェーンの本数を２本よりも増やす\nかどうかは，果菜載せ体の重さやチェーン１本あたりにかかる荷重などを考慮して\n適宜選択する事項でしかない。\nしたがって，本件訂正前発明の実施例として２本のチェーンを使用することが開\n示されていれば，チェーンを３本以上使用することも実質的に開示されているとい\nえる。\nそうすると，訂正事項６は，このことを踏まえ，チェーンが少なくとも２本必要\nである旨特定したものであるから，明細書等の全てを総合することによって導かれ\nる技術的事項との関係で新たな技術的事項を導入するものではなく，本件明細書に\n記載の範囲内においてしたものである。\nｂ  訂正事項６は，本件訂正前発明３では特定されていない無端チェー\nンの本数や配置について，無端チェーンが，果菜載せ体の果菜送り出し方向先方側\nの無端チェーンと果菜送り出し方向後方側の無端チェーンの少なくとも２本である\nこと，及び，それら両無端チェーンが果菜送り出し方向に間隔を空けて並行に配置\nされていることを明らかにすることで，特許請求の範囲を減縮しようとするもので\nあるから，特許法１３４条の２第１項ただし書１号に規定する特許請求の範囲の減\n縮を目的とするものである。\n(ｲ)  訂正事項８について\nａ  本件明細書から，「先方側の回転ローラ１１ａの一部が突出している\nことを看取できる」のであるから，本件明細書の【図２】（ａ）（ｂ）には，先方側\nの回転ローラーの一部がフレームの果菜引受け体側の端部よりも果菜引受け体側に\n突出し，かつ，無端チェーンよりも果菜引受け体側に突出している構成が明示され\nており，この取り付けが一実施例にすぎないことは明らかである。\n請求項３においては，果菜を傷つけることのないよう，果菜載せ体の上の果菜を\n果菜引受け体に水平又は略水平に送り出す必要があり，その目的を達成する上で，\n先方側の回転ローラ１１ａと果菜引き受体（プールコンベア）との間の隙間をでき\nるだけ狭くすることが必要であるところ，そのために，先方側の回転ローラ１１ａ\nをフレームよりも突出させるとともに，先方側にある無端チェーンよりも突出させ\nることが好ましいことは明らかである一方，突出をどの程度とするかは，フレーム\nの形状や当該フレームに取り付けられる無端チェーンの位置などを踏まえて適宜決\n定される設計事項たり得るものである。\nしたがって，訂正事項８は，明細書等の全てを総合することによって導かれる技\n術的事項との関係で新たな技術的事項を導入するものではなく，本件明細書の記載\nから自明な事項であるから，本件明細書に記載の範囲内においてしたものである。\nｂ  訂正事項８は，本件訂正前発明３では特定されていない果菜載せ体\nの構造について，果菜載せ体のフレームの果菜送り出し方向先方側と後方側に回転\nローラーが回転自在に取り付けられていること，及び，先方側の回転ローラーの少\nなくとも一部は前記フレームの果菜引受け体側の端部よりも果菜引受け体側に突出\nし，かつ，前記先方側の無端チェーンよりも果菜引受け体側に突出していることを\n明らかにすることで，特許請求の範囲を減縮しようとするものであるから，特許法\n１３４条の２第１項ただし書１号に規定する特許請求の範囲の減縮を目的とするも\nのである。\n(ｳ)  訂正事項９について\nａ(a)  本件明細書の【図２】（ｃ）は，その記載に誤りを含むが，本件\n訂正前発明では，果菜載せ体２の上の果菜３を搬送中も果菜引受け体へ送り出すと\nきも水平に保持することが必須である。２本の無端チェーン１に取り付けた果菜載\nせ体２は，必ず，常に，水平に保持されていなければならない。本件明細書の【図\n２】（ａ）から（ｃ）の２本の無端チェーン１は，走行方向先方のスプロケットの外\n周に沿って上から下に折り返し回転し，走行方向後方のスプロケットの外周に沿っ\nて下から上に折り返し回転する（縦回転する）。無端チェーン１は連続して循環回転\nするため，本件訂正前発明の果菜載せ体２は，縦回転中に，夫々の折り返し箇所で\nも，両スプロケットの下側を走行中も，無端チェーン１から外れて落下してはなら\nない。しかも，果菜３を載せる元の箇所に戻ったときには，果菜載せ体２の上面に\n次の果菜３を水平に載せることができるように水平になっていなければならず，こ\nの場合，果菜載せ体２は，縦回転する無端チェーン１に，その縦回転を阻害するこ\nとなく，水平に支持されるように取り付ける必要がある。汎用のチェーンは，内リ\nンク，外リンクで順次連結されている（甲１９）。本件発明における前後２本の無端\nチェーン１は，汎用のチェーンであるため，内リンク，外リンクで順次連結されて\nいる。このような構成の無端チェーン１に果菜載せ体２を取り付ける場合，無端チ\nェーン１の縦回転が阻害されるような取り付け方，例えば，果菜載せ体２の前後の\n面に全面的に無端チェーンを溶接するようなやり方をとることはできないため，必\n然的にチェーンを果菜載せ体の前後の面に何箇所かで止めるというやり方を採用せ\nざるを得ない。\nまた，前後２本の無端チェーン１に果菜載せ体２の前後１箇所ずつ（合計２箇所）\nを取り付けたのでは果菜載せ体２を常に水平に保持することは容易ではない。２本\nの無端チェーン１のそれぞれに，果菜載せ体２の前方１箇所と後方２箇所，又は前\n方２箇所と後方１箇所の合計３箇所を取り付けた場合も，果菜載せ体２を常に水平\nに保持することは難しい。縦回転する２本の無端チェーン１に果菜載せ体２の前後\n２箇所ずつ，合計４箇所を取り付けるのが，最も少ない取付け箇所数で，果菜載せ\n体２の水平状態を維持しつつ縦回転を阻害しない取り付け方法となることは，当業\n者であれば直ちに理解できる。しかも，前後２本の無端チェーンのそれぞれに，果\n菜載せ体２を２箇所ずつ（合計４箇所）を固定することは，本件訂正前発明の出願\n時における周知技術であり（甲１，甲２０〔特開２００４－２０９３９７号公報〕，\n甲２１の１・２〔特開２００４－９９２８５号公報〕），この種の果菜自動選別装置\nにおいては，本件特許出願当時の技術常識であった。\nしたがって，当業者であれば，本件発明においても，果菜載せ体２の前後２箇所，\n合計４箇所を２本の無端チェーン１に取り付けることが当然のやり方であると理解\nする。\nさらに，このような出願時の技術常識を踏まえて本件明細書の【図２】（ｃ）を見\nると，当業者は同図において，無端チェーン１が書き忘れられ，符号の付け違いが\nなされた誤記があることを直ちに見て取り，正しくは甲２２の訂正図のとおりと理\n解する。\nしたがって，本件発明において，果菜載せ体２の前後２箇所，合計４箇所を２本\nの無端チェーン１に取り付けることは，当業者の技術常識を前提として，明細書等\nの全ての記載を総合することにより導かれる技術的事項といえる。\nそうすると，訂正事項９は，明細書等の全てを総合することによって導かれる技\n術的事項との関係で新たな技術的事項を導入するものではなく，本件明細書の記載\nから自明な事項であるから，本件明細書に記載の範囲内においてしたものである。\n(b)  訂正事項９は，本件訂正前発明３では特定されていない，果菜載\nせ体がどこにどのように取り付けられているかという事項について，フレームが，\n少なくとも，その果菜送り出し方向先方側の２箇所が先方側の無端チェーンに取り\n付けられ，その果菜送り出し方向後方側の２箇所が後方側の無端チェーンに取り付\nけられていること，及び，多数の果菜載せ体がその走行方向に一列に並んでいるこ\nとを明らかにすることで，特許請求の範囲を減縮するものであるから，特許法１３\n４条の２第１項ただし書１号の特許請求の範囲の減縮を目的とするものである。\nｂ(a)  被告は，乙１（特開平１１―２９２２６６号公報）及び乙２（実\n開昭５８－４０２８８号公報）を提出し，果菜載せ体の前後１箇所ずつをチェーン\nに取り付ける構造は一般的であると主張する。\nしかし，乙１の載置台は，隙間を空けることなく互いに接し，敷き詰められるよ\nうに配列されることで，実質的に載置台すべてが一体となって移動する構成となっ\nているから，載置台単体が前後一箇所ずつをチェーンに取り付けられている構造で\nあったとしても，隣同士で支え合っているため，移動時に傾くというような事態は\n生じない。このように，乙１の載置台と本件発明の果菜載せ体は，使用態様が異な\nり，乙１の載置台においては，そもそも本件発明の果菜載せ体が有する，移動時に\n果菜載せ体ごとに，水平を維持して傾かないようにするという課題が存在しないか\nら，乙１において，載置台が前後１箇所ずつをチェーンに取り付けられている構造\nが開示されていることをもって，本件発明における果菜載せ体のような搬送体を，\n前後２本の無端チェーンに取り付けるに当たり，乙１の載置台と同様に前後１箇所\nずつをチェーンに取り付ける構造とすることが技術常識であったということはでき\nない。\nまた，乙２の選果機は，その前後１箇所ずつがチェーンに取り付けられるだけで\nなく，案内杆２０を用いて固定レール２によってフレームを支える構成とすること\nで，選果機が傾くことを防いでいるから，搬送体の前後１箇所ずつをチェーンに取\nり付けるという構成により，果菜を水平に搬送しているものには該当しない。また，\n本件発明の果菜載せ体は，案内杆２０と固定レール２のようなものでフレームを支\nえることを必須としないから，乙２の選果機とはその構成において異なっている。\nしたがって，乙１及び乙２は，いずれも本件発明における果菜載せ体のような搬\n送体の前後１箇所ずつをチェーンに取り付ける構造が本件特許出願当時一般的であ\nったことを示すものではない。\n(b)  果菜載せ体の駆動ピンは，ガイドレールと接すると，無端チェー\nンが果菜載せ体を搬送方向に引っ張る力でガイドレールに押しつけられ，ガイドレ\nールをこすりながら移動することになる。そして，ガイドレールは，果菜載せ体の\n搬送方向に対して斜めに配置される（本件明細書の【図２】（ａ））。\nしたがって，当業者であれば，果菜載せ体に対し，駆動ピンを通じて，搬送方向\nに対して斜めの力が加わることを直ちに理解する。そして，この力は，無端チェー\nンが果菜載せ体を搬送方向に引っ張る力によるものであるところ，無端チェーンは\n取り付けられた多数の果菜載せ体を引っ張るために極めて強い力で引かれることか\nら，非常に大きなものとなることも当然に理解する。\n駆動ピンを通じて果菜搬送体にかかるこの斜めの力は，駆動ピンを元に戻すため\nの逆傾斜のガイドレールに駆動ピンが接する場合には，前記斜めの力とは異なる向\nきとなるのも当業者は当然に理解する。\n当業者は，このような強い斜めの力が果菜載せ体にかかるにもかかわらず，果菜\n載せ体の前後１箇所しか無端チェーンに取り付けない構造とすれば，その力に押さ\nれて果菜載せ体は，その上面を水平に保って移動することができないことも直ちに\n理解する。無端チェーンへ果菜載せ体を取り付けるに当たって，平板状のアタッチ\nメントのようなものを用いたとしても，強い力が加わるために，チェーンや取り付\nけ箇所に捻れが生じ，この問題を解決することはできないことは明らかである。\nしたがって，当業者であれば，上記のような強い斜めの力が加わった状態で，果\n菜載せ体を水平に保ちつつ移動させることを可能とするために，少なくとも果菜載\nせ体の前後各２箇所がそれぞれ無端チェーンに取り付けられていることが必要にな\nると考える。\n(ｴ)  訂正事項１０について\nａ  フレームの開口の短い側の幅が，駆動ピンのうち少なくとも当該開\n口を通過する部分の幅よりも大きいことは，本件明細書の【図２】（ａ）～（ｃ）に\n開示されている。「わずか」という語句は，社会通念上，「数量・程度・度合・価値\nなどのきわめて少ない・こと（さま）。ほんの少し。」といった意味にとられるもの\nである（甲１７）。そして，本件明細書の【図２】（ａ）～（ｃ）に明示されている\n開口幅と駆動ピンの幅の差（開口と駆動ピンの間の隙間）は，駆動ピンが開口内を\n移動することを許容するものの，差が殆どない程度のものであり，前記意味での「わ\nずか」である。したがって，「その開口の短い側の幅は駆動ピンのうち少なくとも当\n該開口を通過する部分の幅よりもわずかに大き」いという構成は，明細書等の記載\nの全てを総合することにより，当業者であれば当然に導き出し得る技術的事項とい\nえる。\nまた，フレームの開口の短い側の幅が，当該開口の駆動ピンの移動領域において\n均一幅であることは，本件明細書の【図２】（ａ）～（ｃ）に開示されている。「略」\nという語句は，社会通念上は，「だいたい。あらかた。」といった意味にとられるも\nのである。本件明細書の【図２】（ａ）～（ｃ）に明示されている開口の短い側の幅\nは，明らかに幅の異なる部分が存在するわけでもなく，常識的に考えて「だいたい」\n均等といえるのであり，前記意味での「略」である。したがって，「開口の駆動ピン\nの移動領域において均一幅又は略均一幅であり，」という構成は，明細書等の記載の\nすべてを総合することにより，当業者であれば，当然に導き出し得る技術的事項と\nいえる。\nそうすると，訂正事項１０は，明細書等の記載のすべてを総合することによって\n導かれる技術的事項との関係で新たな技術的事項を導入するものではなく，本件明\n細書の記載から自明な事項であるから，本件明細書に記載の範囲内においてしたも\nのである。\nｂ    訂正事項１０は，本件訂正前発明３では限定されていない果菜載\nせ体のフレームについて，その底面に果菜送り出し方向に細長の開口を備えている\nこと，その開口の短い側の幅が駆動ピンのうち少なくとも当該開口を通過する部分\nの幅よりもわずかに大きいこと，及び，当該開口のうち駆動ピンの移動領域におい\nて均一幅又は略均一幅であることを明らかにすることで，特許請求の範囲を減縮す\nるものであるから，特許法１３４条の２第１項ただし書１号の特許請求の範囲の減\n縮を目的とするものである。\n(ｵ)  訂正事項１１について\nａ  訂正事項１１は，本件発明と甲３の弛んだシート２１との差違を明\n確にするために，本件明細書の【図２】（ｂ）に開示された構成に基づきされた訂正\nである。そうすると，「搬送ベルトの上側部分」は，搬送ベルトが先方側の回転ロー\nラー１１ａの上側の頂部Ｘ１と後方側の回転ローラー１１ｂの上側の頂部Ｘ２（甲\n２２の訂正図，【図２】（ｂ）参照）の間を意味することは明らかといえるところ，\n前記上側部分は常に両回転ローラー１１ａ，１１ｂの上側の頂部Ｘ１，Ｘ２に接し\nた状態にあるのであるから，両回転ローラーの外周に沿って回動しているというこ\nとができる。\n搬送ベルトの上側部分は，両回転ローラーの頂部に常に接した状態で，両頂部間\nにおいて，常に平坦又は略平坦な状態で水平又は略水平に移動するから，平坦又は\n略平坦な状態で水平又は略水平に移動するように往復回転可能といえる。したがっ\nて，訂正事項１１は，実現不可能な構成を含むものではない。\n以上のとおり，搬送ベルトの上側部分が常に回転ローラーの外周に沿っており，\nかつ，平坦又は略平坦な状態で水平又は略水平に移動するように往復回転可能であ\nるとの構成は，本件明細書の【図２】（ｂ）に明確に開示された事項であるから，訂\n正事項１１に係る訂正は，本件明細書に記載の範囲内においてしたものである。\nｂ  訂正事項１１は，本件訂正前発明３では特定されていない，搬送ベ\nルトの具体的な構成，及び，往復回転がどのような回転であるかという事項につい\nて，搬送ベルトが先方側の回転ローラーと後方側の回転ローラーの外周に平坦にリ\nング状にして巻かれていること，その搬送ベルトの上側部分が常に回転ローラーの\n外周に沿って平坦又は略平坦な状態で水平又は略水平に移動するように往復回転可\n能であること，往復回転のうち往回転は搬送ベルトの上面が果菜搬送ラインの一側\n方のみに配置された果菜引受け体方向へ移動する回転であること，及び，復回転は\n搬送ベルトの上面が往回転と反対方向に移動する回転であることを明らかにするこ\nとで，特許請求の範囲を減縮しようとするものであるから，特許法１３４条の２第\n１項ただし書１号の特許請求の範囲の減縮を目的とするものである。\n(ｶ)  訂正事項１２について\nａ  訂正事項１２の「ほぼ中央部分」について，「ほぼ」とは「おおよそ」\nという意味であるから，中央部分又は中央部分を含む広がりのある領域を意味する\nものであって，搬送ベルトの上側部分の特定の一点に限定するものではない。本件\n明細書の【図２】（ｂ）における「果菜を載せることのできる受け部」が「果菜載せ\n体の果菜送り出し方向側に偏って位置して」いるとしても，【図２】（ｂ）ではトマ\nトが果菜載せ体の果菜送り出し方向中央部を含む位置に載せられている。したがっ\nて，【図２】（ｂ）を見た当業者であれば，果菜を載せる受け部を設ける位置として\n中央及びその周辺の一定の幅のある領域を認識する。本件発明ではこのような位置\nを「ほぼ中央部分」といっているのであり，受け部の中心が中央にあることを必要\nとするわけではなく，「ほぼ中央部分」は本件明細書に明示されている事項であるか\nら，訂正事項１２に係る訂正は，本件明細書に記載の範囲内においてしたものであ\nる。\nｂ  訂正事項１２は，本件訂正前発明３では搬送ベルトの上に設けられ\nていること以外特定されていない受け部について，搬送ベルトの上側部分であって，\nその往回転方向ほぼ中央部分に設けられていることを特定することで，特許請求の\n範囲を減縮しようとするものであるから，特許法１３４条の２第１項ただし書１号\nの特許請求の範囲の減縮を目的とするものである。\n(ｷ)  訂正事項１３について\nａ  本件発明の仕切り体は，受け部に載せた果菜の転がり防止機能や，\n位置決めの目安となる機能を果たすものであるため，訂正事項１３の「直近」とは，\n受け部に載せた果菜が後方に転がるのを阻止することができるほど受け部に近いこ\nとを意味する。\n本件明細書の【図２】（ａ）に示された例において，受け部に接近するのは，仕切\nり体の長手方向中央付近の領域である。しかし，本件発明では，仕切り体の形状や\n大きさ，長さ等についても，受け部の形状や大きさ等についても，特に限定してお\nらず，受け部や仕切り体が，受け部に載せる果菜の形状や大きさ等に応じて当業者\nが適宜選択しうる設計事項であることは，仕切り体が果たす機能から明らかであり，\n当業者もそのように理解する。そして，仕切り体の全長を受け部の幅よりも短くし\nたり略同程度にしたりすれば，仕切り体の果菜送り出し方向側の全部が後方直近と\nいうことになる。\nしたがって，訂正事項１３は，本件明細書に実質的に記載された事項の範囲内で\nしたものである。\nｂ  訂正事項１３は，本件訂正前発明３では特定されていない仕切り体\nの具体的な形状や構成及びその位置について限定するものであり，仕切り体が搬送\nベルトに連結されて受け部よりも上方に突出していること，少なくともその果菜送\nり出し方向側の一部が受け部の後方直近に位置していること，及び，搬送ベルトの\n往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻るこ\nとを明らかにすることで，特許請求の範囲を減縮するものであるから，特許法１３\n４条の２第１項ただし書１号の特許請求の範囲の減縮を目的とするものである。\n(ｸ)  訂正事項１６について\nａ  果菜引受け体のベルトの上面が果菜を受けるような窪みがない平坦\nな平面状であることは，本件明細書に，果菜引受け体４のベルトに果菜を受ける窪\nみが設けられていることを示唆する記載がないこと，ベルトコンベアのベルトが平\n坦，平面状であることは技術常識であることから，明らかといえる。そして，「略」\nという語句は，社会通念上，「だいたい。あらかた。」といった意味にとられる（甲\n１９）ものであるところ，実際のベルトコンベア等のベルトにおいて，わずかな撓\nみや多少のゆがみが生じることは不可避であることは，当業者にとって自明であり，\nこのようなものも当然に含まれるという趣旨から用いられているにすぎない。\nしたがって，「果菜引き受け体の前記ベルトは，上面に果菜を受ける窪みがない平\n坦又は略平坦である平面状のベルト」との限定は，明細書等の全てを総合すること\nによって導かれる技術的事項との関係で，新たな技術的事項を導入するものには当\nたらない。\nｂ  訂正事項１６は，本件訂正前発明３では特定されていない果菜引き\n受け体の構成について，上面に果菜を受ける窪みがない平坦又は略平坦である平面\n状のベルトであることを明らかにすることで，特許請求の範囲を減縮しようとする\nものであるから，特許法１３４条の２第１項ただし書１号の特許請求の範囲の減縮\nを目的とするものである。\n(ｹ)  訂正事項１９について\nａ(a)  本件発明における「受け部」は果菜を載せ置くための部分である\n（知的財産高等裁判所平成２６年１２月２４日（平成２６年（行ケ）第１００７１\n号）判決参照）。本件明細書に接した当業者は，果菜を載せ置く受け部材が用いられ\nている場合においては，受け部材が受け部であると容易に理解する。そして，本件\n明細書の【図１】には受け部材が一列又は略一列に並んで搬送されている状態，及\nび，受け部材の上に果菜が載せられ搬送されている状態が明示されているから，こ\nれに接した当業者は，技術常識に照らして，受け部が一列又は略一列に並んで搬送\nされている状態が示されていると認識する。\n果菜は，大きさも形状も二つとして同じものがなく，手作業で載せるものである\nから，一列に置く場合であっても多少のずれが生じ得ることは当業者にとって自明\nである。訂正事項１９でいう「略」とはこのような多少のずれがある場合を許容す\nることを意味するにすぎない。\nしたがって，訂正事項１９に係る訂正は，本件明細書に記載の範囲内においてし\nたものである。\n(b)  訂正事項１９は，本件訂正前発明３では特定されていない計測部\nの具体的な構成，計測事項について明らかにすることで，特許請求の範囲を減縮し\nようとするものであるから，特許法１３４条の２第１項ただし書１号の特許請求の\n範囲の減縮を目的とするものである。\nｂ  なお，被告は，「受け部」が搬送方向に一列又は略一列に並ぶことは，\n単に復回転により元々あった搬送ベルトの位置に戻すことで得られるものであって，\n果菜を一列又は略一列に並んで搬送できるものではないと主張するが，訂正事項１\n９は，何によって果菜を一列又は略一列にするかについて特定するものではないか\nら，被告の上記主張は訂正事項１９が訂正要件を満たすか否かとは無関係である。\n(2)  本件訂正２について\nア  特許請求の範囲の変更について（訂正事項３０について）\n(ｱ)  訂正事項６及び９～１３は適法なものであるから，これを引用する\n訂正事項３０も適法なものである。\n(ｲ)ａ  本件特許の請求項６は，本件訂正の前後において「果菜自動選別方\n法」であり，「搬送ベルトの回転機構」に関する発明に変更はしていない。本件訂正\n後発明６の「駆動ピン」，「往ガイド」及び「復ガイド」の付加は，本件特許の登録\n時の特許請求の範囲請求項６の発明（以下「登録時発明６」という。）の「果菜載せ\n体の搬送ベルト」の往回動及び復回動を，具体的にどのような機構によって実現す\nるかを特定するための付加であり，果菜送り出し方法を特定するものであって，「搬\n送ベルトの回転機構」という発明に変更したものではない。\nしたがって，実質的に特許請求の範囲を変更するものでもなければ，登録時発明\n６のカテゴリーの変更をもたらすものでもない。\nまた，「駆動ピン」，「往ガイド」及び「復ガイド」を付加することによって，異質\nな目的，効果を期待するものではなく，果菜を傷つけることなく果菜引受け体に送\nり出すという登録時発明６の目的及び作用効果が変更されるものでもない。\nｂ  訂正事項３０は，登録時発明６では特定されていなかった果菜自動\n選別方法に使用される果菜自動選別装置がどのようなものであるか特定することで，\n特許請求の範囲を減縮するものであるから，特許法１３４条の２第１項ただし書１\n号に規定する特許請求の範囲の減縮を目的とするものである。\nイ  新たな技術的事項の追加について（訂正事項３０，３４，３５，３７及び\n３８について）\n(ｱ)  訂正事項３０について\nａ  前記ア(ｱ)と同じ。\nｂ  前記ア(ｲ)ｂのとおり，訂正事項３０は，特許請求の範囲の減縮を目的\nとするものである。\n(ｲ)  訂正事項３４について\nａ  訂正事項１９は適法なものであるから，これを引用する訂正事項３４\nも適法なものである。\nｂ  訂正事項３４は，本件訂正前発明６では特定されていない事項，すな\nわち，等階級等の判別をどのように行うかという事項について，等階級等の判別を，\n搬送中の果菜を一列又は略一列に整列させて計測部に搬送し，当該計測部に設けら\nれたカメラ等の計測装置で果菜の少なくとも形状又はサイズを計測することにより\n行うことを明らかにすることで，特許請求の範囲を減縮するものであるから，特許\n法１３４条の２第１項ただし書１号の特許請求の範囲の減縮を目的とするものであ\nる。\nｃ  なお，被告は，訂正事項３４について，「『･･･搬送中の果菜を･･･整\n列させて計測部に搬送し，』と記載されているが，搬送中の果菜を整列させることは\n本件明細書中に記載されていない。」と主張するが，当該記載が，整列させる行為を\n積極的に行う趣旨ではなく，一列に整列した状態のまま計測部に搬送することを意\n味することは，本件明細書の記載を踏まえて当該文言を見れば，当業者であれば当\n然に理解できることである。\n(ｳ)  訂正事項３５について\n訂正事項１６と同様の理由により，訂正事項３５は，本件明細書の記載の範囲内\nにおいてした，特許請求の範囲の減縮を目的とする適法な訂正である。\n(ｴ)  訂正事項３７及び３８について\nａ  本件明細書の段落【００１９】の「果菜引受け体４の上面を搬送ベ\nルト１２上面と同じか若干低めに設定し，」との記載，「果菜載せ体２から果菜引受\nけ体４への果菜３の乗り換えが平行移動となり，」との記載，同【００１２】の「こ\nのプール用ベルトコンベア４は，果菜載せ体２からトマト３が送り出される度に１\n０ｃｍ程度だけベルトが進行されるようになっており，送り出されてくるトマト３\nを自分側に引き寄せてトマト３がスムーズに乗り移れるようにすると共に」との記\n載を踏まえると，本件発明においては，搬送ベルト１２を回転させ，果菜載せ体２\n上の果菜を果菜引受け体４に送り出し，果菜引受け体４が果菜を乗り移らせるに際\nして，当該送り出しや乗り移らせが厳密な意味で水平にされることに限定されず，\n水平から多少のブレを許容するものであることは明らかである。「略」という語句は，\n社会通念上は，「だいたい。あらかた。」といった意味であり，「略水平な送り出し」，\n「略水平に乗り移らせ」とあるのは，このような水平からの多少のブレを許容する\n趣旨にほかならない。\nしたがって，訂正事項３７及び３８は，明細書等の記載のすべてを総合すること\nにより当業者が当然に導き出し得る技術的事項であるといえるから，本件明細書に\n記載の範囲内においてしたものである。\nｂ  訂正事項３７は，本件訂正前発明６では特定されていない果菜の送\nり出しが具体的にどのような送り出しであるかという事項について，果菜引き受け\n体のベルトの上への水平又は略水平な送り出しであることを明らかにすることで，\n特許請求の範囲を減縮しようとするものであり，訂正事項３８は，本件訂正前発明\n６では特定されていない果菜引き受け体がどのように果菜をプールするかという事\n項について，果菜引き受け体のベルトを，搬送ベルトから果菜が送り出される度に，\n果菜搬送ラインの搬送方向側方であって果菜が送り込まれる方向に回転させて，そ\nの回転により果菜載せ体の搬送ベルトから送り出される果菜をベルトの上面に引き\n寄せて水平又は略水平に乗り移らせること，果菜が送り出されないときは果菜引受\nけ体のベルトの回転と回転停止の繰り返しによりベルトの上面に二以上の果菜をプ\nールすることを明らかにすることで，特許請求の範囲を減縮しようとするものであ\nるから，特許法１３４条の２第１項ただし書１号の特許請求の範囲の減縮を目的と\nするものである。\n第４  被告の主張\n１  取消事由１（本件補正に係る認定判断の誤り）について\n本件補正は，補正の前後において，審理対象となる請求項３の範囲を実質的に変\n更するものであるから，訂正請求書の要旨を変更するものであり，特許法１３４条\nの２第９項で準用する１３１条の２第１項により，本件補正は認められない（以下，\n本件補正後の本件特許の特許請求の範囲請求項１～８に係る発明を「本件補正後発\n明１～８」という。）。\n(1)  補正事項１について\n本件訂正後発明３では，無端チェーンが「少なくとも二本」とされ，「二本以上」\nの無端チェーンを含んでいたが，補正事項１により，本件補正後発明３においては，\n「二本」の無端チェーンに限定されたから，本件補正の前後において，請求項３の\n範囲が実質的に変更される。\n(2)  補正事項２について\n本件訂正後発明３では，フレームと先方側及び後方側の無端チェーンとが，フレ\nームの果菜送り出し方向先方側の２箇所及び後方側の２箇所において少なくとも取\nり付けられる構造であったが，補正事項２により，本件補正後発明３においては，\n単にフレームの果菜送り出し方向先方側及び後方側がそれぞれ先方側及び後方側の\n無端チェーンに取り付けられていることしか特定していないため，フレームの果菜\n送り出し方向先方側の１箇所及び後方側の１箇所のみが，それぞれ先方側及び後方\n側の無端チェーンに取り付けられる構造も含むことになるから，本件補正の前後に\nおいて請求項３の範囲が拡張され，実質的に変更されている。\n(3)  補正事項３\nア  本件訂正後発明３では，フレームの底面の細長の開口が，その開口の短\nい側の幅は駆動ピンのうち少なくとも当該開口を通過する部分の幅よりもわずかに\n大きいものに限定されていたが，補正事項３により，限定が削除されたことから，\n本件補正後発明３においては，細長の開口の短い側の幅が駆動ピンのうち少なくと\nも当該開口を通過する部分の幅よりもわずかに大きいものに限定されないから，本\n件補正の前後において請求項３の範囲が拡張され，実質的に変更される。\nイ(ｱ)  原告は，構成Ａは，「細長の開口の横幅を均一幅又は略均一幅にする」\nという構成の内的付加であり，駆動ピンの横ブレ防止という作用効果をより奏し易\nくするための限定であるとして，このような内的付加を削除しても，本件発明の要\n旨が変わることはない旨主張する。\nしかし，補正事項３は，フレームの底面の細長の開口の短い側の幅について，本\n件補正前の本件訂正後発明３では，駆動ピンのうち少なくとも当該開口を通過する\n部分の幅よりもわずかに大きいものに限定されていたものを，本件補正後発明３で\nは，わずかに大きいものに限定されないように変更するものであるから，本件補正\nの前後において請求項３の範囲を拡張し，実質的に変更するものである。\nしたがって，補正事項３は，構成Ａが駆動ピンの横ブレを低減する作用効果を奏\nするか否かにかかわりなく，要旨を変更する補正に該当する。\nまた，構成Ａを削除する本件補正によって，本件補正前では必須の構成要件であ\nった内的付加（構成Ａ）が，本件補正後では必須ではなくなり，作用効果が奏し難\nくなることは自明であり，原告の主張によっても，請求項３の権利範囲を拡張変更\nしていることには変わりがない。\n(ｲ)  原告は，構成Ａの削除をする補正を認めても審理の遅延を招くおそ\nれはないから，構成Ａの削除を要旨変更とする必要はないと主張する。\nしかし，訂正請求書に対する補正は，要旨を変更しないものに限って許されるの\nであるから，審理対象の拡張変更による審理遅延を防止することが特許法１３１条\nの２第１項の立法趣旨の一つであったとしても，それは副次的なものであり，要旨\n変更の問題を措いて審理の遅延がなければ補正が認められるべきとする原告の主張\nは，誤りである。\nまた，構成Ａを削除することは，請求項３の権利範囲を拡張変更するものであり，\n甲６～８との差異が明確ではなくなるから，審理を遅延させるものである。\n(ｳ)  なお，原告は，訂正拒絶理由書における「訂正請求書の補正は，訂正\n事項の削除，軽微な瑕疵の補正等，訂正請求の要旨を変更しないものに限られます。」\nという特許庁の記載について，「訂正事項１０の補正は原告が特許庁に欺罔された\n結果によるものであるから，禁反言の観点からも当該補正を訂正請求の要旨の変更\nとした審決の判断は認められない。」と論難するが，欺罔の論拠が不明であり，特許\n法１３１条の２第１項を無視した主張にすぎず，理由がない。\n(4)  補正事項４について\n本件訂正後発明３では，搬送ベルトの上側部分が常に回転ローラーの外周に沿っ\nて平坦又は略平坦な状態で水平又は略水平に移動するように往復回転可能であった\nが，補正事項４により，本件補正後発明３においては，搬送ベルトの上側部分が回\n転ローラーの外周に沿っていない構造も含むことになるから，本件補正の前後にお\nいて請求項３の範囲が拡張され，実質的に変更される。\n(5)  補正事項５について\n本件訂正後発明３では，果菜を載せることのできる受け部が，搬送ベルトの上側\n部分であって，その往回転方向ほぼ中央部分に特定されていたが，補正事項５によ\nり，本件補正後発明３においては，受け部が搬送ベルトの上側部分であれば往回転\n方向ほぼ中央部分に限定されないので，往回転方向ほぼ中央部分以外に受け部を設\nけた構造も含むことになるから，本件補正の前後において請求項３の範囲が拡張さ\nれ，実質的に変更される。\n(6)  補正事項６について\nア  本件訂正後発明３では，少なくとも仕切り体の果菜送り出し方向側の一\n部が受け部の後方直近に位置していることが特定されていたが，補正事項６により，\n本件補正後発明３においては，仕切り体は受け部の後方に位置していれば，その一\n部が受け部の後方直近に位置していない構造も含むことになるから，本件補正の前\n後において請求項３の範囲が拡張され，実質的に変更される。\nイ  原告は，構成Ｂは，構成Ｂを付加する前から発揮されている「果菜を載\nせる受け部の位置がわかるようにし，受け部に果菜を載せやすくする」という作用\n効果をより発揮しやすくするための限定（内的付加）にすぎないから，構成Ｂが削\n除されたからといって上記作用効果が消失することはなく，本件発明の拡張にも発\n明の要旨変更にもならないと主張する。\n補正事項６は，仕切り体の位置について，本件補正前の本件訂正後発明３では，\n少なくとも仕切り体の果菜送り出し方向側の一部が受け部の後方直近に位置してい\nることが特定されていたものを，本件補正後発明３では，受け部の後方に位置して\nいれば，その一部が受け部の後方直近に位置していない構造も含むように変更する\nものであるから，本件補正の前後において請求項３の範囲を拡張し，実質的に変更\nするものであり，原告が指摘する作用効果を奏するか否かにかかわりなく，要旨を\n変更する補正である。\nまた，構成Ｂを削除する本件補正によって，本件補正前では必須の構成要件であ\nった構成Ｂが本件補正後では必須ではなくなり，作用効果が奏し難くなることは自\n明であり，原告の主張によっても，請求項３の権利範囲を拡張変更していることに\nは変わりがない。\n２  取消事由２（本件訂正に係る認定判断の誤り）について\n本件訂正は，訂正事項６，８，９～１３，１６，１９，３０，３４，３５，３７\n及び３８は，明細書等に記載した事項の範囲内においてしたものではなく，実質上\n請求項３及び６の範囲を変更するものであり，特許法１３４条の２第９項が準用す\nる同法１２６条６項に違反し，かつ，同法１３４条の２第１項ただし書で規定する\n事項を目的とするものではない。\nしたがって，本件訂正を認めなかった本件審決の判断は正当である。\n(1)  本件訂正１について\nア  特許請求の範囲の変更について（訂正事項７～１０，１４，１５及び２\n０について）\n訂正事項７～１０，１４，１５及び２０は，「フレーム」及び「搬送ベルトに連結\nされた駆動ピン」という構成を追加し，フレームの底面に「果菜送り出し方向に細\n長の開口」を備えることを特定し，「果菜搬送ラインの下側に設けられている往ガイ\nド」，「果菜引受け体」及び「復ガイド」という構成を追加するとともに，「駆動ピン\nが，往ガイドに沿って開口内を移動して搬送ベルトを往回転させて果菜を果菜引受\nけ体に送り出し，復ガイドに沿って開口内を移動して搬送ベルトを復回転させる機\n構」を追加するものである。\n本件訂正前発明１は，「果菜載せ体」において，搬送ベルトの上方に仕切り体を設\nけることにより果菜を搬送方向側方に送り出す発明であり，本件訂正前発明３は，\n「果菜自動選別装置」において，「果菜載せ体」の受け部を一列又は略一列に並んで\n移動して果菜を搬送させる発明であった。\n本件訂正後発明３は，本件訂正により，「果菜載せ体」に「駆動ピン」という構成\nを追加し，果菜載せ体以外の構成である「往ガイド」及び「復ガイド」を追加し，\n果菜載せ体の「駆動ピン」と「往ガイド」及び「復ガイド」との間で実現される搬\n送ベルトの回転機構を追加することにより，搬送ベルトを横揺れしにくくし，搬送\nベルトの上の丸物果菜が水平又は略水平に安定して送り出される「搬送ベルトの回\n転機構」に関する発明に変更された。\nこのように，訂正事項７～１０，１４，１５及び２０は，本件訂正前発明１及び\n３とは別の「搬送ベルトの回転機構」に関する発明に変更するものであり，特許請\n求の範囲を変更しており，また，特許請求の範囲の減縮を目的とするものには該当\nせず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではな\nい。\nイ  新たな技術的事項の追加について（訂正事項６，８～１３，１６及び１\n９について）\n(ｱ)  訂正事項６について\nａ(a)  訂正事項６は，無端チェーンが「少なくとも二本」であることを\n要件としており，無端チェーンが３本又はそれ以上の場合も含む。\nしかし，本件明細書には，「図１の１は図示されていない駆動機構により矢印ａ方\n向に進行されるチェーン（無端搬送帯）であり，平行して２本設けられている。」（【０\n００９】）及び「２本のチェーン１に跨ぐようにして取り付けられるフレーム１０」\n（【００１０】）という記載しかない。また，図面からも２本の無端チェーンしか把\n握できず，無端チェーンが３本又はそれ以上の構成は本件明細書に開示されていな\nい。\nまた，本件訂正後発明は，本件明細書の上記開示内容に依拠して，本件訂正によ\nって，「フレーム」及び「搬送ベルトに連結された駆動ピン」という構成を追加し，\nフレームの底面に「果菜送り出し方向に細長の開口」を備えることを特定し，「果菜\n搬送ラインの下側に設けられている往ガイド」，「果菜引受け体」及び「復ガイド」\nという構成を追加するとともに，「駆動ピンが，往ガイドに沿って開口内を移動して\n搬送ベルトを往回転させて果菜を果菜引受け体に送り出し，復ガイドに沿って開口\n内を移動して搬送ベルトを復回転させる機構」を追加しており，駆動ピン１４をフ\nレームの下側に突出させ，往ガイド及び復ガイドに沿って移動可能とした構造を有\nするものである。しかし，このような構造を採用した果菜自動選別装置において，\n無端チェーンを３本以上とすることは，本件明細書には一切開示されていない。\nしたがって，無端チェーンが３本又はそれ以上の構成を含む訂正事項６は，明細\n書等の全ての記載を総合することにより導かれる技術的事項との関係において新た\nな技術的事項を導入するものであり，本件明細書に記載した事項の範囲内において\nしたものではない。\n(b)  訂正事項６は，特許請求の範囲の減縮を目的とするものには該当\nせず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではな\nい。\nｂ  原告は，果菜載せ体を水平に保持するには無端チェーンが２本は必\n要となるが，果菜載せ体を水平に保持する上で無端チェーンが２本でなければなら\nない技術的理由はなく，本件発明の実施例として２本のチェーンを使用することが\n開示されていれば，チェーンを３本以上使用することも実質的に開示されていると\nいえるなどと主張している。\nしかし，本件明細書には，果菜載せ体を水平に保持することと無端チェーンの本\n数との関係性については一切開示されておらず，無端チェーンを少なくとも２本と\nすることにより，果菜載せ体を水平に保持できることは，当業者が本件明細書から\n把握できる事項ではない。\nｃ  本件明細書には，「前記搬送ベルト１２の下側部分に位置しているベ\nルトには同搬送ベルト１２を回転駆動するために設ける駆動ピン１４が下向きに突\n接されている。この駆動ピン１４は，フレーム１０の幅方向に細長いスリット状の\n長穴１５を貫通してフレーム１０の下側に突き出している。この駆動ピン１４の下\n端は，図１，３に示す果菜引受け体４が設けられている各個所の果菜載せ体２の走\n行ライン下側に設けられている各斜めガイドレール２０と図２（ｃ）に示すように\n接触可能となっており，ガイドレール２０に沿って移動することができるようにな\nっている。」（【００１１】）と記載されており，【図２】（ａ）及び（ｂ）には，以下\nの構造が開示されている（着色部分は被告による）。\nこのように，本件明細書に開示された構造では，フレーム１０の下側に駆動ピン\n１４が突き出しており，駆動ピン１４の下端が斜めガイドレール２０に沿って２本\nの無端チェーンの間を移動するため，駆動ピン１４を移動可能とするために２本の\n無端チェーンの間に更なる無端チェーンを配置することができない。また，２本の\n無端チェーンは，フレームの両端部に設けられているため，２本の無端チェーンの\n外側に更なる無端チェーンを配置することも想定できない。\nしたがって，当業者は，本件明細書から無端チェーンを３本以上とすることは把\n握できない。\n(ｲ)  訂正事項８について\nａ  訂正事項８について，本件明細書には，「先方側の回転ローラーの少\nなくとも一部は前記フレームの果菜引受け体側の端部よりも果菜引受け体側に突出\nし，かつ前記先方側の無端チェーンよりも果菜引受け体側に突出しており」という\n記載は存在しない。本件明細書の【図１】及び【図２】（ａ）（ｂ）からは，せいぜ\nい先方側の回転ローラ１１ａの一部が突出していることを看取できるだけであり，\n本件明細書には，「回転ローラの少なくとも一部」が突出していることは開示されて\nいない。\n訂正事項８の「回転ローラの少なくとも一部が･･･突出しており」という記載は，\n「回転ローラの全部」が突出した構成も含むが，「回転ローラの全部」が突出した構\n成は本件明細書に開示されていない。\nしたがって，訂正事項８は，本件明細書に記載した事項の範囲内においてしたも\nのではない。\nｂ  訂正事項８は，特許請求の範囲の減縮を目的とするものには該当せ\nず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではない。\n(ｳ)    訂正事項９について\nａ(a)  ２本の無端チェーン１と平行なＡ－Ａ断面である本件明細書の\n【図２】（ｃ）には，フレーム１０の下方において，フレーム１０の進行方向ａの前\n後に無端チェーン１の断面が示されている。無端チェーン１はＡ－Ａ断面と交差し\nていないし，向きも異なるから，【図２】（ｃ）は無端チェーン１の構造を誤って記\n載したものである。\n本件明細書の【図２】（ａ）及び（ｂ）からは，フレーム１０に対する無端チェー\nン１の位置関係が把握できるだけであり，フレーム１０の無端チェーン１に対する\n具体的な取付構造を把握することができない。\n本件明細書には，「２本のチェーン１に跨ぐようにして取り付けられるフレーム\n１０」（【００１０】）という記載はあるものの，取付箇所について何らの記載もなく，\nフレームが，少なくとも果菜送り出し方向先方側の２箇所と後方側の２箇所との合\n計４箇所で無端チェーンに取り付けられていることは，開示されていない。\nまた，フレームの４箇所が無端チェーンに取り付けられていることと，原告が主\n張する「果菜搬送方向への果菜載せ体の移動も，果菜載せ体の搬送ベルトの往回転\nも，復回転も，前記無端チェーンの回転走行を駆動力として行うことができる」と\nいう効果との関係は不明であり，このような効果を本件明細書から把握できない。\nしたがって，訂正事項９は，明細書等の全ての記載を総合することにより導かれ\nる技術的事項との関係において新たな技術的事項を導入するものであり，本件明細\n書に記載した事項の範囲内においてしたものではない。\n(b)  訂正事項９は，特許請求の範囲の減縮を目的とするものには該当\nせず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではな\nい。\nｂ(a)  原告は，「２本の無端チェーン１に取り付けた果菜載せ体２は必\nず，常に，水平に保持されていなければならない」ことを前提として，本件発明に\nおいて，果菜載せ体２の前後２箇所，合計４箇所を２本の無端チェーン１に取り付\nけることは，当業者の技術常識を前提として，明細書等の全ての記載を総合するこ\nとにより導かれる技術的事項といえるなどと主張している。\nしかし，本件明細書には，２本の無端チェーン１に取り付けた果菜載せ体２が必\nず，常に，水平に保持されていなければならないことが開示されておらず，原告の\n上記主張は，前提を欠く。前後２本の無端チェーン１に果菜載せ体２の前後１箇所\nずつ（合計２箇所）を取り付けた構成であっても，２本の無端チェーン１のそれぞ\nれに，果菜載せ体２の前方１箇所と後方２箇所，又は前方２箇所と後方１箇所の合\n計３箇所を取り付けた場合も，少なくとも両スプロケットの上側を走行中において\nは果菜載せ体を水平に保持して移動させることができる。果菜載せ体を常に水平に\n保持する必要があったとしても，２本の無端チェーンへの取り付け方は，２本のチ\nェーンの夫々に果菜載せ体２の前後２箇所ずつ（合計４箇所）を取り付ける構造に\n限定されるものではない。\n(b)  本件特許出願当時，乙１及び乙２に見られるように，搬送体（乙\n１の載置台２４及び支持体２５，乙２の受皿１１及び支持枠）を一対のチェーンに\n取り付ける際に，各チェーンに１箇所ずつ（合計２箇所）で取り付ける取付構造は，\n一般的に使用されていたのであるから，フレーム１０と無端チェーン１との具体的\nな取付構造が開示されていない本件明細書において，フレーム１０と無端チェーン\n１とを，果菜送り出し方向先方側の２箇所と後方側の２箇所との合計４箇所で取り\n付ける取付構造は，一義的に特定され得ない。\nこの点，原告は，乙１は，実質的に載置台全てが一体となって移動する構成であ\nり，乙１の載置台は，連なって互いに支え合う状態で移動するものであると主張す\nる。\nしかし，乙１の【００２８】は，供給領域２９から払い出し領域３０までの搬送\n領域において，連続した搬送面を形成するために隣接する載置台との間に隙間がな\nいように載置台２４を配置して搬送したことを記載したにすぎず，個々の載置台２\n４及び支持体２５が独立してチェーンに固定されていることは，【図１】の駆動軸４\n１，４２に沿って曲がって搬送される際に，各載置台２４及び支持体２５が独立し\nてチェーンに固定されていることからも明らかである。\nまた，原告は，乙２について，「案内杆２０を用いて固定レール２によってフレー\nムを支える構成とすることで，選果機が傾くことを防いでいる」と主張する。\nしかし，乙２の案内杆２０は，レール１，２上を摺接しつつ移動し，浮動レール\n１が果実の重量に堪えかねて沈下すると，下降して受皿１１を傾斜させ，下降した\n案内杆２０は，凹所レール３上に移り，これに案内されて開閉レール２ａを開きつ\nつ固定レール２に上昇し，受皿１１を旧位置に復帰させるものであり，受皿１１の\n傾動及び復帰を制御する部材であって，支持枠を支持するものではない。\n(c)  原告は，本件訂正後発明においては，駆動ピンを往ガイド及び復\nガイドに沿って移動する構造を採用していることから，当業者は，果菜載せ体に対\nし，駆動ピンを通じて，搬送方向に対して斜めの力が加わるため，果菜載せ体の前\n後１箇所しか無端チェーンに取り付けない構造とすれば，その力に押されて傾き，\n水平に保って移動することができないと理解し，果菜載せ体を水平に保ちつつ移動\nさせることを可能とするために，少なくとも果菜載せ体の前後２箇所がそれぞれ無\n端チェーンに取り付けられていることが必要となると考える旨主張する。\nしかし，「駆動ピンを通じて，搬送方向に対して斜めの力が加わる」ことも，「前\n後１箇所しか無端チェーンに取り付けない構造とすれば，その力に押されて傾き，\n水平に保って移動することができない」ことも，「少なくとも果菜載せ体の前後２箇\n所がそれぞれ無端チェーンに取り付けられていることが必要となる」ことも，本件\n明細書には記載されていない。\n当業者が，本件訂正後発明では，駆動ピンを通じて搬送方向に対して斜めの力が\n加わると理解したと仮定した場合，その力の大きさは，果菜搬送体の搬送速度，重\n量，駆動ピンとガイドとの摩擦，ガイドの角度など，様々な条件によって変化する\nことも，当業者であれば理解する。そもそも，本件明細書には，力の大きさが開示\nされていない。したがって，このような力が発生すれば，必ず「前後１箇所しか無\n端チェーンに取り付けない構造とすれば，その力に押されて傾き，水平に保って移\n動することができない」とまでは理解できないし，「少なくとも果菜載せ体の前後２\n箇所がそれぞれ無端チェーンに取り付けられていることが必要となる」とも理解で\nきない。\n(d)  原告は，甲１，甲２０及び甲２１の１・２に言及し，「本件発明\nの果菜載せ体のような搬送体を無端チェーンに取り付ける構造として技術常識であ\nったのは，･･･果菜載せ体の前後各２箇所（合計４箇所）をそれぞれ無端チェーンに\n取り付ける構造である」と主張する。\nしかし，甲２０，甲２１の１・２は，いずれも本件特許の出願日である平成１３\n年８月１６日よりも後に出願され，公開された刊行物であり，本件特許出願当時の\n技術常識の基礎となるものではない。また，甲１には果菜載せ体の前後各２箇所（合\n計４箇所）をそれぞれ無端チェーンに取り付ける構造が開示されているが，甲１で\nは，一対のチェーン２０の間にベルトコンベア３の固定具２２が配置された構造で\nあり，本件特許の「２本のチェーン１に跨ぐように取り付けられるフレーム１０」\n（【００１０】）を備えた果菜載せ体とは構造が異なる。\n(ｴ)  訂正事項１０について\nａ(a)  訂正事項１０について，本件明細書には，「その開口の短い側の\n幅は前記駆動ピンのうち少なくとも当該開口を通過する部分の幅よりもわずかに大\nきく，当該開口の駆動ピンの移動領域において均一幅又は略均一幅であり」という\n記載は存在しない。\nそもそも，訂正事項１０における「わずかに大きく」及び「略均一幅」とは，ど\nの程度の範囲を含むのか，本件明細書を参酌しても不明である。\nしたがって，訂正事項１０は，本件明細書から把握できない「その開口の短い側\nの幅は前記駆動ピンのうち少なくとも当該開口を通過する部分の幅よりもわずかに\n大きく，当該開口の駆動ピンの移動領域において均一幅又は略均一幅であり」とい\nう概念を新たに追加するものであり，本件明細書に記載した事項の範囲内において\nしたものではない。\n(b)  訂正事項１０をもって，「果菜自動選別装置」という物の発明に\n係る本件訂正後発明３について，当該物の形状や構造をいかに限定しようとするも\nのであるかも不明であるので，特許請求の範囲の減縮を目的とするものには該当せ\nず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではない。\nｂ(a)  原告は，「その開口の短い側の幅は駆動ピンのうち少なくとも当\n該開口を通過する部分の幅よりもわずかに大き」いという構成は，本件明細書の記\n載の全てを総合することにより，当業者であれば当然に導き出し得る技術的事項と\nいえるなどと主張している。\nしかし，本件明細書には，その開口の短い側の幅は駆動ピンのうち少なくとも当\n該開口を通過する部分の幅よりもわずかに大きくすることは記載されておらず，単\nに，「フレーム」の「開口」が，駆動ピン１４が貫通して搬送方向横方向に横スライ\nド可能なように，フレーム１０の幅方向に細長いスリット状の長穴１５とされてい\nることが記載されているにすぎない。そして，本件明細書には，訂正事項１０にお\nける「わずか」という記載をサポートする記載は存在せず，「わずか」の範囲も技術\n的意義も開示されていない。\n(b)  この点，原告は，訂正請求書(甲１３)において，「フレーム」の\n「開口」を駆動ピンのうち少なくとも当該開口を通過する部分の幅よりもわずかに\n大きくすることによって，駆動ピンが横ブレしないように案内できると主張する。\nしかし，本件明細書において「フレーム」の「開口」は，駆動ピン１４が搬送方\n向横方向に横スライド可能であれば足りるのであり，短い方の幅を駆動ピンのうち\n少なくとも当該開口を通過する部分の幅よりもわずかに大きくして駆動ピンが横ブ\nレしないように案内することは開示されていない。\nしたがって，当業者は，本件明細書から，「フレーム」の「開口」の短い方の幅を\n駆動ピンのうち少なくとも当該開口を通過する部分の幅よりもわずかに大きくする\nことは把握できないのであり，訂正事項１０は，本件明細書に開示されたものでは\nない。\n(ｵ)  訂正事項１１について\nａ(a)  訂正事項１１は，搬送ベルトの上側部分が常に回転ローラーの外\n周に沿って平坦又は略平坦な状態で水平又は略水平に移動するように往復回転可能\nであることを特定しているところ，本件明細書には，「その上側部分が常に前記回転\nローラの外周に沿って平坦又は略平坦な状態で水平又は略水平に移動するように往\n復回動可能であり」という記載は存在しない。回転ローラの外周は円弧状であるか\nら，搬送ベルトの上側部分が回転ローラの外周に沿って移動すれば，円弧に沿って\n曲がるから，平坦又は略平坦な状態で水平又は略水平に移動することはできないの\nであり，訂正事項１１は実現不可能な構成である。\nしたがって，訂正事項１１は，明細書等の全ての記載を総合することにより導か\nれる技術的事項との関係において新たな技術的事項を導入するものであり，本件明\n細書に記載した事項の範囲内においてしたものではない。\n(b)  訂正事項１１は，特許請求の範囲の減縮を目的とするものには該\n当せず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものでは\nない。\nｂ  原告は，訂正事項１１について，搬送ベルトの上側部分は両回転ロ\nーラー１１ａ，１１ｂに常に接しているため，「回転ローラーの外周に沿っている」\nといえると主張する。\nしかし，搬送ベルトの上側部分は回転ローラーの上側の頂部に接しているだけで\nあり，外周に沿っていないから，訂正事項１１の記載に基づくものではない。\n(ｶ)  訂正事項１２について\nａ(a)  訂正事項１２について，本件明細書には，「往回転方向ほぼ中央\n部分」という記載は存在しない。\n訂正事項１２の「往回転方向ほぼ中央部分」という記載は，「ほぼ」の範囲は不明\nであるものの，往回転方向の中央を含み，往回転方向の前方及び後方を含む概念で\nあるところ，本件明細書の【図２】（ａ）及び（ｂ）には，往回転方向の中央より前\n方に果菜を載せる構成しか開示されておらず，往回転方向の中央に果菜を載せる構\n成や往回転方向の後方に果菜を載せる構成は開示されていない。\nまた，本件明細書には，「受け部材１３」によって果菜を特定の位置（往回転方向\nの中央より前方）に載せることは開示されているが，「受け部」によって果菜を特定\nの位置に載せることは開示されていない。本件明細書上，本件訂正後発明３の「受\nけ部」とは，仕切り体よりも果菜引受け体側（排出側）に位置する搬送ベルト上に\nある，単に果菜を載せ置く部分であり，本件明細書には，果菜を戴置する際の方法\nや，搬送ベルト上の特定の一点を戴置場所として定める旨の記載もなく，計測部と\nの関係で，搬送ベルトの特定の位置を「受け部」とする記載もないのであり，「受け\n部」によって果菜を特定の位置に載せることは，本件明細書に記載された事項では\nない。\nさらに，訂正事項１２における「往回転方向ほぼ中央部分」の「ほぼ」がどの程\n度の範囲を含むのか本件明細書を参酌しても不明であり，訂正事項１２は，本件明\n細書から把握できない「往回転方向ほぼ中央部分」という概念を新たに追加するも\nのである。\nしたがって，訂正事項１２は，明細書等の全ての記載を総合することにより導か\nれる技術的事項との関係において新たな技術的事項を導入するものであり，本件明\n細書等に記載した事項の範囲内においてしたものではない。\n(b)  訂正事項１２は，「ほぼ」という記載がどの程度の範囲を含むも\nのであるか不明であり，訂正事項１２をもって，「果菜自動選別装置」という物の発\n明に係る本件訂正後発明３について，当該物の形状や構造をいかに限定しようとす\nるものであるかも不明であるので，特許請求の範囲の減縮を目的とするものには該\n当せず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものでは\nない。\nｂ  原告は，訂正事項１２の「ほぼ中央部分」について，「中央部分又は\n中央部分を含む広がりのある領域を意味するものであって，搬送ベルトの上側部分\nの特定の一点に限定するものではない」と解釈し，「【図２】（ｂ）ではトマトが果菜\n載せ体の果菜送り出し方向中央部を含む位置に載せられている。本件発明ではこの\nような位置を『ほぼ中央部分』といっているのである」として，「ほぼ中央部分」は\n本件明細書に明示されているなどと主張している。\nしかし，訂正事項１２は，広がりのある領域ではあるものの，「ほぼ中央部分」と\nいう特定の位置に受け部を設けることを定めている。本件明細書の【図２】（ａ）及\nび（ｂ）には，往回転方向の中央より前方に果菜を載せる構成しか開示されておら\nず，往回転方向の中央に果菜を載せる構成や往回転方向の後方に果菜を載せる構成\nは開示されていない。\nまた，「受け部」については，前記ａ(a)のとおりである。\n(ｷ)  訂正事項１３について\nａ(a)  訂正事項１３について，本件明細書には「仕切り体は･･･少なく\nともその果菜送り出し方向側の一部が受け部の後方直近に位置しており」という記\n載は存在しない。本件明細書の【図２】（ａ）及び（ｂ）から明らかなように，円形\nの受け部材１３に対して，直線状の仕切り体１７を後方に配置しているのであるか\nら，仕切り体１７の「一部」しか受け部材１３の後方直近に位置していない。しか\nし，訂正事項１３は，「少なくともその果菜送り出し方向側の一部」と記載し，仕切\nり体１７の「全部」が受け部の後方直近に位置する態様も含む概念である。仕切り\n体１７の「全部」が受け部の後方直近に位置する態様とは，円形の受け部材１３に\n沿って仕切り体１７が円弧状に配置される態様も含むが，このような態様は，本件\n明細書から把握できるものではない。\nしたがって，訂正事項１３は，明細書等の全ての記載を総合することにより導か\nれる技術的事項との関係において新たな技術的事項を導入するものであり，本件明\n細書に記載した事項の範囲内においてしたものではない。\nまた，訂正事項１３における「受け部の後方直近」の「直近」がどの程度の距離\nを含むのか，本件明細書を参酌しても不明である。\nしたがって，訂正事項１３は，本件明細書から把握できない「受け部の後方直近」\nという概念を新たに追加するものであり，本件明細書に記載した事項の範囲内にお\nいてしたものではない。\n(b)  訂正事項１３は，「直近」という記載がどの程度の距離を含むの\nか不明であり，訂正事項１３をもって，「果菜自動選別装置」という物の発明に係る\n本件訂正後発明３について，当該物の形状や構造をいかに限定しようとするもので\nあるかも不明であるので，特許請求の範囲の減縮を目的とするものには該当せず，\n特許法１３４条の２第１項ただし書で規定する事項を目的とするものではない。\nｂ  原告は，「仕切り体」の形状や大きさ，長さ等について，「受け部に\n載せる果菜の形状や大きさ等に応じて当業者が適宜選択しうる設計事項である」と\nして，「仕切り体の全長を受け部の幅よりも短くするか，ほぼ同程度にすれば，仕切\nり体の果菜送り出し方向側の全部が受け部の後方直近ということになると主張する。\nしかし，本件明細書には，【図２】（ａ）及び（ｂ）から明らかなように，仕切り\n体１７の「一部」が受け部の後方直近に位置する態様しか開示されておらず，仕切\nり体１７の「全部」が受け部の後方直近に位置する態様は，記載も示唆も存在しな\nい。\nしたがって，仕切り体１７の「全部」が受け部の後方直近に位置する態様も開示\nされているとする原告の主張は，本件明細書に基づくものではない。\n(ｸ)  訂正事項１６について\nａ  訂正事項１６について，本件明細書には，「ベルトは，上面が果菜を\n受ける窪みがない平坦又は略平坦である平面状」であることは記載されていない。\nそもそも「平坦又は略平坦」という記載は，「平坦」及び「略平坦」を含むところ，\n明細書等を参酌しても「略」がどの程度の範囲を含むのか不明である。\nしたがって，訂正事項１６は，本件明細書から把握できない「略平坦」という概\n念を新たに追加するものであり，本件明細書に記載した事項の範囲内においてした\nものではない。\nｂ  訂正事項１６は，特許請求の範囲の減縮を目的とするものには該当\nせず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではな\nい。\n(ｹ)  訂正事項１９について\nａ  訂正事項１９の「前記果菜載せ体の受け部の上に載せられて果菜搬\n送ラインの搬送方向に一列又は略一列に並んで搬送される果菜」という記載は，本\n件明細書に記載されていない。\n本件訂正後発明３の「受け部」とは，仕切り体よりも果菜引受け体側（排出側）\nに位置する搬送ベルト上にある，単に果菜を載せ置く部分であり，本件明細書には，\n果菜を戴置する際の方法や，搬送ベルト上の特定の一点を戴置場所として定める旨\nの記載もなく，計測部との関係で，搬送ベルトの特定の位置を「受け部」とする記\n載もないのであり，「受け部」の上に載せられた果菜が搬送方向に一列又は略一列に\n並んで搬送されることは，本件明細書に記載された事項ではない。\nまた，「受け部」が搬送方向に一列又は略一列に並ぶことは，単に復回転により\n元々あった搬送ベルトの位置に戻すことで得られるものであって，果菜を一列又は\n略一列に並んで搬送できるものではない。\nさらに，訂正事項１９における「一列又は略一列」という記載は，「一列」及び「略\n一列」を含むところ，明細書等を参酌しても「略」がどの程度の範囲を含むのか不\n明であるから，訂正事項１９は，本件明細書から把握できない「略一列」という概\n念を新たに追加するものである。\nそうすると，訂正事項１９は，明細書等のすべての記載を総合することにより導\nかれる技術的事項との関係において新たな技術的事項を導入するものであり，本件\n明細書に記載した事項の範囲内においてしたものではない。\nｂ  訂正事項１９は，特許請求の範囲の減縮を目的とするものには該当\nせず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではな\nい。\n(2)  本件訂正２について\nア  特許請求の範囲の変更について（訂正事項３０について）\n(ｱ)  本件訂正後発明６は，訂正事項３０において請求項３を引用するよ\nうに変更され，引用する請求項３に，本件訂正前発明１に係る「果菜載せ体」にお\nいて搬送ベルトの上方に仕切り体を設けることにより果菜を搬送方向側方に送り出\nす発明を追加し，さらに「フレーム」及び「搬送ベルトに連結された駆動ピン」と\nいう構成を追加し，フレームの底面に「果菜送り出し方向に細長の開口」を備える\nことを特定し，「果菜搬送ラインの下側に設けられている往ガイド」，「果菜引受け体」\n及び「復ガイド」という構成を追加するとともに，「駆動ピンが，往ガイドに沿って\n開口内を移動して搬送ベルトを往回転させて果菜を果菜引受け体に送り出し，復ガ\nイドに沿って開口内を移動して搬送ベルトを復回転させる機構」を追加することに\nより，「搬送ベルトの回転機構」に関する発明に変更された。\nこのように，訂正事項３０は，本件訂正前発明６とは別の「搬送ベルトの上方に\n仕切り体を設けることにより果菜を搬送方向側方に送り出す発明」及び「搬送ベル\nトの回転機構」に関する発明に変更するものであり，特許請求の範囲を変更してい\nる。\n(ｲ)  訂正事項３０は，請求項６の範囲を変更するものであるから，特許請\n求の範囲の減縮を目的とするものには該当せず，特許法１３４条の２第１項ただし\n書で規定する事項を目的とするものではない。\nイ  新たな技術的事項の追加について（訂正事項３０，３４，３５，３７及\nび３８について）\n(ｱ)  訂正事項３０について\n訂正事項３０は，「前記果菜自動選別方法に請求項３記載の果菜自動選別装置を\n使用し，」というものであるが，請求項３は本件訂正１の訂正事項６，８，９～１３，\n１６及び１９を含むものであり，訂正事項６，８，９～１３，１６及び１９は，本\n件明細書に記載した事項の範囲内においてしたものではなく，特許法１３４条の２\n第１項ただし書で規定する事項を目的とするものではない。\nしたがって，訂正事項３０は，本件明細書に記載した事項の範囲内においてした\nものではなく，特許法１３４条の２第１項ただし書で規定する事項を目的とするも\nのではない。\n(ｲ)  訂正事項３４について\nａ  訂正事項１９と同様に，「受け部」の上に載せられた果菜が搬送方向\nに一列又は略一列に並んで搬送されることは本件明細書に記載された事項ではない。\nまた，訂正事項３４における「一列又は略一列」という記載の「略」もどの程度\nの範囲を含むのか不明であり，本件明細書から把握できない「略一列」という概念\nを新たに追加するものである。\nさらに，「･･･搬送中の果菜を･･･に整列させて計測部に搬送し，」と記載されてい\nるが，搬送中の果菜を整列させることは本件明細書に記載されていない。\nしたがって，訂正事項３４は，本件明細書に記載した事項の範囲内においてした\nものではない。\nｂ  訂正事項３４は，特許請求の範囲を変更するものには該当せず，特\n許法１３４条の２第１項ただし書で規定する事項を目的とするものではない。\n(ｳ)  訂正事項３５について\nａ  本件明細書には，果菜引受け体のベルトの上面が，「果菜を受ける窪\nみがない平坦又は略平坦である平面状」であることは記載されていない。\nそもそも，「平坦又は略平坦」という記載は，「平坦」及び「略平坦」を含むとこ\nろ，明細書等を参酌しても「略」がどの程度の範囲を含むのか不明である。\nしたがって，訂正事項３５は，本件明細書から把握できない「略平坦」という概\n念を新たに追加するものであり，本件明細書に記載した事項の範囲内においてした\nものではない。\nｂ  訂正事項３５は，特許請求の範囲の減縮を目的とするものには該当\nせず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではな\nい。\n(ｴ)  訂正事項３７及び３８について\nａ  訂正事項１１と同様に，「略水平」という記載は明細書等に存在せず，\n「略」もどの程度の範囲を含むのか不明であり，訂正事項３７及び３８は，本件明\n細書から把握できない「略水平な送り出し」，「略水平に乗り移らせ」という概念を\n新たに追加するものであるから，本件明細書に記載した事項の範囲内においてした\nものではない。\nｂ  訂正事項３７及び３８は，特許請求の範囲を変更するものに該当せ\nず，特許法１３４条の２第１項ただし書で規定する事項を目的とするものではない。\n第５  当裁判所の判断\n１  本件訂正前発明及び本件訂正後発明について\n(1)  本件訂正前発明及び本件訂正後発明は，前記第２の２記載のとおりであ\nり（甲９，１３），本件訂正に係る訂正事項は，前記第２の４(1)ア(ｱ)ａ記載のとお\nりであり（甲１３），本件補正に係る補正事項は，前記第２の４(1)ア(ｱ)ｂ記載のと\nおりである（甲１６）ところ，本件明細書（甲９）には，本件発明について，次の\nとおりの記載がある。\n「【発明の詳細な説明】\n【０００１】\n【発明の属する技術分野】\n本発明は各種果菜をサイズ別，形状別，糖度別など規格（等階級）別に選別する\nための自動選別装置用果菜載せ体と，果菜自動選別装置と，果菜自動選別方法に関\nするものであり，特にトマト，桃，梨，メロン，西瓜などの果菜の選別に適したも\nのである。\n【０００２】\n【従来の技術】\nトマトなどの果菜を選別する装置は従来より各種のものがあった。\n図６はその一例で，無端搬送帯（チェーン）１に多数の受け皿２が連結されてお\nり，各受け皿２は搬送方向横向きに可倒式となっている。受け皿２が真上を向いた\n状態でトマト３を手載せして搬送し，重量や形状を計測して等階級を判別し，排出\nすべき果菜引受け体（ベルトコンベアやテーブル）４のところで受け皿２を横倒し\nてその上のトマト３を搬送ライン脇の果菜引受け体４に転倒させて排出するもので\nある。\n【０００３】\n他のものとして，フリーで搬送される受皿状のトレイに果菜を乗せて搬送し，等\n階級を判別し，トレイごと等階級別のプールエリアにためて仕分けするものがある。\n【０００４】\n【発明が解決しようとする課題】\n図６の選別装置は，トマト３を転倒して果菜引受け体４に排出するため，トマト\n３が転がってその表面が傷ついたり，転がって勢いついて別のトマト３とぶつかっ\nて互いに痛むことがあった。トマト３の場合，熟す前に出荷することが多いため痛\nみの問題はこれまで大きくクローズアップされなかったが，完熟トマトを選果する\n場合や，品種によっては痛みが発生することがある。また，自動選別が期待されて\nいる桃等の選別には利用できない。\n【０００５】\nフリートレイの選別装置は，トマトをトレイに乗せたままで仕分けを行えるため，\n痛みの発生はないが，トレイごとトマトを仕分けして各仕分けエリアにプールし，\nしかも各仕分けエリアに滞留するトレイの数が常時大きく変化するため，大量の余\n剰トレイをプールしておかないと空トレイの供給が間に合わなくなり，そのための\nプールラインが必要となる。しかし大きなプールラインを設けると，施設の設置面\n積が大きくなるという課題があった。またトレイの搬送ラインも長大にない，ライ\nンにトラブルが発生しやすく，また痛んだトマトから流れ出た汁がトレイやライン\nに付着して，故障やトラブルを起こすことがあった。\n【０００６】\n【課題を解決するための手段】\n本発明の果菜自動選別装置用果菜載せ体は，果菜載せ体が無端搬送体に多数取付\nけられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，\n搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別\n結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置\nの果菜載せ体において，果菜載せ体は搬送ラインの搬送方向側方に往復回転可能な\n搬送ベルトを備え，搬送ベルトの上に果菜を載せることのできる受け部が設けられ，\n搬送ベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設けられ，\n仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってそ\nの往回転方向に移動し，復回転に伴ってその復回転方向に戻るものである。搬送ベ\nルトの受け部が，果菜を載せることのできる受け部材を備えたものとすることもで\nきる。\n【０００７】\n本発明の果菜自動選別装置は，果菜載せ体が無端搬送体に多数取付けられた果菜\n搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜\nを計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づい\nて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置において，前\n記果菜載せ体が請求項１又は請求項２記載の果菜自動選別装置用果菜載せ体であり，\n前記多数の果菜載せ体は受け部が前記搬送方向に一列又は略一列に並んで移動して\n果菜を搬送でき，搬送中に搬送ベルトが判別結果に基づいて搬送方向側方に往回転\nして前記受け部の上の果菜を搬送方向側方に送り出し，送り出した前記搬送ベルト\nは，送り出し後の搬送方向への移動中に，前記受け部が搬送方向に一列又は略一列\nに並ぶように，前記往回転と逆方向に戻り回転するものである。複数の果菜引受け\n体が果菜搬送方向側方に配置され，それら果菜引受け体は搬送方向に間隔をあけて\n配置され，果菜載せ体から送り出される果菜が前記果菜引受け体にプールされるよ\nうにすることもできる。果菜引受け体は果菜載せ体から果菜が送り出される度に回\n転して，果菜載せ体から送り出される果菜をプールできるようにすることもできる。\n【０００８】\n本発明の果菜自動選別方法は，果菜載せ体が無端搬送体に多数取付けられた果菜\n搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜\nを計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づい\nて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別送方法において，\n果菜載せ体の往復回転可能な搬送ベルトの受け部の上に載せた果菜を，搬送方向に\n一列又は略一列に並べて搬送して，当該搬送中に果菜の等階級等を判別し，果菜搬\n送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往回転させて，前記受\nけ部の上の果菜を搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出し\n後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を元\nの位置に戻して，前記多数の果菜載せ体の受け部を搬送方向に一列又は略一列に並\nべるものである。判別結果に基づいて果菜載せ体から搬送方向側方に送り出される\n果菜を，果菜搬送ラインの搬送方向側方に間隔をあけて配置された二以上の果菜引\n受け体にプールすることもできる。果菜載せ体から果菜が送り出される度に果菜引\n受け体を移動させて，送り出される果菜を果菜引受け体にプールさせることもでき\nる。\n【０００９】\n【発明の実施の形態】\n図１は本発明の果菜自動選別装置の実施形態を部分的に示した平面図であり，ト\nマトを選別する場合の例である。図１の１は図示されていない駆動機構により矢印\nａ方向に進行されるチェーン（無端搬送帯）であり，平行して２本設けられている。\n図１の２は，トマト３を載せて搬送する果菜載せ体であり，前記チェーン１に一列\nに等間隔で連結されており，図中の矢印ａ方向に進行するようになっている。この\n図１では，装置全体のうち，搬送方向手前側部分である果菜載せ体２にトマト３を\n載せるトマト供給部の一部分Ａと，トマト３の等階級を計測するカメラ等の計測装\n置が設置された計測部Ｂと，トマト３を等階級別に仕分けする部分のプール用ベル\nトコンベア（果菜引受け体）４のうちの１本だけを示してある。全体的な構成は図\n３に示すように，数人の人手で果菜載せ体２にトマト３を載せることができるよう\nトマト供給部の範囲は広く，またプール用ベルトコンベア４も所定の間隔を空けて\n多数本設けられ，装置全体としては非常に長尺なものとなっている。\n【００１０】\n前記図１の果菜載せ体２は，詳細を図２（ａ）～（ｃ）に示すように，２本のチ\nェーン１に跨ぐようにして取り付けられるフレーム１０があり，このフレーム１０\nの幅方向両端に回転ローラー１１ａ，１１ｂが回転自在に取付けられ，これら回転\nローラ１１ａ，１１ｂにステンレス製の搬送ベルト１２が回転自在なるように掛け\n渡されている。この搬送ベルト１２の上側部分に位置しているベルトの表面にはト\nマト３を載せ置くための受皿状の受け部材１３が取付けられている。同受け部材１\n３は可撓性に富む弾性材で作成され，回転ローラー１１ａを曲がる際には，搬送ベ\nルト１２と共に抵抗なく曲がるようになっている。受け部材１３は１０ｃｍ程度の\n直径があり，大きなトマト３も無理なく載せることができるようになっている。ま\nた弾性があるため，載せたトマト３が痛まず，また搬送中の振動も吸収されるので\n痛まない。一方，搬送ベルト１２の上側部分には，ゴム製の仕切り部材１７が取付\nけられている。また，上側搬送ベルト１２の裏にはフレーム１０に固定されて板材\n１６が配置されており，搬送ベルト１２上のトマト３の荷重はこの板材１６で受け\nることができるようにしてある。なお，荷重が多めにかかるような場合は，この部\n分に回転自在なフリーローラを敷き詰めるようにしてもよい。\n【００１１】\n前記搬送ベルト１２の下側部分に位置しているベルトには同搬送ベルト１２を回\n転駆動するために設ける駆動ピン１４が下向きに突接されている。この駆動ピン１\n４は，フレーム１０の幅方向に細長いスリット状の長穴１５を貫通してフレーム１\n０の下側に突き出している。この駆動ピン１４の下端は，図１，３に示す果菜引受\nけ体４が設けられている各個所の果菜載せ体２の走行ライン下側に設けられている\n各斜めガイドレール２０と図２（ｃ）に示すように接触可能となっており，ガイド\nレール２０に沿って移動することができるようになっている。\n【００１２】\n図１，図３の各斜めガイドレール２０の先端には，図２（ａ）に示すように，ソ\nレノイドやエアシンリンダなどのデバイスにより回動されて状態Ａと状態Ｂとに高\n速に切り替えられる切替えピン２１が設けられており，状態Ｄにあるときは駆動ピ\nン１４は斜めガイドレール２０に接触せずにそのまま直進し，状態Ｃにあるときは\n切替えピン２１に接触して同ピン２１を通じて斜めガイドレール２０に乗り移り，\nこの斜めガイドレール２０によって駆動ピン１４が搬送方向横方向に横スライドさ\nれて，搬送ベルト１２を回転させるようになっている。斜めガイドレール２０によ\nる駆動ピン１４のスライド量は１２ｃｍ程度を得られるようにしてあり，搬送ベル\nト１２を１２ｃｍ程度回転させてその上のトマト３を回転ローラー１１ａ側の端部\nから確実に排出できるようにしてある。この斜めガイドレール２０は，各プール用\nベルトコンベア４の少し手前側位置から始まり，同引受け体４の幅方向中央部分く\nらいで終端するようになっており，プール用ベルトコンベア４の少し手前からトマ\nト３を横送りし始めて，同プール用ベルトコンベア４のちょうど幅中央の位置でト\nマト３をプール用ベルトコンベア４に乗り移すことができるようにしてある。さら\nに，果菜載せ体２の搬送ベルト１２からプール用ベルトコンベア４への乗り継ぎが\nスムーズに行われるよう，搬送ベルト１２と対向させて設けるプール用ベルトコン\nベア４の先端はエッジタイプ（ローラ径の小さいもの）のものを用いて，コンベア\n間の谷間が小さくなるようにしてあり，さらにプール用ベルトコンベア４を果菜載\nせ体２の搬送ベルト１２上面より２，３ｍｍ程度下げてある。このプール用ベルト\nコンベア４は，果菜載せ体２からトマト３が送り出される度に１０ｃｍ程度だけベ\nルトが進行されるようになっており，送り出されてくるトマト３を自分側に引き寄\nせてトマト３がスムーズに乗り移れるようにすると共に，トマト３がこない時は回\n転しないためにトマト３を効率良くプールできるようにしてある。\n【００１３】\nなお，前記図２の切替えピン２１の切替え動作は，図１，図３の計測部Ｂで作り\n出される判別信号に基づいて制御されるようになっており，例えば，トマト３の等\n階級がＡＭと判別された場合には，ＡＭのトマト３を引き受けるプール用ベルトコ\nンベア４のところに設けられている切替えピン２１が動作して該トマト３をＡＭを\nプールするためのプール用ベルトコンベア４に引き渡すようになっている。また，\n図１，図２，図３には，果菜載せ体２の搬送ベルト１２を図２（ａ）の矢印ｂ方向\nに動かす斜めガイドレール２０だけを示したが，本発明の装置には矢印ｂ方向に進\n行させた搬送ベルト１２をもとの位置に戻すための逆傾斜のガイドレールも備えら\nれている。\n【００１４】\n（他の実施形態）\n図４に示すように，図２の搬送ベルト１２の上側部分のベルト面に直径２，３ｃ\nｍ程度の丸穴３１を開口し，同穴３１と一致させて受け皿型の受け部材１３にも同\n様の丸穴３０を開口して，トマト３を載せる部分の中央に一連の丸穴３０，３１が\nできるようにすることができる。この丸穴３０，３１は，トマト３から染み出した\n液体を下に排出する役割も有するが，透過型の糖度センサを用いて等階級の判別を\n行う場合には，トマト３の直上から下向き投射した光の透過光をこの丸穴を通して\n受光素子で観測することにより，効果的に糖度を検出することができる。また，一\n連の丸穴３０，３１を設けることにより，トマト３の下部をより下方に沈ませるこ\nとができるようになり，したがって，受け部材１３自体の厚みを減らして，同受け\n部材１３の可撓性を高めることができる。\n【００１５】\n図２の搬送ベルト１２に設ける受け部材１３は，図５に示すように，搬送ベルト\nの進行方向と直行する方向に多数の横溝３２を形成することにより，受け部材１３\nが回転ローラー１１ａを回転する際の可撓性を高めることもできる。\n【００１６】\nメロンや小玉すいかなどの搬送選別を行う場合には，図４の丸穴３０，３１と図\n５の横溝３２を組み合わせて用いることにより，受け部材１３の大きさを大きくし\nまた厚みを増しても，可撓性を高めることもできる。\n【００１７】\n図２の搬送ベルト１２としては，ステンレス製のもの以外でも，一般的な布製の\nベルトを用いることができ，また特殊な例としては，短冊状樹脂部材を多数連結し\nてなるキャタピラ（登録商標）のような構造のものを用いることができる。後者の\n場合には，ベルト表面に受け部材１３を別体ものとして設けず，短冊状樹脂部材そ\nのものの表面部分に凹凸を設けることにより受皿状の受け部を設けることができる。\n【００１８】\nまた，本件発明の果菜自動選別装置では，果菜引受け体４として，一般的なベル\nトコンベアを採用する代わりに，「特開２００１－１３０７４１の果菜選別装置に\nおける果菜送り出し機構」に記載の果菜送り出し機構を用いると，より効率的に仕\n分けしたトマト３をプールすることができ，選果作業効率を向上することができる。\n【００１９】\n【発明の効果】\n本件発明によれば，果菜３を搬送ベルト１２上に支持して同搬送ベルト１２を果\n菜載せ体２の進行方向と直交する左右方向に進行させて果菜３を搬送ライン脇の果\n菜引受け体４に送出し，しかも果菜引受け体４の上面を搬送ベルト１２上面と同じ\nか若干低めに設定し，果菜引受け体４の端部を搬送ベルト１２の果菜排出側端部と\n近接して設けるため，果菜載せ体２から果菜引受け体４への果菜３の乗り換えが平\n行移動となり，乗り換え時に落下して痛んだり，転がって他の果菜３とぶつかった\nりするようなことがなく，極めて痛みの発生が少ない果菜自動選別装置を提供する\nことができる。\n【００２０】\n本件発明によれば，果菜載せ体２が，無端搬送帯１に連結されるフレーム１０と，\n同フレーム１０の左右２ケ所に取付けられた回転自在の回転ローラー１１ａ，１１\nｂと，これら回転ローラー１１ａ，１１ｂ間に架け渡された搬送ベルト１２と，同\n搬送ベルト１２の下側部分のベルトに下向きに突設された駆動ピン１４とを備え，\n同ピン１４を果菜載せ体２の下側に設けられたガイドレール２０により果菜載せ体\n２の搬送方向と直交する左右方向にスライドさせて搬送ベルト１２を往復駆動可能\nとしたため，果菜載せ体１の搬送ベルト１２を無端搬送帯１の力を利用して動かす\nことができ，しかも搬送ベルト１２の移動量もガイドレール２０の長さや傾きで簡\n単かつ正確に設定することができる。\n【００２１】\n本件発明によれば，搬送ベルト１２の表面に，果菜３の下部を受けて支持可能な\n可撓性，弾性材の受け部材１３が取付けられているため，果菜３を置きやすく，ま\nた搬送中に揺れたり転がったりすることもない。」\n(2)  前記第２の２の認定事実及び前記(1)の本件明細書の記載によると，本件\n訂正前発明について，次のとおり認められる。\n本件訂正前発明は，各種果菜をサイズ別，形状別，糖度別など規格（等階級）別\nに選別するための自動選別装置用果菜載せ体（本件訂正前発明１，２）と，果菜自\n動選別装置（本件訂正前発明３～５）と，果菜自動選別方法（本件訂正前発明６～\n８）に関するものであり，特に，トマト，桃，梨，メロン，西瓜などの果菜の選別\nに適したものである（【０００１】）。\n従来，トマトなどの果菜選別装置として，無端搬送帯（チェーン）に多数の受け\n皿が連結されており，各受け皿は搬送方向横向きに可倒式となっており，排出すべ\nき果菜引受け体（ベルトコンベアやテーブル）のところで受け皿を横倒してその上\nのトマトを搬送ライン脇の果菜引受け体に転倒させて排出するもの（【０００２】）\nや，フリーで搬送される受け皿状のトレイに果菜を乗せて搬送し，等階級を判別し，\nトレイごと等階級別のプールエリアにためて仕分けするもの（【０００３】）があっ\nたが，前者は，トマトを転倒して果菜引受け体に排出するため，トマトが転がって\nその表面が傷付いたり，転がって勢いがついて別のトマトとぶつかって互いに傷む\nことがあり（【０００４】），後者は，大量の余剰トレイをプールすることに伴う種々\nの問題があった（【０００５】）。\nそこで，これらを解決するため，果菜載せ体が無端搬送体に多数取り付けられた\n果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に\n果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基\nづいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置の果菜載\nせ体において，果菜載せ体は，搬送ラインの搬送方向側方に往復回転可能な搬送ベ\nルトを備え，搬送ベルトの上に果菜を載せることのできる受け部が設けられ，搬送\nベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設けられ，仕\n切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその\n往回転方向に移動し，復回転に伴ってその復回転方向に戻るとの構成をとる（本件\n訂正前発明１及び３）とともに，上記果菜自動選別装置において，果菜載せ体の往\n復回転可能な搬送ベルトの受け部の上に載せた果菜を，搬送方向に一列又は略一列\nに並べて搬送して，当該搬送中に果菜の等階級等を判別し，果菜搬送中に前記搬送\nベルトを判別結果に基づいて搬送方向側方に往回転させて，前記受け部の上の果菜\nを搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出し後の搬送方向へ\nの移動中に前記往回転と反対方向に戻り回転させて前記受け部を元の位置に戻して，\n前記多数の果菜載せ体の受け部を搬送方向に一列又は略一列に並べる方法（本件訂\n正前発明６）を採用した（【０００６】～【０００８】）。\nこのように，果菜を搬送ベルト上に支持して同搬送ベルトを果菜載せ体の進行方\n向と直交する左右方向に進行させて果菜を搬送ライン脇の果菜引受け体に送出する\nこととしたため，果菜載せ体から果菜引受け体への果菜の乗り換え時に落下して傷\nんだり，転がって他の果菜とぶつかったりするようなことがなく，極めて傷みの発\n生が少ない果菜自動選別装置を提供することができるとの効果を奏する（【００１\n９】）。\n２  取消事由１（本件補正に係る認定判断の誤り）について\n(1)  本件審決は，補正事項３及び６に係る補正要件のみについて判断してい\nるので，上記の補正事項に係る認定判断に誤りがあるか否かを判断する。\n(2)  訂正請求に係る請求書の補正は，その要旨を変更するものであってはな\nらないものとされている（特許法１３４条の２第９項で準用する同法１３１条の２\n第１項）。訂正請求書に対する補正に内容的な制限を設けた趣旨は，訂正請求につい\nての審理手続の安定を図り，かつ，訂正請求の時期的な制限の規定（同法１３４条\nの２第１項本文）が請求書の補正によって事実上潜脱されることを防ぐ点にある。\nそして，訂正請求をする者は，「請求の趣旨」及び「請求の理由」を記載した請求\n書を提出しなければならないとされていること（特許法１３４条の２第９項で準用\nする同法１３１条１項），訂正請求をするときは，請求書に訂正した明細書，特許請\n求の範囲又は図面を添付しなければならないとされていること（特許法１３４条の\n２第９項で準用する同法１３１条４項）に照らすと，訂正請求書における「その要\n旨を変更する補正」とは，「請求の趣旨」に記載され特定された「請求を申し立てて\nいる事項」の同一性に実質的な変更を加えるような補正一般を指すというべきであ\nり，補正の前後で訂正請求の審理範囲が実質的に変更される場合は，訂正請求書の\n要旨の変更に該当すると解すべきである。\n特許請求の範囲を減縮する訂正請求をした後に，上記減縮の範囲を狭める内容の\n訂正請求書の補正（補正後の訂正請求による特許請求の範囲が補正前の訂正請求に\nよる特許請求の範囲よりも広くなる補正）をする場合には，補正後の訂正請求によ\nる特許請求の範囲は訂正請求前の特許請求の範囲を減縮するものではあるが，補正\nの前後で訂正請求の審理範囲が実質的に変更されるときは，訂正請求書の要旨の変\n更に該当すると解すべきである。\n(3)ア  そこで検討するに，本件補正の補正事項３は，本件補正前の訂正事項１\n０から，駆動ピンの横ブレを低減する作用効果を奏するための限定事項である「そ\nの開口の短い側の幅は前記駆動ピンのうち少なくとも当該開口を通過する部分の幅\nよりもわずかに大きく，」という事項（構成Ａ）を削除することにより，特許請求の\n範囲を減縮する訂正請求についてその減縮する範囲を狭める内容の訂正請求書の補\n正をするものであり，補正後の訂正請求による特許請求の範囲が補正前の訂正請求\nによる特許請求の範囲よりも広くなる補正をするものである。これによって，特許\n請求の範囲に，構成Ａを有しないものが含まれることになり，構成Ａが有していた\n特有の作用，効果を奏しないものも含まれることとなるから，補正の前後で訂正請\n求の審理範囲が実質的に変更されることとなり，訂正請求書の要旨を変更するもの\nというべきである。\nイ  本件補正の補正事項６は，本件補正前の訂正事項１３から果菜を載せる\n受け部の位置がわかるようにし，受け部に果菜を載せやすくする作用効果を奏する\nための限定事項である「仕切り体」の「受け部の後方」に対する位置関係を特定す\nる「少なくともその果菜送り出し方向側の一部が」という事項及び「直近」という\n事項（構成Ｂ）を削除することにより，特許請求の範囲を減縮する訂正請求につい\nてその減縮する範囲を狭める内容の訂正請求書の補正をするものであり，補正後の\n訂正請求による特許請求の範囲が補正前の訂正請求による特許請求の範囲よりも広\nくなる補正をするものである。これによって，特許請求の範囲に，構成Ｂを有しな\nいものが含まれることになり，構成Ｂが有していた特有の作用，効果を奏しないも\nのも含まれることとなるから，補正の前後で訂正請求の審理範囲が実質的に変更さ\nれることとなり，訂正請求書の要旨を変更するものというべきである。\nウ  したがって，本件補正は，特許法１３４条の２第９項で準用する同法１\n３１条の２第１項の要件を欠き，認められない。\n(4)ア(ｱ)  原告は，構成Ａを削除しても「駆動ピンの横ブレを低減する」とい\nう作用，効果が奏されなくなるものではなく，構成Ａは，いわゆる内的付加であり，\nこれを削除しても本件発明の要旨は変わることはない旨主張する。\nしかし，前記(2)のとおり，補正の可否については，補正の前後で訂正請求の審理\n範囲が実質的に変更されるか否かを判断すべきであるから，原告の上記主張は，理\n由がない。\n(ｲ)  原告は，構成Ａを削除する補正を認めても審理の遅延を招くおそれ\nはないから，構成Ａの削除を要旨変更とする必要はない旨主張する。\nしかし，構成Ａの削除により，本件訂正の審理範囲が変更され，変更された点に\nついての審理が必要となるから，審理を遅延させることがないということはできな\nい。また，審理対象の変更による審理遅延を防止することが特許法１３１条の２第\n１項の立法趣旨の一つであったとしても，特許法１３４条の２第９項が準用する同\n法１３１条の２第１項の「要旨を変更するもの」の解釈は，前記のとおりであって，\n審理の遅延を招くおそれがないことから直ちに「要旨を変更するもの」に当たらな\nいということはできない。\nしたがって，原告の上記主張は，理由がない。\n(ｳ)  原告は，訂正拒絶理由書における「訂正請求書の補正は，訂正事項の\n削除，軽微な瑕疵の補正等，訂正請求の要旨を変更しないものに限られます。」とい\nう特許庁の記載について，補正事項３を要旨の変更と認定するのであれば，本件補\n正は原告が特許庁に欺罔された結果によるものであるから，禁反言の観点からも，\n当該補正を訂正請求の要旨の変更とした審決の判断は認められない旨主張する。\nしかし，補正事項３は，訂正事項１０の内容の一部を変更するものであって，訂\n正事項を削除するものとは認められず，特許庁がこのような訂正事項の内容の一部\n変更を「訂正事項の削除」に該当するものとして訂正拒絶理由書に記載したとは認\nめられないから，原告の上記主張は，前提を欠き，理由がない。\nイ(ｱ)  原告は，構成Ｂを削除しても「果菜を載せる受け部の位置がわかるよ\nうにし，受け部に果菜を載せ易くする」という作用効果が消失することはなく，異\n質な効果を奏することになるわけではないから，審理範囲が実質的に拡張されるこ\nとにはならず，本件発明の拡張にも要旨変更にもならない旨主張する。\nしかし，前記ア(ｱ)のとおりであって，原告の上記主張は，理由がない。\n(ｲ)  原告は，構成Ｂを削除する補正を認めても審理の遅延を招くおそれ\nはないから，構成Ｂの削除を要旨変更とする必要はない旨主張する。\nしかし，前記ア(ｲ)と同様であって，原告の上記主張は，理由がない。\n(ｳ)  原告は，補正事項６についても，前記ア(ｳ)と同様の主張をするが，\n前記ア(ｳ)と同様の理由で，理由がない。\n(5)  したがって，本件審決の本件補正に係る認定判断に誤りはないから，取\n消事由１には理由がない。\n３  取消事由２（本件訂正に係る認定判断の誤り）について\n(1)  上記２のとおり，訂正事項１０に係る補正事項３及び訂正事項１３に係\nる補正事項６は不適法であり，本件補正は認められないため，本件訂正が適法であ\nるか否かを検討する。\n事案に鑑み，訂正事項１３に係る本件訂正が適法であるか否かをまず検討する。\n(2)ア  訂正事項１３は，前記(1)のとおり，補正事項６に係る本件補正が認め\nられない結果，次のとおりとなり，本件特許の特許請求の範囲の請求項３に，搬送\nベルトの上方であって受け部よりも往回転方向後方に「仕切り体」が設けられ，少\nなくともその果菜送り出し方向側の一部が前記受け部の「後方直近」に位置すると\nの事項を付加することを含む。\n〔訂正事項１３〕\n特許請求の範囲の請求項３に「前記搬送ベルトの上方であって前記受け部よりも\n往回転方向後方に仕切り体が設けられ，仕切り体は前記搬送ベルトに連結されて前\n記受け部よりも上方に突出しており，少なくともその果菜送り出し方向側の一部が\n前記受け部の後方直近に位置しており，搬送ベルトの往回転に伴ってその往回転方\n向に移動し，復回転に伴ってその復回転方向に戻り，」との事項を付加する。\nこの「仕切り体」と受け部の位置関係につき，本件明細書の【図２】（ａ）及び（ｂ）\nにおいては，長方形の「仕切り体１７」が，円形の「受け部材１３」の往回転方向\n後方の「受け部材１３」とは間隙がある位置に，往回転方向と長手方向が直角にな\nるよう配置されていることが示されているが，本件明細書の発明の詳細な説明にお\nいては，「仕切り体」の位置につき，「搬送ベルトの上方であって前記受け部よりも\n往回転方向後方に仕切り体が設けられ，」（【０００６】），「搬送ベルト１２の上側部\n分には，ゴム製の仕切り部材１７が取付けられている。」（【００１０】）という記載\nがあるだけで，「仕切り体」と受け部の間隔がどの程度の大きさであるかを示す記載\nは見当たらない。\nイ  この点，原告は，訂正事項１３の「直近」とは，受け部に載せた果菜が\n後方に転がるのを阻止することができるほど受け部に近いことを意味するのであっ\nて，本件明細書の【図２】(ａ)には，仕切り体の長手方向中央付近の領域が受け部\nに接近していることが記載されているから，訂正事項１３は，本件明細書に実質的\nに記載された事項の範囲内の訂正である旨主張する。\nしかし，「受け部に載せた果菜が後方に転がるのを阻止することができるほど受\nけ部に近い」といっても，受け部に載せた果菜が転がり始めるのを阻止するのか，\n受け部から転がり出るのを阻止するのか，果菜載せ体から転がり出るのを阻止する\nのかによって，仕切り体を設置すべき位置は異なり，それに伴い，仕切り体と受け\n部との間隙の大きさは異なるから，原告の主張を前提としても，「後方直近」の意義\nを一義的に理解することができない。\nウ  したがって，仕切り体が，「少なくともその果菜送り出し方向側の一部が\n前記受け部の後方直近に位置しており」という構成が，本件明細書に記載されてい\nるということはできず，本件明細書から自明であるともいえない。\nそうすると，訂正事項１３は，本件明細書から把握できない「仕切り体の少なく\nともその果菜送り出し方向側の一部」が「受け部の後方直近」という事項を追加す\nるものであるから，本件明細書に記載した事項の範囲内においてしたものというこ\nとができない。\n以上によると，訂正事項１３を含む本件訂正１（請求項１～５からなる一群の請\n求項に係る訂正）は，特許法１３４条の２第９項で準用する同法１２６条５項に適\n合しないといえるから，本件審決の本件訂正１に係る判断は，結論において誤りは\nない。\n(3)  また，訂正事項３０は，本件特許の特許請求の範囲の請求項６が，請求項\n３を引用するものとするものであるところ，これにより請求項６についても訂正事\n項１３に係る本件訂正がされたことになるから，上記(2)と同様の理由により，訂正\n事項３０に係る本件訂正は，本件明細書に記載した事項の範囲内においてしたもの\nということができないので，訂正事項３０を含む本件訂正２（請求項６～８からな\nる一群の請求項に係る訂正）は，特許法１３４条の２第９項で準用する同法１２６\n条５項に適合しないといえるから，本件審決の本件訂正２に係る判断は，結論にお\nいて誤りはない。\n(4)ア  原告は，本件審決が判断を示した訂正事項１０，１３及び３０以外にも，\n訂正事項６～９，１１，１２，１４～１６，１９，２０，３４，３５，３７及び３\n８につき，訂正要件を満たすと主張するが，前記(3)のとおり，訂正事項１３が不適\n法である以上，本件訂正１及び２は不適法であり，この結論は，他の訂正事項が適\n法であるとしても変わるところではないから，原告の上記主張は理由がない。\nなお，少なくとも，このうち訂正事項６に係る本件訂正は，次のとおり，本件明\n細書に記載した事項の範囲内においてしたものということができない。\nイ(ｱ)  すなわち，訂正事項６は，訂正事項６に係る補正事項１が認められな\nいから，次のとおりとなり，本件特許の特許請求の範囲の請求項３に，果菜載せ体\nの果菜送り出し方向先方側の無端チェーンと，果菜送り出し方向後方側の無端チェ\nーンの少なくとも２本の無端チェーンを，果菜送り出し方向に間隔をあけて平行に\n配置するとの事項を付加することを含む。\n〔訂正事項６〕\n特許請求の範囲の請求項３に「前記無端チェーンは，果菜載せ体の果菜送り出し\n方向先方側の無端チェーンと，果菜送り出し方向後方側の無端チェーンの少なくと\nも二本であり，それら両無端チェーンは果菜送り出し方向に間隔をあけて平行に配\n置されており，」との事項を付加する。\nそうすると，訂正事項６に係る訂正により，果菜載せ体の果菜送り出し方向先方\n側と後方側に各 1 本だけではなく，その間に少なくとも１本以上の無端チェーンを\n配する構成も，文言上，本件特許の特許請求の範囲の請求項３に含まれることにな\nる。\n(ｲ)  本件明細書には，「チェーン（無端搬送帯）」は，「平行して２本設け\nられている」こと（【０００９】），果菜載せ体のフレーム１０は，「２本のチェーン\n１に跨ぐようにして取り付けられる」こと（【００１０】）が記載されており，図２\n（ａ），（ｂ）においても，チェーン１は，フレーム１０の果菜送り出し方向先方側\n端部と後方側端部に近い位置の下の位置に記載されている。また，本件明細書には，\n駆動ピン１４が搬送ベルトの下側部分に位置しているベルトに下向きに突接されて\nおり，フレーム１０の幅方向に細長いスリット上の長穴１５を貫通してフレーム１\n０の下側に突き出していること（【００１１】），果菜載せ体２の下側に設けられた斜\nめガイドレール２０により，駆動ピン１４を果菜載せ体２の搬送方向と直交する左\n右方向にスライドさせて搬送ベルト１２を往復駆動可能とし，駆動ピン１４のスラ\nイド量は１２ｃｍ程度を得られるようにしてあること（【００１２】，【００２０】）\nが記載されており，図２（ａ）（ｂ）においても，駆動ピン１４は，果菜載せ体のフ\nレーム１０の果菜送り出し方向先方側端部と後方側端部に近い位置に設けられた２\n本の無端チェーン１の間の幅の大部分を移動することが記載されている。\n駆動ピン１４が移動する位置の下にチェーンを配すると，当該チェーンが駆動ピ\nンのガイドレールによる移動を妨げることになる可能性が高い。\n(ｳ)  本件明細書には，無端チェーンを３本以上にする構成は明示されて\nおらず，前記(ｲ)のとおり，果菜載せ体の果菜送り出し方向先方側と後方側の端部に\n近い位置に各 1 本だけではなく，その間に少なくとも１本以上の無端チェーンを配\nする構成を採った場合，駆動ピンの移動が当該「少なくとも１本以上」の無端チェ\nーンによって妨げられることになる可能性が高いから，当該「少なくとも１本以上」\nの無端チェーンを配することが，本件明細書に記載されているということはできず，\n本件明細書から自明であるともいえない。\nそうすると，訂正事項６は，本件明細書から把握できない「２本」を超える数の\n「無端チェーン」という事項を追加するものであるから，本件明細書に記載した事\n項の範囲内においてしたものということができない。\n(5)  以上によると，本件審決の本件訂正に係る認定判断は結論において誤り\nはないから，取消事由２には理由がない。\n第６  結論\n以上の次第で，取消事由１及び２には，いずれも理由がない。\nよって，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森   義 之\n裁判官\n森 岡 礼 子\n裁判官\n古庄   研\n"
}