{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 1,
    "day": 26
  },
  "case_number": "平成22(ワ)1274",
  "case_name": "損害賠償請求事件",
  "court_name": "さいたま地方裁判所第４民事部",
  "result": "棄却",
  "gist": "判例雑誌に掲載された判決文中の当事者名が実名のまま記載されたことについて，プライバシー侵害による不法行為は成立しないとされた事例",
  "lawsuit_id": "82101",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82101",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/101/082101_hanrei.pdf",
  "contents": "主             文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，金５０万円及びこれに対する平成１６年７月２１日\nから支払済みまで年５パーセントの割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，原告が，被告の発行する雑誌に原告の実名入りの判決文が掲載され\nたことにより原告のプライバシーが侵害され，又は原告の名誉が毀損されたな\nどと主張して，被告に対し，主位的に，民法７０９条に基づき精神的損害の賠\n償を求め，予備的に，同法７０３条，７０４条に基づき不当利得の返還を求め\nている事案である。\n２  争いのない事実等（証拠により容易に認定できる事実については，かっこ内\nに証拠を示す。）\n(1) 被告は，法律専門雑誌「Ａ」を発行している会社である。\n(2) 原告は，平成８年，元勤務先の株式会社に対して金銭の支払を求める訴訟\n（別件訴訟）を提起した。別件訴訟の概要は以下のとおりである（甲１）。\nア  原告は，「Ｂ」との名称の考案（別件考案）について実用新案登録出願\nをした後，別件訴訟の被告株式会社Ｃ（別件被告Ｃ）と株式会社Ｄ１（後\nに別件訴訟の被告株式会社Ｄ２に吸収合併された。以下吸収合併の前後を\n問わず「別件被告Ｄ」といい，別件被告Ｃと合わせて「別件被告ら」とい\nう。）で勤務していたが，別件被告Ｃに入社後，別件被告Ｄに対して登録\nを受ける権利の一部を譲渡し，その後実用新案登録がされた。\nイ  原告は，別件被告らに対し，①原告と別件被告らとの間には，原告が別\n件被告らに別件考案に係る登録を受ける権利の一部を譲渡し，同考案の実\n施に必要なノウハウを提供することとし，その対価として，別件被告らは\n原告に実施料相当額の金員を支払う旨の無名契約が成立したと主張して，\n同契約に基づき３億９１０６万９０００円の支払を求めるとともに，②原\n告が別件被告らで勤務中にした職務発明等について，別件被告らに特許等\nを受ける権利を承継させたと主張して，当該職務発明等に対する相当の対\n価として合計１億０９３０万２０００円の支払を求めて，ａ地方裁判所ｂ\n支部に別件訴訟を提起した。\n(3) ａ地方裁判所ｂ支部は，平成１５年４月１０日，上記①の請求については，\n上記無名契約の成立を一部を除いて認めた上で，別件被告らの支払うべき対\n価は１７０８万円であると認め，上記②の請求については，職務発明等に対\nする相当の対価は合計１９９万９０９４円であると認めて，原告の請求を一\n部認容する判決（別件第１審判決）を言い渡した（甲１）。\n被告は，平成○○年○月○日発行の「Ａ」○○○○号に，「入社前の考案\nについて，使用者との実施権の設定或いは登録を受ける権利の一部を譲り受\nけることを内容とした黙示的な無名契約の成立とそれに基づく対価の請求が\n認められた事例」と題して，別件第１審判決の判決文を掲載した（甲１）。\nそして，掲載された同判決文の「当事者」欄には「原告Ｘ」「被告株式会社\nＣ」と記載され，各当事者の住所や本店所在地は記載されていなかった（甲\n１）。\n(4) 原告と別件被告らの双方が，ｃ高等裁判所に控訴した。同裁判所は，平成\n１６年９月２９日，上記①の請求については，原告が別件被告らによる別件\n考案の実施を許諾し，後に登録を受ける権利の一部を譲渡することとし，別\n件被告らは原告に対しその対価として相当額を連帯して支払う旨の合意が黙\n示的にされたなどと認定し，上記対価の相当額は１７０８万円であると認め\nてこの点に関する別件第１審判決を維持し，上記②の請求については，職務\n発明等に対する相当の対価は合計１８０万７１４７円が相当であるとして，\n別件第１審判決をその限度で変更する旨の判決（別件控訴審判決）をした（甲\n２）。\n被告は，平成△△年△月△日発行の「Ａ」△△△△号に，「被用者が入社\n前にした考案について，使用者への実施許諾ないし登録を受ける権利の一部\n譲渡の対価として，相当額を支払う合意が黙示的にされたとして，使用者に\n対する対価の支払請求が認められた事例」と題して，別件控訴審判決の判決\n文を掲載した（甲２）。そして，掲載された同判決文の「当事者」欄には「一\n審原告Ｘ」「一審被告株式会社Ｃ」と記載され，各当事者の住所や本店所在\n地は記載されていなかった（甲２）。\n(5) 原告は，「Ａ」○○○○号及び△△△△号（本件各雑誌）に掲載された別\n件第１審判決及び別件控訴審判決の各判決文（別件各判決文）に原告名が記\n載されることにつき，被告に明示的な承諾を与えたことはなかった。\n(6) 原告は，自己のホームページ上に別件控訴審判決の判決文を掲載し，判決\n文の後の「参考」という欄に，「一審原告Ｘ」として，原告の実名を公開し\nている（乙７）。また，原告は自己のホームページに原告自身の住所や電話\n番号も掲載している（乙４）。\n(7) 原告は，平成２２年３月４日，本件訴訟を提起した。\n３  争点\n(1) プライバシー侵害による不法行為が成立するか\n(2) 名誉毀損による不法行為が成立するか\n(3) 被告に不当利得が生じているか\n(4) 消滅時効が成立するか\n４  争点に対する当事者の主張\n(1) 争点(1)（プライバシー侵害による不法行為が成立するか）について\n（原告の主張）\n本件各雑誌に原告の実名をそのまま掲載した被告の行為（本件各掲載行為）\nは，以下の理由から，原告のプライバシー権を侵害する不法行為を構成する\nものであるから，被告は原告が被った精神的苦痛に対する慰謝料として５０\n万円を支払う義務がある。\nア  別件各判決文は，未公開の判決文であったが，被告が本件各雑誌で公開\nしたことにより，原告の実名も含め公然知られる判決文となった。\nところで，氏名は個人情報の最たるものであり，かつ，実名の掲載その\nものには公益性はないから，本人の承諾を得ないまま実名を無断で掲載す\nることは許されないものというべきであり，原告はこのことによって精神\n的苦痛を被った。\nまた，本件各掲載行為の結果，原告が元勤務先の会社を訴えた事実，敗\n訴率９５％の屈辱的結果の事実，その他の原告の個人情報が詳細に公然知\nられるようになった。\n原告が元勤務先の会社を相手として別件訴訟を提起したことは知られた\nくない情報であり，これが知人ないし友人に知られることが予想できる状\n況に置かれたことにより，また，原告の氏名が全国の不特定多数の者に対\nし知られることとなり，かつ，このことが将来にわたって半永久的に排除\nできない状況に置かれたことによって，原告は精神的苦痛を被った。\nイ  本件各掲載行為の後，原告は無言電話等の嫌がらせ電話，原告のホーム\nページの掲示板への度重なる不正アクセスないし不正書込み，税務署から\nの不審な税務調査等を受け，中には暴力団らしい者からの電話や，深夜の\n無言電話もなされている。原告は，今後も不測の事態が継続するのではな\nいか，さらに拡大するのではないかなどの不安に怯えているのであり，こ\nれらも本件各掲載行為によるものであり，このことによる精神的苦痛を被\nった。\nウ  なお，原告が自己のホームページに別件各判決文を紹介した時期があっ\nたが，これは被告による本件各掲載行為とは以下の点で全く実態の異なる\nものである。\n(ア)  原告による公開は，自分自身の情報であるからプライバシー侵害には\n該当しないが，被告による公開は原告の情報について許可を得ずに行っ\nたものであるからプライバシー侵害に該当する。\n(イ) 原告が公開したのは被告による本件各掲載行為よりも後のことであ\nる。仮に公開の順序が逆であるとしても，被告による公開は被害を拡大\nする行為であり弁解の余地はない。\n(ウ) 原告による公開は責任負担が自分自身に存在し，第三者に迷惑をかけ\nることはないが，被告による公開は責任負担が第三者に存在し，現に原\n告に迷惑をかけている。\n(エ) 原告による公開は，削除，消去，内容変更，アクセスブロック，監視\n等がいつでも可能であり即時にコントロールすることが可能なもので\nある。また，状況の把握も一定程度で可能であり，かつ状況の経過を注\n意深く見守ることも可能である。これに対し，被告による公開はこれら\nのコントロールが実質的に全て不可能である。\n(オ) 原告による公開は，発明を指導している立場上，相談者に対して情報\n公開が一定の範囲で必要であり，その義務を負っていることから，やむ\nを得ず一定の犠牲を払って公開しているものである。これに対し，被告\nによる公開は自己の営利を目的としており，氏名の記載がなくても閲覧\n者による判例研究には何ら不都合はないから，氏名の記載そのものには\n公益性がなく，興味本位に情報を提供して自己の利益を拡大することを\n目的としているものと考えられる。\nエ  被告は本件各雑誌の購読者が法曹関係者の限られた人であり一部以外\nの一般書店では販売していない旨主張するが，本件各雑誌は，全国の図書\n館，大学等に納付されただけでなく，全国の個人が誰でも本屋経由あるい\nは被告への直接注文により購入が可能であり，閲覧者が法曹関係者に限ら\nれず不特定多数を対象としていることは明白である。\nオ  被告は，裁判は公開であるから判決文を掲載する際に仮名処理をする必\n要性はない旨主張するが，個人情報保護法等に基づくプライバシー意識の\n高まりなどを受け，仮名処理をするケースが被告でも増加しているとして，\n自ら仮名処理の必要性を認めているのであり，信義誠実の原則もしくは禁\n反言の法理に反している。\nカ  裁判の公開といっても，法廷における傍聴者の受入数には限界があるか\nら，不特定多数に対して公開される出版物とは大きな違いがある。また，\n訴訟資料を閲覧するためには通常裁判所の許可が必要であり，一定の制限\nが保持されているので，当事者に無断で実名を公刊物に掲載し，全国の図\n書館や大学等に配布する事実とは大いに異なる。\n（被告の主張）\n被告の行為は，以下の理由から不法行為に当たらない。\nア  公開の裁判所に提訴する者は，氏名を含めて公表されることも自認すべ\nきであり，プライバシーの問題はなく，本件各雑誌に判決文を掲載するこ\nとは裁判を受ける権利（憲法３２条）及び裁判の公開（同８２条）により\n保障された正当なものである。判決文の掲載に際し，氏名を除く理由はな\nい。判決の公開は，氏名を含むものであり，知る権利により公益性がある。\nイ  本件各掲載行為は，判決文を法曹界の学問的資料として提供し紹介する\nものであり，公益を図る目的のためのものである。\nウ  原告は自身のホームページ上で氏名，住所，電話番号等とともに別件各判\n決文を公開し，本件各雑誌に掲載された判例としてこれらを紹介しているの\nであり，原告自らが実名による公表を承認しているといえる。\nエ  最高裁判所民事判例集は実名にて判決文を掲載している。\nオ  被告は，別件訴訟における原告の訴訟代理人の弁護士から別件各判決文を\n提供されて，本件各掲載行為を行ったものであり，その際，同弁護士から仮\n名によることの要請はなかった。\nカ  別件各判決文は原告勝訴の特許訴訟に関するものであり原告に不利益は\nない。別件訴訟のような知的財産に関する発明訴訟等については，不名誉な\nものとはいえないから，仮名処理をする必要性はない。\nキ  本件各雑誌は一般の書店では販売されておらず，読者は限定されているか\nら，原告の主張する嫌がらせ電話等は本件各掲載行為が原因のものではない。\nまた，嫌がらせ電話等についてはその相手方が加害者であって，被告は何の\n関係もない。\n(2)  争点(2)（名誉毀損による不法行為が成立するか）について\n（原告の主張）\nア  別件各判決文が実名入りで本件各雑誌に掲載されたことにより，原告が\n元勤務先の会社を訴えた事実，敗訴率９５％の屈辱的結果の事実，その他\nの原告の個人情報が詳細に公然知られる結果となり，これにより原告は名\n誉が毀損され精神的苦痛を被った。別件各判決文は，原告にとって敗訴率\nの極めて高い不名誉な結果の判決であり，これが不特定多数に知られる状\n況に置かれ，恥をもたらした。被告は，上記精神的苦痛に対する慰謝料と\nして，５０万円を支払う義務がある。\nイ  不利益，屈辱，名誉毀損等というものは，それをどう感じるか個人差も\nあり，かつ個別の事情で異なることである。特許訴訟においては判決後記\n者会見に応じる当事者もいれば応じない当事者もいるのであり，原告は別\n件訴訟の後，記者会見に応じなかったのであるから，このような個別の事\n情を無視してはならない。また，勝訴か否かは認容額の多寡だけではなく\n訴額に対する認容額の割合で判断するのが妥当であり，訴訟費用の負担率\nで判断するのが合理的といえる。\n（被告の主張）\n判決内容は原告が勝訴し相当な額のものであるから，何ら不利益とか屈辱\n的というものではない。よって，原告の名誉を毀損するものではない。\n(3)  争点(3)（被告に不当利得が生じているか）について\n（原告の主張）\n被告は，原告の財産（権利），労務等によって賠償の義務を免れることに\nより法律上の原因なく利益を受けることとなり，反面，原告は損失を受ける\nことになる。受益と損失との間には因果関係があるのであるから，被告は原\n告に対し損害賠償額と同額である５０万円の不当利得返還義務を負う。\n（被告の主張）\n被告において原告から得ている利得は何もない。\n(4)  争点(4)（消滅時効が成立するか）について\n（被告の主張）\n原告は平成１７年５月２５日に本件各雑誌を購入して受け取っており，遅\nくとも同日には判決文掲載の事実を知ったといえるところ，同日からすでに\n３年が経過しているのであるから，消滅時効を援用する。\n（原告の主張）\nア  消滅時効は完成していない。\n(ア)  原告が確定的かつ看過できない損害を知ったのは，別件各判決文中\nの実名部分の黒塗り等の要求を被告から断られた平成２１年１２月１\n１日であり，消滅時効の起算日は早くとも同日である。\n(イ)  被告の行為により原告の受ける損害は将来に向けて毎日更新される\nものであり，継続的な侵害行為である。\nイ  被告は，平成２１年１２月１１日，原告に損害を与えたことについて自\nら認めたのであるから，これにより時効は中断している。\n第３    当裁判所の判断\n１  争点(1)（プライバシー侵害による不法行為が成立するか）について\n(1) 不法行為は，故意又は過失により他人の権利又は法律上保護される利益を\n侵害し，これによって損害が生じることによって成立する。ここにいう権利\n又は利益の侵害とは行為の違法性を意味し，違法性の判断は，被侵害利益の\n性質と侵害行為の態様との相関関係において判断すべきものと解される。\nこのことは，プライバシーの侵害による不法行為についても異なるところ\nはないから，プライバシーの侵害によって不法行為が成立するというために\nは，プライバシーに該当するとされる法的利益と侵害行為の態様との相関関\n係から，当該行為が違法な行為であるといえることが必要である。\n(2) そこでまず，原告の主張する利益がプライバシーに該当する法的利益に当\nたるかにつき検討を加える。\nア  プライバシーとは，「他人に知られたくない私生活上の事実又は情報を\nみだりに開示されない利益」であると解されるところ，具体的な情報がプ\nライバシーとして保護されるためには，個人の私生活上の事実又は情報で\nあって，一般人を基準として，他人に知られることで私生活における心の\n平穏が害されるような情報であることが必要であるというべきである。\nイ(ア)  これを本件について見ると，原告は本件各掲載行為において「当事\n者」欄に「原告Ｘ」「一審原告Ｘ」と記載したことが原告のプライバ\nシーを侵害するものであると主張する。ところで，氏名は，個人を他\n人から識別し特定する機能を有するものであり，個人の側からみれば，\n氏名が当該個人の人格の象徴であることは否定できないとしても，氏\n名のみが当該個人を離れて独立した意味を持つものではなく，当該個\n人と結びつくことによって初めて意味を有するものというべきである。\nそうであれば，氏名が公表されることにより個人の私生活上の平穏が\n害されるのは，氏名がその他の情報と相まって当該個人の平穏を害す\nることになるからに他ならない。\nそうすると，本件においては「原告」ないし「一審原告」である原\n告と表記することがプライバシー侵害と評価することができるか否か\nを問題とすべきことになる。そして，上記表記によって，原告が「別\n件訴訟を提起した人物」として，別件各判決文に現れた種々の情報が\n原告と結びつくこととなる。かかる情報は，原告個人の私生活上の事\n実又は情報であること自体は否定できず，一般人の感受性を基準とし\nても，他人に知られることにより心の平穏が害されることがあること\nは否定することができない。\n(イ) そこで次に，プライバシーに該当する事実又は情報を含む別件各判\n決文を本件各雑誌に掲載した被告の行為が違法と評価できるかについ\nて検討する。\n前記のとおり，不法行為における違法性は，被侵害利益の性質と侵\n害態様との相関関係において判定すべきであるから，プライバシー侵\n害の違法性については，開示されるプライバシーの性質，開示の目的\n並びに方法，及び開示による不利益の程度等を総合的に考慮すること\nが必要である。その結果，プライバシーに該当する情報が一般人の感\n受性を基準として私生活上の平穏を害するような態様で開示されたと\nいえる場合には，違法なプライバシー侵害として不法行為を構成する\nこととなると解される。\n本件におけるプライバシーは，原告が別件訴訟を提起した者である\nこと，別件被告らが原告の元勤務先の会社であること，原告が一部敗\n訴の判決を受けたこと，その他別件各判決文に現れた全ての情報であ\nるところ，裁判の公開の原則に照らせば，原告はいったん原告として\n訴訟を提起した以上，一定の限度でこれを他者に知られることは当然\n受忍すべきものといえるし，別件訴訟は知的財産に関する訴訟であっ\nて，経済的活動としての性質を有するものであり，私事性，秘匿性が\n低いといわざるを得ない。原告自身，ホームページ上で別件控訴審判\n決の判決文を実名とともに公開していることからも，その秘匿性は低\nかったといえる。\n被告による本件各掲載行為の目的は，判決文を紹介することにより\n法曹界の学問的資料を提供することであって，公益性があり，また，\n掲載態様に関しても，原告の請求が認められた事例として別件各判決\n文をそのまま掲載したに過ぎないものであり，原告が別件訴訟を提起\nしたことを暴露したり批判の対象とすることを目的としていないこと\nは明らかである。本件各雑誌は法律専門誌であって，一般人が見る機\n会は新聞やインターネットに比べて低く，開示の相手方はある程度限\n定されているといえる。\nなお，原告は，本件各掲載行為により嫌がらせ電話や，原告のホー\nムページへの不正アクセス等がなされるようになったと主張するが，\n上記のとおり，原告はホームページに別件控訴審判決を掲載したり，\n原告の住所や電話番号も掲載したりしていること，一方，本件各雑誌\nには原告の住所や電話番号までは記載されていないことからすると，\nこれらが本件各掲載行為が原因でなされたとは認め難い。また，原告\nは，本件各掲載行為により税務署の調査を受けるようになったと主張\nするが，別件訴訟により，原告が別件被告らに対し相当額の金員の支\n払請求権を有することが確定したのであって，このことから税務署が\n徴税の有無等を確認するため調査等を行うことは当然に予定されてい\nることであり，税務署の調査が原告に対する不利益であるとはいえな\nい。\nウ  そうすると，本件において，被告が別件各判決文を本件各雑誌に掲載\nするに当たり，原告の氏名を実名で掲載する必要性はなく，仮名処理を\nすることも可能であったことを考慮しても，なお，プライバシーの性質\nと侵害態様とを総合的に考慮すれば，一般人を基準として私生活上の平\n穏を害するような態様で開示されたとは認められず，被告による本件各\n掲載行為に違法性はないというべきである。\n(3)  以上によれば，被告が原告のプライバシーを違法に侵害したとはいえな\nいのであるから，プライバシー侵害による不法行為は成立しない。\n２  争点(2)（名誉毀損による不法行為が成立するか）について\n(1) 名誉とは，人の品性，徳行，名声，信用等の人格的価値について社会から\n受ける客観的な評価，すなわち社会的名誉であって，人が自己自身の人格的\n価値について有する主観的な評価，すなわち名誉感情はこれに含まれない。\nそして名誉毀損とは，この客観的な社会的評価を低下させる行為のことであ\nるとされる。\n(2) これを本件について見ると，別件訴訟は知的財産権に関する訴訟であり，\n別件各判決文の内容からしても，これらを掲載することは原告の社会的評価\nを低下させる行為とはいえないし，原告の請求が認められた事例として判決\nを紹介している掲載態様からしても，被告による本件各掲載行為は原告の社\n会的評価を低下させるものであるとは認められない。\n原告は，別件訴訟の結果は原告にとって敗訴率の極めて高い不名誉なもの\nであるから，これが他人に知られることにより原告の名誉が毀損されたと主\n張するが，仮に，別件各判決文が掲載されたことにより原告が名誉を毀損さ\nれたと認識しているとしても，前記のとおり，個人の主観的な評価である名\n誉感情は不法行為において保護される名誉に含まれないから，原告の主張は\n採用できない。\n(3) したがって，名誉毀損による不法行為は成立しない。\n３  争点(3)（被告に不当利得が生じているか）について\n原告は結局，被告に不法行為が成立することを前提として，被告が損害賠償\n義務を免れたことをもって被告に不当利得が生じたと主張しているにすぎない\nところ，前記のとおり被告に不法行為は成立しないのであるから，被告に不当\n利得は生じていない。\nしたがって，この点に関する原告の主張は採用できない。\n４  結論\n以上によれば，プライバシー侵害及び名誉毀損による不法行為はいずれも成\n立せず，また，被告に不当利得も生じないのであるから，原告の請求は全て理\n由がない。\nよって，その余の点について判断するまでもなく，原告の請求には理由がな\nいからこれを棄却することとし，主文のとおり判決する。\nさいたま地方裁判所第４民事部\n裁判長裁判官            遠       山              直\n裁判官            八   木   貴 美 子\n裁判官            髙 部 祐 未\n"
}