{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 18
  },
  "case_number": "平成24(わ)226",
  "case_name": "恐喝未遂被告事件",
  "court_name": "高知地方裁判所",
  "lawsuit_id": "83216",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83216",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/216/083216_hanrei.pdf",
  "contents": "平成２４年（わ）第２２６号  恐喝未遂被告事件\n平成２５年４月１８日宣告  高知地方裁判所\n主          文\n被告人らはいずれも無罪。\n理 由\n１  公訴事実について\n本件公訴事実の要旨は，次のとおりである。\n「第１  被告人Ａ，被告人Ｂ及び被告人Ｃは，Ｄ（当時４９歳）が指定暴力団Ｅ\n組Ｆ会の構成員等複数の暴力団員から借りた約１１００万円の返済金名下に\n現金を喝取しようと企て，共謀の上，平成２４年２月７日午後９時頃から午\n後１０時頃までの間，高知市ａ町ｂ番地ｃＧ店内の被告人Ａら複数の前記Ｆ\n会関係者の面前において，前記Ｄに対し，被告人Ｃが『おい，誠意を見せえ\nや。土下座せえや。』などと怒号して前記Ｄを土下座させた上，被告人Ｂが\n『Ａさんのおかげで，借金が半額になった。Ａさんに感謝せんといかん。』，\n『このメンバーを見て分かると思うが，天国を見るか地獄を見るかはお前次\n第ということや。』などと，被告人Ａが『院長がまとめてくれたんや。払え\nんかったり，他の組織から金借りたりしたら，地獄を見ることになる。お前\n次第や。』，『院長を裏切ったら俺が容赦せんし，他の組織に変なことしよ\nったことが分かっても容赦せん。』などと語気鋭く申し向けて現金の交付を\n要求し，もしこの要求に応じなければ，前記Ｄの生命，身体，財産等にいか\nなる危害をも加えかねない気勢を示して脅迫し，その旨同人を畏怖させたが，\n同人が警察に被害申告したため，その目的を遂げなかった\n第２  被告人Ｂ及び被告人Ｃは，前記Ｄが前記脅迫により畏怖しているのに乗\nじ，同人から，同人の借金整理に伴う謝礼金等名下に現金を喝取しようと企\nて，共謀の上，同月１３日午後９時頃から同日午後１０時頃までの間，前記\nＧ店内において，前記Ｄ及び同人の妻であるＨ（当時４５歳）に対し，被告\n人Ｂが『お前の借金は，Ａさんの口利きで半額になった。』，『今回の件は，\nＡさんが助けてくれたんだから，お礼をせないかん。借金も含めて４０００\n万円は必要やろう。』，『今後，他の組織から金を借りたら絶対いかん。も\nし，それがばれたときは，あなたがたの命はないですよ。』などと，被告人\nＣが『裏切ったら，お前ら夫婦，子供，家族がどうなるか分からん。』など\nと申し向けて現金の交付を要求し，もしこの要求に応じなければ，Ｄ及びＨ\nらの生命，身体，財産等にいかなる危害をも加えかねない気勢を示して脅迫\nし，その旨同人らを畏怖させ，よって，同月２４日，高知市ｄ町ｅ丁目ｆ番\nｇ号ｈビルｉ階ｊ公証役場において，同人らに被告人Ｂを債権者，前記Ｄの\n経営 会 社 を債 務 者，Ｄ及びＨを 連帯保 証人とした金４０００万円の金 銭消費\n貸 借 契 約公 正 証 書 １ 通 を 作 成させたが，前記Ｄが警察に被害申告したため，\nその目的を遂げなかった\nものである。 」\n２  前 提 となる事実\n以 下， 甲・乙・弁 番号は記 録中 の証 拠 等関係 カ ー ド に記 載 されている番号であ\nり，証 拠 の 特 定のためにこれを 用 いる。\n証 拠 （ 甲 ５，１６，１８，２３，２９， 乙 １，１３，２３，Ｄ証人 ，Ｈ証人，\nＩ 証人， Ｊ 証人， Ｋ 証人，被告人Ａ，被告人Ｃ，被告人Ｂの 各 公判供 述 ）によれ\nば，本件の前 提 事実として，次のとおりの事実が 認 められる。\n(1)   被告人らについて\n被告人Ｂは 医師 であり，平成２４年２月当時， 医療法 人 Ｌ 会 Ｍ病 院（ 以 下\n「 Ｍ病 院 」 という。）の院長であった 。被告人Ｃは，同月当時， 建設業 を 営\nむ有限 会 社Ｎ建設 の 代表 取 締 役であっ た。被告人Ｂと被告人Ｃは約１ ０年 来\nの知人である。被告人Ａは，指定暴力団 Ｅ組Ｆ会会長 補佐 で あり，平 成２３\n年に知人の 紹介 により被告人Ｂが被告人 Ａを 診 察し たことから， 両 名 は知り\n合 った。\n(2)   平成２４年２月７日（公訴事実第１の 犯行 があったとされる日）に 至 る 経\n緯\n本件の被害者とされるＤは，平成１５年ころから， Ｏ の 屋 号で 廃棄物処 理 業\nを 営む ようになった。Ｄは，平成２１ 年，この事 業 を 法 人 化 して 株式 会 社Ｏ\nを 設立 した 。Ｄは， 自 らに カ ー ド 等の債 務 の 不 払いがあったため，妻である\nＨを 代表 取 締 役としつつ，実 質 的に Ｏ を 経営 していた。\nＤは，平成１６年ころ， 仕 事に関する トラブ ルの 解決 を暴力団構成員である\nＫ に 依頼 し，これをきっかけに， Ｋ から 顧客 の 紹介 を 受 けたり，事 業 の 運転\n資 金を借りたりするようになった。Ｄは，その ほ かにも， 多 くの暴力 団関係\n者から事 業 の 運転資 金を借り 入 れるようになった。また，Ｄは，平成 １８年\nころから，被告人Ｃの会 社 の 仕 事を 受 け るようになったが，平成２１ 年ない\nし２２年ころから，同人の 紹 介 により，被告人Ｂから事 業 の 運転資 金を借り\nるようになった。\n前記の暴力団関係者からの借 入 金債 務 には，いずれも月５ パ ー セ ン ト か ら\n２０ パ ー セ ン ト の 割合 の利 息 が付いており，Ｄは，平成２３年９月 ころには，\n利 息 だけで 毎 月２００万円 程度 を返済し なければならなかった。この返済は，\nＤにとっては 大 きな 負担 であり，Ｄは ，このころから，暴力団関係者 へ の利\n息 の 支 払を 滞 らせるようになった。\nＤは，暴力団関係者と 縁 を切りたいと 考 え，平成２３年１２月１９日， 料 理\n店Ｇにおいて，被告人Ｂや被告人Ｃに対し，暴力団 関係者からの借 入 金が 相\n当額あること，暴力団関係者に対して 違 法 な高額の利 息 を 相 当 期 間 支 払い 続\nけてきており， 元 本がかなり 減少 しているものもあるはずであること ，警察\nに 相談 する ことも 考 えていることなどを 話 した。被告人Ｂは，Ｄに対し，Ｄ\nの暴力団関係者に対する債 務 の整理について，被告人Ａに 相談 することを約\n束 した。\n被告人Ｂ及び被告人Ｃは，平成２４年１月ころ，被告人Ａに 相談 したところ，\n同被告人は，上記の暴力団関係者を１か 所に 集 め，Ｄの借金返済方 法 等を 決\n定することにした。もし 一括 で 支 払う 資 金が必要になった場 合 には， 足 りな\nい 部 分を被告人Ａから借りるなどして被告人Ｂが 負担 するこ とになった。被\n告人Ｂは，Ｄから，暴力団関係者からの 借金が 概 ね２０００ 万円であること\nを 確認 し，被告人Ａに 伝 えた。\n(3)   平成２４年２月７日\n被告人Ａは，平成２４年２月７日，Ｄの暴力団関係者に対する債 務 の整理の\nため，Ｄの債権者のう ち ，Ｆ会の関係者 である， Ｋ ， Ｉ ， Ｊほ か２名 を，Ｇ\nに 呼 び 出 した。被告人Ａは，被告人Ｃが同 席 した場で，Ｄの暴力団関係者に\n対する債 務 額が， 元 本の み で約２２００万円である ことを 確認 し，それらに\nついて利 息 を 免除 したうえで 元 本を半額 にし， 残 った 元 本約１１００ 万円を\n一括 で 支 払うことを 提案 した ところ，上 記債権者らはこの 提案 を 承諾 した。\nＦ会に関係 しない暴力団関係者である債権者１名については ，Ｇに 来 ていな\nかったため ，被告人ＣとＤが 別途 交 渉 す ることになった。被告人Ｃは，Ｄに\n上記の債 務 額が 正確 かどうか 等を 確認 するとともに，上記債権者らに 対して\n債 務 整理の礼を 言 わせるために，ＤをＧに 呼 び 出 した。被告 人Ｂは， これと\n前後して，Ｇにやってきた。Ｄは，同日午後９時ころ，Ｇに 到着 した。\nその後のＧにおける事実 経過 及びその 評価 については，後 述 のように 争 いが\nある（公訴事実第１）。\n(4)   同月１３日\n被告人Ｂ及び被告人Ｃは，平成２４年２月１３日，ＤをＧに 呼 び 出 し，Ｄは，\n同日午後９時ころ，Ｈの 運転 する 車 でＧに 到着 した。\nその後のＧにおける事実 経過 及びその 評価 については，後 述 のように 争 いが\nある（公訴事実第２）。\n(5)   その後\n被告人Ｂ，Ｄ及びＨは，同月２４日，被告人Ｂを債権者， Ｏ を債 務 者，Ｄ及\nびＨを 連帯保 証人とした，４０００万円の金 銭消費 貸 借 契 約 公 正 証 書 １ 通 を\n作 成した。\nＤは同年６月，警察に対し，被告人らに金 銭 を脅し取られそうになったとし\nて被害申告をした。\n３  当裁判所の判 断\n(1)   検 察 官 は，平成２４年２月７日及び１３日のＧにおける 経緯 について，主\nに，被害者とされるＤ供 述 に 依拠 して，前者については被告人３名によって，\n後者においては被告人Ｂ及び被告人Ｃによって，いずれもＤに対する 恐喝未\n遂がなされたと主 張 する。これに対して， 各弁護 人 はいずれもＤ供 述 の 信用\n性 を 否 定し，無罪を主 張 する。前記の 経緯 を 全 て見 聞 きしたのはＤであるか\nら，本件において 有 罪，無罪を分けるのは， 結局 ， Ｄ供 述 の 信用性 に 尽 きる\nと 言 ってよい。また，公訴事実第２は ，同第１を 受 けて 起 きたとされる事件\nであり，Ｄ 供 述 の 信用性 は，第１，第２を含めた 一連 の 流 れから 総合 的に判\n断 する必要がある。\n(2)   Ｄは，平成２４年２月７日のＧでの 経緯 （公訴事実第１）について，公判\n廷 において次のとおり供 述 した。\n「Ｇの店内に 入 った後，被告人Ｃから『誠意を み せえや，土下座せえ。』\nと， 通常 よりも 大 きな 声 で 言 われた。 私 は， 車 いすから 降 り，土間に 手 をつ\nいて『 大 変申し 訳ござ いませんでした。』と謝った。暴力団の上の方 が２人\nくらいいるので恐怖を感じた。その後，被告人Ｂからは， ドス のきいた，今\nまでにない 声 で，『もう借金はないか 。もう他の組織からお金を借りたりす\nることはないか。もしそれを 裏切ったら ，天国を見るか，地獄を見るか。』言 われた 。被告人Ａからは，『院長 を裏切ったら容赦せん。他の組織から\nお金を借りたりとか，分かったら，天国を見るか，地獄を み るか。』 と 言 わ\nれた。被告人Ａは暴力団の トップ なので ， 非常 に恐怖を感じた。 私 は，借金\nはなくなるものだと思っていたので，２２００万円が１１００万円になると\nい う の は 納 得 で き な か っ た が ， そ の よ う な こ と を 言 え る 状 態 で は な か っ\nた。 」\nさらに，Ｄは，同月１３日のＧでの 経緯 （公訴事実第２）について，公判\n廷 において次のとおり供 述 した。\n「Ｇにおいて， 自 分に対し，被告人Ｂは，『 ほ かの組織からお金を借りた\nりとか，俺た ち を裏切ったら，そのときは容赦せん。天国を見るか地獄を見\nるか，お前次第だ。』と，被告人Ｃは，『 先 生を裏切ることがあれば，天国\nを見るか，地獄を見るか。』と 言 った 。さらに，被告人Ｂは，『Ａ会長の ほ\nうにお礼をせんといかん。４０００万から５０００万くらいのお礼をせんと\nいかんだろう。』と 言 い，被告人Ｃは，『６０００万から７０００万 ぐ らい\nお礼はせんといかんやろう。』と 言 った。 私 は 納得 いかなかったが，それま\nでに 色 んな 暴力団の方から脅されていたので 伝 えら れる 状態 ではなかった。\n最終 的に，礼金の額は４０００万円ということになり，９月から， 毎 月５０\n万円を８０回に分 割 して 支 払うことになった。 」\n(3)   結論 としては，当裁判所は，このようなＤ供 述 を 信用 することはできない。\n理由は 以 下のとおりである。\nア   第１に，Ｄが，当時，債 務 整理を 押 しつけられたと 考 えるには無理 があ\nる。\nすなわ ち ，前 提 事実のとおり，同年２月７日のＧでの 話合 いの 結果 ，Ｄの\n債 務 は，利 息 が 免除 され， 元 本は 合計 約２２００万円から 合計 約１１００万\n円に 減 額された。Ｄにとって， 毎 月の利 息 の 支 払いは 大 きな 負担 であったと\n考 えられるから，それが無くなる上， 元 本まで半分になることは，Ｄにとっ\nても 大 きな利 益 であった。\nＤは， 過 払 状態 になっていたのだから 元 本も無くなると思っていた旨供 述\nするが，他方で， Ｐ に対する約８３０万円の債 務 については，利 息 として２\n００万円くらいしか払っていなかったとも供 述 しているのであり，このよう\nな債 務 についてまで無くなると思っていたとは 考 えられない。また， Ｋ をは\nじめとする暴力団関係者と付 合 いの長かったＤが，同じ暴力団関係者である\n被告人Ａに債 務 整理を 頼む ことで，その 全 てがなくなるなどと 安易 に 考 えた\nとも思えない。実 際 ，Ｄは， 捜査段 階では，２２００万円の借金が１１００\n万円になったことについて，本当に助かったと思ったとも供 述 していたもの\nである。\nイ   第２に，被告人ＢらがＤから礼金を恐喝する 動機 が見あたらない。\nＤの供 述 によれば，被告人らは，Ｄに対し，Ｄの暴力団関係者に対する約\n２２００万円の借金を約１１００万円にする債 務 整理を 押 しつけて， 一旦 被\n告人Ｂがその１１００万円を 負担 した上で，その約１ 週 間後に，被告人Ｂ及\nび被告人Ｃが，被告人Ａ へ の礼金という名目で，Ｄに４０００万円を 支 払わ\nせようとしたというのである。２万円の借金を１万円にしてやるからと 言 っ\nてその１万円を 一旦負担 しておいて，４万円を礼金として払えという レベ ル\nの恐喝であれば，見え 透 いてはいるものの，そのような恐喝も 考 えられなく\nもないだろうが，１０００万円 単位 の 話 でこのような恐喝は理 解 できない。\nＤにそれ ほ どの 大 金を 支 払わせることができるようであれば，Ｄの債権者は\n取 立 てに 苦労 はしていない。しかも，被告人Ｂは，債 務 整理の後も，Ｄに対\nし，１６００万円 以 上を無利 息 で 融資 している。\n支 払いができていない債 務 者に債権者 自 らが 何千 万円もの金をつ ぎ こんで\nおいて金を脅し取ろうという恐喝は，あり 得 ないとは 言 わないまでも， 考 え\nがたいという ほ かない。\nウ   第３に，Ｄの 行動 には，恐喝されたというには 不自然 な 点 が 多 い。\nＤの公判供 述 によれば，平成２４年２月ころには ，警察に 相談 すること\nも 想 定して，当時あった 出来 事を ノ ー ト に 書 き付けていたという。また，Ｄ\nは，平成２３年１１月には ボイスレコ ー ダ ーで Ｉ や Ｋ との会 話 を 録音 するな\nどしており，警察に 提出 する 有効 な証 拠 を 残 すことを意 識 していた。しかし\nながら，Ｄは，平成２４年２月７日も同月１３日も，Ｇに ボイスレコ ー ダ ー\nを 持 って 行 っていないし，上記 ノ ー ト にも，「脅迫された。 」 とか「怖い思\nいをした。 」 という 趣 旨の記 載 は 一 切ない。なお，同月１３日にＧで同 席 し\nたＨも，平成２４年 以降 ，Ｄから， 何 かあれば記 録 しておいて 欲 しいと 言 わ\nれていたにも関わらず，同年２月１３日の 出来 事について記 録 を付けていな\nい。\n次に，同じくＤの公判供 述 によれば，Ｄは，同月７日午後９時１２分，本\n件の債 務 整理とは関係のない取 引先 に 電話 をし，その日に 支 払う約 束 をして\nいた金 銭 を 支 払えない旨の 連絡 をしている。前 提 事実のとおり，ＤがＧに 到\n着 したのは同日午後９時 ちょ うどころであるから，それから１２分後といえ\nば，脅迫されている 最中 か，せい ぜ いその 直 後，まだＧにいる時間である。\n被告人らに脅され，恐怖の 中 にいたはずのＤが，わ ざ わ ざ Ｇで 行 われた債 務\n整理とは無関係の取 引先 に 電話 をするとは 考 えがたい。\nさらに，Ｄは，Ｇで上記債 務 整理が 行 われた 翌 日である同月８日には， 手\n形 の 決 済 資 金が 足 りないとして被告人Ｃに 相談 し， 結局 ，前日にＧに 集 まっ\nた債権者の 一 人から１００万円を借りている。脅されたはずのＤが，その脅\nされた 翌 日に， 自 分を脅した 相手 に対し， 資 金の 融通 を 相談 したというので\nある。その上，Ｄは，同月１３日には被告人Ｂ及び被告人Ｃから４０００万\n円を脅し取られそうになったといいながら，その時 点 でも警察に 届 け 出 てい\nない。\nこのようなＤの 行動 は，恐喝された被害者のそれと見るには無理がある。\nエ   第４に ，脅し取られそうになったとされる４０００万円の内 訳 について\nのＤの 説明 は，被告人Ｂによる 説明 に 比べ て， 説得 力がない。\n被告人Ｂや被告人Ｃは，４０００万円は，同月７日の債 務 整理の被告人Ｂ\nが 肩代 わりした約１１００万円と，被告人ＢのＤに対する 貸 付金の 残 額の 合\n計 であると供 述 している。そして，被告人Ｂは，Ｇで同月１３日に 作 られた\nメ モ （ 甲 ３７）に 基づ き，４０００万円やその 支 払い方 法 が 決 まるまでの 計\n算過程 等を 説明 している。被告人Ｂは， 細 かな数 字 が 多 数記 載 された上記メ\nモ を 矛盾 無く 説明 している上， 説明 の 多 くの 部 分が公 正 証 書 （ 弁 １ないし４\n等）や当時 作 成された 書 類 等（ 甲 ３５， 弁 ５，７，１８等）と整 合 している。\nＤ 自 身が 認 めている被告人Ｂやその ほ かの債権者からの借金及びその 支 払 状\n況 と 一 致 する 部 分もあるし，証 拠 による裏付けのない 部 分についても 筋 が 通\nっている。 勿 論 ，被告人Ｂが， 支 払いの 滞 るＤに対して，どうして 書 面も 作\n成せずに次 々 と金をつ ぎ 込 む のか理 解 に 苦 し む 面はある。しかし，被告人Ｂ\nやＤの 各 供 述 を 聞 く 限 り， 特段支 払わなければならない 先 があるわけでもな\nいのに月に４００万円もの 収 入 がある被告人Ｂの金 銭 感 覚 は 一 般 の感 覚 から\nずれており，他方で，Ｄ供 述 によれば，同人は借金の返済に 追 われて 自 己 の\n債 務 額すら 正確 に 把握 できていないという 状態 にあったと思われる。被告人\nＢの 貸 付け方 法 は， 多 額の金 銭処 理としてずさんではあるが，それが ゆ えに\n同人の供 述 が 信用 できないわけではない。\n他方で，Ｄは，このメ モ の 一部 についてしか 説明 しておらず， 説明 の内容\nも 説得 力に 欠 ける。Ｄはそもそも 自 己 の債 務 額を 正確 に 把握 していなかった\nことが 窺 える上に，上記メ モ （ 甲 ３７）には， 貸 付け時 期 ，金額，金利， 支\n払い方 法 など 何 も整理されておらず，当時，このメ モ による被告人Ｂの 説明\nで，Ｄが 自 己 の債 務状 況 を 正確 に理 解 したとは思えない。Ｄは，Ｇでは，内\n容をよく分からないままに被告人Ｂの 説明 にうなずき， 法廷 においても，や\nはり内容をよく分からないままに 自 己 の 都 合 のよいようにその内容を語った\nのではないかという 疑 いが ぬ ぐ えない。\nオ   第５に，Ｄの供 述 内容には 不自然 な変 遷 が み られる。\nＤは， 捜査段 階では，被告人Ｂから，「被告人Ａに対するお礼も含めて４\n０００万円から５０００万円払わないかん。 」 と 言 われたと供 述 していたが，\n公判 廷 では，お礼だけで４０００万円から５０００万円必要だと 言 われた旨\nの供 述 もしている。また， 捜査段 階では，被告人Ｃからも，お礼の額は４０\n００万円から５０００万円だと 言 われた旨供 述 していたのに，公判 廷 におい\nては，被告人Ｃから６０００万円から７０００万円 ぐ らいはお礼として必要\nだと 言 われたと供 述 している。これらの変 遷 を，記 憶 の変容や 勘 違 い等によ\nるものであるとして 説明 するには 疑問 が 残 る。\nなお，平成２４年２月１３日Ｇで 一部 同 席 したＨは，警察の取 調 べ を 受 け\nている 段 階では，被告人Ｃの脅迫文 言 について供 述 していないのに， 検 察 官\nの取 調 べ や公判 廷 においては，被告人Ｃからも脅迫されたと供 述 するに 至 っ\nている。また，そもそも，Ｈは，その場で礼金という 話 を 聞 いていない。\nカ   以 上の 各 事 情 からすれば，Ｄの供 述 は 信用 できないという ほ かない。\nむ しろ，前記の 各 事 情 に加えて証 拠 から見えてくる本件の 社 会的実 態 は，\n次のようなものであった 疑 いが 強 い。すなわ ち ，Ｄは，暴力団関係者からの\n借金に 困 った 挙 げ 句 に，被告人Ａ及び被告人Ｂに 相談 したところ，暴力団 幹\n部 である被告人Ａを後ろ 盾 として，暴力団関係の債 務 について整理してもら\nうこととなり，Ｄもこれに 喜 んで同意し，平成２４年２月７日に，暴力団関\n係者からの債 務 を半分にしてもらって，被告人Ｂが 一 時払いすることになっ\nた。Ｄは，暴力団関係の債 務 がなくなって 安 堵 したところで，同月１３日に，\n被告人Ｂから，その ほ かの同人に対する債 務 額の 説明 を 受 けたが，借金に 追\nわれて 自 らの債 務 額を 把握 できていなかったＤは，その 説明 にうなずく ほ か\nなかった。このような 処 理の 結果 として， 全 面的にＤの面 倒 を見ることにな\nった被告人Ｂ及びそれに 協 力する被告人Ｃが，同年３月 以降 ， Ｏ のずさんな\n経営 に 介入 するようになった。Ｄが被告人Ｂ及び被告人Ｃから 仕 事の内容に\n口を 出 されるのをいやがったため，Ｄと同人らとの関係は 悪 化 し，同年５月\n末 ころには，被告人Ｂから 援 助を 打 ち 切られ， 支 払いを迫られる 状 況 になっ\nた。Ｄは， 最 後の 手段 として 頼 っていた被告人Ｂとも 決別 する 状 況 になった。\nそして，被告人Ｂの 背 後には暴力団 幹 部 である被告人Ａがいる 以 上，警察に\n駆 け 込 むほ かないと 考 え，「被告人らに脅されて， 納得 できない債 務 整理を\n押 しつけられ，礼金を 支 払えと 言 われた 」 旨の 自 己 に 都 合 のよい 偽 った 話 を\nして，警察に 保護 を求めた。\n多少 の 違 いはあるかもしれないが， 大 筋 このように 考 えれば， 法廷 で取り\n調 べ た 各 証 拠 は 合 理的に 説明 することができる。暴力団 幹 部 である被告人Ａ\nの 威 力を 背景 にＤの債 務 整理をし， 引 き 続 いて 自 らの債権額を 確認 した被告\n人Ｂ 並 びにそれの 全部 又 は 一部 に 協 力した被告人Ｃ及び被告人Ａの 行動 は，\n社 会的には ほ められたものではないものの，被害者とされるＤが，その当時\nは 進 んでこのような債 務 整理を 望 んだ 以 上は，後になってこれを恐喝と み る\nことはできない。\n(4)   なお，公訴事実第１につき，現場にいた Ｋ 及び Ｊ の供 述 についても 触 れて\nおく。\nＫ は，公判 廷 において，「被告人Ｂか被告人Ｃのど ち らかが『こ れだけ 迷\n惑 かけとったら土下座して謝罪せんかい。』『このメンバーを み たら わかる\nやろが。天国見るか，地獄見るか，お前次第や ぞ 。』と 言 った。ただし，脅\nすということはなかった。 」 等と供 述 している。ま た，平成２４年７月２３\n日に 検 察 庁 において 作 成された Ｊ の供 述 調 書 （ 甲 １１）には，「Ｂ院長が，\n『きれいに 行 き ゃ ，天国や。今まで み たいなことをしよったら，地獄 や ぞ 。\nそれは，お前次第や。』などと 言 った 。おびえきっ て，前が見れないような\n状 態 に な っ て い る Ｄ に 対 し ， Ｂ 院 長 が ， 釘 を 刺 す よ う な 感 じ で 言 っ て い\nた。 」 との記 載 がある。\nＫ は被告人Ａと４０年 来 の付 合 いがあり， Ｊ は暴力団組織内で被告人Ａより\nも下 位 の人 物 であるから，いずれも被告人Ａに 不 利な 虚偽 の供 述 をす る 動機\nを 持 たない 。被告人Ｂや被告人Ｃが脅迫をしたということになれば，被告人\nＡにも 不 利 益 が及 ぶ との 考 えに 至 ることは容 易 であるから，被告人ＢやＣに\nとって 不 利な 虚偽 の供 述 をするとも 考 えがたい。そ うすると ， Ｋ と Ｊ の上記\n各 供 述 には 一 定の 信用性 があり，被告 人 Ｂや被告人Ｃが 話 した内容に ついて\nは， 概 ね上記のとおりと 考 えてよい。\nしかしながら，被告人Ｂや被告人Ｃの上記 各 発 言 は，Ｄか ら金 銭 を脅し取\nることに向けられたものとは 考 えられない。また， Ｋ も，脅かすということ\nはなかった旨供 述 しているし ，前記の事 情 に 照 らせば，Ｄが被告人らの 言 葉\nに畏怖していたとも 考 えられない。なお，前記の Ｊ 供 述 について 言 えば， 支\n払いができていないＤが， 多 数の債権者 を前にして，「前が見れないような\n状態 になってい 」 たとは思われるが， 進 んで債 務 整理に応じた同人が「おび\nえきって 」 いたとは思えず，この 一 語に関して 言 え ば取り 調 べ た 検 察 官 の 誘\n導 による 可能 性 は払 拭 できない。証 拠 （ Ｉ 証人， Ｊ 証人， Ｋ 証人，Ｄ証人，\n被告人Ｂ，被告人Ｃの 各 公判供 述 等）から 窺 えるＤ 自 身のずさんな財 産 管 理\nや Ｏ の 経営状 況 からすれば，Ｄにそれまで 資 金 援 助を 継 続 しつつ，暴力団関\n係者からの 借金の整理に 協 力するなどしてきた被告人Ｂや被告人Ｃが， 釘 を\n刺 す意 味 で上記の 各 発 言 をしたとしても， 言 葉遣 いは 穏 当ではないが ，脅迫\nとは 評価 されない。\n(5)   また，公訴事実第２につき，被告人Ｂの 捜査段 階での供 述 についても 一言\nする。\n被告人Ｂは， 捜査段 階において，「Ｈに対し，『 Ａさんという ヤクザ の 人\nのおかげで ，２２００万円くらいの ヤクザ からの借 金が半分になって 終 わっ\nた。今後，半分の１２００万円くらいはＡさんに払わないかん。もう ， ヤク\nザ から借りられんで。 旦 那 さんが ヤク ザ から金を借りたら，命はないで。 殺\nされるで。』等と 言 った。 」 旨供 述 している。財産 管 理や 経営 がずさんであ\nったＤに 釘 を 刺 す意 味 でこのような 趣 旨 の 発 言 があったとしても，おかしく\nはない。しかし， 仮 にそうだとしても，前記の事 情 に 照 らせば，被告人Ｂが，\n約１１００ 万円と礼金約２９００万円 の名目で４０ ００万円を脅し取ろうと\nしていたとは 認 められないし，Ｄ及びＨがこれに対して恐喝の被害者として\n畏怖していたとは 考 えがたい 。 言 葉遣 いは 穏 当ではないが，脅迫とは 評価 さ\nれない。\n４  結論\n以 上のとおり， 検 察 官立 証を 支 えるＤ供 述 を 信用 できない 以 上，公訴 事実第\n１の場面において，被告人らが共謀の上，Ｄから金 銭 を脅し取ろうとしたとも 認\nめられないし，公訴事実第２の場面において，被告人Ｂ及び被告人Ｃが共謀の上，\nＤ及びＨから金 銭 を脅し取ろうとしたとも 認 められない。恐喝未遂罪はいずれも\n成 立 しない。\nしたがって ，本件 各 公訴事実 については 犯 罪の証 明 がないことになる から，\n刑 事訴 訟 法 ３３６ 条 により被告人ら３名に対しいずれも無罪の 言 渡 しをする。\n（ 検 察 官 野崎 高 志並 びに 私 選 弁護 人（被告人Ａ関係） 安 岡幸男 ， 私 選 弁護 人（被告\n人Ｂ関係） 南 正 〔 主 任〕 ，同 小泉武嗣 ，同 藤宗 正 志 ，同 岸 上 英二 ，同 髙 見 秀 一 及\nび 私 選 弁護 人（被告人Ｃ関係） 稲田 知 江 子 各出席 。 検 察 官 の求 刑： 被告人Ａにつ\nき 懲 役３年，被告人Ｂにつき 懲 役３年６月，被告人Ｃにつき 懲 役２年６月）\n平成２５年３月２８日\n高知地方裁判所 刑 事 部\n裁判長裁判 官           平    出     喜     一\n裁判 官           大     橋     弘     治\n裁判 官           佃           良     平\n"
}