{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 11,
    "day": 12
  },
  "case_number": "平成23(ワ)13904",
  "case_name": "契約解除意思表示差止等請求事件",
  "court_name": "大阪地方裁判所第４民事部",
  "gist": "不動産賃貸借契約における，契約終了後の明渡義務の履行が遅滞した場合の損害金を賃料の２倍とする条項及び明渡時の定額のクリーンアップ代を賃借人負担とする条項が消費者契約法９条１号又は１０条に該当しないとして，適格消費者団体による同法１２条３項に基づく差止請求が棄却された事例。",
  "lawsuit_id": "83088",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83088",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/088/083088_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n主                      文\u0000\n１  被告は，消費者との間で建物賃貸借契約を締結するに際し，賃借人に\n対する後見開始又は保佐開始の審判や申立てがあったときに契約を解除\nできるとの意思表示を行ってはならない。\u0000\n２  被告は，前記１の意思表示が記載された契約書ひな形が印刷された契\n約書用紙を廃棄せよ。\u0000\n３  原告のその余の請求をいずれも棄却する。\n４  訴訟費用は，これを７分し，その１を被告の負担とし，その余を原告\nの負担とする。\u0000\n５  この判決は，第１項に限り，仮に執行することができる。\u0000\n事 実 及 び 理 由\n第１  請求\n１  被告は，消費者との間で建物賃貸借契約を締結するに際し，別紙契約条項目\n録１８条２項６号記載の各事由が生じたことにより契約を解除できるとする条\n項を内容とする意思表示を行ってはならない。\u0000\n２  被告は，消費者との間で建物賃貸借契約を締結するに際し，別紙契約条項目\n録２２条５項のような，賃貸借契約の終了または解除に基づく目的物返還義務\nの履行遅滞が生じた場合の賠償額の予定について，賃料相当額を超える額の賠\n償責任を負担させる条項を内容とする意思表示を行ってはならない。\u0000\n３  被告は，消費者との間で建物賃貸借契約を締結するに際し，別紙契約条項目\n録特約事項６項のような，賃借人の債務不履行に対する損害賠償請求権の範囲\nについて，民法４１６条に定める「通常生ずべき損害」に含まれない負担をさ\nせ，又は，消費者契約法（以下，単に「法」という。）９条２号に定める損害賠\n償の範囲を超え賠償責任を負担させる条項を内容とする意思表示を行ってはな\nらない。\u0000\n４  被告は，消費者との間で建物賃貸借契約を締結するに際し，別紙契約条項目\n\u0000 \u0000\u0000\n録特約事項７項のような，賃借人以外の第三者に対し，賃貸借契約の解除権及\nび明け渡しの代理権並びに目的物件内の動産の処分権の付与及びこれらの権限\nに基づき相手方と合意する権限を付与する条項，又は，法的手続によらずに建\n物明渡を実行することを予め賃借人に承諾させる条項を内容とする意思表示を\n行ってはならない。\u0000\n５  被告は，消費者との間で建物賃貸借契約を締結するに際し，別紙契約条項目\n録特約事項８項のような，家賃保証業者その他の第三者が賃借人の承諾なく施\n錠や室内確認等を行い，法的手続によらずに建物明渡の実行することを予め賃\n借人に承諾させる条項を内容とする意思表示を行ってはならない。\u0000\n６  被告は，消費者との間で建物賃貸借契約を締結するに際し，別紙契約条項目\n録特約事項９項のような，賃貸借契約の終了に際し，目的物件の通常損耗及び\n経年劣化にかかる原状回復義務を賃借人に対して負担させる条項を内容とする\n意思表示を行ってはならない。\u0000\n７  被告は，消費者との間で建物賃貸借契約を締結するに際し，別紙契約条項目\n録特約事項１２項のような，賃借人の目的物件の利用を不当に制限する条項を\n内容とする意思表示を行ってはならない。\u0000\n８  被告は，別紙契約条項目録の意思表示が記載された契約書ひな形が印刷され\nた契約書用紙を廃棄せよ。\u0000\n９  被告は，その従業員らに対し，前記１から７まで各記載の意思表示をするた\nめの事務を行わないこと及び前記８記載の契約書用紙を廃棄すべきことを指示\nせよ。\u0000\n第２  事案の概要\n本件は，適格消費者団体である原告が，不動産賃貸業を営む事業者である被\n告に対し，被告の使用する賃貸借契約書の条項が法９条各号又は１０条に該当\nするとして，法１２条３項に基づき，同契約書による意思表示の差止め，契約\n書用紙の破棄並びに差止め及び契約書破棄のための従業員への指示を求めた\n\u0000 \u0000\u0000\n事案である。\n１  前提事実（当事者間に争いがないか，掲記の証拠及び弁論の全趣旨により認\n定することのできる事実）\n(1)  当事者\nア  原告は,\u0000 内閣総理大臣より法１３条に基づく認定を受けた適格消費者\n団体である。原告の団体正会員は，Ａ消費者団体連絡会，Ｂ生活協同組\n合連合会などである（乙４）。\nイ  被告は，不動産賃貸業及び不動産管理業を目的とする事業者である（甲\n３）。\n(2)  被告における賃貸借契約書\nア  被告の「Ｃサービスマンションシステム利用契約書」（以下，「本件旧\n契約書」という。）には，別紙契約条項目録記載の契約条項が定められて\nいる。\u0000\nイ  被告は，別紙Ｃサービスマンションシステム契約書のとおり，本件旧\n契約書１８条２項６号を１６条２項６号に，本件旧契約書２２条５項を\n２０条５項に内容を変更することなく改め，本件旧契約書特約事項を削\n除して本件旧契約書を改訂した（甲４の２。以下「本件新契約書」とい\nい，本件旧契約書１８条２項６号及び本件新契約書１６条２項６号を「本\n件解除条項」，本件旧契約書２２条５項及び本件新契約書２０条５項を\n「本件損害金条項」という。）。\u0000\n(3)  本件訴訟に至る経緯\u0000\n原告は，被告に対し，平成２３年８月９日，消費者との間で建物賃貸借\n契約を締結するに際し，別紙契約条項目録記載の意思表示を行わないこと\n及び同意思表示が記載された契約書ひな形が印刷された契約書用紙を廃棄\nすること並びにこれらを社内で周知・徹底させる措置をとることを請求し\nた（甲５の１・２。以下「本件事前請求」という。）。\u0000\n\u0000 \u0000\u0000\n原告は，平成２３年１１月８日，本件訴えを当庁に提起した。\u0000\n２  争点\n(1)  法４１条１項に基づく事前請求があったか\n(2)  本件請求が法１２条の２第１項又は２３条２項に該当するか\n(3)  別紙契約条項目録記載の契約条項について，被告に意思表示を行うおそれ\nがあるか\n(4)  別紙契約条項目録記載の契約条項が法９条各号又は１０条に該当するか\n３  争点に対する当事者の主張\n(1)  争点(1)（法４１条１項に基づく事前請求があったか）について\n【原告の主張】\n本件事前請求は，法４１条１項の事前請求に該当する。同条は提訴前に\n事業者に是正の機会を与えることをその趣旨としているが，事業者が誤っ\nた是正を行った場合に更に是正の機会を与えることまで要求していない。\n本件事前請求後，被告が送付してきた本件新契約書のＰＤＦファイルは，\n本質的な是正を図るものではなかった。\n【被告の主張】\n被告は，３年以上も前から本件新契約書を使用しており，原告も当然その\nことを認識していたのだから，原告としては本件新契約書の内容を検討した\n上で，問題点があれば書面によって指摘すべきである。本件事前請求は本件\n旧契約書の問題点のみを指摘したにすぎず，法４１条１項の事前請求に該当\nしない。\n(2)  争点(2)（本件請求が法１２条の２第１項又は２３条２項に該当するか）\nについて\n【被告の主張】\n被告代表者は，平成２１年６月４日，原告事務所に赴いた際，原告担当者\nから年会費が記載された加入登録書を示され，原告団体への加入を勧誘され\n\u0000 \u0000\u0000\nた。さらに，原告担当者から「Ｄさんくらいの規模の会社からは３０万円は\nいただいています。」と言われた。このような原告の財産上の利益の要求は法\n２８条１項に反する。\u0000\nまた，原告は，被告が３年以上も前に本件新契約書を採用したことを，本\n件事前請求の時点で認識していた。本件新契約書の採用を知りつつ，本件旧\n契約書の問題点のみを指摘した本件事前請求を基に行われている本訴は，被\n告に不必要な応訴の負担を強いるものである。\u0000 \u0000\nしたがって，本訴の提起は，原告の不正な利益を図り，相手方である被告\nに損害を与える目的によりなされた著しく不適切な権利行使であるから，法\n１２条の２第１項１号及び２３条２項に該当する差止請求の濫用的行使に当\nたる。\u0000\n【原告の主張】\n原告は，平成２１年６月４日，原告事務所にて協議を行った際，被告に対\nし，原告の団体の性格や活動内容を紹介する趣旨でパンフレットを交付した\nが，会費支払を含めて財産上の利益を要求したことはない。\n原告の約款において，団体正会員は非営利団体と定められており，被告の\nような営利を目的とする企業を正会員として勧誘することなど，およそあり\n得ない。  \u0000\n(3)  争点(3)（別紙契約条項目録記載の契約条項について，被告に意思表示を\n行うおそれがあるか）について\n【原告の主張】\n被告は，本件旧契約書特約事項７項，８項及び１２項の違法性を承認・\n表明し，以後，特約事項としても二度とかかる条項を使用しない措置を講\nじたり，これらの特約事項が記載されている旧契約書を全ての契約者から\n回収して当該条項を削除するなどの措置を講じている形跡は窺われない。\nこのような状況では，被告が本件新契約書に基づく契約締結勧誘行為に\n\u0000 \u0000\u0000\n際しても，本件旧契約書特約事項７項，８項及び１２項を使用するおそれ\nがある。\n【被告の主張】\n本件旧契約書の特約事項については，本件新契約書に印字されていない。\n被告において，本件旧契約書特約事項７項，８項及び１２項と同内容の特約\nを定めることは想定されていない。\n(4)  争点(4)（別紙契約条項目録記載の契約条項が法９条各号又は１０条に該\n当するか）について\nア  本件解除条項について\n（ア）  法１０条前段該当性\u0000\n【原告の主張】\u0000\n賃借人に本件解除条項の事由が生じたとしても，直ちに賃料の不払い\nや用法違反の事態が生ずるものではなく，直ちに当事者間の信頼関係が\n破壊されたということはできない。以上の点から，本件解除条項は民法\n５４１条，５４３条に定められた規定並びに信頼関係破壊の法理が適用\nされる場合に比して，賃借人の権利を制限する条項である。\u0000\n【被告の主張】\n本件解除条項に定められた各事由は，賃料支払という賃借人の基本的\nかつ重要な義務の履行に大きな懸念を示す事情であり，かかる事由の発\n生は当事者間の信頼関係が破壊されたことを基礎づけるものである。そ\nして，信頼関係の破壊が認められない事案については，個別に信頼関係\n不破壊を理由として解除の効力を制限すれば足りるのであって，本件解\n除条項そのものが信頼関係破壊の法理が適用される場合に比して，賃借\n人の権利を制限する条項とはいえない。\u0000\n（イ）  法１０条後段該当性\n【原告の主張】\n\u0000 \u0000\u0000\n本件解除条項の事由によって直ちに賃貸借契約を解除することは，賃\n借人の居住権を侵害する程度が大きく，特定の属性を有する者を賃貸借\n契約から排除するものであり，入居差別などの人権侵害につながる可能\n性さえある。他方，同条項所定の事由が生じても，後見・保佐等の場合\nには家庭裁判所の監督の下に賃借人の適切な財産管理・身上監護が実現\nされるなど，賃借人の債務不履行が生じる可能性は極めて低くなる。賃\n借人に信頼関係が破壊される程度の債務不履行が生じれば，賃貸人は民\n法５４１条，５４３条に基づく賃貸借契約の解除が可能であるから，本\n件解除条項が無効となることによる不利益は生じない。\u0000\nこのように，本件解除条項は，賃借人の利益を，信義則上両当事者間\nの権利義務に不均衡が存在する程度に一方的に侵害している。\u0000\n【被告の主張】\u0000\n本条項に基づく解除も，個別具体的事情に照らし当事者間の信頼関係\n破壊が認められないと判断されれば解除の効力は認められないこととな\nり，賃借人の立場・状況は十分に考慮され得る。それゆえ，同条項が信\n義則に違反して消費者の利益を一方的に害するとまでは到底いえない。\u0000\nイ  本件損害金条項について\u0000\n（ア）  法１０条前段該当性\n【原告の主張】\n賃貸借契約の終了または解除に基づく目的物返還義務の履行遅滞が生\nじた場合に発生する，「通常生ずべき損害」（民法４１６条）は，賃料相\n当損害金が原則である。したがって，常に賃借人に賃料の２倍に相当す\nる損害金の支払義務を課す本件損害金条項は，同法４１６条の規定の適\n用される場合に比して賃借人の義務を加重する条項である。\u0000\n【被告の主張】\u0000\n賠償額の予定を行うことは，民法４２０条に規定されており，民法の\n\u0000 \u0000\u0000\n規定を適用する場合と比較して，賃借人の義務を加重するとまではいえ\nない。\n（イ）  法１０条後段該当性\n【原告の主張】\n賃借人が明渡しを遅滞した場合，常に，賃料の２倍相当の金員の支出\nを余儀なくされることとなる。たとえ賃借人の債務不履行であるとして\nも，他に何ら損害が発生していない場合にも，あるいは，他に損害が発\n生している場合でも，賃料と同額の損害が発生することなど希であるに\nもかかわらず，常に，法律上何らの根拠のない金員の支払を強制される\nことになる。他方，賃貸人は，収益の主要部分である賃料相当額を含め，\n「通常生ずべき損害」は民法の規定により請求が可能なのであり，本件\n損害金条項が無効となることによる不利益は生じない。\u0000\nしたがって，本件損害金条項は，賃借人が有している利益を，信義則\n上，両当事者間の権利義務に不均衡が存在する程度に一方的に侵害して\nいる。\n【被告の主張】\u0000\n賃借人が任意に履行しなければ，訴訟手続や強制執行などに相当の費\n用が要し，これらの費用全部を必ずしも確実に回収できるとは限らない。\nそのため，明渡遅延に伴う損害金として賃料の２倍相当額を請求するこ\nとは合理的である。さらに，賃貸人が現入居者との契約終了を見越して\n次の賃借人と賃貸借契約を締結したが，現入居者が退去しなかった場合，\n賃貸人は次の賃借人に賃料と同額程度の違約金支払義務が生じることと\nなる。被告が損害金の額を賃料の２倍と定めたのは，かかる違約金と賃\n料相当損害金の合計額を請求する趣旨も含まれており，合理的である。\u0000\n他方で，賃借人は任意に明渡しさえすれば損害賠償義務を免れること\nが可能であり，かつ，このような対応も容易である。\u0000\n\u0000 \u0000\u0000\nこのように，賃料の２倍に相当する損害金支払義務を課すことは，信\n義則に反して賃借人の利益を一方的に害するものとはいえない。\u0000\n（ウ）  法９条１号該当性\n【原告の主張】\nおよそ消費者契約が解消された場合における消費者の金員支払義務を\n定める契約条項は，すべて法９条１号にいう「解除に伴う」の要件に該\n当する。明渡義務の不履行による平均的損害は，賃料相当額である。本\n条項が違約罰の性質を持つとしても，同号の「違約金」には違約罰も含\nまれるから，違約罰も含めて平均的損害を超える場合には無効となる。\u0000\nしたがって，本条項は，賃料相当額を超える損害賠償額の予定である。\u0000\n【被告の主張】\n本件損害金条項は，あくまで賃貸借契約終了後に明渡しを完了しなか\nった場合の損害金を定めた規定であるから，消費者契約の「解除」に伴\nう損害賠償の予定又は違約金を定める条項に関する規定である法９条１\n号が適用される余地はない。\u0000\nウ  本件旧契約書特約事項６項（催告手数料）について\n（ア）  法１０条前段該当性\n【原告の主張】\n本条項における通信費，交通費，事務手数料などの「催告手数料」は，\n不動産賃貸及び不動産管理を業とする被告にとって，日常の一般的業務\nの経費として支出されるものであり，民法４１６条の通常生ずべき損害\nに当たらない。したがって，これを賃借人に負担させる本条項は，同条\nの規定の適用される場合に比して賃借人の義務を加重する条項である。\u0000\n【被告の主張】\u0000\n催告手数料は，賃借人の債務不履行がなければ支出を要しなかった負\n担であり，賃借人の債務不履行が生じた場合に督促が行われることは通\n\u0000 \u0000\u0000\u0000\n常であるから，賃貸人にとって通常生ずべき損害である。\u0000\n（イ）  法１０条後段該当性\n【原告の主張】\n本条項によれば，賃借人は，賃貸人が滞納賃料の催告をする毎に３１\n５０円の支払義務が生じることになる。これを賃借人に負担させること\nは，賃借人に予期せぬ負担を強いるものであり，賃借人に著しい不利益\nをもたらす。\u0000\n他方，滞納賃料の催告は被告の一般的業務に含まれており，その費用\nは被告の経費として支出が予定されているものであるから，賃貸人には\n本条項が無効となることによる不利益は生じない。また，催告の可否・\n回数・方法は被告が自由に決めることができるため，被告が不当な利益\nを上げる目的で本条項を悪用することも十分考えられる。\u0000\nしたがって，本条項は，賃借人が有している利益を，信義則上両当事\n者間の権利義務に不均衡が存在する程度に一方的に侵害している。\u0000\n【被告の主張】\u0000\n本条項は，例えば，賃借人が１月分の賃料を滞納した場合，催告回数\nにかかわらず，実費を超過しても催告手数料を３１５０円に制限すると\nいうものであって，賃借人が２月分も引き続き滞納した場合には，さら\nに別途催告手数料として３１５０円が発生するというものである。\u0000\n他方，賃借人は，賃料の滞納を解消すれば賃貸人の催告を回避可能で\nあり，賃料滞納の継続という，賃借人の義務違反の前提事実を無視すべ\nきでない。\u0000\n以上からすれば，当該特約は損害金として相当な額を請求する趣旨の\n規定にすぎず，本条項の内容は，信義則に違反して賃借人の利益を一方\n的に害するとはいえない\u0000\n（ウ）  法９条２項該当性\u0000\n\u0000 \u0000\u0000\u0000\n【原告の主張】\u0000\n本条項の定めは，催告の方法にかかわらず，一律に定額の支払義務を\n定めていることから，実質的には，賃料債務の不履行に対する違約金の\n定めと捉えることができる。賃料と滞納日数，催告の回数によっては，\n本件旧契約書第８条に定める年１４．４％の遅延損害金と合算すると，\n法９条２号所定の違約金に関する上限利率である年１４．６％をはるか\nに超える。\u0000\n【被告の主張】\u0000\n本条項は，催告に要した手数料の額を定めるものであり，金銭債務の\n支払遅延に対して課されるものではない。\u0000\nエ  本件旧契約書特約事項９項（クリーンアップ代）について\n（ア）  法１０条該当性\u0000\n【原告の主張】\u0000\n本条項は，本来賃借人が負担しなくてもよい通常損耗による損耗部分の\n回復費用を賃借人に負担させるものであり，民法６１６条，５９８条の規\n定の適用される場合に比して賃借人の義務を加重する条項である。\u0000\n賃貸人において，クリーンアップ代を請求できなくとも，通常損耗分\nの回収は，賃料の支払により行われることから，本条項が無効となるこ\nとによる不利益は生じないのに対し，本条項は消費者である賃借人に一\n方的に著しい不利益をもたらす。被告は通常損耗補修特約として有効で\nあると主張するが，通常損耗補修特約が有効とされるのは，形式上金額\nが明示されていることにとどまらず，賃借人が，本来負担義務のない義\n務をあえて負うことになるという点を認識していることまで必要であ\nる。ところが，本条項は金額が明示されているのみであるからその意味\nでも無効となる。\u0000\nなお，被告は，クリーンアップ代が通常損耗のみならず特別損耗を含\n\u0000 \u0000\u0000\u0000\nめたものと主張するが，特別損耗については別途修繕費が請求されるか\nら，クリーンアップ代との二重取りになって賃借人に及ぼす不利益は大\nきいというべきである。\u0000\n【被告の主張】\u0000\n本条項は，通常損耗のみならず特別損耗（故意・重過失がある場合を\n除く。）も含めて，一律の金額を賃借人の負担とするものであり，通常損\n耗を一定の場合に賃借人負担とすることは，最高裁平成１７年１２月１\n６日判決においても認められている。本条項は，賃借人が負担する金額\nを貸室の面積に応じて明示しており，本件新契約書における貸主借主負\n担表において，賃借人が補修費用を負担することになる通常損耗の範囲\nやクリーンアップ代の扱いが明記されていることから，上記最高裁判決\nに照らしても，通常損耗を賃借人が負担する特約として有効である。当\n該金額も一般的に必要となる原状回復費用と比較して低廉であること，\n運用上クリーンアップ代の支払特約を定めた場合は，明渡しの際賃貸人\nの立会を要せず郵送による鍵の返却を認めていることから，消費者のニ\nーズに合致したものである。\u0000\nしかも，賃借人は賃貸借契約の締結に際して，金額等が明示されるこ\nとから，クリーンアップ代が自己にとって有利か不利かを判断するため\nに十分な情報も提供されている。\u0000\nこれらの事情に照らせば，必ずしも賃借人の義務を加重するものでは\nなく，契約条項の内容が明確であり，賃貸人と賃借人の間に有する情報\nの質・量に格差は存せず，当然信義則に違反して消費者の利益を一方的\nに害するといえないことも明らかである。\n（イ）  法９条１号該当性\u0000\n【原告の主張】\u0000\n法９条１号の「解除」とは，消費者契約が解消された場合すべてを含み，\n\u0000 \u0000\u0000\u0000\n本条項が賃貸借終了との文言を使用していても同号の「解除」に該当する。\nまた，被告は，本条項を通常損耗，特別損耗を問わず一律に一定額を請求\nする特約と主張するが，特別損耗の修繕費用の性質は損害賠償であるから，\n損害賠償額の予定に該当する。さらに，通常，賃借人の故意または重過失\nによる損耗が発生することはそれほどなく，本条項所定の金額の損害が\n平均的に発生するとは考えられない。\u0000\nしたがって，本条項により，クリーンアップ代の全部が平均的な損害\nを超えるというべきである。\u0000\n【被告の主張】\n法９条１号は，消費者契約の解除の際の定めであるが，本条項はあく\nまで賃貸借契約終了の際の規定である。また，クリーンアップ代は原状\n回復義務を代替する一手段として定めるもので，同号の損害賠償額の予\n定にも当たらない。\u0000\n第３  当裁判所の判断\u0000\n１  前提事実及び弁論の全趣旨によれば，次のとおり判断することができる。\u0000\n(1)  争点(1)（法４１条１項に基づく事前請求があったか）について\n本件事前請求は，前記第２の１(3)（４頁）のとおり，本件旧契約書の条項\n数を示しているものの，その請求内容としては，別紙契約条項目録記載の内\n容の意思表示の差止めを求めたものである。そして，原告は，本件事前請求\nと同一内容の本件訴訟を提起しているのであるから，本件事前請求が法４１\n条１項の事前請求に該当し，本件訴えが適法であるといえる。\nこの点，被告は，本件新契約書を使用しており，本件事前請求が本件旧契\n約書の問題点を指摘するものであって法４１条１項の事前請求に該当しない\nと主張する。しかし，本件新契約書は，前記第２の１(2)イ（４頁）のとおり，\n本件旧契約書の特約事項の記載はないものの，本件旧契約書１８条及び２２\n条について，条項数を変えたのみ（本件新契約書１６条及び２０条）で契約\n\u0000 \u0000\u0000\u0000\n内容としては同じものを維持している。本件事前請求は，あくまで本件旧契\n約書１８条及び２２条に記載された内容の意思表示の差止めを求めるもので\nあって，被告による契約書の改訂はその請求に応じたものとはいえない。ま\nた，本件新契約書には，前記第２の１(2)イ（４頁）のとおり，本件旧契約書\nの特約事項の記載はないものの，それによって法４１条１項の事前請求に該\n当しないこととなるものではなく，本件旧契約書の特約事項について意思表\n示をするおそれの有無の問題となるにすぎない。被告の主張は失当である。\n(2)  争点(2)（本件請求が法１２条の２第１項又は２３条２項に該当するか）\nについて\n被告は，原告の担当者から金銭要求を受けたと主張するが，これを認める\nに足りる確たる証拠はない。また，前記第２の１(1)ア（３頁）の原告に所属\nする団体正会員からみても，事業者側の企業を会員として勧誘するとは考え\nがたい。さらに，被告は，本件新契約書を３年以上前に採用したと主張する\nが，前記(1)（１４頁）のとおり，本件旧契約書と本件新契約書では契約内容\nとして同じものを維持しているのであるから，本件請求が被告に不必要な応\n訴の負担を強いるとはいえない。よって，本件請求は法１２条の２第１項及\nび２３条２項のいずれにも該当しない。\n(3)  争点(3)（別紙契約条項目録記載の契約条項について，被告に意思表示を\n行うおそれがあるか）について\n被告は，別紙Ｃサービスマンションシステム契約書によれば，本件旧契約\n書を改訂し，本件新契約書のひな型には，別紙契約条項目録１８条２項６号\nが１６条２項６号として，別紙契約条項目録２２条５項が２０条５項として\n印刷されているが，特約事項が印刷されていない。そして，被告は，その特\n約事項のうち，６項及び９項については法９条及び１０条に該当しないとし\nて争っているが，７項，８項及び１２項については，被告が使用しないとし\nて法９条及び１０条の該当性について主張していない。\n\u0000 \u0000\u0000\u0000\n以上によれば，別紙契約条項目録１８条２項６号，２２条５項並びに特約\n事項６項及び９項については，被告に意思表示を行うおそれがあるというこ\nとができるが，別紙契約条項目録特約事項７項，８項及び１２項については，\n意思表示を被告が行うおそれはないというべきである。\nこの点，原告は，実際に本件新契約書によって締結された契約書面を提出\nすべきであると主張するが，事業者においては，契約書のひな型を用いて契\n約締結を行うのが通常であるから，ひな型の改訂を行ったのであれば，その\nひな型に記載のない条項が契約の意思表示として行われる蓋然性は極めて低\nいというべきであるし，被告の訴訟態度を考慮しても，意思表示を行うおそ\nれを認めるために，必ずしも実際に締結された契約書面がなければならない\nとはいえない。原告の主張は採用できない。\n(4)  争点(4)（別紙契約条項目録記載の契約条項が法９条各号又は１０条に該\n当するか）について\nア  本件解除条項について\n本件解除条項のうち，解散，破産，民事再生，会社整理，会社更生，競\n売，仮差押，仮処分及び強制執行の決定又は申立てについては，賃借人の\n支払不能状態，経済的破綻を徴表する事由であり，賃貸借契約当事者間の\n信頼関係を破壊する程度の賃料債務の履行遅滞が確実視される事由という\nことができる。したがって，本件解除条項のうち，上記の事由が発生した\n場合に賃貸借契約の解除を認める部分は信義則に反するものではなく，法\n１０条後段に該当しない。よって，法１２条３項に基づく上記部分の差止\nめは認められない。\u0000\n他方，成年被後見人及び被保佐人の開始審判や申立てについては，賃借\n人の資力とは無関係な事由であり，申立てによって財産の管理が行われる\nことになるから，むしろ，賃料債務の履行が確保される事由ということが\nできる。したがって，この点については，法１０条前段及び後段に該当す\n\u0000 \u0000\u0000\u0000\nるから，法１２条３項に基づく差止めが認められる。\nイ  本件損害金条項について\u0000\n（ア）  法１０条該当性\u0000\nａ  本件損害金条項は，契約終了後の明渡義務の履行が遅滞した場合の\n損害賠償額の予定であって，具体的な損害の発生や金額の主張立証を\n要せずに賃借人に対する損害賠償を可能とする点において，任意規定\nの適用による場合に比べ，消費者である賃借人の義務を加重するもの\nといえる。\u0000\nよって，本件損害金条項は，法１０条前段に該当する。\u0000\nｂ  本件損害金条項の法１０条後段該当性，すなわち本件損害金条項が\n信義則違反に当たるかどうかを検討するには，本件損害金条項が適用\nされるのは，賃借人が，賃貸借契約の終了にもかかわらず，明渡義務\nという基本的な義務の履行を怠っている場合であることを前提としな\nければならない。\u0000\n賃借人が明渡義務を怠っていながら，本件損害金条項が適用されな\nいとすると，賃借人は，基本的な義務を怠っているにもかかわらず，\n契約締結期間中と何ら変わらない経済的負担によって賃借物件の利用\nを継続できることになり，何ら明渡義務の懈怠に対する不利益がない\n以上，明渡義務の履行促進が期待できず不合理である。\u0000\nまた，賃借人は，本件損害金条項の適用を回避するには，明渡しと\nいう基本的義務を履行することで足りる。他方，賃貸人は，賃借人の\n明渡義務の履行が懈怠されている場合には，賃借人の明渡しのために\n相当の費用及び時間をかけて訴訟手続及び強制執行手続をとらなけれ\nばならず，その費用の回収も確実とはいい難く，回収に至るまでの時\n間を金額的に評価すると相当なものになることは容易に想定され，賃\n貸人に通常生ずべき損害は賃料相当額にとどまるものではない。\u0000\n\u0000 \u0000\u0000\u0000\n以上によれば，本件損害金条項において，賃料の２倍の損害金を損\n害賠償額の予定として定めることは，信義則に反するとはいえず，本\n件損害金条項は，法１０条後段に該当しない。\u0000\nｃ  この点，原告は，賃借人が明渡義務を履行しない場合に，どこまで\nの損害を消費者に負担させることが許されるかという議論をしている\nのに，当該義務を履行すれば損害を負担しなくてよいなどというのは，\n論理的に破綻していると主張する。しかし，賃借人が明渡義務を履行\nしない場合に消費者が負担する損害の範囲について定めた条項が信義\n則違反に当たるかどうかを検討するには，その負担額の妥当性を検討\nするだけでなく，その義務の性質や義務を免れるための賃借人の負担\nの内容についても併せて検討するのが当然であり，原告の主張は失当\nである。\nまた，原告は，賃借人が明渡義務の履行ができないのは，新居の確\n保ができなかったり，引越費用が捻出できないなど，賃借人の経済的\nな事情によるものであるから，本件損害金条項が明渡義務の履行のイ\nンセンティブになるものではないと主張する。しかし，賃借人が，賃\n借物件の占有を継続した場合と明渡義務を履行した場合との経済的負\n担を比較して経済的に有利な方を選択することは明らかであり，本件\n損害金条項により占有を継続した場合の経済的負担を増やすことによ\nり，明渡義務を履行する方が相対的に有利になって，新居の確保など\nの賃借人の行動に影響を及ぼし，明渡義務の履行が促進されるから，\n原告の主張は採用できない。\nｄ  以上によれば，本件損害金条項は，法１０条前段には該当するもの\nの，同条後段には該当しないから，法１２条３項に基づく同条項の差\n止めは認められない。\u0000\n（イ）  法９条１号該当性\u0000\n\u0000 \u0000\u0000\u0000\n本件損害金条項は，解除権が行使されて契約が終了する場合のみなら\nず，賃貸借契約が終了する場合一般に適用されるものであり，その文言\nに照らしても，契約が終了したものの賃借人が賃借物件の明渡義務の履\n行を遅滞している場合の損害に関する条項であって，契約の解除に伴う\n損害に関する条項ではない。\u0000\nよって，本件損害金条項は，法９条１号に該当しないから，法１２条\n３項に基づく同条項の差止めは認められない。\nウ  本件旧契約書特約事項６項（催告手数料）について\n（ア）  法１０条該当性\nａ  本条項は，債務不履行の賃借人に対する催告の費用を賃借人に対し\nて負担させ，それもその負担を定額とするものであり，実際に催告に\n要した費用が３１５０円を下回る場合には，賃借人は本来支払う必要\nのない金員を支払うことになるから，民法の規定が適用される場合に\n比べて賃借人の義務を加重する条項といえる。\nしたがって，本条項は法１０条前段に該当する。\nｂ  本条項の法１０条後段該当性を検討するに当たっては，本条項が適\n用される場面が，賃借人が賃料債務という賃貸借契約における基本的\n義務の履行を怠っている場面であることを前提としなければならない。\n賃貸人は，催告の実費を賃借人に請求するには，電話代，郵送料，交\n通費などのコストのみにとどまらず，その証憑書類を確保し，回収ま\nで保存するなどのコストも必要となるのであって，これらのコストは\n膨大なものとなり，債務の履行を受けていない立場であるのに，過大\nな負担を強いられることとなる。他方，賃借人は，基本的義務である\n賃料支払を履行期までにすれば，本条項の適用を免れるし，その金額\nも不相当に高額とまではいえない。\n以上を総合考慮すると，本条項は，信義則に反するものではなく，\n\u0000 \u0000\u0000\u0000\n法１０条後段に該当しない。\nｃ  原告は，滞納賃料の催告は被告の一般的業務に含まれており，その\n費用は被告の経費として支出が予定されているものであるから，賃貸\n人には本条項が無効となることによる不利益は生じないと主張する。  \u0000\nしかし，被告の事業活動の経費となりうることとそれを誰が負担す\nべきかという問題は別である。また，通常は上記のような催告の実費\nを請求するコストの高さから請求を断念して経費として経理処理して\nいるに過ぎず，被告が損害の填補を受けたわけではないから，本条項\nが無効となることによる不利益は生じている。以上によれば，原告の\n主張は失当である。\u0000\nｄ  以上によれば，本条項は，法１０条前段には該当するものの，同条\n後段には該当しないから，法１２条３項に基づく本条項の差止めは認\nめられない。\u0000\n（ウ）  法９条２号該当性\n本条項は，賃料債務の履行遅滞により当然発生する遅延損害金につい\nて定めたものではなく，賃料債務の履行遅滞後に賃貸人において催告が\n行われた場合に要する費用についての負担を定めたものであるから，遅\n延損害金について定めた法９条２号に反しない。よって，本条項につい\nて，法１２条３項に基づく差止めは認められない。\nエ  本件旧契約書特約事項９項（クリーンアップ代）について\n（ア）  法１０条該当性\nａ  民法の規定によれば，賃借物件の自然損耗や通常の使用にかかる損\n耗，いわゆる通常損耗の発生は，賃貸借契約の性質上当然に予定され\nており，その回復費用は賃料に含まれているから，原則として賃貸人\nが負担すべきである。これに対し，本条項は，賃借物件の清掃という\n通常損耗の回復費用を賃借人に負担させるものであるから，法１０条\n\u0000 \u0000\u0000\u0000\n前段の民法の規定の適用による場合に比べて消費者の義務を加重する\nものに該当する。\nｂ  本件新契約書は，別紙Ｃサービスマンションシステム契約書のとお\nり，貸主借主負担表において，清掃作業のうち，フローリングのワッ\nクスがけなどが貸主の費用負担，借主が通常の清掃を実施している場\n合の専門業者によるハウスクリーニングクリーンアップ代が借主の費\n用負担と明示しているから，賃借人にとって，クリーンアップ代の支\n払によって負担する部分について明確に認識することができる。また，\n本条項の内容をみると，クリーンアップ代の金額が賃借物件の床面積\nに応じた定額とされている。本条項が特約事項として本件新契約書に\n記載されれば，賃借人は，賃料に加え，クリーンアップ代を負担する\nことを明確に認識して契約を締結することになり，このような合意が\n成立する場合には，賃料から上記クリーンアップ代の回収をしないこ\nとを前提に賃料額が合意されているとみるのが相当である。また，本\n条項を適用すると，賃借物件の清掃実費によっては，賃借人が支払う\n必要のない金員を支払う不利益を被る可能性もある一方で利益を享受\nする可能性もあるが，クリーンアップ代の金額が概ね１㎡当たり１０\n００円前後であることからすると，クリーンアップ代が不相当に高額\nにすぎるということはできず，賃借人が不利益を被る可能性は低いと\nいうことができる。\nそうすると，本条項が本件新契約書に特約事項として付加される場\n合には，賃借人は，クリーンアップ代によって負担される清掃作業及\nび金額を認識して合意することができ，その金額の程度からしても過\n重な負担とはいえないことを考えると，本条項が信義則に反して消費\n者を一方的に害するとまではいえない。\nよって，本条項は法１０条後段に該当しない。\n\u0000 \u0000\u0000\u0000\nｃ  原告は，被告がクリーンアップ代と別途請求される修繕費と二重取\nりとなると主張する。しかし，クリーンアップ代が前提とする作業は\n清掃作業であり，修繕費が前提とする作業は修繕作業であって，対価\nとなる作業が異なるから二重取りになるとの主張は失当である。\nｄ  以上によれば，本条項は，法１０条前段には該当するものの，同条\n後段には該当しないから，法１２条３項に基づく本条項の差止めは認\nめられない。\n（イ）  法９条１号該当性\nａ  本条項は，賃貸借契約終了に伴う原状回復義務の範囲について定め\nたものであり，解除に伴う損害賠償額の予定又は違約金について定め\nた法９条１号に該当しない。\nｂ  原告は，本条項が特別損耗も対象にしていることから損害賠償額の\n予定であると主張する。しかし，本条項のクリーンアップ代が通常損\n耗と特別損耗の両者を対象としており，定額のうち通常損耗分の割合\nが相当程度占めることは明らかであるから，残余部分が特別損耗の平\n均的損害を超えるとは考えがたい。よって，原告の主張を前提として\nも，法９条１号に該当しない。\nｃ  以上によれば，本条項は，法９条１号に該当しないから，法１２条\n３項に基づく本条項の差止めは認められない。\n(5)  原告の請求８項及び９項について\u0000\n原告は，原告の請求８項及び９項において，契約書のひな形が印刷された\n契約書用紙の廃棄並びに従業員に対して意思表示をするための事務を行わな\nいこと及び契約書用紙を廃棄することの指示を求めている。しかし，被告に\n対して意思表示の差止めとその意思表示が記載された契約書用紙の廃棄を命\nじるならば，当然その趣旨は包含されるから，改めて従業員への指示を命ず\nる必要性までは認められない。\u0000\n\u0000 \u0000\u0000\u0000\n２  まとめ\u0000\n以上のとおり，本件解除条項のうち，成年被後見人及び被保佐人の開始審判\nや申立てを解除事由とする部分については，法１０条に該当し，その意思表示\nの差止めを認めるべきであるが，その余の別紙契約条項目録記載の各条項につ\nいては，意思表示を行うおそれがないか，法９条及び１０条のいずれにも該当\nしないから，意思表示の差止めを認める理由がない。\u0000\n３  結論\u0000\n以上のとおりであるから，原告の請求には一部理由がある。よって，主文の\nとおり判決する。\u0000\n大阪地方裁判所第４民事部\u0000\n裁判長裁判官      松 田   亨\u0000\n\u0000\n裁判官      西 村 欣 也\u0000\n\u0000\n裁判官      諸      井        明      仁\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n別紙  契約条項目録\u0000\n以下，「甲」は賃貸人である被告，「乙」は賃借人，「丙」は家賃保証会社以外\nの個人の連帯保証人とする。\u0000\n\u0000\n第１８条  （契約の解除）\u0000\n２  乙に，次の各号のいずれかの事由が該当するときは，甲は，直ちに本契約を解\n除できる。\u0000\n（６）解散，破産，民事再生，会社整理，会社更生，競売，仮差押，仮処分，強制\n執行，成年被後見人，被保佐人の宣告や申し立てを受けたとき。\u0000\n\u0000\n第２２条  （明渡し及び現状回復）\u0000\n５  乙が本契約終了後，直ちに本物件の明け渡しを完了しない場合は，本契約終了\n日より本物件明渡し完了に至るまでの間，毎月本契約の賃料の２倍に相当する損\n害金を支払わなければならない。\u0000\n\u0000\n特約事項\u0000\n６  乙が，家賃を滞納した場合，乙又は丙は催告手数料（通信費，交通費，事務手\n数料）として，１回あたり３１５０円を甲に支払う。\u0000\n\u0000\n７  乙は，行方不明等の理由により家賃等を滞納した場合の本契約の解除権，明け\n渡しの代理権および契約物件内に残された動産物の処分権を丙と家賃保証会社に\n与え，甲と丙または家賃保証会社の合意により行使されたとしても乙は一切異議\nを申し立てない。\u0000\n\u0000\n８  乙が，行方不明等の理由により家賃等を滞納した場合，家賃保証会社が乙の承\n諾なく施錠や室内確認等を行い，明け渡し手続きおよび当該物件内に残置された\n\u0000 \u0000\u0000\u0000\n動産物を処分しても，乙と丙は一切異議を申し立てない。\u0000\n\u0000\n９  乙は，本契約終了によって本物件を明け渡す際に，クリーンアップ代（２０㎡\n未満は２万１０００円，３０㎡未満は２万６２５０円，６０㎡未満は３万１５０\n０円，１００㎡未満は５万２５００円，１００㎡以上は１０万５０００円）を甲\nに支払い，ペット飼育者は別途消毒費として１万８９００円を支払う。\u0000\n\u0000\n１２  乙と連絡が取れない場合，甲は室内確認及び防犯上の鍵の交換又は仮鍵によ\nる防犯対策を講じることがある。\u0000\n\u0000\n"
}