{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 25
  },
  "case_number": "平成28(行ケ)10254",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87356",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87356",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/356/087356_hanrei.pdf",
  "contents": "平成２９年１２月２５日判決言渡\n平成２８年（行ケ）第１０２５４号  審決取消請求事件\n口頭弁論終結日  平成２９年１０月１１日\n判            決\n原            告        株 式 会 社 Ｓ ｈ ａ ｐ ｅ ｓ\n訴訟代理人弁護士      高橋 隆 二\n寺 島 英 輔\n被     告       Ｙ\n訴訟代理人弁理士      広   瀬   文   彦\n末   岡   秀   文\n被     告      株式会社Ｓｈａｐｅｓ  Ｉｎｔｅｒｎａｔｉｏｎａｌ\n訴訟代理人弁護士      神田   孝\n井 嶋 倫 子\n清 野 龍 作\n主            文\n１  特許庁が再審２０１５－９５０００１号事件について平成２８年１０\n月３１日にした審決を取り消す。\n２  訴訟費用は被告らの負担とする。\n事実及び理 由\n第１  原告の求めた裁判\n主文同旨\n第２  事案の概要\n１  前提事実\n原告は，商標登録第５１７７８０９号に係る商標（登録年月日平成２０年１０月\n３１日。以下，「本件商標」といい，本件商標に係る商標権を「本件商標権」という。）\nの商標権者であったところ，被告株式会社Ｓｈａｐｅｓ  Ｉｎｔｅｒｎａｔｉｏｎ\nａｌ（以下「被告Ｓｈａｐｅｓ」という。）に対し，平成２４年２月１０日，本件商\n標権を譲渡して移転登録をした（以下，当該移転登録を「本件移転登録」という。）。\nもっとも，原告は，被告Ｓｈａｐｅｓに対し，同年１０月１７日，本件商標権の譲\n渡を解除したと主張して，本件移転登録の抹消登録手続を求める訴えを提起したと\nころ（以下，当該訴えに係る訴訟を「別件訴訟」という。），被告Ｙ（以下「被告Ｙ」\nという。）は，平成２６年１１月２８日，本件商標が使用されていないとして，商標\n法５０条１項に基づき本件商標に係る商標登録の取消しを求めて審判（以下「原審\n判」という。）を請求した（審判の予告登録年月日平成２６年１２月１７日。取消２\n０１４－３００９６３号）。\n特許庁は，被告Ｓｈａｐｅｓが応答しなかったことから，平成２７年３月３１日，\n上記商標登録を取り消す旨の審決（以下「原審決」という。）をし，原審決は，同年\n５月１１日，確定した（本件商標権登録の抹消の登録年月日平成２７年６月５日）。\n本件は，原告が，被告らは共謀して本件商標権を害する目的をもって原審決を確\n定させたとして，特許庁に対し，商標法５８条１項に基づき，原審決の取り消しを\n求めて再審を請求した事案である。\n争点は，商標法５８条１項該当性（被告らが共謀して原告の権利を害する目的を\nもって原審決を確定させたか否か）である。\n２  特許庁における手続の経緯\n原告は，平成２７年６月２４日付けで，特許庁に対し，商標法５８条１項に基づ\nき，原審決の取消しを求めて，原審決に対し再審を請求した（再審２０１５－９５\n０００１号）。これに対し，特許庁は，平成２８年１０月３１日，被告らが共謀して\n本件商標権を害する目的をもって原審決をさせたとは認められないとして，原告の\n再審請求を却下する旨の審決をし，当該審決は，同年１１月１０日，原告に送達さ\nれた。\n３  審決の理由の要点\n被告Ｓｈａｐｅｓが原審判の予告登録前３年の間に本件商標を使用したことが明\nらかであると認めるに足りる証拠はなく，原審判において被告Ｓｈａｐｅｓが答弁\nしなかったとしても，この事実をもって被告Ｓｈａｐｅｓと被告Ｙとの共謀の事実\nを認めることはできない。また，被告Ｓｈａｐｅｓが原審決確定後に本件商標と同\n一商標につき再度出願を行った事実についても，被告Ｓｈａｐｅｓは，別件訴訟に\nおける裁判所の和解勧告を受けて原告に譲渡する目的で既に取り消された本件商標\nを再出願したと主張しており，この主張は一応の合理的理由があるといえる。\nまた，被告Ｙが，原審決確定後に本件商標と同一又は類似の商標を自ら出願して\nいないことについては，不使用取消審判の請求人が当該審決の確定により取り消さ\nれた商標と同一又は類似の商標を出願するものとは必ずしもいえないから，この事\n実が直ちに共謀の存在を示すものとはいえない。\nしたがって，原告が主張する上記の事情を踏まえても，被告Ｙと被告Ｓｈａｐｅ\nｓとの間に共謀があったものとは認められない。\n第３  原告主張の取消事由\n被告Ｙは，平成２６年１１月２８日，正に別件訴訟事件の審理中というタイミン\nグで，自己使用等の目的を全く有しないにもかかわらず，原審判を請求した。しか\nも，原審決の確定後にも何ら合理的な理由なく本件商標と同一又は類似の商標を自\nら出願をしていない。さらに，被告Ｓｈａｐｅｓも，原審判の予告登録前３年の間\nに，被告Ｓｈａｐｅｓが現実に本件商標と実質的に同一の商標を使用している事実\nを認識していたにもかかわらず，原審判において何らの答弁もせずに原審決を確定\nさせた。のみならず，被告Ｓｈａｐｅｓは，原審決が確定して２週間後に本件商標\nと同一商標を同一の指定役務について出願した。\nこれらの間接事実に経験則を適用すれば，被告らが共謀して原告の権利を害する\n目的をもって原審決を確定させた事実を容易に認めることができる。\n第４  被告らの反論\n１  被告Ｙ\n被告Ｙは，公益的観点から不使用登録商標の排除のために原審判の請求をしたの\nであり，被告Ｓｈａｐｅｓの代表者等との面識はなく，被告Ｓｈａｐｅｓは，被告\nＹとは無関係の者である。そのため，被告Ｙと被告Ｓｈａｐｅｓが共謀したという\n原告の主張は，原告の想像にすぎない。\nしたがって，被告Ｙと被告Ｓｈａｐｅｓが共謀した事実は認められないとした審\n決の認定に誤りはない。\n２  被告Ｓｈａｐｅｓ\n被告Ｓｈａｐｅｓは，女性専用パーソナルトレーニング事業にふさわしい商標と\nして「Ｓｈａｐｅｓ Ｒｅｂｏｒｎ Ｍｙｓｅｌｆ」（商標登録第５５０６２６３号）\nを独自にデザインして展開してきた。そのため，被告Ｓｈａｐｅｓは，女性的イメ\nージの乏しい本件商標を使用したことは一度もなく，今後更新する予定もなかった\nことから，原審判において答弁しなかったにすぎない。また，被告Ｓｈａｐｅｓが，\n原審決確定後に本件商標と同一商標を出願したのは，別件訴訟における裁判所の和\n解勧告を受けて，原告に譲渡する目的で，既に取り消された本件商標の再出願をし\nたにすぎない。\nしたがって，原告が主張する間接事実は，被告らの共謀を推認するに足りず，被\n告Ｙと被告Ｓｈａｐｅｓが共謀した事実は認められないとした審決の認定に誤りは\nない。\n第５  当裁判所の判断\n１  認定事実\n当裁判所に顕著な事実及び弁論の全趣旨を総合すると，次の事実が認められる。\n(1) 原告は，平成２９年５月３１日，被告Ｙの本人尋問の申立てをしたところ，\n尋問事項に関する原告の主張は，被告らが共謀して原告の利益を害する目的をもっ\nて原審決をさせたことである（第３回口頭弁論調書参照）。\n(2) 当裁判所は，同年６月１４日，第２回口頭弁論期日において，被告らの共\n謀の存否を明らかにするには，当審において被告Ｙの本人尋問を行う必要があると\nして，上記(1)の申立てを採用するとともに，本人尋問期日を同年１０月１１日に指\n定した。なお，被告Ｙは，同年８月３１日までに陳述書を提出することとされた。\n（第２回口頭弁論調書参照）\n(3) 被告Ｙは，同年８月２５日付けで，被告Ｓｈａｐｅｓの代表者や関係者と\n共謀したことはない旨を記載した陳述書を提出した（乙ア３４）。\n(4) 被告Ｙは，適式の呼出しを受けたにもかかわらず，当裁判所に対し事前の\n連絡なく，本人尋問期日に出頭しなかった。なお，被告Ｙは，当裁判所に対し，診\n断書その他出頭できない理由を証明する書類を一切提出していない。\n(5) 被告Ｙの代理人は，本人尋問期日において，被告Ｙには民訴法２０８条の\n不出頭の効果を説明して出頭しないと不利益になる旨を告げて出頭を促したものの，\n本人からはそのことを承知の上で出頭しないと告げられた旨述べた（第３回口頭弁\n論調書）。\n(6) 当裁判所は，上記の経過を踏まえ，弁論を終結した。なお，被告Ｓｈａｐ\nｅｓ及び被告Ｙの各代理人は，弁論を終結することにつき，異議を述べなかった。\n２  民訴法２０８条該当性\n上記認定事実によれば，被告Ｙが当事者本人の尋問期日に正当な理由なく出頭し\nなかったものと認められるから，民訴法２０８条に基づき，被告らが共謀して本件\n商標権を害する目的をもって本件商標に係る登録商標を取り消す旨の原審決をさせ\nたという原告の主張は，真実と認めることができる。\nしたがって，被告らが共謀して原告の権利を害する目的をもって原審決をさせた\nとは認められないとした審決の判断には誤りがあるから，原告の取消事由は理由が\nある。\n第６  結論\n以上によれば，原告の取消事由は理由があり，本訴請求は理由があるから，これ\nを認容することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n清      水           節\n裁判官\n中     島     基     至\n裁判官\n岡      田    慎    吾\n"
}