{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 3,
    "day": 21
  },
  "case_number": "平成22(ワ)145等",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82157",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82157",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/157/082157_hanrei.pdf",
  "contents": "平成２４年３月２１日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ワ）第１４５号  損害賠償等請求事件（本訴事件）\n平成２２年（ワ）第 １ ６ ４ １ ４ 号   損 害 賠 償 等 反 訴 請 求 事 件 （ 反 訴 事 件 ）\n口頭弁論終結日  平成２４年１月３１日\n判 決\n静岡県富士市＜以下略＞\n本訴原告（反訴被告）        パワーエンタープライズ株式会社\n同訴訟代理人弁護士          大      澤      恒      夫\n中      村      光      央\n大      瀧      友      輔\n永      野              海\n長 野 県 松 本 市 ＜ 以 下 略 ＞\n本訴被告（反訴原告）        株 式 会 社 ピ ボ ッ ト\n同訴訟代理人弁護士          安      藤      雅      樹\n主 文\n１  本訴被告（反訴原告）は，本訴原告（反訴被告）に対し，１２１０万円\n及びこれに対する平成２１年１１月１７日から支払済みまで年５分の割合\nによる金員を支払え。\n２  本訴被告（反訴原告）は，別紙物件目録Ⅰ記載の製品について，模倣，\n模倣品，類似，類似品，違法，違法品，不法，不法行為，知的財産，知的\n財産権，法的措置，不正競争防止法などの文言を用い又はこれらの文言を\n組み合わせるなどして，当該製品の製造及び販売が不正競争防止法及び民\n法に違反し，又は違反する可能性があると第三者に誤信させ得る事実を，\n文書，口頭又は電磁的方法等により第三者に告知流布してはならない。\n３  本訴原告（反訴被告）のその余の本訴請求をいずれも棄却する。\n４  本訴被告（反訴原告）の反訴請求をいずれも棄却する。\n５  訴訟費用は，本訴反訴を通じてこれを５分し，その２を本訴原告（反訴\n被告）の負担とし，その余は本訴被告（反訴原告）の負担とする。\n６  この判決は，第１項及び第２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n〔本訴事件〕\n１  本訴被告（反訴原告）は，本訴原告（反訴被告）に対し，５４００万円及び\nこれに対する平成２１年１１月１７日から支払済みまで年５分の割合による金\n員を支払え。\n２  主文２項同旨\n３  本訴被告（反訴原告）は，本訴原告（反訴被告）に対し，別紙謝罪文目録記\n載１の謝罪文を，日本経済新聞の全国版の朝刊に１回，同目録記載２の条件で\n掲載し，同謝罪文を，別紙送付先目録記載の各法人の本社，営業所に各１回，\n別紙謝罪文目録記載３の条件で郵送又はファクシミリ送信の方法により頒布し，\n同謝罪文を，同目録記載４の被告ウェブサイトに同目録記載５の条件で掲載せ\nよ。\n〔反訴事件〕\n１  本訴原告（反訴被告）は，別紙物件目録Ⅱ記載１及び２の商品を譲渡し，貸\nし渡し，譲渡若しくは貸渡しのために展示し，輸出し，輸入してはならない。\n２  本訴原告（反訴被告）は，別紙物件目録Ⅱ記載１及び２の商品を廃棄し，か\nつ，同商品を製造するための金型その他の設備を廃棄せよ。\n３  本訴原告（反訴被告）は，本訴被告（反訴原告）に対し，２００１万４２７\n６円及びこれに対する平成２２年５月８日から支払済みまで年５分の割合によ\nる金員を支払え。\n第２  事案の概要\n１  本訴請求は，ドライビングアシストコントローラー（スロットルコントロー\nラー。自動車のアクセルの踏み込み具合に対する加速の反応を自動的に制御す\nることによって加速と燃費をコントロールする製品）である別紙物件目録Ⅰ記\n載の製品「i-Accel」（以下「原告製品」という。）を製造販売する本訴原告（反\n訴被告。以下「原告」という。）が，同種製品である「３-DRIVE」（以下「被\n告製品」という。）を製造販売する本訴被告（反訴原告。以下「被告」という。）\nに対し，原告製品の販売は不正競争に当たらないにもかかわらず，被告のホー\nムページや原告の取引先に対する通知書において，原告製品は被告製品の部品\nを模倣したものである等記載し，原告が被告の知的財産権を侵害している旨告\n知，流布した被告の行為が不正競争防止法（以下「不競法」いう。）２条１項\n１４号の不正競争に当たるとして，①同法３条１項に基づく虚偽事実の告知，\n流布の差止め，②同法４条に基づく損害賠償金５４００万円及びこれに対する\n訴状送達日の翌日である平成２１年１１月１７日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求めるとともに，③同法１４条に基づ\nく信用回復措置として謝罪広告の掲載を求める事案である。\n反訴請求は，被告が，原告に対し，①原告による原告製品の販売は不競法２\n条１項１号又は３号の不正競争に該当するとして，同法３条に基づき原告製品\nの譲渡等の差止め，原告製品及びこれを製造するための金型等の設備の廃棄を\n求めるとともに，②上記不正競争に基づき（同法４条），又は，原告による原\n告製品の販売行為が一般不法行為に当たるとして（民法７０９条），損害賠償\n金２００１万４２７６円及びこれに対する反訴状送達日の翌日である平成２２\n年５月８日から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求める事案である（不競法４条に基づく損害賠償請求と民法７０９条に基づ\nく損害賠償請求は選択的併合の関係にある。）。\n２  前提となる事実（証拠等を掲記した事実を除き，当事者間に争いがない。）\n(1) 当事者\nア  原告は，自動車用部品等の開発，設計，製作及び販売等を業とする株式\n会社である。（弁論の全趣旨）\nイ  被告は，自動車用部品等の企画，開発，製造，卸及び小売販売等を業と\nする株式会社である。\n(2) 原告製品及び被告製品の構成，自動車への設置方法\n原告製品及び被告製品は，いずれも，車種別専用ハーネス，本体ユニット\n及びコントローラー（表示部，原告製品における名称は表示ユニット）の３\nつの部品から構成されている。\n原告製品及び被告製品を自動車に設置するためには，車両側のアクセルの\n配線のうちオスコネクターとメスコネクターで接続されている部分を一旦外\nし，車両側アクセル部のオスコネクターに車種別専用ハーネスのメスコネク\nターを，車両側アクセル部のメスコネクターに車種別専用ハーネスのオスコ\nネクターをそれぞれ接続する。車両側アクセル部のオスコネクターとメスコ\nネクターの形状，極性等は車種によって異なり数種類に分かれるため，これ\nに応じて，原告製品及び被告製品の車種別専用ハーネスも，オスコネクター\nとメスコネクターの形状等が異なるいくつかの種類に分かれている。\n車種別専用ハーネスにはオスコネクター及びメスコネクターとは逆の端部\nに本体ユニットへ接続するための６極コネクターが付いており，これを本体\nユニットの６極コネクターに接続し，コントローラー（表示ユニット）を４\nＰカプラーによって本体ユニットに接続することによって，原告製品及び被\n告製品を自動車に設置することができる。\nなお，車種別専用ハーネスは，基本的には本体ユニット，コントローラー\n（表示ユニット）とセットで販売されるが，個別に販売されることもある。\n（弁論の全趣旨）\n(3) 原告製品及び被告製品の製造販売\n原告は，平成２１年１０月以降，原告製品を製造販売している。\n被告は，平成２０年４月２５日以降，被告製品を製造販売している。\n３  争点\n〔反訴事件〕\n(1) 不競法２条１項３号の不正競争の成否（争点１）\n(2) 不競法２条１項１号の不正競争の成否（争点２）\n(3) 一般不法行為の成否（争点３）\n(4) 反訴請求の損害額（争点４）\n〔本訴事件〕\n(5) 不競法２条１項１４号の不正競争の成否（争点５）\n(6) 本訴請求の損害額等（争点６）\n第３  争点に関する当事者の主張\n１  争点１（不競法２条１項３号の不正競争の成否）について\n〔被告の主張〕\n(1) 被告製品の商品形態\nア  被告製品の車種別専用ハーネスの形態は以下の写真のとおりであり，金\n型成形品である黒色プラスチック製の端子保護部分と，これに接続した端\n子部分，端子部分から伸びるコード部分で構成される。\nオスコネクター，メスコネクター，６極コネクターは，それぞれコード\nで接続されており，コードは黒色の保護チューブにより大部分を被覆され\nている。また，オスコネクター，メスコネクターから約２㎝の部分で６本\nあるコードがインシュロックバンドでまとめられている。\n６極コネクターの形態は，別紙被告製品目録①のとおりであり，金型成\n形品である白色プラスチック製の端子保護部分と，これに接続した端子部\n分，端子部分から伸びるコード部分で構成される。端子保護部分は差し込\nみ部外径が横１２㎜，縦４㎜であり，差し込んだ後外れないようにするた\nめの構造が上面に付いている。端子は６個あり横一列に並んでいる。また，\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であり，\nコードの色は，上面から見て左から「茶・緑・紫・白・青・黄」である。\nイ  被告製品の車種別専用ハーネスのうち，１Ａ，１Ｂ，１Ｃ，１Ｄタイプ\nのオスコネクターの形態は，別紙被告製品目録②のとおりである。\n端子保護部分は口径が横４３㎜，縦１３㎜であり，差し込んだ後外れな\nいようにするための突起が上面に付いており，上下奥に脱着する際につか\nむ突起が付いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から，「茶・灰・橙・\n緑・青・黄」（１Ａ），「灰・緑・青・黄・茶・橙」（１Ｂ），「黄・青・\n緑・橙・灰・茶」（１Ｃ），「茶・灰・青・緑・橙・黄」（１Ｄ）である。\nウ  被告製品の車種別専用ハーネスのうち，２Ａタイプのオスコネクターの\n形態は，別紙被告製品目録③のとおりである。\n端子保護部分は口径が横２４㎜，縦１０．５㎜であり，差し込みが外れ\nないようにするための突起が上面に付いており，外周奥に脱着する際につ\nかむ突起が付いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から「茶・灰・橙・緑・\n青・黄」である。\nエ  被告製品の車種別専用ハーネスのうち，６Ａタイプのオスコネクターの\n形態は，別紙被告製品目録④のとおりである。\n端子保護部分は最外部で横４５㎜，縦２３㎜であり，設置のためのネジ\nが付属している。別紙被告製品目録④の正面図の上部真ん中に直径３㎜の\n穴が空いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から「黄・青・緑・橙・\n灰・茶」である。\nオ  被告製品の車種別専用ハーネスのうち，ＴＨＲ－ＢＭ用のオスコネクタ\nーの形態は，別紙被告製品目録⑤のとおりである。\n端子保護部分は口径が横２４㎜，縦１４㎜であり，差し込みが外れない\nようにするための突起が左右横面に付いており，上下奥に脱着する際につ\nかむ突起が付いている。端子は６個あり横２列にそれぞれ３種類ずつ並ん\nでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左上から「茶・黄・緑」，\n左下から「橙・灰・青」である。\nカ  被告製品の車種別専用ハーネスのうち，ＴＨＲ－ＶＷ用のオスコネクタ\nーの形態は，別紙被告製品目録⑥のとおりである。\n端子保護部分は口径が横３２㎜，縦１１㎜であり，差し込みが外れない\nようにするための突起が上面に付いており，外周奥に脱着する際につかむ\n突起が付いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から「橙・黄・青・緑・\n灰・茶」である。\n被告製品の車種別専用ハーネスのうち，ＴＨＲ－ＶＷ用のメスコネクタ\nーの形態は，別紙被告製品目録⑦のとおりである。\n端子保護部分は外径が横２８．５㎜，縦８㎜であり，差し込みが外れな\nいようにするための構造が上面に付いており，上下奥に脱着する際につか\nむ突起が付いている。端子は６個あり横一列に並んでいる。端子はタイコ\nエレクトロニクスジャパン社製の市販品である。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。コードの色は，上面から見て左から「紫・灰・白・青・黄・橙」であ\nる。\nキ  本体ユニットについて\n被告製品の本体ユニットの形態は，別紙被告製品目録⑧のとおりである。\n本体ユニットはケース上下とフロントパネルの部品から成り，ケース上\n下及びフロントパネルは金型成形したプラスチック製である。本体ユニッ\nトは，縦５０㎜，横６０㎜，高さ２０㎜であり，８つある角はやや丸みを\n帯びている。ケース上下は側面から見た場合にちょうど中間ではめ込む形\nとなっている。フロントパネルは縦１６㎜，横６０㎜であり，つるつるし\nた素材感がある。フロントパネルにはＹＭなどのロット番号の表示シール\nが貼ってある。\n裏面には，ケース上下に２か所切り込み加工をした穴が形成されている。\n左側の穴からは市販品である４Ｐカプラー及びコンデンサーが露出してい\nる。右側の穴はコード用の穴となっており，車種別専用ハーネスと接続す\nるためのコードが通る。左側の切込みの大きさは縦８㎜，横１６㎜，右側\nの切込みの大きさは縦６㎜，横１４㎜である。\nケース底面においては直径２．６㎜のネジ２本で固定されており，ケー\nス上面には注意書のシールが貼られている。\n(2) 原告製品の商品形態\nア  原告製品の車種別専用ハーネスの形態は以下の写真のとおりであり，金\n型成形品である黒色プラスチック製の端子保護部分と，これに接続した端\n子部分，端子部分から伸びるコード部分で構成される。\nオスコネクター，メスコネクター，６極コネクターは，それぞれコード\nで接続されており，コードは黒色の保護チューブにより大部分を被覆され\nている。また，オスコネクター，メスコネクターから約２㎝の部分で６本\nあるコードがインシュロックバンドでまとめられている。\n６極コネクターの形態は，別紙原告製品目録①のとおりであり，金型成\n形品である白色プラスチック製の端子保護部分と，これに接続した端子部\n分，端子部分から伸びるコード部分で構成される。端子保護部分は差し込\nみ部外径が横１２㎜，縦４㎜であり，差し込んだ後外れないようにするた\nめの構造が上面に付いている。端子は６個あり横一列に並んでいる。また，\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であり，\nコードの色は，上面から見て左から「茶・緑・紫・白・青・黄」である。\nイ  原告製品の車種別専用ハーネスのうち，１Ａ，１Ｂ，１Ｃ，１Ｄタイプ\nのオスコネクターの形態は，別紙原告製品目録②のとおりである。\n端子保護部分は口径が横４３㎜，縦１３㎜であり，差し込んだ後外れな\nいようにするための突起が上面に付いており，上下奥に脱着する際につか\nむ突起が付いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から，「茶・灰・橙・\n緑・青・黄」（１Ａ），「灰・緑・青・黄・茶・橙」（１Ｂ），「黄・青・\n緑・橙・灰・茶」（１Ｃ），「茶・青・灰・緑・黄・橙」（１Ｄ）である。\nウ  原告製品の車種別専用ハーネスのうち，２Ａタイプのオスコネクターの\n形態は，別紙原告製品目録③のとおりである。\n端子保護部分は口径が横２４㎜，縦１０．５㎜であり，差し込んだ後外\nれないようにするための突起が上面に付いており，外周奥に脱着する際に\nつかむ突起が付いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から「茶・灰・橙・緑・\n青・黄」である。\nエ  原告製品の車種別専用ハーネスのうち，６Ａタイプのオスコネクターの\n形態は，別紙原告製品目録④のとおりである。\n端子保護部分は最外部で横４５㎜，縦２３㎜であり，設置のためのネジ\nが付属している。別紙原告製品目録④の正面図の上部真ん中に直径３㎜の\n穴が空いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から「黄・青・緑・橙・\n灰・茶」である。\nオ  原告製品の車種別専用ハーネスのうち，１１Ａタイプのオスコネクター\nの形態は，別紙原告製品目録⑤のとおりである。\n端子保護部分は口径が横２４㎜，縦１４㎜であり，差し込んだ後外れな\nいようにするための突起が左右横面に付いており，上下奥に脱着する際に\nつかむ突起が付いている。端子は６個あり横２列にそれぞれ３種類ずつ並\nんでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左上から「茶・黄・緑」，\n左下から「橙・灰・青」である。\nカ  原告製品の車種別専用ハーネスのうち，１２Ａタイプのオスコネクター\nの形態は，別紙原告製品目録⑥のとおりである。\n端子保護部分は口径が横３２㎜，縦１１㎜であり，差し込んだ後外れな\nいようにするための突起が上面に付いており，外周奥に脱着する際につか\nむ突起が付いている。端子は６個あり横一列に並んでいる。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。ハンダで固定した後，黒色の収縮チューブで保護して上記端子保護部\n分と接続している。コードの色は，上面から見て左から「橙・黄・青・緑・\n灰・茶」である。\n原告製品の車種別専用ハーネスのうち，１２Ａタイプのメスコネクター\nの形態は，別紙原告製品目録⑦のとおりである。\n端子保護部分は外径が横２８．５㎜，縦９㎜であり，差し込みを容易に\nし，また,外れないようにするための構造が上面に付いている。端子は６個\nあり横一列に並んでいる。端子はタイコエレクトロニクスジャパン社製の\n市販品である。\nコード部分は端子と接続して６本あり，それぞれの外径は１．４㎜であ\nる。コードの色は，上面から見て左から「紫・灰・白・青・黄・橙」であ\nる。\nキ  原告製品の本体ユニットの形態は，別紙原告製品目録⑧のとおりである。\n本体ユニットはケース上下とフロントパネルの部品から成り，ケース上\n下及びフロントパネルは金型成形したプラスチック製である。本体ユニッ\nトは，縦５０㎜，横６０㎜，高さ２０㎜であり，８つある角はやや丸みを\n帯びている。ケース上下は側面から見た場合にちょうど中間ではめ込む形\nとなっている。フロントパネルは縦１６㎜，横６０㎜であり，つるつるし\nた素材感がある。\n裏面には，ケース上下に２か所切り込み加工をした穴が形成されている。\n左側の穴からは市販品である４Ｐカプラー及びコンデンサーが露出してい\nる。右側の穴はコード用の穴となっており，車種別専用ハーネスと接続す\nるためのコードが通る。左側の切込みの大きさは縦８㎜，横１６㎜，右側\nの切込みの大きさは縦６㎜，横１４㎜である。\nケース底面においては直径２．６㎜のネジ２本で固定されており，ケー\nス上面には「i-Accel」，「POWER」と印刷されている。\n(3) 商品形態の模倣\nア  車種別専用ハーネスについて\n(ｱ) 被告製品の車種別専用ハーネス（①１Ａ，１Ｂ，１Ｃ，１Ｄタイプ，\n②２Ａタイプ，③６Ａタイプ，④ＴＨＲ－ＢＭ用，⑤ＴＨＲ－ＶＷ用）\nの各商品形態と原告製品の車種別専用ハーネス（①１Ａ，１Ｂ，１Ｃ，\n１Ｄタイプ，②２Ａタイプ，③６Ａタイプ，④１１Ａタイプ，⑤１２Ａ\nタイプ）の各商品形態は，それぞれ対応する種類ごとに以下の点で共通\nしており，相違点は，１Ｄタイプのオスコネクターとメスコネクター間\nのコードの配色のみである。\n①オスコネクター各部の寸法\n②オスコネクターの端子各部の寸法\n③オスコネクターの端子勘合構造\n④オスコネクターの材質，色，質感\n⑤６極コネクターのコードの配色，配置信号，コードの長さ，太さ\n⑥保護チューブの色，材質，長さ，太さ\n⑦オスコネクターとメスコネクター間のコードの配色，コードの長さ，\nインシュロックバンドによる結束位置\nこのように，原告製品の車種別専用ハーネスの形態は，被告製品の車\n種別専用ハーネスの形態と全く同一である。なお，１Ｄタイプの車種別\n専用ハーネスのオスコネクター及びメスコネクターの間のコード配色に\nは相違があるが，この程度の違いで同一形態であることを免れることは\nできない。\n原告は，被告が製造開発した「１Ａ，１Ｂ，１Ｃ，１Ｄタイプ，２Ａ\nタイプ，６Ａタイプ，ＴＨＲ－ＢＭ用，ＴＨＲ－ＶＷ用」の各車種別専\n用ハーネスのオスコネクターの形態について完全に模倣している。また，\nＴＨＲ－ＶＷ用の車種別専用ハーネスについては，原告はメスコネクタ\nーの形態も模倣している。すなわち，原告は，被告の商品の形態に依拠\nして，これと同一の形態の商品を作り出したものである。\nしたがって，原告が原告製品の上記車種別専用ハーネスを販売する行\n為は，不競法２条１項３号の不正競争に該当する。\n(ｲ) 原告は，車種別専用ハーネスの形態はありふれた形態，当該商品の機\n能を確保するために不可欠な形態であり，不競法２条１項３号の保護を\n受けないと主張する。\n本件の車種別専用ハーネスは，メーカー純正品のメスコネクターとオ\nスコネクターの間に接続するためメスコネクターとオスコネクターを有\nすること及びメーカー純正品のオスコネクター及びメスコネクターに接\n続できるような端子を備えた形態となることは，その機能及び効用から\n不可避的に採用せざるを得ない。しかし，選択した端子の種類・形状，\nコネクターのケースの形状，コネクターからコードが出る部分の形状，\nコードの色，コードの長さ，ケースの大きさなどについては無限ともい\nうべき形態選択の余地があり，ハーネスの機能及び効用から一義的に決\n定される形態ではなく，このことは他社製品と被告製品の形態が著しく\n異なっていることからも明らかである。メーカー純正品のメスコネクタ\nーに勘合するためにオスコネクター形状が必然的に決まるということは\nない。端子位置さえ合っていれば勘合するのであって，形状が必然的に\n定まることはないのである。被告製品の車種別専用ハーネスの形態は，\n被告が研究を重ねた成果として特徴のある形態を有しているのであり，\nありふれた形態ではない。\nイ  本体ユニットについて\n(ｱ) 被告製品の本体ユニットの商品形態と原告製品の本体ユニットの商品\n形態は，以下の点で共通している。相違点は，被告製品のケース上面に\nは注意書のシールが貼られているが，原告製品のケース上面には商品名\n等が印刷されている点，被告製品のフロントパネルにはロット番号の表\n示シールが貼られているが原告製品には貼られていない点である。\n①各部の寸法\n②部品構造（上下ケースとフロントパネル）\n③各部品の材質，色，表面質感\n④背面の２か所の穴の形状\n⑤４Ｐカプラーとコンデンサーの形状と位置\nこのように，原告製品の本体ユニットの形態は，被告製品の本体ユニ\nットの形態と全く同一である。ケース上面のシールの有無・内容及びフ\nロントパネルのシールの有無・内容についての相違は，同一形態である\nことを否定するものではない。\nすなわち，①ケースの大きさ（寸法），②ケースが上下に分かれ，そ\nれにフロントパネルが組み込まれているという形状，③ケースの素材感\n及びフロントパネルのつるつるした素材感，④４Ｐカプラーを接続する\n入れ込み口の形状・寸法，⑤基盤からのコネクターやコードが分割した\n角穴を通過する構造や寸法などが同一であり，原告は，被告製品に依拠\nしてその形態を模倣したものである。\nしたがって，原告が原告製品の本体ユニットを販売する行為は，不競\n法２条１項３号の不正競争に該当する。\n(ｲ) 原告は，本体ユニットの形態は需要者が通常の用法に従った使用に際\nして認識できないから「商品の形態」に当たらないと主張する。\nしかし，本体ユニットは通常消費者自身が設置することが予定されて\nおり，商品としても本体ユニットを認識できる状況で販売されている。\nまた，製品カタログやインターネット上の販売においても本体ユニット\nの形態が表示されていることから，販売時にも設置時にも利用の際にも\n本体ユニットの形態は需要者に十分認識され得るものであり，原告の主\n張は失当である。\nまた，被告製品の本体ユニットの形態も，車種別専用ハーネスと同様，\n被告が研究を重ねた成果として特徴のある形態を有しており，ありふれ\nた形態ではない。\nウ  原告製品は，台湾の会社である GAU DONQ LIH LTD.（以下「ＧＤＬ社」\nという。）が製造又は販売する製品と同一の製品であるところ，ＧＤＬ社\nは，被告の警告に対し，自社の製造販売にかかる製品が被告製品の模倣品\nであることを認め製造販売を中止することを約束したことからも，原告製\n品が被告製品を模倣したものであることは明らかである。\n被告は，原告の上記不正競争により営業上の利益を侵害され，又は侵害\nされるおそれがある。\n(4) 適用除外について\nア  原告は，不競法１９条１項５号ロの善意取得者に原告が当たると主張す\nる。しかし，原告は，第三者が製造，販売している原告製品を輸入等して\n販売しているのではなく，自ら原告製品を製造，販売している者であり，\n同号ロの「譲り受けた者」に該当しない。原告製品の製造工程の一部を委\n託した業者から原告製品を受け取る行為は，原告自身の製造，販売過程の\n一部にほかならない。\nまた，原告は，原告製品の開発，製造，販売を行う過程で，原告製品と\n被告製品の商品形態が同一であるか実質的に同一といえるほどに酷似した\n形態であることを当然に認識していたといえ，仮に認識していなかったと\nしても，原告製品が販売される１年半以上も前から被告製品は日本を初め\nとするアジア諸国において販売，流通し，日本国内のスロットルコントロ\nーラーの分野において７０パーセントのシェアを有していたのであるから，\n原告製品と被告製品の商品形態が同一であるか実質的に同一といえるほど\nに酷似した形態の商品であることを原告が知らなかったことには重大な過\n失があるというべきであり，「その譲り受けた時にその商品が他人の商品\nの形態であることを知らず，かつ，知らないことにつき重大な過失がない\n者」（不競法１９条１項５号ロ括弧書）には当たらない。\nイ  原告は，被告が被告製品の本体ユニットと同一形状の商品を平成５年頃\nから販売しており，不競法１９条１項５号イにより，原告製品の販売には\n同法３条，４条は適用されないと主張するが，原告が指摘する商品（ＳＭ\nＬ－Ｘ）はスピードメーターであって被告製品とは機能も設置場所も異な\nる全く別の商品であり，その形状も全く異なっているから，原告の主張に\n理由はない。\n〔原告の主張〕\n(1) 車種別専用ハーネスについて\nア  車種別専用ハーネスは，各自動車メーカーが販売する自動車のアクセル\n部に純正品として接続されているオスとメスの各コネクターの間に，別の\nオス，メスの各コネクターを接続してアクセル部の電気信号を制御する機\n械を取り付けるための部品である。\nこのように車種別専用ハーネスは，メーカー純正品としてもともと自動\n車に設置されているオス，メスの各コネクターに直接接続するためのもの\nであるから，車種別専用ハーネスの端子形状は，メーカー純正品のオス，\nメスの各コネクターとほぼ同一の形状にならざるを得ない。メーカー純正\n品と形状が異なれば端子を接続することができなくなる可能性があり，自\n動車が走行中に外れてしまうなどの危険が伴うためである。また，メーカ\nー純正品のコネクターに用いられている端子の数や内容（出力・入力等）\nがあらかじめ決まっている以上，それに伴い車種別専用ハーネスに用いら\nれるコード（電線）の数やその内容（出力・入力等）も自動的に決まるこ\nとになる。\n原告製品の車種別専用ハーネスも基本的に各自動車メーカーの純正品と\nほぼ同じ形状をしている。\nイ  このように，車種別専用ハーネスは，自動車の純正部品として設置され\nているオス，メスコネクターに接続するためのパーツであるから，メーカ\nー純正品のオス，メスコネクターとほぼ同一の形状とするのが最も自然で\nあり，被告製品の各車種別専用ハーネスのコネクター部分の形状はメーカ\nー純正品のコネクターの形状とほぼ同じものであるから，不競法２条１項\n３号の「形態」として保護されるべき利益はない。電極数やコード数につ\nいてもメーカー純正品の形状，内容に従って必然的に決定されるべきもの\nであるから，不競法２条１項３号の「形態」として保護されるべき利益は\nない。また，６極コネクターの白色ケース（カプラー）やコードなどは部\n品として一般に流通している市販品を用いている以上，原告製品と被告製\n品で形態が同一なのは当然である。\n被告製品の車種別専用ハーネスの形状が不競法２条１項３号の「形態」\nとして保護されないことの具体的な理由は以下のとおりである。\n(ｱ) オスコネクターの電極部分\n一般にオスコネクターは，６本の電極とこれを被うケース部分からな\nるところ，６本の電極はメーカー純正品のメスコネクターに合致するも\nのでなければ商品機能を果たせないため，その形状はメーカー純正品の\nメスコネクターの形状からほぼ必然的に決まるものである。そのため，\nその種類の商品に共通してその特有の機能及び効用を発揮するために一\n義的に決まる形態といえ，「当該商品の機能を確保するために不可欠な\n形態」（不競法２条１項３号）に該当し，同号の保護の対象ではない。\n(ｲ) オスコネクターのケース部分\nオスコネクターのケース部分は，メーカー純正品のメスコネクターに\n接続できるようにメーカー純正品のオスコネクターとほぼ同一の形状と\nするか，又はこれを簡略化した形状にするかのいずれかであるが，原告\n製品のオスコネクターのケース部分は，メーカー純正品のオスコネクタ\nーとほぼ同一の形状である。そして，被告製品の車種別専用ハーネス（１\nＡ，１Ｂ，１Ｃ，１Ｄタイプ，２Ａタイプ，ＴＨＲ－ＢＭ用，ＴＨＲ－\nＶＷ用）のオスコネクターのケース部分も，メーカー純正品のオスコネ\nクターとほぼ同一の形状であるから，一般的でありふれた形態といえ，\n不競法２条１項３号の保護を受けるものではない。\nまた，不競法２条１項３号の請求主体は，形態模倣の対象とされた商\n品を自ら開発，商品化して市場に置いた先行開発者であるところ，上記\nのとおり，被告製品の車種別専用ハーネスの各オスコネクターの形状は\n各自動車メーカーの純正品のオスコネクターとほぼ同一の形状であり，\n被告自身がメーカー純正品の形状を模倣しているのであるから，被告は\n上記各オスコネクター部分については請求主体性を欠くというべきであ\nる。\n(ｳ) ６Ａタイプのオスコネクター\n被告製品の６Ａタイプの車種別専用ハーネスのオスコネクターの形状\nはジェイロード社製のオスコネクター等とほぼ同様の形状（ジェイロー\nド社製の製品を輪切りにしただけの形状）である。この形状はメーカー\n純正品の形状を簡略化したものであり，同種の商品として極めてありふ\nれた形態といえ，不競法２条１項３号の保護を受けるものではない。\n(ｴ) ＴＨＲ－ＶＷ用のメスコネクター\n一般にメスコネクターとして市販されているコネクターはどれもプラ\nスチック製で形状も似通っている。これは，メーカー純正品や市販品の\n各種オスコネクターと結合させ接続するという，メスコネクターの本来\n的目的からほぼ一義的にその形状が決定されるためである。被告製品の\nＴＨＲ－ＶＷ用の車種別専用ハーネスのメスコネクターは，他の市販品\nのメスコネクターとほぼ同様の形状をしており，その形状はメスコネク\nターとして極めて一般的でありふれたものであり，不競法２条１項３号\nの保護を受けるものではない。特に，オスコネクターの６本の端子の差\n込みを受ける部分は，メーカー純正品のオスコネクターの端子の本数や\n位置，形状によって必然的にその形状を決定せざるを得ないため，同部\n分の形態は「当該商品の機能を確保するために不可欠な形態」（不競法\n２条１項３号）に当たり，同号の保護は及ばない。\n(ｵ) コード\n被告製品の車種別専用ハーネスのコードは市販品であるから，原告商\n品は，被告の「商品の形態に依拠して」（不競法２条５項）おらず，「模\n倣」（同条１項３号）に当たらない。また，コードは市販品のため，費\n用，労力をかけて開発した先行者の利益の保護という不競法２条１項３\n号の趣旨に照らし，同号で保護されるべき形態には当たらない。\nコードの本数は６本であるが，これは自動車の純正品の電極数から必\n然的に決まるものであるから，被告の「商品の形態に依拠し」たもので\nはなく「模倣」に当たらない。また，コードの配色も極めて単純な色の\n組合せでありふれたものであり，不競法２条１項３号で保護される形態\nに当たらない。\n(ｶ) ６極コネクター\n６極コネクターのうち，白色ケース（カプラー）は市販品であるから，\n原告は，被告の「商品の形態に依拠して」（不競法２条５項）おらず，\n「模倣」（同条１項３号）に当たらず，また，費用，労力をかけて開発\nした先行者の利益の保護という不競法２条１項３号の趣旨に照らし，同\n号で保護されるべき「形態」にも当たらない。\n６極コネクターのコード及びその配色については，上記(ｵ)のとおりで\nある。\nウ  不競法２条１項３号の商品形態の模倣というためには，模倣の対象とな\nる商品形態が当該商品と競争関係にある商品であり，また，その商品形態\nが備えている顧客吸引力にただ乗りすることが必要である。\nしかし，原告製品の車種別専用ハーネスは，原告製品本体の付属部品と\nして原告製品本体を自動車に取り付けるための部品にすぎず，市場におい\nて被告製品の本体や車種別専用ハーネスと競争関係にもなければ，被告製\n品の車種別専用ハーネスの顧客吸引力に乗じる関係にもない。したがって，\n原告製品の車種別専用ハーネスは，被告製品の車種別専用ハーネスとの関\n係で，商品形態の模倣には当たらない。\n(2) 本体ユニットについて\nア  不競法２条１項３号における「商品の形態」とは，需要者が通常の用法\nに従った使用に際して知覚によって認識することができるものに限られる\n（同条４項）。\n被告製品及び原告製品は，ドライビングアシストコントローラー（スロ\nットルコントローラー）として自動車のアクセル部分のコネクターに取り\n付けられるものであるが，このうち本体ユニットは運転者からは見えない\n運転席前方下部やボード，あるいは自動車のパネル内部に設置されるため，\n需要者は通常の態様で使用する際に本体ユニットを知覚によって認識する\nことができない。したがって，本体ユニットは「商品の形態」に当たらな\nいというべきである。需要者が通常の用法に従った使用に際して認識でき\nる表示ユニット（コントローラー）部分の形態は被告製品と原告製品とで\n異なっている。\nイ  被告が類似すると主張する本体ユニットの形態は，全く特徴のない単純\nな直方体であり，市場には市販品，既製品として同形状のプラスチックケ\nースが無数に存在する。このような単純なありふれた形状は，不競法２条\n１項３号における保護を受けるものではない。\n(3) 適用除外について\nア  仮に原告製品の販売が不競法２条１項３号の不正競争に当たるとしても，\n原告は，原告製品を製造委託先から譲り受けた際，原告製品の製造を委託\nした会社及びその下請会社が被告製品の形態を模倣して原告製品を製造し\nたことを知らず，かつ，知らないことについて重大な過失もなかったので\nあるから，原告は不競法１９条 1 項５号ロの善意取得者に該当し，原告製\n品の販売には同法３条，４条の規定は適用されない。\nイ  仮に被告製品の本体ユニットの形状が「商品の形態」に当たるとしても，\n被告は，被告製品の本体ユニットと同一形状の商品（商品名：ＳＭＬ－Ｘ）\nを平成５年頃から日本国内で販売しており，原告が原告製品の販売を開始\nした平成２１年１０月時点では最初の販売日から３年以上が経過していた\nため，不競法１９条１項５号イにより，原告製品の販売には同法３条，４\n条の規定は適用されない。\n２  争点２（不競法２条１項１号の不正競争の成否）について\n〔被告の主張〕\n被告は，平成２０年４月以降，被告製品の車種別専用ハーネス（①１Ａ，１\nＢ，１Ｃ，１Ｄタイプ，②２Ａタイプ，③６Ａタイプ，④ＴＨＲ－ＢＭ用，⑤\nＴＨＲ－ＶＷ用）を製造販売してきたが，これらの車種別専用ハーネスの各形\n態は独特で特異性を有し，商品の自他識別機能，出所表示機能を有しており，\n不競法２条１項１号の「商品等表示」に該当する。また，被告製品の上記車種\n別専用ハーネスは需要者の間に広く認識されており，その形態には周知性が認\nめられる。\n上記１〔被告の主張〕のとおり，原告製品の車種別専用ハーネス（①１Ａ，\n１Ｂ，１Ｃ，１Ｄタイプ，②２Ａタイプ，③６Ａタイプ，④１１Ａタイプ，⑤\n１２Ａタイプ）の各商品形態は，被告製品の車種別専用ハーネス（①１Ａ，１\nＢ，１Ｃ，１Ｄタイプ，②２Ａタイプ，③６Ａタイプ，④ＴＨＲ－ＢＭ用，⑤\nＴＨＲ－ＶＷ用）の各商品形態と同一又は類似しており，原告が原告製品の上\n記車種別専用ハーネスを販売する行為は，需要者に被告製品の上記車種別専用\nハーネスと混同を生じさせるものであり，不競法２条１項１号の不正競争に該\n当する。\n被告は，原告の上記不正競争により営業上の利益を侵害され，又は侵害され\nるおそれがある。\n〔原告の主張〕\n(1) 上記１〔原告の主張〕のとおり，車種別専用ハーネスは，車自体にあらか\nじめ設置されているメーカー純正品のコネクターに合わせる形態，形状にな\nらざるを得ないため，どのメーカーが販売しているハーネスもほぼ同じよう\nな形状にならざるを得ず，ありふれた形状のものであるため，一般の消費者\nが車種別専用ハーネス自体の形状を見て特定の会社の商品であると識別する\nことなどおよそ不可能である。\nしたがって，被告が主張する被告製品の車種別専用ハーネスの形態は，独\n自性がなく，需要者に広く認識され商品識別機能を有しているとは到底いえ\nないため，不競法２条１項１号の「商品等表示」に当たらない。\n(2) 被告において，車種別専用ハーネスを被告製品本体とは独立の商品として\n販売した実績は乏しく，独立の商品としての宣伝広告も乏しいこと等からす\nると，車種別専用ハーネスが被告製品本体とは別個独立の商品として需要者\nの間に広く認識されているとはいえないから，被告製品の車種別専用ハーネ\nスの形態は不競法２条１項１号の周知性の要件も満たさない。\nまた，需要者に，原告製品の車種別専用ハーネスを被告製品の車種別専用\nハーネスと誤認，混同させることはない。\n３  争点３（一般不法行為の成否）について\n〔被告の主張〕\n(1) 原告による原告製品の販売行為が不競法２条１項１号，３号の不正競争に\n当たらないとしても，以下の事情からすると，原告の原告製品の販売行為は，\n法律上保護に値する被告の営業上の利益を著しく不公正な方法により侵害し\nており，民法７０９条の「他人の権利又は法律上保護される利益」を侵害す\nる不法行為を構成する。\nア  同一形態の製品の販売\n上記１〔被告の主張〕のとおり，原告は，被告製品の車種別専用ハーネ\nス，本体ユニットの形態を模倣した同一形態の原告製品を販売したもので\nあって，これは著しく不公正な方法により被告の利益を害するものである。\nイ  車種別専用ハーネスの分類方法及び分類呼称（記号番号）\n被告は，被告製品の車種別専用ハーネスのうち，国産車対象製品を「１\nＡ，１Ｂ，１Ｃ，１Ｄ，２Ａ，３Ａ，４Ａ，５Ａ，６Ａ，７Ａ」に分類し\nて記号番号を付し，その旨の「車種別専用ハーネス表」を公表している。\nこれは，自動車側のコネクターの形状が７種類に分けられるために１～７\nに分け，同じ「１」というコネクターの形状であっても，自動車側のコネ\nクターの極性（配線の並び順）が異なることがあるためＡ～Ｄを付したも\nのであり，被告独自の分類である。このように分けることや番号の付け方\nにルールなどなく，同業他社はそれぞれ全く異なる基準によって商品識別\nのための記号番号を付している。\nしかし，原告は，車種別専用ハーネスを被告と全く同じように分類し，\n同じ呼称（記号番号）を付けている。あえてこのように分類する合理的理\n由はなく，被告の分類方法を模したことは明らかである。\nウ  カタログの流用\n原告は，被告の「車種別専用ハーネス表」を流用して「車種別配線図」\nを作成している。これは，被告が「車種別専用ハーネス表」において表記\nミスをした部分について，原告が「車種別配線図」において同様の表記ミ\nスをしていることから明らかである。\nエ  電圧出力に関する切替えパターン\n被告製品の電圧出力の切替えは１２種類の段階的設定が可能であり，ス\nポーツモードについてはＳＰ１からＳＰ７までの段階的設定が（ＳＰ７が\n１番アクセルレスポンスがよい。），エコモードについてはＥＣ１からＥ\nＣ５までの段階的設定が可能である（ＥＣ５が１番アクセルレスポンスが\n鈍い。）。\n原告製品の電圧出力の切替えも被告製品と同様に１２種類の段階的設定\nが可能である。しかも，増率が７段階，減率が５段階というのも被告製品\nと同じであり，原告製品においては「Ｐ１」～「Ｐ７」，「Ｅ１」～「Ｅ\n５」という名称を用いている（被告製品の「ＳＰ１」～「ＳＰ７」，「Ｅ\nＣ１」～「ＥＣ５」に対応している。）。同業他社においては，増率しか\n設定されておらず，減率を設定しているのは被告製品（及びこれを模倣し\nた原告製品）のみである。切替え（増率のみ）パターンも，１７段切替え，\n３段切替え，切替えなしなど様々である。\nオ  出力特性\nドライビングアシストコントローラー（スロットルコントローラー）に\nおいては，電圧出力特性が製品の特徴として重要である。すなわち，アク\nセルの開度（踏み込み具合）によってどのくらいの出力電圧になるように\n設定するかということが重要であり，通常各社は独自の考えに基づいてこ\nの出力特性を設定しており，そこに各商品としての特長がある。被告製品\nの出力特性測定結果は，別紙出力特性測定表記載１のグラフのとおりであ\nる。\nこれに対し，原告製品の出力特性測定結果は，同別紙記載２のグラフの\n赤線で記載した部分である。これは，原告製品の「Ｐ７」（増率が最大の\nもの），「Ｅ５」（減率が最大のもの）をそれぞれ実験によって測定した\nものであり，「Ｐ７」が出力電圧が高い上の線，「Ｅ５」が出力電圧が低\nい下の線になる。被告製品の出力特性測定結果（ＳＰ７，ＥＣ５の部分）\nを重ねてみると，同別紙記載２のグラフのとおり，同一である。通常各社\nは独自の考えに基づいて出力特性を設定しているため（そこに各商品とし\nての特長がある）一致することはあり得ず，原告製品は明らかな模倣であ\nる。\n(2) 以上のとおり，原告は，形態が同一の製品を販売したことに加え，分類番\n号の混同使用，カタログの流用，電圧出力パターン・出力特性といった機能\nの模倣などをして原告製品を販売したものである。\nこのような原告の行為は，品質及び性能において高い評価を得ていた被告\n製品の評価を低下させるものであり，公正な競争秩序を破壊する著しく不公\n正な違法な行為であるから不法行為を構成する。\n〔原告の主張〕\n被告には，不法行為法によって保護されるべき法的な利益はなく，原告は模\n倣行為を行っておらず，故意，過失もなく，その他原告が一般不法行為による\n責任を問われような特段の事情もない。\n(1) 車種別専用ハーネスの分類について\n原告製品の車種別専用ハーネスの分類表と被告製品の車種別専用ハーネス\nの分類表は全く異なっている。\n確かに，両者の分類記号には重複する部分があるが，被告が用いている分\n類記号は，「１Ａ」，「２Ａ」など，数字とアルファベットの単純な組合せ\nにすぎない。本件の車種別専用ハーネスはコネクターの形状と極性が異なる\nため，この形状と極性の違いに応じて記号による分類を行うことが合理的で\nあるところ，その記号の作成を数字とアルファベットの組合せによることは\n単純でありふれた方法であり，原告は，従前の商品においても数字とアルフ\nァベットの組合せによる製品分類記号を用いていた。また，原告において，\n製品の分類記号を被告の分類記号と意図的に同一にすることにより，原告の\n車種別専用ハーネスと被告の車種別専用ハーネスに互換性があるかのような\n宣伝を行ったこともない。\nしたがって，被告の分類方法（記号）と原告の分類方法（記号）が一致し\nたからといって原告に不公正な競争態度があるということはできない。\n(2) カタログの流用について\n原告が，被告の「車種別専用ハーネス表」を流用して，原告の「車種別配\n線図」を作成した事実はない。\n原告の車種別配線図は，原告の専用ハーネス表を基に作成されているとこ\nろ，原告の専用ハーネス表は原告が独自に調査し選別した車種について自ら\n作成したものであり，被告のハーネス表を流用して作成したものではない。\n(3) 出力特性，電圧出力に関する切替えパターンについて\n原告製品と被告製品の出力特性は全く異なっており，部分的にも一致した\n箇所はない。原告製品の出力特性は，原告が独自に設計したものである以上\n当然である。\nまた，被告は電圧出力の切替えパターンが同一であると主張するが，原告\n製品と被告製品の出力特性は全く異なっている以上，たまたま増率と減率の\nパターン数が同一だからといって，原告が被告の法的利益を侵害したことに\nはならない。\n４  争点４（反訴請求の損害額）について\n〔被告の主張〕\n被告が，原告による上記１，２の不正競争又は上記３の不法行為により被っ\nた損害の額は，以下のとおり２００１万４２７６円である。被告に生じた損害\nは，原告の譲渡等数量に被告製品の単位数量当たりの利益の額を乗じて計算さ\nれた金額である。\n(1) 本体ユニット\n原告製品の本体ユニットに関し被告が被った損害の額は，１００４万６０\n００円（＝原告製品の販売台数１０００個×被告製品の単位数量当たりの利\n益の額１万００４６円〔＝被告製品の出荷価格１万３０８０円－被告製品の\n本体ユニットの原価３０３４円〕）である。\n(2) 車種別専用ハーネス\n原告製品の車種別専用ハーネスに関し被告が被った損害の額は，以下のと\nおり，７９６万８２７６円である。\nア  原告製品の車種別専用ハーネスの販売数量\n原告は，原告製品（「i-Accel」）のほか，同種製品である「i-Stage」，\n「i-Cruise」でも本件の車種別専用ハーネスを使用している。\n(ｱ) 原告製品（「i-Accel」）については，合計５８４個の車種別専用ハー\nネスが販売された。\n(ｲ) 「i-Stage」については販売数量が明らかでないため，原告製品（「i\n-Accel」）の販売数量（これが車種別専用ハーネスの販売数量と一致す\nる。）から推計するよりほかに方法がない。\n原告製品（「i-Accel」）の販売数量は１０００個であり，この販売数\n量からして，原告製品（「i-Accel」）の後継機である「i-Stage」は，\n原告製品の不具合が改善され，平成２２年２月の発売以降平成２３年１\n月までの１２か月間に毎月２００個が販売され，「i-Stage」の後継機で\nある「i-Cruise」が発売された平成２３年２月以降は６か月間に毎月１\n００個が販売され，合計３０００個が販売されたと推計される。\n本件で問題となる原告製品の車種別専用ハーネスは１１種類中の８種\n類であるから，３０００個に７３％を乗じた２１９０個が「i-Stage」に\n係る車種別専用ハーネスの販売数量となる。\n(ｳ) 「i-Cruise」については販売数量が明らかでないため，原告製品（「i\n-Accel」）の販売数量（これが車種別専用ハーネスの販売数量と一致す\nる。）から推計するよりほかに方法がない。\n原告製品（「i-Accel」）の販売数量からすると，「i-Cruise」は毎月\n１１１個が９か月にわたって販売され，合計１０００個が販売されたと\n推計される。\n本件で問題となる車種別専用ハーネスは１１種類中の７種類であるか\nら（「i-Cruise」については６Ａタイプの車種別専用ハーネスの形状が\n変更されたため７種類である。），１０００個に６４％を乗じた６４０\n個が「i-Cruise」に係る車種別専用ハーネスの販売数量となる。\n(ｴ) 以上より，本件で問題となる原告の車種別専用ハーネスの販売数量は\n合計３４１４個である。\nイ  被告の単位数量当たりの利益の額\n被告製品の車種別専用ハーネスの出荷価格は２８４５円であり，被告製\n品の車種別専用ハーネスの原価は５１１円であるから，被告の車種別専用\nハーネスに係る単位数量当たりの利益の額は２３３４円である。\nウ  以上より，原告製品の車種別専用ハーネスに関し被告が被った損害の額\nは合計７９６万８２７６円（原告の販売数量３４１４個×被告の単位数量\n当たりの利益の額２３３４円）となる。\n(3) 弁護士費用\n本件訴訟の対応に関し被告は弁護士を依頼せざるを得ず弁護士費用を支出\nしたが，原告の不正競争又は不法行為と相当因果関係のある弁護士費用は２\n００万円が相当である。\n(4) 合計\n被告の被った損害額は，上記(1)～(3)の合計２００１万４２７６円である。\n〔原告の主張〕\n被告の主張は否認ないし争う。\n(1) 被告は，被告製品の車種別専用ハーネスの原価を５１１円とし，これに基\nづいて単位数量当たりの利益の額を算出しているが，この５１１円という原\n価は車種別専用ハーネスの部品代金を合算したものにすぎない。車種別専用\nハーネスを製造するためには部品代金のみならず組立工賃等の人件費やパッ\nケージ代等を要するが，被告はこれらを全く考慮していない。また，被告は\n車種別専用ハーネスのうちコネクター部分だけで１７７０万円の開発費用を\n投じたと主張するが，被告が主張する原価にはこの費用が含まれていない。\n(2) 被告は，原告製品（「i-Accel」）の車種別専用ハーネスと，その後原告が\n発売した製品である i-Stage 及び i-Cruise の車種別専用ハーネスが同一であ\nると主張し，これに基づいて損害額を算定している。しかし，原告製品に用\nいられる車種別専用ハーネスと，i-Stage 以降の商品に用いられる車種別専\n用ハーネスは異なるものであり，被告の主張は失当である。\n５  争点５（不競法２条１項１４号の不正競争の成否）について\n〔原告の主張〕\n(1) 原告には，不競法２条１項１号，３号に該当する不正競争又は不法行為を\n行った事実はない。\nしかしながら，被告は，平成２１年１１月５日頃，自社のウェブサイト上\nに，「パワーエンタープライズ社製  類似商品「i-Accel」への法的措置につ\nいて」と題したページを作成し，「株式会社ピボット知的財産部」による文\n書として，原告製品が被告製品の部品を多数模倣しており，今後は法的措置\nによる解決を進めていくこと，違法品の販売には販売者にも法的措置を採る\nことなどの内容を掲載しており，原告製品が被告製品を模倣し知的財産権を\n違法に侵害している事実を不特定多数人に流布した（以下，この流布を「本\n件流布行為」という。甲９，乙８０）。\nまた，被告は，「株式会社ピボット知的財産部」名義で上記と同様の内容\nを記載した「類似商品「i-Accel」販売への通知」と題する文書（甲１０）\nを作成し，遅くとも平成２１年１１月５日頃，これを原告の取引先である多\n数の販売店等（別紙警告書送付先リスト記載の小売店，卸業者）にファクシ\nミリ送信するなどして告知した（以下，この告知を「本件告知行為」という。）。\n(2) 被告は，原告が販売する原告製品と同種の商品である被告製品を製造販売\nしており，被告にとって原告は「競争関係にある他人」に該当する。また，\n原告が，被告製品の部品を多数模倣し，被告の知的財産権を侵害し，又は侵\n害しているかのような事実は，原告の「営業上の信用を害する」事実である。\nさらに，「虚偽の事実」とは客観的真実に反する事実をいうところ，上記１\n～３の〔原告の主張〕のとおり，原告製品の販売は不競法２条１項１号，３\n号の不正競争又は不法行為には当たらないため，本件流布行為及び本件告知\n行為における，原告が被告の知的財産権を侵害し又は侵害している旨の記載\nは，客観的真実に反する事実であり，虚偽の事実である。\nしたがって，被告による本件流布行為及び本件告知行為は，いずれも不競\n法２条１項１４号の不正競争に該当する。\nまた，被告は，原告製品の販売が不競法の規定する不正競争に該当しない\nこと，又は該当しない蓋然性が高いことを十分に認識しながら，自称市場占\n有率７０パーセントと主張する独占的な事業者として，スロットルコントロ\nーラーという分野での新規参入事業者である原告及び原告製品を排除するた\nめ，意図的，戦略的に，原告の取引先の大半に一斉に虚偽内容の警告文を送\n付し，又は流布するという妨害行為を行ったものである。したがって，被告\nには，積極的に虚偽の事実を告知，流布することにより原告の営業上の信用\nを害することについて故意が存することは明らかである。また，被告が通常\n必要とされる事実的調査及び法律的検討を行えば，原告に不競法違反の事実\nがないこと，本件流布行為及び本件告知行為を行えば原告の営業上の信用を\n害する可能性があることを，容易に認識し得たにもかかわらずこれを怠った\nといえ，重大な過失が存することも明らかである。\n〔被告の主張〕\n(1) 原告の主張は否認ないし争う。上記１～２の〔被告の主張〕のとおり，原\n告製品の販売は不競法２条１項１号，３号の不正競争又は不法行為に該当す\nるものであり，被告のホームページ（甲９，乙８０）及び通知書（甲１０）\nに記載した事実は虚偽の事実ではない。\n被告は，被告のホームページ（甲９，乙８０）及び通知書（甲１０）にお\nいて，原告製品について被告製品の部品が模倣されている事実が判明したこ\nと，原告に警告を行ってきたこと，法的措置による解決を進めることを掲示，\n通知したものであり，「知的財産権を違法に侵害している事実」を通知して\nはいない。\n(2) 被告は，平成２１年１０月５日から同月９日にかけて，原告製品を購入し\n調査を行った結果，コネクターの勘合のための必然性のない部分も含めて形\n態が完全一致すること，出力特性や極性も同一であること，原告製品は台湾\nのＧＤＬ社製の模倣品とも本体ユニット，車種別専用ハーネスの形態及び品\n番，対応車表，出力特性が完全に一致すること，消費者の多くが両製品の形\n態を混同していることが確認されたことから，被告は，原告製品は不競法上\nの「模倣」等に当たると判断し，対抗措置を採ることとし，平成２１年１０\n月１４日，原告に対して原告製品は模倣品であることを指摘し，販売の中止\n等を求める通知書を送付した。\nしかし，原告は販売中止等の措置をせず，同年１１月６日から８日にかけ\nて原告製品の販売キャンペーンを行う等の内容でホームページを更新し，同\n年１０月２９日付けの書面で，調査検討の上で回答するなどと通知した。被\n告は，同月３０日，原告に対し，少なくとも調査を行うのであれば上記の販\n売キャンペーンを止めるよう求めるＦＡＸ文書を送信したが，原告は上記ホ\nームページの掲載を削除することなく，回答もなかった。\nそのため，被告としては，原告製品は模倣品であり法的な販売差止措置を\n請求すること，被告製品と原告製品の車種別専用ハーネスを共通・流用して\n使用する場合には品質保証をしないこと，原告製品の不具合と被告製品は全\nく関係ないことなどを消費者と販売店に緊急に説明，周知する必要があった\nため，平成２１年１１月５日から同年１２月２５日までの５０日間，被告製\n品と原告製品の比較写真を載せるなどして原告製品が模倣品であること，被\n告製品の車種別専用ハーネスに原告製品を併用することはトラブルのもとに\nなるため行わないこと等を被告のホームページに掲載し，同年１１月５日，\n別紙警告書送付先リスト記載の販売店等に対し，同内容の通知をした。\nこのように，被告は，必要な調査を行い形態が完全に一致することを充分\nに確認した上で原告に通知し，原告から直ちに回答がなかったことから，こ\nのまま放置した場合には被告の信用が毀損され，売上げに影響することを危\n惧して，その対抗措置として各販売店への通知及びホームページへの掲載を\n行ったものであり，かかる被告の行為に違法性はなく，故意，過失もない。\n６  争点６（本訴請求の損害額等）について\n〔原告の主張〕\n原告は，被告の本件流布行為及び本件告知行為により以下の損害を被り，そ\nのうちの５４００万円を被告に請求する。\n(1) 被告の行為により，主要取引先である株式会社ウェッズ（以下「ウェッズ」\nという。）から取引中止の通知を受け，販売がほぼ確定していた原告製品４\n４０セット（本体及び車種別専用ハーネス４４０セット）に係る販売利益を\n喪失した。\n原告製品１セット当たりの利益の額は，原告製品の定価３万３３００円（本\n体の定価２万８５００円＋車種別専用ハーネスの定価４８００円）に，原告\n製品の取引先に対する卸率６０％（取引先に対する最も低い卸率）を乗じた\n金額から，原告製品の原価６０６６円を差し引いた１万３９１４円であるか\nら，ウェッズ販売分に係る原告の逸失利益は６１２万２１６０円（＝１万３\n９１４円×４４０）であり，そのうちの６００万円を被告に請求する。\n(2) 原告は，平成２１年１０月から平成２２年９月の１年間において，少なく\nとも原告製品３８１５セットを販売することができたものの，被告の行為に\nより，当初生産した１０００セットを除く２８１５セットの販売が不可能と\nなったため，原告製品２８１５セットに係る販売利益を喪失した。\n原告製品１セット当たりの利益の額は，上記(1)のとおり，１万３９１４円\nであるから，販売不可能となった２８１５セットに係る原告の逸失利益は３\n９１６万７９１０円（＝１万３９１４円×２８１５）であり，そのうちの３\n８００万円を被告に請求する。\n(3) 被告の行為により，原告は対外的な信用を喪失し，その影響は原告製品以\n外の商品の販売等原告の事業全体に及んでおり，原告が被った無形損害は６\n００万円を下らない。\n(4) 原告は，本件の解決のために弁護士に委任をせざるを得ず，これに要する\n弁護士費用として，少なくとも４００万円の損害を被った。\n(5) 少なくとも過失による被告の不正競争（本件流布行為及び本件告知行為）\nにより，原告は営業上の信用を害されたため，被告に対し，営業上の信用を\n回復するのに必要な措置として，本訴の請求の趣旨第３項記載の謝罪文の掲\n載を求める。\n〔被告の主張〕\n原告の主張は否認ないし争う。\n(1) 原告は，ウェッズへの原告製品４４０セットの販売がほぼ確定していたと\n主張するが，受注書・納品書などの客観的証拠はない。株式会社オートバッ\nクスに品番登録を行ったとしても，４４０セットの発注をしたこととは何ら\n関係がない。\n(2) 原告は，原告製品は「少なく見積もっても３８００台以上は販売できるは\nずであった」などと主観的希望を断定的に述べるのみであり，その根拠は一\n切ない。原告製品の販売数が減少したのは，原告製品に不具合がありそれが\n消費者のブログ等で触れられたこと，原告が原告製品の不具合を改良し，コ\nントローラーについて同型ではあるが表面のイメージを変えた新製品「i-St\nage」を平成２２年２月に発売したことで原告製品は事実上の廃番となったも\nのであること，被告が被告製品の後継である「3-DRIVE  AC」を発売したこと\nが大きな要因である。\nなお，原告製品の後継機である「i-Stage」の発売が平成２２年２月であり，\nこの納期が３か月前であることが想定されることを考慮すると，被告による\n平成２１年１１月５日の通知等の時点において，既に原告製品の販売中止が\n決定していたものと考えるのが相当である。\n第４  当裁判所の判断\n本件事案に鑑み，まず反訴事件について判断し，その後に本訴事件について\n判断することとする。\n〔反訴事件〕\n１  争点１（不競法２条１項３号の不正競争の成否）について\n(1) 不競法２条１項３号は，他人の商品の形態を模倣した商品の譲渡行為等を\n不正競争とする一方，その括弧書きにおいて，当該商品の機能を確保するた\nめに不可欠な形態については同号による保護から除外される旨を規定する。\nこれは，商品としての機能及び効用を果たすために不可避的に採用しなけれ\nばならない商品形態を特定の者に独占させることは，商品の形態ではなく同\n一の機能及び効用を有するその種の商品そのものの独占を招来することとな\nり，事業者間の自由な競争を阻害することになりかねないため，同種の商品\nの基本的な機能や効用を果たすために不可欠な形態については，同号の「商\n品の形態」から除外したものと解するのが相当である。\n(2) 被告は，被告製品の各車種別専用ハーネスは，①オスコネクターの端子各\n部を含む各部の寸法，端子勘合構造，材質，色，質感，②６極コネクターの\nコードの配色，配置信号，コードの長さ，太さ，③保護チューブの色，材質，\n長さ，太さ，④オスコネクターとメスコネクター間のコードの配色，コード\nの長さ，インシュロックバンドによる結束位置，⑤ＴＨＲ－ＶＷ用の車種別\n専用ハーネスについてはメスコネクターの端子保護部材の構造，寸法等につ\nき，被告が研究を重ねた成果として特徴のある形態を有しており，被告製品\nの各車種別専用ハーネスの形態が不競法２条１項３号の「商品の形態」に当\nたると主張する。\n被告製品は，車種別専用ハーネスにより自動車に接続して使用するドライ\nビングアシストコントローラー（スロットルコントローラー）であり，その\n車種別専用ハーネスは，各自動車メーカーが販売する自動車のアクセル部の\n配線のうち，オスコネクターとメスコネクターで接続されている部分を一旦\n外した上で，車両側アクセル部のオスコネクターに車種別専用ハーネスのメ\nスコネクターを，車両側アクセル部のメスコネクターに車種別専用ハーネス\nのオスコネクターをそれぞれ接続することにより，自動車のアクセル部に接\n続するものである。このように車種別専用ハーネスは，各自動車メーカーの\n純正品としてもともと自動車に設置されているオス，メスの各コネクターに\n直接接続するものであり，メーカー純正品のコネクターと形状が異なれば端\n子を接続することができなくなる可能性や使用中に外れてしまう危険性があ\nることから，車種別専用ハーネスのコネクターの形状は，その機能を確保す\nるためには，各自動車メーカーの純正品のオス，メスの各コネクターとほぼ\n同一の形状にするのが最も合理的であり，同一の形状であれば機能や効用を\n確実に果たすことができるといえ，各自動車メーカーの純正品コネクターに\n用いられている端子の数や内容（出力・入力等）はあらかじめ決まっている\n以上，対応する車種別専用ハーネスに用いられる端子やコードの数，その内\n容（出力・入力等）は，その機能を確保するため純正品に合致するようにし\nなければならない。また，各部材の機能を確保するために純正部品と同一の\n材質とすることや，これらを自動車に設置されているオス，メスの各コネク\nターに接続する際の誤接続を防止するため，対応する部材について純正部品\nと同一の色とすることは，部材の機能及び効用を果たすために当然に選択さ\nれることというべきである。そして，材質と色が同一のものを選択する以上，\nその質感も同一となるのは当然のことである。\n(3) 証拠（甲１１，４０の１～４，乙７４，７５，８３，検証の結果）によれ\nば，被告製品の車種別専用ハーネスのうち，１Ａタイプ，１Ｂタイプ，１Ｃ\nタイプ，１Ｄタイプ，２Ａタイプ，ＴＨＲ－ＢＭ用，ＴＨＲ－ＶＷ用の車種\n別専用ハーネスのオスコネクターは，端子の数，形状，設置位置，端子保護\n部材の形状，寸法，材質，色及び質感において，自動車メーカーの純正品と\nして自動車のアクセル部に設置されているオスコネクターとほぼ同一である\nと認められる。両者は，寸法において数㎜程度の若干の相違は認められるも\nのの，形状の同一性を否定するほどのものではない。\nしたがって，被告製品の車種別専用ハーネス（１Ａタイプ，１Ｂタイプ，\n１Ｃタイプ，１Ｄタイプ，２Ａタイプ，ＴＨＲ－ＢＭ用，ＴＨＲ－ＶＷ用）\nのオスコネクターの上記各点は，自動車のアクセル部に接続して使用すると\nいう商品の機能及び効用を確保するために選択された不可欠な形態というべ\nきであり，不競法２条１項３号の「商品の形態」には当たらない。\nまた，被告製品の６Ａタイプの車種別専用ハーネスのオスコネクターにつ\nいては，端子の数，形状及び設置位置は，自動車メーカーの純正品として自\n動車のアクセル部に設置されているオスコネクターとほぼ同一であると認め\nられる（乙７５，８３）。したがって，同形態は，自動車のアクセル部に接\n続して使用するという商品の機能を確保するために不可欠な形態と認められ，\n不競法２条１項３号の「商品の形態」には当たらない。端子保護部材の形状，\n材質，色及び質感は，純正品のオスコネクターとは異なるものの，同業他社\nの同種製品のオスコネクターの端子保護部材とほぼ同一であり（甲１１，乙\n８４，９１），同種製品における標準的な形態の一つであると認められる。\nしたがって，同形態は，同種製品の一般的な形態の一つにすぎず，被告独自\nの形態と認めることはできないから，不競法２条１項３号の「商品の形態」\nには当たらない。\nさらに，被告製品のＴＨＲ－ＶＷ用の車種別専用ハーネスのメスコネクタ\nーについては，端子の数や形状，設置位置については，市販品の端子を使用\nしているため（争いのない事実），また，端子保護部材の形状，寸法，材質，\n色，質感については，同業他社の同種製品のメスコネクターの端子保護部材\nと類似していると認められるため（甲１４，乙３０，９３），いずれも同種\n製品における標準的な形態の一つであると認められる。したがって，上記各\n形態は，同種製品の一般的な形態の一つにすぎず，被告独自の形態と認める\nことはできないから，不競法２条１項３号の「商品の形態」には当たらない。\n被告は，被告製品の車種別専用コネクターのうち，６極コネクターのコー\nドの配色，配置信号，コードの長さ，太さ，保護チューブの色，材質，長さ，\n太さ，オスコネクターとメスコネクターの間コードの配色，長さ，インシュ\nロックバンドによる結束位置も被告製品の特徴ある商品形態であると主張す\nるが，これらはいずれも同種製品における標準的な形態であると認められ（乙\n１８，１９，８４，弁論の全趣旨），同様に不競法２条１項３号の「商品の\n形態」には当たらない。なお，６極コネクターの配信信号は商品の形状では\nなく，そもそも商品の形態ということはできない。\n(4) 被告は，被告製品の本体ユニットは，①各部の寸法，②部品構造（上下ケ\nースとフロントパネル），③各部品の材質，色，表面質感，④背面の２か所\nの穴の形状，⑤４Ｐカプラーとコンデンサーの形状と位置につき，被告が研\n究を重ねた成果として特徴のある形態を有しており，被告製品の本体ユニッ\nトの形態が不競法２条１項３号の「商品の形態」に当たると主張する。\nしかし，被告が主張する本体ユニットの形状，部品構造，各部材の材質，\n色，表面質感は筐体として一般的なものと認められ（甲１５，弁論の全趣旨），\n上記各形態は，いずれも不競法２条１項３号の「商品の形態」には当たらな\nい。また，被告製品の本体ユニット上面部には注意書きの青色地の大きなシ\nールが貼られているのに対し，原告製品の本体ユニット上面部には原告製品\nの商品名「i-Accel」等が大きく印刷されていることからすると，各部の寸法，\n背面の２か所の穴の形状，位置が共通していることを考慮しても，全体とし\nて両者の形態は実質的に同一ということはできず，原告が被告製品の商品形\n態を模倣したと認めることはできない。\n(5) 以上によれば，原告製品は，被告製品の商品の形態を模倣したものと認め\nることはできず，原告による原告製品の販売行為が不競法２条１項３号の不\n正競争に該当するということはできない。したがって，被告の不競法３条，\n４条，２条１項３号に基づく請求は理由がない。\n２  争点２（不競法２条１項１号の不正競争の成否）について\n(1) 商品の形態は，一次的には商品の特性そのものであるが，二次的には商品\nの出所を表示する機能をも併有し得るというべきであり，商品の形態が他の\n同種商品と識別し得る独特の形態である場合には，自他識別機能又は出所表\n示機能を有し不競法２条１項１号の商品等表示に該当する場合がある。そし\nて，商品等表示に該当する商品形態が長年使用され又は強力に広告宣伝等が\nされたことにより，商品等表示として周知性を獲得した場合には，当該商品\n形態は同号による保護を受けることができるが，他方，当該商品形態が他の\n同種商品と比べてありふれたものである場合には，長年使用され又は強力に\n宣伝広告等がされたとしても，商品等表示として周知性を獲得することはで\nきない。\n(2) 被告は，被告製品の車種別専用ハーネス（①１Ａ，１Ｂ，１Ｃ，１Ｄタイ\nプ，②２Ａタイプ，③６Ａタイプ，④ＴＨＲ－ＢＭ用，⑤ＴＨＲ－ＶＷ用）\nの各商品の形態が，不競法２条１項１号の「商品等表示」に該当すると主張\nする。\nしかし，上記１で説示したように，被告製品の各車種別専用ハーネスにつ\nき被告が主張する形態は，商品の機能及び効用を確保するために不可欠な形\n態であるか，同種製品の一般的な形態であり，他の同種製品と識別し得る独\n特の形態であると認めることはできない。したがって，被告製品の各形態は，\nいずれも自他識別機能，出所表示機能を有すると認めることはできず，不競\n法２条１項１号の「商品等表示」に該当するということはできない。\n以上によれば，原告による原告製品の販売行為が不競法２条１項１号の不\n正競争に該当するということはできない。したがって，被告の不競法３条，\n４条，２条１項１号に基づく請求は理由がない。\n３  争点３（一般不法行為の成否）について\n(1) 被告は，原告が原告製品の販売において，①被告製品と形態が同一の製品\nを販売したこと，②車種別専用ハーネスの分類番号の混同使用したこと，③\nカタログを流用したこと，④電圧出力に関する切替えパターン・出力特性と\nいった機能を模倣したことを根拠に，原告の行為は公正な競争秩序を破壊す\nる著しく不公正な違法な行為であるから不法行為を構成すると主張する。\n(2) しかし，上記１，２で説示したとおり，原告が被告製品の車種別専用ハー\nネス，本体ユニットの形態と類似する原告製品を販売したことは，不競法２\n条１項３号，１号の不正競争に当たらないため，①被告製品と形態が同一の\n製品を販売したことは，原告の行為の違法性を根拠付ける事実とはならない。\n被告は，被告製品の車種別専用ハーネスのうち，国産車対象製品を「１Ａ，\n１Ｂ，１Ｃ，１Ｄ，２Ａ，３Ａ，４Ａ，５Ａ，６Ａ，７Ａ」に分類して記号\n番号を付し，この分類方法を公表しているが（甲１３の１，乙２６），これ\nは，自動車側のコネクターの形状が７種類に分けられるために１～７に分け，\n同じコネクター形状であっても自動車側のコネクターの極性（配線の並び順）\nが異なることがあるためＡ～Ｄに分けたものである。車種別専用ハーネスは，\nコネクターの形状と極性の違いによって使用可能な商品の種類が異なるため，\nコネクターの形状と極性に応じて商品を分類することが合理的であるところ，\n数字とアルファベットの組合せにより商品を分類することは，一般的な分類\n方法であり，これを被告が独占的に使用することができる根拠はなく，原告\nは従前の商品においても同様の分類記号を使用していた（弁論の全趣旨）こ\nとからすると，原告が被告と同様の車種別専用ハーネスの分類番号を使用し\nて原告製品を販売したことは，原告の行為の違法性を根拠付ける事実とはな\nらない。\nまた，被告は，原告の車種別ハーネス表が被告の車種別専用ハーネス表と\n同じ誤記（日産キャラバンのエンジン型式は正しくは「ＱＲ２０／２５ＤＥ」\nのところを「ＱＲ２５／３５ＤＥ」と誤記）をしていることを根拠に，原告\nは被告の車種別専用ハーネス表を流用していると主張するが，同内容の誤記\nは同業他社の車種別適合表にも認められること（甲１９の１，２），車種別\n専用ハーネスの車種別の適合表は，性質上，同様の内容にならざるを得ない\nこと（甲１３の１，２，甲１９の１，２，乙２６）からすると，原告が被告\nの車種別専用ハーネス表と同様の車種別ハーネス表を使用したことは，原告\nの行為の違法性を根拠付ける事実とはならない。\nさらに，被告は，被告製品の電圧出力に関する切替えパターン，出力特性\nといった機能を原告が模倣したと主張するが，原告製品と被告製品の出力特\n性は全体的には類似するものの，複数の箇所でその数値が異なっており（甲\n２０，乙４３），これを単に計測誤差であるということはできない。加えて，\n出力特性や電圧出力の切替えパターン（増率７段階，減率５段階）のような\n製品の機能につき被告が排他的に独占することができる根拠はなく，原告製\n品が被告製品と類似する出力特性，電圧出力の切替えパターンを有すること\nは，原告の行為の違法性を根拠付ける事実とはならない。\n(3) 以上によれば，原告が原告製品を販売した行為が公正な競争として社会的\nに許容される限度を逸脱した不正な競争行為として不法行為を構成するとい\nうことはできない。したがって，被告の一般不法行為に基づく請求も理由が\nない。\n〔本訴事件〕\n４  争点５（不競法２条１項１４号の不正競争の成否）について\n(1) 証拠（甲９，１０，乙８０，弁論の全趣旨）によれば，以下の事実が認め\nられる。\nア  被告は，平成２１年１１月５日から同年１２月２５日まで，被告のホー\nムページに，「株式会社ピボット知的財産部」作成名義の「パワーエンタ\nープライズ社製  類似商品「i-Accel」への法的措置について」と題する文\n書（以下「本件文書１」という。甲９，乙８０）を掲載した（以下「本件\n掲載行為」という。）。\n同文書には，「パワーエンタープライズ社より発売された「i-Accel」は\n精査した結果，弊社「3-DRIVE」の部品が多数，模倣されている事実が判明\nしました。そのため弊社では同社に対し警告を行って参りましたが，本日\nまで誠意ある回答がされないため，今後は法的措置による解決を進めて参\nります。」，「「i-Accel」の関連部品の形状などが，弊社「3-DRIVE」と\n類似している理由は上記の模倣行為によるもので，弊社とは一切関係があ\nりません。」，「違法品の販売について  違法品の販売には販売者にも法\n的措置を行う場合があります。」との記載があり，また，「模倣内容」と\nして，原告製品と被告製品の車種別専用ハーネスのオスコネクター，６極\nコネクター，本体ユニット等の写真が左右に並べて掲載され，原告製品の\n写真の下に「模倣品」と記載されている。\nイ  被告は，平成２１年１１月５日頃，「株式会社ピボット知的財産部」作\n成名義の「類似商品「i-Accel」販売への通知」と題する文書（以下「本件\n文書２」という。甲１０）を，原告の取引先である別紙警告書送付先リス\nト記載の小売店及び卸業者にファクシミリ送信するなどした（以下「本件\n送信行為」という。）。\n同文書には，「パワーエンタープライズ社より発売された「i-Accel」を\n精査した結果，弊社「3-DRIVE」の部品が多数，模倣されている事実が判明\nしました。そのため弊社では同社に対し警告を行って参りましたが，本日\nまで誠意ある回答がされないため，今後は法的措置による解決を進めて参\nります。よって，弊社の主張が認められた場合は該当品の販売者にも法的\n措置を行う場合がありますことを申し添えます。」との記載があり，また，\n「模倣内容」として，原告製品と被告製品の車種別専用ハーネスのオスコ\nネクター，６極コネクター，本体ユニット等の写真が左右に並べて掲載さ\nれ，原告製品の写真の下に「模倣品」と記載されている。\n(2) 本件文書１は，被告の知的財産部が作成名義人とされ，「パワーエンター\nプライズ社より発売された「i-Accel」は精査した結果，弊社「3-DRIVE」の\n部品が多数，模倣されている事実が判明しました。」，「「i-Accel」の関連\n部品の形状などが，弊社「3-DRIVE」と類似している理由は上記の模倣行為に\nよる」，「違法品の販売」，原告製品の各部材の写真の下の「模倣品」の各\n記載の内容からすると，本件文書１は，原告製品は被告製品の形態を模倣し\nた違法なものであるとの事実が記載されたものと認められる。\nまた，本件文書２は，被告の知的財産部が作成名義人とされ，「パワーエ\nンタープライズ社より発売された「i-Accel」を精査した結果，弊社「3-DRI\nVE」の部品が多数，模倣されている事実が判明しました。」，「弊社では同\n社に対し警告を行って参りましたが，本日まで誠意ある回答がされないため，\n今後は法的措置による解決を進めて参ります。」，原告製品の各部材の写真\nの下の「模倣品」の各記載の内容からすると，本件文書２も，原告製品は被\n告製品の形態を模倣した違法なものであるとの事実が記載されたものと認め\nられる。\nしかしながら，上記１，２で説示したとおり，原告製品は被告製品の形態\nを模倣したものと認めることはできず，原告製品の販売は不競法２条１項３\n号，１号の不正競争には該当しないのであるから，本件文書１，２記載の上\n記事実は，虚偽の事実である。\nそして，前記第２の２(1)，(3)の事実によれば，原告は，被告にとって，\n「競争関係にある他人」に当たると認めることができ，被告が，原告製品は\n被告製品の形態を模倣した違法なものである旨記載した本件文書１を，ホー\nムページに掲載した本件掲載行為は，競争関係にある他人である原告の営業\n上の信用を害する虚偽の事実を流布する行為（不競法２条１項１４号）に，\n原告製品は被告製品の形態を模倣した違法なものである旨記載した本件文書\n２を原告の取引先である多数の販売店等にファクシミリ送信するなどした本\n件送信行為は，競争関係にある他人である原告の営業上の信用を害する虚偽\nの事実を告知する行為（不競法２条１項１４号）に，それぞれ該当する。\nしたがって，本件掲載行為及び本件送信行為は，いずれも不競法２条１項\n１４号の不正競争に該当する。そして，上記(1)及び後記５の事実関係によれ\nば，原告が本件掲載行為及び本件送信行為により営業上の利益を侵害された\nことは明らかである。\nよって，原告の不競法３条１項に基づく虚偽事実の告知，流布の差止めを\n求める請求は理由がある。\n(3) 原告は，被告の本件掲載行為及び本件送信行為によって営業上の利益を侵\n害されたとして損害賠償を求めているから，被告の故意，過失について検討\nする。\nア  競争関係にある者が販売する商品について，それが自己の商品の形態を\n模倣した違法なものであるとの疑念を持つ者が，当該販売者の取引先に対\nし当該販売者の商品は自己の商品の形態を模倣した違法なものであるとし\nて警告する場合には，これにより当該警告を受けた取引先が警告者による\n差止請求，損害賠償請求等の権利行使を懸念し，当該販売者の商品の取引\nを差し控えるなどして当該販売者の営業上の利益を損なう事態に至るであ\nろうことが容易に予測できるのであるから，自己の商品の形態を模倣した\n違法なものであるとの疑念を持つ者は，上記のような警告をするに当たっ\nては，当該警告が不競法２条１項１４号の「虚偽の事実」の告知，流布と\nならないよう，当該販売者の商品が自己の商品の形態を模倣した違法なも\nのに該当するか否か，その前提として自己の商品の形態が法的に保護され\nる形態に当たるか否かについて検討すべき注意義務を負うものと解するの\nが相当である。\nイ  被告は，原告製品が発売された直後である平成２１年１０月５日に原告\n製品を購入し，同月９日にかけて，形状測定，車両側コネクターとの嵌合\n比較，目視比較，出力特性等の調査を行い，嵌合のための必然性のない部\n分も含めて原告製品の形態は被告製品の形態に完全に一致すること，出力\n特性，極性も同一であること，既に模倣品であることが判明していた台湾\nのＧＤＬ社製の製品と本体ユニット，車種別専用ハーネスの形態，出力特\n性等が完全に一致することを確認した結果，原告製品は被告製品の形態を\n模倣したものであると判断し，原告製品は被告製品を模倣した商品であり，\n原告の行為は不競法２条１項１号ないし３号の不正競争に当たるとして原\n告製品の販売の中止等を求める同月１４日付けの通知書（甲１）を原告に\n対して送付したものの，原告から直ちに回答がなかったため，必要な調査\nを行い形態が完全に一致することを十分に確認した上で，対抗措置として\n本件掲載行為，本件送信行為を行ったものであり，被告の行為に違法性は\nなく，故意，過失もない旨主張する。\nしかしながら，上記１で説示したように，被告製品の車種別専用ハーネ\nス，本体ユニットにつき被告が原告により模倣されたと主張する形態は，\n商品の機能及び効用を確保するために不可欠な形態であるか，同種製品の\n一般的な形態であるから，原告が被告製品の「形態を模倣した」というこ\nとができないものである。それにもかかわらず，被告は，原告に模倣され\nたと主張する被告製品の形態について，ドライビングアシストコントロー\nラー（スロットルコントローラー）という商品の機能及び効用を確保する\nために不可欠な形態に当たるか否か，また，同種製品の形態にどのような\nものがあるかなど，被告製品の形態が不競法２条１項３号で保護される形\n態に当たるか，原告が被告製品の「形態を模倣した」といえるかを判断す\nるに当たって当然に検討すべき事項に係る調査検討の有無，内容につき，\n何ら主張立証していないことからすると，被告が本件掲載行為，本件送信\n行為を行うに当たって上記注意義務を尽くしたものと認めることはできな\nい。したがって，被告には過失が認められるというべきである。\nよって，被告は，本件掲載行為及び本件送信行為により原告が被った損\n害を賠償する責任を負う。\n５  争点６（本訴請求の損害額等）について\n(1) 逸失利益\nア  原告は，平成２１年９月から，原告製品について販売代理店向けの営業\n活動を開始し，オートバックス等の量販店に対しては販売代理店であるウ\nェッズを通じて販売する計画を立て営業活動を行っていたところ，原告は，\n同月２９日頃，当初導入予定台数として原告製品４４０セット（原告製品\nセットとは原告製品本体と車種別専用ハーネスを組み合わせたもの。以下\n同じ。）分の見積書をウェッズに交付した。ウェッズは原告製品を全国の\n量販店の店舗で販売するためにオートバックスとの商談を進め，オートバ\nックスの主要店舗への原告製品の販売が確実な状勢となったことから，同\n年１０月２３日頃，原告製品４４０セットを確保するよう原告に求め，原\n告製品４４０セットをウェッズへ販売することが正式に決定した。しかし，\n被告が本件送信行為を行い，原告製品の販売者に対しても法的措置を行う\n場合がある旨をウェッズを含む原告の取引先へ通知したことから，ウェッ\nズは，同年１１月９日，見解が明らかになるまでは原告製品の販売を中止\nする旨原告へ通知したため，原告は，ウェッズに対して原告製品４４０セ\nットを販売することができなかった。（甲１７，２１，２３の１～１４，\n５０の１～６）\n上記認定事実からすると，被告による本件送信行為がなければ，原告は\n原告製品４４０セットをウェッズに販売することができたものと認められ\nるから，ウェッズに対する原告製品４４０セットの販売により得られたで\nあろう利益は，本件送信行為により原告が被った損害といえる。\n証拠（甲２３，２４，３０，３２，３７，３８，４８，５０の１）によ\nれば，原告製品本体の定価は２万８５００円，車種別専用ハーネスの定価\nは４８００円であること，ウェッズに対する卸値率（原告の取引先に対す\nる最も低い卸値率）は６０％であること，原告製品本体及び車種別専用ハ\nーネスの原価は６０６５円であることが認められることから，原告製品１\nセット当たりの販売利益の額は１万３９１５円（３万３３００円×６０％\n－６０６５円）と認められる。\nしたがって，ウェッズに対する原告製品４４０セットの販売ができなか\nったことによる原告の逸失利益は６１２万２６００円（１万３９１５円×\n４４０）となり，このうち原告が本訴で一部請求する６００万円について\nは理由がある。\nイ  原告は，平成２１年１０月から平成２２年９月の１年間において，少な\nくとも原告製品３８１５セットを販売することができたものの，被告の本\n件掲載行為，本件送信行為により，当初生産した１０００セットを除く２\n８１５セットの販売が不可能となったため，原告製品２８１５セットに係\nる販売利益を喪失したと主張する。\n確かに，原告は，平成２１年９月末の時点で，同年１０月から平成２２\n年９月までの１年間の原告製品の販売数量を３８１５セットと計画してい\nたこと，平成２１年１０月に３０８セット，同年１１月に２２１セット，\n同年１２月に２０５セットを販売したものの，平成２２年１月は９４セッ\nト，同年２月は３９セットと販売数量は減少し，平成２１年１０月から平\n成２２年９月までの１年間の販売数量は９９８セットであったことが認め\nられる（甲２４，３３，４６の１，４７）。しかしながら，ドライビング\nアシストコントローラー（スロットルコントローラー）の分野での国内シ\nェアで原告を上回る被告が平成２３年１月に原告製品と同種製品であり被\n告製品の後継となる「3-DRIVE AC」を発表し，同年３月に発売したこと，\n原告が平成２２年２月に原告製品の後継となる「i-Stage」を発売したこと，\n被告製品の他にも市場には同種製品が複数販売されていたこと，原告が主\n張する２８１５セットのうちの４４０セットはウェッズに対する販売予定\n分として上記アで考慮されていること等の事情（乙３３，９５，弁論の全\n趣旨）からすると，被告による本件掲載行為，本件送信行為がなかったと\nしても，原告が販売を計画した３８１５セットから当初生産した１０００\nセットを除いた２８１５セットの原告製品を販売することができたと直ち\nに認めることはできず，ほかにこれを認めるに足りる的確な証拠もないた\nめ，原告の上記主張を認めることはできない。\n(2) 無形損害\n上記４で認定したように，本件文書１，本件文書２には，原告が販売する\n原告製品は被告製品の形態を模倣した違法なものであり，原告が被告の知的\n財産権を違法に侵害している旨記載されているが，上記４で説示したように\nこの記載は虚偽であること，被告はこの虚偽の事実を記載した文書を，本件\n掲載行為によりホームページに５０日間掲載し不特定多数の者が閲覧可能な\n状態にした上，本件送信行為により，原告の取引先である別紙警告書送付先\nリスト記載の小売店１６社，卸業者８社にファクシミリ送信するなどしたこ\nと，これらの被告の行為により少なくともウェッズとの取引は中止され，原\n告の業界内での信用は著しく低下し，原告製品のみならず原告の扱う商品の\n販売活動など原告の事業全体にも影響が生じたことが容易に推認されること\nからすると，被告による本件掲載行為，本件送信行為により原告は営業上の\n信用を害されたものと認められ，これにより原告が被った損害の額は５００\n万円と認めるのが相当である。\n(3) 弁護士費用\n原告は弁護士を選任して本件訴訟を遂行しているところ，本件事案の性質，\n上記認容額，その他諸般の事情を考慮すると，その弁護士費用のうち１１０\n万円を被告の上記不正競争と相当因果関係のある損害と認めるのが相当であ\nる。\n(4) 以上より，本件掲載行為，本件送信行為により原告が被った損害額は，合\n計１２１０万円となる。\n原告は，別紙謝罪文目録記載の謝罪文の掲載を求めるが，本件全証拠によ\nるもその必要性を認めることはできない。\n６  結論\n以上によれば，その余の点について判断するまでもなく，原告の本訴請求は，\n主文第１項及び第２項の限度で理由があるからこの限度で認容するが，その余\nはいずれも理由がないから棄却することとし，被告の反訴請求はいずれも理由\nがないから棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n岡      本              岳\n裁判官\n坂      本      康      博\n裁判官\n寺      田      利      彦\n（ 別 紙 ）                       物 件 目 録 Ⅰ\n品     名       i-Accel（ ア イ ・ ア ク セ ル ）\n品     番       i-Accel 本 体     I-AC1\ni-Accel 本 体 +ハ ー ネ ス 1A    I-AC1-1A\ni-Accel 本 体 +ハ ー ネ ス 1B    I-AC1-1B\ni-Accel 本 体 +ハ ー ネ ス 1C    I-AC1-1C\ni-Accel 本 体 +ハ ー ネ ス 2A    I-AC1-2A\ni-Accel 本 体 +ハ ー ネ ス 3A    I-AC1-3A\ni-Accel 本 体 +ハ ー ネ ス 4A    I-AC1-4A\ni-Accel 本 体 +ハ ー ネ ス 5A    I-AC1-5A\ni-Accel 本 体 +ハ ー ネ ス 6A    I-AC1-6A\ni-Accel 本 体 +ハ ー ネ ス 7A    I-AC1-7A\n製 造 販 売       パ ワ ー エ ン タ ー プ ラ イ ズ 株 式 会 社\n静 岡 県 富 士 市 ＜ 以 下 略 ＞\n（ 別 紙 ）                     謝罪文目録  （省略）\n（ 別 紙 ）                       物 件 目 録 Ⅱ\n１   本 訴 原 告 （ 反 訴 被 告 ） が 販 売 す る 「 i-Accel」 の 本 体 ユ ニ ッ ト\n２   本 訴 原 告（ 反 訴 被 告 ）が 販 売 す る 車 種 別 専 用 ハ ー ネ ス（ １ Ａ ，１ Ｂ ，１ Ｃ ，\n１ Ｄ ， ２ Ａ ， ６ Ａ ， １ １ Ａ ， １ ２ Ａ ）\n（ 別 紙 ）                   出 力 特 性 測 定 表\n１   被 告 製 品\n２   原 告 製 品\n"
}