{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 1,
    "day": 28
  },
  "case_number": "平成22(行ウ)4",
  "case_name": "介護保険料減額更正請求事件",
  "court_name": "和歌山地方裁判所",
  "lawsuit_id": "83449",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83449",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/449/083449_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２３年１月２８日判決言渡  同日原本交付  裁判所書記官\u0000\n平成２２年\u0000行ウ\u0000第４号  介護保険料減額更正請求事件\u0000\n口頭弁論終結日  平成２２年１１月５日\u0000\n主          文\u0000\n１  処分行政庁は，原告に対し，原告の平成１９年度の介護保険料を４万２８４\n０円に更正するとの処分をせよ。\u0000\n２  原告のその余の請求を棄却する。\u0000\n３  訴訟費用はこれを２分し，その１を原告の負担とし，その余を被告の負担と\nする。\u0000\n事 実 及 び 理 由\u0000\n第１  請求\u0000\n処分行政庁は，原告に対し，原告の平成１９年度の介護保険料を２万８５６\n０円に更正するとの処分をせよ。\u0000\n第２  事案の概要\u0000\n本件は，原告が，処分行政庁から，平成１９年度の介護保険料を７万１４０\n０円とする賦課決定を受け，これを徴収されたが，その後に同年度の市民税が\n非課税になった結果，所定の介護保険料は２万８５６０円になったと主張して，\n被告に対し，行政事件訴訟法３７条の２に基づいて，原告の平成１９年度の介\n護保険料を ２万８５ ６０円に 減額更正 す る処分の義 務付けを 求めた事 案であ\nる。\u0000\n１  関係法令の定め\u0000\n  介護保険法には，以下の定めがある。\nア  次の各号のいずれかに該当する者は，市町村又は特別区（以下単に「市\n町村」という。）が行う介護保険の被保険者とする（９条）。\n①  市町村の区域内に住所を有する６５歳以上の者（以下「第１号被保険\n者」という。）\n\u0000 \u0000\u0000\nイ  市町村は，介護保険事業に要する費用（財政安定化基金拠出金の納付に\n要する費用を含む。）に充てるため，保険料を徴収しなければならない（１\n２９条１項）。\nウ  前項の保険料は，第１号被保険者に対し，政令で定める基準に従い条例\nで定めるところにより算定された保険料率により算定された保険料額によ\nって課する（同条２項）。\nエ  保険料の賦課期日は，当該年度の初日とする（１３０条）。\nオ  １２９条の保険料の徴収については，１３５条の規定により特別徴収（国\n民年金法による老齢基礎年金その他の同法，厚生年金保険法，国家公務員\n共済組合法，地方公務員等共済組合法若しくは私立学校教職員共済法に基\nづく老齢若しくは退職，障害又は死亡を支給事由とする年金たる給付であ\nって政令で定めるもの及びその他これらの年金たる給付に類する老齢若し\nくは退職，障害又は死亡を支給事由とする年金たる給付であって政令で定\nめるものの支払をする者に保険料を徴収させ，かつ，その徴収すべき保険\n料を納入させることをいう。以下同じ。）の方法による場合を除くほか，普\n通徴収の方法によらなければならない（１３１条）。\nカ  保険料その他この法律の規定による徴収金（１５０条１項に規定する納\n付金及び１５７条１項に規定する延滞金を除く。）については，地方税法９\n条，１３条の２，２０条，２０条の２及び２０条の４の規定を準用する（１\n４３条）。\nキ  保険給付に関する処分（被保険者証の交付の請求に関する処分及び要介\n護認定又は要支援認定に関する処分を含む。）又は保険料その他この法律の\n規定による徴収金（財政安定化基金拠出金，納付金及び１５７条１項に規\n定する延滞金を除く。）に関する処分に不服がある者は，介護保険審査会に\n審査請求をすることができる（１８３条１項）。\nク  保険料，納付金その他この法律の規定による徴収金を徴収し，又はその\n\u0000 \u0000\u0000\n還付を受ける権利及び保険給付を受ける権利は，２年を経過したときは，\n時効によって消滅する（２００条１項）。\n  介護保険法施行令（以下「本件政令」という。）には，以下の定めがある。\n特別の必要がある場合においては，市町村は，基準額に各年度分の保険料\nの賦課期日における次の各号に掲げる第１号被保険者の区分に応じ，それぞ\nれ当該各号に定める割合を乗じて得た額を保険料率とすることができる。こ\nの場合において，市町村は，６号に掲げる第１号被保険者の区分を合計所得\n金額に基づいて更に区分し，当該区分に応じて定める割合を乗じて得た額を\n保険料率とすることができる（３９条１項）。\n①  次のいずれかに該当する者  ４分の２を標準として市町村が定める割合\nイ  老齢福祉年金の受給権を有している者であって，次のいずれかに該当\nするもの（ロに該当するものを除く。）\n  市町村民税世帯非課税者（その属する世帯の世帯主及びすべての世\n帯員が，当該保険料の賦課期日の属する年度分の地方税法の規定によ\nる市町村民税が課されていない者。３８条１項１号イ）\n  要保護者（現に生活保護法による保護を受けているといないとにか\nかわらず，生活保護法による保護を必要とする状態にある者をいう。\n以下同じ。本件政令２２条の２第５項２号，生活保護法６条２項。）で\nあって，その者が課される保険料額についてこの号の区分による割合\nを適用されたならば保護を必要としない状態となるもの\nロ  被保護者（現に生活保護法による保護を受けている者をいう。以下同\nじ。本件政令２２条の２第２項，生活保護法６条１項。）\nハ  要保護者であって，その者が課される保険料額についてこの号の区分\nによる割合を適用されたならば保護を必要としない状態となるもの（イ\nに係る部分を除く。），次号ロ，３号ロ，４号ロ，５号ロ又は６号ロ\nに該当する者を除く。）\n\u0000 \u0000\u0000\n②  次のいずれかに該当する者  ４分の２を標準として市町村が定める割合\nイ  市町村民税世帯非課税者であって，当該保険料の賦課期日の属する年\nの前年中の公的年金等の収入金額及び当該保険料の賦課期日の属する年\nの前年の合計所得金額の合計額が８０万円以下であり，かつ，前号に該\n当しない者\nロ  要保護者であって，その者が課される保険料額についてこの号の区分\nによる割合を適用されたならば保護を必要としない状態となるもの（前\n号イ（に係る部分を除く。），次号ロ，４号ロ，５号ロ又は６号ロに該\n当する者を除く。）\n③  次のいずれかに該当する者  ４分の３を標準として市町村が定める割合\nイ  市町村民税世帯非課税者であり，かつ，前二号に該当しない者\nロ  要保護者であって，その者が課される保険料額についてこの号の区分\nによる割合を適用されたならば保護を必要としない状態となるもの（１\n号イ（に係る部分を除く。），次号ロ，５号ロ又は６号ロに該当する者\nを除く。）\n④  次のいずれかに該当する者  ４分の４を標準として市町村が定める割合\nイ  当該保険料の賦課期日の属する年度分の地方税法の規定による市町村\n民税が課されていない者であり，かつ，前三号のいずれにも該当しない\nもの\nロ  要保護者であって，その者が課される保険料額についてこの号の区分\nによる割合を適用されたならば保護を必要としない状態となるもの（１\n号イ（に係る部分を除く。），次号ロ又は６号ロに該当する者を除く。）\n⑤  次のいずれかに該当する者  ４分の４を超える割合で市町村が定める割\n合\nイ  合計所得金額が市町村が定める額未満である者であり，かつ，前各号\nのいずれにも該当しないもの\n\u0000 \u0000\u0000\nロ  要保護者であって，その者が課される保険料額についてこの号の区分\nによる割合を適用されたならば保護を必要としない状態となるもの（１\n号イ（に係る部分を除く。）又は次号ロに該当する者を除く。）\n  平成２０年Ａ市条例第１２号による改正前のＡ市介護保険条例（乙１。以\n下「本件条例」という。）には，以下の定めがある。\nア  市が行う介護保険については，法令に定めがあるもののほか，この条例\nの定めるところによる（１条）。\u0000\nイ  平成１８年度から平成２０年度までの各年度における保険料率は，次の\n各号に掲げる第１号被保険者の区分に応じ，当該各号に定める額とする（９\n条１項）。\u0000\n①  本件政令３９条１項１号に掲げる者    ２８，５６０円\u0000\n②  本件政令３９条１項２号に掲げる者    ２８，５６０円\u0000\n③  本件政令３９条１項３号に掲げる者    ４２，８４０円\u0000\n④  本件政令３９条１項４号に掲げる者    ５７，１２０円\n⑤  本件政令３９条１項５号に掲げる者    ７１，４００円\u0000\n２  争いのない事実等\u0000\n以下の事実は当事者間に争いがないか，証拠（甲１，３，乙５）及び弁論の\n全趣旨により容易に認めることができる。\u0000\n  当事者\u0000\nア  原告（昭和１５年○月○○日生）は，Ａ市内に住所を有し，平成１７年\n１月２０日に，第１号被保険者（介護保険法９条１号，上記１ア）の資\n格を取得した。\u0000\nイ  被告は，普通地方公共団体である。\u0000\n  本件の経緯\nア  処分行政庁は，平成１９年５月１０日，特別徴収の方法で，原告の平成\n１９年度の介護保険料として７万１４００円を仮徴収した。\u0000\n\u0000 \u0000\u0000\nイ  処分行政庁は，同年６月１４日，原告が本件政令３９条１項５号に定め\nる者に当たるとして，本件条例９条１項５号に従い，原告の平成１９年度\nの介護保険料を７万１４００円とする賦課決定をした。\u0000 \u0000\nウ  原告は，平成２１年６月２６日，扶養者数等の修正申告を行った。\u0000\nその結果，同年７月３１日付けで，原告の平成１９年度ないし平成２１\n年度の市民税を非課税とする市県民税変更決定がされた。\u0000\nエ  処分行政庁は，同年８月７日付けで，原告の平成２０年度及び平成２１\n年度の介護保険料を減額更正する処分をした。\u0000\nオ  原告は，同月１３日付けで，Ａ県介護保険審査会に対して，原告の平成\n１９年度の介護保険料も減額更正する処分を求める旨の審査請求をした。\u0000\n同審査会は，同年１１月１０日付けで，原告の審査請求を棄却する旨の\n裁決をし（甲１），原告は，同月１４日，その結果を知った。\u0000\nカ  原告は，平成２２年５月１４日，本件訴えを提起した。\u0000\n３  争点\u0000\n  訴えの利益があるか\u0000\n  義務付けの訴えの本案勝訴要件（行政事件訴訟法３７条の２第５項）を具\n備するか\u0000\n４  争点に対する当事者の主張\u0000\n  争点（訴えの利益があるか）\u0000\n（被告の主張）\u0000\n介護保険料の更正処分は，増額減額に関わらず，徴収権がある介護保険料\nについてのみ行うことができる。\u0000\n処分行政庁の介護保険料の徴収権は，２年を経過したときは時効によって\n消滅するところ（介護保険法２００条１項。上記第２の１ク），原告に対す\nる平成１９年度の介護保険料の徴収権は，その納期限（上記仮徴収日）であ\nる平成１９年５月１０日の翌日から２年を経過した平成２１年５月１０日の\n\u0000 \u0000\u0000\n経過をもって，時効によって消滅した。一方，原告の平成１９年度の介護保\n険料の額に変動をもたらす市県民税変更決定は，平成２１年７月３１日付け\nでされたから，処分行政庁は，同年８月７日当時，原告に対する平成１９年\n度の介護保険料の徴収権がなく，その更正処分もできなかった。\u0000\nよって，処分行政庁は，現在も原告の平成１９年度の介護保険料の更正処\n分をすることはできないので，その減額更正処分の義務付けを求める本件訴\nえには訴えの利益がない。\u0000\n（原告の主張）\u0000\n争う。\u0000\n  争点（義務付けの訴えの本案勝訴要件を具備するか）\u0000\n（原告の主張）\u0000\n原告の平成１９年度の介護保険料は２万８５６０円であるから，処分行政\n庁は，原告の平成１９年度の介護保険料を２万８５６０円に減額更正する処\n分をすべきであることが法令の規定から明らかである。\u0000\n（被告の主張）\u0000\n仮に本件訴えに訴えの利益があるとしても，原告の平成１９年度の介護保\n険料は，本件条例９条１項３号によって，４万２８４０円である。\u0000\n第３  当裁判所の判断\u0000\n１  争点（訴えの利益があるか）について\n被告は，原告に対する平成１９年度の介護保険料の徴収権が時効によって消\n滅したから，それを減額更正する処分行政庁の権限も消滅した旨主張する。\n確かに，新たな賦課及び徴収の必要がある増額更正処分の場合には，介護保\n険法２００条１項（上記第２の１ク）により徴収権が２年を経過して時効に\nよって消滅した後は，たとえ増額更正処分をしても実効性を欠くから，増額更\n正する処分行政庁の権限も，２年を経過した後は行使できないと解される。\u0000\nしかし，介護保険料の減額更正処分は，既に賦課され徴収された介護保険料\n\u0000 \u0000\u0000\nの一部を否定する処分であって，新たな賦課及び徴収の必要はない。\u0000\nまた，地方税法１７条の５は，増額及び減額の更正の権限並びに賦課権の期\n間制限を定め，同法１８条が徴収権の消滅時効を定めているのに対し，介護保\n険法は，更正の権限及び賦課権の期間制限も消滅時効も定めておらず，地方税\n法の規定を準用する規定（介護保険法１４３条。上記第２の１カ）を設けな\nがら，上記の地方税法の規定を敢えて準用せず，徴収権の消滅時効を定めてい\nるにすぎない（介護保険法２００条１項。上記第２の１ク。なお，同条項が\n定める介護保険料の還付権の消滅時効は，減額更正処分が行なわれ還付権が発\n生してから進行する性質のものである。）。\u0000\n以上の事情を考慮すると，介護保険法は，介護保険料の賦課権や減額更正処\n分をする権限が期間制限に服することを予定しているとは解されない。\u0000\nよって，処分行政庁の原告に対する平成１９年度の介護保険料の減額更正処\n分をする権限が消滅したとはいえないから，本件訴えには訴えの利益があると\n認められる。\u0000\n２  行政事件訴訟法３７条の２第１項の訴訟要件\u0000\n本件訴え に係る減 額更正 処分が されない ことによ って原告 の被る 損害は 金\n銭的損害であり，その額は大きいとはいえない。しかし，介護保険法には，介\n護保険料の賦課決定をした後，当該介護保険料を減額させる事由が発生した場\n合に，被保険者が，介護保険料の減額を保険者に求める権利を認めた規定がな\nい。この点，審査請求の制度は設けられているが（介護保険法１８３条１項。\n上記第２の１キ），本件に関しては，原告の審査請求を棄却する旨の裁決が\nされた（上記第２の２オ）。また，原告は，後発的な事由をもって，平成１\n９年度の介護保険料の賦課決定及び徴収の不当を主張するものである。このよ\nうな損害の性質及び程度並びに処分の内容及び性質を勘案すると，原告の損害\nを回復することは困難であると認められる。\u0000\nそして，以上のような損害の回復の困難の程度を考慮すると，本件訴えに係\n\u0000 \u0000\u0000\nる減額更正処分がされないことにより，原告に重大な損害を生ずるおそれがあ\nると認められ，かつ，その損害を避けるために他に適当な方法がないと認めら\nれる。よって，本件訴えは，行政事件訴訟法３７条の２第１項の訴訟要件を具\n備すると認められる。\u0000\n３  争点（義務付けの訴えの本案勝訴要件を具備するか）について\u0000\n  原告は，平成１９年度の介護保険料の額を２万８５６０円とする更正処分\nの義務付けを求める。\u0000\nこの点，本件条例９条１項１号及び２号によれば，本件政令３９条１項１\n号又は２号に掲げる者の介護保険料額を２万８５６０円にするとされている。\u0000\nしかし，原告が，老齢福祉年金の受給権を有している者に当たると認める\nに足りる証拠はなく，生活保護法６条１項の被保護者又は同条２項の要保護\n者に当たると認めるに足りる証拠もない。よって，原告が，本件政令３９条\n１項１号に掲げる者に該当するとは認められない。\n次に，証拠（甲３）によれば，原告の平成１８年分所得金額合計は８８万\n７９０２円であったことが認められる。よって，原告が，本件政令３９条１\n項２号に掲げる者に該当するとは認められない。\u0000\n  もっとも，原告の本件訴えに係る請求には，平成１９年度の介護保険料の\n額（７万１４００円）を減額する更正処分の義務付けを求める趣旨も含むと\n解される。\u0000\nこの点，原告が市町村民税世帯非課税者に当たることは争いがなく，かつ，\n原告が本件政令３９条１項１号及び２号に掲げる者に該当しないことは，上\nのとおりであるから，原告は，本件政令３９条１項３号に掲げる者に該\n当すると認められるところ，本件条例９条１項３号によれば，本件政令３９\n条１項３号に掲げる者の保険料額を４万２８４０円にするとされている。\n  そして，介護保険法には，介護保険料の賦課決定をした後，当該介護保険\n料を減額させる事由が発生した場合に，被保険者が，介護保険料の減額を保\n\u0000 \u0000\u0000\u0000\n険者に求める権利を認めた規定がないから，処分行政庁は，職権で，被保険\n者の介護保険料を適正な額に減額更正する処分をすべきであると解される。\u0000\nよって，処分行政庁は，原告に対し，平成１９年度の介護保険料を４万２\n８４０円に減額更正する処分をすべきであることが，介護保険法の規定から\n明らかであると認められるので，その限度で，義務付けの訴えの本案勝訴要\n件を具備すると認められる。\u0000\n第４  結論\u0000\n以上によれば，原告の請求は，被告に対し，処分行政庁による原告の平成１\n９年度の介 護保険料 を４万２ ８４０円 に 減額更正す る処分の 義務付け を求め\nる限度で理由があるから認容し，その余は理由がないから棄却すべきである。\u0000\nよって，主文のとおり判決する。\u0000\n和歌山地方裁判所第２民事部\n裁判長裁判官        髙      橋      善      久\n裁判官        永      野      公      規\n裁判官        田      中      一      孝\n\u0000\n"
}