{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 27
  },
  "case_number": "平成23(ワ)7576等",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82621",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82621",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/621/082621_hanrei.pdf",
  "contents": "平成２４年９月２７日判決言渡  同日原本交付  裁判所書記官\n平成２３年(ワ)第７５７６号（以下「第１事件」という。），同第７５７８号（以下\n「第２事件」という。）  各特許権侵害差止等請求事件\n口頭弁論終結日  平成２４年６月１５日\n判            決\n当事者の表示      別紙当事者目録記載のとおり\n主            文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  当事者の求めた裁判\n１  原告\n別紙請求目録記載のとおり\n２  被告ら\n主文同旨\n第２  事案の概要\n１  前提事実（証拠等の掲記がない事実は当事者間に争いがない又は弁論の全趣\n旨により認定できる。）\n（１） 当事者\n原告及び被告らは，いずれも医薬品の製造販売等を目的とする会社である。\n（２） 糖尿病及び経口血糖降下剤（両事件甲２０）\nア  糖尿病\nインスリン作用不足による慢性の高血糖状態を主徴とする代謝疾患群で\nある。\n１型糖尿病は，インスリンを合成・分泌する膵ランゲルハンス島β細胞\nの破壊・消失がインスリン作用不足の主要な原因である。\n２型糖尿病（「インスリン非依存型糖尿病」又は「ＮＩＤＤＭ」ともいう。）\nは，インスリン分泌低下やインスリン抵抗性をきたす素因を含む複数の遺\n伝因子に，過食（特に高脂肪食），運動不足，肥満，ストレスなどの環境因\n子及び加齢が加わり発症する。\nイ  経口血糖降下剤\n２型糖尿病に適応があり，作用機序の異なる以下の薬剤がある。\n(ア)  ビグアナイド剤（ＢＧ剤ともいう。）\n主な作用は，肝臓での糖新生の抑制である。その他，消化管からの糖\n吸収の抑制，末梢組織でのインスリン感受性の改善など様々な膵外作用\nにより，血糖降下作用を発揮する。\n具体的な薬の種類としては，メトホルミン塩酸塩及びブホルミン塩酸\n塩がある。\n(イ)  チアゾリジン剤\nインスリン抵抗性の改善を介して血糖降下作用を発揮する。\n具体的な薬の種類としては，ピオグリタゾン塩酸塩がある。\n(ウ)  ＤＰＰ－４阻害剤\nＤＰＰ－４の選択的阻害により活性型ＧＬＰ－１濃度を高め，血糖降\n下作用を発揮する。\n具体的な薬の種類としては，シタグリプチンリン酸塩水和物，ビルダ\nグリプチン及びアログリプチン安息香酸塩がある。\n(エ)  スルホニル尿素剤（スルホニルウレア剤又はＳＵ剤ともいう。文献に\nよっては，「スルホニル」ではなく「スルホニール」，「スルフォニル」，\n「スルフォニール」と表記するものもある。以下，本文中では「ＳＵ剤」\nという。）\n膵β細胞膜上のＳＵ受容体に結合してインスリン分泌を促進し，服用\n後短時間で血糖降下作用を発揮する。\n具体的な薬の種類としては，第１世代としてトリブタミド，アセトヘ\nキサミド，クロルプロパミド及びグリクロピラミドがある。また，第２\n世代としてグリベンクラミド及びグリクラジドが，第３世代としてグリ\nメピリドがある。\n(オ)  即効型インスリン分泌促進剤\n膵β細胞膜上のＳＵ受容体に結合してインスリン分泌を促進し，服用\n後短時間で血糖降下作用を発揮する。ＳＵ剤と比べて吸収と血中からの\n消失が早い。\n具体的な薬の種類としては，ナテグリニド及びミチグリニドカルシウ\nム水和物がある。\n(カ)  α－グルコシターゼ阻害剤\nα－グルコシド結合を加水分解する酵素であるα－グルコシターゼの\n作用を阻害し，糖の吸収を遅らせることにより食後の高血糖を抑制する。\n具体的な薬の種類としては，ボグリボース，アカルボース及びミグリ\nトールがある。\n（３）ピオグリタゾン塩酸塩等に関する原告の特許及び原告製品\nア  ピオグリタゾン塩酸塩等に関する原告の特許（第１事件丙４，第２事件\n乙２の１・２，第２事件丙３の１・２）\n原告は，ピオグリタゾン塩酸塩等について，以下の特許（以下「原告先\n行特許」といい，その発明を「原告先行特許発明」という。）に関する特許\n権を有していた。\n特許番号      第１８５３５８８号\n発明の名称    チアゾリジン誘導体\n出願年月日    昭和６１年１月９日\n登録年月日    平成６年７月７日\n存続期間満了  平成２３年１月９日\n特許請求の範囲\n「１  式\nで表される化合物またはその薬理学的に許容しうる塩\n２  式\nで表される化合物またはその薬理学的に許容しうる塩を有効成分として\n含有してなる糖尿病治療剤」\nイ  原告製品\n原告は，これまで原告先行特許発明の技術的範囲に属する製品（製品名：\nアクトス。以下「原告製品」という。）を製造販売してきた。\n（４）原告の有する特許権\n原告は，以下の２つの特許（以下「本件特許Ａ」及び「本件特許Ｂ」とい\nい，併せて「本件各特許」という。また，それぞれの出願明細書を「本件明\n細書Ａ」及び「本件明細書Ｂ」といい，併せて「本件各明細書」という。）に\n関する各特許権（以下「本件特許権Ａ」及び「本件特許権Ｂ」といい，併せ\nて「本件各特許権」という。）を有する。\nなお，特許請求の範囲の記載は，いずれも本件各特許に関する特許無効審\n判請求事件における原告による訂正後のものである。\nア  本件特許Ａ\n特許番号      第３１４８９７３号\n発明の名称    医薬\n出願年月日    平成８年６月１８日\n優先権主張日  平成７年６月２０日（以下「本件優先日Ａ」という。）\n登録年月日    平成１３年１月１９日\n特許請求の範囲\n【請求項１】\n「(1)ピオグリタゾンまたはその薬理学的に許容しうる塩と，(2)アカル\nボース，ボグリボースおよびミグリトールから選ばれるα－グルコシ\nダーゼ阻害剤とを組み合わせてなる糖尿病または糖尿病性合併症の予\n防・治療用医薬。」\n【請求項５】\n「α－グルコシダーゼ阻害剤がボグリボースである請求項１記載の医\n薬。」\n（以下【請求項１】に関する発明を「本件特許発明Ａ－１」，【請求項５】\nに関する発明を「本件特許発明Ａ－５」という。）\nイ  本件特許Ｂ\n特許番号      第３９７３２８０号\n発明の名称    医薬\n出願年月日    平成９年１２月２６日\n優先権主張日  平成７年６月２０日（以下「本件優先日Ｂ」といい，本\n件優先日Ａと併せて「本件各優先日」という。）\n登録年月日    平成１９年６月２２日\n特許請求の範囲\n【請求項１】\n「ピオグリタゾンまたはその薬理学的に許容しうる塩と，ビグアナイ\nド剤とを組み合わせてなる，糖尿病または糖尿病性合併症の予防・治療\n用医薬。」\n【請求項２】\n「ビグアナイド剤がフェンホルミン，メトホルミンまたはブホルミン\nである請求項１記載の医薬。」\n【請求項３】\n「ビグアナイド剤がメトホルミンである請求項１記載の医薬。」\n【請求項７】\n「０.０５～５mg／kg 体重の用量のピオグリタゾンまたはその薬理学\n的に許容しうる塩と，グリメピリドとを組み合わせてなる，糖尿病また\nは糖尿病性合併症の予防・治療用医薬。」\n（以下【請求項１】に関する発明を「本件特許発明Ｂ－１」，【請求項２】\nに関する発明を「本件特許発明Ｂ－２」，【請求項３】に関する発明を【本\n件特許発明Ｂ－３】，【請求項７】に関する発明を「本件特許発明Ｂ－７」\nという。）\n（５）構成要件の分説\n本件特許発明Ａ－１及び５，本件特許発明Ｂ－１ないし３及び７は，以下\nのとおり分説することができる。\nア  本件特許Ａに関する各発明\n(ア)  本件特許発明Ａ－１\nＡ  (1)ピオグリタゾンまたはその薬理学的に許容しうる塩と，\nＢ  (2)アカルボース，ボグリボースおよびミグリトールから選ばれるα\n－グルコシダーゼ阻害剤とを組み合わせてなる\nＣ  糖尿病または糖尿病性合併症の予防・治療用医薬。\n(イ)  本件特許発明Ａ－５\nＤ  α－グルコシダーゼ阻害剤がボグリボースである\nＥ  請求項１記載の医薬。\nイ  本件特許Ｂに関する各発明\n(ア)  本件特許発明Ｂ－１\nＡ  ピオグリタゾンまたはその薬理学的に許容しうる塩と，\nＢ  ビグアナイド剤とを組み合わせてなる，\nＣ  糖尿病または糖尿病性合併症の予防・治療用医薬。\n(イ)  本件特許発明Ｂ－２\nＤ  ビグアナイド剤がフェンホルミン，メトホルミンまたはブホルミン\nである\nＥ  請求項１記載の医薬。\n(ウ)  本件特許発明Ｂ－３\nＦ  ビグアナイド剤がメトホルミンである\nＧ  請求項１記載の医薬。\n(エ)  本件特許発明Ｂ－７\nＨ  ０.０５～５mg／kg 体重の用量のピオグリタゾンまたはその薬理学\n的に許容しうる塩と，\nＩ  グリメピリドとを組み合わせてなる，\nＪ  糖尿病または糖尿病性合併症の予防・治療用医薬。\n（６）被告らの行為\n被告らは，原告先行特許の存続期間が満了したことから，原告先行特許発\n明の技術的範囲に属し，原告製品と競合する別紙被告ら製品目録記載の各製\n品（以下「被告ら各製品」という。）について製造販売を企図し，厚生労働大\n臣から製造販売の承認を受けた。\nまた，被告らは，被告ら各製品について，すでに健康保険法に基づく薬価\n基準収載を得て製造販売を開始し，又は，今後，製造販売を開始する予定が\nある。\n（７）本件訴訟に至る経緯\n原告は，被告らに対し，被告らの行為が本件各特許権を侵害するものであ\nるとして，平成２３年の薬価基準収載の申請について，１年間留保すること\nを要求し，被告らがこれを留保すれば，被告らに対する本件各特許権の行使\nをしない旨の申入れをした。\nこれに対し，被告らが上記申入れを拒否したところ，原告は，被告らに対\nする本件訴えを起こした（なお，原告は，被告ら以外の製薬業者に対しても\n同様の申入れを行った。）。\n２  原告の請求\n原告は，被告らに対し，本件各特許権に基づき，以下の各請求をしている。\n（１） 主位的請求\nア  被告ら各製品の製造，販売等の各差止め（別紙請求目録記載１(１)ない\nし同(８)の各ア）\nイ  被告ら各製品に関する健康保険法に基づく薬価基準収載品目削除願の各\n提出（別紙請求目録記載１(１)ないし同(８)の各イ）\nウ  被告ら各製品の各廃棄（別紙請求目録記載１(１)ないし同(８)の各ウ）\nエ  １５００万円の損害賠償並びに内５００万円に対する本件訴状送達の日\nの翌日から及び内１０００万円に対する本件訴えの追加的変更申立書送達\nの日の翌日からそれぞれ支払済みまで民法所定の年５分の割合による遅延\n損害金の支払（別紙請求目録記載１(１)ないし同(８)の各エ）\n（２） 予備的請求\nア  別紙併用医薬品目録記載の各医薬品（以下「本件併用医薬品」という。）\nと組み合わせて糖尿病の予防・治療用医薬として使用される被告ら各製品\nの製造，販売等の各差止め（別紙請求目録記載２(１)ないし同(８)の各ア）\nイ  前項の製品の各廃棄（別紙請求目録記載２(１)ないし同(８)の各イ）\nウ  本件併用医薬品と組み合わせて糖尿病の予防・治療用医薬として使用す\nるとの効能効果を備えた被告ら各製品の製造，販売等の各差止め（別紙請\n求目録記載２(１)ないし同(８)の各ウ）\nエ  前項の製品の各廃棄（別紙請求目録記載２(１)ないし同(８)の各エ）\nオ  被告ら各製品の添付文書，包装その他の媒体に，本件併用医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載す\nることの各差止め（別紙請求目録記載２(１)ないし同(８)の各オ）\nカ  本件併用医薬品と組み合わせて糖尿病の予防・治療用医薬として使用す\nるとの効能効果を記載した被告ら各製品の添付文書，包装その他の媒体の\n各廃棄（別紙請求目録記載２(１)ないし同(８)の各カ）\n３  争点\n（１） 被告らの行為について，本件各特許権に対する特許法（以下「法」という。）\n１０１条２号の間接侵害が成立するか\nア  被告ら各製品は，「特許が物の生産についてされている場合において，そ\nの物の生産に用いる物」に当たるか                   （争点１－１）\nイ  被告ら各製品は，「日本国内において広く一般に流通しているもの」に当\nたるか                                             （争点１－２）\nウ  被告ら各製品は，「発明による課題の解決に不可欠なもの」に当たるか\n（争点１－３）\nエ  被告らは，本件各特許発明が特許発明であること及び被告ら各製品がそ\nの発明の実施に用いられることについて悪意であったか （争点１－４）\n（２） 被告らの行為について，本件各特許権に対する直接侵害が成立するか\n（争点２）\n（３） 本件各特許発明は，特許無効審判により無効とされるべきものであるか\nア  本件各特許発明は，特許法２９条１項柱書に違反するものであるか\n（争点３－１）\nイ  本件各特許発明は，本件各優先日前に頒布された別紙引用例目録記載１\nの刊行物（以下「引用例１」という。）に記載された発明（以下「引用発明\n１」という。）と同一のものであるか                  （争点３－２）\nウ  本件各特許発明は，同目録記載２の刊行物（以下「引用例２」という。）\nに記載された発明（以下「引用発明２」という。）と同一のものであるか\n（争点３－３）\nエ  本件特許発明Ａ及びＢ－７は，同目録記載３の刊行物（以下「引用例３」\nという。）に記載された発明（以下「引用発明３」という。）と同一のもの\nであるか                                           （争点３－４）\nオ  本件特許発明Ｂは，同目録記載４の刊行物（以下「引用例４」という。）\nに記載された発明（以下「引用発明４」という。）と同一のものであるか\n（争点３－５）\nカ  本件特許発明Ｂ－７は，同目録記載５の刊行物（以下「引用例５」とい\nう。）に記載された発明（以下「引用発明５」という。）と同一のものであ\nるか                                               （争点３－６）\nキ  本件各特許発明は，引用発明１，２又は３に基づき，当業者が容易に発\n明することができたものであるか                     （争点３－７）\nク  本件特許発明Ｂ－１ないしＢ－３は，引用発明２及び４に基づき，当業\n者が容易に発明することができたものであるか         （争点３－８）\nケ  本件特許発明Ｂ－１ないしＢ－３は，同目録記載６及び７の刊行物（以\n下，それぞれ「引用例６」「引用例７」という。）に記載された発明（以下，\nそれぞれ「引用発明６」「引用発明７」という。）に基づき，当業者が容易\nに発明することができたものであるか                 （争点３－９）\nコ  本件特許発明Ｂ－７は，引用発明５に基づき，当業者が容易に発明する\nことができたものであるか                           （争点３－１０）\nサ  本件各特許発明には，実施可能要件違反又はサポート要件違反があるか\n（争点３－１１）\n（４） 本件訴えのうち差止請求の可否                       （争点４）\n（５） 本件訴えのうち薬価基準収載品目削除願の提出に関する請求の可否\n（争点５）\n（６） 損害額                                             （争点６）\n第３  争点に関する当事者の主張\n１  争点１－１（被告ら各製品は，「特許が物の発明についてされている場合にお\nいて，物の生産に用いる物」に当たるか）について\n【原告の主張】\n以下のとおり，被告ら各製品は，「特許が物の発明についてされている場合に\nおいて，物の生産に用いる物」に当たる。\n（１） 本件各特許が物の発明についてされていること\n本件各特許は，【特許請求の範囲】において，「組み合わせてなる」「医薬」\nとされていることから明らかなように，「物の発明」についてされているもの\nである。\n（２） 本件各特許発明における「物」及び「物の生産」の意義\nア  本件各特許発明における「物」の意義\n一般に，「組み合わせ」とは，「ある物とある物とをまとめること」を意\n味し，その具体的な態様については何ら限定されるものではない。\n本件各特許発明の構成要件のうち「組み合わせてなる」の文言について\nも，ピオグリタゾンと本件併用医薬品とを組み合わせて１つのまとまりの\nある医薬を作出した状態を意味するものであり，本件各特許発明に規定さ\nれた各薬剤を単に併用することも含まれる。\nすなわち，本件各特許発明における「物」は，医薬組成物である配合剤\nに限定されるものではない。\n本件各特許とは別の３つの特許に関する特許公報（両事件甲６０～６３）\nでも，明細書の【発明の詳細な説明】において，「組み合わせてなる」等の\n「医薬」には，別々に製剤化された２剤を併用する態様が含まれるとする\n記載がある。このことからしても，当業者にとって，上記解釈は一般的な\nものである。\nイ  本件各特許発明における「物の生産」の意義\n本件各明細書には，以下の記載がある。\n「本発明の，インスリン感受性増強剤とα－グルコシダーゼ阻害剤，ア\nルドース還元酵素阻害剤，ビグアナイド剤，スタチン系化合物，スクアレ\nン合成阻害剤，フィブラート系化合物，LDL 異化促進剤およびアンジオテ\nンシン変換酵素阻害剤の少なくとも一種とを組み合わせてなる医薬；およ\nび一般式（II）で示される化合物またはその薬理学的に許容しうる塩とイ\nンスリン分泌促進剤および／またはインスリン製剤とを組み合わせなる医\n薬は，これらの有効成分を別々にあるいは同時に，生理学的に許容されう\nる担体，賦形剤，結合剤，希釈剤などと混合し，医薬組成物として経口ま\nたは非経口的に投与することができる。このとき有効成分を別々に製剤化\nした場合，別々に製剤化したものを使用時に希釈剤などを用いて混合して\n投与することができるが，別々に製剤化したものを，別々に，同時に，ま\nたは時間差をおいて同一対象に投与してもよい。」（段落【００３５】）\n上記記載によれば，本件各特許発明に関する「物の生産」には，以下の\n３類型が含まれる。\n①  各有効成分を別々に又は同時に，生理学的に許容されうる担体，賦形\n剤，結合剤などと混合し，医薬組成物とすること（医薬組成物類型）。\n②  各有効成分を別々に製剤化した場合において，別々に製剤化したもの\nを使用時に希釈剤などを用いて混合すること（混合類型）。\n③  各有効成分を別々に製剤化した場合において，別々に製剤化したもの\nを同一対象に投与するために併せまとめること（併せとりまとめ類型）。\n（３）被告ら各製品による本件各特許発明における「物の生産」\n被告ら各製品を用いて，以下の３つの態様により，本件各特許発明におけ\nる「物の生産」がされる。\nア  薬剤師による生産\n(ア)  薬剤師の行為\n前記(２)イのとおり，本件各特許発明における「物の生産」には，③\n各有効成分を別々に製剤化した場合において，これらを同一対象に投与\nするために併せまとめることが含まれる。\nしたがって，薬剤師が，医師の処方箋に基づき，患者に対して交付す\nるために被告ら各製品と本件併用医薬品を併せまとめる行為は，本件各\n特許発明における「物の生産」に当たる。\n(イ)  法６９条３項が適用されないこと\n法６９条３項は，「二以上の医薬（略）を混合することにより製造され\nるべき医薬の発明又は二以上の医薬を混合して医薬を製造する方法の\n発明に関する特許権の効力は，医師又は歯科医師の処方せんにより調剤\nする行為及び医師又は歯科医師の処方せんにより調剤する医薬には，及\nばない。」と規定している。\n「混合」とは，２つ以上の医薬を物理的に混ぜ合わせることを意味す\nるところ，上記薬剤師の行為は，被告ら各製品と本件併用医薬品とを「混\n合」するものではなく，単に併せまとめるものにすぎない。\nしたがって，上記薬剤師の行為について，法６９条３項は適用されな\nい。\n仮に法６９条３項が適用されるとしても，これにより被告らが免責さ\nれる理由は全くなく，被告らの行為に関する間接侵害の成立は妨げられ\nない。\nイ  患者による「生産」\n（ア） 患者の行為\n患者が被告ら各製品と本件併用医薬品を同時又は異時に服用すること\nにより，本件各特許発明の薬効や治療上の効果が実現されることになる。\nしたがって，上記患者の行為は，その患者の体内において本件各特許\n発明における「物の生産」をするものである。\n（イ） 被告らが免責されないこと\n患者は被告ら各製品と本件併用医薬品について業として服用してはい\nないから，個々の患者の行為について本件各特許権の効力は及ばない。\nしかし，実施行為者が業として実施していない場合であっても，間接\n侵害は成立するから，被告らの行為に関する間接侵害の成立は妨げられ\nない。\nウ  医師による「生産」\n（ア） 医師の行為\n医師は，本件各特許発明に規定された各薬剤の投与を実施することが\n適当であると判断したときには，患者の同意を得て処方せんを作成し，\n各薬剤の併用を指導する。\nこれにより，必然的に，前記薬剤師又は患者の行為が招来される。\nしたがって，医師は，物理的には「物の生産」を行っていないものの，\n規範的にみれば，薬剤師又は患者の行為により「物の生産」を行ってい\nるものである。\n（イ） 法２９条１項柱書に違反しないこと\n法２９条１項柱書により医療方法は特許の対象とならないものの，上\n記医師の行為は医療行為そのものではなく，医療行為を介在して「物の\n発明」である本件各特許権を侵害するものである。\nしたがって，上記解釈は法２９条１項柱書に違反するものではない。\n【被告らの主張】\n以下のとおり，被告ら各製品は，「特許が物の発明についてされている場合に\nおいて，その物の生産に用いる物」には当たらない。\n（１） 本件各特許発明における「物」及び「物の生産」の意義\nア  本件各特許発明における「物」の意義\n（ア） 「物の発明」における「物」の意義\n法２条３項１号によれば，物の発明にあっては，その物の生産，使用，\n譲渡等，輸入若しくは輸入又は譲渡等の申出をする行為が「実施」に当\nたるとされている。\nそうすると，患者の体内のみで生成されるようなものは，「譲渡等，輸\n入若しくは輸入又は譲渡等の申出」等の対象となり得ず，「物の発明」と\nしての特許の対象とはなり得ないものである。\nしたがって，「物の発明」としての特許の対象となるのは，「プログラ\nム等」（法２条３項４号）を除けば，民法８５条の「有体物」とほぼ同義\nであって物理的実在を有する「物」に限られる。\n（イ） 本件各特許発明の構成要件のうち「組み合わせてなる」「医薬」の意義\n「組み合わせてなる」「医薬」とは，有効成分が組み合わされることに\nより構成される医薬品を意味し，典型的には配合剤を意味するものであ\nる。\n別々に製剤化された医薬品が含まれるとしても，「配合剤と同視できる\n固定処方のパッケージのキット」 が含まれるにすぎない。\nまた，本件各明細書には，以下の記載がある。\n「【０００３】\n【発明が解決しようとする課題】糖尿病は慢性の病気であり，かつそ\nの病態は複雑で，糖代謝異常と同時に脂質代謝異常や循環器系異常を伴\nう。その結果，病状は多種の合併症を伴って進行してゆく場合が多い。\n従って，個々の患者のそのときの症状に最も適した薬剤を選択する必要\nがあるが，個々の薬剤の単独での使用においては，症状によっては充分\nな効果が得られない場合もあり，また投与量の増大や投与の長期化によ\nる副作用の発現など種々の問題があり，臨床の場ではその選択が困難な\n場合が多い。\n【０００４】\n【課題を解決するための手段】本発明者らは上記した状況に鑑み，薬\n物の長期投与においても副作用が少なく，且つ多くの糖尿病患者に効果\n的な糖尿病予防・治療薬について鋭意研究を重ねた結果，インスリン感\n受性増強剤を必須の成分とし，さらにそれ以外の作用機序を有する他の\n糖尿病予防・治療薬を組み合わせることでその目的が達成されることを\n見いだし，本発明を完成した。」\n上記各記載によれば，本件各特許発明の課題は，「臨床の場ではその選\n択が困難な場合が多い」ことを解消することにあり，これを解決するに\nは，いかなる医薬品を選択し，いかなる量を投与するかなどに関する医\n師の判断を必要としないように，予め適切な容量の各成分を組み合わせ\nた状態にする必要がある。\nしたがって，上記各記載からしても，本件各特許発明における「組み\n合わせてなる」「医薬」とは，「配合剤」を意味するとしか理解すること\nができない。\nイ  本件各特許発明における「物の生産」の意義\n（ア） 法１０１条の「物の生産」の意義\n法１０１条の「物の生産」とは，供給を受けた「発明の構成要件を充\n足しない物」を素材として「発明の構成要件のすべてを充足する物」を\n新たに作り出す行為をいうものであり，加工，修理，組立て等の行為態\n様に限定はない。\nしかしながら，供給を受けた物を素材として，これに何らかの手を加\nえることが必要であり，素材の本来の用途に従って使用するにすぎない\n行為は含まれない。\nしたがって，原告が主張する「③  各有効成分を別々に製剤化した場合\nにおいて，別々に製剤化したものを同一対象に投与するために併せまと\nめること」などは，「物の生産」に当たらない。\n（イ） 本件各特許発明における「物の生産」の意義\n前記アのとおり，本件各特許発明における「物」は，「配合剤」又は「配\n合剤と同視できる固定処方のパッケージのキット」をいうものであり，\n「物の生産」もこれらを生産する行為をいう。\n（ウ） 前記【原告の主張】(２)イに対する反論\n上記主張は，本件各明細書の【発明の詳細な説明】における記載を根\n拠として本件各特許発明の技術的範囲を拡大しようとするものであり，\n法７０条１項に違反しており，許されない。\n（２）被告ら各製品による本件各特許発明における「物の生産」がないこと\n被告ら各製品は，完成された医薬品であり，医師の処方の対象となること\nはあっても，他の医薬品の生産のために用いられることはない。\nしたがって，被告ら各製品により本件各特許発明における「物の生産」が\nされることはない。\n具体的には，以下のとおりである。\nア  薬剤師による生産はないこと\n（ア） 薬剤師の行為\n前記(１)イ(ア)のとおり，「③  各有効成分を別々に製剤化した場合に\nおいて，別々に製剤化したものを同一対象に投与するために併せまとめ\nること」は，「物の生産」に当たらない。\nしたがって，薬剤師が被告ら各製品と本件併用医薬品を併せまとめる\n行為は，本件各特許発明における「物の生産」には当たらない。\n（イ） 上記薬剤師の行為には法６９条３項が適用されること\n法６９条３項の趣旨は，医師が処方する際に特許権を侵害するか否か\nに関する判断を不要とする必要性があること，調剤行為には国民の健康\nの回復という社会的意義があることから，２以上の医薬の混合に関する\n調剤行為について特許権の効力を及ばさないとしたものである。\nこのような趣旨からすれば，薬剤師が別々に製剤化された医薬品を併\nせまとめる行為も，法６９条３項の「混合」に含まれるか，少なくとも\n同条が類推適用されるべきである。\nしたがって，上記薬剤師の行為による直接侵害が成立しない以上，被\n告らの行為について，これによる間接侵害が成立することはない。\nイ  患者による生産はないこと\n（ア） 患者の行為\n前記アのとおり，本件各特許発明における「物」は，「配合剤」又は「配\n合剤と同視できる固定処方のパッケージのキット」をいうものであり，\nこれらの「組み合わせてなる」「医薬」が患者の体内において生産される\nことはない。\nそもそも，前記(１)ア(ア)のとおり，患者の体内のみで生成されるよ\nうな物は「物の発明」に関する特許の対象となるものではない。\n（イ） 被告らの行為に間接侵害が成立しないこと\n個人による特許発明の利用は「業として」の利用ではないから，患者\nの行為について，本件各特許発明に関する直接侵害が成立することはな\nい。\n上記患者の行為による直接侵害が成立しない以上，被告らの行為につ\nいて，これによる間接侵害が成立することはない。\nウ  医師による生産がないこと\n（ア） 医師の行為\n前記ア及びイのとおり，いかなる時点においても，被告各製品により\n本件各特許発明における「物の生産」がされることはない。\n（イ） 医薬の併用は，特許の対象とならないこと\n医療方法に関する発明は，「産業上利用することができる発明」（法２\n９条１項柱書）には当たらないから，本来，特許を受けることができな\nいものである。\n医薬品を併用投与する行為は，患者に特定の医薬品を用いて治療する\nものであり，医療方法であるから，仮に，これが本件各特許発明の実施\nに当たるのであれば，本件各特許発明は，本来，法２９条１項柱書に違\n反するものとして特許を受けることができないものである。\n２  争点１－２（被告ら各製品が，「日本国内において広く一般に流通しているも\nの」に当たるか）について\n【被告らの主張】\n以下のとおり，被告ら各製品は，「日本国内において広く一般に流通している\nもの」に当たる。\n（１） 「日本国内において広く一般に流通しているもの」の意義\nア  「日本国内において広く一般に流通しているもの」とは，典型的には，\nねじ，釘，電球，トランジスター等のような，日本国内において広く普及\nしている一般的な製品，すなわち，特注品ではなく，他の用途にも用いる\nことができ，市場において一般に入手可能な状態にある規格品，普及品を\n意味する。\nイ  ある物品について特許に規定された用途以外の他の用途がある場合に，\n当該特許発明の実施に供される構成部分のみを当該物品から除去できる\nときには，他の用途でその後も使用することができる。これに対し，除去\nできないときにまで間接侵害の成立が認められると，本来の特許権の効力\nを超えた他の用途についてまで特許権の効力を及ぼすことになるから，妥\n当でない。\nしたがって，特許発明の実施に供される構成部分のみを容易に除去でき\nないときには，他の用途での使用可能性を保護するため，当該物品は「日\n本国内において広く一般に流通しているもの」に当たるものとするべきで\nある。\n（２） 被告ら各製品が「日本国内において広く一般に流通しているもの」に当た\nること\nア  原告は，原告製品を長期間にわたり製造販売してきており，一般の医療\n機関は，原告製品を容易に入手できた。\nまた，原告製品は，単剤として使用され又は本件併用医薬品以外の医薬\n品とも併用されるなど，本件各特許発明とは明らかに無関係な用途に広く\n用いられてきた。\nしたがって，原告製品は，「日本国内において広く一般に流通している\nもの」に当たり，これと有効成分が同じである被告ら各製品も同様である。\nイ  医師が被告ら各製品と本件併用医薬品を併用することがあるとしても，\n被告らがそれをコントロールすることはできないものであり，被告ら各製\n品は，本件各特許発明に用いられる構成部分のみを除去することが不可能\nなものである。\nウ  前提事実(３)アのとおり，原告先行特許の存続期間は満了しており，被\n告ら各製品の製造販売は，本来，誰もが自由に行い得るものである。\n【原告の主張】\n以下のとおり，被告ら各製品は，「日本国内において広く一般に流通している\nもの」には当たらない。\n（１） 「日本国内において広く一般に流通しているもの」の意義\n「日本国内において広く一般に流通しているもの」とは，広い用途を有す\nるねじや釘のような普及品，汎用品をいい，単に市場において一般に入手可\n能であるものや，特許発明の実施用途以外の用途を有するものは含まれない。\n（２） 被告ら各製品が「日本国内において広く一般に流通しているもの」には当\nたらないこと\n被告ら各製品は，用途が２型糖尿病の予防又は治療に限定されている上，\n医師の作成する処方せんがなければ入手することができないものであり，市\n場において一般に入手可能な状態にある規格品，普及品ではない。\n３  争点１－３（被告ら各製品が，「その発明による課題の解決に不可欠なもの」\nに当たるか）について\n【原告の主張】\n以下のとおり，被告ら各製品は，「その発明による課題の解決に不可欠なもの」\nに当たる。\n（１） 「課題の解決に不可欠なもの」の意義\n「課題の解決に不可欠なもの」とは，特許発明が新たに開示する従来技術\nに見られない特徴的技術手段について，当該手段を特徴付けている特有の構\n成ないし成分を直接もたらす，特徴的な部材，原料，道具等をいう。\nその発明にとって些末な部品等は含まれないものの，その発明にとって重\n要な部品等は，他に非侵害の用途があるものや公知の従来技術であっても含\nまれる。\n（２） 被告ら各製品が本件各特許発明の「課題の解決に不可欠なもの」に当たる\nこと\nア  本件各特許発明の課題は，２型糖尿病について，より高い治療効果を得\nると共に可及的に副作用を低減した組合せ医薬を得ることにある。\nそして，被告ら各製品は，本件各特許発明が新たに開示する「ピオグリ\nタゾンと本件併用医薬品との組合せ」という従来技術に見られない技術的\n特徴的手段について，「組み合わせてなる医薬の薬効成分」という当該手\n段を特徴付けている特有の成分を直接もたらす特徴的な部材である。\nイ  仮に公知の従来技術は「課題の解決に不可欠なもの」に当たらないとし\nても，本件各特許発明は，被告ら各製品（原告製品）について，本件各併\n用剤と組み合わせるまでは発揮されなかった物質属性を新たに見出したも\nのである。\nこの物質属性は公知の従来技術ではないから，この物質属性を伴う被告\nら各製品は，「課題の解決に不可欠なもの」に当たる。\n【被告らの主張】\n以下のとおり，被告ら各製品は，「その発明による課題の解決に不可欠なもの」\nには当たらない。\n（１） 「課題の解決に不可欠なもの」の意義\n請求項に記載された発明の構成要素であっても，その発明が解決しようと\nする課題とは無関係に従来から必要とされていたものは，「発明による課題の\n解決に不可欠なもの」には当たらない。\n（２） 被告ら各製品が本件各特許発明の「課題の解決に不可欠なもの」には当た\nらないこと\nア  本件各明細書には，副作用低減の効果に関する記載はなく，併用効果に\nついても限られた記載しかないから，本件各特許発明の技術的課題に関す\nる前記【原告の主張】(２)アは誤っている。\n前記１【被告らの主張】(１)ア(イ)のとおり，本件各明細書の記載によ\nれば，本件各特許発明の課題は，臨床の場で薬剤の選択や投与量などの選\n択をする必要がないようにすることであるから，課題を解決するためには\n予め適切な容量の各成分を組み合わせる必要がある。そして，被告ら各製\n品は，完成された単独の医薬品であり，他の医薬品と併用する場合にも医\n師の判断を必要とするものであり，上記課題を解決することができるもの\nではない。\nイ  物の発明に関する「課題の解決に不可欠なもの」は，生産，譲渡等の対\n象となるものであるから，単なる物の特性などは，これに当たらない。\n本件各特許発明が新たに開示したのは，原告製品又は被告ら各製品を新\nたな用途に用いることであり，物質の構成等ではないから，本件各特許発\n明には「発明の課題の解決に不可欠なもの」に当たる部材がないのである。\nウ  前記【原告の主張】を前提とすると，従来から公知であった本件併用医\n薬品を製造販売する行為についても，本件各特許発明の間接侵害に当たる\nことになるが，これが不当であることは明らかである。\n４  争点１－４（被告らは，本件各特許発明が特許発明であること及び被告ら各\n製品がその発明の実施に用いられることについて悪意であったか）について\n【原告の主張】\n以下のとおり，被告らは，本件各特許発明が特許発明であること及び被告ら\n各製品がその発明の実施に用いられることについて悪意であった。\n（１） 本件各特許発明が特許発明であることについての悪意\n原告は，平成２３年１月，厚生労働大臣が被告ら各製品について製造承認\nをした後，被告らに対し，本件各特許発明について明記した文書を送付した。\nしたがって，被告らは，遅くともこの時点又は本件訴状送達の日において，\n本件各特許発明が特許発明であることを認識した。\n（２） 被告ら各製品がその発明の実施に用いられることについての悪意\n以下のとおり，被告ら各製品の添付文書の記載及び医療実態からすれば，\n被告らは，被告ら各製品が本件各特許発明の実施に用いられることについて\n悪意であったものである。\nア  被告ら各製品の添付文書の記載\n被告ら各製品の添付文書には，以下の記載がある。\n「【効能・効果】\n２型糖尿病\nただし，下記のいずれかの治療で十分な効果が得られずインスリン抵\n抗性が推定される場合に限る。\n１. ①食事療法，運動療法のみ\n②食事療法，運動療法に加えて，スルホニルウレア剤を使用\n③食事療法，運動療法に加えて，α－グルコシダーゼ阻害剤を使用\n④食事療法，運動療法に加えてビグアナイド系薬剤を使用\n２. 食事療法，運動療法に加えてインスリン製剤を使用」\n上記記載のうち②は本件特許発明Ｂ－７，③は本件特許発明Ａ－１，５，\n④は本件特許発明Ｂ－１ないしＢ－３の実施に当たる。\nしたがって，これらの記載によれば，被告らが，被告ら各製品について\n本件各特許発明の実施に用いられることを認識していることは明らかで\nある。\nイ  医療実態\n(ア)  原告製品は，１か月あたり１万５０００件ないし１万７５００件程度\nの利用実績がある。\nこのうち単剤で処方される割合は約２５％にすぎず，残りの７５％で\nある約１万１０００件ないし１万３５００件では，他の糖尿病治療薬と\n併用されている。このうち約３７％がグリメピリドとの併用（本件特許\n発明Ｂ－７），約２５％がαグルコシダーゼ阻害剤との併用（本件特許発\n明Ａ），約２０％がビグアナイド剤との併用（本件特許発明Ｂ－１ないし\nＢ－３）である。\nこのように，本件各特許発明は，医療現場において，不可避的かつ大\n量に実施されているものである。\n(イ)  被告らは，被告ら各製品を販売する以前から本件併用医薬品を販売し\nており，被告ら各製品を製造販売した当初から，前記(ア)の医療実態を\n認識していた。\nしたがって，被告らは，被告ら各製品が原告製品と同様に本件各特許\n発明の実施に用いられることを認識していたものである。\n【被告らの主張】\n以下のとおり，被告らは，被告ら各製品が本件各特許発明の実施に用いられ\nることについて悪意ではない。\n（１） 被告ら各製品の添付文書の記載\n前記【原告の主張】(２)アの被告ら各製品の添付文書における記載は，食\n事療法，運動療法や本件併用医薬品等の他剤の使用により，十分な治療効果\nが得られない場合に，被告ら各製品の効能・効果があることを記載したもの\nにすぎない。\n被告ら各製品を単独で投与するか，他の医薬品と併用投与するか等につい\nては，医師が裁量で判断することであり，被告ら各製品が実際にどのように\n処方されるかについて，被告らは知りようがない。\n（２） 医療実態\n原告提出の書証を前提としても，原告製品の利用実績のうちグリメピリド\nとの併用（本件特許発明Ｂ－７）は１７.１％，α－グルコシターゼ阻害剤と\nの併用（本件特許発明Ａ）は６.５％，ビグアナイド剤との併用（本件特許発\n明Ｂ－１ないしＢ－３）は３.４％にすぎず，合計しても２７％にすぎない。\n前記【原告の主張】(２)イ(ア)は，３つ以上の医薬品を併用した事例を重\n複して計算したものであるが，原告の主張によれば，３つ以上の医薬品を併\n用した事例は本件各特許発明の技術的範囲には属さないものである。\nしたがって，本件各特許発明が不可避的かつ大量に実施されているという\n医療実態などない。\n５  争点２（被告らの行為について，本件各特許権に対する直接侵害が成立する\nか）について\n【原告の主張】\n以下のとおり，被告らの行為については，本件各特許権に対する直接侵害が\n成立する。\n（１） 被告ら各製品による本件各特許発明における「物の生産」\n前記１【原告の主張】(２)と同じ。\n（２） 医師らの行為を道具として支配することによる直接侵害\n以下のとおり，被告らは，医師，薬剤師又は患者の行為を支配し，本件各\n特許発明における「物の生産」をしている。\nア  医療実態\n原告製品の利用実績は，前記４【原告の主張】(２)イ(ア)のとおりであ\nる。\n医師は，患者の症状等を勘案し，本件各特許発明による併用投与の必要\n性があると判断した場合には，患者に対して処方せんを作成交付しなけれ\nばならない（医師法２２条柱書）。\n薬剤師は，この処方せんに基づき，患者に対し，被告ら各製品と本件併\n用医薬品を用意して，併せまとめて交付し，患者は，これらを服用する。\nしたがって，被告ら各製品が医療機関に販売された後は，医師，薬剤師\n又は患者の意志にかかわらず，被告ら各製品と本件併用医薬品の併用が必\n要な患者には，不可避的に本件各特許発明が実施されることになる。\nイ  被告らの行為による医師らの行為に対する支配\n前記４【原告の主張】(２)イ(イ)のとおり，被告らは，前記アの医療実\n態を十分に認識していた。\n被告ら各製品は，不可避的に本件各特許発明の実施に用いられるもので\nあるから，被告らは，医師，薬剤師又は患者の行為を道具として利用し，\nこれを支配することによって本件各特許発明を実施しているものといえる。\n（３） 積極的教唆による直接侵害\n被告らは，被告ら各製品のほかに本件併用医薬品を販売するなどして，被\n告ら各製品と本件併用医薬品を組み合わせて使用することにつき，医師らに\n対する積極的教唆をしており，これは本件各特許権の直接侵害に当たる。\nア  医療実態及び被告らの認識\n前記(２)と同じ。\nイ  被告らによる医師に対する積極的教唆\n前記４【原告の主張】(２)アのとおり，被告らは，被告ら各製品の添付\n文書その他の情報提供文書において，本件各特許発明による効能・効果及\nび併用時の具体的用量を明記し，医師に対し，被告ら各製品について本件\n各特許発明の実施に用いることが可能であることを積極的に情報提供す\nるなどしている。\nこれらの教唆行為は，本件各特許権に対する直接侵害に当たる。また，\nこれらの教唆行為をすることにより，本件各特許発明の実施に直結する被\n告ら各製品を販売する行為（被告らの行為）も，本件各特許権に対する直\n接侵害に当たる。\n【被告らの主張】\n以下のとおり，被告らの行為について，本件各特許権に対する直接侵害が成\n立することはない。\n（１） 被告ら各製品による本件各特許発明における「物の生産」がないこと\n前記１【被告らの主張】(２)と同じ。\n（２） 医師らの行為を道具として支配することによる直接侵害\n被告らは，医療関係者又は患者の行為を支配して本件各特許発明に関する\n「物の生産」をしてなどいない。\nア  医療実態\n前記４【被告らの主張】(２)と同じ。\nイ  被告らによる医師の処方への支配などないこと\n前記４【被告らの主張】(１)のとおり，患者に対する治療は，医師が裁\n量により判断することであり，被告らが，医師の処方を道具として利用，\n支配することなどありえない。薬剤師，患者の行為は，医師の処方に基づ\nくものであるから，医師の処方について道具として観念できないときに，\n薬剤師，患者の行為を道具として観念する余地もない。\n（３） 積極的教唆による直接侵害\nア  医療実態\n前記(２)アと同じ。\nイ  被告らによる医師に対する積極的教唆はないことなど\n前記４【被告らの主張】(１)のとおり，被告ら各製品の添付文書には，\n食事療法，運動療法や本件併用医薬品を含む他剤の使用によっても十分な\n効果が得られない場合に，被告ら各製品を投与することによる効能・効果\nがあると記載されているにすぎない。\n被告ら各製品と他の医薬品との併用を前提とした記載もなく，併用を積\n極的に教唆するものではない。\nそもそも，被告ら各製品の添付文書における記載は，厚生労働大臣の承\n認を得て記載したものであって，被告らが恣意的に記載することができる\nものでもない。\n特許権侵害の教唆行為について直接侵害が成立することはないから，こ\nの点に関する原告の主張はそもそも失当である。\n６  争点３－１（本件各特許発明は，特許法２９条１項柱書に違反するものであ\nるか）について\n【被告らの主張】\n前記１【被告らの主張】(２)ウ(イ)のとおり，本件各特許発明が医薬品を併\n用して投与する行為も技術的範囲に含むのであれば，本件各特許発明は，医療\n方法に関する発明であり，「産業上利用することができる発明」（特許法２９条\n１項柱書）には当たらない。\nしたがって，本件各特許発明は，特許法２９条１項柱書に違反するものとし\nて，特許無効審判により無効とされるべきものである。\n【原告の主張】\n本件各特許発明は「物の発明」であり，「方法の特許」ではないから，特許法\n２９条１項柱書に違反するものではない。\n７  争点３－２（本件各特許発明は，引用発明１と同一のものであるか）につい\nて\n【被告らの主張】\n以下のとおり，本件各特許発明は，引用発明１と同一のものである。\n（１） 引用例１に記載された発明（引用発明１）\nア  引用例１の記載\n引用例１には，インスリン抵抗性改善薬としてピオグリタゾン，α－グ\nルコシダーゼ阻害剤としてアカルボース，ミグリトール及びボグリボース，\nＳＵ剤としてグリメピリド並びにビグアナイド剤が，それぞれ記載されて\nいるほか，以下の記載がある。\n「糖尿病状態になれば，病状と分泌不全と抵抗性とのバランスにより，\n以下の薬剤の組合せが試みられる（図６）。」「空腹時血糖が１１０mg／dl\nから１３９mg／dl であれば，空腹時の肝糖産生抑制するために就寝前に\nスルフォニール尿素剤の経口投与，あるいはインスリン抵抗性改善剤やビ\nグアナイド剤の投与が試みられるが，やはりそれらとα－グルコシダーゼ\n阻害剤の併用が好ましい。次に空腹時血糖が１４０mg／dl から１９９\nmg／dl であれば，スルフォニール尿素剤単独投与，スルフォニール尿素\n剤とインスリン抵抗性改善薬との併用が試みられる。しかし同様にα－グ\nルコシダーゼ阻害剤の併用という３者併用療法が好ましい。」「やはりα－\nグルコシダーゼ阻害剤の併用による食後過血糖のより効果的な是正が好\nましい。さらに必要に応じてインスリン抵抗性改善薬との併用によりイン\nスリン需要量の軽減が期待される。」\nイ  引用発明１の内容\n前記アの記載によれば，引用例１には以下の各発明が記載されている。\n(ア)  引用発明１－Ａ－１\nＡ  ピオグリタゾンと，\nＢ  アカルボース，ボグリボース及びミグリトールから選ばれるα－グ\nルコシダーゼ阻害剤を併用することで，\nＣ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n(イ)  引用発明１－Ａ－５\nＤ  α－グルコシダーゼ阻害剤がボグリボースである\nＥ  引用発明１－Ａ－１\n(ウ)  引用発明１－Ｂ－１\nＡ  ピオグリタゾンと\nＢ  ビグアナイド剤を併用することで，\nＣ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n(エ)  引用発明１－Ｂ―７\nＨ  ピオグリタゾンと，\nＩ  グリメピリドを併用することで，\nＪ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n（２） 本件各特許発明と引用発明１との対比\nア  本件特許発明Ａ－１と引用発明１－Ａ－１との対比\n構成要件Ａと引用発明の構成Ａは，いずれも「ピオグリタゾン」につい\nて記述するものであるから同一であり，構成要件Ｂのうち「アカルボース，\nボグリボース及びミグリトールから選ばれるα－グルコシダーゼ阻害剤」\nについて記述する部分も引用発明の構成Ｂと同一である。\n前記１【原告の主張】によれば，別々の医薬を併用して糖尿病又は糖尿\n病性合併症の予防・治療を行うことも「組み合わせてなる」「糖尿病また\nは糖尿病性合併症の予防・治療用医薬」に当たる。\nまた，併用に適した薬剤を組み合わせて配合剤とすることは設計的事項\nにすぎないから，本件特許発明Ａ－１の「組み合わせてなる」「糖尿病ま\nたは糖尿病性合併症の予防・治療用医薬」という構成は，実質的にみれば，\n引用例１に記載されているに等しい事項であるともいえる。\nしたがって，その余の構成要件Ｂ及びＣも，引用発明の構成Ｂ及びＣと\n同一である。\nイ  本件特許発明Ａ－５と引用発明１－Ａ－５との対比\n構成要件Ｄは，引用発明の構成Ｄと同一であり，前記アのとおり，構成\n要件Ｅも引用発明の構成Ｅと同一である。\nウ  本件特許発明Ｂ－１と引用発明１－Ｂ－１との対比\n構成要件Ａと引用発明の構成Ａは，いずれも「ピオグリタゾン」につい\nて記述するものであるから同一であり，構成要件Ｂのうち「ビグアナイド\n剤」について記述する部分も引用発明の構成Ｂと同一である。\n前記アと同様の理由から，その余の構成要件Ｂ及びＣも，引用発明の構\n成Ｂ及びＣと同一である。\nエ  本件特許発明Ｂ－２及びＢ－３と引用発明１－Ｂ－１との対比\n前記ウのとおり，本件特許発明Ｂ－２の構成要件Ｅ及び本件特許発明Ｂ\n－３の構成要件Ｇ（本件特許発明Ｂ－１）は，引用発明１－Ｂ－１の構成\nと同一である。\nまた，本件優先日Ｂより前に，ビグアナイド剤としてフェンホルミン，\nメトホルミン及びブホルミンがあることは広く知られており，引用例１に\n記載されたビグアナイド剤がこれらを意味することは当業者にとって自\n明の事柄であった。\nしたがって，本件特許発明Ｂ－２の構成要件Ｄ及び本件特許発明Ｂ－３\nの構成要件Ｆも，実質的にみて引用例１に記載されているに等しい事項で\nある。\nオ  本件特許発明Ｂ－７と引用発明１－Ｂ－７との対比\n本件特許発明Ｂ－７の構成要件Ｈは，ピオグリタゾンの用量について\n「０.０５～５mg／kg 体重」と限定している。\nしかし，これは，体重６０kg の患者に対し３mg～３００mg という広範\nな使用量を定めたものであり，実質的には意味のない限定である。\nしたがって，構成要件Ｈは引用発明の構成Ｈと同一であり，構成要件Ｉ\nのうち「グリメピリド」について記述した部分も引用発明の構成Ｉと同一\nである。\nまた，前記アと同様の理由から，その余の構成要件Ｉ及びＪについても，\n引用発明の構成Ｉ及びＪと同一である。\n（３） 後記【原告の主張】に対する反論\n刊行物に特定の技術的思想が開示されているというためには，出願時の技\n術水準を基礎として当業者が容易に実施しうる程度に開示されていれば足り\nる。\nしたがって，「刊行物に記載された発明」に当たるか否かについては当該発\n明の構成が引用例に記載されているか否かのみが問題であり，薬理効果を確\n認したことなどの「有効性及び安全性」に関する記載は必要ない。\n【原告の主張】\n以下のとおり，本件各特許発明は，引用発明１と同一のものではない。\n（１） 引用例１の記載\n引用例１には，ピオグリタゾンと本件併用医薬品を併用することにより，\n実際に糖尿病治療が行われたとする記載や，これらの医薬を併用することに\nより糖尿病治療に関する薬理効果を実際に確認したとする記載は全くない。\nまた，ピオグリタゾンは，インスリン抵抗性改善剤の例示として記載され\nているにすぎず，インスリン抵抗性改善剤の中からピオグリタゾンを選択し，\nこれと本件併用医薬品を組み合わせることにより併用治療を行うことについ\nての記載や示唆も全くない。\n（２） 引用発明１の内容及び本件各特許発明との対比\n前記(１)によれば，引用例１に引用発明１が記載されているとはいえない。\nよって，本件各特許発明は，引用例１に記載された発明（引用発明１）と\n同一のものではない。\n８  争点３－３（本件各特許発明は，引用発明２と同一のものであるか）につい\nて\n【被告らの主張】\n以下のとおり，本件各特許発明は，引用発明２と同一のものである。\n（１） 引用例２に記載された発明（引用発明２）\nア  引用例２の記載\n引用例２には，ピオグリタゾン，アカルボース，ボグリボース及びグリ\nメピリドについて記載されているほか，以下の記載がある。\n「２）併用療法の可能性と危険性\n血糖降下に対する併用療法については，インスリン製剤とＳＵ剤，ＳＵ\n剤とＢＧ剤との併用が古くから提唱され，症例によっては用いられている。\nとりわけ，前者に関してはＳＵ剤の二次無効例にインスリン治療への切り\n換え前に一時的に用いることが多い。後者については，両剤の作用メカニ\nズムが異なることから理論的には，各単独に比べてより良い効果は十分期\n待できるので，乳酸アシドーシスと低血糖に注意して，処方を試みてもお\nもしろい。\nしかし，新しい作用メカニズムをもった経口血糖降下剤が登場すること\nになれば，各薬剤間での併用療法にも新しい展開がみられることが十分予\n測されるところである。その可能性を示せば図３となる。インスリン作用\n増強剤は，インスリン治療下の患者以外で十分効果が期待できるのに対し，\n糖質吸収阻害剤はあらゆる治療法との併用が可能である。ただし，インス\nリン製剤およびＳＵ剤との併用にさいしては，厳に低血糖に注意すること\nが肝要である。ここでいう糖質吸収阻害剤は，ブドウ糖以外の糖質を意味\nし，万が一糖質吸収阻害剤で低血糖発作が出現したさいには，その解消は\nブドウ糖のみであることを忘れてはならない。」\n上記図３の「インスリン作用増強剤」にはピオグリタゾンが，「糖質吸収\n阻害剤」にはαグルコシターゼ阻害剤が，それぞれ含まれる。また，「Ｓ\nＵ剤」には，グリメピリドが含まれる。「ＢＧ剤」は，ビグアナイド剤を\n指すものである。\nイ  引用発明２の内容\n前記アによれば，引用例２には，以下の発明（引用発明２）が記載され\nている。\n(ア)  引用発明２－Ａ－１\nＡ  ピオグリタゾンと，\nＢ  α－グルコシダーゼ阻害剤を併用することで，\nＣ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n(イ)  引用発明２－Ａ－５\nＤ  α－グルコシダーゼ阻害剤がボグリボースである\nＥ  引用発明２－Ａ－１\n(ウ)  引用発明２－Ｂ－１\nＡ  ピオグリタゾンと，\nＢ  ビグアナイド剤を併用することで，\nＣ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n(エ)  引用発明２－Ｂ－７\nＨ  ピオグリタゾンと，\nＩ  グリメピリドを併用することで，\nＪ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n（２） 本件各特許発明と引用発明２との対比\nア  本件特許発明Ａ－１と引用発明２－Ａ－１との対比\n構成要件Ａと引用発明の構成Ａは，いずれも「ピオグリタゾン」につい\nて記述するものであるから同一であり，構成要件Ｂのうち「α－グルコシ\nダーゼ阻害剤」について記述する部分も引用発明の構成Ｂと同一である。\n前記７【被告の主張】(２)アと同様の理由から，その余の構成要件Ｂ及\nびＣも，引用発明の構成Ｂ及びＣと同一である。\nイ  本件特許発明Ａ－５と引用発明２－Ａ－５との対比\n構成要件Ｄは引用発明の構成Ｄと同一であり，前記アのとおり構成要件\nＥも引用発明の構成Ｅと同一である。\nウ  本件特許発明Ｂ－１と引用発明２－Ｂ－１との対比\n構成要件Ａと引用発明の構成Ａは，いずれも「ピオグリタゾン」につい\nて記述するものであるから同一であり，構成要件Ｂのうち「ビグアナイド\n剤」について記述する部分も引用発明の構成Ｂと同一である。\n前記アと同様の理由から，その余の構成要件Ｂ及びＣも同一である。\nエ  本件特許発明Ｂ－２及びＢ－３と引用発明２－Ｂ－１との対比\n前記ウのとおり，本件特許発明Ｂ－２の構成要件Ｅ及び本件特許発明Ｂ\n－３の構成要件Ｇ（本件特許発明Ｂ－１）は，引用発明２－Ｂ－１の構成\nと同一である。\nまた，前記７【被告の主張】(２)エのとおり，本件優先日Ｂより前に，\nビグアナイド剤としてフェンホルミン，メトホルミン及びブホルミンがあ\nることは広く知られており，引用例２に記載されたビグアナイド剤がこれ\nらを意味することは当業者にとって自明の事柄であった。\nしたがって，本件特許発明Ｂ－２の構成要件Ｄ及び本件特許発明Ｂ－３\nの構成要件Ｆも，実質的にみて引用例２に記載されているに等しい事項で\nある。\nオ  本件特許発明Ｂ－７と引用発明２－Ｂ－７との対比\n前記７【被告の主張】(２)オと同様の理由から，構成要件Ｈは引用発明\nの構成Ｈと同一であり，構成要件Ｉのうち「グリメピリド」について記述\nした部分も引用発明の構成Ｉと同一である。\nまた，前記アと同様の理由から，その余の構成要件Ｉ及びＪも，引用発\n明の構成Ｉ及びＪと同一である。\n（３） 後記【原告の主張】に対する反論\n前記７【被告の主張】(３)と同じである。\n【原告の主張】\n以下のとおり，本件各特許発明は，引用発明２と同一のものではない。\n（１） 引用例２の記載\n引用例２には，ピオグリタゾンと本件併用医薬品を併用することにより，\n実際に糖尿病治療が行われたとする記載や，これらの医薬を併用することに\nより糖尿病治療に関する薬理効果を実際に確認したとする記載は全くない。\nまた，ピオグリタゾンは，インスリン抵抗性改善剤の例示として記載され\nているにすぎず，インスリン抵抗性改善剤の中からピオグリタゾンを選択し，\nこれと本件併用医薬品を組み合わせることにより併用治療を行うことについ\nての記載や示唆も全くない。\n（２） 引用発明２の内容及び本件各特許発明との対比\n前記(１)のとおり，引用例２に引用発明２が記載されているとはいえない。\nよって，本件各特許発明は，引用例２に記載された発明（引用発明２）と\n同一のものではない。\n９  争点３－４（本件特許発明Ａ及びＢ－７は，引用発明３と同一のものである\nか）について\n【被告らの主張】\n以下のとおり，本件特許発明Ａ及びＢ－７は，引用発明３と同一のものであ\nる。\n（１） 引用例３に記載された発明（引用発明３）\nア  引用例３の記載\n引用例３には，ピオグリタゾン，アカルボース，ボグリボース及びミグ\nリトール並びにグリメピリドが記載されているほか，「新たな治療薬の参入\nによって今後のＮＩＤＤＭの薬物療法のあり方も変わってゆくものと思わ\nれる（図３）。」との記載があり，以下の図３が記載されている。\n上記図３のうち「ＡＤ４８３３」はピオグリタゾン，「ＨＯＥ４９０」は\nグリメピリドを指す。\nイ  引用発明３の内容\n前記アによれば，引用例３には以下の発明（引用発明３）が記載されて\nいる。\n(ア)  引用発明３－Ａ－１\nＡ  ピオグリタゾンと，\nＢ  アカルボース，ボグリボース及びミグリトールから選ばれるα－グ\nルコシダーゼ阻害剤を併用することで\nＣ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n(イ)  引用発明３－Ａ－５\nＤ  α－グルコシダーゼ阻害剤がボグリボースである\nＥ  引用発明３－Ａ－１\n(ウ)  引用発明３－Ｂ－７\nＨ  ピオグリタゾンと，\nＩ  グリメピリドを併用することで\nＪ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n（２） 本件特許発明Ａ及びＢ－７と引用発明３との対比\nア  本件特許発明Ａ－１と引用発明３－Ａ－１との対比\n構成要件Ａと引用発明の構成Ａは，いずれも「ピオグリタゾン」につい\nて記述するものであるから同一であり，構成要件Ｂのうち「α－グルコシ\nダーゼ阻害剤」について記述する部分も引用発明の構成Ｂと同一である。\n前記７【被告の主張】(２)アと同様の理由から，その余の構成要件Ｂ及\nびＣも，引用発明の構成Ｂ及びＣと同一である。\nイ  本件特許発明Ａ－５と引用発明３－Ａ－５との対比\n構成要件Ｄと引用発明の構成Ｄは，同一であり，前記アのとおり，構成\n要件Ｅも引用発明の構成Ｅと同一である。\nウ  本件特許発明Ｂ－７と引用発明３－Ｂ－７との対比\n前記７【被告の主張】(２)オと同様の理由から，構成要件Ｈは引用発明\nの構成Ｈと同一であり，構成要件Ｉのうち「グリメピリド」について記述\nした部分も引用発明の構成Ｉと同一である。\nまた，前記アと同様の理由から，その余の構成要件Ｉ及びＪも引用発明\nの構成Ｉ及びＪと同一である。\n（３） 後記【原告の主張】に対する反論\n前記７【被告の主張】(３)と同じである。\n【原告の主張】\n以下のとおり，本件特許発明Ａ及びＢ－７は，引用発明３と同一のものでは\nない。\n（１） 引用例３の記載\n引用例３には，ピオグリタゾンと本件併用医薬品を併用することにより，\n実際に糖尿病治療が行われたとする記載や，これらの医薬を併用することに\nより糖尿病治療に関する薬理効果を実際に確認したとする記載は全くない。\nまた，ピオグリタゾンは，インスリン抵抗性改善剤の例示として記載され\nているにすぎず，インスリン抵抗性改善剤の中からピオグリタゾンを選択し，\nこれと本件併用医薬品を組み合わせることにより併用治療を行うことについ\nての記載や示唆も全くない。\n（２） 引用発明３の内容及び本件特許発明Ａ及びＢ－７との対比\n前記(１)のとおり，引用例３に引用発明３が記載されているとはいえない。\nよって，本件特許発明Ａ及びＢ－７は，引用例３に記載された発明（引用\n発明３）と同一のものではない。\n10  争点３－５（本件特許発明Ｂは，引用発明４と同一のものであるか）につい\nて\n【被告らの主張】\n以下のとおり，本件特許発明Ｂは，引用発明４と同一のものである。\n（１） 引用例４に記載された発明（引用発明４）\nア  引用例４の記載\n引用例４には，ビグアナイド剤としてメトホルミン，インスリン感受性\n増強剤としてピオグリタゾンが記載されているほか，以下の記載がある。\n「チアゾリジンジオン系薬剤が，既にスルホニルウレアやメトホルミンで\n治療中の患者の併用療法において，インスリン感受性増強剤として有用な\n役割を果たす可能性がさらに高い。」\nイ  引用発明４の内容\n前記アによれば，引用例４には，以下の発明（引用発明４）が記載され\nている。\n(ア)  引用発明４－Ｂ－１\nＡ  ピオグリタゾンと，\nＢ  ビグアナイド剤を併用することで，\nＣ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n(イ)  引用発明４－Ｂ－３\nＦ  ビグアナイド剤がメトホルミンである\nＧ  引用発明４－Ｂ－１\n（２） 本件特許発明Ｂと引用発明４との対比\nア  本件特許発明Ｂ－１と引用発明４－Ｂ－１との対比\n構成要件Ａと引用発明の構成Ａは，いずれも「ピオグリタゾン」につい\nて記述するものであるから同一であり，構成要件Ｂのうち「ビグアナイド\n剤」について記述する部分も引用発明の構成Ｂと同一である。\n前記７【被告の主張】(２)アと同様の理由から，その余の構成要件Ｂ及\nびＣも，引用発明の構成Ｂ及びＣと同一である。\nイ  本件特許発明Ｂ－２及びＢ－３と引用発明４との対比\n前記アのとおり，本件特許発明Ｂ－２の構成要件Ｅ及び本件特許発明Ｂ\n－３の構成要件Ｇ（本件特許発明Ｂ－１）は，引用発明４－Ｂ－１の構成\nと同一である。\nまた，前記(１)イ(イ)のとおり，本件特許発明Ｂ－３の構成要件Ｆは，\n引用発明４－Ｂ－３の構成Ｆと同一である。\nさらに，本件優先日Ｂより前に，ビグアナイド剤としてフェンホルミン，\nメトホルミン及びブホルミンがあることは広く知られており，引用例４に\n記載されたビグアナイド剤がこれらを意味することは当業者にとって自\n明の事柄であった。\nしたがって，構成要件Ｄも，実質的にみて引用例４に記載されているに\n等しい事項である。\n（３） 後記【原告の主張】に対する反論\n前記７【被告の主張】(３)と同じである。\n【原告の主張】\n以下のとおり，本件特許発明Ｂは，引用発明４と同一のものではない。\n（１） 引用例４の記載\n引用例４には，ピオグリタゾンとビグアナイド剤（メトホルミン）を併用\nすることにより，実際に糖尿病治療が行われたとする記載や，これらの医薬\nを併用することにより糖尿病治療に関する薬理効果を実際に確認したとする\n記載は全くない。\nまた，ピオグリタゾンは，インスリン抵抗性改善剤の例示として記載され\nているにすぎず，インスリン抵抗性改善剤の中からピオグリタゾンを選択し，\nビグアナイド剤と組み合わせることにより併用治療を行うことについての記\n載や示唆も全くない。\n（２） 引用発明４の内容及び本件特許発明Ｂとの対比\n前記(１)のとおり，引用例４に引用発明４が記載されているとはいえない。\nよって，本件特許発明Ｂは，引用例４に記載された発明（引用発明４）と\n同一のものではない。\n11  争点３－６（本件特許発明Ｂ－７は，引用発明５と同一のものであるか）に\nついて\n【被告らの主張】\n以下のとおり，本件特許発明Ｂ－７は，引用発明５と同一のものである。\n（１） 引用例５に記載された発明（引用発明５）\nア  引用例５の記載\n引用例５には，ＳＵ剤としてグリベンクラミド又はグリクラジドで十分\nな効果が得られない患者に対し，ピオグリタゾンの併用投与試験を行った\nことに関する以下の記載がある。なお，「ＡＤ－４８３３」とは，ピオグ\nリタゾンを指すものである。\n「ＳＵ剤を使用中のＮＩＤＤＭに対してＡＤ－４８３３（ＡＤ）を併用\nし，ＳＵ剤の血中濃度推移への影響，血糖，ＩＲＩの推移について検討し\nた。」\n「〔成績〕FPG（空腹時血糖）は１９４→１７３mg／dl と２１mg／dl\n低下し，」「〔結論〕ＳＵ剤とＡＤの併用投与により，ＳＵ剤の血中濃度に\n大きな影響及び副作用は認めず，危惧すべき相互作用はみられなかった。\n軽度の血糖改善を認めたが十分な効果を得るにはより長期の投与が必要\nと判断された。」\nイ  引用発明５\n前記アによれば，引用例５には以下の発明（引用発明５）が記載されて\nいる。\nＨ  ピオグリタゾンと，\nＩ  ＳＵ剤を併用することで\nＪ  糖尿病又は糖尿病性合併症の予防・治療を行うこと\n（２） 本件特許発明Ｂ－７と引用発明Ｂ－５との対比\n前記７【被告の主張】(２)オと同様の理由から，構成要件Ｈは引用発明の\n構成Ｈと同一である。\nまた，構成要件ＩのうちＳＵ剤として「グリメピリド」があることは，本\n件優先日Ｂより前に，当業者に公知の事実であった。\nしたがって，これも，実質的に記載されているものと同視することができ\nる事項である。\n前記７【被告の主張】(２)アと同様の理由から，その余の構成要件Ｉ及び\nＪも，引用発明の構成Ｉ及びＪと同一である。\n（３） 後記【原告の主張】に対する反論\n上記のほかには，前記７【被告の主張】(３)と同じである。\n【原告の主張】\n以下のとおり，本件特許発明Ｂ－７は，引用発明５と同一のものではない。\n（１） 引用例５の記載\n引用例５には，ピオグリタゾンとＳＵ剤を併用することにより，実際に糖\n尿病治療が行われたとする記載や，これらの医薬を併用することにより糖尿\n病治療に関する薬理効果を実際に確認したとする記載は全くない。\nピオグリタゾンは，インスリン抵抗性改善剤の例示として記載されている\nにすぎず，インスリン抵抗性改善剤の中からピオグリタゾンを選択し，ＳＵ\n剤と組み合わせることにより併用治療を行うことについての記載や示唆も全\nくない。\n具体的な薬剤として，グリメピリドも開示されていない。\n（２） 引用発明５の内容及び本件特許発明Ｂ－７との対比\n前記(１)のとおり，引用例５に引用発明５が記載されているとはいえない。\nよって，本件特許発明Ｂ－７は，引用例５に記載された発明（引用発明５）\nと同一のものではない。\n12  争点３－７（本件各特許発明は，引用発明１，２又は３に基づき，当業者が\n容易に発明することができたものであるか）について\n【被告らの主張】\n以下のとおり，本件各特許発明は，引用発明１，２又は３に基づき，当業者\nが容易に発明することができたものである。\n（１） 引用発明１ないし３の内容\n前記７ないし９【被告らの主張】のとおり，引用例１ないし３には，ピオ\nグリタゾンと，これと作用機序の異なるその他の経口血糖降下剤，すなわち\n本件併用医薬品との併用投与について，具体的な構成が開示されている。\n（２） 動機付け（本件各優先日における技術常識）\n本件各優先日より前の時点において，糖尿病の治療では，作用機序の異な\nる医薬を組み合わせて患者に投与することが当たり前に行われており，それ\nによる臨床効果も確認されていた。\nまた，作用機序の異なる医薬がそれぞれの効能を妨げず，少なくとも相加\n的な効果を奏することも，技術常識であった。\n具体的には，① インスリン抵抗性改善剤とＳＵ剤又はビグアナイド剤，②\nα－グルコシダーゼ阻害剤とＳＵ剤，③ ＳＵ剤とビグアナイド剤の併用につ\nいて，効果が確認されていた。とりわけ，①については，ピオグリタゾンと\nＳＵ剤との併用の効果についても確認されていた。\n併用が禁忌となる組合せや拮抗作用が認められたとする報告もなかった。\nこのような本件各優先日における技術常識を前提とすれば，前記(１)の引\n用発明１ないし３の内容による構成について，当業者が実施する動機付けは\n十分に存在した。\n（３） 容易想到性（格別顕著な効果の不存在）\nア  前記(１)及び(２)によれば，ピオグリタゾンと本件併用医薬品の併用を\n試みること及びそれにより相加的な治療効果が期待できることは，当業者\n及び医師等において容易に想到することができたものである。\nイ  前記(１)のとおり，本件各優先日より前に，数多くの糖尿病治療薬が併\n用されており，作用機序の異なる糖尿病治療薬を併用することによる相加\n的な効果は当業者にとって自明のことであった。\n本件各明細書に記載されたピオグリタゾンと本件併用医薬品との併用\n効果についても，当業者が予測することができる範囲内のものにすぎない。\nそもそも，本件各明細書には，ピオグリタゾンとボグリボース又はグリ\nベンクラミドを併用することによる効果が記載されているにとどまり，そ\nの他の経口血糖降下剤を併用した場合との対比は，全くされていない。\n【原告の主張】\n以下のとおり，本件各特許発明は，引用発明１ないし３に基づき，当業者が\n容易に発明することができたものではない。\n（１） 引用発明１ないし３の内容\n前記７ないし９の各【原告の主張】のとおり，引用例１ないし３には，ピ\nオグリタゾンと本件併用医薬品を併用することにより実際に糖尿病治療が行\nわれたとする記載や，これらの医薬を併用することにより糖尿病治療に関す\nる薬理効果を実際に確認した旨の記載，インスリン抵抗性改善剤の中からピ\nオグリタゾンを選択し，これと本件併用医薬品を組み合わせることにより併\n用治療を行うことについての記載や示唆は全くない。\nしたがって，引用例１ないし３には，本件各特許発明の具体的構成が開示\nされていない。\n（２） 容易想到性がないこと（本件各優先日における技術常識と格別顕著な効果\nの存在）\nア  医薬の分野では，現実に使用してみなければ実際の併用効果は分からな\nいし，効果がある場合も，相加効果又は相乗効果があるかは，予測するこ\nとができない。かえって，単独投与と比べ，効果に差がなかったり，効果\nが減弱されたりすることもある。\nまた，本件各優先日当時，ピオグリタゾンは臨床試験中であって，市場\nにはインスリン感受性増強剤自体が存在しなかった。\nしたがって，本件各特許発明により，ピオグリタゾンと本件併用医薬品\nの併用効果が実証される以前は，ピオグリタゾンと他の経口血糖降下剤と\nの併用による効果があるという予測が存在したにすぎない。\nイ  以下のとおり，本件各特許発明は，当業者が予測することが困難な格別\n顕著な効果を奏するものである。\n(ア)  本件特許発明Ａ\n本件明細書Ａの実験例１では，「遺伝性肥満糖尿病ウイスター・ファ\nティー（Wistar  fatty）ラットにおける塩酸ピオグリタゾンとα－グル\nコシダーゼ阻害剤との併用効果」として，遺伝性肥満糖尿病ラットに塩\n酸ピオグリタゾン又はα－グルコシダーゼ阻害剤であるボグリボース\nをそれぞれ単独又は併用して１４日間経口投与した結果，血漿グルコー\nス及びヘモグロビンＡ1 が，単独投与よりも併用投与の場合に著しく低\n下したことが記載されている（本件特許Ａ明細書段落【００４３】）。\nこの効果は相加的な効果ではなく，相乗的な効果である。\n本件優先日Ａより前には，チアゾリジン系インスリン感受性増強剤に\nついて他の血糖降下剤であるＳＵ剤（メトホルミン）と併用した場合に，\n単独投与と差がないことを報告した論文も存在していたことからすれ\nば，ピオグリタゾンとα－グルコシダーゼ阻害剤との併用による上記相\n乗効果は，本件優先日Ａの時点において，当業者が容易に想到すること\nができなかったものである。\n(イ)  本件特許発明Ｂ\n本件明細書Ｂの実験例２には，ピオグリタゾンとＳＵ系インスリン分\n泌促進剤であるグリベンクラミドとの併用により，単独投与と比べて血\n糖降下作用の顕著な増強があったことが記載されている。\nこの効果は相加的な効果ではなく，相乗的な効果である。\nピオグリタゾンはインスリン抵抗性を改善してインスリンに対する感\n受性を高めて血糖低下作用を示す薬剤であったのに対し，ＳＵ剤には重\n大な副作用として低血糖が生じることが知られていた。ピオグリタゾン\nなどのチアゾリジン系薬剤及びＳＵ剤には，体重増加の副作用があるこ\nとも周知であった。\nこれらのことからすれば，本件優先日Ｂの当時，これらの経口血糖降\n下剤は，無条件に併用することが可能なものであるとは考えられておら\nず，その併用には阻害要因が存在したものである。\n13  争点３－８（本件特許発明Ｂ－１ないしＢ－３は，引用発明２及び４に基づ\nき，当業者が容易に発明することができたものであるか）について\n【被告らの主張】\n以下のとおり，本件特許発明Ｂ－１ないしＢ－３は，引用発明２及び４に基\nづき，当業者が容易に発明することができたものである。\n（１） 引用発明２及び４\n前記８【被告らの主張】(１)及び１０【被告らの主張】(１)と同じ。\n（２） 動機付け（本件優先日Ｂにおける技術常識）\nア  以下で付け加えるほかは，前記１２【被告らの主張】(２)と同様である。\nイ  前記７【被告らの主張】(２)エのとおり，本件優先日Ｂより前に，ビグ\nアナイド剤としてフェンホルミン，メトホルミン及びブホルミンあること\nは広く知られていた。\nしたがって，トログリタゾンとビグアナイド剤を組み合わせてなる糖尿\n病治療薬について，トログリタゾンに代えてピオグリタゾンを用いること\nやビグアナイド剤としてメトホルミン以外を用いることは，当業者が容易\nに想到することができたものである。\n（３） 容易想到性（格別顕著な効果の不存在）\n前記１２【被告らの主張】(３)と同様である。\n【原告の主張】\n以下のとおり，本件特許発明Ｂ－１ないしＢ－３は，引用発明２及び４に基\nづき，当業者が容易に発明することができたものではない。\n（１） 引用発明２及び４\n前記８【原告の主張】(１)及び１０【原告の主張】(１)と同じ。\n（２） 容易想到性がないこと（本件優先日Ｂにおける技術常識と格別顕著な効果\nの存在）\n前記１２【原告の主張】(２)と同様である。\n14  争点３－９（本件特許発明Ｂ－１ないしＢ－３は，引用発明６及び７に基づ\nき，当業者が容易に発明することができたものであるか）について\n【被告らの主張】\n以下のとおり，本件特許発明Ｂ－１ないしＢ－３は，引用発明６及び７に基\nづき，当業者が容易に発明することができたものである。\n（１） 引用例６及び７に記載された発明\n引用例６及び７には，トログリタゾンの臨床試験においてビグアナイト剤\n及びＳＵ剤との併用を行い，有効性を確認した旨の記載がある。\n（２） 動機付け（本件優先日Ｂにおける技術常識）\nア  以下で付加するほかは，前記１２【被告らの主張】(２)と同様である。\nイ  インスリン抵抗性改善剤であるトログリタゾンをピオグリタゾンに代え，\nビグアナイト剤としてメトホルミンを用いることは当業者にとって容易に\n想到することができた。\n（３） 容易想到性（格別顕著な効果の不存在）\n前記１２【被告らの主張】(３)と同様である。\n【原告の主張】\n以下のとおり，本件特許発明Ｂ－１ないしＢ－３は，引用発明６及び７に基\nづき，当業者が容易に発明することができたものではない。\n（１） 引用発明６及び７の内容\n引用例６及び７には，トログリタゾンとＳＵ剤又はビグアナイド剤との併\n用試験が行われた旨の記載があるにとどまる。\nピオグリタゾンと本件併用医薬品を併用することにより，実際に糖尿病治\n療が行われたとする記載や，これらの医薬を併用することにより糖尿病治療\nに関する薬理効果を実際に確認したとする記載は全くない。\nしたがって，引用例６及び７には，本件特許発明Ｂ－１ないしＢ－３の具\n体的構成が開示されていない。\n（２） 容易想到性がないこと（本件特許発明Ｂの出願時における技術常識と格別\n顕著な効果）\n前記１２【原告の主張】（２）と同様である。\n15  争点３－１０（本件特許発明Ｂ－７は，引用発明５に基づき，当業者が容易\nに発明することができたものであるか）について\n【被告らの主張】\n以下のとおり，本件特許発明Ｂ－７は，引用発明５に基づき，当業者が容易\nに発明することができたものである。\n（１） 引用発明５の内容\n前記１１【被告らの主張】(１)と同じ。\n（２） 動機付け（本件優先日Ｂにおける技術常識）等\nア  以下で付加するほかは，前記１２【被告らの主張】(２)と同様である。\nイ  本件特許発明Ｂ－７の構成要件Ｈは，ピオグリタゾンの用量に関する限\n定をしているものの，前記７【被告らの主張】(２)オのとおり，実質的な\n意味のないものであるから，これは相違点ではない。\n本件特許発明Ｂ－７では，ＳＵ剤がグリメピリドに限定されているのに\n対し，引用発明５ではグリベンクラミド又はグリクラジドを使用する構成\nが記載されている点で一応相違する。しかしながら，前記１１【被告らの\n主張】(２)のとおり，本件優先日Ｂより前に，ＳＵ剤としてグリメピリド\nがあることは公知の事実であったから，当業者において，引用発明５のグ\nリベンクラミド又はグリクラジドを，グリメピリドに置き換えることは容\n易であった。\n（３） 容易想到性（格別顕著な効果の不存在）\n前記１２【被告らの主張】(３)と同様である。\n【原告の主張】\n以下のとおり，本件特許発明Ｂ－７は，引用発明５に基づき，当業者が容易\nに発明することができたものではない。\n（１） 引用発明５の内容\n前記１１【原告の主張】(１)と同じ。\n（２） 容易想到性がないこと（本件特許発明Ｂの出願時における技術常識と格別\n顕著な効果）\n前記１２【原告の主張】（２）と同様である。\n16  争点３－１１（本件各特許発明には実施可能要件違反又はサポート要件違反\nがあるか）について\n【被告らの主張】\n以下のとおり，本件各特許発明には実施可能要件違反又はサポート要件違反\nがある。\n（１） 本件各特許発明\nア  原告が主張するとおり，本件各特許発明が複数の医薬を単に併用するこ\nとも包含する発明であるのであれば，本件各明細書にはこのことを裏付け\nる記載がないから，サポート要件に違反する。\nイ  以下のとおり，本件各明細書には，当業者がその実施をすることができ\nるに足りる記載もないから，実施可能要件にも違反する。\n(ア)  本件各特許発明は，いずれも「臨床の場ではその選択が困難」という\n課題を解決するものであるから，その課題解決のためには，医師が，経\n口血糖降下剤を併用するに当たり，選択する必要がないものでなければ\nならない。\n(イ)  配合剤であれば前記課題を解決することができるとしても，併用投与\nの場合には，その効果や安全性を予測することができないということに\nなり，各医薬成分を投与するタイミング及び投与量などに関する具体的\nな記載や，製剤化の実例などに関する記載が必要不可欠なものである。\nしかしながら，本件各明細書には，実施例として，塩酸ピオグリタゾ\nンと他の有効成分を賦形剤と混合した配合剤が記載されているだけであ\nり，上記記載がない。\n（２） 本件特許発明Ａ－１\n本件明細書Ａには，ボグリボースを用いた実験例が記載されているものの，\nアカルボース及びミグリトールについては何の実験例も記載されていない。\n特にアカルボースは，作用機序及び化学構造において，ボグリボースと異\nなるものである。\nそうすると，本件優先日Ａの技術常識を前提としても，当業者において，\nアカルボース及びミグリトールについて，ボグリボースと同様に本件特許発\n明Ａ－１の課題を解決することができるとは認識することができないから，\nサポート要件及び実施可能要件に違反する。\n（３） 本件特許発明Ｂ\nア  本件特許発明Ｂ－１ないしＢ－３\n本件明細書Ｂには，ピオグリタゾンとビグアナイド剤の組み合わせに関\nする実施例がなく，その効果については何ら確認されていない。\nビグアナイド剤は，α－グルコシダーゼ阻害剤やＳＵ剤とは別の薬群に\n属する薬剤であるから，それらの実施例をもって本件特許発明Ｂ－１ない\nしＢ－３の作用効果を裏付けることはできない。\nしたがって，本件明細書Ｂには，本件特許発明Ｂ－１ないしＢ－３に関\nする薬理データ又はそれと同視すべき程度の記載が一切なく，当業者にお\nいて，本件特許発明Ｂ－１ないしＢ－３の薬理効果や有用性を理解するこ\nとは不可能であるから，実施可能要件又はサポート要件に違反する。\nイ  本件特許発明Ｂ－７\n本件明細書Ｂにおいて，ピオグリタゾンとグリベンクラミドとの組み合\nわせの実施例は記載されているものの，グリメピリドとの実施例は記載さ\nれていない。\nグリベンクラミドとグリメピリドは，実際の作用機序，効果，有用性が\n異なるものであるから，ピオグリタゾンとグリメピリドとの組み合わせに\nついても効果が確認されているとはいえない。\nしたがって，本件明細書Ｂには，本件特許発明Ｂ－７に関する薬理デー\nタ又はそれと同視すべき程度の記載が一切なく，当業者において，本件特\n許発明Ｂ－７の薬理効果や有用性を理解することは不可能であるから，実\n施可能要件又はサポート要件に違反する。\n【原告の主張】\n以下のとおり，本件各特許発明は，実施可能要件又はサポート要件に違反す\nるものではない。\n（１） 本件各特許発明\n前記１【原告の主張】のとおり，本件各特許発明について，単剤として製\n造されたピオグリタゾンと単剤として製造された本件併用医薬品を併用する\nことが，技術的範囲に含まれることは明らかである。\n（２） 本件特許発明Ａ－１\n当業者が明細書の記載と出願時の技術常識に照らして有用性を推認するこ\nとができる限り，薬理試験の結果や具体的な薬理効果が記載される必要は必\nずしもない。\nアカルボース，ミグリトールはボグリボースと同じα－グルコシダーゼ阻\n害剤であり，構造及び機能が酷似しているから，当業者は，本件明細書Ａの\n記載により，アカルボース及びミグリトールについても，ボグリボースと同\n様の併用効果を期待することができる。\n（３） 本件特許発明Ｂ\nア  本件特許発明Ｂ－１ないしＢ－３\n本件明細書Ｂには，ピオグリタゾンという特定のインスリン感受性増強\n剤に着眼すれば，それと相互補完的な作用機序を有する他の経口血糖降下\n剤と組み合わることにより，併用による効果の増強をし得るという知見が\n開示されている。\nこれによれば，当業者は，ピオグリタゾンとビグアナイド剤の併用によっ\nても，ピオグリタゾンとボグリボースの併用と同様に，効果の向上と副作\n用の低減を図れるものと認識することができる。\nしたがって，本件特許発明Ｂ－１について，実施可能要件違反又はサポー\nト要件違反はない。\nまた，本件特許発明Ｂ－２及びＢ－３は，本件特許発明Ｂ－１の「ビグ\nアナイド剤」を，「フェンホルミン，メトホルミンまたはブホルミン」（本\n件特許発明Ｂ－２）及び「メトホルミン」（本件特許発明Ｂ－３）に限定し\nたにすぎないものであるから，同様に，上記各要件を充足する。\nイ  本件特許発明Ｂ－７\nグリメピリドとグリベンクラミドは，いずれもＳＵ剤であり，構造と機\n能が類似し，共通の作用効果を発揮することは，本件優先日Ｂの当時にお\nいて，公知の事実であった。\nしたがって，当業者は，ピオグリタゾンとグリメピリドの併用によって\nも，ピオグリタゾンとグリベンクラミドの併用と同様に効果の向上と副作\n用の低減を図れるものと認識することができる。\nよって，本件特許発明Ｂ－７も，実施可能要件又はサポート要件に違反\nするものではない。\n17  争点４（差止請求の可否）について\n【原告の主張】\n少なくとも，本件各特許権の侵害に用いられる被告ら各製品の製造販売等に\n関する差止請求（予備的請求）は，認容されるべきである。\n【被告らの主張】\n前提事実(３)のとおり，原告先行特許は，平成２３年１月９日に存続期間が\n満了したから，同特許に関する物質であるピオグリタゾンの製造販売は万人が\n自由に行うことができなければならない。\nまた，被告ら各製品は，単独でも使用される医薬品であるところ，本件訴え\nは，単独で使用される被告ら各製品についても，製造販売等の差止めを求める\n過剰なものである。\nしたがって，少なくとも本件訴えのうち被告ら各製品の製造販売の差止等を\n求める部分は許されない。\n18  争点５（薬価基準収載品目削除願の提出に関する請求の可否）について\n【原告の主張】\n厚生労働省の通達によれば，製造販売する医療用医薬品が薬価基準に収載さ\nれた場合は，収載された日から３か月以内に製造販売して，医療機関等への供\n給を開始するとともに，継続して供給するべきものとされている。\n被告らは，被告ら各製品の薬価基準への収載を申請しており，薬価基準に収\n載された場合には，被告ら各製品を継続して供給する義務を負うことになる。\nそうすると，被告ら各製品の製造販売等に関する差止請求が認容されたとし\nても，被告ら各製品の製造販売が継続されるおそれは極めて高い。\nしたがって，特許法１００条２項に基づき，薬価基準収載品目削除願の提出\nを求める必要がある。\n【被告らの主張】\n製造販売等の差止請求に加え，上記請求を認める必要性は全くない。\n薬価基準収載品目削除願の提出を命ずる判決が執行された場合には，その後\nに原告が敗訴したとしても，被告ら各製品に関する薬価基準収載が遡って回復\nされることはないから，相当性も欠いている。\n19  争点６（損害額）について\n【原告の主張】\n被告ら各製品は，平成２３年６月２４日，薬価基準に収載され，被告らによ\nる製造販売が開始された。\nこれにより，平成２４年４月，原告製品の薬価は引き下げられ，原告製品の\n売上高が減少し，少なくとも１億８０００万円の損害を被った。\nよって，被告らは，原告に対し，少なくとも各１０００万円の損害賠償責任\nを負う。弁護士費用各５００万円も，被告らの行為と相当因果関係のある損害\nである。\n【被告らの主張】\n否認又は争う。\n第４  当裁判所の判断\n被告ら各製品は，本件各特許発明における「物の生産に用いる物」には当た\nらないから，被告らの行為について本件各特許権に対する法１０１条２号の間\n接侵害が成立することはない。同様の理由により，被告らの行為について本件\n各特許権に対する直接侵害が成立することもない。\nまた，本件各特許発明は，いずれも特許無効審判により無効とされるべきも\nのである。\n以下，詳述する。\n１  争点１－１（被告ら各製品は，「特許が物の発明についてされている場合にお\nいて，その物の生産に用いる物」に当たるか）について\n以下のとおり，被告ら各製品は，「特許が物の発明についてされている場合に\nおいて，その物の生産に用いる物」には当たらない。\n（１） 「物の生産」の意義等\nア  「物の発明」と「方法の発明」の区別\n法文上，「物の発明」，「方法の発明」及び「物を生産する方法の発明」は\n明確に区別されており，特許権の効力の及ぶ範囲についても明確に異なる\nものとされている。\nそして，当該発明がいずれの発明に該当するかは，願書に添付した明細\n書の特許請求の範囲の記載に基づいて判定すべきものである（最高裁平成\n１１年７月１６日第二小法廷判決・民集５３巻６号９５７頁参照）。\nイ  法２条３項１号及び１０１条２号における「物の生産」の意義\n(ア)  法１条によれば，「（法）は，発明の保護及び利用を図ることにより，\n発明を奨励し，もつて産業の発達に寄与することを目的とする」旨規定\nされている。\n特許権者は，業として特許発明の実施をする権利を専用する（法６８\n条）ところ，その権利範囲を不相当に拡大した場合には，産業活動に萎\n縮的効果を及ぼすなど競争を過度に制限し，かえって産業の発達に寄与\nするという法の目的を阻害することにもなりかねないから，そのような\n事態を招くことがないようにしなければならない。\nまた，特許権の侵害に対しては，差止め及び損害賠償等の民事上の責\n任を追及されるばかりか，刑事上の責任を追及されるおそれもある（法\n１９６条，２０１条）。\nしたがって，特許権侵害が成立する範囲の外延を不明確なものとする\nような解釈は避ける必要がある。\n(イ)  「物の生産」の通常の語義等も併せ考慮すれば，「物の生産」とは，特\n許範囲に属する技術的範囲に属する物を新たに作り出す行為を意味し，\n具体的には，「発明の構成要件を充足しない物」を素材として「発明の構\n成要件のすべてを充足する物」を新たに作り出す行為をいうものと解す\nべきである。\n一方，「物の生産」というために，加工，修理，組立て等の行為態様に\n限定はないものの，供給を受けた物を素材として，これに何らかの手を\n加えることが必要であり，素材の本来の用途に従って使用するにすぎな\nい行為は「物の生産」に含まれないものと解される。\n(ウ)  法１０１条は，特許権の効力の不当な拡張とならない範囲で，その実\n効性を確保するという観点から，それが生産，譲渡されるなどする場合\nには当該特許発明の侵害行為（実施行為）を誘発する蓋然性が極めて高\nい物の生産，譲渡等に限定して，特許権侵害の成立範囲を拡張する趣旨\nの規定であると解される。\n加えて，法１０１条の間接侵害についても刑罰の対象とされているこ\nと（法１９６条の２，２０１条）なども考慮すると，間接侵害の成否を\n判断するに当たっても，前記(ア)と同様に，特許権の効力を過度に拡張\nしたり，適法な経済活動に萎縮的効果を及ぼしたりすることがないよう\nに，その成立範囲の外延を不明確にするような解釈は避ける必要がある。\n法１０１条２号は，「物の生産」に用いる物の生産等について間接侵害\nの成立を認めるものであるが，ここでいう「物の生産」が法２条３項の\n規定する発明の「実施」としての「物の生産」をいうことは，明らかな\nものというべきである。\nそうすると，法１０１条２号の「物の生産」についても，前記(イ)と\n同様に，「発明の構成要件を充足しない物」を素材として「発明の構成要\n件のすべてを充足する物」を新たに作り出す行為をいうものであり，素\n材の本来の用途に従って使用するにすぎない行為は含まれないものと解\nされる。このことは，法１０１条２号において「物の生産に用いる物」\nと規定され，「その物の生産又は使用に用いる物」とは規定されていない\nことからも，明らかであるといわなければならない。\n（２） 本件へのあてはめ\nア  本件各特許は「特許が物の発明についてされている場合」に当たること\n前提事実のとおり，本件各特許発明の【特許請求の範囲】は，いずれも\n「ピオグリタゾンまたはその薬理学的に許容しうる塩」と，本件併用医薬\n品とを「組み合わせてなる糖尿病または糖尿病性合併症の予防・治療用医\n薬。」というものである。\nしたがって，本件各特許発明は，当該医薬品に関する発明，すなわち「物\nの発明」であると認めることができ，このこと自体は当事者間でも争いが\nない。\nなお，「組み合せる。」とは，一般に，「２つ以上のものを取り合わせてひ\nとまとまりにする。」ことをいい，「なる」とは，「無かったものが新たに形\nができて現れる。」「別の物・状態にかわる。」ことをいうものと解される。\nしたがって，「組み合わせてなる」「医薬」とは，一般に，「２つ以上の有\n効成分を取り合わせて，ひとまとまりにすることにより新しく作られた医\n薬品」をいうものと解釈することができる。\nイ  本件各特許発明における「物の生産」\n（ア） はじめに\n前記(１)イのとおり，法１０１条２号の「物の生産」は，「発明の構成\n要件を充足しない物」を素材として「発明の構成要件のすべてを充足す\nる物」を新たに作り出す行為をいう。すなわち，加工，修理，組立て等\nの行為態様に限定はないものの，供給を受けた物を素材として，これに\n何らかの手を加えることが必要であって，素材の本来の用途に従って使\n用するにすぎない行為は含まれない。\n被告ら各製品が，それ自体として完成された医薬品であり，これに何\nらかの手が加えられることは全く予定されておらず，他の医薬品と併用\nされるか否かはともかく，糖尿病又は糖尿病性合併症の予防・治療用医\n薬としての用途に従って，そのまま使用（処方，服用）されるものであ\nることについては，当事者間で争いがない。\nしたがって，被告ら各製品を用いて，「物の生産」がされることはない。\n換言すれば，被告ら各製品は，単に「使用」（処方，服用）されるものに\nすぎず，「物の生産に用いられるもの」には当たらない。\n（イ） 医師による，医薬品の併用処方が「物の生産」となるか否か\n原告は，本件各特許について，「ピオグリタゾンまたはその薬理学的に\n許容しうる塩」と本件併用医薬品とを併用すること（併用療法）に関す\nる特許を受けたものであり，医師が「ピオグリタゾンまたはその薬理学\n的に許容しうる塩」と本件併用医薬品の併用療法について処方する行為\nは，本件各特許発明における「物の生産」に当たる旨主張する。\n前記(１)アのとおり，「物の発明」，「方法の発明」及び「物を生産する\n方法の発明」は，明確に区別されるものであり，特許権の効力の及ぶ範\n囲も明確に異なるものであり，「物の発明」と「方法の発明」又は「物を\n生産する方法の発明」を同視することはできない。\n前記アのとおり，「組み合わせてなる」「医薬」とは，「２つ以上の有効\n成分を取り合わせてひとまとまりにすることにより，新しく作られた医\n薬品」をいうものと解されるところ，併用されることにより医薬品とし\nて，ひとまとまりの「物」が新しく作出されるなどとはいえない。\n複数の医薬を単に併用（使用）することを内容（技術的範囲）とする\n発明は，「物の発明」ではなく，「方法の発明」そのものであるといわざ\nるを得ないところ，上記原告の主張は，前記アのとおり，「物の発明」で\nある本件各特許発明について，複数の医薬を単に併用（使用）すること\nを内容（技術的範囲）とする「方法の発明」であると主張するものにほ\nかならず，採用することができない。\nまた，法２９条１項柱書は，「産業上利用することができる発明をした\n者は，次に掲げる発明を除き，その発明について特許を受けることがで\nきる。」と規定しているところ，医療行為に関する発明は，「産業上利用\nすることができる発明」には当たらない。医師が薬剤を選択し，処方す\nる行為も医療行為（医師法２２条）であるから，これ自体を特許の対象\nとすることはできないものと解される。\n法６９条３項は，「二以上の医薬（人の病気の診断，治療，処置又は予\n防のため使用する物をいう。以下この項において同じ。）を混合すること\nにより製造されるべき医薬の発明又は二以上の医薬を混合して医薬を製\n造する方法の発明に係る特許権の効力は，医師又は歯科医師の処方せん\nにより調剤する行為及び医師又は歯科医師の処方せんにより調剤する医\n薬には，及ばない。」旨規定するが，これも同様の趣旨に基づく規定であ\nると解される。\nこのように，本件各特許発明が「ピオグリタゾンまたはその薬理学的\nに許容しうる塩」と本件併用医薬品とを併用すること（併用療法）を技\n術的範囲とするものであれば，医療行為の内容それ自体を特許の対象と\nするものというほかなく，法２９条１項柱書及び６９条３項により，本\n来，特許を受けることができないものを技術的範囲とするものというこ\nとになる。\nしたがって，医師が「ピオグリタゾンまたはその薬理学的に許容しう\nる塩」と本件併用医薬品の併用療法について処方する行為が，本件各特\n許発明における「物の生産」に当たるとはいえない。\n（ウ） 薬剤師による，医薬品のとりまとめが「物の生産」となるか否か\n原告は，薬剤師が，被告ら各製品と本件併用医薬品とを併せとりまと\nめる行為が本件各特許発明における「物の生産」に当たるとも主張する。\nしかしながら，薬剤師は，医師の処方箋に従って，患者に対し，完成\nされた個別の医薬品である被告ら各製品，本件併用医薬品等を単に交付\nするにすぎないのであって，その際，複数の医薬品を「併せとりまとめ\nる」行為（一つの袋に入れるなどする行為）があったとしても，この行\n為をもって，医薬品を「組み合わせ（た）」ということは困難であるとい\nうほかない。\nすなわち，前記アのとおり，「組み合わせてなる」「医薬」とは，「２つ\n以上の有効成分を取り合わせて，ひとまとまりにすることにより新しく\n作られた医薬品」をいうものと解されるところ，上記薬剤師の行為によ\nり医薬品としてひとまとまりの「物」が新たに作出されるとはいえない。\nそもそも，前記(１)イのとおり，法１０１条２号の「物の生産」とは，\n供給を受けた物を素材として，これに何らかの手を加えることが必要で\nあるところ，薬剤師は，被告ら各製品及び本件併用医薬品について，何\nらの手を加えることもない。\nこれらのことからすれば，上記薬剤師の行為が，本件各特許発明にお\nける「物の生産」に当たるとはいえない。\n（エ） 患者による，医薬品の併用服用が「物の生産」となるか否か\n原告は，患者が，被告ら各製品と本件併用剤を服用することにより，\nその体内で本件各特許発明における「物」すなわち「組み合わせてなる」\n「医薬」の生産がされる旨主張する。\nしかしながら，前記アのとおり，「組み合わせてなる」「医薬」とは，\n「２つ以上の有効成分を取り合わせて，ひとまとまりにすることにより\n新しく作られた医薬品」をいうものと解されるところ，患者が被告ら各\n製品と本件併用医薬品を服用するというだけで，その体内において，具\n体的，有形的な存在として，ひとまとまりの医薬品が新しく産生されて\nいるとはいえない。\nそもそも，前記(１)イのとおり，法１０１条２号の「物の生産」には，\n素材の本来の用途に従って使用するにすぎない行為は含まれないところ，\n患者が被告ら各製品と本件併用医薬品とを服用する行為は，素材の本来\nの用途に従って使用するにすぎない行為である。\nこれらのことからすれば，上記患者の行為が，本件各特許発明におけ\nる「物の生産」に当たるとはいえない。\nウ  本件各明細書の【発明の詳細な説明】の記載について\nなお，本件各明細書（両事件甲２，４）の【発明の詳細な説明】には，\nいずれも，以下の記載がある。\n「本発明の，インスリン感受性増強剤とα－グルコシダーゼ阻害剤，ア\nルドース還元酵素阻害剤，ビグアナイド剤，スタチン系化合物，スクアレ\nン合成阻害剤，フィブラート系化合物，LDL 異化促進剤およびアンジオテ\nンシン変換酵素阻害剤の少なくとも一種とを組み合わせてなる医薬；およ\nび一般式（II）で示される化合物またはその薬理学的に許容しうる塩とイ\nンスリン分泌促進剤および／またはインスリン製剤とを組み合わせ（て）\nなる医薬は，これらの有効成分を別々にあるいは同時に，生理学的に許容\nされうる担体，賦形剤，結合剤，希釈剤などと混合し，医薬組成物として\n経口または非経口的に投与することができる。このとき有効成分を別々に\n製剤化した場合，別々に製剤化したものを使用時に希釈剤などを用いて混\n合して投与することができるが，別々に製剤化したものを，別々に，同時\nに，または時間差をおいて同一対象に投与してもよい。」（段落【００３５】）\nこの記載によれば，本件各特許の対象である「組み合わせてなる」「医薬」\nの生産には，①  各有効成分を別々に又は同時に，生理学的に許容されうる\n担体，賦形剤，結合剤などと混合し，医薬組成物とすること（医薬組成物\n類型），②  各有効成分を別々に製剤化した場合において，別々に製剤化し\nたものを使用時に希釈剤などを用いて混合すること（混合類型）だけでな\nく，③  各有効成分を別々に製剤化した場合において，別々に製剤化したも\nのを同一対象に投与するために併せまとめること（併せとりまとめ類型）\nも含まれるものとも解され，原告はこれを根拠に，③の類型も本件各特許\n発明の技術的範囲に含まれると主張する。\nしかしながら，特許発明の技術的範囲は，願書に添付した【特許請求の\n範囲】の記載に基づいて定めなければならず（特許法７０条１項），願書に\n添付した明細書の記載及び図面，とりわけ【発明の詳細な説明】の記載を\n斟酌することにより，【特許請求の範囲】に記載されていないものについて\n特許発明の技術的範囲に含めるような拡大解釈をすることは許されない。\n前記イで検討したところによれば，本件各特許発明における【特許請求\nの範囲】に記載された技術的範囲に上記①及び②は含まれるものの，上記\n③は含まれないと考える。\nしたがって，上記③についても，本件各特許発明の技術的範囲に含まれ\nるとする原告の主張は採用することができない。\nエ  顕著な効果について\n原告は，本件各特許発明について，複数の医薬を併用することにより顕\n著な効果を奏することを見出した点に特徴があり，このような発明につい\nても保護を図る必要が極めて高いなどと主張する。\nしかしながら，仮に，そうした保護の必要性があることを前提としたと\nしても，そのことから複数の医薬を併用することについて「組み合わせて\nなる」「医薬」に関する発明の技術的範囲に含まれるものであるという解釈\nとは結びつかないのであって，上記原告の主張は失当である。\n（３） 小括\n以上によれば，被告ら各製品を用いて本件各特許発明における「物の生産」\nがされることはないから，被告ら各製品は，本件各特許発明における「物の\n生産に用いられるもの」には当たらない。\n２  争点２（被告らの行為について，本件各特許権に対する直接侵害が成立する\nか）について\n（１） 原告は，被告らが，医師，薬剤師又は患者の行為を支配し，本件各特許発\n明における「物の生産」をしていると主張する。\nしかし，上記主張は，被告ら各製品が，本件各特許発明における「物の生\n産に用いるもの」に当たることを前提とするものであるが，前記１のとおり，\n被告ら各製品を用いて本件各特許発明における「物の生産」がされることは\nない。\n原告の主張は前提となる事実を欠いているから，採用することができない。\nそもそも，製薬会社が，診療に当たる医師を道具として利用し，支配して\nいるなどといえないことは，多言を要しない。\n（２） 原告は，被告らが被告ら各製品の添付文書の記載等により医師に対する積\n極的教唆をしている旨主張する。\nしかし，被告ら各製品の添付文書には，概ね，以下の記載があることが認\nめられる（第１事件甲９～１１，１３～１８，第２事件甲９（枝番省略））。\n「【効能・効果】\n２型糖尿病\nただし，下記のいずれかの治療で十分な効果が得られずインスリン抵抗\n性が推定される場合に限る。\n１. ① 食事療法，運動療法のみ\n② 食事療法，運動療法に加えて，スルホニルウレア剤を使用\n③ 食事療法，運動療法に加えて，α－グルコシダーゼ阻害剤を使用\n④ 食事療法，運動療法に加えてビグアナイド系薬剤を使用\n２. 食事療法，運動療法に加えてインスリン製剤を使用\n【用法・用量】\n１. 食事療法，運動療法のみの場合及び食事療法，運動療法に加えてスル\nホニルウレア剤又はα－グルコシターゼ阻害剤若しくはビグアナイド系\n薬剤を使用する場合\n通常，成人にはピオグリタゾンとして１５～３０mg を１日１回朝食\n前又は朝食後に経口投与する。なお，性別，年齢，症状により適宜増減\nするが，４５mg を上限とする。\n２. 食事療法，運動療法に加えてインスリン製剤を使用する場合\n通常，成人にはピオグリタゾンとして１５mg を１日１回朝食前又は\n朝食後に経口投与する。なお，性別，年齢，症状により適宜増減するが，\n３０mg を上限とする。」\n上記のうち【効能・効果】の記載は，単に，他の経口血糖降下薬による治\n療により十分な効果が得られない場合で，かつ，インスリン抵抗性が推定さ\nれる場合に，被告ら各製品の適応があることについて記載しているものにす\nぎず，被告ら各製品が「本件併用医薬と組み合わせてなる」「医薬」として用\nいられることを前提とした記載であるとは解することができない。\nまた，【用法・用量】の記載も，単に上記適応例における被告ら各製品の使\n用方法について記載したものであるとしか解することはできず，当該記載が\n積極的教唆に当たるなどと評価することはできない。\nそもそも，特許権に対する直接侵害が成立するのは特許発明の「実施」に\n限られ，教唆者が「実施」の主体であると評価される場合は別論として，教\n唆行為それ自体が直接侵害に当たると解する余地はない。\n３  争点３－４（本件特許発明Ａ及びＢ－７は，引用発明３と同一のものである\nか）について\n以下のとおり，本件特許発明Ａは，本件優先日Ａより前に頒布された引用例\n３に記載された引用発明３と同一のものであるから，本件特許発明Ａにかかる\n特許は，特許無効審判により無効とされるべきものである（なお，本件特許発\n明Ｂ－７にかかる特許については，後記４のとおり。）。\n（１） 本件各優先日における技術常識\nア  本件各明細書の記載について\n本件各明細書には，本件各特許発明について，概ね，以下の記載がある。\n（ア） 本件各特許発明は，インスリン感受性増強剤とそれ以外の作用機序を\n有する他の糖尿病予防・治療薬とを組み合わせてなる医薬に関する（【０\n００１】）。\n（イ） ピオグリタゾンは，障害を受けているインスリン受容体の機能を元に\n戻す作用を有するインスリン感受性増強剤の１つであり，その作用は，\n比較的緩徐であって，長期投与においてもほとんど副作用がない。しか\nしながら，本件各特許発明の特定の組合せを有する医薬については知ら\nれていない（【０００２】）。他方，糖尿病治療に当たっては，個々の患者\nのそのときの症状に最も適した薬剤を選択する必要があるが，個々の薬\n剤の単独での使用においては，症状によっては充分な効果が得られない\n場合もあり，また投与量の増大や投与の長期化による副作用の発現など\n種々の問題があり，臨床の場ではその選択が困難な場合が多い（【０００\n３】）。\n（ウ） 本件各特許発明は，インスリン感受性増強剤を必須の成分とし，さら\nにそれ以外の作用機序を有する他の糖尿病予防・治療薬を組み合わせる\nことで，薬物の長期投与においても副作用が少なく，かつ，多くの糖尿\n病患者に効果的な糖尿病予防・治療薬としたものである（【０００４】）。\n本件各特許発明の医薬は，糖尿病時の高血糖に対して優れた低下作用\nを発揮し，糖尿病の予防及び治療に有効である。また，この医薬は，高\n血糖に起因する神経障害，腎症，網膜症，大血管障害又は骨減少症など\nの糖尿病性合併症の予防及び治療にも有効である。さらに，症状に応じ\nて各薬剤の種類，投与法又は投与量などを適宜選択すれば，長期間投与\nしても安定した血糖低下作用が期待され，副作用の発現も極めて少ない\n（【００４５】）。\n（エ） 本件各特許発明においてインスリン感受性増強剤と組み合わせて用\nいられる薬剤としては，α－グルコシダーゼ阻害剤やビグアナイド剤な\nどがある。\nα－グルコシダーゼ阻害剤は，アミラーゼ等の消化酵素を阻害して，\n澱粉や蔗糖の消化を遅延させる作用を有する薬剤であって，具体例には，\nアカルボース，ボグリボース及びミグリトールなどがある。\nビグアナイド剤は，嫌気性解糖促進作用，末梢でのインスリン作用増\n強，腸管からのグルコース吸収抑制，肝糖新生の抑制及び脂肪酸酸化阻\n害などの作用を有する薬剤であって，具体例には，フェンホルミン，メ\nトホルミン及びブホルミンなどがある（【００３０】）。\n（オ） 本件各特許発明においてピオグリタゾン又はその薬理学的に許容し\n得る塩と組み合わせて用いられる薬剤としては，インスリン分泌促進剤\nなどが挙げられる。\nインスリン分泌促進剤は，膵β細胞からのインスリン分泌促進作用を\n有する薬剤であって，例えばＳＵ剤が挙げられる。ＳＵ剤は，細胞膜の\nＳＵ剤受容体を介してインスリン分泌シグナルを伝達し，膵β細胞から\nのインスリン分泌を促進する薬剤であって，具体例には，グリベンクラ\nミドやグリメピリドがある（【００３３】）。\n（カ） 本件各特許発明の医薬は，生理学的に許容され得る担体等と混合し，\n医薬組成物として経口又は非経口的に投与することができ，経口剤とし\nては，例えば錠剤等が挙げられ，本件明細書の記載に従って製造するこ\nとができる。本件各特許発明におけるインスリン感受性増強剤は，成人\n１人当たり経口投与の場合，臨床用量である０.０１ないし１０mg／kg\n体重，好ましくは０.０５ないし１０mg／kg 体重，さらに好ましくは０.\n０５ないし５mg／kg 体重である（【００３５】～【００３９】）。\n（キ） 本件各特許発明の医薬は，各薬剤の単独投与に比べて著しい増強効果\nを有する。例えば，遺伝性肥満糖尿病ウイスター・ファティー・ラット\nにおいて，２種の薬剤をそれぞれ単独投与した場合に比較し，これらを\n併用投与すると高血糖あるいは耐糖能低下の著明な改善がみられた。し\nたがって，本件各特許発明の医薬は，薬剤の単独投与より一層効果的に\n糖尿病時の血糖を低下させ，糖尿病性合併症の予防あるいは治療に適用\nし得る。また，本件各特許発明の医薬は，各薬剤の単独投与の場合と比\n較した場合，少量を使用することにより十分な効果が得られることから，\n薬剤の有する副作用（例，下痢等の消化器障害など）を軽減することが\nできる（【００４０】）。\n（ク） 各群５ないし６匹からなる１４ないし１９週齢の雄の前記ラットを\n４群に分け，塩酸ピオグリタゾン（１mg／kg 体重／日，経口投与）又\nはα－グルコシダーゼ阻害剤であるボグリボース（０.３１mg／kg 体\n重／日，５ppm の割合で市販飼料に混合して投与）をそれぞれ単独又は\n併用して１４日間投与した後，ラットの尾静脈から血液を採取し，血漿\nグルコース（mg／dl）及びヘモグロビンＡＨ1（％）を測定したところ，\n次の結果を得た。これから明らかなように，血漿グルコース及びヘモグ\nロビンＡ１は，塩酸ピオグリタゾン又はボグリボースの単独投与よりも，\n併用投与により著しく低下した（実験例１。【００４３】）。\n①  対照群（薬剤投与なし）\n血漿グルコース：３４５±２９\nヘモグロビンＡ1：５.７±０.４\n②  塩酸ピオグリタゾン単独投与群\n血漿グルコース：２１５±５０\nヘモグロビンＡ1：５.２±０.３\n③  ボグリボース単独投与群\n血漿グルコース：３２６±４６\nヘモグロビンＡ1：６.０±０.６\n④  塩酸ピオグリタゾン及びボグリボース併用投与群\n血漿グルコース：１１４±２３\nヘモグロビンＡ1：４.５±０.４\n（ケ） 各群５匹からなる１３ないし１４週齢の雄の前記ラットを４群に分\nけ，塩酸ピオグリタゾン（３mg／kg／日，経口投与）又はインスリン分\n泌促進剤であるグリベンクラミド（３mg／kg／日，経口投与）をそれぞ\nれ単独又は併用して７日間投与した後，一晩絶食し，経口ブドウ糖負荷\n試験（２ｇ／kg／５ml  のブドウ糖を経口投与）を行った。ブドウ糖負\n荷前，１２０分後及び２４０分後にラットの尾静脈から血液を採取し，\n血漿グルコース（mg／dl）を測定したところ，次の結果を得た。これか\nら明らかなように，ブドウ糖負荷後の血糖値の上昇は，塩酸ピオグリタ\nゾン又はグリベンクラミドの単独投与よりも，併用投与により著しく抑\n制された（実験例２。【００４４】）。\n①  対照群（薬剤投与なし）\n０分：１１９±９\n１２０分：２４１±５８\n２４０分：１３７±１０\n②  塩酸ピオグリタゾン単独投与群\n０分：１０２±１２\n１２０分：１３６±１７\n２４０分：１０２±９\n③  グリベンクラミド単独投与群\n０分：１１８±１２\n１２０分：２２２±６１\n２４０分：１０６±２４\n④  塩酸ピオグリタゾン及びグリベンクラミド併用投与群\n０分：１０８±３\n１２０分：８６±１０\n２４０分：６０±５\nイ  本件各特許発明の課題及び技術的思想等について\n本件各特許発明の特許請求の範囲の記載及び本件各明細書の記載によ\nれば，本件各特許発明は，糖尿病治療に当たって，薬剤の単独の使用には，\n十分な効果が得られず，あるいは副作用の発現などの課題があった一方で，\nインスリン感受性増強剤でありほとんど副作用がないピオグリタゾンを，\n消化酵素を阻害して，澱粉や蔗糖の消化を遅延させる作用を有するα－グ\nルコシダーゼ阻害剤（アカルボース，ボグリボース又はミグリトール）と\n組み合わせた医薬，あるいは，嫌気 性解糖 促進作 用等 を有 する ビ グア ナ\nイ ド 剤 （ フ ェ ン ホ ル ミ ン ， メ ト ホ ル ミ ン 又 は ブ ホ ル ミ ン ） や 膵 β 細\n胞 か ら の イ ン ス リ ン 分 泌 促 進 作 用 を 有 す る Ｓ Ｕ 剤 で あ る グ リ メ ピ リ\nドと を 組み 合 わせ た 医薬 については知られていなかったことから，ピオ\nグリタゾンとそれ以外の作用機序を有する上記併用剤とを組み合わせる\nことで，薬物の長期投与においても副作用が少なく，かつ，多くの糖尿病\n患者に効果的な糖尿病予防・治療薬とすることをその技術的思想とするも\nのであるといえる。\nウ  その他の文献について\n本件各優先日前に刊行された文献には，概ね，以下の記載がある。\n（ア） 「経口血糖降下剤の使い方と限界」（medicina vol.３０，no.８・１４\n７１～１４７３頁。平成５年８月刊行。第１事件乙５，丙１４，第２事\n件丙１９）\n「食事及び運動という２つの基本治療によって十分な血糖コントロール\nが得られないインスリン非依存型糖尿病（ＮＩＤＤＭ）に対しては，主\nたる作用機序がインスリン分泌促進であるグリベンクラミドなどのＳＵ\n剤の投与が行われるが，ＳＵ剤は，全てのＮＩＤＤＭに有効であるとは\n限らず，当初から効果が認められない一次無効例（約２０％）のほか，\n年々５ないし１０％ずつ無効例（二次無効例）が増加し，約５年後には\nインスリン療法に移行せざるを得ないことになる。」\n「近い将来に市販が予定されているＳＵ剤グリメピリドは，グリベンク\nラジドより強い臨床効果を示すが，インスリン分泌促進効果は，さほど\nではない。末梢でのインスリン抵抗性を改善する薬剤としては，近く市\n販予定のトログリタゾンや，臨床試験中のピオグリタゾンがある。また，\n直接的な血糖降下作用はないが，多糖類の分解を抑制して糖質の吸収を\n遅延させることにより食後の過血糖の是正が期待されるα－グルコシ\nターゼ阻害剤として，アカルボースがある。将来は食事療法からインス\nリン療法までへの移行過程において，作用機序の異なる経口剤の併用が\n幅広く行われる可能性もある。」\n（イ） 「新しい経口血糖降下剤の開発状況と展望」（medicina vol.３０，no.\n８・１５４１～１５４２頁。平成５年８月刊行。第１事件乙６，丙１３，\n第２事件丙２０）\n「近年，ＮＩＤＤＭの病態に基づいた治療薬として，インスリン抵抗性\nの改善作用を有する薬剤（インスリン感受性増強剤）や，食後の血糖上\n昇を抑制する薬剤（α－グルコシダーゼ阻害剤）などの開発が活発に行\nわれるようになっている。\nインスリン感受性増強剤であるピオグリタゾンは，トログリタゾンと\n同様に，インスリン分泌作用がなく，インスリン抵抗性の改善により血\n糖降下作用を示す。\n新しいＳＵ剤であるグリメピリドは，グリベンクラミドに比し，その\nインスリン分泌促進作用が弱いにもかかわらず，同等若しくはそれ以上\nの血糖降下作用を有する。\nα－グルコシダーゼ阻害剤であるアカルボースは，食後の血糖上昇を\n抑えようとする薬剤である。」\n「以上のような近年開発中の経口血糖降下剤が臨床の場に登場すれば，\n単独投与だけでなく，従来からのＳＵ剤やインスリンを含めて，それぞ\nれの薬剤の特徴を生かした併用療法も考えられ，個々の患者の病態に即\nした，より有用な治療の選択が可能になるものと思われる。」\n（ウ） 引用例３\n「ＮＩＤＤＭに対するＳＵ剤治療は，一応の合理性を持つものである\nが，二次無効，肥満の助長及び低血糖などの限界がある。これからの経\n口剤としてはＳＵ剤とは異なる作用機序を持ち，食後血糖を低下させ，\nかつ，低血糖を起こしにくいという特徴を持つものなどが臨床上好まし\nいものといえる。また，インスリン抵抗性改善に働くものは，これから\nのＮＩＤＤＭ治療に必須なものといえよう。」\n上記記載に加え，インスリン分泌促進薬であるグリメピリド，臨床上\nでの有用性が期待されているインスリン感受性増強剤であるトログリタ\nゾン及びピオグリタゾン並びにα－グルコシダーゼ阻害剤であるボグリ\nボース，アカルボース及びミグリトールについて作用機序や，α－グル\nコシダーゼ阻害剤には腹部膨満及び下痢などの消化器症状という副作用\nがあることを含む一般的な説明が記載されている。\nまた，「（ピオグリタゾンが）用量的には３０mg／日で十分な血糖降下\n作用を発揮するものと思われる。」旨の記載があるほか，ボグリボースと\nＳＵ剤との併用により血糖値の低下という成果が得られている旨の記載\nがある。\nさらに，「以上紹介した薬剤はいずれもすでに臨床治験を終了あるいは\n進行中であり，近い将来に臨床の第一線に登場する可能性の高いもので\nある。治療の最終目標である合併症の発症・進展防止のために厳格な血\n糖管理が薬物療法に求められる役割であるとの観点から今後は個々の病\n態に応じたきめ細かい治療が要求される。新たな治療薬の参入によって\n今後のＮＩＤＤＭの薬物療法の在り方も変わっていくものと思われる\n（図３）。」との記載に加え，以下の図３が記載されている。\n（エ） 引用例１\nα－グルコシダーゼ阻害剤として臨床効果の有用性が報告されている\nアカルボース及びボグリボース等，インスリン感受性増強剤であるピオ\nグリタゾン及びトログリタゾン等並びに新たなＳＵ剤であって将来有用\nなものとして期待されるグリメピリドの作用機序や，α－グルコシダー\nゼ阻害剤には腹部膨満等の副作用があることを含む一般的な説明につい\nて記載があるほか，以下の記載がある。\n「さて，糖尿病状態になれば，病状と分泌不全と抵抗性とのバランスに\nより，以下の薬剤の組合せが試みられる（図６）。空腹時血糖が１１０\nmg／dl 以下で食後血糖が２００mg／dl 以上であればα－グルコシダー\nゼ阻害剤をまず試みる。空腹時血糖が１１０mg／dl から１３９mg／dl\nであれば，空腹時の肝糖産生抑制するために就寝前にスルフォニール尿\n素剤の経口投与，あるいはインスリン抵抗性改善剤やビグアナイド剤の\n投与が試みられるが，やはりそれらとα－グルコシダーゼ阻害剤の併用\nが好ましい。次に空腹時血糖が１４０mg／dl から１９９mg／dl であれ\nば，スルフォニール尿素剤単独投与，スルフォニール尿素剤とインスリ\nン抵抗性改善薬との併用が試みられる。しかし同様にα－グルコシダー\nゼ阻害剤の併用という３者併用療法が好ましい。さらに空腹時血糖が２\n００mg／dl 以上であれば，基礎インスリン分泌の補充と食後の追加分\n泌の補充が必要であるので，毎食前の速効型インスリンと夜間の中間型\nインスリンの投与が基本であるが，やはりα－グルコシダーゼ阻害剤の\n併用による食後過血糖のより効果的な是正が好ましい。さらに必要に応\nじてインスリン抵抗性改善薬との併用によりインスリン需要量の軽減が\n期待される。」，「α－グルコシダーゼ阻害剤やインスリン抵抗性改善薬と\nいう最近の新しい糖尿病薬の開発により，インスリン追加分泌不全やイ\nンスリン抵抗性増大という耐糖能異常の状態での予防的投与に基づく糖\n尿病の発症予防が将来期待される。」\n（オ） 「経口血糖降下薬による治療の現状  ２  ビグアニド剤」（「医薬\nジャーナル誌」３０巻４号１１４１頁。平成６年４月刊行。第１事件乙\n１５，丙５，第２事件丙３８）\n嫌気性解糖促進作用や末梢でのインスリン増強作用等の作用機序を有\nする，フェンホルミン，メトホルミン及びブホルミンを含むビグアナイ\nド剤の作用機序，禁忌及び副作用についての説明が記載されている。\n（カ） 引用例７\nＮＩＤＤＭにおける血糖値の低下に対するインスリン感受性増強剤で\nあるトログリタゾンの効果を検討するために，食事療法では血糖調節が\n十分ではない群の患者にトログリタゾンを単独投与する一方，他の経口\n血糖降下薬であるＳＵ剤又はビグアナイド剤では血糖調節が十分ではな\nい群の患者に，ＳＵ剤又はビグアナイド剤に加えてトログリタゾンを併\n用投与（いずれも１２週間）したところ，血糖調節に著しい改善又は中\n程度の改善がみられた者の率がいずれの群でも３９％であったという臨\n床試験の結果が記載されている。\nエ  本件各明細書及び上記ウの各文献の記載によれば，本件各優先日より前\nに，以下の点については，糖尿病又は糖尿病性合併症の予防・治療用医薬\nに関する当業者の技術常識であったことが認められる。\n（ア） ２型糖尿病に対して，従前から，主に膵β細胞からのインスリン分泌\nを促進するＳＵ剤であるグリベンクラミドの投与がされてきており，新\nたなＳＵ剤としてグリメピリドも存在する。\n（イ） インスリン受容体の機能を元に戻して末梢のインスリン抵抗性を改善\nするインスリン感受性増強剤として，ピオグリタゾン（臨床治験中）及\nびトログリタゾン（近く市販予定）が存在する。\n（ウ） 消化酵素を阻害して食後の血糖上昇を抑制するα－グルコシダーゼ阻\n害剤としてアカルボース，ボグリボース及びミグリトールが存在し，こ\nれらには下痢などの消化器症状という副作用がある。\n（エ） 嫌気性解糖促進作用等を有するビグアナイド剤としてフェンホルミン，\nメトホルミン及びブホルミンが存在する。\n（オ） 以上のとおり，ＳＵ剤，インスリン感受性増強剤，α－グルコシダー\nゼ阻害剤及びビグアナイド剤は，いずれも血糖値の降下に関する作用機\n序が異なる。\n（２） 引用例３に記載された発明（引用発明３）\nア  引用発明３の構成\n（ア） 前記(１)ウ(ウ)のとおり，引用例３の図３には，ピオグリタゾン等とα\n―グルコシターゼ阻害剤がそれぞれ書き込まれた各長方形から伸びてい\nる各矢印の先端に「併用」との書込みのある長方形が記載されており，\nそこから「血糖良好」の長円形のほか，「インスリン」との書込みのある\n長方形に向かって，それぞれ矢印が伸びている。\n（イ） 前記(１)エのとおり，インスリン受容体の機能を元に戻して末梢のイ\nンスリン抵抗性を改善するインスリン感受性増強剤と消化酵素を阻害し\nて食後の血糖上昇を抑制するα－グルコシダーゼ阻害剤とでは血糖値の\n降下に関する作用機序が異なることは，本件各優先日当時における当業\n者の技術常識であった。\nそして，作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が\n拮抗することは考えにくいから，併用する薬剤がそれぞれの機序によっ\nて作用し，それぞれの効果が個々に発揮されると考えられる。２型糖尿\n病患者に対してインスリン感受性増強剤とα－グルコシダーゼ阻害剤と\nを併用投与した場合に限って両者が拮抗し，あるいは血糖値の降下が発\n生しなくなる場合があることを示す証拠は見当たらない。むしろ，前記１)ウ(エ)のとおり，引用例１には，「空腹時血糖が１１０mg／dl から１\n３９mg／dl であれば，空腹時の肝糖産生抑制するために就寝前にＳＵ\n剤の経口投与，あるいはインスリン抵抗性改善剤やビグアナイド剤の投\n与が試みられるが，やはりそれらとα－グルコシダーゼ阻害剤の併用が\n好ましい。次に空腹時血糖が１４０mg／dl から１９９mg／dl であれば，\nＳＵ剤単独投与，ＳＵ剤とインスリン抵抗性改善薬との併用が試みられ\nる。しかし同様にα－グルコシダーゼ阻害剤の併用という３者併用療法\nが好ましい。さらに空腹時血糖が２００mg／dl 以上であれば，基礎イ\nンスリン分泌の補充と食後の追加分泌の補充が必要であるので，毎食前\nの速効型インスリンと夜間の中間型インスリンの投与が基本であるが，\nやはりα－グルコシダーゼ阻害剤の併用による食後過血糖のより効果的\nな是正が好ましい。さらに必要に応じてインスリン抵抗性改善薬との併\n用によりインスリン需要量の軽減が期待される。」という記載がある。こ\nの記載によれば，２型糖尿病患者に対するインスリン感受性増強剤（イ\nンスリン抵抗性改善薬）とα－グルコシダーゼ阻害剤との併用投与とい\nう技術的思想は，それ自体，本件各優先日当時における当業者に公知で\nあったことが認められる。また，前記のとおり，臨床試験中のインスリ\nン感受性増強剤としてピオグリタゾンが存在することや，α－グルコシ\nダーゼ阻害剤としてアカルボース，ボグリボース及びミグリトールが存\n在することについても，同じく当時の当業者の技術常識であったものと\nいうことができる。\n（ウ） 前記(ア)及び(イ)によれば，引用例３の図３に接した当業者は，本件各\n優先日当時における技術常識に基づき，図３の前記「併用」という文言\nが，２型糖尿病患者に対するピオグリタゾンとアカルボース，ボグリボー\nス及びミグリトールを含むα－グルコシダーゼ阻害剤との併用投与とい\nう構成を示すものであること，これらはいずれも血糖値の降下という効\n果を有する薬剤であるから，当該構成により血糖値の降下という作用効\n果が発現することについて，認識することができたものと認められる。\nまた，引用例３の図３は，「将来のＮＩＤＤＭ薬物治療のあり方」と題\nするものであるから，そこに記載されたピオグリタゾンは，その薬理学\n的に許容し得る塩を当然包含するものであると解されるとともに，図３\nに関する引用例３の他の記載からすれば，図３に記載されているものは，\n糖尿病又は糖尿病性合併症の予防・治療薬であることが優に認められる。\nさらに，少なくとも，併用投与に適した薬剤を配合剤などの「組み合\nわせてなる」「医薬」とすることについて何らかの阻害事由があることを\n窺わせるに足りる主張立証はなく，むしろ，前述のとおり，原告は「組\nみ合わせてなる」「医薬」は「併用投与」を含む旨主張し，被告らも単な\nる設計事項である旨主張していることからしても，実質的に記載されて\nいるものと同視することができる事項である。\nよって，引用例３の図３には，「ピオグリタゾン又はその薬理学的に許\n容し得る塩と，アカルボース，ボグリボース及びミグリトールから選ば\nれるα－グルコシダーゼ阻害剤とを組み合わせてなる，糖尿病又は糖尿\n病性合併症の予防・治療用医薬」という発明が記載されているものと認\nめられる。\nまた，α－グルコシダーゼ阻害剤には下痢などの消化器症状という副\n作用があることは，本件各優先日における当業者の技術常識であったこ\nとからすれば，当業者は，当該発明の構成を採用することにより，副作\n用の原因となるα－グルコシダーゼ阻害剤の用量を相対的に減少させ，\n副作用の発現を軽減することができることを認識することができたもの\nと認められる。\nイ  引用発明３の作用効果\n前記アのとおり，当業者は，引用例３の図３からピオグリタゾン又はそ\nの薬理学的に許容し得る塩とアカルボース，ボグリボース及びミグリトー\nルから選ばれるα－グルコシダーゼ阻害剤の併用投与という構成及びそ\nこから血糖値の降下という作用効果が発現することを認識するものと認\nめられる。\nここで発現する作用効果についてみると，前記ア(イ)のとおり，作用機\n序が異なる薬剤を併用する場合，通常は，薬剤同士が拮抗するとは考えに\nくいから，併用する薬剤がそれぞれの機序によって作用し，それぞれの効\n果が個々に発揮されると考えられる。しかも，前記(１)ウ(ア)の文献には，\nＳＵ剤による二次的無効に対処するため，ピオグリタゾン等の作用機序の\n異なる経口血糖降下剤を併用することについて言及されており，同(イ)の\n文献には，個々の患者の病態に即したより有用な治療としてのピオグリタ\nゾンやα－グルコシダーゼ阻害剤であるアカルボース等の薬剤の併用投\n与について言及されている。引用例３には，α－グルコシダーゼ阻害剤で\nあるボグリボースとＳＵ剤との併用による血糖値の低下という成果が紹\n介されているほか，図３の説明に引き続いて個々の病態に応じたきめ細か\nい治療の必要性に言及されている。引用例１では，２型糖尿病患者の空腹\n時血糖量に応じたα－グルコシダーゼ阻害剤及びそれとは作用機序を異\nにする薬剤（インスリン感受性増強剤を含む。）との単独投与や併用投与\nの組合せについて説明されており，引用例７では，インスリン感受性増強\n剤であるトログリタゾンの単独投与群とＳＵ剤又はビグアナイド剤との\n併用投与群で血糖調節について，同じ改善率があったことが記載されてい\nる。\nこれらのことからすれば，本件各優先日当時において，当業者は，これ\nらの作用機序が異なる糖尿病治療薬の併用投与により，いわゆる相乗的効\n果の発生を予測することができたとまでは認められないものの，少なくと\nも，いわゆる相加的効果が得られるであろうことまでは当然に想定したも\nのと認めることができる。\nよって，当業者は，ピオグリタゾン又はその薬理学的に許容し得る塩と\nアカルボース，ボグリボース及びミグリトールから選ばれるα－グルコシ\nダーゼ阻害剤との作用機序が異なる以上，両者の併用という引用例３の図\n３に記載された構成を有する発明（引用発明３）の作用効果として，いわ\nゆる相加的効果が得られるであろうことを想定したものといえる。\nウ  前記ア及びイによれば，引用例３には以下の発明（引用発明３－Ａ）の\n構成及び作用効果が記載されているものと認めることができる。\n（ア） 引用発明３－Ａ－１\nＡ  ピオグリタゾンまたはその薬理学的に許容し得る塩と\nＢ  アカルボース，ボグリボース及びミグリトールから選ばれるα－グ\nルコシダーゼ阻害剤とを組み合わせてなる\nＣ  糖尿病または糖尿病性合併症の予防・治療用医薬。\n（イ） 引用発明３－Ａ－５\nＤ  α－グルコシターゼ阻害剤がボグリボースである\nＥ  引用発明３－Ａ－１\n前記イのとおり，上記各構成により，いわゆる相乗的効果の発生を予測\nすることができたとまでは認められないものの，少なくともいわゆる相加\n的効果が得られることは当然に想定したものと認められる。\n（３） 本件特許発明Ａと引用発明３－Ａとの対比\nア  構成の対比\n前記(２)ウのとおり，本件特許発明Ａと引用発明３－Ａは，発明の構成\nにおいて何ら異なるところはない。\nイ  作用効果の対比\n原告は，本件特許発明Ａについて，当業者の予測することができない顕\n著な作用効果を奏するものであると主張するので，以下，検討する。\n（ア） 本件明細書Ａには，塩酸ピオグリタゾンとボグリボースとの併用投与\nの実験について，以下の記載がある。\n「【 ０ ０ ４ ３ 】 実 験例 １ 遺 伝 性 肥 満 糖 尿 病 ウ イ ス タ ー ・ フ ァ テ ィ ー\n（Wistar fatty）ラットにおける塩酸ピオグリタゾンと α－グルコシダー\nゼ阻害剤との併用効果各群５～６匹からなる１４～１９週齢の雄性ウ\nイスター・ファティー（Wistar  fatty）ラットを４群に分け，塩酸ピオ\nグリタゾン（１mg／kg 体重／日，経口投与）あるいは α－グルコシダー\nゼ阻害剤，ボグリボース（０.３１mg／kg 体重／日，５ppm  の割合で\n市販飼料に混合して投与）をそれぞれ単独あるいは両薬剤を併用して１\n４日間投与した。ついでラットの尾静脈から血液を採取し，血漿グル\nコース及びヘモグロビンＡ1  を酵素法（アンコール  ケミカルシステム\nベーカー社）及び市販のキット（ＮＣ－ＲＯＰＥＴ，日本ケミファ社）\nによって測定した。その結果を，各群（Ｎ＝５～６）の平均±標準偏差\nで表わし，ダンネット試験（Dunnett's  test）で比較検定して〔表１〕\nに示した。また，危険率１％未満を有意とした。\n【表１】\n〔表１〕から明らかなように，血漿グルコース及びヘモグロビンＡ1  は，\nピオグリタゾンまたはボグリボースの単独投与よりも，併用投与により\n著しく低下した。」\n（イ） 上記(ア)によれば，対照群（薬物投与なし）のラットから１４日後に\n得られた血漿グルコース濃度は，３４５±２９mg／dl であり，ヘモグ\nロビンＡ１は，５.７±０.４％であるのに対し，塩酸ピオグリタゾン及\nびボグリボース併用投与群のラットでは，結晶グルコース濃度は，１１\n４±２３mg／dl であり，ヘモグロビンＡ１は，４.５±０.４％であるか\nら，併用投与群において投与後に血漿グルコース濃度及びヘモグロビン\nＡ１が相当程度減少したことが一応示されているということができる。\nもっとも，上記実験において，併用投与群のラットは，いずれも各単\n独投与群が投与された塩酸ピオグリタゾン及びボグリボースの各用量\nをそのまま併用投与されているため，結果として最も大量の糖尿病治療\n薬を摂取していることになるばかりか，ラットからの血液採取が各薬剤\nの１４日目の最後の投与から何分後にされたのかが不明であるから，上\n記実験結果の数値の評価は，相当慎重に行わなければならない。\nそして，本件明細書Ａに記載された上記実験結果は，上記両薬剤の併\n用投与に関して当業者が想定する，いわゆる相加的効果の発現を裏付け\nているとはいえるものの，それ以上に，上記両薬剤の併用投与に関して\n当業者の予測を超える格別顕著な作用効果（いわゆる相乗的効果）を立\n証するには足りないものというほかない。\nしたがって，本件特許発明Ａの血糖値の降下に関する作用効果は，い\nわゆる相加的効果である点で引用発明３－Ａと共通するものというほ\nかない。\nウ  小括\n前記ア及びイのとおり，構成及び作用効果のいずれにおいても共通であ\nることからすれば，本件特許発明Ａは，引用発明３－Ａと同一のものであ\nると認めることができる。\nしたがって，本件特許発明Ａは，法２９条１項３号に該当し，同発明に\nかかる特許は，法１２３条１項２号により特許無効審判により無効にされ\nるべきである。\nエ  原告の主張について\n（ア） 原告は，本件各優先日当時，糖尿病の薬物治療においては，異なる作\n用機序の薬剤を併用して用いれば，例外なく，相加的又は相乗的な効果\nが必ずもたらされるとは認識されておらず，本件各優先日前に刊行され\nた文献には，ピオグリタゾンと他の薬剤との併用により効果の高い治療\nが可能となるかもしれないという期待が記載されているにとどまり，特\n許性を論じる場合に必要とされる「併用効果」の記載がない一方で，本\n件明細書Ａには，ピオグリタゾンとα－グルコシターゼ阻害剤であるボ\nグリボースとの併用投与が単独投与よりも優れているという「併用効果」\nの記載がある旨主張する。\nしかしながら，前記(２)イのとおり，作用機序が異なる薬剤を併用す\nる場合，通常は，薬剤同士が拮抗することは考えにくいから，併用する\n薬剤がそれぞれの機序によって作用し，それぞれの効果が個々に発揮さ\nれるものと考えられる。そのため，併用投与によりいわゆる相乗的効果\nが発生するか否かについての予測は困難であるといえるものの，前記１)ウの文献（引用例１，３，７，第１事件乙５，６）の記載によって\nも，本件各優先日当時における当業者は，これらの作用機序が異なる糖\n尿病治療薬の併用投与により，少なくともいわゆる相加的効果が得られ\nるであろうことまでは当然に想定したものと認められる。\nしたがって，原告の上記主張は，その前提に誤りがある。\nまた，前記(２)のとおり，引用例３の図３に接した当業者は，本件各\n優先日当時における技術常識に基づき，図３の「併用」という文言が２\n型糖尿病患者に対するピオグリタゾンとα－グルコシターゼ阻害剤と\nの併用投与という構成を示すものであって，これらの薬剤がそれぞれ有\nする別個の作用機序により，いわゆる相加的効果としての血糖値の降下\nという作用効果が発現することを示すものであると認識したものと認\nめられる。したがって，前述のとおり，引用例３の図３には，本件特許\n発明Ａの構成がいずれも記載されており，その作用効果又は作用効果に\n関わる構成もいずれも記載されているに等しいというべきである。\n（イ） 原告は，引用例７の試験結果について，２型糖尿病患者に対し，経口\n血糖降下剤を併用投与した場合に，必ずしも併用による相加的又は相乗\n的効果を奏するものではないことを明らかにしたものであると主張する。\nしかしながら，当該試験結果は，インスリン感受性増強剤であるトロ\nグリタゾンをＳＵ剤又はビグアナイド剤と併用投与した場合に，ＳＵ剤\n又はビグアナイド剤の単独投与よりも血糖調節に改善がみられること\nを明らかにしたものと十分に評価することができるものである。\n併用投与によるいわゆる相乗的効果を立証するものではないものの，\nインスリン感受性増強剤とそれとは異なる作用機序を有する経口血糖\n降下剤との併用について否定的な評価をもたらすものではない。\n（ウ） 原告は，追加の実験結果に関する書証（両事件甲９３，甲９４の１・\n２，甲９５の２）を提出し，これらによれば本件特許発明Ａが顕著な作\n用効果を奏することが裏付けられている旨主張する。\nしかしながら，前記イのとおり，本件明細書Ａは，塩酸ピオグリタゾ\nンとα－グルコシターゼ阻害剤であるボグリボースの併用投与による作\n用効果についても，いわゆる相加的効果を明らかにしたものにすぎず，\n当業者の予測を超える顕著な作用効果を明らかにしたものではない。\n原告の主張は，これらの追加実験に関する記載を参酌すべき基礎を欠\nいているものというほかない。\n（エ） 原告は，本件特許発明Ａがピオグリタゾンとα－グルコシターゼ阻害\n剤とを併用投与することで，単独投与の場合よりも少量で優れた血糖降\n下作用が得られ，副作用を低減し得るという作用効果を有しているとも\n主張する。\nしかしながら，前記イのとおり，本件明細書Ａの塩酸ピオグリタゾン\nとα－グルコシターゼ阻害剤であるボグリボースとの併用投与の実験\nにおいて，併用投与群のラットは，いずれも各単独投与群が投与された\n塩酸ピオグリタゾン及びα－グルコシターゼ阻害剤の各用量をそのま\nま併用投与されており，本件明細書Ａは，本件特許発明Ａが少量で優れ\nた血糖降下作用を有することを立証しておらず，副作用の低減について\nも，一般的ないし抽象的に記載しているにとどまる。\nしたがって，上記原告の主張にも理由はない。\n４  争点３－７（本件各特許発明は，引用発明１，２又は３に基づき，当業者が\n容易に発明することができたものであるか）について\n以下のとおり，本件特許発明Ｂ－７は，本件優先日Ｂより前に頒布された引\n用例３に記載された引用発明３に基づき，当業者が容易に発明することができ\nたものであるから，本件特許発明Ｂ－７にかかる特許は，特許無効審判により\n無効とされるべきものである（本件特許発明Ａにかかる特許については，前記\n３のとおり。本件特許発明Ｂ－１ないしＢ－３にかかる特許については，後記\n５のとおり）。\n（１） 本件各優先日における技術常識\n前記３(１)のとおりである。\n（２） 引用例３に記載された発明\nア  引用発明３の構成\n（ア） 引用例３の図３には，前記３(１)ウ(ウ)のとおり，ピオグリタゾン等と\nグリメピリド等がそれぞれ書き込まれた各長方形から伸びている各矢印\nの先端に，「併用」という書込みのある長方形が記載されており，そこか\nら「血糖良好」の長円形のほか，「インスリン」という書込みのある長方\n形に向かって，それぞれ矢印が伸びている。\n（イ） 前記３(１)エのとおり，インスリン感受性増強剤とＳＵ剤とで，血糖\n値の降下に関する作用機序が異なることは，当業者の技術常識であり，\n作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が拮抗すると\nは考えにくいから，併用する薬剤がそれぞれの機序によって作用し，そ\nれぞれの効果が個々に発揮されると考えられていたものである。２型糖\n尿病患者に対し，インスリン感受性増強剤とＳＵ剤とを併用投与した場\n合に限って両者が拮抗し，あるいは血糖値の降下が発生しなくなる場合\nがあることを示す証拠は見当たらない。むしろ，引用例１には，前記３１)ウ(エ)記載のとおり，「空腹時血糖が１４０mg／dl から１９９mg／\ndl であれば，ＳＵ剤単独投与，ＳＵ剤とインスリン抵抗性改善薬との併\n用が試みられる。」との記載があり，引用例７には，前記３(１)ウ(カ)記\n載のとおり，ＳＵ剤又はビグアナイド剤の単独投与を受けていた２型糖\n尿病患者に対し，インスリン感受性増強剤であるトログリタゾンを併用\n投与した場合の試験結果が記載されている。\nこれらのことからすれば，２型糖尿病患者に対するインスリン感受性\n増強剤（インスリン抵抗性改善薬）とＳＵ剤との併用投与という技術的\n思想は，それ自体，本件優先日Ｂの当時，当業者に公知であったことが\n認められる。\nまた，前記３(１)エのとおり，臨床試験中のインスリン感受性増強剤\nとしてピオグリタゾンが存在することや，新たなＳＵ剤としてグリメピ\nリドが存在することも，当業者の技術常識であったことが認められる。\n（ウ） 前記(ア)及び(イ)によれば，引用例３の図３に接した当業者は，本件優\n先日Ｂの当時における技術常識に基づき，図３の前記「併用」という文\n言が２型糖尿病患者に対するピオグリタゾンとグリメピリドとの併用投\n与という構成を示すものであって，「併用」という書込みのある長方形か\nら１本の矢印が「血糖良好」との書込みのある長円形に向かって伸びて\nいることについては，これらの薬剤がそれぞれ有する別個の作用機序に\nより血糖値の降下という作用効果が発現することを示すものであると認\n識したものと認められる。\nまた，引用例３の図３は，「将来のＮＩＤＤＭ薬物療法のあり方」と題\nするものであるから，そこに記載されたピオグリタゾンは，その薬理学\n的に許容し得る塩を当然包含するものと解されるとともに，前記「併用」\nの効果が「血糖良好」と記載されていること及び図３に関する引用例３\nの記載（前記３(１)ウ(ウ)）から，図３に記載されているものは，糖尿病\n又は糖尿病性合併症の予防・治療用医薬であると優に認められる。\nさらに，少なくとも「組み合わせてなる」「医薬」とすることが容易で\nあることも，前記３(２)ア(ウ)と同様である。\nイ  引用発明３の作用効果\n（ア） 前記ア(イ)のとおり，作用機序が異なる薬剤を併用する場合，通常は，\n薬剤同士が拮抗することは考えにくいから，併用する薬剤がそれぞれの\n機序によって作用し，それぞれの効果が個々に発揮されると考えられる。\nまた，前記３(１)ウ(ア)の文献は，ＳＵ剤による二次的無効に対処する\nためにピオグリタゾン等の作用機序の異なる経口剤の併用について言\n及し，同(イ)の文献は，個々の患者の病態に即したより有用な治療とし\nてのピオグリタゾンやグリメピリド等の薬剤の併用投与について言及\nし，引用例３は，ボグリボースとＳＵ剤との併用による血糖値の低下と\nいう成果を紹介するほか，図３の説明に引き続いて個々の病態に応じた\nきめ細かい治療の必要性に言及している。\nさらに，引用例１は，２型糖尿病患者の空腹時血糖量に応じたα－グ\nルコシダーゼ阻害剤及びそれとは作用機序を異にする薬剤との単独投\n与や併用投与の組合せについて説明しており，引用例７は，インスリン\n感受性増強剤であるトログリタゾンの単独投与群とＳＵ剤又はビグア\nナイド剤との併用投与群で血糖調節について同じ改善率があったこと\nを記載している。\nこれらの記載によれば，本件優先日Ｂの当時において，当業者は，こ\nれらの作用機序が異なる経口血糖降下剤の併用投与により，いわゆる相\n乗的効果の発生を予測することはできないものの，少なくともいわゆる\n相加的効果が得られるであろうことまでは当然に想定したものと認め\nられる。\n（イ） よって，当業者は，ピオグリタゾンとグリメピリドの作用機序が異な\nる以上，両者の併用という引用例３の図３に記載の構成を有する発明の\n作用効果として，両者のいわゆる相加的効果が得られるであろうことを\n想定したものといえる。\nウ  引用発明３の内容\n前記アによれば，引用例３には以下の発明（引用発明３－Ｂ－７）の構\n成が記載されているものと認めることができる。\nＨ  ピオグリタゾンまたはその薬理学的に許容しうる塩と，\nＩ  グリメピリドとを組み合わせてなる，\nＪ  糖尿病または糖尿病性合併症の予防・治療用医薬\n前記イによれば，引用発明３－Ｂ－７の構成により，いわゆる相乗的効\n果の発生を予測することはできないものの，少なくともいわゆる相加的効\n果が得られることは当然に想定することができたものといえる。\n（３） 本件特許発明Ｂ－７と引用発明３－Ｂ－７との対比\nア  構成の対比\n前記(２)のとおり，引用例３には引用発明３－Ｂ－７が記載されている\nところ，本件特許発明Ｂ－７とは，構成要件Ｈについて「０.０５～５mg／\nkg 体重の用量」という限定があることを除いて共通である。\nイ  作用効果の対比\n前提事実(４)イのとおり，本件特許発明Ｂ－７は，特定量のピオグリタ\nゾン又はその薬理学的に許容し得る塩とグリメピリドとを組み合わせた\n糖尿病又は糖尿病性合併症に対する予防・治療薬又は医薬組成物等である\nところ，本件明細書Ｂには，その作用効果に関する具体的な記載がない。\n本件明細書Ｂに記載のある，グリメピリドと同じＳＵ剤であるグリベン\nクラミドと塩酸ピオグリタゾンとの併用投与の実験の結果をみると，対照\n群（薬物投与なし）のラットから得られた血漿グルコース濃度は，１２０\n分後において２４１±５８mg／dl であり，２４０分後において１３７±\n１０mg／dl であるのに対し，塩酸ピオグリタゾン及びグリベンクラミド\n併用投与群のラットでは，１２０分後において８６±１０mg／dl であり，\n２４０分後において６０±５mg／dl であるから，併用投与群において投\n与後に血漿グルコース濃度が相当程度減少したことが示されているとい\nうことができる。\nしかしながら，上記実験において塩酸ピオグリタゾン単独投与群のラッ\nトから得られた血漿グルコース濃度は，１２０分後において１３６±１７\nmg／dl であり，２４０分後において１０２±９mg／dl であるほか，グリ\nベンクラミド単独投与群のラットから得られた血漿グルコース濃度は，１\n２０分後において２２２±６１mg／dl であり，２４０分後において１０\n６±２４mg／dl である。そして，上記の対照群（薬物投与なし）を基準\nとして，塩酸ピオグリタゾン単独投与群及びグリベンクラミド単独投与群\nの血漿グルコース濃度の減少量の中間値の和（１２０分後において１２４\nmg／dl，２４０分後において６６mg／dl）を，塩酸ピオグリタゾン及び\nグリベンクラミド併用投与群のラットにおける血漿グルコース濃度の減\n少量の中間値（１２０分後において１５５mg／dl，２４０分後において７\n７mg／dl）と対比すると，両者は，近似する値を示している。しかも，上\n記実験において，併用投与群のラットは，いずれも各単独投与群が投与さ\nれた塩酸ピオグリタゾン及びグリベンクラミドの各用量をそのまま併用\n投与されているため，結果として最も大量の糖尿病治療薬を摂取している\nことになるから，併用投与群のラットの血漿グルコース濃度の減少量が総\nじて各単独投与群の減少量の和よりも大きいとしても，このような減少量\nの差は，有意のものと評価することができない。\nしたがって，本件明細書Ｂに記載された塩酸ピオグリタゾンとグリベン\nクラミドとの併用投与の実験結果は，両薬剤の併用投与に関して当業者が\n想定する，いわゆる相加的効果の発現を裏付けているとはいえるものの，\nそれ以上に，当業者の予測を超える格別顕著な作用効果（いわゆる相乗的\n効果）を立証するには足りないものである。\nそうすると，本件特許発明Ｂ－７の作用効果は，ピオグリタゾン又はそ\nの薬理学に許容し得る塩とグリメピリドとを併用投与した場合に想定さ\nれるいわゆる相加的効果である点で，引用発明３－Ｂ－７と共通である。\nウ  本件特許発明Ｂ－７の容易想到性\n前記(３)アのとおり，本件特許発明Ｂ－７は，構成要件Ｈに「０.０５～\n５mg／kg 体重の用量」という限定があるという点において，引用発明３\n－Ｂ－７と相違する。そこで，上記相違点にかかる容易想到性についてみ\nると，ピオグリタゾンの作用機序は，前記３(１)で認定したとおり，本件\n優先日Ｂ当時の技術常識であったことに加えて，引用例３には，前記３(１)\nウ(ウ)記載のとおり，ピオグリタゾンが３０mg／日で十分な血糖降下作用\nを発揮するものと思われる旨の記載がある。糖尿病患者の体重を５０ない\nし１００kg と仮定すると，ピオグリタゾンの当該用量は，０.３ないし０.\n６mg／kg になり，本件特許発明Ｂ－７で特定されている用量（０.０５～\n５mg／kg）と重複する。\nしたがって，引用例３に接した当業者は，本件特許発明Ｂ－７の相違点\nに係る上記構成を容易に想到することができたものといえる。\nそうすると，本件特許発明Ｂ－７は，引用例３に記載された発明（引用\n発明３－Ｂ－７）及び当該技術分野の技術常識に基づいて容易に想到する\nことができたものであり，本件特許発明Ｂ－７は，法２９条２項に該当し，\n同発明にかかる特許は，法１２３条１項２号により特許無効審判により無\n効にされるべきである。\nエ  原告の主張について\n以下のとおり付加するほかは，前記４(３)エで述べたところと同様であ\nる。\n（ア）原告は，本件特許発明Ｂ－７について当業者の予測を超える顕著な作\n用効果を奏することを裏付けるものとして，ピオグリタゾンとグリメピ\nリドとの併用に関する試験結果（両事件甲１０４の１・２）を書証とし\nて提出している。\nしかしながら，前記イのとおり，本件明細書Ｂは，ピオグリタゾンと\nグリメピリドとの併用投与による作用効果についての記載がないばかり\nか，塩酸ピオグリタゾンとグリベンクラミドとの併用投与による作用効\n果についても当業者の予測を超える顕著な作用効果（いわゆる相乗的効\n果）や原告の主張する「併用効果」を立証するに足りるものではない。\nしたがって，本件明細書Ｂは，本件特許発明Ｂ－７の作用効果の顕著\n性を判断するに当たり，上記書証の記載を参酌すべき基礎を欠いている。\n（イ）原告は，ピオグリタゾン及びＳＵ剤には体重増加という作用のあるこ\nとが知られていたから，肥満という糖尿病のリスクを考慮すれば，ピオ\nグリタゾンとＳＵ剤との併用投与には阻害事由があった旨主張する。\nしかしながら，本件明細書Ｂには，体重増加の作用が回避されたこと\nなどについては何ら記載がなく，上記主張は，それ自体失当である。\n５  争点３－８（本件特許発明Ｂ－１ないしＢ－３は，引用発明２及び４に基づ\nき，当業者が容易に発明することができたものであるか）について\n以下のとおり，本件特許発明Ｂ－１ないしＢ－３は，少なくとも，本件優先\n日Ｂより前に頒布された引用例２及び４に記載された引用発明２及び４に基づ\nき，当業者が容易に発明することができたものであるから，本件特許発明Ｂ－\n１ないしＢ－３にかかる特許は，特許無効審判により無効とされるべきもので\nある。\n（１） 本件各優先日における技術常識\n前記３(１)のとおりである。\n（２） 引用例２及び引用例４に記載された発明\nア  引用発明２及び引用発明４の構成\n（ア） 引用例２には，以下の記載がある。\n「２）併用療法の可能性と危険性\n血糖降下に対する併用療法については，インスリン製剤とＳＵ剤，Ｓ\nＵ剤とＢＧ剤との併用が古くから提唱され，症例によっては用いられて\nいる。とりわけ，前者に関してはＳＵ剤の二次無効例にインスリン治療\nへの切り換え前に一時的に用いることが多い。後者については，両剤の\n作用メカニズムが異なることから理論的には，各単独に比べてより良い\n効果は十分期待できるので，乳酸アシドーシスと低血糖に注意して，処\n方を試みてもおもしろい。\nしかし，新しい作用メカニズムをもった経口血糖降下剤が登場するこ\nとになれば，各薬剤間での併用療法にも新しい展開がみられることが十\n分予測されるところである。その可能性を示せば図３となる。インスリ\nン作用増強剤は，インスリン治療下の患者以外で十分効果が期待できる\nのに対し，糖質吸収阻害剤はあらゆる治療法との併用が可能である。た\nだし，インスリン製剤およびＳＵ剤との併用にさいしては，厳に低血糖\nに注意することが肝要である。ここでいう糖質吸収阻害剤は，ブドウ糖\n以外の糖質を意味し，万が一糖質吸収阻害剤で低血糖発作が出現したさ\nいには，その解消はブドウ糖のみであることを忘れてはならない。」\n（イ） 引用例４には以下の記載がある。\n「チアゾリジンジオン系薬剤が，既にスルホニルウレアやメトホルミ\nンで治療中の患者の併用療法において，インスリン感受性増強剤として\n有用な役割を果たす可能性がさらに高い。」\n（ウ） 前記３(１)エのとおり，インスリン感受性増強剤とビグアナイド剤と\nで，血糖値の降下に関する作用機序が異なることは，当業者の技術常識\nであった。\nそして，作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が\n拮抗するとは考えにくいから，併用する薬剤がそれぞれの機序によって\n作用し，それぞれの効果が個々に発揮されると考えられる。２型糖尿病\n患者に対してインスリン感受性増強剤とビグアナイド剤とを併用投与し\nた場合に限って両者が拮抗し，あるいは血糖値の降下が発生しなくなる\n場合があることを示す証拠は見当たらない。むしろ，引用例７には，前\n記３(１)ウ(カ)記載のとおり，ＳＵ剤又はビグアナイド剤の単独投与を受\nけていた２型糖尿病患者に対し，インスリン感受性増強剤であるトログ\nリタゾンを併用投与した場合の試験結果が記載されている。\nこれらのことからすれば，２型糖尿病患者に対するインスリン感受性\n増強剤（インスリン抵抗性改善薬）とビグアナイド剤との併用投与とい\nう技術的思想は，それ自体，本件優先日Ｂの当時，当業者に公知であっ\nたことが認められる。\nまた，前記３(１)エのとおり，臨床試験中のインスリン感受性増強剤\nとしてピオグリタゾンが存在することや，ビグアナイド剤としてフェン\nホルミン，メトホルミン及びブホルミンが存在することも，当業者の技\n術常識であったことが認められる。\nとりわけ，前記(イ)のとおり，引用例４には，インスリン感受性増強\n剤とメトホルミンとの併用という具体的な構成が開示されている。\n（エ） 前記(ア)のとおり，引用例２には「各薬剤間での併用療法にも新しい\n展開がみられることが十分予測されるところである。その可能性を示せ\nば図３となる。」旨の記載があり，図３は「併用療法」と題するものであ\nるから，引用例３の図３に接した当業者は，本件優先日Ｂの当時におけ\nる技術常識に基づき，図３の「インスリン作用増強剤」と「ＢＧ剤」と\nの間の直線が，インスリン作用増強剤とビグアナイド剤の併用という構\n成を示すものであることを認識したものと認められる。\nまた，前記(イ)のとおり，引用例４には，インスリン感受性増強剤と\nメトホルミンの併用という具体的な構成が記載されているものと認め\nられる。\nさらに，これらの構成を「組み合わせてなる」「医薬」とすることが容\n易であることなどについても，前記３(２)ア(ウ)と同様である。\nイ  引用発明２及び４の作用効果\n（ア） 前記ア(ウ)のとおり，作用機序が異なる薬剤を併用する場合，通常は，\n薬剤同士が拮抗することは考えにくいから，併用する薬剤がそれぞれの\n機序によって作用し，それぞれの効果が個々に発揮されると考えられる。\nまた，引用例７は，インスリン感受性増強剤であるトログリタゾンの\n単独投与群とＳＵ剤又はビグアナイド剤との併用投与群で血糖調節に\nついて同じ改善率があったことを記載している。\nこの記載によれば，本件優先日Ｂの当時において，当業者は，インス\nリン感受性増強剤とこれと作用機序の異なるビグアナイド剤の併用投\n与により，いわゆる相乗的効果の発生を予測することはできないものの，\n少なくともいわゆる相加的効果が得られるであろうことまでは当然に\n想定したものと認められる。\n（イ） よって，当業者は，ピオグリタゾンとビグアナイド剤の作用機序が異\nなる以上，両者の併用という引用例２及び４に記載された構成を有する\n発明（引用発明２及び４）の作用効果として，いわゆる相加的効果が得\nられるであろうことを想定したものといえる。\nウ  引用発明２及び４の内容\n前記アによれば，引用例２には以下の発明の構成が記載されているもの\nと認めることができる。\n（ア） 引用発明２－Ｂ－１\nＡ  ピオグリタゾンまたはその薬理学的に許容しうる塩と，\nＢ  ビグアナイド剤とを組み合わせてなる，\nＣ  糖尿病または糖尿病性合併症の予防・治療用医薬\n（イ） 引用発明２－Ｂ－２\nＤ  ビグアナイド剤がフェンホルミン，メトホルミンまたはブホルミン\nである\nＥ  引用発明２－Ｂ－１\n（ウ） 引用発明２－Ｂ－３\nＦ  ビグアナイド剤がメトホルミンである\nＧ  引用発明２－Ｂ－１\nまた，引用例４には以下の発明の構成が記載されているものと認めるこ\nとができる。\n（エ） 引用発明４\nＦ  ピオグリタゾンまたはその薬理学的に許容しうる塩と，\nＧ  メトホルミンとを組み合わせてなる，\nＨ  糖尿病または糖尿病性合併症の予防・治療用医薬\n前記イのとおり，これらの構成により，いわゆる相乗的効果の発生を予\n測することはできないものの，少なくともいわゆる相加的効果が得られる\nことは当然に想定することができたものといえる。\n（３） 本件特許発明Ｂ－１ないしＢ－３との対比\nア  構成の対比\n前記(２)のとおり，本件特許発明Ｂ－１ないしＢ－３の構成要件と引用\n発明２－Ｂ－１ないし２－Ｂ－３の構成は共通であり，本件特許発明Ｂ－\n３の構成要件と引用発明４の構成も共通である。\nイ  作用効果の対比\n前提事実(４)イのとおり，本件特許発明Ｂ－１ないしＢ－３は，ピオグ\nリタゾン又はその薬理学的に許容しうる塩と，ビグアナイド剤とを組み合\nわせた糖尿病又は糖尿病性合併症に対する予防・治療用医薬であるところ，\n本件明細書Ｂには，その作用効果に関する具体的な記載が全くない。\nウ  容易想到性\nこれらのことからすると，本件特許発明Ｂ－１ないしＢ－３は，引用発\n明２－Ｂ－１ないし２－Ｂ－３及び引用発明４と構成において共通である\nと認めることができ，作用効果において，当業者が予測することのできな\nい顕著な効果を奏するものであるとは認めることができない。\nそうすると，本件特許発明Ｂ－１ないしＢ－３は，引用発明２及び４と\n同一のものであるか又は少なくともこれらの発明に基づき，当業者が容易\nに発明することができたものであり，本件特許発明Ｂ－１ないしＢ－３は，\nいずれも法２９条１項３号又は２項に該当し，同発明にかかる特許は，法\n１２３条１項２号により特許無効審判により無効にされるべきである。\n６  結論\n以上によれば，その余の点について検討するまでもなく，本件請求には全部\n理由がない。\nよって，主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁 判 長 裁 判 官        山    田    陽    三\n裁  判  官            西    田    昌    吾\n裁判官 松川充康は差し支えのため，署名押印することができない。\n裁 判 長 裁 判 官        山    田    陽    三\n（別紙）\n当 事 者 目 録\n第１事件及び第２事件原告      武 田 薬 品 工 業 株 式 会 社\n第１事件原告訴訟代理人弁護士  国 谷 史 朗\n同                            長 澤 哲 也\n同                            重 冨 貴 光\n同                            古 賀 大 樹\n同                            高 田 真 司\n同                            黒 田 佑 輝\n同訴訟復代理人弁護士          長 谷 部   陽   平\n第２事件原告訴訟代理人弁護士  室 谷 和 彦\n同                            面 谷 和 範\n第１事件被告                  沢 井 製 薬 株 式 会 社\n同訴訟代理人弁護士            高 橋 隆 二\n同                            生 田 哲 郎\n同                            佐 野 辰 巳\n第１事件被告                  東 和 薬 品 株 式 会 社\n第１事件被告                  全 星 薬 品 工 業 株 式 会 社\n第１事件被告                  ニ プ ロ フ ァ ー マ 株 式 会 社\n第１事件被告                  大 原 薬 品 工 業 株 式 会 社\n上記４名訴訟代理人弁護士      新 保 克 芳\n同                            高 崎   仁\n同                            近 藤 元 樹\n同                            洞                    敬\n同                            井 上   彰\n同                            酒 匂 禎 裕\n第１事件被告                  共 和 薬 品 工 業 株 式 会 社\n同訴訟代理人弁護士            岡 田 春 夫\n同                            中 西   淳\n同                            瓜 生 嘉 子\n同補佐人弁理士                植 木 久 一\n同                            伊 藤 浩 彰\n第２事件被告                  田 辺 三 菱 製 薬 株 式 会 社\n同訴訟代理人弁護士            吉 澤 敬 夫\n第２事件被告                  大 正 薬 品 工 業 株 式 会 社\n同訴訟代理人弁護士            阿 部 隆 徳\n（別紙）\n請 求 目 録\n１  主位的請求\n(1)  被告沢井製薬株式会社に対する請求\nア  被告沢井製薬株式会社は，別紙被告ら製品目録記載１ないし４の各製品\nを自己又は第三者のために製造し，販売し又は販売の申出をしてはならな\nい。\nイ  被告沢井製薬株式会社は，同製品について，健康保険法に基づく薬価基\n準収載品目削除願の提出をせよ。\nウ  被告沢井製薬株式会社は，同製品を廃棄せよ。\nエ  被告沢井製薬株式会社は，原告に対し，１５００万円並びに内５００万\n円に対する平成２３年６月２４日から及び内１０００万円に対する平成２\n４年６月１６日から，それぞれ支払済みまで年５分の割合による金員を支\n払え。\n(2)  被告東和薬品株式会社に対する請求\nア  被告東和薬品株式会社は，別紙被告ら製品目録記載５ないし８の各製品\nを自己又は第三者のために製造し，販売し又は販売の申出をしてはならな\nい。\nイ  被告東和薬品株式会社は，同製品について，健康保険法に基づく薬価基\n準収載品目削除願の提出をせよ。\nウ  被告東和薬品株式会社は，同製品を廃棄せよ。\nエ  被告東和薬品株式会社は，原告に対し，１５００万円並びに内５００万\n円に対する平成２３年６月２４日から及び内１０００万円に対する平成２\n４年６月１６日から，それぞれ支払済みまで年５分の割合による金員を支\n払え。\n(3)  被告全星薬品工業株式会社に対する請求\nア  被告全星薬品工業株式会社は，別紙被告ら製品目録記載９及び１０の各\n製品を自己又は第三者のために製造し，販売し又は販売の申出をしてはな\nらない。\nイ  被告全星薬品工業株式会社は，同製品について，健康保険法に基づく薬\n価基準収載品目削除願の提出をせよ。\nウ  被告全星薬品工業株式会社は，同製品を廃棄せよ。\nエ  被告全星薬品工業株式会社は，原告に対し，１５００万円並びに内５０\n０万円に対する平成２３年６月２４日から及び内１０００万円に対する平\n成２４年６月１６日から，それぞれ支払済みまで年５分の割合による金員\nを支払え。\n(4)  被告ニプロファーマ株式会社に対する請求\nア  被告ニプロファーマ株式会社は，別紙被告ら製品目録記載１１ないし１\n４の各製品を自己又は第三者のために製造し，販売し又は販売の申出をし\nてはならない。\nイ  被告ニプロファーマ株式会社は，同製品について，健康保険法に基づく\n薬価基準収載品目削除願の提出をせよ。\nウ  被告ニプロファーマ株式会社は，同製品を廃棄せよ。\nエ  被告ニプロファーマ株式会社は，原告に対し，１５００万円並びに内５\n００万円に対する平成２３年６月２４日から及び内１０００万円に対する\n平成２４年６月１６日から，それぞれ支払済みまで年５分の割合による金\n員を支払え。\n(5)  被告大原薬品工業株式会社に対する請求\nア  被告大原薬品工業株式会社は，別紙被告ら製品目録記載１９及び２０の\n各製品を自己又は第三者のために製造し，販売し又は販売の申出をしては\nならない。\nイ  被告大原薬品工業株式会社は，同製品について，健康保険法に基づく薬\n価基準収載品目削除願の提出をせよ。\nウ  被告大原薬品工業株式会社は，同製品を廃棄せよ。\nエ  被告大原薬品工業株式会社は，原告に対し，１５００万円並びに内５０\n０万円に対する平成２３年６月２４日から及び内１０００万円に対する平\n成２４年６月１６日から，それぞれ支払済みまで年５分の割合による金員\nを支払え。\n(6)  被告共和薬品工業株式会社に対する請求\nア  被告共和薬品工業株式会社は，別紙被告ら製品目録記載１５ないし１８\nの各製品を自己又は第三者のために製造し，販売し又は販売の申出をして\nはならない。\nイ  被告共和薬品工業株式会社は，同製品について，健康保険法に基づく薬\n価基準収載品目削除願の提出をせよ。\nウ  被告共和薬品工業株式会社は，同製品を廃棄せよ。\nエ  被告共和薬品工業株式会社は，原告に対し，１５００万円並びに内５０\n０万円に対する平成２３年６月２４日から及び内１０００万円に対する平\n成２４年６月１６日から，それぞれ支払済みまで年５分の割合による金員\nを支払え。\n(7)  被告田辺三菱製薬株式会社に対する請求\nア  被告田辺三菱製薬株式会社は，別紙被告ら製品目録記載２１及び２２の\n各製品を自己又は第三者のために製造し，販売し又は販売の申出をしては\nならない。\nイ  被告田辺三菱製薬株式会社は，同製品について，健康保険法に基づく薬\n価基準収載品目削除願の提出をせよ。\nウ  被告田辺三菱製薬株式会社は，同製品を廃棄せよ。\nエ  被告田辺三菱製薬株式会社は，原告に対し，１５００万円並びに内５０\n０万円に対する平成２３年６月２４日から及び内１０００万円に対する平\n成２４年６月１６日から，それぞれ支払済みまで年５分の割合による金員\nを支払え。\n(8)  被告大正薬品工業株式会社に対する請求\nア  被告大正薬品工業株式会社は，別紙被告ら製品目録記載２３及び２４の\n各製品を自己又は第三者のために製造し，販売し又は販売の申出をしては\nならない。\nイ  被告大正薬品工業株式会社は，同製品について，健康保険法に基づく薬\n価基準収載品目削除願の提出をせよ。\nウ  被告大正薬品工業株式会社は，同製品を廃棄せよ。\nエ  被告大正薬品工業株式会社は，原告に対し，１５００万円並びに内５０\n０万円に対する平成２３年６月２４日から及び内１０００万円に対する平\n成２４年６月１６日から，それぞれ支払済みまで年５分の割合による金員\nを支払え。\n(9)  訴訟費用は被告らの負担とする。\n(10)  仮執行宣言\n２  予備的請求\n(1)  被告沢井製薬株式会社に対する請求\nア  被告沢井製薬株式会社は，別紙併用医薬品目録記載の医薬品と組み合わ\nせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目録記載\n１ないし４の各製品を自己又は第三者のために製造し，販売し又は販売の\n申出をしてはならない。\nイ  被告沢井製薬株式会社は，同製品を廃棄せよ。\nウ  被告沢井製薬株式会社は，別紙併用医薬品目録記載の医薬品と組み合わ\nせて糖尿病の予防・治療用医薬として使用するとの効能効果を備えた別紙\n被告ら製品目録記載１ないし４の各製品を自己又は第三者のために製造\nし，販売し又は販売の申出をしてはならない。\nエ  被告沢井製薬株式会社は，同製品を廃棄せよ。\nオ  被告沢井製薬株式会社は，別紙被告ら製品目録記載１ないし４の各製品\nの添付文書，包装その他の媒体に，別紙併用医薬品目録記載の医薬品と組\nみ合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載\nしてはならない。\nカ  被告沢井製薬株式会社は，別紙併用医薬品目録記載の医薬品と組み合わ\nせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載した別\n紙被告ら製品目録記載１ないし４の各製品の添付文書，包装その他の媒体\nを廃棄せよ。\n(2)  被告東和薬品株式会社に対する請求\nア  被告東和薬品株式会社は，別紙併用医薬品目録記載の医薬品と組み合わ\nせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目録記載\n５ないし８の各製品を自己又は第三者のために製造し，販売し又は販売の\n申出をしてはならない。\nイ  被告東和薬品株式会社は，同製品を廃棄せよ。\nウ  被告東和薬品株式会社は，別紙併用医薬品目録記載の医薬品と組み合わ\nせて糖尿病の予防・治療用医薬として使用するとの効能効果を備えた別紙\n被告ら製品目録記載５ないし８の各製品を自己又は第三者のために製造\nし，販売し又は販売の申出をしてはならない。\nエ  被告東和薬品株式会社は，同製品を廃棄せよ。\nオ  被告東和薬品株式会社は，別紙被告ら製品目録記載５ないし８の各製品\nの添付文書，包装その他の媒体に，別紙併用医薬品目録記載の医薬品と組\nみ合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載\nしてはならない。\nカ  被告東和薬品株式会社は，別紙併用医薬品目録記載の医薬品と組み合わ\nせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載した別\n紙被告ら製品目録記載５ないし８の各製品の添付文書，包装その他の媒体\nを廃棄せよ。\n(3)  被告全星薬品工業株式会社に対する請求\nア  被告全星薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目録\n記載９及び１０の各製品を自己又は第三者のために製造し，販売し又は販\n売の申出をしてはならない。\nイ  被告全星薬品工業株式会社は，同製品を廃棄せよ。\nウ  被告全星薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を備えた\n別紙被告ら製品目録記載９及び１０の各製品を自己又は第三者のために\n製造し，販売し又は販売の申出をしてはならない。\nエ  被告全星薬品工業株式会社は，同製品を廃棄せよ。\nオ  被告全星薬品工業株式会社は，別紙被告ら製品目録記載９及び１０の各\n製品の添付文書，包装その他の媒体に，別紙併用医薬品目録記載の医薬品\nと組み合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を\n記載してはならない。\nカ  被告全星薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載し\nた別紙被告ら製品目録記載９及び１０の各製品の添付文書，包装その他の\n媒体を廃棄せよ。\n(4)  被告ニプロファーマ株式会社に対する請求\nア  被告ニプロファーマ株式会社は，別紙併用医薬品目録記載の医薬品と組\nみ合わせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目\n録記載１１ないし１４の各製品を自己又は第三者のために製造し，販売し\n又は販売の申出をしてはならない。\nイ  被告ニプロファーマ株式会社は，同製品を廃棄せよ。\nウ  被告ニプロファーマ株式会社は，別紙併用医薬品目録記載の医薬品と組\nみ合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を備え\nた別紙被告ら製品目録記載１１ないし１４の各製品を自己又は第三者の\nために製造し，販売し又は販売の申出をしてはならない。\nエ  被告ニプロファーマ株式会社は，同製品を廃棄せよ。\nオ  被告ニプロファーマ株式会社は，別紙被告ら製品目録記載１１ないし１\n４の各製品の添付文書，包装その他の媒体に，別紙併用医薬品目録記載の\n医薬品と組み合わせて糖尿病の予防・治療用医薬として使用するとの効能\n効果を記載してはならない。\nカ  被告ニプロファーマ株式会社は，別紙併用医薬品目録記載の医薬品と組\nみ合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載\nした別紙被告ら製品目録記載１１ないし１４の各製品の添付文書，包装そ\nの他の媒体を廃棄せよ。\n(5)  被告大原薬品工業株式会社に対する請求\nア  被告大原薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目録\n記載１９及び２０の各製品を自己又は第三者のために製造し，販売し又は\n販売の申出をしてはならない。\nイ  被告大原薬品工業株式会社は，同製品を廃棄せよ。\nウ  被告大原薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を備えた\n別紙被告ら製品目録記載１９及び２０の各製品を自己又は第三者のため\nに製造し，販売し又は販売の申出をしてはならない。\nエ  被告大原薬品工業株式会社は，同製品を廃棄せよ。\nオ  被告大原薬品工業株式会社は，別紙被告ら製品目録記載１９及び２０の\n各製品の添付文書，包装その他の媒体に，別紙併用医薬品目録記載の医薬\n品と組み合わせて糖尿病の予防・治療用医薬として使用するとの効能効果\nを記載してはならない。\nカ  被告大原薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載し\nた別紙被告ら製品目録記載１９及び２０の各製品の添付文書，包装その他\nの媒体を廃棄せよ。\n(6)  被告共和薬品工業株式会社に対する請求\nア  被告共和薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目録\n記載１５ないし１８の各製品を自己又は第三者のために製造し，販売し又\nは販売の申出をしてはならない。\nイ  被告共和薬品工業株式会社は，同製品を廃棄せよ。\nウ  被告共和薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を備えた\n別紙被告ら製品目録記載１５ないし１８の各製品を自己又は第三者のた\nめに製造し，販売し又は販売の申出をしてはならない。\nエ  被告共和薬品工業株式会社は，同製品を廃棄せよ。\nオ  被告共和薬品工業株式会社は，別紙被告ら製品目録記載１５ないし１８\nの各製品の添付文書，包装その他の媒体に，別紙併用医薬品目録記載の医\n薬品と組み合わせて糖尿病の予防・治療用医薬として使用するとの効能効\n果を記載してはならない。\nカ  被告共和薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載し\nた別紙被告ら製品目録記載１５ないし１８の各製品の添付文書，包装その\n他の媒体を廃棄せよ。\n(7)  被告田辺三菱製薬株式会社に対する請求\nア  被告田辺三菱製薬株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目録\n記載２１及び２２の各製品を自己又は第三者のために製造し，販売し又は\n販売の申出をしてはならない。\nイ  被告田辺三菱製薬株式会社は，同製品を廃棄せよ。\nウ  被告田辺三菱製薬株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を備えた\n別紙被告ら製品目録記載２１及び２２の各製品を自己又は第三者のため\nに製造し，販売し又は販売の申出をしてはならない。\nエ  被告田辺三菱製薬株式会社は，同製品を廃棄せよ。\nオ  被告田辺三菱製薬株式会社は，別紙被告ら製品目録記載２１及び２２の\n各製品の添付文書，包装その他の媒体に，別紙併用医薬品目録記載の医薬\n品と組み合わせて糖尿病の予防・治療用医薬として使用するとの効能効果\nを記載してはならない。\nカ  被告田辺三菱製薬株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載し\nた別紙被告ら製品目録記載２１及び２２の各製品の添付文書，包装その他\nの媒体を廃棄せよ。\n(8)  被告大正薬品工業株式会社に対する請求\nア  被告大正薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用される別紙被告ら製品目録\n記載２３及び２４の各製品を自己又は第三者のために製造し，販売し又は\n販売の申出をしてはならない。\nイ  被告大正薬品工業株式会社は，同製品を廃棄せよ。\nウ  被告大正薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を備えた\n別紙被告ら製品目録記載２３及び２４の各製品を自己又は第三者のため\nに製造し，販売し又は販売の申出をしてはならない。\nエ  被告大正薬品工業株式会社は，同製品を廃棄せよ。\nオ  被告大正薬品工業株式会社は，別紙被告ら製品目録記載２３及び２４の\n各製品の添付文書，包装その他の媒体に，別紙併用医薬品目録記載の医薬\n品と組み合わせて糖尿病の予防・治療用医薬として使用するとの効能効果\nを記載してはならない。\nカ  被告大正薬品工業株式会社は，別紙併用医薬品目録記載の医薬品と組み\n合わせて糖尿病の予防・治療用医薬として使用するとの効能効果を記載し\nた別紙被告ら製品目録記載２３及び２４の各製品の添付文書，包装その他\nの媒体を廃棄せよ。\n（別紙）\n被 告 ら 製 品 目 録\n【被告沢井製薬株式会社】\n１  ピオグリタゾン錠１５mg「サワイ」\n２  ピオグリタゾン錠３０mg「サワイ」\n３  ピオグリタゾン OD 錠１５mg「サワイ」\n４  ピオグリタゾン OD 錠３０mg「サワイ」\n【被告東和薬品株式会社】\n５  ピオグリタゾン錠１５mg「トーワ」\n６  ピオグリタゾン錠３０mg「トーワ」\n７  ピオグリタゾン OD 錠１５mg「トーワ」\n８  ピオグリタゾン OD 錠３０mg「トーワ」\n【被告全星薬品工業株式会社】\n９  ピオグリタゾン錠１５mg「ZE」\n１０  ピオグリタゾン錠３０mg「ZE」\n【被告ニプロファーマ株式会社】\n１１  ピオグリタゾン錠１５mg「NP」\n１２  ピオグリタゾン錠３０mg「NP」\n１３  ピオグリタゾン OD 錠１５mg「NP」\n１４  ピオグリタゾン OD 錠３０mg「NP」\n【被告共和薬品工業株式会社】\n１５  ピオグリタゾン錠１５mg「アメル」\n１６  ピオグリタゾン錠３０mg「アメル」\n１７  ピオグリタゾン OD 錠１５mg「アメル」\n１８  ピオグリタゾン OD 錠３０mg「アメル」\n【被告大原薬品工業株式会社】\n１９  ピオグリタゾン錠１５mg「オーハラ」\n２０  ピオグリタゾン錠３０mg「オーハラ」\n【被告田辺三菱製薬株式会社】\n２１  ピオグリタゾン錠１５mg「タナベ」\n２２  ピオグリタゾン錠３０mg「タナベ」\n【被告大正薬品工業株式会社】\n２３  ピオグリタゾン錠１５mg「興和テバ」\n２４  ピオグリタゾン錠３０mg「興和テバ」\n（別紙）\n併 用 医 薬 品 目 録\n１  アカルボース，ボグリボース又はミグリトールを含む医薬品\n２  ビグアナイド剤を含む医薬品\n３  グリメピリドを含む医薬品\n（別紙）\n引 用 例 目 録\n１  「経口糖尿病薬－新薬と新しい治療プラン」（総合臨床 vol.４３,no.１１・２６\n１５～２６２１頁。平成６年１１月刊行。第１事件乙２，丁２１，第２事件乙５，\n丙１６）\n２  「経口血糖降下剤の選択と用い方」（糖尿病 UP2DATE  10・６８～７７頁。平\n成６年刊行。第１事件乙２９，丙３，第２事件乙６，丙１８）\n３  「NIDDM の新しい治療薬」（Therapeutic Research vol.１４  no.１０・４１２\n２～４１２６頁。平成５年１０月刊行。第１事件乙１，丁２２，第２事件乙４，\n丙１７）\n４  「Using  the  Oral  Hypoglycemic  Agents」（Endocrinologist  Vol.３・３２１\n～３２９頁。１９９３年刊行。第２事件乙７，丙４０）\n５  「インスリン感受性改善剤，AD－4833（pioglitazone）の SU 剤との併用試験」\n（糖尿病  第３７巻臨時増刊号・４１３頁。平成６年４月刊行。第１事件乙１８，\n丙１２，丁２７，第２事件乙１０，丙３５）\n６  「新しい経口血糖降下剤 CS2045 のインスリン非依存性糖尿病患者に対する初\n期第Ⅱ相治験成績」（臨床医薬 9 巻 Suppl.3・３～１８頁。平成５年７月刊行。第\n２事件乙８の１，丙３４）\n７  「A pilot clinical trial of a new oral hypoglycemic agent, CS2045, in patients\nwith non2insulin dependent diabetes mellitus」（Diabete Research & Clinical\npractice  Vol.１１・１４７～１５３頁。１９９１年刊行。第１事件乙９・２２，\n丁１，第２事件乙９，丙４２）\n"
}