{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 9,
    "day": 29
  },
  "case_number": "平成28(わ)246",
  "case_name": "過失運転致死傷,道路交通法違反被告事件",
  "court_name": "広島地方裁判所",
  "gist": "被告人が，高速道路上でトラックを運転中，連続した長時間勤務による過労のため仮睡状態に陥り，トンネル内で渋滞のため停止中の車両に次々と衝突し，複数の車両を炎上させるなどして，被害者２名を死亡させ，被害者８名に傷害を負わせた過失運転致死傷等被告事件において，被告人に懲役４年を言い渡した事例",
  "lawsuit_id": "86430",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86430",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/430/086430_hanrei.pdf",
  "contents": "平成２８年９月２９日宣告\n平成２８年（わ）第２４６号，同第３６７号  過失運転致死傷，道路交通法違反被\n告事件\n主 文\n被告人を懲役４年に処する。\n未決勾留日数中１２０日をその刑に算入する。\n理 由\n（罪となるべき事実）\n第１  被告人は，平成２８年３月１７日午前６時４５分頃，広島県福山市ａ町ｂｃ\n番地ｄｅ自動車道下りｆサービスエリア付近道路において，同年１月５日から\nのほぼ連続した長時間勤務による過労のため，正常な運転ができないおそれが\nある状態で，中型貨物自動車を運転した。\n第２  被告人は，同年３月１７日午前６時４５分頃，前記中型貨物自動車を運転し，\n前記ｆサービスエリアを発進するに当たり，蓄積した疲労から同サービスエリ\nアに到着するまでに何度も眠気を催し，再び運転を開始すれば同様に眠気を催\nし前方注視が困難な状態になるおそれがあったから，厳に運転を差し控えるべ\nき自動車運転上の注意義務があるのにこれを怠り，その運転を開始した過失に\nより，同日午前７時２６分頃，広島県東広島市ｇ町ｈｅ自動車道下りｉキロポ\nスト付近に位置するｊトンネル内の第１通行帯（走行車線）を岡山県方面から\n山口県方面に向けて時速約７７キロメートルで進行中，仮睡状態に陥り，同ト\nンネル内で渋滞のため停止中のＡ運転の普通乗用自動車に気付かないまま進\n行し，自車との衝突を回避するため第２通行帯（追越車線）に待避しようとし\nたＡ運転車両左後部に自車右前部を衝突させ，その前方で停止していたＢ運転\nの普通乗用自動車後部に自車前部を激突させた上，自車前部でＢ運転車両を前\n方に押し出して自車もろとも進行しながら，その前方で停止していたＣ運転の\n普通乗用自動車（軽自動車）後部にＢ運転車両前部を衝突させるなどしてＣ運\n転車両を第２通行帯にはじき飛ばし，その際，同車前部をその前方で停止して\nいたＤ運転の普通乗用自動車後部に衝突させて転回させ，同車右側面部をその\n前方で停止していたＥ運転の普通乗用自動車（軽自動車）後部に衝突させ，同\n様に自車前部でＢ運転車両を前方に押し出して自車もろとも進行しながら，Ｄ\n運転車両左側面部に衝突させるなどし，同車及びＥ運転車両を次々と第２通行\n帯にはじき飛ばした上，同車を転覆させ，同様に自車前部でＢ運転車両を前方\nに押し出して自車もろとも進行しながら，その前方で停止していたＦ運転の普\n通乗用自動車後部に衝突させて同車を第２通行帯にはじき飛ばし，同様に自車\n前部でＢ運転車両を前方に押し出して自車もろとも進行しながら，その前方で\n停止していたＧ運転の中型貨物自動車後部に衝突させるなどし，さらに，自車，\nＢ運転車両，Ｇ運転車両，Ｅ運転車両及びＦ運転車両を次々と炎上させて上記\nトンネル内に黒煙を充満させるなどし，よって，Ｂ（当時３４歳）を，その頃，\n同所において，火傷死させ，Ｃ（当時６５歳）に脳挫傷の傷害を負わせ，その\n頃，同所において，同傷害により死亡させるとともに，Ａ運転車両に同乗して\nいたＨ（当時５３歳）に黒煙の吸入による全治２日間を要する一酸化炭素中毒\nの傷害を，Ｄ（当時５０歳）に加療約１０日間を要する頭部打撲等の傷害を，\nＥ（当時３９歳）に加療約２週間を要する頸椎捻挫等の傷害を，Ｆ（当時５８\n歳）に加療約２２日間を要する横紋筋融解症等の傷害を，上記のとおり通行が\n困難となった上記トンネル内を徒歩で避難していたＩ（当時４６歳）に黒煙の\n吸入による加療約３０日間を要する一酸化炭素中毒の傷害を，同様に避難して\nいたＪ（当時２５歳）に黒煙の吸入による全治約２週間を要する一酸化炭素中\n毒の傷害を，同様に避難していたＫ（当時３２歳）に転倒等による加療約２３\n日間を要する頸椎捻挫等の傷害を，同様に避難していたＬ（当時３１歳）に転\n倒による加療約１週間を要する両側手掌挫創，左膝関節挫傷の傷害を，それぞ\nれ負わせた。\n（証拠の標目）省略\n（法令の適用）\n・罰条\n判示第１の行為            道路交通法１１７条の２の２第７号，６６条\n判示第２の行為            死亡又は負傷した被害者ごとに自動車の運転により\n人を死傷させる行為等の処罰に関する法律５条本\n文\n・科刑上一罪の処理          判示第２について，刑法５４条１項前段，１０条（１\n個の行為が１０個の罪名に触れる場合であるが，死\n亡した被害者２名に対する各過失運転致死罪の犯\n情の軽重を決することができないので，一罪として\n過失運転致死罪の刑で処断）\n・刑種の選択                いずれも懲役刑を選択\n・併合罪                    刑法４５条前段，４７条本文，１０条（重い判示第\n２の罪の刑に刑法４７条ただし書の制限内で法定\nの加重）\n・未決勾留日数の算入     刑法２１条\n・訴訟費用の不負担          刑訴法１８１条１項ただし書\n（量刑の理由）\n本件の量刑に当たって重視されるべきは，本件事故により被害者２名が死亡し，\n被害者８名が傷害を負ったという結果の重大性である。被害者らは，渋滞や本件事\n故のために本件トンネル内で停止を余儀なくされた車両の運転者又は同乗者であり，\n何らの落ち度がないにもかかわらず，本件各被害に遭ったものである。死亡した被\n害者２名は逃げる間もなくその場で絶命したものであり，その無念さは察するに余\nりある。かけがえのない家族を失った遺族の悲しみは深く，処罰感情が強いのも当\n然といえる。負傷した被害者８名の身体的・精神的苦痛も大きい。\n被告人は，自身が過労状態にあり，運転を開始すれば眠気を催し前方注視が困難\nな状態になるおそれがあることを認識しながら，運転を差し控えることをせずに運\n転を開始した結果，仮睡状態に陥り，渋滞のために停止中の車列に気付くことなく，\n本件事故を引き起こしたものである。被告人が職業運転手であることを考えると，\n本件過失は重大である。\n他方，本件過失につながる被告人の過労は，被告人が勤務会社から十分な休息時\n間や休日を確保できないほど連日長時間にわたって過酷な勤務を強いられ，労働時\n間の短縮や休日の取得等を運行管理者に申し出ることも困難な状況にあったことに\n由来するものである。そうすると，本件事故が発生した要因は勤務会社にもあると\nいうべきであり，被告人のみに本件事故の責任を負わせるのは酷であるから，上記\nのとおり本件の結果及び過失の重大性に照らせば，被告人を相当期間の実刑に処す\nることはやむを得ないとしても，本件が過失運転致死傷の事案において特に重い部\n類に属するとまではいえない。\nそこで，被告人運転車両に係る対人賠償無制限の損害賠償責任保険により各被害\n者に対する損害賠償がされる見込みがあること，被告人が本件各犯行を認め反省の\n態度を示していることなど，被告人のために酌むべき事情を考慮し，被告人には主\n文の刑を科すのが相当であると判断した。\n（検察官山名論平，同岩本直人，弁護人井上道各出席）\n（求刑  懲役６年）\n平成２８年９月２９日\n広島地方裁判所刑事第１部\n裁判長裁判官            丹 羽 芳 徳\n裁判官            武 林 仁 美\n裁判官            藤 村 香 織\n"
}