{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 7,
    "day": 27
  },
  "case_number": "平成22(行ケ)10352",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81524",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81524",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/524/081524_hanrei.pdf",
  "contents": "平成２３年７月２７日  判決言渡\n平成２２年（行ケ）第１０３５２号  審決取消請求事件\n平成２３年６月２７日  口頭弁論終結\n判                決\n原            告          大 塚 製 薬 株 式 会 社\n訴訟代理人弁理士          三      枝      英      二\n同                        中      野      睦      子\n同                        林              雅      仁\n同                        宮      川      直      之\n被            告          特 許 庁 長 官\n指 定 代 理 人          松      本      直      子\n同                        東              裕      子\n同                        柳              和      子\n同                        唐      木      以  知  良\n同                        小      林      和      男\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２００７－３１０９０号事件について平成２２年１０月４日にした\n審決を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯\n原告は，平成１２年１２月２８日，発明の名称を「ベンゼンスルフォナート化合\n物」とする発明について，特許出願（特願２０００－３９９８２８。以下「本願」\nという。）をしたが，平成１９年７月２６日付けで拒絶理由が通知され，次いで，\n同年１０月９日付けで拒絶査定を受けたので，同年１１月１６日，これに対する不\n服の審判（不服２００７－３１０９０号事件）を請求し，同年１２月１０日付け手\n続補正書を提出した。特許庁は，平成２２年１０月４日，「本件審判の請求は，成\nり立たない。」との審決（以下「審決」という。）をし，その謄本は，同月１９日\nに原告に送達された。\n２  特許請求の範囲\n本願の特許請求の範囲における請求項１の記載は，以下のとおりである（甲３。\n以下，この発明を「本願発明」という。以下，本願の特許請求の範囲，明細書を合\nわせて「本願明細書」ということがある。）。\n【請求項１】一般式（１）【化１】\nができないと判断した。その理由の要旨は，以下のとおりである。\n(1) 審決が認定した引用発明の内容並びに本願発明と引用発明との一致点及び相\n違点は，以下のとおりである（判決注  相違点は一つであるが，審決に従って，相\n違点Ａと表記する。）。\nア  引用発明の内容\n４－クロロブチルｐ－トルエンスルフォナート化合物\nイ  一致点\n「４－クロロブチル  置換ベンゼンスルフォナート化合物」である点\nウ  相違点Ａ\n置換ベンゼンスルフォナート化合物のベンゼン環上の置換基が，本願発明におい\nては，「ｏ－ニトロ」であるのに対し，引用発明においては，「ｐ－メチル」であ\nる点\n(2) 相違点Ａについて\n刊行物１においては，最終生成物である化合物が医薬組成物として使用されるこ\nとを考慮すれば，より不純物の少ない高純度のものが得られるような反応を求める\nことは，当業者に周知の課題であるところ，引用発明の「４－クロロブチル化」剤\nも，アルキル部分が結合する原料としてのアルキル化剤であり，より不純物の少な\nい高純度のものが得られるようにするために，より穏和な条件で行える方法が望ま\nしいといえるから，引用発明において，ｐ－メチルベンゼンスルフォナートより優\nれた脱離基であることが周知であるｏ－ニトロベンゼンスルフォナートを導入した\nものとし，それにより，「４－クロロブチル化」剤として，「４－クロロブチル\nｏ－ニトロベンゼンスルフォナート化合物」を想到することは当業者にとって容易\nである。本願発明の化合物については，その化学構造となるように合成することは，\n当業者にとって困難があるとはいえない。\n(3) 本願発明の効果について\n本願発明の「４－ハロゲノブチル  ｏ－ニトロベンゼンスルフォナート化合物」\nは，「ｏ－ニトロベンゼンスルホン酸基」を脱離基とする「４－ハロゲノブチル\n化」剤であるといえるので，「７－（４－ハロゲノブトキシ）－３，４－ジヒドロ\nカルボスチリルを工業的規模にて，安価に，しかも簡便な操作で，高収率且つ高純\n度で製造できる」という，本願発明の中間体としての効果とは，「４－ハロゲノブ\nチル化」剤としての効果であるといえる。\n一方，引用発明である「４－クロロブチルｐ－トルエンスルフォナート化合物」\nも，フェノール性水酸基に対する「４－クロロブチル化」剤として用いられる中間\n体であり，反応の相手である原料のフェノールに縮合する環が異なるものの，本願\n発明と同様の反応に用いられる中間体であるといえる。また，刊行物１においても，\n「４－クロロブチル  ｐ－メチルベンゼンスルフォナート化合物」を中間体として\n用いた合成剤２において高収率で最終生成物が得られている。\nまた，刊行物２には，「ｏ－ニトロベンゼンスルホナートもトシラートより優れ\nた脱離基である」ことが記載されているので，脱離基としてより優れたものを用い\nれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，\n不純物の少ない高純度のものが得られることは，当業者が予測し得ることである。\nしたがって，本願発明の化合物を中間体として用いた「４－ハロゲノブチル化」\n剤としての効果は，当業者の予測を超える格別顕著なものとはいえない。\n第３  当事者の主張\n１  審決の取消事由に係る原告の主張\n審決は，本願発明の容易想到性の判断の誤り－周知技術の認定の誤り（取消事由\n１），本願発明の容易想到性の判断の誤り－引用発明に刊行物２記載の発明を適用\nした誤り（取消事由２）及び本願発明の効果に係る認定の誤り（取消事由３）があ\nり，これらは，審決の結論に影響を及ぼすから，審決は取り消されるべきである。\n(1) 本願発明の容易想到性の判断の誤り－周知技術の認定の誤り（取消事由１）\n審決は，技術常識ないし周知技術として，刊行物２に「（『アルキルエステルの\n有用性は脱離基としてのスルホナートアニオン（Ｒ’ＳＯ３－）にあり，・・・ア\nルキル化剤としてよく用いられる』こと，『ｏ－ニトロベンゼンスルホナートもト\nシラートより優れた脱離基である』ことが記載されており（摘示２ａ），上記の脱\n離基としての性質は，当業者に周知であるといえる。すなわち，トシラートは，ｐ\n－トルエンスルフォナート（ｐ－メチルベンゼンスルフォナート）と同義であるか\nら，アルキル化剤として，ｐ－メチルベンゼンスルフォナートより，ｏ－ニトロベ\nンゼンスルフォナートの方が優れていることが周知といえる。」（審決書７頁１１\n行ないし２１行）と認定し，「より不純物の少ない高純度のものが得られるような\n反応を求めることは，当業者に周知の課題であるといえるところ，引用発明の『４\n－クロロブチル化』剤も，アルキル部分が結合する原料としてのアルキル化剤であ\nり，より不純物の少ない高純度のものが得られるようにするために，より穏和な条\n件で行える方法が望ましいといえるから，引用発明において，ｐ－メチルベンゼン\nスルフォナートより優れた脱離基であることが周知であるｏ－ニトロベンゼンスル\nフォナートを導入したものとし，それにより，『４－クロロブチル化』剤として，\n『４－クロロブチル  ｏ－ニトロベンゼンスルフォナート化合物』を想到すること\nは，当業者にとって容易である。」（審決書７頁２３行ないし３３行）と判断した。\nところで，上記審決が認定した「アルキル化剤として・・・優れている」とは，\nアルキル化反応の目的化合物を高収率かつ高純度で得られることを指すものと解さ\nれる。\nしかし，審決の認定，判断は，以下のとおり誤りである。\nア  審決は，刊行物２の記載から，技術常識ないし周知技術として，「アルキル\n化剤として，ｐ－メチルベンゼンスルフォナートより，ｏ－ニトロベンゼンスルフ\nォナートの方が優れていることが周知といえる。」と認定した。\nしかし，審決の認定は誤りである。その理由は以下のとおりである。\n(ｱ) 刊行物２には，脱離基として，ｐ－メチルベンゼンスルフォナートより，ｏ\n－ニトロベンゼンスルフォナートの方が優れていることの記載はあるものの，アル\nキル化剤として，ｐ－メチルベンゼンスルフォナートより，ｏ－ニトロベンゼンス\nルフォナートの方が優れていることの記載や示唆はない。\nすなわち，刊行物２は，スルホン酸エステルが，どのような場合にどのような反\n応をするかを述べるものであり，審決が引用した記載は，このような種々の「場\n合」の一つとして，スルフォナートアニオンが優れた脱離基である場合を述べた箇\n所にすぎない。すなわち，刊行物２では，ｐ－メチルベンゼンスルフォナートのよ\nうに優れた脱離基の場合，アルコール性水酸基をとり込んで脱離し，アルキル基側\nにアルコール性水酸基が残らない反応になるので，スルホン酸エステルはアルキル\n化剤となり得ること，ｐ－メチルベンゼンスルフォナートより優れた脱離基の場合\nもまた同様に反応することが示唆されているにすぎず，脱離基として優れたスルフ\nォナートを有する化合物が優れたアルキル化剤であることが記載されているのでは\nない。\n刊行物２は，トシラート（ｐ－メチルベンゼンスルフォナート）よりもｏ－ニト\nロベンゼンスルフォナートの方が優れた脱離基であるとしており，むしろ，トシラ\nートに代えてｏ－ニトロベンゼンスルフォナートをアルキル化剤に用いた場合は，\nアルキル化されやすい原子（反応点）を複数有する原料化合物に対しては，これを\n選択性なくアルキル化してしまい，高収率及び高純度で目的物を得ることができな\nくなるという望ましくない結果になることを示唆するものである。\nしたがって，刊行物２の記載は，アルキル化剤として，ｐ－メチルベンゼンスル\nフォナートより，ｏ－ニトロベンゼンスルフォナートの方が優れていることの記載\nも，その示唆もなく，本願発明に導く動機付けになる示唆はないというべきである。\n(ｲ) また，脱離基として優れたスルフォナートを有する化合物が優れたアルキル\n化剤であることが技術常識というわけではない。\nところで，原告は，アルキル化剤として本願発明の化合物に包含される本願明細\n書の実施例１（段落【００２６】）記載の化合物（以下「本願化合物Ｎｓ」という\n場合がある。）又は刊行物１の合成例２の化合物（以下「甲１化合物Ｔｓ」という\n場合がある。）を用いた実験を実施したが，高い純度及び高い収率で目的化合物が\n得られるかどうか，すなわち，優れたアルキル化剤であるか否かは，反応相手の化\n合物によって異なるとの結果が得られた（甲７）。同結果に照らすならば，より優\nれた脱離基を有する化合物が優れたアルキル化剤とはいえない。\nしたがって，必ずしも脱離基として優れたスルフォナートを有する化合物が優れ\nたアルキル化剤であるとはいえず，より優れた脱離基を有する化合物として審決が\n認定した本願化合物Ｎｓを用いた場合に，常に高い純度と高い収率で目的化合物が\n得られるのではないことは明らかである。\nこれに対し，被告は，化合物が優れた脱離基を有し，アルキル化剤として優れて\nいるとは，反応相手によらず反応性が大きい（特定の分子又は原子を選択的にアル\nキル化するという選択性を有さない）ことを前提としていると推測される。\nしかし，反応相手によらず反応性が大きいアルキル化剤を，本願発明の化合物の\nアルキル化の対象である７－ヒドロキシ－３，４－ジヒドロ－２（１Ｈ）－キノリ\nン（判決注  正確には，７－ヒドロキシ－３，４－ジヒドロ－２（１Ｈ）－キノリ\nノン）である。以下「化合物７Ｑ」ということがある。）のように，アルキル化を\n受ける原子を多数持っている化合物に用いた場合には，目的の特定の原子（本願発\n明の目的においてはヒドロキシ基の酸素原子）をアルキル化する場合に，目的の特\n定の原子以外もアルキル化されてしまうので，副生成物が生じてしまい，高収率及\nび高純度で目的物を得ることができなくなる点で好ましくない。\n(ｳ) したがって，審決が，刊行物２のみに基づいて，技術常識ないし周知技術と\nして，「アルキル化剤として，ｐ－メチルベンゼンスルフォナートより，ｏ－ニト\nロベンゼンスルフォナートの方が優れていることが周知といえる。」と認定したこ\nとは誤りである。\nイ  審決は，「より不純物の少ない高純度のものが得られるような反応を求める\nことは，当業者に周知の課題である」として，「引用発明の『４－クロロブチル\n化』剤も，アルキル部分が結合する原料としてのアルキル化剤であり，より不純物\nの少ない高純度のものが得られるようにするために，より穏和な条件で行える方法\nが望ましいといえるから，引用発明において，ｐ－メチルベンゼンスルフォナート\nより優れた脱離基であることが周知であるｏ－ニトロベンゼンスルフォナートを導\n入したものとし，それにより，『４－クロロブチル化』剤として，『４－クロロブ\nチル  ｏ－ニトロベンゼンスルフォナート化合物』を想到することは，当業者にと\nって容易である。」と判断した。\nしかし，審決の判断は誤りである。\nより不純物の少ない高純度のものが得られるような反応を求めることが当業者に\n周知の課題であるとしても，より不純物の少ない高純度のものが得られるようにす\nる場合に，当然に，より穏和な条件で行える方法が望ましいことが周知の技術的事\n項であるとはいえない。\nすなわち，化学反応において，不純物が多くなる原因としては，原料化合物や目\n的化合物の分解，化学反応の不十分な進行，及び副反応等が挙げられる。化学反応\nが，原料化合物の種類，酸又は塩基の存在及びその強さ，ｐＨの高低，触媒の存在\n及びその種類，温度の高低，圧力の高低，反応時間の長短，溶媒の種類，及び気相\nの種類等の多くの条件によって異なる結果を与えることは当業者に周知であり，こ\nれらの条件を単純に穏和な条件にすれば，より不純物の少ない高純度のものが得ら\nれるとはいえない。また，実際の反応条件は，これらの数多くの条件の組み合わせ\nであり，ある反応条件が別の反応条件に比べて穏和かどうかを判断することが難し\nいことが多い。本願発明のようなフェノール性水酸基の酸素原子をアルキル化（Ｏ\n－アルキル化）しようとする場合も，様々な副反応が起こり得る。穏和な条件にし\nた場合，目的とする反応及び様々な副反応のうち，どれが優先的に起こるようにな\nるかの予測は非常に困難である。\nこれに対し，被告は，引用発明の化合物を用いた反応（甲１の段落【００４２】\n合成例２）について，Ｃ－アルキル化との競争反応を考慮する必要性が少ない場合\nであると主張する。しかし，合成例２の基質化合物は，化合物７Ｑと異なり，アル\nキル化され易い原子として，ヒドロキシ基の酸素原子しか有しておらず，アルキル\n化する場合に副反応が起こりにくい化合物であるといえるから，引用発明は，複数\nのアルキル化され易い原子の中で，ヒドロキシ基の酸素原子を選択的にアルキル化\nして，目的化合物を得るという本願発明の課題を有しておらず，その示唆もないと\nいうべきである。\nそうすると，「より不純物の少ない高純度のものが得られるようにするために，\nより穏和な条件で行える方法が望ましい」と一般化できるものではない。少なくと\nも，刊行物１及び２には，当業者が，不純物の少ない高純度のものが得られるよう\nにするために，引用発明において，ｐ－メチルベンゼンスルフォナートより優れた\n脱離基であることが周知であるｏ－ニトロベンゼンスルフォナートを導入した特許\n発明の特徴点に到達するためにしたはずであるという示唆等は存在しない。\nしたがって，審決が「『４－クロロブチル化』剤として，『４－クロロブチル\nｏ－ニトロベンゼンスルフォナート化合物』を想到することは，当業者にとって容\n易である。」と判断したことは誤りである。\nウ  以上のとおり，審決は，周知技術についての認定を誤り，その結果，本願発\n明の容易想到性の判断を誤ったものである。\n(2) 本願発明の容易想到性の判断の誤り－引用発明に刊行物２記載の発明を適用\nした誤り（取消事由２）\n審決は，刊行物２に基づいて，「アルキル化剤として，ｐ－メチルベンゼンスル\nフォナートより，ｏ－ニトロベンゼンスルフォナートの方が優れていることが周知\nといえる」，「引用発明の『４－クロロブチル化』剤も，アルキル部分が結合する\n原料としてのアルキル化剤であ（る）」と認定し（上記(1) のとおり），この認定\nに基づいて，「引用発明において，置換ベンゼンスルフォナート化合物のベンゼン\n環上の置換基である『ｐ－メチル』を，アルキル化剤としてより優れた『ｏ－ニト\nロ』とすること，すなわち，引用発明の『４－クロロブチルｐ－トルエンスルフォ\nナート化合物』に代えて，本願発明の『４－ハロゲノブチル  ｏ－ニトロベンゼン\nスルフォナート化合物』を想到することは，当業者にとって容易である。」（審決\n書８頁３行ないし９行）と判断した。\nしかし，審決の判断は誤りである。\nすなわち，引用発明の化合物（及び本願発明の化合物）は，反応相手である化合\n物中のフェノール性水酸基の酸素原子をアルキル化するものであるが，刊行物２記\n載の反応は，これらと異なり，反応相手である化合物中のベンゼン環の炭素原子を\nアルキル化するものであって，刊行物２には，炭素原子のアルキル化について，\n「メタキシレン４２などのアルキル化剤としてよく用いられる」と記載されるにす\nぎず，酸素原子のアルキル化については，一切記載されていない。\nアルキル化の場合，一般に，新しく生成する結合の種類によって分類されており，\nひとまとめにアルキル化と考えることはできない（甲９・３７８頁ないし３８０頁\nの「アルキル化」の項目参照。）。炭素原子のアルキル化と酸素原子のアルキル化\nとでは，通常，異なるアルキル化剤が用いられ，その反応機構も異なっているから，\n炭素原子をアルキル化する刊行物２記載の反応は，引用発明の化合物を用いた反応\n（及び本願発明の化合物を用いた反応）とは作用，機能の共通性がなく，当業者が\n引用発明に刊行物２記載の発明を適用して，本願発明を容易に想到し得るとはいえ\nない。\nこの点に対し，被告は，アルキル化される原子にかかわらず，脱離基部分がｐ－\nメチルベンゼンスルフォナートであるよりもｏ－ニトロベンゼンスルフォナートで\nある方が，反応性が高いアルキル化剤となるから，刊行物２には，刊行物１のアル\nキル化剤における脱離基をｐ－メチルベンゼンスルフォナートからｏ－ニトロベン\nゼンスルフォナートに代える示唆があるに等しい旨主張する。しかし，被告の主張\nは失当である。刊行物２は，刊行物１のアルキル化剤における脱離基をｐ－メチル\nベンゼンスルフォナートからｏ－ニトロベンゼンスルフォナートに代えることで，\n化合物７Ｑのように複数の反応点を有する化合物においてヒドロキシ基の水素原子\nを選択的にアルキル化できるようになることを示唆するものではなく，反応性が高\nいアルキル化剤になることは，副生成物を生じさせる可能性が高くなることを示唆\nするものである。そうすると，本願発明の目的を達成しようとする当業者は，刊行\n物１のアルキル化剤における脱離基をｐ－メチルベンゼンスルフォナートからｏ－\nニトロベンゼンスルフォナートに代えることを妨げられるか，少なくとも，刊行物\n１のアルキル化剤における脱離基をｐ－メチルベンゼンスルフォナートからｏ－ニ\nトロベンゼンスルフォナートに代えることをしたはずだとはいえない。\nしたがって，引用発明の「４－クロロブチルｐ－トルエンスルフォナート化合\n物」に代えて，本願発明の「４－ハロゲノブチル  ｏ－ニトロベンゼンスルフォナ\nート化合物」を想到することは，当業者にとって容易とはいえず，審決は，相違点\nＡに係る容易想到性の判断を誤ったものである。\n(3) 本願発明の効果に係る認定の誤り（取消事由３）\n審決は，「刊行物２には，『ｏ－ニトロベンゼンスルホナートもトシラートより\n優れた脱離基である』（摘示２ａ）ことが記載されているので，脱離基としてより\n優れたものを用いれば，脱離が容易になって，より穏和な条件で反応を行うことが\nでき，その結果，不純物の少ない高純度のものが得られることは，当業者が予測し\n得ることである。よって，本願発明の化合物を中間体として用いた『４－ハロゲノ\nブチル化』剤としての効果は，当業者の予測を超える格別顕著なものであるとはい\nえない。」（審決書９頁１３行ないし２０行）と認定した。\nしかし，審決の認定には誤りがある。その理由は以下のとおりである。\nア  上記(1)イ のとおり，「脱離基としてより優れたものを用いれば，脱離が容\n易になって，より穏和な条件で反応を行うことができ，その結果，不純物の少ない\n高純度のものが得られる」と一般化できるものではなく，本願発明の化合物を用い\nることにより，化合物７Ｑの４－ハロゲノブチル化を行った場合に高い純度及び収\n率で目的化合物を得られることは，当業者の予測を超える格別顕著な効果というべ\nきである。\n本願発明の課題は，化合物７Ｑにおけるアルキル化され易い複数の原子の中で，\n７位のヒドロキシ基の酸素原子を選択的に４－ハロゲノブチル化することにより，\n７－（４－ハロゲノブトキシ）－３，４－ジヒドロカルボスチリル（以下「化合物\n７Ｃ」ということがある。）を，工業的規模で，安価に，簡便な操作で，高収率か\nつ高純度で製造可能にする新規化合物を提供するというものであり，化合物７Ｃは，\n化合物７Ｑを４－ハロゲノブチル化することにより得られる。しかし，優れた脱離\n基（反応性が高い脱離基）を用いれば，目的とするアルキル化物の収率が下がる可\n能性があること，穏和な条件を採用したからといって，目的とは別の反応が抑制さ\nれることを合理的に期待できないことから，「脱離基としてより優れたものを用い\nれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，\n不純物の少ない高純度のものが得られる」との審決の判断は誤りである。\nこれに対し，被告は，刊行物１の段落【００４２】の「４－クロロブチル  ｐ－\nメチルベンゼンスルフォナート化合物」を用いた合成例２において，収率９５％と\nいう高収率で最終生成物が得られていることから，「４－クロロブチル  ｐ－メチ\nルベンゼンスルフォナート化合物」の奏する効果は十分高く，本願発明が格別顕著\nな効果を奏するとはいえない旨主張する。しかし，刊行物１の合成例２の基質と化\n合物７Ｑとでは，アルキル化され易い原子の数が１個であるか複数であるかという\n大きな違いを有するので，刊行物１の合成例２の結果と本願発明の効果とを比較す\nることは失当である。\nまた，被告は，本願発明は，化合物７Ｃを工業的規模で，高収率かつ高純度で製\n造するとの用途に限定されるのではなく，あらゆる用途に使用される物質に係る発\n明であるから，「反応例１１，反応Ａ」における使用について顕著な効果があるか\nらといって，そのことのみで顕著な効果を理由に，進歩性を肯定することはできな\nい旨主張する。しかし，被告の主張は失当である。化合物の物質発明の進歩性判断\n（特に，有利な効果の参酌）に当たっては，発明の課題が解決され，それについて\n優れた作用効果が奏されていれば足りると解すべきである。本願発明の課題は，一\n般的に「優れたアルキル化剤」を提供することではなく，化合物７Ｃを工業的規模\nで，安価に，簡便な操作で，高収率かつ高純度で製造可能にすることであり，その\nような新規化合物を提供したことが，その効果である。発明の解決課題と無関係の\n性質において，一般的な「アルキル化剤」として本願発明の化合物が優れていない\nからといって，本願発明が優れた効果を有していないとはいえない。\nイ  甲５の実施例Ａでは，確かに，高い純度が得られているが，高い純度が得ら\nれるとの結果は，作用が弱い塩基を用いたこと（審決のいう「穏和な条件」を用い\nたこと）によるものではない。\n原告の実験結果（甲７）によれば，反応例１１（塩基として水酸化リチウムを使\n用）と反応例Ａ（甲５の実施例Ａ，塩基として炭酸カリウムを使用）を対比すると，\n本願化合物Ｎｓを用いて化合物７Ｑを４－ハロゲノブチル化した場合，用いた塩基\nの作用の強さにかかわらず（より厳しい条件であっても，より穏和な条件であって\nも），高い収率と高い純度が得られた。そうすると，上記実験結果により，反応例\nＡ（甲５の実施例Ａ）で高い純度が得られたことが，作用が弱い塩基を用いたこと\nによるものでないことが分かる。\nしたがって，審決が，甲５の実施例Ａで実施例Ｂ及びＣに比べて高い純度が得ら\nれたことに関し，「実施例Ｂ及びＣ（比較例）は，塩基として，実施例Ａの炭酸カ\nリウムよりも強い作用を有する水素化リチウムや水素化ナトリウムを用いるといっ\nた厳しい条件で反応を行うことによって，純度が低下し，不純物も多量に生成して\nいるものである。これは，・・・実施例Ｂ及びＣが，より脱離しにくいｐ－トルエ\nンスルフォナートを用いたために，より強い条件で反応をせざるを得なかったのに\n対し，実施例Ａがより穏和な条件で反応を行えたことにより，不純物の少ない高純\n度のものが得られたと説明できるから，この実験結果から，本願発明の効果が格別\n顕著なものと認めることはできない。」（審決書１０頁２０行ないし３２行）とし\nた認定は，誤りといえる。\nウ  以上のとおり，審決は，本願発明の効果に係る認定を誤り，本願発明の容易\n想到性の判断を誤ったものである。\n２  被告の反論\n原告の主張する取消事由は，以下のとおり，いずれも理由がなく，審決に取り消\nされるべき違法はない。\n(1) 取消事由１（本願発明の容易想到性の判断の誤り－周知技術の認定の誤り）\nに対し\nア  原告は，「審決が，刊行物２のみに基づいて，技術常識ないし周知技術とし\nて，『アルキル化剤として，ｐ－メチルベンゼンスルフォナートより，ｏ－ニトロ\nベンゼンスルフォナートの方が優れていることが周知といえる。』と認定したこと\nは誤りである。」と主張する。\nしかし，原告の主張は失当である。\n(ｱ) 原告は，「刊行物２には，アルキル化剤として，ｐ－メチルベンゼンスルフ\nォナートより，ｏ－ニトロベンゼンスルフォナートの方が優れていることの記載も，\nその示唆もない」旨主張する。\nしかし，原告の主張は誤りである。刊行物２の記載から，ｏ－ニトロベンゼンス\nルフォナートがｐ－メチルベンゼンスルフォナートより優れた脱離基であり，優れ\nた脱離基であれば，アルキル化剤として優れていると導き出すことができる。\nすなわち，刊行物２には，「10.3.4  スルホン酸エステルの反応  スルホン酸エ\nステル（Ｒ’ＳＯ２－ＯＲ”）はＲ’とＲ”の性質によって熱や加水分解などに対\nする安定性が大きく異なる．加水分解はアルキルエステルのほうがアリールエステ\nルより容易に起こる．アルキルエステルの加水分解は，ＳＮ１およびＳＮ２型のＣ\n－Ｏ結合開裂で進む．それゆえアルキルエステルの有用性は脱離基としてのスルホ\nナートアニオン（Ｒ’ＳＯ３－）にあり，アルコール性水酸基がとり込まれるため\nメタキシレン４２などのアルキル化剤としてよく用いられる．しかもハロゲン化ア\nルキルに比べ，脱離生成物に対する置換生成物の比率が大きい特徴をもっている．\nそのうえ，ｎ－アルキルエステルの場合でも転位生成物を与えない．トリフルオロ\nメタンスルホナート（triflate基）は特に良好な脱離基であり，ＭｅＯＳＯ２ＣＦ\n３はＭｅＯＳＯ２－ｐ－Ｔｏｌよりも１０４倍も速くアセトリシスを受ける．ｏ－ニ\nトロベンゼンスルホナートもトシラートより優れた脱離基である．」（３４９頁４\nないし１６行）との記載がある。上記記載は，「スルホン酸エステルの反応」に関\nするものであり，その中の「ｏ－ニトロベンゼンスルホナートもトシラートより優\nれた脱離基である．」という記載は，「ｏ－ニトロベンゼンスルホナート」が，\n「トシラート」（ｐ－メチルべンゼンスルフォナート）よりも「優れた脱離基」で\nあることを示すものである。また，どのようなメカニズムで「優れた脱離基」であ\nるかについては，「アルキルエステルの加水分解は，ＳＮ１およびＳＮ２型のＣ－\nＯ結合開裂で進む．それゆえアルキルエステルの有用性は脱離基としてのスルホナ\nートアニオン（Ｒ’ＳＯ３－）にあり，アルコール性水酸基がとり込まれるためメ\nタキシレン４２などのアルキル化剤としてよく用いられる．」と記載され，スルホ\nン酸アルキルエステルの「スルホナートアニオン（Ｒ’ＳＯ３－）」が脱離基とし\nて関与する反応において，優れた脱離基として働くことをいうものである。そして，\n「スルホナートアニオン（Ｒ’ＳＯ３－）」が脱離基として関与する反応において\nは，「アルコール性水酸基」がとり込まれて「スルホナートアニオン（Ｒ’ＳＯ３\n－）」が脱離基となった後は，アルキル基「Ｒ”」が残ってアルキル化反応が起こ\nるのであるから，アルキル基が反応するとなれば，反応相手の化合物の種類に関わ\nらず，必然的に「アルキル化剤」となり，優れた脱離基として働くということは，\n優れたアルキル化剤として働くということにほかならない。\nなお，刊行物２には，「メタキシレン４２などのアルキル化剤」と記載されてい\nるので，刊行物２に記載されている「スルホン酸エステルの反応」におけるアルキ\nル化がメタキシレンの例に限定されるものではないと理解できる。\nしたがって，刊行物２の記載から，ｏ－ニトロベンゼンスルフォナートがｐ－メ\nチルベンゼンスルフォナートより優れた脱離基であり，優れた脱離基であれば，ア\nルキル化剤として優れていることが導き出せる。\n(ｲ) 原告は，「脱離基として優れたスルフォナートを有する化合物が優れたアル\nキル化剤であることが技術常識というわけではない。」と主張する。\nしかし，原告の主張は，以下のとおり誤りである。\nすなわち，刊行物２にいう「アルキル化剤」は，メタキシレンのような炭素原子\nのアルキル化に限らず，酸素原子のアルキル化をも含むＳＮ１及びＳＮ２型のアル\nキル化反応一般に用いるアルキル化剤であると解されるところ，酸素原子のアルキ\nル化を含むＳＮ２型の求核置換反応の脱離基の反応性等について，マクマリー有機\n化学（上）第４版（乙３）には，ＳＮ２型の求核置換反応の脱離基に関し，ＳＮ２\n反応においては，優れた脱離基ほど，反応速度が速く，反応性が大きい旨が記載さ\nれているから，反応を行う上では，劣った脱離基より優れた脱離基が好ましく，\n「優れた脱離基は優れたアルキル基である」といえることは，当業者の技術常識と\nいえる。\nまた，ヘンドリックソン・クラム・ハモンド  有機化学［Ｉ］第３版（乙１）に\nも，脱離基が関与する「アルキル化」反応を含む求核置換反応の反応性について，\n良い脱離基（優れた脱離基）が，置換されやすい（反応性が大きい）ことが記載さ\nれている。\nさらに，上記(ｱ) の刊行物２の「10.3.4  スルホン酸エステルの反応」に関する\n箇所には，「トリフルオロメタンスルホナート」の場合に，「特に良好な脱離基で\nあり」，「ＭｅＯＳＯ２ＣＦ３はＭｅＯＳＯ２－ｐ－Ｔｏｌよりも１０４倍も速くア\nセトリシスを受ける」と記載されており，優れた脱離基では，反応速度が速いこと\nが明記されているから，「優れた脱離基」が，脱離基が関与するアルキル化反応に\nおいて優れたアルキル化剤であることを意味すると自然に理解できる。\n以上の記載によれば，優れた脱離基であれば，アルキル化剤として優れているこ\nとは，当業者の技術常識であると合理的に理解される。\n(ｳ) したがって，刊行物２の記載から，「アルキル化剤として，ｐ－メチルベン\nゼンスルフォナートより，ｏ－ニトロベンゼンスルフォナートの方が優れているこ\nとが周知といえる。」と認定した審決に誤りはない。\nイ  原告は，「より不純物の少ない高純度のものが得られるようにするために，\nより穏和な条件で行える方法が望ましい」と一般化できるものではないから，刊行\n物１及び２に基づいて，「４－クロロブチル化」剤として，「４－クロロブチル\nｏ－ニトロベンゼンスルフォナート化合物」を想到することは，当業者にとって容\n易とはいえない旨主張する。\nしかし，原告の主張は，以下のとおり失当である。\nまず，化学実験法（乙４）には，化学反応を左右する要素として反応温度や反応\n圧力等が考えられること，反応温度の上昇は化学反応の速度を早める一方で，副反\n応の危険性を高めること，有機反応ではたいていの場合目的反応だけが起こって，\nいきなり純粋な製品を得るということはなく，副反応を伴うことによって，生成物\nの純度が下がることが記載され，また副反応は反応条件が激しくなるほど増加する\nのが普通であり，穏やかな反応であるほど，副反応が低減して，不純物の少ない高\n純度のものが得られることが記載されている。そうすると，「より不純物の少ない\n高純度のものが得られるようにする場合に，当然に，より穏和な条件で行える方法\nが望ましい」ことは，当業者が化学反応を行うに当たって，副反応の危険性を少な\nくするために，最初に考慮する当然の技術常識といえる。そのため，引用発明の化\n合物をアルキル化剤として用いたアルキル化反応，すなわち，スルホン酸アルキル\nエステルをアルキル化剤として用いた酸素原子のアルキル化反応についても，乙４\nに記載されているような化学反応における通常の考慮が必要であることは明らかで\nある。\nまた，後記(2)  のとおり，アルコール及びフェノールのスルホン酸アルキルエス\nテルとの直接置換（ＳＮ２  ）反応によるエーテルの合成反応は，一般的な方法で\nあり，ＳＮ２  反応においては，優れた脱離基ほど，反応速度が速く，反応性が大\nきいのであるから（上記ア(ｲ) ），反応を行う上では，劣った脱離基より優れた脱\n離基が望ましい。\nさらに，「脱離基による電荷の安定化が大きくなればなるほど，遷移状態のエネ\nルギーが低くなり，反応も速くなる」（乙３）の記載によれば，優れた脱離基の方\nが加えるエネルギーが少なくてすむ，すなわち，低い反応温度等の穏和な条件で反\n応を行うことができるということであるから，ＳＮ２  反応においても，穏和な条\n件が望ましいといえる。\n以上の各記載によれば，「より不純物の少ない高純度のものが得られるようにす\nるために，より穏和な条件で行える方法が望ましい」ことは，化学反応における当\n業者の技術常識であると合理的に理解される。\nしたがって，引用発明の化合物をアルキル化剤として用いたアルキル化反応，す\nなわち，スルホン酸アルキルエステルをアルキル化剤として用いた酸素原子のアル\nキル化反応において，「より不純物の少ない高純度のものが得られるようにするた\nめに，より穏和な条件で行える方法が望ましい」との技術常識を前提として，\n「『４－クロロブチル化』剤として，『４－クロロブチル  ｏ－ニトロベンゼンス\nルフォナート化合物』を想到することは，当業者にとって容易である」とした審決\nの判断に誤りはない。\n(2) 取消事由２（本願発明の容易想到性の判断の誤り－引用発明に刊行物２記載\nの発明を適用した誤り）に対し\n原告は，炭素原子のアルキル化と酸素原子のアルキル化とでは，通常，異なるア\nルキル化剤が用いられ，その反応機構も異なっているから，炭素原子をアルキル化\nする刊行物２記載の反応は，（酸素原子をアルキル化する）引用発明の化合物を用\nいた反応（及び本願発明の化合物を用いた反応）とは作用，機能の共通性がないか\nら，引用発明に刊行物２記載の発明を適用して，相違点Ａに係る構成を容易に想到\nすることはできないと主張する。\nしかし，原告の主張は，以下のとおり失当である。\nすなわち，乙１，２，５ないし７によれば，スルホン酸アルキルエステルを使用\nするＳＮ１及びＳＮ２型のアルキル化反応としては，「メタキシレン」のような炭\n素原子のアルキル化だけでなく，刊行物１記載の酸素原子のアルキル化も，当業者\nであれば容易に想到する周知の反応であり，また，化学大辞典編集委員会編，「化\n学大辞典」（甲９）の「アルキル化」（３７８頁右欄ないし３８０頁左欄）の項に\nは，「芳香族スルホン酸アルキルエステル」は，「炭素原子のアルキル化」だけで\nなく，「酸素原子のアルキル化」，「窒素原子のアルキル化」においても，アルキ\nル化剤として挙げられており，いずれのアルキル化にも使用される共通の試薬とし\nて周知であることが理解できる。\n上記記載を参酌すれば，刊行物２記載の反応は，炭素原子のアルキル化に限らず，\nスルホン酸アルキルエステルを用いるアルキル化反応一般であり，刊行物２記載の\n「アルキル化剤」は，メタキシレンのような炭素原子のアルキル化に限らず，酸素\n原子のアルキル化をも含むアルキル化反応一般に用いるアルキル化剤であると解す\nるのが合理的である。刊行物２の「アルキルエステルの加水分解は，ＳＮ１および\nＳＮ２型のＣ－Ｏ結合開裂で進む．それゆえアルキルエステルの有用性は脱離基と\nしてのスルホナートアニオン（Ｒ’ＳＯ３－）にあり，アルコール性水酸基がとり\n込まれるためメタキシレン４２などのアルキル化剤としてよく用いられる．」との\n記載からは，「アルキルエステルの有用性」は，「メタキシレン４２」の「アルキ\nル化剤」に限定されるとは解されず，「ＳＮ１およびＳＮ２型のＣ－Ｏ結合開裂で\n進」み，「スルホナートアニオン（Ｒ’ＳＯ３－）」を脱離基とし，「アルコール\n性水酸基がとり込まれる」反応，すなわち，ＳＮ１及びＳＮ２型のアルキル化反応\n全般における有用性を述べていると理解できる。\nしたがって，当業者であれば，ＳＮ１及びＳＮ２型のアルキル化反応には，スル\nホン酸アルキルエステルを用いる酸素原子等のアルキル化も含まれると解し，刊行\n物２にいう「アルキル化剤」が，メタキシレンのような炭素原子のアルキル化に限\nらず，酸素原子のアルキル化を含むＳＮ１及びＳＮ２型のアルキル化反応一般に用\nいるアルキル化剤であると理解する。以上のとおりであるから，原告の主張は失当\nである。\n(3) 取消事由３（本願発明の効果に係る認定の誤り）に対し\nア  原告は，本願発明の化合物を用いることにより，化合物７Ｑの４－ハロゲノ\nブチル化を行った場合に高い純度及び収率で目的化合物を得られることは，当業者\nの予測を超える格別顕著な効果というべきである旨主張する。\nしかし，原告の主張は，以下のとおり失当である。\nすなわち，上記(1)ア(ｱ)，(ｲ) のとおり，副反応は反応条件が激しくなるにつれ\nて増加するから，副反応などを少なくするために（純度や収率等を高めるために），\n当業者は穏和な条件を採用するのが普通であって，穏やかな反応であれば危険も少\nなく，副反応なども少なくすることができるというのが化学反応の技術常識であり，\n反応温度を上げずに済むような穏和な条件を設定して，より不純物の少ない高純度\nのものを得ようとすることは，当業者が化学反応を行うに当たり，副反応の危険性\nを少なくするために最初に考慮する事項であるし，優れた脱離基であれば，遷移状\n態のエネルギーを下げるので反応速度が速くなるため，加えるエネルギーが少なく\nてすむ，すなわち穏和な条件で反応を行うことができるというのも技術常識である。\nまた，本願発明は化合物７Ｑの４－ハロゲノブチル化を行う発明ではないから，\n原告の主張は特許請求の範囲に基づく主張ではない上，本願発明は，収率に関して\nは，参考例１では９６．８％であるのに対し，刊行物１では「４－クロロブチル\nｐ－メチルベンゼンスルフォナート化合物」を用いた合成例２において，収率９\n５％という高収率で最終生成物が得られているから，「４－クロロブチル  ｐ－メ\nチルベンゼンスルフォナート化合物」の奏する効果は十分高く，本願発明と引用発\n明の収率を比較しても，本願発明が格別顕著な効果を奏するとはいえない。\nさらに，刊行物２には「ｏ－ニトロべンゼンスルホナートもトシラートより優れ\nた脱離基である」と記載されるから，当業者がトシラート（ｐ－メチルべンゼンス\nルフォナート）に代えてｏ－ニトロベンゼンスルフォナートのような優れた脱離基\nを用いれば，ｏ－ニトロベンゼンスルフォナートの脱離が容易となって，アルキル\n化の反応性が（副反応より）高まることにより，アルキル化の収率が向上すること\nは当業者が予測し得るものであり，上記のとおり，脱離基としてより優れたものを\n用いれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結\n果，不純物の少ない高純度のものが得られるといえるから，高い純度という効果も\n当業者が予測し得るものである。\nこの点，原告の実験結果（甲７）は，本願化合物Ｎｓと甲１化合物Ｔｓの２種\nのアルキル化剤を用いた比較実験において，本願化合物Ｎｓが，特定の反応相手\nの化合物を用いた反応において，甲１化合物Ｔｓよりも収率及び純度が高く，ア\nルキル化剤として優れているものの，反応相手の化合物が異なると，収率及び純\n度の程度がさまざまであり，必ずしも本願化合物Ｎｓが甲１化合物Ｔｓよりもア\nルキル化剤として優れているわけではないとの結果を示している。しかし，甲７\nにおいて，すべての反応が適切な反応条件（反応溶媒，反応圧力，反応温度，反応\n時間，反応試剤等）を採用したと認めるべき根拠は見いだせないから，必ずしも，\n本願化合物Ｎｓが甲１化合物Ｔｓよりもアルキル化剤として優れているわけではな\nいという結果を導くことはできない。そうすると，甲７によって，本願発明につい\nての効果の顕著性が示されたとはいえない。\nまた，本願発明は，化合物７Ｃを工業的規模で，安価に，簡便な操作で，高収率\nかつ高純度で製造可能にすることを課題の１つとするものではあるが，特許請求の\n範囲に記載されるとおり，物の発明であり，「化合物７Ｃを製造するためのアルキ\nル化剤」等の用途を特定した用途発明や，「化合物７Ｃを製造する方法」という製\n造方法の発明ではないから，本願発明の課題は，上記のものに限定されるわけでは\nない。この点，原告は，化合物７Ｑの４－ハロゲノブチル化という特定のアルキル\n化反応に適用したときの効果において顕著性を有していれば，本願発明の進歩性が\n認められるべきである旨主張する。しかし，甲７（表１）によれば，本願発明の化\n学物質を「アルキル化剤」として使用したとき，化合物７Ｃを製造する場合に高収\n率及び高純度で化合物７Ｃが得られること（反応例１１，反応Ａ）が示される一方，\n化合物７Ｃ以外の他の化合物を製造する場合には，必ずしも化合物７Ｃを製造する\n場合のような収率及び純度において優れた効果が得られないこと（反応例１，３，\n５，７，９）も示されている。本願発明は化学物質に係る物の発明であるから，\n「アルキル化剤」に限らず，あらゆる用途での使用が含まれるところ，原告の主張\nによれば，「反応例１１，反応Ａ」における使用の効果において顕著性を有してい\nれば，本願発明全体について進歩性が認められることとなり，特許法の趣旨に反し，\n不合理である。\nしたがって，本願発明の化合物を用いた「４－ハロゲノブチル化」剤（アルキル\n化剤）としての効果は，当業者の予測を超える格別顕著なものとはいえない。\n以上のとおりであり，刊行物１，２に記載された発明に基づいて容易に発明をす\nることができたとした審決の判断に誤りはない。\nイ  原告は，甲５の実施例Ａでは，実施例Ｂ及びＣに比べて高い純度が得られ\nたことに関し，「原告の実験結果（甲７）によれば，・・・本願化合物Ｎｓを用い\nて化合物７Ｑを４－ハロゲノブチル化した場合，用いた塩基の作用の強さにかかわ\nらず，高い収率と高い純度が得られたことから，反応例Ａ（甲５の実施例Ａ）で高\nい純度が得られたことが，作用が弱い塩基を用いたためではないことは明らかであ\nる。」として，審決の判断は誤りであると主張する。\nしかし，原告の主張は失当である。\n本願発明は，化合物７Ｑを４－ハロゲノブチル化する発明ではないので，原告の\n主張は特許請求の範囲に基づく主張ではない。また，上記アのとおり，本願発明の\n化合物を用いた「４－ハロゲノブチル化」剤としての効果は当業者の予測を超える\n格別顕著なものではない。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違\n法はないものと判断する。その理由は以下のとおりである。\n１  取消事由１（本願発明の容易想到性の判断の誤り－周知技術の認定の誤り）\nについて\n(1) 原告は，審決が，刊行物２のみに基づいて，技術常識ないし周知技術とし\nて，「アルキル化剤として，ｐ－メチルベンゼンスルフォナートより，ｏ－ニトロ\nベンゼンスルフォナートの方が優れていることが周知といえる。」と認定したこと\nは誤りである旨主張する。\nしかし，原告の主張は，以下のとおり失当である。\nア  まず，刊行物２には，「10.3.4  スルホン酸エステルの反応」として，「ス\nルホン酸エステル（Ｒ’ＳＯ２－ＯＲ”）はＲ’とＲ”の性質によって熱や加水分\n解などに対する安定性が大きく異なる．加水分解はアルキルエステルのほうがアリ\nールエステルより容易に起こる．アルキルエステルの加水分解は，ＳＮ１およびＳ\nＮ２型のＣ－Ｏ結合開裂で進む．それゆえアルキルエステルの有用性は脱離基とし\nてのスルホナートアニオン（Ｒ’ＳＯ３－）にあり，アルコール性水酸基がとり込\nまれるためメタキシレン４２などのアルキル化剤としてよく用いられる．しかもハ\nロゲン化アルキルに比べ，脱離生成物に対する置換生成物の比率が大きい特徴をも\nっている．そのうえ，ｎ－アルキルエステルの場合でも転位生成物を与えない．ト\nリフルオロメタンスルホナート（triflate基）は特に良好な脱離基であり，ＭｅＯ\nＳＯ２ＣＦ３はＭｅＯＳＯ２－ｐ－Ｔｏｌよりも１０４倍も速くアセトリシスを受け\nる．ｏ－ニトロベンゼンスルホナートもトシラートより優れた脱離基である．」と\nの記載がある（甲２の３４９頁４ないし１６行）。\n上記記載によれば，「スルホン酸エステル（Ｒ’ＳＯ２－ＯＲ”）」の加水分解\nにより，アルコール性水酸基が取り込まれ，「スルホナートアニオン（Ｒ’ＳＯ３\n－）」が脱離基として脱離すること，ｏ－ニトロベンゼンスルフォナートがトシラ\nート（ｐ－メチルベンゼンスルフォナート）より優れた脱離基であることが示され\nているといえる。\nまた，「スルホン酸エステル（Ｒ’ＳＯ２－ＯＲ”）」の加水分解により，「ス\nルホナートアニオン（Ｒ’ＳＯ３－）」が脱離すると，アルキル基（Ｒ”）が残り，\n反応相手の化合物の種類にかかわらず，アルキル化反応が起こると当業者に理解さ\nれるから，「スルホン酸エステル」は「アルキル化剤」であるといえる。そして，\n優れた脱離基を有する「スルホン酸エステル」であれば，優れたアルキル化剤とい\nうことができる。\nそうすると，当業者にとって，ｏ－ニトロベンゼンスルフォナートがｐ－メチル\nベンゼンスルフォナートより優れた脱離基であることが示されるならば，ｏ－ニト\nロベンゼンスルフォナートがｐ－メチルベンゼンスルフォナートより優れたアルキ\nル化剤として働くことが示されているということができる。\nしたがって，刊行物２には，アルキル化剤として，ｐ－メチルベンゼンスルフォ\nナートより，ｏ－ニトロベンゼンスルフォナートの方が優れていることが示されて\nいること，また，その説明に照らして，当業者の技術常識であることが認められる。\nイ  原告は，実験（甲７）によれば，高い純度及び高い収率で目的化合物が得ら\nれるかどうかは，反応相手の化合物によって異なる（反応例１と２，３と４，５と\n６，７と８，及び，９と１０で，使用する塩基，溶媒，反応温度，反応時間，薬剤\nの配合比についての条件を同一とし，脱離基としてｏ－ニトロベンゼンスルフォナ\nートとｐ－メチルベンゼンスルフォナートを有するアルキル化剤（本願化合物Ｎｓ\nと甲１化合物Ｔｓ）を用いて比較を行ったところ，反応１と２では，ほぼ同等の純\n度と収率で目的化合物が得られたが，その他の組合せでは，脱離基としてｏ－ニト\nロベンゼンスルフォナートを有するアルキル化剤を用いた場合の方が収率が劣り，\nその程度もさまざまであった）との結果が示されたことから，「脱離基として優れ\nたスルフォナートを有する化合物が優れたアルキル化剤であることが技術常識とは\nいえない」と主張する。\nしかし，上記アの「『スルホン酸エステル（Ｒ’ＳＯ２－ＯＲ”）』の加水分解\nにより，アルコール性水酸基が取り込まれ，『スルホナートアニオン（Ｒ’ＳＯ３\n－）』が脱離基として脱離すると，アルキル基（Ｒ”）が残り，反応相手の化合物\nの種類にかかわらず，アルキル化反応が起こるから，優れた脱離基を有する「スル\nホン酸エステル」であれば，優れたアルキル化剤ということができる」との点は，\nスルホン酸エステルを用いたアルキル化反応における一般的な知見であり，技術常\n識であると合理的に理解される。これに対して，原告が依拠する上記実験は，種々，\n反応条件を変えて目的化合物の収率や純度を比較したものであり，収率において相\n違が生じた原因が，単にアルキル化剤として使用した化合物の相違によるものであ\nるか否かは不明であるから，実験条件によって結果に違いが発生したからといって，\n上記の一般的な知見が否定されるべきであるということはできない。\nウ  以上によれば，「アルキル化剤として，ｐ－メチルベンゼンスルフォナート\nより，ｏ－ニトロベンゼンスルフォナートの方が優れていることが周知といえ\nる。」と認定した審決に誤りは認められず，原告の主張は失当である。\n(2) 原告は，「より不純物の少ない高純度のものが得られるようにするために，\nより穏和な条件で行える方法が望ましい」と一般化できるものではないから，刊行\n物１及び２に基づいて，「４－クロロブチル化」剤として，「４－クロロブチルｏ\n－ニトロベンゼンスルフォナート化合物」を想到することは，当業者にとって容易\nとはいえないと主張する。\nしかし，原告の主張は，以下のとおり失当である。\nすなわち，①ヘンドリックソン・クラム・ハモンド「有機化学［Ⅰ］第３版」\n（乙１の３９３頁）に，アルキル化反応を含む求核置換反応について，「相対的な\n脱離基の反応性」の項に，「置換反応の機構上脱離基は求核体と逆の関係にあり，\n反応性も逆の順序になることが多い．したがって，良い求核体であって，非常に強\nい塩基は置換が非常に困難であり，弱い安定な塩基は置換されやすい．求核体の場\n合と同様に同種の原子が脱離電子をもつ場合には，塩基性が弱い程良い脱離基とな\nる・・・」との記載があること，②マクマリー「有機化学（上）第４版」（乙３の\n３８３，３８５頁）に，「最も弱い塩基（強酸から導かれたアニオン）は実際最も\n優れた脱離基である．ｐ－トルエンスルホン酸エステル（トシラート）脱離基はヨ\nウ化物イオンや臭化物イオンと同様に，非常に容易に置換される・・・．安定なア\nニオンが優れた脱離基になる理由は，遷移状態を調べることによって理解すること\nができる。ＳＮ２反応の遷移状態では，電荷が攻撃する求核試薬と脱離基の両方に\n分布している．脱離基による電荷の安定化が大きくなればなるほど，遷移状態のエ\nネルギーが低くなり，反応も速くなる．」，「優れた脱離基（より安定なアニオ\nン）は遷移状態のエネルギーを下げるので・・・反応速度が速くなる．」との記載\nがあることに照らすならば，アルキル化反応において，優れた脱離基は，遷移状態\nのエネルギーが低く，反応性が大きい，すなわち，より穏和な条件の下でも反応が\n進みやすいことは，本願出願前において技術常識であったといえる。\nまた，畑一夫他編「化学実験法」（乙４の２１０，２１１，２１８頁）に，「一\n般に，溶液反応を左右する三つの基本的な要素と考えられるものは，溶液濃度，反\n応温度，圧力である．これらを適宜調節することによって反応を促進したり抑制し\nたり，さらに反応の性質そのものを変えてしまうことができる．」，「有機反応で\nは大抵の場合目的反応だけが起こって，いきなり純粋な製品を得るということはな\nい．」，「化学反応はなるべく早くしかも穏やかに，できれば加熱，冷却，加圧，\n減圧，かきまぜなどの手間やその他時間，経費を最小限にして進められるのが理想\nである．そして穏やかな反応であれば危険も少なく，副反応なども少なくすること\nができる．」との記載があり，同記載によれば，一般に，より穏和な条件の反応で\nあれば，副反応が少なく，より不純物の少ない高純度のものが得られる可能性が高\nくなるものと理解される。そうすると，本願出願前において，「より不純物の少な\nい高純度のものが得られるようにするために，より穏和な条件で行える方法が望ま\nしい」ことは，化学反応における当業者の技術常識であったことが認められる。\nそして，上記技術常識を前提とすれば，刊行物２の「ｏ－ニトロベンゼンスルホ\nナートもトシラートより優れた脱離基である．」との記載から（甲２），当業者は，\n不純物の少ない高純度のものが得られるようにするために，引用発明において，ｐ\n－メチルベンゼンスルフォナートより優れた脱離基であることが周知であるｏ－ニ\nトロベンゼンスルフォナートを導入して本願発明の相違点Ａに係る構成に到達する\nことに困難はないというべきである。\nしたがって，「『４－クロロブチル化』剤として，『４－クロロブチルｏ－ニト\nロベンゼンスルフォナート化合物』を想到することは，当業者にとって容易であ\nる。」とした審決の判断に誤りはなく，原告の主張は失当である。\n２  取消事由２（本願発明の容易想到性の判断の誤り－引用発明に刊行物２記載\nの発明を適用した誤り）について\n原告は，炭素原子のアルキル化と酸素原子のアルキル化とでは，通常，異なるア\nルキル化剤が用いられ，その反応機構も異なっているから，炭素原子をアルキル化\nする刊行物２記載の反応は，（酸素原子をアルキル化する）引用発明の化合物を用\nいた反応（及び本願発明の化合物を用いた反応）とは作用，機能の共通性がなく，\n当業者が引用発明に刊行物２記載の発明を適用して，本願発明を容易に想到し得る\nとはいえない旨主張する。\nしかし，原告の主張は，以下のとおり失当である。\n刊行物２の「アルキルエステルの加水分解は，ＳＮ１およびＳＮ２型のＣ－Ｏ結\n合開裂で進む．それゆえアルキルエステルの有用性は脱離基としてのスルホナート\nアニオン（Ｒ’ＳＯ３－）にあり，アルコール性水酸基がとり込まれるためメタキ\nシレン４２などのアルキル化剤としてよく用いられる．」との記載について，これ\nを，「アルキルエステルの有用性」が，「メタキシレン４２」の「アルキル化剤」\nのみに限定して記載したものと理解する根拠はない。むしろ，同記載は，「ＳＮ１\nおよびＳＮ２型のＣ－Ｏ結合開裂で進」み，「スルホナートアニオン（Ｒ’ＳＯ３\n－）」を脱離基とし，「アルコール性水酸基がとり込まれる」反応，すなわち，Ｓ\nＮ１及びＳＮ２型のアルキル化反応全般において有用である旨を述べたものと理解\nするのが合理的である。\nのみならず，化学大辞典編集委員会編「化学大辞典１」の「アルキル化」の項\n（甲９の３７８頁右欄ないし３８０頁左欄）に，「芳香族スルホン酸アルキルエス\nテル」が，「炭素原子のアルキル化」だけでなく，「酸素原子のアルキル化」，\n「窒素原子のアルキル化」においても，アルキル化剤として挙げられていること，\nヘンドリックソン・クラム・ハモンド「有機化学［Ⅰ］第３版」（乙１の３９１，\n４０６，４０７頁）に，「求核置換反応において基質のかわりに求核体の側に焦点\nをしぼって考えると，それはアルキル化（alkylation）とよばれることが多く，問\n題にしている分子（この場合求核体）にアルキル基（Ｒ－Ｌから生じたＲ）が結合\nすることを意味する。この分子Ｒ－Ｌをアルキル化剤（alkylating agent）とよぶ．\nこの場合求核体上の結合にあずかる原子を指定して示す（Ｃ，Ｏ，Ｎ，Ｓ  アルキ\nル化）が，これは双性イオンによるアルキル化を明確にするうえで重要である．」，\n「この節ではＣ－Ｏ単結合をもつおもな官能基，およびこのＣ－Ｏ結合の生成と開\n裂の方法について概観する．まずはじめに考察する官能基はアルコール（Ｒ－Ｏ\nＨ），エーテル（Ｒ－ＯＲ’），および，エステル（Ｒ－ＯＣＯＲ’）である。Ｓ\nＮ１またはＳＮ２の反応条件のどちらかを利用して酸素を含む求核体が飽和炭素を\n攻撃し脱離基と置換するような反応を用いて，しばしばこれらの化合物が合成され\nる。・・・エーテル・・・を合成する方法としては直接置換（ＳＮ２）のほうが通\n常加溶媒分解よりも有利である。・・・ハロゲン陰イオンは最も一般的にみられる\n脱離基であるが，スルホン酸エステル（Ｒ－ＳＯ２Ｏ－）・・・も用いられる．」\nと記載されることから，「スルホン酸エステル」を利用した「アルキル化」が，炭\n素原子のアルキル化反応に限定されず，酸素原子のアルキル化反応も含まれること\nは当業者にとって周知ということができる。\nそうすると，当業者であれば，ＳＮ１及びＳＮ２型のアルキル化反応には，スル\nホン酸アルキルエステルを用いる酸素原子等のアルキル化も含まれると解し，刊行\n物２にいう「アルキル化剤」が，メタキシレンのような炭素原子のアルキル化に限\nらず，酸素原子のアルキル化を含むＳＮ１及びＳＮ２型のアルキル化反応一般に用\nいるアルキル化剤であると理解するものと認められる。\nこれに対し，原告は，「刊行物２の内容は，アルキル化剤における脱離基をｐ－\nメチルベンゼンスルフォナートからｏ－ニトロベンゼンスルフォナートに代えるこ\nとで，化合物７Ｑのように複数の反応点を有する化合物においてヒドロキシ基の水\n素原子を選択的にアルキル化できるようになることを示唆するものではなく，反応\n性が高いアルキル化剤になることは，副生成物を生じさせる可能性が高くなること\nを示唆するものである。」と主張する。しかし，原告の主張は失当である。上記１\n(2) のとおり，一般に，遷移状態のエネルギーが低く，反応性が大きければ，より\n穏和な条件の下でも反応が進みやすく，穏和な条件を採用することにより，副反応\nが少なく，より不純物の少ない高純度のものが得られる可能性が高いことは技術常\n識といえる。そうすると，刊行物２の「ｏ－ニトロベンゼンスルホナートもトシラ\nートより優れた脱離基である．」との記載から，アルキル化剤における脱離基をｐ\n－メチルベンゼンスルフォナートからｏ－ニトロベンゼンスルフォナートに代える\n場合，当業者であれば，穏和な反応条件を採用して，副反応を抑制し，より高純度\nのものを得ようとすると考えられる。したがって，反応性の高いアルキル化剤を用\nいたとしても，複数の反応点を有する化合物と反応させた場合に，副生成物を生じ\nさせる可能性が高くなることが示唆されるとはいえない。\n以上のとおりであり，当業者が引用発明に刊行物２記載の発明を適用して，本願\n発明に想到することは容易とした審決の判断に誤りはないというべきである。\n３  取消事由３（本願発明の効果に係る認定の誤り）について\n(1) 原告は，「脱離基としてより優れたものを用いれば，脱離が容易になって，\nより穏和な条件で反応を行うことができ，その結果，不純物の少ない高純度のもの\nが得られる」と一般化できるものではないから，本願発明の化合物を用いることに\nより，化合物７Ｑの４－ハロゲノブチル化を行った場合に高い純度及び収率で目的\n化合物を得られることは，当業者の予測を超える格別顕著な効果というべきである\n旨主張する。\nしかし，原告の主張は，以下のとおり採用できない。\n上記１(2) のとおり，アルキル化反応において，優れた脱離基は，遷移状態のエ\nネルギーが低く，反応性が大きいこと，一般に，遷移状態のエネルギーが低く，反\n応性が大きければ，より穏和な条件の下でも反応が進みやすく，副反応が少なく，\nより不純物の少ない高純度のものが得られる可能性が高くなることは，本願出願前\nにおける当業者の技術常識と認められるから，「脱離基としてより優れたものを用\nいれば，脱離が容易になって，より穏和な条件で反応を行うことができ，その結果，\n不純物の少ない高純度のものが得られる」ことも，一般的な技術常識ということが\nできる。\nしたがって，より脱離基として優れた本願発明の化合物を用いることにより，化\n合物７Ｑの４－ハロゲノブチル化を行った場合に高い純度及び収率で目的化合物が\n得られることは，当業者であれば予測可能な効果というべきであり，原告の主張は\n失当である。\nなお，原告は，本願発明の課題は，化合物７Ｃを工業的規模で，安価に，簡便な\n操作で，高収率かつ高純度で製造可能にすることであり，これを解決する優れた作\n用効果が奏されていれば，そのような効果との関係で，相違点Ａに係る構成は容易\nでないと解すべきであるとも主張するが，上記のとおり，奏された効果が当業者に\n予測可能であるから，この点の原告の主張は採用できない。\n(2) 原告は，甲５の実施例Ａで実施例Ｂ及びＣに比べて高い純度が得られたこと\nに関し，「原告の実験結果（甲７）によれば，・・・本願化合物Ｎｓを用いて化合\n物７Ｑを４－ハロゲノブチル化した場合，用いた塩基の作用の強さにかかわらず，\n高い収率と高い純度が得られたことから，反応例Ａ（甲５の実施例Ａ）で高い純度\nが得られたことが，作用が弱い塩基を用いたためではないことは明らかである。」\nとして，本願発明の効果が格別顕著なものであり，容易想到とはいえないと主張す\nる。\nしかし，原告の主張は，以下のとおり採用できない。\n甲５の実施例Ａの反応条件は，「水（１．５ｍｌ）及びエタノール（１３．５ｍ\nｌ）の混合溶液中に炭酸カリウム（１．０２ｇ，７．４ミリモル）を溶解し，これ\nに７－ヒドロキシ－３，４－ジヒドロ－２（１Ｈ）－キノリノン（１．００ｇ，６．\n１ミリモル）及び４－クロロブチル  ２－ニトロベンゼンスルホナート（１．５５\nｇ，６．７５ミリモル）を加え，４０±５℃に加熱し，同温度で５時間撹拌した」\nというものであり，収量は１．４７ｇ，収率は９４．５％であったこと，実施例Ｂ\nの反応条件は，「７－ヒドロキシ－３，４－ジヒドロ－２（１Ｈ）－キノリノン\n（０．５ｇ，３ミリモル）及び水酸化リチウム・１水和物（１４０ｍｇ，３．３ミ\nリモル）をジメチルホルムアミド（１０ｍｌ）に加え，この混合物を４時間撹拌し，\n得られる溶液に，４－クロロブチルｐ－トルエンスルホナート（０．９ｇ，４．５\nミリモル）を加え，室温で終夜撹拌した」というものであり，収量は０．７３ｇ，\n収率は９４．０％であったこと，実施例Ｃの反応条件は，「ジメチルホルムアミド\n（２０ｍｌ）の中に，７－ヒドロキシ－３，４－ジヒドロ－２（１Ｈ）－キノリノ\nン（１．０ｇ，６．１ミリモル）及び水素化ナトリウム（２６０ｍｇ，６０％は鉱\n油，６．５ミリモル）を加え，この混合物を４時間撹拌し，得られる溶液に，４－\nクロロブチルｐ－トルエンスルホナート（１．７ｇ，８．６ミリモル）を加え，０\n±１０℃で終夜撹拌した」というものであり，収量は１．４９ｇ，収率は９６．\n０％であったことが認定される。\n一方，甲７の反応例１１は，反応条件が「７－ヒドロキシ－３，４－ジヒドロ－\n１Ｈ－キノリン－２－オン（１４ｇ）のＮ，Ｎ－ジメチルホルムアミド（１４０ｍ\nＬ）溶液に水酸化リチウム・１水和物（３．６０ｇ，１．０倍モル）を加えて，室\n温（１７～１９℃）で１時間撹拌後，４－クロロブチル  ２－ニトロベンゼンスル\nフォネート（２５．２ｇ，１．０倍モル）を加え，室温（２０℃～２４℃，最高３\n６℃）で５時間反応した」というものであり，収率は９９．２％，純度は９６．\n９％であったことが認められる。\n上記認定に基づいて，甲５の実施例Ａの反応条件と実施例Ｂ及びＣの反応条件を\n比較すると，「４－クロロブチル  ２－ニトロベンゼンスルホナート」，「４－ク\nロロブチルｐ－トルエンスルホナート」のいずれを使用するかという違いのほか，\n塩基（炭酸カリウム，水酸化リチウム，水素化ナトリウム），反応温度，撹拌時間，\n加える化合物の量，反応手順等も区々であるから，これらの実施例の比較のみから，\n得られたサンプル（７－（４－クロロブトキシ）－３，４－ジヒドロ－２（１Ｈ）\n－キノリノンの結晶）の純度に違いが生じた原因を断定することは困難であるとい\nうべきである。\nまた，甲５の実施例Ａの反応条件と甲７の実験結果の反応例１１の反応条件を比\n較しても，両者が「４－クロロブチル  ２－ニトロベンゼンスルホナート」を使用\nしていること，塩基として甲５の実施例Ａが炭酸カリウムを使用し，甲７の反応例\n１１が水酸化リチウムを使用していることは認められるものの，それ以外に反応温\n度，反応手順，加える化合物の量が異なるから，両者の対比のみから，本願化合物\nＮｓを用いて化合物７Ｑを４－ハロゲノブチル化した場合，用いた塩基の作用の強\nさにかかわらず，高い収率と高い純度が得られると結論付けることは困難である。\nなお，原告は，更に実験結果（甲１２）を提出する。これによれば，実験例１に\nおいて「４－クロロブチル  ２－ニトロベンゼンスルフォネート」を使用し，実験\n例２において「４－クロロブチル  ｐ－トルエンスルフォネート」を使用し，他の\n反応条件を等しくし，７－（４－クロロブトキシ）－３，４－ジヒドロ－１Ｈ－キ\nノリン－２－オンの収率，純度等を比較した結果，実験例１では不純物を除いた収\n率（真の収率）は高く，実験例２ではその収率が低かったことがわかる。この結果\nからすると，むしろ，ｏ－ニトロベンゼンスルフォナートがｐ－メチルベンゼンス\nルフォナートより優れた脱離基を有する優れたアルキル化剤であり，高収率で目的\n化合物が得られたとも考えられ，ｏ－ニトロベンゼンスルフォナートを用いたこと\nによる効果は，せいぜい当業者の予測の範囲内であるといえる。\nこの点，原告は，甲１２の実験結果によれば，反応条件が穏和かどうかによって\n効果の違いがないことが示されると主張する。しかし，実験例１と実験例２は，使\n用するアルキル化剤以外については，同一の反応条件の下で実施されていることか\nら，反応条件が厳しいか穏和かによって効果に違いがあるかどうかは不明であると\nいうべきである。\nそうすると，これらの実験結果等から，本願発明の効果が格別顕著なものと認め\nることができないとした審決は，結論において誤りはないというべきである。\n(3) したがって，審決が「本願発明の効果に係る認定を誤り，本願発明の容易想\n到性の判断を誤った」とする原告の主張は失当である。\n４  小括\n以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき\n違法はないものと判断される。原告は，他にも縷々主張するが，いずれも採用の限\nりでない。\n第５  結論\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n池      下              朗\n裁判官\n武      宮      英      子\n"
}