{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 2,
    "day": 12
  },
  "case_number": "平成25(行ウ)14",
  "case_name": "赴任旅費請求事件",
  "court_name": "仙台地方裁判所第２民事部",
  "gist": "被告である千葉市に新規に職員として採用され，採用に伴う移転のために住所のあった仙台市から千葉市に旅行した原告が，この旅行は同市の条例が旅費の支給をすることとしている「赴任」に該当するとして，主位的に，同条例に基づいて旅費支給請求権が発生すると主張して旅費等の支払を求め，予備的に，同条例が規定する旅行命令の発令がなく旅費支給請求権が発生しないとしても，同条例が規定する旅行命令を発すべき義務があるにもかかわらずこれをしなかった被告の行為は国家賠償法１条１項の適用上違法となり，被告には上記行為につき故意又は過失があるとして，同項に基づき，原告の被った旅費相当の損害金等の支払を求める事案において，原告の旅行は同条例が規定する「赴任」に該当するが，旅行命令が発令されていないのであるから同条例に基づく旅費等の主位的請求には理由がないとされ，被告には旅行命令を発令すべき義務があったのにこれをせず，旅費等が支給されないことについて原告の同意があったと認めるに足りる証拠もないとして，被告の不作為は国家賠償法１条１項の適用上違法であり，この不作為について少なくとも過失があるとして，予備的請求のうち，同条例に基づく着後手当の調整分相当額の損害については理由がないとされ，その余の部分について損害賠償責任があるとされた事例",
  "lawsuit_id": "84130",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84130",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/130/084130_hanrei.pdf",
  "contents": "主 文\n１   原 告 の 主 位 的 請 求 を 棄 却 す る 。\n２   被 告 は ， 原 告 に 対 し ， １ ５ 万 １ ８ １ ０ 円 及 び こ\nれ に 対 す る 平 成 ２ ５ 年 ３ 月 １ 日 か ら 支 払 済 み ま で\n年 ５ 分 の 割 合 に よ る 金 員 を 支 払 え 。\n３   原 告 の そ の 余 の 予 備 的 請 求 を 棄 却 す る 。\n４   訴 訟 費 用 は ， こ れ を ５ ０ 分 し ， そ の １ を 原 告 の\n負 担 と し ， そ の 余 を 被 告 の 負 担 と す る 。\n５   こ の 判 決 は ， 第 ２ 項 に 限 り 仮 に 執 行 す る こ と が\nで き る 。\n事 実 及 び 理 由\n第１  請求\n１  主位的請求\n被告は，原告に対し，１９万８９００円及びこれに対する平成２５年３月１\n日から支払済みまで年５分の割合による金員を支払え。\n２  予備的請求\n被告は，原告に対し，１９万８９００円及びこれに対する平成２５年３月１\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，平成２４年４月１日に新規に被告の職員として採用され，採用に伴\nう移転のため住所のあった仙台市から在勤公署の存する千葉市に旅行をした原\n告が，この旅行は千葉市職員の旅費等に関する条例（平成２年千葉市条例第３\n１号，以下「本件旅費条例」という。）２条１項６号の「赴任」に該当し，同\n条例３条１項の旅費が支給されるべき場合に当たるとして，主位的に，同項に\n基づいて旅費支給請求権が発生すると主張して，鉄道費，日当等の旅費合計１\n９万８９００円及びこれに対する旅費支給請求後である平成２５年３月１日か\nら支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め，予備\n的に，本件旅費条例４条１項に規定する旅行命令の発令なく旅費支給請求権が\n発生しないとしても，同条例２条１項６号の「赴任」に該当する旅行について\n同条例４条１項に規定する旅行命令を発すべき義務があるにもかかわらずこれ\nをしなかった被告の行為は，国家賠償法（以下「国賠法」という。）１条１項\nの適用上違法となり，被告には上記行為につき故意又は過失があるとして，同\n項に基づき，原告の被った旅費相当の損害１９万８９００円及びこれに対する\n上記行為後の平成２５年３月１日から支払済みまで年５分の割合による遅延損\n害金の支払を求める事案である。\n１  本件旅費条例の定め\n赴任した場合に支給される旅費に関する本件旅費条例の定めは次のとおりで\nある。\n(1)  ２条（定義）\n赴任とは，新たに採用された職員がその採用に伴う移転のため住所若しく\nは居所から在勤公署に旅行し，又は転任を命ぜられた職員がその転任に伴う\n移転のため旧在勤公署から新在勤公署に旅行することをいう（１項６号）。\n(2)  ３条（旅費の支給）\n職員が出張し，又は赴 任した場合には ，当該職員に対し旅費を 支給する\n（１項）。\n(3)  ４条（旅行命令）\n前条第１項の規定に該当する旅行は，旅行命令権者の発する旅行命令によ\nって行われなければならない（１項）。\n２  前提事実等（認定根拠を示すほかは，当事者間に争いがないか，又は，明ら\nかに争いがない。）\n(1)  当事者\n原告は，平成２４年４月１日，被告に新規に採用され，同年１１月２１日\nまでの間，被告の職員として勤務していた。\n被告は地方公共団体である。\n(2)  原告の仙台市から千葉県への移動等\n原告は，平成２４年４月１日，被告に新規に採用され，同日，住所のあっ\nた仙台市から在勤公署の存する千葉市に移動し（以下，この移動を「本件移\n動」という。），また，住所を仙台市から千葉県Ｂ町に移転した。\n(3)  旅行命令の発令がないこと及び旅費の支給がないこと\n本件移動について，本件旅費条例４条１項に規定する旅行命令（以下，本\n件旅費条例４条１項に規定する旅行命令を，単に「旅行命令」という。）は\n発令されていない（以下，本件において旅行命令を発しなかった被告の行為\nを「本件不作為」という。）（弁論の全趣旨）。\nまた，本件移動について，職員が赴任した場合に本件旅費条例３条１項に\nより支給される旅費（以下「赴任旅費」という。）は支給されていない。\n(4)  原告の旅費支給請求\n原告は，被告に対し，平成２５年２月２８日に到達した書面をもって，本\n件移動に係る赴任旅費の支給を請求した。\n(5)  原告の退職\n原告は，平成２４年１１月２１日，被告の職員を依願退職した。\n３  争点\n(1)  本件移動は本件旅費条例における「赴任」に該当するか（争点１）\n(2)  本 件 旅 費 条 例 ３ 条 １ 項 に 基 づ き 旅 費 の 支 給 請 求 権 が 発 生 す る か （ 争 点\n２）\n(3)  原告は，赴任旅費が支給されないことに同意したか（争点３）\n(4)  本件移動について支給されるべき赴任旅費の額（争点４）\n(5)  本件不作為は国賠法１条１項の適用上違法であるか，被告に故意又は過\n失はあるか（争点５）\n４  争点についての当事者の主張\n(1)  争点１（本件移動は本件旅費条例における「赴任」に該当するか）につ\nいて\n（原告の主張）\n原告は，被告に新規に採用された職員であるから，本件旅費条例２条１項\n６号の「新たに採用された職員」に該当する。そして，原告は，採用に伴い，\n仙台市内の住所から在勤公署の存する千葉市に本件移動をしたのであり，本\n件移動は本件旅費条例２条１項６号の「赴任」に該当する。\n（被告の主張）\n原告の主張は争う。\n本件旅費条例２条１項６号の「新たに採用された職員」とは，被告の要請\nに基づき，国や他の地方公共団体から引き続き採用された職員のみを意味す\nるのであり，新規に採用された者はこれに含まれない。\n(2)  争 点 ２（ 本件 旅費 条例 ３条 １項 に基 づき 旅費 の支 給請 求権 が発 生す る\nか）について\n（原告の主張）\n赴任旅費の支給請求権は，本件旅費条例３条１項に基づき，赴任の事実が\nあることにより発生する。旅行命令は，旅費の支給を受けるための内部的な\n公金支出確認作業としての決裁手続にすぎない。\n（被告の主張）\n本件旅費条例４条１項は，旅行命令によって行われた旅行についてのみ旅\n費を支給するとして旅費を支給する場合の要件を規定しており，単なる具体\n的な支出手続や決裁手続を定めたものではない。したがって，旅行命令の発\n令がない場合に旅費支給請求権は生じない。\n(3)  争点３（原告は，赴任旅費が支給されないことに同意したか）について\n（被告の主張）\n原告は，被告に採用されるに当たり，被告の担当者に給与等の額について\n照会し，その際，被告の担当者から，新規に採用される場合には赴任旅費が\n支給されないことについて説明を受け，その旨を了解した。したがって，原\n告は，赴任旅費が支給されないことに同意した。\n（原告の主張）\n被告の主張は否認する。\n原告は，新規に採用される場合に赴任旅費が支給されないことについて被\n告の担当者から説明を受けたことはなく，支給されないことに同意もしてい\nない。\n(4)  争点４（本件移動について支給されるべき赴任旅費の額）について\n（原告の主張）\n本件移動について支給されるべき赴任旅費は次のとおり合計１９万５６１\n０円である。\nア  鉄道賃（本件旅費条例６条２項，１１条）            １万１３１０円\nイ  日当（本件旅費条例６条６項，１５条）                  １３００円\nウ  移転料（本件旅費条例６条９項，１８条１項２号）  １１万００００円\nエ  着後手当（本件旅費条例６条１０項，１９条）        ７万３０００円\n（被告の主張）\n本件移動について赴任旅費が支給されるとすれば，その内容及び金額は，\n次のとおり合計１５万１８１０円である。\nア  鉄道賃（本件旅費条例６条２項，１１条）            １万１３１０円\nイ  日当（本件旅費条例６条６項，１５条）                  １３００円\nウ  移転料（本件旅費条例６条９項，１８条１項２号）  １１万００００円\nエ  着後手当（本件旅費条例６条１０項，１９条，２５条）２万９２００円\n原告は，平成２４年４月１日に仙台市から千葉県に住所を移転しているか\nら，本件旅費条例２５条１項に基づき被告において旅費の支給に関する具体\n的な運用を定めたところにより，着後手当としては，日当定額２日分及び宿\n泊料２夜分に相当するものについて支給するのが相当であり，その場合の金\n額は２万９２００円となる。\n(5)  争点５（本件不作為は国賠法１条１項の適用上違法であるか，被告に故\n意又は過失はあるか）について\n（原告の主張）\n前記争点１の原告の主張のとおり，原告の本件移動は本件旅費条例２条１\n項６号の「赴任」に該当し，本件移動につき赴任旅費が支給されるべき場合\nに当たるから，被告には本件移動について旅行命令を発令すべき義務があっ\nた。そして，被告は，本件移動の事実を認識しながら旅費を支給すべき場合\nではないとの解釈に基づいて本件不作為をしたのであるから，本件不作為は\n国賠法１条１項適用上違法であり，また，本件不作為は被告の故意又は過失\nによるものであった。\n（被告の主張）\n原告の主張は争う。\n第３  当裁判所の判断\n１  争点１（本件移動は本件旅費条例における「赴任」に該当するか）について\n本件旅費条例は，２条１項６号において「赴任」の意義につき，「新たに採\n用された職員がその採用に伴う移転のため住所若しくは居所から在勤公署に旅\n行し，又は転任を命ぜられた職員がその転任に伴う移転のため旧在勤公署から\n新在勤公署に旅行することをいう。」と規定するところ，同号にいう「新たに\n採用された職員」は，これを限定して解釈すべきことを示す本件旅費条例上の\n他の条項はなく，上記文言からすれば，新規に採用される職員全般を意味する\nものと解するのが相当である。\nそして，本件旅費条例と同様に公務のため旅行する場合の旅費に関して定め\nることを目的とする国家公務員等の旅費に関する法律が，旅費を支給する事由\nとなる「赴任」について，「新たに採用された職員がその採用に伴う移転のた\nめ住所若しくは居所から在勤官署に旅行し，又は転任を命ぜられた職員がその\n転任に伴う移転のため旧在勤官署から新在勤官署に旅行することをいう。」と\n定義する（同法２条１項７号）ところ，ここにいう「新たに採用された職員」\nに新任者を含むことを前提として，新任者の赴任につき，新任者が採用に伴う\n移転のためその住所又は居所から新在勤官署まで旅行することをいう旨の解釈\nが示されている（甲２）のであり，法令の目的を共通にし，同様の文言を用い\nる本件旅費条例において，「新たに採用された職員」との文言を限定して解釈\nすることは，同解釈を基礎付ける規定上の根拠がない限り，相当ではないとい\nうべきである。\n被告は，これについて，本件旅費条例の立法経緯を基礎として「市の要請に\n基づき国 又は他の 地方自 治体か ら引き 続 いて採用 される職 員（い わゆる 「割\n愛」）」を意味するものである旨主張し，被告や他の地方公共団体において同\n解釈に沿った運用がされている旨指摘するが，上記解釈を基礎付ける立法経緯\nを認めることはできないし，仮に認められるとしても，それを踏まえた条項が\n規定されているとは認められない。そして，被告や他の地方公共団体における\n上記の運用があるとしても，それが被告の主張に沿った解釈を基礎付ける根拠\nとなると認めることはできないから，被告の上記主張を採用することはできな\nい。\nそうすると，本件移動は本件旅費条例２条１項６号にいう「赴任」に該当す\nるというべきである。\n２  争点２（本件旅費条例３条１項に基づき旅費の支給請求権が発生するか）に\nついて\n本件旅費条例は，３条１項において「職員が出張し，又は赴任した場合には，\n当該職員に対し旅費を支給する。」と規定し，４条１項において「前条第１項\nの規定に該当する旅行は，旅行命令権者の発する旅行命令によって行われなけ\nればならない。」と規定しており，その他，旅費の支給に関する要件について\nの規定はないのであるから，旅費の支給については，本件旅費条例４条１項に\n規定する旅行命令及びそれに基づいて行われる同条例３条１項に規定する旅行\nがあることが要件になっていると解するのが相当である。\n原告は，本件旅費条例４条１項の旅行命令は，旅費の支給を受けるための内\n部的な公金支出確認作業としての決裁手続にすぎない旨主張するが，上記の条\n項の解釈として採用することはできない。\n３  争点５（本件不作為は国賠法１条１項の適用上違法であるか，被告に故意又\nは過失はあるか）について\n(1)  上記２のとおり，旅行命令の発令がないまま本件旅費条例３条１項に基\nづいて旅費の支給請求権が発生するとは認められないことから，赴任旅費の\n支給を求める主位的請求は認められないこととなる。\nそこで，次に，争点５について検討すると，前記１のとおり，原告の本件\n移動は本件旅費条例２条１項６号の「赴任」に該当し，本件移動については，\n赴任旅費が支給されるべき場合に当たると解されるから，被告には本件移動\nについて旅行命令を発令すべき義務があったということができる。そして，\n被告は，上記の規定の文言や本件移動の事実を認識し，また，同様の文言を\n用いる国家公務員等の旅費に関する法律の規定の解釈も認識し得たにもかか\nわらず，本件移動について旅行命令を発令せずに本件不作為に至ったのであ\nるから，本件不作為は国賠法１条１項適用上違法であり，また，本件不作為\nは少なくとも被告の過失によるものであったと認めることができる。\nなお，被告は，原告において赴任旅費が支給されないことに同意していた\nと主張しており，この点は本件不作為の違法性の有無について問題となるこ\nとから検討すると，原告は，被告に採用される直前である平成２３年１２月\nから平成２４年１月頃までの間複数回にわたり，被告総務局総務部人事課に\n電話して，初任給などの勤務条件について問い合わせたこと，その際，担当\n者が，仙台から転居するに当たっての費用が支給されるかについての原告の\n質問に対し，支給されない旨を回答したことが認められる（証人Ａ２，３頁，\n原告本人１頁）が，その際，原告において，支給されないことを了承した旨\nの発言がされたこともなく，その後も赴任旅費が支給されないことについて\nの原告の承諾を示す書面が作成されたことがないこと（証人Ａ６，１２頁）\nなどからすれば，赴任旅費が支給されないことについての原告の同意があっ\nたとはいい難く，その他，原告の同意を認めるに足りる証拠はない。\n(2)  本件不作為について国賠法１条１項に基づく損害賠償請求が認められる\n場合，その損害は，赴任旅費が支給される場合の支給額と同額であると解さ\nれるところ，本件移動について支給されるべき赴任旅費は，次の①ないし④\nのとおり，合計１５万１８１０円であると認められる。\n①  鉄道賃（本件旅費条例６条２項，１１条）      １万１３１０円\n②  日当（本件旅費条例６条６項，１５条）          １３００円\n③  移転料（本件旅費条例６条９項，１８条１項２号）  １１万００００円\n④  着後手当（本件旅費条例６条１０項，１９条，２５条）\n２万９２００円\n着後手当について，本件旅費条例は，円滑な旅費支給を図るための定額支\n給の建前により別表第１の日当定額の５日分及び宿泊料定額の５夜分に相当\nする額であると規定する（１９条）とともに，実際にかかった旅費額との合\n理的調整を図ることを目的として，不当に旅行の実費を超えた旅費又は通常\n必要としない旅費を支給することになる場合においては，その実費を超える\nこととなる部分の旅費又はその必要としない部分の旅費を支給しないことが\nできると規定する（２５条１項）。そして，被告は，その調整について基準\nを定め（乙１），「旅行者が新在勤地に到着後，直ちに職員のための公設宿\n舎又は自宅に入る場合については，日当定額の２日分及び宿泊料定額の２夜\n分」と定めている（乙１，１１（５）サ（イ）ａ）ところ，この基準に不合\n理な点はないから，これに従った調整がされた額とすることが相当である。\n原告は，被告に新規に採用されたことから，平成２４年４月１日に新在勤\n地である千葉市に到着し，同日，千葉県内にあらかじめ賃借していた自宅ア\nパートに入居したのであるから，前記基準に該当するのであり，その着後手\n当の額は，日当定額の２日分及び宿泊料定額の２夜分に相当する額とするの\nが相当である。\nなお，原告は，赴任前に千葉県に赴いて入居先を探したこと，入居直後に\n生活用品がすべてそろっているわけではなかったことなどを指摘して，本件\n旅費条例２５条１項による調整をすべきではない旨主張するが，原告の主張\nは，新在勤地到着後に新住居などを探すための必要な経費にあてるものとし\nて支給される着後手当の範囲を超えるものをその中に含めるものというに等\nしいのであって，これを採用することはできない。\nしたがって，国賠法１条１項に基づく損害賠償請求をする場合の損害額は，\n前記の１５万１８１０円となる。\n第４  結論\n以上によれば，原告の請求のうち主位的請求は理由がなく，予備的請求は，\n１５万１８１０円及びこれに対する平成２５年３月１日から支払済みまで民法\n所定年５分の割合の遅延損害金の支払を求める限度で理由があるからこれを認\n容し，その余の請求は理由がないから，主位的請求及び予備的請求の一部を棄\n却することとし，主文のとおり判決する。\n仙台地方裁判所第２民事部\n裁判長裁判官    山 田 真 紀\n裁判官    近 藤 和 久\n裁判官    尾 田 い ず み\n"
}